{
  "about": "文言现象\n\n通假字\n1．心不地则物不必载“必”同“毕”，尽。\n2．知者乐水“知”同“智”，智慧。\n3．源泉混混“混混”同“滚滚”。\n4．是之取尔“尔”同“耳”，罢了。\n5．正善治“正”同“政”，为政。\n6．明主不厌人“厌”同“餍”，满足\n\n古今异义\n1．未成一篑古义：差，今义：未来。\n2．虽覆一篑古义：即使，今义：虽然。\n3．太山不立好恶古义：没有，今义：不树立。\n4．江海不择小助古义：不拒绝，今义：不选择、小资助。\n5．故大人寄形于天地而万物备古义：君主、气魄，今义：年长的人、寄托形体。\n6．历心于山海而国家富古义：心胸，今义：经历、内心。\n7．下无伏怨之患古义：臣民，今义：下面。\n8．上下交朴古义：都返璞归真，今义：交往、朴素。\n9．以道为舍古义：归宿，今义：舍弃。\n10．海不辞水古义：拒绝，今义：辞别。\n11．明主不厌人古义：通“餍”满足，今义：讨厌。\n12．何取于水也古义：得到，今义：录取。\n13．盈科而后进古义：坎、再往前流，今义：科学、后来进步。\n14．放乎四海古义：到达，今义：开放。\n15．苟为无本古义：假如，今义：苟且。\n16．故声闻过情古义：名声；今义：声音。\n17．故声闻过情古义：实际；今义：感情。\n18．游于圣人之门者难为言古义：游学，今义：游玩。\n19．容光必照焉古义：小缝隙，今义：容纳、光明。\n20．不盈科不行古义：不向前流，今义：没有能力。\n21．不成章不达古义：达到阶段，今义：写成文章。\n22．水善利万物而不争古义：帮助，今义：锋利。\n23．故几于道古义：接近，今义：几乎。\n24．与善仁古义：交友，今义：和。\n25．夫唯不争古义：正，今义：唯独。\n26．故无尤古义：过失，今义：尤其。\n27．以其无以易之古义：代替、替换，今义：容易。\n28．水因地而制流古义：根据，今义：因为。\n29．故兵无常势古义：固定的，今义：经常。\n\n一词多义\n1．于\n仲尼亟称于水（对）\n何取于水也（从）\n游于圣人之门者难为言（在）\n故几于道（与）\n天下莫柔弱于水（比）\n2．而\n盈科而后进（表承接，就）\n可立而待也（表修饰，着）\n水善利万物而不争（表转折，却）\n而攻坚强者莫之能胜（表转折，然而）\n3．之\n君子耻之（指代“名不副实的情况”）\n游于圣人之门者难为言（的）\n流水之为物也（用在主谓之间，取消句子的独立性）\n是之取尔（宾语前置的标志）\n4．为\n苟为无本（是）\n故观于海者难为水，游圣人之门难为言（被）\n江海所以能为百谷王者（成为）\n譬如为山（堆积）\n5．善\n上善若水（好的行为典范)\n水善利万物而不争(善于)\n6．动\n知者动(活泼)\n动善时（行动）\n7．下\n以其善下之（处……下游）\n水之形避高而趋下（低处）\n8．厌\n明主不厌人（同“餍”满足）\n士不厌学（厌倦）\n9.乐\n知者乐水（爱好)读“yào”\n知者乐(快乐)读“lè”\n10.舍\n以道为舍(归宿)\n不舍昼夜(停留，止息)\n\n词类活用\n(一)名词活用作动词：\n1．知者乐(感到快乐)\n2．仁者寿(长寿)\n3．动善时(把握时机)\n4．江海所以能为百谷王者(成王)\n5．以其善下之(处……下游)\n6.君子之志于道也（有志）\n7.居善地(安于卑下)\n(二)名词活用作状语：\n1．不舍昼夜(从早到晚)\n2．七、八月之间雨集(在七八月)\n(三)意动用法：\n1．君子耻之(以……为耻)\n2．孔子登东山而小鲁(以……变小)\n(四)动词活用作名词：\n1．故声闻过情(wèn名声）\n2．动善时（行动）\n(五)形容词活用作动词：\n1．盈科而后进(注满)\n2．水善利万物而不争(善于帮助)\n(六)形容词活用作名词：\n1．日月有明(光辉)\n3．上善若水(好的行为典范)\n4．水之形避高而趋下(高处)\n5．兵之形避实而击虚(弱点)\n6.故能成其圣（圣人的境界）\n7.太山不立好恶(好恶之心)\n\n文言句式\n(一)判断句：\n1．名成于前，德垂于后，治之至也。\n名望树立在生前，恩德流传在后世，（这）是国家大治的最高境界。\n2．苟为无本。\n假如是（在）没有源头（的情况下）。\n(二)被动句：\n1．沟浍皆盈。\n大大小小的沟都被注满。\n2．故观于海者难为水，游圣人之门者难为言\n所以，观看过大海的人，（便）难以被（其它）水所（吸引了），在圣人的门下（学习）就难以被（其他）的议论所（吸引）\n3．日月有明，容光必照焉。\n太阳月亮有光辉的形象，（就连）小缝隙（也）一定被它们照射到。\n(三)省略句：\n1．不舍昼夜。（省略主语）\n（它）从早到晚（永）不停留止息。\n2．水因地而制流，兵因敌而制胜。（省略介宾）\n水根据地形（的高低）制约（其）流向，打仗根据敌人（变化）取得胜利\n3．故声闻过情，君子耻之。（省略定语）\n所以（人的）名声超出了（它的）实际，君子（必会）以此为耻。\n4．水善利万物而不争。（省略状语）\n水，善于利导万物却不（与万物）争夺。\n5．处众人之所恶，故几于道。（省略介词）\n停留（在）众人所不喜欢的地方（并坚守理想），所以，（就）与道义（更）接近。\n(四)状语后置：\n1．仲尼亟称于水。（于水称）\n孔子屡次对水（加以）称赞。\n2．何取于水也？（于水取）\n（那么我们到底）从水中得到什么（启示）呢？\n3．游于圣人之门者难为言。（于圣人之门游）\n在圣人的门下学习过的人，（便）难以被（其它）言论所（吸引了）。\n4．处众人之所恶，故几于道。（于道几）\n停留（在）众人所不喜欢的地方（并坚守理想），所以，（就）与道义（更）\n接近。\n5．天下莫柔弱于水。（于水柔弱）\n世间没有比水（更）柔弱的东西。\n6.寄形于天地而万物备\n7.历心于山海而国家富\n(五)宾语前置：\n1．上不天则下不遍覆。（不遍覆下）\n上面（如果）不是（有辽阔的）天，那么就不能覆盖整个大地。\n2．有本者如是，是之取尔。（取是尔，“之”作标志）\n有本源的（便）像这样，取这一点罢了。\n3．而攻坚强者莫之能胜。（莫能胜之）\n然而攻击坚强的力量没有什么能胜过它的。\n4．其涸也，可立而待也。（宾语前置）\n它们的干涸，可以站着等待。\n5.何取于水也？\n从水中得到什么呢？\n(六)定语后置：\n源泉混混。（混混源泉）\n滚滚的源头活水。\n(七)固定句式：\n1．江海所以能为百谷王者。\n江海能成为百川（所汇注的地方且）成王的原因。\n2．以其无以易之。\n因为没有什么（能）代替它。\n\n\n启示\n\n　　第一则（譬如为山） 事情成败关键不在力量大小而在意志是否坚定，是否持之以恒 ，喻立志\n\n　　第二则（上不天则下不遍覆） 君主要有宏大的气魄，宽大的胸襟，才能治理好国家 ，喻治世\n\n　　第三则（海不辞水） 治国治学要有兼容并包的宏大气势，喻为学治世\n\n　　第四则 (子曰)仁者稳重宽容，智者善动敏锐\n\n　　第五则（子在川上曰） 时光易逝，一去不返，要不断进取 ，喻惜时\n\n　　第六则（徐子曰） 要务实求学，循序渐进，名副其实\n\n　　第七则（孟子曰） 为人立志高远，治学讲求方法，循序渐进，逐步通达\n\n　　第八则（上善若水）由水德引申出上善之人的七种美德。\n\n　　第九则（江海所以能……）海纳百川，为人谦逊，处下不争。\n\n　　第十则 (天下莫柔弱于水) 以水为喻，阐明为政\"贵柔\"的思想，柔能胜强、克刚。\n\n　　第十一则 夫兵形象水） 要实行灵动的战略战术 ，喻用兵方法。\n\n\n课文理解\n\n　　论语·子罕\n\n　　以“为山”为喻，从正反两个方面，说明事情的成败在于人的作为。做事中道而止，则前功尽弃，努力进取，终将获得成功。关键不在于力量大小，而在于意志是否坚定，是否持之以恒。\n\n　　韩非子·大体\n\n　　以“太山不立好恶，故能成其高”为喻，揭示道理；君王要有宏大的气魄，宽广的心胸，才能使民富国强，才能建立功业且德泽后世，才能达到国家大治。\n\n　　管子·形势解\n\n　　以“海不辞水，故能成其大，山不辞土石，故能成其高”为喻，说明治国治学上也应有兼容并包的宏大气度，这样，明主才能聚集更多的百姓，才能达到圣人的境界。\n\n　　论语·雍也\n\n　　聪明人通达事理，反应敏捷而思维活跃，性格活泼好玩如流水，用水来喻智者，认为智者天性容易亲近水并以水为乐。\n\n　　仁厚的人安于义理，仁慈宽厚而不易冲动，性情好静，像山般沉稳，用山来喻仁者，认为仁者天性自然亲近山，并因恬静自安而得以长寿。\n\n　　论语·子罕\n\n　　以河水为喻，发出对时光易逝，一去不返，往事难再的慨叹；同时勉励人们珍惜时间，效法流水不舍昼夜，不断前进，不断进取的精神，努力进取修业。\n\n　　孟子·离娄下\n\n　　用水喻人品学识，强调务本求实，反对一个人的名誉声望与实际不符，要求人们像水一样，有永不枯竭的生命活力，不断进取，循序渐进，自强不息。\n\n　　孟子·尽心上\n\n　　以“登山”“观海”喻“游于圣人之门”，表达为人，治学立志要高远，胸襟要开阔，然后以“观水有术”推进一层，说明治学基础要扎实，要循序渐进，逐步通达。\n\n　　老子（共三则）\n\n　　1.把水视为“道”之化身，歌颂水“善利万物而不争”，默默奉献的精神。\n\n　　2.从江海善于处下，“海纳百川，有容乃大”，成为百川之王的角度，申述“谦下不争”的主张。\n\n　　3.从水性“柔弱”与“威猛”并存的角度，揭示水性的两重性，并从“弱之胜强，柔之胜刚”的角度，表达老聃为政“贵柔”的主张。\n\n　　孙子·虚实篇\n\n　　从水形喻兵形，强调用兵“变”的原则，顺应敌人的变化而变化，实行灵活机动的战略战术。\n\n",
  "content": "　　子曰：“譬如为山，未成一篑，止，吾止也；譬如平地，虽覆一篑，进，吾往也。 《论语·子罕》 \n\n　　上不天则下不遍覆，心不地则物不必载。太山不立好恶，故能成其高；江海不择小助，故能成其富。故大人寄形于天地而万物备，历心于山海而国家富。上无忿怒之毒，下无伏怨之患，上下交朴，以道为舍。故长利积，大功立，名成于前，德垂于后，治之至也。《韩非子·大体》\n\n　　海不辞水，故能成其大；山不辞土石，故能成其高；明主不厌人，故能成其众；士不厌学，故能成其圣。 《管子·形势解》\n\n　　子曰：“知者乐水，仁者乐山；知者动，仁者静；知者乐，仁者寿。” 《论语·雍也》\n\n　　子在川上曰：“逝者如斯夫，不舍昼夜。” 《论语·子罕》\n\n　　徐子曰：“仲尼亟称于水，曰：‘水哉，水哉！’何取于水也？”\n\n　　孟子曰：“源泉混混，不舍昼夜，盈科而后进，放乎四海。有本者如是，是之取尔。苟为无本，七、八月之间雨集，沟浍皆盈，其涸也，可立而待也。故声闻过情，君子耻之。”《孟子·离娄下》\n\n　　孟子曰：“孔子登东山而小鲁，登泰山而小天下。故观于海者难为水，游于圣人之门者难为言）。观水有术，必观其澜。日月有明，容光必照焉。流水之为物也，不盈科不行；君子之志于道也，不成章不达。”《孟子·尽心上》\n\n　　上善若水。水善利万物而不争。处众人之所恶，故几于道。居善地，心善渊，与善仁，言善信，正善治，事善能，动善时。夫唯不争，故无尤。《老子》第八章\n\n　　江海所以能为百谷王者，以其善下之，故能为百谷王。 《老子》第66章\n\n　　天下莫柔弱于水，而攻坚强者莫之能胜，以其无以易之。弱之胜强，柔之胜刚，天下莫不知，莫能行。 《老子》第78章\n\n　　夫兵形象水，水之形避高而趋下，兵之形避实而击虚；水因地而制流），兵因敌 而制胜。故兵无常势，水无常形。能因敌变化而取胜者，谓之神。 《孙子·虚实篇》\n\n",
  "dynasty": "先秦",
  "fanyi": "译文\n\n　　面如果不是有辽阔的天，就不能覆盖整个世界；心胸如果没有大地那样宽广，就不能负载万物。泰山对土石没有好恶之心（都能包容），所以能够形成它的高大；江海对细流不加选择，所以能够形成它的浩瀚。所以君主的气魄要像天地那样宏大使万物齐备，心胸要像山海那样宽广使国家富强。君主没有因忿怒而对臣民的残害，臣民没有因积怨造成对君主的祸患，君主和臣下都返璞归真，以道为归宿。所以长远的利益积聚了，巨大的功业建立了，名望树立于生前，恩德流传于后世，是治理国家的最高境界。\n\n　　大海不拒绝各种各样的水，所以才能成就它的博大；大山不拒绝形形色色的土石，所以才能成就它的高耸；开明的君主不满足于手下的人才，所以能成就他手下众多人才；学者不满足于学习，所以他能达到圣人的境界。\n\n　　孔子说：“聪明的人爱好水，有仁心的人爱好山；聪明的人好动，有仁心的人喜静；聪明的人快乐，有仁心的人长寿。”\n\n　　孔子站在河边说：“消逝的时光像这河水,从早到晚不停止 。”\n\n　　徐子问：“孔子屡次称赞水，说‘水啊！水啊！’，从水中得到什么呢？”\n\n　　孟子说：“有本源的水滚滚而来，从早到晚不停止，注满洼地再往前流，到达了大海。有本源的便像这样，取这一点罢了。如果没有本源，就像五六月时的雨水，一时也能注满沟渠；但是它干涸的时间很短暂。所以做学问若是名过其实，真正的君子都认为是可耻的事。”\n\n　　孟子说：“孔子登上了东山，觉得鲁国变小了，登上了泰山，觉得天下变小了，所以看过大海的人，就难以被别的水吸引了，在圣人门下学习的人，就难以被别的言论吸引了。观赏水有一定的方法，一定要观赏它的波澜。日月都有光，细小的缝隙必定都照到。流水这东西，不流满洼坑就不再向前流；君子有志于道，不到相当程度就不可能通达。”\n\n　　最高的善像水。水善于帮助万物而不与万物相争。它停留在众人所不喜欢的地方，所以水性接近于道理。上善的人居住要像水那样安于卑下，善于保持沉静，存心要像水一样深沉，交友要像水那样相亲，善于讲究仁义，说话要像水一样，善于遵守信用，为政要像水那样有条有理，办事要像水那样无所不能，行为要像水那样待机而动。正因为与万物无争，所以才没有过失。\n\n　　江海能够成河流汇聚的地方的原因，是因为他善于处在下游的位置上，所以成为百川汇集的地方。\n\n　　全天下再没有什么东西比水更柔弱了，而攻击坚强的力量没有能胜过它。这是因为水柔弱得没有什么能代替它。弱胜过强，柔胜过刚，全天下没有人不知道，但是没有人能实行。\n\n　　作战的方式有点像水，水运动的规律是避开高处向下奔流，作战的规律是避开敌人坚实的地方而攻击敌人的弱点，水因地形而制约它奔流的方向，作战则根据敌情而决定取胜的方针。所以作战没有固定的方式，就像水没有固定的形态一样。能根据敌情变化而取胜的，就叫做用兵如神。\n\n注释\n1.为山：用土堆山。\n2.未成一篑（kuì）：只差一筐土便能堆成。篑，装土用的竹筐。\n3.吾止也：我自己停止的。\n4.平地：用土填平洼地。\n5.覆一篑：（才）倒下一筐土。\n6.进：前进。指继续堆土。\n7.往：前进。\n8.上不天则下不遍覆，心不地则物不必载：上面如果不是有辽阔的天，就不能覆盖整个世界；心胸如果没有大地那样宽广，就不能包容万物。遍覆，全部覆盖。必，通“毕”，尽，完全。\n9.太山不立好恶，故能成其高；江海不择小助，故能成其富：泰山对土石没有好恶之心（都能容纳），所以能够形成它的高大；江海对细流不加选择，所以能够形成它的浩瀚。太山，即泰山。\n10.大人：指君主。\n11.寄形于天地：指气魄像天地那样宏大。形，形体。\n12.历心于山海：指心胸像山海那样宽广。历心，尽心。\n13.上无忿怒之毒，下无伏怨之患：君主没有因忿怒而对臣民的残害，臣民没有因积怨造成对君主的祸患。毒，残害。伏，潜伏。\n14.上下交朴，以道为舍：君主和臣下都返璞归真，以道为归宿。交，同。朴，纯朴。舍，房舍，引申为归宿。\n15.长利积：长远的利益积累了。\n16.名成于前，德垂于后：名望树立于生前，恩德流传于后世。\n17.治之至：国家大治的最高境界。\n18.辞：推辞，拒绝。\n19.厌：满足。\n20.成其圣：达到圣人的境界。\n21.知：通“智”。\n22.乐（yào）：爱好。\n23.乐：快乐。\n24.寿：长寿。\n25.川上：河边。\n26.逝者：指流逝的时光。\n27.斯：这，指河水。\n28.舍：停留，止息。\n29.徐子：名辟，孟子弟子。\n30.亟（qì）：屡次，一再。\n31.混混：同“滚滚”。\n32.盈科而后进：注满洼地再往前流。盈，满（使动，使......满）。科，坎，坑。\n33.放：到达。\n34.有本者如是：有本源的便像这样。\n35.是之取尔：“取是尔”的倒装句，取这一点罢了。尔，用同“耳”。\n36.七、八月：周历七、八月，相当于夏历五、六月，正是多雨季节。\n37.浍（huì）：大沟。\n38.涸（hé）：干涸。\n39.立而待：形容时间很短。\n40.声闻（wèn）：名声。\n41.情：实际。\n42.东山：即蒙山，在今山东蒙阴县南。\n43.小：以……为小。\n44.难为水：（别的）水难以吸引他了。\n45.难为言：（别的）议论难以吸引他了。\n46.术：方法。\n47.明：光辉。\n48.容光：小缝隙。\n49.成章：事物达到一定阶段。章的本义是乐曲奏完一遍。\n50.利：帮助。\n51.处众人之所恶（wù）：停留在众人所不喜欢的地方。\n52.几：接近。\n53.居善地：居住要（像水那样）安于卑下。\n54.心善渊：存心要（像水那样）深沉。\n55.与善仁：交友要（像水那样）相亲。\n56.言善信：言语要（像水那样）诚信。\n57.正善治：为政要（像水那样）有条有理。正，通“政”。\n58.事善能：办事要（像水那样）无所不能。\n59.动善时：行动要（像水那样）把握时机。\n60.尤：过失。\n61.百谷王：百川所汇集的地方。\n62.下之：处在它们的下游。\n63.攻坚强者莫之能胜：攻击坚强的力量没有能胜过它的。\n64.兵形：即作战方式。\n65.制流：控制流向。\n66.制胜：取得胜利。\n67.常：固定的。\n68.因：根据。\n69.上善若水：最善良的人像水。\n\n",
  "id": 73126,
  "name": "诸子喻山水",
  "poet": {
    "id": 0,
    "name": "先秦诸子",
    "star": 0
  },
  "star": 16,
  "tags": [
    "山水",
    "哲学"
  ]
}