{
  "about": "创作背景\n\n　　唐诗人登览题咏鹳雀楼的传世佳作不少。据《全唐文》卷四三李翰《河中府鹳雀楼集序》，崔邠《登鹳雀楼》诗作于唐宪宗元和九年（814年）七月。此次鹳雀楼集会李益并没有参与，此诗应是李益读崔诗后追和之作。李益举家迁居洛阳后，辗转入渭北、朔方、幽州节度使等幕府从戎，此诗当作于这一时期。",
  "content": "鹳雀楼西百尺樯，汀洲云树共茫茫，\n汉家箫鼓空流水，魏国山河半夕阳。\n事去千年犹恨速，愁来一日即为长。\n风烟并起思归望，远目非春亦自伤。",
  "dynasty": "唐代",
  "fanyi": "译文\n鹳雀楼西边有百尺桅樯，汀洲上高耸入云的树木一片茫茫。\n汉家乐奏犹如逝去的流水，魏国山河也已经半入夕阳。\n往事过千年尚遗憾时间过得快，忧愁到来一天也觉得太长。\n战乱中更激起思念家乡的情感，远望楼前景色已非春天不免自我感伤。\n\n注释\n⑴同：犹“和”，酬和。崔邠（bīn）：唐代诗人。字处仁，清河武城人。鹳（guàn）雀楼：唐代河中府的名胜。北周宇文护所建，楼高三层，原在山西蒲州府西南（今永济县），前瞻中条山，下瞰大河。因鹳雀常栖息其上而得名。后为河水冲没。\n⑵西：一作“南”，一作“前”。\n⑶汀洲：水中小洲。《楚辞·九歌·湘夫人》：“搴汀洲兮杜若，将以遗兮远者。”\n⑷箫鼓：箫与鼓。泛指乐奏。南朝梁江淹《别赋》：“琴羽张兮箫鼓陈，燕赵歌兮伤美人。”\n⑸千年：极言时间久远。晋陶渊明《挽歌诗》：“幽室一已闭，千年不复朝。”\n⑹魏国山河：指大好河山。语本《史记·孙子吴起列传》：“（魏）武侯浮西河而下，中流，顾而谓吴起曰：‘美哉乎山河之固，此魏国之宝也！’”\n⑺为：一作“知”。\n⑻风烟：一作“风尘”。起：一作“是”。思归：一作“思乡”。\n⑼远目：远望。唐羊士谔《书楼怀古》诗：“远目穷巴汉，闲情阅古今。”\n\n",
  "id": 14935,
  "name": "同崔邠登鹳雀楼",
  "poet": {
    "desc": "李益(约750—约830)， 唐代诗人，字君虞，祖籍凉州姑臧（今甘肃武威市凉州区），后迁河南郑州。大历四年(769)进士，初任郑县尉，久不得升迁，建中四年(783)登书判拔萃科。因仕途失意，后弃官在燕赵一带漫游。以边塞诗作名世，擅长绝句，尤其工于七绝。",
    "id": 484,
    "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_484.jpg",
    "name": "李益",
    "star": 0
  },
  "shangxi": "赏析\n\n　　此诗开头四句由傍晚登临纵目所见，引起对历史及现实的感慨。人们在登高临远的时候，面对寥廓江天，往往会勾起对时间长河的联想，从而产生古今茫茫之感。这首诗写登楼对景，开篇便写河中百尺危樯，与“蜂火城西百尺楼，黄昏独坐海风秋”（王昌龄）、“城上高楼接大荒，海天愁思正茫茫”（柳宗元）等写法异曲同工。以“高标出苍穹”（杜甫）的景物，形成一种居高临下、先声夺人之感，起得气势不凡。此句写站得高，下句则写看得远：“汀洲云树共茫茫。”苍茫大地遂引起登览者“谁主沉浮”之叹。遥想汉武帝刘彻“行幸河东，祀后土”，曾作《秋风辞》，中有“泛楼船兮济汾河，横中流兮扬素波，箫鼓鸣兮发棹歌”之句。（《汉武故事》）所祭后土祠在汾阴县，唐代即属河中府。上溯到更远的战国，河中府属魏国地界，靠近魏都安邑。诗人面对汀洲云树，夕阳流水，怀古之幽情如洪波涌起。“汉家箫鼓空流水，魏国山河半夕阳”一联，将黄昏落日景色和遐想沉思溶铸一体，精警含蓄。李益生经战乱，时逢藩镇割据，唐王朝出现日薄西山的衰败景象，“今日山川对垂泪”（李益《上汝州郡楼》），不单因怀古而兴，其中亦应有几分伤时之情。\n\n　　后四句由抚今追昔，转入归思。其前后过渡脉络，为金圣叹所拈出：“当时何等汉魏，已剩流水夕阳，人生世间，大抵如斯，迟迟不归我为何事耶？”“事去千年犹恨速”一句挽结前两句，一弹指间，已成古今，站在历史高度看，千年也是短暂的，然而就个人而言，则又不然，应是“愁来一日即为长”。“千年犹速”、“一日为长”似乎矛盾，却又统一于人的心理感觉，此联因而成为精警名言。北宋词人贺铸名作《小梅花》末云：“遗音能记秋风曲，事去千年犹恨促。揽流光，系扶桑，争奈愁来一日却为长！”就将其隐括入词。至此，倦游思归之意已水到渠成。“风烟并是思归望，远目非春亦自伤。”非春已可伤，何况春至。无怪乎满目风烟，俱是归思。盖“人见是春色，我见是风烟，即俗言不知天好天暗也。唐人思归诗甚多，乃更无急于此者”（金圣叹语）。\n\n",
  "star": 18,
  "tags": [
    "历史",
    "写景",
    "感慨",
    "人生"
  ]
}