{
  "content": "津阳门北临通逵，雪风猎猎飘酒旗。泥寒款段蹶不进， \n疲童退问前何为。酒家顾客催解装，案前罗列樽与卮。 \n青钱琐屑安足数，白醪软美甘如饴。开垆引满相献酬， \n枯肠渴肺忘朝饥。愁忧似见出门去，渐觉春色入四肢。 \n主翁移客挑华灯，双肩隐膝乌帽欹。笑云鲐老不为礼， \n飘萧雪鬓双垂颐。问余何往凌寒曦，顾翁枯朽郎岂知。 \n翁曾豪盛客不见，我自为君陈昔时。时平亲卫号羽林， \n我才十五为孤儿。射熊搏虎众莫敌，弯弧出入随佽飞。 \n此时初创观风楼，檐高百尺堆华榱。楼南更起斗鸡殿， \n晨光山影相参差。其年十月移禁仗，山下栉比罗百司。 \n朝元阁成老君见，会昌县以新丰移。幽州晓进供奉马， \n玉珂宝勒黄金羁。五王扈驾夹城路，传声校猎渭水湄。 \n羽林六军各出射，笼山络野张罝维。雕弓绣韣不知数， \n翻身灭没皆蛾眉。赤鹰黄鹘云中来，妖狐狡兔无所依。 \n人烦马殆禽兽尽，百里腥膻禾黍稀。暖山度腊东风微， \n宫娃赐浴长汤池。刻成玉莲喷香液，漱回烟浪深逶迤。 \n犀屏象荐杂罗列，锦凫绣雁相追随。破簪碎钿不足拾， \n金沟残溜和缨緌.上皇宽容易承事，十家三国争光辉。 \n绕床呼卢恣樗博，张灯达昼相谩欺。相君侈拟纵骄横， \n日从秦虢多游嬉。朱衫马前未满足，更驱武卒罗旌旗。 \n画轮宝轴从天来，云中笑语声融怡。鸣鞭后骑何躞蹀， \n宫妆襟袖皆仙姿。青门紫陌多春风，风中数日残春遗。 \n骊驹吐沫一奋迅，路人拥篲争珠玑。八姨新起合欢堂， \n翔鹍贺燕无由窥。万金酬工不肯去，矜能恃巧犹嗟咨。 \n四方节制倾附媚，穷奢极侈沽恩私。堂中特设夜明枕， \n银烛不张光鉴帷。瑶光楼南皆紫禁，梨园仙宴临花枝。 \n迎娘歌喉玉窈窕，蛮儿舞带金葳蕤。三郎紫笛弄烟月， \n怨如别鹤呼羁雌。玉奴琵琶龙香拨，倚歌促酒声娇悲。 \n饮鹿泉边春露晞，粉梅檀杏飘朱墀。金沙洞口长生殿， \n玉蕊峰头王母祠。禁庭术士多幻化，上前较胜纷相持。 \n罗公如意夺颜色，三藏袈裟成散丝。蓬莱池上望秋月， \n无云万里悬清辉。上皇夜半月中去，三十六宫愁不归。 \n月中秘乐天半间，丁珰玉石和埙篪。宸聪听览未终曲， \n却到人间迷是非。千秋御节在八月，会同万国朝华夷。 \n花萼楼南大合乐，八音九奏鸾来仪。都卢寻橦诚龌龊， \n公孙剑伎方神奇。马知舞彻下床榻，人惜曲终更羽衣。 \n禄山此时侍御侧，金鸡画障当罘罳.绣do衣褓日屃赑， \n甘言狡计愈娇痴。诏令上路建甲第，楼通走马如飞翚。 \n大开内府恣供给，玉缶金筐银簸箕。异谋潜炽促归去， \n临轩赐带盈十围。忠臣张公识逆状，日日切谏上弗疑。 \n汤成召浴果不至，潼关已溢渔阳师。御街一夕无禁鼓， \n玉辂顺动西南驰。九门回望尘坌多，六龙夜驭兵卫疲。 \n县官无人具军顿，行宫彻屋屠云螭。马嵬驿前驾不发， \n宰相射杀冤者谁。长眉鬓发作凝血，空有君王潜涕洟。 \n青泥坂上到三蜀，金堤城边止九旂。移文泣祭昔臣墓， \n度曲悲歌秋雁辞。明年尚父上捷书，洗清观阙收封畿。 \n两君相见望贤顿，君臣鼓舞皆歔欷。宫中亲呼高骠骑， \n潜令改葬杨真妃。花肤雪艳不复见，空有香囊和泪滋。 \n銮舆却入华清宫，满山红实垂相思。飞霜殿前月悄悄， \n迎春亭下风飔飔.雪衣女失玉笼在，长生鹿瘦铜牌垂。 \n象床尘凝罨飒被，画檐虫网颇梨碑。碧菱花覆云母陵， \n风篁雨菊低离披。真人影帐偏生草，果老药堂空掩扉。 \n鼎湖一日失弓剑，桥山烟草俄霏霏。空闻玉碗入金市， \n但见铜壶飘翠帷。开元到今逾十纪，当初事迹皆残隳。 \n竹花唯养栖梧凤，水藻周游巢叶龟。会昌御宇斥内典， \n去留二教分黄缁。庆山污潴石瓮毁，红楼绿阁皆支离。 \n奇松怪柏为樵苏，童山眢谷亡嶮巇，烟中壁碎摩诘画， \n云间字失玄宗诗。石鱼岩底百寻井，银床下卷红绠迟。 \n当时清影荫红叶，一旦飞埃埋素规。韩家烛台倚林杪， \n千枝灿若山霞摛。昔年光彩夺天月，昨日销熔当路岐。 \n龙宫御榜高可惜，火焚牛挽临崎峗.孔雀松残赤琥珀， \n鸳鸯瓦碎青琉璃。今我前程能几许，徒有馀息筋力羸。 \n逢君话此空洒涕，却忆欢娱无见期。主翁莫泣听我语， \n宁劳感旧休吁嘻。河清海宴不难睹，我皇已上升平基。 \n湟中土地昔湮没，昨夜收复无疮痍。戎王北走弃青冢， \n虏马西奔空月支。两逢尧年岂易偶，愿翁颐养丰肤肌。 \n平明酒醒便分首，今夕一樽翁莫违。",
  "dynasty": "唐代",
  "id": 30921,
  "name": "津阳门诗",
  "poet": {
    "desc": "郑嵎（约公元八五九年前后在世）字宾光（一作“宾先”）。其里居及生卒年均不详，约唐宣宗大中末前后在世。大中五年（八五一年），他举进士及第。嵎著有《津阳门诗》一卷，《新唐书·艺文志》载称津阳为华清宫之外阙，嵎于逆旅中询父老以开、天旧事，为诗百韵，盛行于世。",
    "id": 2383,
    "name": "郑嵎",
    "star": 0
  },
  "star": 1,
  "tags": []
}