{
  "content": "丹阳郭里送行舟，一别心知两地秋。 \n日晚江南望江北，寒鸦飞尽水悠悠。",
  "dynasty": "唐代",
  "fanyi": "译文\n在丹江外城边上送别行舟，今天一别我知道两地悲愁。\n天晚我仍站在江南望江北，乌鸦都已归巢只见水悠悠。\n\n注释\n1.参军：古代官名。\n2.丹阳：地名。唐天宝间以京口（今江苏镇江）为丹阳郡，曲阿为丹阳县（今江苏丹阳县）。二者地理位置相近。\n3.郭：古代在城外围环城而筑的一道城墙。\n4.行舟：表示友人将从水路离去。\n5.别：离别。\n6.日晚：日暮，此处暗示思念时间之久。\n7.江：长江。\n8.寒鸦：也叫慈乌，体型较小，背部为黑色。\n9.悠悠：长久遥远。\n\n",
  "id": 13321,
  "name": "丹阳送韦参军",
  "poet": {
    "desc": "严维(生卒年未详)，约唐肃宗至德元年前后（公元七五六年前后）在世。字正文，越州(今绍兴)人。初隐居桐庐，与刘长卿友善。唐玄宗天宝(742—756)中，曾赴京应试，不第。肃宗至德二年，以“词藻宏丽”进士及第。心恋家山，无意仕进，以家贫至老，不能远离，授诸暨尉。时年已四十余。后历秘书郎。代宗大历(766—779)间，严中丞节度河南（严郢为河南尹，维时为河南尉），辟佐幕府。迁余姚令。终右补阙。官终秘书郎。",
    "id": 816,
    "name": "严维",
    "star": 0
  },
  "shangxi": "赏析二\n\n　　这首诗写的是作者给韦参军送行以及送走后的情景，表现了他们之间的真挚友谊，无限思念的深情。\n\n　　诗的前两句是写送行。首句“丹阳郭里”交待了送行地点在丹阳的外城边。“行舟”表明友人将从水路离去。此时，千种离情，万般愁绪，一齐涌上诗人心头。“一别心知两地秋”，“秋”字，表面上写时令，实际上却是表达人的情绪。萧瑟的秋景增添了离情别绪。作者还巧妙地运用拆字法，以“心”上有“秋”说明“愁”。所以“两地秋”是双关语。\n\n　　诗的后两句写送走之后对韦参军的深切思念。“日晚江南望江北”这一句转接自然，不露痕迹地把前句抽象的离愁具体形象地表现出来。“江南”、“江北”，对比照应，突出了江水的阻隔。丹阳在江之南，“江南”──“江北”，既是友人行舟的路线，也是作者目送方向。“望”字传出思念之神态，忧思绵绵，“日晚”暗示思念时间之久，见出友情之深。由“望”自然而然地带出末一句“寒鸦飞尽水悠悠”。这一句写望中所见。通过环境气氛的渲染，表达作者的悠悠情思。由于思念，站在江边长时间的遥望着，秋日黄昏，江面上寒鸦点点，给人增添愁思。可是，就连这使人感伤的寒鸦此时此刻也“飞尽”了，只剩下悠悠江水流向远方。这一切给人以孤独、寂静、空虚的感触。“水悠悠”包含着无限思念的深情。\n\n　　这首小诗妙语连珠，情景交融，真切自然，既能把诚朴真挚的感情渗透在景物的描写中，又能在抒情中展现画图，做到辞有尽而意不尽。\n\n\n赏析\n\n　　江淹《别赋》说：“黯然销魂者，唯别而已矣!”古往今来，多少人为世间的“生别离”而浩叹、而惆怅。发而为诗，便出现许多传世的佳作。严羽说：“唐人好诗，多是征戍、迁谪、行旅、离别之作，往往能感动激发人意。”(《沧浪诗话·诗评》)因为这一类作品一般都感情真实充沛，极少造作，故最易打动人心。\n\n　　《丹阳送韦参军》是一首送别的好诗，它感情真挚深厚，造语清丽流畅，读之余味无穷。\n\n　　首句“丹阳郭里送行舟”，交代了送别的地点——丹阳的内外城之间，友人出行的方式——由水路乘船。古代城防有内外两道，内为城而外为郭。丹阳是江城，故郭里也能行船。\n\n　　次句“一别心知两地秋”，交代送别的时间——秋天。“一叶落而知天下皆秋”。“两地秋”之语，并不是说两地秋色有何不同，而是说同样秋色，而人已分两地。惜别之情，溢于言外。值得注意的还有句中隐含着的“愁”字。“愁”字可以被分解为“心”、“秋”两字，故诗人往往用“秋心”、“心上秋”之类的辞藻来暗指“愁”字。本句“一别心知两地秋”，明写秋而隐写愁，耐人寻味。\n\n　　第三、四句写别后的情景。“日晚江南望江北”，点明友人远行的方向——江北。兰舟已逝，离情难舍。天色向暮；连成群的寒鸦也纷纷飞尽，各自归入巢中。但是，诗人仍在江畔伫立，久久地凝望着友人离去的方向。“寒鸦飞尽水悠悠”，是望中之景，然而景中有情，情景交融，合为一体。友人远去，相见无期，鸟儿飞尽，无踪可寻。天地间显得多么空阔、多么寂寞。只有那无尽的江水在无言地流淌，恰如诗人心中无限的忧愁。\n\n　　补充：这首七绝是作者抒写他给韦参军送行以及送走之后的情景，表现了他们之间的真挚情谊。\n\n",
  "star": 88,
  "tags": [
    "送别",
    "思念",
    "友情"
  ]
}