{
  "content": "生平\n\n　　东晋大书法家王羲之于穆帝永和九年三月三日同当时名士谢安等41人会于会稽山阴之兰亭，修祓禊之礼。当时王羲之用绢纸、鼠须笔作兰亭序，计28行，324字,世称兰亭帖。王羲之死后，兰亭序由其子孙收藏，后传至其七世孙僧智永，智永圆寂后，又传与弟子辨才和尚，辨才得序后在梁上凿暗槛藏之。\n\n　　唐太宗喜欢书法，酷爱王羲之的字，唯得不到兰亭序而遗憾，后听说辨才和尚藏有兰亭序，便召见辨才，可是辨才却说见过此序，但不知下落，太宗苦思冥想，不知如何才能得到。唐太宗召见群臣，毫不掩饰地说：“朕梦寐以求右军兰亭帖，谁能用计从辩才手中取得，朕一定重赏。”尚书扑射房玄龄向唐太宗推荐梁元帝的曾孙，多才善谋的监察御史萧翼担当此任。唐太宗召见萧翼，萧翼奏道：“陛下！我若作为公使去取兰亭帖是行不通的，请陛下给几件王羲之父子的杂帖，让我私自行动。\n”\n\n　　萧翼换上了黄衫，打扮成山东书生的模样，随商船来到山阴永欣寺。他选择太阳快落山进寺，缓步而行，装着若无其事的样子观看寺中的壁画。当他来到辩才的寺院时，故意停步不前。辩才见这位气宇不凡的游客，便上前施礼问道：“何处施主光临寒寺？”萧翼彬彬有礼上前拜道：“弟子是北方人，卖完蚕种顺道游历圣寺，在此有幸遇上高僧大师，快哉！快哉！”当晚辩才请萧翼进房用茶，两人下棋抚琴，谈天论地，评文述史，探讨书法，两人情投意合，皆觉相见恨晚。辩才见萧翼不同常人，便心生疑窦，酒后赋诗，以探虚实。诗云：\n\n　　初酝一缸开，新知万里来。披云同落寞，步月共徘徊。\n\n　　夜久孤琴思，风长旅雁哀。非君有秘术，谁照不然灰？\n\n　　萧翼为了打消辩才的疑虑，当场也和了诗，两人尽欢通宵。临别时，辩才依依不舍，请萧翼方便时再次光临寒寺。\n\n　　隔了几天，萧翼带来美酒看望辩才，如此往返两三次，辩才羡慕萧翼满腹经纶，疑团也就渐渐消失了。有一次，萧翼拿出梁元帝书写的《识贡图》书帖请辩才指教，辩才赞叹不已。从这以后辩才对萧翼更是无话不说。闲谈时，萧翼对辩才说：“弟子自幼喜欢临帖，现在还珍藏着几件王羲之父子的真迹。”辩才听说是王羲之父子的真迹，连忙请萧翼带来看看。第二天辩才看过萧翼带来的二王的字帖后说：“真迹倒是真迹，可惜不是佳品。贫道有一王羲之的真迹，颇不平常。”萧翼追问是何帖，辩才毫不犹豫说是兰亭帖。萧翼见辩才上了钩，故意装出若无其事地说：“数经战乱，王羲之的兰亭帖怎么还会在世呢？一定是赝品。”辩才怕萧翼不相信，连忙将藏在屋梁槛内的兰亭帖拿下来给萧翼观看。看后，萧翼故意说是假的，于是引起二人争论不休。\n\n　　辩才自从将兰亭帖给萧翼看后，就不再藏在屋梁上了。把它和萧翼带来的御府二王杂帖一起放在书桌上。一天，萧翼趁辩才外出做客，来到了方丈室，他请小和尚打开门，谎称自己将书帖遗忘在床上了。小和尚见是经常出没在大师房的萧翼，没加思索就开了门。萧翼将兰亭帖和和御府二王杂帖放进衣袋内，转身就走了。\n\n　　萧翼得到了兰亭帖，便来到了永安驿，告诉驿长陵愬，亮明是本朝御史，有皇上的御旨，请驿长急告都督。都督齐善行接到传信，急忙前来拜见萧翼。齐都督看过御旨，急派人召辩才见萧御史。辩才一见原来御史就是萧翼，惊奇不已。萧翼彬彬有礼对辩才讲明自己奉皇上旨意，前来取兰亭帖。现兰亭帖已到手，特来与大师道别。辩才听后，当场昏倒在地。待他醒过来时，萧翼已驱车回京城去了。\n\n　　萧翼智取墨宝回到京城长安，唐太宗欣喜若狂，大摆宴席招待萧翼及群臣。宴席上唐太宗当众宣布：房玄龄荐人有功赏锦彩千尺。萧翼加官五品，晋升为员外郎，并赏住房及金银宝器。辩才犯欺君之罪，本应加刑，因年迈获免。唐太宗宽大为怀，还赐给他谷物三千石。辩才深感皇恩，将赐物变卖，建造了一座精美的三层宝塔放置在永欣寺内。他因兰亭帖一事欺君受吓，身患重病，一年后便去世了。\n\n　　关于萧翼的结局，有两种说法，一是，萧翼把兰亭集序带回长安后，太宗予以重赏。二是萧翼因骗的兰亭集序而内疚，出家做了辨才的徒弟。《贞观之治》用的是第二种说法，但史学界认为第一种说法更可信一些。\n\n　　《萧翼赚兰亭图》唐阎立本作。唐代大画家阎立本根据唐何延之《兰亭记》故事所作。描绘唐太宗御史萧翼从王羲之第七代传人的第子袁辩才的手中将“天下第一行书”《兰亭集序》骗取到手献给唐太宗的故事。画的是萧翼和袁辩才索画，萧翼洋洋得意，老和尚辩才张口结舌，失神落魄；旁有二仆在茶炉上备茶；各人物表情刻画入微。\n\n　　《萧翼赚兰亭图》横宽65 厘米, 高28 毫米，现藏辽宁省博物馆。\n\n",
  "desc": "萧翼，江南大姓萧家出身，梁元帝的曾孙。唐贞观年间曾任谏议大夫，监察御史。本名世翼。太宗时，命为监察御史。充使取羲之《兰亭序》真迹于越僧辨才。翼初作北人南游，一见款密留宿，设酒酣乐，探韵赋诗。既而以术取其书以归。",
  "dynasty": "唐代",
  "id": 2298,
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_2298.jpg",
  "name": "萧翼",
  "star": 0
}