{
  "content": "成功原因\n\n　　刘邦以布衣之身提三尺剑而取得天下建立大汉基业，这是因为百折不挠、越挫越勇的刘邦知道如何处理人际关系，其成功在于“能斗智时决不斗力”且情商高的刘邦知人善任具有高超的用人、驭人的领导能力即帝王权术。汉皇千古一英雄，休笑当年马上功。试问后来为帝者，谁人曾出范围中。楚强汉弱，可是战争的结局是楚败汉胜。究其原因，历代的学者各有评述，意见不尽一致。学者普遍认为主要原因有四：\n　　一、对待生命认识不同。\n　　二、政治天分与政治主张不同。\n　　三、战略、策略不同。\n　　四用人态度不同。\n\n生平\n\n早期经历\n　　不事生产\n　　汉太祖高皇帝刘邦，刘邦 出生于沛丰邑中阳里，和卢绾同年同月同日生，两家非常要好。幼时和卢绾交好。高祖长的额头高高隆起，鬓角和胡须很漂亮，左边大腿有七十二颗黑痣。年龄稍长后，也不喜欢下地劳动，所以常被父亲训斥，说他不如自己的哥哥会经营，日后在统一天下之后，刘邦还拿此事和刘太公开玩笑：“您看我和刘仲到底谁创下的基业大？”\n　　大人们都认为刘邦没有大志，不能治理商业，也不能干活，没有收入。但刘邦依然我行我素。刘邦少慕魏公子信陵君无忌的为，很想投入信陵君门下。于是西行至大梁，但信陵君已死，而故信陵君门客张耳亦召纳门客，于是至外黄投入到张耳门下，两人结成知己。及魏国灭亡，张耳成为秦廷通缉犯，门客皆散去。刘邦回到家乡沛县。\n　　后来，刘邦后做了沛县泗水的亭长，时间长了，和沛县的官吏们混得很熟，在当地也小有名气。刘邦的心胸很大，在一次送服役的人去咸阳的路上，碰到秦始皇大队人马出巡，远远看去，秦始皇坐在装饰精美华丽的车上威风八面，羡慕得他脱口而出“大丈夫就应该像这样啊！”\n\n　　娶妻吕雉\n　　刘邦的妻子是吕公的女儿吕氏，名叫吕雉。吕公和家乡的人结下冤仇后来到了沛县定居，因为沛令和他是好友。在刚刚到沛时，很多人便听说了他和县令的关系，于是，人们便来上门拜访，拉拉关系，套套近乎。刘邦听说了也去凑热闹，当时主持接待客人的是在沛县担任主簿的萧何，他宣布了一条规定：凡是贺礼钱不到一千钱的人，一律到堂下就坐。\n　　刘邦根本不管这些，虽然他没有带一个钱去，他却对负责传信的人说：“我出贺钱一万！”吕公听说了，赶忙出来亲自迎接他。一见刘邦器宇轩昂，与众不同，就非常喜欢，请入上席就坐。\n　　吕公这个人，喜欢给人相面，看见高祖的相貌，就非常敬重他。萧何说：“刘季一向满口说大话，很少做成什么事。”高祖就趁机戏弄那些宾客，干脆就坐到上座去，一点儿也不谦让。酒喝得尽兴了，吕公于是向高祖递眼色，让他一定留下来，高祖喝完了酒，就留在后面。吕公说：“我从年轻的时候就喜欢给人相面，经我给相面的人多了，没有谁能比得上你刘季的面相，希望你好自珍爱。我有一个亲生女儿，愿意许给你做你的洒扫妻妾。”酒宴散了，吕媪对吕公大为恼火，说：“你起初总是想让这个女儿出人头地，把她许配给个贵人。沛令跟你要好，想娶这个女儿你不同意，今天你为什么随随便便地就把她许给刘季了呢？”吕公说：“这不是女人家所懂得的。”终于把女儿嫁给刘季了。吕公的女儿就是吕后，生了孝惠帝和鲁元公主。汉惠帝刘盈就是她和刘邦的儿子，还有一个孩子就是鲁元公主，她嫁给了软弱却孝顺的张敖。\n\n　　落草芒砀\n　　刘邦以亭长的身份为泗水郡押送徒役去骊山，徒役们有很多在半路逃走了。刘邦估计等到了骊山也就会都逃光了，所以走到芒砀山时，就停下来饮酒，趁着夜晚把所有的役徒都放了。刘邦说：“你们都逃命去吧，从此我也要远远地走了！”徒役中有十多个壮士愿意跟随他一块走。\n　　刘邦乘着酒意，夜里抄小路通过沼泽地，让一个在前边先走。走在前边的人回来报告说：“前边有条大蛇挡在路上，还是回去吧。”\n　　刘邦已醉，说：“大丈夫走路，有什么可怕的！”于是赶到前面，拔剑去斩大蛇。大蛇被斩成两截，道路打开了，继续往前走了几里，醉得厉害了，就躺倒在地上。\n　　后边的人来到斩蛇的地方，看见有一老妇在暗夜中哭泣。有人问她为什么哭，老妇人说：“有人杀了我的孩子，我在哭他。”有人问：“你的孩子为什么被杀呢？”老妇说：“我的孩子是白帝之子，变化成蛇，挡在道路中间，如今被赤帝之子杀了，我就是为这个哭啊。”众人以为老妇人是在说谎，正要打她，老妇人却忽然不见了。\n　　后面的人赶上了刘邦，刘邦醒了。那些人把刚才的事告诉了刘邦，刘邦心中暗暗高兴，更加自负。那些追随他的人也渐渐地畏惧他了。\n\n　　沛县起兵\n　　在公元前209年，秦末农民起义爆发，陈胜、吴广率领起义军攻占了陈州以后，陈胜建立了“张楚”政权，和秦朝公开对立。\n　　这时，沛的县令也想响应来继续掌握沛郡政权，萧何和曹参当时都是县令手下的主要官吏，他们劝县令将本县流亡在外的人召集回来，一来可以增加力量，二来也可以杜绝后患。县令觉得有理，便让刘邦的挚友樊哙把刘邦找回来，刘邦便带人往回赶。这边的县令却又后悔了，害怕刘邦回来不好控制，弄不好还会被刘邦所杀，等于是引狼入室。所以，他命令将城门关闭，还准备捉拿萧何和曹参。萧何和曹参闻讯赶忙逃到了城外，刘邦将信射进城中，鼓动城中的百姓起来杀掉出尔反尔的县令，大家一起保卫家乡。\n　　百姓对平时就不太体恤他们的县令很不满，杀了县令后开城门迎进刘邦，又推举他为沛公，领导大家起事。刘邦便顺从民意，设祭坛，立赤旗，自称赤帝的儿子，领导民众举起了反秦大旗。\n　　这一年已经是前209年10月，刘邦已经有48岁了。秦末农民战争中还有一支强大的力量，就是原来楚国贵族的后代项籍和叔父项梁，在吴中起兵，兵力很快达到了近万人。\n\n　　雍齿叛丰\n　　刘邦起事后，立即开始攻略周边郡县，先是攻胡陵、下方与，与泗水监平大战于丰，破之。[52]这时泗水卒史周苛、周昌兄弟加入到刘邦阵营。接着令雍齿守丰，自己率领军队进入薛，与秦军大战。郡守壮战败，逃至戚，沛公左司马曹无伤追斩壮。\n　　接着刘邦率军再至亢父、方与，以曹参守方与。这时魏相周市来攻方与，曹参率军迎之。但是雍齿却据丰降魏。刘邦大怒，进攻丰。雍齿据城以守，沛公军不能下丰，恰在此时，刘邦生病，于是还军至沛。\n\n　　张良初从\n　　这时，刘邦闻东阳宁君与秦嘉立景驹为楚假王，在留，于是投奔景驹，欲借军攻丰。在去投奔景驹的路上，遇见了也要投奔景驹的张良。两人于是兵合一处。[58-59]\n　　张良与刘邦二人见面后，一交谈，两人大有相见恨晚之意。于是张良放弃投奔景名驹的念头，直接投奔到刘邦这边。刘邦以张良为厩将。\n\n　　再夺丰邑\n　　这时秦将章邯派别将司马尼攻略楚地，屠相，至砀。于是沛公与东阳宁率军向西，迎击司马尼，在萧县西与秦军展开战斗，结果不利，刘邦与东阳宁君退至留。补充军队和粮草后，再次进攻秦军，三日取砀，得到军卒五六千人。接着乘胜攻取了下邑。\n　　这次，刘邦认为自己军队差不多，从下邑出发，再次攻丰，结果仍然没攻下。这时听说项梁在薛，于是留下军队围丰，自己率领百余骑至薛见项梁。项梁益沛公军五千、五大夫将十人，三攻丰邑。雍齿不敌，逃奔魏国。\n\n　　与立怀王\n　　这样，沛公刘邦成为项梁手下一员大将。而不久项羽攻下襄邑也还至薛。当陈胜死亡的消息确实之后，项梁尽召诸将还薛，采纳居巢人范增之议，立战国时楚怀王的后裔心为楚王，仍号楚怀王，都盱眙。楚怀王以陈婴为上柱国，项梁号武信君。\n\n　　刘项合兵\n　　立楚怀王后，项梁率军北上救齐赵，在亢父、东阿大破秦军。这时齐军因田间、田都、田角之故，引兵还齐。只有楚军追击秦军。于是项梁下令楚军分军，以刘邦、项羽为帅，率楚军一部攻城阳。刘项二人率军攻下城阳，屠之。然后追击秦军至濮阳东，再次大破秦军。秦军这时得到补充，军势复振，守濮阳、环水。刘项二人不与之战，绕过进攻定陶。定陶未下，放弃，西攻雍丘。沛公将曹参大破秦兵，斩杀三川守李由，并俘虏秦侯一人。\n　　之后，刘项二人还攻陈留，未下。这时秦将章邯大破项梁于定陶，项梁本人亦战死。刘项二人大惊，两人商量后决定放弃陈留，还军东归。刘项二人分兵，项羽军驻彭城西、吕臣军驻彭城东，而沛公军驻砀。\n\n　　怀王迁都\n　　项梁之死，使诸侯震怖。而秦军更是挟战胜余威常追亡逐北。章邯经过一连番胜利，认为楚国已不足虑，于是北上进攻赵国。攻下邯郸后迁其民于河内。而赵军退守巨鹿，章邯率军进围赵王歇与赵相张耳于巨鹿。\n　　这时楚怀王把都城由盱眙迁至彭城，并项羽军与吕臣军自将。封项羽为长安侯，任鲁公；封沛公刘邦为武安侯，任砀郡长，将本部兵驻砀。以吕臣为司徒，其父吕青为令尹。经过一番调整之后，楚国局势稳定下来。\n\n入关灭秦\n　　沛公西征\n　　赵王与张耳困于巨鹿，遣使至楚向楚国求救。楚怀王经过商议后答应救赵。但为了分散秦军力量，决定派一支部队西向直接攻秦。北路楚军以宋义为主将，西路军以刘邦为主将。约定谁先入关中，谁就是关中王。\n　　当时由于秦军军势正壮，楚国上下皆不看好西征，都不愿意领军西征。于是他们以沛公为西征军统帅西征，借口是刘邦为人宽厚，可以减少西进阻力。而项羽则因为叔父之死，积极要求随沛公西征。但楚诸老将皆以项羽为人“僄悍滑贼”及“所过皆残灭”不利于西征为由拒绝了项羽的要求，让他担任北路军的次将北上救赵。\n\n　　两攻昌邑\n　　沛公军由砀出兵，北上先行收集陈胜、项梁的散卒。至成阳，与秦军夹壁杠里。沛公军出击秦军，大破秦军，秦将王离逃走。接着，沛公引兵西进，遇彭越于昌邑。两人合力攻昌邑，未下，沛公还军至栗。在栗，遇刚武侯，夺其军，沛公军队增加了四千多人。接着与魏将皇欣、魏申徒武蒲军合攻昌邑，又没攻下。沛公刘邦决定舍弃昌邑不打，率军西行。\n\n　　高阳酒徒\n　　刘邦行军至高阳，并访求贤士。正好沛公军队中有一骑士家在高阳，于是回家探亲。这时高阳人郦食其为其同乡，于是就请他代为向刘邦引荐自己。他对骑士说：“我听说沛公傲慢而看不起人，但他有许多远大的谋略，这才是我真正想要追随的人，只是苦于没人替我介绍。你见到沛公，可以这样对他说，‘我的家乡有位郦先生，年纪已有六十多岁，身高八尺，人们都称他是狂生，但是他自己说并非狂生。”骑士说：“沛公并不喜欢儒生，许多人头戴儒生的帽子来见他，他就立刻把他们的帽子摘下来，在里边撒尿。在和人谈话的时候，动不动就破口大骂。所以您最好不要以儒生的身份去向他游说。”郦食其对他说：“你只管像我教你的这样说。”骑士回去之后，就按郦生嘱咐的话从容地告诉了沛公。\n　　于是通过骑士引荐，郦食其见到了沛公。但刘邦在召见他时，正踞坐在床，令两女子给其洗脚。郦食大为满，长揖不拜，直接斥责道：“您是想帮助秦国攻打诸侯呢，还是想率领诸侯灭掉秦国？”刘邦骂道：“你个奴才相儒生！天下的人同受秦朝的苦已经很久了，所以诸侯们才陆续起兵反抗暴秦，你怎么说帮助秦国攻打诸侯呢？”郦生曰：“如果您下决心聚合民众，召集义兵来推翻暴虐无道的秦王朝，那就不应该用这种倨慢不礼的态度来接见长者。”于是刘邦起身道歉，整理好后以礼接待了郦食其。\n　　当时，郦食其有个弟弟名叫郦商，陈胜起兵时，他亦聚数千人响应。郦食其归汉，郦商率其部下约四千多人加入沛公队伍。\n\n　　再遇张良\n　　郦食其劝刘邦进攻陈留，刘邦从其计，夺下陈留，得到大量补给。接着令郦商为将，进攻开封，未下。绕过西进，与秦将杨熊所率秦军大战于白马、曲遇，大败秦军。秦将杨熊败走。沛公军紧追其至白马，再次大破秦军，杨熊逃至荥阳，秦二世派使者斩杀杨熊。\n　　消灭杨熊所部秦军后，沛公率军南下攻颖阳，屠之。而此时张良再次与刘邦相遇。之前，张良劝项梁立韩成为韩王，并随韩王成西至韩地略地。但是一年多来，所略之地每占辄失，始终没打开局面，因此游兵于颖川一带。\n　　刘邦率军进至此，与张良的韩军合兵，攻轩辕略定韩地。赵别将司马卬欲渡河入关，刘邦率军北上，攻平阴，破坏渡口。南下与秦军再战洛阳东，不利，南下阳城，收取城中军马。与南阳守齮战于犨东，大破南阳秦军。\n　　楚军追至南阳，想绕过直接西进。张良劝道：“沛公虽欲急入关，秦兵尚众，距险。今不下宛，宛从后击，强秦在前，此危道也。”于是刘邦还攻南阳。南阳守见楚军去而复返，并包围宛城。于是想自杀。于是他的门客陈恢劝他不要先死，并出使楚营。双方约定后，南阳守投降。\n\n　　夺取关中\n　　刘邦率军继续西行，夺取了丹水。而高武侯戚鳃、穰侯王陵这时也加入刘邦所率领的楚军，攻下西陵、胡阳。并且番君吴芮的部将梅鋗也至此，与沛公军联合，攻下析、郦等地。\n　　刘邦所部楚军进至武关东。于是派魏人宁昌使秦，而这时章邯也投降了项羽。赵高杀秦二世，令使者还报刘邦，欲约分关中。\n　　刘邦以为赵高为诈计，于是从张良之计，使郦食其、陆贾游说武关秦将降，然后袭击武关秦将，夺取武关。之后，刘邦一面率军西进，一面令郦商别将攻取了秦的汉中、巴、蜀等地。\n　　接着汉军再在嶢下击败秦军，这样刘邦所部楚军进至秦都咸阳附近的蓝田。秦廷在组织了最后的力量与刘邦军队大战于蓝田，刘邦军队没有象当年周文那样一败涂地，而是大破秦军。这样秦朝失去了所有的抵抗力量。\n　　汉元年十月，秦王子婴素车白马，系颈以组，降轵道旁，向刘邦献上了传国玉玺。秦朝至此灭亡，共立国15年零47天。\n\n　　约法三章\n　　刘邦很得意地进入了咸阳城，以“关中王”自居。看着富丽堂皇的宫殿，刘邦有些留恋起来，准备就此住下，享受享受。樊哙劝他注意天下还没有平定，别忘了秦的前车之鉴。刘邦根本听不进去，直到张良亲自来劝，他这才认识到了问题的严重性。于是，刘邦将军队撤退到了灞上。\n　　刘邦到达灞上之后，便召集当地的名士，和他们约法三章：杀人者死，伤人及盗抵罪。其他秦朝的苛刻法制一律废除，这使他得到了民心支持。\n\n　　鸿门宴\n　　项羽在打败章邯，迫使他投降之后，也领兵直奔关中而来。范增劝他趁机除掉刘邦这个对手，项羽就下令准备，要在第二天进攻。这时的刘邦在兵力上无法和强大的项羽相抗衡，他只有十万军队，不可能战胜项羽的四十万精兵。最后是项羽的叔叔项伯“救”了刘邦：项伯和刘邦的谋士张良很要好，见项羽要进攻了，便连夜潜入营中找到张良，让他赶紧走，以免被杀。张良却说不能丢下刘邦，就将消息透露给了刘邦。惊慌之下，刘邦赶忙向张良要计策，张良让刘邦赶紧去见项伯，说明自己没有野心和项羽争夺王位。\n　　刘邦依计约到项伯，说明自己并无称王野心，并于项伯约成儿女亲家。项伯当天夜里就返回了军营，他对项羽说：“因为沛公先行进入关中，为我们扫除了入关的障碍，我们这才能顺利地通过函谷关，沛公是有功劳的人，我们不应该猜疑他，应该真诚相待。”项羽听了，便决定不再进攻刘邦。\n　　第二天，刘邦来到了项羽的军营，只带了樊哙、张良和一百名精锐亲兵。到了项羽的大帐鸿门，当面向迎接他的项羽赔礼道歉。项羽请刘邦入内赴宴，项羽的亚父范增，一直主张杀掉刘邦，在酒宴上，一再示意项羽发令，但项羽却犹豫不决，默然不应。范增召项庄舞剑为酒宴助兴，趁机杀掉刘邦，项伯为保护刘邦，也拔剑起舞，掩护了刘邦，没有成功。这就是成语“项庄舞剑，意在沛公”的由来。后来刘邦借故离开，回到了大营。\n　　在鸿门宴上，刘邦表现出了极高的沉着与冷静。能够全身而退，除了张良、项伯、樊哙的力保之外，关键是刘邦的冷静与沉着。\n\n　　分封汉王\n　　鸿门宴之后，项羽便领兵西进，项籍入咸阳，烧阿房宫、杀秦王子婴。又分封各路将军为王，刘邦被封为汉王，领地是巴、蜀和汉中共四十一县，国都为南郑。并封秦降将章邯、司马欣、董翳为雍王、塞王、翟王，领关中地，以扼制刘邦。同时削减刘邦军队至三万人。项羽自己称为西楚霸王，掌握军队最高统帅权。楚怀王熊心被尊为义帝。后来把义帝迁到别的地方给杀了。\n　　项羽分封，表面上看去论功行赏，但是实际上却是对原诸侯势力进行重新组合，对服从自己的予以分封行赏，并没有照顾原诸侯在本国的实力与影响。因此从一开始埋下乱源。而且他又拒绝了谋士自王关中的建议，坚决衣锦还乡。\n　　汉元年二月，诸侯罢戏下，各回国。刘邦只好忍气吞声接受封号，于四月领兵入汉中、并烧毁栈道，表示再也无意出兵，以麻痹项籍。11月，刘邦挥军东出，拜韩信为大将，明修栈道，暗渡陈仓 ，名为义帝发丧，派人联络诸侯，公开声讨项籍，拉开了4年楚汉战争的序幕。\n　　很快，在汉元年五、六月份，齐国贵族后裔田荣不满分封，赶走齐王，杀胶东王，自立为齐王。刘邦乘乱重返关中，击败章邯，迫降司马欣、董翳，并用计欺骗项籍，使其相信自己取得关中后已心满意足，再也不会东进了。项籍放心去攻打田荣，对西边没有加强防范。项羽则最终陷入齐地泥潭无法抽身。这样给了刘邦绝佳的机会。\n\n楚汉之争\n　　彭城之战\n　　公元前205年5月，刘邦乘项籍在齐国停留的机会，率领诸侯联军56万一举攻占彭城。短暂的胜利是刘邦失去理智，天天与诸侯们喝酒庆祝。项羽闻之，急率轻骑兵3万奔袭，联军被杀十万，溺水淹死十万，刘邦仅率数十骑逃脱，反楚联盟瓦解。\n\n　　荥成对峙\n　　同年6月，刘邦到达荥阳，一路收集败兵，并派韩信于萧索之间击败了楚追兵，得以喘息，稳住了阵脚，遂重整军队，依托关中基地和有利地势与项羽长期抗争。7月，一直负隅顽抗的章邯终于兵败自杀，刘邦解除了后顾之忧；且在逃往荥阳前便派人说服英布反楚，联络彭越扰楚后方；派韩信开辟北方战场，攻魏俘魏王豹，破代，灭赵杀陈余。公元前205年冬，项羽发动反攻，围困荥阳，形势十分危急。刘邦用陈平反间计，使项羽怀疑范增，不用其谋，迫使范增怒而归乡。刘邦又派纪信装扮成自己去楚军诈降，乘机逃出荥阳。项籍加紧围攻荥阳，并夺取成皋。\n　　为了减轻楚军对荥阳的压力，刘邦率军经武关、宛、叶，想引诱项籍南下。为配合汉军行动，此时韩信也率军到达黄河北岸，声援荥阳。彭越正在进攻下邳 。项籍被迫率军回救，刘邦乘机收复成皋。公元前204年7月，项籍以凌厉攻势拔荥阳，再夺成皋。\n\n　　鸿沟为界\n　　刘邦一面命汉军在巩县一带坚守，阻击楚军前进，一面命韩信组建新军击齐，派人入楚腹地协助彭越进攻雎阳、外黄等地，再次迫使项羽回救。公元前204年11月，刘邦用计再次收复成皋，斩杀了项羽大将曹咎。\n　　项籍在击败彭越后，寻汉军主力决战不成，屯兵广武与刘邦形成对峙。不久，韩信在潍水之战中歼灭齐楚联军，完成对楚侧翼的战略迂回，又派灌婴率军一部直奔彭城。项籍腹背受敌，兵疲粮尽，遂与汉订盟，以鸿沟为界，中分天下，东归楚，西归汉。公元前203年10月，项籍引兵东归。\n\n　　垓下之战\n　　楚、汉订盟后，刘邦本想退兵，在张良、陈平提醒下，下令全力追击楚军。公元前203年11月，两军战于固陵，项羽小胜。公元前202年1月，刘邦以封赏笼络韩信、彭越、黥布等[154]，垓下一战重创楚军。\n　　公元前202年1月，刘邦、韩信、刘贾、彭越、英布等各路汉军约计70万人与10万久战疲劳的楚军于垓下展开决战。汉军以韩信率军居中，将军孔熙为左翼、陈贺为右翼，刘邦率部跟进，将军周勃断后。\n　　韩信挥军进攻，采用诱敌深入战术，前军先诈败，信引兵后退，命左、右翼军包抄攻击楚军后部步军。楚军久战疲劳后军迎战不利，汉军将楚后军与项羽前军骑士分割两半，韩信再指挥全军反击，楚军大败，阵亡四万余，被俘两万，被打散两万，仅剩不到两万伤兵随项羽退回阵中。\n　　后楚军退入壁垒坚守，被汉军重重包围。楚军兵疲食尽。韩信命汉军士卒夜唱楚歌，歌云：“人心都向楚，天下已属刘；韩信屯垓下，要斩霸王头！”。\n　　致使楚军士卒思乡厌战，军心瓦解，项羽只有率800人突围至乌江，这时项羽身边只剩下28骑了，一亭长愿带项羽逃至江东重振霸业，遭项羽拒绝。项羽带着28骑大战汉军，最后全军覆没，项羽不愿被俘受辱，于是在乌江自刭而死。\n　　刘邦于是还至定陶，驰入韩信军中，收夺了他的兵权，后改封韩信为楚王，都下邳。\n\n　　登基称帝\n　　在公元前202年2月，刘邦兑现了先前的诺言，封韩信为楚王，彭越为越王。受封的韩信和彭越联合原来的燕王臧荼、赵王张敖以及长沙王吴芮共同上书刘邦，请他即位称帝。刘邦开始假意推辞，韩信他们说：“大王虽然出身贫寒，但能率领众人扫灭暴秦，诛杀不义，安定天下，功劳超过诸王，您称帝是众望所归。”刘邦顺水推舟地说：“既然你们大家都这样看，觉得有利于天下吏民，那就按你们说的办吧。”\n　　公元前202年2月28日，刘邦在山东定陶汜水之阳举行登基大典，定国号为汉。刘邦即皇帝位后，初都洛阳，一个月后迁栎阳，不久正式定都长安，开基肇始，史称西汉。\n\n逝世\n　　病榻问相\n　　刘邦晚年宠爱戚姬及其子赵王如意，疏远吕后，几次想废黜吕后所生的太子刘盈而立刘如意。但因大臣反对，只好作罢。为了皇权的巩固，刘邦费尽心机。本来他年龄就大，在平定英布叛乱时又中了箭伤，到了长安病情加重。吕后找来名医，刘邦问他病情，医生说能治，刘邦一听口气，就知道不会好了，气得大骂医生：“以布衣提三尺剑取天下，此非天命乎？命乃在天，虽扁鹊何益！”说完赏赐给医生五十金打发他走了。\n　　吕后看着弥留中的刘邦，问他死后人事的安排：“ 萧相国死后，由谁来接替呢？”刘邦说曹参。吕后问曹参之后是谁，刘邦说：“王陵可以在曹参之后接任，但王陵智谋不足，可以由陈平辅佐。陈平虽然有智谋，但不能决断大事。周勃虽然不擅言谈，但为人忠厚，日后安定刘氏江山肯定是他，用他做太尉吧。”吕后又追问以后怎么办，刘邦有气无力地说：“以后的事你不会知道了。”\n\n　　去世\n　　刘邦驾崩于公元前195年，即高祖十二年的四月二十五日，享年六十二岁，葬于长陵，谥号为高皇帝，庙号是太祖。葬于长陵。长陵，位于西安市中心以北约20公里、咸阳市以东约20公里的窑店镇三义村北。1988年，国务院将其列为全国重点文物保护单位。　长陵又名“长山”，是汉高祖刘邦与皇后吕雉的陵墓。\n　　他开创的汉朝奠定了中国封建社会的主要文化，即儒家思想影响下的文化制度。在南北朝时期，印度佛教的传入，对儒家文化又产生了影响，了解汉朝的政治和文化制度，有助于理解中国古代的文化。\n\n　　庙号与谥号\n　　刘邦死后，群臣议定的庙号是”太祖”，谥号是“高皇帝”，正式的全称为“汉太祖高皇帝”，简称庙号应该是“汉太祖”，简称谥号则是“汉高帝”，而不是人们习惯称呼的“汉高祖”。《史记·卷八 高祖本纪第八》曰：“丙寅，葬。己巳，立太子，至太上皇庙。群臣皆曰：高祖起微细，拨乱世反之正，平定天下，为汉太祖，功最高。上尊号为高皇帝。太子袭号为皇帝，孝惠帝也。令郡国诸侯各立高祖庙，以岁时祠。”《汉书·卷一下 高帝纪第一下》文字相同，只是恐引起歧义，将《史记》中的“高祖”换为“帝”。\n　　司马迁《史记》作“高祖本纪”，首称刘邦为“高祖”。盖司马氏为汉世宗孝武皇帝时人，孝武皇帝之皇考为孝景皇帝，孝景皇帝皇考为太宗孝文皇帝，孝文皇帝皇考即是太祖高皇帝，对武帝而言，高皇帝是自己的曾祖父。\n　　按《尔雅》：“曾祖王父之考，为高祖王父”，照理讲，汉武帝要称呼太上皇为高祖，但是《尔雅》上文郭注曰：“高者，言在最上。”《释名》云：“高祖，高，皋也，最在上皋，韬诸下也。”《潜邱札记》云：“曾祖之父为高祖，然自是以上，亦通谓之高祖。”\n　　《周书·康王之诰》：“无坏我高祖寡命”，高祖指文王、武王，这是以曾祖父、祖父称“高祖”。因为周文王、武王是肇基建国之王，功高至伟，所以称高祖，是最上之尊称。同样，汉武帝称曾祖父高帝为“高祖”亦是此意，是后世子孙对于先祖的至高称呼，司马氏应该是使用当时汉朝对高皇帝的尊称，以刘邦为“高祖”。\n\n\n评价\n\n诸项第一\n1．刘邦是中国历史上第一位由平民登上帝位的皇帝。\n2．刘邦是中国历史上第一位御驾亲征而统一天下的皇帝。\n3．刘邦是中国历史上第一位发明“招降纳叛”和“统一战线”军事战略战术的皇帝。\n4．刘邦是中国历史上第一位以“休养生息”为国策从而在全国大力发展经济的皇帝。\n5．刘邦是中国历史上第一位“释放奴婢”从而一定程度上打击奴隶制度、解放生产力的皇帝。\n6．刘邦是中国历史上第一位在全国范围内实行“轻徭薄赋”政策、实行“十五税一”低税率的皇帝。\n7．刘邦是中国历史上第一位推行“量吏禄，度官用，以赋于民”的财政支出紧缩政策而提倡节俭的皇帝。\n8．刘邦是中国历史上第一位制定礼仪从而巩固皇权的皇帝。\n9．刘邦是中国历史上第一位下“求贤诏”在全天下广招贤士人才的皇帝。\n10．刘邦是中国历史上第一位写诗的皇帝，其诗作——大风歌被誉为“千古人主第一词”。\n11．刘邦是中国历史上第一位祭祀孔子并重用儒士的皇帝，从而为汉朝及后世以儒家文化为主体思想治国奠定了基础。\n12、刘邦是中国历史上第一位以孝治理天下的皇帝。 \n\n历代评价\n郦食其：“收天下之兵，立诸侯之后。降城即以侯其将，得赂即以分其士，与天下同其利，豪英贤才皆乐为之用。”\n魏豹：“汉王慢而侮人，骂詈诸侯髃臣如骂奴耳，非有上下礼节也。”\n高起、王陵：“陛下慢而侮人，项羽仁而爱人。然陛下使人攻城略地，所降下者因以予之，与天下同利也。”\n陆贾：“项羽倍约，自立为西楚霸王，诸侯皆属，可谓至强。然汉王起巴、蜀，鞭笞天下，遂诛项羽，灭之。五年之间，海内平定。此非人力，天之所建也。”“皇帝继五帝、三皇之业，统理中国；中国之人以亿计，地方万里，万物殷富；政由一家，自天地剖判未始有也。”\n司马迁：“然王迹之兴，起於闾巷，合从讨伐，轶於三代，乡秦之禁，适足以资贤者为驱除难耳。故愤发其所为天下雄，安在无土不王。此乃传之所谓大圣乎？”\n班固：“初，高祖不修文学，而性明达，好谋，能听，自监门戍卒，见之如旧。初顺民心作三章之约。天下既定，命萧何次律令，韩信申军法，张苍定章程，叔孙通制礼仪，陆贾造《新语》。又与功臣剖符作誓，丹书铁契，金匮石室，藏之宗庙。虽日不暇给，规摹弘远矣。”“汉帝本系，出自唐帝。降及于周，在秦作刘。涉魏而东，遂为丰公。丰公，盖太上皇父。其迁日浅，坟墓在丰焉。及高祖即位，置祠祀官，则有秦、晋、梁、荆之巫，世祠天地，缀之以祀，岂不信哉！由是推之，汉承尧运，德祚已盛，断蛇著符，旗帜上赤，协于火德，自然之应，得天统矣。”\n荀悦：“高祖起于布衣之中，奋剑而取天下，不由唐虞之禅，不阶汤武之王，龙行虎变，率从风云，征乱伐暴。廓清帝宇。八载之间，海内克定，遂何天之衢。登建皇极。上古已来，书籍所载，未尝有也。非雄俊之才、宽明之略、历数所授、神祇所相、安能致功如此。”\n曹植：“昔汉之初兴，高祖因暴秦而起。官由亭长，自身亡徒。招集英雄，遂诛强楚。光有天下，功齐汤武。业流后嗣，诚帝王之元勋，人君之盛事也。然而名不继德，行不纯道。寡善人之美称，鲜君子之风采。惑秦宫而不出，窘项座而不起。计失乎郦生，忿过乎韩信。太公是诰，于孝违矣。败古今之大教，伤王道之实义。身没之后，崩亡之际，果令凶妇肆鸩酷之心，嬖妾被人豕之刑。亡赵幽囚，祸殃骨肉。诸吕专权，社稷几移。凡此诸事，岂非高祖寡计浅虑以致祸乱？然彼之雄才大略，倜傥之节，信当世至豪健壮杰士也。又其枭将尽荩臣，皆古今之鲜有，历世之希睹。彼能任其才而用之，听其言而察之。故兼天下而有帝位，流巨勋而遗元功也。不然斯不免当世之妄。”\n曹冏：“汉祖奋三尺之剑，驱乌集之众，五年之中，遂成帝业。自开关以来，其兴立功勋，未有若汉祖之易也。夫伐深根者难为功，摧枯朽者易为力，理势然也。”\n刘邵：“若一人之身，兼有英雄，则能长世；高祖、项羽是也。”\n刘渊：“大丈夫当为汉高、魏武，呼韩邪何足效哉！”\n石勒：“朕若逢高皇，当北面而事之，与韩彭竞鞭而争先耳。”\n司马贞：“高祖初起，始自徒中。言从泗上，即号沛公。啸命豪杰，奋发材雄。彤云郁砀，素灵告丰。龙变星聚，蛇分径空。项氏主命，负约弃功。王我巴蜀，实愤于衷。三秦既北，五兵遂东。氾水即位，咸阳筑宫。威加四海，还歌大风。”\n苏轼：“予观汉高祖及光武，及唐太宗，及我太祖皇帝，能一天下者四君，皆以不嗜杀人者致之，其余杀人愈多，而天下愈乱。”\n苏辙：“夫古之英雄，唯汉高帝为不可及也夫。”\n何去非：“汉太祖挟其在己之智术，固无足以定天下而王之。然天下卒归之者，盖能收人之智而任之不疑也。”\n范浚：“夫以高祖权略智数，揽英豪而驱御之，盖真王霸才，虽羽百辈不敌也。”\n朱元璋：“惟汉太祖皇帝除嬴平项，宽仁大度，威加海内，年开四百。有君天下之德而安万世之功者也。”\n毛泽东：“刘邦是在封建时代被历史学家称为‘豁达大度，从谏如流’的英雄人物。刘邦同项羽打了好几年仗，结果刘邦胜了，项羽败了，不是偶然的。” “能够打败项羽，是因为刘邦和贵族出身的项羽不同，比较熟悉社会生活，了解人民心理。” 汉太祖刘邦比西楚霸王项羽强，他得天下一因决策对头，二因用人得当。\n约瑟.汤恩比：“人类历史上最有远见、对后世影响最大的两位政治人物，一位是开创罗马帝国的恺撒，另一位便是创建大汉文明的汉太祖刘邦。恺撒未能目睹罗马帝国的建立以及文明的兴起，便不幸遇刺身亡，而刘邦却亲手缔造了一个昌盛的时期，并以其极富远见的领导才能，为人类历史开创了新纪元！”\n\n\n为政举措\n\n政治\n　　⑴善用人才\n　　统一中国建立汉朝之后，刘邦以文治理天下，征用儒生，诏令天下，广泛求贤。即位的同年6月，刘邦在洛阳的南宫开庆功宴，宴席上，他总结了自己取胜的原因：“论运筹帷幄之中，决胜于千里之外，我不如张良；论抚慰百姓供应粮草，我又不如萧何；论领兵百万，决战沙场，百战百胜，我不如韩信。可是，我能做到知人善用，发挥他们的才干，这才是我们取胜的真正原因。至于项羽，他只有范增一个人可用，但又对他猜疑，这是他最后失败的原因。”刘邦的总结确实说对了，战争的胜败，人的因素总是最重要的。\n\n　　⑵定都关中\n　　后来，刘邦定都长安是因为一个叫娄敬的士卒的提醒，娄敬从山东赶来见刘邦，说刘邦得天下和先前的东周不一样，所以不应该像东周那样以洛阳为都城，应该到关中定都，这样便可以在秦地固守险地，国家才能长治久安。张良同意娄敬的建议，他说关中是“金城千里，天府之国”，退可守，攻可出。刘邦听了表示同意，于是很快将都城迁到了长安。\n\n　　⑶地方区划\n　　刘邦接承秦朝的中央集权制和郡县制，同时废除了秦朝的苛刻法律刑法。刘邦攻入咸阳之时，便立即废除秦朝的苛法。与民约法三章，封存府库，对百姓秋毫无犯，深得民心。\n\n　　⑷法律思想\n　　在平定天下后，刘邦以儒家思想为主，以法家思想为辅，取消秦朝“严刑峻罚”的做法，废除连坐法及夷三族，提出了“德主刑辅”。即以教化为主，刑罚为辅，达到宽柔相济，严松相当的统治效果。\n　　刘邦命萧何参照秦朝法律“取其宜于时者，作律九章”，即“汉律九章”。这是在战国时期李悝所制订的《法经》六篇基础上补充了户律、兴律和厩律，一般所说的汉律就是指《九章律》。刘邦重用叔孙通整理朝纲，叔孙通制定了一套适合当时形势需要的政治礼仪制度，撰写了《汉仪十二篇》、《汉礼度》、《律令傍章十八篇》等仪法法令方面的专著，为汉朝的建立和巩固起了重要作用，也为后人留下了一笔宝贵的文化遗产。\n\n　　⑸分封异姓王\n　　刘邦虽然做了皇帝，但他也没有敢对自己的皇位掉以轻心。他在设盛宴招待英布等大臣时，曾经对在场的父亲刘太公夸耀说：“原先您老经常说我是无赖，没有赖以生存的赚钱之道，没有二哥能理家治业。如今我做了皇帝，您看在是二哥的财富多，还是我的财富多呢？”不过在享受的同时他也采取措施对皇权进行了巩固。\n　　第一个让他不放心的就是在各地的异姓王。他们都有兵将，有的还有三心二意。第二个问题就是其他将领，为功劳大小和赏赐的多少争斗不止，如果安抚不当，就会投奔那些异姓王作乱。还有原先六国的后代也不能掉以轻心。在中央，丞相的权力对他这个皇帝也构成了威胁。刘邦从做了皇帝，到最后病死，中间有八年时间，基本上都用在了解决这些让他不放心的问题。\n　　他先收拾的是韩信。在公元前201年，即高祖六年，有人告发韩信谋反。刘邦问怎么办，大家说发兵讨伐。但陈平却反对，他说楚国兵精粮足，韩信又善于用兵，发兵很难取胜。他建议刘邦以巡游云梦为借口，让各诸侯王都到陈县，到那时韩信一定会来，然后再抓他问罪。刘邦依计行事，果然将韩信抓住了。韩信听到对他的指控，大声喊冤：“古人说的果然不错：‘狡兔死，良狗烹；高鸟尽，良弓藏；敌国破，谋臣亡’天下已经平定，我这样的人也早就该烹杀了。”刘邦将韩信押到了洛阳，但又没有明确的证据，便释放了他，但降成了淮阴侯。这使韩信怀恨在心。\n　　第二年，韩信谋划让陈豨在外地反叛，使刘邦亲自前去平叛，然后自己袭击留守都城的太子和吕后。但还是事情败露。吕后采用了萧何的主意，将韩信诱骗入宫抓捕，最后被斩于长乐宫钟室，留下一个“成也萧何，败也萧何”的成语。\n　　除了韩信，其他诸侯王如彭越等人也被消灭，只剩下了长沙王吴芮。\n　　对于其他将领，刘邦也颇费心机。开始，刘邦先是分封了萧何等二十余人官职，但众将领因为互不服气，争功不止，刘邦就没有封官。一次，在洛阳南宫，刘邦看见众将坐在沙地上不知在说什么，问身边的张良怎么回事，张良说他们在谋反。刘邦问为什么，张良说怕他以后不会封他们高官。刘邦又问怎么办，张良就问他最恨的人是谁，刘邦说是雍齿，因为他虽然功劳多，但太张狂，自己曾经想将他杀掉。张良听了就让他封雍齿为侯，这样，大家就觉得被刘邦记恨的雍齿都能受封，他们就更不用着急了。于是，刘邦大摆庆功宴，封雍齿为什方侯，还当场命丞相和御史抓紧时间草拟论功行赏分封的名单。张良的计策果然奏效，众将的心都安定了。\n　　对于六国的后裔，刘邦则将他们和地方的名门望族共十几万人全部迁到关中居住，置于中央控制之下，消除了后顾之忧。\n\n　　⑹强化皇权\n　　关于丞相的过大权力，刘邦通过把萧何下狱来打击削弱相权。在刘邦平定了黥布叛乱回到长安后，萧何提议把上林苑开放，让百姓去耕种，因为上林苑基本上已经荒芜，并不是养兽供皇帝狩猎的地方。刘邦一听就恼了，硬说萧何拿了商人的贿赂，所以才替他们说话，借百姓之名为商人牟利。刘邦将萧何关进了监狱，几天后，有大臣问丞相犯了什么罪，刘邦却为自己狡辩说：“原先李斯做秦国的丞相，凡是功劳都归始皇，不好的事都由自己承担。但丞相萧何却接受了商人的贿赂，替他们求我开放上林苑，刁买人心。因此要治他的罪。”通过打击元老功臣萧何，刘邦在削弱相权的同时将皇帝的权力提高了。\n　　在巩固强化皇权方面，刘邦也是想尽了办法，一是通过尊父亲太公为太上皇，二是通过对季布和丁公的处理。这两件事最终达到了他的目的。\n　　在经历了春秋和战国长期的混乱之后，又经历了短期的秦朝统治，再加上秦末战争，这使得人们心中没有忠君的观念，还保持着战国以来就形成的“士无常君，国无定臣”的思想，这不利于皇权的巩固。刘邦通过尊重父亲来教育大臣和百姓遵循礼法，尊重长辈，效忠君主。\n　　刘邦和父亲刘太公在一起住，每五天就去拜见一次。太公觉得没什么，也习惯了。但太公的属官却觉得不合适，就劝他说：“俗话说，天无二日，地无二主，当今皇帝是您的儿子，但他也是人主。您虽是他的父亲，但也是他的大臣。让他这个主人拜见您这个大臣，不合礼仪。况且这样也显不出皇帝的威严。”\n　　等刘邦再拜见父亲时，太公就提前拿着扫帚出门相迎，然后倒退着进屋，不给刘邦行礼机会。刘邦很吃惊，跳下车去搀扶父亲，太公赶忙说：“皇帝贵为人主，不能因为我一个人破坏了国家的礼法。”刘邦便下诏书，尊太公为太上皇，这样一举两得，不但明示了皇帝的尊严，他也可以顺理成章地拜见父亲了。刘邦很崇尚孝道，称帝后将父亲刘太公接到皇宫居住，封父亲为太上皇。太上皇在皇宫生活日久了就终日闷闷不乐，刘邦忐忑不安，私下问太上皇侍从，侍从回答说：“太上皇以前在家乡丰邑城生活时每天都和邻居亲朋在一起以踢球、斗鸡、喝酒为乐，没有人能陪太上皇，因此才闷闷不乐。”于是刘邦在皇宫附近为父亲盖起一座新丰城，又将丰县部分亲朋邻居迁来居住。新丰城街巷布局跟家乡丰邑城一模一样，连迁来的相邻老幼和鸡犬都能认得各自的居所。\n　　第二件事是对季布和丁公的处理。在刘邦和项羽争天下时，他们两都是项羽手下的大将。季布领兵几次将刘邦打败，丁公也领兵追击过刘邦，但最后放过了他。刘邦做皇帝后，记恨季布打败过自己，就把他抓了起来。但想到自己也需要他这样的忠臣来辅佐，就不再记仇，不但放了他，还封为郎中。丁公是季布的舅舅，他听说了，就觉得连季布这样给过刘邦难堪的人都能释放做官，他这个曾对刘邦有恩的人就更不用说了。没想到，他却被刘邦抓起来。刘邦对众人说：“丁公做项籍的将领时不忠，就是他这种人使项王丧失了天下。”刘邦下令处死了丁公，还在军中示众，警示大家要做忠臣，不要学丁公。\n\n经济\n　　刘邦废除秦朝苛法、豁免其徭役减轻人民的负担，如减轻田租，什五税一，“与民休息” ，释放奴婢，凡民以饥饿自卖为奴婢者，皆免为庶人，解放生产力，让士兵复员，以功劳行田宅”让士兵复员归家，给予他们土地及住宅，使他们从事生产劳作，迅速恢复提高国民经济。继续推行秦代按军功授田宅的制度，规定商人不得衣丝乘车，并加重租税等，恢复残破的社会经济，稳定封建统治秩序。同时鼓励生育，扩大劳动力。同时大力发展农业，抑制打击唯利是图的商人及残余的奴隶主阶级。刘邦还接受娄敬的强干弱枝的建议，把关东六国的强宗大族和豪杰名家10余万口迁徙到关中定居。刘邦使百姓得以生息，民心得以凝聚，国家得以巩固。\n\n文化\n　　刘邦年轻时放荡不羁，鄙视儒生。称帝以后，他认为自己是马上得天下，《诗》、《书》没有用处。陆贾说：“马上得到天下，能马上治天下吗？”刘邦于是命陆贾著书论述秦失天下原因，以资借鉴。\n　　刘邦建立规模宏大的“国家图书馆”天禄阁、石渠阁等。[198]“天下既定，命萧何次律令，韩信申军法，张苍定章程，叔孙通制礼仪，陆贾造《新语》。又与功臣剖符作誓，丹书铁契，金匮石室，藏之宗庙。虽日不暇给，规摹弘远矣。”\n　　刘邦采取的宽松无为的政策，不仅安抚了人民、凝聚了中华，也促成了汉代雍容大度的文化基础。可以说刘邦使四分五裂的中国真正的统一起来，而且还逐渐把分崩离析的民心凝集起来。他对汉民族的形成、中国的统一强大，汉文化的保护发扬有决定性的贡献。\n　　到高祖刘邦末年时，经济已经明显好转，天下新定，人民小安，未可复兴兵。刘邦是中国历史上少有的杰出政治家，是真正统一中国的人，可以说他是汉始皇，创造汉民族的人。他在汉初制订的英明国政，不仅使饱受战乱的中国得以休养生息，还开创了以后“文景之治”的富裕与奠定了汉武反击匈奴的坚实基础。\n　　刘邦高瞻远瞩、深谋远虑，他的政治制度和对后世的安排使大汉延续了长达四百余年的中国历史上最长的统一王朝。他的一套政治体制和经济制度为后世统治者所沿用刘邦开创的大汉帝国可以说是中国历史上最强盛的朝代，令后世国人景仰与怀念，他本身也另后世众多的人所怀念歌颂。\n\n尊习孔教\n　　汉二年刘邦的《重祠诏》云：“吾甚重祠而敬祭。今上帝之祭，及山川诸神当祠者，各以其时礼祠之如故。”刘邦认为“天子尊事天地，修祀山川，古今通礼。”\n　　《礼记·祭法》指出：“夫祭者，非物自外至者也，自中出生于心者也。心怵而奉之以礼，是故唯贤者能尽祭之义”，深刻揭示了祭祀活动的本质。祭祀活动本身体现了对逝者的追思和生者的希冀。具体来讲，祭祀的目的主要是弭灾、求福、报谢。祭祀就是按着一定的仪式，向神灵致敬和献礼，以恭敬的动作膜拜它，请它帮助人们达成靠人力难以实现的愿望。\n　　刘邦被父老乡亲立为沛公后，就知道“祠黄帝，祭蚩尤於沛庭。”\n　　《史记·外戚世家》记载：“夏之兴也以涂山”，涂山是夏兴之地，祭祀活动自古有之。汉高祖刘邦过涂山，“命立禹庙以镇涂山”，从此，历代官府和黎民百姓便有了祭祀大禹之所——涂山禹王庙。有庙而发展为有祭祀大禹诞辰的农历六月六涂山禹王庙会。由一年一祭的庙会又发展为一年三祭大禹的农历三月二十八日、六月六日、九月九日的三次庙会。\n　　汉太祖刘邦于十二年十二月自淮南还，过鲁，以太牢祭祀孔子。刘邦在回京师长安的路上，专程到曲阜以隆重的“太牢”礼仪祭孔，刘邦是中国历史上第一个亲临孔庙祭孔的君主，开了帝王祭孔的先例。另一方面也说明了统治者掌握政权后，儒学的价值在社会的变革中得以充分体现。\n　　据《长安县志·王曲城隍庙会》记载：“相传楚汉荥阳之战中，汉将纪信假扮成汉王，解救刘邦出围，致被项羽烧死。刘邦得天下后，厚赏、追封纪信，并赐黄袍加身，择长安上林苑修建大型庙堂并祭祀，每年农历二月初八祭祀，后遂成庙会。”汉代纪信救刘邦的故事在《史记·项羽本纪》和《汉书·高帝纪第一上》及地方相关资料上均有叙述。据传文景二帝时期，为了顺应民心、强化统治，遂将供奉的纪信封为城隍神，成为长安城的保护神。\n\n民族\n　　秦亡以后，漠北的匈奴乘机南下，重新占据了河南地。汉初，匈奴不断侵扰汉的边郡，高祖六年，韩王信投降匈奴。次年，刘邦亲自率兵前往征讨，在白登被匈奴30余万骑兵围困七昼夜。后用陈平计谋，重贿冒顿单于的阏氏，才得脱险。此后，刘邦不得不对匈奴采取和亲政策，开放汉与匈奴之间的关市，以缓和双方的关系。\n\n\n家族成员\n\n家世\n刘氏起源于三皇五帝之尧帝，尧帝长子监明受封于“刘”邑，监明早亡，其子式继封，遂以邑为氏也，传至夏朝有刘累，下传至士会适秦，归晋，有子留于秦，恢复刘氏，之后在战国时获于魏，遂为魏大夫，魏国从安邑迁都大梁，刘清出生，清生仁，刘仁迁丰邑，刘家即在此期间迁丰邑。\n曾祖父：刘清，战国末期魏国大夫，出生并活动于魏都大梁，之后其子刘仁迁丰邑中阳里，现丰县汉皇祖陵保存刘清之墓。\n祖父：刘仁，迁丰邑，丰邑本属宋国，宋灭后入齐国，前284年五国伐齐后，原宋国国土尽入魏国，为魏国东陲，刘仁迁丰，当在此年之后。\n父亲：刘煓，字执嘉，即刘太公，刘邦登基后尊为太上皇，崩于公元前197年。 \n生母：温氏，一说王含始，被追谥为昭灵夫人。\n庶母：李氏，太上皇庶妻，封太上皇后，逝于公元前197年；生楚元王刘交。\n\n兄弟姐妹\n刘伯，刘邦大哥，汉五年正月，追尊为武哀侯，高后时，追尊为武哀王。长嫂封阴安侯。\n刘仲，名喜，刘邦二哥，被刘邦封为代王，统辖今河北、山西一带，后因抵抗匈奴战败被革为合阳侯，死后 追谥为代顷王。二嫂为顷王后。\n刘交，刘邦弟弟，排行第四，被刘邦封为楚王，死后谥元王。\n从父兄：荆王刘贾。\n从祖弟：燕王刘泽。\n姊：宣夫人 昭哀后。\n\n后妃\n曹夫人、吕皇后、戚夫人、薄姬、赵姬、管夫人、赵子儿、石美人。\n\n儿子\n1.刘肥。\n2.刘盈。\n3.刘如意。\n4.刘恒。\n5.刘恢。\n6.刘友。\n7.刘长。\n8.刘建。 \n\n女儿\n鲁元公主，嫁赵王张敖为妻，生子张偃。\n\n\n轶事典故\n\n民间传说\n父子情深\n　　刘邦做了皇帝，在设盛宴招待大臣时，对父亲刘太公夸耀说：“原先您老经常说我是无赖，没有赖以生存的赚钱之道，没有二哥能理家治业。如今我做了皇帝，您看在是二哥的财富多，还是我的财富多呢？”\n\n　　刘邦和父亲刘太公在一起住，每五天就去拜见一次。太公觉得没什么，也习惯了。但太公的属官却觉得不合适，就劝他说：“俗话说，天无二日，地无二主，当今皇帝是您的儿子，但他也是人主。您虽是他的父亲，但也是他的大臣。让他这个主人拜见您这个大臣，不合礼仪。况且这样也显不出皇帝的威严。”等刘邦再拜见父亲时，太公就提前拿着扫帚出门相迎，然后倒退着进屋，不给刘邦行礼机会。刘邦很吃惊，跳下车去搀扶父亲，太公赶忙说：“皇帝贵为人主，不能因为我一个人破坏了国家的礼法。”刘邦便下诏书，尊太公为太上皇，这样一举两得，不但明示了皇帝的尊严，他也可以顺理成章地拜见父亲了。刘邦很崇尚孝道，称帝后将父亲刘太公接到皇宫居住，封父亲为太上皇。太上皇在皇宫生活日久了就终日闷闷不乐，刘邦忐忑不安，私下问太上皇侍从，侍从回答说：“太上皇以前在家乡丰邑城生活时每天都和邻居亲朋在一起以踢球、斗鸡、喝酒为乐，没有人能陪太上皇，因此才闷闷不乐。”于是刘邦在皇宫附近为父亲盖起一座新丰城，又将丰县部分亲朋邻居迁来居住。新丰城街巷布局跟家乡丰邑城一模一样，连迁来的相邻老幼和鸡犬都能认得各自的居所。\n\n蹴鞠\n　　西汉初年，足球也得到贵族阶级的喜爱。汉朝人把蹴鞠视为“治国习武”之道，不仅在军队中广泛展开，而且在宫廷贵族中普遍流行。《西京杂记》上就记载：刘邦“斗鸡、蹴鞠为欢”。桓宽的《盐铁论》中说，西汉社会承平日久，“贵人之家，蹴鞠斗鸡”为乐，一般的人们也是在“康庄驰逐，穷巷蹴鞠”，古人居家旅行必备娱乐物。\n\n城隍神\n　　《长安县志·王曲城隍庙会》记载：“楚汉荥阳之战中，汉将纪信假扮成汉王刘邦，解救刘邦出围，致被项羽烧死。[刘邦得天下后，厚赏、追封纪信，并赐黄袍加身，择长安上林苑修建大型庙堂并祭祀，每年农历二月初八祭祀，后遂成庙会。”纪信救刘邦的故事在《史记·项羽本纪》和《汉书·高帝纪第一上》及地方相关资料上均有叙述。据传文景二帝时期，为了顺应民心、强化统治，遂将供奉的纪信封为城隍神，成为长安城的保护神。\n\n感孕而生\n　　《汉书·高帝纪》记载：其母有一次在水塘堤坝上闭目小憩，梦与天神不期而遇。逢上雷电交加，天色阴暗，其父太公到塘坝接应其母，只见一条蛟龙蟠于母身。随之就怀孕了，生下了汉高祖。\n\n贵不可言\n　　刘邦曾辞去亭长在家务农，吕后和两个孩子住在田间小棚里，有一位过路老丈向其讨水喝，吕后还留他吃了饭。老丈看了吕后的相赞道“：夫人是天下贵人。”吕后请他给两个孩子看相，他看了孝惠帝，说：“夫人之所以能成为贵人，是因为有这个儿子。”他又看了鲁元公主，也说将来是位贵人。老丈走后，高祖从另一间田舍归来，吕后向他备言前事，说那位老丈相我母子三人都是大贵之相。高祖问老丈何在，吕后说：“其走未远。”高祖追及老丈，求问自己的生相。老丈说“：刚才说夫人及令郎等生相大贵，都是由于您的洪福。您的生相是贵不可言。”高祖连忙称谢道“：果真如老先生所说，我永远会记住您的指点之恩。”到高祖登基后，这位老丈的去向却不得而知了。\n\n成语典故\n　　1.韩信将兵，多多益善。出处：《史记.淮阴侯列传》，意思是越多越好。\n\n　　2.项庄舞剑，意在沛公。出处：《史记.项羽本纪》：“今者项庄拔剑舞，其意常在沛公也。”\n\n　　3.人为刀俎，我为鱼肉。出处：《史记.项羽本纪》：“如今人方为刀俎，我为鱼肉。”\n\n　　4.约法三章。出处：《史记.高祖本纪》：“与父老约，法三章耳；杀人者死，伤人及盗抵罪。”《汉书刑法志》：“高祖初入关，约法三章。”\n\n　　5.一决雌雄。出处：《史记.项羽本纪》：“愿与汉王挑战，决雌雄。”\n\n　　6.分我杯羹。出处：《史记.项羽本纪》：“吾翁即若翁，必欲烹而翁，则幸分我一杯羹。”\n\n　　7.筑坛拜将。出处：《汉书.高帝纪上》：“汉王齐戒设坛场，拜信为大将军，问以计策。”元·王实甫《西厢记第三本》第一折：“计将安在？小生当筑坛拜将。”　冯梦龙《喻世明言·闹阴司司马貌断狱》书中记载：一遇汉祖，筑坛拜将，捧毂推轮，后封王爵以酬其功。成语：成也萧何，败也萧何。出处：司马迁《史记.淮阴侯列传》\n\n　　8.明修栈道　暗渡陈仓。出处：《史记.高祖本纪》\n\n　　9.犬牙交错。出处：《汉书.中山靖王传》：“诸侯王自以骨肉至亲，先帝所以广封连城，犬牙相错者，为盘石宗也。”\n\n　　10.一败涂地。出处：《史记.高祖本纪》：“今置将不善，壹败涂地。”\n\n　　11.高阳酒徒。出处：《史记.郦食其列传》沛公引兵过陈留，高阳儒生郦食其求见。使者入通，沛公曰：“为我谢之，言我方以天下为事，未暇见儒人也。”使者出以告。郦生瞋目案剑叱使者曰：“走！复入言沛公，吾高阳酒徒也，非儒人也。”遂延入。终受重用。\n\n",
  "desc": "汉高祖刘邦，沛县丰邑中阳里 人，汉朝开国皇帝，汉民族和汉文化伟大的开拓者之一、中国历史上杰出的政治家、卓越的战略家和指挥家。对汉族的发展，以及中国的统一和强大有突出贡献。",
  "dynasty": "两汉",
  "id": 746,
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_746.jpg",
  "name": "刘邦",
  "star": 94
}