{
  "content": "文学创作\n\n　　刘因一生著作甚丰，主要有《四书精要》、《易系辞说》等。后清廷收入《四库全书》。广泛行世的《静修集》是诗文集，收入各体诗词800余首。诗名冠元初诗坛。《元史》有传。他的诗是元初文人中反映移民思想较多的，虽然隐晦曲折，但感情比较真挚沉痛。刘因是居留北方的汉族人，他的诗作《登武遂北城》、《塞翁行》、《武当野老歌》、《渡白沟》、《白沟》、《感事》等都流露出对宋朝的追忆和怀恋。而《白沟》一诗更为人所乐道。诗中追溯宋朝开国之初采取重南轻北方针，对于造成丧失北部中国的失误提出了批评。刘因本怀有政治抱负，他在《秋夕感怀》诗中说：“整顿乾坤了，千古功名立。”想做一番事业，但是“头上无绳系白日，胸中有石补青天”，现实社会并没有可能让他真正地施展才能。他对当时一些人不择手段、丧尽廉耻地追逐名利特别反感。他写道：“多少白面郎，屈节慕身肥。奴颜与婢膝，附势同奔驰。吮痈与舐痔，百媚无不为。丈夫宁饿死，岂无需□斯。鸿鹄凌云志,，燕雀安能知。二禽登寥廓，尺□笑藩篱。世态尽伥鬼，吾将谁与归。”刘因为人清高傲岸，他写《和陶诗》，引陶渊明为知己。\n\n　　刘因还有一些描写民生疾苦的诗，如《豳风图》、《送人官浙西》、《杂诗五首》、《有客》、《里社图》、《仲诚家藏张蔡公石女剪制香奁绝巧，持以求予诗》等。他写道：“东家健妇把锄犁，西家处女负薪归。哀哀正念诛求苦，对此无言空泪垂。”他还描写一些因苦于征战而逃亡者的生活，如《对菊》一诗写道：\"画本流民今复见，诗家逃屋为谁留。黄茅安得千间厦，白布空歌万里裘。\"\n\n　　刘因在《易州太守郭君墓志铭》中，对元军所到的地方,庐舍为墟，表示不满,而对聚众保乡里，拥城为官者亦有微词。但是刘因在这方面又不敢作过多表示。他说：“客来恐说闲兴废，茶罢呼棋信手拈。”十分小心谨慎，企图逃开罗网而遗世独立。而他所写的《唯诺说》、《唯诺后说》，还主张做一个唯唯诺诺的人。他在无可奈何中出仕元朝，反映了他思想的矛盾。\n\n　　刘因是一个宋代欧、苏、黄诗的崇拜者，有些诗富于哲理意味。他曾自选作品100余篇,名为《丁亥集》，寓意深远，人莫能解，有乌冲、安熙都为它作注。有《静修先生文集》22卷，《四库全书》本作30卷。 \n\n\n人物生平\n\n家世背景\n　　刘因出生于宋理宗淳佑九年闰二月九日，蒙古灭金后的第十五年。刘因的故乡容城地处冀中平原腹地，刘因的祖辈世代居住于此，长期身为金朝的臣民，高祖父、曾祖父和叔祖父曾三世仕金，其父刘述亲身经历了金朝末年的战乱，而后曾短期在元朝做官，但主要过的是隐居不仕的处士生活。时代的风云，家业的盛衰，祖父辈的经历，都在他的心灵中烙上深深的印迹，给予他的思想和性格以重要影响。 \n\n　　刘因在故乡出生时，已是战乱初宁的元蒙初年。刘因幼年，就全国范围说，战争虽有，但刘因生活的今河北一带，倒是一派升平气象。这期间，是中国历史上一个久乱初宁的年代。元朝初年，由于社会安定，政策得当，北方农业生产得到进一步恢复和发展，“民间垦辟种艺之业，增加数倍”。全国的统一，交通的畅达，也促进了商业和手工业的繁荣，城市贸易、农村集市以及对外贸易都有了巨大发展。刘因的青少年时代正是恰逢这样一个难得的和平时期，它对刘因思想的形成有巨大影响。\n\n少有大志\n　　刘因自幼受儒学家世熏陶，其父刘述兴趣广泛，对天文、历数、阴阳、医方、性学、史学等都有研究。刘因出生后，父亲对他十分钟爱珍视，杜绝交游，一门心思传授刘因读书识字。刘因天资聪慧，颖悟过人，在父亲的启蒙教育下，三岁读书识字，每天读千百言，过目成诵；六岁开始学习作诗，七岁就能写文章，文笔不俗，落笔惊人。 \n\n　　刘因少有大志，十五岁时就曾作诗明志“鸿鸽凌云志，燕雀安能知。”青年时代的刘因抱着积极入世的态度，在诗篇中常坦率地表露自己的志向和远大抱负。二十岁时所作《希圣解》，即以\"希贤、希圣、希天为主旨，并以天地间一清才自命。 \n\n　　中统元年庚申，刘因随父亲迁往真定，师从北方名儒砚弥坚，学业大进，同学中无人能及。砚弥坚不仅才华出众，而且慧眼识人才，在他所教学生之中，力推刘因，预言刘因会成为名儒。 \n\n　　刘因从砚弥坚处学习的是经学，钻研训诂疏释之说，但他很快便不满足了。宋金两代文坛注重“以辨博长雄”的词章和“诞漫坐杂”的经义，“南北崇尚几无所分别”，中统年间前后，经许衡、窦默、姚枢等人的提倡，在南方被公认为“正学”的程朱理学也规模日广地传播到北方。刘因对早年研习的“训诂疏释之说”本来就心存疑惑，接触到了理学著作，为学方向及思想面貌便发生了巨大变化，开始专心研读程朱诸书。\n\n授徒明道\n　　刘因家境贫寒，经常家无余粮手无余钱，虽然自己学有所长，远近知名，但他仍能安贫乐道，不苟合于世，也不乱结交朋友，不义之财更是一分不取。元世祖至元四年，父亲刘述病逝，经济更加窘迫，无力安葬，刘因无奈之下写信给父亲的好友杨恕，在其资助下才得以完成丧事。\n\n　　至元十一年，元朝下诏伐宋；大军浮汉入江，水陆并进，顺流而下。不到两年，宋亡。刘因颇伤宋朝为奸臣所误，拘留元朝国使以挑兵衅，终致国亡，遂作《渡江赋》以哀之。他曾欲南游江湖，览观南宋诸先儒名迹，但未能成行，反而北上易州，到当时辞官家居的何玮家馆课授徒。何玮曾参与伐宋之役，藏书中有不少是从南宋旧境携回的理学书籍，这些书在北方不易搜寻，刘因教书三年，得以实现“馆于藏书之家而肆其检阅”的宿愿。\n\n　　元世祖至元十六年，刘因三十岁，元初没有科举取士，知识分子无由进入仕途。刘因身为布衣，虽抱负不凡，但建功立业实难。为了谋生，刘因只得在家开设学馆，授徒教学。他自编教材，见解独到，将理学贯穿教学之中，讲究师道尊严。他据学生特点，因材施教，让每个人都有所成就，因此声名日隆。朝中公卿官员过保定的很多，听到刘因的名声，往往登门拜见。刘因谦虚谨慎，深居简出，拜访的官员，他大都逊避，不与相见，非常有个性和操守。 \n\n　　至元中叶，忽必烈长期倚信以“理财”固宠的回回大臣阿合马，日益疏远“讳言财利事”的朝中儒臣。刘因遂采取超脱于政治的处世态度。刘因非常欣赏诸葛亮“静以修身”之语，就将居所题名为“静修”，以自表心志。\n\n东京执教\n　　至元十九年，权倾一时的阿合马被杀，元廷的政治斗争形势发生了变化。被蒙古、色目和汉族高级官僚中的汉法派所一致拥护的新政治领袖、太子真金，更加积极、直接地参与各种有关的政治活动，一时间在汉族士人中引起对于“朝政更新”的强烈乐观情绪。\n\n　　由于士大夫对刘因多所称誉，名声越来越大，丞相文贞王不忽木尤其极力荐举，太子真金下诏，征刘因入朝，授给他承德郎、右赞善大夫的官职。这时的朝野对真金改革朝政的过度希望，无疑也感染了刘因，且真金甚重儒臣，关怀备至。刘因受教之后，便与使者通行。\n\n　　当时，真金在宫中建立大学，原由赞善王恂执教。刘因入朝时，王询刚刚去世，于是就接替他的职位，教授宫廷子嗣读书。刘因一介儒生，教授乡里，忽然受到朝廷的征聘，一跃而成为朝官，且成为大学的教授，这表明，刘因此时在学问上已经成熟，并有相当建树，是以声名远播。刘因入朝为时不长，因继母病重，辞官归家。第二年继母去世，依当时风俗，刘因要居丧守孝，为官的事遂被搁置。\n\n重归隐沦\n　　由真金所发动的更新朝政的改革，还来不及等刘因母丧服除，就因与元世祖忽必烈政见不合而中途夭折。这次事件给予刘因很深的刺激，使他对于元朝政治再也不抱什么希望，而且反过来，对于自己轻易应诏、一聘而起十分后悔，遂隐居以教学为生。\n\n　　此后的几年间，因遭荒年，粮价上涨，他的生活颇为桔据，有时不得不以一些代食品糊口。此时期的诗作中对这种清贫生活多有反映，并流露出比较浓重的隐逸情调。刘因的生活不仅是清贫的，而且是孤寂的；不幸接连而至：早失父母且不说，两个姐姐又相继亡故；四十岁后喜生一子，却又不幸早夭。刘因身体本来就比较羸弱，丧子的忧伤更使他受到沉重打击，以致百病缠身，形体癯瘁，须发斑白。\n\n二次被征\n　　至元二十八年，刘因四十三岁。元世祖忽必烈杀权相桑哥，“朝政又一更新”。又有朝臣荐举刘因，忽必烈下诏以集贤学士、嘉议大夫征召刘因，这个职位属于三品清要之职，授给一个平民，在当时是被人看作不次之宠的。但此时的刘因，身体已经恶化到不能扶病而行的地步，且不愿再仕，于是上书以疾固辞，写下了著名的《上政府书》表明心迹。 \n\n　　上疏呈至朝廷，忽必烈甚感遗憾，惋惜地说：“古时有不肯受召的臣子，就是这样的人吧。”\n\n因病辞世\n　　至元三十年，国子助教吴明又陈书朝廷，荐刘因为国子祭酒。但就在这年夏季四月十六日，刘因竟因病与世长辞，终年四十五岁。元仁宗延祐年间赠翰林学士、资善大夫，追封容城郡公，谥号文靖。\n\n\n理学思想\n\n天道思索\n　　程朱理学是以理作为最高范畴，理无所不包，无处不在，是天地万物的本原，刘因继承了程朱的理本论思想，并在此基础上形成了他的天道观。\n\n　　刘因认为，理是天地万物的本体，天地万物皆由理所生，万物形体消灭后又复归于理。宇宙天地之中，只有一个共同的理，即天理，具有天地万物之本原的涵义。刘因关于理的阐释，不仅言明理具乎乾元之始 ，是先于具体事物而存在的独立的本体，而且强调理存在于天地万物之中。在刘因的思想中，理既是一种超然的神秘实体，又是万物产生、变化的根据，体现在万物之中，并主宰万物。\n\n　　程朱论道 ，不同于老庄，他们是以理为道。 在刘因这里， 道是与理同一的范畴。刘因以道为宇宙万物的本体和生产万物的本原。刘因并不是孤立地论道，而是从道与物的关系中释道的，刘因坚持物以道为体，舍道则物无所依据的思想。显见，这个道只能是一种抽象的绝对本体。\n\n天人合一\n　　刘因把“化”区分为“天化”和“人化”。天化表现为阴阳五行运行于天地之间的自然界的秩序、生成万物、繁衍生息、绵延不绝、运动不停；人化则表现为五伦为代表的纲常伦理所维系的社会秩序。他认为，这种社会秩序是与自然秩序完全相符合的，而要由圣人来完成。天化人化的根源都是“天”，天化的理在世界一开始就已具备，人化的理则是在人类产生之后才出现的。\n\n　　刘因由“天化”引出“人化” ，并认为 “人化”源于“天化”，主张“天人合一”。在刘因看来，人伦物理，皆来源于天地造化自然之理。刘因强调要顺天化，尽人道，主张事在人为，不要因为“时运”的变化而放弃自己的努力、无所可为。.天道，主要指自然规律；人道则指社会制度、伦理规范、政治措施等。刘因认为，这二者是合一的、一致的。天道是人之行事必须遵循的至理，又是人事最终成败的关键。人性由天道所决定，人心又是人性的枢机，只有做到人心、人事暗合于天道，才能成功。\n\n　　刘因所谓 天人合一 ，就是以天道为依据，为准则，要人道合于天道。从本体上讲，天道是人道的根本，即自天而人；从作用上说，必须用人道去符合天道，即自人而天。圣人根据天道来确立人道，是天道的体现者和人道的完成者，所以说圣人是兼体用的。无论是自然还是社会，违反了天人合一的原则，就会出乱子；实现了天人合一的原则，一切就都会有良好的秩序。刘因的这些说法，表明了他为解释天人关系所做的努力。他主张的天道不可违反说，具有一定的合理因素；他强调的执天之行说，也没有忽视人的主观能动作用；但他以人事比附自然，突出圣人的作用，则不免有些牵强。\n\n观物思想\n　　观物是北宋邵雍的哲学用语，其主要哲学著作有《观物内篇》、《观物外篇》。其所谓观，既指感官对外物的认识，又指心灵的体认和理性的反观。因此，观物是有不同层次的，既有认识论意义，又有方法论意义，尤其指一种修养境界意义。刘因对观物说十分欣赏，直接提出观物的诗就很多，表达的都是一种感受是万物之根源，因而也是人性之来源。人性善恶，取决于“阴阳”二气。气有刚柔，禀而为性，刚柔各有善恶，因而人性分为四种类型。在这里，刘因是用物质性的气来说明人性之善恶的。他认为善恶来源于阴阳二气，而不是来源于理，也不是心。因此，他的人性说既不同于程朱的“以理为性” ，又不同于陆九渊的“以心为性”，他用气来说明人性。\n\n　　刘因强调“无待于外 ，自求本心”的求理方法。刘因强调养气持守、不动心。这种不动心，基本上是沿袭周敦颐的“主静” 到程颢的“居静”方法。不过周敦颐不是主张弃物求静，而是主张遇物识物，以达到不为物诱。而刘因则视物若无，主张涵养自守，使气不暴于外。而要做到这一点，关键是“不动心”。这样一来，不仅我遇物相忘 ，而且物遇我，一如相忘。\n\n象数思想\n　　“象数”是用“象”和“数”解释《周易》的一种学说。“象”指卦父的象征意义，如乾坤分别象征天地、君臣、男女、君子小人、刚健柔顺等等。数指卦爻所表现的数量关系，有天数、地数、天地之数、等说法。“象”“数”是《易大传》中固有的概念，西汉时期形成系统的象数理论，终东汉之世，易学中象数派占主流。魏晋时期，以王弼为代表的义理派兴起，倡导得意忘象之说，一扫象数而只谈义理，象数之学遂一蹶不振。宋代理学兴起，周程张朱诸大家，虽都以义理为主，但对象数之学也有一定继承。\n\n　　刘因探讨了有关河图的一些问题。朱熹写的《周易本义》一书，有很高的权威性，本该有廓清的作用，但在元代初年，种种不同的说法仍然存在，并有一定影响。刘因维护朱熹的观点，对于纷纷然的种种议论，持明确的批判态度。刘因还探讨了太极图的作者问题，刘因认为周子的太极图是自己的创造，但对于邵雍之学，则承认是发于陈传。他在这方面的学术批评，对于宋元之际污漫的学术空气，具有一定的澄清净化作用；对于保护和延存传统文化也具有一定的意义。\n\n",
  "desc": "刘因（1249～1293） 元代著名理学家、诗人。字梦吉，号静修。初名骃，字梦骥。雄州容城（今河北容城县）人。3 岁识字，6岁能诗，10岁能文，落笔惊人。年刚20，才华出众，性不苟合。家贫教授生徒，皆有成就。因爱诸葛亮“静以修身”之语，题所居为“静修”。元世祖至元十九年(1282)应召入朝，为承德郎、右赞善大夫。不久借口母病辞官归。母死后居丧在家。至元二十八年，忽必烈再度遣使召刘因为官，他以疾辞。死后追赠翰林学士、资政大夫、上护军、追封“容城郡公”，谥“文靖”。明朝，县官乡绅为刘因建祠堂。",
  "dynasty": "宋代",
  "id": 493,
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_493.jpg",
  "name": "刘因",
  "star": 7
}