{
  "content": "轶事典故\n\n割肉遗妻\n　　东方朔做常侍郎的时候，汉武帝有一次在伏天赏赐肉给侍从。然而负责分肉的官丞却迟迟未来。东方朔便独自拔剑割肉，并对他的同僚们说：“伏天应当早点回家，请允许我接受天子的赏赐。”随即把肉包好怀揣着离去。后来太官丞将此事上奏汉武帝。武帝便问东方朔：“昨天赐肉，你不等诏令下达，就用剑割肉走了，是为什么？”于是东方朔脱帽跪谢请罪。汉武帝说：“先生站起来自责吧！”东方朔再拜说：“东方朔呀！东方朔呀！接受赏赐却不等诏令下达，这是多么无礼呀！拔剑割肉，多么豪壮呀！割肉不多，又是多么廉洁呀！回家送肉给妻子吃，又是多么仁爱呀！”汉武帝听罢笑着说：“让先生自责，没想到你竟反过来称赞自己！”于是又赐给他一石酒、一百斤肉，让他回家送给妻子。\n\n岁更其妇\n　　东方朔任郎官时，汉武帝时常给他赐食。东方朔每次吃完后便把剩下的肉揣在怀里打包带走，衣服脏了之后汉武帝又赏赐他绸绢。东方朔便将汉武帝赏赐的财物全部用于娶长安城年轻漂亮的女子。然而每位女子都是娶回来一年就被抛弃，再重新迎娶。\n\n大隐于朝\n　　汉武帝身边的郎官大多数人认为东方朔是疯子，武帝则认为东方朔若是不行荒唐之事，身边的郎官没有人能比得上他。而东方朔自己则说：像我这样的人就是所谓隐居在朝廷中的人。古时候的人皆隐居深山之中。东方朔时常在酒席中饮酒畅快之时便唱：“隐居在世俗中，避世在金马门。宫殿里可以隐居起来，保全自身，何必隐居在深山之中，茅舍里面。”\n\n驺牙归义\n　　有一次建章宫出现了一只长的像麋鹿的动物，但是没有人认识这只动物。汉武帝便命令东方朔来看。东方朔说：“我知道这个东西，请赐给我美酒好饭让我饱餐一顿，我才说。”武帝应允。吃过酒饭，东方朔又说：“某处有公田、鱼池和苇塘好几顷，陛下赏赐给我，我才说。”武帝再次答应。于是东方朔说道：“这只动物叫驺牙。当远方有前来投诚的事情，驺牙便会先出现。它的牙齿前后一样，大小一致而没有大牙，所以它叫驺牙。”后来过了一年左右，匈奴混邪王果然带领十万人来归降汉朝。武帝于是又赏赐东方朔很多钱财。\n\n善哉瞿所\n　　汉武帝游上林苑时看见一棵好树，问东方朔树名，东方朔说 ：“此树名叫善哉。”汉武帝暗中让人标记这棵树。过了数年之后，再次问东方朔此树之名，东方朔回答说：“此树名叫瞿所。”武帝于是说：“东方朔欺骗我很近了啊，此树的名字为何与之前说的不一样呢？”东方朔回答道：“大为马，小为驹，长为鸡、小为雏，大为牛、小为犊，人生为儿、长为老，昨日的善哉今日已长成瞿所。生老病死，万物成败，哪里有定数？汉武帝于是大笑。”\n\n怪哉怪哉\n　　汉武帝游幸甘泉宫，看到驰道中有一只红色的小虫，头部的牙齿耳鼻都有，但是没人认识。汉武帝于是让东方朔来观看，东方朔看完之后回答说：“此虫名叫怪哉。曾经此地关押了很多无辜的人，众人哀愁怨恨，都仰首叹息：“怪哉怪哉！”藉此而感动了上天，因愤而生，所以名叫怪哉。此处必定是当年秦朝的狱所。“汉武帝当即翻阅地图，果然如东方朔所说。汉武帝又问：“如何驱赶这种虫子呢？”东方朔回答：“但凡有忧愁的人，以酒则解愁，陛下用酒灌它自然就消失了。”于是武帝使人将虫子放置在酒中，过了一会儿果真消散。\n\n上林鹿死\n　　汉武帝时有人因为擅自杀了上林苑的鹿，被有司判为死罪。东方朔对武帝说：“这个人确实该死，理由有三：一是使陛下因为一头鹿而杀人，这是第一个该死的理由；让天下人知道陛下看重鹿而轻人命，这是第二个该死的理由；匈奴有犯边的急情，需要鹿的角撞死匈奴兵，这是第三个该死的理由。”汉武帝听了之后不说话，然后赦免了杀鹿的人。\n\n不死之酒\n　　汉武帝斋戒七天，遣峦大带来数十名男女去君山寻不死药。峦大得不死酒而归。汉武帝想要喝时，东方朔说：“我能识别这酒的真假，陛下请看。”说罢便饮了一口。汉武帝烦怒想要杀了东方朔，东方朔说：“陛下如果杀了臣，就证明这酒是假的；如果是真的喝了能够不死，那么陛下就杀不死臣。”于是汉武帝赦免了东方朔。\n\n劫后余灰\n　　汉武帝凿昆明池，挖了非常深，挖出来的都是灰黑色的灰，没有土。举朝官员都不知道这是什么原因。因此汉武帝召来东方朔问。东方朔说：“臣愚昧不知道这个原因，陛下可以尝试去询问西域的胡人。”汉武帝认为东方朔不知道，又难以找到西域胡人询问。待到汉明帝时期，外国的胡人来到洛阳，当时有人记起东方朔所说的话，便试着问武帝时期灰黑色的东西。胡人说：“天地的大劫快要来临时，就会有劫烧，那灰黑色的东西便是大劫燃烧后余下的灰烬。”世人才知东方朔所言是真。\n\n\n后世纪念\n\n东方朔庙会\n　　因史书载东方朔为“射覆”高手，每猜必中。故民间多有关东方朔相术占卜方面的传说，而占卜的盲人对其更是备加推崇，占卜技艺代代相传，每年三月三对其供奉跪拜，尊称占卜鼻祖。每到农历三月，来自世界各地的东方朔崇拜者自四面八方赶到东方朔祠和东方朔墓，供奉跪拜，年复一年，延续不断。后来又逐渐增加了秧歌、高跷、舞狮子、民乐表演、物资交流等内容，时间也由曾经的一天延长为三月初三至初五共三天。这就是名闻遐迩的神头三月三庙会，即以纪念东方朔为主题的经济文化活动。自汉朝兴起，晋朝时盛极一时，且历经千余年延续不衰。虽然文革期间一度中断，但后来又得以恢复。\n\n东方朔公园\n　　东方朔公园原名东方公园，是取东方朔之复姓“东方”。2014年10月，正式更名东方公园为东方朔公园。东方朔公园位于山东德州市陵城区城区中心地段，东邻政府北大街，南接陵州东路，西靠青年街，北倚文庙路，占地220亩，是2008年县委、县政府投资1.6亿元建设的重点民心工程。该公园由青岛理工大学建筑设计专家徐飞鹏教授设计，处处讲究布局对称，自北端的文化艺术中心向南依次为中国结广场、东方朔塑像、历史广场、文化长廊、泰山石、玉带桥，组成一条主轴线；武术广场、滑冰场，舞蹈广场、戏曲广场，休闲林地、小游园等东西对称排列。公园原以“东方”命名，是取东方朔之复姓“东方”。2014年10月，正式更名东方公园为东方朔公园。[7] \n\n东方朔牌楼\n　　在湖北黄石市铁山区龙衢湾入口处，有座始建于明代成化年初的古牌楼，当地人称据东方朔牌楼。据当地的《陆氏家谱索引》记载，东方朔牌楼古时只有石坊，石坊有三门，正中门楣正面额书“上古仙踪”，背书“岁星瑞桃”，两边门楣正背面各额书一至今尚少人认识的古楚文字。宋真宗时这青石坊曾维修过一次，元末红巾军与元军激战时被毁，那四个古楚文字，明代重修时被描存在陆氏宗祠之中。\n\n　　明永乐末年，龙衢居士岁贡士陆凤翥首倡重修并亲笔临摹陆柬之手迹，重书“上古仙踪”和“岁星瑞桃”。明代成化年间，村民在此基础上，重修建了一座两丈高的青石牌坊，名曰“上古仙踪”，以纪念西汉大学士东方朔。\n\n　　青石坊耸立在东方山西麓、走马寨的登山古道上，石坊四周古木参天，溪流清澈，水流悠悠。遗憾的是，这珍贵的石坊在抗日战争中，被日寇做了碉堡，陆凤翥临摹的陆柬手迹，被几个陆姓农民收藏，在“文革”“破四旧” 时被砸碎铺了路。上个世纪九十年代，铁山区人民政府重新修缮了这座东方朔牌楼。\n\n\n评价\n\n　　他博学多才，对当时的政治局势有自己的观点，“时观察颜色，直言切谏”，但因性格诙谐，滑稽多智，常在武帝面前谈笑，被汉武帝视为倡优之类人物，始终不得重用。于是东方朔写有《答客难》、《非有先生论》抒发不满。其中赋体散文《答客难》是其代表作，开了赋体文学的新领域。杨雄的《解嘲》和班固有《答客戏》，都是由《答客难》的形式发展来的。\n\n　　东方朔亦著有《神异经》。在后来的各种记载中，东方朔的事迹常被神化，将其描绘成暂居人间的神仙之类的人物。李白也有诗曰：“世人不识东方朔，大隐金门是谪仙”。\n\n　　东方朔同时因其滑稽多智被尊为相声业的祖师爷。\n\n　　东方朔是一个协助汉武帝巩固政权，打败匈奴、扩展疆土的智慧文人 他报读史书 精通兵法 由于过于狂妄自大 一直没得到武帝的重用 既不重用 也不流放 就这样 到后来汉武帝野心膨胀 到处征战 东方朔规劝不了 使得民不聊生 他知道这也有他的责任 因此悄然离开他过去一直向往的宫殿，归隐田间。 \n\n\n人物生平\n\n公车署上书\n　　汉武帝即位初年，征召天下贤良方正和有文学才能的人。各地士人、儒生纷纷上书应聘。东方朔更是写了三千片竹简的内容上书，这些竹简要两个人才扛得起，而武帝则花了二个月的时间才读完。在自荐书中，东方朔说：“我东方朔少年时就失去了父母，依靠兄嫂的扶养长大成人。我十三岁开始读书，经过三年的刻苦，读的书籍已经够用；在十五岁时学习击剑；十六岁学《诗》、《书》；阅读量达到二十二万字。十九岁又开始学习兵法和做战常识，懂得各种兵器的用法，以及作战时士兵进退的钲鼓。这方面的书也读了二十二万字，总共四十四万字。我钦佩子路的豪言。如今我已二十二岁，身高九尺三寸。双目炯炯有神，像明亮的珠子，牙齿洁白整齐得像编排的贝壳，勇敢像孟责，敏捷像庆忌，廉俭像鲍叔，信义像尾生。我这样的人，应该能够做天子的大臣吧！”。武帝读后认为东方朔气概不凡，便命令他在公车署中等待召见。\n\n待诏金马门\n　　由于公车令奉禄微薄，又始终未得汉武帝召见，东方朔很是不满。为了尽快得到汉武帝的召见，东方朔故意吓唬给汉武帝养马的几个侏儒：“皇帝说你们这些人既不能种田，又不能打仗，更没有治国安邦的才华，对国家毫无益处，因此打算杀掉你们。你们还不赶紧去向皇帝求情！”侏儒们听后大为惶恐，哭着向汉武帝求饶。汉武帝问明原委，即召来东方朔责问。东方朔终于有了一个直接面对皇帝的机会。他风趣地说：“我是不得已才这样做的。侏儒身高三尺，我身高九尺，然而我与侏儒所赚奉禄却一样多，总不能撑死他们而饿死小臣吧！圣上如果不愿意重用我，就干脆放我回家，我不愿再白白耗费京城的粮食。”汉武帝听后捧腹大笑，于是命令他在金马门待诏，至此东方朔稍得些微亲近。\n\n初升常侍郎\n　　汉武帝有一次玩射覆的游戏时把壁虎藏在盂中，却没有人猜中。东方朔向武帝自请说：“臣曾学《易》，请允许我猜猜是什么。”于是他将蓍草排成各种卦象，回答道：“我认为说它是龙却无角，说它是蛇又有足，肢肢而行脉脉而视，善于爬墙，这东西不是壁虎就是蜥蜴。”于是汉武帝赐给东方朔十匹帛。后来武帝又让东方朔猜其它的东西，而东方朔每猜必中，皆有赏赐。东方朔也因此被汉武帝宠幸的伶人郭舍人嫉妒。郭舍人对汉武帝说东方朔狂妄自大，其实并没有真本领，猜中只是偶然。并向汉武帝请求与东方朔一决高下。郭舍人用树上的寄生出题，不料东方朔竟也猜中。败后的郭舍人依然不甘心，又向东方朔出谜语，然而东方朔应声就答，没有谜语能够难住他，在场的所有人亦非常惊讶。此后，汉武帝便任命东方朔为常侍郎，东方朔也终于受到了汉武帝的喜爱和宠幸。\n\n拜太中大夫\n　　建元三年，汉武帝常常以平阳侯的身份出游狩猎，出游的时间也从一天到五天。后来，这样的游玩已经不能为汉武帝所满足。加之路途遥远又被当地的百姓厌烦，于是汉武帝萌生了修建上林苑的想法。在估算完修苑囿所占农田的价值之后，又派人划出占地所属县的荒地以抵偿农民。做此决策之时东方朔恰好在场，便向武帝谏言上林苑所处之地的物产富饶及地势险要，若修以林苑则是不恤农时、非富国强民之计。并列出不可修建上林苑的三个原因。又举殷纣王、楚灵王、秦始皇大兴土木导致天下大乱的例子。最后献上《泰阶六符》希望汉武帝能够观察天象的变异而自省自己所做的事情。汉武帝因此拜东方朔为一千石太中大夫之官职，加给事中之衔，并赏赐黄金百斤。\n\n免职复中郎\n　　东方朔有一次喝醉了酒，进入殿中后在殿上小便，而此举被其他官员弹劾 。因犯下大不敬之罪，汉武帝下诏免其官职，将东方朔贬为庶人。让东方朔在宦者署待诏。后来，汉武帝的姐姐隆虑公主之子昭平君因杀人被捕入狱，汉武帝在隆虑公主死前曾答应其姐用黄金千斤、钱一千万预先赎昭平君一死。然而当昭平君真的犯下杀人死罪之时，汉武帝又不想违逆法律的准则，让查处此案的法官依法判决。因违背了对姐姐的诺言而难受。东方朔这时却举杯向武帝祝寿，汉武帝认为东方朔的话说的不是时候就现行离开了。傍晚的时候才诏见东方朔问其原因。东方朔便用阴阳五行的理论来讲述悲伤的情绪对身体寿命的影响，酒是最好的消愁之物，故以酒祝寿显明陛下的刚正不阿，又可以为陛下解哀愁。于是汉武帝又任命东方朔为中郎之职，并赏赐布帛百匹。\n\n将死多善言\n　　东方朔又举荐他的儿子做郎官，其子后升为谒者，经常奉汉武帝之命持节出使。及东方朔老，临终前规劝武帝说：“《诗经》上说‘飞来飞去的苍蝇，落在篱笆上面。慈祥善良的君子，不要听信谗言。’‘谗言没有止境，四方邻国不得安宁。’希望陛下远离巧言谄媚的人，斥退他们的谗言。”武帝说：“如今东方朔说话竟如此正经。”并对此感到惊奇。过了不久，东方朔便生病去世了。古书上说：“鸟到临死时，它的叫声特别悲哀；人到临终时，它的言语非常善良。”说的就是这个意思吧。\n\n\n主要成就\n\n政治贡献\n　　东方朔终其一身最高职务为一千石的太中大夫，在“汉之得人，于兹为盛”的汉武朝，东方朔未能立下青史书名的政治功绩，然其以近侍的身份与汉武帝君臣相伴多年，亦对汉武帝的行为举措做出了一定影响。\n\n　　东方朔利用其接近汉武帝的机会，察言观色，一有机会便直言切谏。在修上林苑之事上谏武帝戒奢恤民，在昭平君杀人之事上谏武帝公正执法，在主人翁事件上谏武帝矫枉风化。诸如此等，不一而足。\n\n文学成就\n　　东方朔性格诙谐，言词敏捷，滑稽多智，据史书记载其与枚皋多有辞赋，然而存世的却很少。\n\n个人作品\n　　《答客难》、《屏风》、《非有先生论》、《皇太子生禖》、《封泰山》、《殿上柏柱》、《神异经》、《平乐观赋猎》、《责和氏璧》、《从公孙弘借车》、《试子诗》、《七谏》\n\n",
  "desc": "东方朔（前154年－前93年），本姓张，字曼倩，平原厌次（今山东德州陵县神头镇）人，西汉著名词赋家，幽默风趣且才华横溢，在政治方面也颇具天赋，他曾言政治得失，陈农战强国之计，但汉武帝始终把他当俳优看待，不以重用。东方朔一生著述甚丰，后人汇为《东方太中集》。",
  "dynasty": "两汉",
  "id": 276,
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_276.jpg",
  "name": "东方朔",
  "star": 37
}