{
  "content": "著述\n\n　　洪迈学识渊博，著书极多，文集《野处类稿》、志怪笔记小说《夷坚志》，编纂的《万首唐人绝句》、笔记《容斋随笔》等等，都是流传至今的名作。\n\n　　作为一个勤奋博学的士大夫，洪迈一生涉猎了大量的书籍，并养成了作笔记的习惯。读书之际，每有心得，便随手记下来，集40余年的成果，形成了《容斋随笔》5集，凡74卷。\n\n\n人物生平\n\n家庭背景\n　　洪迈出生于一个士大夫家庭。他的父亲洪皓、哥哥洪适、洪遵都是著名的学者、官员，洪适官至宰相。洪遵官至宰执赠右丞相。\n\n　　洪迈的父亲洪皓使金，遭金人扣留，洪迈时年仅七岁，随兄适、遵攻读。他天资聪颖，“博极载籍，虽稗官虞初，释老傍行，靡不涉猎。”十岁时，随兄适避乱，尝往返于秀、饶二州之间。在衢州白渡，见败壁间题有二绝句，一咏“油污衣”云：“一点清油污白衣，斑斑驳驳使人疑。纵使洗遍千江水，争似当初不污时。”迈读后，爱而识之。可见其自少年时，便性格高洁，不同凡俗。\n\n成长经历\n　　绍兴十五年，洪迈中进士，授两浙转运司干办公事。因受秦桧排挤，出为福州教授。其时洪皓已自金返国，正出知饶州。洪迈便不赴福州任而至饶州侍奉父母，至绍兴十九年才赴任。二十八年归葬父后，召为起居舍人、秘书省校书郎，兼国史馆编修官、吏部员外郎。三十一年，授枢密院检详诸房文字。三十二年春，金世宗完颜雍遣使议和，洪迈为接伴使，力主“土疆实利不可与”。朝廷欲遣使赴金报聘，迈慨然请行。于是以翰林学士名义充贺金国主登位使。至金国燕京，金人要迈行陪臣礼。迈初执不可，既而金锁使馆，自旦及暮，不给饮食，三日乃得见。金大都督怀中提议将迈扣留，因左丞相张浩认为不可，乃遣还。\n\n　　迈回朝后，殿中御史张震弹劾迈“使金辱命”，论罢之。乾道二年，知吉州，后改知赣州。迈到任，重视教育，建学馆，造浮桥，便利人民。后又徙知建宁府。淳熙十一年知婺州。在婺州大兴水利，共修公私塘堰及湖泊八百三十七所。后孝宗召对，迈建议于淮东抗金边备要地修城池，严屯兵，立游桩，益戍卒，并应补充水军，加强守备，得到孝宗嘉许，提举佑神观兼侍讲，同修国史。迈入史馆后预修《四朝帝纪》，又进敷文阁直学士，直学士院，深得孝宗信任。淳熙十三年拜翰林学士。光宗绍熙元年焕章阁学士，知绍兴府。二年上章告老，进龙图阁学士。嘉泰二年以端明殿学士致仕。卒赠光禄大夫，谥文敏。\n\n　　洪迈字景卢，是洪皓的小儿子。小时候每天读书数千言，看一遍就不会忘记，博览群书，即使是小说野史，没有不涉猎的。绍兴十五年考中，被授予两浙转运司干办公事的官职，入朝任敕令所删定官。洪皓得罪秦桧被安置在闲散的职位上，秦桧对他怨恨不已，御史汪勃判定洪迈知道他父亲不安分的阴谋，于是被贬添差教授福州。\n\n　　淳熙六年，授予赣州知州的官职，兴建学宫，建造浮桥，士人百姓安居乐业。郡兵素来骄横，稍不如意就蛮横强暴。郡里每年派上千人戍守九江，这一年，有人害怕去后就会被留下而不再回来，众人于是反戈。人们以谣言相警，百姓非常害怕。洪迈不为所动，只派遣一名校官好言劝说他们，使他们回到营中，众人都听从了劝说。他挂着空箭袋进入，慢慢审问出什五长两个人，带上刑具押送浔阳，在市上斩首。辛卯年间闹饥荒，赣州正值中熟，洪迈拿出粮食去帮助邻郡。有个僚属进谏阻止，洪迈笑着说：\"秦地和越地的贫弱丰肥不同，是做臣子的道理吗?\"不久任建宁府知府。有个因小事情杀人而持刀越狱的富人，长时间拒捕，洪迈治他的罪，施黥刑后流放岭外。\n\n　　十一年，任婺州知州，婺州军一向不讲军纪，春天发放衣服，想要用钱，换成丝帛，官吏不允许，就一起呼叫放肆地聚集到郡将的治所，郡将惶恐不安，无原则地宽容想满足他们的要求。洪迈来后，众人重演前事，甚至把恶意诽谤的话张贴在城门上。洪迈用计谋逮捕四十八人，绳之以法，同伙的人互相唆使，一哄而上拥挤洪迈的轿子，洪迈说：\"他们是罪人，你们为什么要参与？众人害怕不敢上前而散去。洪迈杀了带头做恶的两个人，并在市上斩首示众，其余处以黥刑和鞭打不等，没有人敢无理取闹。事情被皇帝听说，皇上对辅巨说：\"没想到书生处理事情能随机应变“，特升任他为敷文阁待制。\n\n　　绍熙改用新的年号，任焕章阁学士，绍兴知府。到朝廷上奏事情，上书说新政应以十渐为戒。皇上说：\"浙东百姓被和市所困扰，你去替我纠正这件事。\"洪迈拜了两拜说：\"发誓尽力而为。\"洪迈到了郡中，核对查实欺诈瞒骗四万八千三百多户，所少收取的绢按匹计算，大致就是这个数目。第二年，两次上书告老，进官为龙图阁学士。不久就以端明殿学士的身份辞官。\n\n",
  "desc": "洪迈（1123——1202），南宋饶州鄱阳（今江西省上饶市鄱阳县）人，字景卢，号容斋，又号野处。洪皓第三子。官至翰林院学士、资政大夫、端明殿学士，副丞相、封魏郡开国公、光禄大夫。卒年八十，谥“文敏”。配张氏，兵部侍郎张渊道女、继配陈氏，均封和国夫人。南宋著名文学家。",
  "dynasty": "宋代",
  "id": 868,
  "name": "洪迈",
  "star": 3
}