{
  "content": "生平\n\n背景介绍\n\n　　有一个人，生前仕途坎坷，籍籍无名，却墙里开花墙外香。虽然没有获得过诺贝尔文学奖，但是新罗和日本的使节每次来到朝廷，都削尖了脑袋四处打听这个人有没有新的作品问世，一旦打听到有，立刻不惜重金和珠宝，把他的新作买走，回国后广为传诵。这个人就是张鷟。他的命名为\"鷟\",据两《唐书》说,是因为他幼时梦见一只紫色的大彩鸟飞临庭院,他祖父认为紫色的大禽是凤类的鸑鷟,征兆着以文章显扬家园,表字\"文成\"正由此而来。\n\n个人性格\n\n　　张鷟[zhuó]的性情偏躁卞急,且又风流自赏,行为放荡, 不检点小节,为恪守礼法的官僚士大夫所蹙眉疾首,执政的姚崇对他尤为鄙视。玄宗李隆基开元初, 御史李全交劾奏他讥讽时政,贬谪岭南。幸亏刑部尚书李日知的救护,不久移到内地。最后回朝任司门员外郎而终。\n\n个人作品\n\n　　著有《游仙窟》传奇、《朝野佥载》和珍贵的唐朝判例集《龙筋凤髓判》。张鷟的代表作品是他的传奇小说《游仙窟》。这是一篇以第一人称方式写成的爱情小说,一段也许有真实背景的罗曼史。\"仙\"是唐代文人中美女、艳姬的代称, \"游仙窟\"翻译成现代语言,就是\"美人窝的经历\"。 唐人传中有大量以爱情为主题的作品,唯有张鷟敢于在《游仙窟》中直陈自己是小说中的男主角,叙述他自己的艳遇,虽然这场艳遇的情节是经过艺术虚构的。在唐人作品中,敢于绘声绘色地描写男女生活的也只有《游仙窟》,仅此一篇,无怪它使庸夫俗子耳目为之震骇,说作者是\"傥荡无检\",即轻薄了。但这也正表现了作者不为世俗礼法所羁的精神上的解放,一种西方美学所说的\"酒神性格\"。\n\n　　小说所写男主人公的一夜艳遇,实际是唐代由科举出身的青年士大夫冶游生活的一个侧影,其本事就是当时中上层人物婚外恋风习的写照。这种婚外恋在唐以前的叙事文学中是没有被反映过的。也即是说张鷟是表现这类题材的第一人。对于后来的大量描写婚外恋的传奇乃至宋以后的同类题材的小说,《游仙窟》是开先河的作品。\n\n　　在官方的历史谱系中，张鷟连独立的传记都没有，好歹他也是一个具有国际影响的文学家啊。张鷟的生平是附在他的孙子张荐的传记后面才得以为世人所知的。\n\n　　据考证，《游仙窟》应当是张鷟青年时代的作品。想一想张鷟刚踏入仕途时是多么的意气风发，少年得意须尽欢，一日看尽长安花。可是这样一个“天下无双”，政治前途一片锦绣的青年才俊，居然爱上了意淫小说！你自己行为不检点也就罢了，那时那么多妓馆道观，风月无边，哪个当官的，哪位写诗的不是昼夜流连？可是人家要么缄口不语，要么用诗歌将艳遇浪漫化，有谁像张鷟这样，非得用如此香艳，细节如此逼真的笔触和盘托出呢？“罕为正人所遇”，像姚崇这样的正人君子当然会不待见你了。不但不待见你，还要把你打入政治冷宫，还要销毁你的书。不过因为日本人的文学格调和道德戒心和中国人不完全一样，这才保全了张鷟的意淫小说。\n\n　　张鷟还有许多被称为“猥亵淫靡，几乎伤雅”的艳诗，同样被日本人保存下来了，同样又传回了中国。比如这首《别十娘》：“忽然闻道别，愁来不自禁。眼下千行泪，肠悬一寸心。两剑俄分匣，双凫忽异林。殷勤惜玉体，勿使外人侵。”张鷟可真是个小心眼儿，自己和十娘艳遇一场，就不容别人染指了！\n\n\n野史逸闻\n\n逸事一\n\n　　张鷟当河阳县尉的时候，有一个陷害别人的人叫吕元，他伪造了一份仓督冯忱的文字材料，诬陷冯忱盗卖仓库的粮食。冯忱不承认是自己写的，而吕元是坚持说是冯忱写的，一时无法判定。张鷟取来吕元写的状子，压住两头，只露出来一个字，问吕元说：\"如果是你写的字，你就注上一个是字，如果不是，就注上一个非字。\"吕元注了一个非字，打开一看正是吕元写的状子，一连判断了五次。张鷟又压上伪造的冯忱的文字材料，仅留下一个字，又问吕元，吕元注了一个是字。打开一看，正是伪造的文字材料，吕元连脖子都红了，磕头承认了罪行。还有一次，一个旅客的驴的缰绳断了，驴和鞍子一块丢了。这个人自己找了三天没找到，报告了县衙。张鷟追查的很紧迫，偷驴的人在晚上把驴放了出来，而将鞍子留下藏了起来，因为鞍子价值五千文钱。张鷟说：\"有驴就能找到鞍子。\"命令将驴的笼头摘下来放掉，驴自动走向喂它的地方。张鷟命令搜查这户人家，从草垛底下找到了鞍子。人们都佩服张鷟的才能。\n\n逸事二\n\n　　武则天改革朝政，举人不再进行考试就可以给官做，可授与御史、评事、拾遗、补阙等职，一时间这些官数不胜数。张鷟写了首歌谣道：\"补阙连车载，拾遗平斗量，杷推侍御史，碗脱校书郎。\"当时有个叫沈全交的人，狂傲怪诞而又放纵自己，喜欢显示才能、自我表现。此人的打扮是高扎头巾，身着长衫。有一次，沈全交在尚书省咏诗，他把张鷟的歌谣又续上四句，这四句是\"评事不读律，博士不寻章，面糊存抚使，眯目圣神皇。\"于是被杷推御史纪先知捉到右御史台进行核对审理其罪状，认为他是诽谤朝政，败坏国风，并要到朝堂对其审判，然后绳之以法。可是到了朝堂，武则天一听却笑了，她说道：\"只要你们这些朝官不滥用职权，何怕天下人去说。不要给他什么罪状了，应该立刻释放。\"纪先知于是乎脸面无光。豫章县令贺若瑾眼皮子紧缩，脖子粗，张鷟称之为\"饱乳犊子\"。\n\n逸事三\n\n　　张鷟曾梦见一只大鸟，紫色的，从天空中飞下来，落在他家门前不愿离去。他告诉了祖父，祖父说：\"这是吉祥的征兆呵！当年蔡衡说：'凤的种类有五种，其中红色的是凤，青色的是鸾，黄色的是鹓雏，白色的是鸿鹄，紫色的叫鸑鷟凤凰。'这鸟是凤凰的辅鸟，你将来能够辅佐帝王执政呵。\"于是就给他取了张鷟这个名字。张鷟中了进士之后，来到怀州，梦见吉祥之云盖在他的身上。这一年他应答朝廷的策问，主考官认为他颇有见地。算得上天下第一，随即又成为岐王的属下。晚上，他梦见自己穿着红衣服骑在毛驴上。睡梦中他还责怪自己，我应该穿绿衣裳骑在马上呵，怎么能穿着红衣裳骑在驴上呢？当年科举又考中了，被授予鸿胪丞一职。后来没用考试又授他五品官。这便应了他的那个梦。\n\n",
  "desc": "张鷟(约660—740),字文成,自号浮休子，深州陆泽 （今河北深县）人，唐代小说家。他于高宗李治调露年登进士第，当时著名文人蹇味道读了他的试卷，叹为\"天下无 双\",被任为岐王府参军。此后又应\"下笔成章\"、\"才高位下\"、\"词标文苑\"等八科考试，每次都列人甲等。其间参加四次书判考选，所拟的判辞都被评为第一名，当时有名的文章高手、水部员外郎员半千称他有如成色最好的青铜钱，万选万中, 他因此在士林中赢得了\"青钱学士\"的雅称。这个雅号后代成为典故，成了才学高超、屡试屡中者的代称。武后时，擢任御史。",
  "dynasty": "唐代",
  "id": 2907,
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_2907.jpg",
  "name": "张鷟",
  "star": 0
}