{
  "content": "生平\n\n早年经历\n\n　　房琯年轻时非常好学，风仪沉稳，以家族的恩荫成为弘文生。他生性淡泊，曾与吕向隐居在陆浑山十几年，潜心读书。\n\n　　724年，唐玄宗欲封禅泰山，房琯撰写一篇《封禅书》进献皇帝。中书令张说非常欣赏他的才华，举荐他为秘书省校书郎，后调任冯翊县尉。不久，房琯辞官，参加“堪任县令科”考试，被任命为卢氏县令。他政绩突出，深受百姓爱戴。\n\n屡遭贬谪\n\n　　734年，房琯升任监察御史，因判案不当而获罪，贬为睦州司户，后历任慈溪、宋城、济源等县县令。他兴办对百姓有利益的事业，革除弊端，并修缮官舍，逐渐传出能干的名声。\n\n　　742年，房琯担任主客员外郎。744年，他又升任主客郎中。\n\n　　746年，房琯升任给事中，赐爵漳南县男。当时，唐玄宗改温泉宫为华清宫，并在华清宫周围建造百官官署，命房琯主持修缮事宜。不料尚未完工，房琯便因受李适之、韦坚等人的牵连，贬为宜春郡太守，后历任琅邪、邺郡、扶风三郡太守。\n\n担任宰相\n\n　　755年，房琯被征回朝中，担任左庶子，后改任宪部侍郎。\n\n　　756年，安史叛军进逼长安，唐玄宗抛下百官逃往蜀地。房琯得知后，与张均、张垍兄弟连夜追赶。到达长安城南十数里的山寺时，张均兄弟因家眷还留在城中，不肯继续前行，只有房琯独自继续追赶。七月，房琯在普安郡追上唐玄宗，当日便被任命为文部尚书、同中书门下平章事，成为宰相。到达成都后，又加银青光禄大夫。\n\n　　当时，太子李亨在灵武被群臣尊为皇帝，是为唐肃宗，并遣使入蜀，通报唐玄宗。唐玄宗遂退位为太上皇，命房琯与左相韦见素、门下侍郎崔涣前往灵武，正式册封唐肃宗为皇帝。十月，房琯在顺化郡拜见唐肃宗，陈述玄宗让位之意，并提及当前形势，言辞慷慨。唐肃宗认为房琯素有盛名，对他倾心相待。房琯也自负才华，以天下兴复为己任，对行在政务进行决断。\n\n平叛兵败\n\n　　十月，房琯上表皇帝，请求亲自率军收复两京。唐肃宗便任命他为持节、招讨西京兼防御蒲潼两关兵马节度等使，让他与郭子仪、李光弼等大将一同征讨叛军，并同意他自己选择幕僚。房琯任命邓景山、李揖、宋若思、贾至、魏少游、刘秩等人为幕僚，唐肃宗又命兵部尚书王思礼做他的副手。\n\n　　房琯出兵后，将军务全部委托给书生出身的李揖、刘秩，并道：“叛军的曳落河骑兵虽强，但怎能敌得过我的谋士刘秩。”他将部队分为三军：杨希文率南军，从宜寿进军；刘悊率中军，从武功进军；李光进率北军，从奉天进军。房琯又以中军、北军为前锋，于十月二十日抵达便桥。\n\n　　二十一日，中军、北军在咸阳县陈涛斜遇到叛军。房琯本欲防守，等待时机，但因中使邢延恩催促，只得出战。他采用春秋时期车战之法，以牛车两千乘进攻，命马步军护卫。叛军顺着风势，扬尘纵火。唐军大败，人畜相杂，死伤多达四万，仅有数千人逃出。\n\n二十三日，房琯又率南军与叛军交战，再次大败，杨希文、刘悊投降叛军。房琯只得逃回行在，向唐肃宗肉袒请罪。唐肃宗饶恕了他的罪责，仍像以前一样待他，让他招集散溃的士兵，再图进取。\n\n罢为散官\n\n　　这时，北海太守贺兰进明从河南赴行在，被任命为南海太守，代理御史大夫。贺兰进明入宫谢恩，唐肃宗问道：“朕让房琯授你为正职大夫，怎么成了代理呢？”贺兰进明道：“房琯与臣有矛盾。”唐肃宗这才明白。贺兰进明趁机进言道：“西晋任用王衍为宰相，崇尚浮华，以致中原沦丧。陛下中兴社稷，应任用贤才。房琯生性虚浮，好说大话，不是宰相之才。而且房琯在成都辅佐太上皇时，让诸王掌兵权，居重藩，却把陛下安置在边鄙之地，这是对陛下的不忠。他还安排自己的党羽，掌握军队，这哪里是肯为陛下尽忠呢？”唐肃宗从此开始讨厌房琯。\n\n　　757年，宰相崔圆到扶风拜见唐肃宗。房琯认为崔圆此时才来朝见，一定会被罢相，于是对他非常不礼貌。不料，崔圆通过贿赂权宦李辅国，颇受唐肃宗器重，并因此与房琯结怨。而房琯又经常称病，不肯上朝，与刘秩、李揖、何忌等人谈论佛道虚无之事，受到舆论的非议。\n\n　　房琯还常听门客董庭兰弹琴，董庭兰也借此而弄权谋利。后来，法司弹劾董庭兰，房琯入朝自诉，被唐肃宗斥退。五月，唐肃宗任命谏议大夫张镐为宰相，将房琯贬为太子少师，担任散官。\n\n晚年颠沛\n\n　　十一月，房琯随唐肃宗返回长安，加金紫光禄大夫，进封清河郡公。房琯被罢相后，常称病不去上朝，却在家中招纳宾客，以致宾客盈门。同时，房琯的亲党在朝中大肆宣扬：“房琯文武全才，应受重用。”唐肃宗非常反感。758年六月，唐肃宗历数房琯罪责，将他贬为邠州刺史。\n\n　　当时，邠州驻有军队，常由武将兼任刺史，法纪废弛，州县官舍都被当作军营，官吏只得侵占民宅居住，以致人口稀少。房琯到任后，颁布法令，晓谕州县，又整治馆舍，让僚吏恢复办公。759年六月，唐肃宗下诏褒奖房琯，征拜他为太子宾客。\n\n　　当时，邠州驻有军队，常由武将兼任刺史，法纪废弛，州县官舍都被当作军营，官吏只得侵占民宅居住，以致人口稀少。房琯到任后，颁布法令，晓谕州县，又整治馆舍，让僚吏恢复办公。759年六月，唐肃宗下诏褒奖房琯，征拜他为太子宾客。\n\n　　760年，房琯改任礼部尚书，不久出任晋州刺史。八月，房琯又改任汉州刺史，并以重金聘娶汉州司马李锐的甥女卢氏，将她嫁给自己失明的儿子房乘，舆论都对他加以鄙薄。\n\n　　763年，房琯被拜为特进、刑部尚书，在赴京途中不幸患病，同年八月病逝于阆州，终年六十七岁。追赠太尉。\n\n\n轶事典故\n\n　　第五琦因善于理财被任命为江淮租庸使，房琯进谏道：“从前杨国忠搜刮盘剥，使天下怨恨；如今陛下登基，尚未施行德政，便又宠信第五琦。这是一个杨国忠死了，另一个杨国忠又产生了，恐怕难以让天下安心。”唐肃宗道：“我正紧急调集军队，没有钱财军队就会溃散。你可以厌恶第五琦，但哪里去弄钱财呢？”房琯无言以对。\n\n\n家庭成员\n\n祖父：房玄基，官至仓部郎中。 \n\n父亲：房融，官至正谏大夫、同平章事。[25] \n\n兄弟：房璩，官至少府监。 \n\n儿子：房宗偃，官至御史中丞。 \n\n儿子：房乘，官至秘书郎。 \n\n儿子：房孺复，官至容州刺史。 \n\n孙子：房启，房乘之子，官至容管经略使。\n\n",
  "desc": "房琯（697年－763年），字次律，河南（今河南偃师）人，唐朝宰相，正谏大夫房融之子。房琯弘文生出身，历任校书郎、冯翊县尉、卢氏县令、监察御史、睦州司户、主客员外郎、主客郎中、给事中、宜春太守、太子左庶子、刑部侍郎，赐爵漳南县男。杜甫在房琯罢相后数次上书皇帝，为房琯辩护，结果遭到贬官，后留有《得房公池鹅》、《别房太尉墓》等诗篇。",
  "dynasty": "唐代",
  "id": 2397,
  "name": "房琯",
  "star": 0
}