{
  "content": "人物生平\n\n　　出身名门\n\n　　坐落于甘肃省灵台县朝那镇的皇甫谧雕像 皇甫谧出身于东汉名门世族，六世祖皇甫棱为度辽将军，五世祖皇甫旗为扶凤都尉，四世祖皇甫节为雁门太守。节之弟皇甫规是个文武全才，时为安羌名将，官至度辽将军、尚书，封寿成亭侯，为凉州三明之一。曾祖皇甫嵩因镇压黄巾起义有功，官拜征西将军，太尉。后来，皇甫氏族渐趋没落，但朝中大仍不乏做官之人，皇甫谧的祖父皇甫叔献，当过霸陵令，父亲皇甫叔侯，仅举孝廉。\n\n　　家道衰落\n\n　　皇甫谧生后遂丧生母，家道更加衰落，过继给叔父，十五岁时随叔父迁居新安（今河南新安县），在战乱中度过了他的童年和少年。自幼贪玩不习上进，跟村童编荆为盾，执杖为矛，分阵相刺，嬉游习兵。年二十（公元234年）。仍游荡无度，犹不好学，人以为痴。一次，谧将所得瓜果进献叔母任氏，任氏说：“《孝经》云‘三牲之养，犹为不孝’。汝今年余二十，目不存教，心不入道，何以慰我？”因叹曰：“昔孟母三徙成仁，曾父烹豕从教。岂我居不卜邻，教有所阙，何尔鲁纯之甚也！修身笃学，自汝得之，与我何有。”（《晋书·皇甫谧传》）因对之流涕，谧甚感痛，遂拜乡人席坦受书。\n\n　　发奋著述\n\n　　皇甫谧从此改弦易辙，矢志发奋读书；二十六岁时（公元241年），以汉前纪年残缺，遂博案经传，旁采百家，著《帝王世纪》《年历》等；四十岁（公元254年），叔父有子既冠，丧所生后母，遂还故乡；四十二岁（即公元256年）前后得风痹症，悉心攻读医学，开始撰集《针灸甲乙经》；四十六岁（公元260年）时已为名声鹤起的著名学者，魏相司马昭下诏征聘做官，不仕，作《释劝论》，仍耽玩典籍，忘其寝食，时人谓之书淫；五十一岁时（公元267年）晋武帝续诏不仕，相传曾到陕西陇县龙门洞、平凉崆峒山避诏；五十三岁时（公元269年)，武帝频下诏敦逼，上疏自称草莽臣，乃不仕；五十四岁时(公元270年)，又举贤良方正，不起，自表就帝借书，武帝送书—车；六十—岁时(公元277年)，帝又诏封为太子中庶、议郎、著作郎等，皆不应，著惊世骇俗的《笃终论》；六十八岁时(公元282年)，《皇帝针灸甲乙经》刊发经世，皇甫谧在张鳌坡去世，其子童灵、方回，尊父笃终遗训，择不毛之地，将其俭礼薄葬于塬边。世人称之为“皇甫冢子”。\n\n　　明朝嘉靖年间，皇甫谧得以从祀景惠殿三皇庙。\n\n\n历史评价\n\n　　司马炎：男子皇甫谧沈静履素，守学好古，与流俗异趣。 \n\n　　房玄龄等《晋书》：①皇甫谧素履幽贞，闲居养疾，留情笔削，敦悦丘坟，轩冕未足为荣，贫贱不以为耻，确乎不拔，斯固有晋之高人者欤！洎乎《笃终》立论，薄葬昭俭，既戒奢于季氏，亦无取于王孙，可谓达存亡之机矣。[1] ②士安好逸，栖心蓬荜。属意文雅，忘怀荣秩。遗制可称，养生乖术。 \n\n　　李巨来《书古文尚书冤词后》：“考晋时著书之富，无若皇甫谧者。”\n\n\n人物影响\n\n　　意志品德\n\n　　残酷的社会生活环境，铸就了皇甫谧坚强的意志和高尚的人格，影响并激励着后人。当他发奋读书，名声渐起时，周围的人就劝他修名广交，他认为：“非圣人孰能兼存出处。居田里之中，亦可以乐尧舜之道，何必崇接世利，事官鞅掌，然后为名乎”，作《玄守论》，提出了“贫者士之常，贱者道之实，处常得实，没齿不忧，孰与富贵扰神耗精者乎！”的观点，表达了他不与世俗流趣，安贫乐道，淡泊名利的思想。《晋书·皇甫谧传》还记载了这样一则故事：皇甫谧姑母的儿子梁柳当了城阳太守，将赴任，人们劝皇甫谧为其饯行。他回答说：梁柳未当官时到我家里来，我迎送他时门都不出，吃饭时只不过上一点咸菜，穷人都不认为酒肉是好朋友。今天他当上了郡守，我若为他饯行，那就是看重城阳太守而轻视梁柳，不符合古人之道，我心中不安！\n\n　　医学贡献\n\n　　皇甫谧小时候，过继给叔父，迁居新安（含河南新安县）。叔父、叔母，尤其是叔母，很疼爱他。而皇甫谧自幼贪玩，无心向学，人们笑他是傻子。到了十七岁，人高马大，竟“未通书史”，整天东游西荡，象脱缰的马，叔母对皇甫谧如此调皮捣蛋非常气愤，恨铁不成钢，常常为他的前途而忧虑。一天，她把贪玩的皇甫谧赶出家门，想要教训他。谁知他到了外边弄来了香瓜、甜果之类，洋洋自得地呈献给叔母，以为如此“孝顺”一番，便可平息叔母的盛怒。谁知叔母更加气愤，接过瓜果，狠狠地摔在地上，流着泪说：“你快二十岁了，还是‘志不存教，心不入道’，你要真心孝顺父母，就得‘修身笃学’”。他很受感动，噙着泪花发誓要悔过自新，改弦更张，矢志苦学。从此以后，他刻苦攻读，虚心求教，一天也不懈怠。下定决心要编著一部针灸学专书。\n\n　　人们不禁会问，皇甫谧面对血腥风雨、贫病交加的社会生活环境，为什么会不被高官所动，不为富贵而移，迎风而立，以超常的毅力，耽玩典籍，著书立说，成为千古学者?也许我们从他的宇宙观即哲学思想中能找到答案。他和中国古代的许多学者一样，没有系统地探讨过自然界的本源、本质，也没有留下专门的论述和专著，但从他传世的大量著作中，仍然可以窥视他的哲学观点。\n\n　　对于针灸方面的经验，早在二千多年前，我国医家已进行了系统总结。如一九七三年在湖南长沙和马王堆汉墓中，发现了多种周代编写的医书，其中有《足臂十一脉灸经》和《阴阳十一脉灸经》。战国时代的《黄帝内经》也有许多论述针灸的内容。东汉初期针灸名医涪翁还有《针经》的专述。但是晋代以前涉及到针灸内容的医书，“其父深奥”，“文多重复，错互非一”。加上当时用竹木简刻书，书被视为秘宝，普通的人是不易得到的。由于参考书奇缺，这给皇甫谧编撰工作带来很大困难。然而值得庆幸的是，皇甫谧没有在困难面前低头。他用百折不挠的精神，设法借来了需要的医书，经穷搜博采，获得了大量的资料。\n\n　　他把古代著名的三部医学著作，即《素问》，《针经》（即《灵枢》），《明堂孔穴针灸治要》，纂集起来，加以综合比较，“删其浮辞，除其重复，论其精要”，并结合自己的临证经验，终于写出了一部为后世针灸学树立了规范的巨著—《黄帝三部针灸甲乙经》，也称《针灸甲乙经》，简称《甲乙经》。\n\n　　十二卷的《皇帝针灸甲乙经》在总结、吸收《黄帝内经》、《素问》、《针经》、《明堂纪穴针灸治要》等许多古典医学著作精华的基础上，对针灸穴位进行了科学的归类整理，在医学领域矗起丰碑。该书共收录穴名349个，比《黄帝内经》多出了189个。明确了穴位的归经和部位，统一了穴位名称，区分了正名与别名。介绍了内科、外科、妇科、儿科、五宫科等上百种病症及针灸治疗经验，并对五脏与五官关系、脏腑与体表器官关系、津液运行、病有标本、虚实补泻、天人相应、脏腑阴阳配合、望色察病，精神状态、音乐对内脏器官的影响等问题都作了探讨和理论上的阐述，奠定了针灸学科理论基础，对针灸学以至整个医学事业的发展作出了不可磨灭的贡献。现今的针灸医学不但在国内得到飞速发展，并且已经风靡世界，世界卫生组织已经正式批准，把针灸列为治疗专项，到处受到人们的欢迎。\n\n　　正因为如此，皇甫谧是我国古代历史上唯一与孔子齐名于世界文化史的历史名人。\n\n　　《针灸甲乙经》，共十卷，一百二十八篇。内容包括脏腑、经络、腧穴、病机、诊断、治疗等。书中校正了当时的腧穴总数的穴位六百五十四个（包括单穴四十八个），记述了各部穴位的适应证和禁忌，说明了各种操作方法。这是我国现存最早的一部理论联系实际，有重大价值的针灸学专著，被人们称做“中医针灸学之祖”，一向被列为学医必读的古典医书之一。唐代医家王焘评它“是医人之秘宝，后之学者，宜遵用之”。此书问世后，唐代医署就开始设立针灸科，并把它作为医生必修的教材。晋以后的许多针灸学专著，大都是在参考此书的基础上加以发挥而写出来的，也都没有超出它的范围。直到如今，我国的针灸疗法，虽然在穴名上略有变动，而在原则上均本于它。一千六百多年来，它为针灸医生提供了临床治疗的具体指导和理论根据。此书也传到国外，受到各国，特别是日本和朝鲜的重视。公元七O一年，在日本法令《大宝律令》中明确规定用《针灸甲乙经》列为必读的参考书之一。足见，皇甫谧的《针灸甲乙经》影响之深远。\n\n　　文学贡献\n\n　　皇甫谧与流俗异趣，不趋炎附势，累官不仕，专一著述为务，仅是一名平民学者，而著书之丰，确是魏晋首富。《帝王世纪》、《年历》、《高士传》、《逸士传》、《列女传》、《郡国志》、《国都城记》等文史著作广采百纳，博据考稽，建树史学，对三皇五帝到曹魏数千年间的帝王世系及重要事件，作了较为详尽的整理，在史前史研究领域进行了大胆的探索和尝试，把史前史的开端推到了“三皇”时代，并对“三皇五帝”提出了自己的观点，认为“三皇”有两种说法：一是天皇氏、地皇氏、人皇氏；另—种说法是伏羲、神农、黄帝。“五帝”是少昊、高阳、高辛、唐尧、虞舜，把中国历史起源的时间提前到上古时代；对前人以及《史记》中语焉不详的历史事实尤其是“三皇五帝”的世系纪年及重大活动进行了补充和考证；对历史上地方名称的前后变更及一个民族或王朝迁徙地名的变化作了较详尽的考证；第一次对历代土地、人口情况进行了较为详尽的统计和分析，整理保存了许多宝贵的资料；将历史人物放到一定的社会历史条件下进行考察，肯定了历史人物在历史前进中的作用。因此，清代历史学家钱熙祚曾评价“皇甫谧博采经传杂书以补史迁缺，所引《世本》诸子，今皆亡逸，断璧残圭，弥堪宝重”。(清钱熙祚·《帝王世纪序》)\n\n　　《皇甫谧集》、《玄晏春秋》、《鬼谷之注》，玄守、释劝、笃终三论，高士、列女等传，《三都赋序》，并诗诔赋颂，藏珍纳萃，字字珠玑，在文学领域独树—帜。提出了文章的思想性及社会教育作用，要比“美”和“丽”更重要，反对言过其实，浮夸竞兴，博言空类。且许多文章中还保存了珍贵的历史资料，历史价值远远大于文学价值。文章风格犀利，对仗工整，音语铿锵，结构严谨，故事性强，人物形象生动，思想性和艺术性俱佳，对后世文学的发展起到很大的积极作用。哲学观点\n\n　　他继承了先秦以来一元论的哲学观点，认为气是构成万物生命的根源。他在《针灸甲乙经》中指出：“天之在我者德也，地之在我者气也，德流气薄而生也。”这段话的意思是：天之德，地之气，阴阳交合，生成万物，也就是说，天所赋予的是生生之机，气所赋予的是物质基础，两相结合，万物才有生化之机。自然界万物万象正是由于所受气不同而致。\n\n　　从四时气候来说，有春、夏、秋、冬四气，从自然来说有风、雨、雷、电等气，气是天地万物最原始的物质基础。人作为自然界的一部分，也是廪气而成。他在《针灸甲乙经·精神五脏论》中说“两精相搏谓之神”，两性之精气结合，产生新的生命，而新生命随着形体的完备，也相应的具备了精神。“人有五脏化五气，所生喜、怒、悲、忧、恐”。可见人的精神状态完全是随着物质器官的形成而出现。人死后，形体消亡，精神就不存在了，“精歇形散”(《晋书·皇甫谧传·笃终论》)正是这个道理。\n\n　　皇甫谧还特别阐述了梦幻的出现，并不是因为精神能脱离形体而独立活动，只是或因为某些因素的刺激，或是有些情绪变化没有消除，或出于生理器官有病等才“使人卧不得安而喜梦。”（《针灸甲乙经》卷六），至于梦有所不同，则是由于刺激的原因不同，或者有病的器官不同，如肝脏有病者，就常梦到忿怒，睡前吃得过饱，就会梦到给别人食物等。准确的表达了物质第一、精神第二，存在决定意识等唯物主义观点。\n\n　　皇甫谧不仅认识到自然界是物质的，而且看到了一切事物都在阴阳两气的矛盾中发展变化，促进了万事万物的盛衰荣枯和社会历史的演化和进步。他在《甲乙经五脏变腧》中说：“故阴阳者，万物之始终，顺之则生，逆之则死”，因此，世界上的事物都是矛盾的统一体，“一明一昧，得道之概；一弛一张，合礼之方；一浮一沉，兼得其真”（《皇甫谧·释劝论》)。还认为事物矛盾双方不停地转变，促成事物的发展和进步。在《释劝论》中，他进一步阐述阴阳转化的观点“是以寒暑相推，四宿代中，阴阳不治，运化无穷，自然分定，两克厥中”。阴阳不断转化，同时又互相制约。表达了朴素的辩证法思想。\n\n　　因此，皇甫谧累诏不仕的原因，主要是他树立了正确的世界观、人生观，用辩证法的观点认识问题、分析问题、解决问题。看到了社会动荡和政治旋涡的险恶，正如《晋书·阮籍传》中所说：“属魏晋之际，天下多故，名士少有全者。”因此，不愿意跻身权贵，踏入仕途，与统治阶级同流合污。他认为王朝的更迭和代替，表明社会的进步，而这些历史发展的必然规律是不可逆转的，腐朽和黑暗只是社会进步中逆转的浪花，终究会被冲刷的一干二净。人的活动必须顺时而动，尊重历史发展的必然规律。\n\n",
  "desc": "皇甫谧（mì）（215年—282年），幼名静，字士安，自号玄晏先生。安定郡朝那县（今甘肃省灵台县）人，后徙居新安（今河南新安县）[1-2] 。三国西晋时期学者、医学家、史学家，东汉名将皇甫嵩曾孙。他一生以著述为业，后得风痹疾，犹手不释卷。晋武帝时累征不就，自表借书，武帝赐书一车。其著作《针灸甲乙经》是中国第一部针灸学的专著。其实，除此之外，他还编撰了《历代帝王世纪》、《高士传》、《逸士传》 、《列女传》、《元晏先生集》等书。在医学史和文学史上都负有盛名。在针灸学史上，占有很高的学术地位，并被誉为“针灸鼻祖”。挚虞、张轨等都为其门生。",
  "id": 3125,
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_3125.jpg",
  "name": "皇甫谧",
  "star": 3
}