{
  "content": "生平\n\n出身世家\n\n　　据《旧唐书》记载：徐坚生于官宦世家，祖父徐孝德是隋唐两朝大臣，终官至果州刺史。徐坚之父徐齐聃，少善属文，唐高宗时累迁兰台舍人、蕲州司马。徐齐聃善于文诰，甚为当时所称。公元673年去世，卒年四十三岁。唐睿宗即位，追录旧恩，累赠徐齐聃礼部尚书。\n\n仕途通达\n\n　　徐坚，自幼聪慧好学，遍览经史，性格宽厚。中进士举，累授太学。圣历中，皇帝车驾在三阳宫，徐坚留守东都为判官。\n\n　　公元699年，徐坚与定王府曹刘知几、给事中徐彦伯、右补阙张说同修《三教珠英》。\n\n　　公元703年又与刘知几、吴兢等撰修唐史，成《唐书》八十卷。\n\n　　公元705年，柳冲上书，请改修《氏族志》。唐中宗命徐坚与柳冲、左朴射魏元忠、史官张锡、刘宪等八人，依据《氏族志》，重加修撰。至唐玄宗先天初年，柳冲与徐坚、刘子玄、吴兢等撰成《姓族系录》二百卷奏上。则天又令坚删改《唐史》，会则天逊位而止。\n\n　　唐中宗神龙初年，徐坚官居给事中。是植盛夏，雍州人韦月将上书告发武三思不臣之迹，反为武三思陷害，唐中宗即令杀韦月将。徐坚上表奏请曰：“今朱夏天道生长，夏行秋令，则禾稼不熟。愿陛下详依国典，许至秋分，则知陛下恤刑之规冠于千载，哀矜之惠洽乎四海。” 唐中宗采纳了徐坚所奏，遂令杖责韦月将，流配岭表。\n\n　　公元707年，徐坚与吴兢、刘知几等修成《则天实录》。\n\n　　唐睿宗即位，徐坚自刑部侍郎加封银青光禄大夫，官拜左散骑常侍，俄而转黄门侍郎。监察御史李知古兵出姚州洱河，攻击蛮族，蛮即降附，又请筑城，重征洱河之税。徐坚则主张蛮夷生梗，未得同与华夏之制，恐劳师远伐，益不偿损。睿宗没有听从徐坚的建议。蛮众恐惧，相率反叛，杀掉李知古，役徒奔溃，由是姚、巂路绝，连年不通。\n\n　　徐坚的妻子岑氏，是侍中岑羲的妹妹，徐坚因为是岑羲的近亲，辞去掌管机密的官职，转为太子詹事，告诉别人：“非敢求高，盖避难也”及至唐玄宗时，岑羲谋逆太子，事败伏诛，徐坚竟免于坐累。唐玄宗出徐坚为绛州刺史，五转复入京城为秘书监。公元710年，唐睿宗,授徐坚太子左庶子，兼崇文馆学士，修史。\n\n玄宗重用\n\n　　公元712年，唐玄宗即位，改丽正书院为集贤院，以徐坚为学士，副张说知院事，累封徐坚至东海郡公。公元725年，徐坚官居左散骑常侍。又因修东封仪注之功，特加封徐坚为光禄大夫。\n\n　　徐坚熟悉典礼制度，曾先后参与编撰《唐六典》、《太极格》、《史记注》、《姓族系录》、《唐史》等，凡七入书府，时论赞美。又与贺知章、赵冬曦辑“文府”20卷，续“文集”30卷。著作有《大隐传》、《初学记》，集三十卷，今存诗九首。\n\n　　公元729年，徐坚去世，年七十。唐玄宗深悼惜之，遣中使就家吊唁，宫内出绢布作为赙金，赠徐坚太子少保，谥曰文。徐坚与父亲齐俱以词学闻著与世。徐坚的两个姑姑亦有文藻。人们议论徐坚家族可比汉朝的班固家族。\n\n\n家庭成员\n\n先祖\n\n　　五世祖徐文整，梁云骑将军，阳平太守，慈源候。\n\n　　高祖徐综，陈稜威将军，始安太守，袭慈源候。驸马都尉，尚陈永嘉公主。\n\n　　曾祖徐方贵，陈奉朝请，江夏王侍郎，伏波将军，早卒。\n\n　　祖父徐孝德，隋唐两朝大臣，隋末任谒者台奉员外郎，唐朝时官至果州刺史。\n\n　　祖母姜氏，依唐制，因长女徐惠为太宗贤妃，封正四品金城郡君。\n\n　　父亲徐齐聃，“善制诰，为时所称” 唐高宗时累迁兰台舍人、蕲州司马。\n\n　　叔父徐齐庄，玄宗朝恩封长城县子。\n\n　　长姑徐惠，唐太宗徐贤妃，工于诗文。\n\n　　次姑徐氏，唐高宗徐婕妤，有文藻。\n\n妻室\n\n　　嫡妻岑氏，是岑羲之妹。\n\n儿子\n\n　　徐峤，字巨山。开元中为驾部员外郎、集贤院直学士，迁中书舍人、内供奉、河南尹。封慈源县公。父子相次为学士，三世为中书舍人。\n\n\n轶事典故\n\n好友张说\n\n　　唐时，张说和徐坚同在集贤院当学士十多年，两人爱好一致，感情相投。当时和他们共　事的学士们，已经衰落的很多，独有张、徐二人还留在集学院。张说把当年的学士名字都写出来，和徐坚一起观看。徐坚对张说问：“诸位当年都是各有专长，各领风骚啊，请问文章方面，谁先谁后？”张说答：“李峤、崔融、薛稷、宋之问的文章，都是良金美玉，无可挑剔。富嘉谟的文章，严峻峭拔，雄奇豪放，别具一格，他这种言论，若是用在议论朝政的地方，必然引起大乱子。阎朝隐的文章，浓妆艳抹，词藻华丽，轻歌曼舞，读后令读者愉悦，虽然有些风流儒雅，但是有点过于幽默诙谐。”徐坚又问：“现在的后起之秀，谁的文章好？”张说回答：“韩休的文章，有如美酒佳肴，词语典雅，但缺少韵味。许景先的文章，虽然肌肤丰满，华丽可爱，但缺少风骨。张九龄的文章，有如淡妆素裹，应时实用，但缺少润饰。王翰的文章，像华美的玉器，灿烂珍贵，但多有瑕疵。若能去其所短，扬其所长，也是一时之秀啊！”\n\n三馆学士\n\n　　唐宣宗时，御史冯缄三院退朝入御史台，路逢集贤校理杨收，学士杨收没有给冯缄让路；冯缄为朝长，取收仆笞杨收。集贤大学士马植启奏宣宗，论曰：“开元中，玄宗幸丽正殿赐酒，大学士张说、学士副知院事徐坚以下十八人，不知先举酒者。说奏：'学士以德行相先，非其员吏。'遂十八爵一时举酒。今冯缄笞收仆，是笞植仆隶一般，请黜之。”御史中丞令狐，又引故事论救，宣宗把御史冯缄、学士杨收都释放了。宣宗下令：三馆学士不避行台。\n\n",
  "desc": "徐坚（660年-729年），字元固，浙江长兴人。以文行于世，唐玄宗朝重臣。少举进士，累授太学。初官为参军，多次升迁，深得玄宗信任，奉敕修撰《则天实录》、《初学记》等书籍。历官至太子左庶子、秘书监、左散骑常侍、崇文馆学士、集贤院学士。与刘知几等同修《三教珠英》、《则天实录》。卒，赠太子少保，谥曰文。著有《大隐传》、辑有《初学记》传于世。坚与父齐聃俱以词学著闻。坚长姑徐惠为太宗充容，次姑为高宗婕妤，并有文藻。议者以为“方之汉世班氏”。",
  "dynasty": "唐代",
  "id": 2413,
  "name": "徐坚",
  "star": 0
}