{
  "content": "人物生平\n\n早年经历\n　　王勃幼年时就非常聪慧，六岁时便能作诗，且诗文构思巧妙，词情英迈，被父亲的好友杜易简称赞为“王氏三株树”之一，表明了王勃早年就显示出杰出的文学才能。九岁时，王勃读颜师古注的《汉书》后，撰写了《指瑕》十卷，指出颜师古的著作错误之处，表现了王勃早年就博学多才。十岁时，王勃便饱览六经。十二岁至十四岁时，王勃跟随曹元在长安学医，先后学习了《周易》、《黄帝内经》、《难经》等，对“三才六甲之事，明堂玉匮之数”有所知晓。\n\n未冠而仕\n　　龙朔三年 王勃回到家乡，写《上绛州上官司马书》等文章，寻找机会，积极入仕。麟德元年秋， 王勃上书刘祥道，直陈政见，并表明自己积极用世的决心，深得刘祥道赞赏“此神童也！”麟德二年，王勃通过皇甫常伯向唐高宗献《乾元殿颂》，借献“颂”以图仕进之意甚明。乾封元年，王勃通过李常伯上《宸游东岳颂》一篇，接着应幽素科试及第，授朝散郎，成为朝廷最年少的命官。之后，才思泉涌，笔端生花，撰《乾元殿颂》，文章绮丽，惊动圣听。唐高宗见此颂词，歌功颂德，词美义壮，乃是未及弱冠的神童所为，惊叹不已：“奇才，奇才，我大唐奇才！”王勃的文名也为之大振，与杨炯、卢照邻、骆宾王合称“初唐四杰”，并推为首位。\n\n祸起《斗鸡赋》\n　　王勃当上朝散郎后，经主考官的介绍，担任沛王府修撰，并赢得了沛王李贤的欢心。一次，沛王李贤与英王李哲斗鸡，王勃写了一篇《檄英王鸡文》，讨伐英王的斗鸡，以此为沛王助兴。不料此文传到唐高宗手中，圣颜不悦，读毕则怒而叹道：“歪才，歪才！二王斗鸡，王勃身为博士，不进行劝诫，反倒作檄文，有意虚构，夸大事态，此人应立即逐出王府。”唐高宗认为此篇意在挑拨离间，钦命将他逐出长安。于是，王勃被逐。他凭着自己的才情和苦心经营刚刚打通的仕途，就这样毁于一旦。 \n\n二次被贬\n　　王勃所遇到的第二次打击，是在虢州参军任上杀死自己所匿藏的官奴而犯罪。咸亨二年秋冬，王勃从蜀地返回长安参加科选。他的朋友凌季友当时为虢州司法，说虢州药物丰富，而他知医识药草，便为他在虢州谋得一个参军之职。就在他任虢州参军期间，有个叫曹达的官奴犯罪，他将罪犯藏匿起来，后来又怕走漏风声，便杀死曹达以了其事，结果因此而犯了死罪。幸亏遇大赦，没有被处死。此事甚为蹊跷，王勃为什么要保护罪犯曹达，既藏匿保护又怎能将其杀死。据新旧《唐书》所载，王勃此次被祸，是因情才傲物，为同僚所嫉。官奴曹达事，有人怀疑为同僚设计构陷王勃，或者纯属诬陷，不无道理。这次被祸，虽遇赦未丢掉性命，但宣告了他仕途的终结。\n\n魂归南海\n　　王勃因杀死官奴曹达，连累了他的父亲王福畴，王福畴从雍州司功参军被贬为交趾县令，远谪到南荒之外。这件事对王勃的打击，远远超过对自己的惩罚。王勃为人虽有放浪不羁的一面，但他立身处世的基本原则，却以儒家的礼法为标尺。王勃在《上百里昌言疏》中表达了对父亲的内疚心情：“如勃尚何言哉！辱亲可谓深矣。诚宜灰身粉骨，以谢君父……今大人上延国谴，远宰边邑。出三江而浮五湖，越东瓯而渡南海。嗟乎！此勃之罪也，无所逃于天地之间矣。”从中可体会到身为孝子的王勃内心强烈的羞愧和自责。王勃出狱后在家里停留了一年多，这时朝廷宣布恢复他的旧职，他已视宦海为畏途，没有接受。他在上元二年的秋天从洛阳出发沿运河南下，于八月中旬到达淮阴，又从淮阴到楚州，离开楚州，继续沿运河南下，入长江后折向西行，到了江宁。大约在上元三年春夏，王勃已至交趾王福畴处，见到了他生活窘困的父亲。不久后，王勃便踏上归途。当时正值夏季，南海风急浪高，王勃不幸溺水，惊悸而死。\n\n\n轶事\n\n　　《唐摭言》：上元二年秋，王勃前往交趾看望父亲，路过南昌时，正赶上都督阎伯屿新修滕王阁成，重阳日在滕王阁大宴宾客。王勃前往拜见，阎都督早闻他的名气，便请他也参加宴会。阎都督此次宴客，是为了向大家夸耀女婿吴子章的才学。让女婿事先准备好一篇序文，在席间当作即兴所作书写给大家看。宴会上，阎都督让人拿出纸笔，假意请诸人为这次盛会作序。大家知道他的用意，所以都推辞不写，而王勃以一个二十几岁的青年晚辈，竟不推辞，接过纸笔，当众挥笔而书。阎都督很是不高兴，拂衣而起，转入帐后，叫人去看王勃写些什么。听说王勃开首写道“豫章故郡，洪都新府”，都督便说：不过是老生常谈。又闻“星分翼轸，地接衡庐”，沉吟不语。等听到“落霞与孤鹜齐飞，秋水共长天一色”，都督不得不叹服道：“此真天才，当垂不朽！”。《唐才子传》则记道：“勃欣然对客操觚，顷刻而就，文不加点，满座大惊。”《唐摭言》等书所记，或者有些夸张，但王勃《滕王阁序》，确实为不朽名篇。\n\n序诗风波\n　　相传王勃写完《滕王阁序》后，阎大人女婿吴子章被抢风头，大怒，讥讽王勃诗作是抄袭自己的，《滕王阁序》是自己宿构的诗，王勃是抄袭自己的，是偷背出来的!见阎大人和众士不信，吴子章当众将《滕王阁序》一字不落地背出来，众人皆大惊，对王勃起了疑心，怀疑王勃抄袭。王勃毫不惊慌，反问道：“吴兄过目不忘，令人佩服，但这首诗末尾还有序诗吗？”吴子章不能答，只见王勃起身挥墨，文不加点，写下一首序诗：\n　　滕王高阁临江渚，佩玉鸣鸾罢歌舞；画栋朝飞南浦云，珠帘暮卷西山雨；\n　　闲云潭影日悠悠，物换星移几度秋；阁中帝子今何在，槛外长江空自流！\n　　写罢，众人皆服，无不称赞，相信《滕王阁序》实乃王勃所作。吴子章羞赧而退！\n\n仿“曲水流觞”\n　　《三月上巳祓禊序》又名《修锲云门献之山亭序》《嘉泰会稽志》卷十载：“六朝宋时，谢康乐与从弟谢惠连人称大小谢，曾泛舟耶溪，对诗于王子敬山亭。“谢灵运与惠连联句，刻于树侧””初唐诗人宋之问更开越中唐诗风流之先河。永淳二年初唐四杰之首的王勃率浙东诗人曾在云门寺王子敬山亭主持了一次模仿王羲之兰亭雅集的修禊活动，并仿《兰亭集序》写了一篇《修锲云门献之山亭序》。王勃也许意犹未尽，于同年秋再次修锲于此，作有《越州秋日宴山亭序》。此后又有大历浙东唱和。\n　　《全唐文》卷一八一《三月上巳祓禊序》：“永淳二年”句讹误。按：如前面所述王勃卒于唐高宗上元三年十二月，而距永淳二年，王勃已卒七年，安能作此《序》乎？《浙江通志》卷四五所录之《王勃修禊云门献之山亭序》“永淳二年”云云，乃因袭旧文而承其误也。王勃游浙东，似亦在上元二年王勃从钟陵出发至九月九日到洪都这段时间。王勃在越州作的一些诗文，均在《全唐文》、《全唐诗》和《全唐诗补编》中。其中，《三月上巳祓禊序》云：“况乎山阴旧地，王逸少之池亭，永兴新交……暮春三月，修祓禊于献之山亭也。”这里的“新交”二字，说明他到越不久。“三月上巳”即三月上旬，这是他与新交于敬之山亭祓禊的时日。\n\n\n个人成就\n\n思想方面\n　　王勃的思想人格交融儒、释、道多种文化因子。他直接继承了祖父王通的儒家思想，主张仁政，渴望功名，希望济世，虽然在宦海中几沉几浮，但最终难以割舍的依然还是何时济世和如何济世。从人格精神来看，王勃首先是儒家之狂者，他志向高远，勇于进取；才华横溢，文采斐然；但同时也处事疏阔，缺少谋略。其次他还是傲者，身秉傲骨，且鄙世傲物，蔑视尘俗。王勃崇信佛教，认为佛教蕴含着深刻的哲理，在社会中发挥着巨大的作用。\n\n诗歌方面\n　　王勃的诗歌直接继承了贞观时期崇儒重儒的精神风尚，又注入新的时代气息，既壮阔明朗又不失慷慨激越。具体来讲，送别诗或气势磅礴、雄浑壮阔，如《送杜少府之任蜀州》写离别之情，以“海内存知己，天涯若比邻”相慰勉，意境开阔，一扫惜别伤离的低沉气息；或优美静谧、隐约迷蒙，如《江亭夜月送别》其二“乱烟笼碧砌，飞月向南端。寂寂离亭掩，江山此夜寒”，描绘的是一幅美丽的江边月夜图，画面优美迷蒙，让人心醉；或重在抒发自我身世的悲切之感，如《别薛华》，整首诗并不着意抒写惜别之情，而是时时处处抒发对自己身世的悲切之感，哀伤之痛。“烟雾”意象在王勃送别诗中出现频率极高，是王勃对前途命运迷惘和困惑的外在表现，如《秋日别王长史》中“野色笼寒雾，山光敛暮烟”，田野笼罩在浓浓的秋雾中，凄寒而朦胧，远处的山峰在沉沉暮霭中聚敛而凝重，山光野色在寒雾暮烟中显得隐约迷蒙，似梦似幻。相思诗则抒发了千里之外羁客的情感：思念家乡，怀念亲友，伤春感怀，如《羁春》，则通过写景抒发深沉的思乡之情。园林山水诗既写景生动、锤炼精工，又诗境美好，充满生机，如《郊兴》。同时，在描写手法、诗境开拓等方面，又进行了新的尝试，并取得显著的艺术效果。远游山水诗不仅充分展现了奇险壮丽的入蜀途中风光，而且因倾注了郁积之气而尤显深沉悲凉，底蕴深厚。 \n\n辞赋方面\n　　王勃赋是初唐赋的重要组成部分，在某种意义上标志着初唐赋体的繁荣。王勃的骈文继承了徐陵、庾信的骈文艺术风格，但又注以清新之风、振以疏荡之气，于是使骈文变繁缛为清丽，变滞涩为流畅，创造出气象高华、神韵灵动的时代风格，使骈文跃上了一个新台阶。与初唐同时代的其他文人相比，王勃极善于在赋中抒发情感，表白心志，表现人品。具体表现为：他在赋中表露出急于人世的心理。当理想受挫、仕途失意时，他则在赋中表现了自己崇高的品质、美好的人格，抒发了心中的忧郁愤懑、磊落不平之气。尽管如此，但他从未放弃对功名的渴望、对未来的憧憬，如《春思赋》和《采莲赋》。王勃赋可认为是其心理路程的真实反映，是对理想和功业执著追求的见证。王勃的游宴序寓性情于游宴、具有绘画美、充满豪放壮大气势，如《游山庙序》；赠序则视野开阔、谚足高远、情景交融，文中充满真情实感，如《秋日饯别序》。王勃在辞赋文章写作手法上很少使用比喻手法，但他善于议论，哲理深刻，如《滕王阁序》中“天高地迥，觉宇宙之无穷；兴尽悲来，识盈虚之有数。”善于抒情，气盛情深，如《夏日诸公见寻访诗序》中“天地不仁，造化无力。授仆以幽忧孤愤之性，禀仆以耿介不平之气。”善于描写，形象逼真，如《感兴奉送王少府序》中“仆一代丈夫，四海男子，衫襟缓带，拟贮鸣琴，衣袖阀裁，用安书卷。”善于运用递进和逆接句式，如《越州永兴李明府宅送萧三还齐州序》中“况乎泣穷途于白首¨引，白首非临别之秋；嗟歧路于他乡，他乡岂送归之地！” \n\n文学主张\n　　王勃的文学主张表现为“立言见志”的创作思想、 “文章经国之大业”的教化功能，但王勃的作品则呈现出“高情壮思”与“雄笔奇才”相结合的雄壮美、“气凌云汉，字挟风霜”的风格取向及其“感序缘情，登离寄赏”的表现方式。造成这种冲突的原因是王勃的文学思想虽然直接继承其祖父王通的观点，但他的文学创作则遵循了文学发展的客观规律。\n\n",
  "desc": "王勃（649或650～676或675年），唐代诗人。汉族，字子安。绛州龙门(今山西河津)人。王勃与杨炯、卢照邻、骆宾王齐名，世称“初唐四杰”，其中王勃是“初唐四杰”之首。",
  "dynasty": "唐代",
  "id": 289,
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_289.jpg",
  "name": "王勃",
  "star": 490
}