{
  "content": "行政外交\n\n行政\n\n　　重用韦氏\n\n　　为彰显对韦氏的信任，李显还不顾众人反对把韦玄贞破格封王。李显年经气盛，还对裴炎脱口说出：“我以天下给韦玄贞，也无不可，还吝惜一侍中吗？”。嗣圣元年二月，武则天召集百官于乾元殿，裴炎与中书侍郎刘炜之、羽林将军程务挺等率禁军入宫，宣太后令，废李显为庐陵王，流放均州。李显高声喊冤“我有什么过错？”，武则天回答：“你要把天下给韦玄贞，这还不是大罪吗？”。由此，李显降格成了卢陵王。\n\n　　李显上台第一件事，就是明确韦氏的皇后身份，武则天把持朝政的教训在前，李显丝毫不吸取教训，又允许韦氏参预朝政。\n\n　　交结武氏\n\n　　重新为太子后，李显很注意搞好与母亲武姓家人的关系，出于这一动机，他决定和武氏联姻。他把女儿永泰公主嫁给了武则天的侄孙、魏王武承嗣之子武延基；幼女即安乐公主嫁给了武则天的另一位侄孙武崇训。李显与武家结亲，无疑是想通过裙带关系稳固确立自己的地位。\n\n　　长安元年九月，他的儿子李重润和永泰公主夫妇少年气盛，对祖母宠信张易之、张昌宗兄弟深表不满，被张易之添油加醋地报告给武则天，说他们诽谤朝廷，结果武则天逼令李重润、永泰公主和丈夫武延基自杀。不过，因为牵扯面不大，武则天并没有深究。显而易见，张易之、张昌宗已对李显一家构成了威胁。\n\n　　恢复唐朝\n\n　　长安四年十二月，80岁的武则天因病避居迎仙宫。武则天的病情很严重，迎仙宫中只有张易之、张昌宗侍奉左右，外人不得进入，甚至连宰相也难见她。张柬之和桓彦范、敬晖等大臣决定乘机诛杀张易之，逼病重的武则天让位，复辟唐朝。\n张柬之利用职权迅速安排桓、敬二人担任羽林将军，掌握禁兵，为政变提供保障。当时皇太子李显在北门起居，桓彦范和敬晖利用禁军将军身份拜谒李显，密陈政变计划，得到太子的赞同。因为张柬之早年在外地担任刺史时，曾与荆州长史杨元琰一同泛舟，谈起武周的乱象，两人相互约定：“他日你我得志，当彼此相助，同图匡复。”于是，张柬之此时便推荐杨元琰担任羽林将军，共同筹划政变[17]。\n\n　　政变后，张柬之被封为汉阳王、敬晖被封为平阳王、桓彦范被封为扶阳王、袁恕己被封为南阳王、崔玄暐被封为博陵王，时称“五王”，所以，神龙政变又被称为“五王政变”。\n\n　　对于张柬之等人的政变行动，当时和后来的人都持支持肯定态度，唐人皇甫澈就在《赋四相诗·中书令汉阳王张柬之》一诗中写道：“周历革元命，天步值艰阻。烈烈张汉阳，左袒清诸武。休明神器正，文物旧仪睹。南向翊大君，西宫朝圣母。茂勋镂钟鼎，鸿劳食茅土。至今称五王，卓立迈万古。”\n\n外交\n\n　　北面的突厥进犯骚扰，西面的吐蕃也发兵滋事，最后，中宗只得将养女金城公主送到吐蕃和吐蕃首领尺带珠丹结婚，这才平息了西部边境。这次联姻和太宗时期的文成公主外嫁不同。一为松赞干布的求婚，彰显了大唐的领导地位；一为兵临城下，被迫把女儿嫁出去求和。\n\n\n家庭成员\n\n家世\n\n　　李弇→李昶→西凉武昭王李暠→西凉后主李歆→李重耳→李熙→李天锡→李虎→李昞→唐高祖李渊→唐太宗李世民→唐高宗李治→唐中宗李显\n\n父母\n\n　　父亲：唐高宗李治\n\n　　母亲：女皇武则天\n\n兄弟姐妹\n\n　　兄：燕王李忠、原悼王李孝、泽王李上金、许王李素节、孝敬皇帝李弘、章怀太子李贤\n\n　　弟：唐睿宗李旦\n\n　　姐：义阳公主、宣城公主、安定思公主\n\n　　妹：太平公主\n\n后妃\n\n　　和思皇后赵氏\n\n　　韦皇后\n\n　　昭容上官婉儿\n\n子女 \n\n儿子\n\n　　1.长子李重润：即“懿德太子”。生于683年，原名李重照，为避武则天讳，改名李重润，生母是韦后。701年，被武则天仗杀，年19岁。706年李显再次即位，追封为懿德太子，陪葬乾陵，号墓为陵。\n\n　　2.第二子李重福：庶人。生母是后宫某氏，初封唐昌王，705年封谯王。710年，李重福起兵造反，事败，投漕渠自杀，碎尸示众，废为庶人，以三品礼下葬，年31岁。\n\n　　3.第三子李重俊：即“节愍太子”。生母是后宫某氏，初封义兴郡王，705年封卫王，706年立为太子。707年7月，李重俊率左羽林大将军李多祚造反，史称景龙政变，攻击皇宫失败奔终南山为部下所杀。唐睿宗即位，追封为节愍太子，陪葬定陵。\n\n　　4.第四子李重茂，即唐殇帝。也是幺子，生母是后宫某氏。初为温王。710年5月，立为太子。3天后即位，改年号为“唐隆”，时年16岁，史称唐殇帝。6月，李隆基发动唐隆政变，拥立唐睿宗李旦复位，废黜李重茂，恢复其温王爵位，先后幽禁于集州、房州。714年，李重茂忧郁过度而死，年20岁。\n\n女儿\n\n　　新都公主，下嫁武延晖。\n\n　　宜城公主，初封义安郡主，下嫁裴巽。\n\n　　定安公主，初封新宁郡主，下嫁王同皎。同皎得罪，神龙时，又嫁韦濯。\n\n　　长宁公主，韦庶人所生，下嫁杨慎交。开元十六年，慎交死，主更嫁苏彦伯。务廉卒坐赃数十万，废终身\n\n　　永寿公主，下嫁韦鐬。早薨，长安初追赠。\n\n　　永泰公主，李仙蕙，字秾辉，以郡主身份下嫁武延基。大足中，忤张易之，为武则天所杀。帝追赠，以礼改葬，号墓为陵。\n\n　　安乐公主，李裹儿，七公主。帝迁房陵而主生，解衣以褓之，名曰裹儿。姝秀辩敏，韦后、中宗尤爱之。下嫁武崇训。被起义军一刀刺死。\n\n　　成安公主，字季姜，初封新平郡主，下嫁韦捷。捷以韦后从子诛，主后薨。公主逝世后，其女韦氏，在唐玄宗开元年间，被封为东光公主。和亲外族，下嫁奚的首领李鲁苏。\n\n　　金城公主，李奴奴，邠王李守礼之女，唐中宗养女。\n\n\n轶事典故\n\n房陵轶事\n\n　　李显流放房陵与历史上的许多流放者不同，他头上还有一个“王”的桂冠而不是失国之君或囚犯。同时，这个时期是大唐鼎盛时期，国安民阜，经济快速发展，综合国力和文明程度都处于世界领先地位，加之武则天并没有对李显“制约甚急”，所以李显在房陵的物质生活是“别宫”式的，这从《房县志》中收录的贡生汪魁儒的词赋中可见一斑。赋中写道：“百丈城兴，九层版缩，璇琢琼雕，栏目磴复。其上也，楼观翚飞，帘牙鸟啄。其下也，芙蓉池开，琵琶亭续。其井也，黄琉八角以金镶。其城也，白石千紊而玉矗。由是人疑仙子，境胜蓬莱，珠帘星卷，宝镜月开，巧梳蝉鬓，淡抹鱼腮，眉间晕柳，额上妆梅，温柔香去，脂粉气来。”李显的住所不但建筑豪华，所用奢侈，就连嫔妃们也仍然妖娆、雍容。这些浓郁的宫廷文化特色，是影响和发展房陵地方文化的基础。\n\n　　李显流放房陵时，所随人员300多人，不只是嫔妃、子女，还有近臣、侍从，其中不乏文人墨客、能工巧匠。这些人长期生活在宫廷氛围中，熟悉和掌握宫廷生活方式，他们代表着最高端的宫廷文化。来到房陵后，他们通过与民间百姓的交往、交流而推广宫廷文化。民间则在向往中效仿宫廷生活、礼仪而接受宫廷文化，从而实现了宫廷文化与民间文化的融合。\n\n　　李显奉诏返回洛阳是秘密进行的，轻车简从，只有家人随行，其保密程度到了身为宰相的狄仁杰在宫中见到李显时也大吃一惊。跟随李显一起来到房陵的近臣、侍从们，绝大多数留在了房陵，许多人甚至入乡随俗，成为房陵的永久居民。这些人成为宫廷文化的传承人以及宫廷文化、民间文化融合统一的促成人。\n\n天子抛石\n\n　　房陵地域依旧流传着李显的许多传说。有一次，李显向空中抛一石子，说：“我若还能当皇帝，石头不落。”结果石头恰好搁在树杈上，当真没落下来。\n房陵黄酒\n\n　　房陵黄酒，中外驰名，其复杂、独特的制作工艺和其与气温、水质紧密依存的关系，使其有几分神秘。相传，此酒是李显被贬为庐陵王后，将宫廷中的酿酒秘方带到房州，然后在酒曲中加入本地特有的植物，用房陵本地出产的糯米，用房陵的地下井水，酿制出了甘甜、可口、醇香的米酒。此酒性温和、口感好，有活血养颜功效，因而备受世人青睐。千百年来，房县有着“交了九月九，家家户户做黄酒”的民俗，而且房县人都爱喝黄酒，用黄酒招待尊贵的客人。\n\n喜好打马毬\n\n　　李显不仅对家人好，对自己也不差。早些年，他颠沛流离，吃了很多苦，所以当了皇帝后，想着一定要善待自己。他特别爱玩儿，最热衷打毬。这个“毬”有点儿像现代的足球，但是既可以打，又可以踢，还可以骑在马上拿球杆打。中宗最喜欢的是打马毬。\n\n　　俗话说上行下效，当时整个上流社会都以打为最高时尚。李显的两个女婿，也就是长宁公主的夫婿杨慎交和安乐公主的丈夫武延秀，为了讨好老丈人，都拼命地苦练艺，就跟《水浒传》的高俅一样，没事就一门心思地玩。就这样，打马毬。在当时成为一项风靡一时的娱乐活动。不仅大唐的贵族打，连边塞的吐蕃人也打，而且水平相当不错。\n\n　　景龙三年，唐朝和吐蕃结束了长期的军事摩擦后，再次建立友好联系。吐蕃使者到长安提出打一场友谊赛。最后唐朝大获全胜，打出了国威。这四个王牌运动员中两个就是中宗的女婿。还有一个就是大名鼎鼎的李隆基，即后来的唐玄宗。\n\n妻女弄权\n\n　　武三思与韦后关系暧昧。有一天，两人在床上衣衫不整的赌钱，唐中宗上完早朝之后，见二人正赌，还兴致勃勃地帮人家数筹码，不一会，安乐公主来了，几人越发快乐尽兴！张柬之等大臣眼见又要重演武则天的旧事，力劝中宗除掉武三思。武三思和韦后反诬告张柬之等人谋图不轨，怂勇中宗明升暗降，将张柬之等人册封为王，调出京城。武三思又派刺客在途中将他们刺杀。安乐公主也野心勃勃，一心想做武则天第二。她要中宗废黜不是韦后所生的太子李重俊，由她自己当皇太女。韦后和武三思也怂勇中宗废掉李重俊。李重俊便和左羽林大将军李多祚于景龙元年发动羽林军共三千多人，杀死武三思和武崇训父子，又攻入宫中，想攻杀韦后和安乐公主。因众寡悬殊，两李被杀。韦后乘机诬陷宰相魏元忠与太子有勾结，将其贬出京城，独揽了大权。韦后肆无忌惮地大卖官爵，中宗也不加制止，一切按她的意愿去办。\n\n　　有个时期，安乐公主自己写好了诏书，掩住正文拿去让李显盖印，中宗竟看也不看地把印盖上。就是这样，中宗听凭她母女俩弄权，自己则只顾过着淫靡的生活。有一年的元宵节，中宗在韦后的怂恿下，带着公主和宫女数千人，全都换上平民的服装出宫逛灯市，赶热闹。到夜深回宫，一查点，数千宫女逃走了十之五六。怕声张出去有损体面，唐中宗也只得不了了之。又有一次，唐中宗在皇宫内召见百官，命令三品以上的官员抛球和拔河，供他和韦后欣赏。朝臣多数是文官，不好嬉戏，直弄得他们个个丑态百出，尤其是那几个上了年纪的大臣，体力不支，拔河时随着长绳扑倒在地，一时站不起来，手脚乱爬。唐中宗和韦后见了，还都开怀大笑。\n\n\n死因争议\n\n　　按照两《唐书》和《资治通鉴》的记载，唐中宗李显是被毒死。按照这个说法，韦后的两个情人杨均和马秦客害怕和皇后私通的事情败露，韦后想当皇帝，而安乐公主想当皇太女，几方势力都觉得中宗碍手碍脚。于是，大家联合搞出了一碗毒汤饼。\n\n　　为了增强这个说法的合理性，《资治通鉴》在景龙四年的五月，也就是唐中宗去世的前一个月还特意加上一笔：“五月，丁卯，许州司兵参军偃师燕钦融复上言：‘皇后淫乱，干预国政，宗族强盛；安乐公主、武延秀、宗楚客图危宗社。’”\n\n　　中宗应该不是被毒死的。有以下几个理由：\n\n　　第一个理由是在现存史书中，第一次提到唐中宗李显被韦后谋杀，是在此后半个多月的一场针对韦后的政变中，带有明显的军事动员色彩。就在中宗去世十八天后，太平公主和李隆基联合发动了政变。当时一个政变的将军对士兵说：“韦后毒死先帝，我们今天要杀死韦后，为先帝报仇！”显然，说韦后毒死中宗只是给政变找个充分的理由，不足以作为了解事实的依据。\n\n　　第二个理由，完全把安乐公主作为反面教材来对待的《旧唐书》提到了她想当皇太女、修定昆池等作威作福的许多细节，但是却根本没提到她还给中宗下过毒。显然，这样的重大遗漏，绝不是因为《旧唐书》的作者袒护安乐公主，只能说在当时人们还不认可安乐公主投毒这件事。\n\n　　第三个理由，韦后和安乐公主在死后都以礼改葬。在唐中宗死后半个多月，韦后和安乐公主也死于政变。虽然政变打出的旗号是她们两个人毒死中宗罪该万死，但是在政变结束后不久，她们俩却还是被以礼改葬了。如果她们真毒死了中宗，怎么还能认可她们的身份、以礼改葬。\n\n　　第四个理由，韦后和安乐公主当时并没有毒死中宗的现实需要。她们当时的准备还非常不充分，如果唐中宗在，她们还可以背靠大树，在他的保护下进一步发展势力。这样看来，说韦后母女狗急跳墙，毒死皇帝的记载并不可信，属于当时胜利者的谎言。\n\n　　唐中宗的死因还有以下几种可能。众所周知，李唐家族有心脑血管的遗传病史，唐高祖、唐太宗、长孙皇后、唐高宗统统患有“气疾”、“风疾”，这在古代都指心脑血管类疾病。正因为如此，李唐王朝的皇帝们并不长寿，李显五十五岁死亡尚属正常。\n\n　　另外，有的心脑血管疾病是以发病急、死亡率高为特征的，李显在事先没有表现出什么症状的情况下暴卒，也符合心脑血管疾病的一般规律。这样看来，说韦后母女毒死中宗是一个千古冤案。当然，这只是一个推测。\n\n　　但是，无论如何，唐中宗的死，对于当时政坛来说又是一场大地震，惹出了一系列的权力纷争，最终由李隆基取得胜利政权，唐朝也进入短暂的稳定发展时期。\n\n\n生平\n\n早年经历\n\n　　显庆元年十一月五日，李显生于长安，是唐高宗李治第七子，武则天第三子。李显初封周王，后改封英王。他的两位皇兄李弘与李贤一死一废之后，李显被立为皇太子。\n\n　　开耀二年正月，李显的长子李重润出生，高宗为了表达自己的喜悦，在重润满月时改年号为永淳，并且还破天荒地将这位襁褓中的孙子立为皇太孙。\n\n　　弘道元年十二月，唐高宗李治病死，李显于同月甲子日继承皇帝位。\n\n　　嗣圣元年改年号为嗣圣。由于李显庸弱无能，即皇帝位后，尊武则天为皇太后。裴炎受遗诏辅政，政事皆取决于武则天。李显重用韦后亲戚，试图组成自己的集团。李显把韦后的父亲韦玄贞由普州参军提拔为豫州刺史，并想要擢升为侍中，裴炎立马表示不可。李显大怒说：“我以天下给韦玄贞，也无不可，难道还吝惜一侍中吗？”裴炎听后报告了武则天，武则天对中宗的举动大为恼火。二月，继皇帝位才55天的李显被武则天废为庐陵王，被贬出长安。事后，中宗的弟弟李旦做了傀儡皇帝，也就是睿宗。\n\n被废庐陵\n\n　　李显先后被软禁于均州、房州十四年，只有妃子韦氏陪伴，两人相依为命，尝尽了人世的艰难。他被囚禁后不久，李旦上表逊位，母后武则天登上了皇帝宝座，成为一代女皇，李唐宗室子弟被杀戮者不可胜数。中宗闻听后也是心惊胆颤。这期间，扬州发生了徐敬业等人的兵变。不久，宗室琅玡王李冲、越王李贞等人也相继起兵。他们都打出了反对武则天、匡复庐陵王的旗号。这一形势，不仅没有让被废的中宗皇帝看到多少希望之光，相反，更加剧了内心的忧惧。中宗多年来一直惶惶不安，常常晚上睡下不久，就被噩梦惊醒。每当听说武则天派使臣前来，在房陵忐忑度日，一度惶恐异常想要自杀，韦氏劝慰他说：“祸福倚伏，这是没有常理的，人哪能没有死呢，何必现在就去。”此后，李显与韦氏多年同甘共苦，情义非常深厚。李显向韦氏许愿，如果有一天重见天日，绝不会辜负她。[8]\n\n　　武则天称帝后，由谁来继承帝位，一直困扰着她。她在立子还是立侄上犹豫不决。此时，狄仁杰进言：“太宗皇帝栉风沐雨，亲冒刀枪箭镞，平定天下；高宗将二子托付陛下，陛下今乃欲让位他族，有违天意。且姑侄与母子谁亲？陛下立子，则千秋万岁之后，配食太庙，承继无穷；立侄，则未闻侄为天子而祭祀姑姑太庙的。”武则天顿时感悟。当日，武则天对狄仁杰说：“朕梦见鹦鹉两翼折断，是何征兆？”狄仁杰借题发挥：“武者，陛下之姓，两翼，二子也。陛下起用二子，即可振翅高飞。”至此，武则天主意就定下来了。\n\n　　圣历元年三月，武则天假托李显有病需到洛阳治疗，派遣职方员外郎徐彦伯秘密召回李显及家人。李显结束了流放的生活回到洛阳。九月，武则天重新立李显为皇太子。\n\n　　中宗很注意搞好与母亲武姓家人的关系，出于这一动机，他决定和武氏联姻。就这样，他的女儿永泰公主嫁给了武则天的侄子武延基，成了魏王武承嗣的儿媳；幼女安乐公主嫁给了武则天的另一位侄孙武崇训，成了梁王武三思的儿媳。中宗与武家结亲，无疑是想通过裙带关系稳固确立自己的地位。\n\n　　长安元年九月，他的儿子李重润和永泰公主夫妇少年气盛，对祖母宠信张易之、张宗昌兄弟深表不满，被张易之添油加醋地报告给武则天，说他们诽谤朝廷，结果武则天逼令李重润、永泰公主和丈夫武延基自杀。不过，因为牵扯面不大，武则天并没有深究。\n\n二度为帝\n\n　　长安四年，武则天病居迎仙宫，张易之、张昌宗侍奉左右，外人不得入内。朝中大臣以张柬之、崔玄暐、敬晖、桓彦范、袁恕己等为首，也见机秘密谋划，准备除掉二张，拥立中宗。\n\n　　神龙元年，82岁的武则天病重。正月丙午日，宰相张柬之、右羽林大将军李多祚、左威卫将军薛思行等人发动神龙政变，突率羽林军五百余人，冲入玄武门，在迎仙宫杀张易之、张昌宗。这一天，相王李旦也率南衙禁兵加强警备，配合行动。武则天无奈，先令太子监国，次日传位，隔了一天，中宗复位称帝，大赦天下。他先把弟弟相王李旦加为安国相王，拜太尉、同中书门下三品；又给妹妹太平公主加了镇国太平公主的称号，以表彰二人的拥立之功。张柬之、崔玄暐等人也加官晋爵。二月，复国号为唐，一应典制，悉复唐永淳前旧，唐朝规复。\n\n　　李显复位后，马上立韦氏为皇后，又不顾大臣的劝阻，破格追封韦后之父亲为王，并让韦后参预朝政，对张柬之等功臣却不加信用。将韦后的女儿安乐公主嫁给武三思之子武崇训。封上官婉儿为昭容。教她专掌制命，负责起草皇帝的诏令，掌握生杀大权。\n\n　　韦后同武三思关系暧昧，韦后又十分信用儿女亲家武三思，并以此结成了一股强大的政治势力左右着朝政。李显对此也无能为力。\n\n晚年逝世\n\n　　景龙四年五月，唐中宗李显病逝，终年55岁。葬于定陵。\n\n　　景龙四年五月中宗病逝后，韦后立中宗幼子温王重茂为帝，改元“唐隆”，临朝称制，欲重演武后故事。同年六月，相王旦三子临淄王隆基联合其姑太平公主，交结禁军诸将葛福顺、陈玄礼等，以兵诛韦后、安乐公主并诸韦、武等。史称唐隆政变。乃废少帝，奉父相王旦复位，是为唐睿宗。自此唐朝帝位转往李旦一系，直至唐亡。\n\n\n在位年号\n\n嗣圣 684年1月23日—684年2月27日；\n\n神龙705年—707年；\n\n景龙707年—710年。\n\n",
  "desc": "唐中宗李显（656年－710年），原名李哲，唐朝第四位皇帝，唐高宗李治第七子，武则天第三子。683年至684年、705年至710年两度在位。章怀太子李贤被废后，李显被立为皇太子。弘道元年（683年）即皇帝位，武后临朝称制。光宅元年（684年），被废为庐陵王先后迁于均州、房州等地。圣历二年（699年）召还洛阳复立为皇太子。神龙元年（705年）复位。唐中宗李显前后两次当政，共在位五年半，公元710年去世，终年55岁，谥号大和大圣大昭孝皇帝（初谥孝和皇帝），葬于定陵。",
  "dynasty": "唐代",
  "id": 1333,
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_1333.jpg",
  "name": "李显",
  "star": 0
}