{
  "content": "主要成就\n\n　　周必大一生功绩显赫，名誉远播，是一位极富才干的政治家。无论辅佐朝廷或主政地方，他“立朝刚正”，言事不避权贵，处事有谋，治政勤奋。且主张：一要强兵，并制订“诸军点试法”，整肃军纪；二要富国，主张大力发展商贸业，以增加收入；三要安民，以民为本，减赋赈灾；四要政修，要择人才，考官吏，固职守。以上作为皆表现了周必大作为一个政治家的远见卓识，且终其一生，始终秉持刚正不阿，清廉执政，爱国爱民的作风。\n\n　　周必大还是是一位“九流七略，靡不究通”的文学家。诗词歌赋，“皆奥博词雄”。书法“浑厚刚劲，自成一体”。\n\n　　周必大有诗600多首。他的诗有的善于状物，如《池阳四咏·翠微亭》中的“地占齐山最上头，州城宛在水中洲；蜿蜒正作双虹堕，吸住江河万里流”，比喻浅近新颖。又如《游庐山佛手岩雪霁望南山》中的“十日顽阴不见山，山中一夜雪封庵。伊予的有寻山分，日照北窗云在南”，气骨稍弱，却清新淡雅。\n\n　　他初学黄庭坚，后由白居易溯源杜甫。在有些诗里他喜欢用典，未能摆脱江西诗派的影响。他执掌内外制时间很长，不少代表朝廷的重要文章，都由他撰写。如《岳飞叙复元官制》，词婉义正，是宋代骈文佳作。\n\n　　他的序文如《〈皇朝文鉴〉序》，写得典重雅正。题跋如《题陆务观送其子赴官诗》，游记如《南归录》所写游石湖，则颇富情致。总的说来，这类散文内容丰富，文采则时有不足。\n\n　　周必大知识渊博，熟悉当朝人物、掌故。在他的散文及《二老堂诗话》中，保存了不少研究宋代文学的资料。他的神道碑、墓志铭一类文字，主次分明，颇有史法，往往为元代修《宋史》者所取材。\n\n　　周必大著有《玉堂类稿》等八十一种，共一百三十四万余言。后人将其遗作辑为《益国周文忠公全集》，计二百卷，其中包括《省斋文稿》、《平园续稿》、《省斋别稿》、《二老堂诗话》等24种，有清咸丰刊本。其中《玉堂大记》、《二老堂诗话》选入《四库全书总目提要》。周必大用时四年，主持刊刻了宋代著名的四大类书之一的《文苑英华》计一千卷，还刊刻了《欧阳文忠公集》一百五十三卷、《附录》五卷，使《欧集》自此以后有定本，且得以保留至今。“周必大刻本”被历代名家奉为私家刻书的典范。\n\n\n生平\n\n刻苦勤学\n\n　　周必大于宋钦宗靖康元年七月十五巳时出生在平江府治长洲。祖籍郑州管城。他的祖父周诜，在宋徽宗宣和年间曾在庐陵任职，因此定居庐陵。\n建炎三年，周必大四岁时，其父周利建卒于扬州，周必大被寄养在外祖母家，由母亲王氏督促他读书；十二岁时，母亲又去世了，只好跟随伯父去广东；十四岁时回庐陵，不久，又随伯父辗转各地。周必大青少年时的生活飘泊不定，但他刻苦勤学，终于成才。\n\n文章起家\n\n　　绍兴二十一年，周必大登进士第，授左迪功郎、徽州司户参军。同年，娶司封郎官王葆之女为妻，之后又回到江西。\n\n　　绍兴二十七年，举博学宏词科，被任命为建康府教授、左修职郎。\n\n　　绍兴三十年，官拜太学录，应召前往应试馆职，宋高宗读了他的策文后说：“是个负责起草诏书的人才。”被任命为秘书省正字。馆职再次召试的例子从此开始。此后，周必大兼国史院编修，拜官监察御史。\n\n直言敢谏\n\n　　宋孝宗即位后，周必大拜官起居郎。直接到孝宗面前奏事，孝宗说：“朕过去看过你写的文章，把你的近作拿来看看。”孝宗当初亲临经筵，周必大奏道：“经筵并不是分析文章讲解句子的地方，想从容不迫地了解情况，增益于圣德，就要探求治理之本。”\n\n　　之前，左右史之职空缺，史料记注中断、累积许多，周必大奏请必须记下君臣的言行举止，他日夜兼程修史，每月一次呈给孝宗看。孝宗便命周必大兼任编类圣政所详定官，又兼权任中书舍人。\n\n　　周必大在经筵侍讲时，曾论及边境事务，孝宗为四川感到担忧，周必大借机陈说蜀中百姓困苦已久，希望能减少四川的赋税。又应孝宗诏令条奏十事，都切中时弊。\n\n　　此后又权任给事中，他在任内封驳政令失当之处，不用权贵、宠臣。当时，翟婉容对官吏进行升调时违反有关法令，周必大竭力争执，认为此举不妥。孝宗说：“原以为你只会写文章，没想到你如此刚强正直。”金国索取议和时的旧礼，周必大一一上奏，请求端正敌国称呼，金国为之气沮。\n\n　　隆兴元年，周必大与金安节等上疏回驳孝宗任命宠臣龙大渊、曾觌为知合门事，但孝宗仍重申前令，周必大因此请求外出奉祠。\n\n　　乾道四年，派任南剑州知州，又改任提点福建刑狱。周必大在进宫回答孝宗询问时，希望孝宗朝廷内外举荐文武人才，分别把他们的长处记在一本册子上，藏于宫中，以备缓急之用。\n\n　　乾道六年，任秘书少监兼权任直学士院，并兼领史职。当时的制书草拟仿效汉宣帝时制度，为郑闻起草、周必大定稿，最后由孝宗修改。周必大上奏批评西汉诸臣，希望孝宗不可有轻视儒士的名声。孝宗喜爱他论述精辟，知识广博，甚至希望与他日夜讨论文章。\n\n　　孝宗加太上皇赵构尊号时，周必大认为不应称嗣皇帝，应称皇帝，孝宗采纳。赵雄出使金国时，要携带国书，朝廷讨论受国书的礼节。周必大立即具体草拟，大致内容是：“尊卑名分之定，有人计较等级、威风；叔侄亲戚关系，难道还计较是坐着还是站立。”孝宗对此颇为赞赏。\n\n　　后兼权任兵部侍郎，周必大奏请敬重侍从以储备将相之才，增设台谏官以广开言路，选择监司、郡守以补充郎官的不足。不久，权任礼部侍郎，兼领直学士院，并任同修国史、实录院同修撰。\n\n　　一天，孝宗令周必大同王之奇、陈良翰到选德殿应对，孝宗从袖中拿出手诏，举唐太宗与魏徵关系之例，询问他在位久，却未成功绩，治政的好坏及他自己不能发觉的解决办法，命周必大等尽言对错。周必大认为孝宗频繁更换将领与郡守，是两大弊端。孝宗赞同，便革除这两种弊端。江、湖二州干旱，周必大请求捐出南库钱二十万代民交税，孝宗很是赞赏。\n\n　　乾道八年，兼侍讲，又兼任中。不久，他辞去直学士院之职，得到批准。外戚张说再次拜为签书枢密院事，给事中莫济封驳回录黄，周必大奏道：“过去全朝廷的人都认为张说这个任命不适合，陛下自己也知道错了而加以制止了。未到一年，这个任命又下发。贵戚参预政事，公私两方面都受到损失，臣不敢草拟此令。”孝宗迅速让王〈日严〉草诏，贬二人为宫观官。张说公开奏章内容，并荐举二人，莫济和周必大于是分别被贬至温州与建宁府任职。莫济接到任命立即离朝，周必大到丰城后称病而归，莫济听说后很后悔自己的行动。周必大三次请求担任宫观职，因此名气更大。\n\n　　淳熙二年，除敷文阁待制、侍讲，累迁吏部尚书兼翰林学士承旨。\n\n　　淳熙七年，除参知政事。\n\n　　淳熙九年，除知枢密院事。\n\n　　淳熙十一年，创行内外诸军点式法，震慑外敌，安定边防，帝特赐羊酒米面庆公生辰。\n\n　　淳熙十二年，命宰相枢密使。七月十五日，帝复赐羊酒米面庆公生辰。\n\n　　淳熙十四年，文德殿宣麻转光禄大夫、右丞相。三月，迁右相府。\n\n　　淳熙十六年，文德殿宣麻，转特进左丞相，进封许国公。\n\n　　绍熙四年，改判隆兴府。\n\n　　宋宁宗即位，令大臣直言朝政得失，周必大首陈四事：至孝、敬天、崇俭、久任。\n\n　　庆元元年，以少傅、观文殿大学士、益国公致仕。\n\n　　庆元六年，平民吕祖泰上书请求诛杀韩侂胄、驱逐陈自强，由周必大接替任职。\n\n　　嘉泰元年，韩侂胄党羽御史施康年弹劾周必大首先为诡诈之徒唱赞歌，又私植党派，为伪学罪首，遭降职为少保。\n\n　　嘉泰二年，周必大复任少傅。\n\n　　嘉泰四年十月一日，周必大卒于家中，享年七十九岁。宁宗闻讯后惊愕悲悼，追赠周必大为太师，为其辍朝两日，赐银千两、绢千疋。\n\n死后哀荣\n\n　　开禧三年，宁宗赐周必大谥号文忠。\n\n　　嘉定元年十一月，宁宗御书“忠文耆德之碑”六字赐周必大家，并命楼钥为期撰碑铭，名为《忠文耆德之碑》。\n\n\n轶事典故\n\n鹤飞盏\n\n　　周必大有一个酒杯名为“鹤飞盏”，斟上酒，杯上的鹤就飞起来，喝完酒后，鹤就不见了。\n\n大承气汤\n\n　　周必大被任命为参知政事时，朱熹在与刘子澄的信中评论此事说：“现如今是需要下大承气汤的症状，他却下四君子汤。虽然不会造成危害，恐怕对病情也没有好处！”\n\n貌类温公\n\n　　据记载，周必大身材高大而脸庞清瘦，样貌如同野鹤。他在翰林院任职多年多年。孝宗在一天退朝空闲时，感叹说：“好一个宰相！只是怕他福薄。”一个老宦官在孝宗身边说：“官家所感叹的，难道不是周必大吗？臣观察司马光的画像，也像周必大一样清瘦。”孝宗为此一笑，于是提拔周必大。周必大此后任太平宰相，参与并闻知禅让盛事，晚年出镇长沙，退休后得享十多年的清闲福气。\n\n敬慕三忠\n\n　　周必大曾在乡里建三忠堂，因欧阳修、杨邦乂、胡铨都是庐陵人，也都是周必大平生所敬慕的人，所以周必大撰文记述他们的事迹，这是他的绝笔。\n\n\n家族成员\n\n家世\n\n　　曾祖父 周衎 官至朝奉郎，累赠太师、秦国公。\n\n　　曾祖母 郭氏 赠秦国夫人。\n\n　　祖父 周诜 官至左朝散大夫，累赠太师、秦国公。\n\n　　祖母 潘氏 赠秦国夫人。\n\n　　李氏 赠秦国夫人。\n\n　　张氏 赠秦国夫人。\n\n　　父亲 周利建 官至左宣教郎、太学博士，累赠太师、秦国公。\n\n　　母亲 王氏 赠秦国夫人。\n\n平辈\n\n　　弟弟 周必强 生平不详。\n\n　　妹妹 周三叟 夭折。\n\n　　配偶　　　　王氏 监察御史王葆之女，封益国夫人\n\n子辈\n\n　　儿子 周纶 曾任朝请大夫、知筠军二州事。\n\n孙辈\n\n　　孙子 周颢 曾任宣义郎、监景德镇兼烟火公事。\n\n　　长孙女 —— 嫁承事郎、监嘉兴府籴纳仓萧彖。\n\n　　孙女四人 —— 周必大孙女五人，除长孙女外生平均不详。\n\n",
  "desc": "周必大（1126年8月15日—1204年10月25日），字子充，一字洪道，自号平园老叟。原籍管城（今河南郑州），至祖父周诜时居吉州庐陵（今江西省吉安县永和镇周家村）。南宋著名政治家、文学家，“庐陵四忠”之一。开禧三年（1207年），赐谥文忠，宁宗亲书“忠文耆德之碑”。周必大工文词，为南宋文坛盟主。与陆游、范成大、杨万里等都有很深的交情。著有《省斋文稿》、《平园集》等80余种，共200卷。",
  "dynasty": "宋代",
  "id": 2737,
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_2737.jpg",
  "name": "周必大",
  "star": 0
}