{
  "content": "生平\n\n　　郑思肖，南宋理宗淳祐元年生，元仁宗延佑五年卒，年78岁。父亲郑起，字叔起，号菊山，官南宋平江书院山长。郑思肖年少时秉承父学，明忠孝廉义。20岁左右，为太学优等生，应博学鸿词试，授和靖书院山长。\n\n　　当元军大举南下时，郑思肖到临安叩宫门上疏皇帝，怒斥尸位素餐者之恃权误国，要求革除弊政，重振国威，抵抗元军。因言辞激烈，上书被扣压，未予上报。\n\n　　南宋灭亡后，郑思肖学习伯夷、叔齐不食周粟的精神，不臣服蒙元的统治，自称“孤臣”。因肖是赵的构成部分，所以改名思肖，字号忆翁和所南也都包含有怀念赵宋的意思。郑思肖把居室题额为“本穴世家”，如将“本”下的“十”字移入“穴”字中间，便成“大宋世家”，以示对宋的忠诚。\n\n　　郑思肖原与宋宗室、著名画家赵孟頫交往较多。后赵降元并任官。郑思肖即与之绝交。郑思肖擅画兰，宋亡后，所画兰均无土和根，因土地已沦丧于异族。无从扎根。当时一些权贵向他所要画兰，尤靳不与。庸人孺子颇契其意者，则反与之。邑宰求之不得，知其有田，因胁以赋役取。先生怒曰：“头可断，兰不可画！”他每逢岁时伏腊，望南野哭而再拜。郑思肖喜佛老教，工画兰，疎花简叶，不求甚工，画成即毁之，绝不轻易随便给予他人，所以他能存世至今画的兰花及其少，现只存一幅《墨兰图》藏于日本大阪市立美术馆。 \n\n\n七次迁居\n\n　　连江郑氏的先世可谓源远流长，据《郑所南文集·先君菊山翁家传》记载，郑姓得于周宣王母弟受封之后，至西晋永嘉年间，分派入闽，居于连江透堡东导村，至郑思肖生活的南宋末年，为时已十余世。\n\n第一次迁居\n　　宋宁宗嘉定十三年，郑思肖的父亲郑菊山携眷出闽，来到南宋京城临安定居。南宋淳祐元年，郑思肖诞生于杭州西子湖畔。宋理宗宝祐二年，14岁的郑思肖随父举家徙居苏州，寓居苑桥，此年，郑思肖考中秀才，遵父命开始了游学四方的人生旅程。\n　　郑思肖在寓居苏州的岁月里，偏安一隅、日见衰弱的南宋王朝时期，正是中国历史上的多事之秋。因战乱频仍，时局的艰危，家境的贫寒，使得郑思肖在苏州居无定所，屡屡搬迁。据郑思肖的《三膜堂记》载，他在十多年的时间里，曾七次迁居。迁徙期间，每居一处，长则十年，短的仅仅居住一年，就开始迁居，可见当时的时局之动荡。\n　　宋理宗宝祐三年，也就是郑家迁居苏州的第二年，内侍董宋臣弄权纳贿，无恶不作，人称“董阎罗”。此年，在苑桥仅仅居住短短的一年，郑思肖就随父由苑桥迁居条坊巷，这是郑思肖在苏州的第一次迁徙。郑思肖在条坊巷度过了十年的青春岁月。此间，郑思肖的父亲郑菊山于宋理宗景定三年病逝，葬于苏州长州县西北三十里甑山西陇。此年，郑思肖22岁。\n\n第二次迁居\n　　宋度宗咸淳元年，宋廷加封贾似道为太师，进封魏国公，世称“师臣”，此年郑思肖25岁。由于父亲的去世，郑思肖家道更加贫困，加上时局的动荡，使得年轻的郑思肖无法在一处一地过平静的生活，只好再次搬迁。郑思肖与母亲又由条坊巷迁往黄牛坊桥地方居住，这是郑思肖的第二次迁居。\n\n第三次迁居\n　　咸淳五年，即至元六年，宋廷以李庭之为两淮制置大使兼知扬州。这一年，郑思肖由黄牛坊桥迁居采莲巷，这是郑思肖的第三次迁居。\n\n第四次迁居\n　　在采莲巷居住期间，郑思肖完成了自编的《心史·咸淳集》诗文。采莲巷居住整整一年后，咸淳六年，即至元七年，郑思肖第四次进行搬迁，由采莲巷迁往仁王寺。\n\n第五次迁居\n　　咸淳七年，即至元八年十一月，蒙古忽必烈改国号为“元”，是年，郑思肖由仁王寺搬迁至双板桥居住，这是郑思肖的第五次迁居。\n\n第六次迁居\n　　咸淳十年，即元世祖忽必烈至元十一年七月，宋度宗病死，其子赵顕接位，是为恭帝。太皇太后谢氏垂帘听政。是年，元兵大举入侵，叛将吕文焕同伯颜趋鄂州，叛将刘整同博罗欢趋淮西。于是，郑思肖又从双板桥迁往望信桥居住，这是郑思肖的第六次迁徙。是岁十二月，苏州沦陷，郑思肖作《陷虏歌》既鞭挞了元统治者的野蛮残暴，更骂尽了古今天下许多无耻变节之人。在望信桥寓所，郑思肖开始了《心史·大义集》的诗文创作。\n　　宋端宗景炎元年，即至元十三年三月，宋恭帝被元军俘虏北去。五月，益王赵罡在福州即位，改元景炎，是为端宗。九月，郑思肖的母亲病故。景炎二年，即至元十四年郑思肖誓不降元，不承认元朝统治。因此，他的《心史》完成，但仍冠所“德祐”年号。他在自己的画像上题赞曰：“不忠可诛，不孝可斩，可悬此头于洪洪荒荒之表，以为不忠不孝之榜样。”\n\n第七次迁居\n　　宋端宗景炎三年，即宋帝昺祥兴元年，元至元十五年十一月，张弘范在五坡岭袭击文天祥，文天祥兵败被擒。是岁，郑思肖自望信桥迁居皋桥，继而又复迁望信桥，这一年，郑思肖38岁，完成了《心史·大义集》的编纂。郑思肖14岁移居苏州，78岁终老，在郑思肖64年的寓居生涯中，前24年间共有七次迁居，先是居于苑桥，后迁往条坊巷、黄牛坊桥、采莲巷、仁王寺、双板桥、望信桥、皋桥，旋即又复迁望信桥。\n　　“飘零书剑十年吴，又见西风脱尽梧。万顷秋生杯后兴，数茎雪上镜中须。晴天空阔浮云尽，破屋荒凉俗梦无。唯有固穷心不改，左清右史足清娱。”郑思肖的这首《飘零》诗，正是郑思肖在苏州数十年动荡生活的真实写照。郑思肖一生悲苦凄凉。他22岁失父，36岁丧母，有一个妹妹，出家为尼，下落不明。郑思肖把仅有的一点家产捐给寺院，并接济穷困的四邻乡亲。78岁时“疾亟”，属其友唐东屿为画一牌位，曰：“大宋不忠不孝郑思肖”，语讫而卒。 \n\n\n著述\n\n　　《心史》是郑思肖将一生奇气伟节之作合为一书的汇编，是郑思肖独立特行的证据。郑氏自35岁宋亡后便离家出走，从此浪迹于吴中名山、道观、禅院，40年间写下了大量抒发爱国情操的诗文，有《咸淳集》一卷、《大义集》一卷、《中兴集》一卷，共收诗250首，杂文4篇，前后自序5篇。共命名为《心史》。当时形势，无法刊行。所以，他在晚年将《心史》重缄封好，藏于苏州承天寺眢井中。《心史》中的所有文字都饱含血泪，郑思肖讴歌了南宋的爱国志士，痈斥了奸臣佞徒，控诉了元军的暴行，充分表述了自己的爱国与忠诚。如在《过徐子方书塾》诗中说：“不知今日月，但梦宋山川”；在《八励》诗中说：“泪如江水流成海，恨似山峰插入天”，慷慨激越，足征忠肝义胆。难怪近代学者梁启超穷日夜之力读《心史》，每尽一篇辄热血“腾跃一度”，梁氏深有感慨地说：“此书一日在天壤，则先生之精神与中国永无尽也”。\n\n　　《心史》在枯井中沉埋达350余年，直至明崇祯十一年始被发现，《心史》被藏在一大铁盒子中，外写“大宋孤臣郑思肖百拜封”。于是这部光照千古的奇书方见于世。而陈福康先生为更深入论证《心史》之奇，于是在《井中奇书考》中复以五章篇幅详论《心史》出井与刊刻经过、明刊本的序跋、《心史》与明清之际爱国文人的关系、“伪书说”的出现以及《心史》的文学和史学的价值等方面，以详尽史料，进一步证实《心史》之确为奇书。　所谓问世后的遭遇之奇，乃指《心史》出井后，从明清之际起，直至上一世纪80年代，历经360余年，始终存在两种迥然不同的相异之见，一部分文人学者肯定《心史》之奇，之价值；而另一部分文人学者则持一种“伪书说”，全盘否定这部奇人奇书的价值。一部出井著述，历经360余年，竟然引动如此多知名学者，各抒己见，聚讼不已，更可称《心史》之一大奇，谓《心史》为奇书，不亦宜乎？\n\n　　著有《郑所南先生文集》1卷，《所南翁一百二十图诗集》1卷、《锦钱余笑》1卷。有《知不足斋丛书》本，《四部丛刊》本收有前2卷。明崇祯十一年冬于苏州承天寺井中发现封于铁函内的《心史》1部，题“大宋孤臣郑思肖百拜书”，纪事有与史不合的，或疑为后人假托。存世之画有《国香图卷》、《竹卷》等。\n\n　　郑思肖论诗主张“灵气”说，认为诗是天地、人心“灵气”的集中表现。郑思肖的诗多以怀念故国为主题，表现了忠于赵宋的坚贞气节，如《寒菊》的“宁可枝头抱香死，何曾吹落北风中”。 \n\n",
  "desc": "郑思肖（1241～1318）宋末诗人、画家，连江（今属福建）人。原名不详，宋亡后改名思肖，因肖是宋朝国姓赵的组成部分。字忆翁，表示不忘故国；号所南，日常坐卧，要向南背北。亦自称菊山后人、景定诗人、三外野人、三外老夫等。曾以太学上舍生应博学鸿词试。元军南侵时，曾向朝廷献抵御之策，未被采纳。后客居吴下，寄食报国寺。郑思肖擅长作墨兰，花叶萧疏而不画根土，意寓宋土地已被掠夺。有诗集《心史》、《郑所南先生文集》、《所南翁一百二十图诗集》等。",
  "dynasty": "宋代",
  "id": 559,
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_559.jpg",
  "name": "郑思肖",
  "star": 29
}