{
  "content": "人物生平\n\n家族出身\n　　嵇康生于魏文帝黄初五年，其祖先本姓奚，住在会稽上虞，其曾祖父后为躲避仇家，迁徙到谯国的铚县，并改姓为嵇。嵇康的父亲嵇昭，字子远，官至督军粮治书侍御史。嵇康有兄长，名嵇喜，早年即以秀才身份从军，有为官的志向，后官至太仆、宗正。\n\n恬静无欲\n　　嵇康年幼丧父，由母亲和兄长抚养成人。幼年聪颖，博览群书，学习各种技艺。成年后喜读道家著作，身长七尺八寸，容止出众，然不注重打扮。后迎娶了沛王曹林之女长乐亭主为妻，因而获拜郎中，后任中散大夫。嵇康与长乐亭主育有一儿一女。他常修炼养性服食内丹之事，弹琴吟诗，自我满足。\n\n　　嵇康崇尚老庄，曾说：“老庄，吾之师也！”讲求养生服食之道。主张“越名教而任自然”的生活方式，著《养生论》来阐明自己的养生之道。他赞美古代隐者达士的事迹，向往出世的生活，不愿做官。\n\n　　嵇康曾经游于山泽采药，得意之时，恍惚之间忘了回家。当时有砍柴的人遇到他，都认为是神仙。到汲郡山中见到隐士孙登，嵇康便跟他遨游。孙登沉默自守，不说什么话。嵇康临离开时，孙登说：“你性情刚烈而才气俊杰，怎么能免除灾祸啊？”嵇康又遇到隐士王烈，一道入山中，王烈曾得到石头的精髓饴糖，便自己吃了一半，余下一半给嵇康，都凝结为石头。又在石室中见到一卷白绢写的书，立即喊嵇康去取，而书就再也不见了。王烈于是感叹道：“嵇康志趣不同寻常却总是怀才不遇，这是命啊！”\n\n坚拒出仕\n　　掌权的大将军司马昭欲礼聘他为幕府属官，他跑到河东郡躲避征辟。司隶校尉钟会盛礼前去拜访，遭到他的冷遇。同为竹林七贤的山涛离开选官之职时，举荐嵇康代替自己。嵇康作《与山巨源绝交书》，列出自己有“七不堪”、“二不可”，坚决拒绝出仕。\n\n广陵绝响\n　　吕安之妻徐氏貌美，被吕安的兄长吕巽迷奸。吕安愤恨之下，欲状告吕巽。嵇康与吕巽、吕安兄弟均有交往，故劝吕安不要揭发家丑，以全门第清誉。但吕巽害怕报复，于是先发制人，反过来诬告吕安不孝，使得吕安被官府收捕。嵇康非常愤怒，出面为吕安作证，因而触怒了司马昭。此时，与嵇康素有恩怨的钟会，趁机向司马昭陷害嵇康，下令处死吕安、嵇康。 \n\n　　嵇康行刑当日，三千名太学生集体请愿，请求朝廷赦免他，并要求让嵇康来太学任教，他们的这些要求并没有被同意。临刑前，嵇康神色不变，如同平常一般。他看了看太阳的影子，知道离行刑尚有一段时间，便向兄长嵇喜要来平时爱用的琴，在刑场上抚了一曲《广陵散》。曲毕，嵇康把琴放下，叹息道：“从前袁孝尼曾跟我学习《广陵散》，我每每吝惜而固守不教授他，《广陵散》现在要失传了。”说完后，从容就戮，时年三十九岁。海内的士人没有不痛惜的，司马昭不久后便意识到错误，但追悔莫及。东晋名士谢万将其列为“八贤”之一。袁宏在《名士传》中也称嵇康等七人为“竹林名士”。\n\n\n轶事典故\n\n狂放任性\n　　嵇康旷达狂放，自由懒散，“头面常一月十五日不洗，不大闷养，不能沐也”，再加上他幼年丧父，故而经常放纵自己，“又纵逸来久，情意傲散”。成年的他接受老庄之后，“重增其放，使荣进之心日颓”。在懒散与自由里孕育着嵇康的狂放和旷达。\n\n　　嵇康年轻时傲世，对礼法之士不屑一顾。向秀曾叙述其与嵇康的友谊：“余与嵇康、吕安，居止接近。其人并有不羁之才。然嵇志远而疏，吕心旷而放。”钟会陷害嵇康时，给其安上的一个罪名就是“言论放荡，非毁典谟”。\n\n鄙视权贵\n　　钟会身出名门，是钟繇之子，“敏慧夙成，少有才气”，年少得志，十九岁入仕，为秘书郎，三年后又升为尚书郎，二十九岁时就已进封为关内侯。但是嵇康拒绝与其交往。但钟会对年长其两岁的嵇康，却敬佩有加。《世说新语》记载：钟会撰写完《四本论》时，想求嵇康一见，可又怕嵇康看不上，情急之中，竟“于户外遥掷，便回怠走”。显赫后的钟会再次造访嵇康，嵇康不加理睬，继续在家门口的大树下“锻铁”，一副旁若无人的样子。钟会觉得无趣，于是悻悻地离开。嵇康在这个时候终于说话，他问钟会：“何所闻而来，何所见而去？”钟会回答：“闻所闻而来，见所见而去。”钟会对此记恨在心。\n\n　　司马昭曾想拉拢嵇康，但嵇康在当时的政治斗争中倾向曹氏皇室一边，对于司马氏采取不合作态度，因此颇招忌恨。\n\n隐于竹林\n　　嵇康回归自然，超然物外得自在，不为世俗所拘，而又重情谊。《文士传》里说嵇康“性绝巧，能锻铁”。嵇康爱好打铁，铁铺子在后园一棵枝叶茂密的柳树下，他引来山泉，绕着柳树筑了一个小小的游泳池，打铁累了，就跳进池子里泡一会儿。见到的人不是赞叹他“萧萧肃肃，爽朗清举”，就是夸他“肃肃如松下风，高而徐引”。《晋书·嵇康传》写道：“康居贫，尝与向秀共锻于大树之下，以自赡给。”他在以打铁来表示自己的“远迈不群”和藐视世俗，这是其的精神特质的体现。\n\n仗义执言\n　　本来吕巽、吕安两兄弟都是嵇康的朋友，但这两兄弟突然间闹出了一场震惊远近的大官司。吕巽见弟媳徐氏貌美，乘吕安不在，指使其妻用酒把弟媳灌醉，将其奸污。事发后，吕安欲诉之于官。吕巽急忙请嵇康从中调停。嵇康因与二人的关系非同一般，遂应吕巽之请，出面调停，把这件事情按了下来。可是，事后吕巽却倒打一耙，恶人先告状，说吕安不孝顺，竟然敢挝母亲之面。有口难辩的吕安想到了他心目中最尊贵的朋友嵇康。嵇康拍案而起。嵇康写下了《与吕长悌绝交书》，痛骂吕巽一顿。他想通过绝交来表白自身的好恶，他也想通过绝交来论证朋友的含义。吕安入狱后，为了说明真相，自然要涉及嵇康调停之事，嵇康也因此被投入监狱。\n\n嵇绍不孤\n　　嵇康临死之前，没有把自己的一双儿女托付给自己的哥哥嵇喜，没有托付给他敬重的阮籍，也没有交给向秀，而是托付给了山涛，并且对自己的儿子说：“山公尚在，汝不孤矣。”这才叫真正的朋友，这才叫真正的知己。\n\n　　在嵇康死后，山涛对待嵇康的儿子就像对待自己的儿子一样。山涛没有辜负嵇康的重托，一直把嵇康的儿子养大成才。山涛和王戎，在嵇康被杀害之后，对嵇绍一直都特别的照顾。他们尽到了朋友应尽的道义与责任，使得这个孤弱的孩子，即使失去了父亲，却还拥有他们慈父般的关怀与教导，不再那么无依无靠，这是成语“嵇绍不孤”的由来。\n\n　　十八年后，嵇康的儿子嵇绍也在山涛的大力举荐下，被晋武帝“发诏征之”，后来还成为晋朝的忠臣。朋友之间感人至深的信义与友情，也成为了千古传扬的佳话。\n\n\n介绍\n\n相貌风度\n　　嵇康风度非凡，为一世之标，《晋书》上说：康早孤，有奇才，远迈不群。身长七尺八寸，美词气，有风仪，而土木形骸，不自藻饰，人以为龙章凤姿，天质自然。\n　　《世说新语.容止》中写到：嵇康身长七尺八寸，风姿特秀。见者叹曰：“萧萧肃肃，爽朗清举。”或云：“肃肃如松下风，高而徐引。”山公曰：“嵇叔夜之为人也，岩岩若孤松之独立；其醉也，傀俄若玉山之将崩。”有人语王戎曰：“嵇延祖卓卓如野鹤之在鸡群。”答曰：“君未见其父耳。”\n　　好友山涛称其“站时就如孤松独立；醉时就似玉山将崩”。 哥哥嵇喜在《嵇康别传》里，夸耀他是“正尔在群形之中，便自知非常之器。”然而，嵇康却有“土木形骸，不自藻饰”的个性倾向，据同时代的颜之推在《颜氏家训》里记载，当时上层男士，崇尚阴柔之美，非常重视个人修饰，出门前不但要敷粉施朱，熏衣修面，还要带齐羽扇、麈尾、玉环、香囊等各种器物挂件，于此方能“从容出入，飘飘若仙”。与那些脂粉扑面， 轻移莲步的矫柔做作者相比，嵇康的“不自藻饰”是非常独立特行的。\n\n狂放任性\n　　嵇康旷达狂放，自由懒散,“头面常一月十五日不洗,不大闷养,不能沐也”,再加上他幼年丧父,故而经常放纵自己,“又纵逸来久,情意傲散”。成年的他接受老庄之后,“重增其放,使荣进之心日颓”。在懒散与自由里孕育着嵇康的狂放和旷达。\n　　嵇康轻时傲世,对礼法之士不屑一顾。向秀曾叙述其与嵇康的友谊：“余与嵇康、吕安，居止接近。其人并有不羁之才。然嵇志远而疏，吕心旷而放。”钟会陷害吕安时，给其安上的一个罪名就是“言论放荡，非毁典谟”。\n\n鄙视权贵\n　　钟会身出名门，是曹魏大臣，书法家钟繇之子，“敏慧夙成，少有才气”，年少得志，十九岁入仕，为秘书郎，三年后又升为尚书郎，二十九岁时就已进封为关内侯。但是嵇康拒绝与其交往。但钟会对年长其两岁的嵇康，却敬佩有加。世说新语中说：钟会撰写完《四本论》时，想求嵇康一见，可又怕嵇康看不上，情急之中，竟“于户外遥掷，便回怠走”。显赫后的钟会再次造访嵇康，嵇康不加理睬，继续在家门口的大树下“锻铁”，一副旁若无人的样子。钟会觉得无趣，于是悻悻地离开。嵇康在这个时候终于说话，他问钟会：“何所闻而来，何所见而去？”钟会回答：“闻所闻而来，见所见而去。”钟会对此记恨在心。\n　　司马昭曾想拉拢嵇康，但嵇康在当时的政治斗争中倾向皇室一边，对于司马氏采取不合作态度，因此颇招忌恨。\n\n隐于竹林\n　　嵇康回归自然，超然物外得自在，不为世俗所拘，而又重情谊。《文士传》里说嵇康“性绝巧，能锻铁”。嵇康爱好打铁，铁铺子在后园一棵枝叶茂密的柳树下，他引来山泉，绕着柳树筑了一个小小的游泳池，打铁累了，就跳进池子里泡一会儿。见到的人不是赞叹他“萧萧肃肃，爽朗清举”，就是夸他“肃肃如松下风，高而徐引”。《晋书·嵇康传》写道：“康居贫，尝与向秀共锻于大树之下，以自赡给。”他在以打铁来表示自己的“远迈不群”和藐视世俗，这是其的精神特质的体现。\n\n服食养生\n　　嵇康身处乱世，但崇尚老庄，讲求服食养生之道，有自己的养生诀窍。他认为，人之所以能长寿，在于注意平时在细微之处保养自己。这就好比“为稼于汤之世，偏一溉之功者，必一溉而后枯，而一溉之益固不可诬也。”养生之道与此相仿，关键在于平日一点一滴的修养，不使自身为七情所伤、六淫所中，如此才能身体强健，得以长寿。但世人恰与此相反，“常谓一怒不足以侵性，一哀不足以伤身，轻而肆之”，这可真是“不识一溉之益，而望嘉谷于旱苗者也。”所以，世间多闻早夭之人，难见皓首之翁。\n　　嵇康认为人是可以长寿的。他说“至于导养得理，以尽性命，上获千余岁，下可数百年，可有之耳。”“但世皆莫精故莫能得之。”嵇康认为，正确的养生应该是：“君子知形恃神以立，神须形以存，悟出理之易失，知一过之害生。故修性以保神，安心以全身，爱憎不栖于情，忧喜不留于意，泊然无感而体气和平，又呼吸吐纳，服食养身，使形神相亲，表里俱济也。” \n\n\n主要成就\n\n音乐书法\n　　嵇康通晓音律，尤爱弹琴，著有音乐理论著作《琴赋》《声无哀乐论》。他主张声音的 本质是“和”，合于天地是音乐的最高境界，认为喜怒哀乐从本质上讲并不是音乐的感情而是人的情感。嵇康作有《风入松》，相传《孤馆遇神》亦为嵇康所作。又作《长清》、《短清》、《长侧》、《短侧》四曲，被称为“嵇氏四弄”，与蔡邕创作的“蔡氏五弄”合称“九弄”，是我国古代一组著名琴曲。\n　　嵇康擅长书法，工于草书。其墨迹“精光照人，气格凌云”，被列为草书妙品。唐张彦远《法书要录》品为草书第二。又善丹青，唐张彦远《历代名画记》载其时有嵇康《巢由洗耳图》《狮子击象图》传世，俱已失佚。\n\n文学创作\n　　嵇康的文学创作，主要包括诗歌和散文。其诗今存50余首，以四言律诗为多，占一半以上。 嵇康著作，《隋书·经籍志》著录有集13卷，又别有15卷本，宋代原集散失，仅存10卷本。明代诸本卷数与宋本同，但篇数减少。明本常见的有汪士贤刻《嵇中散集》，张溥刻《嵇中散集》，等等。1924年，鲁迅辑校《嵇康集》，1938年收入《鲁迅全集》第9 卷中。戴明扬校注的《嵇康集》1962年人民文学出版社出版,此书除校、注外，还收集了有关嵇康的事迹、评论材料。\n\n养生之道\n　　嵇康继承了老庄的养生思想，进行实践颇有心得，他的《养生论》是中国养生学史上第一篇较全面、较系统的养生专论。后世养生大家如陶弘景、孙思邈等对他的养生思想都有借鉴。\n　　《嵇康集》十卷书中，篇篇含养生之理，提出“越名教而任自然”的养生看法。\n　　魏晋之时，养生之学大兴，但当时有两种相对立的思想存在：一是认为修道可成仙，长生不老；二是认为“生死全由天，半分不由人。”嵇康针对这种现象，指出神仙不可能，如果导养得理，则安期、彭祖之论可及的看法。\n　　在他的重要著作《养生论》中，他以导养得理可寿的总论点，提出了以下观点：\n　　一、形神兼养，重在养神。他举例说明精神对人体的强大作用，指出“由此言之，精神之于形骸，犹国之有君也。”而中医学也认为人以神为根本，神灭则形灭。嵇康在此抓住了养生的根本。\n　　二、养生要重一功元益，慎一过之害，全面进行。嵇康认为万物禀天地而生，后天给予的养护不同，寿命也不尽相同，勿以益小而不为，勿以过小而为之，防微杜渐，提早预防，积极争取长寿。\n　　三、指出若不注重养生，耽声色，溺滋味，七情太过，则易夭折。“夫以蕞尔之躯，攻之者非一涂；易竭之身，而内外受敌，身非木石，其能久乎？”\n　　四、嵇康还告诫养生者要有信心，坚持不懈，否则就不易有效。还要以善养生者为榜样，积极吸取好的养生方法，清心寡欲，守一抱真，并“蒸以灵芝，润以醴泉，唏以朝阳，缓以五弦”，就可以“与羡门比寿，与王乔争年”。\n　　嵇康自己也身体力行，其友人言：“与康居二十年，未尝见其喜愠之色”，他自己提的理论，几乎条条做到，但却犯了“营内而忘外”一忌，最终受人诬陷而遇害。 \n\n\n卒年考疑\n\n　　《三国志·魏书·王卫二刘傅传》云：“时又有谯郡嵇康，文辞壮丽，好言老庄，而尚奇任侠。至景元中坐事诛。”按魏元帝景元凡四年，又《晋书·嵇康传》记康被诛时年四十，故《资治通鉴》将时间系于景元三年,即262年，文学史界订嵇康生卒年为223——262年，当是依此而定。关于嵇康被诛的时间，裴松之为《三国志》作注时还见到不同的记载，如干宝、孙盛、习凿齿等人皆云康于魏高贵乡公正元二年被诛，裴氏认为他们的记载有误，故专门作了考辨。又，《世说新语·任诞》云：陈留阮籍，谯国嵇康，河内山涛三人年皆相比,康年少亚之。徐震先生《世说新语校笺》云：“按《晋书·阮籍传》，籍以魏陈留王奂景元四年卒，年五十四，则其生当在汉献帝建安十四年。”《山涛传》言卒于晋武帝太康四年，年七十九，则当生于建安十年，长阮籍四岁。《嵇康传》但云死时年四十，不言死于何年，《通鉴》系其事于景元三年，则其生当在魏文帝黄初四年，盖小山涛十八岁，小阮籍十四岁，故云“少亚之”。按《通鉴》记嵇康事迹，主要依据《晋书》，但也利用了《三国志》，故抄录了其中“谯郡嵇康”至“尚奇任侠”一段，而《三国志》云康景元中坐事诛，故《通鉴》将其事系于景元三年，审矣。但《晋书》记嵇康事迹以及徐先生考嵇康生卒年，皆未利用《三国志》的材料，故有所失。\n\n　　庄万寿先生则认为嵇康的卒年应为景元四年。即景元三年冬钟会虽任镇西将军，但仍有可能兼领司隶校尉，而伐蜀真正开始在景元四年，故嵇康被害的事件下限完全可能在景元四年。根据《与山巨源绝交书》的线索，山涛于景元二年除吏部郎，《绝交书》言“前年自河东还，闻……”，则绝交书当作于景元三年。《绝交书》言嵇绍“年八岁”，《晋书》载嵇绍“十岁而孤”，若持景元四年论，自作《绝交书》至嵇康被害间有一年以上，完全可以满足这个时间差，若持景元三年则嵇绍的年龄误差较大。 \n\n\n中散墓\n\n　　嵇康墓又称嵇中散墓,位于安徽省涡阳县石弓镇嵇山南麓。嵇康墓为涡阳县级文保单位。《元和郡县志》记载:临涣县有嵇山，在县西二十里。晋嵇康家于銍嵇山，因姓嵇氏。涡阳古属宿州，清嘉庆适十年，宿州知州李清玉《重修嵇康墓》碑文中说：“宿州西百二十里有中散大夫嵇叔夜墓载在州乘”。其墓依山凿石而建，巨石封门，上覆山土，墓在山腹中，外表与山一体。现墓洞已被发现，但墓内被盗一空，只存空墓。嵇康墓为涡阳县级文保单位。",
  "desc": "嵇康（224－263，一说223－262），字叔夜，汉族，三国时期魏国谯郡铚县（今安徽省宿州市西）人。著名思想家、音乐家、文学家。正始末年与阮籍等竹林名士共倡玄学新风，主张“越名教而任自然”、“审贵贱而通物情”，为“竹林七贤”的精神领袖。曾娶曹操曾孙女，官曹魏中散大夫，世称嵇中散。后因得罪钟会，为其构陷，而被司马昭处死。",
  "dynasty": "魏晋",
  "id": 382,
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_382.jpg",
  "name": "嵇康",
  "star": 55
}