{
  "content": "惊世友情\n\n　　清顺治十五年，其好友吴兆骞因科场舞弊案被株连而流放宁古塔。顾贞观好友吴兆骞被遣送到黑龙江戍边时，顾贞观为好友蒙受不白之冤感到怨痛，立下“必归季子”的誓言。但这个案件是顺治皇帝所亲定，康熙皇帝并无昭雪之意，当顾贞观接到吴兆骞从戍边寄来一信时，才知吴在戍边的苦况：“塞外苦寒，四时冰雪，鸣镝呼风，哀笳带血，一身飘寄，双鬓渐星。妇复多病，一男两女，藜藿不充，回念老母，茕然在堂，迢递关河，归省无日……”。时顾贞观在北京，作《金缕曲》词两首赠之，哀怨情深，被称为“千古绝调”。\n\n　　顾贞观读信后，凄伤流泪，深知身居绝塞的好友再经不起风霜雨雪的摧残，救友生还已到刻不容缓之时了。顾贞观没有忘记“乌头马角终相救”的许诺，请求纳兰性德在明珠面前为吴说情。当他了解到朝廷中有一些身居要职的官员，如苏州的宋德宜，昆山的徐乾学等，过去与吴都有过交往，因而连日奔走于这些权贵之门，希望他们顾念旧情，能为营救吴兆骞助一臂之力，谁知人情淡薄，世态炎凉，这些已飞黄腾达的士林隽秀根本不愿为人解难，顾贞观一筹莫展，百感交集，于是挥笔写下了《金缕曲》二首，作为给吴兆骞的复信，其中第一首写道：\n\n　　“季子平安否?便归来，平生万事，那堪回首?行路悠悠维慰藉，母老家贫子幼；记不起，从前杯酒。魑魅搏人应见惯，总输他，覆雨翻云手，冰与雪，周旋久。泪痕莫滴牛衣透，数天涯，依然骨肉，几家能够?此似红颜多命薄，更不如今还有，只绝塞，苦寒难受。廿载包胥承一诺，盼乌头马角终相救，置此札，兄怀袖。” 二阕《金缕曲》，对患难之友、“悲之深，慰之至”，丁宁告戒，无一字不从肺腑中流出。这种忠贞生死之谊，至情之作。所以被人传诵为“赎命词”，成为清词中的压卷之作。 后吴兆骞被释归来，到明珠府上拜谢，在一间屋内自壁上，见到题字：“顾梁汾为松陵才子吴汉槎屈膝处”，方知顾贞观为他的生还竭尽了心力。\n\n　　康熙十五年，大学士明珠慕顾贞观的才名，聘其为子纳兰性德授课。纳兰性德亦为清初著名词人，二人遂成忘年交。康熙十七年清廷开“博学鸿词科”网罗汉族士大夫。著名文人学者朱彝尊、陈维崧、严绳孙、姜宸英等人都被荐至京，会试中式任翰林院检讨等职。顾贞观、纳兰性德与他们经常聚会，吟咏唱和，促进了清初词坛的兴盛。顾贞观在京期间，还为纳兰性德编订了《饮水词》集。\n\n　　严绳孙、朱彝尊、陈维崧、姜宸英这些人中尤其和容若交厚的是顾贞观。他仿佛是一面镜子，是容若对于友情的全部映照，折出这个人生命中的另一半热情。\n\n　　顾贞观字华峰，号梁汾，与严绳孙同为无锡才子，生性狷介，为人有侠气。他与吴汉槎是至交好友，吴汉槎落难后，他百般设法营救，纳兰为人称道的营救吴汉槎一事就是在他的极力斡旋下完成的。\n\n　　顾贞观本身也是明代东林党人之后，文名卓著，著有《积书岩集》和《弹指词》。有才识，但时运不济，一生沉沦下僚。康熙十五年应明珠之聘，为纳兰家西宾，容若与他一见如故，并引为挚友。\n\n　　容若初见他即在《侧帽投壶图》上题了一首《金缕曲》，当中有“一日心期千劫在，后身缘，恐结他生里。然诺重，君须记”之语，这样热烈的表达，全情投入，对情感内敛的容若来说是极为少见的。阅遍《饮水词》，纳兰与他的交酬之作举不胜举，而内心对于顾贞观 的信任和依赖然已不仅仅是朋友两个字可以形容的了。\n\n　　顾贞观这个局外人都知道感叹：“家家争唱饮水词，纳兰心事几人知？ \n\n\n生平\n\n　　明崇祯十年顾贞观出生于无锡。曾祖顾宪成，是晚明东林学派的领袖；祖父顾与渟，四川夔州知府；父亲顾枢，才高博学，为东林学派另一领袖高攀龙的门生。母亲王夫人也是生长于诗书之家。贞观禀性聪颖，幼习经史，尤喜古诗词。长兄景文、次兄廷文、姊贞立、弟衡之，都具才名。少年时代，贞观即参加了由吴江名士吴兆骞兄弟主盟的“慎交社”。该社中他年纪最小，却“飞觞赋诗，才气横溢”，与声望甚隆的吴兆骞齐名并结为生死之交。顺治十一年又与同乡数人结“云门社”于家乡无锡惠山，此社会聚了姜宸英、汪琬、汤斌等江南诸多名士。\n\n　　大约在顺治末年，贞观辞亲远游，到达京师，康熙元年以“落叶满天声似雨，关卿何事不成眠”之句而受知于尚书龚鼎孳和大学士魏裔介。清康熙三年，顾贞观任秘书院中书舍人。康熙五年中举，改任国史院典籍，官至内阁中书。次年康熙南巡，他作为扈从随侍左右。在国史院任典籍期间，曾修订其曾祖顾宪成的年谱《顾端文公年谱》，又为其父编定文集《庸庵公日钞》。康熙十年，因受同僚排挤，落职归里，自称“第一飘零词客”。\n\n　　康熙十五年经国子监祭酒徐元文推荐，入内阁大学士明珠府中住塾师，与权相明珠之子纳兰性德相识，成为交契笃深的挚友。《清稗类钞》作者徐珂说：“容若风雅好友，座客常满，与无锡顾梁汾舍人贞观尤契，旬日不见则不欢。梁汾诣容若，恒登楼去梯，不令去，不谈则日夕。”二人曾合力营救以“丁酉科场案”而蒙冤被遗戍宁古塔的好友吴兆骞，轰动大江南北。\n\n　　康熙二十年，顾贞观回无锡为母丁忧期间，曾帮助修订《庐州郡志》。又按惠山听松庵竹茶炉旧制，仿造了一只竹茶炉，不少名士题词赋诗以记其事，后由纳兰性德汇成《竹炉新咏》。\n\n　　康熙二十三年、二十四年，兆骞、性德先后病故，令贞观悲痛不已，在性德逝世的第二年即回归故里，在家乡无锡的惠山脚下、祖祠之旁修建了三楹书屋，名之为“积书岩”。从此避世隐逸，心无旁骛，日夜拥读，一改风流倜傥、热衷交游的生活。\n\n　　康熙五十三年，贞观卒于故里。临终前将平生之诗选出四十首，授门人杜诏谋刻问梓。自称此作皆“味在酸咸外者”。故其著述虽丰而存诗不多。 \n\n\n文学成就\n\n　　贞观、性德作词主张“舒写性灵”，其词极情之至、质朴自然、雄于学养而又能创新出变，秦赓彤在《弹指词·序》中说：“先司寇题语有云：本朝词家，以弹指为最。窃展卷诵之，惊为自古词家所未有，盖唐宋以来词格，凡几变矣，先生之词，穷其变而会通，而极其至。神明变化，开前人未开之境，洵乎为一代之词宗，而叹先司寇公评骘之当也。”陈廷焯《白雨斋词话》曾论顾贞观曰：“顾华峰词全以情胜，是高人一著处”。顾贞观词，以〔金缕曲〕《寄吴汉槎宁古塔，以词代书，丙辰冬寓京师千佛寺冰雪中作》两首最佳，以词代书信，纯用白描，缠绵恳切，感人极深。纳兰性德读后叹为：“河梁生别之诗，山阳死友之传，得此而三。”。\n\n　　其余作品，亦幽艳圆朗，以情韵胜。如〔眼儿媚〕《手卷湘帘雨初收》、〔金缕曲〕《秋暮登雨花台》、〔百字令〕《荆溪雨泊》，用史梅溪韵留别陈其年、史蝶庵诸同学、〔石州慢〕《御河为漕艘所阻》等首皆是杜诏为他的词作序，把他和陈维崧、朱彝尊等相提并论，可见其受人推重。\n\n　　著有《纑塘集》、《弹指词》，编有《唐五代词删》、《宋词删》，又有与纳兰性德合编《今词初集》。其中《弹指词》声传海外，与陈维崧、朱彝尊称词家三绝。曾续成其曾祖父所编著的《顾端文年谱》，文字简赅。 \n\n",
  "desc": "顾贞观（1637－1714）清代文学家。原名华文，字远平、华峰，亦作华封，号梁汾，江苏无锡人。明末东林党人顾宪成四世孙。康熙五年举人，擢秘书院典籍。曾馆纳兰相国家，与相国子纳兰性德交契，康熙二十三年致仕，读书终老。贞观工诗文，词名尤著，著有《弹指词》、《积书岩集》等。顾贞观与陈维嵩、朱彝尊并称明末清初“词家三绝”，同时又与纳兰性德、曹贞吉共享“京华三绝”之誉。",
  "dynasty": "清代",
  "id": 224,
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_224.jpg",
  "name": "顾贞观",
  "star": 31
}