{
  "content": "人物背景\n\n起源世系 \n　　李弇→李昶→西凉武昭王李暠→西凉后主李歆→李重耳→李熙→李天锡→李虎→李昞→唐高祖李渊→唐太宗李世民→唐高宗李治→……→唐懿宗李漼→唐昭宗李晔\n\n\n人物生平\n\n早年经历\n　　李晔，即唐昭宗，既位后改名为敏，后又改为晔，为唐懿宗第七子、唐僖宗之弟。他是唐朝第十九位皇帝，咸通八年二月二十二日生于长安宫中，僖宗母弟。6岁封寿王。名杰。乾符四年，授开府仪同三司、幽州大都督、幽州卢龙等军节度、押奚契丹、管内观察处置等使。僖宗因母弟之故，尤相亲睦。自艰难播越，尝随侍左右，握兵中要，皆奇而爱之。\n\n幸登帝位\n　　文德元年二月，僖宗病危时，群臣因僖宗子幼，拟立皇弟吉王李保为嗣君，只有宦官杨复恭请立母弟寿王杰。杨复恭之所以拥立寿王，仍然是宦官自行废立的惯用旧例。加之寿王自身也能够表现一些军事才能，与杨复恭关系相处也算和谐，比较能为杨复恭等人接受。此时僖宗已经不能说话，只是略微点头算是恩准了，于是文德元年三月六日遗诏立寿王杰为皇太弟，监军国事。当天就由中尉刘季述，率禁兵迎入寿王，安置在少阳院，由宰相孔纬，杜让能带人去观察。群臣见他“体貌明粹，饶有英气，亦皆私庆得人”。八日，僖宗崩，遗诏命太弟嗣位，改名为敏，即位于柩前，又改名为晔，是为昭宗。\n\n驱除权宦\n　　在昭宗即位的第一年，主要政治问题仍然是宦官控制朝政的问题，此时的宦官头目正是力排众议拥立昭宗即位的杨复恭。昭宗这个人从来没有像他哥哥僖宗依赖田令孜那样依赖杨复恭。\n\n　　表面上，昭宗一再对杨复恭表示尊敬。同时，却尽量回避与杨复恭等人的接触，政事都和宰相们商议。暗地里，昭宗经常与大臣们谈论限制宦官，提高君权的事情。一次，昭宗的舅舅王瓌要求出任节度使，昭宗问杨复恭可否予以任命，杨复恭对昭宗说：“吕产、吕禄败坏了汉朝；武三思败坏了唐朝。外戚一定不能用为封疆大吏，可以封他当个闲职，否则，怕他有了地盘之后，不听朝廷的指挥。”因此，王瓌没能当上节度使。后来，杨复恭担心王瓌同自己争权夺势，先是主动提出让王瓌出任黔南节度使，然后在他赴任的途中，派自己的亲信把王瓌所乘的船弄沉，王瓌一家及仆人全部淹死。事后，他对皇帝说王瓌因船坏而遇难。不久，昭宗得知了王瓌的真正死因，对杨复恭痛恨非常。无论是个人恩怨，还是对权力的争夺，杨复恭都成为了昭宗的最大敌人，因此昭宗决心将其铲除。\n\n　　杨复恭为了巩固政权，广植党羽，认了不少文武官员为干儿子，派往各地任刺史，把持地方政权，号称“外宅郎君”。他还收了六百个宦官为干儿子，派往各地做监军，牢牢控制军队。为了除掉杨复恭，昭宗对杨复恭的干儿子进行拉拢，挑拨双方的矛盾。杨复恭有个干儿子叫杨守立，本名叫胡弘立，官为天威军使，勇武过人，官兵都很怕他。昭宗用计离间杨复恭和胡弘立的关系，让他两个人相互攻击，以便趁机除掉杨复恭。一次，昭宗对杨复恭说：“你的那个叫守立的儿子，我想叫他到宫里担任守卫，你把他领来吧。”杨复恭不知是计，很快就把胡弘立领进了宫。昭宗当即封他统领六军，并赐姓李，赐名顺节，宠信非常。李顺节果然上了钩，为了博得皇帝的欢心，同“义父”杨复恭争夺大权，李顺节经常向皇帝打小报告，揭发杨复恭的种种不法行为。\n\n　　唐昭宗笼络住李顺节以后，对杨复恭便不再假以颜色了。一天，昭宗和宰相们正在延英殿商量藩镇叛乱的事情，杨复恭有事要面见皇帝，让轿夫一直把自己抬到大殿上，直到皇帝跟前才下轿。宰相孔纬对这种现象十分气愤，便对昭宗说：“陛下身边就有反叛之人，何况那些鞭长莫及的地方？”昭宗听到后假装吃了一惊，忙追问是谁。孔纬指着杨复恭说：“就是杨复恭！”杨复恭连忙对昭宗说：“臣岂是背叛陛下之人！”孔纬说：“杨复恭不过是您的一个奴才，竟然乘着轿子来大殿。而且他还广结党羽，到处认干儿子，这些人不是掌典禁军就是节度使，这不是明显地要造反吗？”杨复恭急忙辩解道：“我收养壮士是为了广收人心，更好地辅佐皇帝。”这时候，昭宗厉声说：“你说这些都是为了收拢人心，替国家着想，那为什么不让他们姓李而姓杨呢？”问得杨复恭无言以对，面红耳赤。\n\n　　此后，杨复恭和昭宗的矛盾公开化了。杨复恭写信给他在各地的干儿子们，让他们拥兵自立，不给朝廷进贡。他的干儿子龙剑节度使杨守贞和洋州节度使杨守忠，开始不向皇帝进贡，并且还上书攻击朝廷。对此，昭宗也毫不示弱，于大顺二年，夺了杨复恭的兵权，转而派他到凤翔去做监军。杨复恭针锋相对，留在长安拒不上任，同时，上奏要求回家养老，以此对昭宗进行要挟。昭宗趁机同意了他的请求，免去了他的官职，只给他留了一个上将军的空闲职位。杨复恭看到要挟不成，反而失了兵权，恼羞成怒，派人将宣布皇帝旨意的使臣杀死于归途中，然后自己逃到商山隐居。不久，他又回到长安昭化坊的官邸。其官邸距离玉山军营很近，他的干儿子杨守信是玉山军使，经常到他家中探望。杨复恭还给他的侄子兴元节度使杨守亮写信，说昭宗对不起自己，忘记了他的拥立之功，不仅不知恩图报，还对他百般刁难。他还指示杨守亮要“积粟练兵，不要进奉”，公开和昭宗抗衡。\n\n　　这时候，有人向昭宗密报杨复恭同杨守信合谋造反。昭宗正在等待最有利的时机，他把以往搜集到的杨复恭的罪证连同谋反的消息一同公布，派李顺节等人带兵前去逮捕杨复恭。杨复恭令其家人抗拒官兵，杨守信也带兵前来助战，双方发生大战，从白天一直打到深夜。这时，守卫城门的禁军想趁乱打劫，昭宗对此早有准备，命令宰相刘崇望率领人马守护财物，防止有人抢劫。刘崇望看到禁军要抢劫，斥责道：“皇帝正在亲自督战，你们都是皇帝的宿卫之士，应当前去杀贼立功，而不是趁火打劫。”众军士都表示愿意听命，跟着刘崇望前去助战。杨复恭看到刘崇望带兵增援，自料难以继续对抗下去，于是带领全家出逃，直奔兴元。杨复恭到兴元后，纠集兵力，向朝廷开战，昭宗也借助各地节度使的力量与之对抗。经过一年多的战斗，杨复恭的军队被节度使李茂贞打败。最终，杨复恭在逃亡的途中被捉，当即被斩首。\n\n　　杨复恭出逃后，李顺节也失去了利用价值，被昭宗纳入了铲除的名单之中。昭宗命令两军中尉铲除李顺节。两军中尉以昭宗的名义诏李顺节入宫，李顺节带三百士兵来到宫门，宫门侍卫拦住随行军士，只让李顺节一人进宫。李顺节一进宫，即被埋伏的士兵所杀。\n\n　　经过一系列斗争，昭宗初步掌握了权力，狠狠打击了多年以来宦官骄横跋扈的状况，使宦官势力多年来第一次遭受重创。但是在打击宦官势力的过程中，另一个令昭宗头痛的难题又出现了，这就是越来越庞大的藩镇势力。\n\n　　昭宗时，藩镇势力已成尾大不掉之势。面对这种情况，昭宗认识到皇室微弱的主要原因是没有一支足够震慑诸侯的武装力量，所以藩镇才各自拥兵，目无天子。僖宗时，中央禁军已经被彻底摧毁。因此，昭宗即位后不久，便招兵买马，扩充禁军，得十万之众，“欲以武功胜天下。”在禁军初建后，昭宗便开始了对藩镇的斗争。\n\n　　文德元年十二月二十四日，昭宗任命韦昭度为行营招讨使，率兵出征，令山南西道节度使杨守亮、东川节度使顾彦朗助讨，同时新设永平军，以王建为节度使，充行营诸军都指挥使。二十五日，下诏剥夺陈敬瑄官爵，伐西川之役就这样拉开了序幕。\n\n　　杨守亮、顾彦朗各自有一方领地，所以抽不出很多兵力，而领兵的韦昭度是个文人，不习武备，加上禁军虽然人数不少，却是新建的，缺乏训练，纯属乌合之众，不堪大战，所以王建成了讨伐的主力军。然而，王建既然得到朝廷的封地和承认，也就不急着和陈敬瑄速战速决了，他一边扩充兵力，一边收拢人心。当时，绵竹地方的土豪各自拥兵自保，多者万人，少的也有千余人，王建四处游说，将这些人收拢在自己的麾下。这些地方土豪在当地都有一些号召力，王建在他们的帮助下，无论是兵力还是声势都大大增长。经过几年的征战，除了成都，整个西川已经基本掌握在王建的手中。这时，昭宗因为和李克用的战斗失利，被迫召回征西川的军队。可是，王建却没有跟随韦昭度回长安，而是留在了西川，同时切断了和唐王朝的联系，成了一个独立的王国。\n\n　　在讨伐西川的同时，当时实力最强的河东节度使李克用被朱温、李匡威、赫连铎联军打败，这对昭宗来说是一个天大的喜讯。从个人情感上讲，昭宗对李克用一直没有好感。李克用出身沙陀贵族，仅此一点就使深受传统民族观念影响的昭宗对他怀有疑虑，而且李克用带领的这支军队对唐朝也是功过参半。李克用曾经帮助唐朝消灭了黄巢起义军，为兴复唐室立下了汗马功劳，也曾经兵临长安，逼迫僖宗再度流亡，昭宗自己也饱受颠沛之苦。但最重要的是，当时对朝廷威胁最大的几股势力中，李克用的沙陀军队最强大。李克用兵多将广，势力庞大，是当时屈指可数的几个强藩之一。昭宗要削弱强藩，首先便将李克用列入打击的对象。但是，当时的中央禁军不仅人数不多，也缺乏训练，根本无法与李克用相抗衡，只能借助其他藩镇的力量。\n\n　　与此同时，朱温、李匡威、赫连铎三人上书表示李克用不除，终是国患，因此要继续攻打李克用。昭宗接到奏章后，更是喜上加喜，如果出现两败俱伤的局面那就再好不过了。但是，昭宗心头也有一些不安，毕竟李克用在黄巢起义中为唐王室立下了赫赫战功，趁着李克用新败去讨伐，从情理上说不过去。更重要的是，朱温、李匡威、赫连铎的军队能否再次打败李克用还是个疑问。如果李克用失败了还好说，万一他胜利了，昭宗自己将处于非常不利的境地。昭宗感到事情难以决断，便召开殿前会议，令三省及御史台四品以上官员讨论此事，没想到除了几个大臣同意以外，绝大部分大臣都反对。但最终，昭宗还是决定下诏讨伐李克用。于是，昭宗任命宰相张浚为行营都招讨，又任命几个节度使为招讨使，组成了一个松散的讨伐联盟，择日向李克用所在的领地出发。\n\n　　李克用认为张浚所率领的中央禁军是乌合之众，不足为虑；朱温虽然实力强劲，但由于领地四周敌人众多，无法全力进攻，对自己尚不能构成重大威胁；只有李匡威、赫连铎所率领的军队才是自己的真正对手。于是，他派遣少部人马去对付张浚和朱温，自己则率领主力部队抵御李匡威和赫连铎。张浚率领中央禁军，一心只想为朝廷多占些土地，生怕被同行的几个节度使抢去，于是不顾实力的弱小，一味向前，正好遇到了号称河东第一猛将的李存孝。李存孝虽然带的军队不多，但是面对十倍于自己的官兵却毫不惊慌，他设计诱使张浚的前锋中了自己的埋伏，轻易地活捉了张浚的前锋官。\n\n　　张浚军的失利，大大挫伤了联军的士气，朱温的军队也没什么进展，反而吃了几个败仗。李匡威和赫连铎虽然开始时还算顺利，但当李克用率领主力部队赶到后就难以抵挡了，接连吃了败仗，李匡威和赫连铎狼狈逃走，人马损失一万多，连李匡威的儿子和赫连铎的女婿都成了李克用的俘虏。在打败李匡威和赫连铎后，李克用率领大军掉头杀向张浚，轻松地击溃了张浚的军队，河东战役到此告一段落。\n\n　　昭宗面对这种结局，心中懊恼自己的判断失误；沮丧自己即位后所做的削藩努力通通付之东流；伤心自己组建的禁军在这一战中损失殆尽；恐惧李克用以武力相威胁。为了平息李克用的怒火，昭宗罢免了当初赞成出兵的官员。\n\n　　西川之役与河东之役，是昭宗即位后进行的两次削藩战争，但是结果却与当初设想的大相径庭：西川之役虽然最终消灭了田令孜，但是却最终失去了西川，让王建在那里建立了一个独立王国；河东之役虽然确实削弱了李克用，但是自己辛辛苦苦创建的中央禁军折损大半。朱温则坐收渔翁之利，助讨本身就提高了他的声望，李克用被削弱也解除了对其领地的威胁，使朱温得以集中精力去消灭四周的势力。从此朱温的实力一天天壮大起来，昭宗间接上帮助朱温成为了中原霸主，为唐朝的灭亡埋下了祸根。\n\n　　这两次失败使昭宗的威望损失殆尽，逐渐沦落为诸侯们随意侮辱的对象。讨伐李克用的失败使藩镇对朝廷更加藐视，最直接和最可怕的对手就是李茂贞。此时的李茂贞已经加封为陇西郡王，势力有了大的发展，他开始对朝政关心起来，有了当皇帝的意思。一些大臣认为他指手画脚，眼中没有君主，便对他加以斥责。李茂贞不肯服软，立即修书一封反击。朝中一些大臣为了巩固自己的权势，也和李茂贞联合，对抗其他大臣，这使李茂贞更加骄横，言语当中经常有不恭敬之词。\n\n　　景福二年七月李茂贞在一封写给昭宗的信中嘲笑朝廷的软弱态度，信的结尾这是那句名言，“未审乘舆播越，自此何之！”，唐昭宗勃然暴怒，与宰相杜让能商议惩罚李茂贞，杜让能却进谏道：“陛下初登大宝，国难未平，茂贞近在国门，不宜与他构怨，万一不克，后悔难追。”昭宗大骂让能：“王室日卑，号令不出国门，这正志士愤痛的时候，朕不能坐视陵夷，卿但为朕调兵输饷，朕自委诸王用兵，成败与卿无干。”战争是打响了，但朝廷的军队还是以失败告终，李茂贞领兵进军长安问罪。忠心的宰相杜让能站出来，用性命为昭宗化解了一难。此后大臣们也和昭宗走的远了。\n\n　　乾宁二年，李茂贞又指使宦官杀死了另一个宰相崔绍纬，再次移师长安，昭宗被迫逃往河东去寻求李克用的庇护。而走到半路被李茂贞的盟友，华州刺史韩建追上，韩建恐吓昭宗说：“车驾渡河，无复还期。”挟持昭宗于乾宁三年七月十七抵达华州，堂堂一国之君就这样被大臣幽禁了将近三年，期间皇室宗亲覃王嗣周，延王戒丕，通王滋，沂王禋，彭王惕，丹王允，及韶王、陈王、韩王、济王、睦王等十一人被杀，直到乾宁五年。\n\n　　这一年朱温占据了东都洛阳，局势发生了重大变化。这导致李茂贞、韩建和李克用建立暂时的联盟，他们决定宁可让昭宗回到长安，也不能让他落到朱温手里。于是昭宗在乾宁五年的八月回到长安，同时宣布改元“光化”，以资庆祝。\n\n　　一回到长安，在宦官和官僚们之间的旧有矛盾又引起了另一场危机。以中尉刘季述为首的宦官垂死挣扎，进行最后的抗争，他们策划废黜昭宗，拥立太子。光化三年十一月，宦官们实现了他们的计划，将昭宗关在了他最熟悉的少阳院，为了防止昭宗逃跑，又熔铁浇在锁上，每日的饭食则从墙跟挖的小洞里送进去。\n\n　　但是宦官们害怕李克用、李茂贞和韩建等人会兴师问罪，将包袱抛给了朱温。而朱温并不想在残酷的宫廷政治中使自己陷得太深，相反他派人将实行政变的宦官们一个个都暗杀了，于光化四年拥立昭宗复位，昭宗改元天复，加封朱温为梁王。\n\n　　而李茂贞听说昭宗复位，特意从凤翔赶到长安，厚颜无耻的请求加封岐王，无功受禄，显得异常跋扈。此后宰相崔胤想借朱温的力量诛杀宦官，大宦官韩全诲则和李茂贞联合，请来李茂贞的几千兵马驻守京城，保护长安。半年后朱温领兵讨伐韩全诲，韩全诲便迫使昭宗一起逃到了凤翔。朱温紧追不舍，将凤翔城包围起来。一直围困了一年多，李茂贞守得粮草用尽，从冬到春，雨雪又多，城里每天饿死和冻死的就有一千人，唐昭宗在宫中弄个小磨，每天磨豆麦喝粥，喝得他一点力气也没有。宫人们每天也有三四人死亡，百姓更惨，吃人的现象都很普遍了，“人肉每斤值百钱，犬肉值五百钱，每日进奉御膳，就把此肉充当。”直到天复三年正月李茂贞实在没法再守下去了，和昭宗商量了一下，便将韩全诲等二十多名宦官斩杀，将他们的首级送给城外的朱温，同时将昭宗也交给了朱温。朱温带着到手的皇帝撤兵东去。\n\n受制朱温\n　　回到长安，朱温命令他的士兵将几百名剩下的宦官赶到内侍省，在那里将他们残酷地杀掉，困惑中晚唐的宦官问题终于被朱温解决了。但是昭宗也完全落入了朱温的监控之下，苟延残喘的度过了他生命中的最后时光。大概是为了报答朱温，昭宗任命朱温为诸道兵马副元帅，相当于军队副总司令。又加封朱温为梁王，并赐“回天再造竭忠守正功臣”的荣誉称号，还有御笔《杨柳词》五首。朱温早就利欲熏心，看重的怎会是这些呢？\n\n　　天祐元年，当昭宗“车驾至华州，民夹道呼万岁。上泣谓曰：‘勿呼万岁，朕不复为汝主矣！’”又对他的侍臣说：“朕今漂泊，不知竟落何所！”朱温把昭宗左右的小黄门、打毬供奉、内园小儿等200余人全部缢杀而代之以他选来的形貌大小相似的亲信。“昭宗初不能辨，久而方察。自是昭宗左右前后皆梁人矣！”\n\n遇弑而死\n　　朱全忠也担心昭宗再次成为自己对手的招牌，就对他下了杀手。天佑元年八月十一日壬寅夜，昭宗正在皇宫安歇，朱温的手下蒋玄晖和史太带领一百多人深夜来到宫殿，言军前有急事相奏，欲面见皇帝。昭宗的妃子见来人众多，正在犹豫，史太挥刀杀死她，闯入宫内。蒋玄晖入宫后见到昭仪李渐荣，问她：“皇帝在哪儿？”李渐荣大声说：“宁可杀了我们也不能伤害皇帝！”昭宗由于内心苦闷，喝了些酒，正在睡觉，听到有人入宫寻他，暗觉不妙，急忙起身，只穿着单衣绕柱躲藏，史太逼近，将昭宗杀害，时年三十七岁。昭仪李渐荣为了保护昭宗，伏在昭宗身上，也被杀害。群臣上谥曰圣穆景文孝皇帝，庙号昭宗。二年二月二十日，葬于和陵。\n\n\n陵墓\n\n　　和陵是唐昭宗李晔的陵墓，位于偃师市顾县镇曲家寨村村南，占地3500多平方米，现为洛阳市文物保护单位。《唐书·地理志》记载：“缑氏有和陵，在太平山。本懊来山，天佑元年更名。”偃师市文物部门介绍，和陵的墓室长约10米、宽约6米。\n\n　　据村里老人讲，以前的和陵还能看到厚厚的封土，与不远处的恭陵外形很像：底部是四边形，上部是圆形；陵前有神道，两旁有不少石雕。后来墓冢被毁，用作耕地，陵前的石翁仲和其他雕像也不知去向。\n\n　　如今，站在麦田之中，我们已很难辨识和陵的准确位置，虽然唐昭宗在位十多年，时间并不算短，但其葬身之地如今变得如此破败荒凉，不免让人感叹。\n\n\n历史评价\n\n　　昭宗在位的十六年间，一直在为解决困扰朝廷的两大难题——宦官专权和藩镇割据而努力，当时一位宰相就曾说昭宗“内受制于家奴，外受制于藩镇”。昭宗励精图治，希望能够恢复大唐的盛世局面，无奈主观意愿被无情的客观事实所限制，他面临的局面已经使他的满腔热情无用武之地。由于长安尚在昭宗的掌握之中，对于翦除宦官还算顺手。但对藩镇割据，惟一有效的办法就是用强大的军事实力来改变状况，可这正是昭宗所缺少的，因此昭宗只能实施一种平衡政策，即不允许任何一股势力强大起来。他将杨复恭赶跑到山南西道，但是却不允许李茂贞去攻打山南；自己屡次遭到关中几股势力的欺凌，但是当李克用率大军赶来时，却不许之进攻。尽管这样，朱温还是逐步铲除河南群雄，大败李克用，成为中原霸主。到此，\n\n　　纵观昭宗的一生，他颇想有番作为，整顿内政，但是事与愿违，大唐事实上早已经支离破碎，任何一个手中有些兵力的藩镇几乎都能随心所欲地置大唐于死地，昭宗所做的，只是勉强使大唐多存在了几年而已。\n\n\n人物秩事\n\n明经胡”的由来 \n　　“明经胡”的始祖是大唐昭宗皇帝和何皇后之子。唐朝末年，黄巢起义军的叛将朱温降唐后，唐僖宗诏封朱温为左金吾卫大将军，并赐名“朱全忠”，后又被制授宣武军节度使，成了握有重兵的军阀。朱温拥兵自重，权倾朝野，对唐室社稷垂涎已久。唐昭宗天祐元年朱温为了取代唐室，进一步控制朝廷的局势，借故岐兵威逼京畿，要唐昭宗迁都到自己势力范围内的洛阳，并且下令把长安的宫殿、王府、民房拆毁，使长安变成了废墟。当年的正月，唐昭宗在朱全忠的胁持之下，无奈起驾迁往洛阳。一路上，唐昭宗忧心如焚，预感到大祸即将临头。当路过华州时，有百姓夹路高呼万岁。唐昭宗想到此时此地自己的处境，不禁涕泪纵横，告诉路边的百姓说：“不要叫我万岁，我不再是你们的主子了。”何皇后也非常害怕朱全忠，曾经绝望地说：“大家夫妇都委身于全忠矣!”二月迁都人马来到陕州，因为东都洛阳的宫殿尚未建成，于是滞留于陕州。三月朔日，何皇后临产，皇幼子呱呱落地，这就是后来的“明经胡”始祖李昌翼。唐昭宗虽沉浸于得子的喜悦之中，但又为皇幼子的命运愁眉不展，寝食不宁。四月，宫阙建造完毕，朱全忠请求发车起驾。昭宗皇帝派遣宫人告诉朱全忠，皇后新产，身体尚未恢复，还不能上路，请等到十月再东行。朱全忠根本无视皇帝的请求，依旧派遣手下部将冠彦卿前来催促发车。昭宗皇帝知道已经不能逃脱朱全忠的虎口，就与何皇后暗中商量说：“事情已经迫在眉睫!不如悄悄地将皇幼子乔装成襁褓中的普通婴儿，挟带一些宝玩和御衣，隐藏在民间。等到大局已定之后，再重新入宫。”当时昭宗皇帝的心腹宫廷近侍郎婺源人胡三跟随御驾东迁，昭宗临危托孤，将皇幼子托付给胡三。胡三不顾个人的安危，将皇幼子带回婺源考川。同年的仲秋，朱温在洛阳指使属下追杀了38岁的昭宗李晔，立傀儡太子李柷为昭宣帝。天祐二年，朱温又在九曲池畔一一缢死昭宗的诸皇子德王裕等九个亲王，抛尸于池中，接着又在积善宫弑何太后。天祐四年，朱温逼唐昭宣帝李柷禅位而称帝，建立朱氏后梁，结束了289年的李唐朝天下。后梁开平二年，朱温又用毒酒毒死唐昭宣帝，昭宗的宫内诸皇子全部遇害，仅存皇幼子一条血脉。\n\n　　昭宗的皇幼子与胡三来到考川之后，因胡三姓胡，改姓为胡，融于众胡之中，掩人耳目，取名为昌翼，字宏远，号绎思。后唐庄宗同光三年，胡昌翼22岁时，以《易经》登“明经科”第二名进士。胡三见胡昌翼已经长大成人，就将他的真实身世坦言相告，并且出示当初从宫中带出的御衣和宝玩。一番真情告白之后，胡昌翼失声痛哭。他生不逢时，已经改朝换代，到了宋代，无论如何也不能屈节侍奉他国君主。于是胡昌翼无意仕途，隐居于乡中，开设明经书院，传道授业解惑创明经理学，开拓皖派经学研究。他当时作有一首《遣兴诗》：“投簪搁笔厌文场，拂袖归来创小堂。但向闲中消日月，岂知世上有兴亡。醉乡往往眠芳草，归路时时送夕阳。倘若异时成得志，林泉惟愿莫相忘。”诗中刻画了胡昌翼怡然自得的隐居生活，散发出阵阵的田园气息。在他的居处还有“绎思斋”和“畅情池”两处胜景。他曾经赋诗一首提及两处：“家住乡庄称僻处，就中幽景胜他人。林园满目犹堪玩，丘亩当门渐觉新。绎思斋中寻古义，畅情池上钓金鳞。人生但得常如此，任是湖边属汉秦。”\n\n　　胡昌翼在考川生活怡然自得，活到96岁，旁观战乱纷争的五代十国历史的结束，又过了宋朝太祖、太宗两代，直到真宗咸平二年十月三日才逝世。他在学术上很有建树，一生倡导明经学，尤精邃《易经》，著有《周易传注》三卷、《周易解微》三卷、《易传摘疑》一卷。胡昌翼隐居于婺源考水，倡明经学，为世儒宗，人称“明经公”，其后裔被称为“明经胡”，又因昌翼本系李唐皇室，而冒胡姓，故又称“李改胡”或“假胡”。“明经胡”尊昌翼为始祖，胡三为义祖。“明经胡”的列祖列宗家训是：“义祖大于始祖，儿孙不得复宗；改姓，不改郡。”义祖胡三唐会昌癸亥年三月初五生，后唐天成丙戌年五月逝世，享年84岁，娶秦氏，继陈氏，均无出。胡三逝世后，胡昌翼知恩图报，厚葬胡三，仍蛰居乡间，潜修砥行，讲学施教，并遗训儿孙，李改胡要代代相传，决不复宗。\n\n",
  "desc": "唐昭宗李晔（867年－904年），初名李杰，即位后改名李敏，后又改名李晔。唐懿宗李漼第七子，唐僖宗李儇之弟，唐朝第十九位皇帝（除去武则天和殇帝以外），888年－904年在位，在位16年，享年38岁。葬于和陵，死后谥号为圣穆景文孝皇帝。",
  "dynasty": "唐代",
  "id": 1106,
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_1106.jpg",
  "name": "李晔",
  "star": 0
}