{
  "content": "成就\n\n　　刘希夷善为从军闺情诗，辞藻婉丽，然意旨悲苦，未为人重。后孙昱撰《正声集》，以希夷诗为集中之最，由是大为时所称赏。代表作有《从军行》、《采桑》、《春日行歌》、《春女行》、《捣衣篇》、《代悲白头翁》、《洛川怀古》等。其中《代悲白头翁》一诗写花开花落，时光掷人；“今年花落颜色改，明年花开复谁在？”，由此发出“年年岁岁花相似，岁岁年年人不同”以及“宛转娥眉能几时,须臾鹤发乱如丝”之感慨。《红楼梦》中甄士隐对跛足道人的《好了歌》的解注之词“陋室空堂,当年笏满床,衰草枯杨,曾为歌舞场”以及黛玉的《葬花词》“明媚鲜妍能几时,一朝飘泊难寻觅”、“试看春残花渐落,便是红颜老死时”的用词与意境显然是模仿了这首诗，可见此诗魅力。集十卷，今编诗一卷。\n\n墓址\n\n　　夷园，即初唐诗人刘希夷的墓园。刘希夷墓位于汝州风穴寺山门东侧，背依龙山，面朝黄虎山。墓始筑于唐，原为土冢，唐时墓前植有柏树。千年后，树高近三丈，一株四人方可合抱，树茎分三枝，故称“三柱香”。另一株需五人合抱，树荫面积百多平方，状如巨伞，故称“一蓬伞”。解放前遭毁。\n\n　　清朝初年，刘希夷墓年久失修，只剩下一个土丘，清雍正七年，汝州文人用青石将刘墓护砌，周围广植松柏，并立碑刻“唐诗人刘希夷墓”。使刘希夷墓成为汝州一景。光绪二十四年，州署在墓周用青砖砌成长宽各5米，高2米的透花围墙，临路辟圆券门，门口立雍正十年所刻碑石。\n\n　　文革时墓被平，1984年，在张绍文等24位知名人士倡议下，原临汝县人大常委会于同年6月14日第22次会议通过，县财政拨专款5万元，于1985年建纪念堂厢房各5间，大门一个，门额请张绍文先生书丹“夷园”之名，并刻墓碑一块立于墓前。但因管理不善，5间纪念堂不久被山火焚毁。\n\n　　1994年，风穴寺文管所砌园林式围墙近400米，1998年重建纪念堂5间，又将一对清代石狮移立门前。\n\n　　1999年秋，用青石重砌圆形墓冢，高一米，直径为2.9米，象征刘希夷享年29周岁。\n\n　　刘希夷墓周围，建有一个古朴典雅的青砖小院落，看上去像是古建，同行的汝州市宣传部新闻科长张万强倒很实在，告诉我这“古建”不过20年历史。上世纪80年代时，刘希夷墓只剩下一块清代光绪年间开封人冯承志父子撰文的石碑，旁边还有半块残碑。当时“文化大革命”刚过，国家百废重兴，汝州一些文化人就打算修复墓园。在他们的极力游说下，1985年，当地政府出资修建了现在的墓园。 \n\n\n生平考证\n\n　　初唐著名诗人刘希夷的死因，旧说多谓为宋之问所害。 此说肇始于唐人笔记《大唐新语》及《刘宾客嘉话录》。《大唐新语》云：\n\n　　“刘希夷，一名挺之，汝州人。少有文华，好为宫体，词旨悲苦，不为所重。善掐琵琶。尝为《白头翁咏》曰：‘今年花落颜色改，明年花开复谁在?’既而自悔曰：‘我此诗似谶，与石崇“白首同所归”何异也?’乃更作一句云：‘年年岁岁花相似，岁岁年年人不同。’既而叹曰：‘此句复似向谶矣，然死生有命，岂复由此!’乃两存之。诗成未周，为奸所杀。或云宋之问害之。”《刘宾客嘉话录》云：“刘希夷曰：‘年年岁岁花相似，岁岁年年人不同’，其舅宋之问苦爱此两句，恳乞，许而不与。之问怒，以土袋压杀之。宋生不得其死，天报之也。”\n\n　　宋以后不少著作，每每沿袭此说。现当代一些名家著作乃至一些文学史、辞典等，也采用此说。如闻一多《宫体诗的自赎》、刘大杰《中国文学发展史》、《辞海》、《中国文学家大辞典》。以致1981年临汝县重修刘希夷墓，林冠夫先生撰写碑文时，仍宗此说。\n\n　　然而，仔细推敲一下，便会发现此说不仅既乏确凿的根据，也无有力的旁证；而且无论从时间上抑或从情理上似乎都讲不通，因此，难以成立。\n\n　　从时间上说。刘、宋二人的生卒年月均史无明载，只能从比较隐微的材料中推测。倘若果如《唐才子传》所言，即刘希夷上元二年中进士时“年二十五”、死时“未及三十”；那么他当生于高宗永徽二年，卒于仪凤、调露间，至迟不晚于高宗永隆元年。而据宋之问《秋莲赋》一文自序云：\n\n　　“天授元年，敕学士杨炯与之问分直于洛城西”，分直，指分直习艺馆。又据《新唐书·宋之问传》云：\n\n　　“甫冠，武后召与杨炯分直习艺馆。”则宋之问在武则天天授元年时方才“甫冠”。\n\n　　那么他当生于高宗咸亨二年。也就是说，宋之问比刘希夷小了整整二十岁。可见当刘希夷三十岁死时，宋之问只不过是个十岁的幼童，试问其如何能“以土袋压杀之”?或者“使奴以土囊压杀于别舍”?\n\n　　就情理上说。据傅璇琮先生考证，《新唐书》中“‘甫冠’的记载是错误的”，并引《唐才子传》言宋之问亦“上元二年进士”，进而推断宋之问当生于公元656年。这样一来，刘希夷死时，宋之问已二十五岁，自然单从年龄上讲，足以能够杀人夺诗了。但据史载宋之问自少时即以诗著称，如《旧唐书》云：“之问弱冠知名，尤善五言诗，当时无能出其右者。”而刘希夷则“体势与时不合”、“不为所重”，也就是说，宋之问的诗名远在刘希夷之上，何至为了区区两句诗而用极残忍的手段杀人?何况被杀者还是自己的外甥? \n\n",
  "desc": "刘希夷 （约651-？） 唐诗人。 一名庭芝，字延之（一作庭芝），汉族，汝州（今河南省汝州市）人。 上元进士，善弹琵琶。其诗以歌行见长，多写闺情，辞意柔婉华丽，且多感伤情调。《代悲白头吟》有“年年岁岁花相似，岁岁年年人不同”句，相传其舅宋之问欲据为已有，希夷不允，之问竟遣人用土囊将他压死。延之少有文华，落魄不拘常格，后为人所害，死时年未三十。原有集，已失传。",
  "dynasty": "唐代",
  "id": 784,
  "name": "刘希夷",
  "star": 63
}