{
  "content": "野史逸闻\n\n　　唐朝，韩翃年轻时很有才华，很有名气。侯希逸镇守青淄时，韩翃在他手下当从事。后来被罢官，在家闲居十年。李勉去镇守夷门时，被启用为幕僚，当时韩翃已经到了晚年，和他一起任职的都是些年轻人，对他不了解，看不起他写的诗。韩翃很不得意，多称病在家。唯有一个职务不高的韦巡官，他也是一个知名人士，和韩翃相处的很好。一天半夜时，韦巡官扣门声很急，韩翃出来见他，他祝贺说：\"你升任驾部郎中了，让你主持制诰 称：“艳绝一时。”这个“一时”赞得就很重了，起码是几年间，可见柳氏容色甚是可观。其次是才情趣味不差，“喜谈谑，善讴咏”，可见是个能说会道，还能来几句诗的解语花。 \n\n　　柳氏为人歌姬却不是妾室。“姬”和“妓”就像“倡”和“娼”一样有根本的区别。基本上可以看做两种职业，两种社会人员。古代达观贵人多养家姬，并以姬容色美好，举止有礼为喜，交往之时，这就是显示自己门第修养的方法之一。简单来说，姬好比家里名贵的器物摆设，可以与客人拿来品评观赏。妓就不同，白居易蓄姬，却不是蓄妓，没有人会在家里养妓女，而妓女一旦被人收纳，就叫做“从良”了，不能说是“妓”。\n\n　　或许柳氏也是在这样的条件下认识了韩翃，他和他推杯换盏，她出来歌舞助兴。酒宴是催情的重要场合，三杯两盏下肚，无情的也能逢场作戏一把，有情的就更是锦上添花。柳氏纵然比不得红拂胆大，却也是个胆子不小的，眼见得才子当前，情难自禁。眉目之间，公然对别的男人动情，显然动静还不小，被李王孙看出来。\n\n　　李王孙也是个豪侠似的男子，宽宏大量，不以柳氏“移情”为忤。反而对两人都很负责，回头问清韩翃对柳氏也有意思，开元盛世的尾声，似春光返照之时。人行事性情还是有着盛世的开朗疏豪，李生不但将柳氏赠于韩翃，更慷慨解囊拿出三十万玉成二人婚事。由此可更以断定柳氏绝非李生的妾室，甚至跟他没有一点实质关系。如果柳氏为人小星，即便柳氏眼波欲横，韩翃为了名声也要退避三舍，彼时他正是要入闱的士子，不会傻到因一时爱恋坏了名声。\n\n　　两人成婚后的第二年，韩翃新科及第，按礼要回老家省亲，他就回昌黎省亲，将柳氏留在长安，一开始看上去，柳氏是属于那种好命的，遇到个开明大方的男主人，又得了个一个风流俊逸少年有成的才子做老公。不料安史之乱起，两京沦陷。这一番兵连祸劫，身历其中的诗人们无不痛苦不堪，老杜的《三吏》、《三别》只是撷取了战乱当中小小事件就足以让人哀叹不止，可见黎民受苦之深。\n\n　　被留在长安的柳氏呢，虽然她在后来的诗文中丝毫没有提及到自己的辛苦忧惧，但一个柔弱的女子碰上战乱，说怎样担惊受怕都是不为过的，可以依靠的人不在身边，身边又兵荒马乱时时有人死去……说实在的，我很佩服这个女子，在危难时刻，她不像她的外貌那样娇嫩柔弱，而更像空谷幽兰，如何寂寞艰难抓住生机坚持不放弃。她很冷静地剪去长发，穿上缁衣，寄居法灵寺。那种开放，已不是当年在席宴之间的灼然盛开。而是静静地，积聚养分，如昙花那般连根茎里都汁液饱满的等待。诚然。但她的幸免于难，确有天意的成分在，如果当时突然来一伙贼兵洗劫了寺院，一阵切菜瓜似的砍翻在地，她就是再谨言慎行也没用。\n\n　　战乱中，韩翃流落青州成为节度使侯希逸的幕府书记，与柳氏天各一方。我在想上苍是有旨意降临的。冥冥中，它让很多人失散了。冥冥中它又在牵引着很多人的相聚。人与人之间的相见，就像山和山，水和水之间。很可能蜿蜒就至，也可能终生不至。\n\n　　等到唐肃宗收复长安，韩翃便遣人到长安四处密访柳氏，并给她送去一囊碎金和一首《章台柳》：章台柳，章台柳，昔日青青今在否？纵使长条似旧垂，也应攀折他人手。\n\n　　“章台柳”三字后人用滥，仿佛只要提笔眼角眉梢就会浮现心领神会暧昧不清的笑容。其实它自韩翃笔下萌生之初还是一身纯净，只是一个男人对妻子的思念而已，只是用来暗喻身在长安的柳氏。而“章台”亦不是娼家聚居之所，它本是战国时所建宫殿，以宫内有章台而得名。秦王曾在此宫接见蔺相如，相如献和氏璧，壮烈之态，千秋仍鲜亮，与淫秽放荡没有一点关系。章台下有街名章台街，旧时常常用来代指长安。而后来，渐渐竟演变成了花街柳巷的代名词。\n\n　　柳氏捧诗呜咽，深明男人对自己的爱意和怀疑试探。他既担心她的生死安危，又担心她红颜凋零不堪相看，更恐值此兵荒马乱之秋，她己为他人所劫夺占有。他的心肠九曲她都看的明白。爱，是不断怀疑，不断肯定的过程。肯定了韩翃对自己仍有爱意牵念的柳氏心潮起伏，再难像以前那样心如止水地待在寺庙里渡过余生。她开始蓄发等待和韩翃的团聚，但不久即遭番将沙吒利劫持。这次他是真真实实为人小星宠之专房。如果不遇见。如果韩翃不随侯希逸入觐京师，那么，长安的街市上就不会有那么凄凉的重逢和再见。\n\n　　他在长安的街市上心意阑珊地行走，这曾经繁盛的城市如受伤过重的动物，奄奄一息，静默的舔着自己的伤口。到处离乱萧条，劫后余生的气息过于强烈让人绝望窒息。他的柳氏就在这样的失落里坐着马车轻轻过来。\n\n　　清风吹动了她车上的帘幔，他们互相得以望见。一别经年，恍若两生。那一瞬韩翃张口结舌失落到无语，如果柳氏流离市井落魄不堪，也许他只有心疼而不会失落。但是他看见华衣美服的柳氏消瘦失意的样子，见她离了自己活的也不差。他会想到我的女人落在了别人的手里，这个人他的权势地位不下于我，可是，我的女人她不快乐。我看出她的不快乐了。——他要证明这个女人仍是需要自己的。\n\n　　柳氏也看见了他，她于是狠狠地落泪，心里怨恨着造化弄人。擦身而过的瞬间，她给他丢下一个装了口脂的小金盒，包着金盒的锦帕上写有给他的答赠诗《杨柳枝》：杨柳枝，芳菲节.所恨年年赠离别.一叶随风忽报秋，纵使君来岂堪折!\n\n　　在观望同一件事的角度和用心上，男人和女人迥然不同。韩翃的《章台柳》表现出来的情感是，他对她相思不忘又疑窦丛生。而柳氏答词自比为“杨柳枝”词意凄凉，她对他一样情深意浓念念不忘，却无半点怀疑拷问韩翃的意思，她只是在痛悔，还深深自弃。自己失身藩将，哭泣着告白。此身已适他人。芳华已谢，纵使君来已不堪折了，仿佛，这一切是她的过错。\n\n　　《杨柳枝》本汉乐府中横吹曲辞，作《折杨柳》.至隋始为宫词.后因白居易之妓樊素善唱《杨柳枝》，时人遂以曲名之，皆为七言四句，与柳氏的《杨柳枝》并非同调.此二首词纯以起句为题，因句法，格律基本相同，故清人万树编《词律》将两词归入同一调《章台柳》之下。韩翃得诗后心意彷徨，手捧香脂痛苦不堪又一筹莫展。他那时还不是皇帝身边的机要秘书，不是红人。未敢轻易得罪藩将，后来得到有侠义心肠的人帮助，对肃宗禀明此事。这一场官司打到皇帝驾前才有个了结，肃宗下诏断柳氏归韩翃，离散多年的两人终于破镜重圆。\n\n　　相信柳氏回到韩翃身边会得到善待。这个男人他的诗里透出妩媚的气息，不是那种强悍霸道斤斤计较的男人。唐朝也不像以后那么死讲贞节观念。前面说了，后来韩翃的仕途也不错，肃宗朝没有什么大作为，德宗朝却颇受恩宠。至于柳氏是妻是妾都不用计较这点名分了，尽管我一直忍不住在琢磨这个。\n\n　　重要的是，她与他之间失而复得的情感经历无人可取代。谁丢失了谁，都是损失。\n\n",
  "desc": "韩翃，唐代诗人。字君平，南阳（今河南南阳）人。是“大历十才子”之一。天宝13年（754）考中进士，宝应年间在淄青节度使侯希逸幕府中任从事，后随侯希逸回朝，闲居长安十年。建中年间，因作《寒食》诗被唐德宗所赏识，因而被提拔为中书舍人。韩翃诗笔法轻巧，写景别致，在当时传诵很广。",
  "dynasty": "唐代",
  "id": 473,
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_473.jpg",
  "name": "韩翃",
  "star": 257
}