{
  "content": "轶事典故\n\n唐伯虎点秋香\n　　历史上虽有秋香其人，且和唐伯虎同是生活在明代中叶；不过她至少要比唐伯虎大二十岁。秋香虽在金陵高张艳帜，但她二人之间实难发生风流韵事。倒是祝枝山不知在什么场合见到秋香扇面，写了一首七绝：“晃玉摇金小扇图，五云楼阁女仙居；行间看过秋香字，知是成都薛校书。”\n　　《唐寅诗集》中有诗名曰“我爱秋香”是一首藏头诗\n　　我画蓝江水悠悠，爱晚亭上枫叶稠。\n　　秋月融融照佛寺，香烟袅袅绕经楼。\n　　“唐伯虎点秋香”这个故事的雏形，最早出现在明代的笔记体小说中，其中明代小说家王同轨先生的《耳谈》，叙述的故事情节和当今我们知道的“唐伯虎点秋香”基本吻合。大意是说，苏州才子陈元超，性格放荡不羁。一次，他和朋友游览虎丘，与秋香不期而遇，秋香对陈公子灿然一笑。其实就笑了一下，陈公子便招架不住，于是暗访秋香踪迹。于是，陈公子乔装打扮，到官宦人家里做了公子的伴读书童。不久，陈元超觉得时机已到，因为他发现俩公子已经离不开他，便谎称要回家娶亲。俩公子说，府上有这么多婢女，你随便挑。陈公子说，既然这样，恭敬不如从命，我就点秋香吧。陈公子遂心如愿，结成姻缘。这就是《耳谈》中因笑传情，因情结缘的一个爱情故事。到了明朝末年小说家冯梦龙的手中，就变成了《唐解元一笑姻缘》。一个最古老，最简单的故事，由“一笑”发展到“三笑”，情节也更加复杂化。\n　　原本是“陈公子点秋香”，怎么会变成“唐伯虎点秋香”呢？\n　　这里，有其社会原因，时代因素，也有唐伯虎本人的个人原因。我们知道，唐伯虎所生活的年代，正是明代经济十分发达的时期，苏州是当时经济文化发展的中心城市。经济上的繁荣必然带来思想上的活跃。特别是当时的中下层知识分子，他们的思想就十分活跃。他们急需思想解放，急需实现个人的理想。在这种情况下，中下层知识分子急需找到一个他们精神、理想、情感、意志的代言人。急需找到一个生活上放浪不羁、敢于带头冲锋、挑战的叛逆形象。这就找到了唐伯虎身上，因为唐伯虎自身就有不拘礼法的性格特征。在各种形式的文艺作品中，文人墨客们故意让唐伯虎不拘礼法，让他放浪形骸。故意让唐伯虎闯朱门豪宅，让他和达官贵人插科打诨。故意让唐娶自己心爱的女人为妻，让他为争取自己的理想自由奋斗。这就是为什么要把点秋香的重任放在唐伯虎身上的原因。\n　　那么，在历史上到底有没有秋香这个人呢？有。秋香，本名林奴儿，字金兰，号秋香。她是金陵妓院中的名妓，琴、棋、书、画样样精通，在历史上确实被人点过。是不是唐伯虎点的呢？肯定不是。因为据考证，秋香比唐伯虎大20岁。她有不幸的家庭遭遇，没有办法才堕入青楼。因为人品好，后来转业从良。\n　　秋香在当时被誉为“女中才子”，她所画的丹青画，更有名气。据明代《画史》中记载：“秋香学画于史廷直，王元父二人，笔最清润。”\n　　在《金陵琐事》中，还记载了秋香曾经向唐伯虎的绘画老师沈周学过绘画。沈周是明代相当著名的大画家，曾为秋香画过一幅丹青画，写过一首词。临江仙题林奴儿山水画：“舞韵歌声都折起，丹青留下芳名。”过去的事都已过去，青楼里再也找不到你，以后要到画界中去寻觅。\n\n潜心学画\n　　唐伯虎是明朝著名的画家和文学家，小时候在绘画方面显示了超人的才华。唐伯虎拜师拜在大画家沈周门下，学习自然更加刻苦勤奋，很快掌握绘画技艺，深受沈周的称赞。不料，由于沈周的称赞，使一向谦虚的唐伯虎也渐渐地产生了自满的情绪，沈周看在眼中，记在心里，一次吃饭时，沈周让唐伯虎去开窗户，唐伯虎发现自己手下的窗户竟是老师沈周的一幅画，唐伯虎非常惭愧，从此潜心学画。\n\n唐寅卖扇记\n　　唐寅，字伯虎，明朝江南四大才子之首，人称“唐解元”，自制印章曰：江南第一风流才子。为人放荡不羁，风流飘逸，心胸豁达。精诗文、工书画，晓音律，素好游山玩水。\n　　值某岁仲夏，一日欲独游西子湖，正行于道中，见一酒肆，酒兴遂发，乃入。把盏酣饮罢，欲结账，往囊中探银，不料竟空空如也。乃环顾，亦无熟识，与酒保道：“某因走得匆忙，未带银两，暂赊，可否？”对曰：“否！”寅一时无计，面色难堪，不免心慌意乱，满面细汗。甩开手中扇，摇之，忽思道：“何不以扇抵酒？”言与酒保，又不允。寅低眉良久，心生一计，大声吆喝，卖其手中扇。\n　　其时，肆中一长者，峨冠博带，乃杭州富豪也。问道：“汝扇区区，能折几何？”寅曰：“足下观讫方晓。”递之予视，富豪一瞥，乃曰：“扇上之画，分明信手涂鸦，乃出无名竖子之手耳！分文不值。”言讫，掷于地，寅甚不悦，白眼瞪视。\n　　俄倾，一布衣似书生模样，上前视之。拾扇观罢，拍案连称：“ 妙！妙！妙！妙哉！乃出名人之高手！”视寅良久，只见寅气宇轩昂，风流倜傥，仪表非常。曰：“阁下莫非‘江南第一风流才子'唐伯虎耶？！”寅笑而未语，气静神闲。酒客闻之皆惊，争而观之，啧啧不已。众人皆出高价欲购伯虎之扇。寅都不鬻，独与那秀才。秀才摸出银两，只十两白银，乃曰：“吾钱少，恐难购得。”寅曰：“足下惠目识人，余钦佩之至，故此扇非君莫属，君若银两短少，余至只收五两，足付酒钱便可。 ”秀才收受，拱手道谢。\n　　富豪见状，大梦如醒，拱手笑曰：“唐解元，才高八斗，学富五车，令名远播，某有眼不识泰山，足下之画，天下无双，人间神品，老朽方才多有冒犯，乞先生海涵。”遂拉寅之衣袂同坐，唤酒呼菜，又叫秀才同席而坐。饮酒大酣，寅醉意朦胧，颠倒淋漓，欲出酒肆。富豪曰：“先生留步！”寅问：“何事？”曰：“先生能否将那扇卖与老夫？”寅曰：“否！”富豪略有愠色，曰：“余出千金，何如？”寅只顾走路。富豪大怒：“尔待何如？！”寅打一饱嗝，呵呵大笑，又要迈步，富豪勃然，曰：“还我酒食！”寅辩道：“是汝引我吃酒，非我本意，天上掉下馅儿饼，岂有不食之理？！”众酒客哗然大笑。\n　　此时，人群中又走来一客，皂衣缁裤，乃一捕快也。捕快曰：“唐解元乃江南名流，某早有耳闻，足下可知这老者何许人也？”寅道：“闻所未闻，见所未见。”捕快道：“此乃杭州四大巨贾之一，胡天富胡老爷是也！”寅曰：“与某何干？ ” 捕快凑前耳语一番。寅曰：“噢！原来此人与汝家老爷有交情，实在不知。罢！罢！罢！笔墨伺候，待某为胡贾做画一幅。 ”\n　　顷刻，文房四宝备矣。寅道：“胡贾转过身去。”胡贾不知何事，只好照办。唐伯虎三毫两笔，做画立就，只见众人皆捧腹大笑不已。胡贾不知所谓何事，脱外衣观之，恼怒成羞，嗔目张口，发指上冠。捕快手指唐寅曰：“岂有此理！”唐寅笑曰：“扯平！”言罢，拂袖，携布衣秀才之手同出酒肆，大踏步消失于匆匆人流之中。\n　　众看官可知唐伯虎在那富豪胡天富衣背上所画何物，不妨告知：王八。\n　　蓬莱子曰：唔呼！人敬我一尺，我敬人一丈，敬人者，人亦敬之；不敬人者，当以其人之道还治其人之身。\n\n解字谜唐寅得良师\n　　相传唐伯虎的老师沈石田是祝枝山为他找的。唐伯虎幼年家境不好，父亲在苏州开酒店谋生。酒店收拾得干净整洁，常有文人墨客来饮酒吟诗。\n　　唐寅自幼喜欢画画，到十三岁时，父亲就让他在店中帮忙干活，不再上学，画出得意的画就贴在店墙上。\n　　一次，才子祝枝山来到酒店喝酒，很喜欢墙上的画。就问老板画是由谁画的。老板回答说是儿子画的。祝枝山很惊讶地要求见见孩子。在得知了唐寅的家境贫寒之后便决定帮助他找一位丹青妙手来教他画画。不久，祝枝山带着画师沈石田来到了酒店。\n　　沈石田也很欣赏唐寅的画，但想考考他才气如何，就为他出了一个字谜：“去掉左边是树，去掉右边是树，去掉中间是树，去掉两边是树，这是什么字？”唐寅略一思考就说出了谜底是个“彬”字。沈石田很高兴，就收下了唐寅。 \n\n\n人物生平\n\n成化时期\n　　成化六年二月初四，唐寅出生于苏州府吴县吴趋里，父亲唐广德，母亲丘氏。注：祝允明的《唐子畏墓志铭》：母丘氏，以成化六年二月初四日生子畏。\n\n　　成化十二年，唐寅的弟弟唐申出生。\n\n　　成化十八年，唐寅结识祝允明。\n\n　　成化二十年，唐寅结识文徵明，并得到其父太仆文林的欣赏。\n\n　　成化二十一年，唐寅以第一名补苏州府府学附生。唐寅结识好友张灵。注：祝允明的《唐子畏墓志铭》：童髫中科第一，四海惊称之。张灵，字梦晋。\n\n　　成化二十三年，唐寅、祝允明、罗圯、白钺、涂瑞与刘机在沈石田所绘的《壑舟园》图上题诗。注：壑舟园为王鏊之从兄王盘的别业。\n\n弘治时期\n　　弘治元年，唐寅与徐廷瑞的次女徐氏成婚。\n\n　　弘治三年，唐寅作《对竹图》。\n\n　　弘治四年，唐寅儿时的好友刘秀才病逝，作墓志铭。注：刘秀才名刘嘉德，字协中，年长唐寅两岁。\n\n　　弘治六年，唐寅为沈隐君写墓碣文。注：沈隐君名沈诚，字希明，号隐君，姑苏长洲人，死于弘治六年五月，年七十，开馆售业为生，是唐寅的蒙师。\n\n　　弘治七年，唐寅的父亲去世，而母亲、妻子、儿子、妹妹亦在这一两年内相继离世，家境逐渐衰落，在好友祝枝山的规劝下潜心读书准备科考。\n\n　　弘治八年，唐寅为许天锡之妻高氏作墓志铭。唐寅年二十六岁，已有白发，故写《白发诗》，文林作诗唱和。唐寅画《桂香亭图》。注：文林时年五十岁。\n\n　　弘治九年，唐寅作《中州览胜序》。\n\n　　弘治十年，唐寅参加录科考试期间与好友张灵宿妓喝酒，放浪形骸。提学御史方志十分厌恶这种行径，唐寅在录科考试中名落孙山。苏州知府曹凤爱惜人才，为唐寅求情，方志录于榜末。注：方志，字信之，成化二十三年进士。\n\n　　弘治十一年，唐寅中应天府乡试第一，在他的《领解元后谢主司》一诗之中写道：壮心未肯逐樵渔，秦运咸思备扫除。剑责百金方折阅，玉遭三黜忽沽诸。红绫敢望明年饼，黄绢深惭此日书。三策举场非古赋，上天何以得吹嘘。\n\n　　弘治十二年，唐寅与江阴徐经入京参加会试，因牵连徐经科场案下狱，后被罢黜为吏。\n\n　　弘治十三年，唐寅被黜为浙藩小吏，个人深以为耻坚决不去就职。唐寅归家后夫妻失和，休妻。\n\n　　弘治十四年，唐寅失意之余远游闽、浙、赣、湘等地。\n\n　　弘治十五年，唐寅游历归家后得病，医疗很久才见好。\n\n　　弘治十六年，唐寅与弟弟唐申分家。\n\n　　弘治十七年，唐寅靠卖文画为生，纵情于酒色当中来自娱。\n\n　　弘治十八年，唐寅谋求建桃花庵别业，作《王氏泽福祠堂记》。唐寅作《答文徵明书》，由书中意思可见唐寅与文徵明二人关系失和。\n\n正德时期\n　　正德元年，唐寅为老师王鏊绘《出山图卷》。\n\n　　正德二年，唐寅筑桃花庵别业及梦墨亭。\n\n　　正德三年，六月，唐寅的侄儿唐长民夭折，年仅十二岁。八月，送别戴昭，作有垂虹诗与图画。注：戴昭，早年跟随唐寅学习《诗》，后改随薛世奇治《易》，正德年间任浙江绍兴府儒学训导。\n\n　　正德四年，唐寅四十岁，作《自寿诗》和图画。唐寅作诗赠苏州府儒学教授朱泰。唐寅作《野望悯言图》，并为陈赜的画题款。\n\n　　正德五年，唐寅为张献翼的祖父绘《宝鹤图》。\n\n　　正德七年，唐寅绘《女儿娇水墨牡丹图》。\n\n　　正德八年，唐寅写信给文徵明，两人捐弃前嫌。唐寅为时任吴县知县何炌绘图画。\n\n　　正德九年，唐寅写有《许旌阳铁柱记》和《荷莲桥记》。同年秋，唐寅应宁王朱宸濠之聘。\n\n　　正德十年，三月，唐寅装疯被宁王放还。同年唐寅绘《梅枝图》。\n\n　　正德十一年，唐寅为吴县知县李经书画，写有《长洲高明府过访诗》，送徐朝咨归乡作《金华序》，为吴德润夫妇写墓志铭。\n\n　　正德十二年，唐寅为吴县知县李经作诗。十一月望日，唐寅夜宿广福寺，并留有诗篇。\n\n　　正德十三年，唐寅夜晚作梦，梦醒作《记梦诗》。唐寅与孙思和绘《丹阳景图》。唐寅为岳母吴孺人作墓志铭。\n\n　　正德十四年，唐寅的老师王鏊七十岁，作《七十寿序》与《寿王少傅》七言律诗。唐写与沈徵德和顾华玉在禅寺饮酒作诗，有《五十言怀诗》。\n\n　　正德十五年，唐寅有《落花图咏》。\n\n　　正德十六年，唐寅绘《松涛云影图》，仿郭河阳的山水手卷。\n\n嘉靖时期\n　　嘉靖元年，唐寅送别离任的吴县知县刘辅，作《别刘伯畊》。又作有《元旦诗》。\n\n　　嘉靖二年，唐寅自书《诗翰册》。十二月二日，唐寅病逝。\n\n\n文学成就\n\n　　唐寅诗风相当特别，据说他早年曾下苦工钻研过《昭明文选》，因此早年作品工整妍丽，很接近六朝的气息。泄题案以后的诗作，多描写自己的处境，写起来情真意挚，自然流畅，虽然在字句上推敲得不是很精炼，但可以感觉到唐寅信手拈来的才气。\n\n　　他的诗作有《百忍歌》、《上吴天官书》、《江南四季歌》、《桃花庵歌》、《一年歌》、《闲中歌》等。\n\n　　唐寅诗文真切平易，不拘成法，大量采用口语，意境清新，对人生、社会常常怀着傲岸不平之气。\n\n　　除诗文外，唐寅也尝作曲，多采用民歌形式，由于多方面深厚的文学艺术修养，经历坎坷，见闻广博，对人生、社会的理解较深，所以作品雅俗共赏，声名远扬。\n\n\n评论\n\n　　历史上的唐伯虎确实有一些狂放不羁的行为，如酗酒、狎妓、傲倨、玩世不恭，他的自暴自弃实际上反映着对社会的不满。这正如徐文长的狷介被人们曲解视为“狂生”一样，那都是社会制度扼杀了人才，是在人格上的一种变态反应。其实在读书人中这样的例子又何止像唐伯虎、徐文长二个，只是在唐伯虎身上比较集中典型地具备了这些品格素材。这些素材恰好为通俗小说所用，并加以渲染附会，从而在民间广泛流传。这里不免有许多低级庸俗，迎合小市民趣味的东西。数百年来唐伯虎就是以这样一个优游于山水、闲情于风月的玩世不恭的形象出现的，把唐伯虎的真实形象极大地歪曲了。\n\n　　历史上的唐伯虎尽管才华出众，有理想抱负，是位天才的画家，但他那愤世嫉俗的狂傲性格不容于这个社会。他一生坎坷，最后潦倒而死，年仅五十四岁。唐伯虎的悲剧，实际是有抱负不甘心沦落的读书人共同的悲剧。\n\n\n介绍\n\n　　唐寅生于明成化六年二月初四，死于嘉靖二年十二月初二。出身商人家庭，父亲唐广德，母亲邱氏。自幼聪明伶俐，20余岁时家中连遭不幸，父母、妻子、妹妹相继去世，家境衰败，在好友祝枝山的规劝下潜心读书。29岁参加应天府公试，得中第一名“解元”。30岁赴京会试，却受考场舞弊案牵连被斥为民。此后遂绝意进取，以卖画为生。正德九年，曾应宁王朱宸濠之请赴南昌半年余，后察觉宁王图谋不轨，遂装疯甚至在大街上裸奔才得以脱身而归。晚年生活困顿，54岁即病逝。他临终时写的绝笔诗就表露了他刻骨铭心的留恋人间而又愤恨厌世的复杂心情：“生在阳间有散场，死归地府又何妨。阳间地府俱相似，只当飘流在异乡。”在纪念唐寅诞辰540周年时，楹联家陈志岁《纪念唐寅》联云：“画臻三昧境，梦觉六如身。”\n\n　　擅山水、人物、花鸟，其山水早年随周臣学画，后师法李唐、刘松年，加以变化，画中山重岭复，以小斧劈皴为之，雄伟险峻，而笔墨细秀，布局疏朗，风格秀逸清俊。人物画多为仕女及历史故事，师承唐代传统，线条清细，色彩艳丽清雅，体态优美，造型准确；亦工写意人物，笔简意赅，饶有意趣。其花鸟画，长于水墨写意，洒脱随意，格调秀逸。除绘画外，唐寅亦工书法，取法赵孟頫，书风奇峭俊秀。有《骑驴思归图》、《山路松声图》、《事茗图》、《王蜀宫妓图》、《李端端落籍图》、《秋风纨扇图》、《百美图》、《枯槎鸜鹆图》、《两岸峰青图》等绘画作品传世。\n\n　　唐寅文学上亦富有成就。工诗文，其诗多纪游、题画、感怀之作，以表达狂放和孤傲的心境，以及对世态炎凉的感慨，以俚语、俗语入诗，通俗易懂，语浅意隽。著有《六如居士集》，清人辑有《六如居士全集》。\n\n　　被革黜后，遂漫游名山大川，后筑室于桃花坞，致力于绘画。生活放浪，与祝允明、文征明、徐祯卿称“吴中四才子”。收藏图书和书画富为一时，文征明赠诗有：“君家在皋桥，暄阗市井区。何以掩市声，充楼古今书。左陈四五册，右倾三两壶”。每夜读书一卷，用朱黄识别于书旁。每阅一卷，写山水、人禽、竹木，或书小诗，或记月日。藏书楼有“梦墨亭”、“学圃堂”等，所藏以宋元版本为多，如收藏有成玄英注疏《庄子》20卷，北宋佳本；《三辰通载》为南宋精刻；袁枢《通鉴纪事本末》为宋刻本中佳本。藏书、藏书画印记有“南京解元唐寅”、“唐伯虎印”、“梦墨亭”、“学圃堂珍藏书籍”、“唐居士印”、“梦墨亭六如居士”、等。他不仅有较多藏书、藏书画印，更珍贵的是在其收藏的古籍中，有较多的亲笔题记，如“苏台唐寅子畏学圃堂珍藏书籍”、“晋昌唐寅醉中读”、“唐子畏梦墨亭藏书”、“吴郡唐寅桃花庵中梦墨亭书”等。 \n\n\n书法成就\n\n　　唐寅的书法不及绘画、诗文出名，但天分也极高。他的书风不离赵孟頫的影子，故王世贞在《弇州山人稿》中评议：“伯虎书入吴兴堂庙，差薄弱耳。”其实，唐寅的书法与绘画一样，均注意广涉诸家、融会贯通，面貌也很多样，只是享年不永，尚未达到“通会之际，人书俱老”之境界。依据文献记载和存世作品，他曾泛学赵孟頫、李邕、颜真卿、米芾各家，并在不同时期呈不同侧重，从而形成不断变化的阶段面貌。大体上说，其书风变化可分为四个时期。第一时期是30岁以前，他居住家乡苏州，与同年龄的文征明交善，甚受文氏影响，故两人书画均很接近，唐寅20余岁所绘《黄茅渚小景图卷》，湖石、平坡、树丛均极似文氏细笔；书法亦俱从赵孟頫入手，均结体端丽，用笔秀润，唐寅的《高人深隐图》上款字，就极似文征明。第二时期是30岁至36岁，唐寅科场被黜，妻子离异，无奈藉诗文、书画谋生，其时书法上追唐人，力求规范，尤宗尚颜真卿的楷书，用笔凝重，圆硕多肉，结体偏于长方，雄强茂密，点画横细竖粗，并吸纳隶法，横笔收尾似“蚕头”，捺笔收笔中途之顿近“燕尾”，极富力度，如唐寅作于弘治乙丑36岁时的《落花诗册》。第三时期是37岁至45岁，唐寅正值壮年，居住在世外桃源的桃花庵，专心从事自由自在的诗文书画创作，生活自得，创作也达到顶峰。其时书法重又归返赵孟頫，并上追唐代李邕，遂形成了自身的成熟风貌，以结体俊美婉媚、用笔娟秀流转的赵体为根基，并融入了李邕斜长的字姿、有力的笔法和生动的布势，于秀润中见遒劲，端美中见灵动。这类风格作品甚多，如作于正德元年37岁的《七言律诗轴》、30余岁的《山路松声图轴》上款题和《行书三绝卷》等作品，均呈赵孟頫与李邕相融合的面貌。第四时期是46岁至54岁去世，已属唐寅晚年，自45岁从江西宁王处装疯逃回，他进一步看透了世事，思想更加消沉，行为也更颓放，书法亦变为率意，并吸取了米芾求意取势的书风，用笔迅捷而劲健，沉着而痛快，八面出锋，率真自如，追求力量、速度和韵味；同时又融诸家笔法于一体，使结体、用笔均富于变化，并达到了挥洒自如、神机流走的境地。代表作品有50岁以后作的《西洲话旧图轴》上款题、《看泉听风图轴》上款题等。\n\n\n绘画风格\n\n　　唐寅早期绘画，“远攻李唐”、“近交沈周”。早期拜吴门画派创始人沈周为师。沈周和周臣都是当时苏州名画家，沈以元人画为宗，周则以南宋院画为师，这是明代两大画派，唐寅虽师周臣，却有胜蓝之誉。 唐寅兼其所长，在南宋风格中融元人笔法，一时突飞猛进，以至超越老师周臣，名声大振。 唐寅画得最多也最有成就的是山水画。唐寅足迹遍布名川大山，胸中充满千山万壑，这使其诗画具有吴地诗画家所无的雄浑之气，并化浑厚为潇洒。他的山水画大多表现雄伟险峻的重山复岭，楼阁溪桥，四时朝暮的江山胜景，有的描写亭榭园林，文人逸士优闲的生活。山水人物画，大幅气势磅礴，小幅清隽潇洒，题材面貌丰富多样。 由于唐寅作画很少在画上注明年份，且他的画风变化也不很有规律，所以很难推测他作画的时间，也就难以按照时间来划分他的画风变化进程。 唐寅在拜周臣为师后，主要是宗南宋院体，但其画有时也有与沈、文画风相近的作品，如《南游图》。这是唐寅三十六岁时当琴士杨季静离开苏州时赠送给他的。 唐寅擅长写意花鸟，活泼洒脱、生趣盎然而又富于真实感。传说唐寅所作的《鸦阵图》挂在家中，有一天有数千只乌鸦纵横盘旋在屋顶，恍若酣战，堪称奇绝。 唐寅花鸟画的代表作是《枯槎鸲鹆图》。其构图用折枝法，枯木枝干由右下方弯曲多姿地向上伸展，以枯笔浓墨画之，苍老挺拔。以积墨法画一只栖于枝头的八哥，正引吭高鸣，树枝似乎都在应节微动，从而显现出自然界生命律动的和谐美。秃笔点叶，一两条细藤与数笔野竹同枯树上的老叶画在一起，增添了空山雨后幽旷恬静与清新的气氛。右上角题诗为：“山空寂静人声绝，栖鸟数声春雨馀。”诗画映发，对象的神态和画家的情趣融为一体，寄寓了超凡脱俗的思想。这幅画在画法上属小写意，一路运腕灵便，以书法人画，以写代描，笔力雄强，造型优美，全画笔墨疏简精当，行笔挺秀洒脱，形象饶有韵度，从中可以窥见唐寅在探讨写意技法和开拓花鸟画新境界方面的卓越建树。\n\n　　唐寅的水墨花鸟画基本上是以水墨提炼形象，墨韵明净、生趣盎然。其著名的还有《雨竹图》，画面以二组浓叶为主枝，后出淡叶，再出叶数笔以相呼应，叶均向下急趋，一派雨打竹叶之势。 唐寅书法源自赵孟頫一体，风格丰润灵活，俊逸秀拔，几为画名所掩。其代表作《落花诗册》。唐寅擅画山水、人物、仕女和花鸟，尤以山水、仕女著称。唐寅的山水画，早年师法沈周，传世之作甚少。现存作品有《洞庭黄茅渚图》和《贞寿堂图》以及唐寅21岁作《对竹图》等。中年的山水画，主要宗法周臣，而周臣的山水画师法南宋的李唐和刘松年，因此唐寅的画又可上溯至南宋李唐、刘松年为代表的院体画派。他在老师周臣影响指导下，学到了宋人笔法严谨雄浑、风骨奇峭的风格。同时他又参合了马远、夏圭的构图和笔墨技巧，并广泛地涉猎北宋李成、范宽、郭熙和元代的黄公望、王蒙诸大家的长处，融会贯通，逐渐形成自己的风格。画面布局严谨整饬，造型真实生动，山势雄峻，石质坚峭，皴法斧劈，笔法劲健，墨色淋漓。代表作品有《王鏊出山图》、《沛台实景图》、《行春桥图》、《关山行旅图》等。晚年画风已脱出周臣的风范，自立门户。此时细笔山水居多，作品有《山路松风图》、《春山伴侣图》、《落霞孤鹜图》、《西洲话旧图》、《幽人燕坐图》等。从这些画的风格看，画风构图简洁清朗，用笔多为细劲中锋，犹如游丝描，纤而不弱，力而有韵，具有刚柔相济之美。山石的皴法丰富，多有短砍、长皴、顺笔、逆毫、方折、圆转等笔墨。林木、房舍、溪流等景物，穿插有序，密而不窒，杂而不乱，极富韵律和文人画秀润空灵的美感。墨色淋漓，又富浓淡变化。唐寅的山水画之所以有这样大的艺术成就，一方面是由于他能打破门户之见，无论北方画派、江南画派，还是南宋的院体及元代文人山水画，近及沈周和周臣等名画师，他都认真学习，博采众长，革新创造．最后形成自己的画风。另一方面．最重要的是他对自然山川有着亲身的体察和真实感受，从取之不尽、用之不竭的真山真水中汲取营养，从而对他的山水画创作起着重要的滋养作用。他的作品气魄雄伟壮阔，造型严谨准确，笔墨精湛高深，都超过了同时代的一些画家。唐寅的仕女、人物画，大致没有逾越南宋人物画藩篱．尤其是他的敷施重彩的工笔人物画，那种明眸、皓齿、红颜、粉颊……还是南朱院体画的遗风。他的人物画，大体上分为两种，一种是线条劲细，敷色妍丽，气象高华，出自南宋院体画。如《王蜀宫妓图》，画家以传统的工笔重彩的手法，以“三白法”染仕女的面部，突出了宫女的浓施艳抹。衣纹用细劲流畅的铁线描，服饰施以浓艳的色彩，显得绮罗绚烂。把宫妓们竞相装扮，斗绿争绯的情态刻画得生动入微，不愧为唐寅仕女画的优秀之作。另一种是从南宋的院体脱胎而出，笔墨流动爽利．转笔方劲，线条抑扬起伏．代表作品有《秋风纨扇图》以及《李端端图》等，画风由工丽变为简逸高雅。画家把宋代李公麟行云流水描和颜辉的折芦描参合使用，使画面富有韵律感。唐寅的人物画，写实功力较强，形象准确而神韵独具，故《明画录》评他的人物画“在钱舜举下，杜柽居士上”。\n\n　　唐寅的花鸟画，传世作品不多，现存作品有《墨梅图》、《风竹图》和《鸲鹆鸣春图》以及《临水芙蓉图》、《杏花图》等，画风远法宋元水墨画．近师沈周的变革创新，刻意求精。如在《墨梅图》中唐寅用水墨画梅花一枝，意笔写花干，没骨法点梅花，笔法秀逸洒脱，颇具质感。而《鸲鹆呜春图》则用水墨随意点画，较之沈周则更为活泼洒脱，较之林良、吕纪又不像他们那样粗犷豪放，而是自有一番清新活泼之趣。\n\n　　唐寅不仅是一位著名的画家，而且是一位诗人。他创作的诗，据不完全的统计，约有600余首。其诗风婉华丽，通俗流畅，即兴抒怀，以才情取胜。诗文的内容多为揭露社会矛盾，抒发不平之气．具有较强的思想性。唐寅为传统绘画所作的贡献，大致可概括为三点：其一，综合南北二派，弘扬了文入画的传统。我国的传统绘画．到了北宋初期，由于地理条件和风格的不同，始分为南北两大画派。北方画派以李成、关仝、范宽为代表，画风深厚旷远，石体坚凝，风骨奇峭，气势雄伟；而南方画派以董源、巨然为宗师，画风柔和温秀，笔墨潇洒含蓄，水墨湿润华滋，远近感强烈。但又有各自的弱点，比如北方画派．笔锋太露，缺少含蓄，缺少韵致和远近感等；南方画派缺少骨力、庄严和气魄等。唐寅的功绩就在于打破了门户之见，从笔法、气势、笔意和设色上，把南北两派不同的源流，扬长避短，融合在一起，又吸收元画的长处，最后形成结构严谨，风骨奇峭，笔法秀逸，水墨淋漓，意境空灵的独特风格。他的画，既有宋画深厚功力，又有文人画的书卷气，为吴门画派的崛起，为弘扬文入画的传统作出了巨大贡献。其二，诗书画的有机结合。唐寅不仅是一位著名的画家，而且诗文、书法的造诣也很深，在诗书画有机结合方面也作出了新的贡献。其结合方法：一是书风与画风的一致与和谐，书法的意趣与绘画情趣极为相近，因为两者都强调人格与真情的再现。唐寅的书法渊源于赵孟頫和李北海，用笔秀润缜密，刚粟结合，意态端庄潇洒，近似“院体”的山水画风，但又在规整中具清润之姿。二是将书法用笔之法运用于绘画，这在唐寅传世绘画作品中较为明显。此外，诗与四的和谐一致，也是唐寅画的又一特色。比如，唐寅的诗文，豪放不羁，戏语中寓忧思；他的绘画也和诗一样，如纵壬中见深沉，戏笔中寓思想。其三，诗情与画意的紧密结合。唐寅绘画中的题诗和情感，紧扣画的主题和意境，以阐发或充实画面的内涵思想。而作品中的望背兰墨，又通过象征、寓意、拟人化等手法或意境的创造，形象地表达出诗意，这种诗与画的完美结合，也是唐寅画的一大特点。\n\n　　唐寅书画的贡献，还表现在其他方面，比如深化了文人画的题材内容，促进了山水、人物、仕女、花鸟各科的全面发展，加强文人画自我表现意识等，都给后世造成深远影响。 \n\n\n故居建筑\n\n　　唐寅故居仅存遗址，但位于苏州市西郊横塘唐寅墓还保存完好，1955年重新作了整修。动乱 期间墓地遭毁坏，后又修复。唐寅墓包括闲来草堂、六如堂、梦墨堂、墓区、神道、牌坊。整个墓地错落有致，恬静中透出几分风雅。墓碑上刻有“唐解元之墓”。闲来草堂后辟为茶室。唐寅一生爱茶，与茶结下不解之缘，曾写过不少茶诗，留下《琴士图》、《品茶图》、《事茗图》等茶画佳作。梦墨堂陈列唐寅的生平事迹。六如堂取自唐寅晚年法号六如。\n\n　　在相关规划中，唐寅故居本体将复原学圃堂、寤歌斋、蛱蝶斋，三者呈品字形布局。建筑采用明代文人居所建筑风格样式，以唐仲冕重修唐寅故居刻本图示为依据进行复原，主要有学圃堂、寤歌斋、蛱蝶斋、梦墨亭。学圃堂为故居中体量最大建筑，门窗隔断为满天星或枝条式，堂前按明式建筑做法建造露台。\n\n　　根据相关记载，唐寅故居周边风貌有丘壑泉池。为此，唐寅故居遗址力争将整体环境复原为当时的秋野风光并营造人文意境。 \n\n",
  "desc": "唐寅（1470—1523），字伯虎，一字子畏，号六如居士、桃花庵主、鲁国唐生、逃禅仙吏等，汉族，南直隶苏州吴县人。明代著名画家、文学家。据传他于明宪宗成化六年庚寅年寅月寅日寅时生。他玩世不恭而又才气横溢，诗文擅名，与祝允明、文征明、徐祯卿并称“江南四大才子（吴门四才子）”，画名更著，与沈周、文征明、仇英并称“吴门四家”。",
  "dynasty": "明代",
  "id": 532,
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_532.jpg",
  "name": "唐寅",
  "star": 155
}