{
  "content": "排挤苏轼\n\n　　在以立德、立言、立功为“三不朽”的传统中国，产生科学家很难。不过宋代却出现了一位百科全书式的科学家，他是地理学家、物理学家、数学家、化学家、医学家、天文学家，还是水利专家、兵器专家、军事家，写下了科学经典《梦溪笔谈》。他就是沈括。\n\n　　然而，在诸多伟大称誉之外，沈括还是一个检举揭发的“高手”，干过文字狱的勾当。沈括的理性求实精神，到了政治生活中却消失了。他政治嗅觉异常灵敏，善于在别人的诗文中嗅出异味，捕风捉影，“上纲上线”。沈括检举揭发的对象中有中国文学的巅峰人物——苏轼。南宋初王铚《元祐补录》记载了沈括的这一事迹。\n\n　　沈括生于1031年，大苏轼五岁，却晚他六年中进士。中国科学与人文的两位大师很有缘分，在“皇家图书馆”做过同事。1065年，苏轼进入史馆，而沈括在前一年调入昭文馆工作。北宋沿唐制，以史馆、昭文馆、集贤院为三馆，通名崇文院。\n\n　　短暂的同事经历后，苏轼于1066年父丧后回乡两年多，等他再返回东京，就与沈括走上了不同的政治道路。1069年（宋神宗熙宁二年），王安石被任命做宰相，进行了激进的改革。沈括受到王安石的信任和器重，担任过管理全国财政的最高长官三司使等许多重要官职。苏轼却与改革总设计师王安石意见相左，他与“保守党”领袖司马光一起，组成著名的反对派。\n\n　　由于获得了皇上的信任，王安石的改革自是无人能挡。1071年，作为反对派代表，苏轼下放到了杭州担任“二把手”的通判一职。当时，他已成了最著名的青年作家，连皇上的奶奶都是他的“粉丝”。其间，沈括作为“中央督察”，到杭州检查浙江农田水利建设。临行前，宋神宗告诉沈括：“苏轼通判杭州，卿其善遇之。”\n\n　　到了杭州，虽然政见不同，诗人苏轼还是把沈括当老同事、好朋友。年长的沈括表面上也该相当和善吧，“与轼论旧”，把苏轼的新作抄录了一通。但回到首都，他立即用附笺的方式，把认为是诽谤的诗句一一加以详细的“注释”，“发现”、“发明”这些诗句如何居心叵测，反对“改革”，讽刺皇上等等，然后交给了最高领袖。\n\n　　不久，苏轼因为在诗文中“愚弄朝廷”、“无君臣之义”而入狱，险些丧命。例如苏轼歌咏桧树的两句：“根到九泉无曲处，世间唯有蜇龙知”———“皇帝如飞龙在天，苏轼却要向九泉之下寻蜇龙，不臣莫过于此！”这就是文字狱历史上著名的“乌台诗案”，牵连苏轼三十多位亲友，涉及他一百多首诗词。\n\n　　当然，沈括不是苏轼入狱的主谋，主谋是王安石手下的李定、舒亶、何正臣、李宜等四人。但他是始作俑者，“乌台诗案”正是以沈括上呈的那些“发现”为基础的，“其后李定舒亶论轼诗置狱，实本于括。”\n\n　　沈括为何要陷害苏轼呢？按照余秋雨的说法，“这大概与皇帝在沈括面前说过苏东坡的好话有关，沈括心中产生了一种默默的对比，不想让苏东坡的文化地位高于自己。另一种可能是他深知王安石与苏东坡政见不同，他投注投到了王安石一边。”\n\n　　嫉妒一般只在差距不大的人中发生。按照沈括在当时的文名，与苏轼22岁中进士，令文坛领袖欧阳修称“当避其一头地”，根本没有可比基础，“嫉妒说”根据不足。“政见不同说”也不尽是，政治观点不同，人们还是可以君子式地互相争论，未必就要置人于死地。\n\n　　笔者理解，沈括的政治选择确实决定了他与苏轼的对立，但是，他陷害苏轼却是由于道德操守不够，进入政治漩涡后，随波逐流、耳濡目染的结果。很不幸，王安石改革大旗一挥，从者却多为李定、舒亶、何正臣、李宜等不讲“费厄泼赖”精神的投机政客，也是官场大酱缸中无所不为的高手。他们对不同政见者不择手段；但是，风向转的时候，对于自己的战友也同样残酷。\n\n　　九百多年前王安石领导的改革，想一举改天换地，挽救宋朝。只可惜，这剂革命的药太猛，还把沈括这样的人裹挟进去，制造了文字狱(乌台诗案）的恶劣案例。而后，这样的恶的智慧和传统到了明清两朝被发扬光大。做过和尚的朱元璋对诸如僧、光、亮、秃之类的词语很是忌讳，常州府学训导蒋镇作《正旦贺表》中有“睿性生智”一句，因“生”与“僧”同，被斩。到了满清，一句“清风不识字，何故乱翻书”，诗人丢了性命。\n\n　　中国皇权专制在北宋毕竟还算宽松，如果在明清，苏轼早就没命了。结果，苏轼在监狱中被关押130天，被下放到湖北黄冈任团练副使。在那里，历经囹圄、死里逃生的苏轼取号为东坡居士，蝉蛹脱茧，写出了中国文学史上不朽作品赤壁三咏，即《念奴娇·赤壁怀古》、《赤壁赋》、《后赤壁赋》。沈括很幸运，他也算这些伟大作品的间接的“助产士”。\n\n\n唯物主义者\n\n　　沈括具有朴素的唯物主义思想和发展变化的观点。他认为“天地之变，寒暑风雨，水旱螟蝗，率皆有法”，并指出，“阳顺阴逆之理，皆有所从来，得之自然，非意之所配也。”就是说，自然界事物的变化都是有规律的，而且这些规律是客观存在的，是不依人们的意志为转移的。他还认为事物的变化规律有正常变化和异常变化，不能拘泥于固定不变的规则。正是这些比较正确的思想观点，促使他取得了那个时代在科学技术方面达到的高度成就。沈括曾提出已知的知识是有限的，人的认识是无限的观点，对科学的发展产生了很大的影响。\n\n　　唯物主义的思想倾向，还表现在沈括十分重视劳动群众的实践经验和发明创造上，他不断地从劳动人民那时汲取智慧和力量。他曾说：“至于技巧器械，大小尺寸，黑黄苍赤，岂能尽出于圣人！百工、群有司、市井田野之人，莫不预焉”。为了探求医药知识，他“所至之处，莫不询究，或医师，或是巷，或小人，以至士大夫之家，山林隐者，无不求访”。在《梦溪笔谈》中，他以敬佩的态度记载了宋朝劳动人民在科学技术上的许多卓越贡献。例如布衣毕升发明活字印刷术，民间匠师喻皓的建筑成就和编著的《木经》，河工高超创造的合龙堵口的先进方法，平民天文数学家卫朴修历的事迹，以及河北工作炼钢、福建农民种茶等许多无名英雄在生产斗争中取得的宝贵经验，等等。正是由于沈括的详细记述，才使得不少作出贡献的劳动人民的业绩得以保存流传下来。\n\n　　唯物主义的思想倾向，决定了沈括对于自然现象和科技成就的记述具有一定的科学性。他观察和描述事物非常细致、具体、准确，没有封建时代一般文人虚词浮夸的坏习惯。因此，通过他的记述，我们能够明确地判断他那个时期生产技术和自然科学所达到的水平。例如，沈括有关雷电、海市蜃楼、龙卷风、地震以及陨铁等自然现象的记载，非常细致贴切而生动形象，使人们仿佛亲临现场。\n\n　　沈括能够用发展变化的观点研究客观事物，得出正确的结论。他在论述有关数学、气象、医药等许多问题的时候，多次强调要因地因时制宜。例如古代规定二月和八月是采药的季节，是沈括指出，草药生长由于受自然条件和栽培情况的影响，同时采药又有取根、取叶、取芽、取花、取实等不同的要求，因此，要根据不同情况选下采药时间，不可死板地“拘以定月”。沈括的这一见解是十分合理的。\n\n　　沈括对一些自然现象并不停留在表面的观察上，他还努力探求它的科学道理，提出对事物发展变化规律性的解释。象对雁荡山诸峰和华北平原的形成原因、二十八宿的位置、化石的形成等许多问题的说明，是符合近代科学原理的。为了弄清阳燧（凹面镜）成像的道理，他观察空中飞鸟的影子情况，并亲自移动自己的手，来比较成像的区别，终于作出了比较正确的解释。这些都是他在科学事业上能够获得成功的重要原因。\n\n\n轶事典故\n\n　　“人间四月芳菲尽，山寺桃花始盛开”，（白居易《大林寺桃花》）当读到这句诗时，沈括的眉头凝成了一个结，“为什么我们这里花都开败了，山上的桃花才开始盛开呢？”，为了解开这个谜团，沈括约了几个小伙伴上山实地考察一番，四月的山上，乍暖还寒，凉风袭来，冻得人瑟瑟发抖，沈括茅塞顿开，原来山上的温度比山下要低很多，因此花季才来得比山下来得晚呀。凭借着这种求索精神和实证方法，长大以后的沈括写出了《梦溪笔谈》。\n\n　　沈括看问题很精细，常有自己独特精辟的见解。比如，在开封的相国寺里有一幅壁画，画着一个管弦乐队在演奏。有人看了以后，说画家画错了：当管乐演奏者在吹“四”字音的时候，那个弹琵琶的居然与大家不合调，手指不是在拨“四”字音所在的上弦，却是在掩着下弦。沈括看了后却认为画家很高明，深知音乐。他说：弦乐跟管乐不同。演奏管乐时，手指头按在什么音，就发出什么音，是同时的。演奏琵琶则不同，只有当手指拨弦之后，才会发音，动作是早于声音。正因为这样，当管乐演奏者在吹“四”字音的时候，弹琵琶的人的手指看上去不在弹“四”字音。\n\n　　朱彧在《萍洲可谈》的记载，沈括前后有二任妻子，第二任是淮南转张刍之女，张氏骄蛮凶悍，平时常虐待沈括，将胡须连皮带肉扯将下来，儿女们抱头痛哭，跪求张氏息怒；又驱逐元配之子，年年状告其父子。但是张氏去世后，沈括竟郁郁寡欢，过扬子江时，一度跳水寻短，并于隔年去世。\n\n\n主要成就\n\n兴修水利\n　　沈括十分重视发展农业生产和兴修水利。早在他青年时期任沭阳县主簿的时候，就主持了治理沭水的工程，组织几万民工，修筑渠堰不仅解除了当地人民的水灾威胁，而且还开垦出良田七千顷，改变了沭阳的面貌，那时他只有24岁。在任宁国县令的时候，他倡导并且主持在今安徽芜湖地区修筑万春圩，开辟出能排能灌、旱涝保收的良田一千二百七十顷，同时还写了《圩田五说》、《万春圩图书》等关于圩田方面的著作。\n　　熙宁五年（公元1072年），沈括主持了汴河的水利建设。为了治理汴河，沈括亲自测量了汴河下游从开封到泗州淮河岸共八百四十多里河段的地势。他采用“分层筑堰法”，测得开封和泗州之间地势高度相差十九丈四尺八寸六分。这种地形测量法，是把汴渠分成许多段，分层筑成台阶形的堤堰，引水灌注入内，然后逐级测量各段水面，累计各段方面的差，总和就是开封和泗州间“地势高下之实”。仅仅四五年时间里，就取得引水淤田一万七千多顷的成绩。在对地势高度计算时，其单位竟细到了寸分，沈括的治水态度是极其严肃认真的。\n\n发现石油\n　　有一次，沈括在书中读到“高奴县有洧水，可燃”这句话，觉得很奇怪，他决定进行实地考察。考察中，沈括发现了一种褐色液体，当地人叫它“石漆”、“石脂”，用它烧火做饭，点灯和取暖。沈括弄清楚这种液体的性质和用途，给它取了一个新名字，叫石油。并动员老百姓推广使用，从而减少砍伐树木。沈括在其著作《梦溪笔记》中写道：“鄜、延境内有石油……颇似淳漆，燃之如麻，但烟甚浓，所沾幄幕甚黑……此物后必大行于世，自余始为之。盖石油至多，生于地中无穷，不若松木有时而竭。”沈括发现了石油，并且预言“此物后必大行于世”，是非常难得的。沈括发明的“石油”这个名词便一直沿用到今天。\n\n胆水炼铜\n　　沈括生于宋明道元年（1031年）的一个官宦家庭，他的父亲沈周当过福建泉州、河南开封、江苏南京、四川成都的知府，使得沈括有机会随父亲走过全国许多地方，见识比限于一地一市的读书人要开阔得多。他读的也是四书五经，但他有与众不同之处，就是每到一地，很关注当地与自然科学相关的新鲜事，用现代的话来说就是很注重劳动人民的创造。在沈括纪念馆里，可以看到这样一则记载：他随父亲居住在福建泉州时，就听说江西铅山县有一泓泉水不是甜的，而是苦的，当地村民将苦泉放在锅中煎熬，苦泉熬干后就得到了黄灿灿的铜。他对这一传说很感兴趣，于是就不远千里来到铅山县，看到了村民“胆水炼铜”的过程，并在《梦溪笔谈》中记录下来。这是我国有关“胆水炼铜”的最早记载，历史的发展证明他的记载是正确而可靠的。在铅山县有几道溪水不是清的，而是呈青绿色，味道是苦的，当地村民称为“胆水”，“胆水”就是硫酸铜溶液。村民将“胆水”放在铁锅中煎熬，就生成了“胆矾”。“胆矾”就是硫酸铜，硫酸铜在铁锅中煎熬，与铁产生了化学反应，就析出了铜。\n\n绘制地图\n　　在长达三十余年的官宦生涯中，沈括很注重考察祖国的山河特点，形成了他的地理学说。他考察了浙江的雁荡山并提出雁荡山的凌空巨石是雨水千百年冲刷的结果，他考察了黄河三角洲并提出三角洲是黄河泥沙堆积而成的。他还有一大创造，就是用“飞鸟图”绘制了“大宋天下郡守图”，使得北宋的地图越来越精确。在宋代，由于测绘技术的局限，绘制地图用的是“循路步之”法，也就是沿路步行丈量，用步行得出的数据绘制地图，由于道路弯弯曲曲，山川高低错落，用“循路步之”法绘制的地图与实况有很大的误差，图上差之一厘，实地就差之千米。他采用“飞鸟图” 也就是“取鸟飞之数”，用的是飞鸟直达的距离，有点像航空拍摄，使得地图的精确度大为提高。他的地理学说与《大宋天下郡守地图》在与辽国的边界谈判中发挥了重要作用。\n　　北宋与辽国之间战争不断，签订《澶渊之盟》后双方罢兵休战。辽国垂涎中原地区的繁华，仗着骁勇的骑兵，不断提出领土要求。宋熙宁八年（1075年），辽国派大臣萧禧来到东京，要求重新划定边界，他提出的边界是山西北部的黄嵬山，黄嵬山以北为辽国所有，以南为大宋朝所有，大宋朝如同意他的要求，等于将辽国的领土向南推进了三十多里。黄嵬山是一座默默无闻、名不见经传的山脉，北宋大臣没人知道，朝廷上上下下乱作一团。这时，朝廷想起了熟识地理的沈括，命他出任谈判特使，要他既不能轻开战衅，也不能向敌示弱而接受无理要求。沈括他所恃的武器就是他的地理学说与《天下郡守图》。他向萧禧指出，两国按《澶渊之盟》划分边界，边界是白沟河，白沟河以北为辽国领土，以南为大宋领土，而黄嵬山在白沟河以南，是大宋的领土，而不是辽国的领土。萧禧没有一张自己的地图，更不知道黄嵬山的准确方位，在地图面前，他感到理亏三分，气焰不知不觉地矮了一截，争论了几天后，双方无功而返，但没有将争论推向极端。\n　　不久，沈括又受命出使辽国，在辽国首都上京再谈两国边界，这时辽国的谈判代表升了级，改成了辽国宰相杨益戒。在谈判时，沈括再次提出以《澶渊之盟》为基础，以《天下郡守图》为依据，有理有节，寸步不让，而辽国宰相找不到重划边界的理由。这时，沈括又出示宋朝的木制地形模型，这使得辽国宰相大为惊奇，深感宋朝有奇才能人。沈括终于使得辽国放弃了对宋朝的领土要求，他以一位外交家与地图学家，运用智慧捍卫了宋朝的尊严，把祖国的领土夺了回来。\n\n天文方面\n　　沈括还是一个天文学家。熙宁五年（公元1072年），也就在沈括负责汴河水建设时，沈括还负责领导司天监，在任职期间，他先后罢免了六名旧历官，不计出身，破格推荐精通天文历算、出身平民的淮南人卫朴进入司天监，主持修订新历的重要工作。沈括和卫朴治学态度认真，对旧历官凭借演算凑数的修历方法非常不满，主张从观测天象入手，以实测结果作为修订历法的根据。为此，沈括首先研究并改革了浑仪、浮漏和影表等旧式的天文观测仪器。\n　　浑仪是测量天体方位的仪器。经过历代的发展的演变，到宋朝，浑仪的结构已经变得十分复杂，三重圆环，相互交错，使用起来很不方便。为此，沈括对浑仪作了比较多的改革。他一方面取消了作用不大的白道环，把仪器简化、分工，再借用数学工具把他们之间的关系联系起来（“省去月道环，其侯月之出入，专以历法步之”）；另一方面又提出改变一些环的位置，使它们不挡住观测视线。沈括的这些改革措施为仪器的发展开辟了新的途径。后来元朝郭守敬于元世祖至元十三年（公元1276年）创制的新式测天仪器——简仪，就是在这个基础上产生的。\n　　漏壶是古代测定时刻的仪器，由几个盛水的容器装置成阶梯的形式，每一容器下侧都有孔，依次往下一容器滴水漏水。最下面的容器没有孔，里面装置有刻着时间标度的“箭”，随着滴漏水面升高，“箭”就慢慢浮起，从显露出来的刻度可以读出时刻。沈括对漏壶也进行了改革。他把曲筒铜漏管改做直颈玉嘴，并且把它的位置移到壶体下部。这样流水更加通畅，壶嘴也坚固耐用多了。\n　　此外，沈括还制造了测日影的圭表，而且改进了测影方法。\n　　沈括在《浑仪议》、《浮漏议》和《景表议》等三篇论文中介绍了他的研究成果，详细说明改革仪器的原理，阐发了自己的天文学见解，这在我国天文学史上具有重要的作用。\n　　沈括和卫朴的一系列革新活动遭到守旧势力的攻击和陷害。在沈括和卫朴的斗争下，卫朴主持修订的奉元历终于在熙宁八年（公元1075年）修成颁行。但是，由于守旧势力阻挠和破坏，奉元历只实行了十八年就被废止了。但是沈括并不因此而灰心，在晚年又进一步提出了用“十二气历”代替原来历法的主张。我国原来的历法都是阴阳合历，而“十二气历”却是纯粹的阳历。它以十二气作为一年，一年分四季，每季分孟、仲、季三个月，并且按节气定月份，立春那天算一月一日，惊蛰算二月一日，依此类推。大月三十一天，小月三十天，大小月相间，即使有“两小相并”的情况，不过一年只有一次。有“两小相并”的，一年共有三百六十五天；没有的，一年共三百六十六天。这样，每年的天数都很整齐，用不着再设闰月，四季节气都是固定的日期。至于月亮的圆缺，和寒来署往的季节无关，只要在历书上注明“朔”、“望”就行了。沈括所设计的这个历法是比较科学的，它既符合天体运行的实际，也有利于农业活动的安排。他预见到他的这一主张必定会遭到守旧派的“怪怒攻骂”，极力阻挠，而暂时不能实行，但是，他坚信“异时必有用予之说者”。果然，八百年后，农民革命政权——太平天国所颁行的天历的基本原理和沈括的“十二气历”是完全一致的。世界各国采用的公历，也就是阳历，其实在分月上还不如沈括的“十二气历”合理。\n\n数理化\n　　《梦溪笔谈》中所记载这方面的见解和成果，涉及力学、光学、磁学、声学等各个领域。他对磁学的研究在《梦溪笔谈》中第一次明确地谈到磁针的偏角问题。在光学方面，沈括通过观察实验，对小孔成像、凹面镜成象、凹凸镜的放大和缩小作用等作了通俗生动的论述。他对我国古代传下来的所谓“透光镜”（一种在背面能看到正面图案花纹的铜镜）的透光原因也做了一些比较科学的解释，推动了后来对“透光镜”的研究。此外，沈括还剪纸人在琴上做过实验，研究声学上的共振现象。沈括还是最早发现地理南北极与地磁场的N，S极并不重合，所以水平放置的小磁针指向跟地理的正南北方向之间有一个很小的偏角。被称为磁偏角。\n　　化学成就：在化学方面，沈括在出任延州时候曾经考察研究漉延境内的石油矿藏和用途。他利用石油不容易完全燃烧而生成炭黑的特点，首先创造了用石油炭黑代替松木炭黑制造烟墨的工艺。他注意到石油资源丰富，“生于地中无穷”，预料到“此物后必大行于世”，这一远见已被验证。另外，“石油”这个名称也是沈括首先使用的，比以前的石漆、石脂水、猛火油、火油、石脑油、石烛等名称都贴切得多。在《梦溪笔谈》中有关“太阴玄精”（石膏晶体”的记载里，沈括形状、潮解、解理和加热失水等性能的不同区分出几种晶体，指出它们虽然同名，却并不是一种东西。他还讲到了金属转化的实例，如用硫酸铜溶液把铁变成铜的化学现象。他记述的这些鉴定物质的手段，说明当时人们对物质的研究已经突破单纯表面现象的观察，而开始向物质的内部结构探索进军了。\n　　数学成就：沈括在从实际计算需要出发，创立了“隙积术”和“会圆术”。沈括通过对酒店里堆起来的酒坛和垒起来的棋子等有空隙的堆体积的研究，提出了求它们的总数的正确方法，这就是“隙积术”，也就是二阶等差级数的求和方法。沈括的研究，发展了自《九章算术》以来的等差级数问题，在我国古代数学史上开辟了高阶等差级数研究的方向。此外，沈括还从计算田亩出发，考察了圆弓形中弧、弦和矢之间的关系，提出了我国数学史上第一个由弦和矢的长度求弧长的比较简单实用的近似公式，这就是“会圆术”。这一方法的创立，不仅促进了平面几何学的发展，而且在天文计算中也起了重要的作用，并为我国球面三角学的发展作出了重要贡献。\n\n医学地理\n　　沈括在地学方面反映了中国当时地学已经达到了先进水平。他正确论述了华北平原的形成原因：根据河北太行山山崖间有螺蚌壳和卵形砾石的带状分布，推断出这一带是远古时代的海滨，而华北平原是由黄河、漳水、滹沱河、桑乾河等河流所携带的泥沙沉积而形成的。当他察访浙东的时候，观察了雁荡山诸峰的地貌特点，分析了它们的成因，明确地指出这是由于水流侵蚀作用的结果。他还联系西北黄土地区的地貌特点，做了类似的解释。他还观察研究了从地下发掘出来的类似竹笋以及桃核、芦根、松树、鱼蟹等各种各样化石，明确指出它们是古代动物和植物的遗迹，并且根据化石推论了古代的自然环境。这些都表现了沈括可贵的唯物主义思想。在欧洲，直到文艺复兴时期，意大利人达·芬奇对化石的性质开始有所论述，却仍比沈括晚了四百多年。沈括视察河北边防的时候，曾经把所考察的山川、道路和地形，在木板上制成立体地理模型。这个做法很快便被推广到边疆各州。熙宁九年（公元1076年），沈括奉旨编绘《天下州县图》。他查阅了大量档案文件和图书，经过近二十年的坚持不懈的努力，终于完成了我国制图史上的一部巨作——《守令图》。这是一套大型地图集，共计二十幅，其中有大图一幅，高一丈二尺，宽一丈；小图一幅；各路图十八幅（按当时行政区划，全国分做十八路）。图幅之大，内容之详，都是以前少见的。在制图方法上，沈括提出分率、准望、互融、傍验、高下、方斜、迂直等九法，这和西晋．裴秀著名的制图六体是大体一致的。他还把四面八方细分成二十四个方位，使图的精度有了进一步提高，为中国古代地图学做出了重要贡献。\n　　沈括对医药学和生物学在青年时期就对医学有浓厚兴趣，并且致力于医药研究，搜集了很多验方，治愈过不少危重病人。同时他的药用植物学知识也十分广博，并且能够实际出发，辨别真伪，纠正古书上的错误。他曾经提出“五难”新理论；沈括的医学著作有《沈存中良方》（得称《良方》）等三种。现存的《苏沈良方》是后人把苏轼的医药杂说附入《良方》之内合编而成的，现有多种版本行世。\n　　《梦溪笔谈》及《补笔谈》中，都有涉猎医学，如提及秋石之制备，论及四十四种药物之形态、配伍、药理、制剂、采集、生长环境等。\n\n军事方面\n　　沈括，不仅在科学上取得了成绩，而且为保卫北宋的疆土也做出过贡献。北宋时期，阶级矛盾和民族矛盾都十分尖锐。辽和西夏贵族统治者经常侵扰中原地区，掳掠人口牲畜，给社会经济带来很大破坏。沈括坚定地站在主战派一边，在熙宁七年（公元1074年）担任河北西路察访使和军器监长官期间，他攻读兵书，精心研究城防、阵法、兵车、兵器、战略战术等军事问题，编成《修城法式条约》和《边州阵法》等军事著作，把一些先进的科学技术成功地应用在军事科学上。沈括对弓弩甲胄和刀枪等武器的制造也都作过研究，为提高兵器和装备的质量做出了一定贡献。\n\n\n评价\n\n　　在北宋那个崇文读经、吟诗填词的主流时代，理科被视为末学，甚至被讥为旁门左道。在这样的背景下，沈括（1031—1095）却是个文化、科技通人，一生从事的研究领域极为宏阔。《宋史》评价他说：“博学善文，于天文、方志、律历、音乐、医药、卜算无所不通，皆有所论著。”\n\n　　沈括在官场的蹭蹬和学术上的成就， 几乎都可以从他的性格中找到解释。他这人好学，喜欢研究各种新奇东西，干活儿好动脑子，所以，在做主管治河、天文工作的技术官员时，在做依靠地理学知识的外交谈判使节时，也能不辱使命。但他缺少杀伐决断的实际军政才能，所以在做边境军政“一把手”时难免失败。在政治活动中，他的人格缺陷很明显，他与王安石本是世交，沈括父亲的墓志铭就是王安石写的，在王安石当政时，沈括曾是他变法的支持者。但在王安石第一次下野后，沈括又曾上书反对过王安石的一些法令，导致王安石复出后，骂沈括是“小人”。这样，沈括成了在新旧两派都讨不到好处的人物。他和苏轼的关系也不好，很可能是出自某种“文人相轻”的心态，也许他认为苏轼所擅长的诗词文赋、书法文墨之类的东西算不上什么，总之，不知出于什么动机，他参与到了迫害苏轼的“乌台诗案”中，罗织罪名、攻击苏轼，这又令后世一大批苏轼的拥趸，对沈括的政治人品大加挞伐。\n\n　　但他最大的长处是好学，而且没有任何知识视野上的偏狭，他不像当时主流士大夫那样，轻视在社会底层工作的工匠、水手，所以，记录下了布衣毕升发明的活字印刷术和水手们航海用的指南针，中国“四大发明”中的两大发明是靠沈括的记录而扬名于世的。对于延安老百姓使用的石油，他不仅记录，而且还亲自动手做实验，用石油制做墨锭。从这方面来，他至少是位实验科学家。与苏轼、朱熹这些大文人不同，他对于数学有着出奇的兴趣，所以在数学上做出了杰出的贡献。平心而论，论治学的渊博程度以及对人民实际物质生活的贡献来讲，沈括比苏轼、朱熹之辈强多了，但他在中国文化史上的名气却没有这两位大，只能说明古代中国是多么缺少科学的传统。\n\n　　绍圣元年（1094年），65岁的沈括竟真的追随亡妻而去。临死前，沈括交代长子沈博毅及次子沈清直将他的遗体归葬在故乡浙江杭州钱塘的龙居里。\n\n　　沈括作为官吏是失败的，为人也是失败的，但作为科学家却是成功的，也正因这种成功，使我们对这位有着瑕疵的古代科学家仍然怀有一种崇敬之情。\n\n　　英国科学史家李约瑟评价沈括“中国科学史上的坐标”和“中国科技史上的的里程碑”。\n\n\n人物生平\n\n早年经历\n　　宋仁宗天圣九年（1031年），沈括出生于浙江钱塘（今杭州市）沈氏家族，祖父沈曾庆曾任大理寺丞，父亲沈周、伯父沈同均为进士。沈括自幼勤奋好学，十四岁就读完了家里的藏书，并随父亲宦游州县，到过泉州、润州、简州和汴京等地，接触社会，增长见识，表现出对大自然的强烈兴趣和敏锐观察力。\n\n　　沈括自幼体弱，加上读书十分用功，经常需要服食中药调理。钱塘沈氏在医药学颇有建树，有家传药学书籍《博济方》，受家庭影响，沈括也从搜集医方开始钻研医学。 \n\n　　皇祐二年（1050年），沈周知明州（宁波），沈括借居苏州母舅家，从舅舅许洞的著作与藏书中得益甚多，开始对军事产生强烈的兴趣。\n\n步入仕途\n　　皇祐三年（1051年），父亲沈周去世；至和元年（1054年），沈括以父荫入仕，任海州沭阳县主簿，遂治理沭水，开发农田，颇有政绩。工程结束后，沈括辞去职务，来到哥哥沈披在任的宁国县，准备科举考试。嘉祐六年（1061年），沈披主持芜湖万春圩工程，沈括有治水经验，遂献计献策并作了详细记录。 \n\n　　嘉祐八年（1063年），沈括进士及第，因排名在前六名之外，按制守选。次年，沈括守选期满，授扬州司理参军，负责一州刑狱。\n\n　　治平二年（1065年），经淮南路转运使张蒭推荐，沈括被调入京师，编校昭文馆书籍，参与详订浑天仪，并在闲暇研究天文历法之学。熙宁元年（1068年），沈括升任馆阁校勘，有机会接触皇家藏书，进一步充实自己的学识。八月，母亲病逝，沈括辞官护送灵柩回钱塘。\n\n参与变法\n　　熙宁四年（1071年），沈括守丧期满，进京述职，得到神宗和王安石的器重，被任为检正中书刑房公事。\n\n　　熙宁五年（1072年），沈括奉命主持汴河疏浚工程，七月，加官史馆检讨。按照惯例，皇帝每三年要到圜丘祭祀天地，吏员常借此修建园林、谋取私利。沈括便考察南郊大礼的历史沿革，撰成《南郊式》 ，被任命掌管郊祀事务。沈括按照新礼仪办事，所省费用数以万计，神宗十分满意。 \n\n　　八月，淮南饥荒，沈括受命巡察，发放常平仓钱粮，疏通河渠，修治荒田，取得明显成效，升任集贤校理，巡察两浙农田水利。两浙水利工程规模浩大，沈括建议出钱雇用饥民兴建水利，得到神宗的赞同。九月，沈括升任太子中允、提举司天监。当时的日官都是些庸碌之人，对天文几乎全然不知。沈括遂改革机构，改进仪器，召请卫朴修造新历法，并向全国征集观测天象的书籍。\n\n　　十一月，朝廷登记民间车辆，市易司打算填封私井以阻止四川私贩井盐，民议纷纷。沈括进言：民间都是太平车，不利于机动作战；小盐井很多，填封私井势必要加强警戒，得不偿失。神宗赞同，次日诏停此二事，擢升沈括为知制诰、兼管通进、银台司。\n\n　　熙宁七年（1074年）八月，沈括调任河北西路察访使，提举河北西路义勇、保甲公事。河北西路地处北疆，沈括上任后，将工作重点放在改革军政和巩固国防上。次年二月返京后，沈括上疏，提出三十一条整改意见，多数都被神宗肯定与采纳。九月，沈括兼任判军器监，负责兵器的铸造与储备。沈括对弓有很深的研究，提出“弓有六善”的观点，并建议大批制造“神臂弓”。到次年五月，军器监上报朝廷时，兵器产量提高了十几倍。\n\n　　熙宁八年（1075年）二月，沈括奉命修订“九军战法”，分九军为九营，各自为阵，背背相承，面面相向，灵活多变，名之为“边州阵法”。九月，编撰城垒、军营等建筑的营造法式。\n\n出使辽国\n　　熙宁八年（1075年）三月，宋辽边界冲突，辽要求以黄嵬山为分界线，宋廷不同意。辽使萧禧到汴京，指责宋廷谈判不诚，拖而不决，留在馆舍不肯离去。沈括就到枢密院查阅以前的档案文件，发现宋辽过去商定的协议是以古长城为界，而黄嵬山在古长城以南，相距有三十里之遥，遂上表呈报朝廷。神宗赏赐沈括白金一千两，让他以回谢使的身份出使辽国。\n\n　　四月中旬，沈括从汴京出发时，预先找出相关书信档案数十件，让幕僚和吏员背熟。契丹宰相杨益戒每有问题提出，沈括就让手下吏员列举档案条文作答。谈判先后进行六次，杨益戒无言可对，就威胁说，以数里之地、绝两国之好，不利于和平。沈括以国之道义、民之根本为理由，申明寸土不让。在沈括一行力争下，辽廷最终有所退让，紧张的宋辽关系得以暂时缓解。\n\n　　七月，沈括起程回国，据沿途地理形势、风俗民情画撰为《使契丹图抄》，献给朝廷。因出使有功，沈括被提拔为淮南、两浙灾伤州军体量安抚使；十月，权发遣三司使。次年十月，拜为翰林学士、权三司使。\n\n弹劾被贬\n　　熙宁九年（1076年）十月，王安石罢相，吴充继任同中书门下平章事。沈括到丞相府汇报政务，吴充问及免役法，沈括建议减免穷人的役钱，吴充赞同并上疏汇报给神宗。十一月，沈括再次上书要求减免下户役钱，并建议朝廷将旧有的差役法和现行的免役法有机结合起来，实行“差雇并行”。沈括的这个观点是在王安石罢相后才提出的，对免役法的态度前后出现了微妙的变化，这就给反对他的人提供了口实。\n\n　　熙宁十年（1077年），侍御史蔡确以依附大臣（吴充）、越权言事（免役法归司农寺负责）、前后态度不一等理由弹劾沈括。七月，沈括被罢去三司使、翰林学士，贬为起居舍人、集贤院学士、知宣州。\n\n　　元丰元年（1078年），神宗打算起用沈括为知制诰、知潭州，蔡确再次上书，指责沈括“反复无常、附会大臣，被贬不足一年，不宜擢升”，诏命被撤回。元丰二年（1079年）七月，沈括复职龙图阁待制、知审官院。 \n\n戍守西夏\n　　元丰三年（1080年），沈括改知延州，兼任鄜延路经略安抚使，抵御西夏。到了延州，沈括以朝廷所赐之钱买酒，召集边民子弟开展骑马射箭活动，并亲自给优胜者敬酒祝贺，边境百姓群情踊跃。活动持续了一年，沈括从中选拔出精锐之士，充实到边防部队，延州军队的声威远超其他州府。\n\n　　元丰四年（1081年）十月，蕃部数万人进攻边关要塞顺宁寨，沈括派少将景思谊、屈理带三千兵马进攻蕃军；接着命前锋李达领千人出击，携带十万人的军粮，宣称鄜延路总帅沈括将亲自率军督战。蕃兵不知虚实，军心涣散。宋军乘势进攻，攻下磨崖寨，得男女万人，牛羊三万。\n\n　　十一月，奉命西讨的河东兵十二将率军东还，经过鄜延，沈括抓住时机，命部将在绥德城炫耀武力，声称宋廷已任命沈括兼领河东十二将的兵力，不日即兴兵西讨。驻守的西夏军闻讯前来打探，果见大队人马聚集，声势浩大，信以为真，连夜弃城而逃。沈括兵不血刃的拿下了浮图、吴堡、义合。\n\n　　元丰五年（1082年）二月，沈括以“守安疆界、就副边事有劳”，升为龙图阁学士。四月，西夏打算以金汤城为据点，招兵买马，攻打鄜延。沈括采取声东击西的战术，派副总管曲珍率军两万进军东川，扬言要去攻打葭芦，吸引西夏兵力布防，趁机攻下金汤。接着，沈括又用同样的策略攻下了葭芦。\n\n兵败永乐\n　　元丰五年（1082年）五月，沈括与副使种谔奉诏条陈制夏方略，提出进取横山以筑城、以地理优势直接威胁西夏的战略主张，宋廷派给事中徐禧前往鄜延路节制军事，共同申议。七月，沈括建议筑城石堡、种谔提议银州、徐禧主张永乐埭，终定为永乐城。八月，神宗降诏徐禧总领筑城事宜，命沈括将帅府移到边界，以接济军用物资和救援。十四日后筑成，徐禧令景思谊领四千人镇守，率余部返回米脂。 \n\n　　九月九日，西夏出兵三十万攻永乐城，曲珍忙报知徐禧，徐禧统兵两万五千往援，令沈括留守米脂。由于兵力相差悬殊，宋军失利，夏军乘胜围城，截断水源，永乐城危在旦夕。沈括率兵一万前去支援，被夏军阻在永定河岸；又羌兵八万袭击绥德，沈括权衡利弊，决定舍永乐而保绥德。种谔因反对筑永乐城遭徐禧排挤，心怀旧恨，遂以守延州为名拒绝出兵解围。九月二十日，永乐城失陷，徐禧、李稷、高永能、李舜举等殉国，折官两百三十人，损兵一万两千有余（永乐城之战），谋取横山的计划宣告失败。\n\n　　沈括作为一路帅臣，在明知永乐城“路险而远、不利协防与救助；且地理位置险要，敌军必争”的情况下，不坚持己见，而选择迎合徐禧，对永乐城之败有不可推卸的责任。\n\n归隐梦溪\n　　元丰五年（1082年）十月十七日，宋廷以沈括“议筑永乐城，敌至却应对失当”为由，贬为筠州团练副使，随州安置。沈括到随州后，寓居于法云禅寺，无亲无故，且行动受到很大限制。随州的三年是沈括一生中最忧伤、灰暗的时期，他开始重新审视自己的政治生涯，甚至对从政萌生出一丝“悔意”。\n\n　　元丰八年（1085年）三月，神宗驾崩，太子赵煦继位，是为宋哲宗，大赦天下。沈括也得以内迁，改任秀州团练副使，本州安置、不得签书本州公事。秀州地处江南，毗邻故乡杭州，沈括的心情得以从颓废中好转起来，遂专心于学问，开始整理熙宁九年奉旨编绘的《天下郡县图》。 \n\n　　元祐三年（1088年）八月，沈括编订完成《天下郡县图》，被特许到汴京进呈。哲宗赐绢百匹，准许沈括在秀州境内自由行动。\n\n　　元祐四年（1089年）九月，沈括改任朝散郎、守光禄少卿、分司南京，准于外州居住。接到诏命后，沈括就举家搬迁至早年在润州购置的梦溪园，在此隐居，创作《梦溪笔谈》。\n\n　　绍圣二年（1095年），沈括因病辞世，享年六十五岁。\n\n\n纪念物\n\n故居\n　　镇江市区梦溪园，是北宋时期科学家沈括晚年居住的地方。梦溪园原有面积约十亩左右，园里有岸老堂、萧萧堂、壳轩、深斋、远亭、苍峡亭等建筑，还有一条溪水流经园内。梦溪园是原梦溪园的一部分，于1985年恢复，占地2亩，计2幢建筑。前幢为清代修建的硬山顶平瓦房，坐东朝西，当中设正门入园，门上方嵌有茅以升题写的“梦溪园”大理石横额。后幢为清式厅房，坐北朝南，内有沈括雕像和文字图片、模型、实物，展现了沈括在天文、地理、数学、化学、物理、生物、地质、医学等方面的科研成就。\n\n行星\n　　1979年7月1日为了纪念他，中国科学院紫金山天文台将该台在1964年发现的一颗小行星2027命名为沈括。\n\n",
  "desc": "沈括（公元1031～1095年），字存中，号梦溪丈人，北宋浙江杭州钱塘县（今浙江杭州）人，汉族。北宋科学家、政治家。仁宗嘉佑进士，后任翰林学士。晚年在镇江梦溪园撰写了《梦溪笔谈》。我国历史上最卓越的科学家之一。精通天文、数学、物理学、化学、地质学、气象学、地理学、农学和医学、工程师、外交家。",
  "dynasty": "宋代",
  "id": 820,
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_820.jpg",
  "name": "沈括",
  "star": 15
}