{
  "content": "轶事典故\n\n贵人出世\n　　钱镠年轻时，常与临安县录事钟起的几个儿子一起喝酒赌博，钟起为此很不高兴。后来豫章有相士发现钱塘地界有王气，于是便到临安暗中查访。钟起与这个相士认识，便宴请县中贤豪之士，请相士观察，可惜都不是。后来相士路过钟起家，恰好钱镠前来，相士看到后道：“此真贵人也！”又对钟起道：“你以后的富贵，就靠此人了。”从此，钟起不但允许儿子与钱镠交往，还时常接济他。\n\n计退黄巢\n　　唐朝末年，黄巢起义，攻掠浙东，打算攻打临安。钱镠分析形势后，率领二十余人伏击起义军的先头部队，然后撤退到八百里。钱镠告诉路边的老妪：“等会有人来，你就告诉他临安兵屯八百里。”追兵到来后，老妪将钱镠的话告诉他们。黄巢不知道八百里是地名，还以为临安兵马扎下了八百里的营地，说道：“刚才就十几人都打不过，何况现在有八百里的兵马。”于是，退兵而去。\n\n衣锦还乡\n　　钱镠幼年时，常与一群小孩在里中一棵大树下玩耍。他一统两浙后，衣锦还乡，大宴家乡父老，以锦缎覆盖山林，并将幼时戏耍的那棵大树封为“衣锦将军”。 \n\n　　钱镠还在临安故里建造豪宅，每逢回乡都前呼后拥，排场很大。其父钱宽对此很不满意，每次听闻他来，都有意避开。钱镠遂步行回家，向父亲询问原因。钱宽道：“我家世代以田渔过活，从未出过如此显贵之人。你如今为两浙十三州之主，周围都是敌对势力，还要与人争利。我怕祸及吾家，所以不忍见汝。”钱镠哭着拜谢父亲，从此小心谨慎，力求保住基业。\n\n　　钱镠被封为吴越王后，回乡祭扫坟墓，延请故老。八十岁以上者用金樽，百岁以上者则用玉樽。钱镠亲自执杯，高唱《还乡歌》：“三节还乡兮挂锦衣，吴越一王驷马归。临安道上列旌旗，碧天明明兮爱曰辉。父老远近来相随，家人乡眷兮会时稀。斗牛光起兮天无欺！”他见乡民不懂歌中之意，便再用土语高唱：“你辈见侬底欢喜？别是一般滋味子。永在我侬心子里！”歌罢，满座叫好。 \n\n警枕粉盘\n　　钱镠长期生活在混乱动荡的环境里，养成了一种保持警惕的习惯。他夜里睡觉，为了不让自己睡得太熟，用一段滚圆的木头做枕头，叫做“警枕”，倦了就斜靠着它休息；如果睡熟了，头从枕上滑下，人也惊醒过来了。为了防范侍卫夜间贪睡失职，钱镠还常向城墙之外发射弹丸，以期他们提高警惕。此外，钱镠还在卧室里放了一个盛着粉的盘子，夜里想起什么事，就立刻起来在粉盘上记下来，免得白天忘记。\n\n　　钱镠睡警枕的故事，在流传中竟演化为整宿不睡觉，以致得了“不睡龙”的绰号。后晋年间，契丹使团出使中原。一个判官曾问负责接待的近侍李泳：“吴越的钱镠怎么样了，还是整宿不睡吗？”他见李泳不解，便解释道：“我曾听五台山王子大师说，‘浙中不睡龙，今已归矣！’我就想确证一下。”其实，钱镠这时早已逝世，只是由于消息闭塞，契丹人尚不知道。\n\n妙语弭谤\n　　钱镠被封为吴越国王后，大兴土木，昼夜不停，士卒皆有怨言。有人在晚上在大门上写道：“没了期，侵早起，抵暮归。”钱镠看到后，不怒且喜，命小吏在旁边又加了一句：“没了期，春衣才罢又冬衣。”怨言顿时消失。\n\n陌上花开\n　　据《十国春秋》记载，钱镠甚爱自己的王妃庄穆夫人吴氏，王妃每年春天必归临安，钱镠甚为想念。一年春天王妃未归，至春色将老，陌上花已发。钱镠写信说：“陌上花开，可缓缓归矣。”意思是田间阡陌上的花开了，你可以慢慢归来了吗？\n\n　　后来苏轼根据这个故事做了三首题为《陌上花》的绝句。\n\n穿眼斫头\n　　钱镠统一两浙后，主要对手便是杨行密。二人屡动干戈，互相视为仇敌。杨行密让人用大索做成钱贯，称之为“穿钱眼”。钱镠也不甘示弱，每年都让人用大斧砍柳树，称之为“斫杨头”。直到武勇都之乱，钱杨联姻，穿眼斫头之举才被停止。\n\n任用罗隐\n　　罗隐在中原郁郁不得志，晚年返回家乡杭州，依附钱镠，曾作诗一首送于钱镠，其中有两句：“一个祢衡容不得，思量黄祖漫英雄。”他以祢衡自比，想试探钱镠是不是不能容人的黄祖。钱镠大笑，当即回诗道：“仲宣远托刘荆州，都缘乱世；夫子辟为鲁司寇，只为故乡。”他给了罗隐极高的赞誉，并加以重用。\n\n　　钱镠喜欢吃鱼，曾命西湖渔民每日都要向王府缴纳数斤鱼，名曰“使宅鱼”。罗隐知道后，借为钱镠的《蟠溪垂钓图》题诗的机会，作诗道：“吕望当年展庙谟，直钩钓国更何如；若教生在西湖上，也是须供使宅鱼。”他的意思思是说如果姜太公来到西湖垂钓，也得每天给钱镠送鱼，这显然是在讽谏钱镠。钱镠不但不怒，反而下令取消了“使宅鱼”。\n\n　　后梁建立后，进拜钱镠为吴越王，并征召罗隐为谏议大夫。罗隐拒不应召，并劝说钱镠起兵伐梁，道：“大王乃是唐朝之臣，理应进兵北伐，纵然不能成功，也可退保两浙，自立为帝。绝不能向贼梁称臣，遗羞千古。”钱镠虽没有采纳罗隐之言，但却对他更加敬重。\n\n出妾正法\n　　钱镠有宠妾郑氏，其父犯了死罪，左右都为之求情。钱镠却道：“岂能因一妇人而乱我法度。”他当即休掉郑氏，并将其父斩首。\n\n重赏门吏\n　　钱镠曾微服出行，只到城门已闭方才回城。他在北城门外高喊开门，但守门小吏却毫不理睬，还道：“就算是大王来我也不会开启城门。”钱镠无奈，只得改由别的城门入城。次日，钱镠召见北门守吏，对他加以重赏。\n\n贯休献诗\n　　晚唐僧人贯休雅好吟诗，有诗僧之称。据《唐才子传》记载，贯休曾在钱镠称吴越王时，前往庆贺，并献贺诗一首。这首诗名为《献钱尚父》，其中有“满堂花醉三千客，一剑霜寒十四州”之句。钱镠大加叹赏，但却要他将“十四州”改为“四十州”。贯休答道：“州难添，诗亦难改。我孤云野鹤，何天不可飞？”说罢便拂袖而去。\n\n　　但据学者傅璇琮考证，贯休谒见钱镠应在乾元二年夏季赴荆南之前，非在钱镠封王之后。而钱镠讨伐董昌之战在当时刚刚开始。贯休的“一剑霜寒十四州”实际上是在预祝钱镠取得这场战争的胜利，并非是表明钱镠已占据十四州之地。而诗末的“他年名上凌烟阁，岂羡当时万户侯”更表明本诗是预祝之词。\n\n钱王射潮\n　　钱镠治理杭州时，修筑海塘。因为涌潮汹涌，钱塘江海堤修筑不成，部下都认为是潮神作怪。钱镠于是在八月十八在钱塘江前布置一万名弓箭手，并声称“假如潮水再来，那就不要怪我手下无情！”\n\n　　可是潮神并没有理睬告诫。一会儿，但见远远一条白线，飞速滚来，钱镠命万箭齐发，直射潮头。那潮头只好弯弯曲曲地逃走，最后消失得无影无踪了。直到今天，江水还弯弯曲曲地向前流去，象个“之”字，因此后人又叫这个地方为“之江”。\n\n知我罪我\n　　钱镠晚年与僚属们谈起杭州城的变化，众人盛赞杭城邑屋繁会，江山雕丽，湖海形胜，为天下稀有，全都是大王数十年精心治理之力也。钱镠却很清醒，他说：“千百年后，知我者以此城，罪我者亦以此城。苟得之于人而损之己者，吾无愧欤！”\n\n\n人物生平\n\n早期事迹\n　　唐朝大中六年二月十六日，钱镠生于临安县石镜乡大官山下的临水里钱坞垅。相传他出生时突现红光，且相貌奇丑，父亲钱宽认为不祥，欲弃于屋后井中，但因祖母怜惜，方得保全性命，因而取乳名“婆留”。而这口井后来也被称为“婆留井”。\n\n　　钱镠自幼学武，擅长射箭、舞槊，对图谶、纬书也有所涉猎，成年后以贩卖私盐为生。\n\n征讨起义军\n　　乾符二年，浙西镇遏使王郢拥兵作乱，石镜都镇将董昌招募乡勇平叛。钱镠时年二十四岁，应募投军，被董昌任命为偏将，随军平定王郢之乱。\n\n　　乾符五年，宣州、歙州一带群盗蜂起，有朱直管、曹师雄、王知新等数股势力，都聚兵劫掠。钱镠率军一一讨平，因功被授予石镜镇衙内知兵马使、镇海军右职。\n\n　　乾符六年，黄巢起义军劫掠浙东，进犯临安。钱镠分析形势，采用伏击与虚张声势等战术，以少胜多，击败起义军先头部队，而后又设下疑兵计，使得黄巢不敢进攻杭州。淮南节度使高骈听闻，对钱镠称赞不已。\n\n　　广明元年，董昌聚集杭州各县乡兵，组建八都兵，并以钱镠为石镜都副将。不久，高骈召董昌、钱镠前往广陵，并对诸将称赞钱镠，认为他将来的成就必能超越自己。后来，董昌见高骈没有平定起义军的想法，便辞返杭州。高骈表奏董昌为杭州刺史，钱镠为都知兵马使、太子宾客。\n\n翦灭刘汉宏\n　　中和二年，越州观察使刘汉宏与董昌矛盾激化，命其弟刘汉宥与都虞候辛约进驻西陵，欲吞并杭州。钱镠率八都兵渡过钱塘江，偷袭刘汉宥，火焚其营寨。刘汉宏又命部将黄珪、何肃屯兵诸暨、萧山，而后亲自率军督战，但都被钱镠击溃。何肃、辛约战死，刘汉宏扮作屠夫逃回越州。\n\n　　中和四年，唐僖宗以宦官焦居璠为杭越通和使，命董昌与刘汉宏罢兵和解。二人都不肯奉诏，仍继续交战。刘汉宏命朱褒、韩公玫、施坚实等率水军屯驻望海。\n\n　　光启二年，董昌命钱镠进攻越州，表示自己占据浙东后会将杭州授于钱镠。钱镠遂率军出平水，开山路五百里，直趋曹娥埭，收降浙东将领鲍君福。他屡破浙东军，进屯丰山，而后攻破越州。刘汉宏败走台州，被台州刺史杜雄生擒献于钱镠，最终被斩于会稽。董昌占据浙东，遂自称“知浙东军府事”，移镇越州，将杭州让于钱镠。\n\n割据两浙\n\n占据浙西\n　　光启三年，董昌被正式任命为越州观察使，钱镠则为左卫大将军、杭州刺史。不久，浙江西道、淮南道先后发生兵变。镇海节度使周宝被部属刘浩、薛朗驱逐，逃到常州，治下的苏州也被六合镇将徐约攻取。淮南节度使高骈则被部将毕师铎囚禁。钱镠命成及、杜棱攻破常州，将周宝接到杭州，但周宝不久便因病而死。杜棱又攻取润州，逐走刘浩，俘获薛朗。\n\n　　文德元年，钱镠处死薛朗，以祭奠周宝，而后命从弟钱銶击破徐约，被唐昭宗任命为杭州防御使。与此同时，庐州刺史杨行密也起兵攻入淮南道，在淮南、浙西一带与孙儒、钱镠进行混战。经过数年混战，杨行密终于杀死孙儒，占据了淮南道，还夺取了浙江西道的润州、常州。苏州则被钱镠占据。此外，钱镠还收编了孙儒部分残部，组建武勇都，提高了属下军队的战斗力。 \n\n　　景福元年，唐昭宗在越州设置威胜军，任命董昌为威胜军节度使、陇西郡王；又在杭州设置武胜军，以钱镠为武胜军都团练使。此时，钱镠占据浙西数州之地，任用杜棱、阮结、顾全武、沈崧、皮光业、林鼎、罗隐等文武人才，势力逐渐壮大。\n\n　　景福二年，钱镠升任苏杭观察使，并征发二十万民夫以及十三都军士，修筑杭州罗城。不久，唐昭宗又拜钱镠为镇海军节度使、润州刺史，承认了他对浙江西道的统治权。乾宁元年，钱镠又获赐同中书门下平章事的宰相荣衔，成为使相。\n\n讨平董昌\n　　乾宁二年，董昌在越州自立为帝，建立大越罗平国，改元顺天，并任命钱镠为两浙都指挥使。钱镠致信劝谏道：“与其关起门来当皇帝，与九族、百姓同受涂炭，不如当一个节度使，能得终身富贵！”董昌不听。钱镠率三千兵马前往越州，亲自面见董昌，再次劝说。董昌只得向朝廷请罪。同年五月，唐昭宗削除董昌官爵，又封钱镠为浙江东道招讨使、彭城郡王，令其讨伐董昌。董昌命部将陈郁、崔温屯兵于香严、石侯，并向淮南节度使杨行密求救。\n\n　　乾宁三年，杨行密派部将安仁义援救董昌。钱镠命顾全武进攻越州，斩杀崔温，击败徐珣、汤臼、袁邠等将。不久，顾全武攻破越州，俘获董昌。董昌在押赴杭州途中，于西小江投江自杀。同年十月，唐昭宗改威胜军为镇东军，任命钱镠为镇海、镇东两镇节度使，又加检校太尉、中书令，赐铁券，恕其九死。\n\n　　乾宁四年，钱镠前往越州，正式接受镇东军节度使的任命，而后返回杭州，以越州为东府。从此，钱镠基本控制了两浙，形成割据势力。光化元年，钱镠将镇海军治所由润州迁到杭州，并加检校太师。唐昭宗还将他的画像挂在凌烟阁上，并改其乡里为广义乡勋贵里、衣锦城。\n\n徐许之乱\n　　钱镠在平定了两浙内部的敌对势力后，基本停止了大规模的征讨。但由于三面受敌，仍经历了多次边境保卫战，主要对手就是淮南节度使杨行密。\n\n　　天复二年，钱镠进封越王。不久，武勇都左右指挥使徐绾、许再思趁钱镠出巡衣锦城，起兵叛乱，攻打杭州内城。钱镠偷偷潜入杭州，派马绰、王荣、杜建徽等人分别防守各城门，又命顾全武前往东府备变，以防叛军占据越州。顾全武则担心叛军会向淮南求援，建议钱镠与杨行密联姻。钱镠遂让第六子钱传璙随顾全武前往广陵，向杨行密求婚。而徐绾果然向淮南将领田頵求救。\n\n　　顾全武到广陵后，游说杨行密道：“若使田頵得志，必为大王心腹之患。大王若召回田頵，钱王愿以儿子钱传璙为质，并与您联姻。”杨行密遂将女儿嫁给钱传璙，命田頵回军。田頵只得带着徐绾、许再思返回宣州，但却将钱镠的儿子钱传瓘留为质子，又索要二十万缗犒军钱。\n\n　　天复三年，田頵起兵反叛，结果被杨行密镇压。徐绾被淮南军俘虏，随即被杨行密装入槛车，送交钱镠。钱镠命将徐绾处死。 \n\n建国吴越\n　　天佑元年，钱镠上表朝廷，求封吴越王，却被朝廷拒绝，后因朱温斡旋，被改封为吴王。他建立功臣堂，将五百名宾佐将校之名刻于碑上，以纪其功。\n\n　　后梁开平元年，朱温篡唐称帝，建立梁朝，并封钱镠为吴越王，兼任淮南节度使。钱镠不愿错过这个做孙权的机会，不听属下官员“拒梁命”的建议，接受了梁朝册封。\n\n　　开平二年，朱温又加封钱镠为守中书令，将其故乡临安县改为安国县。\n\n　　开平三年，钱镠又加守太保。乾化元年，钱镠加守尚书令，兼任淮南、宣润等道四面行营都统，并于衣锦军建立生祠。\n\n　　乾化二年，郢王朱友圭弑父篡位，尊钱镠为尚父。 \n\n　　贞明元年，均王朱友贞发动政变，夺取帝位。\n\n　　贞明二年，钱镠派安抚判官皮光业入贡中原，被加封为诸道兵马元帅。\n\n　　贞明三年，朱友贞又加钱镠为天下兵马都元帅，准其设立元帅府，辟置官属。\n\n　　贞明四年，淮南节度使杨隆演派军夺取虔州，阻断了吴越北上中原的陆路交通。钱镠只得改由海路入贡京师。 \n\n　　龙德元年，钱镠又获赐殊礼，可“诏书不名”。此时，西川、淮南、岭南、福建等地统治者先后建国称帝，都劝钱镠据吴越称帝。钱镠笑道：“这些人自己坐在炉炭中，还想把我也拉到上面。”钱镠虽然拒绝了他们的劝说，但各国君主仍然都像对父兄一样对待他。\n\n　　龙德三年，钱镠被册封为吴越国王，正式建立吴越国。他改府署为朝廷，设置丞相、侍郎等百官，一切礼制皆按照皇帝的规格。不久，晋王李存勖灭亡后梁，建立后唐，改元同光。钱镠又遣使进贡，并求取玉册。郭崇韬等大臣都极力反对，认为只有皇帝才可以用玉册。但李存勖最终还是赐予钱镠玉册、金印。新罗、渤海等海外诸国皆接受钱镠册封，尊其为君长。\n\n晚年生活\n　　同光四年，李存勖在兵变中遇害，李嗣源即位。中原局势混乱，朝廷诏命难以到达吴越。钱镠遂改元宝正。关于钱镠改元一事，因后人尊奉中原正朔，对此颇有讳言。而洪迈所著《容斋四笔》则称，钱镠在宝正年号之前，还曾改元天宝、宝大。\n\n　　天成四年，后唐供奉官乌昭遇、韩玫出使吴越国。韩玫与乌昭遇不睦，回国后称：“乌昭遇面见钱镠，称臣拜舞，称其为殿下，并私下向钱镠透露国事。”枢密使安重诲与钱镠有旧怨，于是上奏朝廷，将乌昭遇斩首，并削除钱镠官爵，勒命其以太师之职致仕。钱镠命儿子钱元瓘等人上表诉冤，但朝廷都未予理会。\n\n　　长兴二年，安重诲因罪被诛，其中一条重要罪名便是“绝钱镠”。李嗣源重新任命钱镠为天下兵马都元帅、尚父、吴越国王，并命监门上将军张篯前往杭州谕旨，称昔日命他致仕乃是安重诲矫诏。\n\n　　长兴三年，钱镠病重，召集臣下托付后事，他道：“我的儿子们大多愚蠢懦弱，只怕难以担当大任。我死后，请你们从中择贤而立。”臣下都推举钱元瓘。钱镠于是立钱元瓘为继承人。不久，钱镠去世，终年八十一岁。朝廷得知后，废朝七日，赐谥号武肃，并命工部侍郎杨凝式为其作神道碑文。 \n\n　　应顺元年，钱镠被葬于安国县衣锦乡茅山之原，后又建庙于越州。\n\n\n为政举措\n\n　　钱鏐在内政建设上的主要成就体现在修筑海塘和疏浚内湖上。\n\n　　公元910年，钱镠动员大批劳力，修筑钱塘江沿岸捍海石塘。用木桩把装满石块的巨大石笼固定在江边，形成坚固的海堤，保护了江边农田不再受潮水侵蚀。并且由于石塘具有蓄水作用，使得江边农田得获灌溉之利。\n\n　　此外，钱镠设撩湖军，开浚钱塘湖，得其游览、灌溉两利，又引湖水为涌金池，与运河相通。钱镠还在太湖地区设“撩水军”四部、七八千人，专门负责浚湖、筑堤、疏浚河浦，使得苏州、嘉兴、长洲等地得享灌溉之利。\n\n\n家族成员\n\n父母\n\n　　父亲：钱宽，赠礼部尚书、守太师、中书令，追封英显王。\n\n　　母亲：水丘氏，封秦国太夫人，追封赵国太玄太夫人。\n\n兄弟\n\n　　二弟：钱锜\n\n　　三弟：钱镖，曾任湖州刺史，后叛投南吴，官至右龙武军统军。\n\n　　四弟：钱铎，官至睦州刺史、安南军节度使。　\n\n　　五弟：钱铧，由钱镠抚养长大，官至顺化军节度使，封楚国公，死后谥号忠简。　\n\n妻妾 \n\n妻\n\n　　庄穆夫人吴氏，浙西观察判官吴仲忻之女，生子钱传瑛、钱元璙、钱传璛、钱传璟、钱元琳。历封燕国夫人、晋国夫人、吴越国正德夫人，死后谥号庄穆。\n\n妾\n\n　　陈氏，生子钱元琏、钱元瓘，追赠晋国太夫人，谥号昭懿。\n\n　　胡氏，生子钱元玑、钱元璲、钱元琢、钱元珦、钱元禧，封庆安夫人。\n\n　　童氏，生子钱传，封济南夫人。\n\n　　李氏，生子钱元懿。\n\n　　郑氏，因父亲犯死罪而被休。\n\n子女 \n\n儿子\n\n　　《十国春秋》记载，钱镠共有三十八子，[93] 但见诸史册的只有三十五人。\n\n　　1. 钱元琏\n\n　　2.钱元玑，官至宁国军节度使、同平章事、检校太傅，封宛陵侯，晋封宁国公。\n\n　　3.钱传瑛，曾在武勇都之乱中立下战功，封两浙副大使。赠太尉，追封云国公。\n\n　　4.钱元懿，官至清海、武胜等军节度使，太师、中书令，封金华郡王，谥号宣惠。\n\n　　5.钱元璲，封永嘉侯。\n\n　　6.钱元璙，娶杨行密之女，屡立战功，官至中吴、建武等军节度使，检校太师、中书令。追封广陵郡王，谥号宣义。\n\n　　7.钱元瓘，吴越世宗，谥号文穆。\n\n　　8.钱传，官至金吾卫大将军、检校司空、明州刺史，封余姚侯。\n\n　　9.钱传球，封大彭县侯。\n\n　　10.钱传，封金华侯。\n\n　　11.钱元\n\n　　12.钱元琢\n\n　　13.钱元璞\n\n　　14.钱传璛，娶马殷之女，官至湖州刺史、太傅，封新安侯。\n\n　　15.钱传璟，官至检校尚书右仆射、守司农卿，封霅国公。\n\n　　16.钱元珰\n\n　　17.钱元珣\n\n　　18.钱元玧\n\n　　19.钱元琛\n\n　　20.钱元瑾\n\n　　21.钱元，官至静江军节度使、中书令，封扶南侯，后因罪被钱元瓘处决。\n\n　　22.钱元珦，官至顺化军节度使，同平章事，封淮阴侯，后因罪被钱元瓘处决。\n\n　　23.钱元琳，官至右千牛卫大将军。\n\n　　24.钱元佑，官至静海军节度使。\n\n　　25.钱元裕\n\n　　26.钱元弼，官至秀州刺史。\n\n　　27.钱元璝，官至福州彰武军节度使，追封宁明王。\n\n　　28.钱元璠\n\n　　29.钱元勖\n\n　　30.钱元禧\n\n　　31.钱传蒨，官至苏州刺史。\n\n　　32.钱元邧，官至温州刺史。\n\n　　33.钱元圭\n\n　　34.钱传珎，后梁驸马都尉。\n\n　　35.钱传琰，封钱塘侯。\n\n女儿\n\n　　钱镠见诸史册的女儿只有一人：钱氏，嫁成及之子成仁琇。\n\n\n墓葬纪念\n\n墓葬\n\n　　钱王陵是吴越国王钱镠的墓地，位于浙江临安市锦城镇太庙山南麓。\n\n　　钱王陵是浙江省唯一保存完好的帝王陵墓，中国重点文物保护单位，杭州市爱国主义教育基地之一，临安市“红色之旅”景点。\n\n后世纪念\n\n　　钱王祠\n\n　　钱王祠位于中国浙江省杭州市西湖东岸柳浪闻莺公园内，始建于北宋熙宁十年，供奉钱氏三世五代国王，原称表忠观，清代以后则通称为钱王祠。1957年被列为杭州市文物保护单位，文革中被毁。2003年重建，占地11300平方米，建筑面积4600平方米。2003年重新被列为杭州市文物保护单位。\n\n",
  "desc": "钱镠（liú）（852年－932年），字具美（一作巨美），小字婆留，杭州临安人，五代十国时期吴越国创建者。钱镠在唐末跟随董昌镇压农民起义军，累迁至镇海节度使，后击败董昌，逐渐占据两浙十三州，先后被中原王朝封为越王、吴王、吴越王。在位四十一年，庙号太祖，谥号武肃王，葬钱王陵。钱镠在位期间，采取保境安民的政策，经济繁荣，渔盐桑蚕之利甲于江南；文士荟萃，人才济济，文艺也著称于世。曾征用民工，修建钱塘江海塘，由是“钱塘富庶盛于东南”。还鼓励扩大垦田，由是“境内无弃田”，岁熟丰稔。两浙百姓都称其为海龙王。",
  "dynasty": "唐代",
  "id": 1535,
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_1535.jpg",
  "name": "钱镠",
  "star": 0
}