{
  "content": "轶事\n\n　　本文所要讲述的，是晚唐时期的著名诗人姚合，因爱才惜才遂把爱女嫁给了青年诗人李频的故事。自身原本就很有才华的姚合，在担任杭州刺史时，因爱惜人才而流播着一桩佳话。\n\n　　睦州青年李频，长得非常清秀；他从小就非常聪敏，记忆力特强，所以很早便写得一手好诗。李频从诗友方干那里获悉，姚不仅有着不凡的诗才，而且还特为赏识别人的才华。居住在西山的李频觉得自己老住在乡下也不是久长之计，遂不远千里跑到杭州，请姚合给他的诗作出品评；李频心想，姚的评定说不准将会给自己有颗定心丸吃呢。\n\n　　在杭州太守府里，李频把自己的身世向姚公简单扼要地作了介绍，然后便恭恭敬敬地把随身携带着的诗文稿呈献给他。一翻开诗文集，一首题为《湘中送友人》的七律诗，直跃入了姚公的眼帘。读罢，姚公不禁掀髯大喜道：“君有此诗才，来科考取进士，又有何困难哉！”李频一听，既惶恐又很兴奋地向姚公深表感谢，同时自谦地请姚大人多加指教。姚合点了点头，就莞尔吟起了这诗来：\n\n　　中流欲暮见湘烟，岸苇无穷接楚天。\n\n　　去雁远冲云梦雪，离人独上洞庭船。\n\n　　风波尽日依山转，星汉通宵向水悬。\n\n　　零落梅花过残腊，故园归去又新年。\n\n　　“好诗啊，真是好诗！”姚合自言自语道：“首联对起的作法，自从老杜以后，真正能做到如此绾合自然的已属不多见。而且此诗先写湘水连天，正为离人独往凄凉一衬呢！如此幽情寓思，实乃精妙之极！”李频喜上眉梢；心说，人们传说惜才爱才的姚大人果然名不虚传！\n\n　　此时，姚合手里拿着诗稿，严肃地凝视着李频并询问：“贤契可曾成家？”李频当即恭敬作答道：“回大人，小生由于一直攻读书史，尚且无暇顾及成家之事。”姚合便大喜道：“本官愿以小女为君侍奉箕帚，不知意下何如？”李频更是兴奋不已地向姚大人深施一礼道：“多谢大人垂青！”由于这首绝妙好诗所起的作用，杭州刺史姚合便把爱女嫁给了青年诗人李频。\n\n　　姚太守之所以把爱女嫁给诗人李频的另一个重要原因，那就是他颇为看好李的人品，也许这才是姚出嫁爱女的主要意旨所在。事实上，此前杭州人郑巢因为颇富才华也曾得到过姚的欣赏，姚凡是外出登临游览，就时常把郑携带在身边，但郑并没有成为他的快婿。而李频后来在做官时，果然为老百姓做了许多好事。他性情耿介，守正不阿，敢于抑制非法的豪强地主和胡作非为的强盗，连懿宗皇帝也很赞赏他。尤其在荒年时期，李频又敢于顶着上头压力，开仓赈济老百姓；所以在他死后，老百姓就一路扶柩痛哭着送他鹤驾道山。\n\n　　临了，阿袁在此顺便提说一笔，曾任武功主簿便被世人称为姚武功的姚合，事实上，倒是他的快婿、后来比他这官衔略微大些的曾任武功令的李频却并未被世人称为李武功，这也可算是他们翁婿名头之外的颇有意思的称谓了。\n\n　　按：① 鹏，一作“鹄”。② 过，平仄两读，此处因谐律关系而读仄声。\n\n\n纪念馆\n\n　　唐大中元年，寿昌县令穆君游灵栖洞，即景吟诗：“一径入双崖，初疑有几家。行穷人不见，坐久日空斜”。得此四句后稍顿未续。时李频从行，续吟：“石上生灵笋，池中落异花。终须结茅屋，到此学餐霞。”穆君大为赞赏。但此诗根据史学家考证是李频[1] 本人所作。唐代诗人李频是寿昌长汀源人，他道德高尚、文采出众、政绩显赫，为官期间，他整顿吏治，安定社会，以礼法治下，深受百姓爱戴。他的诗作更是广为流传，清代曾有诗句将李频和李白并举。为更好的纪念李频，传承优秀历史文化，龙桥村村民王有顺、李强、傅浩生等人在该镇党委政府和上级各部门的帮助下，积极筹资捐助，克服困难，于2010年建起纪念馆。庆祝活动上，李家镇党委政府表达了社会各界对李频纪念馆在落成和完善方面所付出的努力和帮助表示感谢，高度评价该纪念馆对李频精神的传承和为繁荣李家文化所起的作用。并表示，镇党委政府必将一如既往地支持李频纪念馆的建设。\n\n\n生平\n\n　　李频，唐代诗人。在任武功令时，当地强暴横行，他针对时弊，查明地方恶霸实情，陈报上司，予以严惩。适遇荒年，遂开仓赈济，并进而教育百姓开发水利，引水灌田，使粮食丰收，人民安居乐业。善政传闻唐室，懿宗给予嘉许，后升侍御史，调都官员外郎。乾符年间上表自荐，请任建州刺史。当时正值黄巢起义军从浙江衢州开山700里过建州，又因唐王朝宦官擅权，藩镇割据，盗贼四起，县政不治，建州局势相当混乱。李频到任后，首先宣布政教条例，严肃官规，惩办盗贼，礼与法相提并行，使建州社会得以安定，民生安宁。\n\n　　李频初到建州时，曾有《之任建安渌溪亭偶作二首》诗：“入境当春务，农蚕事正殷。逢溪难饮马，度岭更劳人。想取烝黎泰，无过赋敛均。不知成政后，谁是得为邻”。足见李频非常重视农业生产和同情民间疾苦。李频死后，建州父老将他卜葬在“县之永乐洲”。又念及李频生前甚爱梨山风景，便在梨山建庙，用庙前大梨木刻成李频象，立在庙殿中，以供拜念。宋人有诗“建安梨岳老梨木，刻作唐朝建州牧”。庙今已荒废。\n\n　　李频整顿吏治，安定社会，发官仓赈济灾民，雇乡民疏通六门堰，按故道引水灌田。唐懿宗奖以绯衣、银鱼，调京任侍御史，后升任都官员外郎。不久，任建州刺史。频以礼法治下，深受百姓爱戴。后李频病死任内。建州百姓举城致哀，建梨岳庙以祀之。寿昌父老相与扶柩，归葬于永乐，并建都官祠以示纪念。\n\n　　天复年间，李频的儿子将父母棺柩运回家乡埋葬，途中遇战乱，无法运行，只好葬在昭武光泽的大乌洲。于是李频之后裔也就定居在光泽，今人称之为：“梨山李氏”。\n\n",
  "desc": "李频（818—876），字德新，唐大中元年(847)，唐寿昌长汀源人（今建德李家镇）葬于永乐(今李家)，唐代后期诗人。幼读诗书，博览强记，领悟颇多。寿昌县令 穆君 游灵栖洞，即景吟诗：“一径入双崖，初疑有几家。行穷人不见，坐久日空斜”。得此四句后稍顿未续。时李频从行，续吟：“石上生灵笋，池中落异花。终须结茅屋，到此学餐霞。”穆君大为赞赏。但此诗根据史学家考证是李频本人所作。",
  "dynasty": "唐代",
  "id": 1077,
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_1077.jpg",
  "name": "李频",
  "star": 0
}