{
  "content": "生平\n\n贞介好学\n\n　　韩滉年轻时特立独行、不附权势而爱好学习，因父亲韩休官勋而于唐玄宗开元年间而出任左威卫骑曹参军。开元二十七年，韩休逝世，韩滉为父离职守丧，期满除服后，被任命为京兆府同官县主簿。后又为母柳氏守丧，期满除服后，被任命为太子通事舍人。\n\n明于吏道\n\n　　至德元载，韩滉被青齐节度使邓景山召为判官，当时唐肃宗在灵武即位，又任命韩滉为监察御史兼北海郡司马，但因道路阻隔而无法到任，便迁至山南道以躲避战乱，被采访使李承昭表荐为通川郡长史，因其兄韩汯之前得罪宰相王玙，而使韩滉被改任为彭王府谘议参军。邓景山移镇淮南时，又表请韩滉任自己的幕僚佐吏，但韩滉未赴任，之后被朝廷任命为殿中侍御史，接连担任祠部、考功、吏部员外郎，他性格刚强正直，通晓政务，判南曹事务五年，详细探究官署中的文书簿册，就算细微的事也未被遗漏。\n\n　　唐代宗大历年间，韩滉改任吏部郎中、给事中，知兵部选事。其后迁任尚书右丞，知吏部选事。\n\n分掌财记\n\n　　大历六年，韩滉改任户部侍郎、兼管度支事务，与吏部尚书刘晏分掌天下财赋。\n\n　　大历十二年，京兆尹黎干奏称秋雨使庄稼损坏，韩滉则称其言不符实，代宗命御史前往核实。不久，御史回报称：“所损坏的庄稼约三万多顷。”渭南县令刘澡奉承依附韩滉，与御史赵计都声称只有渭南境内的禾苗没有损坏，代宗怀疑此事，再命御史朱敖视察，发现渭南实际有三千多顷庄稼受损。代宗便将刘澡贬为南浦县尉，赵计贬为澧州司户，但不问韩滉之罪。当时河中府的池盐亦因秋雨而大多损坏。韩滉害怕盐户减少纳税，就谎称池盐并未因秋雨损坏，仍有好盐出产。代宗怀疑韩滉所奏不实，派谏议大夫蒋镇前往视察，蒋镇畏惧韩滉，便回奏祝贺代宗，并请立祠，代宗下诏赐名为“宝应灵庆池”。\n\n治镇有方\n\n　　大历十四年，唐德宗即位，德宗厌恶韩滉过度搜刮民财，便改任他为太常卿，不久后又出任晋州刺史。同年十一月，改任苏州刺史、浙江东西都团练观察使。[16-17] 不久后，加职银青光禄大夫。\n\n　　建中二年六月，韩滉改任检校礼部尚书兼御史大夫、润州刺史、镇海军节度使、浙江东西道观察等使。韩滉到镇后，安抚百姓、平均租税，在任一年之后，辖境内清平安定。后因安定徐州之功转任检校吏部尚书，加金紫光禄大夫，封爵昌黎公，又改封南阳公。\n\n完靖东南\n\n　　建中四年，泾原士兵兵变，并攻陷帝都长安，德宗仓皇出逃至奉天。韩滉闻讯后，封锁关口与桥梁，禁止牛马出境。他还修筑石头城，开凿水井将近一百眼，整治馆舍数十处，修筑壁垒城堡，起自建业，抵达京岘山，楼房与城墙上凸形矮墙连成一片，既为德宗南渡长江作准备，也加固自己的守备。淮南节度使陈少游发兵三千在长江北岸大规模阅军，韩滉也派水军三千在京江炫耀武力，以此来与陈少游相呼应。当时盐铁使包佶有钱帛八百万，准备运往京城，但遭陈少游强行抢夺，包佶与数十人逃到上元县，又被韩滉劫夺。\n\n　　兴元元年，叛镇李希烈领兵五万围攻宁陵，引河水灌城，濮州刺史刘昌率兵三千坚守。韩滉遣将王栖曜、李长荣、柏良器，率军救援，王栖曜使强健的弩手数千人游过汴水，在夜间进入宁陵城。第二天，弩手从城上用箭射击李希烈，射到他所坐镇的帐幕里边。李希烈吃惊地说：“宣、润的弩手到了！”便解除宁陵之围，自行离去。五月，朝廷加韩滉为检校右仆射。\n\n　　当时，韩滉打算派使者进献绫罗四十担送到奉天，幕僚何士干请求前往。韩滉高兴地说：“你若能够替我去，请在今天就渡过长江。”何士干答应了。当何士干回去告别家人时，韩已经让人将家中需用的柴米储备罗列在门口和庭院。何士干登船时，韩滉已经让人把所需物资装备与用具在船中装满。下至清除粪便的拭秽之具，他都亲手逐项记录，无不周全详备。每个担夫发给银牌一块，系在腰间。又有一次，韩滉运送一百艘船的粮米，给李晟充作粮饷，他亲自将米口袋背放到船中，他的将佐都争先去背米袋，不一会儿，就把船装完了。韩滉还让每艘船设置弩手五人，用来作为防备打劫和互相声援之用。有盗贼时，便敲击船舷，互通警报，只用弩手五百人便足够了。直至运到渭桥，都不曾有盗贼敢靠近。\n\n　　同年，李晟等人收复长安，叛乱平定。当时，有人向德宗进谗，称韩滉修备石头城，暗怀异志。德宗怀疑韩滉，便向宰相李泌询问此事，李泌与德宗反复争论，并上疏以全家百口保韩滉并无异志。最终德宗批示了李泌的奏疏，让韩滉之子韩皋回家探亲，并当面赐给他绯色朝服，以好言安慰，并让韩滉尽快再运粮食。韩皋来到润州后，韩滉感激、高兴得流下了眼泪。在当天就亲自来到水边，发出粮食一百万斛，准许韩皋停留五天，随即回朝。韩皋与母亲告别时，哭声传到外面，韩滉大怒，叫出韩皋，用棍子打了他一顿，亲自送他到长江，打发他冒着风浪离开了。不久，陈少游听说韩滉进贡粮食，也进贡了二十万斛。德宗对李泌说：“韩滉竟然能够感化陈少游来进贡粮食了！”李泌回答说：“何止陈少游，各道也将要争着入朝进贡了！”\n\n　　同年十二月，陈少游死。淮南大将王韶打算自任留后，命将士推举自己代理军中事务，并准备大肆劫掠。韩滉派使者告诉他说：“倘若你敢作乱，当天我就带着全军渡过长江杀你！”王韶等因恐惧而放弃原来的打算。德宗听说此事后很高兴，对李泌说：“韩滉不只使江东安定，又使淮南安定，他真是有大臣的才具，你可以说是善于知人！”韩滉将江淮地区的粮食布帛运送到朝廷储存贡物的仓库中，没有一月中止。朝廷将他视为依靠，接连派使者前往慰劳，德宗也对他愈加恩宠。\n\n　　贞元元年，韩滉受任检校尚书左仆射、同平章事、江淮转运使，封郑国公。\n\n入朝拜相\n\n　　贞元二年春，朝廷徙封韩滉为晋国公。十一月初九，韩滉入京朝见。十二月初二，德宗命韩滉兼任度支、诸道盐铁、转运等使。韩滉入朝后，不满尚书左丞元琇建议和自己分掌运务，多次在德宗面前诋毁元琇。终使其被贬为雷州司户。\n\n病逝长安\n\n　　贞元三年二月二十五日，韩滉在长安昌化里的家中去世，享年六十五岁。德宗闻讯后，为其辍朝三日，追赠韩滉为太傅，谥号忠肃。\n\n　　同年闰五月十八日，将仕郎、前大理寺司直顾况作《检校尚书左仆射同中书门下平章事上柱国晋国公赠太傅韩公行状》。\n\n　　韩滉死后，韩廷将浙江东西道划分成三部分：浙西以润州为治所，浙东以越州为治所，宣、歙、池以宣州为治所，三处分别设置观察使，以便统领其地。\n\n\n主要成就\n\n行政\n\n　　充实仓廪\n\n　　自肃宗以来，各地征收赋税没有法度，仓库出入物资没有章法，国家财政空虚。韩滉为人清廉勤勉，精通文簿登记事务，他与刘晏分掌天下财赋时，制定赋税收支的法规，因他驾驭部下严厉，官吏都不敢欺骗。当时正值连年丰收，边境无患，从此仓库积蓄才开始充实。但韩滉过于严苛，审理反复，用法严峻，也招致了百姓的嗟叹怨恨。\n\n　　安定徐州\n\n　　韩滉任镇海节度使等职时，信安县人洪光、东阳县捍狼山的僧人惟晓等，联合数郡之人反叛，并迷惑百姓，韩滉率军将其讨平。\n\n　　韩滉曾派兵马使董晏率三千人镇守徐州，董晏部将沈清等人稍稍违反了军禁。韩滉派了一个使者，在辕门拿着文书，处罚董晏笞刑二十，并按军令处理了沈清等六十八人。\n\n　　运发粮帛\n\n　　泾原兵变时，淮、汴地区惊乱，韩滉训练士卒，有完靖东南之功。他又调发粮帛来帮助朝廷，深受朝廷依赖。当时关中战乱不息，每斗米价值五百钱，等到韩滉将米运到后，米价减少了五分之四。\n\n书法\n\n　　韩滉善《易》与《春秋》，好鼓琴。能书善画，长于隶书；章草学梁侍中，草书得张旭笔法，亦工篆草。\n\n绘画\n\n　　韩滉绘画远师南朝陆探微。善画人物，尤喜画农村风俗和牛、马、羊、驴等。其画牛之精妙乃为中国绘画史千载传誉之佳话：古人说韩滉画牛“落笔绝人”；对于其牛畜画，陆游谓之有生难见之“尤物”，赵孟頫称其为“稀世名笔”、金农叹为“神物”；又有清代画家钱维成将韩滉与韩干并称为“牛马专家”。《五牛图》是韩滉在牛畜画方面巨大成就的最有力的证明。韩滉作为“画牛专家”史有定论，且除《五牛图》外韩滉画迹不传于世，《五牛图》及其后人题跋自然就成为韩滉研究的极为重要的依据。\n\n　　考之画史，韩滉不仅擅画牛羊，还擅画人物和田家风俗。韩滉不仅是牛畜画的专家，在人物画方面也造诣精深、风格特出而自成一家。但韩滉“尤好图田家风俗”，描绘农家事物、风俗人物和表现农家生产、生活场面的田园风俗画在韩滉绘画中占有重要的位置，是韩滉绘画极为重要的内容。。南宋陆游赞其画：“每见村童牧牛于风林烟草之间，便觉身在图画，起辞官归里之望。”\n\n　　《宣和画谱》虽称韩滉画牛“落笔绝人”，却将韩滉列入“人物门”。从《画谱》将韩滉列入“人物门”而不是“畜兽门”来看，牛畜绘画并不是韩滉绘画最为重要的和最具特色的内容。这从画史言及鞍马动物画时有“韩马戴牛”之说可以看出韩滉画牛并非最佳。《画谱》所载北宋御府所藏韩滉画迹三十六幅中半数以上是田园风俗，三分之一以上是人物，而牛畜画只有四幅。从各种题材作品的数量上看，人物和田家风俗都是韩滉绘画的重要题材。戴嵩画牛学于韩滉，《画谱》将戴嵩列入“畜兽门”却将韩滉列入“人物门”，这其中原因恐怕不仅是因为戴嵩画牛“过滉远甚”，也不仅是因为当时所见韩滉牛畜画数量不多，而人物画又数量可观且其田家风俗题材中又多涉及田家人物。\n\n　　韩滉人物画不仅数量众多而且造诣极高、成就突出，有较高的地位。在谈到唐代人物画家的成就时，中晚唐画家程修己甚至认为韩滉人物画比张萱、周昉人物画还要“完美”：周侈伤其峻，张鲜忝其澹，尽之其为韩乎！\n\n　　程修己认为，周昉人物画过于夸张其丰硕之态而“伤”其俊秀之相，张萱人物画艳丽有余但缺乏生机，而韩滉人物画则能兼张周之长又弃其不足，甚至达到了“尽善尽美”的境地。\n\n　　士夫以谓鞍马愈于韩干，佛像追吴道玄，山水似李思训，人物似韩滉，非过论也！在邓椿看来，韩滉的人物画方面的成就能和韩干的鞍马、吴道子的佛像、李思训的山水互比高下。\n\n　　韩滉人物画的成就固然突出，但描绘农家事物、风俗人物和表现农家生产、生活场面的田园风俗画在韩滉绘画中占有重要的位置，是韩滉绘画极为重要的内容。《宣和画谱》所载韩滉作品三十六幅中半数以上为田家风俗题材，有人甚至认为《宣和画谱》所载韩滉画迹三十六幅中仅有两幅与田家风俗无关。另外韩滉田园风俗绘画见于著录的还有《村童嬉戏图》、《鼓腹图》 、《归去来图》等。《石渠宝笈》对韩滉《田家风俗图》和《丰稔图》有详细的记载和描述。这些作品内容极为丰富————牛羊、乡野村田、田家农事、风俗集社、村童农夫——或是农家风土事物或是农家风俗人物或是农家日常生产生活的场景。从画史著录来看，韩滉人物画除为王公贵族歌功颂德之作外多以村田乡野为背景描绘田家人物及其生产生活的场面；其以牛羊为题材的畜兽绘画也是以田园风光为背景。\n\n　　尝爱丹青，调高格逸，在僧繇子、虔之上，能图田家风俗及人物，特尽精妙，品居上上。朱景玄将韩滉绘画与小李将军李昭道和南宗绘画鼻祖王维同列在“妙品上”，认为其纸本绘画可与居神品之位的薛稷绘画相媲美。朱景玄虽然强调韩滉画牛“能绝其妙”，但却将韩滉绘画的题材依次列为村田、人物、水牛、驴子。可见田园风俗是韩滉绘画最为重要重要题材，且朱景玄对其田园风俗田园风俗绘画的评价也是极高的：\n\n　　...尝以公退之外，雅爱丹青，调高格逸，在僧繇子云之上...六法之妙，无逃笔精。能图田家风俗，人物水牛，曲尽其妙。议者谓驴牛虽目 前之畜，状最难图也；唯晋公于此二之能绝其妙。人间图轴，往往有之，或得其纸本者，其画亦薛少保之比，居妙品之上也。\n\n　　“能图田家风俗，人物水牛，曲尽其妙”——朱景玄所谓韩滉绘画“调高格逸，在僧繇子云之上”、“六法之妙，无逃笔精”、“居妙品之上”等的评价不仅是指其牛畜画，而是包括水牛和田家人物在内的田家风俗绘画。可以说，朱景玄也是将韩滉的牛畜画视为其田园风俗题材的一部分。在这一点上，《石渠宝笈》与《唐朝名画录》的看法是一致的。\n\n　　除《五牛图》外，韩滉绘画不传于世。韩滉以田家风俗人物和生产生活为题材的绘画我们已无缘亲见，而只能从仅有的文献记载来推测其大体风貌。元人苏伯达认为韩滉《田家风俗图》神气迥出，精妙可比王献之一笔书、陆探微一笔画，甚至超出陆探微而远在张僧繇、展子虔之上：\n\n　　《田家风俗图》晋国公韩太冲所画...尝观张爱宝云惟王献之能为一笔书，陆探微能为一笔画，今观此图，神气迥出，笔不停毫，真得探微一笔之妙。历唐以来出探微之右者其太冲耶！虽张僧繇、展子虔亦奚过焉！\n\n　　苏伯达所言与苏寿元所谓“睹其笔力真通神佳手，虽张僧繇、展子虔不得以窥其妙”所见略同，当为可信。古人对韩滉田园风俗画的评价——“居妙品之上”、“品居上上”、“虽张僧繇、展子虔不得以窥其妙”等——还是相当高的。《宣和画谱》说属于韩滉一派的张符《放牛图》：“取其村原风烟荒落之趣，儿童横吹藉草之状，其一蓑一笠，怠将人牛相忘。”陆游见韩滉所画《牧牛图》云：“每见村童牧牛于枫林烟草间之间，便觉身在图画。”\n\n　　韩滉的田园风俗绘画与杜甫、张籍、元稹等反映社会现实的诗作相辉映，表现出曾经目睹过开元、天宝的盛世景象又经历过安史之乱的一代文人对民生疾苦的深切忧虑和同情。其绘画中牛的形象正是其“任重而顺”甘于寂寞的人生写照，其绘画中的村田乡野、牧童农夫也正是感情所系。\n\n　　在唐代，诸多画家热衷描绘雍容典雅的贵族人物和华丽富贵的鞍马，而不屑于将牛羊、村田乡野、农夫牧童等田家风俗事物作为绘画的题材。但作为一朝宰相，韩滉却舍鞍马而求诸于牛羊，舍贵族宴乐声色而求诸于田家风俗景物，将绘画题材转向农家生活的拓展，关注田家的悲欢。他在农村生活和田家风物的描绘中，记录着农家生活的喜怒哀乐，寄予着对广大穷苦百姓的深切同情，并从中发现一种农家生活质朴自然的美，在怡然自乐中蕴含着一种恬淡闲适的情调。\n\n　　韩滉开创了田园风俗绘画的先声，并深深影响了戴嵩、李渐、张符、邱文播等一批以田园风俗为题材的画家的创作，形成了以韩滉为首的田园风俗绘画一派，对后世耕织图的发展也有一定的启示意义。\n\n\n轶事典故\n\n　　韩滉在吏部时，有盗贼杀害富平县令韦当，县吏捕获此人，却发现他隶属北军是禁兵，监军鱼朝恩为其求情，代宗特别下诏将其赦免。韩滉上密疏驳奏，终使此人伏法。\n\n　　韩滉长年镇守二浙，他任用僚佐属吏时，充分地利用他们的长处，从未任人不当。曾有个故友的儿子去投奔他，向韩滉说他没有什么才能。韩滉请他参加宴会来观察他，发现他直到宴席结束还端端正正地坐着，不与邻座的人说话。后来几日，韩滉就让他入军籍，令他监督库门。韩滉让人去看他，他每天很早就去了，一个人端端正正地坐到太阳下山，官吏和士卒都不敢随便进出。\n\n　　刘玄佐在汴州，习惯邻道不尊朝廷的先例，长时间没有入京朝见。韩滉入朝经过汴州时，刘玄佐器重他的才能与声望，以属吏的礼节谒见韩滉。韩滉与刘玄佐相互约定结成兄弟，他请求拜望刘玄佐的母亲，刘玄佐的母亲很高兴，备办了酒席会见他。在酒至半酣时，韩滉说：“兄弟你什么时候入京朝见呀？”刘玄佐说：“我早就打算入京朝见了，只是物力还不具备罢了。”韩滉说：“我那里的物力够你用的，兄弟应该及早入京朝见。伯母年事已高，不能让她再带着家中的各位女眷去做没入后宫的执役人啊。”刘玄佐的母亲禁不住悲哀地哭泣起来。韩滉随即赠给刘玄佐钱二十万缗，让他置办行装。韩滉在汴州停留了三天，拿出大量的钱帛奖赏和犒劳将士，全军将士都被他打动，刘玄佐既惊叹又佩服。不久后，刘玄佐派人暗中探听韩滉的情况，听到韩滉问孔目官说：“今天的费用有多少？”对孔目官的查问和督责都非常详细。刘玄佐笑着说：“我明白他的用意啦！”不久后便与陈许节度使曲环一起入京朝见。\n\n　　韩滉性情严苛暴躁，他为相时，正被德宗重用，他所说的，德宗无不听从，其他宰相只不过是在相位上充数罢了，而朝中百官总是有弥补不完的过错。宰相柳浑虽为韩滉所荐，但还是严肃地责备韩滉说：“先相公因气量狭窄，苛察细事，出任宰相不满一年便被罢免，如今你更是变本加厉了。你怎么能够在听政之地拷打官吏，以至出了人命呢！妄自尊大，滥用权势，这哪里是人臣所应做的事情呢！”韩滉听后惭愧，便将稍稍收敛一些威严。\n\n　　韩滉在中书府时，叫一名官员来见他。这人没有按时赶到，韩滉生气命人用鞭子打他。这个人说：“我还有归属，不能应时而来，请求宽恕。”韩滉说：“你是宰相手下的人，还能归谁管？”这个人说：“我不得已还归阴间管。”韩滉认为他的话不诚实，就对他说：“既然归阴间管，你有什么职责？”这个人说：“我负责管理三品以上官员的饮食。”韩滉说：“既然如此，我明天应该吃什么？”这个人说：“这可不是小事，不能随便说出来，请让我写在纸上，过后再验证。”于是韩没有鞭打他，而是将他关了起来。第二天，突然皇帝召见韩滉。见到皇帝后，正遇见太官给皇帝送饮食。其中有一盘糕点，皇帝将一半赏给韩滉吃，味道很美，随后又将另一半也赏给他吃了，韩滉退下去后感到腹胀，回到家里后找医生来看病。医生说：“是食物堵塞，可以喝少量的橘子皮汤。”当晚，便可以喝粥了，天亮后病就好了，韩滉想起前天那个人说的话，便将他召来，要过他写的纸一看，吃的东西全都跟他写的一样。便又问那人道：“人间的饮食，都有人预先安排吗？”回答说：“三品以上的官员，其饮食每天一安排；五品以上有权位的官员，一旬一安排；六品至九品的官员，每季安排一次；如果是不领俸禄的老百姓，则是每年安排一次。\n\n\n家庭成员\n\n家世\n\n　　曾祖　　韩符　　官至潭阳郡太守。\n\n　　祖父　　韩大智　官至洛州司户参军。\n\n　　父亲　　韩休　　字良士，唐玄宗时拜相，谥号文忠。\n\n　　母亲　　柳氏　　生平不详\n\n平辈 \n\n兄长\n\n　　韩浩　　官至高陵县尉\n\n　　韩洽　　官至监察御史。\n\n　　韩洪　　官至邢州长史。\n\n　　韩澣　　官至郊社县丞。\n\n　　韩汯　　官至谏议大夫。\n\n弟弟\n\n　　韩□　　官至京兆府录事参军。\n\n　　韩浑　　官至太常少卿。\n\n　　韩洄　　官至兵部侍郎。\n\n子\n\n长子\n\n　　韩群　　官至礼部员外郎。\n\n次子\n\n　　韩皋　　仲闻，官至尚书左仆射。\n\n孙辈\n\n孙子\n\n　　韩察　　官至明州刺史。\n\n　　韩宥　　官至卫尉卿。\n\n　　韩宽　　官至右金吾兵曹参军。\n\n　　韩充　　官至舒王府录事参军。\n\n　　韩兖　　生平不详\n\n曾孙辈\n\n曾孙\n\n　　韩谏师　　生平不详\n\n　　韩绍　　官至京兆文学。\n　　\n　　韩玫　　官至成都少尹。\n\n曾孙女\n\n　　韩氏　　嫁兵部尚书柳公绰。\n\n玄孙辈\n\n　　玄孙　　韩讽　　韩玫之子，生平不详。\n\n",
  "desc": "韩滉（huàng）（723年－787年3月19日），字太冲，京兆长安（今陕西西安）人。唐代画家、宰相，太子少师韩休之子。贞元三年（786年），韩滉去世，年六十五。获赠太傅，谥号“忠肃”。韩滉工书法，草书得张旭笔法。画远师南朝宋陆探微，擅绘人物及农村风俗景物，摹写牛、羊、驴等动物尤佳。所作《五牛图》，元赵孟頫赞为“神气磊落，希世名笔”。好《易》及《春秋》，著有《春秋通例》、《天文事序议》等，今均佚。《全唐诗》存诗二首。",
  "dynasty": "唐代",
  "id": 2664,
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_2664.jpg",
  "name": "韩滉",
  "star": 0
}