{
  "content": "生平\n\n祖荫出仕\n\n　　李岘乐于结交地位低下的贤士，少年时就十分有政治才干。李岘二十岁的时候，曾经跟大智禅师学习佛法，志向远大、刻苦修行，禅师告诉他：“你应该为国家尽力，缘分不在此处。\n\n　　李岘父亲李祎军功卓著，因此依靠祖上的功勋，李岘从左骁卫兵曹做起，后改任太子通事舍人、鸿胪丞、河府士曹，直至多次担任高陵令，以处理政务有方而文明，破格提升为万年令、河南少尹、魏郡太守；召入任金吾将军，升任将作监，改任京兆尹，所任各职政绩显著。玄宗每年都去温汤临幸，所过之处都大肆进贡珍玩以向皇帝献媚，只有李岘不献珍玩，皇帝以为他与众不同。杨国忠派人骞昂、何盈揭发安禄山造反的阴谋，让京城的官捕搜查他的府邸，搜到安岱、李方来等与禄山谋反的证据，将他们勒死。安禄山发怒，上书为自己辩解，皇帝害怕发生事变，将李岘贬为零陵太守出京，并兼任御史中，丞荆州等五道副元帅、采访使。天宝十三年，长安阴雨连绵六十几天，宰相杨国忠憎恨他不依附自己，便把雨灾归咎到京兆尹李岘头上，因此出任长沙太守。李岘走后，京城的粮食价格飞涨，百姓们都说：“想使米粟贱，莫过追李岘。”他理政时就是如此深得人心。永王当时任江陵大都督，暂时授予李岘为长史。\n\n贤相决事\n\n　　至德初年，肃宗朝致力于收求杰出的人才，以肃清祸难，李岘被召见于皇帝在外驻停的地方，肃宗下诏，拜李岘为扶风太守，兼御史大夫；至德二年十二月，不久改为凤翔太守又兼御史中丞，当时皇帝驾临，知侧近兵马粮料，加授尚书左丞，仍然管理凤翔县的事物。等到皇帝回到京城，改授他为礼部尚书，下制说：“银青光禄大夫、守礼部尚书李岘，为军队提供粮饷周到丰厚，开创事业取得成就，可任命为光禄大夫，行御史大夫，兼京兆尹，封梁国公。”\n\n　　李岘有兄长李峘、李峄。李峘跟随太上皇李隆基，李岘在灵武拥戴肃宗，因为爵官一样高，同时都是御史大夫，一起处理御史台的公务，又在一张制文下封国公，而李峄是户部侍郎、银青光禄大夫，兄弟三人都住在长兴里的府邸，门前列三戟以示尊荣。\n\n　　乾元二年，朝廷下制说：“李岘在朝中德高望重，在宗室里又是忠诚之臣，可任中书侍郎、同中书门下平章事”，即为宰相，当时的宰相还有吕諲、李揆、第五琦等人，但李岘名望最高，所以军国大事，诸公不敢多言，都由李岘决断，吕諲等人对此都有怨恨。\n\n制衡阉党\n\n　　起初，宦官李辅国判行军司马，暗中派官员打听民间的是非，称为察事。忠诚善良的人遭到诬陷的接连不断，有事申诉，朝中个官署不敢违抗。御史台、大理寺关押的重要犯人，还未审讯审判结束，讼词就被追到银台，不问罪行轻重，一时全部释放，无人敢于违背。他每天在银台门处理天下政事，需要决定时，就称皇帝颁下制敕，宫中的符印，进出都佩戴在自己身上。即使有敕书，需要李辅国签署，然后才能施行。\n\n　　等到李岘为相时，在皇帝面前磕头直言李辅国乱政专权，皇帝于是醒悟，赏识李岘的正直，革除了这些弊端。李辅国因此辞去行军司马，请求任原官，察事等被停止；此后诏书不由中书省而发出，李岘必重新审查。\n\n　　李岘对抗宦官专权，将敕文发制权重新收归中书省，李辅国由此深恨李岘。\n\n直谏罢相\n\n　　凤翔七马坊的押官，起先行盗贼举动，抢劫平民，州县官衙不能制止，被天兴县令知捕贼谢夷甫擒获处决。他的妻子告状为夫伸冤。李辅国从前曾担任飞龙使，偏私其人，为他上诉，下诏监察御史孙蓥审理这个案子。蓥开始判决谢夷甫无罪。他的妻子又来上诉，下诏令御史中丞崔伯阳、刑部侍郎李晔、大理卿权献三司审问，三司审讯的结果与孙蓥相同。\n\n　　他的妻子申诉不已，下诏令侍御史毛若虚再次审问，若虚判谢夷甫有罪，又说崔伯阳三人徇私，没有依据事实判决。崔伯阳大怒，派人去召见毛若虚，话不投机。崔伯阳想上奏此事，毛若虚已经先骑马觐见，向肃宗告急，皇帝说：“我知道了，卿出去吧。”毛若虚说：“臣出去就要死了。”皇帝因此留他在帘内。过了一会，崔伯阳来到，肃宗询问，崔伯阳极力说毛若虚顺从权幸意旨，附会宦官。皇帝发怒，将他斥责而出。\n\n　　崔伯阳被贬端州高要尉，权献被贬为郴州桂阳尉，凤翔尹严向及李晔都被贬到岭下做一名县尉，孙蓥被除去名籍长期流放播州。李岘认为几人都没有罪，处罚太重，想为他们说理，于是上奏：“如果毛若虚奉迎权贵意旨滥用刑罚，违犯国家法律，陛下如果相信他的判决，是不相信御史台。”皇帝对李岘的话很生气，贬李岘出京为蜀州刺史，再次出任江陵并兼御史大夫，充荆南节度观察处置营田等使。当时右散骑常侍韩择木入宫应对，皇帝说：“李岘想专权吗？为什么说信任毛若虚就是不信任御史台？已下令贬他做蜀州刺史，朕还觉得处罚太轻了。”韩择木回答：“李岘说话直率，不是想专权。陛下宽恕他，只会增加圣上的德行。”\n\n代宗复相\n\n　　代宗即位，征招李岘为荆南节度、江陵尹，知江淮选补使。又召入为礼部尚书，兼宗正卿。时逢皇帝驾临陕州，李岘从商州山路赶赴皇帝所在。回到京师，拜李岘为黄门侍郎、同中书门下平章事。\n\n　　按照先例，宰相不在政事堂接见宾客。当时天下多事，宰相元载等见宦官传达诏命至中书省，就领他们进入政事堂，设置榻床接待。李岘为宰相，下令撤去榻床，上奏请常参官分别举荐能够胜任谏官、宪官者的人才，不限人数。\n\n公正执法\n\n　　刚收复东京时，讨论如何处置接收叛贼官职的陈希烈已下数百人，崔器奉迎旨意严峻苛刻，上奏请求全部处死；皇帝也意欲严惩以警戒天下，打算听从崔器的意见。\n\n　　当时李岘为三司使，坚持说：“凡事有首恶有从犯，情节有轻重，如果一概处死，恐怕有违陛下宽宏大量的深义，又不符合国家允许自新的法典。再说羯胡扰乱纲常，无人不收到凌辱，二京全部陷落，天子流亡南方，人人各故性命，礼教败坏。有的是陛下亲戚，有的是勋旧子孙，如果全部处以极刑，恐怕违背仁爱宽容的本意。古代贤明的君主用刑，只是杀掉首恶，胁从不问。何况河北残余的敌人尚未平定，官吏多被贼人拘限，如果能宽大处理免除死罪，正好开启悔过自新的道路；如果全部处死，是为坚定叛逆党羽的决心，谁还敢改过自新归顺国家？困兽尚且斗争，何况数万人呢！”崔器、吕諲，都是死守条文的官吏，不识大体，不知道变通。朝廷争议了数日，才听从了李岘所奏，全保全了很多人的性命。\n\n　　因为他能预料政敌动向、决定大事都如此准确，竟被宦官所排挤，免去知政事，为太子詹事，并充任江南西道勾当铸钱使。不久升任吏部尚书，知江淮举选，在洪州设置考场，并担任劝农宣慰使。第二年，改任检校兵部尚书，兼衢州刺史。永泰二年七月因病逝世，时年五十八岁。\n\n宣宗图阁\n\n　　大中元年，宣宗诏令李岘等三十七人画像，续图临烟阁。\n\n擢拔人才\n\n　　李岘慧眼如炬，提携后进，选拔英才，最为著名者，当以李栖筠[17]为首。李栖筠之子是为李吉甫，其孙更是著名的李德裕。李岘为太守时，李栖筠调动为冠氏主簿，两人遂成布衣之交[18]；后来李岘为御史大夫，李栖筠为详理判官，二人位上下级，同心同德，李岘对其爱护有加，两唐书皆有记载[19-20]。\n\n　　除此之外，李岘擢选的另一位名士是赵郡李华，荐其为检校吏部员外郎[21-22]，两唐书亦多有记载。李岘去世后，以文而名的李华为其生平作传。\n\n\n家庭成员\n\n夫人 \n\n　　河南独孤峻，独孤思贞之孙，独孤籍之女，唐玄宗信成公主驸马独孤明的姐妹。[23-24] \n\n子女 \n\n　　子：大理司直李孝孙\n\n　　女：孤女范阳卢浩妻\n\n",
  "desc": "李岘（708年-766年），字延鉴，唐太宗李世民玄孙，吴王李恪曾孙，信安郡王李祎第三子。唐朝宗室、宰相，官至中书侍郎同平章事，封梁国公。历经三朝，一生历任多州州牧，两度出任江陵，多次担任京兆尹，五次登上相位，六次官拜尚书，七次担任专门大使。历任要职，在任多有功绩。代宗永泰二年（766年）病逝，时年58岁。任官有为，知人善任，依法理政，正气不阿。宣宗大中初年诏令上临烟阁。",
  "dynasty": "唐代",
  "id": 1186,
  "name": "李岘",
  "star": 0
}