{
  "content": "介绍\n\n　　王之涣是盛唐时期著名的诗人，以《登鹳雀楼》这篇而经典诗作脍炙人口，家喻户晓。\n\n　　王之涣现存生平资料不多，只知早年由并州迁居至绛州，曾任冀州衡水主簿。衡水县令李涤将三女儿许配给他。因被人诬谤，乃拂衣去官，“遂化游青山，灭裂黄绶。夹河数千里，籍其高风；在家十五年，食其旧德。雅谈圭爵，酷嗜闲放。”。后复出担任文安县尉，在任内期间去世。\n\n　　王之涣“慷慨有大略，倜傥有异才”，早年精于文章，并善于写诗，多引为歌词，常与王昌龄、高适等诗人互相唱和，名动一时。他尤善五言诗，以描写边塞风光为胜，是浪漫主义诗人。靳能《王之涣墓志铭》称其诗\"尝或歌从军，吟出塞，曒兮极关山明月之思，萧兮得易水寒风之声，传乎乐章，布在人口。\"但他的作品现存仅有六首绝句，其中三首边塞诗。[1]他的诗以《登鹳雀楼》、《凉州词》为代表作。章太炎推《凉州词》为“绝句之最”:“黄河远上白云间，一片孤城万仞山。羌笛何须怨杨柳，春风不度玉门关。”\n\n\n婚姻\n\n　　王之涣与李氏的婚姻，可能还有一段罗曼史。开元十年两人结婚时，王之涣是已婚并且有孩子之人，年已35岁，而李氏年方二九，比王之涣小17岁，正是妙龄女子。县令的千金，嫁给父亲部属、35岁又已婚的小小县尉，颇耐人寻味。这一定是为王之涣的才华所倾倒。\n\n　　靳能在墓志铭中称王之涣“孝闻于家，义闻于友，慷慨有大略，倜傥有异才”，可谓对王之涣一生的完美概括。\n\n　　李氏嫁给王之涣后，两人恩爱。王之涣在家赋闲15年，李氏安贫乐素，跟他过着清苦的生活。王之涣再入宦场，生活刚有了转机，却染病身亡，使李氏不到40岁而守寡。王之涣死后六年，李氏也因病而死。因王之涣有前妻，两人竟不能合葬。\n\n\n人物生平\n\n身世之谜\n　　王之涣在新旧《唐书》均无传，《唐才子传》所记也甚简，说王之涣为蓟门人。唐人靳能所作《唐故文安郡文安县太原王府君墓志铭并序》记载，之涣“本家晋阳，宦徙绛郡”，则晋阳为其原籍，做官时居绛州。墓志铭说王之涣卒于天宝元年二月，享年55岁，推之可知生于武后垂拱四年。 \n\n为官不顺\n　　武后垂拱四年，王之涣出生于太原王家，为当时名门望族。他的五世祖王隆之为后魏绛州刺史，可能因此而移家绛州的。曾祖王信，隋朝请大夫、著作郎，入唐为安邑县令。\n\n　　玄宗开元十四年，王之涣任冀州衡水主簿，赋《宴词》、《送别》。\n\n　　开元十年，王之涣与勃海李氏结婚，李氏乃冀州衡山县令李涤之第三女。\n\n　　开元十四年，王之涣由于遭人诬陷诽谤，辞去官职。\n\n居家唱和\n　　开元十五年—开元二十九年，王之涣家居十五年。赋《九日送别》、《登鹊雀楼》、《凉州词》二首。\n\n　　开元二十年，王之涣流寓蓟门，高适来访不遇，赋诗留赠。\n\n遭疾终去\n　　天宝元年，王之涣补文安郡文安县尉。同年二月二十四日遭疾终于官舍，享年五十五岁。\n\n　　天宝二年，王之涣葬于洛阳北原，永宁县尉靳能撰墓志铭。\n\n\n墓地\n\n　　从洛阳千唐志斋博物馆获悉，近日，该馆先后征集到王之涣的堂弟王之咸及王之咸第五子王绾的墓志，据该馆有关负责人称，截至目前，洛阳曾经出土过王德表及其夫人、王洛客、王之咸、王绾、王之涣等王氏家族的九方墓志，足以说明唐代著名诗人王之涣家族的墓地就在洛阳。\n\n　　王之咸的墓志记载，他的祖父名叫王德表，曾做过瀛州文安县令；父亲名叫王景，曾做过登州和莱州刺史等官职；王之咸曾做过长安县尉等职，后因故被贬为淄川郡司士。唐天宝十年四月十二日，五十七岁的王之咸因病死于淄川官舍。天宝十二年十月十七日，他和夫人李氏被合葬于洛阳北邙山。\n\n　　王绾墓志记载，王绾一生曾做过十个官职，最后被授予左赞善大夫之职。公元七九三年，王绾死于京城长安。王绾的二哥当时在江南任御史中丞，听到消息后，让儿子赶到长安，护送王绾灵柩回洛阳，并于第二年四月七日葬于北邙山祖茔。\n\n　　据千唐志斋博物馆研究员赵跟喜介绍，志文记载，王之涣家族原籍山西太原，死后最早葬在洛阳的为王之涣的祖父王德表。王德表晚年住在洛阳，共有五个儿子，其中一子名字不详，另外四子分别叫王昱、王洛客、王景和王昌，死后也都葬在洛阳。王之涣为王昱的儿子。目前，千唐志斋博物馆共收藏有王氏家族七方墓志，王洛客的墓志现藏香港中文大学文物馆；王之涣的墓志出土于上世纪三十年代，现藏南京博物院。\n\n",
  "desc": "王之涣（688年—742年），是盛唐时期的著名诗人，字季凌，汉族，绛州（今山西新绛县）人。豪放不羁，常击剑悲歌，其诗多被当时乐工制曲歌唱。名动一时，他常与高适、王昌龄等相唱和，以善于描写边塞风光著称。其代表作有《登鹳雀楼》、《凉州词》等。“白日依山尽，黄河入海流。欲穷千里目，更上一层楼”，更是千古绝唱。",
  "dynasty": "唐代",
  "id": 447,
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_447.jpg",
  "name": "王之涣",
  "star": 225
}