{
  "content": "生平\n\n苦读游历\n\n　　邵雍年少时期，也自认为才志出众，慷慨激扬的欲求取功名。邵雍爱读书，几乎无书不读，求学中对自己要求严格而刻苦。为磨练出坚强的意志力，他冬天不生炉子，夏天不扇扇子，夜里不睡觉的刻苦地学习了好几年。在苦读中他叹息道：“昔人尚友于古，而吾独未及四方。”，意即过去的人学习古人经典，还与古人做朋友，不单读古人的书，而且要广泛游历古人曾经游历过的地方，而我现在只是读了古人的书，却还没有去四方游历过。”[6] 所以，他就越过黄河、汾河、徒涉江淮、汉江平原。考察了西周的那些分封国的齐、鲁、宋、郑遗址，用了很长一段时间的游历来增长见识，待到邵雍归来时，他感叹道：“道在是矣！”自此便再没有出去游历了。\n\n学易悟道\n\n　　当时李之才为共城县令，听说邵雍好学，便去见邵雍，并对邵雍说：“子亦闻物理性命之学乎？”，意即“你知道宇宙万物周期发展过程的“物理”之学和有关性命的学问吗？”\n\n　　邵雍回答道：“幸受教。”，意指愿受李之才的教导，这样邵雍就拜李之才为师，学习了《河图》、《洛书》，伏羲氏的八卦六十四卦图像。李之才所传授的这些东西都是久远年代流传下来的，而邵雍探索其中深奥的内涵时，往往如有神助一般的能妙悟、洞彻其内涵，最后获得的如同汪洋一般浩瀚博大的知识，多半是邵雍自行悟道所得。\n\n　　邵雍研习这些经典的时间越久，其德行也越来越为世人所称颂。同时，邵雍的智慧也在增长中，他明白了天地的运动变化规律、阴阳消长的规律、世道变迁的规律，甚至对微小的走、飞行类动和草本木本植物的特性也一样了然于胸。他高深的智慧，被当时世人认为已达到不惑的程度。邵雍的学说不是模仿前人、偶然应验的学说。邵雍悟到了伏羲八卦中自带的先天因素，并因此写下数十万言的著作流传于世，但由于他处于隐居状态，所以很少被世人所知。\n\n乐居洛阳\n\n　　宋仁宗皇祐元年，邵雍自共城迁居洛阳。邵雍初到洛阳的时候，所居房屋都是棚草做门的，难以抵挡风雨。邵雍以打柴为生，亲自烧火做饭以侍奉父母。虽然日子穷苦、一无所有，但邵雍却一副怡然而自得其乐的样子，为周围的人所难以理解。当时的前宰相富弼、司马光、著名诗词家吕公著等退居洛阳，敬重邵雍，常常与之一起从游，并为邵雍置办了接近都市的带园地的住宅。\n\n　　嘉祐七年，邵雍移居王拱辰、富弼和司马光等人出资为其在洛阳天宫寺西天津桥南置办的园宅。从此邵雍在园地上自耕自种，过上了自给自足的生活，并为自宅起名为“安乐窝”，并自号为“安乐先生”。\n\n　　邵雍白天时常焚香安坐，申时喝三四杯酒，微醉就不喝了，还没醉时常常兴致到了就即兴吟诗自咏。春秋农闲时节，邵雍常出城游历、风雨天常不出门，出门常乘一小车，让人拉着，随意而行。士大夫家对邵雍的车轮声都非常熟悉，争相迎候，连小孩子、老人和那些仆人、衙役们都会欢愉的说“我家先生来到了。”从来没有人直呼他姓名的。有时邵雍在他们家住了一晚后留下书信后又走了。还有热心好事之人，仿造邵雍“安乐窝”的样式建了新的别苑，等候邵雍的光临，并取名叫“行窝”。\n\n德感世人\n\n　　司马光以邵雍为兄，他二人高尚品德为周围乡邻所仰慕。父亲训斥儿子，哥哥教育弟弟时往往说：“你做不好的市，恐怕司马先生、邵先生会知道的。”有官员、读书的士子到洛阳，即使不去拜访官府，必会去邵雍住处拜望。邵雍德行甚为纯正，来拜访的人一望就知邵先生之贤良，但邵雍自己却从来不表露自己，也不提防别人什么，和大家在一起谈笑风生的，没有避讳的。与人交谈，喜欢说人家的长处而不喜欢说别人的缺点。有向他问教的他总尽力解答，从来不用强制的方式向别人说教。邵雍待人不分贵贱，都是一样的诚恳。所以，贤良的人喜欢他的德行，不贤良的人也被他感化了。一时间洛阳人才辈出，忠厚之风闻天下。\n\n　　熙宁三年，宋神宗全面推广新法，官吏受胁迫难以推行，有的就递上引咎辞职的呈文，想要离开。邵雍居住在州县的门生旧友都带着书信造访邵雍，邵雍说：“这是贤德的人应当尽力的时候，新法固然苛严，能尽自己为官之力对百姓宽厚一分，那百姓就会受到一分恩赐。弃官对百姓又有什么好处呢？”\n\n隐而不仕\n\n　　宋仁宗嘉佑时，皇帝下诏求散失的贤才，西京留守王拱辰把邵雍上荐应诏，任命他为将作监主簿，下诏再推举有杰出才能的人，补任颍州团练推官，都坚决推辞之后才接受任命，最后还是称病不赴任。\n\n病卒简葬\n\n　　邵雍患病垂危期间，司马光、张载、程颢、程颐这些知名人士早晚在他跟前守候照料，将死去时，大家在外厅共同商议他的丧葬事宜，邵雍都可以听到那些商议的话语，就召唤他儿子邵伯温到跟前交代说：“诸君欲葬我近城的地方，应当从于先祖的坟地，一切从简。”\n\n　　熙宁十年，邵雍去世而简葬了，终年六十七岁，追赠他秘书省著作郎。元祐时又赐予他谥号康节。\n\n　　程颢所做的墓铭志里称邵雍的学问纯正统一而不杂乱，就邵雍所达到的境界，可以说是安且成矣。邵雍所著书有《皇极经世》、《观物内外篇》、《渔樵问对》，诗有《伊川击壤集》。\n\n\n主要成就\n\n儒学成就\n\n　　两宋理学的产生，标志着中国儒学进入了一个新的复兴阶段。在理学的创立阶段，邵雍和周敦颐、张载、程颢、程颐并称“北宋五子”，《宋史·道学一》的排列次序为周敦颐、程颢、程颐、张载、邵雍。朱熹也把邵雍同周、张、二程和司马光并称为道学的“六先生”。上述诸人都是理学的创始人，他们的学说在理学阵营中各具特色，各成学派。然而，诸人都以儒学为宗，为探讨、发挥“六经”、“四书”之义理，以振兴儒学为职志。\n\n文学成就\n\n　　同其他北宋四子相比，邵雍在文学尤其是诗歌领域也取得了令世人瞩目的实绩。然而长期以来，由于受传统诗学观的影响和对理学重道轻文观念的偏见，诗论家对以邵雍《伊川击壤集》为代表的理学诗的文学成就始终未能引起足够的重视。\n\n　　但在南宋严羽的《沧浪诗话》中，以说理为主的“康节体”赫然与苏黄王陈等宋诗诸大家相并列，充分地体现出其强烈的个性化色彩，这也是在文学批评史上第一次对邵雍诗歌进行的诗学化的身份确认，具有重大的认识价值。近几十年来，学术界对于理学与文学关系的探讨日益深化，诗歌总量冠居宋儒之首的邵雍作为理学诗创作的典型个案受到了研究者的青睐，取得了丰硕的研究成果。《伊川击壤集》在东亚文化圈内也有着非常广泛的传播与影响，并且在日本和朝鲜都曾多次刊刻，现今亦有朝鲜刊本与和刻本传世，虽然《伊川击壤集》不是宋诗中的正格，但他却以自身的文学实绩切实地参与了宋诗精神的创建，对于宋诗风貌的形成也具有重要的促进作用，应该在文学史的书写中占有一定的地位。\n\n易学成就\n\n　　邵雍是两宋理学奠基人之一，邵雍的哲学思想受到《列子》、《庄子》的影响，在吸收道家易与汉代《易》学思想成分的基础上，形成了对《周易》的独到理解，其所作《皇极经世书》的基本精神是质诸天道而本于人事。邵雍编制宇宙年谱的目的在于经世，其对道的概念的形而上理解超越了以往历代儒家，对于宋代理学的形成与发展起到了至关重要的作用。\n\n　　首先，以天地之数和圆方之数作为天地源起之象征，并以此二数分为十六大位，以穷究天地体用之变化。其次，以阴阳奇偶之数作为天圆地方之数的基础，并以阴阳刚柔之四象、八卦配合干支之数，参以天地变化之数和体四月三之原则，以导出象征生灵万有之动植通数。再次，结合前两部分所探讨之天圆地方变化十六位数和阴阳刚柔奇偶动植通数，以呈现出一体用生物运行具象之数，以此代表天地万物的流行生化之象《天主运行，地主生化》。再次，将天行刚健之数进一步具体细分为元会运世之数．以成就邵雍独创之历法纪年。同时，将地生柔顺之数进一步体现于律吕声音之多元性和差异性来表现动植生物之不齐与参差。最后，以此五类大数施行、旁通而统贯于自然界与人文界之一切万有，以作为邵雍易学中穷理之学的终结。\n\n\n家庭成员\n\n父：邵古。\n\n子：邵伯温，官至提点成都路刑狱、利州路转运副使。\n\n孙：邵溥、邵博、邵传。\n\n\n后世纪念\n\n　　邵雍墓位于洛阳伊川县平等乡伊水滨的紫荆山下。墓地坐北面南，南北长89米，东西宽48米。墓冢高2米，周围砖砌八角墙。冢前有墓碑，上书“宋儒先生康节邵夫子墓”。另有券棚式享堂3间、石牌坊1座。墓前石牌坊系清乾隆十七年嵩县知县徐玑督工于旧坊遗址新修而成。此外，邵雍墓还保留有明清民国时重修碑记三方。1963年这里被河南省政府定为省级重点文物保护单位。1986年，伊川县人民政府拔款对邵雍墓进行修整。\n\n",
  "desc": "邵雍（1011年—1077年），字尧夫，生于范阳（今河北涿州大邵村），幼年随父邵古迁往衡漳（今河南林县康节村），天圣四年（1026年），邵雍16岁，随其父到共城苏门山，卜居于此地。后师从李之才学《河图》、《洛书》与伏羲八卦，学有大成，并著有《皇极经世》、《观物内外篇》、《先天图》、《渔樵问对》、《伊川击壤集》、《梅花诗》等。嘉祐七年（1062年），移居洛阳天宫寺西天津桥南，自号安乐先生。出游时必坐一小车，由一人牵拉。宋仁宗嘉祐与宋神宗熙宁初，两度被举，均称疾不赴。熙宁十年（1077年）病卒，终年六十七岁。宋哲宗元祐中赐谥康节。",
  "dynasty": "宋代",
  "id": 2632,
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_2632.jpg",
  "name": "邵雍",
  "star": 8
}