{
  "content": "轶事典故\n\n　　几位才情既高，品貌又佳的少女在大观园里搞累了赋诗的活儿，就想何不去填写词作来增添增添新鲜感？于是大家便因才女史湘云这“柳絮词”各自施展开了手脚，匆匆填写起来。跟平时逞才斗智的结果几乎一模一样，若论情感的悲凉和缠绵，那自然就没有人敢同黛玉一决高低的；而湘云之词也因情致妩媚被人称道。只是可惜得很，终生极爱赋诗填词的公子哥儿贾宝玉却又“落第”了。至于其中素以世俗眼光看问题并因此争得许多实惠的薛宝钗，她此次所填的词居然也被“众人拍案叫绝，都说：‘果然翻得好！自然这首为尊……’”而薛氏这首词牌名为《临江仙》的词作，其中最为警策也最为令人欣赏的，应该还是该词的结句：\n\n　　好风凭借力，送我上青云！\n\n　　这令人歆羡不已的场景，即出现在《红楼梦》第七十回“林黛玉重建桃花社，史湘云偶填柳絮词”。事实上，薛宝钗这警句却也并不是她的自创，而是有所蓝本的。她所借鉴着的词作，也正属于同一词牌的宋人作品；只是这宋人《临江仙》还涉及一个令人甚受鼓舞的故事呢！\n\n　　这故事的主人公，也就是如今籍贯山东高密的侯蒙。这侯蒙先生后来的政绩可不简单，要知道，当年建议宋徽宗招降宋江并使之攻打方腊的主意就是他给出的；而他对徽宗皇帝就曾严肃地预告后来成为臭名昭著的奸相蔡京，平时若能做到心术端正的话，那蔡某人就肯定是一名亘古罕见的贤相了的①。诚然，侯先生还有其他方面可以称道的，比如他在地方上做官时为就老百姓办了许多好事儿，这且按下不说；而他长得极为难看，却竟被人戏谑地称为“丑鬼”，亦即他属于那种一时半会儿难以结婚成家的主儿——却不无困扰着他了。但侯蒙却就是很能用功地去钻研着学问，对赋诗填词也颇感兴趣，并具有相当深湛的根柢。而侯蒙少年时便以聪明才智被人赞扬，但很不幸，他一连几次参加进士考试，居然都名落孙山了。这使得他不但内心受到难以形容的煎熬，而且还遭受到来自外部的各种冷嘲热讽。但侯蒙就是能挺得住，终于在他31岁那年，才算考取了当时也并不怎么了得的乡贡；只是他仍能以“聊胜于无”的心态，暂且用以自我解慰着。\n\n　　然而，这世界上最不缺少的，大概就是那些既无聊又浅薄的俗人了。他们总爱在人家业已布满伤口的地方撒盐，来表明他们自己这庸俗的“高明”。那年春天，骀荡的江风在轻轻地吹拂着垂柳，又是一个放风筝的大好时光。跟大家一样，因读书有些倦怠了的侯蒙，就出来把自己手中的风筝放飞。而此时，那些原本极其无聊和浅薄的人竟又团团围住侯蒙，故意打趣着问他何时才能考取进士。忽然间，不知是谁在大喊了声：“你们快看，王五的风筝上还画上了侯秀才那亮丽的尊容呢！”\n\n　　大家不由一阵哄笑起来；而侯蒙居然并不在乎王五这恶作剧，跟着大家一块儿大笑。同时，他从身边的小伙子手里要来了纸和笔，当场填写了他平生流传至今也就这么一阙的《临江仙》词②，并把它赠给在场的人，让他们同时与之放飞。\n\n　　近前一看，大家都不由得倒吸了一口凉气！原来，侯秀才即席所填的是一阕《临江仙》词，其词曰：\n\n　　未遇行藏谁肯信？如今方表名踪。无端良匠画形容。当风轻借力③，一举入高 空。 才得吹嘘身渐稳，只疑远赴蟾宫。雨馀时候夕阳红。几人平地上，看我碧 霄中！\n\n　　默默地再次拜读着眼前侯蒙这首即兴而作的小令词，紧接着又端详了侯蒙一会儿，大家的神情便霎时严肃起来，乃至空气都快要凝固了。他们再也不敢随便拿侯蒙逗乐儿，因为他们知道，眼前这个侯秀才可未必就是一个甘于平庸的人！\n\n　　果然不出所料，第二年春闱考试，侯蒙一举成名，考取了他多年来梦寐以求的进士。而且尤为令人艳羡的，不到50岁时，亦即在宋徽宗崇宁年间，他便做到了相当于现在民政部部长的户部尚书④，为天下读书人争上了一口奋发自励的气儿。\n\n　　阿袁按：① 以上具见《宋史·侯蒙传》。② 具见《全宋词》第一册最后一首。③ 时，洪迈《夷坚甲志》、《全宋词》第一册等均作“风”，似可从；然据冯梦龙《情史》说，则又作“时”也。④ 其后在大观四年，据《宋宰辅编年录》卷一二载，侯蒙还做到除同知枢密院事等高官。\n\n　　——以上载录于阿袁《宋词故事》\n\n\n生平\n\n　　侯蒙，字元功，密州高密人。进士及第，调宝鸡尉，知柏乡县，徙襄邑。擢监察御史，进殿中侍御史。宋徽宗崇宁间上疏论十事，迁侍御史，改户部尚书。大观四年，除同知枢密院事，进尚书左丞。政和六年，为中书侍郎。次年十月，罢知亳州，徙知东平府，未赴而卒，年六十八，谥文穆。侯蒙年过三十始登第，有轻薄子画其形于纸鸢以戏之，蒙赋《临江仙》词以答。《全宋词》第一册收其词一首。《全宋文》卷二七○四收其文四篇。事迹见《宋史》卷三五一本传。",
  "desc": "侯蒙（1054～1121），字元功，密州高密（今属山东）人，北宋宋徽宗崇宁年间户部尚书，谥文穆。《全宋词》第一册收其词一首。《全宋文》卷二七○四收其文四篇。事迹见《宋史》卷三五一本传。",
  "dynasty": "宋代",
  "id": 727,
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_727.jpg",
  "name": "侯蒙",
  "star": 12
}