{
  "content": "生平\n\n　　宋徽宗期间，张纲以首贡进入太学，应试内舍、上舍，均得第一。崇宁殿试御赐状元及第，授太学正。政和五年张纲被委任国子监。由于蔡京当权，士无大小皆出其门。张纲官居京都后只去蔡家造拜一次，以后绝然不往，引发蔡京不满。政和六年，张纲迁任太学博士，后改任秘书省校书郎。他进朝入对，论“君子小人混杂，风俗奢靡，宜以祖宗为法”。因常与蔡京观点分歧，遂出任主管玉局观。期间，朝廷计议派遣宦官童贯、蔡攸率兵出使朔方，张纲力论不可受恩不报而出兵朔方，他的谏言未被采纳。朔方加强联盟，严守都城，戒严辖区，童贯、蔡攸领兵攻克不下。徽宗下诏：凡在上城垛固守满月者皆调升俸禄。张纲又进言：主忧臣辱，义当而已，因此受赏吗?谁料此言激怒徽宗，遂将张纲调离京都，出任两浙提刑。\n\n　　江南东路将领王进剽悍，手下官吏因很小过错或得罪，皆被钉手于门。张纲奉诏前往究查。王遣兵围攻起事，被张纲按下就问，严厉治罪。张纲因此遂为监察御史，任上，他令郡城按月向提刑申报羁押囚犯存亡数，年终根据羁押人数多寡，考核评定政绩优劣。\n\n　　靖康元年六月，东方出现彗星，钦宗诏谕求言。张纲上疏：求言易，听察难，各主司部门应详审奏章，考究真情实况，一般事宜则力求简略。钦宗遂频谕宽恤民力。张纲又奏利民80件事，求请颁布中外，但因得罪秦桧被罢官回乡，隐居茅山华阳洞20年，秦桧死后方出山任职。\n\n　　孝宗登基，屡次召张纲出任辅政，他因年事已高，坚持不出。孝宗又专下辞赴行诏，令所在州郡对他常加存问，并赐羊、酒以示优贤。张纲常在案牍之余埋头著述，著有《华阳文集》40卷、《确论》10卷等多种著作。卒谥文简，祀七贤祠。《宋史》、《中国历史人物辞典》皆载其迹。\n\n\n生平\n\n请兵救援\n\n　　王智兴年少时骁勇果敢，初在徐州刺史李洧属下当亲兵。安史之乱后，唐朝中后期藩镇的军事叛乱不断发生。建中二年，淄青节度使李纳谋叛，打算杀害李洧，李洧于是以徐州归降朝廷。李纳大怒，派兵拼命进攻徐州。李洧派遣王智兴前往京城长安告急，王智兴擅长跑路，不出五天便来到长安。唐德宗李适派出朔方军五千名士兵，让将领唐朝臣带领着他们，与刘洽、曲环、李澄共同跟随王智兴前往援救徐州，很快就解除徐州之围。从此，王智兴成为徐州独挡一面的将领，多次率军抵抗李纳。历任滕、丰、沛、狄四州镇将。\n\n讨伐师道\n\n　　元和九年，淮西节度使吴元济反叛，朝廷派兵讨伐吴元济。平卢节度使李师道图谋割据，便与吴元济联合谋划袭扰朝廷军队，因此屡次出兵侵犯徐州。元和十年，徐州刺史、武宁军节度李愿将步兵、骑兵全部交托给王智兴，让他率领前往抵抗叛军。李师道的部将王朝晏正进攻沛县，王智兴率军迎战，将他击败，王朝晏于是逃回守卫沂州。当时李师道另一位部将姚海率领两万精兵围攻丰县，进攻非常急迫。王智兴进军到丰县北边，打败姚海的军队，俘获三名漂亮的小妾，王智兴害怕将士争抢，便说：“军队里有女人，怎能不打败仗？她们虽然无罪，但却违反军法！”就把她们杀死示众。王朝晏从沂州率领轻装士兵袭击沛县，夜里在狄丘会战，王智兴再次打败王朝晏。后来，王智兴经过多次升迁，官至侍御史、武宁军都押衙。\n\n　　元和十三年，朝廷大军讨伐李师道，王智兴率领步兵、骑步八千人驻扎在胡陵，与忠武军会合，将骑兵交给他的儿子王晏平、王晏宰率领作为先锋，自己率领军队接应他们。王智兴破坏黄河桥梁，收复黄队，进攻金乡，攻占鱼台，俘虏、杀死叛军数以万计。叛乱平定后，王智兴因功升任御史中丞。元和十四年，朝廷召回王智兴，任命他为沂州刺史。\n\n征叛刮财\n\n　　长庆元年，河北藩镇再度叛乱，朝廷派兵镇压叛乱。唐穆宗素闻王智兴有勇有谋，便任命他为检校左散骑常侍，兼任御史大夫，充任武宁军节度副使、河北行营都知兵马使，让他率领三千兵力渡过黄河，讨伐叛军。\n\n　　长庆二年三月，王智兴率领三千精兵讨伐幽州、成德，武宁军节度使崔群忌怕王智兴，奏请朝廷任命王智兴为节度使，或召其进京，授予其它官职，让他离开武宁。朝廷尚未答复，王智兴自己已产生疑心。正好这时朝廷下诏赦免王廷凑，诸道参加讨伐的军队都已停罢。王智兴率兵先行一步，回到武宁境内。崔群听说王智兴已率兵入境，十分恐惧，派人前往迎接慰问，并让士卒放下武器，然后入城。王智兴拒不从命，三月十四日，率兵径直向徐州城挺进，城中人开门待命，王智兴杀异已者十多人，然后来到节度使衙署，面见崔群和监军，拜倒在地说：“这都是将士的意思，我个人毫无办法。”他为崔群和判官以及随行人员准备护送的人员、马匹和行装，其实都早已准备好。随后率兵护送崔群前往京城，到埇桥返回。埇桥有朝廷设置的盐铁院仓库，于是，王智兴纵兵大掠盐铁院储藏的钱币和布帛，以及诸道向朝廷进奉而经过汴河中的船只，商人和行人在船上的财物。不久，王智兴派遣轻装士兵二千人袭击濠州，三月二十五日，濠州刺史侯弘度弃城逃奔寿州。朝廷考虑到刚刚对幽州、成德的讨伐，无力再讨王智兴的叛乱，三月二十八日，任命王智兴为检校工部尚书、徐州刺史、御史大夫、武宁军节度使、徐泗濠三州观察使。从此，王智兴搜刮钱财，交结权贵幸臣来沽名钓誉，开支不够，开始在泗口收税来帮助军费开支。\n\n　　长庆二年八月，王智兴与宋州刺史高承简联合打败宣武的军队，斩首一千多人，其余兵众逃亡。李騕进攻宋州时，王智兴率领全部精兵进军宋州西边，在漳口打败李騕。李騕叛乱平定后，王智兴升任检校尚书左仆射、司空。\n\n　　长庆四年十一月，王智兴借口唐敬宗要过生日，奏请在泗州设置戒坛，剃度僧尼，以此作为向唐敬宗生日的祝福，唐敬宗批准。自从元和年以来，朝廷下敕禁止各地设戒坛剃度僧尼这种弊政，王智兴企图积聚钱财，首先破例请求设置，于是，四方百姓云集而来，其中，以江、淮尤多，王智兴的家财由此而达到数万之多。浙西道观察使李德裕上奏说：“如果不赶快制止，到陛下的生日时才停止的话，那么总计浙江东道、浙江西道、福建道就会丧失六十万个劳动力。”奏折送到朝廷的当天，唐敬宗命令王智兴停罢。\n\n大败叛军\n\n　　太和元年，横海节度使李同捷占据沧、德二州反叛。同年七月，王智兴上奏朝廷，请求率领本镇三万兵马，自备五个月的粮饷，出兵讨伐李同捷，唐文宗批准。八月，唐文宗下诏，消除李同捷的官爵，命令王智兴与横海节度使乌重胤、义成节度使李听等人各率本镇兵马讨伐李同捷。[24]十二月，唐文宗加任王智兴检校司徒、同中书门下平章事，兼任沧德行营招抚使。\n\n　　太和二年，王智兴与叛军交战，招降叛军将领十人、精兵三千。同年三月，王智兴攻打叛军所占据的棣州，焚烧三个城门。九月，王智兴攻下棣州。众将听说后，作战更加卖力，于是大败叛军。\n\n陷害石雄\n\n　　太和三年二月，当时武宁捉生兵马使石雄作战勇敢，爱护士卒。而王智兴对部下残虐无道，军中打算驱逐王智兴，然后拥立石雄为节度使。王智兴得知后，就乘石雄在前线作战立功的机会，奏请朝廷任命他为刺史，朝廷于是任命石雄为壁州刺史。石雄离开武宁后，王智兴杀死军中平日和石雄关系密切的将士一百多人。四月，王智兴奏称石雄煽动军情，请朝廷把他杀掉。唐文宗知道石雄被王智兴诬陷而无罪，于是，下令免死，流放到白州。\n历任要职\n\n　　太和三年十一月，王智兴入京朝见唐文宗，唐文宗在麟德殿赐宴，对其赏赐丰厚，并授任他为守太傅，封爵雁门郡王，兼任侍中。十二月，改任许州刺史、忠武军节度、陈许蔡等州观察使。\n\n　　太和七年，改任河中尹、河中节度、晋磁隰三州观察使等。太和九年五月，改任汴州刺史、宣武军节度、宋亳汴颍四州观察使等。\n\n因病去世\n\n　　开成元年七月，王智兴病逝，时年七十九岁。朝廷追赠王智兴为太尉[38]，并停朝三日以示哀悼，将其安葬在洛阳榆林的北原，四镇将校参加葬礼者有一千多人。\n\n\n趣闻轶事\n\n择墓葬母\n\n　　王智兴在卑微时，曾经做徐州管门的职务。有个道士就住在大门旁边的房子里，王智兴每天早晨起来都拿着扫帚清扫，除去道上的脏东西，而且每次一定要把道士的门前扫干净。天长日久，道士非常感谢他。后来王智兴的母亲去世，他就把这件事告诉道士，道士对王智兴说：“我会看墓地，如果商议埋葬的事，我给你卜算找个风水宝地。”一天，王智兴就带着道士前去看墓地。道士用王智兴拿着的竹杆在一处做上标记。道士说：“一定要把你的母亲落葬在这个地方，这样你可以长寿，而且两代都可以做高官。”王智兴第二次去挖墓穴时，那竹杆上长满竹叶，他心里感到特别奇怪，就把母亲埋葬。\n\n预言灵验\n\n　　王智兴曾经从郡中到上都办事，就住在郾城的旅馆里。正遇上店主的妻子将要临产，看见两个人进到王智兴住的房间里，惊讶地说：“徐州王侍中在这。”接着说：“店主妻子所生的孩子五岁时当因金疮而死。”王智兴记住这些话，等到第五年时，王智兴再次路过这个店，就询问妇人所生的孩子，那妇人说：“最近因为斧子砍伤而死。”\n\n纳士作诗\n\n　　王智兴初任徐州节度使时，文韬武略，很负盛名，在幕府初建时，他招纳很多知名人士。一天，幕府中的从事们在使院中宴饮，和宾朋们赋诗。一会儿，王智兴知道后，王智兴便和护军一起来到宴会上。从事们见他到来，便撤去笔墨，又摆上酒菜迎接。呆了一会儿他才问道：\"方才听说判官和你们作诗，怎么看我来了就停止了？\"马上又让人取来笔砚，把一些彩笺放在桌上。众宾客正在疑惑，他和大家一起举杯喝酒，并说；\"我本来是想看你们作诗的，并不是来为了喝酒。\"小吏也把彩笺放到他面前，从事都让他作一首诗，王智兴说：\"我是靠用兵打仗起家的，对诗词文章很少留心，今天和各位名士在一起，我就不怕献丑了。\"于是展纸提笔，一会就写完一首：“三十年来老健儿，刚被郎官遣作诗。江南花柳从君咏，塞北烟尘我自知。”四座宾客看到后，都很惊讶赞叹。当时文人张祜也在座，监军对张祜说：\"你看到这种场面，能没有话说么？\"张祜便即席献诗：“十年受命镇方隅，孝节忠规两有余。谁信将坛嘉政外，李陵章句右军书。”王智兴看完笑着说：\"你对我褒奖得有点过头了。\"他左右有人说：\"这些读书人，就会谄媚。\"王智兴训斥那些人说：\"有人若是说我坏，你们又能怎么说？张秀才是国内知名人士，让国内人听说这事，还以为我王智兴只愿听好话似的。\"他把张祜留住好些日子，临走时，还赠送他一千匹绢。\n\n\n家庭成员\n\n父祖\n\n　　曾祖父：王靖，官至左武卫将军。\n\n　　祖父：王瑰，官至右金吾卫将军。\n\n　　父亲：王缙，官至太子詹事。\n\n儿子\n\n　　王晏平，官至朔方灵盐节度使。\n\n　　王晏宰，后改名王宰，官至太原节度使。\n\n　　王晏皋，官至左威卫将军。\n\n　　王晏实，官至天雄节度使。\n\n　　王晏恭。\n\n　　王晏逸。\n\n　　王晏深。\n\n　　王晏斌。\n\n　　王晏韬。\n\n",
  "desc": "张纲(1083年———1166年)，宋代词人，字彦正，号华阳老人，润州丹阳（今金坛薛埠）人。他为官44年，“以直行己，以正立朝，以静退高”作为座右铭，天下人称其不负所言，被民众颂为“清官”典范。",
  "dynasty": "宋代",
  "id": 1717,
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_1717.jpg",
  "name": "张纲",
  "star": 0
}