{
  "content": "文学特点\n\n　　罗贯中被称为中国章回小说的鼻祖，他的章回小说特色是分章叙事，分回标目，每回故事相对独立，段落整齐，但又前后勾连、首尾相接，将全书构成统一的整体。且已经分卷分目，目录文字也很讲究。今见最早的嘉靖壬午刻本《三国志通俗演义》，每回标题都是单句七字。他与施耐庵合著的《水浒传》每回的标题已是双句，大致对偶。除分回立目之外，他的章回小说还保存了宋元话本中开头引开场诗，结尾用散场诗的体制。正文常以“话说”两字起首，往往在情节开展的紧要关头煞尾，用一句“欲知后事如何，且听下回分解”的套语，中间又多引诗词曲赋来作场景描写或人物评赞等。他的章回小说在体制上得以定型的同时，在艺术表现方面也日趋成熟。他的作品文学特点主要表现在：成书过程从历代集体编著过渡到个人独创；创作意识从借史演义，寓言寄托，到面对现实，关注人生；表现题材从着眼于兴废争战等国家大事，到注目于日常生活、家庭琐事；描写的人物从非凡的英雄怪杰，到寻常的平民百姓；塑造的典型从突出特征性的性格到用多色、动感的笔触去刻画人物的个性；情节结构从线性的流动，到网状的交叉；小说的语言从半文半白，到口语化、方言化；如此等等，都足以说明罗贯中的章回小说在中国的小说史上所取得的巨大成就。这也为明代中后期的白话短篇小说出现鼎盛的局面，发展得更为精致奠定了厚实的基础。 \n\n　　罗贯中是中国文学史上一位有特殊贡献的作家。他所写的小说很多，都是以乱世为题材，中国历史上只有七个分裂的时代，罗贯中就写了其中三个，除《三国演义》外，相传还有《隋唐志传》《残唐五代史演义传》和《三逐平妖传》等著作，也曾参与了《水浒传》的编纂、创作。他亦能词曲，所作的杂剧，今所知者，有《宋太祖龙虎风云会》《忠正孝子连环谏》《三平章死哭蜚虎子》三种，后二种已佚去。罗贯中经历了元末的社会大动乱，目睹现实的纷争，对人民苦难深重的生活处境比较了解，对他们的理想追求也有所认识。他从事小说创作的动机，一方面“无过于泄愤一时，取快四载”，另一方面，也是为了改变当时话本艺术中存在的弊端，为民众，为说话艺人提供一个好的、方便的说话底本。他从社会的、文学的需要出发，对几种在民间影响较大的话本小说材，进行了搜集、整理、充实等扎实的新创工作。罗贯中的作品，尤其是《三国演义》的出现，标志着中国古代小说从“话本”阶段向长篇章回体过渡的完成，揭开了中国小说发展历史崭新的一页 。\n\n　　罗贯中的艺术造诣，首先得益于他对历史资料的谙熟、对历史人物的深刻了解。他吸收了陈寿的《三国志》的长处，取得了民间话本《说三分》的精华，收集了数以百计的大小故事。他对成百上千的帝王将相谋臣武夫的姓名、性格特征，甚至不少人物的社会关系、历史命运和仕途风云，都了如指掌。这一番广采博纳、熟记活用的功夫，是罗贯中将一百年历史尽收眼底、聚整世纪风云于笔端的底气所在。\n\n　　矛盾冲突，是历史小说的最诱人之处。作者可以用它来造势，用它来展示人物行动和推动故事情节的发展。罗贯中的拿手好戏之一，是善于造势。造成紧张的形势，以此作为矛盾冲突的原动力。\n\n　　罗贯中最善于写战争，《三国演义》中的上百场战争都写得各具特色，无一重复。赤壁之战，尤其写得精彩。赤壁之战的第一个特色是两国开战，三方参与；既有大量的军事活动，又有大量的外交活动，将三国时期的主要谋臣战将都引人这些活动之中。第二个特色是推进和解决矛盾的方法是以斗智、伐谋为主，而不是以交锋为主。作品中大量描写和记叙的是文战而不是武战。第三个特色是时代特征，赤壁之战之前是诸多军阀混战时期，而赤壁之战的一把火，烧出了半个世纪的三国鼎立的历史。第四个特色是地理特征，曹操、孙权双方，中间横着一条长江，这条长江上垂高天，下接厚地，渺乎苍苍，浩乎无际，或大雾迷天，或惊涛拍岸。于是作战双方，都围绕这一条大江大做文章。这条大江的阴晴变化，时刻都影响着作战双方的战略战术。第五个特色是多重矛盾相互交叉，既有敌我之间的矛盾如曹操要灭孙权，又有盟军内部的矛盾如周瑜要杀诸葛亮；既有明枪、有暗箭、有勾结、有背叛、有正义的伸张，又有阴谋的破灭。第六个特征是：矛盾斗争的结果出人意料：最强者败，最弱者胜；兵最多者败得最惨，兵最少者获利最大。\n\n　　罗贯中最突出的成就，就是塑造出了永远都光芒四射的典型人物。这些人物，几百年来都活跃在中国的舞台上，印在中国老百姓的心坎里。\n\n　　情节曲折而新奇，语言个性化而凝练，也是罗贯中的历史小说的一个特征。\n\n\n人物生平\n\n寓居江南\n　　当元仁宗延祐年间，罗贯中父为丝绸商人。元代中期，由于灭宋战争的创伤逐渐平息，社会的经济、文化重心也开始由北方转移到了南方。南宋的故都杭州不仅成为人口云集、商业发达的繁华城市，也成为戏剧演出和“说话”艺术发展的重要中心。因此，不少北方的知识分子、“书会材人”，如关汉卿、郑光祖等人，都先后搬迁到了杭州一带。身为小说兼杂剧作家的罗贯中，也必然受到这一社会潮流的影响，成为这类南迁作家中的一个。7岁开始，他在私塾学四书五经。14岁时母亲病故，于是辍学随父亲去苏州、杭州一带做生意。但是罗贯中对商业不感兴趣，在父亲的同意下，他到慈溪随当时的著名学者赵宝丰学习。罗贯中号“湖海散人”，这个称号就寄寓着漫游江湖、浪迹天涯的意味。大约在公元1345～1355年间，他来到了杭州。许多说话艺人在这里说书，一些杂剧作家，也在这里活动。罗贯中与志同道合者为友。加上他对民间文学又极其喜爱，到了这里，自然不愿离开远去。\n\n有志图王\n　　元惠宗至正十六年，罗贯中辞别赵宝丰，“有志图王”的罗贯中到农民起义军张士诚幕府作宾。起事称霸的张士诚是灭元功臣。第二年在罗贯中的建议下，张士诚打败了朱元璋的部下康茂才的进攻。同年，张士诚的弟弟兵败被元朝俘虏，张士诚只好投降。降元后，张士诚贪图享乐。到至正二十三年，张士诚看到元朝没落，又再次称王。包括罗贯中在内的许多幕僚都建议暂缓称王，但是不被采纳。刘亮、鲁渊等人纷纷离去，罗贯中自此对张士诚失去了信心，返回老家太原。至正二十三年九月，不久，罗贯中也离开了张士诚，再次北上，到至正二十六年，罗贯中又回到了杭州。《三国志通俗演义》的写作，当在该年以后。这时，他已是五十多岁的人了，对历史、对人生都有了比较成熟的看法，完全具备了创作《三国志通俗演义》的条件。到明太祖洪武三年，罗贯中已写了十二卷，之后卷数的写作，是洪武四年以后的事了。\n\n　　在罗贯中写作《三国志通俗演义》期间，施耐庵从苏州迁移到兴化，并在洪武三年逝世。为了纪念他的师傅施耐庵，罗贯中在完成《三国志通俗演义》之后，决定加工、增补施氏的《水浒传》。成书于洪武四年至十年之间。在加工、增补《水浒传》的同时，罗贯中继续创作历史演义系列作品。\n\n发愤著书\n　　元朝末年，天下大乱，群雄并起，他也曾参与其中。明人王圻在《稗史汇编》中，称他是一位“有志图王者，乃遇真主”，也就是看到天下将不免落到朱元璋手里，才不得已淡出江湖。不久，罗贯中远走江南，流寓于江、浙一带，以小说抒写其“图王”霸业之胸襟。图王未果，发愤著书。\n\n　　不过，这也可能只是一个传说。因为清顾苓《塔影园集》卷四《跋水浒图》记载“罗贯中客霸府张士诚”，这与“有志图王者”的形象不符合。这两则记载虽有矛盾的地方，但足以表明罗贯中在元末曾经想有所作为，“传神稗史”，只是在现实中失败后无奈的选择。\n\n　　明朝建立后，朱元璋为了巩固自己的地位，曾令各行省连试三年。由于曾与朱元璋为敌，罗贯中不得不放弃了读书人步入官场的机会。明洪武14年，罗贯中写出了《三遂平妖传》，此后，便一发而不可收，创作了《残唐五代史演义传》《隋唐志传》等著作。\n\n　　有专家认为，“有志图王”的早期经历与其晚年的特殊心境，是罗贯中偏好政治历史题材小说，并在这类小说上取得艺术成功的关键。一是用三国故事作为题材写出了《三国演义》，一是用兼历史与英雄传奇品质的梁山好汉故事编辑《水浒传》。\n\n　　罗贯中在创作完了这些作品以后，已是六十几岁的老人了。他为了出版这些作品，于洪武十三年左右从杭州来到了福建，因为当时福建的建阳是出版业的中心之一。但是，罗贯中的这一目的未能实现。罗贯中的创作才能是多方面的。他写过乐府隐语和戏曲，但以小说成就为主。关于他的小说，《西湖游览志馀》称他“编撰小说数十种”，又相传他写过《十七史演义》。今存署名罗贯中的作品，除《三国志通俗演义》外，还有《隋唐志传》、《残唐五代史演义传》和《三遂平妖传》也和施耐庵一起编写过《水浒传》。\n\n　　这些作品中《三国志通俗演义》的成就最高。全书以宏大的结构描绘了三国时期复杂的政治军事斗争，起自黄巾起义，终于西晋统一。作品谴责了统治者的残暴和丑恶，反映了动乱时代人民的痛苦和对清明政治、对仁君的向往，体现了鲜明的“拥刘反曹”倾向。《三国志通俗演义》“文不甚深、言不甚俗”，语言简洁明快而又生动。它把历史和文学自然结合，有现实的描绘，又充满了浪漫主义的传奇色彩。罗贯中《三国志通俗演义》现存最早刊本为嘉靖本，最为流行的本子是清代毛纶、毛宗岗父子的修改本。除小说创作外，贾仲明《录鬼簿续编》说他“乐府隐语，极为清新”。他现存戏曲作品有《赵太祖龙虎风云会》杂剧。杂剧的基本思想和《三国志通俗演义》类似，描写君臣之间的亲密关系，并希望通过“正三纲、谨五常”来结束奸雄争霸造成的悲惨局面。\n\n　　大约在公元1385～1388年间，罗贯中活了七十岁，在宋代民族英雄文天祥的故里庐陵逝世。\n\n\n后世纪念\n\n山东东平\n\n　　罗贯中纪念馆坐落于山东省泰安市东平县城新区罗庄村，占地面积34400平方米，建筑面积6700平方米，由曲阜古建筑学院设计，仿明代建筑风格而建，青砖灰瓦，雕梁画栋。主体建筑有贯中堂、水浒苑、三国苑、贯中居、罗园、碑廊等，纪念馆外建有南北两座罗贯中故里牌坊，北牌坊雕绘三国故事，南牌坊雕绘水浒故事。两座牌坊分别由学者冯其庸、欧阳中石题写坊名。两架牌坊均高16.6米，宽30米。\n\n　　纪念馆主体建筑贯中堂为明代宫殿式风格，罗贯中铸铜坐像，高2.7米，重1吨。两侧对联“至圣尼山孔夫子，大贤东原罗贯中”。\n\n山西清徐\n\n　　罗贯中纪念馆山门为仿古歇山式建筑。门前有一对青雕石狮。门上悬挂有当代文化名人冯其庸先生手书“罗贯中纪念馆”匾额，山门前广场对面是一座金碧辉煌的五彩影壁，上嵌麒麟吐玉书琉璃浮雕。步入山门，首先映入眼帘的是花岗石雕罗贯中竖像。身高四米，其神态庄重深沉，两目炯炯凝视远方，气宇轩昂，栩栩如生。雕像台基高五米，三层汉白玉雕栏。大院中轴线有一塘碧水，清澈见底，鱼嬉其中，横跨碧池有一彩虹玉带桥，汉白玉栏杆上雕有八对石狮，形神各异，憨态可掬。庭院东西各有三间厢房，西厢房为中国罗贯中与《三国演义》研究资料中心，内存各种罗贯中著作的版本以及各种有关书籍、论文资料，东厢房为罗贯中研究会办公及接待宾客所用，也是文人墨客品茗弈棋、撰文寻雅之所在。\n\n",
  "desc": "罗贯中（约1330年－约1400年），名本，字贯中，号湖海散人，元末明初小说家，《三国演义》的作者。山西并州太原府人，主要作品有小说《三国志通俗演义》、《隋唐志传》、《残唐五代史演传》、《三遂平妖传》。其中《三国志通俗演义》（又称《三国演义》）是罗贯中的力作，这部长篇小说对后世文学创作影响深远。除小说创作外，尚存杂剧《赵太祖龙虎风云会》。",
  "dynasty": "元代",
  "id": 927,
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_927.jpg",
  "name": "罗贯中",
  "star": 7
}