{
  "content": "生平\n\n立意西行\n\n　　义净七岁时，父母送他入齐州西南四十里的土窟寺，从善遇和慧智两位法师学习。善遇法师博学多能，精通佛经，对六艺、天文、地理、阴阳、历算亦有很深的研究。慧智禅师研习《法华经》数十年，造诣极深。在他们的教导下，义净掌握了丰富的文化知识，在佛学方面也打下了坚实的基础。贞观二十年，善遇法师去世，义净就跟慧智禅师学习，把精力集中于佛教内典的修习，“昼夜勤六时而不倦，旦夕引四辈而忘疲”。贞观二十二年，义净受具足戒，正式出家为僧。数载勤学，义净学业大进。慧智见他天资聪颖，前途无量，遂劝他出外求学。义净辞别土窟寺，来到佛教中心洛阳、长安。\n\n　　在东都洛阳，义净修习《对法》、《摄论》诸经，佛学水平又有提高。但其时佛教各派纷争，观点歧异，典籍的记载与解释亦互不统一，故义净在学习中产生各种疑问。于是他又来到长安，学习了《俱舍》、《唯识》等经，但胸中疑问不减。为祛蔽解疑，义净认为必须赴印度取经求法。咸亨元年，他在长安结识了并州的处一法师、莱州的弘祎法师，众人志同道合，相约赴印度取经。当时往印度的道路主要有三条，陆上的“丝绸之路”因西域动乱而阻隔不通，吐蕃道则不仅道路艰险而且常受唐蕃关系的影响。相对而言，海路较为通畅。唐朝强大富庶，南亚、西亚诸国纷纷前来贸易，海舶云集广州诸地，搭乘商船赴印度求法取经成为义净诸人的一致选择。计议已定，遂相约离京东下，处一因母年高而罢，弘祎至江宁而止。义净等途经丹阳时，又有玄逵加入。咸亨二年，义净坐夏扬州。秋，接受龚州冯孝诠的邀请，同达广州。冯孝诠及其家人皆笃信佛教且家资雄厚，他们敬佩义净西天取经的志向，遂资助西行费用，冯孝诠并与波斯船主商定，许义净等人附船前往印度。其时的广州，万商云集，是唐朝南方海上交通的中心，港中停舶着婆罗门、波斯、狮子国、大食等国的船只，这些海船一般形体较大，船深往往有六七丈，符合海上航行的要求。义净深知此去印度的艰难，遂在等船期间返回齐州，向慧智禅师等故乡师友告别。再回广州，同行者唯有门人善行，其他人均因故罢退\n\n取经求法\n\n　　海船出广州后，经二十天左右，义净到达室利佛逝。这地理位置十分重要，是中国通往印\n\n　　度的海上要道。义净在此地居住半年，习声明。其间唯一的同行弟子善行因病无法前行，被迫回国。净只身继续前行，于咸亨三年五、六月间到马来半岛南端的末罗瑜国。由末罗瑜再经羯荼国，到达裸人国，西北行半个月后到达耽摩立底。耽摩立底为东天竺的南界，义净在此居住一年有余，从僧人大乘灯学习梵语。大乘灯原籍爱州，幼时随父母迁往杜和罗钵底国，后出家，到长安从玄奘受具足戒，在乘船前往印度途经耽摩立底时被强盗劫掠，被迫滞留十二年。耽摩立底虽距中天竺的那烂陀寺不很远，但途中常有强人出没，很不安全。他们等到一个机会，随同几百名商人结伴前往中天竺。不幸的是义净途中染病，“身体疲羸”、“孤步险隘”，落在众人后面，又遭强人打劫，受尽凌辱，几乎丧命，但义净还是坚持到底，赶上了大队，来到了朝思暮想的那烂陀寺。\n\n　　到达那烂陀寺后，义净又北行至毗舍离国，再西北行至拘彝那竭，又西南行到波罗奈城东北的鹿苑鸡岭，此后重回那烂陀寺，向著名僧人宝师子和智月等学习经典，研究瑜伽、中观、因明、俱舍论等学，并进行佛教经典的翻译，同时考察印度佛教教规和社会习俗。前后十一年，兢兢业业，锐意进取。大约在垂拱元年，义净乘船离开印度东归。垂拱三年，他到达室利佛逝，停留二年有余，专心从事翻译和著作。为了得到纸和笔，曾于永昌元年随商船回到广州，得到贞固律师等人的帮助后，又于当年十一月返回室利佛逝。天授二年，义净派遣大津将著作及新译的佛经送回国。武周证圣元年，义净与弟子贞固、道宏离开室利佛逝回国。\n\n译经事业\n\n　　武则天对义净的归来十分重视，不仅派出使者前往迎接，而且亲自率众人到洛阳上东门外迎接，并赐予他“三藏”之号，诏命义净住在洛阳佛授寺。此后，义净先后在洛阳延福坊大福先寺、西京长安延康坊西明寺、东京福先寺、长安荐福寺等寺院翻译佛经。先天二年正月，在长安荐福寺经院圆寂，享年七十九岁。葬于洛阳北原上，建有灵塔。乾元元年，以塔为中心，建立了金光明寺。\n\n　　义净毕生从事佛事活动，特别在译经和著述方面花费了大量心血。他译经活动大致可以分为三个阶段，第一阶段自入抵印度那烂陀寺至室利佛逝返国前，他试译了《根本说一切有部毗奈耶颂》、《一百五十赞佛颂》。第二阶段是回国后至自主译场之前，主要是整理原来的译著，并参加于阗三藏实叉难陀法师主持的《华严经》的翻译。第三阶段，在则天久视元年以后义净自设译场，亲自翻译佛经，先后在洛阳、长安诸寺译出的佛经有几百卷之多。义净的翻译活动得朝廷和僧众的大力支持。在福先寺、西明寺译《金光明最胜王》等二十部佛经时，印度沙门阿儞真那，中国僧人波仑、复礼、慧表、智枳、法宝、法藏、德感、胜庄、神英、仁亮、大仪、慈训等分别为证梵文义、笔受、证义，朝廷的成均和太学助教许观监护，译文经缮写后进呈朝廷。武则天十分高兴，亲制《圣教序》，对义净的功业大加称赞。中宗神龙元年，义净在东都洛阳翻译《孔雀王经》、在大福先寺译《胜光天子》等经时，兵部侍郎崔湜、给事中卢粲润文正字，秘书监驸马都尉杨慎交监护。景云元年，义净在大荐福寺译《浴象功德经》等二十余部佛经时，吐火罗沙门达磨末磨、中印度沙门拔弩、罽宾沙门达磨难陀、居士东印度伊舍罗、沙门惠积、文纲、惠诏、利贞、胜庄、爱同、思恒、玄伞、智枳等中外僧人为证梵文、证梵本、读梵本、证义、笔受、证译，而修文馆大学士李峤、兵部尚书韦嗣立、中书侍郎赵彦昭、吏部侍郎卢藏用、兵部侍郎张说、中书舍人李又等二十余人次文润色，左仆射韦巨源、右仆射苏环监护、秘书大监嗣虢王邕同监护。景云二年，在大荐福寺译《称赞如来功德神咒》等经时，太常卿薛崇嗣监护。中外名僧参加助译、朝廷名臣润色，使得翻译活动得以顺利进行，义净发挥了关键作用。义净不仅精通汉、梵文，又有在印度生活了十几年的经历，而且又经过试译、助译的实践锻炼，因此翻译起来得心应手。尽管如此，义净在翻译过程中依旧兢兢业业，一丝不苟，他坚持直译的特点，在原文下加注说明，订正译音译义，介绍产物制度，在语译方面，区分俗语雅语，又常在意译汉字下标出四声和反切，以求得准确的发音，因此在总体上他继承了玄奘的翻译特点，同时也有自己的独创之处，这一切使义净的译作达到了很高的水平。\n\n\n学术贡献\n\n　　义净的西行和翻译佛经活动对唐朝的佛学产生了很大影响。印度归来时，义净除了带回近四百部合五十万\n\n　　颂佛经外，还带回金刚座真容一铺，舍利三百粒，这些都成为中国宗教界的瑰宝。所译佛经以律籍为主，其中特别是根本说一切有部体例范围都较完备。另外如《集量》、《法华》等也很重要。除律部外，他也重视瑜伽一系的学问，他认为“所云大乘，无过二种：一则中观，二乃瑜伽……瑜伽则外无内有，事皆唯识”。他译出的佛经中也有瑜伽系的内容，同时适应当时崇尚密宗的风气，还译出了《金光明经》及一些陀罗尼经，有的还附有密宗源流的资料，这些都丰富了唐朝的佛学典籍。跟从义净译经和求学的僧人很多，他很赏识的有崇庆、崇勋、元廓、玄秀、玄睿、惠神等，跟随身边的有崇俊、玄晖、昙杰、宝严等，远在各地的有法明、敬忠等，这些弟子的佛学观点都受到义净的影响。\n\n　　除了在佛学和翻译方面的贡献外，义净在地理、外交方面也很有功绩。他在归国途中逗留室利佛逝时，写出了《南海寄归内法传》、《大唐西域求法高僧传》等书，这些著作记述了前往印度的僧人，其中二十余人从吐蕃道去印度，三十余人经广州出海去印度，这样海陆两途的情况在书中都有了记录。\n\n　　《大唐西域求法高僧传》，以僧传的形式记述了唐初从太宗贞观十五年以后到武后天授二年，共四十余年间，57位僧人到南海和印度游历求法的事迹。书后附《重归南海传》，又记载武后永昌元年，随义净重往室利佛逝的四位中国僧人的事迹。这部书在内容和结构上非常有特色。\n\n　　《大唐西域求法高僧传》没有采用传统的僧传模式，而是按57位僧人出行时间的先后总为一传，分别叙述他们的籍贯、生平、出行路线、求法状况。多叙述简略，有的仅三十余字，比如木叉提婆篇、慧琰大师篇。只有少数的几位僧人着墨较多，比如玄照法师、道琳法师等。着墨多少可能与义净掌握的资料多寡有关。但无论详略，其叙述总是按照籍贯、生平、出行路线、求法状况的顺序下来，无则缺省。依此看来，该书似乎是一部“行状”的集合。据清人吴曾祺的《文体刍言》解，“行状，汉时只谓之状。自六朝以后则谓之行状。所以述死者之行谊及其爵里、生卒年月，为乞人撰文而作。”这种行状多赞美之词，或者说，有褒无贬。由此观本书，行文上确有行状特色。以着墨最少的两位僧人为例。卷上的《交州木叉提婆师》全文，“木叉提婆者，交州人也。不闲本讳。泛舶南溟，经游诸国。到大觉寺，遍礼圣迹。于此而殒，年可二十四五矣。”另，卷上的《交州慧琰法师》全文，“惹琰法师者，交州人也。即行公之室郦。随师到僧诃罗国，遂停彼国，莫辨存亡。”由文中标注的下划线，很清楚地看到叙述对象的籍贯、卒殁生平、出行路线、求法状况等。这是书中最简单的描述，着墨较多的僧人只是在此基础上加了详细的出行路线，求法过程及所求经卷，生平成就等。\n\n　　但该书不仅仅是“行状”的集合，它还有着自己独特的编排手法与结构。这将在下文中详为论述。义净只是通过这种看似简单的“行状”手法，真实而清晰地反映了唐初求法僧的情况。\n\n　　陆路的情况中对尼婆罗多有记载，玄会等僧人就是从尼婆罗返回唐朝，而客死旅途的。至于书中记录的海道情况尤显重要，由于玄奘的《大唐西域记》记载了陆路的所见所闻，法显的《佛国记》详于陆路而略于海路，因此义净记述的有关南海各地的情况，就成为流传至今的关于南海各地的最早历史地理材料，为各国研究历史、地理和外交者所重视。书中有关印度的珍贵史料，其中对医学记载颇多，如《南海寄归内法传》第二十七章就讲到印度传统的医学——“八医”，并指出“西方药味与东夏不同，互有互无，事非一概”。第二十八章专讲印度进药的方法，其中提到印度人患病时常用少食的方法来治疗，这颇具科学性。还有关于印度人的卫生习惯，如沐浴、食前洗手、散步等。\n\n　　“观夫自古神州之地，轻生殉法之宾，显法师则创辟新途，奘法师乃中开王路”，这是义净对法显、玄奘功绩的评价。其实在探险、求法、翻译，著述等诸方面，义净正是继法显、玄奘之后最有贡献的代表人物。\n\n",
  "desc": "（635～713）唐代译经僧。河北涿县人，一说齐州（山东历城）人，俗姓张。字文明。幼年出家，天性颖慧，遍访名德，博览群籍。年十五即仰慕法显、玄奘之西游，二十岁受具足戒。自圣历二年（699）迄景云二年（711），历时十二年，译出五十六部，共二三○卷，其中以律部典籍居多，今所传有部毗奈耶等之诸律大多出自其手，与鸠摩罗什、真谛、玄奘等共称四大译经家。师于译述之余，亦常以律范教授后学，盛传京洛。著有南海寄归内法传四卷、大唐西域求法高僧传二卷，并首传印度拼音之法。先天二年正月入寂，世寿七十九。建塔于洛阳龙门。",
  "dynasty": "唐代",
  "id": 1255,
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_1255.jpg",
  "name": "义净",
  "star": 0
}