{
  "content": "生平\n\n前蜀花蕊夫人\n\n　　四川自古为天府之国，自秦国李冰父子修都江堰，这里的经济更是发达。成都古称益州，诸葛亮在《隆中对》中说：“益州塞险，沃野千里。”成都平原实为天府之国的精华，自古号称锦城，李白曾有诗形容成都的富庶和秀丽：“九天开出一成都，万户千门入画图；草树云山如锦绣，秦川得及此间无？”由于有这优越的地理环境，一到分裂时期，这里就出现独立政权，五代十国时这里也先后建立了前蜀、后蜀，但青史留名，广为传诵的不是皇帝，也不是文臣武将，而是花蕊夫人。\n\n　　花蕊夫人是形容女子生很美，“花不足以拟其色，蕊差堪状其容。”花蕊夫人得名于前蜀开国皇帝王建的妃子徐氏。当时她们两姐妹都得到王建的宠爱。大徐妃为王建生下一个儿子王衍，他本排行十一，是最小的，却由于母亲、阿姨的关系立为皇太子。王建当上皇帝后不久去世，王衍当上皇帝后荒嬉无度，对吃喝玩乐十分在行，当他陪母亲和阿姨游青城山时，命宫女衣着都画云霞，又令宫女穿着宽松的道袍，簪莲花冠，浓装艳抹，叫做“醉妆”，他自己跟随在后，夹着檀板哼哼唱唱：“这边走，那边走，只是寻花柳；那边走，这边走，莫厌金杯酒。”\n\n　　王衍少不更事，一天到晚陪侍两位徐妃游宴贵臣之家，或周览蜀中名山寺观。而大、小徐妃更是结交宦官卖官鬻爵，弄得不成体统，后唐庄宗乘机灭掉前蜀，可见这位花蕊夫人是不值得称道的。\n\n　　而谁是《宫词》作者呢？宋朝以来，人们一直认为是后蜀花蕊夫人。《铁围山丛谈》记载：“及孟氏再有蜀，传至其子昶，则又有一花蕊夫人，作《宫词》者是也。”明人毛晋编撰《三家宫词》时，力主其说。直到20世纪40年代初，著名学者浦江清先生发表《花蕊夫人宫词考证》一文，考证出宫词作者为前蜀皇帝王建之小徐妃。从而使前人之谬、千古之惑于此而解。\n\n　　《花蕊夫人宫词》中有“法云寺里中元节，又是官家降诞日”之句，“中元节”为农历七月十五，“官家降诞日”就是皇帝生日。若《宫词》作者为孟昶之妃，则此官家非孟昶莫属，而孟昶的生日所有史书均记载是在十一月，只有前蜀后主王衍的生日在七月十五；另外《宫词》所咏皆前蜀宣华苑事物，因此，浦先生认为作者当为前蜀花蕊夫人所作。\n\n后蜀花蕊夫人\n\n　　另一位花蕊夫人，是后蜀后主孟昶的费贵妃，一个歌妓出身的贵妃。\n\n　　前蜀亡后，后唐庄宗以孟知祥为两川节度使，孟知祥到蜀后，后唐内乱，庄宗被杀，孟知祥野心膨胀，训练甲兵，到唐明宗死后，孟知祥就僭称帝号，但不数月而死，孟昶继位。孟知祥处心积虑，昼夜辛劳所创下的局面，传到孟昶的手上，十年不见烽火，不闻干戈，五各丰登，斗米三钱，都下仕女，不辨菽麦，士民采兰赠芬，买笑寻乐，宫廷之中更是日日笙歌，夜夜美酒，教坊歌妓，词臣狎客，装点出一幅升平和乐的景象。\n\n　　孟昶是个非常懂得享乐的人，据传宋太祖灭后蜀后，侍卫们领了宋太祖的旨意前去收拾东西，这些人居然连他的小便器也收来了。那溺器是最污秽的东西，侍卫们怎么还要取来呈给太祖呢？只因孟昶的溺器与众不同，乃是七宝装成，精美无比。侍卫们见了，十分诧异，不敢隐瞒，取回呈览。太祖见孟昶的溺器，也是这样装饰，不觉叹道：溺器要用七宝装成，却用什么东西贮食呢？奢靡至此，安得不亡！命侍卫将它打得粉碎。\n\n　　孟昶是个非常懂得享乐的人，他广征蜀地美女以充后宫，妃嫔之外另有十二等级，其中最宠爱的是“花蕊夫人”费贵妃。孟昶天天颠倒在宫女队里，每逢宴余歌后，略有闲暇，便同着花蕊夫人，将后宫侍丽召至御前，亲自点选，拣那身材婀娜，资容俊秀的，加封位号，轮流进御，其品秩比于公卿士大夫，每月香粉之资，皆由内监专司，谓之月头。到了支给俸金之时，孟昶亲自监视，那宫人竟有数千之多，唱名发给，每人于御床之前走将过去，亲手领取，名为支给买花钱。孟昶日日饮宴，觉得肴馔都是陈旧之物，端将上来，便生厌恶，不能下箸。花蕊夫人便别出心裁，用净白羊头，以红姜煮之，紧紧卷起，用石头镇压，以酒淹之，使酒味入骨，然后切如纸薄，把来进御，风味无穷，号称“绯羊首”，又叫“酒骨糟”。孟昶遇着月旦，必用素食，且喜薯药，花蕊便将薯药切片，莲粉拌匀，加用五味，清香扑鼻，味酥而脆，又洁白如银，望之如月，宫中称为“月一盘”。\n\n　　孟昶最是怕热，每遇炎暑天气，便觉喘息不定，难于就枕，于是在摩河池上，建筑水晶宫殿，作为避暑的地方。其中三间大殿都用楠木为柱，沉香作栋，珊瑚嵌窗，碧玉为户，四周墙壁，不用砖石，尽用数丈开阔的琉璃镶嵌，内外通明，毫无隔阂，再将后宫中的明月珠移来，夜间也光明透澈。四周更是青翠飘扬，红桥隐隐。从此，盛夏夜晚水晶宫里备鲛绡帐、青玉枕，铺着冰簟，叠着罗衾，孟昶与花蕊夫人夜夜在此逍遥。这晚还有雪藕、冰李，孟昶又一次喝醉了，但觉四肢无力，身体摇摆不定，伏在花蕊夫人香肩上，慢慢地行到水晶殿前，在紫檀椅上坐下。此时倚阁星回，玉绳低转，孟昶与花蕊夫人并肩坐在一起，孟昶携着夫人的素手，凉风升起，那岸旁的柳丝花影，映在摩河池中，被水波荡着，忽而横斜，忽而摇曳。孟昶回头看夫人，见穿着一件淡青色蝉翼纱衫，里面隐约地围着盘金绣花抹胸，乳峰微微突起，映在纱衫里面，愈觉得冰肌玉骨，粉面樱唇，格外娇艳动人。孟昶情不自禁，把夫人揽在身旁。夫人低着云鬟，微微含笑道：“如此良夜，风景宜人，陛下精擅词翰，何不填一首词，以写这幽雅的景色呢？孟昶说：“卿若肯按谱而咏，朕当即刻填来！”夫人说：“陛下有此清兴，臣妾安敢有违？”孟昶大喜，取过纸笔，一挥而就，递与夫人，夫人捧着词笺，娇声诵道：“冰肌玉骨清无汗。水殿风来暗香满。绣帘一点月窥人，欹枕钗横云鬓乱。起来琼户启无声，时见疏星渡河汉。屈指西风几时来，只恐流年暗中换。”\n\n　　然而就在蜀主孟昶与花蕊夫人不道流年挟弹骑射，游宴寻诗的时候，中原地区的后周归德军节度使、检校太尉，殿前都检点赵匡胤效法郭威，演一幕“黄袍加身”的闹剧，取代后周而君临天下，国号宋，改元建隆整军经武，南征北伐，目标逐渐指向后蜀。花蕊夫人屡次劝孟昶砺精图治，孟昶总认为蜀地山川险阻，不足为虑。\n\n　　宋太祖乾德二年十一月，宋太祖赵匡胤命忠武节度使王全斌率军六万向蜀地进攻，并命工匠在汴梁为蜀主孟昶起造住宅，谕令将士：“行军所至，不得焚荡庐舍，驱逐吏民，开发邱坟，剪伐桑朽，凡克城寨，不可滥杀俘虏，乱抢财物。”这月汴梁大雪，宋太祖在讲武堂设坛帐，衣紫貂裘帽视事，忽对左右说：“我被服如此，体尚觉寒，念西征将士，冲犯霜霰，何以堪此？”即解下紫貂裘帽，遣太监飞骑赶往蜀地赐给王全斌，且传谕全军，以不能遍赏为憾事。于是宋军人人奋勇，十四万守成都的蜀兵竟不战而溃。孟昶对花蕊夫人说：“我父子以丰衣足食养士四十年，一旦遇敌，竟不能东向发一矢！”乾德三年元宵刚过，司空平章事李昊草表，孟昶自缚出城请降，自王全斌出兵之日算起，才六十六天后蜀灭亡，比起前蜀王衍被后唐所灭还快，而两次草拟降表的都是李昊，于是有心情忠愤不平的人晚上在李昊的家门上写道：“世修降表李家”。绿柳才黄的时候，孟昶，花蕊夫人与李昊一行三十三人被押赴汴梁，杜宇声声：“行不得也，哥哥！”“行不得也，哥哥！”实在叫人心碎。到汴梁后，孟昶被封为秦国公，封检校太师、兼中书令。宋太祖赵匡胤如此优待孟昶，只因他久闻花蕊夫人艳绝尘寰，欲思一见颜色，以慰渴怀，又不便特行召见，恐人议论，便想出这个主意，重赏孟昶，连他的侍从家眷也一一赏赐，料定他们必定进宫谢恩，就可见到花蕊夫人。果然如此，那天谢恩，孟昶的母亲李夫人之后就是花蕊夫人。太祖格外留神，觉得她才至座前，便有一种香泽扑鼻中，令人心醉，仔细端详，只觉得千娇百媚，难以言喻，等到花蕊夫人口称臣妾费氏见驾，愿皇上圣寿无疆时，那一片娇音，如莺簧百啭，呖呖可听，方才把太祖的魂灵唤了回来，但两道眼光，仍射住在花蕊夫人身上，一眨不眨。花蕊夫人也有些觉得，便瞧了太祖一眼，低头敛鬟而退。这临去时的秋波一转，更是勾魂摄魄，直把宋太祖弄得心猿意马。七天后孟昶暴疾而终，年四十七岁，史家多认为是太祖毒死的。\n\n　　太祖听到孟昶已死，辍朝五日，素服发表，赙赠布帛千匹，葬费尽由官给，追封为楚王。孟昶死后，他的母亲并不哭泣，但举酒酹地，说道：“你不能以一死殉社稷，贪生至此，我也因你而苟活在人间，不忍就死，现在你死了，我活着还有什么意思呢？”于是绝食数天而死。孟昶葬在洛阳，他的家属仍留汴京，少不得入宫谢恩。太祖见花蕊夫人全身缟素，愈显得明眸皓齿，玉骨珊珊，便乘此机会，把她留在宫中，通令侍宴。花蕊夫人在这时候，身不由己，只得宛转从命，饮酒中间，太祖知道花蕊夫人能诗，在蜀中时，曾作宫词百首，要她即席吟诗，以显才华，花蕊夫人吟道：“初离蜀道心将碎，离恨绵绵，春日如年，马上时时闻杜鹃。三千宫女皆花貌，共斗婵娟，髻学朝天，今日谁知是谶言。”\n\n　　吟罢，说道这词是当日离开蜀国，途经葭萌关时写的，写在驿站的墙壁上。还说：“当年在成都宫内，蜀主孟昶亲谱‘万里朝天曲’，令我按拍而歌，以为是万里来朝的佳谶，因此百官竞执长鞭，自马至地，妇人竟戴高冠，皆呼为‘朝天’。及李艳娘入宫，好梳高髻，宫人皆学她以邀宠幸，也唤作‘朝天髻’，那知道却是万里崎岖，前往汴京，来见你宋主，万里朝天的谶言，却是降宋的应验，岂不可叹么？”宋太祖赵匡胤听罢长久不语，连饮三杯，说道你再做一首新的。花蕊夫人沉思片刻，再启朱唇：“君王城上树降旗，妾在深宫哪得知；十四万人齐解甲，更无一个是男儿。”\n\n　　宋太祖本也是个英雄人物：当年千里送京娘，当年以一条棍棒打遍十八座军州。此时有感于花蕊夫人的故国之思，亡国之痛，竟更加深了对花蕊夫人的爱慕之心。饮了几杯酒后的花蕊夫人，红云上颊，更觉妩媚动人，太祖携着花蕊夫人的手，同入寝宫，不久封花蕊夫人为贵妃。自此太祖每日退朝必到花蕊夫人那里，饮酒听曲。\n\n　　这日退朝略早，径向花蕊夫人那里而来，步入宫内，见花蕊夫人正在那里悬着画像，点上香烛，叩头礼拜。太祖不知她供的是什么画像，即向那画像细看去，只见一个人端坐在上，眉目之间好像在什么地方见过一般，急切之间，又想不起来，只好问花蕊夫人。夫人不意太祖突如其来，被他瞧见自己秘事，心下本就惊慌，见太祖问起，连忙镇定心神，慢慢回答道：“这就是俗传的张仙像，虔诚供奉可得子嗣。”太祖听如此说，笑道：“妃子如此虔诚，朕料张仙必定要送子嗣来的。但张仙虽掌管送生的事，究竟是个神灵，宜在静室中，香花宝柜供养，若供在寝宫里面，未免亵读仙灵，反干罪戾。”夫人听了太祖的话，连忙拜谢。实际上花蕊夫人所供的并不是张仙，而是蜀主孟昶。她本与孟昶相处十分恩爱，自从孟昶暴病身亡，她被太祖威逼人宫，因为贪生怕死，勉承雨露，虽承太祖宠冠六宫，心里总抛不下孟昶昔日的恩情，所以亲手画了他的像，背着人，私自礼拜，不料被太祖撞见，只得谎称是张仙。可怜那些宫里的妃嫔，听说供奉张仙可以得子，便都到夫人宫中照样画一幅，供奉起来，希望生个皇子，从此富贵。不久，这张仙送子的画像，竟从宫禁中传出，连民间妇女要想生儿抱子的，也画一轴张仙，香花顶礼，至今不衰。如此，孟昶九泉有知，也一定会十分感念花蕊夫人了，后人有人咏此事：“供灵诡说是神灵，一点痴情总不泯；千古艰难惟一死，伤心岂独息夫人。”\n\n　　花蕊夫人后来因介于宋廷权力之争，在立太子的问题上触犯了太祖弟弟光义的利益，在一次打猎时，被赵光义，也就是后来的宋太宗乱中一箭射死。太祖虽然英明，也无从追究，正在悲悼中，又有一个军机消息传来，便把雄心提起，又去用兵…\n\n\n后蜀花蕊夫人死因之谜\n\n　　国亡家灭，丈夫孟昶被赵匡胤毒杀，她自己不得不委身杀夫仇人，每日里强颜欢笑，虚与委蛇，遭受身体与心灵的双重摧残，最后还是死于非命。\n\n　　关于花蕊夫人的死法，史书上有两种记载。一是死于赵光义之手。北宋中期邵博的《闻见近录》中说，一日赵匡胤率亲王和后宫宴射于后苑，赵匡胤举酒劝赵光义。赵光义答道：“如果花蕊夫人能为我折枝花来，我就饮酒。”赵匡胤命花蕊夫人折花时，赵光义引弓将她射死，随后流泪抱着赵匡胤的腿说：“陛下方得天下，宜为社稷自重，远离酒色！”赵匡胤虽心中不快，却没有责怪他，而是“饮射如故”。北宋末年的《铁围山丛谈》则说，花蕊夫人归宋后，赵光义也十分喜爱她，但无从得手。一次从猎后苑，花蕊夫人在侧，赵光义“调弓矢，引满拟兽，忽回射花蕊，一箭而死”。\n\n　　赵光义为何要杀她，则有三种不同解释。一是赵光义高风亮节，以社稷为重，不顾一切地清除他哥哥身边的“祸水”；二是赵光义出于羡慕嫉妒恨，我得不到你也得不到，不惜毁灭一代美女；三是因为花蕊夫人在设接班人问题上有不利于赵光义的说法，赵光义挟嫌报复。第一条原因基本不成立，因为赵光义自己就是个好色之徒，他后来对南唐李煜的小周后的贪婪和强占，就是典型例证；第二条原因也有些勉强，赵光义虽然垂涎花蕊夫人的美色，但绝不会为一个美女而开罪赵匡胤，坏了自己的接班大事；如此看来，第三条原因最为靠谱，没接班前，赵光义表现得极为谦恭韬晦，低声下气，但他的忍耐有个底线，就是不能影响他接班，否则，见鬼杀鬼，见佛杀佛，毫不手软，最后不是还留下烛影斧声的千古之谜吗？\n\n　　花蕊夫人的第二种死法，主要见于蔡东藩的《宋史演义》，说是赵匡胤和花蕊夫人缠绵了几年后，有些审美疲劳，花蕊夫人也美色减退，赵匡胤就移情别恋，爱上了一个姓宋的美女，“是时宋氏年十七，太祖年已四十有二了。俗话说得好：‘痴心女子负心汉’。那花蕊夫人本有立后的希望，自被宋女夺去此席，倒也罢了，谁知太祖的爱情，也移到宋女身上去，长门漏静，谁解寂寥？痛故国之云亡，怅新朝之失宠，因悲成病，徒落得水流花谢，玉殒香消。”\n\n　　蔡东藩的东西，喜渲染夸张，轻史料考证，虽可读性强，但失之于严谨，姑妄听之吧。相比较而言，花蕊夫人死于赵光义之手还是比较靠谱些。\n\n　　如果按朱熹“失节事大”的观点来看，花蕊夫人的两种死法都不足为训。亡国时她就该死以殉国，丈夫死后她就该殉夫，受赵匡胤侮辱时就该殉节，如果其时死了，她就是美女加才女加节烈之女了。可惜，她起起落落长袖善舞时，朱熹还没有出生，她也根本不知道“灭人欲，存天理”是个什么东西。况且，既然“十四万人齐解甲，宁无一个是男儿”，老公孟昶都自缚出城请降，花蕊夫人就像明末陪着钱谦益准备殉国跳水的柳如是，人家正主都不肯殉国，你个配角去找死，不是自作多情吗？\n\n\n人物传说\n\n蓉城\n\n　　花蕊夫人最爱牡丹花和红桅子花，于是孟昶命官民人家大量种植牡丹，并说：洛阳牡丹甲天下，今后必使成都牡丹甲洛阳。不借派人前往各地选购优良品种，在宫中开辟“牡丹苑”，孟昶除与花蕊夫人日夜盘桓花下之外，更召集群臣，开筵大赏牡丹。那红桅子花据说是道士申天师所献，只有种子两粒，它开起花来，其色斑红，其瓣六出，清香袭人。由于难得，便有人模仿那花的样式画在团扇上，竟相习成风，也就是“芙蓉”花。每当芙蓉盛开，沿城四十里远近，都如铺了锦绣一般。“芙蓉城”因此而得名，是以成都又被称为“蓉城”。\n\n送子娘娘\n\n　　传说很久以前，后蜀国王孟后主的妃子花蕊夫人很喜欢芙蓉花，孟后主就为美丽的花蕊夫人在城里城外种满了芙蓉花。不久，宋朝军队打进后蜀国，孟后主投降了，花蕊夫人也被俘虏了。宋朝皇帝赵匡胤见花蕊夫人十分美丽，便收她作了自己的妃子，可花蕊夫人十分讨厌他。花蕊夫人被送宋宫但不忘故主，绘孟昶画像私挂奉祀。每当夜深人静的时候，就拿出孟后主的画像流泪诉说思念之情。\n此事被宋太祖入宫看见追问，花蕊夫人急中生智说“所挂张仙，送子之神，蜀人皆如”，幸未追究。送子之神，于是从宫中传到民间，到了晚清年代，把张仙男身像改花蕊女身像，花蕊夫人也又被尊为送子娘娘了。\n\n芙蓉花神\n\n　　后来赵匡胤还是知道此事，逼迫花蕊夫人交出画像，花蕊夫人至死不从，赵匡胤一怒之下杀死了她。花蕊夫人倒下了，鲜血染红了院中的芙蓉花。人们敬仰花蕊夫人对爱情的忠贞不渝，尊她为芙蓉花神。\n\n",
  "desc": "在五代十国时期，有几位被称作花蕊夫人的女性，她们不仅容貌美丽，而且能诗善赋，多才多艺。有关她们的事迹，多散见于五代至两宋的各种史籍之中，因其所处时代相同，且又均被称为花蕊夫人，她们的身份、事迹至今仍有许多疑谜。世传《花蕊夫人宫词》100多篇，其中确实可靠者90多首，诗一卷（《全唐诗》下卷第七百九十八）归属于孟昶妃，但词中有“法元寺里中元节，又是管家降诞辰”语，中元节为旧历七月十五日，正是王衍生日，而孟昶则生于十一月十四日，可知当出自王建淑妃手笔。",
  "dynasty": "五代",
  "id": 2277,
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_2277.jpg",
  "name": "花蕊夫人",
  "star": 7
}