{
  "content": "典故：洛阳纸贵\n\n　　在西晋太康年间出了位很有名的文学家叫左思他曾做一部《三都赋》在京城洛阳广为流传，人们啧啧称赞，竞相传抄，一下子使纸昂贵了几倍。原来每刀千文的纸一下子涨到两千文、三千文，后来竟倾销一空；不少人只好到外地买纸，抄写这篇千古名赋。\n\n　　然而，左思写成《三都赋》却是历经很多曲折才得到重视的；没有伯乐识才，也许这篇《三都赋》便成为一堆废纸，不得流传。\n\n　　在左思小时候，他父亲就一直看不起他。父亲左雍从一个小官吏慢慢做到御史，他见儿子身材矮小，貌不惊人，说话结巴，倒显出一副痴痴呆呆的样子，常常对外人说后悔生了这个儿子。及至左思成年，左雍还对朋友们说：“左思虽然成年了，可是他掌握的知识和道理，还不如我小时呢。”\n\n　　左思不甘心受到这种鄙视，开始发愤学习。当他读过东汉班固写的《两都赋》和张衡写的《两京赋》，虽然很佩服文中的宏大气魄，华丽的文辞，写出了东京洛阳和西京长安的京城气派，可是也看出了其中虚而不实、大而无当的弊病。从此，他决心依据事实和历史的发展，写一篇《三都赋》，把三国时魏都邺城、蜀都成都、吴都南京写入赋中。\n\n　　为写《三都赋》，使得笔笔有着落有根据，左思开始收集大量的历史、地理、物产、风俗人情的资料。收集好后，他闭门谢客，开始苦写。他在一个书纸铺天盖地的屋子里昼夜冥思苦想，常常是好久才推敲出一个满意的句子。经过十年，这篇凝结着左思甘苦心血的《三都赋》终于写成了！\n\n　　可是，当左思把自己的文章交给别人看时，他却受到了讥讽。当时一位著名文学家陆机也曾起过写《三都赋》的念头，他听说名不见经传的左思写《三都赋》，就挖苦道：“不知天高地厚的小子，竟想超过班固、张衡，太自不量力了！”他还给弟弟陆云写信说：“京城里有位狂妄的家伙写《三都赋》，我看他写成的东西只配给我用来盖酒坛子！”\n\n　　左思的《三都赋》在文学界品评时，那些文人们一见作者是位无名小卒，就根本不予细看，摇头摆手，把一篇《三都赋》说得一无是处。左思不甘心自己的心血遭到埋没，找到了著名文学家张华。\n\n　　张华先是逐句阅读了《三都赋》，然后细问了左思的创作动机和经过，当他再回头来体察句子中的含义和韵味时，不由得为文中的句子深深感动了。他越读越爱，到后来竟不忍释手了。他称赞道：“文章非常好！那些世俗文人只重名气不重文章，他们的话是不值一提的。皇甫谧先生很有名气，而且为人正直，让我和他一起把你的文章推荐给世人！”\n\n　　皇甫谧看过《三都赋》以后也是感慨万千，他对文章予以高度评价，并且欣然提笔为这篇文章写了序言。他还请来著作郎张载为《三都赋》中人魏都赋做注，请朱中书郎刘逵为蜀都赋和吴都赋做注。刘逵在说明中说道：“世人常常重视古代人东西，而轻视新事物、新成就，这就是《三都赋》开始不传于世人原因啊！”\n\n　　在名人作序推荐下，《三都赋》很快风靡了京都，懂得文学之人无一不对它称赞不已。甚至以前讥笑左思之人－－陆机听说后，也细细阅读一番，他点头称是，连声说；“写得太好了，真想不到。”他断定若自己再写《三都赋》决不会超过左思，便停笔不写了。\n\n　　同是一篇文章，有人将它贬得一钱不值，有人使之名噪一时。这其中当然有鉴别力高低人区别，可是更重要人是反映了人们是否重视新生力量，能不能慧眼识英才的问题。\n\n　　晋代左思作《齐都赋》一年始成。复以十年之久，作《三都赋》。在其舍中院内，以及茅厕皆置纸笔，偶得佳句，当即录之。自认所学不多，便求为宫禁藏书郎。其赋成后，仍未获士人青睐。左思自认其作不逊于汉时班固与张衡，恐一人之褒贬而遭埋没。便请文学家张华过目，张华阅后，咸认为佳作，可媲美班张之文。复请教当时名士皇甫谧，谧观后欣然为之作序，自此名声大噪。由于都城洛阳权贵之家，皆争相传抄《三都赋》，遂使纸价上扬，为此而贵。\n\n　　左思的《三都赋》更是造成了令政府相当头痛的“洛阳纸贵”的局面。这篇赋，耗费了左思近十年的心血，为此他专门拜访专家，又到蜀都、吴都、魏都去实地调查，继续在家里挂满纸笔，以备有灵感来时随时写下，可谓是读万卷书，行万里路。就像一则外国小寓言说的一样：花十年时间画一幅，一天就可以卖出去，而花一天时间画一幅画，可能十年也卖不出去。左思深谙此道理，难怪此赋一经发行，风靡全国，从此，丑男作家终于一鸣惊人，扬眉吐气了!\n\n\n生平\n\n　　左思字太冲，齐国临淄人，西晋诗人。左思家世儒学，出生寒微。其父左熹，字彦雍，起于小吏，曾任武帝朝殿中侍御史、太原相、弋阳太守等。少时曾学书法鼓琴，皆不成，后来由于父亲的激励，乃发愤勤学。左思貌丑口讷，不好交游，但辞藻壮丽，曾用一年时间写成《齐都赋》。泰始八年前后，因其妹左棻被选入宫，举家迁居洛阳，曾任秘书郎。元康年间，左思参与当时文人集团“二十四友”之游，并为贾谧讲《汉书》。元康末年，贾谧被诛，左思退居宜春里，专意典籍。后齐王召为记室督，他辞疾不就。太安二年，河间王司马颙部将张方进攻洛阳，左思移居冀州，数年后病逝。有《左太冲集》。\n\n\n文学成就\n\n作品概述\n　　左思出身寒门，虽有很高的文学才华，却在当时的门阀制度下屡不得志，只好在诗中表述自己的抱负和对权贵的蔑视，歌颂隐士的清高。左思所作琴曲有《招隐》，收入《神奇秘谱》之中，并在解题中引录了他的两首同名诗，此外，《秋月照茅亭》、《山中思友人》也有人认为是他的作品，这些作品中都贯穿着隐逸思想。左思作品旧传有集5卷，今存者仅赋两篇，诗14首。《三都赋》与《咏史》诗是其代表作。左思的作品收录于清人严可均所辑《全上古三代秦汉三国六朝文》和逯钦立所辑《先秦汉魏晋南北朝诗》。\n\n赋\n　　《晋书·左思传》载，他曾以10年时间写出《三都赋》，“豪贵之家，竞相传写，洛阳为之纸贵”。《三都赋》的写作时间，《晋书·左思传》和《世说新语·文学》篇注引《左思别传》的说法很不一致。据今人傅璇琮考证，《三都赋》成于太康元年灭吴之前。此外，今人姜亮夫认为作于291年，刘文忠认为作年“难以确定”。左思在序中批评前人作赋“侈言无验，虽丽非经”，提出作赋应“贵依其本”、“宜本其实”。在写作此赋过程中，他曾向到过蜀地的张载请教岷邛之事；又求为秘书郎，以便博览方志群书。因此《三都赋》体制宏大，事类广博。他那种强调征信求实的文学主张虽不免偏激，但也使《三都赋》在一定程度上反映了三国时期的社会生活状况。《三都赋》问世后，张华赞叹不已，叹道：“班张之流也。使读之者尽而有余，久而更新。”，皇甫谧为之作序，张载、刘逵作注；卫权作略解。一时间豪富人家竞相传写，以致“洛阳纸贵”。这除了《三都赋》本身的富丽文采及当时文坛重赋等因素外，更重要的是因为它包含了当时朝野上下关心瞩目的内容：进军东吴、统一全国。此赋的写作手法及风格虽与班固的《两都赋》及张衡的《二京赋》相似，但它的思想主题则不是传统的“劝百讽一”。因此《三都赋》在后期大赋中具有重要地位。左思另有一篇抒情小赋《白发赋》，语言朴实、行文幽默、感情含蓄，与《三都赋》完全不同。它采用头发与人对话的寓言体，尖锐地抨击“靡不追荣，贵华贱枯”的社会现实。\n\n诗\n　　左思诗歌代表作品是《咏史》诗8首，见于《文选》。《咏史》自班固以来大抵是一诗咏一事，在客观事实的复述中略见作者的意旨，而左思的《咏史》错综史实，融会古今，连类引喻，“咏古人而己之性情俱见”。左思早年有着强烈的用世之心，自认才高志雄，“左眄澄江湘，右盻定羌胡”，希望有所作为。但是在门阀制度的压抑下，他始终怀才不遇。在《咏史》诗第2首中，他以“郁郁涧底松，离离山上苗。以彼径寸茎，荫此百尺条”的艺术形象，深刻地揭露“世胄蹑高位，英俊沉下僚”的不合理现象；在第7首中他借咏古代贤士的坎坷遭遇，沉痛地指出：“何世无奇才，遗之在草泽。”对扼杀人才的黑暗现实进行了猛烈的抨击，其笔锋之尖锐，在两晋南北朝是不多见的。《咏史》诗还借咏古人，阐明自己的生活态度和志向，声称：“贵者虽自贵，视之若埃尘。贱者虽自贱，重之若千钧。”所以梁代评论家钟嵘说左思“文典以怨，颇为精切，得讽喻之致”。\n　　明清之际王夫之曾说：“三国之降为西晋，文体大坏，古度古心，不绝于来兹者，非太冲其焉归？”左思《咏史》诗的这种风格被钟嵘称为“左思风力”。“左思风力”曾对陶渊明产生过影响。左思所创造的“涧底松”这一艺术形象也被南朝范云、初唐王勃借用来抒发怀才不遇的苦闷。\n　　左思另有《招隐》诗两首，文笔流丽，其中“非必丝与竹，山水有清音”，很受后人赞赏。《娇女诗》一首，语言朴素，感情真挚，对小女儿的疼爱之情跃然纸上。陶渊明的《责子》、杜甫的《北征》、李商隐《骄儿诗》等，都受到它的一定影响。此外他还有《杂诗》一首，《悼离赠妹》诗二首。前者风格与《咏史》相近，后者是四言诗，典雅凝重。\n\n",
  "desc": "左思（约250～305）字太冲，齐国临淄（今山东淄博）人。西晋著名文学家，其《三都赋》颇被当时称颂，造成“洛阳纸贵”。左思自幼其貌不扬却才华出众。晋武帝时，因妹左棻被选入宫，举家迁居洛阳，任秘书郎。晋惠帝时，依附权贵贾谧，为文人集团“二十四友”的重要成员。永康元年（300年），因贾谧被诛，遂退居宜春里，专心著述。后齐王司马冏召为记室督，不就。太安二年（303年），因张方进攻洛阳而移居冀州，不久病逝。",
  "dynasty": "魏晋",
  "id": 629,
  "name": "左思",
  "star": 42
}