{
  "content": "诗文轶事\n\n　　清初文人尤侗写过一篇著名的游戏八股文《怎当她临去秋波那一转》，收在《西堂杂俎》里，王士禛《池北偶谈》中说：“近见江左黄九烟周星作‘怎当她临去秋波那一转’制义七篇，亦极游戏致。” 这篇八股文的最后云：“有双文之秋波一转，宜小生之眼花缭乱也哉！抑老僧四壁画西厢，而悟禅恰在个中，盖一转也，情禅也，参学人试于此下一转语。”所谓“四壁画西厢”，出自明末张岱《快园道古》卷四：邱琼山过一寺，见四壁俱画西厢，曰：空门安得有此？僧曰：老僧从此悟禅。问：从何处悟？僧曰：老僧悟处在“临去秋波那一转”。\n\n　　话说尤侗的这篇游戏八股传到宫中，康熙见而喜之，读到最后一句“参学人试于此下一转语”，便对身边的国师宏觉和尚说：“请老和尚下。”宏觉说：“这不是山僧的境界。”当时另一首座和尚也在旁，康熙又问他如何。首座说：“不风流处也风流。”康熙听了哈哈大笑。 \n\n\n生平\n\n　　尤侗生于万历四十六年四月，祖籍苏州府长州。其家世代书香，自称是“簪缨不绝”。其父为明太学生，但终生未仕，在家课子。尤侗五岁开始居家习读四书五经，受业于其父祖。其天资聪颖，喜读《史记》、《离骚》等，以博闻强记闻名乡里，世人称其为“神童”，并入学为诸生，一时间颇负才名。\n\n　　顺治三年副榜贡生，顺治帝曾称誉尤侗是“真才子”，惜六入考场皆名落孙山，九年授永平推官。曾在衙署门柱撰写了一副楹联：“推论官评，有公是，有公非，务在扬清激浊；析理刑法，无失入，无失出，期于扶弱锄强。”顺治十三年春，他以大清典律杖责鱼肉乡里的“旗丁”后，反遭弹劾，刑部以“擅责投充”，例应革职，改为降二级调用。尤侗不等降级调用，愤然辞官，当年七月偕同妻儿返回故里，“拜见父母，悲喜交集”。决定从此收心归隐，自号“晦庵”，将居处改为“看云草堂”，取杜甫诗意“年过半百不如意，明日看云还杖藜”。尤侗精通南曲北曲，以一腔忧愤创作了许多剧本，杂剧《读离骚》、《吊琵琶》、《桃花源》、《黑白卫》、《清平调》五种，及传奇《钧天乐》，均在顺治十三年至康熙七年间完成。\n\n　　康熙十八年应诏入选博学鸿词科，以二等十二名授翰林院编修，参修《明史》，分撰列传300余篇、《艺文志》5卷，“受知两朝，恩礼始终”。康熙二十一年长子尤珍高中进士，完成了他一生未了“科名”夙愿，于是慨然引退：“知足不辱，知止不殆。吾年逾六十，子幸成名，可以休矣！ ”康熙二十二年在史局以撰述第一的成就致仕返乡，归隐苏州亦园。书斋名为“西堂”，故自号“西堂老人”。后在苏州城滚绣坊建有园林，面积约十亩，定十景名为：南园春晓、草阁凉风、葑溪秋月、寒村积雪、绮陌黄花、水亭菡萏、平畴禾黍、西山夕照、层城烟火、沧浪古道。\n\n　　康熙三十八年南巡，尤侗年近八旬仍亲迎于道，三月十八日恰逢康熙帝诞辰，作《万寿词》以祝寿，“上嘉焉，赐御书。‘鹤栖堂’匾额”。四十二年康熙帝再度南巡，晋为侍讲。时人比之为李白。隔年六月因年老逝于家中，葬于苏州西郊太湖边光福镇官山姚姊坞。\n\n\n文学成就\n\n　　尤侗才情敏捷，文名早著。曾以《怎当他临去秋波那一转》制义以及《读离骚》乐府流传禁中，受顺治帝赏识；在史馆时进呈《平蜀赋》，又受康熙帝赏识，所谓“受知两朝，恩礼始终”。他的诗文多新警之思，杂以谐谑，每一篇出，人所传诵。所撰《西堂杂俎》盛行于世，但辞赋、铭赞、应俗、游戏之作，十之八九格调不高。自序说：“雕虫之技，悔已难追；鸡肋之余，弃复可惜”，故名“杂俎”而不以“文集”标目。但他所撰的《艮斋倦稿》，在评文论学方面，却写得比较认真而扎实。\n\n　　尤侗论诗，将唐宋置于平等地位，认为：“取唐之美者与宋之恶者，则元白必笑苏黄之拙；取宋之美者与唐之恶者，则李杜不如杨陆之工”，“平而论之，二代之诗美恶不相掩也。”他所作的诗，则以“性情自在”为尚。王士祯评论其诗“如万斛泉，随地涌出，时出世间，辩才无碍，要为称其心之所欲言”；沈德潜说他“四十至六十时诗，开阖动荡，轩昂顿挫，实从盛唐诸公中出也”。总之，其诗笔调酣畅，格调多样。但数量既多，不免有信手敷衍、浮浅油滑的弊病。从内容上说，《老农》、《杀蝗》、《苦雨行》、《散米谣》、《纪赈》、《煮粥行》、《出关行》、《忧盗行》、《民谣》等早、中年所作的长篇古风，颇关注于现实社会，对人民疾苦也很表同情,多有可取。《拟明史乐府》100首、《外国竹枝词》100首及《土谣》10首，歌咏明代史事，描述清初交往各国和边疆各少数民族的生活习俗，同时吸收了乐府民歌的表现手法，清新风趣，别具一格。\n\n　　尤侗亦能词曲，著有《百末词》6卷,自称是“《花间》、《草堂》之末”；又有《钧天乐》、《读离骚》、《吊琵琶》、《桃花源》、《黑白卫》、《清平调》等杂曲传奇6种，汇入《西堂曲腋》，在当时流传颇广。\n\n　　尤侗著作浩繁，大都收入《西堂全集》61卷和《余集》共135卷中；“著书之多，同时毛奇龄外，甚罕其匹”。另有《鹤栖堂集》诗、文各3卷，是晚年作品。由于《西堂杂俎》乾隆时因“有乖体例，语多悖逆”，被列为禁书，所以其集《四库全书》不收。\n\n",
  "desc": "尤侗（1618年－1704年）明末清初著名诗人、戏曲家，曾被顺治誉为“真才子”；康熙誉为“老名士”。字展成，一字同人，早年自号三中子，又号悔庵，晚号良斋、西堂老人、鹤栖老人、梅花道人等，苏州府长洲（今江苏省苏州市）人。于康熙十八年（1679）举博学鸿儒，授翰林院检讨，参与修《明史》，分撰列传300余篇、《艺文志》5卷，二十二年告老归家。四十二年康熙南巡，得晋官号为侍讲，享年八十七岁。侗天才富赡，诗多新警之思，杂以谐谑，每一篇出，传诵遍人口，著述颇丰，有《西堂全集》。",
  "dynasty": "清代",
  "id": 759,
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_759.jpg",
  "name": "尤侗",
  "star": 3
}