{
  "content": "生平\n\n　　宋若昭，贝州清阳人，宋若莘之次妹。据墓志铭记载，宋若昭卒于唐文宗大和二年，享年68岁，由此可知其当生于唐肃宗上元二年。新旧唐书载“宝历初卒”应有误。\n\n　　其父宋庭芬，为初唐诗人宋之问后裔，生一男五女，男独愚不可教，而五女皆警慧，善属文。宋若莘最长，次为宋若昭、宋若伦、宋若宪、宋若荀，皆禀性贞素，不愿归人，欲以学名家。其中“若莘与若昭文尤淡丽，性复贞素闲雅，不尚纷华之饰”。\n\n　　贞元四年，宋氏姐妹随父客居上党，昭义节度使李抱真表荐其才。德宗当即降诏征召姐妹五人，试以文章诗赋，兼问经史大义，大为赞赏。宋氏姐妹表荐入宫后，德宗“礼荣闲雅，高其风操”，不以宫妾待之，尊称学士。德宗每与侍臣写诗唱和，亦令若莘姊妹参与应制。宋氏姐妹深得德宗恩赏，其父祖与弟也因此得赠官职。\n\n　　宋若伦、宋若荀先卒。自贞元七年后，宫中记注簿籍之事由若莘执掌。元和末年，若莘逝世，追赠河内郡君。元和十五年十二月戊寅，唐穆宗令若昭掌文奏，拜为尚宫，代司若莘之职。 穆宗居东宫时，若昭就曾单独为当时尚为太子的穆宗讲解经训，可见其在宫中深受信任和赏识。\n\n　　若昭为人练达，历六帝四十余年，教导后宫嫔妃，掌管四方表奏。尤其在宪宗、穆宗、敬宗三朝时，皆呼为先生，六宫嫔妃、诸王、公主、驸马，皆以师礼相待，为之致敬。进封梁国夫人。大和二年七月廿七日若昭卒于大明宫，就殡于永穆道观内，同年十一月八日祔葬万年县凤栖原祖茔。若昭卒后，朝廷给予了很高的礼遇，为她举行了隆重的葬礼，以其弟宋稷为主丧，供卤薄，赐鼓吹。若昭之后，宋若宪代司宫籍，为唐文宗所重，后来卷入政治漩涡被构陷，幽于外第，赐死，家属徙岭南。\n\n　　宋若昭的著作，今存诗一首，题为《奉和御制麟德殿宴百撩应制》及传奇文《牛应贞传》一篇。唐代传奇《牛应贞传》记叙了女神童牛应贞的事迹。牛应贞为《纪闻》作者牛肃的长女，又说宋若昭《牛应贞传》实出其父牛肃的《纪闻》。\n\n\n女论语\n\n　　《女论语》又名《宋若昭女论语》，唐代宋若莘所著，宋若昭作解，是《女四书》之一种，为明朝王相编录。该刻本为清中期单册刻本，现收藏于清河县档案馆。该书高26厘米，宽16厘米，四周单边，单鱼尾，优质宣纸雕版印刷。字体端正，笔力遒劲。\n\n　　宋若莘，唐贝州今河北省清河县人，擅长文辞诗文，志向高远，一生未嫁。唐德宗贞元中期，被召入宫中，封为“学士”，贞元七年?公元791年　，诏宋若莘总领秘阁图藉，共著有《女论语》10篇。\n\n　　宋若昭，若莘之妹，若莘著《女论语》，若昭申释之。若莘死后，唐穆宗召若昭入宫中，掌管六宫文学，封为“外尚书”。同时，还教导诸皇子公主，被称为“先生”。经历唐德宗、顺宗、宪宗、穆宗、敬宗五朝，唐宝历中期去世，封为“梁国夫人”。一生著有诗文若干卷，现存仅有诗一首和传奇文《牛应贞传》。\n\n　　该刻本分为三部分。最前面有一篇《唐书列传》即宋若昭传，记载“若莘、若昭文淡丽，性复贞素闲雅，不尚粉华之饰。尝白父母，誓不从人，愿以艺学扬名显亲。若莘著《女论语》十篇，其言模仿《论语》，以韦逞母宣文君宋氏代仲尼，以曹大家等代颜、闵，其间问答，悉以妇道所尚。若昭注解，皆有理致。”\n\n　　刻本第二部分为《女论语序传》，说明作此书的目的和意义，“恐女教未修，乃编撰此书，名曰：《女论语》”。又“乃撰一书，名为论语。敬戒相承，教训子女。若依其信，是为贤妇。罔俾前人，独美千古。”\n\n　　第三部分为刻本中心，占全书主要篇幅，分立身章、学作章、学礼章、早起章、事父母章、事舅姑章、事夫章、训男女章、管家章、待客章、和柔章、守节章共十二章，每一章都详细规定古代女子的言行举止和持家处世事理。\n该刻本依古代《论语》思想和体制而作，在思想和行为上对古代女子提出了严格要求和应遵循的基本礼节，是淑女贤妇的一部行为规范和准则。\n\n\n宋若昭墓志\n\n　　宋若昭墓志出土于西安市长安区，志石拓本长宽均52厘米，26行，满行26字，正书，有方界格。\n\n　　“宋若昭墓志由从侄宋申锡撰文，侄女婿徐幼文书，申锡署衔为翰林学士，徐幼文为翰林学士院待诏。”赵力光介绍，宋申锡在唐文宗时拜相，通常翰林学士撰文、翰林待诏书写墓志的志主身份都非比寻常，而宋若昭墓志由宋申锡撰、徐幼文书，可见规格很高。\n\n　　“春秋六十八，大和戊申岁七月廿七日属纩于大明宫，就殡于永穆道观，以其年十一月八日付葬于万年县凤栖原先茔，礼也。”他说，据此墓志内容可知宋若昭生于上元二年，葬地记载对于确定其家族墓葬所在提供了线索。\n\n　　文献记载，宋若昭有姐妹五人，知名度甚高。长曰若莘，次曰若昭、若伦、若宪、若苟，宋若梓作为长姐教导诸妹，其中“若莘与若昭文尤淡丽，性复贞素闲雅，不尚纷华之饰”的记述，墓志史传内容相合。\n\n　　宋若昭为人练达，历六帝40余年，尤其在宪、穆、敬三帝时，“皆呼为先生，六宫嫔媛、诸王、公主、驸马皆师之，为之致敬”。\n“宋若梓被赠封为郡君，宋若昭被封梁国夫人，说明了宋氏姐妹在宫廷中的地位与影响。”赵力光认为，宋若昭入后妃传，说明了宋氏姐妹的身份特征，其葬礼中的高规格礼遇有所逾制，也和她善于为人处世有着重要的关系。\n\n　　其墓志文记载，大和二年，若昭卒于大明宫，后殡于永穆观。此观是唐玄宗女儿永穆公主出家后舍宅所建。在此殡了三个多月后，又举行了一系列祭奠活动。而丧葬时，还享受了“卤簿鼓吹”的待遇，在当时的女性中，只有皇太后、皇后等重量级后妃下葬时，才可使用这种待遇。专家认为，若昭葬礼逾制高规格，和她善于为人处世有重要的关系。\n\n　　若昭在宫中为官期间，三妹宋若伦、小妹宋若荀先后亡故，也因此，这两人目前流传于世的文墨已鲜为人知。所幸，其他三姐妹都有作品流于后世。\n\n　　虽然宋氏五姐妹风光无限，备受皇帝青睐，然而宋家却未得善终。\n据专家介绍，若昭之后，其妹若宪封为尚宫。唐文宗时期，若宪也十分受皇帝器重，但后来因卷入政治漩涡，于835年被赐死，其弟、侄等家属连坐者达十三人，皆被流放岭南。宋氏姐妹宠领宫廷的时代彻底结束，宋氏家族也随之衰败。\n\n\n家族成员\n\n父祖\n\n　　曾祖父：宋仁永，官至莱州录事参军\n\n　　祖父：宋敏，官赠秘书少监\n\n　　父亲：宋庭芬，官赠大理府君\n\n兄弟姐妹\n\n　　宋若莘，元和年间为尚宫，追赠河内郡君\n\n　　宋若伦，早卒\n\n　　宋若宪，若昭之后代司宫籍\n\n　　宋若荀，早卒\n\n　　宋稷，前太子宫门郎\n\n",
  "desc": "宋若昭（761年－828年），初唐著名诗人宋之问裔孙宋庭芬之女。[1] 宋庭芬有五女，曰若莘、若昭、若伦、若宪、若荀，皆警慧，善属文；而若昭、若宪成就更高些。唐德宗贞元四年被召入宫廷，称为内学士。唐穆宗时拜为尚宫。历经穆宗、敬宗、文宗三朝，皆呼先生。进封梁国夫人。",
  "dynasty": "唐代",
  "id": 2116,
  "name": "宋若昭",
  "star": 0
}