{
  "content": "生平\n\n　　徐灿儿时住在苏州城外的一座山庄里，其父徐子懋经史皆通，故而徐灿自小受到良好的教育，在《家传》中其父称徐灿“幼颖悟、通书史、识大体”，为徐子懋所钟爱。\n\n　　徐灿于崇祯初年嫁给了陈之遴，陈之遴在明末清初为知名诗人。正是由于他们在文学上志气相投，互相吸引，为夫妻感情奠定了思想基础，在两人的诗、词中常常可见唱和之作。婚后不久，陈之遴于崇祯十年进士及第，这预示着陈之遴的前程一片锦绣。但是好景不长，陈之遴被崇祯皇帝斥为“永不叙用”，夫妇二人被迫回到了海宁。这次打击使徐灿对宦途险恶产生了寒意，而陈之遴对仕途有所眷恋，于明亡后出仕新朝。然而深受儒家思想影响的徐灿对民族和国家有坚贞之情。丈夫降清，她作为一个封建大家闺秀又不可能直面抗争，故其心情是矛盾而抑郁的。词作风格特色的形成主要是在这一时期。\n\n\n评价\n\n　　徐灿为明末清初的重要女词人，在清代女性词史上占有着重要的地位，其特别的身世经历一方面开阔了她的生活视野，一方面也使得她在词的创作上有着宽广的题材，从而使其词在内容上突破了女性词人的狭隘意识和局限于日常生活的纤细琐碎的感受，以抒写家国兴亡之感慨，表现黍离桑梓之悲思和羁旅飘零之情怀，拓宽了女性词创作的传统题材，境界开阔，社会表现力强。其风格幽咽深隐、悲慨苍凉。在明末清初的女性词坛上独出一枝。\n\n　　陈维崧在《妇人集》中对徐灿极为推崇，称其“才锋遒丽，生平著小词绝佳，盖南宋以来，闺房之秀，一人而已。其词，娣视淑真，姒蓄清照”。其词或典雅清新或悲慨苍凉，才锋遒丽，开拓了女性词之意境，对清代妇女文学影响极大。而其身世的坎坷不平，词作的沉郁娴雅又使她不仅仅是与易安、淑真比肩，更卓然独立于同时代的众多女词人之上，成为明清之际一位可与众多男性词人争胜的优秀词人。\n\n　　朱孝臧则谓其“词是易安人道韫，”\n\n　　周勒山曰：“湘苹诗馀，真得北宋风格，绝无纤佻之习，其冠冕处，即李易安亦当避席，不独为本朝第一也。”\n\n　　清代词评家陈廷焯对徐灿极为推崇，亦云：“闺秀工为词者，前则李易安，后则徐湘苹。”\n\n　　陈维崧的《拙政园连理山茶歌》中有“赋就新词易断肠”及“镜前漱玉辞三卷”两句，暗引朱淑真词集名《断肠词》、李清照词集名《漱玉词》，赞徐灿的艺术水准与朱、李都可相提并论。\n\n\n儒家思想影响\n\n　　徐灿从小接受的是传统的儒家教育，徐子懋称徐灿“幼颖悟、通书史、识大体，”可见徐灿知识渊博，通读四书五经，从而积淀了深厚的儒家道德传统，“识大体”便说明了她深谙作为一个封建的大家闺秀所应遵守的道德规范，自觉而自律。\n\n　　儒家鼓励积极入世，所以徐灿在陈之遴于崇祯十年进士及第对丈夫是极为支持与赞赏的，她作了《满庭芳?丁丑贺素庵及第》来表示她的衷心祝贺。\n\n　　儒家以仁政治天下，而忠恕之道在儒家思想中也是相当重要的概念。“夫子之道，忠恕而已矣。”所谓忠，即心无二心，意无二意的意思。徐灿的忠君思想是根深蒂固的，明亡后，对于自小接受儒家思想教育的徐灿来说，丈夫降清意味着不忠，已失气节。但是作为一个深受儒家思想影响的封建大家闺秀，徐灿不可能不守妇道，像柳如是那样逼丈夫自尽以求忠于前朝。这种矛盾的心境致使徐灿有苦却又不敢直言，其作品时时表现出欲言又止的语句。如《满江红?有感》：\n\n　　乱后国家，意中愁绪真难说。春将去、冰台初长，绮钱重叠。炉烬水沉犹倦起，小窗依约云和月。叹人生、争似水中莲，心同结。\n\n　　离别泪，盈盈血。流不尽，波添咽。见鸿归阵阵，几增凄切。翠黛每从青镜减，黄金时向床头缺。问今春、曾梦到乡关，惊鶗鴂。\n\n　　这首词写于陈之遴降清别家后，从词中可以看出，陈之遴出仕新朝，徐灿是不愿意随丈夫上京的。词作主要表达的是对丈夫的愁怨，最后一句“问今春，曾梦到乡关，惊鶗鴂”，含蓄地表达了对丈夫的责怪。鶗鴂即杜鹃鸟，相传为蜀帝杜宇的魂魄所化，常常在夜里啼鸣，声音凄切，词人借此抒发自己的悲苦哀怨之情。\n\n　　看另外一首《满江红?将至京寄素庵》：\n\n　　柳岸欹斜，帆影外、东风偏恶。人未起、旅愁先到，晓寒时作。满眼河山牵旧恨，茫茫何处藏舟壑。记玉箫、金管振中流，今非昨。\n\n　　春尚在，衣怜薄。鸿去尽，书难托。叹征途憔悴，病腰如削。咫尺玉京人未见，又还负却朝来约。料残更、无语把青编，愁孤酌。\n\n　　这首词写于陈之遴出仕新朝后徐灿携儿女北上京城与丈夫团聚的途中，词中描写了旅途之愁苦，并杂以家国之恨。上片写旅愁，说是旅愁，其实是写河山旧恨。虽然即将与丈夫团聚，但徐灿心中却无喜悦之情，她根本不想来到这个已为清人占据的京城，恨不得把船藏起来。想起当年与丈夫中流泛舟时，有笙箫相伴，而今却只有词人孑然一身，怎么不让人生出凄凉之感呢？下片抒情，词人很想给丈夫捎书一封，倾诉一下自己的凄苦，只可惜无鸿可托，只有默默无语，独自忍受那难言的旅愁。而徐灿独自咀嚼的岂止是旅愁，兴亡旧恨更是她所受的折磨与煎熬。\n\n　　令徐灿伤感的是陈之遴并不为降清而感到羞耻，夫妻两人的政治分歧越来越大，但是徐灿严守妻道顺从的儒家道德规范，未曾与丈夫正面冲突，只是作诗词抒发自己的国愁家恨而已。而很多时候，作为一个封建妇女她不能放开言辞，导致她的作品呈现出“幽咽境深”的艺术风格。 \n\n\n作品风格\n\n幽咽\n　　徐灿忧生患世的情感，表现在她深隐幽咽的词韵中。所谓“幽咽”，即欲言又止，欲言未言的意思。在江山易主的历史变革中，作为一个敏感的知识女性，徐灿感受到了时代的寒意。丈夫降清，深明大家闺秀之礼而又富有民族节气的她既不能与丈夫抗争，又不能认同丈夫的做法，所以她内心是非常矛盾与寂寞的。几经起落的人生境遇，国恨与家愁的叠加，使她不能也不敢放开言辞，其词作则呈现出“幽咽”的特点。如《永遇乐?舟中旧感》写道：\n　　无恙桃花，依然燕子，春景多别。前度刘郎，重来江令，往事何堪说？逝水残阳，龙归剑杳，多少英雄泪血？千古恨，河山如许，豪华一瞬抛撇。\n　　白玉楼前，黄金台畔，夜夜只留明月。休笑垂杨，而今金尽，秾李还消歇。世事流云，人生飞絮，都付断猿悲咽。西山在，愁容惨淡，如共人凄切。\n　　这首词将个人的身世之感与国家的兴亡之感，紧紧地交织在一起，显得十分深沉蕴藉，顿挫峭折，沉郁苍凉。谭献在《箧中词》五中也说其“外似悲壮，中实悲咽，欲言未言”。“往事何堪说”，显示出词人心中有无限情意徘徊未出。“世事流云，人生飞絮”，百般思绪互相激发，使徐灿哀怨不已，“春景多别”，感觉不到春光之美。徐灿在词的表达上并没有让思绪一泄而出，而是形成了其词气的“幽咽”之美。\n　　徐灿词美感效果上的“幽咽”色彩，成就了旷世的忧生患世之音。其《永遇乐?病中》写道：\n　　翠帐春寒，玉墀雨细，病怀如许。永昼愔愔，黄昏悄悄，金博添愁炷。薄幸杨花，多情燕子，时向琐窗细语。怨东风、一夕无端，狼藉几番红雨。\n　　曲曲阑干，沉沉帘幕，嫩草王孙归路。短梦飞云，冷香侵佩，别有伤心处。半暖微寒，欲晴还雨，消得许多愁否？春来也，愁随春长，肯放春归去？\n　　这首抒发低徊的伤春怨别之情的长调，将意蕴美感结合得恰如其分。可是，词的内涵又不仅仅是伤怨，还透露出徐灿素有的理想与期待落空的悲苦。“半暖微寒，欲晴还雨，消得许多愁否”，词人欲说还休，在结尾处又收为伤春幽怨。\n\n境深\n　　除了欲言又止的“幽咽”外，徐灿词作的意蕴还表现在境界的“境深”。由于身经改朝换代，徐灿词中苍凉的兴亡之感是很浓重的，这为女性词的意境作出了极大的开拓。徐灿的词，意蕴深沉弥厚，境界以深幽取胜，她完成了女性词词境的开拓。这一词境的形成，在于其内心的哀怨。这位极为敏感的词人，生就了婉约的心性。这使她在表情达意上极为深隐，而词作意蕴则异常丰富。有对故国的追思，有对丈夫降清的不满，也有对自身处境的尴尬和茫然。如以下诸句：\n　　碧云犹叠旧山河，月痕休到深深处。\n　　伤心误到芜城路，携血泪，无挥处。\n　　故国茫茫，扁舟何许？夕阳一片江流去。\n　　烟水不知人事错。戈船千里，降帆一片，莫怨莲花步。\n　　阅读这样的词句，除了感到其痛楚的心境，还有一种难以言传的感慨震荡读者的心魂。意旨的深幽、情感的怆痛构成了徐灿词的“境深”的意境，因而其词在风格美感上总能形成“幽咽”的色彩。 \n\n",
  "desc": "徐灿（约1618－1698），字湘苹，又字明深、明霞，号深明，又号紫言（竹字头）。江南吴县（今苏州市西南）人。明末清初女词人、诗人、书画家，为“蕉园五子”之一。光禄丞徐子懋女，弘文院大学士海宁陈之遴继妻。从夫宦游，封一品夫人。工诗，尤长于词学。她的词多抒发故国之思、兴亡之感。又善属文、精书画、所画仕女设色淡雅、笔法古秀、工净有度、得北宋人法，晚年画水墨观音、间作花草。著有《拙政园诗馀》三卷，诗集《拙政园诗集》二卷，凡诗二百四十六首，今皆存。",
  "dynasty": "清代",
  "id": 264,
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_264.jpg",
  "name": "徐灿",
  "star": 13
}