{
  "content": "生平\n\n步入仕途\n\n　　端拱元年，庞籍出生于一个官宦家庭。\n\n　　大中祥符八年，庞籍及进士第，被授黄州司理参军。庞籍莅任处事足智多谋，得心应手，很得上司的赏识。\n\n　　乾兴元年，在夏竦举荐及帮忙下，庞籍调任至开封府，当开封府兵曹参军事，简称兵曹参军。知府薛奎推荐庞籍为法曹。升任大理寺丞、知襄邑县。\n\n　　天圣五年，朝廷准备编修《天圣编敕》， 庞籍任刑部详覆官。迁为群牧判官， 于是上言说：“ 过去的制度规定臣下不能使用国家所养之马， 这是一种重视武装装备的表现。枢密院将带甲马借给内侍杨怀敏，大臣们反复上奏， 才被赏赐一匹马， 三天后， 枢密院又借给杨怀敏一匹马， 数日后又停止。枢密院掌机要事务， 都是这样反复无常。平时， 百官上朝进事，陛下不自己亲自批阅奏章， 只送给中书、枢密院。近年来朝廷诏书不断， 逐渐多于过去， 这样就不能防止私自请托， 杜绝佞幸之徒。以前， 王世融身为公主之子殴打府吏， 按照法律应当交纳赎金， 特地停官任职。近来作坊物料库主管官吏盗窃国家物资， 而自己却逃避。凭借着宫亲关系， 三司就不再追究。如今皇上决断不同于过去， 臣下私下觉得很迷惑。祥符年间朝廷命令有司对属下逐渐严格检查， 胥吏都相继空县离职而去， 县令因此而被罢免。如果这样， 那么清廉的官吏就会感到丧气。”\n\n天子御史\n\n　　很久后， 庞籍离开京师任秀州知州。奉召任殿中侍御史，章献太后颁布遗诏：章惠太后参议军国大事。庞籍请求下令门， 将垂帘礼仪制度全部烧掉。又上奏说：“ 陛下亲自处理国家事务，使用人才应当辨明奸邪和正直， 防止朋党， 提拔近亲大臣， 希望听取大家的意见， 不要由宰相一人决定。”孔道辅对人说：“ 言事官大多看宰相的眼色。揣摸宰相的意图，唯有庞醇之， 是天子的御史。”\n\n　　任开封府判官时， 尚美人派遣内侍声称教旨免除工人市租。庞籍说：“ 大宋建国以来， 还没有美人声称教旨下达州府的， 应当杖打内侍。”诏令有司：“ 从今以后宫中传命， 不要接受。”多次弹劾范讽的犯罪之事， 范讽与李迪要好， 都扣留没有上报朝廷， 反而说庞籍上奏宫禁之事不实， 以祠部员外郎罢免为广东南路转运使。又说范讽没有将事情全部上奏， 范讽因此而贬官， 庞籍也降为太常博士、知临江军。不久又官复原职， 调任福建转运使。\n\n　　景佑三年， 任侍御史， 改任刑部员外郎、知杂事， 判大理寺， 担任天章阁待制。\n\n　　元昊建立西夏后，庞籍于宝元元年被任命为陜西体量安抚使，开始西迁，开始为防西夏而做准备。由于令开封府官吏冯士元买卖妇女而犯有过失， 被降职为汝州知州。调任同州知州，于是授予陕西都转运使。文彦博审讯黄德和一案，没有上奏，朝廷诏令庞籍与文彦博共同办案。庞籍上言说：“黄德和退却应当诛杀。刘平尽力而战， 裹尸疆场，应该抚恤其子孙。”又上言说：“ 每年发生灾异， 天旱不雨。宫中花费奢侈，支出收入不严格， 朝廷勒索繁多， 有司无法核对虚实。臣下私自认为凡是陛下出巡乘车的费用，宫中的花费，应该坚决加以裁减抑制， 仿效先帝修善德以消灭灾害的办法。如今到处驻兵，将士尽力而战，不能获得奖赏; 而内官、医官、乐官， 没有功劳，享受丰厚的赏赐，天下人都指着他们， 叫作‘ 三官’。希望稍微进行裁减， 不要对宫人给予丰厚赏赐，应专门奖励战功，这样就不用担心敌寇不能平定了。”\n\n镇守边陲\n\n　　庆历元年，庞籍复职任龙图阁直学士、知延州， 不久兼任鄜延都总管、经略安抚缘边招讨使。\n\n　　庆历二年，庞籍被任延州观察使，庞籍坚决辞谢， 改任左谏议大夫。自从元昊攻陷金明、承平、塞门、安远、栲栳砦， 攻破五龙川， 边境之民都被焚烧掠夺尽净， 庞籍到任后，逐渐修葺治理。戍兵十万没有坚壁完垒， 都分散驻扎在城中， 由于畏惧庞籍，没有一人犯法违禁。金明西北边有浑州川， 土地肥沃平坦。在浑州川的尽头处有叫桥子谷的地方， 这是西夏出入的狭隘通道。\n\n　　庞籍派部将狄青率领万余人，在桥子谷的旁边修筑招安砦， 多次招募百姓进行耕种， 将收获的粮食来作为军需之用。周美偷袭攻取承平砦， 王信修筑龙安砦， 将所有失地全部收复， 修筑十一座城池。到开通名、平戎之道， 沟通永和、乌仁关， 将东西阵法更换为方阵，这样减少了不少兵械。\n\n　　元昊派李文贵带着野利旺荣的书信说前来投诚， 庞籍说：“这是欺骗。”于是在青涧城驻扎军队。数月后，元昊果然大举进犯定川，庞籍召见李文贵进行劝导晓谕，将他遣送走。不久元昊让野利旺荣修书一封，这时仁宗正厌恶战争， 于是对元昊进行招安安抚， 派遣庞籍回报书信， 叫旺荣为太尉。庞籍说：“太尉三公，不是陪臣所能称呼的， 使旺荣为太尉， 那元昊就不是臣子了， 如今他的来信自称‘ 宁令’或‘ 谟宁令’， 都是官名， 在意义上没有什么疑忌。”朝廷听从了庞籍的建议。\n\n　　当时正当西夏刚刚攻破泾原城栅栏， 正商议如何修复。使者来来往往。\n\n　　庆历三年，元昊又派遣贺从勖前来， 改名字叫曩霄， 称男不称臣。庞籍认为不合礼仪， 贺从勖说：“ 儿子事奉父亲，就像臣下事奉君主一样。如果能到京师， 天子不允许，再回去商议。”庞籍送使者到京师， 于是利用这个机会， 上奏说：“ 羌人很长时间没有与中原往来， 国人都担忧抱怨。如今辞理渐通， 一定会有改弦事奉中原之心， 请求派遣使者申述告诉他们。”朝廷采用了他的对策。元昊臣服后， 召庞籍为枢密副使。庞籍说：“ 从陕西用兵以来，朝廷和百姓都感到负担沉重， 请求合并省份减少官员， 退掉靠近要塞的士兵让他们在内地谋生。”朝廷听从了他的意见， 这样节省了不少守边的开支。改任参知政事， 授职工部侍郎、枢密使， 升任户部， 授职同中书门下平章事、昭文馆大学士、监修国史。庞籍初任宰相， 而且单独一人， 立即成为昭文馆大学士， 完全是破格特殊的任职。\n\n明于料事\n\n　　皇祐年间，侬智高叛乱， 朝廷多次出师不利，宋仁宗派遣狄青为宣抚使。谏官韩绛说武人不应当专任， 仁宗以此询问庞籍。庞籍说：“狄青起自行伍， 如果用文臣来辅佐他，会造成号令不统一， 还不如不派遣。”诏令岭南诸军， 都接受狄青节度。不久战胜侬智高叛的捷报传到朝廷，宋 仁宗高兴地说：“狄青打败敌人， 是庞籍你的力量啊。”于是想以狄青为枢密使、同平章事， 庞籍为此力争， 朝廷不听。岭南平定后， 二广举人推恩者达六百九十一人， 论者认为过分。\n\n　　皇佑五年，兖州学究皇甫渊由于捕捉盗贼有功， 按照法律规定应当奖赏钱， 皇甫渊多次上书请求朝廷任用。道士赵清贶与庞籍是姊妹亲家， 受欺骗替皇甫渊向庞籍求用， 于是与堂吏共同接受了皇甫渊的贿赂。小吏控告他们， 结果庞籍降职开封府， 将清贶捕捉， 发配到其他边远州县， 未到， 在路上就死了。韩绛上言说庞籍暗中吩咐府吏杖杀赵清贶来灭口供， 朝廷反覆核查没有此事。但上奏不断， 于是罢为郓州知州。居留数月， 兼观文殿大学士。授职昭德军节度使、知永兴军， 改任并州知州。\n\n　　至和二年，庞籍要到永兴军任职，经汴京，当时宋仁宗问他，文彦博与富弼二人为相如何？庞籍客观地肯定了皇帝的做法，认为他们二人是不二人选，定是大宋之福。不过，庞籍还告诫了宋仁宗，说，既然用了他，就不要疑虑，不然就成了朝廷之忧了，这一点是为后世所用，既是为用人不疑，疑人不用的道理。\n\n晚年生活\n\n　　嘉祐二年，宋仁宗染病在床，而不能朝政，且他又为继位者之忧而沈溺于后宫及丹药房中，这使得大臣们焦急如焚。此时，庞籍曾中上疏， 请求选择宗室中的贤俊之士为皇太子， 言辞十分恳切。由于擅自听任麟州在白草平修筑堡垒， 而州将武戡等被西夏打败， 因此又为观文殿大学士、户部侍郎、知青州。升任尚书左丞， 没授职。不久，庞籍又被调往定州。\n\n　　嘉祐五年，庞籍被召还京。此时已七十二岁高龄的庞籍自以不堪重新为任，就上书告老。无奈之下，朝廷同意了庞籍的请求，不久以太子太保致仕， 封为颍国公。\n\n　　嘉祐八年三月，庞籍去世， 终年七十六岁。这时宋仁宗身体不适， 废朝、临奠都未实现， 只派遣使者吊唁并资助其家办理丧事。同年六月追赠司空， 加侍中， 谥号庄敏。\n\n\n主要成就\n\n　　庞籍通晓律令， 擅长吏事。执法严密， 军中有人犯法， 或断肢斩首剖腹分裂肢体， 或多次抽打致死， 因此士兵们都害怕而服贴。治理百姓十分爱惜， 到他任宰相时， 其声望比在郡县任官时要低。\n\n\n家庭成员\n\n子：庞元英，朝散大夫；\n\n孙：庞恭孙。\n\n",
  "desc": "庞籍（988年—1063年），字醇之，单州成武（今山东成武县）人，北宋宰相。大中祥符八年（1015年）进士及第后，任黄州司理参军，深得知州夏竦的赞许，认为庞籍极具宰相之才，他日必成大器。不久庞籍又先后升任为江州军事判官，开封府司法参军，刑部详复官，群牧判官，大理寺丞，殿中侍御史，累迁至枢密副使、枢密使，太子太保等，封颖国公。 庞籍还是韩琦、范仲淹等人的好友，司马光、狄青等人的恩师。嘉佑八年（1063年）三月去世，享年七十六。同年六月葬于雍邱县，追赠司空，加侍中，谥号庄敏。",
  "dynasty": "宋代",
  "id": 2567,
  "name": "庞籍",
  "star": 0
}