{
  "content": "著作\n\n　　王夫之学识极其渊博。举凡经学、子学、史学、文学、政法、伦理等各门学术，造诣无不精深，天文、历数、医理、兵法乃至卜筮、星象，亦旁涉兼通，且留心当时传入的“西学”。\n\n　　他的著述存世的约有73种，401卷，散佚的约有20种。主要哲学著作有：《永历实录》《周易外传》《周易内传》《尚书引义》《张子正蒙注》《读四书大全说》《诗广传》《思问录》《老子衍》《庄子通》《相宗络索》《黄书》《噩梦》《续春秋左氏传博议》《春秋世论》《读通鉴论》《宋论》等。\n\n\n晚节\n\n　　王夫之为了事业和理想，从来不为利禄所诱，不受权势所压，就是历尽千辛万苦，也矢志不渝。明朝灭亡后，在家乡衡阳抗击清兵，失败后，隐居石船山，从事思想方面的著述。晚年身体不好，生活又贫困，写作时连纸笔都要靠朋友周济。每日著述，以至腕不胜砚，指不胜笔。在71岁时，清廷官员来拜访这位大学者，想赠送些吃穿用品。王夫之虽在病中，但认为自己是明朝遗臣，拒不接见清廷官员，也不接受礼物，并写了一副对联，以表自己的情操：\n　　清风有意难留我，明月无心自照人。\n　　清指清廷，明指明朝，王夫之借这副对子表现了自己的晚节。\n　　分析：为了事业与理想，为了保持自己的气节与情操，有多少像王夫之这样的人啊！他们的高风亮节将光耀千古。\n　　王夫之1672年得闻方以智殉难的消息，作《闻极丸翁凶讯，不禁狂哭，痛定辄吟二章》，摘录两句“长夜悠悠二十年，流萤死焰烛高天。春浮梦里半归鹤，败叶云中哭杜鹃。”\n　　他投奔南明永历而不得时有一首诗“天涯天涯，吾将何之？颈血如泉欲迸出，红潮涌上光陆离。涟水东流资水北，精卫欲填填不得。”\n　　在康熙二十八年其自题墓石中特别告诫儿子“墓石可不作，徇汝兄弟为之，止此不可增损一字。行状原为请志铭而设，既有铭，不可赘作。若汝兄弟能老而好学，可不以誉我者毁我，数十年后，略纪以示后人可耳，勿庸问世也。背此者自昧其心。己巳九月朔书授攽”\n　　墓志铭中说的“戊申纪元”，是明太祖朱元璋洪武元年，即明朝开国的时间。王夫之特别强调“墓石可不作”，但如果作，则“不可增损一字”，“背此者自昧其心”，其心迹可见。\n\n纪念\n　　王夫之出生地纪念馆位于回雁峰景区西侧半山腰，为纪念出生于回雁峰下王衙坪的明末清初大思想家、文学家、哲学家王夫之修建的。纪念馆主体占地面积101平方米，檐高4.42米，为青砖黛瓦古色古香的仿明清建筑，为衡阳市第二批爱国主义教育基地。\n　　王夫之故居——湘西草堂，座落于衡阳市衡阳县曲兰乡湘西村，始建于清康熙十四年，有茅屋三间，左为住房，右为书房。王船山后半生在此潜修十七年，遗著 800 余万字。1981 年湖南省文化局拨款重修草堂，定为省重点文物保护单位。现草堂占地 2100 平方米，建筑面积 180 平方米。正厅面首横挂赵朴初先生书写的《湘西草堂》匾额，厅堂内正面墙上挂着船山画像，像下分别挂放“岳衡仰止”等称道船山先生的横幅金匾，厅堂内两侧墙上挂着清代著名人物题写的楹联。正厅的左边正房为住室，陈列有船山的床铺、被席、书桌、七弦琴等复制品；右边的正房是书房，陈列有船山的部分著作，还有当代全国著名书画家撰写的条屏、楹联。 \n\n\n人物生平\n\n早年生涯\n　　万历四十七年，九月初一子时，王夫之生于衡阳府城南回雁峰。其父王朝聘50岁，母谭氏47岁。\n\n　　天启二年王夫之开始跟随长兄王介之学习。\n\n　　天启五年王夫之跟随长兄王介之学习，完成了十三经的学习。\n\n　　天启六年王夫之的父亲王朝聘国子监毕业，因拒绝贿赂选官，被罢选返乡。\n\n　　崇祯元年王夫之跟随父亲王朝聘学习经义。\n\n　　崇祯四年王夫之的父亲王朝聘在京城拒绝权相温体仁党羽索贿，气愤之下撕毁荐贴，自誓不出“赇吏胯下以重辱先人”。\n\n　　崇祯五年王夫之中秀才，湖广提学佥事王志坚欣赏王夫之才能，荐其入衡阳县学。\n\n　　崇祯六年王夫之与长兄王介之、仲兄王参之赴武昌参加乡试，均落第。\n\n　　崇祯七年王夫之跟随叔父王廷聘学习作诗。王夫之被湖广前后两任提学佥事水佳胤、王澄川列为岁试一等的第一名。\n\n　　崇祯八年王夫之作诗《中秋里人张灯和牧石先生》与叔父王廷聘唱和。\n\n　　崇祯九年王夫之与兄长王介之、王参之参加乡试，皆落榜。在归途，王夫之作《荡妇高楼月》，无限惆怅。\n\n　　崇祯十年王夫之娶同里首富陶万梧之女陶氏，陶氏时年16岁。\n\n　　崇祯十一年王夫之就读于长沙岳麓书院，与同窗好友邝鹏升结“行社”。\n\n　　崇祯十二年王夫之与长兄王介之、仲兄王参之赴乡试。只有长兄王介之中副榜。在武昌王夫之结识了黄冈人熊渭公和汉阳人李云田。十月，王夫之与好友郭凤跹、管嗣裘、文之勇结成“匡社”。\n\n　　崇祯十三年春，王夫之作诗《送伯兄赴北雍》。\n\n　　崇祯十四年湖广提学佥事高世泰岁试衡州，列王夫之为一等。\n\n　　崇祯十五年王夫之与两位兄长同赴武昌乡试，王夫之以《春秋》第一，中湖广乡试第五名。王夫之的长兄王介之也中举第40名，好友夏汝弼、郭凤跹、管嗣裘、李国相、包世美皆中举。秋，王夫之与王源曾等百余人在黄鹤楼结盟，称为“须盟大集”。\n\n　　崇祯十六年春，王夫之与兄长王介之自崇祯十五年十一月北上参加会试，因李自成军克承天，张献忠军攻陷蕲水，道路被阻，王夫之兄弟自南昌而返。十月，张献忠所部攻克衡州，艾能奇招纳地方贤能，拘王夫之的父亲王朝聘为人质。王夫之刺伤自己的脸和腕，伪伤救出其父王朝聘。\n\n　　崇祯十七年五月，王夫之听闻崇祯皇帝自缢，作《悲愤诗》一百韵。\n\n抗击清军\n　　顺治二年三月，王夫之结识抗清将领堵胤锡。秋，王夫之为避免镇将纵兵剽掠，与父兄逃到耒阳、兴宁、永兴。\n\n　　顺治三年八月，朱聿键在汀州为清兵执杀，王夫之再续《悲愤诗》一百韵。王夫之只身赴汀阴找章旷，请章旷调和何腾蛟与堵胤锡的矛盾，协同作战和联合农民军一起抗清，并对军队后勤提出了自己的建议，未被章旷采纳。\n\n　　顺治四年春，孔有德率军攻陷湖广各地，王夫之往湘乡。四月，王夫之与好友夏汝弼投奔永历帝被困在湘乡西南的车架山，作《哀歌示叔直》。五月，清军攻陷衡州，王夫之全家逃散，父王朝聘、叔王廷聘、二兄王参之及叔母在战乱中死亡。王夫之的父亲王朝聘嘱其子女要抗清到底。\n\n　　顺治五年王夫之有志于《易》。十月，王夫之与夏汝弼、管嗣裘、僧性翰在南岳方广寺举行武装抗清起义，后战败。王夫之的《河田营中夜望》诗记其事。冬，王夫之至肇庆投奔永历。\n\n　　顺治六年王夫之结识了瞿式耜、严起恒、金堡、方以智等。秋，在德庆，者胤锡授所作《军谣》十首。\n\n　　顺治七年春，王夫之继娶襄阳郑仪珂之女郑氏。王夫之至梧州伤永历朝行人司行人介子。四月，王夫之为营救被诬陷下狱的金堡，三次上书弹劾王化澄，王化澄欲杀王夫之，被义军将领高一功所救，逃桂林投瞿式耜。八月，清兵至桂林，王夫之夫妇逃到永福，困于水砦，断食四天。\n\n　　顺治八年正月，王夫之与妻郑氏，侄王敉回到衡州，避居双髻峰续梦庵，誓不剃发。\n\n　　顺治九年春，李定国大败清军，收复广西。八月，李定国进军湖南，收复衡阳，派人请王夫之。王夫之有鉴于孙可望把持永历朝政，犹豫不决，没有成行。\n\n　　顺治十年李定国抗清功绩昭著，被孙可望忌嫌，李定国率部从湖广退回广西，清兵再占湖广，王夫之避居耶姜山。\n\n　　顺治十一年王夫之被清廷侦缉，被迫离开耶姜山，变姓名为瑶人，流亡常宁，为常宁文士讲授《周易》、《春秋》。\n\n　　顺治十二年王夫之流亡至兴宁，寓荒山僧寺，为学者讲授《春秋》。八月，王夫之完成《老子衍》，这是王夫之第一部理论著作。\n\n　　顺治十三年三月，王夫之完成《黄书》。冬，王夫之从常宁返回衡阳，有诗《重登双髻峰》。\n\n　　顺治十四年王夫之常访友人刘近鲁，刘近鲁藏书六千余卷，向其借阅研究。\n\n　　顺治十五年王夫之完成《家世节录》。\n\n　　顺治十六年清兵下永昌，王夫之深痛山河易主，作诗《山居杂体县名》。\n\n　　顺治十七年王夫之由续梦庵徙居湘西金兰乡高节里“败叶庐”。\n\n　　顺治十八年六月，王夫之的妻子郑氏病卒。九月，王夫之作《初度日占》。王夫之把《续落花诗》、《广落花诗》、《补落花诗》等六十九首与《正落花诗》合编为《落花诗集》。\n\n终老林泉\n　　康熙元年四月，王夫之惊闻永历帝在昆明亡，李定国、李来亨先后殉国，悲愤至极，续作《悲愤诗》一百韵。\n\n　　康熙二年六月，王夫之作《遣兴诗》七十六首、《广遣兴诗》五十八首，号一瓠道人，修《尚书引义》六卷成。\n\n　　康熙三年新年，王夫之写《和梅花百咏诗》。中秋，王夫之作《王百谷梅花绝句》。王夫之重定《读四书大全说》。\n\n　　康熙四年衡阳唐端笏拜在王夫之门下，直至殁，前后二十六年。\n\n　　康熙六年七月，王夫之修成《春秋家说》三卷，《春秋世论》五卷。王夫之自二十八岁受父命编写《春秋家说》，先后用时二十二年。\n\n　　康熙七年王夫之娶张氏。王夫之写成《续春秋左氏传博议》二卷、《洞庭秋诗》三十首、《雁字诗》十九首。辑三十岁以来所作诗编成《五十自定稿》一卷。冬，王夫之筑“观生居”于石船山下。\n\n　　康熙十一年春，王夫之修定《老子衍》，定本被学生唐端笏携归家遇火灾烧毁，今存本为三十七岁时的初稿。八月，王夫之听闻方以智逝世，作“哭方诗”二章。\n\n　　康熙十二年王夫之的《礼记章句》初稿成。三藩之乱爆发。\n\n　　康熙十三年正月，吴三桂兵至衡州，王夫之避至湘乡。秋，王夫之与唐端笏渡洞庭。\n\n　　康熙十四年二月，王夫之去长沙水陆洲，刘思肯为王夫之绘画像。六月，王夫之与李缓山、章有谟登衡阳回雁峰。八月，王夫之在萍乡度中秋。九月，王夫之去观生居二里许石船山下里人旧址茅屋，名“湘西草堂”。\n\n　　康熙十六年七月，王夫之居湘西草堂完成《礼记章句》四十九卷定稿。\n\n　　康熙十七年三月，吴三桂称帝衡州，求王夫之的劝进表，被王夫之拒绝。王夫之遁入深山作《祓禊赋》以明志。《祓禊赋》今失传，《姜斋公行述》保留有一段。\n\n　　康熙十八年王夫之著《庄子通》一卷。\n\n　　康熙十九年王夫之辑五十岁以后未收入《柳岸吟》之诗章为《六十自定稿》一卷。王夫之修成《宋论》初稿。\n\n　　康熙二十年王夫之完成《庄子解》三十三卷、《相宗络索》一卷、《广哀诗》十九首。\n\n　　康熙二十一年九月，王夫之完成《说文广义》两卷。十月，完成《噩梦》一卷。十一月，王夫之生重病。湖南巡抚与衡州知州拜会，王夫之拒不见，礼物全数退还。\n\n　　康熙二十二年正月，王夫之完成《经义》一卷，重定《诗广传》五卷。七月，郑克塽投降清廷。十一月，王夫之撰《显考武夷府君行状》和《显妣谭太孺人行状》。\n\n　　康熙二十三年春，王夫之大病垂危。秋，王夫之病见起色，王夫之在病中完成《俟解》一卷。十月，王夫之旧病复发。\n\n　　康熙二十四年春，王夫之完成《张子正蒙注》九卷。八月，完成《楚辞通释》十四卷。为学生们撰《周易内传》六卷、《周易内传发例》一卷。\n\n　　康熙二十五年王夫之大病，险些病亡。五月，王夫之跋《耐园家训》。六月，王夫之书《传家十四戒》。夏，王夫之回忆二十九岁前十余年诗作成《忆得》一卷。八月，王夫之重新修定《周易内传》、《周易内传发例》。秋，王夫之撰《石崖先生传略》。冬，王夫之奔赴长乐乡治丧，归来作《孤鸿赋》。\n\n　　康熙二十六年正月，王夫子病情加重，完成《读通鉴论》初稿。九月，王夫子抱病送兄柩入土。\n\n　　康熙二十七年五月，王夫子完成《南窗漫记》一卷。秋，完成《霜赋》，撰写《武夷先生暨谭太孺人合葬墓志》。冬，王夫子辑六十岁后诗作《七十自定稿》一卷。\n\n　　康熙二十八年王夫之病中著《识小录》一卷。四月，重定《尚书引义》。九月，刘思肯来为王夫之画像，王夫之为自己的画像题词《鹧鸪天》。王夫之为自己的墓碑书《自题墓石》。撰《自巳九月书攽》。\n\n　　康熙二十九年正月，王夫之完成《夕堂永日绪论》二卷。夏，王夫之重定《张子正蒙注》。\n\n　　康熙三十年四月，王夫之咳喘中定稿《读通鉴论》三十卷，《宋论》十五卷。\n\n　　康熙三十一年正月初二午时，王夫之卒于湘西草堂，终身没有剃发。十月，王夫之葬衡阳金兰乡高节里大罗山。墓碑镌“遗命墓铭”如下：“有明遗臣行人王夫之字而农葬于此，其左则继配襄阳郑氏之所袝也。自为铭曰：抱刘越石之孤忠而命无从致，希张横渠之正学而力不能企。幸全归于兹丘，固衔恤以永世。”\n\n\n事迹\n\n家世\n　　王夫之4岁时，随长兄介之入塾问学。自幼天资聪明，对古文化的兴趣令人不敢置信，7岁时就初步通读了文字艰深的十三经，10岁时父亲做监生，教他学了五经经义，14岁考中秀才。越二年，开始致力于诗文，在短短的两年间阅读了《离骚》、汉魏《乐府》历代诗人的佳作名篇约10万余首。崇祯壬午，王夫之与兄王介之参加科举考试，同榜中举。\n\n志向\n　　21岁，仿照复社，组建“匡社”，意在匡国济民。一次又一次试图辅佐南明政权，却一次又一次失败。永历二年秋，王夫之招集一支义军在衡阳起义。义军领导是缺乏行伍生活的书生，战士是未经训练的农民，缺乏给养，孤立无援，苦撑数月，被清军打败。最后一次抗清斗争失败后，王夫之决心归隐山林，在孤独中做学问。直到57岁，才定居石船山草堂。为草堂题写了一副对联“芷香沅水三闾国，羌绿湘西一草堂”。\n\n学术\n　　王夫之一生著书320卷，录于《四库》的有：《周易稗疏》、《考异》、《尚书稗疏》、《诗稗疏》、《春秋稗疏》等。著述流传至今的，还有70余种、401卷、470多万字。这些著述构成船山先生精深缜密而又博大的学术体系，多方面地发展了中国传统学术思想。哲学上总结并发展中国传统的唯物主义。在哲学上最重要的有《周易外传》、《尚书引义》、《读四大全说》、《张子正蒙注》、《思录内外篇》、《黄书》、《噩梦》等。墨迹传世稀少。《大云山歌》书风神清气舒，可谓难得珍品。\n　　其思想，尤其在历史观和政治思想方面，表现在《读通鉴论》和《宋论》两部书里。在哲学上的造诣极为精深绵密，不但能批判地继承前人学说中合理的部分加以发展，并且善于也勇于创新；唯物主义哲学思想极富战斗的批判精神，对中国两千年来各种唯心主义的思潮如老庄哲学、魏晋玄学、佛教哲学等，进行了总结式的清算，以深入批判和揭露宋明理学的唯心主义理论基础，从而建立起他的朴素唯物主义哲学体系。王夫之的这一体系堪称前无古人，达到了当时的最高峰、在世界唯物主义哲学流派中也居于领先地位。\n　　他最后17年住在湘西草堂，《四书训义》、《庄子通》、《庄子解》、《思问录》内外篇，《张子正蒙注》重订《尚书引义》等重要哲学著作，《读通鉴论》、《宋论》等系统史论著作，以及诗论《南窗漫记》、《夕堂永同绪论》等著作在这里写成。\n　　王夫之不仅对后世的传统哲学、传统文化进行了系统的总结，同时开创了有清一代的崭新学风。随着国内“船山学”的研究和深入，“船山学”正逐步走向世界，日本、前苏联、美国、法国、德国、加拿大、英国、新加坡、马来西亚等地涌现一批又一批“船山学”的研究者，成立了学术团体，“船山学”不断植入世界文明之林。\n\n相关\n　　船山书院是清末最著名的书院，光绪四年在彭玉麟的支持下，张宪和创于回雁峰下的王衙坪王氏宗祠，光绪八年，曾国荃将家藏《船山遗书》332卷珍本捐给书院。\n　　光绪十一年改建东洲岛，并由彭玉麟亲聘，国学大师王闿运任山长，从此，东洲岛船山书院名之日显，“海内传经问学者踵相接”，“岳麓、城南，渌江书院学子纷纷南下”，一时有“学在船山”之称。著名书画家曾熙主讲于此。\n　　船山书院培养了大量有真才实学的人。湖南省艺术名家、教育界前辈、政界俊杰皆出此门。旷代奇才杨度就是其中的佼佼者。\n　　光绪8年湖南提学使朱逌然倡议建立“船山书院”衡州乡坤彭玉麟、王之春、杨概、程商霖、蒋霞初等集捐，将王船山出生地衡阳城内王衙坪的“船山祠”，创办为“船山书院”；书院内仍祭祀船山神位，旨在学习、研究“船山学说”、传播“船山思想”，这是中国最早以“船山”命名的学堂。\n　　光绪27年，彭玉麟聘请王闿运为山长，因为王闿运嫌该书院后房狭小，彭玉麟又捐银在书院后重建楼房5间，题名“湘绮楼”，作为王闿运的书斋及住房，自此王闿运在此主持书院达20余年。船山书院的经费为衡永郴桂道四府州所属士坤捐集，每年田租2500余石；以及衡州团防捐余款购置田地，每年田租15000余石；加上每年省里拨给的补助费和书院自收款项；船山书院每年总收入，共计折谷达5000余石。\n　　该书院每年2月初旬，定期招收生徒；“该书院集衡、永、郴、桂府州所属举、贡、生、监。肄业其中”，“延聘师儒，甄别生徒，整饬院规，给发膏奖，皆应归衡永郴桂道台主持其事”；即衡、永、郴、桂四府所属县经考试，择优选送，再由衡州道应试录取，方可入院就读；书院规定王船山先生后裔，每届可保举1人入院读书，免收费用；对遵守学规，成绩优异的生徒，给发膏奖；书院山长及掌教人选，须推举学识、名望皆优秀的人才，由四府士绅“商请”，报送巡道，再由巡道转报学政聘请；掌教不到院授课者不发薪金；船山书院借助其经济实力翻刻增补《船山遗书》【光绪13年对曾国荃赠送的《船山遗书》板片进行修补，增刻使其达65种，328卷；光绪19年又重刊《船山遗书》64种】及其他著作10余种；如《湘绮楼全集》《周易说》《尚书笺》《周官经》《尔雅集解》、王之春的《国朝柔运记》《何东洲集》《旷庵文集》卷六等，为研究和传播船山学说起了很重要的积极作用。 \n\n\n思想\n\n　　他的哲学论断富有批判精神。别开生面地注释经学，以发挥自己的思想。他把以往的学术明确地划分为“贞邪相竞而互为畸胜”的对立阵营，自觉地继承、发扬《易》学系统中的朴素辩证法和从王充到张载的唯物主义气一元论。同时，大体把各种宗教神学和唯心唯识之说都归入“异端”阵营，主张对它们“伸斧钺于定论”，给以严厉批判。另一方面，他又主张采取“入其垒，袭其辎，暴其恃而见其瑕”的批判方法，对老庄哲学、佛教理论深入研讨，在批判中注意吸取其中合理内容，从而积累了大量先世的思想资料，创立了具有总结历史意义的博大哲学体系。\n\n“太虚一实”的唯物论思想\n　　在本体论方面，王夫之发展了张载“知太虚即气则无’’无’’”的思想，对“气”范畴给以新的哲学规定，对理气关系、道器关系问题，进行了较深入的理论探讨，作了明确的唯物主义解释，强调气是一切变化着的物质现象的实体，是客观存在。王夫之在中国古代哲学的一些基本问题上，如理气问题、道器问题、有与无的关系问题等都进行了研究，作出了重要贡献。\n　　他认为，整个宇宙除了“气”，更无他物。他还指出“气”只有聚散、往来而没有增减、生灭，所谓有无、虚实等，都只有“气”的聚散、往来、屈伸的运动形态。他按当时科学发展水平，举例论证“气”的永恒不灭性，认为这种永恒无限的“气”乃是一种实体，并提出“太虚，一实者也”，“充满两间，皆一实之府”等命题，力图对物质世界最根本的属性进行更高的哲学抽象。他把“诚”训为“实有”，以真实无妄的“实有”来概括物质世界的最一般属性。他还认为，客观世界万事万物的本质和现象都是客观实在的，“从其用而知其体之有”，“日观化而渐得其原”，可以通过认识各种物质现象而概括出它们的共同本质。从而否定了唯心主义空无本体的虚构。\n　　在理气关系问题上，王夫之坚持“理依于气”的气本论，驳斥了程朱理学以理为本的观点。他强调 “气”是阴阳变化的实体，理乃是变化过程所呈现出的规律性。理是气之理，理外没有虚托孤立的理。从而批判了从周敦颐到朱熹所坚持的气外求理的唯心主义理论。王夫之结合对“统心、性、天于理”的客观唯心主义体系的批判，强调指出：“盖言心言性，言天言理，俱必在气上说，若无气处，则俱无也。”明确地坚持了唯物主义的气本论。提出“理即气之理，而后天为理之义始成”，有力地批判了宋明理学的“理在气先”、“理在事先”，即精神先于物质存在的唯心论，否认了离开物质运动而独立存在的客体精神--理。发展了张载“理也顺而不妄”的观点，说明了理不仅在气中，而且是气的运动变化，有它的“必然”——规律性。\n\n唯物主义的道器观\n　　王夫之坚持“无其器则无其道”、“尽器则道在其中”的唯物主义道器观，系统地驳斥了割裂、颠倒道器关系的唯心主义思想。他给传统道与器范畴以新的解释，认为“形而上”的“道”与“形而下”的“器”所标志的一般和个别，两者是“统此一物”的两个方面，是不能分离的。他提出“天下惟器而已矣”的命题，肯定宇宙间一切事物都是具体的存在，任何具体事物都具有特殊本质，又具有同类事物的共同本质，“道者器之道”，一般只能在个别中存在，只能通过个别而存在，“终无有虚悬孤致之道”。犹如没有车马便没有御道，没有牢醯、璧币、钟磬、管弦便没有礼乐之道一样。他明确指出，在器之外、器之先安置一个“无形之上”的精神本体，乃是一种谬说。他通过论证“道”对于“器”的依存性，得出了“据器而道存，离器而道毁”的结论，驳斥了“理在事先”、 “道本器末”的观点。王夫之的唯物主义是中国古代唯物主义思想的发展顶峰。\n　　王夫之在道器关系上，批判了宋明理学中的“离器言道”的唯心主义论调，对道器关系作了新的发展。他说：“据器而道存，离器而道毁”。所谓“器”，就是指客观存在的各种具体物质，所谓“道”是具体事物的规律；没有事物，运动的规律就是不存在的，所以“道不离器”。还认为，“无其器则无其道”，即没有事物就没有事物的规律，只能说规律是事物的规律，而决不能说事物是规律的事物。总之，当有某种事物的时候才会有关于它的原则、道理和规律。同时还认为，随着“器日尽，而道愈明”，意思是说，随着事物向前发展，它所表现的规律也就愈明显了。他的“道不离器”的观点，坚持了物质第一性，精神第二性的唯物主义观点，为唯物主义体系奠定了基础。\n\n“太虚本动天地日新”的辩证法思想\n　　在发展观方面，王夫之综合以往丰富的认识成果，并对自己所面对的复杂的社会矛盾运动进行哲学概括，对中国古代辩证法的理论发展作出了重要贡献。\n　　王夫之基于“□□生化”的自然史观，与宋明以来流行的主静说相对立而坚持主动论。他提出“物动而已”，“动以入动，不息不滞”，“天地之气，恒生于动而不生于静”，把自然界看作永恒运动化生着的物质过程。他否定了周敦颐、朱熹所宣扬的太极动静而生阴阳的观点，指出：“动而生阳，动之动也，静而生阴，动之静也，废然无动而静，阴恶从生哉”。说明运动是物质世界所固有的，否定从气以外寻找事物运动原因的外因论。他针对王弼“静为躁君”、“静非对动”的动静观，明确肯定“静由动得”而“动静皆动”。但他并不否认静止的意义和作用，以为相对的静止是万物得以形成的必要条件。阳变阴合的运动过程本身包含着动静两态：绝对的动，相对的静。这样，否定了主静说，又批判了割裂动静的各种形而上学的运动观，更深一层地阐述了动静两者的辩证联系。\n　　王夫之发展张载的气化论，强调“天地之化日新”，把荣枯代谢、推移吐纳看作是宇宙的根本法则。他认为任何生命体都经历着胚胎、流荡、灌注、衰减、散灭诸阶段，前三者是生长过程，后二者是衰亡过程，而就在“衰减”、“散灭”过程中已经孕育“推故而别致其新”的契机，旧事物的死亡准备了新事物诞生的条件，“由致新而言之，则死亦生之大造矣”。这种变化发展观，有一定的理论深度，并富于革新精神。\n　　王夫之把事物运动变化的原因，明确地归结为事物内部的矛盾性，认为“万殊之生，因乎二气”。他在张载“一物两体”学说的基础上开展了他的矛盾观，提出“乾坤并建”，“阴阳不孤行于天地之间”，肯定矛盾的普遍性。对于矛盾着的对立面之间的关系，他进一步分析指出，任何矛盾都是相反相成的，一方面“必相反而相为仇”，这是排斥关系；另一方面“相反而固会其通”，这是同一关系。这两重关系，不可分割，“合二以一者，就分一为二之所固有”。但他更强调“由两而见一”，认为矛盾双方绝非截然分开，而是“反者有不反者存”。按他的分析，“阴阳者，恒通而未必相薄，薄者其不常矣”。矛盾双方互相逼迫、激烈搏斗的状态是“反常”的，而互相联合、贯通，保持同一性状态才是“正常”的。在他看来矛盾是相互转化的，有时会发生突变，但在更多的情况下，转化是在不断往复、消长中保持某种动态平衡而实现的。\n　　王夫之的辩证发展观，尤其是他的矛盾学说，具有重要的理论价值，但他过分强调矛盾的同一性，则是时代给予他的局限。\n　　因所以发能、能必副其所的唯物主义认识论\n　　王夫之利用和改造了佛教哲学的“能、所”范畴，对认识活动中的主体和客体、主观认识能力和客观认识对象加以明确的区分和规定，强调“所不在内”，“必实有其体”和“能不在外”、“必实有其用”，二者不容混淆、颠倒。他认为“能”和“所”的关系，只能是“因所以发能”，“能必副其所”，主观认 识由客观对象的引发而产生，客观是第一性的，主观是客观的副本。从而抓住了认识论的核心问题，表述了反映论的基本原则。据此，他批判了沿袭佛教的陆王心学“消所以入能”、“以能为所”的观点，并揭露其内在矛盾，认为：“惟心惟识之说，抑矛盾自攻而不足以立。”他对“惟心惟识之说”的批判，并非简单否定，而是在否定心学唯心论夸大主观精神作用的同时，吸取和改造其中的某些思辨内容,如把认识对象规定为“境之俟用者”，把人的认识能力规定为“用之加乎境而有功者”，注意到人的认识的能动性。\n　　在知行关系问题上，他力图全面清算“离行以为知”的认识路线，注意总结程朱学派与陆王学派长期争鸣的思想成果，在理论上强调“行”在认识过程中的主导地位，得出了“行可兼知，而知不可兼行”的重要结论。他以知源于行、力行而后有真知为根据，论证行是知的基础和动力，行包括知，统率知。同时，他仍强调“知行相资以为用”。王夫之进一步提出“知之尽，则实践之”的命题，认为“可竭者天也，竭之者人也。人有可竭之成能，故天之所死，犹将生之；天之所愚，犹将哲之；天之所无，犹将有之；天之所乱，犹将治之。”人可以在改造自然、社会和自我的实践中，发挥重大作用。这种富于进取精神的朴素实践观，是王夫之认识论的精华。\n\n即民见天的历史观和社会政治思想\n　　王夫之在历史观方面系统批判了历代史学中弥漫着的神学史观和复古谬论，把对当时湘桂少数民族生活的实地观察与历史文献研究结合起来，大胆地打破美化三代古史的迷信，驳斥了“泥古薄今”的观点，阐明了人类历史由野蛮到文明的进化过程。依据他“理依于气”、“道器相须”的一贯思想，提出了“理势相成”的历史规律论和“即民见天”的历史动力论。\n　　王夫之反对在历史运动之外谈论“天命”、“神道”、“道统”主宰历史，主张从历史本身去探索其固有的规律，“只在势之必然处见理”。他说的“势”，是历史发展的必然趋势和现实过程，“理”，是体现于历史现实过程中的规律性。他肯定理势相成，“理”、“势”不可分，理有顺逆之别，势有可否之分。人们的历史实践有各种复杂情况，形成历史事变的复杂性，应当“推其所以然之由，辨别不尽然之实”，从“理成势”和“势成理”等多方面去探讨，才能阐明人类史的必然趋势和内在规律。\n　　王夫之沿用传统范畴，把“天”看作支配历史发展的决定力量，但用“理势合一”来规定“天”的内涵。他进一步利用“天视听自我民视听”等古老命题，把“天”直接归结为“人之所同然者”，“民心之大同者”，赋予“天”以现实的客观内容。因而在肯定人民的“视听”、“聪明”、“好恶”、“德怨”、“莫不有理”的前提下，为强调必须“畏民”、“重民”而提出了“即民以见天”、“举天而属之民”，意识到了民心向背的巨大历史作用。\n\n有欲斯有理的伦理思想\n　　王夫之主张人性变化发展，强调理欲统一的道德\n　　学说。他提出了“性者生理也”的观点，认为仁义等道德意识固然是构成人性的基本内容，但它们离不开“饮食起居，见闻言动”的日常生活，这两者是“合两而互为体”的。在他看来，人性也不是一成不变的，它“日生而日成”。人性的形成发展，就是人们在“习行”中学、知、行的能动活动的过程，以此否定人性二元论、人性不变论的观点。王夫之还反对程朱学派“存理去欲”的观点，肯定道德与人的物质生活欲求有着不可分割的联系。他认为物质生活欲求是“人之大共”，“有欲斯有理”，道德不过是调整人们的欲求，使之合理的准则。他也反对把道德同功利等同起来的倾向，强调“以理导欲”、“以义制利”，认为只有充分发挥道德的作用，社会才能“秩以其分”、“协以其安”。从上述观点出发，王夫之主张生和义的统一，强调志节对人生的意义，认为人既要“珍生”，又要“贵义”，轻视生命、生活是不行的，但人的生命、生活不依据道德准则，也没有价值。他指出：志节是人区别于动物的标志，一个人应当懂得生死成败相因相转的道理，抱定一个“以身任天下”的高尚目标，矢志不渝地为之奋斗。\n　　王夫之的伦理思想，没有超出封建主义的范畴，但其中包含着一些启蒙思想因素，具有爱国主义精神，对中国近代改良主义伦理思想的形成产生了深刻影响。\n　　内极才情外周物理的美学思想\n　　王夫之对于美学问题的论述，不但直接见之于他的文艺批评著作《姜斋诗话》、《古诗评选》、《唐诗评选》、《明诗评选》，而且见之于他的哲学著作《周易外传》、《尚书引义》等。王夫之在唯物主义哲学的基础上，认为美的事物就存在于宇宙之间，这种美并非一成不变的，而是在事物的矛盾、运动中产生和发展的。他很强调亲身经历对于美的艺术创造的重要性，认为作家所创造的艺术美，就是运动着的事物所产生的美经过审美主体的择取淘选的一种创造。因此，对于作家来说，最重要的就是要“内极才情，外周物理”，要经过作者主观的艺术创造，去反映客观事物的本质和规律。\n　　王夫之对艺术创作中情与景的关系，曾有精辟的论述，他认为二者“虽有在心、在物之分”，但在任何真正美的艺术的创造中，景生情，情生景，二者又是相辅相成、不可割裂的。精于诗艺者，就在于善于使二者达到妙合无垠、浑然一体的地步。真正美的艺术创作，应该“含情而能达，会景而生心，体物而得神”。王夫之继承了中国传统美学思想中情景交融的观点，对此作了深入的阐发，在客观上启迪了后来王国维对于这一问题的论述。\n　　在论述美的创造时，王夫之借用因明学的“现量”说，很强调好诗要从“即目”、“直寻”中求得具象感知，“不得以名言之理相求”。此外，王夫之在文学创作中的文与质、意与势、真与假、空与实、形与神，以及“兴、观、群、怨”等等诸多重要问题上，对于传统的美学思想都有新的发挥和阐述。\n\n动静学说\n　　王夫之在物质运动问题上，认识到物质运动的绝对性，批判宋明理学的形而上学不变论。他说：“天下之变万千，而要归于两端。”意思：世界变化无穷无尽，究其原因，是由于气中存在着两端，“两端”就是事物存在的两个方面，比如阴和阳、刚和柔、动和静、聚和散等。任何一个事物都包含着这“两端”。他认为静与动的关系是辩证的，他说：“静者静动，非不动也”， “方动即静，方静施动，静即含动，动不舍静”。这就是说，动是绝对的，静是相对的，如江河之水，表面看来，似乎古今一样，其实今水已非古水。他认为“天地万物，恒生于动而不生于静”，他还阐述了“道日新”、“质日代”的发展变化观点。他说：“天地生物，其化不息”，是说事物是永远发展变化的，不可能“废然而止”。修正了张载的“日月之形，万古不变”的观点，更有力地抨击了宋明理学：天不变，道也不变的唯心主义观点。\n\n唯物主义自然观\n　　唯物主义自然观去观察历史，提出“理”、“势”统一的历史观。他把历史发展的客观过程和必然趋势，叫做“势”，把历史发展的规律性叫做“理”。提出了“于势之必然处见理”的观点，即人们必须从“势之必然处”认识历史发展的必然规律。他还进一步提出，历史既然有“理”和“势”，治天下就必须要“循理”、“乘势”，按照客观规律办事。因此，他强调，历史发展不能凭主观意志，而必须遵守历史发展的客观规律。同时，他还重视人的能动作用。他认为，从一种客观可能性变为社会现实，必须通过人的有目的的活动。\n\n诗歌创作理论\n　　关于“势”的文学理论，王夫之提出了一整套很有见地的诗歌创作理论，“势”便是其中一个重要范畴。“把定一题、一人、一事、一物，于其上求形模，求比拟，求词采，求故实；如钝斧子劈栎柞，皮屑纷霏，何尝动得一丝纹理？以意为主，势次之。势者，意中之神理也”。他认为文意是第一位的：“意犹帅也。无帅之兵，谓之乌合”，那么无意之文也就是滥造之文了。意不能离开势，势是“意中之神理”。 王夫之所讲的“意中之神理”，并非神乎其神，玄而又玄的东西，而是指诗人在创作激情到来，联想和想象充分调动之时，意象之间、情景之间突发的一种内在逻辑，它不是什么神明之道，而是按必然规律建立起来的自然结构。简言之，“势”标志着言内之意与言外之意，情语和景语的内在联系和必然规律。它逐情而起，“不由作意”，却在诗歌中扮演着至关重要的角色。\n\n评价\n　　谭嗣同评价“万物招苏天地曙，要凭南岳一声雷”。章太炎称道“当清之季，卓然能兴起顽懦，以成光复之绩者，独赖而农一家而已”。前苏联人弗·格·布洛夫称：“研究王船山的著作是有重要意义的，因为他的学说是中世纪哲学发展的最高阶段……他是真正百科全书式的学者”。\n　　王夫之的哲学思想，是17世纪中国特殊历史条件下的时代精神的精华，在中国哲学史上占有很高的地位。但他的哲学受时代和阶级的局限，既显示出可贵的价值，也有受到封建传统意识严重束缚的弱点。王夫之思想中这种矛盾，是17世纪中国时代矛盾的一面镜子。\n\n影响\n　　王夫之的思想对后世产生过很大影响。谭嗣同对王夫之作了高度评价，说，“万物招苏天地曙，要凭南岳一声雷”，认为是五百年来真正通天人之故者。章太炎也称道说“当清之季，卓然能兴起顽懦，以成光复之绩者，独赖而农一家而已”。\n　　王夫之僻居荒野发愤著书，其全部著作生前都未刊布。他死后，由其子选刻的10余种著作，也流传甚少。直到鸦片战争后，中国进步思想家寻求民族自救的思想武器，王夫之著作才被重视起来，得以汇编为《船山遗书》，先后多次刊行，传播海内。中华人民共和国建立后，王夫之遗著的整理出版、佚文的搜集刊布等受到重视，在日本、苏联和欧美各国已有船山论著、诗文的译本，王夫之的学术遗产已成为人类共同的思想财富。葛兆光教授在文中指出，“封建君主不能变，能变的只是具体的措施与制度，封建思想观念不能变，能变的只是个别的方法与观点，这便成了王夫之思想中一个永远难以摆脱的矛盾。他理智上承认了“势之所趋”即“理”这样一个哲学命题，但在感情上却不能接受真正扑面而来的“势”，无论是反抗传统的异端思想，还是反抗封建王朝的农民起义。他是敏锐的，又是迂腐的，在总体的历史上看出了变革的必然，却在无数具体的史论上又被多年积淀的保守观念拖住了后腿。因此，当他尖锐地提出了不少新颖的思想时，也猛烈地抨击着同样新颖的异端思想。当张献忠请他加入起义队伍时，他“剺面伤腕，誓死不肯”，而清兵南下时，他却举兵反抗，将民族大义与忠君思想揉在了一起。这种充满了矛盾的行为，正是充满了矛盾的思想的产物。”\n　　王夫之比较关心现实生活，注重实际考察社会，从小就喜欢向旁人问四面八方的事情至于江山地利之学，食货经济之学，典章制度之学，都很感兴趣，着意研究。以求经世致用，施展抱负。青年时代的王夫之，风华正茂，激扬文字，一方面仍走着读书、科举、入仕的老路，另一方面则十分关心动荡的时局，踊跃参加带一定政治色彩的民间学术团体，诸如“行社”、“匡社”、“须盟”等，以文会友，指点江山，在某种程度上已经表现出试图突破传统樊篱的倾向。 \n\n",
  "desc": "王夫之（1619年10月7日－1692年2月18日），字而农，号姜斋、又号夕堂，湖广衡州府衡阳县（今湖南衡阳）人。他与顾炎武、黄宗羲并称明清之际三大思想家。其著有《周易外传》、《黄书》、《尚书引义》、《永历实录》、《春秋世论》、《噩梦》、《读通鉴论》、《宋论》等书。王夫之自幼跟随自己的父兄读书，青年时期王夫之积极参加反清起义，晚年王夫之隐居于石船山，著书立传，自署船山病叟、南岳遗民，学者遂称之为船山先生。",
  "dynasty": "清代",
  "id": 504,
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_504.jpg",
  "name": "王夫之",
  "star": 27
}