{
  "content": "生平\n\n早年经历\n\n　　刘洎早年曾效力于萧铣，担任黄门侍郎，后率军南攻岭表，夺取五十余座城池。武德四年，萧铣败亡。刘洎此时尚在岭南，便献表归唐，被授为南康州都督府长史。\n\n累居要职\n\n　　贞观七年，刘洎被拜为给事中，封清苑县男。\n\n　　贞观十一年，刘洎改任治书侍御史，并针对当时尚书省政务堆积的现象，进言道：“如今功臣国戚占据要位，才能不能胜职，又凭借功勋权势相互倾轧，在职官员不能坚持公道，虽然也想奋发自强，却怕受到流言蜚语的诽谤。因此本该郎中裁决的事情，却要报请上级处理，各部尚书也模棱两可，不能决断。有的曲意顺从皇帝意旨而不顾实际情况，有的为避嫌避讳而不伸张正义。有的认为案子了结便万事大吉，而不深究结论是否正确；有的认为逢迎上级就是奉公，而不管他的作为是否得当。”他又以贞观初年魏征、戴胄担任尚书左右丞时百官不敢懈怠为例，建议唐太宗精心选任尚书左右丞及两司郎中，以此提高工作效率，被唐太宗任命为尚书右丞。\n\n　　贞观十三年，刘洎改任黄门侍郎。\n\n　　贞观十六年，唐太宗向褚遂良索取《起居注》。褚遂良拒绝道：“《起居注》记录君主言行，是希望君主不做非法之事，没听说过君主可以自己拿去看的！”唐太宗问道：“我有不好的言行，你也要记下来吗？”褚遂良答道：“臣职责所在，不敢不记。”这时，刘洎插言道：“即使褚遂良没有记录，天下人也会记住。”唐太宗只得作罢。\n\n升任宰相\n\n　　贞观十七年，刘洎被拜为散骑常侍，加银青光禄大夫，又加上护军。四月，太子李承乾被废，刘洎与岑文本支持魏王李泰，而长孙无忌则支持晋王李治。唐太宗最终立李治为皇太子。五月，刘洎进言道：“太子应当勤学好问，亲善师友。如今太子入侍宫闱，动辄十天半月，东宫辅臣很少能与太子应对答问。希望陛下能抑制对子孙的关爱，遵照规制，则是天下之幸。”唐太宗于是让刘洎与岑文本、褚遂良、马周等人轮流前往东宫，与太子谈论政事。\n\n　　贞观十八年，刘洎升任侍中。当时，唐太宗要求大臣指出自己的过失。长孙无忌、李勣、杨师道等人都称：“陛下没有过失。”而刘洎则道：“近来有人上书不合陛下之意的，陛下都当面百般责备，上书者无不惭愧而退，这样做恐怕不能广开言路。”唐太宗道：“你说的很对，朕一定会改。”\n\n　　贞观十九年，唐太宗亲征高句丽，命太子李治在定州监国。刘洎被任命为检校民部尚书，兼任太子左庶子，与高士廉、马周一同辅佐太子。唐太宗临行前，嘱咐道：“我如今带兵远征，让你辅佐太子，国家的安危都寄托在你身上了。”刘洎答道：“陛下不必忧虑，大臣有罪，我当立即予以诛罚。”唐太宗认为他狂言妄语，告诫道：“君不密则失臣，臣不密则失身。你性情疏阔刚直，必会因此而遭祸，应当慎重行事。”\n\n遭馋冤死\n\n　　同年十二月，唐太宗班师，返回定州，在途中患病，刘洎与中书令马周前去探视。褚遂良传问太宗起居时，刘洎哭着道：“圣体患有痈疽，令人忧惧。”褚遂良却向唐太宗诬奏道：“刘洎曾说：‘朝延大事不足忧虑，只要依循伊尹、霍光的故事，辅佐年幼的太子，诛杀有二心的大臣，便可以了。’”\n\n　　不久，唐太宗病愈，并向刘洎询问此事。刘洎据实回答，而马周也为他作证，但褚遂良却坚持自己的说法。唐太宗遂赐死刘洎，让他自尽。刘洎临死时，欲要留下奏言，宪司却不肯给予纸笔。唐太宗得知后，将相关官吏尽皆下狱。\n\n　　显庆元年，刘洎之子刘弘业上疏皇帝，为父亲伸冤，称其是被褚遂良诬陷。唐高宗询问近臣意见，给事中乐彦玮道：“如果洗雪刘洎的罪责，岂不是在说先帝滥用刑罚。”唐高宗遂将此议压下，不再提及。文明元年，武则天临朝称制，下诏恢复刘洎官爵，刘洎冤案这才得以平反。\n\n\n轶事典故\n\n　　唐太宗曾在玄武门宴请三品以上官员，并提笔作飞白书，群臣都趁兴争抢。刘洎登上太宗的座位，等太宗写完一幅字，立刻从背后伸手抢夺。群臣奏道：“刘洎擅登皇帝御床，理应处死。”唐太宗大笑：“昔闻婕妤辞辇，今见常侍登床。”对此未加追究。\n\n\n家庭成员\n\n曾祖：刘之遴，出仕南梁，官至都官尚书。\n\n儿子：刘广宗，官至都官郎中。\n\n儿子：刘弘业。\n\n孙子：刘敦行，刘广宗之子，官至屯田员外郎。\n\n\n死因争议\n\n　　刘洎的死因，史说纷纭，一直备受史学家的关注。\n\n　　《旧唐书》、《新唐书》都认为刘洎之死，是因褚遂良向唐太宗进谗言。\n\n　　司马光则以道德人品立论，认为忠良正直的褚遂良不会行诬告之举，褚遂良谮杀刘洎的说法全都是许敬宗的诬陷。宋人孙甫、苏轼亦有同样的观点。\n\n　　而近现代史学家则往往从政治大局出发来看待褚遂良是否谮杀刘洎的问题。吕思勉先生就指出褚遂良谮诬刘洎为事实，而唐太宗杀之自有别故。汪篯先生提出太宗之所以杀刘洎在于“刘洎与李治素不同心”，而褚遂良则投合了太宗顾忌心理。王元军先生发挥了汪篯先生的观点，针对各家以为许敬宗借修《实录》之机而诬蔑褚遂良的说法，提出贞观十九年的《实录》并非许氏所修，而褚遂良谮杀刘洎应是事实，褚遂良之所以有这样的举动，原因还在于刘洎不利于李治的顺利接班。\n\n",
  "desc": "刘洎（？－646年），字思道，荆州江陵（今湖北江陵）人，唐朝宰相，南梁都官尚书刘之遴曾孙。刘洎出身于南阳刘氏，隋末曾为萧铣政权的黄门侍郎，降唐后历任南康州都督府长史、给事中、治书侍御史、尚书右丞、黄门侍郎、侍中，封清苑县男，以直谏著称。刘洎在立储之争时支持魏王李泰，并在太宗东征时辅佐太子李治监国，兼任太子左庶子。贞观十九年十二月（646年1月），刘洎因与褚遂良不和，遭到褚遂良诬陷，被赐死。武则天时得以平反。",
  "dynasty": "唐代",
  "id": 1597,
  "name": "刘洎",
  "star": 0
}