{
  "content": "轶事典故\n\n修史妄改\n\n　　敬宗自从掌管国史，记事曲从迎合、曲直不正。当初，虞世基与敬宗的父亲许善心一起被宇文化及杀害，封德彝当时为内史舍人，完全看到了当时的情况，因此对人说：“虞世基被诛杀，世南伏地而行请求替兄受死，善心被处死，敬宗手舞足蹈用来求生。”人们以此为话柄，敬宗非常怨恨这件事，到了为德彝立传的时候，大肆强加他的罪恶。敬宗女儿嫁给左监门大将军钱九陇，其人本来是皇家的奴隶，敬宗贪图财物与他联姻，于是为九陇曲意陈述他的门阀，给他妄加功绩，并把他提升到与刘文静、长孙顺德同卷。敬宗为儿子娶尉迟宝琳的孙女为妻，得到很多贿赂的财物，到做宝琳的父亲尉迟敬德的传时，完全为他隐去各种过失罪过。太宗做《威风赋》用来赐给长孙无忌，敬宗做传时却改写是赐给尉迟敬德。白州人庞孝泰，是少数民族部落首领中的平庸之辈，率兵跟随出征高丽，高丽知道他懦弱，袭败了庞孝泰。敬宗又收纳了他的珍贵物品，做传时说他屡次打败贼众，斩杀俘获敌贼数万人，汉将中骁勇强健的只有苏定方与庞孝泰了，曹继叔、高伯英都在他们之下。虚假美化与隐匿丑恶到了这个程度。起初，高祖、太宗两朝的实录，其中由敬宗所撰写的，很多都是详细、真实的，敬宗又总是以自己的爱憎曲意进行删改，评论群言尤其是这样。然而从贞观以来，朝廷所撰修的《五代史》及《晋书》、《东殿新书》、《西域图志》、《文思博要》、《文馆词林》、《累壁》、《瑶山玉彩》、《姓氏录》、《新礼》，敬宗都总揽其事，前后所得赏赐，多得记也记不清。\n\n　　许敬宗的奸佞之举，在其去世后不久就被人揭发。诏令刘仁轨等改修国史，后来唐朝又数次修编国史，都未提及许敬宗，佐证了许敬宗肆意删编的内容已经荡然无存。今天后人所见的《旧唐书》等已鲜有许敬宗篡改的内容了。但许敬宗的各种丑行却通过唐代国史、两《唐书》、《资治通鉴》等一代代流传下来，警醒后人要“淡泊守节、克己修身”。\n\n治家无方\n\n　　敬宗好色无度。他的长子许昂很有文才，历任太子舍人的职务，许昂的母亲裴氏很早就去世了。裴氏的婢女有姿色，敬宗宠爱她，让她做继室，假姓虞氏。许昂平素与她私通，以下淫上一直通奸。敬宗发怒废黜了虞氏，加给许昂以不孝的罪名，上奏朝廷请求把许昂流放到岭外。显庆年间，上表请求朝廷让许昂回来，任虔化县令，不久就去世了。\n\n　　敬宗奢豪，曾经造飞楼七十间，让妓女在上面骑马而走，以为戏乐。\n\n谥号之争\n\n　　咸亨三年许敬宗病逝。这名前宰相之死，对于武后在朝中的势力来说，是一次重大的打击。而糟糕的还不止于此。在为许敬宗商议赠谥的时候，朝臣之间展开了激烈的争论。太常博士袁思古建议上谥号为“缪”，含义为“名与实爽”，乃是一个恶谥，还得到了户部尚书戴至德、太常博士王福畤的附和。——戴至德，正是太子李弘的心腹干臣。这样的谥法当然不能令许敬宗一系的人满意。于是唐高宗诏令在朝五品以上官员公议，议来议去，给许敬宗上了一个“恭”的谥号，意思是“既过能改”。\n\n\n生平\n\n早年经历\n\n　　许敬宗，字延族，公元592年生于杭州新城。父许善心，仕隋为给事中。隋大业中期，许敬宗考中秀才，任淮阳书佐。不久，值班于谒者台，负责接待、传送文书。公元618年，隋右屯卫将军宇文化及发动政变，杀许善心，许敬宗哀求，得免一死。他立即投奔瓦岗军，为李密记室。与魏征一起掌管文书。\n\n归顺唐朝\n\n　　李密失败后，许敬宗归顺唐朝，被补为涟州别驾。秦王李世民听说了他的名声，召他为秦府学士。公元634年，许敬宗被任命为著作郎，兼修国史，升迁为中书舍人。\n\n　　公元636年六月，长孙皇后去世。百官为长孙皇后服丧期间，许敬宗看见率更令欧阳询样貌丑而大笑，被御史揭发，被贬为洪州都督府司马。[3-5] 后迁给事中，仍兼修国史。\n\n　　公元643年，他因完成《武德实录》、《太宗实录》的撰写工作，被封为高阳县男，赐物八百段，代检校黄门侍郎。李治为太子后，迁太子右庶子。太子李治即位，敬宗为检校礼部尚书。公元645年，太宗亲自出征攻打高丽，皇太子留守定州处理国政，敬宗与高士廉等一起执掌机密的要政。中书令岑文本死在行所，朝廷令敬宗凭借本官的身份检校中书侍郎。太宗在驻跸山下摧毁了辽贼，敬宗站在太宗马前接受圣旨起草诏书词藻文采非常华丽，深受太宗的赞赏。\n\n　　公元647年，敬宗加封为银青光禄大夫。高宗即位后，敬宗代于志宁为礼部尚书。敬宗把女儿嫁给少数民族部族之长冯盎的儿子，收纳了很多金银珠宝，被有司揭发，降任郑州刺史。\n\n　　公元652年，许敬宗入朝担任卫尉卿，加弘文馆学士，兼修国史。\n\n立功武后\n\n　　公元654年，高宗欲废王皇后，立武昭仪为后，长孙无忌、褚遂良等大臣坚决反对。公元655年，重新拜为礼部尚书。许敬宗为迎合高宗，多次劝长孙无忌促成此事，受到厉色斥责。而武则天则对许敬宗极为感激，引为心腹，迁礼部尚书。皇后废立之事，久拖未决。许敬宗说：“田舍翁多收十斛麦，就想换老婆，何况天子欲立后，这本来就与别人没有关系，何必要妄加议论呢？”武则天就让身边的人将这话告诉高宗。高宗遂废王皇后，立武昭仪为皇后。武则天当了皇后，决心报复那些反对这件事的人。敬宗与中书侍郎李义府遂诬告长孙无忌、褚遂良、韩瑷图谋不轨，于是他们被流放于岭外，并死在那里。公元656年，敬宗担任太子宾客，八月，许敬宗因主张立武后有功，迁侍中，并监修国史。次年，晋封高阳郡公，授中书令。公元658年，晋封为郡公，不久朝廷追赠他父亲许善心为冀州刺史。高宗因在古长安城游览，问侍臣说：“朕看故城旧基，宫室像是与百姓杂居在一起，从秦、汉以来，几代都是这样的吗？”敬宗回答说：“秦代都城咸阳，城郭相连横跨渭水，所以说‘渭水贯穿都城，而像是天河’。到汉惠帝时才筑这个城，那以后苻坚、姚苌、后周都把这里做都城。”皇帝又问：“昆明池是汉武帝什么年间开凿？”敬宗回答说：“武帝派使者与西南少数民族友好交往，而被昆明滇池阻绝，当时想攻打昆明国，因此借镐池的旧泽，凭它通过滇池，用来练习水战。这是汉武帝元狩三年的事。”高宗因此命令敬宗与弘文馆学士一一考查秦汉以来历代富室处所，上奏朝廷。当年敬宗又代替李义府任中书令。\n\n　　公元662年二月，为右相，加光禄大夫。次年，拜太子少师，同东西台三品，依旧监修国史。至此，许敬宗所受到的重用和待遇，当朝无人与之相比。乾封初年，由于敬宗年老，不能步行，朝廷特令敬宗与司空李勣每次入朝晋见那天各乘小马进禁门到内省。\n\n　　公元670年，敬宗上表请求辞官退休，皇帝的诏令听任他退休，依旧担任特进，俸禄照旧。公元672年，敬宗去世，终年八十一岁。高宗为他举哀，三天停止上朝，诏令文武百官到敬宗的府第去哭丧，册封追赠为开府仪同三司、扬州大都督，准许他陪葬昭陵。\n\n\n家庭成员\n\n父亲\n\n　　许善心\n\n妻子\n\n　　妻子：裴氏、\n\n　　继室：虞氏，裴氏的婢女\n\n子孙后代\n\n　　第二代：子许昂，虔化令、女儿许氏，嫁给冯盎的儿子\n\n　　第三代：孙许彦伯，太子舍人\n\n　　第四代：曾孙许望，右羽林将军\n\n　　第五代：玄孙许远，侍御史、睢阳太守\n\n　　第六代：来孙许岘，袁州刺史\n\n　　第七代：晜孙许睿\n\n　　第八代：仍孙许儒\n\n　　第三代：孙许韶伯，右屯卫将军、平恩公。后世待考\n\n　　第二代：子许昱。后世待考\n\n　　第二代：子许昪，明堂令。后世待考\n\n　　第二代：子许杲，恭陵令。后世待考\n\n　　第二代：子许景，工部郎中、判右羽林大将军。后世待考\n\n　　许敬宗有子娶尉迟宝琳孙女，未知是哪一子。\n\n",
  "desc": "许敬宗（公元592年—公元672年），字延族，杭州新城人，唐朝宰相，隋朝礼部侍郎许善心之子。隋大业年间中秀才，后担任书佐。其父许善心被杀之后投奔瓦岗军，被李密任命为记室。李密兵败之后投奔唐朝，补涟州别驾，秦王李世民问其才学召为秦府学士，贞观八年（634年）任著作郎、监修国史，不久迁中书舍人。咸亨元年（670年）以特进的身份退休。咸亨三年（672年）去世，时年81岁。赠开府仪同三司，谥曰缪。著有文集八十卷，今编诗二十七首。",
  "dynasty": "唐代",
  "id": 2479,
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_2479.jpg",
  "name": "许敬宗",
  "star": 1
}