{
  "content": "生平\n\n　　邹应龙虽家境贫寒，但胸怀大志，从小刻苦读书，少年时就已熟读诸子百家，能手抄经、传。南宋庆元二年，23岁的邹应龙考中状元，被任命为秘书郎出知南安军；不久召回为正字，迁校书郎、实录院检讨官，参与了修纂《孝宗实录》的工作。开禧元年，邹应龙调任兼资善堂直讲，寻迁起居舍人及玉牒所检讨官。　开禧二年，偏安一隅的南宋朝廷发生了一起不小的政治风波，以外戚身分为相的韩侘胄为了巩固自己的政治地位，决定伐金。朝野对此议论纷纷。鉴于当时南宋的国力薄弱，内患不已，邹应龙坚决反对轻易对金国用兵。可是，韩侘胄擅权专国，打击异己。当年，邹应龙被排斥出京，以直龙图阁知赣州；第二年改任提点江西刑狱兼郡事。开禧三年十一月，韩侘胄伐金战败，随后韩侘胄一党也受到清理。嘉定元年，邹应龙应召入京任中书舍人兼太子谕德、左庶子。同年六月，邹应龙以户部尚书衔出使金国。翌年，邹应龙被擢升为礼部侍郎、给事中仍兼太子詹事、左庶子，担负皇室子孙的教学。\n\n　　嘉定二年，邹应龙因与为相的史弥远政见不合，受到排挤，被降为宝文阁待制，翌年外放任泉州知州。嘉定四年，镇官游绛应安海士民的要求，申报泉州知州邹应龙，请建石井书院。邹应龙拨官帑四十万缗，并指令漕、舶二司捐助，命泉州通判朱在至镇“董其事”。邹应龙还在泉州南门外新修一座万民称颂的新桥。泉州士民十分感激，特为邹应龙立功德碑，建名宦祠。\n\n　　嘉定八年，邹应龙以宝谟阁直学士出任安徽池州郡守。这年，池州正值受灾，庄稼歉收，民生艰难。邹应龙不忍心看着大批灾民忍饥挨饿，可是州郡又无库存粮饷的情况下，毅然决定裁减当地驻军兵饷，赈济灾民。邹应龙此举引起驻地带兵军官的不满，遭到围攻与上告。嘉定九年，邹应龙以焕章阁直学士调任广西经略使。这年冬，黎州及邕蛮发生叛乱。邹应龙率军成功地平定叛乱。他严惩首恶分子，胁从不问；并把此次军功归于将士，自己向朝廷自劾请罪。嘉定十三年，邹应龙以敷文阁直学士调任湖南安抚兼知潭州。翌年，邹应龙母亲去世，邹应龙依制回到泰宁为母亲守孝。\n\n　　宝庆元年，邹应龙应召入京，被授予工部尚书、兼修国史及实录院修撰，继而授刑部尚书，知贡举。可是，邹应龙这次入京供职仅几个月，就与史弥远发生激烈的冲突。史弥远大肆排除异已，连著名理学家魏了翁、真德秀都被逐贬。邹应龙力争要留住魏了翁、真德秀，不惜与史弥远闹翻脸。要求被朝廷拒绝后，邹应龙主动提出自己外放，他以敷文阁学士再次出任赣州知府。即使这样，史弥远一党还是不肯放过邹应龙，他们唆使言官以邹应龙在任地方官时擅自惩治宗室、裁减兵饷等事进行弹劾。邹应龙一气之下，辞官回乡，在家乡闲居达8年之久。\n\n　　绍定二年，江西、湖南、福建等地相继暴发农民起义。尤其是晏彪起义军声势浩大，席卷包括泰宁在内的闽西北一带。邹应龙在向郡府请求发兵镇压没有结果的情况下，一面奏报朝廷，一面请淮西帅曾式中派遣精兵3500人间道入闽，协助闽军及地方势力镇压农民起义。但是，邹应龙也担心这些官兵因纪律败坏而扰民和地方豪绅乘机向参加起义的农民倒算，特地自己花钱买酒宰牛犒劳他们，希望能约束部属，使地方得到安宁。\n\n　　绍定六年，史弥远卒。次年，理宗召邹应龙任徽猷阁学士知太平州。与邹应龙不和的朝臣又以邹应龙不经朝廷批准，私自调兵入闽为理由弹劾他“专擅”。因此，邹应龙只能以敷文阁学士提举玉隆万寿宫奉祠一职闲居。瑞平二年，邹应龙为礼部尚书兼侍读学士。同年十一月，元灭金后，元兵大举南下围光州，理宗诏侍从、两省、台谏诸官各陈方略。邹应龙提出选用贤能，薄徭减赋，培养国力、精兵防北、和睦南夷等十策，理宗认为“甚切直而嘉纳行之”；并派邹应龙出使交南，修复南宋与安南两国的友好关系。\n\n　　嘉熙元年二月，邹应龙拜端明殿大学士，签书枢密院事、参知政事；不久又诏授资政殿学士、知庆元府兼沿海制置使。邹应龙不就，辞职归隐故乡泰宁。他在县城南郊筑一小屋闲居，平静地过着清贫的生活。理宗亲书“南谷”两字送他，并封他为太子少保，开国公。淳祐五年四月，邹应龙在家乡泰宁去世。\n\n\n轶事典故\n\n　　状元、起居舍人、龙图阁权知赣州、江西提点刑狱 中书舍人兼太子右谕德、户部尚书太子詹事兼中书舍人\n\n　　太子詹事兼给事中、礼部侍郎兼侍讲代理工部尚书刑部尚书、敷文阁学士、宝文阁待制泉州知州、安徽池州守、广西经略使湖南安抚兼知潭州工部尚书兼实录院修撰赣州知府礼部尚书兼侍读学士、端明殿学士书枢密院事\n　　参知政事、资政殿学士、知庆元府兼沿海制置使。\n\n状元岩简介\n\n　　拾阶而上，但见丹崖悬岩，茂林奇树，呈现出典型的丹霞地貌景观。一路前行，山势陡峭，但见危峰峡道、绝壁陡崖、天然石洞比比皆是，虽说风景险绝优美，然我已无心观赏，只是大口喘气，坚持着一步一步攀登，待到从山顶下来，回首望去，才发现自己竟然走过了一条极为险峻的路。\n\n　　山上有邹应龙读书处，这是一长弧型的大洞，赤色的岩壁。据说，邹应龙少年时为躲避人世喧闹，手凿千级石阶，到此潜心读书。如今，岩壁上还刻有“状元岩”苍劲有力的大字，以及一尊邹应龙半身头像。遗憾的是，随着旅游开放而塑起来的头像，实在太粗糙了些。\n\n状元岩传说\n\n　　邹应龙在历史上并不是一个特别出名的人物，他出生在家道中落的书香门第，从小就受儒家文化熏陶，从而养成了他循规蹈距、方直正派、老成持重的个性。邹应龙天资聪慧，勤奋好学。但他的学业长进，得益于闽北“朱子理学”的高度发展。南宋庆元二年，时年25岁的邹应龙被宁宗皇帝以《谅阴不亲策》为殿试题目钦点为状元。\n\n　　邹应龙得中状元后，开始了他仕途的一生。先后做过江西赣州、福建泉州、广西等地的行政长官，也曾在朝廷工部、户部、礼部等部门辗转升迁，最后官至端明殿大学士兼枢密院参知政事，相当于副宰相。邹应龙虽没有干出过惊天动地的伟业。但为人为官，始终循规蹈矩，廉洁正直、忠君不二，爱民如子，不屈权奸，是非分明，集中了中国古代知识分子身上所特有的清高、淡泊与自尊，博得了百姓的赞誉，尊之为“广佑圣王”，在东南沿海以及东南亚的不少地方都建有“邹公庙”。看来，中国的百姓还是很大度的，对那些为官者，只要不欺凌百姓，稍稍有些政绩，便颂扬其德了。\n\n　　邹应龙一生娶了三个老婆，为他生了13个儿子。据邹氏族谱记载，其子孙后裔已逾百万，遍布广东、广西、江西、湖南、福建、香港、台湾、澳门及东南亚等地，著名学者邹韬奋亦是邹应龙后裔。2007年8月26日，来自香港、台湾和广东、广西、江西、北京等地的20多个代表团，700多名邹氏后裔汇聚泰宁，纪念邹应龙诞辰835周年。\n\n　　状元岩因为有了邹应龙曾在此读书，才得以打上了儒家文化的印痕，有了“地灵人杰的丹霞圣地”之美誉。\n\n",
  "desc": "邹应龙（1173-1245年），又作应隆，字景初，泰宁城关水南街人。南宋官员。端明殿大学士，签书枢密院事、参知政事。",
  "dynasty": "宋代",
  "id": 3078,
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_3078.jpg",
  "name": "邹应龙",
  "star": 0
}