{
  "content": "生平\n\n童年经历\n　　文昭甄皇后是汉太保甄邯的后代，家中世袭二千石俸禄的官职。父亲甄逸曾任上蔡令。\n　　甄氏于183年1月26日出生。每天晚上睡觉的时候，家里好象有看见有人把玉衣盖在她身上的人，大家对此都很奇怪。甄氏三岁的时候，甄逸去世，甄氏哭的非常伤心，内外周围的人更加看重她了。之后相士刘良为甄氏以及甄逸其他子女看相，刘良指着甄氏说：“这个女孩贵不可言。”因此，甄氏从小到大，都没人敢戏弄她。八岁时，院子外有耍杂技的人，甄氏的家人及几个姐姐都上阁楼观看，只有她没去。几个姐姐奇怪的问她，甄氏回答：“此难道是女人该观看的吗？”\n　　很喜欢读书，九岁时，看过的字文都立刻就知道，多次用她哥哥的笔砚写字，她哥哥就对她说：“你应该学习女工。读书学习，想当女博士吗？”甄氏答道：“听说古时候贤惠女子，都学习前人的经验，用来借鉴。不读书，拿什么借鉴呢？” \n\n救济乡里\n　　汉末天下大乱，灾荒连年，百姓们为糊口活命纷纷卖掉家中值钱的东西。当时甄家有大量的谷物储备，趁机收购了很多金银宝物。甄氏当时才十几岁，看到这种情形便对母亲说：“乱世求宝，可不是善策啊！一个人本来没有罪，但因拥有一件珍宝便可能被定为有罪，这便是人们通常所说的因财丧身。再说眼下众多百姓都在饥饿之中，不如将我家谷物开仓赈济四方乡邻，这才算是一种惠及众人的德行。”全家人都认为她说得有理，是个好主意，于是将家中的粮食全部无偿分发给邻里乡亲。 \n　　甄氏十四岁时，二哥甄俨去世，二嫂很悲伤的同时还要做些琐事，照顾孩子却非常慈爱。甄氏母亲性格严厉，对几个儿媳妇不是很好，甄氏几次劝母亲：“二哥不幸早死，二嫂年纪轻轻就守寡，照顾唯一的孩子，道理上讲，您对待她要当成是儿媳妇，爱护她像自己的女儿。”母亲听了甄氏的话惭愧的流泪，之后对待二嫂的生活起居就像对待甄氏一样，平时也多有走动，关系密切。 \n　　建安年间，袁绍为他的次子袁熙聘娶了甄氏。公元199年，袁熙出任幽州刺史，甄氏留在冀州侍奉袁绍的妻子刘夫人。 \n\n再嫁曹丕\n　　公元204年，冀州邺城被曹操攻破，刘夫人和甄氏共坐皇堂上。曹丕进入袁府中，见到刘夫人和甄氏，甄氏害怕，把头伏在刘夫人膝上，刘夫人让人把自己手绑起来。曹丕问：“刘夫人为什么要这样？让你儿媳妇把头抬起来！”刘夫人捧起甄氏，让她抬起头来，曹丕看了一眼，见她美貌非凡，惊为天人。曹操知道了曹丕的心思，就为他迎娶了甄氏。当时还有一说法：曹操攻下邺，曹丕先进袁府，看到有个少妇披头散发，脸上也很脏，躲在刘夫人身后哭泣，曹丕问她是谁，刘夫人回答：“是袁熙妻子。”然后曹丕帮她把发髻挽起，用手巾擦拭面庞，发现她姿貌绝伦。之后，刘氏跟甄氏说：”现在不用担心被杀了！“曹丕于是纳甄氏为妻室，很是宠爱。 \n　　甄氏初有宠于曹丕，生下儿子曹叡和女儿曹氏。甄氏对曹丕妾室中有宠的劝勉她们努力上进，对无宠的安慰开导，并常常建议曹丕说：”古时黄帝子孙繁盛，是因为妻妾多的缘故。所以夫君也应该多逑淑媛，让子嗣旺盛。“曹丕听了心里很高兴。曹丕要驱逐一位姬妾任氏时，甄氏问曹丕说：“任氏是乡党名族，不论德、色，我都比不上，为什么要休她？”曹丕说：”太任性，性子急，不温柔，心里对我的怨恨很久了，所以休了她。“甄氏哭道：“我受你的宠爱，所有人都知道，肯定会说你休任氏，是因为我的缘故。往上我怕公婆说我自私，往下其他妻妾会数落我受专宠之罪，希望你能重新考虑！”曹丕不听，就休了任氏。 \n\n孝顺婆婆\n　　公元211年七月，曹操西征，随行的卞夫人途中生病留在孟津，曹丕留守邺城。当时卞夫人身体虚弱，又担心曹操的安危，睡觉也不塌实，经常流泪。甄氏要去孟津照顾婆婆，曹丕不想让她去，就让下人骗她说卞夫人病好了，甄氏不信，说：“夫人在家，老毛病常犯，现在怎么好的这么快？你一定是安慰我！”所以更加担心。之后得卞夫人回信，说身体已经恢复，甄氏才开心起来。 \n　　公元212年正月，大军回邺，甄氏去迎接，看到卞夫人悲喜交加，感动了周围的人。卞夫人见甄氏这么关心自己，也忍不住流泪，还说：“新媳妇怕我上次生病也会象以前那样反复难愈吗？我只是有点不舒服，小病而已，十几天就好了。你看看我的气色很好呢。”然后叹道：“真是孝顺的媳妇啊。”\n　　公元216年，曹操东征孙权，卞夫人、曹丕及曹叡、东乡公主都跟随，当时甄氏生病所以留在邺。\n　　公元217年九月，大军还，卞夫人看见甄氏脸色很好，奇怪的问她：“你跟两个孩子分别那么久，难道不想念他们，怎么脸色这么好，什么原因？”甄氏笑着回答：“曹叡他们跟随夫人，我还有什么可担心的。” \n\n失宠被杀\n　　公元220年，曹操逝世，其子曹丕继任为魏王。六月，曹丕南征，甄氏被留在邺城。同年，曹丕逼迫汉献帝刘协退位而成为皇帝，即魏文帝。退位为山阳公的刘协将两个女儿献与魏室为嫔。除献帝二女外，曹丕在洛阳，后宫爱幸者有三：贵嫔郭女王，位次皇后；李贵人，生有皇子曹协；阴贵人，东汉大族南阳阴氏女。早在曹丕初即王位时，便进郭女王为夫人，封号等同甄氏。到曹丕称帝，携郭女王到洛阳，进封贵嫔，地位仅次于皇后；甄氏则被留在邺城，仍为夫人，不立为皇后。甄氏愈发失意，有怨言。\n　　公元221年六月，曹丕遂遣使者至邺城将甄氏赐死，葬在邺城，据传殡葬时披发覆面，以糠塞口。 当时，曹丕曾请术士周宣解梦，周宣答：“天下将有贵族女子冤死。”曹丕闻言后悔，派人追回赐死甄氏的使者但已不及。\n　　公元222年，曹丕册立郭女王为皇后，令甄氏之子曹叡奉郭皇后为母。\n　　公元226年，曹丕驾崩，曹叡即位，朝中掌管礼乐祭祀的官员奏请为甄后追加谥号。于是明帝派司空王朗持节以三牲之礼到甄后陵墓祭祀，又专门为她修建寝庙。\n　　公元227年三月，曹叡以中山国魏昌县之安城乡一千户追封甄后的父亲甄逸，谥号安城乡敬侯，其孙甄像承袭爵位。四月，曹叡下诏在洛阳营建祖庙，施工中从地下挖出一块玉玺。此玉玺一寸九分见方，上面刻有“天子羡思慈亲”六个字。曹叡持玺而动情，因而备下牲礼到宗庙祭告。此后曹叡又多次梦见母亲，益发增加了对母亲的思念之情。于是对诸舅氏按亲疏排出顺序，分别予以任用，赏赐累计达到万两之巨，又擢升甄像为虎贲中郎将。是月，甄后母亲病故，曹叡披麻戴孝亲自参加了葬礼，朝中文武百官陪同致祭。 \n　　公元230十一月，曹叡感到母亲甄氏的陵墓过于低矮简陋，便委派甄像以兼职太尉的身份，持皇帝节杖到邺城，祭告土神，改葬甄氏于朝阳陵。\n\n",
  "desc": "文昭甄皇后（183年1月26日－221年8月4日），名不明，又称甄夫人。中山无极（今河北省无极县）人，上蔡令甄逸之女。魏文帝曹丕的正室，魏明帝曹叡之生母。曹叡即位后追尊甄氏为文昭皇后。",
  "dynasty": "两汉",
  "id": 888,
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_888.jpg",
  "name": "甄宓",
  "star": 8
}