{
  "content": "感情生活\n\n　　南宋著名爱国诗人陆游，一生遭受了巨大的波折，他不但仕途坎坷，而且爱情生活也很不幸。\n　　宋高宗绍兴十四年，二十岁的陆游和表妹唐琬结为伴侣。两人从小青梅竹马，婚后相敬如宾。然而，唐琬的才华横溢与陆游的亲密感情，引起了陆母的不满，死于哲宗元符三年。陆游父亲陆宰生于哲宗元祐三年，死于高宗绍兴十八年。陆宰小秦观四十岁。秦观死时，陆宰不足十三岁。秦观到越州是神宗元丰二年，其时陆宰尚未出生。陆游母亲的年龄估计与陆宰相去无几，跟秦观不可能有什么交往。“梦少游而生公”，纯属想象之词。前一说不能成立。\n　　所谓“公慕少游”，主要根据陆游八十二岁写的《题陈伯予主簿所藏秦少游像》一诗。诗日：“晚生常恨不从公，忽拜英姿绘画中。妄欲步趋端有意，我名公字正相同。”该诗只是表达诗人对秦观的敬仰之情而已。“正相同”三字，恰恰透露出陆游的名字不是自己“慕少游”而取的。后一说也不能成立。\n　　那么，陆游的名字从何而来呢?清人查慎行《得树楼杂钞》所记较为可信：“陆放翁名游，字务观，其义出于《列子·仲尼篇》：‘务外游不知务内观。外游者求备于物，内观者取足于身。’”古代有“幼名，冠字”的制度，即幼小取名，二十岁左右定字。士大夫家庭往往强调名和字的内在联系，而且往往摘取古代典籍中的词语，取名定字。取名之时，实际上是定了字的。因此，名游，字务观，跟秦观的名观，字少游，只是偶然相合而已。至多也只能说明同源于《列子·仲尼篇》的那句话。跟“梦少游”“慕少游”而取名字，了然无涉。\n　　在陆游的诗中，有这样一首：“策策桐飘已半空，啼螀渐觉近房栊。一生不作牛衣泣，万事从渠马耳风。名姓已甘黄纸外，光阴全付绿樽中。门前剥啄谁相觅，贺我今年号放翁。”为什么号放翁呢？原来陆游任成都府路安抚使参议官时，与大诗人范成大一起共事，由于两人有些矛盾，范成大左右的官员认为陆游不知高下，不守礼义，是个粗野狂放的人。陆游气愤地想到：“你们说我狂放，我就当个‘放翁’，总比明哲保身的庸人强。”从此，“放翁”这个号经常出现在他的诗文中。孝宗淳熙十三年，陆游回到临安，入朝做了军器少监。但仍然以诗为戈，抒发爱国热情，坚持抗金爱国思想。而令朝中的投降派十分不安，因而讨厌他，上疏皇帝诬陷陆游不务正业，只知“嘲咏风月”。陆游再度被黜，他怀着满腔愤怒回到家乡山阴后，立即提笔把他在镜湖旁的住宅题为“风月轩”。虽云“风月”，实则是发泄他壮志未酬的悲愤情怀。 \n\n大事件\n\n1125年\n　　陆游出生于越州山阴。1126年靖康之难爆发，父亲陆宰被罢去京西转运副使职务，全家开始逃亡。1127年秦桧为宰相。1134年逃亡结束，回到山阴。1138年秦桧又任宰相。1141年南宋与金议和，岳飞被害。陆游悲吟。1142年与金议和跟金人划淮水为界。1144年他在一首诗中写道，“上马击狂胡，下马草军书”，希望自己有一天能亲临战场、杀敌报国。并在这年娶了唐琬【唐婉并非；陆游表妹，千百年来，前哲时贤多认为陆游和他的原配夫人唐氏是姑表关系，其实事实并非如此。最早记述《 钗头凤 》词这件事的是南宋陈鹄的《耆旧续闻》，之后，有刘克庄的《后村诗话》，但陈、刘二氏在其著录中均未言及陆、唐是姑表关系。直到宋元之际的周密才在其《齐东野语》中说 ：“陆务观初娶唐氏，闳之女也，于其母为姑侄。”从这以后“姑表说”遂被视为“ 恒言”。 其实综考有关历史文献和资料，陆游的外家乃江陵唐氏，其曾外祖父是历仕仁宗、英宗、神宗三朝的北宋名臣唐介，唐介诸孙男皆以下半从“心”之字命名，即懋、愿、恕、意、愚、谰，并没有以“门”之字命名的唐闳其人，也就是说，在陆游的舅父辈中并无唐闳其人；而陆游原配夫人的母家乃阴唐氏，其父唐闳是宣和年间有政绩政声的鸿胪少卿唐翊之子 ，唐闳之昆仲亦皆以“门”字框字命名，即闶、阅。由此可知，陆游和他的原配夫人唐氏根本不存在什么姑表关系。这样，周密的“姑表说”就毫无来由了，那么这完全就是出于他的杜撰了吗？并不是这样的。刘克庄在其《后村诗话》中虽然未曾言及陆、唐是姑表关系，但却说过这样的话 ：“某氏改适某官，与陆氏有中外。”某氏，即指唐氏；某官，即指“同郡宗子”赵士程。刘克庄这两句话的意思是说：唐氏改嫁给赵士程，赵士程与陆氏有婚姻关系。事实正是如此，陆游的姨母瀛国夫人唐氏乃吴越王钱俶的后人钱忱的嫡妻、宋仁宗第十女秦鲁国大长公主的儿媳，而陆游原配夫人唐氏的后夫赵士程乃秦鲁国大长公主的侄孙，亦即陆游的姨父钱忱的表侄行，恰与陆游为同一辈人。作为刘克庄的晚辈词人的周密很可能看到过刘克庄的记述或听到过这样的传闻，但他错会了刘克庄的意思，以致造成了千古讹传。】，同年于沈园中作《卜算子·咏梅》——“驿外断桥边，寂寞开无主。已是黄昏独自愁，更著风和雨。无意苦争春，一任群芳妒。零落成泥碾作尘，只有香如故。”1145年唐琬被逐出家门，原因依古人的说法是“不当母夫人意”“二亲恐其惰於学，数谴妇，放翁不敢逆尊者意，与妇诀”。意思是说，唐琬在夫家，与婆婆不合；或说因为夫妻两人太恩爱，公婆认为会妨碍陆游的上进之心，所以常常责骂唐琬，而造成二人的分手．根据陆游自己在晚年的诗作则是因为唐琬不孕，而遭公婆逐出。\n\n1146年\n　　陆游与唐婉难舍难分，不忍就此一去，相聚无缘，于是悄悄另筑别院安置唐婉，陆游一有机会就前去与唐婉鸳梦重续，燕好如初。1147年 陆母察觉两人私会之事。严令二人断绝来往，并为陆游另娶一位温顺本分的王氏女为妻，彻底切断了陆、唐之间的悠悠情丝。1148年 王氏生了孩子。唐家愤愤不平，觉得不把女儿嫁出去，面子会失尽。于是将女儿嫁于一位当时也很有名气的文人赵士程。赵家是皇室后裔，门庭显赫。而赵士程是个宽厚重情的读书人，他对曾经遭受情感挫折的唐婉，表现出诚挚的同情与谅解。使唐婉饱受到创伤的心灵已渐渐平复，并且开始萌生新的感情苗芽。赵士程对唐婉很好，是唐家的世交朋友，也是完全知道陆游的文友，对陆游比较钦佩，也很同情唐婉，想尽力使她幸福。这一年，陆游在母亲的督教下，开始重理科举课业。\n\n1151年\n　　陆游只身离开了故乡山阴以他扎实的学识功底和才气横溢的文思博得了考官陆阜的赏识，被荐为魁首。春季游春时在绍兴城外的沈氏园中，唐琬和丈夫赵士程也来此游春．两人重逢，又无法当面相诉离情，随后，唐琬派人送来一些酒菜，默默以示关怀，而就与丈夫离去，陆游在伤心之余，就在园子的壁上题下了一首哀怨的《钗头凤》-“红酥手，黄縢酒，满城春色宫墙柳。东风恶，欢情薄。一怀愁绪，几年离索。错、错、错。春如旧，人空瘦，泪痕红浥鲛绡透。桃花落。闲池阁。山盟虽在，锦书难托。莫、莫、莫。”1152年 唐婉再次来到沈园瞥见陆游的题词，不由感慨万千，于是和了一阙《钗头凤》-“世情薄，人情恶，雨送黄昏花易落。晓风干，泪痕残。欲笺心事，独语斜栏。难、难、难。人成各，今非昨，病魂常似秋千索。角声寒，夜阑珊。怕人寻问，咽泪装欢。瞒、瞒、瞒。”同年秋，唐琬病故。1153年 参加进士考试，名列第一。因为他平常“喜论恢复”，又名在奸臣秦桧之孙秦埙的前头，所以在复试的时候，被秦桧除名。\n\n1156年\n　　秦桧病死，陆游的仕途开始明朗。1159年 陆游入闽任宁德县主簿．有善政，受百姓爱戴。1164年 赐进士出身。张浚主张北伐，但北伐失败后，一贯主张求和的大臣在宋孝宗面前对张浚大肆攻击，还说张浚用兵，原是陆游怂恿出来的。后来，张浚被排挤出朝廷，陆游也罢官回山阴老家去了。1165年 宋孝宗被迫和金国签订“隆兴和议”。1171年 乾道六年入蜀。1173年 入四川宣抚使王炎幕府，投身军旅生活。1190年 罢官，即回老家山阴闲居。1191年 在近20年的岁月中，他“身杂老农间”，和他们一起劳作，还为他们的孩子看病，同时写了不少表现农村生活的诗歌。1198年 陆游后妻王氏病故。1200年 写下了“沈园怀旧”诗： 其一： 梦断香消四十年，沈园柳老不飞绵； 此身行作稽山土，犹吊遗踪一泫然。 其二： 城上斜阳画角哀，沈园无复旧池台； 伤心桥下春波绿，疑是惊鸿照影来。1201年 赋“梦游沈园”诗： 其一： 路近城南已怕行，沈家园里更伤情； 香穿客袖梅花在，绿蘸寺桥春水生。 其二： 城南小陌又逢春，只见梅花不见人； 玉骨久沉泉下土，墨痕犹锁壁间尘。\n\n1207年\n　　作《夜闻姑恶》， 诗云： 学道当于万事轻，可怜力浅未忘情。孤愁忽起不可耐，风雨溪头姑恶声。可能暗示其母逼他出妻之事。1209年 再到沈园，写下了”沈家园里花如锦，半是当年识放翁；也信美人终作土，不堪幽梦太匆匆。”这正是陆游对唐琬最深的怀念。1210年 写下《示儿》-“死去元知万事空，但悲不见九州同。王师北定中原日，家祭无忘告乃翁。”1211年 走完了他坎坷的一生，在山阴的病榻上与世长辞。死前恨写《示儿》\n　　总结：陆游一生坚持抗金主张，虽多次遭 受投降派的打击，但爱国之志始终不渝，死时还念念不忘国家的统一，是南宋伟大的爱国诗人。他勤于 创作，一生写诗六十年，保存下来就有 9300多首。诗的题材极为广泛，内容丰富，其中表现报国抗金的作 品，最能反映那个时代的精神。诗的风格豪放，气魄雄浑，近似李白，故有“小太白”之称。 \n\n\n人物生平\n\n家世背景\n　　陆游出生于名门望族、江南藏书世家。陆游的高祖陆轸是大中祥符年间进士，官至吏部郎中；祖父陆佃，师从王安石，精通经学，官至尚书右丞，所著《春秋后传》、《尔雅新义》等是陆氏家学的重要要典籍。陆游的父亲陆宰，通诗文、有节操，北宋末年出仕，南渡后，因主张抗金受主和派排挤，遂居家不仕；陆游的母亲唐氏是北宋宰相唐介的孙女，亦出身名门。\n\n　　宣和七年十月十七日，陆宰奉诏入朝，由水路进京，于淮河舟上喜得第三子，取名陆游。同年冬，金兵南下，并于靖康二年攻破汴京，北宋灭亡，陆宰携家眷逃回老家山阴。\n\n　　建炎三年，金兵渡江南侵，宋高宗率臣僚南逃，陆宰改奔东阳，家境才开始逐步安定下来，时陆游年仅四岁。\n\n　　陆游出生于两宋之交，成长在偏安的南宋，民族的矛盾、国家的不幸、家庭的流离，给他幼小的心灵带来了不可磨灭的印记。\n\n初入仕途\n　　陆游自幼聪慧过人，先后师从毛德昭、韩有功、陆彦远等人，十二岁即能为诗作文，因长辈有功，以恩荫被授予登仕郎之职。 \n\n　　绍兴二十三年，陆游进京临安参加锁厅考试，主考官陈子茂阅卷后取为第一，因秦桧的孙子秦埙位居陆游名下，秦桧大怒，欲降罪主考。次年，陆游参加礼部考试，秦桧指示主考官不得录取陆游。从此陆游被秦桧嫉恨，仕途不畅。\n\n　　绍兴二十八年，秦桧病逝，陆游初入仕途，任福州宁德县主簿，不久，调入京师，任敕令所删定官。陆游进入朝中后，应诏上策，进言“非宗室外戚，即使有功，也不应随意封加王爵”；高宗酷爱珍稀玩物，陆游认为“亏损圣德”，建议皇帝严于律己。\n\n　　绍兴三十一年，陆游以杨存中掌握禁军过久，权威日盛，多有不便，进谏罢免杨存中，高宗采纳，降杨存中为太傅、醴泉观使，升陆游为大理寺司直兼宗正簿，负责司法工作。\n\n北伐献策\n　　绍兴三十二年，宋孝宗赵昚即位，任命陆游为枢密院编修官，赐进士出身。陆游上疏，建议整饬吏治军纪、固守江淮、徐图中原。时孝宗在宫中取乐，并未重视，陆游得知后告诉大臣张焘。张焘入宫质问，孝宗遂罢陆游为镇江府通判。\n\n　　隆兴元年，宋孝宗以张浚为都督，主持北伐。陆游上书张浚，建议早定长远之计，勿轻率出兵。张浚派大将李显忠、邵宏渊领兵出击，收复灵壁、虹县，进据符离，因李邵不睦，宋军大败，偏安之论随即甚嚣尘上。张浚上疏领罪，被贬为江淮宣抚使。\n\n　　隆兴二年春，陆游在镇江任上结识张浚，献策出师北伐，张浚赞扬为“志在恢复”。四月，“隆兴和议”将签成，陆游上书东西两府，进言说：“江东之地，自吴国以来，莫不以建康为都城。临安频临大海，运粮不便，且易受意外袭击，皇上驻扎临安，只能作为权宜之计。合约签订之后，皇上应驻扎建康、临安，金朝来使，或到临安、或到建康，这样以来，可以争取时间建都立国，而不令金朝生疑。”时龙大渊、曾觌掌权，陆游就对枢密使张焘说：“曾觌、龙大渊利用职权，广结私党，迷惑朝廷，今日不除，后患无穷。”张焘闻言奏报朝廷，孝宗大怒，贬陆游为建康府通判。\n\n　　乾道元年，陆游调任隆兴府通判。有人进言陆游“结交谏官、鼓唱是非，力说张浚用兵”，朝廷即罢免了陆游的官职。 \n\n军僚幕府\n　　乾道五年十二月，朝廷征召已赋闲四年的陆游，任为夔州通判，主管学事兼管内劝农事，陆游携家眷由山阴逆流而上，采撷沿路风土民情，作《入蜀记》。\n\n　　乾道七年，王炎宣抚川、陕，驻军南郑，召陆游为干办公事，陆游得书甚为欣喜，只身前往南郑，与张季长、阎苍舒、范西叔、高子长等十余人同在南郑幕府任职。王炎委托陆游草拟驱逐金人、收复中原的战略计划，陆游作《平戎策》，提出“收复中原必须先取长安，取长安必须先取陇右；积蓄粮食、训练士兵，有力量就进攻，没力量就固守”。 \n\n　　陆游到王炎的军幕后，常到骆谷口，仙人原，定军山等前方据点和战略要塞，并到大散关巡逻。时吴璘之子吴挺代父掌兵，骄傲放纵、多次因微小过失杀人，王炎不敢得罪。陆游建议用吴玠之子吴拱代替吴挺掌管兵权。王炎认为“吴拱胆怯、缺少智谋，遇到敌人必败”，陆游反驳说：“吴挺遇敌，又怎能保证他不败？如果吴挺立有战功，更难驾驭。”至韩侂胄北伐时，吴挺之子吴曦叛敌，陆游的话果然得到验证。\n\n　　十月，朝廷否决北伐计划的《平戎策》，调王炎回京，幕府解散，出师北伐的计划也毁于一旦，陆游感到无比的忧伤。大散关一带的军旅生活，是陆游一生中唯一的一次亲临抗金前线、力图实现爱国之志的军事实践，这段生活虽只有八个月，却给他留下了终生难忘的记忆。\n\n蜀中生涯\n　　乾道八年，陆游被任为成都府路安抚司参议官，官职清闲，陆游骑驴入川，颇不得志。次年，改任蜀州通判；五月，经四川宣抚使虞允文举荐，陆游又改调嘉州通判。\n\n　　淳熙元年二月，虞允文病逝，陆游又调回蜀州通判。再任蜀州期间，陆游深入考察地方风土民情，并先后造访翠围院、白塔院、大明寺等当地名胜，愈发爱上了这块天府之地，并萌发出“终焉于斯”的念头。\n\n　　三月，参知政事郑闻以资政殿大学士出任四川宣抚使，陆游大胆上书，建议出师北伐，收复失地，未被采纳。五月，陆游主持州考，杨鉴夺得第一名，取得参加秋试的资格，陆游写诗以资鼓励。八月，陆游在蜀州阅兵，作《蜀州大阅》，抨击南宋养兵不用、苟且偷安。十月，陆游又被派到荣州代理州事。\n\n　　淳熙二年，范成大由桂林调至成都，任四川制置使，举荐陆游为锦城参议。范成大统帅蜀州，陆游为参议官，二人以文会友，成莫逆之交。南宋主和势力诋毁陆游“不拘礼法”、“燕饮颓放”，范成大迫于压力，将陆游免职。陆游就在杜甫草堂附近浣花溪畔开辟菜园，躬耕于蜀州。\n\n　　淳熙三年，为回应主和派攻击他“颓放”、“狂放”，陆游自号“放翁”，进行反击。月，陆游奉命主管台州桐柏山崇道观，以“祠禄”维持家人生计。\n\n　　淳熙四年六月，范成大奉召还京，陆游送至眉州，恳请范成大回朝后劝皇帝“先取关中次河北”、“早为神州清虏尘”。\n\n宦海浮沉\n　　淳熙五年，陆游诗名日盛，受到孝宗召见，先后任命为福州、江西提举常平茶盐公事。\n\n　　淳熙六年秋，陆游被任为江西常平提举，主管粮仓、水利事宜。次年，江西水灾，陆游号令各郡开仓放粮，并亲自“榜舟发粟”。同时上奏朝廷告急，请求开常平仓赈灾。十一月，陆游奉诏返京，给事中赵汝愚借机弹劾陆游“不自检饬、所为多越于规矩”，陆游忿然辞官，重回山阴。\n\n　　淳熙十三年，陆游闲居山阴五年之后，朝廷才重新起用他为严州知州。陆游入京向孝宗辞行，时陆游诗名大胜，孝宗于延和殿勉励陆游说：“严陵山青水美，公事之余，卿可前往游览赋咏。”陆游在严州任上，“重赐蠲放，广行赈恤”，深得百姓爱戴。闲暇之余，陆游整理旧作，命名为《剑南诗稿》。\n\n　　淳熙十五年七月，陆游任满，朝廷升为军器少监，掌管兵器制造与修缮，再次进入京师。\n\n　　淳熙十六年二月，孝宗禅位于赵惇，陆游上疏，提出治理国家、完成北伐的系统意见，建议“减轻赋税、惩贪抑豪”；“缮修兵备、搜拔人才”，“力图大计”，以恢复中原。\n\n　　绍熙元年，陆游升为礼部郎中兼实录院检讨官，再次进言光宗广开言路、慎独多思，并劝告光宗带头节俭，以尚风化。由于陆游“喜论恢复”，谏议大夫何澹弹劾陆游之议“不合时宜”，主和派也群起攻之，朝廷最终以“嘲咏风月”为名将其削职罢官。陆游再次离开京师，悲愤不已，自题住宅为“风月轩”。\n\n编修国史\n　　绍熙五年，太上皇赵昚病故，宋光宗赵惇称病不肯居丧，满朝哗然。知阁门事韩侂胄与知枢密院事赵汝愚等密谋，废除赵惇，立太子赵扩为帝，是为宋宁宗。韩侂胄是赵扩妻韩氏的叔父，把持朝政，独揽大权，贬朱熹、斥理学、兴“庆元党禁”，专权跋扈，陆游便写诗谴责韩侂胄。\n\n　　嘉泰二年，陆游被罢官十三年后，朝廷诏陆游入京，担任同修国史、实录院同修撰一职，主持编修孝宗、光宗《两朝实录》和《三朝史》，并免去上朝请安之礼，不久陆游兼任秘书监。\n\n　　编修国史其间，因韩侂胄主张北伐，陆游大力赞扬和支持，给予种种合作，并应韩侂胄之请，为其作记题诗，勉励韩侂胄抗击外侮，为国立功。\n\n　　嘉泰三年四月，国史编撰完成，宁宗升陆游为宝章阁待制，陆游遂以此致仕，时年七十九岁。\n\n临终示儿\n　　嘉泰三年五月，陆游回到山阴，浙东安抚使兼绍兴知府辛弃疾拜访陆游，二人促膝长谈，共论国事。辛弃疾见陆游住宅简陋，多次提出帮他构筑田舍，都被陆游拒绝。\n\n　　嘉泰四年，辛弃疾奉召入朝，陆游作诗送别，勉励他为国效命，协助韩侂胄谨慎用兵，早日实现复国大计。\n\n　　开禧二年，韩侂胄请宁宗下诏，出兵北伐，陆游闻讯，欣喜若狂。宋军准备充分，出师顺利，先后收复泗州、华州等地。但韩侂胄用人失察，吴曦等里通金朝，按兵不动，图谋割据。陆游诗翰多次催促，吴曦不理。不久，西线吴曦叛变，东线丘崈主和，韩侂胄日益陷于孤立。\n\n　　开禧三年十一月，史弥远发动政变，诛杀韩侂胄，遣使携其头往金国，订下“嘉定和议”，北伐宣告彻底失败。陆游听到这些不幸的消息，悲痛万分。\n\n　　嘉定二年秋，陆游忧愤成疾，入冬后，病情日重，遂卧床不起。十二月二十九日，陆游与世长辞，享年八十五岁。临终之际，陆游留下绝笔《示儿》作为遗嘱：“死去元知万事空，但悲不见九州同。王师北定中原日，家祭无忘告乃翁。”\n\n\n个人成就\n\n文学成就\n\n诗歌\n　　陆游具有多方面文学才能，尤以诗的成就为最，自言“六十年间万首诗”，存世有九千三百余首，大致可以分为三个时期：46岁入蜀以前，偏于文字形式；入蜀到64岁罢官东归，是其诗歌创作的成熟期，也是诗风大变的时期，由早年专以“藻绘”为工变为追求宏肆奔放的风格，充满战斗气息及爱国激情；晚年蛰居故乡山阴后，诗风趋向质朴而沉实，表现出一种清旷淡远的田园风味，并不时流露着苍凉的人生感慨。\n\n1、诗歌内容\n　　陆游的诗歌涵盖面非常广泛，几乎涉及到南宋前期社会生活的各个领域，按内容大致可分为四个方面：\n\n　　①坚持抗金，讨伐投降派。陆游坦率直言“和亲自古非长策”，“生逢和亲最可伤，岁辇金絮输胡羌”，并揭露“诸公尚守和亲策，志士虚捐少壮年”。其乐府诗《关山月》高度概括了上层统治者和守边士兵、沦陷区人民在主战和主和立场上的矛盾，集中揭露了南宋统治集团的妥协求和政策造成的严重恶果。陆游的这类诗歌，以其鲜明的战斗性、针对性，鼓舞了人们的抗金的斗志，得到志士仁人的推许。\n\n　　②抒发慷慨激昂的报国热情和壮志未酬的悲愤。陆游年轻时就以慷慨报国为己任，把消灭入侵的敌人、收复沦陷的国土当作人生第一要旨，但是他的抗敌理想屡屡受挫。于是，他的大量诗歌，既表现了昂扬的斗志，也倾诉了深沉的悲愤之情。如《书愤》一诗，诗人一心报国却壮志难酬，昂扬豪壮中带着苍凉悲怆，既是诗人个人的遭遇也是民族命运的缩影，是这类作品的典型代表。\n\n　　③描写田园风光、日常生活。陆游热爱生活，善于从各种生活情景中发现诗材。无论是高山大川还是草木虫鱼，无论是农村的平凡生活还是书斋的闲情逸趣，“凡一草、一木、一鱼、一鸟，无不裁剪入诗”。《游山西村》一诗，色彩明丽，并在景物的描写中寓含哲理，其中“山重水复疑无路，柳暗花明又一村”因而成为广泛流传的名句。他的《临安春雨初霁》，描写江南春天，虚景实写，细腻而优美，意韵十足。\n\n　　④爱情诗。由于宋代理学对士人思想感情的约束和宋词的发展，宋诗言情的功能渐渐减弱，宋代的爱情诗在数量和质量上，都难以和唐诗比肩，但陆游却是个例外。陆游年轻时曾和前妻有着一段刻骨铭心的感情经历，他悼念前妻的诗歌，情真意切，令人动容，晚年创作的《沈园二首》，被后人称作“绝等伤心之诗”，是古代爱情诗中不可多得的精品。\n\n2、艺术特点\n　　①艺术风格上，兼具现实主义特点，又有浪漫主义作风。陆游性格豪放，胸怀壮志，在诗歌风格上追求雄浑豪健而鄙弃纤巧细弱，形成了气势奔放、境界壮阔的诗风。陆游把在现实生活中无法实现的壮志豪情都倾泻在诗中，常常凭借幻境、梦境来一吐胸中的壮怀英气，陆游的梦境、幻境诗，飘逸奔放，被誉为“小李白”。然而对功名的热望和当权者的阻力之间有着无法克服的矛盾，严酷的现实环境给诗人心灵压上了无法摆脱的重负，因而陆游又崇尚杜甫，关怀现实，主张诗歌“工夫在诗外”，诗风又有近于杜甫的沉郁悲凉的一面。\n\n　　②语言平易晓畅，章法整饬谨严。陆游反对雕琢辞藻和追求奇险，其诗语言“清空一气，明白如话”。陆游重视锻炼字句，他的对偶，新奇、工整，而不落于雕章琢句之嫌。赵翼曾评陆诗“看似奔放实则谨严”，刘克庄亦有“古人好对偶被放翁用尽”之叹。陆游的七言古诗《长歌行》，笔力清壮顿挫，结构波澜迭起，寓恢宏雄放的气势于明朗晓畅的语言和整饬的句式之中，典型地体现出陆诗的个性风格，被后人推为陆诗的压卷之作。\n\n3、陆诗的地位\n　　陆游在南宋诗坛上占有非常重要的地位。南宋初年，虽然局势危急，但士气尚盛，诗坛风气也颇为振作；随着南宋偏安局面的形成，士大夫渐趋消极，诗坛风气也变得萎靡不振，吟风弄月的题材走向和琐细卑弱的风格日益明显。陆游对这种情形痛心疾首，他高举起前代屈、贾、李、杜和本朝欧、苏及南渡诸人的旗帜与之对抗，以高扬爱国主题的黄钟大吕振作诗风，对南宋后期诗歌产生了积极的影响，江湖诗派中的戴复古和刘克庄都师承陆游。到了宋末，国破家亡的时代背景更使陆游的爱国精神深入人心。\n\n　　陆游的诗歌，对后代的影响也是深远的。特别是清末以来，每当国势倾危时，人们往往怀念陆游的爱国主义精神，陆诗的爱国情怀也因此成为鼓舞人民反抗外来侵略者的精神力量。陆游写山水景物和书斋生活的诗篇，因描写细腻生动、语言清新优美，也颇受明、清诗人的喜爱。陆诗中对仗工丽的联句常被用作书斋或亭台的楹联，也说明陆游的这一类诗篇在后代拥有广大的读者。\n\n词\n　　陆游一生的主要精力用于诗歌创作，“是有意要做诗人”，对作词心存鄙视，因而，作为“辛派词人”的中坚人物，与其诗相比，陆游的词数量并不多，存世共约一百四十余首。但陆游才气超然，并曾身历西北前线，因此，陆游也创造出了稼轩词所没有的另一种艺术境界。\n\n　　陆游词的主要内容是书写爱国情怀，抒发壮志未酬的幽愤，其词境的特点是将理想化成梦境而与现实的悲凉构成强烈的对比，如《诉衷情·当年万里觅封侯》回想当年，满腹怆然。陆游也有咏物词和爱情词，其《卜算子·咏梅》，上阕写景、下阕表志，显示出身处逆境而矢志不渝的崇高品格；《钗头凤·红酥手》一词，节奏急促，声情凄紧，先后两次感叹，荡气回肠，凄婉动人。\n\n　　陆游词风格多样，有不少词写得清丽缠绵，真挚动人，与宋词中的婉约派比较接近；而有些词常常抒发着深沉的人生感受，或寄寓着高超的襟怀，或寓意深刻，又和苏轼比较接近。最能体现陆游的身世经历和个性特色的，是慷慨雄浑、荡漾着爱国激情的词作，风格与辛弃疾比较接近。但陆游词亦因风格多样而未能熔炼成独特的个性，有集众家之长、“而皆不能造其极”之感。\n\n散文\n　　陆游在散文上颇有造诣，兼善众体，构思奇巧，文笔精纯。其中记铭序跋之类，或叙述生活经历，或抒发思想感情，或论文说诗，最能体现陆游散文的成就。同时也如在诗中一样，不时地表现着爱国主义的情怀。陆游还有一些别具风格的散文，书写乡居生活之状，淡雅隽永。\n\n　　陆游的《入蜀记》是中国第一部长篇游记，内容丰富，举凡史事杂录、考据辩证、诗文评论、小说故事等应有尽有，形式灵活，长短不拘、文字颇简练；尤其过三峡的一部分，多有对自然风光、名胜古迹的历史人物的描述和品评，字里行间浸透着爱国之情，又饶有趣味。随笔式散文《老学庵笔记》，笔墨虽简而内容甚丰，所记多系轶闻，颇有史料价值，是南宋笔记的精品。同时，陆游还善于四六，文集中有不少四六文精品，如陆游的《祭雷池神文》语言浅切而气势雄放，与其诗风颇近。\n\n史学成就\n　　陆游还具有史才，陆游的史学成就，主要不在三作史官时所修的《两朝实录》和《三朝史》，而在于他私撰的《南唐书》。南宋时期，记述南唐历史的史籍有薛居正领导史馆所修的《旧五代史》、欧阳修私撰的《新五代史》等共计11个版本，陆游遍取诸本，按本纪、列传，编为《南唐书》十八卷。\n\n　　陆游编撰《南唐书》的目的在于借古鉴今，为南宋王朝树一面历史的镜子。在本纪中，陆游肯定南唐烈祖李昪为“唐宪宗第八子建王恪之玄孙”，纠正了以中原五代为正朔的观念，并在书中多次使用“帝”、“我”等词语，借记述南唐国君治国、治民及用兵之法，抒发强烈的爱国情感。\n\n陆游《南唐书》的史学成就主要表现在：①体制创新。陆书只有本纪和列传，成为纪传体断代史中的一个特例；尤其是其“类传”，除人物以类相从外，又创设《杂艺、方士、节义列传》、《浮屠、契丹、高丽列传》，归类精当，史识更胜前人。②史评色彩鲜明。宋代理学兴盛，陆游秉承以道德而不以政绩作为评判人物的唯一准绳的观点，如多数史家都批判后主李煜沉迷诗词，不思政业，坐失南唐基业，陆游却先赞后主“天资孝纯”、“以爱民为急”，再对其“酷好浮屠”作简单批驳，最后总结为“虽仁爱足以感其遗民，而卒不能保社稷”。③严谨的治史精神。陆游辨前史之误，补前史之失，其书卷数、人物虽不及马令《南唐书》之多，但史料多经考证，“简核有法”，在史料的增补保存方面有巨大价值。\n\n书法艺术\n　　在陆游的一生中，除了诗文外，书法是他理想的寄托和永远的追求。从其有关书法的诗作和存世的书法手迹、碑帖看，陆游擅长正、行、草三体书法，尤精于草书。陆游的正体书法，师从晋唐法帖，沉雄浑厚，极富神韵，有明显的颜真卿楷书笔势；其行书、草书，取法张旭、杨凝式，又受苏轼、黄庭坚、米芾等人的影响，更多追求人品和精神上的契合，讲究对比的变化和节奏。\n\n　　陆游的书法简札，善于行草相参，纵敛互用，秀润挺拔，晚年笔力遒健奔放。朱熹称其“笔札精妙，意致深远”。其《自书诗卷》，仍然保留早年学习颜真卿、苏轼书法的笔法风格和习惯用笔，但又明显地融会杨凝式行书、张旭草书的长处，无论是用笔、结字和布白都与其诗浑然一体，明人程郇题跋为“诗甚流丽，字亦清劲”，是难得的书法佳作。\n\n\n纪念建筑\n\n陆游祠\n　　陆游祠毗邻罨画池，为纪念曾任蜀州通判的爱国诗人陆游而建。占地面积约4亩，建筑面积900多平方米，是省级重点文物保护单位，也是除陆游家乡浙江绍兴外，全国仅有的纪念陆游的专祠。\n　　陆游曾两次出任蜀州通判。在蜀州期间曾多次游览州中山川名胜，写下100多首寄怀蜀州的诗词，抒发他一腔忧国忧民的赤子情怀。\n　　整个陆游祠为仿清建筑，含大门、长廊、过厅、序馆、两庑、正殿等，主体陈设突出“梅”的主题。过厅以“梅馨千代”命名。序馆为“香如故堂”，陈列陆游生平简介，陆游遗像玉石碑、陆游手迹碑。堂后辟梅园，广植陆游喜爱的梅花。正殿为“放翁堂”，塑陆游坐像。两庑陈列陆游诗文各种版本及诗意画。正殿之南新增了文物陈列厅，专供陈列崇州的历史文物。\n　　在城外的崇州境西北之隅的凤栖山，有个与陆游祠遥相呼应的梅花寨，被称为放翁遗香圣地。陆游任蜀州通判登临古寺时曾从这崖上山。山道断桥边的梅花在黄昏风雨中寂寞开放而芳香不改的美景，为他后来写《卜算子·咏梅》获取了创作灵感。有专家考证，“驿外断桥边”意境的原型，就在今梅花寨旁，寨区梅花近千亩，花开时节，呈现“十里梅花香雪海，千树万枝浮暗香”之美景。\n\n云门草堂\n　　云门草堂是陆游早年故居，在云门广福庵。1070年赐“寿圣院”额，为云门寺三在副寺之一。明嘉靖年间，清康熙年间，曾二度重建。现因年久失修，佛殿塌圯，仅剩断墙残壁和几间旧屋。陆游之父陆宰曾隐居云门，陆游青少年时读书处就在“云门草堂”，他32岁时赴任福建做主簿时曾作《留题云门草堂》诗作别。“云门草堂”遗址一旦开发，恢复旧观，其意义不在成都“杜甫草堂”之下。\n　　云门寺占地面积12000平方米，整座建筑物庄严雅静，风格独特，寺庙香火鼎盛，除放生池外，殿厅堂楼等共180余处连成一体。寺内保留着一批国家重点保护文物，较为著名的有距今1000多年的《大汉韶州云门光泰禅寺院故匡真大师实性碑铭并序》。 云门寺前有观音山，后有桂花潭，每到金秋时节，这里桂花遍地，一派灿烂景象。\n\n故居遗址\n　　陆游故居遗址，位于浙江省绍兴镜湖新区东浦镇塘湾村。 在行宫、韩家、石堰三山环抱之中。\n\n",
  "desc": "陆游（1125—1210），字务观，号放翁。汉族，越州山阴（今浙江绍兴）人，南宋著名诗人。少时受家庭爱国思想熏陶，高宗时应礼部试，为秦桧所黜。孝宗时赐进士出身。中年入蜀，投身军旅生活，官至宝章阁待制。晚年退居家乡。创作诗歌今存九千多首，内容极为丰富。著有《剑南诗稿》、《渭南文集》、《南唐书》、《老学庵笔记》等。",
  "dynasty": "宋代",
  "id": 272,
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_272.jpg",
  "name": "陆游",
  "star": 1348
}