{
  "content": "生平\n\n早年经历\n\n　　宋应星幼时与兄应升同在叔祖宋和庆开办的家塾中就读。宋和庆是隆庆三年进士，授浙江安吉州同知，进广西柳州府通判，未几辞官归里，在本乡兴办教育事业。宋应星在家塾中初投师于族叔宋国祚，继而就学于新建举人邓良知。 宋应星自幼聪明强记，“数岁能韵语”，有过目不忘之才，很得老师及长辈喜爱。稍长，考入本县县学为庠生，熟读经史及诸子百家，他在程颐-程灏、周敦颐、朱熹及张载这宋代四大家中，独推张载的关学，从中接受了唯物主义自然观。他对天文学、声学、农学及工艺制造之学有很大兴趣，曾熟读过李时珍的《本草纲目》等书。此外，还喜欢音乐、作诗。他常与同窗好友赴本县风景名胜处郊游，相互催诗，相互激励，纵谈天下事。万历四十三年宋应星与兄应升赴省城南昌参加乙卯科乡试。在一万多名考生中，29岁的宋应星考取全省第三名举人，其兄名列第六。奉新诸生中只有他们兄弟中举，故称“奉新二宋”。\n\n　　乡试的成功使宋氏弟兄受到鼓舞，当年秋他们便前往京师应次年丙辰科会试,但却名落孙山。他们决定下次再试，为了作好应试准备，宋应升、宋应星等人前往江西九江府古老的白鹿洞书院进修，当时任洞主的是有名学者舒曰敬。舒日敬字元直，号碣石，南昌人，万历二十年进士，是个有成就的教育家，“一时名公巨卿皆出其门下”。万历四十七年是神宗在位时最后一次会试之年，宋应星弟兄与江西其他考生齐会京师，但二兄弟仍未及第。此后，他们于天启及崇祯初年再试，均告失败，从此遂绝科举之念。\n\n县学教谕\n\n　　崇祯四年宋应升由吏部铨选任浙江桐乡县令，宋应星回乡服待老母。崇祯八年宋应星任本省袁州府分宜县学教谕。教授生员，是未入流的教职人员。该年其兄宋应升调任广东肇庆府恩平县令，因有政绩，被诰封为文林郎。宋应星在分宜县任教4年，这是他一生中的重要阶段，因为所有主要著作都发表于此期间。\n\n仕途生活\n\n　　崇祯十一年宋应星在分宜任期满，考列优等，旋升任福建汀州府推官，为省观察使下的属官，掌管一府刑狱，俗称刑厅，亦称司理。他任期未满，于崇祯十三年辞官归里，十六年又出任南直隶凤阳府亳州知州，然此时已值明亡前夕。宋应星赴任后，州内因战乱破坏，连升堂处所都无，官员多出走。他几经努力重建，使之初具规模，又捐资在城内建立书院。崇祯十七年甲申初，宋应星辞官返回奉新。当年三月，李自成大军攻占京师，明亡。四月，清兵人关，建都北京，宋应星成为亡国之民。甲申年五月，福王在南京建立南明政权，为弘光元年。南明时，宋应星被荐授滁和兵巡道及南瑞兵巡道，但宋应星均辞而不就。明亡前，宋应升已升任广州知府，明亡后亦无意恋官，遂挂冠归里。\n\n晚年生活\n\n　　宋应星弟兄寄希望于南明，但此政权由阉奸阮大铖、马士英把持，排斥忠良，政权迅即灭亡。清兵南下取江西，宋应升于1646年服毒殉国。清朝建立后，宋应星一直过着隐居生活，在贫困中度过晚年，拒不出仕，大约卒于康熙五年，享年80。\n\n\n集述\n\n部分作品\n\n　　宋应星除著《天工开物》外，还有《卮言十种》、《画音归正》、《杂色文》、《原耗》、《美利笺》、《乐律》等著作，多已失传。后在江西省发现了宋应星四篇佚著的明刻本：《野议》、《论气》、《谈天》和《思怜诗》。《野议》是一部议论时局的政论著作，对明末政治、经济、军事、思想、文化等方面的腐败现象进行了揭露和批判，并且提出了一些改革主张。《思怜诗》包括“思美”诗十首，“怜愚”诗四十二首，反映了作者愤世忧民的感情。《论气》和《谈天》是关于自然科学方面的著作，从这两篇的标题来看，很可能是《卮言十种》中的部分篇章。\n\n著作价值\n\n　　他的著作都具有珍贵的历史价值和科学价值。如在“五金”卷中，宋应星是世界上第一个科学地论述锌和铜锌合金的科学家。他明确指出，锌是一种新金属，并且首次记载了它的冶炼方法。这是我国古代金属冶炼史上的重要成就之一。使中国在很长一段时间里成为世界上唯一能大规模炼锌的国家。宋应星记载的用金属锌代替锌化合物炼制黄铜的方法，是人类历史上用铜和锌两种金属直接熔融而得黄铜的最早记录。\n\n　　特别是，宋应星注意从一般现象中发现本质，在自然科学理论上也取得了一些成就。\n\n　　首先，在生物学方面，他在《天工开物》中记录了农民培育水稻、大麦新品种的事例，研究了土壤、气候、栽培方法对作物品种变化的影响，又注意到不同品种蚕蛾杂交引起变异的情况，说明通过人为的努力，可以改变动植物的品种特性，得出了“土脉历时代而异，种性随水土而分”的科学见解，把我国古代科学家关于生态变异的认识推进了一步，为人工培育新品种提出了理论根据。\n\n　　在物理学方面，新发现的佚著《论气·气声》篇是论述声学的杰出篇章。宋应星通过对各种声音的具体分析，研究了声音的发生和传播规律，并提出了声是气波的概念。\n\n\n后世纪念\n\n宋应星公园\n\n　　宋应星公园位于奉新县城区凤凰山和乌龟山处，坐落在明末著名科学家宋应星的故里宋埠镇、县冯田经济开发区内。占地面积1000余亩，现已投资1500余万元用于景区景点及基础设施的建设。园内自然条件优越，环境优美。主要规划景区有：中心广场区、宋应星纪念馆、农业示范区、苗圃农家乐区、古代民俗实物展示及娱乐区、别墅垂钓休闲度假区等景区。\n\n宋应星纪念馆\n\n　　宋应星纪念馆于1987年11月10日开馆。是江西省重要的科普基地和爱国主义教育基地。新馆为传统园林建筑，朱墙灰瓦，飞檐雕染，斗拱层叠，古朴典雅，具有民族特色。整个馆由主馆、天工馆和开物馆三部分组成。主馆展厅以大量文献史料、实物图书和精致模型，翔实介绍宋应星生平事迹和明代科技、社会历史背景、宋应星的著述及思想、宋应星的重要科技成果及其国内外影响《天工开物》科技成就，形象再现400余年前我国农业和手工业生产状况和先进技术。 天工馆和开物馆则利用高科技手段形象的展示了《天工开物》一书从农业到手工业的制作过程。原馆现已拆除，2003年择址新建宋应星纪念馆，新纪念馆选址于冯田工业园区的应星农业科技示范园“宋应星公园”内。\n\n",
  "desc": "宋应星（公元1587—约1666年），中国明末科学家，字长庚，汉族江右民系，奉新（今属江西）人。万历四十三年（1615）举于乡。崇祯七年（1634）任江西分宜教谕，十一年为福建汀州推官，十四年为安徽亳州知州。明亡后弃官归里，终老于乡。在当时商品经济高度发展、生产技术达到新水平的条件下，他在江西分宜教谕任内著成《天工开物》一书。宋应星的著作还有《野议》、《论气》、《谈天》、《思怜诗》、《画音归正》、《卮言十种》等，但今已佚失。",
  "id": 853,
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_853.jpg",
  "name": "宋应星",
  "star": 5
}