{
  "content": "生平\n\n　　王褒字子渊，汉朝著名文人，生卒年不详。蜀资中人,他的生卒年失载，只知他的文学创作活动主要在汉宣帝时期。他是中国历史上著名的辞赋家。 王褒的少年时期就善于写诗，工于作赋，对音乐也有较高修养。当时汉宣帝是一个十分喜爱文学与音乐的皇帝，自己也会创作，因而经常征召各地在这方面有造诣文士到长安。担任皇家的文学和音乐方面的“待诏”。益州刺史王襄得知王褒是位很有才学人，就请他来到成都，让其在成都写诗，并将他写诗配上音乐歌唱。王褒又为王襄作传，故深得王襄赏识，上奏推荐王褒为过人之才。汉宣帝立即下令召见。\n\n　　王褒进京之后，汉宣帝就出了个题目，要他写一篇《圣主得贤臣颂入这篇文章怎么写。王褒是颇费一番斟酌的。构思时他想到马，所以文中便出现马跑的“情景”，“纵驰骋骛、忽如景靡。过都越国、蹶如历块。追奔电、逐遗风、周流八极、万里壹息。何其辽哉、人马相得也！”王褒是以写马写出善御者六辔在手，操纵自如，意在用良御御骏马比喻圣主得到贤臣，从一个侧面反映汉宣帝励精图治的景象。这篇文章是王褒散文代表作，描述十分生动、音乐也颇为急促、使人如见其马、如闻其声。这篇文章深得汉宣帝好感，他任命王褒为待诏、不久又升为谏议大夫。\n\n　　王褒又写有《僮约》，这是他的作品中最有特色文章，记述他在四川时所亲身经历事。神爵三年，王褒到“煎上”就渝上时，遇见寡妇杨舍家发生主奴纠纷，他便为这家奴仆订立一份契券，明确规定奴仆必须从事的若干项劳役，以及若干项奴仆不准得到生活待遇。这是一篇极其珍贵历史资料，其价值远远超过受到汉宣帝赞赏的《圣主得贤臣颂》之类的辞赋。在《僮约》中有这样记载：“脍鱼炮鳖、烹茶尽具”；“牵犬贩鹅、武阳买茶”。这是我国，也是全世界最早关于饮茶、买茶和种茶记载。由这一记载可以知道，四川地区是全世界最早种茶与饮茶地区；武阳地区是当时茶叶主产区和著名茶叶市场。此外，他所描述当时奴仆们的劳动生活，奴伴关系，是研究汉代四川社会情况的极为重要材料，可以使人从中了解到西汉社会生活一个侧面。\n\n　　王褒特别善于写咏物小赋，他是汉代写咏物小赋的代表作家。其代表作洞萧赋凡甘泉赋人在当时即获得了很高的评价。洞萧本是古代一种排萧，发音清晰而幽静，在宫廷与民间都广泛使用。《洞萧赋》既描述萧管之所生，写出了竹林中的景物；又表现萧声之动人，极尽描绘和夸张。全篇用楚辞的凋子，以大量的文字铺叙洞萧的声音、形状、音质和功能。音调和谐，描写细致，形象鲜明，风格清新。这种赋不同于汉代大赋，而属于骄丽可喜、娱悦耳目的咏物小赋。如其中的一段：“朝露清冷而陨其测兮，玉液浸润而承其根。孤雌寡鹤娱优乎其下兮，春禽群嬉戏翱翔乎其颠。秋绸不食抱朴而长吟兮，玄猿悲啸搜索乎其间。处幽隐而奥屏兮，密漠油以獭掺。惟详汉宣帝与汉武帝一样，信神仙，好游猎。王褒在京中任职了一段时期后，汉宣帝听信方士之言，要他回益州去祭祀传闻之中的“金马碧鸡之宝”。不料竟在途中染病，未得医治即死于旅途之中。\n\n\n成就及荣誉\n\n　　茶为贡品、为祭品，已知在周武王伐纣时、或者在先秦时就已出现。而茶作为商品，则时下知道要在西汉时才出现。西汉宣帝神爵三年正月里，资中人王褒寓居成都安志里一个叫杨惠的寡妇家里。杨氏家中有个名叫“便了”的髯奴，王褒经常指派他去买酒。便了因王褒是外人，替他跑腿很不情愿，又怀疑他可能与杨氏有暧昧关系，有一天，他跑到主人的墓前倾诉不满，说：“大夫您当初买便了时，只要我看守家里，并没要我为其他男人去买酒。”\n\n　　王褒得悉此事后，当时就气不打一处来，一怒之下，在正月十五元宵节这天，以一万五千钱从杨氏手中买下便了为奴。\n\n　　便了跟了王褒，极不情愿，可也无可奈何，但他还是在写契约时向王褒提出：“既然事已如此，您也应该向当初杨家买我时那样，将以后凡是要我干的事明明白白写在契约中，要不然我可不干。”\n\n　　王褒这人擅长辞赋，精通六艺，为了教训便了，使他服服贴贴，便信笔写下了一篇长约六百字题为《僮约》的契约，列出了名目繁多的劳役项目和干活时间的安排，使便了从早到晚不得空闲。契约上繁重的活儿使便了难以负荷。他痛哭流涕向王褒求情说，如是照此干活，恐怕马上就会累死进黄土，早知如此，情愿给您天天去买酒。\n\n　　这篇《僮约》从文辞的语气看来，不过是作者的消遣之作，文中不乏揶揄、幽默之句。但王褒就在这不经意中，为中国茶史留下了非常重要的一笔。\n\n　　《僮约》中有两处提到茶，即“脍鱼炰鳖，烹茶尽具”和“武阳买茶，杨氏担荷”。“烹茶尽具”意为煎好茶并备好洁净的茶具，“武阳买茶”就是说要赶到邻县的武阳去买回茶叶。\n\n　　对《华阳国志·蜀志》“南安、武阳皆出名茶”的记载，则可知王褒为什么要便了去武阳买茶。\n\n　　从茶史研究而言，茶叶能够成为商品上市买卖，说明当时饮茶至少已开始在中产阶层流行，足见西汉时饮茶已相当盛行。\n\n　　在此还有必要赘述一点，美国茶学权威威廉。乌克斯在其《茶叶全书》中说：“5世纪时，茶叶渐为商品”，“6世纪末，茶叶由药用转为饮品。”他如果看到王褒的这篇《僮约》，恐怕不会说如此武断的话，因为《僮约》提到“武阳买茶”这件涉及商品茶的事实的确切时间是公元前59年的农历正月十五，比《茶叶全书》所谓的5世纪要提前五个世纪。\n\n\n墓地遗址\n\n　　王褒墓和王褒墨池位于资阳市雁江区墨池坝。王褒墓外形是一个小山丘，上面种植着庄稼与果树。据当地人介绍，墓穴里很宽大，但历年多次被盗后，里面已经没什么东西。山丘旁立着一块石碑，上书：“资阳市重点文物保护单位西汉谏议大夫王褒墓资阳市人民政府2001年5月16日公布雁江区人民政府立”。一两百米远处有王褒墨池，大小相连的两个水池，周围杂乱，水面肮脏。水池不远立着石碑，上书：“资阳市重点文物保护单位西汉王褒大小墨池资阳市人民政府2002年3月26日公布雁江区人民政府立”。石碑上的字迹已经模糊不清了。\n\n文学成就\n\n　　王褒少年时期就善于写诗，工于作赋，对音乐也有较高的修养。当时的汉宣帝是一个十分喜爱文学与音乐的皇帝，自己也会创作，因而经常征召各地在这方面有造诣的文士到长安。担任皇家的文学、音乐方面的“待诏”。益州刺史王襄得知王褒是位很有才学的人，就请他来到成都，让他在成都写诗，并将他写的诗配上音乐歌唱。王褒又为王襄作传，故深得其赏识，上奏推荐王褒有过人之才。汉宣帝立即下令召见。\n\n　　王褒进京之后，汉宣帝就出了个题目，要他写一篇《圣主得贤臣颂》。这篇文章怎么写，王褒是颇费了一番斟酌的。构思时他想到了马，所以文中便出现了马跑的“情景”，“纵驰骋骛，忽如景靡。过都越国，蹶如历块。追奔电，逐遗风，周流八极，万里壹息。何其辽哉，人马相得也！”王褒以写马写出善御者六辔在手，操纵自如，意在用良御御骏马比喻圣主得贤臣，从一个侧面反映了汉宣帝励精图治的景象。这篇文章是王褒散文的代表作，描述十分生动，音乐也颇为急促，使人如见其马，如闻其声。这篇文章深得汉宣帝的好感，他任命王褒为待诏，不久又升为谏议大夫。\n\n　　王褒还写有《四子讲德论》，也是歌颂当时朝廷的作品，文采也很富丽，有“夫鸿均之世，何物不乐”等句，意思即指天下太平。他写有《九怀》，这是王褒比较重要的作品，为追思屈原之辞。作者对伟大的爱国诗人屈原是崇敬的，对其不幸遭遇是同情的，所以《九怀》写得既有情感又有文藻，颇有《离骚》的风格。后来刘向编定《楚辞》、王逸作《楚辞章句》，都收入了此文，《全蜀艺文志》也著录了全文。\n\n　　王褒又写有《僮约》，这是他的作品中最有特色的文章，记述他在四川时所亲身经历的事。神爵三年，王褒到“煎上”即渝上时，遇见寡妇杨舍家发生主奴纠纷，他便为这家奴仆订立了一份契券，明确规定了奴仆必须从事的若干项劳役，以及若干项奴仆不准得到的生活待遇。这是一篇极其珍贵的历史资料，其价值远远超过了受到汉宣帝赞赏的《圣主得贤臣颂》之类的辞赋。在《僮约》中有这样的记载：“脍鱼炮鳖，烹茶尽具”；“牵犬贩鹅，武阳买茶”。这是我国，也是全世界最早的关于饮茶、买茶和种茶的记载。由这一记载可以知道，四川地区是全世界最早种茶与饮茶的地区；武阳地区是当时茶叶主产区和著名的茶叶市场。此外，他所描述的当时奴仆们的劳动生活，奴伴关系，是研究汉代四川社会情况的极为重要的材料，可以使人从中了解到西汉社会生活的一个侧面。\n\n　　王褒特别善于写咏物小赋，他是汉代写咏物小赋的代表作家。其代表作《洞箫赋》在当时即获得了很高的评价。洞萧本是古代的一种排萧，发音清晰而幽静，在宫廷和民间都广泛使用。《洞箫赋》既描述萧管之所生，写出了竹林中的景物；又表现萧声之动人，极尽描绘和夸张。全篇用楚辞的凋子，以大量的文字铺叙洞萧的声音、形状、音质和功能。音调和谐，描写细致，形象鲜明，风格清新。这种赋不同于汉代大赋，而属于骄丽可喜、娱悦耳目的咏物小赋。如其中的一段：“朝露清冷而陨其测兮，玉液浸润而承其根。孤雌寡鹤娱优乎其下兮，春禽群嬉戏翱翔乎其颠。秋绸不食抱朴而长吟兮，玄猿悲啸搜索乎其间。处幽隐而奥屏兮，密漠油以獭掺。惟详汉宣帝与汉武帝一样，信神仙，好游猎。王褒在京中任职了一段时期后，汉宣帝听信方士之言，要他回益州去祭祀传闻之中的“金马碧鸡之宝”。不料竟在途中染病，未得医治即死于旅途之中。\n\n　　王褒和他的作品对后世是有影响的。明代杨慎不仅在他编辑的《全蜀艺文志》里选有王褒的作品，还专门作了《王子渊祠》诗，诗云：“伟晔灵芝发秀翘，子渊擒藻谈天朝。汉皇不赏贤臣颂，只教宫人咏洞萧。”该诗用比喻的手法，赞誉了王褒的才华：文采秀发，擅长辞赋，谈耀一代；全诗对王褒表示惋惜，对汉主予以讽刺。 \n\n\n评价\n\n　　王褒早年的经历，我们不大清楚。汉宣帝时，由于宣帝喜爱辞赋，先后征召文学之士刘向、张子侨、华尤、柳褒等待诏金马门。王褒也得到益州刺史王襄的推荐，被召入京，受诏作《圣主得贤臣颂》。宣帝令他与张子侨等一起待诏，多次带他们田猎，经过宫馆，便命他们写作辞赋以为歌颂。不久，将他提拔为谏大夫。后来，听说益州有金马碧鸡之神，宣帝命王褒前往祭祀，结果病死于途中。由此可见，王褒的仕宦经历比较简单，主要是充当皇帝的文学侍从，未见有何作为。这种经历，使他很难具备司马相如那种独立不羁、超凡脱俗的胸襟和气魄；但他毕竟摆脱了拘守一隅的局限，走出了巴山蜀水，因而眼界还是比较开阔的。\n\n　　总之，作为一个著名赋家，王褒没有司马相如那种磅礴的气势和批判精神，无法达到相如“广博宏丽，卓绝汉代”的巨大成就；但他善于观察生活，善于描写那些独具特色的事物。在汉赋的题材开拓、手法创新和语言锤炼等方面，都作出了自己的贡献，仍然不愧为一代名家。他那诙谐幽默的语言风格，乃是巴蜀人民乐观开朗性格的外在表现，在巴蜀文学史上产生了不可忽视的影响。\n\n\n文学贡献\n\n　　武帝在位五十四年，一改西汉前期的黄老无为政治而为尊儒的多欲政治，对外用兵，对内兴作，好大喜功，风气侈靡，固然成就了一代鼎盛辉煌，也为赋体文学的创作繁荣提供了丰饶的土壤，但是毕竟付出了 海内虚耗，户口减半 ，经济濒于崩溃的沉重代价，故而昭帝即位后，复行无为政治，与民休养生息，于是赋坛相对沉寂了一个时期。到宣帝时，一方面 数审诏公卿大夫务行宽大，顺民所疾苦 ，使国家出现史称 中兴 的景象；一方面又重 修武帝故事，讲论六艺群书，博尽奇异之好，征能为《楚辞》九江被公，召见诵读，益召高材刘向、张子侨、华龙、柳褒等待诏金马门。……\n\n　　颇好歌诗，欲兴协律之事，……颇好神仙…… ，因此辞赋创作再次振起。史载： 上令褒与张子侨等并待诏，数从褒等放猎，所幸宫馆，辄为歌颂，第其高下，以差赐帛。 但是规模、气象毕竟不如从前，而显出自顶峰下滑的势态。像司马相如《子虚赋》所表现的那种声势气魄，已经不见；而且就在王褒为宣帝大猎、宫馆作赋歌颂的时候，甚至遭到舆论非难， 议者多以为淫靡不急.这实际上预示了汉赋的开始衰微。王褒，字子渊，蜀地资中人。生卒年不可考。宣帝时，因益州刺史王襄奏荐其有逸才，受征有，不久擢为谏大夫。\n\n　　王褒是这一时期艺术上成就最为突出的赋家。他的赋《汉书·艺文志》著录有十六篇，但是流传至今的只有存于《汉书》本传的《圣主得贤臣颂》，存于《艺文类聚》的《甘泉宫颂》，存于《文选》的《洞箫赋》，以及存于《楚辞》的《九怀》等。\n\n　　王褒是汉代最具有文学情趣的赋家。他的赋往往并不追求政治上的讽谕规诫，而是 辟如女工有绮縠，音乐有郑卫，显现出唯美的 辩丽可喜 ， 娱悦耳目 ，有 鸟兽草木多闻之观 的纯文学属性，因此不符合当时儒家言志尚用的标准，但却更具作为语言艺术陶冶性情的审美价值。这从《汉书》本传所载：太子体不安，苦忽忽善忘，不乐。诏使褒等皆之太子宫虞侍太子，朝夕诵读奇文及所自造作。 使得太子 疾平复 ，可见一斑。随着社会文明的不断发展，人类的精神需求、美感享受也必定趋向更加丰富的多元化。其实早在春秋后期，儒家学派的创始人孔子已经注意到了这点。他的 《诗》，可以兴，可以观，可以群，可以怨 的著名论断就是证据。从这一意义上讲，王褒赋所自觉表现出的唯美意识，不仅在当时赋坛独树一帜，而且符合文学自身发展的客观规律。《洞箫赋》可以说是王褒美赋的代表作。\n\n　　此赋在艺术形式上采用骚体，但内容却并非贾谊以来抒发忧思悲慨的 缘情 ，而是细致描绘洞箫的 体物 ，完全是大赋的格局，庶几可以标明汉代骚体赋终于完成了由辞到赋的转化。同时这种独特风格的骚韵大赋，又不以 叙客主为首引 ，虚构人物，进行问答，而是开始即对所咏之物直接描绘再现；也不在 卒章显其志 ，着意规诫，劝百讽一，而是意在表现小小洞箫的竹质、制作、声音、功效，从外形到内理，音容体貌无不生动毕见，美轮美奂，自然地流露出作者对美好事物的赞叹爱赏。另外，在语言上也不是散韵分离，堆垛奇字，而是始终用韵，音调和美，而且铺排之中，多用精巧骈偶。例如描写洞箫竹干：托身躯于后土兮，经万载而不迁。吸至精之滋熙兮，禀苍色之润坚；感阴阳之变化兮，附性命乎皇天。……朝露清泠而陨其侧兮，玉液浸润而承其根。孤雌寡鹤优乎其下兮，春禽群嬉翱翔乎其巅。秋蜩不食，抱朴而长吟兮；玄猿悲啸，搜索乎其间。处幽隐而奥屏兮，密漠泊以猭. 惟详察其素体兮，宜清静而弗喧。……\n\n　　可谓钟天地自然之灵秀，秉性素洁而清静，恰是极佳箫材。用笔精细，颇具诗情画意。凡此种种，都和司马相如所定型的散体大赋区别明显，表现了艺术上难能可贵的创新。咏物赋最早起于荀卿的《云》、《蚕》，但词既简略，又多隐语，只是初具雏形而已。晋代葛洪《西京杂记》虽说过景帝时梁孝王曾使枚乘作《柳赋》，路乔如作《鹤赋》，邹阳作《酒赋》，公孙乘作《月赋》，羊胜作《屏风赋》，而且其中《柳赋》、《鹤赋》、《月赋》、《屏风赋》还载在《古文苑》中，但是历来都被怀疑为伪托，不足信。因此，《洞箫赋》实为当下所能见到继荀卿之后完成咏物赋体的第一篇。这不仅丰富了当时已露式微的大赋，而且对后世咏物文学也都影响深远。 \n\n",
  "desc": "王褒，字子渊，西汉人，文学家，生卒年不详。蜀资中（今四川省资阳市雁江区墨池坝）人。其生卒年失载，只知他文学创作活动主要在汉宣帝（公元前73～前49年在位）时期。他是我国历史上著名的辞赋家，写有《洞箫赋》等赋十六篇，与扬雄并称“渊云”。",
  "dynasty": "两汉",
  "id": 500,
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_500.jpg",
  "name": "王褒",
  "star": 8
}