{
  "content": "生平\n\n随父征战\n\n\n　　赵葵生于宋孝宗淳熙十三年八月三日，他刚出生时，有人梦见南岳神降临在赵葵家中。赵葵的曾祖为绰号“铁面御史”的北宋名臣赵抃，赵抃致仕后移家衡山城前。赵葵祖父赵棠问学于湖湘学派创始人胡安国、胡宏父子，是“胡门七子”之一。其父赵方是南宋理学大师张栻的弟子，后投笔从戎，成为抗金名将。\n\n　　赵方在襄阳任京湖制置使时，赵葵随父置身军旅，负责襄阳饮食。与兄长赵范都有志于事业和功绩，赵方由此器重他，聘请郑清之、全子才作为他的老师。又派他跟随李燔学习有用的学问。赵葵每次听到军事警报，都与诸将一齐出阵，遇到敌人就深入敌军、死战到底，诸将惟恐制置使之子有闪失，全力冒死相救，因此多次获胜。\n\n　　宋宁宗嘉定十年，金国将领将术虎高琪、乌古论庆寿进犯襄阳，围困枣阳。当时已经许久未用兵，金兵突然来进犯，人们因此感到震慑恐惧。赵方率二子赵范、赵葵前往迎战，击破金兵。\n\n　　嘉定十三年，赵方派赵葵和都统扈再兴进攻金人的必守之处高头，金兵派劲卒坚拒迎战，赵葵率领先锋部队奋勇出击，扈再兴随后进击，歼灭金兵。第二天，赵葵进驻邓州，金兵在沘河沿岸设障拒敌。赵葵指挥宋兵前进攻击金兵，杨义等将领相继到来，金兵也倾巢出动迎战宋兵，被宋兵打得大败，被杀、俘虏与投降的差不多有二万人，俘获万户以下的官吏十多人，夺得马八百匹，追逐金兵向北直到城下才返回。\n\n　　嘉定十四年，金兵进犯蕲州，赵葵与兄长赵范进攻唐州、邓州。赵方命令他们说：“不战胜敌人，不要来见我。”三月，抵达唐州，靠近城池时布阵。金国大将阿海率兵出城迎战，赵葵率精锐骑兵出击，扈再兴率兵跟随，大获全胜，斩首一万多级。金兵关闭城门不出来迎战。当时金兵攻陷蕲州后来到久长，派数十骑兵出击山椒，赵葵率杨大成仅用十四个骑兵就将其赶走。金人骑兵逐渐增至数百人，赵葵全力迎战接连获胜，而金人步、骑兵越集越多。适逢赵范、扈再兴率兵会合迎战，交战至晚上才得以解围。后来，宋军分成二阵，赵范任左将，扈再兴任右将，赵葵率一支精锐骑兵左右策应。金兵背依山势也分成二大阵营以抵御宋兵，而不先出击。赵范说：“金兵一定是又想在晚上出战以侥幸取胜。”便预先准备大鼓，命令军中听见击鼓声开始出击，如果敌方没有到五十步内就行动的人定斩不赦。不一会儿，金兵逐渐下山，扈再兴匆忙率兵出击，果然被敌人所追击，逐渐逼近赵范的军阵。赵范击鼓指挥军队突然出击，赵葵相继出兵，歼灭金兵数千人。金兵集中人马攻击扈再兴部，赵葵率地方豪强祝文蔚等以精锐骑兵横冲敌阵，金兵接连被杀。双方又相持到夜半时分，金兵虽有所收敛，但其阵势依然如故。赵范、赵葵急忙会集将帅商议，选取敢死队数千人，到天刚亮时四面奋勇出击，冲杀之声震撼山谷。金兵逃走，宋军乘胜追击逃兵，斩首数千级，金兵副统帅缴械投降，宋军救出金兵所掠夺的民众万余人，夺得辎重器械堆积如山。战后，朝廷补任赵葵为承务郎、知枣阳军。同年，其父赵方去世。\n\n大败李全\n\n　　嘉定十五年，赵葵升任直秘阁，任庐州通判，进升为大理司直、淮西安抚参议。\n\n　　嘉定十七年，保宁军节度使李全进攻青州，淮东制置使许国邀请赵葵议论兵事。赵葵到后说：“您想消灭贼寇，而已落入贼寇的陷阱中，后悔已来不及，唯有在前方重点设防，还可以制服贼寇。”许国说：“士兵不能集中，集中的兵不精练，怎么办？”赵葵答道：“我请求前往视察淮南两路的士兵，选拔其中的精锐，您留下三万精兵在军帐前听从调遣，贼寇就不敢贸然行动了。”许国说：“不如集合淮兵来接受检阅，由您监督管理，这样既足以显示兵多，又可选择精锐。”赵葵道：“有兵的州府，一定是军事要地，守将难道能够不留一兵一卒来服从制置使的命令吗？一定要向朝廷力争，分留一部分军队自卫。一旦得到朝廷的允许，定是隐匿他们强壮的士兵，派遣年老体弱的士兵来充数。本来是想选择精锐之师，恰好得到愚钝之兵；本来是想显示其兵众力强，恰好给人以兵少力弱的感觉，反而示敌方以可乘之机。”许国不听，最后大败。\n\n　　宝庆元年，赵范任扬州知州，上奏请求调赵葵以强勇、雄健的边军五千人屯驻宝应，以防备贼寇。赵葵在庐州时，多次用私财与诸将一同球射，因与制置使曾式中不合而离任。有人说他擅离职守，于是归家闲居。\n\n　　宝庆三年，被起用担任将作监丞。\n\n　　绍定元年，出任滁州知州。\n\n　　绍定二年，李全打算到浙西筹集粮草，实际上是想窥测临安周围。最初，李全献俘时，朝廷授他节钺，赵葵预计他一定会叛乱，于是向丞相史弥远上书说：“此贼如果只是希望得到一些粮粟，尚且不适宜让他轻易地到内地来，况且他包藏祸心，不仅仅是为了筹集粮食。如果不狠狠地抑制他们刚刚萌生的邪念，那么他们从此就会肆无忌惮，好比引狼入室，恐怕京畿之内有不好说而又说不完的忧虑。”到滁州后，因为其辖地正是贼寇进入内地的要道，又与金人的边境相对峙，实为两淮地区的门户，于是，修筑城墙，疏浚护城壕，训练军队，从无空暇。命秦喜扼守青平，赵必胜驻守万山，以壮大形势。赵葵的母亲患病，赵葵请假探视未被批准，于是，割股肉杂入药中寄送给母亲。母亲去世后，赵葵请辞未被允许，不得已，办完丧事后又到职。\n\n　　当时李全大肆造船，赵葵又写信给史弥远说：“李全已破盐城，反称是陈知县自己放弃城邑，大概是想欺骗朝廷来延缓讨伐其罪过的军队，他们得以一心一意修造船只，制造器械，窥测机会，攻占城邑，或者直接浮海而下，直捣腹心京都之地，这是他们的奸计，像观察燃火那样明了。我自从听说盐城失守，日夜延颈以等待将帅的军事措施，现在才听说派遣王节到盐城向贼寇祈求哀恤。我又听说派遣两个官吏到山阳，向贼妇请命。堂堂制帅家人，这样的行为，岂不正中贼寇之计，贻笑于天下，贻笑于外族之夷狄吗？又听说张国明前次到山阳，已知道贼寇将动用盐城的兵力，现在如果听从张国明的话，以后对待贼兵更加宽恤，那么，从此以后就会人心涣散，万事解体，国家的忧虑就有不好说也说不完的了。我不是想慌慌张张妄生事端，挑起矛盾，而是李全决非忠臣、孝子。丞相假如听从我的话，翻然改进，重新图谋定计，发兵讨伐叛逆，那么，岂只可以增强国势，安定社稷，赵葵父子世代承受国家恩德，也差不多可算是报国家恩典之万一。假如丞相不听从我的话，不发兵讨伐贼寇，那么，不仅不可能增强国势，安定社稷，而且我也不知道将死于何地，不可能再回报皇上、丞相的恩德了。安全与危险，治世与乱世，全在于朝廷对贼寇讨伐不讨伐啊。淮东安宁，江南就安全了；江南安全，社稷就安全；国家社稷安全，丞相就安全；丞相安全，那么，凡是国家的朝臣、官吏、丞相的门人、学生就没有不安全的了。”\n\n　　赵葵又向朝廷上书说：“臣父子兄弟，世代蒙受国恩，每次见到外族夷狄、盗贼侵犯侮辱国家，没有不为忠诚、愤恨所激励。现在大逆不道、藐视朝廷，辜负皇上、丞相袒护的恩德，没有谁比得上李全。前次的叛逆行为不昭彰显著，还可说得过去，现在已经破坏城邑，肆无忌惮，假如朝廷进一步容忍、隐匿，那么，将怎样来治理国家呢？希望朝廷立即果断决定，指斥李全他们为贼，立刻任命将帅，派遣军队，水陆两路并进围剿，诛戮这些逆贼，以此安定国家，保护百姓。赵葵虽然没有才学，但愿意为朝廷献身；如果不这样，请求将赵葵早日处理责罚，以安定边防，以便于治理国家。”\n\n　　史弥远还是不想兴师讨伐，参知政事郑清之同意讨伐。便升任赵葵任宝章阁、淮东提点刑狱兼滁州知州。赵范立刻约定赵葵，赵葵率领雄胜、宁淮、武定、强勇步、骑兵一万四千人，命令王鉴、扈斌、胡显等将官率领，以赵葵兼任参议官。\n\n　　不久，李全攻打扬州东门，赵葵亲自出阵迎战。贼将张友向城门呼喊要求赵葵出见，到赵葵出来，李全在城壕对面站立互问劳苦。赵葵左右的人都想射杀李全，赵葵制止了他们，质问李全前来是为了什么？李全说：“朝廷动不动就猜疑我，现在又断绝了我们的粮饷供应，我并不是想背叛朝廷，只是索取钱财粮饷罢了。”赵葵说：“朝廷资助你钱财粮饷，宠幸你予以官职，也算不薄待你了。把你当作忠臣孝子款待，而你们反而反戈一击、攻陷城邑，朝廷哪里还能不断绝你们的钱粮。你们自己说不是叛乱，是欺骗人呢？还是欺骗天呢？”深切责备的话很多，李全无法回答，张弓抽剪射向赵葵。此后，赵葵多次击败李全。\n\n　　绍定四年正月，赵葵击杀李全，进升福州观察使、左骁卫上将军，赵葵坚决辞谢不接受。八月，诏命封他枢密院禀议，任宝章阁待制、枢密副都承旨，依照旧职仍起用，不久，进升兵部侍郎。\n\n　　绍定六年十一月，诏令赵葵担任淮东制置使兼扬州知州，他入朝应对时，理宗说：“你们父子兄弟，为国效力很多，你在军队阵营中又能身先士卒，有献身报效国家的愿望，这尤其是儒士臣僚们难以办到的，我特别地嘉奖勉励你。”赵葵叩头感谢说：“臣缺乏才智，对于忠孝的意义，曾经接受君子的教诲，世代承受国家的恩典，应当捐躯报效皇上。”\n\n端平入洛\n\n　　端平元年，朝廷议论收复三京。赵葵上疏请求出战，于是命他权任兵部尚书，京西、河北路制置使，应天府知府、南京留守、兼任淮东制置使。当时正值酷暑行军，汴河堤坝溃决，洪水泛滥成灾，军粮运送跟不上，所恢复的州郡城邑，都是空城，没有军队和粮饷作为依靠。不久，北方的军队南下，渡过黄河，打开水闸，兵大多淹死，以致溃败而回。杜范上表弹劾赵葵，理宗将赵葵与全子才各降一级，任命为兵部侍郎、淮东制置使，移治所至泗州。\n\n撑拓淮江\n\n　　嘉熙元年，赵葵以宝章阁学士的身份任扬州知州，依旧为制置使。\n\n　　嘉熙二年，因接应、援助安丰之捷，上奏拜命为刑部尚书，进升端明殿学士，特别给予他按执政的恩例，又兼任本路屯田使。赵葵前后留任扬州八年，开垦土地，整治军事，边备日益加强。\n\n　　淳祐二年，进升大学士，任潭州知州、湖南安抚使，改知福州。\n\n　　淳祐三年，赵葵安葬他的母亲，请求追服母丧之制，未被批准。赵葵多次上疏坚请，理宗于是任命他提举洞霄宫，没有接受。\n\n　　淳祐四年，赵葵授命任同知枢密院事。上奏书道：“现在天下的事情，其大事有哪几件？天下有才能的人，其可用者有哪几个？我按照其大的方面来说明，分辨其可用的来任用他。让有勇有谋的人来治兵，派有心计的人来管理钱财，清心宽厚的人担任治民之职，命刚正严明的人来主持监察事务。为官职选择人选，不为人来设置官职。使用得当，使用的时间才能长久，然后就可以责令他取得成效。”又请求“皇上迅速与宰相大臣商量谋划，凡是有关国家安全与危险，治世的重要计策应一一列举上报，按照其先后分别急缓，以图筹谋策划，那么治国的功效可以完成，外部的忧患是不值得怕的”。又请求“创建游击军三万人用于长江防守”。理宗诏令按他的主意行事。十二月，被任命为知枢密院事兼参知政事。\n\n　　淳祐七年，特授枢密使兼参知政事，督察巡视江南、淮南、京西、湖北各路的军政事务，封为长沙郡公。不久，担任建康府知府、行宫留守、江东安抚使。\n\n辞相出外\n\n　　淳祐九年，特授光禄大夫、右相兼枢密使，封为信国公。四次上表坚持辞职，议论的人以宰相须用读书人为理由，改职任观文殿学士，充任醴泉观使兼侍读，仍然侍奉朝请。不久，担任潭州通判、荆湖南路安抚使，加职特进。\n\n　　宝祐二年，任广西路宣抚使。\n\n　　宝祐三年，改任镇守荆湖北路，城治设于荆门及郢州。改授荆湖南路安抚使、潭州通判，再次辞职不就，仍然担任醴泉观使之职。\n\n　　宝祐五年，进升少保、宁远军节度使，进封魏国公、醴泉观使兼侍读。四次辞职不就，被免职。\n\n卫国之志\n\n　　开庆元年，任庆元府通判、沿海制置使，不久，授命江南西路、江南东路宣抚使，设置机构于建康府，负责隆兴府、饶州、江州、徽州两地界的防务调遣，当时暂且兼任建康府通判、行宫留守，不久授命担任江东、江西宣抚使，节制调遣饶州、信州、袁州、临江、抚州、吉州、隆兴的官军民兵。访问百姓的疾病痛苦，发布政令，升降官员，都允许他根据是否方便合适行事。\n\n　　景定元年，授命担任两淮宣抚使、判扬州，进升封为鲁国公。不久，回家休养。\n\n　　咸淳元年，加少傅衔。\n\n将星陨落\n\n　　咸淳二年，赵葵请求致仕，朝廷允准，特授其为少师、武安军节度使，进封冀国公。十一月二十七日，赵葵坐船停靠小孤山，逝于舟中，享年八十一岁。当晚，五洲星陨落像箕状。理宗追赠其为太傅，谥号“忠靖”。\n\n　　在明代黄道周所著的《广名将传》中，赵葵位列其中。\n\n\n艺术造诣\n\n文学\n\n　　赵葵工诗文，著有《行营杂录》、《信庵诗稿》，其文言简而意赅，其诗发旷怀雅量于翰墨。诗集已佚，《全宋诗》卷3023据《后村千家诗》等书所录，编为一卷[37] ；《全宋词》[38] 亦辑录有其诗词；《全宋文》卷7472收有其文。\n\n绘画\n\n　　赵葵工书画，尤善画墨梅，其几务余暇，为梅写真，苍枝老干，杈芽突兀。繁葩疏荫，幽妍芳洁，华光、补之无复过。有墨梅石刻，在吴中虎丘寺。传世作品有杜甫“竹深留客处，荷净纳凉时”诗意图。\n\n　　赵葵绘画才分虽高，单就《竹溪消夏图》技艺水准而言，已不亚于专业画家。但因其艺术生涯起步较迟，大抵晚年或罢官或请辞间隙才得以寄情笔墨，技痒一试，一显身手；旋即因受制于时局、朝政而于政治、军事上重出江湖，业余爱好几为欲罢不能的官职、军务羁绊而再度荒废生疏，从而不可能为后世留下大量像《竹溪消夏图》那样用心的精湛之作。而当他重拾画笔显然又因年事已高，力不从心而难以为继了。故赵葵之于南宋画坛，正仿佛暮年急流勇退，告老还乡，归心似箭，却逆水行舟，身先死而中道崩殂于长江江心小孤山一样，始终未能融汇、鼎足于南宋画坛的滚滚主流而成为中流砥柱。\n\n\n轶事典故\n\n机警平乱\n\n　　赵葵之父赵方在宋宁宗时任荆湖制置使，有一次朝廷犒赏军士，赏赐太少，引起军士不满，当时赵葵才十二、三岁，察觉军士不满的情绪，突然大声叫道：“这是朝廷的赏赐，本制置司另有奖赏。”赵葵的一句话立刻稳定人心，化解了将士的不满，人们都佩服他的机警灵敏。\n\n诗文趣事\n\n　　赵葵曾在水亭避暑，作诗说：“水亭四面朱栏绕，簇簇游鱼戏萍藻。六龙畏热不敢行，海水煎彻蓬莱岛。身眠七尺白虾须，头枕一枝红玛瑙。”诗还没作成，赵葵就睡着了。他的侍女续写道：“公子犹嫌扇力微，行人尚在红尘道。”\n\n　　赵葵同知枢密院时，一次上朝结束后回到家中，却没见到众妾室。赵葵前往寻找，原来是群聚一起在摘青梅。其中一位妾擅长赋诗，赵葵让她作诗一首，其中说道：“柝声默报早朝回，满院春风绣户开。怪得无人理丝竹，绿阴深处摘青梅。”\n\n圈豢四虎\n\n　　赵葵在溧阳的私宅中，曾经做了一个圈，养了四只老虎。一天，家中火药库烘焙火药时着火，所有炮迅速爆炸，致使地面震动、房屋倒塌，四只老虎全都毙命。\n\n难免众讥\n\n　　赵葵年轻时便有经邦济国的才能，耻于通过科举入仕。他因战功卓著而被任命为右相时，给事中徐清臾驳还诏命，说宰相不是用来赏功的官职，并援引“宰相应当要用读书人”的话作为借口。赵葵因而极力请求辞官回乡。等到获准辞官后，在谢表中说：“虽然霍光不学无术，本来就难免被众人讥讽；但是皋陶所读的是什么书，敢用这来自我辩解。”“皋、夔、稷、契所读的是什么书”这句话，是赵葵的曾祖赵抃在回答王安石时说的话。\n\n　　赵葵辞官后，曾在墙壁上作《南乡子》道：“束发领西藩，百万雄兵掌握间。召到庙堂无一事，遭弹！昨日公卿今日闲，拂晓出长安。莫待西风割面寒。羞见钱塘江上柳，何颜。瘦仆牵驴过远山。”\n\n　　赵葵回乡在地方任职时，以诚相待、爱护百姓。一天得闲时经过岳麓精舍，舍长刘某年纪比赵葵稍大一些，在准备落座时，揖礼道：“请相公主持宴会！”赵葵摇手说道：“这里说什么相公？”最后回到宾位，取酒尽欢后离开。\n\n民间传说\n\n　　在南岳衡山的民间传说中，赵葵是南岳圣帝身边的护法神忠靖王转世，因此殁后配享南岳庙。\n\n识人之明\n\n　　南宋名将吕文德出身平民，但身材魁梧、勇猛强悍，他曾在安丰城中卖柴，赵葵时任淮东制置使，在路旁见到他丢下的鞋子“长尺有咫”，感到非常惊讶，便派人到他家寻访，正值吕文德出猎，到日暮后他背着打好的鹿回家，留下使者过夜，次日与使者一同去见赵葵，赵葵便将他留在麾下。此后数十年间，吕文德屡建边功，位至显宦。\n\n　　余玠幼时家贫，在白鹿洞书院和太学上舍读书，因与茶馆老人发生口角，不慎失手推茶翁致死，脱身出逃襄淮，向赵葵献上长短句一首，投入其幕下。赵葵赞其心怀壮志，便把他收留在军中任事。后来，余玠官至四川安抚制置使，成为南宋四川的抗蒙名将。\n\n",
  "desc": "赵葵（1186年9月4日－1266年12月24日），字南仲，号信庵，又号庸斋，衡山（今属湖南）人，南宋抗金儒将、画家、诗人。咸淳二年逝于小孤山舟中，年八十一，追赠太傅，谥号“忠靖”。赵葵历仕宁宗、理宗、度宗三朝，《宋史》称“朝廷倚之，如长城之势。”他一生以儒臣治军，为南宋偏安作出卓越贡献。赵葵工诗善画，尤善画墨梅。著有《行营杂录》、《信庵诗稿》等，并有《杜甫诗意图》传世。",
  "dynasty": "宋代",
  "id": 2771,
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_2771.jpg",
  "name": "赵葵",
  "star": 0
}