{
  "content": "生平\n\n早年经历\n\n　　吴起出生于家有千金的富足家庭，早年在外求官不成，耗尽全部家产。同乡邻里的人笑话他，他就杀掉三十多个讥笑自己的人，从东门逃出卫国。吴起和母亲诀别时，咬着自己的胳膊狠狠地说：“我吴起如果做不了卿相，就绝不再回卫国。”后来吴起拜曾参之子曾申为师，学习儒术。吴起的母亲病逝，他没有回家奔丧，曾申恼怒吴起不孝，和他断绝了师生关系，吴起于是弃儒学兵，侍奉于鲁国季孙氏门下。\n\n侍奉鲁君\n\n　　公元前412年，齐宣公发兵攻打鲁国的莒县和安阳。鲁穆公想任用吴起为将，但吴起的妻子是齐国人，鲁穆公对他有所怀疑。吴起渴望成就功名，于是杀掉自己的妻子，表示不偏向齐国。鲁穆公任命吴起为将，率军大败齐军。取胜后的吴起引起鲁国群臣的非议，有人在鲁穆公面前中伤吴起说：“吴起是个猜疑残忍的人，早年杀死乡人，又因为不孝被曾申逐出师门，君上对他有所怀疑的时候他就杀死自己的妻子。况且鲁国是个小国，一旦有了战胜国的名声，就会招致各国的攻打。鲁国和卫国是兄弟国家，君上重用吴起，就等于抛弃了卫国。”鲁穆公于是对吴起产生了怀疑，免去了吴起的官职。而吴起的主公季孙氏也因懈怠宾客被杀，经人劝说，吴起离开鲁国投奔魏国。\n\n投奔魏国\n\n　　吴起听说魏文侯很贤明，想要前去投奔。魏文侯向大臣李悝询问吴起为人如何，李悝说：“吴起贪慕功名而且好色，但是用兵连司马穰苴也比不上他。”魏文侯于是任命吴起为将军，辅佐乐羊攻打中山国。\n\n　　吴起担任将领期间，跟最下等的士兵穿一样的衣服，吃一样的伙食，睡觉不铺垫褥，行军不乘车骑马，亲自背负捆扎好的粮食和士兵们同甘共苦。有个士兵生了恶性毒疮，吴起替他吸吮脓液。这个士兵的母亲听说后放声大哭。有人说：“你儿子是个无名小卒，将军亲自替他吸吮脓液，你怎么还哭呢？”那位母亲回答说：“不是这样的，当年吴将军替我丈夫吸吮毒疮，他在战场上勇往直前，死在敌人手里。如今吴将军又替我儿子吸吮毒疮，我不知道他会死在什么地方，因此我才哭啊。”\n\n大破秦军\n\n　　公元前409年，魏文侯任命吴起为主将，攻克秦国河西地区的临晋、元里并筑城。次年，吴起再次率军攻打秦国，一直打到郑县，攻克洛阴、郃阳并筑城。4-1而秦国只能退守至洛水，沿河修建防御工事，并筑重泉城加以防守。在与秦军作战期间，吴起从不自视比普通士卒高人一等，夜晚就睡在不加平整的田埂上，用树叶遮盖身体来躲避霜露的侵袭。这样加上前412年被公子击占领的繁庞，魏国全部占有原本属于秦国的河西地区，并在此设立西河郡。经翟璜推荐，由吴起担任首任郡守。\n\n　　吴起担任西河郡守期间，向子夏学习儒家思想，并改革魏国兵制，创立武卒制。吴起规定凡是能够身着全副甲胄，执12石之弩，背负箭矢50个，荷戈带剑，携三日口粮，在半日内跑完百里者，可入选为武卒，免除其全家的徭役和田宅租税。武卒经过吴起的严格训练，成为魏国的精锐之师。吴起担任西河郡守期间，为抵御秦国的进攻，修筑了吴城。据《吴子兵法》记载，吴起担任西河郡守期间率兵南征北战，为魏国夺取土地千里。期间共与诸侯军队大战76次，大胜64次，其余不分胜负。\n\n谈论政事\n\n　　魏文侯死后，吴起侍奉他的儿子魏武侯。有一次魏武侯和大臣们乘船在西河郡巡视，魏武侯感叹道：“河山这样的险峻，边防难道不是很坚固吗？”大臣王错 在旁边附和道：“这就是魏国强大的原因。如果您再修明政治，那么我们魏国称霸天下的条件就具备了。”吴起回答说：“我们君侯的话，是亡国的论调，你又来附和，这就更加危险了。”魏武侯气愤地说：“你这话是什么道理？”吴起回答说：“河山的险固是不能依靠的，霸业也从来不因为山河的险固而产生。过去三苗居住的地方，左有彭蠡湖，右有洞庭湖，岐山居北面，衡山处南面。虽然有这些天险倚仗，可是政事治理不好，结果大禹流放了他们。夏桀的国家，左面是天门山的北麓，右边是天溪山的南边，庐山和峄山在二山北部，伊水、洛水流经它的南面。有这样的天险，但是没有治理好国政，结果被商汤击败了。殷纣王的国家，左边有孟门山，右边有漳水和滏水，面对着黄河，背靠着山。虽有这样的天险，然而国家治理不好，遭到周武王的讨伐。再说您曾经亲自率领我们占领、攻陷了多少城邑，那些城的城墙不是不高，敌兵不是不多，然而能够攻破它们，那还不是因为他们政治腐败的缘故吗？由此看来，依靠河山险固，怎么能够成就霸业呢？”魏武侯十分赞同吴起的观点，说：“我今天才听到圣人的言论啊，河西政事都委托给你了。”\n\n　　吴起担任西河郡守期间，威信很高。魏武侯继位后，魏国国相一职空缺，许多人都认为吴起能够顺利当选，但最终魏武侯任命田文为国相。吴起很不高兴，对田文说：“我与您比一下功劳，可以吗？”田文说：“可以。”吴起说：“统率三军，让士兵乐意为国死战，敌国不敢图谋侵犯魏国，您能和我比吗？”田文说：“不如您。”吴起说：“管理文武百官，让百姓亲附，充实国库的储备，您能和我比吗？”田文说：“不如您。”吴起说：“拒守西河郡让秦国的军队不敢向东侵犯，让韩国、赵国都服从归顺，您能和我比吗？”田文说：“不如您。”吴起说：“这几方面您都不如我，可是您的官位却在我之上，这是什么道理呢？”田文说：“国君还年轻，国人疑虑不安，大臣不亲附，百姓不信任，在这个时候，是把政事托付给您呢，还是应当托付给我？”吴起沉默了许久，然后说：“应该托付给您啊。”田文说：“这就是我的官位比您高的原因啊。”\n\n阴晋之战\n\n　　魏武侯曾按照吴起的建议在庙堂设宴宴请士大夫，席间设三排座位，立上等功者坐前排，用上等酒席和贵重餐具；次等功者坐中排，酒席、餐具比上等功差些；无功者坐后排，只有酒席，没有贵重餐具。宴会后又在庙堂门外按功劳大小赏赐有功人员的父母妻子。对于死难将士的家属，则每年派使者慰问，抚恤他们的父母。\n\n　　此措施实行三年后，公元前389年，秦惠公出兵五十万攻打魏国的阴晋。魏国的士卒得知这一消息，不等待官吏的命令自动穿戴盔甲准备抗敌的达数以万计。吴起亲自率领其中没有立过军功的五万人，外加战车五百辆、骑兵三千大败秦军。\n\n　　公元前387年，魏武侯以吴起为将，率军讨伐齐国至灵丘。\n\n投奔楚国\n\n　　田文死后，公叔出任国相。公叔非常畏惧吴起的才能，他的仆人向他建议说：“吴起为人有骨气又重视名誉声望。您可以对魏武侯说您的国土太小，容纳不了吴起这样的人才。当魏武侯问您怎么办时，您就建议魏武侯用下嫁公主的办法试探吴起，如果吴起有长期留在魏国的打算，就一定会迎娶公主，如果没有长期留下来的打算，就一定会推辞。然后您找个机会请吴起到家里来做客，在宴会中故意惹公主发怒，当她当面羞辱您，吴起看到公主这样羞辱您，就肯定不会娶公主了。”公叔采纳了他的建议，吴起见到公主如此羞辱国相，婉言谢绝了魏武侯联姻的邀请。魏武侯从此不再信任吴起。\n\n　　王错不断在魏武侯面前进谗言，魏武侯于是派人召唤吴起。吴起行进至岸门时，停下车回头遥望西河郡，眼泪一行行流了下来。他的车夫对他说：“我私下观察您的心志，把舍弃天下看得就像扔掉鞋子一样。如今您离开西河郡，却流下了眼泪，这是什么缘故啊？”吴起擦去眼泪回答说：“你不知道，如果君侯信任我，让我尽自己的才能，那么我就可以帮助君侯成就王业。如今君侯却听信小人的馋言不信任我，西河郡被秦国攻取的日子不会久了，魏国从此要削弱了。”吴起于是离开魏国投奔楚国。\n\n吴起变法\n\n　　吴起投奔楚国后，楚悼王一向仰慕吴起的才能，任命吴起为宛城太守，一年后升任令尹。期间他曾两次巡视至息县，向屈宜臼询问在楚国的为臣之道，但屈宜臼对吴起将要在楚国进行的变法持坚决的反对态度。\n\n　　担任令尹后的吴起在楚国国内进行了大刀阔斧的改革，具体措施有：\n\n　　制定法律并将其公布于众，使官民都明白知晓。\n\n　　凡封君的贵族，已传三代的取消爵禄；停止对疏远贵族的按例供给，将国内贵族充实到地广人稀的偏远之处。\n\n　　淘汰并裁减无关紧要的官员，削减官吏俸禄，将节约的财富用于强兵。\n\n　　纠正楚国官场损公肥私、谗害忠良的不良风气，使楚国群臣不顾个人荣辱一心为国家效力。\n\n　　统一楚国风俗，禁止私人请托。\n\n　　改“两版垣”为四版筑城法，建设楚国国都郢。\n\n　　经过吴起变法后的楚国国力强大，向南攻打百越，将楚国疆域扩展到洞庭湖、苍梧郡一带。公元前381年，楚国出兵援助赵国，与魏军大战于州西。楚军穿越梁门，驻军林中，饮马于黄河，切断魏国河内郡与首都安邑的联系。赵国借助楚国的攻势，火攻棘蒲，攻克黄城，楚、赵两国大败魏军。0-4诸侯都畏惧楚国的强大，但吴起的变法招致了楚国贵族的怨恨，也为自己埋下了杀身之祸。\n\n惨遭杀害\n\n　　前381年，楚悼王去世，楚国贵族趁机发动兵变攻打吴起。贵族们用箭射伤吴起，吴起拔出箭逃到楚悼王停尸的地方，将箭插在楚悼王的尸体上，大喊：“群臣叛乱，谋害我王。”贵族们在射杀吴起的同时也射中了楚悼王的尸体。楚国的法律规定伤害国王的尸体属于重罪，将被诛灭三族。楚肃王继位后，命令尹把射杀吴起同时射中楚悼王尸体的人全部处死，受牵连被灭族的有七十多家。4-4阳城君因参与此事逃奔出国，其封地被没收。吴起的尸身也被处以车裂肢解之刑。7-4吴起死后，他在楚国的变法宣告失败。\n\n　　吴起在魏、楚两国军事、内政方面的成就在战国时期起到了深远的影响，后任魏国国相的公叔痤在浍北之战获胜后主动将战功让给吴起的后人，并称获胜的原因是受“吴起的余教”。与吴起同为卫国人的商鞅，受吴起的影响也很大，如在商鞅变法中的徙木立信和什伍连坐法都是仿效吴起的措施。\n\n\n军事思想\n\n　　吴起的军事思想主要集中于《吴子兵法》。在《吴子兵法》中，吴起主张把政治和军事结合起来，对内修明文德，对外做好战备，两者必须并重，不可偏废。在政治、军事并重的前提下，吴起更重视政治教化，用道、义、礼、仁治理军队和民众。吴起还从战争起因上将战争分为义兵、强兵、刚兵、暴兵、逆兵等不同性质，主张对战争要采取慎重的态度，反对穷兵黩武。\n\n　　吴起主张兵不在多，要建立一支平时守礼法，战时有威势，前进时锐不可挡，后退时速不可追的军队。建立这样的军队，要选募良材，重用勇士和志在杀敌立功的人，为他们加官进爵，厚待他们的家人，让他们作为军队的骨干。对士卒的使用要因人而异，使其发挥各自的特长。要按照同乡同里编组，同什同伍相互联保，对部众严格管理。采取一人教十人，十人教百人…万人教三军的教战方法，严格训练。让士兵适应方阵、圆阵的变化以及掌握队列的前、后、左、右、坐、起、进、止等动作，熟悉金、鼓、旗、铃等指挥号令。前进有重赏，后退有重罚，赏罚必信。奖励有功者，勉励无功者，抚恤和慰问牺牲将士的家属。要选拔文武兼备、刚柔并用、安抚士众、威慑敌军、决断疑难的武将作为军队的主将。\n\n　　吴起主张要根据不同国家不同的地理条件、政治状况、人民习俗、经济实力、军队素质和军阵阵法等特点，制定不同的军事策略，为此他针对六国不同的特点制定了不同的作战方针和战法。吴起还强调要摸清敌人的部署情况，选择其薄弱环节进行打击，为此他列出了八种不需要占卜吉凶就可出击、六种不需占卜不要与敌作战的情况。吴起还主张用兵要随机应变，为此他提出击强、击众、谷战、水战、围城等具体战法。此外，吴起还最早对养马和骑战做了专门的论述。\n\n\n评价\n\n　　吴起是一名文武全才的将领，军事上他拥有卓越统帅能力、先进军事思想，他料敌合变、爱兵如子，吴起在军事方面的成就在历朝历代都享有极高的赞誉。此外，吴起作为一名政治家、改革家，通过改革使魏、楚两国富国强兵，他在政治上的贡献也得到广泛赞誉。但是吴起贪恋功名，为取得成功不择手段。他杀妻求将、为子不孝和好色的人格缺陷为这位文武全才的将领增加了人生污点，也成为文人墨客诟病的对象：此外，对于吴起执法严格、不近人情，用兵杀伐无度，造成横尸遍野、生灵涂炭的行为也多有非议。\n\n著述\n\n　　《汉书·艺文志》兵家权谋论著中记载吴起著有《吴起》48篇。现存《吴子兵法》仅有六篇，包括图国、料敌、治兵、论将、应变、励士这些篇目。《吴子兵法》在中国古代军事典籍中占有重要地位，后世将《吴子兵法》与《孙子兵法》合称为《孙吴兵法》，北宋时期将《吴子兵法》列入《武经七书》中。\n\n　　有一种观点认为《左传》的成书与吴起有关。最早把吴起同《左传》联系起来的是清代的姚鼐，他认为《左传》并非一人所写，左丘明有草创之功，但编撰增补工作主要是由吴起等人所为，近代学者童书业赞同这种观点。而钱穆和郭沫若则认为《左传》成书于吴起而与左丘明无关。这两种观点都尚存争议。\n\n\n后世纪念\n\n吴起县\n\n　　吴起县位于陕西省延安市西北部，西北邻定边县，东南接志丹县，东北邻靖边县，西南邻甘肃省华池县。1819年，清朝在靖边县首次设立吴起镇。相传战国名将吴起曾在此驻兵戍边，为纪念吴起而命名。1935年10月19日，毛泽东率领中央红军与陕北红军在此会师，结束长征。1942年，设立吴起县，后改名吴旗县。2005年10月19日，正式更名为吴起县，属延安市管辖。\n\n　　吴起县境内建有吴起广场，广场中心树立有吴起雕像。\n\n起台镇\n\n　　起台镇位于河南省商丘市柘城县境内，相传吴起率兵东征讨伐齐国，曾在此地安营扎寨，筑起高台点将练兵。两军交战在即时吴起忽闻老母病故，悲痛万分。但吴起以国家为重，率兵出战大获全胜。后人为纪念吴起在此筑寺祭祀，名为“吴起台寺”，简称“起台寺”，起台镇由此得名。因历史的原因，起台寺未能完整保留。1773年，起台寺被重建，并在此立碑，现该碑仍树立在起台镇。\n\n\n后世地位\n\n　　唐朝开元十九年，唐玄宗为表彰并祭祀历代名将所设置武庙，它以周朝开国丞相、军师吕尚为主祭，以汉朝留侯张良为配享，并以历代名将十人从之，“燕王昌国君乐毅”便是其中之一，同时代被列入“武庙十哲”的只有乐毅、白起而已。及至宋代宣和五年，宋室依照唐代惯例，为古代名将设庙，七十二位名将中亦包括吴起。在北宋年间成书的《十七史百将传》中，吴起亦位列其中。\n\n\n艺术形象\n\n文学形象\n\n　　长篇历史小说《东周列国志》中，吴起于第八十五回《乐羊子怒餟中山羹 西门豹乔送河伯妇》中登场。在第八十六回《吴起杀妻求将 驺忌鼓琴取相》中，吴起在鲁穆公手下任职，娶田氏之女为妻。齐国国相田和与田忌、段朋率军攻打鲁国，吴起杀妻取得将位后到达前线，与士兵同甘共苦，得到手下的信任。两军对峙时，田和派部下张丑前往吴起营中打探情报，吴起隐藏军中精兵，故意向张丑展示军中老弱病残，并款待张丑说无意与齐国作战，只想求和，让他麻痹大意。张丑回营时，吴起暗中调兵遣将尾随其后，偷袭齐军主营，齐军大败。田和随后命张丑带美女二人、黄金千镒贿赂吴起，又暗地散布吴起受贿通齐的事情。鲁穆公得知后罢免吴起的官职准备治他的罪，吴起逃奔魏国，居住于翟璜的家里，经翟璜推荐后担任西河郡守。秦惠公死后，吴起趁秦国君位动荡之机夺取河西五城。其余描述与《史记·孙子吴起列传》基本相同。\n\n　　此外，还有现代作家孙开泰、孙东以吴起为生平的长篇历史小说《吴起传》。\n\n影视形象\n\n　　1999年上映的长篇电视剧《东周列国战国篇》中，吴起由张山饰演。此外，吴起还出现在京剧名段《湘江会》、《战春秋》中。\n\n\n轶事典故\n\n谏魏武侯\n\n　　魏武侯曾向吴起询问国君继位后第一年称作“元年”的含义，吴起回答说：“元年就是国君必须要行事谨慎。”魏武侯问：“如何行事谨慎？”吴起说：“君主必须端正自身。”魏武侯又问：“君主应当怎样端正自身？”吴起回答说：“君主要明智，心智不明的话有什么办法能端正自身呢？那应当广开言路并从中选择，使自己的心智聪明。古代的君主一开始处理国政时，士大夫如有进言、士人如有请见、百姓如有请求，君主一定会满足他们，公族如果有人来请安问候一定接见他们，四方有人来投奔都不拒绝，这算是君主言路不受堵塞、双眼不受蒙蔽的方法；君主分赏俸禄必须要周到，使用刑罚必须要恰当，一定要宅心仁厚，时常惦记着百姓的利益，消除百姓的祸患，这样就不会失去民心；君主自身的作风要正派，亲信的大臣必须亲自挑选任用，大夫不能兼任其他的职务，管理百姓的权力不能掌握在一个家族手中，这样君主就不会失去权力，这都是《春秋》中的嘱托，也是君主继位后第一年必须要做的大事。”\n\n　　魏武侯处理政事得当，大臣中没有谁能比得上他。魏武侯退朝后面带喜色，吴起上前对他说：“有人曾把楚庄王的话告诉过您吗？”魏武侯问：“楚庄王是怎么说的？”吴起回答说：“楚庄王处理政事得当，大臣中没有谁能比得上他，退朝后他面带忧色。申公巫臣上前询问其原因，楚庄王说：‘我处理政事得当，大臣中没有谁能比得上我，我深感忧虑。忧虑的原因就在仲虺的话中，他说过：“诸侯中能得到师傅的可称王得天下，得到朋友的可称霸诸侯，得到提出疑问的人的能够保全国家，自行谋划而没有谁能比得上的会灭亡。”现在凭我这样的本事，大臣中没有谁能比得上我，我的国家将要灭亡了！因此我深感忧虑。’楚庄王因此而忧虑，而您却因此而高兴。”魏武侯后退了几步，拱手向吴起拜了两次说：“是上天派先生来挽救我的过错啊。”\n\n吴起攻亭\n\n　　吴起担任西河郡守期间，秦国有个岗亭靠近魏国境内。这个岗亭会对魏国的种田人造成很大危害，但是又不值得征调部队攻打它。于是吴起就在北门外放了一根车辕，然后下令说：“谁能把车辕搬到南门外，就赏赐他上等田地、上等住宅。”起初没有人去搬它，最终有个人把车辕搬到南门，吴起立即按照命令行赏。不久吴起又在东门外放了一石红豆，下令说：“谁能把红豆搬到西门，赏赐如前。”百姓们都争抢去搬。最后吴起下令道：“明天要攻打岗亭，能冲锋陷阵的，就任命他做大夫，赏赐上等田地和住宅。”百姓们争先恐后参战，一个早上就把岗亭攻占了。\n\n吴起守信\n\n　　吴起出门遇见一位老朋友，便邀请他来家里用餐。这位老朋友让吴起先回家等他，说他过一会就去。吴起说：“那我等您来了再吃。”这人到黄昏都没有来，吴起也不吃饭，就等着他。第二天早上，吴起派人去请这位老朋友。直到这位老朋友来了，吴起才和他一起吃饭。\n\n吴起休妻\n\n　　吴起让他妻子织一条丝带，结果长度比他要求的短了一些。吴起让她去改一下，他妻子答应了。等到织好了又量了量，还是不符合吴起的要求。吴起非常生气，他妻子回答说：“我开始织的时候就把线定好了，不能再改了。”吴起于是休掉了妻子。吴起的妻子向她哥哥求助，她哥哥说：“吴起是制定法令的人，他制定法令，是想为大国建立功业。他的法令必须先要在自己的妻子身上兑现，然后才能推行下去，你不要指望再回去了。”吴起妻子的弟弟后来被卫国国君重用，想凭着自己的身份去求吴起与其姐复婚。吴起没有答应，反而离开了卫国。\n\n　　另一种说法：吴起把织好的丝带拿给他妻子看后让她织条一模一样的，等到丝带织成后一经比较，新织的那条特别好。吴起说：“让你织条丝带，要求像那条一样。这条织得特别好，是什么原因？”他妻子说；“用的材料是一样的，只是我多下了些工夫，所以织的更好。”吴起说：“这不是我的吩咐。”于是让妻子穿好衣服，把她休回了娘家。她的父亲前去求情，吴起说：“我在家从来不说空话。”\n\n",
  "desc": "吴起（前440年－前381年），中国战国初期军事家、政治家、改革家，兵家代表人物。卫国左氏（今山东省定陶县，一说山东省曹县东北）人。吴起一生历侍鲁、魏、楚三国，通晓兵家、法家、儒家三家思想，在内政、军事上都有极高的成就。仕鲁时曾击退齐国的入侵；仕魏时屡次破秦，尽得秦国河西之地，成就魏文侯的霸业；仕楚时主持改革，史称“吴起变法”，前381年，楚悼王去世，楚国贵族趁机发动兵变攻杀吴起。后世把他和孙武并称为“孙吴”，《吴子》与《孙子》又合称《孙吴兵法》，在中国古代军事典籍中占有重要地位。",
  "id": 851,
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_851.jpg",
  "name": "吴起",
  "star": 24
}