{
  "content": "生平\n\n　　冯班生于明神宗万历四十二年，是明清之交著名文学家冯舒的弟弟。年幼时智慧超人，与其兄齐名，人称“海虞二冯”，但随着成长兄弟分道扬镳。冯舒很快就考中科举，踏上仕途。而同时学习制艺、刻苦攻读的冯班却屡试不第、一气之下，弃绝科举，专心治学。他才华横溢、雅善持论，有时非常傲然不群，不愿与俗世交往。和别人一起讨论问题或争辩缘由，如果意见差别很大，他往往掉头就走，连个招呼都不打，常令别人十分难堪。冯班治学非常刻苦，常常独坐冥思苦想，一有所得，喜欢用高声慢调将其吟颂出来，其声高且慢，似有所堵不能畅发，故名钝吟，自号“钝吟居士”。\n\n　　冯班一生很不得意，可谓愁苦潦倒，但其性格刚毅，不愿屈身佞事。因而空怀满腹才学，无处施展。每当好友相聚、他往往举杯痛饮，然后就在座中旁若无人地嚎啕大哭，人咸以为怪。又有时宾客聚会、稠人广座之中，冯班倍觉无聊或者抑郁愤闷，往往也“就座中恸哭”。人们都以为他得了痴症，又因冯班排行第二，所以叫他“二痴”。冯班入清后弃举业，在乡里教授弟子以终老。\n\n　　冯班有很高的文学造诣、在诗著上尤有其过人之处，他不喜欢江西诗派的风格，因而在和其兄冯舒评点《才调集》时，对其极力贬斥。他自己则推崇昆体，专意古学。对明代以来空疏浮华的弊端和以新奇怪异炫世的现象十分不满，因而他作学问非常扎实，不是信而有征，决不轻下一字。其钝吟实沉稳之态，绝非江郎才尽之尴尬。有一次他和他的儿子冯武讲课时，见其子在看《少微通鉴》，就正色对儿子说：“昔人之事，成败已见，得失显然、不须更翻公案，凡为此者，不过好立议论，求免耳食之诮耳，须善审时势，不可一昧将正心诚意套语、妄断前人”。对于那种投机取巧、专在古人成文著作中吹毛求疵，以沽名钓誉者予以深刻揭露。对于前人著作，倒也不是不可评论，但专一寻衅滋事，只不过欺负他不能为自己辩护罢了，这种思想就是今天，也还是有其实际意义的。\n\n　　冯班墓在虞山之麓，仲雍墓道前侧，原景道堂之后。曾被定为省级文物保护单位。现仅存“高山仰止”石坊。\n\n\n个人成就\n\n文学主张\n\n　　冯班为钱谦益弟子，被称为“虞山诗派”的传人之一。论诗反对宋代严羽《沧浪诗话》的“妙悟”说，以为“似是而非，惑人为最”。他主张“诗以道性情”，但最后又归结到温柔敦厚。他也主张善于学古，“不善学古者，不讲于古人之美刺，而求之声调气格之间，其似也不似也则未可知，假令一二似之，譬如偶人刍狗徒有形象耳”。他提倡“隐秀之词”，“隐者，兴在象外，言尽而意不尽者也；秀者，章中迫出之词，意象生动者也”。他的论诗主张对反神韵说的赵执信很有影响。他在晚年的著述《碧云仙师笔法录》中将冯班称作“碧云仙师”，奉若神灵。也正因文学宗尚的异趣，导致了王士禛与赵执信的诗学之争，赵执信著《谈龙录》攻讦王士禛的“神韵说”，遂使二人之争演为清初诗学的一大公案，对整个清代诗学产生了深远的影响。由此不难看出冯班《钝吟杂录》于清代诗学研究的重要性。《钝吟杂录》在冯班的著述中版本也最多，并被收入《四库全书》。\n\n诗作特色\n\n　　冯班作诗，宗法晚唐，于李商隐用力尤深，力求锤炼藻丽。他有一些诗伤离念乱，有一定内容深度，如《杂诗》：“诵君恸哭书，咏君黍离诗。悠悠寸衷事，百岁谁当知”。《兵后经郡齐门故人废园有感》：“雀乱鸦啼燕不回，曲池平后劫成灰。……蔓草江淹何限恨，青枫宋玉有余哀。”又如《临桂伯墓下》、《江南曲》等篇，都寄寓了故国之思。钱谦益称冯班之诗“沈酣六代，出入于义山、牧之、庭筠之间”。\n\n擅长书法\n\n　　冯班还非常精通书法艺术，正草隶篆四书都很擅长，尤其小楷更是出众，时人得其笔墨，往往珍藏于家中。而冯班自己写作则无定所，往往是兴至索纸笔、随便书定，或是书头、或是纸角，这就使其过世后，搜求其著述十分困难，冯武竭力以求，幸亏别人珍惜冯班墨迹，往往珍藏，才得以聚腋成裘、汇成一部，因其父号“钝吟居士”，故题名为“钝吟杂录”。也正因为是聚合在一起的，往往显得支离破碎，不成系统，但总体来说，仍能反映冯班之学术观点和思想风格。\n\n\n藏书故实\n\n　　兄弟冯舒、冯知十均以藏书知名。年轻时热衷于功名，但是久不得志，就发奋读书，专攻诗文，尤擅长书法，四体皆工，尤精于小楷，亦爱藏书。曾经得到明代同邑藏书家杨仪的部分藏书，评论其“俗人读书不多，好以意改古书，得其万卷楼所藏书，雌黄处皆不足据”。抄本《珩璜新论》，以及万卷楼旧藏宋刻本《愧郯录》，七桧山房抄本《支遁集》和《李义山诗集》等，颇为清代以来的藏书家所青睐。为了抄录宋本，曾在寒冬飞雪之日，与何大成、冯舒等人自带干粮，到寒山赵宦光“小宛堂”借宋本《玉台新咏》昼夜抄录，抄成副本而归。为人落拓自喜，偶有所感，放声高歌，旁若无人。因排行第二，故有“二痴”之目。藏书印有“定远”、“臣班”、“二痴”、“上党冯氏私印”等。冯氏三兄弟刻书亦著名，所刻之书，字体匡正，墨色黑亮，被称为“冯抄”。他的抄本用纸印蓝格，版心有的刻有“空居阁藏”四字，栏外刻“冯氏藏本”四字。在版本学史上与毛晋“汲古阁”的“毛抄”、杨仪“七桧山房”的“杨抄”、秦四麟“致爽阁”的“秦抄”、钱谦益绛云楼抄本、钱曾述古堂抄本、钱谦贞竹深堂等的“钱抄”本等，并称为常熟著名刻本之一。著有《钝吟杂录》、《钝吟书要》、《壁论》、《定远集》、《读古心鉴》、《画论》等。\n\n",
  "desc": "冯班(1602～1671) 明末清初诗人。字定远，晚号钝吟老人。人江苏常熟。明末诸生，从钱谦益学诗，少时与兄冯舒齐名，人称“海虞二冯”。入清未仕，常常就座中恸哭，人称其为“二痴”。冯班是虞山诗派的重要人物，论诗讲究“无字无来历气”，反对严羽《沧浪诗话》的妙悟说。有《钝吟集》、《钝吟杂录》、《钝吟书要》和《钝吟诗文稿》等。",
  "dynasty": "清代",
  "id": 2440,
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_2440.jpg",
  "name": "冯班",
  "star": 0
}