{
  "content": "生平\n\n　　列御寇，终生致力于道德学问，曾师从关尹子、壶丘子、老商氏、支伯高子等。隐居郑国四十年，不求名利，清静修道。主张循名责实，无为而治。先后著书二十篇，十万多字，今存《天瑞》、《仲尼》、《汤问》、《杨朱》、《说符》、《黄帝》、《周穆王》、《力命》等八篇，共成《列子》一书，均已失传。其中寓言故事百余篇，如《黄帝神游》、《愚公移山》、《杞人忧天》等，篇篇珠玉，读来妙趣横生，都选自此书隽永味长，发人深思。后被道教尊奉为“冲虚真人”。\n\n　　列子一生安于贫寒，不求名利，不进官场，隐居郑地40年，潜心著述20篇，约十万多字。现在流传有的《列子》一书，其作品在汉代以后已有所散失，现存八篇《天瑞》《皇帝》《周穆王》《仲尼》《汤问》《力命》《杨朱》《说符》。其中《愚公移山》、《杞人忧天》、《两小儿辩日》、《纪昌学射》、《汤问》等脍炙人口的寓言故事，可谓家喻户晓，文为流传。列子一向低调，有所谓“子列子居郑圃，四十年人无识者”，可见真正做到了老子所说的“和光同尘”的境界，故而列子在历史上的事迹也很少。这样解释某些人认为列子是后人假托的也不过分。\n\n　　列子不仅学问渊博，而且是非标准、生活准则也十分明确，其人品道德修养更是高尚。一次，一位列国使者入郑拜访列子时，发现这位自己仰慕的有道之士，竟然经常在饿肚皮的情况下，埋头搞学问。郑国宰相子阳听说此事，随即派遣官吏给列御寇送粮食。列子不为所动，拜谢说：无功不受禄。使者只得带上粮食返回复命。列子之妻对此困惑不解，列子解释到：子阳并不了解我的“道”的伟大，只不过想沽名钓誉罢了。后事实正如列子所料，不久人民作乱杀了这个叫子阳的高官。列子如果当时接受了馈赠，为其所用，肯定也会不免于祸。\n\n　　他的学说主张贵虚。成名于《列子》一书，有章以其名为章名，主旨在于宣扬不可炫智于外而应养神于心，达到“天而不入”的顺其自然，达到“无用之用”的境界。\n\n　　列子青年时代求道十分执着认真，起初从师壶丘子，后又问道于老子亲传弟子关尹子，还曾拜商氏为师。他继承了老子的学说，又加以发扬光大。传说当他潜心修道时，能够“御风而行”。他常在立春之日“乘风游八荒”；在立秋之日返回住所“风穴”。这些记载虽然夸张，但也间接反映了列子道家学问的精深和列子超然物外的道家风范。 \n\n\n典故\n\n　　列子心胸豁达，贫富不移，荣辱不惊。因家中贫穷，常常吃不饱肚子，以致面黄肌瘦。有人劝郑国执政子阳资助列子，以搏个好士之名，于是子阳就派人送他十车粮食，他再三致谢，却不肯收受实物。妻子埋怨说:我听说有道的人，妻子孩子都能快乐地生活，现在我却常常挨饿。宰相送粮食给你你却不接受，我真是命苦啊。列子笑着对妻子说:子阳并不真的了解我，听了别人的话才送粮给我。以后也可能听别人的话怪罪我，所以我不能接受。一年后郑国发生变乱，子阳被杀，其党众多被株连致死，御寇得以安然无恙。这样的列子遗事至今郑州民间还在流传，康熙三十二年《郑州志》也记载了这个故事。\n\n　　列子贵虚尚玄，修道炼成御风之术，能够御风而行，常在春天乘风而游八荒。庄子《逍遥游》中描述列子乘风而行的情景“泠然善也，旬有五日而后返。”他驾风行到哪里，哪里就枯木逢春，重现生机。飘然飞行，逍遥自在，其轻松自得，令人羡慕。唐玄宗天宝元年李隆基封其为冲虚真人，其书名为《冲虚真经》。\n\n\n著作\n\n　　《列子》是中国古代思想文化史上著名的典籍，属于诸家学派著作，是一部智慧之书，它能开启人们心智，给人以启示，给人以智慧。\n\n　　《列子》是列子、列子弟子以及列子后学著作的汇编。全书八篇，一百四十章，由哲理散文、寓言故事、神话故事、历史故事组成。而基本上则以寓言形式来表达精微的哲理。共有神话、寓言故事一百零二个。如《黄帝篇》有十九个，《周穆王篇》有十一个，《说符篇》有三十个。这些神话、寓言故事和哲理散文，篇篇闪烁着智慧的光芒。\n\n　　《列子》的每篇文字，不论长短，都自成系统，各有主题，反映睿智和哲理，浅显易懂，饶有趣味，只要我们逐篇阅读，细细体会，就能获得教益。它完全可以与古希腊的《伊索寓言》相媲美，但在意境上远远超越《伊索寓言》\n\n\n思想\n\n　　列子的学说，刘向认为：“其学本于黄帝老子，号曰道家。道家者，秉要执本，清虚无为，及其治身接物，务崇不竞，合于六经。”《尔雅.释诂》邢昺《疏》引《尸子.广泽篇》及《吕氏春秋不二》说：“子列子贵虚”。《战国策.韩策》有：“史疾为使楚，楚王问曰：‘客何与所循？’曰：‘治列子圄寇之言。’曰：‘何贵？’曰：‘贵正’。”张湛《列子.序》认为：“其书大略明群有以至虚为宗，万品以终灭为验，神惠以凝寂常全，想念以著物为表，生觉与化梦等情。巨细不限一域，穷达无假智力，治身贵于肆仕，顺性则所至皆适，水火可蹈。忘怀则无幽不照，此其旨也。”\n\n　　列子认为“至人之用心若镜，不将不迎，应而不藏，故能胜物而不伤”。他因为穷而常常面有饥色，却拒绝郑国暴虐的执政者子阳馈赠的粮食。其弟子严讳问之曰：“所有闻道者为富乎?”列子曰：“桀纣唯轻道而重利是以亡！”列子还主张应摆脱人世间贵贱、名利的羁绊，顺应大道，淡泊名利，清静修道。\n\n　　《列子》里面的先秦寓言故事和神话传说中不乏有教益的作品。如《列子学射》、《纪昌学射》和《薛谭学讴》三个故事分别告诉我们：在学习上，不但要知其然，还要知其所以然；真正的本领是从勤学苦练中得来的；知识技能是没有尽头的，不能只学到一点就满足了。又如《承蜩犹掇》告诉我们，曲背老人捕蝉的如神技艺源于他的勤学苦练；还有情节更离奇的《妻不识夫》说明一个人是可以移心易性的。\n\n\n写书经历\n\n　　列子成书大体经历三个阶段：\n\n　　1、列子稍后，门人据其活动与言论编撰而成，不止八篇。\n\n　　2、汉人在此基础上补充整理，而成《汉书.艺文志》上著录的八篇之数。\n\n　　3、张湛据其先人藏书，及在战乱后收集到残卷，“参校有无，始得完备”。并依照《汉书.艺文志》所记八篇，编撰成今本《列子》。由于在编撰过程中，为疏通文字，连缀篇章，必然加进张湛本人的一些思想与他编的一些内容，所以，今本《列子》杂进一些魏晋人的思想内容、语言文字是可以理解的。历三时而成书的《列子》，杂就难免了，说见张清华先生《道经精华.列子.前言》。\n\n　　列子之学，本于黄帝、老子为宗。相传他曾向关尹子问道，拜壶丘子为师，后来又先后师事老商氏和支伯高子，得到他们的真传，而友伯昏无人。修道九年之后，他就能御风而行。《述异记》中说，列子常在立春日乘风而游八荒，立秋日就反归“风穴”，风至则草木皆生，去则草木皆落。《吕氏春秋》说：“子列子贵虚”。他认为“至人之用心若镜，不将不迎，应而不藏，故能胜物而不伤”。列子穷而面有饥色，但拒绝郑国暴虐的执政者子阳馈赠的粮食。其弟子严恢问之曰：“所有闻道者为富乎? ”列子曰：“桀纣唯轻道而重利是亡！”他认为应摆脱人世间贵贱、名利的羁绊，顺应大道，淡泊名利，清静修道。\n\n　　列子著作为《列子》，有旧本二十篇，西汉刘向、刘歆父子去其重复，存者八篇，《汉书.卷三十.艺文志第十》有“刘向说列子八篇。名御寇，先庄子，庄子称之” 句，应该是刘向、刘歆父子，或同时代其他人整理的八篇。但不知何时已佚失。\n\n　　今本《列子》版本不下几十种，书前大多存有刘向所撰的《序》或张湛所作的《序》，各版本内容相差不远，有大量寓言、民间故事、神话传说等，书中旨意大致归同于老、庄。今人杨伯竣先生的《列子集释》，征引了历代主要注疏，又附录了《张湛事迹辑略》及刘向、张湛卢重玄、陈景元等的序文，和柳宗元、朱熹、高似孙、叶大庆、陈三立、梁启超、马叙伦、武义内雄、杨伯峻等的考校辨伪文字。\n\n\n后世纪念\n\n墓\n　　列子死后，葬在了家乡郑州。在郑州市东30里的圃田村，村东南有一座小型墓冢及墓碑，传为列子墓。\n\n祠堂\n　　列子墓前有潮河，后有丘陵，四周枣林丛丛，附近有列子祠。创建年代无考，据碑文记载，祠曾一度被改为佛寺，明万历八年监察御使苏民望巡视河南过圃田时，得知此事，因命奉直大夫知郑州事许汝升重建祠堂，并立《重修列子祠记》碑石。\n\n　　祠堂原有硬山房大殿、卷棚、左右厢、过厅、门楼15间，呈长方形院落，庭前屋后，点缀有几株青绿刺槐。大殿顶镶鸱吻、宝瓶，望瓦有圆形图饰，楣木、雀替有“天马奔日”、“狮滚绣球”及花卉浮刻。厅前立有明碑一座和清碑三座。大殿1966年被毁，石碑推倒埋入地下。现仅存山门、廊房等硬山式建筑，为学生教室。\n\n八卦御风台\n　　列子生前御风而行逍遥游，终得成仙升天，给后人留下了八卦御风台。八卦御风台在郑州东二十里铺南高岗上，为一八角形高台，上绘八卦图，旁有列子塑像。那里山高林密，云缠雾绕，风吹树响，站在御风台前，望着列子爷像，真能感觉到几分神风仙气。故郑州人将此景色谓之“卦台仙景”，列入郑州八景。后人来瞻列子祠，游御风台，佩服先贤的高风亮节，羡慕列子的御风而行，不由慷慨赞叹，吟诗题咏。\n\n　　宋皇佑年间郑州知州宋痒的《过列子观》：“两作朱墦守，重登羽客宫。故墟墙舍坏，尘案酎杯空。款户殊无屦，乘衣尚有风。轩游曾驻跸，高意掩崆峒。”歌颂了列子的高贵品质：清代郑州人侯尔梅的《登御风台》：“昔读泠然句，今登列子台。阆风春草绿，姑射野花开。仙子何时返，牧童去复来。乘风素有志，恨朱徒崔嵬。”张钺《卦台仙景》：庄老堪同调，萧寥托远游。 当年人不识，此地迹偏留。夜月涵浮世，闲云拥古丘。沧桑经几易，笙鹤响高秋。清光绪二十年郑州学正朱炎昭的《卦台仙景》：“矫矫仙才总自豪，御风一去其徒劳。先天卦向龟文衍，拔地台因鹤驾高。粤想羲陵云黯黯，远临汴水影滔滔。著书艳说虚荒事，应与漆园史共褒。”写景言情，抒发了自己的情怀。\n\n",
  "desc": "列御寇，名寇，又名御寇（又称“圄寇”“国寇”），相传是战国前期的道家人，郑国人，与郑缪公同时。其学本于黄帝老子，主张清静无为。后汉班固《艺文志》“道家”部分有《列子》八卷，早已散失。",
  "dynasty": "先秦",
  "id": 315,
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_315.jpg",
  "name": "列御寇",
  "star": 107
}