{
  "content": "生平\n\n　　东晋末，官江州刺史刘柳后军功曹，转主簿，历豫章公刘裕世子参军。刘裕代晋建宋，官太子舍人。宋少帝时，以正员郎兼中书郎，出为始安太守。宋文帝时，征为中书侍郎，转太子中庶子，领步兵校尉。后为秘书监，光禄勋，太常。刘劭弑立，以之为光禄大夫。宋孝武帝即位，为金紫光禄大夫，领湘东王师，后世称其“颜光禄”。长子颜竣从孝武帝讨灭刘劭，权倾一朝。凡是颜竣所资供之物，延之一无所受，器服不改，宅宇如旧。曾经对颜竣说：“平生不喜见要人，今不幸见汝。”孝建三年，卒，时年七十三。追赠散骑常侍、特进，金紫光禄大夫如故。谥曰宪子。延之性褊激，兼有酒过，肆意直言，曾无回隐，世人呼之“颜彪”。\n\n　　颜延之和陶渊明私交甚笃。在颜延之江州任后军功曹时，二人过从甚密；其后延之出任始安太守，路经浔阳，又与陶渊明在一起饮酒，临行并以两万钱相赠。陶渊明死后，他还写了《陶徵士诔》。\n\n　　颜延之在当时的诗坛上声望很高，和谢灵运齐名，并称“颜谢”。但实际上，他的成就似乎不如谢灵运。他的诗凝炼规整，喜用典故，堆砌辞藻，往往缺乏生动的情致。汤惠休说他的诗“如错采镂金”，钟嵘也说他“喜用古事，弥见拘束”。其诗存世者不少而可观者不多，较为人们所称道的是《五君咏》五首，是他在被出为永嘉太守时所作。称述竹林七贤中的“五君”，“五君”即嵇康、向秀、刘伶、阮籍、阮咸，而山涛、王戎因为贵显而不咏，借五位古人抒发自己的不平，体现了他性格中正直放达的一面，比别的作品要显得清朗。《北使洛》、《还至梁城作》，感慨中原残破，象“阴风振凉野，飞云瞀穷天。临涂未及引，置酒惨无言”；“故国多乔木，空城凝寒云；丘垄填郛郭，铭灭无文；木石扃幽闼，黍苗延高坟”等句，感情也比较真实。他的《赭白马赋》，虽属奉诏而作，但如“旦刷幽燕，昼秣荆越”之句，描写骏马奔驰之速，对后来许多咏马诗都曾产生过影响。\n\n　　《隋书》称有文集二十五卷，两《唐书》作三十卷，佚。明代张溥辑有《颜光禄集》，收在《汉魏六朝百三家集》中。 \n\n\n评述\n\n　　在南朝宋时代，颜延之和谢灵运并称“颜谢”。“爰及宋氏，颜谢腾声”，“颜谢重叶以文章”，“爰及江左，称彼颜谢”，从这些南朝人的评论都可以看出颜延之在当时文坛上的地位。事实上，颜与谢不能敌体，后来的评论家几乎没有异辞。不过，无论如何，颜延之总是一位有影响的诗人。本文试图探讨有关他生平和作品的几个问题。\n\n生平\n　　颜氏属于随晋室南渡的门阀之一，不过在高门大姓中地位较低，比不上王、谢、郗、庾这样的甲族。颜延之的曾祖颜含，是渡江颜氏的“始祖”，《晋书》有传。《颜氏家训》的作者颜之推出自颜含这一支，晚于颜延之五世。颜之推《观我生赋》中提到，“去琅邪之迁越，宅金陵之旧章”，可见颜家一直住在建康。赋中又说侯景之乱以后，“经长干以掩抑，展白下以流连”，自注：“长干，旧颜家巷。靖侯以下七世坟茔，皆在白下。”《宋书》及《南史》本传并记其“少孤贫，居负郭，室巷甚陋”，长干邻近秦淮河，在今天南京市中华门外，正好是“负郭”的地段。颜延之的少年时代可能是在颜家巷的老宅中度过的，其时颜氏已无显宦，所以就成了陋室陋巷。元嘉十年后罢官家居，据其《重释何衡阳达性论》“薄岁从事，躬敛山田。田家节隙，野老为俦，言止谷稼，务尽耕牧”这些话来看，大约在做官以后在郊区钟山一带又有别业。《宋书》本传说是“屏居里巷”，当然不如颜延之自己的话可靠。关于颜延之的出仕，《宋书》本传这样记载：\n　　年三十，犹未婚。妹适东莞刘宪之，穆之子也。穆之既与延之通家，又闻其美，将仕之，先欲相见，延之不往也。后将军、吴国内史刘柳以为行参军，因转主簿，豫章公世子中军行参军。\n　　《南史》所记大略相同，但略去为刘柳行参军、主薄一句。其实这一段记载是有问题的。刘柳在晋未曾为尚书仆射，《晋书》附其事迹于《刘乔传》，颇为简略，不过他做吴国内史的时间大体还是可以考定的。据《晋书。王凝之妻传》，那位著名的才女谢道韫，丈夫王凝之为孙恩所杀，寡居会稽，太守刘柳曾和她“谈议”。按，孙恩破会稽，王凝之被杀，事在晋安帝隆安三年，孙恩兵败被杀，事在安帝元兴元年。所以刘柳在会稽任太守当在元兴年间。据《本书。谢瞻传》，谢瞻幼年父母双亡，为叔母刘氏所抚养。刘氏是刘柳的姐姐，“柳为吴郡，将姐俱行”。谢瞻跟随叔母到吴郡，为刘柳建威长史，不久转入刘裕幕中为镇军参军。刘裕为镇军参军的时间在元兴三年至义熙二年，所以刘柳为吴国内史而兼太守的时间应当在元兴、义熙之间，而不能晚于义熙三年，因为《宋书．沈演之传》说沈十一岁为“尚书仆射刘柳”所赏识，据沈演之的年岁推算，当时正是义熙三年。综合以上几条证据可以推定，颜延之入仕为刘柳的行参军时在义熙初，时年二十三岁左右。从《宋书》本传行文看，似乎颜延之三十以后才出仕，这和刘柳的仕历相矛盾。\n　　与庐陵王刘义真的交往是颜延之政治生活中的一件大事。事情串涉到谢灵运，其原委和经过我已在《谢灵运的政治态度和思想性格》一文中作了详细论述。永初三年，刘裕病故，少帝刘义符继位，谢灵运于此年外放永嘉太守，成为徐羡之、傅亮的主要打击对象。颜延之当时被从宽发落，留在建康，但终于未能幸免。两年之后，即少帝景平二年，徐、傅又把颜延之外放为始安太守。缪钺先生《颜延之年谱》系此事于永初三年，他认为：\n　　《文选》六十颜延年《祭屈原文》云：“维有宋五年月日，湘州刺史吴郡张邵恭承帝命，建屿旧楚。”据此，则延之《祭屈原文》乃有宋五年所作；有宋五年，应为少帝景平二年，即文帝元嘉元年，延之贬始安太守亦应在景平二年矣。但细按之，则“有宋五年”之“五”乃“三”字之误，延之贬始安太守，道经湘中，为张邵作《祭屈原文》，皆永初三年事。\n　　其理由是：一、谢灵运被贬在永初三年，颜延之被贬，“似不应迟至两年之后”；二、“建屿旧楚”，应当是张邵刚抵湘州的口气，张邵任刺史在永初三年。按，缪先生的疑问是有理由的，但不能由此就成为结论。颜、谢被贬时间不同，是因为谢的门第、身世、名望皆过于颜，所以作为“主犯”，对颜延之则是“以观后效”；而“建屿”一词相当于出守，不一定非是标志莅任之初。而更有力的反证则是颜延之自己的文章。《文选》卷五七录颜延之《阳给事诔》，序云“惟永初三年十一月十一日，宋故宁远司马濮阳太守彭城阳君卒”，“景平之元，朝廷闻而伤之，有诏曰：……末臣蒙固，侧闻至训，敢询诸前典，而为之诔”；《宋书。索虏传》载，阳瓒战死，少帝下诏追赠为给事中，“文士颜延之为诔焉”。从文气上看，颜延之看到了少帝的抚恤诏令，“侧闻”，当是在朝的口气，从道理上说，建康文士很多，这篇诔文并没有必要让远在两千多里之外的颜延之去撰写。所以，景平元年颜延之尚在建康，这样，“有宋五年”之“五”也就不必怀疑了。\n　　同谢灵运一样，颜延之的性格里有十分傲岸的一面。所不同的是，颜延之门第较低，政治上并不热衷躁进，立身处世则以佯狂掩盖狷介而又有和光同尘的一面。在当权者心目中，他不是一个带有很大危险性的人物，所以虽然屡经蹉跌，却仍然得保天年，富贵以终。\n　　颜延之被贬始安，一则因为皇室内部权力之争的波及，二则也因为恃才傲物，引起了傅亮的嫉忌。《宋书》本传载：“尚书令傅亮自以文义之美，一时莫及，延之负其才辞，不为之下，亮甚疾焉。”傅亮，其为人也小有才，《诗品》列入下品，称其“平美”，而且还是由于沈约在选本中选了他的诗才引起钟嵘的注意。他的创作成绩不能和颜延之相比，但官高权重，他就有条件把颜延之挤走。颜延之本人则并未因之改容折节。宋文帝元嘉三年，徐羡之、傅亮被杀，颜、谢先后回到建康，颜延之和谢灵运依然有来往，而且“好酒疎诞”，因而又不为新的当权派彭城王刘义康和刘湛、殷景仁所喜欢。元嘉十一年罢官家居，他的生活态度开始有所转变，这在《庭诰》里反映得比较清楚。其后复出为御史中丞，“在任纵容，无所举奏”，则显然是思想上的转变见之于行动。到他的晚年，刘劭杀宋文帝自立，刘骏讨伐刘劭，檄文出自颜延之儿子颜竣的手笔。刘劭见到檄文，质问颜延之“言辞何至乃尔”，他回答“竣尚不顾老臣，何能为陛下”，后来又看到颜竣居功骄盈而斥其“出粪土之中，而升云霞之上，傲不可长，其能久乎”，这已经是在人生道路上屡遭颠顿之后的“见道之言”了。不过即使如此，颜延之耿介不合流俗的一面始终没有泯灭，还是“肆意直言，曾无遏隐”，“居身清约，不营财利，布衣蔬食，独酌郊野”。如果用前人作比，谢灵运的性格近于嵇康，而颜延之则近于阮籍。张溥在《汉魏六朝百三家集．颜光禄集》的题辞中说：“颜延之饮酒袒歌，自云狂不可及……玩世如阮籍，善对如乐广。”《南史》本传记：“文帝尝召延之，传诏频不见，常日但酒店裸袒挽歌，了不应对，他日醉醒乃见。帝尝问以诸子才能，延之曰：‘竣得臣笔，测得臣文，□得臣义，跃得巨酒。’何尚之嘲之曰：‘谁得卿狂?’答曰：‘其狂不可及。”’这种生活态度确乎十分近似于《世说新语》中记载的阮籍饮酒佯狂。\n　　颜延之主要接受的是儒家传统。在时代风气的影响下，他也信奉佛教，和一些著名的僧人来往。元嘉十二年，颜延之和何承天之间展开了一场关于《达性论》的争辩。何承天精于天文、历算等自然科学，倾向于唯物主义观点，以为天地人“三才同体，相须而成”，“人”不能等同于“众生”，在形神生死的问题上，则“有生必有死，形毙神散，犹春荣秋落”。颜延之不同意何承天的论点，两次致函何承天，反复辩论。当时与颜延之结成同盟的有著名的艺术家宗炳。这件事曾惊动了宋文帝，曾向何尚之、羊玄保表示他自己对佛经读得不多，“三世因果，未辨厝怀，而复不敢立异者，正以卿辈时秀，率所敬信故也”。接着他又提到范泰、谢灵运、颜延之、宗炳都能出入儒佛，颜延之驳斥《达性论》，宗炳非难《白黑论》，尤足给人以启发。“若使率土之滨，皆敦化此，则朕坐致太平，夫复何事?”这段话，足以说明当时君主和某些上层人士提倡宗教的目的并不是真正的信仰。使人意外的是，当年曾和谢灵运、颜延之一起出入于庐陵王门下的僧人慧琳，却反戈一击，成为佛门的异端。他的《均善论》，指责佛教徒“大其言矣”，“所务之乖”，却同样得到宋文帝的信任。看来慧琳是一个“政治和尚”，宋文帝欣赏他的才学，听取他对朝政的意见。佛理上意见的分歧加上政治上的不满，颜延之与慧琳变友为敌，而且借酒批评了宋文帝，骂慧琳为“刑馀”之人，致使宋文帝为之变色。\n\n作品\n　　前面说过，颜、谢并称而实际上不能比肩齐足，这并不完全需要等待历史的检验，在同时代有见识的批评中已经透露了消息。《南史》本传：\n　　延之尝问鲍照已与谢灵运优劣。照曰：“谢公如初发芙蓉，自然可爱，君诗如铺锦列绣，亦雕绘满眼。”延之终身病之。\n　　《诗品》“颜延之”条引此作汤惠休的评论，文字小有出入。凑巧的是的照和汤惠休也被人合称“休鲍”，所以对颜、谢诗风所使用的同一形象的比喻，究竟是二人所见略同，还是一人引用了另一人的创见，已难于确定。附带说一下，刘宋时代几位大诗人陶、谢、鲍、颜，颜延之是惟一的和其他三位都有交往的人，而其他三位相互之间并没有任何直接联系。颜延之和休、鲍的作品风格有很大差别，在“诗运转关”之际，颜偏于保守，休、鲍意在创新。《诗品》“齐惠休上人”条还记载颜延之“忌照之文，故立休鲍之论”，意思是颜延之以牙还牙，鄙薄汤惠休的“委巷中歌谣”，也鄙薄了鲍照。\n　　谢灵运和颜延之都重视雕琢刻镂，但谢灵运致力于自然形象的捕捉，景中融情，情中寓理，突破了玄言诗的束缚，使人眼目一新；颜延之则主要着意于用事和谋篇琢句，长处在于谨严厚重，短处则是缺乏生动自然的韵致，甚至流于艰涩。《诗品》“颜延之”条：\n　　其源出于陆机。尚巧议，体裁绮密，情喻渊深，动无虚散一句一字，皆致意焉。又喜用古事，弥见拘束。虽乖秀逸，是经纶文雅才。雅才减若人，则蹈于困踬矣。\n　　《诗品》中论诗人的源流，有的不易理解，但是说颜延之源出于陆机，却是深中窍隙的议论。钟嵘认为陆机“才高词赡，举体华美”，“尚规矩”，五言诗中的排偶雕琢，到陆机而有进一步的发展东晋崇尚清峻，不求华缛，在这一意义上，可以说颜延之直接继承了太康诗风。颜延之和陆机同样具有规矩、典雅、华而不靡的特色，和永明以后的轻艳之风相比较，颜延之的诗“虽乖秀逸”而能古拙劲健，这就是钟嵘所以赞赏的原因。\n　　颜延之诗的另一个特点是好用古事，所谓“铺锦列绣”或“错金镂采”都是指这一点而言的。作为汉语文学中修辞技巧的特征之一，属辞比事，本来是比兴的一个旁支，意在为作品增添色泽，但流弊所及，往往被用来掩盖内容的空虚和情趣的贫乏。张戒《罗寒堂诗话》说：“诗以用事为博，始于颜光禄而极于杜子美。”由于刘宋初期诗文中属辞比事的技巧还不像后来那么成熟，颜延之本人也并不完全像钟嵘说的具有那么多的“风流文雅才”，相反，却是才不胜学，所以颜诗中用典往往显得拘束，滞塞。比如《赠王太常》：\n　　玉水记方流，璇源载圆折。蓄室每希声，虽秘犹彰彻。聆龙睬九泉，闻风窥丹穴。历听岂多工，唯然觏世哲。舒文广国华，敷言远朝列。德辉灼邦懋，芳风被乡耋。侧同幽人居，郊扉常昼闭。林间时晏开，亟回长者辙。庭昏见野阴。山明望松雪。静惟浃群化，徂生入穷节。豫往诚欢歇，悲来非乐阕。属美谢繁翰，遥怀具短札。\n　　全篇几乎“无一字无来历”，但除了“幽人”以下六句还有一些诗味而外，正是何焯《义门读书记》所讥评的“拉杂而至，亦复何趣”。颜诗多庙堂应制之作，这些诗更需要典重的词语装点。像《三月三日侍游曲阿后湖作》，辞藻华丽，颇能反映“元嘉之治”的气象，以“虞风载帝狩，夏谚颂王游”领起全诗，用典尚能贴切，所以李白在《春日陪王江宁及诸官宴北湖感古作》中就写到了“延年献佳作，邈与佳人俱”；而《侍游蒜山》开头所写的“玄天高北列，日观临东冥。人河起阳峡，践华因削成。”则和低矮的蒜山丁不相涉，纯属敷衍成文了。\n　　颜诗中历来为人所称的是《北使洛》、《还至梁城作》、《五君咏》和《秋胡诗》。义熙十二年，刘裕北伐取得胜利，十月，克复洛阳，这是东晋一代中对北方用兵最成功的一次。颜延之奉命到前线祝贺，《北使洛》、《还至梁城作》两诗即作于此年冬天。\n　　阴凤振凉野，飞云瞀穷天。临涂未及引，置酒惨无言。隐悯徒御悲，威迟良马烦。游役去芳时，归来屡徂愆。蓬心既已矣，飞薄殊已然。\n　　洛阳在东晋时期屡次失陷，朝廷已把它置之度外。现在一战而捷，得以收复，然而颜延之在奉使赴洛途中却没有欣喜之情，即目所见，中原残破，故国之思结合行役的艰辛，形成了悲凉沉重的气氛。全诗一气呵成，有异于其他一些诗篇的艰涩，在手法和情调上都近于陆机的《赴洛道中作》，甚至可以认为是有意的模仿。《还至梁城作》是此诗的姐妹篇，在以“故国多乔木”等六句抒发了黍离之感以后，诗人又以怀古伤时作结：\n　　惟彼雍门事，吁嗟孟尝君。愚贱同堙灭，尊贵谁独闻。曷为久游客，忧念坐自殷!\n　　忧伤而终归于譬解，本来是诗文中的常套，但由于感情真挚强烈。所以读来并没有虚矫自饰、为文造情的感觉。《宋书》本传称这两首诗“文辞藻丽，为谢晦、傅亮所赏”。这两首诗情调悲凉而被时人誉为“藻丽”，可见这一概念和“锦绣”、“金玉”的比喻一样，含有工致、繁富的意思，不同于齐、梁以后的华靡。\n　　《五君咏》突出反映了颜延之人格中的耿介和性格中的傲岸一面。元嘉十一年，刘湛、殷景仁不能容忍颜延之的耿直放诞，通过彭城王刘义康再次外放他为永嘉太守。这里正是十二年前谢灵运第一次被贬的地方，谢灵运在前一年刚刚被杀于广州，分明是以谢灵运的下场来暗示颜延之。颜延之极为愤慨，写作了《五君咏》，五首分咏阮步兵、嵇中散、刘参军、阮始平、向常侍，在“竹林七贤”中取五人而遗落贵显的山涛、王成，这本身就是一种态度。《宋书》本传说其中咏阮咸和咏刘伶的“屡荐不入官，一麾乃出守”、“韬精日沉饮，谁知非荒宴”是作者自序，其实通观五篇，莫不是颜延之思想境界的自我写照，而尤以咏阮籍、嵇康的两首写得更加鲜明：\n　　阮公虽沦迹，识密鉴亦洞。沉醉似埋照，寓辞类托讽。长啸若怀人，越礼自惊众。物故不可论，途穷能无恸!中散不偶世，本自餐霞人。形解验默仙，吐论知凝神。立俗迕流议，寻山洽隐沦。鸾翮有时铩，龙性谁能驯!\n　　起句矫健，结句悲凉。陈祚明《采菽堂古诗选》卷十六评此诗说“五篇别为新裁，其声坚苍，其旨超越，每于结句凄婉壮激，馀音诎然，千秋乃有此体。”语虽夸大，尚能近实。还有一点值得注意，五首诗都是五言八句，中间四句，排偶相对。这一现象也许出于偶然，不过它出现在永明新体诗之前五六十年，说明了已经有人在作这种格律规整的探索。这五首诗在后世被视为颜延之的代表作，有相当的影响。李白《酬王补阙》“鸾翮我先铩，龙性君莫驯”，显然是套用颜诗中的两句警句。\n　　《秋胡诗》是一首叙事诗，叙鲁国人秋胡娶妻后几天就到陈国做官，五年后归家，见路旁有美妇人采桑，赠之以金，不受。回家，才发现美妇人就是自己的妻子。妻子责以大义，然后投河自尽。这个故事与《陌上桑》有一致之处，从齐、梁开始，就有人把它们合二而一，例如王筠《陌上桑》：“秋胡始停马，罗敷未满筐。”李白《陌上桑》：“使君且不顾，况复论秋胡!”稍后于颜延之的丘巨源也作有《秋胡诗》，讥刺齐明帝萧鸾为吴兴太守时事，见《南齐书。文学传》。丘诗已佚，但既然语含讥刺，应当和调戏或霸占妇女有关。\n　　诗分九章。第一章写秋胡娶妻的欢愉；第二章写夫妇别离；第三、四章写妻子对秋胡的思念，继承《诗．周南．卷耳》的手法，作设身处地之语；第五章写秋胡返家途中遇妇于桑下；第六章写赠金不受；第七章写返家见母见妻；第八章写妻子申言离居之苦；第九章写妻子责以大义。全诗章法谨严，布置稳贴，风格在严肃中显出婉转，足以体现《宋书·谢灵运传论》所说“延年之体裁明密”这一特色。作为大型的叙事诗，《秋胡诗》当然赶不上《古诗为焦仲卿妻作》，但在唐以前为数不多的叙事诗中，它也不失为一篇较好的作品。\n　　颜诗中也有一些诗句轻快流丽，如“春江壮风涛，兰野茂荑英”，“流云蔼青阙，皓月鉴丹宫”，“侧听风薄木，遥睇月开云”；也有一些诗句悲凉壮阔，如“故国多乔木，空城凝寒云”，“凄矣自远风，伤哉千里目。万古陈往还，百代劳起伏”，遗憾的是这些佳句数量并不多，而全篇的其他部分也往往不能相称。\n　　颜诗典雅庄重的风格，对同时代和稍后的诗人有一定的影响。《诗品》下论谢超宗、丘灵鞠、刘祥、檀超等七人，说他们“祖袭颜延，欣欣不倦，得士大夫之雅致乎”，这些诗人中有人已无作品存世，从现存的作品来看，确有学习颜延之的痕迹。\n　　颜延之在散文和骈文上也有相当成就，是刘宋前期的大手笔。据现存史料，他是最早提出“文…‘笔”对举的作家。作品录入《文选》的有《三月三日曲水诗序》《阳给事诔》、《陶征士诔》、《宋文皇帝元皇后哀册文》、《祭屈原文》。颜和陶前后有两次晤面，交谊甚笃。这篇诔文是史料中第一篇有关陶渊明的文字，诔中“赋诗归来，高蹈独善。亦既超旷，无适非心。汲流旧巘，葺宇家林。晨烟暮霭，春熙秋阴”等语，都可以和陶诗印证。不过影响更大而写法．上又有特色的却是没有人《文选》的《庭诰》和《赭白马赋》。\n　　《庭诰》意即家戒、家训。从刘邦《手敕太子文》、马援《戒兄子书》、郑玄《戒子益恩书》、诸葛亮《戒子》一直到明、清之际朱用纯《治家格言》，两千年来，形成了一种文体。这一类文章的目的都在于把自己的人生经验告诉子弟，通常都平易坦率，于朴素中见出作者的真性情。颜延之在《庭诰》中谆谆告诫子弟，必须收敛锋芒甚至谨小慎微。他说，“言高一世，处之逾默”、“不以所能干众，不以所长议物”的，是“士之上也”；“敬慕谦通，畏避矜踞”、“文理精出，而言未称达”的，“此其亚也”；如果“言不出于户牖，自以为道义久立；才未信于仆妾而曰我有以过人”，这就是“千人所指，无病而死”之流，最不足取。他甚至连生活中的小节都设想到了。这些都很容易使人想起嵇康的《家戒》。两位诗人同样放诞任达，龙性难驯，不甘与浊世合污，然而又深知在世道上随处潜伏杀机，因此不希望子弟学样模仿，成为狂狷。这正是他们内心世界的矛盾和痛苦．此外，《庭诰》中还提出了对诗歌的某些看法，认为古诗中不见九言，是“声度阐诞，不协金石”，即不符合语言音节的自然规律；传为李陵的五言诗出于伪作，今天已成定论，最早提出怀疑的就是《庭诰》：“李陵众作，声杂不类，原是假托，非尽陵制。至其善写，有足悲者。”可见这些诗在晋、宋之际已经流传，尽管出于后人假托，但并非出于“齐、梁间小儿”之手。\n　　《赭白马赋》作于元嘉十八年。赋中对马的形体、神态、速度有形象的描写：\n　　附筋树骨，垂梢植发，双瞳夹镜，两权协月，异体峰生，殊相逸发。超摅绝夫尘辙，驱骛疾于灭没。简伟塞门，献状绛阙。旦刷幽燕，昼秣荆越。……睨影高鸣，将超中折，分驰回场，角壮永埒。别辈越群，绚练夐绝。“旦刷”两句，通过早晚在不同地点刷马、喂马，以显示这匹骏马一日之间的行程。钱钟书先生在《管锥篇》中对此有精辟的论述：\n　　按前人写马之迅疾，辄揣称其驰骤之状，追风绝尘。卷三四谢庄《舞马赋》：“朝送曰于西版，夕归风于北都”，亦仍旧贯，增“朝”、“夕”为衬托。颜氏之“旦”、“昼”，犹“朝”、“夕”也，而一破窠臼，不写马之行路，祇写马之在厩，顾其历块过都，万里一息，不言可喻。文思新巧，宜李白、杜甫见而心喜。李《天马歌》：“鸡鸣刷燕晡秣越”，直取颜语；杜《骢马行》“昼洗须腾泾渭深，夕趋可刷幽并夜”，稍加点缀，而道出“趋”字，便落迹着相。\n　　宋朝人王得臣在《尘史》中虽已注意到了《天马歌》、《骢马行》用《赭白马赋》的手法，但远不如钱说精博。除了《骢马行》以外，杜甫在《高都护骢马行》、《魏将军歌》、《瘦马行》等诗篇中也屡屡化用这篇赋中的词语，可见其影响之深。\n　　若干年来，很少看到关于颜延之的研究文章，而这位作家确有其值得研究之处，因而写了如上不成熟的意见，以期作为引玉之砖。 \n\n",
  "desc": "颜延之（384～456年），字延年，南朝宋文学家。祖籍琅邪临沂（今山东临沂）。曾祖含，右光禄大夫。祖约，零陵太守。父显，护军司马。少孤贫，居陋室，好读书，无所不览，文章之美，冠绝当时，与谢灵运并称“颜谢”。嗜酒，不护细行，年三十犹未婚娶。",
  "dynasty": "南北朝",
  "id": 388,
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_388.jpg",
  "name": "颜延之",
  "star": 7
}