{
  "content": "生平\n\n　　韦皋出身“京兆韦氏”，唐代宗大历初年，从建陵挽郎任上调补为华州参军，累官被授为使府监察御史。宰相张镒出任凤翔陇右节度使，上奏荐举韦皋为营田判官，得任殿中侍御史，临时署理陇州行营留后事务。\n\n　　建中四年，泾原军进犯京师，德宗逃往奉天，凤翔兵马使李楚琳杀死张镒，率凤翔府城叛变，归附于叛臣朱泚，陇州刺史郝通投奔李楚琳。此前，朱泚从范阳入朝任职，命甲士随从自己入京；后来朱泚任凤阳节度使，罢职以后，留下范阳的五百名士卒戍守陇州，而由原朱泚部下旧将牛云光督率他们。这时朱泚既已率叛军包围奉天，牛云光便假托有病，请求韦皋担任统帅，而暗中策划叛乱，准备擒获韦皋前去投靠朱泚。韦皋的部将翟晔探听到了这件事，报告韦皋预做准备，牛云光知道事情泄漏，便率领他的兵卒投奔朱泚。行至汧阳，遇见朱泚的家奴苏玉正要到韦皋那里去，苏玉对牛云光说：“太尉已登上了皇帝宝座，派我持诏书前去任命韦皋为御史中丞，你可率兵返回陇州。韦皋如果接受任命，就是我们的人；如果不接受，他不过是个书生，可以算计他，事情没有不成的。”牛云光便掉转旗号迅速奔赴陇州。韦皋迎上去慰劳他们，先接纳苏玉，受了伪诏，才问牛云光道：“当初不告而别，现在又回来，这是为什么呢？”牛云光说：“原先不了解公之心意，所以偷偷离去；知道您有新的任命，现在才又回来。希望和您一道尽力奠定功勋，同生共死。”韦皋说：“好呀！”又对牛云光道：“肩负重大使命的人若不怀欺诈，就请交出武器甲仗，使城中的人免去畏惧、怀疑，方可入城。”牛云光把韦皋当作书生，而且认为他这番话可信，便将弓箭、兵器、甲仗尽数交出，韦皋接收之后，便让他的军队进城。次日，韦皋在郡府屋舍中设宴犒劳苏玉、牛云光的士卒，在两边廊下埋伏了甲士，酒过一巡，伏兵齐起，将叛军全都杀死，砍下牛云光、苏玉的脑袋以示众。朱泚又派家奴刘海广前去任命韦皋为凤翔节度使，韦皋斩了刘海广和他的三个随从，留下一个让他回去向朱泚报信。德宗下诏任命韦皋为御史大夫、陇州刺史，设置奉义军节度使以表彰他。韦皋派遣他的堂兄韦平和韦弇相继进入奉天城，城中的人闻知韦皋有准备，士气倍增。\n\n　　韦皋在庭中筑起高台，涂抹牲血，与将士们盟誓道：“上天不怜恤百姓，国家多难，叛臣伺机盗占宫廷，而李楚琳也煽动凶徒，攻陷城邑，所施残酷暴虐，延及本使，既然不能侍奉皇上，又怎能体恤百姓。我因此心情愤激，没有安宁的闲暇，誓和大家一起竭诚拥戴王室。凡是和我一起盟誓的人，同心协力，顺天行事，扫除顽凶，先祖在天之灵，必会在幽冥中赞赏。言辞诚信则志同道合，正义相感则心齐力协，粉骨碎身，决不回头。若有改变心志的，神灵将击杀他，祸及子孙，决无族类遗存。皇天后土，当验证此言。”又派人到吐蕃求援。十一月，加授检校礼部尚书。\n\n　　兴元元年，德宗返回京师，征召韦皋为金吾卫将军。不久升为金吾卫大将军。\n\n　　贞元元年，韦皋官拜检校户部尚书，兼成都尹、御史大夫、剑南西川节度使，以替代张延赏。\n\n　　由于南诏与吐蕃和好，吐蕃人入侵，必以南诏作为先锋。贞元四年，韦皋派遣判官崔佐时进入南诏，劝说令他们归顺王化，以脱离对吐蕃的依附。崔佐时到达蛮国羊咀咩城，其国王异牟寻欣然接待，崔佐时代表朝廷请他们同吐蕃绝交，派遣使臣向朝廷进贡。当年，韦皋让东蛮首领骠傍、苴梦冲、苴乌等相继入朝。南蛮自巂州陷落后，成为吐蕃的臣属，继绝朝贡前后共二十余年，到这时又重新通好。\n\n　　贞元五年，韦皋派遣大将王有道挑选精兵进入吐蕃境内，和东蛮一起，在从前巂州的台登北谷将吐蕃的青海、腊城两节度打得大败，斩杀二千人，生擒笼官四十五人，那投身崖下深谷而死的不计其数。吐蕃将领乞臧遮遮是吐蕃的一员勇将，长期成为边患，自从擒住乞臧遮遮之后，吐蕃的城邑栅寨没有不投降的，几年之内，终于收复了巂州，韦皋因战功而被加授吏部尚书。\n\n　　贞元九年，朝廷修筑盐州城，因为担心遭吐蕃偷袭，便下诏命韦皋出兵牵制吐蕃。韦皋便命令大将董面力、张芬从西山出兵到达南道，攻破峨和城、通鹤军。吐蕃的南道元帅论莽热率兵前来援救，又被击败，被杀死杀伤了几千人，焚毁了定廉城。一共铲除堡栅五十余处，韦皋因功而晋封为检校右仆射。韦皋又招降、安抚西山羌蛮的女、诃陵、白狗、逋阻、弱水、南水等八国的酋长，入朝进贡。\n\n　　贞元十一年九月，韦皋被加授统押近界诸蛮、西山八国兼云南安抚使。\n\n　　贞元十二年二月，就地加授同中书门下平章事。\n\n　　贞元十三年，收复巂州城。\n\n　　贞元十六年，韦皋派将领出兵，多次在黎州、巂州击败吐蕃的军队。吐蕃大怒，便进行大规模搜索、检查，修筑堡垒，建造舟船，图谋入侵，韦皋将其全都挫败。这时吐蕃酋帅兼监统曩贡、腊城等九地节度使婴，笼官马定德，以及他的八十七名大将率领整个部落前来投降。马定德有谋略，熟知兵法和山川地形，吐蕃每次用兵，马定德常常乘坐驿车前往计议军事，吐蕃军中诸将都向他禀报既定方案；至此，他才因骚扰边境违犯律令，惧怕罪罚而归顺朝廷。\n\n　　贞元十七年，吐蕃在昆明城所管领的磨些蛮又有一千多户投降。吐蕃的君长因其部众溃散，便侵犯北方的灵州、朔州，攻陷麟州。德宗派遣使臣到成都府，命令韦皋出兵深入吐蕃境内。韦皋便命令镇静军使陈洎等率领一万名士卒从三奇路出兵，令威戎军使崔尧臣率一千名士卒从龙溪石门的路南出兵，维州、保州二州兵马使仇冕及保州、霸州二州刺史董振等率二千士卒直趋吐蕃的维州城中，北路兵马使邢王此等率四千人直趋吐蕃的栖鸡、老翁城，都将高倜、王英俊率四千人进军原松州，陇东兵马使元膺的士卒八千人由南道的雅州、邛州、黎州、巂州一齐出击。韦皋又命令镇南军使韦良金率领一千三百人后续跟进，雅州经略使路惟明等率兵三千人直趋吐蕃的租、松等城，黎州经略使王有道率军二千人渡过大渡河，深入吐蕃境内，巂州经略使陈孝阳、兵马使何大海、韦义等，以及磨些蛮、东蛮二部落的酋长苴那时等的兵卒四千人进攻昆明城、诺济城。从八月出兵入吐蕃，到十月击破吐蕃军队十六万，攻下城邑七座、军镇五处，有民户三千，生擒敌兵六千人，斩首万余，于是进攻维州。援军两度来到，转战千里，吐蕃军连连战败。这时吐蕃进犯灵州、朔州的部众被调南下，吐蕃君主派遣论莽热以内大相之职兼任东境五道节度兵马都群牧大使，率领各部族混编的队伍十万人来解救维州之围。蜀州军一万名士卒占据险要设置伏兵以等待吐蕃军，先派出一千人前去挑战。论莽热见我军人少，便率领全军追击。我军伏兵齐出，攻其不备，呐喊声犹如惊雷，吐蕃军不战自溃，我军生擒论莽热，俘获其十万名士兵，杀死一半。这年十月，韦皋派人将论莽热献交朝廷，德宗数落他的罪状，然而释放了他，赐给他在崇仁里的府第一座。韦皋因战功而加授检校司徒，兼中书令，封南康郡王。\n\n　　唐顺宗即位后，加授韦皋检校太尉。顺宗长期患病，不能临朝听政，宦官李忠言、侍棋待诏王叔文、侍书待诏王伾等三人预干国家大政，大小事务均由他们随心所欲地处理。韦皋便派度支副使刘辟私下拜谒王叔文说：“太尉派我向足下表示诚意，如果能够使太尉总管剑南三川，必有重谢；如果不留意此事，也会有回报的。”王叔文大怒，打算杀了刘辟以警告效法者，韦执谊坚决劝止了他，刘辟便偷偷离去。韦皋知道王叔文不随和人情，又知道他与韦执谊有嫌隙，自认为大臣可以议论国家大政方针，便上表请求皇太子监国。又上书于皇太子。太子以优宠的敕令答谢了韦皋。而裴均、严绶的笺表也接着送达，从此政柄归于太子，王伾、王叔文一党全被驱逐。\n\n　　同年，韦皋暴病而死，时年六十一岁，追赠太师，辍朝五日，谥号忠武。\n\n\n轶事典故\n\n与薛涛\n\n　　贞元元年，中书令韦皋出任剑南西川节度使。在一次酒宴中，韦皋让薛涛即席赋诗，薛涛神态从容地拿过纸笔，提笔而就《谒巫山庙》，诗中写道：“朝朝夜夜阳台下，为雨为云楚国亡；惆怅庙前多少柳，春来空斗画眉长。”韦皋看罢，拍案叫绝。这首诗完全不像出自一个小女子之手。\n\n　　一首诗就让薛涛声名鹊起，从此帅府中每有盛宴，薛涛成为侍宴的不二人选，很快成了韦皋身边的红人。\n\n　　随着接触的增多，韦皋就让她参与一些案牍工作。这些事对于薛涛来说，不过是小菜一碟，她写起公文来不但富于文采，而且细致认真，很少出错。韦皋仍然感觉大材小用，有一天他突发奇想，要向朝廷打报告，为薛涛申请作“校书郎”。“校书郎”的主要工作是公文撰写和典校藏书，虽然官阶仅为从九品，但这项工作的门槛却很高，按规定，只有进士出身的人才有资格担当此职，诗人白居易、王昌龄、李商隐、杜牧等都是从这个职位上做起的，历史上还从来没有哪一个女子担任过“校书郎”。\n\n　　薛涛红得发紫，不免有些恃宠而骄。前来四川的官员为了求见韦皋，多走薛涛的后门，纷纷给她送礼行贿，而薛涛“性亦狂逸”，你敢送我就敢收。不过她并不爱钱，收下之后一文不留，全部上交。虽然如此，她闹出的动静还是太大了，这让韦皋十分不满，一怒之下，下令将她发配松州，以示惩罚。\n\n　　松州地处西南边陲，人烟稀少，兵荒马乱，走在如此荒凉的路上，薛涛内心非常恐惧。用诗记录下自己的感受：“闻道边城苦，而今到始知。却将门下曲，唱与陇头儿。”她开始后悔自己的轻率与张扬，于是将那种感触诉诸笔端，写下了动人的《十离诗》。\n\n　　《十离诗》送到了韦皋手上，他的心一下子就软了，于是一纸命令，又将薛涛召回了成都。\n\n生死情缘\n\n　　韦皋年轻时到江夏旅游，住在姜郡守家的塾馆里。姜家有个儿子叫荆宝，已经读过两种经书，虽对韦皋以兄相称，但是恭敬侍奉的礼数，就像对待父辈。荆宝有个小丫环叫玉箫，才十岁，常常让她只去侍奉韦皋兄。玉箫对韦皋也乐于殷勤侍奉。两年之后，姜郡守让韦皋进京求官，但因家里负担太重未能成行，韦皋便迁居到头陀寺中。荆宝仍然时常打发玉箫到寺里去听他使唤。日久天长，加上玉箫的年龄也稍稍大了，两人之间便产生爱慕之情。这时，廉使陈常侍接到韦皋叔父的来信说：“侄儿韦皋长期客居贵郡，恳切盼望打发他回家省亲。”廉使看过信后，给韦皋准备了沿途的盘费和用品，打发他乘船回家。怕他迟迟不肯启程，便请荆宝与玉箫不要与他相见。等到舟船停在江岸时，又催促船夫快快起航。韦皋依依不舍，泪眼模糊，于是写信以别荆宝。顷刻之间，荆宝即与玉箫一块来了，韦皋见了，悲喜交集。荆宝让丫环玉箫随船前往，沿途侍奉韦皋，韦皋因这样会使玉箫长时间见不到荆宝，所以不敢带她一块去，于是一再推辞。他们相互约定，少则五载，多则七年，韦皋即来娶玉箫。韦皋留下玉指环一枚，又写了一首诗，一起赠给了玉箫。过了五年后，韦皋没有来，玉箫便于鹦鹉洲默默祈祷。又过了两年，到第八年春天，玉箫叹道：“韦皋郎君走了七年多了，肯定不能回来了。”于是绝食而死。姜家可怜她死于节操，将那只玉指环载在她中指上一同殡葬了。\n\n　　后来韦皋封官加爵，朝廷派他镇守西蜀，到任三天即将关在监狱里的囚犯重新审理，为其冤案错案平反昭雪，轻罪重罪近三百人。其中有一个人，身载重枷上堂审理时，偷偷看了看审判官，悄悄自语道：“仆射是我当年的韦兄。”于是高声吁道：“仆射！仆射！还记得当年姜家的荆宝吗？”韦皋说：“记忆犹新。”“我就是荆宝！”韦公道：“犯了什么罪受此重刑？”答道：“我与韦兄分别之后，很快便以明经科应举及第，又被选为青城县令。家人不慎，误将公署房舍及仓库牌印等烧毁，于是定罪入狱。”韦公道：“家人犯罪，并非你的过错。”当即给他平反雪冤，仍然交给县令的官印，并将处理意见呈报眉州刺史。刺史发下命令，暂不让其赴任，派人看守起来，可以穿戴荣耀的官服，而且留作韦皋的宾客幕僚。\n\n　　时值战乱刚刚结束，百废待兴，公务繁忙，一直过了几个月，韦皋才问起玉箫的下落，姜荆宝说：“仆射上船的那天，跟她留下契约，七年为限，必来娶她。既然过期没来，她便绝食而终了。临终之前，玉箫留下一首《留赠玉环》诗道：‘黄雀衔来已数春，别时留解赠佳人。长江不见鱼书至，为遣相思梦入秦。’”\n\n　　韦皋听罢，无限痛心，哀叹不已。从此之后，他刻苦抄写经书，大事修造佛像，借以报答玉箫的一片诚心。他时刻思念玉箫，只恨无缘与她再见一面。当时有个祖山人，有少君的招魂之术，能让死者与亲人见面。他让韦公斋戒七天，在一个月光朦胧的深夜，玉箫便飘然而至。见到韦皋后，她施礼致谢道：“承蒙仆射军经造像的帮助，十天之后我就会托生降世。再过十三年，便可再次成为您的侍妾，以谢大恩。”临去这前，她又微笑着说道：“都怪丈夫薄情，让我与您死生相隔呵！”后来，韦皋因在治理陇右地区有功，在唐德宗执政的二十几年间，一直让他治理西蜀。因此，由于年久资深，官职连连进升，直至中书令。在他治理西蜀期间，各地无不服从依顺，西南各族也都人心归附。有一年他过生日举行庆典，境内各个节镇所送的贺礼，都是当地的珍奇物品，唯独东川卢八座所赠贺礼特殊，乃是一名歌女。这名歌女不到十六岁，名字也叫玉箫。韦皋仔细一看，乃是姜荆宝家那个真的玉箫，而她的中指上长着一个肉质的指环，隐隐约约地能够看得出来，与当年分别时所赠的指环形状相同。韦皋慨然叹道：“我终于懂得了生与死的区分就是一‘来’一‘往’。玉箫当年所说的话，现在可以验证了。”\n\n武侯后身\n\n　　韦皋刚出生一个月时，家里召集群僧会餐，以示庆贺。有个异族僧人，相貌特别丑陋，没有召呼他自己就来了。韦家的仆人都很生他的气。让他坐在院里的破席上。吃完饭后，韦家让奶妈抱出婴儿来，请群僧为他祝福。那位胡僧忽然走上台阶来，对婴儿说道：“分别已久，你可好吗？”婴儿的脸上似乎有很高兴的神情，众人见了都很惊异。韦皋父亲说：“这个小儿降生才一个月，师父怎么说分别很久了呢？”胡僧道：“这不是施主所能知道的。”姓韦的一再追问他，胡僧便说：“这个小儿乃是诸葛武侯的后身呀！武侯生当东汉末年，是西蜀的丞相，蜀人长久受到他的恩惠。如今他又降生在世上，将来要为蜀门之统帅，而且受到蜀人的祝福。我从前住在剑门，与这个小儿很友好，如今听说他降生在老韦家，所以我才不远而来。”韦家听了他的话都感到很奇异，于是便以“武侯”做韦皋的字号。后来韦皋年轻时就执掌帅印统制剑南守军，官位晋升为太尉兼中书令。在蜀地任职十八年，果然与胡僧的话相符。\n\n韦皋命穷\n\n　　唐代张延赏家世显赫，他经常举行宴会招待客人，想要从客人中挑选一个女婿，可是没有他满意的。他的妻子苗氏是太宰苗晋卿的女儿，有识别人才的能力，挑选了秀才韦皋。她说：“韦皋将来的尊贵，无人能比。”便将女儿嫁给了韦皋。过二三年，因为韦皋性格清高，不拘小节，张延赏有点后悔，以至于对韦皋非常无礼，家中的奴婢们也逐渐瞧不起他。只有苗夫人对他一直很好，其他人对他都不好，他心中的愁闷和气愤不能控制。妻子张氏哭着说：“韦皋是个七尺男儿，又文武全才，怎么能长期呆在我们家中，让家里人和奴婢瞧不起。大好年华，怎么能够虚度？”韦皋向张延赏家里的人告辞，独自准备东游，妻子张氏将自己的嫁妆首饰全都送给了他。张延赏对于他的出走很是高兴，送给他用七匹马所驮的物品。每到一个驿站，他就叫一匹马驮着物品返回家中，经过七个驿站，所送的物品，又全回到家中，韦氏所带的东西，只剩下妻子所送的首饰和一个口袋以及一些书籍。这些是张延赏所不知道的。\n\n　　后来韦皋代理陇右军事，同德宗巡视奉天，立西面功劳之最。德宗回到京城以后，韦皋以金吾将军的身份去镇守西川，以接替张延赏。这时韦皋改了姓名，将韦改作韩，皋改作翱，没有人敢叫他原来的姓名。他到了天回驿站，距离西川府城还有三十里。有人特意报告张延赏说：“替换你的，是金吾将军韦皋，而不是韩翱。”苗夫人说：“如果是韦皋，必然是女婿韦郎。”张延赏笑着说：“天下同名同姓的人何其多，那个韦皋早已经死在水沟里了，怎么会来继承我的位置？女人说的话，不会准确。”苗夫人又说：“韦皋虽然贫贱，但是英雄气概冲天。当时同你说话，从来没有说过一句奉承话，因而可以看出，成事立功，必然是他。”第二天早上新官入城，才知道苗夫人说的没错。张延赏非常难堪，不敢抬头观看。他说：“我不会识别人。”说完从城西门走了。凡是当初对韦皋无礼的奴婢，都被韦皋派人用棒子打死，扔到了蜀江中。只有苗夫人无愧于韦皋，韦皋对待岳母超过了当初没有当官的时候。从此全国当官有钱的人家，不敢轻视贫贱女婿。郭圆作了一首诗说：“孔子从周又适秦，古来圣贤出风尘，可笑当日张延赏，不识韦皋是贵人。”\n\n",
  "desc": "韦皋（746年—805年9月13日），字城武。京兆万年（陕西西安）人。唐代中期名臣，韦元礼七世孙，韦贲之子，出身京兆韦氏，排行第二十三。代宗广德元年（763年）为建陵挽郎。大历初任华州参军，后历佐使府。德宗建中四年（783年）以功擢陇州节度使，兴元元年（784年）入为左金吾卫大将军。贞元元年（785年），韦皋出任剑南节度使，在蜀二十一年，和南诏，拒吐蕃，累加至中书令、检校太尉，封南康郡王。顺宗永贞元年（805年）卒，年六十，赠太师，谥忠武。《全唐诗》存其诗三首。",
  "dynasty": "唐代",
  "id": 1770,
  "name": "韦皋",
  "star": 1
}