{
  "content": "历史评价\n\n　　梁代诗歌理论批评家钟嵘认为，南北朝宋齐两代能诗文的女子，只有鲍令晖、韩兰英两人。钟嵘说：“令晖歌诗，往往崭绝清巧。《拟古》尤胜，唯《百愿》淫矣”。“兰英绮密，甚有名篇”。鲍令晖曾有《香茗赋集》刊行于世，今已散佚，仅存诗六题七首；韩兰英的诗文，则全部佚失，因此，鲍令晖就成了宋、齐两代唯一留有著作的女文学家了。\n\n　　鲍令晖是“元嘉三大家”之一的鲍照的妹妹。鲍令晖的诗才虽不如鲍照，可是，鲍照却对宋孝武帝这样说过：“臣妹才自亚于左芬，臣才不及左思。”左思，是晋太康文坛上重要作家，曾以他的《三都赋》而使“洛阳纸贵”。左芬是左思的妹妹，晋武帝的贵嫔，写有《离思赋》、《啄木鸟》等诗文。鲍照在这里是自谦，然而却把鲍令晖与左芬相提并论，并为有似左芬一样才华的妹妹而自豪。在中国文学史上，一家父子、兄弟、夫妻为文学家的多有，似左思兄妹一样同为文学家的则罕见。因此，鲍照以有一位才华横溢的妹妹而自豪，也并不奇怪。\n\n　　《小名录》记载说：“鲍照，字明远。妹字令晖，有才思，亚于明远。著《香茗赋集》，行于世。”\n\n　　鲍令晖，鲍照之妹，南朝宋女文学家。东海人。钟嵘《诗品》称她是齐人，但从鲍照《请假启》中所语来看，她似在孝武帝时即已去世。诗文俱佳，是我国古代著名的才女。鲍照《登大雷岸与妹书》即写于她。鲍照自以为己才不及晋左思，而妹才亚于思妹左棻。有《香茗赋集》，作品留存不多，《玉台新咏》录其诗七首。其中为人传诵的是拟古之作，如《题书后寄行人》、《拟客从远方来》等，多凄婉之辞，真挚感人，如“木有相思文，弦有别离音；终身执此调，岁寒不改心”等。钟嵘《诗品》评令晖诗：“崭绝清巧，拟古尤胜。”又批评她“百愿淫矣”，大约是指她那些诗主要写相思之情。清钱振伦注《鲍参军集》，附注其诗。\n\n　　鲍令晖由于生活的视野所限，她的诗作除写离思别恨之外，没有多少深厚的社会内容。可是她的诗作，拟古而创新，结思巧妙而又纯厚的手法，还是有一些借鉴之处的。既然封建时代的钟嵘能在他简约的文学专著中，给于这样一位有才思的女文学家留有一席之地，我们则有更多的理由来予以评说。\n\n　　鲍令晖以鲍照之妹为人所知，其作品虽数量有限，但有其独特之处，拟古诗注重雕琢词句，对仗工稳，大量使用对偶句，在格律方面做了有益的探索；五言小诗有唐诗风味，这些对后世产生了一定的影响，在文学史尤其是妇女文学史上有一定的地位。\n\n\n生平\n\n　　鲍令晖，生卒年不详，东海人，南朝宋女诗人。鲍照之妹，家境清贫，善作情。钟嵘《诗品》说她是南齐人，但从鲍照的《请假启》中讲到仅有的一个妹妹死去等语看来，她大约在宋孝武帝时就已去世。\n\n　　据钟嵘《诗品》载，鲍照有一次曾对孝武帝刘骏说：“臣妹才自亚于左棻，臣才不及太冲尔。”可见鲍令晖诗才出众。钟嵘说她的诗“往往崭绝清巧，拟古尤胜”，但又批评她“百愿淫矣”，这大约是指她那些诗主要写相思之情。\n\n　　令晖诗留传不多，《玉台新咏》录其诗七首，其中为人所传诵的是拟古之作，如《题书后寄行人》、《拟客从远方来》等。清代钱振伦注《鲍参军集》附注其诗。今人钱仲联《鲍参军集注》附有鲍令晖诗。\n\n　　关于鲍令晖的生平绝少史料记载。关于她及鲍照的籍贯，也大有分歧。有说涟水人，有说是灌云人，其实他们是山东郯城人，而后徙居建康的。这个问题，张志岳同志在《鲍照及其诗新探》一文中已经论明，在此不必赘述。鲍令晖生活在一个贫寒的士族家庭。鲍照谈及他们一家的情况说：“臣北州衰沦，身地孤贱。”又说：“束菜负薪，期与相毕。”鲍照说他们一家要靠自己挑柴、捆菜维持生活，是有夸张成分的。然而在南北朝那种“上品无寒门，下品无世族”的讲求门第的时代，鲍照说“身地孤贱”，相比之下，并非为过。鲍照一家，生丁孤单，只有妹妹鲍令晖与鲍照朝夕相伴，所以兄妹之间亲爱异常。鲍照曾写有抒发自己离家羁旅惆怅情怀的《代东门行》，兄妹深情溢于言表。\n\n　　伤禽恶弦惊，倦客恶离声。离声断客情，宾御皆涕零。涕零心断绝，将去复还诀。一息不相知，何况异乡别。遥遥征驾远，杳杳白日晚。居人掩闺卧，行子夜中饭。野风吹草木，行子心肠断。食梅常苦酸，衣葛常苦寒。丝竹徒满座，忧人不解颜。长歌欲自慰，弥起长恨端。\n\n　　这首诗写自己离家时的伤感情景，而送行的人之中当然是以鲍令晖为主角。一路上鲍照脑海里萦绕着的就是满脸泪痕的鲍令晖，当他“栈石星饭，结荷水宿，旅客贫辛，波路壮阔”，来到大雷池边，思乡之情更为浓重沉郁，对鲍令晖的怀念更为急迫，于是挥毫写成了“超绝笔墨蹊径”的《登大雷岸与妹书》，详细地向鲍令晖诉说了自己旅途的所见所闻，并谆谆告诫妹妹：“寒暑难适，汝专自慎，夙夜戒护，勿为我念。”\n\n　　这些情意深长的诗文，传到鲍令晖的手中，使她如睹鲍照的艰难旅程，于是写下了：\n\n　　自君之出矣，临轩不解颜。\n\n　　砧杵夜不发，高门昼常关。\n\n　　帐中流熠耀，庭前华紫兰。\n\n　　物枯识节异，鸿来知客寒。\n\n　　游用暮冬尽，除春待君还。\n\n　　在此鲍令晖向鲍照诉说：自从鲍照离家之后，自己从来没有欢畅过的时候。坐在窗前，望着鲍照离家的路，忧思则为更甚。夜晚不敢启动砧杵，一使用砧杵，就会勾起思念，只好早早闭上大门。帐中，流萤作伴；庭中，紫兰为友。从草木的枯落，知道时序的变化；信使带来的信，知道客行者的寒冷。只盼着暮冬一过，游客将随着春天一起到来。\n\n　　鲍照赶到任所，可能没有立即回家省亲，从而使鲍令晖叮咛的“除春待君归”的意愿落空。于是鲍令晖又写了．一首《示行人》：\n\n　　桂吐两三枝，兰开四五叶。\n\n　　是时君不归，春风徒笑妾。\n\n　　桂谢兰开，经秋至春，行人未归，鲍令晖站在和煦的春天里，看到花落花开，经春复始，而自己的愿望尚不及春风来的及时，好像势必会招来春风的嘲讪，所以使自己很不好意思。这首小诗，时序的转换，由桂及兰，写得自然，毫无牵强转折的痕迹。情感的寄寓，借东风催绽春花，表达得蕴藉深厚有致，绮丽而又庄重，蕴藉而又明快，淡雅而又浑朴。诚如王夫之所称道的那样：“小诗本色，不嫌迫促，‘松下问童子’篇，盖从此出。”\n\n　　鲍令晖比鲍照先死。当时鲍照患病，有着悲观的下世之想。当他得知鲍令晖去世的噩耗，回顾平生“孤苦风雨”，只有鲍令晖与自己“天伦同气”，现在失去患难与共的同胞，又“存没永诀，不获计见”，“私怀感恨，情痛兼深”。先时，上司只批准鲍照在家休假三十天。妹妹的死，及老母的孤苦，这些情景使鲍照再次要求请假一百天，以期抚问自己的凄苦之心。可是鲍照失去爱妹的沉痛的心，又怎能在短期内慰平呢？特别是居家，睹怀旧物，更增添了自己的沉重心情。他在早晨登上南山，睹视埋在垅土中的胞妹，时又值清秋，“露团秋槿，风卷寒萝”，更助情怀，因此“凄枪伤心，悲如之何”。于是写下了《伤逝赋》。《伤逝赋》抒写鲍照悼念鲍令晖郁结愁苦的心肠，感人肺腑，催人泪下，从中可见鲍氏兄妹的深挚感情。\n\n　　鲍氏兄妹之间的情谊，促使他们诗文往还，表达各自的怀念和相互的关切。这些不仅形成了鲍照诗文的一个主题，铸成为传世名篇，而且也构成鲍令晖诗作的一大主题。令晖诗文，情意深厚，蔚为可观，终成蜚声文坛的重要作家。\n\n　　鲍令晖的诗作，尚有另外四题六首。其一为《拟青青河畔草》，其二为《客从远方来》，其三为《古意赠今人》，其四为《代葛沙门妻郭小玉诗》二首。这些诗，均属拟古乐府诗题之作。因此钟嵘说鲍令晖“拟古尤胜”。尤胜之处，就在于构思结句“往往崭绝清巧”。仅以《拟青青河畔草》为例，可见鲍令晖诗歌创作的这一基本特色。\n\n　　袅袅临窗竹，蔼蔼垂门桐。\n\n　　灼灼青轩女，泠泠高台中。\n\n　　明志逸秋霜，玉颜艳春红。\n\n　　人生谁不别，恨君早从戎。\n\n　　鸣弦惭夜月，绀黛羞春风。\n\n　　这首诗是拟《古诗十九首》中的《青青河畔草》而成的。两首相较，二者虽然有某些手法的相似之处，然而由于两首所抒写的人物的身份不同，情感也就不同，因而也就给人以“青出于蓝而胜于蓝”之感。前者是写的荡子之妇，后者则是征夫之妇；前者是青楼倡女，后者则是端庄淑女；前者是怨诽浪荡的荡子，后者则是思念远戎的征夫。由于人物身份的不同，所表达的情意不仅在方式上显著有别，而且在抒发感情的内涵上也有厚薄之差。前者是一个出身倡家的女子，难耐寂寞而对荡夫直泻怨谤，不仅直而显，而且浅而薄。后者则是运用比兴手法，向征夫诉说自己的情怀以明志：“明志逸秋霜，玉颜艳春红。”这就把思妇的坚贞之志、高洁之趣自然托出。“鸣弦惭夜月，绀黛羞春风”，含情脉脉地道出了自己的企望及这一企望得不到实现的哀苦。鲍令晖借旧题而发新意，是颇有创造性的。\n\n　　鲍令晖的这四题五首，皆属思妇思念征夫之属。鲍令晖是否有北戍的丈夫，难以考订。可能有，也可能是纯系拟古。但是不论那种情况，鲍令晖的拟古之作，皆得心应手，且多有创格。钟嵘对此，曾有微词，批评说：“唯《百愿》淫矣”，也就是指责她感情过于外溢而不够含蓄。其实，这些诗作，出自一位女性之手，助之以充盈的才思，使其表现的情感丰满深厚，应当说是一个长处，而不应该把它当作瑕疵看待的。至于陈胤倩说鲍令晖的诗作“亦是子夜之流”，完全视鲍令晖的诗作为绮丽的南朝情歌，那是不无偏颇的。\n\n\n人物生平\n\n人物简介\n　　鲍令晖，生卒年不详，东海人，南朝宋女诗人。鲍照之妹，家境清贫，善作情。钟嵘《诗品》说她是南齐人，但从鲍照的《请假启》中讲到仅有的一个妹妹死去等语看来，她大约在宋孝武帝时就已去世。\n\n　　据钟嵘《诗品》载，鲍照有一次曾对孝武帝刘骏说：“臣妹才自亚于左棻，臣才不及太冲尔。”可见鲍令晖诗才出众。钟嵘说她的诗“往往崭绝清巧，拟古尤胜”，但又批评她“百愿淫矣”，这大约是指她那些诗主要写相思之情。\n\n　　令晖诗留传不多，《玉台新咏》录其诗七首，其中为人所传诵的是拟古之作，如《题书后寄行人》、《拟客从远方来》等。清代钱振伦注《鲍参军集》附注其诗。今人钱仲联《鲍参军集注》附有鲍令晖诗。\n\n人物评价\n　　梁代诗歌理论批评家钟嵘认为，南北朝宋齐两代能诗文的女子，只有鲍令晖、韩兰英两人。钟嵘说：“令晖歌诗，往往崭绝清巧。《拟古》尤胜，唯《百愿》淫矣”。“兰英绮密，甚有名篇”。鲍令晖曾有《香茗赋集》刊行于世，今已散佚，仅存诗六题七首；韩兰英的诗文，则全部佚失，因此，鲍令晖就成了宋、齐两代唯一留有著作的女文学家了。\n\n　　鲍令晖是“元嘉三大家”之一的鲍照的妹妹。鲍令晖的诗才虽不如鲍照，可是，鲍照却对宋孝武帝这样说过：“臣妹才自亚于左芬，臣才不及左思。”左思，是晋太康文坛上重要作家，曾以他的《三都赋》而使“洛阳纸贵”。左芬是左思的妹妹，晋武帝的贵嫔，写有《离思赋》、《啄木鸟》等诗文。鲍照在这里是自谦，然而却把鲍令晖与左芬相提并论，并为有似左芬一样才华的妹妹而自豪。在中国文学史上，一家父子、兄弟、夫妻为文学家的多有，似左思兄妹一样同为文学家的则罕见。因此，鲍照以有一位才华横溢的妹妹而自豪，也并不奇怪。\n\n　　《小名录》记载说：“鲍照，字明远。妹字令晖，有才思，亚于明远。著《香茗赋集》，行于世。”\n\n　　鲍令晖，鲍照之妹，南朝宋女文学家。东海人。钟嵘《诗品》称她是齐人，但从鲍照《请假启》中所语来看，她似在孝武帝时即已去世。诗文俱佳，是我国古代著名的才女。鲍照《登大雷岸与妹书》即写于她。鲍照自以为己才不及晋左思，而妹才亚于思妹左棻。有《香茗赋集》，作品留存不多，《玉台新咏》录其诗七首。其中为人传诵的是拟古之作，如《题书后寄行人》、《拟客从远方来》等，多凄婉之辞，真挚感人，如“木有相思文，弦有别离音；终身执此调，岁寒不改心”等。钟嵘《诗品》评令晖诗：“崭绝清巧，拟古尤胜。”又批评她“百愿淫矣”，大约是指她那些诗主要写相思之情。清钱振伦注《鲍参军集》，附注其诗。\n\n　　鲍令晖由于生活的视野所限，她的诗作除写离思别恨之外，没有多少深厚的社会内容。可是她的诗作，拟古而创新，结思巧妙而又纯厚的手法，还是有一些借鉴之处的。既然封建时代的钟嵘能在他简约的文学专著中，给于这样一位有才思的女文学家留有一席之地，我们则有更多的理由来予以评说。\n\n　　鲍令晖以鲍照之妹为人所知，其作品虽数量有限，但有其独特之处，拟古诗注重雕琢词句，对仗工稳，大量使用对偶句，在格律方面做了有益的探索；五言小诗有唐诗风味，这些对后世产生了一定的影响，在文学史尤其是妇女文学史上有一定的地位。\n\n",
  "desc": "鲍令晖，南朝女文学家，东海（今山东省临沂市兰陵县南桥镇）人，是著名文学家鲍照之妹，出身贫寒，但能诗文。鲍令晖是南朝宋、齐两代唯一留下著作的女文学家。曾有《香茗赋集》传世，今已散佚。另有留传下来：《拟青青河畔草》、《客从远方来》、《古意赠今人》、《代葛沙门妻郭小玉诗》等。",
  "dynasty": "南北朝",
  "id": 936,
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_936.jpg",
  "name": "鲍令晖",
  "star": 6
}