{
  "content": "轶事典故\n\n朋友之情\n　　武元衡与白居易早就有过二人以诗相唱和的经历。武元衡在西川时曾经游玩前任西川节度使韦令公的旧宅园，园中池边有一只很漂亮的孔雀，武元衡遂即兴作诗一首，名为《孔雀》，诗曰： 荀令昔居此，故巢留越禽。动摇金翠尾，飞舞碧梧阴。上客彻瑶瑟，美人伤蕙心。会因南国使，得放海云深。 此诗字里行间表达了诗人的同情之心，充满了言外之思，感叹人生的变迁。武元衡对自己的这首五律还算是比较得意，所以回到长安后他将此诗示于朝中大臣，于是引来了众多诗人的唱和。白居易读罢此诗觉得此诗对孔雀的描述不尽人如意，形象也不够鲜明灵活，且情感不够深沉透彻。因此白居易以诗相和，诗名为《和武相公感韦令公旧池孔雀》，诗曰：“索莫少颜色，池边无主禽。难收带泥翅，易结著人心。顶毳落残碧，尾花销暗金。放归飞不得，云海故巢深。”韩愈、王建也以诗相和。韩愈作《奉和武相公镇蜀时咏使宅韦太尉所养孔雀》：“穆穆鸾凤友，何年来止兹。飘零失故态，隔绝抱长思。翠角高独耸，金华焕相差。坐蒙恩顾重，毕命守阶墀。”王建作《和武门下伤韦令孔雀》：“孤号秋阁阴，韦令在时禽。觅伴海山黑，思乡橘柚深。举头闻旧曲，顾尾惜残金。憔悴不飞去，重君池上心。” 三诗相比，韩诗稍显逊色，而白、王二诗俱佳，特别是白居易的唱和诗，在韵律上回应了武元衡的原作，同时也在情感上比武元衡之诗更为深切悲伤，表示孔雀在蜀地滞留已久，有沦落他乡之感，且羽翮已经残伤，即便将它放飞也难以重归故巢了，情感基调感伤至极。\n\n缠绵暧昧\n　　武元衡与白居易虽是同僚又是朋友，然而二人还是情敌。武元衡号称唐朝第一美男子，在时任西川节度使的时候与当时的美女诗人薛涛的关系极为暧昧。这让爱慕薛涛的白居易心生嫉妒。武元衡曾赋《赠道者》一诗： 麻衣如雪一枝梅，笑掩微妆入梦来。若到越溪逢越女，红莲池里白莲开。诗人大加赞美欣赏这位美丽的白衣女子，对她的姿色颇为倾倒。这位风姿绰约的才女让诗人神往，在诗人心中好似那高雅素洁的白梅一样纯洁无暇。她的一个眼神一个微笑都那么楚楚动人又含情脉脉。诗人似乎进入到了甜蜜般的梦境之中，他仿佛看到这一白衣女子来到越国的一条溪水边，走进一群穿着红色衣裳的浣纱女子中间，那风姿神韵，炫人眼目，就像是开放在一片红色荷花中的一朵亭亭玉立的白莲。她那玉洁冰清的风韵婀娜娇美，自然妙不可言。武元衡出身官宦世家，又是武则天的曾侄孙，不仅自幼聪慧好学，博览群书，长于诗文，而且神貌俊朗，风神洒脱淡雅。这样一个美男子又怎能不令美女佳人动心。薛涛也曾作《送友人》更是煽情：“水国蒹葭夜有霜，月寒山色共苍苍。谁言千里自今夕，离梦杳如关塞长。”诗中字字真切，层层曲折，将那执着的相思之情一步一步推向高潮，“蒹葭苍苍，白露为霜。所谓伊人，在水一方。溯回从之，道阻且长；溯游从之，宛在水中央”，薛涛对友人的思恋是多么的绵长。人隔千里，自今夕始，不禁让人联想到“千里佳期一夕休”，诗人的无限深情与遗憾都付诸“离梦”中了。身在蜀中的美女诗人薛涛也曾在武元衡举办的宴会上献诗于武元衡，她的《上川主武元衡相国二首》诗曰：“落日重城夕雾收，玳筵雕俎荐诸侯。因令朗月当庭燎，不使珠帘下玉钩”“东阁移尊绮席陈，貂簪龙节更宜春。军城画角三声歇，云幕初垂红烛新。” 武元衡在蜀中作《题嘉陵驿》： 悠悠风旆绕山川，山驿空濛雨似烟。路半嘉陵头已白，蜀门西上更青天。 薛涛亦和作《续嘉陵驿诗献武相国》：“蜀门西更上青天，强为公歌蜀国弦。卓氏长卿称士女，锦江玉垒献山川。” 从二人的诗中可以想见，二人在蜀中的缠绵暧昧令白居易等爱慕薛涛的文人才子们嫉妒元和三年，武元衡奏薛涛为校书郎，好似武元衡的贴身秘书。\n\n温文尔雅\n　　黄门侍郎武元衡到西川去，地方官宴请他。西川从事杨嗣喝得大醉，强逼武元衡用大酒杯喝酒。武元衡不喝，杨嗣就把酒浇在他身上，并声称我用酒来给你洗澡。武元衡一动不动，任他浇完了酒，才缓缓地站起来，换了一身衣服，又参加酒会。\n\n诗谶\n　　武元衡在被刺杀的前夜，作了一首很具有诗谶意味的诗，叫作《夏夜作》，诗道： 夜久喧暂息，池台惟月明。无因驻清景，日出事还生。 冥冥之中，武元衡似有预感而又无能为力去改变未卜之事的发生。寂静的深夜，没有了白天的喧嚣，惟有那明月高高地悬在夜空，照着池台，但灾难却在不知不觉之中静悄悄地向着武元衡靠近，给人以“天要下雨，娘要出嫁”的无可奈何之感。\n\n\n文学成就\n\n　　武元衡精于写诗，是中唐有名的诗人，也是中国历史上少有的诗人宰相。《旧唐书》记载 ，武元衡工于五言诗，很多人都传抄他诗篇，配上乐曲传唱。他一生写了很多诗，原有《武元衡集》十卷，《全唐诗》编入武元衡诗两卷、191首。《全唐诗外编》、《全唐诗续拾》各补其一首。《唐诗二十立家》、《唐五十家诗集》《唐人百家诗》等，都收编有他的诗篇。武元衡的诗，以藻丽绮丽、琢名精妙著称。\n\n生平\n\n状元诗人\n　　武元衡字伯苍，河南缑氏人。曾祖父武载德，是武则天的堂兄弟，官吏是湖州刺史。祖父武平一，善于写文章，死时官吏是考功员外郎、修文馆学士，事迹记载在《逸人传》。\n　　武元衡少时天资聪颖，才华横溢。建中四年，参加科举考试，因诗赋文佳，金榜题名，位列进士榜首，后任华原县令。德宗李适曾召见元衡，很欣赏他的才能，赐他担任中央官吏中的要职——比部员外郎。因工作出色，一年内连升三级，官至左司郎中，可参政议事，发布号令。贞元二十年，武元衡迁升御史中丞，掌监察执法、受公卿奏事、举劾案章之事，常与德宗咨议国事，德宗称赞：“这人真是有宰相的才能啊！”\n\n铁血宰相\n　　永贞元年正月，顺宗即位。社会矛盾尖锐、政治出现危机。改革派王叔文派人游说元衡加入朋党，他婉言谢绝。安葬德宗时，元衡担任山陵仪仗使。监察御史刘禹锡请求充当仪仗判官，因元衡与叔文不和，拒不答应。王叔文等怀恨在心，肆意诽谤，将元衡罢职，改任太子右庶子。\n　　顺宗只坐了一年皇帝。第二年宪宗李纯即位，感念元衡忠君伺主，再次迁升元衡，任中丞、户部侍郎。元和三年，拜门下侍郎同中书门下平章事，兼户部事务。唐宪宗素知元衡清廉正直，对他信任有加。当时，藩镇割据，威胁中央，浙江节度使李锜请求朝觐，既而又迟迟不行。宪宗征询元衡与宰相郑絪。郑絪主张任其自便，元衡主张催李锜兼程进京。李锜反叛，月余被平。\n　　元和二年，行营都统高崇文平蜀乱后把蜀地军用物资、库内金帛、帷幕承尘、歌伎舞女、能工巧匠等搜罗一空。武元衡到任，百姓怨声载道，武元衡制定规约三年民殷府富，蜀地少数民族纷纷归服。期间武元衡发现裴度才能，调为掌节度府。武元衡接替高崇文主政西川。\n　　元和八年，治蜀七年的武元衡还朝，仍拜门下侍郎平章事。当时宰相李吉甫、李绛不和，不断争吵，元衡对二人不偏不向，宪宗称赞为忠厚长辈。元和十年，淮西节度使吴元济谋反，宪宗委任武元衡统领军队对淮西蔡州进行清剿。引起与淮西勾结的成德节度使王承宗、淄青节度使李师道等割据势力的恐惧，决定刺杀武元衡等主战派大臣，以救蔡州。李师道及其募僚认为：“天子专心一意地声讨蔡州的根由，在于有武元衡辅佐他，请让我秘密前去刺杀他。如果武元衡死了，其他宰相不敢主持讨伐蔡州的谋划，就会争着劝说天子停止用兵了。”\n\n遇刺身亡\n　　元和十年六月三日，报晓晨鼓敲过，天色未明，大唐宰相武元衡即启门户，出了自己在长安城靖良坊的府第车门，沿着宽一百步的道路左侧行进，赴大明宫上朝，刚出靖安坊东门，被躲在暗处的刺客射灭灯笼遇刺身亡，同时上朝的副手裴度同样遇刺受伤。\n\n\n写作风格\n\n　　武元衡诗作《题嘉陵驿》，其艺术感染力就显得很强。崎岖的山路，景色也随之变幻无穷，清新空灵，令人内心畅然。蜀道之难，行山之苦使诗的意境急转直下，强烈的景致对比是十分的震撼，其艺术感染力之深确如《唐人万首绝句选评》所说：“意工调高格峻，不厌百回读矣。” 武元衡诗的“瑰奇”之处在于雕琢字句，求奇求工。“鹤巢深更静，蝉噪断犹喧”，鹤巢幽深，深而至静；蝉声聒噪，虽断犹喧。平平之句却引人意外之想。“静见烟凝烛，闲听叶坠桐”，目睹青烟凝烛之状，闻桐叶坠地之声，静闲之态可谓浸入骨髓。“风翻凉叶乱，雨滴洞房深”，诗人用“翻”字而不用“吹”字，脱俗求新，一“翻”字写活了落叶，也写活了风的动态之景。 武元衡诗的“美丽”之处在于色彩绚丽，景物清丽。如，“白露伤红叶，清风断绿萝”、“曙烟深碧条，香露湿红蕖”、“红烛摇风白雪翻”、“红叶萧条白露生”等，白、红、绿，多种色彩相杂而夺人眼目。“花枝入户犹含润，泉水侵阶乍有声”、“山近峨嵋飞暮雨，江连濯锦起朝霞”、“草木散幽气，池塘鸣早蝉”，这些诗句都表现了武元衡眼中的景物是十分清新、秀丽，且富有自然之感。",
  "desc": "武元衡（758―815），唐代诗人、政治家，字伯苍。缑氏（今河南偃师东南）人。武则天曾侄孙。建中四年，登进士第，累辟使府，至监察御史，后改华原县令。德宗知其才，召授比部员外郎。岁内，三迁至右司郎中，寻擢御史中丞。顺宗立，罢为右庶子。宪宗即位，复前官，进户部侍郎。元和二年，拜门下侍郎平章事，寻出为剑南节度使。元和八年，征还秉政，早朝被平卢节度使李师道遣刺客刺死。赠司徒，谥忠愍。《临淮集》十卷，今编诗二卷。",
  "dynasty": "唐代",
  "id": 831,
  "name": "武元衡",
  "star": 8
}