{
  "content": "生平\n\n早年经历\n\n　　父亲名升，本来姓景，母亲携元载改嫁景升。继父景升为唐太宗子曹王李明王妃元氏收田租得力，在元妃帮助下与元氏联宗，改名元升。因元载冒姓元氏，《新唐书·宰相世系表》未将他列入元氏表。元载早年成了孤儿。元载自幼嗜好学习，喜欢写文章，性情敏捷聪慧，博览子部、史部书籍。肃宗即位后，急于处置军务，命诸道采访使量才提拔属官。元载升任洪州刺史。两京收复，入朝任度支郎中。元载智慧聪明有悟性，善于奏事对答。肃宗嘉许他，把有关国计民生的事务委任他办理，让他充任使节赴江淮，总领漕运职务，不久加官御史中丞。\n\n当上丞相\n\n　　元载与幸臣李辅国亲善。李辅国的妻子元氏，是元载的宗亲，因此，相互间十分亲近。当时李辅国权倾海内，行动无人敢违抗。适逢选举京兆尹，于是李辅国让元载兼京兆尹。元载意在宰相，面见李辅国恳切要辞去京兆尹。李辅国看出他的意愿，同意了。\n公元762年四月十八日，肃宗去世。\n\n　　四月二十一日，代宗即位。\n\n　　李辅国权势更重，在皇上面前称赞元载。元载能够探察皇上意图，因此很受恩宠。\n\n　　公元762年五月丙申，拜元载为同中书门下平章事，度支转运使依旧。加集贤殿大学士，修国史。又加散官银青光禄大夫，封爵许昌县子。\n\n　　元载因为度支转运使职务繁杂琐碎，且负担重，担心伤害名声、阻碍升迁高位，一直与刘晏相友善，于是将钱谷的事务全部推卸掉，荐举刘晏代替自己，元载自己加任营田使。李辅国停职后，又加官判天下元帅行军司马。\n\n迎合代宗\n\n　　公元763年，元载与宰臣刘晏、裴遵庆一起扈从代宗到陕州。等到代宗回长安宫殿，裴遵庆等都罢任，元载受恩宠更盛。\n李辅国死，元载又交结内侍董秀，多给他金帛，让中书主书卓英情暗自传达赛旨。因此皇上有所关注，元载必先知道。顺承意愿、探究微义，言谈中必定暗合，代宗因此更信任他。妻子王氏凶狠暴戾，专权自恣。元载上朝谒见，王氏纵容儿子元伯和等在外游乐。上封章言事的顾繇奏告此事，代宗正以政事委任元载，反而将顾繇治罪。\n\n铲除权宦\n\n　　公元769年，元载趁机密奏鱼朝恩专权，行为不轨，请将他除掉。鱼朝恩骄横，天下皆怒，代宗也知道，等听到元载的奏事，与心正合。元载于是结交北军大将共同谋划，以防万一。\n\n　　公元770年，鱼朝恩伏法。\n\n作恶多端\n\n　　元载以为自己有清除恶人的功绩，褒贬前贤，认为文才武略没有比得上他的。在城中建成南北二所豪华宅第，室宇恢宏壮丽，为当时第一。城南的肥沃土地与别墅、疆界相互连接，共数十处，穿绔罗的婢女奴仆有一百余人。恣意放纵，犯法妄为；奢侈僭越，没有限度。代宗详尽地察觉到他们的行迹，但因为代宗看在君臣多年的份上想保全元载。于是在元载单独晋见时，代宗劝诫他，但他并不悔改。\n\n　　公元771年，他草拟的文武官员的功劳有很多错误，元载怕有关部门指责，就请求下诏令任命六品以下的官员时，吏部、兵部就附在各等级中一起奏报，不必检查审核，想用来表示权掌握在自己手里。上封章言事者李少良秘密将元载的丑恶行迹奏上朝廷，元载知道后，面奏代宗，将李少良等数人全都在朝廷打死。于是道路行人以目示意，无人敢议论元载的劣迹。元载家门之内，不是他的党羽概不结交。平素交友，凡涉及到有道义的人都疏远或抛弃。代宗宽恕仁慈，明察元载的所作所为，已经数年，但元载仍然不加悔改，致使众人的愤怒日有所闻。\n\n结局\n\n　　公元777年3月28日，朝仗退下后，代宗坐延英殿，派左金吾大将吴凑逮捕了元载、王缙，关押在政事堂里。又分别逮捕了他们亲信的官吏和儿子们关进监狱。[12] 皇帝下诏命吏部尚书刘晏、御史大夫李涵、散骑常侍萧昕、兵部侍郎袁惨、礼部侍郎常衮、谏仪大夫杜亚审讯，证人罪状都由皇宫里的人提供。皇帝还派宦官去当场问一些隐秘的事，他都认罪。\n\n　　三月辛巳，皇帝下诏命元载自杀，他妻子和儿子扬州兵曹参军元伯和、祠部员外郎元仲武、校书郎元季能都被处死了。挖开他祖父、父亲的坟墓，劈开棺材扔掉尸骨，拆毁了他家私庙的神主和大宁、安仁里的两处住宅，将材料赐给众臣修理官署住宅，还拆毁他在洛阳的宅院修理禁苑。\n\n　　唐德宗继位后，追念元载帮助自己成为皇太子，于公元784年，恢复了他的官爵，让给他改葬。元载生前的下属许初、杨皎、纪慆出资改葬元载。元载初谥荒，后改为贬义稍弱的成纵。\n\n\n主要成就\n\n行政\n\n　　代宗即位后，元载重金贿赂宦官董秀，获取皇上意图；收买敌人手下获取秘密，为代宗铲除了手握禁军又权倾朝野的宦官鱼朝恩，取得了代宗的宠幸和信任。\n\n文学\n\n　　元载是一个有学问的名士，文章写得好，有文集10卷；曾为弘扬佛教律宗书写了怀素新疏40本。\n\n用人\n\n　　他在任期间，提拔任用的刘晏、杨炎，皆是著名的理财名臣。\n\n地理\n\n　　公元773年，吐蕃占据陇西，朝廷大臣一般都认为关中以西无险可守，而宰相元载了解陇西和河西走廊的地理状况，提出可以分兵把守石门、木峡、陇山的关隘，还可以设置鸣沙县、丰安军作为侧翼，与北部灵武一带的五城相呼应，为此他还将这一地区的地形画成地图献给唐代宗。\n\n\n轶事典故\n\n芸辉堂\n\n　　元载在自己的宅院里建造了一座芸辉堂。芸辉，是一种香草的名字，产在于阗国。它质地象玉一样洁白，掺入土里不腐烂。将它舂成碎屑，用来涂饰墙壁。因此，叫芸辉堂。这座殿堂还用沉香木做屋梁，用金银做窗户。殿堂内装有美玉制的屏风，紫色的绡帐。\n\n　　这付屏风本是当年宰相杨国忠心爱的至宝，上面雕刻着前朝美女妓乐图，另外用水晶作压帘的饰具， 还用碧色宝石串成串作装饰。它制作的精致巧妙，完全是人工所不能达到的。紫绡帐是从南海溪洞的酋长那儿得到的，是用绞绡一类织物制作的。既轻疏又非常的薄，挂在那边就像什么也没挂一样。虽然在天寒地冻的时节，风也吹不进帐子里面；就是在盛夏酷暑，帐子里自然清凉。\n\n　　它的颜色隐隐约约的，让你都看不出来挂有帐子，都说元载的卧室里有紫气呢。其余的，如服饰、古玩、用具，也都特别的奢华，都效仿帝王之家的排场。元载还在芸辉堂前修造了一座水池，用玛瑙和带纹理的石头垒砌池塘的堤岸。池中植有苹阳花，象白苹一类，它开的花红而大，象牡丹。还植有碧芙蓉，香洁萏萏，都比一般的芙蓉、荷花长得高大壮 伟。\n\n　　一天闲暇时，元载依着栏杆观赏池中的花草。忽然听到清亮的歌声，象十四五岁的少女唱的，唱的歌曲是《玉树后庭花》。元载非常惊异，不知道这歌声来自哪里。待仔细审听辨识，乃是从池中芙蓉里发出来的。他俯身察看，听到有喘气的声音。元载非常疑忌这件事， 立即将芙蓉花剖开看，什么也没有见到。他不让家里人对外讲这件事。等到元载获罪被处死 后，将他的家中童仆遣送到平庐为兵卒，人们才知道这件事。\n\n龙髯拂尘\n\n　　元载有一把龙髯拂尘，颜色绛紫，象熟透了的桑椹。这把拂尘长约三尺，用水晶石制作尘柄，雕刻红玉作环钮。到刮风下雨天气晦暗时，或者到水边将它沾湿了，则光彩摇动着，拂尘上的龙髯奋然立起来像发怒的样子。将它放在厅堂中，到了夜晚蚊子和蚋等不敢靠前。\n\n　　将它拂出声音来，那么鸡犬牛马听到后没有不惊恐逃离的。如果将它垂放在池潭旁边，那么鱼鳖虾蟹，都俯首来到近前， 将水喷洒向空中，立即形成长三五尺的瀑布，而且一点也不断流。如果烧燕子肉来薰它，就 会生出烟来如云似雾。后来，皇上得知这把拂尘的奇异后，元载不得不将它进献到宫中。元 载自己说过这把拂尘是从洞庭湖一位叫张知和的道士那里得到的。\n\n薛瑶英\n\n　　元载有个最宠爱的小妾叫薛瑶英，能歌善舞，玉质仙姿。而且肌肤香艳，体态轻盈。 就是春秋时期越国的美女旋波、移光，汉代的赵飞燕，晋代的绿珠，都不及她的美丽娇娜。 薛瑶英的母亲赵娟，原是岐王的爱妾，后来再嫁薛家，生了薛瑶英。她从小就给薛瑶英吃香料，因此薛瑶英肌体芳香。\n\n　　待到薛瑶英被元载收纳为妾后，寝卧的是金丝帐，铺的是不招灰尘的褥子。却尘褥产自勾丽国，据说是用却尘兽毛制作的，殷红色，异常光亮柔软。穿的是龙绡织成的衣服。一件衣服没有二三两重，将它挂起来握在掌中不满一把。元载认为薛瑶英身体特别轻盈娇丽，不堪穿太重的衣服，因此才从勾丽国寻索到这种龙绡衣。\n\n　　元载在世时，他只有贾至、杨炎二位好友。他们二人常常能够亲眼看到薛瑶英唱歌跳舞。贾至曾赠诗 赞美薛瑶英。诗是：“舞怯铢衣重，笑疑桃脸开。方知汉武帝，虚筑避风台。”杨炎也作一首长诗赞美薛瑶英。这首诗是这样的：“雪面淡娥天上女，凤箫鸾翅欲飞去。玉钗翘碧步无尘，纤腰如柳不胜春。”\n\n　　薛瑶英非常会巧笑献媚，元载沉湎在她的妖娆美色之中，宰相的政务也懒得去处理。而且，薛瑶英的父亲薛宗本、哥哥薛从义、与她的母亲赵娟，交替着出入于相府，来收索贿赂，说是给走门路。更严重的是，他们跟中书王吏卓倩等人互相勾结、 狼狈为奸。而这些人跟元载不论提出什么要求，元载从未有过不应允的事情。当时，所有带着钱物贿赂他们谋求官职的人，都依仗元载的威赫势力，将薛家的人与卓倩之流当作媒介和阶梯。待到元载被朝廷处死后，薛瑶英又嫁给闾里的一般人家作妻室了。评论这件事情的人 认为：元载丧失美德，是从宠溺一个女人而导至来的！\n\n书生\n\n　　元载作宰相时，大白天有一个书生来求见。接见后，那书生参拜后说：“听说你品格高尚，仁德而喜欢有才能的人。我就献诗一篇，用来寄托我的敬意。”\n\n　　诗是这样的：“城南的路长没有住宿的地方，荻花飘飞好象柳絮。海燕衔泥想要作窝，空屋里没有人却飞走了。”元载不明白他的用意。书生出了门就不见踪形了。后来过了一年多，元载被法办其家也破败了。\n\n\n家庭成员\n\n父亲\n\n　　景昇，任员外官。\n\n正妻\n\n　　王韫秀，王忠嗣之女。一向以凶狠暴戾闻名，放纵她的孩子元伯和等人虐害一方。\n\n小妾\n\n　　薛瑶英\n\n儿子\n\n　　长子：元伯和，先就被贬在杨州任扬州兵曹参军。等到元载有罪，命令中使乘驿马驰赴扬州赐元伯和死。\n\n　　次子：元仲武，是祠部员外郎。\n\n　　第三子：元季能，是秘书省校书郎，二人与元载妻子王氏一起被赐死。\n\n女儿\n\n　　尼姑元真一，从少就当了尼姑，被押到宫中嫔妃处做奴仆。唐德宗时，才告诉她元载死了，她哭叫跳脚倒在地上，侍从们呵斥阻止她，皇帝说“：哪有听说父亲去世了却责备她悲伤的呢？”命令把她扶了出去。\n\n",
  "desc": "元载（？-777年）：字公辅，凤翔府岐山（今陕西省岐山县）人，唐朝宰相，其妻是河西节度使王忠嗣的女儿王韫秀。天宝初，因熟读庄子、老子、列子、文子之学，考中进士，后任新平尉。肃宗时，因与掌权宦官李辅国之妻同族而受到重用，管理漕运。代宗时，为中书侍郎同平章事（即宰相），封许昌县子。后又授予天下元帅行军司马。因先后助代宗杀了李辅国以及后来的鱼朝恩两个掌权宦官而更加受到皇帝信任，此后营专其私产，大兴土木，排除异己，最后因为贪贿被杀抄家。",
  "dynasty": "唐代",
  "id": 2171,
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_2171.jpg",
  "name": "元载",
  "star": 0
}