{
  "content": "生平\n\n综述\n\n　　李渔出生时，由于其祖辈在如皋创业已久，此时“家素饶，其园亭罗绮甲邑内”，故他一出生就享受了富足生活。其后由于在科举中失利，使肩负以仕途腾达为家庭光耀门户重任的李渔放弃了这一追求，毅然改走“人间大隐”之道。公元1666年和1667年先后获得乔、王二姬，李渔在对其进行细心调教后组建了以二姬为台柱的家庭戏班，常年巡回于各地为达官贵人作娱情之乐，收入颇丰，这也是李渔一生中生活得最得意的一个阶段，同时也是李渔文学创作中最丰产的一个时期，《闲情偶寄》一书就是在这一段内完成并付梓的。1672、1673年，随着乔、王二姬的先后离世，支撑李渔富足生活的家庭戏班也土崩瓦解了，李渔的生活从此转入了捉襟见肘的困顿之中，经常靠举贷度日，1680年，古稀之年的李渔于贫病交加中泯然于世。\n\n　　说起李渔，一开始几乎是几个男人之间的谈资，稍稍有点隐私，关于如何挑选女人、关于《金瓶梅》的版本，诸如此类，以为都是秘不示人的。可是后来发现，喜欢李渔的人越来越多，不仅男人喜欢，连女人也很欣赏。是不是可以这么说，喜欢李渔，几乎出于男人的本能。因为李渔是一个热爱生活，并且生活得很艺术的人。而且他能够把生活的经验又很艺术地写成书，这也是他高出许多风流才子的地方。林语堂在谈到《闲情偶寄》这本书时说：“李笠翁的著作中，又一个重要部分，时专门研究生活乐趣，时中国人生活艺术的袖珍指南，从住室与庭院、室内装饰、界壁分隔到妇女梳妆、美容、烹调的艺术和美食的系列。富人穷人寻求乐趣的方法，一年四季消愁解闷的途径、性生活的节制、疾病的防治……”\n\n　　李渔的戏曲论著存《闲情偶寄》词曲部，以结构、词采、音律、宾白、科译、格局六方面论戏曲文学，以选剧、变调、授曲、教自、脱套五方面论戏曲表演，对我国古代戏曲理论有较大的丰富和发展。《闲情偶寄》除戏曲理论外，还有饮食、营造、园艺等方面的内容。李渔在给礼部尚书龚芝麓的信中说：“庙堂智虑，百无一能；泉石经纶，则绰有余裕。……托之空言，稍舒蓄积。”可见此书足能反映他的文艺修养和生活情趣。\n\n贫寒家世\n\n　　夏李村距兰溪县城约五十华里，有四五百户人家全部姓李，其始祖唐时由福建长汀徙居浙江寿昌，南宋时迁移到兰溪夏李。相传，李渔家世贫寒，住在夏李伊山头的一间破旧祠堂里。\n\n　　父亲李如松长年在江苏如皋做药材生意，难得回来，母亲在村里做“烧镬娘”。明万历三十八年，李渔母亲怀胎到了11个月上，肚子痛了三天三夜，还是没有分娩。到了农历八月初七这一天，有个白发长老路过此地，他看了看产妇，又绕着房子转了一圈说，肚里的胎儿是“星宿降地”，住的这间小祠堂屋宇阴暗，按风水相学上说，地盘太轻，是载不住“星宿”的。经长老建议，大家把产妇抬到夏李村的总祠堂里，才得以顺产。长老说，这孩子不是凡胎，是“仙之侣，天之徒”，于是就取名仙侣，字谪凡，号天徒，李渔是中年以后改的名字。几世贫寒的李家从此就把希望寄托在他的身上。\n\n三迁有教\n\n　　夏李村人多地薄，“流寓于外者几三分之二”，其族中不少人在江苏如皋古城经营药材，有“冠带医生”头衔的李渔伯父李如椿在如皋城内的药铺也开得红红火火。李渔父亲李如松在李渔出生后不久，便举家迁往如皋居住，以助其兄照顾生意。\n\n　　自幼聪颖的李渔，襁褓识字，“四书”、“五经”过目不忘，总角之年便能赋诗作文，下笔千言。他每年在自家后院的梧桐树上刻诗一首，以警戒自己不要虚度年华。15岁时在梧桐树上刻的诗是：“小时种梧桐，桐本细如艾。针尖刻小诗，字瘦皮不坏。刹那三五年，桐大字亦大。桐字已如许，人长亦奚怪。好将感叹词，刻向前诗外。新字日相催，旧字不相待。顾此新旧痕，而为悠忽戒。”\n为了让儿子能静心攻读，光宗耀祖，李渔母亲学孟母“三迁教子”，将李渔安置到李堡镇上的一座“老鹳楼”里读书。但正当李渔在书山学海中奋读攻研、学有所成的时候，他父亲因病不幸去世，家庭突然失去顶梁柱，全家人顿陷困境。\n迫于生计，也因自己要回原籍浙江参加科举考试，李渔决计扶柩回乡，回到故乡兰溪夏李村，这年，李渔十九岁。同年，娶了距夏李村约十华里的生塘徐村徐氏女为妻，并白头偕老。李渔多次出游，都靠她主持家政有方，得无后顾之忧。李渔在其作品中亲切地叫她“山妻”。\n\n乡试落第\n\n　　父亲的去世更坚定了李渔谋取功名的决心，崇祯八年，李渔去金华参加童子试，一举成为名噪一时的五经童子。\n\n　　首战告捷，使李渔尝到了读书成名的甜头，他信心更足，读书也更加刻苦。崇祯十二年，29岁的李渔稳操胜券赴省城杭州参加乡试，他万万没有料到，自己竟名落孙山。科场失利的沉重打击，他满腹牢骚，在寄给同试落榜友人的信中写道：“才亦犹人命不遭，词场还我旧时豪。携琴野外投知已，走马街前让俊髦。酒少更宜赊痛饮，愤多姑缓读《离骚》。姓名千古刘蕡在，比拟登科似觉高。”次年元日作《凤凰台上忆吹箫》叹功名不就：“昨夜今朝，只争时刻，便将老幼中分。问年华几许？正满三旬。昨岁未离双十，便余九、还算青春。叹今日虽难称老，少亦难云。闺人，也添一岁，但神前祝我，早上青云。待花封心急，忘却生辰。听我持杯叹息，屈纤指、不觉眉颦。封侯事，且休提起，共醉斜曛。”\n\n　　崇祯十五年，明王朝举行最后一次乡试，李渔再赴杭州应试，由于局势动荡，李渔途中闻警返回兰溪。不久，社会局势发生了根本变化，清朝的铁骑横扫江南，明王朝已成风雨飘摇之势。国难当头，自己求取功名之路化为泡影，此时的李渔心灰意冷，惆怅不已。这年的清明节，他在祭扫先慈墓时，百感交集，内心愧疚，长歌当哭：“三迁有教亲何愧，一命无荣子不才。人泪桃花都是血，纸钱心事共成灰。”\n\n　　不久，受新任婺州司马许檄彩之盛请，做了幕客。后又结识新任知府朱梅溪，两人志趣相投，来往甚为密切。一次，朱梅溪盛邀李渔去城东南隅的八咏楼赏景，并要他为此楼题联，以弥补该楼有诗无联的缺憾。八咏楼原名元畅楼，因齐梁时沈约的一首《元畅楼咏》而得名，唐代后改名，是历代文人墨客吟咏之盛地。南宋李清照曾登临此楼，并作《题八咏楼》。因为有了前人的名篇，后人便不敢轻易吟诗撰联。李渔当即作了“沈郎去后难为句，婺女当头莫摘星”一联，令人拍案叫绝。朱梅溪命人制匾后悬于楼柱上。三年后，清兵攻入金华，楼遭灾，联遭毁，李渔也被迫离开金华回到了兰溪。\n\n归隐伊园\n\n　　清顺治三年8月，清军攻占金华，“婺城攻陷西南角，三日人头如雨落”。功名不遂、身经战乱的李渔归隐故乡，回夏李居住。清廷颁布了剃发令，所到之处，“留头不留发，留发不留头”，李渔对这一伤害民族自尊心的暴行虽强烈不满，但为了保命，还是剃了，并自称为“狂奴”，奋笔写道：“髡尽狂奴发，来耕墓上田。屋留兵燹后，身活战场边。几处烽烟熄，谁家骨肉全？借人聊慰己，且过太平年。”\n\n　　李渔自誉为“识字农”，在伊山头的“先人墟墓边”，“新开一草堂”，构筑了自己的乐园-伊山别业。伊园是李渔展示其园林技艺的最初杰作，园内经他独具匠心的设计和安排，构筑有廊、轩、桥、亭等诸景，自誉可与杭州西湖相比，“只少楼台载歌舞，风光原不甚相殊。”并写下《伊园十便》、《伊园十二宜》等诗篇咏之。“此身不作王摩诘，身后还须葬辋川”，他决定学唐代诗人王维，在伊山别业隐居终生，老死于此。在这之前，他还写过《归故乡赋》，里面写道：“至乃鸡犬欢迎，山川相识。农辍锄以来欢，渔投竿而相揖。骚朋韵执，索佳句于奚囊；逸叟闲夫，访新闻于异国。家无主而常扉，草齐腰而没膝。燕迁旧垒之巢，鹊喜新归之客。虫网厚兮如茧，蜗迹纷兮如织。书破蠹肥，花稀棘密。妻颜减红，亲发增白。幸犹归之及今，悔长征之自昔。”“男子生兮，弧矢四方。世莫予宗兮，盍归父母之邦。采兰纫佩兮，观瀔引觞。与鼎食而为萍为梗兮，宁啜菽而为梓为桑者也。”深感行迈之艰，字里行间表露出了归隐之意。\n\n公益事业\n\n　　李渔非常关心村上的公益事业，以他为首在村口的大道旁倡建了一座凉亭，取名为“且停亭”，并题联曰：“名乎利乎道路奔波休碌碌，来者往者溪山清静且停停”。此亭此联一直为后人传颂，被列为“中国十大过路凉亭”之一。\n）\n\n　　他还倡修水利，积极为首兴建石坪坝等四处堰坝，挖掘伊坑等沟渠六华里，使易旱的黄土丘陵地带形成“自流灌溉”，改善了农田水利，村民至今受益。据《龙门李氏宗谱》载：“伊山后石坪，顺治年间笠翁重完固。彼时笠翁构居伊山之麓，适有李芝芳任金华府刑订厅之职，与笠翁公交好，求出牌晓谕，从石坪处田疏凿起，将田内开凿堰坑一条，直至且停亭，复欲转湾伊山脚宅前绕过。公意欲令田禾使有荫注，更欲乘兴驾舟为适情计也。”石坪坝后人誉为“李渔坝”。\n\n　　顺治八年（1651）李渔被推为宗祠总理，手订下李氏宗祠《祠约十三则》，又主持修了《龙门李氏宗谱》，深受村民敬重。这一年，李渔在一次兴修水利过程中介入了与生塘胡村的一场词讼之中，后因“胡姓刁诈，事不如愿，结讼中止”。此事使李渔萌发了到杭州发展自己事业的念头。于是他写下《卖山券》，卖去自己悉心营造、终日游乐其间的伊园，举家移往杭州，去寻找新的创业之路。\n\n萍寄武林\n\n　　李渔为其在杭州的寓所题名为“武林小筑”，并在此暂居下来。“上有天堂，下有苏杭”，杭州虽美丽如画、胜似天堂，但初来乍到，人生地不熟，尽管有朋友的接济，但仍然举日维艰，穷途欲哭，处境十分尴尬。\n\n　　然而，李渔并没有气馁，他知道，偌大的杭城，定有他的谋生之道。一段时期，在杭城的大街小巷、戏馆书铺都留下了他的足迹和身影，他在不断接触、不断观察、不断了解中发现，在这座繁华的都市里，从豪绅士大夫到一般市民，对戏剧、小说都有着浓厚的兴趣，而自己正好有这方面的专长，“卖赋以糊其口”，一方面可以解决一家人生计，另外一方面还可使自己在杭城立住脚跟，隐逸于市井间。主意一定，他毅然选择了一条前人从未走过的、被时人视为“贱业”的“卖文字”之路，开始了他作为中国历史上第一位“卖赋糊口”专业作家的创作生涯。\n\n　　他以旺盛的创作力，数年间连续写出了《怜香伴》、《风筝误》、《意中缘》、《玉搔头》等六部传奇及《无声戏》、《十二楼》两部白话短篇小说集。这些通俗文学作品虽在当时被正统文人所不齿，视为末技，但由于通俗易懂，贴近市民生活，寓教于乐，适合观众、读者的欣赏情趣，所以，作品一问世，便畅销于市场，被争购一空。尤其是他的短篇小说集，更是受到读者的欢迎，成为抢手货。\n\n　　李渔称自己的作品是“新耳目之书”，一意求新，不依傍他人，也不重复自己。他努力发现“前人未见之事”，“摹写未尽之情，描画不全之态”，故事新鲜，情节奇特，布局巧妙，语言生动。他的小说重在劝善惩恶，同情贫穷的下层人物，歌颂男女青年恋爱婚姻自主，谴责父母之命、媒妁之言，批判假道学为主题，具有一定反封建的进步意义。后人在评论他的小说成就时，称他的《无声戏》、《十二楼》两个短篇小说集是继冯梦龙、凌濛初的“三言”、“二拍”之后不可多得的优秀作品，是清代白话短篇小说中的上乘之作。\n\n词坛树帜\n\n　　关于李渔的戏剧创作，据他本人和同时代人郭传芳说，有“前后八种”、“内外八种”共十六种，但编写时可以肯定的却只有十种。李渔写作传奇是他生平最大的“癖嗜”，自称是“曲中之老奴”、“歌中之黠婢”。他从明代剧作家远离舞台使剧本成为案头之作中发现弊病，开始注重联系观众和舞台效果，重视研究戏曲的演习工作。因此，李渔在戏曲的艺术形式和演唱技巧上，有了很大的发展和创新。独树一帜的戏剧风格使他在当时词坛上一举成名，“北里南曲之中，无不知李十郎者”。李渔的作品因为雅俗共赏，通俗易懂，故遍行于坊间，不少作品还被翻译后流入日本及欧洲国家。从1651至1668年，李渔在流寓杭州、南京等地期间创作了《怜香伴》、《风筝误》、《比目鱼》、《凰求凤》等大量剧本。他把《风筝误》等十个剧本合称《笠翁十种曲》出版发行，此书一经问世，便洛阳纸贵，抢购一空，并被当时的戏剧界推为“所制词曲，为本朝（清朝）第一”。\n\n　　《十种曲》的问世，扭转了在李渔之前戏曲创作上重“曲”轻“剧”，重填词轻宾白的风气。为了加强舞台演出效果，李渔十分重视宾白创作和运用，他是中国戏曲史上第一个重视宾白的剧作家，也是宾白创作成就最高的剧作家。他主张“填词之设，专为登场”，“传奇不比文章，文章做与读书人看，故不怪其深，戏文做与读书人与不读书人看，又与不读书之妇女小儿同看，故贵浅不贵深”。《十种曲》的题材全是才子佳人的爱情故事，而且喜剧色彩十分浓郁，这是李渔传奇最突出的地方。他说：“传奇原为消愁设，费尽枝头歌一阙；何事将钱买哭声，反会变喜成悲咽。唯我填词不卖愁，一夫不笑是吾忧；举世尽成弥勒佛，度人秃笔始堪投。” 李渔是中国戏剧史上第一个、也是惟一专门从事喜剧创作的作家，被后人推为“世界喜剧大师”。\n\n维权抗争\n\n　　李渔在杭州居住数年之后，随着作品的不断问世，“湖上笠翁”成了家喻户晓的文坛新人。他的作品以惊人的速度向各地流传，杭州、苏州、南京等地的一些不法书商千方百计进行私刻翻印以牟取暴利，在缺少交通工具的当时，数日之内，三千里外的地方也能见到笠翁新作。有的就干脆拿一个名不见经传的作者的作品，挂上“湖上笠翁”的名进行发行，蒙骗读者。\n　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　\n　　不法书商不择手段牟取暴利的行径，不仅侵犯了他的著作权，还极大地影响到他的声誉和经济收入。为捍卫著作权，他勇敢地站出来与之进行了不懈的斗争。他一边请求官府为他主持公道，传札布告；一边与女婿沈心友四处奔走，上门交涉。他曾在《闲情偶寄》里说道：“至于倚富恃强，翻刻湖上笠翁之书者，六合以内，不知凡几。我耕彼食，情何以堪？誓当决一死战，布告当事，即以是集为先声。总之天地生人，各赋以心，即宜各生其智，我未尝塞彼心胸，使之勿生智巧，彼焉能夺吾生计，使不得自食其力哉！”\n可以说，李渔是中国最早具有版权意识的出版家，也是最早捍卫自己著作权的作家。然而由于当时社会没有形成对知识产权的法律保护，盗版现象仍防不胜防，屡屡发生，使李渔忙于交涉，兴叹不已。而其中以金陵（今南京）的盗版者为最多，为了便于交涉，李渔索性在1662年左右离开了杭州，举家迁往金陵。\n\n五十得子\n\n　　清顺治十七年（1660），李渔五十岁，亲朋好友欲为他举行五十岁寿辰，被他谢绝了。李渔联想到自己已年过半百，仍无子无成，顿生感叹。他在《五十初度答贺客》中写道：“尽日为农曲水边，偶因客至罢耘田。穷愁岂复言初度，衰病空穷祝大年。艾不服官今已矣，岁当知命却茫然。纷纷燕贺皆辞绝，止受心交一字怜。”\n\n　　此事过后一个月，侧室纪氏为他产下一子，这是他盼望已久的事。晚年得子，为他寥落的生活带来无穷的乐趣。李渔为他取名将舒，大摆宴席以示庆贺，并作七绝《五十生男自题小像志喜》：“年逾四十便萧条，人说愁多面色凋。欢喜若能回老态，十年霜鬓黑今霄。”七律《庚子举第一男，时予五十初度》：“五十生男命不孤，重临水镜照头颅。壮怀已冷因人热，白发催爷待子呼。”\n李渔给第一子取名“将舒”，从他所写《名诸子说》中的 “天下事莫妙于将，而莫不妙于既”一句中可以理解其用意，他说：“将者，将然未然之词也。既，则令人观止矣。”又说：“吾欲诸子顾名思义，人各用将，凡事皆然，不独功名富贵。富而不将，则以满致溢；贵而不将，则由高得险。戒之哉。”\n\n　　自从李渔五十岁添第一子后，次年，纪氏又生一子取名将开；五十二岁时，纪氏再生一子取名将荣，过了一个月，侧室汪氏也得一子取名将华；后来又得将芬、将芳、将蟠三子，共七子，将荣、将芬早殇，实存五子。\n\n寓居金陵\n\n　　大约1662年前后，李渔告别了风景如画的西子湖，来到文人荟萃、虎踞龙盘的六朝古都南京，开始了他文化事业上的全新时期。李渔先在金陵闸暂居了一段日子，后来在孝侯（指晋人周处）台边购得一屋，因“地止一丘”，故取名为芥子园，取“芥子虽小，能纳须弥”之意。小小园庭经他精心设计，巧妙安排，倒也别有情趣，有栖云谷、月榭、歌台、浮白轩等诸景，并都题有楹联。如书室联：“雨观瀑布晴观月；朝听鸣琴夜听歌。”月榭联：“有月即登台，无论春秋冬夏；是风皆入座，不分南北西东。”等。\n\n　　此时，李渔一家连同奴仆少说也有几十口人，为了维持一家人的衣食需求，他不得不与官吏打交道，常常外出“打抽丰”，以寻求保护与馈赠。 “打抽丰”是明清时代风行的一种社会现象，就是一些未曾做官的文人，凭文艺上的某些特长，出入士大夫之门，以求得到馈赠；士大夫也借这班人来获取美名。“我以这才换那财，两厢情愿无不该”，于是李渔常与达官贵人打交道，交朋友，为他们赋诗撰联，谈文说艺，度曲演戏，设计园亭，把他们的书信、文案等选编出版等。出众的才华，加上善于交游，他不但能“混迹公卿大夫间，日食五侯之鲭，夜宴公卿之府”，还经常获得丰厚的馈赠，为他的文化活动提供支持与帮助。\n\n　　当时有的正统文人看不起李渔，说他是“有文无行”。面对世俗偏见和世人的不理解，他无由辩白，信誓旦旦地认定：“是非者，千古之定评，岂人之所能倒”，“生前荣辱谁争得，死后方明过与功”，他相信历史将会对自己作出公正的评判。当然，李渔“打抽丰”也是有自己的原则的，绝不折节自辱。一次，有同学来信说，有个大官要他去见见面，他回信说：“弟虽贫甚贱甚，然枉尺直寻之事，断不敢为。……且此公之欲见贫士，岂以能折节事贵人乎？有缘无缘，听之而已。”\n\n交朋结友\n\n　　李渔居金陵期间，结交了很多文友，他们中有雅慕李渔之才者，有自己喜爱舞文弄墨而与李渔相往来者，而当地官吏结交李渔者也不在少数，但绝大部分不过故作风雅，借李渔之名以饰门面的达官贵人为多。居金陵二十年，李渔以文会友，以戏会友，与整个社会有着广泛而频繁的接触，交游面极广。他曾经为时任江宁织造、《红楼梦》作者曹雪芹的曾祖曹玺撰赠过对联，与曹雪芹的祖父曹寅成为忘年交；与《聊斋志异》作者蒲松龄一见如故，相见恨晚，互赠诗词（当时蒲31岁，李61岁）；在苏州百花巷、金陵芥子园内，经常可以看到李渔与他的文友、戏友一起观剧切磋技艺。\n\n　　清初的吴伟业、钱谦益、龚鼎孳等“江左三大家”， 王士祺、施闰章、宋荔裳、周亮工、严灏亭、尤侗、杜濬、余怀等“海内八大家”以及“燕台七子”、“西泠十子”中的多数都与他有过交往。\n\n　　李渔交友有道，深明“君子朋而不党”，“君子之交淡如水，小人之交胶如漆”等古训。他在《交友箴》中写道：“饮酒须饮醇，结交须结真。饮醇代药石，交真类松筠。”还写道：“交道戒纷纭，交情忌稠密。神交千里通，面交九嶷隔。宁寡无滥觞，宁淡无胶漆。”当时有个潘一成，和他一样也是“府痒生”，明亡以后，也不再应试。此人恣情游览，到处题咏而不署名，李渔神交已久。一次，李渔在南昌东湖酒肆中，认出他的题句，经过访问，知他是湖南东安人。1668年，李渔游桂林，特地绕道去东安访潘一成。遍寻不着，一日偶泊林树下，见一蓬门草屋，门上有副对联，李渔笑道：“此有尘外之致，定是他的住处了。”进门相见，果然是他，两人意气相投，言谈融洽，留叙二日方才依依道别。\n\n　　在与他交往的、有文字记载的800余人中，上至位高权重的宰相、尚书、大学士，下至三教九流、手工艺人，遍及十七个省，二百余州县，可以说，他是中国古代文化人中交友最多、结交面最广的文人。众多的朋友，使李渔能自由往来于朝野文人之间，也使他增加了不少知识，懂得了许多人情世故，更为他的创作提供了丰富、生动的文学素材。\n\n游历四方\n\n　　为丰富知识，陶冶性情，向大自然汲取营养，李渔与古代许多文人一样，不仅读万卷书，而且行万里路。居金陵期间，他一方面为了生计，不得不四处奔走，交结官吏友人，以取得他们的馈赠和资助；另一方面，他每到一地，都要游览山水胜地。“生平锢疾，注在烟霞竹石间”，他把大自然称为“古今第一才人”。他说：“才情者，人心之山水；山水者，天地之才情。”还说：“不受行路之苦，不知居家之乐。”在古代交通条件十分落后的情况下，他携带家班远途跋涉，走遍了燕、秦、闽、楚、豫、广、陕等省区，“三分天下几遍其二”，“名山大川、十经六七”，“四海历其三，三江五河则俱未尝遗一”，中华大地的奇山秀水到处都留下了他的足迹。\n\n　　李渔“过一地即览一地之人情，经一方则睹一方之胜概。且食所未食，尝所未尝。”在长期的漫游中，他对大自然作了深入的观察研究，对各地风土人情作了详细的调查，不仅进一步孕育了自己对各方面艺术的情趣，而且获得了大量的第一手创作素材，经过他精炼细微的艺术加工，从而创作了大量的诗、词、曲、赋，既有写实的、抒情的，也有联想的、议论的，语言精炼，韵律优美，深得世人称颂。他还将这些从游历四方获得的素材移植到小说、戏曲创作和造园艺术中去，为后人留下了一批丰富而弥足珍贵的文化遗产。\n\n老居层园\n\n　　晚年的李渔思乡之情日切。60岁的时候他有一次经富春江逆流而上，回到兰溪故里。在经过桐庐县严子陵钓台时李渔写下一首词《多丽·过子陵钓台》，深刻地剖析了自己的一生。词曰：\n\n　　过严陵。钓台咫尺难登。为舟师，计程遥发，不容先辈留行。仰高山，形容自愧；俯流水，面目堪憎。同执纶竿，共披蓑笠，君名何重我何轻！不自量，将身高比，才识敬先生。相去远：君辞厚禄，我钓虚名。\n\n　　再批评。一生友道，高卑已隔千层。君全交，未攀衮冕；我累友，不恕簪缨。终日抽风，只愁载月，司天谁奏客为星？羡尔足加帝腹，太史受虚惊。知他日，再过此地，有目羞瞠。\n\n　　李渔回到兰溪故里，物是人非，感慨万千，写下了《二十年不返故乡重归志感》：“不到故乡久，归来乔木删。故人多白冢，后辈也苍颜。俗以贫归朴，农由荒得闲。喜听惟涧水，仍是旧潺湲。”当时的兰溪县令赵滚十分敬重李渔的德与才，闻讯后，送去“才名震世”牌匾，并悬挂于夏李村李氏宗祠。\n\n　　为了便于儿子回原籍应试，康熙十六年（1677） 67岁的李渔迁回杭州。在当地官员的资助下，李渔买下了吴山东北麓张侍卫的旧宅，开始营建“层园”。由于搬家的劳累，一次失足从楼梯上滚下，伤了筋骨，从此李渔贫病交加，甚至正在修订的《笠翁一家言》也难以继续了。他为此向京师老友写了一封公开信《上都门故人述旧状书》，要求援助，其所述景况，所兴感慨，无不让人痛心怜悯。许是这封公开信起了作用，李渔在朋友、官员们的资助下，次年层园修成。此园缘山而筑，坐卧之间都可饱赏湖山美景。“繁冗驱人，旧业尽抛尘市里；湖山招我，全家移入画图中。”李渔贫中寻乐，准备安享晚年了。\n可好景不长，由于长期奔波的劳累，李渔再次病倒。康熙十九年（1680）农历正月十三，在一个大雪纷飞的凌晨，这位奋斗一生、立志创新的老人与世长辞了。李渔死后，被安葬在杭州方家峪九曜山上，钱塘县令梁允植为他题碣：“湖上笠翁之墓”。\n\n\n乔王二姬\n\n　　李渔56岁时应邀远游西北，得平阳（今山西临汾）地方官赠予他乔姬，虽年仅13岁，但聪慧过人，具有非常高的艺术天份，经教唱演习，成为李氏家班的有名的旦角。乔姬学唱，记忆惊人，领悟极快，师授三遍，便能自歌。老师说是他授曲三十年从未见过如此聪敏之人。仅一月余，乔姬便学会了老师的所有，且青出于蓝而胜于蓝了。每有客来访，乔姬隔屏清唱，客人听得食肉忘味。几个月后，李渔途经甘肃兰州，得贵人赠予王姬，也是13岁。王姬的长相在女伴中虽不出众，一旦易妆换服，却与美少年无异，令人惊叹。李渔便让乔姬教她学戏，扮演生角。从此李渔建起了自己的家班，而且乔、王二姬的舞态歌容超群脱俗，能体贴文心，只需李渔略加指点，便能心领神会，触类旁通，创造性地表演剧本内容，常常是“朝脱稿，暮登场”，效率很高。所以家班创办不多久，便红遍了大半个中国。\n\n　　李渔是个风流才人，他有一妻数妾，还有客中买来的几个婢姬，然而李渔又是一个非常重情的才人，“予，情士也”，他认为“男女相交，全在一个‘情’字”。乔、王二姬原本是秦、晋民女，归李渔后，经李渔调教便很快脱颖而出，成为一代艺术天才。她们不仅聪敏颖悟，演技卓绝，扮生演旦，珠联璧合，令李渔叹为旷代奇观，而且对李渔体贴入微，曲尽妇道。她们跟随李渔常年在外巡回演出，朝夕相处，其相互之间早已忘记了年龄上的差距，而将友情、艺情、爱情融合在了一起。\n\n　　但乔、王二姬由于长年在外演出，劳累成疾，仅历七年便先后早逝。李渔老泪纵横，悲恸欲绝，写下了《断肠诗二十首哭亡姬乔氏》、《重过江州，悼亡姬，呈江念鞠太守》、《自乔姬亡后，不忍听歌者半载。舟中无事，侍儿清理旧曲，颇有肖其声者，抚今追昔，不觉泫然，遂成四首》、《后断肠诗十首》等诗作哭悼乔、王二姬，挥泪为二人写了一篇《乔复生王再来二姬合传》，希望二姬能复生、再来，情深绵绵，催人泪下。李渔之悲痛，不仅因为二姬在家班里是不可或缺的主角，更因为在生活上是这位年过六旬的老人形影不离的伴侣，在艺术上是最能领悟李渔文心并可以与之促膝交流、切磋的红颜知己。\n\n\n芥子书铺\n\n　　李渔不仅是高产多能的作家，还是一位卓有成就的出版家。早在居杭期间，他就编辑出版过自己创作的戏曲、小说等通俗文学作品。寓居金陵后，为了防止别人私自翻刻他的著作，成立了芥子园书铺，他的编辑出版事业由此进入了新的发展阶段。他写的大部分书都是在这里印行的。书铺同时还印行、销售他自己精心设计的各种笺帖，以及其它文化用品。\n\n　　作为出版商李渔，他那灵活的经营策略与经营理念，使他能牢牢把握住商机，左右开弓，把芥子园书铺经营得红红火火。他根据读者的心理和需要，除了出版自己创作的作品，还编辑出版了大量的通俗文学作品，如被他称之为“四大奇书”的《三国志演义》、《水浒全传》、《西游记》、《金瓶梅》等；编辑出版了诸如《古今史略》、《尺牍初征》、《资治新书》、《千古奇闻》等一大批读者想看而买不到的书；由他倡编并亲自作序、女婿沈因伯搜集整理、在中国美术界影响颇广、一直被誉为中国画临摹范本的《芥子园画传（谱）》也是在芥子园印行的。由于芥子园印行的出版物工精价廉，重信誉，加之广告意识强，多年来市场销路好，受到人们的欢迎。\n\n　　后来李渔迁回杭州，芥子园屡换主人，但一直保持李渔优良的经营作风，成为清代著名的百年老店之一。书以人传，店以人名，随着岁月流逝，芥子园虽数易其主，但芥子园书铺仍然在不断营运，有资料表明，直至清咸丰七年（1857）年，芥子园还刊印过《情梦柝》等小说。可以说，芥子园书铺不仅是清代为数极少的具有二百多年历史的老店，也是中国出版史上为数不多的历史悠久的“百年书铺”。\n\n\n李氏家班\n\n　　李渔心怀两个愿望，一是早生儿子，二是创办家班。五十得子使他满足了前一愿望，而后一愿望仍然没有影子，直到康熙五年（1666）才有了机会。这一年，56岁的他应朋友之邀，由北京前往陕西、甘肃游历，先后在临汾、兰州得到颇具艺术天赋的乔、王二姬。\n\n　　独具艺韵的二姬的到来，再配以其他诸姬，一个初具规模的李氏家班就组建起来了。对戏曲一直情有独钟的李渔，他自任家班的教习和导演，上演自己创作和改编的剧本。他以芥子园为根据地，带领家班四出游历、演剧，“全国九州，历其六七”，不辞辛劳，赴全国各地巡回演出。由于有乔、王二姬的出色演员以及李渔这样的好编剧、好导演，李氏家班红遍了大江南北，影响波及大半个中国。李渔每到一处，都以戏会友，备受戏曲名流们的欢迎。金陵芥子园、苏州百花巷的李渔寓所，都曾是当时戏曲名流交流艺术的场所。李渔曾在芥子园戏台上题有楹联曰：“休萦俗事催霜鬓；且制新歌付雪儿。”雪儿便是乔姬的爱称。每逢年节生辰喜日，赏花玩月之时，或宾朋兴会之际，必在园中演剧为乐，有时还请不太俗陋的邻人前来观看。康熙十年（1671）端午节前后，李渔两次带家班在百花巷演出经他改编的《明珠记·煎茶》等剧，并与著名戏剧家尤侗、著名诗人余怀等一同观演，共同切磋。往往是夜间上演，曲未终而东方已白，兴致昂然，意犹未尽。李渔有诗记载：“更衣正待演无双，报道新曦映绿窗。佳兴未阑憎夜短，教人饮恨扑残缸。”\n\n　　家班作为李渔自己的实验剧团，使他在戏曲创作、导演、演出等实践活动中如鱼得水，提供了极大的便利。家班不仅成为李渔谋生手段之一，而且在普及戏曲文化，推动昆曲发展上起了很大的促进作用。\n\n　　可就在李氏家班声誉鹊起、蜚声海内的时候，一场变故发生了，康熙十二年（1672），年方19岁的家班台柱乔姬因积劳成疾而英年早逝。祸不单行，第二年，家班的另一台柱，也是正19岁的王姬又因病撒手西归。这对李渔的戏曲活动事业无疑是致命的打击，家班从此一蹶不振，渐次瓦解。\n\n\n《闲情偶寄》\n\n　　李渔在六十岁前后，开始系统地总结他的经验，使其上升为理论。康熙十年（1671），《笠翁秘书第一种》即《闲情偶寄》（又叫《笠翁偶集》）问世，这是李渔一生艺术、生活经验的结晶。《闲情偶寄》分为词曲、演习、声容、居室、器玩、饮馔、种植、颐养八部，共有234个小题，堪称生活艺术大全、休闲百科全书，是中国第一部倡导休闲文化的专著。\n\n　　其中，《词曲部》谈论戏剧的结构、词采、音律、宾白、科诨、格局；《演习部》谈论选剧、变调、授曲、教白、脱套；《声容部》中的《习技》详述教女子读书、写诗、学习歌舞和演奏乐器的方法，都和戏剧有关。后人曾把《词曲》、《演习》两部抽出来，独立印成一书，名《李笠翁曲话》。其中从创作、导演、表演、教习，直到语言、音乐、服装，都一一作了论述。\n\n　　李渔在汲取前人（如王骥德《曲律》）的理论成果基础上，结合自己的艺术实践经验，对中国古代戏曲理论进行了全面的总结，从而形成了一套内容丰富、自成体系、具有民族特色的戏剧理论体系，它比法国著名文学家狄德罗的戏剧理论体系早出一百年；他的《闲情偶寄》是中国历史上第一部系统的戏剧理论著作，是中国古典戏剧理论集大成之作，是中国戏剧美学史上的一座里程碑，其中关于导演的论述，更比苏联戏剧家斯坦尼斯拉夫斯基早出两个世纪，是世界戏剧史上第一部真正的导演学著作。\n\n　　《闲情偶寄》的后六部主要谈娱乐养生之道和美化生活，内容丰富，切合实用，同时也为我们全景式地提供了十七世纪中国人们日常生活和世俗风情的图像：从亭台楼阁、池沼门窗的布局，界壁的分隔，到花草虫鱼，鼎铛玉石的摆设；从妇女的妆阁、修容、首饰、脂粉点染到穷人与富人的颐养之方，等等，无不涉猎，表现了作者广泛的艺术领悟力和无限的生活情趣。这六部的写法，和一般生活知识读物不同，往往结合抒情和说理。他希望人们读了他的书对美化生活有新的认识，能让生活更加丰富多彩。他还希望通过草木虫鱼、摄生养性知识的论述，旁引曲譬，有助于规正风俗，警惕人心。\n\n　　据说此书新出，一位友人借去看，此人对戏剧理论不感兴趣，翻了十来页都是这些东西，便觉乏味，把书退回。李渔得知写了一首诗回赠：“读书不得法，开卷意先阑。此物同甘蔗，如何不倒餐？”甘蔗根部最甜，《闲情偶寄》对一般读者来说，也是最后面这六部更能引起一般读者的兴趣。这位友人如果跳过前两部去阅读，就不会感到乏味了。\n\n",
  "desc": "李渔（1611－1680），初名仙侣，后改名渔，字谪凡，号笠翁。汉族，浙江金华兰溪夏李村人。明末清初文学家、戏剧家、戏剧理论家、美学家。被后世誉为“中国戏剧理论始祖”、“世界喜剧大师”、“东方莎士比亚”，是休闲文化的倡导者、文化产业的先行者，被列入世界文化名人之一。一生著述丰富，著有《笠翁十种曲》（含《风筝误》）、《无声戏》（又名《连城璧》）、《十二楼》、《闲情偶寄》、《笠翁一家言》等五百多万字。还批阅《三国志》，改定《金瓶梅》，倡编《芥子园画谱》等，是中国文化史上不可多得的一位艺术天才。",
  "dynasty": "清代",
  "id": 2136,
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_2136.jpg",
  "name": "李渔",
  "star": 5
}