{
  "content": "生平\n\n镇守许州\n\n　　崔安潜，出身名门，早年进士及第，唐懿宗咸通年间，一直官运亨通，历任观察使、忠武军节度使，镇守许州。忠武军都将李可封从戍边地还许州，路过州，胁迫其军队主帅，索取先前所欠粮食和盐，在州滞留四天，使州全境惊恐不安。秋季，七月，李可封等回到许州，节度使崔安潜将他们全部逮捕诛杀。\n\n往援宋州\n\n　　唐僖宗乾符年间，农民起义军首领王仙芝率众进入河南，崔安潜招募壮丁整修城墙，从不向朝廷请求费用，部下号令精明，王仙芝畏惧，不敢进入陈、许二州境界。当时，招讨使宋威驻屯曹州，数次被王仙芝打败，曹州也被包围，崔安潜派遣大将张自勉率兵七千往援宋州，忠武军一向号称精勇，张自勉攻克南月城，大破起义军，斩首二千级，王仙芝乘夜解围逃走。宰相王铎和卢携企图让张自勉将所部兵接受宋威的节度，另一宰相郑畋向朝廷建议：“请将陈许的三千兵马由宋威统帅。”但宋威忌妒张自勉的战功，想把他的军队全部吞并，于是阴谋杀害张自勉，郑畋看破了他的本意，上表朝廷说：“现在把军队都交给宋威，这是让自勉因功受辱啊。安潜抗贼有功，却将朝廷精锐兵马交付宋威，这以后要有个缓急，拿什么来作战？这是劳不蒙赏，让天下人怎么看。”朝廷才下令只以忠武军四千人交给宋，其余由张自勉带回。\n\n襄州救援\n\n　　公元877年8月17日，王仙芝率军攻陷随州，活捉唐随州刺史崔休征。山南东道节度使李福派遣自己的儿子率兵往救随州，被贼军打死。李福上奏朝廷请求援兵，朝廷派遣左武卫大将军李昌言率领凤翔骑兵五百赶赴随州。王仙芝转而攻掠复州、郢州。唐忠武军大将张贯等四千人与宣武军赴援襄州，却从小道自申州、蔡州逃归原籍。唐僖宗又下诏令忠武节度使崔安潜、宣武节度使穆仁裕派人戒约张贯等将士，要他们还赴襄州救援。\n\n遭诬被罢\n\n　　不久，高骈被任命为西川节度使，贪官污吏依靠高骈作乱，崔安潜把他们全部诛杀，蜀中由此得安，但宰相卢携素来高骈交厚，上表诬陷崔安潜，结果崔安潜被罢为太子宾客、东都留守。之后南诏的使者赵宗政归还本国。唐中书门下对南诏督爽的牒文不直接回答，而以西川节度使的名义写了一封信，让崔安潜以地方官的身份答复南诏。\n\n荒唐离职\n\n　　起初，崔安潜坐镇许昌，田令孜为陈敬瑄向崔安潜求兵马使的官位，崔安潜没有许诺。陈敬瑄又因田令孜得到左神策军的军籍，几年后，多次迁官作到大将军。田令孜看到潼关以东广大地区群盗势力日益壮大，暗中为日后逃入西蜀作准备，于是上奏请以陈敬瑄及其心腹左神策大将军杨师立、牛勖、罗元杲坐镇三川，唐僖宗命令四人以击来打睹，陈敬瑄获得第一筹，僖宗即以陈敬瑄为西川节度使，以取代崔安潜。公元880年8月13日，朝廷任命前西川节度使崔安潜为太子宾客，分司东都充闲职。\n\n病逝追赠\n\n　　黄巢起义军攻入长安后，唐僖宗出逃蜀中，以崔安潜为太子少师，王铎任都统，后又任命太子少师崔安潜为副都统。平卢节度使王敬武死后，朝廷以崔安潜接任，加授检校太师兼侍中，但是王敬武之子王师范拒绝崔安潜入境，崔安潜只得返回，被朝廷任命为太子太傅。不久后，崔安潜病死，被追赠为太子太师。\n\n\n轶事典故\n\n机智惩盗\n\n　　唐代，西川地区是汉族和少数民族杂居的地方，治安混乱、盗贼猖獗，居民常常受到侵扰。前几任地方官员治匪不力，百姓怨声载道。\n\n　　西川节度使崔安潜到官上任不追究盗贼，蜀中人感奇怪。崔安潜说：“盗贼不是因为捕盗官吏的通容是无所作为的，如今要追究恐怕牵连很多人，进行大搜捕只能是徒劳烦扰。”甲子，崔安潜拨出节度使府库钱一千五百缗，分别放置于成都蚕市、药市、七宝市等三市，在市上张榜，称：“有能告发并逮捕一个盗贼者，赏钱五百缗。盗贼不可能独自一个行窃，必定有同伙，若同伙告发，可以释免他的罪，和平常人一样领赏。”不久，就有人捕获盗贼来到官府的，盗贼不服，说：“你与我同伙为盗已十七年，脏物都是平分，你怎么敢逮捕我，即使到官府，你与我与一样要被处死。”崔安潜对盗贼说：“你既然知道我有榜，为何不将你的同伙逮捕送官府，如果你这样做，他就该处死，你就该受到奖赏了。现在你既然被他告发，还有什么话好说！”于是立即给捕贼的人赏钱，让盗贼看见，然后将盗贼押到市上剐死，并诛灭其一家。于是盗贼与他们的同伙互相猜疑，在成都无容身之地，不到第二天天亮，盗贼们就乘夜逃跑，西川境内没有一个盗贼。\n\n巧练军士\n\n　　崔安潜因为蜀中士兵懦弱胆怯，上奏朝廷请奉牒文到陈州、许州招募壮士，与蜀人混合编排，经训练后作为军队，共得三千士兵，分成三军，每人头裁黄帽，号称黄头军。又上奉朝廷乞求派来洪州弓弩手，教蜀人用弓弩射丸的技术，又选得弓弩手一千人，号称神机弩营。蜀兵于是渐渐强悍起来。\n\n选官悔错\n\n　　崔安潜在东都洛阳主持选官。当时被选的官都不能显露出姓名。有一个被选的官，私下对投送案卷的人说他如何如何好。崔不知道这件事，很赞赏这个人，并把他找来跟他谈话，便授给他一个超出他的资历的县令。以后有人把这个人私下舞弊的事对崔讲了。崔安潜感到很后悔。\n\n\n家族成员\n\n　　崔安潜出自清河崔氏定著六房之一的乌水房，祖父崔异任渠州刺史，父亲崔从任检校左仆射兼扬州大都督府长史、御史大夫，充淮南节度副大使，知节度事，封清河伯。崔安潜至少有三个哥哥，分别为崔彦方、崔慎由、崔周恕，一个弟弟，崔彦冲。\n\n",
  "desc": "崔安潜，生卒年不详，字进之，河南人，为唐朝宰相崔慎由之弟。出身名门，早年进士及第，唐懿宗咸通年间，一直官运亨通，历任观察使、忠武军节度使，镇守许州，曾率军镇压过黄巢起义军及以王仙芝为首的农民起义军。崔安潜病逝后，被朝廷追赠为太子太师，谥贞孝。崔安潜工诗，今仅存诗《报何泽》一首。",
  "dynasty": "唐代",
  "id": 1379,
  "name": "崔安潜",
  "star": 0
}