{
  "content": "艺术特色\n\n作品综述\n　　洪升的诗在当时有一定名气。集中多是纪游、赠人和感怀之作，内容大都感慨自己的坎坷身世和抒发个人的穷愁，调子比较凄凉。间或也有感慨兴亡及同情人民的诗篇。他的诗虽然思想不甚深，却具有真情实感。诗风接近唐人，于平淡处见工力，无雕琢矫饰之弊。他的散曲现存者有 5个套数，虽是应酬之作，却也透露出他潇洒恬淡的情怀，造辞遣句，清新秀逸，可以看出作者的工力。\n\n《长生殿》\n　　洪升致力于戏剧创作，在《长生殿》之前写过不少剧本，现仅存杂剧《四婵娟》。此剧仿明代徐渭《四声猿》，四折各写一个故事，有谢道韫咏雪、卫茂漪簪花、李易安斗茗及管仲姬画竹。剧中表彰了她们的才学，并且赞美具有文学艺术气氛的家庭生活。洪升根据自己的爱情理想，把古往今来的夫妻分为四种类型，即“美满夫妻”、“恩爱夫妻”、“生死夫妻”和“离合夫妻”，赞美李清照和赵明诚夫妇是千古第一等的“美满夫妻”，堪作后人的榜样。\n　　《长生殿》的主题思想与艺术成就 《长生殿》的创作过程长达十多年之久,前后易稿三次。据洪升在《长生殿例言》中所述，第一稿写于杭州，剧名《沉香亭》，中心是写李白的遭遇，大概在康熙十二年前完成。第二稿写于移家北京之后，因友人说《沉香亭》的“排场近熟”，于是删去李白的情节，改写为李泌辅佐肃宗中兴，更名《舞霓裳》，写成于康熙十八年。最后一稿，去掉李泌的情节，“专写钗合情缘，以《长生殿》题名”，在康熙二十七年完成。\n　　洪升在《长生殿自序》中说：|“余览白乐天《长恨歌》及元人《秋雨梧桐》剧，辄作数日恶”。由此可见，他深为这些作品所感动，有意在他的剧本中采用这个传统题材，发挥自己的创造性，使之有所发展。《长生殿》全剧共50出，规模宏大，内容丰富。它以李隆基和杨玉环的故事作为情节线索，广泛地展开了对当时社会、政治的描绘。作者有意识地把李、杨爱情与唐代安史之乱联系起来，写出了封建帝王和妃子的“逞侈心而穷人欲”，以致朝政败坏，藩镇叛乱，造成他们自身的爱情悲剧；同时也真实地描绘了唐代天宝年间各种尖锐复杂的社会矛盾和政治斗争，表现了一代王朝由盛而衰走向没落的命运。\n\n人物塑造\n　　作者成功地写出了李隆基倦于政事，耽于安乐，“弛了朝纲，占了情场”，把国家陷于苦难的深渊。他因宠爱杨玉环，而使杨家一门贵显，杨国忠专断朝政，炙手可热。为了博得妃子的欢心，不顾万里之遥，命令臣下进贡新鲜荔枝。贡使的马匹沿途毁坏了庄稼，伤害了人命，全不在意。作者把《进果》一出安排在《偷曲》和《舞盘》之间，以宫廷的享乐和人民的痛苦形成对比，大有深意。作者写出了帝王的爱情并不专一，因此李、杨之间尽管缠绵缱绻，也不可避免地出现波折和污点。七夕密誓之后，两人的爱情有所发展和巩固，然而渔阳颦鼓已动地而来，他们终于自食苦果。为了平息御林军的愤怒，皇帝不得不在马嵬坡下牺牲妃子，以挽救他自己的政治生命。从此他感到内疚不已，晚年沉浸于痛苦之中。\n　　作者处理杨玉环这个人物也有特色。他并不像明人传奇《惊鸿记》那样写“太真秽事”，而是写出了一个帝王宠妃的既骄纵、悍妒又温柔、软弱的典型性格。在争夺君王的爱情时，她对敌手是毫不留情的，正如她在《夜怨》一出所说：“江采苹、江采苹。非是我容你不得，只怕我容了你，你就容不得我也。”而当她得宠时，又时时不免“日久恩疏”的惊恐。作者对她既有批判，又有所同情。尽管她在马嵬坡下自尽，承担了一切罪恶，但作者并没有把安史之乱的全部罪责归之于她。《弹词》一出中，以铁笛擅名的李謩说：“休只埋怨贵妃娘娘，当日只为误任边将，委政权奸，以致庙谟颠倒，四海动摇“，也代表了作者的观点。\n　　作者通过《贿权》、 《禊游》、 《疑谶》、《权哄》、《进果》等出,写出了皇帝和贵戚的穷奢极侈,宰相的弄权误国，权臣间倾轧不已，官僚们趋炎附势，志士仁人痛心疾首，人民生活于水深火热之中。郭子仪发出感叹：“可知他朱甍碧瓦，总是血膏涂”，农夫高呼“一年靠这几茎苗，收来半要偿官赋，可怜能得几粒到肚！”都是代表封建社会人民的不平之鸣。\n　　与宰相杨国忠及逆藩安禄山相对照，作者精心塑造了郭子仪和雷海青这两个出身低微的英雄人物，他们忠心报国，大义凛然。郭子仪武举出身，到京谒选，未得一官半职，然而他深怀忧国忧世之心，对现实有着清醒的认识，以天下为己任，终于在安史之乱中力挽狂澜，灭贼复国。《疑谶》一场写郭子仪酒楼买醉，作者借此倾注了自己沦落不遇、愤世嫉俗的情感。雷海青是一个乐工,当面痛斥安禄山：“恨子恨泼腥秽，莽将龙座占。癞蛤蟆妄想天鹅啖。生克擦直逼的个官家下殿走天南。”并责骂那班降臣：“平日价张着口将忠孝谈，到临危翻着脸把富贵贪。早一齐儿摇尾受新衔，把一个君亲仇敌当作恩人感。”以琵琶愤击安禄山，终于慷慨捐躯，作者写来栩栩如生。可能正是因为这些唱词涉及了满族统治者，再加上《弹词》一出表现了浓厚的兴亡之感，触犯了当时的忌讳，为康熙帝和明珠等满族官僚所不喜。\n\n内容描写\n　　《长生殿》前半部基本上是现实主义的描写，后半部则显然加强了浪漫主义的描写。作者虽然谴责了李隆基因宠爱杨玉环而致国事败坏，无法收拾，然而对他们两人的爱情悲剧却很同情。他写李隆基退位后对过去之事有所悔悟，在深宫中为思念杨玉环而无限痛苦。他让杨玉环的幽魂也知道忏悔，一直怀念上皇。由于这种真情，两人终于在月宫重新团圆。作者不但对李、杨两人加以美化和净化，而且特别宣扬一种“一悔能教万孽清”的思想。作者意图总结历史的教训以垂戒来世，指出“古今来逞侈心而穷人欲，祸败随之”。\n\n作品评价\n　　《长生殿》是一部写得很出色的传奇戏曲。作者在广阔的社会、政治背景中来表现李隆基和杨玉环的爱情悲剧，对历史素材加以精心选择和剪裁，进行了艺术的概括、集中和虚构，使事件和人物的描写基本符合历史真实，而且全剧写得有声有色，许多场面强烈感人，把历史剧的创作提高到一个新的水平。作者将李、杨爱情和安史之乱两条情节线索互相纠结、发展，组织得有条不紊，在布局和结构上也作了巧妙的安排，随处可见匠心。他更发展了著名的《琵琶记》中运用的对比的手法，使宫廷内外、朝野上下、天上人间交相辉映，一齐展现在观众和读者的眼前。而皇室的享乐和人民的受难，权奸的争权夺利和有识之士的忧国忧世，上层官僚的卑劣灵魂和下层人民的崇高品质，形成强烈的对照，发人深思，是作者的用心所在。对人物的描写作到了充分的性格化，各种类型的人物都较生动，特别是对李隆基和杨玉环两人在一些场合作了细致的心理描写。曲辞优美，恪守韵调，也是本剧的显著特色。总之，它是一部“台上之曲”和“案头之曲”相结合的优秀作品。当时民间流传的口谚说：家家收拾起，户户不提防。它与当时孔尚任写的另一部历史剧《桃花扇》堪称双璧。洪升与孔尚任被誉为“南洪北孔”。他们对中国古典戏曲的发展都作出了杰出的贡献，在中国文学史上占有很高的地位。\n\n精彩篇章\n　　《长生殿》中一些写得精彩的篇章，如《定情》、《惊变》、《疑谶》、 《偷曲》、《絮阁》、 《骂贼》、《闻铃》、 《哭像》、 《弹词》等出，至今仍在上演，为昆曲中的优秀传统剧目。 \n\n\n纪念馆舍\n\n　　洪升纪念馆位于浙江省杭州市西溪国家湿地公园西区，洪升以一曲《长生殿》成为洪氏家族在清代成就最高的一位。也成为了中国戏曲史上里程碑式的人物。\n\n　　在洪升纪念馆，首先看到的是有关《长生殿》的故事梗概、创作历程和艺术成就的介绍。《长生殿》的创作历程是艰苦的，是洪升集一生的才华和心血而成的精品，“稗畦填词四十余种，自谓一生精力在《长生殿》”。 “经十余年，三易稿而始成”。康熙十二年遂作《沉香亭》，康熙十八年完成《舞霓裳》，康熙二十七《长生殿》传奇定稿并搬上舞台。在第二展室，可以继续了解洪升离奇的一生。\n\n　　设计师以新月、半月和满月的背景造型，暗合“月有阴晴圆缺，人有悲欢离合”，反映洪升跌宕起伏的一生。 \n\n\n生平\n\n　　洪升于清顺治二年七月初一出生时，全家正在逃难之中，满月后才回到城里。洪姓是钱塘的望族，世代书香。其父之名不可考，好读书，喜谈论，出仕清朝。外祖父黄机，康熙朝官至刑部尚书和文华殿大学士兼吏部尚书。\n\n　　洪升少年时期，曾受业于陆繁弨、毛先舒、朱之京等人。接受了正统的儒家教育，也受到他们遗民思想的熏染。他学习勤奋，很早就显露才华，15岁时已闻名于作者之林。20岁时已创作了许多诗文词曲，受到人们称赞。康熙三年七月，他与舅父之女黄兰次结婚。4年后，赴北京国子监肄业。因未得官职，失望而归。为了衣食而到处奔波。27岁前后，遭“天伦之变”的家难，为父母所不容，被迫离家别居，贫至断炊。康熙十二年冬，他再度前往北京谋生。两年以后，他的诗集《啸月楼集》编成，受到李天馥和王士祯诸名流的赏识和培养，诗名大起。卖文为活，而傲岸如故，“交游宴集，每白眼踞坐，指古摘今”，对现实颇为不满。徐嘉炎在《长歌行送洪昉思南归》中说他“好古每称癖，逢人不讳狂”。尤侗称他：“洪子既归，放浪西湖之上，吴、越好事闻而慕之，重合伶伦，醵钱请观焉。洪子狂态复发，解衣箕踞，纵饮如故。”\n\n　　康熙十八年冬，其父以事被诬遣戍，他奔走呼号，向王公大人求情，并且昼夜兼行，赶回杭州，奉侍父母北行，后来遇赦得免。为此他已形容枯槁，心力交瘁。他开始注意到了民间疾苦，写了《京东杂感》及《衢州杂感十首》等诗，对人民历遭兵灾及水灾，倍加同情。他还写了《长安》诗，其中有“棋局长安事，傍观迥不迷。党人投远戍，故相换新颜”之句，深恶统治集团内部倾轧与朝政翻覆，对社会现实有了较深的认识。\n\n　　康熙二十七年他把旧作《舞霓裳》传奇戏曲改写为《长生殿》，传唱甚盛。次年八月间，招伶人演《长生殿》，一时名流多醵金往观。时值孝懿皇后佟氏于前一月病逝，犹未除服，给事中黄六鸿以国恤张乐为“大不敬之罪名，上章弹劾。洪升下刑部狱，被国子监除名。与会者如侍读学士朱典、赞善赵执信、台湾知府翁世庸等人，都被革职。时人有“可怜一夜《长生殿》，断送功名到白头”之句。此案的政治背景为当时朝廷内南北两党之争。南党以刑部尚书徐乾学为首，多为汉族官僚；北党以相国明珠为首，多为满族官僚，互相抨击。洪升与南党中人较为接近，且素性兀傲，其《长生殿》中有触犯当时忌讳之处。北党借此发难，欲兴大狱。康熙帝故示宽柔，除对与会者作了处理外，并未深究《长生殿》剧本。洪升突遭此难，在京中备受白眼揶揄，不得已于康熙三十年返回故乡杭州。他疏狂如故，放浪西湖之上，写诗填词作曲。康熙三十四年，《长生殿》付刻，洪升的老友毛奇龄作序，序中说：“予敢序哉？虽然，在圣明固宥之矣。”明确指出康熙帝已不再追究这部剧本。康熙三十六年，江苏巡抚宋荦命人安排演出《长生殿》，观者如蚁，极一时之盛。洪升在宴席上“狂态复发，解衣箕踞，纵饮如故”。自此之后，吴山、松江等地相继演出。康熙四十三年江宁织造曹寅集南北名流为盛会，独让洪升居上座，演出全部《长生殿》，历三昼夜始毕。自江宁返，行经乌镇，酒后登舟，堕水而死，时为六月初一。\n\n\n轶事典故\n\n家庭介绍\n　　以《长生殿》蜚声文坛的洪升是清代一位伟大的剧作家。他的一生坎坷多故，经历了不少事变。但由于历史记载的缺乏，很多事我们今天已难以弄清，只能凭着仅有的一点文字记录，去做一些探讨。\n　　洪升出生在杭州一个富裕的士大夫家庭，家里藏书很多，有“学海”之称。他的父亲很爱读书，也很健谈，母亲是大学者黄机的女儿。洪升小的时候常和自己的表妹、黄机的孙女黄蕙一同游戏，两人青梅竹马，彼此非常融洽。洪升二十岁时，两个人亲上做亲，结成夫妻。\n\n崇尚孝节\n　　洪升交往的师友，对于孝节等道德观念非常尊崇。他的老师陆繁弨即“以孝义为乡里表率”；好友陆寅也以“性孝友”为人称道。影响所及，洪升亦努力做一个孝子。二十四岁时，洪升曾到北京的国子监学习，想以此求取功名。可呆了一年，却并没有得到任何进身的机会。感慨之余，洪升常常怀念家乡的朋友，想念自己的母亲。但是当洪升回到杭州以后，或许由于别人的挑拨离间，他和父母的关系竟日益恶化，最后不得不带着妻子与父母分开另过。事情却并没有到此结束，家长的愤怒有增无减，没有办法，洪升只好躲出杭州，又一次来到北京，怀着痛苦的心情，一住就是十七年。\n\n客居京城\n　　在客居京城的日子里，洪升生活艰难，甚至不得不靠卖文为生。虽然是无辜而被父母斥逐，但洪升仍竭心尽力地做着孝子。三十五岁那年，洪升的父亲罹事远适，母亲也被责令同行。听到这个消息，洪升“徒跣号泣，白于王公大人。昼夜并行，钱塘去京师三千余里，间从泰岱江河，旬日余即抵家侍其亲北，会逢恩赦免。昉思洪升驰走焦苦，面目黎黑，骨柴嗌嗄”。经过这一场变故，洪升父母的生活也没有了保障，本已拮据的洪升又负担起赡养父母的责任，“多年遥负米，辛苦踏京尘”。他多次返乡探望父母，屡屡奔波于北京、杭州之间。飘零奔波的生活，使洪升身心疲惫，感受到难言的痛苦。在诗里，他反复写到自己的这一份悲哀：“妻子长安亲旧国，年年北往复南征”，“北往南归两行泪，谁能分寄大江流”。他深深地感叹：\n　　败芦寒雨断矶边，梦醒孤舟泪泫然。堂上二人年六十，旅中八口路三千。谋艰桂玉羞逢世，心怯风波且任天。扰扰半生南又北，未知归计定何年。\n\n性格矛盾\n　　洪升是矛盾的。他赞赏自然、山水、隐遁，却又无法放弃对功名的渴望和追求。“如何市朝子，扰扰争利名”；“人生行乐无百岁，区区禄利何为乎。游宦略成须止足，故乡归隐携妻孥”。他希望在仕途上得到别人的援引，遇到像信陵君那样的人，“信陵如可作，刎颈亦酬恩”。但他的性格，他的狂傲却难为世俗所接受，“依人偏傲骨，入世遂多愆”。在一次次的失望中，洪升咀嚼着人生的感唱：“漂零自分儒生贱，干谒方知长吏尊。那得为农成独往，瓦盆盛酒对儿孙”，“莫问侯门朱履事，残杯冷炙是怜才”，“荣枯寂物理，寒懊验人情。真悔谋身误，尘劳汩此生”。\n　　一方面是对出与处的犹豫不决，一方面是对功名的心存希冀。在屡屡的失意中，洪升艰难地走着自己的人生之路。\n\n从师受教\n　　洪升从小受到很好的教育，交游的师友都是一些博学而有高格的人。在他的老师中，有善写骈体文的陆繁弨，有精通音律的毛先舒，后来他还向当时的文坛领袖王士祯学习，又向大诗人施闰章学习诗法。著名的戏曲作家袁于令、浙西派著名词人朱彝尊，以及经学家兼文学家毛奇龄等人都曾和他交友来往。洪升本是一个极有才华的人，在与这些文学界优秀人物的交游中，洪升的天赋得到了很好的发展；而精通词曲音律的师友如沈谦、毛先舒、袁于令等人，更使他在词曲音乐方面大受裨益，为他在戏曲创作上大显身手创造了条件。他获得了巨大成功，成了当时妇孺皆知的戏剧家，“以诗有名京师，尤工院本，宫商五音不差唇吻。旗亭壁间，时闻双鬟讴诵之，以故儿童、妇女莫不知有洪先生者”。他在曲的创作方面也取得了引人注目的成就，“以诗词、院本鸣于时”。洪升对中国文学的最大贡献在于曲，他的《长生殿》代表着昆曲艺术的最高峰。\n\n写作故事\n　　二十九岁那年，洪升和朋友偶然谈起唐代开元、天宝间的事情，李白的被唐明皇赏识，唐明皇的爱才，使洪升大为感慨。于是他以李白为主角，创作了传奇《沉香亭》，大概是表现李白应诏在沉香亭填写清平调词的故事。到北京以后，一位朋友说《沉香亭》这个剧本写得并不好，“排场近熟”，没有能超出其他表现同一题材的作品。洪升觉得有道理，于是他删去原剧中李白的情节，加入李泌辅佐肃宗中兴唐朝的故事，把剧本改名为《舞霓裳》。这一年，洪升已是三十五岁，距离完成《沉香亭》传奇已有七个年头了。1688年，四十四岁的洪升想到历代的帝王，妃嫔成群，很少有用情专一的，而像唐明皇那样爱恋妃子杨玉环的帝王实在罕见。马嵬坡赐死杨贵妃，违背了他们当初的盟誓，在唐代便已经有了许多关于唐明皇、杨贵妃的传说，像唐明皇游月宫等等，于是洪升决定专写李杨爱情，把《舞霓裳》改为《长生殿》。\n　　《长生殿》传奇的上卷从唐明皇与杨贵妃的“定情”写到七夕之夜两个人在长生殿上的盟誓：“在天愿做比翼鸟，在地愿为连理枝。”可是，安禄山的叛军杀来了。在出逃的路上，在马嵬驿，面对群情激愤的将士，唐明皇被迫赐杨贵妃自尽。在传奇的下半部，唐明皇深深思忆杨贵妃，时时处处睹物伤情。终于，他们在天宫里团圆了。\n\n遭受变故\n　　剧本脱稿后，立即受到朋友们的称赞。在演员们的要求下，这个本子被搬上了舞台，成为当时最受欢迎的剧目。康熙二十八年八月上旬，洪升招来戏班在家中演出《长生殿》，城里很多名人都赶来观看。当时正是孝懿皇后的丧期。由于洪升平时狂放不羁，颇为时俗所妒，加之朝廷中南北党争正烈，洪升与南党中重要人物高士奇关系密切，而《长生殿》所写兴亡之恨，在明清易代之际，实在是个敏感的题目；安禄山又是胡人，很易引发人的联想。于是北党便抓住这个机会，借洪升在国丧期间演剧，来打击自己的政敌。一个叫黄六鸿的人向皇帝告状，说在皇后丧期演唱《长生殿》是一种“大不敬”的行为。结果洪升被抓进监狱；放出来后，被革去了国学生籍。连那些看戏的人也都受到了处分。\n　　遇到这样一场大的变故后，洪升很是悲愤，他甚至想到佛教中去寻求解脱。他不得不归去了；京城中的白眼使他难以安身，可是归去亦让他犹豫。在《长生殿》之祸发生前不久，陈訏在给洪升的诗中曾这样写道：\n　　佣笔为生拙，天涯口漫糊。有家归不敢，负罪子如无。行役何妨远，伤心独向隅。亲恩终浩荡，但返莫蜘蹰。\n　　可见家难的阴影仍然笼罩着洪升。\n　　四十七岁那年，洪升回到杭州。那时，他还没有得到家长的谅解。直到他五十一岁时，这场家庭的纠纷才算平息。\n\n作品演绎\n　　1704年，六十岁的洪升应江南提督张云翼的邀请来到松江。张云翼把洪升奉为上宾，特意召集宾客，选了几十名好演员，上演《长生殿》。曹寅听说后，又把洪升请到南京，遍请江南江北的名士，举行了一个盛大的宴会，演出《长生殿》。\n　　曹公素有诗才，明声律，乃集江南江北名士为高会，独让昉思居上座，置《长生殿》本于其席。又自置一本于席。每优人演出一折，公与昉思雠对其本，以合节奏。凡三昼夜始阕。两公并极尽其兴赏之豪华，以互相引重，且出上币兼金赆行。长安传为盛事，士林荣之。\n　　然而，就在洪升从南京乘船回家，经过乌镇时却不幸因酒醉失足落水，一代杰出的剧作家竟这样离去了。在他的身后，只有传唱不衰的《长生殿》，时时使人们忆起这位才子的悲哀与喜悦。\n\n",
  "desc": "洪升（1645～1704），清代戏曲作家、诗人。字昉思，号稗畦，又号稗村、南屏樵者。汉族，钱塘（今浙江杭州市）人。生于世宦之家，康熙七年（1668）北京国子监肄业，二十年均科举不第，白衣终身。代表作《长生殿》历经十年，三易其稿，于康熙二十七年（1688）问世后引起社会轰动。次年因在孝懿皇后忌日演出《长生殿》，而被劾下狱，革去太学生籍，后离开北京返乡。晚年归钱塘，生活穷困潦倒。康熙四十三年，曹寅在南京排演全本《长生殿》，洪升应邀前去观赏，事后在返回杭州途中，于乌镇酒醉后失足落水而死。洪升与孔尚任并称“南洪北孔”。",
  "dynasty": "清代",
  "id": 764,
  "name": "洪升",
  "star": 3
}