{
  "content": "生平\n\n早年经历\n\n　　裴耀卿自幼聪敏，后考中童子举，二十岁时便被任命为秘书省正字、相王府典签。相王李旦对他非常器重，让他与府掾丘悦、文学韦利器一同在王府轮值，以备顾问，称为学直。\n\n累职升迁\n\n　　景云元年，李旦继位，是为唐睿宗。裴耀卿被授为国子监主簿，后历任詹事府府丞、河南府士曹参军、考功司员外郎、右司郎中、兵部郎中。\n\n　　开元元年，唐玄宗任命裴耀卿为长安令。当时，长安县实行配户和市法，以官府名义按户征购财物，百姓深受其苦。裴耀卿到任后，改征豪富之家，并预先支付钱款，杜绝奸邪欺瞒的弊病。他在长安任职二年，宽严得当，离任后受到百姓怀念。\n\n　　开元十三年，裴耀卿担任济州刺史。不久，唐玄宗封禅泰山，路经济州。裴耀卿在正税外临时加税，但是处置得当，既接待了皇帝，也没有过重剥削百姓，得到唐玄宗的赞赏。此后，裴耀卿历任宣州刺史、冀州刺史、户部侍郎。\n\n　　开元二十年，信安王李祎率军攻打契丹。裴耀卿作为李祎的副将，携带二十万匹绢帛前往奚族部落，赏赐立功奚官。他认为番族见利忘义，必会对自己加以劫掠，于是命部下提前出发，分道同时前去，只用一天时间便把全部财物发送完毕。当时，突厥、室韦等族果然在交通要道上伏兵拦截，但裴耀卿早已返回。\n\n担任宰相\n\n　　开元二十一年，关中久雨，长安发生饥荒。唐玄宗准备移驾洛阳，特意召见时任京兆尹的裴耀卿，询问赈灾之策。裴耀卿分析当前形势，建议疏通漕运，征调江淮粮赋，以充实关中。唐玄宗对此非常赞同。十月，裴耀卿被任命为黄门侍郎、同中书门下平章事，并充任江淮河南转运使。\n\n　　开元二十二年，裴耀卿升任侍中。当时，他沿黄河建置河阴仓、集津仓、三门仓，征集天下租粮，由孟津溯河西上，三年时间便积存粮米七百万石，省下运费三十万缗。有人劝他将省下的钱财交给皇帝，以表明功劳。裴耀卿却奏请唐玄宗，将这笔钱款充作官府的和市费用。\n\n　　开元二十四年，李林甫告发中书侍郎严挺之徇私枉法，中书令张九龄却为严挺之辩护。唐玄宗认为张九龄结交朋党，罢去他的宰相之职。裴耀卿与张九龄交好，素受李林甫的嫉恨，也因此事牵累，被免去相位，改任尚书左丞相，封赵城侯。\n\n两谏玄宗\n\n　　开元二十五年，夷州刺史杨浚因贪赃被判为死罪。唐玄宗为他减刑，命杖打六十，流放古州。裴耀卿进谏道：“刺史、县令是一方父母官，受到民俗风化的瞻望，当众受辱，不符合尊敬官长、树立风气的宗旨。如今正值盛夏，若受杖刑，则必九死一生。请陛下停止杖刑。”唐玄宗同意了他的请求。\n\n　　开元二十八年，唐玄宗为嘉奖盖嘉运击败突骑施之功，任命他为河西陇右节度使，让他抵御吐蕃。盖嘉运却依恃战功，日夕宴饮，不及时赴任。裴耀卿进谏道：“盖嘉运虽然精劲勇烈，但骄傲自大，不足以成事。如今盛秋正是加强边防之时，盖嘉运却沉溺于酣饮，自以为无事，陛下不可不加以注意。若不能调换将帅，那就应下诏严命，督促他限期到任。”唐玄宗选择催促盖嘉运赴任。后来，盖嘉运果然无功而回。\n\n晚年生活\n\n　　天宝元年，裴耀卿改任尚书右仆射，不久又改任左仆射。\n\n　　天宝二年。裴耀卿病逝，终年六十三岁，追赠太子太傅，谥号文献。\n\n\n轶事典故\n\n　　裴耀卿曾上表朝廷，认为封禅如若扰民就不算完满成功。东封结束后，唐玄宗在宋州宴请随驾官员，对宰相张说盛赞三位地方官，其中便有裴耀卿。唐玄宗还将裴耀卿的表文带在身边，提醒自己要爱护百姓。\n\n\n家庭成员\n\n父亲\n\n　　裴守真，官至邠、宁二州刺史。\n\n兄弟\n\n　　裴子余，官至给事中。\n\n　　裴巨卿，官至卫尉少卿。\n\n　　裴幼卿，官至洛阳县尉。\n\n　　裴侨卿，官至起居郎。\n\n　　裴春卿，官至太子中允。\n\n　　裴昱，官至鼓城县令。\n\n儿子\n\n　　裴遂，官至太子司议郎。\n\n　　裴泛，官至梁州都督。\n\n　　裴汯，官至秘书少监。\n\n　　裴综，官至吏部郎中。\n\n　　裴皋，官至给事中。\n\n　　裴延，官至通事舍人。\n\n",
  "desc": "裴耀卿（681年－743年），字焕之，绛州稷山（今山西稷山）人，唐朝宰相，宁州刺史裴守真之子。裴耀卿出身河东裴氏南来吴裴，历任秘书正字、相王府典签、国子主簿、詹事府丞、河南府士曹参军、考功员外郎、右司郎中、兵部郎中、长安令、济州刺史、宣州刺史、冀州刺史、户部侍郎、京兆尹。开元二十一年（733年），裴耀卿拜相，授为黄门侍郎、同平章事，后升任侍中。开元二十四年（736年），被罢为尚书左丞相，封赵城侯。天宝元年（742年），裴耀卿又改任尚书右仆射，后改左仆射。天宝二年（743年），裴耀卿去世，追赠太子太傅，谥号文献。",
  "dynasty": "唐代",
  "id": 1595,
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_1595.jpg",
  "name": "裴耀卿",
  "star": 1
}