{
  "content": "生平\n\n　　吕温是封建时代非常难得的一位开明法学家和法律实践者。吕家为唐代世宦名门，温祖吕延之官至浙江东道节度使，父吕渭官至礼部侍郎，吕温兄弟四人皆有才名，以文学称世。吕温幼年从父学，及长，师事著名学者陆贽研习《春秋》，并从梁肃学诗，诗文为时人赏识。进士及第的次年又中博学宏词科，授集贤殿校书郎。与同时代考取功名的士子一样，吕温在及第后也有几年外出漫游，直至28岁那年才返乡为父守孝。贞元十九年，吕温得王叔文推荐任左拾遗，并成为王叔文“永贞革新”集团中的一员。第二年，吕温随御史中丞张荐出使吐蕃，留居一年有余。因而，当“永贞革新”失败后，“二王八司马”或遭杀戮或被贬僻地，独吕温不仅因外使得免，还缘例晋升户部员外郎。宪宗元和三年，吕温升任刑部郎中兼侍御史。因与御史中丞窦群、监察御史羊士谔等弹劾宰相李吉甫勾结术士惑乱朝政，先后被贬为均州刺史、道州刺史。一年后又改贬衡州刺史。在道州、衡州任上，吕温打击豪绅、惩治腐败，使二州上下焕然一新，政绩卓著。但在衡州仅年余便病逝任上。柳宗元在《故衡州刺史东平吕君诔》中曾悼他“志不得行，功不得施。……君之卒，二州之人哭者逾月”。好友刘禹锡也说他“年益壮，志益大，遂拔去文字，与隽贤交，重气概，核名实，歆然以致君及物为大欲。每与其徒讲疑考要皇王霸强之术、臣子忠孝之道，出入上下，百千年间，诋诃角逐，叠发连注”。当是对吕温一生人格、出处、追求的极好概括。吕温逝后，刘禹锡将其诗文辑为《吕衡州集》十卷，后有《吕和叔文集》行世，《全唐诗》收其诗二卷百余首。吕温一生于政余多所撰作，学问文章颇为时人推重。吕温的法制思想基本承袭了封建正统，在倡导明刑立威的同时，又特别强调“德主刑辅”，即刑罚的施行应服务于“德”，只有“导之以德”，才能使人“迁善远”。他认为，为政者要治理好一个国家，须做到“修诚”、“任智”、“立威”，且三者应“总而行之，迭收其效”，不能有任何偏废。其中，明刑立威是治国的首要问题，只有“立威”，才能“责人不欺，而人固不敢欺”；“任智”为治，就是要达成“求人不欺，而人亦不能欺”的目的，最终“智达”而“政成”；“修诚”是一种“上德”的理想境界，以此为治，方能取得“不求不欺于人，而人不忍欺”的结果。因而，作为治国者，要想有条不紊地达成这三种理想境界，自身一定要“身有纪律，言有典章；刚包其柔，威克其爱；权之以法制，董之以刑罚”。在刑罚的实施过程中，吕温还特别强调宽猛互用，“宽则人慢，纠之以猛；猛则人残，施之以宽”。二者相互搭配，相济相补，方能达到理想的治理效果。并且，为了维护法的尊严和公正，他还极力主张废止沿袭已久的“功臣恕死”和“纳粟赎罪”司法恶习。他认为，刑赏是国之大体，为政者理应郑重待之。有功必赏有罪必刑，本是天经地义之事，而若勋臣犯了死罪得以免死，无疑是废刑乱法，鼓励犯罪，于君于臣都是无益的。从君主方面看，“夫其贤如太公，忠如伊尹，唯君知臣，可以勿贰。而遽宥以死罪，是疑其不终，非所以待之以诚，而属君子之心也。若乃猾如狗盗、庸如黥徒，未有罪而先恕之死，是不许其慕生廉耻，自固名节，非所以导之以德，而劝小人之善也”。就为臣者言，“使贤而有功，惊宠惧满，自居无过之地，何恕死为？使愚而有功，已小人之幸，又告以无死，是增骄而启奸，适所谓赏之以祸也。”所以，明君治世，司法定当万众如一，就是对勋臣贵胄，也应“安之以爵禄，护之以纪律，明之以好恶，耸之以祝福”，万不可姑息养奸，遗祸于家国。“恕死”之法，绝非理想社会和明君所该施行的。至如“纳粟赎罪”，吕温更认为这是对法的尊严的挑战。倘使以粟除罪，凶徒贪吏便会肆无忌惮地作恶。因为有粟可纳，免门大开，作奸犯科还有什么顾忌呢？这样一来，朝廷法律定得再严，就是“临以斧铖，驱于鼎镬”，也未必能震慑。吕温的这些法制思想理念虽是针对当时中唐社会出现的一系列问题提出来的，其中有的失之片面或带有时代的局限性，但在今天看来，也有不少可取之处。应当说，吕温是封建时代非常难得的一位开明法学家和法律实践者。\n\n\n历史功绩\n\n　　吕温在法律思想上强调明刑立威，认为治理国家必须“权之以法制、董之以刑罚”；但又认为刑罚是道德的辅佐，刑罚的运用必须服务于“导之以德”，以达到使人“迁善远罪”的目的。为了维护封建法制的严肃性和力求执法公正，他提出了两个主张：①反对“功臣恕死”的规定,认为功不可以不赏,罪不可以不刑；信赏必罚是天经地义。如果有功勋的人犯了死罪予以免死，或者没有犯罪而先行恕死，乃是弃信废刑，挠权乱法，以罪宠人。这样不但不能劝善惩恶，反而会鼓励犯罪，对国家对功臣都将有害无益。②反对纳粟赎罪的规定，认为刑赏是国之大本，不可不严肃对待。汉代曾用过纳粟的办法除罪拜爵，但那是“杂霸道而隳王制，昧宏规而狃小利”。以之拜爵，固然毁坏了有功必赏的规定，以之除罪，更是废弃了有罪必罚的法律，是对残贼之徒和□宄之党大开免罪之门，使凶人酷吏可以肆无忌惮地为非作恶。这样，刑法规定得再严，甚至“临以斧钺，驱于鼎镬”，也是不足以立威的。\n\n",
  "desc": "吕温（771～811） 字和叔，又字化光，唐河中（今永济市）人。德宗贞元十四年（798）进士，次年又中博学宏词科，授集贤殿校书郎。贞元十九年（803），得王叔文推荐任左拾遗。贞元二十年夏，以侍御史为入蕃副使，在吐蕃滞留经年。顺宗即位，王叔文用事，他因在蕃中，未能参与“永贞革新”。永贞元年 (805)秋，使还，转户部员外郎。历司封员外郎、刑部郎中。元和三年 (808)秋，因与宰相李吉甫有隙，贬道州刺史，后徙衡州，甚有政声，世称“吕衡州”。",
  "dynasty": "唐代",
  "id": 1764,
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_1764.jpg",
  "name": "吕温",
  "star": 1
}