{
  "content": "生平\n\n　　脱脱，字大用，蒙古蔑儿乞部人。元仁宗延祐元年出生在一个地位显赫的贵族家庭里。\n\n　　伯父元朝大臣伯颜，元顺帝妥欢贴睦尔即位后任中书右丞相，独秉国政达八年之久；父马札儿台，仁宗以来即居要职，伯颜罢相后即任中书右丞相。脱脱的死使得他殚精竭虑修补元王朝统治的堤坝付诸东流，也成为元王朝走向崩溃灭亡的转折点。\n脱脱自幼养于伯父伯颜家中。稍长，就学于名儒吴直方。\n\n　　直方，字行可，婺江浦江人，儒学素养很深，曾与方凤、谢翱、吴思齐等名儒交游过。后出游京师，任教于周王和世琜藩邸，和世琜出走后，改任上都路学正，脱脱父马札儿台对他的智谋大加赞赏，比之为诸葛孔明。于是延入府中教其子脱脱、也先帖木儿。\n吴直方是脱脱的启蒙教师，后来成为脱脱的心腹幕僚。\n\n　　少年时代的脱脱膂力过人，能挽弓一石，是一位显见的将才。但经吴直方的谆谆善诱，他接受了许多儒家文化，虽然不习惯于终日坐读诗书的生活，他的进步依然是很明显的。脱脱善书画，书法刚毅有力，酷似颜真卿；画竹颇得妙趣。他受儒家思想影响最大的是用儒家标准做人，他立下了“日记古人嘉言善行，服之终身”的志向。\n\n　　15岁时，脱脱为泰定帝皇太子阿剌吉八怯怜口怯薛官。文宗图帖睦尔即位，他渐被擢用，天历二年任内宰司丞兼成制提举司达鲁花赤，不久命为府正司丞。至顺二年授虎将、忠翊侍卫亲军都指挥使。妥欢贴睦尔即位后，伯父伯颜有翊戴之功而独揽大权，他亦随之飞黄腾达，元统二年，由同知宣政院事兼前职升同知枢密院事。至元元年在挫败前右丞相燕铁木儿子唐其势余党塔里、塔剌海等的战斗中，立有战功，拜御史中丞、虎符亲军都指挥使，提调左阿速卫，进为御史大夫。\n\n　　伯颜是武宗海山的旧臣。致和元年泰定帝病卒后，他支持燕铁木儿发动政变，是拥戴文宗图帖睦尔夺位的第二号大功臣。燕铁木儿死，顺帝即位，伯颜独揽大权。唐其势不满，发动兵变，反被伯颜执杀。此后，伯颜“独秉国钧，专权自恣，变乱祖宗成宪，虐害天下，渐有奸谋”。脱脱是伯颜的亲侄儿，当然视脱脱为亲信，曾企图以脱脱为宿卫，以监视妥欢贴睦尔的起居。脱脱虽自幼养于伯颜家中，但目睹伯颜倒行逆施，势焰熏灼，深感事态严重，虑一旦事败，伯颜有杀身之祸，自己也会受牵连。于是一场以家族内部斗争为形式、关系到政权易人和政策变化的政变正在酝酿着。\n\n　　开始，脱脱与生父马札儿台进行商议。脱脱对其父说：“伯父骄纵已甚，万一天子震怒，则吾族赤矣。曷若于未败图之。”其父虽然也感到事态严重，但不敢贸然付诸行动。脱脱乃问计于吴直方。直方曰：“《传》有之：‘大义灭亲。’大夫知有朝廷耳，家固不宜恤。”脱脱曰：“事不成奈何？”直方曰：“事不成天也，一死复何惜。即死亦不失为忠义耳。”脱脱顿足曰：“吾意决矣。”吴直方引经据典，为脱脱鼓气，终于使脱脱下了铲除伯颜的决心。\n\n　　进一步采取行动的关键是取得妥欢贴睦尔的支持和赞同。妥欢贴睦尔虽然年轻，但并不甘心做傀儡，脱脱测知伯颜擅权，“帝患之”；伯颜矫旨擅杀郯王彻彻秃，贬走宣让王帖木儿不花、威顺王宽彻普化，“帝益忿之”；伯颜胡作非为，“帝积不能平”。特别是至元四年脱脱获知伯颜与太皇太后卜答失里谋立燕贴古思而废妥欢贴睦尔，把此事告诉了吴直方，直方教他“以密告于帝，令帝知而预为之防”。因而，脱脱与妥欢贴睦尔之间是有共同思想基础的。但是在宫廷复杂的环境里，在伯颜的淫威下，妥欢贴睦尔未敢轻易表态，私下派心腹世杰班、阿鲁对脱脱反复试测后才释去疑心，表示支持脱脱采取行动。\n\n　　至元五年，脱脱曾两次准备下手，均因准备不足而未下手。这一年，脱脱与伯颜的矛盾实际已经暴露。十一月，河南省台掾史范孟因不满其地位低下，假传圣旨矫杀行省长官，命原河南廉访使段辅居省中权事，自命为河南都元帅。五天后事泄被杀。这件事因牵连廉访使段辅，伯颜大怒，命御史台臣上章言汉人不可为廉访使。作为御史大夫的脱脱与吴直方商议，直方曰：“此祖宗法度，决不可废，盍先为上言之。”脱脱入告于帝，故御史台臣上章被妥欢贴睦尔驳回。伯颜知出于脱脱，大怒，言于帝曰：“脱脱虽臣之子，其心专佑汉人，必当治之。”再加上脱脱增兵宫门的事，使伯颜对脱脱愈益增疑。\n\n　　至元六年二月，伯颜约妥欢贴睦尔去柳林打猎，妥欢贴睦尔托疾不去。伯颜遂邀太子燕贴古思同往。脱脱密告妥欢贴睦尔曰：“伯父久有异志，兹行率诸卫军马以行，往必不利于社稷。”脱脱遂与世杰班、阿鲁合谋以所掌士兵及宿卫士控制京师，先收京城门钥，由亲信列布城门下。当夜，妥欢贴睦尔在玉德殿诏近臣汪家奴、沙剌班及省院大臣先后入见；中夜二鼓命太子怯薛月可察儿率30 骑抵柳林太子营，连夜将燕贴古思接回京师；即起草诏书，命中书平章政事只儿瓦歹奉诏前往柳林。诏书称：“伯颜不能安分，专权自恣，欺朕年幼。.变乱祖宗成宪，虐害天下。。今命伯颜出为河南行省右丞相。”\n\n　　天明，大都城门紧闭，脱脱倨坐城门上等候。伯颜遣人来城下问故，脱脱传圣旨曰：“诸道随从伯颜者并无罪，可即时解散，各还本卫，所罪者惟伯颜一人而已。”伯颜要求入京向皇帝辞行，不许。所领诸军见伯颜失势，纷纷散去。伯颜无可奈何，南下而去。三月，命徙伯颜于南恩州阳春县安置，其在途中病死于龙兴路驿舍。\n\n　　脱脱与伯颜的斗争虽然是元朝统治集团内部的争夺权利的斗争，但其中包含着深刻的社会背景。自忽必烈推行“汉法”以来，蒙古贵族内部围绕着继续推行“汉法”还是抵制“汉法”的斗争一直很尖锐。伯颜擅权以来，排斥汉人，废除科举，采取一系列民族压迫政策，是元代后期一场罕见的抵制“汉法”运动。脱脱虽为伯颜之侄，从维护元朝统治的根本利益出发，他不满伯颜的“变乱祖宗成宪”，因而发动了一场在皇帝支持下的政变，驱逐了伯颜。有些士人称此举为“拔去大憝，如剔朽蠹”；当他卒于龙兴路驿舍后，有人题诗于壁云：“百千万锭犹嫌少，垛积金银北斗边，可惜太师无运智，不将些子到黄泉。”伯颜被逐后，妥欢贴睦尔命脱脱之父马札儿台为太师、中书右丞相，脱脱为知枢密院事，脱脱弟也先帖木儿为御史大夫。马札儿台上台后，于通州置榻坊，开酒馆、糟坊，日至万石，又贩运长芦、淮南盐、热衷于经商敛财。脱脱让参政佛嘉问向皇帝上奏章弹劾，迫使马札儿台辞职，“养疾私第”，仍为太师。是年十一月脱脱出任中书右丞相。\n\n　　脱脱上台后，即大刀阔斧地废除伯颜“旧政”，推行一系列新政，史称“更化”。当时，妥欢贴睦尔图治之意甚切，对脱脱十分信任，把国家大事交给脱脱处理。吴直方在帮助脱脱决策上起着重要的作用，“国有大事、上命，必定于公，公亦慨然以泽被斯民为己任，有知无不言，言之丞相无不行，天下翕然，比后至元之治于前至元，公之功居多”。既然直方“言之丞相无不行”，那么，脱脱更化与“儒术治天下”就产生了必然的联系。\n\n三史修撰\n\n　　脱脱在执政期间还主持修撰辽、金、宋三史。由于更化政策的推行，伯颜专权时辞归的儒臣这时纷纷应召入国史馆，脱脱受命为三史都总裁官，以中书平章政事、康里人铁木儿塔识，中书右丞太平，御史中丞张起岩，翰林学士欧阳玄，侍御史吕思诚，翰林侍讲学士揭傒斯为总裁官，经过挑选淘汰确定了一批修史官，他们之中除汉人外，还有畏兀儿、哈剌鲁、唐兀、钦察等族的史学家。如此众多的少数民族学者参加修史，这在全部二十四史中是仅见的。脱脱虽然没有秉笔修史，但却是一位名副其实的都总裁。他以江南三省前南宋的学田钱粮为修史费用，解决了经费困难问题；辽、金、宋三朝谁为“正统”问题，长期以来争论不休，影响修史开展，脱脱主张三史分别撰写，各为正统，一律平等对待，“议者遂息”。\n\n　　三史于至正三年四月开始修撰，至正四年三月完成《辽史》，脱脱命掾史仪礼鼓吹导从，自史馆进至宣文阁，甚为隆重。四年十一月《金史》成，五年十月《宋史》成。三史总共只用了两年半时间，除因有前朝修史基础外，主要是因为脱脱这位都总裁官用人得当，措施有力。《金史》、《宋史》完成之时，脱脱已辞去相位，故以中书右丞相阿鲁图、中书左丞相别儿怯不花为“领三史事”。\n\n开河变钞\n\n　　脱脱第一次执政，推行更化政策凡三年又七个月，除因论证不足强行开大都金口河，造成沙泥壅塞、民舍被毁、丁夫死伤、劳而无功外，其他措举大体得当，朝政为之一新，汉儒们“知无不言，言无顾忌”，皇帝用功读书，注意节俭，颇有“励精图治之意”，脱脱治国有方，“中外翕然称为贤相”。\n\n　　至正四年五月，脱脱因病辞相。七年六月，马札儿台被右丞相别儿怯不花弹劾，帝命徙甘肃，脱脱力请同行以照料父亲，遂居甘州就养。十一月，马札儿台病死，脱脱回京师。八年，命脱脱为太傅，负责东宫事务。\n\n　　脱脱辞相后，阿鲁图、别儿怯不花、朵儿只先后任右丞相。这段时间有5 年多，妥欢贴睦尔虽仍有励精图治之志，也曾推出一些新政，但从整体来说，元朝政治腐败已不可挽救。加之天灾频仍，农民起义和少数民族起义此起彼伏，社会矛盾进一步激化。面对日益加深的社会危机，妥欢贴睦尔于至正九年闰七月命脱脱复为中书右丞相。\n\n　　脱脱复相后，慨然以天下为己任，下决心治理这疮痍满目的社会。当时摆在脱脱面前的有几大棘手的难题：\n\n　　第一、河患引起的严重财政危机。\n\n　　脱脱辞相后仅一个月，即至正四年夏五月，大雨二十余日，黄河暴溢，水平地深二丈许，北决白茅堤。六月，又北决金堤。沿河郡邑，如济宁路、曹州、大名路、东平路等所属沿河州县均遭水患。元廷对之束手无策，以致水势不断北浸，到至正八年正月，河水又决，先是淹没济宁路诸地；继而“北侵安山，沦入运河，延袤济南、河间，将隳两漕司盐场，实妨国计”，大有掐断元王朝经济命脉之势。运河中断将危及大都粮食和生活必需品的供应；水浸河间、山东两盐运司所属盐场，将会使元廷财政收入急遽减少。本来已经空虚的国库面临着新的危机。\n\n　　第二、河患加剧了社会动荡不安。\n\n　　自从河患发生以来，河泛区的饥民和流民纷纷起来反抗，有的劫夺商旅，有的打击官府，所在有司无可奈何。全国各地不断爆发起义；至正四年七月，山东私盐贩郭火你赤起义，活动于鲁、晋、豫一带；六年六月，福建汀州连城县罗天麟、陈积万起义，湖南爆发吴天保领导的瑶民起义；七年十月，全国发生起义达二百余起；八年春，台州黄岩盐贩方国珍起兵反元；同年三月，辽东锁火奴和辽阳兀颜鲁欢分别自称“大金子孙”，起兵反元；九年，冀宁平遥等县有曹七七起义；十年，江西铅山、真州、泰州均有农民起义。\n\n　　第三、统治集团内部矛盾尖锐。\n\n　　脱脱去相后，以右丞相别儿怯不花为首的一派与脱脱父子有旧怨，别儿怯不花、左丞相太平、御史大夫韩嘉纳、右丞秃满迭儿等10 人，结为兄弟，曾弹劾马札儿台，使之远徙甘州。康里人哈麻与弟雪雪，因其母为宁宗的乳母，兄弟俩充宿卫士，为妥欢贴睦尔所宠幸。脱脱为相时，哈麻官任同知枢密院事，对脱脱百般趋附。脱脱去相后，遭到别儿怯不花等攻击，哈麻在妥欢贴睦尔处竭力为之辩护。至正九年，太平、韩嘉纳支持御史斡勒海寿列哈麻罪行劾奏，妥欢贴睦尔不得已夺哈麻、雪雪官职，而太平、韩嘉纳、斡勒海寿等均被贬官。未几，脱脱复为右丞相，为报答哈麻辩护之功，对太平等人进一步打击报复，使太平谪居陕西，别儿怯不花谪居般阳，韩嘉纳以赃罪杖流奴儿干致死，秃满迭儿出为四川右丞，途中被杀。脱脱重新召用哈府，从此埋下了杀身之祸。\n\n　　至于官贪吏污、纪纲废弛、赋役不均等，已是积重难返的社会现象，脱脱复相后根本顾不上去治理这些问题。当务之急是解决财政危机和治理黄河。\n\n　　解决财政危机最快的办法是变更钞法。因为从至元后期以来，纸币发行猛增，不断贬值，以后历代大量印钞，到至正年间形成了巨大的压力，再加上伪钞横行，钞法已经败坏不堪。至正十年四月，左司都事武琪建议变钞，吏部尚书偰哲笃支持变钞，并提出了以纸币一贯文省权铜钱一千文为母，而钱为子的方案。脱脱会集中书省、枢密院、御史台及集贤、翰林两院官，进一步商议。会上进行了激烈的争论，集贤大学士兼国子祭酒吕思诚反对最坚决，但遭到了压制，脱脱终于下决心实行变钞。妥欢贴睦尔批准了中书省的变钞方案，下诏曰：朕闻帝王之治，因时制宜，损益之方，在乎通变。惟我世祖皇帝，建元之初，颁行中统交钞，以钱为文，虽鼓铸之规未遑，而钱币兼行之意已具。厥后印造至元宝钞，以一当五，名曰子母相权，而钱实未用。历岁滋久，钞法偏虚，物价腾踊，奸伪日萌，民用匮乏。爱询廷臣，博采舆论，佥谓拯弊必合更张，其以中统交钞壹贯文省权铜钱一千文，准至元宝钞二贯，仍铸至正通宝钱与历代铜钱并用，以实钞法。至元宝钞，通行如故。子母相权，新旧相济，上副世祖立法之初意。变钞的具体办法是：一，印造“至正交钞”，新钞一贯合铜钱一千文，或至元宝钞二贯，而至正交钞的价值比至元宝钞提高了一倍，两钞则并行通用。二，发行“至正通宝钱”，与历代旧币通行，使钱钞通行，并以钱来实钞法。\n\n　　至正十一年新钞与通宝同时发行，结果很快就出现了通货膨胀。“行之未久，物价腾踊，价逾十倍”，“京师料钞十锭，易斗粟不可得”，“所在郡县，皆以物货相贸易，公私所积之钞，遂俱不行”。变钞的最后结果是完全失败。\n\n　　在实行变钞的同时，脱脱决心治理黄河。\n\n　　早在至正八年二月时，元廷于济宁郓城立行都水监，命贾鲁为行都水监使，专治河患。贾鲁经过实地考察、测量地形、绘制地图，提出二策：“其一，议修筑北堤，以制横溃，则用工省；其二，议疏塞并举，挽河东行，使复故道，其功数倍”。但他的建议未被采纳。九年，脱脱复相后，专门召开治河讨论会，贾鲁以都漕运使身份再次提出自己的治河主张，并进一步强调“必疏南河，塞北河，修复故道。役不大兴，害不能已”。脱脱当机立断，取其后策。并不顾工部尚书成遵等抗争，坚定地说：“事有难为，犹疾有难治，自古河患即难治之疾也，今我必欲去其疾！”脱脱明知“此疾难治”，也明知要冒巨大风险，还是坚决地“欲去其疾”；他深知越是不治，越是难治，越难治，饥民、流民问题越严重。脱脱是把治河当作制止“盗贼滋蔓”的重要手段来加以认识的。\n\n　　至正十一年四月初四日，妥欢贴睦尔正式批准治河，下诏中外，命贾鲁为工部尚书、总治河防使，发汴梁、大名13路民15 万人，庐州等地戍军18 翼2 万人供役。四月二十二日开工，七月完成疏凿工程，八月二十九日放水入故道，九月舟楫通行，并开始堵口工程，十一月十一日，木土工毕，诸埽堵堤建成。整个工程计190 天。贾鲁按照他的疏塞并举、先疏后塞的方案，成功地完成了治河工程。\n\n镇压起义\n\n　　在鲁治河之时，白莲教主韩山童等抓住时机，凿好独眼石人一个，预先埋于黄陵岗，散布民谣：“石人一只眼，挑动黄河天下反。”五月初，韩山童与刘福通等在颍州颍上发动起义，元末农民战争爆发。\n\n　　颍上起义爆发后，韩山童虽遭官府捕杀牺牲，刘福通则在占领颍州成功后，迅速进据河南朱皋、罗山、真阳、确山、汝宁、息州、光州等地，众至10 万。同年夏，彭莹玉兵起淮西。八月，邳县人李二、赵君用、彭大及其子早住等占领徐州；麻城人、铁工邹普胜，罗田人、布贩徐寿辉起兵蕲州。十月，徐寿辉克蕲水，建立天完政权。十二月，王权、张椿等攻占邓州、南阳，称“北琐红军”；十二年正月，孟海马等攻占襄阳，称“南琐红军”。二月，定远人郭子兴等攻占濠州。北、南、西三片地方的红中军几乎同时而起，来势之猛为元廷所料不及。\n\n　　面对这突如其来的暴风骤雨，脱脱的心情是极其复杂的。当初廷臣议论治河时，有人认为中原必乱，脱脱把不同意见者压制下去后，岂料中原果然大乱。于是急忙遣兵镇压，结果事与愿违，起义烈火越扑越旺。所以在议政时，脱脱总是讳言这伤透脑筋的事。一日，妥欢贴睦尔把脱脱召去，怒责之曰：“汝尝言天下太平无事，今红军半宇内，丞相以何策待之？”脱脱汗流浃背，一时竟无言以对。\n\n　　丞相的对策主要有二：一是加紧对汉人、南人的防范。凡议军事，汉人、南人官僚必须回避。一日，脱脱奏事内廷，事关兵权，回头看到中书左丞韩元善、中书参政韩镛随后而来、脱脱立刻命守门人拦阻不得入。于是上奏妥欢贴睦尔：“方今河南汉人反，宜榜示天下，令一概剿捕。诸蒙古色目因迁谪在外者，皆召还京师，勿令诖误。”有一次，中书省吏员抱文牍，题为“谋反事”，送到脱脱处，脱脱视其牍，改题为“河南汉人谋反事”。这两件事说明，在关系到蒙古贵族生死存亡的关键时刻，脱脱仍然要借助民族压迫政策来维护其统治的。二是采取血腥镇压方式。颍州起义爆发后，脱脱曾派枢密院同知赫厮、秃赤率阿速军镇压，结果大败而归；不久又派其弟也先帖木儿等率十余万军进兵河南，结果在沙河不战而溃。脱脱还利用各地的地主武装——义兵来镇压起义军，其中以沈丘的察罕帖木儿和罗山的李思齐最为凶狠，对中原红巾军威胁最大。\n\n　　至正十二年八月，脱脱亲率大军出征徐州。当芝麻李等占领徐州后，尽有徐州附近州县，徐州地处黄河与运河交汇处，因此红巾军切断了通过漕运对大都的物资供应。九月，脱脱破徐州，进行了惨无人道的大屠杀，芝麻李被杀。脱脱班师回朝，妥欢贴睦尔加其为太师，于徐州为脱脱建生祠，立《徐州平寇碑》，以著其功绩。\n\n　　徐州红巾军被镇压后，元军联合各地地主武装对北、南、西各部红巾军进行了疯狂的镇压，使各路红巾军被迫转入低潮。\n\n贬死\n\n　　在一派至正中兴、天下太平的假相下，元朝以妥欢贴睦尔为首的统治集团进一步腐化堕落了，政治更加黑暗。\n\n　　脱脱复相后，对哈麻兄弟深为感激，提升哈麻为中书右丞。但脱脱对左司郎中汝中柏十分倚重，引起哈麻不快，脱脱改哈麻为宣政院使，且位居第三，于是哈麻对脱脱怀恨在心。哈麻为取悦于皇后奇氏和皇子爱猷识理达腊，找脱脱商议授皇太子册宝礼事，脱脱加以推托。哈麻善于媚上，偷偷引进西天僧教妥欢贴睦尔运气术，哈麻的妹婿、集贤大学士秃鲁帖木儿亦荐西天僧伽磷真来教“演揲儿”法，使之修成房中之术，诱导妥欢贴睦尔淫乐。秃鲁帖木儿与老的沙等十人结为“倚纳”，引进公卿贵族家的命妇和街坊良家妇女到宫中，供妥欢贴睦尔和倚纳们玩乐，君臣全然不顾羞耻，男女赤身裸体作乐。丑声秽行，著闻于外，脱脱对哈麻一伙益加痛恨。这时，脱脱利用战争停息之时，对农业生产抓得颇为有力。至正十三年三月，脱脱用左丞乌古孙良桢、右丞悟良哈台建议，屯田京师地区，以二人兼大司农卿，自领大司农事，西自西山，南至保定、河间，北至檀、顺州，东至迁民镇，凡系官地及原管各处屯田，皆引水利，立法佃种，合用工价、牛具、农器、谷种、召募农夫诸费，给钞500 万锭，以供其用。当年收成甚佳。又于江浙、淮东等处立分司农司，召募能种水田及修筑围堰之人各1000名为农师，教民播种，所募农夫，每名给钞10 锭。\n\n　　正当红巾军暂时失败之时，泰州白驹场盐贩张士诚于至正十三年初起兵，攻破泰州、高邮。十四年正月，张士诚据高邮，自称诚王，国号大周，改元天佑。六月，士诚破扬州，南北运河再次梗塞。九月，妥欢贴睦尔再命脱脱出师，南征高邮。其诏书语句颇为恳切：“朕于丞相共理天下者也，天下多故，朕轸其忧，相任其劳，理所必致汝往。”脱脱总制诸王各爱马、诸省各翼军马，董督总兵、领兵大小官将，号称百万，连“西域西蕃皆发兵来助，旌旗累千里，金鼓震野，出师之盛，未有过之者”。十一月，元军抵高邮，双方战于高邮城外，士诚大败，退入城中不出。元军分兵破六合、盐城、兴化等地。\n\n　　脱脱出师之前，命汝中柏为治书侍御史，以辅助其弟也先帖木儿代理朝政。汝中柏认定哈麻必为后患，劝脱脱除之。脱脱犹豫不决，命与也先帖木儿商议。也先帖木儿向来无能，又认为哈麻曾有功于己，不从。哈麻获悉后，将脱脱拖延皇太子册宝礼等事，挑拨奇皇后、皇太子与脱脱兄弟关系。脱脱出师后，妥欢贴睦尔命哈麻为中书平章政事。哈麻大权在握，即唆使监察御史袁赛因不花奏劾脱脱兄弟，奏章称：“脱脱出师三月，略无寸功，倾国家之财以为己用，半朝廷之官以为自随。又其弟也先帖木儿庸材鄙器，玷污清台，纲纪之政不修，贪淫之习益著。”妥欢贴睦尔轻信谗言，又害怕脱脱成为伯颜第二，先罢也先帖木儿职，又下诏削脱脱兵权。\n诏书到达军中之时，参议龚伯遂对脱脱说：“将在外，君命有所不受。\n\n　　且丞相出师时，尝被密旨，今奉密旨一意进讨可也。诏书且勿开，开则大事去矣。”脱脱曰：“天子诏我而我不从，是与天下抗也，君臣之义何在？”不从，遂交出兵权，由河南行省左丞相泰不花等代为总兵。客省副使哈剌答曰：“丞相此行，我辈必死于他人之手，今日宁死丞相前。”言毕，拔刀刎颈而死。妥欢贴睦尔临阵易将，高邮城下百万元军乱作一团，“大军百万，一时四散。。.其散而无所附者，多从红军，铁甲一军入襄阳，号铁甲兵者是也”。高邮战役元军不战自溃，是元末农民战争的转折点，从此，各路农民起义军转被动为主动，重新掀起规模更大的武装起义高潮。大约过了10 年后，监察御史们上书说：“奸邪构害大臣，以致临敌易将，我国家兵机不振从此始，钱粮之耗从此始，盗贼纵横从此始，生民之涂炭从此始。设使脱脱不死，安得天下有今日之乱哉！”脱脱先被安置于淮安路，不久即命移置亦集乃路。十五年三月，诏流于云南大理宣慰司镇西路，流也先帖木儿于四川碉门。脱脱长子哈剌章肃州安置，次子三宝奴兰州安置，家产籍没。十二月，哈麻矫旨遣使鸩死脱脱于云南贬所，时脱脱年仅四十二。二十二年，平反昭雪，诏复官爵，并给复其家产。哈剌章、三宝奴召还朝封官。\n\n\n人物贡献\n\n文学\n\n　　任修三史总裁官时，他主修有《宋史》，其《艺文志》8卷，主要根据宋朝的《国史·艺文志》，删掉重复，补充未备之书，共著录宋代藏书9 818部，119 972卷。为记载宋代藏书情况及宋代著述的史志总目，但分类混乱，著录误差较多。在史志目录中“最称芜杂”。所著《宋史艺文志·序》，对宋一代国家藏书之事有总论性的论述，是研究宋代藏书史的重要文献之一。\n\n书法\n\n　　江南第一家白麟是郑义门祖上名号，淮公迁到浦江后，改原香岩溪为白鳞溪，示不忘本。元朝宰相脱脱亲书“白麟溪”三大字以立碑。据《义门郑氏祭祀薄》载：“白麟溪”石碑向立于崇义桥侧，年久失修，年久而损伤。乾隆十八年，将旧碑移至白麟溪桥头，靠祠砖砌。于原处再立新碑。\n\n\n冤死案\n\n　　脱脱对不能报答皇上的恩惠深表遗憾，但他还是服从诏书的决定，准备去淮安了。临走前，他安抚了那些激愤不已的将士，并将自己的盔甲和战马赠送给身边的将领，让他们各率所部，听从月阔察儿、雪雪等人的命令。\n\n　　有个副将叫哈剌答，听了脱脱的话，哭着说:丞相此行，我辈必死他人之手，今日宁死丞相前,说完，趁人不备，拔刀自刎而死。脱脱命人将哈剌答安葬，然后起身前往淮安。\n\n　　脱脱一走，包围高邮的元军大乱，张士诚趁机出击，元军大败，张士诚反败为胜，军威大振。这是脱脱被剥夺军权直接带来的严重后果。\n\n　　脱脱抵达淮安不久，诏书又到了，将脱脱迁往亦集乃路重新安置。亦集乃路就是今天所说的黑城，遗址位于今内蒙古自治区额济纳旗达来呼布镇东南约35公里、纳林河东岸的荒漠中。\n\n　　在哈麻等人的陷害下，元顺帝将脱脱流放以后，于当月就命哈麻提调经正监、都水监、会同馆、知经筵事，很快又兼任了大司农。同时，哈麻的几个亲信也都得到了重用。至正十五年二月，元顺帝任命御史大夫汪家奴为中书右丞相。\n\n　　但是，脱脱被罢官流放，哈麻还不放心，他一定要置脱脱于死地。于是，在至正十五年三月，他又指使监察御史袁赛因不花等人上奏元顺帝，说对脱脱兄弟的处分太轻了，请求严加惩处。元顺帝不管三七二十一，又下了一道诏书，将脱脱流放到云南大理宣慰司镇西路，将脱脱的弟弟也先帖木儿流放到四川碉门，脱脱的长子哈剌章流放于肃州，次子三宝奴流放于兰州，所有家产全部没收。\n\n　　脱脱从内蒙古到云南，路途遥远，环境险恶，可见哈麻等人的用心是多么歹毒！\n\n　　不过，当年脱脱随父亲到流放地，已经经受过了严峻的考验，所以他服从朝廷的命令，前往云南。\n\n　　脱脱走到大理腾冲的时候，当地知府高惠久闻脱脱大名，亲自接待了脱脱。高惠之所以这样做，是有他的打算的。脱脱是一人之下万人之上的重臣，别看落难到此，说不定有朝一日会东山再起，重掌大权，到那时，自己岂不立下一功！\n\n　　晚上，高惠特地为脱脱找来几个漂亮女子，准备伺候脱脱过夜。他还有一个目的，如果朝廷一定要置脱脱于死地，自己就可以在脱脱身上找到新的罪证，为朝廷立功很显然，高惠的这种做法更加阴险。但脱脱是个正人君子，他严肃地对高惠说：吾罪人也，安敢念及此！严词拒绝了高惠的好意.\n\n　　高惠的做法遭到脱脱的拒绝，他心里非常痛恨。好啊，你现在是朝廷的犯人，还如此猖狂，你以为你还是当朝丞相吗？九月，高惠派人将脱脱押送到腾冲以西的一个地方，并命令铁甲军将脱脱的住所包围起来，严加看管。\n\n　　这年十二月，哈麻听到脱脱安全到达云南的消息，心里更加着急。他想再请求元顺帝下诏将脱脱处死，又担心元顺帝不会答应，就干脆矫旨，赐脱脱喝下毒酒。就这样，脱脱终于死在奸臣哈麻之手，时年42岁。\n\n　　脱脱死亡的消息传到京城，中书省派出一个官员到达脱脱的死地，对脱脱进行了安葬。\n\n　　至正二十二年，监察御史张冲等人上书，要求为脱脱平反昭雪。元顺帝下诏，恢复脱脱的所有官爵，还其家产，并将脱脱的儿子哈剌章、三宝奴召回朝廷。这时候，脱脱的弟弟也先帖木儿已经死了。后来，哈剌章官至中书平章政事，封申国公，分省大同，三宝奴官至知枢密院事。\n\n　　咱们再说说哈麻兄弟的结局。至正十五年四月，也就是脱脱被流放云南的时候，元顺帝任命哈麻为中书左丞相，雪雪为御史大夫，朝政大权尽归哈麻兄弟。六月，在哈麻的怂恿下，元顺帝下诏，将脱脱的老师、集贤大学士吴直方以及参军黑漠、长史火里赤等人撤职，这些人都受了脱脱的牵连。\n\n　　哈麻兄弟虽然掌握了朝政大权，但他的妹夫秃鲁帖木儿依然受到元顺帝的宠信。哈麻成了朝廷重臣，他深为自己当年为元顺帝请来西方僧的做法感到羞耻，决心改变一下这种肮脏的状况。于是，哈麻跟他父亲秃鲁商量说：“现在我们兄弟位极宰辅，应当引导皇上改邪归正。而现在秃鲁帖木儿专门献媚于皇上，让皇上整天以淫为乐，这样一来，天下士大夫肯定要笑话我们，我们有何面目见人？所以，我准备除掉秃鲁帖木儿。”哈麻又说：“现在，皇上一天比一天昏庸了，怎么还能治理天下呢？皇太子已经长大成人了，而且聪明过人，不如立皇太子为帝，让皇上去做太上皇。”\n\n　　哈麻在与父亲秃鲁说这些话的时候，被他妹妹，也就是秃鲁帖木儿的妻子听见了。哈麻的妹妹立即回家告诉了丈夫秃鲁帖木儿。秃鲁帖木儿非常害怕，他知道皇太子对自己很不感冒，一旦他登基，自己还有活命吗？于是，他赶紧将哈麻所说的话告诉了元顺帝，但隐瞒了哈麻斥责元顺帝贪图淫乐的话，而是用挑拨的语气说:哈麻说陛下已经老了，所以……\n\n　　元顺帝听了，大声说：朕头发没有白，牙齿没有掉，怎么就说朕老了呢？元顺帝气坏了，当即与秃鲁帖木儿密谋，要除掉哈麻和雪雪。但是，狡猾的秃鲁帖木儿害怕事情败露，自己性命不保，于是悄悄地逃到一座尼姑庵中躲了起来。\n\n　　第二天，元顺帝派使者传旨，让哈麻和雪雪不要上朝，一律在家听旨。至正十六年正月，元顺帝下诏，罢免了哈麻和雪雪的职务，以搠思监为御史大夫。这个搠思监也是个大奸臣和野心家，他早就想谋取更高的职位了，所以就在元顺帝面前列数哈麻和雪雪的罪状，请求将二人处死。元顺帝说：哈麻兄弟虽然有罪，但是他们伺候朕多年了，没有功劳也有苦劳。况且，他们与朕的弟弟懿璘质班是同乳，朕怎么忍心杀死他们呢？不如暂且缓一缓，命他们出征效力。\n\n　　搠思监见说服不了元顺帝，就联络中书右丞相定住、平章政事桑哥失里等人上书，弹劾哈麻兄弟。元顺帝没有办法，下诏将哈麻贬往惠州安置，雪雪贬往肇州安置。离开京城时，二人被乱棍打死，家产被全部没收。\n\n　　《元史·哈麻传》最后说:其兄弟之死，人无恤之者。就是说，哈麻兄弟被处死后，没有人怜悯、同情他们，可见二人罪恶之深重。\n\n　　脱脱死后，元朝政府等于折了一根顶梁柱，再也支撑不住了，元朝灭亡的日子也就不远了。\n\n\n主要作为\n\n　　第一，恢复科举取士制。脱脱出任中书右丞相后仅一个多月，即至元六年十二月，正式宣布恢复科举。这一举措对于笼络汉族士大夫，引导人们走读书入仕的道路，对于消除由于伯颜推行排儒政策而带来的民族隔阂心理，具有一定的作用。接着，脱脱大兴国子监，招收蒙古、色目、汉人三监生员达三千多人。\n\n　　第二，置宣文阁，开经筵，遴选儒臣以选讲。文宗天历二年曾创建奎章阁，一时精英荟萃，文采焕然。文宗卒后，伯颜弄权，奎章阁无人顾问，文士四散，一片凋零凄凉景象。脱脱执政后，立即改奎章阁为宣文阁，改艺文监为崇文监，由康里人巎巎董阁事。宣文阁主要任务是宫廷教育。宣文阁设立后，在经筵教育、修撰三史、翻译古籍、编撰史书等方面起了不少好作用。脱脱非常注意对皇帝进行传统的经史教育，决定开经筵，遴选儒臣欧阳玄、李好文、黄溍、许有壬四人为皇帝五月一进讲，读四书五经。脱脱对妥欢贴睦尔说：“陛下临御以来，天下无事，宜留心圣学。颇闻左右多阻挠者，设使经历不足观，世祖岂以是教裕皇哉？”于是从秘书监取真金所授书以进，帝大悦。在这段时间内，妥欢贴睦尔常在宣文阁用心读书，了解历史上的前言往行，写大字，操琴弹古调，“欣欣然有向慕之志”。由于皇帝重视儒学，曲阜衍圣公升秩二品，又下诏译《贞观政要》为蒙文，让蒙古贵族子弟认真阅读。\n\n　　第三，恢复太庙四时祭。伯颜专权以来，礼仪制度多有破坏，一切按规矩办事。至正三年十月，妥欢贴睦尔享于太庙，按礼仪向其弟宁宗懿璘质班灵位下拜。\n\n　　第四，调整蒙古统治集团内部关系。伯颜曾经为了自己的私利，迫害、打击异己，造成蒙古贵族内部不和。后来脱脱正式为郯王昭雪，召还宣让王帖木儿不花、威顺王宽彻普化，让他们回到自己的领地，功臣博尔术四世孙阿鲁图正广平王之位。这些措施对于维护蒙古统治集团内部的团结起了一定作用。\n\n　　第五，开马禁、减盐额、蠲负逋，减轻对人民的控制和剥削。伯颜曾下令汉人南人不得有寸铁，禁百姓畜马，脱脱下令罢禁，元代财赋倚重盐赋，广大灶户苦不堪言，故脱脱减盐额，河间盐场自至正二年始免余盐三万引，两浙盐场自至正三年起免十万引，福建盐场自至正三年起免三万引。此外，还时而下令减免赋税、负逋，如至正三年十月南郊礼毕，大赦天下，蠲民租五分。\n\n　　第六，整顿吏治。元末官贪吏污，吏治败坏。脱脱上台后对地方官提出了新的要求，创立六条标准，“先是以五事备取守令，至是取守令以常年仓得法，凑成六事”。又制定《守令黜陟之法》：“六事备者升一等，四事备者减一资，三事备者平迁，六事俱不备者降一等。”\n\n\n后裔\n\n　　大同李氏，其后也。\n\n　　据清代《大同府志》记载：“元丞相脱脱墓，府东百二十里大王村，有碑记，大同李氏，其后也。”\n\n　　脱脱是元朝后期蒙古贵族集团中少见的有见识、有能力的宰相。《元史》本传称他：“功施社稷而不伐，位极人臣而不骄，轻货财，远声色，好贤礼士，皆出于天性。至于事君之际，始终不失臣节，虽古之有道之臣，何以过之。”用封建史家的标准来衡量，脱脱不失为善于治国的忠臣，但从历史发展的总体看，他虽然推行了一些有利于社会发展的措施，但终究不能挽救垂死没落的封建王朝，他的主要政治活动是徒劳的。\n\n　　中国历来有修前朝历史的传统，元朝建立以后，宋辽金三朝的历史一直没有正式编写过。至正三年三月，公元1343年，元顺帝诏修辽、金、宋三史，脱脱担任总裁官。脱脱组织了汉族史学家欧阳玄、揭悉斯等人，畏兀儿族人廉惠山海牙，沙剌班，党项人余阙，蒙古人泰不花等人一起参加修史，开创了各族史家合作修史的先例。后来，这三部史书被列入中国正史《二十四史》，而二十四史中，只有《宋史》、《辽史》、《金史》三部是少数民族宰相主编的，也只有这三史是汉族和其他少数民族历史学家共同完成的。\n\n　　脱脱在四年多时间的改革中，使元朝末年的昏暗政治一度转为清明，取得了不少成绩。至正四年，脱脱因病辞职。五年后，即至正九年，脱脱再次被起用。此时，灾荒频频，国库吃紧。为了缓解危机，脱脱更改钞法，印行至正交钞，并整顿河患。至正十二年，率兵击败徐州红巾军。至正十四年，他被朝中政敌弹劾，流放云南。至正十五年被人毒害。\n\n　　脱脱是元朝后期有作为的政治家。脱脱一死，元朝再无起色，直至灭亡！\n\n",
  "desc": "脱脱（1314年－1355年），亦作托克托、脱脱帖木儿，蔑里乞氏，字大用，蒙古族蔑儿乞人，元朝末年政治家、军事家。元朝元统二年（1334年），任同知宣政院事，迁中政使、同知枢密院事、御史大夫、中书右丞相。至元六年（1340年）农历十月脱脱为中书右丞相，大改伯颜旧政，复科举取士。至正十一年（1351年）修黄河民工起义，镇压抗元红巾军。于至正十五年（1355年），革职流放云南，后被中书平章政事哈麻假传元惠宗诏令自尽。至正二十二年（1362年）昭雪复官。",
  "id": 2141,
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_2141.jpg",
  "name": "脱脱",
  "star": 0
}