{
  "content": "生平\n\n谄媚武皇\n\n　　武三思因为是武则天的侄子而获武则天起用，由右卫将军累进至兵部、礼部尚书，并监修国史。天授元年，武则天称帝，大封武姓宗族为王。武三思被封为梁王，赐实封一千户。武三思性格跋扈，又善于阿谀奉承。早在光宅元年，武三思就屡劝武则天先杀掉韩王李元嘉和鲁王李灵夔等。垂拱四年，武三思以韩王、鲁王等和起兵反武的越王李贞、琅邪王李冲等通谋，均赐死，并尽杀其党羽，为武则天称帝扫清道路。\n\n　　武三思是为了利禄什么都干得出来。武则天最早的男宠薛怀义，本姓冯，名小宝，在洛阳市上卖药，被千金公主推荐给武则天。武则天为了让他便于出入禁宫，遂将他剃度为僧，为了提高他的身份，还让他改姓薛，起名怀义，与驸马薛绍同族。薛怀义仗着武则天的宠幸，常骑着马在街上横冲直撞，伤人无数，无人敢管。每当薛怀义骑马出宫时，武三思和武承嗣便在旁边伺候。一人扶马鞍，一人握马缰，口中还不断叮嘱：“薛师傅小心，薛师傅小心。”比奴仆还要恭顺。后来薛怀义失宠被杀，武则天再以张昌宗、张易之兄弟为男宠。武三思和武承嗣二人一如过去，又对张氏兄弟百般阿谀奉承。若二张骑马，就争着配鞍，尾随在马后；若二张坐车，就争着驾辕，执鞭吆喝，谄媚地称张易之为五郎，张宗昌为六郎。谄媚薛怀义和张氏兄弟，其目的还是为了讨好武则天，所以对武则天就更是万般奉承，巧为逢迎。武三思为了讨武则天的欢喜，称颂她的功德，强迫来洛阳的使节、商人捐款百万亿，购买铜铁，铸造铜柱，名曰天枢，立于洛阳端门之外。柱基由铁铸成，其形如山，周长一百七十尺。柱为铜铸成，高一百零五尺，直径十尺，刻蟠龙麒麟围绕，顶上为承露盘，直径三丈。由武三思撰文，极力称颂武则天的功德，锩刻于柱，并刻百官及四方国君的姓名于其上，由武则天自书“大周万国颂德天枢”，经过一年方铸造完成。因消耗的铜铁量大，所募之钱购之不及，遂在民间强行搜刮，把农民的农具、器皿均无偿征调，害得无数农民家破人亡。此后，类似种种献媚之举，数不胜数。\n\n讨好李显\n\n　　圣历元年，武则天欲立武三思为皇太子，询问宰相们的意见。狄仁杰道：“我看天下人都还思念唐朝，若立太子，非庐陵王不可。”武则天大怒。后来，武则天对狄仁杰道：“我梦见下了好几盘双陆都没有赢，这是什么原因？”狄仁杰回答道：“双陆不胜，是因为无子，这是天意在警示陛下。太子是天下根本，根本一动，天下就危险了。姑侄与母子谁更亲？您立庐陵王，那您千秋万岁后可以配享宗庙。若立三思，从没听说有将姑姑配享宗庙的？”武则天醒悟，当天便派人到房州迎接庐陵王李显。\n\n　　神龙元年，张柬之等发动神龙政变，诛杀二张，逼迫武则天退位，扶李显登基，李唐复辟。武三思全靠武则天起家，武则天丧失帝位后，武三思不仅没有失势，反而更加得宠，全是因为他成了复位的李显的亲家。李显被武则天废去帝号，贬为庐陵王，押送到房州去监管软禁时，妻子韦后于途中生下一女。因处境艰难，连包婴儿的布片都没有，李显只好将自身穿的衣服脱下包裹，由此起名李裹儿。李显夫妇觉得孩子命苦，所以特别疼爱，视为掌上明珠。后裹儿十六岁时，由武则天作主嫁给武三思的儿子武崇训。李显复位后，裹儿被封为安乐公主，武崇训就成了驸马。武三思与李显原本就是姑表兄弟，后来又成了儿女亲家，加之李显昏庸，对武三思过去种种都忘之脑后，使武三思很快就成为皇宫的常客。\n\n染指婉儿\n\n　　上官婉儿是上官仪的孙女，因上官仪犯罪被杀，她随母亲被罚在宫中为奴。上官婉儿聪明伶俐，饱读诗书，博览经史，文思敏捷，才华出众。又因长期住在宫中，耳濡目染，加上个人的精灵，对政治事物也颇为熟悉。武则天对她深为赏识，经常让她参与讨论一些政事，草拟一些政府文件，形同私人秘书。武则天死后，李显聘她为妃，封为婕妤，让她专门掌管草拟诏令。上官婉儿颇有文才，生活也很浪漫，早在武则天时，就与张昌宗有暧昧的关系，如今又与武三思暗渡风月。李显一直对韦后不加禁制，加之韦后野心勃勃，总想作武则天第二。每当李显坐朝，她都陪伴在旁，垂帘听政。因为李显懦弱无能，所以朝政都由韦后掌管。\n\n　　婉儿为讨好韦后，巩固自己的权势，便把武三思引荐给韦后，使他们苟合成奸。武三思与婉儿、韦后之间的污秽行为，在宫中几乎无人不知，无人不晓，就只有李显一人眼昏耳聩，头上已戴了两顶绿帽子，不闻不知，还把武三思引为知己，视为心腹。若武三思三天不入宫，李显就要陪韦后，微服私访，去到武三思的家中。韦氏与武三思调笑戏谑，对饮亲狎，李显视以为常，不以为然，甚或陪着狎游。\n\n杀害朝臣\n\n　　宫中丑声外扬，闻者无不摇头长叹。尤其是对武三思过去作恶甚多，于武则天去掉帝位时，未予严惩，而今变本加厉，人们无不切齿痛恨。一向有着正义感的王同皎，为李显之女安定公主的驸马，对李显至为忠诚。王同皎不忍心看到武三思淫乱后宫，挟制李显，危害社稷，便联络张仲之、祖延庆、周憬等人，暗中召集壮士，准备劫杀武三思，除掉这个众人愤恨的祸害。诗人宋之问因诌事张宗昌兄弟，以诗文作过二人的帮闲，当张宗昌兄弟被杀后，被流放到岭南，潜逃回到洛阳。王同皎怜惜他是个诗人，人品虽不高，也没有什么大过错，牵连受祸，便将宋之问收留在家中，由此宋之问知道了王同皎等人谋杀武三思的计划。这宋之问虽遭人生挫折，低劣的本性不改，为立功赎罪，不惜恩将仇报，指使他的侄子宋昙暗中向武三思告密。武三思就指使宋之问的外甥李悛上书李显，诬告王同皎等人“谋杀武三思后，将拥兵至皇宫，废黜皇后”。李显一向昏庸，不辨是非，便下令将王同皎、张仲之逮捕下狱，定成死罪。王同皎临刑时，意气自如，神色不变，大义凛然。 张仲之在被审讯时昂然不屈，手臂都被打断。与王同皎一同被周憬闻知谋泄，跑到比干庙中，对人说道：“比干，古之忠臣，知道我周憬的忠心。三思与韦后淫乱，危害国家，不久就会斩首弃市。可把我的头悬挂在城门上，看到他们身首分离，抬出城门。”说毕自杀而死。宋之问因告密有功，武三思赏给了他一顶纱帽。\n\n　　武三思杀害王同皎后，更为凶横，也将向更多的人下毒手。 拥戴李显复位，恢复唐的国号的功臣张柬之、敬晖曾被劝说杀掉武三思，说：“去草不去根，还会再重生。”但他二人说道：“大事已定，他犹如砧板上的肉，又能有什么作为。已经杀得很多了，不必要再增加。”朝邑尉刘幽求也劝桓彦范、敬晖杀掉武三思，说道：“武三思还在，只怕你们将来没有葬身之地。若不早日下手，将来后悔就来不及了。”二人也不依从。武三思与韦后勾搭上后，权势复振，张柬之等始感到是一种威胁，方多次劝李显诛杀武三思，李显怎忍心杀掉爱女安乐公主的公公。即使李显想杀掉，而实权在韦后手中，李显也作不了主，当然不可能听从张柬之等人的劝谏。张柬之见劝李显诛杀武三思而不可能，则退而求其次，想从权势上加以抑制，遂上书李显说：“天后当权时，李氏宗室被诛杀将尽。现在幸赖天地之灵，陛下得以复位，而武氏子弟仍然保有王的封号，居显要的官职，与过去一样，这不是大家所愿意看到的情况。希望降低他们的官爵，以满足天下人的心愿。”张柬之想唤起李显过去的不幸回忆，来去掉武氏的势力。李显早将过去忘得一干二净，只安于现状，所以无动于衷，仍不听从。张柬之等无法，只好叹息愤慨，或弹指出血，自怨自艾他说：“过去之所以未诛杀诸武，是希望皇上去诛杀，以张大天子的威风。今反如此，事势已去，不知如何是好。”\n\n野心勃勃\n\n　　武三思本来就有政治野心，武则天在位时就想被立为太子，与韦后勾搭上后，韦后更是野心勃勃，自然不会容忍张柬之这班正直的人在朝中掌握朝政，因此里应外合，时常在李显面前败坏他们，力图加害。张柬之等畏惧武三思的谗害，因平时见考功员外郎崔湜对武三思也有所愤慨，切责的言词还颇为激烈，便引为知己，作为耳目，让他去暗中探听武三思的动静，以便采取相应对策。这个崔湜却见李显对武三思很亲密，而倒向武三思，将张柬之等人的情况全部告诉了武三思，成了武三思的一条忠实走狗，并为武三思引荐为中书舍人，成了皇帝的近臣。\n\n　　正在这时，原殿中侍御郑愔因诌事张宗昌兄弟，被贬为宣州司事参军，在宣州又贪赃枉法，为躲避法办，逃入洛阳，投靠武三思。郑愔拜见武三思，先大哭，既而又大笑。武三思甚感奇怪，问道：“你这是为什么？”郑愔说：“开始见大王而哭，是哀伤大王将遭诛杀而灭族，后来大笑，是高兴大王得到了我郑愔。大王虽然得到了天子宠幸，而张柬之、敬晖、桓彦范、袁恕己等四人把持着将相的大权，他们胆略过人，废掉太后尚且易如反掌，大王在权势上还能比得过太后吗？因此大王不去掉这四人，简直危如早晨的露水。可是大王还自以为安如泰山，我深为大王担忧。”武三思正与韦后相谋，去掉此四人，因五人官位高，权力大，又受到李显的信任，在社会上又有重大的影响，感到不知从何处下手，今听郑愔之言，必知有计，心中大喜，便请郑愔登楼，去到密室，而后问道：“刚才你既然说到要去掉张柬之等人，而四人位高权重，但不知从何处着手？”郑愔说：“可建议朝廷，以他们四人拥戴复位之功，册封为王，夺其实权。他们一旦手中失去权力，就可以任凭摆布了。”武三思深以为然，便引荐郑愔为中书舍人，与崔湜一道，同为他的谋士。武三思与韦后便按照郑愔所献之计，日夜在李显面前巧舌如簧，诋毁张柬之等人，向李显说道：“这四个人自以拥戴有功，就居功自傲，大权在握，独断专行，将对社稷不利。”由此李显对四人起了疑心，不再信任。武三思与韦后二人便进一步向李显建议：“不如封张柬之等人为王，不让他们再参与朝政，这样在外表上是尊重功臣，避免他们的不服气及人们的议论，实际上又夺去他们的权力，不致再专权用事。”李显这个软耳朵，对武三思、韦后之言无不听从，于是下诏书：封张柬之为汉阳王，敬晖为平阳王，桓彦范为扶阳王，袁恕己为南阳王。同时免去他们“知政事”，即宰相参政的权力，赐金银绸缎及鞍马，只须于每月初一、十五两日入宫朝拜一次。\n\n设计夺权\n\n　　张柬之等人虽被夺去实权，不得参与朝政，毕竟还有着王的尊号，有着很高的声望和很大的政治影响，而且还能一月入宫朝拜两次，有机会和李显接近，能对李显进行劝谏或献策。所以武三思对他们留在京城仍然感到是一种威胁，于是报请朝廷，将他们调离京城，改任地方官。当时韦后当权，上官婉儿掌管草拟诏令，调令可以随便下。调任张柬之为襄州刺史，敬晖为朗州刺史，桓彦范为亳州刺史，袁恕己为郢州刺史。接着武三思又指使郑愔诬张柬之等人与王同皎同谋，欲废韦后，于是又将五人贬滴。张柬之被贬为新州司马，敬晖为崖州司马，桓彦范为沈州司马，袁恕己为窦州司马。都是贬在当时最为偏僻、最为荒凉的所谓远恶之地。\n\n　　最后，为置五人于死地，武三思暗中指使人书写韦后的污秽行为，请予废黜皇后的封号的传单，张贴在洛阳的天津桥。武三思有意让人将其情况报告李显。李显闻之，极为愤怒，命令御史大夫李承嘉穷究其事。李承嘉秉承武三思的意旨，捏造案情，诬为张柬之、敬晖、桓彦范、袁恕己五人对贬谪不满，暗中指使人所为，并报请李显：“他们表面上是请求废黜皇后，实则是想阴谋篡逆，应该对他们四人全部诛杀。”大理丞丰朝隐表示反对，奏称“对张柬之等人不经审问，就急忙诛杀，不合法律手续。”大理丞裴谈为讨好韦后及武三思。为之出谋，奏称：“对张柬之他们应该根据皇帝的诏令判处斩刑，诛杀全族，没收家产，则可以不必经过审问，也是合于法律手续的。”后来李显考虑到曾向张柬之等颁发有不处死的丹书铁卷，不同意处死，改为流放。于是将张柬之流放到泷州，敬晖流放到琼州，桓彦范流放到瀼州，袁恕己流放到环州。四家子弟十六岁以上的，皆流放到五岭以南。裴谈因讨好献媚，由大理承提升为刑部尚书，李朝隐因秉公持正则由大理丞贬为闻喜县令。邪僻者升官，正直者遭贬。崔湜又向武三思提出建议：“张柬之等若有朝一日被召回洛阳，必为后患，不如派遣使者，假传圣旨，将四人杀掉。”武三思高兴地说：“正合我的心意，但不知派哪一个去最为妥当？”崔湜便推荐他的表兄大理正周利贞。\n\n　　武三思与韦后商议后，决定由婉儿草拟一道诏书，命令周利贞以代理右台御史的身分，带着婉儿发出的假圣旨前往岭南，去杀害张柬之等五人。周利贞到达岭南，张柬之年老体衰，恚恨成疾，也死于新州贬所。算是万幸，未遭受到周利贞的残酷折磨。桓彦范正被押往瀼州流放的途中。周利贞在贵州遇到桓彦范，随即令人将桓彦范用绳索捆绑，在砍伐的竹桩上拖着走，肉被竹桩刮去，露出骨头。待到折磨得心满意足了，而后用棍棒打死，残忍至极。敬晖被刀剔而死，残忍更胜一步。袁恕己被强灌野葛藤汁，腹内痛苦难受，倒在地下，以手抓土，指甲磨尽，鲜血淋漓，而后用竹板打死，残忍又胜一步。\n\n　　周利贞因残杀有功，回到京城，即升为御史中丞，血染珠顶红武三思残害张柬之等人之后，权威日盛，将过去张柬之等人所斥退的小人全都恢复了原有职务。常对人说：“我不知道人间哪一种人是善人，哪一种人是恶人，我只知道对我好的就是善人，对我不好的就是恶人。”因此凡反对他们的就加罪杀掉或排斥，讨好他的就高官厚禄，权力胜过皇帝。处士韦月将上书朝廷，指出武三思父子权力过大，必为叛逆。武三思得知，即指使有关部门将韦月将处斩。当时任黄门侍郎的宋璟在李显面前力争，认为韦月将未犯死罪，不应处死。大理卿尹思贞认为时令为夏天，不是处死刑的时候。武三思于是变换手法，将韦月将流放岭南，到秋天行刑的时候，令广州都督周仁轨将韦月将杀害。同时武三思上奏朝廷，将宋璟由京官调为并州长史。当时侍御史周利贞、冉祖雍、太仆丞李悛、光禄丞宋之逊、监察御史姚绍之五人为武三思的耳目，被人呼为\"三思五狗\"。武三思又与兵部尚书宗楚客、将作大匠宗晋卿、太府卿纪处讷、鸿胪卿甘元柬等人互相勾结，操纵朝政。对武氏的祖先，按帝王祖先的礼仪进行祭祀，对武氏祖先的坟墓，按帝王陵墓一样，派官员管理，阴怀篡逆。当时人将武三思比为曹操和司马懿。\n\n死于政变\n\n　　太子李重俊聪明有果断。武三思对他最为忌恨。因重俊不是韦后所生，武三思指使他的儿子武崇训利用安乐公主在李显及韦后面前谗害李重俊，图谋废掉李重俊的太子封号。安乐公主自恃李显及韦后对她特别钟爱，也就无所顾忌，恣意妄为，卖官鬻爵，势倾朝野。她自行草拟好诏书，将所写文字掩盖着、要求李显在上面签字。李显也就笑着照办，在上面签字画行，而并不看诏书的内容。因此假传李显的诏令，干了许多坏事。安乐公主又自认为是皇后所生，为嫡生，比重俊要高一等，虽然重俊为太子，则对他瞧不起，甚至当面凌辱，呼他为奴。\n\n　　武三思又通过武崇训怂恿安乐公主在李显面前要求被册立为皇太女，将来好继承皇位。若真是安乐公主被立为皇太女，将来继承皇位，而武崇训为丈夫，天下岂不就落入武三思的手中了。李显虽然昏庸，对这一点的利害关系还是知道的。而且宰相魏元忠又劝谏说：“公主若为皇太女，驸马又称为什么；安什么名号？而且太子无罪被废，会动摇社稷，于国家不利。”由此李显拒绝了安乐公主的要求。就安乐公主而言，提出这一要求，用的标准来评论，无可非议。就武三思来说，则为其篡逆的手段。\n\n　　太子李重俊本来就对武三思淫乱后宫，欺蒙李显，专权擅政，勾结上官婉儿，每下诏令，推尊武氏，阴怀篡立极其不满，再加武崇训指使安乐公主请求李显废黜他，另立安乐公主为皇太女，就更愤恨不平。同时朝中的正直大臣对武三思的胡作非为、危害社稷也极为不满。李重俊便联络一些对武三思不满的官员，在左羽林大将军李多祚和右羽林将军李思冲等人的支持下，假传李显圣旨，率领羽林军骑兵一千人，步兵三百人，冲入武三思的府第，杀掉了武三思及其子武崇训。李显追封武三思为梁王，谥宣，并以李重俊首级祭祀之。李旦即位后，将武三思父子斫棺暴尸，夷其墓。\n\n\n家庭成员\n\n父\n\n　　武元庆：龙州刺史，追封为梁宪王\n\n子\n\n　　武崇训：高阳王、驸马都尉\n\n　　武继植：左卫将军、安乐公主所生\n\n　　武崇烈：新安王、尚乘奉御\n\n　　武崇谦：光禄卿、梁公\n\n　　武崇㧑\n\n　　武崇操\n\n女\n\n　　武氏：夫阎则先为阎立德曾孙\n\n　　武氏：方城县主，嫁薛崇简\n\n　　武氏：裴光庭妻，与李林甫私通\n\n",
  "desc": "武三思（649年—707年），并州文水（今属山西）人，武周宰相，荆州都督武士彟之孙，女皇武则天的侄子。官右卫将军累进至兵部、礼部尚书，并监修国史。天授元年（690年），武则天称帝，大封武氏宗族为王。武三思为梁王，赐实封一千户。神龙三年（707年），谋废太子李重俊，却在重俊之变时被李重俊所杀，唐中宗李显追赠他为太尉，谥曰宣，唐睿宗李旦废其谥号并开棺戮尸，毁其墓。",
  "dynasty": "唐代",
  "id": 2504,
  "name": "武三思",
  "star": 2
}