{
  "content": "轶事典故\n\n称量天下士\n\n　　相传婉儿将生时，母亲郑氏梦见一个巨人，给她一秤道：“持此称量天下士。”郑氏料想腹中，必是一个男孩，将来必能称量天下人才，谁知生下地来，却是一个女儿，郑氏心中甚是不乐。这婉儿面貌美丽，却胜过她母亲，自幼儿长成聪明伶俐，出世才满月，郑氏抱婉儿在怀中戏语道：“汝能称量天下士么？”婉儿即呀呀地相应。待往后婉儿专秉内政，代朝廷品评天下诗文，果然“称量天下士”。\n\n红梅妆\n\n　　段成式在《酉阳杂俎》里有这样一段记载：“今妇人面饰用花子，起自上官昭容，所制以掩黥迹。”上官昭容即上官婉儿。段成式之子段公路在《北户录》里叙述得比较详细：“天后每对宰臣，令昭容卧于案裙下，记所奏事。一日宰相对事，昭容窃窥，上觉。退朝，怒甚，取甲刀札于面上，不许拔。昭容遽为乞拔刀子诗。后为花子，以掩痕也。”此说来自于上官婉儿同时代的陈藏器撰写的《本草拾遗》，故较为可信。然而在后人的记载中，关于婉儿为何受黥刑，却更为玄乎。\n\n　　古代色情小说《控鹤监秘记》中说武则天将上官婉儿倚为心腹，甚至与张昌宗在床榻间交欢时也不避忌她。上官婉儿免不得被引动，加上张昌宗姿容秀美，不由地心如鹿撞。一天，婉儿与张昌宗私相调谑，被武则天看见，拔取金刀，插入上官婉儿前髻，伤及左额，且怒目道：“汝敢近我禁脔，罪当处死。”亏得张昌宗替她跪求，才得赦免。婉儿因额有伤痕，便在伤疤处刺了一朵红色的梅花以遮掩，谁知却益加娇媚。宫女们皆以为美，有人偷偷以胭脂在前额点红效仿，渐渐地宫中便有了这种红梅妆。\n\n　　另有一说是上官婉儿厌恶武则天男宠对自己的调戏而关闭甬道，致使皇权象征的明堂因报复被毁，武曌大怒，下旨欲杀之。在宫内临刑前，改变主意，赐给了婉儿生存的机会，却在她额头上刻了忤旨二字。总之，此等说法不足为信。\n\n木门寺题诗\n\n　　相传李贤被母武则天贬为庶人，流放巴州，途经木门，曾与木门寺内方丈在石上晒经，巨石上刻有佛像700余尊，曰“晒经石”，他写下“明允受谪庶巴州，身携大云梁潮洪，晒经古刹顺母意，堪叹神龙云不逢”的诗句为自己感到惋惜。后来上官婉儿去巴州看望李贤，行至此地，闻李贤被害，就在“晒经石”上修建亭子，题写《由巴南赴静州》一诗于亭上，怀念李贤：“米仓青青米仓碧，残阳如诉亦如泣。瓜藤绵瓞瓜潮落，不似从前在芳时。”\n\n玉簪花神\n\n　　传说上官婉儿常喜花前读书，尤爱在夏日的傍晚，伴着玉簪花的幽香，细细品味书中的辞章妙句。以上官婉儿为司玉簪花神是合适的。她的诗作也如玉簪花一样幽怨伤感，是长期宫禁生活的哀吟。\n\n\n人物评价\n\n　　才华诗文不让须眉男子，其人品功过颇具争议。有人赞其文才，有人批其淫媚，极度推崇者有之，轻视鄙视者有之。而她与武则天长达二十七年的共处亦让后人津津乐道。《旧唐书》、《新唐书》等正史中都对上官婉儿有记载，但较为体现她奉承权贵、淫乱宫闱，并操纵政治，控制朝纲的负面事件。但与上官婉儿同时代的文人，如张说、武平一等对其人其事评价很高，至近代以来，愈发被学者推崇。上官婉儿以一介女流，影响一代文风，这在中国古代文学史上是很少见的。她不仅以其诗歌创作实绩，而且通过选用人才、品评诗文等文学活动倡导并转移了一代文风， 成为中宗文坛的标志者和引领者。对于当时文坛的繁荣和诗歌艺术水平的提升具有重要作用。\n\n　　关于上官婉儿私通武三思、崔湜，最早出于五代时期刘昫的《旧唐书》，在唐代当时的文献中却几乎没有这方面的相关记载，《景龙文馆记》中倒有一句“而晚年颇外通朋党，轻弄权势，朝廷畏之矣”，这个“通”字可以是私通，也可以是交接往来，并不能断定婉儿与其有染。由此不得不猜测刘昫仅仅是把一件可能存在的事当成了言之凿凿的史实。由于相关史料的缺乏，一般都以正史而论，但可以肯定上官婉儿在当世的评价远高于后代史书中，这种差异可能在于后代史官对女性参与政事的抨击。\n\n\n生平\n\n名门出身\n\n　　上官婉儿是西汉上官桀、上官安、上官期祖孙三代的后裔，唐高宗时宰相上官仪孙女，曾祖父上官弘曾在隋朝时任江都宫福监，高祖父上官贤官至北周幽州太守。\n\n　　公元664年，上官仪因替高宗起草将废武则天的诏书，被武则天所杀，刚刚出生的上官婉儿与母亲郑氏同被配没掖廷。在掖廷为奴期间，在其母的精心培养下，上官婉儿熟读诗书，不仅能吟诗着文，而且明达吏事，聪敏异常。\n\n女皇宠幸\n\n　　公元677年，武则天召见了年仅十四岁的上官婉儿，当场出题考较。上官婉儿文不加点，须臾而成，且文意通畅，词藻华丽，语言优美，真好像是夙构而成。武则天看后大悦，当即下令免其奴婢身份，让其掌管宫中诏命。\n\n　　墓志载其十三岁为才人，可能是武则天为了免去其奴婢身份而给予的名份。\n\n　　后来武则天称帝，诏敕多出其手者，时称“内舍人”。不久，上官婉儿又因违忤旨意，罪犯死刑，但武则天惜其文才而特予赦免，只是处以黥面而已。以后，上官婉儿遂精心伺奉，曲意迎合，更得武则天欢心。\n\n　　从公元696年开始，又让其处理百司奏表，参决政务，权势日盛。\n\n成为昭容\n\n　　公元705年，张柬之等拥护李唐宗室的大臣发动神龙政变，武则天被迫退位。神龙政变后，唐中宗复辟，又令上官婉儿专掌起草诏令，深被信任，又拜为昭容，封其母郑氏为沛国夫人。\n上官婉儿与韦皇后、安乐公主亦多往来，屡次劝说韦皇后行武则天的故事，于是韦皇后上表请求规定全国士民百姓一律为被父亲休弃的母亲服丧三年。又请求规定天下百姓二十三岁时才算成丁，到五十九年就免除劳役，改易制度，用来收取人心民望，李显都准许了。\n\n　　上官婉儿又向韦皇后推荐武三思，将武三思领进宫中，李显于是开始与武三思商议政事，张柬之等人从此都受到了武三思的遏制。不久，武三思依靠韦皇后和安乐公主等人的支持，相继设计贬杀了张柬之、桓彦范、敬晖、袁恕己和崔玄暐等五王，权倾人主，不可一世。上官婉儿又与其私通，并在所草诏令中，经常推崇武氏而排抑皇家，致使太子李重俊气愤不已。\n\n　　公元707年七月，李重俊与左羽林大将军李多祚等，矫诏发羽林军三百余人，杀武三思、武崇训于其府第，并诛其亲党十余人，又引兵从肃章门斩关而入，叩击阁门而搜捕上官婉儿。上官婉儿急忙逃至李显和韦皇后处，并扬言说：“观太子之意，是先杀上官婉儿，然后再依次捕弑皇后和陛下。”李显和韦皇后一时大怒，遂带着上官婉儿和安乐公主登上玄武门躲避兵锋，令右羽林大将军刘景仁率飞骑二千余人，屯太极殿前，闭门自守。李重俊兵败被杀。\n\n　　但据墓志记载，上官婉儿曾四次向中宗进谏，反对立安乐公主为皇太女，从检举揭发，到辞官不做，再到削发为尼，都没有得到唐中宗准许，最终以死相谏。喝毒药后，太医紧急救治，才得以保命。\n\n引领文风\n\n　　上官婉儿深得李显、韦皇后信任，专秉内政，祖父一案也被平反，上官仪追赠中书令、秦州都督、楚国公，上官庭芝追赠黄门侍郎、岐州刺史、天水郡公。\n此后，上官婉儿又经常劝说李显，大量设置昭文馆学士，广召当朝词学之臣，多次赐宴游乐，赋诗唱和。每次都同时代替李显和韦皇后和安乐公主，数首并作，诗句优美，时人大多传诵唱和。对大臣所作之诗，李显又令她进行评定，名列第一者，常赏赐金爵，贵重无比。因此，朝廷内外，吟诗作赋，靡然成风。上官婉儿酷爱藏书，曾藏书万余卷，所藏之书均以香薰之。百年之后，其书流落民间，依然芳香扑鼻且无虫蛀。\n\n　　其母郑氏去世后追谥为节义夫人，婉儿上表将自己的品级降为婕妤以示哀悼，不久之后恢复。\n\n　　李显派人又在上官婉儿居地穿池筑岩，穷极雕饰，常引大臣宴乐其中。当时，宫禁宽疏，允许宫内官员任意出入。上官婉儿遂与一些宫官在宫外购筑宅第，经常与他们交接往来，有的人因此而求得高官要职。中书侍郎崔湜就是因为与上官婉儿在外宅私通，后被引以为相的。不久，崔湜又在主持铨选时，多有违失，被御史李尚隐弹劾，以罪被贬外州司马；也因上官婉儿和安乐公主为其申理，仍官复原职。\n\n政变被杀\n\n　　公元710年，太平公主势力日盛，上官婉儿又依附太平公主。六月，李显突然驾崩，韦皇后将台阁政职、内外兵马大权以及中央禁军等全部安排了自己的党羽和族人，朝政大权尽落韦氏之手。上官婉儿与太平公主起草了一份遗诏，立李重茂为皇太子，李旦辅政，韦皇后为皇太后摄政，以平衡各方势力，然而宰相宗楚客、韦温更改诏书，劝韦后效仿武则天。\n\n　　得到消息的临淄王李隆基与太平公主商议，决定先下手为强，7月21日李隆基发动唐隆之变，以禁军官兵攻入宫中，杀死韦后、安乐公主及所有韦后一党，拥立其父李旦。上官婉儿执烛率宫人迎接，并把她与太平公主所拟遗诏拿给刘幽求观看，以证明自己是和李唐宗室站在一起的，刘幽求拿着遗诏求李隆基开恩，但李隆基不许，杀上官婉儿于旗下。后葬于雍州咸阳县茂道乡洪渎原，太平公主非常哀伤，派人去吊祭，并出钱五百匹绢。\n\n　　公元711年七月，复封为昭容，谥号惠文。但据2013年9月出土的墓志铭可以确定上官婉儿是被葬于唐景云元年八月，其墓志盖上已刻上了“大唐故昭容上官氏铭”，即可确定在上官婉儿死后不久，也即被葬的时候就已经恢复了其昭容的称号而不是史书上记载的死去一年后的景云二年七月。\n\n　　开元初年，李隆基派人将上官婉儿的诗作收集起来，编成文集二十卷，令张说作序。但据张说所著《唐昭容上官氏文集序》，结合墓志内容推测，应该是太平公主上表请求编集文集。此集今佚，《全唐诗》仅收其遗诗三十二首。\n\n\n墓葬\n\n　　2013年9月，陕西省考古院研究院向外界宣布发现了上官婉儿墓，位于咸阳市渭城区北杜镇邓村北，东南距西安咸阳国际机场4.2公里，距唐长安城遗址约25公里。墓地规模不大，陪葬品也不多，出土墓志盖题“大唐故昭容上官氏铭”，志文楷书，近一千字，记载上官昭容世系、生平、享年、葬地等信息，可以确定墓主人的身份。根据墓志记载，上官婉儿葬于唐景云元年八月，与史料记载相符。该地在唐朝为“雍州咸阳县茂道乡洪渎原”，是北朝晚期至隋唐时期京师长安附近重要的墓葬区。\n\n　　葬的等级较高，整个墓是一座斜坡墓道多天井和小龛的单室砖券墓，水平全长36.5米，由墓道、5个天井、5个过洞、4个壁龛、甬道和墓室等部分组成。在墓道和墓室内没有壁画，墓室系明圹砖券夯筑，正方形，边长4.5米，最深达10.1米，顶部全部塌陷，铺地砖全部被揭起，四壁残余部分最高1.38米，未发现棺椁痕迹。墓葬曾遭大规模毁坏，据专家分析很可能是古时的“官方毁墓”行为。\n\n　　2014年1月7日，最新一期《考古与文物》期刊全文刊登了上官婉儿墓志全文，这位富有盛名的唐代才女，也随着墓志文的披露显现出更为真实的一面。\n\n　　上官婉儿墓志，青石质，正方形。志石长宽均为74厘米，厚15.5厘米。划细线棋格，阴刻正书32行，总共有982字，包括世系、经历、死因、葬地等信息。\n\n　　据墓志文内容显示，上官婉儿是“陇西上邽人也，13岁时被封为唐高宗才人，42岁册封为唐中宗的昭容，在唐隆政变时，“亡身于仓卒之际”。同时，墓志文还详细记载了上官婉儿劝阻唐中宗欲立安乐公主为“皇太女”，甚至以死相谏的事。有史学界专家表示，此次公布的墓志文既有助于对上官婉儿生平的研究，也更接近历史真相，具有重要的史学价值。\n\n\n文学贡献\n\n　　上官婉儿在诗歌方面继承和发展了祖父上官仪的文风，重视诗的形式技巧，对声辞之美较为看重，擅长体现事物图貌的细腻、精巧。中宗年间，因其政治地位的影响，“绮错婉媚”的诗风逐渐影响了宫廷诗人乃至其他士人的创作方向，“上官体”也成为了上流社会的创作主流。王梦鸥在《初唐诗学著述考》中记载“尤以中宗复位以后，迭次赐宴赋诗，皆以婉儿为词宗，品第群臣所赋，要以采丽与否为取舍之权衡，于是朝廷益靡然成风” 。\n\n　　上官婉儿设立修文馆，广召当朝词学之臣，大力开展文化活动。婉儿在这期间主持风雅，与学士争务华藻，写诗赛诗，对文人提拔奖掖。近代文艺理论家谢无量称“婉儿承其祖，与诸学士争务华藻，沈、宋应制之作多经婉儿评定，当时以此相慕，遂成风俗，故律诗之成，上官祖孙功尤多也” 。\n\n　　此外，上官婉儿还在开拓唐代园林山水诗的题材方面多有贡献，如《游长宁公主流杯池》，突破了以往写景状物的宫廷诗歌形式，寓情于景，却更具有自然山水味。清代文人陆昶在《历朝名媛诗词》中称赞道“昭容才思鲜艳，笔气舒爽，有名士之风”。\n\n\n个人作品\n\n　　上官婉儿自幼聪慧，《新唐书》本传载其年十四，就因才华横溢而得到武后的重视。她才思敏捷，常常代帝后、长宁、安乐两位公主同时赋诗，且能做到“众篇并作而采丽益新”。她的诗歌创作，既有对“上官体”形式技巧的继承，更在诗歌的题材范围、抒情特征及格调气度等方面对此前的宫廷诗有所超越，从而为诗歌从初唐宫廷诗的歌功颂德、绮错婉媚迈向波澜壮阔、尽善尽美的盛唐之音，跨出了重要一步。《龙城录》下《异人录》对上官婉儿的诗歌有“绝丽”之评，这位才华绝代而创作丰赡的诗人，唐玄宗曾下令汇集她的诗文，撰成《唐昭容上官氏文集》二十卷，诏燕国公张说题篇，惜已散轶。《全唐诗》中现存诗三十二首，按内容可分为三类：抒情述怀、应制奉和、出游纪胜。\n\n抒怀心曲\n\n　　上官婉儿现存不多的诗作中，有一首屡被提及，备受重视，那就是其抒怀之作《彩书怨》：\n\n　　叶下洞庭初，思君万里余。露浓香被冷，月落锦屏虚。\n\n　　欲奏江南曲，贪封蓟北书。书中无别意，惟怅久离居。\n\n　　这是一首五言律诗，此诗的情感表达超出了宫廷诗的惯有基调，如此绵长的思念乃是宫廷诗歌中难得一见的深情。诗歌以景托情，借景抒情，天气之萧瑟，情怀之惆怅，在短短40字中浑融一体，曲尽缠绵，一改初唐诗坛“六朝趣味”之风，格外脱俗清雅。明代文学家钟惺赞曰“能得如此一气之清老，便不必奇思佳句偶！此唐人所以力追声格之妙也。既无此高浑，却复铲削精彩，难乎其为诗矣！”又云“露浓香被冷”妙在“露浓”二字，以无意中生情，是颇为精当之评。这首《彩书怨》克服了宫廷诗歌情感贫乏的弊端，让我们深切感受到这一长于深宫的才女在情感上的孤寂和执着，仿佛一民间女子对夫婿倾诉其绵长的思念。初唐宫廷诗在将近百年的情感沉寂，开始了绵长、深情而又精彩的情感表达。从这一角度讲，堪为“宫廷诗的自赎”。\n\n日常应制\n\n　　即使是宫廷诗的最为普通的形式,即日常的奉和应制之作，上官婉儿也以或清新隽永，或气势壮大等格调气度倾洒其绝代才华。如其《奉和圣制立春日侍宴内殿出翦彩花应制》：\n\n　　密叶因裁吐，新花逐翦舒。攀条虽不谬，摘蕊讵知虚。\n\n　　春至由来发，秋还未肯疏。借问桃将李，相乱欲何如。\n\n　　在语言形式上，著名学者郑振铎以为此诗：“正是律诗时代的‘最格律谨严’之作。”整首诗歌,把剪彩花的过程及彩花能够以假乱真之美，且比自然界的真花更能保持长久的特点写得惟妙惟肖。尤其是结句：“借问桃将李,相乱欲何如”所传达出的清新自然,隽永活泼的情调,更非此前的宫廷诗所能比。可见其作为女性诗人在观察的细致、体验的丰富以及对美的独特感受方面,使其在此类应制诗歌的写作中,注入了一股鲜活清新的气息而显得难能可贵。更为难能可贵的是，上官婉儿作为一个女性作家，却在奉和应制诗中，表现出了壮大恢宏的气度。如其《驾幸新丰温泉宫献诗三首》其一：\n\n　　三冬季月景龙年，万乘观风出灞川。遥看电跃龙为马，回瞩霜原玉作田。\n\n　　此诗为绝句体，作者以遥看、回瞩之“龙为马”、“玉作田”的昂扬生气与壮观之景，衬托出圣驾出行的恢宏气势，可谓“神老气健”。其另外两首及《驾幸三会寺应制》等，也皆具壮大昂扬之势。上官婉儿现存的三十二首诗歌，除了象《驾幸新丰温泉宫献诗三首》其三中的“岁岁年年常扈跸，长长久久乐升平”及《驾幸三会寺应制》中的“太平词藻盛，长愿纪鸿休”等几句略带歌功颂德之意外，已很难看出这是一个宫廷诗人的奉和应制之作了。而“太平词藻盛”之句，恰是婉儿所处的初盛唐之交的文坛实况。上官婉儿虽然现存诗歌不丰，但依旧可以看出她以自然洒脱的山情水韵丰富了宫廷诗歌的创作题材，以缠绵悠长的款款深情克服了宫廷诗歌情感表达的贫乏，以壮大恢宏的气度涤荡了宫廷诗歌柔媚局促的格调。其创作实践从宫廷内部开启了代表大唐盛世一代强音的诗国高峰的前奏，当为初唐近百年宫廷诗歌的终结者。\n\n山水清音\n\n　　作为一个长于深宫的女子，其山水诗主要完成于皇亲贵戚的园林别业。景龙三年左右，中宗屡赴长宁公主山庄，婉儿有《游长宁公主流杯池》二十五首，为其现存的主要山水诗。这二十五首诗，包括三言诗二首、四言诗五首、五言诗十五首、七言诗三首，从不同的侧面抒发了上官婉儿的山林之赏，读之几令人忘却其宫廷诗人的身份，显示了她对初唐宫庭诗歌题材及审美趣味的超越，流露出了上官婉儿对自然的深切热爱与礼赞之情。\n在登高远望，赏自然之时，她觉得自己是一个“物外者”，仿佛已从繁琐的宫廷生活中脱出，完全融入了自然的怀抱。如其十一有云：“霞窗明月满，涧户白云飞。书引藤为架，人将薜作衣。”在这月明风清，白云入户的山第，诗人以藤条为书架，以薜萝为衣衫，宛若自由自在的自然之子。其山水诗还呈现出一种率真朴拙，自然洒脱，乃至天人合一的境界。如其八中的“凿山便作室，凭树即为楹。”透漏出一股率真朴拙、自然洒脱之气。再如其十五“携琴侍叔夜，负局访安期。不应题石壁，为记赏山时。”更是散发出一股魏晋式的洒脱不羁，让人生发出无限遐想。而像其四“仰循茅宇，俯眄乔枝。烟霞问讯，风月相知。”其五“枝条郁郁，文质彬彬。山林作伴，松桂为邻。”所展现出的诗人在俯仰之间，交友风月，作伴山林的洒脱，正是一种天人合一的境界。婉儿的一些山水之作，已与盛唐山水田园诗派相去不远。如其十三：\n\n　　策杖临霞岫，危步下霜蹊。志逐深山静，途随曲涧迷。\n\n　　渐觉心神逸，俄看云雾低。莫怪人题树，只为赏幽栖。\n\n　　无论在韵律上，还是其蕴含的诗人的志趣喜好、自然神韵等都与王维的《终南别业》有异曲同工之妙，直接为盛唐田园山水诗派导夫先路。\n\n",
  "desc": "上官婉儿，复姓上官，小字婉儿，又称上官昭容，陕州陕人，祖籍陇西上邽，唐代女官、诗人、皇妃。因祖父上官仪获罪被杀后随母郑氏配入内庭为婢。十四岁时因聪慧善文为武则天重用，掌管宫中制诰多年，有“巾帼宰相”之名。唐中宗时，封为昭容，权势更盛，在政坛、文坛有着显要地位，从此以皇妃的身份掌管内廷与外朝的政令文告。曾建议扩大书馆，增设学士，在此期间主持风雅，代朝廷品评天下诗文，一时词臣多集其门，《全唐诗》收其遗诗三十二首。710年，临淄王李隆基起兵发动唐隆政变，与韦后同时被杀。",
  "dynasty": "唐代",
  "id": 1740,
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_1740.jpg",
  "name": "上官昭容",
  "star": 3
}