{
  "content": "介绍\n\n　　冯云山出生在一个“家道殷实”的家庭。父亲冯绍衔，早故；母亲胡氏。家距官禄布五里，是洪秀全的表亲和同学，关系极为密切。他自幼诵读经史，博览群书，虽屡试不第，但学得一套中国旧文化的知识。他不愿过剥削阶级的生活，就去当了一名穷苦的农村蒙馆塾师。\n\n　　道光二十三年洪秀全在家乡创立拜上帝会，冯云山是他的忠实信徒。为了宣传“拜上帝会”，他把家中所供奉的佛像神像和儒书以及孔丘、孟轲的牌位全部捣碎烧掉。由于他的大胆行为以及所传播的新信仰，遭到乡中一些人的反对，因而失去了教席。\n\n　　道光二十四年五月，冯云山跟随洪秀全离开花县，先去珠江三角洲，然后辗转到广西的贵县赐谷村，宣传拜上帝教，他们在贵县几个月里，吸收了一百多个农民为信徒。同年十月，洪秀全回花县。冯云山独留浔州，开始其艰苦卓绝的宣传教义、组织发动群众的工作。在古林社，曾靠拾牛粪换点米度日，又在上古林社曾槐英家干过放牛、砍柴、挑水等杂活。后得曾槐英推荐，道光二十五年到荒僻的紫荆山任书馆先生。他白天教书，晚上手提火把，翻山越岭，串村走寨，宣传拜上帝教，发展会众。那些耕山烧炭的山民对他十分信服，在不到三年的时间内，发展了山区农民、烧炭工三千余人加入“拜上帝会”，培养了杨秀清、萧朝贵等一批骨干分子。\n\n　　道光二十七年秋，洪秀全再次回到广西与冯云山会晤，决定以紫荆山为基地，积蓄革命力量。这时，冯云山协助洪秀全设立“拜上帝会”总机关，参与制定拜上帝会仪式和《十款天条》，率众开展反封建斗争。道光二十八年正月，冯云山遭劣绅控告，曾两次被捕入狱，在狱中坚贞不屈，并创制了一部新历法。同年十月，经会众营救出狱，后返回花县与洪秀全共谋武装起义。道光二十九年七月，冯云山随洪秀全重回紫荆山区，与杨秀清、萧朝贵等结成异姓兄弟，形成领导核心。道光三十年与洪秀全往平南花洲组织营团。咸丰元年参与领导金田起义。\n\n　　金田起义时，冯云山任前导副军师，领后军主将。起义后于同年十二月，在永安被封为南王，七千岁。\n\n　　太平天国作出的种种改革，都有冯云山的功劳。他在狱中所创制的《太平天历》被批准颁行。于咸丰二年起施行于太平天国管辖的地区。《天历》以“便民耕种兴作”和“农时为正”。天历的使用贯穿太平天国始终。他还负责订立了《太平军目》、《太平官制》、《太平礼制》等。\n\n　　咸丰二年五月，冯云山指挥攻占全州时，中炮受伤。当他处在生命垂危之际，仍对杨秀清说：“迅速出兵，休为我一人误了大事。”六月初十，在蓑衣渡因伤势恶化而牺牲。 \n\n\n生平\n\n发展经历\n　　冯云山和洪秀全居同里，年相近，从小同学，后来又同做蒙馆塾师，他们志气十分相投。清道光二十三年，洪秀全创立上帝教，云山和他共同密图革命。云山一向与贫苦农民接触，使他同情广大农民的困苦，并产生对现实社会的不满和憎恨，到鸦片战争后，又看到清朝的腐朽和民众普遍反清，于是离开原来的阶级，走上起义的道路。\n　　当时随洪秀全去的还有冯瑞嵩、冯瑞珍两人。他们到了粤北连山厅白虎墟，洪秀全打算自己深入八排瑶山地区，分发云山、冯瑞嵩、冯瑞珍三人回家。冯瑞嵩、冯瑞珍怕跋涉辛苦，愿意回家。云山却坚持要紧跟着洪秀全，不怕艰苦。\n　　这年四月，冯云山和洪秀全在八排瑶山向瑶人进行宣传之后，到广西浔州府贵县赐谷村洪秀全的表兄黄盛均家。他们在那里做了三个多月宣传活动，洪秀全因见表兄家穷，难以久住下去，决定回广东，叫云山先回。\n　　冯云山抱着一腔志愿随洪秀全外出图谋革命，跋涉山川，远到广西，现在还没有什么成就，便要回广东去，他是极不愿意的。所以他在赐谷村别了洪秀全到浔州府城后就留下来，要寻找在广西继续活动下去的门路。他在那里遇到一个朋友叫做张永绣的，同住一个多月，闻说桂平县北有一座紫荆山，是一个山深地僻，人入不知处的山区。他听了，心里很欢喜，认为那里正是他秘密活动的好地方，决定前去。\n　　到紫荆山去要经过新墟。新墟是桂平县北区一个大市集。从新墟向北行，有一个小村落叫古林社，再深入，才是紫荆山口。冯云山先到新墟，他站在牛行，等人来雇。等了半天，看看要散墟了，还得不到雇主，他就跟趁墟人到古林社，向一家姓张的路店投宿。第二天，借一个竹篮，去拾牛粪过活。后来渐渐有人雇他做短工。他有时挑泥挖土，有时割禾打谷。明年，到紫荆山高坑冲张家做雇工。有一天，他到监生曾槐英家去帮割禾。那是一个大热天，冯云山担禾回来，他放下担子，揩了额上汗珠，一阵阵南风吹来。他一时高兴，不觉迎风高歌道：“南风之薰兮，可以解吾民之愠兮；南风之时兮，可以阜吾民之财兮。”曾槐英正睡在南窗下的竹榻上乘凉，听了十分诧异，他问云山道：“你读过书吗？因何来此做雇工”？冯云山回答说：“曾读书应试，在敝乡教蒙馆为生。久慕紫荆山奇水秀，想来观光，只因人地生疏，不做雇工，便无缘前来”。两人就在门前倾谈。冯云山经史烂熟，言谈风生，把这个老监生惊呆了。曾槐英很敬重冯云山，尊为客人。这年冬天，他把冯云山推荐到大冲曾玉珍家去做塾师。在紫荆山区里面，有一座叫做平在山，正是烧炭人们散居的地方。当年的炭窑。还有成百成千留存下来。烧炭为生的人们，长年在深山中，斫木烧炭，食不充饥，衣不蔽体。诗人“心忧炭贱愿天寒”的名句，正深刻地体现出他们的痛苦生活。云山懂得，那里有剥削、有压迫，那里就有反抗、有斗争；剥削越残酷、压迫越残酷的地方，那里反抗也就越激烈、斗争也就越激烈。他利用着在曾玉珍家做塾师作为掩蔽，教了书，就到他们那里去谈天。他向他们问饥问寒，热情地帮助他们解决困难。同时，利用宗教的说法，向他们宣传，阎罗、菩萨都是妖精，帮助地主害穷人，惟有上帝爱护穷人。上帝是独一真神，人人都是上帝所生所养，大家都是兄弟姊妹，应该同拜上帝。拜了上帝，人人有衣有食，无灾无难。他很熟练地在披着宗教外衣的里面慢慢地灌输着一些简单的概念和政治意识，使他们对现存的制度发生憎恨。于是把他们组织起来，在平在山创立起拜上帝会革命组织。\n　　平在山这一群烧炭者，就是太平天国革命运动的骨干，后来太平天国称他们为“平在山勋旧”，换过我们今天的话说，就是创立太平天国的平在山老同志。冯云山独自一人，不畏艰难困苦，以无比的坚忍精神进入深山去，把他们发动和组织起来，给太平天国革命奠下了坚实的群众基础。\n　　冯云山在向群众进行宣传时，就向他们宣传洪秀全奉天诛妖的伟大使命，他到平在山组织他们，是受洪秀全派遣前来的。他给洪秀全在群众中树立起救世主的形象，使群众人人都知道他们的救世主洪先生，大家都在企望他们的领袖的到来。\n　　清道光二十七年七月，洪秀全到了平在山。在短短的三年里，冯云山就开创出这个局面，建立起革命组织，使洪秀全喜出望外。他们每天写宣传小册子传送，不久，附近乡村贫苦农民加入拜上帝会的就有二千多人。于是洪秀全与云山、曾澐正、曾玉景、曾观澜等写奏章求上帝选择险固所在以作革命根据地。九月，他们去象州捣毁甘王庙，展开宗教斗争。接着，又将紫荆山内左水和右水一带的社坛一律捣毁，向当地农民公开宣传，要大家一体敬拜上帝，反对清朝法律，从宗教斗争导引上政治斗争，把地主阶级吓惊了。\n　　十一月二十一日，住在紫荆山蒙冲石人村地主武宣县秀才王作新起团练来捉获冯云山。在解往官府途中，曾亚孙、卢六带领拜上帝会兄弟在路上夺回。十二月十二日，王作新再起团练把洪秀全、冯云山、卢六、曾玉珍都捉了，解交大湟江司。大湟江司巡检王基留下洪秀全、曾玉珍来勒取贿赂，把云山、卢六解去桂平县，下了监狱。王作新以结盟聚会数千人，不从清朝法律的罪状赴桂平县控告云山。\n　　在清朝法律里，这是谋反罪状，列在十恶大罪之首的，不但本人要被处极刑，家属还要连坐。可是，冯云山一点不怕，他觉得发起革命，死算什么。他在监狱里，不愿把光阴虚度。他想到古时周文王被商纣王囚在羑里而演周易的故事，如今他自己被囚在桂平监里也应该做些有益人民的事才好。他见夏历气朔交争，岁年错乱，四季失位，算数繁琐，对人民应用很不方便，早有改革的念头。于是他就潜心研究历法，创造一种以四季划分一年、用立春为岁首、具有合于自然规律、算数简单整齐、接近理想标准的新历法－－天历出来。1844年，他和洪秀全一起遨游两广，宣传拜上帝、信耶稣。他们辗转到广西贵县赐谷村。不久，因成效不大，洪秀全回到广东花县，冯云山独自一人留在广西，并很快转移到桂平紫荆山这个生活极为艰苦的地区，在这里开创革命的基地。紫荆山形势险要，“层峦叠嶂，易于出没”，进可攻退可守，因地处数县交界，是清政府统治力量较薄弱的地方，而且是壮、瑶、汉各族农民居住的地方。他们“种田种山”或“种山烧炭”，世世代代挣扎在饥饿线上，农民不断起义反抗，阶级斗争基础较好。\n　　1844年11月，囊空如洗的冯云山进入紫荆山的古林社。他“举目无亲，典借无路”，全凭着自己的意志、毅力和未来宏愿孤鼓舞，去开拓艰苦的革命事业。他放下架子，脱掉长衫，替人担泥挑土，割禾打谷或靠拾粪卖钱度日。在做苦工的日子里，他曾吟诗道：“孤寒到此把身藏，举目无亲也着忙，拾粪生涯来度日，他年得志姓名扬”。不管 生活多么艰苦，他的革命志向从不动摇。后来，他的雇主曾槐英发现人他是一个有才学的人，就推荐他到紫荆山大冲曾玉珍家教书。在他作塾师时曾在书房门口贴了一副对联：“暂借荆山栖彩凤，聊将紫水活蛟龙。”他把自己比作“彩凤”、“蛟龙”，栖荆山，游紫水，借塾师的职业为掩护，热心传教，拯救世人。他劝人“勿事偶像，独拜真神上帝，信仰耶稣，藉得天堂永久快乐。”许多农民纷纷皈依新教，甚至有全家全族来领受洗礼的。在冯云山“历尽艰辛，坚耐到底”的非凡努力下，到1847年上半年，紫荆山区的信徒已发展到二千多人，建立了“拜上帝教”组织。杨秀清、萧朝贵、秦日纲等先后入会，成为拜上帝教早期的领导核心。紫荆山区成了革命的摇篮。\n　　冯云山是卓越的农民革命的宣传者和组织者，他那种坚忍不拔的可贵精神，后来在《天情道理书》中被称赞为“历山河之险阻，尝风雨之艰难，去国离乡，抛妻弃子，数年之间，仆仆风尘，几经劳瘁”。他为革命大业的奠基工作，做出了巨大贡献。\n\n被捕入狱\n　　1847年8月，洪秀全带着《原道醒世训》等新作，来到了紫荆山。由于几年来冯云山在传教中，号召会众共尊教主洪秀全，所以，洪秀全那端庄威武的容貌，疾恶如仇的性格，以及“斩邪留正”、“共享太平”的主张，会众早有所闻，因此，对洪秀全愈加敬重，“称为洪先生，奉之若神”。洪秀全和冯云山，根据革命形势的发展，共同制定了各种仪式和《十款天条》。同时，又积极宣传《原道醒世训》等文献的革命道理，并领导群众开展实际斗争。他们横扫了当地所有的神坛庙宇和各种偶像。其中最著名的是捣毁象州甘王庙。这些斗争大大振奋了会众的革命热情。但是，却遭到了当地封建势力的镇压。1847年12月，紫荆山石人村的恶霸地主和团练头子王作新纠集一帮打手逮捕了冯云山，责令保正押送桂平县，在途中被会众卢六等夺回。王作新恼羞成怒，跑到县衙控告冯云山“迷惑乡民，结盟聚会”，“不从清朝法律”，“践踏社稷神明”。要求“严拿正办，俾神明泄愤，士民安居”。桂平知县看到当时社会动荡不安，怕引火烧身，不敢究理。王作新不肯罢休，于1848年元月，再次逮捕了冯云山、卢六二人，以“阳为拜会，阴图谋叛”的罪名，经大湟江巡检司送桂平县狱。\n　　冯云山被捕后，洪秀全从贵县赶回紫荆山营救。接着他千里跋涉回到广州，希望利用1844年清政府准许洋人传教的命令，向两广总督提出申诉，要求释放冯云山和卢六，结果是徒劳碰壁。与此同时，广大会众把烧炭得来的钱捐献出来，汇成巨款，贿买贪官进行营救。卢六不幸被折磨而死。冯云山在狱中进行了不屈的斗争。他揭露王作新“凶恶谋害之意”，伸辩自己的冤枉，并申明人人当拜上帝。更可贵的是冯云山在被囚禁的日子里，创作了一部新的历法，也就是后来太平天国所采用的“天历”。\n　　在冯云山被捕以前，清政府早已十分腐朽了。从朝廷上的皇帝、大学土、军机大臣，以至各省的总督、巡抚、面对着全国到处散布起义种子的革命形势，无力予以扑灭，他们都希望偷安旦夕，粉饰升平，怕闻革命案件。州县官望风承旨，讳匿不报，遂成惯例。时桂平知县王烈见王作新以谋反大逆控告冯云山，正触上官大讳，不敢过问。但他却不肯放松云山，因为这一个大题目，正是这班如虎如狼的贪官污吏们勒索人民的大好借口，不满他们的贪壑，是决不放手的。\n　　平在山烧炭农民们虽然都是饥寒交迫，但是，他们要救他们的领导同志，大家甘愿全家忍受更大的饥寒，每卖出一百斤炭就抽出一部分的炭钱积贮起来，叫做“科炭”，来救冯云山。果然集腋成裘，筹得了一笔大款，向浔州府和桂平县的贪官污吏们进行了贿赂。时卢六不幸已经在狱中瘐死了。到清道光二十八年五月间，署桂平知县贾柱才以云山教人敬天，是劝人为善，“并无为匪不法情事”，把他作为无业游民，派两个差投押解回广东花县，交原籍地方官管束。\n　　冯云山在路上，把拜上帝免灾得福济世救人的道理感动了两个差投。两人不但愿意即时释放云山，而且愿抛弃差事跟随云山到紫荆山加入拜上帝会。\n　　冯云山的被捕，给地方豪绅以可乘之机，他们散布流言蜚语，加上疫病流行，人心惶惶，拜上帝教一时无人主持，在这危急关头，杨秀清、萧朝贵挺身而出，假托天父、天兄“附身显圣”，以天父、天兄代言人的身份发号施令，才安定了人心，团结了会众。\n　　1848年，桂平知县被迫“结案”，判定冯云山说服了两个解差，他们秘密转回紫荆山，加入了“拜上帝教”。\n　　冯云山突然回到紫荆山，广大会众纷纷杀牛宰马表示庆贺。冯云山得知洪秀全为营救他已赴广州，于是便立即东下去找洪秀全共商大计。谁知他走后不久，洪秀全回到广西，等洪秀全又返广东时，二人才在家乡见面。1849年7月，他们一起重返紫荆山。这时候，正值广西灾荒严重，饥民遍地，起义烈火燃遍各地。拜上帝教也在和地主团练的斗争中，日益发展壮大。面对着风起云涌的革命形势，洪秀全和冯云山立即命令各地会众“开炉铸铁”，“明打犁耙，暗打刀枪”，拜上帝教进入了准备起义阶段。\n\n金田起义\n　　随着革命时机的成熟，1850年，洪秀全发布“团营”号召，各地会众纷纷向金田集中。冯云山为建立太平军，他仿照古代《周礼》中关于兵法的一些组织形式，结合太平天国革命时代特点，编制了《太平军目》，并在部队中实行“圣库制度”。1851年1月11日，太平军在金田起义。23日，洪秀全在武宣东乡“登极”称天王。冯云山被封为前导副军师，领后军主将。9月，太平军攻克永安。洪秀全在这里健全了领导体制，分封了诸王。冯云山被封为南王七千岁。平在山兄弟们再见云山,欢呼庆祝。从此拜上帝会的发展更加迅速。到清道光三十年十二月就在金田起义。\n　　太平天国辛亥元年二月，洪秀全在武宣东乡称天王，立幼主，封军师，建立太平天国。封云山为前导副军师。太平天国采取以主和军师构成的政体，君主为最高元首，临朝不理政，政务由军师负责。这种把农民民主主义和君主制独特地结合在一起的政体，从太平天国起义的领导人看来，不是杨秀清、萧朝贵所能想得出的，也不是出自洪秀全的本意，只有这个熟习经史、贯通百家、具有建立新天新地宏愿的冯云山才能创制得出来。显然，在冯云山进入紫荆山区图谋革命之日就以他年建国担任军师自居的。拜上帝密谋起义时，洪秀全称天父第二子，冯云山称天父第三子，杨秀清称天父第四子，韦昌辉称天父第五子，杨宣娇称天父第六女，杨宣娇的丈夫萧朝贵称为“帝婿”，石达开称天父第七子。太平天国称呼制度，尊者为兄，卑者为弟。现存天兄圣旨，从戊申年九月间肖朝贵假托天兄下凡直到庚戍年正月天兄下凡所有说到冯云山、杨秀清、萧朝贵的地方，都把冯云山名列杨、萧之上。从这个排班来看，那时是以冯云山坐第二把交椅的。再从李秀成自述原槁所说“谋立创国者出南王之谋，前做事者皆南王也”的群众公认来论，冯云山也是应该第二把交椅的。只因到决定起义时，杨秀清、萧朝贵要夺取起义领导权，要夺取军师的权位，由萧朝贵假托天兄下凡，用天兄的意旨命令洪秀全、冯云山去“避吉”，把他们甩在一边。军师权位为杨、萧所夺。冯云山的副军师只是一个虚衔，实权都在杨、萧之手，详见萧朝贵传。\n　　太平天国初起义时，清朝就征调全国精兵到广西来要把太平军困死在紫荆山区内。太平军要保存自己，消灭敌人，就必须有便于指挥的编制和精妙的战术，冯云山在这方面也发挥了他的卓绝的才能。他在起义前照周礼司马法制定太平军目，金田团营，就照军目编制，所以到作战时，才得收“进退分合有步伍的”功效。他又根据当前具体情况，参以古兵法进行战斗，敌人说他“其营皆散处，战亦散布”，每作战，“初则寂无人声，既而少出，又继而大至”，“且看清一步，方走进一步”。冯云山作战要旨，在于争取主动性和灵活性，先立于不败之地，故能致人而不致于人，使敌人惊骇地叫起来，说什么“凶悍诡诈，久历戎行者不独未见，并所未闻”。太平天国辛开元年八月十六夜就在桂平新墟打破敌人的封锁，虎兕出柙似地从山区冲出平原来。二十日，在平南县官村把清朝广西提督向荣率领的追兵全军击溃，于是进克永州，取得了起义后第一个城市。事具肖朝贵传中。\n\n论功封王\n　　太平天国永安封王。封冯云山为南王，所有官制、礼制都由云山制定。又在这里向全国发出讨伐清期的吊民伐罪的檄文，也都由冯云山主裁。壬子二年正月元旦，太平天国颁行冯云山创制的天历。这是中国行阳历之始，也是世界用四季历法的首创。冯云山由于从小奋志学习，对政治、军事、典章制度！以至天文、历法无不精通。他尤善于观察当前形势，进行了解和研究，随机应变，从而把那些死的知识变为活的东西，来给革命服务。群众对他的警人功绩，叹为：“如此奇才，向非天生，何以至此”！\n　　壬子二年四月，太平军从桂林北出，太平天国这个被史家评为“其忠勇才德与智谋器度实为太平天国之第一人”的开创者，不幸在经过全州城时中炮牺牲。对冯云山的不幸牺牲，论史者称为：“使其不死于是役，将必可辅佐天王，裁制东王，调和各王，而于帷幄之中创谋建议领导大业以底于成”。虽然裁制东王是做不到的，但却会使东王不致于目中无人，“威风张扬，不知自忌”。他的死，确实是关系到太平天国的兴亡。\n　　冯云山为创建拜上帝教并把它引向伟大的革命斗争洪流中，立下了不朽的功勋，杨秀清、萧朝贵、秦日纲等显要人物也都是他一手培养起来的，他的地位应该就是仅次于洪秀全。然而，这位功绩最为显赫的冯云山在永安封王中退居第四位呢？这是冯云山为了照顾大局，维护团结，在共同拥戴洪秀全为最高领袖的前提下，谦让而居第四的。再者，当一天和尚撞一天钟，西元1849年7月，冯云山和洪秀全重返紫荆山时，不得不承认杨秀清、萧朝贵代天父、天兄传言既成事实，这也是在极为复杂的历史演变形势面前，冯云山所作出的重要抉择。冯云山不仅是拜上帝教的奠基者，而且在太平天国起义的斗争中，协助洪秀全、杨秀清指挥战斗。他亲临前线，出生入死，充分显示了他“善于用兵”的军事才能。这一点连敌人也不得不承认冯云山具有多方面的贡献。谢介鹤在《金陵甲癸纪事略》中曾称冯云山为“奇才”，太平天国初期的文书上谕“悉出主裁”，初期的革命文书《太平军目》、《太平礼制》、《天父诏书》皆出其手。太平天国革命文献《醒世文》说他：“南翼军师为辅佐，前导开国扶圣君，克取省郡如反掌，开疆拓土功劳深。”\n　　1852年4月，太平军从永安突围。6月3日攻克全州。在全州战役中，南王冯云山不幸中炮负伤。不久，死于蓑衣渡。\n\n",
  "desc": "冯云山（1822年～1852年），又名乙龙，号绍光。广东花县（今属广州市）禾落地村人。汉族客家人，原籍广东龙川县石灰窑村。自幼喜读经史、天文、地理，曾参加科举考试，后在村中设馆授徒，以塾师为业。后为太平天国运动初期的重要领袖之一，官封南王，七千岁。",
  "dynasty": "清代",
  "id": 612,
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_612.jpg",
  "name": "冯云山",
  "star": 2
}