{
  "content": "生平\n\n　　褚亮是唐代著名大臣，文学家，少年时机警敏捷，聪明好学，博览群书，善文工诗，喜交游名士。在陈隋时已有显名，十八岁仕后陈，陈至德元年，访尚书左仆射徐陵，受到赏识。陈后主闻而召见，命即席赋诗，在座诸人皆频首称许，任为尚书殿中侍郎。陈亡后入隋，为东宫学士、太常博士。大业中，炀帝嫉才，诬与杨玄感有牵连，贬为西海郡司户。大业十三年，金人校尉薛举割据称王，任亮为黄门侍郎，参与机密。十四年，秦王李世民消灭薛举，入唐后为秦王府文学，后唐太宗每次征伐，亮常随军参预密谋，侍从征战。唐立国之初，褚亮常对内外大政提出建议，曾劝止唐高祖冬猎，以免扰民。贞观元年，与杜如晦等十八人授弘文馆学士，馆内轮流值宿，以备咨询军国大事。贞观九年，任员外散骑常侍。后迭有升迁，又改任通直散骑常侍。十六年，进爵为阳翟县侯。亮大力支持李世民扩大疆土政策，命子褚遂良从征，出兵突厥。唐统一全国后，他为文学馆招聘贤才，与杜如晦等人以本官兼任学士，共十八人。唐太宗曾命画家阎立本为他们绘像，并让亮为这些像作赞，号称《十八学士写真图》，题上名字爵位，收藏为朝廷档案，是当时极高荣誉。后辞官归里，晚年病休在家，李世民还不断派人慰问。年九十三卒，著有文集二十卷。\n\n\n轶事\n\n　　褚亮，字希明，西晋以来阳翟大姓，居住在城东十八里褚河一带。 亮从小聪明好学，博览群书，无所不读，经目必记，又好作文，尤善谈论。18岁那年，便冒昧地去造访当时的政坛兼文坛名流陈仆射徐陵。徐陵也真有点博雅之风，竟然接待了他且与他商榷文章，并对褚亮的文章见识深表惊异。世人有传为美谈，有不可思议，有戏谑褚亮爱与名贤结交者。?\n\n　　此事被陈后主听说了，就召见他，给他出题目，让他即席赋诗。当时大诗人尚书令江总及词坛许多名家都在座。褚亮毫无拘谨怯场之意，旁若无人，高声吟咏，兴致勃发，似难节制，使得在座的人包括陈后主在内，莫不称善。祯明初，任命亮为尚书殿中侍郎。祯明三年一月陈亡，亮遂被隋朝收容为东宫学士。大业中隋炀帝授亮为太常博士。当时，隋炀帝为改制宗庙，亮引经据典，极力反对，使炀帝久议而不得决。隋炀帝心中不悦，将亮放任为西海郡司户。此时，京兆郡博士潘徽也被降为威定县主薄，亮与徽同行。行至陇山，潘徽突然病死。因为战乱加贬谪，褚亮只好买了棺木将其瘗在路边，顿觉慨然伤怀，遂题诗一首写在坟旁的树上。有好事者，互相传抄讽诵，弄得满京城的士庶百姓许多人都知道了。地方割据势力薛举起事称秦帝后，慕名收拢褚亮，拜黄门侍郎，参与重要机密事务。举死之后，其子继位，无力控制局势，被唐太宗李世民打败。褚亮遂归太宗。太宗亦久闻亮名，不仅不加害于他，反而深加礼遇，赐织物二百段，马四匹，随太宗还京师。也是战乱时期重视拢络人才，也是褚亮运气特好，或因褚亮的确才智过人，所以，虽然经陈、隋、秦、唐，四易其主，终不为害，反而愈受宠荣。太宗李世民每有征伐，亮常随侍左右。军中设宴，必定请亮。天下平定之后，太宗对褚亮节节提拔。贞观元年封亮为弘文馆学士，九年晋升员外散骑常侍，封“阳翟县男”，拜通直散骑常侍，十六年进爵为侯，食七百户。又与杜如晦、房玄龄、孔颖达，虞世南、许敬宗等十八人为文学馆大学士，图其像貌，题其名字，记其官爵，并命褚亮写了一篇像赞，曰《十八学士写真图》，藏之书府。当时文人倾慕已极，称之为“登瀛洲”。\n\n　　后褚亮告老还乡，唐太宗李世民还向褚亮“借子”说：“你我相处，倏忽间已三十年。今你将归里，朕幸辽东，欲使你的次子遂良随朕东行，想你不会舍不得一子于膝下吧!”及至褚亮归乡养病，太宗亲自下诏遣医药救疗，派中使每日问候不绝。亮卒年88岁。太宗非常悲痛，停止登朝一天，以示哀悼，并赠其为太常卿，陪葬于昭陵，谥号康。亮之一生，实遇明主矣!??\n\n\n十八学士\n\n　　1.唐太宗开文学馆，命杜如晦﹑房玄龄﹑于志宁﹑苏世长﹑薛收﹑褚亮﹑姚思廉﹑陆德明﹑孔颖达﹑李玄道﹑李守素﹑虞世南﹑蔡允恭﹑颜相时﹑许敬宗﹑薛元敬﹑盖文达﹑苏勖十八人并以本官兼文学馆学士，令阎立本绘象褚亮题赞。号《十八学士写真图》。\n\n　　2.唐玄宗开元年间，以张说﹑徐坚﹑贺知章﹑赵冬曦﹑冯朝隐﹑康子元﹑侯行果﹑韦述﹑敬会真﹑赵玄默﹑毋煚﹑吕向﹑咸廙业﹑李子钊﹑东方颢﹑陆去泰﹑余钦﹑孙季良十八人为学士，命董萼绘象。\n\n\n秦王破阵乐\n\n　　贞观元年正月初三，李世民为庆祝自己的全面胜利，借春节之时宴请文武百官。在君臣欢宴的时刻，李世民命乐工高歌猛奏《秦王破阵乐》。贞观七年，李世民根据多年戎马生涯的经验，为这一乐舞绘制了《破阵乐舞图》。这个乐舞的队形，左边圆，右边方，前有战阵，后有队伍。此舞用图绘制出后，李世民又感到《秦王破阵乐》是流行在民间的一军歌，如在宫中演出不太典雅，所以责令“魏徵、虞世南、褚亮、李百药等一些文官修改歌词”，并把此乐舞改名为《七德舞》，命当时精通音乐的大臣起居郎吕才排练新编的《秦王破阵乐》。\n\n\n禇亮碑\n\n　　约高宗在位时立。碑身首高298厘米，下宽110厘米，厚39厘米。碑额篆体兼隶阴刻“大唐禇卿之碑”，传为唐太宗书，碑文撰者不详，传为殷仲容书，分隶36行，满行65字。碑上截部分字迹尚存，余均磨灭无文。 禇亮，字希明，禇遂良之父，秦王府十八学士之一，太宗时为散骑常侍，贞观二十一年病亡，赠太常卿，谥曰康。两《唐书》有传。\n\n　　碑中称李世民为“太宗”，可知碑立于高宗即位之后，又因碑中仅书禇遂贤，而不及次子禇遂良，可知该碑立于遂良得罪贬死之后。宋赵明诚《金石录》将其列于高宗末年，不无道理。\n\n　　碑额书法以篆为主，篆中有隶，然与《秦诏版》中的篆书兼隶书却不相同，书法劲峭妍美，方圆并用，结体为篆，运笔又多为隶，相得益彰，妙不可言。昭陵碑林诸多碑石，碑额凡乎同类，或官、爵、勋、谥并称，或以身份官位尊称，惟该碑额爱利润留成“褚卿”。清初林侗《唐昭陵石迹考略》云：“按唐制，三品以上得立碑，而元老大臣，得请天子题额，其重若此。昭陵诸碑额为体不一，多从篆，独褚亮碑额书‘大唐褚卿之碑’，篆笔兼隶，殊峭劲，为太宗御题无疑。”今人多从此说。褚亮亡时，次子遂良为相，为太宗所重，又与太宗为书友，求太宗御书亡父碑额，不为难事。太宗酷爱书法，工真、行草、飞白，其传世书迹有《温泉铭》、《屏风帖》《晋祠铭》等。\n\n　　褚亮碑为八分隶书，清孙承泽《庚子消夏录》称其为“唐石之最佳者”。陪葬昭陵的马周碑为殷仲容书己成定论。明《石墨镌华》云褚帝碑：“分隶与马周碑如出一手，疑亦殷仲容书。遂良能书，非仲容辈恐不得?其父碑也。”今人多从此说。该碑书法结体方古，端妍细劲，既蕴藏汉魏的凝重与质朴，又体现了隋唐以来的妍丽与规整。\n\n\n褚氏家族\n\n　　褚氏居褚河，自西汉褚少孙始，至唐朝褚遂良的五世孙褚虔，历6个朝代800余年均为阳翟名门望族。褚氏在禹繁衍25代，辈辈出人才，并有所建树。褚少孙、褚澄和褚遂良等在中国文化发展史上占有重要地位。所以禹州自明嘉靖《钧州志》始，历代志书对褚氏家族均有记载，且专述于“列传故家”。禹州诸志书，列入“故家”的有褚、马、董、余、刘、赵6氏，“褚氏”列诸氏之首。\n\n　　褚氏家族20余代，世代为官，有皇亲国戚、朝廷重臣，也有地方官吏。西汉褚少孙，成帝年间经皇帝殿试升为博士，西晋褚官至安东将军，其后十余代，多有授将军、卫将军、大将军和大都督等军事要职者，并分别出任或兼任诸如武昌、豫州、江州、义兴、会稽、雍州、吴郡等地太守之职；文官多出任尚书、尚书令、侍中、中书令、中书郎、长史、常侍、秘书监、左右司马、左右仆射等；地方官吏有担任县令、府尹、郡守、郡侯的。褚爽之子褚秀之任西晋恭帝礼部尚书；秀之孙褚渊、渊从弟褚炫、渊曾孙褚翔等都担任过吏部尚书；唐褚亮曾担任过唐太宗李世民的文学老师，号称“十八学士”，任散骑常侍，封阳翟侯；其子褚遂良，官至谏议大夫，封河南郡公；遂良曾孙褚中进士后，授监察御史。其中声名煊赫的当数皇室姻亲，东晋褚裒初任参军，其女褚蒜子被琅王司马岳选为妃子后，裒出任豫章太守，司马岳即康帝位，蒜子立为皇后，裒升任侍中、迁尚书、拜建威将军、江州刺史，后又升卫将军、领中书令、拜征讨大都督、太傅；裒孙褚爽之女褚灵媛为东晋恭帝司马德文皇后，爽迁中书郎、义兴太守；爽孙褚湛之，攀亲于南朝宋武帝刘裕的第七女安哀公主，任命为驸马都尉、著作郎，安哀公主死后，又娶武帝第五女吴郡宣公主，任中书令、尚书左仆射、丹阳尹；湛之两子褚渊、褚澄以及渊和澄的堂兄弟褚暖，均攀亲于宋文帝刘义隆的三个公主，渊娶南郡献公主，澄娶庐江公主，暖娶琅真长公主；渊由著作郎，秘书丞，尚书吏部郎擢升为吏部尚书、尚书右仆射，后又被南齐封为南康郡公，加尚书令；褚澄与其父湛之一样，也被拜为驸马都尉，后又任南齐吴郡太守，迁左户部尚书，任侍中，领右军；褚暖之子缋亦娶宋公主为妻；褚澄之女令璩被南齐东昏侯封为皇后。\n\n",
  "desc": "褚亮，字希明，杭州钱塘人，祖籍河南阳翟（今河南禹州），唐初十八学士之一。曾祖湮，梁御史中丞；祖蒙，太子中舍人；父玠，陈秘书监，并着名前史。业中，授太常博士。大业十三年（617年），金城校尉薛举称王，任褚亮为黄门侍郎。大业十四年，秦王李世民灭薛举之子薛仁杲，以褚亮为铠曹参军。贞观元年（627年），与杜如晦等十八人授弘文馆学士，被封为封阳翟县男，褚亮支持唐太宗拓疆政策，命子褚遂良从军，出兵突厥。累迁至通直散骑常侍，十六年，进爵为阳翟县侯。后致仕归家。贞观二十一年（647年）卒，年八十八。谥号曰康，赠太常卿，陪葬昭陵。",
  "dynasty": "唐代",
  "id": 1638,
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_1638.jpg",
  "name": "褚亮",
  "star": 0
}