{
  "content": "介绍\n\n　　王琼字德华，号晋溪，别署双溪老人，山西太原人。明代大学士李东阳撰书的《太原王氏柳林世墓碑铭》中说：“王之族系出周灵王太子晋，汉、晋、隋、唐历有显者。”又说，“元有子实处士居邑西蚕石，次子良仕元知潞州。”碑铭中提到的王良，就是王琼的高祖。碑铭中又说：“元末大动乱中，良子伯聚‘亦襁负子女避乱于外’。明初始定居汾东柳林。”这就是说王琼确系太原王氏后果，最迟在宋、元以后仍世居太原。王琼的祖父叫王安，伯父名永寿，明天顺年间官至南京工部尚书。父名永亨，成化年间任隆庆知州，始建新第于县城东街。王琼于明成化二十年登进士。他历事成化、弘治、正德和嘉靖四个皇帝。由工部主事六品之官，直做到户部、兵部和吏部尚书一品大员。特别在正德十年到正德十五年间的五年中，因执掌兵部，有特殊功勋，连进“三孤”、“三辅”。五年之中，受如此“加官恩典”，在明代历史上也是少见的。王琼一生做了三件被人称赞的大事。一是治理漕河三年，“敏练著称。”二是，平定宸濠叛乱，“任人唯贤。”三是，总制西北边防，“功在边陲。”因此，历史上称他和于谦、张居正为明代三重臣。嘉靖十年，王琼回京，再任吏部尚书。次年7月，病逝于京城。追赠“太师”，谥“恭襄”，长子王朝立扶灵柩回籍，葬于蒙山脚下，礼部尚书霍韬撰神道碑，后诏建专祠于晋溪园西，名“王琼祠”。\n\n人物生平\n\n早年仕途\n　　王琼为成化二十年进士。最初担任工部主事，后升为郎中。外调治理漕河三年，把所经历过的事罗列出来，于弘治八年，编著了《漕河图志》八卷。后来接任的人查考那些事，竟然是毫厘不差，由此王琼以勤勉、干练而出名。不久改任户部郎中，又转官河南右布政使。\n\n步步高升\n　　正德元年，王琼被提升为右副都御史，负责督办漕运。正德一年王琼入朝，担任户部左侍郎。衡王府当时有朝廷赏赐的土地，荒芜得无法耕种，衡王还是勒令百姓按照正常情况交租，又反过来诬告赵贤等小百姓侵占了他的土地。王琼前去检察，把旁边百姓家的土地夺过来给了衡王，把赵贤等发配到边境充军，当地百姓有很多人都怨恨王琼。正德三年春天，朝廷推举吏部侍郎，前后推上六个人，武宗都不同意。最后把王琼推选出来，武宗同意了。因为他在户部时边疆大臣用太仓的银子没有归还，有关负责人员上报晚了，户部尚书顾佐被扣发了俸禄，王琼被调往南京。过后，又改任户部右侍郎。八年升为户部尚书。王琼为人很有心计，善于查对。他在为郎官时就把过去的文牍、规则抄了下来，全面掌握了户部钱财收支、亏盈的情况。等做了尚书，更加熟悉了国家的财政计算。边境有将领来请拨发粮草，他屈指计算一下某仓库、某草场有多少粮草，各郡每年运送多少，边防士卒每年秋收粮草多少，就说：“这些已经够了。再伸手要就是弄虚作假。”由此大家更认为王琼有才干了。\n\n理政诛贼\n　　正德十年王琼接替陆完做了兵部尚书。当时各地盗贼四起，官兵的将士都以斩杀敌人的头颅数论功升官。王琼上书：“这是嬴秦似的败国政策。在边境上实行还可以．没有内地作战而以头颅数论功的。现在江西、四川的官兵乱杀平民百姓成千上万人，纵容了盗贼，留下了祸患，都是这条规定造成的。从现在起官兵在内地讨伐盗贼，只以扫荡、平息论功，不再计算斩获头颅数目。”武宗同意了。武宗皇帝当时到边塞以外远游。长年不回，京郊的盗贼正悄悄兴起。王琼请在河间设置一名总兵，在大名、武定各设一名兵备副使，责令他们平息当地盗贼，又传令顺天、保定的两个巡抚，严守要害地段防止外敌侵入。征集辽东、延绥兵马到武宗行宫附近地区，用以保护皇上。朝廷内外倚仗着这些才不担惊受怕。孝丰的盗贼汤麻九起来造反，有关部门请派军队过去收捕。王琼请密令勘粮都御史许廷光出其不意地擒拿他们，结果成功了，盗贼没一个漏网。各地奏上捷报后，大多归功于王琼的谋划，他因此几次受到赏赐、封荫，逐渐做到了少师兼太子太师，儿子也被封为世袭锦衣千户。等到修建乾清宫完毕，又荫封他两个儿子为锦衣千户，他受到的宠爱在几个尚书中首屈一指。\n\n平定叛乱\n　　正德十四年，宁王朱宸濠叛乱，王琼请武宗命令南和伯方寿祥率领操江部队防守南京，南赣巡抚王守仁、湖广巡抚秦金各自率领自己的部队开往南昌，应天巡抚李充嗣镇守京口，淮扬巡抚丛兰扼守仪真。他的奏章递上后，武宗心里想要御驾亲征，君臣争议了三天还决定不了。大学士杨廷和催促皇上早作决定，武宗最后还是下诏亲征，让王琼与杨廷和等人在北京坐镇。在此之前，王琼既对朱宸濠所为早有察觉，他在正德十一年，就特举王守仁出任赣南巡抚，以兵部请旨，准王守仁“便宜提督军务”，并放权让他见机行事，提督军务。等朱宸濠造起反来，地方上报朝廷知道后，满朝大臣心里惴惴不安。王琼说：“大家不用担心，我任用王伯安到赣州去，正是为了现在这件事，反贼马上就会拿下的。”\n\n遭受打击\n　　王琼很有才能，并善于结交权贵。他恭敬地侍奉钱宁、江彬等人，由此得到施展才干的机会，他递上去给皇上的建议、请求一经提出就能得到批准，他能在兵部多次立功，也是借了江彬等人的力量。陆完倒台后，他取代陆完做了吏部尚书。王琼忌妒彭泽平定流贼，名望超过了自己，就勾结钱宁，用重罪中伤彭泽。又把云南巡抚范镛、甘肃巡抚李昆、副使陈九畴诬陷下狱，一时间朝廷内外官员大多害怕王琼。而大学士杨廷和也因为王琼所行赏罚大多得到武宗发自内宫的批复诏书，不经过内阁，所以无能为力。嘉靖元年，明世宗继位，谏官前后不停地揭发王琼，他被关进了都察院的监狱。王琼于是竭力攻击杨廷和，世宗这下更认为他不正直，就交由大臣们议论，结果以触犯结交皇上左右侍卫的律令应判处死刑，改为让他充军庄浪。王琼又上诉说自己年纪大了，因而被改派到绥德充军。\n\n复官建功\n　　张璁、桂萼、霍韬掌权后，因为王琼与杨廷和有仇，就推荐了他，然而明世宗并没有听从他们。到嘉靖六年边境上有战事，桂萼等人坚决请求任用王琼，没有得逞。但世宗也可怜王琼年老有病，就让他返回老家做个平民。御史胡松因为弹劾桂萼被贬官外放，他的同事周在请求饶恕胡松，也被关进了诏狱。桂萼又一次说到王琼以前批评过杨廷和，所以满朝大臣一齐起来排斥他。世宗于是命令让王琼官复尚书，等候任用。\n\n　　嘉靖七年，朝廷因西北边事紧急，由内阁大臣桂萼等推荐，诏令王琼“以兵部尚书兼右都御史提督三边军务”。当时，吐鲁番占领了哈密，朝廷决定关闭关门并拒绝它的进贡已经有四年的时间。而吐鲁番的将领牙木兰因为受到速檀满速儿的猜疑，率领二千人来请求内附。沙州番人帖木哥、土巴等，一向受土鲁番奴役，也率领五千多人人关来内附。土鲁番人来侵犯，接连被参将云昌等打败。他们勾引瓦刺人侵犯肃州，游击彭溶打退了他们。吐鲁番失去了援助，又在几次战争中失利，于是归还哈密，请求上贡，并请归还被扣押在明朝的使臣，只是话说得很不礼貌。王琼上书请求对他们予以安抚、结交，世宗采纳兵部尚书王时中的意见，像王琼奏请的那样做了处置。霍韬对此提出责难，王琼又上书请求遣还土鲁番的使臣，像以前那样允许他们来上贡。从此西域又平定下来，只是北方的鞑靼常常来骚扰边疆。鞑靼首次进攻侵犯庄浪，王琼部下的将领阻击他们，斩获几十个首级。不久又由红城子进攻，杀害了部饷主簿张文明。嘉靖八年鞑靼部落又用数万骑兵来犯宁夏，过后又侵犯灵州，王琼派济南梁震等拦截，斩敌七十多人。嘉靖八年秋天，王琼征召各路精兵三万人，在塞下巡行。敌人听说了，卷起帐篷远逃而去。明朝官兵于是分路进攻，放火在原野上焚烧，显示了军威，然后收兵而回。\n\n　　在这之前，南京给事中丘九仞弹劾王琼，世宗却加以安慰、挽留。等张璁、桂萼被罢免后，那些弹劾张璁、桂萼等人的大臣都出面攻击王琼，世宗于是命令他退休。不久又把先前的诏书搁下来，派人对王琼表示慰问。正好番人前来临洮大肆掳掠，王琼征调兵力讨伐若笼、板尔各部，焚烧了他们的巢穴，斩杀了三百六十人，收附了七十多个部族。评定战功，被加升为太子太保。王琼在边疆上，战备都整顿得很好。鞑靼曾经打到山西，占了便宜，过了一年又来边境上抢劫，假装着要向东打，王琼命令在西边做好战斗准备。贼寇果然钻了进来，官兵沉重地打击了它。各处番人被扫荡、平息后。西部边陲更加太平了。甘肃军民一向受吐鲁番人侵犯、欺凌，如今惟恐王琼离开，就一起请求当地守臣向朝廷上书，留下王琼别走。于是巡抚唐泽、巡按胡明善都上书叙述他的功劳，请听从甘肃军民的请求。世宗为此颁发诏书，奖励了王琼一番。\n\n殁于任上\n　　当初，世宗厌恶杨廷和，怀疑朝中大臣都是他的同党，所以接连任用桂萼、方献夫主管吏部。等献夫离任后，世宗不想任用另外的人，所以久久不增补这个缺额。到嘉靖十年冬季，才派行人拿着敕书前往召王琼回朝。然而吏部尚书、南京御史马敫等十个人上书痛骂王琼是先帝一朝遗留的大奸臣，使世宗大为恼怒，把马敫等人全都关进了诏狱中，并且对王琼表示安慰。不过不久，马敫等也都官复原职了。花马池传来战报，兵部尚书王宪请派出部队。王琼说花马池战备严整，敌人打不进去，大部队去了，敌人先撤了兵，只能空自耗费朝廷的人力、财力而已。王宪最终还是派出六千人，走到彰德，敌人果然逃走了。嘉靖十一年秋天，王琼死在任上。被赠为太师，谥号恭襄。同一年，彭泽已在王琼之前去世了。\n\n　　在正德、嘉靖年间，彭泽、王琼都有才干，有胆略，他们不停地相互中伤，仕途中你进我退，几番更迭。其中王琼阴险忌刻，舆论尤其不赞成他。但是他在兵部时立了很多功，外放提督陕西三边军务时，人们也曾把他比作杨一清。\n\n",
  "desc": "王琼（公元1459—1532），明朝军事人物，历事成化、弘治、正德和嘉靖四个皇帝，由工部主事六品之官，直做到户部、兵部和吏部尚书一品大员。王琼一生做了三件被人称赞的大事。一是治理漕河；二是，平定宸濠叛乱；三是，总制西北边防。因此，历史上称他和于谦、张居正为明代三重臣。",
  "dynasty": "明代",
  "id": 749,
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_749.jpg",
  "name": "王琼",
  "star": 3
}