{
  "content": "婚姻状况\n\n　　爱情没有以吴藻渴望和憧憬的形式叩门。在拒绝了一堆庸常的求婚者后，她还是在22岁时，听从父母之命，嫁给了一位年轻商人。富足闲适的太太生活一点也不符合她的人生观和价值观。但幸运的是，她碰上了一位愿意给她宽松空间的丈夫。在婚后，她终于走出自己的小天地，遇上了一群文艺青年。\n\n　　“生活在别处”的痛苦，不仅让吴藻不满足于平庸的县城生活，而且还使她对自己的女性身份无限惋惜和不甘。她曾写杂剧《饮酒读骚图》，剧中的谢絮才不爱红妆，自画一幅男装打扮、饮酒读骚的小影，一日还脱去女装，扮为男子，面对这幅画像豪饮痛哭。东晋的王恭说，想成为名士，要有三个条件：常无事，痛饮酒，熟读《离骚》。可见，吴藻有很深的名士情结。可身为女儿身是做不了名士的，这让她倍感压抑。对自己的性别，吴藻不甘心认同，她希望自己是一个男人。她借着谢絮才之口，说出了心中的错位：“百炼钢成绕指柔，男儿壮志女儿愁。今朝并入伤心曲，一洗人间粉黛愁。我谢絮才，生长闺门，性耽书史，自惭巾帼，不爱铅华。”“自惭巾帼”四个字，道出了无奈，也道出了内心的分裂。\n\n　　后来，吴藻的分裂，不再只体现在文学作品中，逐渐侵入了她的真实生活。在那个文艺青年组成的圈子里，吴藻尤其喜欢与男文人一起交游。因为在她的内心，他们正是她所希望的样子，她和他们一起饮酒作词。后来她干脆洗尽铅华，作男装打扮，束男人的发式，穿男人的衣服，和他们去酒楼，去画舫，饮酒酬唱，和他们远行郊游，醉酒而归。\n\n　　甚至，她还像男人一样，逛起了妓院，和青楼女子玩起了眉目传情的游戏。据说，有位歌妓还喜欢上了吴藻，而吴藻也不道破，还赠了她一首情诗：一样扫眉才，偏我清狂，要消受玉人心许。正漠漠烟波五湖春，待买个红船，载卿同去。\n\n　　不曾恋爱过的吴藻，是想变换性别角色，像男人一样去谈场恋爱吗？她似乎很享受这种“男人”的生活，也很沉迷于这种性别错位。她的分裂症是越来越严重了。\n\n　　但吴藻不是天生的性别错位，只不过她比别人更为敏感，也更能感受因性别而产生的压抑与不公平。在她的心中，“英雄儿女原无别”，但是在现实社会里，二者的差别简直是天与地。这导致了她的精神危机。所以说，其实她想摆脱的并不是女性的身份，而是强加在这个性别身份上的不公与压抑。幻想自己是个男人，就是这种内心纠结所导致的病症。这与花木兰不同。花木兰替父从军是种不得已，是被迫性别换位，而且花木兰非常清醒于这点。而吴藻则因精神危机而误入歧途，更像是一种精神分裂。\n\n　　也有人说，她是同性恋者，其实不然。她只是太执著于性别身份的“无别”。另外，她和歌妓逢场作戏的恋爱，恐怕也是因感情生活空缺而产生的一种弥补心态吧。 \n\n\n生平\n\n对书香感兴趣\n　　吴家住在仁和县城东的枫桥旁，与大词人厉鹗的旧居比邻。也许是出于对邻家名士的景仰，吴藻的父亲虽是个地道的商人，却对书香风雅之事特别感兴趣。爱女吴藻自小就显得颖慧异常，吴父对她十分看重，重金聘请了名师教她读书习字、作诗填词、弹琴谱曲、绘图作画。\n\n诗书琴画\n　　吴藻果然没让父亲失望，方到及笄之年，诗书琴画样样精通，尤其是在填词上别有造诣。在这种优越的家境里，吴藻的童年和少年不但甘甜如怡，而且充满着情趣。月下抚琴，雪中赏梅，与花儿谈心，同燕子低语，那情景从她写的一阂“如梦令”中便可看出一斑：\n　　燕子未随春去，飞入绣帘深处，软语多时，莫是要和依住？\n　　延停，延停，含笑回他：“不许！”\n\n吟诗填词\n　　燕回燕去，无忧无虑的小姑娘渐渐长大了，人大心也大，吴藻对自己生活的这个小天地开始有几分不满了。从书中她了解到，很多文人才士都喜欢聚集在一起吟诗填词，不但可以相互唱和，还可以相互指点品评。风清月明，薄酒香茗，三五好友，诗词互答，她对那种生活十分向往；可是仁和这个小县城里，根本没有闺友组织的文会，一个大姑娘抛头露面是被视为大逆不道的，而她的家庭及亲友中又绝无能陪她谈诗论词的人，她只能一个人独吟独赏她的才情，于是诗词中也不免染上了愁怅。那阂“苏幕遮”中就流露了这样的情绪：\n　　曲栏干，深院宇，依旧春来，依旧春又去；\n　　一片残红无著处，绿遍天涯，绿遍天涯树。\n　　柳絮飞，萍叶聚，梅子黄时，梅子黄时雨；\n　　小令翻香词太絮，句句愁人，句句愁人处。\n　　转眼到了婚嫁的年龄，吴藻不只是才高情浓，家庭优越，还长得风姿绰约，容貌清秀，实在应该是“千家羡，百家求”的闺中宠儿。事实上到吴家来求亲的人也确实踏破门坎，因为吴家是富商，人忙谈婚嫁的讲究门当户对，所以求亲的也多是纨绔子弟，吴藻嫌他们胸无点墨，一一摇头拒绝了。仁和县城里才子本就有限，有的家境清贫，有的埋头苦读，谁也没想到吴氏商贾之家还藏着个锦锈才情的大姑娘，就是想到了也会有不敢高攀之虑，如此一来，才貌双全的吴藻竟然芳龄虚度，婚事磋舵，一直拖到了二十二岁。\n　　“女儿大了不中留”，吴家父母开始着急了，他们软磨硬劝，终于使吴藻勉强答应了同城丝绸商黄家的求婚。其实，对这门婚事吴藻一点兴趣也没有，可自己已苦苦等了这么多年，心中的白马王子无由降临，也许自己生就是商家妇的命，任凭怎样的心高，也摆脱不了命运的限定，只好认命了吧，她的心已有些淡漠。\n\n夫妻感情\n　　黄家是世代的丝绸商，富实足以与吴藻的娘家相媲美，可是却从未出过读书的种子。吴藻的丈夫从少年开始经商，除了看帐本外，就不再摸别的书本；但对妻子的才情他特别羡慕，对她百般宠爱，还特意为她布置了一个整洁宽敞的书房，让她独自在家中经营出些书香气息来。\n\n附庸风雅\n　　初见丈夫支持自己读书作文，吴藻还暗暗惊喜，以为丈夫也是个知解风雅的人，自己错识了他。于是当丈夫忙完商务回家后，她喜盈盈的拿出自己的新诗新词读给丈夫听，丈夫倚在床头，频频称好，待吴藻读完再看丈夫时，他己坐着睡着了。原来只是附庸风雅，到底是个庸俗汉！吴藻的心又重新掉进了冰窟，一腔风情无人解，冰冷的泪珠无声地从她眼中泌出。\n　　丈夫虽然不懂她的诗词，对她的生活却关怀得无微不至，衣食住行，全不需吴藻操心，她天天关在自己的书房中，一心一意编织她的闲愁。除了偶尔操琴舒泄外，她的愁大都系在了词句中，琴无知音空自弹，词还留在纸上，今人不看后人看。看她的一阕“祝英台近”词，便可窥见她婚后的心情：\n　　曲栏低，深院锁，人晚倦梳裹；恨海茫茫，己觉此身堕。那堪多事青灯，黄昏才到，又添上影儿一个。\n\n孤高寂寞\n　　最无那，纵然着意怜卿，卿不解怜我，怎又书窗依依伴行坐？算来驱去应难，避时尚易，索掩却，绣伟推卧。\n　　因恨丈夫的粗俗，她无意取媚讨欢，甚至懒于梳妆。丈夫整天忙于商务，深夜回家也多半累得只能睡觉，没有心思对她轻怜蜜爱，怎不让感情细腻的她伤心难过。但要说丈夫不爱护她可有些冤枉，只能说他不懂得怎样才能安慰得了她那颗孤高寂寞的心。见妻子被闲愁折磨得日渐憔淬，丈夫十分心疼，自己没有时间陪，便劝她多交些朋友，也好换换心境。吴藻确实觉得无聊，便接受了丈夫的建议，开始结交一些红粉闺友。吴藻交友当然是选那些懂诗解词的，挑来选去，这种女子县城里只有那么几个，而且这些人虽然粗通诗词，可在才情卓绝的吴藻面前，常常只有仰慕，赞叹的资格，很难有什么唱和。\n\n真正的文人才士\n　　吴藻仍然不满足，但通过这些闺友，她慢慢结识了一些真正的文人才士，他们一般是这些闺友的兄弟和丈夫。吴藻的词作传到文人才士手中，他们不由得击节称叹，一些性情比较开放的人开始邀吴藻去参加一些文人们的诗文酒会，征得丈夫同意后，吴藻欣然前往。\n\n情趣高雅\n　　生活在那些情趣高雅，大吟诗词的文人中间，吴藻宛如鱼儿得水，顿时变得活跃、开朗起来。吴藻的诗词在当地文人中间引起极大的轰动，他们称她是“当朝的柳永”，词句似是信手拈来，却蕴含着深长的情意。吴藻与这些儒中长袍的书生一同登酒楼，上画航，举杯畅饮，高声唱和，丝毫没有拘束。他们常常月夜泛舟湖波上，深更不归；春日远游郊外，带醉而回。吴藻的这些行径实在是越出了妇人的常规，可是她丈夫并不干涉，只要妻子高兴，他不在乎别人说三道四，因为他有他的理由：吴藻是个不同于一般女人的女人，当然不能用常规来约束她。既然丈夫纵容，吴藻愈加无所顾忌了。与一群须眉男子同行同止，虽是潇洒，但毕竟有不便之处，在一阀“金缕曲”中，她竟埋怨起自己的女儿身来：\n　　生木青莲界，自翻来几重愁案，替谁交代？愿掬银河三千丈，一洗女儿故态。收拾起断脂零黛，莫学兰台愁秋语，但大言打破乾坤隘；拔长剑，倚天外。人间不少莺花海，尽饶他旗亭画壁，双鬟低拜。酒散歌阑仍撒手，万事总归无奈！问昔日劫灰安在？识得天之真道理，使神仙也被虚空碍；尘世事，复何怪！\n　　虽然掬起银河小，要想把女儿身洗成须眉汉，也是虚设妄想；但是脱下女儿装，扮成男儿模样倒是不难啊！吴藻灵机一动，来了主张，从此出门参加文友聚会时，她就换上儒巾长袍，配上她高挑的个头，俨然一个翩翩美少年。有了这样的打扮，她的行动方便多了，不但出入酒楼茶馆，甚至还随大家到妓院，寻欢作乐。因为经常到“风月楼”喝花酒，那里一个姓林的歌妓竟对她情有独钟了，反正是书生公子打扮，吴藻也干脆逢场作戏，与林姑娘眉目传情，轻言蜜语，恰恰一副情人模样。林姑娘表示要以身相许，她还装模作样地答应下来，一本正经地赠了一阀“洞仙歌”以明心意：\n　　珊珊琐骨，似碧城仙侣，一笑相逢淡忘语。镇拈花倚竹，翠袖生寒，空谷里，想见个依幽绪。兰针低照影，赌酒评诗，便唱江南断肠句。一样扫眉才，偏我清狂，要消受玉人心许。正漠漠烟波五湖春，待买个红船，载卿同去。\n\n柔情和浪漫\n　　在林姑娘那里，吴藻似乎找到了一种柔情和浪漫，聊以慰藉自己干渴的心田，竟还幻想着“买个红船”，效当年范蠡载西施，一同归隐烟波浩渺中。有人说吴藻有同性恋倾向，这个不好断言。但是我觉得，吴藻这些行为可能还是玩笑的成份居多吧。也许是吴藻感情空虚无依，如果她在那个时代搞 婚外恋，必被当时的唾沫淹死，于是只好玩玩这种假凤虚凰的游戏，聊以解闷吧。吴藻说来还是比较幸福的，她可以这样的肆意而为却无人约束，其实作为男人也有好多束缚的，假如有神仙之术的话，把吴藻真的变成个男人，她肯定也有别的烦恼。\n\n行香子\n　　但吴藻的内心深处终究还是寂寞愁怅的，白天在“风月楼”中装情卖痴，漫漫长夜，守着的仍是凄凉，于是有了这样的一阕“行香子”：\n　　长夜迢迢，落叶萧萧，纸窗儿不诅敲。茶温烟冷，炉暗香销，正小庭空，双扉掩，一灯挑。愁也难抛，梦也难招，拥寒食睡也无聊。凄凉境况，齐作今宵，有漏声沉，铃声苦，雁声高。\n　　生活在堆金砌银，锦衣玉食的环境里，丈夫对她又是百般爱慕和纵容，吴藻的内心深处却日日绕愁萦恨，这种滋味有谁能相信？然而却是实实在在地存在着，吴藻怨自己的命苦，苦就苦在自己的才高，苦就苦在自己的心高。锦衣玉食填不满她的心，她渴望着她没能得到的那份浪漫之情。她心目中的白马王子是不食人间烟火的真人雅士，诗词唱和，琴瑟相谐，月夜泛舟，花下品茗，这才是她理想中的夫妻生活，而命运偏偏给她安排了一个专心务实的俗丈夫。\n\n放浪形骸中度过\n　　日子便在她吟诗作词，寻愁觅愁和放浪形骸中度过，她不爱丈夫，也没有为他生下一男半女，她的心高高浮在生活之上。十年过去了，她仍然是她，丈夫却因一场病，骤然离开了人世。丈夫死时，她并没有多大的悲痛，有的也只是一种怜悯和伤感，她向来不以为丈夫在她的生活里有什么必要性。\n　　没有丈夫的日子，她依然象从前一样生活，可渐渐地，她发现孤单和无助更紧迫地向她袭来，把她压得喘不过气。丈夫在世时，寂寞是无形的，只是隐隐约约在她心头徘徊；丈夫走了，寂寞则实实在在地围住庄她的前后左右。没有了丈夫关切的问寒问暖庐词》序，虽生于商贾之家，她仍工词、善琴、能绘、通律，梁绍壬在《两般秋雨庵词随笔》中以“夙世书仙”誉之。而吴藻向来亦以“扫眉才”自诩，称“想我空眼当世，志轶尘凡，高情不逐梨花，奇气可吞云梦”,从不掩饰自己欲超越闺阁之限的豪情。为此，除了“居恒料家事外，”如雅士一般“手执一卷，兴至辄吟”，[1]她还常与异性如魏谦升、赵庆嬉等人对词学互相讨论请益，并藉以建立了如男性文人间的诚挚友谊。据黄燮清《香南)北词》序叙述:“（吴藻）女士……尝与研定词学，辄多会解创论，时下名流，往往不逮。”而吴藻并没有词学专著传世，观其心路，应是不止要庄重地立言于众，而更是为了树立一个与男性比肩的儒雅姿态。为了进一步弱化自己的女性性别，她更曾效风流雅士赌酒青楼，于角韵歌弦声中品赏才妓美人，其怜香惜玉之感并不逊于男性。在《洞仙歌·赠吴门青林校书》中，吴藻以男子眼光，推赏校书“珊珊琐骨”、“翠袖生寒”的赢弱之美，更道出“买个红船，载卿同去”隐入“漠漠五湖春”的雅士梦想。向戏语挥洒真情绪，以换位法突现自己豪爽的雅士风貌。\n\n统计\n　　据黄嫣梨《清女词人吴藻交游考》统计，在吴藻作品中可考的人凡73位，有官宦、逸士、名媛、商贾、书画家等各类人士。吴藻凡38阕唱酬之作和83阕的题跋词，占全词数目之40％，亦是其社会活动活跃的旁证。在或出游、或结社、或唱酬的场合中，若与仕女逡巡，吴藻又不失名媛风范，表现出纤细、柔弱、多情的另一面。她师从陈文述，既学诗词、亦学奉道参禅。与众碧城女弟子既雅聚唱酬以切磋相励、又共同编辑《西泠闺咏》以怜才自惜。接纳才媛的气度、见识之要求，亦为当时文人雅士所热衷培养的品格。吴藻常以女性情怀与闺秀相互鼓励，给予彼此继续深入生活、深入写作的力量。在才媛词集题跋中她往往不吝赞美，除却礼仪上的考虑，更倾注了对同以笔墨发泄情绪之女性的支持与搀扶。如挚友汪端临丧夫之痛，吴藻以《金缕曲》安慰之，并强调汪并非孤立“幽独”之境，诸多“知己”尚在身旁，继而鼓励其坚强振作，继续写作并整理丈夫的遗稿。而闺秀抒怀，一般离不开春思秋怨、缠云怀月，他人一笔一划的闺愁往往亦触到了吴藻心痛处，她往往亦沉浸在女性的愁海中与之同病相怜。与众红颜知己雅集，吴藻表现出来的小儿女的天真与柔情，既是一种社交的融合，亦是吴藻以共同的心事与际遇，在同唱共饮中酝酿相携相惜的氛围，由此凝聚女性自爱、自豪之张力的心想。\n\n抑郁的情怀\n　　于闺阁之外或深或浅，或款款或洒落的交游足迹，适度纾解了吴藻抑郁的情怀，亦展现了她相对独立的人格魅力。而最能舒缓其情绪的，还是她笔下的文字。从她填的第一首《浪淘沙》开始，到最后觉得“忧患馀生，人事有不可言者……此后恐不更作”不过十年时间，吴藻之传世作品，计有：《花帘词》一卷、《香南)北词》一卷、以及收入《民国黟县四志》的《喝火令》一阕，凡292阕；《花帘书屋诗》九首；《乔影》（别名《饮酒读骚图》）一套；小令一首，套数五套。清嘉道年间，时人对其作品推崇备至：《两般秋雨庵随笔》云《花帘词》“逼真《漱玉》遗音”；吴载功《乔影》跋云：“灵均香草之思犹在人间，而得之闺阁尤为千古绝调”；《续修四库全书·提要》曰：“清代女子为词者，藻亦可以成一家矣。”苹香能特立于清闺秀词人，笔者以为，这不但因为其具奄有众妙的词笔、博雅的学养，更在于她独特的性情，即晚清社会对才媛之态度以及其不谐身世引发、培养出的雅士气向外而表现出来的显著的“双性”人格。\n　　所谓“双性”，即“双性同体”，意为同一身体兼备雄雌两性的特征。此词源于柏拉图之《会饮篇》：远古之人类分为男人、女人、阴阳人，每人皆有两副面容及体格,天神宙斯因惧怕人类之力量过于强大而将其劈成两半，由此演化成了现代之人。于是人的生命与生活自此便在寻找另一半的题旨下展开，因为“它要恢复原始的整一状态，把两个人合成一个，治好从前剖开的伤痛。”[3]这种对可能是同性，也有可能是异性的“另一半”的精神追寻，后来衍化为个体在性情及艺术上的本性超越。而这种超越的思想基础，就是对男女性别差异的深刻认识和反思。\n\n特质\n　　吴藻在写作与生活中，毫不掩饰、甚至在张扬着这种追寻精神和超越本性的渴望。而作为一位深具“夙慧”的才媛，她又并没有在对异性性情与社会角色的刻意套用下失去自我，于是，她笔下的作品，便呈现出了明显的“双性”风格特质。\n　　首先，是笔意“双性”。吴藻之笔，点染着双色，一为女儿彩笔，一为名士青毫。女儿彩笔，自写小儿女情调。从春草秋月，到夏云冬)，从闺阁花窗的视角，红尘三千丈的种种色相，皆融入闺秀之血脉，又伴随着莫名之愁汩汩由笔端流出，以“清才”点染成纸上的碧云红树、紫燕黄鹂；银涛钩月、翠袖瘦梅。赵庆熺于《花帘词》序云:“花帘主人工愁者也。不处愁境，不能言愁；必处愁境，何暇言愁？……不必愁而愁，斯视天下无非可愁之物，无非可愁之境矣。”自认“愁是吾家物”的吴藻，“病是愁根愁是叶，叶是双眉”（《卖花声》），吴藻词集中“愁”字出现79处之多，曲作中亦有9处。在吴藻之词曲宇宙中，几乎所有事物都被冠上了愁名：其身临的是“愁乡”；心埋的为“愁怀”；写下的皆“笺愁句”；举眼望“愁风”、“愁水”、“愁城”；低眉听“愁吟”、“愁宫”、“愁唱”、还有许许多多的“闲愁”、“旧愁”、“离愁”、“烟愁”、“病愁”、使举手投足也变成了“愁对”、“愁听”、“愁扫”、“愁坐”。凄清之愁怀，溢于言表，冷郁绵长，而其中欲言难言之苦，绵蕴隐深。闺秀之愁，往往首先源于姻缘。吴藻对于爱情的态度十分明朗，她期待的是福慧双修的婚姻，即夫妇“艳福清才都有”，既情长如“飞飞燕子，软语商量久”，又能同“吟得莲心作藕”，两人琴瑟和鸣、意趣相谐，可见她向精神境界交流的索求较一般闺秀更深。关于吴藻的婚姻，陈廷焯《白雨斋词话》云：“苹香父夫俱业贾，两家无一读书者。”徐乃昌《小檀栾室汇刻百家闺秀词》序中称吴藻乃“同邑黄某室”，《续修四库全书·提要》云“藻父夫并业贾。”近人多从之。而《民国黟县四志》存有另一说法，云藻父“故字女于钱塘县望平村许振清为妻，年十九而寡，矢志守节，才名藻于京师。”\n　　虽其夫之身世待考，而现存吴藻作品无一字提及其夫，无论是由于夫“业贾”、非读书之人而交流阻隔，或是由于早寡而缄语，其婚姻不谐，有“伤心之事，有难言之隐”[4]是可以肯定的。在这种无望孤寂的婚姻中，难怪吴藻一再有“问谁个，是真情种？”（《乳燕飞?读〈红楼梦〉》）的感叹。同时，吴藻婚后因家道尚算宽裕，无柴米之忧和育子之劳，便容易让敏慧的心灵又生发出一缕无端之闲愁，而这种“已坐到纤纤残月堕，有梦也应该睡，无梦也应该睡。”（《酷相思》）的叹息，以及“乱山隐隐，只与斜阳近”（《点绛唇》）的苦寂，却都是“一片吟魂无著处”（《卖花声》）的。吴藻只得无奈地让其洒落于彩笺之上，层层心事随笔游走，任由其长沉墨海，所有的情绪，只由一“愁”字代言，如《乳燕飞》:“不信愁来早，自生成，如形共影，依依相绕。”《苏慕遮》：“小令翻香词太絮，句句愁人，句句愁人句”等。此时年少意气，吴藻不但不讳言愁，更将愁放逐至伤心的程度。如《酷相思》：“怎廿载光阴如梦过。当初也、伤心我；而今也、伤心我。”《清平乐》：“一样黄昏院落，伤心不似侬多。”《虞美人》:“绿阴移上小栏杆，不是伤心不会卷帘看”等。这类作品中浓烈的女儿色调，既为吴藻的本性所染，亦是其观望尘世的原色。对于吴藻的境遇，友人多为轻惋，俞鸿渐题《乔影》曰：“倚竹频年翠袖寒，幽居怎怪感无端。”应得吴藻会心一叹。\n　　而名士青毫，则是由胸中闷气锻造出的大家手笔。它超越寻常的闺情而向世情挥洒，纷纷之俗事只以青、白两眼简单相对，境界开阔，显露出女性觉醒之微光。\n\n思考\n　　对性别差异的思考，最早出现在吴藻约26岁时所作的“见者击节，闻者传抄，一时纸贵”杂剧《乔影》中。剧中生长于闺门而易装为男儿的谢絮才开篇便介绍自己：“性耽书史”、“不爱铅华”、“却喜黄衫说剑”，自识“若论襟怀可放，何殊云表之飞鹏。无奈身世不谐，竟似闭樊笼之病鹤。”由此便发出了第一声哀叹：“豪气侠情，问谁知道？！”以下曲风如开闸之洪流，怨气喷薄而出，既有对自己的傲气之怨：“你道女书生甚无聊……真个是命如纸薄，再休题心比天高。”斥己为“痴人说梦”；更有对社会之怨：“把一卷骚经吟到，搔首问碧天寥”，感叹“秀格如卿，除我更谁同调？”而最终，深知这一切“牢骚愤懑”终究是“咄咄书空”，只会招致“凄凉人被桃花笑”，谢絮才唯有无奈地“收拾起金翘翠翘，整备着诗瓢酒瓢，向花前把影儿频吊。”将长怨幽积为一汪愁水，独映芳草夕阳、渡晓风残月。易为男装而饮酒读骚，是对性别被弱化的挣扎，而根本还是对男性统治社会的被动认同，即接受了男子方能“学成文武艺，卖与帝王家”，从而立德立功立言的观念。如吴藻一般，也有才媛愤起而书不平，如“自恨罗衣掩诗句，举头空羡榜中名”的鱼玄机；“怀壮志，欲冲天，木兰崇嘏事无缘”的王筠。但她们大多也只限于羡慕或伤感，吴藻却在易装不得的醒悟上，开始了另一个高度的抗争。在《乔影》之后的《花帘词》中，我们可以读到这样的句子：“英雄儿女原无别”（《金缕曲》）；“东阁引杯看宝剑，西园联袂控花骢。儿女亦英雄。”（《忆江南·寄怀云裳》）既然天生为女子之事实无法改变，易装亦难，吴藻便提出女子与男子同样可成英雄的的论点，从根本上颠覆了宿世的男女观，达到了真正意义上的平等。为此，她不但于笔墨间驰骋“不唱柳边风月”之豪情，甚至还“收拾起断脂零黛”（《金缕曲》），“清晓也，慵梳裹，黄昏也，慵梳裹”（《酷相思》），欲驱除传统观念赋予女性的“女为悦己者容”的被动特质，其中或有闺寂之感，而吴藻意气欲矫枉过正的做法却也明晰。\n　　为了进一步超越闺阁语，将青白两色描画得有文人理性的重量，吴藻还常常以用典的写作方式来显示其博雅和文人学养，或怀古、或讽今，在作品内容、形式上都向男性名士的意象靠近。她曾一口气写了《满江红》十阕，分别对宋高宗、钱镠、岳飞、韩世忠、白居易、苏轼、林逋、葛洪、济颠、苏小小十位历史人物作独到的评论，既敢于对宋高宗作一番辛辣的嘲讽，又大胆为葛洪之无人赏识而抱不平，怀林逋时还坦率地表白自己同样的奇情逸志，由此显露自己对历史的深入理解、独到认识以及对世情的关注，既拔高了词调，更显出了自己特立自由的思想魅力。\n\n改观\n　　明清才媛文化所带来的性别松动并未提升到女性社会性别改观之地步，吴藻亦深知在“花神含笑也说荒唐，怎今夜词仙是女郎”（《云裳妹邓尉探梅图》）的社会纵有赏闺才之思，却难得用闺才之理，而她依然以“蛾妆不为夜凉休”自持，为的是能继而在自由的精神国度中“我待趁烟波泛画桡，我待御天风游蓬叹岛。我待拨铜琶向江上歌，我待看青萍在灯前啸。呀！我待拂长虹入海钓金鳌，我待吸长鲸贳酒解金貂。我待理朱弦作幽兰操，我待着宫袍把水月捞。我待吹箫比子晋还年少，我待题糕笑刘郎空自豪！”（《乔影》）效仿先朝俊逸神仙、洒落文士的潇洒；以及“或鼓霜宵铁马，或跨长川赤鲤”（《水调歌头·又题》）的豪情与放浪，更提出要于此境“比似赵清献”的高志。赵清献即赵抃（1008～1084），殿中侍御史，弹劾不避权贵，京师号称“铁面御史”，谥清献。韩绮曾赞赵之吏才、人品为世人所不及，吴藻却偏要与之比一高下，进一步为自己树立了目光高远坚定、气宇轩昂、不只低回于闺阁的形象。\n　　其次，是笔风“双性”。吴藻作品的风格，亦有流丽清圆与舒宕豪放二径。由女儿彩笔之细腻，佐以吴藻擅用的重字叠韵与浅白语汇渲染轻松之词气，再籍慧想奇思点染出浑圆优雅、流畅清新之词境，如春溪消)、沁人耳目，风格流丽清圆。如《喝火令》：扇引团团月，衫更薄薄罗，水晶帘子漾微波，梳罢一挂云髻，池上看新荷。无意留春住，惊心怕病磨，好天能几日清和？等得花飞，等得柳丝拖，等得芭蕉叶大，夜夜雨声多。\n　　“团团”、“薄薄”、“夜夜”三叠词，既以音节的延长铺陈女儿娇柔之态，又在意蕴上起强调之势，而三句“等得”分别领二字、三字、四字，声声相催，音情高促。飞花、瘦柳、硕叶，意象一个比一个具体而逼目，意蕴深长，似秋风浣林，俊畅辽远。又如《河传》： 春睡，刚起。自兜鞋，立近东风费猜。绣帘欲钩人不来。徘徊，海棠开未开？ 料得晓寒如此重，烟雨冻，一定留香梦。甚繁华，故迟些。输它，碧桃容易花。\n　　东风轻软，碧桃悄开之烟雨春晨，本嫣红姹紫，作者只用几字交代，而把笔墨铺陈于“春睡、刚起、自兜鞋、立近、费猜、徘徊、料得”一串活泼而简洁的动词中，以平白之境托无边春色，以动态传递心灵的波澜起伏。作者由急切期盼转为怡心等待的过程刻画得细腻传神。陈廷焯《白雨斋词话》评曰：“自写愁怨之作，婉转合拍，意味甚长。”词风的另一面吴藻又以名士青毫的疏落，通过体裁、词调的选择安排以挥洒舒放豪宕的气势。\n\n初登文坛\n　　吴藻以杂剧《乔影》直抒胸臆，除却要表达“巾帼翻多丈夫气”[5]的情感外，体裁的选择本就别有深意。吴藻善词，而明清有词体为女性天生之写作体裁的说法，明末诗人钟惺《名媛诗归》序云：“若乎古今名媛，则发乎情，根乎性，未尝拟作，亦不知派……惟清故也。清则慧……男子之巧，洵不及妇人矣！”把女子之“清”性情与诗词之“清”特质划上了文学等号，女性的善诗词，似乎已被视为是与生俱来的天赋。其实，闺秀对于诗词体裁的选择，何止因天赋。“内言不出、外言不入”的闺训下，诗词的程式性、韵律性、意象性、隐喻性都成为闺语逃出阁楼的风雅掩护，在其隐晦的语境下，闺情与心绪于寄托中收放自如，生发出鉴赏的多重性与朦胧性，女性语义方可在闺阁之外从容游弋而不被桎梏判评。向来男性文人亦有以闺语诗词托寓胸中不平或感伤之习，便是从其阴性语境考虑的。与之相反，戏曲、弹词、评论等体裁，更趋于阳性，作者于此中释放的心魂必须明确了然、个性分明，而且多有内心的思想出处可考，故此类体裁承载的“表白”意义较前者更为深重。为强调自己不让须眉，“若论襟怀可放，何殊绝云表之飞鹏”的“侠气豪情”，吴藻于是另辟蹊径，绕过诗词而择杂剧，于从来为男性作者所占的园囿，以阳性的语言体系，抒写闺闱内的情绪。而据近人郭梅考订，清代女曲家共34名，女性剧曲创作亦达到巅峰。[6]虽已触“巅峰”，而此数相对于“超轶前代，数逾三千”的清代女性作家来说，比例只有1％，有才识与胆识涉略戏剧的女性还是非常稀少的。吴藻执意以曲在男性为主的剧场先亮其声，除了剧曲内容较长、套式较词更繁复，有动作、说白、歌唱，故也更容易完整而淋漓尽致地表达作者心绪外，体裁的选择本就是向男子挑战之声。而杂剧又分为场上剧和案头剧。前者必须具备演出的戏剧性与实践性，多为四折且要求故事及角色复杂多样，有情节可演，方有情趣可观。而案头剧更象是一种文体，它是抒发作者个人的思想感情。《乔影》本属于案头剧，只有一折一角色，原是吴藻化身为剧中人通过看画、读骚、饮酒、发怨几个简单的动作贯穿曲子而高唱愤慨、以他人酒杯浇己之块垒的文字发泄。然而此剧本一出，“吴中好事者，被之管弦，一时传唱，遂遍大江南北，几如有井水处必歌柳词矣。”吴藻拥有了读者的同时，又拥有了观众与听众，且“传观尽道奇女子”。可见，吴藻之文名，与其对性别超越的诉求特质有着密不可分的关系。\n　　为了表现如男性作者的刚健之气，吴藻在作品的声调上也别有安排。吴藻精音律，尝在业师陈文述的授意下，为其校正所作《玉笙词》，可知她对倚声填词的严格遵循和深厚造诣。从声律派之宗旨推发，吴藻作品中所选词（曲）牌，皆与其欲表达之情感相谐相应，方能得“持律不苟”之佳传。吴藻传世之词，共选用了七十一个词牌，她对词牌的喜好也较集中，使用次数居前十位的词牌如下：\n　　此二十个词牌共计填了194阕词，占词作总数近70％，其中情调豪迈的词牌占主流，达四分之三。且前三名《金缕曲》、《满江红》、《台城路》皆为声情激越、雄浑高亢的词牌，而《虞美人》、《浪淘沙》、《念奴娇》、《摸鱼儿》、《菩萨蛮》等词牌，或豪壮激荡、或跌宕峭拔。此外，还有不少如入越调的《兰陵王》、《水龙吟》；入正宫的《醉翁操》；入双调的如《生查子》；入歇指调的如《卜算子》等气势昂扬的词牌作品散见于吴藻之词集。在其传世之六种曲中，《自题饮酒读骚图》属于南北双调合套，《云伯先生于西湖重修小青、菊香、云友三女士墓，刊见示，即题其后》则属于南仙吕入双调，亦皆属于“健捷激袅”之声情，于此类高亢的旋律中，吴藻引怀高唱“长剑倚天外，白眼举觞空”（《水调歌头·孙子勤〈看剑引杯图〉，云林姊属题》）的彭湃胸怀。吴藻之豪气，从屈原、苏轼处来，即陈文述《花帘词》序中所言“顾其豪宕，尤近苏、辛。宝钗桃叶，写风雨之新声；铁板铜弦，发海天之高唱。不图弱质，足步芳徽。”屈原之孤高，长吴藻之傲志；苏轼之高唱，拔吴藻之健笔，其词曲之境，自然卓尔不凡了。\n　　两种迥异的笔风集于一身，并非偶然，于词集的编排可观，吴藻的豪放词虽于早期的《花帘词》中较多，而《香南)北词》中亦有篇章，两者虽有气脉的勃发力度与频率的不同，而它们穿插于婉约、悱恻的词作中间，终究是吴藻心中不平之气的一次次突围纪录，亦是其傲气只能侧身于夹缝中求存的真实写照。 \n\n",
  "desc": "吴藻，清（一七九九―一八六二）女。字苹香，自号玉岑子，仁和（今杭州）。人。幼而好学，长则肆力于词，又精绘事，尝写饮酒读骚图。著有香南雪北庐集、花帘书屋诗、花帘词、读骚图曲。",
  "dynasty": "清代",
  "id": 514,
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_514.jpg",
  "name": "吴藻",
  "star": 3
}