{
  "content": "轶事趣闻\n\n　　帝泽岂如和尚泽——王贞白逃不脱和尚掌“中”字\n\n　　有些人原本并没有做错什么事，但因被一些不明不白的东西纠缠着，竟使之遭受了许多不公平的待遇，这无疑就很让人感叹了。\n\n　　江西上饶人王贞白,①字有道，他生性机敏，对生活的要求颇为恬淡，只是他在科场上却显得甚为坎坷。尽管他在昭宗乾宁二年便考取了进士，但当时有人以为这次考试不无“猫腻”，遂纷纷向上举报。碍于舆论的压力，昭宗就命令有关官员对那些业已考取的新科进士进行复试。如此一折腾，王贞白虽然没被误予删除掉进士名额，但等到他被授予官职时，已是七年之后的事情了。因此，著名诗人郑谷便写了首五言诗来安慰他，其中有句云：殿前新进士，阙下校书郎。\n\n　　事实上，王贞白本人也是挺喜欢写诗作文的。他刚刚知道著名诗僧贯休时，便把他自己所写的《御沟》诗寄给贯休，并在信里十分客气地请求对方给予指点。当时和尚贯休便读到了该诗里的句子——此波涵帝泽，无处濯尘缨。贯休虽然觉得这句子颇为警策，但仍觉得它还有再予推敲的必要。但他们两人由于不认识，和尚觉得一时间也不便多说什么话；心说那就等将来有机会时再当面陈说吧。\n\n　　后来有朋友组织了一次聚会，王贞白和贯休两人都兴致勃勃地参加了。这样，贯休便说起了王贞白前回给他所寄的作品里似乎还有一个字未必安妥；如有可能，把它再行推敲一下，那就再好也没有了。而这王贞白一听，也像贯休当年不愿修改“十四”为“四十”一样，②随即“呼”的一声便站了起来，颇为生气地瞪了贯休一眼，扬长而去。看着王气咻咻地离去，这和尚却微笑着说道：“王先生思维非常敏捷，他很快就会明白过来，并掉转头来跟我谈诗的。”说罢，和尚遂取笔在手掌心里写了一个字，并痴痴地坐等着他了。果然不出所料，没到一盏茶的工夫，王贞白便又返了回来；他对着贯休深施一礼，然后有些不好意思地说道：“我想把上回所呈诗作的前句改为‘此中涵帝泽’，大和尚您觉得如何？”贯休当即笑着把他的手掌心摊开，原来他手心里所写的字正是一个“中”字！王贞白不觉大为惊服道：“大和尚实亦可称为小生之一字师也！”\n\n　　此后，两人便成了极为要好的诗友。由此看来，原本热望“帝泽”能给自己更多滋润的王贞白，想不到眼前这和尚给自己所受启发的恩泽，也是绝对不会少到哪里去的啊！\n\n　　后来由于适值世乱，对《易经》深有研究的诗人王贞白便不再去做官了，而是回到了老家关起门来专心致志地进行写作。\n\n　　按：① 此据《直斋书录解题》卷十九，他书有沿袭《唐才子传》卷十作“永丰人”者，似皆误。② 具见本书《棱棱傲骨识诗僧》一文。 \n\n\n文学成就\n\n成就综论\n　　王贞白著有《灵溪集》7卷行世，是唐代的著名诗人，《中国文学家大词典》和《江西历代文学艺术家大全》等人物辞书均有条目介绍。据传《灵溪集》收王贞白自选的诗作300篇以及文、赋、自序等，惜因年久散逸，《全唐诗》中仅存王贞白诗1卷计73首，今《全唐诗外编》据《文苑英华》、《唐诗品汇》、《永乐大典》等书籍增补12首及散句若干，此外据广丰区横山镇山头村王姓宗谱《三求王氏宗谱》所载，也另有10余者散逸之作，共计有近100首诗传世。王贞白的诗在唐末声名远扬，其文学地位在历代均获很高评价。宋人潘若同的《郡阁雅言》说：“贞白，唐末大播诗名”。元人辛文房所作的《唐才子传》称王贞白“学历精赡，笃志于诗，清润典雅，呼吸间两获科甲，自致于青云之上，文介可知矣”。五代人孟宾于在《碧云集序》中把王贞白与同时期的著名诗人郑谷并称。而在唐代当时，与王贞白同时代的王定保也在《唐摭言》中评价说：“然如王贞白、张蠙诗……，皆臻前辈阃阈者也”，将王贞白置于张蠙诸人之前。由此显见王贞白在唐末诗坛上的地位与影响。 \n\n　　王贞白平生作诗很多，亦颇自负。他的《寄郑谷》诗道：“五百首新诗，缄封寄与谁？只凭夫子鉴，不要俗人知！火鼠重烧布，冰吞乍吐丝。直须天上手，裁作领中披。”郑谷在王贞白登第后不久去世，唐末时声名盖蕊，王贞白作为晚辈自然视其为偶像。然而除此之外的其他同时期诗人，在王贞白看来则都是一些“俗人”，甚至没有品评郑诗的资格。王贞白年纪轻轻就已如此自许，倘若在诗坛上没有一定的声誉，当不至于如此狂妄。同时，“新诗五百首”也说明了他诗的数量之多，证实了他平生的确“笃志于诗”。\n\n　　王贞白传世不多的诗中颇多佳作。譬如以写景而论，其诗笔致清婉，清俊自得，每有独到之处。“虹截半江雨，风逐大泽云”，描写江湖气象，视觉开阔，意境高远：“边声动白草，晓色入枯河”，描写疆场景色，有声有色，苍凉壮阔，其意境比之岑参的“长风吹白茅，野火烧枯桑”有过之而无不及。\n\n名句追证\n　　“一寸光阴一寸金，寸金难买寸光阴。”这首出自于《增广贤文》的诗句是人尽皆知的用来比喻时间珍贵的名言。然而，对于这句名言到底出自何处还存在着许多争议。新版《辞源》里“寸阴”的词条下引用了元朝同恕的《矩庵集》，其中有一《送陈嘉会》诗，诗中所说“尽欢菽水晨昏幕，一寸光阴一寸金。”但后来被证实并不是这句名言的最早出处。\n\n　　通过查询各方资料，最后在《全唐诗外编》上册中的《全唐诗补遗》卷十四发现载有王贞白七绝诗《白鹿洞二首》，其中第一首就是《白鹿洞》一诗，诗中便有“读书不觉已春深，一寸光阴一寸金”的诗句，唐末的王贞白比元代的同恕要早出400多年，显然这首《白鹿洞》当是“—寸光阴一寸金”的最早出处。\n\n\n人物生平\n\n早年经历\n　　早年王贞白曾在江西庐山五老峰下的白鹿洞读书。曾经就用诗词记述了自己专心读书的经历。 “读书不觉已春深，一寸光阴一寸金；不是道人来引笑，周情孔思正追寻。”这首《白鹿洞》是王贞白在读书之时有感而发写下的一首惜时诗，是自己读书生活的写照。\n\n两获科甲\n　　乾宁二年，王贞白参加科举考中进士，当时崔凝考定进士二十五人。但由于考试出现风波，市井议论纷纷，当时有人以为这次考试不无“猫腻”，遂纷纷向上举报。碍于舆论的压力，朝廷于是推翻已经放榜的结果而诏令翰林学士陆扆于内殿进行复试，内出四题，为曲直不相入赋，良弓献部赋，询于荔荛诗，品物咸熙诗。最终只有观文、程宴、崔赏、崔仁宝等四人，及卢瞻、韦说、封渭、韦希震、张蠙、黄滔、卢鼎、王贞白、沈崧、陈晓、李龟桢等十一人，一起中举，其余十人则经复试而淘汰。王贞白两获科甲，正是经过接连三番科考才得以登第的。\n\n从军生活\n　　其后，王贞白远赴边塞经过了一段从军生活。王贞白早就怀有一番宏愿，随军出塞抵御外敌本来就是他为实现志愿的自觉行动。他在出征前写的《拟塞外征行》中就已表白了自己的一腔豪情。 \n\n步入仕途\n　　天复二年，王贞白授校书郎，正式步入仕途。此时已是距他考中进士七年之后的事了。因此，著名诗人郑谷便写了首五言诗来安慰他，其中有句云：“殿前新进士，阙下校书郎。”在政治上，王贞白有着鲜明的立场与决心，他在《宫产瑞莲》诗中写道：“愿同指佞草，生向帝尧前。”然而天性耿直的王贞白并没有能够实现他的志向。此时大唐已远非昔比，政治一派腐朽，朝廷上下到处有贼臣奸相，战端四起。 \n\n　　自从进入朝廷之后，王贞白就已深刻地感受到了唐末政治上的污浊与腐败，在很多首诗中都鲜明地反映了他的这种思想情绪。他吟出“时官苟贪浊，田舍生忧煎”诗句，不仅对那些贪官污吏痛加斥责，而且对苦难的劳动人民表现出无比的同情。他赞赏严子陵那种“下视汉公卿”、“高卧不示荣的风格，而同时也反对并批评严子陵的置国家安危而不顾的消极态度，写道：“垂钓月初上，放歌风正轻。应怜渭滨叟，匡国正论兵。”王贞白深感自己无力挽救日益衰败的大唐社稷而弃官退隐，但是他始终摆脱不了面对国家危亡的情感痛苦。“前年帝里探春时，寺寺名花我尽知。今日长安已灰烬，忍随南国对芳枝。”这种亡国之痛深深地伤及诗人的心灵。“恶闻亡越事，洗耳大江滨。”退隐实际上是他的一种无奈的选择。\n\n守义退隐\n　　仅在朝廷中担任闲职的王贞白在盘桓数年后，终于无法忍受尔虞我诈、人心惶惶的官场生活，趁唐昭宗赴岐山狩猎之时，愤然退出这一是非之地，归隐返乡。王贞白弃官归隐，时年还不到三十五岁。\n\n　　王贞白退隐之后，并没有去过那种闲逸自在的生活，而是将自己的余生贡献给了家乡百姓，在乡邑永丰县城外西山之南创建“山斋书舍”潜心教学，为家乡子弟传道解惑。以著书自娱，勤奋不辍，不复仕进，常与罗隐、方干、贯休等名士同游唱和，号称“江西四大诗人”。\n\n　　南唐中兴元年，王贞白病卒于故里，葬于广丰县县城西门外城壕畔，时值梁代，朝廷敕赠王贞白为光禄大夫“上柱国公”封号，建立“道公祠”。\n\n",
  "desc": "王贞白，字有道（875—958），号灵溪。信州永丰（今江西广丰）人。唐末五代十国著名诗人。唐乾宁二年（895）登进士，七年后（902）授职校书郎，尝与罗隐、方干、贯休同倡和。在登第授职之间的七年中，他随军出塞抵御外敌，写下了许多边塞诗，有不少反映边塞生活，激励士气的佳作。征戍之情，深切动人。对军旅之劳、战争景象描写的气势豪迈、色彩浓烈、音调铿锵。有《灵溪集》七卷，今编诗一卷。其名句“一寸光阴一寸金”，至今民间广为流传。",
  "dynasty": "唐代",
  "id": 262,
  "name": "王贞白",
  "star": 73
}