{
  "content": "生平\n\n家庭出身\n　　边贡出身于一个官僚世家，自幼受到传统的儒学教育。弘治九年，进士及第，年仅20岁。少年登科，名动朝野。初授太常博士，迁兵科给事中。明六科给事中掌钞发章疏，稽察违误，职权颇重。边贡任职期间，不避权贵，不计利害，上书弹劾贪冒军功、卑怯无能的监军太监和统兵将帅，上《言边患封事疏》。当时监军太监苗逵为皇帝所宠信，镇军统帅是宗室保国公朱晖和右都御史史琳。边贡奏文疏直激切，闻者凛然，表现出他关心国事、直言敢谏的品格。\n\n宦途得意\n　　此间，著名文学家李梦阳任户部主事。此后，何景明、徐祯卿及王九思、康海、王廷相也先后进士及第，在内阁各部供职。边贡与他们诗文往还，遂为诗友，世称“前七子”。明自英宗之后，政治日趋腐败，阶级矛盾也日见深化。弘治以来，一些正直的朝臣想限制阉党，改革朝政，以挽救明王朝的衰颓之势。在文学上，则有以李梦阳、何景明为首的“前七子”力图改变萎弱的“台阁体”统治文坛的局面，“倡言文必秦汉，诗必盛唐”，发起声势浩大的文学复古运动，天下学人翕然宗之。嘉靖间，李攀龙、王世贞等“后七子”与之相呼应，前扬后激，遂把这一运动推向高潮。经过“前后七子”的努力，终于取代“台阁体”而雄踞文坛。这一次文学复古运动，对于改变“台阁体”萎弱文风，清除八股文窒息文艺创作的恶劣影响，有一定积极作用。然而由于其文学主张一味强调复古，便引导文学创作走上盲目尊古的道路，造成摹拟剽窃、追求形似的恶劣影响。边贡附骥于李梦阳，其前期诗歌自然也具有同样的错误倾向。集中摹拟之作，及祭陵诸诗，盖为这一时期的作品。如四言古体摹拟《诗经》，以及“集杜句”、“集江淹句”等，都是些古色古香的杂货拌，毫无诗意可言，而于送别、游赏的诗作中则时见新意，有不少清丽隽秀之作。\n　　弘治朝，边贡宦途得意，官至太常夺丞。而在弘治帝病逝之后，即位的正德皇帝却是一个不问朝政、日耽游乐的荒唐天子，朝政大权全由宦官刘瑾把持。边贡志操耿介，不善奉迎，遂被外放为河南卫辉知府，寻改授湖北荆州知府。在其升迁之际，骤被外放，使其锐意进取之心受到极大挫折。而且自此以后，他再未能返京任职，亦是其政治生活中的一大转折。\n\n赴荆州任所\n　　正德五年春，边贡赴荆州任所。在朝廷，他目睹了朝政的腐败；赴任途中，他又看到在农民起义冲击下的明王朝破碎的统治局面。自京畿至荆襄，不堪封建压迫和剥削的农民 纷纷揭竿而起。河北有刘六、刘七起义，四川及湖北有蓝廷瑞、鄢本恕和廖惠的农民暴动，他深深感到明王朝统治的深重危机。他作为明朝官吏，为镇压农民起义他拼死效力；作为一个诗人，他却与一般只知追逐利禄的封建官吏的感受不同。他忠事明室，而痛恨蛀蚀明王朝的宦官和贪官污吏；他仇视农民起义，而对农民所遭受的苦难又有一定的同情。这二者是矛盾而又统一的。在他看来，农民的苦难，不是明王朝的腐朽统治及其赖以存在的封建制度造成的，而是由于宦官弄权、贪官污吏横行不法所造成的。因此，他在荆州任内，或驱车四境访察民情，或登山临水游览观赏，心情都是抑郁的。江边登高南眺，水天一碧的洞庭秋色，使他联想到楚国爱国诗人屈原；思及仕途坎坷，便欲作《怀湘赋》，以发抒积郁愤懑之情；泛舟江中，波险浪激的景象，又使他联系到朝政日非，烽火四起的险恶政局，便欲挂冠归乡。凭吊羊祜，倾诉景仰之意，造访鹿门山庞统隐居处，又有不胜惆怅之情。即题咏海棠的五首，虽咏物小什，在赞美海棠当秋盛开、与松为伴的品格之中，亦寄寓着诗人身世之慨。\n\n深感人民疾苦\n　　边贡到荆州任不久，权阉刘瑾伏诛，不少受其迫害的官员先后得复原官，他自然也充满着期待。然而，一年过去，得到的却是擢为山西提学副使的任命，而同时也收到父死讣音，未曾莅任便丁忧家居。正德九年仲冬，服阕，起为河南提学副使。未得返京任职，仍放外任，虽是升迁，心情亦十分落落。作《俟轩解》聊以自慰。尽管如此，边贡莅任，仍克尽其职，致使河南士风大振。他不受请托、秉公择优；不以亲疏为条件，而以文才取舍，虽友人亦不例外，从而赢得清正廉明的赞誉。在这时期，边贡为考校生员，视察府州县学，足迹遍及河南全省，因而也感受到人民的疾苦，写下了《筑桥怨》、《牵夫谣》等同情人民疾苦的诗篇。\n\n扶榇归里\n　　边贡有感于朝政日非，加以身体病弱，于正德十二年上疏乞终养致仕，未获示复而母病死任所，遂扶榇归里，居丧守制，至嘉靖元年始起复任职。居家期间，边贡读书授徒，与友人唱酬，而更多时间则是流连于家乡湖光山色之间。因此写下了大量吟咏故家湖光山色之作。如《西园八景》、《寒食郊行》、《题贾园四首》、《七月四日泛湖》、《湖上杂兴》、《登千佛山寺》、《游龙洞山》、《出靳村望灵岩寺》、《泰山回马岭》、《登岳次刘希尹韵四首》等，都为写景佳作，表现了诗人对家乡的热爱。其次，诗人也写有不少关心农事的诗篇，如《望雨》、《忧旱》等。\n\n被劾免职\n　　三月，武宗朱厚照病逝，其堂弟厚熜继帝位，诏起复边贡为南京太常 寺少卿，提督四夷馆。南京为留都，各部衙署形同虚设，官员有职无权，诗人居此常感不安。嘉靖七年，转刑部右侍郎。官职升迁了，诗人退隐的念头也滋生了。是年冬，他借赴京述职之机，回程经济南以延医治疗为由，上疏乞休。未获准，旋拜太仆卿，迁户部尚书。自嘉靖以来，七年之间，五选华秩，屡屡升迁，边贡本应安于职守，黾勉王事，而他却牢骚满腹，一再恳请致仕，为常人所难解。盖诗人非一般利禄之徒，欲有为而不得，不甘尸位素餐，故常戚戚于怀而求退心安。在欲有为而不能，欲退隐而不准的情况下，边贡于公暇之余，浪迹山水之间，写下了大量吟咏南京一带山水的诗歌、如《杂画》、《画上》都写得真切细腻，亲切感人。而《经西湖》、《谒文山祠》等描写西湖景胜的诗作，则韵致深厚，文笔传神，为人所激赏。\n　　事有偶然。边贡与其父一样，被劾免职：边父因不贿买宦官，横遭诬陷；边贡则是疏狂任放。受人忌害。所由不同，而志操耿介则一。归家后，诗人经常卧病。\n　　好交游，悠闲无事则游览山水，每到一地，都要“登临山水，购古书，金石文字，累数万卷”，后被都御史劾其纵酒废职，被罢官归。平生喜收书，有求古书癖。所蓄书万余卷，嘉靖十年，他被罢官归故里，在济南大明湖畔筑“万卷楼”，将一生收藏的金石书籍纳于其中。不幸第二年即嘉靖十一年“万卷楼”火灾，他仰面大哭：“嗟呼，甚于丧我也！”诗人痛苦异常，由此大病不起，遂起病而卒。终年57岁。 \n\n\n评价\n\n　　边贡一生仕途顺利，晚年更是官显事闲，他所作的诗歌，调子平淡和粹，内容较为贫乏。他创作的乐府、古诗比李梦阳、何景明既少且差。偶尔写出的《筑桥怨》、《牵夫谣》，也是点缀历来乐府讽谕传统的应景之作,并无创作者的真情实感融贯其中，无多少艺术感染力。较能表现他的风格的是五七言律绝，曾受到不少诗评者的褒扬。但取材狭窄，大抵是赠、送、简、和、答、寄等应酬之词，或为逢元旦、生日、寒食等例行的抒怀之作。其中有一些诗歌吐露了诗人生活中的淡淡哀愁，但多数是无病呻吟。他也写了少量好诗，如“丞相英灵迥未消，绎帷灯火飒寒飚。乾坤浩荡身难寄，道路间关梦且遥，花外子规燕市月，水边精卫浙江潮。祠堂亦有西湖树，不遣南枝向北朝”。兴象飘逸，语亦清圆，也包孕着诗人对爱国民族英雄的崇敬心情。但总的说来，在“弘、正四杰”中，他的创作成就较差。著作有《华泉集》。\n\n诗词特点\n\n　　边贡以诗著称弘治、正德间，与李梦阳、何景明、徐祯卿并驾诗坛，而边诗以富有文采为时人称许。综观边贡诗集，佳作多有，“风人遗韵，故自不乏”，而拟古摘句之什也掺杂其中；沉稳平淡，风格朴质，是其所长，而题材狭窄，调多病苦，为其弱点。要之，其拟古摘句之作，影响消极，而其纤丽俊逸之作，则开“神韵”之渐。清初著名诗人王士祯整理翻刻其诗集，不唯敬其桑梓，亦因诗心有相会之处。因此，边贡在我国诗歌发展史上，自应有一定的地位。其诗文，后人编为《边华泉全集》。王士祯编选有《华泉集选》4卷。\n\n　　边贡子边习亦有文名，在乡里教徒谋生，受到清初著名文人王士鍃的称赞，把其诗作附刊于所编的《华泉集选》卷后行世。\n\n",
  "desc": "边贡（1476 ～1532）字庭实，因家居华泉附近，自号华泉子，历城（今山东济南市）人。明代著名诗人、文学家。弘治九年（1496）丙辰科进士，官至太常丞。边贡以诗著称于弘治、正德年间，与李梦阳、何景明、徐祯卿并称“弘治四杰”。后来又加上康海、王九思、王廷相，合称为明代文学“前七子”。",
  "dynasty": "明代",
  "id": 716,
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_716.jpg",
  "name": "边贡",
  "star": 3
}