{
  "content": "人物生平\n\n　　曹豳字西士，又字潜夫，号东亩，一作东猷，南宋瑞安曹村人。早年家道贫穷，少从乐清钱文子学。嘉泰二年进士，历官至浙东提点刑狱，召为左司谏，以宝章阁待制致仕。此后为仕四十余年，沉沉浮浮，留给历史的始终是一位为官清正、正直敢言的爱国诗人。\n\n清廉为官\n　　曹豳为官四十余年，清正为本，始终勤政为民。他在任重庆府司法参军时，郡守度正欣赏他的人品和才学，正要推荐他升职时，他推辞道：“章司录母老，请让其先。”度正为他的为人而敬叹。他在知建昌县时，尊老礼士，修复故尚书李常山的房子，兴建斋舍给诸生居住。他为任浙西提举常平时，关心百姓，重教兴学，面陈“和籴折纳”之弊。\n\n直谏著称\n　　曹豳以直谏而著称。他为左司谏时，针对当时朝政腐败，议和声嚣，他上疏言朝廷战和之策自相矛盾，极论权臣史嵩之求和误国，参劾投降派史弥远的心腹参知政事余天锡、李鸣复之过。忤旨，迁起居郎。被参的余天锡向皇上请求复曹豳原职说：“曹豳老成之望，直谅多闻。置之近班，可以正乃辟，可以仪有位，欲望委曲留行，使释然无疑，安于就职，则陛下既服好贤之美，而微臣亦免妨贤之丑。”李鸣复亦请留豳云：“杜范、唐璘、曹豳、赵涯皆尝论臣者，台谏言事缈也。言之无罪，闻者足戒，四臣之有言于陛下，臣之药石也。欲望圣慈特出，宸断于范、于璘，召而再使之来，于豳、于涯留而勿使之去，各修职业，共济事功，开大公至正之门，去分朋植党之患，特在陛下一转移间耳。”可见曹豳直谏之声。后来他还上书七道，进古诗以寓规正。\n\n爱国诗词\n　　曹豳还是南宋后期一位著名的爱国诗人。他的勤政、直谏源于他满腔报国情怀，这在他的诗词中得到充分的体现。当时外敌频频入侵，而南宋统治集团却偏安江南，曹豳与其它爱国志士和广大人民一道，强烈要求收复中原，统一中国。端平元年，抗金名将赵葵授兵部尚书、京河制置使、知应天府南京留守兼淮东制置使，打算收复三京。在出征饯送会上，曹豳赋《咏缘竿伎》诗云：“又被锣声送上竿，者番难似旧时难。劝君着脚须教稳，多少旁人冷眼看。”他知道这次出师所面对的敌人，是比金兵更加强大的蒙古兵，他以强烈的爱国之心告诫赵葵谨慎用兵，不可轻敌，以防投降派伺机反扑。结果不幸被他言中，赵葵急于求战，而粮运不继，又被蒙古兵决黄河以灌，兵败而还。曹豳在《西河——和王潜斋韵》词中为山河破碎而悲愤填膺：“今日事，何人弄得如此？漫漫白骨蔽川原，恨何日已！关河万里寂无烟，月明空照芦苇。”他痛恨求和误国，为祖国前途而忧虑：“漫哀痛，无及矣。无情莫问江水，西风落日惨新亭，几人堕泪。战和何者是良等？扶危但看天意。”在《辞职至短苍岭》诗中，他以韩愈贬官潮州自比，悲愤地写道：“老去那能作谏臣，圣恩宽大许抽身。今朝岭上冲风雪，犹胜蓝关策马人。”\n\n才华表现\n　　曹豳才华出众，著有奏议、讲义20卷，诗歌、杂句60卷，刘克庄曾序《曹东畎集》，可惜大多散佚，现仅存文1篇、诗11首，词2首。他的诗词风格朴实粗犷。宋坦斋曾问曹豳：“君生在永嘉，为什么诗学江西流派？”豳答道：“兴致所到，何拘江浙？”坦斋又问：“难道永嘉四灵的诗就不值得学吗？”豳曰：“四灵诗如啖玉腴，虽爽不饱，江西诗如百宝头羹，充口适腹”、白之意；律诗精切、帖要拍姚、贾之肩。非若小家数然。”并作诗曰：“曹侯书满腹，非以剑防身。马上檄犹速，橐中诗不贫。虏情工变诈，时论主和亲。旗鼓何时建，方知国有人。”他的词《西河——和王潜斋韵》忧国忧民，慷慨激昂，既录于宋代《中兴以来绝妙词选》，又入选《全宋词》、《唐宋词选》、《宋词纪事》，在宋代词家如林、词作近2万首的盛况下，是难能可贵的。他的入选《千家诗》诗作《春暮》：“门外无人问落花，绿阴冉冉遍天涯。林莺啼到无声处，青草池塘独听蛙。”更是清新自然，脍炙人口。\n　　《宋史·本传》称其为“与王万、郭磊卿、徐清臾俱负直声，当时号‘嘉熙四谏’”。历代《温州府志》、《瑞安县志》均为他立传，明、清瑞安官府还将其与蔡敬则等一道列入圣庙内乡贤祠供后人瞻仰。\n\n",
  "desc": "曹豳(bīn)（1170-1249）字西士，号东亩，一作东猷，温州瑞安（今属浙江 ）人。嘉泰二年（1202）进士。授安吉州教授，调重庆府司法参军，改知建昌。绍定六年（1233 ），擢秘书丞 ，兼仓部郎官。端平元年（1234 ），除浙西提举常平，移浙东提点刑狱。嘉熙初，召为左司谏。与王万、郭磊卿、徐清叟俱负直声，时号“嘉熙四谏”。嘉熙三年（1239），知福州，以礼部侍郎召，为台臣所沮，遂守宝章阁待制致仕。淳祐九年卒，年八十，谥文恭 。刘克庄为撰神道碑（《后村先生大全集》卷一四四），《宋史》附《曹叔远传》。《全宋词》辑其词二首。",
  "dynasty": "宋代",
  "id": 372,
  "name": "曹豳",
  "star": 5
}