{
  "content": "轶事典故\n\n　　卢仝是范阳人。最初隐居在少室山，号玉川子。他的家及其贫困，只有图书堆积。后来以占卜选择住在洛城，只有破屋几间而已。有一仆人留着长胡子，不用头巾裹头；一奴蜱也光脚，且老掉了牙。终日苦吟，靠附近僧人送米维持生活。朝廷了解到他有清高耿介的节操，共两次以周到的礼节召他为谏议大夫，他都没有出仕。当时韩愈做河南行政长官，欣赏他的节操，很尊敬地对待他。卢全曾经被恶少恐吓，向韩愈诉说，韩愈要为他评理，卢仝考虑到不法之人会恨韩愈，不想再追究此事，韩愈更加佩服他的度量。元和年间，逢月蚀，卢仝赋诗一首，意在讥讽当道宦官结成的党羽，韩愈非常赞赏其文辞精巧，其他很多人都很不满。\n\n　　等到甘露祸起之时，卢仝恰巧与宰相王涯的几位幕僚在相府的书馆中吃饭，于是留宿在此，吏卒秘密行捕，卢全说：“我是卢山人，和大家没有结怨，有什么罪？”官吏说：“既然是山人，来宰相的宅院，难道不是有罪吗？”仓促忙乱中自己也不能辩解清楚，竟然一同遭受了甘露之祸。卢仝年老没有头发，太监就在他的脑后订个钉子。先前卢仝生个儿子取名“添丁”，人们认为是中了预示吉凶的隐语。卢仝性格清高不俗耿介偏执，见识高远不凡。唐代诗体都有创作，却与他人所作不同，自成一家，用词推崇奇崛怪异，一般读的人不理解，了解他的人还是容易领会明白的。后世的人效仿模拟他，于是成为独具一格的一代宗师。有文集一卷传至今。古诗写到：“枯鱼过河泣，何时悔复及。作书与鲂与，相戒慎出入。”这是说要防备重蹈前面的覆辙。卢仝情志如霜雪一样纯洁，节操可与松柏媲美，修养已深深达到无咎无誉的境界，还在乎什么失去门庭户院。\n\n　　唉，一朝踏入不该去的地方，马上跟着遇到祸殃，一块美玉与那些凡石一同毁摔，能不令人痛心吗！\n\n\n生平\n\n　　卢仝少有才名，未满20岁便隐居嵩山少室山，不愿仕进。朝廷曾两度要起用他为谏议大夫，均不就。曾作《月食诗》讽刺当时宦官专权，受到韩愈称赞。甘露之变时，因留宿宰相兼领江南榷茶使王涯家，与王涯同时被宦官所害——“卢仝老无发，阉人于脑后加钉而死”。 据清乾隆年间萧应植等所撰《济源县志》载：在县西北十二里武山头有“卢仝墓”，山上还有卢仝当年汲水烹茶的“玉川泉”。好友贾岛有《哭卢仝》诗：“平生四十年，惟着白布衣。”\n\n　　卢仝好茶成癖，诗风浪漫且奇诡险怪，人称“卢仝体”，他的《走笔谢孟谏议寄新茶》诗，传唱千年而不衰，其中的\"七碗茶诗\"之吟，最为脍炙人口:\"一碗喉吻润，二碗破孤闷。三碗搜枯肠，惟有文字五千卷。四碗发轻汗，平生不平事，尽向毛孔散。五碗肌骨清。六碗通仙灵。七碗吃不得也，唯觉两腋习习清风 生。……\" 与陆羽茶经齐名。茶的功效，和卢仝对茶饮的审美愉悦，在诗中表现得淋漓尽致。人以诗名，诗则又以茶名也。卢仝著有《茶谱》，被世人尊称为“茶仙”。卢仝的《七碗茶歌》在日本广为传颂，并演变为“喉吻润、破孤闷、搜枯肠、发轻汗、肌骨清、通仙灵、清风生”的日本茶道。日本人对卢仝推崇备至，常常将之与“ 茶圣”陆羽相提并论。至今河南济源市的九里沟还有玉川泉、品茗延寿台、卢仝茶社等名胜。\n\n　　卢仝的七碗茶歌，在日本已经演变成茶道，因此卢仝在日本久负盛名。在抗日战争时期，“卢仝故里”碑曾震慑了日本鬼子，使全村免受涂炭。话说当年有一天，日本鬼子从南门进了村，一路烧杀抢掳还杀害了三位村民。不久，又一队鬼子兵从村外向村东门走来，准备再次进村抢掠。奇怪的是，当他们走到“卢仝故里”碑前却停下了，领头的鬼子军官端详了一番石碑上的字迹之后，竟弯腰向石碑鞠了三个躬，然后带领鬼子兵匆匆离去，村子因此免去了一场灾祸。这个故事让人心生感动，卢仝温柔但是强大的力量，竟能在千年之后化解战争，使凶残的侵略者躬身而退。\n\n\n祖籍\n\n　　卢仝生于济源，葬于济源，但“卢仝故里”之名鲜为人知。这大概与卢仝惨死不无关系。\n\n　　公元835年，长安发生“甘露之变”，卢仝受到连累。他的好友贾岛曾在《哭卢仝》一诗里写道：“长安有交友，托孤遽弃移。”也就是说，卢仝临刑前，长安的好友去送别，卢仝委托友人照顾自己的孩子。\n\n　　据卢仝的第四十七代嫡系子孙卢和平讲，卢氏后人将卢仝的尸骨偷运回济源安葬，后担心受到牵连，在安葬卢仝之后，就举家南迁。此后几百年间，卢仝就在故乡销声匿迹了。\n\n　　卢和平老人拿出祖传的《卢氏族谱》显示，南迁之后，卢姓一族分为两支，一支定居于江南，另一支则在明代辗转返回济源定居。\n据《卢氏族谱》记载：“先祖卢公讳伯通，山西洪洞城十里铺人。明洪武初年，怀府洗县，田园荒芜，人烟绝迹三十二年流离者悉归故土，我先祖伯通思祖宗，怀望故乡。遂携四子：大公、二公、**、四公和弟伯元，回归故里济邑玉川乡武山头村。初迁时，二代祖有难色，先祖告之曰：吾本济人唐贤全号玉川裔也。子侄欣然从来，立整建庙。”\n\n　　由唐至明，几经变迁，济源人也渐渐忘记了这位“茶仙”，卢仝墓也淹没在许许多多平民墓冢之间，乡村百姓，除了卢氏后人，谁也不曾想到这里曾是一代茶道大师的出生和葬身之地。\n\n　　直到清代，卢仝故里的名声才再次被人们记起。在思礼村村头，有一块石碑，上书“卢仝故里”四个大字，石碑两侧有两行小字——“贤才工诗与日月同辉，德泽润野使荟草争妍”。这块石碑立于清代末期，为当时的广东道监察御史刘迈园所题。\n\n　　据《济源县志》记载，刘迈园毕生以品茗为乐，有一年回故乡济源探亲，想拜谒卢仝。当他问当地士绅和卢氏后人卢仝墓冢在何处时，回答说墓冢已经被平了，碑文等也找不到踪影。刘迈园大怒：“世人尚还尊敬先贤卢仝，你们是后裔，竟不尊敬先祖，真乃大不敬也，不懂事理。”\n\n　　于是，刘迈园挥笔写下“卢仝故里”四个字，便离开了。当地士绅将刘迈园的墨宝刻成石碑，立于村头，并重新为卢仝修墓刻碑。此后，“卢仝故里”之名始从历史烟云中走了出来。\n\n",
  "desc": "卢仝tóng〈形〉（约795－835） 唐代诗人，汉族，“初唐四杰”之一卢照邻的嫡系子孙。祖籍范阳（今河北省涿州市），生于河南济源市武山镇（今思礼村），早年隐少室山，自号玉川子。他刻苦读书，博览经史，工诗精文，不愿仕进。后迁居洛阳。家境贫困，仅破屋数间。但他刻苦读书，家中图书满架。仝性格狷介，颇类孟郊；但其狷介之性中更有一种雄豪之气，又近似韩愈。是韩孟诗派重要人物之一。",
  "dynasty": "唐代",
  "id": 2251,
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_2251.jpg",
  "name": "卢仝",
  "star": 2
}