{
  "content": "介绍\n\n　　庾信字子山，小字兰成，北周时期人。南阳新野人。他自幼随父亲庾肩吾出入于萧纲的宫廷，后来又与徐陵一起任萧纲的东宫学士，成为宫体文学的代表作家；他们的文学风格，也被称为“徐庾体”。侯景叛乱时，庾信逃往江陵，辅佐梁元帝。后奉命出使西魏，在此期间，梁为西魏所灭。北朝君臣一向倾慕南方文学，庾信又久负盛名，因而他既是被强迫，又是很受器重地留在了北方，官至车骑大将军、开府仪同三司；北周代魏后，更迁为骠骑大将军、开府仪同三司，封侯。时陈朝与北周通好，流寓人士，并许归还故国，唯有庾信与王褒不得回南方。所以，庾信一方面身居显贵，被尊为文坛宗师，受皇帝礼遇，与诸王结布衣之交，一方面又深切思念故国乡土，为自己身仕敌国而羞愧，因不得自由而怨愤。如此至老，死于隋文帝开皇元年。有《庾子山集》。\n\n文学成就\n\n早期\n　　庾信早期的赋，现存有《春赋》、《对烛赋》、《荡子赋》等七篇，有些已残缺。这些赋均属宫体文学范畴，内容不外是女子的美貌或相思别离，篇幅短小，语言华艳，注重音节之美。其中《春赋》最具体表性。此篇写春光之美及妇女游春景象，色泽极为艳丽。赋的开头和结尾多用七言诗句，有较强的音乐效果。如结尾一段：三日曲水向河津，日晚河边多解神。树下流杯客，沙头渡水人。镂薄窄衫袖，穿珠帖领巾。百丈山头日欲斜，三晡未醉莫还家。池中水影悬胜镜，屋里衣香不如花。 和《舞媚娘》一样，也是歌咏对人生中短暂的欢乐时光的留恋。这种诗赋结合乃至诗赋难分的倾向也为后人所继承，如初唐王勃、骆宾王及稍后的刘希夷等都有类似的作品。总的说来，庾信早年的诗赋，在语言技巧上已有相当的成就，但反映的生活面过于狭窄，缺乏壮阔的激情。\n\n后期\n　　庾信后期的创作，虽谓“老成”，但早年那一种风格，并没有抛弃。他同北朝显贵唱和的诗，依然是雍容华贵，且多艳情成分。另有《题画屏风》二十五首，也以精巧见长。题画诗在此之前极为少见，故这一组诗在题材的开拓上有值得注意的地方。诗的特点，是善于运用山水诗的手法，把画面的内容同想象结合，既不脱离画面，又富于自然的生趣。这启发了后代常在画上配诗以扩充欣赏内涵的风气。不过，在庾信后期创作中，最受重视的，是与前一种风格很不相同的自抒胸怀与怀念故国之作。庾信的性格，既非果敢决毅，又不善于自我解脱，亡国之哀、羁旅之愁、道德上的自责，时刻纠绕于心，却又不能找到任何出路，往往只是在无可慰解中强自慰解，结果却是愈陷愈深。所谓“情纠纷而繁会，意杂集以无端”，使得诗中的情绪显得沉重无比。《拟咏怀》二十七首，就是这一类诗的代表。俎豆非所习，帷幄复无谋。不言班定远，应为万里侯。燕客思辽水，秦人望陇头。倡家遭强聘，质子值仍留。自怜才智尽，空伤年鬓秋。。杜甫曾经评价道，“庾信平生最萧瑟，暮年诗赋动江关”，最能说明庾信晚年的风格。\n　　庾信后期的赋，也有很大变化。最著名的作品，是《哀江南赋》。赋前有序，是一篇能独立成章的骈文，交代作赋的缘由，概括全篇大意，语言精丽，意绪苍凉，本身就是一篇杰作。\n　　庾信只是一位有才华的文学家，却被命运放在了错误的位置上，并且必须承担这种“错位”带来的痛苦。这就是此诗的内涵。 \n\n\n生平\n\n成长经历\n　　庾信字子山，小字兰成，南阳新野人。庾信少负才名，博览群书。十五岁入宫为太子萧统伴读，十九岁任抄撰博士，后任梁湘东国常侍等职，陪同太子萧纲等写作一些绮艳的诗歌。梁武帝末，侯景叛乱，庾信时为建康令，率兵御敌，战败。建康失陷，他被迫逃亡江陵，投奔梁元帝萧绎。元帝承圣三年他奉命出使西魏，抵达长安不久，西魏攻克江陵，杀萧绎。他被留在长安，官至骠骑大将军开府仪同三司，故又称“庾开府”。庾信被强留于长安，永别江南，内心很是痛苦，再加上流离颠沛的生活，使他在出使西魏以前和以后的思想、创作上发生了深刻的变化。庾信出使西魏以前的作品存者不多，一般没有摆脱“宫体诗”的影响，迄今被传诵的诗赋，大抵是到北方后所作，这些作品从思想内容到艺术风格都和早年有所不同。他的诗歌代表作有《拟咏怀》27首，虽属模拟阮籍，实则全是感叹自己的身世。他的乐府歌行，常常使用比兴手法自悲身世，如《怨歌行》、《杨柳歌》等。庾信到北方以后的诗歌苍劲沉郁，和他经历战乱及对北方景物有较深的感受有关，佳作有《郊行值雪》、《望野》、《燕歌行》、《同卢记室从军》。他的一些小诗写得亲切动人，很少用典，如《寄王琳》、《寄徐陵》、《和侃法师三绝》、《重别周尚书二首》等，都很著名。 庾信在辞赋方面的成就并不亚于诗歌，他的抒情小赋如《枯树赋》、《竹杖赋》、《小园赋》和《伤心赋》等，都是传诵的名作，著名的《哀江南赋》是其代表作。庾信又是南北朝骈文大家，他的文风以讲究对仗和几乎处处用典为特征，其文章多为应用文，但常有抒情性和文学意味。今本《庾子山集》以《四部丛刊》影印明代屠隆本为最早。《增订四库简明目录标注》讲到明有汪刊本，共十二卷；还有朱曰藩刊本，仅六卷，有诗无文。此外还有明代张溥所刻《汉魏六朝百三家集》本，称《庾开府集》。庾信集较早的注释本是清代吴兆宜所注十卷本，稍后有倪璠注本十六卷。\n\n文学创作\n　　大体说来，庾信的文学创作，以他四十二岁时出使西魏为界，可以分为两个时期。前期在梁，作品多为宫体性质，轻艳流荡，富于辞采之美。羁留北朝后，诗赋大量抒发了自己怀念故国乡土的情绪，以及对身世的感伤，风格也转变为苍劲、悲凉。所以杜甫说：“庾信文章老更成，凌云健笔意纵横。”\n　　庾信在梁时所作大多毁于战乱，留存很少，且基本上都是唱和之作。其中《奉和泛江》、《奉和山池》等，多写景之句。后一首中“荷风惊浴鸟，桥影聚行鱼。日落含山气，云归带雨余”，观察、描绘都很细致，与萧纲的诗十分相近。具有宫体气息的六言诗《舞媚娘》大概也作于南朝：朝来户前照镜，含笑盈盈自看。眉心浓黛直点，额角轻黄细安。只疑落花谩去，复道春风不还。少年唯有欢乐，饮酒那得留残！诗中写爱美的少女对青春的怜惜，虽包涵着伤感的情绪，却还是活泼而有生气的。 \n\n",
  "desc": "庾信（513—581）字子山，小字兰成，北周时期人。南阳新野（今属河南）人。他以聪颖的资质，在梁这个南朝文学的全盛时代积累了很高的文学素养，又来到北方，以其沉痛的生活经历丰富了创作的内容，并多少接受了北方文化的某些因素，从而形成自己的独特面貌。",
  "dynasty": "南北朝",
  "id": 662,
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_662.jpg",
  "name": "庾信",
  "star": 41
}