{
  "content": "人物事迹\n\n　　宇文融与盛唐时代\n\n　　在中国历史上，盛唐时代占有非常重要的地位，因为他不仅是唐代历史的转折时期，也是整个中国古代社会转型时期的重要阶段。在这个以“变革”为“核心命题”的时代，新情况、新问题层出不穷，旧的财政、经济、军事和行政体制已经不能有效地应对，许多社会矛盾不能及时地化解，整个社会潜伏着种种危机。\n\n　　这时，宇文融应运而出。从开元九年起，宇文融上奏并主持了一场声势浩大的括户运动，随后采取一系列改革措施，对唐代的财政、经济、政治和军事方面等方面产生很大影响，为“开元盛世”做出了积极、有益的贡献。在相当长的时间里，“宇文融”这个名字都与“兴利之臣”联系在一起，在官方史书中更是被视为“奸臣”和“小人”，因而受到了许多不公正的对待。我们应该实事求是，从动态的角度出发，对这位理财家进行一种整体性和全面性的研究。本文对宇文融的研究，主要侧重于以下三个方面：\n\n　　一是探究宇文融的生平事迹，及其经历的政治斗争。本文认为，宇文融的一生非常曲折，曾经二起二落，并对开元中叶的中枢政局产生重要影响，而他与政治对手张说的关系更是扑朔迷离。特别是，开元十七年宇文融出任宰相后，以天下为己任，雄心勃勃地继续进行财政改革，却不幸陷入党争的泥潭，横死岭南。\n\n　　二是聚焦于宇文融主持的括户运动，对其基本过程、内容、成效，以及组织体制进行深入研究。在括户期间，唐廷先后推出三项改革政策——括户、括田和整顿赋役，三者相互衔接、配套，具有一定的科学合理性。此外，宇文融逐步建立了一套内有“所司”、外有十五道“使司”的使职体制，既从组织上保证括户运动的成功，也对唐代财政、行政体制产生较大影响。\n\n　　三是以开元十四～十五年天灾为研究背景，剖析唐廷为应对灾害危机而采取发种种举措，以突显宇文融的历史地位和杰出作用。面对这场严重的自然灾害，唐廷从弭灾、救灾，以及接济边军三个方面，采取多种措施，从而顺利度过这场因天灾造成的社会危机。为了摆脱因天灾引发的财政困境，唐廷又于开元十六年开展一场“三位四元”的财政改革：一是漕运改革，一是回造，一是庸调折租，一是和籴，为“开元盛世”打下良好的财政基础。总之，宇文融是开元时代一位著名的、富有改革精神的理财家，他具有独特的经济之才，曾经主持括户运动，参与开元十四～十五年的救灾，并在开元十六年财政改革中发挥了关键作用，从而在唐朝历史上写下光辉的一页。认真考察宇文融曲折的一生，深入探究其采取的种种理财措施，对我们更好地理解“盛唐”的时代内涵及其社会变革将大有裨益。\n\n\n生平\n\n　　宇文融出身于官僚家庭，其祖父在贞观时期任过尚书右丞，其父后来任过莱州长史。开元初，他担任富平县主簿。京兆尹乾源曜赏识他“明辩有吏干”，推荐他入京任监察御史。\n\n　　农民流亡问题，到开元时期已成为重大的社会问题之一。广大农民被沉重的赋役所逼，逃离原籍，有的沦为“浮人”，有的成为地主的佃户，全国的户籍大大减少，严重影响了唐朝廷的财税收入。宇文融在政治上比较精明，他看到了这一社会积弊，也悉知玄宗皇帝正为此所困忧，于是，他便在开元九年正月二十八日上书唐玄宗，建议检括逃户，增加租赋收入。这个提议正中玄宗下怀，玄宗便命他制定检括之法。12天之后，宇文融拟定的括户方针及具体办法被颁行天下。他任推勾使，依据簿籍检括逃户，短期内收到效果，得玄宗赏识，将他从正八品上的监察御史擢为从六品上的兵部员外郎。\n\n　　从开元十一年八月起，括户、括田及赋役改革结合进行。宇文融被任命为“勾当租庸地税使”，或称“括地使”。玄宗召宇文融到延英殿，和他讨论了实施的具体措施。次年六月，颁发《置劝农使诏》，申明对编户后的流民免征正税，授权宇文融巡行州县可以便宜从事。他顺应广大流民的呼声，提出六年起科，奏玄宗批准执行。当他宣布这项政策时，“老幼欣跃，惟令是从”，受到广大农民的拥护。\n\n　　宇文融自己精明能干，且善于知人善任。他前后任用29名劝农判官，多是干练人才，使括户括田、客户附籍和赋役改革在短时期内取得显著成效，使编户增加80万户到百万户，为全国户数1/10，使税收增加了1/10，农业生产得到发展，取得了“流户大来”和“王田载理”的双重效果。玄宗把宇文融擢为正四品下的户部侍郎，赋予他独立行事的权力，可以直接向州县发号施令。史籍记载，当时“事无巨细，先上劝农使，而后上台省，台省须其意，乃行下”。当时规定，农忙季节各州县要免去一切劳役，让农民专力收获农作物；对于逃亡又重新回归原籍的流民，地方官府要派员去安抚，给他们提供从事生产的条件等等。这对推动农业生产起到积极的作用。\n\n　　宇文融得玄宗宠信，但中书令张说素恶他的为人，又恐其权重，因有意压抑他。宇文融的奏议，多被张说反驳。于是宇文融联合御史大夫崔隐甫在开元十四年劾奏张说“引术士王庆则夜祠祷解，其亲吏市权招贿”等罪状，玄宗罢张说知政事，命有司审讯。审无结果，张说获释。次年二月，三人彼此攻击，朝廷不安。玄宗知宇文融并非真正履行职责，而是闹朋党之争，便令张说致仕，崔隐甫离任归家，宇文融出任魏州刺史。这年八月，黄河在魏州决口，造成洪灾，玄宗诏授宇文融为河北道宣抚使，充河南北沟渠堤堰决九河使，负责赈灾及漕运事务。他上表请用《禹贡》九河旧道，开稻田以利人，并回易陆运本钱，官收其利。\n\n　　开元十六年，调入朝担任鸿胪卿，兼户部侍郎。次年六月，拜黄门侍郎、同中书门下平章事，当了宰相。他很有抱负，又善于选拔人才，推荐宋璟任右丞相，裴耀卿任户部侍郎，许景先为工部侍郎，均被认为是知人善任。但他仍常引故旧宾客晨夕欢饮，结纳朋党；又性急多言，处事不慎，排斥不同意见，树立的对立面较多。在相位99天，就被牵涉到殿中侍御史李宙劾信安王李祎的案件中去，遭罢相，贬为汝州刺史。\n\n　　宇文融被贬之后，朝廷财政困难，玄宗又思宇文融之功，责怪宰相裴光庭说：“卿等皆言融之恶，朕既贬之矣，今国用不足，将若之何？卿等何以佐朕？”裴光庭恐玄宗再召回宇文融，便指使御史劾宇文融的儿子贪赃受贿，致玄宗将宇文融再贬平乐县尉。开元十八年，司农少卿蒋岑举劾奏宇文融在汴州时贪污官钱巨万，再被流配崖州。他连遭打击，身患重病，死于去崖州途中。追赠台州刺史。\n\n",
  "desc": "宇文融，京兆万年(今陕西西安市长安县)人。明辨有吏干。开元初任监察御史。时土地兼并严重，人口流失，税收受到影响。他建议检括逃亡户口和籍外占田，充使搜括户口，并自任劝农使，率劝农判官20余人出使各地，清出客户80余万和大量土地。进御史中丞，出为魏州刺史。请复九河旧道，开稻田以利人，回易陆运。入为鸿胪卿，兼户部侍郎，开元十七年(729)，拜黄门侍郎，同中书门下平章事。他善于荐举人才，在相期间，荐宋璟为右丞相、裴耀卿为户部侍郎、许景先为工部侍郎，甚允朝廷之望。在相位仅百日即罢贬为汝州刺史，又流严州，卒于途中。",
  "dynasty": "唐代",
  "id": 1388,
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_1388.jpg",
  "name": "宇文融",
  "star": 1
}