{
  "content": "文学创作\n\n词作特色\n　　况周颐以词为专业，致力50年，与王鹏运、朱孝臧、郑文焯合称清季四大家。20岁前，词作主“性灵”，“好为侧艳语”，“固无所谓感事”。光绪十四年入京后，与当时词坛名家同里前辈王鹏运同官，以词学相请益，得所谓重、拙、大之说，词格为之一变。稍尚体格，词情也较沉郁，如〔齐天乐〕《秋雨》等。中日甲午战争时，愤于外敌入侵，写下一些伤时感事、声情激越的篇什，如〔唐多令〕《甲午生日感赋》、〔苏武慢〕《寒夜闻角》、〔水龙吟〕《二月十八日大雪中作》、〔摸鱼儿〕《咏虫》、〔水龙吟〕“声声只在街南”等，反映“嘶骑还骄，栖鸦难稳”的现实和“壮怀空付，龙沙万里”的感慨。有一些作品则是对清室的兴衰、君臣的酣嬉、深致忧思，如〔三姝媚〕的“红楼依然，玉容歌舞”、〔莺啼序〕的“有恨江山，那能禁泪”等。\n　　辛亥革命后，况周颐与朱孝臧唱和，受朱影响，严于守律，于词益工，但大都是“故国”之思，抒写封建遗老情绪。如〔倾杯〕《丙辰自寿》，以“老圃寒花”自比；〔水调歌头〕《壬戌六月十一日集海日楼为寐叟金婚贺》中，更明显地表露出“指顾光华复旦，仙仗御香深处，比翼更朝天”的复辟幻想。\n\n词学主张\n　　况周颐尤精词评。著有《蕙风词话》 5卷，325则。是近代词坛上一部有较大影响的重要著作。1936年,《艺文》月刊又载《续编》2卷，凡136则，系辑自况氏各种杂著。1960年，人民文学出版社取正续两编为一集，统名《蕙风词话》，与王国维的《人间词话》合刊出版。况周颐的词学理论，本于常州词派而又有所发挥。他强调常州词派推尊词体的“意内言外”之说，乃“词家之恒言”，指出“意内为先，言外为后，尤毋庸以小疵累大醇”，即词必须注重思想内容，讲究寄托。又吸收王鹏运之说，标明“作词有三要，曰：重、拙、大”。他论词突出性灵，以为作词应当“有万不得已者在”，即“词心”，“以吾言写吾心，即吾词”，“此万不得已者，由吾心酝酿而出，即吾词之真”。强调“真字是词骨，情真、景真，所以必佳”。但亦不废学力，讲求“性灵流露”与“书卷酝酿”。有其自具特色的词论体系。此外，论词境、词笔、词与诗及曲之区别、 词律、 学词途径、读词之法、词之代变以及评论历代词人及其名篇警句都剖析入微，往往发前人所未发。朱孝臧曾称誉这部词话、认为它是“自有词话以来，无此有功词学之作”。\n\n著述名录\n　　况周颐著作，有词9种，合刊为《第一生修梅花馆词》。晚年删定为《蕙风词》2卷。又有《秀道人修梅清课》1卷，与张祥龄、王鹏运联句词作《和珠玉词》1卷。又辑有《薇省词抄》11卷，《粤西词见》2卷，《词话丛钞》10卷。\n　　此外，尚著有《词学讲义》、《玉栖述雅》、《餐樱庑词话》、《历代词人考略》、《宋人词话》、《漱玉词笺》、《选巷丛谭》、《西底丛谈》、《兰云菱梦楼笔记》、《蕙风簃随笔》、《蕙风簃二笔》、《香东漫笔》、《眉庐丛话》、《餐樱庑随笔》等。 \n\n\n生平\n\n　　况周颐，咸丰九年九月初一日生。9岁补弟子员，11岁中秀才，18岁中拔贡，21岁以优贡生中光绪五年乡试举人，援例授内阁中书，任会典馆绘图处协修、国史馆校对。叙劳以知府用，分发浙江。在京师为官期间，与同乡王鹏运友善，结词社，朝夕唱和，钻研词学，人称“王况”，共创临桂词派。1895年，入两江总督张之洞府，领衔江楚编译官书局总纂。戊戌变法后，离京南下，掌教常州龙城书院，讲学南京师范学堂，受聘端方幕中，治理金石文字。后充任安徽宁国府盐厘督办。其间，复执教于武进龙城书院和南京师范学堂。民国年间寓居上海，卖文为生，穷困潦倒，以至无米下锅。曾为刘承干嘉业堂校书。民国十五年七月十八日卒，年六十八，葬湖州道场山。\n\n家世详介\n\n　　况周颐祖原籍湖南宝庆府，为宝庆府开基祖况奎琳之后，远祖来自明代江西高安科举豪族老屋况氏。由于墓志铭一般为吹捧之作，而况周颐的墓志铭就被吹捧为封建社会三大官吏楷模之一的况青天--苏州知府况钟之后。但是对照江西靖安况氏、江西高安况氏及湖南宝庆况氏族谱，临桂况周颐先祖出自湖南宝庆府况氏，远祖为江西高安况氏。墓志铭对况周颐先祖的源流叙述上有攀附倾向，对况周颐的一生经历的叙述还是正确的。\n\n　　明末，其七世祖况一几由湖南宝庆迁广西，生太高祖况成武。而高祖况宏刚任广西抚标右营把总，升千总，恩荫一子，应授忠显校尉，敕赠奋武郎，桂林营把总。曾祖况世荣，字缨传，荫七品太学生，赐赠中宪大夫。\n\n　　祖父祥麟，字皆知，号葵杠，嘉庆庚申恩科举人，诰封奉政大夫，晋封中宪大夫。是个文学家，也是文字学，音韵学家，著有《红葵斋诗草附词》，《葵杠笔记》，《六书管见》。况祥麟为人和善，善启迪后进，对晚辈的学识品行影响很大。祖母朱镇，字静媛，名门闺秀，敕封太孺人，诰封太恭人。能诗能词，号称“临桂女史”，著有《澹如轩诗草》。\n\n　　父亲况洵，字云衢，号瑜卿，邑廪贡生，候选训导，历署河池州学学正，西林县学训导，敕授修职郎，赐封文林郎，钦加内阁中书衔，诰封奉政大夫。母氏许，敕封孺人，赐封正七品太孺人，诰封太宜人。生母氏李，诰封太宜人。\n\n　　大伯况澍，字雨人，道光乙酉年举人，己丑年进士，翰林院庶吉士，武英殿协修《康熙字典》，改刑部贵州司主事，升福建司员外郎，诰授奉直大夫。著有《东斋杂著》，《东斋诗集》。\n\n　　二伯况澄，字少吴，郡廪生，嘉庆戊寅恩科举人，道光壬午进士，曾任翰林院庶吉士，授户部云南司主事，则例馆提调，官江西司员外郎，福建司郎中，山东道，贵州道监察御史，兵科，刑科给事中，工科掌印给事中，巡视西城。简放河南粮盐道两署，河南按察使。曾任道光甲午陕甘乡试主考官，道光癸巳会试，道光辛卯顺天乡试同考官，道光庚子河南乡试提调官。诰授中宪大夫。有《春秋属辞比事记补》，《西舍诗文》《使秦记程集》，《杂体诗钞》行世。\n\n　　三伯况诠，字怡卿，廪贡生，候选训导，例授修职郎，敕赠文林郎，钦加内阁中书衔。\n\n　　胞兄吉生。胞姊三，长适灵川周廷揆，诰封正一品夫人；二姊适同邑黄俊熙，例赠正七品孺人；三姊适同邑周德溥，例封宜人。\n\n　　长子况维琦，字又韩，画家。长女况绵初，嫁篆刻名家陈巨来。 \n\n",
  "desc": "况周颐（1859～1926）晚清官员、词人。原名周仪，因避宣统帝溥仪讳，改名周颐。字夔笙，一字揆孙，别号玉梅词人、玉梅词隐，晚号蕙风词隐，人称况古，况古人，室名兰云梦楼，西庐等。广西临桂（今桂林）人，原籍湖南宝庆。光绪五年举人，曾官内阁中书，后入张之洞、端方幕府。一生致力于词，凡五十年，尤精于词论。与王鹏运、朱孝臧、郑文焯合称“清末四大家”。著有《蕙风词》、《蕙风词话》。",
  "dynasty": "清代",
  "id": 145,
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_145.jpg",
  "name": "况周颐",
  "star": 7
}