{
  "content": "轶事典故\n\n张贤良梦\n\n　　宋·岳珂《桯史》：张贤良君悦，咸家蜀绵竹，世以积德闻。绍圣初，再试制科，宰相章惇览其策，以所对不以元祐为非，大怒，虽得签书剑西判官以去，而科目自是废矣。仕既不甚达，益笃意植媺貤庆，以遗后人。尝一日昼寝，梦神人自天降，告之曰：“天命尔子名德作宰相。”惊而寤，未几而魏公生。时魏公之兄已名滉，君悦不欲更所从，乃字魏公曰德远。出入将相，垂四十年，忠义勋名，为中兴第一，天固有以启之者欤！\n\n魏公遇刺\n\n　　苗傅、刘正彦曾雇人刺杀张浚。张浚在秀州时，警备甚严，曾经夜里有客至前，出一纸怀中说：“此苗傅、刘正彦募贼公赏格也。”张浚问那你想怎么办？客曰：“仆河北人，粗读书，知逆顺，岂以身为贼用？特见为备不严，恐有后来者耳。”张浚下执这名仗义刺客的手，问其姓名，但不告而去。\n\n镇定处事\n\n　　相传张浚得罪了秦桧以后，被贬到零陵，随身只带了几箱子旧物。桧党诬告说那里面都是张浚和蜀地旧部往来策划谋反的书信，以为抄家缴来至少可以在其中发现一些不利于张浚的私物。宋高宗派人去抄来，在朝堂上打开却只看到一些书籍，虽然也有书信，但里面都是忧国爱君的话。此外就是破旧衣服，宋高宗大出意外，非常感动，说：没想到张浚竟然一贫如此。于是派使者追赶去送他三百两金。桧党又对外宣称说是去赐张浚死，指望张浚会有错误的反应，自杀或者反叛。消息传到零陵，张浚的左右哭之，张浚说：“我的罪过固然当死，如果象外面传的那样，死了来向国家谢罪也没什么，你们为什么要哭呢？”张浚又问使者是谁，说是殿帅杨存中的儿子。张浚说：“我不须死了，存中是我的故部。如果朝廷要赐我死，必然另派他人。”不久使者到了，宣读了皇帝的圣旨，张浚得三百两赏金。\n\n\n后代地位\n\n宋代\n\n　　宋理宗时，以张浚、赵鼎为宰相典范，并将张浚列为宋朝昭勋阁二十四人之一，图功臣神像于昭勋阁。宋理宗时期著名政治家，理学大师魏了翁为纪念张浚、张栻，修建紫岩书院，并为之作赞。南宋淳熙年间，在张浚、故乡四川绵竹始建进德堂，祭祀张浚。南宋后期，朝廷在汉中建“张浚祠”以纪念张浚。\n\n元代\n\n　　元朝时，为追念张浚，光禄大夫赵世延捐俸在张浚故乡绵竹修建书院，因张浚自号紫岩先生，竣工后朝廷就下诏赐名为“紫岩书院”。延祜五年，元名相张养浩所作《敕赐成都紫岩书院记》有载。\n\n明代\n\n　　洪武二十一年，明太祖取古今功臣三十七人配享历代帝王庙，其中便有张浚[30]，并将他的事迹载入《永乐大典》国朝忠传。明英宗时，下旨免张浚后裔差役。嘉靖三年，明世宗下诏修复张浚父子坟墓，敕建“张浚祠”，并下旨建“南轩书院”，御书匾额，命其墓地为“官山”。将宁乡张浚、张栻父子祠墓及绵竹大柏林张浚父张咸墓两处纳入国家祀典；由首辅杨廷和撰写了重修张浚祠堂记。\n\n清代\n\n　　清顺治时，张浚等四十一位历代功臣从祀帝王庙。清乾隆十一年，巡抚追捕锡绂于都司衙门旧房，恢复城南书院。嘉庆二十五年，巡抚左杏庄在妙高峰故地复建，并在峰上建“南轩夫子祠”，前为文星阁，道光御书“丽泽风长”匾额。同治八年重建了张浚张南轩墓，并下诏书：“大小文武官员至此止步下车”参拜。清朝政府还优待张浚后人，免除张浚后人的一切差徭杂役。\n\n　　清朝时，汉州建有“三贤堂”，主祀杨绘、宇文之邵、张浚。\n\n\n相关纪念\n\n故居\n\n　　张浚故居，是为张浚贬谪永州时宋绍兴七年而建。现存建筑民间传说为明朝天启年间张浚后裔张皇后重建，时称文昌阁。后族人张勉重修，更名为“勉园”其为木质结构，硬山顶建筑。水井系张浚开凿，后人张勉学刻“紫岩仙井”于天启六年。\n\n　　张浚故居位于湖南永州市零陵区文星街38号，故居里有永州市人民政府立的碑刻。在故居门前，张浚亲手开凿的“紫岩仙井”，至今仍然在供附近百姓取水饮用、浇灌。\n\n墓葬\n\n　　1983年，湖南省人民政府将张浚张栻墓定为省级文物保护单位；在各级政府、社会贤达和张浚张栻思想研究会的努力下，张栻墓被确定为第七批全国重点文物保护单位。\n\n雕塑\n\n　　德阳市《名人园》滨河公园位于四川省德阳市旌阳区市内，峨眉山北路沿河景观公园走廊地带独立设计完成。\n为纪念德阳历史文化名人张浚、张拭两父子，公园内为其树立了一座单体雕塑。\n\n纪念馆\n\n　　在张浚故乡绵竹中学建有张浚塑像和岳飞《送紫岩张先生北伐》诗，在张浚父亲张咸墓所在地的柏林公园建有张浚张栻纪念馆，永作纪念。\n\n\n生平\n\n　　张浚生于宋哲宗绍圣四年，为西汉留侯张良、唐朝开元时期名相张九龄之弟张九皋之后。四岁时成孤儿，行直视端，不说诳言，熟人知为大器。入太学，宋徽宗政和八年，张浚登进士第，调山南府士曹参军。\n\n　　靖康初年，任太常簿。李纲在金国第一次伐宋晚期和姚平仲合作，与种师道等人之间有争功之嫌。姚平仲劫完颜宗望之营寨而大败，作为主要支持者的李纲被张浚以专权之名弹劾。汴京陷落后，张浚听说宋高宗在应天府即位，驰赴应天府，除枢密院编修官，改虞部郎，擢殿中侍御史。金兵南侵，宋高宗往东南逃跑，后军统制韩世忠部下逼逐谏臣坠水死，张浚奏夺韩世忠观察使，上下始知有国法。迁侍御史。\n\n　　这时宋高宗在扬州，张浚进言说：“中原是天下的根本，希望修葺东京、关陕、襄邓以待巡幸。”拂逆宰相的意思，授任集英殿修撰、知兴远府。尚未出发，升任礼部侍郎，高宗召见对他说：“你知无不言，言无不尽，我将要有所作为，正如想一飞冲天而无羽翼，你留下来辅助我吧。”授任御营使司参赞军事。张浚预计金人必来攻，而南宋朝廷晏然自得，殊不防备，所以力劝宰相黄潜善、汪伯彦，但二人皆笑张浚过虑。\n\n　　建炎三年春，金人侵犯南方，皇帝到钱塘，留下朱胜非在吴门抗御，让张浚一同节制军马。后来朱胜非被召回，张浚单独留下来。当时溃兵数万，所至之处剽掠不已，张浚招集平定下来。宋高宗在临安被将领苗傅、刘正彦所废。张浚组织吕颐浩、张俊、韩世忠、刘光世等破苗傅、刘正彦，使高宗复位，被任知枢密院事。\n\n　　建炎四年，张浚提出经营川陕的建议，出任川陕宣抚处置使。既抵兴元，金兵已取鄜延，金将娄宿孛堇引大兵渡渭水，攻永兴，宋将都按兵不动，不肯相援。张浚到任，即访问风俗，罢斥奸赃，以搜揽豪杰为先务，诸将惕息听命。\n\n　　此时谍报金人将攻东南，张浚命诸将整军向敌。不久金人大攻江、淮，张浚即治军入卫支援。到达房州，知金人北归，又回师关陕。这时金兀术犹在淮西，张浚惧其继续骚扰东南，想牵制之，遂决策合五路之师攻打永兴，以调动金兵。果然金急调兀术、完颜娄室、完颜宗辅等等入援，大战于富平。泾原帅刘锜身率将士冲击敌阵，杀获颇众。但环庆经略使赵哲畏敌先逃，宋军挫败，张浚退驻兴州，斩赵哲。命吴玠聚残兵扼险于凤翔之和尚原、大散关，以断敌来路，张浚上书待罪，宋高宗手诏慰勉，没有追究。\n\n　　张浚在关陕三年，训练新兵，以刘子羽为上宾，任赵开为都转运使，擢吴玠为大将守凤翔。刘子羽开善理财，而吴玠每战必胜。西北遗民，归附日众。所以虽然关陕丢失，但全蜀安全，且以形势牵制东南，江、淮亦赖以安。\n\n　　绍兴元年，金将乌鲁攻和尚原，吴玠乘险击之，金人大败走。完颜兀术亲自出马，吴玠及其弟吴璘又大破之。这就是吴玠的大散关和尚原之战。张浚论功升检校少保、定国军节度使。\n绍兴四年，被召至临安，后谪居福州。绍兴五年，出任右宰相，都督岳飞镇压杨幺起义。\n\n　　绍兴六年，部署诸路军马北伐金朝扶植的刘豫政权﹐进取中原。九月﹐刘豫出兵反扑﹐高宗下令两淮守军南撤。张浚为保长江天险﹐星夜驰至采石，制止宋军撤退﹐击退刘豫军。\n\n　　绍兴七年三月，刘光世因骄惰怯敌被罢军职，宋高宗拟将刘光世所部划归岳飞，但遭到枢密使秦桧的反对，张浚也表示不同意。遂以刘光世部将王德任左护军都统制、郦琼任副都统制，以兵部尚书、都督府参谋军事吕祉节制。郦琼不服王德居其上，多次申述不被重视。八月，郦琼杀吕祉等，裹胁4万人叛变投向伪齐。九月，张浚因而引咎辞相。\n\n　　绍兴九年正月，宋高宗以宋金和议大赦，张浚复官﹐因多次上书反对高宗﹑秦桧与金议和﹐被排挤出朝。二月，出任福州知州，福建路安抚大使。\n\n　　绍兴十一年十一月，宋金订立绍兴和议；同月，授张浚检校太傅、崇信军节度使、万寿观使闲差，次年封和国公。\n\n　　绍兴十六年七月，张浚上奏备战抗金，秦桧大怒，张浚被罢去检校少傅、节度使、国公官爵，只保留文阶官特进，以提举宫观，绍兴二十年又移往永州居住。\n\n　　绍兴二十五年十月，秦桧死。十二月，张浚被重新起用，恢复观文殿大学士职衔及和国公爵位，任判洪州。此前不久，张浚因母死守丧，于是奉柩归葬西川，到达江陵时，又上奏请高宗备战抗金，引起新任宰相、秦桧党羽万俟卨、汤思退的不满，宋高宗也以“今复论兵，极为生事”。\n\n　　绍兴二十六年十月，张浚再次被贬往永州居住。\n\n　　绍兴三十一年正月，金军南犯已迫在眉睫，宋高宗在不得不作抵抗准备的同时，也放宽了对张浚居住地点的限制。同年十月，在宋金战争已经开始的情况下，又起用张浚任判潭州，十一月又改为判建康府，当他十二月下旬到任时，“采石之战”已结束，金帝完颜亮已被部下杀死，两淮金军也开始退兵。但宋金战争仍在进行中，宋高宗却认为终归于和，所以并不重用张浚。直到绍兴三十二年五月，才任命张浚专一措置两淮事务兼两淮及沿江军马，全面负责江淮防务。六月，高宗即退位，孝宗即位。\n\n　　宋孝宗即位后，复为枢密使。隆兴元年，封为魏国公，都督江淮军马渡淮北伐，收复宿州等地，后因部下将领不和，兵败符离。主和派势力随即抬头，秦桧党羽汤思退，于七月间被任为右相兼枢密使，议和活动也在进行中。十二月，汤思退升任左相兼枢密使，张浚也升任右相兼枢密使，仍兼江淮东西路。\n\n　　隆兴二年三月，张浚还奉诏视师淮上，积极部署抗金措施。四月，被召回朝，随后江淮都督府也被罢，在太上皇宋高宗干预下，左相汤思退更加紧进行降金乞和活动，张浚感到抗金无望，即求致仕，遂被罢相，授少师、保信军节度使、出判福州。张浚辞新命，恳求致仕，改授醴泉观使闲差。同年八月，张浚病卒，葬宁乡，赠太保，后加赠太师。\n\n　　乾道五年，获赐谥号忠献。\n\n",
  "desc": "张浚（1097年8月11日—1164年4月20日），字德远，世称紫岩先生。汉州绵竹（今属四川）人。南宋名相、抗金名将、民族英雄、学者，西汉留侯张良之后。宋孝宗即位后，除枢密使。隆兴元年（1163年），封魏国公，督师北伐，初战告捷，收复宿州（今安徽宿州市）等地，后因部下将领不和，于符离之战大败。旋即再相，视师淮上，积极部署抗金措施，不久又为主和派排去。隆兴二年（1164年）病卒，葬宁乡，赠太保，后加赠太师。乾道五年（1169年）谥忠献。著有《紫岩易传》等。近人辑有《张魏公集》。",
  "dynasty": "宋代",
  "id": 1628,
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_1628.jpg",
  "name": "张浚",
  "star": 0
}