{
  "content": "人物年谱\n\n　　道光三年，应童子试。\n\n　　道光六年考取县学生员。第二年恩科第一，同时诸名士皆出其下。时与顺德县卢同伯、南海县桂文耀、同邑杨荣绪有“四俊”之称。\n\n　　道光十一年，举优行贡生。十二年中举人。此后自道光十三年至咸丰二年先后六应会试，均名落孙山。\n\n　　道光十四年，澧入著名学者阮元督粤时创设的“学海堂”为专课生。\n\n　　道光二十年十月，澧被聘为“学海堂”学长[1] ，达27年之久，培养出不少高才生，当时学者称为“东塾学派”。\n\n　　道光二十九年正月，大挑二等，澧被选授广东河源县学训导。三十年十一月至咸丰元年元月，到任两月，告病而归。咸丰六年，他被挑选知县，到班不愿出仕，请京官职衔，得国子监学录。\n\n　　咸丰六年六月，撰成《汉儒通义》七卷。挑选知县，陈不愿出仕，授国子监学录。从此绝意仕途，专心著述讲学。\n\n　　咸丰八年十月撰成《声律通考》十卷，这是一部关于中国音乐史的专著。\n\n　　同治六年，广东盐运使方子箴在巡抚蒋益澧的大力支持下，将越秀山西偏之“长春仙馆”改建为“菊坡精舍\n”，聘请陈澧担任该校山长，澧辞再三，乃敬从。前后执教数十年，提倡朴学，所造就者甚多，形成“东塾学派”。\n\n　　光绪八年正月二十二日，陈澧因病去世，享年73岁。\n\n　　陈澧对天文、地理、乐律、算术、古文、骈文、诗词、篆、隶、真、行书，无不研究。25岁时，开始著书。早年著作，以乐律、音韵为中心，撰《声律通考》，详考古今声律的差异，以探求和保存古乐，又作《琴谱律》、《箫谱》；作《切韵考》，附《外篇》，专门研究古代切韵。地理学方面，以著《汉书地理志水道图说》最重要，指出地理之学，当自水道始，知汉水道，则可考郡县，又有《水经注西南诸水考》，纠正郦道元述西南诸水之误。同治三年，应广东巡抚郭嵩焘之聘，负责总核《广东舆地图》。咸丰五年起，编纂《汉儒通义》，咸丰八年刊刻行世。该书集汉儒义理之说，论证汉宋各学派门户之见无据，应求其通。同年，开始撰写《学思录》通论古今学术，积稿数百册，但未及完成。同治十年，大病几死，愈后感全书不易完成，遂撷取原稿部分内容，写定为《东塾读书记》，全书内容包含对经学源流得失的研讨，兼及九流诸子、西汉以后的学术，其中主要部分是对经学的研究，而关于音韵学的论述，更为精粹。该书传到日本，为日本高等学校治汉学专业的必读书。史学著作最重要者为《申范》，为《后汉书》作者范晔辨诬。此外还主修同治《番禺县志》、《香山县志》，参加光绪《广州府志》的纂修。数学著作有《弧三角平视法》、《三统术详说》。据不完全统计，生平著述达120余种。 \n\n　　晚年，复致力刊行重要典籍，得盐运使方浚颐之助，设书局主持其事，先后刊行《十三经注疏》、《四库全书提要》、《通典》、《续通典》等。光绪七年，朝旨赏给五品卿衔。翌年正月二十二日，病逝于广州。\n\n\n生平\n\n未能考取进士\n\n　　陈澧祖籍江苏江宁，在他的祖父时代，一家人迁移到广东，但由于父亲的广东户籍没有办好，不能参加科举考试，后来通过捐钱买得一个知县。\n\n　　1810年，陈澧出生在广州城木排头。7岁开始到私塾读书，学习论语、唐诗等。他自幼聪敏。9岁的时候已经能够写诗作文。10岁父亲去世，始读家藏《通鉴》，“日课一卷，一年而毕”。\n\n　　在以后的十多年里，先后在广州的羊城书院、粤秀书院、粤华书院和学海堂等处读书。学的大多是应付科举考试的古文经典及词章训诂等著作。\n\n　　1823年，14岁的陈澧开始走上漫长的科举考试的道路。17岁考取秀才，又继续考了几次乡试，到23岁的时候中了第18名举人。此后，从24岁起，陈澧多次赴京参加会试考进士，历经19年之久，耗费了他的不少精力，始终未能考取。\n\n严谨的教育家　从教数十载\n\n　　陈澧从多年科举仕途的激荡生涯中深切体会到科举制的弊害，因此，他不再徘徊于科场，决定选择著书立说和培养人才的道路。\n\n　　陈澧在青年的时候当过家庭教师，中年至晚年先后在广州的学海堂和菊坡精舍讲学，他从中年时起便担任学海堂的学长。学海堂位于越秀山上，是1824年由两广总督阮元创办的。陈澧青年时期曾在这里读书，参加过由阮元主持的考试，学业优秀，是学海堂的高才生。学海堂设学长多人，聘请德才兼备的学者或高才生担任，负责教学和指导学生研究学问，并编选师生所作文章，刊印成《学海堂集》。陈澧在31岁的时候被聘为学长，直到1867年，长达27年之久。\n\n\n求学经历\n\n　　澧幼聪慧，7岁始入塾从徐达夫先生读书，六年间读了“四书五经”和唐诗。9岁能为诗文，10岁父亲去世，少家贫。始读家藏《通鉴》，“日课一卷，一年而毕”。道光三年，应童子试。六年考取县学生员。第二年恩科第一，同时诸名士皆出其下。时与顺德县卢同伯、南海县桂文耀、同邑杨荣绪有“四俊”之称。道光十一年，举优行贡生。十二年中举人。此后自道光十三年至咸丰二年先后六应会试，均名落孙山。\n\n　　澧少好为诗，及长，泛览群籍。凡小学、音韵、天文、地理、乐律、算术、古文、骈体文、填词及篆、隶、真、行书，无不研究。杨荣绪劝澧说：“东坡所谓多好竟无成，不精安用伙，君子谓也。”“澧亦自念，如我所好，一一为之，虽寿如彭祖，不能毕其事，乃稍稍减损。惟读经史，日有课程。”\n\n被聘为“学海堂”学长\n\n　　道光十四年，澧入著名学者阮元督粤时创设的“学海堂”为专课生。时开设十三经、四史、文选、杜诗、韩文、朱子书等专书课程，每人专攻一书，进行句读、抄录、评校、著述等研究工作。“学海堂”同时设学长多人，负责指导诸生研究，并选录师生优秀文章，刊印《学海堂集》。\n\n　　道光二十九年正月，大挑二等，澧被选授广东河源县学训导。三十年十一月至咸丰元年元月，到任两月，告病而归。咸丰六年，他被挑选知县，到班不愿出仕，请京官职衔，得国子监学录。\n\n撰成《汉儒通义》七卷\n\n　　咸丰六年六月，撰成《汉儒通义》七卷。此书所录皆经部之书，史、子、集皆不录；所录皆汉儒之书，三国以后之书不录。他一贯主张汉学、宋学并重，不可偏废。他认为：“汉儒言理无异于宋儒，宋儒轻蔑汉儒者非也，近儒尊汉儒而不讲义理亦非也。”⑤陈澧的学生胡锡燕读《汉儒通义》说：“先生早年读汉儒书，中年读宋儒书，实事求是，不取门户争胜之说，以为汉儒之书，固有宋儒之理，盖取先儒二十二家之说，荟萃精要，以成一家之书。”\n\n　　陈澧对声律学研究亦精，认为“乐”为六艺之一，欲知乐，必先通声律。于咸丰八年十月撰成《声律通考》十卷，这是一部关于中国音乐史的专著。\n\n　　同治六年，广东官运使方子箴与中丞蒋香泉，将粤秀山西偏之“长春仙馆”改建为“菊坡精舍”，聘请陈澧担任该校山长，澧辞再三，乃敬从。他仿《学海堂集》例，选录学生优秀文章刊印《菊坡精舍集》。身为精舍山长，他教人不自立法，以经、史及汉、魏、六朝、唐、宋诗文教士，与诸生讲文艺，勉以笃行立品。\n\n　　同治七至九年，廖廷相在“菊坡精舍”读书时，承命编辑先生文集，所录先生专著外之杂文220篇，依次编入《东塾集》六卷。卷一收论说；卷二收考、释、议、记、书后；卷三收序文；卷四收跋、书札；卷五收传、铭、碑志；卷六收碑志、墓表、哀词、祭文。其中碑志、传状之作，居三分之一。澧自言：“生平不欲为文章，然有为先人而作者，及为亲友碑传事迹不可没者，故过而存之。”“是集文字，自与《东塾读书记》互为表里，并行不废。”\n\n读书习惯\n\n　　陈澧平时读书，句句字字详细思绎，心有所得记于书上，心有所疑亦记于书上，以便质之。晚年寻求微言大义，及经学源流正变得失所在，而后解之，考之，论赞之。自经学外，及于九流诸子、西汉以后学术，著为《东塾读书记》。遵郑康成《六艺论》，以《孝经》为道之根源，六艺之总汇。认为经学之要，皆在《论语》中，以《论语》为五经之关键。好读《孟子》，以为孟轲所谓性善者，人性皆有善，而不纯守善，荀况、杨朱之辈均不知。读朱熹著述，认为清代考据之学，源出朱熹。又以为乾隆、嘉庆二朝考据之学盛行，犹有未备者，宜予补缀。支伟成将《东塾读书记》“隐比顾亭林之《日知录》沟通汉宋，一时学风为之丕变焉！”\n\n《东塾读书记》\n\n　　陈澧一生读书所得，荟萃于《东塾读书记》。自群经、小学、诸子、郑学、朱子类各为卷，惟论历代史事者，仅成三国、西汉两卷，其余有目无书，原拟撰二十五卷，实得十六卷。以涉及群经者为最详，所论皆各书宏纲大旨、要义精言，融会贯串，有本有末，凝聚了他的哲学、政治、历史等多方面的独到见解，对研究陈澧思想有重要参考价值。\n\n\n历史评价\n\n岭南文化的守护者\n\n　　72年没有离开广州\n\n　　陈澧的一生几乎都在广州度过，除了授任河源县训导两月多之外，没有外出任过官职。陈澧熟悉广州的人情风俗，了解广州的风云变化。这样，他的著作中对广州的论述就更具体，更生动，更实际。他在《荔湾话别图序》一文中，生动地描述了当年荔枝湾的湖光水色、亭台楼阁的优美风景：“晨出永清门，乘紫洞艇，抵荔枝湾，泊海山仙馆，入门，步长廊，坐池上之堂。”\n\n　　陈澧对广州方言和音韵也有深入的研究，所著的《广州音说》论述广州方言的特点及其源流。他认为广州方言的音调合于隋唐韵书切语，因为“千余年来中原之人徙居广州，今之广音，实隋唐时中原之音。”他的早年著作《切韵考》，用双声、迭韵剖析了切韵法。把双声分为40类，其中清声21类，浊声19类；迭韵则以《广韵》的4声为准；还把全部汉语语音列表定位。梁启超称其为“绝作”。\n\n　　陈澧在广州执教数十年，所培养成材的学生很多，“士人出其门者，率知束身修行，成就甚众。这些人才在社会上发挥了积极作用，他们留下的作品，对今天还有研究价值。其中《菊坡精舍全集》中的许多篇章都有关于广州的方物、古迹、人情风俗等内容的记叙。\n\n多产的学问家\n\n　　文理兼通的“四俊”之一\n\n　　陈澧博学多才，对天文、地理、历史、数学、诗文、乐律、文字学、书法均有造诣，与卢同柏、桂文耀、杨荣绪被誉为“四俊”。\n\n　　陈澧有一段话是谈精读书的总结：“自始自末读之，思之，整理之，贯串之，发明之，不得已而辩难之，万不得已而后排击之，唯求有益于身，有用于世，有功于古人，有裨于后人。”\n\n　　陈澧先后向张维屏学诗、向侯康学史、向梁汉鹏学数学。25岁起他转到以经史等为主的学术研究，迭出成果，声名遂著。广东巡抚郭嵩焘曾说：“到广东只有会晤过陈澧的，便不枉此行了。”\n\n　　陈澧以9年时间著述最具经学思想的《汉儒通义》。他集汉代义理之说，论证了汉学与宋学门户之见毫无依据；提出不能以训话和义理来衡量学术上的分野；主张打破门户之见，互为补充，各取所长。他还考证出《后汉书》作者范晔谋反被处死是一起冤案，以丰富的史实写了《申范》一书为其平反，在史学中独树一帜。他研究了《水经注》，著《水经注西南诸水考》，纠正其在温水、浪水、若水、淹水、沫水、青衣水、叶榆水、存水等水系地理状况的说误。他考证了我国最早的历法汉代“三统历”，著《三统术详说》。\n\n　　《汉儒通义》快成书时，陈澧投入了《学思录》的著述。《学思录》略仿顾炎武《日知录》形式，但更扩展为对经、史、子、文字学等作全面和系统的考证和论述。该书每章都作史料搜集、前人议论和自己考订、阐述、论辩，均能独立成为评传、史论或学术史是陈渔学术研究的崭新开拓。\n\n\n人物历史\n\n地理寻踪\n\n　　除了文章，别无踪迹\n\n　　陈澧是土生土长的广州人，古时候的学者都喜欢云游四海，广交朋友，但陈澧的一生几乎都在广州度过，除了赴京赶考和授任河源县训导两月多之外，没有离开广州半步。他所研究的学术也多和广州的风俗、地理、方言有着密不可分的关系。\n\n　　但就是这样一个“广州制造”的本土名人，在广州却找不到一丁点和他有关的历史记忆。\n\n　　出生在北京南路西侧的木排头，这里曾有陈澧故居，但在民国的时候被火烧掉。\n\n　　陈澧学习的地方就在西湖路，讲学的地方就在越秀山脚下。可按照地址一一找过去，所能见到的都是现代化的高楼大厦、学校操场、内衣批发市场以及服装的专卖店。\n\n　　1882年，陈澧在广州病逝，享年72岁。遗体葬于广州大东门外大蟠龙冈。事后，陈澧的学生在菊坡精舍西边建起祠堂，专门纪念这位“诲人不倦”的老师，纪念他对教育事业作出的贡献。\n\n地理细节\n\n　　极尽潇洒学海堂\n\n　　陈澧学习育人的地方学海堂也在民国时期惨遭拆毁，但所幸还有一张老照片保存下来，依稀可以看到当时学堂的全貌。\n\n　　这张老照片是广东省民族文化研究会的崔志民在一本民国六年出版的“中国风景画”影集上发现的。可以清晰看到依越秀山而建、南起百步梯东梯的一系列建筑物。据崔志民介绍，山上的建筑物主体依稀可见“堂为三楹，前为平台，瞻望狮洋景象，甚为雄阔”，与《学海堂志》里记载的“堂中远眺，海门可见，堂阶南出循西而下行”特征十分吻合。崔志民指出，照片上百步梯东梯一侧下方另外一系列的建筑物据推测为应元书院，对照《应元书院志略》上手绘的示意图，照片上学海堂与示意图上的位置也惊人地一致。\n崔志民认为，自己曾经多次实地考察，虽然“学海堂”的建筑物已经无迹可寻，但越秀山上百步梯西侧新建的凉亭、西侧凉亭之前的空地等几处平地的位置相当对称，有建设过大型建筑物的迹象。观音山老照片的发现，使他更加肯定自己的推测：“学海堂”的主体建筑位置在现在的“孙中山读书治事处”。\n\n　　据史书记载，该学堂“其地梅花夹路，修竹绕廊。中建厅事三楹，后有小亭邃室，高依翠岫，平抱珠江，极潇洒之致。\n\n专家评价\n\n　　著作比雕塑更重要\n\n　　陈澧的一生中最重要的两件事情就是考试和学习，前半生先是学习后考试，考试失败之后又继续学习，经历比较简单，所以与他有关的故事、传说几乎没有，再加上他并不是什么达官显贵，他的故居也没有被重视和保护，但他留下来的著作浩如烟海，这些精神财富远比一尊雕塑、几座房子流传得更久远。\n\n\n轶事典故\n\n能文也能武\n\n　　鸦片战争前夕，陈澧积极提出设险以防、水师与水勇并重的反侵略战略思想；主张“中国兵强，乃能驱策四夷”。他曾写下了《虎门观潮》、《得藕江书却寄》和《炮子谣》等爱国诗篇。\n\n　　1857年12月，英法联军攻陷广州，他举家避难南海县横沙村，还协助当地办团练御外侮。3年后侵略军退走，他即返广州修葺被战火所毁的学海堂，邀请了张维屏、梁廷楠、谭莹、金锡龄、李应田等众多学者名流，举行复课典礼，并各赋诗为记，陈澧赋诗云　：半天霞彩拥层峦，晓踏虚堂雨乍干。战后山余芳草碧，春来花似酒颜丹。去年此日乡愁黑，万紫千红泪眼看。难得故林无恙在，莫辞沉醉共凭栏。\n\n读书无不有批评点校\n\n　　陈澧东塾藏书，四部悉备，无不有批评点校，所书评语，或朱或墨，皆庄重不苟。至民国，东塾遗书中的稿本及评校本多为时任广东省立图书馆馆长徐信符先生的南州书楼所得。徐信符先生记载“观其手稿，又可知其治学方法，凡阅一书，继分某章、某句、某字，连缀为一，然后下以己见，评其得失，如司法官搜集证据，然后据以定案”。此方法上承司马光之治《通鉴》，下启陈垣先生之治历史，实是一脉。\n\n\n社会评价\n\n　　综观陈澧一生，读书数十年，著书数百卷。献身教育，学问淹通，著述专精。尤以《切韵》、《声律》、《水道》诸书，学者服其精博。毕生读书所得，荟萃于《东塾读书记》中，破汉、宋门户之见，集晚清学术之大成，不愧为晚清的经学家、史学家、地理学家。其遗著为后人提供了宝贵的研究资料。\n\n\n理性对待西方科技\n\n　　陈澧生活在晚清乱世，西学东渐，西人东进，鸦片战争，太平天国，陈澧饱受学术失守、战乱流离之苦。而作为经世致用的学者，他并没有抱残守缺，固步自封，而是以一种开放的心态面对现实。陈澧也是最早“睁开眼睛看世界”的一份子。\n\n　　魏源《海国图志》问世不久，陈澧即作《书〈海国图志〉后呈张南山先生》，指呈其得失，与张维屏共同探讨。学者朱维铮认为：陈澧“是岭南学者中最早对林则徐外交政策持批评态度的，也是最早对魏源《海国图志》进行可行性研究的”。他认为魏源著作中“最可议者莫如《议攻》篇‘以夷攻夷’之说也”，指出这种策略建立在对夷情不明基础上，实行起来有害无益。\n\n　　道光二十七年魏源来粤，陈澧与其相晤，详加探讨。陈澧曾回忆：“后数年，魏君来粤。余以此书所说质之。魏君大悦，遂定交焉，并屡改《海国图志》之书。其虚心受言，殊不可及也！”\n\n　　陈澧虽然视钟表、呢绒、鼻烟等为祸国殃民的“奇巧玩物”，但他总体上并不排斥西方的科技，并不反对中国人出使西洋，学习西方文化，他还固执地认为西方文化源于中国。我们今天看来，陈澧的一些观点自相矛盾，滑稽可笑，但在当时他已算开明一派。\n\n　　同治四年，陈澧应两广总督瑞麟、广东巡抚郭嵩焘之聘，与学生赵婴齐测绘广东省全图。他们搜集大量资料和数据，绘制成《广东图》20卷及资料详尽的《广东图说》90卷，这对了解省情、研究地域文化颇有益处。\n\n\n藏书之家\n\n　　道光十二年举人，官河源县训导，不久即辞去，归家讲学，于学无不贯通，凡历算、天文、地理、诗文、书法，均有研究，出任广州学海堂山长、主讲菊坡精舍十数年，博通经史，音韵、算学、诗词骈文等，与张维屏论诗，向侯康问经，人称东塾先生。其藏书称“四部略备”，且评点殆遍，多精辟之语。因藏有《资治通鉴》、《通鉴释文》、《辨误宋元通鉴》等书，将藏书楼名为“传鉴堂”，另有“东塾书楼”、“忆江南馆”等。去世后，藏书被贱卖，多为徐绍棨所得。1924年，广州政变，陈氏故居被焚，所有《东塾丛书》、《东塾读书记》、《东塾集》等藏板被毁。1984年，其孙陈公睦将剩余之书700余册和陈澧书法作品等捐献给中山大学图书馆。藏书印有“东塾书楼”、“兰浦藏书”、“陈澧”等。著《东塾读书记》、《东塾类稿》、《说文声表》、《水经注提纲》、《东塾集》、《声律通考》、《切韵考》、《说文声表》、《汉儒通义》、《忆江南馆词》、《汉儒通义》、《汉志水道图说》、《水经注提纲》、《水经注西南诸水考》、《三统术详说》文集若干卷。\n\n",
  "desc": "陈澧（1810－1882）清代著名学者。字兰甫、兰浦，号东塾，出生于广州木排头，世称东塾先生，广东番禺人。清道光十二年(1832)举人，六应会试不中。先后受聘为学海堂学长、菊坡精舍山长。于天文、地理、乐律、算术、古文、骈文、填词、书法，无不研习，著述达120余种，著有《东塾读书记》、《汉儒通义》、《声律通考》等。",
  "dynasty": "清代",
  "id": 2586,
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_2586.jpg",
  "name": "陈澧",
  "star": 1
}