{
  "content": "人物成就\n\n文学\n　　刘桢的作品气势激宕，意境峭拔，不假雕琢而格调颇高。他与王粲合称刘王。清代刘熙载说公斡气胜，仲宣情胜\"，这是从对比中揭示了二人各自的长处。\n\n　　世人把他同曹植合称曹刘，也是从气格方面着眼的。集中体现其风格的是《赠从弟》三首，抒写诗人的胸怀志节，具有悲凉慷慨、高风跨俗的气概。其中第二首：亭亭山上松，瑟瑟谷中风。风声一何盛，松枝一何劲。冰霜正惨怆，终岁常端正。岂不罹凝寒，松柏有本性。尤为人所称道。\n\n　　而刘桢创作的弱点是辞藻不够丰富，所以锺嵘在《诗品》说他“气过其文，雕润恨少”。他与王粲各有一篇《大暑赋》，在文采上的差异是很明显的。同样面对动乱的社会，遭遇坎坷的人生，他更多地是表现个人愤慨不平的情感，因此他的作品中总是充盈着慷慨磊落之气。正如他自己所说，风霜逼迫愈严，愈能体现松柏坚贞挺拔的本性。这种精神和气骨造就了刘桢诗歌俊逸而奇丽的风格。\n\n　　不过刘桢的文学造诣不凡，五言诗尤为诸子之尊，今存的诗歌只有15首。《汉魏六朝诗歌鉴赏集》中评价他的诗为：“思健功圆，以特有的清新刚劲，为人们所激赏。不仅称美于当世，并且光景常新，能楷模身后。” 他的诗作多以壮美山川为背景，借景抒情，少数为酬答之作。《赠徐干》诗被钟嵘评作“五言之警策也”。《赠从弟》三首为其众诗之著，第二首又为三首之最，诗为：“亭亭山上松，瑟瑟谷中风，风声一何盛，松枝一何劲。冰霜正惨凄，终岁常端正，岂不罹凝寒，松柏有本性。”钟嵘的《诗品序》说：“曹公父子，笃好斯文；平原兄弟郁为文栋，刘桢、王粲为其羽翼。”可见，刘桢文学创作的贡献之大。\n\n　　他最著名的赋作有《鲁都赋》《黎山阳赋》《遂志赋》《瓜赋》《大暑赋》《清虑赋》等。他的赋文风格独特，“积极于宣时，校阅于世，进御之赋千有余首”《文心雕龙·注释》。他一改粉饰太平的世俗，以清新的笔调，娴熟的技巧，朴实准确的语言，纵古合今的大气，描写家乡的风土人情和优美的自然风光。讥讽时事，咏物抒情，实现了汉赋内容由宫廷转向社会，由帝王转向平民的转变。篇幅由长篇宏制转向短小精粹，为以后的文学发展开创了先河。\n\n辩才\n　　刘桢不仅文才出众，机敏雄辩之才也称道当世。曹丕在任五官中郎将时赠给刘桢一条廓洛带，后欲索回，便寄书一纸，调侃说：“夫物，因人而贵，故在贱者之手，不御尊之侧。今虽取之，勿嫌其不反也。”《三国志》\n\n　　刘桢见之，明白文帝是笑他地位低下，不佩带象征尊贵的廓洛带，要收回原赐。但刘桢并未折腰，执意不交，在一次同文堂相会之时，他旧事重提道：“桢闻荆山之下，王卜光夭之后宝；隋侯之珠，烛众士之好；南垠之金，登窈窕之首；凤貉之尾，缀待臣之帻。此回宝者，伏朽石之下，皆潜污泥之中，而扬光千载之上，发彩畴昔之外，皆未能初自接于至尊也。夫尊者所服，卑者所修也；贵者所御，贱者所先也。故夏屋初成而大匠先立其下，嘉禾始熟而农夫先尝其粒。恨桢所带无他妙饰，苦实珍异，尚可纳也。而未尚听至尊赐而反索者也。”\n\n　　曹丕听刘桢这番妙论，对之十分欣赏，既叹他的博学善喻，更佩服他口若悬河，不卑不亢，恭中有贬，贬中隐褒之辩才，从而放弃索带念头。\n\n　　刘桢雄辩之例很多，他的辩才象常胜利器，有时化险为夷，有时遇逆成畅，有时逢暗则明。\n\n　　有一次刘桢因“不敬”被罚作苦力，在京洛之西石料厂磨石料。魏王曹操到石料厂察看，众官吏与苦力者均匍匐在地劳作，不敢仰视。唯有刘桢未跪，照常劳作。曹操大怒走到刘桢面前，刘桢放下锤子，正言道：“魏王雄才天下皆知，刘桢身为苦力，何敢蔑视尊王。但在魏王府数年，常闻魏王教诲，做事当竭尽力，事成则王自喜，事败则王亦辱，桢现为苦力，专研石料，研石是对魏王的敬忠，所以桢不敢辍手中活。”魏王听后，又问：“石若何? ”刘桢朗然答：石“出自荆山悬崖之巅，外有五色之章，内含卞氏之珍。磨之不加莹，雕之不增文，禀气坚贞受之自然，顾其理，枉屈纡绕而不得申。”曹操知刘桢借石自喻，就赦免了他，但却永不再起用。\n\n　　刘桢从小就饱受儒家“仁义礼智信”教育，深知做人要耿性忠直，最恨不轨之为，最厌无信之人。一天晚上魏公子曹丕设宴招待众士，酒酣耳热，曹丕命甄氏出堂与大家见面。刘桢愤然，一是因曹丕夺袁熙之妻甄氏，二是因甄氏有夫再嫁不忠不贞。独有刘桢立而不跪，且满面讥意，不屑一顾。曹丕见状勃然大怒，欲问刘桢死罪，由于众人求情和曹操干预，才免于死，投入狱中，又被罚作苦力。他在劳作中托物自喻，写成《遂志赋》。赦后充署吏。\n\n　　刘桢文学上的巨大成就，雄辩的技巧及忠友敬业精神，赢得了后人赞颂。\n\n诗词\n　　其成就主要在诗，可分两类，一类是赠答诗，一类是游乐诗。赠答诗中，最著名的是《赠从弟》三首，分别用苹藻、松树、凤凰为喻，抒写坚贞高洁的性格。游乐诗包括《公宴诗》、《斗鸡诗》、《射鸢诗》等。\n\n\n人物生平\n\n成长经历\n　　刘桢五岁能读诗，八岁能诵《论语》、《诗经》，赋文数万字。因其记忆超群，辩论应答敏捷，而被众人称为神童。后受曹操征辟，曾任丞相掾属、平原侯庶子、五官将文学。\n\n　　公元197年，因避兵乱，十一岁的刘桢随母兄躲至许昌，在驿馆中结识曹子建。曹植被刘桢的饱学所折服，为进一步深层密交，将其领到丞相府，日夜解文作赋，志同道合，关系日笃。后来他又结识孔融等其他五学子，他们常聚论学问，“仰齐足而并驰，以此相服”。\n\n　　待其成年之后，刘桢希望际遇明君，施展自己的政治抱负。然而，汉末政治极为腐败黑暗，社会危机深重，统治者镇压黄巾军起义后，各地军阀据地称雄，中国陷入分裂、动乱之中。据有中国北方的曹操，政治较为开明，任人唯才，广揽文学之士。\n\n　　这使得当时渴望中国统一、怀有济世抱负的有志之士，如山阳王粲、北海徐干、陈留阮瑀、汝南应玚，以及刘桢等，纷纷从四面八方奔赴曹操治下的邺城，一时人才荟萃，形成以曹氏父子为首的文学集团，并由于他们的诗文大多描写汉末动乱的社会现实，抒发统一、治国的豪情壮志，慷慨多气，悲凉豪壮，从而形成了“建安风骨”，对后世文学的发展产生了深远影响。\n\n　　刘桢是建安文学集团的重要成员，与曹氏关系密切。在诗文中，他把曹操比做起于丰沛、统一中国的汉高祖刘邦，把曹氏的知遇，比做礼贤下士的信陵君，见《赠五官中郎将四首》。他把统一中国的希望寄托在曹操身上。投曹之初，他被任命为丞相掾属，追随曹操南征北讨，参谋军机。 \n\n辅佐曹丕\n　　建安十六年后，出任平原侯曹植庶子，不久即改任五官中郎将文学，随侍曹丕。\n\n　　从现存诗文看，他与曹丕关系至为密切，而曹丕兄弟亦视为亲故，诗酒唱酬，交往常不拘形迹。曹丕曾特赠廓落带，以示亲宠，并由此而留下一篇妙文。然而，刘桢性傲，不拘礼法。一次曹丕宴请诸文学，酒酣忘情，命夫人甄氏出拜，坐中诸人都匍伏于地，不敢仰视，独刘桢平视不避。曹丕对此并未介意，而曹操听说后，要治以不敬之罪。经过援救，才“减死输作”，罚为苦役，终身未再受到重用。这对刘桢自然是一次极为沉重的打击，在《赠徐干》一诗中流露出他的痛苦心情。\n\n　　建安二十二年，北方瘟疫流行，刘桢染病去世。曹丕为此极为悲惋，为他整理遗文，作出评价，并追思往日“行则连舆，止则接席”“酒酣耳热，仰而赋诗”的亲密交往，不胜痛悼。\n\n　　他一生中的的著述包括《毛诗义词》十卷，文集四卷。后人集有《刘公干集》传世。\n\n",
  "desc": "刘桢（？-217），三国时魏名士，建安七子之一。字公干，山东东平宁阳人。博学有才，与魏文帝友善。后以不敬罪被刑，刑后署吏。所作五言诗，风格遒劲，语言质朴，重名于世，今有《刘公干集》。",
  "dynasty": "魏晋",
  "id": 695,
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_695.jpg",
  "name": "刘桢",
  "star": 36
}