{
  "content": "典故\n\n　　元吉是尹焊的学生。尹焊的老师程颐死后，尹焊在洛中聚徒讲学。靖康二年，宋朝廷闻知尹焊名声，曾召入京师，焊不肯留，宋廷称他为“和靖处士”。\n\n　　元吉继承尹焊的学风，弘实笃行。在任建安知县时，因官署费用多，赋税收入少，鉴于福建沿海地区产盐，而闽北山区销盐，便办起运售食盐买卖，取利以弥补支出，不增加人民负担。在任建宁府知府时，“表率端庄、笃意学校”。重视政教的勤惰和民俗的淳朴。\n\n　　建宁府是闽北的活动中心，联络赣浙，自汉代设置会稽南部都尉以来，历经魏晋南北朝隋唐五代以至南宋，时逾千年，尚无志书记事。元吉细察山川形势，户口繁耗，以及政教得失，撰写《建宁府志》，得48卷。其后庆元重修，明代弘治、嘉靖、万历再修，以至清代康熙纂辑建安、瓯宁2志，都以此本为底稿．民国18年《建瓯县志》又根据建安、瓯宁2志重修。建瓯有志始自元吉。\n\n　　宋咸平元年，建州曾建丰国监铸钱，供皇室使用。引倍岗涧水入监，供铸钱用。绍兴二十六年停铸，水道淤塞，水池干涸。元吉到任，在北岗种树1．5万株。在府署后开辟北园，疏导涧水入大池，池边建亭，取“幔事紫霞洲溽”之义，又建了一座五仙堂，其地在今紫芝街。韩元吉调走后，“民甚怀之”。他的著作有《桐阳旧话》、《南涧甲乙稿》、《焦尾集》。韩元吉所撰《南涧甲乙稿》70卷，已佚，今传本是清人从《永乐大典》辑录而成。有文15卷,诗赋6卷,词1卷。有《武英殿聚珍版丛书》本、《丛书集成》本。又《□村丛书》收有《南涧诗余》1卷。 \n\n\n人物生平\n\n　　韩元吉，字无咎，号南涧。说到其号南涧的由来，是因他定居在信江河之南，有小溪曰“南涧”，在今上饶市人民医院和卫校之间。宋代入仕之途主要有二、一为进士考，一为袭门荫。韩元吉的入仕属于后者。韩元吉的里贯在河南颖川。北宋有两韩氏并盛，一为相州韩氏，一为颖川韩氏。颖川韩氏京师门第前多植桐木，故世称“桐木韩氏”，以别于相州韩琦。韩元吉属于桐木韩氏这一支。元代吴澄撰《桐木韩氏族谱序》里赞称：“宋东都百六十余年间，氏族之大莫盛于韩、吕二家。而韩氏一族尤莫盛于桐木韩家。”元吉的五世祖韩亿手仁宗朝官至参知政事，卒谥“忠宪”。韩亿有八子，其中第五子为韩维即元吉的四世祖。晁说之在《宋故韩公表墓志铭》中说韩维“有天下重望，忠 于君不顾其身，而不以卿相为富贵者，其为少师韩公乎！”在元吉 10岁时，即钦宗靖康 2年、高宗建炎元年，是时，金人陷落两京，中原大乱，宋至南迁，韩氏一门避地江南，其中有一支居临川，而元吉一家则迁至福建邵武。至元吉 27岁时，再迁福建建安。绍兴 14年， 28岁的韩元吉第一次出闽，参加进士考试，落第不取。绍兴 18年，再次应试不第，但因先祖的关系，遂以门荫顶吏部之选。当时的舆论对韩元吉以门荫入仕评价是积极的。据《四朝见闻录》卷二记载“韩元吉，虽袭门荫而学问远过于进士。”更何况孝宗自己也说“两制之选，能者为之，顾何择于进士？”而《梁溪漫志》卷二也载曰：“北站西掖之除，儒者之荣事也。其有不由科第但以文章进者，世尤指以为荣……乾道淳熙以来韩元咎、王嘉叟、刘正夫皆以门荫特命摄西掖……”可见，刚过而立之年的韩元吉在当时已有很高的文名，大家对他以门荫入仕都认为是件值得荣耀的事。 \n\n　　以门荫入选的次年，韩元吉赴处州龙泉县主簿任。大约在绍兴 21年的秋冬之际，他离任龙泉，返临安侯调，再次寓于德清。他第一次寓居德清是在绍兴 14年落第后，因为兄长元龙作余杭县主簿之故，他选择了湖州德清慈相寺暂成。这次重回德清，吕祖谦来访，是他们首次相识，吕祖谦曾参与重修《徽宗实录》，为学主张经世致用，创立金华学派，南宋乾淳后学派一分为三，朱学以格物效知，陆学以明心，吕学则兼取其长，吕祖谦曾于淳熙三年在鹅湖书院辩论会上竭力调和朱熹、陆九渊两派，是“鹅湖之会”的主要成员之一。吕祖谦后来成为韩元吉的女婿。绍兴 22年，有诗投知平江徐琛求职， 23年春又有诗寄仁和县尉梁士衡。绍兴 23年秋天，韩元吉应知信州黄仁荣之聘，到信州幕府供职。绍兴 26年初，黄仁荣移江东转运判官，跟着周葵于 3月接任。周葵是当时著名的经学家，元吉早有愿见之心，恰好到信州任上，元吉继续做他的幕府。但当年 12月周葵罢官，元吉也随之解除了幕职。信州幕府的 4年，使韩元吉对此地的山水、风土、人情有全面而深入的了解，虽然他以前出闽时也曾经过信州，但那只是他旅途中的一站，而信州的这 4年却是他人生中的一站。可以肯定地说，他定居上饶的想法应从这个时候便已有了。\n\n　　绍兴 28年，韩元吉知福建建安县，用广而赋啬，颇有政声，并于城西建凌风亭。绍兴 29年秋 8月，与朱熹等 4人并召赴行在，但他并没有马上成行，而是待到第 2年初。绍兴 31年 8月，在临安任司农寺主簿。孝宗隆兴元年正月朝廷惟张浚为枢密使仍都督江淮军马， 5月兼都荆襄。张浚入朝觐见孝宗时，屡奏恢复之事，欲先取山东。当时显臣名士如王大宝、胡佺、王士朋、汪应辰、陈良翰等皆是张浚的门人，大家众口一词，齐声同赞，而韩元吉却对此有不同看法。并将他的想法以长书投呈张浚，言和、战、守三事，和虽为下策，但今日之和与前日之和不同，至于决战，更非易事。因为当今的兵备早已陈旧而没有更新；当今的兵士早已懦弱而久不操练；唯一可以依靠的只是几员大将，而这几员大将的权谋智略皆孙宇前辈。何况渡淮而北，千里攻略，劳师袭远……所以他最后提出“愿朝廷和为疑之之策，以守为自强之计，以战为后日之图。”韩元吉在他的思想和行为上是一贯的主战派，当时主战派中又分为情绪派与理智派，而元吉属于后者。事实上张浚后来的冒在进攻果然因准备不足而失败了。这封长书证明了韩元吉对当时形势的判断与分析是正确的，他不是兵家，而是一个政治家。 \n\n　　隆兴初年，元吉的哥哥元龙为淮东总领官，总领所设在镇江，母亲因此跟着哥哥住在此地。隆兴 2年闰 11月，韩元吉以新鄱阳守的身份赴镇江看望母亲，当时陆游恰好为镇江通判。他们两人是早就认识的，这次相逢镇江，一起览观江山，举酒相属，更相唱和，唱和的内容据陆游说有“道群居之乐，致离阔之思，念人事之无常，惮吾生之不留。又丁宁相戒以穷达死生毌相忘之意。”可见他们感情之深厚。对于两人之间的友谊，陆游感汉道“鸣呼！风俗日坏，朋友道缺，士之相与如吾二人者，亦鲜矣。”从隆兴 2年的闰 11月到乾道改元正月共 60日，他们唱和的歌诗合计有 30篇，但陆游说“然此特其略也，或至于酒酣耳热，落笔如风雨，好事者从旁掣去，他日或流传乐府，或见于僧窗驿壁，恍然不省省识者，盖又不可计也。”他们这次镇江相聚所作歌诗当时曾合集刊刻，非常遗憾的是居然没有流传下来，现在唯一能见到的是收在陆游《谓南文集》中的一篇《京口唱和序》，还可使我们知道当时的大概情形。 \n\n　　乾道元年正月以后，韩元吉以考功郎征，任江东转运使。乾道 4年以朝散郎入守大理少卿，但于 5月 21日，旋知福建建宁，在建宁任上呆一个月，又改知江州。这就是后来赵蕃在《乾道稿·淳熙稿》卷八《寄建宁韩尚书》诗中说的“今代韩夫子，频年刺两州”的真实写照。 \n\n　　乾道 5年，母亲在宣城去世，元吉先至宣城奔丧，后忧居上饶，说明其时他已将家安在了这里，至于从什么时候落户上饶，有学者推想可能在乾道 2年他任江东转运使的时候。丁忧其间，他潜心学问，与上饶湖潭学者王时敏多有交往，并将理学大师尹焞的《论语解》交建宁赵德庄印刻，而作《书尹和靖论语后》跋文。 \n\n　　乾道 6年 7月，朱熹因母丧葬之赀，致书韩元吉借钱。元吉于《南涧甲乙稿》卷十三第一通《答朱元晦书》中回复说：“贷金荷不外，某穷悴，止江东有少俸，连遣二女子，且置得数亩饭米，去岁了两处葬事，今年从假借矣。他时稍有余，尚当相助。”韩元吉的两个女儿都先后嫁给了吕祖谦。据《吕成公年谱》，绍兴 27年 12月 29日，祖谦亲迎元吉长女，婚后“五年而天”；乾道 5年 5月 20日，祖谦又娶韩元吉第三女五十一娘为继室，不幸的是，“越 2年又夭，寿二十有七，改月而葬，与长姊同域异穴。”这是吕祖谦的不幸，更是韩元吉的终身之痛。当长女去世的时候，韩元吉亲为作墓志铭，及至祖谦去世，元吉老泪纵横，作挽诗云：“青云途路本青毡，圣愿相期四十年。台阁知嗟君卧疾，山林空叹我华巅。伤心二女同新穴，拭目诸生续旧编。斗酒无因相沃酹，朔风东望涕潸然。” \n\n　　乾道 7年，丁忧除服，元吉回临安复官。乾道 8年，权吏部侍郎。这一年，朝廷派元吉出使金国，贺万春节。途中他利用这次难得返回中原的机会，暗暗观察敌情，凡到一驿，无论是喝茶还是洗手，哪怕是只遇到妇儿儿童，也往往主动挑直话题，从中获得更多的信息。回朝以后，他奏言曰：“敌之强盛五十年矣，人心不附，必不能久。宜合谋定算，养威蓄力，以俟可乘之衅，不必规小利以触其机……”孝宗看了奏章以后，非常肯定他的观点。大凡出使金国的南宋使臣，大多会用诗词来表达其感受，这便慢慢形成了“使金文学”范式。在韩元吉出使金国时，他也写下了一首著名的使金词，这便是《好事近》，词云： \n\n　　凝碧汩池头，一听管弦凄切。多少梨园声往，总不堪华发。可花无处避春愁，也傍野烟发。惟有御沟声断，似知人鸣咽。 \n\n　　著名的词学专家 唐珪璋先生《唐宋词简释》评曰：“此首在汴京作。公使金贺万春节，金人汴京赐宴，遂感赋此词。起言地，继言人；地是旧地，人是旧人，故一听管弦，即怀想当年，凄动于中。下片，不言人之悲哀，但以杏花生愁，御沟鸣咽，反衬人之悲哀。用笔空灵，意亦沉痛。”这首词几乎入选所有的宋词选本，是韩元吉的代表作之一，也是“使金文学”的成功之作。 \n\n　　乾道 9年，韩元吉除吏部尚书，淳熙元报 2月因遭劾以待制出知婺州。 7月 16日与陈岩肖、陈良祐、黄掞、赵师龙等同游金华著名景点双龙洞。同年 12月 3日，又改知福建建宁府。这使韩元吉与朱熹有更多的见面机会。这期间，他常和朱熹一同讨论《祭仪》、《吕氏乡约》等学术问题。淳熙 2年 9月 9日重阳节，他寄诗赠酒与朱熹，诗云：“平生爱酒陶元亮，曾绕东篱望白衣。底事秋来犹止酒，重阳须插菊花归。”又云：“老大相望寄一州，故人鄙我倦追游。应知命驾无千里，惆怅山堂暮雨秋。”转眼到了淳熙 3年 2月，元吉离建宁，入都复为吏部尚书，途径崇安，再会朱熹，两个相谈甚欢。 \n\n　　淳熙 5年，元吉力请外任，离开朝廷，以龙图阁学士身份，再知婺州。这一年他 60周岁，作《系辞解》一书。\n\n　　淳熙 7年，他致仕后开始了晚年在上饶的真正闲居生活。韩元吉一生中效的人物有数百位，而重要的人物有 4位。其中吕祖谦是他的女婿，先他而逝。陆游是他交往时间最长的朋友。朱熹是他学术上的诤友，而辛弃疾则是他退居上饶时来往最密切的朋友。辛弃疾最后定居上饶的时间是在淳熙 9年，即他的带湖新居落成之后。对他而言，韩元吉是政坛和文坛的老前辈，事实上，元吉还是当时上饶文坛的盟主，辛弃疾因此对韩元吉非常尊重。《稼轩词》“带湖之什”有 5首给韩元吉的寿词，又有 5首与韩元吉的唱和词，足见两人交往密切。辛弃疾给韩元吉的祝寿，最早的一首是作于淳熙 9年的《太常引·寿韩南涧尚书》，而最有名的一首是作于淳熙 11年的《吕龙吟·甲辰岁寿南涧尚书》词云： \n\n　　渡江天马南来，几人真是经纶手？长安父老，新亭风暴，可怜依旧。夷甫诸人，神州沉陆，几曾回首！算平戎万里，功名本是，真儒事，公知否。况有文章山山歌酒。待他年、整顿乾坤事了，为先生寿。 \n\n　　词中辛弃疾对韩氏家庭、韩元吉本人赞美有加，他们两人的感情基础主要还在于有共同的抗战理想，这在词中表现得非常清楚。韩元吉亦为辛弃疾作《水龙吟》一阙云： \n\n　　南风五月江波，使君莫袖平戎手，燕然未勒，渡泸声在，宸衷怀旧。卧占湖山、楼横百尺，诗成千首。正草蒲叶老，鞭蕖香嫩，高门瑞，人知否？凉夜光牛斗，梦初回，长庚如昼。明年看取， 旗南下，六骡西走。功画凌烟，万钉宝带，百壶清酒。便留下，剩馥蟠桃分我，作归 \n\n　　韩元吉在词中对辛弃疾投闲带湖的生活有非常形象的描绘，是当时词作中最真实且贴切后首。当时，韩元吉住在上饶城南，筑苍筤亭；而辛弃疾的带湖庄园则在上饶城北，庄园最豪华的建筑当为雪楼。冬天，韩元吉从城南载酒去带湖与辛弃疾一道在雪楼观雪，故辛弃疾有《念奴妖·和韩南涧载酒见过雪楼观楼》一词，词上阙云：“兔园旧赏，怅遗踪、飞鸟千山都绝。缟带银杯江上路，惟有南枝香别。万事新奇，青山一夜，对我头先白。倚岩千树，玉龙飞上琼阙……”。词中“缟带银杯江上路”是写雪中的信江；“青山一夜，对我头先白”应指带湖附近的篆冈和吉阳山。 \n\n　　辛弃疾《水调歌头·庆韩南涧尚书七十》一词，作于淳熙 14年据《南涧甲乙稿》中载《南剑道中诗》自注，称“生于戊戎，至甲子年二十七。”查戊戍年为徽宗重和元年，至淳熙 14年丁未，恰为 70岁。但韩元吉在这次的 70寿辰之后不久即下世，这首词因此成为韩元吉收到的最后的祝福。 \n\n　　淳熙 9年朱熹从临安归福建，途径上饶，住在韩元吉家。第二天，韩元吉约了当地的诗人徐衡仲一道陪朱熹游南岩一滴泉，辛弃疾知道后亦赶来相会，这便是上饶文化史上著名的南岩之会，关于南岩之会的具体情形，元吉之子韩淲《涧泉集》中《访南岩一滴泉》有真切的追忆，这已经在《辛弃疾传》有详细的描述，此不赘述。 \n\n　　在上饶，韩元吉与朱熹一直保持着密切的联系，淳熙 10年，朱熹率门人在武夷山下建武夷精舍，初成之际，请韩元吉作《武夷精舍记》。淳熙 11年 2月，朱熹著名的《武夷櫂歌》 10首一出，韩元吉是第一个为作和歌的。和歌本有 10首，今仅存一首。《南涧甲乙稿》卷六《次櫂歌韵》诗云：“宛宛溪流九曲湾，山猿时下鸟关关。钓矾茶灶山乐，大隐苍屏日月闲。” \n\n　　朱熹作为理学家，与当时的文支并不隔膜，他对上饶的诗人的赵蕃、徐斯远、韩仲止都有过评价。据其上饶的弟子陈文蔚记载：“先生每得未见书必穷日夜读之……一日得韩南涧集，一夜与文蔚同香，倦时令文蔚读，听至五更尽卷，曰：一生做诗只有许多。”从他一夜与弟子同看诗集，看得实在疲倦而又叫弟子读给他听，凭此一点足见他对元吉诗歌的着迷程度。但朱熹毕竟是理学家，他最后的一句评语便反映出对韩元吉的惋惜，认为他仅仅是一个诗人，而终究不能成道学。朱熹还是最早对韩元吉诗进行评论的人，他说：“无咎诗做著者尽和平，有中原之旧，无南方啁晰之音。”若从文学史角度看，元吉的诗词应该在文学史占一席之地的，只是现在的学者对他重视不够。 \n\n　　淳熙 14年，刚度过 70岁生日不久的元吉去世了，陆游在《祭韩无咎尚书文》中评价他的诗文是“落笔天成，不事雕镌。如先秦书，气充力全，”这是今日所能见到的对元吉作品最恰当的评价，是一点不夸张的。陆游是当时最长寿的诗人之一，他的许多诗友比他年轻的或比他年长的都一个个先他而去。留下的虽然活着，但都是孤独地活着。对于陆游来说，回忆老朋友便常常在为他的日课。有时候，他偶然打开书箧，看到了韩元吉的来信，便触景生情，作《开书箧见韩无咎书有感》。陆游集中有许多记梦诗，其中有两首是写梦到元吉的，特别动情，其中一首云： \n\n　　积雪欲照夜，老鸡方唱晨。 \n\n　　诸公逝不久，幽梦忽相等。 \n\n　　话旧殷勤意，追观见在身。 \n\n　　悠然又惊觉，抚枕一悲辛。 \n\n　　还有一首是写与韩元吉同回京口，遍览胜景，互相唱和，一觉醒来，知为梦境，便籍枕作诗云： \n\n　　隆兴之初客江皋，连攘结驷皆贤豪。 \n\n　　坐中无咎我所畏，日夜酬唱兼诗骚。 \n\n　　有时赠我玉具剑，间亦报之金错刀。 \n\n　　旧游忽堕五更梦，举首但觉铁翁高。 \n\n　　…… \n\n　　诗中陆游称元吉所作诗歌，使他敬畏，这也是对元吉的另一种评价，反映了陆游对韩元吉的尊重。 \n\n　　著名的诗评家方回，在《瀛奎律髓》中论韩元吉时称：“韩尚书南涧本桐木派，有《甲乙集》……当是时，巨儒文士甚盛称无咎与茶山。”方回还认为在江西诗派流行的当日，韩元吉诗不落流行，自成一家，实为难得。韩元吉的诗文后来不传，到清代《四库全书》编者才从《永乐大典》中辑录到 22卷，即今存于《四库全书》中的《南涧甲乙稿》中立一补传。继方回之后，《四库》馆臣对元吉的评价是符合历史事实且最为重要的。《提要》云：“统观全集，诗体文格均有欧苏之遗，不在南宋诸人之下，而湮没不传，殆不可解。然沉晦数百年，忽出于世，炳然发翰墨之光，岂非精神光彩终有不可磨，诚者故灵物 诃，得以复显于今欤？” \n\n　　元吉之子韩淲也是当时著名的诗人，号涧泉，与号章泉的赵蕃齐名，时人称为“上饶二泉”，韩淲有短期仕历，基本上以诗人终其一生。韩元吉死后墓葬城东，其子孙定居在上饶各地，尤以铅山为多。 \n\n南渡以后\n　　宋室南渡后，韩元吉寓居信州上饶。绍兴二十八年曾为建安县令。隆兴间，官至吏部尚书。乾道九年为礼部尚书出使金国。淳熙初,曾前后二次出守婺州,一次出守建宁。后晋封颍川郡公,而归老于信州南涧,因自号南涧翁。平生交游甚广，与陆游、朱熹、辛弃疾、陈亮等当代胜流和爱国志士相善，多有诗词唱和。其子韩淲，字仲止，号涧泉,也有文名于当世,成就稍逊于其父。\n\n\n介绍\n\n　　宋室南渡后，韩元吉寓居信州上饶。绍兴二十八年曾为建安县令。隆兴间，官至吏部尚书。乾道九年为礼部尚书出使金国。淳熙初,曾前后二次出守婺州,一次出守建宁。后晋封颍川郡公,而归老于信州南涧,因自号南涧翁。平生交游甚广，与陆游、朱熹、辛弃疾、陈亮等当代胜流和爱国志士相善，多有诗词唱和。其子韩□，字仲止，号涧泉,也有文名于当世,成就稍逊于其父。\n\n　　韩元吉是当时很有名望的人物,黄□称其\"文献、政事、文学为一代冠冕\"。《四库全书总目》称其\"诗体文格,均有欧、苏之遗,不在南宋诸人下\"。他不喜\"纤艳\"的诗和杂以\"鄙俚\"的歌词。曾将自己所作歌词\"未免于俗者取而焚之\"，自编词集1卷,题为《焦尾集》。现存词80首。其词往往流露出\"神州陆沉之慨\"。他很眷恋北方，曾在词中写道：\"梦绕神州归路\"；\"中原何在，极目千里暮云重\"。他不忘北伐抗金，多次写到\"鸡鸣起舞\"和\"勒功燕然\"；也常有英雄迟暮,功业无成的感叹。其词风雄浑、豪放,与辛弃疾很接近。陆游称赞他的作品\"落笔天成，不事雕镌。如先秦书，气充力全\"。亦有婉丽之作，如〔六州歌头〕\"东风著意\"等。\n\n",
  "desc": "韩元吉(1118～1187),南宋词人。字无咎，号南涧。汉族，开封雍邱（今河南开封市）人，一作许昌（今属河南）人。韩元吉词多抒发山林情趣，如〔柳梢青〕\"云淡秋云\"、〔贺新郎〕\"病起情怀恶\"等。著有《涧泉集》、《涧泉日记》、《南涧甲乙稿》、《南涧诗余》。存词80余首。",
  "dynasty": "宋代",
  "id": 483,
  "name": "韩元吉",
  "star": 85
}