{
  "content": "介绍\n\n　　康熙十八年举科博学鸿词，以布衣授翰林院检讨，入直南书房，曾参加纂修《明史》。曾出典江南省试。后因疾未及毕其事而罢归。其学识渊博，通经史，能诗词古文。词推崇姜夔。为浙西词派的创始者。诗与王士祯齐名，时称“南朱北王”。著述甚丰，有《经义考》、《日下旧闻》、《曝书亭集》等。编有《词综》、《明诗综》等。其医著有《食宪鸿秘》三卷，系食物本草之类，现有刊本行世。 先世江苏吴江人，明景泰四年迁于浙江嘉兴府秀水县，遂为秀水人。清顺治六年，彝尊挈家移居嘉兴梅会里，其故宅今为王店曝书亭公园。\n\n纪念场所\n\n　　朱彝尊墓在嘉兴塘汇乡百花庄村，今已不存。其故居曝书亭在今王店镇广平路南端，占地6500平方米，系浙江省重点文物保护单位。\n\n藏书故事\n\n　　精于金石文史，游大江南北，北出云朔，东泛沧海，经瓯越，所至丛祠荒冢，破炉残碑之文，无不搜剔考证，与史传参校异同。家富藏书，通籍之后，所藏益富，曾收李延昰藏书50柜，2 500卷，达到藏书3 000余卷，后又收项氏“万卷楼”残帙，又到曹溶、徐乾学家，借其藏书传抄，其藏书所好愈笃。又借抄于宛平孙氏、无锡秦氏、昆山徐氏、晋江黄氏、钱唐龚氏等诸家旧藏，合计先后所得自称“拥书8万卷”。藏书处名“曝书亭”、“古藤书屋”，“潜采堂”，聚藏30椟，曾因偷抄史馆藏书而被贬官，遂刻有一藏书铭文称：“夺我七品官，写我万卷书。” 藏书印有“购此书，颇不易，愿子孙，勿轻弃”、“梅会里朱氏”、“潜采堂藏书”、“七品官耳”、“我生之年岁在屠维大荒落月在橘庄十四日癸酋时”、“秀水朱彝尊锡鬯氏”、“南书房镝史记”、“南书房旧讲官”、“小长芦钓鱼师”、“得之有道传之无愧”、“别业在小长芦之南毂山之东东西峡石大小横山之北”等。\n\n　　子朱昆田，继承“曝书亭”藏书。长达数十年未减。\n\n　　先著有《经义存亡考》，经不断修订，成《经义考》300卷，是第一部统考历代经学的专科目录。以书名为纲，参历代目录所著说经之书，先注卷数、著者、注疏者，其下各注存、佚、阙、未见等附注，自古以来诸家书目所未及。网罗宏富，为两千年来经书总汇，是研究中国古代哲学史、文化史、学术史的必备工具书，毛奇龄称编纂该书“非博极群书，不能有此”。康熙帝南巡时，还亲自为他写了“研经博物”的题词。此目分别在康熙四十年和乾隆二十年刊行。乾隆末年，翁方纲撰《经义考补正》12卷。\n\n\n生平\n\n　　朱彝尊，字锡鬯，秀水人，明朝大学士朱国祚曾孙。天赋异常，读书过目不忘。家里贫穷，四方游学，向南越过岭南，向北到达云朔地区，向东到达大海，登到和陆地相连的之罘岛，游历浙江瓯江流域地区。碰到祠堂荒冢、破炉残碣上面的文字，都细细搜索考证，与历史记载参照对比，寻找其中的差异。回到故乡，和李良年、周筼、缪泳辈一起【讲授诗歌】，他的文名逐渐大了起来。\n\n　　康熙十八年，应试博学鸿词科考，被授予翰林院检讨职务。当时富平李因笃、吴江潘耒、无锡严绳孙及朱彝尊都是以布衣百姓应试中考的，他们一起参与编修明史。他建议寻访遗留下来的典籍，同时放宽编修的时限，不要效仿元史那样编写的匆匆忙忙的。他辩论了方孝孺之友宋仲珩、王孟缊、郑叔度、林公辅诸人都没有被难，从而知道从亡、致身录说诛九族，并杀戮他的弟子朋友为一族不足为据，所说的九族，其实是本宗一族。又说东林人物不全都是君子，和东林不同道者，也不全都是小人。编写史书的人，不该存有门户偏见，以同道和不同道来分辨正邪。二十年，充当日讲起居注官。担任江南地方主考官，被人们称为能够得到人才。入值南书房，赐紫禁城骑马。数次参与内廷宴会，被赏赐绣花服装、时令水果，他的诗中都有记载。不久因为私自挟带小胥进入内廷写书被弹劾，降官一级，后来有官复原职。三十一年，假归。康熙南巡，在无锡迎驾，御书“研经博物”匾额赏赐给他。当时王士祯工诗，汪琬工文，毛奇龄工考据，只有彝尊兼有众长，著有《经义考》、《日下旧闻》、《曝书亭集》。曾选《明诗综》，或因人录诗，或因诗存人，选择排序最为恰当。八十一岁过世。子朱昆田，也工于诗文，早卒。孙子朱稻孙，举乾隆丙辰博学鸿词科，也能继承先祖家风。\n\n　　和朱彝尊一起参与教授诗歌的人中，李良年，字武曹，同乡人。与兄李绳远、弟李符都有诗名。中博学鸿词科考试，被罢官归家。谭吉璁，字舟石，嘉兴人，彝尊姑姑的儿子。年少时遇到强盗，以身体保护父亲，强盗舍之而去。后来以诸生试国子监第一，被授与弘文院撰文中书舍人职务，外派为延安同知。吴三桂叛乱，守榆城独独能够保全，论功加一级。推举应博学鸿词科考试，【报罢】。有《嘉树堂集》。\n\n",
  "desc": "朱彝尊(1629～1709)，清代诗人、词人、学者、藏书家。字锡鬯，号竹垞，又号驱芳，晚号小长芦钓鱼师，又号金风亭长。汉族，秀水（今浙江嘉兴市）人。康熙十八年（1679）举博学鸿词科，除检讨。二十二年（1683）入直南书房。曾参加纂修《明史》。博通经史，诗与王士祯称南北两大宗。作词风格清丽，为浙西词派的创始者，与陈维崧并称朱陈。精于金石文史，购藏古籍图书不遗余力，为清初著名藏书家之一。",
  "dynasty": "清代",
  "id": 637,
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_637.jpg",
  "name": "朱彝尊",
  "star": 35
}