{
  "content": "生平\n\n勤奋读书 爱好诗词\n　　张元干20岁时，到江西南昌向东湖徐师川先生请教诗词句法，常与当地诗社名家洪刍、洪炎、苏坚、向子諲等唱和。22岁时又跟父亲到汴京入太学上舍生，学业和诗词创作均大有长进，有名声。作有《菩萨蛮》等词，以清丽妩秀的韵致，显示出早年词作格调，获得人们的称赞。翌年张元干即释褐入仕，任开德府教授，授文林郎。随后，张元干走上诗词的创作道路和为国家抗击金兵侵扰献力。\n\n协助李纲 抗击金兵\n　　宋靖康元年一月，李纲任亲征行营使负责京都防务。张元干为行营属官。金兵渡过黄河围攻京都。危急时刻李纲挺身而出，坚决抗金，力谏死守。张元干抗金激情澎湃，立即上《却敌书》，投入李纲指挥的京都保卫战。张元干与李纲冒矢雨亲临城上指挥杀敌，打退金兵多次进攻。张元干回忆这次战斗时说：“城守麾强弩，诸班果翕然。云梯攻正急，雨箭勇争先。中夜飞雷炮，平明破火船。”可见战斗何等激烈。金兵遭重大损失后，知李纲守城有备，于同年二月退兵，京都得解围。为此，张元干写《丙午春京城围解口号》诗，欢呼胜利。诗中有“九庙安全日，三军死守心。倘为襄汉幸，良复见于今”句，称颂李纲及三军“死守”京都的爱国之心。讽刺时相弃城逃跑之策。张元干是李纲的得力助手。同年六月，李纲因坚持抗金，反对割地求和，被权奸排挤出朝，张元干也被贬流落淮上。是年冬，金兵又攻打京都，京都沦陷，徽、钦二帝被俘，北宋王朝灭亡。张元干闻京都失守，愤切之极，作《感事四首》诗，表达悲愤之情，热切希望投入抗敌复国。\n\n义愤作词 抒发情怀\n　　建炎元年五月，宋康王赵构在南京即位，建立南宋王朝，是为高宗。宋高宗起用李纲为宰相，张元干被召回，官朝议大夫、将作少监、充抚谕使。李纲为相后，积极改革弊政，充实国库，整军备战，主张北伐，反对迁都江南，坚决抵抗金兵侵扰。张元干积极配合李纲。但高宗信任的仍是卖国的主和派，执意与金议和以求偏安一隅。他们打击、排挤李纲，李纲仅任75天宰相就被罢免。建炎三年秋，张元干目睹国势日削，南宋王朝仅存江南一隅，义愤填膺，赋《石州慢·己酉秋吴兴舟中作》词，抒发了他收复中原的豪迈气概和壮志难酬的悲愤心情，并表达对李纲抗金斗争的支持。张元干也遭朝廷奸臣之谤，幸汪藻援救得以免罪。绍兴元年春，江南战火渐息，高宗帝定居临安，无心收集失地，以求“苟安”，并任奸臣秦桧为参知政事，主战派被排挤，仁人志士都不愿与其同流合污，只得退隐林泉，啸傲山水。张元干也辞官回闽。绍兴八年冬，奸臣秦桧、孙近等筹划与金议和、向金营纳贡，李纲坚决反对，张元干闻之怒不可遏，作《再次前韵即事》诗，痛斥秦桧、孙近等主和卖国之权奸为“群羊”，表达自己请缨无路之悲愤。李纲在福州上疏反对朝廷议和卖国，张元干得知李纲上书事，又作《贺新郎·寄李伯纪丞相》，抒发了“气吞骄虏”的壮志和对权臣所谓“欲息干戈”的义愤，对李纲坚决主战、反对议和的行动表示敬仰和支持，希望李纲东山再起，收复失地，重整朝纲，劝诫统治者要吸取前朝遗恨。词写得慷慨悲凉，感人至深，成为千古名篇。\n　　绍兴十二年，枢密院编修官胡铨因过去曾上疏反对议和，并请斩奸臣秦桧、孙近等以谢天下，被奸臣诬陷，贬谪昭州，又遭秦桧等诬陷，再贬新州监广州盐仓。当时，胡铨在福唐闻谪命，即由福唐出发，经福州时，张元干不顾个人安危，挺身而出，作《贺新郎·送胡邦衡待制谪新州》为胡铨送行。词中，张元干抒发了对胡铨被奸臣陷害而抱不平之情感，和对祖国河山遭受金兵践踏的悲愤及对投降卖国者的愤怒，规劝和安慰胡铨要放眼看古往今来的国家大事，不能讲恩怨私情。张元干此词写得慷慨悲壮，豪迈刚健，传之甚广。此事激怒了秦桧，张元干被抄家、逮捕入狱，削除名籍。秦桧的淫威没有使张元干屈服，出狱后，作《罢秩后漫兴》词抒愤，以旷达之笔写其无所畏惧之怀，并继续抗击金兵侵扰，反对议和卖国。年届七十又作《陇头泉》，他坚信“整顿乾坤，廓清宇宙，男儿此志会须伸。”表达他杀敌救国的强烈愿望和爱国精神。\n　　张元干为了配合李纲的抗金斗争，广交抗金志士，为抗金斗争出力。他交有江子我、汪藻、邓肃、辛炳、胡铨、翟汝文、王以宁等，都是主张抗击金兵侵扰的名人。张元干与他们交朋友，畅谈国事，写词唱和，激励抗金情绪。他们在支持和配合以李纲为代表的主战派抗击金兵侵扰的斗争中发挥了很大作用。\n\n著作丰硕 流传后世\n　　张元干博览群书，文学修养很高，他能诗、能词、能文，其著作有《芦川归来集》10卷、《芦川词》2卷，计180余首。内容十分丰富，有写景色，歌颂祖国的美丽江山；有抒发与朋友之间的交往和友情；有怒斥昏庸误国的奸臣；有写坚决抵抗金兵侵扰等情况，他的著作洋溢着爱国激情，深受人们称赞。他尤长于词，其作品中的二首《贺新郎》最为著名，被称为压卷之作，《四库全书总目》说“其词慷慨悲凉，数百年后，尚想其抑塞磊落之气”。他的词风随着时代的变化而改变，早年词作，风格清新、婉丽；南渡以后豪放、悲壮，风节凛然。从词的发展史看，张元干生活于两宋之间，是一位承前启后的词作家，他继承了苏轼开创的豪放派的词风，又经过自己的创作实践，使词的内容更紧密地与抗击金兵侵扰和反对议和卖国等相结合，使词能反映时代、反映社会的重大主题，成为对国事发表见解和感触的艺术手段。\n　　张元干的词作，开拓了词的境界，赋予词以新的生命，开启了南宋词人的创作道路，其词的题材和风格，对后来的辛弃疾词派产生了重要影响，不愧为宋代著名的爱国词人。 \n\n\n介绍\n\n　　张元干字仲宗，号芦川居士、隐山人，永福。北宋政和初，为太学上舍生。宣和七年，任陈留县丞。靖康元年，金兵围汴，入李纲行营使幕府，李纲罢，亦遭贬逐。绍兴元年，以将作监致仕，日福州。绍兴八年，秦桧当国，力主和议，胡铨上书请斩秦桧等以谢天下，时李纲亦反对和议罢居长乐，元干赋《贺新郎》词赠纲，对纲抗金主张表示积极支持。胡铨被除名送新州编管，元干持所赋《贺新郎》词送行。后桧闻此事，以他事追赴大理寺除名削籍。元干尔后漫游江浙等地，客死他乡，卒年约八十。存词180余首。至今，在福建永泰县嵩口镇镇上还有保存完好的“张元干纪念馆”。",
  "desc": "元干出身书香门第。其父名动，进士出身，官至龙图阁直学士，能诗。张元干受其家风影响，从小聪明好学，永泰的寒光阁、水月亭是他幼年生活和读书处。十四五岁随父亲至河北官廨（在临漳县）已能写诗，常与父亲及父亲的客人唱和，人称之“敏悟”。",
  "dynasty": "宋代",
  "id": 120,
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_120.jpg",
  "name": "张元干",
  "star": 201
}