{
  "content": "生平\n\n家境贫寒\n\n　　绍兴二十年五月初九，叶适生于温州瑞安县城南门望江桥一带，叶氏祖籍处州龙泉县，在叶适曾祖叶公济时方徙居瑞安。\n\n　　叶适的少年时代，家境贫困。“自处州龙泉徙于瑞安，贫蒉三世矣”。其父叶光祖，字显之，性情开朗，有大志而未入仕途，以教书为业。母亲杜氏嫁到叶家的那一年，正逢水灾，家中器物被大水冲尽，自此更为艰难，居无定址，先后迁过二十一处，“穷居如是二十余年”。杜氏是一位勤劳贤慧的农家妇女，她生于瑞安，善于教子，给童年时代的叶适影响很大。\n\n少年求学\n\n　　11岁时，名儒陈傅良在县城林元章家执教，叶适经常在林家嬉戏，他得到机会从陈傅良学习。据他自己的回忆，从此受教、请益于陈傅良的时间，前后有40年之久。后又在永嘉楠溪从刘愈学习，并与当时名流戴溪、王楠、陈武、刘凤、刘朔等结识交游、问学。\n\n　　13岁时，叶适随父从瑞安迁到永嘉，时浙南水灾频发，叶家遭灾。少年叶适无定居，飘泊于瑞安。\n\n　　15岁时，叶适学诗及时文，这些对他一生学术深有影响。\n\n　　16岁时，叶适在温州乐清白石北山小学讲舍讲习，为稻粱谋，这样的生活一直维持到乾道三年。其间从学与结交的师友，除陈傅良外，还有王十朋的门人叶士宁与林鼐、林鼒兄弟等。乾道五年，叶适于金华向访薛季宣，向其问学，此后书信往来频繁。\n\n　　从19岁开始，一直到28岁的十年间，叶适主要活动是在婺州地区游学，曾从学于郑伯熊，因家贫无以为养，于乾道九年奉母命赴临安谋生，就学于太学。 \n\n上疏朝廷\n\n　　淳熙元年，叶适上书签书枢密院事叶衡，在这封《上西府院书》中，纵论天下大势，指出天下之患在于“朝廷之上，陋儒生之论，轻仁义之学，则相与摈贤者而不使自守以高世”。因此他望宰执能够酌古今之变，权利害之实，以先定国是于天下。具体地说，一是政治上的有为：收召废弃有名之士，斥去大言无验之臣，辟和同之论，息朋党之说。重台谏而任刺史，崇馆阁以亲讲读。二是经济上的措施：据岁入之常以制国用，罢太甚之求，以纾民力。三是军事上的广武举之路，委诸路以择材，鼓舞士卒之勇气，不用增兵而加紧训练，屯田耕种以代军输。四分上流之地，积极准备北伐。\n\n　　叶适提出中兴的“大略”，进一步指出关键在于为政要“诚”、“赏”与“罚”。诚，是指发号出令，必思生民之大计，而不徇乎一身之喜怒。赏，是指爱人之功，求人之善，举之公卿之上而忘其疏贱之丑。罚，是惩人之过，明人之恶，加之窜殛之戮而遗其贵近之厚。以后，叶适多次上书朝廷，其要点多是这些内容。\n\n　　这一年叶适才25岁，这次上书没有得到应有的反响，他很失望。\n\n　　淳熙二年，叶适赴武义招明山访吕祖谦，与陈亮、吕祖谦相聚，其后又结识了周必大。\n\n　　淳熙三年 ，叶适教诸生于乐清。\n\n踏入仕途\n\n　　淳熙四年，叶适娶永嘉人高子莫之女为妻[3] 。同年，叶适得周必大的保荐，漕试合格，中举人。\n\n　　淳熙五年春，中进士第二名。叶适在廷对中，对孝宗和宰执提出了批评。虽然孝宗也力图精实求治，但十多年过去了，却没有尺寸之效。王业偏安于一隅，庶政积废于今日。他提出不可因循守旧，要革去弊政，收复失地。\n\n　　同年，授文林郎、平江府观察推官。闰六月二十三日，母杜氏病逝，丁母忧家居。\n\n　　淳熙七年秋七月，陈亮应徐谊邀请，由永康到永嘉，与叶适、陈傅良等诸子相聚论学。\n\n　　滓熙八年，叶适守制已满，改任武昌军节度推官，到鄂州赴任。同年秋，获少师史浩荐，孝宗命其赴都堂审察。叶适具状申省并致书宰相赵雄，力辞不就。\n\n　　淳熙十年，叶适以浙西路提刑司干办公事出任平江府。吴、越等地之士慕名前往问学者甚多。在苏州葑门讲学授徒，培养了滕朗、周南、厉仲方、薛仲庚等一批学者，并游览许多名胜古迹，写下《虎丘》，《齐云楼》、《灵岩》、《葑门》等诗篇。\n\n轮对荐贤\n\n　　淳熙十二年，叶适被召自苏州入都。以宰相王淮、参知政事龚茂良荐，改京官，授太学正，改太学博士。撰奏稿凡四十余篇，以应召对。\n\n　　淳熙十四年，叶适上殿轮对，进《上殿札子》，在奏对中，论说国事之中有四难、五不可。四难是：国是、议论、人才与法度方面的四难；现实是：兵以多而至于弱，财以多而至于乏，不信官而信吏，不任人而任法，不用贤能而用资格。叶适向孝宗说：“此五者举天下以为不可动，岂非今之实患欤。沿习牵制，非一时矣。讲利害，明虚实，断是非，决废置，在陛下所为耳。”孝宗早年的锐意恢复的精神此时已没有了，对这一番刺耳的忠言，也无可如何，说自己的眼病很重，这样的志向已经没有了。谁能担当此任的，你就同他说去吧。叶适再次进言，孝宗“惨然久之”。同年，除太常博士兼实录院检讨官，上书丞相周必大，荐举陈傅良、刘清之，陆九渊、郑伯英、吕祖俭、徐谊、杨简、戴溪等三十四人。这些人“后皆召用，时称得人”。叶适上书、荐士的举动，在当时的知识分子中反响强烈。朱熹在致陈亮的信中十分赞赏叶适。叶适在任满改官的过程中，同陈亮，朱熹都有书信往来。\n\n　　淳熙十五年，林栗发起对朱熹的攻击，叶适上《辨兵部郎官朱元晦状》，为朱熹伸张，说从郑丙、陈贾到林栗，以道学之名指斥朱熹，是没有道理的，是小人残害忠良的惯用的手法。\n\n　　淳熙十六年二月，孝宗禅位，太子赵惇即位，是为光宗。叶适作为太常博士，对仪礼颇预讨论。五月，叶适任秘书郎，仍兼实录院检讨官。作《上光宗皇帝札子》，言国家有六不善，即：今日之国势未善，今日之士未善，今日之民未善，今日之兵未善，今日之财未善，今日之法度未善。叶适说：“不先明治国之意，使此六者本伤而末坏，心蠹而枝披，支离而涣散，而臣之议论无所复用矣。”可是仍然毫无反应。后自求外调，由秘书郎出知蕲州，六月离永嘉赴任，陈亮送至瓯江边，作词《祝英台近·六月十一日送叶正则如江陵》。到任后，朝廷又命叶适兼提举淮西铁冶司。\n\n绍熙内禅\n\n　　绍熙三年，叶适由蕲州入都，任尚书左选郎。\n\n　　当时光宗许久不朝孝宗，群臣为促请光宗朝重华宫的太上皇，可说是费尽心机，陈傅良痛哭于庭，甚而引裾求光宗朝重华宫；太学生也上书。绍熙三年十一月，叶适等上疏，请光宗朝重华宫，光宗不从。\n\n　　绍熙五年六月，太上皇孝宗在孤寂中病逝，光宗竟称疾不执丧事，又引发出朝政危机。赵汝愚及叶适等人，通过外戚韩侂胄请宋高宗皇后吴氏垂帘，尊光宗为太上皇，立嘉王赵扩即帝位，是为宁宗，叶适因功迁为国子司业。\n\n庆元党禁\n\n　　宁宗即位后，朝中又展开新的斗争。赵汝愚为相，韩侂胄自恃立宁宗有功，为自己仅迁枢密院承旨，很不满意。叶适劝赵汝愚满足韩侂胄求节钺之望，赵汝愚不从。叶适于是力求补外，以太府卿出为总领淮东军马钱粮。九月，应召赴临安，除焕章阁待制，兼侍讲，十月到职。闰十月，宁宗御批除叶适宫观职，于是离开临安。\n\n　　此后，韩、赵的斗争不断激化，韩侂胄及其周围一批人，排斥打击赵汝愚、朱熹、叶适等。赵汝愚被贬死于衡阳，叶适也受到牵连。韩侂胄说朱熹提倡的学术是“伪学”。由“伪学”之禁，演变成反对“逆党”所谓的“庆元党禁”。\n\n　　庆元三年，叶适为御史胡纮所劾，降两官后罢职，主管冲佑观，差知衢州，叶适推辞，由镇江归永嘉。十二月，朝廷立《伪学逆党籍》，名单上共有59人，叶适在其中。\n\n　　庆元五年夏，叶适得异疾。\n\n　　庆元六年，叶适在永嘉。四月，岳父高子莫病逝于永嘉，叶适因病不能执丧。\n\n　　嘉泰元年，叶适起为湖南转运判官，带病赴任。\n\n　　嘉泰二年，弛伪学、伪党禁。叶适改知泉州。\n\n　　嘉泰三年，叶适赴任。同年九月，应召入对，对宁宗说：“治国以和为体，处事以平为极。臣欲人臣忘已体国，息心既往，图报方来可也。”此言为宁宗所称许。授权兵部侍郎，荐楼钥、丘崈、黄度三人。皆为郡守。十一月十一日，其父叶光祖病逝，叶适回永嘉守制。\n\n　　嘉泰四年，叶适在永嘉编定《外稿》凡六卷。\n\n制置江淮\n\n　　开禧元年，韩侂胄加平章军国事，下令各军密作准备，即将北伐金国。\n\n　　开禧二年，叶适守制期满，召至临安，对北伐提出异议，韩侂胄不听。上书宁宗，提出“备成而后动，守定而后战”，改授叶适为权工部侍郎。韩侂胄部署北伐大军已定。改任叶适权吏部侍郎，兼直学士院。叶适力辞兼职，不肯草诏。\n\n　　五月，下诏北伐。叶适建议防江，韩侂胄又不听。\n\n　　同年，四路北伐大军皆败，只有镇江副都统制毕再遇连战皆捷，但也无法转变败局。叶适乞节制江北，朝廷在六月以叶适为宝谟阁待制、知建康府兼沿江制置使，兼节制江北诸州。\n\n　　十月，金兵分九路南下，大将仆散揆率主力长驱直入，至长江边，与叶适对峙。在和州、滁州等地战斗中，他用劫砦等灵活的战术，给金人以重创。年底，金兵大部退出两淮，留一军驻濠州。\n\n　　开禧三年二月，朝廷进叶适为宝文阁待制，兼江淮制置使。叶适在长江以北屯田，并在江北建定山、瓜步、石跋三大堡坞，安集流民，建立以江北守江的防御体系，一面屯垦，一面积极备战。当时朝廷与金议和，叶适认为不必。\n\n夺职奉祠\n\n　　开禧三年十月，礼部侍郎史弥远及杨后谋杀韩侂胄，取其首级，以向金人求和。之前谄事韩侂胄的许及之及御史中丞雷孝友弹劾叶适，罪名是“附韩侂胄用兵”，叶适因此被夺职奉祠，回到永嘉。\n\n潜居水心\n\n　　嘉定元年，叶适定居水心，杜门家居，悉心讲学十六年，著《习学记言序目》五十卷。学生中有宰相王淮之侄王植和黄岩人柯大春等。问学者有著名人物如永嘉四灵、永嘉薛师石、瑞安曹豳，还有台州、余姚、福建等地来受业的学者。南宋学者刘宰记述叶适讲学情况，称“叶水心在永嘉，户外之履常满，盖其师友相从，亦徘徊而不忍去”。\n\n　　嘉定四年，转中奉大夫，提举江州太平兴国宫，获祠禄，其后奉祠凡13年。十二月，夫人高氏病逝，终年五十二岁。\n\n　　嘉定五年，叶适再提守淮之议。\n\n　　嘉定八年，提举隆兴府玉隆万寿宫。\n\n　　嘉定十年，除华文阁待制，提举西京嵩山崇福宫。\n\n　　嘉定十一年，转中大夫。奉祠居家，著述讲学。\n\n　　嘉定十三年，请求致仕，亦未准许。\n\n　　嘉定十三年，《习学记言序目》大致成书。\n\n　　嘉定十四年，转大中大夫，除宝谟阁直学士，提举凤翔府上清太平宫。辞，未准。\n\n　　嘉定十五年，转通议大夫。仍奉祠居家，著述讲学。\n\n　　嘉定十六年，除敷文阁学士，提举南京鸿庆宫，乞致仕，除宝文阁学士，转正议大夫。正月二十日，叶适于永嘉辞世，终年七十四岁，获赠光禄大夫，谥号“文定”。\n\n\n主要成就\n\n学术思想\n\n　　在宋代学术史上，叶适有重要的地位，他在学术上的贡献，全祖望认为“水心较止斋又稍晚出，其学始同而终异。永嘉功利之学，至水心始一洗之。然水心天资高，放言砭古人多过情，其自曾子、子思而下皆不免，不仅如象山之诋伊川也。要亦有卓然不经人道者，未可以方隅之见弃之。乾、淳诸老既殁，学术之会，总为朱、陆二派，而水心龂龂其间，遂称鼎足。然水心工于文，故弟子多流于辞章。”这段话说明了水心之学的几个方面。\n\n　　一是水心之学在永嘉之学中的地位。宋代的永嘉学派重要人物是周行己、许景衡等所谓的永嘉九先生。永嘉学派中实际包括两个学系，一是“二程”的洛学，一是张载的关学。这就是全祖望说的：“世知永嘉诸子之传洛学，不知其兼传关学。”传洛学中尤以周行已为重要，“永嘉诸先生从伊川者，其学多无传，独先生尚有绪言”。南宋永嘉学人在传洛学方面，应当提到郑伯雄、伯英兄弟，以及薛季宣、陈傅良等。叶适与薛季宣、陈傅良的关系密切，特别是与陈傅良的关系。叶适14岁结识陈傅良并从学，此后交游40年。南宋的永嘉之学始是“教人就事上理会，步步着实，言之必使可行，足以开物成务”。\n\n　　所以永嘉之学到了水心，才“一洗之”，这句话可以商榷，但也点出叶适在永嘉学派上的地位。叶适提倡功利，但把讲功利与讲义理结合起来，反对空谈性命，讲求学统，说：“读书不知接统绪，虽多无益也”。叶适虽对理学家有所批判，但他并不是不重视学统，虽然他的道统与程朱的道统观又有差异。叶适完成了薛季宣、陈傅良对永嘉学的构建。叶适写《习学纪言序目》时，已经是晚年，对历代儒家经籍和道统都有批判。\n\n　　叶适的经制之学重典章、重经济、重致用，倡改革，又讲义理。永康的事功之学专言事功，主张“义理之学不必深穷”。水心同这些有差异。\n\n　　二是水心之学的学风。“水心工于文，故弟子多流于辞章”，这是说叶适与永嘉诸子的不同之处。从另一角度来看，也反映了叶适在理论上的深度不足。《四库全书总目》对《习学纪言》有一段评论，说这本书斥汉人言《洪范》五行灾异之非，确能有所见，“足与其雄辩之才相副”；但指出叶适在论太极生两仪的论述，是“文浅义陋”。《四库全书总目》引陈振孙的话，说《习学纪言》“其文刻峭精工，而义理未得为纯明正大”。\n\n　　至于说叶适的门人多流于辞章，那是学风的影响所及。但《宋元学案》又说水心门人也有差别：“水心之门，有为性命之学者，有为经制之学者，有为文字之学者。”还有王大受这样“欲以事功见其门庭”的学者。\n\n　　三是水心之学的影响。南宋乾道、淳熙之际，宋代文化又出现了一个高潮。最初有朱熹的朱学、吕祖谦的吕学以及陆九渊的陆学。所谓的朱学、吕学、陆学，鼎足而三。或谓是朱学与吕学和张栻的湖湘之学，是南宋的三大学派。而张栻死于淳熙七年，次年吕祖谦也逝世。从此是朱陆两分天下，叶适的崛起，成为一大宗，遂与朱、陆鼎立而三。但水心之学无法与朱、陆相抗衡。南宋后期，朱学地位在提高，朱、陆合流、相互出入，成为一种文化潮流。朱熹指责陆学之弊是偏，而永康、永嘉之学是大不成学问。这种学术上党同伐异，不足取。应该说，水心之学是卓然一家，根柢《六经》，折衷诸子，辩理学家说《易》及解《中庸》、《大学》之非，以为“舍孔子而宗孟轲，则于本统离矣”。诸多论断显现思想批判的光华，虽然仍是本《六经》之根本。\n\n　　叶适讲究“功利之学”，认为“既无功利，则道义者乃无用之虚语”。主张“通商惠工，以国家之力扶持商贾，流通货币”，反对传统的“重本抑末”即只重农业、轻视工商的政策。强调“道”存在于事物本身之中，“物之所在，道则在焉”。物由气构成，五行八卦都是气的变化形态。提出“一物为两”、“一而不同”的关于事物对立统一的命题，认为事物对立面处于依存、转化之中，但强调“止于中庸”。认识上主张“以物用不以己用”，提倡对事物作实际考察来确定义理。反对当时性理空谈，对于理学家们所最崇拜的人物如曾子、子思、孟子等，进行了大胆的批判。认定《十翼》非孔子作，指出理学家糅合儒、佛、道三家思想提出“无极”、“太极”等学说的谬论。在哲学、史学、文学以及政论等方面都有贡献。\n\n诗文创作\n\n　　在诗文创作上，继承韩愈“务去陈言”、“词必己出”的传统，从观点到文字均力求新颖脱俗，提倡独创精神，主张“片辞半简必独出肺腑，不规仿众作”。其文雄赡，才气奔逸，尤以碑版之作简质厚重而著名当世。他不满江西诗派奇拗生硬和“资书以为诗”的诗风，而倾向于晚唐，尤其尊崇姚合、贾岛的流利清淡。与“永嘉四灵”等人友善，曾刊印他们的诗集，并极力推崇，如在《徐文渊墓志铭》中说“四人之语遂极其工，而唐诗由此复行矣”。他的诗“用工苦而造境生”、“艳出于冷，故不腻，淡生于炼，故不枯”。所作不限于五律，多五七言古，题材大于“四灵”。\n\n重教兴学\n\n　　叶适一生重教兴学，以培养人为己任。少年时期，他边读书边讲学。中年时期，在求学之间，从政之暇均设熟授徒。叶适罢职还乡后，尝寓居台州、黄岩、温岭一带办学授业，培养出陈耆卿、吴子良、丁希亮等许多名士，对台州当时学术界影响颇大。后入在台州路桥罗洋街叶适讲学处建毓英庙纪念。\n\n为政举措\n\n　　叶适于“开禧北伐”之前，即极力谏止，晓以利害。在战争中，特别是他节制江北的过程中，解和州之围，实施以江北守江的战略，收到了成效。\n\n\n后世遗迹\n\n叶适墓\n\n　　叶适墓位于浙江温州海坛山南麓慈山，墓早年被盗，出土有青瓷墓志1方。1952年曾重修，1966年被毁。今墓为1981年在原址东30米外重修。面积104平方米，坐北朝南。墓前有上下两层平台。墓丘呈圆形，直径2.80米，四周用方形块石砌筑而成。墓前立青石墓碑一通，正面篆书阴刻“宋叶文定公之墓”七字，高1.4米。\n\n叶适祠\n\n　　叶文定公祠在今鹿城金锁匙巷19号，为纪念叶适而建。原在松台山麓。清康熙九年重建今址，光绪八年重建。民居式平方两进三间，坐南朝北，砖木结构。\n\n",
  "desc": "叶适（1150年5月26日—1223年2月21日），字正则，号水心居士，温州永嘉（今浙江温州）人，南宋著名思想家、文学家、政论家，世称水心先生。嘉定十六年（1223年），叶适去世，年七十四，赠光禄大夫，获谥“文定”（一作忠定），故又称“叶文定”、“叶忠定”。叶适主张功利之学，反对空谈性命，对朱熹学说提出批评，为永嘉学派集大成者。他所代表的永嘉事功学派，与当时朱熹的理学、陆九渊的心学并列为“南宋三大学派”，对后世影响深远，是温州创业精神的思想发源。著有《水心先生文集》、《水心别集》、《习学记言》等。",
  "dynasty": "宋代",
  "id": 2716,
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_2716.jpg",
  "name": "叶适",
  "star": 0
}