{
  "content": "生平\n\n　　韦应物是京兆万年人。韦氏家族主支自西汉时已迁入关中，定居京兆，自汉至唐，代有人物，衣冠鼎盛，为关中望姓之首。不但贵宦辈出，文学方面亦人才迭见。《旧唐书》论及韦氏家族说:“议者云自唐以来，氏族之盛，无逾于韦氏。其孝友词学，承庆、嗣立力量;明于音律，则万里为最;达于礼仪，则叔夏为最;史才博识，以述为最。”这些韦姓人物，还只说到中、盛唐以前。中庸前期的韦应物，则可以说是韦氏家族中作为诗人成就最大的一位。\n\n　　韦应物15岁起以三卫郎为玄宗近侍，出入宫闱，扈从游幸。早年豪纵不羁，横行乡里，乡人苦之。安史之乱起，玄宗奔蜀，流落失职，始立志读书，少食寡欲，常“焚香扫地而坐”。代宗广德至德宗贞元间，先后为洛阳丞、京兆府功曹参军、鄂县令、比部员外郎 、滁州和江州刺史、左司郎中 、苏州刺史。贞元七年退职。世称韦江州、韦左司或韦苏州。\n\n　　从肃宗广德二年 起到德宗贞元七年 ，将近三十年间，韦应物大部分时间在作地方官吏，其中也有短期在长安故园闲居，或在长安任官。在地方官任上，韦应物勤于吏职，简政爱民，并时时反躬自责，为自己没有尽到贡任而空费俸禄自愧。\"身多疾病思田里，邑有流亡愧俸钱。”这是韦应物晚年任苏州刺史时写给朋友的诗中一联。一派仁者忧时爱民心肠，感动着后世读者。沈德潜评论说: “是不负心语。”\"不负心语\"就是有良心的话。\n\n　　苏州刺史届满之后，韦应物没有得到新的任命，他一贫如洗，居然无川资回京候选 ，寄居于苏州无定寺，不久就客死他乡。其享年约在五十五六。\n\n　　韦应物是山水田园诗派诗人，后人每以王孟韦柳并称。其山水诗景致优美，感受深细，清新自然而饶有生意。而《西塞山》景象壮阔，则显示韦诗雄豪的一面。其田园诗实质渐为反映民间疾苦的政治诗。代表作有《观田家》。此外，他还有一些感情慷慨悲愤之作。部分诗篇思想消极，孤寂低沉。韦诗各体俱长，七言歌行音调流美，“才丽之外，颇近兴讽”（白居易《与元九书》)。五律一气流转 ，情文相生，耐人寻味。五、七绝清韵秀朗，《滁州西涧》的“春潮带雨晚来急，野渡无人舟自横”句，写景如画，为后世称许。韦诗以五古成就最高，风格冲淡闲远，语言简洁朴素，有“五言长城”之称。但亦有秾丽秀逸的一面。其五古以学陶渊明为主，但在山水写景等方面，受谢灵运、谢朓的影响。此外，他偶亦作小词。今传有10卷本《韦江州集》、两卷本《韦苏州诗集》、10卷本《韦苏州集》。散文仅存一篇。因做过苏州刺史。世称“韦苏州”。诗风恬淡高远，以善于写景和描写隐逸生活著称。\n\n\n年谱\n\n1岁 玄宗开元25年（737年）生于京兆\n14岁 玄宗天宝九年（750年）本年前后以门荫补右千牛\n15岁 玄宗天宝十年（751年）在“三卫”为玄宗侍卫，同时入太学附读。在此期间，他 “少事武皇帝，无赖恃恩私。身作里中横，家藏亡命儿。朝提樗蒲局，暮窃东邻姬。司隶不敢捕，立在白玉墀”，少年荒唐，并未认真读书、做人。\n……改羽林仓曹，正八品下。\n……授高陵尉、廷评。\n20岁 玄宗天宝十五年（756年）本年8月在京兆府昭应县成婚，夫人元苹16岁。\n23岁 肃宗乾元元年（759年）安史乱后撤出三卫,后数年在长安,曾一度在太学读书。韦应物折节读书，痛改前非，从一个富贵无赖子弟一变而为忠厚仁爱的儒者，诗歌创作也从此开始了。\n27岁 代宗广德元年（763年）本年秋冬间为洛阳丞。\n29岁 代宗永泰元年（765年）仍为洛阳丞，后为河南兵曹。永泰中因惩办不法军士被讼，后弃官闲居洛阳。\n33岁 代宗大历四年（769年）本年前后，从洛阳至长安。\n38岁 代宗大历九年（774年）任京兆府功曹，正七品下。\n40岁 代宗大历十一年（776年）朝清郎，正七品上。九月夫人卒，十一月葬。\n42岁 代宗大功十三年（778年）本年秋已为户县令。\n43岁 代宗大历十四年（779年）六月自户县令除栎阳县令，七月以疾辞官。\n44岁 德宗建中元年（780年）在长安闲居。\n45岁 德宗建中二年（781年）四月，迁尚书比部员外郎。从六品上。\n46岁 德宗建中三年（782年）仍在尚书比部员外郎任。\n47岁 德宗建中四年（783年）夏，由前任领滁州刺史，秋到任，正四品下。\n48岁 德宗兴元元年（784年）仍在滁州刺史任上，冬罢任。\n49岁 德宗贞元元年（785年）春夏闲居滁州西涧，秋加朝散大夫，迁江州刺史，正四品下。\n50岁 德宗贞元二年（786年）在江州刺史任。\n51岁 德宗贞元三年（787年）本年赐封扶风县男，食邑300户。入京为左司郎中。\n52岁 德宗贞元四年（788年）七月，由左司郎中领苏州刺史，从三品。\n53岁 德宗贞元五年（789年）仍在苏州刺史任上。\n54岁 德宗贞元六年（790年）本年春仍在苏州任上，后罢刺史任，闲居苏州永定寺。\n55岁 德宗贞元七年（791年）去年冬或本年初卒于苏州官舍。后运回长安，十一月归葬少陵原祖茔。\n60岁 德宗贞元十二年（796年）本年十一月廿七日与夫人合葬。\n\n诗歌成就\n\n　　韦应物的诗歌创作成就最大。其诗多写山水田园，清丽闲淡，和平之中时露幽愤之情。反映民间疾苦的诗，颇富于同情心。是中唐艺术成就较高的诗人。\n\n　　代表作有《观田家》。此外，他还有一些感情慷慨悲愤之作。部分诗篇思想消极，孤寂低沉。韦诗各体俱长，七言歌行音调流美，“才丽之外，颇近兴讽”（白居易《与元九书》)。五律一气流转 ，情文相生，耐人寻味。五、七绝清韵秀朗，《滁州西涧》的“春潮带雨晚来急，野渡无人舟自横”句，写景如画，为后世称许。韦诗以五古成就最高，风格冲淡闲远，语言简洁朴素。但亦有秾丽秀逸的一面。其五古以学陶渊明为主，但在山水写景等方面，受谢灵运、谢朓的影响。此外，他偶亦作小词。今传有10卷本《韦江州集》、两卷本《韦苏州诗集》、10卷本《韦苏州集》。散文仅存一篇。\n\n　　后人每以王孟韦柳并称。其山水诗景致优美，感受深细，清新自然而饶有生意。而《西塞山》景象壮阔，则显示韦诗雄豪的一面。其田园诗实质渐为反映民间疾苦的政治诗。\n\n　　韦应物实现了脱离官场，幽居山林，享受可爱的清流、茂树、云物的愿望，他感到心安理得，因而“自当安蹇劣，谁谓薄世荣”。“蹇劣，笨拙愚劣的意思；“薄世荣”，鄙薄世人对富贵荣华的追求。这里用了《魏志. 王粲传》的典故。《王粲传》中说到徐干，引了裴松之注说：徐干\"轻官忽禄，不耽世荣\"。韦应物所说的与徐干有所不同，韦应物这二句的意思是：我本就是笨拙愚劣的人，过这种幽居生活自当心安理得，怎么能说我是那种鄙薄世上荣华富贵的高雅之士呢！对这两句，我们不能单纯理解为是诗人的解嘲，因为诗人并不是完全看破红尘而去归隐，他只是对官场的昏暗有所厌倦，想求得解脱，因而辞官幽居。一旦有机遇，他还是要进入仕途的。所以诗人只说自己的愚拙，不说自己的清高，把自己同真隐士区别开来。这既表示了他对幽居独处、独善其身的满足，又表示了对别人的追求并不鄙弃。\n\n　　韦应物是山水田园诗派诗人，后人每以王孟韦柳并称。其山水诗景致优美，感受深细，清新自然而饶有生意。而《西塞山》景象壮阔，则显示韦诗雄豪的一面。\n\n　　韦应物的诗受陶渊明、谢灵运、王维、孟浩然等前辈诗人的影响很大，前人说：“应物五言古体源出于陶，而化于三谢，故真而不朴，华而不绮”（《四库全书总目提要》），又说：“一寄穗秾鲜于简淡之中，渊明以来，盖一人而已”（宋濂《宋文宪公集》卷三十七）。这些评价并不十分恰当，但是可以说明韦诗的艺术价值和艺术风格的。 \n\n\n家庭成员\n\n夫人元苹\n　　韦夫人元苹的墓志是韦应物亲自撰文并书写的。志文言简意赅，清晰明了，后半部分饱含对夫人的深切怀念之情，读后使人动容，真不愧为大家手笔。志文简述了夫人的家世及身世，“夫人讳苹，字佛力，二魏昭成皇帝之后”。昭成皇帝是北魏开国皇帝拓跋珪之祖拓跋什翼犍，南朝十六国时期的鲜卑贵族。北魏自孝文帝拓跋宏于太和18年自山西平城（大同）迁都洛阳后，于太和20年诏令改汉姓元氏，代居洛阳，后世称河南元氏。夫人之曾祖元延祚，中唐时任尚舍奉御，从五品。祖元平叔，官简州别驾，从五品下，赠太子宾客。父元挹，官尚书吏部员外郎，从六品下。元苹生于玄宗开元28年（740）；天宝15年（756）出嫁，时16岁。20年后的大历11年（776）九月卒，享年仅36岁。志文曰：“疾终于功曹东厅内院之官舍。”“十一月五日祖载终于太平坊之假第。”夫人病逝在韦应物的官舍，举行葬礼时是在含光门外太平坊临时租借的房子。“祖载”一词是指将葬之际，以柩载于车上行祖祭之礼。由此可见，韦应物当时的家境是比较清贫的。正如志文所说“又况生处贫约，殁无第宅”。\n　　志文格式打破常规，用大段篇幅来表达对夫人怀念之情，其中一些词句感人至深：“每望昏入门，寒席无主，手泽衣腻，尚识平生，香奁粉囊，犹置故处，器用百物，不忍复视。”由此使人联想到《韦集》卷六中有《伤逝》、《送终》等悼亡诗十几首，感情诚挚感人，某些诗句同志文有相似之处。可知这些悼亡诗均为韦应物丧妻之后所作。\n　　值得注意的是，韦应物撰写夫人墓志时署衔“朝请郎、前京兆府功曹参军”。朝请郎属吏部，文散正七品上。夫人去世时韦应物年40岁，这时很可能已从京兆府功曹卸任。\n\n儿子韦庆复\n　　如前文所述，韦应物只有一子名庆复，乳名玉斧，其母去世时（776）未满周岁，其父去世时年方15。当时“庆复克荷遗训，词赋已工，乡举秀才，策居甲乙”。韦庆复志文称：“少孤终丧，家贫甚。……困饥寒伏。编简三年，通经传子史而成文章。贞元十七年（801）举进士及第，时以为宜。二十年会选，明年以书词尤异，受集贤殿校书郎。顺宗皇帝元年召天下士，今上（宪宗）元年试于会府，时文当上心者十八人，公在其间，诏授京兆府渭南县主簿。”志文中的这段文字，是士族子弟韦庆复继承父亲遗志，刻苦攻读争取入仕之途的真实写照，也反映了中晚唐时期科举制度中的选官途径。元和二年，韦庆复为监察御史里行，跟随兵部尚书李鄘。元和四年以本官加绯，为河东节度判官，当年（809）七月病逝于渭南县灵岩寺，享年34岁。并于十一月二十一日，葬于“京兆府万年县凤栖乡少陵原苏州府君之墓之后”。韦庆复墓志的撰文者是他的外甥、即韦应物的外孙杨敬之。杨敬之是杨凌之子，《新唐》卷一六○有传，记叙颇详：“敬之字茂孝，元和初，擢进士第，平判入等，迁右卫胄曹参军。累迁屯田、户部二郎中。坐李宗闵党，贬连州刺史。文宗尚儒术，以宰相郑覃兼国子祭酒，俄以敬之代。未几，兼太常少卿。是日，二子戎、戴登科，时号‘杨家三喜’。转大理卿，检校工部尚书，兼祭酒，卒。敬之尝为《华山赋》示韩愈，愈称之，士林一时传布，李德裕尤咨赏。敬之爱士类，得其文章，孜孜玩讽，人以为癖。……”笔者之所以不厌其烦抄录这段文字，因为这是又一则士族子弟通过科考成功入仕的事例。杨敬之无疑是一位既通儒典，又精文词诗赋的才子，仕途中虽有挫折，但最后官至三品高位。这也说明，唐代中晚期的进士科考，以其文辞优劣来决定举子的去留升迁，在客观上对唐代文学的发展，起到了一定的促进作用。\n　　韦庆复夫人裴棣，河东闻喜县裴氏家族出身。16岁出嫁，生二子，长子在韦庆复去世后十六日丧。夫人强忍失夫丧子之痛，日夜操劳，“抚育小子，濡煦以节，训诱以义。故小子以明经换进士及第，受业皆不出门内”。由此可见，韦庆复夫人裴棣也是一位知书达理的才女。与韦应物夫人元苹“尝修理内事之余，则诵读诗书，玩习华墨”如出一辙。在其夫去世后37年的会昌六年（846）卒，享年约六十几岁，并被封闻喜县太君。当年十一月葬于韦氏墓地。\n　　唐代世家大族择妇，多重门第族望。京兆韦氏韦应物娶妻河南元氏，嫁女弘农杨氏，儿媳为河东裴氏，无一例外。韦庆复子韦退之，为其母撰墓志时署衔“将仕郎、前监察御史里行”。将仕郎是品秩最低一级的文阶散官，从九品下。巧合的是，其父去世时，亦官“监察御史里行”。 \n\n\n身世背景\n\n　　关于韦应物的世系。京兆杜陵韦氏，是关中的世家大族。所以，有关韦氏先祖世系的材料比较丰富。韦应物墓志所记叙其先祖至逍遥公韦夐，与史籍及历年所出韦氏家族墓志所载基本相同，不再赘述。关于韦应物五代祖韦世冲。韦应物墓志载：“逍遥公有子六人，俱为尚书。五子世冲，民部尚书、义丰公，则君之五代祖。”而《新唐》表四却说：“夐字敬远，后周逍遥公，号逍遥公房。八子：世康、洸、瓘、颐、仁基、艺、冲、约。”这就是说，《新唐》表四所记逍遥公的儿子比墓志所载多了二人。韦应物五代祖韦世冲是第五子，而新表却记为第七子。这条材料是以前所未曾见到过的。\n\n　　关于韦应物的高祖韦挺，新、旧《唐书》皆有传，所载官职与墓志大体相同。但韦应物墓志对韦挺因居官失职，被贬为象州刺史一职未提。志文说：“皇刑部尚书、兼御史大夫、黄门侍郎、扶阳公（挺），君之高祖。”笔者推测，很可能因“为尊者讳”而有意不提。另，墓志所记韦挺任刑部尚书，而非《新唐》传中所载曾任吏部侍郎，应以墓志为准。\n\n　　韦应物的曾祖韦待价，新旧《唐书》有传，武后时任宰相，与墓志所载相同。韦应物的祖父韦令仪，《新唐》表四说曾为宗正少卿，《元和姓纂》则记为司门郎中。宗正少卿，从四品上；司门郎中属刑部，从五品上。韦应物夫人元苹墓志载：“祖银青光禄大夫、梁州都督，袭扶阳公讳令仪。”韦应物墓志也说：“皇梁州都督令仪，君之烈祖。”银青光禄大夫，散官从三品。梁州，唐时为山南西道所辖，后因“梁”与“凉”声相近，曾几次改名（见《新唐书》卷四十地理志），梁州所管户数三万七千多户，应为中州，梁州都督应为中都督，正三品。\n\n　　韦应物的父亲韦銮，《姓纂》与《新表》均未载其官职。据傅璇琮先生考证，韦銮在当时是一位善画花鸟、山水松石的知名画家，韦应物从小就生长在一个富有艺术修养的家庭（见傅璇琮：《唐代诗人丛考·韦应物系年考证》）。韦应物、夫人元苹、子庆复三方墓志均称韦銮官“宣州司法参军”，弥补了史料的不足。唐时宣州属江南西道所辖，管户十二万多，辖八县。按唐制，上州司法参军，从七品下。宣州即今安徽省宣城、泾县一带，历来是较富庶之地，盛产文房四宝，著名的宣纸就是因宣州而得名。韦銮的品阶虽然不高，但在这样的环境里成为一名优秀的画家，当在情理之中。\n\n　　关于韦应物的排行。据《新唐》表四，韦銮只有应物一子。但据韦应物志文：“君司法之第三子也。”由此可以确知，韦应物在兄弟中排行老三，上面还有两个兄长。\n\n　　关于韦应物有几个子女。《新唐》表四载，韦应物有子二人，长名庆复，幼名厚复。但据韦夫人元苹墓志载“一男两女，男生数月，名之玉斧，抱以主丧。”韦庆复志文说“公讳庆复，字茂孙，少孤终丧。”如果未理解错的话，“玉斧”应为庆复的乳名。而韦应物志文也只字未提其原配夫人病逝后再婚生子的事情。由此带来一个问题：韦应物到底有几个儿子？从志文看，韦应物只有一子庆复，而《新表》却载有两个儿子，还有一子名厚复。这个问题牵涉到晚唐时期著名诗人韦庄的世系。按《新表》，韦庄的曾祖就是韦厚复。如果厚复非韦应物之子，则韦庄的世系就成为一个有待研究的难解之谜。当然，墓志上没有提及韦应物再婚生子，并不等于事实上的不存在。从墓志志文可知，韦妻卒于大历11年（776），韦应物于贞元七年（791）葬，其间有15年时间。我们不能排除在此期间韦应物有再婚或蓄妾的可能。唐代世家大族择妇多重门第族望，或许因为此等原因而不便于记入志文，也未可知。\n\n　　据韦应物志文：“长女适大理评事杨凌。次女未笄，因父之丧同月而逝。”可知，杨凌是韦应物的女婿，未成年的二女儿与父同月而丧。韦应物曾几次赠诗给杨凌，并与杨凌互有唱和。其中一首是《送元锡杨凌》（见《全唐诗·韦应物四》），从诗意看，这首五言诗是杨凌结婚时所赠。韦诗中还有一首为后人所称道的五言诗《送杨氏女》，诗意表达父亲送女出嫁时难以别离的复杂心情。情真意切，读后令人感动。诗中自注：“幼女为杨氏女所抚育。”此前不知杨氏女是何许人，现在确知，杨氏女乃韦应物长女，因嫁给杨凌，故称“杨氏女”。杨凌在当时就很有文名（《新唐书》卷一六○杨凭传：“与弟凝、凌皆有名，大历中，踵擢进士第，时号‘三杨’）。”傅璇琮先生据《柳河东集》考证，柳宗元是杨凌兄杨凭之婿。柳宗元对杨凌的文章也给予了极高的评价。《全唐文》卷五七七柳宗元《大理评事杨君文集后序》：少以篇什著声于时，其炳耀尤异之词，讽诵于文人，盈满于江湖，达于京师。……学富识达，才涌未已，其雄杰老成之风，与时增加。由此可知，韦应物择婿，既重门第，又重才学。杨凌是弘农杨氏望族，又有文学才能，真可谓佳婿。 \n\n\n藏书故实\n\n　　出身世族，自天宝十年(751)至天宝末年，入宫为三卫郎。安史之乱后，玄宗奔蜀，他流落失职，始立志读书。大历十三年(778)任鄂县令，历任洛阳丞、县令、滁州刺史、江州刺史、苏州刺史，罢官后，闲居苏州诸佛寺。世称“韦左司”、“韦苏州”。他的诗歌在唐代已有胜誉，白居易在《与元九书》评价其：“近岁韦苏州歌行才丽之外，颇近兴讽。”以王、孟、韦、柳并称。一生好书，其藏书之事迹，史不多载，今据其《燕居即事》一诗中称“燕居日已永，夏木纷成结。几阁积群书，时来北窗阅。”可见其藏书颇具规模，且攻读之勤。",
  "desc": "韦应物（737～792），中国唐代诗人。汉族，长安(今陕西西安)人。今传有10卷本《韦江州集》、两卷本《韦苏州诗集》、10卷本《韦苏州集》。散文仅存一篇。因出任过苏州刺史，世称“韦苏州”。诗风恬淡高远，以善于写景和描写隐逸生活著称。",
  "dynasty": "唐代",
  "id": 564,
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_564.jpg",
  "name": "韦应物",
  "star": 830
}