{
  "content": "轶事典故\n\n断齑画粥\n　　范仲淹幼年丧父，四岁时随继父迁至长山，励志苦读于醴泉寺。因家境贫寒，便用两升小米煮粥，隔夜粥凝固后，用刀切为四块，早晚各食两块，再切一些腌菜佐食。成年后，范仲淹又到应天书院刻苦攻读，冬天读书疲倦发困时，就用冷水洗脸，没有东西吃时，就喝稀粥度日。一般人不能忍受的困苦生活，范仲淹却从不叫苦。经过苦读，范仲淹终于在大中祥符八年进士及第，官至参知政事。\n\n龙图老子\n　　宝元元年至庆历三年间，范仲淹以龙图阁直学士身份经略西线边防，改革军事制度、调整战略部署，构筑以大顺城为中心、堡寨呼应的坚固防御体系，西北战线固若金汤，夏人不敢犯。西北边陲谣曰：“军中有一范，西贼闻之惊破胆。”羌人称范仲淹为“龙图老子”；夏人称其为“小范老子”，认为“小范老子胸有十万甲兵！”\n\n宽厚仁爱\n　　范仲淹担任邠州知州时，有一次登楼饮酒，尚未举杯，就看到几个人披麻戴孝地营造葬具。范仲淹急忙派人询问，得知是一名书生客死邠州，准备就近埋葬，但墓穴、棺材和治丧用具尚未制备。范仲淹听后非常悲伤，立即撤去酒席，并赠以钱财，使其得办丧事。\n\n　　庆历年间，张海率领人马攻打淮南，路过高邮，高邮知军晁仲约料想无法抵挡，就昭示当地富人捐钱献酒，前去慰劳，“盗寇”很高兴，没有施暴就离开了高邮。事情传开后，朝廷非常愤怒，富弼提议处死晁仲约。范仲淹说：“若郡县兵力足以应战或防守，遭遇贼兵不抵御而去贿赂，在法理上知军必须处死；但实际情况是高邮兵力不足，根本没有办法抵抗或防守；这种情况下杀死知军不是立法的本意。”仁宗听后，接受范仲淹的意见，赦免了晁仲约。\n\n　　范仲淹治理国家崇尚忠厚，勤政爱民，深得百姓爱戴。范仲淹戍边西北时，邠州、庆州的百姓和众多的羌部族，在其生前就悬挂他的画像以祭拜。范仲淹去世后，闻知消息的人无不扼腕叹息，羌部族的数百首领，像孝子一样放声痛哭，并斋戒三日以后才离开。\n\n严谨治学\n　　范仲淹替人写墓志铭，写毕封好刚要发送时，忽然想到：“这篇铭记不能不让尹洙看。”第二天，范仲淹就把铭文交给尹洙过目，尹洙看后说：“你的文章已经很出名，后代人会以你的文章为典范，不能够不谨慎啊。现在你把转运使写作刺史，知州写成太守，固然清雅古隽，但现在却没有这些官职名称，后人必然心生疑惑，这正是引起庸俗文人争论的原因啊。”范仲淹听后，感叹地说：“多亏请你看了，否则，我差一点要失误啊。”\n\n只弹履霜\n　　范仲淹素爱弹琴，曾于琴中思古，又向志于琴道的崔遵度请教“琴何为是”，并问还有谁与他志同道合，崔公说是唐处士，于是范仲淹“拜而退，美而歌曰：有人焉，有人焉，且将师其一二。”他为自己寻到能学琴与琴道的老师快乐如孺子。据陆游《老学庵笔记》载：“范文正公喜弹琴，然平日只弹《履霜》一操，时人谓之范履霜。”\n\n教子扶危\n　　范仲淹熟治家甚严，教导子女做人要正心修身、积德行善，范氏家风清廉俭朴、乐善好施。一次，范仲淹让次子范纯仁自苏州运麦至四川。范纯仁回来时碰见熟人石曼卿，得知他逢亲之丧，无钱运柩返乡，便将一船的麦子全部送给了他，助其还乡。范纯仁回到家中，没敢提及此事。范仲淹问他在苏州遇到朋友了没有，范纯仁回答说：“路过丹阳时，碰到了石曼卿，他因亲人丧事，没钱运柩回乡，而被困在那里。”范仲淹立刻说道：“你为什么不把船上的麦子全部送给他呢？”范纯仁回答说：“我已经送给他了。”范仲淹听后，对儿子的做法非常高兴，并夸奖他做的对。\n\n举贤任能\n　　范仲淹特别善于识人，当狄青还是个下级军官时，范仲淹就对他很器重，授之以《左氏春秋》说：“将不知古今，匹夫勇尔。”狄青从此折节读书，精通兵法，后以武官任枢密使，成为一代名将。 \n\n　　张载少年时，喜欢谈兵，至欲结客取洮西之地。二十一岁时，谒见范仲淹，范仲淹一见知其远器，作为将领实在屈才，对他说：“儒者自有名教可乐，何事于兵？”劝他读《中庸》。后来张载遍观释老，无所得反而求六经，后成为北宋五子之一，宋明理学关学的创始人，一代大儒。\n\n　　富弼少年时，好学有大度，范仲淹见而奇之说：“王佐之才也”，并把他的文章给王曾、晏殊看，晏殊就把女儿嫁给了富弼。宋仁宗恢复制科后，范仲淹告诉富弼说：“你应该由制科步入仕途”，并推举他为茂材异等，富弼从此进入官场，成为一代名相。\n\n　　相传范仲淹任杭州知府时，城中文武官员，大多得到过他的推荐，惟有苏麟，因在外县担任巡检，不在城里，未得提拔。于是，苏麟就向范仲淹献诗一首，其中有两句为：“近水楼台先得月，向阳花木易为春”。范仲淹理解他的心情，便为他写了一封推举信，后来苏麟也得到升迁。\n\n性情中人\n　　历史上，人们给以范仲淹特别高的评价，“才其量其忠，非但为一代宗臣而已”。其实，范仲淹并没有把自己看成完人，反而是喜欢袒露自己的真实性情。他也发过牢骚：“人世都无百岁。少痴騃、老成尪悴。只有中间，些子少年，忍把浮名牵系。一品与千金，问白发、如何回避？”\n\n　　宋人吴曾记载过这样一件事：范仲淹任饶州知州时，官妓中有一位小歌妓，范仲淹颇为看中。后来范仲淹被调回京师，因小鬟年纪太小，不便携行，就给他的朋友魏介寄了一首诗，在诗中说道：“庆朔堂前花自栽，便移官去未曾开。年年长有别离恨，已托东风干当来”。魏介心领神会，就把小鬟买来转送范仲淹。南宋姚宽还记载范仲淹曾以胭脂寄小鬟，并题诗“江南有美人，别后常相忆。何以慰相思，赠汝好颜色”。明人朱有炖据此改编为杂剧《甄月娥春风庆朔堂》，剧前引言亦详述此事。\n\n三光风范\n　　范仲淹忧国忧民，不图个人荣华富贵，从二十七岁进士及第到五十五岁主持新政，在漫长的官宦生涯中，范仲淹关心政治，每遇国家大事，总是慷慨直言，由于他直言敢为，曾在八九年间里三次被贬：1029年，范仲淹因谏言太后还政，被贬；接着又在废郭皇后上二次被贬；1035年，范仲淹上《百官图》第三次被贬。\n\n　　在这几次事件中，范仲淹都是重要的策动者，尤其后两次，成为影响庆历士风构建的两个重要事件，获得了北宋士人的人格认同。据丁传靖《宋人轶事汇编》记载，范仲淹三次被贬，每贬一次，时人称“光”一次，第一次称为“极光”，第二次称为“愈光”，第三次称为“尤光”。\n\n\n识人之能\n\n　　范仲淹特别善于识人，当狄青还是个下级军官时，范仲淹就对他很器重，授之以《左氏春秋》说：“将不知古今，匹夫勇尔。”狄青从此折节读书，精通兵法，后以武官任枢密使，成为一代名将。张载少年时，喜欢谈兵，至欲结客取洮西之地，二十一岁时谒见范仲淹，范仲淹一见知其远器，作为将领实在屈才，对他说：“儒者自有名教可乐，何事于兵？”劝他读《中庸》，后来张载遍观释老，无所得反而求六经，后成为北宋五子之一，宋明理学关学的创始人，一代大儒。富弼少年时，好学有大度，范仲淹见而奇之说：“王佐才也。”并把他的文章给王曾、晏殊看，晏殊把女儿嫁给富弼，后宋仁宗复制科，范仲淹告诉富弼说：“子当以是进。”举茂材异等，从此进入官场，后成为一代名相。\n\n生平\n\n早年生活\n　　宋太宗端拱二年八月二十九日，范仲淹生于河北真定府。在百日后随家人去吴县。 父亲范墉，从吴越王钱俶归宋，历任成德、武信、武宁节度使掌书记，淳化元年卒于任所。母亲谢氏贫困无依，抱着两岁的范仲淹，改嫁山东淄州长山县河南村朱文翰。范仲淹也改从其姓，取名朱说[5]，在朱家长大成人。\n　　范仲淹从小读书十分刻苦，朱家是长山的富户，但他为了励志，常去附近长白山上的醴泉寺寄宿读书。晨夕之间，便就读讽诵，给僧人留下深刻的印象。那时，他的生活极其艰苦，每天只煮一碗稠粥，凉了以后划成四块，早晚各取两块，拌几根腌菜，调拌于醋汁，吃完继续读书。后世便有了划粥断齑[6]的美誉，但他对这种清苦生活却毫不在意，而把全部精力放在书中，以读书为乐趣。\n　　这样过了快三年，范仲淹几乎把长山县的书籍读了个遍，此处已渐渐不能满足他的求知欲望。 一个偶然的事件，暴露了范仲淹家世的秘密。他发现自己原是望亭范家之子，这些年来，一直靠继父的关照生活。这件事使范仲淹深受刺激和震惊，愧恨交集之下，他决心脱离朱家，自立门户，好好学习，等到将来功成名就，再来赡养母亲。于是他匆匆收拾了几样简单的衣物，佩上琴剑，不顾朱家和母亲的阻拦，流着眼泪，毅然辞别母亲，离开长山，徒步求学去了。\n\n步入仕途\n　　刻苦攻读，终于中第\n　　真宗大中祥符四年，二十三岁的范仲淹来到南京应天府书院[1]。应天府书院是宋代著名的四大书院之一，校舍宏伟，众然而立，共有校舍一百五十间，藏书数千卷。1043年，宋仁宗下旨将应天府书院改为南京国子监，与东京开封国子监、西京洛阳国子监并列成为北宋时全国最高学府。更主要的是这里聚集了许多志操才智俱佳的师生。到这样的学院读书，既有名师可以请教，又有许多同学互相切磋，还有大量的书籍可供阅览，况且学院免费就学，更是经济拮据的范仲淹求之不得的。应天府后来改名南京，应天府书院所以又叫南都学舍。 范仲淹十分珍惜崭新的学习环境，来到此地之后，范仲淹如鱼得水，欢兴致极，所以他十分珍惜这天堂般的知识殿堂，不思昼夜，刻苦攻读。范仲淹的一个同学、南京留守的儿子看他常年吃粥，便送些美食给他。他竟一口不尝，听任佳肴发霉。直到人家怪罪起来，他才长揖致谢说：“我已安于划粥割齑的生活，担心一享受美餐，日后就咽不下粥和咸菜了。” 范仲淹艰涩的生活，有点像孔子的贤徒颜回：一碗饭、一瓢水，在陋巷，即使别人叫苦连天，他依然乐在其中。\n　　范仲淹的连岁苦读，也是从春至夏，经秋历冬；凌晨舞一通剑，回家糊涂夜半和衣而眠。别人看花赏月，他只在六经中寻乐。偶然兴起，也吟诗抒怀： “白云无赖帝乡遥，汉苑谁人奏洞箫？多难未应歌风鸟，薄才犹可赋鹪鹩。瓢思颜子心还乐，琴遇钟期恨即销。但使斯文天未丧，涧松何必怨山苗。” 数年之后，范仲淹对儒家经典——诸如《诗经》、《尚书》、《易经》、《礼记》、《春秋》等书主旨，已然堪称大通。吟诗作文，也慨然以天下为己任。决心担当起国家兴亡的重任。\n　　大中祥符七年，迷信道教的宋真宗率领百官到亳州去朝拜太清宫。浩浩荡荡的车马路过南京，整个城市热闹非凡，人们挤挤拥拥唯恐错过龙颜，范仲淹却不为所动，一个人闭门，仍然埋头读书。有个要好的同学特地跑来劝他：“快去看，这是个千载难逢的机会，千万不要错过！”但范仲淹只随口说了一句：“将来再见也不晚”，便头也不抬地继续读他的书了。果然，第二年他就中了进士，这位学生就是日后北宋伟大的改革家思想家范仲淹。\n\n　　应试\n　　大中祥符八年春，范仲淹通过科举考试，中榜成为进士。在崇政殿参加御试时，他第一次看见年近五旬的真宗皇帝。后来还荣赴了御赐的宴席。二月的汴京，春花满目。进士们坐跨骏马，在鼓乐声中游街：“长白一寒儒，名登二纪余”。他吟着这样的诗句，想到自己已经二十七岁。比起旁边的滕宗谅等人，年纪显得大了许多。不久，他被任命为广德军的司理参军。接着，又调任为集庆军节度推官。他把母亲接来赡养，并正式恢复了范姓，改名仲淹，字希文。从此开始了近四十年的政治生涯。\n\n　　入仕\n　　天禧五年，范仲淹被调往泰州海陵西溪镇，作盐仓监官——负责监督淮盐贮运转销。西溪镇濒临黄海之滨，镇上虽也可偶见牡丹，其荒远情景毕竟与内地不同。乍听风浪的呼啸及野鹤的长唳，范仲淹不免略觉惆怅。而仓官既属于闲差，他便暂以疏懒饮宴采自我解嘲：“卑牺曾未托椅梧，敢议雄心万里途！蒙叟自当齐黑白，于牟何必怨江湖，一醉一吟疏懒甚，溪人能信解嘲无？” 然而，他很快发现，这里有许多事情需要去做。当地多年失修的海堤，已经坍圮不堪，不仅盐场亭灶失去屏障，而且广阔的农田民宅，也屡受海涛威胁。遇上大海潮汐，甚至水淹泰州城下，成千上万灾民流离失所。官府盐产与租赋，都蒙受损失。为此，他上书给江淮漕运张纶，痛陈海堤利害，建议在通州、泰州、楚州、海州沿海，重修一道坚固的捍海堤堰。对于这项浩大的工程，张纶慨然表示赞同，并奏准朝廷，调范仲淹作兴化县令，全面负责治堰。\n　　天圣二年秋，兴化县令范仲淹率领来自四个州的数万民夫，奔赴海滨。但治堰工程开始不久，便遇上夹雪的暴风，接着又是一场大海潮，吞噬了一百多民工。一部分官员，认为这是天意，堤不可成，主张取缔原议，彻底停工。事情报到京师，朝臣也踌躇不定。而范仲淹则临危不惧，坚守护堰之役。大风卷着浪涛冲到他腿上，兵民们纷纷惊避，官吏也惊慌失措，范仲淹却没有动，他有意看看身旁的同年好友滕宗谅，宗谅正从容不迫地评论着一段屹立的堤堰。大家发现他两人泰然自若，情绪也安稳下来。 经过范仲淹等人的努力坚持，捍海治堰又全面复工。不久，绵延数百里的悠远长堤，便凝然横亘在黄海滩头。盐场和农田的生产，从此有了保障。往年受灾流亡的数干民户，又扶老携幼，返回家园。人们感激兴化县令范仲淹的功绩，都把海堰叫作“范公堤”。兴化县不少灾民，竟跟着他姓了范。 至今兴化仍有范公祠遗址，为父老怀念。\n　　“有客狂且淳，少小爱功名”，“风尘三十六，未做万人英”，这是范仲淹三十六岁时写的诗句。他大约至三十四、五岁才结婚，这年得了一子，并被调回京师，大理寺丞。从此，他跨入京官的行列。\n\n　　服丧\n　　仁宗天圣四年，谢氏病故。范仲淹含泪服丧，回南京居住。当时南京留守官晏殊，已风闻仲淹通晓经学，尤长于《易经》。他邀请仲淹协助戚氏主持应天府学的教务。仲淹慨然领命，还把另一位青年朋友富弼，推荐给晏殊。 为了便于工作，范仲淹搬到学校去住。他制定了一套作息时刻表，按时训导诸生读书。夜晚，还经常深入宿舍，检查和责罚那些偷闲嗜睡的人。每当给诸生命题作赋，他必定先作一篇，以掌握试题难度和着笔重点，使诸生迅速提高写作水平。\n　　应天府书院的学风，很快就焕然一新。四方前来就读和专意向范仲淹问业的人，络绎而至。范仲淹热诚接待这些迢迢而来的学者，不倦地捧书为他们讲授。有时，还用自己的微薄俸禄招待他们吃饭，以至自己家中窘迫不堪。 一次，有位游学乞讨的孙秀才，前来拜谒范公。范仲淹即刻送了他一千文钱。过了一年，孙秀才又来拜谒范公，范仲淹一边送钱给他，一边问他为何匆匆奔讨，不坐下来静心读书。孙秀才悲戚地说，“家有老母，难以赡养；若每天有一百文的固定收入，便足够使用。”范仲淹对他说：“听语气，你不像乞客。待我帮你在本校找个职事，让你一月可得三千文，去供养老人。如此这般，你能安心治学不能?”孙秀才大喜拜命，从此，跟着范仲淹攻读《春秋》。第二年，范仲淹离开南京，孙秀才也辞去职事。\n　　十年之后，朝野上下传诵着有位德高望重的学者，在泰山广聚生徒，教授《春秋》，姓孙名复。就连山东著名的徂铼先生石介，也师事于他。这位学者，便是当年那位孙秀才。范仲淹感慨地说：“贫困实在是一种可怕的灾难。倘若孙复一直乞讨到老，这杰出的人才岂不湮没沉沦。” 除了孙复之外，范仲淹还联络和帮助过许多著名的学者。如胡瑷、李觏、张载，石介等。或邀聘他们到自己的管界主持教务，或荐举他们出任朝廷的学官，或指点他们走上治学之路。从海陵到高邮，从苏州到邠州，范仲淹每到一处，总是首先兴学聘师，关心教育。后来作到宰相时，更下令所有的州县一律办学。而经他指教和影响过的很多人，往往都各有所成。\n\n　　波折\n　　天圣六年，范仲淹服丧结束。经过晏殊的推荐，他荣升秘阁校理——负责皇家图书典籍的校勘和整理。秘阁设在京师宫城的崇文殿中。秘阁校理之职，实际上属于皇上的文学侍从。在此，不但可以经常见到皇帝，而且能够耳闻不少朝廷机密。对一般宋代官僚来说，这乃是难得的腾达捷径。\n　　范仲淹一旦了解到朝廷的某些内幕，便大胆介入险恶的政治斗争。他发现仁宗皇帝年已二十，但朝中各种军政大事，却全凭六十岁开外的刘太后一手处置，而且，听说这年冬至那天，太后要让仁宗同百官一起，在前殿给她叩头庆寿。范仲淹认为，家礼与国礼，不能混淆，损害君主尊严的事，应予制止。他奏上章疏，批评这一计划。范仲淹的奏疏，使晏殊大为恐慌。他匆匆把范仲淹叫去，责备他为何如此轻狂，难道不怕连累举主吗？范仲淹素来敬重晏殊，这次却寸步不让，沉脸抗言：“我正为受了您的荐举，才常怕不能尽职，让您替我难堪，不料今天因正直的议论而降罪于您。”一席话，说得晏殊无言答对。 回到家中，范仲淹又写信给晏殊，详细申辩，并索性再上一章，干脆请刘太后撤帘罢政，将大权交还仁宗。朝廷对此默不作答，却降下诏令，贬范仲淹寓京，调赶河中府任副长官——通判。秘阁的僚友送他到城外，大家举酒饯别说：“范君此行，极为光耀呵！” 三年之后，刘太后死去了。仁宗把范仲淹召回京师，派做专门评议朝事的言官——右司谏。有了言官的身份，他上书言事更无所畏惧了。\n　　明道二年，京东和江淮一带大旱，又闹蝗灾。为了安定民心，范仲淹奏请仁宗马上派人前去救灾，仁宗不予理会。他便质问仁宗：“如果宫廷之中半日停食，陛下该当如何?”仁宗惊然惭悟，就让范仲淹前去赈灾。他归来时，还带回几把灾民充饥的野草，送给了仁宗和后苑宫眷。 这时的宰相吕夷简，当初是靠讨好刘太后起家的。太后一死，他又赶忙说太后的坏话。这种狡诈行径，一度被仁宗的郭皇后揭穿，宰相职务也被罢免。但夷简在宫廷中的因缘关系，依然根深蒂固。不久，他便通过内侍阎文应等重登相位，又与阎文应沆瀣一气，想借仁宗的家务纠纷，而废掉郭后。堕入杨美人、尚美人情网的年轻皇帝，终于决定降诏废后，并根据吕夷简的预谋，明令禁止百官参议此事。范仲淹懂得，这宫廷家务纠纷背后，掩藏着深刻而复杂的政治角逐。他与负责纠察的御史台官孔道辅等，数人径趋垂拱殿，求见仁宗面谈。他们伏阁吁请多时，无人理睬；司门官又将殿门砰然掩闭。范仲淹等人手执铜环，叩击金扉，隔门高呼质问：“皇后被废，为何不听台谏入言！”看看无济于事，大家在钢虎畔议定一策，准备明日早朝之后，将百官统统留下，当众与吕相辩论。次日凌晨，妻子李氏牵着范仲淹的衣服，再三劝戒他勿去招惹祸机。他却头也不回地出门而去。刚走到待漏院，等候上朝，忽听降诏传呼，贬他远放江外，去做睦州知州。接着，朝中又派人赶到他家，催促着要押他即刻离京。孔道辅等人，也或贬或罚，无一幸免。 这次至城郊送别的人，已不很多，但仍有人举酒赞许说：“范君此行，愈为光耀！”在离开谏职去浙江的路上，范仲淹心中并无悔恨，只是略觉不平：“重父必重母，正邦先正家。一心回主意，十口向天涯！”有人笑他好似不幸的屈原，他却认为自己更象孟轲：“分符江外去，人笑似骚人”，“轲意正迂阔，悠然轻万锺”!\n　　过了几年，他由睦州移知苏州，因为治水有功，又被调回京师，并获得天章阁待制的荣衔，做了开封知府。前时一同遭贬的孔道辅等人，也重归朝廷。范仲淹在京城大力整顿官僚机构，剔除弊政，把工作安排得井井有条，仅仅几个月，号称繁剧的开封府就“肃然称治”。\n　　范仲淹看到宰相吕夷简广开后门，滥用私人，朝中腐败不堪。范仲淹根据调查，绘制了一张“百官图”，在景祐三年呈给仁宗。他指着图中开列的众官调升情况，对宰相用人制度提出尖锐的批评。吕夷简不甘示弱，反讥范仲淹迂腐。范仲淹便连上四章，论斥吕夷简狡诈。吕夷简更诬蔑范仲淹勾结朋党，离间君臣。 范、吕之争的是非曲直，不少人都看得分明。偏偏吕夷简老谋深算，善于利用君主之势而最终取胜。仁宗这年二十七岁，尚无子嗣。据说范仲淹曾关心过仁宗的继承人问题，或许谈论过立什么皇太弟侄之类的事。这事虽出于兴旺宋廷的至诚和忠直之心，却不免有损仁宗的自尊。加以吕夷简的从旁中伤，范仲淹便被递夺了待制职衔，贬为饶州知州。后来几乎又贬死岭南。 台官韩渎为迎合宰相意旨，请把范仲淹同党的人名，写成一榜，张挂于朝堂。余靖、尹洙、欧阳修等人，因为替范仲淹鸣不平，也纷纷被流放边远僻地。从此，朝中正臣夺气，直士咋舌。\n　　这次到都门外送范仲淹的亲朋，已寥寥无几。但正直的王质，却扶病载酒而来，并称许“范君此行，尤为光耀！”几起几落的范仲淹听罢大笑道：“仲淹前后已是三光了，下次如再送我，请备一只整羊，作为祭吧！”第二天，有人警告王质说，他昨日送范仲淹的一言一动，都被监视者记录在案，他将作为范党被审查。王质听了，毫无畏色，反引以为荣。\n　　饶州在鄱阳湖畔。从开封走水路到此，至少须经十几个州。除扬州外，一路之上竟无人出门接待范仲淹，范仲淹对此，也并不介意。他已经习惯于从京师被贬作地方官了。他捻着花白的髭缵，在饶州官舍吟起一诗；“三出青城鬓如丝，斋中萧洒过掸师”，“世间荣辱何须道，塞上衰翁也自知！” 范仲淹自幼多病，近些年又患了肺疾。不久，妻子李氏也病死在饶州。在附近做县令的诗友梅尧臣，寄了一首《灵乌赋》给他，并告诉他说，他在朝中屡次直言，都被当作乌鸦不祥的叫声，昔日愿他拴紧舌头，锁住嘴唇，除了吃喝之外，只管翱翔高飞。范仲淹立即回答了一首《灵乌赋》，禀复说，不管人们怎样厌恶乌鸦的哑哑之声，我却宁鸣而死，不默而生!\n　　五十岁前后，范仲淹先后被调到润州和越州作知府。这时，一桩重大事件震动了全国，也改变了他的命运。\n\n　　戍边\n　　原来住在在甘州和凉州一带的党项族人，本来臣属于宋朝。从宝元元年起，党项族首领元昊，突然另建西夏国，自称皇帝，并调集十万军马，侵袭宋朝延州等地。面对西夏的突然挑衅，宋朝措手不及，朝廷内有的主攻，有的主守，吵成一团，宋仁宗也举棋不定，莫衷一是。边境上更是狼狈，由于三十多年无战事，宋朝边防不修，士卒未经战阵，加上宋将范雍无能，延州北部的数百里边寨，大多被西夏军洗劫或夺去。仁宗与吕夷简商议，派夏竦去做陕西前线主帅；又采纳当时副帅韩琦的意见，调范仲淹作副帅——陕西经略安抚招讨副使。后来又把尹洙也调至西线。\n　　五十二岁的范仲淹，先被恢复了天章阁待制的职衔，转眼间又荣获龙图阁直学士的职衔。进京面辞仁宗之后，范仲淹便挂帅赶赴延州，仕途上的艰辛蹉跎使他早已霜染鬓发，但是忠心报国的热忱却不减当年。范仲淹亲临前线视察，他发现宋军官兵、战阵、后勤及防御工事等，各方面都颇多弊端；如不改革军阵体制，并采取严密的战略防御，实难扭转战局。韩琦的看法却不同，他低估了西夏军优势，并激于屡受侵扰的义愤，主张集中各路兵力，大举实行反击。夏竦为请仁宗批准反攻计划，派韩琦和尹洙兼程回京，得获仁宗诏准后，尹洙又奉命谒见范仲淹，请他与韩帅同时发兵。范仲淹与韩、尹虽为至交，却认为反攻时机尚未成熟，坚持不从。尹洙慨叹道：“韩公说过，‘且兵须将胜负置之度外’。您今天区区过慎，看来真不如韩公!”范仲淹说：“大军一发，万命皆悬，置之度外的观念，我不知高在何处？”\n　　庆历元年正月，韩琦接到西夏军侵袭渭州的战报。他立即派大将任福率军出击。西夏军受挫撤退，任福下令急追。直追至西夏境六盘山麓，却在好水川口遇伏被围。任福等十六名将领英勇阵亡，士卒惨死一万余人。韩琦大败而返，半路碰上数千名死者的家属。他们哭喊着亲人的姓名，祈祷亡魂能跟着韩帅归来。韩琦驻马掩泣，痛悔不迭。\n　　范仲淹的战略防御，并非单纯或消极的防守措施。他初至延州，便全面检阅军旅，并实行了认真的裁汰和改编。他从士兵和低级军官中提拔了一批猛将，由当地居民间选录了不少民兵；又开展了严格的军事训练。按军阶低高先后出阵的机械临阵体制，也被他取缔，改为根据敌情选择战将的应变战术。在防御工事方面，他采纳种世衡的建议，先在延北筑城；后来又在宋夏交战地带，构筑堡寨。对沿边少数民族居民，则诚心团结，慷慨优惠，严立赏罚公约。这样，鹿延、环庆、泾原等路边防线上，渐渐屹立起一道坚固的屏障。\n　　庆历二年三月的一天，范仲淹密令长子纯佑和蕃将赵明，率兵偷袭西夏军，夺回了庆州西北的马铺寨。他本人，又随后引军出发。诸将谁也不知道这次行动的目的。当部队快要深入西夏军防地时，他突然发令：就地动工筑城。建筑工具事先已经备好，只用了十天，便筑起一座新城。这便是锲入宋夏夹界间那座著名的孤城——大顺城。西夏不甘失利，派兵来攻，却发现宋军以大顺城为中心，已构成堡寨呼应的坚固战略体系。\n　　从大顺城返回庆州的途中，范仲淹觉得如释重负。头年，在延州派种世衡筑青涧城，东北边防已趋稳定。西夏军中私相戒议的话，也传到他的耳朵里。他们说“不能轻易攻取延州了，如今小范老子胸中有数万甲兵，不似大范老子那般好对付”。当前庆州北部的边防，也大体接近巩固。只是他自己的身体，却感到十分疲乏。此刻正是暮春季节，山畔的野花刚刚开放。如果是在江南，早已百花烂漫了。他随口吟起四句诗：“三月二十七，羌山始见花；将军了边事，春老未还家。”\n　　转眼又是夏去秋来．范仲淹为了严密防务，不能不赴大顺城等处踏勘。他如今已逾五十四岁，满头白发，在朔风中摇曳，望望天空南飞的大雁，心中有无尽的感慨。深夜失眠，他便挑灯填起词来，一连数阕《渔家傲》，都以相同的四个字开头： 塞下秋来风景异，衡阳雁去无留意。四面边声连角起，千嶂里，长烟落日孤城闭。浊酒一杯家万里，燕然未勒归无计。羌管悠悠霜满地。人不寐，将军白发征夫泪。范仲淹还采取了一些办法来提高军队的战斗力。宋朝皇帝的诏旨中曾规定了各级将领统率军队的数目，若遇敌侵犯，地位低的军官就带军队先行出阵抵御。范仲淹说：“战将不选择适当的人，只以官阶高低作为出阵先后的标准，这是自取失败的办法。”于是，他认真检阅了延州的军队，淘汰了一批怯懦无能的将校，选拔了一批经过战火考验的有才干的人代替他们。他又淘汰老弱，选择18000名合格士兵，把他们分成6部，让每个将领统率3千人，分别予以训练，改变了过去兵将不相识的状况，临战时根据敌军多寡，调遣他们轮流出阵抗敌。\n　　范仲淹又积极召募士兵。因为原来守边的大都是从内地调来的已经腐化的禁军，这批人既不耐劳苦，又因久戌思乡，斗志不高，而从本地人民中召募士兵，熟悉山川道路，强悍敢战，又因保卫家乡，斗志较强。精练士卒，提高了军队的战斗力。此外，范仲淹能以身作则，将士没喝上水他从不说渴，将士没吃上饭他从不叫饿，朝廷赏赐给他的金帛都分发给将士。范仲淹赏罚分明，奖励勇猛杀敌的士兵，提拔重用立功的将领，对克扣军饷的贪污分子则当众斩首，毫不留情。这样，在范仲淹的率领下，西北军中涌现出许多像狄青、种世衡那样有勇有谋的将领，又训练出一批强悍敢战的士兵，直到北宋末年，这支军队仍是宋朝的一支劲旅。\n　　在范、韩等人苦心经营下，边境局势大为改观。这时，西夏国内出现了各种危机，西夏军将领中间，也矛盾重重。至庆历二年以后，边界自西夏向宋朝投诚的人，已陆续不断。宋夏两国的百姓，都希望尽快停止军事行动。双方议和的使节，也开始秘密往返于兴庆府与汴梁之间。庆历四年双方正式达成和议。宋夏重新恢复了和平，西北局势得以转危为安。\n\n　　庆历新政\n　　从元昊叛宋起，宋军的边防开支便突然膨胀起来。政府为了扩大收入，又不得不增加百姓负担。于是，包括京城附近在内，各地反抗朝廷的暴动与骚乱，纷然而起。庆历三、四年间，急待稳定政局的仁宗皇帝，似乎显得格外开朗和进步。他将西线的三名统帅——夏竦、韩琦和范仲淹，一同调回京师，分别任命为最高军事机关的正副长官——枢密使、枢密副使；又扩大言官编制，亲自任命下三、四名谏官——欧阳修、余靖、王素和蔡襄，后来号称“四谏”。 “四谏”官一声奏言，撤掉了略无军功的夏竦，以杜衍和富弼为军事长官。“四谏”官又一声奏言，彻底罢免了吕夷简的军政大权。“四谏”们第三声奏论，则驱逐了副宰相王举正，以范仲淹取而代之。面对这前所未有的出色班底，石介喜出望外。他写诗赞颂说：举擢俊良，扫除娇魅！提升众贤，就象拔茅一样，大批群起，驱逐奸邪，就象切掉鸡爪一般，永难长续。\n　　庆历三年九月，仁宗连日催促范仲淹等人，拿出措施，改变局面。范仲淹、富弼和韩琦，连夜起草改革方案。特别是范仲淹，认真总结从政28年来酝酿已久的改革思想，很快呈上了著名的新政纲领《答手诏条陈十事》，提出了十项改革主张，它的主要内容是：\n　　明黜陟，即严明官吏升降制度。那时，升降官员不问劳逸如何，不看政绩好坏，只以资历为准。故官员不求有功，但求无过，因循苟且，无所作为。范仲淹提出考核政绩，破格提拔有大功劳和明显政绩的，撤换有罪和不称职的官员。\n　　抑侥幸，即限制侥幸作官和升官的途径。当时，大官每年都要自荐其子弟充京官，一个学士以上的官员，经过二十年，一家兄弟子孙出任京官的就有二十人。这样一个接一个地进入朝廷，不仅增加了国家开支，而且这些纨绔子弟又不干正事，只知相互包庇，结党营私。为了国家政治的清明和减少财政开支考虑，应该限制大官的恩荫特权，防止他们的子弟充任馆阁要职。\n　　精贡举，即严密贡举制度。为了培养有真才实学的人，首先应该改革科举考试内容，把原来进士科只注重诗赋改为重策论，把明经科只要求死背儒家经书的词句改为要求阐述经书的意义和道理。这样，学生有真才实学，进士之法，便可以依其名而求其实了。\n　　择长官。针对当时分布在州县两级官不称职者十居八九的状况，范仲淹建议朝廷派出得力的人往各路检查地方政绩，奖励能员，罢免不才；选派地方官要通过认真地推荐和审查，以防止冗滥。\n　　均公田。公田，即职田，是北宋地方官的定额收入之一，但分配往往高低不均。范仲淹认为，供给不均，怎能要求官员尽职办事呢？他建议朝廷均衡一下他们的职田收入；没有发给职田的，按等级发给他们，使他们有足够的收入养活自己。然后，便可以督责他们廉节为政；对那些违法的人，也可予以惩办或撤职了。\n　　厚农桑，即重视农桑等生产事业。范仲淹建议朝廷降下诏令，要求各级政府和人民，讲穷农田利害，兴修水利，大兴农利，并制定一套奖励人民、考核官员的制度长期实行。\n　　修武备，即整治军备。范仲淹建议在京城附近地区召募强壮男丁，充作京畿卫士，用来辅助正规军。这些卫士，每年大约用三个季度的时光务农，一个季度的时光教练战斗，寓兵于农，实施这一制度，可以节省给养之费。京师的这种制度如果成功了，再由各地仿照执行。\n　　推恩信，即广泛落实朝廷的惠政和信义。主管部门若有人拖延或违反赦文的施行，要依法从重处置。另外，还要向各路派遣使臣，巡察那些应当施行的各种惠政是否施行。这样，便处处都没有阻隔皇恩的现象了。\n　　重命令，即要严肃对待和慎重发布朝廷号令。范仲淹认为，法度是要示信于民，如今却颁行不久便随即更改，为此朝廷必须讨论哪些可以长久推行的条令，删去繁杂冗赘的条款，裁定为皇帝制命和国家法令，颁布下去。这样，朝廷的命令便不至于经常变更了。 \n　　减徭役。范仲淹认为如今户口已然减少，而民间对官府的供给，却更加繁重。应将户口少的县裁减为镇，将各州军的使院和州院塥署，并为一院；职官厅差人干的杂役，可派给一些州城兵士去承担，将那些本不该承担公役的人，全部放回农村。这样，民间便不再为繁重的困扰而忧愁了。\n　　《条陈十事》写成后，立即呈送给宋仁宗。宋仁宗和朝廷其他官员商量，表示赞同，便逐渐以诏令形式颁发全国。于是，北宋历史上轰动一时的庆历新政就在范仲淹的领导下开始了，范仲淹的改革思想得以付诸实施。 新政实施的短短几个月间，政治局面已焕然一新：官僚机构开始精简；以往凭家势做官的子弟，受到重重限制；昔日单凭资历晋升的官僚，增加了调查业绩品德等手续，有特殊才干的人员，得到破格提拔；科举中，突出了实用议论文的考核；全国普遍办起了学校。\n　　范仲淹还主张，改变中央机关多元领导和虚职分权的体制，认真扩大宰臣的实权，以提高行政效率。为了撤换地方上不称职的长官，他又派出许多按察使，分赴各地。按察的汇报一到，贼官姓名就从班簿上勾掉。富弼看他一手举簿、一手执笔，俨若无情的阎罗判官，便从旁劝谕：“你这大笔一勾，可就有一家人要哭!”范仲淹回答说：“一家人哭，总该比几个州县的人哭好些!”\n　　改革的广度和深度，往往和它遭到的反对成正比．大批守旧派的官僚们，开始窃窃私议。御史台的官员中，已有人抨击某些按察使——说什么“江东三虎”、“山东四伥”。范仲淹在边防线上的几员部将，也遭到秘密的调查，并遇到许多麻烦。欧阳修等“四谏”，企图撵走这些保守派的爪牙，另换几名台官。但他们很快发现，台官背后，掩藏着更有权势的人物。欧阳修本人，反被明升暗撤，离京出使河东。范仲淹预感到，事情绝不象石介颂扬的那么简单：改革路上，隐患重重；新政前程，也岌岌可危。\n　　庆历四年仲夏时节，台官们忽然声称破获了一起谋逆大案。该案直接涉及的，是石介和富弼。仁宗不信会有这等事情。石、富二位，更觉莫名其妙。但是，台官却有石介给富弼的亲笔信件作证；而信中又隐然有废黜仁宗之意。石介对此，矢口否认．富弼未及辩诬，先已惶恐不迭。其实，此事纯为夏竦一手制造。从他被撤去枢密使职、并被石介斥为“奸魅”时起，便秘密买通婢女临摹石介的手迹。该婢临写之功，已非一日。\n　　此案一兴，蜚语四起。后来，甚至牵连到范仲淹改革的诚意，乃至扩大相权的居心之类。宋仁宗虽然对这件事未必全信，但看到反对革新的势力这么强大，他开始动摇了，这时，宋夏之间已正式议和。政治危机，也大略消弭。仁宗对于改革的兴致，已渐冷漠和淡释。富弼为了避嫌，请求出使边地。范仲淹也自知无趣，带职去视察河东与陕西。\n　　宰相章得象和副相贾昌朝，当初曾附和过范仲淹的新政。但在实际执行中，他们却阳奉阴违。待到新政受挫，革新派遭诬，他们便立即转向。范、富离京之后，他们索性与保守势力联合，对范仲淹等人落井下石；并通过台官，制造新的冤案，将在京的革新人物一网打尽。\n　　庆历五年初，曾慷慨激昂，想励精图治的宋仁宗终于完全退缩，他下诏废弃一切改革措施，范仲淹和富弼被撤去军政要职。实行仅一年有余的各项新政，也先后纷纷取缔。京师内外的达官贵人及其子弟，依旧歌舞喧天。范仲淹革除弊政的苦心孤诣，转瞬间付之流水。他被调作邠州知州，准备为这范氏祖先的发祥地，做些力所能及的好事，以施展自己的抱负。\n\n逝世\n　　这年冬天，范仲淹已近五十八岁。边塞的严寒威胁着他的健康，他被允许移到稍暖的邓州做知州。此时，富弼已贬至青州，欧阳修贬去滁州，滕宗谅贬在岳州，尹洙则流窜筠州，并备受凌辱。范仲淹经过申请。把尹洙接到邓州来养病，尹洙临终，极为贫困，他笑着告诉范仲淹：“死生乃是正常的规律。既无鬼神，也无恐惧。”\n　　皇祐元年，范调往杭州作知州。他出资购买良田千亩，让其弟找贤人经营，收入分文不取，成立公积金，对范氏远祖的后代子孙义赠口粮，对婚丧嫁娶也均有资助，这种善举感动天下，全国范姓人民视范仲淹为圣贤而敬之。\n　　皇祐三年，范仲淹又移任青州。这里的冬寒，加重了他的疾病。第二年调往颍州，他坚持扶疾上任。但只赶到徐州，便在五月二十日溘然长逝，享年六十四岁。这时范仲淹积蓄已尽。一家人贫病交困，仅借官屋暂栖，略避风雨。范仲淹死讯传开，朝野上下一致哀痛。包括西夏甘、凉等地的各少数民族人民，都成百成千地聚众举哀，连日斋戒。凡是他从政过的地方，老百姓纷纷为他建祠画像，数百族人来到祠堂，像死去父亲一样痛器哀悼。范仲淹死后没有选择葬在苏州，而是选择了河南洛阳伊川。据说一方面其母改嫁无法入苏州安葬，一方面他是效仿唐代三朝居相的姚崇。另一个原因乃范的先祖是汉代的清诏史汝南范滂，他的十代祖范履冰在唐武则天时曾任宰相。所以范仲淹曾在给兄信中说过：“我本北人，北人淳厚。”他葬伊川后，长子范纯佑、次子范纯仁、三子范纯礼和四子范纯粹及九孙、六曾孙也葬在他夫妇周围。\n　　北宋皇帝闻讯后难过万分，追加范公为兵部尚书，并亲书褒贤之碑。纪念范公的碑文由曾支持他变法的文学泰斗欧阳修撰写。两年方成，热情饱满，词语生动。\n　　范公的勤奋、正直，为国为民的精神激励了一代又一代国人。而“先天下之忧而忧，后天下之乐而乐”的品格也成为中华民族品德的代表。“先天下之忧而忧，后天下之乐而乐”思想，已经熔铸成为中华民族的传统美德，影响了千千万万人，成为中华民族乃至世界人民的宝贵精神财富。其“先忧后乐”精神已成为一座不朽的丰碑，树立在海内外炎黄子孙的心目中。 \n\n\n评价\n\n　　王安石在《祭范颍州文》中称范仲淹为“一世之师”。可是早在熙宁九年五月，王安石在宋神宗面前批评范仲淹“好广名誉，结游士，以为党助，甚坏风俗”。\n\n　　朱熹评说：“范文正杰出之才。”“本朝道学之盛……亦有其渐，自范文正以来已有好议论，如山东有孙明复，徂徕有石守道，湖州有胡安定，到后来遂有周子、程子、张子出。”\n\n　　吕中说：“先儒论宋朝人物，以范仲淹为第一。”\n　　《宋元学案·序录》云：“高平一生粹然无疵，而导横渠以入圣人之室，尤为有功。”\n\n　　王夫之对范仲淹有苛评：“以天下为己任，其志也。任之力，则忧之亟。故人之贞邪，法之疏密，穷檐之疾苦，寒士之升沉，风俗之醇薄，一系于其心。……若其执国柄以总庶务，则好善恶恶之性，不能以纤芥容，而亟议更张；裁幸滥，核考课，抑词赋，兴策问，替任子，综核名实，繁立科条，一皆以其心计之有余，乐用之而不倦。唯其长也，而亟用之，乃使百年安静之天下，人挟怀来以求试，熙、丰、绍圣之纷纭，皆自此而启，曾不如行边静镇之赖以安也。”\n\n　　欧阳修为范仲淹刻墓碑曰：“公少有大志，每以天下为己任。” \n\n\n主要成就\n\n政治贡献\n\n●地方治绩\n　　范仲淹出任泰州时，征调民众4万多人，重修捍海堰。自天禧五年至天圣四年完成，新堤横跨通、泰、楚三州，全长约200华里，不仅当时人民的生活、耕种和产盐均有了保障，还在后世“捍患御灾”中发挥了重要作用，当地人民将所修之堤命名为“范公堤”，遗址迄今犹存。\n\n　　景祐元年，苏州久雨霖潦，江湖泛滥，积水不能退，造成良田委弃，农耕失收，黎民饥馑困苦，范仲淹出知苏州后，根据水性与地理环境，提出开浚昆山、常熟间的“五河”，将积水导流太湖，注入于海的治水计划。范仲淹以“修围、浚河、置闸”为主的治水经画，不但获得时舆的赞扬，还泽被后世，自南宋一直至元、明的两浙职守，都依照这个模式去整治水患。\n\n●实施新政\n\n　　主词条：庆历新政\n\n　　庆历三年八月，范仲淹针对内忧外患的现状，上疏《答手诏条陈十事》，提出十项改革纲领，主张澄清吏治、改革科举、整修武备、减免徭役、发展农业生产等，内容涉及到政治、经济、军事、教育、科举等各个方面和领域。新政实施的短短几个月间，政治局面已焕然一新：官僚机构开始精简；科举中，突出了实用议论文的考核，有特殊才干的人员，得到破格提拔；全国也普遍办起了学校。\n\n　　庆历五年正月，以夏竦为首的反对派攻击革新派为“朋党”，仁宗外放范仲淹、富弼等大臣，改革遂以失败告终。但新政虽只推行一年，却开北宋改革风气之先，成为王安石“熙宁变法”的前奏。\n\n军事思想\n　　康定元年，范仲淹奉调西北前线，担任边防主帅。针对西北地区地广人稀、山谷交错、地势险要的特点，范仲淹提出“积极防御”的守边方略，即在要害之地修筑城寨，加强防御工事，训练边塞军队，以达到以守为攻的目的。\n\n　　军队制度上，取缔按官职带兵旧制，改为根据敌情选择战将的应变战术；建立营田制，解决军需问题，使军队面貌一新，应变能力和作战能力大大提高。防御工事方面，构筑城寨、修葺城池、建烽火墩，形成以大顺城为中心、堡寨呼应的坚固战略体系。对沿边少数民族，诚心团结，慷慨优惠，严立赏罚公约，使其安心归宋。同时，范仲淹精选将帅、大力提拔军队将领，使西北军中涌现出狄青、种世衡等名将，又训练出一批强悍敢战的士兵，直到北宋末年，这支军队仍是宋朝的一支劲旅。\n\n　　范仲淹利用筑城修寨进行积极防御的思想，使西北军事防务形势发生了根本性的变化，边境局势大为改观。庆历四年，北宋与西夏最终缔署合约，西北边疆得以重现和平。\n\n文学成就\n\n●散文\n　　宋建国至仁宗七十多年来，墨守祖宗家法，政尚循谨，浮华奢靡的背后潜伏着种种危机。范仲淹洞破北宋积贫积弱的局面，重视文章的政治教化作用，主张文章是政治重要的有机组成部分，关系到社会风俗的醇厚讹薄、国家的兴衰成败。在经世济时思想的影响下，范仲淹反对宋初文坛的柔靡文风，提出了宗经复古、文质相救、厚其风化的文学思想。范仲淹的文章，立足点在于政而不在于文，在价值取向上与扬雄、王勃、韩柳以及宋初复古文论一样，具有历史意义和复古精神，对宋初文风的革新具有积极作用。\n\n　　散文创作上，范仲淹作品以政疏和书信居多，陈述时政，逻辑严密、有很强的说服力，苏轼曾评价《上政事书》“天下传诵”；《灵乌赋》一文，“宁鸣而死，不默而生”，是中国古代哲人争自由的重要文献；名篇《岳阳楼记》，借作记之机，规劝友人“不以物喜，不以己悲”，全文融记叙、写景、抒情、议论为一体，动静相生，思想境界崇高，成为杂记中的创新，其中“先天下之忧而忧，后天下之乐而乐”为千古名句。\n\n●诗歌\n　　诗歌上，范仲淹主张“范围一气”、“与时消息”。范仲淹继承了孟子的“浩然之气”，又将曹丕的“文气说”、陆机、钟嵘的“感物说”和“天人合一”的诗学思想捏合在一起，他认为，诗人创作的冲动与意向，是秉承大道之“一气”，感于万物并通过万物体现出来。范仲淹的“与时消息”则继承了刘勰的“为情而文”观和白居易“文章合为时而著，歌诗合为事而作”的主张，把政治教化和为情造文有机有机结合起来，范仲淹批判宋初诗坛的盲目模仿之风和无病呻吟之态，主张诗歌创作要忠于生活现实，符合时事，不为空言。\n\n　　范仲淹诗歌存世305首，内容非常广泛，或言志感怀，抒写伟大的政治抱负；或关注民生，抒发忧国忧民的情怀；或纪游山水，歌颂祖国大好河山；或咏物寄兴，展现自己的人格操守。诗意淳语真，艺术手法多样，以清为美的特点尤为突出，以文为诗、议论化的倾向非常明显，同时注意白描手法和叠字的运用，与当时的白体、晚唐体及西昆体相比，呈现出迥然不同的面貌，成为宋初诗歌由唐音向宋调转变的重要一环。\n\n●词\n　　范仲淹词作存世共五首，虽然数量较少，但首首脍炙人口，在宋词的发展中起着承前启后的重要作用。北宋建国至宋仁宗，生活享乐渐成风尚，以艳情为主要创作话题的歌词亦趋向繁荣。范仲淹于仁宗年间登上词坛，其词作内容和风格丰富多样，有直接写艳情者，也有跳出艳情之外者，正是过渡时期遗留下来的深刻痕迹。\n\n　　《渔家傲·秋思》一词，反映了边塞生活的艰苦，表达了作者反对入侵、巩固边防的决心和意愿，同时还表现出外患未除、功业未建、久戍边地、士兵思乡等复杂矛盾的心情。在范仲淹之前，很少有人用词这一新的诗体形式来描写边塞生活，唐人韦应物的《调笑令·胡马》虽有“边草无穷日暮”之句，但没有展开，且缺乏真实的生活基础，因而，范词实际上是边塞词的首创。不仅如此，这首词的内容和风格还直接影响到宋代豪放词和爱国词的创作，为词世界开辟了崭新的审美境界，也开启了宋词贴近社会生活和现实人生的创作方向。《剔银灯·与欧阳公席上分题》和《定风波·自前二府镇穰下营百花洲亲制》两词，读史、咏风景，题材宽泛，与艳情无关，与北宋前期词坛的创作风格合拍，表现了从晚唐五代至北宋前期歌坛衰变的一个过程。\n\n　　范仲淹的艳情之作，总是写出一种宏大的时空背景，与同时代其他词人“小圆香径”、“庭院深深”的狭深环境迥然不同。而沉挚真切、婉丽动人的风格，也极大地改变了宋人的创作观念，引导着词坛创作风气的转移，对后世词坛产生着深刻影响。 \n\n教育方略\n　　范仲淹继承和发展了儒家正统的教育思想，把“兴学”当作是培养人才、救世济民的根本手段。在《上执政书》中，范仲淹明确提出“重名器”，把当时科举以考试取人、而不在考试之先育人，比之为“不务耕而求获”，主张“劝学育才”，恢复制举并使之与教育相衔接。庆历年间主政时，范仲淹再次提出“复古兴学校，取士本行实”，着力改革科举考试制度、完善教育系统、加强学堂管理，各地亦奉诏建学，地方学堂如雨后春笋般涌现，时谓“盛美之事”。\n\n　　师资选材上，范仲淹提倡明师执教、经实并重。范仲淹注重对教师的培养和选拔，把“师道”确立为教育的重心，他推荐的名师胡瑗、李觏等，皆为北宋著名的教育家。教学内容上，范仲淹提倡“宗经”，以儒家经典培养能通达“六经”、悉经邦治国之术的人才；同时注意兼授诸算学、医药、军事等基本技能，培养具有专门知识、技能的实用人才。\n\n　　范仲淹亦身体力行，无论“居庙堂之高”、还是“处江湖之远”，足迹所涉，无不兴办学堂，教泽广被；晚年又设义田、建义学，对族中子弟实行免费教育，激劝“读书之美”，范氏义学在教化族众、安定社会、优化风尚上取得了巨大成功，开启了中国古代基础教育阶段免费教育的新风尚。\n\n书法成就\n　　范仲淹善书。黄庭坚《山谷题跋》中云：“范文正公书落笔痛快沉著，极近晋宋人书。”又云：“范文正公书《伯夷颂》极得前人笔意，盖正书易俗，而小楷难于清劲有精神。朱长文《续书断》谓仲淹晚年学王羲之《乐毅论》，亦一代之墨宝也。明唐锦《龙江梦余录》评范仲淹书极端劲秀丽，无毫鋩纵逸之态。”清高士奇也称范仲淹书法“挺劲秀特，肖其为人”。\n\n\n纪念建筑\n\n纪念馆\n　　范仲淹纪念馆坐落在景色秀丽的苏州天平山风景区内。天平山为江南名山，景色雄丽，历史上属范氏祖茔，以“奇石、红枫、清泉”三绝而闻名于世，为苏州著名景区。1981年苏州市政府拨款修葺了几经废毁的建筑，并于1985年重塑范文正公彩色坐像，1989年又修建了刻有“先天下之忧而忧，后天下之乐而乐”的石牌楼，树立了一尊范仲淹铜像，成为本地和附近城市对青少年进行爱国主义教育的好去处。当今，苏州市委、市政府为适应爱国主义教育的需要，挖掘整理一大批历史文化遗迹，并根据范仲淹的生平事迹制成了蜡像。蜡像采用科学技术制成，动静结合，十分逼真，对参观者尤其是青少年了解范仲淹、学习先贤的博大胸怀和崇高品德提供了极好的教材。此馆被苏州市委、市政府列为“爱国主义教育基地”。\n\n纪念新馆\n　　2006年10月28日，坐落于苏州天平山的范仲淹纪念馆新馆正式落成开放。\n　　新馆建在原范仲淹祠堂西侧，为宋代建筑风格，采用了庭院式厅堂布局，分三厅一廊一房，总面积达600平方米。其中北厅为序馆，主要是范仲淹的生平简介、范氏家谱等内容，中厅重点介绍范仲淹一生的功绩，南厅则展示范仲淹在文学上的成就，有范仲淹所作的辞赋、散文、诗词、书画及各地研究范仲淹的专著、论文等。\n　　另外，附房展示了漆雕“万笏朝天图”和“高义园世宝”，走廊的墙上还布置了16幅瓷板画，以连环画的形式来展现范仲淹的一生。\n\n遗迹\n　　范仲淹墓，河南省文物保护单位。范仲淹死后葬于洛阳，即今河南洛阳城东南15公里处伊川县彭婆乡许营村万安山南侧。河南伊川出县城向东17公里，有一村，名叫许营，村北500米就是范园。麦田中一丛翠绿点缀其间，那就是范园。分前后两域，前为范仲淹及其母秦国太夫人、长子监溥公范纯佑墓，中央祭庙一所，内有殿房，殿中悬光绪皇帝御笔\"以道自任\"匾额；有欧阳修撰文石碑。宋仁宗篆额的\"褒贤之碑\"，高4.08米，宽1.41米，厚0.48米，碑文字迹大体清晰，另有翁仲、石羊、石狮等。后域为次子范纯仁、三子范纯礼、四子范纯粹及后代之墓，墓围古柏参差，绿树成荫。2006年05月25日，范仲淹墓作为宋代古墓葬，被国务院批准列入第六批全国重点文物保护单位名单。 \n\n",
  "desc": "范仲淹（989－1052年），字希文，汉族，北宋著名的政治家、思想家、军事家、文学家，世称“范文正公”。范仲淹文学素养很高，写有著名的《岳阳楼记》。",
  "dynasty": "宋代",
  "id": 510,
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_510.jpg",
  "name": "范仲淹",
  "star": 505
}