{
  "content": "文学成就\n\n诗论主张\n　　谢榛论诗的主张主要表现在《四溟诗话》里。他的基本态度是与李攀龙、王世贞一致的，也是极力主张模拟盛唐，鄙视宋人，并且认为：“学其上仅得其中，学其中斯为下矣，岂有不法前贤而法同时者？”但与李攀龙等人稍有不同的是他取径较宽，认为初盛唐14家“咸可为法”，并且看到这些大家风格各有不同：“有雄浑如大海奔涛，秀拔如孤峰峭壁，壮丽如层楼叠阁，古雅如瑶瑟朱弦，老健如朔漠横雕，清逸如九皋鸣鹤，明净如乱山积雪，高远如长空片云，芳润如露薰春兰，奇绝如鲸波蜃气。”他强调，对这14家应“熟读之以夺神气，歌咏之以求声调，玩味之以裒精华。得此三要，则造乎浑沦，不必塑谪仙而画少陵也”。\n　　谢榛较重视诗歌创作中各有所得的“天机”和“超悟”。由此出发，他强调情真，不要摹拟太甚：“今之学子美者，处富有而言穷愁，遇承平而言干戈。不老曰老，无病曰病，此摹拟太甚，殊非性情之真也。”并且还强调“人不敢道，我则道之；人不肯为，我则为之”的独创性。这些看法显然比李攀龙诗论开通和高明。\n　　但是，谢榛尽管提倡“超悟”，提倡道他人所未道，其目的主要还在追求诗篇中的“警句”。他认为：“凡作诗先得警句，以为发兴之端，全章之主。格由主定，意从客生。”而且认为这类“超悟”式的独特的警句，既可以通过“静室隐几，冥搜邈然”的办法，也可以通过“阅书醒心，忽然有得”的办法，这些都是脱离生活的错误门径。他的诗歌创作有时仅得佳句而难见完篇，这种现象正是他创作指导思想所带来的必然结果。\n\n诗歌创作\n　　谢榛的诗歌创作有两方面较为突出。一是因他长期转徙于公卿、藩王之间，过着类似乞讨的生活，所以其诗经常发抒他飘游中的凄苦情怀。如《夜坐感怀寄徐文山》等篇，苦情愁绪，溢于言表。他描写旅途的困顿也颇为真切精细：“凉雨何冥冥，黑云复浩浩。山行夜不休，破屋临古道。数口远相投，芜秽不及扫。园荒无主人，马散啮秋草。”诗人也时常升腾起“他年学耕稼”和“亦有逃禅意”的愿望。但实际上他仍然是到处奔波。二是由于他长期游历秦、晋、燕、赵，所以塞外风光常常出于笔端。象《塞上曲四首》、《胡笳曲》、《九月雪》、《冬夜闻笛》等诗，较为生动地描绘出“吹落梅花雪满山”、“菊花含冻不成秋”的景色，也表现塞外人们的风貌和情怀：“弯弧仰射双□下，日晚穹庐带雪归”，“野烧连山胡马绝，何人月下唱凉州？”有些诗歌还吐露出他期望良将守边的想法。他在《送许参军还都下兼寄严冢宰敏卿》里就大声疾呼：“三关父老且挥涕，当代应多卫霍俦！”\n　　谢榛善长近体，五律更优。如《暮秋同冯直卿、秦廷献、李士美迎黄花山》：“深入黄花谷，高临玉女台。迎人千嶂出，随意一樽开。寒露垂瑶草，秋风扫石苔。子长耽胜绝，猿鸟莫相猜。”句烹字炼，表现出他风度端凝的艺术功力。此外，他的一些七绝也能节制精严、神采焕发，如《怨歌行》等，抒发情怀，颇为蕴藉。 \n\n\n轶事典故\n\n　　卢楠是河南浚县人，明代嘉靖年间的著名诗人和辞赋家。谢榛在移家安阳之后，与他结识，成为极好的朋友。后来，卢楠因为礼数不周得罪了知县，被投入狱中，并拟治以大辟之刑。谢榛闻说卢楠的惨况后，带着卢楠的著作到北京求见达官贵人。谢榛先是朗诵卢楠的诗赋，后便接着哭诉道：“卢生真是遇到了天大的冤枉啊！他活着的时候，你们不帮着他平冤昭雪；他死了之后，再写什么像哀悼贾谊那样的辞赋也就没有什么用处了”。在谢榛的真情感染下，“后七子”当中的重要人物、在刑部任职的王世贞，也帮助谢榛一同为卢楠奔走、辩白。经过一番努力之后，卢楠终于得以无罪获释。谢榛的这一举动，使他的知名度得到了极大的提高。当时的人把他当成了战国时射书救聊城的鲁仲连。不只士大夫争着要结识谢榛，就连广大的北方地区的青年们也都争相传说他的事迹。\n\n人物生平\n\n少年成名\n　　谢榛一生浪迹四方，未曾入仕。出身寒微，眇一目，自幼喜通轻侠，爱好声乐。15岁师从乡丈苏东皋学诗，16岁写的乐府曲辞，即在临清、德平一带传诵。\n\n　　30岁左右，西游彰德，献诗于赵康王朱厚煜，为所宾礼，因成为赵王门客。彰德旧为邺地，是汉末建安时期文人荟萃之地，而赵王亦富有文才，喜揽文士，这应该是谢榛居邺的原因。此间，谢诗主要内容是写邺城风光及友人酬答。\n\n云游四方\n　　居久，谢榛不耐陪宴凑趣的帮闲生活，遂以邺城为中心，开始了大河南北的浪游。20余年间，南向沿江而东，游庐山，至南京；溯江而上，观览荆襄形胜。北赴京都，登居庸关，游五峰山，写下了不少纪游诗。与其交往者，大部分是地方官吏、宗室藩王，也有僧侣、隐逸、酒家、学子，其诗也大半是友人唱酬、抒情言怀之作。其间，他曾两登嵩山，寻访禅僧；朱仙镇凭吊抗金英雄岳飞，吹台悼念李白、杜甫、高适。虽其很少与农民接触，但对农民的痛苦生活也有所了解，并表示了深切同情，如《渔樵叹》。\n\n仗义执言\n　　谢榛以“淡泊”自许，但仍关心时事。嘉靖二十七年，内阁首辅夏言和兵部尚书曾铣，因反对权奸严嵩，遭谗被杀；一些友人亦因此而先后贬谪外地，他写了不少安慰、鼓励他们的诗歌。第二年，他在河南听到浚县卢柟冤狱，即北游赴京，奔走于公卿之间，最终使冤狱得以平雪。\n\n忧国忧民\n　　嘉靖二十九年，鞑靼攻入古北口，直抵北京城下，朝野震动。奸相严嵩不准诸将出击，致使京畿之地惨遭虏掠。诗人睹此，忧愤无端，写《秋日即事五首》、《哀哉行》、《元夕同李员外于鳞登西北城楼望郊外人家，时经虏后，慨然有赋》诸诗以纪其事。\n\n与世长辞\n　　万历元年冬，谢榛自关中还，过彰德，谒见赵康王的曾孙穆王朱常清。这位穆王也雅好谢榛诗，待以优礼。在招待谢榛的宴席上，穆王命所爱贾姬奏其所制竹枝词，榛大为感动，第二天一早献新词14阙，姬全部谱曲演奏。第二年元旦，穆王招待谢榛。宴后，“盛礼而归姬于榛。榛游燕、赵间，至大名，客请赋寿诗百章，成80余首，投笔而逝。”\n\n\n个人恩怨\n\n　　后七子社的前身是“刑部诗社”。嘉靖二十三年，临海人王宗沐、松江华亭人袁福徵中了进士，授刑部主事。这时，正好孝丰人吴维岳到北京任刑部主事，于是几个人就共结诗社，品评诗文，唱和酬答。这一诗社是京城中下层官员自发的文学活动，以南方人为主。当时谢榛虽然曾经来往于山东与北京，但是却没有加入这一诗社。在刑部诗社中，吴维岳“尤为同社推重”，王世贞《吴峻伯先生集序》说他“逡逡师古，然犹以师心为能，其持论宗毗陵”。按，“毗陵”指唐顺之，武进人，是当时著名的唐宋派的主要倡导人之一。据此可知，刑部诗社的论诗旨趣基本上追随便唐宋派，跟前后七子的主张是大不相同的。\n\n　　到了嘉靖二十六年，李先芳进士及第，在北京等候分配职务。李先芳原籍是监利人，寄籍濮州，也算是山东人了。这时他附鼓吹风雅，跟殷士儋、李攀龙、靳学颜、谢榛等人，结社吟诗。这一京城诗社中人，多为山东人，可以称为“鲁籍诗社”。鲁籍诗社仅仅是一帮同乡好友的聚会唱和，当时没有完全一致的论诗志向和创作主张。例如，李攀龙声称“文自西汉以下，诗自天宝以下，若为其毫素污者，辄不忍为也”。而李先芳“论古诗，断自魏、晋以上为上乘，近体十二子、李、杜以上为大家”，这跟李攀龙的诗学主张是一致的。但他又选录宋、元诗，刊刻赠人，这就跟李攀龙大不一样了。至于殷士儋、靳学颜等人，或者倾心吏治，或者爱好经学，诗歌创作仅仅是他们的业余爱好而已。谢榛则云游天下，行踪不定，只是偶尔参加诗社活动，还没有在诗社中发挥什么大的作用。\n\n　　李先芳很欣赏他年轻的老乡、同年进士王世贞，这时便介绍王世贞与李攀龙相识。第二年，王世贞授刑部广东司主事，吴维岳等人邀请他加入了刑部诗社。这年三月，李先芳授官为新喻知县，离开北京，鲁籍诗社解体。临行前，李先芳介绍李攀龙加入刑部诗社。不久，吴维岳出京任山东提学副使，王宗沐也出任外职，刑部诗社中的几位元老都纷纷离开了诗社。于是，在刑部诗社中，李攀龙得以跟王世贞一起倡导复古，提倡“文必秦汉，诗必盛唐”。当然，这时他们的诗学主张还是相当笼统、相当抽象的，缺乏明晰的理论思路和深刻的理论阐发。\n\n　　嘉靖二十八年，刑部诗社只剩下李攀龙、王世贞寥寥数人，不成气候。这年秋天，谢榛客游京师。他已是享誉天下的著名诗人，李攀龙为了借重他的名声，当即延请他参加刑部诗社的聚会。《诗家直说》卷三记载道：\n\n　　己酉岁中秋夜，李正郎子朱延同部李于鳞、王元美及余赏月。因谈诗法，予不避谫陋，具陈颠末。于鳞密以指掐予手，使之勿言。予愈觉飞动，亶亶不辍，月西乃归。于鳞徒步相携曰：“子何太泄天机？”予曰：“更有切要处不言。”曰：“何也？”曰：“其如想头别尔。”于鳞默然。\n\n　　这时，诗社中人对谢榛景仰备至。谢榛的人品、才气、交游，尤其是谢榛的诗学见地，都为社中人所称赞和景仰。李攀龙有《初春元美席上赠谢茂秦得关字》诗，中有“明时抱病风尘下，短褐论交天地间”的诗句，形容谢榛意气之高，应求之广，生动如见。王世贞有《谢生歌七夕送脱屐老人谢榛》诗，是送谢榛离京南下的诗作，写道：“谢生长河朔，奇笔破万卷。日月纵游遨，乾坤任偃蹇。开元以来八百载，少陵诸公竟安在！精爽虽然付元气，骨格已见沉沧海。”对谢榛的倾倒之情，也溢于言表。\n\n　　嘉靖二十九年，李攀龙为了张大诗社的旗帜，延纳新进士、刑部的徐中行、梁有誉和吏部的宗臣入社，声势渐渐盛大。这实际上改变了刑部诗社的面貌，成为一个新的诗社了。于是有所谓“五子”之说。“五子”实际上是“六子”，钱谦益说：“于时称五子者：东郡谢榛、济南李攀龙、吴郡王世贞、长兴徐中行、广陵宗臣、南海梁有誉，名五子，实六子也。”“六子”说肇始于嘉靖三十一年春，谢榛《诗家直说》卷四记载：嘉靖壬子春，予游都下，比部李于鳞、王元美、徐子与、梁公实、考功宗子相诸君延入诗社。一日，署中命李画士绘《六子图》，列坐于竹林之间，颜貌风神，皆得虎头之妙。查考《宗子相集》卷四及《兰汀存稿》卷一的《五子诗》，都是嘉靖三十一年春的原作，没有经过改动，它们均以谢榛居首，以下依次是李、徐、梁、王。大概参加诗社的是五个人，就称“五子”，是六个人，就称“六子”。《五子诗》的排列次序，显然是按年龄排列。大约诸子结社之初，大家还都比较谦虚，还能“相序以齿”，谢榛正好以年长居首。到嘉靖三十二年，吴国伦加入了诗社，于是才有“七子”之名，称“七子社”。\n\n　　由于谢榛在诗坛上早已享有盛誉，还有一整套较为完整的诗学理论，所以他的诗学理论和批评，对诗社中人产生了一种引导作用，甚至是指导作用。李攀龙在《寄茂秦》诗中称：“论诗到尔长。”这一点被后代的文学史家所肯定，如钱谦益说：“称诗之指要，实自茂秦发之。”朱彝尊也说：“七子结社之初，李、王得名未盛，称诗选格，多取定于四溟。”这种情形，在谢榛的《诗家直说》卷三中有详细的记载：\n\n　　予客京时，李于鳞、王元美、徐子与、梁公实、宗子相诸君召余结社赋诗。一日，因谈初唐、盛唐十二家诗集并李、杜二家，孰可专为楷范，或云沈、宋，或云李、杜，或云王、孟。予默然久之，曰：“历观十四家所作，咸可为法。当选其诸集中之最佳者，录成一帙，熟读之以夺神气，歌咏之以求声调，玩味之以裒精华，得此三要，则造乎浑沦，不必塑谪仙而画少陵也。夫万物一我也，千古一心也，易驳而为纯，去浊而归清，使李、杜诸公复起，孰以予为可教也。”诸公笑而然之。是夕，梦李、杜二公登堂谓余曰：“子老狂而遽言如此。若能出入十四家之间，俾人莫知所宗，则十四家又添一家矣。子其勉之。”\n\n　　这段话较为集中、全面、具体地体现了谢榛的学唐复古的诗学主张和诗学步骤，而且切实可行，便于效法。谢榛的诗学理论，对李攀龙、王世贞等人的这种“传染”作用，是不可低估的，也是历久弥新的。这一点，从其他六子后来的理论主张和创作实践中，能够非常明显地看出来。\n\n　　不久，谢榛又离开了京城，在各地漂游。他本来就是浪迹天涯的山人，不会在一个地方待太久。这时，李攀龙在六子当中最年长，俨然成为一言九鼎的诗社宗主。王世贞《李于鳞先生传》记述道：“其同舍郎徐中行、梁有誉、不佞世贞，及吴舍人国伦、宗考功臣，相与切劘千古之事，于鳞咸弟畜之。为社会，时有所赋咏，人人意自得，最后于鳞出片语，则人人自失也。”\n\n　　还在嘉靖三十二年，不知什么缘故，李攀龙跟谢榛已经发生了龃龉。次年，李攀龙竟然致书与谢榛绝交。而王世贞等人都站在李攀龙一边，交口诋毁谢榛，最后甚至把他在“七子社”中除名。比如王世贞在他的著名谈艺之作《艺苑卮言》中，说谢氏的诗“丑俗稚钝，一字不通”，却偏要“高自称许”，骂他“何不以溺自照”，就是俗语中骂人的话：何不撒泡尿照照自己的嘴脸。谢榛有《杂感寄都门旧知》诗，说：“奈何君子交，中途相弃置”，就是为此而发的感慨。在谢榛看来，双方交恶的原因，是因为自己曾经对诸子的诗作都做过直率的批评，而诸子不肯接受，也不能接受。实际上，这主要还是因为李攀龙、王世贞头角渐露，声望日高，他们几个人又都是进士出身，怎能容忍身为布衣的谢榛成为诗社领袖呢？徐谓曾作《廿八日雪》为谢榛鸣不平：昨见帙中大可诧，古人绝交宁不罢。谢榛既与为友朋，何事诗中显相骂？乃知朱毂华裾子，鱼肉布衣无顾忌。即令此辈忤谢榛，谢榛敢骂此辈未？回思世事发指冠，令我不酒亦不寒。”后来诸子与谢榛仍有来往，并时时提到他，双方并没有彻底绝交。 \n\n",
  "desc": "谢榛（1495～1575）明代布衣诗人。字茂秦，号四溟山人、脱屣山人，山东临清人。十六岁时作乐府商调，流传颇广，后折节读书，刻意为歌诗，以声律有闻于时。嘉靖间，挟诗卷游京师，与李攀龙、王世贞等结诗社，为“后七子”之一，倡导为诗摹拟盛唐，主张“选李杜十四家之最者，熟读之以夺神气，歌咏之以求声调，玩味之以裒精华。”后为李攀龙排斥，削名“七子”之外，客游诸藩王间，以布衣终其身。其诗以律句绝句见长，功力深厚，句响字稳，著有《四溟集》、《四溟诗话》。",
  "dynasty": "明代",
  "id": 190,
  "name": "谢榛",
  "star": 3
}