{
  "content": "轶事典故\n\n守兖州\n　　令狐楚除守兖州，州方旱俭，米价甚高。迓使至，公首问米价几何、州有几仓、仓有几石。屈指独语曰：“旧价若干，诸仓出米若干，定价出粜，则可赈救。”左右窃听，语达郡中，富人竞发所蓄，米价顿平。\n\n　　令狐楚镇守衮州时，正值州中大旱，一时米价飞涨。\n\n　　令狐楚召来衙吏问道：“现在米价多少？”“衮州有多少仓？”“每仓可存放多少米粮？”然后数着手指自言自语说：“现在米价甚高，如果把州中所有仓库中的米按旧价卖出，就可以对付这次大旱的缺粮了。”\n\n　　一旁的随员听到这番话，不久就传遍州内，百姓都知道官府将出售仓米，富商于是争相把所有屯积的米低价卖出，米价迅速跌回合理的价位。\n\n唱和\n　　令狐楚才思俊丽，能文工诗。“于奏制令尤善，每一篇成，人皆传讽。”时古文家后继乏人，令狐楚遂得以四六文为世所称，“言文章者以冠。”其骈文“隶事生动，犹得子山遗意”。李商隐的骈文即其所授。元和十二年，选进《御览诗》。晚年与刘禹锡、白居易唱和较多。\n\n文章\n　　《旧唐书》载；郑儋暴死，没来得及处理身后事。军中一片混乱眼看就要发生兵变。果然一天子夜，一些将士武装挟持令狐楚要他马上起草遗表。于是在众将士虎视眈眈之下，在白刃环立之中，令狐楚立即起草遗表。再读给大家听后，大家竟感动的痛哭流涕起来，军心大定由此平息了一场灾祸。从此，令狐楚更是名声大震。\n\n与李商隐\n　　令狐楚、令狐绹父子在唐代政治和文学方面都是具有很大影响的人物，令狐楚是中唐重要的政治人物，与当时许多重大的政治事件有着密切的联系，而且又是著名的骈文家和诗人，令狐绹则是牛党后期的领袖人物，父子俩与当时文坛名家都交游甚密。令狐楚骈文与韩愈的古文、杜甫的诗歌，在当时被公认为三绝。\n\n　　在父亲去世后，幼年的李商隐陪同母亲回到河南故乡，这里对于他来说是一个完全陌生而且相当艰苦的环境，没有家庭或家族的影响力帮助他在成长过程中自然进入一个社交圈。李商隐凭借才华、人品和性格建立起了自己的社会关系网络。早在十六岁，他就开始与当地的一些知识分子交往，将自己的作品散发给他们阅读，获得了一定的名气——也许就是因此引起了令狐楚的注意。\n\n　　认识令狐楚是李商隐一生中最重要的事件之一，他后来的生活状态在很大程度上与此有关。令狐楚帮助李商隐进入士大夫的社会阶层，同时也使他卷入了党争的旋涡。\n\n　　从829年令狐楚聘用他作幕僚，到837令狐楚去世，他们一直保持着非常亲密的关系。李商隐以谦卑诚恳的态度赢得了令狐楚的信任，有一件事可以表现这种信任的程度：令狐楚在病危之际召唤李商隐来到身边，要求他代为撰写遗表——这并非普通的遗书，而是要上呈给皇帝的政治遗言。令狐楚本人就是这种文体的高手，而他宁愿让李商隐帮助完成自己一生的总结。\n\n\n历史影响\n\n　　令狐楚、令狐绹父子在唐代政治和文学方面都是具有很大影响的人物，令狐楚是中唐重要的政治人物，与当时许多重大的政治事件有着密切的联系，而且又是著名的骈文家和诗人，令狐绹则是牛党后期的领袖人物，父子俩与当时文坛名家都交游甚密。令狐楚骈文与韩愈的古文、杜甫的诗歌，在当时被公认为三绝。\n\n　　在父亲去世后，幼年的李商隐陪同母亲回到河南故乡，这里对于他来说是一个完全陌生而且相当艰苦的环境，没有家庭或家族的影响力帮助他在成长过程中自然进入一个社交圈。李商隐凭借才华、人品和性格建立起了自己的社会关系网络。早在十六岁，他就开始与当地的一些知识分子交往，将自己的作品散发给他们阅读，获得了一定的名气——也许就是因此引起了令狐楚的注意。\n\n　　认识令狐楚是李商隐一生中最重要的事件之一，他后来的生活状态在很大程度上与此有关。令狐楚帮助李商隐进入士大夫的社会阶层，同时也使他卷入了党争的旋涡。\n\n　　从829年令狐楚聘用他作幕僚，到837令狐楚去世，他们一直保持着非常亲密的关系。李商隐以谦卑诚恳的态度赢得了令狐楚的信任，有一件事可以表现这种信任的程度：令狐楚在病危之际召唤李商隐来到身边，要求他代为撰写遗表——这并非普通的遗书，而是要上呈给皇帝的政治遗言。令狐楚本人就是这种文体的高手，而他宁愿让李商隐帮助完成自己一生的总结。 \n\n\n人物生平\n\n　　令狐楚为初唐十八学士令狐德棻之后，五岁就能写文章。唐德宗贞元七年，与状元尹枢同榜进士及第。当时李说、严绶、郑儋相继任河东节度使，都尊重令狐楚的才华和品行，召引他在幕府任职，从掌书记直到判官。德宗爱好文学，每次察看从太原府来的奏章，必然能认出令狐楚的手笔，多次赞美不已。\n\n　　唐宪宗时，擢职方员外郎，知制诰。经判度支皇甫镈推荐，令狐楚入朝为翰林学士、中书舍人等职。元和十三年四月，出为华州刺史。十月，皇甫镈升任宰相，授令狐楚为河阳节度使。\n\n　　元和十四年四月，宰相裴度遭到皇甫镈等人排挤，被外调为河东节度使。七月，皇甫镈推荐令狐楚入朝，自朝议郎被授为朝议大夫，升任中书侍郎、同中书门下平章事。他与皇甫镈共同任相，深受其照顾。\n\n　　元和十五年，宪宗去世，令狐楚担任山陵使，因亲吏赃污事贬衡州刺史。唐敬宗继位后，又重新提拔他为户部尚书、东都留守、天平军节度使、吏部尚书，累升至检校尚书右仆射，封彭阳郡公。\n\n　　开成元年三月初三上巳节，文宗在曲江亭宴请百官。令狐楚因为刚刚诛杀宰相等人，不应该赏宴，于是独自称病不前往，受到议论者的称美。令狐楚厌恶宦官擅权，多次上疏请求解职。四月，令狐楚出任检校左仆射、兴元尹，充任山南西道节度使。 \n\n　　开成二年十一月十二日，令狐楚在山南西道节度使任上逝世，享年七十二岁。追赠司空，谥号“文”。后因其子令狐綯显贵，累赠太尉。\n\n　　令狐楚长于诗，当时他与白居易、元稹、刘禹锡唱和酬答的作品很多。令狐楚有《漆奁集》130卷流行于世。他自称为“白云孺子”。\n\n　　令狐楚政治上一生积极参与牛李党争，属于牛僧孺一党的重要人物。文学上，令狐楚以古文大家闻名，尤善四六骈文，被誉为庾信之后的古文文宗。他在天平军节度使任上举荐李商隐，并传授其骈文技巧，为一时佳话。\n\n",
  "desc": "令狐楚(766或768～837) ，唐代文学家。汉族，字壳士。宜州华原（今陕西耀县）人，先世居敦煌（今属甘肃）。贞元七年 (791)登进士第。宪宗时，擢职方员外郎，知制诰。出为华州刺史，拜河阳怀节度使。入为中书侍郎，同平章事。宪宗去世，为山陵使，因亲吏赃污事贬衡州刺史。逝世于山南西道节度使镇上。谥曰文。",
  "dynasty": "唐代",
  "id": 539,
  "name": "令狐楚",
  "star": 57
}