{
  "content": "生平\n\n早年经历\n\n　　韩休年轻时精通词学，后考中制举，累迁至桃林县丞。\n\n累职升迁\n\n　　710年，李隆基被立为皇太子。当时，韩休被举为贤良，并到东宫回答有关国政的策问，与校书郎赵冬曦被定为乙等，擢升为左补阙。\n\n　　712年，李隆基继位，是为唐玄宗。此后十余年，韩休也由左补阙累获升迁，历任吏部主爵员外郎、中书舍人、礼部侍郎，兼知制诰。\n\n　　724年，山东地区发生旱灾，唐玄宗遂命韩休与黄门侍郎王丘、中书侍郎崔沔等五名中枢官员补任州刺史其中，韩休出任虢州刺史。\n\n　　后来，韩休因母亲去世，离职归乡，并要求依礼制守孝，得到唐玄宗的批准。丧满后，韩休出任工部侍郎，兼知制诰，又改任尚书右丞。\n\n担任宰相\n\n　　733年，侍中裴光庭病逝。唐玄宗让中书令萧嵩推举朝臣，以接任侍中，萧嵩便推举韩休。韩休因此被任命为黄门侍郎、同中书门下平章事，成为宰相，又加银青光禄大夫。\n\n　　起初，萧嵩认为韩休生性柔和，易于控制，因此推荐他拜相。不料，韩休主政后，刚直不阿，对萧嵩的意见多有矫正，因此与萧嵩不和。宋璟叹道：“没想到韩休竟能如此，这真是仁者之勇啊。”\n\n　　同年十月，韩休又与萧嵩在唐玄宗面前争论，并当面指责萧嵩。萧嵩为此请求退休。唐玄宗很不高兴，将二人一同罢相，改任萧嵩为尚书左丞相。韩休则改任工部尚书。\n\n晚年生活\n\n　　736年，韩休加授太子少师，封爵宜阳县子。\n\n　　739年，韩休病逝，终年六十八岁，追赠扬州大都督，赐谥文忠。\n\n　　762年，唐肃宗又追赠韩休为太子太师。\n\n\n轶事典故\n\n奏请均赋\n\n　　虢州位于西都长安与东都洛阳之间，皇帝时常移驾经过，供应舆驾的粮草赋税极重。韩休担任虢州刺史后，上奏朝廷，请求平均分摊赋粮于其他州郡。中书令张说将他的奏表驳回，道：“如果独免虢州，就要移给其他的州，你这是刺史在谋取私惠。”韩休再次上表请求。僚吏劝道：“您这会违逆宰相之意。”韩休答道：“作为刺史不能救百姓之弊，何以治政！若因此得罪，我也心甘情愿。”最终，朝廷同意了韩休的请求。\n\n犯言直谏\n\n　　韩休拜相后，万年县尉李美玉获罪，唐玄宗特命将其流放岭南。韩休谏道：“李美玉只是一个小官，所犯的也不是大罪。如今朝廷有大奸，尚且未被惩处，怎能流放这么一个小官。金吾大将军程伯献依恃恩宠，贪图财利，住宅车马，多有僭越。臣请先惩处程伯献，再治李美玉之罪。”唐玄宗不同意。韩休坚持道：“李美玉这样的小官都不能容，那么像程伯献这样的巨猾怎能不问！陛下如不惩处程伯献，臣便不会流放李美玉。”唐玄宗认为韩休恳切率直，便同意了他的请求。\n\n韩休为相\n\n　　韩休生性耿直，常谏言时政得失。唐玄宗每次稍有过失，便问左右侍从：“韩休知道吗？”话音刚落，韩休规劝的谏疏就已送到。后来，唐玄宗闷闷不乐。侍从道：“自从韩休拜相，陛下没有一天欢乐，为什么不将他贬谪呢？”玄宗道：“我虽然瘦了，但国家却富裕了。萧嵩每次奏事，都会顺着我的意思。我退朝之后，常睡不安稳。韩休多次谏言，我退朝之后，反而睡得安稳。我用韩休为相，是为国家社稷考虑。”\n\n\n家庭成员\n\n父亲\n\n　　韩大智，官至洛州司户参军。\n\n兄弟\n\n　　韩偲，官至秘书郎。\n\n　　韩倩，官至殿中丞。\n\n妻子\n\n　　柳氏\n\n儿子\n\n　　韩浩，官至高陵县尉。\n\n　　韩洽，官至监察御史。\n\n　　韩洪，官至邢州长史。\n\n　　韩澣，官至郊社县丞。\n\n　　韩汯，官至谏议大夫。\n\n　　韩滉，官至左仆射、同平章事。\n\n　　韩□，官至京兆府录事参军。\n\n　　韩浑，官至太常少卿。\n\n　　韩洄，官至兵部侍郎。\n\n\n墓葬发现\n\n　　韩休与夫人柳氏的合葬墓位于西安市长安区大兆街办郭庄村，于2014年发现，该墓深约11米，坐北向南，墓道至墓室总长约40米，由长斜坡墓道、4个过洞、5个天井、甬道和墓室组成，虽然遭到严重盗扰，但墓葬形制基本完整。在发掘中，发现墓道、过洞、天井部分仅在墙面隐约有白灰层以及红色影作木构痕迹，过洞仅存一个壁龛未被盗掘，出土陶俑若干。\n\n",
  "desc": "韩休（673年－740年6月8日），字良士，京兆长安（今陕西西安）人，唐朝宰相，凤阁舍人韩大敏之侄，洛州司户韩大智之子。韩休出身于昌黎韩氏，制举入仕，后被举为贤良，历任左补阙、主爵员外郎、中书舍人、礼部侍郎、虢州刺史、工部侍郎、尚书右丞。开元二十一年（733年），韩休受到中书令萧嵩的举荐，担任黄门侍郎、同平章事。他生性刚直，数次犯言直谏，因与萧嵩产生矛盾，被罢为工部尚书。后加太子少师，封宜阳县子。开元二十八年（740年），韩休病逝，时年六十八岁，追赠扬州大都督，谥号文忠。宝应元年（762年），唐肃宗又追赠韩休为太子太师。",
  "dynasty": "唐代",
  "id": 2261,
  "name": "韩休",
  "star": 0
}