{
  "content": "轶事：刘克庄王迈戏联轶事\n\n　　据宋周密《齐东野语》有载：宋朝蔡襄与陈亚互相友善。一日，以谑语嘲其名而出对。蔡出对：“陈亚有心终是恶。”陈应声对云：“蔡襄无口便成衰。”又有刘颁曾经戏谑王觌，而云：“公何故见卖？”王觌：“卖公直甚分文。”此例颇多，纯属巧谑。\n\n　　南宋时期，莆仙有二位爱国诗人。一是刘克庄，字潜夫，号后村居士。于宋淳祐六年特赐同进士出身，后兼国史院编修官。仙游王迈，字贯之，号臞轩，宋嘉定十年进士，官至知邵武军。刘与王是诗友，常以诗唱酬，互为调侃。\n\n　　《齐东野语》有载：宋杨平舟以枢椽出任莆阳太守。当时刘克庄与同乡刘希仁，俱以史官身份在故里定居。一日，群集莆仙诸多才子会宴。王迈以此借题出对助兴。出对为：“大编修，小编修，同赴编修之会”。因杨氏与刘氏同是编修，而等级不同。刘克庄当即而道：“欲属对不难，不可见怒”。王迈坦然表示见闻。刘应对云：“前通判，后通判，但闻通判之名”。因王迈有五次调升通判正官职未得，仅是副职。王迈又出对，是将刘克庄之名拆开戏对。对为：“十兄，二十年前何其壮，二十年后何其不壮？”刘克庄遂即对曰：“二画，二十年前何其遇，二十年后何其不遇？”联对熨贴善谑，传为美谈。 \n\n\n文学成就\n\n词方面\n　　刘克庄论词，推崇辛弃疾、陆游，对辛弃疾评价尤高。他的词以爱国思想内容与豪放的艺术风格见称于时，在辛派词人“三刘”中成就最大，甚至被认为“与放翁、稼轩，犹鼎三足”。〔贺新郎〕《送陈真州子华》、〔沁园春〕《梦孚若》、〔玉楼春〕《戏林推》等词,是他的代表作。或悲痛“长安不见”,或慨叹“功名未立”，诸如〔玉楼春〕《戏林推》中“男儿西北有神州,莫滴水西桥畔泪”等名句,爱国情深,沉郁苍凉,确乎“壮语亦可起懦”。此外，像〔鹊桥仙〕、《乡守赵寺丞生日》要求“更将补纳放宽些，便是个西京循吏”,直是以词为民请命,在别的词家中这样的作品是不多见的。刘熙载注意到刘克庄不屑于剪红刻翠，认为“后村〔贺新郎〕《席上闻歌有感》云：‘粗识国风《关雎》乱,羞学流莺百转,总不涉闺情春怨。’……意殆自寓其词品耶？”但也有人认为他的词“直致近俗，乃效稼轩而不及者”；“纵横排宕，亦颇自豪，然于此事究非当家”。这是偏颇之见。实际刘克庄也不乏清切婉丽之作，如咏海棠的〔卜算子〕、咏舞女的〔清平乐〕等词即是。其缺点在于有的作品思想内容比较消极颓丧，语言过于议论化、散文化。应酬的寿词太多，亦是一病。\n\n散文方面\n　　刘克庄在诗、词之外，尚有不少散文著作。纪昀等人认为他的文章“文体雅洁，较胜其诗，题跋诸篇，尤为独擅”，而在当时则以表制诰启见称。刘克庄生前曾自编文集,嘱林希逸为序,继有后、续、新三集，其季子山甫汇为《大全集》200卷。《四部丛刊》收《后村先生大全集》196卷,系影印抄本。词集有《宋六十名家词》本《后村别调》1卷，《□村丛书》本《后村长短句》5卷，今人钱仲联有《后村词笺注》4卷。 \n\n\n生平\n\n　　刘克庄 南宋诗人、词人、诗论家。字潜夫，号后村。福建莆田人。宋末文坛领袖，辛派词人的重要代表，词风豪迈慷慨。在江湖诗人中年寿最长，官位最高，成就也最大。晚年致力于辞赋创作，提出了许多革新理论。初名灼，师事真德秀。宁宗嘉定二年补将仕郎，调靖安簿，始更今名。江淮制置使李珏任为沿江制司准遣，随即知建阳县。因咏《落梅》诗得罪朝廷，闲废十年。后通判潮州，改吉州。理宗端平二年授枢密院编修官，兼权侍郎官，被免。后出知漳州，改袁州。淳祐三年授右侍郎官，再次被免。六年，理宗以其\"文名久著，史学尤精\"，赐同进士出身,秘书 少监,兼国史院编修、实录院检讨官。景定三年授权工部尚书，升兼侍读。五年因眼疾离职。度宗咸淳四年特授龙图阁学士。第二年去世，谥文定。他晚年趋奉贾似道。谀词谄语，连章累牍，为人所讥。但他也曾仗义执言，抨击时弊，弹劾权臣。胡适先生在其所著的《白话文学史》说过，刘“有悲壮的感情，高尚的见解，伟大的才气”。林希逸《后村先生刘公行状》说当时人“言诗者宗焉，言文者宗焉，言四六者宗焉”，在南宋后期号称一代文宗。\n\n　　刘克庄早年与四灵派翁卷、赵师秀等人交往，诗歌创作受他们影响，学晚唐，刻琢精丽。他与江湖派戴复古、敖陶孙等也有交往,自言\"江湖吟人亦或谓余能诗\"。\"江湖社友犹以畴昔虚名相推让\"。他的《南岳稿》曾被陈起刻入《江湖诗集》。但他后来不满于永嘉四灵的\"寒俭刻削\"之态，也厌倦了江湖派的肤廓浮滥，而致力于独辟蹊径，以诗讴歌现实。所以他的诗终于摆脱了四灵的影响，成就也在其他江湖诗人之上。他一生\"前后四立朝\"，但时间都很短暂，多数时间被贬斥出守外郡，这样便扩大了眼界，接触社会面较为广阔，诗歌内容亦随着丰富起来。南宋后期，政治更加黑暗，国势江河日下，金人占领的淮河以北地区始终不曾收复，又逐渐受到崛起漠北的蒙古的入侵。作为一个关心祖国命运而又在政治上屡受打击的诗人，他只有\"夜窗和泪看舆图\"，感慨\"书生空抱闻鸡志\"。他有不少诗歌抒发忧时的孤愤：\"忧时元是诗人职，莫怪吟中感慨多。\"他痛心国土沦陷，悼惜大好河山遭受践踏破坏，同情遗民的悲伤，关怀战士的疾苦而向往于祖国的统一。对于南宋王朝依靠\"岁币\"换取苟安的妥协投降路线，他极为愤慨；对于文恬武嬉的腐败现象，他也作了深刻的揭露。如《绳伎》、《闻城中募兵有感二首》。尤其值得注意的是他有一组以边防为题材的歌行体诗歌，明显地模拟中唐\"新乐府\"，反映了人民的痛苦辛酸与统治者的奢侈骄横，具有很强的现实性。其中《卖炭图》叹息：\"尽爱炉中兽，谁怜窑下人\"，与白居易《卖炭翁》也极其相似。他对陆游、杨万里很推崇,自述\"初余由放翁入,后喜诚斋\"。他晚年的不少诗活泼跳脱，就深得杨万里\"诚斋体\"的旨趣。可是他学陆游不免才力不逮，学诚斋又不免流于质俚浅露，因而其诗瑕瑜互见。他的《后村诗话》和一些论诗文字提出过一些很有价值的诗歌见解，比如批评当时贵理学而忽视诗歌特性，把诗写成押韵的语录讲义的风气，《后村诗话》论诗较能注意联系史事及作者生平。但他也有《先儒》一类语录式和《题何秀才诗禅方丈》一类颂偈式的诗歌，而且应酬叠和之作太多，率尔成章，不免疏于辞采，缺乏性情。“晚节颓唐，诗亦渐趋潦倒”。 \n\n　　刘克庄生前曾自编文集,嘱林希逸为序,继有后、续、新三集，其季子山甫汇为《大全集》 200卷。《四部丛刊》收《后村先生大全集》196卷,系影印抄本。词集有《宋六十名家词》本《后村别调》 1卷，《□村丛书》本《后村长短句》 5卷，今人钱仲联有《后村词笺注》4卷。\n\n　　刘克庄是最早的《千家诗》编选者， 他的《分门纂类唐宋时贤千家诗选》曾作为《四库全书》未收书编入《宛委别藏》。然而刘克庄的《千家诗》并非启蒙类读物,，后来广泛流传的《千家诗》，多题为南宋谢枋得选注、清王相增补修订。 \n\n",
  "desc": "刘克庄(1187～1269) 南宋诗人、词人、诗论家。字潜夫，号后村。福建莆田人。宋末文坛领袖，辛派词人的重要代表，词风豪迈慷慨。在江湖诗人中年寿最长，官位最高，成就也最大。晚年致力于辞赋创作，提出了许多革新理论。",
  "dynasty": "宋代",
  "id": 106,
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_106.jpg",
  "name": "刘克庄",
  "star": 292
}