{
  "content": "文学地位\n\n　　《后汉书》本传说赵壹著赋、颂、箴、诔、书、论及杂文十六篇。《隋书·经籍志》载梁有《上计赵壹集》二卷，录一卷，至隋已佚。而新、旧《唐书》并有著录。今存赋四篇，书三通及论文《非草书》。其中《解摈》不以赋名，实亦赋类。据先人所辑，存残句二十余字。《非草书》一文论草书的产生、特征与在当时的流弊，体现了历史的观点和经世致用的思想，是至今仍有启发意义的学术论文。\n\n　　赵壹在文学史上占有重要的地位。这首先由于他强烈的现实主义批判精神。钟嵘《诗品》说：“元叔散愤兰蕙，指斥囊钱。苦言切句，良亦勤矣。”刘熙载《艺概》说：“后汉赵元叔《穷鸟赋》及《刺世疾邪赋》，读之知为抗脏之士。惟径直露骨，未能如屈贾之味馀文外耳。”其实文学作品有多种不同的风格，联系东汉末年黑暗腐败的政治来看，赵壹作品所表现的这种风格，是对“哀而不伤”、“怨而不怒”的诗教的一个冲破。清代乾隆年间湖北一位私塾先生读《刺世疾邪赋》深受感动，在“宁饥寒于尧舜之荒岁月兮，不饱暧于当今之丰年”上面批了“古今同慨”的字样，被人告发，他和他的家人都被外以极刑。可见赵壹赋的影响与反动统治阶级对他痛恨的程度。其次，他的《刺世疾邪赋》是汉赋由铺采摛文的大赋向抒情的小赋转变中的代表作，是赋史上政治抒情之作的篇，其对春秋战国以来历史的批判，对阮籍的《大人先生传》等有一定影响。祢衡《鹦鹉赋》、曹植的《野田黄雀行》、何逊的《穷鸟赋》都受赵壹《穷鸟赋》的影响；刘宋末年，卞彬每忤萧道成之旨，“因此摈弃数年，不得仕进，乃拟赵壹《穷鸟》为《枯鱼赋》以喻意”。再次，赵壹也是汉代五言诗的重要作家。附在《刺世疾邪赋》后的两首五言诗，在《古诗二九首》和佚名的古诗的羁旅愁怀、人生职寄、儿女之情等主题之外，以其对现实的强烈揭露与批判而丰富了汉诗的风格，增加了汉诗思想的亮色。 \n\n\n介绍\n\n　　赵壹，字元叔，古汉阳西县人，东汉辞赋家。是东汉时期与书法家敦煌人张芝，思想家镇原人王符齐名的陇上三大家之一。他体格魁梧，美须豪眉，相貌超群，性格耿介狂傲，举止独特，铮铮铁骨，顶天立地。\n\n　　汉灵帝光和元年，汉阳郡举荐赵壹为上郡吏，去京师洛阳汇报情况，接见他的上司是司徒袁逢，小小上郡吏见了这么大的官只能“府拜庭中，莫敢仰视”，惟独赵壹长揖不跪，袁逢属下励声责问“下站者何人，为何不跪？”赵壹跨前一步，理直气壮地说：“想当年郦食其以长揖礼面见汉王刘邦，现我以此礼面见三公，这有什么不可？”声如洪钟，余音回旋，这种独特的秉性赢得了袁逢的敬重，加之仪表不凡，威风凛凛，袁逢暗暗惊叹，特意走下厅堂，邀请赵壹上坐，询问西部事务，赵壹对答如流，袁逢大喜过望曰“小小西县，竟有如此人才，国之大幸”，并向座中人介绍：“这就是汉阳赵元叔，朝臣没有一个能超越他的。”过后，赵壹又拜访了河南尹羊涉，与之攀谈，异常投机，羊涉连叹相见恨晚。数日，羊涉回访赵壹，在赵壹独乘的破车旁席地而坐，开怀畅饮，直至日落西山，才依依相别，极欢而去，尽显名士风范。从此，赵壹名噪京师，上大夫能以和赵壹结识为幸事。“\n\n　　赵壹不仅仅是狂傲，而且才华横溢超群，所作辞赋语言流畅，朴实典雅，观点显明尖锐，其代表作《刺世疾邪赋》表达了对不合理社会制度的强烈不满，对封建王朝的腐朽及其统治者的昏庸进行了辛辣的愤怒的批判。辞锋犀利，情绪激烈，痛快淋漓，将他对社会的不满情绪毫无保留地输入辞赋之中“宁饮寒于尧舜之荒岁兮，不饱暖于当今之丰年”。这就未免刺中了统治者的要害，得罪了不少阿谀奉承的小人，加之为人狂放不羁，“屡抵罪，几度死”，得友人相助而幸免。作《群鸟赋》以自识，以述者，以答谢友人。\n\n　　社会的黑暗肮脏，赵壹连上郡吏也不做了，回乡“滴汗于黄土，涉足于泥道”，凉州和汉阳郡官府十几次致礼命聘他出来做官，均被谢绝。其作品被后人结集为《赵壹集》。赵壹的辞赋在汉赋的发展史上独树一帜，自成一家，在我国的文学史上占有重要地位。 \n\n\n生平\n\n　　《后汉书·文苑传》说他“体貌魁梧，身长九尺，美须豪眉，望之甚伟”。他恃才倨傲，高自抗竦，不肯结交权势，也不喜趋炎附势的小人和庸俗之辈，因而受到地方豪绅的打击与排挤。他不但不屈服，反而写了一篇《解摈》，申述正邪不相容之理，表明自己不愿同流合污的心志。后来又受到豪强势力的迫害，几次抵罪。延熹九年党锢之狱大兴，凡曾抨击宦官、横议朝政及与李膺等人有来往者，均被株连，下狱二百多人。那些素与赵壹不睦的奸邪小人也乘机必欲将赵壹置之死地而后快，幸得友人解救得免。赵壹于是写了一篇《穷鸟赋》，比喻自己当时如同一只被困的鸟，四面受敌，“思飞不得，欲鸣不可”。由赋中“昔济我南，今振我西”两句看，附上《穷鸟赋》寄给这位友人以表谢意。赵壹深感世道黑暗，宦官、外戚、世族争权夺利，轮番把持朝政，法纪颓败，民不聊生，因而慷慨奋笔，又写成千古名篇《刺世疾邪赋》。赋中说当时的社会是“佞谄日炽，刚克消亡，舐痔结驷，正色徒行。妪禹名势，抚拍豪强，偃蹇反俗，立致咎殃”。指出形成这种状况的原因是“实执政之匪贤”。具体的表现是“女谒掩其视听兮，近习秉其威权”！击中了东汉末期政治的要害。\n\n　　一六七年，汉桓帝崩，汉灵帝继位。此后不久，赵壹受聘为汉阳郡上计吏。建宁元年赴洛阳向朝廷上计簿。他听说度辽将军皇甫规于去年夏天在奏对中言及朝廷“贤愚进退，威刑所加，有非其理”，而受到宦官的嫉恨，被迁为弘农太守。故返回时顺道去拜访皇甫规。皇甫规为当时名臣，一贯抨击奸邪，恶绝宦官，而推举贤士，所教生徒皆刚正清廉之士，名显天下。但赵壹到皇甫规门上时，守门者不肯及时通报，赵壹便悄悄离去。守门者向皇甫规报告后，皇甫规一听是赵壹来过，大吃一惊，立即写了一封十分恳切的信让主簿骑马去追。赵壹见信后只写一封回信交与主簿，并未返回。信中除表白了对皇甫规的仰慕之心以外，对他的怠于接纳士人提出了十分严厉的批评“实望仁兄，昭其悬迟，以贵下贱，握发垂接，高可敷玩坟典，起发圣意，下则抗论当世，消弭时灾。岂悟君子自生怠倦，失恂恂善诱之德，同亡国骄惰之志！”这种严厉的态度实际上表现了对中良贤俊的极高的期望。从这封信中即可看出赵壹刚正不阿的性格。\n\n　　灵帝光和元年，赵壹又赴少先队员上计簿。当时是袁滂任司徒，主管此事。袁滂坐于堂上，计吏数百人拜伏在庭院中，没有人敢抬起头来看，只有赵壹深深地作了一个揖，便站在旁边。袁滂见状很惊异，让人去责问：“一个下郡的计吏，为何对三公只行作揖礼？”赵壹回答说：“当年郦食其见到汉王，也只是深深作了一个揖。我对三公行作揖礼，有什么大惊小怪？”袁滂听后下堂来问了姓名，执着他的手，引他坐上座，向他问西方的事情。赵壹一一对答。袁滂十分高兴，回头对在座的人说：“这位是汉阳的赵元叔，朝臣中没有超过他的。其他计吏都以惊异的眼光看着他。出来后，他又去拜访河南尹羊陟。但一般人轻易见不到羊陟。赵壹便天天到羊的门上去。后来羊陟勉强同意让他进来，但自己仍然躺在榻上。赵壹一直走到羊的榻前说：”我蜗居于西州，早就听到您的美名。现在才见到，却没想到已经仙逝。这是我的命不好呀！“于是放声大哭。羊陟知道赵壹不是平常之人，便起身下榻，请他坐下交谈。他对赵壹的谈吐非常惊异。第二天早上领着很多车骑侍从拜访赵壹。当时，其他郡吏都有豪华的车马帷幕，唯赵壹柴车草帘露宿其帝。他请羊陟坐在车下交谈，从容自若，直至黄昏之时，十分投机。临别时羊陟说：“卞氏之玉未被人看出本色。现有人一定要泣血来推举。”不久羊陟与袁滂一同推举赵壹。一时赵壹名动京师，许多士大夫想望其丰采。州郡都争相致礼聘请他，他都未去。数月后，羊陟被牵连入党锢案而遭免官。赵壹也便在此后不久归家闲居，数年后去世。 \n\n\n文学成就\n\n　　赵壹的著作，原有赋、颂、箴、书论及杂文共—十六篇，总为《赵壹集》二卷，宋以后失传。现存的著作，据清人严可均辑的《全后汉文》载，有《穷鸟赋》、《刺世疾邪赋》、《报皇甫规书》、《非草书》以及《迅风赋》《解摈赋》和《报羊陟书》的残句。\n\n　　幸存的《穷鸟赋》和《刺世疾邪赋》是越壹的代表作，后人得以从中窥见赵壹在文学上的成就。 《穷鸟赋》是一篇借物咏怀的作品。通过对穷鸟险恶环境的描述，抒发了作者内心的愤懑与对现实的抗争，表达了东汉末年处于无树位的中下层知识分子的心声。\n\n　　《刺世疾邪赋》则是一篇讽刺不合理的世事，憎恨社会上邪恶势力的作品。表达了作者决不愿与邪恶势力同流合污以谋取个人荣华富贵的可贵精神。是赵壹代表作品之一。\n\n　　赵壹还是我国书法史上最早的书法评论家。他的代表作《非草书》一文，是我国古代书法史上最早评论书法的重要文献。\n\n　　赵壹之所以能够在中国文学史上占有—席之地，一是他的《刺世疾邪赋》批判的尖锐性在文学史上始终放射出不灭的异彩，为历代文士所瞩目，甚至有人评价《刺世疾邪赋》一篇压倒两汉所有的辞赋。二是他的辞赋是两汉铺采雕琢、雍容典雅的体物大赋向汉末流畅疏荡抒情小赋转变时期的代表作，对辞赋的演进作出了贡献。三是他生性耿直，愤世嫉俗，其作品也风格率直，明朗畅达，无论做人还是作文，都为后人所称道。\n\n",
  "desc": "赵壹（本名懿，因后汉书作于晋朝，避司马懿名讳，故作“壹”），约生于汉顺帝永建年间，卒于汉灵帝中平年间。东汉辞赋家。字元叔，汉阳西县（今甘肃天水南）人。体貌魁伟，美须眉，恃才傲物。桓、灵之世，屡屡得罪，几致于死。友人救之，遂作《穷鸟赋》答谢友人相助。并作《刺世疾邪赋》抒发愤懑之气。一生著赋、颂、箴、诔、书、论及杂文等16篇，今存5篇。",
  "dynasty": "两汉",
  "id": 660,
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_660.jpg",
  "name": "赵壹",
  "star": 4
}