{
  "content": "相关著作\n\n　　精医，著有《沐浴经》三卷、《如意方》十卷，均佚。\n\n　　为诗本自“伤于轻靡”的萧纲，入住东宫后，宫体诗的创作更逾往时。\n\n　　所谓宫体诗，就其内容而言，主要是以宫廷生活为描写对象，具体的题材不外乎咏物与描写女性。可以说，他们对女性的审美关照，同对器物的审美关照的心理是一样的。而在情调上，伤于轻艳，风格上比较柔靡缓慢。在描写女性的诗歌当中，绝大部分是将目光停留在女性上的生活圈内，包括她们的容貌、体态、服饰以及器物等方面。这类诗歌的共同艺术特点是：注重辞藻、对偶、声律。\n\n　　宫体诗中有少数作品表现宫中淫荡的生活，如萧纲的《咏内人昼眠》、《和徐录事见内人卧》、《率而为咏》、《和湘东王名士悦倾城》。萧纲曾说：“立身之道与文章异；立身先须谨重，文章且须放荡。”尽管人们对于“放荡”一词的理解不同，但是表现淫荡生活内容的作品在梁陈宫体诗中是存在的。\n\n　　咏物之作在宫体诗中占的比重相当大，这些诗的共同特点是内容贫乏，单纯咏物而毫无寄托，只讲究词藻与对偶。\n\n　　萧纲之外宫体诗的另一位代表人物徐擒，今存诗歌仅五首，其中四首皆为咏物诗，其情调与风格，与萧纲完全一致。其他宫体诗人的作品，大抵皆如此，不脱轻艳之风。这种风气一直影响到隋及初唐。\n\n　　然而就艺术形式而言，宫体诗仍有贡献。最突出的一点，就是宫体诗发展了吴歌西曲的艺术形式，并继承了永明体的艺术探索而更趋格律化。至于其语言的风华流丽、对的工稳精巧以及用典隶事等方面的艺术探索和积累，也同样为唐代诗人提供了足资借鉴的艺术经验。\n\n\n文化背景\n\n　　自东晋南迁以来，汉族政权偏安江左，历代虽间或有奋发有为的君主，但大多数帝王贵族都安于逸乐，纵情声色。反映在文学创作上，便往往以浮艳的辞句来表现空虚放荡的内容。萧纲在蕃及做太子时期，写作了大量这类题材的诗。当时的属官徐□、庾肩吾等又推波助澜，文学侍从之臣竞相仿作，形成“宫体诗”的流派。今存萧纲作品中，象描写女性声容情态的《咏内人昼眠》、《咏舞》、《美人晨妆》等，都属于这一类。\n　　当时文人创作，已有不少以边塞为主题的乐府诗，萧纲也有一些这类作品，如《从军行》、《陇西行》、《雁门太守行》、《度关山》等，在某些写作技巧上，开了唐人边塞诗的先河。他的咏物诗，写得也还轻巧，虽然轻细不足道，但这样的题材对后世也有一定影响。\n　　齐梁时代，虽然整个社会更替迭代、动荡不宁，但是南朝偏安江左，有比北朝安定的社会环境，农业、手工业发展，经济繁荣带来了人口稠密的商业都市，在物质生活相对富足的基础上，南朝君臣日益荒淫腐朽，耽于酒色。帝王荒淫放荡的生活为宫体诗的产生提供了土壤和生活基础。同时，文笔说和声律论的产生，使文学和诗歌形式趋于独立，文学创作进入一个更为自觉更为解放的时期。诗人和诗歌作品大量产生。\n　　齐梁时期文学集团的诗歌创作活动，方式大体一致。从现存诗歌来看，应制、应教、同题、共赋、相互唱和的作品居多，而且争胜斗艳的色彩较为浓重。由于生活范围和生活方式的限制，他们的视野大多停留在皇宫苑囿、帝王府第或藩镇使府之内，因而诗歌题材单调狭窄，内容脱离社会生活。为了迎合帝王的口味，文学集团内部的诗歌创作很少有真正的吟咏性情之作。因而这种创作方式带来的结果，便是审美趣味和艺术风格的大体一致，湮没了诗人的个性色彩。这也是那个时代难以产生大诗人的一个根本原因。\n　　至齐、梁之世，以皇室成员为中心的文学集团对文学尤其是诗歌发展的影响更是深刻。其中规模最大、影响最显著者，主要有三大文学集团：南齐竟陵王萧子良文学集团、梁代萧衍、萧统文学集团，萧纲文学集团。\n\n史诗背景\n　　作为宫体诗的主要倡导者，萧纲的文学观念，是在他的文学生涯中逐步建构完成的。\n\n熏陶下成长\n　　萧纲六岁能属文，七岁有“诗癖”，是一位早慧的文学少年。但是，萧纲不同于普通的贵族少年，因为是皇帝之子，他的文学趣味和他的生活一样，从年幼出阁时期开始，就与众多的幕僚联系在一起。七岁的这一年，晋安王萧纲正式出宫，为云麾将军，领石头戍军事，开王府，选幕僚。晋安王侍读徐摛堪称萧纲诗歌与文学的启蒙老师。《梁书》卷三○《徐摛传》曰：“晋安王纲出戍石头，高祖谓周舍曰：‘为我求一人，文学俱长兼有行者，欲令与晋安游处。’舍曰：‘臣外弟徐摛，形质陋小，若不胜衣，而堪此选。’高祖曰：‘必有仲宣之才，亦不简其容貌。’以摛为侍读。”徐摛与宫体文学的关系，亦见于本传：“摛文体既别，春坊尽学之，‘宫体’之号，自斯而起。”这段故事发生在萧纲初入东宫时。萧纲从七岁开始，文学上接受的就是徐摛的培养；到萧纲二十九岁宫体诗出名时，徐摛仍被认为是宫体诗的老师。由此可见徐摛对萧纲及萧纲文学集团的影响。\n\n大徐庾\n　　与徐摛齐名被后代论者称为“大徐庾”的庾肩吾，按照《梁书》的观点，是萧纲文学集团的代表人物。《梁书》对萧纲文学集团文学成就与地位的论述，集中论述于《梁书·文学·庾肩吾传》。《梁书·文学传》本传记载庾肩吾，“初为晋安王国常侍，仍迁王宣惠府行参军。自是每王徙镇，肩吾常随府。”晋安王萧纲初为宣惠将军在天监十二年，庾肩吾于这年迁宣惠府行参军，可知他入萧纲幕府还在天监十二年之前。按照笔者对萧纲、萧绎及其幕府的研究，府僚父子、兄弟同入一幕的现象特别多。庾肩吾兄庾于陵于天监九年出任晋安王长史，疑肩吾随兄同入王府，“初为晋安王国常侍”亦在天监九年，萧纲时年八岁。从此，庾肩吾亦跟随萧纲几十年。对萧纲文学趣味的影响可想而知。 萧纲早年的文学侍从之臣当中，张率也是值得注意的一位。据《梁书》卷三三本传记载，张率天监八年初入幕府，此后随府迁转，“在府十年，恩礼甚笃。”张率在府实际上是九年，天监八年至十六年，从萧纲七岁至十五岁，对于一个文学少年的成长来说，应该是非常重要的时期。张率工于诗赋创作，有名于史，天监初年，颇受梁武帝赏识。曾经受敕撰集妇人事百余卷，令人缮写，以供给后宫阅读。张率的这一经验，究竟是否对萧纲后来倡导写作宫体诗的行为有影响，也是一个有趣的论题。按照萧纲后来在《与湘东王书》中的评价，他认为张率的赋是第一流的。\n　　彭城安上里刘氏是当时一个显赫的文学家族，刘孺、刘遵兄弟，刘孝仪、刘孝威兄弟都曾入萧纲晋安王幕府。《梁书》卷四一本传曰：“遵自随藩及在东宫，以旧恩，偏蒙宠遇，同时莫及。”刘遵至晚在天监十三年即萧纲十二岁这年入幕，至大同元年卒官为止，在府二十多年。无疑也是见证过宫体文学理想孕育成长过程的重要人物。此外，陆罩的事迹别详本文下文。其它出入晋安王幕府的文学侍从之臣，还有几十甚至上百人。总而言之，七岁至十四岁期间，围绕在文学少年萧纲周围的是他的晋安王府的众府僚，萧纲在他们的熏陶与培育下成长；文学史上的一代领袖人物，在某种程度上可以说是被他们塑造出来的。晋安王府的文学侍从之臣的代表人物是徐摛、庾肩吾、张率、刘遵、陆罩等。 \n\n\n介绍\n\n　　梁简文帝萧纲，字世赞，梁武帝萧衍第三子，昭明太子萧统同母弟。初封晋安王，昭明太子卒，立为皇太子，后嗣位。谥曰简文帝，庙号太宗。萧纲在政治上的成就远没有在文学上的成就大。萧纲自幼爱好文学，因为特殊的身份，以他的幕僚为主，围绕在他的周围，形成了一个主张鲜明的文学集团。随着萧纲于中大通三年被立为皇太子，这一集团的文学影响逐步达到登峰造极的地步，公开宣布并倡导文学史上著名的宫体文学，形成风尚，影响于文学史不止一个时代。\n\n　　萧纲四岁封晋安王，七岁为云麾将军，领石头戍军事，量置佐吏。此时是萧纲“有诗癖”之始。\n\n　　而其“诗癖”的养成及其后来“宫体”诗的形成，又与此时如幕的徐擒和张率有直接关系。\n\n　　徐擒为萧纲侍读，而他“属文好为新变，不拘旧体”。其新变之体，其实就是宫体诗。\n\n　　张率“年十二，能属文，常日限为诗一篇”，与陆、任昉等友善，曾得沈约赞赏。天监初，他曾经被敕“使抄乙部书，又使撰妇人事二十馀条，勒成百卷……以给后宫”。可见，他早就具备写作宫体诗的基本条件。而且其今存诗中不乏艳情的内容。他“在府十年，恩礼甚笃”，对于萧纲的影响也是可想而知的。\n\n　　萧纲11岁为宣惠将军、丹阳尹时，有庾肩吾等人入幕；18岁为南徐刺史时，又有王规等人入幕，从而使萧纲文学集团初具规模。\n\n　　从普通四年至中大通二年，萧纲在雍州刺史任上七年。此间其幕府中又有：\n\n　　刘孝仪、刘孝威等人入幕。其文学集团已自然形成，并且诗歌创作也日渐繁荣。\n\n　　至萧纲入主东宫后，文学才士更是济济一堂。\n\n　　萧纲的文学主张，在当时也具有代表意义。他既反对质直懦钝，又反对浮疏阐缓，正面提出“立身先须谨重，文章且须放荡”，和萧绎主张的“情灵摇荡”互为呼应。《南史·梁简文帝纪》记其有文集100卷，其他著作600余卷。存世的作品，经明代张溥辑为《梁简文集》，收入《汉魏六朝百三家集》。\n\n　　萧纲的著述事业，除了文学、玄学外，还精医道，著有《沐浴经》三卷、《如意方》十卷，均佚；还对杂艺、阴阳五行两方面的较多兴趣。\n\n\n成就\n\n文学\n　　处于梁代后期的萧纲文学集团的诗歌创作最为繁荣，其影响亦更深远。开创了划时代的宫体文学，为宫体诗的最有影响的一位代表人物。对于宫体，这里作一些辨析。所谓宫体，其实可以有狭义、广义两种使用与理解。狭义的宫体是“《玉台新咏》体”，即写美人与艳情的那种诗，这也是中大通三年宫体开始出名时的本义。鉴于狭义的宫体并不能概括以萧纲为中心的文学群体的全部成就，所以，可以推而广之，用广义的宫体文学的概念，来作萧纲文学集团所倡导的诗歌风格体貌特征的总称名。萧纲时代的广义的宫体文学，是对永明体的整合与发展，形成为律体建构史上的关键阶段。萧纲文学集团的成就，以及萧纲的文学论述所反映的文学理想，总地说属于广义的宫体。并不限于狭义的“《玉台新咏》体”的范围。\n　　中大通三年，昭明太子萧统去世，萧纲正位东宫，从此成为梁朝中央文坛的领袖人物。晋安王文学集团成为东宫文学集团，这时，湘东王萧绎虽然远在荆州，大略具有萧纲文学集团副领袖的地位。萧纲与萧统同父同母，情义甚笃。萧纲与萧绎不同母，但是，兄弟情好亦甚至。萧纲入为太子之后，当时赋诗作文，常以“曹丕”比萧纲、“曹植”比萧绎。萧纲、萧绎真地象曹丕、曹植主导建安文坛那样携手领导着当代文坛，中大通后期至大同年间，新文学的风气有声有色，流行一时。所以，隋唐之际的论者论宫体诗风的流行，必归罪于“简文、湘东”。魏征《隋书·文学传序》曰：“梁自大同之后，雅道沦缺，渐乖典则，争驰新巧。简文、湘东，启其淫放，徐陵、庾信，分路扬镳。其意浅而繁，其文匿而彩，词尚轻险，情多哀思。格以延陵之听，盖亦亡国之音乎！” 对于萧纲东宫文学集团来说，萧子显的加入，是一件不能忽视的事件。萧子显为齐高帝之孙、齐豫章王萧嶷之子，与萧梁皇族同族，辈分与萧纲同，但年长十六岁。子显已于天监年间撰成《南齐书》[13]，《南齐书·文学传论》表明当时子显对文学已经具有非常成熟的见解。将《南齐书·文学传论》与萧纲《与湘东王书》对读，不难发现萧子显、萧纲是一对文学知音。所以，萧子显特别受萧纲赏识，就不足为奇了。子显与萧纲的交往，可考者，多在萧纲为太子之后。中大通四年，子显作《春别诗》四首，太子纲作《和萧侍中子显春别诗》，湘东王绎更和太子，作《春别应令诗》。这组诗都见于《玉台新咏》，是典型的宫体诗。子显于当世有才名，颇自负。中大通五年，萧纲曾经赞叹子显为“异人间出”。《梁书》卷三五《萧子显传》：“太宗素重其为人，在东宫时，每引与促宴。子显尝起更衣，太宗谓坐客曰：‘尝闻异人间出，今日始知是萧尚书。’”萧纲与子显交好，亦见张缵《中书令萧子显墓志》：“储君毓德少阳，情协陈阮。”中大通六年，萧纲主撰的《法宝联璧》成书，湘东王萧绎为作《序》，与修者，《序》作者湘东王绎以下，萧子显等共三十七人列名。萧子显于大同元年去世，与萧纲的密切交往虽然可能只有三年多，但是，这一交往值得重视，不应该被文学史论者忽略。\n　　《玉台新咏》十卷是萧纲正位东宫之初开始倡导宫体诗时的一个配合的作品。该书由徐陵于中大通六年编撰成功。\n\n玄学\n　　文、义之学并称南朝的显学，义学即玄学。与对待诗歌类似，萧纲在玄学上投注的热情也非常大。历史上的梁大同年间，宫体诗风与玄谈讲学之风之盛，大致并驾齐驱。萧纲、萧绎兄弟与其父梁武帝萧衍一起，充当了大同玄风的重大推手。《梁书·武帝纪》曰：“大同中，于台西立士林馆，领军朱异、太府卿贺琛、舍人孔子祛等递相讲述。皇太子、宣城王亦于东宫宣猷堂及扬州廨开讲，于是四方郡国，趋学向风，云集于京师矣。”《颜氏家训·勉学篇》回忆说：“洎于梁世，兹风复阐，《庄》、《老》、《周易》，总谓‘三玄’。武皇、简文，躬自讲论。……元帝在江、荆间，复所爱习，召置学生，亲为教授，废寝忘食，以夜继朝，至乃倦剧愁愤，辄以讲自释。吾时颇预末筵，亲承音旨，性既顽鲁，亦所不好云。”《金楼子·杂记上》记载大同五年萧绎自荆州还京师，“其日赋诗”,“其晚道义”。正是一时风气的写照。京师、郡国其它讲学玄辩的事迹，可以参看本谱的相关内容。这种风气，至太清、承圣国难之中仍在延续，萧纲的太子萧大器临刑之前仍在讲《老子》；西魏大兵压境、江陵势如危卵之际，萧绎亦频讲《老子》，百官戎服以听。真正到了令人难以置信的地步。或许如前揭《颜氏家训》所说，“倦剧愁愤，辄以讲自释”，玄谈也有消除紧张恐惧的功能。\n　　梁武帝崇佛闻名于史，正如许多学者所指出的，梁朝的佛教主要是佛学，佛学的理论，而非实践的佛教修行，所以，梁朝空前繁荣的佛学，梁武帝一再开讲所推动的佛教讲经的风气，某种意义上，亦可以与玄学的发展联结起来。以本谱所述天监十八年昭明太子萧统讲真俗二谛义，以及萧纲等人的谘问为例，其实就是一场玄学辩论。 历史上西晋亡国，一直有一种说法认为是玄学清谈导致的结果。清谈废事，对于梁朝的灭亡，也有史籍记载直接与玄谈的风气联系起来。《梁书》卷三七《何敬容传》载，太清元年，何敬容迁太子詹事，“是年，太宗频于玄圃自讲《老》、《庄》二书，学士吴孜时寄詹事府，每日入听。敬容谓孜曰：‘昔晋代丧乱，颇由祖尚玄虚，胡贼殄覆中夏。今东宫复袭此，殆非人事，其将为戎乎？’俄而侯景难作，其言有征也。”又有托名陶弘景的诗歌预言玄风再盛终将导致侯景之乱、断送梁朝：“夷甫任散诞，平叔坐论空。岂悟昭阳殿，遂作单于宫。”\n　　与文学藉文字以传不同，玄学重在谈论，多是口头之学，保存不多。萧氏兄弟的玄学著述与成就，今大略可考者如下。《梁书·简文帝纪》记载萧纲《老子义》、《庄子义》各二十卷，《隋志》、《唐志》也有著录，书名、卷数稍异。\n\n学术\n　　萧纲的著述事业，除了前述文学、玄学的成就之外，体现出对杂艺、阴阳五行两方面的较多兴趣。杂艺有《马槊谱》、《投壶经》、《棋品》、《弹棋谱》之作，五行有《光明符》、《易林》、《沐浴经》、《灶经》、《新增白泽图》之作。两部大书《长春义记》、《法宝联璧》都是集合他人共同编著。顾野王《玉篇》系受萧纲之命而作。\n　　萧纲的阴阳五行著作，大多今属道教领域。反映了一时风气。唐初贞观年间，鉴于阴阳五行杂书太多，唐太宗就曾经下令太常集合诸术士一起进行大肆刊定。\n　　精通医术，著有《沐浴经》三卷、《如意方》十卷，均佚。 \n\n\n为官经历\n\n　　萧纲在雍州刺史任上，曾经发教原减民间资费、又发教革除贪惰。在东宫时，视察京师监狱，同情囚徒配役既枉且滥，上启论事。从这些事迹来看，他能够体恤民瘼。至于他的政治业绩，主要是在雍州刺史任时，北伐有攻城略地之功。《梁书·简文帝纪》曰：“在襄阳拜表北伐，遣长史柳津、司马董当门、壮武将军杜怀宝、振远将军曹义宗等众军进讨，克平南阳、新野等郡。魏南荆州刺史李志据安昌城降，拓地千余里。”这里是综合萧纲普通、大通北伐业绩而言的，详细的内容，本谱普通六年、大通二年有考证。\n\n　　萧纲养德东宫十八年，与通常的太子一样，没有特别的政治业绩。在攸关梁朝生死的侯景之乱当中，萧纲最初虽然积极投身救亡，但是，从范桃棒事件的处理，可见他个性优柔寡断。台城攻陷之后，先作俘虏，再当傀儡皇帝，最终仍死于敌手。\n\n　　论萧纲与梁朝政治，萧纲与朱异近二十年的矛盾不应忽视。在梁朝的中后期，朱异是最受梁武帝宠信的权臣。中大通三年萧纲继萧统之后任皇太子，令人难以置信的是，初入东宫，萧纲就非常不快乐。他在《与湘东王书》中透露过心中的压抑与郁闷。朱异因为嫉恨自萧纲小时就随侍的徐摛受梁武帝赏识，马上将徐摛排挤出京城。奸臣擅权，对于经历过边镇辛苦的萧纲来说，很看不惯。他答书在新安太守任的徐摛，感叹自身虽居监抚之任，不能去朝之奸臣。文曰：\n\n　　“山涛有云，东宫养德而已。但今与古殊，时有监抚之务。竟不能黜邪进善，少助国章，献可替不，仰裨圣政，以此惭遑，无忘夕惕。驱驰五岭，在戎十年，险阻艰难，备更之矣。观夫全躯具臣，刀笔小吏，未尝识山川之形势、介胄之勤劳、细民之疾苦、风俗之嗜好，高阁之间可来，高门之地徒重。玉馔罗前，黄金在握，浞訾栗斯，容与自熹。亦复言轩羲以来，一人而已。使人见此，良足长叹。”\n\n　　大同年间，萧纲亲信的侍臣韦粲又被朱异排挤外放。侯景之乱爆发之前，相关事件的处置失当，与朱异颇有关系。侯景之乱爆发，叛军提出的口号就是要诛杀朱异等奸臣。据《梁书·朱异传》，侯景叛军包围台城时，城内文武百官皆怨恨朱异弄权，皇太子萧纲作《围城赋》直指朱异为招祸之首；又据《南史·朱异传》，萧纲作《愍乱诗》也指斥朱异误国。这一现象值得读史者深长思考。萧纲其实也是因为受父皇宠爱才被越次拜为皇太子的，贵为王储，仍要身受一位权臣几十年的挤压，直至国家灭亡前夕才能一吐心中的愤怒。可见君主专制政体的严重弊端。 \n\n\n文学意识\n\n生平事迹\n　　萧纲七岁出宫，七至十一岁在京城及其附近做官，十二至十四岁出远藩，先后担任荆州刺史、江州刺史。此前只是个儿童少年，若说他已经具备系统的文学理想，不免夸大其词，最多只能说具有一定的趣味倾向。经排比萧纲生平事迹，笔者认为，天监十六年至普通元年四年间，萧纲返回京城的这段时间，对于萧纲文学理想的形成可能具有决定性意义。十五至十八岁，通常是一个人的自我意识形成的关键阶段。这段时间内扬州文坛的风气以及一系列事件，对萧纲的影响值得仔细分析。\n　　众所周知，萧梁政权是自萧齐政权禅让而来的，梁初的文学也与齐代文学一脉相承。对齐梁时代的文人而言，宋代诗人谢灵运名气极大，是所有人都要面对的近代文学的第一座大山。有趣的是，谢灵运诗歌的缺点明显，亦人人看在眼里。已故齐代诗人谢朓的成就，当时已得到普遍认可。活到梁初的著名诗人当中，江淹于天监四年去世，但是，“江郎才尽”，江淹的文学成就在他生前已经是昨日黄花，影响力有限。沈约稳坐文坛的第一把交椅，早在齐永明年间，沈约已经在所撰《宋书·谢灵运传论》中将发明诗歌声律的功劳揽到自己的名下，沈约的诗风属于永明体。若就在梁初文坛的影响力而言，任昉或许比沈约还要大。任昉文名盛于齐梁间，与沈约齐名，当时号“任笔沈诗”。但是，当时文、笔有所区分，诗赋是文学世界的“上等公民”，任昉对自己没有诗名引以为恨，晚年倾力作诗。昉因博学，诗歌用事成癖，后进受此影响，文章殆同书抄，竟成一时风气。天监年间刘孝标编《类苑》、梁武帝敕编《华林遍略》，编撰类事之书的竞争，虽然未必是任昉诗风的直接影响使然，但是，属文煊博的需要，一时风会确实是客观存在的。对于梁初十来年间的文坛风气，任昉是影响力最大的人物，沈约次之。当时京城士子写作诗歌，用典的风气、讲究声律的风气，都比较盛。\n\n三体\n　　任昉于天监七年、沈约于天监十二年相继去世之后，天监十六年至普通元年，十五至十八岁的萧纲返回并留在京城任职，正赶上文坛对天监初年诗风进行总结与回顾的时期。真正是个历史的巧合。天监十一年表上的萧子显所著《南齐书》的《文学传论》，可以想见萧纲必然是看到的。该论综述“今之文章”分为三体，一则出于谢灵运；二则出于傅咸、应璩；三则出于鲍照。这三派文风，在梁初诗坛均有相应者，一则谢灵运体，二则受任昉影响者，三则受沈约影响者。子显对文章三派都有所批评，并提出三派之外的理想的文学。从时隔十年之后萧纲对萧子显的激赏，以及《与湘东王书》与《南齐书·文学传论》类似的立论倾向来看，萧子显对梁初诗坛的分析批判，必然曾经打动青年萧纲的心。并且萧纲后来明目张胆倡导宫体诗，与《南齐书·文学传论》所揭发的“在乎文章，弥患凡旧。若无新变，不能代雄”的文学史逻辑的启示可能也有关系。\n\n诗品\n　　成书在天监十三至十六年前后的论诗名著锺嵘《诗品》对诗歌用事及声律说的猛烈抨击，也是众所周知。天监十七年萧纲为西中郎将、领石头戍军事，锺嵘曾经任西中郎晋安王记室，是萧纲的幕僚。这时，新撰成的《诗品》以及锺嵘对齐梁文学的分析、品评，萧纲更加不可能不了解。这里录《诗品》中品任昉、沈约二则评语：“彦升少年为诗不工，故世称‘沈诗任笔’，昉深恨之。晚节爱好既笃，文亦遒变。善铨事理，拓体渊雅，得国士之风，故擢居中品。但昉既博学，动辄用事，所以诗不得奇。少年士子，效其如此，弊矣。”“观休文众制，五言最优。详其文体，察其余论，固知宪章鲍明远也。所以不闲于经纶，而长于清怨。永明相王爱文，王元长等，皆宗附之。约于时，谢朓未遒，江淹才尽，范云名级故微，故约称独步。虽文不至，其工丽亦一时之选也。见重闾里，诵咏成音。嵘谓：约所著既多，今翦除淫杂，收其精要，允为中品之第矣。故当词密于范，意浅于江也。”这里，一代文宗都成了任人评说的对象，任昉博学用典，文体渊雅，但是，动辄用事，诗不得奇，末流则文章殆同书抄了。沈约的成就虽为一代之选，但是，效法鲍照，长于清怨，虽为闾里少年所重，然于雅丽有所不足。萧纲在《南齐书·文学传论》、《诗品》之类对近代文学分析与批判的风气中，逐步形成了自己的文学趋向与观念。\n\n藩府文风\n　　普通二年至中大通二年共十年的时间内，萧纲先后出任南徐州刺史、雍州刺史、扬州刺史。其中，雍州七年，为时最久，对于萧纲及其文学集团的活动来说，也最重要。虽然萧纲自幼即是晋安王府的文学集团的中心人物，但是，他成为一个真正的核心和领袖人物，大概是从普通二年十九岁的萧纲再度自京城扬州出为外藩时期开始的。普通二至四年共二年多南徐州刺史任内，萧纲与陶弘景、何胤这样的在野的重要人物均有交往；他与幕僚之间则有过一次较大规模的集体游览唱和的诗歌活动可考。萧纲《往虎窟山寺诗》，治中王冏、记室参军陆罩、前臣刑狱参军孔焘、州民前吏刑狱参军王台卿、西曹书佐鲍至有应和之作。据鲍至和诗“年还节已仲，野绿气方韶”句，可知时令在仲春。则为普通三年或四年二月。自普通四年至中大通二年约七年多的雍州刺史任期，对于萧纲的政治军事文学生涯来说，都是最为重要的历练。《梁书·文学·庾肩吾传》叙述萧纲文学集团的活动及其历史地位，大约即就雍府至东宫时期而言：“初，太宗在藩，雅好文章士，时肩吾与东海徐摛，吴郡陆杲，彭城刘遵、刘孝仪，仪弟孝威，同被赏接。及居东宫，又开文德省，置学士，肩吾子信、摛子陵、吴郡张长公、北地傅弘、东海鲍至等充其选。齐永明中，文士王融、谢朓、沈约文章始用四声，以为新变，至是转拘声韵，弥尚丽靡，复逾于往时。”按：《梁书》此节所述诸人名，“陆杲”应为陆罩。陆罩在雍藩，颇得晋安王器重。足与徐、庾、三刘并驾齐驱。《南史》卷四八《陆杲传》附子罩传：“罩字洞元，少笃学，多所该览，善属文。简文居藩，为记室参军，撰帝集序。稍迁太子中庶子，掌管记，礼遇甚厚。大同七年，以母老求去。”《南史》卷五○《庾肩吾传》：“在雍州，被命与刘孝威、江伯摇、孔敬通、申子悦、徐防、徐摛、王囿、孔铄、鲍至等十人抄撰众籍，丰其果馔，号高斋学士。”萧纲在雍州，有下令幕府赋诗的记载可考。《三日赋诗教》：“二府州纲纪：今气序韶明，风云调谧，岂直洛格嘉宴，金谷可游，景落兴遒，舞雩斯在，咸可赋诗。”教称“二府州纲纪”云云，“二府”指将军府、宁蛮府，自是在雍州时的称呼。因此可知该命令作于雍州。 萧纲的文集，如前揭《南史·陆杲传》所述，由陆罩编撰。该文集八十五卷，编成于大通元年的雍州府。《隋书·经籍志》集部别集类：“《梁简文帝集》八十五卷，陆罩撰，并录。”文集编成之际，萧纲将文集示张缵，张缵有书谢示集，萧纲遂又有《答张缵谢示集书》之作。这篇文章的写作原由与行文方式，都有点依仿历史上曹植将所作文章示杨修并作《与杨德祖书》故事。二书分别都是作于曹植、萧纲二十五岁之年。所以，如同曹植的《与杨德祖书》一样，萧纲的这篇《答张缵谢示集书》其实是对生平创作的一篇总结性论述。书曰：\n　　“纲少好文章，于今二十五载矣。窃尝论之：日月参辰，火龙黼黻，尚且着于玄象，章乎人事，而况文辞可止、咏歌可辍乎？不为壮夫，扬雄实小言破道；非谓君子，曹植亦小辩破言。论之科刑，罪在不赦。至如春庭落景，转蕙承风，秋雨旦睛，檐梧初下。浮云生野，明月入楼。时命亲宾，乍动严驾，车渠屡酌，鹦鹉骤倾。伊昔三边，久留四战。胡雾连天，征旗拂日。时闻坞笛，遥听塞笳。或乡思凄然，或雄心愤薄。是以沈吟短翰，补缀庸音。寓目写心，因事而作。”\n　　这篇文章“罪在不赦”之前的部分，认为文章的地位天经地义，批评扬雄、曹植鄙薄文学的观点。“至如春庭落景”以下的一节，自述自己的写作，春风秋雨、浮云明月，是自然季节与物色的感激；宾驾宴集、边塞征戍，则因事抒情。如果要将这段论述所反映的文学观念作一立场的定位，从积极的方面可以看到，高度重视文学的价值；从消极的方面看，萧纲的写作与风景、游宴、心情直接相关，所谓“寓目写心，因事而作”，显然反对为文造情，与文学的“古典主义”最不相干。\n　　雍府时期，徐陵、庾信先后加入晋安王幕，对于萧纲文学集团来说，堪称一项重大事件。徐陵入晋安王幕，时在普通四年，徐陵年十七岁。时陵父摛为晋安王咨议参军。大通元年，庾信年十五，随父肩吾入晋安王幕府，释褐为国常侍。徐摛、徐陵，庾肩吾、庾信，均父子共事晋安王萧纲。作为萧纲文学集团的后进，徐陵、庾信以卓越的文学成就，将宫体文学的理想发扬光大，后来成为彪炳文学史的巨擘。直至唐天宝十二载，论者举文词华丽，仍以“徐庾”为首。《通鉴》记载，唐前进士刘乃上书中书舍人，批评当时以文词取士的制度，曰：“借使周公、孔子今处铨廷，考其辞华，则不及徐、庾。”元胡三省曰：“徐陵、庾信，唐正元、大历以前，皆尚其文。”得其实也。\n\n\n评价\n\n　　萧纲自幼受徐摛、庾肩吾、张率、刘遵、陆罩等幕僚的文学趣味的熏陶。天监十六至普通元年间，年轻的萧纲正处于形成文学观念的关键时期，又受到萧子显《南齐书·文学传论》、锺嵘《诗品》等的影响。晋安王府的文学风气的特色也许早已有之，但是，晋安王萧纲成为文学活动的真正的核心，晋安王府的文学集团因此可以称为名符其实的萧纲文学集团，大约开始于普通二年十九岁的萧纲出为南徐州刺史之时。普通四年至中大通二年萧纲在雍州刺史任上的时期，萧纲文学集团的活动逐步达到高潮。中大通三年，昭明太子去世，萧纲入主东宫，将雍府以来的文学活动推到一个最高层次，萧纲成为京城也即梁朝文坛的中心人物。令人瞩目的宫体诗风是在这时得到正名的，所谓宫体即“东宫体”。萧纲文学集团从这时开始以湘东王萧绎为副领袖，又得著名文人萧子显的加盟。虽然徐摛、庾肩吾这两位早期健将在东宫初期曾先后离开过东宫，但是，宫体诗风愈演愈烈，终梁之世，又不断有新人加入。 写作宫体诗的主张除了与“新变”的文学观念有关之外，与当时整个的历史氛围、与永明体以来文学史发展的趋势也并不矛盾。宫体诗的倡导、宫体新文学观念，与当时文学史实际是可以衔接得上的。宫体诗的基本观念也大致是清晰的：主张“新变”，所以反对复古；主张修辞，所以反对“阐缓”冗长；主张文娱审美的倾向，所以主张“放荡”，主张美文学。\n\n　　以萧纲为中心的文学群体的活动，及其所取得的成就，在文学史上有其地位。它推动了文学事业的发展，对于律体的建设及唐诗的繁荣作出了重要贡献。从雍府时期成长起来的萧纲文学集团的后起之秀徐陵、庾信，甚至成为梁朝之后二百多年间文学的偶像。直至九世纪初叶，唐元和年间“元和诗变”的推动者们树立杜甫的典范地位时，才逐步被取而代之。\n\n",
  "desc": "萧纲（503―551），梁代文学家。即南朝梁简文帝。字世缵。南兰陵（今江苏武进）人。梁武帝第三子。由于长兄萧统早死，他在中大通三年（531年）被立为太子。太清三年（549年），侯景之乱，梁武帝被囚饿死，萧纲即位，大宝二年（551年）为侯景所害。",
  "dynasty": "南北朝",
  "id": 463,
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_463.jpg",
  "name": "萧纲",
  "star": 10
}