{
  "content": "后代子嗣\n\n　　诸葛亮46岁的时候，他的亲生儿子诸葛瞻出生，史书记载，诸葛亮去世的时候，诸葛瞻才八岁。但他从小就聪慧可爱，擅长书画，记忆力很强。长大后从低级军官做起，一直升到他父亲曾担任过的军师将军。\n\n　　后来，诸葛瞻官至卫将军，一度执掌蜀国朝政。魏国大将邓艾讨伐蜀国时，诸葛瞻率领军队前去抵抗，拒绝魏军诱降，战死在绵竹。当时他的儿子诸葛尚年仅十七岁，同样战死沙场；诸葛瞻殉国之时，他的次子诸葛京还很小，不到参军打仗的年龄，所以幸存了下来。\n\n　　晋朝统一三国之后，诸葛京被新的朝廷迁居到中原一带，征召为官吏。诸葛京出任过关中地区眉县令，并治理得很好。想当年，他的祖父诸葛亮多次想攻打眉县，都未能如愿。没想到历史与他开了个小小的玩笑，让他从未谋面的孙子成为这里的县令。\n\n　　诸葛亮的大哥诸葛瑾早年投效东吴，深得孙权的器重。后来官至大将军等最高军职。他的长子诸葛恪更是青出于蓝，在吴国权倾朝野，后来死于一场政变，东吴的诸葛家族被满门抄斩。\n\n　　诸葛亮的堂弟诸葛诞很早就追随曹操，在魏国担任一流高官。后遭司马家族的打击，其家族也被全部杀光。如此一来，诸葛家族除了在老家山东琅琊一带的族人之外，史书上有记载的幸存者就只剩下诸葛亮的孙子诸葛京和诸葛诞之子诸葛靓，诸葛京在担任眉县县令之后，继续升迁，最后官至江州刺史……从此，史书上就不再有诸葛京后人的记载。\n\n　　当前，在山东临沂和浙江兰溪各有一批姓诸葛的人士，他们都有各自的家谱记载着与诸葛亮的渊源关系。在浙江，诸葛后人几乎遍布全省各地。但据说，他们都发源于浙江兰溪市的诸葛村。\n\n　　从明代起，兰溪一带的诸葛族人主要以经营中医药业为主。据说这是秉承了“不为良相、便为良医”这一祖训。后来，他们在此行业中逐渐发展壮大。清代中后期，诸葛族人把他们的中医药店开到了浙江各地，乃至于全国各大城市，形成“兰溪药帮”这一商业帮派，盛极一时。同时也造就了诸葛村今天众多华丽精巧的民居建筑。 \n\n\n轶事典故\n\n吃瓜留子\n　　诸葛亮不仅能种出好庄稼，而且还有一手种西瓜的好手艺。襄阳一带曾有这么一个规矩：进了西瓜园，瓜可吃饱，瓜子不能带走。传说这条“规矩”也是当年诸葛亮留下来的。诸葛亮种的西瓜，个大、沙甜、无尾酸。凡来隆中作客和路过的人都要到瓜园饱饱口福。周围的老农来向他学种瓜的经验，他毫不保留地告诉他们瓜要种在沙土地上，上麻饼或香油脚子。好多人都来问他要西瓜种子，因为以前没有注意留瓜子，许多人只好扫兴而归。第二年，西瓜又开园了，他在地头上插了个牌子，上面写道：“瓜管吃好，瓜子留下。” 诸葛亮把瓜子冼净、晒干，再分给附近的瓜农。如今，汉水两岸沙地上的贾家湖、长丰洲、小樊洲的西瓜仍有名气，个大、皮薄、味沙甜。有些地方还遵守那条“吃瓜留子”的老规矩。\n\n神机妙算\n　　这件事情的真否无法考证，从记载来看，可能性还是有的。相传，诸葛亮在临死前对后代说：“我死后，你们中的一个将来会遇到杀身大祸。到那时，你们把房拆了，在墙里面有一个纸包，有补救的办法。” 诸葛亮死后，司马炎打下天下当了皇帝。他得知：朝廷中的一员将军是诸葛亮的后代，便想治治他。有一天，司马炎找了个借口，把这个将军定了死罪。在金殿上，司马炎问：“你祖父临死前说了些什么？”这个将军就一五一十地把诸葛亮的话说给他听。司马炎听后，使命令上兵们把房子拆了，取出纸包。只见纸包里面有封信，上面写着“遇皇而开”。土兵们把信递给炎，炎打开信，只见里面写道：“访问后返三步。”炎立即站起身退后三步。他刚站稳，只听“咔嚓嚓”一声响，炎龙案上面正对的房顶上，一根玉掉下来。把桌椅砸得粉碎。炎吓得出了一身冷汗。反过来再看信后面写道，“我救你一命，请你留我后代一命。”看完这封信，暗暗佩服诸葛亮的神机妙算。后来．他把那个将军官复原职。\n\n八卦衣\n　　在戏剧和图面中，诸葛亮都是身披八卦衣，运筹帷幄，决胜千里的姿态。据民间传说诸葛亮的八卦衣是他勤奋好学，师母所赏赐。诸葛亮少年时代，从学于水镜先生司马徽，诸葛亮学习刻苦，勤于用脑，不但司马德操赏识，连司马的妻子对他也很器重，都喜欢这个勤奋好学，善于用脑子的少年。那时，还没有钟表，记时用日晷，遇到阴雨天没有太阳。时间就不好掌握了。为了记时，司马徽训练公鸡按时鸣叫，办法就是定时喂食。诸葛亮天资聪颖，司马先生讲的东西，他一听便会，不解求知饥渴。为了学到更多的东西，他想让先生把讲课的时间延长一些，但先生总是以鸡鸣叫为准，于是诸葛亮想：若把公鸡鸣叫的时间延长，先生讲课的时间也就延长了。于是他上学时就带些粮食装在口袋里，估计鸡快叫的时候，就喂它一点粮食，鸡一吃饱就不叫了。过了一些时候，司马先生感到奇怪，为什么鸡不按时叫了呢？经过细心观察，发现诸葛亮在鸡快叫时给鸡喂食。司马先生在上课时，就问学生，鸡为什么不按时叫鸣？其他学生都摸不着头脑。诸葛亮心里明白，可他是个诚实的人，就如实地把鸡快叫的时候喂食来延长老师授课时间的事如实报告了司马先生。司马先生很生气，当场就把他的书烧了，不让他继续读书了。诸葛亮求学心切，不能读书怎么得了，可又不能硬来，便去求司马夫人。司马夫听了请葛亮喂鸡求学遭罚之事深表同情，就向司马先生说情。司马先生说：“小小年纪．不在功课上用功夫，倒使心术欺蒙老师。这是心术不正，此人不可大就。”司马夫人反复替诸葛亮说情，说他小小年纪，虽使了点心眼，但总是为了多学点东西，并没有他图。司马先生听后觉得有理，便同意诸葛亮继续读书。司马先生盛怒之下烧了诸葛亮的书，后经夫人劝解，又同意诸葛亮来继续读书。可没有书怎么读呢？夫人对司马先生说：“你有一千年神龟背壳，传说披在身上，能使人上知千年往事，下晓五百年未来．不妨让诸葛亮一试．如果灵验，要书作甚？！！”司马先生想到把书已烧了，也只好按夫人说的办。诸葛亮将师母送的神龟背壳往身上一披，即成了他的终身服饰——八卦衣，昔日所学，历历在目，先生未讲之道，也能明白几分。\n\n鹅毛扇\n　　诸葛亮的鹅毛扇代表着智慧和才干，所以在有关诸葛亮的戏曲中，孔明总是手拿鹅毛扇。关于鹅毛扇，民间流传着这样的故事，黄承彦的千金小姐黄月英并非丑陋，而是一个非常聪明美丽、才华出众的姑娘。黄承彦怕有为的青年有眼不识荆山玉，故称千金为“阿丑”。阿丑黄月英不仅笔下滔滔，而且武艺超群，她曾就学于名师。艺成下山时，师傅赠送她鹅毛扇一把，上书“明”、“亮”二字。二字中还密密麻麻地藏着攻城略地、治国安邦的计策。并嘱咐她，姓名中有明亮二字者，即是你的如意郎君。后来黄承彦的乘龙快婿，就是吟啸待时、未出隆中便知天下三分的名字中有“明”、“亮”二字的未来蜀国丞相诸葛亮。结婚时，黄月英便将鹅毛扇作为礼物赠给诸葛亮。孔明对鹅毛扇爱如掌上明珠，形影不离。他这样作不仅表达了他们夫妻间真挚不渝的爱情，更主要的是熟练并运用扇上的谋略。所以不管春夏秋冬，总是手不离扇。清朝康熙年间，襄阳观察使赵宏恩在《诸葛草庐诗》中写道：“扇摇战月三分鼎，石黯阴云八阵图”，就足以证明诸葛亮手执鹅毛扇的功用以及他手不离扇的原因。\n\n馒头故事\n　　相传在三国时候，蜀国南边的南蛮洞主孟获总是不断来袭击骚扰，诸葛亮亲自带兵去征伐孟获。泸水一带人烟极少，瘴气很重而且泸水有毒。诸葛亮手下提出了一个迷信的主意：杀死一些“南蛮”的俘虏，用他们的头去祭泸水的河神。诸葛亮当然不能答应杀“南蛮”俘虏，但为了鼓舞士气，他想出了一个办法：用军中带的面粉和成面泥，捏成人头的模样儿蒸熟，当作祭品来代替“蛮”头去祭祀河神。从那以后，这种面食就流传了下来，并且传到了北方。但是称为“蛮头”实在太吓人了，人们就用“馒”字换下了“蛮”字，写作“馒头”，久而久之，馒头就成了北方人的主食品。\n\n大头菜故事\n　　据说大头菜的渊源也与诸葛亮有关。诸葛亮居住隆中时，有一次小染疾病，他到山上去采药，发现一种象箩卜的东西，挖起来一看又不是箩卜。只见这东西拳头大小，上大、下小，咬一口一尝，不苦不涩，细品一下，还有点辣甜。他想，地上百草能养人，这种东西若没毒，不也是好菜吗？！！于是，他就挖了几个带回家，叫妻子炒了一盘，想尝尝味道咋样。谁知，菜一上桌，全家人一尝，都称好吃。问叫啥菜，诸葛亮想了想说，就叫“大头菜”吧。从此，诸葛亮一家经常吃大头菜。有一年风调雨顺，诸葛亮种的大头菜长得又肥又大，秋后收了一大堆。襄阳人储存剩菜的办法就是腌制，诸葛亮将大头菜洗净晾干腌了一缸，第二年拿出来一尝，竟比新鲜还美味，后来，诸葛亮辅佐刘备联吴抗曹，因士兵没菜吃，常使刘备发愁。诸葛亮就派一支木牛流马到襄阳买大头菜。大头菜带起来方便，吃着有味，刘备非常喜欢。从那以后，每逢大战之前，刘备就派人到襄阳买大头菜，他的士兵一直没有缺过菜吃。此后，襄阳的大头菜越来越有名气，人们自然想到诸葛亮，为了不忘他的功劳，大家就把大头菜叫做“诸葛亮菜”。 \n\n\n发明创造\n\n木牛流马\n　　【解释】木制的带有幌动货箱的人力步行式运输器具。\n　　【出处】晋·陈寿《三国志·蜀志·诸葛亮传》：“亮性长于巧思，损益连弩，木牛流马，皆出其意。”\n　　《三国演义》中关于“木牛流马”的记载：忽一日，长史杨仪入告曰：“即今粮米皆在剑阁，人夫牛马，搬运不便，如之奈何？”孔明笑曰：“吾已运谋多时也。前者所积木料，并西川收买下的大木，教人制造木牛流马，搬运粮米，甚是便利。牛马皆不水食，可以昼夜转运不绝也。”众皆惊曰：“自古及今，未闻有木牛流马之事。不知丞相有何妙法，造此奇物？”孔明曰：“吾已令人依法制造，尚未完备。吾今先将造木牛流马之法，尺寸方圆，长短阔狭，开写明白，汝等视之。”众大喜。\n\n馒头\n　　话说诸葛亮平定孟获班师回朝，过泸水而不得，按习俗需要拿49个人头祭祀，次日诸葛亮用面粉合面裹以肉做成人头状顶替人头用以祭祀；自此以后也就有了很多祭祀时除了猪，牛，羊外多了馒头；另表：馒头原来是指顶替用来祭祀的俘虏蛮夷的头，所以是称为蛮头，后改用曼头用以避讳，再后加了食旁成为如今的馒头。\n\n孔明灯\n　　孔明灯又叫天灯，相传是由三国时的诸葛孔明所发明。当年，诸葛孔明被司马懿围困于阳平，无法派兵出城求救。孔明算准风向，制成会飘浮的纸灯笼，系上求救的讯息，其后果然脱险，于是后世就称这种灯笼为孔明灯。另一种说法则是这种灯笼的外形像诸葛孔明戴的帽子，因而得名。\n\n诸葛连弩\n　　三国时期蜀国的诸葛亮制作了一种连弩，称作元戎弩，在较短时间内能发射十支箭，杀伤力很强，但是体积、重量偏大，单兵无法使用，主要用来防守城池和营塞。\n\n八阵图\n　　八阵图分别以天、地、风、云、龙、虎、鸟、蛇命名，加上中军共是九个大阵。 中军由十六个小阵组成，周围八阵则各以六个小阵组成，共计六十四个小阵。八阵中，天、地、风、云为“四正”，龙、虎、鸟、蛇为“四奇”。另外，尚有二十四阵布于后方，以为机动之用。相传有周天365种变化。\n　　此外传为诸葛亮发明的尚有孔明锁、木兽、地雷等。 \n\n\n生平\n\n躬耕陇亩\n　　诸葛亮于汉灵帝光和四年出生在琅邪郡阳都县的一个官吏之家，诸葛氏是琅邪的望族，先祖诸葛丰曾在西汉元帝时做过司隶校尉，诸葛亮父亲诸葛圭东汉末年做过泰山郡丞；诸葛亮3岁母亲章氏病逝，诸葛亮8岁丧父，与弟弟诸葛均一起跟随由袁术任命为豫章太守的叔父诸葛玄到豫章赴任，东汉朝廷派朱皓取代了诸葛玄职务，诸葛玄就去投奔荆州刘表，诸葛亮的躬耕地尚有争议，一说在南阳卧龙岗，另说在襄阳城西二十里的隆中。\n　　建安二年，诸葛亮的叔父诸葛玄病逝；汉献帝已从长安李傕手中逃出，迁到了曹操的许县。诸葛亮此时已16岁，平日好念《梁父吟》，又常以管仲、乐毅比拟自己，当时的人对他都是不屑一顾，只有好友徐庶、崔州平等好友相信他的才干。人称“卧龙”。他与当时的襄阳名士司马徽、庞德公、黄承彦等有结交。黄承彦曾对诸葛亮说：“闻君择妇；身有丑女，黄头黑色，而才堪相配。”诸葛亮应许这头亲事，立即迎娶她。当时的人都以此作笑话取乐，乡里甚至作了句谚语：“莫作孔明择妇，正得阿承丑女”。\n\n隆中对策\n　　《隆中对》原名《草庐对》，是东汉末年诸葛亮与刘备初次会面的谈话内容，选自《三国志·蜀志·诸葛亮传》。207年冬至208年春，当时驻军新野的刘备在徐庶的建议下，三次到隆中草庐拜访诸葛亮。前两次都没见到诸葛亮，第三次终于得见。《隆中对》中，诸葛亮为刘备分析了天下形势，提出先取荆州为家，再取益州成鼎足之势，继而图取中原的战略构想。三顾茅庐之后，诸葛亮出山成为刘备的军师，刘备集团之后的种种攻略皆基于此。\n\n赤壁大战\n　　当时，刘表之妻刘琦后母蔡氏屡进谗言，刘表对刘琦渐渐不悦。刘琦数次向诸葛亮请教自安之术，但诸葛亮每每推辞，刘琦便在一次饮宴时用上屋抽梯之计令诸葛亮说出解决办法，诸葛亮便反问刘琦：“君不见申生在内而危，重耳在外而安乎？在外却可得安吗？）”当时黄祖被东吴杀害，刘琦便上荐为江夏太守外求自保。建安十三年（208）八月，刘表病逝，其二子刘琮继位，听到曹操南下的消息，遣使投降。刘备在樊城知道后，率军队和百姓南逃，曹军在当阳长坂追上刘军。\n　　刘备到达夏口，而孙权之前又派鲁肃到来观察情况，并向刘备建议向孙权求救，诸葛亮便自荐到柴桑作说客，与鲁肃结为朋友；到达柴桑后，诸葛亮面见孙权，先用二分法给孙权两个选择“若能以吴、越之众与中国抗衡，不如早与之绝（如果能以吴、越的军力与中原之国抗衡，不如早和曹操断交）”；另一个选择则是激将法，“若不能当，何不案兵束甲，北面而事之！（如果认为不能抵挡，为何不停止军事行动，向北方称臣呢！“北面”在这里有双重含义：其一是曹操当时在北方；其二是君臣见面时，臣子通常面向北方。）”孙权却反问诸葛亮，刘备又何解不投降。诸葛亮便提高刘备身价，说刘备有气节，绝不投降，以向孙权显示刘备的决心。孙权大怒，誓言不会向曹操投降，但却有所担心，刘备还有多少兵力战斗。诸葛亮最后才分析两军的情况，先说出自军散兵归还和关羽水军有万人，加上刘琦凡江夏士兵亦不下万人，再说出曹军远来疲弊，追刘备时，又用轻骑一日一夜行了三百多里，正是“强弩之末，势不能穿鲁缟”；而且北方人不习水战，荆州百姓又是被逼服从曹操，不是心服；最后肯定地说曹操必定可打败。孙权十分高兴，后又受到鲁肃、周瑜的游说，决定联刘抗曹，派周瑜、程普、鲁肃等率三万水军，与曹操开战。\n　　诸葛亮随军回到刘备处；十一月，曹操大军在赤壁遭遇孙刘联军火攻，军中又发生瘟疫，故大败，回师北还。\n\n足食足兵\n　　赤壁之战后，刘备于十二月平定荆南四郡，任命诸葛亮为军师中郎将，住于临烝，督令零陵、桂阳、长沙三郡，负责调整赋税，充实军资。建安十六年（211年），益州牧刘璋派法正、孟达请刘备助攻张鲁。诸葛亮便与关羽、张飞、赵云等镇守荆州。至次年十二月，刘备与刘璋决裂，还攻成都。诸葛亮便与张飞、赵云等入蜀助阵，留关羽负责荆州防务，分兵平定各郡县，与刘备一起围成都。至建安十九年（214年），刘璋投降，刘备入主益州。\n　　诸葛亮受金五百斤，银千斤，钱五千万，锦千匹，并受任为军师将军，署左将军府事。\n　　每当刘备出兵征伐，诸葛亮便负责镇守成都，为刘备足食足兵，如汉中之战就替刘备提供资援。\n　　汉献帝延康元年（220年），曹丕篡汉自立。魏黄初二年（221年），群臣听到汉献帝被害的消息，劝已成为汉中王的刘备登基为帝，刘备不答应，诸葛亮用耿纯游说刘秀登基的故事劝刘备。于是刘备才答应，任诸葛亮为丞相、录尚书事，假节；同年张飞被害，诸葛亮领司隶校尉一职。\n\n白帝城托孤\n　　章武二年（222年）八月，刘备在东征夺回荆州的途中被打败，撤退至永安，诸葛亮大叹：“可惜法正故去，否则必能阻止刘备东征之举。”\n　　至章武三年（223年）二月，刘备病重，召诸葛亮到永安，与李严一起托付后事，刘备对诸葛亮说：“君才十倍曹丕，必能安国，终定大事。若嗣子可辅，辅之；如其不才，君可自取。[你的才能是曹丕的十倍，必定能够安顿国家，终可成就大事。如果嗣子（刘禅）可以辅助，便辅助他；如果他没有才干，你可以自行取度。]”诸葛亮涕泣地说：“臣敢不竭股肱之力，效忠贞之节，继之以死乎！”刘备又要刘禅视诸葛亮为父。\n　　延至四月，刘备逝世，刘禅继位，封诸葛亮为武乡侯，开设官府办公。不久，再领益州牧，政事上的大小事务，刘禅都依赖于诸葛亮，由诸葛亮决定。本来南中地区因刘备逝世而乘机叛乱，诸葛亮因国家刚逝去君主，先不发兵，而派邓芝及陈震赴东吴修好。\n\n南征北战\n　　南征\n　　建兴三年（225年）春天，诸葛亮率军南征，临行前刘禅赐诸葛亮金鈇钺一具，曲盖一个，前后羽葆鼓吹各一部，虎贲六十人。后诸葛亮深入不毛之地（成语：不毛为今天缅甸北境八莫）讨伐雍闿、孟获，诸葛亮采取参军马谡的建议，以攻心为主，先打败雍闿军，再七擒七纵孟获，至秋天平定所有乱事。蜀汉在南中安定并获得大量的资源，并且组建了无当飞军这支劲旅。经过长期积累，有了北伐的基础。\n\n　　北伐\n　　⒈建兴六年（228年）春，诸葛亮事先扬声走斜谷道取郿，让赵云、邓芝设疑兵吸引曹真重兵，自己率大军攻祁山（今甘肃省西和县西北）。陇右的南安、天水和安定三郡反魏附蜀，关中震响。魏明帝西镇长安，命张郃率领步骑五万人前往，大破马谡于街亭。而同时赵云寡不敌众，失利于箕谷。诸葛亮乃拔西县千余家返回汉中。第一次北伐失败。\n　　2、同年冬，诸葛亮趁魏兵东下，关中虚弱，趁机北伐，出兵散关（今陕西省宝鸡市西南）围陈仓（今陕西省宝鸡市东），为魏将郝昭所拒，诸葛亮劝降不成，而又粮草不继，不得已退还汉中。魏将王双来追，被斩。\n　　⒊建兴七年（229年）春，诸葛亮遣陈式攻武都（今甘肃省成县周边）、阴平（今甘肃省文县周边）二郡。雍州刺史郭淮引兵救之，亮自出至建威（今甘肃省西和县西），郭淮退，遂得二郡。\n　　⒋建兴八年（230年）秋，魏军三路进攻汉中，司马懿走西城（今陕西省安康市西北），张郃走子午谷，曹真走斜谷。诸葛亮驻军于城固（今陕西省城固县东）、赤坂（今陕西省洋县东二十里）。时大雨三十余天，魏军撤退。同年，诸葛亮使魏延、吴懿西入羌中，大破魏后将军费曜（瑶）、雍州刺史郭淮于阳溪（南安郡内，当在今甘肃省武山西南一带）。\n　　⒌建兴九年（231年）二月，诸葛亮率大军攻祁山，始以木牛运。时曹真病重，司马懿都督关中诸将出拒。诸葛亮割麦于上邽（今甘肃省天水县）。司马懿追亮至卤城（今甘肃省天水市与甘谷之间），掘营自守，有“畏蜀如畏虎”之讥。五月，诸葛亮使魏延、高翔、吴班赴拒，大破司马懿，汉军获甲首三千级，玄铠五千领，角弩三千一百张，于是宣王司马懿退还保营。六月，李严因运粮不济呼亮还。张郃追亮退兵至木门，中箭身亡——此为二出祁山。\n　　⒍建兴十二年（234年）二月，诸葛亮率大军出斜谷道，据武功五丈原（今陕西省岐山南），屯田于渭滨，与司马懿对於渭南，并约吴国共同发兵。期间诸葛亮既屡屡遣使者下战书，又致巾帼妇人之饰，以激怒宣王司马懿，但司马懿忍辱据守不出，并以“千里请战”的妙计平息将怒。诸葛亮乃分兵屯田，在魏国境内与魏国百姓共同种粮自给自足，打算长期驻扎下去，但诸葛亮却因过于操劳而病逝。\n\n病逝五丈原\n　　八月，诸葛亮病故于五丈原（宝鸡境内）。杨仪等率军还，姜维等遵照诸葛亮遗嘱，秘不发丧，缓缓退军。魏军主帅司马懿（字仲达）率军追击，见蜀军帅旗飘扬，孔明羽扇纶巾坐在车里。司马懿怀疑是孔明用计诱敌，赶紧策马收兵，于是便有“死诸葛吓走活仲达”一事。\n　　这六次用兵，出祁山只有两次；第四次是魏军主动进攻，蜀军防守，由于连日大雨，山洪暴发，冲毁栈道，蜀魏并未交战。 \n\n\n艺术造诣\n\n书法篇\n　　诸葛亮所处的时代，正是中国书法艺术趋向成熟的时代。诸葛亮喜爱书法，在青少年时代就进行过刻苦的训 练，能写多种字体，篆书、八分、草书都写得很出色。南朝梁陶弘景是一位大书法家，他所著《刀剑录》记载：“蜀章武元年辛丑（公元221年），采金牛山铁，铸八铁剑，各长三尺六寸，……并是孔明书作风角处所。”。虞荔《古鼎录》记载：“诸葛亮杀王双，还定军山，铸一鼎，埋于汉川，其文曰：定军鼎。又作八阵鼎，沉永安水中，皆大篆书。”“先主章武二年（公元222年），于汉川铸一鼎，名克汉鼎，置丙穴中，八分书……又铸一鼎于成都武担山，名受禅鼎；又铸一鼎于剑山口，名剑山鼎。并小篆书，皆武侯迹。”“章武三年（公元223年）义作二鼎，一与鲁王，文曰：‘富贵昌，宜侯王。’；一与梁王，文曰：‘大吉祥，宜公王。’并古隶书，高三尺，皆武侯迹。”北宋时周越所著《古今法书苑》也记载：“蜀先主尝作三鼎，皆武侯篆隶八分，极其工妙。”。南朝陶弘景，距诸葛亮仅二百余年时间，他的见闻和记述应是有事实依据的。\n　　宋徽宗宣和内府的《宣和书谱》卷13记载：诸葛亮“善画，亦喜作草字，虽不以书称，世得其遗迹，必珍玩之”。又说：“今御府所藏草书一：《远涉帖》。”这说明到北宋末期（公元1119—1125年）在皇宫内府还珍藏有诸葛亮的书法作品。南宋陈思《书小史》记载：诸葛亮“善其篆隶八分，今法帖中有‘玄漠太极，混合阴阳’等字，殊工”。\n　　诸葛亮在繁忙的政务和军事活动中，始终不忘书法。《常德府志》记载：“卧龙墨池在沅江县西三十里卧龙寺内。俗传汉诸葛武侯涤墨于此寺，因名。”诸葛亮在常德一带活动的时间，是在赤壁大战之后，战事十分紧张频繁，可是他仍然不忘临池挥毫。\n\n绘画篇\n　　唐朝张彦远在《历代名画记》中写道：“诸葛武侯父子皆长于画。”张彦远还在其《论画》一书中，记载了当时绘画收藏与销售的情况。他说：“今分为三古以定贵贱，以汉、魏三国为上古，则赵岐、刘亵、蔡邕、张衡、曹髦、杨修、桓范、徐邈、曹不兴、诸葛亮之流是也。”\n　　张彦远记述当时一些近代画家如阎立本、吴道子等人绘画作品的售价：“屏风一片值金二万，坎者售一万五千，”“一扇值金一万。”并说汉魏三国（即上古）画家的作品，在唐代已是“有国有家之重宝”，“为希代之珍”。张彦远他的记述中，可以大致看到诸葛亮在中国美术史上的历史地位和艺术成就。\n　　东晋史学家常璩的《华阳国志》记载：“南中，其俗征巫鬼，好诅盟，投石结草，官常以诅盟要之。诸葛亮乃为夷作图谱，先画天地日月君长城府，次画神龙，龙生夷及牛马驼羊。后画部主吏，乘马幡盖，巡行安恤。又画夷牵牛负酒赍金宝诣之之象，以赐夷，夷甚重之。”从以上记载可以看出，诸葛亮的确具有非凡的绘画才能。他的画作既取材于现实生活（如南中少数民族的生活）又有神奇而丰富的想象（如神龙等），而且构图宏伟，场面博大。\n\n音乐篇\n　　诸葛亮精通音律，喜欢操琴吟唱，有很高的音乐修养。\n　　这方面在古籍中多有记述。陈寿《三国志·诸葛亮传》记载：“玄卒，亮躬耕陇亩，好为梁父吟。”习凿齿《襄阳耆旧记》：“襄阳有孔明故宅……宅西面山临水，孔明常登之，鼓瑟为《梁父吟》，因名此山为乐山。”当然还有卧龙吟，真是千古绝唱，《中兴书目》记载：“《琴经》一卷，诸葛亮撰述制琴之始及七弦之音，十三徽取象之意。”谢希夷《琴论》也记有：“诸葛亮作《梁父吟》。”《舆地志》记载：“定军山武侯庙内有石琴一，拂之，声甚清越，相传武侯所遗。”从以上记载就足以看出：诸葛亮在音乐方面有着很全面的修养和很高的艺术成就。他既长于声乐——会吟唱；又长于器乐——善操琴；同时他还进行乐曲和歌词的创作，而且还会制作乐器——制七弦琴和石琴。不仅如此，他还写有一部音乐理论专著——《琴经》。 \n\n\n治国成就\n\n　　《三国志》：诸葛亮之为相国也，抚百姓，示仪轨，约官职，从权制，开诚心，布公道；尽忠益时者虽雠必赏，犯法怠慢者虽亲必罚，服罪输情者 虽重必释，游辞巧饰者 虽轻必戮；善无微而不赏，恶无纤 而不贬；庶事精练，物理其本，循名责实，虚伪 不齿；终于邦域之内，咸畏 而爱之，刑政虽峻 而无怨者，以其用心平 而劝戒明也。可谓识治之 良才，管、萧之亚匹矣。\n\n　　《三国志》：及备殂没，嗣子幼弱，事无巨细，亮皆专之。于是外连东吴，内平南越，立法施度，整理戎旅，工械技巧，物究其极，科教严明，赏罚必信，无恶不惩，无善不显，至于吏不容奸，人怀自厉，道不拾遗，强不侵弱，风化肃然也。\n\n　　《三国志》：黎庶追思，以为口实。至今梁、益之民，咨述亮者，言犹在耳，虽甘棠之咏召公，郑人之歌子产，无以远譬也。孟轲有云：“以逸道使民，虽劳不怨；以生道杀人，虽死不忿。”信矣！论者或怪亮文彩不艳，而过于丁宁周至。臣愚以为咎繇大贤也，周公圣人也，考之尚书，咎繇之谟略而雅，周公之诰烦而悉。何则？咎繇与舜、禹共谈，周公与群下矢誓故也。亮所与言，尽众人凡士，故其文指不得及远也。然其声教遗言，皆经事综物，公诚之心，形于文墨，足以知其人之意理，而有补于当世。\n\n　　诸葛亮在汉中休士劝农期间，充分利用了汉中优厚的经济条件，因地制宜地采取了一系列发展生产的得力措施，使北伐军资基本上就地得到了解决，诸葛亮死后，蜀军撤退，魏军还在蜀营中“获其图书、粮谷甚众”。这正说明了诸葛亮休士劝农，实行军屯耕战的效果是显著的。当地人民生活好了，就可以招来更多的人口，使地广人稀的汉中重新得到发展，逐步到达人多、粮多的良性循环，使百姓“安其居，乐其业”。只有富国强兵，才能维护统治阶级的长治久安。\n\n　　经诸葛亮“踵迹增筑”的“山河堰”等水利工程至今还是汉中地区灌溉面积最大的水利工程。据李仪祉先生考察而知，“山河堰尚灌褒城田八千余亩，灌南郑县田三万零六百余亩，灌酒县七千余亩，共四万六千余亩。”汉中市的六大名池，至今仍被利用。据考古调查统计，全区至今尚保留有汉以来的古堰七十多处，一些堰渠经历代使用维修，一直延用至今。同时各地在继承和学习古代开发利用水利资源经验的基础上，又不断增修了大批塘、库、陂池等水利设施。仅勉县就增修了能蓄十万立方水的水库三十七个；塘与陂池达三百多个；冬水田至今仍有五万多亩。\n\n　　上述实事说明，汉中盆地古代农田水利设施至今所产生的实际效用和不断改进利用，与诸葛亮当年在汉中休上劝农时，开拓农田、兴修水利、发展生产的丰功伟绩是分不开的。 \n\n\n纪念建筑\n\n武侯祠\n　　四川成都市武侯区和武侯祠，1991，经政府批准，四川省成都市武侯区正式成立，区名取自辖区内的武侯祠（原为汉昭烈庙，昭烈为刘备死后的谥号）。武侯祠因诸葛亮生前被封为武乡侯而得名，明初与昭烈庙合并，为蜀中著名的历史旅游名胜之一。\n　　南阳武侯祠，又名“诸葛亮庵”，位于河南南阳市卧龙区卧龙岗，始建于魏晋时期，是投魏之蜀国故将黄权在诸葛亮躬耕地卧龙岗上修建而成的是纪念三国时期著名的思想家、军事家诸葛亮的大型祠堂群。\n　　陕西省汉中市武侯祠，位于勉县（沔县），始建于公元263年，为最早的武侯祠（早成都武侯祠约50年），故而被称为“天下第一武侯祠”。\n\n隆中\n　　隆中风景区位于全国历史文化名城襄阳市襄城区，距襄阳市区13公里，总面积209平方公里，已有一千七百多年的历史。中国三国时期杰出的政治家、军事家诸葛亮青年时期在这里隐居长达十年之久。脍炙人口的《隆中对》和刘备“三顾茅庐”的史事都发生在这里。\n　　隆中风景区有着丰富的人文景观和优美的自然环境，明代就形成了\"隆中十景\"，即草庐亭、躬耕田、三顾堂、小虹桥、六角井、武侯祠、半月溪、老龙洞、梁父岩、抱膝石，建国后又先后修建或新建了隆中书院、诸葛草庐、吟啸山庄、铜鼓台、长廊、观星台、棋盘石、琴台、孔雀寨、猴山等众多景点。老一辈无产阶级革命家董必武生前给隆中题词：“诸葛大名垂宇宙，隆中胜迹永清幽”。1994年被列为国家重点风景名胜区，1996年被定为国家重点文物保护单位。\n　　部分学者称，诸葛亮在前出师表中自叙“臣本布衣，躬耕于南阳”是指的南阳郡邓县隆中（今襄阳市襄城区境内）。著名史书《汉晋春秋》记载“亮家于南阳之邓县，在襄阳城西二十里，号曰隆中。”也有学者不认同这种说法，依据《大明一统志》记载：“诸葛亮，琅琊人，躬耕南阳，往来隆中”，表明南阳卧龙岗才是诸葛亮躬耕地。\n\n诸葛亮墓\n　　诸葛亮之墓武侯墓属全国重点文物保护单位，即诸葛亮墓，在陕西省勉县（沔县）定军山脚下，每年，勉县的人在清明节的那天都要去拜谒诸葛亮游览定军山；2008年10月，在勉县还举行了三国文化节。 \n\n",
  "desc": "诸葛亮（181－234），字孔明、号卧龙（也作伏龙），汉族，徐州琅琊阳都（今山东临沂市沂南县）人，三国时期蜀汉丞相、杰出的政治家、军事家、散文家、书法家。在世时被封为武乡侯，死后追谥忠武侯，东晋政权特追封他为武兴王。诸葛亮为匡扶蜀汉政权，呕心沥血，鞠躬尽瘁，死而后已。其散文代表作有《出师表》、《诫子书》等。曾发明木牛流马、孔明灯等，并改造连弩，叫做诸葛连弩，可一弩十矢俱发。于234年在五丈原（今宝鸡岐山境内）逝世。诸葛亮在后世受到极大尊崇，成为后世忠臣楷模，智慧化身。成都、宝鸡、汉中、南阳等地有武侯祠，杜甫作《蜀相》赞诸葛亮。",
  "dynasty": "两汉",
  "id": 507,
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_507.jpg",
  "name": "诸葛亮",
  "star": 529
}