{
  "content": "人物生平\n\n诗文少年\n　　唐永昌元年，孟浩然出生于襄阳城中一个薄有恒产的书香之家。\n\n　　唐圣历元年，孟浩然与弟弟一起读书学剑。\n\n　　唐景龙二年，孟浩然20岁，是年前后游鹿门山，作《题鹿门山》诗。诗标志着浩然独特的诗风基本形成。\n\n　　唐景云二年，孟浩然23岁，与张子容同隐鹿门山。 \n\n漫游求仕\n　　唐先天元年，冬天，送张子容应考进士，作诗《送张子容进士举》，25到35岁间，辞亲远行，漫游长江流域，广交朋友，干谒公卿名流，以求进身之机。\n\n　　唐开元五年，游洞庭湖。干谒张说。登岳阳楼，作《岳阳楼》诗以献。\n\n　　唐开元六年，二月，张说为荆州大都督府长史。四月赴任。浩然居家，作诗慨叹清贫和失意，渴望有人向皇帝引荐。\n\n　　唐开元八年，暮春，浩然抱病，有赠张子容诗《晚春卧病寄张八》。九月九日，浩然与贾舁登岘山，诗酒唱和。\n\n　　唐开元十二年，孟浩然36岁，韩思复任襄州刺史。卢馔为襄阳令，浩然与之为忘形之交。因玄宗在洛，便往洛阳求仕，滞洛三年，一无所获。\n\n　　唐开元十三年，李白出蜀，游洞庭襄汉，孟浩然与李白结交为好友，成莫逆之交。当年韩思复卒，天子亲题其碑。浩然与卢馔立石岘山。\n\n　　唐开元十四年，三月，浩然游扬州，途经武昌，遇李白。李白于黄鹤楼作诗送行。\n\n入京不仕\n　　唐开元十五年，孟浩然第一赶赴长安进行科举考试。\n\n　　唐开元十六年，初春，在长安作《长安平春》诗，抒发渴望及第的心情，当年孟浩然三十九岁，然而，科举不中。同年孟浩然与王维结交，王维为孟浩然画像，两人成为忘年之交。应进士举不第后，孟浩然仍留在长安献赋以求赏识，曾在太学赋诗，名动公卿，一座倾服，为之搁笔。他和张说交谊甚笃。传说张说曾私邀入内署，适逢玄宗至，浩然惊避床下。张说不敢隐瞒，据实奏闻，玄宗命出见。浩然自诵其诗，至“不才明主弃”之句，玄宗不悦，说：“卿不求仕，而朕未尝弃卿，奈何诬我！”放归襄阳。后漫游吴越，穷极山水之胜。\n\n隐居山水\n　　唐开元十七年，孟浩然离开长安，辗转于襄阳、洛阳，夏季游吴越，与曹三御史泛舟太湖。曹三御史拟荐浩然，浩然作诗婉言谢绝，次年游玩于江南的名山古刹。\n\n　　唐开元十九年，孟浩然同年43岁，春，在越州有赠谢甫池诗，表示出对农事的关心。继续在江浙一带会友作诗。\n\n　　唐开元二十二年，孟浩然第二次前往长安求仕，不仕，当年浩然回襄阳。\n\n　　唐开元二十三年，韩朝宗为襄州刺史，十分欣赏孟浩然，于是邀请他参加饮宴，并向朝廷推荐他，孟浩然因考虑到上京干谒张九龄未果，认为作为刺史的韩朝宗也无法让他入仕便没有按照约定赴京。同年李白赴襄阳，和孟浩然游玩。李白走后，浩然入蜀，往游广汉。\n\n幕府入职\n　　唐开元二十五年，张九龄为荆州长史，招致幕府。不久，仍返故居。\n\n　　唐开元二十六年，浩然在荆州一带多所游览，夏，浩然患背疽，卧于襄阳，当在本年。次年病加重，多有好友探看。\n\n终于南园\n　　唐开元二十八年，王昌龄遭贬官途过襄阳，访孟浩然，相见甚欢。孟浩然背上长了毒疮，医治将愈，因纵情宴饮，食鲜疾发逝世。\n\n\n诗歌成就\n\n盛唐山水田园诗派的第一人，“兴象”创作的先行者\n　　盛唐时期形成的以王维、孟浩然为代表的诗歌流派，又称田园诗派，后人为了突出两人对田园诗派的突出作用也称为：“王孟诗派”。该派有陶渊明、“二谢”诗之长，以山水田园风光和隐逸生活为主要题材，风格冲淡自然。孟浩然的诗已摆脱了禄唐应制咏物的狭隘境界，更多地抒发了个人怀抱，给开元诗坛带来了新鲜气息，并博得时人的倾慕。孟浩然是唐代第一个创作山水诗的诗人，是王维的先行者。他的旅游诗描写逼真，《望洞庭湖赠张丞相》写得气势磅礴，格调浑成。孟浩然的一生经历比较简单，他诗歌创作的题材也比较单一。孟诗绝大部分为五言短篇，多写山水田园和隐居的逸兴以及羁旅行役的心情。其中虽不无愤世嫉俗之词，但是更多的是属于诗人的自我表现。孟诗不事雕饰,伫兴造思,富有超妙自得之趣，而不流于寒俭枯瘠。他善于发掘自然和生活之美，即景会心，写出一时真切的感受。如《秋登万山寄张五》、《夏日南亭怀辛大》、《过故人庄》、《春晓》、《宿建德江》、《夜归鹿门歌》等篇，自然浑成，而意境清迥，韵致流溢。\n\n　　在孟浩然这里，山水诗中的形象，已不再是山水原形的描摹，也不是在其中简单地加入了自己的情感，而是采用了表现手法，将山水形象的刻划与自己的思想感情及性情气质的展现合而为一，因而使其山水诗中形象的刻画达到了前所未有的高度，使其山水诗中的形象提升为艺术形象的一种高级形态亦即‘意象’。可以说在孟浩然之前，还没有哪位诗人在山水诗中如此深深地打上作者本人性情气质的个性印记。\n\n清淡自然的诗风\n　　孟浩然的诗歌主要表达隐居闲适、羁旅愁思，诗风则清淡自然，以五言古诗见长。孟浩然是唐代第一个倾大力写作山水诗的诗人。他主要写山水诗，是山水田园诗派代表之一，他前期主要写政治诗与边塞游侠诗，后期主要写山水诗。其诗今存二百余首，大部分是他在漫游途中写下的山水行旅诗，也有他在登临游览家乡一带的万山、岘山和鹿门山时所写的遣兴之作。还有少数诗篇是写田园村居生活的。诗中取材的地域范围相当广大。\n\n　　山水景物是南朝诗歌最重要的题材，经历长期发展，取得了显著的成就。到孟浩然，山水诗又被提升到新的境界，这主要表现在：诗中情和景的关系，不仅是彼此衬托，而且常常是水乳交融般的密合；诗的意境，由于剔除了一切不必要、不谐调的成分，而显得更加单纯明净；诗的结构也更加完美。孟浩然在旅程中偏爱水行，如他自己所说：“为多山水乐，频作泛舟行。”他的诗经常写到漫游于南国水乡所见的优美景色和由此引发的情趣，如《耶溪泛舟》）\n\n　　房日晰先生在《略谈孟浩然诗风的清与淡》一文中指出：“纵观孟诗，其诗风之淡，大致有三：一为思想感情的淡，没有激切的情绪的流露；二为诗意表现的淡，没有浓烈的诗意的展示；三为语言色彩的淡，没有绚丽色彩的描绘。\n\n丰富的山水诗歌意境\n　　孟浩然山水诗的意境，以一种富于生机的恬静居多。但是他也能够以宏丽的文笔表现壮伟的江山。如《彭蠡湖中望庐山》。清人潘德舆以此诗和《早发渔浦潭》为例，说孟诗“精力浑健，俯视一切”（《养一斋诗话》），正道出了其意兴勃郁的重要特征。盛唐著名诗评家殷璠喜用“兴象”一词论诗，在评述孟浩然的两句诗时，也说“无论兴象，兼复故实”（见《河岳英灵集》）。所谓“兴象”，是指诗人的情感、精神对物象的统摄，使之和诗人心灵的颤动融为一体，从而获得生命、具有个性和活力。重“兴象”其实也是孟浩然诗普遍的特点。这通过几首不同的作品之间的比较，可以看得更清楚。《望洞庭湖赠张丞相》《宿桐庐江寄广陵旧游》《宿建德江》这三首诗都写了江湖水景，但性格各异。第一首作于孟应聘入张九龄幕府时。他为自己的抱负能够有一试的机会而兴奋，曾写下“感激遂弹冠，安能守固穷”（《书怀贻京邑同好》）、“故人今在位，歧路莫迟回”（《送丁大凤进士赴举呈张九龄》）之类诗句。正是这种昂奋的情绪，使他写下了“气蒸云梦泽，波撼岳阳城”这样气势磅礴的名句。第二、三首均作于落第后南游吴越之日，前者以风鸣江急的激越动荡之景写自己悲凉的内心骚动，后者则以野旷江清的静景写寂寞的游子情怀，它们的神采气韵是很不相同的。本之以“兴”，出之以“象”，突出主要的情绪感受而把两者统一起来，构筑起完整的意境，这是孟浩然写景诗的重要贡献。\n\n创造性的诗歌表现\n　　出入古近的体格饶有洒脱自在的情致，也是孟诗创造性的表现之一。孟浩然诗歌的语言，不钩奇抉异而又洗脱凡近，“语淡而味终不薄”（沈德潜《唐诗别裁集》）。他的一些诗往往在白描之中见整炼之致，经纬绵密处却似不经意道出，表现出很高的艺术功力。例如他的名篇《过故人庄》。通篇侃侃叙来，似说家常，和陶渊明的《饮酒》等诗风格相近，但陶写的是古体，这首诗却是近体。“绿树村边合，青山郭外斜”这一联句，画龙点睛地勾勒出一个环抱在青山绿树之中的村落的典型环境。还有那一首妇孺能诵的五绝《春晓》，也是以天然不觉其巧的语言，写出微妙的惜春之情。另外，孟浩然在诗体的运用上往往突破固有程式的拘限，读来别有滋味。例如《舟中晓望》诗，平仄声律全合五律格式，但中两联不作骈偶，似古似律。胡应麟《诗薮》认为此类诗“自是六朝短古，加以声律，便觉神韵超然。”又如《夜归鹿门山歌》，这是一首歌行体的诗，但通篇只是把夜归的行程一路写下来，不事铺张。其篇制规模类似近体，并吸收了近体诗语言简约的特点，而突出歌行体的蝉联句法，读来颇有行云流水之妙。\n\n独特的诗歌美学观\n　　在诗歌创作的艺术形式方面，孟浩然也有其独特的见解。他主张诗歌要用形象思维，通过诗的语言塑造形象，通过形象显示诗歌的意旨。读者“弃象忘言”而得意。他在《本阇黎新亭作》诗中写道：“弃象玄应悟，忘言理必该。静中何所得？吟咏也徒哉！”孟浩然借用了佛学和道家哲学中的“弃象忘言”说，提倡诗歌创作的抒情言志、表情达意不必太直露，要有弦外之音，象外之旨。\n\n　　孟浩然还主张作诗不必受近体格律的束缚，应当“一气挥洒，妙极自然”。《孟浩然集》有诗267首，其中五言古诗63首，七言古诗6首，五言律诗130首，七言律诗4首，五言排律37首，五言绝句19首，七言绝句8首。从中可以看出，除69首古风外，全是近体诗，而五言律诗又最多。可以说他是盛唐诗人大量写作近体诗的第一人。但这些诗大都不能算是严格合律的近体诗。如《舟中晚望》、《洛下送奚三还扬州》、《洞庭湖寄阎九》、《都下送辛大之鄂》、《与诸子登岘山》等诗，皆与五言律诗的对偶不合。但诗品家对它们的评价却相当高。严羽《沧浪诗话》就说：“皆文从字顺，音韵铿锵”。近体诗的律式，在孟浩然之前的杜审言那里已经完全成熟了。杜审言也是襄阳人，他不能不知道。那么，他为什么不沿着老杜的路子走呢？对此施补华《岘佣说诗》认为：“五言律有中二语不对者，有全不对者，须一气挥洒，妙极自然。初学人当讲究对仗，不能臻此化境。”这就是说，孟浩然五言律不合律有其深层次的美学原因。他追求自然美，是对初唐过多追求形式美的矫正。他把古风与近体来了一次整合，他的近体多为古风化的近体。将近体诗的格律精神与古风的自然平和有机的结合起来，从而达到了一种“兴象玲珑”的艺术境界。读孟浩然的诗，看不到近体格律的束缚，而是有行云流水般的自然。既接受近体格律，有不被近体格律所累，一切以自然为第一标准。\n\n\n后世影响\n\n盛唐\n　　陈贻惞：“李、杜、王维都很敬仰孟浩然。很显然，除了人品，他们也不可能不多少受到这位开风气之先的前辈诗人的启发和影响，不可能不对他的成就表示应有的尊重。”李白、王维都是孟浩然的朋友，诗歌唱和，相互影响是可以肯定的。杜甫与孟浩然有无交往，还没有实证。不过，杜甫受孟浩然的影响则是显而易见的。他们崇儒、追求仕进的思想是一致的。杜甫特别钦佩孟浩然的诗，他的《岳阳楼》诗当是受到了孟浩然《洞庭湖》诗的影响，他的一些绝句也颇类浩然。对李白的影响归结起来有四个方面：第一，在不依附权贵的为人品格上。孟浩然憎恶权奸，唾弃趋炎附势之徒。宁肯“拂衣从此去，高步蹑华嵩”，也不肯立于污朝。这种品格，正与后来李白那种平交王侯、不肯摧眉折腰事权贵的行为是一脉相承的。第二，在任侠精神上。孟浩然《送朱大入秦》、《送吴宣从军》、《赠马四》等诗中所表现的任侠精神，在李白的诗中俯拾皆是。第三，在诗风上。孟浩然的诗中多有自己的形象，遣词用语往往突出主位。“我”、“余”、“予”屡见不鲜，如“我来如昨日”，“予亦忘机者”，“予亦离家久”，“余亦浮于海”等等，不胜枚举。李白的诗更是如此，强烈的个性，浓厚的自我表现的主观色彩，与孟浩然相比则有出蓝之色。如“大道如青天，我独不得出”，“太白与我语，为我开天关”，“狂风吹我心，西挂咸阳树”等等，处处有我。第四，在诗体诗风上。孟浩然长于五言古诗和七言古诗，而这也正是李白的强项。安旗先生在《李白传》中说，这是孟浩然指点的结果。在五言律诗的创作上，孟浩然有“以古诗为律诗”的特点，李白则“多类浩然”。严羽在《沧浪诗话》中说：“律诗有彻首尾不对者，盛唐诸公有此体。如孟浩然诗‘挂席东南望……’又‘水国无边际’之篇，又太白‘牛渚西江夜’之篇，皆文从字顺，音韵铿锵，八句皆无对偶。”\n\n　　孟浩然的影响，还表现在襄阳诗人的诗歌创作上。孟浩然之后，襄阳出现了不少山水诗人。有《枫桥夜泊》的作者张继，有“排青紫之念，结庐云卧，钓水樵山”的名士朱放，有为官清正、善拔人才的鲍防，有被唐玄宗誉为“诗人之首出，作者之冠冕”的席豫等。他们都是襄阳山水孕育出来的诗人，读他们的山水诗，可以明显地感到孟浩然的影响。\n\n晚唐\n　　晚唐文人对孟浩然的接受与传播转向了对他高洁穷蹇寒士形象的接受与传播。他们对孟浩然穷蹇的寒士形象的接受与传播，大都体现在一些零散的诗文当中。主要是以皮日休为代表的一些晚唐诗人。\n\n宋朝\n　　从北宋前期仁宗之时开始，到南宋灭亡之后一段时间，宋人在近三百来年的长时间中都有人在化用孟浩然诗句，或在叙事造境时学习孟浩然诗。北宋中后期文坛盟主苏轼，对孟浩然的诗有正面的响应和心灵感应般的隔代唱和。紧随苏轼之后，在“苏门四学士”之中，老大黄庭坚学孟浩然诗歌最积极，最具自觉性。南宋诗最高成就的体现者——被称为“中兴四大诗人”的尤袤、陆游、杨万里、范成大四人。这四位大诗人，是南宋诗最高成就的代表者，单单是学习盛唐优秀诗人孟浩然的诗格、诗境与诗风，在他们那里也出现了一个高潮。四大家都曾长时间奔波于仕途，失意后都乐居山水，徜徉于所居江南农村的田园之中。他们四人失意闲居的作品，都程度不同地受了孟浩然诗的沾溉。四人之中，特别是杨万里、陆游二人，不但学习孟浩然诗，甚至一举一动和动作神态也学孟浩然。\n\n\n轶事典故\n\n隐鹿门山\n　　孟浩然性爱山水，喜泛舟，“我家南渡头，惯习野人舟。”正是适应了这性情。从涧南园到鹿门山，有近二十里的水程；从鹿门山到襄阳城，有三十里的水程，泛舟往返非常便利。也许是东汉初年的习郁，修鹿门庙、建习家池给了他启示。光武帝封习郁为侯，其封邑在今宜城。习家池则是习郁的私家园林，也就是“别墅”。习郁爱山水，而这三地联结，就构成了一条非常理想的游山玩水的路线。从宜城出发，泛舟汉水到鹿门山麓，“结缆事攀践”，到鹿门庙祭祀神灵，欣赏山林景色。然后，下山登舟，经鱼梁洲到凤林山下，舍舟登岸至习家池别墅。从习家池回宜城可以泛舟，也可以沿着冠盖里骑马、乘车。习郁就是在这条线路上，享受着“光武中兴”带来的和平安宁的生活。而孟浩然则在这如画的山水间，领略着盛唐时代的田园牧歌般的乐趣。\n\n转喉触讳\n　　关于孟浩然的：“转喉触讳”的典故历史上有四种记载：王维说、李白说、李元绂说、张说说。\n\n王维说\n　　襄阳诗人孟浩然，开元中颇为王右丞所知 。句有“微云淡河汉，疏雨滴梧桐”者 。右丞吟咏之，常击节不已 。维待诏金銮殿， 一旦， 召之商风雅， 忽闻上幸维所，浩然错愕伏床下， 维不敢隐，因之奏闻 。上欣然曰 : “朕素闻其人 。 ” 因得诏见 。上曰 : “卿将得诗来耶 ?”浩然奏闻 : “臣偶不赍所业 。 ”上即命吟 。浩然奏诏， 拜舞念诗曰 :“北阙休上书，南山归敝庐 。不才明主弃， 多病故人疏 。 ”上闻之抚然曰 : “朕未曾弃人， 自是卿不求进，奈何反有此作 !”因命放归南山，终身不仕 。\n\n李白说\n　　唐孟浩然与李白交游，玄宗征李入翰林， 孟以故人之分， 有弹冠之望， 久无消息， 乃入京谒之 。一日玄宗召李入对， 因从容说及孟浩然 。李奏曰 : “臣故人也， 见在臣私第 。 ”上急召赐对， 俾口进佳句 。孟浩然诵诗曰 : “北阙休上书，南山归敝庐 。不才明主弃，多病故人疏 。 ”上意不悦，乃曰 : “未曾见浩然进书，朝廷退黜 。何不云 : 气蒸云梦泽， 波动岳阳城 ? 缘是不降恩，终于布衣而已 。\n\n张说说\n　　明皇以张说之荐召浩然，令诵所作 。乃诵 :“北阙休上书，南山归敝庐， 不才明主弃，多病故人疏 。白发催年老，青阳逼岁除 。永怀愁不寐，松月夜窗虚 。 ”帝曰 : “卿不求朕， 朕岂弃卿 ? 何不云 : 气蒸云梦泽，波动岳阳城 。 ”因是故弃 。\n\n李元绂说\n　　孟浩然拜访华山李相， 恰巧李元绂不在，孟浩然于是留下一首绝句而去，曰 : “老夫门前三日立，朱箔银屏昼不开 。诗卷抛却书袋内， 譬如闲看华山来 。 ”一日，明皇召俾口进佳句 。孟诵 : “北阙休上书， 南山归敝庐 。不才明主弃， 多病故人疏 。 ”何不云 : “气蒸云梦泽，波动岳阳城 ? ”由此不遇 。\n\n失约朝宗\n　　孟浩然四十岁时进京考试，与一批诗人赋诗作会。他以“微云淡河汉，疏雨滴梧桐”两句诗令满座倾倒，一时诗名远播。当时的丞相张九龄和王维等爱诗的京官都来和他交朋友。郡守韩朝宗先向其他高官宣扬他的才华，再和他约好日子带他去向那些人推荐。到了约定的日子，孟浩然和一批朋友喝酒谈诗，很是融洽。有人提醒他说，你与韩公有约在先，不赴约而怠慢了别人怕不行吧。他不高兴地说，我已喝了酒了，身心快乐，哪管其它事情。\n\n\n文学创作\n\n　　孟浩然的一生经历比较简单，他诗歌创作的题材也比较单一。孟诗绝大部分为五言短篇，多写山水田园和隐居的逸兴以及羁旅行役的心情。其中虽不无愤世嫉俗之词，但是更多的是属于诗人的自我表现。他和王维并称，他的诗虽不如王诗题材广泛，但在艺术上有独特的造诣。孟诗不事雕饰,伫兴造思,富有超妙自得之趣，而不流于寒俭枯瘠。他善于发掘自然和生活之美，即景会心，写出一时真切的感受。如《秋登万山寄张五》、《夏日南亭怀辛大》、《过故人庄》、《春晓》、《宿建德江》、《夜归鹿门歌》等篇，自然浑成，而意境清迥，韵致流溢。杜甫说他、清诗句句尽堪传（《解闷》），又赞叹他赋诗何必多，往往凌鲍谢（《遣兴》）。皮日休则称：先生之作遇景入咏，不拘奇抉异，令龌龊束人口者，涵涵然有干霄之兴，若公输氏当巧而不巧者也。北齐萧悫'芙蓉露下落，杨柳月中疏'；先生则有'微云澹河汉，疏雨滴梧桐'。王融'日霁沙屿明，风动甘泉浊;先生则有'气蒸云梦泽，波撼岳阳城'。何逊之诗句精者有'露湿寒塘草，月映清淮流'；先生则有'荷风送香气，竹露滴清响'。此与古人争胜于毫厘也。（《郢州孟亭记》）其抒情之作，如《岁暮归南山》、 《早寒江上有怀》、 《与诸子登岘山》、《晚泊浔阳望庐山》、《万山潭作》等篇，往往点染空灵，笔意在若有若无之间，而蕴藉深微，挹之不尽。严羽以禅喻诗，谓浩然之诗一味妙悟而已（《沧浪诗话·诗辨》）。清代王士碌推衍严氏绪论，标举神韵说，宗尚王孟，曾举浩然《晚泊浔阳望庐山》一诗作为范本，说：诗至此，色相俱空，政如羚羊挂角，无迹可求，画家所谓逸品是也。（《分甘馀话》） 盛唐田园山水诗，在继承陶、谢的基础上，有着新的发展，形成了一个诗派。其代表作家中以孟浩然年辈最长,开风气之先,对当时和后世都有很大的影响。他的诗以清旷冲澹为基调，但冲澹中有壮逸之气（《唐音癸签》引《吟谱》语）。如气蒸云梦泽，波撼岳阳城（《望洞庭湖赠张丞相》）一联，与杜甫的吴楚东南坼，乾坤日夜浮并列，成为摹写洞庭壮观的名句。清代潘德舆曾指出：襄阳诗如'东旭早光芒，浦禽已惊聒。卧闻鱼浦口，桡声暗相拨，日出气象分，始知江湖阔'、'太虚生月晕，舟子知天风。挂席候明发,渺漫平湖中。中流见匡阜,势压九江雄。香炉初上日，瀑布喷成虹'，精力浑健，俯视一切，正不可徒以清言目之。（《养一斋诗话》）然而这在孟诗中毕竟不多见，不能代表其风格的主要方面。总的说来，孟诗内容单薄，不免窘于篇幅。苏轼说他韵高而才短，如造内法酒手\n　　而无材料，是颇为中肯的。\n\n　　孟襄阳虽为唐山水诗之始创者，然其成就却居王维下，何也？一因其才气不殆，二因其诗意常未若王维高远。孟浩然一生不仕，心有不甘，此情多发之于诗，令其诗每有寒俭处。而王摩诘一生出仕入仕，几经周折，于世情之变体味颇深，此情发之于诗，则往往意趣清远，无迹可寻。\n\n　　虽则，孟诗亦自有其过人处。其诗之淡远处，既上继陶潜余绪，又不减王维。如木落雁南渡，北风江上寒。风鸣两岸叶，月照一孤舟等句，真可谓清空自在，淡然有余，不愧山水诗中之佳制也。\n\n　　孟浩然的诗描写田园风光，表达对农家生活的热爱，读来朴质感人。他与王维是盛唐时期的田园山水诗的代表人物。\n\n\n后世纪念\n\n墓地\n　　孟浩然墓在襄阳市襄阳城（襄城区）东风林南麓。其墓在唐德宗年间（780年～805年）有所“瘅坏”，节度史樊泽“乃更为刻碑”与“封宠其墓”。清末存土冢。现高1米余，底径约3米，保存尚好。\n\n纪念馆\n　　孟浩然纪念馆2003年新建，在襄阳市东南15公里处襄州区东津镇境内的鹿门山。始建于东汉建武年间的鹿门寺，魏晋以来曾是佛教胜地和文人雅士的聚集地。汉末名士庞德公、唐代诗人孟浩然、皮日休皆栖隐于此。鹿门寺现保存有石鹿、龙头喷泉、瀑雨池、天井、大殿等古建筑和宋、明、清三代碑刻，并有庞德公采药栖身洞、孟浩然亭、伏虎亭、望江亭等16个景点，群山环绕，清泉涓涓，周围的森林面积2600余亩，森林覆盖率92.5％，已被列为国家森林公园。\n\n",
  "desc": "孟浩然（689-740），男，汉族，唐代诗人。本名不详（一说名浩），字浩然，襄州襄阳（今湖北襄阳）人，世称“孟襄阳”。浩然，少好节义，喜济人患难，工于诗。年四十游京师，唐玄宗诏咏其诗，至“不才明主弃”之语，玄宗谓：“卿自不求仕，朕未尝弃卿，奈何诬我？”因放还未仕，后隐居鹿门山，著诗二百余首。孟浩然与另一位山水田园诗人王维合称为“王孟”。",
  "dynasty": "唐代",
  "id": 757,
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_757.jpg",
  "name": "孟浩然",
  "star": 1115
}