{
  "content": "生平\n\n　　清代文学家薛时雨是安徽全椒人，字慰农，号澍生，因祖居桑根山，晚年号桑根老人，自幼专攻诗文，博览群书，道光二十八年在安徽乡试获第一，咸丰三年和仲兄薛春黎同登进士第，第二年授浙江嘉兴知县。\n\n　　薛时雨上任后，恰遇嘉兴大旱，草木枯黄，田地干裂，百姓无粮可缴税，上面却催得很紧。薛时雨出衙巡察，满目饥荒，心中不安，丰年尚不饱食，大旱哪有粮可缴？思索再三，便拿来纸笔给知府写了一封信，如实通报旱情，要求停征税粮。知府却不予理睬，还给他发来催科檄，限他五日内交齐税粮。薛时雨也犯起犟脾气，亲自拿起鼓槌击鼓升堂，向众衙役宣布：“知府刚送来催科檄，令我五日内交齐税粮！本官下令!即日起停征税粮！”众人几乎不相信自己的耳朵，一个年老的差役上前跪问道：“薛知县，上面催得这么紧，您下令停征，上面怪罪下来，如何担当得起!薛时雨拍着胸口说：“我一人做事一人当，回家的包袱我已收拾好了。”果不出所料，第二天知府下令，将薛时雨撤职罢官。百姓闻讯结伴挥泪相送。后来浙江人都说：“清官者，首推薛嘉兴”。\n\n　　被罢官的薛时雨第二年又改任嘉善知县，同治元年，他到安庆拜谒曾国藩，慷论兵事，深得曾国藩器重。太平军攻下杭州后，左宗棠奏请咸丰帝，补授杭州知府，执掌浙江粮储道，赏赐顶戴花翎。\n\n　　他上任时，杭州刚大战结束，百业凋敝，尸横遍野。他在《哀杭州》中写道：“杭州十万良家予可怜困守危城里揎臂难收一战珈尸骸枕藉西湖水西湖之水何潺潺臂时旖旎今烦冤烦冤无告鬼夜哭/苦雾愁云塞山谷天竺峰颓鹫岭秃售萨攒眉狮象伏/吁嗟呼/佛若有情佛亦哭。”他一到杭州，便招集流亡，鼓励百姓复兴，建东城讲学所，发展民族文化。一次上司将一百多名被俘的太平军交给他，命令他斩尽杀绝，也为了稳定局面，偷偷将他佃释放了。浙江省最高行政官布政使和最高司法官按察使随军公差，他代行两司事，公务非常繁忙，每日公文一尺多高，还接待来访，处理灾民匪患，但他才智过人，应机立断，处事果决，往往十人于几个人的事，都能应付自如。此时杭州刚刚战乱过后，诈骗偷盗猖獗。他上任不久就遇到这么一件案子：一个骗子将一只仿制古研送进当铺，隔几日拿钱来赎，店主将古砚还给他，他却一口咬定当铺掉包，还给他的是件仿制品，要求赔偿，双方争执不下，告到知府衙门。薛时雨接到案子后；颇感为难，不知从何下手，便拿着那只古砚微服私访。一日于一幽僻小巷碰见一人，那人盯着古砚问：“先生此砚可卖？”薛时雨一愣，忙问：“你出多少钱？”“半两银子。”“这是只古砚，怎么只值半两银子？”那人讥笔道：“这是什么稀罕物?前面巷子里有专门造这种砚的。”薛时雨便硼口人来到前面的巷子里，果然看到一家专制这种砚墨的店铺。他眉头一皱，计上心来；从店铺里叉买了一只和那只—模一样的砚。翌日开庭，薛时雨厉声喝问骗子：“你说当铺老板把你的古砚换了，那你一定能分辨出古砚和仿制砚喽？”骗子愣了一下。心想：若我说不能分辨；岂不是自相矛盾；若说能分辨，其实自己如何能分辨得出，便硬着头皮说：“能。”薛时雨将两只古砚放在他面前：“这里一只是真正的古砚，一只是仿制品，令你把它们分辨开！”骗子暗暗叫苦，眼珠一转，挑了只较旧的举起说：“这只是真正的古砚。”薛时雨哈哈一笑，猛地一拍惊堂木喝道：“大胆骗子!这两只都是仿制古砚，何为真？何为假？还不快快从实招来！”骗子自知难以抵赖，只得招出以砚行诈的事实。次日差役押着骗子游了杭州城，人们看了无不拍手称快，佩服薛时雨的机智。\n\n　　经过薛时雨的整治，杭州逐步恢复了生产和经济，百业兴旺，文人墨客常聚会于西灵隐寺，赏玩景色，吟诗作画。距灵隐寺不远有一座“风月亭”，风光月色令人赏心悦目，亭旁有一块平整的山石。大家提议请文人墨客题字，可请谁呢？人们早知薛时雨文思不凡，便恳请他题字。推辞不过的薛时雨端坐在风月亭中，略加思索便站起来，挥笔写下了两个遒劲的大字“虫”和“二”。写完放下笔，欣然离去。众人不解，猜测议论纷纷，有一位秀才，干脆找到杭州府来，“薛大人，不知您为湖心亭前所书‘虫’和‘二’是何意，请指点指点。” 薛时雨哈哈一笑道：“‘虫’者，是“风”去掉几，意为风无边，‘二’者，是‘月’去掉‘月’，意为月无际，‘虫’和‘二’合起来便是‘风月无边’之意啊。”秀才听了连声赞绝，薛时雨智题湖心亭的传说，很快在人们中流传开来，至今在湖心亭的岛南仍留有这块石碑。\n\n　　薛时雨杭州任知府三年多，深得百姓爱戴，却受到了同僚的诋毁。恰在这时，任御使的仲兄薛春黎前往江西主考乡试，在试院暴病身亡，巡抚急调薛时雨改任江西乡试提调官。在充任提调官中，薛时雨看透了官场腐败，愤然托病辞归，这年他还不到50岁，浙江巡抚马新贻深知他的学识才干，以二品衔候选道解来挽留他，他却坚辞不授。最后，马新贻提出聘他于杭州主讲“崇文书院”，他答应了。他在杭州主讲崇文书院三年，写下了大量诗词歌赋，评论家秦湘叶评价他的诗词“如西湖山水清而华秀而苍，往往引人入胜，趋向固不外白苏一二家，而伤时感事之作沉郁顿挫且骏骏乎人杜陵之室……”他培育了许多人才，最著名的有张预、冯熙等人。由于他兴办教育做出了成绩，浙江人在杭州西湖凤林寺后为他建造住舍，取名“薛庐”。接着他又到南京主讲江宁“尊经书院”、“惜阴书院”，在这两个书院，他又收了许多学生，不论贫富，不论贵贱，不论老少，只要愿意来学的，他都收下，甚至有个盗贼也来求学，他也收下了。有人指责他“不分尊卑，滥收弟子，竟然收盗贼为徒，书院成猪圈喽!”薛时雨却不以为然，他说：“我培养人才并非是使用人才，培才宜宽，用才宜严。”他还主张经世致用，反对读死书。南京人因其培育出大批人才，在教育上作出杰出贡献，在南京钟山山麓建造“薛庐”以纪念他。\n\n　　薛时雨十分热爱家乡，年轻时经常到琅琊山赏景作诗，并写下了众多楹联诗词，“踞石而饮，扣檠而歌，最难得梅边清福；环山不孤，让泉不冷，何须恋湖上风光”，他甚至要“愿将山色共生佛，修到梅花伴醉翁”。但咸丰三年，林凤祥和李开芳率领太平军两万多人，从扬州北伐，途经安徽滁州，在琅琊山和清军决战，作为我国“四大名亭”之首的醉翁亭被踏为一片瓦砥，丰乐亭也同时毁废。薛时雨从南京回全椒时，看到醉翁亭已经亭倒阁塌，丰乐亭泉竭树枯，荒草丛生，非常痛心。他从小就十分仰慕欧阳修的学识品格。作为滁州人，难道能让欧阳修所建的醉翁亭、丰乐亭从此销声匿迹吗?他决心重修醉翁亭、丰乐亭，以拳拳之心报答故乡养育之恩。\n\n　　薛时雨虽做过20多年的官，却清贫如洗，况且当时重病在身，要重修醉翁亭谈何容易。他找到江苏盱眙的吴勤惠，吴当时任四川兵部元帅，刚迁家在滁州居住。他被薛时雨的一番诚心所感动，答应资助他。他的亲友也纷纷捐款，学生们更是倾囊相助。就这样离动工所需66钱款还差很多。实在没办法，他只得在南京玄武湖的赏荷亭摆下字摊，为来往游人题诗写字，以此募捐。人们早闻薛时雨的大名，前来购字的人络绎不绝，大有“洛阳纸贵”之势。而此时薛时雨已年过花甲，又重病在身，常常每天接连为人写字10多小时，到最后手脚麻木，两眼昏花，眼泪直往外流，却不肯辍笔。\n\n　　经过一年多的辛苦奔波，光绪七年五月修建醉翁亭正式动工。薛时雨不顾重病在身，亲自督工，并提笔为醉翁亭书写了“山行六七里亭影不孤，翁去八百载醉乡犹在”等许多楹联匾额。至今“醉翁亭”三字门匾，亭旁的“晴岚叠翠”，二贤堂院门的“有亭翼然”等仍为薛时雨手迹。他在亭馆四周建花墙，并在院内添建一座小楼，登楼可观醉翁亭全景。后来人们为了纪念薛时雨，称小楼为“薛楼”，并把醉翁亭前让泉上的一座石桥，誉为“薛老桥”。光绪十一年薛时雨病卒于南京。临终前他对家人说：“我总算对得起家乡了”我生前长期在外，没有看够滁州的山水，死后也要与琅琊山色为伴。”薛时雨遗体从南京回全椒时，路过琅琊山，家人遵照他的遗嘱，抬着他的尸体绕醉翁亭和丰乐亭走了—圈，最后葬在全椒的青龙冈。薛时雨死后，为了纪念他，醉翁亭曾悬挂他的画像，让游人瞻仰。\n\n　　他的著述颇多，有《藤香馆诗删存》、《藤香馆词》、《西湖橹唱》、《江舟欺乃词》及《札礼》若干卷。\n\n　　） \n\n",
  "desc": "薛时雨，字慰农，一字澍生，晚号桑根老农。安徽全椒人。咸丰三年（1853）进士。官杭州知府，兼督粮道，代行布政、按察两司事。著有《藤香馆集》，附词二种：《西湖橹唱》、《江舟欸乃》。台湾第一巡抚刘铭传亲家。",
  "dynasty": "清代",
  "id": 598,
  "name": "薛时雨",
  "star": 3
}