{
  "content": "创办实业\n\n　　戊戌变法前夕，曾朴居上海，原是秉承父命拟创办实业，但在沪时常与改良派人物谭嗣同、林旭、唐才常、杨深秀等交往，畅谈维新，筹措变法活动，把创办实业的事置之脑后了。次年，变法失败，改良派六君子被杀，曾朴适回常熟料理父丧，幸未罹难。此际，曾朴诗词有《李花篇》，隐讽慈禧太后偏宠太监李莲英事，又有《盆荷》一首，隐叙光绪被囚瀛台事，非议朝政，为变法殉难志士鸣不平，也流露出希望光绪脱去桎梏重振国运的愿望。常熟名士沈北山冒死上疏请西太后交出政权，杀荣禄、刚毅、李莲英三凶，这件哄动全国的大案，曾朴暗中亦参与其事。沈北山回常熟后匿居曾宅，事败，被捕入狱，曾朴百般照拂。1900年，江南知府经元善联名一千二百三十人上书谏废立，曾朴也参与此举。这一时期的曾朴，受改良主义影响是颇深的。\n\n　　曾朴经营的文化事业因资金周转不灵而中辍，后曾入两总督端方幕，仅任财政之案，未见作为。未及一年，端方调任北洋大臣，于是曾朴捐纳候补知府赴京引见后分发浙江，但因并无奥援，也仅仅充任杭州地方的发审委员与宁波清理绿营宫地局会办一类的闲曹小吏而已。\n\n　　辛亥革命前夕，曾朴参加江苏省教育会，与黄炎培、沈信卿辈相往还。光复以后，他当选为江苏省议员，继而先后担任江苏省官产处长、沙田局会办、财政厅长、政务厅长“等职，在这十几年的宦海生活之中，曾朴严拒加征捐税，力争教育专款，反对苏省执政军阀孙传芳呈征亩捐未果，而称病请辞的。\n\n　　在这期间，曾朴对于国家大事仍是颇为关心的。他对于袁世凯恢复帝制竭力反对，袁世凯称帝时，与蔡锷等为友，并资助陈其美等人反袁。1915年12月间，曾朴和冷御秋、钮永建等在沪谋划江苏主面的反袁运动，军费匮乏，他概然负筹款之责，并且输私蓄以充军实。\n\n\n文学之路\n\n　　曾朴自幼笃好文学，养成了对文学的浓厚兴趣。他曾在北京同文馆特班学习过法文。光绪二十四年在上海结识曾经在法国侨居多年的陈季同。在陈指点下，三四年内集中阅读了大量法国文学作品和文学批评论著，并阅读了许多法译的西欧各国文学名著，自云\"因此发了文学狂\"。\n\n　　五四运动发生那年，曾朴即摒弃旧学，立嘱留德学医的欢予耀仲在欧洲购买大批文学书籍，打算全面介绍法国文学，并着手编集了法国文学史大纲。他对五四新文学运动是抱着赞颂态度的。他主张中国的文学应开辟“新路径”主张输入外国新文学；注入新血液以扩大中国文学领域；他也赞扬“为人生而艺术”的观点，提倡纯净的大众化的白话文和“平民文学”。虽则，曾朴的文学观还是属于资产阶级民主主义性质的，但作为出身于封建营垒的老举人，能够如此勇于接受新事物，洵属可贵。\n\n　　曾朴于1902年至1903年间在沪经营丝业失败，遂于1904 年与丁初我、徐念慈创办小说林社，大量发行译、著小说以鼓荡新风气，其中也包括金松岑等编著的鼓吹民族革命思想的作品。继又发行《小说林》杂志，当资产阶级民主主义革命家秋瑾牺牲后，这个杂志发表了不少诗文传奇以示哀悼。在这一时期内，曾朴继金松岑原作续撰《孽海花》，鼓吹民族革命与民主革命的思想也由此开始萌发滋长。这不但在文艺创作中体现了出来，也在政治活动中付诸实践。当时，清廷倍英款建沪杭南铁路，实则是出卖中国主权，舆论哗然，曾补与马相伯等鼓动苏浙商界通电请愿，鼓荡民气，誓死反对卖国行为。\n\n　　这年秋冬之间，清廷将残杀秋瑾的浙江巡抚张曾敫调长江苏，曾朴与上海《时报》主人狄平子领衔发起驱张运动，被清廷密电嘱捕，但他屹然不为动，鼓动驱张风潮日益高涨，终于迫使清廷收回成命。在这一阶段内曾朴与资产阶级革命派人物金松岑、黄人、庞壁子、黄宗仰等人交往甚密，从他所写小说《孽海花》的思想倾向看，曾朴在这一时期所表现的资产阶级革命民主主义立场是十分明显的。从改良主义者转变为革命民主主义者，正意味着曾朴是紧跟着历史车轮前进的。\n\n　　1927年，曾朴与长子虚白在沪创设真美善书店，办《真美善》杂志。这一时期，曾朴的主要贡献是介绍法国文学。据现有资料统计，他翻译的法国文学创作和文艺评论有31 篇 ，尤其对法国进步的浪漫主义大师雨果介绍最力，雨果反对古典主义的强烈倾向的《克林威尔》，反对暴政的《嬉王》、《欧那尼》，暴露资本主义社会里黑暗的《笑的人》、《巳黎圣母院》等戏剧和小说，都是由他最早介绍到中国来的。废寝忘食的工作使得曾朴突发心脏病，几近不治，卧病两年，不能写字读书，只能靠欣赏法国音乐还有和家人用法语对话打发时间。\n\n　　在五四后上海涌现的富有天才的文人墨客中，是个异类。相较于徐志摩等人的留学经历，曾朴在从未跨出国门、从未接受过正统的西式高等教育的情况下，仅仅凭借西欧小说和上海霞飞路上的异国风情而在精神上构建了一个全盘西化的世界。张若谷一生致力于文学评论和翻译，力图将法兰西文学文化的精髓介绍到中国来。他住在马斯南路上白人众多的洋房里，家居内部陈设与巴黎家庭毫无二致，在他家举办的文学沙龙，当时吸引了许多上海知名的文艺家。\n\n　　1931年，《真美善》杂志停刊，他回到家乡常熟虚廓园，潜心园艺，游憩养病，1935年病逝。\n\n　　曾朴一生共育有五子，分别为曾虚白、曾耀仲、曾光叔、曾叔懋与曾熹。\n\n\n求学经历\n\n　　曾朴生于书香世家，曾家是常熟望族之一，祖上世代为官。曾朴的父亲曾之撰中年时辞官回到家乡，在明朝御史钱岱“小辋川”基址上，苦心营建达二十年之久，春花秋月、梦后楼台在不无虚拟意味的园林中自然而然起来。\n\n　　曾之撰对曾朴寄予了殷切的期望，希望他萤雪苦读换来春风得意。曾朴自幼聪慧好学，他表面上受着科举应试的教育，实际上常常背着他人沉浸在文艺书籍中，他文学的基石在无形中得以奠定。\n\n　　光绪十七年中举。次年赴京参加会试，以墨污考卷出场。\n\n　　弄污考卷事件发生后，曾之撰为了不让曾朴过于难堪，立刻斥资给他捐了个内阁中书。在京任职的曾朴，眉宇间流露着自信，翩翩风华才子，交游广阔，豁达不羁。\n\n　　曾朴早年虽是个旧式举人，但却十分厌恶封建科举制度；在其少时所作《赴试学院放歌》中就痛切揭露清廷科场视士子如盗贼的现象，对那些孜孜攻读八股文章钻营功名利禄的文士表示鄙夷。他傲然高吟：“丈夫不能腰佩六国玺，死当头颅行万里，胡为碌碌记姓名，日夜埋头事文史！……男儿快意动千秋，何用毛锥换貂珥，君不见苍松古柏盘屈干云霄，安能局促泥涂日与荆枳比！”后来虽迫于老父严命并被督送登轮勉强北上应试，入场后却故意弄污试卷题诗拂袖而出， 愤然表示“功名不合此中求”！虽则，其父为他捐内阁中书留京供职，但傲岸的曾朴不惯于浮沉宦海，日与同好文友诗酒邀游。他留京几年，终觉得小京官生涯不足以偿其志，遂愤然出都，脱离宦海。\n\n",
  "desc": "曾朴（1872～1935）中国清末民初小说家，出版家。家谱载名为朴华，初字太朴，改字孟朴（曾孟朴），又字小木、籀斋，号铭珊，笔名东亚病夫。江苏常熟人，出身于官僚地主家庭。近代文学家、出版家。",
  "id": 3126,
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_3126.jpg",
  "name": "曾朴",
  "star": 1
}