{
  "content": "生平\n\n出身名门\n\n　　赵执信生于康熙元年，卒于乾隆九年，青州府益都县颜神镇人，其家乡后于雍正十二年改为博山县，系今天淄博市博山区。赵执信出身于官僚地主家庭。曾祖赵振业，明天启乙丑进士，官至监察御史，入清以后，作过山西、江南两布政司参议。叔祖赵进美，明崇祯庚进士，入清以后，官至福建按察使。赵执信的祖父赵双美，只是一个拔贡；父亲赵作肱，仅是一个增生。他的岳父是同里内秘书院大学士兼吏部尚书孙廷铨的长子孙宝仍，其官职为光禄寺主事。他的岳母是刑部尚书王士祯的从妹。\n\n早年顺遂\n\n　　童年的赵执信，就表现出了过人的天才。九岁写的文章，就“以奇语惊其长老。”据《赵执信墓表》记载：“九岁里中诸名士会文，先生径造焉。众轻之曰：孺子何为者?及受题，先生立成数艺。语文名俊，一座皆惊。”赵执信当时所做的是《海棠赋》，以遣词优雅，颇富意蕴，为同乡内秘书学士兼吏部尚书孙廷铨所赏识，对他倍加称道，认为日后必成大器。赵执信十四岁考中秀才，十七岁，中山东乡试第二名举人。在乡试中，主考官是以善择人才而闻名的翰林编修翁叔元，他对赵执信颇为欣赏，“以得人自庆”。后来亲自把自己的儿子翁海光送到赵执信的门下。对这次所录取的“山东乡墨”，朝廷也非常满意。当时，“长安中盛称齐鲁文空前绝后，海内诸选家翕然推许之”。十八岁，赵执信中会试第六名，殿试二甲进士，选翰林院庶吉士，散馆授编修。二十三岁就担任了山西乡试正考官，乡试完毕后便道回归故里，途中经过冷泉关，晋城等地，翻越太行山，在这期间，他创作的诗有四十四首，收入《并门集》，其中七言古诗《道傍碑》是赵执信初期地优秀作品。二十五岁升右春坊右赞善兼翰林院检讨，同时还任《明史》纂修官，参与修《大清会典》。当时，会典的体例，大多袭用明朝旧制，许多人都推辞不敢任。赵执信“肄国书，取档案，傅以文义，典制厘然”。负责编纂《大清会典》的官员“以是服先生材”。\n广交名士\n\n　　康熙二十四年至二十八年，赵执信在这期间创作的诗集定名为《闲斋集》，搜集诗歌有四十六首。其中地五言古诗《赠李生》通过对李生地临别赠言表达了作者对官场生活地厌倦和对未来政治风波地预感。五言律诗《蝉》，她描绘了蝉地生活地清苦，孤寂和环境地险恶，作者写 “蝉 ” 实际上是在写自己。 名士朱彝尊、陈维崧、毛奇龄非常赏识赵执信的才华，“尤相引重，订为忘年交”。一代诗宗王渔洋也心折其才和他相互酬答。“朝贵皆愿纳交，而先生性傲岸，耻有所依附，落落如也。故才益著，望益高，忌者亦益多”，“士以诗文贽者，合则投分订交，不合则略视数行，挥手谢去，是以大得狂名于长安”。戏剧家洪升更把他比作文采风流、光彩耀人的元代名士赵孟頫而引为挚友。当时文坛最负盛名的王士祯曾写诗赞道：“松花谡谡吹玉缸，挥毫三峡流春江。未论文雅世无辈，风貌阮何谁一双。”据《乡园忆旧录》载，其父赵作肱曾应试青州，点名人，学使呼至案前，称贺说：“不必作文，汝以子贵，受封编修矣。”\n\n观剧惹祸\n\n　　康熙二十八年即赵执信二十八岁时，发生了“《长生殿》剧祸案”。在这个暴露统治集团内部矛盾和南北党争的案件中，赵执信成为被排陷的主要对象。这年八月中旬，赵执信被该剧的作者、友人洪升邀请观演《长生殿》传奇。由于这次宴饮观剧是在康熙佟皇后病逝尚未除服的“国恤”期间举行的，被给事中黄六鸿乘机弹劾，执信面临不测之罪，不顾个人安危，到考功处声明说“赵某当座，她人无与”。赵执信后以“国恤张乐大不敬”的罪名革职除名，结束了他在北京的十年仕宦生涯。当时京都有人对赵执信的才华和遭遇发出了“秋谷才华向绝俦，少年科弟尽风流，可怜一曲长生殿，断送功名到白头”的感叹。赵执信被罢官后，同年初冬离开北京返家时写下《出都》诗：“事往浑如梦，忧来岂有端，罢官怜酒失，去国觉天寒，北阙烟中远，西山马首宽，十年一挥手，今日别长安 。”\n浪迹远游\n\n　　从削职还乡到六十三岁是赵执信的漫游时期，期间，除断续家居外，大部分时间浪迹江湖。他东至黄海，西到嵩山，南到广州，北至天津。游历的地区除山东外，有河北、河南、江苏、浙江、江西、广东。特别是以苏州为中心的江南地区，他前后到过五次，最后一次竟在苏州住了四年。多次的漫游，使他逐渐深入社会，接近人民。他由官场的黑暗逐渐认识到社会的黑暗；由个人的不幸逐渐认识到人民的苦难。在此期间，他创作了大量的现实主义诗篇。如：反映虫灾的《纪蝗》；反映水灾的《大堤叹》、《碧波行》；反映旱灾的《纪旱》、《久旱》；反映雹灾的《刈麦二十韵》。反映农民暴动的《氓入城行》则是他现实主义诗篇的顶峰。在诗歌理论上，他对王士祯的“神韵说”持不同见解，这些不同见解，主要收集在他的诗话《谈龙录》里。\n\n退居因园\n\n　　雍正三年，六十三岁的赵执信结束了他的漫游生活。返回故里。次年，退居因园。雍正十一年冬，赵执信病目致盲，不能复见文字，目盲以后，诗歌创作仍然不断，他在乾隆九年的年秋的《题幼子庆赋稿》中说到：“余盲目病废十二载于兹矣”。在这十二年间，他的诗歌、文章全是口述其子，然后再由其子执笔记录，直到是年十一月以八十三岁高龄卒于故里。\n赵执信有六男四女十个孩子，小女儿赵慈长于吟诗作词。《清代闺阁诗人征略》将赵执信、赵慈父女与东汉蔡邕、蔡文姬父女相提并论，评价甚高。\n\n\n文学主张\n\n　　赵执信不仅是清初的一位著名的现实主义诗人，还提出了一套较为完整的诗歌理论。他主张“诗之中要有人在”，反对脱离现实，无病呻吟；主张“诗之外要有事在”，强调诗歌的现实意义和教育作用；主张“文意为主，以语言为役”，要求形式服从内容，语言为内容服务；主张作家“从其所近”，自由选择艺术风格，反对用“神韵”的唯一尺度去衡量作品的好坏；反对京派主义倾向，培养真\n\n　　正的新生力量；反对赏识善于谄媚逢迎的庸人，要选择有真才实学的”佳士“等一系列主张和见解。在当时的诗坛上，王士祯的“神韵说”风靡一时，而在创作上与之抗衡、在理论上与之辩驳的唯有赵执信。赵、王二人之所以由原来相互唱和、彼此欣赏发展到相互诟厉，关键就在于他们的诗歌理论不同，各执一端，互不相让。\n\n　　关于赵、王诗派评论，《清史列传》卷七十一及《四库全书总目》卷一百七十三有所论述：“平心而论，王以神韵缥缈为宗；赵以思路境刻为主。王之规模阔于赵，而流弊伤于肤廓；赵之才锐于王，而末派病于纤小。使两家互救其短，乃可以各见其长；正不必论甘而忌辛，好丹而非素也。”今人任道斌先生给了赵执信一个更中肯的评价：“虽然执信一生潦倒以终，但在漫长而坎坷的生活道路上，他自强不息，勤奋创作，为后人留下了一千多首诗歌和多篇散文、诗论，能在形式主义诗风盛行、“神韵说”泛滥的清初诗坛上独树一帜，以现实主义的笔触去揭露封建社会的残酷与黑暗，并表现自己不与世沉浮的抗争精神，丰富了清初的诗坛，为当时的文学发展增添了绚丽的色彩。”\n\n",
  "desc": "赵执信[shēn]（1662～1744）清代诗人、诗论家、书法家。字伸符，号秋谷，晚号饴山老人、知如老人。山东省淄博市博山人。十四岁中秀才，十七岁中举人，十八岁中进士，后任右春坊右赞善兼翰林院检讨。二十八岁因佟皇后丧葬期间观看洪升所作《长生殿》戏剧，被劾革职。此后五十年间，终身不仕，徜徉林壑。赵执信为王士祯甥婿，然论诗与其异趣，强调“文意为主，言语为役”。所作诗文深沉峭拔，亦不乏反映民生疾苦的篇目。",
  "dynasty": "清代",
  "id": 2087,
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_2087.jpg",
  "name": "赵执信",
  "star": 0
}