{
  "content": "介绍\n\n　　虞世南初唐著名书法家、文学家，凌烟阁二十四功臣之一，越州余姚人。官至秘书监，封永兴县子，故世称“虞永兴”，享年八十一岁，赐礼部尚书。其书法刚柔并重，\n\n　　虞世南，隋大业初授秘书郎。入唐，太宗引为秦府参军，弘文馆学士。贞观七年转秘书监，赐爵永兴县子，授银青光禄大夫，世因称“虞秘监”或“虞永兴”。唐大宗尝称其有德行、忠直、博学、文辞、书翰五绝，誉为‘当代名臣，人伦准的”。谥文懿。《旧唐书》卷七十二及《新唐书》卷一百零二之本传云：“世南性沉静寡欲，笃志勤学。……同郡沙门智永善王羲之书，世南师焉，妙得其体，由是声名藉甚。”虞世南书法继承二王传统，外柔内刚，笔致圆融冲和而有遒丽之气。与欧阳询、褚遂良。薛稷并称唐初四大书家。《书后品》列其书为上之下品，评云：“萧散洒落，真草惟命，如罗绩娇春，鹤鸿戏沼，故当子云之上”。《书断》卷中列其隶。行书为妙品，称其书“得大令之宏规，含五方之正色，姿荣秀出，智勇存焉。秀岭危峰，处处间起；行草之际，尤所偏工。及其暮齿，加以遒逸”。《述书赋》云：“永兴超出，下笔如神，不落疏慢，无惭世珍。”《宣和书谱》卷八以为世南晚年正书与王羲之相后先，又以欧、虞相论曰：“虞则内含刚柔，欧则外露筋骨，君子藏器，以虞为优”。传世墨迹有碑刻《孔子庙堂碑》、《破邪论》等，旧摹墨迹本《汝南公主墓志铭》等。书法理论著作有《笔髓论》、《书旨述》。编有《北堂书钞》一百六十卷、《群书理要》五十卷、《兔园集》十卷等，另有诗文集十卷行于世，今存《虞秘监集》四卷。 \n\n\n生平\n\n　　虞世南身体文弱，博闻强识。少年时与兄虞世基一起拜博学广识的顾野王为师。十余年勤学不倦，学到紧要处，累旬不盥栉。尤喜书法，与王羲之七世孙智永和尚友善。智永精王羲之书法，虞世南在智永的精心传授下，妙得其体，圆融遒丽，外柔内刚，继承了二王书法传统。他与当时的欧阳询、褚遂良、薛稷合称唐初四大书法家，而虞世南又是四人中最优者。他写的《孔子庙堂碑》深得唐太宗李世民的赞赏。唐太宗非常喜爱虞世南的字，并经常临写。相传有一天，唐太宗书“戬”字，但戈字还没有写好，正好虞世南进见，即提笔补写了一个“戈”字。唐太宗将两人合写的“戬”字给魏征看，说：“朕学世南，尚近似否? ”魏征看后说：“戈字颇逼真。”虞世南死后，唐太宗叹息道：“世南死后，无人可以论书。” 虞世南一生经历了南朝的陈、隋和初唐三个时代。陈文帝知世南博学，召为法曹参军。陈朝灭亡，与兄世基同入长安，做了隋朝秘书郎，后迁起居舍人。当时世基任内史侍郎，权倾当朝，荣华无比，妻子所用被服，尤胜王侯。虞世南虽与世基同住，仍以勤俭务本。隋灭后，李世民闻虞世南之名，引为秦府参军，又授宏文馆学士，与房玄龄同掌文翰，后来又担任著作郎。一次，唐太宗想在屏风上书写《列女传》，没有临本，虞世南在朝堂上一口气默写出来，不错一字，赢得朝中文士的钦佩。\n\n　　虞世南虽然容貌怯懦，弱不胜衣，但性情刚烈，当政得失，直言敢谏。他多次讽劝唐太宗要勤于政事，并以古帝王为政得失，论证利弊。贞观八年陇右山崩，唐太宗问“天变”。世南以晋朝以来历次山崩为例，说：“臣闻天时不如地利，地利不如人和。若德义不修，虽获麟凤终是无补；但政事无阙，虽有灾星何损于时。然愿隆下勿以功高古人以自矜伐，勿以太平渐久而自骄怠，慎终如始。”唐太宗听后敛容反省。他一再劝阻唐太宗筑陵墓厚葬，使唐太宗有所收敛。他还严正劝阻唐太宗不要恣于游猎而疏于政事。这些都对当时的“贞观之治”起着积极的作用。唐太宗曾对大臣们说：“你们如果都像虞世南那样刚正忠烈，天下何忧不理。”\n\n　　虞世南年逾古稀后，屡次上表求退，不许，被封为永兴县子，人称“虞永兴”。贞观十二年五月壬申日卒于长安，享年八十岁。唐太宗十分悲伤，痛哭流涕，说：“虞世南对我忠心一体，拾遗补阙，无日暂忘，实为当代名臣，人伦准的。我有小失必犯颜直谏，而今亡故，朝廷上下，无复人矣!”赐东园秘器，陪葬昭陵，赠礼都尚书，谥文懿。太宗还命画图象挂在宫中凌烟阁。\n\n　　唐太宗曾称虞世南有五绝：“一曰德行，二曰忠直，三曰博学，四曰文词，五曰书翰。”虞世南的书法代表作是正书碑刻《孔子庙堂碑》，还编了我国第一部完整的类书《北堂书钞》共一百六十卷，摘录了唐初能见到的各种古书。这些古书如今大多失传了，但《北堂书钞》为保存我国古代文化典籍作出了重要贡献。他死后，将慈溪鸣鹤镇故宅改建定水寺，寺内有虞世南画像。他的子孙便迁居长安去了。 \n\n\n作品集述\n\n　　孔子庙堂碑为虞世南撰文并书写。原碑立于唐贞观初年。楷书35行，每行64字。碑额篆书阴文“孔子庙堂之碑”六字。碑文记载唐高祖五年，封孔子二十三世后裔孔德伦为褒圣侯，及修缮孔庙之事。为虞世南六十九岁时所书。此碑书法用笔俊朗圆润，字形稍呈狭长而尤显秀丽。横平竖直，笔势舒展，一片平和润雅之象。宋黄庭坚有诗赞曰：“虞书庙堂贞观刻，千两黄金那购得。”\n\n　　汝南公主墓志此帖无款，传为虞世南书，亦有人认为是旧摹本。纸本，行书18 行，共222字 。\n\n　　此帖书法温润圆秀，用笔近似宋代米芾，故有米临之说。明王世贞评此书：“潇散虚和，姿态风流，有笔外意。”明李东阳也说此帖：“笔势圆活，戈法独存。”所谓戈法，就是虞世南研究“二王”书法所悟到的一种独特笔法。相传唐太宗临右军书法，写到“戬”字时，虚其“戈”令世南补之，然后拿给魏征看。魏征说，圣上之书惟“戈法”逼真。可见虞世南书法造诣之深了。\n\n　　《汝南公主墓志》前几行确实与虞世南的楷书风格相一致，具备了含蓄深沉，外柔内刚，凛然不可犯的风度。可惜后半部则流于荒率，疑为伪作，不无道理。此帖现藏上海博物馆。\n\n　　除了以上两件作品其它尚有《昭仁寺碑》、《破邪论序》、以及散见于刻帖的《大运帖》、《用笔赋》、《书指述》、《演连珠》、《景纬成象》、《孔有新制帖》、《积时帖》、《朝会帖》、《瘦朽帖》、《临乐毅论帖》、《潘六帖》、《世南伏奉三日疏》、《醒滞帖》等。这些碑帖中，有些是伪作，有些是集碑文钩摹而成，可信的为数甚少。 \n\n\n精通书法\n\n　　虞世南是跟从王羲之的七世孙、隋朝书法家智永禅师学习书法的。他的字用笔圆润，外柔内刚，结构疏朗，气韵秀健。传说唐太宗学书就是以虞世南为师。唐太宗常感到“戈”字难写。有一天，他写字时写到“戬”字，只写了“晋”的半边，让虞世南写另外半边的“戈”。写成以后，唐太宗让魏征来鉴赏，魏征看了说：“今窥圣作，惟戬字戈法逼真”。唐太宗赞叹魏征的眼力高，也更看重虞世南的书法了。虞世南的代表作有《孔子庙堂碑》等。初唐的书法家继欧、虞之后的是褚遂良和薛稷。虞世南死后，唐太宗慨叹地说：“世南死，没有人能够同我谈论书法了。”\n\n文学造诣\n\n　　其父虞荔，兄虞世基，叔父虞寄，均名重一时。虞寄无子，世南过继于他，故字伯施。\n\n　　仕隋为秘书监，赐爵永兴县子，世称“虞永兴”或“虞秘监”。授青光禄大夫，谥文懿。沉静寡欲，精思读书，至累旬不盥栉。文章婉缛，见称于仆射徐陵，由是有名。在隋，官秘书郎，十年不徙。入唐，为秦府记室参军，迁太子中舍人。太宗践祚，历弘文馆学士、秘书监。卒谥文懿。太宗称其德行、忠直、博学、文词、书翰为五绝。手诏魏王泰曰：“世南当代名臣，人伦准的，今其云亡，石渠、东观中无复人矣。”其书法刚柔并重，因是近臣，故侍宴应诏的作品较多。代表作有《出塞》、《结客少年场行》、《怨歌行》、《赋得临池竹应制》、《蝉》、《奉和咏风应魏王教》等。其中后三首咏物诗分别写竹、蝉和风，紧紧抓住对象特点，刻画得相当传神，例如《蝉》诗写蝉饮清露，栖高处，声因高而远，而非是依靠秋风，寓意君子应象蝉一样居高而声远，从而不必凭借、受制于它物。世南描摹状物、托物言志之功夫可见一斑矣。集三十卷，今编诗一卷。 \n\n\n整理藏书\n\n　　太宗引为秦府参军，授弘文馆学士，与房玄龄对掌文翰。后转著作郎兼弘文馆学士，除秘书少监，贞观七年转秘书监，主管国家图书馆藏书。在任职于秘书监时，充分利用国家藏书，编辑有类书名《北堂书抄》160卷。北堂是秘书省的后堂，故名。全书分19部，下分852类，每类摘引唐以前古籍中一些有关的词句，但不尽注明出处。为唐代有名的四大类书之一。个人收藏书画作品甚多，亦有图籍存于家。收藏品钤有“世南”等印章。书法与欧阳询齐名并称“欧虞”，俱为后世宗法。传世碑帖有《孔子庙堂碑》、《破邪论》等。",
  "desc": "永兴县文懿子虞世南，字伯施，汉族，余姚（慈溪市观海卫镇鸣鹤场）人。初唐著名书法家、文学家，政治家。隋炀帝时官起居舍人，唐时历任秘书监、弘文馆学士等。唐太宗称他德行、忠直、博学、文词、书翰为五绝（“世南一人，有出世之才，遂兼五绝。一曰忠谠，二曰友悌，三曰博文，四曰词藻，五曰书翰。”原有诗文集30卷，但早已散失不全。民国时期，张寿镛辑成 《虞秘监集》 4卷，收入 《四明丛书》。",
  "dynasty": "唐代",
  "id": 577,
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_577.jpg",
  "name": "虞世南",
  "star": 107
}