{
  "content": "生平\n\n报国无门\n　　黄中辅出生于宋大观四年，幼承家学，尚气节，有胆识，才智过人。宋徽宗宣和七年金国发动对北宋的掠夺战争。朝廷急召宗泽到抗金前线磁州任知州。他招募义军，抗击金兵。宋徽宗则慌忙把帝位让给儿子赵桓。派康王赵构到金营议和，路过磁州，被宗泽留下，要赵构别上当受骗。不然，康王赴金，必有去无回。第二年金兵进攻宋都汴京掳去徽、钦二帝及全部皇族，只留下一个时在相州的兵马大元帅康王赵构。金兵掳掠京城，赵构按兵不动，副元帅宗泽带兵救援，被康王阻遏，驻扎济州。二帝北掳后，康王则在应天府即皇帝位，改元建炎，应天府时称南京。是为宋高宗。要不是宗泽留下赵构，也许就不再有南宋的历史。\n　　宗泽受任东京留守，招募义军协助防守，联络八字军等部队，任用岳飞为将，多次打败金兵，当时全国上下对金同仇敌忾，军民团结，士气高涨，正是北伐抗金，收复失地的大好时机。宗泽上疏请高宗回銮东京，一连写了24道奏章，奏章落到时在扬州宋高宗身边的投降派大臣黄潜善、汪伯彦手里，两人却肆意攻击，百般阻挠，不让宋高宗回汴京主持抗金。宗泽见奸臣当道，复国无望，忧愤成疾去世。宗泽死后汴京不保，金兵长驱直入，渡江南下。黄中辅爱国心切，很想报效国家，苦于请缨无路。\n　　黄中辅得知舅父抱恨去世，表哥宗颖也赋闲在外，壮志难酬。国家危亡，自己又报国无门，他悲愤极了，写了一首《念奴娇》词：\n　　炎精中否?叹人材委靡，都无英物。胡马长驱三犯阙，谁作长城坚壁?万国奔腾，两官幽陷，此恨何时雪?草庐三顾，岂无高卧贤杰?\n　　天意眷我中兴，吾皇神武，踵曾孙周发。河海封疆俱效顺，狂虏何劳灰灭。翚羽南巡，吓阍无路，徒有冲冠发。孤忠耿耿，剑芒冷浸秋月。\n　　上阙抒发胡骑南侵，长驱直人，朝廷一味逃奔，不事抵抗，二帝被掳，不知雪耻的愤慨。下阙感慨国难当头，宋王朝仍不知重用人材，使爱国志士干才废置，枉有忠心，报国无门，“徒有冲冠发”。全词气势磅礴，充分体现黄中辅的忧国之心和悲愤之情。\n\n怒斥奸佞\n　　宋高宗定都临安，被金兵掳去的秦桧，被金人收买。建炎四年，金主派人送他到楚州，又送他过江。他到了临安的宋高宗身边，慌称他杀死守边的金兵，夺船逃回。秦桧依照金主的吩咐，对高宗说：“南宋只要保住半壁江山，皇上就可以永远做皇帝。如果打败金邦，迎回二帝，你哥哥肯定要复辟，那时你的皇位怎么能够保得住！”赵构听了很合心意，就用他做宰相，与金邦和议。岳飞上表反对。第二年，金兀术进兵河南，在郾城被岳飞打得大败，岳飞收复郑州、洛阳等地，两河义军纷纷起来响应。高宗、秦桧害怕岳飞、张浚、韩世忠等打败金兵，迎回二帝，遂下令收缴主要将领兵权。十二道金牌急召抗金最力的岳飞回京。\n　　高宗、秦桧加紧向金求和，答应除掉岳飞，把岳飞收回的黄河以南的土地全部送给金邦，向金称臣纳贡。秦桧贬逐主战将领张浚、赵鼎等到西南边境，以莫须有的罪名杀害岳飞，及养子岳云、部将张宪。\n　　秦桧、赵构、张浚等清除了投降障碍，洋洋得意，大事鼓吹“太平中兴”，粉饰太平，并在京都临安，造一座“太平楼”歌舞升平。大江南北的人民群众对秦桧等奸贼，无不切齿痛恨，江南民间制作“油炸烩”以泄胸中愤恨。\n　　黄中辅磋跎岁月，这时已进入而立之年，眼看奸佞猖獗，国事日非，忠良受害，生灵涂炭，他再也抑制不住内心的怒火，怀着满腔愤怒，奔赴杭州，登上太平楼，提笔于楼内壁上题写一首《满庭芳》词：\n　　沥血为词，披肝作纸，片言谁让千秋?快磨三尺剑，欲斩佞臣头!自恨草茅无路，望九重如隔瀛洲。兴长叹，无言耿耿，空抱济时忧。\n　　休、休、休，真可惜，才如李广，却不封侯!奈伯郎斗酒，翻得凉州。尽道边庭卧鼓，谁知老了貔貅。凭谁问，边筹未建，建甚太平楼!\n　　这首词表达了人民群众对卖国投降的奸臣们的极端仇恨。例如，建炎三年，金兵大屠扬州，宋高宗慌忙逃过长江。司农卿黄锷逃到江边被逃散的军士们误认是右相黄潜善，怒骂：“黄贼，祸国殃民，害苦了多少人!”黄锷来不及分辩，已被剁成肉块。岳飞死后，士民们对秦桧恨之入骨，“人人可执而诛之”成了当时的普遍心理。此词一出，观者如云。爱国士民，无不称快，熟读默记，风靡京师，秦桧、张俊等得知后，急忙下令关闭城门，搜捕黄中辅。\n\n潜居山林\n　　黄中辅从太平楼出来，就到宿店里更换装束，随即出城回家，雇船溯流回返义乌。其实，京城里做官的、追捕的，都不认识黄中辅，只是倒霉了书生模样的人，受尽盘查。\n　　义乌离杭州毕竟太近，捉拿黄中辅的告示很快在县城内贴出。在本地，黄中辅是位有名望的人，知县老爷认识他。黄中辅为了不使地方官为难，带了妻子儿女一起住到乡下去。\n　　秦桧的宰相府，张俊的枢密院，万俟卨的御史台都行文各州县查找黄中辅下落。在各地历年科考花名册上，查到黄中辅是义乌人，枢密使张俊急派大队京兵到义乌捉拿。由于黄中辅去向不明，加之在义乌别无亲戚，县人也有意隐藏，京兵在义乌闹了一阵之后，一无所获，只得回京复命。\n　　忠耿志士，这时更发现国家命运、个人前途已是没有可以指望的了，一时心灰意冷。他闭门谢客，斋佛诵经，从此以“细高居士”为号。\n　　黄中辅在乡下住了十几年，到绍兴二十五年，黄中辅已经46岁。这年秦桧去世，朝廷平反冤狱，通缉黄中辅的命令也撤销了。黄中辅回到县城里。绍兴三十年，江西临川晏节来任义乌知县。他听人介绍黄中辅事迹，崇敬之情油然而生，亲自造访黄中辅，请他出山。城乡绅众也纷纷恳求槐卿先生出来培养后辈，黄中辅于是出任县学教谕。\n　　在县学，黄中辅一连教了20年书，培养出大批人材。人生七十古来稀，70岁那年他把教谕的职务让给了年轻人，自己又去了山野田园，深居简出，以吟咏为乐。知县将黄中辅的文才、道行和事迹上报婺州，知州转报两浙转运使，转运使将黄中辅的才能、德行和表现进行核实后，进京奏请皇上给黄中辅委任官职。当朝廷商议给黄中辅担任什么职务时，已是南宋淳熙十四年。令未下，而黄中辅已于当年五月七日离开了人间，享年78岁。\n　　黄中辅有气节、有学问，著有《类稿》10卷。后人为了纪念他，给他在义乌县城金山岭顶建了一座专祠。由于多次遭受兵灾，早已荡然无存。到了清雍正年间，又于朝阳门外驿墈下“浙东望族祠”左侧特地再建了一座“二贤祠”，合祀黄中辅和黄溍两位先贤。1942年日军侵踞义乌，“二贤祠”被焚毁。 \n\n",
  "desc": "黄中辅（1110—1187）字槐卿，晚号细高居士。是抗金名将宗泽的外甥。义乌县城东隅金山岭顶人。祖父景圭，金吾卫上将军，居浦阳（今浦江）。父琳，迁居义乌。黄中辅赤诚爱国，忠奸分明，祟尚气节，不为苟合。时秦桧柄国，诬害忠良，粉饰太平，不思北进，黄中辅于京师临安太平楼题句“快磨三尺剑，欲斩佞臣头”，为世人所重。",
  "dynasty": "宋代",
  "id": 659,
  "name": "黄中辅",
  "star": 3
}