{
  "content": "主要成就\n\n编写《鸿烈》\n　　刘安为后人留下一份宝贵的精神财富——被近代学者梁启超称誉为“汉人著述中第一流”的巨著《淮南子》。 \n\n　　《淮南子》又被称为《淮南鸿烈》或《鸿烈》，是刘安在做淮南王时，“招致宾客方士数千人”撰写而成的。刘安作为主编，《淮南子》也反映出了他本人的思想。 \n\n　　《淮南子》原有“内书”21篇、“外书”33篇和“中书”8卷，全书以道家思想为主轴，内容涉及到政治学、哲学、伦理学、史学、文学、经济学、物理、化学、天文、地理、农业水利、医学养生等多个领域，是汉代道家学说最重要的一部代表作。不过流传至今的《淮南子》只剩下“内书”21篇。 \n\n　　《淮南子》吸取了《老子》、《庄子》，特别是《黄老帛书》的思想资料，成为集黄老学说之大成的理论著作，它不仅对“道”、“天人”、“形神”等问题提出了独特见解，同时又在继承春秋时的“气”说与战国中期稷下黄老之学的“精气”说的基础上，提出了“元气论”的概念和系统的宇宙生成论。《淮南子》蕴含丰富的史学研究价值和精神智慧。\n\n热气球升空\n　　刘安是世界上最早尝试热气球升空的实践者，他将鸡蛋去汁，以艾燃烧取热气，使蛋壳浮升。\n\n发明豆腐\n　　刘安是中国豆腐和豆浆的创始人。明朝罗颀在《物原》中提到前汉书刘安做豆腐的记载。明朝李时珍在《本草纲目》中也说：“豆腐之法，始于前汉淮南王刘安。”\n\n\n人物生平\n\n流誉天下\n　　刘安是汉高祖刘邦之孙，淮南王刘长之子。孝文帝八年，封为阜陵侯。孝文帝十六年，封为淮南王。\n\n　　孝景帝三年，吴楚七国举兵反叛，吴国使者到淮南联络，刘安意欲发兵响应。淮南国相说：“大王如果非要发兵响应吴王，臣愿为统军将领。”淮南王就把军队交给了他。淮南国相得到兵权后，指挥军队据城防守叛军，不听刘安的命令而为朝廷效劳；朝廷也派出曲城侯蛊捷率军援救淮南：淮南国因此得以保全。 \n\n　　刘安好读书鼓琴，辩博善为文辞，不喜欢嬉游打猎，很注意抚慰百姓，流誉天下。曾招致宾客方术之士数千人，其中有苏非、李尚、左吴、陈由、雷被、毛周、伍被、晋昌及大山、小山等等，在其主持下编写《鸿烈》。\n\n　　当时汉武帝喜好文学，对父辈刘安较为尊重。每次给予书信，常召司马相如等文士看过草稿才发出。刘安入朝献上新作，往往为汉武帝喜爱而秘藏。曾受命写《离骚传》，早上受诏，日食时就献上。又献《颂德》及《长安都国颂》。每次宴见，谈说政治及方技赋颂，直到黄昏才罢休。 \n\n心怀异志\n　　建元二年，刘安入京朝见汉武帝。当时身任太尉的田蚡，因与刘安原有交情，亲自到霸上迎接。还对刘安说：“现今陛下没有太子，大王是高皇帝的亲孙，施行仁义，天下无人不知。假如有一天宫车晏驾皇上过世，不是您又该谁继位呢！”刘安大喜，厚赠田蚡金银钱财物品。刘安暗中结交宾客，安抚百姓，谋划叛逆之事。\n\n　　建元六年，汉武帝发兵讨伐闽越，刘安上书劝谏，说用兵有害无益，得到汉武帝的称赞。可是，他自己却在谋兵。这一年，彗星出现，刘安感到怪异。有人劝说刘安道：“先前吴国起兵时，彗星出现仅长数尺，而兵战仍然血流千里。现在彗星长至满天，天下兵战应当大兴。”刘安心想汉武帝没有太子，若天下发生变故，诸侯王将一齐争夺皇位，便更加加紧整治兵器和攻战器械，积聚黄金钱财贿赠郡守、诸侯王、说客和有奇才的人。各位能言巧辩的人为刘安出谋划策，都胡乱编造荒诞的邪说，阿谀逢迎淮刘安。刘安心中十分欢喜，赏他们很多钱财，而谋反之心更甚。\n\n　　刘安有个女儿名刘陵。刘安让她在长安刺探朝中内情，结交汉武帝亲近的人。\n\n　　元朔三年，汉武帝赏赐刘安几案手杖，恩准他不必入京朝见。刘安与王后荼所生一子名刘迁，封淮南王世子，娶王皇太后外孙修成君之女为妃。刘安策划制造谋反的器具，害怕太子妃知道后向朝中泄露机密，就和刘迁策划，让他假装不爱妃子，三个月不和她同席共寝。于是刘安佯装恼怒刘迁，把他关起来，让他和太子妃同居一室三月，而刘迁始终不亲近她。太子妃请求离去，刘安便上奏朝廷致歉，把她送回娘家。王后荼、太子刘迁和女儿刘陵受刘安宠爱，专擅国权，侵夺百姓田地房宅，任意加罪拘捕无辜之人。\n\n密谋败露\n　　元朔五年，刘迁学用剑，自以为剑术高超，无人可比。听说郎中雷被剑艺精湛，便召他前来较量。雷被一让再让，后来剑误中刘迁。刘迁发怒，从此在刘安面前说雷被的坏话，雷被害怕，表示愿意去奋击匈奴，实际上是想借此离开淮南王国而到长安去。刘安听信儿子之言，罢了雷被的官。\n\n　　元朔五年，雷被私自跑到长安，向汉武帝上书表白。汉武帝将他的告章交给廷尉和河南郡查究。河南郡要逮捕刘迁，刘安与王后荼想不让刘迁去受审，打算发兵对抗，犹豫未决，十多天没有定下来。适值汉武帝有诏就淮南审讯刘迁，不必逮往河南郡了。这时，淮南相对寿春县丞顺从刘安之意而不及时逮送刘迁非常生气，劾他犯了“不敬”之罪。刘安向淮南相说情，淮南相不听。刘安派人上书告淮南相，汉武帝将此事交给廷尉查究。追查到刘安，刘安派人到朝廷侦探，公卿要求将刘安逮捕查办。刘安担心事情暴露，打算发兵对抗。\n\n　　刘迁建议不要操之过急，献策说：“如果朝廷使臣来逮捕父王，父王可叫人身穿卫士衣裳，持戟站立庭院之中，父王身边一有不测发生，就刺杀他，我也派人刺死淮南国中尉，就此举兵起事，尚不为迟。”这时汉武帝不批准公卿大臣的奏请，而改派朝中中尉殷宏赴淮南国就地向淮南王询问查证案情。刘安闻讯朝中使臣前来，立即按刘迁的计谋做了准备。朝廷中尉到达后，刘安看他态度温和，只询问自己罢免雷被的因由，揣度不会定什么罪，就没有发作。中尉还朝，把查询的情况上奏。公卿大臣中负责办案的人说：“淮南王刘安阻挠雷被从军奋击匈奴等行径，破坏了执行天子明确下达的诏令，应判处弃市死罪。”汉武帝诏令不许。公卿大臣请求废其王位，汉武帝诏令不许。公卿大臣请求削夺其五县封地，汉武帝诏令削夺二县。\n\n　　朝廷派中尉殷宏去宣布赦免刘安的罪过，用削地以示惩罚。中尉进入淮南国境，宣布赦免刘安。刘安起初听说朝中公卿大臣请求杀死自己，并不知道获得宽赦削地，他听说朝廷使臣已动身前来，害怕自己被捕，就和刘迁按先前的计谋准备刺杀他。待到中尉已至，立即祝贺刘迁获赦，刘迁因此没有起事。事后他哀伤自己说：“我行仁义之事却被削地，此事太耻辱了。”然而刘迁削地之后，策划反叛的阴谋更为加剧。诸位使者从长安来，制造荒诞骗人的邪说，凡声称汉武帝无儿，汉家天下不太平的，淮南王闻之即喜；如果说汉王朝太平，汉武帝有男儿，淮南王就恼怒，认为是胡言乱语，不可信。 \n\n伍被劝谏\n　　刘安日夜和伍被、左吴等察看地图，部署进军的路线。刘安说：“陛下没有太子，一旦过世，官中大臣必定征召胶东王，要不就是常山王，诸侯王一齐争夺皇位，我可以没有准备吗？况且我是高祖的亲孙，亲行仁义之道，陛下待我恩厚，我能忍受他的统治；陛下万世之后，我岂能事奉小儿北向称臣呢！” \n\n　　刘安坐在东宫，召见伍被一起议事，招呼他说：“将军上殿。”伍被不高兴地说：“陛下刚刚宽恕赦免了大王，您怎能又说这亡国之话呢！臣听说伍子胥劝谏吴王，吴王不用其言，于是伍子胥说‘臣即将看见麋鹿在姑苏台上出入游荡了’。现在臣也将看到宫中遍生荆棘，露水沾湿衣裳了。”\n\n　　刘安大怒，囚禁起伍被的父母，关押了三个月。然后淮南王又把伍被召来问道：“将军答应寡人吗？”伍被回答：“不，我只是来为大王筹划而已。臣听说听力好的人能在无声时听出动静，视力好的人能在未成形前看出征兆，所以最智慧、最有道德的圣人做事总是万无一失。从前周文王为灭商纣率周族东进，一行动就功显千代，使周朝继夏、商之后，列入‘三代’，这就是所谓顺从天意而行动的结果，因此四海之内的人都不约而同地追随响应他。这是千年前可以看见的史实。至于百年前的秦王朝，近代的吴楚两国，也足以说明国家存亡的道理。臣不敢逃避伍子胥被杀害的厄运，希望大王不要重蹈吴王不听忠谏的覆辙。过去秦朝弃绝圣人之道，坑杀儒生，焚烧《诗》《书》，抛弃礼义，崇尚伪诈和暴力，凭借刑罚，强迫百姓把海滨的谷子运送到西河。在那个时候，男子奋力耕作却吃不饱糟糠，女子织布绩麻却衣不蔽体。秦始皇派蒙恬修筑长城，东西绵延数千里，长年戍边、风餐露宿的士兵常常有数十万人，死者不可胜数，僵尸暴野千里，流血遍及百亩，百姓气力耗尽，想造反的十家有五。秦皇帝又派徐福入东海访求神仙和珍奇异物，徐福归来编造假话说：‘臣见到海中大神，他问道：“你是西土皇帝的使臣吗？”臣答道：“是的。”“你来寻求何物？”臣答：“希望求得延年益寿的仙药。”海神说：“你们秦王礼品菲薄，仙药可以观赏却不能拿取。”当即海神随臣向东南行至蓬莱山，看到了用灵芝草筑成的宫殿，有使者肤色如铜身形似龙，光辉上射映照天宇。于是臣两拜而问，说：“应该拿什么礼物来奉献？”海神说：“献上良家男童和女童以及百工的技艺，就可以得到仙药了。”’秦始皇大喜，遣发童男童女三千人，并供给海神五谷种籽和各种工匠前往东海。途中徐福觅得一片辽阔的原野和湖泽，便留居那里自立为王不再回朝。于是百姓悲痛思念亲人，想造反的十家有六。秦始皇又派南海郡尉赵佗越过五岭攻打百越。赵佗知道中原疲敝已极，就留居南越称王不归，并派人上书，要求朝廷征集无婆家的妇女三万人，来替士兵缝补衣裳。秦始皇同意给他一万五千人。于是百姓人心离散犹如土崩瓦解，想造反的十家有七。宾客对高皇帝说：‘时机到了。’高皇帝说：‘等等看，当有圣人起事于东南方。’不到一年，陈胜吴广揭竿造反了。高皇帝自丰邑沛县起事，一发倡议全天下不约而同的响应者便不可胜数。这就是所谓踏到了缝隙窥伺到时机，借秦朝的危亡而举事。百姓期望他，犹如干旱盼雨水，所以他能起于军伍而被拥立为天子，功业高于夏禹、商汤和周文王，恩德流被后世无穷无尽。\n\n　　如今大王看到了高皇帝得天下的容易，却偏偏看不到近代吴楚的覆亡么？那吴王被赐号为刘氏祭酒，颇受尊宠，又被恩准不必依例入京朝见，他掌管着四郡的民众，地域广至方圆数千里，在国内可自行冶铜铸造钱币，在东方可烧煮海水贩卖食盐，溯江而上能采江陵木材建造大船，一船所载抵得上中原数十辆车的容量，国家殷富百姓众多。吴王拿珠玉金帛贿赂诸侯王、宗室贵族和朝中大臣，唯独不给皇戚窦氏。反叛之计谋划已成，吴王便发兵西进。但吴军在大梁被攻克，在狐父被击败，吴王逃奔东归，行至丹徒，让越人俘获，身死绝国，令天下人耻笑。为什么吴楚有那样众多的军队都不能成就功业？实在是违背了天道而不识时势的缘故。如今大王兵力不及吴楚的十分之一，天下安宁却比秦始皇时代好万倍，希望大王听从臣下的意见。若大王不听臣的劝告，势必眼见大事不成言语却已先自泄露天机。臣听说箕子路过殷朝故都时心中很悲伤，于是作“麦秀之歌”，这首歌就是哀痛纣王不听从王子比干的劝谏而亡国。所以《孟子》说‘纣王贵为天子，死时竟不及平民’。这是因为纣王生前早已自绝于天下人，而不是死到临头天下人才背弃他。现在臣也暗自悲哀大王若抛弃了诸侯国君的尊贵，朝廷必将赐给绝命之书，令大王身先群臣，死于东宫。”\n\n　　于是，伍被怨哀之气郁结胸中而神色黯然，泪水盈眶而满面流淌，即刻站起身，一级级走下台阶离去了。\n\n祸起萧墙\n　　刘安有个庶子刘不害，年龄最大，因不受刘安喜欢，故王后荼不以其为子，刘迁不以其为兄。刘不害的儿子刘建，才高负气，常怨望太子轻视其父，又因其父不得封侯而心怀不满，阴结交外人，打算搞垮太子刘迁，以其父代之。刘迁得知，将刘建逮捕拷打。刘建心里越加怨恨。他了解到刘迁曾想谋杀汉中尉的情况之后，于元朔六年，派其友人严正向汉武帝上书，说才能出众的刘建知道淮南王太子阴谋之事。汉武帝将此事交给廷尉、河南郡处治。这时辟阳侯审食其之孙审卿插了一手。审卿怨恨淮南厉王刘长杀了其祖父审食其，便向其友好丞相公孙弘添油加醋地告发淮南之事。\n\n　　河南郡府审问刘建，他供出了刘迁及其朋党。刘安担忧事态严重，意欲举兵反叛，就向伍被问道：“汉朝的天下太平不太平？”伍被回答：“天下太平。”淮南王心中不悦，对伍被说：“您根据什么说天下太平？”伍被回答：“臣私下观察朝政，君臣间的礼义，父子间的亲爱，夫妻间的区别，长幼间的秩序，都合乎应有的原则，陛下施政遵循古代的治国之道，风俗和法度都没有缺失。满载货物的富商周行天下，道路无处不畅通，因此贸易之事盛行。南越称臣归服，羌僰进献物产，东瓯内迁降汉，朝廷拓广长榆塞，开辟朔方郡，使匈奴折翅伤翼，失去援助而萎靡不振。这虽然还不赶不上古代的太平岁月，但也算是天下安定了。”\n\n　　刘安大怒，伍被连忙告谢死罪。刘迁又对伍被说：“崤山之东若发生兵战，朝廷必使大将军卫青来统兵镇压，您认为大将军人怎样？”伍被说：“我的好朋友黄义，曾跟随大将军攻打匈奴，归来告诉我说：‘大将军对待士大夫有礼貌，对士卒有恩德，众人都乐意为他效劳。大将军骑马上下山冈疾驶如飞，才能出众过人。’我认为他武艺这般高强，屡次率兵征战通晓军事，不易抵挡。又谒者曹梁出使长安归来，说大将军号令严明，对敌作战勇敢，时常身先士卒。安营扎寨休息，井未凿通时，必须士兵人人喝上水，他才肯饮。军队出征归来，士兵渡河已毕，他才过河。皇太后赏给的钱财丝帛，他都转赐手下的军官。即使古代名将也无人比得过他。”刘安听罢沉默无语。\n\n商议起兵\n　　刘安眼看刘建被召受审，害怕国中密谋造反之事败露，想抢先起兵，但是伍被认为难以成事，于是刘安再问他道：“您以为当年吴王兴兵造反是对还是错？”伍被说：“我认为错了。吴王富贵已极，却做错了事，身死丹徒，头足分家，殃及子孙无人幸存。臣听说吴王后悔异常。希望大王三思熟虑，勿做吴王所悔恨的蠢事。”\n\n　　刘安说：“男子汉甘愿赴死，只是为了自己说出的一句话罢了。况且吴王哪里懂得造反，竟让汉将一日之内有四十多人闯过了成皋关隘。现在我令楼缓首先扼住成皋关口，令周被攻下颍川郡率兵堵住轘辕关、伊阙关的道路，令陈定率南阳郡的军队把守武关。河南郡太守只剩有洛阳罢了，何足担忧。不过，这北面还有临晋关、河东郡、上党郡和河内郡、赵国。人们说‘扼断成皋关口，天下就不能通行了’。我们凭借雄踞三川之地的成皋险关，招集崤山之东各郡国的军队响应，这样起事，您以为如何？”伍被答道：“臣看得见它失败的灾祸，看不见它成功的福运。”淮南王说：“左吴、赵贤、朱骄如都认为有福运，十之有九会成功。您偏偏认为有祸无福，是为什么？”伍被说：“受大王宠信的群臣中平素能号令众人的，都在前次陛下诏办的罪案中被拘囚了，余下的已没有可以倚重的人。”\n\n　　刘安说：“陈胜、吴广身无立锥之地，聚集起一千人，在大泽乡起事，奋臂大呼造反，天下就群起响应，他们西行到达戏水时已有一百二十万人相随。现今我国虽小，可是会用兵器打仗者十几万，他们绝非被迫戍边的乌合之众，所持也不是木弩和戟柄，您根据什么说起事有祸无福？”\n\n　　伍被说：“从前秦王朝暴虐无道，残害天下百姓。朝廷征发民间万辆车驾，营建阿房宫，收取百姓大半的收入作为赋税，还征调家居闾左在贫民去远戌边疆，弄得父亲无法保护儿子平安，哥哥不能让弟弟过上安逸生活，政令苛严刑法峻急，天下人忍受百般熬煎几近枯焦。百姓都廷颈盼望，侧耳倾听，仰首向天悲呼，捶胸怨恨皇上，因而陈胜大呼造反，天下人立刻响应。如今陛下临朝治理天下，统一海内四方，泛爱普天黎民，广施德政恩惠。他即使不开口讲话，声音传播也如雷霆般迅疾；诏令即使不颁布，而教化的飞速推广也似有神力；他心有所想，便威动万里，下民响应主上，就好比影之随形、响之应声一般。而且大将军卫青的才能不是秦将章邯、杨熊可比的。因此，大王您以陈胜、吴广反秦来自喻，我认为不当。”\n\n　　刘安说：“假如真像你说的那样，不可以侥幸成功吗？”伍被说：“我倒有一条愚蠢的计策。”刘安说：“怎么办呢？”伍被答道：“当今诸侯对朝廷没有二心，百姓对朝廷没有怨气。但朔方郡田地广阔，水草丰美，已迁徙的百姓还不足以充实开发那个地区。臣的愚计是，可以伪造丞相、御史写给陛下的奏章，请求再迁徙各郡国的豪强、义士和处以耏罪以上的刑徒充边，下诏赦免犯人的刑罪，凡家产在五十万钱以上的人，都携同家属迁往朔方郡，而且更多调发一些士兵监督，催迫他们如期到达。再伪造宗正府左右都司空、上林苑和京师各官府下达的皇上亲发的办案文书，去逮捕诸侯的太子和宠幸之臣。如此一来就会民怨四起，诸侯恐惧，紧接着让摇唇鼓舌的说客去鼓动说服他们造反，或许可以侥幸得到十分之一的成功把握吧！”\n\n　　刘安说：“此计可行。虽然你的多虑有道理，但我以为成就此事并不至于难到如此程度。”于是刘安命令官奴入宫，伪造皇帝印玺，丞相、御史、大将军、军史、中二千石、京师各官府令和县丞的官印，邻近郡国的太守和都尉的官印，以及朝廷使臣和法官所戴的官帽，打算一切按伍被的计策行事。刘安还派人假装获罪后逃出淮南国而西入长安，给大将军和丞相供事，意欲一旦发兵起事，就让他们立即刺杀大将军卫青，然后再说服丞相屈从臣服，便如同揭去一块盖布那么轻而易举了。\n\n事败自尽\n　　刘安想要发动国中的军队，又恐怕自己的国相和大臣们不听命。他就和伍被密谋先杀死国相与二千石大臣，为此假装宫中失火，国相、二千石大臣必来救火，人一到就杀死他们。谋议未定，又计划派人身穿抓捕盗贼的兵卒的衣服，手持羽檄，从南方驰来，大呼“南越兵入界了”，以借机发兵进军。于是他们派人到庐江郡、会稽郡实施冒充追捕盗贼的计策，没有立即发兵。刘安问伍被说：“我率兵向西挺进，诸侯一定该有响应的人；要是没人响应怎么办？”伍被回答说：“可向南夺取衡山国来攻打庐江郡，占有寻阳的战船，守住下雉的城池，扼住九江江口，阻断豫章河水北入长江的彭蠡湖口这条通道，以强弓劲弩临江设防，来禁止南郡军队沿江而下；再东进攻占江都国、会稽郡，和南方强有力的越国结交，这样在长江淮水之间屈伸自如，犹可拖延一些时日。”刘安说：“很好，没有更好的计策了。要是事态危急就奔往越国吧。” \n\n　　于是廷尉把淮南王孙刘建供词中牵连出刘迁的事呈报了汉武帝。汉武帝派廷尉临趁前去拜见淮南国中尉的机会，逮捕太子。廷尉临来到淮南国，刘安得知，和刘迁谋划，打算召国相和二千石大臣前来，杀死他们就发兵。召国相入宫，国相来了；内史因外出得以脱身。中尉则说：“臣在迎接陛下派来的使臣，不能前来见王。”\n\n　　刘安心想只杀死国相一人而内史、中尉不肯前来，没有什么益处，就罢手放走了国相。他再三犹豫，定不下行动的计策。刘迁想到自己所犯的是阴谋刺杀朝廷中尉的罪，而参与密谋的人已死，便以为活口都堵住断绝，就对父王说：“群臣中可依靠的先前都拘捕了，现今已没有可以倚重举事的人。您在时机不成熟时发兵，恐怕不会成功，臣甘愿前往廷尉处受捕。”刘安心中也暗想罢手，就答应了刘迁的请求。于是刘迁刎颈自杀，却未能丧命。伍被独自往见执法官吏，告发了自己参与淮南王谋反的事情，将谋反的详情全盘供了出来。\n\n　　法吏因而逮捕了太子、王后，包围了王宫，将国中参与谋反的刘安的宾客全部搜查抓捕起来，还搜出了谋反的器具，然后书奏向上呈报。汉武帝将此案交给公卿大臣审理，案中牵连出与刘安一同谋反的列侯、二千石、地方豪强有几千人，一律按罪刑轻重处以死刑。衡山王刘赐是刘安的弟弟，被判同罪应予收捕，负责办案的官员请求逮捕刘赐。\n\n　　汉武帝说：“侯王各以自己的封国为立身之本，不应彼此牵连。你们与诸侯王、列侯一道去跟丞相会集商议吧。”赵王彭祖、列侯曹襄等四十三人商议后，都说：“淮南王刘安极其大逆无道，谋反之罪明白无疑，应当诛杀不赦。”胶西王刘端发表意见说：“淮南王刘安无视王法肆行邪恶之事，心怀欺诈，扰乱天下，迷惑百姓，背叛祖宗，妄生邪说。《春秋》曾说‘臣子不可率众作乱，率众作乱就应诛杀’。刘安的罪行比率众作乱更严重，其谋反态势已成定局。臣所见他伪造的文书、符节、印墨、地图以及其他大逆无道的事实都有明白的证据，其罪极其大逆无道，理应依法处死。至于淮南国中官秩二百石以上和比二百石少的官吏，宗室的宠幸之臣中未触犯法律的人，他们不能尽责匡正阻止淮南王的谋反，也都应当免官削夺爵位贬为士兵，今后不许再当官为吏。那些并非官吏的其他罪犯，可用二斤八两黄金抵偿死罪。朝廷应公开揭露刘安的罪恶，好让天下人都清楚地懂得为臣之道，不敢再有邪恶的背叛皇上的野心。”丞相公孙弘、廷尉张汤等把大家的议论上奏，汉武帝便派宗正手持符节去审判刘安。宗正还未行至淮南国，刘安已提前自刎而死。王后荼、太子刘迁和所有共同谋反的人都被满门杀尽。汉武帝因为伍被劝阻淮南王刘安谋反时言词雅正，说了很多称美朝政的话，想不杀他。廷尉张汤说：“伍被最先为淮南王策划反叛的计谋，他的罪不可赦免。”于是杀了伍被。淮南国被废为九江郡。\n\n\n重要作品\n\n　　《淮南子》是刘安的思想的集大成者，研究刘安必须研究该著作。《淮南子》又被称为《淮南鸿烈》或《鸿烈》，是刘安在做淮南王时，“招致宾客方士数千人”撰写而成的。《淮南子》原为鸿篇巨制，共有“内书”21篇、“外书”33篇和“中书”8卷，全书以道家思想为主轴，内容包罗万象，涉及到政治学、哲学、伦理学、史学、文学、经济学、物理、化学、天文、地理、农业、水利、医学、养生等多个领域，是汉代道家学说最重要的一部代表作。不过令人遗憾的是，流传至今的《淮南子》仅仅只剩下“内书”21篇了。\n\n　　淮南王刘安带着满腹的怨恨和遗憾，匆匆走上了不归之路，但这位博学之士却为后人留下了一份宝贵的精神财富———被近代学人梁启超称誉为“汉人著述中第一流”的划时代巨著《淮南子》。\n\n　　《淮南子》吸取了《老子》、《庄子》，特别是《黄老帛书》的思想资料，成为集黄老学说之大成的理论著作，它不仅对“道”、“天人”、“形神”等问题提出了独特见解，同时又在继承春秋时的“气”说与战国中期稷下黄老之学的“精气”说的基础上，提出了“元气论”的概念和系统的宇宙生成论。作为西汉时期一部影响巨大的社会百科全书，《淮南子》所蕴含的史学研究价值和丰富的精神智慧，仍有待我们后人去进一步挖掘。\n\n　　另外很有趣的是，明朝罗颀在《物原》中提到前汉书刘安做豆腐的记载。明朝李时珍在《本草纲目》中也说：\"豆腐之法，始于前汉淮南王刘安。在淮南市火车站广场前还有刘安的骑马雕像，每年九月有豆腐节。\n\n　　注：语文课本七年级下册课文出自「淮南子」这本书。\n\n\n八公山介绍\n\n　　八公山位于淮河南岸，现属于淮南市八公山区管辖，为著名的文化胜地，是汉代淮南王刘安的主要活动地，这儿曾集中了大量当时国内的一流知识分子，博大精深的《淮南子》也是在这里诞生的。也是绿色健康食品——豆腐的发源地，公认淮南王刘安及八公为豆腐发明人。\n\n　　八公山 八公山是由大小四十余座山峰叠嶂而成，方圆达二百余平方公里，主峰海拔241.2米,八公山是连接淮南市八公山区与寿县八公山的一段山脉,也是一片风景区，寿县古时叫寿春，与中国历史上很多重大事件如淝水之战等连在一起。八公山历史上有淮山、楚山、淝陵、北山、寿春山之称。其山势绵延，一脉四十峰，处处景致迷人。被誉为“八公仙境”、“峻极之山”。古人赞道：“八公草木晚离离，仿佛成人似设奇。老气逼云含雾雨，空青拔地镇淮夷”。八公山因西汉淮南王刘安与八公在此学道成仙的神话和秦晋淝水之战而闻名遐迩，并留下了“一人得道，鸡犬升天”，“八公山上，草木皆兵”等一些脍炙人口的历史典故。八公山“蓄圣表仙”，瑰丽神奇，不愧是一座历史文化名山。\n\n",
  "desc": "刘安（前179－前122），西汉皇族，淮南王。汉高祖刘邦之孙，淮南厉王刘长之子。他是西汉的思想家、文学家，奉汉武帝之命所著《离骚体》是中国最早对屈原及其《离骚》作高度评价的著作。他曾招宾客方术之士数千人，编写《鸿烈》亦称《淮南子》。刘安是世界上最早尝试热气球升空的实践者，他将鸡蛋去汁，以燃烧取热气，使蛋壳浮升。同时，刘安也是我国豆腐的创始人。",
  "dynasty": "两汉",
  "id": 825,
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_825.jpg",
  "name": "刘安",
  "star": 57
}