{
  "content": "轶事典故\n\n陆机辍笔\n　　西晋初年，陆机曾撰写《三都赋》，当时出身寒门的左思也在写，陆机对此很不以为然。但当左思历时十年，完成了《三都赋》时，“豪贵之家，竞相传写，洛阳为之纸贵”。陆机看完左思写的《三都赋》之后赞叹不已，将自己的《三都赋》手稿烧掉，以示辍笔。后便有“陆机辍笔”的典故。\n\n巧对王济\n　　陆机曾到侍中王济那儿，王济指着羊奶酪对陆机说：“你们吴中有什么与此匹敌？”陆机回答说：“千里的莼菜羹，未下的盐豆豉。”当时称为有名的对答。 \n\n二陆优劣\n　　卢志曾当着众人问陆机道：“陆逊、陆抗跟你谁近谁远？”陆机道：“正如同你跟卢毓、卢珽一样。”卢志沉默不语。起身后陆云对陆机说：“远邦异域，理当不熟悉我们的祖辈，何至如此计较？”陆机说：“我们的父亲、祖父名扬四海，哪有不知道的呢？”评论者以此评定二陆的优劣。\n\n骏犬传信\n　　当初陆机有一只名犬，名叫黄耳，他喜爱它。后来寄寓在京城，很久没有过问家事，便笑着对狗说：“我家久无书信，你能否送信取回消息呢？”狗摇着尾巴叫出声。陆机便写信用竹筒装着系在狗脖子上，狗沿路向南走，便到了家中，得到回信返回洛阳。此后便习以为常。\n\n兄弟异同\n　　蔡谟在洛阳的时候，看见陆机、陆云兄弟住在僚属办公处里，有三间瓦屋，陆云住在东头，陆机住在西头。陆云为人，文雅纤弱得可爱；陆机身高七尺多，声音像钟声般洪亮，言谈大多慷慨激昂。\n\n戴渊投剑\n　　戴渊年轻时，很侠义，不注意品行，曾在长江、淮河间袭击、抢劫商人和旅客。陆机度假后回洛阳，行李很多，戴渊便指使一班年轻人去抢劫。他在岸上，坐在折叠椅上指挥手下的人，安排得头头是道。戴渊原本风度仪态挺拔不凡，虽然是处理抢劫这种卑劣的事，神彩仍旧与众不同。陆机在船舱里远远地对他说：“你有这样的才能，还要做强盗吗？”戴渊感悟流泪，便扔掉剑投靠了陆机。他的谈吐非同一般，陆机更加看重他，和他确定交友，并写信推荐他。后来，戴渊在东晋官至征西将军。\n\n\n人物生平\n\n荆衡杞梓\n　　陆机出身名门士族，为孙吴丞相陆逊之孙，其父陆抗亦为孙吴大司马，陆机为陆抗第四子。他身长七尺，声如洪钟。年少时有奇才，文章盖世，倾心儒家学术，非礼不动。\n\n　　凤凰三年，陆抗逝世，陆机与其兄陆晏、陆景、陆玄及弟陆云分领陆抗部曲，担任牙门将。 \n\n　　太康元年，陆机二十岁时孙吴灭亡，他于是退居家乡，闭门勤学，累积十余年。由于陆机父祖宗亲在孙吴都位居将相，功勋卓著，他深深感慨吴末帝孙皓抛弃祖业，投降西晋。便评论孙权得天下、孙皓亡天下的原因，又追述自己祖父、父亲的功业，于太康九年创作了《辨亡论》。 \n\n二陆入洛\n　　太康十年，陆机与弟弟陆云一同来到京师洛阳，初入洛阳时，二人志气高昂，自认为是江南名族，不重视中原人士，只拜访当时的名士、太常张华。张华一向重视陆机的名声，陆机与张华相见便感到一面如故，他钦佩张华的德望风范，以师长的礼仪对待他。张华说：“伐吴之战，获得了两个俊士。”并把他们推荐给诸公，使得二陆名气大振。时有“二陆入洛，三张减价”之说。\n\n志匡世难\n　　太熙元年，太傅杨骏征召陆机任祭酒。元康元年，晋惠帝皇后贾南风发动政变，诛杀杨骏。\n\n　　元康二年，陆机接连担任太子洗马、著作郎。他喜欢交游权贵门第，与外戚贾谧亲善，为“金谷二十四友”之一，因而遭到讥讽。 \n\n　　元康四年，吴王司马晏出京镇守淮南，任命陆机为吴国郎中令。\n\n　　元康六年，随吴王游梁、陈之地，其冬，转任尚书中兵郎。元康七年，转为殿中郎。\n\n　　元康八年，陆机出补著作郎。\n\n　　永康元年，赵王司马伦发动政变，诛杀贾后并辅政后，陆机被请为相国参军。因参与诛讨贾谧有功，赐爵关中侯，不久，司马伦将要篡位，任命他为中书郎。 \n\n　　永宁元年，三王举义，诛杀篡位的司马伦，齐王司马冏认为陆机任中书之职，怀疑加司马伦九锡以及惠帝禅诏之文陆机有参与，于是收捕陆机等九人交付廷尉治罪。仰赖成都王司马颖、吴王司马晏一齐救援疏理，陆机才得以减免死刑，被流放边地，遇到大赦才没去。当时中原多难，与陆机交好的江南名士顾荣、戴渊等都劝陆机回到江南，陆机仗着才能声望，志在匡正世难，所以不从。司马冏主政后，恃功自夸，受爵位不礼让，陆机厌恶他，便作了《豪士赋》来讽刺司马冏。司马冏仍未觉悟，而最终失败被杀。 \n\n　　当时，成都王司马颖推让功劳而不自居，慰劳下士。陆机既感谢他救过自己的恩德，又见朝廷屡有变异祸难，认为司马颖必定能使晋室兴隆，于是委身于他。司马颖让陆机参大将军军事，任平原内史，后世遂称其为“陆平原”。 \n\n河桥鼓哀\n　　太安二年，司马颖与河间王司马颙起兵讨伐长沙王司马乂，让陆机代理后将军、河北大都督，率领北中郎将王粹、冠军将军牵秀等各军共二十多万人。陆机因家中三代为将，是道家所忌讳的，外加客居他乡做官，位居群士之上，王粹、牵秀等都有怨恨之心，所以陆机坚决请求辞去都督之职。司马颖不同意。陆机同乡人孙惠也劝陆机把都督之职让给王粹，陆机说：“你是说我要踌躇躲避贼子，正好会招致灾祸。”于是就任。司马颖对陆机说：“如果事情成功，封你为郡公，任台司之职，将军你要努力啊！”陆机说：“从前齐桓公因信任管夷吾而建立九合诸侯之功，燕惠王因怀疑乐毅而失去将要成功之业，今天的事，在您不在我啊！”司马颖的左长史卢志内心嫉恨陆机得宠，对司马颖进言道：“陆机自比于管子、乐毅，把您比作昏君，自古以来命将派兵，没有臣子欺凌国君而可以成事的。”司马颖沉默不语。 \n\n　　陆机开始治军时，军旗折断，他内心很是厌恶。军队列阵出发，从朝歌至河桥，鼓声传数百里，自从汉魏以来，还不曾有过这样盛大的出兵场面，长沙王司马乂挟持惠帝与陆机在鹿苑交战，陆机军大败，赴七里涧而死的士兵如同积薪，涧水为此不流，将军贾棱也战死。\n\n华亭鹤唳\n　　当初，宦官孟玖及其弟孟超一并被司马颖宠幸。孟超率领一万人任小都督，还未交战，就放纵士兵掳掠，陆机逮捕了主凶。孟超带铁骑百余人，径直到陆机麾下抢人，回头对陆机说：“貉奴能作都督吗？”陆机的司马孙拯劝陆机杀了他，陆机不同意。孟超公开对众人说：“陆机将要谋反。”又给孟玖写信，说陆机怀有二心，不赶快决战。作战时，孟超又不受陆机管辖，轻易率兵独自进军而覆没。孟玖却怀疑是陆机杀了他，便向司马颖进谗言，说陆机有异志。将军王阐、郝昌、公师藩等都被孟玖利用，与牵秀等共同证明。司马颖大怒，让牵秀秘密逮捕陆机。当晚，陆机梦见黑车帷缠住车子，手撕扯不开，天亮后牵秀的部队就到了。陆机脱下戎装，穿上白帢，与牵秀相见，神态自若，对牵秀说：“自从吴国覆灭，我兄弟宗族蒙受大晋重恩，入朝陪侍帷幄，剖符带兵。成都王把重任交给我，我推辞却没有获准。今日被杀，难道不是命吗！”便给司马颖写了一封信，言辞非常凄恻。临刑时，陆机感叹道：“华亭的鹤鸣声，哪能再听到呢？”于是在军中遇害，时年四十三岁。两个儿子陆蔚、陆夏也一同被害，弟陆云、陆耽也随后遇害。陆机既不当死罪，士卒都因此感到痛惜，没有谁不为此流泪。这一天白天大雾弥合，大风折树，平地积雪一尺厚，议论的人认为是陆机冤死的象征。他死后，好友纪瞻赡养接济陆家，无微不至。\n\n　　陆机遇害后，还葬云间，今其墓周河套尚存遗址，仍可辨认。\n\n\n墓地\n\n　　据旧县志载：福泉山头丞相坟，通波曲曲绕墓门，日落青枫不知路，寻春来吊墓中魂。陆机墓又称丞相坟，将军墓。旁有庵，在福泉LLI脚下，通波塘西畔，系县古迹，常有文人学士来竭墓凭吊。\n\n主要成就\n\n文学\n　　两晋诗坛上承建安、正始，下启南朝，呈现出一种过渡的状态，西晋诗坛以陆机、潘岳为代表，讲究形式，描写繁复，辞采华丽，诗风繁缛。所谓太康诗风就是指以陆、潘为代表的西晋诗风。陆机天才秀逸，辞藻宏达佳丽，被誉为“太康之英”。\n\n　　陆机作文音律谐美，讲求对偶，典故很多，开创了骈文的先河。陆、潘诸人为了加强诗歌铺陈排比的描写功能，将辞赋的句式用于诗歌，丰富了诗歌的表现手法。他们诗中山水描写的成分大量增加，排偶之句主要用于描写山姿水态，为谢灵运、谢朓诸人的山水诗起了先导的作用。追求华辞丽藻、描写繁复详尽及大量运用排偶，是太康诗风“繁缛” 特征的主要表现。从文学发展的规律来看，由质朴到华丽，由简单到繁复，是必然的趋势。正如萧统所说：“盖踵其事而增华，变其本而加厉，物既有之，文亦宜然。”陆、潘发展了曹植“辞采华茂”的一面，对中国诗歌的发展是有贡献的，对南朝山水诗的发展及声律、对仗技巧的成熟，有促进的作用。陆机流传下来的诗，共105首，大多为乐府诗和拟古诗。代表作有《君子行》、《长安有狭邪行》、《赴洛道中作》等。刘勰《文心雕龙·乐府篇》称：“子建士衡，咸有佳篇。”\n\n　　陆机赋今存27篇，较出色的有《文赋》、《叹逝赋》、《漏刻赋》等。散文中，除《辨亡论》外，代表作还有《吊魏武帝文》。陆机还仿扬雄“连珠体”，作《演连珠》五十首，《文心雕龙·杂文》篇将扬雄以下众多模仿之作称为“欲穿明珠，多贯鱼目”，独推许陆机之作：“唯士衡运思，理新文敏，而裁章置句，广于旧篇，岂慕朱仲四寸之珰乎！夫文小易周，思闲可赡。足使义明而词净，事圆而音泽，磊磊自转，可称珠耳。”\n\n　　张华曾对陆机说：“别人作文，常遗憾才气少，而你更担心才气太多。”其弟陆云曾在给他的信中说：“君苗见到兄长的文章，便要烧掉他的笔砚。”后来葛洪著书，称赞陆机的文章“犹如玄圃的积玉，没有什么不是夜晚发光的，五条河喷吐流波，源泉却一样。他的文辞弘达美丽典雅周全，英锐飘逸而出，也是一代的绝笔啊！”刘勰《文心雕龙·才略篇》评其诗文云：“陆机才欲窥深，辞务索广，故思能入巧，而不制繁。”明朝张溥赞之：“北海以后，一人而已”。\n\n思想\n　　陆机创作时恪守道家崇尚自然的思想，并深受黄老思想内修之学的影响。理论见解在许多方面都跟道家思想密切相关，或直接引用，或是对其加以发挥，很有老庄思想的风范。\n\n　　陆机在政治上主张实行分封制，曾著《五等论》以说明。 \n\n书法\n　　陆机善书法，其章草作品《平复帖》是中国古代存世最早的名人法书真迹，也是历史上第一件流传有序的法帖墨迹，有“法帖之祖”的美誉，被评为九大“镇国之宝”。\n\n　　宋陈绎曾云：“士衡《平复帖》，章草奇古”。《大观录》里说《平复帖》为“草书、若篆若隶，笔法奇崛”。《平复帖》对后世也产生过较大影响。清人顾复称“古意斑驳而字奇幻不可读，乃知怀素《千字文》、《苦笋帖》，杨凝式《神仙起居法》，诸草圣咸从此得笔。”这些评论或许有牵强附会之感，但若是怀素、杨凝式当真见到，也确会为之动情。董其昌赞云“右军以前，元常之后，唯存数行，为希代宝”。《宣和书谱》还曾收录有其行书《望想帖》。\n\n\n家族成员\n\n祖父\n陆逊，字伯言，三国孙吴时官至丞相，封江陵侯，卒追谥昭。\n陆机父亲\n陆抗，字幼节，官至大司马、荆州牧，卒谥号武。 \n陆机兄弟\n\n兄长\n陆晏，官至裨将军、夷道监。\n陆景，字士仁，官至偏将军、中夏督，封毗陵侯。\n陆玄，陆抗死后领其部曲。\n陆亭，早夭。\n\n弟弟\n陆云，字士龙，西晋文学家，官至清河内史。\n陆化，早夭。\n陆逸，早夭。\n陆耽，官至平东祭酒。\n\n",
  "desc": "陆机（261－303），字士衡，吴郡吴县（今江苏苏州）人，西晋文学家、书法家，孙吴丞相陆逊之孙、大司马陆抗之子，与其弟陆云合称“二陆”。孙吴灭亡后出仕晋朝司马氏政权，曾历任平原内史、祭酒、著作郎等职，世称“陆平原”。后死于“八王之乱”，被夷三族。他“少有奇才，文章冠世”（《晋书·陆机传》），与弟陆云俱为中国西晋时期著名文学家，被誉为“太康之英”。陆机还是一位杰出的书法家，他的《平复帖》是中古代存世最早的名人书法真迹。",
  "dynasty": "魏晋",
  "id": 838,
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_838.jpg",
  "name": "陆机",
  "star": 43
}