{
  "content": "人物生平\n\n起家禁旅\n　　高骈为唐宪宗时期名将、南平郡王高崇文之孙。祖籍渤海蓚县，先世乃山东汉族名门渤海高氏。家族世代为禁军将领。\n\n　　高骈年少时为人严谨，研习兵书。他又喜好文学，常与士人交往，谈论治道之理。为左右神策军宦官所器重。最初在朱叔明属下担任司马，后累官为神策军都虞候。\n\n西讨南征\n　　唐懿宗初年，党项族叛乱，高骈率领一万禁军戍守长武城。当时，诸将均未有功，惟独高骈多次发动奇袭，杀获甚多。懿宗十分赞赏他。后吐蕃犯边，懿宗就命他镇守秦州，即委任他为秦州刺史兼防御使。高骈诱降吐蕃将领尚延心及浑末部一万多的帐落，收复了河州、渭州。随后又出兵平定了凤林关。\n\n　　咸通五年七月，经宰相夏侯孜推荐，懿宗任命时为骁卫将军的高骈为安南都护、经略招讨使。\n\n　　咸通六年，高骈率军破峰州蛮。次年，进兵收复交趾，进检校刑部尚书，以都护府为静海军，授高骈为节度使。曾整治安南至广州江道，沟通交广物资运输。后入为右金吾大将军，除天平军节度使。\n\n力拒群蛮\n　　唐僖宗即位后，加高骈为同中书门下平章事。\n\n　　乾符二年，迁剑南西川节度使，进检校司徒，封燕国公。在任上刑罚严酷，滥杀无辜，但有干才，他筑成都府砖城，加强防御。又在境上驻扎重兵，迫南诏修好，几年内蜀地较安。\n\n大破黄巢\n　　乾符五年，徙荆南节度使。当时，王仙芝、黄巢起义军转战江南，朝廷任高骈为镇海军节度使、诸道兵马都统、江淮盐铁转运使。次年，又迁淮南节度副大使知节度事，仍充都统、盐铁使以镇压起义军和主管江淮财赋。后进检校太尉、东面都统、京西京北神策军诸道兵马等使，封渤海郡王。\n\n自取灭亡\n　　乾符六年黄巢军队沿长江南岸西进，朝廷任高骈为镇海军节度使，高骈遣将领张璘、梁缵阻击，黄巢转由浙江南进广州。广明元年黄巢北上，五月在信州击毙张璘。七月，飞渡长江。\n\n　　高骈慑于黄巢威势，又与中宦田令孜有怨，故坐守扬州，拥兵十余万，保存实力。黄巢军入长安时，唐僖宗急调高骈勤王，他不服朝廷节制，割据一方。唐朝之亡，和高骈有很大关系。\n\n　　中和二年正月，僖宗以王铎兼中书令，充诸道行营都统，高骈有诗才，听到王铎加封都统，颇不以为然，写诗《闻河中王铎加都统》讽之：“炼汞烧铅四十年，至今犹在药炉前；不知子晋缘何事，只学吹箫便得仙。”同年，朝廷罢免高骈诸道兵马都统﹑盐铁转运使等职。\n\n　　高骈晚年昏庸，信神仙之术，重用术士吕用之、张守一等人，付以军政大权。吕用之专断独行，动辄谮毁诸将﹐乃使上下离心，淮南将领毕师铎恐惧，中和五年遂反，高骈召宣州观察使秦彦助战。\n\n　　光启三年，毕师铎出屯高邮，联合诸将攻扬州，高骈派人向杨行密求救，未至，城陷，高骈被囚，不久被秦彦、毕师铎所杀。杨行密闻讯后，命令全军将士为高骈穿孝，大恸三日，后发兵杀秦、毕二人。罗隐曾写诗讽刺高骈好神仙之术。\n\n\n主要成就\n\n　　高骈家族世代为禁军将领，好文善论。咸通初，率禁兵万人戍长武城，屡破党项部落，功冠诸军。并率军防御吐蕃。\n\n　　南诏攻陷安南后，唐廷屡次遣将征讨，均未收复。咸通五年，高骈奉命为安南都护、本管经略招讨使。次年，治兵于海门，随后率5000人深入峰州，就地取粮赡军。咸通七年，屡败南诏军，攻克交趾城，并招怀溪洞，收复交州郡邑，为首任静海军节度使，近十年的安南之患始平。咸通八年，募工凿潜石，疏通安南至广州海路，使漕运无滞。 \n\n　　南诏军屡犯剑南西川，进逼成都。乾符元年冬，骈奉命前往西川。南诏军慑其声威，请和退兵。骈至成都，发步骑5000追至大渡河，杀获甚众，继而于要道修筑城栅，置兵戍守；又筑成都砖城，加强防御。此后南诏不敢再犯。\n\n　　乾符五年，高骈先后任荆南、镇海节度使，镇压黄巢起义。次年，遣骁将张璘、梁缵分道击黄巢，多次将其击败，降服叛将秦彦、毕师铎、李罕之等数十人。广明元年，又任诸道行营兵马都统，传檄征集天下兵，且广招募，共得兵7万，声威大震。唐廷对其深为倚重。不久，黄巢起义军自广州北上，进趋江淮，击杀张璘，高骈坐守扬州，保存实力，此后未再出兵。\n\n\n轶事典故\n\n落雕侍御\n　　高骈早年在禁军任职。一天，高骈见有两只雕在天上并飞，说：“我如能发迹，便能射中。”一箭射去，贯穿两雕。众人大惊，自此称他为“落雕侍御”。\n\n亡灭之谶\n　　高骈镇守淮海时，发现蝗虫只爬不飞，从城西浮过护城河，攀缘着城墙进入内城。聚集在道路上和庭院中，驱除也不停止爬行。松竹之类的树木，一宿之间象用剪子剪过一样，布幅上的画像，都被它们咬去了头。几天以后，它们又互相咬食。九月中旬，暴雨则晴，沟渠里忽然发现小鱼，大小如手指，都是下的雨鱼。经卜算说有兵丧。到十月，有颗大星在晚上坠落在延和阁前面，声音好象滚雷，迸发出光亮和破碎的响声，光亮照满庭院。自从十一月到第二年二月，大雾昏沉，长期不散。有人说：这是以下犯上的征兆。当时米价昂贵，是过去的十多倍，因寒冷和大雨而僵卧倒地的人，每天用车拉出几千口，都扔到城墙外。等到天晴再到里巷和街道里看，全部都空了。这时浙西军队叛变，周宝逃奔毗陵去了。高骈听说后非常高兴，立刻派使者送给周宝一封信，信上说：“你依靠着走马将要到达奔牛，现在附带送上一瓶齑粉和十斤葛粉，用来解决路途上的需要”。这是讽刺他将要成为齑粉。三月。使院请他看花赴宴，并列着有一首给诸从事的诗，诗的末句是：“人世间有无限伤心的事，不能在酒樽前折去一枝。”大概是灭亡的预言吧。到了被秦彦幽禁羞辱，算计人口供给食物。从五月到八月，外面围兵围困更加紧急。接着就遭到死难。 \n\n智安西南\n　　唐僖宗逃往蜀地时，担忧南诏侵扰，答应两国联姻。南诏命宰相赵隆眉、杨奇鲲、段义宗前来拜谒僖宗，并且迎聘公主。高骈得知僖宗许婚之事，立即从淮南紧急传书，说：“蛮酋心腹就只有这几人，只要将这三个人毒死，无须再忧虑会遭南蛮侵扰。”果然在杀了这三人后，直到僖宗回京，南方都一直平安无事。冯梦龙在《智囊全集》中评道：“此亦寇恂之余智也。”\n\n",
  "desc": "高骈，字千里，南平郡王高崇文之孙，晚唐名将。高骈出生于禁军世家，其一生辉煌之起点为866年率军收复交趾，破蛮兵20余万。后历任天平、西川、荆南、镇海、淮南等五镇节度使。期间正值黄巢大起义，高骈多次重创起义军。被唐僖宗任命为诸道行营兵马都统。后中黄巢缓兵之计，大将张璘阵亡。高骈由此不敢再战，致使黄巢顺利渡江、攻陷长安。此后至长安收复的三年间，淮南未出一兵一卒救援京师，高骈一生功名毁之一旦。高骈嗜好装神弄鬼，几乎达到癫狂的程度。后被部将毕师铎所害，连同其子侄四十余人，“同坎（坑）瘗（埋）之”。",
  "dynasty": "唐代",
  "id": 91,
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_91.jpg",
  "name": "高骈",
  "star": 90
}