{
  "content": "生平\n\n早年经历\n\n　　咸通五年，萧遘考中进士，被授为秘书省校书郎、太原从事，后升任右拾遗，累迁至起居舍人。咸通十三年，韦保衡拜相。萧遘与韦保衡虽是同科进士，但却素来不睦，因此被贬为播州司马。\n\n累职拜相\n\n　　咸通十四年，韦保衡获罪赐死，萧遘被征召回朝，担任礼部员外郎，改任考功员外郎、知制诰。乾符元年，萧遘被任命为翰林学士、中书舍人，后累迁至户部侍郎、翰林承旨。\n\n　　广明元年，黄巢起义军进犯长安。唐僖宗出逃，任命萧遘为兵部侍郎、判度支，让他掌握财赋。中和元年，唐僖宗到达西川。萧遘被任命为中书侍郎、同平章事，并兼任吏部尚书。\n\n　　中和三年，武宁节度使时溥中毒，怀疑是判官李凝古所为，因此将其杀死。李凝古的父亲李损时任右散骑常侍，时溥便声称李损与李凝古同谋。当时，宦官田令孜收受时溥贿赂，便命御史台审讯李损。萧遘奏道：“李凝古投毒，本就事实不清，他父子离别数年，音讯不通，怎会是同谋？时溥恃功乱法，蔑视朝廷，欲杀天子近臣。如果依从他的要求，朝廷还怎么立足于天下！”李损因此免于一死。\n\n　　光启元年，黄巢起义被平定。唐僖宗返回长安，萧遘被拜为司空，封楚国公。他自幼便志向远大，自负有王佐之才，拜相之后更是严肃端庄，因此深受皇帝器重。当时，田令孜掌握禁军，权势熏天，公卿百官无不畏服，只有萧遘不肯屈从。\n\n招引朱玫\n\n　　后来，田令孜与河中节度使王重荣争夺盐利，以朝廷名义改任王重荣为泰宁节度使。王重荣不听调令，并联合河东节度使李克用，在沙苑击败前来征讨的朝廷禁军，率军直逼京师。唐僖宗大惊，逃往凤翔。各镇节度使纷纷上表，指责田令孜挑起事端，离间藩镇。萧遘素来憎恶田令孜，便与裴澈联名致信给邠宁节度使朱玫，让他率军前来。\n\n　　光启二年，朱玫率五千兵马前往凤翔迎驾，并与王重荣、李克用修好，要一同匡扶唐室。各藩镇也相继上表，请求皇帝返回长安。田令孜却胁迫僖宗前往陈仓，仓促之下，百官都来不及随从。不久，孔纬奉命返回凤翔，召百官赴陈仓。萧遘因田令孜还在僖宗身边，称病不肯前往。\n\n　　不久，朱玫对萧遘道：“主上六年来奔波流离，中原军民与贼血战，十死七八，这才收复京城。天下正为皇帝回京而高兴，皇帝却把平叛大功归于田令孜，委以大权，致使朝纲法纪遭到践踏，引出王重荣之乱。我前来勤王，不但没有受到信任理解，反而成了胁迫君主，我们怎能受宦官的摆布。李氏子孙众多，您为什么不另立皇帝，以匡扶社稷呢？”\n\n　　萧遘道：“皇帝继位十几年，没有什么大错。田令孜擅揽大权，皇帝每次提及，都流涕不止。如今之事，皇帝本无意迁移，无奈被田令孜挟持而走。一切罪过都在田令孜身上，谁人不知？你对皇室尽心效力，应当率军回到镇所，进呈表章迎接皇上。废立之事，连伊尹、霍光都曾感到为难，我萧遘不敢遵命。”朱玫出去后，公开宣告道：“我要拥立李氏王子为帝，敢反对者斩！”\n\n贬官赐死\n\n　　四月，朱玫立襄王李煴为帝，请萧遘起草登基诏书。萧遘推辞道：“我近来文思减退，还经常让人代笔，您还是请别人来写吧。”朱玫不悦，只得让郑昌图草诏。五月，李煴返回长安，将萧遘罢为太子太保。萧遘于是上表称病，退居河中永乐县。\n\n　　十二月，朱玫部将王行瑜倒戈，杀死朱玫，李熅逃往河中，也被王重荣斩杀。[12]光启三年，唐僖宗返回长安。宰相孔纬因与萧遘不和，便以萧遘曾接受李煴任命的官职为由，上奏朝廷将他贬官。不久，萧遘又被赐死在永乐。\n\n\n轶事典故\n\n　　王铎是萧遘科举时的主考官，唐僖宗在蜀地时，二人同时拜相。一次，僖宗召见宰相，王铎不慎跌倒，萧遘从旁将他扶起。僖宗非常高兴，道：“宰相和睦，是我的幸事啊。”又对萧遘道：“你能尊重长者，我很高兴。”萧遘答道：“臣扶王铎不仅仅是尊重长者，臣还是王铎的门生。”僖宗笑道：“王铎选进士，朕选宰相，都没有亏负卿啊。”\n\n\n家庭成员\n\n　　据《新唐书·宰相世系表》记载，萧遘出身于兰陵萧氏，是后梁明帝萧岿的后人，他的五世祖萧嵩、高伯祖萧华、曾祖萧复、族祖萧俛、萧仿、父亲萧置，都曾在唐朝担任宰相。\n\n　　而根据《萧江全谱》、《溪南江氏族谱》等谱牒记载，萧遘生有七子，其次子萧祯，在朱温篡唐之时，指江为姓，改姓为江，隐居在徽州，是为萧江氏一世祖。\n\n",
  "desc": "萧遘（gòu）（？－887年），字得圣，祖籍南兰陵（今江苏武进），唐朝宰相，中书侍郎萧置之子。萧遘出身于兰陵萧氏齐梁房，进士及第，历任校书郎、太原从事、右拾遗、起居舍人、播州司马、礼部员外郎、考功员外郎、中书舍人、户部侍郎、兵部侍郎等职。黄巢之乱时，萧遘随唐僖宗入蜀，被拜为宰相，担任中书侍郎、同平章事，黄巢起义平定后进拜司空，封楚国公。光启二年（886年），邠宁节度使朱玫率军入京，田令孜挟持唐僖宗逃往宝鸡，萧遘未及跟随。朱玫主张另立新君，萧遘反对，拒绝草拟文告，被罢为太子太保，退居河中府。光启三年（887年），朱玫之乱平定，宰相孔纬诬陷萧遘从逆，萧遘因此被赐死。",
  "dynasty": "唐代",
  "id": 1841,
  "name": "萧遘",
  "star": 0
}