{
  "content": "与苏轼友情\n\n　　李之仪出生于沧州无棣人李氏名门望族。22岁的李之仪进士及第，初任职四明、万全县令等。他才华横溢，琴棋书画皆其所能。《四库全书》称李之仪的文章“神锋俊逸，往往具有苏轼之体”。他的诗词文章写得好，在一定程度上是受苏轼的熏陶、指点；他仕途多舛，也与苏轼有很大关系。\n\n　　苏轼对李之仪的影响极为深刻。《姑溪居士全集》中收录与苏轼有关的作品四十余首；《苏轼文集》和《苏轼诗集》中收录与李之仪有关的作品二十余首，特别是在遇赦北归的一年时间内，苏轼给李之仪的信笺就达七封。由此可见，二人的情谊非同一般。\n\n　　苏轼比李之仪年长，李之仪视苏轼如兄若师。熙宁四年，苏轼因与王安石意见相左，受到排挤，出职杭州、密州、徐州，再贬黄州，颠沛流离十余年。对苏轼流放外地，李之仪甚为不平，他积极联系一些旧日好友和官宦在朝中活动，以图苏轼早返京师。他把自己的思念、想法书函一札，远投黄州。\n\n　　苏轼接阅后，心情十分激动，旋即复《答李端叔书》，直抒胸臆，表达了自己已厌倦官场游戏，淡泊利禄声名，与民日出而作、日落而息的乐趣。此间，还有苏轼《与李公择书》、《次韵答李端叔》等，坎坷的仕途加深了两位文人之间的友谊。\n\n\n文学成就\n\n　　李之仪是苏轼门人之一，元祐文人集团的成员，擅长作词，前人称其“多次韵”小令更长于淡语、景语、情语。他很注意词的特点，曾说“长短句于遣词中最为难工，自有一种风格。稍不如格，便觉龃龉。”他批评柳永“韵终不胜”、张先“才不足而情有余”，而主张像晏殊、欧阳修那样“语尽而意不尽，意尽而情不尽”。他的佳作也确能达到这一要求，如〔卜算子〕：“我住长江头，君住长江尾。日日思君不见君，共饮长江水。此水几时休，此恨何时已。只愿君心似我心，定不负相思意。”立意造语学民歌与古乐府，即景生情，即事喻理；下片借水言情，极为深婉含蓄。他曾与秦观、黄庭坚、贺铸等人歌词赠答，前人多将他与这几人并提。但实际上他的创作成就比起秦观等人有所不及。清人冯煦评论说“姑溪词长调近柳，短调近秦，而均有未至”，是较为中肯的。\n\n　　李之仪在当时还以尺牍擅名，亦能诗，这两方面的成就都受到苏轼称赞。有《姑溪居士前集》50卷，南宋吴芾守当涂时所编。又《后集》20卷，不知编者，但陈振孙《直斋书录解题》已著录，则亦出宋人之手。今二集俱存。有《四库全书》本、《丛书集成》本。其词另行，《直斋书录解题》录《姑溪词》1卷，有吴氏石莲庵《山左人词》本、毛晋《宋六十名家词》本。 \n\n\n生平\n\n　　李之仪，字端叔，自号“姑溪居士”。他是北宋中后期“苏门”文人集团的重要成员，官至原州通判。李之仪一生官职并不显赫，但他与苏轼的文缘友情却流传至今。\n\n　　李之仪早年师从于范仲淹之子范纯仁。熙宁三年进士，初授万全县令，后到鄜延军任职。元丰六年春回京。时高丽王王徽卒，朝廷委左谏大夫杨景略等前去吊唁。杨素闻李之仪清节贤名，才华横溢，遂奏请之仪同行，作为书状。出使途中，路过山东长清县孝堂山汉石祠时，曾题字于石祠的石柱上，大字楷书，共五行，现刻字尚存。这是他在山东留下的仅有的遗迹。\n\n　　哲宗元祐初范纯仁拜尚书右仆射兼中书侍郎，李之仪遂被任命为枢密院编修官。不久，又为原州通判。与苏轼，黄庭坚，秦观交往甚密。元祐末从苏轼于定州幕府，朝夕倡酬。元符二年，上调监内香药库，御史石豫参劾他曾为苏轼幕僚，不可以任京官，被停职。\n\n　　徽宗崇宁初，提举河东常平。后因得罪权贵蔡京，除名编管太平州。李之仪《与祝提举无党》说：“某到太平州四周年，第一年丧子妇，第二年病悴，涉春徂夏，劣然脱死。第三年亡妻，子女相继见舍。第四年初，则癣疮被体，已而寒疾为苦。” 后遇赦复官，授朝议大夫，未赴任，仍居太平州南姑溪之地，以太平州城南姑溪河为缘，自名“姑溪居士”，卒后葬于葬当涂藏云山致雨峰。\n\n　　《庆云县志》里记载朝请大夫李之仪等八位庆云籍的名人，供奉于明朝的庆云县城“乡贤祠”内。 \n\n",
  "desc": "李之仪(1038～1117）北宋词人。字端叔，自号姑溪居士、姑溪老农。汉族，沧州无棣（庆云县）人。哲宗元祐初为枢密院编修官，通判原州。元祐末从苏轼于定州幕府，朝夕倡酬。元符中监内香药库，御史石豫参劾他曾为苏轼幕僚，不可以任京官，被停职。徽宗崇宁初提举河东常平。后因得罪权贵蔡京，除名编管太平州（今安徽当涂），后遇赦复官，晚年卜居当涂。著有《姑溪词》一卷、《姑溪居士前集》五十卷和《姑溪题跋》二卷。",
  "dynasty": "宋代",
  "id": 578,
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_578.jpg",
  "name": "李之仪",
  "star": 161
}