{
  "content": "生平\n\n　　甯戚，春秋时齐国大夫。其籍贯说法不一，道光《平度州志》认为：“甯戚，莱之棠邑人”。《管子》《吕氏春秋》《史记》则认为：“甯戚，卫人”。\n\n　　甯戚出身微贱，早年怀才不遇，曾为人挽车喂牛。直到有一天得遇慧眼识英才、不拘一格选人才的齐桓公和管仲，才被齐桓公举火授爵，拜为大夫，后又官授大司田，分管齐国农业，成为齐桓公的股肱之臣，与管仲、鲍叔牙等一起辅佐齐桓公建立了“九和诸侯，一匡天下”的赫赫霸业，使齐桓公成为“春秋五霸”之首。\n\n　　甯戚：生卒年不详，卫国人，早年怀经世济民之才而不得志。齐桓公二十八年拜为大夫。后长期任齐国大司田，为齐桓公主要辅佐者之一。\n\n　　公元前685年起，在40多年间，齐桓公推行招贤纳士，锐意求治的建国方略，任用管仲为相，建立了“九合诸侯，一匡天下”的霸业。赏识并重用甯戚，是齐桓公高明的人才政策的典型例子。\n\n　　甯戚获悉齐桓公重人才，有抱负，便决心投靠齐国，以便有一番作为。他不畏艰难，来到临淄，自我推荐，击牛角高歌，令齐桓公和管仲都注意到这是一个气度不凡、抱负不凡的人物。\n\n　　齐桓公求贤若渴，慧眼识才，一经交谈便认定甯戚是难得的人才，他不重出身，不论资历，不计较小节，注重大节，力排众议，擢用甯戚。\n\n　　杰出的政治家管仲也十分推重甯戚，帮助齐桓公用好甯戚之长。他建议立甯戚为大司田主管农业的官员，他认为甯戚是有才能的农业专家，自己不如甯戚。甯戚由此负责齐国的农业生产，主持开垦农田，兴修水利，并兴渔盐之利。奖励垦荒，薄取租赋，齐国很快富裕强盛起来。\n\n　　甯戚仕齐期间，经常到齐国东部活动，组织民众发展农耕，受到当地人民的爱戴，辞世后他被人们安葬在胶水东岸。\n\n　　甯戚著有《相牛经》1卷，为中国最早畜牧专著，对促进齐国农牧业发展产生一定作用。\n\n　　甯戚，仁途屡遭磨难，能由一个放牛青年走向参与国政的高位，得益于自作的《甯戚饭牛歌》：\n\n　　南山灿、白石烂，中有鲤鱼长尺半。\n\n　　生不逢尧与舜禅，短褐单衣才至骭。\n\n　　从昏饭牛至夜半，长夜漫漫何时旦？\n\n　　这首著名的《甯戚饭牛歌》真实地表现出了怀才不遇之士自求用世的复杂心态。甯戚放牛的史实，至今在李园街道办事处柳行头村存有“甯戚大夫饭牛处”的石碑的佐证。据《东周列国志》载，周厘王二年春，齐王国攻打宋国，齐桓公先派管仲率一部分军队出发。一天，军队到峱山，管仲见一放牛青年冲他疾击牛角高歌，气质非凡，即派侍从把他招来，管仲问其姓名，答曰：“卫国百姓，姓甯名戚”。管仲叩其所学，甯戚对答如流。管仲叹道：“豪杰辱于泥涂，不遇汲引，何以自显？我国国君大部队在后，不过几日到此，我写封信你去拜见国君，必当重用。”数日后，齐桓公大军到此，甯戚又唱起《甯戚饭牛歌》。齐桓公闻听此歌甚感惊奇，派人将甯戚叫至跟前，问其姓名后，桓公说：“寡人率领诸侯征战天下，百姓安居乐业，草木沾春，舜日尧天不过如此，你说不逢尧舜，又说‘长夜不旦’，你是放牛的为何要讽刺朝政？”甯戚据理争辩，有些言辞冒犯齐桓公。桓公大怒，命令斩首。甯戚面不改色，仰天叹道：“桀杀龙逢，纣杀比干，今甯戚为第三个！”这时身边大臣隰朋上奏说：“此人见势不趋，见威不惕，非寻常放牛的。”桓公转念一想，怒气顿消，对甯戚说：“寡人聊以试子，子诚佳士”。这时，甯戚从怀里拿出管仲的亲笔信，桓公阅后说：“既有管仲的书信，为何不早呈上？”甯戚说：“贤君择人为佐，贤臣亦择主而辅，君如恶直好谀，以怒气加臣，臣宁死也不自荐”。桓公听后非常高兴，即拜甯戚为大夫，与管仲同参国政。甯戚不负厚望，屡建战功。后又长期任大司田。他管理农事，奖励垦种，薄取租赋，使齐国很快富强起来。并著有《相牛经》一卷。他仕途四十余年，对齐桓公完成“九合诸侯，一匡天下”的霸业起了重要作用。\n\n　　“甯戚饭牛”\n\n　　春秋时，卫人甯戚欲求见齐桓公；惜因家贫，缺少盘缠，只得为商贾趋赶牛车。数经辗转，终得抵达齐国。当他夜宿于城门外之际，正逢桓公出迎宾客。甯戚站在车旁喂牛，远远望见桓公，登时百感交集，于是乎，便敲击牛角，高歌抒怀。桓公听见歌曲的内容，明白甯戚并非寻常百姓，遂延请他入城，聘为丞相。亦作“宁戚饭牛”。\n\n　　《吕氏春秋·离俗览》载：甯戚欲干齐桓公，穷困无以自进，於是为商旅将任车以至齐，暮宿於郭门之外。桓公郊迎客，夜开门，辟任车，爝火甚盛，从者甚众。甯戚饭牛居车下，望桓公而悲，击牛角疾歌。桓公闻之，抚其仆之手曰：“异哉！之歌者非常人也！”命後车载之。桓公反，至，从者以请。桓公赐之衣冠，将见之。甯戚见，说桓公以治境内。明日复见，说桓公以为天下。桓公大说，将任之。群臣争之曰：“客，卫人也。卫之去齐不远，君不若使人问之。而固贤者也，用之未晚也。”桓公曰：“不然。问之，患其有小恶。以人之小恶，亡人之大美，此人主之所以失天下之士也已。”凡听必有以矣，今听而不复问，合其所以也。且人固难全，权而用其长者，当举也。桓公得之矣。[3] \n\n\n历史影响\n\n栋梁，楷模\n\n　　甯戚仕齐四十年，官至大司田，工作可谓是兢兢业业、政绩突出，从而被齐桓公誉为“齐国之栋梁，君臣之楷模”。就连管仲也对其极为器重和佩服。现举几例佐之。一是他凭借一身胆魄和浩然正气，只身入宋国，凭三寸不烂之舌和雄辩之才，说服宋公，不战而胜宋国，使宋国归于齐国麾下，初次使齐国朝野对其刮目相看。二是他利用齐国冶铁业发达的优势，推广使用铁铧犁，结束了齐国木犁人耕时代，进入铁犁牛耕时期，大大促进了生产力的发展。三是他坚定不移地贯彻执行管仲制定的相地衰征大计，使齐国农业连年大丰收。他上任大司田不到一个月，就办了两件大事，一件是把管仲的相地衰征政策进行补充修正，在荣辱柱上重新颁布；另一件是严惩大奴隶主伯氏抗税不交，使相地衰征政策得以顺利推行。四是他心系百姓，生活简朴。身为大司田，他上求乞于天地风雨诸神，下体察于黎民百姓之间，齐国的庄稼地里，到处是他的身影。他谢绝了齐桓公和管仲为他建造的豪华府第，甘愿栖身简陋的茅屋，和周围百姓的茅舍一模一样。五是齐桓公和管仲带兵外出伐山戎，讨蛮楚，镇西狄，威东夷的时候，总是将国政委于宁戚，而甯戚总是把国家治理得井井有条，解除了齐桓公和管仲在前方带兵打仗的后顾之忧。无怪乎甯戚死后，管仲就像是塌了半边天，痛惜得整日恍惚，不停地让爱妾婧为他弹奏甯戚的《浩浩白水》。\n\n齐桓公重用甯戚\n\n　　公元前685年起，在40多年间，齐桓公推行招贤纳士，锐意求治的建国方略，任用管仲为相，建立了“九合诸侯，一匡天下”的霸业。赏识并重用甯戚，是齐桓公高明的人才政策的典型例子。\n\n　　齐桓公求贤若渴，慧眼识才，一经交谈便认定宁戚是难得的人才，他不重出身，不论资历，不计较小节，注重大节，力排众议，擢用甯戚。\n杰出的政治家管仲也十分推重甯戚，帮助齐桓公用好宁戚之长。他建议立甯戚为大司田主管农业的官员，他认为甯戚是有才能的农业专家，自己不如甯戚。甯戚由此负责齐国的农业生产，主持开垦农田，兴修水利，并兴渔盐之利。奖励垦荒，薄取租赋，齐国很快富裕强盛起来。\n\n促进农牧业发展\n\n　　甯戚仕齐期间，经常到齐国东部活动，组织民众发展农耕，受到当地人民的爱戴，辞世后他被人们安葬在胶水东岸。\n\n\n后世影响\n\n著作\n\n　　甯戚著有《相牛经》1卷，为中国最早畜牧专著，对促进齐国农牧业发展产生一定作用。\n\n宁戚相牛\n\n　　古有伯乐相马，也有甯戚相牛。人们往往对伯乐相马的故事津津乐道，而对甯戚相牛的故事知之甚少。实际上，由于长期管理农事，甯戚著有《相牛经》一卷，后传给了百里奚，而使穷百里秦国饲牛拜相。应该说，甯戚对牛是情有独钟的，他喂过牛，仕齐后又大力推行牛耕代替人耕技术，提高了耕作效率，促进了农业发展。他以《饭牛歌》说齐桓公，其中就有“从昏饭牛至夜半，长夜漫漫何时旦”的词句。农谚讲：“蚕无夜食不长，马无夜草不肥。”大牲畜要在夜里添刍料，甯戚的歌反映了齐地所积累的养牛经验。齐国丰富的养牛经验，带动了养牛业的发展。战国时，齐将田单被困在即墨，竟能在久困的城内收得千余头牛，以火牛阵打破燕军，足见当时平度养牛业的发达。\n\n后人评价\n\n　　甯戚在历史上的影响是很大的，历代文人墨客对其称颂颇多。战国时楚国诗人屈原在《离骚》中写道“吕望之鼓刀兮，遭周文而得举；甯戚之讴歌兮，齐桓以该辅。”把他辅佐齐桓公和姜太公辅佐周文王相提并论。屈原的弟子宋玉在《九辩》中写道：“甯戚讴于车下兮，桓公闻而知之；无伯乐之善相兮，今使乎誉之。”赞扬了齐桓公对甯戚的识才用才。唐代诗人李白在《秋浦歌》第七首中写道：“醉上山公马，寒歌甯戚牛。空吟白石烂，泪满黑貂裘。”“白石烂”就是甯戚在不得志时，抓住齐桓公出行的机会，叩牛角而歌时的歌词。《吕氏春秋·离俗览第七》对甯戚饭牛叩角而歌更是作了生动的记述。\n\n甯冢双松\n\n　　据《管子》记载，甯戚在齐国的活动多在齐国的东部。如齐桓公和管仲为解决商贾放债和农民之间的尖锐矛盾，曾委派四位重臣分赴各地调查研究，派到东方的就是甯戚，他当时很可能是分管齐国东部地区政务的。他长期在胶水一带组织开垦土地，发展农耕，使得莱国百姓纷纷来降，并得到了妥善安置。甯戚因此深受胶水以东百姓的爱戴，所以甯戚死后葬在胶水东岸而不归葬临淄，也就得到了合理的解释。甯戚的墓称为甯冢，冢体很大，位于一小山顶上，高15米，直径70米，当地百姓称其为“冢顶”，冢的周围形成了三个自然村，分别为冢东、冢前和冢西。清代时，冢上有两株大蟠松，为平度旧八景之一——宁冢双松。1984年，甯戚冢被列为青岛市重点文物保护单位。\n\n",
  "desc": "甯戚，春秋卫惠公（公元前686年-前669年在位）时人，姬姓，甯氏，名戚，是现代甯姓始祖，春秋莱棠邑（今青岛平度）人，卫国（今河南境内）人，早年怀经世济民之才而不得志。齐桓公二十八年（前685）拜为大夫。后长期任齐国大司田，为齐桓公主要辅佐者之一。甯戚出生于卫国乡下的贫困家庭，后来齐国齐桓公的大臣，与管仲、隰朋、宾胥无、鲍叔五人皆为齐桓公功臣，在齐桓公称霸中起到重要作用。",
  "dynasty": "先秦",
  "id": 2741,
  "name": "宁戚",
  "star": 2
}