{
  "content": "生平\n\n　　记载五代十国历史的《十国春秋》中《前蜀》12则记载了黄崇嘏的生平事迹。\n\n　　黄崇嘏是临邛人，父亲曾在蜀中任使君，她自幼受到良好教育，工诗善文，棋琴书画，无一不精。她12岁时父母相继亡故后，家境清寒，与老保姆相依为生。成年后常女扮男装，游历川东、川西，增长阅历见识。公元888年有一次县城发生大火灾，她正以男装偶从乡间来城，路经现场被诬为纵火人，由知县派人押送到州里，知州周庠“令系狱中”。她听说周庠为官清正，就写诗辩冤。\n\n　　诗云：偶离幽隐住临邛， 行止坚贞比涧松。 何事政清如水镜， 绊他野鹤向深笼。\n\n　　周庠得诗后，惊其才情，便亲自召见黄崇嘏，查询实情。黄崇嘏自称“乡贡进士”,并说：“学生知文识礼，一向奉公守法，怎会做出纵火犯罪之事，实属被人诬陷，恳请大人明察。”周庠见她举止斯文，态度从容，判定是无辜蒙冤，“随命释放”。\n\n　　几天后，黄崇嘏“复献长歌”，洋洋洒洒，意新韵美，周庠更为惊奇，就在学院召见她。让她与自己的儿子、侄子一起研讨学问。黄崇嘏多才多艺，“雅善琴弈妙书画”，更得到周庠赞赏，不久，就举荐她代理司户参军。黄崇嘏到任后，办事干练，一些积压多年的疑难案件也很快审理清楚，“胥吏畏服”。上任一年，卓有治绩。\n\n　　周庠见黄崇嘏英俊多才，三十尚未成家，就主动提出把心爱的女儿嫁给黄崇嘏。正当周庠等候黄崇嘏遣媒送聘的时候，黄崇嘏却送来一封辞职求隐的信，并附了一首诗：\n\n　　一辞拾翠碧江湄，贫守蓬茅但赋诗。\n\n　　自服蓝衫居郡椽，永抛鸾镜画蛾眉。\n\n　　立身卓尔青松操，挺身铿然白璧姿。\n\n　　慕府若容为坦腹，愿天速变作男儿。\n\n　　黄崇嘏这首诗表明：自己女扮男装，当了州里的小官后，就再未梳妆打扮了，但仍然像“青松”、“白璧”那样保持姑娘的操守，立身清正。如果周庠要让自己作“女婿”的话，只好祈愿老天能马上把自己变成男子。 周庠览诗之后，方知黄崇嘏是个女子，急忙召见，仔细询问，才得知黄崇嘏为黄使君之女，周庠“益嘉其贞节”，就顺从了她的意愿，赠送了一笔生活费，让她辞官归乡里，此后她与一老妪一起生活在蓬舍，守贫而终。\n\n　　后来，金元杂剧《春桃记》、明代徐渭杂剧《女状元辞凰得凤》，均记黄崇嘏中状元之事。明代杨慎的笔记《杨升庵外传》亦记此事。这些戏曲、笔记主要内容大体相同，都记黄崇嘏20岁女扮男装赴成都应考，高中头名状元。主考官周庠时为宰相，喜其英俊多才，欲以为婿，黄写诗婉拒，周得知真相后方才作罢。次科周庠之子周凤羽亦中状元，周庠则改以黄为媳。蜀王封黄崇嘏为夫人，并加号清奇君。\n\n　　邛崃市火井镇银台村有崇嘏山，崇嘏塔、崇嘏墓、状元桥，原山顶的崇嘏庙已毁，遗址有“王蜀女状元黄崇嘏之墓”的石碑。据清光绪十六年所立黄崇嘏墓碑文及黄故里传说，黄崇嘏的身世又有所不同：黄之兄黄彦屡试不中，忧愤而死，为出这口怨气，黄崇嘏毅然决定女扮男装应考而中状元，后任司户参军，后来丞相周庠将她的书信转呈皇上，批准黄崇嘏“状元身乘侍郎之父移归梓里”，她回乡葬父后，依母姓改名杨姑，隐居于铜鼓山中，后贫病而死，终年41岁。后人为弘扬她挑战世俗的精神，将铜鼓山改名崇嘏山。虽然“中状元”之事属后人附会而非史实，但由于黄崇嘏是封建社会不可多得的才女，确曾女扮男装，当过司户参军，有理政之才，又曾以诗辞婚，富有传奇性，加之文人编成剧本，因而流传后世，影响很大。明人郎瑛在《七类修稿》中以封建卫道者的口吻指责黄崇嘏有“三不洁”：“伪为男子上诗，一不洁也。服役为吏，周旋于男子中，二不洁也。事露而不能告所愿，复以诗戏，三不洁也。何谓青松、白璧之操耶?”而清代女诗人王筠则非常敬佩黄崇嘏，把黄与女扮男装的古代女英雄花木兰并列，在《鹧鸪天》一词中唱道：“闺阁沉埋十数年，不能身贵不能仙。读书每羡班超志，把酒长吟太白篇。怀壮志，欲冲天，木兰崇嘏事无缘。玉堂金马生无分，好把心情付梦诠。”表达了封建社会中女子怀才不遇、难展抱负的悲愤心情，并为此写出了反抗封建礼教的传奇《繁华梦》。现在流行全国的黄梅戏《女驸马》，演冯素卿因继母不贤，被迫离家，女扮男装后考中状元，招为驸马，亦因巧于应付，化险为夷，终于与丈夫李兆廷团聚的故事，大概也是由黄崇嘏女扮男装招为相婿的故事敷衍而成。成都温江作者冯晚榆最近创作了23集电视连续剧《第一女状元黄崇嘏》，还获得了成都市委宣传部等有关部门颁发的鼓励奖。作为艺术创作，这自然是可喜的，但不能把它作为史事看待。 在由唐至清长达1300多年的科举时代，共有592名文科状元和118名武科状元，全是男性。在男尊女卑的封建社会，是不会有女状元的，只有太平天国时期的东王杨秀清曾开女试，南京姑娘傅善祥考中状元，她才是中国科举史上唯一的女状元。\n\n　　总之，黄崇嘏确实是有诗才又有理政之才的才女，对当时和后世影响很大，为妇女争光，为川人扬名，这一点是值得大书特书的。\n\n",
  "desc": "黄崇嘏，临邛(今四川邛崃)人，父亲曾在蜀中任使君，她自幼受到良好教育，工诗善文，琴棋书画，无一不精。12岁父母亡故后，家境清寒，与老保姆相依为生。成年后常女扮男装，四处游历。公元888年，因故被诬为纵火人，写诗向知州周庠辩冤，得其赏识。获释后，经周庠推举，代理司户参军一职。周庠又欲将其女嫁予黄崇嘏为妻。黄无奈修书一封，表明“女身”，并向周庠辞职。归乡后，守贫而终。关于黄崇嘏身世，又有其曾代兄考中状元一说，故其素有“女状元”之美称，为黄梅戏《女驸马》之原型。",
  "dynasty": "唐代",
  "id": 1057,
  "name": "黄崇嘏",
  "star": 0
}