{
  "content": "生平\n\n早年经历 \n　　王珪年轻时性情淡雅，志向深沉，不重名利，从不随便交结朋友，深受叔父王頍的赞赏。593年，王珪被召入秘书内省，授为太常治礼郎，参与校定图书典籍。\n\n　　仁寿四年，王頍随汉王杨谅起兵反对隋炀帝，兵败被杀。王珪是王頍之侄，按律应当连坐。他逃到终南山中，隐居十余年。\n\n投奔唐朝 \n　　大业十三年，李渊攻入关中，拥立代王杨侑为帝，进封唐王，册长子李建成为世子。王珪得到丞相司录李纲的举荐，出任世子府谘议参军。\n\n　　唐高祖武德元年，李渊受禅称帝，建立唐朝，是为唐高祖，册封李建成为皇太子。王珪被任命为太子中舍人，后改任太子中允，深受李建成器重。\n\n　　武德七年，庆州刺史杨文干兵变，李建成与秦王李世民的矛盾加剧。唐高祖认为：王珪未能劝导太子，致使其兄弟失和，将他流放巂州。\n\n累职拜相 \n　　武德九年，李世民发动玄武门之变，诛杀李建成，立为皇太子，不久继位，是为唐太宗。王珪与魏征一同召回朝中，出任谏议大夫。[6] 同年十月，唐太宗追封李建成为息王，以礼改葬，王珪与魏征等原东宫属官一同前去送葬。\n\n　　贞观元年，唐太宗对群臣道：“只有君臣相得，天下才能太平。汉高祖以武功取天下，能够传国久远，就是因任用贤臣之故。我虽然不算圣明，也希望你们能直言劝谏，使天下安定。”王珪进言道：“陛下若能广开言路，纳取谏言，臣必竭尽心力。”唐太宗遂准许谏官同宰相一同入宫议政。当时，王珪多次进谏，深受太宗信任，改任黄门侍郎，兼太子右庶子，赐爵永宁县男。同年八月，王珪请侍中高士廉向唐太宗呈递密奏。高士廉却将密奏扣下，因此获罪被贬。[9] 贞观二年，王珪以接替高士廉，代理侍中之职，并进爵永宁郡公。[10-11] 贞观四年，唐太宗正式任命王珪为侍中。\n\n教导魏王 \n　　贞观七年，王珪因泄露禁中密语，被贬为同州刺史。贞观八年，唐太宗又召王珪回朝，任命他为礼部尚书，并命他参与修定《五礼》。[13] \n\n　　贞观十一年，王珪兼任魏王老师，负责教导魏王李泰。他以老师自居，坦然接受李泰的拜礼。当时，李泰请教忠孝之事，王珪道：“皇帝是你的君主，侍奉他要竭尽忠诚；皇帝又是你的父亲，侍奉他要竭尽孝心。尽忠尽孝可以树立自己，可以成就美名。汉东平王刘苍曾说：‘为善最乐’，希望你记住这话。”唐太宗得知后，高兴地道：“李泰可以不犯过失了。”\n\n　　贞观十二年，王珪上奏道：“三品以上官员遇见亲王都要下车行礼，这不符合礼仪。”唐太宗不高兴的道：“你们为彰显尊贵，便轻视皇子吗？”王珪与魏征极力劝谏，唐太宗遂听从王珪的建议，削减诸王权势。\n\n病逝 \n　　639年，王珪得病。唐太宗命女儿南平公主前去探视，又命民部尚书唐俭为他调理药剂饮食。不久，王珪病逝，终年六十九岁。唐太宗素服举哀，并命李泰率百官送葬，追赠他为吏部尚书，赐谥号为懿。\n\n\n轶事典故\n\n结交房杜 \n　　王珪隐居终南山时，与房玄龄、杜如晦交好。一次，母亲李氏道：“你将来定会显贵，但不知道跟你交往的都是什么人，你把他们约来看看。”恰好房玄龄等人前来拜访。李氏暗中观察后大吃一惊，命人备办酒食，并对王珪道：“这两人都有宰相之才，你能与他们交往，将来必定显贵。”\n\n谏出美人 \n　　庐江王李瑗谋反被杀后，其姬妾被籍没入宫。后来，唐太宗指着这个姬妾对王珪道：“李瑗杀了她的丈夫，又纳她为妾。”王珪问道：“陛下认为李瑗所为对还是不对？”唐太宗道：“杀死他人又娶其妻，你怎么还问对错呢？”王珪答道：“陛下知道李瑗灭亡的原因，却把他的妾留在身边，陛下实质上还是认为李瑗所为是对的。”唐太宗醒悟，命将这个美人放出宫去。\n\n臣不负君 \n　　太常少卿祖孝孙奉命教授宫人音乐，不称太宗心意，受到责怪。王珪与温彦博谏道：“孝孙乃是高雅之士，您让他去教宫女，进而又责怪于他，臣认为与礼不和。”唐太宗大怒：“朕将你们视为心腹，你们就应竭忠对我，现在却附顺臣下欺罔君上，难道是为祖孝孙说情吗？”温彦博急忙谢罪。王珪仍道：“陛下以忠直责怪我，难道我现在说的话含有私心吗！这是陛下有负于我，并不是我有负于陛下！”太宗默然。\n\n品评宰相 \n　　王珪拜相后，与房玄龄、李靖、温彦博、戴胄、魏征等人一同辅理朝政。一次，唐太宗对王珪道：“你可对房玄龄等人加以品评，并说说自己同他们比较谁更贤能？”王珪答道：“勤勤恳恳地报效国家，尽心竭力无所保留，我不如房玄龄。文武双全，出征可以为将，入朝可以拜相，我不如李靖。陈事进言详尽明白，上传下达忠实公正，我不如温彦博。解决繁重的困难，妥善处理各种问题，我不如戴胄。以谏诤为己任，希望皇帝跟尧舜一样圣明，我不如魏征。说到辨别清浊，疾恶奖善，我与他们相比，倒是略有长处。”太宗深表赞同，房玄龄等人也认为评价非常准确。 \n\n公主下拜 \n　　唐初公主下嫁，不行拜见公婆之礼。南平公主下嫁王珪之子后，王珪道：“如今皇帝圣明，行为举止都遵循礼制。我接受公主拜见，不是为自身荣耀，而是要显示朝廷的美德。”他和妻子端坐于上，让公主行拜礼。从此，公主下嫁，若公婆尚在，都要行妇礼。\n\n\n家庭成员\n\n祖父：王僧辨，出仕南梁，官至太尉、尚书令。\n\n父亲：王顗，出仕北齐，官至乐陵郡太守。\n\n儿子：王崇基，官至主爵郎中，袭封永宁郡公。\n\n儿子：王敬直，娶唐太宗第三女南平公主，封南城县男。\n\n\n墓葬纪念\n\n　　根据《太平寰宇记》记载，王珪墓在万年县南四十五里。\n\n\n后世地位\n\n780年，王珪与房玄龄、杜如晦等三十七位宰臣被唐德宗定为上等。\n\n848年，王珪与戴胄、岑文本等三十七位功臣被唐宣宗图像凌烟阁。\n\n",
  "desc": "王珪（570-639年），字叔玠，河东祁县（今山西祁县）人，唐初四大名相之一，南梁尚书令王僧辩之孙。隋文帝开皇十三年，入召秘书内省，授为太常治礼郎。受叔父王頍牵连，逃遁终南山。唐朝建立后，历任世子府咨议参军、太子中舍人、太子中允，成为隐太子李建成的心腹，后因杨文干事件被流放嶲州。贞观年间，征召回朝，历任谏议大夫、黄门侍郎、侍中、同州刺史、礼部尚书、魏王老师，封永宁郡公。贞观十三年，病逝，追赠吏部尚书，予谥号为懿。",
  "id": 1023,
  "name": "王珪2",
  "star": 1
}