{
  "content": "人物生平\n\n　　唐朝武则天长安四年，高适出生。\n\n　　朝玄宗开元十一年，高适二十岁。于是年前后到长安，后客游梁宋，遂定居宋城，躬耕取给。自此时起至开元十九年，一直居宋中。\n\n　　唐朝开元十九年，高适二十八岁。是年起至开元二十二年，北游燕赵，先后欲投朔方节度副大使信安王李禕、幽州节度使张守珪幕府。作有《信安王幕府》、《蓟门不遇王之涣郭密之因以留别》、《真定即事奉赠韦使君二十八韵》、《赠别王十七管记》及《塞上》、《蓟门五首》等诗。\n\n　　唐朝开元二十三年，高适三十二岁。应征赶赴长安，落第。\n\n　　唐朝开元二十四年，高适三十三岁。有《淇上别业》、《酬陆少府》、《自淇涉黄途中作》等诗。\n\n　　唐朝开元二十六年，高适三十五岁。返宋中。作《燕歌行》。自此时至天宝七载，一直居于宋中。其间曾游魏郡、楚地等，又曾旅居东平等地。\n\n　　唐朝玄宗天宝八年，高适四十六岁。为睢阳太守张九皋所荐举，应有道科，中第，授封丘尉。\n\n　　唐朝天宝九年，高适四十七岁。是年秋，北使青夷军送兵。\n\n　　唐朝玄宗天宝十年春事毕，南归。有《使青夷军入居庸三首》、《送兵到蓟北》、《自蓟北归》等诗。\n\n　　唐朝天宝十一年，高适四十九岁。辞封丘尉，客游长安。秋冬之际，担任凉州河西节度使哥舒翰幕府任掌书记。\n\n　　唐朝天宝十四年，高适五十二岁。十二月，拜左拾遗，转监察御史。佐哥舒翰守潼关。\n\n　　唐朝天宝十五年，高适五十三岁。六月，安禄山叛军攻陷潼关。高适随玄宗至成都；八月，擢谏议大夫。十一月，永王璘谋反。十二月，以高适为淮南节度使，讨伐永王璘。\n\n　　唐朝肃宗至德二年，高适五十四岁。讨平永王后，又受命参与讨安史叛军，曾救睢阳之围。\n\n　　唐朝至德三年，高适五十五岁。因敢于直言，贬官太子詹事。\n\n　　唐朝乾元二年，高适五十六岁。五月，出任彭州刺史。 \n\n　　唐朝上元元年，高适五十七岁。改任蜀州刺史，直至代宗广德元年初。\n\n　　唐朝代宗广德元年，高适六十岁。二月，迁任剑南节度使。十二月，松、维、保三州等地为吐蕃所陷，高适不能救。\n\n　　唐朝广德二年，高适六十一岁。春，高适为严武所代，迁刑部侍郎，转散骑常侍，进封渤海县侯。\n\n　　唐朝永泰元年，高适六十二岁。正月，高适卒。赠礼部尚书。留有《高常侍集》等传世。\n\n\n艺术特色\n\n　　高适是盛唐时期“边塞诗派”的领军人物，“雄浑悲壮”是他的边塞诗的突出特点。其诗歌尚质主理，雄壮而浑厚古朴。高适少孤贫，有游侠之气，曾漫游梁宋，躬耕自给，加之本人豪爽正直的个性，故诗作反映的层面较广阔，题旨亦深刻。高适的心理结构比较粗放，性格率直，故其诗多直抒胸臆，或夹叙夹议，较少用比兴手法。如《燕歌行》，开篇就点出国难当头，突出紧张气氛：“汉家烟尘在东北，汉将辞家破残贼”；结尾处直接评论：“君不见沙场征战苦，至今犹忆李将军！”既有殷切期待，又有深切感叹，含蓄而有力。\n\n　　高适诗歌的注意力在于人而不在自然景观，故很少单纯写景之作，常在抒情之时伴有写景的部分，因此这景带有诗人个人主观的印记。《燕歌行》中用“大漠穷秋塞草衰，孤城落日斗兵稀”勾划凄凉场面，用大漠、枯草、孤城、落日作排比，组成富有主观情感的图景，把战士们战斗不止的英勇悲壮烘托得更为强烈。高适在语言风格上用词简净，不加雕琢。如《别董大二首》之一：“千里黄云白日曛，北风吹雁雪纷纷，莫愁前路无知己，天下谁人不识君？”技巧上看来全不用力，词从意出，没有刻意辞彩修饰。却使人感到默默的悲凉也。 \n\n\n主要作品\n\n作品分类\n　　高适诗题材广泛，内容丰富，现实性较强。主要有以下几类：\n\n边塞诗\n　　成就最高。代表作如《燕歌行》、《蓟门行五首》、《塞上》、《塞下曲》、《蓟中作》、《九曲词三首》等，歌颂了战士奋勇报国、建功立业的豪情，也写出了他们从军生活的艰苦及向往和平的美好愿望，并揭露了边将的骄奢淫逸、不恤士卒和朝廷的赏罚不明、安边无策,流露出忧国爱民之情。高适有些赞美不义战争、歧视少数民族的作品，如《李云南征蛮诗》等,是这类诗歌的糟粕。\n\n反映民生疾苦的诗\n　　这些诗比较深刻地揭露了统治者与广大人民之间的矛盾，如《自淇涉黄河途中作十三首》之九、《东平路中遇大水》等，真实地描写了广大农民遭受赋税、徭役和自然灾害的重压,对他们的困苦境遇表示同情,他还写过一些赞美“良吏”的诗，从“仁政”思想出发，提倡轻徭薄赋，在当时也有一定的进步作用。\n\n讽时伤乱诗\n　　大抵指斥弊政，对统治者的骄奢淫逸有所批判，如《古歌行》、《行路难二首》等。还有一些诗作于安史乱后，对政局流露出忧虑和愤慨，如《酬裴员外以诗代书》、《登百丈峰二首》等。\n\n咏怀诗\n　　数量最多，思想内容比较复杂。像《别韦参军》、《淇上酬薛三据兼寄郭少府微》、《效古赠崔二》、《封丘作》等，抒写了怀才不遇、壮志难酬的忧愤，对现实有所不满。\n\n",
  "desc": "高适是我国唐代著名的边塞诗人，世称“高常侍”。 作品收录于《高常侍集》。高适与岑参并称“高岑”，其诗作笔力雄健，气势奔放，洋溢着盛唐时期所特有的奋发进取、蓬勃向上的时代精神。",
  "dynasty": "唐代",
  "id": 227,
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_227.jpg",
  "name": "高适",
  "star": 398
}