{
  "content": "轶事典故\n\n读书种子\n　　首先，他是中国历史上最早被誉为“读书种子”的大儒。这一美誉是明成祖朱棣的高参姚广孝的创意。\n　　姚广孝了解方孝孺，破城之前，曾请求朱棣，称看重气节的方孝孺不会轻易归顺，希望手下留情不要加害，否则天下读书种子绝矣。《明史·方孝孺列传》记载：\n　　成祖发北平，姚广孝以孝孺为托，曰：“城下之日，彼必不降，幸勿杀之。杀孝孺，天下读书种子绝矣。”\n　　朱棣当初是应允的，但在金銮殿上，由于方孝孺的极不配合，嗜杀成性的朱棣最终违背了诺言，残暴地灭了他的十族。\n　　说到方孝孺，古往今来的志士仁人心情都会非常沉重。惟有“读书种子”这一美誉，为人们所喜闻乐见。知识改变命运，不管改朝换代，沧海桑田，读书求知永远是人间真理。\n\n灭十族\n　　第二个典故是“灭十族”。历史上只有“灭九族”的酷刑，有史以来，“灭十族”惟方孝孺一人。\n　　朱棣篡位后，请“读书种子”、第一大儒方孝孺为他起草登基公告，当然为思想正统、极端忠于前皇的方孝孺所拒绝。《明史·方孝孺列传》有这样记载：\n　　成祖降榻，劳曰：“先生毋自苦，予欲法周公辅成王耳。”孝孺曰：“成王安在？”成祖曰：“彼自焚死。”孝孺曰：“何不立成王之子？”成祖曰：“国赖长君。”孝孺曰：“何不立成王之弟？”成祖曰：“此朕家事。”顾左右授笔札，曰：“诏天下，非先生草不可”孝孺投笔于地，且哭且骂曰：“死即死耳，诏不可草。”成祖怒，命磔诸市。\n　　因为有求方孝孺，当方孝孺批驳朱棣将篡位辨解为“法周公辅成王”时，朱棣还是保持耐性说是皇室家事，意为让方孝孺回避。偏偏方孝孺顶真到底，宁死不屈，暴君就露出了本性。\n　　也许是《明史》主编张廷玉等人对暴君朱棣有恻隐之心，《方孝孺列传》只是说他被凌迟磔杀，并未记载被灭十族，株连坐死847人等字眼，但明崇祯《《宁海县志·方孝孺传》、《明史纪事本末》、明末乡贤大家黄宗羲的《方正学孝孺》、《文正方正学先生孝孺》等大量文献都记载他被灭了十族。另外，崇祯年间编篡的《熹宗实录》也记载了方孝孺被夷十族的故事，而且还记载了当年方孝孺的幼子被人救出，逃出生天，假借余姓延续方姓一脉，至天启二年，方孝孺十世孙伏阙上书以闻，得以赠恤的故事。\n　　己亥，诏恤先臣方孝孺遗胤。孝孺在建文朝以侍读学士直文渊阁，当靖难师入，以草诏不从，致夷十族。其幼子德宗幸宁海谪尉魏泽匿之，密托诸生余学夔负入松江岛屿，以织网自给。华亭俞允妻以养女，因冒余姓，遂延一线。至是，其十世孙方忠奕以贡来京，伏阙上书，得旨：方孝孺忠节持著，既有遗胤，准与练子宁一体恤录。\n　　除了死去的800多冤魂，更有数千人被流放、充军，其中不少被折磨致死。“灭十族”是永乐皇帝朱棣的创举，人们在惋惜方孝孺迂腐愚忠的同时，更应谴责朱棣的残暴。但他的残暴是针对他的敌人，对于百姓和臣服他的人还是很宽容的\n\n台州式的硬气\n　　第三个典故是现代文豪鲁迅给予的，他在纪念“左联”五烈士的著名散文《为了忘却的纪念》一文中，将柔石与方孝孺相提并论为“台州式的硬气”：\n　　古代宁海隶属台州。这一点评颇为经典。方孝孺作为封建皇族内部争斗的牺牲品，他的愚忠不足为取，惟有宁为玉碎不为瓦全的气节为后人所敬仰。当代宁海人、台州人都非常认同并赞赏这一评论，宁海还将其中的硬气评选为宁海精神之一。 \n\n\n人物生平\n\n早年经历\n　　方孝孺，字希直，又字希古，宁海人。父亲方克勤，是洪武年间的一名奉公守法的官吏，在《明史·循吏》中自有传记。方孝孺年幼时十分机警敏捷，两眼炯炯有神，每天读书超过一寸厚。乡亲们称他为“小韩愈”。成年后跟着宋濂学习，宋濂的门生中的知名文人都不及他。就连前辈的胡翰，苏伯衡也自认不如。方孝孺反而轻视文辞写作的学问，常以宣明仁义治天下之道、达到时世太平为己任。他曾因病卧床，家中粮食断绝。仆人将情况向他报告，他笑着说：“古人三十天仅进食九次，贫穷困扰何止我家啊！”父亲方克勤因“空印”事获罪而被处死，他扶持灵柩归乡安葬，哀情感动了行路的人们。\n\n步入仕途\n　　洪武十五年，因吴沉、揭枢的推荐，被朱元璋召见。朱元璋欣赏他举止就庄严肃，对皇太子朱标说：“这是一个品行端庄的人才，你应当一直用他到老。”随后按照礼节送他回家。后来，被仇家连带举发，逮捕到京，朱元璋在案卷上看到他的名字，便释放了他。\n\n　　洪武二十五年，又因为别人的推荐被召到宫廷。朱元璋说：“现在还不是任用方孝孺的时候。”授予其汉中教授之职，每天给众儒学生员讲学，毫不倦怠。蜀献王朱椿听说方孝孺的贤名，聘请他当世子的教师。他每次见面，就向世子陈说道德。蜀献王以特殊的礼遇表示对他的敬重，把他读书的庐舍命名为“正学”。\n\n　　到朱允炆即位，征召他任翰林侍讲。第二年又升调他做诗讲学士，国家重大的政事皇帝都要向他询问。朱允炆喜欢读书，每当碰上疑难，就召见他让他讲解。朱允炆临朝，百官奏事，决定群臣的面议可否施行时，朱允炆有时命令方孝孺趋身屏风之前批答文书。当时修撰《太祖实录》以及《类要》诸多典籍，方孝孺都担任总裁。更定职官制度时，方孝孺的官职改为文学博士。燕王朱棣起兵南下，朝廷议定讨伐，诏令、檄文皆出于方孝孺的手笔。\n\n辅佐建文\n　　建文三年，燕军攻掠大名府。朱棣听到齐泰、黄子澄已经奔窜的消息，上书请求朱允炆命盛庸、吴杰、平安诸将停止军事行动。方孝孺建议：“燕军长期驻扎在大名府，天气暑热降雨，他们应该会不战自疲。火速命令辽东诸将进入山海关，进攻永平府，真定府诸将过卢沟桥直捣北平，燕王他一定回军救援。我方以大量军队追随燕王之后，可以取得擒拿他的结局。现在他的奏事文书恰好送到，应暂且给以答覆，文书往返时间超出一月，就会使得他的将士心 意懈怠。我方商定合击的态势，进而消灭燕军，就不会很费事了。”朱允炆表示赞同，命令方孝孺起草诏书，派遣大理寺少卿薛岩乘车马疾行，答覆燕王，完全赦免燕王的罪行，让他罢兵回归自己的属地。又写下传布的谕旨数千字交给薛岩，拿到燕军之中，秘密散发给众将士。薛岩到燕军中，他将谕旨藏匿起来，不敢出示给将士们，燕王也没有尊奉诏令。\n\n　　建文三年五月，吴杰、平安、盛庸派遣军队扰乱燕军粮饷运输线。朱棣又派遣指挥武胜上书朱允炆，伸诉以前的请求。朱允炆想要应允，方孝孺说：“此时若停止军队作战，以后就难以再次凋动集中了，愿皇上不要被燕王所迷惑。”朱允炆便杀了武胜来，拒绝朱棣的请求。不久，燕兵抢掠了沛县，烧毁粮船。这时候，讨伐河北的军队疲乏无功，而德州运送粮饷的道路又被断绝，方孝孺以此深感忧虑。由于朱棣的世子朱高炽性情仁厚，他的弟弟朱高煦则狡狯谲诈，又得到朱棣的宠爱，曾想夺取世子的地位，方孝孺谋划用计策离间他们，造成他们内部变乱。于是将这一建议禀报朱允炆，派遣锦衣卫千户张安携带着有皇帝玺印的书信，前往北平赐予燕世子。世子收到书信没有启封，连同张安一起送往燕王军前，方孝孺的离间计谋无法实行。\n\n　　建文四年五月，燕军到达江北，朱允炆下诏征集各地军队。方孝孺说：“事情太紧迫了。派人前去以割地向燕王作许诺，拖延几天，东南一带征募的军队会渐渐汇集，北方军队不善于驾舟操揖，决战于江上，胜负还是难见分晓的。”朱允炆派遣燕王的堂姐庆成郡主前往燕王军中，陈述割地议和的条件，燕王不听。朱允炆命众将调集水军于江上，而陈瑄率战舰投降了朱棣，燕军便渡过了长江，时间是六月乙卯日。朱允炆忧虑畏惧，有人劝他前往别的地方，图谋复兴。方孝孺坚决请求守卫南京城池以待援军，即使事不成功，也应为社稷而死。乙丑日，金川门大开，燕军入城，朱允炆自焚。这一天，方孝孺也被抓进了监狱。\n\n被诛灭族\n　　当初，朱棣率军从北平出发时，姚广孝把方孝孺托付给朱棣，说；“南京城攻下之日，他一定不投降，希望不要杀他。杀了方孝孺，天下的读书种子就灭绝了。”朱棣点头应承。\n\n　　至此，朱棣想要方孝孺起草即位诏书。方孝孺被召到朝廷，悲切哀恸的声息响遍大殿的台上台下。朱棣走下卧榻慰问他说：“先生不要自取忧苦，我的打算只是想要仿效周公辅佐成王的方式。”方孝孺问：“周成王在哪里？”朱棣答：“他自焚而死。”方孝孺又问：“为什么不立成王的儿子？”朱棣说：“国家有赖于成年的君王。”方孝孺说：“为什么不立成王的弟弟？”朱棣答道：“这是我们朱家的事。”回头示意左右侍者授予方孝孺纸笔，说道：“诏示天下，非得由先生您来起草不可。”方孝孺把笔掷到地上，边哭边骂道：“死就死了罢，诏书我绝不能起草。”朱棣发怒，命令将方孝孺车裂于街市。建文四年六月二十五日，方孝孺慷慨赴死，作绝命之词说道：“上天降下战乱忧患啊，谁知道其中的缘由，奸邪的臣子如了愿啊，求取国柄耍弄计谋。忠正的臣子愤怒悲怨啊，血泪淌流；以此血泪为君殉葬啊，或者另有什么企求。呜呼哀哉的悲鸣啊，大概不是我的怨尤。”时年四十六岁。他的门生、德庆侯廖永忠的孙子廖镛与其弟廖铭收拾他的遗骨，掩埋在聚宝门外的山上。\n\n　　方孝孺有位兄长方孝闻，他致力学问，举止淳厚，先于方孝孺去世。弟弟方孝友与方孝孺一同赴刑场，也赋诗一首而死。妻子郑氏及两个儿子中宪、中愈事先自缢身亡，两个女儿跳进秦淮河溺死。\n\n　　方孝孺的著作从此也被列为禁书，永乐年间凡藏书者皆为死罪。但是，仍有人冒死藏之，如《侯城集》等，使方孝孺的文章得以传世。\n\n身后之事\n　　朱高炽即位后，吩咐礼部：“建文朝众臣，已遭处决示众。他们的家属沦为官籍奴仆者，都释放为民，发还他们田地。其外亲戍边者，只留下一人于戍守之处，其余释放还乡。”\n\n　　万历十三年三月，释放因方孝孺获罪而被贬谪守边者的后裔，浙江、江西、福建、四川、广东共有一千三百多人。然而方孝孺一家死绝，无后代，惟有方克勤之弟方克家有儿子名孝复。洪武二十五年，方孝复曾上书皇帝，请求减损信国公汤和增收的宁海县的赋税，被贬谪戍守庆远卫，因编入军籍，在诛灭方孝孺“十族”时得以免死。方孝复的儿子方琬，后来也获释为民。明世宗时，松江人俞斌自称是方孝孺的后裔，一时士大夫们都相信了他的话，还为此纂成《归宗录》。不久方氏觉察到其中的虚假，告到官府，才了结此事。明神宗初年，有诏旨褒扬、编录建文朝的忠臣，在南京建起表忠祠，被旌表者，徐辉祖为首，其次就是方孝孺。\n\n\n主要成就\n\n思想主张\n　　方孝孺主张作文要“神会于心”，反对摹拟剽窃，其文风格豪放雄健。《四库全书总目》说他“学术醇正”，文章“乃纵横豪放，颇出入于东坡、龙川之间”。他的散文常以物喻理，直抒胸臆，文笔畅达，言简意明，为时人所传诵。如《蚊对》一文，以蚊喻人，揭露世之衣冠禽兽公然在白昼“乘其同类之间而陵之，吮其膏而醢其脑，使其饿踣于草野，流离于道路”的狰狞面目。并指出对这些食人者如采取听之任之的态度，不是“君子先人后身之道”。《指喻》一文,则以“拇病为戒”，指出囧“天下之事发于至微而终为大患”，劝喻人们要防患于未然。\n\n个人作品\n　　方孝孺说，他是见“世人之好诞者死于诞，……而终身不知其非者”而作。可见《越巫》是作者有感于明初“好诞”“好夸”的不良风尚，作之以为世戒的警世振俗之文。文章生动地描述了惯于装神弄鬼的越巫，被恶少装鬼而吓死的故事，鞭挞了招摇撞骗、自欺欺人的越巫之流；也形象地揭示了骗人者始则害人、终则害己这一古训。叙事生动而简洁，立意正大而警策，作者虽不加议论褒贬，但倾向鲜明，让人领悟妄人欺人者“不自知其非”的可悲。这在“终身不自知其非者众矣”的封建社会，具有警世作用。方孝孺的著作今存《逊志斋集》及《方正学先生集》等。由于永乐中凡藏有他文章的俱遭死罪，留传于世的诗文是由后人辑录的，因此其中难免杂有他人之作。据《南濠诗话》记载,《勉学》24首是陈子平作,《渔樵》1首为杨孟载作，《牧牛图》为元人诗。 \n\n\n介绍\n\n　　方孝孺， 明代散文家。字希直，又字希古。宁海人。曾以\"逊志\"名其书斋，蜀献王替他改为\"正学\"，因此世称\"正学先生\"。福王时追谥文正。\n\n　　方孝孺曾从宋濂学习，他的文章、学问为宋濂诸弟子之冠。但他轻文艺，重教化，以明王道、致太平为己任，洪武二十五年任汉中府教授，蜀献王聘他为世子师。惠帝时任翰林侍讲，颇受信任，凡大政多所咨询，当时《太祖实录》及《类要》等书皆由他总裁。惠帝建文元年燕王朱棣发动争夺皇位的战争。惠帝廷议讨伐，诏檄也都出于方孝孺之手。朱棣夺得皇位后要他投降并命他起草诏书，他却写了\"燕贼篡位\"四字，，朱棣要灭其九族，方孝孺说灭十族又何妨，朱棣就把方孝孺的老师一家也算上，为师族。 当时受株连而遇害的达 847人，就是灭九族的。灭九族时，对已死去的要劈棺鞭尸。根据历史记载，宗族亲友株连者达800余人。因此方孝孺也是历史上唯一一位被诛灭十族的人。 \n\n",
  "desc": "方孝孺（1357—1402年7月25日），宁海人，字希直，一字希古，号逊志，曾以“逊志”名其书斋，因其故里旧属缑城里，故称“缑城先生”；又因在汉中府任教授时，蜀献王赐名其读书处为“正学”，亦称“正学先生”，明朝大臣、学者、文学家、散文家、思想家。后因拒绝为发动“靖难之役”的燕王朱棣草拟即位诏书，被朱棣杀害。南明福王时追谥“文正”。",
  "dynasty": "明代",
  "id": 236,
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_236.jpg",
  "name": "方孝孺",
  "star": 10
}