{
  "content": "相貌\n\n　　《世说新语·容止篇》三十九则中两则描绘潘安的相貌：\n\n　　《世说新语·容止第十四篇·七则》潘岳妙有姿容，好神情。少时挟弹出洛阳道，妇人遇者，莫不连手共萦之。左太冲绝丑，亦复效岳游遨，于是群妪齐共乱唾之，委顿而返。\n\n　　《世说新语·容止第十四篇·九则》潘安仁、夏侯湛并有美容，喜同行，时人谓之“连璧”。\n\n　　虽然说现有的正史并没有详细地去记载潘安的五官长相如何、身高具体几尺，但是他的花样俊美外形却是件不可置疑的事情，因为在那个时候他就已经成了焦点人物，“粉丝”众多。“安仁至美，每行，老妪以果掷之满车。“——刘孝标注引的《语林》\n\n　　潘安是个多情的美男子、文人，所以后代骚人墨客吟诗作对总会把自己的满腹牢骚发泄，而潘安的那些典故成了他们最常用的，比如潘安三十余岁因为仕途不顺、妻子早逝白了头发，文人就吟道“多于贾谊长沙苦，小校潘安白发生。“潘郎何用悲秋色，只此伤春发已华。”潘安被贬为洛阳郊区的河阳县令，他命全县种桃花，浇花息讼，他走后老百姓都怀念他，文人就吟道“恐是潘安县，堪留卫玠车。”“潘令在河阳，无人死芳色。”“颍阳春色似河阳，一望繁花一县香。”“河阳看花过，曾不问潘安。”潘安的妻子杨蓉姬早逝，潘安伤悲的不再娶妻，每天都会想到她，文人吟道“为结潘杨好，言过鄢郢城。”当然文人最常提及的还是潘安掷果盈车的风流和金谷园里的二十四位文人美男俊游，“遥知向前路，掷果定盈车。”“潘郎车欲满。无奈掷花何。”“若非金谷满园树，便是河阳一县花”“嗣世衰微谁肯忧，二十四友日日空追游。追游讵可足，共惜年华促。”繁华事散逐香尘，流水无情草自春。日暮东风怨啼鸟，落花犹似坠楼人。“”梅英疏淡，冰澌溶泄，东风暗换年华。金谷俊游，铜驼巷陌，新晴细履平沙。长记误随车，正絮翻蝶舞，芳思交加。”“兰亭已矣，梓泽丘墟”“梓泽风流地，凄凉迹尚存。残芳迷妓女，衰草忆王孙。”“兰亭修禊事，梓泽醉名园。”“梓泽春草菲，河阳乱华飞。绿珠不可夺，白首同所归。”“叹金谷楼危，避风台浅，消瘦飞琼。”“非非是是总成空。金谷兰亭同梦。”“甚天荒地老，铜台歌舞，水流云在，金谷豪奢。”“已迷金谷路，频驻玉人车。”“还被凌波呼唤，相将金谷同游，想见逢迎处，揶揄羞面，妆脸泪盈盈。”“昔日兰亭无艳质，此时金谷有高人。”“洛阳天子县，金谷石崇乡。”“虽无金谷花能笑，也有铜驼柳解眠。”“叶落上阳树，草衰金谷园。”\n\n　　潘安的小名为“檀郎”、“檀奴”。因潘安既是美男子，又对结发妻子一往情深，忠贞不渝，既便后来妻子很早就去逝了，他也没再娶。是女性心目中完美的情人、夫君形象，“檀郎”、“檀奴”遂成为夫君或心上人、情郎的代名词。这一称谓寄托着女性对情人、夫君用情专一的热切希望。\n\n\n典故\n\n典故总概\n　　潘安即西晋文学家潘岳，有“河阳一县花”之称，是为数不多的用花来比喻其样貌的美男子之一。是中国古代十大美男子之首。虽说书上并没有详细记载潘安到底五官如何、身高几尺，他的美貌却是件毋庸置疑的事情，因为在那时候他就已经有了一批死忠的“粉丝”了。刘孝标注引《语林》：“安仁至美，每行，老妪以果掷之满车。相关的成语与典故有“掷果盈车”、“河阳一县花”、“金谷俊游”、“辞官奉母”、“潘杨之好”、“连壁接茵”等。潘安，君生颀长而白晳，如花一般俊美精致的五官对于中国人对于男子的审美影响之大，已经变成一种千年形成的标准。潘安成为花样美男的代称，形成了一种文化符号。——《语林详解》\n\n成语典故\n　　掷果盈车\n　　潘岳妙有姿容，好神情。”刘孝标注引《语林》：“安仁至美，每行，老妪以果掷之满车。”潘安人长得很美，驾车走在街上，连老妇人为之着迷，用水果往潘安的车里丢，都将车丢满了。\n\n　　白发悲秋\n　　潘安三十二岁仕途不顺、妻女病亡使他那密云般乌黑的秀发添了几缕银丝，当时正值秋天他借古人宋玉、贾谊悲秋的典故写下了《秋兴赋》，后因以“潘鬓”谓中年鬓发初白。 唐李德裕《秋日登郡楼望赞皇山感而成咏》：“ 越吟因病感，潘鬓入秋悲。” 明·无名氏 《石榴花·题情》套曲：“我为他只落得心焦无聊，这离情怎消，谩赢得潘鬓沈腰。”\n\n　　花县令\n　　潘安做河阳县令时,，结合当地地理环境令满县栽桃花，浇花息讼甚得百姓遗爱。后遂用“河阳一县花、花县”等代称潘安，或喻地方之美或地方官善于治理。而这也是中国最早“花样美男”的出处。庾信《枯书赋》：“若非金谷满园树，即是河阳一县花。”李白《赠崔秋浦三首》之三：“河阳花作县，秋浦玉为人。地逐名贤好，风随惠化村。”《桃花扇》“家近洛阳之县，不愿栽花”，该典故常用来形用为人潇洒、风流。\n\n　　金谷俊游\n　　当时西晋开国第一开国功臣贾充的外孙贾谧权势滔天，贾谧喜好文学，开阁延宾。渤海石崇欧阳建、荥阳潘岳、吴国陆机陆云、齐国左思、中山刘舆刘琨等皆傅会于谧，号曰二十四友，其他人不得参与。这二十四个人占了当时文坛的十分之七。他们经常在巨富石崇的金谷园里饮宴作诗，故称之为“金谷二十四友”。\n　　西晋惠帝元康六年征西大将军祭酒王诩要前往长安，石崇与众人在洛阳之河阳县金谷别墅设宴相送，这是中国历史上第一次真正意义上的文人聚会，后人称之为“金谷宴集”，这次聚会和石崇所作的《金谷诗序》，后人王羲之效仿于是有了“兰亭雅集”和《兰亭集序》。“金谷宴集”中“”遂各赋诗，以叙中怀，或不能者，罚酒三斗。“是酒宴上罚酒的鼻祖。\n\n　　拙政园\n　　被誉为“中国园林之母”苏州拙政园借用西晋文人潘岳《闲居赋》中“筑室种树，逍遥自得……灌园鬻蔬，以供朝夕之膳……此亦拙者之为政也。”之句取园名。\n\n　　望尘而拜\n　　《晋书·潘岳传》中记载“岳性轻躁，趋世利，与石崇等谄事贾谧，每候其出，与崇辄望尘而拜。”翻译过来就是，潘岳性格浮躁，趋于势力，与石崇等谄事贾谧，总是等到贾谧出门，看到飞起的尘土就开始下拜。\n\n　　潘杨之好\n　　潘岳在政治和为官方面也颇有建树，而其对妻子杨氏的忠一和深情，他和妻子杨氏12岁订婚,相爱终身.杨氏在潘岳32岁时逝世,他为她写的悼亡词情谊真挚,缠绵无尽，并未再娶。更成为千古佳话，有“潘杨之好”的评价。\n\n轶事典故\n　　李熠霖《潘安》借古喻今，探寻潘安的故乡\n　　潘岳，字安仁，俗称潘安，西晋文学家。少年时就显露出文学天赋，被乡里称为“奇童”。多少年来，提起我国古代美男子潘安，可以说是妇孺皆知。成为中国花样美男的符号，顽强地活在成语典故、诗词曲赋、古今小说中。\n　　掷果盈车图。少年潘安风流顽皮，喜欢挟牛皮弹弓到洛阳城外游玩，妇人们见着，竟手拉手围将起来，争相丢水果，这便是成语“掷果盈车”的由来。\n　　“才比宋玉，貌似潘安”，这样的夸赞对每一个男人来说，都是莫大的称赞。西晋时，号称“中国第一美男子”的潘安是河南人，虽然他的容貌现在尚无法复原，但据史书记载，他的容貌即使不算倾国，也算是倾城，由于他出众的美更是演绎出了很多故事、典故。\n　　令人艳羡的是，这名美男子不仅有貌，而且有才。在历史上，他是与陆机齐名的文豪。在感情上，他更是一生只爱老婆杨氏，而这也正是他成为众多女子梦中情人的重要原因。\n　　掷果盈车，潘安之美倾动全城\n　　“他有非凡人气，一生爱美成癖，不折不扣的才子；他出世又入世，眉目如画的美男子，春风得意，时代的万人迷。”这是一首歌的歌词，由好男儿李熠霖演唱，歌名就叫《潘安》，也就是西晋时期著名的美男子。\n　　虽然被称为“中国第一美男子”，但在史书中，潘安的美虽然是天生的，但他本人是否“爱美成癖”，并无从考证。而“非凡人气”、“时代的万人迷”来形容潘安，倒也不算失实。\n　　那么，潘安究竟有多美？\n　　南朝宋文学家刘义庆写了一本《世说新语》，其中有一篇《容止》，专门写美男子的仪容。其中，潘安就占了极大篇幅：“潘岳妙有姿容，好神情。少时挟弹出洛阳道，妇人遇者，莫不连手共萦之。”刘孝标注引《语林》：“安仁至美，每行，老妪以果掷之满车。”\n　　潘安之美在正史上亦有多处记载，如《晋书?潘岳传》：“岳，美姿仪”；《文心雕龙》中写道“潘岳，少有容止”。\n　　这些话从不同侧面表达了相同的意思：潘岳长得太俊美了。他年轻时，拿着弹弓，坐车到洛阳城外游玩，女孩子们见了他，都不由得围着他。而老女人们见了他，就用水果投掷他，这样，当潘岳回家时，总是满载而归，这就是著名的“掷果盈车”的来历。\n　　这里的潘岳，就是人所周知的潘安，他表字安仁，全名应是“潘安仁”。河南大学文学院教授王利锁说，古代文章比如骈体文和诗歌，为了对仗押韵、省字，把仁字给省略了。而民间说法则是，因潘安曾侍奉中国历史上最丑最荒淫最无耻的皇后贾南风，德行操守愧对“仁”字，因此后人省略一字，称为“潘安”。\n　　中牟县史志办的王曜卿曾考证，历代诗词中，首次使用“潘安”者是唐代杜甫的《花底》诗：“恐是潘安县，堪留卫玠车。”卫玠是和潘岳同时代的另一个美男子，因此，可以断定这里的“潘安”就是潘岳；在说唱文学里，首次出现“潘安”之名的则是唐代的《敦煌变文》；戏剧中使用“潘安”更晚。\n　　潘安小名檀奴，因为他长得美，在后世文学中，“檀奴”、“檀郎”、“潘郎”等都成了俊美情郎的代名词。韦庄写了一首《江城子》词：“缓揭绣衾，抽皓腕，移凤枕，枕潘郎。”在王实甫的《西厢记》里，也提到“看你个离魂倩女，怎发付掷果潘安” 。李后主的词《一斛珠》中言道：“嚼烂红苹，笑向檀郎唾。”\n　　让人喷饭的是，在《晋书》中还记载了两个丑才子的小故事。一个叫张载，也是名重一时的文学家。他“甚丑，每行，小儿以瓦石掷之”。另一个人叫左思，“左太冲绝丑，亦复效岳游遨。于是群妪齐共乱唾之”，一个被人扔砖头瓦块，一个被人吐唾沫，结果这两人都“萎顿而返”。看来，爱美之心，从古皆有。\n　　用情专一，潘安写《悼亡诗》，演绎夫妻情深\n　　虽然长得帅，但潘安并没有以此为资本拈花问柳，他对妻子杨氏用情专一，十分难得。\n　　潘安12岁时，便与10岁的杨氏定亲，杨氏是晋代名儒杨肇的女儿。婚后，俩人共同生活20多年，夫妻情深。妻子不幸早亡后，潘安对她念念不忘，作了三首有名的《悼亡诗》来怀念妻子。因为他的诗，导致后世把悼亡诗也限制在了悼念妻子的范畴里。\n　　潘安的悼亡诗中，名句也很多，像用比目鱼比喻夫妻情深，《悼亡诗一》中有一句“如彼游川鱼，比目中路析”，是说夫妻一人先去，像比目鱼的分离。安仁的三首悼亡诗都写得情真意切，李商隐说过“只有安仁能作诔，何曾宋玉解招魂”，赞扬的就是他的这三首诗。\n　　不过，如果从文学的角度来看，这三首悼亡诗辞藻过于华丽，倒掩盖了不少真情实感。除了有“帏屏无芳菲，翰墨有余迹。流芳未及歇，遗挂犹在壁”这样尚算朴素的诗句之外，还有很多大而无当的废话。如“抚衿长叹息，不觉泪沾胸。沾胸安能已，悲怀从中起”，这后四句是说，我抚摸着你的衣服长长地叹息，不知不觉，泪就流到了胸口上。但流到了胸口上也抑制不住，我的悲伤又从中而生啊。\n　　唐朝诗人元稹对潘安的悼亡诗有个评价“潘安悼亡犹费词”，这评价相当确切，与苏轼的《江城子》相比，潘安的情没有那么刻骨铭心。不过，也不能全怨潘安，魏晋时期文风本就是铺垫、堆砌成风。\n　　潘安之死，陷害太子迷雾重重\n　　和一般金玉其外，败絮其中的帅哥不同，潘安不仅长得美，而且还颇有文采。《晋书》中说潘安“少以才颖见称，乡邑号为奇童”，“总角辨惠，文藻清艳”。他一生写过许多好诗赋，其《西征赋》、《秋兴赋》、《寡妇赋》、《闲居赋》、《悼亡诗》等都是诗赋中的名篇，至今仍为文学史家所重视。流传后世的有《潘黄门集》。\n　　潘安早年得到司空太尉赏识，荐举为秀才。在潘安20来岁时，晋武帝司马炎一天来了兴趣，下乡耕田作秀。这场作秀引得当时文人纷纷作诗拍马屁，结果潘岳作了一首《藉田赋》，辞藻清艳，声震朝野，遭人嫉恨，于是被排挤出朝廷。\n　　赋闲十年后，潘岳终于被重新录用。当了河阳县令，颇有政绩。在当县令期间，他不失文人的风雅，在河阳县遍种桃树，时人号称“一县花”。不过，记者采访时，潘安故里的老人称，潘岳最爱的当是棠棣花。\n　　公元296年，潘安回到京城做官，经常参与依附贾谧的文人集团“二十四友”的活动，贾谧是史上著名的丑皇后贾南风的侄子。虽然这二十四人中鱼目混杂，后来将其归之为“政治集团”，但在当时实际上是文化人自发形成的小圈子，陆机、陆云以及大名鼎鼎的富翁石崇都位列其中。\n　　贾谧很欣赏潘安的才华，上朝的文辞多出自潘安之手。后来，因为贾南风不会生子，为达到长期左右朝政大权的目的，准备谋害太子。不幸，潘安被牵连其中。\n　　具体过程大致如此：某天晚上，贾后派人将太子灌醉，哄他抄写一篇草书。太子醉得一塌糊涂，就照着笔画乱抄一遍。然后，太子的墨宝被改头换面，进行技术处理，最后竟成了一篇有谋反之意的文章。而潘安充当的角色，正是对太子文章进行处理。\n　　文化人潘安可能从未想到这有什么后果，或许就算想到了，也不得不为之。结果是，贾后很快败亡，司马伦发动兵变入宫，尽诛贾后党羽，潘安当然势在难免。\n　　晋惠帝永康元年，潘安在洛阳被杀，并“夷三族”，时年53岁。\n　　不过，对此解释，很多史学家认为是迷雾重重，很多人认为潘安的死是个冤案。因为如果直接参与陷害太子，这么重要的事，在东晋南北朝人写的史书中却没有记载，几乎是不可能的。直到300年后，房玄龄才写出了这件事。\n\n\n生平\n\n　　潘安出身儒学世家。少年时，随父宦游河南、山东、河北，青年时期就读洛阳太学，二十余岁入仕，供职权臣贾充幕府，后历任京官，因作赋颂扬晋武帝躬耕藉田显露才华被当权者左迁河阳县令，潘岳负其才而郁郁不得志。时尚书仆射山涛、领吏部王济、裴楷等受宠，潘岳很憎恨他们，于是在宫殿大门柱子上写下歌谣：“阁道东，有大牛。王济鞅，裴楷鞧，和峤刺促不得休。” 又被左迁离洛阳更远的怀县做县令。潘岳做得有声有色、政绩斐然，朝廷提拔他到京城做财政部官员，后来因为犯事被免职，不久被太傅杨骏引入门下做了太傅主簿。后来太傅杨骏被害夷三族，潘安作为幕僚也在被诛之列，幸亏当时他公事在外又有当权者、楚王的心腹、他的好友公孙弘替他说话，他被调往长安做县令，因为母亲生病辞官奉养，在此期间与好友石崇附会贾充外孙贾谧，之后升迁做了黄门侍郎，贾谧开阁延宾，召集天下文士潘安、石崇、陆机、左思、刘琨等二十四人，因文采盖世被称为“鲁王二十四友”。他们经常活跃在巨富石崇的金谷园里，因此也被称为“金谷二十四友”。贾谧“晋书断限”的功劳是潘安出的主意，潘安的母亲经常劝他不要趋附不已，他虽然口头受教，实际上却愈发不知足，始终改不掉。之后赵王司马伦囚禁晋惠帝自立为帝，他的亲信孙秀当上了宰相。原来当初孙秀不过是个下人小吏，潘岳的父亲曾经做过他的上司，当时潘岳因为看不惯孙秀为人狡黠经常鞭挞他，如今孙秀得势遂罗织罪名说他和石崇要和某王爷一起造反，于是他和石崇等人被诛灭三族，当初孙秀当上宰相，潘岳在朝堂上遇见他，问道：“孙令犹忆畴昔周旋不”孙秀回答：“中心藏之，何日忘之！”潘岳于是自知不免。当初被收押，石崇和他都不知道对方也在其中，石崇已经送往菜市场，潘岳后至，石崇对他说：“安仁，怎么你也来了！”潘岳回答道：“可谓白首同所归。”潘岳《金谷诗》云：“投分寄石友，白首同所归。”本意是说两人关系很铁，老了还在一起玩，谁知到竟然成了他们死亡的预言。潘岳的母亲及兄侍御史潘释、弟燕令潘豹、司徒掾潘据、潘诜，兄弟之子，已经出门的闺女，无长幼一时被害，唯潘释的儿子潘伯武逃难得免。而潘豹的闺女与其母相抱号呼不可解，于是被赦免。\n\n\n墓冢\n\n　　素有中华第一美男子之称的潘安生于中牟县城关镇大潘庄村，潘氏子孙尽管也给这位家族名人修建了墓冢，可那只是一座衣冠冢。潘安究竟葬在哪里一直是个谜。近日，在距潘安老家120公里的巩义却发现了这位美男子的葬身之地。\n\n　　潘安是帅哥美男的代称，人们常用“才如子建，貌比潘安”来形容才貌俱佳的青年男士。潘安又名潘岳，字安仁，生于曹魏正始八年，卒于晋惠帝永康元年，活了53岁，是西晋时期著名文学家，“太康文学”的主要代表，诗赋都很有名。\n\n　　据清乾隆五十四年本《巩县志》卷十六、十七中记载：“晋潘茈墓《水经注》：罗水又西北经袁公坞北，又西北迳潘岳父子墓，有碑。岳父茈，琅琊太守，碑石破落，文字缺败。”\n\n　　近日，巩义市文物管理所的工作人员在该市西南芝田镇北石村村委南2公里处发现潘岳墓，地处坞罗河北岸台地上，北距310国道200余米。墓冢坐落在大片农田中，无地面建筑，仅存潘岳墓冢和墓碑，墓冢高6米 ，周长38米，分布面积1000平方米。\n\n　　据《巩县志》记载，在距潘安墓西北方向310国道附近，原有其父潘茈墓冢，现已无存。萧瑟寒风吹起一径荒草，是对那段过往历史的无言诉说。郑州晚报 \n\n\n才华\n\n　　文学作品中常用“陆才如海，潘才如江”来形容潘安与陆机，是魏晋第一流的文学家。潘安诗歌名列钟嵘《二十四诗品》上品，潘安亦是西晋著名文学、政治团体“金谷园二十四友”之首，作为西晋文学的代表，他的作品对后世影响很大，特别是《悼亡诗》更成为中国文学史悼亡题材的开先河之作，历代被推为第一，成为中国古代文学史上的名篇。《闲居赋》、《秋兴赋》、也很知名在小说中常以“貌若潘安”来形容一个人文采风流并且容貌出众。特指男性。在汉魏晋那个时代，赋写得好是文人最高的成就，潘安的《秋兴赋》、《闲居赋》、《藉田赋》文字优美，富有感情，是那个时代顶峰。潘安、陆机是西晋作品流传下来最多的文学家，可见后世对他们的推崇。潘岳作品的最大特色是情，读者句句能体味到他内心所想，潘岳的感情细腻，多愁善感这也融入到他的作品中，一般男性文学家的作品这样的风格不多。\n\n至情至孝\n\n　　至情：潘安的《怀旧赋》中这样写道;”余十二而获见于父友东武戴侯杨君。始见知名，遂申之以婚姻。“潘安十二岁与父亲的朋友、大儒、扬州刺史杨肇相见，被杨肇赏识，许以婚姻。后来杨氏早亡，潘安对杨氏感情至深，自此不再娶，并作《悼亡诗》怀念杨氏，开悼亡诗之先河，这之后悼亡诗的范畴仅限于悼亡妻子。《悼亡诗·一》中有一句“如彼游川鱼，比目中路析”，是说夫妻一人先去，像比目鱼的分崩离析。潘安的三首悼亡诗都写得情真意切，李商隐曾讲“只有安仁能作诔，何曾宋玉解招魂”，表扬的就是他的这三首诗。　唐朝诗人元稹对潘安的悼亡诗有个评价“潘安悼亡犹费词”，这当然是妒忌潘安的才华，要知道魏晋时期文风是铺垫、堆砌成风的诗体还属于古体诗。\n\n　　至孝：北宋之前《二十四孝》里记载有潘安辞官奉母的故事：”荥阳中牟人潘岳，字安仁，晋武帝时任河阳县令。他事亲至孝，当时父亲已去世，就接母亲到任所侍奉。他喜植花木，天长日久，他植的桃李竟成林。每年花开时节，他总是拣风和日丽的好天，亲自搀扶母亲来林中赏花游乐。一年，母亲染病思归故里。潘岳得知母意，随即辞官奉母回乡。上官再三挽留。他说：“我若是贪恋荣华富贵，不肯听从母意，那算什么儿子呢？”上官被他孝感动，便允他辞官。回到家乡后，他母竟病愈了。家中贫穷，他就耕田种菜卖菜，之后再买回母亲爱吃的食物。他还喂了一群羊，每天挤奶给母亲喝。在他精心护理下，母亲安度晚年。 诗曰： 弃官从母孝诚虔，归里牧羊兼种田；藉以承欢滋养母，复元欢乐事天年。“《二十四孝》是唐宋在民间流传的文本记录了二十四个远自虞舜近至魏晋的二十四个孝子故事，虽然版本众多但都记录了潘安的弃官奉母，后来宋人郭居敬重新校订《二十四孝》因为潘安在政治上的趋附不已最终导致夷三族，潘安的母亲以七十余岁的高龄也未能幸免被杀，正因为此虽然潘安至孝但已不足以列入，故把他从《二十四孝》中删去，用宋代的孝子朱寿昌弃官寻母的故事代替。\n\n",
  "desc": "潘岳（公元247年～公元300年）即潘安，西晋著名文学家。字安仁，汉族，河南荥阳中牟（今河南郑州中牟大潘庄）人，出生于河南巩县（今河南郑州巩义）。潘安之名始于杜甫《花底》诗“恐是潘安县，堪留卫玠车。”后世遂以潘安称焉。",
  "id": 827,
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_827.jpg",
  "name": "潘岳",
  "star": 18
}