{
  "content": "生平\n\n　　崔少玄，是唐代汾州刺史崔恭的小女儿。她的母亲梦见神人，穿着丝绸衣服，驾着红色的龙，拿着紫色的匣子，在碧云边际把它交给了其母，其母就怀了孕，十四个月生下少玄。少玄出生后异香袭人，容颜端庄秀丽，世上所少有，天青色的头发盖住了眼睛，耳垂上的玉坠拂到双颊，右手有字，写的是“卢自列妻”。十八年后，少玄嫁给了卢陲，卢陲小字叫自列。结婚一年多，卢陲到闽中任从事，途中经过建溪，远望武夷山。这时，忽然看到一片碧云从东边山峰飘过来，云中有位神人，戴着翠绿色的帽子，穿着大红色的衣服，向卢陲问：“玉华君来了吗？”卢陲觉得这话问得奇怪，就反问道：“谁是玉华君？”神人说：“您的妻子就是玉华君。”后来卢陲回去告诉了妻子，他的妻子说：“扶桑夫人、紫霄元君果然来迎接我。事情已经公开了，难再隐瞒。”于是整衣出去会见神人。互相谈了很久，但都是天人的语音，卢陲没有办法辨清她们说些什么，呆了一会儿就作个揖退回去了。卢陲给他妻子下拜，询问她，她说：“少玄虽然是通过娘胎养育的人，但并非父母阴德所积。从前，我位居无欲无为玉皇左侍书，称号是玉华君，掌管下界三十六洞学道之流。每到秋分那天，就拿着簿书来寻访有志学道的人。我曾经被贬降，犯的过失是与同宫的四个人，在退居静室时，对寻访学道之人发感慨，恍惚间像是有什么欲念。太上老君责罚我，把我贬居人间作您的妻子。二十三年过去了，又遇到紫霄元君已前来这里，现在不能再对您亲近依附了。”到了闽中时，少玄每天独自在静室居住。卢陲感到惊奇，也不敢轻易地跨入她的房间。常常有女真人到来，有时两位，有时四位，穿着长长的生丝细绸衣服，梳着古式鬟髻，全身闪着光芒，照耀如同白昼，到少玄静室拜访。她们登堂入室，床榻相连，通宵说说笑笑。卢陲去看看，她们都说些天人的语言，不能听明白。试着问少玄，少玄说：“神仙的秘密，难再泄露，沉累太重，不可不隐。”卢陲谨守妻子的告诫，也常常隐讳其事。等到卢陲罢官，其父崔恭又解下官绶，得以在洛阳安家。卢陲因为妻子的誓言，也不敢向崔恭陈说泄露其事。二年后，少玄对卢陲说：“少玄的父亲，寿数在二月十七日终止。我虽然是神仙中的人，但生在人世，因为有抚养之恩，如果不救他，就屈枉了我的报答之心了。”于是对她的父亲说：“大人的生命将在二月十七日终止，少玄受到您辛劳养育的恩惠，不能不保护您。”就打开深红色的箱子，拿出扶桑大帝金书《黄庭》、《内景》之书，送给她的父亲，说：“大人的寿命，正常的寿数已到终极了，如果没有这本书，不能救您免死。今天我将它交给您，可以读一万遍，用来延长十二年的寿命。”于是让崔恭沐浴之后面朝南跪着，少玄对着几案，授以功章，写在青纸上，用素函封固，向上帝奏报。又召来南斗注生真君，让他附奏上帝。不一会儿，有三个穿大红衣服的人从空中降下来，跪在少玄面前，进献精美的食品，喝了三杯酒，手拿功章而去。崔恭觉得这事太奇异了，就偷偷地向卢陲询问，卢陲不告诉他。经过一个多月，少玄把卢陲叫来告诉他说：“玉清宫中我的那些真人伙伴，将在太上老君处替我洗雪。现在再召我去作玉皇左侍书玉华君，主管化元精气，并施布仙品。我将要返回为神，还于无形，再去侍奉玉皇，回到玉清。您不要泄露我这些话，给我父母留下遗念。又因为救父之事，泄露了神仙之术，所以不能久留了。人世的情谊，从此结束了。”卢陲跪在她的面前，感愧地流着眼泪说：“我只不过是下界的蚁虱一类小人物，亵渎玷污了上仙，将永远沉沦于浊秽之世，不能飞举升天。我请您明白地赐教，来救我经久难愈之病，我永久不忘您的大恩。”少玄说：“我留诗一首，把它留赠给您。我们上界天人的文字，都是云龙篆字，下界的人见到它，或损或益，也没有领会它的，我当拿笔把它记录下来。”\n\n　　她留下的词句是：“得之一元，匪受自天。太上之真，无上之仙。光含影藏，形于自然。真安匪求，神之久\n　　留。淑美其真，体性刚柔。丹霄碧虚，上圣之俦。百岁之后，空余坟丘。”卢陲拜了又拜，接过了她的题辞，但不明白词句的内容，就跪下请求她讲解贯通，来为他指明。少玄说：“您对于道还没有熟习，上仙的诗句，昭明须有一定时间。到了景申年间，遇到琅琊先生，他能通晓其意，那时给您解开疑团，才能见到天路。没明白之前这段时间，您只应保藏它。”话说完，少玄就死了。过了九日安葬时，抬起棺材好象是空棺，就打开棺材察看，才发现少玄只留下衣服，象蝉蜕皮那样走了。少玄在娘家住了十八年，在闽中住了三年，回到洛阳二年，在人间二十三年。后来，卢陲和崔恭都保藏她留下的诗，遇到儒家道家估计应当通晓的人就拿给他们看，但一直没人明白。到了景申年间，有个九疑道士叫王方古，他的祖先是琅琊人。他游华山回来，途中在陕郡停留，当时卢陲也在陕郡路过，因为谈诗饮酒晚上聊天，谈论到神仙的事。当时聚会中的人都重道崇德，各自搜求那些奇异的事。殿中侍御史郭固、左拾遗齐推、右司马韦宗卿、王建都与崔恭有旧交，就向卢陲细问少玄的事情。卢陲掉下了眼泪，为他的妻子所留的诗根本没人明白而感到憾恨。王方古请他把那诗句拿出来，吟咏了一会儿，就懂得了那首诗的意思。他叹息说：“太无之化，金华大仙，也有传给后学的吗？”这时座中之客都敬听其辞，王方古一句一句地解释，流畅得像穿珠一般，一共说了几千言，才尽解其意。于是命卢陲执笔，把王先生解释的话全部写下来，题目叫作《少玄玄珠心镜》。好道之人，家里大都收藏它。\n\n",
  "desc": "郡望博陵安平（今河北安平）。汾州刺史崔恭之女。18岁嫁卢倕，随夫之任闽中。后家于洛阳。自称为玉皇侍书玉华君谪转人世。宪宗元和十二年(817)卒，传为升仙。",
  "dynasty": "唐代",
  "id": 1323,
  "name": "崔少玄",
  "star": 0
}