{
  "content": "生平\n\n　　永泰元年四月法照于南岳弥陀台广发弘愿，尽此形寿，每夏九旬，常入般舟念佛道场，决定毕生修持净土法门。同年，法照往长安，在章敬寺的净土院，依《无量寿经》撰写了第一部著作《净土五会念佛略法事仪赞》。此外，法照大师所撰写的第二部著作《净土五会念佛诵经观行仪》则更为详尽系统地介绍了他所倡导的净土五会念佛法门。\n\n　　法照大师的一生有许多神奇殊妙的感应事迹。唐代宗大历二年，迁居衡州云峰寺时，一日，于斋堂用餐时，从钵盂中，忽睹五色祥云及寺院、山林、流涧、石门等，距石门约五里处复见一寺，名大圣竹林寺。过些时日，也是在用餐时的钵中，见五色云彩、寺院的亭台楼阁等皆微妙无比，无有此界所见之土石秽恶，纯金色界，众宝交错，万千菩萨杂处其中，种种妙相宛若诸佛严净国土。及至用餐完毕，钵中诸境方才消失。师以所见请问大德，其中有嘉延、昙晖二僧告知曰“圣神变化，不可以凡情测，若论山川之势，乃五台尔”。获知许是五台圣境，师曾萌发朝山之愿，然因有诸障缘，未能如愿。\n\n　　唐代宗大历四年的夏天，法照大师于衡州的湖东寺，启建五会念佛道场，六月初二日，也感得祥云弥漫道场，云中有诸楼阁，见数梵僧，身可丈余，执锡行道。阿弥陀佛及二菩萨现金色身，满虚空中。在会众等，咸皆清楚观见此景，无不欢喜踊跃，焚香瞻礼。此情此景，良久方消。在当天晚间，师于道场外遇一老者，那老者质问师言：“汝曾发愿，往金色界，礼觐大圣，今何辄止?”大师答曰：“唯因时艰路难，不易前往”。彼老者复劝告法照说：“若有坚固愿心，何难之有?”言毕，消然不见其踪。法照大师甚感惊异，思索再三，自认志向未坚，遂即入道场于佛像前重发诚愿曰：“愿以此身，奉觐大圣，准夏满前往，任是火聚冰河，终无退堕。”\n\n　　是年八月十三日，师与数位志同道合者，由南岳出发，行脚北上，一路果无艰险。历时七个多月，终于唐代宗大历五年四月到达五台县境的佛光寺。法照于五台山间蒙大圣普贤菩萨不思议光的摄照，又得善财、难陀二童子的引路，来到了大圣竹林寺，所见景象果如钵中所见，略无差脱。大师即具威仪，入于寺中，至讲堂，见文殊、普贤二大菩萨各据东西狮子座上，万众围绕而为说法。师于二菩萨前，作礼问曰：“末代凡夫，去圣时遥，知识隘劣，障垢尤深，佛性无由显现，佛法浩瀚，未审修何法门，最为其要，惟愿大圣，断我疑网。”文殊菩萨答言：“汝今念佛，今正是时，诸修行门，无过念佛，供养三宝，福慧双修，此之二门，最为善要。我于过去劫中，因观佛故，因念佛故，因供养故，得一切种智。是故一切诸法，般若波罗蜜，甚深禅定，乃至诸佛，皆从念佛而生，故知念佛，诸法之王。”师复问曰：“当云何念?”文殊言：“此世界西，有阿弥陀佛，彼佛愿力，不可思议，汝当继念，令无间断，命终决定往生，永不退转。”开示完毕后，二大菩萨同舒金臂，摩师之顶，为师授记曰：“汝以念佛故，不久当证无上正等菩提，若善男子等，愿疾成佛者，无过念佛，则能速证无上菩提。”师闻此语已，疑网悉除。欢喜踊跃，作礼而退。于顷刻间，所有景象已失所在，大师内心怅然悲感，便于所在之处立石以为标记。\n\n　　这一年的四月初八释迦佛诞日，大师于华严寺般若院西楼下安止。四月十三日师与五十余僧，同往金刚窟，虔心礼拜三十五佛名，师礼才十遍，忽见其处，广博严净，琉璃宫殿，文殊、普贤与众菩萨俱在一处，大师见此情景，唯自欣喜，未曾言说，默然随众归寺，其夜三更时分，在华严寺般若院西楼，见有诸灯炬于寺东岩壑之畔，随师咒愿，变化无穷，甚为奇妙，此情景甚为激发师之热诚，于是乘夜独诣金刚窟所，五体投地，虔诚顶礼，祈愿得见文殊大圣，幸蒙圣僧佛陀波利的引导，进入一所名为：“金刚般若寺”的道场中，见四处皆异宝庄严，光明闪烁，观见殿堂之中文殊大圣，处位尊严，无以伦比。大师得见此景，信念倍增，念佛修行更加勇猛精进。\n\n　　唐代宗大历五年十二月，大师于华严寺入念佛道场，下定决心，断绝饮食，给自己订好时间，以求克期取证，誓愿求生西方净土，到了第七日的初夜，大师正用功时，见一梵僧入道场对他说道：“师所见五台山之圣境，何故不说，胡不传示于人?”言讫随即隐去，法照闻此言已，内心尚存疑虑，也就未作决定是否向众人表明所见之境。次日申时，师于道场又遇一老梵僧神色严峻地对大师言：“法师于五台所见到的灵异境相，请普示众生，以令闻道生信，使发无上菩提心，而获大利乐，胡不为耶?”大师答言：“实无心隐瞒圣道，惟恐闻者信念不坚而生疑心招致诽谤耳！”老僧开导说：“大圣文殊，现在此山，尚招人谤，汝何惜焉?但使众生，见闻之者，发菩提心，作毒鼓耳！”于是法照大师便回忆自己所见到的不思议境界，记录成册，这就是法照大师传世的另外一部著作《大圣竹林寺记》。后来，法照大师在五台山中台麓菩萨变化而有的竹林寺题额处，距华严寺南十五里，凭记忆中的印象，仿建了一所宏伟庄严的寺院，仍号竹林寺。以为永久之纪念。翌年正月，大师与江东释慧从和华严寺僧众崇晖、明谦等三十余人再往金刚窟所，及立石标记处，瞻仰旧处，于礼拜时，也是有缘遇上奇异景象，是以大众方知法照大师所见实为不虚。俱念宿缘多幸，得与同游，因而将之书写记录在金刚窟的屋壁上，普令见闻者，同发胜愿心，共修无上道。\n\n　　大历十二年九月十三日，大师与弟子八人：纯一、惟秀、归政、智远、沙弥惟英、优婆塞张希俊、童子如静等，在东台见有白光四道，紧接着便有五色奇特云一红色圆光，微妙无比，文殊菩萨乘青毛狮王，涌现光中，在场大众全都清楚目睹这一殊胜景象。于此同时，天雨雪花，与五色毫光相和，遍布整个山谷。\n\n　　自此之后，大师的信念与道心益加坚固，专心致志地念佛，修持精苦，日夜无旷。从他能入定往极乐世界亲见阿弥陀佛来看，大师的念佛境地决非一般，往生净土自然不在话下。然而大师的往生日期与情形却无从得知，单据有关史料记载，大师一日正念佛时，有梵僧入道场告言：“汝之净土花台现矣，后三年花开，汝当往矣！”过三年，大师自知生西之期已至，普告大众说：：“吾行矣！”言已，端坐而寂。\n大师住世时，常行般舟三昧，自修五会念佛，也以五会念佛之法教人修行。当时的代宗皇帝于长安城内，常闻东北方有念佛声，遣使寻觅至山西太原地界，果见大师于彼弘教，修行念佛法门。\n\n　　于是下诏书，迎入宫中，封为国师，教宫人修五会念佛。之后的德宗皇帝于兴元元年也请师入宫中，教五会念佛。因此之故，大师又号“五会法师”。在净土宗的祖师中，被封为国师者，为数甚少，大师之所以能得到帝王的尊崇，实则与他的念佛三昧功夫分不开。而后人将大师尊为净土宗的第四代祖师，这除了基于他与三祖承远大师有师承关系外，同时也因为他在弘扬净土念佛法门上取得了特殊的功绩。\n\n\n佛学思想\n\n　　净土五会念佛，是法照大师一生自行化他的主要法门，也可以说是大师佛学思想的中枢。五会念佛之法是以《佛说无量寿经》为理论基础，《无量寿经》经文中佛所描述的极乐国土，“或有宝树，砗磲为本，紫金为茎，白银为枝，琉璃为条，水晶为叶，珊瑚为花，玛瑙为实，行行相植，茎茎相望，枝枝相准，叶叶相向，花花相顺，实实相当，荣色光曜，不可胜视，清风时发，出五音声，微妙宫商，自然相合，皆悉念佛念法念僧，其闻音者，得深法忍，不退转至成佛道”，大师以此结合娑婆世界众生的根性而创立五会念佛之法。经文中所谓出五音声，微妙宫商，指的是古乐谱曲所用的“宫、商、角、征、羽”五种音符。然则极乐世界六尘说法，种种妙乐，绝非此界粗音俗乐所能比拟。大师倡导的五会念佛，结合五音的曲调与节奏，一方面可以诱导众生生念佛之兴致，另一方面则可以使念佛者全凭一心专称佛号而成就念佛三昧。\n\n　　五会念佛的意思按大师自己的解释是这样的：“五者是数，会者集会，彼五种音，从缓至急，唯念佛法僧，更无杂念，念则无念，佛不二门也，声则无常，第一义也。”此种说法也合乎《佛说阿弥陀经》中所描述的：“微风吹动，诸宝行树，及宝罗网，出微妙音，譬如百千种乐，同时俱作，闻是音者，皆生念佛念法念僧之心”的义理。五会念佛的方法按大师所说则是：第一会平声缓念；第二会平上声缓念；第三会非缓非急；第四会渐急念；第五会转急念。第一会至第四会都是称念南无阿弥陀佛六字洪名，唯第五会单念阿弥陀佛四字佛号。其音调则是由缓和次第转急，其要点在于能使念者，收摄意念，渐渐将心识凝聚一处，专注一心称念佛号，长此以往加行用功自然能入念佛三昧。在《净土五会念佛略法事仪赞》中大师赞叹此五会念佛法者，即于此生能离五浊烦恼，除五苦、断五盖、截五趣、净五眼、具五根、成五力、得菩提、具五解脱，能速成就五分法身。法照大师以如此肯定的语气标榜五会念佛之法具有如此不可思议的功德力，是有他充分的根据的。他在《净土五会念佛观仪》中自述云：“照以永泰二年四月十五日，于南岳弥陀台……每夏九旬，常入般舟念佛道场……至第二七日夜，……至阿弥陀佛所……白佛言：‘有何妙法，唯愿说之。’佛言：‘有一无价梵音念佛法门，正与彼五浊恶世’。……言讫，彼佛国界，佛菩萨众，水鸟树林，皆悉五会念佛诵经。法照粗记少分，……阿弥陀佛言：‘汝但依此五会念佛诵经之时，我此国土水鸟树林，诸菩萨众，无量音乐，于虚空中，一时俱和念佛之声’。”由此可见，大师所传的五会念佛法是于阿弥陀佛所得真传。其音调是以极乐净土的法音为版式，称念之方法等同于极乐净土，当然其功德力用非同凡响了。\n\n　　在大师的传记中我们可以看到，他曾不止一次于定中亲见阿弥陀佛及诸菩萨众等。这对于一般的修行者来说，的确难以企及。大师之所以具此德能，这基于他修持般舟三昧所得的成就。同时也得益于他起初修学的禅定功夫。从参禅到念佛，这不但是大师在修持形式上的转变，而且在思想上也有极大幅度的变更，从禅宗的呵佛骂祖，不立文字，以音声语言为著相等观点转为净宗的以音声作佛事，以观佛念佛之名相为修行之主题，这样的转折的确需要很大的勇气与智慧。大师认为若离念求无念，离生求无生，离相好求法身，离文字求解脱，是住断灭见，谤佛毁经，成破法之恶业，堕无间地狱。是以大师极力称赞念佛法门之殊胜，提倡五会念佛之法，视念佛三昧于诸三昧中为最上之王，同时将念佛三昧比作无上深妙的禅法，是诸佛共所印定的如来禅。认为此二者称谓虽殊，然则实际之境界并无异样。这从他在解说五会念佛之法时所讲的“第五震动天魔散，能令念者入深禅”一语可以见得。\n\n　　对于大师一生中那些难以备述的殊胜感应，凡夫俗子固然觉得神奇，然若依经典中佛所说的教义来看，也就不足以为奇了，《般舟三昧经》云：“若人自誓，九十日中常行常立，一心系念，于三昧中，得见阿弥陀佛。”由此可知，般舟三昧修成就时，修行者之色身可不离此界而直接面见阿弥陀佛，请法于佛。是以大师以般舟三昧之功，感应无数的灵异迹象，激发无数行人修净土念佛法门，求生极乐国土。其中最为殊胜的当属感得当朝帝王归信净土，使得朝野上下广行念佛法门，这对于净土宗的发展起了很大促进作用。大师一生之言行堪为净宗行者之榜样，其德业功行，实不愧一代祖师之荣称。他对于净土宗所作的巍巍功德，值得我们永远铭记在心。\n\n",
  "desc": "法照大师 （公元约747-821）唐代高僧，中国佛教净土宗第四代祖师。 法照大师的俗世事迹，史料中不见记载。按照大师于唐代永泰年中(765年)既已在南岳衡山三祖承远大师处习净土教的时间来推算，他在少年时期即已出家为僧。初因仰慕远公之芳踪，由东吴到庐山东林，结净土道场，专修念佛三昧，一日入定往极乐世界，见有著垢弊衣而侍于佛侧者，得佛明示，知乃衡山承远也。因是径往湖南，入山求之，觅得师于岩谷间，于是师从教，在弥陀台般舟道场，专修净业。当时衡山念佛道场，在南方颇有名声，来山从学受教者数以万计。代宗皇帝赐承远大师所住持的寺庙为般舟道场。",
  "dynasty": "唐代",
  "id": 2211,
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_2211.jpg",
  "name": "法照",
  "star": 1
}