{
  "content": "轶事典故\n\n　　1896年李访英，受到热情款待，李用手抓鸡，大家愕然，出于尊重，也学样。从此，英国人吃鸡不必拘泥于刀叉。同时，天天西餐使李无胃口。于是他让厨师将西餐的原料和蔬菜和在一起，烧成了一锅大杂烩。扑鼻香味使英国官员们馋涎欲滴，忙打听是什么菜？答曰杂碎。李示意他们尽情享用，结果一个个赞不绝口。据说后来饭店的菜单上就有了“李鸿章杂碎”。\n\n　　这说明每个民族和国家都有自己的文化传统和风俗礼仪，无高下之分。李鸿章作为一个中国使臣，在桀骜不驯的日不落帝国人面前，没有卑躬屈膝，而是巧妙地宣扬了中华民族的传统饮食文化。而影响至今，不得不说他有着强烈的民族观念。\n\n\n人物评价\n\n　　慈禧称赞他是“再造玄黄”之人。李鸿章去世的消息传来，慈禧的眼泪当场就流了下来，感叹说：“大局未定，倘有不测，再也没有人分担了。”\n\n　　曾国藩的评价：“少荃天资与公牍最相近，将来建树非凡，或竟青出于蓝也未可知。”\n\n　　梁启超在他所著的《李鸿章传》中为李鸿章所处的境地感到无尽的悲恸。书中写到：“当戎马压境之际，为忍气吞声之言，旁观者尤为酸心，况鸿章身历其境者！”\n\n　　梁启超在《李鸿章传》，称：鸿章必为数千年中国历史上一人物，无可疑也。李鸿章必为十九世纪世界历史上一人物，无可疑也。梁启超说他“敬李鸿章之才”，“惜李鸿章之识”，“悲李鸿章之遇”。\n\n　　梁启超对李鸿章的评价：若以中国之失政而尽归于李鸿章一人，李鸿章一人不足惜，而彼执政误国之枢臣，反得有所诿以辞斧钺，而我四万万人放弃国民之责任者，亦且不复自知其罪也。西报有论者曰：日本非与中国战，实与李鸿章一人战耳。其言虽稍过，然亦近之。不见乎各省大吏，徒知画疆自守，视此事若专为直隶满洲之私事者然，其有筹一饷出一旅以相急难者乎？即有之，亦空言而己。乃至最可笑者，刘公岛降舰之役，当事者致书日军，求放还广丙一船，书中谓此舰系属广东，此次战役，与广东无涉云云。各国闻者，莫不笑之，而不知此语实代表各省疆臣之思想者也。若是乎，日本果真与李鸿章一人战也。以一人而战一国，合肥合肥，虽败亦豪哉！中国俗儒骂李鸿章为秦桧者最多焉。法越中日两役间，此论极盛矣。出于市井野人之口，犹可言也，士君子而为此言，吾无以名之，名之曰狂吠而已。李鸿章之败绩，既已屡见不一见矣。后此内忧外患之风潮，将有甚于李鸿章时代数倍者，乃今也欲求一如李鸿章其人者，亦渺不可复睹焉。念中国之前途，不禁毛发栗起，而未知其所终极也。\n\n　　日本首相伊藤博文视其为“大清帝国中唯一有能耐可和世界列强一争长短之人。” \n\n　　日本人对李鸿章的评价是：知西来大势，识外国文明，想效法自强，有卓越的眼光和敏捷的手腕。\n\n　　美国人的评价是：以文人来说，他是卓越的；以军人来说，他在重要的战役中为国家作了有价值的贡献；以从政来说，他为这个地球上最古老、人口最多的国家的人民提供了公认的优良设施；以一个外交家来说，他的成就使他成为外交史上名列前茅的人。\n\n　　官场如同战场，其中的尔虞我诈、权谋诈术比战场有过之而无不及。封建清王朝末年官场黑暗一片，腐朽溃烂，派系林立，争权夺利、相互倾轧。为立稳脚跟，一些利益相投的官员因各种关系相互交织、相互照应，壮大力量，结成千丝万缕的关系网，共荣共损。李鸿章能在晚清官场活跃40年之久，虽屡遭危机，几经沉浮，却始终位极人臣，权倾当时，除其自身有很高的政治素质，惯用权变之术，阴柔刚猛，深谙为官之道外，与其背后的庞大关系网不无关系。李氏大宅门的众多宗法、姻亲关系是李鸿章在官场驰骋最稳定、最牢固的基础。初入仕途，投门拜帖曾国藩这棵大树，再加上潘世恩、翁心存两位官宦名臣为科举正途之师，师门渊源使李鸿章做人受益匪浅，更重要的是为仕途畅通奠定了深厚的背景。与同门师兄沈葆桢、同年进士郭嵩焘等人的相互帮衬、关照与提携则是仕途关系网的平面铺展。传统的同乡、乡土观念在李鸿章的政治生涯中也起很重要的作用，他积极联络皖籍京官，回乡办团练，后乘时趁势招兵选将，组建淮军。并不断网罗骨干，加以举荐、提拔，使其各具要职。如树军统帅张树声，反对洋务的刘秉璋，末路英雄潘鼎新，功业足与台湾共不朽的刘铭传，有勇有谋的周盛传等。这些人各具特色，各有所长，为李鸿章的左膀右臂，形成势力庞大的淮系集团，成为李鸿章仕途愈挫愈进的强有力后盾。层层关系网之间又相互交织，而其中每一个扭结都关系着整个网络的生存荣辱。因此关系网内部虽矛盾重重，但在涉及共同利益时却能联手对外，以求共存共荣。可以说，李鸿章的政治生涯是一段中国近代史的缩影。\n\n　　李鸿章一生最大的特点是所谓“守困”，即忍辱负重、舍小保大、变弱为强如韧劲一他为了守住自己而建立功名，为了守住江山而不辞辛苦。一个“让”字，道破权势亘古之决；一个“乘”字，点透谋权攻心之术。不可知者不可知，可知者不可知，此奥妙全在明白与糊涂之间。从本质上讲，李鸿章是晚清一个关键性的枢纽式人物，他与曾国藩、左宗棠、张之洞等重臣的关系都相当密切，而且才识之大。令曾国藩、胡林翼都大为欣赏。正是因为有了这样—个人物，我们看到守身、守国的重要性。\n\n正面评价\n\n　　李鸿章正面的，他尽力维护中国的利益，洋务图强，然而无法改变中国落后的现实。对于不平等条约的签订，他曾据理力争，然而无奈国家羸弱，不得不接受屈辱的要求。他与曾国藩等人主导洋务运动是其进步的表现。他也有外交上维护中国的事迹，如在八国联军攻占北京后独自前往谈判，最终不割地而平息事件；在甲午战争处于不利情况时曾主动用最小代价来达成和解等，都是他卫国有利的一面。\n\n负面评价\n\n　　负面评价主要来自于李鸿章曾作出的错误决策，后人也多对此诟病。如过于避战和重视海防而愿意牺牲整个新疆放弃疆防；1885年在完胜日本的情况下签订的《中日天津会议专条》，给予了日本可以派兵进入朝鲜的权利；与日本的中日甲午战争中的指挥失误导致军舰在威海卫被全歼；中法战争胜利后反而签订了不平等条约等。虽然这些不利条约和做法受制于各种客观条件，但他依然要为这些事件的误国行为承担很重的责任。另外在早期镇压太平天国运动时，他杀人过多。这也牵涉到湘军和淮军的整体评价。洋务运动和他的一系列措施并没有改变中国继续沦落，也让他的功劳并不显著。\n\n\n人物生平\n\n早年经历\n\n　　1823年正月初五日生于安徽省合肥县东乡磨店乡。父亲李文安，母亲李氏，兄弟姐妹八人，李鸿章排行老二，故民间又称“李二先生”。谱名章铜。李鸿章六岁就进入家馆棣华书屋学习。他少年聪慧，先后拜堂伯李仿仙和合肥名士徐子苓为师，攻读经史，打下扎实的学问功底。1840年，中秀才。\n\n　　1843年，李鸿章在庐州府学被选为优贡。时任京官的父亲望子成龙，函催鸿章入北京，准备来年顺天府的乡试。鸿章谨遵父命，毅然北上，并作《入都》诗10首，以抒发胸怀，为世所传诵。有“一万年来谁著史，三千里外欲封侯”一句。他以诗言志，有“遍交海内知名士，去访京师有道人”之宏愿。入京后，他在时任刑部郎中的父亲引领下，遍访吕贤基、王茂荫、赵畇等安徽籍京官，得到他们的器重和赏识；同时，由于科场顺利，使他得以有广泛的交游和开阔的眼界，当时与他同榜的甲辰、丁未两科中，人才济济，不少人日后膺任枢臣疆寄，李鸿章与这些同年一直保持着密切而特殊的关系。1844年应顺天府乡试，考中84名举人，住京曾国藩宅邸受曾补习教导，同年与周氏完婚。\n\n　　1845年入京会试，以年家子身份受业曾国藩门下。出身徽商又为苏州世家的主考官潘世恩，以及作为李鸿章太老师的翁心存，在青年李鸿章任翰林院编修时，对其经世致用世界观的形成，均有一定的启迪；而以潘、翁为领袖的苏南豪绅，对李鸿章后来组建淮军迅速崛起于江苏，也予以极大的支持。然而，最令李鸿章庆幸的是，他在初次会试落榜后的“乙丙之际”，即以“年家子”身份投帖拜在湖南大儒曾国藩门下，学习经世之学，奠定了一生事业和思想的基础。\n\n　　当时，曾国藩患肺病，僦居城南报国寺，与经学家刘传莹等谈经论道。报国寺又名慈仁寺，曾是明末清初思想家顾炎武的栖居所。面对内忧外患，强烈的参与意识使曾国藩步亭林以自喻。他在桐城派姚鼐所提义理、辞章、考据三条传统的治学标准外，旗帜鲜明地增加了“经济”，亦即经世致用之学一条。李鸿章不仅与曾国藩“朝夕过从，讲求义理之学”，还受命按新的治学宗旨编校《经史百家杂钞》，所以曾国藩一再称其“才可大用”，并把他和门下同时中进士的郭嵩焘、陈鼐、帅远铎等一起，称为“丁未四君子”。太平军起，曾、李各自回乡办理团练，曾氏又将自己编练湘军的心得谆谆信告李鸿章，足见期望之殷。\n\n　　1847年中进士，列二甲第十三名，朝考后改翰林院庶吉士。同时，受业曾国藩门下，讲求经世之学。1850年翰林院散馆，授翰林院编修，充武英殿编修。\n\n湘军幕僚\n\n　　1853年，从武汉顺江东下的太平军占领安庆，杀死巡抚蒋文庆。李鸿章怂恿工部左侍郎吕贤基上奏，并代为捉刀连夜赶写奏章。咸丰帝诏谕工部左侍郎吕贤基前往安徽，任安徽团练大臣，办理团练防剿事宜。吕对李说：“君祸我，上命我往；我亦祸君，奏调偕行”。于是，他随同侍郎吕贤基回籍办团练，5月首次与太平军交战于和州裕溪口。次年，李鸿章的父亲李文安也由王茂荫举荐，回乡办团练。李家父子的团练“整齐皆可用”。李鸿章先后随周天爵、李嘉端、吕贤基、福济等清廷大员在皖中与太平军、捻军作战。\n\n　　李鸿章以书生带兵，既有“专以浪战为能”的记录，也有“翰林变作绿林”的恶名。数年的团练生涯，使他逐步懂得了为将之道，不在一时胜败，不逞匹夫之勇。\n\n　　1855年十月，因率团练收复庐州之功，“奉旨交军机处记名以道府用”。1856年九月，随同福济等先后攻克巢县、和州等地，后叙功赏加按察使衔。然而，功高易遭妒，一时之间，谤言四起，李鸿章几不能自立于乡里。1857年，安徽巡抚福济奏报李鸿章丁忧，为父亲守制，从而结束了他为时五年的团练活动。\n\n　　次年，太平军再陷庐州，李鸿章携带家眷出逃，辗转至南昌，寓居其兄李翰章处。1859年十二月赴江西建昌，入曾国藩幕府，负责起草文书。此时，正当湘军三河之战刚刚败，需人孔急。因此，曾国藩对于招李鸿章入营襄助，甚为积极主动。但曾也深知，李自恃才高气盛，锋芒毕露，真要独当一面，还需再经一番磨砺。于是，他平时尽量让李鸿章参与核心机密的讨论，将其与胡林翼、李续宜等方面大员同等看待；当时，湘军幕府中有不少能言善辩之士，如李元度、左宗棠等，曾国藩经常有意无意让他们与李鸿章争口舌之长，以挫其锐气。至于曾氏本人，更是身体力行，以自己的表率来影响李鸿章。如李爱睡懒觉，曾则每日清晨必等幕僚到齐后方肯用餐，逼李每日早起；又李好讲虚夸大言以哗众取宠，曾多次正言相诫：待人惟一个“诚”字。每当遇到困难河挫折，曾则大谈“挺”经。如此苦心孤诣，使李鸿章的思想、性格乃至生活习惯都深受曾国藩的潜移默化。李鸿章自称：“我从师多矣，毋若此老翁之善教者，其随时、随地、随事，均有所指示”。又说“从前历佐诸帅，茫无指归，至此如识指南针，获益匪浅。”曾国藩生性“懦缓”，而李的作风则明快果断；曾国藩每有大计常犹豫再三，往往得李在旁数言而决。\n\n　　其后安徽巡抚翁同书对太平天国战争时弃城逃跑，曾国藩起草《参翁同书片》时采用李鸿章之草稿：“臣职份所在，例应纠参，不敢以翁同书之门第鼎盛瞻顾迁就”，并因此更欣赏李鸿章的才华。但李鸿章也因此与翁同龢结下不共戴天之仇，日后翁同龢处处刁难北洋水师，乃至甲午一战，一败涂地。\n\n　　1860年秋，曾、李师生之间因曾国藩决定移军祁门和弹劾李元度二事发生严重分歧。李鸿章认为祁门地处万山丛中，是兵家所忌的“绝地”，移驻不妥；而李元度追随曾氏，好为“文人大言”，而非将才，曾深知其短却使他领军防守徽州，甫一兵败又严词纠参，李鸿章不愿拟稿并“率一幕人往争”，终至愤而离营。这表明，李此时的战略和用人眼光已在曾之上。后来，经过胡林翼、陈鼐和郭嵩焘等友朋的劝说和曾国藩的再三招请，李鸿章乃于次年六月七日重回湘军大营。\n\n　　咸丰十年，太平军二破江南大营后，清政府在整个长江下游地区已失去最后一支主力。在太平军猛烈攻势下，江南豪绅地主，纷纷逃避到已经形同孤岛的上海。为了免遭灭顶之灾，在沪士绅买办一面筹备“中外会防局”，依赖西方雇佣军保护上海；另一方面又派出钱鼎铭等为代表，前往安庆请曾国藩派援兵。钱鼎铭先动之以情，每日泣涕哀求，言江南士绅盼曾国藩如久旱之望云霓；继而晓之以利，说上海每月可筹饷六十万两，这对时感缺饷的湘军，不啻是一大诱惑；同时，钱鼎铭还利用其父亲钱宝琛是曾国藩和李文安同年的关系，走李鸿章的门路要说动曾国藩。曾国藩最初属意派曾国荃领兵东援，但曾国荃一心要攻下天京，建立首功，而不愿往。随后，曾国藩又函请湘军宿将陈士杰出山，但陈亦以“母老”力辞，曾国藩最后转商于李鸿章，李欣然应命，于是开始了淮军的招募与组建。\n\n组建淮军\n\n　　咸丰十一年夏，西乡团练头目得知曾国藩就任两江总督，安徽人李鸿章在幕中主持机要时，就公推曾任李文安幕僚的张树声向李鸿章、曾国藩上了一道禀帖，洞陈安徽形势，并表示了愿意投效的决心。曾阅后大为赏识，亲笔批示“独立江北，真祖生也”。由于庐州团练的这些基础和李鸿章在当地的各种关系，淮军的组建、招募比较顺利。\n\n　　李鸿章首先通过张树声招募了合肥西乡三山诸部团练。接着，又通过前来安庆拜访的庐江进士刘秉璋与驻扎三河的庐江团练头目潘鼎新、吴长庆建立联系。潘、刘自幼同学，又同为李鸿章父亲李文安的门生，吴长庆的亡父吴廷香也与李文安有旧交，自然一呼而应。同治元年春节过后，淮军最早的部队树、铭、鼎、庆四营即陆续开赴安庆集训。与此同时，李鸿章还命令三弟李鹤章回合肥故乡招募旧部团练，响应投军的有内亲李胜、张绍棠，昔年好友王学懋，以及父亲李文安的旧部吴毓兰、吴毓芬等。\n\n　　首批四营淮军抵达安庆后，曾国藩极为重视，亲自召见各营将领加以考察，并亲为订立营制营规。曾国藩担心新建的淮军兵力太单薄，还从湘军各部调兵借将，其中整营拨归淮军的有：1、属于湘军系统的“春”字营和“济”字营；2、太平军降将程学启“开”字两营；3、湖南新勇“林”字两营以及后到的“熊”字营和“垣”字营；4、曾国藩送给李鸿章作为“赠嫁之资”的亲兵两营。其中，以桐城人程学启部“开”字两营作战最为凶悍，士卒多系安徽人。这样，李鸿章初建的淮军，就有了14个营头的建制。\n\n　　1862年二月，曾国藩在李鸿章陪同下，检阅已到达安庆集结的淮军各营，淮军正式宣告建军。随后，上海士绅花银18万两，雇英国商船7艘，将淮军分批由水陆运往上海。由于“济”字营留防池州，因此乘船入沪的淮军共计13营约9000人。李鸿章本人于三月十日随首批淮军抵沪。3月经曾国藩推荐任江苏巡抚，12月改为实授。\n\n　　李鸿章受任之初，形势极为严峻。当时上海是全国最大的通商口岸之一，华洋杂处，是江南财富集中之地；淮军抵达时，正值太平军第二次大举进攻，能否守住上海并徐图发展，是摆在李鸿章面前的最大考验。李鸿章牢记恩师的教诲“以练兵学战为性命根本，吏治洋务皆置后图”。而由上海官绅组建的“中外会防局”，一心指望外国雇佣军抵御太平军，对洋人百般献媚，他们和外国军队对淮军不以为然，“皆笑指为丐”。面对这种情况，李鸿章激励将士说“军贵能战，待吾破敌慑之”。不久，淮军果然于当年下半年独立进行了虹桥、北新泾和四江口三次恶战，李鸿章亲临前线指挥，成功守住了上海，让中外人士对淮军刮目相看。\n\n　　淮军到沪未及一年，“尽改旧制，更仿夷军”，转变成了装备洋枪洋炮，并雇请外国教练训练的新式军队，大大提高了战斗力；同时，李鸿章还采用一系列招降纳叛，兼收并蓄的措施，扩充实力在掌握地方实权后，他在江苏大力扩军，使淮军在2年内由6000多人增至六、七万人，成为清军中装备精良、战斗力较强的一支地方武装。李鸿章到上海后，同外国雇佣军进攻太平军。\n\n巩固地位\n\n　　在上海初步站稳脚跟后，李鸿章开始从“察吏、整军、筹饷、辑夷各事”入手，以进一步巩固自己的地位。\n\n　　在人事上，他罢免了以杨坊为代表的一批媚外过甚的买办官吏，改为起用郭嵩焘、丁日昌等一批务实肯干的洋务派官员，同时建立了不同于湘军幕府，以务实干练、通晓洋务为基准的淮军幕府。\n\n　　在军制上，他从实战中领略到西洋军械的威力，从而产生“虚心忍辱，学得洋人一二秘法”的想法。淮军到沪未及一年，“尽改旧制，更仿夷军”，转变成了装备洋枪洋炮，并雇请外国教练训练的新式军队，大大提高了战斗力；同时，李鸿章还采用一系列招降纳叛，兼收并蓄的措施，扩充实力，不到半年内，淮军就迅速扩军至50个营头，约2万人，此后更进一步急剧膨胀，至攻打天京前夕，淮军总兵力已达7万余人。\n\n　　在军费上，李鸿章采用“关厘分途，以厘济饷”的政策，以关税支付常胜军、中外合防局及镇江防军的军需，而以厘金协济淮军，随着军事进展和湘淮军力的壮大，厘卡也层层添设，从而确保了饷源。\n\n　　在对外关系上，李鸿章利用洋人赫德和士绅潘曾玮当说客，巧妙地平息了因苏州杀降而引起的戈登率常胜军闹事事件，并最终巧妙地解散了常胜军，初步显露出他的外交手腕。\n\n镇压天国\n\n　　1862年十一月十八日，常熟太平军守将骆国忠投降。李鸿章乘机率淮军发起收复苏、常的战役。经过与前来平叛的太平军反复激战，淮军最终攻克常熟、太仓、昆山等地。在初步扫清苏州外围后，李鸿章制订了三路进军计划，中路程学启统率，由昆山直趋苏州；北路李鹤章、刘铭传从常熟进攻江阴、无锡；南路则下攻吴江、平望，切断浙江太平军增援的道路。\n\n　　1863年正月，兼署五口通商大臣。奏设外国语言文学学馆于上海，是其创办洋务之始。七月，程学启部兵临苏州城下，太平天国忠王李秀成率军自天京往援，与北路淮军大战于无锡大桥角，太平军失利。这时，苏州太平军守将纳王郜永宽等发生动摇，与程学启部秘密接洽献城事宜。十一月初五，郜永宽等杀死守城主将慕王谭绍光，开城投降。淮军入城后，太平军八降王率部屯居半城，不愿剃发解除武装，而是索要官衔及编制。为此，李鸿章采纳程学启的建议，诱杀了八降将，并遣散余众。苏州杀降，尽管引起戈登的不满，一度闹得不可开交，但就李鸿章来说，毕竟消除了“变生肘腋”的隐患，正如其在禀母亲的书信中所称“此事虽太过不仁，然攸关大局，不得不为”。曾国藩接报后，赞赏李鸿章“殊为眼明手辣”。\n\n　　此后，淮军节节胜利。1864年，攻克常州，太平天国护王陈坤书被捕杀。苏南地区的太平军基本被肃清，清廷赏骑都尉世职。当时，湘军久攻天京不下，清廷屡次诏催李鸿章率淮军前往会攻。李鸿章从自己与曾氏兄弟的关系考虑，染指金陵必会被认为抢功，而得罪曾氏。于是，他一面在苏、常按兵不动，一面掉头南下攻入浙江，结果惹恼了闽浙总督左宗棠，左上奏朝廷，告李鸿章“越境掠功”，由此开始，二人做了一辈子对头冤家。五月十三日，李鸿章闻知湘军攻城地道将成，又因为朝廷一再催促，遂派刘士奇炮队及刘铭传、潘鼎新、周盛波等二十七营会攻天京。十五日，曾国荃出示李鸿章发来的出兵咨札，激示众将曰：“他人至矣，艰苦二年以与人耶？”，众皆曰“愿尽死力！”，第二天，湘军终于攻克天京。事后，曾国藩曾执手向李鸿章表示感激：“愚兄弟薄面，赖子保全”。江苏肃清，湘淮军将帅均得加官进爵，李鸿章受封一等肃毅伯，赏戴双眼花翎。1863年~1864年，李鸿章率淮军攻陷苏州、常州等地，和湘军一起基本剿灭太平天国。\n\n　　太平天国失败后，在湘淮军的去留问题上，曾国藩与李鸿章采取了不同的做法。曾国藩在攻下天京后不到一个月，就将他统率的湘军大部分遣散，当时，北方的捻军起义正如火如荼，曾国藩不顾清廷责成他再顾皖省军务的命令而毅然裁军，固然是因为湘军“暮气已深”，更重要的是，曾国藩担心功高震主，给自己带来杀身之祸。而李鸿章则认为：“吾师暨鸿章当与兵事相始终，留湘淮勇以防剿江南北，俟大局布稳，仍可远征他处”，他并进一步看到“目前之患在内寇，长远之患在西人”，因此他主张保留湘淮军的用意，不止于“靖内寇”，更在于“御外侮”，显然比曾氏高处一筹。\n\n平定捻军\n\n　　同治四年四月二十四日，剿捻统帅僧格林沁全军覆没于山东菏泽。清廷即任命曾国藩为钦差大臣，北上督师剿捻，以李鸿章署理两江总督，负责调兵、筹饷等后勤事宜。由于湘军大部已裁撤，因此曾国藩北上率领的多为淮军。起初仅“铭”、“盛”、“鼎”、“树”四军共2.7万人，另带湘军刘松山部约8千人。后又命李鸿章的六弟李昭庆招练马队2千人，并增调淮军杨鼎勋、刘秉璋、刘士奇、吴毓芬、王永胜等部共2.7万人，加上刘铭传新募的新营，总兵力6万余人。曾国藩一到前线，即采用刘铭传、李鸿章等拟定的方针，决定“以有定之兵，制无定之寇”，在安徽临淮、河南周口、江苏徐州、山东济宁四镇屯扎重兵，一省有急，三省往援。后来，曾国藩又在运河、黄海、沙河和贾鲁河一带分兵设防，实行“画河圈地”之策。但是，一方面，当时捻军正值势旺，作战快速多变，枯守堵御一时难以奏效；另一方面，曾国藩也无法有效指挥淮军。因此，历时一年半，曾国藩督师无功，清廷不得不于五年十一月初一，改命李鸿章为钦差大臣，接办剿捻事务，令曾国藩仍回两江总督本任。\n\n　　李鸿章上任后，淮军继续扩军，李昭庆所部一军扩至19营，名武毅军，并添调“魁”字2营、亲兵1营、“凤”字7营。此外，又借调唐仁廉马队3营。合计剿捻兵力达7万人。李鸿章于十一月二十三日抵达徐州时，捻军已一分为二，赖文光、任柱等率东捻军仍留在中原作战，张宗禹、邱远才等则率捻军入陕西。李鸿章首先决定倾全力对付东捻军。他虽然仍坚持采用“以静制动”的战略方针，但鉴于曾国藩分防太广，难以奏效的教训，改为“扼地兜剿”的战法，即力图将捻军“蹙之于山深水复之处，弃地以诱其入，然后各省之军合力，三四面围困之”。在具体实施这一战略时，大致经历了三个阶段：\n\n　　第一阶段自同治五年十一月至次年四月，实施“臼口之围”，主战场在湖北。李鸿章挂帅之初，正值东捻军突破曾国藩原设的贾鲁河——沙河防线，集结于湖北臼口一带，兵力约十万人。李鸿章迅速调动湘淮军各部7万余人，分路进击，意图一举歼灭。同治五年十二月，淮军“松”字营在安陆罗家集被捻军击败，统领郭松林受重伤。半个月后，“树”字营在德安杨家河被捻军歼灭，统领张树珊阵亡。六年元月，双方主力在安陆尹隆河展开决战，湘淮军两大主力“霆”军与“铭”军原订同时发兵，但两军统领刘铭传与鲍超互相轻视，刘铭传为抢功而下令提前单独进击，结果遭捻军痛击，部将刘殿魁、田履安阵亡，刘本人“衣冠失落”，坐以待毙。辛苦鲍超赶来，从背后发起猛袭，才反败为胜，捻军损失2万余人。事后，李鸿章一意回护刘铭传，鲍超反被诉为虚冒战功。由是，鲍超郁愤成疾，执意告退，所部“霆”军32营大部被遣散，只留唐仁廉择精壮，另立“仁”字营，并入淮军建制。二月，东捻军又全歼湘军彭毓橘部，并于四月间突破了李鸿章设置的包围圈。\n\n　　第二阶段自同治六年五月至十二月，实施胶莱河、运河防线，主战场移至鲁东。东捻军在跳出包围圈后，复于五月突破运河防线，直趋山东半岛。在刘铭传、潘鼎新的建议下，李鸿章确定采取“倒守运河”之策，又在胶莱河两岸增设了内层防线，调淮军、东军、豫军分段防守。由于山东巡抚丁宝桢不愿将辖地变做战场，消极怠工，疏于防范，结果东捻军在七月间突破胶莱河防线。经过一场激烈的争执后，李与丁重修旧好，协力将东捻军堵御在黄海、运河、六塘河及大海之间的狭窄地带，使捻军“以走制敌”的优势无法发挥。十月，任柱在苏北赣榆战死，随之东捻军在寿光一战损失3万余精锐。十二月，赖文光率残部突破六塘河，南走至扬州被捕杀。东捻军覆灭，李鸿章因功赏加骑都尉世职。\n\n　　第三阶段是同治七年上半年，在直东战场与西捻军交战。当东捻军困厄之时，西捻军紧急驰援，以进军直隶威胁京畿而迫清军回救。元月，西捻军抵达保定，清廷大震，急调李鸿章、左宗棠及直、鲁、豫、皖各督抚率军北上勤王。时李鸿章正驻军济宁度岁，分派诸将北援，竟无一人应命，且纷纷求退，聚讼不休，淮军几至瓦解。李鸿章以救援不力，受到拔去双眼花翎、褫去黄马褂、革去骑都尉的处分。对此，李鸿章认为是“左公放贼出山，殃及鄙人”。但当危难之际，李鸿章仍耐心说服潘鼎新等将领遵旨北上。同时，清廷也命恭亲王奕訢节制各路大军，并协调左、李关系。在清军的协力堵截下，张宗禹率领西捻军于二三月间，一直在直鲁边境徘徊。四月二十九日，李鸿章与左宗棠会于德州桑园，议定“就地圈围”之策，引运河水入减河，引黄河水入运河，命淮军、东军、皖军分段驻守，又调湘淮军精锐作为追剿的“游击之师”。六月初，西捻军与跟踪追击的湘淮军数次接战，迭遭惨败。六月中旬，张宗禹率部在德州一带数度抢渡运河未成，适逢黄、运、徒骇各河河水陡涨，处境更难。六月二十八日，在转移途中，与淮军主力刘铭传、郭松林、潘鼎新部遭遇，一场激战，西捻军伤亡殆尽，张宗禹等二十余人突围至徒骇河边，不知所终。\n\n　　西捻军覆灭后，清廷开复李鸿章迭次降革处分，并赏加太子太保衔，授湖广总督协办大学士。在湖广总督任上，李鸿章一度奉命入川查办四川总督吴棠被参案。他和吴棠是在皖办团练时期的“金石至交”，又深知慈禧对吴“圣眷颇隆”，因此曲意回护，以查无实据结案。回武昌后，于同治九年初，奉旨督办贵州军务，镇压苗民起义。尚未成行，复以甘肃回民起义军入陕，清廷因左宗棠远在平凉不及兼顾，又改命援陕。但李鸿章实在不愿与左宗棠共事，故一再拖延，直至六月下旬才抵西安。七天后，因天津发生教案，列强军舰麇集大沽口，奉密谕“酌带各军克日起程赴近畿一带相机驻扎”。匆匆赶赴直隶。\n\n　　李鸿章利用上海富绅的银两引进洋人的机器设备，于1863年左右创办了中国第二个近代军工企业：上海洋枪三局。李鸿章算过一笔账：一发英国的普通炮弹在市场上要卖到30两银子，1万发铜帽子弹要卖到19两银子。\n\n　　1865年4月24日，剿捻统帅僧格林沁全军覆没于山东菏泽。清廷即任命曾国藩为钦差大臣，北上督师剿捻，以李鸿章署理两江总督，负责调兵、筹饷等后勤事宜。由于湘军大部已裁撤，因此曾国藩北上率领的多为淮军。起初仅“铭”、“盛”、“鼎”、“树”四军共2.7万人，另带湘军刘松山部约8千人。后又命李鸿章的六弟李昭庆招练马队2千人，并增调淮军杨鼎勋、刘秉璋、刘士奇、吴毓芬、王永胜等部共2.7万人，加上刘铭传新募的新营，总兵力6万余人。然而历时一年半，曾国藩督师无功，清廷不得不于1866年十一月初一，改命李鸿章为钦差大臣，接办剿捻事务，令曾国藩仍回两江总督本任。\n\n　　1867年授李鸿章为湖广总督，仍在军营督办剿捻事宜。他在军事上坚持上任曾国藩“以静制动”的战略方针，顺利镇压剩余捻军。\n\n　　1869年二月兼署湖北巡抚，12月被任命赴贵州督办苗乱军务。1870年七月接替曾国藩办理天津教案，后因成功调解天津教案，八月调任直隶总督，后又兼任北洋通商大臣。1871年七月与曾国藩会奏陈兰彬选聪颖子弟赴美国留学。\n\n洋务重臣\n\n　　1865年，李鸿章在署理两江总督任上，鉴于原设三局设备不全，在曾国藩支持下，收购了上海虹口美商旗记铁厂，与韩殿甲、丁日昌的两局合并，扩建为江南制造局。与此同时，苏州机器局亦随李鸿章迁往南京，扩建为金陵机器局。同治九年，调任直隶总督，接管原由崇厚创办的天津机器局，并扩大生产规模。于是，中国近代早期的四大军工企业中，李鸿章一人就创办了三个，已如他自己所言“练兵以制器为先”。尔后，在引进西方设备进行近代化生产的实际操作中，他又进一步得出：“中国欲自强，则莫如学习外国利器。欲学习外国利器，则莫如觅制器之器，师其法而不必尽用其人。欲觅制器之器与制器之人，则或专设一科取士，士终身悬以为富贵功名之鹄，则业可成，艺可精，而才亦可集”，反映出其认识的深化。\n\n　　19世纪70年代出任直隶总督后，责任愈巨，视野愈阔，综观世界各国的发展，李鸿章痛感中国之积弱不振，原因在于“患贫”，得出“富强相因”，“必先富而后能强”的认识，将洋务运动的重点转向“求富”。\n\n　　清朝中叶以后，由于京杭运河淤塞，朝廷南北货物的调运部分改为海路。同治十一年底，李鸿章抓住时机，督办创立了“轮船招商局”。这是中国第一家民营轮船公司，也是中国近代最大的民用企业。它承揽了朝廷“官物”运输一半的运量，而其随后展开的客运业竟挤垮了英美合办的旗昌公司。轮船招商局先以朱其昂为总办，后以唐廷枢为总办，徐润、朱其昂、盛宣怀为会办。由此奠定了“官督商办”政策的基调。\n\n　　其后，在整个七八十年代，李鸿章先后创办了河北磁州煤铁矿、江西兴国煤矿、湖北广济煤矿、开平矿务局、上海机器织布局、山东峄县煤矿、天津电报总局、唐胥铁路、上海电报总局、津沽铁路、漠河金矿、热河四道沟铜矿及三山铅银矿、上海华盛纺织总厂等一系列民用企业，涉及矿业、铁路、纺织、电信等各行各业。在经营方针上，也逐渐由官督商办转向官商合办，从客观上促进了中国资本主义的发展，是中国近代化开始的标志\n\n　　而当洋人要在中国开设电报业务的时候，清朝朝野上下无不惊慌失措，以为“电报之设，深入地下，横冲直撞，四通八达，地脉既绝……”李鸿章也不允许洋人从香港铺设来的海底电缆上岸。于是，时隔不久，由他支持铺设的中国第一条电报电缆线在大沽口到天津城之间开通了。李鸿章能够完全不理会“地脉”，也能够完全不理会洋人，因为他知道电报业蕴藏着极高的军事和民用价值。之后，由清朝国政府的银子作为投资、以赢利为目的的电报公司成立。李鸿章称此举为“官督商办”，因为在中国创办拥有自主权的企业“事体重大，有裨国计民生，故需官为扶持并酌借官帑以助商力之不足”。由于李鸿章的主持和参与，洋务派创办了中国近代第一条铁路、第一座钢铁厂、第一座机器制造厂、第一所近代化军校、第一支近代化海军舰队等。有曾国藩和李鸿章共同创造的安庆内军械所。李鸿章创办的江南制造总局、轮船招商局。不但促进了没落王朝的工业化，而且为在财政上捉襟见肘的政府提供了大量稳定的资金。不过李鸿章始终没有逃脱时代对思维的束缚，李鸿章所建企业皆为官督商办体制，企业初建之时官府没有实力独立创办，便与民资合作。待企业步入正轨，官府便想方设法排斥民资，形成官府独霸企业。由于连年战乱政府不断从企业中抽离资金、强加冗员，长期的政策保护又使企业暮气沉沉。这些重病缠身的企业随着外国势力的入侵和民族资本的崛起难逃悲剧命运。而李鸿章本人及其家族则是从洋务中大发横财。\n\n外交事件\n\n　　面对清廷内部封建顽固派的重重阻挠，李鸿章曾雄辩地提出“处今日喜谈洋务乃圣之时”。他认为在追求自强的过程中，必须坚持“外须和戎，内须变法”的洋务总纲，也就是在列强环伺，外侮日甚的环境中，尽最大可能利用“以夷制夷”的外交手段，为中国的洋务——自强建设赢得尽可能多的和平时间。为此，他一生以外交能手自负，处理过许多重大的对外交涉。但是讽刺的是，在签订逼迫中国出让利益的不平等条约时，李鸿章是列强最喜欢的谈判对象，常常是列强指定李鸿章去谈判，甚至在与俄国签订条约的过程中收取贿赂。\n\n　　1871年七月二十九日，在办理完天津教案后不久，李鸿章代表中国与日本签订了《中日修好条规》，这是一个双方平等互惠的条约，但李鸿章从签约过程日本人的姿态中，看出日本“日后必为中国肘腋之患”。果然，1874年，日本出兵侵台，李鸿章积极支持清政府派沈葆桢作为钦差大臣率舰队赴台湾巡阅，并调驻防徐州的淮军唐定奎部6500人分批前往台湾。此事最后虽以签订《中日台事条约》而暂时平息，但后来日本还是于1879年乘隙吞并了琉球。\n\n　　在与日本交涉的前后，李鸿章还分别于1874年与秘鲁签订了《中秘通商条约》；1876年与英国签订了《中英烟台条约》。前者旨在保护华工；后者则是因“马嘉理案”导致的中英间的严重交涉。李鸿章在英国公使威妥玛以下旗宣战的要挟下，巧妙地利用国际法挽回决裂之局。在他建议下，清政府派郭嵩焘赴英国道歉，郭氏遂成为中国第一位驻外公使。但条约也因增开了宜昌、芜湖、温州、北海四个通商口岸，并允许英国人可以进入西藏，损害了中国主权。\n\n　　1883年，中法战争在越南境内初起，清廷命李鸿章统筹边防战事。李鸿章则认为“各省海防兵单饷匮，水师又未练成，未可与欧洲强国轻言战事”。他先与法国驻华公使宝海签订“李宝协议”，旋为法国政府反悔，继与法驻日公使洽谈未果；当战争进入胶着状态时，慈禧改组军机处，主和舆论渐起。李鸿章在1884年四月十七日与法国代表福禄诺签订了《李福协定》，五月，随着法军进攻谅山，协议又被撕毁，直至清军在广西和台湾战场分别取得胜利后，李鸿章才最终与法国代表巴德诺签订了《中法会订越南条约》，结束了战争。法国取得了对越南的“保护权”，中越边境对法国开放等特权。因此，时称“法国不胜而胜，中国不败而败”，当时成功收复新疆的左宗棠认为李鸿章“比十个法国将军更坏事”。\n\n　　1895年，李鸿章在日本马关签订了《马关条约》，割让 台湾及附属岛屿，割让辽东半岛，赔偿2亿两白银，但辽东半岛触动列强利益，引起俄法德三国干涉，日本被迫同意归还辽东半岛，但清廷须缴付三千万两白银的“赎辽费”作为补偿。其后，沙俄以“还辽有功”为名，向清政府租借旅顺和大连两港。\n\n　　1896年为使李鸿章放弃清政府自造铁路的方针，沙皇批准，以300万卢布贿赂李鸿章。但李鸿章最终实得值可能只有50万，这引发了他对俄国人的报复，在最后时刻拒绝签约。[8] \n\n　　根据收集的资料，李鸿章一生签订了30多个条约，由李鸿章作为清政府代表与列强签定的不平等条约有：1871年8月《中日修好条约》；1876年9月中英《烟台条约》；1884年5月中法《会议简明条款》；1885年4月中日《天津条约》，同年《中法新约》；1895月中日《马关条约》，同年11月，中日《辽南条约》；1896中德《胶澳租借条约》，同年中日《辽南条约》；1896年3月，中德《胶澳租借条约》，同年6月《中俄密约》；1898年6月中英《展拓香港界址条约》；1901年9月八国联军《辛丑条约》等。\n\n建设海军\n\n　　客观上讲，无论是日吞琉球，还是法占越南，李鸿章都深切意识到，列强的威胁来自海上。因此，从七十年代起，他就开始提出“海防论”，积极倡议建立近代化的海军。1874年，李鸿章在海防大筹议中上奏，系统提出以定购铁甲舰、组建北、东、南三洋舰队的设想，并辅以沿海陆防，形成了中国近代海防战略。中法战争后，鉴于福建船政水师几乎全军覆没，清政府决定“大治水师”，于1885年成立海军衙门，醇亲王总理海军事务，李鸿章为会办。利用这个机会，北洋水师建设成军。\n\n　　成军后的北洋海军，拥有舰艇25艘，官兵4千余人，在当时是亚洲最强大的海上军事力量。与此同时，李鸿章加紧旅顺、大沽、威海等海军基地的建设，以加强海防。但是，清廷文恬武嬉，内耗众生，户部迭次以经费支绌为借口，要求停止添船购炮，自此，北洋海军的建设陷于停顿、倒退的困境。 \n\n晚年生涯\n\n　　1884年，朝鲜爆发“甲申事变”，对朝鲜时存觊觎之心的日本，乘机出兵。1885年，李鸿章和伊藤博文订立了《中日天津会议专条》，规定朝鲜若有重大事变，中日双方出兵需要事先知照。为甲午战争爆发结下祸胎。\n\n　　1894年，朝鲜爆发东学党起义，朝鲜政府请求中国出兵帮助镇压，李鸿章过于听信驻朝专员袁世凯的报告，认为日本“必无他意”，遂派直隶提督叶志超和太原镇总兵聂士成率军1500人赴朝。不料，日本此后立即向朝鲜派兵，在朝日军增至8000余人，事态趋于严重。李鸿章为设法避免战争，曾通过英、俄两国出面斡旋，但为日本拒绝。无奈下，只得增派军队入朝，和日本相抗衡。六月二十三日，日本军舰在丰岛发动突然袭击，击沉中国运兵船“高升”号，甲午战争爆发。\n\n　　1894年8月16日，驻朝陆军在平壤与日军激战数昼夜后溃败，总兵左宝贵战死，统帅叶志超等逃回国内。1894年8月18日，北洋舰队与日本海军主力在黄海大东沟附近海域遭遇，丁汝昌执行李鸿章“保船制敌”的方针，但北洋海军在弹药不足，在此情况下与日本舰队进行了一场长达5个小时的海上会战，结果极大地影响了战斗力的发挥，也加重了损失的程度”。中国军舰沉没4艘，日本舰队亦遭重创。此后，清军在鸭绿江、九连城等战场与日军激烈交战，但终未能挡住日军的攻势。最终，旅顺、威海等重要海军基地失守，北洋水师覆灭。究其原因，北洋舰队的覆灭与朝廷旧官员是分不开的，众大臣将北洋舰队视为李鸿章的私家军，挑拨其与慈禧的关系，提醒慈禧心加戒备。同时掌管户部的翁同龢念与李鸿章私人恩怨时常克扣军费，导致北洋舰队多数舰艇老化，在为慈禧准备的万寿庆典的颐和园中，清朝库银首要用途就是修建颐和园，在财政入不敷出的情况下，想要维护北洋舰队的先进战备是不可能的。另外，丁汝昌战前提出在主要舰船上配置速射炮以抵消日舰速射炮的优势，需银六十万两。翁同龢鉴于与李鸿章有些私人恩怨未批。北洋舰队在黄海海战中战败，李鸿章才上奏前筹海军巨款分储各处情况：“汇丰银行存银一百零七万两千九百两；德华银行存银四十四万两；怡和洋行存银五十五万九千六百两；开平矿务局领存五十二万七千五百两；总计二百六十万两。”\n\n　　光绪二十一年二月十八日，李鸿章被慈禧太后任命为全权大臣，赶赴日本议和。尽管行前清廷已授予李鸿章割地赔款的全权，但他仍期望“争得一分有一分之益”，与日方代表反复辩论。在第三次谈判后，李鸿章于会住处的路上遇刺，世界舆论哗然，日方因此在和谈条件上稍有收敛。三月十六日，李鸿章伤稍愈，双方第四次谈判，日方对中国赔款2亿5千万两白银，割让辽东半岛及台湾澎湖等要求表示不再让步，日方和谈代表伊藤博文谓，李鸿章面前“但有允与不允两句话而已”。事后日方继以增兵再战进行恫吓。李鸿章等连发电报请示，光绪皇帝同意签约，命令“即遵前旨与之定约”。\n\n　　据说他在签字前的最后关头，曾经老泪纵横地对使团的美国顾问科士达说：“万一谈判不成，只有迁都陕西，和日本长期作战，日本必不能征服中国，中国可以抵抗到无尽期。日本最后必败求和。”\n\n　　后人因此对李鸿章高价赞誉，认为他“一把骨头一把泪为清政府省下1亿白银，为清政府的苟延残喘做出了极大贡献”，而实际上倘若李鸿章没有过于抓北洋海军权力与“保船避战”政策，清政府对于北洋海军的经费不至于减少如斯，甲午海战的结局亦有可能改变，而不是窝囊的被全歼于渤海湾海港内。\n\n　　也正是因为马关签约的强烈刺激，李鸿章发誓“终身不履日地”。两年后他出使欧美各国回来，途经日本横滨，再也不愿登岸，当时需要换乘轮船，要用小船摆渡，他一看是日本船，就怎么也不肯上，最后没有办法，只好在两艘轮船之间架了一块木板，75岁高龄老人，在呼呼悠悠地海面上，毅然决然地蹒跚着步子，慢慢腾腾地挪过去。\n\n　　1895年3月24日，李鸿章在日本商讨马关条约签定问题时，被刺客小山丰太郎开枪击中左面，血染官服，当场昏倒。一时间，现场大乱，行人四处逃窜，行刺者趁乱躲入人群溜之大吉，躲入路旁的一个店铺里。随行的医生马上替李鸿章进行急救，幸子弹未击中要害，李鸿章复原迅速。行刺事件发生后，日本警方很快抓到了小山丰太郎，据此人供认，他本人是日本右翼团体“神刀馆”的成员。他不希望中日停战，更不愿意看到中日议和，一心希望将战争进行下去，所以决定借刺杀李鸿章，挑起中日之间的进一步矛盾，将战争进行到底。\n\n　　马关条约签订后，在全国引起强烈反响。康有为等发动公车上书，掀起维新变法的高潮。李鸿章也视马关签约为奇耻大辱，发誓终生不再履日地，并倾向变法。马关条约导致国内民愤四起，而又不能指责清政府为慈禧倾尽国库一心筹备万寿庆典，故将矛头指向了李鸿章，李鸿章就在这样的情形下做了清朝丧权辱国的替罪羊。甲午战后，李鸿章被解除了位居25年之久的直隶总督兼北洋大臣职务，投置闲散。\n\n　　1896年春，俄皇尼古拉二世举行加冕典礼，李鸿章奉命作为头等专使前往祝贺。在此之前，俄国会同法、德发起三国还辽成功，清廷上下视俄国为救星，包括李鸿章、翁同龢、张之洞在内的元老重臣均倾向联俄。清政府的外交政策也由“以夷制夷”转向“结强援”。同年四月二十二日，李鸿章在莫斯科签订了《中俄密约》，中俄结盟共同对付日本，并同意俄国修筑西伯利亚铁路经过中国的黑龙江、吉林直达海参崴，口岸对俄国兵船开放，导致整个东北沦为沙俄势力范围。\n\n　　李鸿章出任粤督期间，北方爆发了义和团运动，英、法等国组成八国联军进行干涉，慈禧携光绪逃至西安，北方局势一片混乱。而东南地区的实力派疆臣如两江总督刘坤一、湖广总督张之洞等，则在盛宣怀联络下，倡导东南互保，即不遵从朝廷的宣战诏书，以保东南半壁不陷入混乱中。李鸿章更是以将朝廷诏书蔑称为乱命的方式促成此事。\n\n　　在此期间，经由革命党人陈少白和李鸿章的幕僚刘学询牵线，李鸿章一度有意与自日本前来策划“两广独立”的孙中山晤面，但由于双方互存戒心而作罢。1900年6月，八国联军入侵，清朝国宣布与各国进入战争状态。朝廷的电报一封接一封地到达南方，要求各省封疆大臣率兵北上共同灭洋。朝廷下诏，将李鸿章由两广总督重新调任为清朝国封疆大臣中的最高职位：直隶总督兼北洋大臣。慈禧的一纸任命是：“着李鸿章为全权大臣。”\n\n　　清廷再度授李鸿章为直隶总督兼北洋大臣，并连续电催其北上。李鸿章乘轮船至沪后，以身体不适为由迁延观望，部下及亲属也都劝其以马关为前车之鉴，不要再北上，以免又成为替罪羊。直至7月30日，北方局面实在无法收拾，慈禧在逃亡途中电催李鸿章北上。1900年8月15日，清朝国都城沦陷，政府和朝廷逃亡。9月29日，李鸿章到达天津。10月11日，李鸿章到达北京。由于心理压力巨大，李鸿章病倒了，他在拜会英、德公使后回贤良寺的路上受了风寒，一病不起，故作拖延以“漫天要价”的联军沉不住气了，他们唯恐朝廷再也没人来收拾这个烂摊子，一个耗尽“中国财力兵力”的“议和大纲”终于出笼。1901年1月15日，李鸿章和庆亲王奕劻在“议和大纲”上签字。国人声讨又起：“卖国者秦桧，误国者李鸿章！”\n\n　　李鸿章开始咳血了，他知道自己的时日不多，李鸿章想尽快地结束谈判。可“议和大纲”签字后，联军并没有撤军的迹象。各国的态度是：必须把赔款的数额定下来。此时的李鸿章已经没有力气与洋人争来争去了，他吐血已经吐到了“濒危”的程度，在生命的最后时间里，李鸿章已没有精力面对面与洋人再论长短了。李鸿章躺在病榻之上，指挥着下级官员把损失降到最低点———从一开始提出的10亿两白银降到4亿5000万两，分39年还清，年息4厘；4亿5000万两，是对4亿5000万中国人所定的数字，“人均一两，以示侮辱”。李鸿章接受了这个侮辱。\n\n　　1901年签订《辛丑条约》。李鸿章在签字回来后大口大口地吐血[11] ——“紫黑色，有大块”，“痰咳不支，饮食不进”，被诊断为胃血管破裂。而后病逝北京，诏赠太傅，晋封一等侯爵、谥文忠，赐白银五千两治丧，在其原籍和立功省建祠10处，京师祠由地方官员定期祭祀。清代汉族官员京师建祠仅此一人。他被慈禧太后称赞为“再造玄黄”之人，享年79岁。\n\n\n文化成就\n\n书法造诣\n\n　　人们在评述李鸿章功过是非的同时，逐步注意到了他的书法艺术，通过其存世的大量墨迹，我们看到了他书法的非凡功底。但很少有人提及他是位素养颇高的文化人，更是位造诣甚深的晚清书法家。\n\n　　李鸿章扇面在不方不正的扇面上，布局有序，字字和谐于一体，美若一粒粒生动活泼的珍珠在跳跃，行行有度，疏而不乱。览之让人心旷神怡，赏心悦目，不失为一篇书法高品佳作，显示出李鸿章的书法造诣之深。\n\n藏书成就\n\n　　李鸿章从政之余，喜欢收藏图书。在上海寓居丁香花园，有“望云草堂”藏书处。咸丰十年在上海镇压小刀会起义时，经常光顾著名藏书家郁松年的藏书楼“宜稼堂”，郁氏曾奉送多部珍籍给他。去世后，其藏书归于李经迈继承，其珍贵版本于抗日战争中经“汉文渊”书肆主人出售不少。其余藏书在1940年由其孙李国超捐献给震旦大学图书馆，计18000册。其中有《李文忠公全集》100册，内分奏稿、朋僚函稿、译著函稿、教堂函稿、海军函稿及电稿等。其余为政书、兵书、方志、科技图书及历代名人年谱等，抄本有《柔远全书》，藏书交至震旦大学后，校方为之设有“合肥李氏望云草堂藏书”专室，又称“李氏文库”，以特制雕镂精美的西式书柜贮藏。该馆在《震旦杂志》撰文介绍藏书捐赠之事。1949年以后，震旦大学图书馆藏书随院系调整归入复旦大学图书馆及华东师范大学图书馆，其中李氏藏书归入复旦大学图书馆收藏。\n\n\n后人纪念\n\n故居\n　　李鸿章的家宅，李鸿章故居位于今合肥市中心的淮河路步行街中段，是典型的晚清江淮地区民居建筑。布局整齐，结构严谨，雕梁画栋，占地面积2000平方米，由南向北依次分为大门、前厅、中厅、走马楼。东面新开放的淮系展馆1500多平方米，整个李府的占地面积共计3500多平方米。\n\n　　故居面南背北，两扇高大厚实的朱漆大门和门前一对威武的石狮，面对着日夜川流不息的人群。故居自南向北依次为大门、过厅、中厅以及内眷所住的走马楼。古色古香的故居具有明显的江淮官宅特点。\n\n　　李鸿章故居建于19世纪末。故居当年规模很大，许多人用“李府半条街”来形容李家住宅群的恢弘气势。历经百年的风风雨雨，李府依然保留独有的风貌，在十年动乱的时候，李鸿章故居遭到严重破坏。改革开放后，在文化部副部长英若诚的督导下，合肥市政府对李鸿章故居采取保护措施，根据历史照片，在原地修复重建，现存规模已不到原来的十二分之一，但是，主要部分仍旧保留。 \n\n祠堂\n　　北京、天津、保定、上海、济南、南京、合肥肥东等地建有李公祠。\n\n报恩祠\n　　祠堂是清光绪十一年即公元1885年，李鸿章六兄弟为报许氏之恩出资兴建。由于年久失修，许氏宗族集资百万元，对报恩祠进行了重修，遵循修旧如旧原则，基本恢复了当年的原貌。\n\n坟墓\n　　大跃进时期，李鸿章的坟被刨，穿着黄马褂的遗体原本保存完好，结果被群众挂在拖拉机后面游街，直至尸骨无存。\n\n",
  "desc": "李鸿章（1823年2月15日—1901年11月7日），晚清名臣，洋务运动的主要领导人之一，安徽合肥人，世人多尊称李中堂，亦称李合肥，本名章铜，字渐甫或子黻，号少荃（泉），晚年自号仪叟，别号省心，谥文忠。日本首相伊藤博文视其为“大清帝国中唯一有能耐可和世界列强一争长短之人”，慈禧太后视其为“再造玄黄之人”，著有《李文忠公全集》。与曾国藩、张之洞、左宗棠并称为“中兴四大名臣”，与俾斯麦、格兰特并称为“十九世纪世界三大伟人”。",
  "dynasty": "清代",
  "id": 3124,
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_3124.jpg",
  "name": "李鸿章",
  "star": 4
}