{
  "content": "家庭情况\n\n　　归有光初娶魏氏，明嘉靖十六年魏氏去世，归有光续娶安亭望族之女王氏。归有光长子归子孝于1548年染病而亡，年仅16岁，归有光为他作了《思子亭记》以表哀思。归有光另有子归子祜、归子宁，参与整理归氏遗文。五子归子慕为万历十九年举人，两次被逐，隐居江村，死后赠翰林待诏。孙归昌世，归庄之父，为著名篆刻家、书画家、文学家，与李流芳、王志坚合称昆山三才子。曾孙归庄，为明末书画名家，明亡后曾于昆山起兵抗清，事败隐居，拒不事清，晚年致力整理归有光全集。\n\n人物生平\n\n科举不顺\n　　归有光于明武宗正德元年十二月二十四日出生在苏州府太仓州昆山县宣化里一个日趋衰败的大族之中。他八岁时，年仅二十五岁的母亲就丢下三子两女与世长辞，父亲是个穷县学生，家境急遽败落。也许就是这种困境，迫使年幼的归有光过早地懂得了人间忧难，开始奋发攻读。\n\n　　归有光自幼明悟绝人，九岁能成文章，十岁时就写出了洋洋千余言的《乞醯论》，十一、二岁“已慨然有志古人”，十四岁应童子试，二十岁考了个第一名，补苏州府学生员，同年到南京参加乡试。“弱冠尽通六经、三史、大家之文”的归有光，开始时对举业满怀信心，但他参加乡试却连连落第，五上南京，榜上无名，其间惨淡经营，寒窗十五载。嘉靖十九年，三十五岁的归有光参加南京乡试，受到主考官张治的欣赏，把他视为国士，称他是“贾、董再世”，将其拔为第二名举人，期待归有光能更进一尺，早日成为进士。此时的归有光已是纵观三代两汉之文，遍览诸子百家，上自九经二十一史，下至农圃医卜之属无所不博。归有光的古文和俞仲蔚的诗歌、张子宾的制艺被誉为“昆山三绝”。以归有光的才学和声望，考取进士应是胜券在握了。在乡试高中的同年冬天，归有光雇上车马日夜兼程北上，准备应第二年的礼部会试。谁知这次会试竟是名落孙山。 \n\n　　南下还乡后，归有光移居就近的嘉定安亭江上，开始了一边读书应试，一边谈道讲学的生涯。四方学士纷纷慕名而来，少时十几人，多时百余人。归有光的家境一直困贫，全靠妻子王氏料理家事维持生计。居安亭期间，王氏治田四十余亩，督僮奴垦荒，用牛车灌水，以所收米粮供全家及弟子之食，让归有光专心讲学。归有光纵论文史，谈经说道，一时间弟子满门，海内学者文士皆称归有光为震川先生。\n\n　　归有光名扬海内，连恃才居傲的徐文长对归有光也肃然起敬。一日，状元出身的礼部侍郎诸大绶回乡招请徐文长聚会。可是从黄昏一直等到深夜，徐文长才迟迟而来。问其缘由，说“避雨一士人家，见壁门悬‘归有光今欧阳子也’，回翔雒读，不能舍去，是以迟耳”。诸大绶命仆人取那轴归有光的文章来，张灯快读，相对叹赏，至于达旦。\n\n　　然而，归有光的命运却是困蹇不堪。三年一次的会试，次次远涉千里而去，一连八次都是落第而归。其间四十三岁时，失去了最心爱的长子，时隔一年，又失去了任劳任怨、与己分忧的妻子王氏。仕途的蹭蹬，把这位名扬海内的古文家长期抛弃在荒江僻壤之上。加之失子丧妻的哀痛，使他的生活更加艰难。不过，坎坷的生活，倒也磨炼了归有光深沉坚毅、不屈服于权势与恶运的性格。\n\n　　嘉靖三十三年，倭寇作乱，归有光入城筹守御，并写下《备倭事略》、《论御倭书》、《上总制书》等，分析敌情，条陈方略，向当局献计献策。后来他还写下《昆山县倭寇始末书》、《海上纪事十四首》等，流露了同仇敌忾的爱国情感。\n\n勇抗巨子\n　　明代科举场上舞弊之风甚盛，虽不重唐代的行卷之习，但是有宗师和大官僚的提携是仕进的重要捷径。归有光久困场屋，对这一科举内幕应是十分明了的。可是，他却绝不从旁门邪道跻身仕途。乡试中举时的宗师张治对归有光十分欣赏，他为归有光后来三番五次不能中式深感惋惜，几次“欲以旧谊招致之”，然归有光“卒守正不一往”。归有光屡不中式时，明穆宗尚未登位。穆宗身边的一位宠幸的宦官慕归有光之名，让侄子拜归有光为师，并几次让归有光进京私谒自己，都被归有光断然拒绝。穆宗登位后，这位宦官权势更大，归有光仍然绝不与之往来。归有光耿介正直、不事权贵的品格，表现在他整个人生的各个方面。在古文领域里，他始终坚持己见，不为群言所惑，敢于与当时统治文坛的“巨子”相抗争。\n\n　　明代自开国之初的刘基、宋濂等留下一些好文章后，文坛上就开始弥漫起一股浮饰摹古的风气。从永乐到成化的几十年间，久居馆阁的“三杨”统领文坛，提倡昌明博大的文体，作文雍容华贵、平庸空泛，号称“台阁体”。于是有以李梦阳、何景明为首的“前七子”起来反对“台阁体”。他们主张“文必秦汉，诗必盛唐”，句摹字拟，以佶屈聱牙为高古。李、何七子致力于诗，散文并非所长，但是声势之盛，曾左右一世。到了嘉靖年间，李攀龙、王世贞等“后七子”又继“前七子”而起，推波助澜，变本加厉，摹古之风愈演愈烈。归有光就是在这种散发着霉臭的摹古风气中异军突起的勇士，是一位敢于反抗潮流的正直文学家。\n\n　　王世贞和归有光是同乡人，比归有光稍晚。但王世贞从二十二岁进士及第后，官运亨通，步步高升，官至南京刑部尚书，以雄才博学，领袖文坛。这时的归有光，虽已颇有声名，但毕竟还是一个身处穷乡僻壤的布衣老儒。用钱谦益的话说，是一个“独抱遗经于荒江虚市之间”的“老举子”。就是这样一个乡间穷儒生，竟然敢与不可一世的王世贞抗争。归有光在《项思尧文集序》中，批判王世贞的言辞十分激烈，其中说：“盖今世之所谓文者难言矣。未始为古人之学，而苟得一二妄庸人为之巨子，争附和之，以诋排前人……文章至于宋、元诸名家，其力足以追数千载之上，而与之颉颃，而世直以蚍蜉撼之，可悲也！无乃一二妄庸人为之巨子以倡导之欤？”归有光公开把王世贞讥之为“妄庸巨子”，王世贞得知后甚为恼火，说：“妄诚有之，庸则未敢闻命。”归有光毫不客气地回敬道：“唯妄故庸，未有妄而不庸者也。”王世贞在晚年完全改变了对归有光的看法，在为归有光像写的《归太仆赞》序中说：“先生于古文词，虽出之自史、汉，而大较折衷于昌黎、庐陵，当其所得，意沛如也。不事雕饰而自有风味，超然当代名家矣，”赞云：“千载有公，继韩、欧阳。余岂异趋，久而始伤。”他在给归有光古文很高评价的同时，也道出了自己的“迟暮自悔”之情。归有光用自己的理论和创作实践终于使他的对手为之折服。\n\n晚年入仕\n　　归有光虽然“八上公车而不遇”，但还是不愿甘休。嘉靖四十四年，归有光第九次参加会试时终于中了个三甲进士，这时他年已六十。满腹诗文经义，一心想为国出力的归有光虽年已花甲，壮志依旧未衰。因为归有光是三甲出身，不能授馆职，只能到僻远的长兴当知县。\n\n　　长兴地处山区，长期没有知县，大小事务都由胥吏把持，豪门大族勾结官府为非作歹，监狱里关满了无辜的百姓，盗贼公行，民间鸡犬不宁。当时有人劝归有光不要去上任，以待更换，但他却毅然前往。他到长兴后的第一件事就是兴办学校，培养后进。第二件事是整治恶吏，平反冤狱。把无辜办了死罪的三十余人省释出狱，为无辜受诬入狱的一百零七人平了反，把鱼肉百姓的恶吏和捕卒快手严加法办。每次审判听讼都让妇女儿童环立案前，不用官话而用吴语审讯，以便百姓申诉。常常当堂决断，而极少具狱。对已入狱者按律令给衣食。一重囚母死，归有光准许他回家料理丧事后自己返回。那重囚料理完丧事后不听旁人嗾使，竟然自己返回。\n\n　　归有光一心想学习两汉循吏，做廉洁刚正之官。上司之命若不便施行便搁置不办，而“直行己意”，他公开在《长兴县编审告示》中宣布：“当职谬寄百里之命，止知奉朝廷法令，以抚养小民；不敢阿意上官，以求保荐，是非毁誉，置之度外，不恤也。”在知长兴的短短两年中，归有光颇著政绩，深受百姓拥戴，但是这却召来豪强、大吏的不满。隆庆二年，六十三岁的归有光终因得罪豪强和上官，而被调任顺德府通判，管理马政。按明制，“进士为令，无为迁倅”。所以归有光的升迁实为重抑。对这一不公平的降职，归有光非常愤慨，他曾气愤地说：“号称三辅近，不异湘水投。”并连上两疏要求辞官，但被朝廷公卿扣压不能上达。归有光抵任后，筑土室一间，整日躲在其中，读书自娱，以示不满。归有光虽然对迁升顺德通判大为不满，但一到任上却还是兢兢业业，一丝不苟。他利用马政通判的清闲，广阅史籍，采访掌故，修了一部完备的《马政志》。\n\n抱憾病卒\n　　隆庆四年，归有光到北京朝贺万寿节。同年，受大学士高拱、赵贞吉推荐，升为南京太仆寺寺丞。后来又被首辅李春芳留在内阁，掌内阁制敕房，纂修《世宗实录》，身列文学侍从之位。归有光仕途晚达，十分兴奋，期望自己能借机阅读许多内府秘藏，在学术上获得更深的造诣。但终因劳累过度，在敕房任职仅一年，便身染重病，终于隆庆五年正月十三日抱恨而逝，时年六十六岁。葬于昆山城东南门内金潼里。\n\n\n墓地\n\n　　归有光墓位于江苏省昆山市金潼里，墓地方圆5亩多，墓有多冢，东冢为其高祖南隐公暨配俞氏之墓；西冢为归有光暨配魏氏、王氏之墓，曾孙归庄墓附葬在西冢之次。原墓门在东，乾隆六年县令丁元正封筑后，移至冢之前。1934年重加修尊，将墓门改建，篆额“归震川先生墓”，墓穴用水泥浇成圆顶，并立“明太仆寺丞归震川先生墓碑”；墓左建御倭亭，纪念归有光嘉靖年间入城御倭的功绩。\n\n评价\n\n　　王世贞最初因为文学观点与归有光相左而讨厌他，后来却又不得不佩服他，认为归有光可与韩愈、欧阳修相提并论。值得一提的是，王世贞晚年时文风亦有转变，主张“文必秦汉”的他甚至沉迷阅读苏轼的文章。\n\n　　林则徐曾在嘉定归有光祠题一联：\n　　“儒术岂虚谈？水利书成，功在三江宜血食；\n　　经师偏晚达，专家论定，狂如七子也心降。”\n\n　　对归有光在水利方面的贡献和经学方面的成就作出了高度评价，认为归有光以儒术成就功业。\n\n\n介绍\n\n　　归有光正德元年十二月二十四出生在一个累世不第的寒儒家庭，早年从师于同邑魏校。嘉靖十九年中举，后曾八次应进士试皆落第。徙居嘉定安亭，读书讲学，作《冠礼》、《宗法》二书。从学的常数百人，人称“震川先生”。他考察三江古迹，认为太湖入海的道路，只有吴淞江，而吴淞江狭窄，潮泥填淤，渐渐地就堙塞，只要合力浚治，使太湖的水向东流，其他的水道就可不劳而治，为此写了《三吴水利录》后来，海瑞以右佥都御史巡抚应天十府，兴修水利，主持疏通吴淞江时，许多方面均采用了他的建议。\n\n　　嘉靖三十三年倭寇作乱，归有光入城筹守御，作《御倭议》。嘉靖四十四年他60岁始成进士，授湖州长兴县知县。他重视教化，治政廉明。每逢处理诉讼事宜，务明事实真相。当时长兴县内盗贼极多，官府乱抓一批无辜者，他用计擒获盗首，使狱中蒙冤受屈者30多人获释。因得罪豪门与上司，调任顺德通判，专门管辖马政。由大学士高拱、赵贞吉推荐，于隆庆四年为南京太仆寺丞，留掌内阁制敕，修《世宗实录》，隆庆五年正月十三卒于南京，年六十六岁。 葬于昆山城东南门内金潼里。今昆山归有光墓，为旅游景点一。\n\n　　富藏书。其父在成化初，已筑书室百楹于安亭江上，名为“世美堂”。他又多方寻找采购。夫人王氏，亦极喜藏书，听说有零册散编，则令女仆访求，置书达数千卷。声称平生无它嗜，独好书籍，以冶性情。藏书印有“世美堂印”、“世美堂琅玡王氏珍玩”、“一往情深”、“魏国文正公二十二代女”等。编辑有《诸子汇函》，上自周代的鬻熊《鬻子》，下自当代的宋濂《龙门子》，共94家著作，是明末以前收录子部书最多的一部丛书。\n\n\n水利贡献\n\n　　自古以来太湖流域以富庶闻名，但伴随着发展，太湖水旱灾情越来越严重，到了明朝，每三到七年就要发生一次水灾。归有光居住在安亭时，对太湖地区的水利情况进行了研究，认为吴淞江是太湖入海的道路，只要拓宽吴淞江，解决吴淞江的淤塞问题，其他的水道问题就很容易解决，反对排泄太湖水，因为“夫水为民之害，亦为民之利，就使太湖干枯，于民岂为利哉”！他上书给当时的兵道、知府、知县，阐述自己的治水主张。他还搜集当时相关的水利文献，著《水利论前》《水利论后》等，撰成《三吴水利录》四卷，是古代太湖水利研究的重要资料。\n\n历史遗迹\n\n　　为纪念归有光，清道光8年，江苏巡抚陶澍奏请道光皇帝批准， 动用菩提寺东边空地，建造震川书院。于道光8年动工，3年后竣工。书院占地11.7亩。\n\n　　书院与古刹菩提寺相连，南有和尚浜溪流，对岸为大熊墙，缀以绿树翠蔓，清净异常。东与因果树相通，北又有和尚浜小溪。书院门首镌刻“震川书院”四个篆字。\n\n　　清道光15年，江苏巡抚林则徐因兴修水利事，过访震川书院，留下了“儒术岂虚谈，水利书成，功在三江宜血食；经师偏晚达，专家论定，狂如七子也心降”的字联。\n\n　　清光绪25年，震川书院停办。翌年毛源等人借书院原有经费，在原地开办震川小学堂。至光绪32年增办中学。现为震川中学。\n\n\n文学成就\n\n倡变文风\n　　明代中叶，文坛上出现了前、后七子的复古运动，对扫除台阁体的文风有一定作用。但至嘉靖年间，已流为盲目尊古倾向。王慎中、茅坤、唐顺之等人起而抵制，提倡唐宋古文，被称为唐宋派，其魁首实为归有光。时王世贞为文坛宗师，声势煊赫，归有光贬斥说：“盖今世之所谓文者，难言矣。未始为古人之学，而苟得一二妄庸人为之巨子，争附和之，以抵排前人”，“至于宋元诸名家，其力足以追数千载之上而与之颉颃，而世直以蚍蜉撼之，可悲也”。在诗论上，他也批判复古倾向说：“今世乃惟追章琢句，模拟剽窃，淫哇浮艳之为工，而不知其所为。”反之，他认为那种“率口而言，多民俗歌谣，悯时忧世之语，盖大雅君子之所不废者”。他的基本观点是：以《史记》为代表的秦汉文章虽好，但唐宋间名文未尝不佳，前、后七子标榜“文必秦汉，诗必盛唐”，实则泥古成风，走入歧途。他主张“变秦汉为欧曾”，属文时应“出于意之所诚……非特求绘藻之工为文章。□□然观美矜炫于世而已”。当时，王世贞听到他批评自己“妄庸”后说：“妄则有之，庸则未敢闻命。”但到了晚年，王世贞也感到自己雕饰过甚，不及归有光恬适自然。在《归太仆赞序》中说：“先生于古文辞……不事雕饰而自有风味，超然当名家矣。”还有人把归有光与欧阳修比较，推崇他为明代第一散文家。直到清代。方苞、姚鼐等人，也对归有光交口称赞。\n\n散文特色\n　　归有光反对拟古，多从形式着眼，并未达到内容上的真正革新。他的作品以散文为主，十之八九为经解、题跋、议论、赠序、寿序、墓志、碑铭、祭文、行状以及制义之作，其中有些作品表现了对当时政治的不满，有些作品表现出对人民的同情，但也有不少作品内容空洞，思想陈腐。在若干记叙、抒情散文中，能做到“无意于感人，而欢愉惨恻之思，溢于言语之外”。其艺术特色是：①即事抒情，真切感人。如代表作《项脊轩志》，以“百年老屋”项脊轩的几经兴废，穿插了对祖母、母亲、妻子的回忆，并抒发了人亡物在、世事沧桑的感触。所回忆者人各一事，均属家庭琐事，但极富有人情味。②注重细节，刻绘生动。如《项脊轩志》写景，发扬了唐宋文的优良传统，确非前后七子所及。③篇幅短小,言简意赅。他的散文名作，如《项脊轩志》、《先妣事略》、《思子亭记》、《女二二圹志》等，均未超过千字。《寒花葬志》为悼念夭殇小婢而作，全文共112字，但以两个细节勾勒婢女形象，写出庭闱人情，极为凝炼。④结构精巧，波折多变。如《宝界山居记》由太湖风景写到宝界山居，又对比唐代王维之辋川别墅，并对王维发了议论。《菊窗记》，从洪氏之居的地势、风景写到古人仲长统与陶渊明，夹叙夹议，跌宕多姿。\n　　归氏散文多写身边琐事，未能充分反映明代社会矛盾。但他在《备倭事略》、《昆山县倭寇始末书》、《蠲贷呈子》等文中，刻画了倭寇入侵后昆山一带“屋庐皆已焚毁，□聚皆已罄竭，父母妻子半被屠刳，村落之间哭声相闻”的惨状。在《书张贞女死事》、《张贞女狱事》文中，揭露了恶霸横行、吏治腐败的现实。在《送恤刑会审狱囚文册揭贴》、《九县告示》、《乞休申文》等文中，表达了自己为民请命的心怀。在《可茶小传》、《鹿野翁传》等传记文里，勾勒了一些普通人物的形象。在《己未会试杂记》、《壬戌纪行》等纪行文中，记载了当时一些民情世态，这些作品，也还具有一定社会意义。\n\n著述名录\n　　归有光死后，其子子宁曾辑其部分遗文，刻于昆山，词句多有改窜，其孙昌世与钱谦益遍搜遗文，细加校勘，编为文集40卷，未能全刻。清康熙年间，曾孙归庄又增益部分遗文，经董正位等人襄助刻成《震川先生全集》，正集30卷、别集10卷，共40卷。内收各种体裁之散文 774篇、诗歌113首。今通行本为四部丛刊本《震川先生集》共40卷，系据明常熟刊本影印。\n\n\n震川书院\n\n　　清朝道光八年，江苏巡抚陶澍为纪念归有光，奏请道光皇帝于归氏故居安亭建造震川书院。书院与菩提寺相连。清光绪二十八年，震川书院停办，翌年毛怡源等于原址创办新学，改名震川学堂，初为小学，1905年改为中学，兼设师范，名为苏松太道立震川中学，是嘉定、昆山两县最早的中学。1906年又改为小学。现址为上海市嘉定区安亭中学。",
  "desc": "归有光（1506～1571）明代官员、散文家。字熙甫，又字开甫，别号震川，又号项脊生，汉族，江苏昆山人。嘉靖十九年举人。会试落第八次，徙居嘉定安亭江上，读书谈道，学徒众多，60岁方成进士，历长兴知县、顺德通判、南京太仆寺丞，留掌内阁制敕房，与修《世宗实录》，卒于南京。归有光与唐顺之、王慎中两人均崇尚内容翔实、文字朴实的唐宋古文，并称为嘉靖三大家。由于归有光在散文创作方面的极深造诣，在当时被称为“今之欧阳修”，后人称赞其散文为“明文第一”，著有《震川集》、《三吴水利录》等。",
  "dynasty": "明代",
  "id": 792,
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_792.jpg",
  "name": "归有光",
  "star": 41
}