{
  "content": "生平\n\n　　宋代僧人画家法常的生平行状，在历代著录文献中有多种说法，尤其是他的俗姓、里籍、禀性、事迹、生卒年岁等，更是众说纷纭。\n\n　　元庄肃《画继补遗》云：“僧法常，自号牧溪。善作龙虎、人物、芦雁、杂画，枯淡山野，诚非雅玩，仅可供僧房道舍，以助清幽耳”。\n\n　　元吴太素《松斋梅谱》云：“僧法常，蜀人，号牧溪。喜画龙虎、猿、鹤、禽鸟、山水、树石、人物，不曾设色，多用蔗查□结，又皆随笔点墨而成，意思简当，不费妆缀。松竹梅兰，不具形似，荷芦写俱有高致。一日造语伤贾似道，广捕而避罪于越丘家，所作甚多。惟三□帐为之绝品。后世变事释，圆寂于至元间。江南士大夫处今存遗迹，竹差少，芦雁亦多赝本，今存遗像在武林长相寺中。“元夏文彦《图绘宝鉴》云：“僧法常，号牧溪，喜画龙虎、猿鹤、芦雁、山水、树石、人物，皆随笔点墨而成，意思简当，不费装饰。但粗恶无古法，诚非雅玩”。\n\n　　从晚清到近代，包括日本人编写的中国绘画史传中，都在法常名下增添了不少材料。\n\n　　清彭蕴灿《历代画史汇传》卷六“释氏门”法常名下加入了：“性英爽，酷嗜酒，寒暑风雨常醉，醉即熟，觉即朗吟。”\n\n　　近人孙濌公《中国画家人名大辞典》云：“法常僧，开封人，俗姓薛氏，号牧溪。天台山万年寺僧。……”\n\n　　法常也有人称他多用蔗渣、草结蘸水墨，随意点染，意思简当，不费妆缀。但元代也有人认为他的画粗恶无古法，诚非雅现。其画于秀逸清冷中透出禅意，部分作品流传到日本，对日本绘画影响很大 。\n\n　　日本近人金原省吾《支那绘画史》则说法常：“俗姓李氏，长庆寺僧，五十岁后闲居寺门外。理宗嘉熙三年卒，年六十三岁。”金原省吾又以为法常是一个役僧。他的师父名无准禅师，无准还有一个日本徒弟叫圣一的，在理宗淳祐元年还国。现存日本的牧溪画，可能是圣一带去的。\n\n\n轶事典故\n\n　　近年来，徐邦达先生、宗典先生都曾对法常生平传记作过考订。如徐先生认为《历代画史汇传》中关于法常的事迹，系据陶谷《清异录》，陶为五代宋初人，哪能为活动于宋末元初的画僧法常作传？即使根据宋陈振孙《直斋书录解题》、清《四库提要》中所说的此书是晚宋人编辑而假托之陶氏之名以传的，似乎也还来不及为法常作传。且《清异录》所载法常为“河阳人”，与画僧法常显然是异代同名人。《中国画家大辞典》称法常为“开封人，俗姓薛氏”，“天台山万年寺僧”，可能系据近人陈垣所辑《释氏疑年录》所载嘉兴报恩法常，亦与画僧法常无关。徐先生还认为金原省吾《支那绘画史》所载法常据云“卒于理宗嘉熙二年”，比现在收藏在日本的法常《虎》轴自识“咸淳己巳牧溪”要早得多。又以上俗家姓薛、姓李的法常，都没有提到牧溪之号。所以《历代画史汇传》、《中国画家人名大辞典》、《支那绘画史》三书中所涉及的僧法常，其中事迹除引自《图绘宝鉴》的文句可用外，其他部分都应排除掉，才不至于把好几个同名的僧人的传记合之为一了。徐建融先生最近在《法常禅画艺术》一书中，根据中国文献记载中的法常和日本研究中的法常资料进行排比、梳理和考订，给法常牧溪立传：僧法常，号牧溪，俗姓李，蜀人。生于南宋宁宗开禧三年，年轻时曾中举人。\n\n　　兼擅绘事，受同乡前辈文人画家文同的影响。绍定四年蒙古军由陕西破蜀北，四川震动，他随难民由长江到杭州，并与马臻等世家弟子相交游。后因不满朝廷政治的腐败而出家为僧，从师径山寺住持无准师范佛鉴禅师。在这期间，法常受禅林艺风的薰陶而作《禅机散圣图》，曾得到殷济川的指授。端平二年，日僧圣一来华从无准学习佛法，与法常为同门师弟兄。淳祐元年圣一归国时，法常以《观音》、《松猿》、《竹鹤》三轴赠别，在日本画坛赢得极高评价。由于日本方面的努力，加上国内对法常绘画的贬斥，因此，法常的作品大都流到日本。宝祐四年五十岁以后，法常住持西湖边的六通寺，目睹权臣误国、世事日非，\n\n　　于咸淳五年挺身而出，斥责贾似道。事后遭到追捕，隐姓埋名于“越丘氏家”；而禅林艺坛，从此传遍了他的死讯。直到德祐元年贾似道败绩，法常才重新露面，这时已是将近七十岁的高龄了。至元二十八年，法常与世长辞，享寿八十五岁，遗像在杭州长相寺中。\n\n　　法常死后，日本禅僧还纷纷慕名而来，瞻仰他的法像，传承他的画艺。其中最有名的便是默庵灵渊和可翁。传到日本的法常画迹，有相当一部分赝品可能出于默庵和可翁之手。\n\n　　看来，唐宋时名为法常的僧人有过多人，历代画史著录常把他们与画僧法常相混淆，今之学者作了大量考订、梳理，企望正本清源，苦于资料匮乏，尚难说对于法常生平之谜就已全部揭开吧！\n\n",
  "desc": "中国南宋画家，僧人。号牧溪。生卒年不详，活跃于13世纪60～80年代之际。蜀（今四川）人。曾因反对奸相贾似道而遭通缉，在浙江一位姓丘的人家中避难。擅龙、虎、猿、鹤、芦雁、山水、人物。师法梁楷，加以发展变化。所画猿、鹤、观音、罗汉等，造型严谨，形象准确。虽在生时受冷遇，却开后世文士禅僧墨戏之先河，并对日本水墨画之发展产生巨大影响，被誉为“日本画道之大恩人”。",
  "dynasty": "宋代",
  "id": 1835,
  "name": "法常",
  "star": 0
}