{
  "content": "诗词成就\n\n　　陈与义一生的主要贡献在诗词方面。他青年时诗文就写得很好，《宋书》本传说他的诗词“体物寓兴，清邃纡余，高举横厉，上下陶（渊明）、谢（灵运、胱）、韦（应物）、柳（永)之间”。他曾写过一首《墨梅》，得到宋徽宗的嘉赏，并由此受到器重。他是专学杜甫的，是江西诗派后期的代表作家。他学杜甫又不拘泥于杜甫，对前贤的作品是博览约取，善于变化。他还特别推崇苏轼和黄庭坚、陈师道，但并不墨守成规，而能参合各家融会贯通，创造自己的风格。他的作品语言质朴，音节响亮，形象丰富，很少用典，明快中没有鄙俗，口语化略无平淡。所以无论从思想内容还是艺术技巧，都比江西派的其他诗人的成就较大，无愧于江西诗中的改革派。 \n\n　　诗人还写了不少怀念故乡洛阳的作品，如《虞美人》(亭下桃花盛开，作长短句咏之）“洛阳城里又东风，未必桃花得似旧时红”。《临江仙》（夜登小阁，忆洛中旧游）“忆昔午桥桥上饮，坐中多是豪英。……二十余年如一梦，此身虽在堪惊”。《虞美人》是写虽然到了春天（“又东风”），洛阳的桃花未必开得和往年一样红妍。其原因是被战乱践踏得连花儿也一改旧时的俏容，给洛阳蒙上一层耻辱的阴影。《临江仙》是写在洛阳午桥相约饮酒，在座的都是同学少年，英雄豪杰。当时陈与义才二十多岁，金榜题名（二十四岁进士及第）。又二十多年过去了，简直像一场恶梦，虽然还活在世上，确实叫人日日夜夜提心吊胆，担惊害怕。其原因又是朝纲败坏，战争使社会动荡不安所造成的。再如《法驾导引》中的“归路碧迢迢”。《点绛唇》（紫阳寒食）中的“不解乡音，只怕人嫌我”。《木兰花慢》中的“北归人未老，喜依旧，著南冠”。等等都是写对故乡的怀念。归途遥远，又一定是杂草丛生，无路可寻，欲归而不可得。即是回去，由于长期在外难解乡音，父老子弟们对我会是什么看法呢?年龄不算大（逝世时才四十九岁），依然喜爱北方衣着，无不流露出怀恋故乡之情，任何一个羁旅它乡的人读了都会产生共鸣。 \n\n\n生平\n\n　　按照古代户籍划分，陈与义算不上地地道道的洛阳人——他的老祖宗本来一直居住在京兆，也就是现在的陕西西安，后来赶上安禄山造反，只得跟着唐玄宗入蜀避乱，迁居青神。后来，陈与义的曾祖陈希亮又把家搬到了洛阳。陈与义也算出生在书香门第。他的曾祖陈希亮（字公弼），官至太常卿，与苏洵父子为世交。大文豪苏东坡后来还写了《陈公弼传》作为纪念。陈与义的祖父和父亲也曾做过官，其外祖父张友正还是名显一时的书法家。 陈与义也确实给先祖争气。出生于哲宗元祐五年（公元1090年）六月的他自幼勤奋好学，博闻强志。稍长，他又学诗于当时颇有名的崔鶠（音yàn），其后进入太学深造。\n\n　　24岁时，陈与义考中进士，随后当上文林郎。这是个闲职，负责开德府（今濮阳）的文学教育工作。陈与义干了3年后辞职，回家与一帮好友吟诗赏画，日子过得好不快活。又过了两年，他被任命为辟雍录，也就是到太学的预备学校里当老师。\n\n　　宣和二年（公元1120年），陈与义的母亲辞世。他在汝州服丧期间，结识了州守、词人葛胜仲。两年后，由葛举荐，他入京做了太学博士。次年，他29岁时的诗作《和张矩臣水墨梅五绝》，竟被徽宗看上了。\n\n　　陈与义自幼聪明好学，能诗文，为同辈所敬重。《宋史》本传说他“天资卓伟，为儿时已能作文，致名誉，流辈敛衽，莫敢与抗”。徽宗政和三年（1113年）登上舍甲科，被授于开德府（今河南濮阳）教授，累迁太学博士，进升为符宝郎，掌皇帝八宝及国之符节，不久被贬为陈留郡（今河南杞县境）酒税监。\n\n　　靖康二年（1127年）四月，金兵攻入宋都汴京（今河南开封），掳走宋徽宗、宋钦宗二帝，北宋遂亡。陈与义自陈留避难南奔，经襄阳，转湖南，绕广东、建，于绍兴元年（1131年）抵南宋首都临安（今浙江杭州）。陈与义为高宗旧臣，高宗得知他的忠心，便任命他为礼部侍郎。不久，以徽猷阁直学士知湖州（今浙江吴兴）。召为给事中，参与讨论政事，抄发章疏，稽察违失，以备顾问应对。又以显谟阁直学士提举江州（今江西九江）太平观，旋而复用为中书舍人、直学士院。绍兴六年（1136年）十一月，拜翰林学士、知制诰。七年正月，授参知政事（相当于副宰相），唯师礼用道德以辅朝廷，尊主威振纲纪而呕心沥血。\n\n　　陈与义性格沉重，不苟言笑，待人接物谦虚谨慎。被他推荐和提拔的官吏很多，他从来不向外人流露，也不向被推荐、提拔的人表白，更不提出任何要求。因此，他在士大夫阶层中具有较高的威望。朝臣们多愿向他坦露心迹或请求指正迷津。当时，丞相赵鼎在朝廷放言：“人多谓中原有可图之势，宜便进兵，恐他时咎今日之失机。”高宗说：“今梓宫与太后、渊圣皆未还，若不与金议和，则无可还之理。”丞相的意思是，多数人主张打回汴京，收复中原，若不如此，恐怕将来因失去机会而受到追究。而高宗则认为，二帝被掳，连同太后、嫔妃、宫女都在金人手里，若不议和恐难于返回。陈与义听了之后，赞成丞相的用兵，反对高宗的议和，便婉转地说：“若和议成，岂不贤于用兵；万一无成，则用兵必不免。”高宗曰：“然。”从道理上以为陈与义的话很对，但事实上他甘心于偏安江左，以求苟延残喘。陈与义看出高宗无意收复中原，他很失望，便以病托辞退职，朝廷复以资政殿学士（授予罢政宰相的职衔）知湖州，加提举临安洞霄宫（今浙江余杭西南，宋代凡执宰大臣去位者，皆以提举洞霄宫系衔）。绍兴八年（1138年）十一月病逝，终年四十九岁。 \n\n\n介绍\n\n　　陈与义是南北宋之交的著名诗人，其先祖居京兆，自曾祖陈希亮迁居洛阳，也推崇苏轼、黄庭坚和陈师道。他生于宋哲宗元祐五年（1090年），卒于南宋宋高宗绍兴八年（1138年）。陈与义在北宋做过地方府学教授、太学博士，在南宋是朝廷重臣，又是一位爱国诗人，其主要贡献还是在诗歌方面，给后世留下不少忧国忧民的爱国诗篇。存词19首。曾在余杭任太傅幕僚，后被宰相赏识，因而升迁。\n\n　　他的诗歌创作可以金兵入侵中原为界线，分为前后两个时期。前期表现个人生活情趣的流连光景之作，词句明净，诗风明快，很少用典，清新可喜。以《墨梅》（意足不求颜色似，前身相马九方皋。）诗受到徽宗的赏识。南迁之后，因国破家亡，颠沛流离，经历了和杜甫在安史之乱时颇为相似的遭遇，对学杜有了更深刻的认识，诗风有了改变，转学杜甫。他不象江西派诗人那样，只从句律用字着手，而是把自己的遭遇和国家的命运融合在一起，题材广泛，感时伤事，写了不少寄托遥深的诗篇，趋向沉郁悲壮，雄阔慷慨， 成为宋代学习杜甫最有成就的诗人之一。\n\n　　陈与义与吕本中有过交往，但吕本中作《江西诗社宗派图》，并未列陈与义之名。宋人也有称他崇尚陈师道的，但多数人认为他于杜甫。元代方回在《瀛奎律髓》中称杜甫为江西派的\"一祖\"，黄庭坚、陈师道、陈与义为\"三宗\"。陈与义不是江西人，作诗重锤炼，固然有与陈师道相似的地方，但他重意境，擅白描，与黄庭坚的好用典、矜生硬， 迥然有别，不应列入江西诗派。\n\n　　陈与义诗作最逼近杜诗的是七律。像《登岳阳楼》之一、《巴丘书事》、《再登岳阳楼感慨赋诗》、《除夜》等，雄浑悲壮，感慨多端。五言律如《雨》诗 2首、《除夜》等则以清迥峭刻见长。五言古诗写景造意，接近谢灵运、柳宗元等人。如《夏日集葆真池上》中间写景：\"鱼游水底凉，鸟宿林间静。谈余日亭午，树影一时正。… 微波喜摇人，小立待其定。\"观察细密，造语工致。七言绝句重在意趣，格调清婉，如《和张规臣水墨梅五绝》、《春日二首》、《中牟道中二首》等，或工于兴寄，或活用典实，屡见新意，耐人寻味。\n\n　　陈与义亦擅词作。〔临江仙〕中的\"杏花疏影里，吹笛到天明\"，〔虞美人〕中的\"及至桃花开后却匆匆\"等名句都为人称诵，胡仔、黄□等人对他也有较高的评价。总的说来，他的词作以清婉秀丽为主要特色。\n\n　　陈与义集原为其学生周葵编，共10卷，早佚。宋光宗绍熙元年（1190），胡稚笺注《 简斋诗集》30卷（附《无住词》1卷）刊刻问世，《四部丛刊》即据此影印，并附印元刊《 陈简斋诗外集》。1982年，中华书局出版的《陈与义集》即以胡本为底本。 \n\n",
  "desc": "陈与义(1090-1138)，字去非，号简斋，汉族，其先祖居京兆，自曾祖陈希亮迁居洛阳，故为宋代河南洛阳人（现在属河南）。他生于宋哲宗元祐五年(1090年)，卒于南宋宋高宗绍兴八年(1138年)。北宋末，南宋初年的杰出诗人，同时也工于填词。其词存于今者虽仅十余首，却别具风格，尤近于苏东坡，语意超绝，笔力横空，疏朗明快，自然浑成，著有《简斋集》。",
  "dynasty": "宋代",
  "id": 724,
  "name": "陈与义",
  "star": 105
}