{
  "content": "纪念建筑\n\n商鞅墓\n\n　　商鞅墓，又名商君墓。商鞅被车裂后，法家的后学者收殓商鞅的遗骨准备偷运回商鞅故里卫国安葬，在黄河德丰渡口被秦国守军截获，当地百姓与守军便将商鞅遗骨草草埋葬于附近的秦驿山之下，后来法家的后学者寻访至此为商鞅立了墓碑。上书“商君之墓”。商君墓位于今陕西省合阳县城东23公里处的洽川镇风景名胜区秦驿山脚下，墓高三米多，直径十余米。1970年解放军某部在此修建营房时将商君墓夷为平地。\n\n商鞅广场\n\n　　商洛市（因出土有带有“商”字的瓦当，确认系公元前340年秦封给商鞅的封邑）最大的广场——商鞅广场，坐落于广场中心的大型主题性城市雕塑“商鞅”也成为该市的标志性雕塑。\n\n　　广场中心的商鞅雕塑高9米，“商鞅”左手持简，身佩宝剑，刚毅果决，庄严威峻，雕塑背后是一堵总长33.8米的浮雕文化墙，主要讲述商鞅变法前后的历史风云。\n\n\n生平\n\n　　早年生活\n\n　　商鞅年轻时喜欢刑名法术之学，受李悝、吴起的影响很大。他向尸佼学习杂家学说，后侍奉魏国国相公叔痤任中庶子。]公叔痤病重时向魏惠王推荐商鞅，说：“商鞅年轻有才，可以担任国相治理国家”]，又对魏惠王说：“主公如果不用商鞅，一定要杀掉他，不要让他投奔别国。]”魏惠王认为公叔痤已经病入膏肓，语无伦次，于是皆不采纳。公叔痤转而让商鞅赶紧离开魏国，商鞅明白魏惠王不采纳公叔痤用他之言，也不会采纳杀他之言，所以并没有立即离开魏国。\n\n　　投奔秦国\n\n　　公元前362年，秦孝公继位。当时黄河和崤山以东的战国六雄已经形成，淮河、泗水之间有十多个小国。周王室势力衰微，诸侯间用武力相互征伐吞并。秦国地处偏僻的雍州，不参加中原各国诸侯的盟会，被诸侯们疏远，像夷狄一样对待。秦孝公继位后以恢复秦穆公时期的霸业为己任，在国内颁布了著名的求贤令，命国人、大臣献富国强兵之策。\n\n　　公叔痤死后，商鞅听说秦孝公在国内发布求贤令，便携带李悝的《法经》投奔秦国，通过秦孝公的宠臣景监见孝公。商鞅第一次用帝道游说秦孝公，孝公听后直打瞌睡并通过景监指责商鞅是个狂妄之徒，不可任用。五日后，商鞅再次会见秦孝公，用王道之术游说，孝公不能接受并再次通过景监责备商鞅。商鞅第三次会见秦孝公时用霸道之术游说，获得孝公的肯定但没有被采用，但商鞅此时已领会孝公心中的意图。最后商鞅见孝公时畅谈富国强兵之策，孝公听时十分入迷，膝盖不知不觉向商鞅挪动，二人畅谈数日毫无倦意。]景监不得其解，向商鞅询问缘由。商鞅说秦孝公意在争霸天下，所以对耗时太长才能取得成效的帝道、王道学说不感兴趣。\n\n　　酝酿变法\n\n　　公元前359年，秦孝公打算在秦国国内进行变法，又害怕国人议论纷纷，所以犹豫不决。秦孝公召开朝会命臣工商议此事。\n\n　　旧贵族代表甘龙、杜挚起来反对变法。他们认为利不百不变法，功不十不易器。“法古无过，循礼无邪。”商鞅针锋相对地指出：“前世不同教，何古之法？帝王不相复，何礼之循？”“治世不一道，便国不法古。汤、武之王也，不循古而兴；殷夏之灭也，不易礼而亡。然则反古者未必可非，循礼者未足多是也。”从而主张“当时而立法，因事而制礼”（语出《商君书·更法篇》、《史记·商君列传》）。这是以历史进化的思想驳斥了旧贵族所谓“法古”“循礼”的复古主张，为实行变法作了舆论准备。\n\n　　施展变法\n\n　　颁布垦草令\n\n　　变法之争结束后，秦孝公于公元前359年命商鞅在秦国国内颁布《垦草令》，作为全面变法的序幕。其主要内容有：刺激农业生产、抑制商业发展(现代解释错误，应该解释为鼓励商）、重塑社会价值观，提高农业的社会认知度、削弱贵族、官吏的特权，让国内贵族加入到农业生产中、实行统一的税租制度等改革方略。\n\n　　第一次变法\n\n　　《垦草令》在秦国成功实施后，秦孝公于公元前356年任命商鞅为左庶长，在秦国国内实行第一次变法。其主要内容有：改革户籍制度实行什伍连坐法、明令军法奖励军功、废除世卿世禄制度、建立二十等爵制、严惩私斗、奖励耕织重农抑商、改法为律制定秦律、推行小家庭制等改革方略。\n\n　　第二次变法\n\n　　咸阳（今陕西省咸阳市东北）位于关中平原中部，北依高原，南临渭河，顺渭河而下可直入黄河，终南山与渭河之间可直通函谷关。为便于向函谷关以东发展，秦孝公于公元前350年命商鞅征调士卒，按照鲁国、卫国的国都规模修筑冀阙宫廷，营造新都，并于次年将国都从栎阳（今陕西省渭南市富平县东南）迁至咸阳，同时命商鞅在秦国国内进行第二次变法。其主要内容有：开阡陌封疆，废井田，制辕田，允许土地私有及买卖、推行县制、初为赋、统一度量衡、燔诗书而明法令，塞私门之请，禁游宦之民、执行分户令禁止百姓父子兄弟同居一室等改革方略。\n\n　　河西之战\n\n　　收复河西失地、恢复秦穆公时期的霸业是秦献公、秦孝公两代国君的愿望。秦孝公继位后，更是将收复河西失地作为国家的首要任务之一。公元前354年，赵国进攻魏国的盟国卫国，夺取了漆及富丘两地（均在今河南省长垣县），此举招致了魏国的干涉：魏国派兵包围赵国首都邯郸（今河北省邯郸市）。秦孝公则趁魏军主力出击之机，派军队偷袭魏国，进攻魏河西长城重要据点元里（今陕西省澄城县南），大败魏军，歼灭守军七千人并占领少梁（今陕西省韩城市西南），此战为秦孝公时期收复失地的序幕，商鞅作为收复河西失地的主将，在战争中显示了他的军事及外交才能。而秦国也在经过了两次变法后国力逐渐强大。\n\n　　安邑固阳之战\n\n　　公元前353年，赵成侯派使者向齐国求援，齐威王派兵分两路救援赵国，一路齐军与宋国景㪨、卫国公孙仓所率部队会合，围攻魏国的襄陵（今河南省睢县）。同年，魏军主力攻破赵国首都邯郸，但在桂陵之战被另一路由田忌、孙膑所率领的齐国军队击败。楚宣王也派大将景舍率兵救援赵国，夺取了魏国睢水、濊水之间的土地。秦孝公趁魏国国内空虚之机，于公元前352年任命商鞅为大良造，率兵长驱直入，包围魏国并占领魏国旧都安邑（今山西省夏县西北）。魏惠王急忙派军队在上郡要地固阳（即定阳，今陕西省延安市东）以东修建崤山长城（东南起崤山，西北至黄河）来阻止秦军的进攻。公元前351年，商鞅又率兵包围并占领固阳。\n\n　　西鄙之战\n\n　　公元前341年，秦国联合齐、赵两国攻打魏国。同年九月，秦孝公派商鞅进攻魏河东，魏派公子卬迎战。两军对峙时，商鞅派使者送信给公子卬，说：“我当初与公子相处的很快乐，如今你我成了敌对两国的将领，不忍心相互攻击，我可以与公子当面相见，订立盟约，痛痛快快地喝几杯然后各自撤兵，让秦魏两国相安无事。”公子卬赴会时被商鞅埋伏的甲士俘虏，商鞅趁机攻击魏军，魏军大败。魏惠王被迫割让河西部分土地求和，此时魏惠王说：“寡人真后悔没有听公叔痤的话。”商鞅因战功获封于商十五邑，号为商君。\n\n　　诬告被杀\n\n　　公元前338年，秦孝公去世，太子驷即位，即秦惠王。公子虔等人告发商鞅“欲反”，秦惠王下令逮捕商鞅。商鞅逃亡至边关，欲宿客舍，客舍主人不知他是商君，见他未带凭证，告以商君之法，留宿无凭证的客人是要治罪的。商鞅想到魏国去，但魏国因他曾生擒公子卬，拒绝他入境。\n\n　　商鞅回秦后被迫潜回封邑商，发动邑兵攻打郑县（今陕西省华县）。秦惠文君派兵攻打，结果商鞅失败战亡。其尸身被带回咸阳，处以车裂后示众。秦惠文君同时下令诛灭商鞅全族。商鞅虽然被害，但新法并未被废除。\n\n\n影响\n\n法家思想\n\n　　商鞅在变法之争时提到的“圣人苟可以强国，不法其故；苟可以利民，不循其礼”就成为了秦国政治的指导原则，使秦国领先于山东六国。其次，商鞅执法不避权贵、刑上大夫表明了他坚决贯彻了法家的这一主张。最后，法家还有一个共性就是，商鞅一样抱着法家“明法”的态度和精神来推行政治改革，让百姓知晓法律。\n\n独立思想\n\n　　商鞅独立的思想的影响主要表现在三个方面。首先，商鞅主张全农的经济政策，为此他颁布了《垦草令》，制定出二十种重农和开垦荒地的办法。一方面直接或间接的刺激农业发展，一方面打压工商业。其次，商鞅主张重刑厚赏。商鞅认为人的本性是趋利畏罪的，只要重刑厚赏，就可以很好的治理人民，使国家安定。为此商鞅一方面制定严酷的刑法治理人民，一方面重赏立信。第三，商鞅主张重战尚武，具有军国主义思想。最后，商鞅主张国家应统一民众的心智，制定统一的制度，实现统一的目标。\n\n　　商鞅的思想在商鞅死后经过发展逐渐形成一门学派，名为商学派。商学派经过建立、开拓、发展、定型和后劲五个阶段，配合秦的历史，逐渐成为主宰秦国乃至秦朝的思想主流。\n\n\n艺术形象\n\n文学形象\n\n　　长篇历史小说《东周列国志》中，商鞅于第八十七回《说秦君卫鞅变法 辞鬼谷孙膑下山》登场， 前期经历与《史记·商君列传》记载差别不大。在第八十九回《马陵道万弩射庞涓 咸阳市五牛分商鞅》中，秦孝公以商鞅为主将、公子少官为副将带兵进攻魏河东，魏派公子卬迎战，两军在吴城（今山西省吕梁市离石区吴城镇）对峙。商鞅派使者送信，欺骗公子卬前来赴会。公子卬在宴会中被商鞅埋伏的猛士乌获所俘。商鞅命军士押解公子卬回秦国，又命任鄙、乌获带领公子卬的部下赚开城门，占领吴城。魏惠王被迫献河西之地求和，公子卬最后投降秦国。秦孝公死后，商鞅自认为是前朝重臣，居功自傲。公子虔、公孙贾及甘龙、杜挚因旧怨诬陷商鞅谋反，秦惠文君大怒，命公孙贾率兵三千捉拿商鞅，百姓因商鞅执法严酷而记恨商鞅，都随之追赶。商鞅逃亡途中因未携带身份证件而不能投宿旅店，转而逃至魏国。魏惠王怨恨商鞅用欺骗的手段俘虏公子卬、击败魏军，将其驱逐回秦国。商鞅回到秦国后被公孙贾捉住，秦惠文君历数其罪后将商鞅五牛分尸，百姓争吃其肉。\n\n　　此外还有多部以商鞅为主人公，以他的生平为原型的长篇历史小说，如现代作家江来、肖芬的《商鞅》以及孙皓晖的《大秦帝国 第一部 黑色裂变》。\n\n影视形象\n\n　　商鞅作为影视形象多次出现在电视剧、京剧、话剧等影视作品中。1999年上映的长篇电视剧《东周列国战国篇》中，商鞅由温海波饰演。2009年首播的电视剧《大秦帝国·第一部·裂变》中，商鞅作为本剧的主人公，由王志飞饰演。此外，商鞅还出现在京剧剧目《兴秦图》中。\n\n",
  "desc": "商鞅（约公元前395年－公元前338年），战国时代政治家、改革家、思想家，法家代表人物，卫国（今河南省安阳市内黄县梁庄镇）人，卫国国君的后裔，姬姓公孙氏，故又称卫鞅、公孙鞅。后因在河西之战中立功获封商于十五邑，号为商君，故称之为商鞅。",
  "id": 854,
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_854.jpg",
  "name": "商鞅",
  "star": 25
}