{
  "content": "人物生平\n\n早年经历\n　　赵祯生于大中祥符三年四月十四日，最初名为赵受益。他是宋真宗赵恒的第六子，其母为李宸妃。因赵恒所宠信的美人刘氏无子，赵恒便对外声称赵受益为刘氏所生。\n\n　　赵受益天性仁孝，对人宽厚和善，喜怒不表现于外表。大中祥符七年，被封为庆国公。大中祥符八年，进封寿春郡王，讲学于资善堂。天禧元年，赵受益加官中书令。\n\n　　天禧二年，进封升王。同年八月，赵受益被册封为皇太子，赐名赵祯。由参知政事李迪兼太子宾客，以辅导赵祯。\n\n登基即位\n　　乾兴元年二月十九日，赵恒逝世。年仅十三岁的赵祯即皇帝位，由皇太后刘氏代行处理军国事务，直至明道二年刘太后去世，才开始亲政。\n\n　　赵祯性情宽厚，不事奢华，还能够约束自己，对下属宽厚以待，让百姓休养生息，因此受到历代历史学家，政治家的称赞。他知人善用，因而在位时期名臣辈出，国家安定太平，经济繁荣，科学技术和文化得到了很大的发展。赵祯在位期间，宋朝四海雍熙，八荒平静， 士农乐业，文武忠良。史上有“庆历、嘉祐之治”之称，尤以“嘉祐之治”为多。\n\n善于纳谏\n　　包拯在担任监察御史和谏官期间，屡屡犯颜直谏，甚至唾沫都飞溅到赵祯脸上。但赵祯一面用衣袖擦脸，一面还接受他的建议，竟未予以怪罪。有一次，包拯反对任命仁宗宠妃张氏的伯父张尧佐为三司使，赵祯便改让张尧佐出任节度使，包拯还是不愿意，言辞更加激烈，带领七名言官与赵祯理论。赵祯生气地说：“岂欲论张尧佐乎？节度使是粗官，何用争？”言官唐介不客气回答道：“节度使，太祖太宗皆曾为之，恐非粗官。”赵祯最终采纳了言官的建议。他回到后宫后，对张氏说：“汝只知要宣徽使，汝岂知包拯为御史乎？”\n\n　　以上两例，表现出赵祯确实具有相当大的度量和推己及人之心。这在封建时代，也算是很难得的。因此，他被历史学家称誉为“守成贤主”。\n\n　　赵祯一朝还出现了“求之千百年间，盖示一二见”，在《岳阳楼记》中唱出“先天下之忧而忧，后天下之乐而乐”的范仲淹，以及倡导文章应明道、致用，领导北宋古文运动的欧阳修。而庆历初年实施的“庆历新政”，更为“王安石变法”起到了投石问路的先导作用。\n\n确立储位\n　　赵祯的三个儿子全部早夭，他于是在景佑二年将濮王赵允让第十三子赵宗实接入皇宫，交给曹皇后抚养。但在宝元二年豫王赵昕出生后，赵祯又将赵宗实送出宫。\n\n　　赵昕早夭，而赵祯晚年无子，最终只得于嘉祐七年八月立赵宗实为皇子。\n\n崩逝汴梁\n　　至和三年正月，赵祯在临朝受文武百官参拜时，突然手舞足蹈，口出涎水。同日，辽朝使者正在紫宸殿拜见赵祯，赵祯语无伦次。宰相文彦博只好对辽朝使者说是钦酒过量所致。此后几天，赵祯病情愈益加重，天天大呼“皇后与张茂则谋大逆”等等。宰相文彦博、富弼等人负责全权处理朝廷内外大事，并组织京城百官在一些大寺院、道观进行祈祷活动。二月，赵祯逐渐康复，开始处理政事。\n\n　　嘉祐八年三月二十九日，赵祯于汴梁皇宫驾崩，享年五十四岁。据《宋史》记载，赵祯驾崩的消息传出后，“京师罢市巷哭，数日不绝，虽乞丐与小儿，皆焚纸钱哭于大内之前”。\n\n　　赵祯驾崩的消息传到洛阳时，市民们也自动停市哀悼，焚烧纸钱的烟雾飘满了洛阳城的上空，以致“天日无光”。他的死甚至影响到了偏远的山区，当时有一位官员前往四川出差，路经剑阁，看见山沟里的妇女们也头戴纸糊的孝帽哀悼皇帝的驾崩。\n\n　　赵祯驾崩的讣告送到辽国后，“燕境之人无远近皆哭”，辽道宗耶律洪基也大吃一惊，冲上来抓住宋朝使者的手号啕痛哭，说：“四十二年不识兵革矣。”又说：“我要给他建一个衣冠冢，寄托哀思。”此后，辽国历代皇帝“奉其御容如祖宗”。\n\n\n历史典故\n\n废后风波\n\n　　宋仁宗到了大婚的年龄，皇太后刘娥特意挑选了几个有身份的女子进宫。宋仁宗一眼看上骁骑卫上将军张美的曾孙女张氏，想立张氏为皇后。但刘娥认为张氏不如平卢军节度使郭崇孙女郭氏，宋仁宗只好按刘娥的意志立郭氏为皇后。刘娥去世后，郭皇后失去了靠山，不但不懂得谦让与宽容，还处处与后宫嫔妃争风吃醋，从而引出了宋朝立国以来第一起废后风波。\n当时，后宫还有两个美人尚氏和杨氏都极为得宠。尚美人的父亲因女儿得宠而封官加爵，恩宠无遇，一时倾动京城。郭皇后对此大为不满。尚美人知道宋仁宗不喜欢郭皇后，便经常向宋仁宗诉说郭皇后的不是。有一天，尚美人在宋仁宗的面前讥讽郭皇后，刚好被郭皇后听见。郭后不胜愤怒，上前要打尚美人耳光。宋仁宗见势不妙，急忙过来劝架。郭皇后已经举手搧出，这一巴掌出尽全力，收势不住，刚好打在了宋仁宗的颈部。\n\n　　郭皇后指尖锐利，在宋仁宗颈中划出了两道血痕。宋仁宗只觉得脖子火辣辣地疼，顿时龙颜大怒，但他性格文弱，虽然生气，却没有发作，只是带着尚美人走了。\n\n　　在这之前，宋仁宗为了摆脱刘太后执政的影子，罢免了曾经依附太后刘娥的大臣，唯独没有罢免宰相吕夷简。刚好有一天宋仁宗在后宫与郭皇后谈论此事，还特意提到吕夷简忠诚可嘉。宋仁宗之所以格外赞赏吕夷简，是因为此人曾经力主将宋仁宗生母李氏以皇后之礼下葬。郭皇后却认为吕夷简其实也是阿谀奉承刘太后之辈，不过为人机巧，善能应对而已。宋仁宗略一思忖，认为郭皇后的话有道理，于是将吕夷简也罢相。宦官阎文应与吕夷简交好，告诉吕夷简是因为郭皇后随口一句话导致他被罢相。吕夷简得知后，愤恨异常。\n\n　　几个月后，谏官刘涣上疏陈时事，特意提到当时他力请刘太后还政给宋仁宗，结果触怒了刘太后，几乎被杀，幸得吕夷简相救。宋仁宗又觉得吕夷简是忠臣，于是将其重新召回为相。虽然官复原职，但吕夷简一直对郭皇后怀恨在心，刚好郭皇后误打宋仁宗一事给了吕夷简报复的机会。\n\n　　宋仁宗被打后，尚美人不断煽风点火，宋仁宗越想越是恼火。宦官阎文应趁机说：“在寻常百姓家，妻子尚不能欺凌丈夫，陛下贵为天子，竟然受皇后的欺凌，这怎么得了。”宋仁宗沉默不言。阎文应又指着宋仁宗脖子上的伤说：“陛下颈上血痕宛然，请指示执政，应该若何处置？”宋仁宗受到煽动，忍不住激动起来，愤然派阎文应去召宰相吕夷简前来。\n\n　　吕夷简到来后，立即大谈郭皇后失礼，不足母仪天下。宋仁宗虽然愤恨皇后，但一听宰相提到废后，还是比较谨慎的态度，说：“皇后虽然可恨。但废后一事，却有干清议。”吕夷简说：“废后之事，古亦有之。光武帝是汉代的明主，其郭皇后仅因为怨怼而被废。何况今日皇后打伤了陛下！”阎文应也在一旁附和，说郭皇后身居中宫九年，却没有子嗣，应当废去。宋仁宗激愤起来，决定废除郭皇后。\n\n　　宋仁宗要废后的消息传开后，朝中一片哗然。御史中丞孔道辅、谏官范仲淹、同知谏院孙祖德、侍御史蒋堂等十多人联名上奏，称“后无过，不可废”，坚决反对宋仁宗废除郭皇后。宰相吕夷简早有准备，抢先一步下令有司不得接纳台谏章奏。宋仁宗则抢在群臣发难之前，下了废后诏书，说郭皇后没有子嗣，自愿退位修道，特封为净妃、玉京冲妙仙师，赐名清悟，居长宁宫。\n\n　　御史中丞孔道辅和谏官范仲淹等人见台谏的奏章无法送到皇帝手中，无法可想，竟然集体跑到皇帝寝宫门口进谏。这是前所未有的大事。进谏的大臣们到跪在宫门口，请求皇帝召见，对答郭皇后被废一事。但无论范仲淹等人如何力争，守卫殿门的内使只是紧闭大门，不予通报。孔道辅急得不行，上前抓住宫门的铜环急叩，还大声喊道：“皇后被废，累及圣德，为什么不听我们谏官的意见？”宫门后的内使大概也怕出事，便急忙入报。不久，有内使在门后传话，让进谏的大臣们到中书政事堂与宰相对话。\n\n　　孔道辅和范仲淹等人来到中书时，宰相吕夷简已经等在那里，显然是有备而来。孔道辅一上来就质问吕夷简说：“大臣对皇后来说，就像儿子对待父母一样。父母不和，可以劝他们和解，怎么能只顺从父亲一面而不要母亲呢？”吕夷简争辩说：“废后一事，不是本朝首创，古已有之，汉朝和唐朝都有先例。”孔道辅怒斥道：“大臣应该引导君王为尧、舜那样的圣主，为什么偏偏要引汉、唐失德事作为标准？”\n\n　　群臣随即一哄而上，纷纷指责吕夷简。吕夷简招架不住，只好拱手说：“各位还是去见陛下力陈吧。”然后匆忙离开。\n\n　　第二天，孔道辅等人入朝，准备召集百官，与吕夷简当廷争论。然而，宋仁宗的圣旨突然到来，说“伏阁请对，盛世无闻，孔道辅等冒昧径行，殊失大体”，将孔道辅和范仲淹贬黜出京城，其他进谏大臣罚俸半年。废后之议因此而定。\n\n生死两皇后\n\n　　在宋仁宗晚年，其爱妃张贵妃逝世，不顾朝中大臣劝阻，追封张贵妃为温成皇后。当时还有正宫曹皇后。这段历史被后人称为“生死两皇后”。\n\n广纳谏言\n\n　　一天，仁宗退朝回到寝宫，因为头痒，没有脱皇袍就摘下帽冠，呼唤梳头太监进来替他梳头。太监梳头时见仁宗怀中有一份奏折，问道：“陛下收到的是什么奏折？”仁宗说是谏官建议减少宫中宫女和侍从的。太监说：“大臣家里尚且都有歌伎舞女，一旦升官，还要增置。陛下侍从并不多，他们却建议要削减，岂不太过分了！”仁宗没有接口。太监又问：“他们的建议，陛下准备采纳吗？”仁宗说：“谏官的建议，朕当然要采纳。”太监自恃一贯为皇上所宠信，就不满地说：“如果采纳，请以奴才为削减的第一人。”仁宗听了，顿然站起呼唤主管太监入内，按名册检查，将宫人29人及梳头太监削减出宫。事后，皇后问道：“梳头太监是陛下多年的亲信，又不是多余的人，为何将他也削减？”仁宗说：“他劝我拒绝谏官的忠言，我怎能将这种人留在身边！”\n\n　　谏官王素曾劝谏仁宗不要亲近女色，仁宗回答说：“近日，王德用确有美女进献给我，现在在宫中，我很中意，你就让我留下她吧。”王素说：“臣今日进谏，正是恐怕陛下为女色所惑。”仁宗听了，虽面有难色，·但还是命令太监说：“王德用送来的女子，每人各赠钱三百贯，马上送她们离宫，办好后就来报告。”讲完，他还泪水涟涟。王素说：“陛下认为臣的奏言是对的，也不必如此匆忙办理。女子既然已经进了宫，还是过一段时间再打发她们走为妥。”赵祯说：“朕虽为帝王，但是，也和平民一样重感情。将她们留久了，会因情深而不忍送她们走的。”\n严于律己\n\n　　仁宗皇帝不光对人仁慈宽厚，身为九五至尊，但对自己的要求也是非常严格。衣食非常简朴，史书中记录了他大量严于律己的故事。有一次，仁宗在散步，时不时的就回头看，随从们都不知道皇帝是为了什么。仁宗回宫后，着急的对嫔妃说到：“朕渴坏了，快倒水来。”嫔妃觉得奇怪，问仁宗“为什么在外面的时候不让随从伺候饮水，而要忍着口渴呢。”仁宗说“朕屡屡回头，但没有看见他们准备水壶，如果我要是问的话，肯定有人要被处罚了，所以就忍着口渴回来再喝水了。”\n生活勤俭\n\n　　赵桢在位期间，社会经济和科学文化都有所发展。他的生活也较检点。有一次，时值初秋，官员献上蛤蜊。赵桢问从哪里弄来的，臣下答说从远道运来。又问要多少钱，答说共28枚，每枚钱主干。赵桢说：“我常常告诫你们要节省，现在吃几枚蛤蜊就得花费28000钱，我吃不下!”他也就没有吃。还有一次，赵祯早晨醒来对近侍说：“昨天晚上我肚子饿得很，睡不着想吃烧羊。”近侍问道：“陛下为何不降旨命臣下去采办?”赵祯说：“我如果一开口，下面就因为这是我的命令，去大肆扰民，所以还是不开口的好。”\n\n　　一天，仁宗处理事务到深夜，又累又饿，很想吃碗羊肉热汤，但他忍着饥饿没有说出来，第二天，皇后知道了，就劝他：“陛下日夜操劳，千万要保重身体，想吃羊肉汤，随时吩咐御厨就好了，怎能忍饥使陛下龙体受亏呢？”仁宗对皇后说：“宫中一时随便索取，会让外边看成惯例，我昨夜如果吃了羊肉汤，御厨就会夜夜宰杀，一年下来要数百只，形成定例，日后宰杀之数不堪计算，为我一碗饮食，创此恶例，且又伤生害物，于心不忍，因此我宁愿忍一时之饿。”\n\n生母之谜\n\n　　仁宗早年生活在养母刘太后阴影之下，作为一个守成之君，能守祖宗法度，性情文弱温厚，其武功谋略不及太祖、太宗，在与西夏王朝的长期对峙中表现平平，宋王朝屡战屡败，军事上处于弱势地位。然而，仁宗知人善任，也想解决当时社会存在的诸多弊端，因而其在位时期名臣辈出。总体而言，仁宗算是一个有作为的皇帝。他的一生充满了悲剧色彩，但其中也不乏悲天悯人的情怀。\n\n　　关于赵祯的身世，清代古典名著《三侠五义》里有一种说法，这就是“狸猫换太子”的故事。主人公的传奇经历几乎家喻户晓，妇孺皆知。称刘氏、李氏在真宗晚年同时怀孕，为了争当正宫娘娘，刘妃攻于心计，将李氏所生之子换成了一只剥了皮的狸猫，污蔑李妃生下了妖孽。真宗大怒，将李妃打入冷宫，而将刘妃立为皇后。后来，天怒人怨，刘妃所生之子夭折，而李妃所生男婴在经过波折后被立为太子，并登上皇位，这就是仁宗。在包拯的帮助下，仁宗得知真相，并与已双目失明的李妃相认，而已升为皇太后的刘氏则畏罪自缢而死。\n\n　　自宋朝以来，由于小说、戏剧等各种为人们喜闻乐见的艺术形式的演绎，仁宗生母之谜日益鲜活生动，备受世人关注。尽管历朝历代增加、删改了不少或虚假或真实的内容，而且，戏曲和小说中情节也不尽相同。然而，这一故事本身就是一件大案，仁宗究竟是真宗后刘氏之子，还是妃子李氏亲生，无论是小说，还是戏曲，几乎众口一辞，认定仁宗是李妃所生，而非刘皇后之子。\n\n　　事实也大体如此。李氏本是刘后做妃子时的侍女，庄重寡言，后来被真宗看中，成为后宫嫔妃之一。在李妃之前，真宗后妃曾经生过5个男孩，都先后夭折。此时真宗正忧心如焚，处于无人继承皇位的难堪之中。据记载，李氏有身孕时，跟随真宗出游，不小心碰掉了玉钗。真宗心中暗卜道：玉钗若是完好，当生男孩儿。左右取来玉钗，果然完好如初。这一传说从侧面反映出真宗求子若渴的迫切心态，也是真宗无奈之余求助神灵降子的真实写照。虽然不尽可信，但可以肯定的是，李氏后来的确产下一个男婴。真宗中年得子，自然喜出望外。仁宗赵祯还未来得及睁开眼睛记住自己亲生母亲的容颜，便在父皇真宗的默许下，被一直未能生育的刘氏据为己子，由刘氏和杨淑妃一起抚养。生母李氏慑于刘后的权势，只能眼睁睁看着自己的孩子被别人夺去，却不敢流露出任何不满情绪，否则不仅会危害自身，也会给亲生儿子带来灾难。\n乾兴元年，13岁的仁宗即位，刘氏以皇太后身份垂帘听政，权倾朝野。后人或许是出于男权意识，或许是基于正统观念，将刘后比作唐代的武则天，而对她当政非议甚多。加上宋初有过兄终弟及的先例，而真宗又确有一个能干的弟弟泾王赵元俨，便出现了许多传闻，说刘后在真宗临终时，以不正当手段排斥赵元俨，从而攫取了最高权力。流传最广的一种说法称，在真宗病逝前最后一刻，真宗用手指了指自己的胸，又伸出五指，再展三指，以示意叩榻问疾的诸大臣。后有人臆测，当时真宗是想让自己的弟弟，也即小说戏文中知名度极高的“八千岁”元俨摄政并辅佐赵祯。但刘后于事后派人对大臣解释说，官家所示，仅指三、五日病可稍退，别无他意。元俨闻听此事后，发现自己已成为刘后当权的障碍。为了避免遭到刘后的残酷政治打击，他立即闭门谢客，不再参与朝中之事，直至刘后去世，仁宗亲政。\n\n　　据可靠资料记载，真宗病危时，唯一不放心的就是自己年幼的儿子，生怕皇位落入他人之手。他最后一次在寝殿召见大臣们时，宰相丁谓代表文武百官在真宗面前信誓旦旦地作出承诺，皇太子聪明睿智，已经作好了继承大统的准备，臣等定会尽力辅佐。更何况有皇后居中裁决军国大事，天下太平，四方归服。臣等若敢有异议，便是危害江山社稷，罪当万死。这实际上是向真宗保证将全力辅佐新皇帝，决不容许有废立之心。真宗当时已经不能说话，只是点头微笑，表示满意。事实上，真宗晚年，刘皇后的权势越来越大，基本上控制了朝政，再加上宰相丁谓等人的附和，因而真宗的担心并非毫无道理。真宗留下遗诏，要“皇太后权同处分军国事”，相当于让刘后掌握了最高权力。\n\n　　这样，仁宗就在养母的权力阴影下一天天长大。刘太后在世时，他一直不知先皇嫔妃中的顺容李氏就是自己的亲生母亲。这大概与刘太后有直接关系，毕竟她在后宫及朝廷内外都能一手遮天。在这种情况下，恐怕不会有人冒着生命危险告诉仁宗身世秘密的。明道二年，刘太后病逝，仁宗刚刚亲政，这个秘密也就逐渐公开了。至于是谁最早告诉仁宗实情的，据宋史列传第一后妃上记载：后章献太后崩，燕王为仁宗言：「陛下乃李宸妃有所生，妃死以非命。」仁宗号恸顿毁，不视朝累日，下哀痛之诏自责。尊宸妃为皇太后，谥庄懿。蒙受了20年的欺骗，生母也在明道元年不明不白地死去，当仁宗知道自己的身世后，其震惊无异于天崩地陷。他抑制不住内心的悲伤，一面亲自乘坐牛车赶赴安放李妃灵柩的洪福院，一面派兵包围了刘后的住宅，以便查清事实真相后作出处理。此时的仁宗不仅得知了自己的身世，而且听说自己的亲生母亲竟死于非命，他一定要打开棺木查验真相。当棺木打开，只见以水银浸泡、尸身不坏的李妃安详地躺在棺木中，容貌如生，服饰华丽，仁宗这才叹道：“人言岂能信？”随即下令遣散了包围刘宅的兵士，并在刘太后遗像前焚香，道：“自今大娘娘平生分明矣。”言外之意就是刘太后是清白无辜的，她并没有谋害自己的母亲。\n\n　　李氏是在临死时才被封为宸妃的，刘太后在李宸妃死后，最初是想秘而不宣，准备以一般宫人礼仪举办丧事。但宰相吕夷简力劝大权在握的刘太后，要想保全刘氏一门，就必须厚葬李妃，刘后这才意识到问题的严重性，决定以高规格为李宸妃发丧。生母虽然厚葬，但却未能冲淡仁宗对李氏的无限愧疚，他一定要让自己的母亲享受到生前未曾得到的名分。经过朝廷上下一番激烈争论，最终，将真宗的第一位皇后郭氏列于太庙之中，而另建一座奉慈庙分别供奉刘氏、李氏的牌位。刘氏被追谥为庄献明肃皇太后，李氏被追谥为庄懿皇太后。奉慈庙的建立，最终确立了仁宗生母的地位，同时也意味着年轻的仁宗在政治上的日益成熟，逐渐摆脱了刘太后的阴影。\n\n不改谥号\n\n　　赵祯死后，讣告送到辽国，“燕境之人无远近皆哭”，连“虏主”也握住使者的手，号啕痛哭，说：“四十二年不识兵革矣。”一个皇帝死了，让本国黎庶哭得涕泗横流的事，屡见不鲜，引得邻国百姓和皇帝痛哭，实在是凤毛麟角。事实上，赵祯既没有太祖赵匡胤的雄才大略，也不像宋徽宗那样多才多艺，他的过人之处，仅是对臣僚、对百姓比较宽容，即“仁”。\n\n　　在行政上，赵祯尊重主管部门的自主权，既不越俎代庖，也不刚愎自用。据宋人王*之《渑水燕谈录·卷一》记载，夏竦死后，赵祯打算给他一个谥号“文正”，夏竦曾两度担任枢密使，并有〈文庄集〉行世，也算是一个文武兼备的“帝管干部”。不料，负责官员考核的刘原父说：“给谥号是我们主管部门的事，我们挺负责的，你怎能侵犯我们的权利？再说，夏竦也不够格。”司马光也上书，说：“文正”的称号太高。于是，赵祯收回成命，同意将谥号改为“文献”。\n\n　　皇帝想给“帝管干部”一个“荣誉称号”，要是搁在其他朝代，大臣都会争夸“皇上圣明”，没准儿还会年年纪念圣谕发表多少周年呢。\n\n仁政宽容\n\n　　他对下人很仁慈。有一次用餐，他正吃着，突然吃到了一粒沙子，牙齿一阵剧痛，他赶紧吐出来，还不忘对陪侍的宫女说：“千万别声张我曾吃到沙子，这可是死罪啊。”对待下人的过失，宋仁宗首先考虑的不是自己的不适与难受，而是下人因此而可能带来的罪责，可见他的确很仁慈。\n\n　　赵祯对读书人也比较宽容，没有兴过文字狱。嘉佑年间，苏辙参加进士考试，在试卷里写道：“我在路上听人说，在宫中美女数以千计，终日里歌舞饮酒，纸醉金迷。皇上既不关心老百姓的疾苦，也不跟大臣们商量治国安邦的大计。”考官们认为苏辙无中生有、恶意诽谤，赵祯却说：“朕设立科举考试，本来就是要欢迎敢言之士。苏辙一个小官，敢于如此直言，应该特与功名。”\n\n　　苏辙仅仅依据道听途说，便在“高考”中“恶毒攻击”，倘若赶上“康乾盛世”，灭九族是必然的。\n\n　　赵祯尚德缓刑，遇到疑难案件，尽量从轻发落，即使对“煸动造反”的，也能区别对待，分清是真要造反，还是发牢骚。\n\n　　当时，四川有个读书人，献诗给成都太守，主张“把断剑门烧栈阁，成都别是一乾坤”。成都太守认为这是明目张胆地煽动造反，把他缚送京城。\n\n　　按照历朝历代的律条，即使不按“谋大逆”严惩，起码也得按“危害国家安全”治罪，赵祯却说：“这是老秀才急于要做官，写一首诗泄泄愤，怎能治罪呢？不如给他个官”。就授其为司户参军。作为一个封建帝王，容苏辙的事，或许有人能做到，但容四川秀才的事，恐怕没几人能做到。\n\n　　据柏杨先生考证，中国从黄帝开始到溥仪逊位，4643年间，一共出了559个皇帝或国王。其中，有资料可查在位40年以上的不足20人，有的因穷兵黩武，导致国库亏空，有的造成国家动乱，有的以亡国告终，赵祯却稳稳当当地做了42年太平天子，与他的“仁”政不无关系。\n\n\n为政举措\n\n政治\n\n　　庆历新政\n\n　　庆历新政由范仲淹十大政策揭开序目——明黜陟、抑侥幸、精贡举、择官长、均公田、厚农桑、修武备、减徭役、覃恩信、重命令。但反对势力庞大，难以推动，一年四个月后便宣布中止。仁宗一朝对外虽无重大战争，对内亦无重大革新。\n\n　　宋仁宗生性恭俭仁恕，百司曾奏清扩大苑林，宋仁宗说：“吾奉先帝苑囿，犹以为广，何以是为？”宋仁宗去世后，就连讣告送到辽国时，竟“燕境之人无远近皆哭”，耶律洪基痛哭道：“四十二年不识兵革矣”，史载辽道宗“惊肃再拜，谓左右曰：‘我若生中国，不过与之执鞭持，盖一都虞侯耳！’”\n\n军事\n\n　　仁宗即位时，由刘太后垂帘听政，明道二年太后听政十一年后病卒，仁宗始亲政。\n\n　　在位期间最主要的军事冲突在于西夏，夏景宗李元昊即位后改变其父夏太宗李德明国策，展开宋夏战争，延州、好水川、定川三战宋军先胜后败，韩琦、范仲淹更在好水川之战后被贬。到定川之战，西夏分兵欲直捣关中的西夏军遭宋朝原州知州景泰的顽强阻击，全军覆灭，西夏攻占关中的战略目标就此破灭。西夏因连年征战国力难支，最后两国和谈：夏向宋称臣，宋每年赐西夏绢十三万匹、银五万两、茶二万斤，史称“庆历和议”，取得了近半世纪的和平。\n\n　　辽兴宗时以萧惠陈兵宋境。接着，宋朝派富弼与辽国协议，其严词强硬，博征旁引使国威大振，打破辽国索要后周时期柴荣夺取的三关之地，以增加岁币为条件，维持澶渊之盟的和平协议，史称重熙增币。\n\n　　但需注意岁币支出对宋而言并非沉重负担，比起选择战争的军费，岁币开支无足轻重。宝元元年，陕西出支为1551万；宝元二年展开宋夏战争后，庆历二年陕西出支为3363万，几近赤字。辽国失去南下劫掠的经济诱因，也是辽宋能维持百年和平的重要因素之一。\n\n　　皇祐四年，侬智高反宋，军队席卷广西、广东各地。仁宗任用狄青、余靖率兵南征。皇祐五年，狄青夜袭昆仑关，大败侬智高于归仁铺之战。遁走，后不知去向。\n\n经济\n\n　　仁宗执政时期，由于长期的和平，宋朝经济快速发展，并出现交子。仁宗时冗兵特别严重，全国军队总计125万9千人，占赋税十分之七。真宗与仁宗两朝土地兼并更严重，公卿大臣大都占地千顷以上。仁宗晚年，“势官富姓占田无限，兼并冒伪习以为俗，重禁莫能止焉”最后“富者有弥望之田，贫者无卓锥之地。”\n\n文化\n\n　　宋仁宗在位期间，曾多次关心图书馆文化事业。景祐中，鉴于三馆秘阁藏书多谬乱不全，诏翰林学士王尧臣、史馆检讨王洙、馆阁校勘欧阳修等人进行编次和整理，于庆历初成《崇文总目》66卷。是北宋一部重要的官修目录。嘉祐五年又下诏：建隆初，三馆聚书，仅止万卷。然而今秘府所藏，比唐开元旧录，遗逸尚多，宜开购赏科，以广献书之路。规定每献1卷馆阁所缺之书，赏丈绢1匹，及献500卷，特与文资。次年闰月，又下诏搜访遗书：“凡吏民有以书籍来献者，令史馆视其篇目，馆中所无则收之。献书人送学士院试问吏理，堪仕职官者以闻。“当年，就有三礼涉弼，三传彭干，学究朱载等人，响应号召献书，并命其分置于各书府，钦赐涉弼等人以科名，以示奖励。又下令编撰《嘉祐搜访阙书录》1卷，作为搜访依据。\n\n　　庆历初，他任用富弼以和契丹，任韩琦、范仲淹以拒西夏。并试图进行改革，但在反对派的攻击下，不久废罢。\n\n\n历史评价\n\n正面\n\n　　宋仁宗是一代明君，他性情宽厚，不事奢华，还能够约束自己，受到历代历史学家，政治家的称赞。在宋代，赞美、歌颂仁宗的人有很多。这些人包括欧阳修、司马光、王安石、曾巩、胡安国、刘光祖、周必大、杨万里、王璧、陈俊卿、刘克庄、赵汝腾、叶适、王十朋、文天祥等等。[5] “仁”就是对他的最高评价，“为人君，止于仁。”《宋史》这样评价赞美仁宗及其盛治：“在位四十二年之间，吏治若偷惰，而任事蔑残刻之人；刑法似纵弛，而决狱多平允之士。国未尝无弊幸，而不足以累治世之体；朝未尝无小人，而不足以胜善类之气。君臣上下恻怛之心，忠厚之政，有以培壅宋三百余年之基。子孙一矫其所为，驯致于乱。《传》曰：“为人君，止于仁。”帝诚无愧焉。\n\n反面\n\n　　据王夫之所论，在仁宗亲政的三十年中，两府大臣换了四十余人，都是屡进屡退，“人言一及而辄易之，互相攻击则两罢之，或大过已章而姑退之，或一冲偶乘而即斥之，……计此三十年间，人才之黜陟，国政之兴革，一彼一此，不能以终岁。“即使贤者在位，因不能安于其位，也无法施其才能，做出成绩。这样朝令夕改，一反一复，使“吏无适守，民无适从”，让下面的人感到无所适从，结果什么事也办不成。\n\n　　王夫之所说是切合实际的。当时，臣僚们都知道仁宗这个脾气，所以蔡襄曾说他“宽仁少断’’。在庆历改革之初，蔡襄等人就曾提醒仁宗：“朝廷增用谏臣，修、靖、素一日并命，朝野相庆，然任谏非难，听谏为难，听谏非难，用谏非难。三人忠诚则正，必能尽言。臣恐邪人不利，必造为御之说。……愿陛下察之，毋使有好谏之名而无其实。\"\n\n\n后世纪念\n\n　　主词条： 永昭陵\n\n　　宋仁宗陵墓北宋帝陵位于河南省巩县境内，嵩山北麓与洛河间丘陵和平地上。陵区以芝田镇为中心，南北约15公里，东西约10公里。\n\n　　赵祯的陵墓名永昭陵，位于巩县城区的西南隅的一处高敞之地。\n\n　　从那里俯望，城区如在谷中。宋时，这块地方叫“孝义堡”，又名“和儿原”，当代叫孝义镇。\n\n　　北宋九帝，除徽、钦二宗被金人掳走死于漠北之外，其余七帝均葬此，加上赵匡胤之父赵弘殷的墓由开封迁此，所以人们称七帝八陵。依次为宣祖永安陵、太祖永昌陵、太宗永熙陵，真宗永定陵、仁宗永昭陵、英宗永厚陵、神宗永裕陵、哲宗永泰陵。宋代靖康建炎年间遭金兵破坏，元代时地面建筑全部被毁。\n\n　　“仁宗的陵墓里有一件很特殊的随葬品，那就是他那纯白色的战马。”巩义市文物保管所副研究员傅永魁说，“仁宗没有忘记战争，他养兵百万，不怒自威，以致‘边将无功更不能’，没什么大仗可打。金兵占领中原后，曾大肆盗掘宋陵，但因为慑于宋仁宗的威名，独独没有对永昭陵下手，‘唯昭陵如故’。我想，哪一天发掘昭陵地宫时，仁宗的战马遗骸可能还会被发现。”\n\n　　据有关史料记载，嘉祐八年10月，葬仁宗赵祯于永昭陵，修陵调集士兵46700人，工期7个月，耗银50万两，钱150万贯，绸绢250万匹，耗费占北宋国库年收入的一半。规模庞大，建筑雄伟，虽历经千年风雨，饱受战乱抢掠，但到2013年，它仍不失皇家陵园的恢宏气势。整个陵园遵从封建的风水地形堪舆学说，依地势而就，傍山依水，东南穹窿，西北低垂，由“皇帝陵”、“皇后陵”和“下宫”组成，神道两侧的石刻群形态逼真，雄浑高大，栩栩如生，其中“瑞禽”和“角端”更是雕刻史上的杰作，堪称世界绝品。\n\n　　注：永昭陵于1998年开始修复，现为巩义市的宋陵公园。\n\n\n人物成就\n\n　　宋仁宗赵祯是北宋的第四位皇帝一生没有太大的作为。但宋仁宗在位时期北宋文人政治文化获得较大发展，“和而不同”的庆历士风得以涵咏和张扬，宋仁宗与他的士大夫合作者们共建了和谐的人文社会，为北宋的“极盛”时代的到来。做出了重要贡献。\n\n",
  "desc": "宋仁宗赵祯（1010年5月12日－1063年4月30日），宋朝第四位皇帝（1022年3月23日－1063年4月30日在位）。初名受益，宋真宗的第六子，母亲是李宸妃，大中祥符七年（1014年）封庆国公，大中祥符八年（1015年）封寿春郡王，天禧元年（1017年）进中书令，二年（1018年）进封升王。九月立为皇太子，赐名赵祯，乾兴元年（1022年）二月，宋真宗驾崩，仁宗即帝位，时年13岁，1023年改元天圣。1063年驾崩于汴梁皇宫，享年54岁。在位四十二年。其陵墓为永昭陵。谥号： 仁宗体天法道极功全德神文圣武睿哲明孝皇帝。史家把仁宗在位及亲政治理国家的时期概括为“仁宗盛治”。",
  "dynasty": "宋代",
  "id": 1321,
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_1321.jpg",
  "name": "赵祯",
  "star": 2
}