{
  "content": "一生之敌\n\n　　作为东汉最著名的史学家和文学家，班固引赢得了后世学者的广泛赞誉。在史学界，他与司马迁一起被称为“班马”或“马班”；在文学界，他又与扬雄、张衡一起被称为“班扬”、“班张”，也有人将他与马融并称“班马”。可这些人虽与班固齐名，却不与之同时。难道班固的学问在当时真是独步天下，没有对手吗？\n\n　　其实不然。与班固同期也有些与之齐名的文人，傅毅就是其一。两人本是太学同学，经历也极为相似，却在文学创作中互不服气，一生中在文学和史学领域有过数次“交锋”。因此，把两人称作“一生之敌”，并不为过。\n\n　　据陈其泰先生考证，班固在光武帝建武二十三年，即16岁时到洛阳太学求学，与傅毅成为同学。从《后汉书·崔骃传》中崔骃“少游太学，与班固、傅毅同时齐名”的记载来看，这种说法不无依据。当时，班、傅两人已与崔骃一起在太学中崭露头角了。\n\n　　后来，由于要为父守丧，班固不得不离开太学，回老家居忧。直到汉明帝永平五年，班固以“私改国史”的罪名被逮至洛阳，后被汉明帝赦免，除兰台令史，作《世祖本纪》。之后，班固[3]迁为郎，典校秘书，“撰功臣、平林、新市、公孙述事，作列传、载记二十八篇奏之”。这样，曾经的太学同学又在洛阳相遇。不过，这时的班固，地位已在傅毅之上。据《后汉书·刘复传》记载，刘复“与班固、贾逵共述汉史，傅毅等皆宗事之”。\n\n　　傅毅可能无法接受曾与自己齐名的同学位居自己之上，于是写了篇文章发牢骚。对此，《后汉书·傅毅传》作了如实的记载：“毅以显宗求贤不笃，士多隐处，故作《七激》以为讽。”看来，当时傅毅对自己地位低下的不满是众人皆知的。在这种情况下，他和班固的较量自然不少，而汉明帝也给他们创造了不少比试的机会。\n\n　　永平十七年，汉明帝召班固、傅毅、贾逵等人诣云龙门，问司马迁在《秦始皇本纪》中所下的赞语有无不对的地方。因编纂《汉书》而对《史记》了如指掌，班固自然大胜。他率先回答，说赞语中引用贾谊《过秦篇》的“向使子婴有庸主之才，仅得中佐，秦之社稷，未宜绝也”一句是不对的，赢得了汉明帝的认可。\n\n　　又据《论衡》记载：“永平中，神雀群集，孝明诏上《神爵颂》。百官颂上，文皆比瓦石。唯班固、贾逵、傅毅、杨终、侯讽五颂金玉，孝明览焉。”汉明帝时神雀群集只见于永平十七年。班固、傅毅献赋也当在此时。这次，二人的创作均得到了汉明帝的称赞，平分秋色。\n\n　　汉明帝时班固曾作《两都赋》，傅毅也作了《洛都赋》、《反都赋》，反对迁都长安，无形中也构成一次“较量”。但史书并没有记载这次“较量”的确切时间，只是班固在《两都赋》中说到，当时东都洛阳修建宫室园林“以备制度”而西土耆老却倡议迁都。不过，当时有一次同样主题、同样背景的创作，为确定这次“较量”的时间提供了线索。\n\n　　《后汉书·王景传》记载：“建初七年，迁徐州刺史。先是杜陵杜笃奏上《论都赋》，欲令车驾迁还长安。耆老闻者，皆动怀土之心，莫不眷然伫立西望。景以宫庙已立，恐人情疑惑，会时有神雀诸瑞，乃作《金人论》，颂洛邑之美，天人之符，文有可采。明年，迁庐江太守……卒于官。”\n\n　　王景历仕汉明帝、汉章帝两朝。而据《后汉书》记载，神雀诸瑞除见于汉明帝永平十七年外，也见于汉章帝元和二年，当时汉章帝正好“改庐江为六安国”。但王景在建初七年任徐州刺史，第二年改任庐江太守并死于任上。所以，《金人论》只能作于永平十七年，与之创作主题和创作背景完全相同的《两都赋》、《洛都赋》、《反都赋》亦然。\n\n　　从后世评价来看，《两都赋》被选为《文选》首篇，成为京都大赋的代表，而《洛都赋》和《反都赋》则少有人知，当逊色不少。这样，三次“较量”中班固两胜一平，占尽上风。\n\n　　汉章帝即位后，召傅毅为兰台令史，“拜郎中，与班固、贾逵共典校书”，二人又成了同事。这时，傅毅“作《显宗颂》十篇，由是文雅显于朝廷”。傅毅名声大振，让班固心中颇有不平。于是，他在给弟弟班超的信中讥讽傅毅“以能属文为兰台令史，下笔不能自休”，引出了“文人相轻，自古而然”的千古话题。\n\n　　实际上，傅毅作为当时的文史学家，却是世人交口称誉，与班固不相上下。《论衡》记载了当时人们的评价：“是以兰台之史，班固、贾逵、杨终、傅毅之徒，名香文美。”所以，曹丕说：“傅毅之于班固，伯仲之间耳，而固小之……斯不自见之患也。”\n\n　　班固与傅毅同为言语文学之臣侍奉汉章帝，为了“通讽谕”、“尽忠孝”，奉命进行文学创作自是常事，自然也不乏比试机会。傅玄在《连珠序》中就记载了“汉章帝之世，班固、贾逵、傅毅三子受诏作之”的事，可惜傅毅的连珠诗今已不存，无法比较。\n\n　　汉章帝建初三年，马防拜车骑将军，请傅毅为军司马，待以师友之礼。直到建初八年，马防被免，傅毅才免官归家。在这期间，班固则和与马氏有隙的窦宪交往甚密。汉和帝永元元年，窦宪任车骑将军，请傅毅为主记室，崔骃为主簿。不久，窦宪升大将军，又以傅毅为司马，班固为中护军。至此，三个太学同学又成为同僚，均作《北征颂》歌颂窦宪北伐的功绩。而在现存作品中，班固还有《竹扇赋》、《白绮扇赋》，傅毅也有《扇赋》，或为同时之作。\n\n　　在幕府中，班固和傅毅受到了窦宪的重用，希望有朝一日成就功名。他们的同学崔骃则因屡次劝谏窦宪无效而离开了。不久，傅毅去世，班固也在永元四年，因窦宪谋反案受株连，死在狱中。 \n\n\n主要事迹\n\n洛阳求学\n　　班固自幼接受儒学世家的良好教育和熏陶，加之班固聪明好学，9岁就能写文章、诵诗赋了。当时，父亲班彪已经成了远近闻名的学者，好多人都前来拜他为师或与他探讨学问，受父亲朋友辈学者的影响，班固开阔了眼界，学业大有长进。后来，父亲有意续写《史记后传》，开始阅读大量汉朝典籍。在父亲的影响下，班固也开始留意汉事。这时，著名的思想家王充正值青春年华，从会稽老家来到京城洛阳游学，他景仰班彪在学术上的高深造诣，也前来拜班彪为师，虚心求教。王充对于班彪的著史事业充满敬意，称赞班彪的著述可与太史公、扬雄媲美。由于他经常到老师家中请教，与年纪比他小五岁的班固逐渐熟悉起来，并对少年班固的才能和志向欣赏备至。建武二十年的一天，王充又来向老师请教，恰好班固也在客厅里，并对他们谈论汉事不时插上一二句颇具见识的话语，王充听后十分惊奇，不禁抚摸着班固的后背，对老师说：“此儿必记汉事”，认为班固将来必定会完成撰著汉代历史的重任!\n　　随着年龄的增长，班固开始不满足于儒学世家的家庭教育。为了进一步深造，班固于16岁时进入洛阳太学学习，在这里，他用功苦学，贯通各种经书典籍，不论儒家或其他百家学说，都能深入钻研，同时注重见识，并不拘守一师之说，不停留在字音字义、枝枝节节的注解上，而是要求贯通经籍的大义。这是他日后能够成长为一代良史的极重要条件。在这里，班固结识了崔胭、李育、傅毅等一批同学。由于班固性格宽容随和，平易近人，不因为自己才能出众而骄傲，所以得到了同学及士林的交口称赞。到班彪死时，班固虽然年仅23岁，但已具备颇高的文化修养和著述能力。\n\n私撰《汉书》\n　　由于父亲去世后生计困难，班固只好从京城迁回扶风安陵老家居住。从京城官宦之家一下子降到乡里平民的地位，这对上进心很强的班固是一沉重打击。但他毫不气馁，立志继承父亲未竞之业的决心并没有改变。班固认为，父亲已经撰成《史记后传》的部分，内容还不够详备，布局也尚待改进；没有撰成的部分，需要重新续写。于是他在父亲已成《史记后传》的基础上，利用家藏的丰富图书，正式开始了撰写《汉书》的生涯。\n　　永平五年，正当班固全力以赴地撰写《汉书》的时候，有人告发班固“私修国史”，于是，班固被捕关进了京兆监狱，书稿也被官府查抄。当时，不仅“私修国史”是被严格禁止的，甚至“国史”一般也不能为个人所拥有。汉元帝时东平王刘宇上书求赐《太史公书》被拒绝之事，即可证明。\n　　班固虽是外戚后代、儒学世家子弟，但他本身却连个官阶很低的郎官都不是，却如此大胆，敢于私修国史，岂不是触犯了朝廷大禁!前不久，扶风郡有一个叫苏朗的人被人告发伪造图谶，被捕入狱后，很快就被处死。面对这种形势，班家老小十分紧张，害怕班固凶多吉少。班固的弟弟班超为了营救哥哥，立即骑上快马从扶风安陵老家急驰京城洛阳，他要向汉明帝上书申诉，为哥哥雪除冤枉。\n　　班固被告“私修国史”，身陷囹圄，不知将被如何处置，更为老母和家人的安全担心。但他明白自己根本没有什么“罪”。他立志著史，不仅是为了继承父亲的遗志，而且也是要远接从司马迁、刘向、扬雄以来修史的传统，更是为了宣扬“汉德”。西汉一代210余年，有过赫赫功业，也有过许多弊政，其中治乱兴衰，使人慨叹，给人启发，写出一部“汉史”，正是当今学者的责任。何况王莽灭亡至今已40年了，再不及时撰成史书，后人所能获得的史料岂不更少!所以他才拿起笔来，立志完成父亲未竞之业。不料遭人诬告，如果此番不明不白地被处死，那么父子两代人的心血岂不尽付东流!为此，班固忧愤交加，心痛欲裂。\n　　班超策马穿华阴、过潼关，赶到洛阳上书为班固申冤，引起汉明帝对这一案件的重视，特旨召见班超核实情况。班超将父兄两代人几十年修史的辛劳以及宣扬“汉德”的意向全部告诉了汉明帝。这时，扶风郡守也把在班固家中查抄的书稿送至京师。明帝读了书稿，对班固的才华感到惊异，称赞他所写的书稿确是一部奇作，下令立即释放，并加以劝慰。明帝赞赏班固的志向，器重他的才能，立即召他到京都皇家校书部供职，拜为“兰台令史”。\n\n受诏修史\n　　班固被拜为“兰台令史”，最初受任与前睢阳县令陈宗、长陵县令尹敏、司隶从事孟异等人，共同编撰东汉光武帝的事迹《世祖本纪》。班固与陈宗等同心协力，很快就完成了《世祖本纪》的修撰，得到了明帝的赞扬。由于班固在编撰《世祖本纪》过程中的出色努力，又被晋升为“郎”官，负责整理校雠皇家图书。郎官是汉代进身的开始，班固的职务是校书，故称“校书郎”。他继续修撰光武一朝的史事，又撰成东汉功臣、平林、新市起义军和公孙述的事迹，共成列传、载记28篇。这样，有关光武一朝的记载大体齐备。《东观汉纪》是东汉皇朝的当代史，自明帝以后，章帝、安帝、桓帝、灵帝、献帝历朝都有续修，班固则是在它的创始时期作出了重要贡献，开了一个好头。\n　　班固被召到京师以后，弟班超与母亲也随至洛阳，因“家贫”，班超“常为官慵书以供养”。班固被汉明帝任命为郎官之后，官阶虽低，但与明帝见面的机会增多了，加以班固文才显露，逐渐得到汉明帝的宠爱。时间一长，明帝也关心地问起他的家庭生活，有一天，汉明帝突然想到前些日子赶到洛阳阙下为救班固冒险上疏的班超，便问班固：“卿弟安在?”班固回答说：“为官写书，受直以养老母”。明帝非常欣赏班超的勇气和辩才，觉得他未得任用实在可惜，便授班超为“兰台令史”。\n　　这期间，班固的职务虽低，却使班固得到较为安定的生活，更为重要的是，使他有条件接触并利用皇家丰富的藏书，这就为他日后完成《汉书》提供了重要条件。\n　　班固在撰写光武一朝君臣事迹期间，显露出卓越的才华，得到汉明帝的赏识。汉明帝鉴于班固具有独立修撰汉史的宏愿，也希望通过班固进一步宣扬“汉德”，特下诏，让他继续完成所著史书。班固从私撰《汉书》到受诏修史，是一个重大转折，对于《汉书》的完成是一个有力的推动。从此，班固不仅有了比较稳定的生活，有皇家图书可资利用，而且有了明帝的这一旨意，使他著史的合法性得到确认，再也不用担惊受怕了。由于具备了这些条件，班固开始全身一地投撰史的事业之中，撰史进度大大加快。\n\n奉旨撰书\n　　班固48岁那年十一月，东汉朝廷有一件大事。议郎杨终上奏说：“方今天下少事，学者得成其业，而章句之徒，破坏大体。宜如石渠故事，永为世则。”指出，当时由于经学流派的繁衍，解经歧异很大，影响经学的传播和发展，因此，杨终建议应该像西汉宣帝召集石渠阁会议那样，召集有权威的学者来讲论五经，裁定经义。\n　　章帝采纳了这个建议，下诏“太常、将、大夫、博士、议郎、郎官及诸生、诸儒会白虎观，讲议《五经》同异，使五官中郎将魏应承制问，侍中淳于恭奏，帝亲称制临决，如效宣甘露石渠故事。”出席会议的有班固，博士赵博、李育，议郎杨终，郎官贾逵，鲁阳侯丁鸿，广平王刘羡，还有太常楼望、少府成封、屯骑校尉桓郁等，会议历时一个多月才结束。杨终在会议前因事入狱，由班固和赵博、贾逵等人上书，提出：杨终深晓《春秋》，学问渊博，请求章帝赦他出席参加会议。杨终自己又上书申冤，即日被允许交上一笔赎金，出狱与会。班固以史官身份出席会议，并兼记录。会后他按章帝的旨意，将会议记录整理成《白虎通义》一书。《白虎通义》一书内容十分庞杂，主要是“以阴阳五行为理论基础，对西汉董仲舒以后的今文经学书》卷40《班固传》：“天子会诸儒讲论五经，作《虎通德论》，令固撰集其书。”则这次会议的原始记录为《白虎通德论》，再经班固整理成《白虎通义》。《白虎通德论》后来亡佚。又，《后汉书》卷79《儒林列传》记载说：“建初中，大会诸儒于白虎观，考详同异，连月乃罢，肃宗亲临称制，如石渠故事，顾命由臣，薯为诵叟”和哀、平以降的谶纬之学所宣扬的君权神授、天人感应论、先验情性论等进行了修补和总结，并对维护封建统治秩序的国家制度、军队刑罚、礼仪规章、人伦关系以及耕桑商贾等进行了系统规定，具有国家宪章和神学法典的意义”，被视为宣扬谶纬神学的典型著作。\n\n北征匈奴\n　　班固“潜精研思”25年，撰成《汉书》，但由于《汉书》长期未能脱稿，没有产生广泛的社会影响。班固主要是在默默无一闻中生活，如果说有一些影响的话，就是曾得到皇帝和部分士人的赏识，然而也不过是做了个兰台令史、校书郎、玄武司马之类的小官。他看到那些才能不如自己的人，纷纷从政，获得进身之阶，风光一时，真有些不甘心。因此，班固也在等待时机，以求建功立业。在当时，建立军功是实现这一愿望的最好途径，而班氏家族向来有与边疆事务打交道的经验，于是，班固也想通过边境立功，获取功名，以便施展才能。\n　　和帝永元元年，班固年届58岁，因遭母丧，辞官守孝在家，得知窦宪被任命为将军，率大军攻伐匈奴的消息，便决定投附窦宪，随大军去北攻匈奴。\n　　光武帝时，窦融名列“云台二十八将”之一，成为显赫的功臣权贵之家。又历明、章二世，窦氏势力更加兴盛。班固求进心切，利用班、窦两家同乡、世交的关系，决定投附窦氏家族。但他未能觉察，这时的窦氏专横跋扈，已成了朝廷的危险势力。\n　　章帝初年，窦融的曾孙女被立为皇后，窦宪依靠身为皇后之兄的关系，很快升为虎贲中郎将，随着权力的增长，他更加不可一世，随便霸占别人的财产，无恶不作。\n　　窦宪不但欺负一般的老百姓，甚至敢于欺负皇帝的姑母。皇帝姑母叫沁水公主，在洛阳拥有一座好园田，窦宪利用权势贱价夺取过来，公主迫于他的气焰，不敢同他计较。有一天，章帝乘车出行，经过沁水公主园田，高兴地告诉窦宪这是沁水公主的园田。窦宪支支吾吾不敢正面回答。事后章帝终于发觉沁水公主园田被窦宪侵占，怒不可遏，召来窦宪斥责道：你的手段骇人听闻，竟敢欺负到皇姑头上来了，明明是你已经霸占了公主的园田，还学赵高的样子，“指鹿为马!”“今贵主尚见枉夺，何况小人哉!”正告窦宪说“国家弃宪如孤雏腐鼠耳。”要他“深思前过”，痛改前非。窦宪自知闯了大祸，求窦皇后说情，最后退出公主园田，暂时了事。\n　　，章帝卒，和帝即位，年仅10岁，窦太后临朝。窦宪成了国舅老爷，很快即被起用为侍中，控制大权。他的弟弟窦笃被任为虎贲中郎将，窦景、窦壤被任为中常侍，兄弟叔侄“皆在亲要之地”。凡窦宪本人的意旨，在外授意早有名望的旧臣写奏书，在内由他向太后陈述，“事无不从”。窦宪专横跋扈，无视朝廷法律，随意杀人。齐殇王的儿子刘畅，因章帝丧事来朝吊问，乘机讨好了窦太后，得到一个宫内职位。窦宪怕刘畅受宠，妨碍他专擅朝政，竞派人将他刺杀。后来，事情暴露，窦宪被关在宫内，等候治罪。这下窦宪着了慌，请求率军北征匈奴以赎死罪。当时正逢南匈奴请兵攻伐北匈奴，朝廷便拜窦宪为车骑将军，率大军出塞。窦宪北征匈奴就是在这样的形势下出现的。班固不知其中内情，随军出发，任中护军，参与军中谋议。\n　　大军从朔方三路北袭，窦宪遣各部将及匈奴左谷蠡王等，率精骑万余，在稽落山大破北匈奴军队。窦宪与副将等登上远离边塞三千余里的燕然山，由班固撰写《封燕然山铭》文，刻石纪功。班固还撰有《窦将军北征颂》一文，对窦宪北征匈奴大加歌颂。窦宪班师后出镇凉州。第二年，北匈奴单于因大败之后势力衰弱，派亲王向窦宪通报希望觐见东汉皇帝，请求派使者前来迎接。窦宪上奏，派遣班固以中护军兼代中郎将职务，与司马梁讽一起，带领数百人骑马出居延塞迎接，正遇上南匈奴出兵打败北匈奴，班固一行到达私渠海，获知北匈奴已遁走而折回。永元三年，窦宪派部将出兵北击，此后北匈奴向西远徙，东汉最后解除了匈奴的威胁。\n\n含冤被害\n　　班固从窦宪北征匈奴以后，进入窦宪幕府。此时的窦宪，因为平匈奴有功，威名大盛，心腹众多，官员进退都由他一人决定，朝臣震慑，望风希旨。尚书仆射郑寿、乐恢由于招致他的不满，被迫相继自杀。窦宪的三个弟弟又把持着卫尉、执金吾、光禄勋的要职，窦氏家族还有十几人任城门校尉、将作大匠、少府等。他们在京城无法无天，奴仆肆意强夺民财，侵害百姓，抢夺民女。街市上的店铺害怕窦氏，看到他们，都像逃避强盗一样，紧锁店门，躲避起来。他们大权在握，仍不满足，又想杀死皇帝，夺取最高权力。永元四年，窦宪的爪牙邓叠、女婿郭举等阴谋在宫中杀死和帝。和帝觉察到他们的阴谋，事先与中常侍郑众定计，把邓叠、郭举等收捕斩首，并将窦宪等人革职，送回封地，窦宪等被迫自杀。班固本来与窦宪案件毫无关系，但在封建时代，一人有罪，株连甚广，班固因与窦宪关系密切而被免职，以后又被冤枉逮入监狱。当时的洛阳令种兢对班固一家怀有私仇。因为班固平常对子弟管教不严，有的子弟不守法纪，地方官吏感到头痛。曾有一次，种兢出行，班固的家奴因喝醉酒冲撞了他的车骑，种兢手下官吏对他推搡训斥，家奴迷迷糊糊，口出恶言，种兢大怒，可是畏惧窦宪威势，不敢发作，从此怀恨在心。窦宪案发后，以前窦家的宾客一一被逮捕拷问，种兢借机报复，将班固关进监狱。在狱吏的拷打折磨下，这位对中国文化史作出杰出贡献的人物竟冤死狱中，卒年61岁。事后，和帝曾下诏谴责种兢公报私仇的恶劣做法，并将害死班固的狱吏处死抵罪。 \n\n\n文学贡献\n\n《汉书》\n　　他的《汉书》是我国第一部断代史，为后世封建王朝官修正史的楷模。作为赋家，他的创作活动主要表现在身体力行地提倡散体大赋上。班固有浓厚的忠于皇室的正统思想。\n\n《两都赋》\n　　根据明帝批评司马迁《史记》 微文刺讥，贬损当世，非谊士也。 表彰司马相如颂述功德，……忠臣效也。至是贤迁远矣 的诏令，他不仅在《离骚序》中，一反自西汉刘安《离骚传》以来对屈原的高度评价，指责屈原露才扬己，……责数怀王，怨恶椒兰，愁神苦思，强非其人，忿对不容，沉江而死，亦贬洁狂狷景行之士 ，而且在《两都赋序》中，与扬雄论赋截然相反，对以司马相如为首的西汉大赋从为封建王朝兴废继绝，润色鸿业 的角度，给予了毫无保留的全面肯定，将其与儒家至高无上的经典《诗经》相提并论，赞其 雍容揄扬，著于后嗣，抑亦《雅》、《颂》之亚也。……炳焉与三代同风 ，认为 斯事虽细，然先臣之旧式，国家之遗美，不可缺也.正是在这种思想理论的支配下，他在明帝永平年间创作了著名的《两都赋》。\n　　《两都赋》在结体与手法上完全仿效司马相如《子虚赋》。《子虚赋》分《子虚》、《上林》两部分，《两都赋》则分《西都》、《东都》；《子虚赋》虚拟 亡是公 针对楚之 子虚 、齐之 乌有先生 互相炫耀，而明天子之义 ，《两都赋》由虚拟 东都主人 针对 西都宾 赞扬长安， 望朝廷西顾 ，而 盛称洛邑制度，以折西宾淫侈之论 ；《子虚赋》前后两部分转接用 亡是公听然而笑曰 ，《两都赋》则用 东都主人喟然而叹曰.两相比较，如出一辙，在总体风格上缺乏艺术创新，未能越出西汉藩篱，不过是以超过《子虚赋》近一千二百字的篇幅，更加典丽宏大而已。\n　　至于相如《子虚赋》针对当时诸侯曾割据谋叛，而维护皇朝统一，且就帝王淫侈，尽管委婉，毕竟有所讽谏，而扬雄《长扬赋》，讽谕之旨则更为自觉；但班固《两都赋》选材不过是涉及都长安、洛阳，哪个更有利王朝统治，中心思想则只在 宣上德而尽忠孝 ，从内涵意义而言，又似不如了。\n　　然而班固毕竟天资聪颖， 年九岁，能属文诵诗赋，及长，遂博贯载籍，九流百家之言，无不穷究 ，学识渊深，有精湛的艺术修养，写作文章，独具风范。《后汉书·班固传赞》评道： 固文赡而事详。若固之序事，不激诡，不抑抗，赡而不秽，详而有体，使读之者娓娓而不厌，信哉其能成名也。 这种特色在《两都赋》中，也有明显的表现。\n　　首先，《两都赋》所描述的具体内容，已不再像司马相如那样重在帝王宫苑、游猎，而是借鉴扬雄《蜀都赋》，创造性地发展为京都山河形势、表里布局和雄伟气象，虽然不能全免大赋夸张渲染失实之病，但由于采用了不少实际的历史地理资料，而不显过分虚浮，有真切的现实感。如对长安城内及郊野的介绍：建金城而万雉，呀周池而成渊，披三条之广路，立十二之通门。内则街衢洞达，闾阎且千，九市开场，货别隧分，人不得顾，车不得旋，阗城溢郭，旁流百廛，红尘四合，烟云相连。于是既庶且富，娱乐无疆，都人士女，殊异乎五方。……\n　　若乃观其四郊，浮游近县，则南望杜、霸，北眺五陵，名都对郭，邑居相承，……下有郑、白之沃，衣食之源，堤封五万，疆埸绮分，沟塍刻镂，原隰龙鳞，决渠降雨，荷臿成云，五谷垂颖，桑麻敷棻。\n　　无论是都城形胜、街市繁华，还是郊野气象、农桑丰硕，都有具体而生动的艺术表现，确实 文赡而事详 ，引人遐想。另外，在语言的运用上，排偶之中，音调和谐，极少奇僻的异体字，明畅顺达，无汉赋常见的臃肿涩滞之弊，又确实 使读之者娓娓而不厌.正因如此，班固赢得了与司马相如、扬雄以及稍后张衡并称汉代四大赋家的盛誉，《两都赋》所开创的京都大赋体制，也直接影响了张衡《二京赋》以及西晋左思《三都赋》的创作，不仅蜚声文坛，而且被萧统《文选》列为第一篇，刘勰也称其明绚以雅赡.尽管《两都赋》在艺术上取得了相当的成就，历来为士大夫所重，但是总体来看，没有也不可能从根本上革除早已被扬雄针砭的散体大赋自身具有的通弊，从而扭转其衰竭之势。就赋体文学发展的趋势而言，当大赋已经定型为以 穷泰极侈 的笔墨达颂圣之旨，即便有讽谕，也不过 劝百讽一 ，而以骚体为代表的抒发内心情怀之赋，正越来越成熟，在显示出强劲的艺术生命力之时，仍要恪守老路，企图重新振兴，毕竟是违反客观规律，逆历史潮流而动，断不会成功。\n　　其实在对待赋体文学的正常发展走向上，班固实际也是自相矛盾的。这不仅表现在其于明帝永平初给辅政的骠骑将军东平王刘苍的奏记中，曾高度评价屈原： 屈子之篇，万世归善。 与以后希明帝诏旨诽毁屈原 露才扬己 大相径庭，并效《离骚》之体，作《幽通赋》述志明意，而且当章帝继位后，因官职未能高升而有怨思时，又效东方朔托古慰志，疏而有辨 的《答客难》体，作《答宾戏》，尽管表面上堂皇地表示自己 专笃志于博学，以著述为业 ，但通过 宾 之口 戏主人 所说的 今吾子幸游帝王之世，躬带冕之服，浮英华，湛道德，龙虎之文，旧矣。卒不能摅首尾，奋翼鳞，振拔洿涂，跨腾风云，使见之者景骇、闻之者响震 ，仍能味出其内心不平衡的情绪。正如范晔《后汉书》本传所道破的： 固自以二世才术，位不过郎，……作《宾戏》以自通焉。 所以虽然成就不能与东方朔独辟蹊径相比，然而还是发泄了隐秘的真情。 \n\n\n墓地\n\n　　和帝永元元年，大将军窦宪领兵征匈奴，他以中护军职随军参赞，获大胜，于燕然山刻石记功。后窦宪被劾自杀，他受株连被免官。时洛阳令种兢以私怨乘机报复，将他下狱，摧残致死，时年六十一岁。\n\n　　班固墓在陕西省宝鸡市扶风境内沿西宝北线公路傍边的太白乡浪店村，被评定为省级文物保护单位。\n\n\n代表作品\n\n　　《明堂诗》、《辟雍诗》、《灵台诗》、《宝鼎诗》、 《白雉诗》、 《论功歌诗》、《咏史》、《幽通赋》\n\n　　作品风格班固是东汉前期最著名的辞赋家，著有《两都赋》、《答宾戏》、《幽通赋》等。东汉建都洛阳，“西土耆老,咸怀怨思”，仍希望复都长安，而班固持异议，因此作《两都赋》。赋中以主客问答方式，假托西都宾向东都主人夸说西都长安的关山之险、宫苑之大、物产之盛。东都之人则责备他但知\"矜夸馆室，保界河山\"，而不知大汉开国奠基的根本，更不知光武迁都洛邑、中兴汉室的功绩，于是宣扬光武帝修文德、来远人的教化之盛，最后归于节俭，“以折西宾淫侈之论”。《两都赋》体制宏大，写法上铺张杨厉，完全模仿司马相如、扬雄之作，是西汉大赋的继续。但在宫室游猎之外,又开拓了写京都的题材，后来张衡写《二京赋》、左思写《三都赋》，都受他的影响。《两都赋》虽也铺采□文，但未过分堆砌辞藻，风格比较疏宕。《幽通赋》为述志之作，表示他守身弘道的志向。写法仿《楚辞》，先述自己家世,后写遇神人预卜吉凶，再写他誓从圣贤的决心。所谓幽通，即因卜筮谋鬼神以通古今之幽微的意思。另有《答宾戏》，仿东方朔《答客难》、扬雄《解嘲》，表现自己“笃志于儒学，以著述为业”的志趣。此外，他为窦宪出征匈奴纪功而作的《封燕然山铭》，典重华美，历来传诵，并成为常用的典故。班固在《汉书》和《两都赋序》中表达了自己对辞赋的看法。他认为汉赋源于古诗，是“雅颂之亚”，“炳焉与三代同风”。他不仅肯定汉赋“抒下情而通讽谕”的一面，而县肯定它“宣上德而尽忠孝”的一面，实际上也肯定了汉赋的歌功颂德的内容。在《离骚序》中，班固对屈原作了不正确的评价，他认为屈原\"露才扬己“，虽有”妙才“、”非明智之器“。都表现了他囿于儒家正统思想的局限性。班固另有《咏史诗》，□缇萦故事，为完整五言体，虽质木无文，却是最早文人五言诗之一。《隋书·经籍志》有《班固集》17卷。已散佚；明代张溥辑有《班兰台集》。\n\n\n目录学家\n\n　　父班彪撰《史记后传》未成而卒，他继父遗业续写而被人告发，以 私改国史罪下狱，班超上书辩解获释。后召为兰台令史，主管国家藏书和档案之事，后转迁为郎，专门点校、管理兰台所藏秘书图籍。自永平中奉诏修史，历时20余年，修成《汉书》。《汉书·艺文志》在中国学术史上有极高的价值，是我国现存最早的一部图书目录。其体列仿刘歆《七略》，著录了西汉时国家所收藏的各类图书共596家，13 269卷。每略有总序，每家之后有小序，对先秦学术思想的源流演变，有简明的叙述。保存了书名、篇数、作者和说明。增加了《七略》所没有著录的如刘向、扬雄、杜林等学者在西汉末年所写的著作。它继承了《七略》六分法的分类体系，开创了史志目录这一体列，后世修史，必设“艺文”、“经籍”类，对我国古典目录学的发展有重要贡献。后经唐秘书监颜师古作注，清目录学家姚振宗作《汉书艺文志条理》、《汉书艺文志拾补》,增加书目317部，自先秦至汉中叶的古代书目，大致已包括在内。后因窦宪等人专权被牵连而死于狱中。著有《白虎通义》等，明人辑有《班兰台集》，清丁福保辑有《班孟坚集》。\n\n生平\n\n　　班固的祖先于秦汉之际在北方从事畜牧业致富。后来世代从政，并受儒学熏陶。曾祖父况，举孝廉为郎，成帝时为越骑校尉；况女被成帝选入宫中为婕妤；大伯祖父伯，受儒学，以“沈湎于酒”谏成帝，官至水衡都尉；二伯祖父斿，博学，官至右曹中郎将，曾与刘向校理秘书；祖父稚，官至广平相，被王莽排挤而为延陵园郎；父亲班彪，曾在光武帝时徐县令，后来专心于史籍研究，编写《史记·后传》数十篇，是东汉著名的史学家。\n\n　　班固自幼聪慧，九岁能诵读诗赋，十三岁时得到当时学者王充的赏识，建武二十三年前后入洛阳太学，博览群书，穷究九流百家之言。建武三十年，其父班彪卒，自太学返回乡里。居忧时，在班彪续补《史记》之作《后传》基础上开始编写《汉书》，至汉章帝建初中基本完成。\n\n　　永平元年班固向当时辅政的东平王上书，受到东平王的重视。\n\n　　永平五年有人向朝廷上书告发班固“私改作国史”。皇帝下诏收捕，班固被抓，书籍也被查抄。幸得其弟班超上书申说班固著述之意，地方官也将其书稿送到朝廷。汉明帝了解情况后，很欣赏班固的才学，召他到校书部，任命他为兰台令史，掌管和校定图书。明帝时，曾任兰台令史，秩俸为二千石，与陈宗、尹敏、孟异共同撰成《世祖本纪》，升迁为郎，负责校定秘书。又与人共同记述功臣、平林、新市、公孙述事迹，作列传、载记二十八篇奏上。\n\n　　章帝时，班固职位很低，先任郎官。建初三年升为玄武司马，是守卫玄武门的郎官中的下级官吏。由于章帝喜好儒术文学，赏识班固的才能，因此多次召他入宫廷侍读。章帝出巡，常随侍左右。奉献所作赋颂。对于朝廷大事，也常奉命发表意见，与公卿大臣讨论，曾参加论议对西域和匈奴的政策。\n\n　　建初四年，章帝效法西汉宣帝石渠阁故事，在白虎观召集当代名儒讨论五经同异，并亲自裁决。其目的是广泛动员古文学派的力量，促进儒家思想与谶纬神学紧密结合，加强儒家思想在思想领域的统治地位。在这次会议上，班固以史官兼任记录，奉命把讨论结果整理成《白虎通德论》，又称《白虎通义》。\n\n　　章帝后期，班固辞官回乡为母亲服丧。\n\n　　汉和帝永元元年，大将军窦宪奉旨远征匈奴，班固被任为中护军随行，参预谋议。窦宪大败北单于，登上燕然山，命班固撰写了著名的《燕然山铭文》，刻石记功而还。班固与窦宪本有世交之谊，入窦宪幕府后，主持笔墨之事，关系更为亲密。永元四年，窦宪在政争中失败自杀，洛阳令对班固积有宿怨，借机罗织罪名，捕班固入狱。同年死于狱中，年六十一岁。此时所著书，八“表”及“天文志”均未完成。\n\n　　班固著汉书未完成而卒，和帝命其妹班昭就东观藏书阁所存资料，续写固之遗作，然尚未毕便卒。同郡马续，乃昭之门人，博览古今，帝乃召其补成七“表”及“天文志”。\n\n　　此外，班固也是东汉最著名的辞赋家之一，著有《两都赋》、《答宾戏》、《幽通赋》等。 \n\n\n成就\n\n开创正史地理志\n　　在正史中专列《地理志》是从班固的《汉书·地理志》开始的。班固生活的时代是汉朝已建立了200多年之际，王朝空前统一和强盛，经济发达，版图辽阔，陆海交通发达。地理知识的积累远非《山经》和《禹贡》时代可比，社会生活和管理对地理知识的需要也空前迫切。地理撰述不再近则凭证实，远则凭传闻，而是国家掌握的各地方当局的直接见闻，乃至相当准确的测绘和统计了。记录大量实际地理资料的地理著作的出现虽是那个时代的要求，但是，在正史中专列《地理志》却是班固对后世的重大贡献。封建时代，一般的地理著作很难流传到今天，但正史中的《地理志》，在后世王朝的保护下，较易流传下来。班固在正史中专列《地理志》的作法，被后世大部分正史及大量的地方志所遵奉。这样就为我们今天保留了丰富的地理资料，为研究中国古代地理学史及封建时代的社会、文化史提供了重要条件。班固对正史《地理志》的开创之功不可忽视。\n\n开创政区地理志\n　　班固《汉书·地理志》的结构内容共分三部分：卷首全录《禹贡》和《周礼·职方》这两篇，并依汉代语言作了文字上的修改；卷末辑录了以《史记·货殖列传》为基础的刘向《域分》和朱赣《风俗》；正文主要写西汉政区，以郡为纲，以县为目，详述西汉地理概况。这部分是以汉平帝元始二年的全国疆域、行政区划为基础，叙述了103个郡国及所辖1578县的建置沿革、户口统计、山川泽薮、水利设施、古迹名胜、要邑关隘、物产、工矿、垦地等内容，篇幅占了《汉书·地理志》的三分之二。正文这种以疆域政区为框架，将西汉一代各种自然地理和人文地理现象分系于相关的政区之下，从政区角度来了解各种地理现象的分布及其相互关系的编写体例，可以称之为政区地理志。这种体例创自班固，表现了他以人文地理为中心的新地理观。班固以前的地理著作，如《山海经》《职方》等，一般都以山川为主体，将地理现象分列于作者所拟定的地理区域中，而不注重疆域政区的现实情况。《禹贡》虽然有了地域观念，以山川的自然界线来划分九州，分州叙述各地的地理。但“九州”仅是个理想的制度，并没有实现过。所以《禹贡》还不是以疆域、政区为主体、为纲领的地理著作。班固之所以形成以人文地理为中心的新地理观，除了他本人的原因之外，还因为他生活在东汉这\n　　个具体的历史时代。我国行政区划起始于春秋战国之际，但尚未有统一四海的封建国家出现。随后的秦代虽然一统天下，但历时很短。自汉朝建立到班固生活的东汉，已经有了200多年长期稳定的历史，在疆域广袤的封建大帝国内，建置并完善了一套郡—县二级行政区划。长期实施的社会制度，促成了新地理观念的产生。班固的这种新地理观随着大一统观念的加强，随着重人文、轻自然、强调天人合一的中国传统文化精神的巩固而一起被长期继承下去。不但各正史地理志都以《汉书·地理志》为蓝本，而且自唐《元和郡县志》以下的历代全国地理总志也无不仿效其体例。班固的地理观及其《汉书·地理志》模对中国古代地理学的发展产生了深远影响。一方面是为我国保留了一大批极有价值的人文地理资料，另一方面也妨碍了自然地理观念的发展。直到明末《徐霞客游记》问世之前，我国始终缺乏对自然地理现象进行科学描述和研究的专著，\n　　至多只有记录自然地理现象分布和简单描述的作品，往往还是像《水经注》那样以人文地理资料的记录为主。之所以出现这种情况，班固的地理观及其《汉书·地理志》模式的影响不能不说是其重要原因之一。\n\n开沿革地理之始\n　　班固不仅在《汉书·地理志》中首创了政区地理志的模式，同时也完成了首例沿革地理著作。《汉书》虽然是西汉一朝的断代史，但《汉书·地理志》记述的内容超出西汉一朝。它“因先王之迹既远，地名又数改易，是以采获旧闻，考迹诗书，推表山川，以缀《禹贡》、《周官》、《春秋》春秋，下及战国、秦、汉”。它是一部西汉的地理著作，又涉及到各郡国的古代历史、政区沿革等。比如，卷首写汉前历代疆域沿革，除全录《禹贡》、《职方》两篇外，班固还在《禹贡》前增以黄帝至大禹、《禹贡》与《职方》间加以大禹至周、《职方》后缀以周至秦汉的简略沿革，保持了汉以前区域沿革的连续性。又比如，卷末辑录了刘向的《域分》和朱赣的《风俗》，分述以秦、魏、周、韩、郑、陈、赵、燕、齐、鲁、宋、卫、楚、吴、粤等故国划分的各地区概况，其中沿革是重要内容之一。再比如，班固在正文中于政区地理的框架中纳入其他门类的地理现象，将其分系于各有关的郡国和县道之下，并主要采取注的形式叙述各郡国从秦代到王莽时的建置沿革。县一级政区并载明王莽的改名。班固在《汉书·地理志》中注重地理沿革的做法被以后的正史地理志、全国地理总志和大量的地方志所沿用，使后世的沿革地理著作成为中国古代地理学的重要部分。\n\n记录大量资料\n　　班固的《汉书》是我国西汉的断代史，其中记载了当时大量的自然和人文地理资料，尤其集中在其中的《地理志》以及《沟洫志》和《西域列传》等篇目中。例如，仅《汉书·地理志》的正文中就记载川渠480个，泽薮59个，描述了全国300多条水道的源头、流向、归宿和长度，是《水经注》出现以前内容最丰富的水文地理著作。正文中还记载有153个重要山岳和139处工矿物产位置分布情况；有屯田的记录；有水利渠道的建设；有各郡国及首都长安、少数重要郡国治所及县的户数和人口数统计资料113个，是我国最早的人口分布记录，也是当时世界上最完善的人口统计资料。书中有陵邑、祖宗庙、神祠的分布；有具有历史意义的古国、古城及其他古迹记录；有重要的关、塞、亭、障的分布以及通塞外道路的内容等。总之，《汉书》中所记载的自然地理、经济地理、人口地理、文化地理、军事交通地理等内容为今天研究汉代的社会提供了宝贵的资料。\n\n记载边疆资料\n　　班固的《汉书》在《地理志》《西域列传》等篇中记载了大量的边疆地理资料。西汉是我国历史上最强盛的王朝之一，幅员辽阔，交通、文化、经济发达。经过武帝时张骞的几次出使西域和汉军的几次出征，开通了丝绸之路；经过张骞等人的“通西南夷”，对当时西南地区有了一定了解。此外，西汉时对东南沿海、南海及印度洋的地理也有一定认识。这些在《汉书》中有丰富的记载。如《汉书·地理志》最早记载了一条从今徐闻西出发到印度南部和斯里兰卡的航海线，对沿途各地的地理现象做了记录。又如，《汉书·严助传》记载淮南王说闽越的情况是“以地图察其山川要塞，相去不过数寸，而间独数百千里，阻险林丛弗能尽著。视之若易，行之甚难”。再如，《汉书·匈奴传》记载汉元帝时候应上书说：匈奴“外有阴山，东西千余里，草木茂盛，多禽兽”。又说：“幕北地平，少草木，多大沙。”这些描述蒙古高原的内容说明汉代人们对边疆地理已有相当程度的认识，给我们今天留下了丰富的研究材料。\n　　班固是我国东汉著名的学者，《汉书》中有关地理方面的记述是他根据档册进行抄录、编纂而成的，特别是《地理志》博采西汉以前的地理著作汇为一篇。著书的宗旨是“追述功德”、表彰汉朝使之“扬名于后世”，同时为当时行政管理服务。因此，地理的内容以政区沿革地理为框架，自然地理内容排在其次。这样以人文地理为主的地理观与中国传统文化精神一致，《汉书·地理志》的模式容易被后世的正史地理志、全国总志、地方志仿效，从而对中国古代地理学的发展产生很大影响。班固所开创的《汉书·地理志》模式对后世沿革地理的蓬勃发展起了促进作用，但也阻碍了自然地理的进步；它记录了大量的人文和自然地理资料，但也阻碍了理论的发展，特别是自然地理学理论的发展。从《汉书·地理志》的内容来说，它是从事中国疆域政区沿革研究的基础，是研究我国疆域地理必读的书，是研究汉代地理必读的书。\n　　总之，班固在沿革地理学的开创和地理资料的保存方面都是卓有成就的，他是中国封建社会颇有影响的历史地理学家。 \n\n",
  "desc": "班固（建武八年32年－永元四年92年）东汉官吏、史学家、文学家。史学家班彪之子，字孟坚，汉族，扶风安陵人（今陕西咸阳东北）。除兰台令史，迁为郎，典校秘书，潜心二十余年，修成《汉书》，当世重之，迁玄武司马，撰《白虎通德论》，征匈奴为中护军，兵败受牵连，死狱中，善辞赋，有《两都赋》等。",
  "dynasty": "两汉",
  "id": 398,
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_398.jpg",
  "name": "班固",
  "star": 27
}