{
  "content": "生平\n\n大事年表\n　　父亲苏序，母亲史氏，有两位兄长苏澹、苏涣。苏洵少时不好读，19岁时娶妻程氏，27岁时立下决心发奋读书，经过十多年的苦读，学业大进。\n　　仁宗嘉祐元年，他带领苏轼、苏辙到汴京，谒翰林学士欧阳修。欧阳修很赞赏他的《权书》、《衡论》、《几策》等文章，认为可与贾谊、刘向相媲美，于是向朝廷推荐。一时公卿士大夫争相传诵，文名因而大盛。\n　　嘉祐二年，二子同榜应试及第，轰动京师。\n　　嘉祐三年，仁宗召他到舍人院参加考试，他推托有病，不肯应诏。\n　　嘉祐五年，经韩琦推荐任秘书省校书郎，后为霸州文安县主簿，又授命与陈州项城县令姚辟同修礼书《太常因革礼》一百卷。书成不久，即去世，追赠光禄寺丞。\n\n事佛奉道\n　　苏洵生活于佛、道发展兴盛的北宋前期，受时代潮流及出生环境的影响，苏洵也有一些佛、道观念。苏洵信奉佛道，其外在表现是游道观佛寺，交道士僧人，舍心爱之物为死去的亲人祈冥福等；其内在表现则体现了其文学艺术和政治思想之中，苏洵的文学创作过程论受启于《庄子》，他的文学作品涉及到道教的仙话传奇，灵验故事，宫观胜境等，其政治思想从渊源、重要观点到语言文字无不留下道家的痕迹。苏洵的文学作品和政治思想中涉及佛教的比较少见，受道家道教的影响却十分明显。\n　　苏轼在《子由生日，以檀香观音像及新合印香银篆盘为寿》一诗中写道：“君少与我师皇坟，旁资老聘释迦文。”说的是苏轼苏辙兄弟庆历年间在家以父为师时的事情，可见苏洵对道释经籍是有所研读的，不仅如此，还让儿子也一起读。苏轼曾提到双亲笃信佛教：“昔予先君文安主薄赠中大夫讳洵，先夫人武昌太君程氏，皆性仁行廉，崇信三宝。捐馆之日，追述遗意，舍所爱作佛事，虽力有所此，而志则无尽。”至于对道教的信仰，苏洵自己有记载：“洵尝于天圣庚午重九日玉局观无碍子肆中见一画像，笔法清奇。云乃张仙也，有祷必应。因解玉环易之。”苏洵十九岁娶眉山大户程氏之女为妻，到二十三岁还未有子嗣，因此在游成都玉局观见到被称为以祈嗣的张仙画像，就购置回家。祈曰：“某等不德所召，艰于嗣息，堇皈遗教，瞻奉尊彦。夫妇行四拜礼，诣香案上香，献酒。读祝再四拜。”苏洵的佛道信奉主要体现在游览佛道的名胜古迹，接交道士、僧人。\n　　苏洵少不喜学，由于父亲健在，没有养家之累，故他在青少年时代有点象李白和杜甫的任侠与壮游，走了不少地方。后来又陪同儿子两次进京，一次经水路，一次经陆路，遍游了沿途的名胜古迹。\n　　苏洵游过的道释名胜古迹大致有青城山和峨眉山、成都的玉局观、庐山的东林寺和西林寺、虔州的天竺寺、丰都的仙都观等。\n　　苏洵游峨眉山和青城山是在青少年时期，其《忆山送人五言七十八韵》诗中云：“少年喜奇迹，落拓鞍马间。纵目视天下，爱此宇宙宽。岷峨最先见，晴光压西川。”\n　　庆历年间，苏洵进京参加制举考试，不中，便南游嵩洛庐山，在庐山他游历了东林寺和西林寺，并同这里的两位高僧讷禅师和景福顺长老交游月余。《忆山送人》诗中详细记载了这次游历的情形：“次入二林寺，遂获高僧言。问以绝胜境，导我同跻攀。逾月不厌倦，岩谷行欲殚。”苏洵在庐山同二僧共游居一个多月，并“获高僧言”这件事，苏轼、苏辙都有记载。苏辙云：“辙幼侍先君，闻尝游庐山过圆通，见讷禅师，留连久之。元丰五年以谴居高安，景福顺公不远百里惠然来访。自言昔从讷于圆通，逮与先君游。岁月迁谢，今三十六年矣。二公皆吾里人，讷之化去已十一年。”从庐山下来，苏洵又南游虔州，在虔州，苏洵结识了当地隐士钟子翼兄弟，在他们的陪同下游览了马祖岩和天竺寺。大概在皇祐初年，苏洵到岷山白云溪拜访了隐士张俞，苏轼在《张白云诗跋》中说：“张俞，少愚，西蜀隐君子也。与予先君游居岷山下……”张俞的事迹在王称的《东都事略》中有传，“张俞，字少愚，少嗜书，好为诗，……俞为人不妄忧喜，性淳情澹，有超然远俗之志。”朝廷曾六次下诏要其出仕，“卒不起，遂隐居青城山之白云溪。”按青城山白云溪是著名道教学者杜光廷晚年所居之地，文彦博治蜀时安排张俞居住白云溪，显然是张俞对道教有特别兴趣的原因，苏洵与他交游，道家道教大概是其交谈内容之一。嘉祐初，苏洵带二子进京应试，在京期间，认识了保聪禅师，“予在京师，彭州僧保聪来求识予甚勤，及至蜀，闻其自京师归，布衣蔬食以为其徒先，凡若干年，而所居圆觉院大治。”\n　　嘉祐四年苏洵带领全家乘船沿岷江而下，东出三峡，走水路进京，在丰都参观了仙都观，传说这是阴长生升仙的地方，写有《题仙都观》诗凭吊这个仙人。\n\n\n介绍\n\n　　苏洵字明允，四川眉山人。生于宋真宗大中祥符二年四月二十五日，卒于英宗治平三年四月戊申，年五十八岁。年二十七，始发愤为学。岁馀举进士，又举茂才异等，皆不中。乃悉焚所写文章，闭户益读书，遂通六经、百家之说，下笔顷刻数千言。至和、嘉祐间，与二子轼、辙同至京师。欧阳修上其所著《衡论》《权书》等二十二篇，士大夫争传之。宰相韩琦奏于朝，除秘书省校书郎。与陈州项城令姚辟同修建隆以来礼书，为《太常因革礼》一百卷。书成而卒。洵著有<嘉祐集>二十卷，及<谥法>三卷，均《宋史本传》并传于世。\n\n　　苏洵27岁才发愤读书，经过十多年的闭门苦读，学业大进。1056年，领苏轼、苏辙去汴京，谒见翰林学士欧阳修。欧阳修很赞赏他的《衡论》、《权书》、《几策》等文章，认为可与刘向、贾谊相媲美，于是向朝廷推荐苏洵。公卿士大夫争相传诵苏洵，苏洵文名因而大盛。宋嘉祐三年，宋仁宗召苏洵到舍人院参加考试，苏洵推托有病，不肯去应诏。嘉祐五年，苏洵被任命为秘书省校书郎。后与陈州项城县令姚辟一同修撰礼书《太常因革礼》。书成不久，苏洵即去世，朝廷追赠苏洵为光禄寺丞。 \n\n\n纪念设施\n\n墓地\n　　苏洵墓，别名苏坟山，位于四川眉山市东坡区土地乡公益村西。为苏洵及夫人程氏、苏轼原配夫人王弗的墓地。始建于宋代，清嘉庆年间进行过大修。欧阳修《苏洵墓志铭》中有“苏君，讳洵，字明允……葬于彭山之安镇乡可龙里。”早在北宋嘉祐二年，苏洵为葬亡妻程氏，便在武阳县东北安镇乡可龙里的“老翁井”侧面，距“老翁井”仅十余步的地方寻得墓地。宋英宗治平二年苏轼的前妻王弗病逝于京师，1066年苏洵亦病逝于京城。苏轼、苏辙扶柩归蜀，将苏洵、王弗葬于此。苏轼《亡妻墓志铭》载：“葬于先君、先夫人墓之西北八步。”\n\n三苏祠\n　　三苏祠位于四川省眉山市城西，是我国著名文学家苏洵、苏轼、苏辙的故居。原为五亩庭院，元代改宅为祠，明末毁于兵火，清康熙四年在原址摹拟重建。经历代增修扩建，现占地86亩。三苏祠既保持了苏氏故居的风貌，又体现了祠园建筑的古朴幽深。祠内供奉陈列有三苏及子孙、女眷塑像，还供奉有眉山始祖苏味道画像和列代先祖牌位；有木假山堂、古井、洗砚池、荔枝树等苏家遗迹；有三苏祠沿革展、碑廊苏轼手迹刻石80多通，宋、明、清、民国碑约30通。除此而外，馆内还收藏有上万件有关三苏的文献资料和文物，是蜀中最负盛名的人文景观。2007年，中共眉山市委、眉山市人民政府投巨资，新建东园碑廊、三苏纪念馆、旅游接待中心等，面积新增20余亩，总面积共计约104亩。生平陈列展厅面积由原300多平方米，增至约3000多平方米。2006年被国务院批准为全国重点文物保护单位。2009年被国家文物局评定为国家二级博物馆。2010年被国家旅游局评定为国家AAAA级旅游景区。 \n\n\n评价\n\n　　除了在家庭教育上称得上是天下父亲的典范，在自学成材上，苏洵也是后人的楷模。“苏老泉，二十七，始发奋，读书籍。”这是《三字经》里对于苏洵的描述。苏洵是幸运的，创造了中国第一文人家庭的奇迹。\n\n成就\n\n文学成就\n　　苏洵是有政治抱负的人。他说他作文的主要目的是“言当世之要”，是为了“施之于今”。\n　　曾巩说苏洵“颇喜言兵”。苏洵还强调打速决战、突击取胜避实击虚、以强攻弱、善用奇兵和疑兵等战略战术原则。苏洵的抒情散文不多,但也不乏优秀的篇章。在《送石昌言使北引》中，他希望出使契丹的友人石昌言不畏强暴，藐视敌人，写得有气势。\n　　苏洵的散文论点鲜明，论据有力，语言锋利，纵横恣肆，具有雄辩的说服力。欧阳修称赞他“博辩宏伟”，“纵横上下，出入驰骤，必造于深微而后止”；曾巩也评论他的文章“指事析理，引物托喻”，“烦能不乱，肆能不流”，这些说法都是比较中肯的。艺术风格以雄奇为主，而又富于变化。一部分文章又以曲折多变、纡徐宛转见长。苏洵在《上田枢密书》中也自评其文兼得“诗人之优柔，骚人之清深，孟、韩之温淳，迁、固之雄刚，孙、吴之简切”。他的文章语言古朴简劲、凝炼隽永；但有时又能铺陈排比，尤善作形象生动的妙喻，如《仲兄字文甫说》，以风水相激比喻自然成文的一段描写，即是一例。\n　　苏洵论文，见解亦精辟。苏洵提倡学习古文，反对浮艳怪涩的时文；主张文章应“有为而作”，“言必中当世之过”；强调文章要“得乎吾心”，写“胸中之言”。他还探讨了不同文体的不同写法和共同要求。他特别善于从作品比较中品评各家散文的风格与艺术特色。\n　　苏洵作诗不多，擅写五古，质朴苍劲。宋人叶梦得评其诗“精深有味，语不徒发，正类其文”。其《欧阳永叔白兔》《忆山送人》《颜书》《答二任》《送吴待制中复知潭州二首》等都不失为佳作，但总的成就远逊于散文。\n　　在宋代以多种版本流行的苏洵著作，原版本大都散佚，今存的有北宋刊：《类编增广老苏先生大全文集》残卷。通行本有《嘉祐集》《15卷、《四部丛刊》影宋钞本。\n\n谱学贡献\n　　苏洵在谱学领域贡献巨大，他创造了现代修谱方法之一的苏氏谱例，影响巨大，时至今日仍然是许多地方和姓氏的修谱范例。其体平列，世序直陈，用表格的形式记述先祖世系。在表中人名下注出其仕宦、行迹、配偶、死葬、享年并依次书写子孙后代，各代标明辈分。其谱例以五世为表，以宗法为则，详近而略远，尊近而贬远，主张睦族、恤族、化俗。其特点是篇幅大，记载内容多。苏氏谱例与欧阳修创立的另一谱例一道，被世人称为“欧苏谱例”。 \n\n",
  "desc": "苏洵（1009年－1066年），字明允，汉族，眉州眉山（今属四川眉山人）。北宋文学家，与其子苏轼、苏辙合称“三苏”，均被列入“唐宋八大家”。苏洵长于散文，尤擅政论，议论明畅，笔势雄健，有《嘉祐集》传世。",
  "dynasty": "宋代",
  "id": 554,
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_554.jpg",
  "name": "苏洵",
  "star": 50
}