{
  "content": "人物生平\n\n少年得志\n　　汉高祖七年，贾谊出生于洛阳，少有才名，师从荀况学生张苍。汉高后五年即以能诵诗书善文闻名于当地，河南郡守吴公将其召致门下，对他非常器重，在贾谊辅佐下，吴公治理河南郡，成绩卓著，社会安定，时评天下第一。\n\n　　汉文帝登基，听闻河南郡治理有方，擢升河南郡守为廷尉，吴公因势举荐贾谊。汉文帝征召贾谊，委以博士之职，当时贾谊21岁，在所聘博士中年纪最轻。出任博士期间，每逢皇帝出题让讨论时，贾谊每每有精辟见解，应答如流，获得同侪的一致赞许，汉文帝非常欣赏，破格提拔，一年之内便升任为太中大夫。\n\n针砭时弊\n　　贾谊初任太中大夫，就开始为汉文帝出策。汉文帝元年，贾谊提议进行礼制改革，上《论定制度兴礼乐疏》，以儒学与五行学说设计了一整套汉代礼仪制度，主张“改正朔、易服色、制法度、兴礼乐”，以进一步代替秦制。由于当时文帝刚即位，认为条件还不成熟，因此没有采纳贾谊的建议。\n\n　　文帝二年，针对当时“背本趋末”、“淫侈之风，日日以长”的现象，贾谊上《论积贮疏》，提出重农抑商的经济政策，主张发展农业生产，加强粮食贮备，预防饥荒。汉文帝采纳了他的建议，下令鼓励农业生产。政治上，贾谊提出遣送列侯离开京城到自己封地的措施。 \n\n　　鉴于贾谊的突出才能和优异表现，文帝想提拔贾谊担任公卿之职。绛侯周勃、灌婴、东阳侯、冯敬等人都嫉妒贾谊，进言诽谤贾谊“年少初学，专欲擅权，纷乱诸事”。汉文帝亦逐渐疏远贾谊，不再采纳他的意见。\n\n谪居长沙\n　　文帝四年，贾谊被外放为长沙王太傅。长沙地处南方，离京师长安有数千里之遥。贾谊因贬离京，长途跋涉，途经湘江时，写下《吊屈原赋》凭吊屈原，并发抒自己的怨愤之情。时周勃被捕系狱，贾谊上疏《阶级》，建议文帝以礼对待大臣。\n\n　　文帝时，把蜀郡的严道铜山赐给邓通，又允许吴王刘濞开豫章铜山铸钱，因此，“邓氏钱”和吴钱遍布天下。汉文帝五年，贾谊在长沙又向文帝上《谏铸钱疏》，指出私人铸钱导致币制混乱，于国于民都很不利，建议文帝下令禁止。\n\n　　贾谊做长沙王太傅的第三年，有一只鵩鸟飞入房间，停在座位的旁边。猫头鹰像鹃，旧时视为不吉祥之鸟。贾谊因被贬居长沙，长沙低洼潮湿，常自哀伤，以为寿命不长，如今鵩鸟进宅，更使他伤感不已，于是作《鵩鸟赋》抒发忧愤不平的情绪，并以老庄的齐生死、等祸福的思想以自我解脱。\n\n再入宫廷\n　　谪居长沙三年后，汉文帝想念贾谊，征召入京，于未央宫祭神的宣室接见贾谊。文帝因对鬼神之事有所感触，就向贾谊询问鬼神的原本。贾谊详细讲述其中的道理，一直谈到深夜，汉文帝听得不觉移坐到席的前端。谈论完了，汉文帝说：“我很久没看到贾生了，自以为超过他了，今天看来，还比不上他啊。”\n\n　　贾谊这次回到长安，朝廷人事已有很大变化，灌婴已死，周勃遭冤狱被赦后，回到绛县封地，不再过问朝事。但文帝还是没有对贾谊委以重任，只是任命他为梁怀王太傅，任职所在地更近朝廷，而且梁怀王刘揖是文帝的小儿子，很受宠爱，也算是对他的一种重视。\n\n政论天下\n　　贾谊任梁怀王太傅，虽在梁国封地，但仍体察政事，居安思危。这一时期，匈奴强盛，常侵犯汉朝边疆；汉朝刚刚建立，法规制度粗疏而不严明；诸侯王超越本身的权力范围，占据的土地超过古代制度的规定，淮南王、济北王都因为谋反而被诛灭。贾谊因此多次上疏陈述政事，大体上围绕匈奴侵边、制度疏阔、诸侯王悟凝等三个问题而展开论述。\n\n　　文帝前元七年，淮南王刘长阴谋叛乱，文帝把他流放到蜀郡，刘长在途中畏罪自杀。第二年，文帝又把刘长的四个儿子封为列侯。贾谊担心文帝接着还要把刘长的几个儿子由列侯进封为王，上疏文帝，进行劝告，但是文帝并没有采纳贾谊的意见。\n\n英年早逝\n　　汉文帝十一年，贾谊32岁，随梁怀王入朝，梁王刘胜坠马而死，贾谊感到自己身为太傅，没有尽到责任，深深自责，经常哭泣，心情十分忧郁。\n\n　　梁怀王无子，按例他的封国就要撤销。贾谊认为，这样做对整个局势不利；建议为梁王立继承人，或者让代王刘参迁到梁国来；扩大梁国和淮阳国的封地，使前者的封地北到黄河，后者南到长江，从而连成一片。文帝听了贾谊的建议，迁淮阳王刘武为梁王，另迁城阳王刘喜为淮南王。从后来吴楚七国之乱中梁王刘武坚决抵御的作用来看，根据贾谊的这个建议所作的部署，确实是深谋远虑。\n\n　　汉文帝十二年，贾谊在忧郁中死去，年仅三十三岁。\n\n\n思想\n\n　　西汉初年，儒生陆贾与叔孙通等人便在总结秦亡教训的基础上，提出了用儒家治国的设想，但因当时 尚有干戈 、四海未平，高祖刘邦并未来得及把他们的设想付诸政治实践便去世了①。实际上，在西汉初期真正将儒家学说推到政治前台的是汉文帝时的著名儒者——贾谊。他以清醒的历史意识和敏锐的现实眼光，冲破文帝时甚嚣尘上的道家、黄老之学的束缚，不顾当朝元老旧臣的诽谤与排挤，接过陆贾与叔孙通等人的行仁义、法先圣 、制礼仪 、别尊卑的儒家主张，为汉家王朝制定了仁与礼相结合的政治蓝图，引起了当时的最高统治者——汉文帝的重视，在历史上留下了深刻的影响。\n\n评价\n\n　　贾谊一生虽然短暂，但是，就在这短暂的一生中，他却为中华文化宝库留下了一份珍贵的文化遗产。他是骚体赋的代表作家，著有《新书》十卷。赋的代表作是《吊屈原赋》、《鵩鸟赋》。在西汉政论散文的园地中，贾谊的散文也堪称文采斐然。刘勰《文心雕龙·奏启》称其奏疏是“理既切至，辞亦通畅，可谓识大体矣。”其最为人称道的政论作品是《过秦论》、《治安策》和《论积贮疏》。其文说理透辟，逻辑严密，气势汹涌，词句铿锵有力，对后代散文影响很大。鲁迅曾说，他与晁错的文章“皆为西汉鸿文，沾溉后人，其泽甚远。”\n\n主要成就\n\n人物思想\n\n儒家\n　　西汉初年，儒生陆贾与叔孙通等人在总结秦亡教训的基础上，提出了用儒家治国的设想，但未及付诸政治实践。西汉初期，贾谊冲破文帝时道家、黄老之学的束缚，将儒家学说推到了政治前台，制定了仁与礼相结合的政治蓝图，得到了汉文帝的重视，在历史上留下了深刻的影响。\n\n　　贾谊认为秦亡在于“仁义不施”，要使汉朝长治久安，必须施仁义、行仁政。同时，贾谊的仁义观带有强烈的民本主义的色彩。贾谊从秦的强大与灭亡中，看到了民在国家治乱兴衰中所起的至关重要的作用。以这种民本主义思想为基础，贾谊认为施仁义、行仁政，其主要内容就是爱民，“故夫民者，弗爱则弗附”，只有与民以福，与民以财，才能得到人民的拥护。以爱民为主要内容的施仁义、行仁政的思想是贾谊政治思想的基本内容。 \n\n　　在研究历史的同时，贾谊对汉朝的社会现实也进行仔细考察。贾谊认为，当时的情况是，在表面平静的景象之后已隐藏着种种矛盾和行将到来的社会危机：农民暴乱已时或出现；诸侯王僭上越等、割据反叛，已构成了对中央政权的严重威胁；整个社会以侈靡相竞、以出伦逾等相骄，社会风气每况愈下。因此，在贾谊看来，面对这样一种上无制度，弃礼义，捐廉丑的社会现实，不能遵奉黄老之术，必须改正朔，易服色，定官名，兴礼乐，因此，叔孙通等人倡导的制礼仪、明尊卑、以礼治国的主张，也成了贾谊政治思想的重要内容。通过仁与礼，贾谊为汉朝提出了一个仁以爱民、礼以尊君的忠君爱民的儒家式的政治统治模式。 \n\n法家\n　　与陆贾、叔孙通等人一样，贾谊也非一个醇儒，尤其是为了解决汉朝中央政权与诸侯王之间的矛盾，法家的权势法制思想也已被贾谊吸收到了其思想体系之中。贾谊认为：施仁义主要是对民而言的，对于当时拥有强大势力并随时可以反叛中央的诸侯王，单靠仁义恩成是不够的，还必须依靠权势法制，“仁义恩厚，此人主之芒刃也；权势法制，此人主之斤斧也。势已定、权已足矣，乃以仁义恩厚因而泽之，故德布而天下有慕志。今诸侯王皆众髋髀也，释斤斧之制，而欲婴以芒刃，臣以为刃不折则缺耳。” \n\n道家\n　　贾谊在《道德说》中借助于汉初非常流行的《老子》的学说，试图为儒家的道德论寻找一个宇宙观的基础，表现了汉儒自陆贾以来自觉地吸收其他各家的思想以充实儒家思想体系的新动向。\n\n　　贾谊认为，阴阳、天地、人与万物都由德生，而德由道生。道是宇宙万物的最终本源，而德则是宇宙万物的直接本源。德有六理：道、德、性、神、明、命；德有六美：有道、有仁、有义、有忠、有信、有密。贾谊试图用《老子》的道德说来为儒家的道德伦理提供依据，这种吸取道家的思想因素以为儒家的道德伦常进行形而上的哲学论证，为后来董仲舒全面吸收道家学说以重构儒家思想体系提供了可以参考的思想资料。\n\n政治贡献\n　　纵观贾谊一生，虽受谗遭贬，未登公卿之位，但他的具有远见卓识的政论和建议，文帝还是比较重视，大略是实行了的；贾谊在政治、经济、国防以及社会风气等方面的进步主张，不仅在文帝一朝起了作用，更重要的是对西汉王朝的长治久安起了重要作用。\n\n割地定制、礼治天下\n　　贾谊指出危害西汉王朝政治安定的首要因素，是诸侯王的存在以及他们企图叛乱的阴谋。他回顾历史，列举事实说明分封诸侯王的害处。指出诸侯王的叛乱，并不取决于是疏是亲，而是取决于“形势”，取决于他们力量的强弱，从“形势”来解释诸侯王反叛与否。因此，贾谊得出的结论是：“疏者必危，亲者必乱”。\n\n　　根据异姓诸侯王反叛的历史教训和同姓诸侯王必然反叛的危险，贾谊提出了两个方面的措施：其一曰定礼制，其二曰定地制。定礼制，就是针对诸侯王在礼制上的僭越，强调必须严格区分等级，使诸侯王严格按人臣之礼行事，从而维护天子的最高威严。定地制即“割地定制”，根据“大都强者先反”的历史教训，贾谊提出了“众建诸侯而少其力”的方针：在原有的诸侯王的封地上分封更多的诸侯，从而分散削弱他们的力量。诸侯王的封地，一代一代分割下去，愈分愈少，直到“地尽而止”，力量也就愈来愈削弱下去了，这就叫做“割地定制”。\n\n　　景帝刘启时，晁错提出“削藩”政策，是贾谊主张的继续；景帝三年吴楚七国之乱，证明了贾谊对诸侯王分析的正确性。到了汉武帝刘彻的时候，颁行主父偃提出的“推恩令”，更是贾谊“众建诸侯而少其力”方针的全面实行了。 \n\n　　另外，在《宗首》、《藩强》、《权重》等文章中，贾谊还阐述了加强中央集权的思想；在《大政》、《修政》中提出了利民安民的民本思想。 \n\n重农抑商、以农为本\n　　贾谊认为，富商大贾与诸侯王相勾结，有恃无恐，僭越礼制，又要农民供给他们以奢侈的生活资料，因而导致了广大农民贫困。因此，贾谊主张重视农民，提倡俭约，反对奢侈之风。\n\n　　文帝二年，贾谊上《论积贮疏》，紧密围绕“积贮”的论题，从正反两面论证加强积贮对国计民生的重大意义，对于维护汉朝的封建统治，促进当时的社会生产，发展经济，巩固国防，安定人民的生活，都有一定的贡献，客观上符合人民利益，在历史上有其进步的意义；他的重视发展农业，提倡积贮的思想，即使至今，也仍有借鉴的价值。同时，贾谊指出，商人卖奴隶，穷极奢侈，不尊重国家制度，冒犯皇帝尊严，主张俭约，禁奢靡之风。 \n\n　　在货币政策上，贾谊承认货币流通的客观性质，不认为单凭君王权力就可以解决货币问题。因而贾谊建议禁止私人铸钱、由中央垄断造币的原料，统一铸钱，即不让铜流布于民间，也不准老百姓私自采炼铜矿。可惜文帝未执行，以至币制混乱。贾谊的货币主张，在客观上已为后来汉武帝时实现统一的五铢钱制度，即所谓“三官钱”的流通开辟了道路，武帝时期禁止铸钱的政策正是贾谊思想的延续。\n\n儒法结合、瓦解匈奴\n　　贾谊对待匈奴思想的出发点，是传统儒家的华夷之辨，四境少数民族侵凌中原民族是不能容忍的。因而，在北方匈奴问题上，贾谊认为和亲并不能制止匈奴侵扰，提出儒法结合的战略思想，即“德战”：“以厚德怀服四夷”，辅以“三表、五饵[”之术。贾谊认为，只要实行他的“三表”、“五饵”的策略，便可以争取匈奴的民众，孤立单于，并进而降服单于。 \n\n　　贾谊对他这套制服匈奴的措施颇具信心，所以他向文帝毛遂自荐，愿意亲自来实行其计划。贾谊主张用和平的手段瓦解敌人的策略，因而西汉赢得了30 多年国内建设的和平环境，为武帝最终战胜匈奴奠定了实力基础，故其功不可没。\n\n文学成就\n\n散文\n　　\n\n　　《汉书·艺文志》记载贾谊散文共58篇，收录于《新书》。其作品大体可分为三类，一类是专题政论文，如《过秦论》；一类是就具体问题所写的疏牍文，如《陈政事疏》；还有一些是杂论。\n\n　　贾谊的政论文，主要是一些陈政事的疏奏，为数不多，但成就巨大。一方面，他吸取战国儒道法三家思想而又“案之当今之务”，使其政沦文具有适应时代需要而“经世致用”的特色，因而具有很强的针对性；另一方面，他继承战国之文“敷张文辞”的写作手法而又更加疏直激切、尽所欲言，使其政论文具有将说理与情感、气势、形象相结合而耸动人主视听的特色。\n\n　　贾谊的政论散文说理透辟，逻辑严密，感情充沛，气势非凡，全面地阐述了 深刻的政治思想和高瞻远瞩的治国方略，鲜明地体现了汉初知识分子在大一统封建帝国创始时期积极用世的人生态度和昂扬向上的精神风貌，标志着中国散文发展的一个新阶段，代表了汉初政论散文的最高成就，对后代散文影响很大。鲁迅曾说，他与晁错的文章“皆为西汉鸿文，沾溉后人，其泽甚远。”\n\n　　除此之外，贾谊《新书》中还有一些杂论文章，语言或朴实浅显，或生动形象，叙事说理均有特色。 \n\n赋\n　　\n\n　　赋是汉代文学的代表，是在楚辞基础上发展而成的一种文体。汉赋大致分两种，一种是直接摹仿屈原《离骚》体的骚体赋，一种是汉代新创的散体大赋，它日益发展，成为汉赋的主体。贾谊赋在赋史上具有“振其绪”之功。既上承楚骚的余绪。又奠定了汉代骚体赋的基础。\n\n　　在贾谊仅存的四篇赋中，《吊屈原赋》是汉初骚体赋的代表作，“辞清而理哀”，是以骚体写成的抒怀之作，也是汉人最早的吊屈之作，开汉代辞赋家追怀屈原的先例。《鵩鸟赋》在艺术形式上，受庄子寓言影响，以人鸟对话展开，开汉赋主客问答体式之先河；同时此赋以整齐的四言句为主，有散文化的倾向，体现着向汉大赋的过渡。\n\n",
  "desc": "贾谊（前200～前168），汉族，洛阳（今河南省洛阳市东）人，字太傅。西汉初年著名的政论家、文学家。18岁即有才名，年轻时由河南郡守吴公推荐，20余岁被文帝召为博士。不到一年被破格提为太中大夫。但是在23岁时，因遭群臣忌恨，被贬为长沙王的太傅。后被召回长安，为梁怀王太傅。梁怀王坠马而死后，贾谊深自歉疚，直至33岁忧伤而死。其著作主要有散文和辞赋两类。散文如《过秦论》、《论积贮疏》、《陈政事疏》等都很有名；辞赋以《吊屈原赋》、《鵩鸟赋》最著名。",
  "dynasty": "两汉",
  "id": 109,
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_109.jpg",
  "name": "贾谊",
  "star": 79
}