{
  "content": "成语典故\n\n梦笔生花\n　　江淹在被权贵贬黜到浦城当县令时，相传有一天，他漫步浦城郊外，歇宿在一小山上。睡梦中，见神人授他一支闪着五彩的神笔，自此文思如涌，成了一代文章魁首，当时人称为“梦笔生花”。\n\n江郎才尽\n　　中年以后，江淹官运亨通，官运的高峰却造就了他创作上的低潮，富贵安逸的环境，使他才思减退，到齐武帝永明后期，他就很少有传世之作，故有“江郎才尽”之说。据《诗品》，传说他有一天晚上梦见一个人，自称是郭璞，他对江淹说道：“我有一支五色彩笔留在你处已多年，请归还给我吧！”江淹从怀中取出，还给了那人。其后他写的文章就日见失色。时人谓之才尽，于是便有“江郎才尽”一说。《南史》中除了记载以上故事外，还记载了一个类似的“索锦”的故事，发生在张协与江淹之间。\n\n文通残锦\n　　比喻剩下不多的才华。典出《南史·江淹传》。南朝梁江淹，字文通，年轻时就很有才华。传说他晚年梦见晋张协对他说：“前以一匹锦相寄，今可见还。”江淹把几尺残锦奉还，张大怒说：“那得割截都尽。”江淹的文才从此大不如前。 \n\n\n文学贡献\n\n　　江淹突出的文学成就表现在他的辞赋方面，他是南朝辞赋大家，与鲍照并称。南朝辞赋发展到“江、鲍”，达到了一个高峰。江淹的《恨赋》、《别赋》与鲍照的《芜城赋》、《舞鹤赋》可说是南朝辞赋的佳作。\n\n　　江淹又是南朝骈文大家，是南朝骈文中最有成就的作家之一，与鲍照、刘峻、徐陵齐名。最为知名的当数他在狱中写给建平王刘景素的《诣建平王书》，文章辞气激扬，不卑不亢，真情实感流注于字里行间。刘景素看了江淹的这篇上书后，深受感动，立即释放了他。另外，江淹的《报袁叔明书》、《与交友论隐书》等，均为当时名篇。 江淹的诗作成就虽不及他的辞赋和骈文，但也不乏优秀之作，其特点是意趣深远，在齐梁诸家中尤为突出。善于拟古是江淹诗歌方面的突出特色，面貌酷似，几可乱真。\n\n　　南朝文学批评家钟嵘在《诗品》中就说江淹“善于摹拟”。江淹努力学习古人的作品，确使他摆脱了一些绮丽之风，写出了不少在流丽中带有峭拔苍劲之气的诗篇。在江淹诗歌中，有一部分为乐府歌辞。江淹的乐府歌辞在南朝中虽不能技压群雄，也算得是上乘之作。 \n\n\n仕宦轶事\n\n　　宋顺帝升明初年，萧道成辅政时，荆州刺史沈攸之忠于宋，举兵反对萧道成。萧道成询问江淹，江淹向他陈说萧道成必胜而沈攸之必败的五条原因。第二年沈攸之果然战败自杀身亡，江淹也因此而甚得齐高帝赏识。齐东昏侯永元年间，崔慧景造反，率叛军围困京城建康，城内士族官僚纷纷投身于叛军门下，只有江淹称病不往。崔慧景很快兵败，众皆服江淹有远见。后来萧衍带兵至新林，士族官僚对他并没有看好，人人安之若素，而江淹却脱去官服，投奔萧衍。后萧衍称帝，江淹得到重用。\n\n　　江淹为官清正，不避权贵，直言敢谏。宋后废帝刘昱即位“多失德”，刘景素又偏听偏信左右之言，政局岌岌可危。江淹从容直谏，刘景素怒而不纳，江淹赠诗十五首以讽谏。江淹任御史中丞时，弹劾中书令谢朏、司徒左长史王缋、护军长史庾仲远。也曾奏前益州刺史刘悛、梁州刺史阴智伯有脏物宝货成千上万，并拘捕了他们，交朝廷治罪。其他被检劾论治的违法官员更是不胜枚举。齐明帝曾当面称赞江淹：“从宋代以来，不曾有严明的御史中丞，君今天可说近代独一无二了。”\n\n\n人物生平\n\n　　公元444年，江淹出生于宋州济阳考城，故里位于今民权县程庄镇。祖父江耽。父亲江康之，南沙令，雅有才思。江淹少时孤贫好学，六岁能诗，十三岁丧父，家境贫寒，曾采薪养母。二十岁左右教宋始安王刘子真读五经，并一度在新安王刘子鸾幕下任职，开始了他的政治生涯。 \n\n　　江淹在仕途上早年不甚得志。泰始二年，江淹转入建平王刘景素幕。江淹受广陵令郭彦文案牵连，被诬受贿入狱，在狱中上书陈情获释。刘景素密谋叛乱，江淹曾多次谏劝，刘景素不纳，贬江淹为建安吴兴县令。江淹的许多代表作品都写于被贬期间。宋顺帝升明元年，齐高帝萧道成执政，把江淹自吴兴召回，并任为尚书驾部郎、骠骑参军事，大受重用。\n\n　　寻举南徐州秀才，对策上第，转巴陵王国左常侍。景素为荆州，淹从之镇。少帝即位，多失德。景素专据上流，咸劝因此举事。淹每从容谏曰：“流言纳祸，二叔所以同亡；抵局衔怨，七国于焉俱毙。殿下不求宗庙之安，而信左右之计，则复见麋鹿霜露栖于姑苏之台矣。”景素不纳。及镇京口，淹又为镇军参军事，领南东海郡丞。景素与腹心日夜谋议，淹知祸机将发，乃赠诗十五首以讽焉。 \n\n　　会南东海太守陆澄丁艰，淹自谓郡丞应行郡事，景素用司马柳世隆。淹固求之，景素大怒，言于选部，黜为建安吴兴令。淹在县三年。升明初，齐帝辅政，闻其才，召为尚书驾部郎、骠骑参军事。俄而荆州刺史沈攸之作乱，高帝谓淹曰：“天下纷纷若是，君谓何如？”淹对曰：“昔项强而刘弱，袁众而曹寡，羽号令诸侯，卒受一剑之辱，绍跨蹑四州，终为奔北之虏。此谓‘在德不在鼎’。公何疑哉？”帝曰：“闻此言者多矣，试为虑之。”淹曰：“公雄武有奇略，一胜也；宽容而仁恕，二胜也；贤能毕力，三胜也；民望所归，四胜也；奉天子而伐叛逆，五胜也。彼志锐而器小，一败也；有威而无恩，二败也；士卒解体，三败也；搢绅不怀，四败也；悬兵数千里，而无同恶相济，五败也。故虽豺狼十万，而终为我获焉。”帝笑曰：“君谈过矣。”是时军书表记，皆使淹具草。相国建，补记室参军事。建元初，又为骠骑豫章王记室，带东武令，参掌诏册，并典国史。寻迁中书侍郎。永明初，迁骁骑将军，掌国史。出为建武将军、庐陵内史。视事三年，还为骁骑将军，兼尚书左丞，寻复以本官领国子博士。少帝初，以本官兼御史中丞。\n\n　　宋顺帝升明初年，萧道成辅政时，荆州刺史沈攸之忠于宋，举兵反对萧道成。萧道成询问江淹，江淹向他陈说萧道成必胜而沈攸之必败的五条原因。第二年沈攸之果然战败自杀身亡，江淹也因此而甚得齐高帝赏识。齐东昏侯永元年间，崔慧景造反，率叛军围困京城建康，城内士族官僚纷纷投身于叛军门下，只有江淹称病不往。崔慧景很快兵败，众皆服江淹有远见。后来萧衍带兵至新林，士族官僚对他并没有看好，人人安之若素，而江淹却脱去官服，投奔萧衍。后萧衍称帝，江淹得到重用。\n\n　　江淹为官清正，不避权贵，直言敢谏。宋后废帝刘昱即位“多失德”，刘景素又偏听偏信左右之言，政局岌岌可危。江淹从容直谏，刘景素怒而不纳，江淹赠诗十五首以讽谏。江淹任御史中丞时，弹劾中书令谢朏、司徒左长史王缋、护军长史庾仲远。也曾奏前益州刺史刘悛、梁州刺史阴智伯有脏物宝货成千上万，并拘捕了他们，交朝廷治罪。其他被检劾论治的违法官员更是不胜枚举。齐明帝曾当面称赞江淹：“从宋代以来，不曾有严明的御史中丞，君今天可说近代独一无二了。”\n\n　　萧道成代宋自立，江淹被任为骠骑豫章王记萧嶷室带东武令，迁中书侍郎，齐武帝永明间，任庐陵内史、尚书左丞、国子博士诸职。少帝萧昭业即位，江淹任御史中丞。明帝萧鸾时，又任宣城太守、秘书监诸职。\n\n　　梁武帝萧衍代齐后，江淹官至金紫光禄大夫，封醴陵侯。梁天监四年，江淹去世，时年六十二。葬在故里江集村东北约六公里处，梁武帝为他素服举哀，谥曰宪伯。 《梁书》、《南史》有传。\n\n\n文学作品\n\n　　江淹的作品，据《自序传》说有十卷，这是江淹在齐代时的记录。 据《梁书·江淹传》的记载，“凡所著述百余篇，自撰为前后集”，可知他后来又有新的作品，自己辑录为前后两集。《隋书·经籍志》记载：“《江淹集》九卷，《江淹后集》十卷。”《旧唐书》记载是“《江淹前集》十卷，《江淹后集》十卷”。唐朝之后，大多记载为十卷。明人胡之骥著有《江文通集汇注》。据《梁书》本传，他还著有《齐史·十志》，今佚。",
  "desc": "江淹（444—505），字文通，南朝著名文学家、散文家，历仕三朝，宋州济阳考城（今河南省商丘市民权县）人。江淹少时孤贫好学，六岁能诗，十三岁丧父。二十岁左右在新安王刘子鸾幕下任职，开始其政治生涯，历仕南朝宋、齐、梁三代。江淹在仕途上早年不甚得志。泰始二年（466年），江淹转入建平王刘景素幕，江淹受广陵令郭彦文案牵连，被诬受贿入狱，在狱中上书陈情获释。刘景素密谋叛乱，江淹曾多次谏劝，刘景素不纳，贬江淹为建安吴兴县令。宋顺帝升明元年（477年），齐高帝萧道成执政，把江淹自吴兴召回，并任为尚书驾部郎、骠骑参军事，大受重用。",
  "dynasty": "南北朝",
  "id": 509,
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_509.jpg",
  "name": "江淹",
  "star": 49
}