{
  "content": "轶事典故\n\n　　司马光一生诚信，应该也是受父亲的诚实教育的影响，大概在五、六岁时，有一次，他要给胡桃去皮，他不会做，姊姊想帮他，也去不掉，姊姊就先行离开了，後来一位婢女用热汤替他顺利将胡核去皮，等姐姐回来，便问：“谁帮你做的？”他欺骗姊姊是自己做的，父亲便训斥他：“小子怎敢说谎。”司马光从此不敢说谎，年长之后，还把这件事，写到纸上，策励自己，一直到死，没有说过谎言。邵雍的儿子邵伯温还看过这张纸。清人陈宏谋说：“司马光一生以至诚为主，以不欺为本。”後人对司马光盖棺论定之语，也是一个“诚”字。\n\n破瓮救友\n　　有一次，司马光跟小伙伴们在后院里玩耍。院子里有一口大水缸，有个小孩爬到缸沿上玩，一不小心，掉到水缸里。缸大水深，眼看那孩子快要没顶了。别的孩子们一见出了事，吓得边哭边喊，跑到外面向大人求救。司马光却急中生智，从地上捡起一块大石头，使劲向水缸砸去，“砰!”水缸破了，缸里的水流了出来，被淹在水里的小孩也得救了。小小的司马光遇事沉着冷静，从小就是一副小大人模样。这件偶然的事件使小司马光出了名，东京和洛阳有人把这件事画成图画，被人们广泛流传。\n\n诚信卖马\n　　司马光要卖一匹马，这匹马毛色纯正漂亮，高大有力，性情温顺，只可惜夏季有肺病。司马光对管家说：“这匹马夏季有肺病，这一定要告诉给买主听。”管家笑了笑说：“哪有人像你这样的呀？我们卖马怎能把人家看不出的毛病说出来！”司马光可不认同管家这种看法，对他说：“一匹马多少钱事小，对人不讲真话，坏了做人的名声事大。我们做人必须得要诚信，要是我们失去了诚信，损失将更大。”管家听后惭愧极了。\n\n低调淡泊\n　　司马光性情淡泊不喜奢华，他在《训俭示康》中曾提到小时後长辈会给他穿华美的衣服，他总是害羞脸红而把它脱下。宝元年间中举时，曾得到仁宗皇帝的接见。酒席宴会上，每人都在头上插满鲜花，肆无忌惮地嬉戏取乐，唯独司马光正襟危坐，也不戴花。同事提醒说：“戴花乃皇上之令也！”司马光才不太情愿地戴了一朵小花。\n　　司马光有一个老仆，一直称呼他为“君实秀才”。一次，苏轼来到司马光府邸，听到仆人的称呼，不禁好笑，戏谑曰：“你家主人不是秀才，已经是宰相亦，大家都称为‘君实相公’！”老仆大吃一惊，以后见了司马光，都毕恭毕敬地尊称“君实相公”，并高兴地说：“幸得大苏学士教导我……”司马光跌足长叹：“我家这个老仆，活活被子瞻教坏了。”\n\n坚不纳妾\n　　北宋士大夫生活富裕，有纳妾蓄妓的风尚。司马光是和王安石、岳飞一样，极为罕见的不纳妾、不储妓之人。婚后三十年余，妻子张夫人没有生育，司马光并未放在心上，也没想过纳妾生子。张夫人却急得半死，一次，她背着司马光买了一个美女，悄悄安置在卧室，自己再借故外出。司马光见了，不加理睬，到书房看书去了。美女也跟着到了书房，一番搔首弄姿后，又取出一本书，随手翻了翻，娇滴滴地问：“请问先生，中丞是什么书呀？”司马光离她一丈，板起面孔，拱手答道：“中丞是尚书，是官职，不是书！”美女很是无趣，大失所望地走了。\n　　还有一次，司马光到丈人家赏花。张夫人和丈母娘合计，又偷偷地安排了一个美貌丫鬟。司马光不客气了，生气地对丫鬟说：“走开！夫人不在，你来见我作甚！”第二天，丈人家的宾客都知道了此事，十分敬佩，说俨然就是“司马相如和卓文君”白头偕老的翻版。唯独一人笑道：“可惜司马光不会弹琴，只会鳖厮踢！”张夫人终身未育，司马光就收养了哥哥的儿子“司马康”，作为养子。\n　　司马光就如此和妻子相依为命。洛阳的灯会享誉天下，逢元宵节，张夫人想出去看灯，司马光说：“家里也点灯，何必出去看？”张夫人说：“不止是看灯，也随便看看游人。”司马光一笑，说：“看人？怪了，难道我是鬼吗！”\n\n典地葬妻\n　　司马光在洛阳编修资治通鉴时，居所极简陋，於是另辟一地下室，读书其间。当时大臣王拱辰亦居洛阳，宅第非常豪奢，中堂建屋三层，最上一层称朝天阁，洛阳人戏称：“王家钻天，司马入地。”司马光的妻子去世后，清贫的司马光无以为葬，拿不出给妻子办丧事的钱，只好把仅有的三顷薄田典当出去，置棺理丧，尽了丈夫的责任。司马光任官近40 年，而且官高权重，竟然典地葬妻。重读历史，让人深思。俗语说：三年清知府，十万雪花银。在封建社会，大多数人苦读寒窗，跻身仕途，无不是为了显耀门庭，荣华富贵，泽被后世，荫及子孙。在这些人面前，司马光的清廉更显可贵。嘉祜八年三月，宋仁宗诏赐司马光金钱百余万，珍宝丝绸无数，但司马光不为所动。司马光年老体弱时，其友刘贤良拟用50 万钱买一婢女供其使唤，司马光婉言拒之，他说：“吾几十年来，食不敢常有肉，衣不敢有纯帛，多穿麻葛粗布，何敢以五十万市一婢乎？” \n\n\n人物生平\n\n早年经历\n　　宋真宗天禧三年十月十八日，司马光出生于光州光山，此时其父司马池任光山县令，所以给他起名光；六岁时，司马池就教司马光读书，七岁时，不仅能背诵《左氏春秋》，还能讲明白书的要意；并且做出了“砸缸救友”这一件震动京洛的事。\n\n　　天圣九年 ，司马光随父亲司马池从东京出发，一路经洛阳、潼关、宝鸡，过秦岭，前往四川广元，出任利州转运使，在栈道上遇着巨蟒，他沉着冷静地手持利剑，扎进巨蟒的尾巴上，使巨蟒疼痛得一震，滚下了深不可测的栈道下边。\n\n　　司马光的博学来自多方面，一方面他好学强识，另一方面他的父亲也着意培养。他既诚实聪明，又十分懂事，深得父亲喜爱。同时，每逢出游或和同僚密友交谈，司马池总好把他带在身边。耳濡目染，使司马光不论在知识方面，还是见识方面，都“凛然如成人”。好多当时的大臣、名士，都很赏识司马光。 尚书张存主动提出将女儿许配给司马光。担任过副宰相的庞籍在司马池死后，把司马光当成自己儿子一样培养、教育。司马池辗转河南、陕西、四川各地为官，始终把司马光带在身边。所以，司马光在十五岁以前就跟随父亲走过好多地方，在这些地方访古探奇，赋诗题壁，领略风土人情，极大地丰富了司马光的社会知识。\n\n步入官场\n　　宝元元年，司马光二十岁，他参加了会试，一举高中进士甲科，从此步入仕林，初任华州知州，两地相距较近，司马光经常前往探望父母。在同州他结识了同科进士石昌言，石早有才名，在同州当推官，虽比司马光大二十多岁，但两人很谈得来，经常在一起交流学问，谈古访今，成为忘年之交。同年，他和张存的女儿结婚。 \n\n　　宝元二年，因父亲调往杭州任职，司马光辞掉华州判官，改任苏州判官。正当他怀着远大的抱负，在仕途上步步上进时，他的母亲病逝了。按照封建礼教，他必须辞官回家服丧三年。在此期间，北方党项族人元昊称帝，建立了西夏国，西夏为了摆脱对宋朝的臣属地位，同宋朝发生了战争，宋朝连连失败。宋仁宗为了加强军事防御力量，要求两浙添置弓手，增设指挥使等官职。司马父子认为这样做，并没有什么好处。于是由司马光代父草拟《论两浙不宜添置弓手状》，从各方面阐述添置弓手增设武官。\n\n　　庆历元年十二月，司马池病死在晋州，司马光和兄长司马旦扶着父亲的灵柩回到了故乡夏县。双亲的相继去世，使司马光悲痛万分，他叹息“平生念此心先乱”。但他在居丧期间，把悲哀化作发奋读书作文的动力，以排遣无尽的悲伤和寂寞。在此期间，他读了大量的书，写了许多有价值的文章，如《十哲论》、《四豪论》、《贾生论》，对一些古人古事，根据自己的见解和感受，提出见解。 \n\n　　在居丧三年的时间里，他了解了许多下层社会生活的情况。庆历四年，二十六岁的司马光服丧结束，签书武成军判官，不久又改宣德郎、将作监主簿，权知丰城县事。在短短的时间里，就取得“政声赫然，民称之”的政绩。\n\n　　在工作之余，他大量阅读典籍，写下不少论文，如《机权论》、《才德论》、《廉颇论》、《应侯罢武安君兵》、《项羽诛韩生》、《汉高祖斩丁公》、《甘罗》、《范睢》、《秦坑赵军》等几十篇。 \n\n　　庆历六年，司马光接到诏旨。调他担任大理评事、国子直讲。赴京之日，僚友们空府出动，置酒为他饯行。司马光为大家的热情所感动，即席赋诗：“不辞烂醉樽前倒，明日此欢重得无？追随不忍轻言别，回首城楼没晚烟！”这时司马光意气风发，虽然宦海茫茫，风云莫测，但仍怀着激动的心情来到京都。 \n\n　　庆历七年，司马光二十九岁，贝州农民王则起义，攻占贝州城，号称“东平郡王”。这时司马光父亲好友庞籍在朝为枢密副使，掌管全国军事要务。司马光写了《上庞枢密论贝州事宜书》，为尽快平息起义给庞籍献计献策。具体建议“以计破”，威胁利诱并用，进行分化瓦解，只诛“首恶”，余皆不问。实际上起义军只坚持66天，首领王则被杀，其余尽皆焚死。\n\n　　皇祐元年，庞籍升任枢密使，举荐司马光任馆阁校勘，但没有得到皇帝的许可。皇祐三年，司马光三十三岁，由宰相庞籍推荐任馆阁校勘，同知太常礼院。他在任职期间对《古文孝经》进行了系统的研究，并撰写了《古文孝经指解》一文。皇祐五年，司马光任殿中丞，除史馆检讨，修日历，改集贤校理，专任史官。从此，司马光开始了对历史的研究。正在司马光潜心研究历史时，庞籍被罢宰相职，降为户部侍郎，出任郓州知州。庞籍举荐司马光为郓州典学。\n\n治理地方\n　　至和元年，司马光离开志趣相投的王安石、石杨休、包拯等人，去往郓州。不久，提任为通判，负责考察全州官吏。\n\n　　至和二年，因庞籍出知并州，为河东路经略安抚使，司马光改任并州通判。 \n\n　　嘉祐元年，他连写三封《请建储副或进用宗室》，建议仁宗皇帝立储君，而前后三状没有结果以后，又托范镇在奏事时代为转达，请仁宗有个明确答复。但这一切均未说服仁宗，司马光选择了沉默。 \n\n　　司马光随庞籍在河东路任职期间，宋朝和西夏处于休战时期，但他并没有放松警惕，而是深入民间听取当地人意见。并州乡贡进士刘邕对边事很有研究，写成《边议》10卷，议论很有见地，司马光便予以推荐。 \n\n　　司马光认为绝市和修建堡垒的办法有利于保护边界地区安宁，于是一面禁绝边民和西夏互市，一面决定修堡。正在这时，带兵将军郭恩，乘酒出击西夏，结果大败而归，自己不得已而自杀。朝廷御史审理此案，庞籍一人承担了责任，事后庞籍被解除了节度使之职，贬谪知青州事，司马光向皇帝连奏三状奏明庞籍是听了他的意见才决定修堡的，说明庞籍完全是出于“欲为国家保固疆圉”的本心，“发于忠赤，不顾身谋”，因为“过听臣言，以至于此”，应当“独臣罪，以至典刑”。而庞籍得知司马光要为自己辩解时，就又上奏章，引咎自归，请求免除司马光之罪，使司马光没有受到任何责罚。 \n\n　　庞籍和司马光以忘年之交，互相支持、爱护，难能可贵。庞籍死后，司马光不忘庞籍对他的大恩，待其家人如自己的亲人。 \n\n重回中央\n　　嘉祐三年司马光迁开封府推官，赐五品服；嘉祐六年，擢修起居注。司马光坚决推辞，连上五状，他认为自己“实非所长”，但仁宗一直不收回成命。\n\n　　不久，仁宗下诏，迁司马光为起居舍人，同知谏院。任职五年期间，前后向皇帝上奏疏170余份，先后向仁宗上书“三言”、“五规”，多次上书仁宗解决继嗣的问题，仁宗觉得司马光真心为国家社稷考虑，遂将奏折转至中书省。司马光亲自到中书省催办，直到赵曙被立为皇太子。\n\n　　司马光四十四岁时，擢为知制诰，但司马光不愿就职，他认为这是一个掌管起草诏令的差事，不是他的特长。为此，他在嘉祐七年三月，连上九《辞知制诰状》，说明不适宜任此职务；仁宗皇帝收回诏令，改授天章阁待制兼侍讲，仍知谏院。\n\n　　嘉祐八年三月二十九日，仁宗驾崩。四月赵曙即位，即英宗。两宫矛盾加剧，司马光看到这种情况，四月十三日进《上皇太后疏》，四月二十七日进《上皇帝疏》，力陈国家当务之急应君民同心、内外协力的道理。六月二十二日，他又上《两宫疏》，指出：“金堤千里，溃于蚁穴；白璧之瑕，易离难合。”皇帝没有太后支持“无以君天下”，太后离开皇帝“无以安天下”。十一月二十六日，又写了两封章奏，一封给皇太后，一封给皇帝。在奏章中，讲历史，摆利害，晓明大义，从全局出发，苦苦相劝，终于得到效验。加之英宗的病情也有所好转，使太后和英宗的矛盾趋于缓和。 \n\n　　从嘉祐八年三月到治平元年七月的一年多时间里。司马光为消除太后和英宗之间的矛盾，前后共上奏章17封。在五年的谏官生涯中，除了关注社会上层，帮助朝廷解决好皇位继承和皇帝的修身要领、治国政纲等关系国家命运的大事外，同时也把注意力放到下层人民身上。他发出了关心人民疾苦，减轻人民负担的呼声。而且这个思想几乎贯穿在他所有的奏章里。他在《论财利疏》中指出：当今天下最苦的是农民，因为“农民苦身劳力，粗衣粗食，还要向政府交纳各种赋税，负担各种劳役。收成好的年代，卖掉粮食以供官家盘剥，遇到凶年则流离失所，甚至冻饿而死”，建议切实采取一些利民措施。\n\n　　司马光反对宫中宴饮和赏赐之风，嘉祐六年，他上书《论宴饮状》，恳请皇帝为民着想，悉罢饮宴。他上《言遗赐札子》，反对朝廷不顾国家实际，厚赏群臣。\n\n留任谏职\n　　仁宗死后，英宗将仁宗价值百余万的遗物颁赐群臣，司马光也获得近千缗。但这些正确的谏言，因为朝廷腐朽，又触犯一些既得利益者，当然不能被采纳。司马光只好从自己做起，将自己所得赏赐交给谏院为公使钱。\n\n　　治平元年，司马光上奏《乞罢陕西义勇札子》，他认为当时在边防组织“义勇”使百姓“骨肉流离，田园荡尽”，给百姓带来无穷苦难，希望朝廷审察利害。特罢此事。当朝廷不予采纳时，他又写第二封札子，并亲自上殿面见英宗，他说：要防边必须从将帅军政着手，一味拉夫凑数，只能是“徒有惊扰，而实无所用”。英宗这次略有所动，并把上殿札子送中书省和枢密院商量，但一经商量，方知此事拟议已久，难以更改。他又连上六疏，并和宰相韩琦进行辩论，韩琦虽然无言以对，但手中有权，司马光也拿他没办法。这次谏言失败后，司马光连上五状，要求降黜。\n\n　　治平二年，朝廷任司马光龙图阁直学士，仍留任谏职。司马光因对谏官彻底失望了，借机连上三状，要求不当谏官，他在奏章上说：“臣从事谏职，首尾五年，自本朝以来，居此官者，未有如臣之久。臣资质愚戆，惟知报国，竭尽朴忠，与人立敌，前后甚众，四海之内，触处相逢，常恐异日身及子孙无立足之地，以此朝夕冀望解去。”英宗批准他免去谏职，仍进龙图阁直学士。\n\n　　治平三年，司马光将《通志》进呈英宗。这部书的时间是从烈王二十三年，韩、赵、魏三家分封起，到秦二世三年，秦朝灭亡为止。英宗看后大为赞赏，并给司马光二条明确指示，一是接续《通志》往下编修，二是决定设立书局，并由司马光自择官属，作为自己的助手。 \n\n　　治平四年，英宗病死，神宗赵顼即位。参知政事欧阳修极力向神宗推荐，说司马光“德性淳正，学术通明”，神宗任司马光为翰林学士，不久，又任司马光为御史中丞。 \n\n新旧党政\n　　神宗赵顼即位以后，年轻年盛，朝气蓬勃，决心振兴祖业。他在虚心下问、多方征求治国方略以后，感到王安石提出的一整套激进、大胆的变革方案很符合自己的思想，于是在熙宁二年，起用王安石为参知政事，主持变法。在思想上王安石主张开源，司马光主张节流。司马光和王安石因政见不同，在一些问题上进行激烈的争辩，有时在皇帝主持的议政会议上也毫不相让，但司马光对王安石的变法也并不一概反对，尤其当变法还未显露明显弊病时，他也并未公开持反对意见。甚至有人要弹劾王安石时，他还进行劝解和说服。直到王安石颁发“青苗法”，司马光才表示不同意见，他认为县官靠权柄放钱收息，要比平民放贷收息危害更大，因此表现了强烈不满。\n\n　　神宗希望司马光能很好地发挥作用，辅佐自己早日挽救危机，实现国家的振兴。熙宁三年二月十二日，擢司马光枢密副使，可是司马光以“不通财务”、“不习军旅”为由，坚决推辞，从十五日到二十七日，连上五封札子，自请离京，后以端明殿学士知永兴军。\n\n　　熙宁四年四月九日，他看到他的好友范镇因直言王安石“进拒谏之计”、“用残民之术”，因而被罢官。司马光愤然上疏为范镇鸣不平，并请求任职西京留司御史台，自己退居洛阳，绝口不论政事，以书局自随，继续编撰《通鉴》，时间长达15年。 \n\n　　元丰七年，司马光已六十六岁，《资治通鉴》全部修完，是年七月十一日全书呈上，十一月，《通鉴》的最后部分《唐纪》和《五代纪》修成以后，司马光连同《通鉴考异》、《通鉴目录》一起奏进给神宗皇帝。神宗皇帝十分重视，将书的每编首尾都盖上了皇帝的睿思殿图章，以其书“有鉴于往事，以资于治道”，赐书名《资治通鉴》，并亲为写序。十二月初三日，神宗降诏奖谕司马光，说他“博学多闻，贯穿今古，上自晚周，下迄五代，成一家之书，褒贬去取，有所据依”。并赏与银、绢、衣和马，擢升司马光资政殿学士，迁范祖禹为秘书省正字。 \n\n　　元丰八年，司马光六十七岁。三月七日，神宗病死，年仅10岁的赵煦继位，是为哲宗。哲宗年幼，由祖母皇太后当政。皇太后向司马光征询治国方略，司马光上《乞开言路札子》，建议“广开言路”。司马光又一次呼吁对贫苦农民不能再加重负担，而且主张新法必须废除，要对农民施以“仁政”，接着上第二份奏疏《修心治国之要札子》，重点谈用人赏罚问题，提出保甲法、免役法和将兵法是“病民伤国，有害无益”。 \n\n　　皇太后下诏起用司马光知陈州，不久，又下诏除授门下侍郎。但司马光上疏辞谢，以自己“龄发愈衰，精力愈耗”，请求只任知陈州。以后在周围亲友支持下还是到任就职了。司马光向皇太后进言，为了实现废除新法的政治主张，把因反对新法而被贬的刘挚、范纯仁、李常、苏轼、苏辙等人招回朝中任职，吕公著、文彦博等老臣也被召回朝廷任职。 \n\n　　司马光废除新法，上《请革弊札子》，又在《请更新新法札子》中，把新法比之为毒药，请求立即采取措施，全部“更新”。废除了保甲法，又废除了方田均税法、市易法、保马法，带病得知免役法、青苗法和将官法还未废除，无限感伤地说：“吾死不瞑目矣！”他向吕公著说：“光自病以来，悉以身付医，家事付康，国事未有所付。”切望吕公著能够完成他的宿愿。同时，上表请求辞位。但皇太后对他很倚重，不但不准辞位，反下诏除授尚书左仆射兼门下侍郎，正式拜为宰相。接着很快就废除了免役法、青苗法。司马光终于完成了自己废除免役法的夙愿，实现了自己的政治主张。\n\n暮年岁月\n　　司马光在第二次回朝为相期间，辑录《国语》的精要，编成《徽言》一书。又将《历年图》和《百官公卿表》增补、总辑为《稽古录》一书，形成一部“略存体要’’的简明通史，又负责将《资治通鉴》进行了最后的校定。 \n\n　　元祐元年九月初一，司马光因病逝世，享年六十八岁，获赠太师、温国公，谥号文正，宋哲宗赐碑名为“忠清粹德”。死后，哲宗将他葬於高陵。灵柩送往夏县时，京城的人们罢市前往凭吊，有的人甚至卖掉衣物去参加祭奠，街巷中的哭泣声超过了车水马龙的声音。等到安葬的时候，哭的人非常真诚，仿佛是在哭自己的亲人。岭南封州的父老们，也都纷纷祭奠司马光，京城及全国各地都画他的像来祭祀他，吃饭前一定要先祭祀他。\n\n　　绍圣元年，章惇为相，议论司马光更变熙丰法度，哲宗下诏削除司马光的赠谥，毁坏所赐碑。\n\n　　绍圣四年，再贬为清海军节度副使，又追贬朱崖军司户参军。元符三年，追复太子太保。崇宁二年，蔡京为相时，再次追降左光禄大夫，旋即除名，将司马光等称为“元祐党人”，刻元祐党人碑，禁止元祐学术。大观年间，追复太子太保。靖康元年，赠太师，再次赐谥。宋高宗建炎年间，配享哲宗庙廷。\n\n　　宋理宗宝庆二年，理宗图二十四功臣神像于昭勋阁，司马光位列其中。咸淳年间，从祀于孔庙。明嘉靖年间，从祀时称“先儒司马子”。\n\n　　康熙六十一年，司马光与历代功臣四十人从祀历代帝王庙。\n\n\n学术成就\n\n　　司马光的主要成就反映在学术上。其中最大的贡献，莫过于主持编写《资治通鉴》。宋神宗熙宁年间，司马光强烈反对王安石变法，上疏请求外任。熙宁四年，他判西京御史台，自此居洛阳十五年，不问政事。这段悠游的岁月，司马光主持编撰了294卷近400万字的编年体史书《资治通鉴》。司马光的独乐园，既是他的寓所，也是《资治通鉴》书局所在地。这里环境幽美，格调简素，反映了园主的情趣和追求。其书局在汴京时已奉诏成立，除了司马光之外，当时的著名学者刘恕、刘攽和范祖禹都参与了书局的工作。其中，司马光任主编，刘恕、刘攽、范祖禹为协修，司马光的儿子司马康担任检阅文字的工作。司马光来洛阳后，便把《资治通鉴》书局由汴梁迁到洛阳。在独乐园中常住的不仅有书局的工作人员，当时洛阳的名贤如二程、邵雍、文彦博等也常来此聚会，堪称是一个学术中心。\n\n　　他在《进资治通鉴表》中说：“臣今筋骨癯瘁，目视昏近，齿牙无几，神识衰耗，旋踵而忘。臣之精力，尽于此书。”司马光为此书付出毕生精力，成书不到2年，他便积劳而逝。《资治通鉴》从发凡起例至删削定稿，司马光都亲自动笔，不假他人之手。\n\n　　《资治通鉴》是我国最大的一部编年史，全书共二百九十四卷，通贯古今，上起战国初期韩、赵、魏三家分晋，下迄五代末年赵匡胤灭后周以前，凡一千三百六十二年。作者把这一千三百六十二年的史实，依时代先后，以年月为经，以史实为纬，顺序记写；对于重大的历史事件的前因后果，与各方面的关联都交代得清清楚楚，使读者对史实的发展能够一目了然。宋元之际史学家胡三省说：“为人君而不知《通鉴》，则欲治而不知自治之源，恶乱而不知防乱之术。为人臣而不知《通鉴》，则上无以事君，下无以治民。……乃如用兵行师，创法立制，而不知迹古人之所以得，鉴古人之所以失，则求胜而败，图利而害，此必然者也。”王应麟说：“自有书契以来，未有如《通鉴》者。”清代大史学家王鸣盛说：“此天地间必不可无之书，亦学者不可不读之书”。近代著名学者梁启超评价《通鉴》时说：“司马温公《通鉴》，亦天地一大文也。其结构之宏伟，其取材之丰赡，使后世有欲著通史者，势不能不据以为蓝本，而至今卒未有能愈之者焉。温公亦伟人哉！”\n\n　　司马光著述颇多。除了《资治通鉴》，还有《通鉴举要历》八十卷、《稽古录》二十卷、《本朝百官公卿表》六卷。此外，他在文学、经学、哲学乃至医学方面都进行过钻研和著述，主要代表作有《翰林诗草》、《注古文学经》、《易说》、《注太玄经》、《注扬子》、《书仪》、《游山行记》、《续诗治》、《医问》、《涑水纪闻》、《类篇》、《司马文正公集》等。在历史上，司马光曾被奉为儒家三圣之一。《训俭示康》收入高中语文课本。 \n\n\n藏书\n\n　　英宗时为龙图阁直学士、翰林学士。政治上反对王安石的变法。后诏他编写《历代君臣事迹》，神宗赐名为《资治通鉴》。元丰七年书成，共294卷，上下贯穿1 362年治乱兴衰之史实，参阅了龙图阁、天章阁、史馆、昭文馆、集贤院、秘阁及私人藏书，采正史之外，用杂史著书凡322家，集文献史料之大成，被誉为“典籍之总会。策牍之渊林”，与《史记》、《汉书》相媲美。书成之后，为便于翻检，编《资治通鉴目录》30卷，以明取材不同之故，对后世的影响极大。家藏书富，居洛阳时，买田20亩，建“独乐园”，藏文史书籍万余卷。又置“读书堂”，辟精善之本5 000卷，又得神宗赐书2 400卷，以资著述。善保护图书，每年二伏至重阳间，在天气晴朗之日，设案以曝书籍。桌案洁净，铺以茵缛，然户端坐看书。阅书时，不以空手捧书，唯恐手汗渍湿。藏书几十年，其书仍新如手未触一样。\n\n族墓\n\n　　司马光墓属全国重点文物保护单位，墓地分为茔地、碑楼、碑亭、余庆禅寺等几个部分。在山西夏县城北15公里鸣冈，坟园占地近3万平方米，东倚太岳余脉，西临同蒲铁路，司马光祖族多人群厝于此。墓侧翁仲分列。宋哲宗御篆“忠清粹德之碑”额；碑文为苏轼撰并书，曾没于土中，后于杏树下掘出，遂名杏花埤，惜已剥蚀难辨。金代摹刻四石嵌壁，今仍完好。明嘉靖间，特选巨石，依宋碑复制，并建碑亭。东有守坟祠，再东为北宋元丰元年敕牒 建香火寺余庆禅院，牒文刻石仍在寺后。寺内有大殿五间， 殿内现存大佛三尊，西壁罗汉八尊，为宋塑风格。历代碑古二十通，记载坟园沿革。",
  "desc": "司马光（1019年11月17日－1086年），字君实，号迂叟，陕州夏县（今山西夏县）涑水乡人，《宋史》，《辞海》等明确记载，世称涑水先生。生于河南省信阳市光山县。北宋史学家、文学家。历仕仁宗、英宗、神宗、哲宗四朝，卒赠太师、温国公，谥文正，主持编纂了中国历史上第一部编年体通史《资治通鉴》，为人温良谦恭、刚正不阿，其人格堪称儒学教化下的典范，历来受人景仰。生平著作甚多，主要有史学巨著《资治通鉴》、《温国文正司马公文集》、《稽古录》、《涑水记闻》、《潜虚》等。",
  "dynasty": "宋代",
  "id": 568,
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_568.jpg",
  "name": "司马光",
  "star": 92
}