{
  "content": "介绍\n\n　　陈洵，字述叔，别号海绡，是广东江门市潮连芝山人，生于清朝同治十年 。少有才思,聪慧非凡，尤好填词。光绪间曾补南海县学生员。后客游江西十余年，风尘仆仆，蹇滞殊甚。返回广州之后为童子师，设馆于广州西关,以舌耕糊口，生活穷窘。辛亥革命后，受到新潮流的影响，思想有所变化，是年在广州加入南国诗社。晚岁教授广州中山大学。\n\n　　归安朱孝臧见其词，甚加推许，尝称新会陈述叔、临桂况夔笙为“并世两雄，无与抗手”。又为校印所著《海绡词》，并题句曰：“雕虫手，千古亦才难。新拜海南为上将，试要临桂角中原，来者孰登坛？”亦见其推许之至矣。其后复收入《沧海遗音集》，共二卷。\n\n　　洵生性孤峭，少与顺德黄节善。番禺梁鼎芬每为扬誉，并称“陈词黄诗”。以同治十年生，民国三十一年五月初六日卒于广州，年七十二。尚有遗词一卷，待刊。\n\n\n生平\n\n　　1918年间，广州以女戏班盛极一时，其中有女伶李雪芳者，声、色、艺冠群伦，陈洵旦夕流连，百听不厌，流连歌坛，并精心作词十余阕以赠，其中不乏至情至性之作。如：《绛都春·已未立春，珠院听歌，同东篱诸子》：烘垆润鼓，渐春到镜?，明珠先曙。汉苑洞箫，初试东风，流莺语、吟壶曾结神仙侣。共欢夕，梅边尊俎。岁华依约，红裁翠剪，采花钗股。 休负。双环为识，乍回首，最在骄尘红雾。蘸语夜潮，回烛风廊，凌波步、×裳新按云韶部。便有是，常年宫谱。会看声动枢南，唤雷启户。 　　\n\n　　不久，适上海广肇公所为华北水灾募捐，邀请李雪芳北上助赈，雪娘携陈洵词作与俱。适逢南洋烟草公司简照南兄弟宴请集上海文化名人于太古洋行买办甘翰臣非园，李雪芳应邀出席，且以陈洵词作示陈散原、朱孝臧等人。朱孝臧又名祖谋，字古微，号疆邨，浙江归安人，清光绪九年进士，官至侍讲学士、礼部侍郎。甲辰年出任广东学政时，与当地文士过从甚密。朱孝臧见陈洵词风步学吴梦窗,与自己同调，当即击节称赞。后来经过百方调查，终与陈洵结识，一见倾心。朱孝臧以陈洵词风“神骨俱静，此真能火传梦窗者”。又云：“善用逆笔，故处处见腾踏之势，清真法乳也。”并表示极其愿意为陈洵所著的《海绡集》校印。 　　\n\n　　朱孝臧曾经称许陈洵与况周颐为“并世双雄，无与抗手”。在为陈洵刻印好《海绡集》发表时，题句曰：“雕虫手，千古亦才难。新拜海南为大将，试邀临桂角中原，来者孰登坛？”并付西冷印社用仿宋字粒印行，黄晦闻为该词集作序，由是陈述叔词名鹊噪于大江南北，时人交口赞誉。 　　\n\n　　陈洵是由晚清进入民国的著名词人。他的作品不是凭籍朱孝臧督学之吹嘘，而确有真的深厚功力。大抵陈洵前期词学梦窗，把音律和用字放在作词的首要位置，奇丽致密，用事晦涩，而寄托不厚。其在《渡江云·钩帘喧冥燕》写道： 钩帘喧冥燕。絮风正急，忍问抱愁归。绣尘摇梦短，几处垂杨，水曲暗鹃啼。闲心漫理，怕尚有、一点芳菲。刚凭得、绝尘书幌，绕树绿成围。 凄迷。单杯婪尾，小学蛮笺，更安排何计?空怨他、高楼银烛，催送斜晖。今宵泪到云屏隙，只断钟疏鼓休提。人静后，和春泥语低低。 　　此词作于民国八年，时陈洵正努力学吴文英词法。因时局动荡，人到中年，而无所成就，审其词意，当系有感于时局身世而发，不是单纯的留连跟前光景之作。词的上阕以重笔写“冥燕”、“絮风”、“绣尘”、“垂杨”、“鹃啼”，渲染了浓重的“春尽、春归”的气氛。“闲心”二句，由实转虚，为全词由景生情的纽带，以逆笔道出此时内心的无限落寞：芳菲将尽，十丈愁城。下阕则以“凄迷”二字落笔，极写时光流逝，事业无成的百无聊赖的失意，抒发惜春、伤春的惆怅。整篇词运用典雅，脉络分明，音律和谐，颇见功力。可惜用事深晦，沉厚不足。显然是受了吴文英的“盖音律欲其协，不协则成长短之诗；下字欲其雅，不雅则近乎缠令之体；用字不可太露，露则直突而无深长之味；发意不可太高，高则狂怪而失柔婉之意”词学理论的影响。 　　\n\n　　诸如其几篇代表词作可见一斑。例如《烛影摇红·沪上留别疆邨先生》： 鲈脍秋怀 ，树声一夜生离怨。趁潮津月向人明，还似当时见。芳草天涯又晚，送长风、萧萧去雁。凄凉客枕，宛转江流，朅来孤馆。 头白相看，后期心数逡巡遍。此情江海自年年，分付将归燕。襟泪香兰暗泫，两无言，青天望眼。老怀翻怕，对酒听歌，吴姬休劝。 　　\n\n　　这阕词是当朱孝臧任广东学政时，与总督不合，遂辞官归休上海。陈洵曾得朱孝臧知遇之恩，对其遭遇不公固然是深抱不平，而对腐朽的封建统治者亦心怀愤恨，情见于词，明显地蕴含着如怨如慕、如泣如诉的情绪。 词的后半阕云：“头白相看，后期心数逡巡遍。此情江海自年年，分付将归燕。襟泪香兰暗泫、“趁潮津月向人明”句，就是表示对故人的同情和慰藉，形象鲜明。 　　\n\n　　又如：《海绡词》集中有一阕《木兰花慢》，是悼念疆邨的词作。词曰：水楼闲事了，忍回睇，问斜阳。但烟柳危栏，山芜故径，阅尽繁霜。荒江，悄然卧晚，听中兴琵笛换伊凉。——瞑随尘万古，白云今是何乡？ 相望。天海共苍苍，弦敛赏音亡。剩岁寒心素，方怜同抱，泣孤芳。难忘、语秋雁旅，泊哀筝危柱暂成行。泪尽江湖断眼，马塍花为谁香？ 　　\n\n　　原来，广州中山大学延聘词学教授，因为朱孝臧也曾任广东督学，得人称颂，故此恳求他再来任教，雨化莘莘学子。岂料朱孝臧辞聘并推荐陈洵，曰：“何舍近而图远耶?举陈述叔足以任之。”陈洵于1929年经朱孝臧荐为广州中山大学词学教授。陈洵对朱孝臧可谓感恩知己，时以未能图报为憾。乃于1930年的夏天，赴上海谒候朱孝臧。有名画家吴湖帆当时为绘《思悲阁谈词图》赠之，以纪其事。陈洵题《应天长》词一阕，朱孝臧亦依韵和之。讵料不数月，而朱孝臧竟溘然逝世。陈洵悲痛欲绝，乃赋此《木兰花慢》挽之，此词传诵一时。 　　\n\n　　又如陈洵在《水龙吟·丁卯除夕》一词写道：春来准拟开怀，是谁不放残年去?寒更灯火，断魂依在，严城戍鼓。地北天南，一声归雁，有人愁苦。算寻常经过，今年事了，都休向，明朝语。 光景花前冉冉，倚东风、从头还数。因循却怕，登临无地，夕阳如故。烂醉生涯，颓然自卧，懒歌慵舞，待鸣鸡唤起，白头簮胜尽平生度，此词写于1927年，时为国家多难之秋，陈洵怀着怅惘、悲痛的心情，在除夕之夜，本应“春来准拟开怀”的，然而笼罩在目前的景象成了“严城戍鼓”，有人“烂醉生涯”、“有人愁苦”，只好仰天长叹，问道：“是谁不放残年去?”显然不是无病呻吟，而是悲从中来，有的放矢。 　　\n\n　　1929年，暮春三月，陈洵自郡城归省故里江门潮连，与族中名士区菶吾话旧于西园，作《南歌子》词一阕曰：不用问田园，十载归来故旧欢。一笑从知春有意，篱边，三两余花向我妍。 哀乐信无端，但觉吾心此处安。谁分去来乡国事？凄然，曾是承平两少年。在这首词中，可以了解陈洵是非常留恋田园之乐的。陈洵此时虽然五十八岁，名利之心已淡薄了，但他仍然关心着国家的命运：“谁分去来乡国事，凄然!”是他倾诉的心声。瞻前思后，他并且留意、回味自己与区菶吾“曾是承平两少年”。 　　\n\n　　1931年九月初九重阳节，陈洵与风余诸子登高值风雨，感兴而作《宴山亭》，词曰：闲梦东篱，凄绝素心，瞑色相携高处。残照翠微，旧月黄昏，佳约有时风雨。漫惜多阴，知道是、秋光谁主？凝伫，曾旧识江山，看人无语。 还喜身健登临，且随分清尊，慰秋良苦。漉巾爱酒，岩帻簪花，商略较谁风度？尽日停云，休更忆、昔年亲故。迟暮，须料理、幽居词赋。 　　天高云淡，—年一度的重阳节又到了。陈洵偕友登高，正要借古人的酒杯，来浇胸中的块垒。可是极目远眺，只见“残照翠微，旧月黄昏，”相携在瞑色之中，更能消“佳约有时风雨”；陈洵触景伤情了，叹息自己年纪已老，蹉跎岁门，而今只能幽居度日，料理词赋，此外则无所作为了。 　　\n\n　　陈洵的词早年学吴梦窗，中年以后则参以周清真词的浑厚和雅，晚年任广州中山大学教授，主讲词学，词作也趋成熟。1938年秋，日本帝国主义入侵中国，广州沦陷，陈洵全家避难于澳门。至1939年冬，陈洵重返故里。1940年秋，再受聘任教于广东大学，这时，人称陈洵的词洗净铅华，变为素朴。 　　\n\n　　陈洵晚年阅世既深，经历既富，感慨万端，生性孤峭，但所作词寄托深厚，渐臻高深雅洁，能将万象之心，吐纳于微吟之间，以景寄情，洗炼于形象思维之内，运密入疏，浓厚于淡，功力深厚，不见躁笔。可见诸他的代表词作如《长亭怨慢·谭子端家燕巢复毁再赋》：正飞絮 ，人间无主，更听凄凄，碧纱烟语。梦迹空梁，泪痕残照有今古。托身重省，都莫怨、狂风雨。自别汉宫来，眄故国、平居何处？ 且住，甚寻常客恨，也到旧家闲宇？天涯又晚，恐犹有、野亭孤露。漫目断、黯黠云樯，付村落，黄昏衰鼓。问暗里销凝，谁念无多桑土？ 　　又如《风人松·重九》：人生重九且为欢，除酒欲何言?佳辰惯是闲居觉，悠然想、今古无端。几处登临多事，吾庐俯仰常宽。 菊花全不厌衰颜，一岁一回看，白头亲友垂垂尽，尊前问、心素应难。败壁哀蛩休诉，雁声无限江山。 　　这两首词写于30年代前后，反映出陈洵晚年词风的变化，前词以燕巢复毁，写覆巢之燕的危机感，显然关涉到时局的动荡及个人身世悲苦。用词贴切而情感深挚。后一首，叶恭绰《广箧中词》评云：“沉厚转为高浑此境最不易到”，此词在陈洵作品中可算为异体，词在上阕写自己早已是惯于重阳节而闭门不出了，独处居室之内，自斟自酌，聊且为欢，由是得以梦身世、云富贵，幕天席地，陶陶然、昏昏然回想古往今来之事。何必登高临远呢？表面看来，作者态度是漠不经心时世的，实则都是故作自宽语，寓含着内心的无限隐痛。下阕就点明了这种隐痛之所指，一是自己生性孤傲，不肯随波逐流而致落落寡合；二是老来亲友凋零，重九把盏畅叙，各抒情愫已是难得，登高只能徒增追忆之苦。结尾两句，一笔宕开，把情感从眼前—己的“败壁哀蛩”，引向那正回荡着秋雁悲啼之声的万里江山，以雄健的笔力，塑造出一种更为深邃辽远、更为沉郁苍凉的意境，发人深思。 　　\n\n　　陈洵的词作，艺术性高于思想性，而且多抒发个人身世之感，而反映现实生活则甚少，表现现实生活中的重大题材者几乎绝无仅有，这不能不说是美中不足。晚年，这种情况略有改变。例如其《玉楼春·酒边偶赋寄榆生》—词作于日寇侵华期间，当时广州沦陷，陈洵所居柳波涌畔之海绡楼不幸焚毁。词曰： 新愁又逐流年转，今岁愁深前岁浅。良辰乐事苦相寻，每到会时肠暗断。 山河雁去空怀远，花树莺飞仍念乱。黄昏晴雨总关人，恼恨东风无计遣。 　　词意表述的是年复一年愁牵不断，有增无减，试图苦中寻乐，临到乐时转添忧愁。词意自然而丝亳无斧凿痕迹，对日寇侵我中华，大片河山沦入敌手，词人婉约地表达了压抑于内心的忧患意识，流露出哀时伤事之情，可以说是陈洵词中内容与形式、思想性与艺术性兼胜的佳作。\n\n　　陈洵生前曾长期居于广州城西荔枝湾，颜其室曰“思蛤蜊室”，厅堂题名曰“仍度堂”，授徒自给，读书吟咏以自娱。1942年端午后一日病逝于家中，享年73岁。东莞名士熊润桐工于诗，与陈洵交情深厚，赋诗悼述叔曰：“—棺真继汨罗沉，愧我伶俜后死心。绝笔玉楼春竟去，遗音沧海梦中寻。东风已谴公何恨，宿草重论涕不禁；忍话覆巢前日事，几家梁燕尚栖林。”诗语句句皆实在也。 　　\n\n　　陈洵说自己年届三十然后学习作词，特别崇拜清真、稼轩、梦窗的作品，每一篇作品他都要求严格，不肯轻下一字，写成词稿之后，稍不如意，每每丢弃不以为惜。所著《海绡词》集共四卷。卷一、卷二合收入词作174阕，均由归安朱孝臧出资为之刊行，卷—初为仿宋铅印本，后并卷二木刻，辑入《沧海遗音集》中，卷三有词作31阕，乃陈洵手订自书之影印本也。 　　\n\n　　陈洵死后，1945年抗战胜利时，曾受业于陈洵的弟子余铭传从赣南返广州，拜扫陈洵墓，并访师母冯氏夫人。冯氏老病缠绵，已将不起。见余铭传至，把保存31阕的词稿交给余铭传曰：“不图今日复得见你，你师的存稿只得这些，我把它交给你吧。阿乌年幼，望你好好照顾他……”说到这，涕泣哽咽。“阿乌”，乃陈洵的儿子陈士毂的小名。 此后，冯氏不治去世，余铭传因生活奔驰各地，将至澳洲，以词稿交妻并叮嘱曰：“宁失珠玉，勿失这些词稿。”至1959年，余铭传的老妻亦不幸病故，乃将词稿转托好友罗子英。罗子英与余铭传同学词于陈洵，诚实可靠，肝胆照人，把此事请求梁寒操援助，第三卷遂得刊印。至于卷四仅仅收入陈洵的词作13阕，实际是《海绡词》补遗之篇。缘出于1949年张北海访黎六禾于香港九龙，黎六乐以新印《玉蘂楼词钞》及《秫音集》各—册以赠。《秫音集》者，即陈洵与黎六禾二人唱酬之作也。张北海检得其中有关陈洵之词作而《海绡词》三卷所未列入者十有三首，乃集而补遗一卷为第四卷，藉免散亡遗憾。 　　此外，还有陈洵所著的《海绡说词》—卷，内载选择评论宋吴文英梦窗词66篇，十分精辟，颇得论词旨要，读后可以理会填词之法，蹊径甚多，虽寥寥—百几十字，实可抵得洋洋数千言。中有“溶人事入风景，则实处皆空；溶风景入人事，则空处皆实”句，又云：“置身空际，大起大落，独往独来，浓挚中有雄杰意态。”可谓浓纤合度，精深独见。 　　\n\n　　陈洵遗著现存《海绡词》集四卷共词作218阕。《海绡说词》收入唐圭璋所编《词话丛编》中。 \n\n",
  "desc": "陈洵，字述叔，别号海绡，是广东江门市潮连芝山人（前属新会县潮连乡），生于清朝同治十年（1871年） 。少有才思,聪慧非凡，尤好填词。光绪间曾补南海县学生员。后客游江西十余年，风尘仆仆，蹇滞殊甚。返回广州之后为童子师，设馆于广州西关,以舌耕糊口，生活穷窘。辛亥（1911年）革命后，受到新潮流的影响，思想有所变化，是年在广州加入南国诗社。晚岁教授广州中山大学。",
  "dynasty": "清代",
  "id": 774,
  "name": "陈洵",
  "star": 1
}