{
  "content": "生平\n\n天资绝美\n　　太清三四岁时起即由祖母教字，六七岁时又为她专请老师教文化。因顾太清是女流，学习不为科考赴试，故专攻诗词歌赋。她自幼不缠足，，又有天赋，时作男儿装，填得一手好词。后来，她靠极为深湛的造诣，成为满族第一女词人。其词作直逼“国初第一词人”——纳兰性德，因而在清代素有“满洲词人男有成容若，女有顾太清”之称。\n　　顾太清能够自小受到良好的教育，这与她出身于鄂尔泰大学士的家庭有关。康、乾以后的满洲贵族们，大都既有高官厚禄，善于骑射，又是满腹才学。他们都长于汉诗，积极汉化，用汉文写诗作词，从康熙、乾隆起成为一种风气。自鄂尔泰的后人鄂昌因受文字狱牵连被害后，家产籍没，家道中落。这一冤案，影响数世，到太清这一代已是三世。鄂昌之子因在京无地容身，便移家到南方健锐营去住。尽管鄂昌一系在政治经济上遭到严重的挫折，以后不能再作官，但家学从未中断，在穷困中不但培养出像太清这样的著名词人，连太清的哥哥鄂少峰、妹妹西林霞仙也都能诗善词，并有一些著作。\n　　尤其太清，更是才貌双绝。《名媛诗话》说她“才气横溢，援笔立成。待人诚信，无骄矜习气，唱和皆即席挥毫，不待铜钵声终，俱已脱稿。”难怪评者说她深得宋人多家词奥，“其词气足神完 ，信笔挥洒，直抒胸臆，不造作，无矫饰，宛如行云流水，纤豪不滞，脱却了朱阁香闺的情切切、意绵绵，吟风弄月之习，词风多近东坡、稼轩。太清词真如一串熠熠闪光的玑珠，令人喜读乐诵，其诗亦然。所涉猎题材之广，反映生活之吟，竟出自久居清廷宗室中一贵夫人之手，实不能不令人惊叹。”\n\n美满婚姻\n　　奕绘是皇族，在《清史稿》和《满族文学史》上都有记载：“奕绘，清高宗曾孙，自号太素道人，又号幻园居士。嘉庆中袭爵贝勒，累官正白旗汉军都统，笃好风雅……”太清与奕绘是同年，二人结婚当在奕绘袭爵后数年间。除了在名份上太清是妾的身份之外，婚姻是十分美满。嫡夫人不久逝世，太清得专宠，而且奕绘又才华出众，家世显赫，年貌相当，夫妻唱和，相敬如宾，乃理想的一对，天生的一双。太清的创作盛期，亦在此时。比如她的巨著《子春集》，包括诗集《天游阁集》和词集《东海渔歌》两部分，共约千首诗词。这两部诗词集，是和丈夫奕绘的《明善堂集》、《南谷樵唱》对称命名的，乃至“太清”之号，都是与奕绘的“太素”之号偕偶对称。可见两人情笃才高，唱和甚得。\n　　南谷位于永定河以西大房山之东，当是弈绘与太清的幽静别墅。中有霏云馆、清风阁、红叶庵、大槐宫等，皆奕绘度其山势构建的园林佳城，而天游阁则为奕绘邸中之一处，当系太清、太素与诸友唱和燕憩之所。难怪在《子春集》里常能见到《夏至同夫子登天游阁诗》、《谷雨日同社诸友集天游阁看海棠》等为题所赋七言绝句，从中感受太清这一词坛名家唱和裕如，令人惊奇不已，钦羡不止的非凡才华。\n\n多才多艺\n　　太清多才多艺，且一生写作不辍，她的文学创作涉及诗、词、小说、绘画，尤以词名重士林。她做诗词全凭才气，不摆“唐模宋轨”的架子。倒也潇洒自如，平添一种风流态度。著有词集《东海阁集》和诗集《天游阁集》。前人曰：“八旗论词，有【男中成容若，女中太清春】之语。”足见她在诗词上的成就。\n　　中国的文坛长期由男性统治，女作家可谓凤毛麟角，难以数记的女性被禁在深闺里，无人知晓。明末清初，部分大胆的女子走出闺房，结社吟诗，抒发自己内心丰富的情感。顾太清就是其中的一员，她曾与当时京师的满汉才女结集秋红吟社，联吟诗词，在中国女性文学史留下了一道亮丽的风景。\n　　太清晚年还自署“云槎外史”之名，著作小说《红楼梦影》，成为中国小说史上第一位女性小说家。其文采见识，非同凡响。\n　　人总说红颜女子多薄命，但诸如太清之流的才女，除了让后人嗟叹之外，更给天下人展示出了一种精神的超脱，异样的风采。\n\n\n丁香花公案\n\n　　贝勒王的遗妃顾太清与一代文豪龚自珍的绯闻。公案乃由一首闲诗惹起，经过某些热心人一渲染，变得香艳炙口，亦假亦真，最后的结果是王妃顾太清被逐出王府、从此沉落市井，龚自珍则引咎自责，惶惶离开京城。\n　　道光十八年，也就是顾太清守寡的第二年，她遇到了一件令人啼笑皆非的事。杭州有个风流文人陈文述，继袁枚之后大倡闺秀文学，培养了一批吟诗作对的女弟子。这年他突发雅兴，出资为埋骨西于湖畔的前代名女小青、菊香、云友等人重修了墓园，在当地引起一阵小小的轰动，为此他的那帮女弟子争相题诗赞咏，陈文述准备把这些诗编集起来，刊刻成册，取名《兰因集》。为了抬高《兰因集》的声望，他让自己的儿媳周云林去央托表姐汪允庄，向大名鼎鼎的闺秀文坛之首顾太清求一首诗，以收入诗集中为诗集增色。汪允庄是顾太清做姑娘时的闺中密友，她特地从苏州赶到京城，奉托请顾大清赐诗，谁料顾太清对这类故作风雅的事情根本不屑一顾，害得江允庄只好悻悻而回。然而，《兰因集》刊行后，陈文述特意托人送了两本给顾太清，里面竟赫然出现了署名顾太清的“春明新咏”诗一首。顾太清哭笑不得，觉得此事太过荒唐，便回赠了陈文述一首诗：\n　　含沙小技大冷成，野骛安知澡雪鸿；\n　　绮语永沉黑闇狱，庸夫空望上清宫。\n　　碧城行列休添我，人海从来鄙此公；\n　　任尔乱言成一笑，浮云不碍日头红。\n　　诗中将陈文述庸俗鄙劣的神态刻画得活灵活现，陈某见诗后气得直翘胡须，可又奈何不得顾大清。这些事似乎就这么在轻笑浅骂中过去了，却不知一颗灾祸的种子已就此悄悄埋下。随着时光的推移，丈夫离世的阴影在顾太清心中渐渐淡隐了一些，她又开始恢复了与京中文人雅士的诗词交往，太平湖畔的王府里又重新焕发了活力。与顾太清交往密切的诗友中，就有当时名扬天下的大文豪龚自珍。龚自珍是浙江人，出身于书香世家，才华横溢，著作等身，他的诗词灵逸而深峻，深为顾太清欣赏。象龚自珍的“落红不是无情物，化作春泥更护花！”之句，顾太清觉得简直可以作为自己此时生活情景的写照，她的辉煌时代已勿匆而过，现在纵使化为春泥，也可以好好栽培自己的儿女呀，诗句教会了她无怨无悔。龚自珍进士及第后被授为内阁中书，现在已升为宗人府主事，这是个清闲无事的职位，这位江南才子才华无以施展，只好寄托于诗词之中，因而成了顾太清家中的常客。顾太清品性端庄肃洁，虽然是寡居之人宾客盈门，却坐得稳，行得正，以诗词会友，别人没有闲话可说。然而就在奕绘王爷去世的第二年，一场波澜兴起，最后竟成了顾太清的灭顶之灾。这年初秋，龚自珍写了一首“己亥杂诗”，象他的其它诗作一样，很快就在京城文人中传抄开来，诗是这样的：\n　　空山徒倚倦游身，梦见城西阆苑春；\n　　一骑传笺朱邸晚，临风递与缟衣人。\n　　在诗后还有一句小注：“忆宣武门内太平湖之丁香花。”太平湖畔距贝勒王府不远的地方有一片茂密的丁香树，开花时节，清香袭人，袭自珍常留连其间，所以有了这首诗。诗中提到的“缟衣人”是谁呢？人们猜是顾太清，因为她住在“朱邸”王府中，又常着一身白衣裙，她与龚自珍是诗友，龚氏写成诗作，递给她品析，本是情理之中的事。但风波就是从这里开始的。当年受到过顾太清讥讽的杭州文人陈文述这时到了京城，他也看到了这首“己亥杂诗”，他没从诗中品出什么意境，却找出了一些微妙的把柄；大家都默认诗中的“缟衣人”是顾太清，而顾太清又名“春”，诗言“梦见城西门苑春”，表面上是梦见丁香花，可骨子里谁知不是梦会顾太清呢？恰好龚自珍在写了这首“己亥杂诗”后不久，又有一阕记梦的“桂殿秋”词传世，词云：\n　　明月外，净红尘，蓬莱幽谧四无邻；九霄一脉银河水，流过红墙不见人。\n　　惊觉后，月华浓，天风已度五更钟；此生欲问光明殿，知隔朱扁几万重。\n　　“哈！这些不是月夜幽会的写照吗？”陈文述象发现了什么宝贝似地高兴起来，他将忆丁香花的诗和记梦的词妙巧地联系起来，再稍加注释，就制成了龚自珍与顾太清偷情的凿凿铁证。很快，京城里流传开了有关顾太清与龚自珍的绯闻，人们对这一类的消息本是十分热心的，再加上一些无聊文人的煽风点火，很快就将事情编造得有滋有味，有凭有据。不怕你龚自珍、顾太清能妙笔生花，就算你有一万张嘴，这种事情总是说不清。于是流言飞语、指责叱问向他们袭来，让他们毫无招架之力。最后，龚自珍被逼得无安身之处，只好带着一车书，郁郁地离开了京城。龚自珍一 走，似乎传闻更成了事实，顾太清有口难辨，终于被奕绘与妙华夫人所生的儿子载钧逐出王府，在西城养马营租了几间破旧的屋子，安置自己和一双可怜的儿女。从富丽堂煌的王府一下子落到风雨难蔽的旧屋，还有那躲不开的鄙夷和讥讽，顾太清彻底失去了生活的信心。一死追夫而去是何等的轻松痛快，可看着一双眼巴巴地望着自己的儿女，只有忍辱耐贫地活下去，有泪也只能向诗中诉说。\n　　陋巷数椽屋，何异空谷情；\n　　呜呜儿女啼，哀哀摇心旌。\n　　几欲殉泉下，此身不敢轻；\n　　贱妾岂自惜，为君教儿成。\n　　一场无中生有的“丁香花公案”，无端地把顾太清抛到了生命的底层。一次失夫，一次受冤，她已万念俱灰，只把希望寄托在一双儿女身上，勉力完成“化作春泥更护花”的使命。渐渐地，她的心在清贫的生活中得到了超脱，能够安详地对待一切苦难，无大喜无大悲，只要心定气闲，繁华和清贫也就没有了多大的区别。这种心境全在她的一首诗里。\n　　一番磨炼一重关，悟到无生心自闲；\n　　探得真源何所论，繁枝乱叶尽须删。\n\n名号与身世\n\n　　太清于清嘉庆四年已未正月初五日太清生于北京西郊香山。光绪三年丁丑十一月初三日卒于大佛寺北岔府邸，享年79岁，而不是卒于1876年。太清姓西林觉罗氏，名春，字梅仙，号太清，一号云槎外史。满洲镶蓝旗人。太清本名应写作西林春。\n\n　　太清系乾隆年间受胡中藻《坚磨生诗抄》文字狱牵连而被赐自尽的甘肃巡抚鄂昌之孙女，雍正乾隆两朝重臣鄂尔泰是太清的叔曾祖，不是太清的曾祖父。\n\n　　太清在道光四年二十六岁时，因避罪臣之后，假托为荣王府护卫顾文星之女，与清乾隆帝曾孙奕绘结婚，两人同年。奕绘也为满洲有名的宗室文学家，他们相爱甚笃，并骑郊游，诗酒酬唱，至奕绘四十岁病逝，度过了十四年的幸福生活，而不是“过了近十年神仙般的日子。”\n\n　　荣亲王府的寓园初在“将军庙”即“达官屯”的“观音庵”。因为这个庵的大殿内观音大士像两旁各有一石像刻为将军对立状，故也称将军庙。附近即为香山脚下的“阅武楼”。寓园后来搬到海淀镇附近的“双桥寺”。\n\n　　为现代文学界公认为清代第一女词人的太清夫人的诗词代表作是《天游阁集》，享誉中外的《东海渔歌》便是《天游阁集》中的词集。\n\n　　在当代顾太清研究领域中，清乾隆帝第五子荣纯亲王永琪七世孙，奕绘和顾太清五世孙金启孮先生历经几十年，从太清夫人姓氏、名号与身世的考证；《天游阁集》全帙的寻归；《天游阁集》版本考证；太清诗词的校笺；太清夫人故居的保护等方面做了全面的研究和大量的工作。廓清了大量有关顾太清研究的史实。\n\n　　金启孮先生先后整理出版了奕绘《妙莲集与写春精舍词》、奕绘《明善堂文集校笺》，著有《满族女词人顾太清与东海渔歌》、《满洲女词人顾太清》、《大南峪绘贝勒圆寝》、《写春精舍词解题》、《顾太清诗词校笺》、《忆〈天游阁集〉寻访记》、《原本〈天游阁集〉考证》等有关先人的研究著作和文章；金启孮先生用了几乎毕生精力，将八国联军入京时遗失的荣王府家藏太清手抄珍本《天游阁集》全帙从日本杏雨书屋寻回，1986年4月2日得到日藏抄本《天游阁集》的静电复印本。当时因该书所属杏雨书屋与先生约定的条件，只允许个人印少量送人，不能公开出版。九十年代末，金启孮先生八旬之龄专程远赴东瀛谈妥出版事宜，并配以家藏太清夫人画像、艺苑、墨迹等，影印出版了《天游阁集》。这是《天游阁集》迄今为止问世最完整的版本。 \n\n\n介绍\n\n　　顾太清，名春，字子春，一字梅仙，道号太清，晚年又号云槎外史。原姓西林觉罗氏，满洲镶蓝旗人。清代著名女词人。\n\n　　顾太清入嫁为乾隆帝第五子荣纯亲王爱新觉罗·永琪之孙，荣恪郡王绵亿之子——贝勒奕绘的侧福晋，报宗人府为“顾”姓。婚后夫妇唱和，伉俪情深，又因奕绘字子章，号太素，为与之匹配，遂字子春，号太清，自署太清春、西林春，故以顾太清名世。\n\n　　顾太清的祖父是清代有名的大学士鄂尔泰的侄子，甘肃巡扶鄂昌。鄂昌的儿子鄂实峰娶香山富察氏女后，生一子二女，长女即太清，本名春，字梅山，号太清。\n\n　　据《清史稿》卷二八八《列传》十五载:“鄂尔泰，字毅庵，西林觉罗氏，满洲镶蓝旗人。世居旺钦，国初有屯泰者，以七村附太祖，授牛录额真。子图扪，事太宗，从战大凌河，击明将张理，陈殁，授备御世职，雍正初祀昭忠祠。\n\n　　又据《八旗通志》人物志《大臣传》四七一载：“鄂尔泰由举人于康熙四十二年袭佐领，授三侍卫。五十五年迁内务府员外郎……历康熙、雍正、乾隆三朝，曾任都统、内大臣等要职，为显赫一时的人物。然而至乾隆二十二年，其侄鄂昌因文字狱受牵连，被赐自尽。”鄂昌是西林太清的祖父，太清一出生便是“罪臣之后”，致使她由祖母顾氏带到苏州养大。为避忌和祖父鄂昌的关系，遂改其原姓西林觉罗氏为顾氏，谓顾太清。 \n\n\n故居\n\n　　奕绘和顾太清夫妇的故居别墅，也即二人身后的园寝，就坐落在北京房山区坨里乡的大南峪，那里系太行山之余脉蜿蜒而至，群山环绕，层林叠翠；清道光十四年，奕绘顾太清兴工建造园寝，前后历时五年始建成。杨树关、第一桥、山堂、靠云馆、清风阁、红叶庵、大槐宫、东坡小石城、牛羊砦、菜圃，构成了著名的大南峪十景。是如今唯一尚存完整的清代宗室别墅，极具历史文物价值。金启孮先生所著太清夫人传记《顾太清与海淀》一书，更填补了顾太清生平及其创作系统研究之空白。为陈列馆的建设奠定了坚实的基础。陈列馆若建成，不但是对民族传统文化的保护和发展，同时对开发北京市旅游事业大有裨益。启功先生在病重期间并为顾太清史迹陈列馆题写了馆名。\n\n　　相信“清代第一女词人”太清夫人和大南峪奕绘、顾太清故居将万古流芳！ \n\n",
  "desc": "顾太清（1799-1876），名春，字梅仙。原姓西林觉罗氏，满洲镶蓝旗人。嫁为贝勒奕绘的侧福晋。她为现代文学界公认为“清代第一女词人”。晚年以道号“云槎外史”之名著作小说《红楼梦影》，成为中国小说史上第一位女性小说家。其文采见识，非同凡响，因而八旗论词，有“男中成容若（纳兰性德），女中太清春（顾太清）”之语[1] 。顾太清不仅才华绝世，而且生得清秀，身量适中，温婉贤淑。令奕绘钟情十分。虽为侧福晋一生却诞育了四子三女，其中几位儿子都有很大作为。",
  "dynasty": "清代",
  "id": 571,
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_571.jpg",
  "name": "顾太清",
  "star": 15
}