{
  "content": "人物生平\n\n早年经历\n　　垂拱元年秋八月戊寅，李隆基生于东都洛阳。出生时其父李旦为帝，母窦氏为德妃。此时正是唐朝宫闱多事之秋。在他降临世间的前一年，他的祖母武则天与宰臣裴炎把他的伯父唐中宗废为庐陵王，其父豫王李旦被立为皇帝，是为睿宗。睿宗名为大唐国主，年富力强，却只能居于别殿，不许听政。而武则天年逾花甲，仍临朝称制，军国政事由她专断。武则天在镇压徐敬业的扬州叛乱之后，兴告密之风，冤狱迭起，唐宗室及朝臣中的反对派不少人受到迫害。史称“自垂拱以来，任用酷吏先诛唐宗室贵戚数百人，次及大臣数百家，其刺史、郎将以下，不可胜数”。\n\n　　永昌年间，武则天命令李隆基过继予李弘为子，继其香火。载初二年，李隆基五岁时，父亲李旦被祖母武氏废除帝位，迁居东宫。\n\n　　天授二年初，年仅七岁的楚王李隆基开始出阁，建置官属。这年八月，因为尚方监裴匪躬、内常侍范云仙私自谒见皇嗣，武则天知道后，杀死二人，并严令禁止睿宗接见公卿大臣，玄宗兄弟与二伯父李贤的三个儿子再次入阁，“皆幽闭宫中，不出门庭者十余年”。长寿二年腊月，李隆基被改封为临淄王。这一年，其母亲窦妃被户婢团儿诬谄为“厌蛊咒诅”，在正月初二朝后，与刘妃一起被秘密地杀死于宫中，不知埋在何处。这年八月，其父也被诬告有“异谋”，武则天命酷吏来俊臣审理，幸亏太常工人安金藏大义剖腹，“以证明皇嗣不反”，才躲过了这场灾难。根据史料可知，李旦的另一位妾室豆卢氏和李隆基的姨妈窦氏抚养、照料过年幼丧母的李隆基。\n\n　　景龙二年四月，兼潞州别驾。李隆基在宫中被幽闭了七年之久。圣历二年他十四岁时，才与诸兄弟再次出阁。这时武则天年事已高，经大臣狄仁杰等人的规谏，放弃立武承嗣为太子之念，李显被接回洛阳，仍被立为太子，皇嗣被封为相王。长安年间，李隆基先在亲卫府任右卫郎将，后任尚辇奉御，负责掌管皇帝的内外闲厩马匹。在此期间，以张柬之为首的朝臣发动神龙政变，杀死了武则天男宠张易之兄弟，迫使她让位于中宗。弱冠之年的李隆基目睹了这场政变。\n\n政变夺权\n　　景龙四年从潞州回到京师长安。他暗中聚结才勇之士，在皇帝的亲军万骑中发展势力。太宗时，选官户及蕃口中骁勇的武士穿虎纹衣，跨豹纹鞯，从游猎，于马前射禽兽，谓之百骑。武则天时增加为千骑，李显时发展为万骑。李隆基非常重视万骑的作用。\n\n　　武则天去世后，李显懦弱无能，朝政大权慢慢落到了韦皇后和安乐公主之手，原来发动政变恢复唐朝的功臣、宰相张柬之也被他们贬官驱逐，太子李重俊被杀。韦皇后效仿原来武则天的做法，让自己的兄长韦温掌握大权，对于女儿安乐公主的违法卖官鬻爵也不加制止，大加纵容。在景龙四年，中宗终于死于韦皇后和安乐公主之手，被她们合谋毒杀。然后，韦皇后便想学习婆婆武则天，做第二个女皇。没有等韦皇后动手，一直静观时变的李隆基和姑姑太平公主太平公主的儿子薛崇简，苑总监钟绍京等，密谋策划，欲先发制人。有人建议，把发动政变的事先向相王报告，李隆基胸有成竹地说：“我是为了拯救社稷，为君主、父亲救急，成功了福祉归于宗庙与社稷，失败了我因忠孝而死，不连累相王。怎可以报告，让相王担心呢！现在报告，相王若赞成，就是害他参与了危险的起事；若他不赞成，我计谋就失败了。”于是，决定背着相王，立即行动。\n\n　　唐隆元年六月庚子日申时，李隆基等人穿便服，进入禁苑，到苑总监钟绍京住处。这时，钟绍京反悔，拒绝参加这次政变。但在其妻许氏坚定的劝说下，钟绍京决定参与政变。于是前往拜谒李隆基。入夜后，万骑果毅李仙凫、葛福顺、陈玄礼等军官都先后来到，请李隆基发布命令，终于定于七月二十一日夜发动政变。当夜，葛福顺突袭羽林营，诛杀韦后党羽韦跨、韦播、高嵩，策反了羽林军，并攻入玄德门，李仙凫亦引兵攻入白兽门，于三更会师于凌烟阁。李隆基引兵进入内宫，守卫内宫的武士纷纷倒戈响应，韦后逃入飞骑营反被斩首，宗楚客、安乐公主、武延秀、上官婉儿等人也陆续被杀，并于全城搜捕韦氏集团人员，凡身高高于马鞭的男性皆处死，史称“唐隆政变”。这时，李隆基才将唐隆之变的经过报告其父相王李旦。相王抱着李隆基哭泣著说：“宗庙社稷的灾祸是你平定的，神明与百姓也都仰赖你的力量了。”当日，李隆基被改封为平王，兼殿中监，同中书门下三品、兼押左右万骑。李隆基与太平公主迫使李重茂禅让，由睿宗李旦重新即位。睿宗与大臣议立太子。按嫡长子继承制度，长子宋王李成器应为太子，但李成器坚决辞让说：“国家安则先嫡长，国家危则先有功；平王有功于国，自己决不居平王之上。”参与消灭韦党的功臣也多主张立李隆基为太子。睿宗顺水推舟，遂立李隆基为太子。\n\n初登大宝\n　　太平公主恃著拥立睿宗有功，经常干预政事。她又感到太子李隆基精明能干，妨碍自己参政，总想另易太子。李隆基当然不愿任人摆伂，亦想除掉太平公主。睿宗最初遇到困难先听太平公主的意见，再征求太子的意见。后来，愈来愈倾向太子。李隆基为太子之后与太平公主的矛盾日益加剧。景云二年正月，太平公主竟把宰相邀截到宣政殿光范门内，明目张胆地劝宰相更易太子，遭到宋璟的严词拒绝，阴谋才未能得逞。太平公主与皇太子之间的矛盾与斗争，愈演愈烈，睿宗对此感到不安。二月间，他听术士说：“五日内有急兵入宫”，更加感到局势严峻，遂颁下诏书，命太子监国。到景云三年，李旦怕在这样下去，李唐江山又大乱，又不顾太平公主的反对，毅然把帝位让给了李隆基，改元先天。只是仍然掌握了朝政大权：朝廷三品以上官员的任免权和军政大事的决定权。李旦的让位加剧了李隆基和太平公主的矛盾。双方都在积蓄力量，准备除掉对方。据称太平公主和窦怀贞、岑羲、萧至忠、崔湜、太子少保薛稷、雍州长史新兴王李晋、中书舍人李猷、右散骑常侍贾膺福、鸿胪寺卿唐晙、左羽林大将军常元楷、知右羽林将军事李慈、左金吾将军李钦、胡僧惠范合谋推翻李隆基，并且太平公主准备以御林军从北面、以南衙兵从南面起兵夺权。甚至已经计划在李隆基饮食下毒。魏知古将之报告李隆基，李隆基与王琚、张说、崔日用讨论后，决定先发制人，于是召集弟弟岐王李范、薛王李业及郭元振、龙武将军王毛仲、殿中少监姜皎、太仆少卿李令问、尚乘奉御王守一、内给事高力士、果毅李守德率先采取行动。\n\n　　先天二年，李隆基命王毛仲武装家兵三百余人，各骑马。李隆基亲率太仆少卿李令问、王守一，内侍高力士，果毅李守德等亲信十多人，先杀左、右羽林大将军常元楷、李慈，又擒获了太平公主的亲信散骑常侍贾膺福及中书舍人李猷，接着杀了宰相岑羲、萧至忠；尚书右仆射窦怀贞乱中自裁而死。太平公主见党羽被诛杀殆尽，不得不逃入佛寺，三日后返回。太上皇李旦出面请李隆基恕其死罪，被李隆基拒绝，太平公主最终被赐死家中，是为“先天政变”。自此以后，唐玄宗终于掌握了皇帝应有的权力。这一年，李隆基把年号改为开元，表明了自己励精图治，再创唐朝伟业的决心。\n\n开元盛世\n主词条：开元盛世\n\n　　李隆基虽然在清除太平公主之后，彻底巩固了皇权，但当时的形势不容乐观：兵变大大地伤了朝廷元气，吏治的混乱、腐败亟待治理。所以，李隆基表示要量才任官，提拔贤能人做宰相。在这方面，李隆基眼光精准，能够根据时代需求来选拔贤才。如著名的宰相姚崇、宋璟、张说、张九龄。开元初年，国家需要拨乱反正，走上正轨，李隆基看中了多谋善断的姚崇。在渭川见面时，李隆基提出他当宰相， 姚崇向李隆基提出了“十事要说”，玄宗一一应允，他这才同意。“十事要说”包括了勿贪边功、广开言路、奖励正直大臣、勿使皇族专权、勿使宦官专权等，李隆基基本上都按照姚崇的建议执行了。姚崇上任后， 帮助李隆基贬逐功臣、杜绝斜封官、整治外戚等。姚崇还主持了开元初年的对蝗灾的治理工作。当时在黄河的南北地区都发生了严重蝗灾，对庄稼的破坏异常严重。姚崇深知如果不能及时消灭蝗虫，不仅会导致经济的重大损失和百姓的灾难，而且对于国家稳定也至关重要。他亲自指挥，下令各郡县要全力以赴消灭蝗虫，有功的进行奖励。在他的大力推动下，蝗灾没有再继续蔓延，很快被制止住了。国家渐入正轨后，李隆基要以法治国。这时，打击政敌、招权纳贿、搞小集团的姚崇便下台了。李隆基又看中了为人耿直、讲原则的宋璟。为政期间，他直言上谏、不数私恩、严于律己，并把要继续实行姚崇时期好的制度。他也很重视对人才的选拔任用，虽然他掌握朝政大权，但他决不徇私枉法，相反，对自己的亲属还更加严格地要求。最后，宋璟因工作失误以及过于守旧被罢相。\n\n　　宋璟罢相后，张嘉贞接替了他的位置。不久，文武双全的张说又取代了他。张说上任后，军事上，裁减了20万边防军，把府兵制改成了募兵制：政治上，改革宰相机构，把“政事堂”改为“中书门下”，增加了中书省的权力：文治上，任丽正书院领导。在张说的辅佐下，开元盛世发展到了极点。开元十三年，在张说的主持下，唐玄宗在泰山举行了封禅大典。张说后的几位宰相，都因为不和而被罢免。开元时期的最后一位贤相张九龄是广东人，当时的广东被称为岭南，还不是发达地区，犯罪的人也经常被流放到那里，以示惩罚。所以在人们眼里，那里是荒凉、艰苦的地方。出身于广东的人由于历代在朝中做官的很少，所以那里出来的人很难在朝中做到宰相这么高的官。但是张九龄却凭借着自己出众的才华被玄宗相中。张九龄在做宰相之后，也像玄宗那样看重人的品德和才干，而不是看重其背景。在吏部参与选拔官吏时，他一直主张要公正选才，量才使用。同时，对于玄宗的过错，他也及时地指出，加以劝谏，不因为玄宗对自己有知遇之恩就隐瞒实情。\n\n　　李隆基不仅慧眼识贤相，还对吏治进行了整治，提高官僚机构的办事效率。他采取了很多有效措施，第一，精简机构，裁减多余官员，把武则天以来的许多无用的官员一律裁撤，不但提高了效率，也节省了政府支出。第二，确立严格的考核制度，加强对地方官吏的管理。在每年的十月，派按察使到各地巡查民情，纠举违法官吏，严惩不怠。第三，重新将谏官和史官参加宰相会议的制度予以恢复。这本是唐太宗时期的一种制度，让谏官和史官参与讨论国家大事，监督朝政。到了武则天主政之后，提拔了许敬宗和李义府等人做宰相，有的事不敢再公开，因此将这种制度也就废除了。第四，重视县令的任免。李隆基认为郡县的官员是国家治理的最前沿，和百姓直接打交道，代表了国家形象。所以，李隆基经常对县官亲自出题考核他们，确切地了解这些县官是不是真正地称职。如果考试优秀，可以马上提拔，如果名不副实，也会马上遭到罢黜。李隆基知人善任，赏罚分明，办事干练果断，这是他能开创开元盛世的主要原因。 \n\n盛世危情\n　　开创了盛世之后，李隆基逐渐开始满足了，沉溺于享乐之中。没有了先前的励精图治精神，也没有改革时的节俭之风了。正直的宰相张九龄等人先后被罢官，李林甫爬上了相位。李林甫最善于揣测李隆基的意思。在开元二十四年，李隆基想从洛阳回京长安，但张九龄等人说秋收还没有结束，这样上路会骚扰百姓，影响生产。李林甫在张九龄走后却对李隆基说，长安和洛阳是陛下的东宫和西宫，陛下愿意什么时候来往就什么时候来往，不必再等以后，至于妨碍了农民秋收，免了他们的税收也就行了。\n\n　　开元二十五年，李隆基因所宠武惠妃谗言，将三个儿子太子李瑛、鄂王李瑶、光王李琚废为庶人并杀害，改立三子忠王李玙为太子。同年，武惠妃病死，李隆基日夜寝食不安，后宫虽多美人，但没有一个能使他满意。听人说武惠妃的儿子寿王李瑁的妃子杨玉环美貌绝伦，艳丽无双，于是不顾什么礼节，就将她招进宫里，杨玉环懂音律，也很聪明，还擅长歌舞，很得玄宗欢心。\n\n　　天宝四载八月，册杨玉环为贵妃。为了讨贵妃的欢心，李隆基可谓费尽心机。为了迎合她喜欢服装的心理，有专门为贵妃服务的七百多人给她做衣服。为了让她吃上喜欢的荔枝，李隆基还下令开辟了从岭南到京城长安的几千里贡道，以便荔枝能及时地用快马快速运到长安。有了杨贵妃，李隆基的奢侈之风越来越盛，大臣、贵族、宗室为了巴结皇帝，投杨贵妃所好，又刺激更多的官僚贵族巴结逢迎。其族兄杨国忠也平步青云，做上了唐朝宰相。杨贵妃的姐姐们也得到了实惠，大姐封为韩国夫人，三姐封为虢国夫人，八姐封为秦国夫人：其他的兄长也有封赏，做了朝中的高官。杨国忠的权势无人能比，兄妹二人的辉煌时期也为日后的悲惨结局埋下了伏笔。\n\n　　在杨国忠的专权下，整个唐朝开始混乱起来，可以说，唐朝的转向衰落固然有李隆基的过失，但杨氏兄妹特别是杨国忠这个哥哥没有起到正面的作用，他的为非作歹，也没有给妹妹带来好运，反而把妹妹送上了不归路。美丽并不是罪过，但美丽却是一个起因。在杨国忠的一手遮天之下，首先是朝政混乱。朝政混乱影响了国家的经济。\n\n安史之乱\n主词条：安史之乱、马嵬兵变\n\n　　李隆基对于唐朝的危机丝毫没有察觉，反而向外发动了一系列的战争。政治腐败与黑暗，影响了将领的贪功求官的欲望。为了挑起战争，并在战争中立功受赏，加官进爵，边镇的很多将领肆意挑衅，使得边境战乱不断，李隆基的好战对此又是火上加油。初期的边境安定局面又被打破了，最终导致了安史之乱，唐朝大伤元气。一是西边和吐蕃的关系恶化，开战后互有伤亡，损害了历来的和睦友好关系。二是西南的南诏国。由于边境将领的骄横跋扈，致使本该平息的冲突日益升级，结果唐朝征兵和南诏开战。先后战死、病死的唐兵达二十万之多。\n\n　　天宝十四年十一月初九，身兼范阳、平卢、河东三节度使的安禄山趁唐朝内部空虚腐败，联合同罗、奚、契丹、室韦、突厥等民族组成共15万士兵，号称20万，以“忧国之危”、奉密诏讨伐杨国忠为借口在范阳起兵。当时唐代承平日久，民不知战，河北州县立即望风瓦解，当地县令或逃或降。\n\n　　天宝十五年，叛军占领长安，防守潼关的唐将哥舒翰，虽拥有近二十万的军队，但因是临时凑集来的，缺乏战斗力。但玄宗和杨国忠对哥舒翰不放心，接连派宦官逼其出兵。结果，哥舒翰在灵宝被安史叛军打败，全军覆没，哥舒翰也做了俘虏。同年六月，叛军长驱直入，攻陷唐都长安。 进入安史之乱的最高峰。李隆基在长安陷落前，仓惶出逃。到马嵬坡，随行的将士发生哗变，杀杨国忠，又迫李隆基缢死杨贵妃。唐玄宗最后逃到成都。太子李亨逃到朔方，在灵武即帝位，即唐肃宗。\n\n凄凉离世\n　　肃宗从河西、安西征调了万余名精兵，又调回了河北前线的朔方节度使郭子仪和河北节度使李光弼所部五万军队，灵武一时军威强盛。接着又任命了朝官与将帅，建立了一套新的军事系统，对抗击叛军也作了全面部署。应肃宗之请，回纥也派来精锐骑兵助战。这时又适遇叛军内讧，安禄山为其子安庆绪所杀，部下不服，战斗力也随之削弱，形势急转直下。至德二年，随着安禄山被杀，李隆基由成都返回长安，居兴庆宫，称太上皇。\n\n　　玄宗不再过问政事。他居住在兴庆宫，偶尔也去大明宫。侍卫他的仍是龙武大将军陈玄礼与内侍监高力士。另有玄宗的亲妹玉真公主与旧时宫女、梨园弟子为他娱乐。玄宗对杨贵妃之死一直是耿耿于怀。他从成都回来后，即派人去祭悼她；后来又想改葬，遭宦官李辅国反对而停止，却密令宦官将贵妃遗体移葬他所。宦官献上了贵妃的香囊，玄宗把它珍藏在衣袖里。又让画工画了贵妃的肖像，张挂于别殿，“朝夕视之而欷歔焉”。\n\n　　上元元年，宦官李辅国为了立功以固其恩宠，上奏肃宗说：“上皇居兴庆宫，日与外人交通，陈玄礼高力士谋不利于陛下。今六军将士尽灵武勋臣，皆反仄不安，臣晓喻不能解，不敢不以闻。”这年七月，李辅国乘肃宗患病之机，矫诏强行把玄宗迁居西内。在途经夹城时，李辅国又率射生将五百骑，剑拔弩张，气势汹汹地拦住去路。玄宗胆战心惊，几乎坠下马来，幸亏高力士挺身而出，玄宗才安全地迁居甘露殿。事后，肃宗没责怪李辅国，反倒安慰他几句。不几天，玄宗的几个亲信也遭到清洗：高力士以“潜通逆党”的罪名，被流放于巫州；陈玄礼被勒令致仕；玉真公主也出居玉真观。剩下玄宗只身一人，茕茕独处，形影相吊，好不凄惨。之后，肃宗另选后宫百余人，到西内以备洒扫。晚年李隆基忧郁寡欢，宝应元年农历四月五日，李隆基驾崩，终年78岁。葬于唐泰陵。同年久病已久的李亨亦驾崩。\n\n\n评价\n\n　　唐玄宗前期重用贤臣，励精图治，社会经济继续发展，出现了封建社会前所未有的盛世景象。但他在位的后期，沉湎酒色，荒淫无度，重用奸臣，政治腐败，终于爆发了安史之乱，唐朝由此转衰。所以说，唐玄宗是一位功过都很突出的历史人物：\n\n　　唐玄宗统治前期，重视地方官的选拔，曾亲自考核县令，把不称职的人斥退。任用有才干，能负责，敢进谏的姚崇、宋璟做宰相，因此社会安定，生产发展，经济繁荣，唐朝进入全盛时期，史称“开元盛世”。\n\n　　他重视对边疆地区的管辖，封粟末的大祚荣为“渤海郡王”，设渤海都督府和黑水都督府，封南诏的皮罗阁为云南王，封回纥的骨力裴罗为“怀仁可汗”，巩固了多民族国家的统一。\n\n　　改革军事制度，改府兵制为募兵制。\n\n　　唐玄宗统治后期，宠爱杨贵妃，整日饮酒作乐，不理政事，还重用奸诈的李林甫、杨国忠，政治十分腐败，以致酿成安史之乱。持续8年的安禄山、史思明的叛乱，使农业生产受到极大破坏，人民流离失所，使唐朝由盛转衰，从此唐朝开始走向了下坡路。\n\n　　唐玄宗为唐的高度繁荣起过重大作用，但他晚年也给唐朝人民带来巨大灾难，他是一位功过都很突出的重要历史人物。 \n\n\n为政举措\n\n政治\n\n●人事制度\n　　李隆基即位后，先起用姚崇、宋璟为相，其后又用张嘉贞、张说、李元纮、杜逻、韩休、张九龄为相。他们各有所长，并且尽忠职守，使得朝政充满朝气。而且李隆基在此时亦能虚怀纳谏，因此政治清明，政局稳定。\n\n　　李隆基采纳张九龄的建议，制定官吏的迁调制度。选取京官中有能之士，将其外调为都督刺史，以训练他们的处事才能及培养行政经验。同时间，又选取都督刺史中有作为者，将其升为京官。这样内外互调，增进了中央与地方的沟通、了解和信任。而在选拔人材方面，李隆基亦对科举制度作出改革，限制了进士科及第的人数，以减少冗官的出现，提高官吏整体的素质。\n\n●整饬吏治\n　　开元三年，玄宗明确宣布：“官不滥升，才不虚授，惟名与器，不可以假人。”他决心选贤任能，量才授职，整饬吏治。首先是严格铨选制度，裁汰冗员。唐中宗以来，铨选制度十分紊乱，王妃、公主与权戚不仅卖官鬻爵，而且不经吏部大搞“斜封官”，请托之风日盛，致使员外、试、检校等官名目繁多，冗官滥吏充斥官府。开元二年，玄宗敕令罢免所有的员外、试、检校官，严格控制官吏的选举，规定今后没有战功及别敕，吏部、兵部不得注官，结果“大革其滥，十去其九”。这样，既克服了官吏冗多、人浮于事的现象，提高了官府办事效率，又减省了国家开支。\n\n●考察制度\n　　玄宗以前，由于时人重京官而轻外任，地方官都是选用年高而才疏者充任。为了革除这一弊端，玄宗开元二年特颁下制令，从京官中选用有才识者到地方任都督、刺史，又从都督、刺史中选拔有政绩者任京官，“使出入有常均，永为恒式”。他特别重视县令的选任。开元四年，新选任的县令被召入大明宫宣政殿，由皇帝亲自出题考试，考查县令是否通晓经国治民之道，结果有二十多人不入第，暂且让赴任就职，另有四十五人被淘汰，“放归学问”。同时，还颁布了《整饬吏治诏》，每年十月委派各道按察使对刺史、县令的政绩进行考察，分为最、中间、殿三等，依次定为优劣，作为改转升降的依据。\n\n军事\n\n●兵制改革\n　　李隆基不仅对内政进行有效的治理，对于边疆也进行了有成效的治理，将原来丢失的领地重新夺了回来。这主要是对于兵制进行了改革。原来的府兵制由于均田制的破坏，致使农民逃亡，影响了军队的兵源。到了李隆基做了皇帝时，士兵逃跑现象极为严重，军队战斗力也很低，无法和强悍的突厥军队抗衡。\n\n　　开元十一年，李隆基接受了宰相张说的改革主张，建立雇佣兵。从关内招募到军士十二万人，充当卫士，这就是长从宿卫，也叫做长征健儿，这改革是从府兵制到雇佣兵制的转变。此后经过十多年的努力，李隆基将这种制度推广到了全国。这种制度使原来的府兵轮番到边境守卫的做法取消，解除了各地人到边境守卫之苦。同时，这种雇佣兵还为集中训练、提高战斗力提供了保证。 \n\n●开疆拓土\n　　除了对兵制进行改革之外，李隆基还采取了其他很多的整军措施，如颁布了《练兵诏》，命令西北的军镇扩充军队，加强训练。同时，任命太仆卿王毛仲为内外闲厩使，全力负责军用马匹的供应，这使短缺的马匹及时得到了补充，提高了战斗力。另外，为彻底解决军粮问题，李隆基又命令扩充屯田范围，在西北和黄河以北地区大力发展屯田，增加粮食产量。\n\n　　在做好了充分准备后，唐朝逐步把营州等地收复，长城以北的回纥等族也自动取消了独立割据的称号，重新归附唐朝。安北都护府也恢复了，唐朝重新行使对长城以北土地的管辖权。\n\n　　西域地区政权的恢复经历了两个阶段，第一个阶段是收复碎叶镇，第二阶段是重新恢复了丝绸之路。唐朝的威望在西域重新建立起来。\n\n●设立节度使\n　　至开元、天宝间，唐玄宗设立十大节度使，北方形成平卢、范阳、河东、朔方、陇右、河西、安西四镇、北庭伊西8个节度使区，加上剑南、岭南共为10镇，始成为固定军区。节度使受命时赐双旌双节，得以军事专杀，行则建节，府树六纛，威仪极盛。节度使集军、民、财三政于一身，又常以一人兼统两至三镇，多者达四镇，威权之重，超过魏晋时期的持节都督，时称节镇。于是外重内轻，到天宝末酿成安史之乱。\n\n经济\n　　为了增加国家的收入，打击强占土地、隐瞒不报的豪强，唐玄宗发动了一场检田括户运动。当时的豪强霸占了农民的土地之后，称为籍外之田，他们还将逃亡的农户变成自己的私属，在土地和人口两方面逃避国家税收。\n\n　　先天元年到开元十三年之间，李隆基的检田括户运动收到了实效。他任命宇文融为全国的覆田劝农使，下设十道劝农使和劝农判官，分派到各地去检查隐瞒的土地和包庇的农户。然后把检查出来的土地一律没收，同时把这些土地分给农民耕种。对于隐瞒的农户也进行登记。这样下来，一年增加的客户钱就高达几百万之多。\n\n　　通过这些有效的措施，李隆基使唐朝的经济又步入正轨，减轻了农民的负担，同时也增加了国家的财政收入，促进了国家经济的繁荣。\n\n文化\n\n●抑制佛教\n　　佛教在唐朝初年虽然没有被查禁，但发展受到了儒教和道教的限制，特别是对道教的提倡，使得佛教的发展没有取得至尊的地位。但是到了武则天时期，为了从宗教上来打击李姓，武则天对佛教采取了纵容态度，这使得佛教发展迅速。在全国的各个州基本都有佛教寺院。僧侣们不仅在国家的包庇纵容下兼并土地，还极力逃避国家税收。和尚数目的大量增加，使国家承担赋税和徭役的人数减少，影响了国家的收入。\n\n　　在开元二年，李隆基下令削减全国的僧人和尼姑数量，最后使全国还俗的僧尼达到一万二千人之多。然后，李隆基又下令，禁止再造新的寺庙，禁止铸造佛像，禁止传抄佛经。对于官员和僧尼的交往也进行禁止，这使佛教在玄宗时期受到了很大的打击。\n\n●图书建设\n　　在文化事业上，重视图书建设。开元三年，约请褚无量、马怀素等人，商讨史馆经籍之事，因内府是太宗、高宗时代遗留旧书，常令宫人管理，有所残缺，未加补辑，篇卷错乱，难于检阅，遂令褚无量、马怀素率学者加以整理。\n\n　　开元七年又下令：“公卿士庶之家，所有异书，官借缮写。”马怀素、元行冲、吴兢、韦述等学者20余人在秘阁编校数年，成《群书四部录》200卷。后有专门设立书院等藏书机构，开元十年，在东宫“丽则殿”设立“丽正书院”，次年又创“集贤书院”，专供藏书、校书。开元时代藏书为唐一代最盛之时。总数达3 060部，51 852卷；另有道经、佛经2 500余部。长安、洛阳各藏有四部书，分为甲、乙、丙、丁，排列经、史、子、集四库。史称“开元文集最备”，所藏达7万卷，命集贤院学士张说等47人分司典籍。\n\n科技\n　　开元五年，玄宗听说一行和尚学问渊博，尤其精通天文历法，即征聘他到京师。为了备顾问，特意将一行安置在皇宫光太殿内，并多次去看望他，询问治国安民之道。\n\n　　开元九年，玄宗诏令一行改造新历，以纠正旧历的失误。一行先制造了黄道游仪，以确定黄道的进退。接着，一行用它测量二十八宿与天体北极的度数。在实际测量中，发现了二十八宿的位置与古籍记载的不同，从而证明了恒星的位置是不断移动的。这比英国天文学家哈雷在1718年提出恒星自行的学说早了将近一千年。\n\n　　一行另一科学成就是首次测量子午线的长度。开元十二年，玄宗命太史监南宫说等进行实测南北各地晷影和北极高度，测知影差与距离的比例并不固定，证明了过去“王畿千里，影差一寸”学说的谬误。一行又使用自己设计的“覆矩图”仪器，利用勾股图计算，得出了南北两地相距351里80步，北极高度相差一度的结论。一行等人实地测量了子午线的长度，不仅在中国天文史上是一次创举，在世界上也属首次。所测子午线长度虽不十分精确，但和近代测定的数字相近，方法也是科学的。\n\n　　《大衍历》的撰成是唐代天文历法领域所取得的一项新成就。一行在研制成黄道游仪的基础上，参考了历代历法，考其得失，于开元十五年写成了草稿。一行病逝后，由特进张说、历官陈玄景继续编次，翌年撰成上奏，十七年开始颁行新历。《大衍历》提出了比较正确的“定气”概念，推算出与农时相应的二十四节气。自汉初《太初历》至唐高宗《麟德历》共有二十三家，虽然与天体的运行比较接近，但都不如《大衍历》精确，“其倚数之法固无易也。后世虽有改作者，皆依仿而已”。\n\n外交\n　　唐玄宗时期，国力强盛，中外交往异常频繁。高丽、新罗、百济、日本、林邑、泥婆罗、骠国、赤土、真腊、室利佛逝、诃陵、天竺、狮子国、大食、波斯等国都与唐朝有广泛的经济文化交流。各国使节、贵族、商人、学者、艺术家、僧侣、旅游者，人数众多，不断来到唐朝。唐朝的使臣、僧侣、商人，亦不绝于途。亚非地区和唐通使交好的国家，有70多个。唐朝有鸿胪寺接待各国使节宾客，在各地设商馆招待外商，设互市监、市舶司掌管对外贸易。长安、洛阳、扬州、广州、兰州、凉州、敦煌，是唐朝对外贸易的重要城市。长安尤为著名，这里汇集了各国来宾，许多外商在“西市”经营店铺，长期居住，国子监接受了众多外国留学生，留居长安的“胡人”多达4000家～5000家。\n\n\n轶事典故\n\n呵斥武氏\n　　李隆基英俊多艺，仪表堂堂，从小就很有大志，在宫里自诩为”阿瞒“，虽然不被掌权的武氏族人看重，但他一言一行依然很有主见。在他七岁那年，一次在朝堂举行祭祀仪式，当时的金吾大将军武懿宗大声训斥侍从护卫，李隆基马上怒目而视，喝道：“这里是我李家的朝堂，干你何事？！竟敢如此训斥我家骑士护卫！”随之扬长而去，武则天知道后，非常惊讶，不仅没有责怪，反而更加宠爱他。\n\n封禅泰山\n　　李隆基即帝位之初，选贤任能，励精图治，以至形成了唐朝以来国家兴盛的又一个高潮，出现了“开元盛世”，朝中大臣上书力请玄宗东封泰山。玄宗经过一番谦让之后，欣然首肯，于开元十三年十月到泰山举行了封禅大典。\n\n　　据说，以前的帝王登封泰山，如果是顺承运，功绩显赫，则会出现诸多祥瑞之兆；如果是无德无能，不能顺应天时治理天下，则会出现诸多凶象。而李隆基登封泰山时，虽有功于天下，天气却屡屡变化，给他带来了诸多的烦恼。当时，李隆基东封泰山，单就仪仗队伍前的马队，就以每种颜色的马1000匹作为一个方队，交错排列，远远望去就像彩云绣锦，可见规模之大，盛况空前。当大队人马浩浩荡荡来到泰山西侧的时候，突然东北风大作，从中午一直刮到晚上，随从人员住的帐篷被风撕破，支撑帐篷的柱子也被吹折。官员们因此十分恐慌，乱作一团。封禅使张说本来就为封禅之事忙得焦头烂额，这突如其来的变故，更使他手足无措。\n\n　　为了稳定人心，他不得不出来打圆场说：“大家不要慌张，皇上是天子，如今御驾出宫，定会惊天动地，这是东海之神来接皇上封禅的。”张说的搪塞，才使大家的心稍稍平静下来，及至来到泰山脚下，天果然变得丽日晴和。但是，到了李隆基斋戒沐浴的晚上，天空突然又狂风大作，寒气彻骨。天气的再度变故，不禁使李隆基心神不宁。他停止饮食，肃立夜露之下，直至夜半。他虔诚地向苍天祷告：“我自即帝位以来，得到苍天的佐助，国家昌盛，万民安泰。我来登封泰山，本欲为万民祈福，但是，如果是我本人有什么过失，不配来泰山封禅，请上天来惩罚我本人；如果是随从的人员没有福分参加封禅，亦请上天降罪于我，随从的兵士和骑乘的马匹确实受不了彻骨的寒风，请苍天暂停风寒吧。”李隆基祈祷之后，果然风静树止，山间的气温随之转暖，天气晴和，微风南来，在缕缕丝竹歌乐声中，李隆基顺利地在山顶举行了隆重的封禅仪式。为了纪念这次成功的封禅，李隆基还亲自撰写了《纪泰山铭》一文，刻在山顶大观峰。 \n\n李杨之爱\n　　中国许多文学作品中的李隆基是感情专一的皇帝，民间习称他为“唐明皇”，《异闻录》载《唐明皇游月宫》一事。他和杨贵妃的故事，透过白居易《长恨歌》和陈鸿《长恨歌传》千古传诵。\n\n\n家族成员\n\n皇后\n●王皇后\n●武惠妃\n●杨贵嫔\n\n嫔妃\n●董贵妃\n●杨淑妃\n●武贤妃\n●杨贵妃\n●赵丽妃\n●刘华妃\n●钱德妃\n●卢贤妃\n●韦顺妃\n\n昭仪、婕妤\n●林昭仪\n●皇甫德仪\n●武贤仪\n●郭顺仪\n●郭婉仪\n●董芳仪\n●柳婕妤\n●高婕妤\n\n才人\n●刘才人\n●阎才人\n●陈才人\n●郑才人\n●常才人\n●张才人\n●赵才人\n●莫才人\n●钟美人\n●王美人\n●杜美人\n●张美人\n●项氏，生一女\n●郝氏\n●崔氏\n●崔氏\n●鸾儿\n●曹野那姬\n身世存疑：\n●江采萍，封号梅妃\n⑴部份学者认为是传说人物。开元年间，玄宗将皇后之下的四妃“贵妃、淑妃、德妃、贤妃”改为三妃“惠妃、丽妃、华妃”。且终唐一朝，始终没有梅妃这一封号。）\n⑵也可能是暗指某人，唐玄宗被收录《全唐诗》的诗云：亭名梅矣雪霏霏，傲骨清香百卉稀。卓卓不群如玉状，从今呼尔为梅妃。综上所述有故意空出一妃位变成三妃的可能。\n\n子女\n\n皇子\n●奉天皇帝（靖德太子，郯王）李琮（第一子，母刘华妃）\n●废太子（郢王）李瑛（第二子，母赵丽妃）\n●唐肃宗李亨（第三子，母杨贵嫔）\n●棣王李琰（第四子，母钱妃）\n●鄂王李瑶（第五子，母皇甫德仪）\n●靖恭太子（甄王）李琬（第六子，母刘华妃）\n●光王李琚（第八子，母刘才人）\n●夏悼王李一（第九子，母武惠妃）\n●仪王李璲（第十二子，母刘华妃）\n●颍王李璬（第十三子，母高婕妤）\n●怀哀王李敏（第十五子，母武惠妃）\n●永王李璘（第十六子，母郭顺仪）\n●寿王李瑁（第十八子，母武惠妃）\n●延王李玢（第二十子，母柳婕妤）\n●盛王李琦（第二十一子，母武惠妃）\n●济王李环（第二十二子，母钟美人）\n●信王李瑝（第二十三子，母卢美人）\n●义王李玼（第二十四子，母阎才人）\n●陈王李圭（第二十五子，母王美人）\n●丰王李珙（第二十六子，母陈才人）\n●恒王李瑱（第二十七子，母郑才人）\n●凉王李璇（第二十九子，母武贤仪）\n●汴哀王李璥（第三十子，母武贤仪）\n（*另有七人早夭，母亲名氏与地位失传。）\n\n公主，唐玄宗共有29位女儿\n\n●永穆公主（母柳婕妤，下嫁王繇）\n●常芬公主（下嫁张去奢）\n●孝昌公主（夭折）\n●唐昌公主（第四女，下嫁薛锈）\n●灵昌公主（夭折）\n●常山公主（第六女，下嫁薛谭，又嫁窦泽）\n●万安公主（天宝年间出家做道士） \n●上仙公主（母武惠妃，夭折）\n●怀思公主（号登真，夭折）\n●晋国公主（母张才人，先封为高都公主，下嫁崔惠童）\n●新昌公主（下嫁萧衡）\n●临晋公主（第二女，母皇甫德仪，下嫁郑潜曜）\n●卫国公主（先封为建平公主，下嫁豆卢建，又嫁杨说） \n●真阳公主（下嫁源清，又嫁苏震）\n●信成公主（母阎才人，下嫁独孤明）\n●楚国公主（先封为寿春公主，下嫁吴澄江）\n●昌乐公主（母高才人，下嫁窦锷）\n●永宁公主（下嫁裴齐丘）\n●宋国公主（先封为平昌公主，下嫁温西华，又嫁杨徽）\n●齐国公主（第八女，母杨贵嫔，先封为兴信公主，又封为宁亲公主，下嫁张垍，又嫁裴颍，末嫁杨敷）\n●咸宜公主（母贞顺皇后，下嫁杨洄，又嫁崔嵩）\n●宜春公主（母林昭仪，夭折） \n●广宁公主（母董芳仪，下嫁程昌胤，又嫁苏克贞）\n●万春公主（母杜美人，下嫁杨朏，又嫁杨锜）\n●太华公主（第二十一女，母贞顺皇后，下嫁杨锜） \n●寿光公主（第二十二女，母赵才人，下嫁郭液）\n●乐城公主（第二十三女，下嫁薛履谦）\n●新平公主（母常才人，下嫁裴玪，又嫁姜庆初）\n●寿安公主（李虫娘”，母曹野那姬，下嫁苏发）\n记载有误的公主\n1. 普康公主（夭折，疑为唐懿宗女普康公主，资料误记于玄宗女之下。） \n2. 乐成公主，第二十三女。与寿光公主同时册封，可能为乐城公主之笔误。记载于《全唐文 卷二十四》。\n3. 高阳公主（《全唐文 卷二十四》记载了唐玄宗第二十女被封为高阳公主的一段册文。《新唐书·诸帝公主传》中没有唐玄宗的女儿曾被封为高阳公主的记载。有人认为这可能是太宗女高阳公主的册文，被误放至玄宗之列。但据《新唐书》的记载唐高宗永淳之前公主的食邑为三百户。唐玄宗时公主所获食邑曾从五百户增加到一千户。因此从食邑“一千户”判断，这位高阳公主应是唐玄宗的女儿。可能是《新唐书》漏记这位公主或某位公主曾经的封号。）\n\n\n艺术成就\n\n书法\n　　李隆基工书，尤善八分、章草，是中国书法史上著名的帝王书家之一。《旧唐书·本纪》称李隆基“多艺尤知音律，善八分书”。书法工整、字迹清晰、秀美多姿。在唐朝书法中占有一定的地位。唐窦臮《述书赋》云：“开元应乾，神武聪明，风骨巨丽，碑版峥嵘，思如泉而吐风，笔为海而吞鲸。”《古今法书苑》云：“唐明皇工八分章草，丰茂英特。”传世书迹很多，以《鹡鸰颂》《纪泰山铭》《石台孝经》等最为有名。\n\n　　《鹡鸰颂》其起笔与收笔少藏锋，挺拔别致。书风雄秀，结体丰丽，用笔遒厚。从整幅观之，书法遒紧健劲，丰润浑茂，具有唐典型风格，书出“二王”之间，而渐趋肥腴，法袭传统家学。师承历代宸翰之风。明张丑《清河书画舫》评此帖云：“结构精谨，笔法纵横”。明詹景凤《东图玄览编》云：“字径寸许大，遒劲峻爽，神气逼人，盖法文皇大令”。清梁巘《承晋斋集闻录》云：“顿挫提空，得褚之趣，开米之门”。清吴其贞《书画记》亦云：“书法雄秀，结构丰丽，绝无山野气”。清杨守敬《学书迩言》：“明皇碑版已开圆熟之派。此帖柔而有骨，故自可传。”此颂为唐玄宗书法墨迹传世之唯一孤本，为有唐一代稀世之珍，世称人间瑰宝。\n\n　　此帖书法萧散洒落，丰厚腴美，给人行行淳厚之感。运笔精到，轻入重敛，笔实墨沉，神气完足，遒劲而舒展。黄山谷称：“玄宗书斑斑犹有祖父之风”。将此帖与太宗《温泉铭》、《晋祠铭》对比，的确能见其相承关系，但太宗清劲，玄宗遒婉，风格还是有异。 清王文治跋：“帝王之书，行墨间具含龙章凤姿，非人文臣者所能彷佛，观此颂犹令人想见开元英明卓逾时也”。\n\n音乐\n　　李隆基富有音乐才华，对唐朝音乐发展有重大影响，他爱好亲自演奏琵琶、羯鼓，擅长作曲，作有《霓裳羽衣曲》，《小破阵乐》，《春光好》，《秋风高》等百余首乐曲。登基以后，在皇宫里设教坊，“梨园”就是专门培养演员的地方。唐明皇极有音乐天份，乐感也很灵敏，经常亲自坐镇，在梨园弟子们合奏的时候，稍微有人出一点点错，他都可以立即觉察，并给予纠正，这是后来称戏班为“梨园”的由来。\n\n　　他还制定了《色俱腾》、《乞婆娑》、《曜日光》等九十二首羯鼓曲名，创作了多首羯鼓独奏曲。\n\n　　李隆基还很喜欢舞蹈，相传著名的《霓裳羽衣舞》的曲调，就是李隆基根据河节度使杨敬述将从印度传进来的《婆罗门曲》来润色改编，又称有月宫的神仙托梦与他创作而成的，且不管如何传说，但《霓裳羽衣舞》确实是不可多得的传世佳作。李隆基能够演奏多种乐器：琵琶、二胡、笛子、羯鼓，无一不通、没有不晓。\n\n",
  "desc": "唐玄宗李隆基（685年9月8日－762年5月3日），亦称唐明皇，公元685年出生在东都洛阳（今河南洛阳），712年至756年在位。前期注意拨乱反正，任用姚崇、宋璟等贤相，励精图治，他的开元盛世是唐朝的极盛之世，在位后期宠爱杨贵妃，怠慢朝政，宠信奸臣李林甫、杨国忠等，加上政策失误和重用安禄山等侫臣，导致了后来长达八年的安史之乱，为唐朝中衰埋下伏笔。756年李亨即位，尊其为太上皇。762年病逝。",
  "dynasty": "唐代",
  "id": 520,
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_520.jpg",
  "name": "李隆基",
  "star": 96
}