{
  "content": "历史典故\n\n悬丝诊脉\n\n　　唐贞观年间，太宗李世民的长孙皇后怀孕已十多个月不能分娩，反而患了重病,卧床不起。虽经不少太医医治，但病情一直不见好转。太宗每日愁锁眉头，坐卧不宁。\n\n　　有一日，唐太宗理完朝政以后，留大臣徐茂功问道：“皇后身患重病，经太医不断诊治，百药全无效果。卿可知哪里有名医?请来为她继续治疗才是！”徐茂功闻言，便将孙思邈推荐给太宗说道：“臣早听说华原县有位民间医生孙思邈，常到各地采药为群众治病，对妇儿科尤其擅长。疑难之症一经他手，都能够妙手回春，药到病除。以臣之见,还是将他召进宫来，为皇后治疗才好！”\n\n　　唐太宗听过徐茂功的一番话后，表示同意。便派遣使臣马不停蹄,星夜奔赴华原县，将孙思邈召进了皇宫。\n\n　　唐太宗见孙思邈已经来到，便立即召见了他，说道：“孙先生医术超群，有起死回生之功，皇后身患重病，昏迷不醒,特请先生前来治疗，若能好转,寡人定有重赏。”\n\n　　但是，在封建社会，由于有“男女授受不亲”的礼教束缚，医生给宫内妇女看病，大都不能够接近身边，只能根据旁人的口述，诊治处方。孙思邈是一位民间医生，穿着粗布衣衫，皇后的“凤体”他更是不能接近的。于是他一面叫来了皇后身边的宫娥采女细问病情，一面要来了太医的病历处方认真审阅。他根据这些情况，作了详细的分析研究，已基本掌握了皇后的病情。然后，他取出一条红线，叫采女把线系在皇后右手腕上，一端从竹帘拉出来，孙思邈捏着线的一端，在皇后房外开始 “引线诊脉”了。\n\n　　没有多大工夫，孙思邈便诊完了皇后的脉。原来，孙思邈医术神奇，靠着一根细线的传动，竟能诊断清人体脉搏的跳动。这就是他被群众称为神医的原因。\n\n　　“万岁！民医已对病症经过了查问诊脉，诊断其为胎位不顺，民间叫做小儿扳心，故而难产十多个月不生，致使皇后身患重病。”孙思邈诊断完毕，向太宗禀告了病因。唐太宗听完以后，问道：“孙先生言之有理，但不知你打算怎样治疗？”孙思邈答道：“只需吩咐采女，将皇后的手扶近竹帘，民医在其中指扎上一针即见效果。”于是采女将皇后左手扶近竹帘，孙思邈看准穴位猛扎了一针，皇后疼痛，浑身一颤抖。不一会儿，只听得婴儿呱呱啼哭之声，紧接着采女急急忙忙跑出来说道：“启禀万岁，皇后被孙医师扎过一针后，产下了皇子，人也苏醒了！”\n　　唐太宗闻言大喜，对孙思邈说道：“孙先生果真医理精深，妙手回春，确实是当代名医！今日医好中宫疾病，生了皇子，要算奇功一件，寡人有心留你在朝执掌太医院，不知你意下如何？”\n\n　　孙思邈不愿在朝为官，立志漂泊四方为广大人民群众舍药治病，并撰写《千金方》济世活人。于是他向太宗陈述了自己的志愿，婉言谢绝了太宗赐给的官位。太宗听了，也就不好强求挽留。赐给他“冲天冠”一顶、“赫黄袍”一件、金牌一面、良马一匹和千两黄金、绸缎百尺。并大摆宴席，一来欢送孙思邈，二来庆贺皇后病愈生下皇子。但孙思邈又拒绝了太宗赐给的黄金绸缎。唐太宗深为孙思邈的高尚品德和为人处事的精神风貌所感动，同文武百官将他送出皇城，任他去名山大川采集药材，为黎民百姓救死扶伤，任何人不得阻拦。\n\n　　唐太宗十分欣赏孙思邈，后来还曾亲临华原县五台山去拜访孙思邈，并赐他颂词一首。直到现在，药王山南庵内还留有唐太宗御道、“拜真台”、“唐太宗赐真人颂”古碑一通等。\n\n养生理论\n\n　　唐朝邓王李元裕，是唐高祖的第十八位儿子，喜欢学习，擅长谈论辨名析理之学，典签卢照邻是他的布衣朋友，他经常声称，说：\"我的命相就这样了。\"卢照邻是范阳人，任新都尉，因为患有难医治的疾病，他住在阳翟的具茨山，编著并注释《疾文》和《五悲》。卢照邻性情高雅颇具诗人风度，不料后来竟投颍水自杀身亡。卢照邻曾居住在景城鄱阳公主废弃的府第中。显庆三年时，唐高宗召见太白山隐士孙思邈，当时孙思邈也住在这里。孙思邈是华原人，当年已经九十多岁了，但是他的视力和听力都一点没有减弱。卢照邻见到孙思邈后伤感自己正在壮年，却疾病缠身，久治不愈，终日里困顿疲备，于是作《蒺藜树赋》，用来伤悼他与孙思邈二人之间承受自然的体质的差异。卢照邻作的赋，词句极其美丽。孙思邈会算天象历法和摄生养性之术。卢照邻和当时的名士宋令文、孟诜都用对老师的礼节待孙思邈。他们曾问孙思邈，说：\"名医能治好病，是根据什么道理呢？\"孙思邈说：\"我听说通晓天的人，一定能在人的身上找到它的本体，熟悉人的人一定是以天为本体，所以天有春、夏、秋、冬和金、木、水、火、土。黑天、白日轮流更替，寒冬暑夏交换更迭，这是大自然在运动。自然界中的大气，合起来就成为雨，流动的时候就成为风，散发开去的时候就成为露，紊乱无序时就成为雾，凝聚时就成为霜雪，伸展扩大成为虹霓，这是大自然的正常规律。人体有四肢和五脏，醒着、睡时，呼出吸进，吐故纳新，精脉和气血循环。流动就是血气循环，显现出来就是人的气色，放出来的就成为声音，这是人体的正常运动。阳用它的精华，阴用它的形体，这是天与人相同的，及至它违背了这正常规律就要生病了。蒸就发热，不然就生寒，淤结就成为瘤赘，阻隔就成为痈疽，奔走过疾，就气喘嘘嘘用尽了精力，就会焦枯，根据表面的诊断，可以检查出身体内部的变化。从人体类比自然界也是这样。因此金、木、水、火、土的伸屈变化，星辰运行中出现的差错，日蚀、月蚀现象，彗星的陨落，这是自然界的危险的征兆！寒暑颠倒，这就是外界的冷热失常啊。石头竖起。泥土跳跃，这是自然界的瘤赘啊。山崩地陷，这是自然界的痈疽。急风暴雨，这是自界的喘乏。不降雨露，河流、湖泽干涸，这是大自然的焦枯啊！良医用药物进行输导，用针灸治病救人；圣明的人用高尚的道德和善于用贤任能来治理天下。所以身体有可以消除的疾病，天有可以去掉的灾害，这全都是气数啊！\"卢照邻说：\"人世间的事情怎么样呢？\"孙思邈说：\"胆要大，心要小；智虑要圆通，行为要方正不苟。\"照邻说：\"怎么讲呢？\"思邈说：\"心是五脏的元首，它应该遵循规律办事，所以要谨慎。胆是五脏的将领，它必须坚决果断，所以胆要大。有智慧的人行动如同天，所以要圆通，仁义的人沉静如同地，所以要方正不苟。《诗经》说，'好象走到了深渊的边缘，仿佛踩在薄薄的冰层之上，是小心。威武雄壮的武士，保卫着三公九卿，是大胆。'《传》说'不因为有利可图就返回去；不因为行仁施义就悔疚，就是仁义的人的方正不苟。'《易经》说'遇到机会就要立刻去做，不能整天地等待，这就是明智人的圆通。'\"卢照邻又问：\"养性的道理，最重要的是什么呢？\"孙思邈说：\"天有满有亏，人世间的事情有许多艰难和困苦。如果不谨慎行事而能从危难中解脱出来的人，从来也没有过。所以讲求养性的人，自己首先要懂得谨慎。自己谨慎的人，长期以忧畏为根本。《经》说，'人不畏惧灾祸，天就要降灾难给你。'忧畏，是生死的通路，存亡的因由，祸福的根本，吉凶的源头。所以读书人无忧畏，仁义就不存在；种田的人无忧畏，粮食就不能增产；做工的人无忧畏，就没有可以遵循的标准和法则；做买卖的人无忧畏，经营就不能盈利；当儿子的无忧畏，孝敬父母亲就不至诚；做父亲的无忧畏，慈爱就不执著；为人臣子的无忧畏，就不能建功立勋；身为君王的无忧畏，国家就不会安定，因此养性的人，失掉了忧畏就心思紊乱没有条理，行为焦燥，难以自持，神散气越，意迷志摇。应该活着的却死了，应该存在的却消亡了，应该成功的却失败了，应该吉利的却遇凶险。啊忧畏就象水与火一样，一会儿也不能忘掉它呀！人无忧畏，子弟就会成为你的强敌；妻妾变成你的仇寇。因此，最重要的是畏道，然后是畏天，其次是畏物，再次是畏人，最后是畏你自身。你不忘忧畏，就不被别人限制，自己永记忧畏就不受别人管束。在小的事情上谨慎，就不怕大的挫折；戒惧眼前忧虑，就不害怕以后的磨难。能懂得这些道理的人。在水中航船，蛟龙不能害你，在路上行走，老虎、犀牛这些雄猛的动物都不会伤着你；各种兵器也碰不到你；各种疾病、瘟疫也传染不上你；爱说别人坏话的人也毁谤不了你；有毒的蜂、蝎也螫不到你。了解这个道理的人，人世间的一切事情就全明白了。\"不久，孙思邈被授予承务郎，执掌药局事务。孙思邈在唐高宋永淳初年去逝，留下遗嘱：要薄葬，不要焚烧那些纸扎的阴间器物，祭祀时不宰杀性畜。他死后一个多月，颜色还和活着的时候一样，当抬他的尸体放入棺中时，给人的感觉就象抬的是空衣服一样。孙思邈一生撰写《千金方》三十卷，传给后代。\n\n药王医龙\n\n　　相传唐耀州五台山下，几个人抬着一口白木棺材，后面跟着一位老妇人。只见老妇人仰面捶胸，嚎啕大哭，悲痛欲绝。正行走间，碰见一老者，童颜鹤发，身背葫芦，看老妇人十分伤心，急步上前问道：“老妇人哭送何人？”不料老妇人只管嚎天呼地，痛哭自己的，对老者看也不看，理也不理。老者看那棺材，发现有血滴，忙安慰老妇人道：“老妇人不要难过，棺内人尚有救。”老妇人听说棺内人有救，才半信半疑，停止了哭声，心想：事已如此，也只有这样了。也许天可怜我，女儿有救。于是边擦眼泪边说：“老者有所不知，小女难产，死去已有两天，救恐怕也晚了？”老妇人擦干泪眼，抬头一看，惊喜地喊到：“孙真人！？”老妇人以为自己眼花，又用袖子擦了擦眼睛，定神仔细一看，果然是孙真人，不觉大喜，忙叫忙叫抬棺木的：“快停，快停！”抬棺的人以为老人气糊涂了，传来喊话：“半路上不能停棺啊！”“停！停！我娃有救啦！孙真人来了！”听说孙真人来了，抬棺的人才停下来，将棺木缓缓落地。有人小声嘟囔：“医生能治病，但治不了命。谁再能没听说过能把死人治活。”孙真人来到棺前，让打开棺盖一看，说：“好险啊，我若迟来一步，这母子二人可就真完了。”随即拿出苗银针，找准穴位，扎进妇人身内，两指捻提转动。众人围着棺木，噔大眼睛，摒住呼吸，盯着棺内妇人。稍停，棺内便传出婴儿的啼哭，产妇的呻吟，众人才松了一口气。老妇人连连叩头谢恩人。孙真人一针救二命，刹时消息不胫而走，轰动京兆，传遍唐土。从此，人们对孙思邈以药王相称。\n\n虎守杏林\n\n　　虎守杏林典故距今已有一千三百多年历史，精研医学并兼通佛典，被誉为“药王”的唐代著名医学家孙思邈晚年曾云游于邱县。观其景物优美，民风淳朴，遂留连忘返客寓郊寺，悬壶行医无欲求，施医无类，师承董奉为人治病不收钱，不受谢，惟望患者病愈后在寺旁植杏树三株，经年植杏树百亩，郁然成林，杏熟以杏易谷赈贫。此间，有虎伏跪求医，孙思邈首创“虎撑”治愈金簪卡喉之疾，虎有灵性，不复危害人畜，感恩为其守护杏林并充当药王坐骑。药王佩逝，虎绕寺哀啸三日，不知去向。\n\n答弟子问\n\n　　一次，刘神威问了老师一个问题：中草药为何能医病，是什么原因？\n\n　　孙思邈答道：“中草药之所以能治病，原理是以偏就偏。由于各种药物不同的性：寒、热、温、凉；不同的味：酸苦甘辛咸；不同的升降浮沉的趋势；不同的归经，对于患病的机体，起到调节平衡的作用”。\n\n　　又一次，卢照邻问了老师一个问题：“名医能治愈疑难的疾病，是什么原因呢？”\n\n　　孙思邈答道：“对天道变化了如指掌的人，必然可以参政于人事；对人体疾病了解透彻的人也必须根源于天道变化的规律。天候有四季，有五行，相互更替，犹似轮转。那么又是如何运转呢？天道之气和顺而为雨；愤怒起来便化为风；凝结而成霜雾；张扬发散就是彩虹。这是天道规律，人也相对应于四肢五脏，昼行夜寝，呼吸精气，吐故纳新。人身之气流注周身而成营气、卫气；彰显于志则显现于气色精神；发于外则为音声，这就是人身的自然规律。阴阳之道，天人相应，人身的阴阳与自然界并没什么差别。人身的阴阳失去常度时，人体气血上冲则发热；气血不通则生寒；气血蓄结生成瘤及赘物；气血下陷成痈疽；气血狂越奔腾就是气喘乏力；气血枯竭就会精神衰竭。各种征候都显现在外，气血的变化也表现在形貌上，天地不也是如此吗？”\n\n　　孙思邈的回答十分精彩，也足见其医学上的造诣颇深。\n\n\n人物生平\n\n天资聪颖\n　　孙思邈生于西魏大统七年，自谓“幼遭风冷，屡造医门，汤药之资，罄尽家产”，孙思邈幼年嗜学如渴，知识广博，只是后来身患疾病，经常请医生治疗，花费了很多家财，于是，他便立志从医。\n\n　　孙思邈少年好读，天资聪明，7岁的时候，就认识一千多字，每天能背诵上千字的文章，据《旧唐书》载，西魏大臣独孤信对孙思邈十分器重，称其为“圣童”。18岁时立志究医，“颇觉有悟，是以亲邻中外有疾厄者，多所济益”。到了20岁，就能侃侃而谈老子、庄子的学说，精通道家典籍，被人称为“圣童”，开始为乡邻治病。\n\n修行终南\n　　隋开皇元年，见国事多端，孙思邈隐居太白山中。他一方面下功夫钻研医学著作，一方面亲自采集草药，研究药物学。他认真研读《黄帝内经》、《伤寒杂病论》、《神农本草经》等古代医书，同时广泛收集民间流传的药方，热心为人治病，积累了许多宝贵的临床经验。他从理论到实践，再由实践经验中提炼出新的医药学研究成果，以毕生精力撰成了医学著作《千金要方》和《千金翼方》。 \n\n　　北周静帝时，杨坚执掌朝政，召孙思邈任国子博士，孙思邈无意仕途功名，认为做高官太过世故，不能随意，固辞不受，一心致力于医学。\n\n应诏入京\n　　唐太宗即位后，召孙思邈入京师长安，见到他70多岁的人竟能容貌气色、身形步态皆如同少年一般，十分感叹，便道：“所以说，有道之人真是值得人尊敬呀！像羡门、广成子这样的人物原来世上竟是有的，怎么会是虚言呢？”太宗想授予孙思邈爵位，但被他拒绝了，仍回到乡间为民医病。\n\n　　唐高宗显庆四年，孙思邈又被接到帝都，拜谏议大夫，这次他虽留住在长安，但仍不愿当官。碍于情面就推荐了自己的徒弟刘神威，说徒弟好学，年轻有为，高宗就应允后立即安排刘神威进了太医院。\n\n　　上元元年，孙思邈年高有病，恳请返回故里。高宗特赐他良驹等物，还有已故的鄱阳公主的宅邸居住。当时的名士宋令文、孟诜、卢照邻等文学大家都十分尊敬孙思邈，以待师长的礼数来侍奉他。\n\n退隐五台\n　　孙思邈一生勤于著书，晚年隐居于故里京兆华原五台山专心立著，直至白首之年，未尝释卷。\n\n　　唐永淳元年，孙思邈与世长辞，享年142岁。留下遗嘱：要薄葬，不要焚烧那些纸扎的阴间器物，祭祀时不宰杀牲畜。他死后一个多月，颜色还和活着的时候一样，当抬他的尸体放入棺中时，给人的感觉就像抬的是空衣服一样。\n\n\n主要成就\n\n医学理念\n\n　　孙思邈把医为仁术的精神具体化。他在其所著的《大医精诚》一书中写道：“凡大医治病，必当安神定志，无欲无求，先发大慈恻隐之心，誓愿普救含灵之苦。若有疾厄来求救者，不得问其贵贱贫富，长幼妍媸，怨亲善友，华夷愚智，普同一等，皆如至亲之想。亦不得瞻前顾后，自虑吉凶，护惜身命。见彼苦恼，若己有之，深心凄怆。勿避险巇、昼夜寒暑、饥渴疲劳，一心赴救，无作工夫形迹之心。如此可为苍生大医，反此则是含灵巨贼。”，“夫大医之体，欲得澄神内视，望之俨然。宽裕汪汪，不皎不昧。省病诊疾，至意深心。详察形候，纤毫勿失。处判针药，无得参差。虽曰病宜速救，要须临事不惑。唯当审谛覃思，不得于性命之上，率尔自逞俊快，邀射名誉，甚不仁矣。又到病家，纵绮罗满目，勿左右顾眄；丝竹凑耳，无得似有所娱；珍羞迭荐，食如无味；醽醁兼陈，看有若无。所以尔者，夫一人向隅，满堂不乐，而况病人苦楚，不离斯须，而医者安然欢娱，傲然自得，兹乃人神之所共耻，至人之所不为，斯盖医之本意也。”，“夫为医之法，不得多语调笑，谈谑喧哗，道说是非，议论人物，炫耀声名，訾毁诸医。自矜己德。偶然治瘥一病，则昂头戴面，而有自许之貌，谓天下无双，此医人之膏肓也。”上述的寥寥片语，已将孙思邈的高尚医德情操，展示在人们面前。\n\n　　孙思邈终身不仕，隐于山林。亲自采制药物，为人治病。他搜集民间验方、秘方，总结临床经验及前代医学理论，为医学和药物学作出重要贡献。后世尊其为“药王”。他汲取《黄帝内经》关于脏腑的学说，在《千金要方》中第一次完整地提出了以脏腑寒热虚实为中心的杂病分类辨治法；在整理和研究张仲景《伤寒论》后，将伤寒归为十二论，提出伤寒禁忌十五条，颇为后世伤寒学家所重视。他搜集了东汉至唐以前许多医论、医方以及用药、针灸等经验，兼及服饵、食疗、导引。\n\n\n　　孙思邈的按摩等养生方法，著《千金要方》三十卷，分二百三十二门，已接近现代临床医学的分类方法。全书合方、论五千三百首，集方广泛，内容丰富，是我国唐代医学发展中具有代表性的巨著，对后世医学特别是方剂学的发展，有着明显的影响和贡献；并对日本、朝鲜医学之发展也有积极的作用。《千金翼方》三十卷，属其晚年作品，系对《千金要方》的全面补充。全书分一百八十九门，合方、论、法二千九百余首，记载药物八百多种，尤以治疗伤寒、中风、杂病和疮痈最见疗效。\n\n　　他坚持辩证施治的方法，认为人若善摄生，当可免于病。只要“良医导之以药石，救之以针剂”，“体形有可愈之疾，天地有可消之灾”。他重视医德，不分“贵贱贫富，长幼妍蚩，怨亲善友，华夷愚智”，皆一视同仁。声言“人命至重，有贵千金”。他极为重视妇幼保健，著《妇人方》三卷，《少小婴孺方》二卷，置于《千金要方》之首。\n\n　　孙氏认为“人命至重，有贵千金，一方济之，德逾于此”，故将他自己的两部著作均冠以“千金”二宇，名《千金要方》和《千金翼方》。这两部书的成就在于：首先对张仲景的《伤寒杂病论》有很深的研究，为后世研究《伤寒杂病论》提供了可*的门径，尤其对广义伤寒增加了更具体的内容。他创立了从方、证、治三方面研究《伤寒杂病论》的方法，开后世以方类证的先河。《千金要方》是我国最早的医学百科全书，从基础理论到临床各科，理、法、方、药齐备。一类是典籍资料，一类是民间单方验方。广泛吸收各方面之长，雅俗共赏，缓急相宜，时至今日。很多内容仍起着指导作用，有极高的学术价值，确实是价值千金的中医瑰宝。《千金要方》是对方剂学发展的巨大贡献。书中收集了从张仲景时代直至孙思邈的临床经验，历数百年的方剂成就，在阅读仲景书方后，再读《千金方》，真能大开眼界，拓宽思路，特别是源流各异的方剂用药，显示出孙思邈的博极医源和精湛医技。后人称《千金方》为方书之祖。\n\n　　《千金要方》在食疗、养生、养老方面做出了巨大贡献。孙氏能寿逾百岁高龄，就是他在积极倡导这些方面的理论与其自身实践相结合的效果。孙思邈的辉煌成就，生前就受到了人们的崇敬。人称“药王”，“药圣”，隋、唐两代都很器重他，知名人士亦多对他以礼事之。他去世后，人们在其故居的鉴山畔，虞诚奉祀。乔世宁序中云：“鉴山香火，于关中为盛，虽华岳吴镇弗逮焉。”孙思邈在日本也享有盛誉，尤其是日本名医丹波康赖和小岛尚质等对他十分崇拜。\n\n　　在药物学研究方面，孙思邈倾注了大量的心血。从药物的采集、炮制到性能认识，从方药的组合配伍到临床治疗，孙思邈参考前人的医药文献，并结合自己数十年的临症心得，写成了我国医学发展史上具有重要学术价值的两部医学巨著——《千金要方》和《千金翼方》。其中《千金要方》载方5000多首，书中内容既有诊法、证候等医学理论，又有内、外、妇、儿等临床各科；既涉及解毒、急救、养生、食疗，又涉及针灸、按摩、导引、吐纳，可谓是对唐代以前中医学发展的一次很好的总结。而《千金翼方》载方近3000首，书中内容涉及本草、妇人、伤寒、小儿、养性、补益、中风、杂病、疮痈、色脉以及针灸等各个方面，对《千金要方》作了必要而有益的补充。书中收载的800余种药物当中，有200余种详细介绍了有关药物的采集和炮制等相关知识。尤其值得一提的是，书中将晋唐时期已经散失到民间的《伤寒论》条文收录其中，单独构成九、十两卷，竟成为唐代仅有的《伤寒论》研究性著作，对于《伤寒论》条文的保存和流传起到了积极的推动作用。\n\n　　在临床实践中，孙思邈总结出了许多宝贵的经验，如“阿是穴”和“以痛为腧”的取穴法，用动物的肝脏治疗夜盲症，用羊的甲状腺治疗地方性甲状腺肿，用牛乳、豆类、谷皮等防治脚气病；对于孕妇，提出住处要清洁安静，心情要保持舒畅，临产时不要紧张；对于婴儿，提出喂奶要定时定量，平时要多见风日，衣服不可穿得过多……这些主张，在今天看来，仍然有其一定的现实意义。\n\n　　孙思邈崇尚养生，并身体力行，正由于他通晓养生之术，才能年过百岁而视听不衰。他将儒家、道家以及外来古印度佛家的养生思想与中医学的养生理论相结合，提出的许多切实可行的养生方法，时至今日，还在指导着人们的日常生活，如心态要保持平衡，不要一味追求名利；饮食应有所节制，不要过于暴饮暴食；气血应注意流通，不要懒惰呆滞不动；生活要起居有常，不要违反自然规律……\n\n　　由于《千金要方》及《千金翼方》的影响极大，因此这两部著作被誉为我国古代的医学百科全书，起到了上承汉魏，下接宋元的历史作用。两书问世后，倍受世人瞩目，甚至飘洋过海，广为流传。日本在天宝、万治、天明、嘉永及宽政年间，都曾经出版过《千金要方》，其影响可见一斑。孙思邈死后，人们将他隐居过的“五台山”改名为“药王山”，并在山上为他建庙塑像，树碑立传。每年农历二月初三，当地群众都要举行庙会，以经念孙思邈为我国医学所作出的巨大贡献。庙会时间长达半月之久，前来游览、凭吊的八方来客络绎不绝。\n\n　　史载其著作计三十余种，唯多亡佚。现存之《千金要方》和《千金翼方》各三十卷，系我国著名医学著作。\n\n　　孙思邈又是世界上导尿术的发明者。据记载：有一个病人得了尿潴留病，撒不出尿来。孙思邈看到病人憋得难受的样子，他想：“吃药来不及了。如果想办法用根管子插进尿道，尿或许会流出来。”他看见邻居的孩子拿一根葱管在吹着玩儿，葱管尖尖的，又细又软，孙思邈决定用葱管来试一试，于是他挑选出一根适宜的葱管，在火上轻轻烧了烧，切去尖的一头，然后小心翼翼地插进病人的尿道里，再用力一吹，不一会儿尿果然顺着葱管流了出来。病人的小肚子慢慢瘪了下去，病也就好了。\n\n二十四个第一\n\n　　药王孙思邈对我国医药学贡献的“二十四个第一”\n\n　　1．医学巨著《千金方》是我国历史上第一部临床医学百科全书，被国外学者推崇为“人类之至宝”；\n\n　　2．第一个完整论述医德的人；\n\n　　3．第一个倡导建立妇科、儿科的人；\n\n　　4．第一个麻风病专家；\n\n　　5．第一个发明手指比量取穴法；\n\n　　6．第一个创绘彩色《明堂三人图》；\n\n　　7．第一个将美容药推向民间；\n\n　　8．第一个创立“阿是穴”；\n\n　　9．第一个扩大奇穴，选编针灸验方；\n\n　　10．第一个提出复方治病；\n\n　　11．第一个提出多样化用药外治牙病；\n\n　　12．第一个提出用草药喂牛，而使用其牛奶治病的人；\n\n　　13．第一个提出“针灸会用，针药兼用”和预防“保健灸法”；\n\n　　14．系统、全面、具体论述药物种植、采集、收藏的第一人；\n\n　　15．第一个提出并试验成功野生药物变家种；\n\n　　16．首创地黄炮制和巴豆去毒炮制方法；\n\n　　17．首用胎盘粉治病；\n\n　　18．最早使用动物肝治眼病，动物肝富含维生素A\n\n　　19．第一个治疗脚气病并最早用彀树皮煎汤煮粥食用预防脚气病和脚气病的复发，比欧洲人早一千年，彀树皮富含维生素B1；\n\n　　20．首创以砷剂治疗疟疾病，比英国人用砒霜制成的孚勒氏早一千年；\n\n　　21．第一个提出“防重于治”的医疗思想；\n\n　　22．首用羊餍治疗甲状腺肿；\n\n　　23．是我国历史上第一位深入民间，向群众和同行虚心学习、收集校验秘方的医生；\n\n　　24．第一个发明导尿术\n\n\n人物评价\n\n　　孙思邈还对良医的诊病方法做了总结：“胆欲大而心欲小，智欲圆而行欲方。“胆大”是要有如赳赳武夫般自信而有气质；“心小”是要如同在薄冰上行走，在峭壁边落足一样时时小心谨慎；“智圆”是指遇事圆活机变，不得拘泥，须有制敌机先的能力；“行方”是指不贪名、不夺利，心中自有坦荡天地。”出自春秋战国时期《文子》一书，原文如下：文子曰：「凡人之道——心欲小，志欲大；智欲圆，行欲方；能欲多，事欲少。」\n\n　　这就是孙思邈对于良医的要求。其实，何止于医者，仅从为人的角度上来讲，恐怕要做一个有气度、有担当的人，也不悖此道吧！\n\n　　孙思邈是古今医德医术堪称一流的名家，尤其对医德的强调，为后世的习医、业医者传为佳话。他的名著《千金方》中，也把“大医精诚”的医德规范放在了极其重要的位置上来专门立题，重点讨论。而他本人，也是以德养性、以德养身、德艺双馨的代表人物之一，成为历代医家和百姓尊崇倍至的伟大医学人物。\n\n　　唐代名医孙思邈被尊为药王，他却不用动物入药。他说：“自古名贤治病，多用生命以济危急，虽曰贱畜贵人，至于爱命人畜一也。损彼益己，物情同患，况于人呼！夫杀生求生，去生更远。吾今此方所以不用生命为药者，良由此也。”\n\n\n生卒争议\n\n　　孙思邈的卒年，《旧唐书·孙思邈传》谓“永淳元年卒”。《新唐书·孙思邈传 孙思邈》则称“永淳初，卒”。按唐高宗永淳年号仅为二年，永淳元年为公元682年，亦即永淳初年，两《唐书》对此并无抵牾，古今学者基本上均从此说。\n\n　　有人提到唐人刘肃所撰《大唐新语》中所谓孙氏“永徽初卒”之说，南唐沈汾《续仙传》更谓孙氏卒于永徽二年二月十五日之语，因而有所质疑。\n\n　　我们认为，尽管孙思邈在其《备急千金要方》和《千金翼方》著作中明确提到其自身活动的年代记载，最晚只见永徽二年为一功臣治疗箭矢不出痼疾；尽管两《唐书》孙传所述孙氏生平有不少疑误，显庆见高宗召见孙氏，两《唐书》及《唐会要》均有类同记载，孙氏从高宗去九成宫，卢照邻与其同居于光德坊府第等，……均可证明之说为谬。尤其是涉及唐朝早期帝王的活动。据《廿二史札记》作者研究，多为搜集参考了该时期诸帝《实录》所撰，故显庆时高宗召见思邈，孙氏从卒九成宫以至于永淳初是可信的。\n\n　　对于孙思邈的生年，虽然截至目前，国内外学者多从581年之说，但仍存在有不同观点，主要有：\n\n生于公元581年\n\n　　清·纪晓岚《四库全书总目提要》谓：“《唐书·隐逸传》称其‘少时，周洛州刺史孙思邈画像，独孤信称为圣童；及长，隐居太白山。隋文帝辅政，以国子博士徵，不起。’则思邈生于周朝，入隋已长；然卢照邻《病梨树赋序》称‘癸酉岁于长安见思邈，自云开皇辛酉岁生，今年九十二’，则思邈生于隋朝。照邻乃思邈之弟子，记其师言，必不妄。惟以《隋书》考之，开皇纪号凡二十年，止于庚申，次年辛酉。已改元仁寿，与史殊不相符。又由唐高宗咸亨四年癸酉上推九十二年，为开皇二年壬寅，实非辛酉，干支亦不相应。然自癸酉上推九十三年，正得开皇元年辛丑，盖照邻集传伪异，以辛丑为辛酉，以九十三为九十二也。史又称思邈卒于永淳元年，年百余岁，自是年上推至开皇辛丑，正一百二年，数岁相合，则生于周后，隐居不仕之说，为史误审矣。”\n\n　　依照纪晓岚上述观点，则孙思邈当生于隋文帝开皇元年辛丑，卒于唐高宗永淳元年壬午，享年101岁。\n\n生于公元560年以前\n\n　　费得道《中国医学史略》认为两唐书孙传所谓孙氏在周宣帝时因王室多故而隐居太白山以及杨坚辅政时徵孙氏为国子博士，孙氏称病不起等史料，推论孙思邈在578——579年间至少年逾弱冠，如此，孙氏应在公元560年以前诞生，其享年应为120岁以上。史仲序、张志远氏主张类似此说。\n\n生于公元557年\n\n　　一说孙思邈的生年在北周孝闵帝元年左右，卒年仍为永淳元年，享年一百四十一岁。其主要根据是：一，依《旧唐书·孙思邈传》，北周宣帝时孙思邈以王室多故，隐居太白山。隋文帝杨坚辅政，征为国子博士，但孙思邈称疾不出仕。按周宣帝即位于建德七年，次年禅位于静帝，而杨坚辅政是在大象二年，故孙思邈生于开皇元年的说法令人怀疑。二，魏徵等于唐太宗贞观时奉诏修齐、梁、陈、周、隋五代史，曾屡次询访孙思邈，而他“口以传授，有如目睹”。按修史人员如姚思廉生于557年，李百药生于565年，他们熟知前代史事，难道还会一再询访比自己小一、二十岁的孙思邈？三，《旧唐书·孙思邈传》说：“询之乡里，咸云数百人，话周、齐间事，历历如眼见，以此参之，不百岁人矣。”据史推之，孙思邈当生于557年左右，则列传中的有关史事大多可以讲通。若其的确卒于永淳元年，那么孙思邈的享年应为一百二十余岁。他精通医术，善于保养，长寿是有可能的。\n\n生于公元541年\n\n　　马伯英等均持此说。他们的主要观点是：过去史家认为辛酉实为辛丑之误，以及将照邻《病梨树赋序》中“今年孙思邈像九十二”改为“今年九十三”等论据不足且不够可靠，并指出以《北史》、《周书》中无独孤信任洛州总管记载，而否定隐居太白山，被赞为神童，杨坚征召等三条史料是难以信服的。马伯英等氏等则认为孙氏自云“开皇辛酉岁生”是其闪烁之词，隋文帝系梁·大同七年生，恰为辛酉，以开皇年号谑代帝讳，其全句可理解为“我是与开皇皇帝同年即辛酉年出生的。”他们认为以此推论，则独孤信赞“圣童”，杨坚征召、魏徵修史请教于孙氏等史料均可得到解释。郭霭春亦主公元541年之说。依此而论，孙氏当享年141岁。\n\n生于515年或518年\n\n　　黄竹斋《医仙妙应孙真人传》，认为独孤信赞称孙思邈为“神童”，应为独孤信受命入关抚岳余众的梁中大通六年，此时孙思邈年已弱冠，向上推十九年，故孙氏生年则当在梁天监十四年，永淳元年卒，则享年168岁。于此观点相近者为清·刘毓松所著《通义堂文集·千金方考》，据其推算，独孤信评品孙氏的时间为梁`·大同三年至大同四年之间，当时孙适满20岁，自此上溯20年，当生于北魏神黾元年至二年之内，如此，孙氏享年为164——165岁。\n\n",
  "desc": "孙思邈（581-682），京兆华原（现陕西铜川市耀州区）人，唐代医药学家，被后人称为“药王”。孙思邈在太白山研究道家经典，同时也博览众家医书，研究古人医疗方剂。他选择了\"济世活人\"作为他的终生事业，为了解中草药的特性，他走遍了深山老林。孙思邈还十分重视民间的医疗经验，不断积累走访，及时记录下来，终于完成了他的不朽著作《千金要方》。公元659年完成了世界上第一部国家药典《唐新本草》。公元682年孙思邈无疾而终",
  "dynasty": "唐代",
  "id": 2849,
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_2849.jpg",
  "name": "孙思邈",
  "star": 1
}