{
  "content": "主要作品\n\n　　除《聊斋志异》外，蒲松龄还有大量诗文、戏剧、俚曲以及有关农业、医药方面的著述存世。计有文集13卷，400余篇；诗集6卷，1000余首；词1卷，100余阕；戏本3出；俚曲14种，以及《农桑经》、《日用俗字》、《省身语录》、《药崇书》、《伤寒药性赋》、《草木传》等多种杂著，总近200万言。还有《狼》、《山市》、《口技》被选入人教版七年级课文。\n\n　　蒲松龄的座右铭：有志者，事竟成，破釜沉舟，百二秦关终属楚。 苦心人，天不负，卧薪尝胆，三千越甲可吞吴。\n\n　　郭沫若对其评价：“写鬼写妖高人一筹，刺贪刺虐入骨三分。” \n\n\n年表\n\n明崇祯十三年\n农历四月，蒲松龄生。\n明崇祯十七年\n清顺治元年\n蒲松龄 5岁。\n李自成军陷北京，崇祯帝自缢。清兵入关；李自成军败走。清定都北京。\n顺治十四年\n蒲松龄 18岁。与刘氏成婚。\n顺治十五年\n蒲松龄 19岁。初应童子试，以县、府、道三第一进学，受到当时做山东学道的文学家施闰章的奖誉，“名藉藉诸生间”。\n顺治十六年\n蒲松龄 20岁。与张笃庆、李希梅结郢中三友。\n顺治十七年\n蒲松龄 21岁。应乡试未中。\n康熙元年\n蒲松龄 23岁。长子蒲箬生出生。\n康熙二年\n蒲松龄 24岁。应乡试未中。\n康熙四年\n蒲松龄 26岁。在本邑王村王永印家坐馆。\n康熙九年\n蒲松龄 30岁。八月，应江苏宝应知县、同邑友人孙蕙之聘，南游做幕。\n康熙十年\n蒲松龄 31岁。春、夏在宝应、高邮。秋辞幕返里。三子蒲笏生。\n康熙十一年\n蒲松龄 32岁。四月，随本邑缙绅高珩、唐梦赉游崂山。秋应乡试未中。\n康熙十二年\n蒲松龄 33岁。在本县丰泉乡王观正家坐馆。\n康熙十四年\n蒲松龄 35岁。应乡试未中。四子蒲筠生。\n康熙十八年\n蒲松龄 40岁。开始在本县西蒲村毕际有家坐馆。三月，已作成之狐鬼小说初步结集，定名《聊斋志异》。高珩为之作序。\n康熙二十二年\n蒲松龄 44岁。作《婚嫁全书》。长孙蒲立德生。\n康熙二十三年\n蒲松龄 45岁。作《省身语录》。\n康熙二十六年\n蒲松龄 48岁。春，结识大诗人王士祯。夏，王士祯来信索阅《聊斋志异》。秋，蒲松龄应乡试，因“越幅”被黜。\n康熙二十九年\n蒲松龄 51岁。秋应乡试，再次犯规被黜。\n康熙三十二年\n蒲松龄54岁。春，山东按察使于成龙慕名邀请，到济南作客数日。馆东毕际有病逝，蒲松龄作《哭毕刺史》八首。\n康熙三十六年\n蒲松龄58岁。选《庄列选略》。朱缃寄诗、札，续借《聊斋志异》未读到的稿本。\n康熙四十一年\n蒲松龄63岁。暮春赴济南，滞留数月，应乡试未中。王观正病卒。\n康熙四十五年\n蒲松龄67岁。作《药祟书》。朱缃抄录《聊斋志异》全书毕，题诗三首。\n康熙四十八年\n蒲松龄70岁。岁暮，撤帐归家，结束在毕家三十年的西宾生涯。\n康熙四十九年\n蒲松龄71岁。十月，与张笃庆、李尧臣同举乡饮介宾。\n康熙五十年\n蒲松龄72岁。五月，王士祯病逝，蒲松龄有《五月晦日夜梦渔洋先生枉过，不知尔时已捐客数日矣》四首挽之。十月，赴青州考贡，为岁贡生，受知山东学政黄书琳。作俚曲《墙头记》。\n康熙五十二年\n蒲松龄74岁。八月，刘氏病卒。\n康熙五十四年\n蒲松龄76岁。正月，病逝。\n\n介绍\n\n　　蒲松龄生于明崇祯十三年四月十六戌时，卒于清康熙五十四年正月廿二日酉时，汉族，清代文学家。\n\n　　中国短篇小说之王。出身没落地主家庭，一生热衷科举，直到72岁赴青州考贡，为岁贡生。因此对科举制度的不合理深有感触。他毕生精力完成《聊斋志异》8 卷、491篇，约40余万字。\n\n　　内容丰富多彩，故事多采自民间传说和野史轶闻，将花妖狐魅和幽冥世界的事物人格化、社会化，充分表达了作者的爱憎感情和美好理想。作品继承和发展了我国文学中志怪传奇文学的优秀传统和表现手法，情节幻异曲折，跌宕多变，文笔简练，叙次井然，被誉为我国古代文言短篇小说中成就最高的作品集。\n\n　　鲁迅先生在《中国小说史略》中说此书是“专集之最有名者” \n\n　　郭沫若先生为蒲氏故居题联，赞蒲氏著作“写鬼写妖高人一等，刺贪刺虐入骨三分”；\n\n　　老舍也曾评价过蒲氏“鬼狐有性格，笑骂成文章”。马瑞芳称他是“世界短篇小说之王。”\n\n　　《聊斋志异》书成后，蒲松龄因家贫无力印行，同乡好友王士祯十分推重蒲松龄，以为奇才，聘为《聊斋志异》题诗：“姑妄言之姑听之，豆棚瓜架雨如丝。料应厌作人间语，爱听秋坟鬼唱诗。”至清乾隆三十一年方刊刻行世。后多家竞相翻印，国内外各种版本达30余种，著名版本有青柯亭本、铸雪斋本等，近20个国家有译本出版。全国《聊斋》出版物有100多种，以《聊斋》故事为内容编写的戏剧、电影、电视剧达160多出。 \n\n\n生平\n\n早年经历\n　　蒲松龄的一生到外地旅游较少，家境贫寒，生活清苦，但他却常到济南居留。在济南期间，留下了不少文字，其中有一首题为《客邸晨炊》的诗: \n　　大明湖上就烟霞，\n　　茆屋三椽赁作家。\n　　粟米汲水炊白粥，\n　　园蔬登俎带黄花。\n　　短短数语，道明了蒲氏旅居大明湖畔，晨曦早炊的生动情景。特别是后面两句，说了取泉水熬煮粟米粥，以及在案板上切配素食蔬菜包括黄花菜，用于佐食小吃的情景。可以想见当时蒲松龄自炊自啖、津津有味的早餐状况。\n　　蒲松龄所记述的炊煮小米白粥，佐以菜蔬的早餐饮食，也正是山东大部分地区的日常饮食习俗，山东民间早晨多喜食粥，粥的品种甚多，有小米粥、大米粥、小米绿豆粥、江米粥、豆汁粥、红豆粥、荷叶粥等等。\n\n书香世家\n　　淄川蒲氏，自元代迁来，原籍何处，文献无征。其远祖蒲鲁浑、蒲居仁曾并任般阳府路总管，名载邑乘，但无任职年代。墓在城西北店子村附近，旧有华表翁仲，俗称“石人坡”。故其民族成分引发学术界争议，“蒙古、女真、回族、汉人”多说并存，至今尚未定论。 《蒲氏族谱》记载，相传蒲姓为元世勋，宁、顺间曾遭“夷族之祸”。邢戮之余，只遗“藐孤”，时方六七岁，匿于外祖杨家，改随母姓，元亡后，始复姓蒲，名璋。其后子孙日繁，所居满井庄因而易名蒲家庄。至明万历间，全县诸生八名补廪者中，其族竟占六人。嗣后科甲相继，称为望族。自蒲璋至蒲松龄历十一世，其世系为：\n　　璋—子忠—整—海—臻—永祥—世广—继芳—生汭—盘—松龄\n　　蒲松龄的高祖世广，是族中第一位廪生，才冠当时，所生四子中一人为训导，三人为庠生，而后世子孙中在明清两代出了县令以及教谕，训导等职的进士、举人、贡生、廪生与庠生数十人；其曾祖继芳，庠生，所生五子均为入泮；其祖生汭，所生五子无一采芹者；其父盘，字敏吾，配孙氏、董氏、李氏，少力学而家苦贫，遂弃学经商，数年称素封。业余不忘经史，博恰淹贯，宿儒所不能及。但长子早丧，四十余仍无子，散金行善，救济乡里，后连生四子。生平“主忠厚”，值战乱，策划守村，出资助修城垣，故而名载县志“隐逸”中。\n\n励志向学\n　　明崇祯十三年庚辰四月十六日夜戌刻，蒲松龄诞生于蒲家庄内故宅北房中。此时，其父正梦见一位偏袒上衣、乳际粘有一贴圆如铜钱药膏的病瘦和尚进屋。而蒲松龄身上也“果符墨志”，故其以“病瘠瞿昙”降生自况。\n　　蒲松龄在兄弟四人中排行第三，上有兆专、柏龄两兄，下有一弟鹤龄。因家境渐落，不能延师，兄弟四人皆从父读。蒲松龄天性聪慧，经史过目能了，尤得其父钟爱。\n　　清顺治十四年，18岁的蒲松龄与本县丰泉乡大刘“文战有声”的庠生刘国鼎次女成亲。\n　　次日，新婚后的蒲松龄初应童试，即以县、府、道三第一补博士弟子员，文名藉藉诸生间。其制艺《早起》、《一勺之多》，大为山东学使施闰章称赏。其批语：“首艺空中闻异香，下笔如有神，将一时富贵丑态，毕露于二字之上，直足以维风移俗。次，观书如月，运笔如风，又掉臂游行之乐。”\n　　越岁，踌躇满志的蒲松龄与同窗挚友张笃庆、李尧臣、王鹿瞻等结为“郢中社”。每聚首则放怀吟咏，寄兴唱和，诗成共载一卷。旨在长学问，消躁志，相互切磋，以补文业。\n　　其后，蒲松龄岁岁游学在外。先去城西沈家与宁绍道参议沈润之子沈天祥“共灯火”；又应李尧臣之邀，于康熙三年春到城东李家与之“共笔砚”。此间，虽经兄弟析箸之变，然而蒲松龄却未改求学之念。为惜时笃学，他曾接受同在李家假馆的外甥赵金人的建议，作《醒轩日课序》以励志。再后来，面对分家后“居惟农场老屋三间，旷无四壁，小树丛丛，蓬蒿满之”的现状，尤其是弱妻幼子及窘困的家境，迫使蒲松龄不得不违心的终止了在李家的借读。自康熙五年前后，他便到城西王村课蒙，开始了他的塾师生涯。这是他的初馆阶段。\n\n游幕宝应\n　　康熙九年秋，蒲松龄为了全家五口人的生计，也为了开阔眼界，应聘于同邑进士、江苏宝应县令孙蕙，南下宝应县署作幕宾，帮办文牍。他骑马南行，从益都县颜神镇西南青石关入莱芜县境，经沂州进苏北，渡黄河，最后到达宝应。\n　　宝应乃苏北古邑，隶扬州府辖，由于地处淮河下游并临大运河，当水路之冲，因而迎送官员驿站供应繁重；且遇连年水灾，土地村舍俱淹，百姓号寒啼饥，流离失所。孙蕙自康熙八年任此灾邑，处境困难，蒲松龄的到来确实帮了他的大忙。次年春，孙蕙被调兼署高邮州署。\n　　蒲松领代孙蕙共拟书启、文告等稿90余篇，大都体现了州县官吏的艰辛、难以强项的处境与灾区的惨状、百姓的困苦，为孙蕙赢得了一定的政声。\n　　南游期间沿途登眺以及苏北水乡的秀丽风光，激发了蒲松龄的文学创作热情。而他亲眼目睹了仕途险恶与社会的黑暗以及处于水深火热中的灾民惨状，都为其文学创作提供了更深广的生活感受。\n　　然而，这种代人歌哭的差事，终究难圆自己的科举梦。他决意辞幕，并于康熙十年初秋北归。\n\n八年窘困\n　　南游归来的七八年间，是蒲松龄人生道路上最艰难的阶段。他满以为凭自己的才智，会顺利通过科举考试而一展鸿图，但却事与愿违，使其感慨万千。其诗句“世上何人解怜才”，“痛哭遥追阮嗣宗”，“独向陇头悲燕雀，凭谁为解子云嘲？”抒发了他壮志难酬且不为世人理解的苦衷，表露了他蔑视世俗庸人并以怀才不遇的杨雄自比的清高情怀。\n　　这期间，他曾随淄川文人领袖高珩、唐梦赉等游览齐鲁山水，东去劳山，南登泰岱。但仍靠辗转设帐于丰泉乡王家等缙绅之家维生。\n　　科举无望，难达青云之志，而灾年频仍，缺乏充饥之粮。中年的蒲松龄身负重担，在人生道路陡坡上艰难挣扎。\n\n设帐西铺\n　　康熙十八年，已届“不惑”的蒲松龄应同邑毕家聘请，设帐城西西铺庄。毕氏乃淄川四世一品的“名门望族”。馆东毕际有之父毕自严是明崇祯间户部尚书。毕际有原任江南通州知州，康熙二年罢归，优游林下，诗酒自娱。他与王士祯、高珩等诸多名门多有交往联姻，就连任淄官吏亦多与攀结。毕家财力富足，居第宏大。除尚书府外，有绰然堂、振衣阁、效樊堂、万卷楼等，第后石隐园方广十亩，厅台廊榭，竹石花树，景色怡人。\n　　蒲松龄为毕家教授八个弟子，还兼职大量应酬文字，并参陪迎送接待，因而博得了信赖。他与老少东家相处融洽30年，同时也为自己营造了一个读书、应试、著书的安定的生活环境。\n\n科场偃蹇\n　　由于毕家的优越条件和厚待，蒲松龄能在教书并处理杂物之余，得以安心预习举业，以图博得一第。但其命运不济终身未能如愿。他参加乡试的确切次数与不中的原因难以说清，仅就有记载的二次都是因为犯规而被黜。\n　　第一次在康熙二十六年秋其48岁时，因“闱中越幅而被黜。其词《大圣乐·闱中越幅被黜，蒙毕八兄关情慰藉，感而有作》称：“得意疾书，回头大错，此况何如！觉千飘冷汗沾衣，一缕魂飞出舍，痛痒全无”。将其在考场发现自己“越幅”后的震惊状态及颓丧心情表露无遗。\n　　第二次在康熙二十九年秋其51岁时，因故未获终试而被黜。其词《醉太平· 庚午秋闱，二场再黜》称：“风粘寒灯，谯楼短更。呻吟直到天明，伴倔强老兵。萧条无成，熬场半生。回头自笑艨腾，将孩儿倒绷。” 这两次失败，对他及家庭打击太大了。尽管其不死心，然而妻子却出面干预了，劝其说：“君勿须夏尔！尚命应通显，今已台阁矣。山林自有乐地，何必以肉鼓吹为快哉！”他认为妻子说的对，可每见儿孙赴试，自己便心生欲念，往往情见乎词，而刘氏总漠置之。\n　　屡试不第，使他抱恨终生。其诗词及《聊斋志异》的《叶生》、《王子安》、《贾奉雉》等诸多篇章中对此都有深刻的感受与逼真的描写。\n\n志异著述\n　　蒲松龄的科举梦想破灭了，而其著述之心却始终未泯。他从年轻时即着手创作的《聊斋志异》 ,一直断断续续未能结集。来到毕家后条件好了，有石隐园的美景，有万卷楼的藏书，再加馆东的支持，他决心续写完成这部巨著。从此他便集中业余的精力投入到搜集素材与构思创作中。“子夜荧荧，灯昏欲蕊，萧斋瑟瑟，案冷疑冰”，寒来暑往，日复一日，“集腋成裘”，“浮白载笔”，终于完成了他的“孤愤之书”。后来，他还以淄川方言撰写了《墙头记》、《慈悲曲》、《姑妇曲》、《磨难曲》等十四种通俗俚曲及《闹馆》等戏三出。其救世婆心显而易见。他在创作小说、诗文、俚曲、戏的同时还编撰了《日用俗字》、《农桑经》、《药祟书》等多种科普资料工具书。充分体现了他的为民思想。\n\n笃重交游\n　　蒲松龄在西铺期间，由于馆东的乡宦地位条件，更因其诗文尤其《聊斋志异》的广泛传播，使其声望与交游日渐扩大。他不仅与本邑友人、省内资深的名士交好，而且还受到邑侯、宪台的青睐。其中的李尧臣、张笃庆、赵金人、高珩、王敏入、王观正、王永印、沈天祥、邱希潜、安于拙、袁藩、毕盛钰、毕盛统、华世持、韩逢、谭再生、张元、杨万春、唐梦赉、钟辕、朱缃、吴木欣、张贞、李之藻、汪如龙、张嵋、时惟豫、喻成龙、黄叔琳 、王士祯等，他们同孙蕙与毕际有父子一样，都曾对蒲松龄的生活、举业、思想乃至写作产生过不同程度的影响及作用。因而蒲松龄与他们的交情深厚，其著作中多有记载。\n\n岁贡暮年\n　　至康熙四十八年，70岁的蒲松龄结束了在毕家的塾师生涯，撒帐归里。自此能心境闲暇，安居斗室，日以抱卷自适，或东阡课农，或时邀五老斗酒相会。\n　　先是，他几个可爱的稚孙皆以痘殇，令他伤心不已，后来，与他共患难的妻子又不幸病逝，更让他痛不欲生。它饱含深情撰写了《述刘氏行实》缅叙妻子美德，还满怀悲伤作《悼内》等诗八首以挽悼。当江南画家朱湘鳞为其画像时，他亲笔题跋两则。妻子去世使他失去精神支柱，年后他去看望刘氏坟墓，又写诗《过墓作》怀念亡妻，读来催人泪下。康熙五十四年春节，邃于易理的蒲松龄自卜不吉。正月初五，他率儿孙为父盘上祭日坟，似冒风寒，医投理气之剂，自是食量尽减。至二十二日竟倚窗危坐而逝。\n\n家徒四壁妇愁贫\n　　《聊斋志异》是一部很神奇的小说，而《聊斋志异》作者本身的出生就带有几分神奇的色彩。明代崇祯十三年，公元一六四零年，农历四月十六日夜间，山东淄川蒲家庄的商人蒲做了一个奇怪的梦。他看到一个披着袈裟的和尚，瘦骨嶙峋的，病病歪歪的，走进了他妻子的内室，和尚裸露的胸前有一块铜钱大的膏药，蒲惊醒了。他听到婴儿在啼哭，原来是他的第三个儿子出生了。“抱儿洗榻上，月斜过南厢”。在月光的照耀下，蒲惊奇地发现，新生的三儿子胸前有一块青痣，这块痣的大小、位置，和他梦中所见那个病病歪歪的和尚的膏药完全相符。病和尚入室，这是蒲松龄四十岁的时候对自己出生的描写。我国古代作家很喜欢把自己的出生说得很神秘，大诗人李白说他是母亲梦到太白金星入怀而生。而蒲松龄是他的父亲梦到病和尚入室而生，他还解释，我一辈子这么不得志，这么穷困，很可能就是因为我是苦行僧转世。苦行僧转世，是蒲松龄在《聊斋自志》当中杜撰的故事，但是我们看蒲松龄的一生，确实很苦。他生活很贫苦，他始终在贫困线上挣扎，他为了温饱想过很多办法；他一辈子用了几十年的时间参加科举考试，屡战屡败，屡败屡战，非常痛苦；他为了写《聊斋志异》，受了很多的苦。所以我们说蒲松龄三苦并存———生活苦，考试考得苦，写书写得苦。\n　　我们先看他的生活怎么苦。蒲松龄年轻的时候，生活不是很苦，因为他的父亲弃儒经商，家里是小康之家。在父亲的保护下，年轻的蒲松龄可以安心读书，跟朋友们搞诗社。但是好日子没过多久，因为他分家了。为什么分家？因为家庭矛盾。蒲松龄的两个哥哥都是秀才，但是两个嫂子都是泼妇。蒲松龄曾经在他的书里面说过这样的话：“家家床头，有个夜叉在。”他这两个嫂子真是典型的夜叉，为了一点儿鸡毛蒜皮的小事，经常把家里闹得鸡犬不宁。蒲松龄的父亲只好给儿子分家。分家又分得很不公平，因为这两个嫂嫂又能打又能叫又能抢，而蒲松龄的妻子刘氏非常贤惠，沉默寡言躲在一边。分家的结果是蒲松龄分到农场老屋三间，破得连门都没有，蒲松龄只好借了门板安上。他分到了二十亩薄田，二百四十斤粮食，只够吃三个月。这样一来，蒲松龄就要自谋生路了，他于是开始了长达45年之久的私塾教师生涯。\n　　私塾教师就是乡村小学教师，而且是到私人家里教书，待遇非常低微。算算具体的账，做私塾老师每年可以拿多少工资？最多八两。八两银子是什么概念？在当时农村一个四口之家维持一年的生活要二十两，这个账是《红楼梦》里刘姥姥算大观园的螃蟹宴时算出来的。所以说，咱们的大作家蒲松龄辛辛苦苦教一年书，挣的钱不够大观园半顿螃蟹宴。到了30岁以后因为父亲去世了，蒲松龄还要赡养他的老母，他穷到什么程度呢？“家徒四壁妇愁贫”。他有一首诗，叫《日中饭》，写到快收麦子的时候，家里没有粮食，只好煮了一锅稀饭，他那时候有三个儿子和一个女儿，大儿子一看煮好了稀饭，抢先把勺子抢到手里面，到锅底下找最稠的往自己的碗里边放，二儿子不干了，上去跟哥哥抢。蒲松龄的女儿就很可怜地、远远地站在那儿看着自己的父亲。蒲松龄非常心疼，我怎么样养活我这些可怜的孩子啊！蒲松龄还写了一篇文章叫《祭穷神文》。他说：“穷神穷神，我和你有什么亲，你怎么整天寸步不离地跟着我，我就是你一个护院的家丁，我就是你护驾的将军，你也得放我几天假呀，但是你一步不放松，好像是两个缠热了的情人？”这就是蒲松龄的生活之苦。\n\n辛酸科举路漫漫\n　　蒲松龄19岁的时候，参加秀才考试，他在淄川县济南府，三试第一，成了秀才。三试第一后，蒲松龄连续四次参加举人考试，全部落榜。直到72岁，仍只是个贡生。\n　　我们再看蒲松龄的科举考试之苦。蒲松龄一生不得志，他这个不得志恰好从少年得志开始。蒲松龄19岁的时候，参加秀才考试，他在淄川县济南府山东省，三试第一，成了秀才。录取蒲松龄的是山东学政施闰章。施闰章是个大诗人，清初号称诗坛的“南施北宋”，“南施”就是安徽人施闰章，“北宋”是山东人宋琬。施闰章给山东秀才考试出的第一道考题叫《蚤起》，这个题目是从《孟子》“齐人有一妻一妾”来的。科举考试考八股文，要求你得揣摩圣贤语气，代圣贤立言。既然题目叫《蚤起》，顾名思义，你就要阐述孟子在《蚤起》里面所讲的那种修身齐家治国平天下的大道理。蒲松龄怎么写的呢，他用文言文，我们用白话文把它说出来。蒲松龄说：“我曾经观察过那些追逐富贵的人，君子追求金榜题名，小人追求蝇头小利。至于那些本身并不富贵、但是经常迫不及待地守在富贵人家门前的，也大有人在。而对功名不感兴趣的，只有那些深闺的女子，她们才可以悠然自在地睡个懒觉，不去追名逐利”。蒲松龄的描写非常生动，像是一篇描写人情世态的小品文。接下来，蒲松龄走得更远，干脆虚构起来，他写齐人之妇如何夜里辗转反侧，琢磨着跟踪丈夫，其中有人物心理描写，也有人物独白和人物之间的对话，很像小说。这样的写法，当然不符合八股文的要求，但是蒲松龄遇到的考官是爱才如命的大文学家施闰章，他非常欣赏蒲松龄的文章，拿起笔来就写批语，说蒲松龄的文章“将一时富贵丑态毕露于二字之上”，把人们那种追名逐利的丑态通过《蚤起》这两个字写绝了，写活了，接着又写了八个字的评语：“观书如月，运笔如风”。“观书如月”，就是看前人的作品，看得明明白白、透透彻彻；“运笔如风”，就是写起文章来轻松愉快，非常流畅。施闰章大笔一挥，蒲松龄山东秀才第一名。县、府、道三试第一以后，蒲松龄名气很大。他踌躇满志，义无反顾地踏上了进一步求取功名的道路，下一步要考举人了。\n　　史料记载，蒲松龄三试第一后，连续四次参加举人考试，全部落榜。蒲松龄文章写得这么好，为什么他还会四次落榜？我们回过头来看，施闰章录取蒲松龄根本就是一种误导和误判，因为蒲松龄并没有按照八股文那种严格的要求来写文章，施闰章因为爱才而把他录取为第一名。蒲松龄因此以为，这样写就能够取得更高的功名了。但是蒲松龄没有想到，其他的考官是些什么样的人。这些考官是拿着那种刻板的、腐朽的、毫无文采、绳捆索绑的八股文，当个敲门砖，取得了功名，他自己只会写这样的文章，他喜欢的也是这样的文章。像蒲松龄那种写法的文章，他怎么会欣赏呢？所以蒲松龄从考秀才一开始就偏离了跑道。\n　　蒲松龄做了多长时间秀才？半个多世纪。秀才是科举考试当中最低的功名。但是秀才最辛苦，年年考试。根据朝廷制度，一个省的学政任期三年，学政一到，先把秀才组织起来考试，这叫岁试。岁试成绩分成几等，考到第一等可以成为廪生。廪生是个什么概念？廪生还是秀才，但朝廷每个月给你一定的钱，补助你的生活。那么，考到了一等是不是就一定是个廪生呢？也不是。因为廪生是有名额限制的，你考了一等，要等空了名额，才可以补廪。所以蒲松龄考中秀才之后，在一等考了很多次，差不多等了二十年，才成为廪生，朝廷才给他那点补助。秀才岁试以后第二年，要进行科考。科考就是给举人考试做准备。科考把秀才的成绩分成六等，考前两等可以参加举人考试，考后两等就得降成青衣。蒲松龄参加乡试，三年一次，考了多少次？十次左右，有的专家说十几次。这样一来，蒲松龄有三十年的时间年年都考。他48岁那年，又参加考试。他觉得自己文章写得非常好，写得也很快，拿到考题“唰唰”就写下来了。但是写完后，回头一看，坏了坏了，越幅了。“越幅”是一个科举名词，就是违反了书写规则。科举考试对文字形式有非常严格的要求，一页只能写12行，一行只能写25个字，而且得写完第一页写第二页，写完第二页写第三页。蒲松龄写得快，第一页写完，飞快一翻，把第二页翻过去了，写到第三页上了，这就隔了一幅，越幅，就不仅要取消资格，还得张榜公布。在我们看，简直太可笑了，文章写得好，隔了一页，就要取消资格！这次“越幅”，蒲松龄自己是什么感受呢？他在词中说：“得意疾书，回头大错，此况何如，觉千瓢冷汗沾衣，一缕魂飞出舍”———吓呆了。\n　　蒲松龄在科举这条路上拼搏到50岁之后，他的妻子劝他说：算了，别考了，如果你命中注定有功名，连宰相都做上了，何必一定得去考呢？咱们在村里住着，不也挺好吗？何必一定得像县官一样去听那个打着板子催老百姓缴税的声音呢？蒲松龄觉得他妻子说得很有道理。不过也有些专家考证，就在他妻子劝了他之后，他还参加过考试，仍然失败了。\n　　蒲松龄19岁成为秀才，到72岁，成为贡生。贡生是什么概念？贡生相当于举人副榜。贡生有几种，蒲松龄是“岁贡”，又叫“挨贡”。就是做廪生时间长了，排队挨号挨上了贡生。做了贡生以后理论上可以当官了，蒲松龄得到一个虚衔“儒学训导”。儒学训导是什么意思呢？当时封建社会的学校分好几级，国家一级是国子监，省里面是府学，县里面是县学。这个儒学训导就是县学的副长官，相当一个中学副校长了。但是蒲松龄这个儒学训导前还加了两个字“候补”。就是你虽然有这个资格，但是还得看山东省除了淄川县以外，其他县有没有空出名额来。对于72岁的蒲松龄来说，没有任何的价值了，贡生只是给他带来一点安慰，一点很实际的利益：朝廷要给贡生四两银子。而县官偏偏既不去给蒲松龄树匾、树旗，也不发给他银子。蒲松龄不得不一次一次写呈文、打报告去要。这就是蒲松龄在科举考试当中所受的痛苦。在我们看觉得他非常可笑，非常可悲，非常可怜。但是在当时他只能求这么一条出路。因为科举制度是蒲松龄这样的穷知识分子改变命运的唯一的出路，所谓“朝为田舍郎，暮登天子堂”。\n\n穷其一生写聊斋\n　　蒲松龄为什么总考不上？这和他一直在艰苦地写《聊斋志异》有关系。蒲松龄是山东淄川人。淄川离齐国故都临淄数十里，有很多优美的民间传说。蒲松龄5岁的时候，改朝换代。满清入关，在扬州屠城，在山东镇压农民起义，也产生了很多稀奇事，这些都影响到《聊斋志异》。蒲松龄大概在分家以后，做私塾教师时，就开始写《聊斋志异》。他的好朋友张笃庆发现蒲松龄因为写《聊斋志异》影响到考举人，就写了一首诗劝他：“聊斋且莫竞谈空”，别写小说了，专心去考试吧。但是蒲松龄不听，还是写，不管哪个朋友听到什么奇闻轶事，他都要了解一下，写到自己的作品里头。\n　　关于《聊斋志异》大家可能听过传得很广的一个说法，说蒲松龄为了写《聊斋志异》，在他的家乡柳泉旁边摆茶摊，请过路人讲奇异的故事，讲完了回家加工，就成了《聊斋志异》。这个说法是《三借庐笔谈》说的，鲁迅先生早就分析了，不对，不会是这样一回事。我们琢磨一下，蒲松龄穷到那种程度，45年在外边当私塾老师，家里有时候连锅都揭不开，怎么有闲空优哉游哉摆上茶，摆上烟，你给我讲故事，我写小说？不可能。但是蒲松龄不管听到什么人说，听到什么稀奇的事，他都收集来写小说，这是肯定的。他还有一个取材途径，就是到古人的书里边找素材。《聊斋志异》里大概有一百篇小说，都是改写自前人作品。前人作品有时候记得非常简单。比如说，在六朝小说和唐传奇当中，记了三个小故事，叫《纸月》、《取月》、《留月》。纸月就是有一个人，能够剪个纸的月亮照明，另一个人取月，能够把月亮拿下来放在自己怀里，没有月亮时候照照，第三个人留月，把月光放在自己的篮子里边，黑天的时候拿出来照照。都很简单，一百来个字，几十个字。蒲松龄拿来写了《劳山道士》。这是大家很熟悉的聊斋故事。\n　　我们再看蒲松龄的感情经历是个什么样。蒲松龄的妻子非常贤惠，贤惠到什么程度呢？蒲松龄外出给人当家庭教师的时候，他妻子在家里上养老，下育小，住在荒凉的农场老屋里面。夜里狼都可能跑到院子里，她就整夜不睡觉在那儿纺线，如果有一点好吃的，给蒲松龄留着，有时留的时间长了，都坏了。这么好的一个妻子，但是个柴米油盐的妻子、糟糠之妻。所以有些研究蒲松龄的专家就发现一个线索，说蒲松龄有第二夫人，什么根据呢？蒲松龄文集里有一篇《陈淑卿小像题辞》，这篇文章是说：文章的作者和陈淑卿自由恋爱，父母不同意，最后两个人私奔了，然后是个悲剧。但是很快就有专家又考证出来了，陈淑卿是蒲松龄从南方归来在淄川丰泉乡王家坐馆给一个叫王敏入的人代写的文章，这样一来蒲松龄的所谓第二夫人不复存在了。大家就要问了，那他为什么能够写这么多这么优美的爱情故事？台湾著名作家林语堂曾经推测过。我也推测过，我是这样推测的：蒲松龄白天教完了学生，晚上自己坐在那个荒凉的书斋里，外面是月色朦胧，树叶在那儿哗啦哗啦响，远处传来狐狸的叫声，那个时候狐狸很多。这时候蒲松龄就很容易产生幻想了。他就想象有一个书生，就和他一样，是一个很穷困很不得志的，但是又很有才华，情感很丰富的书生，坐在一个荒斋里面，这个时候有个美女推门而入。你在这儿读书吗？我和你一块读书，我和你一块写诗、填词，我跟你下围棋，我安慰你这个贫困、寂寞当中的书生，你需要功名吗？我帮助你金榜题名。你家里老婆不是不生孩子吗？我给你生个传宗接代的孩子，而且这个女的不需要父母之命，不需要媒妁之言，不要妻子的名分，也不要这个书生的金钱，甚至还倒过来给你钱。在蒲松龄生活的那个社会，男女结合那是要父母之命媒妁之言，像这个什么都不要的，对男人无条件奉献的女人有吗？不可能有，她只能是脑子里想出来的，只能是作者的想象。她是从天上下来的，她是从海底出来的，她是从深山洞府过来的，她甚至是阴曹地府出来的；她可能是小鸟变的，她可能是鲜花变的，甚至可以是书本里的。书生不是在那儿看书吗？从书架上搬下一本《汉书》摆在这儿，翻开第八卷，里边夹着一个小美人，纱帛剪的，背后写了四个小字，“天上织女”。突然，这个纱剪的小美人，折腰而起，飘然而下，来给书生当妻子，长得花容月貌，善解人意，跟书生自我介绍，我叫颜如玉，《汉书》出来的颜如玉，这真是“书中自有颜如玉”。\n　　西方理论家弗洛伊德说，“梦是愿望的达成”。《聊斋志异》里面这些花妖狐魅变成的美女就是穷秀才蒲松龄的白日梦。他做这种梦，就是表达那种一厢情愿的男性的幻想，穷秀才的幻想。法国有一位著名的大作家雨果，就是《悲惨世界》的作者，他曾经说过，“想象是伟大的潜水者”。一个作家，一个小说家能写出引人入胜的作品，虽然要有一定的生活基础，但是更要靠他的想象，蒲松龄虽然那样贫困，那样不得志，他也写了和自己生平有关的一些东西，但是他特别善于想象，《聊斋志异》就是一个作家天才的想象才能和艺术才能的集中表现。\n　　咱们的大作家蒲松龄就这样苦了一辈子，就这样在贫困线上挣扎了一辈子，在科举考试的路上落魄了一辈子，在写小说的路上奋斗了一辈子。到了康熙五十四年，正月二十二日酉时，这位大作家坐在他清冷的聊斋的窗前永远地离开了人世。蒲松龄穷秀才出将入相飞黄腾达这个梦想终于成为泡影，而用中国优秀的文化哺育起来的，又成为中国文化在世界上的代表的《聊斋志异》光芒四射。历史是公正的。\n\n乐观自嘲祭穷神\n　　蒲松龄在第五次去考举人，结果依然是名落孙山后，由于长期专心读书，家里的田地无人打理，财源枯竭，一家大小陷入了极度贫困之中，他在那一年除夕自我调侃地写下《除日祭穷神文》。\n　　穷神，穷神，我与你有何亲，兴腾腾的门儿 你不去寻，偏把我的门儿进?难道说，这是你的衙门，居住不动身?你就是世袭在此，也该别处权权印；我就是你贴身的家丁、护驾的将军，也 该放假宽限施施恩。你为何步步把我跟，时时 不离身，鳔粘胶合，却像个缠热了的情人?\n　　穷神！自从你进了我的门，我受尽无限窘，万般不如意，百事不趁心，朋友不上门，居住在闹市无人问。我纵有通天的手段，满腹的经纶，腰里无钱难撑棍。你着我包内无丝毫，你着我囊中无半文，你着我断困绝粮，衣服俱当尽，你着我客 来难留饭，不觉的遍体生津，人情往往耽误，假装不知不闻。明知债账是苦海，无奈何，上门打户去求人；开白、五分行息，说什么奉旨三分，到限期立时要完，不依欠下半文。无奈何，忍气吞声，背地里恨。自沉吟：我想那前辈古人也受贫，你看那乞食的郑元和，休妻的朱买臣，住破窑的吕蒙正，锥刺股的苏秦。我只有他前半截的遭际，那有他后半截的时运?可恨我终身酸丁，皆被你穷神混!难道说，你奉玉帝敕旨，佛爷的牒文，摆下了穷神阵把我困?若不然，那膏粱子弟，富贵儿孙，你怎么不敢去近?财神与我有何仇?我与足下有何亲?您二位易地皆然，我全不信。\n　　今日一年尽，明朝是新春，化纸钱，烧金银，奠酒浆，把香焚。我央你离了我的门，不怪你弃旧迎新。\n　　紧接《除日祭穷神文》之后，蒲松龄又写了一篇《穷神答文》：\n\n博采\n　　蒲留仙先生作《聊斋志异》时，每临晨携一大瓷缸，中贮苦茗，具烟一包，置行人大道旁，下陈芦衬，坐于上，烟茗置身畔。见行道者过，必强执与语。搜奇说异。随人所知：渴则饮以茗。成奉以烟。必令畅谈乃已。偶闻一事，归而粉饰之。如是二十余寒暑，此书方告成。 \n\n\n族属争议\n\n　　淄川蒲氏，自元代迁来，原籍何处，文献无征。其远祖蒲鲁浑、蒲居仁曾并任般阳府路总管，名载邑乘，但无任职年代。墓在城西北店子村附近，旧有华表翁仲，俗称“石人坡”。故其民族成分引发学术界争议，“蒙古、女真、回族、汉人”多说并存，至今尚未定论。\n\n\n后世纪念\n\n　　蒲松龄纪念馆，省级重点文物保护单位、省级爱国主义教育基地，坐落在淄博市淄川区蒲家庄，是为纪念蒲松龄而设立的文化名人纪念馆，属比较典型的明清风格的北方农家建筑。\n\n　　蒲松龄纪念馆现拥有六个小院、七个展室，占地面积5000多平方米、展览面积2000多平方米。整座建筑以聊斋为主题，向外辐射，院落门庭，错落有致，既保持了历史风貌，又独具地方特色。蒲松龄纪念馆收藏的文物包括资料在内达到500余件。其中，蒲松龄的四枚印章和《蒲松龄纪念馆画像》被定为国家一级文物。主要景点有聊斋复原陈列、蒲松龄生平展室、蒲松龄著述展室、蒲松龄著述外文和研究成果展室、聊斋故事彩塑展、馆藏名人字画展、回顾展。 \n\n　　2015年4月4日我国发行《中国古代文学家》邮票，其中第一枚就是蒲松龄。\n\n",
  "desc": "蒲松龄（1640－1715）字留仙，一字剑臣，别号柳泉居士，世称聊斋先生，自称异史氏，现山东省淄博市淄川区洪山镇蒲家庄人。出生于一个逐渐败落的中小地主兼商人家庭。19岁应童子试，接连考取县、府、道三个第一，名震一时。补博士弟子员。以后屡试不第，直至71岁时才成岁贡生。为生活所迫，他除了应同邑人宝应县知县孙蕙之请，为其做幕宾数年之外，主要是在本县西铺村毕际友家做塾师，舌耕笔耘，近40年，直至1709年方撤帐归家。1715年正月病逝，享年76岁。创作出著名的文言文短篇小说集《聊斋志异》。",
  "dynasty": "清代",
  "id": 567,
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_567.jpg",
  "name": "蒲松龄",
  "star": 73
}