{
  "content": "死亡之谜\n\n　　孔融是怎么死的？是被曹操授意诬陷他“欲规不轨”，又与祢衡“跌荡放言”。罪状是孔融发表的关于父母子女关系的言论。这还不算冤杀？如果说他与曹操作对都是错的，曹操干吗不以那些罪名处决了他。 \n\n　　孔融与曹操到底作什么对了？他嘲讽曹操戒酒，讽刺曹丕娶甄妃，揭过曹操的老底“疑但惜谷耳，非以亡王为戒也。”说曹操戒酒不是什么亡国之戒，只是不想粮食用来酿酒。劝过曹操不要杀杨彪，因为杨彪是袁术的亲戚，甚至拿自己官职来做威胁。所以曹操一直很嫉恨他，至于劝阻曹操不要与袁绍对决，这种观点当时曹营不止他一个人，这算不上什么作对吧。\n\n　　孔融与曹操做对，并不表示这些能够成为曹操将他杀掉的理由，而只能作为曹操杀他的动机。通过一些解释能证明孔融没有与曹操做对？没有得罪曹操？不是不识时务？而敢在曹操面前这么做，不是自取灭亡是什么？而他为什么这样？原因无非是他是名士，而且是影响巨大的大名士，以为曹操不能将他怎么样，而事实上曹操也“然以融名重天下，外相容忍”，这就加剧了这位孔子二十世孙的膨胀，总是不把曹操放在眼里，大事小事，处处做对。而这也就罢了，甚至在一些军国要事上，他也与曹操做对，比如官渡之战前夕，就他发表的那一席悲观言论，会对曹操集团造成多么大的打击？按他的说法，曹操该怎么办？投降呗！孔融之所以处于曹操集团，实际上是自以追随汉献帝，而袁绍又是世家大族的代表——这就是说，孔融这位大名士，实际上是希望袁绍获胜的，以便恢复世家大族和名士的统治阶级地位。而曹操的出身，自然是身为大名士的孔融所不耻的，这也成为了孔融敢与曹操处处做对的原因之一！而曹操，居然能让这么一个人留在自己身边这么多年，虽然说有出于对其地位、声望的顾虑，也不得不佩服其忍耐力和孔融的愚蠢！\n\n　　《后汉书.孔融传》记载：“时，年饥兵兴，操表制酒禁，融频书争之，多侮慢之辞。”可见，当时是饥年，却不得不用兵，而兵以什么为主？粮食！曹操出于对军国大计的考虑，以为应禁酒，使粮食用来补充兵用。而孔融呢？果然显示了他“华交会之徒”的特性，说什么“昨承训答，陈二代之祸，及觽人之败，以酒亡者，实如来诲。虽然，徐偃王行仁义而亡，今令不绝仁义；燕哙以让失社稷，今令不禁谦退；鲁因儒而损，今令不弃文学；夏、商亦以妇人失天下，今令不断婚姻。而将酒独急者，疑但惜谷耳，非以亡王为戒也。”摆明的强词夺理，曹操的确是“惜谷”，只怕像孔融这么不惜谷，国不亡才怪，看过他的表现便知道了。又如曹丕纳甄夫人，这根本不是什么见不得人的事情，在古代，这很正常，孔融倒好，说：“武王伐纣，以妲己赐周公”，曹操不懂，又以为孔融学识渊博，便“问出何经典”，孔融则捉弄似的说：“以今度之，想当然耳。”这不是没事找事、找曹操不痛快吗？再如杨彪一案，居然公然威胁曹操“明日便当褰衣而去，不复朝矣”，而他完全可以采取更温和的方法。\n\n　　孔融的确没有什么内政军事才能，但他很会看人，推荐了不少人才。而且是孔子后代，名满天下。他是个书生气很浓的人，不会当官，不会察言观色，而且脾气耿直，眼里装不进沙子。但他只是发表言论，按现代观点来说，是言论自由，他又没做什么值得杀头的大罪。曹操杀了他，后来曹丕却下令千金收购他的文章。如果孔融真是欲规不轨，那么曹丕还能这样做吗？\n\n　　孔融若只是“脾气耿直”，曹操还至于将他杀掉吗？孔融的性格如同绝大部分的名士，骄傲狂妄、自以为是、目空一切，想边让、祢衡、许攸之徒，无一不是名士，无一不是性格骄傲狂妄、自以为是、目空一切，而结果呢？有一个得到了善终？程昱性格不好，而曹操又是如何对待他的？所以，可想而知，为什么历来也都有一种声音流传着：孔融之死，纯属活该，与其替他喊冤，不如从他的性格中找出他的悲剧发生的根源。\n\n\n轶事典故\n\n小时了了\n　　孔融十岁那年随父亲到达京城洛阳。当时，名士李膺在洛阳任职，如果不是名士或者他的亲戚，门人一般不通报。孔融想看看李膺是个什么样的人，就登门拜访。他对门人说：“我是李君的亲戚。” 守门人通报后，李膺接见了他。李膺问他说：“请问你和我有什么亲戚关系呢？” 孔融回答道：“从前我的祖先孔子和你家的祖先老子有师资之尊，因此，我和你也是世交呀！”当时很多宾客都在场，对孔融的回答十分惊奇。后来太中大夫陈韪来到李膺府第，宾客把这件事告诉他，陈韪却不以为然地说：“小时候聪明长大后就不一定聪明。”孔融立即反驳道：“那么您小时候一定很聪明吧。”陈韪无话可说。李膺大笑，说：“你这么聪明将来肯定能成大器。” \n\n孔融让梨\n　　孔融让梨的故事最早应见《世说新语笺疏》注引《续汉书》。说的是孔融四岁时候，与兄弟一起吃梨，但他一直拿最小的梨吃，父亲奇怪地询问他，他回答说：“我是小孩子，按理应该拿小的。”孔融的宗族因而对他感到惊奇。《三字经》中就有“融四岁，能让梨”之语。\n\n忘年之交\n　　“忘年之交”出自《后汉书·祢衡传》：“衡始弱冠，而融年不惑，遂与为交友。”指年辈不相当而结交为友。\n\n哭坟不悴\n　　据《御览》二百六十二引《秦子》记载说：孔融任北海相时，在路上看见一个人在坟墓边哭泣自己的亡父，脸色却一点都不憔悴。孔融于是将此人杀了。\n\n杀宥之三\n　　北宋嘉佑二年，苏轼以一篇《刑赏忠厚之至论》得到梅尧臣赏识，其中有一句的内容说：“皋陶曰杀之三，尧曰宥之三。”当时考官皆不知其典故，主考官欧阳修问苏轼出于何典。苏轼回答在《三国志·孔融传》中。欧阳修翻查后仍找不到，苏轼答道：“曹操灭袁绍，以绍子袁熙妻甄宓赐子曹丕。孔融云：‘即周武王伐纣以妲己赐周公’。操惊，问出于何典，融答：‘以今度之，想当然耳’。”欧阳修听毕才恍然大悟。\n\n覆巢之下安有完卵\n　　孔融被害时，他的女儿七岁，男孩九岁，因年幼得以保全。寄在别人家中。二子下棋，孔融被捕，不为之动。左右的人说：“父亲被逮捕，不起，为什么？”答说：“哪里有巢毁坏了卵不破的呢？”主人有给肉汁的，男孩口渴喝了。女孩说：“今天这样的祸，难道能够久活，还要知道肉味吗？”哥哥号哭而止饮。有人对曹操说了，于是决定都杀掉。等到捉拿的人到，女的对哥哥说：“如果死者有知，得见父母，难道不是我们最大的愿望！”于是引颈就刑，颜色不变，没有人不为之悲伤的。\n\n\n人物生平\n\n孔子之后\n　　孔融是孔子的十九世孙。他的七世祖孔霸是汉元帝的老师，官至侍中。父亲孔宙，曾任太山都尉。他少年时便有突出的才能，受到名士李膺的赞许。 \n\n一门争义\n　　孔融十三岁时，孔宙去世，孔融悲痛过度，需要人扶才能站起来，州里因而称赞他的孝行。他天性好学，博览群书。名士张俭为中常侍侯览所记恨，密令要州郡捉拿张俭。张俭与孔融兄长孔褒是好友，于是逃到孔褒家中，孔褒却不在。当时孔融年仅十六岁，张俭认为孔融年轻，并没有告诉他自己的处境。孔融看见张俭窘迫的样子，对张俭说：“哥哥虽然在外未归，我难道不能为您的东道主吗？”因此留张俭住在自己家。\n\n　　后来事情泄漏，自国相以下的人，都秘密的压下此事，张俭得以逃脱，孔褒、孔融则被逮捕入狱。但不知他们二人是谁获罪。孔融说：“收容匿藏张俭的是我，有罪归我。”孔褒说：“张俭来找我，不是弟弟的罪过，罪在我，我心甘情愿。”官吏问他们的母亲，母亲说：“年长的人承担家事，罪责在我。”一门都争着赴死，郡县迟疑不能决断，于是向朝廷请示。诏书最后定了孔褒的罪。孔融因而闻名，与平原陶丘洪、陈留边让齐名，州郡以礼策命，都不到。\n\n刚直不阿\n　　后受司徒杨赐征召，当时暗暗察访官僚中的贪污之人，准备予以贬谪罢免，孔融检举的多为宦官的亲族。尚书害怕得罪宦官，于是召孔融等司徒属官诘问斥责，孔融陈述宦官子弟的罪恶，毫不隐讳。\n\n　　光和七年，河南尹何进即将升任大将军，杨赐派孔融拿着名片去祝贺何进，因门人未及时通报，孔融就把名片夺回，引罪自责而去。河南尹官属认为丢了面子，想要派剑客追杀孔融，有宾客对何进说：“孔文举有盛名，将军如果与他结怨，四方之士就会相随而去了。不如以礼对待他，使天下人都知道将军的胸怀广大。”何进同意，于是在受任大将军之后，征辟孔融，举其为高第，迁任侍御史。孔融又因为与上司御史中丞赵舍不和，托病归家。 \n\n北海为相\n　　后来，孔融被征为司空掾属，授任北中军候。在职三天，转任虎贲中郎将。正逢董卓总揽朝政，想要废掉汉少帝刘辩，孔融与董卓争辩，言辞激辩，常有匡正之言。董卓怀恨在心，将孔融转任议郎，随后又暗示三府举荐孔融到黄巾军最为猖獗的北海国为相。\n\n　　孔融到北海后召集士民，聚兵讲武，下发檄文，又亲写书札，与各州郡通声气，共同谋划。因讨伐黄巾军张饶战败，而转保朱虚县。慢慢集结官吏百姓被黄巾所蛊惑的男女四万多人，再设置城邑，设立学校，表显儒术，荐举贤良郑玄、彭璆、邴原等。对待国人，就算只有一点微小的善行，也都以礼对待。国人没有后代及四方游士有去世的，都帮助安葬他们。因颇有政声，被时人称为“孔北海”。\n\n　　后来，孔融被黄巾管亥所围，情势紧急。于是派太史慈向平原国相刘备求救。刘备惊奇地说：“孔北海竟知道天下还有个刘备呢。”于是立即发兵解围。当时袁绍、曹操势力逐渐强大，而孔融知道二人终究是要篡夺汉室的，所以不愿意投靠他们。其幕僚左承祖劝孔融要结纳袁绍或者曹操，孔融怒而及其杀害。孔融自负于才气秉性，立志平定国家的危难，因为才器粗略，思想空乏，所以没有成功。\n\n兵败奔逃\n　　孔融在任六年后，被刘备上表推荐兼领青州刺史。\n\n　　建安元年，袁谭攻北海，双方战斗自春至夏，战士仅剩数百人，流矢像雨一样射来，城内已经短兵相接。孔融仍然凭几读书，谈笑自若。晚上城陷，才逃奔山东，妻儿都被袁谭所掳。\n\n参议朝政\n　　同年，汉献帝迁都许昌后，征召孔融为将作大匠，又升任少府。每逢朝会访问召对之时，孔融常引证定议，公卿大夫都不过挂名而已。\n\n　　之前，太傅马日磾奉命出使山东，到了淮南时，多次有求于袁术，袁术于是轻视侮辱他，夺走他的符节，又不准他离开，还要强迫他任军师。马日磾忧愤自己至极，于是呕血而死。等到马日磾遗体送回京师，朝廷想加以礼葬，孔融于是独自陈说：“马日磾凭上公的尊贵身份，持天子的髦节，奉命处理地方事务，安宁东夏，竟然取媚奸臣，被他所指使，所上章表署名补用，马日磾都是第一个。依附下级，欺骗朝廷，奸诈事君。从前国佐敌晋军，不为其折服，宜僚当着白晃晃的刀而面不改色。朝廷大臣难道可以受威胁为借口吗？而且袁术越级叛逆，不是一朝一夕的事，与日磾随从，周旋历年。《汉律》规定：与罪人往来三天以上，都应该知道他的情况。《春秋》说：鲁叔孙得臣死了，为了不张扬襄仲的罪贬，不写日子。郑讨伐幽公，砍薄子家的棺材，因为他杀君的缘故。陛下可怜旧臣，不忍追究定罪，已经很宽大了，不应该再加礼。”朝廷采纳了他的意见。\n\n　　当时舆论大都想恢复肉刑，孔融建议说：“古时候的人浑厚朴实，善恶不别，官吏正直，刑法清明，政治没有错误。百姓有罪，都是自己的责任。末世衰微，风气教化坏乱，政治搅乱风俗，国家的法律害了人民。所以说君主没有为君之道，百姓就涣散不服，而想用古时候的刑法残废他们的肢体，这不是除恶长善的办法。纣砍断早晨涉水者的小腿，天下的人都说纣暴虐无道。从前，周有一千八百个诸侯国，天下百姓，要养一千八百个君主，如果各砍掉一人的脚，下面就有一千八百个纣呢。想风俗纯美，是绝对做不到的。并且受了刑罚的人，有不想活的意念，有求死的决心。大多铤而走险，不再回归正道。夙沙乱齐，伊戾祸宋，赵高、英布为当世大患。不但不能禁止人做坏事，正好断绝了人为善的途径。就算忠诚如鬻拳，坚持如卞和，多智如孙膑，蒙冤如巷伯，才华如司马迁，通达如子政，一遭到刀锯，死了也为人耻笑。所以太甲的思念常道，秦穆公使秦国称霸西戎，南睢之骨立，卫武公《初筵》饮酒悔过，陈汤矫诏发兵，斩郅支单于于都赖水上，魏尚的守边等等，不用再举了。大汉广开改恶之路，大都是这样。所以聪明有德的君王，深思远虑，弃短取长，政治上的措施是不随便进行改革的。”朝廷认为他的建议很好，最终没有恢复肉刑。\n\n　　当时，荆州牧刘表不向朝廷进贡，做了不少逾越法度不安本分的事情，还郊祀天地，礼仪拟指君主。朝廷下诏把他的行为宣示天下，孔融上疏认为应当隐瞒郊祀这件事，来维护朝廷的脸面。\n\n　　建安五年，南阳王刘冯、东海王刘祗相继逝世，献帝哀痛他们早逝，想为他们规定四时祭祀，为此先询问孔融意见。孔融回答说：“陛下仁厚，感慨变化而增加思念，哀悼二王的魂灵发布哀怜的诏章，考查审度从前的典章制度，订正礼制。臣看前代梁怀王、临江愍王、齐哀王、临淮怀王都死而无后代，同胞兄弟，就是景帝、武帝、昭帝、明帝四帝，没有听说前朝为他们修祭祀。如果是临时的，就不要列入传纪。臣不懂事，认为他们都在幼小的年龄死去，陛下哀痛，以成人礼加以谥号，这应遵照您的意思办理，祭祀结束，以后就不要再行。至于一年一期祭祀，不合礼意，又违背了先帝既定的法制，这是不合适的。”\n\n侮慢权臣\n　　之前，曹操进攻邺城屠杀邺城居民，袁绍家的妇人女子多被掳掠。曹操的儿子曹丕私自娶了袁熙的妻子甄氏。孔融写信给曹操，说：“武王伐纣，把妲己赏赐给周公。”曹操不明白，后来问孔融这出于何经何典。孔融答说：“按现在的事情量一量，想当然而已。”\n\n　　建安十二年，曹操北讨乌桓，孔融又讥笑他说：“大将军远征，萧条海外，从前肃慎不进贡木苦矢，丁零偷盗苏武的牛羊，可以一并讨伐啊！”当时，饥荒战乱，曹操上表请禁酒，孔融多次写信给曹操，认为不要禁酒，而且言词之中多为傲慢无礼。 \n\n　　孔融已经看到曹操奸雄诡诈，已渐渐显露，愈发不能忍受，所以说话偏激，常常触犯了曹操。又曾经上奏认为应当遵照古时京师的体制，千里以内，不得封建诸侯。曹操怀疑他所谈论的越来越广，更加害怕他。然而，因为孔融名重天下，表面上装着容忍，暗中却嫉忌他正确的议论，怕阻抗自己的大业。山阳人郗虑揣摩曹操的心事，以蔑视国法为由奏免孔融。曹操又写信故意挑拨二人，孔融也回信相对。\n\n进贤好士\n　　建安十三年，孔融再任为太中大夫。孔融本性宽容不猜忌别人，重视人才，喜欢诱导提拔年轻人。等到退任闲职后，宾客天天满门。孔融常叹说：“座位上经常满人，木尊中酒不空，我就无忧了。”孔融与蔡邕交好，蔡邕死后，有个虎贲士相貌有点像蔡邕，孔融每次喝足了酒，招他与同坐，说：“虽然没有了老成人，而让我高兴的是还有典型。”孔融听说人家有善行，好像是自己做的一样，言语有可采取的，一定扩展完成，当面告诉人家所不足的地方，称赞他的长处。推荐贤士，奖励进取。如果他知道的，没有说，认为是自己的过错，所以海内的英才，都信服他。\n\n惨遭杀害\n　　《三国演义连环画》孔融之死 曹操既积满了一肚子的猜疑忌妒，加上郗虑的诬陷，曹操于是指使丞相军谋祭酒路粹枉奏孔融以“招合徒众”，“欲图不轨”、“谤讪朝廷”、“不遵超仪”等罪名，于建安十三年八月二十九日将孔融处死，并株连全家，孔融时年五十六岁。 \n\n　　之前，京兆人脂习，与孔融相好，曾劝诫孔融性格太过刚直。等到孔融被害时，许昌没有人敢为其收尸，脂习前往抚尸说：“文举丢下我死了，我也不再活了。”曹操听说大怒，准备收捕脂习杀害，后来逢赦免才被释放出来。\n\n\n文学成就\n\n　　孔融是东汉末年一代名儒，继蔡邕为文章宗师，亦擅诗歌。魏文帝曹丕十分欣赏孔融文辞，在他死后曾悬赏征募他的文章，把孔融与王粲、陈琳、徐干、阮瑀、应玚、刘桢六位文学家相提并论，列为“建安七子”。说道“孔融体气高妙，有过人者；然不能持论，理不胜辞，至于杂以嘲戏。及其所善，扬、班俦也。”据《后汉书》载，孔融有诗、颂、碑文、论议、六言、策文、表、檄、教令、书记共二十五篇。但这为数有限的遗文，后世又有所散佚，大多只是片断流传，其中诗歌仅存八首。\n\n　　孔融的文章以议论为主，内容大抵为伸张教化，宣扬仁政，荐贤举能，评论人物，多针对时政直抒己见，颇露锋芒，个性鲜明。在艺术上，文句整饬，辞采典雅富赡，引古论今，比喻精妙，气势充沛。现存作品只有散文和诗，孔融散文的特色是以文笔的犀利诙谐见长。\n\n　　总体来看，他的散文讲究辞藻的华美和字句的对称，具有浓重的骈俪气息，这是孔融有别于同时其他作家的地方。同时人们指出他的文章“体气高妙”，“奋笔直书，以气运词”，这又体现了建安时期文学创作的共同风尚。 与散文相比较，孔融的诗歌显得逊色。\n\n　　孔融的品格与言论对当时和后世产生了影响，孔融反对肉刑等的作品甚至到隋唐时期仍然被用作朝廷政策讨论的论据。\n\n　　曾作《郡国姓名离合诗》分扣“鲁国孔融文举”六字，在灯谜界被尊为文人诗谜的开山作。\n\n\n地位与影响\n\n　　孔融不但是孔子世孙、天下名士，家世出身、政治背景与立场都与宦官之后的曹操有明显差异，而且他非常坚定的效忠于日趋式微的汉朝天子，成为当权的曹操推行自己政策的最大障碍之一，最终招来杀身之祸。而且由于曹操杀孔融的罪名极重，甚至直到西晋时陈寿著写《三国志》时，都不敢为孔融立传，成为该史书中缺少的最著名人物之一。\n\n　　由于全家被杀和曹操所加的严重罪名，孔融的作品大部分流失，后世整理的《孔北海集》残缺不全。但是孔融的品格与言论仍然对当时和后世产生了影响。杀孔融被视为曹操执政的污点之一，而孔融反对肉刑等的作品甚至到隋唐时期仍然被用作朝廷政策讨论的论据。\n\n　　但是从此后，孔融作为孔子的二十世孙，一千七百多年来，孔融的文学才能和品格一直被广泛流传着颂扬，这也可能与曹操很长时期在中国历史上都反而被妖魔化了有关。\n\n\n家族成员\n\n祖先\n孔子：孔融的二十世祖。\n孔霸：孔融的七世祖，为汉元帝之师，官至侍中。\n\n祖父\n孔贤\n\n父亲\n孔宙：字季将，官至泰山都尉。\n\n叔伯\n孔彪、孔立、孔麟\n\n兄弟\n孔融兄弟共有七人：孔褒、孔晨、孔谦、孔昱，其余二人名不详。\n\n子女\n孔氏：嫁给羊衜 \n另有二子：名不详。\n\n\n文章特点\n\n　　孔融不仅是个名士，也是个文学家，被曹丕列为“建安七子”之一。他死后，曹丕曾为他募集遗文共二十五篇。但这为数有限的遗文，后世又有所散佚，大多只是片断流传，其中诗歌仅存八首。就其传世的作品来看，他的散文胜于诗歌。曹丕在《典论·论文》中说：“孔融体气高妙，有过人者；然不能持论，理不胜辞，至于杂以嘲戏。及其所善，扬、班俦也。”在对他作出较高评价的同时，也指出了其不足之处。孔融散文的特色是以文笔的犀利诙谐见长的，前面提到过的孔融嘲讽曹操父子的书信可以略见一斑。他的两篇《难曹公表制禁酒书》也具有强烈的讽刺性。前篇历数古代哲王圣贤、文臣武将因酒成事，建立功业，得出“由是观之，酒何负于政哉”的结论。第二篇更是极尽讽刺揶揄之能事，曹操说酒可以亡国，非禁不可，孔融反唇相讥道：也有因妇人失天下的，何以不禁婚姻？临了干脆一针见血地揭出曹操的老底：“疑但惜谷耳，非以亡王为戒也。”孔融在文中强词夺理，反对禁酒是毫无道理的，只能借以显示他跌宕的性格和犀利的笔锋，这或许就是曹丕批评他“理不胜辞，至于杂以嘲戏”的原因吧。\n\n　　孔融的散文除了以上特色之外，也不乏深沉委婉的风致，如前文提到的那篇有名的《论盛孝章书》。总起来看，他的散文讲究辞藻的华美和字句的对称，具有浓重的骈俪气息，这是孔融有别于同时其他作家的地方。同时人们指出他的文章“体气高妙”，“奋笔直书，以气运词”，这又体现了建安时期文学创作的共同风尚。 与散文相比较，孔融的诗歌显得逊色。其《杂诗》第二首抒写幼子夭折的悲痛，哀婉动人，不失为当时抒情诗中较好的作品。\n\n　　孔融诗歌中较有认识价值的是他的《临终诗》，诗中悲愤地揭露了“谗邪害公正，浮云翳白日”的社会现实，因为他被杀的罪名多半出于郗虑、路粹等人的深文周纳。在封建社会里，一切正直刚傲、不阿权贵的人士大约总免不了蒙冤遭害的不幸命运。“生存多所虑，长寝万事毕。”这声调固然是悲观绝望的，但它毕竟是孔融对黑暗现实发出的最后控诉。 \n\n",
  "desc": "孔融（153－208），字文举，鲁国（治今山东曲阜）人，东汉文学家，“建安七子”之首。家学渊源，是孔子的二十世孙，太山都尉孔宙之子。少有异才，勤奋好学，与平原陶丘洪、陈留边让并称俊秀。献帝即位后任北军中侯、虎贲中郎将、北海相，时称孔北海。在郡六年，修城邑，立学校，举贤才，表儒术。建安元年（196），征还为将作大匠，迁少府，又任大中大夫。性好宾客，喜抨议时政，言辞激烈，后因触怒曹操，为曹操所杀。能诗善文。散文锋利简洁，代表作是《荐祢衡表》。六言诗反映了汉末动乱的现实。原有文集已散佚，明人辑有《孔北海集》。",
  "dynasty": "魏晋",
  "id": 787,
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_787.jpg",
  "name": "孔融",
  "star": 13
}