{
  "content": "成就\n\n　　李纲为社稷生民安危，有效地组织了东京保卫战的城防，屡次击退了金兵。虽然朝廷不用他的建议，或者用了他的建议不久又废除，可是他的忠诚义气在士民中赢得了很高的威望。\n\n　　李纲有著《易传》内篇十卷、外篇十二卷，《论语详说》十卷，文章、歌诗、奏议百余卷，又有《靖康传信录》、《奉迎录》、《建炎时政记》、《建炎进退志》、《建炎制诏表札集》、《宣抚荆广记》、《制置江右录》。其中《靖康传信录》、《建炎进退志》、《建炎时政记》等，系李纲在北宋末、南宋初置身朝廷时的亲身经历和亲见亲闻的记录，是研究这段历史的宝贵资料。\n\n\n生平\n\n早年经历\n　　李纲祖籍邵武，自祖父一辈起迁居无锡县，父亲李夔，是北宋龙图阁待制。\n　　政和二年，李纲进士及第。政和五年，官至监察御史兼权殿中侍御史，不久即因议论朝政过失，被罢去谏官职事，改任部员外郎，迁起居郎。\n　　宣和元年，京师大水，李纲上疏要求朝廷注意内忧外患问题，被宋徽宗赵佶认为议论不合时宜，谪监南剑州沙县税务。\n\n抵抗金兵\n　　宣和七年七月，李纲被召回朝，任太常少卿。其年冬，金兵两路攻宋，完颜宗望所率东路军直逼宋都开封。在宋廷一派慌乱情况下，李纲向宋徽宗提出了传位给太子赵桓，以号召军民抗金的建议。\n　　赵桓即位后，升李纲为尚书右丞，就任亲征行营使，负责开封的防御。李纲率领开封军民及时完成防御部署，亲自登城督战，击退金兵。金帅完颜宗望见开封难以强攻，转而施行诱降之计，宋廷弥漫了屈辱投降的气氛。李纲因坚决反对向金割地求和，被宋钦宗罢官。由于开封军民愤怒示威，迫使宋钦宗收回成命，李纲才又被起用。完颜宗望因无力攻破开封，在宋廷答应割让河北三镇之后，遂于靖康元年二月撤兵。开封守卫战在李纲组织下获得胜利。\n\n宦海沉浮\n　　金兵撤离之后，李纲即遭到宋廷投降派的排斥和诬陷。靖康元年五月，宋廷强令李纲出任河东、河北宣抚使，驱赶他出朝。李纲就任后，宋廷又事事加以限制，使宣抚使徒具空名，无节制军队之权。李纲被迫于靖康元年九月辞职，旋又被加上“专主战议，丧师费财”的罪名，先责建昌军安置，再谪夔州。\n　　李纲被贬不久，金兵再次两路南下围攻开封。宋钦宗在被俘前夕又想起用李纲，任命他为资政殿大学士、领开封府事，但已无济于事。当李纲在长沙得知此命时，北宋已经灭亡。\n　　宋朝皇室南渡以后，康王赵构在南京应天府另建朝廷。建炎元年五月甲午宋高宗一度起用李纲为尚书右仆射兼中书侍郎。御史中丞颜岐说：“李纲为金人所恶，不宜为相。”右谏议大夫范宗尹说：“李纲名浮于实，有震主之威，不可以相。”\n　　李纲正在赴开封途中，接到任命，便赶到南京，竭尽思虑，为高宗筹划重整朝纲，组织抗金，并同高宗周围的汪伯彦、黄潜善等投降派展开尖锐斗争。他反对投降，主张“一切罢和议”，严惩张邦昌及其他为金兵效劳的宋朝官员，以励上节。为加强抗金斗争的力量，他推荐坚决抗战的老臣宗泽出任东京留守，去开封整修防御设施；又力主设置河北招抚司和河东经制司，支持两河军民的抗金斗争，并推荐张所和傅亮分别任河北招抚使、河东经制副使。他还针对北宋以来军政腐败，赏罚不明等情况，颁布了新军制二十一条，着手整顿军政，并建议在沿江、沿淮、沿河建置帅府，实行纵深防御。\n　　李纲整顿军政的设施，有助于宋朝廷支撑局面，尚能为宋高宗所接受。然而，他主张坚决抗金及反对投降活动，却为宋高宗及汪伯彦、黄潜善所不容。因此，他们又设法驱逐李纲。首先，调李纲任尚书左仆射兼门下侍郎，另委黄潜善接任右仆射兼中书侍郎，以牵制李纲。接着，又罢免张所、傅亮，撤销河北招抚司及河东经制司，蓄意破坏李纲的抗金部署，迫使李纲辞职。李纲主政仅七十五天，建炎元年八月十八日便遭罢相，为观文殿大学士，提举杭州洞霄宫。\n\n抑郁而终\n　　建炎元年十月八日，受殿中侍御史张浚弹劾，罢观文殿大学士，仍留提举洞霄宫之职。居住鄂州，建炎二年十月间朝廷命其移往澧州。御史中丞王绹弹劾李纲“经年不赴贬所”。建炎二年十一月四日，又被贬谪万安军。建炎二年十一月下旬，与子李宗之南渡琼州。建炎四年，遭贬流放遇赦后，隐居泰宁丹霞岩。绍兴九年正月，宋金议和，宋向金称臣纳贡，李纲忧愤成疾。绍兴十年正月十五病逝于仓前山椤严精舍寓所，赠少师。淳熙十六年，特赠陇西郡开国公，谥忠定。\n　　李纲一生著述甚多，其遗文由其诸子编成《梁溪全集》一百八十卷，刊行于世。\n\n\n轶闻故事\n\n滞留雷州\n　　建炎二年十一月下旬，李纲被贬海南，因海南有黎族人做乱，就在雷州停了下来。传说李纲在雷州，寓居西关天宁寺一间一丈见方的禅房内。\n　　在雷州滞留约一年的时间里，李纲先后写了《论语详说》十卷、《易传内篇》十卷、《外篇》十二卷。还写了20多首诗歌。\n　　李刚受既是福建同乡、又是京师同窗的湖光岩楞严寺长老释琮之邀到雷州府遂溪县的湖光岩一游。与僧月下对饮，互说世道世情，畅饮行吟。明代万历年间的高州、雷州两府的地方志，就收有李纲在居留期间写的《天宁寺阁提花》与《赠琮师》。\n\n贬琼一月\n　　建炎三年11月25日，李纲和儿子渡海抵达琼州。传说李纲一上岸，马上就入乡随俗，嚼起了槟榔果。父子俩向人打听去万安军如何走，当地人告之：万安离此地还有五百里，是罕有的敝陋之地，那里根本找不到生活用品，走山路还会遭劫。于是李纲登上东山岭，准备皈依佛门，就在刚要削发之际，被方丈一眼看出其“尘缘未了”，不肯为之剃度。李纲无奈，只好在寺中带发修行。就在修行的第三天，朝廷发来公文，：李纲被皇上赦免，准予放还，居住在何处自便。李纲父子俩听到赦免消息后，并没有马上返回，而是在海南逗留了一个多月。在李纲的诗歌总集《梁溪先生文集》中，共收录有建炎三年冬至之后，与渡海及海南有关的诗九首，可从中约略知道李纲在海南的行迹。\n\n\n后世纪念\n\n李纲墓\n　　李纲病逝于福州后，本欲送回故乡，但是路途遥远，坎坷难行，故将李纲葬于福建闽侯县大嘉山南麓。李纲墓于1961年被福建省人民政府公布为第一批省级文物保护单位，前后花费十几万元整修墓园，今李纲墓已具规模，新立有诸多名人名家题跋，如王世襄、史树青、杨仁恺、郑乃珖等等；另外还有黄瑞霖亲题的“抗侵功业垂青史，经邦清名留人间”碑刻。\n\n忠定公祠\n　　李忠定公祠座落于邵武市的李纲路。始建于宋淳熙十三年，系朱熹在邵武讲学倡修的，并为之撰书建祠碑记，后毁。宋景定间迁建于城东行春门外。元至正十六年又移建于樵溪书院。明洪武二年改书院为府学，祠遂废。明正统四年复建于府学大成殿之东，成化六年迁建樵溪四曲之滨。清康熙二十二年重建于现址。其后历乾隆、道光至民国间都有多次修缮。1983年予重新整葺，辟为“李纲纪念馆”。\n\n",
  "desc": "李纲（1083年－1140年2月5日），北宋末、南宋初抗金名臣，民族英雄。字伯纪，号梁溪先生，祖籍福建邵武，祖父一代迁居江苏无锡。李纲能诗文，写有不少爱国篇章。亦能词，其咏史之作，形象鲜明生动，风格沉雄劲健。著有《梁溪先生文集》、《靖康传信录》、《梁溪词》。",
  "dynasty": "宋代",
  "id": 76,
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_76.jpg",
  "name": "李纲",
  "star": 65
}