{
  "content": "个人思想\n\n　　金圣叹为人孤高，率性而为，个人主义，以才子自居，狂放不羁，讥笑其他秀才庸俗愚拙。他自幼学佛，劝人向善，倾向佛道二家的自由放任，又有儒家的入世冲动。他深感人生只是大梦一场，全然虚幻，短暂易逝，充满烦恼失意，一切都不可恃，向往闲适平和的田园生活。他把男女之情与其他人情区分开来，强调其中必然含有色欲，出于自然，圣人礼制亦不废情欲。\n\n　　他亦不失儒生身份，期待有用于世，敬佩杜甫的忠君爱国，特别认同孔子弟子曾点。曾点以无意仕宦与向往自由而著名，为孔子所赞叹，金圣叹特此取字为“圣叹”。\n\n　　政治思想上他倾向保守，批评明末官府苛政，同情被欺压的百姓，甚至主张官逼民反，但认为王命和礼法终不可违，对盗匪大肆谴责，特别讨厌梁山泊首领宋江。\n\n\n生平\n\n　　金圣叹生于1608年3月3日，童年贫困孤独，九岁入读私塾，刻苦勤奋，思想独立，喜爱阅读，尤其沉迷于《水浒传》，成年后考取秀才，耗费无度，以致常处贫困。金圣叹笃信神佛，喜读佛经和结交僧人，擅长扶乩降灵，自称为佛教天台宗祖师智顗弟子的转世化身，托名“泐庵”法师，士大夫尊称为“泐公”或“泐师”，20岁起开始在吴县扶乩，自称收纳30多个已逝女子为冥间弟子，1635-1637年间最活跃，曾到叶绍袁、钱谦益、姚希孟、戴汝义等士大夫家中扶乩，写出优美感人的篇章，往往说中事主的心思，受叶绍袁等人的崇信；钱谦益直言金圣叹好像受某种神灵支配。其后他绝意仕宦，埋首书本，约在1641年评点小说《水浒传》，1656年刊行评点王实甫《西厢记》，此外编辑唐诗选集《唐才子书》8卷，编写八股文应试范本《制义才子书》，并注释杜甫诗集。他亦开堂招生讲学，旁征博引，炫耀才学，颇受当地士庶赞赏。他为人狂放不羁，能文善诗，因岁试作文怪诞而被黜革。后为应科试，改称金人瑞，考第一，但绝意仕进，以读书著述为乐。评注不少古典，奇才也。\n\n　　顺治十七年，皇帝对金圣叹的作品加以赞美“此是古文高手，莫以时文眼看他。”他听说后，随即“感而泣下，因向北叩首”。\n\n　　顺治十八年，吴县新任县令任维初为追收欠税，鞭打百姓，亏空常平仓的漕粮，激起苏州士人愤怒。3月初，金圣叹与一百多个士人到孔庙聚集，悼念顺治帝驾崩，借机发泄积愤，到衙门给江苏巡抚朱国治上呈状纸，控诉任维初，要求罢免其职。朱国治下令逮捕其中11人，并为任维初遮瞒回护，上报京城诸生倡乱抗税，并惊动先帝之灵。清朝有意威慑江南士族，再逮捕金圣叹等7个士人，在江宁会审，严刑拷问，以叛逆罪判处斩首，于8月7日行刑，是为哭庙案。\n\n　　临死前金圣叹看见家人，神色自若的说：“莲子心中苦，梨儿腹内酸。”他的家人一听，忍不住嚎啕大哭，围观的人也都为之鼻酸，而潸然泪下。金圣叹财产充公，家属发配满洲。金圣叹仅向巡抚示威，并无意造反，却遭贪官陷害，在狱中悔恨交加，念念不忘、难以释怀的是才子书评点尚未完成，辜负生平志业。过身后，族兄金昌收集编辑其著作与遗稿，题为《唱经堂才子书汇稿》出版，儿子金雍则编集他对唐诗的评解，题《唐才子诗甲集》出版。\n\n　　传说圣叹死后托梦给朱眉方，说他已成为邓尉山神。邓尉山在苏州西南七十里光福镇，又名万峰山，前瞰太湖，风景极佳。邓尉山多梅树，花开时一望如雪，如颂圣叹人品之高洁。\n\n　　墓葬在苏州吴中区藏书五峰山下博士坞，江苏省文物保护单位。传在今河北省阜城县曾有衣冠冢一座。\n\n\n个人评价\n\n　　金圣叹的主要成就在于文学批评，他的评点很注重思想内容的阐发，往往借题发挥，议论政事，其社会观和人生观灼然可见。他斥责“犯上作乱”，释“水浒”之名为“恶之至，迸之至，不与同中国”，反对“以忠义予之”；然而他又同情民生疾苦，痛恨鱼肉良民的官吏和行同盗贼的官军，并意识到“一高俅”之下还有“百高廉”，“千殷直阁”及其狐群狗党，结成祸国殃民的社会势力，108人“不得已而尽入于水泊”是“乱自上作”，因而肯定了梁山英雄的反抗。\n\n　　他认为，“居其邦，不窃议其大夫之得失，恶伤治也”，“非圣人而作书，其书破道，非天子而作书，其书破治，破道与治，是横议也”；然而又承认天下无道则庶人敢议，“庶人之议皆史也”。\n\n　　他宣扬“忠恕”、“孝悌”之类儒家道德规范；然而又揭露礼教对人性的摧残，赞美崔莺莺、张生的叛逆行为，讥讽冬烘秀才目《西厢》为淫书，而推《西厢》为“天地妙文”。\n\n　　他接受佛教的虚无思想，视人生若梦幻，所谓“天地梦境”，“众生梦魂”；然而他又直面现实，并孜孜于述作，以为“生死迅疾，人命无常，富贵难求，从吾所好，则不著书其又何以为活也？”\n\n　　可以看出，金圣叹的思想中是充满着矛盾的。金圣叹文学批评的精彩之处在于对作品的艺术分析。他的诗文评比较平常，如强分律诗为二解，套用八股文起承转合之法说诗，颇为人所诟病。\n\n　　他评《水浒传》、《西厢》二书时的艺术见解则独出手眼，继李贽、叶昼之后将小说戏曲评点推进到新的高度。他自谓评书“直取其文心”，“略其形迹，伸其神理”，实即旨在探索创作规律，在这方面确实颇有创见。他把人物性格的塑造放到首位，指出：《水浒传》令人看不厌“无非为他把一百八个人性格都写出来”。而塑造性格成功的关键是捕捉住人物的独特的个性，“人有其性情，人有其气质，人有其形状，人有其声口”。即使是同一类型的性格，也要显示出同中之异。\n\n　　他的评点中还涉及描写一个人物的性格应表现出多面性、复杂性，又应表现出统一性、连贯性的问题，如他认为《水浒传》中先写鲁达以酒为命，后写鲁达涓滴不饮，“然而声情神理，无有非鲁达者”；写李逵朴至中又有奸猾，而“写得李逵愈奸猾，便愈朴至”。也涉及人物语言个性化的问题，“一样人，便还他一样说话”。在众多的人物中应突出主要人物，如说“《西厢记》止写得三个人：一个是双文，一个是张生，一个是红娘”，“若更仔细算时，《西厢记》亦止为写得一个人。一个人者，双文是也”。\n\n　金圣叹在评点的同时，也对原作加以修改，除词句外，还作了全局性的删削。他判定《水浒传》后50回系罗贯中“横添狗尾”，故尽行砍去，自称得“贯华堂古本”无续作，又伪造施耐庵序于前。遂成今传的70回本。又断言《西厢记》第五本非出王实甫之手，也是“恶札”，故截去而以《惊梦》收尾。\n\n　他所说的“澄怀格物”，实际上又关及塑造出活生生的人物性格，要靠冷静细致的观察，要靠设身处地的体验，即所谓“动心”、“现身”。他也很重视情节和结构：认为情节要出人意外，用“奇恣笔法”，“龙跳虎卧”，但又要合乎情理，“写极骇人之事，却尽用极近人之笔”；又强调结构的完整性，“一部书只是一篇文章”，作者必须“全局在胸”，因此讲究“过接”、“关锁”、“脱卸”，要求行文如“月度回廊”，有必然的次第。他所谓的“灵眼觑见，灵手捉住”，相似于对创作灵感的强调；但他又重“法”，说“临文无法便成狗嗥”，并总结出种种表现手法，如“那辗”等等。总之，金圣叹已提出了较有系统的小说戏曲创作理论。\n\n　金圣叹还节评《国语》《国策》《左传》等书。其评点注重思想内容的阐发，往往借题发挥，议论政事，其社会观、人生观灼然可见。他提出了较为系统的小说、戏曲创作理论，其文学理论及批评业绩为我国文学理论批评发展史作出了特殊贡献。首先，他阐发了小说、戏剧等叙事文学创作不同于诗歌、散文写作的若干规律，他强调小说要“因文生事”，而又非任意杜撰，要遵循生活的逻辑；同时又提出了以塑造人物性格为中心的文学理论批评的观点和方法。其次，提供了一种以评价作品人物性格分析和性格塑造为核心的文学批评。第三，他还总结出了诸如倒插法、夹叙法、草蛇灰线法、绵针泥刺法、弄引法、獭尾法等全新的创作方法与批评方法。金圣叹有诗集《沉吟楼诗选》。\n\n　金圣叹吸收了明代士人评点古文、史书，尤其是八股文的手法。除了《水浒传》、《西厢记》和唐诗，他也评点过八股文。明代古文与小说戏曲的评点，大多只是在文章妙处打圈点，提醒读者注意，加上简单批语。金圣叹扩充旧有评点之法，绵密有如经书注释，并勇于改动原文，以“奇”、“妙”等评语自我喝彩，甚至自夸点评无与伦比。他期待读者透过其评点，学会怎样阅读其他文学作品。他自视为权威，了解甚至超越原作者的思想世界，文学评点的目的不是去寻觅古人意思，而是为了与后人交往，对作品的解读，无须与作者原意相同。\n\n\n轶事典故\n\n自题联\n\n　　老拳搏古道；\n\n　　儿口嚼新书。——金圣叹自题\n\n　　大师金圣叹文笔幽默，幽默了一辈子，连临终要事也还是幽默——大师身陷囹圄将被斩首时叫来狱卒说“有要事相告”。狱卒以为大师会透露出传世宝物的秘密或是什么惊天动地的大事，拿来笔墨伺候大师。但没想到大师的“临终要事”竟然还是幽默。金圣叹指着狱卒给的饭菜说：“花生米与豆干同嚼，大有核桃之滋味。得此一技传矣，死而无憾也！”这也是大师最后一句被记录下来的话。\n\n　　刀起头落，从金圣叹耳朵里滚出两个纸团，刽子手疑惑地打开一看：一个是“好”字，另一个是“疼”字。\n\n　　——金圣叹的“临终要事”\n\n　　金圣叹因冒犯皇帝，受“抗粮哭庙”案牵连而被朝廷处以极刑。行刑日，凄凉肃穆，方圆不大的一块阴森森空地，四周闪着刀光剑影，显得阴森恐怖。胸藏秀气，笔走龙蛇，蔑视朝廷的一代文学批评家金圣叹，披枷戴锁，岿然立于囚车之上。刑场上，刽子手手执寒光闪闪的鬼头刀，令人毛骨悚然，不寒而栗。眼看行刑时刻将到，金圣叹的两个儿子梨儿、莲子望着即将永诀的慈父，更加悲切，泪如泉涌。金圣叹虽心中难过，可他从容不迫，文思更加敏捷，为了安慰儿子，他泰然自若地说：“哭有何用，来，我出个对联你来对，”于是吟出了上联“莲子心中苦”。儿子跪在地上哭得气咽喉干、肝胆欲裂，哪有心思对对联。他稍思索说：“起来吧，别哭了，我替你对下联。”接着念出了下联“梨儿腹内酸”。旁听者无不为之动容，黯然神伤。上联的“莲”与“怜”同音，意思是他看到儿子悲切恸哭之状深感可怜；下联的“梨”与“离”同音，意即自己即将离别儿子，心中感到酸楚难忍。这副生死诀别对，出神入化，字字珠玑，一语双关，对仗严谨，可谓出神入化，撼人心魄。只见寒光闪处，伴着这惊天地、泣鬼神的千古绝唱，一代才华横溢的饱学之士、文坛巨星过早地陨落了。\n\n　　莲子心中苦，\n\n　　梨儿腹内酸。——金圣叹刑场诀别自题\n\n　　雨入花心，自成甘苦。\n\n　　水归器内，各现方圆。——金圣叹自题\n\n　　上联是从杜甫《北征》诗中“雨露之所濡，甘苦齐结实”两句化出，杜诗原意为天赐雨露相同，而果实甘苦各别。“雨入花心自成甘苦”，则指同样是雨露渗入花心，只因花自身的变化出现或甘或苦的结果。继上联表现水的质变，下联强调水的形变，即放入不同的器皿中，其形不同，器方则方，器圆则圆。此联写得是常见的自然现象，但给人的启迪是多方面的，如人应如何对待外界影响，应如何把握自身努力等等，正因此，当细读而深究。\n\n撰题联\n\n　　流水今日；\n\n　　明月前身。——金圣叹题佛经\n\n　　千古绝吟太白诗；\n\n　　大江东去学士词。——金圣叹题书房\n\n　　真读书人天下少；\n\n　　不如意事古今多。——金圣叹感题时势\n\n　　一个文官小花脸；\n\n　　三朝元老大奸臣。——题舅父钱谦益\n\n　　金圣叹的舅父钱谦益，老奸巨猾，玩世不恭，原是明崇祯手下礼部尚书，后李自成进京，他投靠了南明奸相马士英。清兵南下，眼看南明快要覆灭，他又摇身一变，屈膝投降，当上清朝的礼部侍郎。这天，钱侍郎生日作寿，金圣叹母命难违，前往祝寿。酒席宴上，一个个摇头晃脑，弹冠相庆。独有金圣叹板着脸，不卑不亢，沉默不语。酒过三巡，一个打秋风的宾客过来拍马屁了。他说：“钱大人，令甥金相公乃江南才子，今日盛会，正好置酒论文，让我等开开眼界。”一时间赞声四起，金圣叹倒也不推辞，站起来淡淡一笑：“盛情难却，只好献丑了。就提一对联吧！”只见金圣叹手握斗笔，饱蘸浓墨，写道：“一个文官小花脸；”众人一见，大惊失色，钱侍郞正在捋须的手一颤抖，不觉拔掉了几根胡子。心想，这小子也太狂妄了！这七个字可以乱写？只见金圣叹不慌不忙又写了四个大字：“三朝元老……”众宾客一见，脸上露出笑容。钱侍郎怕金圣叹又来什么邪劲，便走上前冲他伸大拇指：“人瑞，真人才也！”谁知金圣叹却冷冷一笑，毫不迟疑，“刷刷刷”写完，把笔一掷，拂袖而去。众人一看，只见金圣叹写下的是十四个字：“一个文官小花脸；三朝元老大奸臣。”钱谦益两眼翻白，手脚冰凉，连一句话也说不出来。\n\n　　台榭如富贵，时至则有；\n\n　　草木知名节，久而后成。——金圣叹题书斋\n\n　　大小子，上下街，走南到北买东西；\n\n　　少老头，坐睡椅，由冬至夏读春秋。——金圣叹撰技巧联\n\n　　天上月圆，人间月半，月月月圆逢月半；\n\n　　今夜年尾，明朝年头，年年年尾接年头。——金圣叹题时令年节\n\n　　一年中秋赏月，金圣叹偶得上联，可是苦思半夜未有下联，次日他把这上联写在壁上，每天沉思，终不能对。直至大年三十除夕夜团年守岁，其妻叹曰：“今夜是最后一天，到明日又是一年的开头了。”金圣叹一听，突然跳起来说：“下联有对了！”随即在壁上续接写出了下联。\n\n　　这老翁舍得几文钱，斋僧布道，加几年阳寿足矣。胡为乎，使金童玉女引上天堂；呀呀呀，玉帝也嫌贫爱富；\n\n　　那婆子偷尝两片肉，破戒载荤，打两个嘴巴够了。又何必，差马面牛头拿归地狱，哈哈哈，阎王乃重畜轻人。\n\n　　——金圣叹题戏台\n\n合撰联\n\n　　猫伏墙头风吹毛，毛动猫不动；\n\n　　鹰立树梢月照影，影移鹰不移。——老者应对中年人\n\n　　金圣叹一生评点过不少古人名著，曾以《离骚》、《庄子》、《史记》、杜甫的诗歌、《水浒》和《西厢》合称为天下“六才子书”。并对《水浒》、《西厢》两书进行批改，很有独到见解。后又把《三国演义》称为“天下第一才子书”。一天早晨，金圣叹在茶馆吃茶，听到近旁桌子上有四五个人在谈论对对子。其中一长须老者对一个中年人说：“这个下联我有了。你上联是：‘猫伏墙头风吹毛，毛动猫不动’，我下联对：‘鹰立树梢月照影，影移鹰不移。’”。中年人听了忙说：“您老真不愧对对子老手，佩服佩服！”\n\n　　上素月公饼；\n\n　　中糖云片糕。——金圣叹应对老者\n\n　　长须老者捻捻胡须说：“我也出一副联给你们对对。”说着用手指盘中月饼：“上联就出个‘上素月公饼’吧，但我上联指的是食物，所以下联也只准以食物相对。”长须老者说完，大家抓耳挠腮，因其中“上素”是“尚书”谐音，不容易对。金圣叹见半天无人对出，心里一急，脱口而出：“这有何难！对‘中糖云片糕’不就行了。”他这下联中，不但“中糖”和官名“中堂”同音，云片糕也是食物，大家都点头称是。\n\n　　大小子，上下街，走南到北买东西；\n\n　　少老头，坐躺椅，由冬至夏读春秋。——金圣叹应对老者\n\n　　长须老者看看金圣叹，见他一表人才，出言不凡，便邀金圣叹一起吃茶。金圣叹也不推辞，端着茶壶坐了过来。长须老者拱供手说：“看来先生十分精于对句。我这里有一对子，想请教先生，不知意下如何？”金圣叹高兴地说：“快请讲出，让我试试。”长须老者不慌不忙地说出了上联：“大小子，上下街，走南到北买东西。”众人都以为金圣叹难以对出。怎料金圣叹低头略一思索就说：“少老头，坐躺椅，由冬至夏读《春秋》。”他话音刚落，就博得満堂喝彩。长须老者请教姓名方知是大名鼎鼎的金圣叹，大家更是赞叹不已。\n\n绝命诗\n\n　　那年雪早，行刑前下起雪来，金圣叹高声吟了一首诗：“天悲悼我地亦忧，万里河山带白头。明日太阳来吊唁，家家户户泪长流。”吟罢刀光一闪，一代才华横溢、不畏权贵的文坛巨星陨落了。只留下那字字珠玑情真意切的对联和诗，让人读罢悠然神飞，涌起深深的怀念之情。\n\n综合应对联\n\n　　半夜二更半；\n\n　　中秋八月中。——金圣叹属对报国寺方丈\n\n　　金圣叹在“哭庙”案被冤杀前，刚刚批点完了《水浒传》、《西厢记》，便走进报国寺信步小憩。一天夜里，已批书成癖的他，躺在床上辗转反侧，到了半夜乃毫无睡意，便披衣秉烛去见寺里方丈，想借佛经予以批点。鹤发童颜、长须飘飘的老方丈得知其来意后，慢条斯理地说：“想批书可以，我有一个条件在先，我出一联，如你能对出，即取出佛经让你批点，否则请恕老僧不给脸。”当时正值半夜子时，忽听外面“笃笃”几声梆子声，老方丈灵机一动，脱口说出了上联。可金圣叹冥思苦想，绞尽脑汁，就是对不出下联来，只得抱憾而归，一直郁记在心。三年后，金因“哭庙”案被判斩杀。刑场上，刚逾知天命之年的金圣叹，泰然自若，临刑不惧，昂然地向监斩索酒酣然畅饮，边酌边说：“割头，痛事也；饮酒，快事也；割头而先饮酒，痛快痛快！”其心爱的儿子痛不欲生，呼天抢地、泪流满面地赶到刑场，与慈父诀别。他看见儿子哭得泪人似的，劝慰道：“别哭了，告诉我今天是什么日子？”儿子哽咽着说：“八月十五日，中秋。”听到“中秋”二字，金圣叹突然仰天大笑，高兴地说：“有了！有了！……中秋八月中！”并要儿子马上去报国寺告诉老方丈，他对出了下联。可是，一代文坛巨子，再也不能为佛经批点了。\n\n\n家庭成员\n\n儿子：金雍\n\n女儿：金法筳\n\n族兄：金昌。\n\n\n人物影响\n\n境内\n\n　　金圣叹的评本大受欢迎，流传日广，身后书商以他的名义出版别的著作，都题为“才子书”。金本《水浒传》和《西厢记》长期以来都是二书最流行的版本，金本《水浒传》甚至取代绝大部分旧本。清朝到民初三百年来，人们几乎不知道金本之前《水浒传》尚有其他版本，金本《水浒传》文字精练，结构紧凑，人物性格更有个性，更为适合阅读，被视为最有文学价值的版本。\n\n　　金圣叹的评点，亦对后人产生巨大影响，成为仿效模范。中国的小说批评，以李贽开其端，由金圣叹发扬和推广，小说评点的方式一直延续至20世纪初。毛声山评点《琵琶记》，称为《第七才子书琵琶记》 ，其子毛宗岗则借金圣叹之名伪撰序文赞扬《三国演义》，称之为“第一才子书”。脂砚斋批点《红楼梦》，亦模仿金圣叹，认为他最擅长发掘小说的优点。脂批列举的一些写作技巧，如“烘云托月”、“横云断岭”、“草蛇灰线”等法，都直接源自金批。\n\n　　金圣叹首创以禅理评点戏曲，戏曲方面，金圣叹“欲不害情”的观点，与李渔看法相似，有助理清爱情剧的本质，使清初以后的才子佳人剧描写人物更鲜活真实。诗评方面，金圣叹密友徐增《说唐诗》受其强烈影响，承继他的诗歌“分解”说，并以作品的起承转合为评价标准。\n\n　　金圣叹的乩语亦影响清代士人，其降乩使钱谦益以为自己是东晋高僧东林慧远转世；他在叶绍袁家扶乩时，托称其亡女叶小鸾来降，写出许多感人篇章，成为士人一时佳话。曹雪芹《红楼梦》中林黛玉的形象，有取于叶小鸾；金圣叹虚构“无叶堂”，为聪颖灵慧的早逝女子聚会之处，则可能启发创作大观园的灵感。\n\n境外\n\n　　18世纪中，金本《水浒传》与《西厢记》传入朝鲜，流传甚广，俞晚柱、李德懋等许多士人都甚为喜爱金本《水浒传》。朝鲜原本没有小说评论传统，19世纪时，石泉主人、朴泰锡、水山先生等作家受金圣叹启发，借鉴金圣叹评点的体例、手法与观点，分别创作了《折花奇谈》、《汉唐遗事》、《春香传》等汉文评点小说，标志朝鲜古典小说批评的真正形成。\n\n　　金本《水浒传》和《西厢记》亦输往日本，梁田蜕岩、皆川淇园、清田儋叟等儒者都喜爱其《水浒传》，梁田蜕岩想效法金圣叹评点《阿国传》，其弟子清田儋叟著有《水浒传批评解》，既模仿金圣叹，又想加以超越，在批语中多次反驳金圣叹。金圣叹亦影响了江户作家，泷泽马琴对金圣叹的评论有所反驳，同时又受金圣叹影响，创作《赖豪阿音梨鼠》，模仿金本《水浒传》以楔子起首的手法，自作评点语句亦模彷金批。\n\n\n文坛地位\n\n　　金圣叹是中国白话文学研究的开拓者，提高通俗文学的价值，卓有远见，被视为中国白话文运动的先驱。前人称赞白话文学大多泛泛而论，他却以细致深入的评点，证明这些作品如何优秀，能与经典名作相提并论，白话文学自此在士人间更为流行。金圣叹的最大贡献，在于最早提高小说与戏曲的应有地位，是最早和最有影响力的通俗文学提倡者，并开创了细读文本的文学批评方法，成为中国史上最有创意的文学批评家之一，在小说批评的领域更是首屈一指。金圣叹受徐增、廖燕等同时代士人的赞美，徐增称赞他博学多才，见识超卓；1659年，顺治帝亦称赞他是古文高手，叫大臣不要用八股文的眼光衡量他。亦有士人批评他提倡《水浒传》和《西厢记》，惑乱人心。20世纪新文学运动中，文学史家都赞扬金圣叹，胡适认为他是“大怪杰”，有眼光有胆色，林语堂称他是“十七世纪伟大的印象主义批评家”。但因为他攻击《水浒传》中的梁山好汉，一度被中国大陆学者批评为反动和“封建旧社会统治阶级代言人”。金圣叹在哭庙案中服刑，又被清末革命党尊为抗清先烈。\n\n　　金圣叹所写评点之详尽细致，为中国文学批评史上前所未有。在小说批评领域，他的权威地位超越王世贞、李贽和锺惺诸大家，继后的毛宗岗评《三国演义》与张竹坡评《金瓶梅》，亦屈居其下。李渔赞赏独有金圣叹能指出《西厢记》优胜之处，深入至一字一句；清人如冯镇峦、毛庆臻都赞赏金圣叹《水浒传》评语匠心独运，周作人说“小说的批第一自然要算金圣叹”。金圣叹评语具原创性，个性分明，趣味盎然，而且准确清晰，细致入微，着眼于个别字词的艺术功能，远胜于中国其他诗话的含糊笼统。金圣叹强调细读文本，与20世纪西方文学批评中的新批评流派有相通之处，西方学者因其评点与西方文论可以互相发明，特别加以关注。金圣叹指《西厢记》第5本并非王实甫原作，乃后人续写，成为权威观点，清代毛声山等人都同意其说。亦有同时代人如董含批评他的评点杂乱无章，胡适则批评其《水浒传》评语用了评八股文眼光，也批评他对宋江诋毁过于主观，无中生有，现代读者已毋须再看其批语。金圣叹对杜诗的评解，诗学上则无重要地位，重要性则远不如他对《水浒传》和《西厢记》的评点，仇兆鳌《杜诗详注》最为权威，收罗完备，但并未提及金圣叹。\n\n",
  "desc": "金人瑞一般指金圣叹。金圣叹（1608.4.17—1661.8.7）名采，字若采。明亡后改名人瑞，字圣叹，别号鲲鹏散士，自称泐庵法师。明末清初苏州吴县人，著名的文学家、文学批评家。明末诸生出身，为人狂傲有奇气。金圣叹的主要成就在于文学批评，对《水浒传》、《西厢记》、《左传》等书及杜甫诸家唐诗都有评点。他乩降才女叶小鸾，写下动人篇章，成为江南士人佳话，亦为曹雪芹构思和创作《红楼梦》的素材之一。金圣叹提高通俗文学的地位，提出“六才子书”之说，使小说戏曲与传统经传诗歌并驾齐驱，受推崇为中国白话文学运动的先驱，在中国文学史上占有重要地位。",
  "dynasty": "清代",
  "id": 2847,
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_2847.jpg",
  "name": "金人瑞",
  "star": 1
}