{
  "content": "生平\n\n　　张养浩，字希孟，号云庄，济南人，唐朝名相张九龄的弟弟张九皋的第23代孙。元代散曲家。少年知名，19岁被荐为东平学正，历官堂邑县尹、监察御史、翰林学士、礼部尚书、参议中书省事等官职。在任监察御史时，因批评时政而为权贵所忌，被免官。后复官至礼部尚书，参议中书省事。后因其父年迈，无人照顾，于英宗至治二年辞官家居，此后屡召不赴。文宗天历二年，关中大旱，特拜陕西行台中丞，办理赈灾，见饥民困苦万分，难以周济，竟为之痛哭，遂“散其家之所有”“登车就道”，不久便积劳成疾病卒。他的散曲多写弃官后的田园隐逸生活。有《三事 忠告》、《归田类稿》等。散曲集有《云在休居自适小 乐府》。明·朱权《太和正音谱 》谓其曲“如玉树临风”。\n\n　　张养浩居官清正，敢于犯颜直谏。在堂邑县，他关心民瘼，抑制豪强，赈灾济贫，做了不少 好事。拜监察御史之后，他绳纠贪邪，荐举廉正，弹劾不避权贵，举荐不疏仇怨，“入焉与天子争是非，出焉与大臣辨可否”，蹈厉风发，“道之所在，死生以之”。其门人黄溍说他“力排权奸，几蹈祸而不悔”。武宗时，曾因议立尚书省事，与权臣意见牴牾，被构罪罢官；英宗时，又因谏在内廷张灯为鳌山事，险遭不测。怀有“致君泽民”理想的张养浩，本想干一番利国济民的事业，但统治集团中“忠直为国者少，阿容佞诈、惟己之为者多”，自己犯颜撄鳞，时有性命之虞，便借故辞官归隐，“远是非，绝名利”，回到自己的故乡济南。享年59岁。\n\n\n成就\n\n散曲家\n　　张养浩从政期间的诗文并不多，而归隐田园则使他成为一个著名散曲家。历经宦海风波，感受到了上层统治 集团的黑暗，其体会自然真切感人：“才上马齐声儿唱道，只这的便是送了人的根苗。直引到深坑里恰心焦。祸来也何处躲？天怨也怎生饶？把旧来时威风不见了”。当其归隐之初，如鸟儿返林、鱼儿纵渊，心情十分愉快：“离省堂，到家乡，正荷花烂开云锦香。游玩秋光，朋友相将，日日大筵张。汇波搂醉墨淋浪，历下亭金缕悠扬，大明湖播画舫，华不注倒壶觞，这几场忙杀柘枝娘！”。他给自己隐居的别墅起了一个雅号，叫云庄，云庄内修建了一座绰然亭，亭后盖了一座遂闲堂。“绰然一亭尘世表，不许俗人到。四面桑麻，一带云山妙。”“绰然亭后遂闲堂，更比仙家日月长，高情千古羲皇上。北窗风，特地凉。客来到，尊酒淋浪。花与竹，无俗气；水和山，有异香”。这一时期的散曲大多抒写个人心境与所见所闻，而吟咏故乡的山光水色之作，工丽清新，取得较高艺术成就。“自隐居，谢尘俗，云共烟，也欢虞。万山青绕一茆庐，恰便似画图中间里。著老夫对着无限景，怎下的又做官去”。故乡的湖光山色，优美的自然景致，使张养浩寻求到一个与污浊官场完全不同的美好世界。云庄迤南，便是景色秀丽的大明湖、趵突泉；迤东，是孤高桀立的华不注；迤西，是块然如垒的标山。在家乡，他时而在明湖游赏，箕居船头，放声高歌；时而登上华不注，领略“苍山万顷”的山野风光；时而登临汇波楼，吟诵“鸟飞云锦千层外，人在丹青画幅中”动人的诗句；时而漫步趵突泉畔，欣赏珠滚絮飞的泉流……足迹所至，诗、曲亦随之。在这些描写湖光山色的作品中，时时流露出对黑暗官场的厌恶；在似乎消沉的、吟诵隐逸闲适情趣的诗曲中，也常常寄寓着壮志难酬的愤慨，让人在字里行间感到一股抑郁难申的不平之气。其作品《水仙子·咏江南》入选沪教版八年级第二学期语文课本\n\n作品格调\n　　《太和正音谱》评张养浩的散曲如“玉树临风”，指出他的作品格调高远。他的作品文字显白流畅，感情真朴醇厚，无论抒情或是写景，都能出自真情而较少雕镂。《潼关怀古》小令，以及一些写退隐生活的作品，可以代表他的艺术风格。然而他的写景的散曲中，也有一些工丽清逸的作品，如“一江烟水照晴岚，两岸人家接画檐，芰荷丛一段秋光淡”，“鹤立花边玉，莺啼树杪弦”等句，表明他的作品在总的艺术格调中还有所变化，散曲色调比较丰富。\n\n一心为民\n　　张养浩栖隐云庄，不求显达，优游于山水之间，敛迹于权贵之门，自以为远离世俗尘嚣，不与朝廷政事，然 元朝廷对这位“博学硕德，声名显赫”的儒臣，却时时想加以利用，八年之间，凡六下诏书，他均高卧不起。而当天历二年朝廷以“关中大旱，饥民相食”，召其为陕西行台中丞前往赈灾时，他却不顾高龄体弱，随即“散其家之所有”登车就道，星夜奔赴任所。“无多惭，此心非为官。”使他赴召的不是官爵，而是灾情严重激发起他为民承重的精神。赴官途中经洛阳、渑池、潼关，直达长安。一路行来，目睹灾民惨状，感历代兴废，写了数首怀古曲，意绪苍凉，流露出对本朝前景暗淡的哀叹，和对人民苦难的深切同情。其中最著名的，是散曲小令《山坡羊·潼关怀古》：“峰峦如聚，波涛如怒，山河表里潼关路。望西都，意踌躇，伤心秦汉经行处，宫阙万间都做了土。兴，百姓苦；亡，百姓苦。”到任之后，“凡所以力民者，无所不用其至”。四月之内未尝家居，不遑寝处，终因劳瘁而卒。消息传开，“关中之人，哀之如失父母”。在封建时代，像张养浩这样为民尽瘁的官儿实在并不多见！元朝廷对其旌表，不过是旌忠励节，激励臣下为其效忠，而人民都以自己的眼光来区分善恶，表明自己的爱憎。张养浩所维护的那个制度虽已成为历史陈迹，而其为民尽瘁的精神，及其同情人民疾苦的作品，却可与济南山川同在，永远为人们所怀念。\n　　张养浩著有散曲集《云庄休居自适小乐府》，诗文集《归田类稿》。\n\n\n家世\n\n　　据张养浩《寿子》诗，可知他自认为是少昊青阳氏第5子挥和历代张氏名人之后。但至他曾祖前情况、曾祖名讳，均不知。 曾祖，曾授从五品武散官武略将军，任阳邱燕镇 监洒，生4子：长子早死，次子无后，三子万，四子山。 伯祖张万，住本庄，享年93岁，妻郭氏，生6子：泽、彬、德正、德林、秀、敏。祖父张山，迁历城，享年91岁，因孙贵，赠安远大将军、益都路淄莱万户府中万户、轻车都尉，追封济南郡侯。妻苗氏、杨氏，追封济南郡夫人。苗氏生2子：兴、郁。 大伯父张泽，张万长子，曾在四川任库管。伯父张兴，张山长子，早年失落兵乱间，30年后从泰安归来，享年71岁，葬泰安梁氏村。父张郁，字威卿，1242年 生。16岁即担起家庭重担。曾行商于江淮之间。1321年农历十二月二十八日卒，终年80岁。因子贵，封通议大夫 、史部尚书、上轻车都尉、济南郡侯。妻许氏，追封济南郡夫人。继妻尚氏，封济南郡太夫人。生3子：英、塞、养浩。 长兄张英、次兄张塞，早卒。生2子：居、安。养浩生2子：强、引。",
  "desc": "张养浩（1269—1329年），汉族，字希孟，号云庄，山东济南人，元代著名散曲家。诗、文兼擅，而以散曲著称。代表作有《山坡羊·潼关怀古》等。",
  "dynasty": "元代",
  "id": 41,
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_41.jpg",
  "name": "张养浩",
  "star": 122
}