{
  "content": "生平\n\n　　梁简文帝萧纲初封晋安王，庾肩吾为晋安国常侍。萧纲迁镇，庾肩吾也随同迁转，历任云麾参军，并兼记室参军。萧纲喜好文学，招纳文士，庾肩吾和徐□、刘孝威等同被赏接，又受命抄撰书籍，当时号为高斋学士。简文帝萧纲继位后，以庾肩吾为度支尚书。后侯景至建康，矫诏遣庾肩吾使江州招降萧大心，他乘机逃至会稽，转赴江陵，投奔萧绎，封武康县侯，《梁书》及《南史》庾肩吾传都未明记其生卒年和年岁。\n\n　　梁元帝27岁时所作《法宝联璧序》，记庾肩吾为48岁，可以推知其生年。庾信于承圣二年封武康县侯，袭父爵，则庾肩吾当卒于此年。元帝萧绎为作墓志。\n\n　　庾肩吾历任萧纲府中属官，当时盛行的宫体诗，他是推波助澜者之一。现存的诗文，多为应制、奉和、侍宴、谢启这一类酬应之作，但象“路高村反出，林长鸟更稀。寒云间石起，秋叶下山飞”，“泉飞疑度雨，云积似重楼”等句写景还很生动。他的《乱后行经吴邮亭》一诗，对侯景之乱也颇有悲愤之情。由于他讲求声律，有一些五言诗已经具备了五言律诗的雏形。\n\n　　庾肩吾还是一位书法家，著有《书品》，叙述书法的源流演变，评论历代书法家的特色，颇受后人的重视。\n\n\n背景\n\n　　汉代末年在察举制度下，士族中已经流行着乡党评议的风气，如许劭与从兄许靖“俱有高名，好共核论乡党人物，每月辄更其品题，故汝南俗有月旦评焉”。此外，郭太也以关于鉴人而名闻天下。魏文帝曹丕实行九品中正制以后，人物品评的风气更加兴盛。刘卲的《人物志》总结了鉴察人物的理论和方法，特别重视人的材质，形成才性之学。刘义庆《世说新语》的《识鉴》、《赏誉》、《品藻》、《容止》等门，记载了许多品评人物的生动事例。\n\n　　人物品评在汉末多带有预言成败的意味，偏重在识鉴人才、拔擢俊彦，所以品评的重点在政治、道德方面。魏晋以后的人物品评有一个新的趋势，就是在预言性和政治、道德的评议外，增加了许多审美的成分，为已经享名的人物用形象的语言、比喻象征的手法加以品题。如《世说新语》中的这些品题：“公孙度目邴原：‘所谓云中白鹤，非燕雀之网所能罗也。’”“王戎云：‘太尉神姿高彻，如瑶林琼树，自然是风尘外物。’”“时人道阮思旷：‘骨气不及右军，简秀不如真长，韶润不如仲祖，思致不如渊源，而兼有诸人之美。’”“有人叹王恭形茂者，云：‘濯濯如春月柳。’”《世说新语》中品题人物常见的审美概念有：清、神、朗、率、达、雅、通、简、真、畅、俊、旷、远、高、深、虚、逸、超等，其中最常见的是：真、深、朗三者。而用作比喻的又不乏自然物象，如：千丈松、松下风、玉树、玉山、云中白鹤、龙跃云津、凤鸣朝阳。人物审美的兴盛，对文艺审美起了催化的作用。有的文学审美范畴来自人物审美，如“风骨”、“骨气”、“风神”、“清虚”、“清通”、“高远”、“情致”、“才情”等。而人物流品的划分，也直接影响着文艺批评，锺嵘《诗品》、庾肩吾《书品》、谢赫《古画品录》，就是明证。\n\n\n成就\n\n　　庾肩吾，南朝梁文学家。字子慎，一作慎之。原籍南阳新野。八岁能赋诗。初为晋安王萧纲国常侍，历任云麾参军、兼记室参军。王好文学，为太子，开文德省，招纳文士，与刘孝威、江伯摇、孔敬通、申子悦、徐昉、徐摛、王囿、孔铄、鲍至等十人同被赏接，又受命抄撰众籍，丰其果馔，号为“高斋学士”。\n\n　　萧纲即帝位，任度支尚书。侯景至建康，矫诏遣肩吾使江州招降萧大心，他乘机逃至会稽，间道奔江陵投萧绎，任江州刺史，领义阳太守，封武康县侯。卒赠散骑常侍、中书令。工诗赋。诗与徐摛齐名，早期多为奉和应制、侍宴、谢启一类酬应之作，风格靡丽，为“宫体诗”创始人之一。但某些诗句如“路高村反出，林长鸟更稀。寒云间石起，秋叶下山飞”，“泉飞疑度雨，云积似重楼”等，写景较生动。诗歌形式上讲求对仗，注重声律，对后来律诗的形成有所贡献。\n\n　　明胡应麟《诗薮》称其“风神秀相，洞合唐规”，王夫之《古诗品选》推为“近体之宗祊”。晚年经乱，诗风有所转变，如《乱后行经吴邮亭》等诗，抒发对时代动乱的感慨，情辞慷慨，笔力较为雄健。又善书法，著有《书品》传世，叙述书法源流演变，评论历代书法家之特色，颇受后人重视。《隋书·经籍志》载其有集十卷，但唐李贺已经感叹不得见其遗文。明张溥辑有《庾度支集》，收入《汉魏六朝百三名家集》。\n\n",
  "desc": "庾肩吾(487-551)，字子慎，一作慎之。南阳新野(今属河南省)人。世居江陵。初为晋安王国常侍，同刘孝威、徐摛诸人号称“高斋学士”。简文即位，进度支尚书，有集十卷。历仕太子中庶子、进度支尚书、江州剌史等职，封武康县侯。工诗，其诗雕琢辞采，讲究声律。胡　应麟称其诗“风神秀相，洞合唐规”。《书品》为其重要的书法论著，文中挑选了以东汉张芝居首的草、隶书家共128人，按品位分高、中、低三等，每等再分上、中、下三级。此书的特点在于不是就每件作品加以品评，而是就每一级集中综合品评，区分优劣。",
  "dynasty": "南北朝",
  "id": 1482,
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_1482.jpg",
  "name": "庾肩吾",
  "star": 0
}