{
  "content": "生平\n\n少年得志\n\n　　孟简自幼聪明，贞元七年前后，考中进士，再参加博学宏词科考试，榜上有名。\n\n　　贞元九年，担任浙东观察使皇甫政的助手。贞元十三年，随皇甫政入朝任职，累官至仓部员外郎。二十一年，转吏部员外郎。元和二年迁司封郎中。四年，拜谏议大夫、知匦事。\n\n开通“孟河”\n\n　　后来因为论事时与皇上意见不合，下放到常州任刺史。唐朝时期，长江自镇江以下江宽水深，风大浪高，粮航行承受极大风险，以致粮船大多由南运河至润洲过江至对岸六圩入北运河北上。但由于奔牛以上河段地势高昂，一遇枯水，航船堵塞，交通极为不便。\n\n　　孟简到任后，了解到这一情况，作了实地考察，同时了解到由于武进西北无通江大河，加上地势高昂，灌溉困难，农业作物收获无保障，农民苦不堪言。元和八年，孟简征集常州郡内及附近的民工15万人，对北自河庄附近长江岸起，南至奔牛附近万缘桥京杭大运河岸一线中间的旧河道进行贯通拓浚。工程期间，孟简亲赴河岸监察。河成，长四十一里，滚滚江水从此直达南注，入大运河，河水灌溉了四千余顷土地，提高了作物产量，农民温饱有了保障。同时，漕粮船只亦可经由此入江，沿扬中大沙洲内侧夹江西航至润州附近过江入北运河，分流了漕运。后人为纪念孟简的功绩，因而把新开通的河道称为“孟河”，千百年来沿用至今。 孟简因治常有功，唐宪宗李纯赏赐金紫衣服以表彰他，调回中央任给事中。九年九月，拜浙东观察使。十二年八月，调回中央任入户部侍郎。长庆元年四月，量移睦州刺史。二年，复为常州刺史。旋入为太子宾客、分司东都。这年十二月因病去世。\n\n\n野史逸闻\n\n　　刑部尚书李逊曾经担任浙东观察使，他的性格仁慈，保护百姓利益，抑制官僚势力。原诸暨县尉包君的任期满了以后，居住在诸暨县边境附近。他与一个土豪有来往，这个土豪家里非常富有，每当有好吃的或新鲜水果，都送一些给包君。有一天，包君的妻子突然心腹发病，十分难受。别人看了以后都说是中了一种叫作盅的毒虫的毒，并问包君这毒是从哪里来的。包君回答说是因为土豪送来水果，妻子偶然吃了一点，就得了这种怪病。别人告诉包君，这个土豪家里养盅，已经害死过许多人了。包君问如今该怎么办？人们告诉他说：\"养这种毒虫的人，都会解毒的方法。如今你应该迅速把夫人送到土豪家去求救，否则就没有办法了。\"包君当时就雇了一条船，带着妻子前往土豪家。他们家距离土豪家一百多里，过了一宿才到达。这时土豪已经知道他们要去，害怕自己养毒虫害人的事情泄漏，非常生气。包君的船到了以后，包君走上岸去，整理衣服正要去求救。土豪已经暗中埋伏了十多个仆人，等候包君的到来。土豪靸拉着，拿着木棍，来到船前。没等包君说话，这些人就开始大声叫骂，把包君拽倒在地，用棍子打了几十下。土豪又叫村里的二十多个妇女，上船把包君的妻子拉出来，查看了中毒的症状，然后揪着她的头发把头往地上碰，百般折磨污辱，包君的妻子本来就瘦弱多病，并且怀有身孕，回到船上就死了。包君侥幸留下一条性命，还没有回到家里，土豪就坐快船赶到州府，向砚察使李逊告状，说包君倚仗从前当过县尉，带着妻子来到他的庄院，虚构罪名，扰乱闹事，诈取钱物，令他非常冤屈气愤。李逊非常生气，当时就派人带着枷锁去抓包君。包君刚刚回到家里。妻子的尸体还没有掩埋，准备办完丧事再去州府讲理。这时州里的差人忽然到了，给他戴上枷锁，将他押走。这一天，观察判官独孤在厅里打盹儿。梦见一个女人，神色悲伤凄惨，似乎要对他说什么，捧着一个石砚献给他。独孤接受了，心里对她很同情。不一会儿，包君被押到了，李逊让独孤来审理。独孤一问，包君所居住的地方正是石观村，独孤心中惊奇了很久。他把包君叫进屋里，仔细询问事情的来龙去脉。包君哭着将事情的经过说了。独孤问包君妻子的体形相貌和年龄，正是自己梦中所见到的女人，心中既感慨又愤怒。数日之后，土豪承认了自己的罪行。独孤把审理报告拿给李逊看，李逊认为他判的不公正，只凭土豪的原状，改判包君倚仗以前的资历，擅自到老百姓家里闹事，打十棍。土豪以前当过县官，罚做二十天工。从事和幕僚等官员都为包君说话，独孤也极力为包君争辩，然而竟没有效果。包君妻子的哥哥在扬州听到判决结果，从远处赶来浙东求见李逊，哭着述说妹妹冤死的惨状。李逊大怒，认为他是来作说客，打了他脊背二十棍，将他赶出州界。淮南一带没有不认为这个案子断得冤枉奇怪的。独孤托病辞职了。当时尚书孟简任常州刺史，经常到浙东附近，对这件事知道得很清楚。第二年，他接替李逊担任浙东观察使，便先送出名片，命令逮捕土豪一家十多口人。孟简到任以后没过几天，李逊还没有走，就把土豪一家十多口人处死了。他还赠送给包君许多钱物。几个州的人们听到这个消息，没有不庆贺叫好的。\n\n",
  "desc": "孟简（?-823）字几道，唐朝大臣，德州平昌（今山东德平）人。孟诜之孙，著名水利专家。祖籍汝州梁县，后寓居吴中，为吴中人所称美(李观《贻先辈孟简书》)。举进士宏辞连中。元和中，官至太子宾客，分司东都。尤工诗，善行书，元和十一年（816）书梁庚层吾撰唐经禹庙诗，见《唐书本传·金石录》。画像取自1928年修《江苏毘陵孟氏宗谱》",
  "dynasty": "唐代",
  "id": 1558,
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_1558.jpg",
  "name": "孟简",
  "star": 0
}