{
  "content": "生平\n\n　　文徵明生于明宪宗成化六年十一月六日，家世武弁，自祖父起始以文显，父文林于成化八年与吴宽、杨一清、司马垔、桑悦等同榜进士，成为家族中首位进士，成化十年任永嘉知县自幼习经籍诗文，喜爱书画，文师吴宽，书法学李应祯，绘画宗沈周。\n\n　　文徵明少时即享才名，然在科举道路上却很坎坷，从弘治八年26岁到嘉靖元年53岁，十次应举均落第。\n\n　　嘉靖二年，54岁时，文徵明才受工部尚书李充嗣的推荐以贡生进京，经过吏部考核，被授职低俸微的翰林院待诏。此时其书画已负盛名，求其书画的很多，由此受到翰林院同僚的嫉妒和排挤，心中悒悒不乐。四年中目睹官场腐败，一再乞归，57岁辞归出京，放舟南下，回苏州定居，潜心诗文书画。不再求仕进，以戏墨弄翰自遣。晚年声誉卓著，号称“文笔遍天下”，购求他的书画者踏破门坎，说他“海宇钦慕，缣素山积”。\n\n　　他通晓各科绘画之艺，擅长各种细粗之法，其目力和控笔能力极佳，80多岁时还能十分流利地书写蝇头小楷竟日不倦。\n\n　　文徵明九十岁时，还孜孜不倦，为人书墓志铭，未待写完，“便置笔端坐而逝”，时为嘉靖三十八年二月二十日去世，私谥贞献先生。\n文徵明的书画造诣极为全面，其诗、文、书、画无一不精。人称是“四绝”的全才。他虽学继沈周，但仍具有自己的风格。他一专多能，能青绿，亦能水墨，能工笔，亦能写意。山水、人物、花卉、兰竹等无一不工。\n\n　　其书画为明代之冠。家藏书籍、书画极富，真赝纵横。收藏的古籍中，善本较多，宋刻本有《周易》、《资治通鉴》、《洪氏集验方》、《冲虚至德真经》、《杜工部草堂诗笺》、《白氏文集》等10数种，近千卷。其藏书楼名众多，今从其藏书印知道有“玉兰堂”、“辛夷馆”、“翠竹斋”、“梅花书屋”、“梅溪精舍”、“玉盘山房”、“烟条馆”、“悟言室”、“清白堂”、“归来堂”等。藏书印章还有“竺坞”、“悟言室”、“江左”、“停云”等。卒后，其子文彭、文嘉，皆能保藏其书籍和书画。\n\n\n艺术成就\n\n书画风格\n\n　　文徵明的绘画兼善山水、兰竹、人物、花卉诸科，尤精山水。早年师事沈周，后致力于赵孟頫、王蒙、吴镇三家，自成一格。画风呈粗、细两种面貌。粗笔源自沈周、吴镇，兼取赵孟頫古木竹石法，笔墨苍劲淋漓，又带干笔皴擦和书法飞白，于粗简中见层次和韵味；细笔取法赵孟頫、王蒙，布景繁密，较少空间纵深，造型规整，时见棱角和变形，用笔细密，稍带生涩，于精熟中见稚拙。设色多青绿重彩，间施浅绛，于鲜丽中见清雅。这路细笔山水属本色画，具装饰性、抒情味、稚拙感、利家气诸特征，也奠定了“吴派”的基本特色。\n文徵明书法初师李应祯，后广泛学习前代名迹，篆、隶、楷、行、草各有造诣。尤擅长行书和小楷，温润秀劲，法度谨严而意态生动。虽无雄浑的气势，却具晋唐书法的风致，也有自己的一定风貌。小楷笔划婉转，节奏缓和，与他的绘画风格谐和，有“明朝第一”之称。\n\n　　文徵明在书法史上以兼善诸体闻名，尤擅长行书和小楷，王世贞在《艺苑卮言》上评论说：“待诏以小楷名海内，其所沾沾者隶耳，独篆不轻为人下，然亦自入能品。所书《千字文》四体，楷法绝精工，有《黄庭》、《遗教》笔意，行体苍润，可称玉版《圣教》，隶亦妙得《受禅》三昧，篆书斤斤阳冰门风，而楷有小法，可宝也。”\n文徵明书法温润秀劲，稳重老成，法度谨严而意态生动。虽无雄浑气势，却具晋唐风致。他的书风较少具有火气，在尽兴的书写中，往往流露出温文的儒雅之气。也许仕途坎坷的遭际消磨了他的英年锐气，而大器晚成却使他的风格日趋稳健。文徵明是继沈周之后的吴门画派的领袖，门人、弟子众多，形成当时吴门地区最大的绘画流派。\n\n绘画艺术\n\n初期作品\n\n　　文徵明从小开始就学习了各项艺术。相传吴宽为其父亲守丧而停留在故乡苏州的时候，文徵明曾就近从他学习古典的艺术。这是九岁时，一四七八年的事。十年后的一四八八年又随李应祯学书法，翌年一四八九，二十岁的时候藉着沈周的摹本习画。了种种画风，文征明一方面吸收理解，一方面创造出自己的方法。他由沈周身上学得了被沈周称为绘画上唯一能传授的“意匠”。所谓“意匠”，换句话说是指沈周对场景的构造能力，或许还正确些。沈周晚年的作品《落花图》和几乎同时期一五0七年的文征明初期作品《雨余春树图》作比较，在形式、笔致和主题上都有很大的差异。但两者同属于青绿山水，其基本构图上的类似点应可被注意到。这一点在文徵明截取山坡的角度更明显。从前景看过去，可看出二者的基本型态：坡顶变成平形的小山的，呈现一片无际的平淡和宁静；石头由各个圆形结成带状分布参差。这些都交互搭配色彩：丘陵上部用淡绿色，侧面涂上暖暖的黄褐色，石头或是青色的，或是青绿色的。各个形状虽都是独立的个体，却彼此紧紧地结合着。使用了这两种“像”，文征明在自己画中设计了一连串的“区域画面”。这一个“区域画面”从右到左，从左到上，又从右折回，最后到达最顶部。在这部分，随着两侧远处灰色的山，成为全图的核心；同时，有平顶的山，距离变远了，连带地也看出形状有所变化。留白部分的抑制感觉把依据这两个主题而使用的技巧作更一层的肯定。\n\n　　从构图上来看，沈周在落花图里，形态和空间的处理仍是如此的。平滑而明确的轮廓画成的小的、和经过选择而画的图形岩石，然后是山崖模样的士坡，这幅图就完成了。岩石和土坡是青色和绿色的。与文征明的情形相同：使各种材料的效果都发挥出来；根据经过计算的速率，从画卷开头的右下方移升上去到中间，连及左边的远景，空间的表现是不可或缺的。谨慎地点上去的“点”更加强了画面的动感。\n\n　　在其初期的作品，可以看见其纤细而精密记忆及有力的组织能力的表现方法。用普通线条的细心描写，不但很精致，一旦使用模糊的效果，在微妙的灰色部分就会生动起来。浓墨通常只作重点式地使用，色彩也就淡多了。这么做的结果，根据画册中的《风雨孤舟图》或米芾风格的《春山烟树图》，就要被归入宋末绘画的样式。然而在同时，这图甚至连《雨余春树图》使用青绿色的古风或《溪山深雪图》的雪景技巧都谈不上。当时活跃于苏州的画家们，尤其是承教于沈周的弟子，封元代大家都有相当的敬慕之意。《仿王蒙山水图》是文征明透过其生活体验，所做的一连串相同主题的作品中最早的一幅。在《东林避暑图》中——稍稍大胆地使用沈周的风格——可以看出倪瓒的格调。在纤细的小品《秋山图》里也可看到吴镇的影子；现存于上海的《天平纪游图》，即是用黄公望的格调。这么一来，拿沈周画的名胜的正面图与现代的摄影对照来看，文征明转而倾向元人的风格，可更清楚地查证到。又《听泉图》里的敏锐和简洁，以及简拙的古风，都比较接近赵孟頫的风格。\n\n后期作品\n\n　　一五二三年以后，停留于北京的四年期间，文徵明并不幸运。在这短暂担任公职的期间，没有留下值得一提的作品。由于繁琐的公务缠身，加上官场并不得志，而无法激起创作意愿及培养优秀的技法。这时期被认为最优秀的作品，在技法上也没有值得一提的。画里的诗暗示了对江南的憧憬，这应该是唯一一次在一五二七年春天回乡省亲的时候，由于顿时的解放感而心中百感交集的作品。一五三〇年的作品洋溢着自信，被压抑的才能一下子迸绽开来。\n这十年间作品的光彩，不仅是文徵明职业性的名人艺术而已，更反映了他初获苏州画坛指导者的自信，同时也因提拉了多位年轻画家和朋友，而以．老师的身分受到仰慕。文徵明的处世之法是竭诚地尊敬那些以自身遭遇作素材的宋元大画家们，而他也以新的肯定态度对待当代的画家。他清楚地自觉自己的能力，这使得文征明能独创出生气活现的作品，谁也无法模仿。\n\n　　在文徵明的作品里，光辉的形象不断地出现。一道沁凉的瀑布由岩石中从天而下，长卷的士方满横平的黑枪树枝，和冬景山水的白雪强烈对照的景物，以及断崖、连峰、谷涧、村落、结冰的河，冬天往返穿梭的旅人。打破这个单调性的是，尚未坚固的湖面冰被推移所发出的尖锐声音，行旅者如火般赤红的外套和赤色的树叶抽芽所呈现的生命的律动。他也未曾遗忘微小的束西。故宫所藏的两幅画中，锯齿状的芙蓉叶在画册中寂静地漂着，画起竹来，朱竹墨竹表现得同样卓然坚瘦。相同地，故宫所藏的一五三五年王蒙的作品中，高峭险峻的山也在这里得到新式的神采。文征明不畏使用减笔之体，这是为寄望于更永久的世界，而使用了意识较弱的古朴风格。恰似某种感性的激情似的。这样的繁杂性，在他描写与旧友别离的《停云馆言别图》中也可看到。文人画的基本观念是不夸耀用笔的“巧”。在乍见看似笨拙的表明之下，才是其真正隐藏价值的地方。一四九四年，沈周放弃了以前对画的对象体及自己艺术手段所秉持的理念，正是由于了解了这件事。然而对照地来看，只有文征明一人——特别是在一五〇三年——是完全隐藏技巧而作画的文人画家。在他笔下所完成的艺术作品，其光芒是无法形容。\n文徵明的画中也有重要的跋文。故宫博物院所藏，一五三三年的《花卉册》是被窗外盛开的花所感动时的杰作，它的界边处理法与沈周的《写生册》相类似。可以想见这幅画册是多么忠于古法。同样的，在故宫所藏的一五三八年的《墨竹册》，是追随某位画家，吸收他的画风参改而作。但根据他的技巧和独创性，不能说他只求极为逼真便算了事。他自己也不这样想。《花卉册》、《墨竹册》两画册的后跋中，叙述他与画的关系，也就是对作画时的切望和兴奋，感动的一刹那和冲动。安·克拉普对文徵明的心境，简要地说是“被合理的思想和被鼓舞着的感受性所分断着”。文氏自己也在《花卉册》后这样说：“拿起笔时所意识到的只有冲涌而上的美感。”\n\n　　一五四〇年反映了他更一层的复杂，很显然地他失去了原有刺眼的锋芒。一来由于他变稳重了，二来是更加奔放地、公然地表现感情。耀眼的格调因为某种微妙的目的而被取代了。画中大半部分的稳健性来自他重新对宋画空间的体认。特别是这个认识唯有通过李成的传统手法才领悟得到。沿着曲迥河流而下的茂密树林，把我们引入到《仿李成寒林图》《寒林待雪图》两幅图里的静寂世界。另有对照性的《江南春图》的梦幻色彩，在构图上令人联想到元代的倪瓒。然而，使画面谐调美更醒目，使画中所呈现的宁静梦境更具体的东西，可以说是在树后面那一叶文人之舟，以及为了表现远山距离而渐渐后退的空间处理手法。所隐藏的东西是广为人知但不违背其稳健之画风的形态。通过文字的叙述，文徵明的感情如排山倒海之势溢涌而出。这是这十年中的后二年、一五四八——四九的情况，文徵明创造最杰出作品的时期。这种表现——由他的谨慎落笔好像与这种意志相反——不由得地被孕育而生的自然所感动。在《仿赵伯骕后赤壁图》的卷末处到顶点的部分可看出这一点。高险的台地，斜峭的悬崖，被风吹弯的树木、急流和飘浮漂的云。和上述的图同一年所作，故宫博物院藏有一幅引用吴镇的水墨样式的图《溪山高逸图卷》。画面形式当然不同，是在绢本上所绘的一种纯粹用水墨表现的关怀之情，这是其共通点。而文征明对历史的真挚态度即使到了年老以后也没有变得暧昧。元代“平淡”的画风是以十世纪的格调中所蕴含的丰富立体感作为其对象接下来的阶段，被预期到的是——说是历史性的自然演进或许更合适，一五五二年的《赤壁胜游图》中稳健的表现。这幅画中恐怕没有由广大的空白所带来的沉寂之气。另外加同他晚年所写的字之大部分的情形，用笔没有丝毫的犹豫，正确地把握了古代理想性的画题，表现了继承文征明和苏州画派特有的洗练格调。\n正因为由惜墨如金和平板的意匠而产生的吴镇的画的单纯性，文徵明最后的作品明显地看出来正迎合这种口味。《前赤壁舟游图》是有年代记载的作品中最晚的一幅，当时文征明八十九岁。\n\n　　九十岁，文徵明作诗迎接新年，下一个月的二十日，在写完朋友的墓碑铭之后，把笔搁在一旁，静静地结束了他的一生。\n\n　　所以故宫博物院的《古木寒泉图》恐怕是表现这种强烈紧迫感的最好作品。松、杉的枝像被折弯似的，草好像被压扁地长着，千丈高的崖，和垂直而下的瀑布，这些景物都被挤在左右毫无余地的狭窄画面上。\n\n　　文徵明生命的最后十年间，一五五〇年代所作的，现藏于故宫的《古木寒泉图》也使用同样的狭长画面形式，在此，远方的树林直逼太阳，树木向着光却不见得笔直的姿态，歪歪斜斜的，顺应着他对这世界特有的主张——苦战而脆弱的层层山峰。\n\n　　这作品是文徵明八十岁时所绘，当中也可看出他晚年对衰老最后的抵抗。比如，形状都覆盖着老迈而硬厚的外壳、只能说是任由生命沉默的无奈。果真如此的话，在稍后所绘的《古柏图》、《古木寒泉图》中，以送别时那深邃寂静而且更安稳的晚年人生作为主题。这从文徵明把自己的思想用极淡的水墨作微妙的变化所呈现的风格中来看，可肯定其中一部分。若更明确地来说，是因为枯木、岩石和山水的表现，不问及他的周围和背景，集中在近乎空荡的平稳的空间之中的缘故吧。文征明的艺术不单纯地在形态上保留葛藤而已，他已达到所谓“自然界经常充满真实”，“完全的物象是被空间环绕而生的”的思想境界了。从这里，广博的哲学在中国一直被保存了下来。\n文徵明到临死之前仍是精力充沛的画家，他晚年作品和思考性的作品多广传于世。由于在表面上，不能强烈感觉到其共通的个性，很多作品都被断定为他的真迹，加上当时他已是苏州画坛的长老，弟子和模仿者就理所当然地增加了。他的画风更是万人共有的财产。我们只能过滤出没有疑问的真迹，才能确切表示为文征明的作品。\n\n　　这些作品中有一幅根容易令人联想到董源、巨然的风格：《仿董巨山水图》。他在这幅画中表现了堂堂的安定感，坚毅挺拔连绵的山峰，笔直延伸的树干，以不单调垂直地往复用笔，表现着斜陡的尖峭地形。如此一来完全地依照自己的喜好，以纵长的画面形式更强调着。所以在此，我们可知要脱离传统所具有的安定性是不可能的。诚如形容李成那样，再度确认十世纪之大作家不可动摇的重要性。\n\n书法艺术\n\n　　文徵明于书法则是博习专精的典范。\n\n　　文徵明的小楷造诣最高。主要师法传为王羲之的《黄庭经》、《乐毅论》以及钟繇《宣示》，王献之《十三行》等，又能融入唐人小楷笔法于一炉，形成“温纯精绝”的自家风貌。\n\n　　文徵明小楷《真赏斋铭有叙》》的主要内容包括：书法作为我国文化艺术的一个组成部分，有着光辉灿烂的历史，源远流长。我国历史上著名书法家灿若群星，他们的作品在中国书法史上闪耀着夺目的光彩，流传千古。小楷作为楷书的一种，始于汉末三国魏晋之际。在印刷文字还不方便的时代，通行的正式郑重文书都需要以小楷书写。自隋唐以来，直至清代，都把小楷作为科举考试的一个重要科目，若不及格必将名落孙山，因而，小楷书法自然得到了社会的高度重视。由于小楷通行年代已久，历史上涌现出了许许多多长于小楷的书法名家，以及具有很高艺术价值的小楷作品，如魏国钟繇书《宣示表》，东晋王羲之书《乐毅论》、《黄庭经》，唐代钟绍京书《灵飞经》，元代赵孟頫书《汲黯传》、《道德经》，以及明代文征明书《真赏斋铭有叙》，王宠书《圣主得贤臣颂》，祝允明书《醉翁亭记》、《前后出师表》等等。这些珍贵的小楷作品，都是书法艺苑中的奇葩，作为一个书法艺术的爱好者和追求者，理应把小楷作为一门必修课。当前，硬笔书法艺术方兴未艾，以流传下来的经典小楷作为范本，当是取法乎上的明智之举。\n\n　　文徵明的行书大致可分两大类风格：一是以王羲之《圣教序》笔意为主所写的行书小品；一是以黄山谷笔意书写的大行楷。\n\n　　他在形成这两大类风格之前，同样经历过博采阶段，他不仅搜遍尽可能见到的王羲之法帖，还深入临习过颜真卿《争座位》、《祭侄文稿》、《刘中使帖》、《瀛州帖》、苏东坡《前赤壁赋》、黄山谷《经伏波神祠诗》、《竹枝词》以及米芾、赵孟頫等行书大家的墨迹。有时他也能像祝允明那样，以苏、黄、米等人的笔意书写自己的诗文。当然他并未停留在这个阶段，而是入后知出，对古法进行了扬弃，最后求得适合己性的自家笔法。文徵明的草书除学二王以及智永小草之外，也学怀素、黄山谷的狂草。最常见的还是前一类小草，且时常融入他的小行书中，狂草作品很少，仅见他分别作于43岁、50岁、51岁的三件作品。43岁应友嘱作《东林避暑图卷题诗》以黄山谷行书、狂草及苏体行书各书诗一首。其中狂草《上巳日独行溪上有怀》十七行，体由山谷及狂素。50岁所作《草书卷》则是学山谷狂草《竹枝词》后有所得而拟其笔意所作。51岁所作《八月六日书事·秋怀七律诗合卷》则已脱去山谷狂草形骸，直逼怀素神意。此幅与以狂草见长的祝枝山相比，毫不逊色。李登在此卷后跋云：书家拟仿，虽极品皆可致力，所谓步步趋趋，惟草圣如颠素不可拟仿，何？危波以纵逸。而以拟仿，神先乖隔。故能逼真，所谓飘逸绝尘而膛乎其后者也。\n文老当盛年时作此书，直通颠素，视京兆未足多羡。岂其神情自适，非若拟仿然耶？窃怪此老胡不终世作此种书……这幅狂草确实堪称神品，因此李登有一疑问，文征明为何终世不作此种书？有人认为，这实在和文征明庄重谨慎的态度有关，所以文征明愈到晚年，字里行间愈重规矩。笔者认为这固然是十分重要的原因，此外恐还有一个原因：当文征明51岁时，其知友祝允明61岁，尚出仕在外，62岁致仕归里，与文徵明过从甚密，其时祝允明狂草之名如日中天，按文征明的性格，很可能故意少作甚至不作狂草，以免两者书作在形式上的冲碰。而绝非文徵明在狂草方面的才情不足。\n\n　　文徵明的隶书作品不多，但他颇为自得。主要学钟繇、梁鹄等。他有时以隶书作跋，如《跋范庵石湖诗卷》、《跋康里子山书李白诗》等；也常作四体千字文；有时以大字隶书作引首。他的大字隶书与小字隶书大异其趣。此外，他曾集汉隶书写《汉隶韵要》可见他于隶书用功之勤，推广此体也不遗余力。文徵明的隶书虽不是他最擅长的书体，却也是明代隶书风格的典型，恐怕与此举不无关系。\n\n　　文徵明的篆书与其他书体相比算是弱项。但在写篆书风气沉寂的明代，他的篆书仍是相当难得而珍贵的。王世贞曾云：“待诏以小楷名海内，其所沾沾者隶耳。独篆笔不能轻为人下，然亦自入能品。所书千文四体，……篆书斤斤阳冰门风，而皆有小法，可宝也。”又云：“征仲恒自负隶法则不尚古人，而歉于篆。然余得《千文》一本，亦在吴兴堂庑也。”《艺苑巵言》由于文徵明常书千字文作日课，故其篆书自有相当的基本功力。\n\n　　文嘉《先君行略》曾云：公平生雅慕元赵文敏公，每事多师之。论者的公博学，诗、词、文章、书、画，虽与赵同，而出处纯正，若或过之。\n\n　　由此可知文徵征明不但诗文书画皆绝，而且于书法一门亦篆隶正行草皆擅，比他的前辈师友吴、王、李、沈、祝等更多能于篆隶两体。因此，他能继祝允明之后主盟吴门书派。\n\n文学艺术\n\n　　文徵明诗文亦富有造诣。其诗接近柳宗元、白居易，诗风淡雅秀丽，清新自然，多为感兴、纪游、题画之作。\n\n\n家庭成员\n\n　　曾祖 文惠\n\n　　祖父 文洪，字功大，号希素，成化元年举人，十一年上礼部中乙榜，授涞水县学教谕。其通易学，好吟咏，善诗文，著有《括囊集》、《文涞水遗文》。\n\n　　父亲 文林曾任永嘉知县，体贴劳苦，为官清廉，有“却金亭”美誉，擅诗文书法，著有《文温州集》等。\n\n　　叔父 文森，文林二弟，成化丁未进士，曾任河间府任知县，召拜浙江监察御史。都御史毛珵的亲家。\n\n　　叔父 文彬，文林三弟，能武善骑射，以年资贡礼部。\n\n　　长兄 文徵静读书善笔札，生平气义自胜，不为贵势拙折，喜好交诗友书画，雅歌堂”为其斋名，后其子文伯仁沿用。刘穉孙娶徵静女，穉孙本人，亦工书好赏鉴，字学苏轼，尤工秦汉篆，名擅一时，亦为徵明家族后学。\n\n　　岳父 吴愈字惟谦，南直隶苏州府昆山人。成化十一年进士。授南京刑吴愈像部主事，官至河南右参政。系之后清代文豪吴伟业曾祖。\n\n",
  "desc": "文徵明（1470年11月28日—1559年3月28日），原名壁（或作璧），字徵明。四十二岁起，以字行，更字徵仲。因先世衡山人，故号“衡山居士”，世称“文衡山”，汉族，长州（今江苏苏州）人。明代著名画家、书法家、文学家。文徵明的书画造诣极为全面，诗、文、书、画无一不精，人称是“四绝”的全才。与沈周共创“吴派”，与沈周、唐伯虎、仇英合称“明四家”（“吴门四家”）。诗宗白居易、苏轼，文受业于吴宽，学书于李应祯，学画于沈周。在诗文上，与祝允明、唐寅、徐祯卿 并称“吴中四才子”。在画史上与沈周、唐寅、仇英合称“吴门四家”。",
  "dynasty": "明代",
  "id": 1443,
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_1443.jpg",
  "name": "文徵明",
  "star": 3
}