{
  "content": "艺术成就\n\n　　秦少游是北宋文学史上的一位重要作家，但是，长期以来，人们在谈到秦少游时，习惯上总是把他与婉约词联系在一起，却较少提及他的诗，更少论及他的文。其实，在秦少游现存的所有作品中，词只有三卷100多首，而诗有十四卷430多首，文则达三十卷共250多篇，诗文相加，其篇幅远远超过词若干倍。当然，评价一个作家的成就不能只看作品数量而不看质量，有的作家存世虽只有一部苏轼引荐为太学博士，后迁秘书省正字，兼国史院编修官。哲宗于绍圣元年亲政后“新党”执政，“旧党”多人遭罢黜。秦观出杭州通判，道贬处州，任监酒税之职，后徙郴州，编管横州，又徙雷州。徽宗即位后秦观被任命为复宣德郎，之后在放还北归途中卒于藤州。\n　　其散文长于议论，《宋史》评其散文“文丽而思深”。其诗长于抒情，敖陶孙《诗评》说：“秦少游如时女游春，终伤婉弱。”他是北宋后期著名婉约派词人，其词大多描写男女情爱和抒发仕途失意的哀怨，文字工巧精细，音律谐美，情韵兼胜，历来词誉甚高。然而其词缘情婉转，语多凄黯。有的作品终究气格纤弱。代表作为《鹊桥仙》、、《望海潮》、、《满庭芳》、等。《鹊桥仙》中的“两情若是久长时，又岂在朝朝暮暮！”被誉为“化腐朽为神奇”。《满庭芳》中的“斜阳外，寒鸦数点，流水绕孤村”被称做“天生的好言语”。南宋张炎之《词源》：“秦少游词体制淡雅，气骨不衰，清丽中不断意脉，咀嚼无滓，久而知味。”生平详见《宋史·文苑传》。著有《淮海集》40卷，以及《淮海居士长短句》、《劝善录》、《逆旅集》等作品。。其所编撰的《蚕书》，是我国现存最早的一部蚕桑专著。极善书法，小楷学钟王，遒劲可爱，草书有东晋风味，行楷学颜真卿。建炎四年，南宋朝廷追赠秦观为“直龙图阁学士”，后世称之为“淮海公”。\n\n未仕期\n　　秦观在未仕期间，大多在故乡高邮居家耕读，为科举做准备。然而亦时常游历于江淮吴楚之间，徜徉于山光水色之中。 在这段期间秦观的主要出游地有二：一为神宗熙宁九年，秦观同孙莘老、参寥子游访漳南老人于历阳惠济院，浴汤泉，游龙洞山。又往乌江拜谒项羽墓，极尽山水名胜。此次出游共赋得诗词三十余首，并作《汤泉赋》一篇，以记途踪。二为神宗元丰二年，秦观前往越州省亲，适逢苏轼自徐州徙往湖州，于是便乘苏轼官船一同南下。途经无锡，与苏轼同游惠山，又经吴兴，泊西观音院，同访诸寺。端午过后，遂别苏轼赴越，中秋时，与参寥子、辩才法师同游龙井，其后又与郡守程公辟游玩鉴湖、拜谒禹庙，相得甚欢。直至岁末年关家书催归，秦观始依依不舍的乘船北上。写下著名的《满庭芳》来描述离别情意，透露出对此段漫游岁月美好的缱绻不舍。\n　　“学而优则仕”是天下读书人的梦想，秦观亦不例外，然而秦观的科举征途却屡遭挫折。神宗元丰元年秦观第一次参加科举应试，却是抱着满满的期望换来落第的命运，于是他便马上“杜门却扫，日以诗书自娱” ，可见这一失败，对他而言，是精神上的打击。神宗元丰四年秦观再次应试，却依旧名落孙山。科举的接连失利，使得秦观心境更加忧愁悲郁，认清了“风俗莫荣於儒，材能咸耻乎未仕” 的社会现实。因此只好改变态度，学习时文并向时人投献诗文，望获举荐。“功夫终不负有心人”，秦观在神宗元丰八年参加第三次科举考试，终于成功考取进士，踏上其同样屡遭挫折的十年仕宦之途。\n\n入仕期\n　　朋党倾轧是北宋政治上的大难题，更是令朝廷不安的一大乱源。秦观入仕之时，适逢北宋朋党斗争日益激烈之际。秦观于此亦身不由己地陷入了这场政治漩涡之中，无法自拔。 元丰八年，秦观登科以后，任定海主簿及蔡州教授。因其亲附苏轼，被视为“旧党”，从此党争的迫害便从未间断。元祐二年苏轼、鲜于侁，共以“贤良方正”荐秦观于朝，无奈却被人以“莫须有”的罪名加以诬告。元祐五年方由范引纯引荐，得以回京任秘书省正字。元祐六年又因“洛党”贾易诋其\"不检\"而罢去正字。接二连三的政治迫害，使得秦观大受打击，对政治开始灰心，且有退隐之意。元祐七年，秦观授左宣德郎，又由秘书省正字，左迁国院编修官，参修《神宗实录》，甚得恩宠。数月之间，拔擢连连。此三年亦为秦观仕宦期间最顺遂的时候。宦达未久，元祐九年太皇太后高氏崩逝，哲宗亲政。“新党”之人相继还朝，“旧党”之人则连遭罢黜，秦观历时七年的贬谪生涯从此开始。\n\n贬谪期\n　　太皇太后高氏崩逝，哲宗亲政。政局瞬变，“旧党”出京。秦观作为“旧党”核心人物，亦在所难免。 秦观首先被贬为杭州通判，因御史刘拯告他重修《神宗实录》时，随意增损，诋毁先帝。因而在前往杭州途中又贬至处州任监酒税。在处州任职之时，秦观学佛以遣愁闷，常与佛寺僧人谈佛聊禅，并为僧人抄写经文。他的词作《千秋岁》在回忆当年盛会时，抒发了很深的感慨与愁情：水边沙外，城郭春寒退。花影乱，莺声碎。飘零疏酒盏，离别宽衣带。人不见，碧云暮合空相对。 忆昔西池会，鹓鹭同飞盖。携手处，今谁在?日边清梦断，镜里朱颜改。春去也，飞红万点愁如海。\n　　无奈小人诬陷，状告秦观私撰佛书，便又因此获罪。《宋史·文苑传》云：\"使者承风望指，伺候过失，既而无所得。则以谒告写佛书为罪，削秩徙郴州\"。削秩是将所有的官职同封号除掉，是宋朝对士大夫最严重的惩罚。贬黜南蛮时，秦观心情悲怅，早已绝了希冀，便作《踏莎行》词。虽将《千秋岁》的直抒换为比兴，没有“愁如海”之类的字眼，然而内心深处却依然郁结难解： 雾失楼台，月迷津渡，桃源望断无寻处。可堪孤馆闭春寒，杜鹃声里斜阳暮。驿寄梅花，鱼传尺素，砌成此恨无重数。郴江幸自绕郴山，为谁流下潇湘去。\n　　秦观方至郴州又移至横州编管，元符元年，移迁雷州编管。眼望离京师越来越远，归乡无期，秦观自赋挽词。此词道尽心中凄苦，叫人心生悲惋。 元符三年哲宗驾崩，徽宗即位，向太后临朝。政坛局势变动，迁臣多被召回。秦观也复命宣德郎，放还横州。当年五月行至藤州，出游光华亭，索水欲饮，水至，笑视而卒。张文潜曾作《祭秦少游文》云：“呜呼！官不过正字，年不登下寿。间关忧患，横得骂诟。窜身瘴海，卒仆荒陋。”道尽了秦观坎坷一生，句句痛彻心扉。一代文人，命运竟是如此的坎坷曲折，最后竟死在荒蛮之地，令人无限感慨。\n\n婚姻家庭\n　　作者：陈雄 出自《公然走私的爱情》一书\n　　秦观的正妻叫徐文美，而非传说中的苏小妹。这是他自己在为岳父写的文章里交代的。他的岳父是高邮一位姓徐的富商，因为有点钱，捐了一个主簿的官当，生了三个女儿，分别叫徐文美、徐文英、徐文柔。秦观在《徐君主簿行状》一文末尾说：“徐君女三人，尝叹曰：子当读书，女必嫁士人。以文美妻余，如其志云。”\n　　关于其妻就是点了一下名字而已，在秦观的诗文中提及不多。例如《临江仙》：\n　　髻子偎人娇不整，眼儿失睡微重。寻思模样早心忪。断肠携手，何事太匆匆。\n　　不忍残红犹在臂，翻疑梦里相逢。遥怜南埭上孤篷。夕阳流水，红满泪痕中。\n　　再如《满庭芳·茶词》：\n　　北苑研膏，方圭圆璧，名动万里京关。碎身粉骨，功合上凌烟。尊俎风流战胜，降春睡、开拓愁边。纤纤捧，香泉溅乳，金缕鹧鸪斑。 相如方病酒，一觞一咏，宾有群贤。便扶起灯前，醉玉颓山。搜揽胸中万卷，还倾动、三峡词源。归来晚，文君未寝，相对小妆残。\n　　末句以相如文君来比喻秦观夫妇，说明两人感情还是很深厚的，但徐文美大概不是秦观最钟爱的女子。有人统计，秦观留传下来的四百多首诗词，约四分之一为“爱情诗”，而其中的主人公绝大多数是青楼歌女。钱钟书在《宋诗选注》的序里说秦观的诗是“公然走私的爱情”。《茹溪渔隐丛话》引《艺苑雌黄》说了秦观的一件风流事。秦观在绍兴的时候，由当地最高长官太守接待，住高级宾馆蓬莱阁。一日，在席上看中一个歌妓，于是赋《满庭芳》，开头一句是“山抹微云”，后来就是“销魂，当此际，香囊暗解，罗带轻分。漫赢得青楼，薄幸名存”了。此词流传甚广，苏轼曾戏称秦观为“山抹微云秦学士”。\n　　明代的蒋一葵在《尧山堂外纪》中则透露了秦观的另两次艳事。“秦少游在蔡州，与营妓楼婉字东玉者甚密”，他专为情人写了一首《水龙吟》，还费心地将楼东玉的名字写进去，“小楼连苑横空”、“玉佩丁东别后”就是谜面。而“花下重门，柳边深巷，不堪回首。念多情，但有当时皓月，照人依旧”是说他们幽会情景的。秦观还有过一位叫陶心儿的情人，他曾赠一首《南歌子》给这位名妓，末句的“天外一钩残月，带三星”，就是为陶心儿的“心”字打的哑谜。\n　　才情都用在妓女身上，是不是有点“浪费”？以至于黄庭坚都看不过去了，写了一首诗劝告他，其中有“才难不易得，志大略细谨”的句子，秦观看了很不高兴。\n　　传统的诗词鉴赏，分析秦观时，总是定性为写“歌妓的恋情，同时又融入自己的身世之感”，但这并不适合解读秦观的所有爱情词。拿他的经典名句“两情若是久长时，又岂在朝朝暮暮”来说，就并没有牵连到什么仕途失意的身世之感。相反，如果结合他放浪的情感经历来看，完全可以大胆地假设，这只是秦少游安慰痴情女子的托词，或者说摆脱一段旧恋情的美丽借口。 \n\n\n轶事典故\n\n　　少游为黄本校勘甚贫，钱穆父为户书，皆居东华门之堆垛场。少游春日作诗遗穆父曰：“三年京国鬓如丝，又见新花发故枝。日典春衣非为酒，家贫食粥已多时。”穆父以米二石送之。《王直方诗话》\n　　王右丞二月十一日生日。程文通诸人前期袖诗草谒秦太虚，问曰：“右丞生日，必有佳作。”少游以诗草示之，乃押九青韵俱尽。首云：“元气钟英伟，东皇赋炳灵。蓂敷十一荚，椿茂八千龄。汗血来西极，抟风出北溟。”诸人愕然相视，不敢更出袖草。《桐江诗话》\n　　秦少游晚出左掖门，有诗云：“金雀觚棱转夕晖，飘飘宫叶堕秋衣。出门尘涨如黄雾，始觉身从天上归。”识者以为少游作一黄本校勘而炫耀如此，必不远到。《诗话总龟》\n　　少游绍圣间以校勘为杭倅。方至楚泗间，有诗云：“平生逋欠僧房睡，准拟如今处处还。”诗成之明日，以言者落职，监处州酒。人以为诗谶。《王直方诗话》\n　　吕申公在扬州日，因中秋令秦少游预拟口号，少游遂有“照海旌幢秋色里，激天鼓吹月明中”之句。是日微阴，公云：“使不著也。”少游复作一篇云：“自是我公多惠爱，却回秋色作春阴。”《苕溪渔隐丛话》\n　　东坡初未识秦少游，少游知其将至维扬，作坡笔题壁于一山寺。东坡果不能辨，大惊。及见孙莘老，出少游诗词数百篇读之，乃叹曰：“向书壁者，岂此郎也！”《冷斋夜话》\n　　廌谓少游曰：“东坡言少游文章如美玉无瑕，又琢磨之功，殆未有出其右者。”少游曰：“吾少时用意作赋，习惯已成。诚如所谕，不畏磨难。然自以华弱为愧。”邢和叔曰：“子之文铢两不差，非秤上秤来，乃等子上等来也。”《师友谈记》\n　　少游尝以真书题邢敦夫扇云：“月团新碾瀹花瓷，饮罢呼儿课楚词。风定小轩无落叶，青虫相对吐秋丝。”山谷见之，乃于扇背小草题一诗云：“黄叶委庭观九州，小虫催女献公裘。金钱满地无人贯，百斛明珠薏苡秋。”少游后见之曰：“逼我太甚！”《诗话总龟》\n　　山谷戏书少游壁诗，有“谁馈百牢鸜鹆眼”之句，注“鸜鹆”以指所盼者。《山谷诗话》\n　　少游自会稽入都见东坡。东坡曰：“不意别后却学柳七作词。”少游曰：“某虽无学，亦不如是。”东坡曰：“‘销魂当此际’，非柳七语乎？”坡又问别作何词，少游举“小楼连苑横空，下窥绣毂雕鞍骤”。东坡曰：“十三字只说得一个人骑马楼前过。”《高斋诗话》\n　　东坡呼少游为“山抹微云君”。《艺苑雌黄》\n　　少游在蔡州，与营妓娄婉字东玉者密，赠之词，有“玉佩丁东”句。又有赠陶心儿词云：“天外一钩横月带三星。”东坡诮其恐为他妓厮赖。高斋诗话：山谷次韵孙子实寄少游诗云：“才难不易得，志大略细谨。”王立之诗话：少游极怨山谷此句，谓言蔡州事，少人知者。《山谷诗注》\n　　杭有一倅，闲唱少游满庭芳词，偶误举一韵曰：“画角声断斜阳。”琴操在侧曰：“画角声断谯门，非斜阳也。”倅曰：“汝可改韵否？”琴即改云：“山抹微云，天连香草，画角声断斜阳。暂停征辔，聊共饮离觞。多少蓬莱旧侣，频回首，烟霭茫茫。孤村里，寒鸦万点，流水绕红墙。魂伤当此际，轻分罗带，暗解香囊。漫赢得秦楼薄幸名狂。此去何时见也？襟袖上，空有余香。伤心处，长城望断，灯火已昏黄。”东坡闻而赏之。《能改斋漫录》\n　　程伊川一日见少游，问：“‘天若有情，天也为人烦恼’是公词否？”少游意伊川赏之，拱手逊谢。伊川云：“上穹尊严，安得易而侮之？”少游惭而退。《瓮牖闲评》\n　　秦少游观辋川图而愈疾。《香祖笔记》\n　　畅姓惟汝南有之。其族尤奉道，男女为黄冠者十之八九。有女冠畅道姑，姿色妍丽，神仙人也。少游挑之不得，乃作诗曰：“瞳人剪水腰如束，一幅乌纱裹寒玉。超然自有姑射姿，回看粉黛皆尘俗。雾阁云窗人莫窥，门前车马任东西。礼罢晓坛春日静，落红满地乳鸦啼。”《桐江诗话》\n　　秦少游侍儿朝华，姓边氏，京师人。元祐癸酉纳之。尝为诗曰：“天风吹月入阑干，乌鹊无声子夜闲。织女明星来枕上，了知身不在人间。”时朝华年十九。后三年，少游欲修真断世缘，遂遣归父母家，以金帛嫁之。朝华临别，涕泣不已。少游作诗云：“月雾茫茫晓柝悲，玉人挥手断肠时。不须重向灯前泣，百岁终当一别离。”朝华既去二十余日，使其父来曰：“不愿嫁，却乞归。”少游怜而复取归。第二年，少游出倅钱塘。至淮上，因与道友议论，叹流光之遄速，谓朝华曰：“汝不去，吾不得修真矣。”亟使人走京师，呼其父来，遣随去。复作诗云：“玉人前去却重来，此度分携更不回。肠断龛山别离处，夕阳孤塔自崔巍。”时绍圣元年五月十一日，少游尝手书记其事。未几，遂窜南荒。《墨庄漫录》\n　　秦少游南迁至长沙。有妓平生酷爱秦学士词，至是知其为少游，请于其母，愿托以终身。少游赠词，所谓“郴江幸自绕郴山，为谁流下潇湘去”者也。念时事严切，不敢偕往贬所。及少游卒于藤，丧还，将至长沙。妓前一夕得诸梦，即送于途。祭毕归而自缢。《陔余丛考》引《野客丛书》 按今《野客丛书》不见此条，《夷坚志》载此事。《容斋四笔》又自辨之。\n　　瞿塘之下，地名人鲊瓮，少游尝谓未有以对。南迁度鬼门关，乃为绝句云：“身在鬼门关外天，命轻人鲊瓮头船。北人恸哭南人笑，日落荒村闻杜鹃。”《侯鲭录》\n　　少游谪古藤，意忽忽不乐。过衡阳，孔毅甫为守，与之厚，延留待遇有加。一日饮于郡斋，少游作千秋岁词。毅甫览至“镜里朱颜改”之句，遽惊曰：“少游盛年，何为言语悲怆如此！”遂赓其韵以解之。居数日别去，毅甫送之于郊，复相与终日。归谓所亲曰：“秦少游气貌大不类平时，殆不久于世矣。”未几卒。《独醒杂志》\n　　潭守宴客合江亭，张才叔在坐。有一妓独唱二句云：“微波浑不动，冷浸一天星。”才叔索其全篇，妓曰：“夜坐商人船上，邻舟一男子倚樯而歌，不能尽记。”有赵琼曰：“此秦七声度也。”使人访之，果少游灵舟。《五岳志》\n　　秦观子湛，大鼻类蕃人，而柔媚舌短，世目为“娇波斯”。《鸡肋编》\n　　靖康间，有女子为金虏所俘，自称秦学士女，道上题诗云：“眼前虽有还乡路，马上曾无放我情。”读者凄然。曾季狸作秦女行。《梅磵诗话》\n\n被贬雷州\n　　北宋哲宗时期，因为新旧党争，秦观被贬杭州通判，旋贬处州酒监税、后又移至彬州、横州编管，不断南迁，元符元年秋，贬到海康。这是秦观贬谪生涯的最后一站。也就在雷州，秦观走过了他人生最后三年时间。\n　　秦观初到雷州，故乡高邮正是雨打芭蕉，蟹肥虾美之时，而他长期活动的东京也是梧桐落叶，大雁南飞，但在雷州，依旧艳阳高炽，与溽夏无异。人在万里，江湖飘零，知已难遇，故人长绝，加上雷州风土故物不类中原，多愁善感的秦观每日郁郁寡欢，他写诗道：“白发坐钩党，南迁濒海州。……灌园以糊口，身自杂苍头……鹪鹩一枝足，所恨非故林。……海康腊己酉，不论冬孟仲……可怜秋胡子，不遇卓文君。”这种情绪等到这一切在苏东坡到来才有所改观。\n\n雷州永别\n　　宋哲宗元符元年初冬，秦观的恩师苏东坡在海南岛昌化军，遇赦北归途经雷州，两人相见，恍如梦寐。秦观拿出自已在雷州写的诗请老师批评，苏东坡哈哈大笑，也拿出一把扇子递给秦观，秦观接过一看，原来是自已南谪过程中写的一首《踏莎行》词：“雾失楼台，月迷津渡。桃源望断无寻处。可堪孤馆闭春寒，杜鹃声里斜阳暮。 驿寄梅花，鱼传尺素。砌成此恨无重数。郴江幸自绕郴山，为谁流下潇湘去？”整首词充满了伤感，甚至有点凄厉。据说苏东坡听到这首词之后，叹息道：“少游已矣！虽万人何赎。”\n　　看到老师将自己的作品写在扇子上随身携带，秦观有一种说不出的感动。至于秦观给苏东坡看的诗，有人说是他连夜写的《自挽诗》，里面有这些句子：“家乡在万里，妻子天一涯。孤魂不敢归，惴惴犹在兹。……奇祸一朝作，飘零至于斯。弱孤未堪事，返骨定何时？”但也人说这首《自挽诗》作于元符二年，如是，那就是苏东坡走后几个月的事了，那么，呈给老师的当是《海康书事》等作品。\n　　看了秦观的诗，苏东坡感慨万千，他和秦观在文学观念上是不一致的。苏东坡生性乐观，喜欢写一些豪放的词，虽也有伤感之作，但大体是格调昂扬，由此对秦观的婉约风格颇有批评，曾调侃这位弟子为“山抹微云君”。而此时，同样被贬的经历，多年宦海沉浮，特别是秦观被贬，很大程度上也是受到自己的连累，[3]苏东坡在认识上有了更大的包容性。苏东坡一边看，一边赞叹，但他也想，整天生活在这种情绪中，决不是延寿之法。于是他想办法予以引导，第二天，两人共游雷州，当地独特的风土人情不时引起苏东坡的开怀大笑。老师的乐观也感染了学生，也冰释了秦观多日的痛苦。在天宁寺，苏东坡看到寺门上“万山第一”四个大字，禁不住又笑了起来，那是一年前路过雷州时应方丈的请求写下的。这四个字，不单是颂扬天宁寺，也是自身境界的一种写照，同时也是对秦观的一种激励，让他从小我的痛苦中走出来。秦观也陷入深思之中。\n　　苏东坡走后，秦观的心境也放松了不少，他多次到乡民中体察他们的疾苦，观摩当地的风俗。元符三年哲宗驾崩，徽宗即位，向太后临朝。不久，秦观也奉命北还，死在路上。\n\n梦中题诗\n　　秦观在雷州，还有一些逸事，如他在海康宫亭庙下，梦见天女拿一幅维摩画像让他写赞，秦观笃信佛教，于是欣然题道：“竺仪华梦，瘴面囚首。口虽不言，十分似九。应笑荫覆大千作狮子吼，不如搏取妙喜似陶家手。”醒来后，就把这段话记录下来，据说真迹落在天宁寺。宋僧惠洪在《冷斋夜话》中说，自已在天宁寺，还亲眼从和尚戒禅那里看到这幅字，正是秦少游的笔迹。清潘永因所编《宋稗类钞》也提到真迹在雷州天宁寺。当然，做为逸事，里面也都加了一些天女嘲戏秦观的情节。\n\n\n文学贡献\n\n　　秦观诗文亦为北宋一大家。明胡应麟于《诗薮杂编》卷五言：“秦少游当时自以诗文重，今被乐府家推做渠帅，世遂寡称。”秦观诗感情深厚，意境悠远，风格独特，在两宋诗坛自成一家。散文以政论、哲理散文、游记、小品文最为出色。其策论文笔犀利，说理透彻，引古征今，富有说服力和感染力。\n\n　　黄庭坚认为秦观诗只是尽情挥洒胸臆，专任自然，并未去刻意构想、苦心经营，这点颇类似李白诗的“清水出芙蓉，天然去雕饰”。其实，秦观也并非不讲究文辞的细密精致，只是不显出过份人为的痕迹，而别以清畅流丽之态示人而已。他的“诗似小词”，若换用李清照《词论》的话，是“秦即专主情致，而少故实”。纵观淮海词，则多为纯情任心之制。所以，冯煦《蒿庵论词》云：“淮海、小山，古之伤心人也。其淡语皆有味，浅语皆在致，求之两宋词人，实罕其匹。”也许，正是在这种特定意义上，可以说秦观词与李白诗歌的主流艺术精神是一致相通的，故也不必过为计较，他们二者在艺术风貌上凄婉绵邈和飘逸豪放的显著差异。\n\n　　不言而喻，秦观词的艺术精神是多层次多元化的，如今来谈论其主流部分，但却不意味着可以以之总揽全体；从另一方面说，这种艺术精神的形成到成熟，也经历了他的整个创作生命，存在着一个不断变化而发展的过程，始终呈动态流动形状。如果将上述者置放于词史、乃至文学史的大视野中来观照，或许便能够更清晰全面地认识其意义与价值取向。\n\n　　秦观在某些特定环境情势，即“淮海秦郎天下士，一生怀抱百忧中”，如忆旧、迁谪时制作的这第三种类型的词，已使原来侑饮娱兴、按拍协歌的传统价值归属摒退于很次等，甚或无相关连的幕后位置。而另外却命其担荷起诗歌在古典诗教理论里的代言情志功用，遂成为自我主体心态意绪的特定物化形式，以之满足他叹喟命运悲剧、宣泄人生愁烦的现实精神需要。\n\n　　在这里，秦观径直将个体生命存在的种种缺憾纳入词中，再也无须假助以往闺思离怨之类的惯有模式，或故为饰辞托言以求深隐婉约之姿。对于上端，他一般仅只聊借来增大词的容量与弹性，故得能在保留其主流性的本色风情韵调之际，又平添出若许的沉咽清悠意味，特见空濛隽远之致。因而向来与周邦彦一齐被推许作“词家正宗”，“大抵北宋之词，周、秦两家，皆极顿挫沈郁之妙。而少游托兴尤深，美成规模较大，此周、秦之异同也”。\n\n　　他的这种艺术精神，多曾熏染影响到后来的许多词家，如李清照、姜白石，直到宋末之周密，、王沂孙、张炎等，皆缘于生平身世国运而寄慨于词，更大程度上朝向诗化的道路认同、复归，乃至逐渐衍变为长短不葺的诗，相互间益愈以辞采意格相高，更加倾注到“娱己”的旨趣。虽然他们出于各自的才情藻思，所作风格面貌多有不同，甚或成为相对独立之支派。但从总体而言，却改造、更新，或者说更大程度上发展、扩张了花间、南唐以来的传统艺术流派，使之不断勃发充溢着生命活力，不至于趋向僵枯沉晦的末路。这其间，秦观的贡献是必须给予充分肯定的。 \n\n",
  "desc": "秦观（1049-1100）字太虚，又字少游，别号邗沟居士，世称淮海先生。汉族，北宋高邮（今江苏）人，官至太学博士，国史馆编修。秦观一 生坎坷，所写诗词，高古沉重，寄托身世，感人至深。秦观生前行踪所至之处，多有遗迹。如浙江杭州的秦少游祠，丽水的秦少游塑像、淮海先生祠、莺花亭；青田的秦学士祠；湖南郴州三绝碑；广西横县的海棠亭、醉乡亭、淮海堂、淮海书院等。秦观墓在无锡惠山之北粲山上，墓碑上书“秦龙图墓”几个大字。有秦家村、秦家大院以及省级文物保护单位古文游台。",
  "dynasty": "宋代",
  "id": 125,
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_125.jpg",
  "name": "秦观",
  "star": 378
}