{
  "content": "生平\n\n　　王播，字明敭，原籍太原（今太原），其父王恕，曾任扬州（今江苏扬州）仓曹参军，遂以扬州为家。王播生于唐肃宗乾元二年（759年），卒于唐文宗大和四年（830年），唐德宗贞元十年（791年）考中进土，同年又应制举贤良方正科，成绩优异，补盩至（今陕西西周至）尉。\n\n　　在任期间，王播剖断狱讼，明察秋毫，深得御史中丞李汶的赏识，被推荐任监察御史。当时，官场黑暗，政治腐败，贿胳公行。王播身为监察御史，刚正不阿，不畏权贵，曾冒着丢官的危险弹劾并罢免了把有贿赂罪的云阳（今陕西境内）丞源咸季，将擢升为侍御史。\n\n　　贞元未年，王播因得罪骄横的京兆尹李实，被贬为三原（今陕西富平西南）县令。他在任职期间，县中豪强犯法，也以法绳之，不予宽宥，年终考课，政绩为“畿邑之最”。\n\n　　唐顺宗即位，任命王播为驾部员外郎。他执法严明，严厉打击不逞之徒，政绩突出。擢任工部郎中、知御史杂事。后来，王播出任长安县令。当时，正值关中饥荒，诸镇禁止粮食出境。王播奏明朝廷，下诏令各地赈援畿辅，关中地区的老百姓赖以渡过饥荒。王播屡迁刑部侍郎、礼部尚书等职。\n\n　　从唐宪宗元和六年（811年）起，王播一直兼任诸道盐铁转运使，负责运送朝廷征收的财赋收入，因其政绩突出，为同僚所称赞，并多次得到皇帝的表彰。\n\n　　元和九年(814年），唐宪宗下令讨伐淮西（治今河南汝南）强藩吴元济，各路官军紧急出动，军需供应异常紧张。兼任盐铁转运使的王播推荐深通“泉货盈虚”的程异为副使，驰赴江淮督促财赋，朝廷对淮西用兵三、四年而“兵得无乏”。王播对淮西战争的胜利做出了贡献。\n\n　　元和十三年（818年），王播受宰相皇甫缚的排挤，调离中央，去任偏远的剑南西川（治所在今四川成都）节度使。他所兼任的盐铁转运使一职由程异继任。这次贬谪，对他是一个沉重的打击，他竟一改过去几十年的为人作风，专以奉迎权贵为务。\n\n　　在唐穆宗、唐敬宗、唐文宗三朝，王播居官10年，并曾两次出任宰相，就是凭苛剥人民，贿赂皇帝和宦官而取得的。唐穆宗一即位，立刻贬逐了奸相皇甫缚。王播在西川闻讯，“大修贡奉，且以结赂宦官，求为相”，很快被召回朝廷，担任宰相。当时，河北三镇（卢龙，成德、魏博）相继复叛朝廷，在此事关国家安危的重大问题上，宰相王播竟“不措一言”因此，王播被免相，调任淮南节度使 （治所在今江苏扬州）。王播下车伊始，正值淮南遭受特大早灾，老百姓穷困潦倒，他却加剧盘剥敲诈，“民皆怨之”。唐敬宗朝宦官王守澄专权用事，王播“广求珍异”贿赂之。为了得到唐敬宗的擢拔，他还在盐、铜税内，巧为苛敛，以“羡余”名目每月向皇帝进奉，年达百万余缗。唐文宗继位以后，王播自淮南入朝，向唐文宗“献玉带十有三”，“进大小银盌三千四百枚，绫绢二十万匹”。因此，唐文宗又提拔他担任了宰相，进封为太原郡公。一直到太和四年（830年），王播病死，年72岁。\n\n\n后世评价\n\n　　王播虽然有随波逐流、随势沉浮的劣行，当时已为士大夫所唾弃，认为他以“奸邪进取”，“不存士行”；但是他毕竟出身寒门，从小孤贫，凭着刻苦勤奋，以文辞自立，所以他“居官强济”，“勤于吏治”，往往人所不堪胜任之事，他却反以为乐。例如，他在淮南节度使任上，比较注意水利工程的维修和兴建。使漕运从此畅通无阻。这也是王播为后人所怀念的一个重要原因。\n\n\n野史逸闻\n\n逸闻趣事一\n\n　　唐朝时，淮南节度使王播用十万贯钱贿赂皇上宠幸的近臣，以图谋到朝廷内做官。这些宠臣有谏议大夫独孤郎、张仲方，起居郎孔敏行、柳公权，起居舍人宋中锡，补缺韦仁实、刘敦儒，拾遗李景让、薛延口等数人。前一天，他们已在延英殿（皇帝与宰相们议政的地方）争论过这件事，而后才送钱授官，这样的人很多。从外官迁转为内官如学士、三司使等，都有定价。因此得到这些官位的人不在少数。近来还有县令、录事参军这些官职，也在一些店铺里出卖。以至竟有未经科举也没有官资的白丁便一下子当了县宰郡守的。所以会出现这种事，主要是各地诸侯不依从皇命的结果。有来处理这样事情的官员，也要设法使他不遵照皇上的命令。或者告诉他是有原因的。或许是那时的人太重利了吧？不然就是谏官官署任人不当，不然，为什么对毁坏了的纲纪不曾向皇上提出一句整顿的字样呢？实在让人不明白。\n\n逸闻趣事二\n\n　　王播少年时十分贫苦，住在扬州，没有人知道他。只有一个军官常来接济他，每次都吃得干干净净。当时，一位姓杜名亚的仆射来在淮南。端午节那天，举行盛大的赛龙舟表演，各州均征招参赛人员，两个县争胜负。各种颜色的棚子鲜艳夺目，照耀着江水，几十年都没这么热闹过。凡旅居扬州的外地人，无论是有才还是无德无能之辈都尽得其乐，只有王播无人理睬。他不由得一阵怅然，自责不已。同族的那位军官说：“我有棚子，家里人都在，你进去坐着看吧，这不胜过酒宴吗？”王播说声好，便进了棚子。当时正值夏天，太阳刚刚升起来。同族那位军官让人送来一榼酒，说：“这酒很不错，刚叫人办来你快点喝吧。”王播心中烦闷，自斟自饮，把那一榼酒都快喝光了。太阳渐渐升高，酒劲也显得浓起来，使王播疲惫欲睡，当即就躺在枕头上。刚睡，他便梦见自己身在筵席上，坐在杜仆射的座位上，判官坐在下面，数目比杜亚的多一半。过了很久，王播惊醒了，也不敢告诉别人。后来他作了宰相，将兼任淮南盐铁使。可诏书好长时间也没有下来。他更加沉闷，便召集老部下对他们说：“我的淮南盐铁使是当定了。当时我梦见的判官，数目就多出一半。这就是说我要做盐铁从事。”几天之后，果然送来了诏书。后来，他在临江大摆筵席，客人们都在。王播忽然觉得这地方好像来过似的，一想，就是当年那个梦呵。风景气候等，没有跟梦中不一样的。当时正是五月上旬。\n\n逸闻趣事三\n\n　　王播（759年～830年），字明扬，他祖辈是山西太原人，后来全家搬迁到了江苏扬州定居。他出生于肃宗乾元年间（758年～760年），只是父母亲不久就先后去世了；加以他家条件实在很不好，所以爱好读书的王播便只得到当地一个名叫惠昭寺木兰院的僧寮里借读。方丈和一些僧众开始还以礼相待，以为对方是个读书人，说不准哪天他发迹了，这对寺院也将会有好处。于是在寺院领导层经过内部“研究研究”之后，遂让王播吃住了下来。\n\n　　该寺院就餐有一个规定，那就是一天三餐的吃饭时间都固定在寺僧敲钟之后。由于人多，这种做法不但无可厚非，而且倒也显出该寺院管理方面的一些独到经验。而王播自然便随着那开饭的钟声，迅速放下手中的书本来“随喜”吃饭了。但时隔不久，事情却变得离奇起来。\n\n　　一天中午，正沉浸在读书乐趣中的王播，腹中响声不断。他知道自己早已饥肠辘辘，因为那天早晨由于身体不爽，吃得并不多，所以当时太阳都已有些偏西，他这饥饿感也就可以想见了。但只是令人奇怪的，寺院里此时居然还没有敲响开饭的钟声！\n\n　　有什么办法呢？自己作为一个寄寓在人家屋檐下而且是手无缚鸡之力的读书人，在看人脸色方面还有一丝主动权外，他实在想不出也不好意思去主动问问今天到底怎么啦。于是王播就又沉浸到了书中去。他自然知道，只有把自己沉浸到书中以便学到更多的知识，这才是最好的办法，也最能得到个中的乐趣。而将来在考场上大显身手了，才最终使他脱离目前这尴尬的处境。等到王播又把书卷温习了一轮后，饿过了头的王播这时候才听到有钟声在敲响。\n\n　　王播兴奋极了！这不就是打开自己当下正要解决难题的钥匙了吗？他比往常更为激动地一个箭步冲向了食堂。然而，食堂的情景却使他如同在寒天里被人从头到脚猛泼了一桶冷水，因为午饭早就吃过了！他惊疑而羞涩地往那些食堂师傅身上看了过去，心想，也许从他们身上会找到何以出现这种变化的蛛丝马迹吧。然而，他们那副幸灾乐祸的神态却分明在告诉王播：还想吃饭哪？你这小子，就等着吧！\n\n　　刹那间，王播便全然明白了。他知道寺院已经厌倦他在这里吃闲饭了。他的眼睛里满是屈辱的泪水，但他还是强忍着不让它流出来。他狠狠地瞪了偌大的食堂一眼，当即返回住处收拾他那简单的行李，并在寺院墙壁上愤然题写了一首诗，然后就头也不回地大踏步走了。\n\n　　20多年过后，也就是在文宗大和年间（827年～835年），①在官场上颇为春风得意的王播恰好被派往江苏任军政长官。一天，他忽然想到当年借住过的寺院看看，那儿到底发展成什么样儿了。早已闻知王大人要来“视察工作”的惠昭寺木兰院寺僧们，便手忙脚乱起来，把王播当年居住过的地方修葺一新不算，寺院领导还叫人迅速把他当年愤然写下诗作的墙壁，轻轻地用拂尘掸去浮尘，然后用上好的碧纱把它覆盖起来，免得它再次受到灰尘的侵蚀。\n\n　　王播威严十足地来到这座曾使他奋发蹈厉的寺院时，真是百感交集。猛一抬头，他却发现自己那讽刺诗都受到这等碧纱笼罩的优待，而自己当年却吃不上一顿顺心饭，这不由得更使他感慨万千！思潮翻滚的王播命人拿来笔墨，当即连衣袖也都不卷地在原来诗作的后头续写起来，以便记录下他这先后不同遭遇的感慨。其诗云：\n\n　　二十年前此院游，木兰花发院新修。\n\n　　而今再到经行处，树老无花僧白头。\n\n　　写完此诗，觉得意犹未尽，王播便又题写了下面这首令他更为惆怅的著名诗作：\n\n　　上堂已了各西东，惭愧阇黎饭后钟。\n\n　　二十年来尘扑面，如今始得碧纱笼！②\n\n　　然后，他便长叹一声， 怅然离去。\n\n　　而后人拿它来作为素材入文学作品的便极其多了。苏轼《石塔寺》就说：\n\n　　斋厨养若人，无益只贻患。\n\n　　乃知饭后钟，阇黎盖具眼。\n\n　　在同题诗里，苏大诗人还一再感叹：\n\n　　饥眼眩东西，诗肠忘早晏。\n\n　　虽知灯是火，不悟钟非饭。\n\n　　不用说，以上这些都是在用王播这旧事。至于孙觌就径直以王播其人其事入诗道：\n\n　　悬知不是唐王播，惭愧高僧护碧纱。\n\n　　可见，王播这经历引起后人多少悠远而深沉的感慨！\n\n　　诚然，另外与此相关的说法仍颇多，但它们无疑都是令人感叹的。③而王播这事在真切地折射出世态人情的同时，对于自身要求有所作为的人士来说，它也未始就不能让人自我砥砺呢。因为要自我奋起以谋求改变恶劣现状的，他无疑也就更值得人们特别的敬重！\n\n　　按：① 大和，《南部新书》丙及《古汉语常用字字典》等均作“太和”，不确；而《现代汉语词典》则两取之，似嫌无此必要。本书统一作“大和”，不再出校。② 在后世一些诗法规则里，此诗应属“出韵”之作，因为“钟”属“二冬”部，而非“一东”部。但此诗甚有名，况且这种情况在唐诗里也不为孤例；本书便已涉及好几首，读者自可参阅。阇黎，一译作“阇黎”，梵语“阿阇黎（黎）”之省也，意为高僧，即泛指和尚。③ 具见拙著《历代名流诗文公案直判·碧纱笼岂止笼王播》，兹不复赘。\n\n",
  "desc": "王播（759～830）字明敭（同“扬”），太原（今太原）人。贞元（786～805年）中擢进士，举贤良方正异等。长庆初历进中书侍郎同中书门下平章事。太和初拜左仆射，封太原郡公。卒，谥曰敬。工书，尝书唐凤翔尹李晟为国修寺碑。《唐书本传》、《墨池编》、《佩文斋书画谱》",
  "dynasty": "唐代",
  "id": 2906,
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_2906.jpg",
  "name": "王播",
  "star": 1
}