{
  "content": "人物评价\n\n总评\n\n　　嘉靖帝是一个颇具争议的皇帝，在他执政的前二十年中颇有作为，以不因循守旧的革新精神开创了中兴局面；但在嘉靖二十一年之后日益腐化，朝政日坏，局势动荡不堪。嘉靖帝是个极其聪明并且自信的皇帝，而且有些自大狂妄，但却十分小气，又喜欢乱花钱，也很要面子，能与之打交道的，也只有徐阶、严嵩这类的官场老手。\n\n　　嘉靖帝治国与为政，诚如不少学者、研究者所指出的，有许多劣迹，如大礼议杖笞群臣、崇奉道教并祸及自身、寻兴大狱、误用佞臣、刚愎自用、荒淫残暴等，但也不能不看到他顺应历史潮流、敢于打破传统、体恤士农工商、有利社会发展的一面，还应当看到，他的时代的许多建筑，如北京的天地日月四坛，钟祥的明显陵、元佑宫等，至今仍显现着劳动人民艺术创造的风采，为文化的发展做出贡献。\n\n　　史书上都会说嘉靖帝几十年不上朝，宠信“青词宰相”严嵩，奸人当道，国事日非。二十几年不上朝是真，但不上朝并不就是不管事。嘉靖帝在西苑修道的同时坚持亲自批阅奏疏，始终牢牢掌控着一切大权。嘉靖朝的外患严重，北方蒙古侵扰连绵，甚至在嘉靖二十九年包围了北京，朝野震动。而东南沿海又有倭寇肆虐，南北夹击之下，朝廷一片忙乱。嘉靖帝忧而不惧，分别拣选重臣应对南北的侵扰，对地方大员既付以大权又责以重任。官员把事情办好了便升官加赏，毫不吝惜，若是稍有差池，更是毫不手软，直接逮回北京下狱论死。从结果上来看，在嘉靖末期，南北方的纷扰基本停息。严嵩虽然当权二十几年，但只要嘉靖帝出手，一道饬令就让严嵩丢官回家，连亲生儿子都保不住，其他的督抚尚书人等，嘉靖帝更是将他们玩弄于股掌之间。\n\n　　嘉靖帝和他父亲读圣贤书却是到了痴迷的程度，在历史上还是不多见。这也可与他在礼仪之争时的强硬态度联系起来，除了与前朝老臣争权的因素之外，嘉靖帝更在乎的是要为他敬爱的父母争名分，因此他不顾自己势单力薄，在群情汹涌之中，毅然要为自己父母争得更为尊荣的地位。嘉靖帝是个十足的孝子，但他逞一己的私孝而不顾天下公义，终究太小气太狭窄，有违宽阔浩荡的为君之道，后人说他是“中材之主”，似可认作确论。\n\n　　后世的史家说嘉靖除了他自己和他父母，他没有爱过任何人。在四十五年的统治中，杀大臣杀言官，他毫不留情，连后宫中都到处弥漫着他的强横。嘉靖帝与儿子们的关系也说不上融洽，他一直到死都没有立太子。可以说在他父母去世后，嘉靖帝已经没有可以温馨相处的人。每逢节日和他父母的忌辰，嘉靖帝总要屏退众人，向父母的灵位长跪，流泪默祝，神情惨楚，让偷偷窥见的宫女也为之动容，也只在这时，刚强的皇帝才显出骨子里的些许温情与脆弱。\n\n正面评价\n\n　　嘉靖帝统治前期，出现“嘉靖中兴”的局面。\n\n　　政治上打击权臣和封建地主贵族势力，总揽内外大政，皇权高度集中，积极改革，推行新政，裁抑司礼监的权力，撤废镇守太监，严肃监察制度，严分厂、卫与法司职权，重视任用张璁、夏言等贤臣。\n\n　　经济上严革贪赃枉法，清理勋戚庄田，鼓励生产，重新整顿赋役，赈济灾荒，体恤民情，资本主义萌芽兴起。\n\n　　文化上改革科举之弊，改正孔子称号和典祀，文化和科技空前繁荣，优秀文学作品和杰出人物大量涌现。\n\n　　军事上整顿军队团营，守兵东南，阻挡倭寇入侵。\n\n负面评价\n\n　　嘉靖帝统治后期，日渐腐朽，不仅滥用民力大事营建，而且迷信方士，尊尚道教。\n\n　　嘉靖二十一年后更是移居西苑修玄，日求长生。首辅严嵩专国20年，吞没军饷，吏治败坏。\n\n　　边事废弛，倭寇频繁侵扰东南沿海地区，造成极大破坏。\n\n　　在长城以北，蒙古鞑靼部首领俺答汗不断寇边，二十九年甚至兵临北京城下，大肆掠夺。在嘉靖年间，南倭北虏始终是明王朝的莫大祸患。\n\n　　在用人上 ，嘉靖帝“ 忽智忽愚”、“忽功忽罪”，态度变化很大，对于权力把握很强，对于文官集团控制也很强。功臣、直臣多遭杀害、贬黜。\n\n　　晚年嘉靖帝疏远严嵩，起用徐阶为内阁首辅，国家才再次走上了正轨。\n\n历代评价\n\n　　当年明月：他是明代有史以来最为聪明的皇帝，在明代的十几位皇帝中间，如果要按智商水平排序，他至少在第三名，他的聪明，丝毫不比朱元璋差，而且非常狡猾，也善于控制大局；嘉靖白天是在潜心修道，晚上他在改奏章，这是他能控制群臣的关键。晚上改奏章直到凌晨五点，他才躺下睡一会儿，他决不放过任何一个控制群臣的机会。自古以来做皇帝的是有蠢人，但明代没有蠢皇帝，嘉靖修道是为了多活两年，因为他掌握了做皇帝的规律，没有人能动摇他，这是修道的根本。\n\n\n生平\n\n早期经历\n\n　　朱厚熜，兴献王朱祐杬之次子。兴献王封地位于今湖北省钟祥市，明朝时是三大府之一的承天府，正德二年（1507年）9月16日，朱厚熜出生于湖广安陆（今湖北钟祥市）的兴王府。他的父亲朱祐杬是明宪宗第四子，于成化二十三年七月十一日（1487年7月30日）受封兴王，弘治七年九月十八日（1494年10月16日）就藩湖广安陆州。朱厚熜的母亲蒋氏是北京中兵马指挥使（追封玉田伯）蒋斅的女儿，她于1493年与朱祐杬成亲，1494年随朱祐杬就藩安陆。\n\n\n　　朱厚熜幼时就聪敏过人，兴王教他读诗几次后就能准确背诵。稍大以后在父亲的指导下学习古籍，通《孝经》、《大学》及修身齐家治国之道。不仅如此，兴王还让他参加王府的祭祀和典礼，因此他很小的时候便熟悉了各种礼仪和规范。\n\n\n　　正德十四年六月十七日（1519年7月13日），兴王朱祐杬病薨，年仅12岁的朱厚熜袭为兴王，朱厚熜在长史袁宗皋的辅佐下接管王府。\n\n承袭皇位\n\n\n　　由于武宗没有子嗣，早在武宗弥留之际，杨廷和替皇帝起草遗诏：“皇考孝康敬皇帝亲弟兴献王次子，聪明仁孝，德器夙成，伦序当立，已遵奉祖训兄终弟及之文，告于宗庙，请于慈寿皇太后，与内外文武群臣合谋同词，即日遣官迎取来京，嗣皇帝位。”\n\n\n　　正德十六年（1521年）4月20日，明武宗驾崩。首辅杨廷和预料到之后的继承人问题，他援引《皇明祖训》中“兄终弟及”的原则，在武宗逝世前五天以皇帝的名义颁布敕令，令朱厚熜缩短为其父服丧时间，并承袭兴王爵位。武宗驾崩后的当天，杨廷和让司礼监请太后懿旨，正式宣布朱厚熜为皇帝继承人。\n\n\n　　正德十六年（1521年）4月22日，一个由司礼监、皇室和朝廷代表组成的使团前往安陆，朱厚熜以兴王的身份接见了使团并接受了太后的诏书，在王府接受诸臣行礼，随后同使团前往北京。\n\n\n　　在朱厚熜及使团到达北京城外的良乡时，双方发生了第一轮冲突。根据杨廷和的安排，要礼部用太子的礼仪迎接朱厚熜，即由东华门入，居文华殿。但朱厚熜并不接受这种方案，他对其右长史袁宗皋说：“遗诏以我嗣皇帝位，非皇子也。”双方互不妥协，最后由皇太后令群臣上笺劝进，朱厚熜在郊外受笺，从大明门入，随即在奉天殿即位。\n\n\n　　正德十六年（1521年）5月27日，朱厚熜正式即皇帝位，次年改元嘉靖。\n\n\n　　即位不久后，嘉靖帝与杨廷和、毛澄为首的武宗旧臣们之间关于以谁为嘉靖帝皇考（即宗法意义上的父亲），以及嘉靖帝生父尊号的皇统问题发生了长达三年半的大礼议之争。嘉靖帝不顾朝臣反对，追尊生父为兴献帝后又加封为献皇帝、生母为兴国皇太后，改称孝宗敬皇帝曰“皇伯考”。嘉靖十七年（1538年）九月，兴献帝被追尊为“睿宗知天守道洪德渊仁宽穆纯圣恭简敬文献皇帝”，并将兴献帝的牌位升袝太庙，排序在武宗之上，改兴献王墓为显陵，大礼议事件至此以嘉靖帝的胜利最终结束。\n\n嘉靖中兴\n\n\n　　嘉靖朝前期，嘉靖帝力革前朝时弊，励志效法太祖、像成祖推行“新政”，在张璁的辅助下大刀阔斧推行了改革：大赦天下，抑制宦官，整顿朝纲，诛杀了钱宁、江彬等佞臣，还土地于民，鼓励农耕，治理水灾，汰除军校匠役十万余人，极大地缓解了当时激烈的社会经济矛盾。他吸取了前朝宦官当权乱政的教训，对宦官严加管束，中央集权得到复兴和加强，使朝政为之一新。减轻租银，整顿赋役，赈济灾荒；勘查皇庄和勋戚庄园，还地于民，鼓励耕织；体恤民情，集异纳谏，勤于政务；征剿倭寇，清除外患，整顿边防。内容广泛，成效显著。这期间，“资本主义”开始萌芽，文化科技空前繁荣，优秀作品和杰出人物大量涌现，“天下翕然称治”。\n\n崇奉道教\n\n　　中年的嘉靖帝日渐腐化，滥用民力大事兴建，迷信方士、尊崇道教，好长生不老之术，二十年不理朝政。方士、道士们利用世宗梦想长生不死和灵瑞现象的迷信，屡行诈骗之术，万般愚弄嘉靖，使每年不断修设斋醮，造成巨大的靡费。\n\n　　嘉靖二十一年（1542年）十月，爆发“壬寅宫变”，几死于宫女之手。此后嘉靖帝移居西苑，此后首辅严嵩专国二十年，残害忠良，杨继盛、沈炼等朝臣惨遭杀害；吏治败坏，爆发多起民变；边事废弛，1524年以后爆发多起大同兵变，1535年爆发辽东兵变，1560年爆发振武营兵变；长城北方蒙古鞑靼俺答汗寇边，倭寇侵略中国东南沿海，后赖朱纨、戚继光、俞大猷等人率军肃清。在此期间，葡萄牙人于1553年取得入居澳门的特权。\n\n　　后期，嘉靖帝为了缓和社会矛盾，采取厘革缩弊、振兴纲纪等改革措施，下令退还一些被侵占的民田，汰除军校匠役10万余人，开创了嘉靖年间的“新政”时期，得到朝野上下的拥护。\n\n去世\n\n\n　　随着嘉靖帝年龄增大加之长期服用有砒霜，水银，雄黄，处女红的丹药，朱厚熜的身体每况愈下。嘉靖四十四年（1565年）正月，方士王金等伪造《诸品仙方》、《养老新书》，制长生妙药献世宗。嘉靖四十五年（1567年）二月，户部主事海瑞上《治安疏》，嘉靖帝大怒，下狱论死，为徐阶所救。嘉靖四十五年十二月十四日颁布实行的《宗藩条例》。它一方面限制诸王宗藩的请封活动，另一方面减少亲王的禄米，规定了数十条具体条款。这在一定程度上限制了宗室贵族势力的膨胀，略为减轻了朝廷的财政负担。嘉靖皇帝实施的改革措施，为万历初期张居正全面推行改革进行了准备。\n\n\n轶事典故\n\n信奉道教\n\n　　嘉靖帝信奉道教、敬鬼神，这与他从小生长的环境关系密切。荆楚之地本就是道教的源头，嘉靖帝的父母也尊信道教，耳濡目染对嘉靖帝的影响不言而喻。嘉靖帝个性很强，认定的事大多难以改易，他不仅本人信道，当上皇帝以后，还要全体臣僚都要尊道，尊道者升官发财，敢于进言劝谏者轻则削职为民，枷禁狱中，重则当场杖死。嘉靖帝时道士邵元节、陶仲文等官至礼部尚书，陶仲文还一身兼少师、少傅、少保数职，这在明朝历史上是空前绝后的。\n\n　　嘉靖帝迷信丹药方术，他派人到处采集灵芝，并经常吞服道士们炼制的丹药。为满足自己修道，嘉靖帝数次遴选民女入宫，每次数百名。嘉靖帝二十一年（1542年），嘉靖帝命宫女们清晨采集甘露兑服参汁以期延年，致使上百名宫女病倒。宫女们忍无可忍，以杨金英为首的宫女差点将嘉靖帝勒死，这就是历史上罕见的宫女弑君的“壬寅宫变”。特别是经“壬寅宫变”幸得未死，从此移居西苑，设醺炼丹，迷信道士邪说，养生修道，二十余年不回大内，法纪逐渐松弛。另在宫内外兴建大量宫殿庙宇，加重百姓的负担，使得国家财政危机愈益深重。\n\n　　嘉靖帝任用道士，把自己的想法写在纸上，然后让道士烧掉， 企图让神仙知道自己的想法，有一个叫蓝道行的道士，平生最恨奸臣严嵩，借助这个机会向嘉靖帝传达了“奸臣如严嵩，忠臣如徐阶”的字样，最终使权臣严嵩落马，而严嵩之前是嘉靖帝最喜欢的臣子，蓝道行也借助这一事件得以登上《明史》。\n\n壬寅宫变\n\n　　嘉靖二十一年（1542年）十月，十几个宫女以杨金英为首，决心要害死嘉靖帝。一天夜里，她们找到嘉靖帝的宿处，一拥而上，七手八脚按住他，用绳索勒住他的脖子，不料慌乱之中，把绳索打成了死结，费了九牛二虎之力，也勒不死嘉靖帝，其中两个妃子一看事态不妙，就扔下了其他宫女，向皇后报告，想以此得以宽侑。皇后立即带人救下了气息奄奄的嘉靖帝。可怜以杨金英为首的这些宫女，包括那两个向皇后打报告的妃子都被处以极刑。\n\n　　事后，嘉靖皇帝便搬到西苑的万寿宫，不敢住在紫禁城的寝宫里。\n\n海瑞骂嘉靖\n\n　　嘉靖四十五（1566）年，时任户部主事（正六品）海瑞上《治安疏》，严厉批评嘉靖帝妄想长生，无父子、君臣、夫妇之情，称“天下人不直陛下久矣”，又称如皇帝“一旦翻然悔悟，日御正朝，与宰相、侍从、言官讲求天下利害，洗数十年之积误，置身于尧、舜、禹、汤、文、武之间”，“天下何忧不治，万事何忧不理，此在陛下一振作间而已”。嘉靖帝大怒，命左右“趣执之，无使得遁”，司礼监掌印太监黄锦在旁说：“此人素有痴名。闻其上疏时，自知触忤当死，市一棺，诀妻子，待罪于朝，僮仆亦奔散无留者，是不遁也。”嘉靖帝默然，留中不发数月。\n\n　　海瑞骂皇帝那一年是嘉靖四十五年的春天，嘉靖帝是这一年冬天死掉的。嘉靖帝老了，当时徐阶也起了重要作用。嘉靖本来要杀海瑞的，徐阶说：海瑞是想当比干，皇帝想成全他一个忠臣的名声吗？嘉靖皇帝说：“此人可方比干，第朕非纣耳”。就把海瑞关在监狱里10个月没理他。\n\n\n家庭成员\n\n家世\n\n　　祖父：宪宗纯皇帝朱见深\n\n　　祖母：孝惠皇后邵氏（追尊）\n\n　　父：（追尊）睿宗献皇帝朱祐杬\n\n　　母：（追尊）慈孝献皇后蒋氏\n\n后妃\n\n皇后（4位）\n\n　　孝洁肃皇后，陈氏，原配妻，流产血崩而死。初谥悼灵，后改谥曰“孝洁恭懿慈睿安庄相天翊圣肃皇后”，合葬永陵，祔庙；\n\n　　废后张氏，初为顺妃，陈皇后死，继立为皇后。后来废死冷宫。无谥；\n\n　　孝烈皇后，方氏。嘉靖十年三月册选的“九嫔”之一，封德嫔，晋德妃。嘉靖二十七年在坤宁宫大火中遇难。谥曰“孝烈端顺敏惠恭诚祗天卫圣皇后”，世宗遗命祔庙，但穆宗以孝洁元配故，未祔太庙，移主弘孝殿，葬永陵；\n\n　　孝恪皇后，杜氏，明穆宗生母，嘉靖十年三月册选的“九嫔”之一，封康嫔。晋康妃。崩，谥荣淑康妃。穆宗即位，尊谥曰“孝恪渊纯慈懿恭顺赞天开圣皇后”，迁葬永陵，祀主神霄殿。\n\n皇贵妃（3位）\n\n　　阎贵妃（？--1541），嘉靖十年三月册选的“九嫔”之一，封丽嫔。嘉靖十二年八月生皇长，十三年晋丽妃，十五年晋贵妃，十九年病死。\n\n　　赠皇贵妃，谥曰荣安惠顺端僖。世宗对她母子二人的去世颇为伤感，在当年晋封了所有为他生育子女的后宫妃嫔。与王贵妃、郑贤妃等六位妃子、二位太子合葬于明十三陵的“世宗贤妃墓”。\n\n　　王贵妃（？--1553），嘉靖十年三月册选的“九嫔”之一，封庄嫔，十五年生皇次子，晋昭妃。十八年因儿子立为皇太子，次年正月晋为皇贵妃。三十一年太子病故，次年她亦死，推测年40岁上下。谥曰端和恭荣顺温僖；葬于明十三陵陵区内，即“世宗贤妃墓”。\n\n　　沈贵妃（？--1581），嘉靖十年三月册选的“九嫔”之一，封僖嫔。晋宸妃、晋贵妃，十九年正月封皇贵妃。抚养曹端妃的第二个女儿宁安公主。万历九年病死，年60多岁，谥曰庄顺安荣贞静皇贵妃。葬于悼陵。\n\n贵妃（3位）\n\n　　马贵妃，谥曰荣安贵妃。生平不详，封号见于《明书》；\n\n　　文贵妃，入宫时间不详，初封敬妃，后于嘉靖四十五年（1566年），世宗六十大寿前二日（一说前三日）晋封贵妃，与尚寿妃同时册封。其父加封指挥同知。于万历年间去世，谥曰恭僖贞靖贵妃，葬悼陵。资料见《万历野获编》卷29、卷30 。\n\n　　周贵妃，生平不详。《世宗嘉靖实录》卷241载：嘉靖十九年九月甲寅\"葬贵妃周氏于孝洁皇后陵次\"，推测她最迟在嘉靖十九年就已经去世。葬于明十三陵“世宗贤妃墓”。\n\n妃（41位）\n\n　　（一）以下17位妃，见《明史》、《明书》、《国榷》、《世宗实录》、《昌平山水记》、《宛署杂记》等史料：\n\n　　文恭妃（？--1532），她是嘉靖元年朝廷为世宗皇帝大婚、在民间大规模选美时的前三名，封恭妃。后因罪被软禁。十一年忧伤而死，世宗下令葬礼一切从简。谥曰悼隐恭妃。\n\n　　郑贤妃，嘉靖十年三月册选的“九嫔”之首，封贤嫔。十五年死，约20岁出头。谥曰怀荣贤妃。葬于明十三陵陵区内，即“世宗贤妃墓”。\n\n　　沈安妃，嘉靖十年三月册选的“九嫔”之一，为安嫔。十五年进封为安妃，无出，卒年不详。（参见《明书》、《宛署杂记》）\n\n　　卢靖妃，嘉靖十年三月册选的“九嫔”之一，为和嫔。十六年生景恭王朱载圳，晋靖妃。她在万历年间以高龄去世，葬于悼陵\n\n　　曹端妃（？-1542），生常安公主、宁安公主。嘉靖二十一年十月发生“壬寅宫变”，她受诬陷，被方皇后借机以凌迟酷刑处死。\n\n　　尚寿妃（1549-1610)，原为宫女。嘉靖四十年13岁时被皇帝临幸，是世宗晚年很得宠的妃子之一。嘉靖四十五年，世宗和她玩过家家，在帐子里放焰火，结果引起火灾，把毓德宫给烧了，但皇帝没有怪罪她，还于当年八月册封她为寿妃。几月后世宗亦病死，舆论因此把皇帝的死归罪于她。她死于万历三十八年，年62岁。\n\n　　杨荣妃（？-1566），原为宫女，得世宗临幸，还未及册封，她就在嘉靖四十五年的大火中为保护皇帝和尚寿妃遇难。追赠为荣妃，谥曰恭淑安僖荣妃，葬礼按皇贵妃规格的四分之一办理，葬于明十三陵陵区内的“世宗贤妃墓”。其父兄皆得恩赏；\n\n　　江肃妃，嘉靖十五年封恭嫔，次年生颍殇王朱载（土啇)，十九年晋肃妃。\n\n　　包宜妃，生平不详。《明穆宗实录》隆庆三年九月记载“己卯，世庙懿妃赵氏薨，命治丧礼仪杀宜妃包氏三之二。”据此推测她最迟在隆庆三年（1569年）已经去世。\n\n　　赵懿妃（？--1569），嘉靖十六年生皇六子戚怀王朱载沴，十九年晋懿妃。隆庆三年九月病死，不知何故，明穆宗严令她的葬礼从简，其规模只有包宜妃的三分之一；\n\n　　陈雍妃（？--1586），嘉靖十六年封雍嫔，八个月后生蓟哀王朱载?。十九年晋雍妃，次年生归善公主。万历十四年去世。\n\n　　马贞妃，嘉靖四十五年六月薨，赐谥曰荣安。葬天寿山之陵次，丧葬礼仪同阎贵妃。史料见《昌平山水记》。葬于明十三陵陵区内的“世宗贤妃墓”。\n\n　　赵荣妃，生皇八子均思王朱载（土夙)，其他事迹不详；\n\n　　张德妃，生嘉善公主，谥曰荣昭德妃；\n\n　　杨淑妃，谥曰端静恭惠淑妃。\n\n　　王丽妃，谥曰恭僖丽妃。\n\n　　徐永妃，谥曰端惠永妃。\n\n　　（二）以下24位妃子的名号见《宛署杂记》或《明书》，葬于北京西郊的金山妃子墓，生平谥号不详：王靖妃、于宜妃、宋宜妃、王宸妃、褚晏妃、褚静妃、张常妃、王庄妃、彭安妃、杜庄妃、王康妃、张和妃、高和妃、高安妃、张安妃、王徽妃、张淑妃、王贞妃、陈静妃、王怀妃、何睦妃、耿平妃、吴定妃、李顺妃。\n\n嫔（31位）\n\n　　（一）嘉靖十年三月二日，嘉靖帝欲仿古礼为九嫔之选，在民间选美，册选如下九嫔：郑氏为贤嫔、方氏为德嫔、王氏为庄嫔、阎氏为丽嫔、韦氏为惠嫔、沈氏为安嫔、卢氏为和嫔、沈氏为僖嫔、杜氏为康嫔，时年在14－18岁之间。其中的8人后来分别晋为皇后、皇贵妃、妃，只有1人未得晋封。\n\n　　韦惠嫔，嘉靖十年三月册选的“九嫔”之一，事迹不详。\n\n　　（二）如下6嫔，名号见《国榷》：\n\n　　王宁嫔（？--1542），入宫途径、封嫔时间不详。据说她是嘉靖二十一年“壬寅宫变”的主谋之人（待考证），被方皇后下令凌迟处死。\n\n　　李敬嫔，由其父自荐、未经挑选而直接入宫，嘉靖十四年二月册为敬嫔，无出；嘉靖二十四年九月，其妹又被哥哥献入宫，位份不详。\n\n　　赵荣嫔；卢靖嫔；江恭嫔；任顺嫔。\n\n　　（三）如下25嫔，俱葬金山。名号见《宛署杂记》 县始坟墓：庄嫔王氏、惠嫔韦氏、常嫔陈氏、常嫔李氏、裕嫔王氏、怀嫔王氏、御嫔黄氏、宛嫔赵氏、常嫔马氏、常嫔刘氏、常嫔杨氏、常嫔张氏、康嫔刘氏、常嫔傅氏、常嫔张氏、常嫔刘氏、昭嫔张氏、常嫔武氏、宁嫔郭氏、静嫔田氏、安嫔孟氏、丽嫔宋氏、和嫔任氏、常嫔高氏、常嫔王氏。\n\n子女\n\n皇子\n\n　　长子朱载基（1533－1533）（《弇山堂别集》作朱载填），是明世宗朱厚熜庶长子，母阎贵妃。朱载基在嘉靖十二年八月十九日出生，两个月后十月十日去世，追封谥号哀冲太子，葬西山。\n\n　　二子朱载壡（1536－1552），是朱厚熜庶次子，母王贵妃。朱载壡在嘉靖十五年出生，嘉靖十八年立为太子，嘉靖三十一年去世，年十七岁，追封谥号庄敬太子，葬西山。\n\n　　三子朱载垕（1537－1572），母杜皇后，封裕王，后继位为皇帝，即明穆宗；明穆宗朱载垕为明朝第十二位皇帝。明世宗病死后继位。其母亲杜康妃失宠于世宗，且其又非长子，所以很少得到父爱。登基前的内忧外患使他关心朝局，对他登基后处理政务有着较大的影响。倚靠高拱、陈以勤、张居正等大臣的尽力辅佐，实行革弊施新的政策。但因为沉迷媚药，也服这些媚药助兴，导致不理朝政。朱载垕在位6年，因病去世，终年36岁。庙号穆宗，谥号契天隆道渊懿宽仁显文光武纯德弘孝庄皇帝。葬于十三陵昭陵，后传于位朱翊钧。\n\n　　四子朱载圳（1537—1565），与明穆宗朱载垕同岁，仅小一月，母靖妃卢氏。嘉靖十八年（1539年）被封景王，嘉靖四十四年正月死于德安（湖北安陆）王府，无子撤藩，谥恭。\n\n　　五子朱载??（1537－1538），母江肃妃，出生一天就夭折，死后追封为颍王，谥曰殇。\n\n　　六子朱载<戞斗土>，母赵懿妃，封戚王，谥戚怀王。\n\n　　七子朱载?，母陈雍妃，封蓟王，谥蓟哀王。\n\n　　八子朱载<土夙>，母赵荣妃，封均王，谥均思王。\n\n公主\n\n　　常安公主（1536－1549）朱寿媖，曹端妃所生。嘉靖十五年八月戊戌日生，九月十五日嘉靖帝赐名寿媖。嘉靖二十八年七月去世，终年十四岁，未下嫁，嘉靖帝为此辍朝一日，诏治丧如归善公主例。\n\n　　思柔公主（1538—1550）朱福媛，母王徽妃，逝于明世宗嘉靖二十八年，年仅十二岁，逝世后追封为思柔公主。\n\n　　宁安公主（1539-1607）（《国榷》作成平公主）名朱禄媜，明朝公主，明世宗朱厚熜第三女，曹端妃所生，后母沈贵妃。在母亲曹端妃死后，朱禄媜由庶母沈贵妃抚养成人。嘉靖三十四年，公主下嫁李和，生子李承恩。后累进大长公主。有同母姐妹常安公主朱寿媖。\n\n　　归善公主（1541－1544）朱瑞嬫，母陈雍妃。嘉靖二十年正月六日生，二十三年薨，年四岁。追册，葬祭视太康公主（朱秀荣）。\n\n　　嘉善公主（1541—1564年）朱素嫃，明世宗女，母德妃张氏。明世宗嘉靖三十六年，公主下嫁许从诚。公主逝世于嘉靖四十三年。\n\n\n陵寝墓地\n\n　　世宗死后葬于永陵。永陵的营建在世宗皇帝登上皇位后的第十五个年头，系其在位时营建的“寿宫”。但其卜选陵址却是在嘉靖七年(1528)皇后陈氏去世之时。当时，世宗命辅臣张璁及兵部员外郎骆用卿等人为陈皇后选择陵地。同时，他也在秘密地为自己的陵地做准备工作。\n\n",
  "desc": "明世宗朱厚熜（1507年9月16日－1567年1月23日），汉族，明宪宗朱见深之孙，明孝宗朱祐樘之侄，兴献王朱祐杬之子，明武宗朱厚照的堂弟。明朝第十一位皇帝，1521年—1566年在位，年号嘉靖，后世称嘉靖帝。嘉靖帝是中国封建历史上最为独特的皇帝，也是明朝皇帝中最任性和倔强的一位，他为人非常聪明，尤其在书法和文辞修养都有不错的造诣。史书评价嘉靖帝为“中兴之主”，说他“有不世之奇谟六，无竞之伟烈四，而又有震世之独行五”。",
  "dynasty": "明代",
  "id": 2266,
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_2266.jpg",
  "name": "朱厚熜",
  "star": 1
}