{
  "content": "生平\n\n　　谢灵运是陈郡阳夏人，出生在会稽始宁， 原名谢公义，字灵运。东晋末年刘宋初年的文学家、诗人。父谢瑍，不慧，其母刘氏为王羲之外孙女。祖籍陈郡阳夏，但其祖父谢玄已移籍会稽始宁，并葬于该地。因此，谢灵运平生实未至此地。谢灵运从小寄养在钱塘杜家，故乳名为客儿，世称谢客。幼年便颖悟非常，《宋书》本传称其谢灵运十五岁时，去京都旧居作乌衣之旅，受其叔器重，赞曰：文章之美，江左莫及。善书，“诗书皆兼独绝，每文竟，手自写之”。他还兼通史学，精通佛教老庄哲学，工于书法、绘画。宋文帝刘义隆曾称赏他的诗和字为“二宝”。东晋时，他8岁袭封康乐公，晋末曾出任为琅琊王德文的大司马行参军，豫州刺史刘毅的记室参军，北府兵将领刘裕的太尉参军等。刘宋建立后，按例被降为康乐侯，故又称“谢康乐”，改食邑为五百户，起为散骑常侍，转太子左卫率。谢灵运因是名公子孙，才能出众，认为自己应当参与时政机要，但宋文帝对他“唯以文义见接，每侍上宴，谈赏而已”。 \n\n　　东晋安帝义熙元年，谢灵运已二十岁，出任琅琊大司马行参军，后任太尉参军、中书侍郎等职。好营园林，游山水，制作出一种“上山则去前齿，下山去其后齿”的木屐，后人称之为“谢公屐”。与族弟谢惠连、东海何长瑜、颍川荀雍、泰山羊璿之，以文章赏会，共为山泽之游，时人谓之四友。元嘉十年因罪徙广州，密谋使人劫救自己，事发，被宋文帝刘义隆以“叛逆”罪名杀害，终年四十九岁。\n\n　　谢灵运墓位于今江西省宜春市万载县里泉村。子谢凤，同徙岭南，早卒；孙谢超宗，被宋孝武帝认为是“灵运复出”。\n\n\n文学成就\n\n　　谢灵运出身名门，兼负才华，但仕途坎坷。为了摆脱自己的政治烦恼，谢灵运常常放浪山水，探奇览胜。谢灵运的诗歌大部分描绘了他所到之处，如永嘉、会稽、彭蠡等地的自然景物，山水名胜。其中有不少自然清新的佳句，如写春天“池塘生春草，园柳变鸣禽”；写秋色“野旷沙岸净，天高秋月明”；写冬景“明月照积雪，朔风劲且哀”等等。从不同角度刻画自然景物，给人以美的享受。\n\n　　谢灵运的诗歌虽不乏名句，他的诗文大都是一半写景，一半谈玄，仍带有玄言诗的尾巴。但尽管如此，谢灵运以他的创作极大地丰富和开拓了诗的境界，使山水的描写从玄言诗中独立了出来，从而扭转了东晋以来的玄言诗风，确立了山水诗的地位。从此山水诗成为中国诗歌发展史上的一个流派。\n\n　　谢灵运善于用富艳精工的语言记叙游赏经历、描绘自然景物，多有形象鲜明、意境优美的佳句，对唐代的诗歌发展有一定的影响。唐朝大诗人李白对谢灵运颇为推崇，曾有\"吾人咏歌，独惭康乐\"之句。\n\n\n生平\n\n山水诗鼻祖\n　　谢灵运是中国历史上伟大的诗人，是山水诗派创始人、第一个大量创作山水诗的诗人，诗与颜延之齐名，并称“颜谢”。其诗充满道法自然的精神，贯穿着一种清新自然恬静之韵味，一改魏晋以来晦涩的玄言诗之风。他的山水诗特点是：能把自己的感情贯注其中，但有些诗字句过于雕琢，描写冗长，用典、排偶不够自然。\n　　谢灵运的诗意境新奇，辞章绚丽，影响深远。李白、杜甫、王维、孟浩然、韦应物、柳宗元诸大家，都曾取法于谢灵运。\n　　谢灵运跟庐山东林寺的名僧慧远也有深交，尽管慧远比他大五十来岁，两人还是很投缘。慧远圆寂后，他特地写了一篇祭吊的名文《庐山慧远法师诔》，一时洛阳纸贵。\n　　王勃在《滕王阁序》中“邺水朱华，光照临川之笔。”这里的“临川”指的就是谢灵运。\n\n在始宁县的诗歌创作\n　　始宁县建置于汉顺帝永建四年，废置于隋开皇九年，其地为今浙江上虞南部，嵊州北部，县治曾在今嵊州三界附近。谢家在始宁有大片庄园，其范围基本上在古剡县境内。\n　　谢灵运在始宁实际居住时间甚短，一生中只有六年。他自幼即“送钱塘杜明师治养之，十五方还都，故名客儿。\"王谢大族多为天师道信徒，灵运亦幼奉道教，后皈佛法。当时风尚“恐儿童不易成长，使拜和尚为师，或送入寺院养育。谢氏送灵运于杜治之事，疑用意相同。”谢灵运生后即寄养于钱塘，“初，钱塘杜师夜梦东南有人来人其馆，是夕，即灵运生于会稽。旬日而父殁。其家以子孙难得，送录运于杜治养之。”\n　　十五岁至二十一岁，由钱塘移京都建康乌衣巷，与王谢子弟共乌衣之游，文义相赏，度过他一段世家子弟富贵风流的生活。\n　　二十一岁起入仕途，历任晋、宋两代琅琊王司马参军、刘毅记室参军、秘书丞、中书侍郎、黄门侍郎、永嘉太守、秘书监、临川内史等。中间两次还乡隐居。\n　　始宁始终是谢灵运真正的故乡，是他一生向往和皈依之地。这里有他引为自豪的功熏卓著的祖旧之业，更有供他啸傲风月、陶然忘机的灵秀山川，还有足资养生的良田美池，丰厚产业。这是一片令他深深眷恋、时时怀念的土地。这里的人民对他也怀有同样深情，千百年来，地方志书记载其行迹和诗文，民间更广泛流传着他那脍炙人口的轶事。\n　　谢灵运诞生后即离乡，后来两次回乡。第一次返回故乡已经卅八岁。宋永初三年五月，宋文帝刘裕卒，太子刘义符即位，是为少帝。谢灵运等受到当朝权臣徐羡之、傅亮等排挤，离京出守永嘉。同年七月，离京往永嘉途中曾枉道回始宁小住。七月廿日抵始宁，逗留数天，即折回钱塘，经富春、桐庐、七里濑，再折回南至东阳郡长山，然后陆行抵青田溪，再乘船至永嘉，已是八月十二日。他的行踪有本人诗作可证。这次枉道而行说明当时会稽与临海两郡之间陆路难通。这次回乡，时间很短，不能说是隐居。\n　　景平元年秋至元嘉三年秋是第二次回乡隐居，长达三年。谢灵运赴永嘉任太守仅一年，“出守既不得志，遂肆意游遨，遍历诸县，动逾旬朔，民间听讼，不复关怀。所至辄哟诗咏，以致其意焉。在郡一周，称疾去职。”去职获准，买舟北上，欣然返回始宁。《归途赋》云：“践寒暑以推换，眷桑梓以缅邈，褫簪带于穷城，返巾褐于空谷。果归期于愿言，获素于思乐。”实际上比他自己所预期的“挥手告乡曲，三载期归旋”是大大提前了。隐居期间，“修营别业，傍山带江，尽幽居之美，与隐士王弘之、孔淳之等放纵为娱，有终焉之志，作《山居赋》自注以言其事。“这期间创作诗文颇丰，今存有《会吟行》、《田南树园激流植援》、《石壁立招提精舍》、《石壁精舍还湖中作》、《南楼中望所迟客》、《石门新营所住四面迥溪石濑茂林修竹》、《述祖德诗》等诗篇。文章以阐述佛道思想为多，有《与庐陵王义真笺》、《和范先禄祗洹像赞三首》、《和从弟惠连无量寿颂》、《维摩诘经》中十譬八首，《伤己赋》、《逸民赋》、《昙隆法师徕》等”。从作品中反映，他的隐居生活安闲自适，投入颇深。\n\n入朝被诬\n　　刘义隆即位后，政局起了变化，谢灵运的政敌徐羡之、傅亮先后伏诛。元嘉三年三月，太祖征为秘书监，“再召不起，上使光禄大夫范泰与灵运书敦奖之，乃出就职。”这才离乡北上，经丹徒，谒庐陵王墓，再进京任职，时间为元嘉三年秋。“既至，文帝唯以文义见接，每侍上宴，谈赏而已……灵运意不平，多称疾不朝直……出郭游行，或一日百六七十里，经旬不归，既无表闻，又不请急，上不欲伤大臣，讽旨令自解。灵运上表陈疾，上赐假东归。元嘉五年春至八年春，灵运第二次回始宁隐居，也是三年。“灵运既东归，与族弟惠连、东海何长瑜、颖川荀雍、泰山羊浚之以文章赏会，共为山泽之游，时人谓之四友。''这时期主要作品有《入东道路》、《登临海峤初发强中》、《酬从弟惠连》，《登石门最高顶》、《石门岩上宿》等。这次回乡，谢与会稽太守孟顗不和直至发生冲突。“孟事佛精恳，而为灵运所轻。尝谓顗日：得道应需慧业，丈人升天当在灵运前，成佛必在灵运后。顗深恨此言。”“会稽东郭有回踵湖，灵运求决以为田，太祖令州郡履行，此湖去郭近，水物所出百姓惜之，顗坚守不与。灵运既不得回踵，又求始宁坯嶂湖为田，岩又固执。灵运谓顗非存利民，正虑决湖多害生命，言论毁伤之，与顗遂构仇隙。”于是顗一而上疏文帝，谓灵运有“异志”，一面如临大敌，发兵自防。灵运获知，急驰京都，上表文帝自辩。文帝知其被诬，不加罪，也没让他回始宁。灵运暂住京中，元嘉八年冬被派往临川任内史。从此，灵运再也没有回过故乡。\n\n扩建始宁庄园\n　　始宁庄园为谢家几代经营所成。今上虞上浦乡东山有谢安故居及墓葬，山顶有国庆院、谢公调马路、白云明月二堂。谢玄、谢瑍在始宁有故宅及墅。今嵊州东北江东乡、幸福乡之间有车骑山。“晋车骑将军谢玄为会稽内史，尝于此山立楼居止，后人因以为名。据郦道元《水经注》载：“崤山东北太康湖，晋车骑将军谢玄旧居所在。右滨长江，左傍连山，平陵修通，澄湖远镜，于江曲起楼，楼侧悉是桐梓，森耸可爱，居民号为桐亭楼。楼两而临江，尽升眺之趣。舟人渔子，泛滥满焉。湖中筑路，东出趋山，路甚平直。山有三精舍，高甍凌云，垂檐带空，俯眺平林，烟杳在下。江有琵琶圻，临江有石床，名钓鱼台。”\n　　始宁庄园基本格局早已形成：自北而南沿曹娥江傍山依水而进，占有大片田园山泽。谢灵运在继承祖业基础上又扩大了始宁庄园，增加了不少建筑物。《山居赋》及谢本人的诗篇中对此有具体描述。但由于千年来地貌变迁，江流移动，加上当时地名指称不明确。今天要完全搞清楚庄园范围和建筑布局已很困难。现根据顾绍柏先生研究心得和实地考察作一简介：\n　　始宁庄园范围大体上北起今上虞上浦东山，当时又名旧山、北山，南达嵊县崤浦仙岩一带，南北绵延约40里，中有曹娥江剡溪流贯，两岸河谷地带有一片积水沼泽区，中间分布着汀洲小丘。系太康湖堙废后形成，当时又名大小巫湖。嵊山在江东，嚼山在江西，两山相距不远，当时又泛称南山盖与北山相时而言。庄园东西距离宽狭不一，约10～20里。谢灵运归隐期问新增加建筑物主要以下数处：\n　　始宁别业：即谢灵运别墅，在谢安故居东山之西一里，即西庄。景平二年，灵运回乡隐居时，修营别业，尽幽居之美，纵山水之乐，屏尘世之忧，即指此。 石壁精舍：在石壁山，为东山之一峰，立精舍接待四方过往僧人，昙隆、法流二法师来东山即居此。谢作有《石壁立招提精舍诗》。\n　　田南园林：在东山旧居以南，确址难考，有诗《田南树园激流植援》，写庄园向南发展，其事当在筑石壁精舍后，建南山新居前。南山新居：在今嵊州城区西北崞山，石门山一带，系灵运新增卜居之地。诗中多次提到“石门新居…南楼”应包含在南山新居范围内。\n　　经营始宁庄园主要在第一次回乡隐居期问。他确实是想认真做一辈子隐士的。谢经历二十年左右坎坷的仕途生活后，年近四十回乡隐居，前尘影事，颇似噩梦。他是带着失败的伤痕从政治斗争的漩涡中走出来的，加上他的本性和当时的文化氛围，使他深悟“准丘园是归宿，唯隐中有乐趣15的道理；始宁也确实可算是他理想的安身之命之处。这个时期他踏遍了始宁的山山水水，结交的是隐者、道士、僧人；“见柱下之经，睹濠上之篇”，更坚定他皈依佛道、超脱尘世、远离政治的人生信念。谢的退隐确与“身在江湖，心存魏阙”者不同。他所增加的筑构大都较简陋，”云初经略，躬自履行，备诸苦辛也。罄其浅短，无假于龟筮，贫者既不以丽为美，所以即安茅茨而已。是以谢效郭而殊城傍。然清虚寂寞，实是得道之所也。这与谢玄在车骑山筑桐亭楼气魄就很不一样了。\n\n行踪遗址\n　　谢灵运回归会稽东土隐居，寄情于山水，同时在曹娥江上游剡溪一带求田问舍，其行踪大体上由北向南延伸。第二次回故隐居期间有向四明，天姥进发的意向，这期间他的诗文中直接写剡中山水的不多。地方志中却记载了不少他的行踪遗址。\n　　《剡录》卷一载嵊县二十七乡。“康乐乡有游谢、宿剡、竹山、康乐、感化里。游谢乡有康乐、明登、宿星、暝投、吹台里。”康乐，游谢二乡相当今三界镇和仙岩镇地域，乡里地名均与谢灵运游踪有关。\n　　《剡录》卷四“古奇迹”载：“山下有谢康乐石床，康乐尝垂钓于此。县北十五里有谢岩弹石，灵运游此，四顾放弹丸，落处为祠，有大石如弹丸。”王十朋《 山赋》曰：“灵运弹飞岩嶂，慕此堪栖”又有谢公宿处，李白诗：“谢公宿处今尚在，绿水荡漾青猿啼。”又有谢岩，亦谢所至。又有强口村，在县北廿里，世传王谢诸人，雪后泛舟至此，徘徊不能去。日：“虽寒，强饮一口。”\n　　《成化新昌县志》卷八“坊巷”中载：“康乐坊，在县东三百余步，今名忠信坊。昔灵运尝寓于此，时人重之，为建此坊。郡志云：新昌之康乐，盖古迹犹著云。”\n　　《代化新昌县志》卷十六“寓贤”中又载“康乐公爱剡中山水，肆意遨游，尝至新昌，居游最之，时人重之。为建康乐坊。东山寺有谢灵运像……”\n　　可见新、嵊二县地志中记述谢行踪甚多，但事实均难稽考，本人诗文可证只有“暝宿剡中”一处。当然谢在剡隐居数年，投宿必非一处；这里系特指游天姥山时途中所宿之处。《登临峤初发强中作》：“……旦发清溪阴，暝投剡中宿，时登天姥岑……“笔者认为，灵运游天姥所投宿地点以新昌忠信坊为是。《剡录》有游谢、宿剡、暝投等古地名，但实际所指不明确也不统一，且不合游天姥线路距离。今新昌县城有忠信坊这一地名，在城关东西主街中段，今电信大楼和百货公司一带。根据《登临海峤》诗意辨析17“旦发清溪阴”即从今嵊州仙岩镇强口出发，到“暝投剡中宿”约一天路程，系溯剡溪而上。强口到新昌县城约60里，合一天路程。“明登天姥岑”即再有一天路程可达天姥，而新昌县城抵天姥山区也是60里左右。可见投宿于忠信坊是合理的。其时，新昌尚未建县，属剡中地域，地旷人稀，今县城也不过小小村落而已。“康乐…忠信”之类地名当是唐宋以后才有的。清代邑人陈宁燮箸《沃洲古迹》一书说道：“今以三里之城得天时，十室之邑有忠信……本自人居寥寥，有客宿宿者哉?缅夫两火一刀，虽蜚遁之迹箸，千岩万壑，尚幽攀而路穷。谢公……想其步石牛之镇，距木鹤之峰，岩峭岭稠，犹数十里。茅茨槿援得四五家，遇田父之好客，修丈人之古风，因止宿焉。\n\n袭封康乐公\n　　行前取《万载县志》一观，内称：“在吴之头楚之尾，山高水清，禾谷丰硕。地势隐然，负山带江。山水清隩，风气厚密……万，岩邑也，其山山聿山卒而嵯峨，其水萦纡而绿波。域内奇观，必曰山水。万载地虽僻处，而层峰叠嶂，锦浪纹波，胜致幽景，亦足供高士名流游览栖隐。且灵气所钟，代有哲人。”可见万载不仅是五谷丰腴之乡，且是环境清幽生态极好的人杰地灵之地。三国东吴大帝黄武年间，万载开始单独设县，当时叫阳乐县，县治设如今该县的罗城镇。西晋武帝太康元年，阳乐县改名为康乐县，由此与谢氏家族发生了紧密的联系。382年，前秦皇帝苻坚统一了中国北方，次年率九十余万军队南下灭东晋。秦军前锋为二十五万人，由苻坚之弟苻融率领，很快攻下寿阳。东晋以谢安之弟谢石为征讨大都督，以谢玄为前锋都督，在淝水一役中，以少胜多，击败了不可一世的苻融军，立下赫赫战功。谢玄因此而加都督徐、兖、青、冀、幽等州，封康乐公，食邑二千户。谢玄生有两个儿子，长子谢瑍，幼子谢琼。谢瑍天性迟钝，26岁便夭亡了，但却生了四个儿子，依次为谢公仁、谢公孝、谢公信、谢公义。谢公义，字灵运，为谢瑍幼子，生于晋孝武帝太元十年，长得灵秀漂亮，聪明好学，谢玄视之若掌上明珠，曾感叹说：“我生了谢瑍，他很笨，但他却生出了灵运这样聪明的儿子！”谢灵运4岁时，祖父病重，临死前谆谆嘱咐家人一定要把灵运带好，培养成才。公元393年，谢灵运八岁时袭承康乐公，世称谢康乐，仍然食邑二千户。由于谢灵运食封康乐，在万载县的影响可谓深远，成为历代妇孺皆知的人物。该县谢姓百姓对他更是有口皆碑，言必谈谢公康乐侯，并以此为荣耀。不仅如此，该县历代文人雅士及至县衙都十分敬重谢灵运，据县志记载，元至正七年，由僧人片云募款，邑人龙王向在该县东北十里名丁田的地方建了一座桥，就以康乐侯灵运名，叫康乐桥。此桥为康乐县最大的一座石桥，四墩五孔，全长98米，是万载到宜丰、铜鼓的必经之桥。如今还稳稳当当地横跨在蜀江之上。另有一条河名为康乐水，在邑东北三十里，《环宇记》云：“谢康乐尝游此，因名。源出谢山，东流出西江桥、黄田桥、锦江桥、万岁桥，至丘江会龙河水绕于上高。”\n　　为纪念康乐公谢灵运，该县在明代前就建有三处康乐祠，其一在县东的小水双江桥侧；其二在康乐桥左，元至正年间建，由欧阳元书额：康乐祠。其三在该县东北四里的杉树亭，人称相公庙。清邑副贡何艮曾题《谢康乐庙》五言诗一首：“先生六朝秀，敛迹谢宠禄。发韵寄烟萝，超兴自林麓。凿险搜洞壑，缒幽穷水陆。逸翰纷云委，寻旨交绮属。荒祠托岩阿，遗像祀山足。虚愰暗尘生，古座苍苔伏。容范虽代去，徽猷动心曲。视瞻荐萍藻，高风彻流俗。”为使文事昌盛，激励后人好好读书，求取功名，尤其像康乐公谢灵运那样有文采，清代万载县还建有两座谢灵运读书堂，其一在县北四里，地名叫山峡的地方，台上石砚至今犹存；其二在县东北二里，地名叫厂塘的地方，此遗址后改建为公祠。\n\n弃市广州\n　　谢灵运自恃门第高贵，又才华横溢，恃才傲物，自以为在政坛上应受到格外的器重，殊不料反遭朝廷排挤，被调离京城建康。所以在郡心情烦闷，不理政务，一味纵情山水。平日写写诗文，以宣泄胸中块垒。一年后，称疾辞官。\n　　宋文帝元嘉三年，文帝为巩固其统治，对世家大族采取笼络政策，由于谢灵运名气大，被征召为秘书监，还被指定撰修晋史。但时隔不久，谢灵运就看出皇帝对他表面上尊重，实际上“惟以文义接见”，只是要他充当一名文学侍从罢了，并无政治上加以任用的意思。不久，谢灵运再辞官归始宁，与朋友往来吟咏，或率领数百随从出入于深山幽谷，探奇觅胜。\n　　元嘉八年，文帝以之为临川内史，赐秩中二千石。在郡游放，与任永嘉太守时同样不理政务，为有司所纠。司徒遣使随州从事郑望生拘捕之，谢反而将郑扣押，并兴兵叛逸，并赋诗一首：“韩亡子房奋，秦帝鲁连耻。本自江海人，忠义感君子。”以张良、鲁仲连自比，暗示要像他们那样为被灭亡的故国复仇雪耻。文帝爱其才，欲免官而已；彭城王谓不宜恕，但宜宥及后嗣，可降死一等，徙付广州。其后，有人犯赵钦，招供有人欲于三江口将谢劫走，有司又奏依法收治，太祖诏于广州行弃市刑。临死作诗曰：“龚胜无余生，李业有终尽。嵇公理既迫，霍生命亦殒。凄凄凌霜叶，网网冲风菌。邂逅竟几何，修短非所愍。送心自觉前，斯痛久已忍。恨我君子志，不获巖上泯。”诗所称龚胜、李业，犹前诗子房、鲁连之意也。时元嘉十年，年四十九。\n　　一代文豪犹如一颗流星，在历史的天空划过一道短暂而耀眼的光芒，倏然而逝。 \n\n谢氏族谱现身茭湖\n　　古邑万载，已有1700多年的建县历史。从古至今，历史文化名人对万载影响最大的当属康乐公谢灵运。县史志办副主任胡学正在茭湖乡为招商引资印刷的一本摄影画册，看到一幅《灵运公传》的照片，经打听，这些照片均出自县财政局局长卢仕星之手，卢局长告诉他，《灵运公传》拍自茭湖乡谢溪村南源谢家族谱。他们委托县旅游局局长黄成寿请茭湖的易新球乡长把谢氏族谱借来。几经曲折，2004年6月的一天，两册布满虫眼，弥漫着历史烟尘的《万载南源谢氏族谱》终于摆上了的案头。所得两册族谱为卷二和末卷，均为1912年版。卷二计169页，是康乐谢氏分派世系图，记载了康乐谢氏始祖谢裒之长子谢奕支下繁衍生息的情况。世系图表明，谢奕为谢灵运之曾祖父，谢灵运是谢氏康乐堂第四世孙。至清光绪三十一年，康乐堂谢氏已发展绵延至五十世。经细心研读，谢氏族谱并没有强拉硬拽的痕迹。如从始祖谢裒往下代代延续，俱有字、号和生殁日期，归葬地点也记载得相当清楚，一环扣一环，无懈可击。如谢灵运之祖父谢元，是这样记载的：“奕公之子元，字明珠，一字幼度，小字羯。东晋建元元年癸卯十月十六日丑生。自少多颖悟，与从兄朗俱为安公所器重。安公常戒约子侄因曰：‘子弟亦何豫人事，而必欲使其佳？’诸人莫有言者。公答曰：‘譬如芝兰玉树，正欲其生于庭阶耳！’安公悦。兴宁元年癸亥征为篆。乙亥诏监北军，庚辰为冠军将军。建勋淝水，封康乐公，赠车骑将军。宁康十二年丁亥为会稽内史。戊子十三年钅监书康乐公谢元卒，谥献武。葬乌衣巷屋后凤形。子二瑍、琼。”\n　　关于谢灵运的记载是这样的：“瑍公幼子公义，字灵运。少好学，灵心秀质，吐吸山川，与颜延之齐名，文章为江左第一。刘宋乙丑官任秘书监，癸酉为临川内史。袭封康乐侯。东坡云：南台二谢无人继。即指公与朓也。晋宁康甲申六月十八辰生。宋元嘉庚寅四月初三子卒。葬北关外厂塘莲花形卯山酉向。合邑塑像崇祀，丁田建祠，永享香火。配夫人高氏，晋宁康甲申八月初二寅生，宋元嘉辛卯九月初一午殁。葬槽头石马下虎形巽山乾向。子一凤。”其中“厂塘”位于万载县城郊外。“槽头”则在万载茭湖乡境内。\n　　如此等等，不一而足。似此等记述详尽，自不容置疑。康乐谢氏族谱历经八修，首修于明嘉靖年间，二修于明崇祯年间，三修于清乾隆乙亥年，四修于清道光癸末年，五修于咸丰辛酉年，六修于民国元年，七修于民国三十二年，八修于1996年。万载康乐堂谢氏族谱结构紧密，述说详备。\n　　族谱中已透露出一个重要的信息：谢灵运归葬于万载县北关外厂塘莲花形，方位是卯山酉向。且建有祠庙，塑像崇祀。核之以当地的村书记，证实该村确实有莲花形这个地方。我们一行在平坦的万芳公路上急驰，在离县城2公里的地方，向右拐进了一条小道，这里林木葱郁，修竹万竿，环境宜人。在谢氏后裔谢细牙的引导下，我们穿过竹林，有屋舍五六栋，平展展的稻田，齐整整的菜园，三三两两的农人在田地里劳作，清亮的渠水哗哗流淌。走过弯弯曲曲的田埂小道，爬上一个山头，谢细牙不无自豪地说：“瞧，这就是我们谢家的祖先灵运公墓！”果然，在这小山顶上，傲然挺立着一块麻石墓碑，坟堆不高，无衬砌，墓碑亦无缺损，方位与族谱所载吻合。细瞧墓碑，只见上面刻着：“合族嗣孙某某立，始祖谢公讳灵运字公义之墓。光绪七年春月重修。”我们按捺住怦怦直跳的心，左右观览且拍个不停。此地几座山头，山形浑圆，呈莲花状组合。墓旁翠竹掩映，墓前有“谢康乐庙”遗址，当地人称“相公庙”。\n　　一代文豪谢灵运虽然竟葬于荒冢之中，但他的名字在中国文学的殿堂之上熠熠生辉，他的诗歌千百年来滋润了多少学子，至今还令万众景仰。谢灵运实墓全国只万载一处。\n　　谢灵运一生纵情山水，多在浙东一带游历。其死后葬于何处从无确说，是否就是万载县一处呢？大量史料，均无记载。网上对“谢灵运墓”有三种说法，一说“谢灵运死后，他的次子扶柩回到永嘉，建墓于温州城里。”一说在江西高安，云“当地文物资料显示，南北朝山水诗画的开创者谢灵运曾受贬于建成县为官，一生以创作山水诗画著称于世，后积劳成疾逝于建成县，葬于城南门。谢灵运墓地面的遗物早已被废，不过地下墓葬保存完好。”还有一说是清雍正《浙江通志》标点本上载有“宋临川内史谢灵运墓。” 而浙江省地方志办，以及温州、上虞、绍兴、高安等市、县有关部门认为：该地均无实墓，只是将有关史料记载移于网上而已。至此，可以初步断言，在全国范围内，谢灵运实墓仅万载一处。\n\n\n墓址\n\n　　谢灵运墓位于宜春市万载县康乐街道里泉村境内的莲花形山上，距县城约两公里。2004年6月24日发现并找到了谢灵运墓，该墓外形完好，坟墓不高无衬砌，墓碑无损，刻有“嗣孙某某立，始祖谢公讳灵运字公义茔，光绪七年春月重修”，此地几座山头呈莲花状，墓位于东边山头的西向。专家考证后认为，谢灵运袭封康乐公，死后魂归故封，衣冠冢或肉身冢有待考古证实，但发现谢灵运墓，全国仅万载一处。2006年清明前夕，重修此墓为水泥青石造。\n\n目录学家\n\n　　谢灵运少即好学，博览群书，工诗善文。东晋末任记室参军。入宋，任永嘉太守、待中、临川内史等职，常有怀才不遇之感，移居会稽后，放荡游玩，奴僮数百。宋文帝即位，任命他为秘书监，始不肯就任，经光禄大夫范泰的催促，于元嘉八年就职，开始率人整理秘阁图书、补足旧文。在殷淳等目录学家的协助下，于元嘉八年冬编撰出《秘阁四部目录》，著录秘阁图书14 582卷，另有佛经书籍438卷，分为1 645帙。比东晋李充所编《晋元帝四部书目》著录更为宏富。之后又根据秘阁图书，撰《晋书》未成。\n\n创作风格\n\n　　谢灵运的诗，大都描写会稽、永嘉、庐山等地的山水名胜，善于刻画自然景物，开创了文学史上的山水诗一派。他写的诗艺术性很强，尤其注意形式美，很受文人雅士的喜爱。诗篇一传出来，人们就竞相抄录，流传很广。宋文帝很赏识他的文学才能，特地将他召回京都任职，并把他的诗作和书法称为“二宝”，常常要他边侍宴，边写诗作文。一直自命不凡的谢灵运受到这种礼遇后，更加狂妄自大。有一次，他一边喝酒一边自夸道：“魏晋以来，天下的文学之才共有一石，其中曹子建独占八斗，我得一斗，天下其他的人共分一斗。”从他的话中可以看出，他除了佩服曹植以外，其他人的才华都不在他眼里，自我评价非常高。\n\n著述\n\n　　《隋书·经籍志》所录谢灵运著作36卷，已佚，除《晋书》而外，尚有《谢灵运集》等14种。《谢灵运集》19卷，已佚。北宋以后就已散佚。明代李献吉等从《文选》、《乐府诗集》及类书中辑出谢灵运的作品，由焦竑刊刻为《谢康乐集》。\n\n　　诗歌代表作如《登池上楼》等。\n\n　　谢灵运除诗歌外还有赋10余篇，其中《山居赋》、《岭表赋》、《江妃赋》等比较有名，景物刻划颇具匠心，但成就远不及诗歌。谢灵运早年信奉佛道，曾注释过《金刚槃若经》，润饰过《大般涅经》，有《辩宗论》为其阐释顿悟的哲学名篇。谢灵运还于元嘉间奉诏撰《晋书》，明代张溥辑有《谢康公集》2卷，收入《汉魏六朝百三家集》。近人黄节也作有《谢康乐诗注》等。\n\n",
  "desc": "谢灵运（385年－433年），东晋陈郡阳夏（今河南太康）人，出生在会稽始宁（今浙江上虞），原为陈郡谢氏士族。东晋名将谢玄之孙，小名“客”，人称谢客。又以袭封康乐公，称谢康公、谢康乐。著名山水诗人，主要创作活动在刘宋时代，中国文学史上山水诗派的开创者。由谢灵运始，山水诗乃成中国文学史上的一大流派，最著名的是《山居赋》，也是见诸史册的第一位大旅行家。谢灵运还兼通史学，工于书法，翻译佛经，曾奉诏撰《晋书》。《隋书·经籍志》、《晋书》录有《谢灵运集》等14种。",
  "dynasty": "南北朝",
  "id": 758,
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_758.jpg",
  "name": "谢灵运",
  "star": 131
}