{
  "content": "人物成就\n\n文学\n　　蔡邕是汉代最后一位辞赋大家。其所作赋绝大多数为小赋，取材多样，切近生活，语言清新，往往直抒胸臆，富于世态人情，很有艺术的感染力。其中代表作品为《述行赋》。全赋短小精悍，感情沉痛，批判深刻，情辞俱佳，是汉末抒情小赋的力作。他小赋的题材多样，他甚至用以表现男女情爱，风格大胆而直率。《青衣赋》就是相当感人的作品。在这篇言情小赋中，他真实地坦露了对一位出身微贱的美女的爱情，以真挚的感情，表现了人情与封建礼法的矛盾撞击。蔡邕的散文长于碑记，工整黄雅，多用排偶，旧时颇受推重。\n\n　　蔡邕收集汉朝历史，没有看见写下来作后史。只有所作《灵纪》及十意，又补诸列传四十二篇，因李傕作乱散失，大多没有保存下来。所著诗、赋、碑、诔、铭、赞，连珠、箴、吊、论议、《独断》、《劝学》、《释诲》、《叙乐》、《女训》、《篆执》，祝文、章表、书记，共104篇传于世。 \n\n　　蔡邕生平喜藏书，多至万余卷，晚年将所藏之书载数车悉数赠给王粲，家存藏书还有四千多卷。《隋书·经籍志》著录有其文集20卷，早佚。明人张溥辑有《蔡中郎集》二卷。丁绍仪《全汉诗·卷七》亦载其作品。严可均《全后汉文》卷69~卷80对其奏疏词赋等作品多有收录。\n\n　　蔡邕诗歌现流传有400多首。但由于当时战乱连年，没有保存原稿流传下来，均由其女蔡琰，在曹操的救助下，凭借惊人的记忆力默写而来。\n\n书法\n艺术创造\n　　蔡邕工篆书、隶书，尤以隶书著称，其字结构严整，点画俯仰，体法多变。灵帝命工修理鸿部门，工匠用扫白粉的帚在墙上写字，蔡邕从中受到启发而创造了“飞白书”。这种书体，笔画中丝丝露白，似用枯笔写成，为一种独特的书体，对后世影响甚大。唐张怀瓘《书断》评论蔡邕飞白书时说“飞白妙有绝伦，动合神功”。\n\n作品行情\n　　蔡邕因负盛名，所以后世把一些碑刻和论著附合成蔡邕名义的伪作也不少。据说其真迹在唐时已经罕见。\n\n经学\n　　熹平四年，蔡邕有感于经籍距圣人著述的时间久远，文字错误多，被俗儒牵强附会，贻误学子。于是与五官中郎将堂溪典、光禄大夫杨赐、谏议大夫马日磾、议郎张驯、韩说、太史令单飏等任，奏请正定《六经》的文字。灵帝予以批准，蔡邕于是用红笔亲自写在碑上，让工人刻好立在太学的门外，这就是中国第一部石经“熹平石经”。后来的儒者学生，都以此为标准经文。碑新立时，来观看及摹写的，一天之内，车子就有一千多辆，街道也因此堵塞。\n\n\n藏书故事\n\n　　生平喜藏书，多至万余卷，晚年因喜王粲的才学，遂将所藏之书载数车悉数赠给王粲，家里所存藏书还有4 000卷。女儿蔡琰曾被曹操接见，曹操问及“闻夫人家先多坟籍”时，蔡琰回答称“昔亡父赐书4 000余卷”。精于书法，尤长于隶书，创“飞白”书体，对后世影响甚大。《隋书·经籍志》著录有集20卷，早佚，后人辑有《蔡中郎集》。\n\n后世纪念\n\n柯亭\n　　柯亭一名千秋亭，又名高迁亭。原为驿亭，地处一块形若半岛的平地上，三面临水，风景秀丽。两层楼建筑，飞檐翘角，古朴典雅。南面正对古纤道，登楼远眺，心旷神怡。近旁建有“汉蔡中郎祠”，为后人纪念蔡邕所设。辛亥革命前后，鲁迅在故乡绍兴执教时，曾和周建人等一起到过“柯桥的柯亭”，凭吊古迹和游览观光。古柯亭遗址在今柯桥镇中学内。 在镇南，有一四面环水的“绝倭涂”。在明嘉靖三十四年，柯桥独山村出现了一位抗倭英雄姚长子。为了纪念这位抗倭义士，人们立祠于其献身之地，易其地名“化人坛”为“绝倭涂”，并把前后两座桥命名为“得胜桥”和“万安桥”。后祠倒塌，在桥头建立“姚先烈抗倭纪念碑”。该碑高6．5米，碑座呈正方形，碑身正面刻有姚长子像，背面镌刻着他的英勇事迹，称赞其“效死乡梓，名垂千古”。纪念碑现为县文物保护单位。纪念碑之南即为著名的柯岩风景区。\n\n蔡邕蔡邕墓\n主词条：蔡邕墓\n　　蔡邕墓位于河南省禹州，箕山入禹境之第一峰为逍遥岭，其阴有汉中郎将蔡邕墓。岭上有摩崖石碑一通，上刻汉隶体字，字大二寸，为蔡邕亲书。此碑曾坠入颍河，现为白沙杨氏获之。蔡邕，东汉书法家，以隶书著称。结构严整，体法多变，长于碑记。\n\n　　熹平四年，灵帝诏蔡邕写六经文字，部分由邕书丹于石，立太学门外，曰石经。蔡邕死葬于此。其东为白沙镇，其北为白沙水库，湖光潋滟，景色一新，为旅游胜地。\n\n　　江苏省常州市武进区湟里镇东安社区西安村夏庄自然村村北又有一蔡邕墓。\n\n\n人物生平\n\n生性至孝\n　　蔡邕的六世祖蔡勋，喜好黄老之术，汉平帝时曾任郿县令。父亲蔡棱，也有清白的操行，死后称贞定公。 \n\n　　蔡邕对长辈非常孝顺，他的母亲曾经卧病三年，蔡邕不论盛夏严冬、气候变化，都没有解过衣带，七十天没有睡过觉。母亲去世后，就在墓旁盖一间房子住下守着，一动一静，都遵守礼制。一只兔子很驯顺地在他的住宅旁边跳跃，又有木生连理枝，远近的人都觉得奇怪，前来观看的人很多。他与叔父、叔伯兄弟同居，三代没有分家，乡里的人都称赞他品行好。\n\n师从胡广\n　　蔡邕少年时即博学多闻，师从太傅胡广。喜欢文学、数术、天文，还擅长音乐。汉桓帝时，中常侍徐璜、左悺等五侯，擅权不法，听说蔡邕的琴鼓得好，于是告诉桓帝，命令陈留太守督促他启程。蔡邕不得已，走到偃师，假称生病，返回家中。\n\n　　蔡邕在家里无所事事，品玩古董，不与时人来往。受东方朔《客难》及扬雄、班固、崔骃设疑自通的启发，于是汲取百家之言，肯定其中正确的而纠正不对的，创作了《释诲》来警惕和自勉。\n\n蔡邕校书东观\n　　建宁三年，蔡邕被司徒桥玄征召为掾属，受到桥玄的厚待。出任河平县长，又被召拜为郎中，在东观校书，升任议郎。 \n\n　　初，朝廷认为州郡会相互勾结结伙营私，于是下令互为婚姻的家庭和两州人士，不得互相担任监察官吏。后来又有三互法，规定互为婚姻家庭和两州人士不得交互为官，禁忌更加严密。选用官吏，非常不容易。天下十三州，有十一州的人都不能担任幽、冀两州的官职，致使二州的官职缺职很久都无人接任。蔡邕上疏建议灵帝废除近禁，不要拘于时间与三互法，只要合适的就可以任用。但灵帝没有理会。 \n\n密言七事\n　　灵帝喜爱辞赋，又创作了《皇羲篇》，因此许多人是因为会作文章才得到任用。侍中祭酒乐松、贾护，引来很多无操行趋炎附势的人，都在鸿都门学任职，喜欢讲一些地方风俗、乡里小事，灵帝非常高兴，不按常理来提拔他们。而几十个市井小民，谎称自己是宣陵孝子，都被授予郎中、太子舍人的官职。当时常有雷霆疾风，伤树拔木，地震、冰雹、蝗虫为害。而鲜卑又侵犯边境，百姓为劳役赋税所苦。 \n\n　　熹平六年，灵帝下诏自责，并下令群臣各自陈说可行的治理国家大事的措施。蔡邕上密奏陈说应该施行的七件事：\n\n　　1. 明堂月令。天子按立春、立夏、立秋、立冬及季夏之节，居明堂迎祭五帝于郊。为了导引神气，求福丰收。清庙祭祀，孝敬祖先，养老设教，告诉人守礼化俗，这些都是帝王的大业，祖宗恪守奉行的。而有关部门常因藩国有丧，宫内生育，以及吏卒病死，经常发生禁忌，缺而不行。只看到南郊斋戒祭祀，没有废缺，至于它祀，每有不同的说法，难道南郊卑而它祀尊贵吗？孝元皇帝的诏令说：‘礼仪所敬，莫重于祭祀，所以全心全意亲自奉行，是为了表达其肃敬之情。’而孝章皇帝元和年间的旧事，再次申明议修群祀，以祈丰年，前后诏书，用心诚恳。而如今以来，更换太史，忘了礼敬的大事，听任禁忌的书流行，拘信小故，亏废大典。按《礼》，妻妾生子，斋戒，不入侧室之门，没有废掉祭祀的规定。至于说宫中有死丧的发生，三月不祭，是说普通百姓只有几间房子，不少人住在一起，不便举行祭祀。难道说宫廷广大，臣妾众多也可以不祭祀吗？从如今起，斋戒祭祀的制度，应该按照以前典章执行，才可以说对灾异的发生，作出了回答。\n\n　　2. 臣听说国家即将兴盛，常常听到好的建议。往内就可以知道自己的治理情况，往外也可以了解百姓的情绪。所以先帝虽然聪明圣哲，还是广泛征求意见，询问政治之所以得及其之所以失的原因。又因发生灾异，寻访那些隐居不仕的高士，重视贤良、方正、敦朴、有道的察举。直言敢谏，不绝于朝廷。陛下主政以来，连年发生灾异，没有听说下诏征召贤能，真正应当遵循过去一些好的措施，让忠心耿耿的大臣发挥敢想敢说的精神，让《易传》所说‘政悖德隐’的话不得流行。\n\n　　3. 访求贤能的方法，不只一种。有的人因道德修养好而著名，有的人因直言敢谏而被人称道。如今，朝廷里面的人，没有因忠信受到赏赐的，反而常常因诽谤诬蔑而被杀害。因此群臣闭口，不敢说话。郎中张文，以前一人敢于直谏，陛下采纳他的意见，斥责了三司，群臣心悦诚服，平民百姓也高兴。臣认为应该提拔张文担任要职，用以劝勉忠贞之士，向海内宣扬，广开贤明政治之路。\n\n　　4. 司隶校尉、各州刺史的职责是督察不法，检举坏人，分清是非。幽州刺史杨熹、益州刺史庞芝、凉州刺史刘虔，各有奉公守法、痛恶坏人坏事之心，杨熹等检举劾办的，效果最好。其余有的不理不申，有的枉法曲断，都不称职。有的本人就有罪过或错误，与下面所应检举的相同。而法纪败坏，无人揭发，公府台阁也默不作声。五年诏令，议遣八使，又令三公采长史臧否考察人民疾苦，上奏陛下。这时奉公守法的人，欣然得志，为非作歹的人忧恐失色，怕得要死。但是，不知道这件事为什么忽然停止了。从前刘向上奏说：‘决策犹豫不决的人，为一般小人大开方便之门；养成了优柔寡断习惯的人，招来谄媚诽谤的坏家伙。’刚刚听到一点善政，转眼之间就变了卦。枉使天下百姓猜测朝政，莫衷一是。应当追定八使，揭发不法的人和事，另选忠诚清白的人任职，赏罚严明。到了年终，要对三公评定好坏。让百官知道奉公守法就是福，营私舞弊就是祸。这样，灾害的来源，也行就可以堵塞了。\n\n　　5. 臣听说古时铨选官吏，一定要诸侯三年推举一人，叫做岁贡。孝武皇帝时，郡里除选举孝廉外，还要选拔贤良、文学之士。因此名臣一个接一个地出现，文事武功盛极一时。大汉的得人，只此数路而已。至于书画辞赋，只算得小才，治理国家，就不见得有能力。陛下刚刚即位时，最先讲求经术，处理政事的余暇，看看文学作品，用以休息。如今走棋的游戏，不是推行教化，挑选人才之本。而诸生唯利是图，作文章的人很多。稍为高明一点的，也引用一些经训劝喻的话；下等的凑合一些俗话俚语，与倡优调笑取乐差不多；有的剽窃他人的作品，假冒名姓。臣每每在盛化门奉诏，录取比较好的，没有被录取的，也跟着安排工作。已经给了恩惠，不好回收，让他们保住俸禄，已经够意思了。不可再使他们治人和在州郡做官，从前孝宣皇帝在石渠阁会集诸儒生，孝章皇帝在白虎观召集众学士，通经释义，这是伟大的事业文武之道，应该遵守奉行。至于一般的小能小善，虽说也有可取之处，孔子认为如果以之办大事就会滞碍不通。所以君子应当立志办大事。\n\n　　6. 县长的职务是治理百姓，都应当勤谨工作。给百姓办了好事，这才算有功绩。赏罚应该分明，而如今在位没有什么才能退下来的，大多被授以议郎、郎中的职务。如果才华好，不应让其列入冗散人员，如果有罪过，自然应当判罪。难道认罪怕审讯，反要求调离，互相仿效，好歹没有个标准之理？先帝典章制度，没有这个规定。应该查验真伪废除干净。\n\n　　7. 臣看见许多人以宣陵孝子为名被任命为太子舍人。臣听说孝文皇帝下诏丧服三十六日，虽说是继承皇位的君王，父子至亲，公卿列臣，受恩至重都要控制自己的感情，服从诏令，不敢逾越。如今虚伪小人，本不是骨肉之亲，也没有什么特别的恩情，又没有真正的禄仕，却表现哀痛思念，这种哀情根据什么产生的呢？他们聚集陵墓之旁，假称奉孝，行为既掩饰不了他们的心迹，在义上又没有根据。甚至还有不法分子藏在里面。桓思皇后庭祭和升柩的时候，东郡有盗人妻的逃在孝中，原籍追捕，才服了罪。虚伪杂乱污秽，说也说不完。而且，先到的可以授官了，后来则被遣归；有的常年在陵地，因暂时回去漏掉了；有的用人代理，也得到宠荣。纷争怨恨，在大路上吵吵嚷嚷，不成体统。太子的官员，应挑选有德行的人，难道只用一些坟墓丑恶的人？没有比这还不吉祥的事。应该把他们送归田里，揭发他们虚伪诈骗。”\n\n　　奏书送上后，灵帝于是亲自在北郊迎祥气，举行辟雍礼仪。又下诏把那些以宣陵孝子为名被任命为太子舍人的，统统改任丞尉。[20] \n\n　　同年七月，护乌桓校尉夏育上疏请求讨伐鲜卑，而犯罪被处罚的护羌校尉田晏则通过中常侍王甫请求灵帝命自己为将讨伐鲜卑，以此来赎罪，王甫也同意出兵。蔡邕上疏劝阻，但灵帝不听。八月，灵帝派夏育、田晏、臧旻及南匈奴屠特若尸逐就单于等各率一万多骑兵出击，被鲜卑首领檀石槐下属三部的大人打得大败，损失惨重。\n\n　　光和元年，灵帝设置鸿都门学，在其中画有孔子及其七十二弟子像。下诏州郡三公推举征召诸生。有的出任刺史、太守，有的入朝任尚书、侍中，有的竟封侯赐爵，士人们都认为与他们在一起是可耻的。当时，妖异的现象常有发生，人人惊恐。七月，灵帝下诏召蔡邕与光禄大夫杨赐、谏议大夫马日磾、议郎张华、太史令单飏至金商门，入崇德殿，让中常侍曹节、王甫问他们关于灾异及消除变故所应当采取的办法，蔡邕用心答复。\n\n　　灵帝又特诏询问蔡邕：“近来灾异变故的发生，不知是什么罪咎引起的。朝廷焦急，朕心里也害怕。访问群公卿士，想听到一些忠言，他们都守口如瓶，不肯尽心。因为你经学功底深厚，所以朕特地问你，你应该阐明得失，指出为政的要点，不要唯唯否否，或者怀疑恐惧。全按经述对答，为了保密，要用皂囊封上。”\n\n　　蔡邕于是上奏认为妇人、宦官干预政事，是怪异发生的原因之一，并弹劾太尉劾张颢、光禄勋玮璋、长水校尉赵玹、屯骑校尉盖升等人贪赃枉法，又举荐廷尉郭禧、光禄大夫桥玄、前任太尉刘宠，认为可以向他们咨议朝政。灵帝在看了奏章后很是叹息，在起身如厕时，奏章被曹节在后面偷看了，就向左右的人泄露了全部内容，致使事情泄漏。蔡邕奏章上认为应该废黜的人，都非常恨他，企图打击报复。 \n\n远避江海\n　　之前，蔡邕与司徒刘郃不和，蔡邕的叔父卫尉蔡质，又与将作大匠阳球关系不好，阳球是中常侍程璜的女婿。程璜让人写匿名诬告蔡邕、蔡质几次因私事请托于刘郃，刘郃没有答应，蔡邕于是怀恨在心。决心要陷害蔡邕，灵帝因此下诏给尚书，召蔡邕质问。蔡邕上疏为自己辩白，但他与蔡质还是被送入洛阳狱，有关部门认为应该将二人弃市。中常侍吕强怜悯蔡邕无辜，于是替他向灵帝求情，灵帝也想起了蔡邕之前奏章的话，于是下诏将他免死，与家属被流放至朔方，不得因赦令而免罪。阳球打发刺客刺杀蔡邕，刺客被蔡邕的正义感动了，不为阳球所用。阳球又贿赂有关官员毒害蔡邕，受赂的人反而把消息告诉了蔡邕，要他提高警惕。蔡邕因此平安无事，居住在五原安阳县。 \n\n　　蔡邕之前在东观，与卢植、韩说等修撰《东观汉记》，正遭流放，所以没有来得及写成。他因此上书所著的十意，分别首目，附在书尾。灵帝爱怜蔡邕的才高，正好在第二年大赦，于是赦免蔡邕，准许他返回原籍，蔡邕自从放逐到被赦免，历时九个月。\n\n　　蔡邕正准备启程回郡的时候，五原太守王智为他送行。酒喝足后，王智起舞劝蔡邕，蔡邕不理他。王智是中常侍王甫的弟弟，本来很骄贵，丢了面子为宾客所嘲笑，就破口骂蔡邕说：“罪犯也敢轻侮我！”蔡邕振衣而去。王智非常恨他，于是密告蔡邕心放怀怨，诽谤朝廷。灵帝宠幸的人也都诬陷他，蔡邕害怕无法幸免，于是逃命江海，远走吴会之地，往来依靠泰山羊氏，在吴地共待了十二年。\n\n受卓所敬\n　　中平六年，灵帝去世，董卓任司空，专擅朝政，听说蔡邕的名气，于是征召他，蔡邕推说有病不能去。董卓大怒，骂道：“我有灭人三族的权力，蔡邕就算骄傲，也是不过转足之间的事而已。”又急令州郡征召蔡邕到府。蔡邕不得已只好应命，被任命为代理祭酒，很受董卓敬重。又被举为高第，历任侍御史、治书御史、尚书，三天之内，遍历三台。又升任巴郡太守，被留任侍中。\n\n　　初平元年，蔡邕被拜为左中郎将，跟随献帝迁都长安，被封为高阳乡侯。董卓的宾客部属想让朝廷尊崇董卓与太公相比，称尚父。董卓询问蔡邕的意见，蔡邕说：“太公辅周，奉命灭商，所以特号为太公。现在您的威德虽高，但相比尚父，我以为还不行。等到关东平定，陛下返还旧京，然后再讨论此事。”董卓听了他的话。\n\n　　初平二年六月，发生地震，董卓为此询问蔡邕。蔡邕对他说：“地动，是阴盛侵阳，臣下不遵守国家制度引起的。前春天郊祀，公奉车驾，乘金华青盖，爪画两箱，远近都认为不合适。”董卓于是改乘皂盖车。董卓看重蔡邕的才学，对他非常客气，一遇举行宴会，往往令蔡邕鼓琴助兴，蔡邕也有心出力。但董卓性格刚愎自用，蔡邕恨自己的话很少为董卓采纳，对堂弟蔡谷说：“董公性格刚烈而容易作恶，终究不能成事。我想东奔兖州，但是道路太远，不易达到，打算暂时逃到山东地区看看，怎么样？”蔡谷说：“您的容貌与普通人不同，在路上走，看的人云集，这样，想躲起来，难啊！”蔡邕才打消了这个主意。 \n\n无辜遇害\n　　初平三年，董卓被诛杀，蔡邕在司徒王允坐上，不知不觉说起董卓来，并为之叹息，脸色都变了。王允勃然大怒，呵斥他说：“董卓，是国家的大贼，差点倾覆了汉室。你作为臣子，应该一同愤恨，但你却想着自己受到的礼遇，忘记了操守！现在上天诛杀了有罪的人，你却反而为他感到伤痛，这难道不是和他一同作为逆贼吗？”并随之将蔡邕收押交给廷尉治罪。蔡邕递上辞表道歉，请求受到刻额染墨、截断双脚的刑罚，以求继续完成汉史。士大夫大多同情并想要救他，没有成功。太尉马日磾听说后，急忙前往对王允说：“伯喈是旷世的奇才，清楚很多汉朝的事，应当让他续写解决后边的历史，让它成为一代重要的典籍。而且他忠诚孝顺的名声一向显著，获罪也没有缘由，杀了他岂不是会丧失威望吗？”王允说：“过去汉武帝不杀司马迁，让他写出毁谤的书，流传于后世。现今国家中途衰落，政权不稳固，不能让奸邪谄媚的臣子在幼主旁边写文章。这既不能增益圣上的仁德，又令我们蒙受毁谤议论。”马日磾离去后告诉别人说：“王允大概不能长久于世吧。有道德的人，是国家的纲纪；写作，是国家的典籍。废弃了纲纪与典籍，难道还能长久吗！”蔡邕于是死在了监狱里。王允后悔了，想阻止杀他却来不及了。当时蔡邕六十岁。群臣和士人没有不为他哭泣的。著名经学家郑玄听闻蔡邕的死讯后，叹息说：“汉朝的事，谁来考定啊！”兖州、陈留郡间都画蔡邕的像来纪念他。\n\n\n艺术成就\n\n　　灵帝命工修理鸿部门，工匠用扫白粉的帚在墙上写字，蔡邕从中受到启发而创造了“飞白书”。这种书体，笔画中丝丝露白，似用枯笔写成，为一种独特的书体，唐张怀瓘《书断》评论蔡邕飞白书时说“飞白妙有绝伦，动合神功”。\n\n　　蔡邕因负盛名，所以后世把一些碑刻和论著附合成蔡邕名义的伪作也不少。据说其真迹在唐时已经罕见。 \n\n",
  "desc": "蔡邕（公元133年-公元192年），字伯喈，陈留圉（今河南省开封市陈留镇）人，东汉文学家、书法家。权臣董卓当政时拜左中郎将，故后人也称他“蔡中郎”。后汉三国时期著名才女·蔡琰（蔡文姬）之父。",
  "dynasty": "两汉",
  "id": 258,
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_258.jpg",
  "name": "蔡邕",
  "star": 10
}