{
  "content": "生平\n\n早期事迹 \n　　王晙祖籍沧州景城，后迁至河南洛阳，父亲王行果，官至长安县尉。王晙年幼丧父，由祖父王有方抚养长大，生性豪放旷达、勤奋好学。\n\n　　672年，王晙考中明经科，被授为清苑县尉，后任殿中侍御史。\n\n　　后来，朔方军元帅魏元忠出征失利，将罪责推给副将韩思忠，奏请将其诛杀。王晙却认为：“韩思忠是副将，兵权不在自己手里，而且他有勇有谋值得爱惜，不该单单处罚他一个人。”于是上表辩解。韩思忠因此得到释放，而王晙也被调任渭南县县令。\n\n　　709年，王晙出任桂州都督。此前，桂州的驻军一直依靠衡州、永州等地提供粮饷。王晙到任后，修筑城郭，撤去驻军，兴修水利，开垦屯田数千顷，使百姓丰衣足食。后来，王晙请求调回家乡，结果桂州百姓一起上书朝廷，请求让他留任。朝廷闻讯后，特下诏表彰王晙的功绩，让他留任一年。王晙离任时，桂州百姓又刻石立碑歌颂他的功德。\n\n击破吐蕃 \n　　714年，王晙以鸿胪寺少卿、朔方军副大总管之职兼任安北大都护、朔方道行军大总管，统领丰安、定远、三受降城等地军队。他将安北大都护府治所迁到中受降城，并实行屯田之策。不久，王晙又改任太仆寺少卿、陇右群牧使。\n\n　　同年，吐蕃兴兵十万入侵临洮军，驻军于大来谷口。王晙率所部两千人与临洮军会师，又挑选精兵七百人换穿吐蕃服装，分为前后两队，乘夜偷袭吐蕃军营。在距离敌军五里时，王晙命前队大声呼喊，后队击鼓响应。吐蕃军以为唐军主力赶到，惊恐之中，自相残杀，死伤惨重。\n\n　　不久，右羽林将军薛讷也率军赶到，在大来谷二十里外的武阶谷，遭遇吐蕃拦截。吐蕃在王晙与薛讷两军之间，摆开战阵，连绵数十里。王晙趁夜命精兵袭击敌军，再次大败吐蕃。与薛讷会师后，王晙乘胜追杀，一直追到洮水，将吐蕃掠走的牧马全部夺回。\n\n　　战后，王晙被加封为银青光禄大夫，赐爵清源县男，兼任原州都督。不久，王晙又改任并州大都督府长史。\n\n讨平叛胡\n　　716年，突厥默啜可汗被拔曳固部落袭杀，部下大多都投降唐朝，被安置在河曲地区。不久，毗伽可汗继位，突厥降户都逐渐萌生叛意。\n\n　　王晙得知后，便上奏朝廷，认为突厥是迫于形势方才归顺唐朝，让他们久居边境会引发祸患，建议胁之以威，诱之以利，并将他们迁徙到黄河以南，使其逐渐汉化。同时，王晙还认为，如果不将突厥降户安置在内地，等到黄河封冻，必将发生变故。结果，朝廷尚未答复，突厥降户便已反叛。\n\n　　同年十月，唐玄宗诏命王晙率并州军队渡河平叛。王晙抄小路进军，轻骑奔袭，不料夜遇暴风雪，难以行进。王晙担心耽误时间，对神灵祷告道：“如果我不应该出兵讨贼，就惩罚我一个人好了，为什么要连累众将士？如果我是忠心为国，就请上天停止下雪，调转风向，助我讨贼成功。”随即，风停雪止，王晙遂率军急驰。这时，叛军分成两路逃跑，王晙沿东路追击，斩首三千。战后，王晙升任左散骑常侍、朔方行军大总管，又改任御史大夫。\n\n　　720年，散居在受降城附近的□跌部落与仆固都督勺磨暗中勾结突厥，企图攻占受降城。王晙闻讯后，秘奏玄宗，然后将他们引诱入中受降城，全部诛杀。不久，王晙被授为兵部尚书，充任朔方军大总管。\n\n　　721年，兰池胡人康待宾发动叛乱，攻陷六胡州，进逼夏州，唐玄宗诏命王晙与陇右节度使郭知运一同平叛。王晙认为单凭朔方军便能平叛，因此奏请皇帝，要求让郭知运返回陇右。但是，奏疏未报，郭知运便已赶到，并因此对王晙不满。不久，王晙生擒康待宾，进爵清源县公。\n\n　　同年九月，郭知运纵兵攻打已经被王晙招降的叛军。投降的叛军以为被王晙出卖，纷纷逃走，再次反叛。唐玄宗认为王晙未能平定胡人叛乱，将他贬为梓州刺史。\n\n晚年生活\n　　722年，王晙被起复为太子詹事，累封中山郡公。\n\n　　723年正月，唐玄宗北巡，改并州为北都太原府，任命王晙为吏部尚书兼太原府尹。四月，王晙接替张说担任兵部尚书、同中书门下三品，并加金紫光禄大夫。五月，王晙又兼任朔方军节度大使，统领河西、陇石、河东、河北诸军。\n\n　　同年十一月，唐玄宗到南郊祭天，让王晙回京参加大典。但王晙恐怕突厥趁机入侵，上表推辞，受到玄宗的嘉勉。这时，许州刺史王乔的家奴状告王乔与王晙暗中勾结，意图谋反，玄宗便命侍中源乾曜、中书令张说进行调查。王晙虽无反意，但玄宗还是以前次违诏为罪名，将他贬为蕲州刺史。\n\n　　726年，王晙升为户部尚书，再次担任为朔方军节度使。\n\n　　732年，王晙去世，终年七十余岁，追赠尚书左丞相，谥号忠烈。\n\n\n轶事典故\n\n感愧宋璟 \n　　武则天时，魏元忠被张易之兄弟陷害，贬为高要尉。王晙上奏皇帝，为他申辩。凤阁舍人宋璟劝道：“魏公已侥幸免死，现在你又来惹天子发怒，能不倒霉吗！”王晙大义凛然地说：“魏公忠正无二却受到处罚，我激于正义才这样做，即使因此而颠沛流离，也不会后悔。”宋璟惭愧地道：“宋璟不能辨明魏公所受的冤屈，实在是有负于朝廷。”\n\n保护刘幽求 \n　　刘幽求被发配封州时，广州都督周利贞受宰相崔湜指使，准备加害刘幽求。王晙得知这一阴谋，便将刘幽求扣留在桂州。周利贞闻讯，屡次发公文索要刘幽求，王晙都不予理睬，周利贞便将此事上奏朝廷。崔湜数次向王晙施压，让他遣送刘幽求，但王晙依旧不予理睬。刘幽求担心地道：“您违抗宰相的命令而保护一个被流放的人，势必无法保全，只不过是让您受牵连罢了。”于是请求王晙放他去广州。王晙道：“您所犯的罪过还不至于让朋友与你绝交，我王晙为国家的事而获罪，也没有什么可遗憾的。”最终还是没有将刘幽求遣送到广州。刘幽求因此而得以幸免。\n\n\n后世地位\n\n779年，唐代宗评定前代功臣，王晙与李孝恭、尉迟敬德等十四位凌烟阁功臣同列第二等二十四人之内。\n\n780年，王晙与裴寂、刘文静等三十四人被定为功臣上等。\n\n782年，唐德宗追封古代名将六十四人，并为他们设庙享奠，其中就包括“兵部尚书同中书门下三品中山公王晙”。\n\n1123年，宋室依照唐代惯例，为古代名将设庙，七十二位名将中亦包括王晙。\n\n北宋年间成书的《十七史百将传》中，王晙亦位列其中。\n\n\n家庭成员\n\n祖父：王有方，曾任岷州刺史。\n\n父亲：王行果，曾任长安尉。\n\n儿子：王班，曾被授为朝散大夫。\n\n孙子：王殷任，曾任太原少尹、易州刺史。\n\n",
  "desc": "王晙（653年－732年），沧州景城（今河北沧县）人，唐朝宰相、名将。王晙明经出身，授清苑县尉，后任殿中侍御史、渭南县令，在任桂州都督时，兴修水利，开垦屯田，深得百姓爱戴。后来，王晙历任鸿胪少卿、朔方军副大总管、安北大都护、太仆少卿、陇右群牧使。此后，王晙历任吏部尚书兼太原尹、兵部尚书、同中书门下三品、朔方军节度大使、蕲州刺史、户部尚书。开元二十年（732年），王晙去世，追赠尚书左丞相，谥号忠烈。",
  "dynasty": "唐代",
  "id": 1048,
  "name": "王晙",
  "star": 0
}