{
  "content": "生平\n\n　　康熙十二年，正当俞益谟回到家乡“后选”之时，镇守云南的平西王吴三桂，举兵叛清自称“周王”。陕西提督王辅臣、固原道陈彭等同时宣布反清，与吴三桂南北遥相呼应。一时间，陕甘许多重要城池被反清军攻占，清朝在西北的统治岌岌可危。此时宁夏兵将大多调征四川，“留者什之一二，人情惶迫，众议纷纭。”俞益谟在康熙十四年，西北大局动摇的关键时刻，参加到宁夏总兵官陈福部下。在平定宁夏兵变的勘乱中表现忠勇，事平论功“授柳树涧堡守备，”成为清军一名下级军官。陈福死后，清廷任命天津总兵官赵良栋到宁夏处理善后，首任宁夏提督。康熙十九年，宁夏和整个西北大局平定以后，清廷命赵良栋率部入川对吴三桂叛军作战，俞益谟随赵从征。又因英勇善战，屡立战功，被破格赏“加一十七等，授左都督，管达州游击事”，并“摄顺庆郡篆”。康熙二十六年升任广西郁林参将，三十一年再升两江督标中军副将。\n\n　　康熙三十四年，北方蒙古准噶尔部叛乱首领噶尔丹，再次举兵南犯，宁夏地区成为征讨噶尔丹的军事前沿阵地和军需、兵源的补给基地，一时间各路大军云集宁夏。这年冬季，康熙皇帝召见了俞益谟，赏赐“五爪龙袍、龙缎”，命他回宁夏参加征讨噶尔丹军事行动。他在宁夏参予办理一段粮运之后，就率部担当征讨噶尔丹大军的前锋，在杀敌战斗中屡屡建功。三十五年春，被康熙再次召见，升任大同镇总兵官。次年春，康熙皇帝亲征噶尔丹，在赴宁夏阅兵途中，路过大同和四十一年二月，康熙巡视山西五台县射虎川时，又两次受到召见。康熙皇帝前后赏他很多御用珍品，还亲笔仿米芾和赵孟頫的字体，给他题书“焜耀虎符”四个大字。在当朝文武大臣中，享受如此“频频宠渥，浩荡难名”，可算荣殊恩极了。四十二年正月，湖广提督林本植所部标兵哗变，朝廷“以俞益谟为湖广提督”，授权“提督湖广全省军务，统辖汉土官兵，兼军卫土司，控制苗彝，节制各镇总兵官，左都督加六级。”他只带领少数亲信官兵，驰驿湖南，“仅半月，驰抵武陵，镇定哗卒，”妥善处理完兵变善后事宜。同年八月，又抚平“红苗作乱”事件。在湖南任间，曾“多所建白，皆合戎政机宜。其谈兵料敌，言无不应。赵勇略、王奋威诸宿将，并称其能。”甚至当时“廷臣众荐，才兼文武，堪应总督之任”。康熙四十八年九月，他与湖南巡抚赵申乔发生矛盾，抚督相互参劾。康熙皇帝对于两位镇抚封疆大员的失和攻讦十分生气，认为“有乖大体”，一怒之下，将二人都停职审查。令湖广总督郭世隆负责查办，派吏部尚书萧永藻、都察院左副御史王度昭参加会审。查办的结果是：双方“所参俱实”。康熙皇帝对二人同时给予处分：“俞益谟著休致，赵申乔著革职留任”。俞益谟回到宁夏广武家中，成为一名老百姓。在此期间，他一边读书，一边整修水利、举办义学、主修乡志等，成了名传千古的历史人物。在明代以前，整个宁夏，因历史沿革变幻不定、战乱频繁及史志人员匮乏等诸多原因，也一直没有自己的地方专志，更别说广武营这个既非郡亦非县的军事堡寨了。但俞益谟撰修的《康熙朔方广武志》。却是宁夏古代唯一的一部地方乡志，深为世人称道。《康熙朔方广武志》翔实地反映了广武的地理风貌和屯田戍守的特点，也对俞氏一门的“文武功德”有详尽的记述，成为我们了解宁夏古代文化、经济、政治等方面极有价值的史料之一。\n\n　　康熙五十二年三月，康熙皇帝为了隆重庆贺自己的60大寿，诏谕全国，已60岁以上的获罪受到处分的官员，凡能来京祝寿者，俱著恢复原品，赐御宴。俞益谟便放下自己的60寿庆不做，即时赶赴北京去给皇上贺寿。他在京又一次受到康熙的召见，并向皇上“呈进方物”。康熙不仅开恩赐还了他的顶戴，还顾念他过去的功劳，又加封了荣禄大夫一品散官荣衔。俞妻张氏，亦被赐封为一品夫人。他的曾祖父俞大河、曾祖母曹氏；祖父俞天义、祖母张氏；父亲俞君辅、母亲赵氏等，都被追封荣禄大夫和一品夫人。俞家顿时满门生辉，光照塞上。但是，乐极生悲，就在大庆当日，俞益谟参加完贺寿典礼之后，回到寓所等待赐御宴之时，因连日劳累和兴奋而猝逝于馆舍。享年60岁。归葬于宁夏广武营城西南3里的荫子山。\n\n　　俞益谟“平生不蓄私囊”，有“乐施乐育之义”，热心于家乡的公益事业，“瞻顾邻里乡党，浚渠设塾，在在有记”。其中以整修水利、举办义学和主修乡志等三件大事为代表为家乡做了3件好事。\n\n　　广武乡人民为了纪念这位为家乡带来骄傲和帮助的名人，特在城中建立牌坊，上有康熙皇帝御书钦赐的“焜耀虎符”四个大字。还在牛首山专为他修建一座“青铜君祠”。\n\n",
  "desc": "字嘉言，号澹庵，别号青铜。 祖籍明代北直隶河间府（今河北河间），因先辈参军到陕西，安家于咸宁（今陕西宜川境内）。曾祖父时又迁居宁夏西路中卫广武营（今青铜峡广武），入籍宁夏。15岁入学，20岁中举，次年登进士。",
  "dynasty": "清代",
  "id": 917,
  "name": "俞益谟",
  "star": 1
}