{
  "content": "人物背景\n\n　　唐僖宗郑谷\n\n　　谷诗清婉明白，不俚而切，为薛能、李频所赏。\n\n　　郑都官诗非不尖鲜，无奈骨体太孱，以其近人，宋初家户习之。\n\n　　谷有“诗无僧字格还卑”之句，故其诗入“僧”字者甚多，昔人尝以为讥，然大历以后，诸公借阿师作吟料久矣。\n\n　　郑守愚声调悲凉，吟来可念，岂特为《鹧鸪着》一首，始享不朽之名？\n\n　　谷以鹧鸪诗得名，至有郑鹧鸪之称。而其诗格调卑下，第七句相呼相唤字尤重复。寇宗夷《本草衍义》引作‘相呼相应’，差无语病,然亦非上乘。”方回《瀛奎律髓》又称谷诗多用“僧”字，凡四十余处。谷自有句云：“诗无僧字格还卑。”此与张端义《贵耳集》谓诗句中有“梅花”二字便觉有清意者，同一雅中之俗，未可遽举为美谈。至其他作，则往往于风调中，独饶思致，汰其肤浅，撷其菁华，固亦晚唐之擘矣。 \n\n\n书堂\n\n　　栖隐寺位于今宜春市袁州区洪江乡东南村后的仰山栖隐寺旁，有一道山梁名为书堂山。在书堂山中部，离栖隐寺大约一箭之遥的地方，有一块古宅遗址。那就是著名的郑谷读书堂遗址。书堂山的得名，即源于此。\n\n　　郑谷读书堂曾是宜春历代名胜，尤为历代骚人墨客所景仰。宋朝的范成大、辛弃疾、朱熹等都曾到这里凭吊。\n\n　　郑谷读书堂之所以值得瞻仰凭吊，是因为郑谷的历史声誉高，诗品、人品均堪称典范。\n\n　　郑谷是宜春县历史上第一个在全国诗坛获得重要地位和广泛影响的著名诗人，也是唐代江西诗人中成就最大的一位。直到今天，郑谷仍然是宜春乃至江西人民的骄傲。 \n\n\n作品\n\n　　郑谷一生作诗不下千首；因曾“寓居云台道舍”，故称诗集为《云台编》，一名《宜阳集》，又叫《郑守愚文集》，共分上、中、下三卷。另著有《宜阳外编》、《国风正误》等书籍，有的著作已失传。《全唐诗》收入郑谷的诗歌共有三百多首。\n\n　　郑谷的仕途顺利，诗大多是咏物和表现士大夫的清高闲适，缺少社会内容，流传下来的经典不多．\n\n　　郑谷的诗讲究炼字炼句，但清婉明白，通俗易晓。其绝句风神绵邈、词意婉约。《全唐诗补编》补词三首。 \n\n\n诗作评论\n\n　　纪晓岚在评论郑谷全部诗作的问题上，历代文人各抒己见。\n\n　　宋代欧阳修在《六一诗话》中说，郑谷“其诗极有意思，亦多隹句”，但他直言“其格不甚高”。\n\n　　童宗说的意见比较委婉，他称郑谷的诗“丰入而啬出之，论其格调虽不甚高”，但“要其锻炼句意，鲜有不合于道”。\n\n　　元代辛文房的说法有点不同，他认为“谷诗清婉明白，不俚而切”。\n\n　　而明代的叶涵云和费嘉树对郑谷的评价却显得很高；叶涵云把郑谷推崇为“有唐三百年，风雅雄一代”的重量级人物，费嘉树不仅称赞郑谷“骚坛树赤帜，群贤拜下风”，而且还说他的诗是与“李杜相颉顽，岂与郊岛同”的杰作。\n\n　　在清代纪晓岚等人主编的《四库全书总目提要》中也有一说，谓郑诗“往往于风调之中，独饶思致”，但“汰其肤浅，撷其菁华，固亦晚唐之巨擘矣”。\n\n　　然而，称他“风雅雄一代”也好，论其“格调不甚高”也好，不过都是各取一端，各执其词罢了。\n\n　　客观地讲，从“汰其肤浅，撷其菁华”的角度来看，郑谷在诗歌创作上毕竟取得了非常显著的艺术成就，郑谷的部分作品也确实具有深刻的社会意义。郑谷的“平楚干戈后，田园失耦耕”；郑谷的“访邻多指冢，问路半移原”；郑谷的“乱兵何日息，故老几人全”；郑谷的“十口飘零犹寄食，两川消息未休兵”；还有郑谷的“不会苍苍主何事，忍饥多是力耕人”等诗句，大都不同程度地揭露与批判了唐末衰败，人民涂炭的社会现实，表达了诗人关心与同情劳动人民疾苦的思想感情。虽然难以与“李杜相颉顽”，但却继承了杜甫的现实主义传统，因而被后人称为晚唐“咸通后僖宗、昭宗时代的诗史”，实可称作“晚唐之巨擘”。\n\n　　郑谷的其他诗歌，或咏物，或别离，或感遇等篇什，也都风格清新通俗，轻巧流利，语言工丽。如《菊》中的“露湿秋香满池岸，由来不羡瓦松高”；如《海棠》中的“朝醉暮吟看不足，羡他蝴蝶宿深枝”；如《淮上与友别》中的“数声风笛离亭晚，君向潇湘我向秦”；如《席上贻歌者》中的“座中亦有江南客，莫向春风唱鹧鸪”；再如《中年》中的“苔色满墙寻故第，雨声一夜忆春田”等吟咏，文笔优美，思致婉转，感情丰富，韵味深长，读后叫人赏心悦目，回味无穷。\n\n　　郑谷-名人评价 《唐诗鉴赏辞典》历代骚人墨客对郑谷的“一字师”和这首《鹧鸪》诗，均极为推重。有诗云：“早梅一字师，齐已谢不逮”；有诗云：“一字之师齐已拜，早梅开后独踟蹰”；有诗云：“一卷云台刚读罢，耳边疑听鹧鸪声”；有诗云：“读书堂侧老松枯，故址荒凉唱鹧鸪”；还有诗云：“何以鹧鸪诗，脍炙于千载”。\n\n　　元代辛文房赞赏郑谷“尝赋鹧鸪，警绝”；清代金圣叹称扬郑谷这首诗“深得比兴之遗”；沈德潜也说《鹧鸪》诗的“三四语胜于‘钩格磔’也”，并称誉是“以神韵胜”。\n\n　　上海辞书出版社于1983年出版的《唐诗鉴赏辞典》一书也载文称，《鹧鸪》诗“终篇宕出远神，言虽尽而意无穷，透出诗人那沉重的羁旅乡思之愁”，赞许“诗人紧紧把握住人与鹧鸪在感情上的联系，咏鹧鸪而重在传神韵，使人和鹧鸪均融为一体，构思精妙缜密”。 \n\n\n作品分析\n\n　　郑谷一生作诗不下千首；因曾“寓居云台道舍”，故称诗集为《云台编》，一名《宜阳集》，又叫《郑守愚文集》，共分上、中、下三卷。另著有《宜阳外编》、《国风正误》等书籍，有的著作已失传。《全唐诗》收入郑谷的诗歌共有三百多首。\n\n　　郑谷所作的一首七律《鹧鸪》，脍炙人口，风靡一时。其诗曰：\n\n　　暖戏烟芜锦翼齐，品流应得近山鸡。\n　　雨昏青草湖边过，花落黄陵庙里啼。\n　　游子乍闻征袖湿，佳人才唱翠眉低。\n　　相呼相应湘江阔，苦竹丛深日向西。\n\n　　鹧鸪是一种羽色斑斓美丽的鸟，形如雌雉，体大似鸠，分布于祖国大陆的南方。其“鸣云‘钩辀格磔’是也”，俗称极象“行不得也哥哥”。古人常借鹧鸪的啼鸣来抒写迁客孤寂愁苦之状，游子思乡怀亲之情。\n\n",
  "desc": "郑谷（约851～910）唐朝末期著名诗人。字守愚，汉族，江西宜春市袁州区人。僖宗时进士，官都官郎中，人称郑都官。又以《鹧鸪诗》得名，人称郑鹧鸪。其诗多写景咏物之作，表现士大夫的闲情逸致。风格清新通俗，但流于浅率。曾与许裳、张乔等唱和往还，号“芳林十哲”。原有集，已散佚，存《云台编》。",
  "dynasty": "唐代",
  "id": 434,
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_434.jpg",
  "name": "郑谷",
  "star": 363
}