{
  "content": "主要作品\n\n　　沈自晋散曲有《赌墅余音》、《黍离续奏》、《越溪新咏》、《不殊堂近草》，总名《鞠通乐府》。《赌墅余音》已佚、余3种有原刻本、与沈时栋《瘦吟屡词》合刊本、饮虹□刻本；此外《吴骚合编》等书中还有一些小令、套数。所著传奇有《望湖亭》、《翠屏山》 2种传世，《耆英会》仅留残曲。\n\n作品特点\n\n　　沈自晋善度曲，尤精音律，曾将沈璟《南九宫十三调曲谱》，增补为《广缉词隐先生增定南九宫十三调词谱》，较原本更精详。 \n\n　　沈自晋的词曲，宗尚家风，谨守绳墨,而辞句清新,神情兼妙，一时曲家如范文若、卜世臣、冯梦龙、袁于令等，群相推服。冯梦龙所选《太霞新奏》，推沈作为压卷。范文若则有\"曲学年来久已荒，新推袁沈擅词场\"等赞美之辞。 \n\n\n曲学理论\n\n　　沈自晋的曲学理论主要集中在《南词新谱》中。他在客观看待新声丽词前提下，辩证地看到：考古可以备法析疑；从今可以传调广教，两者相济方能增强戏曲艺术的生命力。所以沈自晋在修订增补《南九宫十三调曲谱》的过程中于谨守家法的同时，与时俱进，广辑新声丽词，努力将格律声腔、才情美藻各自独胜合为两者同时兼擅的双美。 \n\n　　从《重定南词全谱凡例》中可以看出：遵旧式、禀先程、重原词、参增注、严律韵、慎更删等原则侧重体现了沈自晋谨守词隐先生矩矱，在宫调格律的标注、体式的总结分析和例曲的选择上多遵从原谱，在客观求实的基础上进行修订增补，以期新谱更加精准详细、简便直捷，而不为虚华炫目。特别在“严律韵”中，沈自晋认为“语曲以律，其在天人相与之际乎！”极力推崇合律依腔发于自然的主张。在“稽左手”原则中，沈自晋还点明了戏曲艺术的社会娱乐价值：试思新声一传，群响百和，维时授以清歌，则娇喉吐珠，协比丝竹，飞花斗月，震座倾怀；更令习而登毯，则镟绦在握，递笑传声，骨节寸灵，雅俗心醉。可见沈自晋重视的是戏曲通过声、动所取得的审美动人且雅俗共赏的娱乐效果，而非传统意义上的风教作用，这可以在他自己的戏曲创作中得到证实。在肯定戏曲娱乐价值的同时，沈自晋亦认识到戏曲艺术的文化传承价值：盖声音之道通乎微，一人有一人手笔，一时有一时风气，历历尽然。予兹集，乃博访诸词家，实核其作手，可一览而知其人、论其世，非止浪传姓字已也。这主要是因为沈自晋遭遇明清鼎革，晚年生活在清代，在整理有明一代之戏曲词谱的过程中，通过戏曲作品知人论世，感念故国，所以也就肯定了戏曲艺术能立言传世的文化传承价值。\n\n\n著作评论\n\n戏曲关目\n　　在戏曲关目上，沈自晋力图避免沈璟在《义侠记》中的松散平直，使用了多头并进，有张有弛的技法。例如戏首就是石秀、戴宗、杨雄三头并进，蓄势待发；后又有第十二出看佛牙，潘巧云、裴如海勾搭成奸；第十三、十四出周通起兵妄想强抢石秀之妻；第十五出李逵、戴宗下山，这三处齐头并进，引发高潮。后有李逵扮新娘打走周通，此为一弛。此后便是石秀知奸情，告知杨雄，潘巧云反诳，石秀杀僧，杨雄杀妻，齐奔梁山，共襄义举。一路下来，跌宕起伏而又明快干练，酣畅淋漓。其实石秀之妻的出现显然受到了沈璟塑造武松之妻以旦配生的影响，只为表现男怀忠义、女守贞节的风教思想，虽然增加了李逵、戴宗之戏，却仍然不免枝节之嫌。 \n\n结构\n　　在结构上沈自晋使用了双线布局，张弛有度且相映成戏，戏剧性强而不会过于冗杂，较《翠屏山》明快简洁，且有了很大的改进。一线是钱青因风雪而被迫三夜守身洞房，一线是颜俊苦守湖边急盼新娘，两线交替并进，一方是愈见尴尬，一方是焦急恼怒，互推剧情至高潮，更加引人入胜。\n\n人物形象塑造和戏曲语言运用\n　　同样沈自晋在人物形象塑造和戏曲语言运用两方面也很好地依据“本色当行”的原则，进行了出色的发挥。《翠屏山》中主要有风尘英雄和市井之徒两种角色，沈自晋通常使用曲辞来表现失路英雄空有侠肝义胆，困游市井不能出头的抑郁不平之气，例如石秀在第二出所唱的[望远行]和[金风曲]；同时沈自晋亦使用大段曲辞来渲染水浒英雄快意恩仇的慷慨磊落胸襟，例如石秀在第二十六出“杀山”所唱的[山羊转五更]。至于戏中对于宾白的侧重，则推动了作品的通俗化，节奏更加明快有力，中间多有插科打诨，增强了戏曲的娱乐性和世俗化。沈自晋在第四出中使用大段苏白刻画了地痞张保的无赖至极，侧面表现了杨雄作为风尘英雄的不得意。戏中迎儿的多处插科打诨也有效地表现了她身为侍女的市侩恶俗和为非作歹。 \n\n\n作品特点\n\n　　沈自晋的散曲、以明朝覆亡为分界、前期多是投赠祝寿、咏物赏花、男女风情等闲适的作品，清丽典雅，明亡以后、他在散曲里反复写自己的故国之思、家园之念、发抒兴亡离乱的悲痛感伤、雄劲悲凉，风格为之大变。如《旅次怀归》、《再乱出城暮奔石里问渡》、〔解三酲〕《久雨乍晴同大儿一步春畦感怀赋此》、《新居频梦故里》、《四儿咏》、《唐风警太康》等最为突出。\n\n介绍\n\n　　沈自晋字伯明，号西来，又号长康，晚号鞠通生，江苏吴江人。弱冠补博士弟子员，深沉好古，旁及稗官野史，无不穷搜。沈自晋在二十岁左右的时候曾考中秀才，之后不在追求功名。明亡后，隐居吴山，与子辈作曲赋词，优游以终。\n\n　　由于经历了明王朝灭亡，使得沈自晋的作品风格前后有所不同：前期多是投赠祝寿、咏物赏花、男女风情等闲适的作品，清丽典雅，明亡以后,他在散曲里反复写自己的故国之思,家园之念,发抒兴亡离乱的悲痛感伤,雄劲悲凉，风格为之大变。现存传奇作品有《翠屏山》、《望湖亭》，《奢英会》。另又《广辑词隐先生南九宫十三调词谱》，对研究南曲腔格和搜辑晚明戏曲作家，尤其是吴江沈氏家族资料，很有用处。\n\n　　沈自晋的散曲集有《黍离续奏》、《越溪新咏》、《不殊堂近草》，合称《鞠通乐府》，多写明末清初江南一带的离乱情景；沈自晋的散曲作品还有散存于冯梦龙编的《太霞新奏》中的七套套曲、七支单曲以及散存于《南词新谱》的十三支单曲。诗作存二十二首，清代乾隆五年辑《吴江沈氏诗集录》存三首，《南词新谱凡例续纪》中有《和子犹辞世原韵》七律二首，《鞠通乐府》内插附《自题小像》等十七首。 \n\n",
  "desc": "沈自晋(1583～1665)，明末清初的著名戏曲家。字伯明，晚字长康，号西来，双号鞠通。生于明万历癸未年九月十八日，卒于清康熙乙巳年二月二十六日，享年八十三岁。沈自晋出身于吴江沈氏家族，淡泊功名，待人温厚，勤学博览，富有文才。他更有非凡的音乐天赋，终生酷爱，钻研不息，是剧坛江派的健将。著作有《黍离续奏》、《越溪新咏》、《不殊堂近草》等。",
  "dynasty": "明代",
  "id": 239,
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_239.jpg",
  "name": "沈自晋",
  "star": 1
}