{
  "content": "轶事典故\n\n斗茶作诗\n　　又一个霜冷梅开的日子，一同踏雪尝梅的唐玄宗对梅妃说：“久闻爱妃才高，入宫前所作八赋，翰林诸臣无不赞叹称绝，卿既然酷爱梅花，何不即景作一梅花诗？”梅妃谦和地答道：“妾乡野陋质，怎能有大雅之作，谨以咏梅花小诗一首，聊为陛下佐酒。”随即信口吟出：一枝疏影素，独抗严霜冷；早晚散幽香，香飘十里长。\n\n　　吟完，玄宗正要夸赞，忽然内臣报岭南刺史韦应物、苏州刺史刘禹锡求见，这两位都是当时著名的诗人、儒官，因听说梅妃爱梅，又能吟诗作赋，心生敬慕，特挑选了当地的奇梅百品。星夜兼程，送到长安晋献。梅妃和玄宗都十分高兴，命人植在梅妃院中，重赏了韦应物和刘禹锡，并把梅妃所写咏梅诗赐予二人品尝，两位大家读后赞道：“果然诗如其人，是仙中女子呀！” 这天雪霁初晴，玄宗与梅妃在梅阁临窗赏梅弈棋。梅妃自小精于棋道，两人对弈，玄宗屡屡败北，因而颇有些不悦。善解人意的梅妃起身笑道：“此为雕虫小技，误胜陛下，请不要放在心上；陛下心系四海，力在治国，妾哪里能与陛下争胜负呢！”一番话说得入情入理，玄宗也就为之心中释然了，暗暗为梅妃的贤淑达理而欣慰。 \n\n　　\n\n娴淑识体\n　　唐玄宗是个重感情的人，对兄弟十分友爱，宋王成器，申王成义，是玄宗之兄；歧王范、薛王丛是玄宗之弟。玄宗即位之初，时常长枕大被与兄弟同寝，不时设宴与兄弟同乐，还曾在殿中设五帏，与各王分处其中，谈诗论赋，弹奏丝竹，议谋国事，相处得十分融洽。唐玄宗获得梅妃后，迫不及待地想介绍给他的兄弟，于是特设一宴招待诸王，席间唐玄宗向诸王称赞梅妃“吹白玉笛，作《惊鸿舞》，一座光辉” 基赞赏推崇。\n\n　　梅妃先是吹奏白玉笛一曲，笛音曲折婉转，引人神驰。宋王成器也善吹笛，歧王范善弹琵琶，玄宗更是妙解音律，五位兄弟都十分领会梅妃笛声的神韵。笛声刚落，梅妃又翩翩起舞，漫舞轻廻，如惊鸿般轻盈，如落梅般飘逸，五人又看得如痴如醉。舞罢，唐玄宗命人取出珍藏的美酒“瑞露珍”，让梅妃用金盏遍斟诸王，当时薛王已醉，恍惚中被梅妃的仪态迷住，一时神魂颠倒，竟然伸出脚来，在桌下勾住梅妃的纤足纠缠不放。梅妃竭力保持镇静，不动声色使力争脱，转身躲入梅阁不肯再出来。玄宗发觉后问道：“梅妃为何不辞而去？”左右答称：“娘娘珠鞋脱缀，缀好就来！”等了一会，不见出来，玄宗再次宣召，梅妃派人出来答复说：“娘娘突然胸腹作痛，不能起身应召。”没有梅妃助兴，这一夜的兄弟宴乐也就到此结束了。娴淑识体的梅妃并没有把薛王调戏她的事张扬出来。\n\n　　但是薛王第二日早晨酒醒，想起昨夜宴席上的荒唐行为，不禁大为惊惧，于是袒肉跪行来到宫中，向玄宗请罪，羞愧地说：“蒙皇上赐宴，不胜酒力，误触皇嫂珠履，臣本无心，罪该万死！”唐玄宗宽容道：“汝既无心，朕也就不予追究。”事后，玄宗回后宫问起梅妃，梅妃情知薛王是酒后失态，所以不愿意让玄宗知道，担心影响兄弟之情，玄宗问她时，她还竭力否认。见她如此顾虑皇家骨肉之情，大度地息事宁人，唐玄宗对她不由得又产生了一种既爱且敬的心意。\n\n\n人物生平\n\n身世背景\n　　梅妃，人如其名，飘逸俊秀，清丽可人。她本姓为江，祖籍福建，生长在悬壶济世的医道世家。父亲江仲逊是秀才出身的儒医，弟弟叫江采芹。江仲逊三十多岁的时候才有了这个宝贝女，所以对她疼爱有加，梅妃9岁的时候就能吟诵《诗经》中的《周南篇》和《召南篇》，还对父亲说：“吾虽女子，当以此为志。”父亲见女儿小小年纪就有如此的志向，便为女儿取名“采萍”。梅妃自幼陪颖，她父亲极赏识，自小就教她读书识字、吟诵诗文。十四岁善吟诗作赋，自比晋朝才女谢道韫，也精通琴棋书画。年将及笄，好淡妆雅服，姿态明秀，笔不可描画有也。\n\n　　梅妃爱梅如狂，江仲逊不惜重金，寻各种梅树，种满房前屋后。在梅花熏陶下，梅妃烙下了梅的气节，高雅娴静。因此，远近的年轻人都感叹道：“不知谁家儿郎有此福气，能够娶得梅妃为妻，真是三生有幸啊！” \n\n选美入宫\n　　最终这朵惹人爱慕的梅花落到谁家园中了呢？这有福气的儿郎不是别人，正是风流豪迈一世的当朝皇帝唐玄宗。唐玄宗元中，唐玄宗宠爱的武惠妃死后，太监高力士自湖广历两粤为玄宗选美。高力士到了闽地后，探听到江家有女清丽绝世。于是以重礼相聘，携梅妃回长安。 \n\n进宫得宠\n　　当时宫中嫔妃几近四万，个个浓妆艳抹、盛装俗饰，采萍的到来，仿佛为宫中送来一缕清风，她温柔婉约，淡妆素裹，清爽宜人。最难得的是，采萍不仅容貌秀丽,而且才高八斗,擅乐器、晓歌舞，还尤其喜爱梅花，她的住所周围，梅树随处可见，花开时节，便徘徊其间，赏花作赋，悠然忘我。玄宗怜惜她这份对花的痴爱，大加宠幸赐东宫正一品皇妃，称她为“梅妃”。命人给其宫中种满各式梅树，并亲笔题写院中楼台为“梅阁”、花间小亭为“梅亭”。梅妃的爱梅之情，惹得皇帝戏称她为“梅精”。\n\n被困冷宫\n　　梅妃得宠数年后，已到花甲之年的唐玄宗，未免喜新厌旧，招儿媳杨氏为贵妃，不务朝政。梅妃知情后觐见皇帝，赠诗讽刺。杨妃听闻不悦，多番撒泼陷害，设法将梅妃打入冷宫。\n\n盛筵难再\n　　梅花绽放之季，趁杨妃不在，唐玄宗密遣贴身小太监，用梨园戏马到上阳东宫安请梅妃到翠华西阁。不料被杨妃知晓，不宣自闯，玄宗吓得抱起梅妃藏到屋内夹墙中。对于杨妃的咄咄逼人姿势，玄宗把杨妃赶回了娘家。皇帝回头再去找梅妃，却得知梅妃已被小太监送走，就将小太监赐死。叫人把梅妃留下的鞋子和头上插的钗饰封起来送去给梅妃。梅妃问使者说：“皇上是坚决不要我了？”使者回答说：“皇上并不是抛弃妃子，实在是怕太真撒野”，梅妃苦笑说：“怕因为爱我会惹胖丫头不高兴，这不是等于抛弃我吗？”。\n\n写赋寄情\n　　梅妃得宠时，各地争相进献梅花；可当她失宠之时，她听到外面有驿马快跑的声音，一问方知是忙着给杨贵妃送荔枝的，而不是给她送梅花的此时的梅妃不禁泪流满面，想起了汉代长门宫陈阿娇的故事，陈阿娇千金买司马相如一赋。梅妃为打动皇帝，赠高力士千金，请他找文人写赋。高力士介于杨妃，借故推辞。梅妃便亲自写篇《楼东赋》，随附白玉笛派人送给唐玄宗。杨妃探知，请皇帝赐梅妃死，皇帝沉默不语。 \n\n谢绝赐珠\n　　后来，唐玄宗对梅妃心有愧意，命人把外国使节进贡的一斛珍珠送给梅妃。梅妃回诗《谢赐珍珠》，不受。皇帝看完诗，指示乐府为这首诗谱一个新曲子，取名《一斛珠》。 \n\n死于叛乱\n　　至德元年六月十三日，黎明，玄宗只与杨贵妃姊妹、皇子、妃主、皇孙、杨国忠、韦见素、魏方进、陈玄礼及亲近宦官、宫人从延秋门出走。妃、主、垦孙在外者，包括困于冷宫的梅妃，皆弃之不顾。这一天，百官皆不知皇帝已出逃。\n\n　　等唐玄宗回京，派人找梅妃，下诏，只要有人找到她，官升两级，赏钱百万。有一宦官献了一幅梅妃画像，皇帝说：“挺像，只恨不是活的啊”，再在上面题了一首诗怀念梅妃。\n\n　　某天梅妃托梦给皇帝，梅妃说：“当年陛下逃难时，我死在乱兵的手上，有可怜我的人，把我埋在池子东边的梅树下”。最终在温泉池边梅树底下，找到了梅妃尸体，外面用锦褥裹着，上面堆着差不多三尺厚的土。察看梅妃身上肋下有刀痕。唐玄宗放声大哭，以妃礼改葬。又命人在她的墓地四周种满各种梅树，并亲手为她写下祭文。\n\n\n人物争议\n\n认为虚构\n　　一、鲁迅认为，从《梅妃传》跋文分析的话，是南北宋人伪作，梅妃是虚构人物。\n\n　　二、有关梅妃事迹《旧唐书》、《新唐书》、司马光的《资治通鉴》均不载。\n\n　　三、新旧唐书，没有高力士使闽的记载。\n\n　　四、从地理演变看，唐明皇在位的时候江东村这个地方可能还不曾存在。\n\n　　五、据当地“民间”传说，江采萍是个放鸭女，与能诗善赋的梅妃相去甚远。\n\n　　六、其他杂疑：\n\n　　1. 据《梅妃传》记载推测，宋代仕女画中的梅妃，人们对她的身世却不大了解。\n\n　　2. 上阳东宫在东都洛阳，与长安相距数百里，而洛阳上阳东宫又无翠华殿西阁。\n\n　　3. 《梅妃传》玄宗夜召梅妃被杨妃撞破一节，写得活灵活现，若非虚假怎么有别于《杨太真外传》。 \n\n认为真实\n　　一、《梅妃传》创作时间与跋文，与梅妃有无其人没有因果关系。且梅妃事迹记载最早在宋朝的《莆阳比事》。\n\n　　二、《旧唐书》、《新唐书》所能传载的人物极少，唐明皇时代，嫔妃宫女近四万人，但能立传的只有直接参与一些重大事件的4人。\n\n　　三、跟据《江氏族谱》载，梅妃家世显赫能歌善舞多才多艺，即使高力士没有使闽，梅妃也同样可以被选入宫为妃。\n\n　　四、这一推论没有对唐时的江东是否存在进行认真考证。其二，这一推论也曲解了莆田旧县志。[36] \n\n　　五、至于民间流传梅妃原为牧鸭女的故事，不足为据，非但不能证明她无才、更不能说明史无梅妃。而《江氏族谱》载，梅妃有良好的教育氛围。 \n\n　　六、答其他杂疑：\n\n　　1. 梅妃是唐朝人，宋人不了解详情情理之中。\n\n　　2. 宫名随时可以更改，何况《梅妃传》是经过修饰冶炼的。不管上阳东宫距长安多远，据《梅妃传》记载“密以戏马召妃至翠华西阁”，是用马接梅妃过来的。\n\n　　3. 每个著作都有自己的特点，写作手法不应相提并论。并且《梅妃传》是小说题材，而非正史，难免要添首加尾秀润一番。\n\n认为暗指\n\n　　一、也许作者形势所迫，原型不一定叫“梅妃”：\n\n　　⑴.就像很多故事，也可能是暗指她人。比如唐玄宗李隆基后妃中的柳婕妤被记载着有才，而其他嫔妃基本没这种记载，只是婕妤是后宫等级，柳氏非妃。\n\n　　⑵.另有白居易的诗《上阳白发人》也能推测出，有人被杨贵妃逼进上阳东宫。 \n\n　　二、也许原型不一定是“妃”：\n\n　　⑴.唐玄宗写给梅妃的诗《梅亭》中说“亭名梅矣雪霏霏，傲骨清香百卉稀。 卓卓不群如玉状，从今呼尔为梅妃”，梅妃回诗道“天恩浩荡布霏霏，梅洁冰清举世稀。 秀实和羹花结子，兰香王者愧称妃”。从中不难看出梅妃没有接受妃的册封。既然梅妃傲骨清香，没接受册封也不难理解，不接受也不代表唐玄宗不会称呼她为梅妃，因为他认为她就像梅，“从今呼尔为梅妃”。\n\n　　⑵.开元年间，玄宗将皇后之下的四妃改为三妃。这个很有蹊跷，综上所述、也可能是因某人不肯受妃的册封，所以把一个妃位特意空出。\n\n　　⑶.柳婕妤生下延王李玢后便消失在史书中。开元十四年初唐玄宗对后宫改制时也把婕妤的封号去除了，如果柳婕妤活到了那个时候，她的新封号是个迷。\n\n　　⑷.柳婕妤的两个子女岁数应该相差不少。据《梅妃传》记载，梅妃被困冷宫后，趁杨妃不在，唐玄宗把梅妃偷偷接回寝宫重温旧梦。如果柳婕妤是梅妃的话，说不定这时才怀上儿子李玢的。 \n\n　　三、不一定只指“一人”：经过演变代代相传，不免存在失误，也许《梅妃传》其中不只包含一人故事，而是参杂了多人故事。\n\n结局争议\n\n　　●版本二\n\n　　等唐玄宗回京，派人找梅妃，终于在上阳东宫井中找到她的遗体。梅妃为了守住清白，让人用白绫紧裹全身投井。\n\n　　●版本三\n\n　　梅妃遇难的消息传回莆田，乡亲们深情地怀念她，兴建浦口宫供奉她，以为永久纪念她。\n\n　　相传梅妃之父曾要求朝廷以妃骨归葬故里，明皇准许。葬地就在江家祖坟。“墓下种梅数十株，鹭鸟宿焉”。 \n\n　　●版本四\n\n　　安禄山叛乱，唐玄宗来不及带上冷宫中的梅妃就出逃。后长安陷落，城中一片兵荒马乱，梅妃孤苦无依决定自尽之时，被一白衣女子所救，用白驴把她载到了白云山中的小蓬瀛修真观。\n\n　　众叛亲离的唐玄宗饱尝失意，才切身体会当初梅妃冷落在上阳东宫的十余年。后来有人探来消息，说动乱之中梅妃曾被人救走。唐玄宗随即下诏全国：有知梅妃下落者，立即奏报，必予重赏；有护送来京的，奖予六品官，赐钱百万。几经周折，最后广平王探得了梅妃的消息。广平王奉诏派遣香车宝马、内监宫女，隆重地迎接梅妃入宫。玄宗揽住梅妃说：“向来疏远了梅卿，心中殊感不忍，故有珍珠投赠，并非无情；今当重叙旧好，怎么能离开我呢？”梅妃于是留在兴庆宫中，与玄宗重温鸳梦。当时京城中流传着这样的民谚；“杨花已逐东风散，梅萼偏能留晚香。”说的就是杨贵妃红极一时之后，终在马嵬坡香消玉陨；梅妃则在受尽冷落后，在兴庆宫又重新伴君得宠。\n\n名字出处\n　　至于“采萍”这个名字的由来，有两种说法。一种是父亲以《诗经·召南》里《采苹》一诗的题目为女儿名字，对她期望甚高。 另外则说父亲根据《古诗十九首》中的《涉江采芙蓉》一诗给女儿起名。[6] 江采萍选美日期\n\n　　梅妃出处《梅妃传》里的内容记载着“唐玄宗元中，唐玄宗宠爱的武惠妃死后梅妃选美入宫”、“梅妃出生时间大约是公元710年”、“梅妃早于杨玉环10年入宫”——这些与正史记载的“武惠妃去世时间为公元737年”、“杨玉环入宫时间与武惠妃去世同年”有明显出入！\n\n",
  "desc": "梅妃（公元710年－公元756年），姓江名采萍，在今莆田亦称江东妃（兴化平话字：Gang-dang-hi）唐玄宗早期宠妃。多才多艺的江采萍，不仅长于诗文，还通乐器，善歌舞，而且娇俏美丽，气质不凡，是个才貌双全的奇女子。作有《谢赐珍珠》和《楼东赋》等著名诗赋。",
  "dynasty": "唐代",
  "id": 900,
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_900.jpg",
  "name": "江采萍",
  "star": 23
}