{
  "content": "文学才华\n\n　　隋炀帝杨广爱好文学艺术，曾命臣下将禁中秘阁之书，抄录副本，分为三等，藏于洛阳观文殿的东西厢书库中，又在殿后另筑二台，聚藏魏以来的书法名画。\n\n　　隋炀帝少好学，喜欢诗文。其文初学庾信。为晋王时，召引陈朝旧官、才学之士柳鈇、虞世南等100余人，“以师友处之”，于是爱好梁陈宫体。由于他曾亲历塞上，远征辽东，故诗中描写的自然景物和戎马生活，也有其实践基础。\n\n　　“肃肃秋风起，悠悠行万里。……。”这是隋炀帝在西巡时所做的《饮马长城窟行》，成为千古名篇。“通首气体强大，颇有魏武之风。”后代文人对他诗篇的评价极高。“混一南北，炀帝之才，实高群下。郑振铎评：“广虽不是一个很高明的政治家，却是一位绝好的诗人”，“他虽是北人，所作却可雄视南士。薛、卢之辈，自然更不易与他逐北。像他的《悲秋》，又像他的《春江花月夜》都是置之梁祖、简文诸集中而不能辨的。又有‘寒鸦飞数点，流水绕孤村’的数语，曾为秦观取入词中，成为绝妙好词。”王夫之评隋炀帝《泛龙舟》曰：“神采天成，此雷塘骨少年犹有英气。”隋炀帝《江都宫乐歌》形式上已经十分接近七律，可谓七律之祖。隋炀帝的诗歌地位不可小视，他起到承上启下的作用，能在百年陈梁诗音靡靡之中，恢复汉民族的诗歌的风骨与精神实属难得。可以说他开创了“盛唐之音”的辉煌大气的阳刚之美，“济苍生” “安社稷” 一直是盛唐诗歌的重要精神他可谓唐诗之祖。《隋书·经籍志》著录《炀帝集》55卷，《全隋诗》录存其诗40多首。事迹见《隋书》本纪。\n\n　　隋炀帝诗文在中国文学、诗歌史上占有重要地位。亡国之君，多被毁誉。他“好学，善属文”，并写得一手好诗。其中较有名的有《春江花月夜》二首。\n\n　　隋炀帝开汴渠时曾作《水调歌》，流传千古。\n\n　　凡读过诗文的人，几乎都知晓唐代张若虚写有名篇《春江花月夜》，但少有人知道杨广在张若虚之前早就写有《春江花月夜》。这诗题原为陈后主所创，但原词早已失传。杨广曾以此题作曲。据文献记载，他在宫中制作了许多新声乐府，“辞极淫绮”，“哀音断绝”。但他自己的创作并非像某些文献所载“词无淫荡”，而是“并存雅体，归于典制”。其中许多颇有些刚健的佳句，多数诗作都很讲究对仗和声韵和谐。并不浓艳，而是雅味正声。且看他的《春江花月夜》其一：\n\n　　暮江平不动，春花满正开。\n　　流波将月去，潮水带星来。\n\n　　四句两联，特有贯珠之妙。这是本题现存最早的两首之一。\n\n　　其后才有唐朝张若虚的同题诗《春江花月夜》。但张若虚是拟题作诗，已非原有曲调。如果把张若虚的《春江花月夜》与杨广的《春江花月夜》相比，可清楚地看出其描写春江花月夜景是受到本篇启示的。\n\n　　从杨广的《春江花月夜》，可以看出其诗歌风格是丽而不艳，柔而不淫，有正言之风，雅语之气。从他的现存另一首《夏日临江》亦可看出此风。\n\n　　夏潭荫修竹，高岸坐长枫。\n　　日落沧江静，云散远山空。\n　　鹭飞林外白，莲开水上红。\n　　逍遥有余兴，怅望情不终。\n\n　　张溥在《汉魏六朝百三家集题辞·隋炀帝集》中云：“陈隋文哀，帝王有作，与众同波”。南朝至隋，帝王诗中不作王霸之语，而与民间诗人同一风格，确是一种良好的风气。杨广诗风功不可没。对杨广的评价将随着人们认识不断提高和对历史背景深入了解，必将还杨广一个公正的评说的！\n\n\n人物生平\n\n早年经历\n　　北周天和四年，杨广生于大兴，史书称：“美姿仪，少聪慧”。在北周时因父杨坚的功勋，被封为雁门郡公。\n\n　　开皇元年封为晋王，官拜柱国、并州总管，时年十三岁。后又授任武卫大将军，进位上柱国、河北道行台尚书令等。\n\n屡有战功\n　　开皇八年冬天，隋朝兴兵平南朝的陈，刚二十岁的杨广是领衔的统帅，真正指挥全军的是高颎，在前线作战的是贺若弼和韩擒虎等名将。平陈后，进驻建康，杀掉了陈叔宝的奸佞之臣及宠妃张丽华，封存府库，将陈叔宝及其皇后等人带返隋京。班师后，杨广晋封太尉。平陈之后因为隋朝政策有所偏差，江南各地叛乱。\n\n　　此后，杨广亦屡立战功。开皇十年，他奉命赴江南任扬州总管，与杨素一起平定江南高智慧的叛乱，杨素后封越国公。\n\n　　杨广从并州改镇扬州，在镇守江南期间为稳定叛变局势颇有成效、政绩突出。同时他表现得作风简朴、不好声色、礼贤下士、谦恭谨慎，由此赢得了朝野赞颂和隋文帝夫妇的欢心。开皇末年，隋文帝夫妇和皇太子杨勇的矛盾爆发，杨广趁机而入争夺储位，博得了文献皇后和右仆射杨素的支持。开皇二十年，隋文帝废黜长子杨勇，立次子晋王杨广为皇太子。同年，突厥进犯，杨广率军出灵武，却没有俘获而返回。杨广即帝位后，以早年的军旅生涯为基础，对高句丽、吐谷浑和突厥发动了战争。\n\n登基为帝\n　　据《资治通鉴》载，在仁寿四年七月，隋文帝卧病在床，杨广于是写信给杨素，请教如何处理隋文帝后事和自己登基事宜。不料送信人误将杨素的回信送至了隋文帝手上。隋文帝大怒，随即宣杨广入宫，要当面责问他。正在此时，宣华夫人陈氏也哭诉杨广在她来途中意图非礼她，使隋文帝顿悟，拍床大骂：“畜生何足付大事！独孤误我！”急忙命人传大臣柳述、元岩草拟诏书，废黜杨广，重立杨勇为太子。杨广得知后将柳述、元岩抓入狱，并让右庶子张衡入隋文帝寝殿侍疾并将隋文帝周围的侍从打发走。不久隋文帝便驾崩。\n\n　　唐代人马总在《通历》中记载隋文帝被张衡“血溅屏风”，而赵毅在《大业略记》中记载隋文帝被张衡毒死。\n\n　　不过初唐赵毅笔记《大业略记》记载容华夫人蔡氏为仁寿宫变女主角。杨广“因色弑父”这种说法也被诸多近代史学家质疑，仁寿宫变也成为疑案。\n\n　　杨广继位后，假传隋文帝遗嘱，逼迫杨勇自尽，将杨勇处死。还有亲弟蜀王杨秀被他诬陷使用巫蛊诅咒隋文帝及幼弟汉王杨谅，被剥夺官爵贬为庶民软禁于内侍省，后与诸子一起被软禁，不得与妻子相见。\n\n　　其弟汉王杨谅以讨杨素为名，在并州起兵，杨广派杨素镇压，杨谅降后被幽禁至死。此后不久，杨广为翦除了对帝位的威胁，听从云定兴建议，于大业三年3月4日，诛杀侄儿长宁王杨俨、又把剩余的侄儿安城王杨筠、安平王杨嶷、襄城王杨恪、高阳王杨该、建安王杨韶、颍川王杨煚、杨孝宝、杨孝范贬到岭南，在路途中全部被处死。又处死了隋朝功臣宇文弼、贺若弼、高颎等人。\n\n大隋盛世\n　　大业元年，营建东都，历时十个月，每月征调民夫二百万人。\n\n　　东都在旧洛阳城之西，规模宏大，周长五十余里，分为宫城、皇城、外郭城等三部分。宫城是宫殿所在地，皇城是官衙所在地，外郭城是官吏私宅和百姓居处所在地。外郭城有居民区一百余坊，另有丰都市、大同市、通远市等三大市场。\n\n　　杨广在营建东都的同时，又下令开凿大运河，造龙舟等各种船数万艘，他游江都时所乘龙舟高四十五尺，阔五十尺，长二百尺，上有四层楼，上层有正殿、内殿、东西朝堂，中间两层有房一百二十间，下层为内侍居处。隋朝大运河以都城洛阳为中心，分为三大段，南抵余杭，北达涿郡，全长2700公里。中段包括通济渠与邗沟。通济渠北起洛阳，东南入淮水。邗沟北起淮水南岸之山阳，南达江都入长江。南段名江南河，北起长江南岸之京口，南通余杭。北段名永济渠，南起洛阳，北通涿郡。\n\n　　在教育制度上，杨广开创科举制，发展分科考试选拔人才的方法，增置进士科。科举制度一直延续到清德宗光绪三十一年才被终止，为古代中国的育才政策有很大的贡献。政治上，他为了打破由关陇集团垄断仕途的局面，重用了虞世基、裴蕴等南方集团官员。\n\n　　军事上，在即位前曾参与与突厥、契丹之战事，皆有所获。大业五年，他亲征平定吐谷浑，设置西海、河源、鄯善、且末四郡。杨广亲征吐谷浑后，又下诏征天下兵进攻高句丽。大业八年，隋军出动一百一十三万人，败于辽东城及平壤城下。次年再发兵围攻辽东城。这时，在黎阳仓督运军粮的杨玄感看到“百姓苦役，天下思乱”，便乘机起兵反隋。杨广被迫从辽东撤军。杨玄感败亡后，杨广下令追究，共杀三万余人，流徙六千余人。大业十年，杨广第三次发兵进攻高句丽，因隋末农民起义已遍及全国，隋王朝岌岌可危，最后只好议和收兵。大业十一年，杨广依例北巡长城，始毕可汗率兵将其围困在雁门，杨广派人向始毕之妻、隋义成公主求救，义成公主遣使告知始毕“北边有急”，加上隋朝援军相继抵达，始毕在九月撤围而去。\n\n民变四起\n　　杨广年年出巡，曾三游扬州，两巡塞北，一游河右，三至涿郡，还在长安、洛阳间频繁往还。每次出游都大造离宫。仁寿四年十一月，他为了开掘长堑拱卫洛阳，调发今山西、河南几十万农民；次年营建东都洛阳，每月役使丁男多达两百万人；自大业元年至大业六年，开发各段运河，先后调发河南、淮北、淮南、河北、江南诸郡的农民和士兵三百多万人；大业三年和四年在榆林以东修长城，两次调发丁男一百二十万，役死者过半。总计十余年间被征发扰动的农民不下一千万人次，平均每户就役者一人以上，造成“天下死于役”的惨象。\n\n　　杨广为满足其骄奢淫逸的生活，在各地大修宫殿苑囿、离宫别馆。其中著名的有显仁宫、江都宫、临江宫、晋阳宫、西苑等。西苑在洛阳之西，周围二百余里，苑内有人工湖，周围十余里，湖内有山，堂殿楼观，布置奇巧，穷极华丽。隋炀帝常在月夜带宫女数千人骑马游西苑，令宫女在马上演奏《清夜游》曲，弦歌达旦。炀帝游江都时，率领诸王、百官、后妃、宫女等一、二十万人，船队长达二百余里，所经州县，五百里内都要贡献食物，挥霍浪费的情况十分严重。\n\n　　大业七年，王薄率领民众在长白山起义，隋末民变终于爆发。刘霸道、孙祖安、张金称、窦建德等纷纷率领农民百姓起义，农民起义军力量迅速发展而日益壮大起来。\n\n　　大业九年，农民起义不仅遍及山东、河北等地，而且发展到全国范围。在大业九年上半年，平原、灵武、济北、济阴、北海等地均爆发农民起义，迅速高涨起来的农民起义给隋朝统治阶级以沉重打击。同年六月，杨玄感于黎阳起兵反抗杨广，隋朝大军从辽东撤回，向杨玄感展开攻击，杨玄感的起兵很快失败了，杨玄感自杀。隋朝残酷镇压农民起义，击败卢明月、张金称、高士达、刘元进，坑杀农民起义军。而翟让瓦岗寨、窦建德、杜伏威、林仕弘等农民起义军则屡次击败隋朝大军，发展壮大。杨广想用血腥屠杀的恐怖政策恐吓人民，反而使更多的人民参加到农民起义军中去，“所在蜂起”，“官军不能讨，以至隋亡”。农民起义发展为全国规模。杨广妄图遏止起义力量发展，下令各地郡县、驿亭、村坞筑城堡，将民众迁往城堡中居住，于近处种田，以图控制。他不愿正视农民起义蓬勃发展的现实，身边的佞臣也不以实情相告，谎称造反的农民“渐少”。\n\n身死国灭\n　　大业十二年七月，杨广从洛阳去江都。次年四月，李密率领的瓦岗军逼围东都，并向各郡县发布檄文，历数杨广十大罪状。\n\n　　大业十三年五月，李渊在晋阳起兵，同年十一月攻入长安，拥立杨侑为皇帝，遥尊杨广为太上皇。 \n\n　　杨广在江都却越发荒淫昏乱，命王世充挑选江淮民间美女充实后宫，每日酒色取乐；又引镜自照，预感末日将到，锐意尽失的杨广晚年常引镜自照，对萧后和臣下说：“好头颈，谁当斫之！”\n\n　　杨广晚年，既没有像陈后主那样做个长城公，也没有把带在身边的毒药派上用场。大业十四年三月，杨广见天下大乱，已心灰意冷，无心回北方，命修治丹阳宫，准备迁居那里。从驾的都是关中卫士，他们怀念家乡，纷纷逃归。这时，虎贲郎将元礼等，与直阁裴虔通共谋，利用卫士们思念家乡的怨恨情绪，推宇文述的儿子宇文化及为首，发动兵变，杨广闻变，仓皇换装，逃入西阁。被叛军裴虔通、元礼、马文举等逮获，杨广欲饮毒酒自尽，叛军不许，遂命令狐行达将其缢弑，时年五十岁。杨广造成的大乱，是华夏人口锐减到两百余万户。\n\n　　这个雄心勃勃的帝王，死后连个像样的棺材也没有用上，由萧后和宫人拆床板做了一个小棺材，偷偷地葬在江都宫的流珠堂下。后陈棱集众缟素，为杨广发丧，备仪卫，改葬于吴公台下，衰杖送丧，恸感行路。\n\n　　杨广遇弑的消息传到洛阳，洛阳群臣拥立杨广之孙越王杨侗为帝，史称皇泰主，杨侗追谥杨广为明皇帝，庙号世祖，农民军领袖窦建德追谥杨广为闵皇帝，同年，李渊逼迫傀儡杨侑禅让，建立唐朝，追谥杨广为炀皇帝。不久，洛阳权臣王世充逼迫杨侗禅让，隋朝正式灭亡。\n\n　　唐朝平定江南后，于贞观五年，以帝礼改葬于雷塘。\n\n\n陵寝墓地\n\n发现\n　　2013年4月，扬州市邗江区一处房地产项目施工时发现了两座古墓，其中一座的墓志显示墓主为隋炀帝杨广。另一座的发掘刚刚开始，专家推测墓主很可能是隋炀帝的皇后萧氏。来自全国各地的考古专家2013年4月12日在扬州召开论证会，认可了这一论断。 \n　　在已发掘的一座墓中，出土了铜制的衔环铺首，以及金镶玉腰带，而表明墓主身份的铁证则是墓志，铭文清楚写着“隋故炀帝墓志”等字样，表明墓主为隋炀帝杨广。\n　　这两座墓的占地面积分别只有二三十平方米，远远达不到帝陵所应有的规模和气势，更不符合杨广好大喜功的个性，这主要与他的死因有关。公元618年，隋炀帝巡幸扬州期间，禁卫军发动兵变，推举重臣宇文化及为首领，并缢死了杨广。墓志铭文记载墓主去世时间为“大业十四年”，即公元618年，与史实相符。 \n　　2013年11月16日上午，国家文物局和中国考古学会在扬州组织召开扬州曹庄隋唐墓葬考古发掘成果论证会，中国考古界权威专家黄景略、徐光翼、王巍、赵辉、刘庆柱、信立祥、焦南峰、付清远、王学荣等10余人参加了论证会，专家一致确认，扬州曹庄隋唐墓葬为隋炀帝墓，是隋炀帝杨广与萧后最后的埋葬之地。 \n\n考证\n　　公元622年，唐高祖李渊下令将隋炀帝陵迁到雷塘。公元648年，萧皇后病死，唐太宗李世民命将其尸骨送至江都与隋炀帝合葬。正是根据上述史料，专家推测另一座墓的墓主应为萧皇后。\n　　此前公布的省级文保单位隋炀帝陵，位于邗江区槐泗镇槐二村。这种误判之所以出现，在于唐代以后隋炀帝陵渐渐荒芜，不为人知。清嘉庆年间，大学士阮元经考证认为，今槐二村的一处大土墩为隋炀帝陵，于是出资修复，并嘱托书法家、扬州知府伊秉绶书写墓碑。20世纪80年代以后，该处经过多次整修，成为扬州著名的旅游景点。但此次考古发现，还原了历史真相，确定了隋炀帝陵墓的真正所在。\n\n\n为政举措\n\n政治\n\n　　⑴营建东都\n　　隋炀帝初继位，便决定营建东都。《隋书卷三十 志第二十五 地理中》：河南郡旧置洛州。大业元年移都，改曰豫州。《元和郡县志》：“隋仁寿四年，迁都”，《隋书-宇文恺传》载曰：“炀帝即位，迁都洛阳”，《隋书-地理志》：“大业元年徙入新都”《旧唐书 地理志一》：隋大业元年，自故洛城西移十八里置新都，今都城是也。《资治通鉴》卷第一百八十【隋纪四】高祖文皇帝下仁寿四年载曰：章仇太翼言于帝曰：“陛下木命，雍州为破木之冲，不可久居。又谶云：‘修治洛阳还晋家。’”帝深以为然，\n　　《元和郡县图志-河南道》：“仁寿四年，炀帝诏杨素营东京，大业二年，新都成，遂徙居，今洛阳宫是也。其宫北据邙山，南直伊阙之口，洛水贯都，有河汉之象，东去故城一十八里。初，炀帝尝登邙山，观伊阙，顾曰：“此非龙门邪？自古何因不建都於此？”仆射苏威对曰：“自古非不知，以俟陛下。”帝大悦，遂议都焉。其宫室台殿，皆宇文恺所创也。恺巧思绝伦，因此制造颇穷奢丽，前代都邑莫之比焉。”\n　　这一系列的证据都表明炀帝迁都洛阳，但是汉魏洛阳已经不适合作为都城了，于是隋炀帝另选地质，重新营建新都洛阳，《隋书·帝纪第三·炀帝上》载“四年七月，高祖崩，上即皇帝位于仁寿宫。......十一月已末，幸洛阳。癸丑，诏日：......然洛邑自古之都，王畿之内，天地之所合，阴阳之所和。控以三河，固以四塞，水陆通，贡赋等。故汉祖日：‘吾行天下之多矣，唯见洛阳。’自古皇王，何不留意，所不都者盖有由焉。或不九州未一，或以困其府库，作洛之制所以未暇也。我有隋之始，便于创慈怀、洛，日复一日，越暨于今。......今可于伊、洛营建东京，便即没有分职，以为民极也。”《隋书·帝纪第三·炀帝上》载：“三月丁未，诏尙书令杨素、纳言杨达、将作大匠宇文恺营建东京，徙豫州郭下居人以实之。”展开了大规模的营建东都洛阳的工程。“又是阜涧营显仁宫，采海内奇禽异兽草木之类，以实园苑。徙天下富商大贾万家于东京。辛亥，发河南诸君男女百余万，开通济渠，自西苑引谷、洛水达于河，自板渚引河通于淮。庚申，遣黄门侍郎王弘、上仪同于士澄往江南采木，造龙船、凤帽、黄龙、赤舰、楼船等数万艘。”次年，东京修建完工。“二年春正月辛酉，东京城，赐监督者各有差。.......三月庚午，车驾发江都。......夏四月庚戌，上自伊阙，陈法驾，备千船万骑，入于东京。”\n　　炀帝营建的洛阳城，南对伊阙，北倚邙山，东逾瀍河、洛水纵贯其间，分外郭城、宫城、皇堀、东城、含嘉仓城、园壁城和耀仪堀，规模宏大，布局有序。宫城皇城偏隅郭城西北的独特的布局和整齐的划一里见方的里坊布局建制而在中国都城建设历史具有重要的历史地位。隋炀帝修建洛阳城，具有统治国家的战略考虑。到五代、北宋时仍在使用，曾是全国经济文化中心。\n　　美籍汉史学家费正清在《中国：传统与变迁》中感慨：“在隋文帝和隋炀帝的统治下，中国又迎来了第二个辉煌的的帝国时期。大一统的政权在中国重新建立起来，长城重新得到修缮，政府开凿了大运河，建造了宏伟的宫殿，中华帝国终于得以重振雄风。”\n\n　　⑵修建运河\n　　隋炀帝下令调征河南、淮北诸郡人民百多万人开凿通济渠，自洛阳西苑引谷、洛两条河水入黄河，又自板渚引黄河水经荥泽入汴水，自大梁之东引汴水入泗水，直达淮河。他还征发淮南民工十多万人开邗沟，自山阳至杨子入长江，渠宽四十步，两旁皆筑工整平坦的御道，夹种杨柳。从长安到江都，修建离宫四十多座。接着，他派人到江南造龙舟和杂船数万艘。而后，杨广又下命开永济渠、江南河，后统名为隋朝大运河。\n　　隋炀帝下令开挖修建南北“大运河”，将钱塘江、长江、淮河、黄河、海河连接起来。如此浩大的工程，利于千秋万代。大运河对于中国来说远比长城对于中国更重要。大运河连接黄河流域长江流域，连接了两个文明。大运河以洛阳为中心，北达涿郡，南至绍兴，全长两千多公里，是古代最长的运河 。它的开通，大大促进了我国南北经济的交流。\n　　隋文帝曾于584年命宇文恺率众开漕渠。自大兴城西北引渭水，略循汉代漕渠故道而东，至潼关入黄河，长150多公里，名广通渠。公元604年改名永通渠。但随着南北政治、经济和文化日益发展，修凿的局部运河，已经不能满足社会需要。沟通南北水道已经成为社会经济交流的迫切需要了。\n　　大业元年，隋炀帝即位第一年就修造通济渠。同年又改造邗沟。大业四年，又征发河北民工百万开凿永济渠以供辽东之需。610年沟通长江河。至此，开凿大运河的工程基本完成。隋炀帝开凿大运河前后用了六年的时间。隋炀帝先后开凿疏浚了由黄河进入汴水，再由汴水进入淮河的通济渠；还有从淮河进入长江的邗沟；从京口到达会稽的江南河；引沁水向南到达黄河，向北到达涿郡的永济渠。这些渠南北连通，就是历史上有名的大运河。大运河从北方的涿郡到达南方的余杭，南北蜿蜒长达五千多里。隋朝大运河以会稽、洛阳、涿郡为三点，江南河、邗沟、通济渠、永济渠四段，将钱塘江、长江、淮河、黄河、海河五大水系连接起来。南宋时期，随着政治中心南移，通济渠、永济渠的漕运地位逐步减弱，再加上每年缺少清淤治理，运河河床逐渐淤塞断流。元、明、清时期，朝廷再修大运河的时候，将河道直接取直，由北京直通杭绍，不再绕道洛阳。 \n　　大运河的开通，促进了运河两岸城市的发展，江都、余杭、涿郡等城市很快繁荣起来。当时运河上“商船旅往返，船乘不绝”。大运河对隋唐时期南北经济、文化交流，维护全国统一和中央集权制的加强，都起了促进作用。\n\n　　隋唐大运河以洛阳为中心，南至会稽，北到涿郡，全长2700公里，跨越地球10多个纬度，纵贯在中国最富饶的东南沿海和华北大平原上，经过浙江、江苏、安徽、河南、山东、河北、北京七个省市，通达黄河、淮河、长江、钱塘江、海河五大水系，是中国古代南北交通的大动脉，在中国的历史上产生过巨大的作用，是中国古代劳动人民创造的一项伟大的水利建筑工程，也是世界上开凿最早、规模最大的运河。后经元朝取直疏浚，全长1794公里，成为现今的京杭大运河。京绍大运河利用了隋朝大运河不少河段，缩短了900多公里的航程。 自清末改漕运为海运，大运河才不再是国家经济的大动脉了。\n\n军事\n\n　　⑴南北统一\n　　西元589年20岁的杨广被拜为隋朝兵马都讨大元帅，统领51万大军南下向富裕、强盛的陈朝发动进攻，并完成统一。陈国虽不是什么大国，也绝对不弱。南书谓北为‘索虏’，北书指南为‘岛夷’。当时人们认为“长江天堑，古以为限隔为南北……”隋军在杨广的指挥下，纪律严明、英勇善战，一举突破长江天堑。所到之处，所向披靡。而对百姓则“秋毫无犯”，对于陈朝库府资财，“一无所取”。博得了人民广泛的赞扬。“天下皆称广以为贤”。\n　　在公元590年，奉命到江南任扬州总管，并平定了江南高智慧的叛乱。江苏，浙江，福建，安徽，江西的巨家大室全部叛变“大者有众数万，小者数千，共相影响。”杨广学江南方言，娶江南妻子，亲近江南学子，重用其中的学者来整理典籍。他亲自实地在江南花了十年心血拢络人心，缓和了南方的怨恨和怀疑，在军事占领后推行合理的行政，打破阻碍南人成为忠于隋室臣民的许多政治和文化隔阂。隋炀帝两平江南，自此南北朝之后和北方隔离多年的江南才始归顺中央，更使得之后唐朝在南方的统治得以顺利进行。公元600年，北上击败突厥进犯。《隋书》赞曰：“南平吴会，北却匈奴，昆弟之中，独着声绩。”\n\n　　⑵畅通丝路\n　　大业五年，隋炀帝率大军从京都长安浩浩荡荡的出发到甘肃陇西，西上青海横穿祁连山，经大斗拔谷北上，到达河西走廊的张掖郡。这次出行绝不是游山玩水，个人玩乐的。因为西部自古大漠边关、自然条件环境恶劣，隋炀帝还曾遭遇到暴风雪的袭击。此峡谷海拔三千多米，终年温度在零度以下。士兵冻死大半，随行官员也大都失散。隋炀帝也狼狈不堪，在路上吃尽苦头。隋炀帝这次西巡历时半年之久，远涉到了青海和河西走廊。其意义重大。在封建时代，中国皇帝抵达到西北这么远的地方，只有隋炀帝一人。隋炀帝西巡过程中置西海、河源、鄯善、且末四郡，进一步促成了甘肃、青海、新疆等大西北成为中国不可分割的一部分。\n　　隋炀帝到达张掖之后，西域二十七国君主与史臣纷纷前来朝见，表示臣服。各国商人也都云集张掖进行贸易。隋炀帝为夸耀国家富强， 每年正月当少数民族和外国首领、商人聚集洛阳时，命人在洛阳端门外大街上盛陈百戏散乐，戏场绵亘八里，动用歌伎近三万人，乐声传数十里外。西域商人要到市上交易，炀帝就下令盛饰市容，装璜店肆，房檐一律，珍货充积，连卖菜的都要垫以龙须席。当这些商人从酒店饭馆前经过时，都要请他们就坐用餐。并说：“中国丰饶，酒食例不取直。”还将市上树木缠以丝织品做装饰。有些胡商说：“中国亦有贫者，衣不盖形，何如以此物与之！缠树何为？”。 \n　　隋炀帝此次西巡开拓疆土、安定西疆、大呈武威、威震各国、开展贸易、扬我国威、畅通丝路。乃一代有作为的国君所为。唐太宗也感慨的说：“大业之初，隋主入突厥界，兵马之强，自古已来不过一两代耳。”\n　　大业六年，隋政府又置伊吾郡共五郡。\n　　在这以前，隋朝基本上是在张掖和西域商人进行贸易的，隋朝由黄门侍郎裴矩负责具体事务。隋炀帝主要是用金钱来引诱西域的商人来朝贸易，还命令西域商人所经过的地方郡县要殷勤招待，这根本不是平等的贸易，而是借贸易之名炫耀自己的文治武功。 但隋炀帝为了开发经营西域，还是派兵做了一些统一工作。如打败了西突厥的处罗可汗，扫除一大障碍。击败吐谷浑，将其领地建成四郡，派遣官员治理，保证了和西域的畅通。\n　　大业六年的正月，隋炀帝在洛阳用大演百戏来招待西域商人，前后达一个月之久。洛阳的店铺都用帷帐装饰，让西域的商人们免费吃饭，免费住宿。隋炀帝用巨额国财赚取虚有的名声，用钱引诱西域各国商人和使者来朝贺，面子赚足了。其实，这就是中国古代典型的朝贡贸易，小国来朝拜，我得到高高在上的荣誉，然后给你丰厚的金银珠宝赏赐。\n　　大业元年，隋将韦云起率突厥兵大败契丹，韦云起扬言借道去柳城与高丽交易，率军入其境，契丹人未加防备。韦云起率军进至距契丹大营50里处，突然发起进攻，大败契丹军，俘虏其男女4万余人。隋朝阻止拖延了契丹的崛起强大。\n　　大业四年，隋炀帝派军灭了吐谷浑。开拓疆域数千里，范围东起青海湖东岸，西至塔里木盆地，北起库鲁克塔格山脉，南至昆仑山脉，并实行郡县制度管理。使之归入中国统治之下。这是以往各朝从未设置过正式行政区的地方。\n　　《隋书·流求传》载：公元607年、610年，隋炀帝曾两次派人到当时称为“流求”的台湾岛。第二次率兵万余人，从广东潮州起航，经一个多月的航行，到达流求时，流求人以为是大型商旅，“往往诣军中贸易”。这是中国军队第二次来到台湾。 \n　　隋炀帝在大业3年先后派出羽骑尉朱宽、海师何蛮等人两次前往当时被称为“流求”的台湾，因语言不通，第一次带回一名台湾人，第二次带回一些布甲。大业6年，隋炀帝又派出武贲郎将陈棱及朝请大夫张镇州率兵万余人，从广东义安起航，前往台湾，当地人以为这是中原的商船，这说明当时大陆商人经常前往经商，也说明台湾人已经熟悉经商贸易。只是陈棱与当地酋长谈判不顺利，刀枪相向，并带了数千名当地居民返回大陆。在台湾中部地区的彰化市，有一条街名叫“陈棱街”，它就是为了纪念这位隋朝将领的。\n　　隋炀帝除向西北开拓疆土外，隋朝大军还向东南进行了一系列开疆拓土的战争，这些战争的胜利使大隋王朝东南的领土疆域扩大到印度支那的安南、占婆、及台湾等地。在海南岛上分置儋耳、珠崖、临振三郡。北边有五原郡。[3] 高句丽地跨鸭绿江两岸，位于今中国辽宁东部、吉林中部和朝鲜北部。辽宁东部、吉林中部古称辽东，很早即入中国版图，后被高句丽占据。开皇十八年，高句丽又攻隋的辽西。隋文帝派大军三十万攻高句丽，后因士卒多病，高丽亦遣使谢罪，遂罢兵。隋炀帝即位后，又三次大举进攻高句丽。大业八年，隋炀帝第一次进攻高丽。征调士卒一百一十三万余，陆军集中于涿郡，水军集中于东莱。另调民夫二百万，以运送衣甲、粮食等。造海船的民工日夜站在水中，皮肤溃烂，腰以下生蛆，死者甚众。隋军虽曾攻至平壤附近，最后却大败而还。大业九年，第二次进攻高句丽。正当双方相持不下时，礼部尚书杨玄感起兵叛隋，隋炀帝仓皇撤军。大业十年，第三次进攻高句丽。隋炀帝因国内农民起义已成燎原之势而不敢久战，高丽也疲于战争而遣使请降，隋炀帝就此撤军。\n　　进攻高丽的战争，先后动用人力数百万，征调财物无数，大量士兵、民夫死于战场和劳役，由于农村中极度缺乏劳力和耕畜，大量土地荒芜，社会经济受到严重破坏，人民难以生活下去，引发了隋末民变。\n　　即使隋朝在灭亡前，周遍各国也是尊服大隋王朝的。《隋书》记载道：“十一年春正月甲午朔，大宴百僚。突厥、新罗、靺鞨、毕大辞、诃咄、传越、乌那曷、波腊、吐火罗、俱虑建、忽论、靺鞨、诃多、沛汗、龟兹、疏勒、于阗、安国、曹国、何国、穆国、毕、衣密、失范延、伽折、契丹等国并遣使朝贡。”\n\n　　⑶征高句丽\n　　杨广于大业八年征集三十万军队攻打高句丽，几乎动用了举国之力，募集的军队被集中在涿郡。据《隋书》记载，此次募集耗时数年，规模前所未有。据《三国史记》的记录是此次出动了三十万的作战部队。负责后勤和运输的人员还要多于这个数字。整个军队的总数说法不一，估计在100万上下。大业八年，隋的大军开始出发。由于人数巨大，全部部队用了40天才出发完毕。行进的部队排成的队绵延400公里。 \n　　598年的战争，高句丽得到一些缓冲地域。由于这些地域不适于和隋这么大规模的军队进行面对面的交锋，高句丽婴阳王将军队撤到辽水一带。天时地利，那年，辽河水比往常提前好久就开始解冻了。当隋炀帝到达的时候，辽河水已全部融化。隋炀帝毫不气馁，下令在辽河上修建了3座桥梁。不过隋炀帝所修的桥还没修到对岸，高句丽就对隋军发动了进攻，并有效地击退了隋炀帝的第一次进攻。不过最终将桥修好，隋军过桥包围了辽东城。\n　　开战前，杨广下令隋将不得擅自作出任何有关作战决定，必须先向他报告后再听从命令。这使得隋军在战场上很被动。隋将在做每个决定的时候都要先派人驰报远在后方的隋炀帝，这就延误了军情。高句丽的军队也因此有充足的时间进行重整和反击。就这样5个月过去了，杨广没拿下辽东城。于是，杨广感到需要改变策略。\n　　隋炀帝的新战略是在同高句丽在辽东周旋的同时，派海陆军攻打高句丽的首都平壤。30多万陆军和20万海军构成的先遣队就这样出发了。\n　　隋的海军先于陆军到达了大同江。发现隋的陆军没有到达，婴阳王派出了一小批军队与入侵的隋朝军队交战。简短的交锋后，高句丽的军队假装被击败并向城里撤退。隋朝军队将领以为立功的大好时机已到来，带领10万军队开始攻平壤。\n　　当隋朝军队来到平壤的外围城堡时，发现大门敞开，墙上也无人把守。进入城堡后，发现地上放着钱财和武器。为了谨慎起见，隋朝军队将领下令禁止掠夺。当隋朝军队来到一个寺庙后，遭到了高句丽军队的伏击。不过高句丽的军队并没有取胜，然后就撤逃了。这次隋朝军队将领真的以为高句丽不行了，于是开始掠夺外围城堡。\n　　正当隋朝军队掠夺之时，一支由几千人组成的高句丽先遣部队对隋朝军队进行了伏击。毫无防备的隋朝军队一时慌了手脚，不知所措，并开始向海边撤退。据说10万隋朝军队仅有几千人成功退出。第一次单独行动失败后，隋朝军队的将领决定还是等隋朝部队的陆军到达后再围攻平壤。\n　　然而，隋炀帝派出的陆军在路上也出了问题。在隋国内行军，隋军后勤很有保障。但一旦进入高句丽的国土，隋朝军队的后勤供应就会遭到高句丽的伏击。为了解决这个问题，隋炀帝下令每个士兵都要自己携带食物。不过这大大加重了士兵的负担。许多士兵为了减负，扔下所带的食物。等隋朝军队到达鸭绿江后，物资已严重缺乏。\n　　在鸭绿江和平壤之间有一条青川江，高句丽大将乙支文德下令在清川江的上游修筑堤坝蓄水。当隋朝军队到达清川江时，江水很浅。于是隋朝军队便涉水过江。正当隋朝军队过江之时，乙支文德下令开闸放水。数千隋朝军队被淹死。乙支文德随后率领高句丽军队向入侵的隋朝军队发动了猛烈的进攻。据说隋炀帝派出的30多万陆军仅有2700人返回。\n\n文化\n\n　　藏书事业\n　　隋炀帝执政期间，藏书事业十分发达。他令秘书省官员，凡秘阁所藏之书，均抄写50副本。皇室藏书楼为“修文殿”，藏有完备而无重复的正御本图书，皆装饰华丽，宝轴锦标。将抄写的副本图书，连同西京“嘉则殿”之藏，共达37万卷。史称“历代之书籍，莫厄于秦，莫富于隋”。在东都洛阳“观文殿”内东西厢建书屋14间，“东屋藏甲乙，西屋藏丙丁”。书库内，每三间开方户，垂锦幔，上有二飞仙，户外地中有自动开启装置。皇帝入库，有宫人执香炉前行，按动机关则飞仙下收幔而上，户扉及橱扉皆自动开启，离开后则自动关闭。藏书分为三等：上品为红琉璃轴，中品为琉璃轴，下品为漆轴。在东京“观文殿”后另建二台：东为“妙楷台”，藏古法书真迹；西为“宝迹台”，藏名画古物。又将佛、道经卷专藏于内道场。又令秘书监柳顾言等人对藏书进行校勘整理，得正御书37 000卷，纳于东都“修文殿”。此间，以柳顾言主修有《隋大业正御书目录》，已佚。 \n\n　　开创科举\n　　杨广即位第一年，就在诏书中写道：“君民建国，教学为先，移风易俗，必自兹始。”唐人封演在《封氏闻见记》中说：“炀帝即位，复兴教诱。”杨广恢复了被杨坚废除了的国子监、太学以及州县学。 “教习生徒，具为课试之法，以尽砥砺之道。” 奉命视察各州的专使除了其他任务外，还要发现有模范行为、文才出众和学有专长的人，经过考察，再把他们送往京师。“炀帝即位，复开庠序，国子郡县之学，盛于开皇之初。征辟儒生，远近毕至，使相与讲论得失于东都之下，纳言定其差次，一以闻奏焉。于时旧儒多已凋亡，二刘拔萃出类，学通南北，博极今古，后生钻仰，莫之能测。”《隋书》《北史》记载，远近儒生纷纷前来，并被组织起来互相辩论学术问题。一名高级官员给他们排列名次，上报隋帝。因此许多寒士得以重振门庭；典籍研究盛极一时，南北的传统兼容并包。古代的典籍都被注疏。\n　　杨在江南任扬州总管时就网罗学者来整理典籍，到他即帝位的近二十年间，共成书一百三十部，一万七千多卷。杨广还组织人编写了《长洲玉镜》四百卷，和 《区宇图志》一千二百卷，这对于保存我国古代的典籍做出了贡献。\n　　隋炀帝使隋时的中国已经具备了总括全国各地方的总结性地方志。隋炀帝诏命天下诸郡绘制各地风俗物产地图，编撰《诸郡物产土俗记》131卷、《区宇图志》129卷、《诸州图经集》100卷。隋炀帝下令编撰的上述地方志书，规模宏大，既是承前启后的总结性著作，也是编撰全国性方志图经的开端，影响深远。“今于大隋圣世，图书屡出。”\n　　炀帝时的著名地理学家裴世矩，在奉敕去张掖，管理西域商人交市时，搜集了有关西域的山川、风俗等资料，撰成《西域图记》，书中有地图，有记述，还有穿着民族服装的各族人的彩绘图，是地理学名著。“依其本国服饰仪形，王及庶人，各显容止，即丹青模写，为《西域图记》，共成三卷，合四十四国。仍别造地图，穷其要害。”\n　　杨广不仅兴办学校，还访求遗散的图书，并加以保护。《封氏闻见记》记载：“炀帝限写五十副本，分为三品，于东都观文殿东西廊屋，列以贮之。” 隋时的藏书量是中国历代最多的，大兴城和洛阳建有大藏书殿，而最终的成果则是规模宏大的秘书省，在洛阳藏有珍本，藏书总数达37万余卷。为了让两京的宫、省、官府使用，杨广下令建造藏有节录本的观文殿。隋朝藏书最多时有37万卷，77，000多类的图书。可大部份图书毁于战火，唐玄宗时藏书最多时8万卷，唐学者自着28，467卷，唐以前图书只还剩28，469卷，可惜这些图书大部分也难逃战火……如果杨广整理编辑收藏的这些书都留存的话，那他无疑是世界上最伟大的帝王。\n　　杨广崇敬儒教与孔子，于大业五年下诏曰：“先师尼父，圣德在躬，诞发天纵之姿，宪章文武之道；命世膺期，蕴兹素王。而颓山之叹，忽逾于千祀；盛德之美，不在于百代。永惟懿范，宜有优崇。可立孔子后为绍圣侯，有司求其苗裔，录以申上。”\n　　随着士族门阀的衰落和庶族地主的兴起，魏晋以来选官注重门第的九品中正制已无法继续下去。隋文帝即位以后，废除九品中正制，开始采用分科考试的方式选拔官员。隋炀帝时，正式设立进士科，我国科举制度正式诞生。这一制度一直沿用到清末。\n　　大业二年隋炀帝始建进士科，典定科举制度，这是中国历史上极其重大影响极其深远的大事。杨广创建了对后世影响深远的科举制，开设进士科，那时的进士科以考政论文章为主，选择“文才秀美”的人才。《通典》说杨广优先考虑的是个人的品质而不是文才。炀帝时还增加了科举录取人数。至607年，考试科目已经有了十科。这标志着科举制度的产生。大业三年，炀帝诏令：“文武有职事者，以孝悌有闻，德行敦厚，节义可称，操履清洁，强毅正直，执宪不挠，学业优敏，文才秀美，才堪将略，臀力骠壮十科举人。” 大业五年炀帝又诏：“诸郡学业该通，才艺优洽，臀力骠壮，超群等伦，在官勤奋，堪理政事，立性正直，不避强御，四科举人。”隋炀帝杨广更注重个人品质的选拔人才的政策，为初唐培养了大批的强毅正直的人才 。科举制度的创建，重才学品质而不重门第，削弱了门阀大族世袭的特权。“百官不得计考增级，必有德行功能，灼然显著者，擢之。” “魏、周官不得为荫。”这种“任人唯贤”的改革，为选拔下层优秀知识分子提供了极好的机会。这无疑是异常高明的创举，对后世中国影响深远。但这也触动了门阀大族的利益，为日后门阀大族的反叛埋下了祸根，有时候过于超前开明的举措也不是什么好事……\n　　科举制的创立是封建选官制度的一大进步：冲破世家大族垄断仕途的局面，起到抑制门阀的作用；扩大了官吏的来源，为大批门第不高的庶族地主知识分子参政提供了机会，“大者登台阁，小者任郡县”；科举制把读书、考试和做官紧密联系起来，提高了官员的文化素质；科举取士把选拔人才和任命官吏的权力，从地方豪门世族手里集中到中央政府手里，大大加强了中央集权，有利于政局的稳定。因此，这一制度为历朝沿用，影响深远。\n　　大业三年隋炀帝颁《大业律》。改州为郡；改度量衡依古式；改官制，设五省、三台、五监、十六府等。杨广修订了法律，主要是对隋文帝末年比较严酷的法律进行了改革。“炀帝即位，以高祖禁网深刻，又敕修律令，除十恶之条。凡五百条，为十八篇。五刑之内，降从轻典者，二百余条。诏施行之，谓之《大业律》。”《大业律》，没有再修订，《唐律》就是依照着《开皇律》与《大业律》修订的。\n\n",
  "desc": "隋炀帝杨广（569年－618年4月11日），华阴人（今陕西华阴）人，生于隋京师长安，是隋朝第二位皇帝，一名英，小字阿麽。隋文帝杨坚、独孤皇后的次子，开皇元年（581年）立为晋王，开皇二十年（600年）十一月立为太子，仁寿四年（604年）七月继位。他在位期间修建大运河（开通永济渠、通济渠，加修邗沟、江南运河），营建东都洛阳，开创科举制度，亲征吐谷浑，三征高句丽，因为滥用民力，造成天下大乱直接导致了隋朝的灭亡。公元618年在江都被部下缢杀。唐朝谥炀皇帝，夏王窦建德谥闵皇帝，其孙杨侗谥为世祖明皇帝。《全隋诗》录存其诗40多首。",
  "dynasty": "隋代",
  "id": 885,
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_885.jpg",
  "name": "杨广",
  "star": 34
}