{
  "content": "人物生平\n\n早年经历\n　　李旦是唐高宗与武则天所生第四子，初名李轮，出生不久便被封为殷王，遥领冀州大都督、单于大都护、右金吾卫大将军。他在兄弟中排行最小，因而深受父亲唐高宗的宠爱。\n\n　　李轮成年后，谦恭好学，精通书法，对文字训诂方面的学问很有研究。他担任右卫大将军、洛州牧，历封豫王、冀王、相王。\n\n　　永淳二年，李轮改名为李旦，被再次封为豫王。\n\n傀儡皇帝\n　　嗣圣元年，武则天废皇帝李显为庐陵王，改立李旦为皇帝，并临朝称制，裁决一切政事。她以李旦的名义改年号为文明，册封正妃刘氏为皇后、长子李成器为皇太子。而后，李旦便被软禁在皇宫中，不得预闻政事，开始了傀儡皇帝的生活。他不但不能随意出入宫廷，甚至在皇宫中也不能自由行动。当时，英国公徐敬业在扬州起兵发对武则天。宰相裴炎趁机请武则天还政于李旦，结果被武则天以谋反罪名斩首。武则天派三十万大军镇压扬州叛乱，徐敬业兵败被杀。\n\n　　垂拱二年正月，武则天下诏，表示要还政于皇帝。李旦知道这是母后在试探于他，便数次上表，极力推辞，请求母后继续临朝。武则天遂顺水推舟，“接受”了李旦的请求，依旧临朝称制，把持朝政。\n\n　　垂拱四年，武承嗣将一块刻有“圣母临人，永昌帝业”八字的白石献给武则天，声称是在洛水中发现的。武则天大喜，将白石命名为“宝图”，又加尊号为圣母神皇。李旦作为皇帝，不但无法阻止，还要随武则天亲临洛水，参加“拜洛受图”大典。当时，琅琊王李冲、越王李贞起兵发对武则天，结果都兵败身死。韩王李元嘉、鲁王李灵夔、霍王李元轨、纪王李慎、江都王李绪、黄国公李撰、东莞郡公李融、常乐公主等，或被逼自杀，或斩首市曹，或死于流放途中。李唐宗室几乎被杀戮殆尽。\n\n艰难皇嗣\n　　天授元年，侍御史傅游艺率关中百姓九百人上表朝廷，请武则天称帝。百官、宗室、外戚、四夷酋长，乃至僧尼、道士，纷纷劝进。李旦迫于形势，也上表请母后称帝，并求赐武姓。是年九月，武则天正式称帝，尊号圣神皇帝，改国号为周，史称武周。李旦被降为皇嗣，赐姓武氏，迁居东宫，一切礼仪皆比照皇太子规格。太子李成器则降称皇孙。自此，李旦成为了武氏诸王以及酷吏的攻击目标，开始了艰难的皇嗣生涯。\n\n　　天授二年，魏王武承嗣的亲信张嘉福唆使洛阳百姓王庆之，纠集数百民众，诣阙上表，以“神不歆非类，民不祀非族”为由，请武则天废黜李旦的皇嗣身份，改立武承嗣为皇太子。宰相岑长倩、格辅元反对变易皇嗣，被武承嗣诬以谋反，下狱被杀。凤阁侍郎李昭德不但杖毙王庆之，还借机劝谏武则天，保住了李旦的皇嗣之位。但后来，武则天在万象神宫举行祭祀典礼，竟不顾“皇太子为亚献”的礼制，避开了皇嗣李旦，改由武承嗣为亚献，并命梁王武三思为终献\n\n　　长寿二年，武则天的宠婢韦团儿因引诱李旦被拒，怀恨报复，诬告皇嗣妃刘氏、德妃窦氏用巫蛊之术诅咒武则天。武则天将刘妃、窦妃秘密处死，埋在宫中。李旦对于两个妃子的失踪，丝毫不敢提及，在武则天面前也表现得泰然自若，仿佛什么都没有发生过。韦团儿还想加害李旦，结果遭到告发而被处死。不久，尚方监裴匪躬、内常侍范云仙因私下谒见李旦被杀。武则天又剥夺了李旦接见公卿百官的权力。 \n\n　　后来，李旦又被诬告谋反，武则天命酷吏来俊臣审理。来俊臣对东宫属官刑讯逼供，让他们“招出”李旦谋反的实情。乐工安金藏当众剖腹，以表明皇嗣没有谋反。武则天深受感动，不再怀疑李旦，命来俊臣停止审理。李旦因此而幸免于难。\n\n安国相王\n　　圣历元年，武则天在狄仁杰、王方庆等大臣的劝说下，决定将政权归还给李氏。她命人前往房州，将庐陵王李显接回洛阳。李旦数次称病不朝，请求将储君之位让于李显。是年九月，武则天复立李显为皇太子。\n\n　　圣历二年，李旦被复封为相王，兼领太子右卫率，后又遥领安北大都护。当时，武则天为了调解李氏与武氏的矛盾，召集两族子弟，在明堂盟誓，要两族和睦共处。李旦作为李氏代表，与李显、太平公主一同参与了盟誓。\n\n　　长安元年，突厥默啜可汗率军南侵。李旦被任命为天兵道元帅，统率诸军抵御突厥。他并未领军出征，只是名义上的唐军主帅。不久，突厥退兵，李旦又担任左、右羽林卫大将军。\n\n　　长安二年，突厥进犯并州。李旦被任命为并州牧，并充任安北道行军元帅。后来，李旦又改任雍州牧。 \n\n　　神龙元年，宰相张柬之、崔玄暐等人发动神龙政变，诛杀武则天的面首张易之、张昌宗，逼武则天禅位于李显，是为唐中宗。当时，李旦统率南衙禁军，捕获韦承庆、崔神庆等张氏党羽，因功被拜为太尉、同凤阁鸾台三品，以宰相身份参预国政，并加号安国相王。不久，李旦辞去太尉及知政事之职。唐中宗又欲立李旦为皇太弟，但却被其拒绝。\n\n政变登基\n　　主词条：韦后之乱、唐隆政变\n\n　　景龙四年六月，唐中宗驾崩。韦皇后立温王李重茂为皇帝，改元唐隆，以皇太后的身份临朝摄政。她派亲信控制南北衙禁军以及尚书省诸司，大肆网罗党羽，准备效法武则天，篡夺唐室江山。当时，李旦作为皇帝的叔父，被拜为太尉，与太平公主成为韦后夺位的主要障碍。韦党决意将二人置于死地。而李旦第三子李隆基则在京师暗中招揽豪杰，与太平公主密谋匡扶社稷。兵部侍郎崔日用本是韦氏一党，因惧祸将韦氏阴谋密报给李隆基。\n\n　　六月二十日，李隆基在葛福顺、李仙凫等禁军将领的协助下，打着“诛诸韦以复社稷，立相王以安天下”的旗号，抢先发动兵变，杀死韦皇后、安乐公主及其党羽，而后迎李旦入宫辅佐少帝。李旦携李重茂登上安福门，安抚百姓。当时，李隆基被拜为宰相，进封平王，并统率万骑禁军，控制了皇城内外。李重茂迫于形势，请求让位于叔父李旦。李旦起初极力推辞，后听从李隆基、李成器等人的劝说，接受了李重茂的让位。\n\n　　六月二十四日，李旦在太极殿登基，第二次即位为帝。他登上承天门，宣布大赦天下，改元景云，复封李重茂为温王。当时，李隆基建有大功，而李成器则是嫡长子，都有被立为太子的资格。李旦为此犹豫不决。李成器以“国家安则先嫡长，国家危则先有功”为由，主动辞让太子之位。刘幽求等政变功臣也大都支持李隆基。李旦遂立李隆基为皇太子。\n\n内禅退位\n　　李隆基被立为太子后，政治势力日益增长，成为太平公主干预朝政的主要障碍。太平公主为了长保权势，便想更易太子，于是在朝野散布流言，声称李隆基并非皇帝嫡长子，没有被立为太子的资格，但因李旦公开宣谕平息流言，未能得逞。她还在李隆基左右安插耳目，监视他的日常行为，并与窦怀贞等大臣结为朋党，密谋加害李隆基。后来，太平公主与李隆基的矛盾逐渐公开化。她甚至将宰相邀截在宣政殿光范门内，暗示他们应当劝皇帝改立太子，遭到宋璟的严词拒绝。\n\n　　景云二年，李旦听从宰相姚崇、宋璟、张说的建议，命李隆基监国，并将可能威胁到太子地位的李成器等诸王全部削去兵权，同时让太平公主迁居蒲州。但太平公主却到李旦面前哭诉，不但留在了京中，还将姚崇、宋璟贬出了朝廷。后来，李旦又欲传位给太子，虽在群臣的谏阻下未能如愿，但却将政务全部交给李隆基处理，自己仅掌握军务、死刑的处决权，以及五品以上官员的任免权。\n\n　　先天元年八月，李旦因彗星出现，禅位于太子李隆基，退为太上皇，但仍掌握三品以上官员的任命权以及重大刑案的裁决权。他每五日在太极殿接受群臣的朝贺，仍旧自称为朕。而皇帝李隆基则只能自称为“予”。当时，太平公主依仗李旦的信任，在朝中仍拥有强大的势力，七位宰相有五人出自她的门下，文武百官也大都依附于她。她公然提出要废掉皇帝，因宰相陆象先反对而未遂。后来，李旦有意遣皇帝李隆基出京巡边，但最终却因故延期，将日期改为明年八月。\n\n　　先天二年七月，李隆基为夺回皇帝应有的权力，抢先发动先天政变，率羽林军袭杀窦怀贞、萧至忠、岑羲等太平公主党羽，随后赐死太平公主。李旦初闻变乱，与宰相郭元振登承天门避乱。他得知李隆基已扑灭太平公主的势力，遂下诏宣布窦怀贞等人的罪状，而后正式归政于皇帝，退居百福殿，颐养天年。至此，李隆基终于掌握了全部朝政。\n\n晚年病逝\n　　开元四年六月，李旦在百福殿病逝，终年五十五岁。是年十月，李旦被葬于桥陵，庙号睿宗，追谥大圣贞皇帝。 \n\n　　天宝八载，李旦被改谥为玄真大圣皇帝。\n\n　　天宝十三载，李旦又增谥为玄真大圣大兴孝皇帝。\n\n\n历史评价\n\n　　史书中说他“谦恭孝友，好学，工草隶，尤爱文字训诂之书”，应该不是虚誉。著名的景云铜钟的铭文，武则天的母亲杨氏顺陵的墓碑，都出自睿宗的手笔。\n\n　　睿宗一出生就拥有了亲王爵位，尔后又两次做皇帝，这样的经历只有他的同胞皇兄唐中宗皇帝可与之相比。但是，作为李唐皇室的成员，像他那样还做过皇嗣，又曾经被建议做皇太弟，而且还做过太上皇的，却没有第二位了。\n\n　　不仅如此，在所有的帝王当中，有做过皇帝的父亲者并不稀奇，但是同时又拥有一个也做过皇帝的母亲的就不多了。父母都做过皇帝的，历史上只有睿宗和中宗弟兄俩。睿宗更加与众不同的是，他的三个哥哥都被立过皇太子，年长的两位都没能够即位；他自己的儿子中也是长子与帝位无缘，最终是三郎继位做了皇帝，即玄宗李隆基。\n\n　　在那个宗室往往遭遇杀身之祸的多事之秋，睿宗每每能够自保平安并得以善终，用《旧唐书·睿宗纪》的话说：“自则天初临朝及革命之际，王室屡有变故，帝每恭俭退让，竟免于祸。”\n\n　　这说明睿宗确有过人之处。\n\n　　历史上被称为“睿宗”的还有后来元朝建立之前的蒙古汗国时期的拖雷；唐睿宗以前以“睿宗”被列于太庙的，还没有第二位。是不是睿宗之“睿”就能称得上是英明通慧、仁圣睿智之人呢？那我们就不妨一起来看唐睿宗的一生行止，是不是够得上这个“睿”字！\n\n　　唐睿宗两次让位的性质、地位不同，第一次被夺位，第二次是禅让。第一次是名为皇帝，实则囚犯，被立为皇帝却在别殿连朝臣谒见都没有，正殿都去不了，当了近七年的囚徒皇帝。\n\n　　让位给母亲的唐睿宗也是一位杰出的人杰，能在妻子被冤杀自己被诬告时从容镇静，要是有丝毫异常情绪就完了。当时，武则天已经想立武氏太子了，看李旦依然恭敬、孝顺，没有因为妻子被杀而疏远、记恨自己，就把诬告他的婢女杀了。\n\n　　以后，李旦在十多年的拘禁中，教育儿女，抚养兄长的遗孤，不断历练，终成大器。\n\n　　在突厥、契丹攻打中原时，武则天为了缓解内部压力，把唐中宗接回首都，又是他坚辞太子后，自己联系、笼络了很多能人，密切观察时局，在母亲病重权臣乱政时，领导发动政变恢复了唐朝，固辞皇太弟、宰相，功成身退有气节。\n\n　　第二次禅让时就已经是太上皇，五日一次接见朝臣，三品以上官员任免自己说了算，书称朕让皇帝称予，是真正最高统治者。\n\n　　后因皇帝欲政变的消息被截获，欲废皇帝，但自己又犹豫万分，终至玄宗起兵，先是包围太平公主府，然后自己惨遭软禁，此后睿宗算是真正隐退。\n\n　　观其一生，李旦不仅自己文才武略出众，培养出的两个儿子也优秀，长子也是以谦让著名，三子唐玄宗开创了开元盛世，仅此就足以让李旦成为唐朝的功臣。\n\n\n家庭成员\n\n祖父母 \n　　祖父：唐太宗李世民\n\n　　祖母：文德顺圣皇后长孙氏\n\n父母 \n　　父亲：唐高宗李治\n\n　　母亲：武周女皇武则天\n\n兄弟姐妹 \n　　兄：燕王李忠、原悼王李孝、泽王李上金、许王李素节、孝敬皇帝李弘、章怀太子李贤、唐中宗李显\n\n　　姐：义阳公主、宣城公主、安定思公主\n\n　　妹：镇国太平公主\n\n后妃 \n\n皇后\n　　刘皇后，结发之妻，正室；生嫡长子李宪、寿昌公主、代国公主李华婉，被武则天勒令处死，追谥为肃明顺圣皇后\n\n　　窦德妃，侧室；生唐玄宗李隆基、金仙公主、玉真公主，被武则天勒令处死，追谥为昭成顺圣皇后\n\n妃嫔\n　　豆卢贵妃\n\n　　崔贵妃，生鄎国公主\n\n　　王德妃，惠宣太子李业母\n\n　　王贤妃，名芳媚，王德妃之妹，李业养母\n\n庶妃\n　　崔孺人，生惠文太子李范\n\n　　唐孺人，唐俭孙女，考古发现唐孺人与崔孺人墓\n\n　　崔孺人。因崔孺人墓志铭缺失，不知崔孺人与李范母是否同一人\n\n　　姬侍\n\n　　柳宫人，前宰相柳奭孙女，生惠庄太子李㧑\n\n子女 \n\n子\n　　1.让皇帝李宪，原名李成器，母刘皇后\n\n　　2.惠庄太子李撝\n\n　　3.唐玄宗李隆基，母窦德妃\n\n　　4.惠文太子李范\n\n　　5.惠宣太子李业\n\n　　6.隋王李隆悌\n\n女\n　　唐睿宗共有11个女儿：\n\n　　寿昌公主\n\n　　安兴昭怀公主\n\n　　荆山公主\n\n　　淮阳公主\n\n　　代国公主李华\n\n　　凉国公主\n\n　　薛国公主\n\n　　鄎国公主\n\n　　金仙公主\n\n　　玉真公主\n\n　　霍国公主\n\n\n墓地桥陵\n\n　　桥陵，又名桥冢。宋沈遘《真宗皇帝忌日醮文》：“伏以荆山之鼎既成，空瞻桥冢；帝所之游不返，孰问钧天？” 桥陵为唐睿宗李旦之墓，位于陕西蒲城县城西北15公里的丰山。丰山海拔为751米，这里是峰恋起伏，沟壑纵横，形成各自独立的山头。向南平野辽阔，与秦岭诸峰遥遥相对，山川壮丽，气象万千，丰山据记载叫金帜山，亦称金栗山和苏愚山。当地人们依其展翅欲飞的天然形势，称它为凤凰山。\n\n　　桥陵以山为冢，在山腹开凿地下宫殿，在地面上绕山筑城，四面各开一门，陵园周长约13公里，因建於开元盛世，各种设施十分崇厚。距今已历经1270多年风蚀雨剥，但所保留的40多尊巨大石刻：石华表、石鸵鸟、石马、石人、石狮等，却依然眉目清晰，生动自然。石雕排列成行，气势磅礴，蔚为壮观，堪称盛唐石刻艺术的露天展览馆。\n\n　　据记载，桥陵当时地面建筑除雄伟的九间献殿外，还有几座阙楼及下宫、陵署等，几十年内房屋建筑即达140间。陵园设有陵台令及主文、主乐、主辇、典事等官员23人，陵户400人，还设有折冲府，专门有官兵负责保卫工作。天宝十四载，杜甫由长安至奉承看望家人，除写成有名的\n\n　　《自京赴奉先县咏怀五百字》长诗外，还写有《桥陵诗本十韵因呈县内诸葛官》，诗句有“先帝昔晏驾，兹山朝百灵，崇冈摇篮象设，活野开天庭”，“石门霜露白，玉殿莓苔青。宫女晓知署，祠官朝见星”。诗中对渭南桥陵的建设及官没宫女供养犹如皇帝生前情况，作了形象的描述。陵园地面建成筑虽忆荡然不存，然现遗迹，物别是地南面有的石刻群，仍可年出，陵园布局匀称，加上墙壁的社托，气势颇为宏伟。\n\n　　1988年，桥陵被国务院确定为国家重点文物保护单位。随着考古和旅游事业的发展，桥陵地下宫殿之奥秘公之于众的时候指日可待。\n\n\n为政举措\n\n政治\n\n●中央\n\n　　李旦两次称帝，但第一次完全是母亲的傀儡，只有第二次登基期间才算真正掌权。他即位初期，以姚崇、宋璟为宰相，并在其辅佐下，革除弊政，整修纲纪，拨乱反正，使朝政呈现出一派振兴气象，史称“复有贞观、永徽之风”。\n\n　　1. 昭雪冤案：李旦即位以后，对中宗年间的一些冤案进行了平反和昭雪。他追谥庶人李重俊为节愍太子，并追复张柬之、崔玄暐、敬晖、桓彦范、袁恕己、李千里、李多祚、王同皎、苏安恒等人的官爵。\n\n　　2. 裁减冗官：中宗年间，韦皇后与安乐公主专擅朝政，公开卖官鬻爵，不经中书门下，由皇帝直接任命官员，称为斜封官。到中宗后期，靠花钱上来的官员多达数千人。李旦即位以后，下诏将斜封官全部罢免，同时罢免了各公主府官。\n\n　　3. 恢复三铨制度：唐初规定，官员的选用、考绩都由尚书省主管，文官经由吏部，武官经由兵部，尚书与侍郎合称三铨。中宗年间，因韦后专权，三铨制度遭到破坏。李旦即位后，下诏恢复了三铨制，并让姚崇和宋璟分别兼任兵部尚书、吏部尚书，负责文武官员的考选工作。 \n\n　　4. 整顿北衙禁军：北衙禁军的核心力量称为万骑，因在唐隆政变中建有大功，在长安多有不法之举。李旦即位后，将万骑将士全部放到京外为官，并停止从户奴中招募万骑兵员。他又增置飞骑，隶属于左右羽林军，以取代万骑的核心地位。后来，李旦又将左右万骑与左右羽林军整编为北门四军。\n\n　　5. 削除诸王兵权：李旦为保障太子李隆基的地位，免去宋王李成器、申王李成义、岐王李隆业、薛王李隆范的左右卫大将军、左右羽林大将军军职，并明确规定诸王、驸马不得统领禁军。\n\n　　6. 清算韦氏乱党：李旦即位后，对中宗年间祸乱朝纲的韦氏乱党进行追究清算。他追废韦皇后、安乐公主为庶人，将党附韦氏的宰相萧至忠、韦嗣立、赵彦昭、崔湜全部罢免，贬为刺史。越州长史宋之问、饶州刺史冉祖雍皆流放岭南。\n\n　　7. 消除武氏影响：中宗年间，武则天虽然退位，但武氏一族仍有很大的影响力。李旦即位后，取消武则天的“则天大圣皇后”称号，复称“天后”，并废除武氏崇恩庙及昊陵、顺陵。他还追削武三思、武崇训父子的官爵，铲平其坟墓，剖棺戮尸，极力打击武氏的残存势力，消除武氏一族在政治上的影响力。 \n\n　　而与此同时，李旦还非常信任妹妹太平公主，常与她一同商议朝廷大政，甚至到了“每入奏事，坐语移时；或时不朝谒，则宰相就第咨之”的地步。每有宰相奏事，李旦都要先问：“可曾与太平商量过吗？”然后才问：“可曾与三郎商量过吗？”当得知了太平公主和李隆基的意见后，他才做出决定。当时，太平公主可谓是权倾朝野，权势甚至超过了李旦。\n\n　　李旦即位后的第二年，便失去了刚即位时的进取精神。他任用窦怀贞、崔湜等为宰相，并将已经罢免的斜封官全部恢复，使得朝政出现腐败和混乱的现象，史称“复如景龙之世”。后来，李旦不听大臣劝谏，征发数万民工，耗费一百万缗，大肆拆毁民居，为女儿金仙公主、玉真公主修建道观。他还在太平公主的请求下，恢复了昊陵、顺陵的陵号，并设置陵官。\n\n●地方\n　　景云二年五月，李旦以山南道、陇右道所辖区域阔远为由，将山南道分为山南东道、山南西道。他又将陇右道黄河以西的凉州、甘州、肃州、瓜州、沙州、伊州、西州等七州划出，设置河西道，并设置节度使、支度使、营田使等职。贺拔延嗣成为首任河西节度使，节度使从此成为朝廷正式官职。\n\n　　是年六月，李旦又拟将全国分为二十四个都督府管区，令都督纠察所管州刺史以下官吏，但因都督权柄过大，遭到群臣反对，未能实行。他又废除负责地方监察事务的右御史台，设置十道按察使，负责监督地方政治，使得按察使一职成为常设官员。\n\n军事\n主词条：冷陉之战\n\n　　景云元年十二月，奚族南侵，劫掠渔阳、雍奴等地，而后经卢龙塞退回漠北。幽州都督薛讷率军追击，但却未能追上。不久，李旦将薛讷调任为并州长史，以左羽林将军孙佺接任幽州大都督。\n\n　　延和元年六月，孙佺不听部将劝谏，出动两万步兵、八千骑兵，与左骁卫将军李楷洛，左威卫将军周以悌兵分三路，袭击奚族，结果在冷陉地区被奚族酋长李大酺所率八千骑兵击败。他谎称是奉旨前来招抚，并诬称是李楷洛不受节度而擅自出战，同时将紫袍、金带、鱼袋以及军中锦帛万余段赠予李大酺，以示和好。李大酺让孙佺还师。孙佺仓惶撤退，部伍大乱。李大酺乘势追击，俘获孙佺、周以悌，送往突厥斩首。唐军全军覆没。\n\n文教\n●尊孔崇儒\n　　景云二年，李旦命太子李隆基到太学行释奠礼。\n\n　　太极元年，李旦命官府拨付三十户人家，负责孔宣父祠庙的清洁洒扫工作。不久，李旦再次命李隆基释奠于国学，并追赠颜回为太子太师、曾参为太子太保。他还规定每年春秋两次释奠，以四科弟子、曾参配祀孔子，列于二十二贤之上。\n\n外交\n●与突厥的关系\n\n　　景云二年正月，后突厥默啜可汗遣使请和，并请求和亲。李旦封宋王李成器之女为金山公主，许嫁默啜，并命鸿胪卿和逢尧出使突厥。默啜遂改穿唐人冠带，南拜称臣，派其子杨我支及国相入朝迎亲。但最终因李隆基即位，亲事废除。\n\n　　景云二年十二月，李旦册拜西突厥兴昔亡可汗阿史那献为招慰十姓使，让他招抚西突厥治下十姓部落。\n\n●与吐蕃的关系\n　　景云元年，安西都护张玄表侵掠吐蕃北境。吐蕃通过贿赂鄯州都督杨矩，向朝廷索取河西九曲之地。李旦采纳了杨矩的建议，将河西九曲作为金城公主的汤沐邑，赠予吐蕃。\n\n●与南蛮的关系\n　　姚州蛮是南蛮的一支，主要聚居于剑南道西南的姚州，曾依附于吐蕃，后又归附唐朝。景云元年，李旦听从代监察御史李知古的建议，在姚州修筑城池，设置州县官署，重征租税。李知古征发剑南道府兵前往筑城，还打算趁机铲除蛮族各部豪杰，掠其子女为奴婢，结果引起蛮民怨怒。蛮酋傍名引导吐蕃攻入姚州，杀死李知古，以其尸身祭天。从此姚州一带通往内地的道路断绝，连续多年都未能打通。\n\n\n轶事典故\n\n屡受猜忌\n　　李旦于武氏当政期间，一直是李唐的政治旗帜，因此在中宗年间备受中宗及韦氏一党的猜忌。\n\n　　景龙政变时，太子李重俊事败被杀。安乐公主与宰相宗楚客趁机陷害李旦与太平公主，诬称二人与李重俊同谋。御史中丞萧至忠负责调查，哭谏道：“陛下富有四海，却容不下一弟一妹，而让人罗织罪名加以残害吗？相王昔为皇嗣，在则天皇后面前数日不食，请求将天下让于陛下，其德行天下皆知，陛下怎能怀疑于他。”唐中宗只得作罢。\n\n　　唐中宗死后，上官婉儿负责起草遗诏，曾想让韦皇后听政，并由李旦辅政。但宗楚客却对韦温道：“相王辅政，于理而言并不适宜，何况他和皇后又是叔嫂关系。自古礼制讲究叔嫂不通问，到时临朝之时，他和皇后又该如何为礼呢。”二人率诸宰相上表，请韦皇后临朝摄政。苏瑰虽表示反对，但李旦最终还是被罢去了辅政之权。\n\n抱子而哭\n　　唐隆政变前，李隆基并未把兵变计划告诉李旦。他对刘幽求、葛福顺等人道：“此番举事是为了挽救大唐社稷，事成福祉自当归于相王。但若万一事败，我们以身殉国便是，何必连累相王。现在将计划告知相王，他若赞成，就是让他也参预这种危险的行动，若不赞成，必会坏了大事。”政变成功后，李隆基请李旦入宫稳定局势，并叩头请罪。李旦抱着李隆基，哭道：“社稷宗庙不坠于地，全都是你的功劳啊。”\n\n天子问道\n　　李旦崇信道教，曾召见天台山道士司马承祯，向他请教阴阳术数。司马承祯道：“所谓‘道’，就是损之又损，以至于无为。”李旦又问：“对于个人修行来说，无为是最高的境界，那么治理国家的最高境界又是什么呢？”司马承祯答道：“治理国家与个人修行是一个道理，只要顺应世间万物的自然发展，屏除私心杂念，国家便可趋于大治。”李旦大为赞赏，将司马承祯比喻为教育黄帝的广成子。\n\n绳奸之论\n　　侍御史杨孚执法严明，纠劾官吏，不避权贵，因而受到权贵的诋毁。但李旦却道：“在老鹰搏击狡免时，必须赶紧帮助它，否则它就会反被狡免咬伤。御史绳奸也是这个道理。如果君主不对他多方保护，他必会被奸恶之徒所咬伤。” \n\n传德避灾\n　　太平公主为了除掉太子李隆基，在彗星之事上借题发挥，指使术士向李旦进言：“彗星出现标志着除旧布新，而位于天市垣内的帝座星、心前星均有变化，这一切都预示着皇太子将要成为天子。”她本意是指太子将会篡位，想借此挑拨李旦与李隆基的父子关系，引起李旦的猜忌之心。但李旦却认为这是天意让他禅位太子，决定“传德避灾”。\n\n　　太平公主及其党羽见弄巧成拙，又极力劝谏，认为李旦不可禅位。李旦却道：“中宗年间，奸佞擅权，上天多次示警。我当时就曾请中宗择立贤子，以避灾祸，结果惹得中宗不悦。我为此忧惧数日，寝食难安。难道说，我能劝说中宗禅位，而临到自己该禅位的时候，却反而做不到吗？”\n\n　　李隆基听闻消息，连忙入宫，叩头力辞。李旦道：“社稷能够安定，我能够登基，都是你的功劳。如今帝座星有灾异出现，我传位给你，是希望能转祸为福，你又何必有所疑虑。”李隆基仍极力推辞。李旦又道：“你若是一个孝子，就当接受禅位。难道非要等我死了，方肯在柩前即位吗？”李隆基只得答应，流涕而出。\n\n",
  "desc": "唐睿宗李旦（662年6月22日[1] —716年7月13日），初名李旭轮，唐高宗李治第八子，武则天幼子，唐中宗李显同母弟。初封殷王，领冀州大都督。他一生两度登基，二让天下，在位时间文明元年至载初二年（684年―690年）和景云元年至延和元年（710年―712年），共在位8年。公元690年让位于母后武则天，被封为皇嗣。公元710年再度即位。公元712年禅位于子李隆基（唐玄宗），称太上皇，居五年去世，享年五十五岁，庙号唐睿宗，谥号玄真大圣大兴孝皇帝，葬于桥陵。",
  "dynasty": "唐代",
  "id": 1070,
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_1070.jpg",
  "name": "李旦",
  "star": 2
}