{
  "content": "野史逸闻\n\n　　唐文宗太和初年，沈亚之要到邠州去，出了长安城，住在索泉旅舍。那是春天，他大白天作梦，梦见自己到了秦国。一位姓廖的主内史，竭力向秦公举荐沈亚之。秦公将沈亚之召到殿前，迎面而坐说：\"我想使国家强大起来，想听听你有何良策，能不能传授于我？\"沈亚之以昆、彭、齐桓公作例子回答他的问题，秦穆公听了很高兴，随即任他\"中涓\"之职，派他辅佐西乞术去讨伐河西，沈亚之身先士卒，冲锋陷阵，连攻下五座城池。穆公得知这一战报，十分兴奋，起身慰劳他说：\"你辛苦了，好好休息一下吧。\"他在宫中住了好长时间，秦穆公的小女儿叫弄玉，她的丈夫萧史已经死了。穆公对沈亚之说：\"没有你，晋国的五座城池不会为秦所有，你立大功了。我有个爱女，想让她侍奉于你，如何？\"沈亚之少年就自立自强，不愿受人之恩而臣服之，便推辞，但没有推辞掉。于是，他被拜为左庶长，赐金二百斤，并将公主许配给了她。老百姓还称弄玉为萧家公主。一天，一个穿黄衣服有权势的太监骑着马疾速跑来，请沈亚之进宫。宫殿上下十分威严。公主弄玉被呼唤出来。她穿着偏袖长衣，头发黑而稠密，尽管没有着意妆饰，却显得殊丽妩媚，难以描绘。侍女们恭恭敬敬地分立两旁，共有数百人之多。穆公在便馆召见了沈亚之，并让他住进宫中，门上题了\"翠微宫\"三个字。宫中的人们称这里为\"沈郎院\"。虽然他位居下大夫，但由于公主的原因，可以在宫禁中自由出入。公主喜欢凤箫，每次吹箫，必然要坐在\"翠微宫\"的高楼顶上。那箫声悠远动情，催人泪下，听到者莫不进入\"忘我\"之境界。公主是七月七日出生的，沈亚之不知道拿什么为她祝寿才好。内史廖曾受秦国派遣把一批歌伎赠给西戎，西戎回赠水犀小合。沈亚之从廖处得到了它，就把它献给了公主。公主十分欣赏喜爱，便系在了裙带上。穆公对待沈亚之像对待女儿一样，恩赐有加，众人有目其睹。第二年春天，穆公的心情刚刚平静下来，弄玉公主忽然无病而死。穆公追伤不已，准备埋葬在咸阳原上。穆公让沈亚之写挽歌，他奉命写道：\"泣葬一枝红，生同死不同。金钿坠芳草，香绣满春风。旧日闻箫处，高楼当月中。梨花寒食夜，深闭翠微宫。\"写完之后呈送上去，穆公读完连声称好。这时，见宫中不少人都忍不住而哭出声满脸是泪，穆公也随之抽泣起来。他又让沈亚之作墓志铭，只记得上面写道：\"白杨风哭兮石甃髯莎，杂英满地兮春色烟和。珠愁纷瘦兮不生绮罗，深深埋玉兮其恨如何？\"他也到咸阳原上为弄玉送葬，有十四个宫女作了人殉。沈亚之悲伤惆怅过度，病倒了。他虽然还在翠微宫中，却被安置殿外特室，实际上不算在宫中了。住了一个多月后，病渐渐好了，穆公对他说道：\"本来想把小女的终生都托付给你，不料她尚未侍奉于你，却先死去了。我们这个小小的秦国，虽然不能辱没你，但我一看见你，就不能不为死去的小女而悲哀。你何不去投奔大国呢？\"沈亚之回答说：\"臣没什么才能。但赤心报君，待罪左庶长。我没有随公主一起去死，你却免罪于我，使我能归骨于自己的祖国，你这太阳一般的恩德我将永记不忘。\"临行之前，穆公设酒相送，唱秦腔，跳秦舞，跳舞的人击髆拍腿呜呜地叫，听起来不愉快，似有一股幽怨之气。穆公举杯来到沈亚之面前说：\"先祝你长寿。我听这声音不善，希望你作一首歌来纠正弥补一下吧。\"穆公催促人拿来笔砚，沈亚之受命，当即写下一首歌词：\"击髆舞，恨满烟光无处所；泪如雨，欲拟著辞不成语。金凤衔红旧绣衣，几度宫中同看舞。人间春日正欢乐，日暮东风何处去？\"写完，送给跳舞的人。在七嘴八舌的嘈杂声中，他把歌词念了一遍，四周都抽泣不已。沈亚之再次向穆公拜别，穆公又让他去翠微宫同公主的侍从们告别。重新走进殿内时，只见公主留下的珠翠散落在石阶上，纱窗上的浅红色小点依然如故。宫女们哭泣着面对着亚之，亚之也感动地呜咽良久，于是在宫门上题诗一首：\"君王多感放东归，从此秦宫不复期。春景自伤秦丧主，落花如雨泪燕脂。\"然后告别而去。穆公派人用车把他送出函谷关。出关后，送行的小吏说：穆公让送到这里就回去。沈亚之与他告别，话未说完，忽然惊醒了。原来自己仍躺在索泉邸舍里。第二天，沈亚之把这件事告诉了朋友崔九万。崔九万是博陵县人，对历史颇有研究。他对沈亚之说：\"关于写皇帝的书上说，秦穆公死后葬在雍橐泉祈年宫下面，这不是神灵显圣的凭证吗？\"沈亚之得到秦代的地理志书，说：\"如果像崔九万说的那样，哎呀，弄玉既然是神仙，怎么又会死了呢？\"\n\n",
  "desc": "沈亚之(781—832)，字下贤，汉族，吴兴（今浙江湖州）人。工诗善文，唐代文学家。沈亚之初至长安，曾投韩愈门下，与李贺结交，与杜牧、张祜、徐凝等友善。举不第，贺为歌以送归。元和十年（公元八一五年）第进士。泾原李汇辟掌书记，后入朝为秘书省正字。大和初，柏耆为德州行营诸军计会使,召授判官。耆贬官,亚之亦贬南康尉。后于郢州掾任内去世。沈亚之兼长诗、文、传奇，曾游韩愈门下，以文才为时人所重，李贺赠诗称为“吴兴才人”",
  "dynasty": "唐代",
  "id": 1460,
  "name": "沈亚之",
  "star": 1
}