{
  "content": "生平\n\n　　敦仁幼受家学，早岁上书劝闽王王昶入贡朝廷，其文才受到王昶赏识。王昶请他参决军机大事。敦仁鄙薄王昶杀父夺位，坚辞不就，并赋诗一首以明其志，诗题是《劝王氏入贡，宠予以官，作辞命篇》，诗曰：“争霸图王事总非，中原失统可伤悲。去来宾主如邮传，胜负干戈似局棋。周粟纵荣宁忍食，葛庐频顾漫劳思！江山有待归须早，好向鹪林择一枝。”不久，移居泉州城北泉山，杜门不出。\n\n　　南唐灭闽，留从效任清源军节度使，据有漳、泉二郡。敦仁和留从效过往甚密，留从效邀他当属官，敦仁力辞不获，于是求监南安县小溪场。敦仁上任，看到这里山川雄壮，人物夥繁，便具文申请设县，略谓：“土沃人稠，舟航可通，若益以邻界，因今之地，可以置县”。果得批准，并增割南安近地，取名清溪〔宋宣和三年改为安溪〕，敦仁即为首任县令，时在后周显德二年。\n\n　　敦仁欣赏小溪场场址“三峰玉峙，一水环回，黄龙内顾以骧腾，朱凤后翔而飞翥”的风光，便选为县治。\n\n　　是年冬，敦仁利用农隙，征调城郊民众每人服役三天，和轮值休息的戍卒，共同兴建县衙，整顿市容，至次年十月竣工。施工期间，敦仁曾赋《督役筑县廨，悯劳而作》一诗。\n\n　　敦仁为政，德惠居多，邑人“荷畚执筐，各安职业。”他重视文教，在《初建清溪县记》中，写有“地华人质，业儒者寡……曰教之，令固不敢不勉，而从令之教，尔邑之人，当交相劝勉，以副令之愿望。”谆谆劝导，语重心长。但他不乐当官，在任一年多，便推荐闽王审知孙王直道继任。\n\n　　敦仁爱县西佛耳山清静僻远，卸任后卜筑定居，名其宅曰：“清隐”，王直道屡次请他参与政事，敦仁均予婉谢。宋太平兴国四年去世，所著有《清隐集》。敦仁生前上书劝闽王王昶入贡归宋，避免漳泉二郡战乱，有功于民。\n\n　　安溪民众怀念敦仁，曾为立生祠。到宋咸淳三年，乡绅林济川等列其生平事迹，申请颁赐庙号；八年，敕赐庙号“灵惠”，并封敦仁为靖惠侯。敦仁所居之里，后人以留从效通信中，有“崇待笃信”之句，名之曰“崇信”，即现在的祥华乡多卿一带。\n\n\n相关建筑\n\n　　开先县令詹敦仁纪念馆\n\n　　安溪开先县令詹敦仁纪念馆，前身为“清溪县开先令詹公祠”，泉州府志载：“詹去，邑人思之，为立生祠”，祠在县厅之东。祀清溪县首令詹敦仁。宋太平兴国四年，\n\n　　敦仁辞世，士民因祝祭不便，状乞改于县厅外东界重建，980年改建祠宇为“清溪县开先令詹公祠”，以缅怀先令“爱民如子，惠利及民，清修砥节，廉顽立儒之风”。 “开先祠”历经千年沧桑，几经兴废与迁徙，文革期间，被改建银行，原貌全毁，风光无存二十世纪九十年代，海内外安溪詹氏乡亲和有识之士恳求恢复“开先祠”原貌。县人民政府为纪念先令上书置县、致力统一之功，勤政爱民，清正廉洁之德，于1998年5月4日以“安政办[1998]49号文”正式批准择地重建,并将“开先祠”易名为“安溪开先县令詹敦仁纪念馆”。1998年5月8日成立“安溪开先县令詹敦仁纪念馆”筹建理事会，负责“纪念馆”建设全面工作，并举海内外全体詹氏乡亲之力，精心建设，历时六载，遂大功告成，并于2004年11月19日举行落成庆典。 新建“安溪开先县令詹敦仁纪念馆”，坐落于凤冠山大石垵，是了解安溪县史的景观之一。“纪念馆”占地面积5600多平方米，建筑面积1670多平方米，总投资1025万元人民币；建筑结构是由主殿、东西凉亭、东西楼管理房、金炉和进馆门组成；主殿内有詹敦仁圣像、詹敦仁生平事迹及图解、詹敦仁和其子詹琲诗词十八屏、詹敦仁亲笔撰写的“新建清溪县记”、明万历年间礼部尚书黄凤翔撰写的“重修开先令祠记”和安溪县长尤猛军撰写的“安溪开先县令詹敦仁纪念馆碑记”。蓝溪水、笔架山如玉带环绕于前，凤山似冠加冕于后，交织成独特的景色。纪念馆新姿规制古典，巍峨高峻，气宇轩昂；内有石木艺术精雕、古香古色；诗词、联文，如镶珠嵌玉，满室生辉；建筑技艺精湛，匠心独运，富丽堂皇，别具一格，堪称安溪之冠。是凤山风景旅游区一颗璀璨明珠。 立身于纪念馆，矫首极目，近有一水环回，远眺三峰玉峙，缅怀一千多年前的开先县令詹敦仁勤政爱民、清正廉洁、开先置县、力促国家统一大业之功绩，永载千秋。将对进一步弘扬安溪历史文化，促进海内外文化交流和祖国统一大业，产生深远的影响。\n詹敦仁是为仙游詹姓之祖。其后代子孙居于仙游县大济一带。\n\n",
  "desc": "詹敦仁，字君泽，生于后梁乾化四年（914年）。安溪首任县令，追封靖惠侯。先世河南光州固始人。祖父詹缵随王审知入闽，任前锋兵马使，后退居仙游县植德山下。父詹世隆，兵曹录事参军。《全唐诗》、《全唐诗补编》共存其诗十九首，《全唐文》、《唐文拾遗》共存其文二篇。生平事迹见《十国春秋》卷九七。",
  "dynasty": "唐代",
  "id": 1521,
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_1521.jpg",
  "name": "詹敦仁",
  "star": 0
}