{
  "content": "人物生平\n\n　　林正大，字敬之，号随庵，南宋开禧年间为严州学官。又据嘉泰四年滁州州学教授陈子武跋：“永嘉林君正大敬之，道州使君之子，尚书吏部开府公之孙也。生长华胄，屹不为流俗移，恪守诗礼遗训，期以翰墨自植，高山流水，未遇赏音，体《易》随时之义，故自号曰随庵居士云。”这里的“尚书吏部开府公”，据泰顺《四溪林氏谱》记载“六世有名杞者，宋崇宁进士。杞终帅府参谋、赠金紫光禄大夫吏部尚书特进开府仪同三司加少保”，指的是林杞。而泰顺《分疆录·乡逸传》有：“林伯礼，杞孙，字正大，号随庵，喜读书，尚吟咏，为礼能文，隐居不仕。”\n\n　　根据叶适《水心文集》卷七《林敬之挽词》，可知林正大辞去教职，居住在新河街，专研孟子，身后凄凉，卒时当为《永宁志》刚成之时，即嘉定九年。薛师石亦有《挽林敬之》云：“闭门常读《易》，遁世意如何。有酒可消闷，无阶不种莎。闲时寻旧友，月夜步新河。我亦逃名者，题碑愧尔多。”知其为读《易》遁世的隐者，与陈子武跋云：“体《易》随时之义，故自号曰随庵居士”正合。\n\n\n主要成就\n\n檃栝作品\n　　林正大是宋代创作檃栝词数量最多的词人，有《风雅遗音》二卷，计词四十一首。唐圭璋所编《全宋词》第四册所收林正大词四十一首，每首先录古人诗文，然后檃栝成词。\n\n　　林正大在嘉泰二年所写的《风雅遗音自序》介绍：“余暇日阅古诗文，撷其华粹，律以乐府，时得一二，裒而录之，冠以本文，目曰《风雅遗音》。是作也，婉而成章，乐而不淫。视世俗之乐，固有闻矣。岂无子云者出，与余同好，当一唱三叹而有遗味焉。” 可见《风雅遗音》是林正大在明确的编纂意图下自编的檃栝词集。\n\n　　《风雅遗音》其书檃栝对象以李白、杜甫、苏轼的作品为多，并扩大到前所未有的范围，且呈现出多样化，时间跨度也甚大。就檃栝的内容本身而言，很难说有什么特别的独创性，但对共计十八位作者的原篇，作了四十一首檃栝词，这个数量是空前绝后的。林正大的檃栝词带来了词的制作场面的典雅化，能面对已经获得定评的经典名作，与古人对话。正如林正大所说，檃栝可以带来“不惟可以燕寓欢情，亦足以想象昔贤之高致”的效果。这样，檃栝的历史至此以专集的出现为标志，到达了一个发展的最高点。\n\n　　如他的《贺新凉》檃栝王羲之《兰亭集序》云：“兰亭当日事。有崇山、茂林修竹，群贤毕至。湍急清流相映带，旁引流觞曲水。但畅叙、幽情而已。一咏一觞真足乐，厌管弦丝竹纷尘耳。春正暮，共修禊。 惠风和畅新天气。骋高怀、仰观宇宙，俯察品类。俯仰之间因所寄，放浪形骸之外。曾不知、老之将至。感慨旧游成陈迹，念人生、行乐都能几。后视今，犹昔尔。”保持着原作的意境与格调，在措辞上也比较忠实于原作。但对前人视生死为同一、生命长短无别的观点所持的否定态度核心部分，林正大有“念人生、行乐都能几”一句为原作所无，显然是作者自己人生苦短、须及时行乐的人生观和生活态度的主动加入，从改写的角度讲，是一种对原作的突破。\n\n　　又如《贺新凉》檃栝欧阳修《醉翁亭记》云：“环滁皆山也。望西南、蔚然深秀者，琅邪也。泉水潺潺峰路转，上有醉翁亭也。亭、太守自名之也。试问醉翁何所乐，乐在乎、山水之间也。得之心、寓酒也。 四时之景无穷也。看林霏、日出云归，自朝暮也。交错觥筹酣宴处，肴蔌杂然陈也。知太守、游而乐也。太守醉归宾客从，拥苍颜白发颓然也。太守谁，醉翁也。” 林正大将《醉翁亭记》檃栝入词，浓缩文意，入律可唱，以及《醉翁亭记》自身的音乐性，也使《醉翁亭记》在传唱中得以传播。\n\n　　林正大的檃栝词所檃栝对象相当广泛，既有辞赋，也有古文；既有乐府，也有古诗。如《酹江月》《满江红》檃栝杜甫《醉时歌》、《一丛花》檃栝杜甫《饮中八仙歌》、《贺新郎》檃栝王羲之《兰亭序》、《酹江月》檃栝陶渊明《归去来辞》、《沁园春》檃栝刘伶《大人先生传》、《水调歌》檃栝韩愈《送李愿归盘谷序》、《摸鱼儿》檃栝王绩《醉乡记》、《声声慢》檃栝杜甫的《丽人行》、《贺新凉》檃栝欧阳修《醉翁亭记》、《水调歌》檃栝欧阳修的《庐山高》诗、《酹江月》檃栝苏轼前后《赤壁赋》、《水调歌》檃栝欧阳修的《昼锦堂记》、《贺新凉》檃栝黄庭坚的《送王郎》诗、《水调歌》檃栝范仲淹《听真上人琴歌》、《满江红》檃栝黄庭坚《听宋宗儒摘阮歌》、《朝中措》檃栝黄庭坚《水仙花》诗、《满江红》檃栝韩子苍《题伯时画太一真人》诗、《贺新凉》檃栝苏轼《书林和靖诗后》、《水调歌》檃栝范仲淹《岳阳楼记》、《木兰花慢》檃栝李白《将进酒》、《水调歌》檃栝王禹偁《黄州竹楼记》、《清平乐》檃栝李白《采莲曲》、《满江红》檃栝卢仝《有所思》、《满江红》檃栝苏轼《海棠》诗、《水调歌》檃栝李白《襄阳歌》、《江神子》檃栝欧阳修《明妃曲》、《意难至》檃栝李白《蜀道难》、《沁园春》檃栝白居易《庐山草堂记》、《摸鱼儿》檃栝叶清臣《松江秋泛赋》、《意难至》檃栝黄庭坚《煎茶赋》、《酹江月》檃栝李白《送张承祖之东都序》、《酹江月》檃栝苏轼《月夜与客饮杏花下》、《水调歌》檃栝李贺《高轩过》、《虞美人》檃栝刘禹锡《武昌老人说笛歌》、《江神子》檃栝黄庭坚《题杜子美浣花醉归图》、《沁园春》檃栝范仲淹《严先生祠堂记》、《临江仙》檃栝李白《春夜宴从弟桃李园序》、《酹江月》檃栝李白《清平调词》组诗。\n\n首创作品\n　　林正大作品中唯一称得上首创的词作是《水调歌·送敬则赴袁州教官》：“人笑杜陵客，短褐鬓如丝。得钱沽酒，时赴郑老同襟期。清夜沉沉春酌，歌语灯前细雨，相觅不相疑。忘形到尔汝，痛饮真吾师。 问先生，今去也，早归来。先生去后，石田茅屋恐苍苔。休怪相如涤器，莫学子云投阁，儒术亦佳哉。谁道官独冷，衮衮上兰台。”词中虽然套用杜甫《醉时歌》的句子和意境，但实际上是他送敬则赴袁州教官有感而作，属于创作而非二次加工，是借他人之酒，浇自己心中的块垒。\n\n",
  "desc": "林正大（约1200年前后在世），宋代词人。字敬之，号随庵，生卒年均不详，约宋宁宗庆元前后在世。开禧中（1206年）为严州学官。其好以前人诗文，檃栝其意，制为杂曲，因此被称为宋代最为“专业”的檃栝词人。传世作品有《风雅遗音》二卷，共计四十一首词。",
  "dynasty": "宋代",
  "id": 3150,
  "name": "林正大",
  "star": 1
}