{
  "content": "文学成就\n\n文风简介\n　　袁枚的古体诗长期以来更是受到忽略。实际上，古体诗创作集中体现了袁枚诗歌的天才特色，激情澎湃，纵横恣肆，充满生命力和创造性，呈现出不同于近体诗创作的美学特征，是我们全面认识袁枚诗作不可或缺的重要部分。袁枚是清代中叶最负盛名、最有影响的诗人，居“乾隆三大家”之首，执诗坛牛耳近50年。他在考据成风的乾嘉时期，在重经学、重学问的诗坛上，以充满创造精神、洋溢着天才之气的诗作，独树一帜，非同凡响。\n\n文学著作\n　　袁枚著有《小仓山房集》；《随园诗话》16卷及《补遗》10卷；《新齐谐》24卷及《续新齐谐》10卷；散文 ，尺牍等30余种。\n　　袁枚之妹袁机亦甚具学识，《如皋县志》、《杭州府志》、《清史稿·列女传》皆有传。袁机于乾隆二十四年卒，袁枚八年后写成的散文代表作《祭妹文》哀婉真挚，流传久远，古文论者将其与唐代韩愈的《祭十二郎文》并提。\n　　袁枚收录了许多鬼怪故事，以简洁明了的笔法，写成笔记小说《子不语》，与纪晓岚《阅微草堂笔记》齐名。袁枚也是一位美食家，写有著名的《随园食单》，是清朝一部系统地论述烹饪技术和南北菜点的重要著作。该书出版于乾隆五十七年。江苏古籍出版社已出版《袁枚全集》共八卷。\n　　其中《小仓山房集》中的《黄生借书说》收录到上教版初二语文第一学期\n\n文学主张\n　　袁枚为文自成一家，与纪晓岚齐名，时称“南袁北纪”。倡导“性灵说”。主张写诗要写出自己的个性认为“自三百篇至今日，凡诗之传者，都是性灵，不关堆垛”。主张直抒胸臆，写出个人的“性情遭际”。主张“性灵”和“学识”结合起来，以性情、天分和学历作为创作基本，以“真、新、活”为创作追求，这样才能将先天条件和后天努力相结合，创作出佳品，认为“诗文之作意用笔，如美人之发肤巧笑，先天也；诗文之征文用典，如美人之衣裳首饰，后天也”。主张文学应该进化，应有时代特色，反对宗唐宗宋。他讥讽神韵派是“贫贱骄人”，格调派是“木偶演戏”，肌理派是“开骨董店”，宗宋派是“乞儿搬家”。他也反对沈德潜的“温柔敦厚”说，认为“孔子论诗可信者，‘兴观群怨’也；不可信者，‘温柔敦厚’也”。主张骈文和散文并重，认为骈文与散文正如自然界的偶与奇一样不可偏废，二者同源而异流，它们的关系是双峰并峙，两水分流。诗歌清新隽永，流转自如。写景诗飘逸玲。其中，和他的诗歌主张与风格相似的诗人还有郑燮、赵翼、张问陶和黄景仁。朱庭珍评述袁枚：“袁既以淫女狡童之性灵为宗，专法香山、诚斋之病，误以鄙俚浅滑为自然，尖酸佻巧为聪明，谐谑游戏为风趣，粗恶颓放为豪雄，轻薄卑靡为天真，淫秽浪荡为艳情，倡魔道妖言，以溃诗教之防。”\n　　袁枚的文学思想有发展的观点，对封建正统文学观点及形式主义思潮有冲击作用。另外，他强调骈文作为美文学的存在价值，有一定的积极意义。但他的诗多叙写身边琐事，多风花雪月的吟哦，缺少社会内容，有些诗趋向艳俗，不免浅薄甚至浮华。\n\n观点主张\n　　袁枚一生，历任溧水、沭阳、江浦、江宁知县，除了赢得贤明政声之外，留下的文学著作也很多，有《小仓房诗文集》、 《随园诗话》、《随园随笔》和笔记小说《子不语》等。《随园诗话》是他的代表作，有独特的文学见解。他提出“性灵说”，对儒家诗教提出异议。部分诗篇对汉儒和程朱理学发难，并宣称“《六经》尽糟粕”。他主张直抒胸臆，词贵自然，反对泥古不化，强调自创精神，这在我国文学史上是具有进步意义的。袁枚论诗主张抒写性情，继明公安派之后揭橥“性灵说”。这种文学论调与当时的吴敬梓、曹雪芹、郑燮、张问陶等人的进步文学思潮、哲学思潮、史学思潮相互对应着。他认为诗必须有诗人不失赤子之心的“真我”，反对儒家传统诗论，认为艳诗可作。他的诗论为清代诗坛带来一股清新之风，对扫除拟古之作有积极作用。其诗多抒发个人的闲情逸致或叹古讽今，往往随性而发，富于情趣与意境，追求明白晓畅、清新灵巧的艺术风格。散文思想颖锐，部分作品直接揭露现实黑暗与官场腐败。抒情作品则情感真挚，富于感染力，具有清新自然，文笔生动的特点。 他主张写诗要写出自己的个性，认为“自三百篇至今日，肌理派是“玲。\n　　袁枚的文学思想有发展的观点，对封建正统文学观点及形式主义思潮有冲击作用。另外，他强调骈文作为美文学的存在价值，有一定的积极意义。但他的诗多叙写身边琐事，多风花雪月的吟哦，缺少社会内容，有些诗趋向艳俗，不免浅薄甚至浮滑。\n\n价值贡献\n　　袁枚是个重视生活情趣的人，他爱金陵灵秀之气，在他任江宁县令时，在江宁小仓山下以三百金购得随园。随园旧为织造园，当时「园倾且颓，……百卉芜谢，春风不能花。」荒废已久，袁枚购得后，加以整治，由于是「随其丰杀繁瘠，就势取景。」因此称为「随园」。他在《杂兴诗》描写随园景致：「造屋不嫌小，开池不嫌多；屋小不遮山，池多不妨荷。游鱼长一尺，白日跳清波；知我爱荷花，未敢张网罗。」如此诗情画意，令人想往，也难怪袁枚怡然自得，放情声色，不复作出仕之念。随园四面无墙，每逢佳日，游人如织，袁枚亦任其往来，不加管制，更在门联上写道：「放鹤去寻山鸟客，任人来看四时花。」\n\n袁枚手植藤\n　　袁枚以文学为终身事业，是清代的文学家，性灵派创作理论的提倡者。性灵即性情也。他以为「诗者，人之性情也，性情之外无诗。」又说：「凡诗之传者，都是性灵，不关堆垛。」他认为诗歌是内心的声音，是性情的真实流露。文章以骈体最为擅长，颇得六朝体格，享文章之盛名数十年。其为人亦如作文，坦白率真，讨厌矫情，却极重情义，其友沈凤司死后，因无后嗣，袁枚每年为他祭坟，三十年未曾间断，对友人的情义深重，令人感动。\n　　袁枚致力为文，著述颇丰，有《小仓山房诗文集》、《随园诗话》、《随园随笔》《随园食单》……。其中《随园食单》是一部有系统的论述烹饪技术和南北菜点的著作，全书分须知单、戒单、海鲜单、杂素菜单、点心单、饭粥单……茶酒单等十四个方面。在须知单中他开宗明义地说：“学问之道，先知而后行，饮食亦然，作须知单。”此篇可作为饮食通则，而戒单云：“为政者兴一利不如除一弊，能除饮食之弊，则思过半矣，作戒单。”此篇正好与须知单互为表里。\n\n评价\n　　“通天老狐，醉辄露尾”，这是洪亮吉在《北江诗话》中对袁枚的评价。\n\n\n纪念场所\n\n袁枚墓\n　　袁枚死后即葬于随园。其墓位于小仓山南岭随家仓的百步仓上，原为省级文件保护单位。墓原有石牌坊，上刻“清故袁随园先生墓道”九字，并树“皇清诰授奉政大夫显考袁简斋之墓”石碑一块，碑文为古文家姚鼐所撰。“十年动乱”中均被全部毁坏。1974年3月，因建五台山体育馆，经批准，由南京市文件保管委员会对该墓进行了清理。3月18日开始，历时3天，共清理墓葬三座。皆为砖室，长2.5米左右，其宽度仅容木棺一具，除葬袁枚本人以外，其余两座均为女墓，当属袁枚妻、妾。随葬物有金簪3枚，金耳环2副，玉带片20块。以及玉管、铜镜、瓷罐等。\n\n袁枚故居\n　　随园，位于南京清凉山东，小仓山麓，乃清学者袁枚故居。\n\n\n介绍\n\n　　袁枚少有才名，擅长写诗文，乾隆四年24岁参加朝廷科考，试题《赋得因风想玉珂》，所吟诗中有“声疑来禁院，人似隔天河”妙句，然而总裁们以为“语涉不庄，将置之孙山”，幸得当时大司寇尹继善挺身而出，才免于落榜，得中进士，授翰林院庶吉士。乾隆七年外调做官，曾任沭阳、江宁、上元等地知县，推行法制，不避权贵，颇有政绩，很得当时总督尹继善的赏识。33岁父亲亡故，辞官养母，在江宁购置隋氏废园，改名“随园”，筑室定居，世称随园先生。\n\n生平\n\n仕途生涯\n　　袁枚是清代著名诗人、文学评论家，也是一位颇有贤名的县令。他出生于浙江钱塘，乾隆进士，曾为翰林院庶吉士。乾隆八至十年任沭阳知县。此时，正是所谓“乾隆盛世”，但在沭阳民间，却是万户萧疏、悍吏横行的现实。一个沭阳县，竟有“饥口三十万，饿死者不计其数”。袁枚面对这“路有饿殍、哀鸿四野”的惨状，拿起蘸着血泪的笔抒发感慨：“百死犹可忍，饿死苦不速，野狗衔髅髑，骨瘦亦无肉，自恨作父母，不愿生耳目。”他以犀利的笔尖，对那些“苛政猛于虎，悍吏虐于蝗”置人民生死于不顾的贪官污吏，进行无情的挞伐。他要“纾国更纾民，终为百姓福”。因此到任不久，就开仓赈灾，减免赋税，率民治水，筑有名的六塘子堰。采取多种抗灾措施，恢复和发展农业生产，较快地取得了成效。他还严厉管束家属、下属、衙役，不准扰民害民。在讼狱处理上，据史载，他“为政，终日坐堂”，凡“吏民百事，有小讼狱立判无稽留”，大案也从速结案，加上治理有方，社会秩序较前稳定。他与耕夫、蚕妇、工匠、商贩、书生皆有交往，不但关心农事百业，还跻身市场，“关心米价问江东”，心系民生。在封建时代，由于阶级的局限性，袁枚能做到这样，已是难能可贵的了，百姓皆称他为“大好官”。袁枚由于为人正直，厌恶官场倾轧，40岁时便辞官不做，定居江宁，住小仓山下，建随园，自号仓山居士、随园老人，安于闲情逸致的生活中。\n　　乾隆十年，他离任沭阳时，百姓夹道送行，攀车饯酒，洒泪话别。乾隆五十三年，73岁的袁枚，受沭阳知名人士吕峄亭的邀请，又来沭阳作客，沭阳各界，一部分人曾趋前30里迎接。袁枚面对如此拥戴他的民众，写下了情意真挚的《重到沭阳图记》。他在这篇短文中深有感受地说：“视民如家，官居而不能忘其地者，则其地之人，亦不能忘之也。”官爱民，民爱官，此真不失为一方父母官的范例。\n　　袁枚治沭，距今已200多年。他当时在沭阳县衙手植的一株紫藤，至今仍生机勃勃，其叶蓁蓁，被列为沭阳县重点保护文物之一。\n\n文学生涯\n　　袁枚与赵翼、张问陶并称乾嘉诗坛性灵派三大家。他活跃诗坛40余年，有诗4000余首，基本上体现了他所主张的性灵说，有独特风格和一定成就。袁诗思想内容的主要特点是抒写性灵，表现个人生活遭际中的真实感受、情趣和识见，往往不受束缚，时有唐突传统。在艺术上不拟古，不拘一格，以熟练的技巧和流畅的语言，表现思想感受和捕捉到的艺术形象。追求真率自然、清新灵巧的艺术风格。其中较突出的佳作主要有两类：即景抒情的旅游诗和叹古讽今的咏史诗。袁枚亦工文章，散文如《祭妹文》、《峡江寺飞泉亭记》等，骈文如《与蒋苕生书》、《重修于忠肃庙碑》等，传为名篇。 袁枚又是乾、嘉时期主要诗论家之一。继明代公安派、竟陵派而持性灵说。《随园诗话》及《补遗》、《续诗品》是他诗论的主要著作。《随园诗话》除阐述性灵说以外，对历代诗人作品、流派演变及清代诗坛多有评述。《续诗品》则是仿司空图《二十四诗品》之作，立36目，用四言韵文简括诗歌创作过程、方法、修养、技巧等具体经验体会，即所谓创作“苦心”。与公安派相比较，袁枚的性灵说更有反道学、反传统的特点，指出诗并非说教的手段，而要抒写性灵。他把“性灵”和“学识”结合起来，以性情、天分和学习为创作基本，以真、新、活为创作的追求。他并不一概地反对诗歌形式的声律藻饰、骈丽用典等讲究，只要求从属于表现性灵。袁枚的性灵说较公安派前进了一步，全面而完整，被认为是明、清性灵说的主要代表者。\n　　袁枚文学思想还广涉文论及文学发展、文体作用等各个方面，在当时有进步意义。但他的文论不及诗论影响深广。\n\n兴趣爱好\n　　袁枚是个重视生活情趣的人，他爱金陵灵秀之气，在他任江宁县令时，在江宁小仓山下以三百金购得随园。随园旧为织造园，当时“园倾且颓，……百卉芜谢，春风不能花。”荒废已久，袁枚购得后，加以整治，由于是“随其丰杀繁瘠，就势取景。”此称为“随园”在《杂兴诗》描写随园景致：“造屋不嫌小，开池不嫌多；屋小不遮山，池多不妨荷。游鱼长一尺，白日跳清波；知我爱荷花，未敢张网罗。”如此诗情画意，令人想往，也难怪袁枚怡然自得，放情声色，不复作出仕之念。随园四面无墙，每逢佳日，游人如织，袁枚亦任其往来，不加管制，更在门联上写道：“放鹤去寻山鸟客，任人来看四时花。”\n　　袁枚以文学为终身事业，是清代的文学家，性灵派创作理论的提倡者。性灵即性情也。他以为“诗者，人之性情也，性情之外无诗。”又说：“凡诗之传者，都是性灵，不关堆垛。”他认为诗歌是内心的声音，是性情的真实流露。文章以骈体最为擅长，颇得六朝体格，享文章之盛名数十年。其为人亦如作文，坦白率真，讨厌矫情，却极重情义，其友沈凤司死后，因无后嗣，袁枚每年为他祭坟，三十年未曾间断，对友人的情义深重，令人感动。\n　　袁枚致力为文，著述颇丰，有《小仓山房诗文集》、《随园诗话》、《随园随笔》《随园食单》……。其中《随园食单》是一部有系统的论述烹饪技术和南北菜点的著作，全书分须知单、戒单、海鲜单、杂素菜单、点心单、饭粥单……茶酒单等十四个方面。有人传说此文章《食单》好许做菜方法是听来的，自己并不会做菜。在须知单中他开宗明义地说：“学问之道，先知而后行，饮食亦然，作须知单。”此篇可作为饮食通则，而戒单云：“为政者兴一利不如除一弊，能除饮食之弊，则思过半矣，作戒单。”此篇值得一提的是“茶酒单”一篇，此篇对于南北名茶均有所评述，此外还记载着不少茶制食品，颇有特色。其中有一种“面茶”，即是将面用粗茶汁去熬煮后，再加上芝麻酱、牛乳等佐料，面中散发淡淡茶香，美味可口；而“茶腿”是经过茶叶熏过的火腿，肉色火红，肉质鲜美而茶香四溢。由此可以看出袁枚是一个对茶、对饮食有相当研究的人。　六十五岁以后，袁枚开始喜欢上了游山玩水，游遍名山大川，浙江的天台、雁荡、四明、雪窦等山，安徽游过黄山、江西庐山、广东、广西、湖南、福建等地，喜爱品茶的他自然也会尝遍各地名茶，并且将它一一记载下来。他描写常州阳羡茶：“茶深碧色，形如雀舌，又如巨米，味较龙井略浓”。提到洞庭君山茶，他说：“色味与龙井相同，叶微宽而绿过之，采掇最少。”此外如六安银针、梅片、毛尖、安化茶等，也都有所评述。\n　　此外还写下许多茶诗，如《试茶》诗：“闽人种茶如种田，郄车而载盈万千；我来竟入茶世界，意颇狎视心逌然……。”描写福建人普遍种茶的情形，置身其中，仿佛进入茶世界。《湖上杂事诗》：“烟霞石屋两平章，渡水穿花趁夕阳；万片绿云春一点，布裙红出采茶娘。”描写身着红布裙的采茶姑娘在“万片绿云”的茶海中采茶，分外醒目。又《渔梁道上作》：“远山耸翠近山低，流水前溪接后溪；每到此间闲立久，采茶人散夕阳西。”可知他旅游时，除了欣赏群山万壑、山涧溪流的美景之际，亦不忘留意当地的“茶叶文化”，可看出他对茶的钟爱程度。\n　　袁枚70岁那年，游览了武夷山，对武夷茶产生了特别的兴趣。他先前对武夷茶的印象是“茶味浓苦，有如喝药”，因此他向来不喜欢武夷茶，但是乾隆五十一年人。乾隆元年入京应考，场内老师宿儒、贤达文士近百人，而他年纪最轻。乾隆四年进士，改翰林院庶吉士，散馆分发江南，历任溧水、江浦、沭阳，调江宁等知县。39岁时辞去官职，筑园林于金陵石头城下，名“随园”，学者称“随园先生”。在园内种竹浇花，著述终日。幼即嗜书，苦于无钱藏书。作官后，以薪俸易书，积至40万卷，筑藏书楼“小仓山房”、“所好轩”。自注何谓“所好”，味、色、花、竹、金石、字画，皆有时有限，只有藏书，不分少壮、饥寒，读之无限；还专门写有一篇《所好轩记》。乾隆三十八年诏求遗书，将所藏书传抄罕见者皆献于清廷，并作有《散书记》以纪。藏书印有“道素之门”、“百石山房”、“华里神仙”、“钱塘苏小是乡亲”、“此间乐”、“子才一阅”、“随园珍藏图书”、“小仓山房藏书之印”等。写诗主张抒写性情，反对儒家诗教。部分诗篇对汉儒和程朱理学进行了抨击，并宣称“六经尽糟粕”。多数作品则抒发其闲情逸致。著有《小仓山房诗文集》、《随园诗话》、《随园尺牍》、《子不语》、《随园随笔》等30余种。\n\n",
  "desc": "袁枚（1716－1797）清代诗人、散文家。字子才，号简斋，晚年自号仓山居士、随园主人、随园老人。汉族，钱塘（今浙江杭州）人。乾隆四年进士，历任溧水、江宁等县知县，有政绩，四十岁即告归。在江宁小仓山下筑筑随园，吟咏其中。广收诗弟子，女弟子尤众。袁枚是乾嘉时期代表诗人之一，与赵翼、蒋士铨合称“乾隆三大家”。",
  "dynasty": "清代",
  "id": 676,
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_676.jpg",
  "name": "袁枚",
  "star": 156
}