{
  "content": "靖康之变\n\n　　靖康元年八月，金太宗再次命东、西两路军大举南下，宋兵部尚书孙傅把希望放在士兵郭京身上，郭京谎称身怀佛道二教之法术，妄以道门“六甲法”以及佛教“毗沙门天王法”破敌。但神兵大败，金兵 分四路乘机攻入城内，金军攻占了汴京。宋钦宗遣使臣何到金营请和，宗翰、宗望二帅不允。\n\n　　公元1126年闰11月底，金兵再次南下。12月15日攻破汴京，金帝废宋徽宗与子赵桓为庶人。公元1127年3月底， 金帝将徽、钦二帝，连同后妃、宗室，百官数千人，以及教坊乐工、技艺工匠、法驾、仪仗、冠服、礼器、天文仪器、珍宝玩物、皇家藏书、天下州府地图等押送北方，汴京中公私积蓄被掳掠一空，北宋灭亡。因此事发生在靖康年间，史称“靖康之变”。 据说，宋徽宗听到财宝等被掳掠毫不在乎，等听到皇家藏书也被抢去，才仰天长叹几声。宋徽宗在被押送的途中，受尽了凌辱。先是爱妃王婉容等被金将强行索去。接着，到金国都城后，被命令与赵桓一起穿着丧服，去谒见金太祖完颜阿骨打的庙宇，意为金帝向太祖献俘。尔后，宋徽宗被金帝辱封为昏德公，关押于韩州，后又被迁到五国城囚禁。囚禁期间，宋徽宗受尽精神折磨，写下了许多悔恨、哀怨、凄凉的诗句，如：\n\n　　“彻夜西风撼破扉，萧条孤馆一灯微。家山回首三千里，目断山南无雁飞。”\n\n　　公元1127年7月，宋徽宗派臣子曹勋从金偷偷逃到南宋，行前交给他一件自己穿的背心，背心上写着“你快来援救父母。”宋徽宗将这几个字出示给周围的臣子看，群臣都悲泣不已。宋徽宗哭着叮咛曹勋，切记要转告高宗“不要忘了我北行的痛苦”，说着取出白纱手帕拭泪，尔后将手帕也交给曹勋说：“让皇上深知我思念故国而哀痛泪下的情景。”\n\n　　天会八年七月，金又将二帝迁到五国城软禁。到达五国城时，随行男女仅140余人。流放期间徽宗仍雅好写诗，读唐代李泌传，感触颇深。\n\n\n魂归故土\n\n　　宋徽宗被囚禁了9年。公元1135年四月甲子日，终因不堪精神折磨而死于五国城，享年54岁。金熙宗将他葬于河南广宁。公元1142年8月乙酉日，宋金根据协议，将宋徽宗遗骸运回临安，由宋高宗葬之于永佑陵，立庙号为徽宗。\n\n　　皇统元年 二月，金熙宗为改善与南宋的关系，将死去的徽宗追封为天水郡王，将钦宗封为天水郡公。第一是提高了级别，原来封徽宗为二品昏德公，追封为天水郡王，升为一品，原封钦宗为三品重昏侯，现封为天水郡公，升为二品。第二是去掉了原封号中的污侮含义。第三是以赵姓天水族望之郡作为封号，以示尊重。\n\n　　绍兴十二年三月，宋金《绍兴和议》彻底完成所有手续。夏四月丁卯，高宗生母韦贤妃同徽宗棺椁归宋。\n\n　　同年八月十余辆牛车到达临安，十月，南宋将徽宗暂葬于会稽，名曰永固陵。\n\n\n轶事典故\n\n青楼天子\n　　随着年龄的增长，赵佶迷恋声色犬马，游戏踢球更是他的拿手好戏。赵佶身边有一名叫春兰的侍女，花容月貌，又精通文墨，是向太后特意送给他的，后来逐渐变成了他的玩物。但赵佶并不满足，他以亲王之尊，经常微服游幸青楼歌馆，寻花问柳，凡是京城中有名的妓女，几乎都与他有染，有时他还将喜欢的妓女乔装打扮带入王府中，长期据为己有。当上皇帝以后，徽宗禀性难移，无心于政务，继续过着糜烂生活。\n\n　　内侍杨戬在徽宗面前夸耀另一刘氏有倾国倾城之貌，不亚于王昭君，徽宗将其召入宫中。刘氏本是酒家之女，出身卑贱，但长得光艳风流。徽宗一见，魂不守舍，瞬间便将丧妃之痛遗忘殆尽。徽宗对刘氏大加宠爱，与她形影不离，若离了她，竟是食不甘味，夜不能寐。刘氏天资颖悟，善于逢迎徽宗。还极善涂饰，每制一衣，款式新颖，装扮起来胜似天仙。不但徽宗喜欢，就连京城内外也竞相仿效。在徽宗看来，刘氏回眸一笑，六宫粉黛尽无颜色。道士林灵素见刘氏如此得宠，便曲意奉承，称刘氏为“九华玉真安妃”，绘其像供奉于神霄帝君之左。然而，随着时间的流逝，刘氏渐渐风韵不再，生性轻佻浮浪的徽宗欲再觅新欢。\n\n　　尽管后宫粉黛三千，佳丽如云，但徽宗对她们刻意造作之态感到索然无味，便微服出宫，寻找刺激。李师师，汴京人，本姓王，工匠之女，四岁丧父，遂入娼籍李家，后来成了名噪一时的京城名妓。她色艺双全，慷慨有侠名，号称“飞将军”。李师师既名冠汴京，徽宗自然不会放过她。自政和以后，徽宗经常乘坐小轿子，带领数名侍从，微服出宫，到李师师家过夜。为了寻欢作乐，徽宗专门设立行幸局专门负责出行事宜。荒唐的是，行幸局的官员还帮助徽宗撒谎，如当日不上朝，就说徽宗有排档；次日未归，就传旨称有疮痍。天子不惜九五之尊，游幸于青楼妓馆，并非光彩之事，所以徽宗总是小心翼翼，生怕被他人发现；其实多数朝臣对此都心知肚明，但却不敢过问，致使徽宗更加放荡。秘书省正字曹辅曾经挺身而出，上疏规谏徽宗应爱惜龙体，以免贻笑后人。徽宗听后，勃然大怒，立即命王黼等人处理此事。这些人自然领会徽宗的意思，以曹辅诬蔑天子之罪论处，徽宗当即将曹辅发配郴州。 \n\n交好王诜\n　　赵佶结交了一批与他臭味相投的朋友。他的挚友王诜，娶英宗之女魏国大长公主，封为驸马都尉。但王诜为人放荡，行为极不检点。虽然公主温柔贤淑，尽心侍奉公婆，而王诜却偏偏宠爱小妾，她们竟然多次顶撞公主。神宗为此曾两次将王诜贬官，但他却不思悔改，甚至在公主生病时，当着公主的面与小妾寻欢作乐。品行如此恶劣之人，却是赵佶的坐上宾。他们经常一起光顾京城内有名的妓馆——撷芳楼。王诜藏有名画《蜀葵图》，但只有其中半幅，他时常在赵佶面前提及此事，遗憾之情，溢于言表。赵佶便记于心，派人四处寻访，终于找到另外半幅画，就把王诜手中的那半幅也要了过去。王诜以为酷爱书画的赵佶要收藏这幅画，哪知赵佶却将两半幅画裱成一幅完整的画送给了他，于此可知二人之间的关系之深。\n\n　　赵佶对王诜如此大方，王诜自然投桃报李。有一次，赵佶在皇宫遇到王诜，恰巧因为忘带篦子，便向王诜借篦子梳头。王诜把篦子递给他。赵佶见王诜的篦子做得极为精美，爱不释手，直夸篦子新奇可爱。王诜不失时机地说：“近日我做了两副篦子，有一副尚未用过，过会儿我派人给你送过去。”当晚，王诜便差府中小吏高俅去给赵佶送篦子。高俅到赵佶府中时，正逢赵佶在蹴鞠，就在旁边观看等候。赵佶善踢蹴鞠，而高俅早年便是街头踢蹴鞠的行家，精于此技。见到赵佶踢得好时，高俅大声喝彩。赵佶便招呼高俅对踢。高俅使出浑身解数，陪赵佶踢球。赵佶玩得非常尽兴，便吩咐仆人向王诜传话，说要将篦子和送篦子的小吏一同留下。高俅日益受到赵佶的宠幸。后来，有些仆人跟赵佶讨赏，他居然说：“你们有他那样的脚吗？”赵佶之放浪形骸可见一斑。\n\n后宫生活\n　　徽宗17岁成婚，娶德州刺史王藻之女，即位后，册王氏为皇后。王皇后相貌平平，生性俭约，不会取悦徽宗，虽为正宫，但并不得宠。此时，徽宗宠幸的是郑、王二贵妃，二人本是向太后宫中的押班，生得眉清目秀，又善言辞。徽宗为藩王时，每到慈德宫请安，向太后总是命郑、王二人陪侍。二人小心谨慎，又善于奉承，颇得徽宗好感，时间一长，向太后有所觉察，及徽宗即位，便把二人赐给他。徽宗如愿以偿，甚为欢喜。据记载，郑氏“自入宫，好观书，章奏能自制，帝爱其才”。显而易见，郑氏不仅姿色出众，而且还能帮助徽宗处理奏章。因此，徽宗更偏爱郑氏。徽宗多次赐给郑氏情词艳曲，后来传出宫禁，广为流传。王皇后去世，徽宗于政和元年册封郑氏为皇后。 除了郑、王二氏之外，受宠爱的还有二刘贵妃、乔贵妃、韦贵妃等人。刘贵妃，出身寒微，却花容月貌，入宫即得到赵佶宠幸，由才人连升7级而至贵妃。然而，好景不长，升贵妃后不久即去世。刘贵妃曾亲手在庭院中种植了几株芭蕉，当时她说：“等这些芭蕉长大，恐怕我也看不着了。”在旁的侍从闻听此言，慌忙上奏徽宗，徽宗起初很不在意。谁知过了两天，刘贵妃病重，等徽宗前去探视时，刘贵妃已撒手而去。徽宗悲痛不已，特加四字谥号“明达懿文”，将其生平事迹编成诗文，令乐府谱曲奏唱。\n\n三次河清\n　　三国时期曹魏李康《运命论》：“夫黄河清而圣人生。”事实是，出现“河清”，显然与什么“圣人出”无关。大概谁也不会认为宋徽宗是个圣人，但他在位时，竟出现过三次“河清”，皇帝和百官弹冠相庆，用各种形式来歌功颂德。\n\n　　在黄河中下游，河水也有短时间变清的时候，即史书中作为祥瑞记下的“河清”，并不是五百年乃至一千年才一遇。据地质学史专家李鄂荣先生考证，中国历史上的“河清”，有记载可查的便有43次，首见于汉桓帝延熹八年，如从此时起算，平均不到40年就有一次。\n\n　　根据《宋史》，宋徽宗在位年间的三次“河清”，分别为：第一次，大观元年，“乾宁军、同州黄河清。”第二次，大观二年，“同州黄河清。”，第三次，大观三年，“陕州、同州黄河清。”\n\n　　大观元年“乾宁军言黄河清，逾八百里，凡七昼夜，诏以乾宁军为清州” 。“黄河清”被谱写成新曲流传 ，还在韩城建立记载这些祥瑞的“河渎碑”。此碑至今尚在。\n\n　　可是立碑后仅仅15年，到了1127年，这个导致北宋亡国的宋徽宗，便和他的儿子宋钦宗一起被金兵俘虏，押到了金朝统治下的东北地区。 \n\n出题作画\n　　宋徽宗还亲自出题，留下了“踏花归来马蹄香”的佳话：一日，赵佶踏春而归，雅兴正浓，便以“踏花归来马蹄香”为题，在御花园举行了一次别开生面的画考。这里“花”、“归来”、“马蹄”都好表现，唯有“香”是无形的东西，用画很难表现。许多画师虽有丹青妙手之誉，却面面相觑，无从下笔。有的画是骑马人踏春归来，手里捏一枝花；有的还在马蹄上面沾着几片花瓣，但都表现不出“香”字来。独有一青年画匠奇思杰构，欣然命笔。画构思很巧妙：几只蝴蝶飞舞在奔走的马蹄周围，这就形象地表现了踏花归来，马蹄还留有浓郁的馨香。宋徽宗俯身细览，抚掌大赞：“妙！妙！妙！”接着评道，“此画之妙，妙在立意妙而意境深。把无形的花‘香’，有形的跃然于纸上，令人感到香气扑鼻 ！” 众画师一听，莫不惊服，皆自愧不如。\n\n　　赵佶曾用“深山藏古寺”为题来考画院学生。第一个学生画了整个寺院，以及寺院四周的崇山峻岭。第二个学生画了古寺的一角，背景上画了山峦起伏的密林。第三个学生没有画古寺，只画了深山阴谷中的一条石径，尽头一个和尚在溪边打水，大树掩没不知寺院在何处？“深山藏古寺”着意在“藏”字上做文章，给人以“画有尽而意无穷”的艺术享受。“善藏者，未始不露，善露者未始不藏”，绘画讲究藏得自然，藏得巧妙，藏得有诗情画意的意境。\n\n收藏名画\n　　著名的《清明上河图》，也和这位书画皇帝不无干系。张择端完成这幅歌颂太平盛世历史长卷后，首先将它呈献给了宋徽宗。宋徽宗因此成为此画的第一位收藏者。作为中国历史上书画大家的宋徽宗酷爱此画，用他著名的瘦金体书法亲笔在图上题写了清明上河图五个字，并钤上了双龙小印。\n\n\n评价\n\n　　01.章惇：“端王轻佻，不可君天下。”\n\n　　02.《宋史》记载：“迹徽宗失国之由，非若晋惠之愚、孙皓之暴，亦非有曹、马之篡夺，特恃其私智小慧，用心一偏，疏斥正士，狎近奸谀。于是蔡京以獧薄巧佞之资，济其骄奢淫佚之志。溺信虚无，崇饰游观，困竭民力。君臣逸豫，相为诞谩，怠弃国政，日行无稽。及童贯用事，又佳兵勤远，稔祸速乱。他日国破身辱，遂与石晋重贵同科，岂得诿诸数哉？昔西周新造之邦，召公犹告武王以不作无益害有益，不贵异物贱用物，况宣、政之为宋，承熙、丰、绍圣椓丧之馀，而徽宗又躬蹈二事之弊乎？自古人君玩物而丧志，纵欲而败度，鲜不亡者，徽宗甚焉，故特著以为戒。”\n\n　　03.元代脱脱撰《宋史》的《徽宗纪》，不由掷笔叹曰：“宋徽宗诸事皆能，独不能为君耳！”\n\n　　04. 据明人《良斋杂说》记载:“李后主亡国,最为可怜,宋徽 宗其后身也“。\n\n　　05.《人间正道是沧桑》：宋徽宗就像是李煜的翻版！\n\n　　06.黄河清，圣人生\n　　[三国·魏]李康《运命论》：“夫黄河清而圣人生。”事实是，出现“河清”，显然与什么“圣人出”无关。大概谁也不会认为宋徽宗是个圣人，但他在位时，竟出现过三次“河清”，皇帝和百官弹冠相庆，用各种形式来歌功颂德。\n　　在黄河中下游，河水也有短时间变清的时候，即史书中作为祥瑞记下的“河清”,并不是五百年乃至一千年才一遇。据地质学史专家李鄂荣先生考证，中国历史上的“河清”，有记载可查的便有43次，首见于汉桓帝延熹八年，如从此时起算，平均不到40年就有一次。\n　　根据《宋史》，宋徽宗在位年间的三次“河清”，分别为：第一次，大观元年，“乾宁军、同州黄河清。”第二次，大观二年，“同州黄河清。”，第三次，大观三年，“陕州、同州黄河清。”　　大观元年“乾宁军言黄河清，逾八百里，凡七昼夜，诏以乾宁军为清州”。“黄河清”被谱写成新曲流传，还在韩城建立记载这些祥瑞的“河渎碑”。此碑至今尚在。\n　　可是立碑后仅仅15年，到了1127年，这个导致北宋亡国的宋徽宗，便和他的儿子宋钦宗一起被金兵俘虏，押到了金朝统治下的东北地区。\n\n　　07.青楼天子\n　　赵佶生于元丰五年十月十日，自幼养尊处优，逐渐养成了轻佻浪荡的性格。据说在他降生之前，其父神宗曾到秘书省观看收藏的南唐后主李煜的画像，“见其人物俨雅，再三叹讶”，随后就生下了徽宗，“生时梦李主来谒，所以文采风流，过李主百倍”。这种李煜托生的传说固然不足为信，但在赵佶身上，的确有李煜的影子。徽宗自幼爱好笔墨、丹青、骑马、射箭、蹴鞠，对奇花异石、飞禽走兽有着浓厚的兴趣，尤其在书法绘画方面，更是表现出非凡的天赋。\n　　随着年龄的增长，赵佶迷恋声色犬马，游戏踢球更是他的拿手好戏。赵佶身边有一名叫春兰的侍女，花容月貌，又精通文墨，是向太后特意送给他的，后来逐渐变成了他的玩物。但赵佶并不满足，他以亲王之尊，经常微服游幸青楼歌馆，寻花问柳，凡是京城中有名的妓女，几乎都与他有染，有时他还将喜欢的妓女乔装打扮带入王府中，长期据为己有。 与此同时，赵佶结交了一批与他臭味相投的朋友。他的挚友王诜，娶英宗之女魏国大长公主，封为驸马都尉。但王诜为人放荡，行为极不检点。虽然公主温柔贤淑，尽心侍奉公婆，而王诜却偏偏宠爱小妾，她们竟然多次顶撞公主。神宗为此曾两次将王诜贬官，但他却不思悔改，甚至在公主生病时，当着公主的面与小妾寻欢作乐。品行如此恶劣之人，却是赵佶的坐上宾。他们经常一起光顾京城内有名的妓馆——撷芳楼。王诜藏有名画《蜀葵图》，但只有其中半幅，他时常在赵佶面前提及此事，遗憾之情，溢于言表。赵佶便记于心，派人四处寻访，终于找到另外半幅画，就把王诜手中的那半幅也要了过去。王诜以为酷爱书画的赵佶要收藏这幅画，哪知赵佶却将两半幅画裱成一幅完整的画送给了他，于此可知二人之间的关系之深。\n　　赵佶对王诜如此大方，王诜自然投桃报李。有一次，赵佶在皇宫遇到王诜，恰巧因为忘带篦子，便向王诜借篦子梳头。王诜把篦子递给他。赵佶见王诜的篦子做得极为精美，爱不释手，直夸篦子新奇可爱。王诜不失时机地说：“近日我做了两副篦子，有一副尚未用过，过会儿我派人给你送过去。”当晚，王诜便差府中小吏高俅去给赵佶送篦子。高俅到赵佶府中时，正逢赵佶在蹴鞠，就在旁边观看等候。赵佶善踢蹴鞠，而高俅早年便是街头踢蹴鞠的行家，精于此技。见到赵佶踢得好时，高俅大声喝彩。赵佶便招呼高俅对踢。高俅使出浑身解数，陪赵佶踢球。赵佶玩得非常尽兴，便吩咐仆人向王诜传话，说要将篦子和送篦子的小吏一同留下。高俅日益受到赵佶的宠幸。后来，有些仆人跟赵佶讨赏，他居然说：“你们有他那样的脚吗？”赵佶之放浪形骸可见一斑。\n　　当上皇帝以后，徽宗禀性难移，无心于政务，继续过着糜烂生活。徽宗17岁成婚，娶德州刺史王藻之女，即位后，册王氏为皇后。王皇后相貌平平，生性俭约，不会取悦徽宗，虽为正宫，但并不得宠。此时，徽宗宠幸的是郑、王二贵妃，二人本是向太后宫中的押班，生得眉清目秀，又善言辞。徽宗为藩王时，每到慈德宫请安，向太后总是命郑、王二人陪侍。二人小心谨慎，又善于奉承，颇得徽宗好感，时间一长，向太后有所觉察，及徽宗即位，便把二人赐给他。徽宗如愿以偿，甚为欢喜。据记载，郑氏“自入宫，好观书，章奏能自制，帝爱其才”。显而易见，郑氏不仅姿色出众，而且还能帮助徽宗处理奏章。因此，徽宗更偏爱郑氏。徽宗多次赐给郑氏情词艳曲，后来传出宫禁，广为流传。王皇后去世，徽宗于政和元年册封郑氏为皇后。 除了郑、王二氏之外，受宠爱的还有二刘贵妃、乔贵妃、韦贵妃等人。刘贵妃，出身寒微，却花容月貌，入宫即得到赵佶宠幸，由才人连升7级而至贵妃。然而，好景不长，升贵妃后不久即去世。刘贵妃曾亲手在庭院中种植了几株芭蕉，当时她说：“等这些芭蕉长大，恐怕我也看不着了。”在旁的侍从闻听此言，慌忙上奏徽宗，徽宗起初很不在意。谁知过了两天，刘贵妃病重，等徽宗前去探视时，刘贵妃已撒手而去。徽宗悲痛不已，特加四字谥号“明达懿文”，将其生平事迹编成诗文，令乐府谱曲奏唱。\n　　正当徽宗为此伤感时，内侍杨戬在徽宗面前夸耀另一刘氏有倾国倾城之貌，不亚于王昭君，徽宗将其召入宫中。刘氏本是酒家之女，出身卑贱，但长得光艳风流。徽宗一见，魂不守舍，瞬间便将丧妃之痛遗忘殆尽。徽宗对刘氏大加宠爱，与她形影不离，若离了她，竟是食不甘味，夜不能寐。刘氏天资颖悟，善于逢迎徽宗。还极善涂饰，每制一衣，款式新颖，装扮起来胜似天仙。不但徽宗喜欢，就连京城内外也竞相仿效。在徽宗看来，刘氏回眸一笑，六宫粉黛尽无颜色。道士林灵素见刘氏如此得宠，便曲意奉承，称刘氏为“九华玉真安妃”，绘其像供奉于神霄帝君之左。然而，随着时间的流逝，刘氏渐渐风韵不再，生性轻佻浮浪的徽宗欲再觅新欢。\n　　尽管后宫粉黛三千，佳丽如云，但徽宗对她们刻意造作之态感到索然无味，便微服出宫，寻找刺激。李师师，汴京人，本姓王，工匠之女，四岁丧父，遂入娼籍李家，后来成了名噪一时的京城名妓。她色艺双全，慷慨有侠名，号称“飞将军”。李师师既名冠汴京，徽宗自然不会放过她。自政和以后，徽宗经常乘坐小轿子，带领数名侍从，微服出宫，到李师师家过夜。为了寻欢作乐，徽宗专门设立行幸局专门负责出行事宜。荒唐的是，行幸局的官员还帮助徽宗撒谎，如当日不上朝，就说徽宗有排档；次日未归，就传旨称有疮痍。天子不惜九五之尊，游幸于青楼妓馆，并非光彩之事，所以徽宗总是小心翼翼，生怕被他人发现；其实多数朝臣对此都心知肚明，但却不敢过问，致使徽宗更加放荡。秘书省正字曹辅曾经挺身而出，上疏规谏徽宗应爱惜龙体，以免贻笑后人。徽宗听后，勃然大怒，立即命王黼等人处理此事。这些人自然领会徽宗的意思，以曹辅诬蔑天子之罪论处，徽宗当即将曹辅发配郴州。\n\n\n人物生平\n\n早期经历\n　　赵佶生于元丰五年十月十日，自幼养尊处优，逐渐养成了轻佻浪荡的性格。据说在他降生之前，其父神宗曾到秘书省观看收藏的南唐后主李煜的画像，“见其人物俨雅，再三叹讶”，随后就生下了徽宗，“生时梦李主来谒，所以文采风流，过李主百倍”。这种李煜托生的传说固然不足为信，但在赵佶身上，的确有李煜的影子。徽宗自幼爱好笔墨、丹青、骑马、射箭、蹴鞠，对奇花异石、飞禽走兽有着浓厚的兴趣，尤其在书法绘画方面，更是表现出非凡的天赋。\n\n　　元符三年正月，年仅25岁的宋哲宗病死，宰相章惇主张依礼、律，当立哲宗同母弟简王赵似，否则当立长弟申王赵佖，但向太后以自己无子，神宗诸子皆庶子，排除患有目疾的赵佖后，主张立哲宗次弟端王赵佶，章惇指出赵佶“轻佻不可以君天下”，并以宋神宗语驳斥反对派：“先帝尝言：端王有福寿，且仁孝，当立。” 但向太后在曾布、蔡卞、许将等执政的支持下，立赵佶为帝。赵佶即位的第二年，向太后去世，改年号为“建中靖国”。这是赵佶统治政权的开始，在位共二十五年。\n\n腐朽统治\n　　徽宗即位后，向太后“权同处分军国事”。太后在神宗时即是守旧派，当政后随即任命守旧派、韩琦长子韩忠彦为执政，不久又升任右相，左相章惇、执政蔡卞等相继受攻击，蔡卞首先被贬任知府；同时恢复被贬逐的守旧派官员的名位，守旧派官员接着相继上台。当年七月，向太后还政后不久，反对立徽宗为帝的左相章惇被罢相，韩忠彦升任左相，曾布升任右相。当时守旧派与变法派的斗争日趋激化，也有官员认为元祐、绍圣均有失误，应该消除偏见，调和矛盾。于是改次年为建中靖国，以示“本中和而立政”，“昭示朕志，永绥斯民”。但是新旧党争不仅没有停止而是愈演愈烈。建中靖国元年十一月，邓洵武首创徽宗应绍述神宗之说，攻击左相韩忠彦并推荐蔡京为相，得到执政温益的支持，为徽宗所采纳，首先于同月末决定改明年为崇宁元年，明确宣示放弃调和政策，改为崇法熙宁变法。\n\n　　蔡京是个政治投机者，王安石变法时拥护变法改革，元祐初又附和司马光积极推翻新法，绍圣初又积极附和新法，徽宗即位后不久受守旧派攻击而被夺职提举宫观闲居杭州，结交赴杭收集书画的宦官童贯，蔡京以擅长书法逐渐受到可以称之为画家、书法家的宋徽宗的赏识，邓洵武、温益知道徽宗必将重用蔡京，在进呈绍述新法意见时都力荐蔡京，认为徽宗“必欲继志述事，非用蔡京不可”。\n\n　　崇宁元年五月，左相韩忠彦首先被贬任知府，蔡京升任执政。随后右相曾布也被贬任知州，蔡京升任右相，不久又升为左相，独相达三年之久。其后虽曾二次罢相，但又复相或以太师控制朝政，位在首相之上。徽宗末年，致仕已多年的蔡京还以太师领三省事掌握朝政。徽宗时期始终是蔡京及其党羽的天下，他们打着绍述神宗改革的旗号，作为排斥异己打击反对者的幌子。\n\n　　蔡京等打着绍述新法的旗号，无恶不作，贿赂公行，卖官鬻爵，“三千索，直秘阁；五百贯，擢通判”。巧立名目，增税加赋，搜刮民财。又如征收所谓经制钱，是“取量添酒钱及增一分税钱，头子、卖契等钱，敛之于细，而积之甚众”。苛捐杂税，积累了大量财富，“今泉币所积赢五千万”，“于是铸九鼎，建明堂，修方泽，立道观”，大兴土木，不仅在宫城之北建筑稍小于宫城的延福宫和规模更大的艮岳，还乘机利用搜刮的民财大修各自的豪华宅第。为了阻止其他官员的议论，诏书也不依中书省草拟、门下省复核、上奏后颁行的正规途径，而是请徽宗亲书后即颁行，称为“御笔手诏”，甚至请宦官杨球代书，号称“书杨”，以达到他们任意胡作非为的目的。\n\n　　徽宗初年，宦官杨戬先设“稻田务”，开始在汝州立法，可以种稻的田土，收索民户田契，辗转追寻，直至无契可证，将超出原始田契的土地称为公田，种植户即作为佃户，须交纳公田钱，继而推广至黄河中下游及淮河流域。弥漫数百里的梁山泺，是济州、郓州数县沿湖渔民赖以生存之所，也被按船只强行收取赋税，逃税者按盗匪处罪。在李彦及其党羽的摧残之下，北方也是民不聊生，小规模起义不断发生。\n\n起义不断\n　　宣和元年宋江起义于河北路，同年十二月已发展为有一定规模的农民起义军，被称为“河北剧贼”，北宋朝廷曾下诏进行招降。但宋江未受招安，而是于次年转战南下京东路，被称为“京东贼”，活动于青、济、郓、濮诸州境内。这时南方的方腊举行起义，发展迅猛，亳州知州、前执政侯蒙上书称：“江以三十六人横行齐、魏，官军数万无敢抗者，其才必过人。今青溪盗起，不若赦江，使讨方腊以自赎。”其后宋江移军南下，沂州知州蒋圆假作同意起义军借道而袭击南下的宋江起义军，起义军遭受较大损失后，“北走龟蒙间”。\n\n　　宣和三年初，宋江起义军南下淮阳军，朝廷派官军追击，起义军继续南下，进入淮南路楚州地区，又被称为“淮南盗”。起义军转而北上，途经沭阳时，遭到县尉王师心邀击，略有损失。二月，在海州为知州张叔夜“伏兵乘之，擒其副贼，江乃降”。\n\n　　北宋末年农民起义中规模最大的是方腊起义军。方腊是两浙路睦州青溪西部山区的帮源洞漆园主，屡遭“造作局”酷取，他利用包括明教等各种秘密宗教组织起义，为里正发觉，遂杀里正而于宣和二年十月起义，次月即建立政权，首先攻占青溪县城。深受“花石纲”之害的两浙人民纷纷响应，起义军随即攻占睦州、歙州，消息传到首都开封，徽宗立即派亲信宦官、知枢密院事童贯统率数十万原准备攻辽的大军，迅速南下，而起义军差不多与此同时，已攻占两浙路首府杭州，方腊拒绝部属关于北上抢占江宁，控扼长江天险抗击官军渡江的建议，而是主力南下，先后攻占婺州、衢州、处州等地。\n\n　　北宋官军于宣和三年正月，受命首先抢占江宁、润州。当正月下旬，北上的东路起义军围攻秀州之际，东路官军也到达秀州，起义军在官军的内外夹击下退往杭州，二月中旬官军攻占杭州。北上的西路起义军，先后受挫于旌德、宁国、歙州。三、四月之际，官军又攻占衢州、婺州等地。四月中旬，方腊放弃青溪，退回西部山区帮源洞，帮源洞在东西两路官军的夹击下，激战数日后起义军战败，二十六日，方腊为官军小军官韩世忠所俘，起义失败。起义军的余部转战于浙东地区，至八月间，才最后失败。方腊被俘后被解往首都开封，于八月下旬被杀害。北宋朝廷虽然镇压了方腊起义，但并没有吸取教训，革新政局，而是更为黑暗腐败，其时距北宋被金灭掉不过5年左右。\n\n联金击辽\n　　政和元年，郑允中、童贯使辽，辽人马植夜谒童贯献灭辽之策，受到童贯的重视，遂约马植归来，马植到宋首都开封童贯家后，上书给徽宗，献计宋派遣使臣自登州、莱州渡海到辽东与女真结盟，共灭辽朝，可以夺取五代后晋割给辽朝的燕云十六州。深受徽宗赏识，赐马植姓名为李良嗣，后又赐姓赵。金朝建立后宋曾遣使渡海，但未能登陆而回。重和元年马政使金口头表达宋金联合攻辽及燕、云地区归来，金遣散覩等人使宋商议结盟事务。宣和二年宋遣赵良嗣、马政先后使金，金亦数次遣使来宋，双方议定夹攻辽朝，辽燕京由宋军攻取，金军进攻辽中京大定府等地，辽亡后燕云地区归宋朝，宋将原纳给辽朝的岁币转给金朝，史称“海上之盟”。\n\n　　但是，由于宋军腐败，缺乏战斗力，数十万大军两次攻打辽南京，均被辽守军打败，辽南京还是由金军攻占。宋每年加付一百万贯钱为代税钱，随同每年的“岁币”交付给金朝，宣和五年四月，金方将燕京及所属九州中的西部六州归宋。但燕京居民大部已被金俘往东北作奴隶，宋所得的只是“城市邱墟、狐狸穴处”残破不堪的一座空城 ，宋设燕山府路统治新得的燕京地区。云州地区，金太祖也表示在宋出犒军费给金的条件下归属宋朝。五月，金已许将朔、武、蔚三州先归宋，还没有来得及执行，就因同年六月金太祖病死而中止。\n\n　　金太宗即位之初也是遵守盟约的。宣和六年，当时的主将宗翰、宗望都反对割山西地与宋，太宗还说：“是违先帝之命也，其速与之。”靖康元年八月，金太宗再次命东、西两路军大举南下，宋兵部尚书孙傅把希望放在士兵郭京身上，郭京谎称身怀佛道二教之法术，妄以道门“六甲法”以及佛教“毗沙门天王法”破敌。但神兵大败，金兵分四路乘机攻入城内，金军攻占了汴京。宋钦宗遣使臣何到金营请和，宗翰、宗望二帅不允。\n\n被掳北上\n　　靖康元年闰十一月底，金兵再次南下。十二月十五日，东京之战失利，金军攻破汴京，金帝废宋徽宗与子钦宗赵桓为庶人。靖康二年三月底， 金帝将徽、钦二帝，连同后妃、宗室，百官数千人，以及教坊乐工、技艺工匠、法驾、仪仗、冠服、礼器、天文仪器、珍宝玩物、皇家藏书、天下州府地图等押送北方，汴京中公私积蓄被掳掠一空，北宋灭亡。因此事发生在靖康年间，史称“靖康之变”。 据说，宋徽宗听到财宝等被掳掠毫不在乎，等听到皇家藏书也被抢去，才仰天长叹几声。宋徽宗在被押送的途中，受尽了凌辱。先是爱妃王婉容等被金将强行索去。接着，到金国都城后，被命令与赵桓一起穿着丧服，去谒见金太祖完颜阿骨打的庙宇，意为金帝向太祖献俘。尔后，宋徽宗被金帝辱封为昏德公，关押于韩州，后又被迁到五国城囚禁。\n\n　　囚禁期间，宋徽宗受尽精神折磨，写下了许多悔恨、哀怨、凄凉的诗句，如：“彻夜西风撼破扉，萧条孤馆一灯微。家山回首三千里，目断山南无雁飞。”\n\n　　靖康二年七月，宋徽宗派臣子曹勋从金偷偷逃到南宋，行前交给他一件自己穿的背心，背心上写着“你快来援救父母。”宋徽宗将这几个字出示给周围的臣子看，群臣都悲泣不已。宋徽宗哭着叮咛曹勋，切记要转告康王赵构“不要忘了我北行的痛苦”，说着取出白纱手帕拭泪，尔后将手帕也交给曹勋说：“让皇上深知我思念故国而哀痛泪下的情景。”\n\n　　金天会八年七月，金朝又将二帝迁到五国城软禁。到达五国城时，随行男女仅140余人。流放期间徽宗仍雅好写诗，读唐代李泌传，感触颇深。\n\n魂归故土\n　　宋徽宗被囚禁了九年。金天会十三年四月甲子日，宋徽宗终因不堪精神折磨而死于五国城，享年54岁。金熙宗将他葬于河南广宁。\n\n　　金皇统元年二月，金熙宗为改善与南宋的关系，将死去的徽宗追封为天水郡王，将钦宗封为天水郡公。第一是提高了级别，原来封徽宗为二品昏德公，追封为天水郡王，升为一品，原封钦宗为三品重昏侯，现封为天水郡公，升为二品。第二是去掉了原封号中的侮辱含义。第三是以赵姓天水族望之郡作为封号，以示尊重。金皇统二年八月乙酉日，宋金根据协议，将宋徽宗遗骸运回都城绍兴，由宋高宗葬之于永佑陵，立庙号为徽宗。\n\n　　绍兴十二年三月，宋金《绍兴和议》彻底完成所有手续。夏四月丁卯，高宗生母韦贤妃同徽宗棺椁归宋。同年八月，十余辆牛车到达两浙，十月，南宋将徽宗暂葬于绍兴府会稽县，名曰永固陵。\n\n\n为政举措\n\n军事\n　　尽管宋徽宗是一个昏庸的君主，也并非没有任何政绩，在其统治的中期，宋徽宗派遣将领王厚消灭了青唐羌政权，收复了自中唐以来已经陷于吐蕃人之手300多年的青唐地区，并且在大观二年，派遣童贯远征青唐残部，一路远征至今新疆且末县附近，按王安中《定功继伐碑》所记载“二年诏发兵六万讨之……师逾青海至节占城”一度控制了西域的东南部地区，这一点是值得肯定的。\n\n文化\n　　①绘画\n　　徽宗酷爱艺术，在位时将画家的地位提到在中国历史上最高的位置，成立翰林书画院，即当时的宫廷画院。以画作为科举升官的一种考试方法，每年以诗词做题目曾刺激出许多新的创意佳话。如题目为“山中藏古寺”，许多人画深山寺院飞檐，但得第一名的没有画任何房屋，只画了一个和尚在山溪挑水；另题为“踏花归去马蹄香”，得第一名的没有画任何花卉，只画了一人骑马，有蝴蝶飞绕马蹄间，凡此等等。这些都极大地刺激了中国画意境的发展。\n　　由于许多画上并没有留下作者的名字，他本人又擅长绘画。对鉴别这些画是否是赵佶的作品有不小的难度。有一观点确定他的真迹有《诗帖》、《柳鸭图》、《池塘晚秋图》、《竹禽图》、《四禽图》等，而《芙蓉锦鸡图》、《腊梅山禽图》是御题画。\n　　宋徽宗在位时广收古物和书画，扩充翰林图画院，并使文臣编辑《宣和书谱》、《宣和画谱》、《宣和博古图》等书，对绘画艺术有很大的推动和倡导作用。吹弹、书画、声歌、词赋无不精擅。平生著作极多，都散佚无存。存世画迹有《芙蓉锦鸡》、《池塘秋晚》、《四禽》、《雪江归棹》等图。有词集《宋徽宗词》。 徽宗未做皇帝之前，就喜好书画，与驸马都尉王诜、宗室赵令穰等画家往来。即位以后，在书画方面却取得了很大的成就，并对中国绘画的发展有过重要贡献，其中之一就是对于画院的重视和发展。他于崇宁三年设立了画学，正式纳入科举考试之中，以招揽天下画家。画学分为佛道、人物、山水、鸟兽、花竹、屋木六科，摘古人诗句作为考题。考入后按身份分为“士流”和“杂流”，分别居住在不同的地方，加以培养，并不断进行考核。入画院者，授予画学正、艺学、待诏、祗侯、供奉、画学生等名目。当时，画家的地位显著提高，在服饰和俸禄方面都比其他艺人为高。有如此优厚的待遇，加上作为书画家的徽宗对画院创作的指导和关怀，使得这一时期的画院创作最为繁荣。在他的指示下，皇家的收藏也得到了极大的丰富，并且将宫内书画收藏编纂为《宣和书谱》和《宣和画谱》，成为今天研究古代绘画史的重要资料。宋徽宗本人的创作面目并不象他要求画院画家的那样工谨细丽，而是偏于粗犷的水墨画。传世作品中，有其签押的作品较多，但所画比较工细的，如《祥龙石图》、《芙蓉锦鸡图》、《听琴图》、《雪江归棹图》、《瑞鹤图》、《翠竹双雀图》等作品皆被专家认定为是画院中高手代笔之作。只有藏于美国纳尔逊艺术博物馆的《四禽图》卷和上海博物馆藏的《柳鸦图》卷被认定是他的亲笔，两画都是水墨纸本，笔法简朴，不尚铅华，而得自然之趣。台北故宫博物院收藏的《池塘秋晚图》也属此类。\n　　著名的《清明上河图》，也和这位书画皇帝不无干系。张择端完成这幅歌颂太平盛世历史长卷后，首先将它呈献给了宋徽宗。宋徽宗因此成为此画的第一位收藏者。作为中国历史上书画大家的宋徽宗酷爱此画，用他著名的\"瘦金体\"书法亲笔在图上题写了\"清明上河图\"五个字，并钤上了双龙小印。 北宋灭亡后，兴盛一时的徽宗宣和画院随之结束，一些画院画家经过辗转逃亡，逐渐集结于南宋的都城临安，先后被恢复在画院中的职务，成为南宋画院的骨干力量。李唐、刘宗古、杨士贤、李迪、李安忠、苏汉臣、朱锐、李从训等都属于这种情况。宋高宗虽然在政治上也是苟且偷安，但对于书画之事，仍十分重视，特别是后来他利用绘画为他的政治服务，组织画家进行创作。所以，南宋时绘画活动主要还是以画院为中心。\n\n　　②书法\n　　另外，徽宗独创的瘦金体书法独步天下，直到今天相信也没有人能够超越。这种瘦金体书法，挺拔秀丽、飘逸犀利，即便是完全不懂书法的人，看过后也会感觉极佳。传世不朽的瘦金体书法作品有《瘦金体千字文》、《欲借风霜二诗帖》、《夏日诗帖》、《欧阳询张翰帖跋》等。此后八百多年来，迄今没有人能够达到他的高度，可称为古今第一人。\n　　宋徽宗的签名堪称甚有特点。像一个“天”字但是这“天”字的第一笔又和下面的有一段距离。其意为 “天下一人”\n　　宋徽宗赵佶他创造的“瘦金书”，颇得书法家重视，用这种字体书写的崇宁大观等钱币是收藏家至爱的珍品。《书史会要》评价说：“徽宗行草正书，笔势劲逸，初学薛稷，变其法度，自号瘦金书，意度天成，非可以形迹求也。”他的绘画重视写生，尤善画花鸟画，极强调细节，以精工逼真著称。\n　　他对自然观察入微，曾写到：“孔雀登高，必先举左腿”等有关绘画的理论文章。广泛搜集历代文物，令下属编辑《宣和书谱》、《宣和画谱》、《宣和博古录》等著名美术史书籍。对研究美术史有相当大的贡献。\n　　徽宗还喜爱在自己喜欢的书画上题诗作跋，后人把这种画叫“御题画”。由于 许多画上并没有留下作者的名字，他本人又擅长绘画。对鉴别这些画是否是赵佶的作品有不小的难度。有一观点确定他的真迹有《柳鸭图》《池塘晚秋图》《竹禽图》《四禽图》等，而《芙蓉锦鸡图》《腊梅山禽图》是御题画。\n　　宋徽宗还亲自出题，留下了“踏花归来马蹄香”的佳话：一日，赵佶踏春而归，雅兴正浓，便以“踏花归来马蹄香”为题，在御花园举行了一次别开生面的画考。这里“花”、“归来”、“马蹄”都好表现，唯有“香”是无形的东西，用画很难表现。许多画师虽有丹青妙手之誉，却面面相觑，无从下笔。有的画是骑马人踏春归来，手里捏一枝花；有的还在马蹄上面沾着几片花瓣，但都表现不出“香”字来。独有一青年画匠奇思杰构，欣然命笔。画构思很巧妙：几只蝴蝶飞舞在奔走的马蹄周围，这就形象地表现了踏花归来，马蹄还留有浓郁的馨香。宋徽宗俯身细览，抚掌大赞：“妙！妙！妙！”接着评道，“此画之妙，妙在立意妙而意境深。把无形的花‘香’，有形的跃然于纸上，令人感到香气扑鼻 ！” 众画师一听，莫不惊服，皆自愧不如。他还发展了宫廷绘画，广集画家，创造了宣和画院，培养了像王希孟、张择端、李唐等一批杰出的画家。他组织编撰的《宣和书谱》和《宣和画谱》、《宣和博古图》等书。是美术史研究中的珍贵史籍，至今仍有极其重要的参考价值。\n\n　　③宗教\n　　徽宗尊信道教，大建宫观，自称教主道君皇帝，并经常请道士看相算命。他的生日是5月5日，道士认为不吉利，他就改称10月10日；他的生肖为狗，为此下令禁止汴京城内屠狗。\n　　他多次下诏搜访道书，设立经局，整理校勘道籍，政和年间编成的《政和万寿道藏》是我国第一部全部刊行的《道藏》。他下令编写的“道史”和“仙史”，也是我国历史上规模最大的道教史和道教神化人物传记。宋徽宗还亲自作《御注道德经》、《御注冲虚至德真经》和《南华真经逍遥游指归》等书，使我国道籍研究有了完备的资料。\n\n社会\n　　宋代，是我国茶事演进的重要阶段，盛行点茶、斗茶以及茶百戏等。宋徽宗精于茶艺，曾多次为臣下点茶，蔡京《太清楼侍宴记》记其“遂御西阁，亲手调茶，分赐左右”。据熊蕃《宣和北苑贡茶录》记载，徽宗政和至宣和年间，还下诏北苑官焙制造、上供了大量名称优雅的贡茶，如玉清庆云、瑞云翔龙、浴雪呈祥等。\n　　宋徽宗对中国茶事的最大贡献是撰写了中国茶书经典之一的《大观茶论》，为历代茶人所引用。关于该书书名，此书绪言中说：“叙本末列于二十篇，号曰《茶论》。”熊蕃《宣和北苑贡茶录》说：“至大观初今上亲制《茶论》二十篇”。南宋晁公武《郡斋读书志》中有著录：“《圣宋茶论》一卷，右徽宗御制”。《文献通考》沿录，可见此书原名《茶论》。由于晁公武是宋人，所以称宋帝所撰茶论为《圣宋茶论》。明初陶宗仪《说郛》收录了全文，因其所作年代为宋大观年间，遂改称《大观茶论》，清代古今图书集成收录此书时沿用此书名，今仍之。\n　　《大观茶论》全书首绪言，次分地产、天时、采择、蒸压、制造、鉴别、白茶、罗碾、盏、筅、瓶、杓、水、点、味、香、色、藏焙、品名，共二十目。对于地宜、采制、烹试、品质等，讨论相当切实。其中尤其是关于点茶的一篇，详细记录了宋代流行点茶这种代表性的茶艺，为后人了解宋代点茶提供了依据。\n\n\n成就\n\n独创“瘦金体”书法\n　　宋徽宗赵佶不仅擅长绘画，而且在书法上也有较高的造诣。赵佶书法在学薛曜、褚遂良的基础上，创造出独树一帜的“瘦金体”，瘦挺爽利，侧锋如兰竹，与其所画工笔重彩相映成趣。\n　　瘦金书的意思是美其书为金，取富贵义，也以挺劲自诩。\n　　赵佶传世的书法作品很多，楷、行、草各种书法作品皆流于后世，且笔势挺劲飘逸，富有鲜明个性。其中笔法犀利、铁画银钩、飘逸劲特的《秾芳依翠萼诗帖》为大字楷书，是宋徽宗瘦金书的杰作。\n　　但是宋徽宗的书法存在着柔媚轻浮的缺点，这也许是时代和他本人的艺术修养所致，但他首创的瘦金体的独特的艺术个性，为后人竞相仿效。既以开创了一大流派的书体。\n\n诗书画印四结合\n　　赵佶于花鸟画尤为注意。《宣和画谱》记录了他收藏的花鸟画二千七百八十六件，占全部藏品的百分之四十四。可见其偏爱之深。《画继》记载赵佶曾写《筠庄纵鹤图》。 “或戏上林，或饮太液，翔凤跃龙之形，擎露舞风之态，引吭唳天，以极其思，刷羽清泉，以致其洁，并立而不争，独行而不倚，闲暇之格，清迥之姿，寓于缣素之上，各极其妙。”这种赞誉赵佶花鸟画精致、生动传神的文字记载俯拾皆是。流传至今题为赵佶的大量精美的花鸟画作，则证实了这种记载的真实性。赵佶的花鸟画，以极其严谨的创作态度，既从形象上充分掌握了对象的生长规律，且以特有的笔调活灵活现地传达出对象的精神特质，达到了高度成熟的艺术化境。\n　　中国传统花鸟画向分徐、黄两派，两派各有长短。黄派长于用色而短于用笔，徐派长于用笔而短于用色。以技术的标准论，徐不及黄的精工艳丽；凭艺术的标准言，黄不及徐的气韵潇洒。用笔和设色作为中国传统花鸟画技法中两大极为重要的元素，缺一不可。各走极端，易生偏向。北宋前期黄派画风一统画院，经过一百年的辗转摹拟而显得毫无生气之时，崔白、易元吉奋起改革复兴徐熙画法，黄派暂居下风，但并未退出花鸟画坛，因而使花鸟画得以蓬勃发展。至北宋晚期，徐、黄两派实际上处于并行发展的势态。凭赵佶深厚的艺术修养，他对徐、黄两派的技法特点的认识是清醒的。因此，赵佶的花鸟画是学习吴元瑜而上继崔白，也就是兼有徐熙一派之长。当然他也并非只学一家，而是“妙体众形，兼备六法”的。如文献记载那样，时而承继徐熙落墨写生的遗法，时而“专徐熙黄荃父子之美”。显然，就创作技法而言，徽宗既学吴元瑜、崔白也就是徐熙系统的用笔，又喜黄荃、黄居宷的用色，并力求使两者达到浑化一体的境界。徐熙野逸，黄家富贵。徐、黄两派又代表了两种截然不同的审美趣味。赵佶作为当朝皇帝，又是极力享受荣华富贵、纵情奢侈的人，对于精工富丽的黄派风格，有他根深蒂固的爱好。同时，他又处在文人画蔚然兴起之后，必定受到时代风气的熏染。他的周围又聚集着一群雅好文人生活方式的贵官宗室如王诜、赵令穰等，又与文人画的倡导者之一米芾关系颇为密切。米芾崇尚“平淡天真，不装巧趣”的美学观，赵佶自然深受影响。尤其是他本人全面而又精深的文化艺术修养更使其审美情趣中透射出浓郁的文人气质。因此，赵佶既崇尚黄派的富贵，又喜好徐派的野逸，其审美趣味也是糅和了徐、黄两家的。\n　　历来关于赵佶的艺术成就，论者都以他的花鸟画为最高。赵佶艺术的独创性和对后代的影响力，也主要体现在他的花鸟画中。这表现在以下三个方面：\n　　第一，物象意念安排的独特性。经营位置为画家的总要，所以画面布置因题材内容繁简不同也有许多不同的方法。其中有一般的方法，这是人人皆能学习而得的；也有特殊的方法，这需要作者独出心裁，巧妙安排。赵佶花鸟画的构图，时有匠心独运之作。如《鸜鹆图》轴，画幅下面靠左以水墨写鸜鹆两只，奋翅相争纠结在一起，一反一正，羽毛狼藉。上面一只处于优势，用利爪抓住对方的胸腹，张嘴怒视；但是下面的一只并不示弱，依然奋勇挣扎，进行反击，回首猛啄它的右足。上面靠左一大片空白，仅飘动着几根羽毛，令人想到这两只酣战的鸜鹆，是从高处一直斗下来，并显得空间的广阔，画面右下斜出一松枝向右上伸展，上栖另一鸜鹆，作噪鸣状，扑翼俯看下面两只正在争斗的同伴，不知是喝彩还是劝架，又似乎想飞下来参加决斗。焦急的情状，描绘得维妙维肖，鸜鹆的心理感情，也刻画得细致入微。槎枒的松枝和瘦硬锋锐的松针，与纠结在一团的浓墨的鸜鹆相对比，更增强了画面的动感。虽然画中所撷取的都是自然写实的物象，但由于物象意念安排得巧妙和独特，从而暗示出超出有限时空意象的无限理想化的艺术世界。这是徽宗时期花鸟画的特有风格，并由此开启了南宋刘、李、马、夏在山水画构图方面的改革先声。\n　　第二，写实技法的独特性。有一位研究中国美术史的外国专家曾把赵佶花鸟画的写实技巧称为“魔术般的写实主义”，因为它给人以“魔术般的诱惑力”。北宋的绘画理论中以气韵为高的说法已不少见，但在赵佶时代，严格要求形神并举。“有气韵而无形似，则质胜于文；有形似而无气韵，则华而不实” 。形似以物趣胜，神似以天趣胜，最理想的境界是由形似达到神似。所谓写生的逼真，不但要有正确的形体，还必须富有活泼的精神。赵佶在创作实践中，一直是力求由形似达到神似的。传说赵佶画翎毛多以生漆点睛，隐然豆许，高出纸素，几欲活动。这正是为了由形似达到神似所作的技术性尝试。如《御鹰图》， 论其艺术描绘，双勾谨细，毛羽洒然，形体生动而自然。尤其是鹰眼的神姿，英气勃发，显示着一种威猛之气。而艺术的格调，却是清新文雅，绝去粗犷率野的情味。尽管双勾是历来的表现形式，而这种新颖的画风，是形神兼备的高妙写生，已从朴实真诚之趣，变而为精微灵动，与崔白、吴元瑜等显示了一定的距离了。又如《金英秋禽图》中的一双喜鹊，笔画细致，描绘对象无微不至。以俊放的笔来表达细致的写生，真可谓神妙之至。花的妩媚，叶的飘逸，枝的挺劲，草的绰约，石的玲珑，以及鸟兽的飞鸣跳跃，草虫的飞翔蠕动，无一不赖其魔术般的写实技巧款款传出，而了无遗憾。正如张丑题赵佶的《梅花鸜鹆图》诗：“梅花鸜鹆宣和笔，十指春风成色丝；五百奇踪悬挂处，暗香疏羽共纷披。”所谓“奇踪”和“色丝”都是形容绝妙之意。这种写生传统是中国画最可宝贵的传统。其实，苏轼论证绘画不在于形似而在于神似的含义，不是不要形似而单讲神似，而是要求在形似的基础上抒写出对象的内在精神。譬如他在《书黄荃画雀》中写道：“黄荃画飞雀，颈足皆展。或曰：‘飞鸟缩颈则展足，缩足则展颈，无两展者。’验之信然。乃知观物不审者，虽画师且不能，况其大者乎？君子是以务学而好问也。”在这里，苏轼特别强调细致入微地观察生活，研究对象，这与赵佶之钻研“孔雀升高，必举左”，态度上又似乎是相近的。\n　　第三，诗、书、画、印结合的独特性。赵佶的绘画尤其是花鸟画作品上，经常有御制诗题、款识、签押、印章。诗题一般题在属于精工富丽一路的画作上，如《芙蓉锦鸡图》轴，左下角秋菊一丛，稍上斜偃芙蓉一株，花鸟锦鸡依枝，回首仰望右上角翩翩戏飞的双蝶，顺着锦鸡的目光，导向右边空白处的诗题：“秋劲拒霜盛，峨冠锦羽鸡；已知全五德，安逸胜鬼管。”全图开合有序，诗发画未尽之意，画因诗更显圆满。这首诗题，实际上已巧妙地成了画面构图的一部分，从中可以见出赵佶对诗画合一的大胆尝试和显著成就。画上的题字和签名一般都是用他特有的“瘦金体”，秀劲的字体和工丽的画面，相映成趣。尤其是签名，喜作花押，据说是“天下一人”的略笔，也有认为是“天水”之意。盖章多用葫芦形印，或“政和”、“宣和”等小玺。值得一提的是，作者押印于书画的款识上，始于宋代苏轼、米芾、赵佶、赵子团等人。元明以后，诗、书、画、印相结合已成为中国画的传统特征，但在北宋，却还处于草创时期，赵佶是善开风气之先的。\n　　显而易见，赵佶的花鸟画是当得起后人的倍加赞美的，但是，与这些誉美之词相悖的，是对他的花鸟画的怀疑甚至否定。元代汤垕在《画鉴》中说：“《宣和睿览集》累至数百及千余册，度其万机之余，安得暇至于此？要是当时画院中人，仿效其作，特题印之耳。”意思是说，因为赵佶花鸟画数量众多，作为皇帝他是没那么多时间作画的，所以作出以上推测。明代董其昌进一步认为“宣和主人写生花鸟时出殿上捉刀，虽着瘦金书小玺，真赝相错，十不一真” 。这种妄意的推断，缺少依据，从画史研究的角度来说，可以说是不负责任的。近代亦有人根据刘益、富燮两人曾在政和、宣和年间“供御画”，推测赵佶所有的作品，都是这两人的代笔。赵佶的画迹真赝相杂，这是事实，但因此而否定其绘画创作，这是极不科学的研究态度。据史料记载，徽宗赵佶经常举行书画赏赐活动，这些赏赐给官僚臣下的大量作品中有画院画家的手笔，这本来就是十分自然，无可厚非的。作为皇帝画家赵佶，自然不可能用全部的精力去从事创作，来供给他必需的用途。翰林图画院原属宫廷服役机构，画院画家有义务画这些应制的作品，所谓“供御画”的作用正在于此。徽宗在上面题印，只是表示他对官僚臣下的恩赐之意罢了。在历代画家中，因应酬关系，而出于代笔的也不少。如《宣和画谱》所记：“吴元瑜晚年，多取他画或弟子所摹写，冒以印章，谬为己笔。”可以肯定，这些“他画”或弟子摹作，在相当程度上保存了吴元瑜的绘画样式。同样，即使现存徽宗画迹中有画院中人手笔，这些作品也是根据徽宗首肯的模式去创作的，从中仍旧可以见出徽宗的绘画风格和审美趣味，而绝不能因此否定他的艺术创作。\n　　美术史家徐邦达在《宋徽宗赵佶亲笔与代笔画的考辨》一文中，将传世的徽宗画迹分为粗拙简朴与精工细丽两种，认为后者只能代表徽宗的鉴赏标准，应是画院中人代笔，而简朴生拙的才是赵佶亲笔。徐邦达关于代笔问题的研究显然比前人深入具体了许多。但是，从绘画史研究的角度来看，一个画家的画风往往不止一种，有主要的画风，也有次要的画风。两种画风有时几乎对立，让人难以相信是出于一人之手。画写生的人有时也画写意，画青绿的人有时也喜欢水墨。早年用功的作品与老年成熟的作品也必然大有差别。作画人若一生只画一种风格的画，那是画工，不是画家。对赵佶画笔真赝的考辨见仁见智都是属于情理之中的。但是，每一位优秀的画家，总有一种艺术化的人格精神把他所有不同体貌、不同风格的作品融为一体，声息相应。谢稚柳在《宋徽宗赵佶全集·序》中对赵佶各种风格的花鸟画迹的考辨则是较为详审精到的。首先，谢稚柳根据赵佶各个时期不同风貌的画笔中前后统一的笔势特征，将《竹禽图》、《柳鸦芦雁图》、《御鹰图》、《金英秋禽图》、《枇杷山鸟图》、《四禽图》、《写生珍禽图》、《祥龙石图》、《瑞鹤图》、《杏花鹦鹉图》等定为赵佶真笔。认为这些画以其精微灵动的写生和清新文雅的格调表现出赵佶画笔特有的性格和情意，与画院画家在表现形式方面的刻意追随是判然有别的。其次，以笔势特征为主，“那停在芙蓉上的锦鸡与并栖在梅枝上的白头鸟，我们看不出与上列赵佶亲笔的笔情墨意，其中含蕴着共同之处，这些只能说是追随赵佶的格调，是无可逃遁的。”谢稚柳还根据《南宋馆阁续录》把《芙蓉锦鸡图》和《腊梅山禽图》定为御题画，“是‘三舍’学生的创作，或是每月考试的作品，被赵佶入选了，才在画上为之题字”。谢稚柳论证考鉴，比前人似更接近事实的真相。赵佶各种风格的花鸟画迹中虽有赝迹，但他在花鸟画领域中的创造性成就却是不容否定的。\n　　总而言之，“徽宗皇帝天纵将圣，艺极于神” ，诗词书画各方面都达到了一定的艺术高度，尤其是绘画方面，无论山水、花鸟、人物，都能“寓物赋形，随意以得，笔驱造化，发于毫端，万物各得全其生理” 。正如劳伦斯·西克曼在《中国的艺术和建筑》一书中所说：“帝位为徽宗的绘画活动创造了条件，但徽宗的画并不是因其帝位，而是因其画作本身的艺术魅力而流传后世的。”这是一句十分客观的公道话。可以说，徽宗赵佶是历史上唯一真正拥有较高的艺术涵养和绘画才能，并真正称得上画家的皇帝。\n\n艺术主张\n　　赵佶的艺术主张，强调形神并举，提倡诗、书、画、印结合，他是工笔画的创始人，花鸟、山水、人物、楼阁，无所不画，这便是卓然大家的共同特点。他用笔挺秀灵活，舒展自如，充满祥和的气氛。他注重写生，体物入微，以精细逼真著称，相传他曾用生漆点画眼睛，更加生动、栩栩如生，令人惊叹。赵佶的画取材于自然写实的物像，他构思巧妙，着重表现超时空的理想世界。这一特点打开了南宋刘松年、李蒿和夏圭在山水画构图方面的变革之门。他还强调形神并举的绘画意念。劳伦斯·西克曼在《中国的艺术和中国的建筑》一书中曾说，赵佶的画写实技巧以“魔术般的写实主义”给人以非凡的诱惑力。赵佶提倡诗、书、画、印结合。他创作时，常以诗题、款识、签押、印章巧妙地组合成画面的一部分。这成为元、明以后绘画派传统特征。\n　　赵佶在位时，曾广泛收集历代文物书画，并亲自掌管翰林图画院，让文臣分门别类，著书评论，编辑《宣和书谱》、《宣和画谱》、《宣和博古图》等书，这些都对宋代的绘画艺术起到了推动和倡导作用。他还增加画院画师的俸禄，将画院列入科举制度中，以“野水无人渡，孤舟尽自横”、“嫩绿枝头红一点，恼人春色不须多”等诗句为题，考录画师，给画院注入“文人画”的气质。许多画师，如李唐、苏汉臣、米芾等，皆是由此脱颖而出，树誉艺坛。皇帝如此钟爱书画，文人雅客又怎能不趋之若鹜？北宋书法、宫廷画在此时发展到极致。\n　　在书法上，赵佶起初学的是黄庭坚，后又学褚遂良和薛稷、薛曜兄弟，并杂揉各家，取众人所长又独出己意，最终创造出别具一格的“瘦金体”，既有“天骨遒美，逸趣霭然”之感，又有强烈的个性色彩，如“屈铁断金”。特点是笔划瘦细而有弹性，尾钩锐利，运笔迅疾。字一般呈长形，张弛有度，有一种秀美雅致、舒畅洒脱的感觉，而且通篇法度严谨，一丝不苟。这种瘦挺爽利、侧锋如兰竹的书体，需要极高的书法功力、涵养以及神闲气定的心境来完成。此后尽管学习这种字体的人很多，但能得到其神韵的却寥若晨星，这足以见证赵佶的书法功力。相比之下，赵佶的诗词显得较为平庸，尤其是前期诗词，多为矫情之作，享乐情调十分明显。但在沦为亡国之君之后，他触景生情，写了不少情真意切的佳作，像“彻夜西风撼破扉，萧条孤馆一灯微；家山回首三千里，目断山南无雁飞”，读来让人心中隐隐作痛。\n　　《瑞鹤图》是公认的宋徽宗存世工笔写实类花鸟画真迹，为存世绝少的宋徽宗“御笔画”。\n　　此图画庄严耸立的汴梁宣德门，门上方彩云缭绕，18只神态各异的丹顶鹤，在上空翱翔盘旋，另两只站立在殿脊的鸱吻之上，回首相望，天空及宫殿周围的祥云皆以平涂渲染，更烘托出仙鹤动飞之势和曼妙体态，气氛祥和吉庆。画后有赵佶瘦金书叙述一段。\n　　《瑞鹤图》曾收入《宣和睿览集》， 金军攻入汴梁时，这件作品被拆成单幅的卷轴流散出去，清乾隆晚期被收进清宫，溥仪私自夹带出宫后流失到东北，最终成为辽宁博物馆的藏品。\n　　现藏辽宁省博物馆的《瑞鹤图》，是宋徽宗赵佶之“御笔画”，构图和技法俱皆精到：构图中一改常规花鸟画传统方法，将飞鹤布满天空，一线屋檐既反衬出群鹤高翔，又赋予画面故事情节，在中国绘画史上是一次大胆尝试；绘画技法尤为精妙，图中群鹤姿态百变，无有同者，鹤身粉画墨写，睛以生漆点染，整个画面生机盎然。\n　　《池塘秋晚图》卷本幅以荷鹭为主体，将各种动、植物分段安排在画面上。卷首画红蓼与水蜡烛，暗示水岸。接着白鹭一只迎风立于水中。荷叶欹倾，水草顺成一向，衬托白鹭充满张力的姿态。荷叶有的绿意未退，有的则枯萎残破，墨荷与白鹭之间的黑白对比，增强水墨色调的变化关系。后有鸳鸯，一飞一游，红蓼、水蜡烛及枯荷装点出萧瑟的秋意。而白鹭的眼神、鸳鸯的动向尚有往后延伸之势，让观者有意犹未尽之感。\n　　宋徽宗对绘画有精湛的研究，尤擅长花鸟，据传画鸟用生漆来点睛，成豆形突出于画幅之上，又黑又亮，炯炯有神。\n　　本幅为粉笺本，此粉笺新纸时，光洁亮丽，其上尚印有卷草纹图案，是当时极为珍贵的材质。由于纸面经过上粉处理，具有不吸水性，因而影响到笔墨的趣味。乍看之下，笔墨甚为质朴，有斑剥古趣。其构图是将各种动、植物分段逐次安排在画面上，是唐代及其以前习见的构图式，在描绘花草的形态技法较为古朴，有唐人装饰意味的遗意。 \n\n",
  "desc": "宋徽宗，名赵佶（公元1082年5月初5～1135年6月4日），神宗11子，哲宗弟，是宋朝第八位皇帝。赵佶先后被封为遂宁王、端王。哲宗于公元1100年正月病死时无子，向皇后于同月立他为帝。第二年改年号为“建中靖国”。宋徽宗在位25年（1100年2月23日—1126年1月18日），国亡被俘受折磨而死，终年54岁，葬于永佑陵（今浙江省绍兴县东南35里处）。 他自创一种书法字体被后人称之为“瘦金书”。",
  "dynasty": "宋代",
  "id": 428,
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_428.jpg",
  "name": "赵佶",
  "star": 27
}