{
  "content": "生平\n\n　　雍陶，字国钧，成都人。工于词赋。少贫，遭蜀中乱后，播越羁旅，有诗云：“贫当多病日，闲过少年时。”大和八年陈宽榜进士及第，一时名辈，咸伟其作。然恃才傲睨，薄于亲党。其舅云安刘钦之下第，归三峡，却寄陶诗云：“山近衡阳虽少雁，水连巴蜀岂无鱼“得诗颇愧赧，遂通向不绝。大中六年，授国子毛诗博士。与贾岛、殷尧藩、无可、徐凝、章孝标友善，以琴樽诗翰相娱，留长安中。大中末，出刺简州，时名益重，自比谢宣城、柳吴兴，国初诸人书奴耳。宾至，必佯佯挫辱。投贽者少得通。秀才冯道明，时称机捷，因罢举请谒，给阍者曰：“与太守有故。”陶倒屣，及见，呵责曰：“与足下素昧平生，何故之有“冯曰：“诵公诗文，室迩人远，何隔平生“吟陶诗数联，如“立当青草人先见，行近白莲鱼未知。”又“闭门客到常如病，满院花开未是贫。”又“江声秋入峡，雨色夜侵楼“等句。陶多其慕己，厚赠遣之。自负如此。后为雅州刺史，郭外有情尽桥，乃分衿祖别之所。因送客，陶怪之，遂于上立候馆，改名折柳桥，取古乐府《折杨柳》之义。题诗曰“従来只有情难尽，何事呼为情尽桥自此改名为折柳，任它离恨一条条。”甚脍炙当时。竟辞荣，闲居庐岳，养疴傲世，与尘事日冥矣。有《唐志集》五卷，今传。\n\n轶闻故事\n\n　　时代不同了，以往的许多事情也都显得支离破碎，乃至迷离惝恍起来。就是说当年人们在别离之际那种别有风致的做法，现在也早已烟消云散，几乎难觅旧日那令人心旌摇曳的踪迹了。\n　　话说成都人雍陶，字国钧，他由于少年时期特别贫苦，加以那时四川内乱，他便只得到处流浪，用他自己的诗句表示就是：\n　　贫当多病日，闲过少年时。\n　　但雍陶在学习上却非常刻苦用功，所以在文宗大和八年就考取进士，并得到了当时多数名流的大力肯定，从而为他踏入做官一途打下了厚实的基础。\n　　但刚开始时，他为人有点“恃才傲物”，而且对亲戚朋友也不大去理会。所以，他的老舅李敬之在没能考上进士却又受到他这外甥的傲慢对待后，①一气之下就要回到老家云安去了。在途经三峡时，由于心中愤然不平，李便写了一首诗来讽刺雍，其中有句说：\n　　地近衡阳虽少雁，水连巴蜀岂无鱼？\n　　雍接到这诗，细细体味之下，他很为自己的失礼而惭愧。从此以后，舅甥俩的书信来往就多了起来。宣宗大中六年，雍陶做上了国子监《毛诗》博士。这时候，雍的诗名越发大了，并且跟一班著名诗人如贾岛、殷尧藩、章孝标等都有了来往；而他也因自己的诗作而颇为得意，以为可跟六朝时候的著名诗人谢宣城、柳吴兴相媲美了。\n　　当时有一个名叫冯道明的秀才，人们都说他机敏而巧辨；一天，冯来到了雍居住的官所外，要求雍接见他。门卫就问他跟雍使君有何交情，冯就说他跟雍太守是故交。于是冯被引入门去，但起来迎接的雍并不认识冯，遂生气地斥责道：“我跟你一向不认识，你怎能胡说咱俩有交情呢！”\n　　而这冯道明居然不慌不忙地答道：“我平时就拜读过您不少大作，虽说您人不在身边，但是我们的心灵难道不是相通着吗？”说完这番话，冯便开始用高亢的声调念起了雍那比较著名的诗句来：\n　　立当青草人先见，\n　　行近白莲鱼未知。\n　　雍陶一下子就给震住了。此时此刻，只见冯还在往下背诵着：\n　　闭门客到常如病，\n　　满院花开未是贫。\n　　背了七言，冯便开始背雍的五言诗句道：\n　　江声秋入峡，雨色夜侵楼……\n　　面对自己这些很为得意的诗歌被人传诵着，而一向在诗歌方面也颇为自负的雍陶，此时便高兴地跟冯交谈起来。而且在冯辞别时，雍由于对方爱慕自己而深表感动，遂拿出了一笔颇为丰厚的礼物赠给冯，让他作为路费，并以志自己的深切谢意。\n　　业已出任雅州刺史的雍陶，这种自负的作风依然如故。而雅州城外有一座桥名叫情尽桥，②人们送别时，一定要在此处分手。有一回，雍送友人路过这桥，手下人竟严肃地告诉他说，老爷现在就可以停住脚步了，因为您已经到了“情尽桥”。雍一听，心中不觉深为纳罕，说：“人们都只说是情感难以穷尽，怎么会出现感情穷尽的事儿呢？”说罢，他便命手下人速速去拿笔来；此时，他想到古代乐府诗《折杨柳》中的涵义，当即就把这桥的名字改为“折柳桥”。同时，他还把他上述这意见写成一首诗，并题写在该桥堍的勒石上：\n　　从来只有情难尽，何事呼为情尽桥？\n　　自此改名为折柳，任他离恨一条条。③\n　　雍陶这首诗传出去后，它很快便脍炙人口了。人们在临别时，即使那些不在折柳桥分别的，也往往会念上雍陶这首诗，以志其深刻的离别之意。\n　　按：① 《唐诗纪事》、《全唐诗话》、《云溪友议》皆作“李敬之”；而《唐才子传》则作“李钦之”，未知何据，盖形讹也。② 此据《鉴诫录》、《唐诗纪事》、《唐才子传》等；至于一说桥在简县，《唐诗鉴赏辞典》因之，恐非确。③ 呼，一作“名”；为，难，均读平声。",
  "desc": "雍陶（约789~873以前），字国钧，成都人。工于词赋。有《唐志集》五卷，今传。",
  "dynasty": "唐代",
  "id": 340,
  "name": "雍陶",
  "star": 130
}