{
  "content": "生平\n\n　　康熙五十四年秋天，江苏丹阳四屏山下的一户姓贺的农家又添了一个女儿。这是贺家的第二个女儿，所以取名双卿。小双卿十分乖巧，很少哭闹，常常瞪着一双黑白分明的眸子四面观望外面的世界。她似乎知道家境贫困，父母整日为生计奔忙，无心多关照自己，于是乖乖地生长着。小双卿在不知不觉中会走路了、会说话了，别看她并不爱多说话，可说起来有板有眼、很有慧性。双卿的舅舅是镇上学馆的塾师，一说她舅舅是帮塾师打柴、担水的杂役，镇子离贺双卿的家不远，没人照料的小双卿，常常一个人“吧哒、吧哒”地跑到学馆悄悄站在窗外偷看。里面的学生读书，她也跟着“伊伊呀呀”地模仿。还学得饶有趣味。后来学馆的先生看到这小姑娘聪明好学，就破例同意她进课堂旁听。小双卿高兴得心里比吃了蜜还甜，一下课就忙着为先生递水送茶，夏日打扇赶蝇、冬日添炭拨火，以感谢先生的特别关照。就这样，小双卿免费在学馆旁听了三年，学会了读书写字，还入了吟诗作文的门。\n\n　　三年过去，贺双卿十岁了。妈妈认为姑娘大了，整天在外跑来跑去，象个疯丫头没样子，将来怕嫁不出去，于是不再让她天天往镇上学馆跑，而让她留在家里学针线女红。小双卿不知道怎样反抗母亲的意思，因为村里其他的小姐妹都是轻易不出家门的。大多数女子都不识字，连自己的名字也不会写，照常嫁人生孩子做母亲，贺家能让双卿在外面跑上了几年，已算够开放的了。\n\n　　在家跟着妈妈做家务，心里仍是放不下学馆里的笔墨诗文。她央舅舅买来纸笔砚墨，一有闲暇，便坐在饭桌边写诗作文。还请舅舅把她的习作带到学馆请先生批改，先生常在她的习作上批下鼓励之句，也深为她的飞速进步暗暗称奇。\n\n　　田里的庄稼种了又收，收了又种，转眼贺双聊已经十八岁，长成个亭亭玉立的大姑娘。善诗能文的内秀使她较其他的乡村姑娘多一份含蓄和深度。贺双卿虽然有出色的诗才和气韵，可在乡下人眼里这些一钱不值。双卿父亲去世，便由叔父做主，嫁与邻村佃户周大旺。周大旺也是农户出身，只知道埋头种庄稼。\n\n　　周大旺体壮如牛，脾气火爆，斗大的字不识一石。与贺双卿的体质纤弱、性情柔怯和才学俊秀，形成了极不和谐的对比。新婚的贺双卿望着陌生的丈夫，感觉自己被抛到了荒野上，以后的命运不知是吉是凶。\n\n　　新婚燕尔，周大旺对温雅纤秀的妻子十分着迷，夜夜抱着她揉搓个没够。虽然没有轻言蜜语，可他那宽厚的胸膛、结实的双臂，让贺双卿体会到一种坚实的爱护，虽然没有书本上那种才子佳人般的浪漫，遗憾之下她也略微有一些满足。反正农家姑娘都是这样嫁人的。\n\n　　可进入周家三天后，贺双卿开始尝到一些苦涩的滋味。婆母杨氏是个泼辣能干的女人。年轻守寡，一个人将独生儿子周大旺苦撑着带大，媳妇进门，儿子竟然一头迷了进去，到她这个做娘的跟前来的时候少了，真是“娶了媳妇忘了娘”！她把恨算到了贺双卿头上，认定是这个狐狸精抢走了她儿子的心，便开始鸡蛋里面挑骨头地找岔子了。新媳妇第三天开始下厨，贺双卿用心地为婆婆做了一碗糖心汤团，小心翼翼地端给了婆婆。杨氏装腔作势地接过来，用汤匙舀了一颗送进嘴里，刚咬了一口，突然眉头一皱，“扑”地一声将吃进嘴里的汤团用力吐了出来，同时将手中的碗重重地朝桌上一嗑，随即站了起来，大怒道：“你这小娼妇想烫死我啊？做汤团哪里要放这么多糖的，纯粹想败了我们周家不是？真是个扫帚星！”\n\n　　那颗吐出的汤团正吐在贺双卿的裙裾上，她猛吓了一跳，接着又是一顿臭骂劈头盖脸地砸来，把她镇得不知所措，豆大的眼泪不由自主地掉了下来。\n\n　　“啧啧！老娘说几句都不行了？告诉你，在这里还是老娘当家，由不得你随心胡来，还不把地上的东西快快收拾起来，圈里的猪、栏里的鸡还要喂哩！咱们庄户人家，可养不起闲人！”杨氏仿佛还没有发泄够，对着贺双卿又是一顿训斥。接着又转过头，朝房里的儿子大声嚷道：“旺儿，天天守着媳妇就能守出谷子来啊？还不下田干活去，看你懒成什么样子了！”新婚夫妻刚刚歇了三天，杨氏心里就窝下了一大团火，她觉得儿子都快被媳妇带坏了。\n\n　　者实巴交的周大旺从小听惯了母亲的调摆，这时自然不敢反抗，只好乖乖地扛了锄头下田，心中还把气恼怪到了妻子身上。觉得母亲发火，自己挨训都是她惹出来的，不由得就将对妻子的爱怜减少了一半。\n\n　　从这一天开始，贺双卿便日日在婆母的压制下生活了。家中清扫、煮饭、喂鸡、养猪、舂谷之类的杂活都落到她的头上。她原本身体孱弱，在娘家就很少做这些事。乍一开始还适应不下来，不是忘了这样、就是漏了那样，忙得焦头烂额，一旁坐着的婆母不但不帮上一把，还嫌她手脚太慢，这里不是、那里不对。\n\n　　开头贺双卿在婆母那里受了委屈，还向丈夫悄悄诉说，想从丈夫哪里得到些抚慰。可是慢慢地丈夫听信了婆母的编排，也认定是贺双卿笨拙懒惰，常站在母亲一边来帮着叱责妻子，贺双卿伤心至极。\n\n　　既然无处诉苦，贺双卿想到了从娘家带过来的纸笔，只好把满腔的忧怨倾诉在纸上，形成一首首滴血含泪的诗篇。\n\n　　尽管贺双卿抛出一片苦心，可那个笨拙粗俗的丈夫一点也体会不到。反而在母亲杨氏的唆使下，不断地折磨妻子。一天，贺双卿清扫了屋里屋外，洗完一大盆衣服，又喂完鸡猪，刚想坐下来稍事歇息婆婆又在院子里喊道：“趁着不到做晌午饭，快把那箩谷给舂了，还想等到日头落西啊！”贺双卿从不敢违抗婆婆的指令，周大旺从地里回来一进门见妻无力地站在石臼边，抱着石杵一动也不动，便以为是她偷懒怠工，竟然不假思索地走过去，一把把她推倒在石臼旁。石杵正压在了她的腰上，贺双卿痛得好半天都爬不起来，痛苦的眼泪却还不敢当着丈夫的面流出来。\n\n　　好不容易挣扎着舂完谷，又到了做午饭的时间，贺双卿来不及喘口气，便下厨房煮粥。弄得灶声上一片狼藉。机敏的婆婆闻声探进头来一看，不禁火冒三丈，吼骂道：“你这个小贱人，如此糟蹋粮食，这日子还过不过啦！”贺双卿早已听惯了她的呵叱，此时自己又确实全身无力，便不理睬她，只是埋头清理灶台。杨氏一见媳妇那种对她要理不理的样子，更加气不打一处来冲上前一把抓住贺双卿的耳环，用力一扯，把她的耳垂撕裂开来，鲜血流满了肩头。贺双卿仍然不敢反抗，却默默地咬牙忍住疼痛，照常乖乖地把饭食端到屋里，丈夫和婆婆看都不看她一眼，坐下就大吃大嚼起来。\n\n　　贺双卿患有严重的疟疾，在周家得不到调治，忽冷忽热经常发作，把她折磨得面黄肌瘦，憔悴不堪。丈夫对她也就越来越讨厌了，幸好婆婆不在家，她倒在床上大哭一场。\n\n　　既然无法反抗，也就只有加倍地恭顺了，或许这样可以一点减少痛苦。就这样，大约于雍正末年或乾隆初年，一代才貌双全的农家女词人，最终在肉体与精神的双重折磨下，花颜凋落，含恨离开人世，留下一段千古遗憾，让后人叹惋不已！\n\n",
  "desc": "贺双卿（1715~1735年）， 清代康熙、雍正或乾隆年间人，江苏金坛薛埠丹阳里人氏，初名卿卿，一名庄青，字秋碧，为家中第二个女儿，故名双卿。双卿自幼天资聪颖，灵慧超人，七岁时就开始独自一人跑到离家不远的书馆听先生讲课，十余岁就做得一手精巧的女红。长到二八岁时，容貌秀美绝伦，令人“惊为神女”。双卿是我国历史上最有天赋、最具才华的女词人，后人尊其为“清代第一女词人”。",
  "dynasty": "清代",
  "id": 1059,
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_1059.jpg",
  "name": "贺双卿",
  "star": 3
}