{
  "content": "生平\n\n几经辗转\n\n　　刘廙，字恭嗣，南阳郡安众县人。十岁时，在课堂上游戏，颍川的名士司马德操抚摸着他的头说：“小孩子，小孩子，‘有道德就懂义理’，难道你自己不知道吗？”刘廙的兄长刘望之，当时很有名气，荆州牧刘表征召他为从事。他的两个好朋友，均因谗毁的罪名，被刘表杀害。他就以政见不合为理由，弃官回家了。刘廙对他说：“从前赵简子杀犊准、铎鸣，孔子物伤其类，回车而返。如今兄长既然不能仿效柳下惠同声相应，就应该学习范蠡迁移到偏远的地方。坐在这儿白白地等死就危险了，实在不行！”刘望之不听从他的劝告，不久就被刘表杀害了。刘廙很恐惧，急忙逃奔扬州，归附了曹操。曹操聘任他为丞相府的属官，后转任五官将文学。\n\n曹丕器重\n\n　　曹丕很器重他，让他交接、起草文书。刘廙上书回答说：“臣当初以为尊卑有序，是礼仪所定。因此固守着一般的礼节，不敢轻易下笔。接到您的任命，深深懂得了辛劳谦和的本意，而不看重其出身高贵与否，倚重的是清廉的有识之士。假如能像郭隗不为燕昭王所轻视，献九九小术的人不被齐桓公忽略，霸业因此也就会成就。损失一个普通人的节操，建立壮伟的业绩，臣下虽然愚钝，又岂敢推诿呢？”\n\n上书劝谏\n\n　　建安十八年，曹操获封魏公，建魏国，刘廙任黄门侍郎。\n\n　　曹操在长安时，打算亲自带兵征蜀，刘廙上疏说：“圣人不以己之睿智而轻视普通人。王者不因身份的高低决定是否采纳其意见。因此，能够建功立业者，必能以近察远，比专横之人考虑周详。又必能不耻下问，博采众长。皮带、弓弦虽是不说话的物品，但古代的圣贤却能用以警醒、纠正自己。臣下虽然认为不才，但愿意以己比作皮带和弓弦。从前乐毅能够以弱小的燕国打败强大的齐国，却不能以轻兵平定即墨，原因在于自强者虽弱小却坚不可摧，自溃者虽貌似强大却必然一败涂地。自从您起兵以来，三十余年，没有打不败的对手，没有制服不了的强敌，如今，以精锐的兵马，常胜的军威，面对着倚仗天险的吴国孙权和拒不服从的蜀国刘备。想那偏远之地的大臣，比不上冀州的一个小卒，孙刘的家当，也比不上袁绍当时的基业，但是袁绍到底灭亡，而孙、刘却依旧存在。并非是我们力量不如从前，只是因为自强者和自溃者的形势地位转换了。故此，当年周文王伐崇侯虎，三次没攻下来，于是就退归原地，修生养性，最后终于把崇侯虎制服了。当初秦国作为诸侯之一，战无不胜，征无不服，待统一天下，秦王当上了皇帝，秦国却让百姓们的一阵疾呼声给摧毁了。这就是对外施用强力，对内不爱护体恤百姓的结果。臣下担心吴、蜀边寇的力量虽比不上先前六国，但却不乏出类拔萃之才。征伐他们会不会重蹈秦国的覆辙，这是不能不认真思考的。天下却有得失：形势对我有利而我又能认真考虑，就可有重大收获，形势对不利而我还要一意孤行，这就会有重大的失败。当今之计，不如研究周围的险阻，选择要害之地据而守之，再挑选天下甲士，而不断更换驻守。这样，您就可以高枕在大厦之内，潜心谋划安邦治国之大计。鼓励农桑，励行节约，这样整治十年之后，就一定会国泰民安。”曹操听罢走到刘廙面前说：“不但当君主的应了解臣子，作臣子的也应了解君主。如今你想要让我坐在这儿空行周文王的德政，恐怕是看错人了！”\n\n后期经历\n\n　　建安二十四年，魏讽谋反，刘廙之弟刘伟受牵连，按律应连刘廙一起杀掉。曹操下令说：“叔向不因其弟羊舌虎犯罪而受牵连，这是古时的制度。”于是赦免了刘廙，而且提拔他为丞相仓曹属。刘廙上疏道谢：“臣所犯之罪理应祸灭宗族，幸遇天地之英灵，碰上时气带来的好运，承蒙殿下使我全家幸免于祸，又将我升职，正如寒灰之上复燃烟火，已枯之木重长鲜花。万物不知如何才能感谢生养它的天地，儿子不知如何才能报答生养他的父母。臣可以以死为您效力，却实无法用言语来表达对您的谢意。”刘廙共撰写了几十篇文章，此外还和丁仪共同论述过刑礼，这些著作都流传于世。\n\n　　建安二十五年，曹操逝世，曹丕继任魏王，刘廙迁任侍中，赐爵关内侯。\n\n　　黄初二年，刘廙逝世，享年四十二岁。因无子而由弟弟之子刘阜继嗣。\n\n\n家庭成员\n\n兄弟\n\n　　刘望之，刘廙兄，曾仕刘表，后被杀害\n\n　　刘伟，刘廙弟，东汉官员，因参与魏讽叛乱而被诛\n\n养子\n\n　　刘阜，曹魏陈留太守。继嗣\n\n孙\n\n　　刘乔，刘阜子，西晋豫州刺史\n\n",
  "desc": "刘廙yì（180年—221年），字恭嗣，南阳（今河南南阳市）人，汉末魏初名士。西汉长沙定王刘发之子安众康侯刘丹之后。初从荆州牧刘表，后投奔曹操，甚受器重，为黄门侍郎。曹丕继位，擢为侍中，并赐爵关内侯。为政主张先刑后礼，且通天文历数之术，与司马徽、丁仪等名流相齐。黄初二年（221）卒。著书数十篇，皆失传。",
  "id": 1536,
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_1536.jpg",
  "name": "刘廙",
  "star": 0
}