{
  "content": "生平\n\n天籁阁中文孙\n\n　　在明末清初名家辈出的中国画坛上，项圣谟是一个非常值得注意的人物。他遗留下来的绘画作品，在全国各地博物馆均有收藏，也有不少流散到了国外，传世或见于文献记载的总数约在六百余幅以上。他的作品，数量多、质量高、画风独特，其艺术技巧，在当时不亚于第一流画家。更为突出的是他的作品具有思想内容和时代的气息。\n\n　　项圣谟，初字逸，后字孔彰，号易庵，别号有胥山樵、存存居士、醉风人、大酉山人、莲塘居士、烟波钓徒、松涛散仙、逸叟、狂吟客、鸳湖钓叟、不夜楼中士等等，浙江嘉兴人。\n\n　　嘉兴项氏，是一个大家族。从项圣谟的一方“大宋南渡以来辽西郡人”印章来看，嘉兴项氏的先祖原是北方人，是在北宋灭亡时逃难到南方定居的。到明代中期以后，在这个家族里有不少知名人物，或以高官显爵，或以文学艺术而见于记载。项圣谟的五世祖项忠，是正统时的进士，官至兵部尚书。伯祖父项笃寿，是嘉靖时的进士，也官至兵部郎中。祖父项元汴，字子京，号墨林山人，是有名的古书画大收藏家、鉴赏家和书画家。项子京的性格很特别，对于科举考试很冷淡，万历时征他出来做官，他也不去；而对古代的文物却有特别的嗜好。他所收藏的古代法书名画，以及鼎彝玉石，甲于海内，其数量之多，质量之高，不惟当时，就是在后代，也无人能与之相匹敌。现在我们能看到古代传世的法书名画中，有许多是经他手收藏过的。他曾经得到一张古琴，上面刻有“天籁”两字，于是便把他储藏古物的房子，取名叫“天籁阁”。\n\n　　项子京有六个儿子，名字叫德纯、德明、德新、德成、德达、德宏。董其昌称：“元汴六子，或得其书法，或得其绘事，或得其博物，而季得其惇行。”项圣谟的父亲项德达也是著名的收藏家和画家。\n\n　　项圣谟出生在明代万历二十五年丁酉阴历八月十八日，这是他的祖父项元汴去世后的第八年。项元汴临终前，将其平生所收藏的古书画及其他的古器物，分给了他的六个儿子。项圣谟的父亲也自然能得到一份。项圣谟在明崇祯四年临摹过著名的唐代画家韩滉的《五牛图》。《五牛图》项元汴曾经收藏过，其上有他的题记和许多的收藏印记。很可能这幅名迹，就是元汴死时分给他父亲的，后来归了项圣谟收藏。今《五牛图》上有“考古证今”一长方印，是不是项圣谟加盖的呢？待考。\n\n　　由于项圣谟出生在这样一个家庭，受到家庭环境的熏陶，他从小就十分喜爱书画艺术，经常写字画画。他也曾寄希望于科举仕途。由秀才而荐举到国子监读书，是一名太学生。但是，他的志向却像祖父，更大的兴趣在诗、书、画的学习和创作上。他在三十三岁时所创作的《松涛散仙图卷》的自识中，回忆少年时的情景：“余髫年便喜弄柔翰，先君子责以举子业，日无暇刻，夜必篝灯，着意摹写，昆虫草木，翎毛花竹，无物不备，必至肖形而止。”父亲在世时，他已经是这样的了。父亲死后，他就更无所顾忌地朝着自己志趣的方向发展。\n\n　　现在我们能见到的项圣谟最早的作品，是他二十四岁时所创作的《松斋读易图轴》和《山水兰竹册》。仅从艺术技巧来看他这时的创作，虽然在笔墨功夫上，不可避免的有着青年人嫩弱的特点，但已是出手不凡。如果他不是在少年时期狠下过一番苦功夫，长期地进行艺术创作的实践，二十四岁是不可能达到这样成熟的水平的。二十六岁至二十九岁时所创作的《画圣册》，被当时称之为赏鉴家巨眼、文坛领袖式人物董其昌看到后，大加赞赏。董氏在画册中题跋说：“古人论画，以取物无疑为一合，非十三科全备，未能至此。范宽山水神品，犹借名手为人物，故知兼长之难。项孔彰此册，乃众美毕臻，树石屋宇，皆与宋人血战，就中山水，又兼元人气韵，虽其天骨自合，要亦工力至深，所谓士气、作家俱备。项子京有此文孙，不负好古鉴赏百年食报之胜事矣。”董其昌的评语，除了对项圣谟的绘画艺术评价之外，另指出两点是非常重要的：其一，指出项圣谟之所以获得成功，除了天分，重要的还是功夫；其二，他祖父的收藏书画，使他能见到古人的名迹，得以临摹学习之便，也帮助了他在艺术创作上得到成功。项圣谟对他的祖父是非常崇敬的，并以此引为自豪，他曾经刻有一方印章叫“天籁阁中文孙”，我们可以在他的作品中经常见到。\n\n　　据《松涛散仙图》卷后项圣谟自己的题跋中说，他曾经在明崇祯元年时，“经齐鲁，出长城，历燕山，游妫川，又入长安，凡九阅月”。又有诗写道：“偃息松涛一散仙，葛中挂壁自闲眠，窗前有竹聊医俗，不到长安已十年。”这就是说，他在崇祯元年到“长安”之前的第十一年，即明万历四十六年他二十二岁的时候，还到过一次北京。那么，他两次入京是去作什么呢？我们猜想，第一次他可能是到国子监入学读书，而第二次，按他所临的《五牛图》后李日华的题跋“顾孔彰名家子，铦锋伟度，出而宣力国家，为天子绘九章法服，斟酌楷定太常礼器，乃所优为”云云，很可能他这一次到北京是专为皇帝描绘衣服上花纹图案的。按李日华，字君实，号竹嫩，嘉兴人，是项圣谟妻子的伯父，这时正在北京作太仆寺少卿。项圣谟到北京也可能与他有关系。\n\n　　项圣谟两次到北京，居住的时间都不长。第一次入国子监为太学生，可能是自动离开的。因为太学在晚明已见弛废而不受重视，由太学生而走向仕途的前景不大。而且他对晚明时期的政治，已有他自己的看法，不愿意去做官，更何况太学生出来，在那时也只能做一个州贰佐官。第二次他仅只是为完成一定的任务，加之这时他因骑马不慎，把右臂给摔伤了，所以很快便回到了嘉兴老家。\n\n难忘天下忧\n\n　　项圣谟回家之后，完全沉浸于诗文书画的创作之中，倾注着他毕生精力。虽是出于个人的兴趣爱好，然而，也包含着社会的政治原因。明天启五年至六年间他创作了一个山水长卷，命名为《招隐图》，同时还创作了二十首“招隐诗”。据他自己说是因读到了陆机和左思的“招隐诗”而有所感触，将“借砚田以隐”。是什么感触呢？从他的“招隐诗”中，可以透露出一些消息。其第二首诗写道“谁谓幽居僻，荜门稀往还。但疏迎送礼，而绝笑啼颜。不是高眠稳，只因结想闲。利名能勘破，荣辱总无关。”第十一首诗写道：“谷口无人迹，清辉扬素流。岩花占岁月，洞草辨春秋。阴壑■丹穴，阳林被翠裘。由他轩冕客，颜膝事王侯。”第十八首写道：“白沙走急濑，何事若奔忙。昼夜分千派，浊清同一源。洁因无混洁，浑以合流浑。不记沧浪水，曾歌自取言。”这些诗句以“官场”作为对立面，赞美“幽居”生活，抒发了他的感慨，可以看出他对“官场”的基本观点，联系他所创作的年代，我们可以进一步了解它具体内容。\n\n　　在明代天启年间，明熹宗朱由校昏愦无能，整天寻欢作乐，不事朝政，大权全部落到了宦官魏忠贤的手里。为了把持朝政，魏忠贤一方面私结党羽，引用其亲信家人，封侯进爵，置之要路。一些无耻的官吏，向他们卖身投靠，倍受重用，一时在其手下有所谓“五虎”、“五彪”、“十狗”、“十孩儿”、“四十孙”之目，朋党为奸，祸国殃民。另一方面他排斥异己，打击朝臣，大兴冤狱，利用他的亲信党羽和特务组织，对全国进行控制和血腥镇压。闹得朝野上下，乌烟瘴气，人民敢怒而不敢言。在大兴冤狱当中，尤其对东林党人的打击最凶狠，牵涉面最广，只要不服从他们或者有私仇的，都可以东林党人加罪而置之于死地。东林党人的主要成员是士大夫阶层，而活动范围是在江南地区，这可能对项圣谟产生直接的影响。从这一历史背景出发，我们再看项圣谟的这些诗句就有具体内容了。他所说的“由他轩冕客，颜膝事王侯”，所指的不正是那些卖身投靠的官吏和魏忠贤及其党羽吗?“利名能勘破，荣辱总无关”，照理，出来做官，是获得名利的好机会，何以会受辱呢？这是指在黑暗的政治下，正直的官吏受到排斥打击，只有勘破利名，没有荣，也就不会受辱了。他不愿意强装欢笑去迎“宾”送“客”，更不愿意奴颜婢膝的去侍奉那些“王侯”。似乎完全看透当前官场的黑暗，居然喊出了“一日心不死，谁甘着钓蓑”，可见他愤恨、感慨之深！\n\n　　然而，在“招隐诗”第一首的开头，他写道：“入山非辟世，端为远浮名。”明确地说出了他的“隐居”，并不是为了逃避现实和远离人境。这与一般自命清高的士大夫是有所不同的。可能包含着两层意思，一是不离开人们的社会生活，二是不离开明王朝国家。这两点成为了他今后“借砚田以隐”的基本态度。我们可以通过他一系列的诗画创作来作窥探。\n\n　　明天启四年他创作有《甲子夏水图》，五年创作有《乙丑秋旱图》，记录了当时江南地区遭受水、旱灾害侵袭的情况。这两幅图画，我们今天看不到原作了，但从董其昌、陈继儒两人的题跋中，可以看出他的创作意图。其董氏题跋曰：“水、旱二图，有藿衣蒿目之忧，更进于画，所谓山林经济，使伯时见此，必点头道好。”陈氏题道：“披水、旱二图，使人欲涕，此郑侠流民之遗意也。图中赈饥使者何在，请质之画谏孔彰。”由董、陈二跋，可以看出项圣谟创作此二图的用意，既表示出对人民遭受自然灾害的同情，同时也是对当时朝廷的讽谏，以抨击魏忠贤把持朝政，使民不聊生。\n\n　　项圣谟对人民有着深厚的感情，对人民的疾苦生活非常关心，并把这种关心，通过绘画创作表达出来，这在中国古代画家中，尤其在文人画家当中是难能可贵的。崇祯五年江浙一带发生了严重的旱灾。据《明史》“五行志”记载，这一年“杭、嘉、湖三府，自八月至十月，七旬不雨”。“淮、扬诸府饥，流殍载道”。可见这一次灾害的严重性。其实，杭、嘉、湖王府从五、六月开始，已经出现严重旱象了，《明史》所载并不完全。这一年的六月，项圣谟创作了一幅《六月鸣风竹图》，明确地反映了这一历史事实和当时人民的生活状况；并在画中题诗道：\n\n　　六月鸣怪风，发发几昼夜。松梧不绝声，何曾似长夏？\n\n　　三年苕始华，旱魃复为虐。无力御狂风，新蕊多吹落。\n\n　　皦日何炎炎，大风何冽冽。石背幽草黄，北窗青竹折。\n\n　　碧天飞绛云，虹影见还灭。怒目射虹光；渴欲饮虹血。\n\n　　虫虫积气隆；赫赫余威赤。青苗叶半黄，饷妇颜全黑。\n\n　　云汉夜昭回，彗星照庭户。酣歌冰帐人，谁知田畯苦。\n\n　　日暵土云崩，田中耘者死。万姓皆惶惶，官府诚祷祀。\n\n　　从这些诗中，可以看出项圣谟对劳动人民是寄予同情的，对人世间不平等的现象表示愤慨，也对官府拿不出半点办法来解决灾荒予以抨击。在第四首中，他居然敢于“怒目射虹光。渴欲饮虹血”。“虹霓者，阴阳之精”，在这首诗里是作为自然灾害的象征，他射之以怒目，而欲饮其“血”，表现出不信神不信邪的气概。\n\n　　崇祯年间，不但自然灾害比天启年间更为频繁和严重，而且政治和经济方面也一天更比一天混乱和不景气。崇祯皇帝朱由检虽然企图振作，把魏忠贤的势力打击下去了，但是在统治集团内部的矛盾斗争仍然激烈。连年的灾荒和饥馑，老百姓处于生死线上，政府不但没有任何赈灾措施，反而加捐加税，更残酷地向人民进行搜刮。在逼迫得走投无路时，人民只好奋起武装反抗，终于爆发了大规模的农民武装起义。与此同时，占据东北的后金势力已完成了内部的统一，正虎视眈眈地窥伺着关内明王朝的土地。崇祯二年，清兵突过长城，进围北京，京师戒严。在这危急关头，明政府却中了清兵的反间计，杀死了督师蓟辽的兵部尚书袁崇焕，等于自毁长城。崇祯十一年九月，清兵侵入墙子岭，总督蓟辽兵部侍郎吴阿衡死之。十一月，清兵攻克了高阳。面对这一系列的繁复的政局变化，项圣谟忧心忡忡。特别是清势力的发展与威胁，使他感到忧虑。崇祯十一年的冬天，他创作了一套《杂画册》，其中第二幅画着一个官吏坐在那里观看两只公鸡在斗架，画上题诗道：“此老杰然坐大堤，凝眸袖手气成霓。至今虏事无奇策，那使闲情看斗鸡。”这里项圣谟所抨击的“此老”，不是一般的官吏，而是朝廷中的决策人物。当时任兵部尚书的是杨嗣昌，当清兵侵入墙子岭时，杨嗣昌极力主张和议，并戒诸将不要轻战，致使前线吃败仗，丢掉了许多城池。杨嗣昌之所以主张对清和议，是想把主要精力集中在对农民革命的镇压。如果我们从这历史事实来理解项圣谟的诗意，那么他的主张，正是要把主要力量用来对付外族的侵略，而不是对内的斗争，包括统治集团的内部纷争和对人民的镇压。\n\n　　崇祯十四年，清兵再度大规模的进攻，明朝的边防重镇锦州失陷了，蓟辽总督洪承畴被活捉，投降作了汉奸。明政权同时受到农民革命和清兵的两方面威胁。在这一年项圣谟所创作的《山水花鸟册》中，他又把三年前所作《斗鸡图》重画了一遍。去掉了观看斗鸡的官吏，画中的题诗，内容亦有所变化。他的题诗写道：“边廷未罢兵，山鸡亦好斗。鼓气以司晨，岂顾北门守。山家自有太平年，只合栖迟乐缶笾。厨下岂容鸡斗惯，屋头可使雀时穿？”显然他说的“山鸡”是指的农民革命军了。在他看来，应当终止这种斗争，来共同对付清的侵略。“山鸡”应当安分守已，在缶笾寻得快乐；这是他思想保守落后的一面。但是他也认为，在屋檐底下，也不允许那些燕雀们去筑巢穿飞。他使用了屈原的诗句“燕雀乌鹊巢于堂”的典故，显然指的是在朝的奸佞之臣。当民族矛盾与阶级矛盾都同时激烈时；他把民族看得更加重要，主张缓和阶级矛盾，共同挽救民族的危亡。\n\n　　就在这同一画册中，在第一幅上，项圣谟画了一丛萱花，并题诗道：“中庭日虚朗，写此欲何求。总见宜男色，难忘天下忧。”萱草，亦称宜男草，又称忘忧草，人们画它是用来表示对父母的孝顺的。在这里，项圣谟借以抒怀，不是他个人家庭，而是对整个国家民族的无限忧虑。从他又在此册中第五幅画的螃蟹题的“胡尘未扫，鱼肠鸣匣，公子无肠，亦具坚甲”诗中，可见他忧虑民族的命运。\n\n明亡隐居\n\n　　明朝的败亡，势在必然，内部腐朽、官场黑暗，这是项圣谟早已看透了的。又加上农民的武装革命和清兵的步步紧逼的双重打击，就象一堵即将坍塌的败墙，是扶持不起的。崇祯十四年，他创作了一套《山水册》，在第一幅《郊南晚色图》中，他题诗道：“雨过郊原，南亩乍绿。槁色未除，夕阳还烛。何是炊烟，谁深沐浴。时既昏昏，下民无告。”表现出一种无可奈何的心情。在第四幅《老树鸣秋图》中，他画了两棵枯老的树，被一阵秋风吹起，落叶纷纷而下，有的落在地上，有的飘没在水中，景象凄凉。他在画上题诗道：“老树鸣秋到枕边，起来落叶满前川。未随浪去非留恋，岂道江南别有天？”他以老树象征着明王朝，而以树叶象征着百姓。百姓离开国家就像树叶被秋风吹落离开树枝一样。从当时的国内形势来看，农民革命运动的发展，已经扩展到了陕西、河南、安徽、山东、湖北、四川等省，这些地方的老百姓都起来造反了。而江南地区的江浙一带，似乎比较平静，但是项圣谟指出，江南地区并非别有天地。老百姓没有随着农民革命的风暴和时代潮流而去，就像落到水里的树叶一样，并非对树枝有所留恋，只是时间的迟早而已。\n\n　　对于项圣谟这样一个无权无势的知识分子来说，明朝的覆灭，自然难以忘忧。“自写隐居后，乾坤日月残。图中谁面目，影里汉衣冠。若按江山景，何时复旧观”。“自写隐居心，如梦到如今。故国危亡久，孤臣离乱深。终朝犹度岁，长夜几呻吟”。可见其忧愤之深，但他又无可奈何。唯一的态度是洁身自好，坐观以待变。早在崇祯十三年他创作的一套《山水册》中，画了一幅“山不动”的山水画，并题诗说：“遇云兴而观变兮，山屹然而不动。因观变以知时令，动静曷云非梦。乃即幻以求幻兮，亦惟人间是讽。”\n\n　　“变”，终于到来了。崇祯十七年李自成所领导的农民革命军于阴历三月十九日攻进北京，崇祯皇帝朱由检见大势已去，自缢于煤山，这个消息很快便传到了江南。当项圣谟听到这个消息时，他非常悲痛。尽管他早就料到会有这一天到来，同时对朝中的政治没有什么好感，对明政权也失去了信念，但毕竟他的祖辈是在明王朝发迹起来的，加之他所接受的是封建文化的教养，所以对于当朝总是忠心耿耿的。为了表示他对明王朝的忠诚，他创作了一幅具有纪念碑意义的《依朱图》又名《朱色自画像》，画自己抱膝而坐，背倚靠着一株大树。肖像部分全用墨笔白描钩出，不用色彩，而大树及远处的山峦，则全用朱色。他借用“朱”、“朱”的谐音，表示自己永远是明王朝的人。在落款当中，还特别写上自己是“江南在野臣”。\n\n　　还题有两首七言律诗：\n\n　　其一：\n\n　　剩水残山色尚朱，天昏地黑影微躯。\n\n　　赤心焰起涂丹雘，渴笔言轻愧画图。\n\n　　人物寥寥谁可貌？谷云杳杳亦如愚。\n\n　　翻然自笑三招隐，孰信狂夫早与俱。\n\n　　其二：\n\n　　一貌清臞色自黧，全凭赭粉映须眉。\n\n　　因惭人面多容饰，别染烟姿岂好奇。\n\n　　久为伤时神渐减，未经哭帝气先垂。\n\n　　啼痕虽拭忧如在，日望升平想欲痴。\n\n　　诗中所说的“三招隐”，即他所创作的三卷山水诗画《招隐图》。其第三卷《招隐图》就是在这一年的正月创作的。“翻然自笑三招隐，孰信狂夫早与俱”，说明他早就有这个思想准备。在这里，有一点值得我们加以重视和研究，即在这一诗画当中，尽管项圣谟一再表示出他对明王朝的忠诚，但对农民革命以暴力推翻明政权，却未加任何的评论。在这以前他的所有评及时政的诗文中间，也未有言及被当时统治者所称为的“流寇”、“闯贼”等。他虽然不赞成农民革命，认为应当从民族的危亡出发，共同对付北方清兵的侵入。但他也不是谩骂农民暴动，相反，对于农民在遭受自然灾害当中的痛苦生活，寄予同情，而对于官吏的腐败和富豪的侈奢，却给以抨击。他之所以早料到明王朝总会有灭亡的一天，不只是看到了老百姓纷纷起来造反，同时也看到了朝政的黑暗所必然要引起自身的坍塌。他在诗中呼喊道“时既昏昏，下民无告”，和他采取隐居的生活，正是他对明王朝绝望心情的表露。\n\n坚贞不二\n\n　　形势在起着更加剧烈的变化，项圣谟最担心忧虑的清兵入侵，更以迅雷不及掩耳之势到来了，全国处于一片混乱之中。李自成的农民革命军占领北京没有几天，汉奸吴三桂即引清兵入关，李自成到山海关亲自指挥战斗失利，于四月廿八日撤出北京，第四天，即五月二日，清军占领北京，接着大举向南方进击。全国由原来的激烈的阶级矛盾，一下子转变为激烈的民族战争。\n\n　　第二年，即清顺治二年，清兵残酷地摧毁扬州之后，于五月十五进入南京。对江南人民的反清斗争进行了血腥的大屠杀和劫掠。阴历的闰六月，清兵攻破了嘉兴府城。项圣谟的堂兄弟、前明蓟辽守备项嘉谟不愿降清，带着两子和一妾跳天心湖而自杀了。项圣谟的家里遭受到了抢劫，他祖父所遗传给他们兄弟的古代法书名画以及其他古物，有的为战火所毁，有的为清兵所掠，其中清兵千夫长汪六水抢劫得最多。这时项圣谟则仅仅背负着他的老母亲及妻子逃难到了嘉善县。后来，他在《三招隐图》卷的题跋里追忆这一段生活时说：“明年夏，自江以南，兵民溃散，戎马交驰。于闰六月廿有六日，禾城既陷，劫灰熏天，余仅孑身负母并妻子远窜，而家破矣。凡余兄弟所藏祖君之遗法书名画，与散落人间者，半为践踏，半为灰烬。”面对国破家亡，项圣谟的满腔悲愤的心情是难以抑制。尤其是异族的统治，更增加了他对故国的怀念。他时常借助诗画，把他满腔的悲愤倾泻了出来。清顺治三年他画了一幅《秋山红树图》，画面大树林立成丛，树叶红黄黑白相问，斑斑点点，如泪如血，他题诗写道：“前年未了伤春客，去岁悲秋哭未休。血泪染成林叶醉，至今难写一腔愁。”这一年，他还给他的朋友胡幼蒋画了一套《写生册》，其中的第五幅画着一株古松，蟠曲虬结，象是饱经风霜雨雪之后挣扎着生长起来似的，有着一种顽强的傲岸精神，画上题道：“幼蒨有盆松，古怪之极，余喜而图之，翻盆易地，志不移也。”他以古松自喻，岁寒不凋、坚贞不二。\n\n　　清政府对汉族及其各族人民的反抗斗争，经过大规模的武装血腥镇压之后，终于巩固了下来。在清政府采用武装手段的同时，也采用着收买、笼络的怀柔政策。当清军进入南京的时候，清军统帅和硕豫亲王多铎，就在南明弘光小朝廷中，选取了三百七十三名明朝官吏，授予清王朝的官职。对于汉族的前朝官吏、文士，只要他们不是武装的对抗、愿意投降到新王朝作事，新王朝是容纳他们的。在这种怀柔政策之下，一些明王朝的旧官吏和文士，见大势已定，为了自身的利益，也就纷纷出来投向新的王朝了。但是也有相当一部分的人，却仍然坚持着自己的立场，或隐逸山林，或遁迹空门，抱着与新王朝不合作的态度，项圣谟就是其中坚决的一个。他不但见诸于行动，还以自己的诗画创作表现出这种精神以激励自己与朋友。他在清顺治八年创作了一幅《天寒有鹤守梅花园卷》和扇面，画面上崦间竹树，茅堂静掩，曲篱中梅花盛开，有孤鹤戢羽其下。这不是一般的“梅妻鹤子”图，他以冲寒傲雪的梅花，和高蹈孤引的仙鹤，象征那些不肯向新王朝屈膝的人们，也是表明他自己的心迹。在这一幅画上，值得特别注意的是他所加盖的三方闲文印章，印文其一是“大宋南渡以来辽西郡人”；其二是“皇明世胄之中嘉禾处士”；其三是“天籁阁中文孙”。前两方印章，在他的作品中，仅见于这一幅，而这一幅画没有上款，可见不是送人的。将这一幅所画的内容与这三方印文相联在一起，其用意更为明显。我们知道，北宋正是灭亡在金人手中，而如今的清，正是金的后代子孙。项圣谟在印文中提出他的祖先，可见他对清的亡明，所记仇恨之深。\n\n　　自从明朝灭亡之后，项圣漠从不在自己的画上署以朝代的纪年，仅署干支。据我所知，他最后一幅冠以朝代纪年的作品，是他在崇祯十六年九月所画的一幅《菊竹图》扇面，落款写“崇祯癸未重阳后一日”，自此以后，到他临终前的十五、六年间，无论是传世的作品，或见之于著录的作品，都未见他冠以清代顺治的纪年，这不能说是偶然的现象。\n\n　　清顺治十五年的五月，项圣谟还创作了一幅《花学果图轴》，而就在这一年，这个对人民有着深厚感情，并有强烈民族思想的诗人、画家与世长辞了，终年六十二岁。前一年他还曾到苏州一带旅行，并有许多作品问世，他创作精力还十分旺盛，很可能他是得了重病而死的。死后，他的同乡好友曹溶有挽诗写道：“狼藉江南麈尾春，井床梧影碧嶙峋。风前无复闻长啸，真作荆关画里人。”对他的死，怀着无限的惋惜。\n\n\n艺术成就\n\n画史之董狐\n\n　　徐树铭在题项圣谟于清顺治三年所作《山水诗画册》后说：“用笔不落偏锋，位置亦都谨细，画史之董狐也。六月雪篇有时变之感，望扶桑篇有故国之思，诗史之董狐也。”他对项圣谟诗与画的这一评价是相当高的，其见解与一般人对项圣谟的评价要为深刻。不过，他把“画史之董狐”仅局限于用笔与经营位置等技术问题上，却又有些不够全面，以董狐的史笔来称誉项圣谟的绘画，主要是项圣谟绘画作品中所包含的思想性，所反映的社会和时代，是符合于历史的真实的。\n\n　　在明亡之前，项圣谟的绘画作品，不但真实地记录了人民所遭受的水、旱等自然灾害，而且还对当时黑暗的封建统治有所揭露。而对于那些遭受苦难的人民，特别是农民，却寄予了同情。他时刻关心着国家和人民的命运。\n\n　　在明亡之后，项圣谟的绘画作品主题思想为之一变，主要反映出他强烈的民族思想感情，寄托着他对故国江山的怀念。项圣谟强烈的民族思想感情，不屈服于清统治的精神气质，是通过他的绘画及诗作表现出来的。清人吴清鹏在项圣谟《山水诗画册》跋语中说到他的诗篇“未有一语怨刺及于我朝”，这个结论似乎既符合事实又不甚全面。他只看到表面现象，未能究其底蕴，也许吴清鹏是有意识这样写的。在明亡之前，项圣谟在他的诗中，把清人是直接斥之为“虏”的。。在明亡之后，他虽未曾使用过这个“虏”字，但在他的印章中，却特别强调出他是“大宋南渡以来辽西郡人”、“皇明世胄之中嘉禾处士”，并把它钤印在《天寒有鹤守梅花图》上，是令人产生深远的联想的。\n\n　　在项圣谟的绘画作品中，使我们了解到当时的国家的命运和人民遭受的苦难。正当明末清初之际，大多数的文人画家，抱着以书画自娱、怡情养性的观点，在他们的绘画作品中，是很少去反映社会生活的，却竭力倡导“笔墨神韵”为第一，把绘画的创作和欣赏活动，看成是纯粹的个人娱乐，提出“以画为乐”、“寄乐于画”的主张，在这种思想的指导下，他们认为绘画只有表现出“虚和萧散”、“超轶绝尘”、“不食人间烟火”，才是它的最高境界。这一理论观点的系统化、具体化，不但影响到当时绘画创作，同时也影响了整个清代。把绘画创作引导到脱离人们社会生活的道路，使绘画作品的内容，越来越空虚，毫无生气。有一些画家，即使他们本身是一个政治上的风云人物，但一到他们的绘画作品，却完全是另一种面貌，这种不协调的现象，不能不与董其昌等人的倡导大有关系。在当时一定的时代背景下，我们来研究项圣谟的画，那就不能以文人画一般而论了。项圣谟不仅在艺术思想上，走着自己的道路，不受时尚的影响，而且敢于去接触社会现实，揭露社会矛盾，充满着浓烈的“人间烟火味”，这应当受到我们特别重视。\n\n取法宋取韵元\n\n　　中国绘画历史悠久，有着丰富的传统可资后人借鉴。本来一个画家在学习传统中，完全可以根据自己的爱好与特点，选择某种笔墨技巧、形式风格来学习的。但是，中国绘画发展到明代中期，由于吴门画派的兴起与影响，对于传统的学习与继承，主要倾向于元代的水墨写意山水画。特别是推崇黄公望、倪瓒、吴镇、王蒙四大家，其中又以黄、倪为最。到了明代末年，董其昌、陈继儒等人，根据这种倾向，更有意地把对于传统的继承，划分为南北两大派，名之曰“南北宗”，在其中重南而贬北。由一于董其昌等人的地位与其活动能力，直接影响到当时的画坛，使得很大一部分画家都趋向于以元人为师，成为一股潮流。当然，以元人为师并无不可，但问题是，这样一来，却把向传统学习的路子搞狭窄了，是不利于中国绘画的发展的。同时，也不应该在提倡元人的水墨渲染画时，而贬斥其他的画种画派。在对于传统的学习与继承上，项圣谟没有局限于只学元人，他的路子比较宽广，因而在艺术风格上，就形成了他自己独立特色。这与他有优越的学习条件分不开的。当时的一般画家，没有更多的条件与机会去接触古代的名家作品，眼光未免受到局限，在继承传统上，也只好人云亦云，相师成风。项圣谟的家庭富于古书画的收藏，他不但能直接看到这些稀世名迹，同时还能直接的进行临摹。所以他对传统的了解与研究就能够深入，使他不受旁人影响而人云亦云。\n\n　　张庚《国朝画徵录》上说：项圣谟“善画，初学文衡山，后扩于宋而取韵于元”。这对于项圣谟向传统的学习过程与画风的演变的描述，大体是符合于事实的。文徵明是吴门画派的巨子，文家与项家几代之间，都有着密切的往来。项圣谟早期学习文徵明的画，是很自然的事。但是我们从他二十四风时所创作的《松斋读易图》上，却已经是在探索向宋人学其丘壑而运用元人笔墨了。是否可以这样说，项圣谟步入画坛，是从学习文徵明入手的，但他很快就跳出了文徵明画法画风的局限，而直接向古人学习。\n\n　　项圣谟向传统学习，是不限于一朝一代、一家一法的，他是兼收并蓄，从多方面吸收营养，这我们可以从当时与他熟悉的人的记载和他的作画体会中可以看得出来。如他的妻伯李日华在题《前招隐图卷》后曾这样说此图\"其笔法一本鸿乙《草堂》、摩诘《辋川》《寒林》诸迹，无一毫入南渡蹊径，而生动之趣，未尝不在，此绘林正脉也\"。可知他在向传统的山水画学习上，一直上追至唐五代。不过李日华说他“无一毫入南渡蹊径”，这是尽量把他往董其昌的观点拉，因为在李日华跋之前有董氏一跋。董其昌认为：“文人之画，自王右丞始，其后董源、巨然、李成、范宽为嫡子，李龙眠、王晋卿、米南宫及虎儿，皆从董、巨得来，直至元四大家黄子久、王叔明、倪元镇、吴仲圭，皆其正传，吾朝文、沈，则又远接衣钵。若马、夏及李唐、刘松年，又是大李将军之派，非吾曹当学也。”项圣谟并没抱这个成见，对于南宋优秀画家的作品，他也是进行研究学习的，这里我们可以举出他《仿古山水册》为例，在这一册里，他除了仿米、吴、倪之外，其中也有仿夏圭、马麟的作品。另一《仿古山水册》中，其中有仿北宋范宽、燕文贵、赵令穰、江参的，亦有仿南宋刘松年、马远，这两人是董氏点名不当学的。在元代除仿赵孟頫、赵雍、马琬之外，尚有仿唐棣、盛懋之作。由这些名字可以看出，项圣谟对于前代名家的推崇与学习没有一定的成见，这使他能广采博览，来丰富自己的表现手段，形成自己的艺术风格。\n\n　　那么项圣谟是怎样在传统中吸取养分的呢？一般鉴赏家均认为他是\"取法宋而取韵于元\"的。这是一个大体的概念，我们现在需要进一步了解其细节。从项圣谟的作品来对照宋人的画来看，我以为他之取法宋人主要表现在用笔与构图上。用笔，他学习了宋人用笔周密的特点。从五代到北宋，无论是荆浩、关仝，还是李成、范宽，他们的作品，在以笔墨塑造山川树木的形象时，用笔都是很周密的，这是山水画处在成熟和创立的阶段时的特点。画家们直接向自然山水学习，从中创造各种皴法，重点还在于准确地表现物色的特点，这与元人山水画是大不相同的。项圣谟的笔法在追求宋人风格之中，也有这个特点。他之所以用笔周密，也是在追求准确地表达对象，重在塑造。他自己说过他小时候学习画画，无论是画昆虫草木翎毛花竹，“必至肖形而止”，又说“余自髫年学画，始便见吾祖君所藏旧人临卢鸿《草堂图》，用笔周密，今五十有三，自觉聪明不及，依稀记此”。可见他用笔周密，其目的在“肖形”，自始至终，他保持着这种严肃的作风。不过项圣谟是一个聪明的人，他在学习宋人用笔周密之中，针对易于产生刻划的毛病，故又向元人学习强调笔墨本身所具有的情趣，因而周密之中并不刻划，严谨之中，有一股灵秀之气。所以陈銮在评价他的作品时说：“孔彰此画，初观之笔意太刻，细玩知其谨细沉着，真能取法宋人，迥非时手可及，由所见名迹多而学力深耳。”何绍基更拿他的画与傅山相比，说：“余藏傅青主山水巨幅，笔墨浑浩，不辨是树是石，是风是云。今观孔彰此册，刻露秀逸，丝毫不令相掩覆，同一得笔宋人，而派别顿殊，虽师古人，法由意造，不独作画然也。”他们的评价，是比较中肯的，而王炳南却认为“孔彰画法，意在脱去凡俗，独会生机，用笔沉着，微伤峭刻，自以为穷造化，而不知与宋元大家浑厚淋漓之气，相去千里”。我以为这种评价是过当的。王炳南只注意到一种风格，没有注意到风格的多样，而“独会生机”、“为穷造化”恰好是项圣谟所追求的宋人用笔的所在。\n\n　　在构图上，项圣谟的特点是严紧、繁复而变化，从我们前面所介绍他的一系列作品中，就可以看出这一特点是非常鲜明的，特别是其中富于变化这一点更为突出。只要我们稍加注意明末到清初这一段时期的画家，他们的作品往往雷同的很多，这一幅与那一幅，构图大体上相似，这是为什么呢？原因主要在于，他们往往是根据法则构图，而不是从生活中去观察体会之所致。五代到北宋人的构图却不是如此，他们处在没有成法可资借鉴之时，只有直接向真山实水学习。如当时人讥笑赵令穰每画一张画有一点新意，便说“此必朝陵一番回矣’。就是说他的足迹走得不远，所见只是汴京到洛阳这一带风景。北宋人非常注重向生活学习，只有多看真山实水，才能画得好山水画。单就构图而论，北宋人山水画变化很多，有真实感和浓厚的生活气息。项圣谟法宋人，也正是学习这个优良传统。项圣谟早年学王蒙，他说：“家藏黄鹤山樵画颇多，余自幼摹仿，后学大痴，久不作想，兹以其笔意写此小景，自喜未忘其本来面目也。”王蒙的名作《青卞隐居图》是项圣谟祖父的旧藏之物。这幅画之所以获得极大成功，笔墨是很重要的因素。其用笔随意写出，沉着痛快，笔笔含情。画面上那跳动的笔触，使我们可以想见画家创作时那解衣盘礴的激动情态。项圣谟早年学习王蒙，正是学习这种充满着激情的笔墨趣味，后来他总是说自己聪明不及前，除其他因素外，笔墨中的激情是其中之一。有一次他画了一株松树，是喝了酒之后画的，画得很草率，第二天清早起来一看不觉好笑，但他却认为“较之醒时，颇有生气，此无他，直以胆用事也，故佳”。“胆”，是敢画，无所顾虑，而酒后正是豪兴发作之时，激情自然从笔端流出。项圣谟后来的笔法，吸收了元代黄公望、倪瓒及明代文徵明的趣味为多，变化得炼达老成，多秀逸之气，更见其冷静。这也是随着他年龄增长与社会阅历的加深所导致的必然结果。\n\n　　在整个画面的情调上，元人与宋人之最大不同，是元画的文人气息。四大家均是隐逸之士，具有文学修养，他们的作品充满着文人逸士的情调。而项圣谟也是一个文人画家，思想中有着隐逸的观点，自然情调与元四家合拍。所以项圣谟的画“取韵于元”不止是一个时代的趋向，而且是有它内在因素的。\n\n士气作家俱备\n\n　　董其昌在题项圣谟《画圣册》中，曾指出项圣谟绘画风格特点是“士气作家俱备”，此语一出，后世的许多鉴赏家均遵此说而无异言，可见这是大家公认的。项圣谟出身于名门贵胄之家，有很好的文化教养，博学多才，诗写得很好，后人曾认为他的诗\"真风人之遗，陶、杜当许入室\"。他的画笔吸收元人韵味，秀逸雅致，无甜俗之气，是一个典型的文人画家，作品中具有董其昌等人所说的“士气”，是毫无疑义的，这也是当时文人画家的共同特点。问题是他的作品中还兼备“作家”气，是很值得我们重视的。\n\n　　所谓“作家”，即是“行家”，或者称之为“画师”。行家们的作品，在董其昌等人那里，一直受贬。如他说：“士人作画，当以草隶奇字之法为之，树如屈铁，山如画沙，绝去甜俗蹊径，乃为士气。不尔，纵然及格，已落画师魔界，不复可救药矣。”但他承认某些行家的一些长处，在评价仇英时，曾说“太史如此一家画，不能不逊仇氏”，然而“其术近苦”，“殊不可习”，“非吾曹当学”，董其昌是很少以“士气”、“作家”这两者兼而有之去评价当时画家以及古代画家的。对项圣谟的评价，并非贬意，那么他具体所指的又是什么呢？根据董跋的前后文意，他所指的应是项圣谟在“取法宋”当中那种造型准确、用笔周密的深厚功力。所以董其昌评项圣谟为所谓“作家”，并非贬词，实具褒意。\n\n　　一个画家，应当有自己的追求，按照自己所能理解的，在艺术实践上去勇敢的探索，不为暂时的利益与荣誉所诱惑，这就是胆识。当然，胆有大小，识有高低，这只是程度上的不同，但必须有这个信念才能在创作上有所成就。项圣谟认识到了宋人和元人、士夫和作家均有所长处，他没有偏见地把它们吸收过来。吴山涛在题项圣谟《秋声图轴》曾说到：“孔彰先生为予老友，作画必凝神定志，一笔不苟，予常嗤其太劳。君曰：我辈笔墨，欲流传千百世，岂可草草乎？旨哉其言也。”可见项圣谟这种严肃认真的好的作风，直接影响到他的画风，使他的绘画在当时的画坛上别树一帜，而赢得了“士气作家俱备”的称誉。\n\n项松名满东南\n\n　　中国古代画家，除了山水、人物、花鸟、走兽等等分科中各专一门外，也往往一些人喜欢集中画某一两种动、植物而成为专家的。如韩滉马，戴嵩牛，易元吉猴，文同竹，郑思肖兰，王冕梅等等，这个传统一直发展到今天。王鸿绪在跋项圣谟《山水诗画册》中说：“项孔彰山水全师北宋，兼善写生，尤善画松，故明时项松之名满东南。”在中国画科上，项圣谟以画山水为主，兼及其他，是一个才能比较全面的画家。“项松”之名是由于他松树画得好，也由于他喜好松树，书斋名“松涛书阁”，别号为“松涛散仙”之故，画松并不是他的专门。与其绰号“项松”，还不如扩而大之绰号“项树”。因为他画树，很有特色。\n\n　　项圣谟喜欢画老树和高大乔木，看似笨拙，实则寓巧于拙。如《大树风号图》中大树的形象，挺直的树干，又圆又粗，枝丫四出，对称均匀，是很笨拙的。然而，树干的粗壮，加强了挺拔之势，枝丫的均匀，便于表现它的繁密，塞满空间，不唯是构图的需要，也造成风动之感。《大树风号图》中的大树，像是一个饱经沧桑、遭受摧折，而不甘屈服的老人。《老树鸣秋图》中的老树，却象征着明的败亡，老百姓纷纷离去。《且听寒响图》中的一丛杂树，主要塑造了两枝老树的形象，其一挺直，其一偃侧，互相呼应，它们虽然枝叶凋零，但却精神饱满，面对严寒，而刚强傲岸，就像画中的主人和客人一样。这种寓意和象征的手法，不管作者是有意或无意，而在艺术效果上是能使人产生类似的联想的，把人的个性赋予无知的树木，便更加富有生命力了。\n\n　　此外他在山水长卷中，构图的安排，敢于使用成片的树林。如《后招隐图》，一开首在近岸处画的丛林，处理手法很大胆，因而在构图上十分新鲜，不落俗套。《松涛散仙图》卷后的大片松树林，松树的姿态变化很多，集体组合成林，枝繁叶茂，有如波浪翻滚，似有阵阵风声，呼啸于林杪间，意境十分深远，使主题鲜明突出。不愧于“项松之名满东南”的称誉。\n\n　　项圣谟有《朗云堂集》、《清河草堂集》等诗集行于世，这对于我们了解这位画家的生平事迹、思想活动、艺术创作等是非常重要的，可惜他的诗集如今却很难寻找到了，不知是否还存在于人间。由于我对他的材料掌握不多，尤其他的有些重要作品，流传在海外，未能见到原作，认识是很不深入的，还有待于进一步发掘材料和深入探讨。\n\n",
  "desc": "项圣谟（1597年—1658年），字逸，后字孔彰，号易庵，别号甚多，有子璋、子毗、胥山樵、胥樵、古胥山樵人、兔鸣叟、莲塘居士、松涛散仙、大酉山人、存存居士、烟波钓徒、狂吟客、鸳湖钓叟、逸叟、不夜楼中士、醉疯人、烟雨楼边钓鼇客等，浙江嘉兴人。项圣谟自幼精研古代书画名作，曾由秀才举荐为国子监太学生，但不求仕进，沉心于书画，山水、人物、花鸟无一不精。早学文徵明，后追宋人用笔之严谨，兼取元人韵致。项圣谟亦精书法，善赋诗。著有《朗云堂集》、《清河草堂集》、《历代画家姓氏考》、《墨君题语》。",
  "dynasty": "清代",
  "id": 3077,
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_3077.jpg",
  "name": "项圣谟",
  "star": 1
}