{
  "content": "轶事典故\n\n　　袁绍当时势力很大，一心想夺取天下，自己当皇帝。为了号召天下的州郡一同起兵攻打曹操，袁绍让陈琳写了一篇著名的檄文《为袁绍檄豫州文》。陈琳在檄文中列举了曹操很多罪状，还痛骂了曹操的祖宗三代。\n\n　　后来，曹操火烧袁绍的粮草仓库，打败了袁绍，陈琳没办法，只好投靠了曹操。曹操生气地指责陈琳说：“你还敢来见我！当初你为袁绍写檄文，数落我的过错也就算了，为什么还要骂我的祖宗三代？”陈琳愁眉苦脸地回答：“我那时候是被形势所迫，必须那样做，没办法啊！就好像一支已经被搭在弓弦上的箭，不得不发射出去一样。”曹操很爱惜陈琳的才华，也就不再追究那件事了。\n\n\n文学成就\n\n代表作品\n　　诗歌代表作为《饮马长城窟行》，描写繁重的劳役给广大人民带来的苦难，颇具现实意义。全篇以对话方式写成，乐府 民歌的影响较浓厚，是最早的文人拟作乐府诗作品之一。散文除《为袁绍檄豫州文》外，尚有《为曹洪与世子书》等。他的散文风格比较雄放，文气贯注，笔力强劲，所以曹丕有“孔璋章表殊健”的评论。辞赋代表作有《武军赋》，颂扬袁绍克灭公孙瓒的功业，写得颇为壮伟，当时亦称名篇。又《神武 赋》是赞美曹操北征乌桓时军容之盛的，风格与《武军赋》相类。陈琳在汉魏间动乱时世中三易其主，一定程度上表现了他对功名的热衷。这种热衷也反映在他的作 品中。与“七子”其他人相比，他的诗、赋在表现“立德垂功名”一类内容上是较突出的。\n\n作品特点\n　　陈琳擅长撰写章表书檄，风格比较雄放，文气贯注，笔力强劲，在当时与阮禹齐名。陈琳写出了不少公文名篇，代表作有《为袁绍檄豫州文》。对陈琳在章表书檄写作方面取得的突出成就，刘勰也不吝给予肯定：《文心雕龙·才略》篇说陈琳“符檄擅声”；《文心雕龙·檄移》篇又说“陈琳之檄豫州，壮有骨鲠”；《文心雕龙·章表》篇再说“琳、瑀章表，有誉当时；孔璋称健，则其标也”。 \n\n　　陈琳亦长于写诗，其诗仅存四首，代表作为《饮马长城窟行》，描写繁重的劳役给广大人民带来的苦难，表达了诗人对人民的同情，颇具现实意义。全篇以对话形式写成，乐府民歌的影响较浓厚，是最早的文人拟作乐府诗作品之一，诗风朴实、生动，富有民歌特色，不仅为后世诗评家所称道，而且对魏晋六朝的诗歌创作产生了深远影响。\n\n\n人物生平\n\n力谏何进\n　　陈琳在汉灵帝时，为国舅、大将军何进的主簿。当时，宦官擅权，何进欲诛宦官，太后坚决反对，何进欲召集地方豪强，引兵来京城咸阳，以此恫吓、劫持太后。陈琳力谏反对。可是，何进不听劝谏，一意孤行，坚持从地方引兵入京胁逼，结果董卓率兵进京，自立为太师，废少帝，立献帝，社会动乱四起，加快了东汉王朝的覆灭。何进也在乱中被杀。\n\n依附袁绍\n　　何进死后，陈琳避难依附于袁绍。建安元年，曹操派兵围攻臧洪的盟友张超于雍邱。\n\n　　此时，任袁绍东郡守的臧洪“徒跣号泣、求救于袁绍”，袁多与曹操新和，不予救兵，雍邱被攻破，张超自刎于城上。于是臧洪义愤填膺，与袁绍对抗。袁绍派兵攻打，可“历年不下”，而臧洪以弱兵敌强，抱必死打算，誓守穷城，战斗到底。见此情景，此时，也在袁绍帐下效力的陈琳，感到事态严重，连忙写信劝说，臧洪特意回信。\n\n　　建安五年，官渡之战爆发，陈琳作《为袁绍檄豫州文》，痛斥了曹操。曹操当时正苦于头风，病发在床，因卧读陈琳檄文，竟惊出一身冷汗，翕然而起，头风顿愈。\n\n归附曹操\n　　袁绍败后，陈琳归附曹操。曹操让他担任司空军谋祭酒，管记室，军国书檄多为陈琳和阮瑀所作。 \n\n　　曹操深爱其才，对于陈琳的作品，有时曹操竟不能为之增减一字。\n\n　　建安二十二年，丁酉大疫爆发，陈琳染疾逝世。\n\n\n墓葬\n\n　　陈琳的墓葬地点有多种说法：\n\n　　一说墓在下邳。下邳即今邳州，汉魏时属徐州，为古战场之一。曹操曾联合刘备攻下邳，擒杀吕布，后曹刘反目，刘备占领下邳。此后曹操复得下邳，俘获关羽。陈琳被曹操俘获后，受到礼遇，一直从军。有人认为，陈琳既然不是自然老死，而是染疫死于军中，故可能葬于下邳。\n\n　　一说墓在邯郸。邯郸临漳县城西有铜雀台遗址，当年曹家父子和竹林七贤在此直抒胸襟，慷慨任气，后世称为建安文学。曹操的去世和瘟疫的流行使得邺下文人风流云散，死者大部分葬于铜雀台西的曹操墓周围。唐人温庭筠拜谒陈琳墓时有“铜雀荒凉对暮云”之句，有人据此认为陈琳葬于铜雀台下。\n\n　　一说墓在盐城。盐城有大纵湖，位于盐都区大纵湖镇。当地人说，二十四孝之一的王祥卧冰处、建安七子之一的陈琳之墓、扬州八怪之一的郑板桥教书馆等，均在湖畔。还说陈琳祖籍即在大纵湖镇，葬处为古射阳堤畔射阳村，在今流均沟西四里，并说发现过陈琳的墓穴。\n\n　　一说墓在宝应。明清两代的《宝应县志》都记载，陈琳墓在县治东六十里射阳庄。《宝应图经》记载，《大明一统志》、《嘉靖惟扬志》、《乾隆江南志》等书均认为陈琳墓在宝应射阳村。只有蔡方炳《广舆记》说，江南宝应、湖广应城俱有陈琳墓。但是，陈琳作何进主簿时在洛阳，归袁绍时在冀州，归曹操时在邺下，应城不当有陈琳墓。\n\n",
  "desc": "陈琳（？－217年），字孔璋，广陵射阳人。东汉末年著名文学家，“建安七子”之一。生年无确考，惟知在“建安七子”中比较年长，约与孔融相当。汉灵帝末年，任大将军何进主簿。何进为诛宦官而召四方边将入京城洛阳，陈琳曾谏阻，但何进不纳，终于事败被杀。董卓肆恶洛阳，陈琳避难至冀州，入袁绍幕府。袁绍失败后，陈琳为曹军俘获。曹操爱其才而不咎，署为司空军师祭酒，使与阮瑀同管记室。后又徙为丞相门下督。建安二十二年（217年），与刘桢、应玚、徐干等同染疫疾而亡。 陈琳著作，据《隋书·经籍志》载原有集10卷，已佚。明代张溥辑有《陈记室集》，收入《汉魏六朝百三家集》中。",
  "dynasty": "魏晋",
  "id": 359,
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_359.jpg",
  "name": "陈琳",
  "star": 8
}