{
  "content": "生平\n\n　　施闰章于明神宗万历四十六年十一月二十一日出生于江南名邑宁国府宣城双溪，其家为“一门邹鲁”的理学世家。祖父、父亲都是理学家。闰章自幼父母早逝，养于祖母，事叔父如父。受业复社名士沈寿民，博览经史，勤学强记，工诗词古文学。少年即有文名，曾去北京，与宋琬、严沆、丁澎、张谯明、赵锦帆、周茂元等以诗相和，时称“燕台七子”。与邑人高咏生主持东南诗坛数十年，时称“宣城体”。施常与同曹唱和，一诗脱稿，争相传诵。\n\n　　顺治三年中举，顺治六年进士，授刑部主事，奉使桂林，历员外郎，刑部尚书称赞他“引经折狱，平反者盈十百，而大憝者终无幸者。” 顺治十三年，参加高等御试，名列第一，遂擢山东提学佥事，取士“崇雅黜浮”，有“冰鉴”之誉，当时“四方名士”慕其名而“负笈问业者无虚日”，“闰章一一应之，不少倦”，“士以此益归其门”。任上曾录取蒲松龄为童子试第一名，又修葺孟庙、闵子庙、伏生祠墓等。在济南居官五年，对济南风物多所题咏。\n\n　　顺治十八年，调任江西布政司参议，分守湖西道，辖临江、吉安、袁州三府。当时湖西地区天灾人祸，盗贼蜂起，民不聊生。施闰章一到任上，即往民间了解民情，发现农民无力交粮，被逼为盗，他作《劝民急公歌》、《湖西行》等诗，进行劝导。他还遍历湖西的崇山峻岭，低谷大川访问民间疾苦，作《大阬叹》、《竹源阬》等诗，反映民间生活状况，希望省抚大吏引起重视。他在《大阬叹》中写道：“杀人税无出，迟回伤我心……宿甫既累岁，敲骨力难任。民顽实吏拙，素食惭官箴。”他在《竹源阬》中写道：“茕茕数寡妇，零落依孤村。凶年艰半薮，撮土招游魂。”这些诗真实反映了民间疾苦，代表人民的呼声，受到当地人民的爱戴。他在任上十分注重民风教化，在袁州重建昌黎书院，在吉安修葺白鹭书院，亲自讲学，主张“以存诚立教。”由于一系列惠政，百姓尊称他为“施佛子”。康熙六年，清廷裁撤道使，被罢官。湖西地方父老乡亲多次联名挽留不允，于是地方集资创设龙冈书院，以纪念他的德政。 及至告别之日，“父老夹道焚香，泣送数十里”。\n\n　　施闰章归乡闲居十年，一心服侍叔父施誉终老，无意仕途，每遇朝廷征召，称病不就。康熙十八年朝廷开博学鸿儒科，他仍称病不应。还是其叔一再劝说，他才离家北上，经过考核，名列二等第四名，授翰林院侍讲，纂修《明史》。康熙二十年，任河南乡试正考官，二十二年转侍读，并作《太宗圣训》的纂修官，1683年闰六月十三日病逝于京邸。\n\n\n文学创作\n\n　　施闰章祖、父都是理学家，他则以诗名噪清初。施闰章与宋琬、王士祯、朱彝尊、赵执信、查慎行，合称为“清初六家”，又与高咏、梅庚、梅清、梅文鼎、沈泌诸子创立“宣城体”自建一帜，其主张学术与文学水乳交融、密不可分，以“醇厚”为则，追求“清深”诗境和“朴秀”风貌、语言简净、句调整严等特征，呈现出独具一格的“清真雅正”的艺术特色，雄踞清初文坛十年之久。\n\n　　所著《蠖斋诗话》主张“诗有本”、“言有物”，反对“入议论”，推尊唐人，反对宋诗。王士祯论康熙时诗人，将他与宋琬合称“南施北宋”，认为施闰章的诗“温柔敦厚，一唱三叹，有风人之旨”，甚至把施氏“秋风一夕起”律诗与“惊心动魄、一字千金”的《古诗十九首》相提并论。不过王士祯所推重的主要是施闰章的五言近体，即晚年取径“王孟风致”的作品。这类诗虽然写得空灵凝炼，意境悠深，但内容未免单薄狭隘，诗中多表现封建士大夫孤芳自赏情绪。赵翼讥刺他“以儒雅自命，稍嫌腐气”。\n\n　　施闰章比较关注现实的作品，是他中年游学京师、奉使桂林、提学山东、分守湖西时所创作的古风，五言如《抵桂林》、《大阬叹》、《竹源□》、《临江悯旱》、《新谷篇》、《铜井行》、《壮丁篇》，七言如《老女行》、《海东谣》、《弹子岭歌》、《万载谣》、《舆无夫行》，乐府如《上留田行》、《浮萍兔丝篇》、《鸡鸣曲》、《抱松女》、《病儿词》等。在这些作品中，清朝军队的杀掠，赃官酷吏的横行，战乱、天灾、赋税交相煎逼下农村的荒凉凋敝，各业百姓的深重苦难，尤其是妇女的悲惨遭遇，都得到一定的反映。\n\n　　施闰章古文学欧阳修、苏轼，魏禧，评论说“意静气朴”，以辨析理学及论修史之作写得最为精致，不过内容平庸的传志序跋太多，不能与他的诗歌相提并论。张裕钊在《国朝三家诗钞》中，将郑珍和施闰章、姚鼐并列为清代三代诗人。\n\n\n蒲松龄撰文报师恩\n\n　　蒲松龄曾得到施闰章的赏识，取为头名秀才，比一般情况下考中秀才更为荣耀，随着施闰章的文声日益高涨，也就越来越显得荣耀。后来，蒲松龄屡就乡试不中，回想起施闰章对他的提携之恩，就更加感激施闰章对他的垂青。于是，蒲松龄就借《胭脂》这个故事，大张其鼓地夸赞施闰章的“爱才护才”。\n\n　　《胭脂》写施闰章任山东学政时慧眼识冤情，为名士宿介平反冤案的故事。蒲松龄先在篇中称赞施闰章，“贤能称最，又有怜才恤士之德”，又在篇末以“异史氏”的名义说了一大段感激的话：“甚哉！听讼之不可以不慎也！纵能知李代为冤，谁复思桃僵亦屈？然事虽暗昧，必有其间，要非审思研察，不能得也。呜呼！人皆服哲人之折狱明，而不知良工之用心苦矣。世之居民上者，棋局消日，绸被放衙，下情民艰，更不肯一劳方寸。至鼓动衙开，巍然坐堂上，彼哓哓者直以桎梏靖之，何怪覆盆之下多沉冤哉！”文中的“人皆服哲人之折狱明，而不知良工之用心苦矣”，是说人们都佩服哲人判案时的英明，而体会不到他的良苦用心。言外之意就是，施学政的“良苦用心”主要体现在爱护人才上，而不是单纯用在判案上，与之相比，那些所谓的父母官就等而下之，他们连“折狱明”也做不到，他们在断案时不能“一劳方寸”，“审思研察”，而是“桎梏靖之”，难怪世上有那么多的冤案啊！蒲松龄对施学政的赞扬，对那些自以为是官员的批评，真是发自肺腑，发人深省。\n\n　　在附则中，蒲松龄又说：“愚山先生，吾师也。方见知时，余犹童子。窃见其奖进士子，拳拳如恐不尽。小有冤仰，必委曲呵护之，曾不肯作威学校，以媚权要。真宣圣之护法，不止一代宗匠，衡文无屈士已也。而爱才如命，尤非后世学使虚应故事者所及。”这真是一篇真情告白。文章说，施先生是我的老师呀！我初次接受他的教育时，还是一个不谙世事的少年。那时候就见他奖励、扶持学子，其诚恳的真情唯恐表达不尽。学子有一点小冤屈，一定要婉转地呵护他，从来不借此作威作福，讨好权贵。他像孔子那样维护和宣扬儒家教义，不止为一代人所敬仰。他爱护人才如同自己的生命，审阅学子的文章尽心尽力，绝对不会屈才，尤其不会像后来的学政那样敷衍了事。\n\n　　接着蒲松龄又举某名士写《宝藏兴焉》的故事，进一步赞扬施闰章爱才护才的精神。此段文字如下：尝有名士入场，作“宝藏兴焉”文，误犯下“水”字，录毕而后悟之，料无不黜之理。因作词文后曰：“宝藏在山间，误认却在水边。山头盖起水晶殿。瑚长峰尖，珠结树颠。这一回，崖中跌死撑船汉！告苍天，留点蒂儿，好与朋友看。”先生阅文至此，和之曰：“宝藏将山夸，忽然见在水涯。樵夫漫说渔翁话。题目虽差，文字却佳，怎肯放在他人下？尝见他，登高怕险，那曾见，会水淹杀！”这段文字是说，有一位名士参加科举考试，做题为《宝藏兴焉》的文章，却将宝藏兴焉的出处搞混了，将“山间”误作“水下”，文章的主旨错了，下面的议论就更错了，他料想一定不会录取，于是在文后以戏谑的口吻做了一首词，要求主考官给自己留点脸面。施闰章不以为忤，反而以诙谐幽默的语言，和词一首，称赞这位名士的文字功底好，表示不会让他落到最后一名。蒲松龄以此称颂了施闰章“风雅之一斑”，同时也称赞了施闰章“怜才之一事”。\n\n\n生平\n\n　　大历七年，举孝廉高第，补四门助教。贞元初，复登贤良科，自美原尉拜右拾遗。时裴延龄以奸佞有恩，欲为相，谏议大夫阳城上疏切直，德宗赫怒。右补阙熊执易等亦以危言忤旨。初执易草疏成，示登，登愕然曰：“愿寄一名。雷电之下，安忍令足下独当 ！”自是同列切谏。登每联署其奏，无所回避，时人称重。转右补阙、起居舍人，三任十五年。同列尝出其下者，多以驰骛至显官，而登与右拾遗蒋武，退然自守，不以淹速介意。后迁兵部员外郎，充皇子侍读，寻加史馆修撰。\n\n　　顺宗初，以东朝旧恩，超拜给事中，旋赐金紫，仍锡衫笏焉。迁工部侍郎。与孟简、刘伯刍、萧俛受诏同翻译《大乘本生心地观经》。又为东宫及诸王侍读，献《龙楼箴》以讽。久之，改左散骑常侍。因中谢，宪宗问时所切，登以纳谏为对，时论美之。转兵部侍郎，兼判国子祭酒事，迁工部尚书。元和十五年卒，年六十七，赠太子少保。\n\n　　登有文学，工草隶。宽博容物。尝使僮饲马，马蹄踶，僮怒，击折马足，登知而不责。晚年颇好服食，有馈金石之药者，且云先尝之矣，登服之不疑。药发毒几死，方讯云未之尝；他人为之怒，登视之无愠色。常慕陆象先之为人，议者亦以为近之。子融嗣。\n\n",
  "desc": "施闰章（1619—1683），清初著名诗人。字尚白，一字屺云，号愚山，媲萝居士、蠖斋，晚号矩斋，后人也称施侍读，另有称施佛子。江南宣城（今安徽省宣城市宣州区）人，顺治六年进士，授刑部主事。十八年举博学鸿儒，授侍讲，预修《明史》，进侍读。文章醇雅，尤工于诗，与同邑高咏等唱和，时号“宣城体”，有“燕台七子”之称，与宋琬有“南施北宋”之名，位“清初六家”之列，处“海内八大家”之中，在清初文学史上享有盛名。著有《学馀堂文集》、《试院冰渊》等。",
  "dynasty": "清代",
  "id": 3041,
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_3041.jpg",
  "name": "施闰章",
  "star": 1
}