{
  "content": "历史思想\n\n　　相对于“竹林七贤”里的其他人，向秀似乎名气不够响亮，南 朝刘义庆的《世说新语》里记载也不很多，但是，千百年的岁月流逝却无法抹去向秀的独特光彩。\n\n　　向秀少年时即为同郡山涛所知。在山涛的接引之下，结识嵇康与阮籍，同为“竹林之游”。\n\n　　向秀虽然没有完整的文集传世，但在当时他却是著名的思想家文学家。其主要著作有《庄子注》，时人称此注“妙析奇致，大畅玄风”，“读之者超然心悟，莫不自足一时”。吕安见后叹为“庄周不死矣”。向秀还著有《周易注》，传称“大义可观”，然“未若隐《庄》之绝伦”，二注今皆已佚。又有《难嵇叔夜养生论》一篇，收于《嵇中散集》中；《思旧赋》一篇存《文选》和《晋书》本传中。\n\n　　向秀所著一书、一论、一赋三种作品，均为问鼎之作：其《庄子注》开创玄学注《庄》新思路，后人难望其项背；《难养生论》匠心独运，与嵇康难分高下；《思旧赋》更是堪称绝唱，魏晋时期无赋可与之比肩。\n\n　　经历了嵇、吕事件的大悲大痛，向秀在惆怅和迷茫中大彻大悟，在苦闷和徘徊中大彻大悟，心境更加趋于淡泊宁静，用心阐发庄子思想的精神。向秀本传或言，秀游讬数贤，萧屑卒岁，都无注述。唯好庄子，聊应崔撰所注，以备遗忘云。但遗憾的是其中《秋水》、《至乐》两篇还未注解完，向秀就去世了。\n\n　　那时候向秀的儿子还小，没有将父亲的注释光扬天下，被郭象将文稿窃取，“自注《秋水》、《至乐》二篇，又易《马蹄》一篇，其余众篇，或定点文句而已”，以自己的名义大行天下了。此事见于《世说新语·文学》，《晋书》因之。其后千百年来，世人一谈到《庄子》的注释，就将郭象奉为大家，而忽视了向秀的显著功绩。这大概是中国文化历史上最著名的侵犯知识产权案例了。\n\n　　关于向秀注《庄子》，还有个有趣的插曲。开始向秀注释的时候，嵇康说，《庄子》中的玄言妙旨会被注释弄得僵滞，以前也没有一个较好的注，向秀不如不注。后来向秀注基本写就，拿出来给嵇康看，嵇康才知道向注使《庄子》的玄理更加美妙，因此对向秀的才识大为叹服。\n\n　　向秀肯定“口思五味，目思五色”是“自然之理”、“天地之情”，主张“开之自然，不得相外也”，又认为必须“节之以礼”，“求之以事，不苟非义”，由此推及人的社会心理和欲求，如名利富贵等，从而强调合“自然”与“名教”为一。通过向秀注解所体现出来的儒道两家经典的互解，“使儒道两家的分歧，通过字句上的精心诠释而得以化解，为经世致用奠定思想基础”。《难养生论》为向秀为启发嵇康进一步阐述其养生思想而著，向秀以世俗见解立意，并非其真实意识表示。\n\n　　向秀与嵇康关系最密，同时又通过嵇康结识了东平人吕安。嵇康“性绝巧而好锻”，于是经常可以看到二人在嵇康家门前的柳树下打铁自娱，嵇康掌锤，向秀鼓风，二人配合默契、旁若无人、自得其乐，同时也为了“以自赡给”，补贴一点家用。向秀还经常去吕安家帮他侍弄菜园子，三人可谓情投意合。\n\n　　向秀助嵇康打铁时，亲眼见证了钟会被嵇康奚落。这件事情成了嵇康被杀头的源头。向秀目睹了后来发生的一切，这些事也影响了他以后的人生道路。\n\n　　据《晋书·向秀传》中记载：康既被诛，秀应本郡计入洛。文帝问曰：“闻有箕山之志，何以在此？”秀曰：“以为巢许猖介之士，未达尧心，岂足多慕。”帝甚悦。秀乃自此役。——司马昭在杀了嵇康以后，还要威逼向秀吞下这枚“苦果”：你以前不是要隐居吗，怎么不学人去采薇了呢？向秀为保命计，只得顺其意说：“像巢父和许由这样的人，并不了解尧帝求贤若渴的用心，所以隐居的生活并不值得羡慕。”但他内心中真的是这样认为的吗？在强权之下的生命，就像浮尘一样轻忽。\n\n　　向秀曾经主张无为政治，然而他所主张的无为政治，是“任自然而不加巧”。但当他选择了只做官不做事，就变成消极无为了。做官并非他的本意，因此他的内心更加痛苦。陈寅恪先生说向秀“在嵇康被杀后，完全改节自图，弃老庄之自然，遵周孔之名教”，但是细读他的《思旧赋》，那种刻骨的痛却在昭示着他的不甘与愤懑。所谓的“改节自图”，实在是不得已而为之。 \n\n\n仕途\n\n　　向秀早年淡于仕途，有隐居之志。嵇康被司马昭杀害后，为避祸计 ，不得已顺应朝廷威逼拉拢而出仕，先后任散骑侍郎、黄门侍郎、散骑常侍等职，但“在朝不任职，容迹而已”。这一点很像东汉末的徐庶——徐庶之母为曹操所拘，不得已进入曹营，但他不发一言，不献一策，以沉默来对抗强权，向秀也是这样。\n\n介绍\n\n　　向秀少年时即以文章俊秀闻名乡里，后来研读《庄子》颇有心 得，于乡里讲学时为山涛所知。山涛听向秀所讲高妙玄远，见解超凡，如同“已出尘埃而窥绝冥”，二人遂成忘年之交。在山涛的接引之下，认识了嵇康与阮籍，同为“竹林之游”。 向秀好读书，与嵇康、吕安等人友善，但不善喝酒。向秀性格平和，习惯于低调处世，走向朝廷之路，实属不得已；景元四年嵇康、吕安被司马氏害死后，他只好到洛阳任散骑侍郎、黄门散骑常侍、散骑常侍。\n\n　　向秀喜谈老庄之学，当时《庄子》一书虽有流传，但过去的旧注“莫能究其旨统”，曾注《庄子》一书，没注完就过世了，郭象则承其《庄子》余绪，成书《庄子注》三十三篇。著有《思旧赋》、《难养生论》。 \n\n\n评价\n\n　　向秀名列“竹林七贤”，七贤中既有山涛、王戎这样的现世功业卓著者；也有阮籍、嵇康这样超凡脱俗，行为潇洒的道家超越派；还有刘伶这样的千古醉人。相对于“竹林七贤”里的其他人，向秀似乎名气不够响亮，南朝刘义庆的《世说新语》里记载也不很多，但是，向秀的逍遥新义及其《庄子注》里所阐述的儒道精神兼容的观点，虽经千百年的岁月流逝却无法抹去向秀的独特光彩。\n\n哲学思想\n\n1、向秀万物自生、自化的崇有论哲学观点主张本体论玄学。\n\n　　向秀论证了万物“不生不化”同于“生化之本”的过程，他在“无待逍遥”和“与变升降”的立身处世方面也有初步展开玄理，涉及到了部分社会政治实际。东晋谢灵运《辨宗论》评说：“昔向子期以儒道为一”，《世说新语·言语》注引《向秀别传》记载：“弱冠著《儒道论》，弃而不录，好事者或存之”。贯通儒道是向秀一直怀有的学术理想，《庄子》注阐发的“自生自化”玄理新义亦是为此目的服务。\n\n　　对于名教与自然的看法，向秀既肯定“口思五味，目思五色”是“自然之理”、“天地之情”，主张“开之自然，不得相外也”，又认为必须“节之以礼”，“求之以事，非义”，由此推及人的社会心理和欲求，如名利富贵等，从而强调合“自然”与“名教”为一。通过向秀注解所体现出来的儒道两家经典的互解，“使儒道两家的分歧，通过字句上的精心诠释而得以化解，为经世致用奠定思想基础”不苟。\n\n2、向秀对《庄子·逍遥游》的注解\n\n　　庄子逝世后，他的学说沉寂了数百年，终于在魏晋之际，在竹林七贤的心中复活。嵇康、阮籍沿着《庄子》的游心之路，激烈反对社会体制，打出了“越名教任自然”的旗帜：嵇康奋起反抗，白白送掉了性命；阮籍借助虚幻的神仙境界，却抑郁而终。面对现实，向秀“觉悟”了。他清醒地看到，在社会体制的铜墙铁壁面前，个人的反抗是没有任何意义的，脱离社会的自由逍遥只是幻想，沿着“游世”方向前行，恐怕是惟一的出路。他不愿步嵇康后尘，在朝廷与山林之间，他无奈地选择了前者。作为最后一个出山的竹林名士，向秀准备与早已入仕的山涛、王戎一起，在高官厚禄中“逍遥”。\n\n　　在混迹于西晋宫廷的日子里，向秀对《庄子·逍遥游》中关于大鹏与小鸟的描述，有了超越前人的感悟。在这两个反差巨大的意象中，他竟然发现了本质的平等：逍遥是生命存在的最佳境界，而逍遥又是本性的满足，如果满足了自己的本性，那么逍遥本身是没有任何差异的，犹如在金床上或木床上，睡着后的感觉都一样。从这个角度看，只要适合自己的本性而自我满足，那么不仅小人物与大人物，即使圣人与凡人，其逍遥也是没有差别的。向秀运用这一发现刷新了思想界对“逍遥”的理解，融铸在其《庄子注》中。 根据《世说新语·文学》刘孝标注所称“向子期、郭子玄《逍遥义》”，向秀认为理想的“逍遥”境界存在于现实世俗社会之中，不是由外在主宰“本体”施予获得，关键在于各任其性，各当其份。 “性”、“分”是属于人们内在的“自然之理”，按照其《难养生论》主张的“情欲自然”观念，只要满足人的自然本性要求，上九万里高空的大鹏与抱榆枋即止的尺鷃都可以达到逍遥至境。凡人资于“有待”而逍遥，圣人“无待”不是绝对遁世，只是能够顺有待“与物冥”适应任何物质环境，实际还是通物情而有所待。\n\n　　如此，自由逍遥只需性分自足、得其所待，凡人与“至人”可以“同于大通”。这种逍遥义的哲学基础仍是万物“自生自化”的本体思想，其对世俗名教的认同经过郭象发展便成为“身在庙堂心在山林”的士大夫处世人格理想。 \n\n\n成就\n\n　　向秀虽然没有完整的文集传世，但他却是少有的大哲人大文豪。据记载，向秀主要著作有《庄子注》，时人称此注“妙析奇致，大畅玄风”，“读之者超然心悟，莫不自足一时”，其好友吕安见此注后叹为“庄周不死矣”。向秀还著有《周易注》，今佚。又有《难养生论》一篇，存《嵇康集》中；《思旧赋》一篇存《文选》和《晋书》本传中。关于向秀注《庄子》，还有个有趣的插曲。开始向秀注释的时候，嵇康说，《庄子》中的玄言妙旨会被注释弄得僵滞，以前也没有一个较好的注，向秀不如不注。后来向秀注基本写就，拿出来给嵇康看，嵇康才知道向注使《庄子》的玄理更加美妙，因此对向秀的才识大为叹服。 向秀在经历了嵇、吕事件的大悲大痛，向秀在惆怅和迷茫中大彻大悟，在苦闷和徘徊中大彻大悟，心境更加趋于淡泊宁静。他到洛阳以后，全身心地投入到对庄子思想的研究之中。于是闭门谢客，潜心作注，用心阐发庄子思想的精神。但遗憾的是其中《秋水》、《至乐》两篇还未注解完，向秀就去世了。\n\n　　向秀所著一书、一论、一赋三种作品，均为问鼎之作：其《庄子注》开创玄学注《庄》新思路，后人难望其项背；《难养生论》匠心独运，与嵇康难分高下；所作《思旧赋》更是堪称绝唱，魏晋时期无赋可与之比肩。 \n\n",
  "desc": "向秀（约227-272年），字子期，河内怀（今河南武陟西南）人。魏晋竹林七贤之一。官至黄门侍郎、散骑常侍。向秀雅好读书，与嵇康、吕安等人相善，隐居不仕。景元四年（263年）嵇康、吕安被司马氏害死后，向秀应本郡的郡上计到洛阳，受司马昭接见任散骑侍郎、黄门散骑常侍、散骑常侍，与任恺等相善。向秀喜谈老庄之学，曾注《庄子》，“妙析奇致，大畅玄风”（《世说新语·文学》）。注未成便过世，郭象承其《庄子》余绪，成书《庄子注》三十三篇。另著《思旧赋》、《难嵇叔夜养生论》。",
  "dynasty": "魏晋",
  "id": 337,
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_337.jpg",
  "name": "向秀",
  "star": 15
}