{
  "content": "民间传说\n\n“刘罗锅”赋诗称赞古祝阿绣球灯舞\n　　与纪昀、和珅并称为乾隆朝三大中堂的刘墉，是历史上的一位传奇人物，聪明绝顶，家喻户晓。事实上，清朝并无宰相一职，刘墉官位最高至体仁阁大学士。而他是否真的是个罗锅，也无确凿的史据可考，但他刚正不阿的清官形象却在民间深入人心。\n　　在齐河县，人们至今仍能准确地说出，刘墉的姥姥家位于齐河县城马家大院，就在距绣球灯舞的发源地齐河县祝阿镇官庄村不到十里的地方。传说有一年春节过后，刘墉来到马家大院姥姥家省亲，正月十五晚上，马家人邀请与马家有表亲关系的绣球灯舞队会首宋武烈，来到家中做表演。这样一位受人爱戴的大清官来到乡里，观看绣球灯舞的演出，宋武烈感到非常荣耀。乡人的表演中，当摆出“天下一品”、“天下太平”的字样时，刘墉十分喜悦，即兴赋诗一首：“故里乡人稠，烛灯似龙游。祝阿独一秀，官册村史留。”\n　　这段老艺人口口相传的乡间佳话是否真实，如今已无据可考。据史料记载，刘墉生于1719年，卒于1804年，而宋武烈用绣球灯队形摆字应发生在1793年之后，也就是说，刘墉看到绣球灯阵时，至少已经74岁了。年迈的刘墉还有体力千里迢迢来到齐河省亲吗？据史料的准确记载，1797年时，78岁的刘墉确实来过山东，当年他刚刚被授为体仁阁大学士，奉嘉庆旨偕同尚书庆桂到山东办案，并察看黄河决口的情况。察看黄河之后，他上疏请求于秋后在决口处“堵筑”，下游“宽浚”，朝廷采纳了他的意见。这是刘墉暮年体察民情的又一政绩。\n　　传说有一年的秋天，乾隆皇帝带着一帮子人到居庸关一带去行围射猎。随行人员除了亲王、驸马外，还有大学士刘墉。\n　　早晨路过清河的时候，但见河水缓缓地流着，水清见底，河底里的小石头子一粒一粒的看得清清楚楚。刘墉一边看着河水，一边想着主意。\n　　到沙河的时候，天快晌午，大队人马就在沙河岸上扎营休息。这沙河是清河与榆河会合后的河流，水势比清河湍急多了。就在御膳房的太监在河旁摆上琼浆玉液、熊掌、燕窝，准备用膳的时候，刘墉连忙上前跪奏道：“臣有一事不明，特向万岁求教。”乾隆正要用膳，随口说道：“有话请讲，何必行此君臣大礼？”刘墉站起来，从地上捡起一块石头扔到河里。噗嗵，石头掉进了河底，只溅起一点小小的水花儿。\n　　“陛下，您看这水有多深？”刘墉问。\n　　乾隆摸了摸胡子，心里说：你个刘罗锅，这么点事你还想难我呀！就说：“一丈五，差不离。”\n　　“那清河呢？”刘墉又问。\n　　“清河吗？”乾隆又摸了摸胡子，“丈把深吧！”\n　　“这么说，是清河深呢还是沙河深？”\n　　“当然沙河深。”\n　　“真的？”\n　　“当然是真的！”乾隆想：你刘罗锅鬼主意多，想糊弄我？我不上你的当。他捻着胡须，洋洋得意地靠在御椅上。\n　　刘墉看了看正在兴头上的乾隆，转身叫过一个太监说：“你快回城传圣旨：杀和珅！”\n　　“这……这……”太监吓了一跳，“这陛下让杀吗？”\n　　“你刚才没听陛下说‘杀和珅’吗？你只管去好了，有事我担当。”\n　　那太监平日里也看不惯和珅对乾隆吹牛拍马，对下边的人奸诈刁恶那一套。反正万岁爷有话，这是大家都听见了的，管它是真是假？再说，真要有事，还有刘墉顶着呢！便说了声：“遵旨！”便跨马奔了京城。\n　　那天，乾隆玩得还挺痛快，獐子、野鸡什么的，打得也不老少。第二天，高高兴兴地回到城里，刚进宫就有太监来禀报说：“和珅已伏法。”\n　　乾隆一听，立刻拍桌子瞪眼地大叫：“这，这是谁叫杀的？”\n　　“是，是刘墉传——”太监一句话还没说完，刘墉就大模大样地走了进来。\n　　“你，你为什么叫杀和珅？”乾隆怒冲冲地奔到刘墉面前。\n　　“陛下息怒。您怎么那么健忘？杀和珅是您昨儿个去打猎时说的呀！我还钉问了一句：‘是真的吗？’你说：‘是真的！’”刘墉不慌不忙。\n　　“我，我——”乾隆气得张着嘴说不出话来，心里狠狠地骂着：“好你个刘罗锅呀，原来你装傻充愣是在这儿等着我。我算上了你的大当了！”但他也不敢对刘墉怎么着。一是不管怎么说，自己说过这样的话；二是他还真离不开刘罗锅，没有刘罗锅他就玩不转了。\n　　刘墉呢，心里暗自高兴，因为他到底替朝廷、替百姓除了这一大害。\n\n刘罗锅逸事\n　　刘墉就是家喻户晓的“刘罗锅儿”，因为他为官“忠君、爱民、清廉”，深得百姓喜爱。有关他的事迹广为流传。当代的影视剧作家也很了解民众这种渴盼清官的心理，于是，刘墉成了清代大臣中“上镜率”最高的大臣之一。在剧作家的安排下，他和大贪官和珅成了死对头和欢喜冤家，和珅在他面前总是显得笨手笨脚，经常弄巧成拙，想算计人反遭算计。乾隆皇帝对他又爱又恨、又有点无可奈何。这个人物寄托了中国老百姓太多的理想和愿望，他是智慧的化身，也是正义的化身，甚至连他的罗锅儿也让人不惟不觉其丑陋，反成为他的标志性特征。其实，荧屏上的刘墉和历史上的刘墉并不完全重合，从形象到事迹有许多地方源自剧作家的想像。\n　　要回答这个问题，首先要了解一下清代的取士、选官标准。\n　　在封建社会，选官向来是以“身、言、书、判”作为首要条件的。所谓身，即形体，需要五官端正，仪表堂堂，否则难立官威。所谓言，即口齿清楚，语言明晰，否则有碍治事。所谓书，即字要写得工整漂亮，利于上级看他的书面报告。所谓判，即思维敏捷，审判明断，不然便会误事害人。\n　　在这四条标准之中，“身”居首位，是最重要的。因为观瞻所系，不能不特别强调。\n　　刘墉系科甲出身，必在“身言书判”四方面合格，方可顺利过关。因此几乎可以肯定地说，刘墉不会是“罗锅儿”。姜纬堂先生早在1996年时，就曾在《北京晚报》上专门撰文《刘墉绰号“罗锅”考》，指出过这一点。\n　　还有一个旁证，可以从侧面说明一定的问题。按照当时制度，举人应会试三科不中者，还可以应“大挑”一科。这一科不考文章，只论相貌，标准是“同田贯日身甲气由”八个字，以字形喻体形、相貌。“同”指长方脸，“田”指四方脸，“贯”指人的头大而身体直长，“日”指身体端直而高矮肥瘦适中。以上这四个字是好字，符合者有中选的可能；“身”指身体不正，“甲”指头大身子小，“气”指一肩高耸，“由”指头小身子大。这四个字是不好的字，沾上一个就会落选。可见，清代选官很重视被选者的相貌，所以，刘墉即使算不上仪表堂堂，总也不至于体有残疾。\n　　当然，“刘罗锅”的称号，也事出有因。史书上记载，嘉庆帝曾称刘墉为“刘驼子”，可见他确实有些驼背。不过，刘墉当时已经年届80岁，难免会驼背弯腰，这就很可以理解了。如果以此认定刘墉年轻时即为“罗锅”，那就不准确了。\n　　可见，从形象言之，历史上的刘墉与民间传说和文艺作品中的刘墉并不一致。那么，从为官行事的角度看，历史上的刘墉并不是像剧作家描写的那样清廉干练，不畏权势，并不是真的能将大贪官和珅戏弄于股掌之中，并不是在乾隆皇帝面前从容不迫、游刃有余。事实上，真正与和珅斗争的是钱沣。\n\n\n主要成就\n\n政治\n　　刘墉出身名门相府，祖上数辈都是进士出身。父亲刘统勋更是官居宰相，深得乾隆皇帝倚重，因此刘墉走上仕途具备深厚的家族渊源。刘墉一生为官五十余载，宦海沉浮，几经起落，官职最高时做到体仁阁大学士，总体而言清正廉洁，继承了父亲刘统勋的衣钵，成为乾隆、嘉庆朝的重要大臣。 \n\n书法\n　　刘墉不仅是政治家，更是著名的书法家，是帖学之集大成者，被誉为清代四大书法家之一。清朝徐珂称赞刘墉：“文清书法，论者譬之以黄钟大吕之音，清庙明堂之器，推为一代书家之冠。盖以其融会历代诸大家书法而自成一家。所谓金声玉振，集群圣之大成也。其自入词馆以迄登台阁，体格屡变，神妙莫测。”刘墉是一位善学前贤而又富有创造性的书法家，师古而不拘泥。刘墉书法的特点是用墨厚重，体丰骨劲，浑厚敦实，别具面目。刘墉之书尤善小楷，后人称赞其小楷不仅有钟繇、王羲之、颜真卿和苏轼的法度，还深得魏晋小楷风致。刘墉还兼工文翰，博通百家经史，精研古文考辨，工书善文，名盛一时。 \n\n收藏\n　　刘墉嗜好藏书，家中藏书既广且博，除经史子集四部之外，对于佛、道、类书、碑帖、字画、戏曲、小说、弹词、曲谱、平话之类无不收藏，此外收藏奇石、砚台、毛笔、古琴等也均称名一时。\n\n族谱\n　　清乾隆四十八年癸卯岁体仁阁大学士刘墉的《刘氏家谱集注》，审定源明公至广传公的客家世系共147世。\n\n\n人物生平\n\n早年生活\n　　刘墉，祖籍安徽砀山，康熙五十八年出生于山东诸城，家族是当时的名门望族，其曾祖父刘必显是顺治年间进士，祖父刘棨曾担任四川布政使，父亲刘统勋则是乾隆朝的一代名臣。刘墉成长在名门相府，家族成员世代为官，自小受到良好的教育。 \n\n初入仕途\n　　乾隆十六年，刘墉因为父亲关系， 刘墉 以恩荫举人身份参加当年会试和殿试，考中二甲第二名进士，被授予翰林院庶吉士，在散馆担任编修，不久又升迁为侍讲，成为其步入仕途的起点。 \n\n　　乾隆二十年十月，刘墉的父亲刘统勋因为办理军务失宜被下狱，刘墉受牵连也被惩治。后来父子得到宽释，刘墉被降为翰林院编修。\n\n　　乾隆二十一年起，刘墉被外放为地方官，此后20余年主要在地方为政，先后担任过安徽学政、江苏学政、太原知府和江宁知府等职。为官期间，刘墉基本秉承了父亲刘统勋的正直干练与雷厉风行，对科场积弊、官场恶习进行了力所能及的整顿，为百姓做了实事。同时积极贯彻皇帝意旨，查禁书、捉拿会党，得到皇帝赞许。\n\n　　乾隆二十一年六月，刘墉担任广西乡试正考官，十月被提拔为安徽学政。刘墉前往安徽赴任前，乾隆还特意召见并赐诗，其中有“海岱高门第，瀛洲新翰林”之句，意思是希望刘墉能够不辱门楣、有所建树。刘墉在任期间针对当时贡生、监生管理混乱的状况，上疏“请州县约束贡监，责令察优劣”，并提出切实可行的补救办法，得到皇帝肯定。\n\n　　乾隆二十四年十月，刘墉调任江苏学政，赴任前乾隆皇帝仍有诗相赠，可见其对刘墉抱有厚望。刘墉也不辱使命，为政严肃认真，出任学政时按试扬州，因为把关严格，使得一些想以作弊蒙混过关者最后不敢入场。他还上书皇帝称：“生监中滋事妄为者，府州县官多所瞻顾，不加创艾。既畏刁民，又畏生监，兼畏胥役，以致遇事迟疑，皂白不分，科罪之后，应责革者，并不责革，实属阘茸怠玩，讼棍蠹吏，因得互售其奸。”这一看法深刻又切中时弊，深受乾隆皇帝赏识，称赞其“知政体”。刘墉先后两次提督江苏学政，后期为官处事风格由峻厉刚急转为平和舒缓，但严肃认真是一以贯之的。 \n\n宦海沉浮\n　　乾隆二十七年，刘墉被任命为山西太原知府。乾隆三十年升任冀宁道台。第二年，刘墉因失察所属阳曲县令段成功贪侵国库银两，按律革职被判极刑。但乾隆皇帝爱其才，加恩诏免，仅发配军台效力赎罪，第二年被赦免后在修书处担任行走。\n\n　　乾隆三十四年，刘墉因父亲的缘故被重新起用，授予江宁知府。刘墉十分珍视这次机会，为政公正清廉，声名远播，百姓叹服刘墉的品行，将其比为宋朝的包拯。后来嘉庆初年的弹词《刘公案》，就是以刘墉在江宁知府任上决断疑案、为民做主的故事为蓝本改编而成。\n\n　　乾隆三十七年，刘墉调任陕西按察使。\n\n　　第二年父亲刘统勋病故，刘墉辞官回家服丧。乾隆四十一年，刘墉服丧期满还京，清廷念刘统勋多年功绩，诏授内阁学士，任职南书房。十月又任《四库全书》馆副总裁，并派办《西域图志》及《日下旧闻考》总裁。次年七月，充江南乡试正考官，不久后复任江苏学政。在任期间，刘墉曾劾举秦州举人徐述夔著作悖逆，要求按律惩办，年底因办事有功和督学政绩显著，迁户部右侍郎，后又调吏部右侍郎。 \n\n　　乾隆四十五年，刘墉升任湖南巡抚。当时湖南多处受灾，一些无灾州县盗案迭起，贪官污吏猖獗。刘墉到任后一面查明情由，据实弹劾贪官污吏，建议严办。一面稽查库存，修筑城郭建仓储谷，赈济灾民。仅一年余，库银充实，民粮丰足，刘墉得到当地百姓爱戴。\n\n　　乾隆四十六年，刘墉升任为都察院左都御史，次年三月任职南书房，不久又充任三通馆总裁。此时，御史钱沣弹劾山东巡抚国泰结党营私，刘墉奉旨偕同和珅审理山东巡抚舞弊案。刘墉至山东假扮成道人，步行私访，查明山东连续三年受灾，而国泰邀功请赏，以荒报丰。征税时对无力缴纳者一律拿办，并残杀进省为民请命的进士、举人9人。刘墉如实报奏朝廷，奉旨开仓赈济百姓，捉拿国泰回京。此时皇妃已为国泰说情，有的御史也从旁附和，和珅亦有意袒护国泰。刘墉遂以民间查访所获证据，历数国泰罪行，据理力争，终使国泰伏法。后来民间曾据此事写成通俗小说《刘公案》，对这位“包公式”的刘大人大加颂扬。\n\n　　乾隆四十七年，刘墉奉调入京出任左都御史，在南书房行走。当时和珅炙手可热，刘墉也只能“委蛇其间，惟以滑稽悦容其间”，表现出其为人和为官的另一面：面对和珅专宠于乾隆，刘墉只好静默自守，滑稽模棱取容。\n\n官声渐晦\n　　乾隆四十八年，刘墉升任直隶总督、吏部尚书，兼理国子监事务。\n\n　　乾隆五十一年，任职玉牒馆副总裁。但在此后数年里，刘墉不断犯错，官声渐不及从前，并多次受到皇帝责备。\n\n　　乾隆五十二年初，刘墉因为漏泄与皇帝关于嵇璜、曹文埴的谈话内容而受到申饬，被罢免了大学士职务。八月，乾隆委托刘墉主持祭拜文庙，却因没有按规定行一揖之礼受到太常寺卿德保的参劾。乾隆五十三年夏，刘墉兼理国子监期间发生乡试考生馈送堂官的贿赂案，被御史祝德麟弹劾，刘墉受到处分。乾隆五十四年四月，上书房的师傅们久不到书房，刘墉做为总师傅而不予纠正，被降职为侍郎。乾隆五十八年，刘墉担任当年会试主考官，却安排失当阅卷草率，导致违制与不合格的卷子很多。 \n\n　　嘉庆元年，皇帝破格增补户部尚书董诰为大学士，而资历更深的刘墉却被排斥在外。皇帝向刘墉询问新选知府戴世仪可否胜任，结果刘墉说可以，实际上戴世仪十分庸劣难以胜任。\n\n　　嘉庆二年四月，刘墉被授予体仁阁大学士，但仍被皇帝指责向来不肯真心实意做事，干活懒散。并称是因为没有其他人了，所以才提拔刘墉。五月，刘墉奉旨偕同尚书庆桂到山东办案，察看黄河决口的情况，刘墉上书请求在决口处筑坝，下游疏导分流，朝廷采纳了意见。\n\n善始善终\n　　嘉庆四年三月，刘墉被加封为太子少保，奉旨办理文华殿大学士和珅植党营私、擅权纳贿一案。刘墉再次展现出不畏权势的一面，查明和珅及其党羽横征暴敛、搜刮民脂、贪污自肥等罪行20条，奏报朝廷。嘉庆随即处死和珅。嘉庆四年底，刘墉上疏陈述漕政，对漕运中的漏洞体察至深，忧国忧民之情溢于言表，嘉庆皇帝看后，深以为然。嘉庆六年，刘墉充任会典馆正总裁。嘉庆七年，皇帝驾幸热河，命刘墉留京主持朝政。此时刘墉已八十有余，却轻健如故，双眸炯然，寒光慑人。\n\n　　嘉庆九年十二月二十五日，刘墉于北京驴市胡同家中逝世，享年85岁。去世当天，他还曾到南书房值班，晚上开宴会招待客人，当晚去世。而据《啸亭杂录》记载，刘墉死时“鼻注下垂一寸有余”，暗合佛语中善于解脱之意，可说是寿终正寝、功德圆满。死后赠太子太保，谥号文清，入祀贤良祠，谕祭葬。\n\n",
  "desc": "刘墉（1719～1804），字崇如，号石庵，另有青原、香岩、东武、穆庵、溟华、日观峰道人等字号，清代书画家、政治家。山东省高密县逄戈庄人（原属诸城），祖籍江苏徐州丰县。乾隆十六年（1751年）进士，刘统勋子。官至内阁大学士，为官清廉，有乃父之风。刘墉是乾隆十六年的进士，做过吏部尚书，体仁阁大学士。工书，尤长小楷，传世书法作品以行书为多。嘉庆九年十二月二十五日卒于京。谥文清。",
  "dynasty": "清代",
  "id": 488,
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_488.jpg",
  "name": "刘墉",
  "star": 4
}