{
  "content": "生平\n\n生年\n\n　　武平一生年不见史传。《新唐书·列传第四十四》载：“武后时，畏祸不敢与事，隐嵩山修浮图法，屡诏不应。”此应为记录其早期生活的唯一见著，其生年如何尚不可考。武平一的父亲是为颍川郡王，按唐例，他可以门荫入仕。虽说唐代“门荫多为少年郎”，一般十三、四岁即可入仕，但武平一既然“畏祸不敢与事，隐嵩山修浮图法，屡诏不应”，也绝不是一个少年能够做到的，故此时的武平一应当已经成年。\n\n　　据武平一《景龙文馆记》载：中宗李显为立春日召近臣学士宴，武平一因应制诗写得好，中宗手批云：“平一年虽最少，文甚警新……今更赐花一枝，以彰其美。”是时，所赐学士花，并令插在头上，后所赐者，平一左右交插，因舞蹈拜谢。时崔日用乘酣饮，欲夺平一所赐花，上于帘下见之，谓平一曰：日用何为夺卿花？平一跪奏曰：读书万卷，从日用满口虚张，赐花一枝，学平一终身不获。上及侍臣大笑，更赐酒一杯，时人叹美。由此，武平一应是当时参与“应制”的近臣学士中最年轻的一个。\n\n　　另据《全唐诗》等史料，时以《奉和立春内出彩花树应制》为题参与“应制”宴饮的官员学士，有上官婉儿、李峤、宋之问、刘宪、赵彦昭、沈佺期、崔湜、苏颋、崔日用等诸人。其中现在可考知崔日用生于咸亨四年即公元673年。\n\n　　综上，《景龙文馆记》说武平一是参与中宗春日宴饮中最小的，他当是咸亨四年之后出生。唐中宗特别强调了武平一“年最少”事，故他与崔日用相差似在四、五岁之间，其生年当在唐高宗仪凤三年左右。另据《通鉴》，武则天于神龙元年正月改元，二月还政中宗，十一月“崩于上阳宫”。“屡诏不应”说当发生在神龙元年之前或还要更早一些。且“屡诏不应”是说曾多次下诏，不应发生在同一年中；“隐嵩山修浮图法”也不可能是一年半载的事，至少在两、三年间。若按武则天最后下诏在长安四年、武平一其时在二十四、五岁之间的话，由长安四年前推25年，其生年应在风仪四年，与前考也基本吻合。据此，武平一生年约在唐高宗仪凤三年左右。\n\n隐居\n\n　　关于武平一“隐嵩山修浮图法”事，史书仅有断文残句。至于何时隐居嵩山，不见史传。《通鉴·卷第二百五》载：天册万岁元年腊月，“右千牛卫将军安平王武攸绪，少有志行，恬澹寡欲，扈从封中岳还，即求弃官，隐于嵩山之阳。太后疑其诈，许之，以观其所为。攸绪遂优游岩壑，冬居茅椒，夏居石室，一如山林之士。太后所赐及王公所遗野服器玩，攸绪一皆置之不用，尘埃凝积。买田使奴耕种，与民无异。\n\n　　武平一隐居嵩山，似受这位堂叔武攸绪的影响。查有关佛家典籍，也多记其入仕后礼佛，并无有关修习“浮图法”的事迹。《新唐书·武平一传》与《全唐诗话·卷一》又都记载了武平一与崔日用论《春秋》事迹。\n\n　　初，崔日用自言明《左氏春秋》诸侯官族。它日，学士大集，日用折平一曰：“君文章固耐久，若言经，则败绩矣。”时崔湜、张说素知平一该习，劝令酬诘，平一乃请所疑。日用曰：“鲁三桓，郑七穆，奈何？”答曰：“庆父、叔牙、季友，桓三子也。孟孙至彘凡九世，叔孙舒、季孙肥凡八世。郑穆公十一子，子然及二子子孔三族亡，子羽不为卿，故称七穆，子罕、子驷、子良、子国、子游、子印、子丰也。”一坐惊服。平一问日用曰：“公言齐桓公、楚庄王时，诸侯属齐若楚凡几？平公、灵王时，诸侯属晋、楚凡几？晋六卿，齐、楚执政几何人？”日用谢曰：“吾不知，君能知乎？”平一条举始末，无留语。日用曰：“吾请北面。”阖坐大笑。\n\n　　由此判断，武平一对《春秋》的熟知，须经长期研读才会如此造诣，绝非一朝一夕就能办到。故，他在少年时代直至隐居嵩山期间，更多修习的应是《春秋》。至于修习“浮图法”事，似是“屡诏不应”的托词或与修习《春秋》兼而为之。\n\n入仕\n\n　　在朝。《新唐书·武平一传》说：“中宗复位，平一居母丧，迫召为起居舍人，丐终制，不见听。景龙二年，兼修文馆直学士。”由是，武平一入仕“起居舍人”当在景龙二年之前。两《唐书》和《通鉴》俱云：神龙元年年正月，武则天病重，张柬之等大臣逼宫。甲辰，武则天“制太子监国”；乙巳，“太后传位于太子”；丙午，“中宗即位”。同年二月，中宗复国号为唐；十一月，武则天崩于上阳宫。自神龙元年二月中宗复位，即开始大批调整官员，巩固统治。另据《通鉴·卷二百八》载：“神龙元年，三月，己丑……以安车征安平王武攸绪于嵩山，既至，除太子宾客；固请还山，许之。”武攸绪，武平一的堂叔。二人同隐嵩山，盖平一是跟武攸绪修行的。平一虽“居母丧”，但与武攸绪应召入朝应是同时。故，武平一“迫召为起居舍人”应在神龙元年三月。\n\n　　及至景龙二年五月，武平一兼修文馆直学士，因博学通古见宠中宗，经常侍宴。《新唐书·武平一传》载：“景龙二年，兼修文馆直学士。”《通鉴·卷第二百九》又载：景龙二年“夏，四月，癸未，置修文馆大学士四员，直学士八员，学士十二员，选公卿以下善为文者李峤等为之。每游幸禁苑，或宗戚宴集，学士无不毕从，赋诗属和，使上官昭容第其甲乙，优者赐金帛；同预宴者，惟中书、门下及长参王公、亲贵数人而已，至大宴，方召八座、九列、诸司五品以上预焉。”《唐会要·卷六十四》“宏文馆”条:“武德四年正月，于门下省置修文馆，至九年三月改为宏文馆……神龙元年十月十九日改为昭文馆，避孝敬讳故也。二年，又改为修文馆。至景龙二年四月二十二日，修文馆增置大学士四员，学士八员，直学士十二员，征攻文之士以充之。二十三日，敕中书令李峤，兵部尚书宗楚客并为大学士。二十五日，敕秘书监刘宪，中书侍郎崔湜，吏部侍郎岑羲，太常卿郑愔，给事中李适，中书舍人卢藏用、李乂，太子中舍刘子玄并为学士。五月五日，敕吏部侍郎薛稷，考功员外郎马怀素，户部员外郎宋之问，起居舍人武平一，国子主簿杜审言并为直学士。”由此，武平一为修文馆直学士，当在景龙二年五月\n\n　　同年七月七夕，武平一上书论“合生”事。《新唐书·武平一传》载：“后宴两仪殿，帝命后兄光禄少卿婴监酒，婴滑稽敏给，诏学士嘲之，婴能抗数人。酒酣，胡人袜子、何懿等唱‘合生’，歌言浅秽，因倨肆，欲夺司农少卿宋廷瑜赐鱼。平一上书谏曰：‘乐，天之和，礼，地之序；礼配地，乐应天。故音动於心，声形于物，因心哀乐，感物应变。乐正则风化正，乐邪则政教邪，先王所以达废兴也。伏见胡乐施于声律，本备四夷之数，比来日益流宕，异曲新声，哀思淫溺。始自王公，稍及闾巷，妖伎胡人、街童市子，或言妃主情貌，或列王公名质，咏歌蹈舞，号曰合生。昔齐衰，有《行伴侣》，陈灭，有《玉树后庭花》，趋数惊骜僻，皆亡国之音。夫礼慊而不进即销，乐流而不反则放。臣愿屏流僻，崇肃雍，凡胡乐，备四夷外，一皆罢遣。况两仪、承庆殿者，陛下受朝听讼之所，比大飨群臣，不容以倡优媟狎亏污邦典。若听政之暇，苟玩耳目，自当奏之后廷可也。’不纳。”此事又见《全唐诗话·卷一·李适条》：“景龙二年七月七夕，御两仪殿赋诗。李峤献诗云：‘谁言七襄咏，流入五弦歌。’是日李行言唱《步虚歌》。\n\n　　同年十月，武平一迁“考功员外郎”。《新唐书·武平一传》载：“时天子暗柔不君，韦后蒸乱，外戚盛。平一重斥语，即自请抑母党……帝慰勉，不许。迁考功员外郎。”《通鉴·卷第二百九》载：“冬，十月，己酉，修文馆直学士、直居舍人武平一上表请抑损外戚权宠；不敢斥言韦氏，但请抑损己家。上优制不许。”\n\n　　神龙、景龙年间，唐中宗虽采取了一系列拨乱反正的措施，但内宫混乱、争权夺利的局面愈演愈烈。景龙二年时，武平一上书“抑损己家”，中宗“不许”。到景龙三年九月，“太平、安乐公主各树朋党，更相谮毁”，唐中宗也沉不住气了，“患之”。十一月，亲访修文馆直学士武平一问策。此事可见《通鉴·卷第二百九·景龙三年条》\n\n　　太平、安乐公主各树朋党，更相谮毁，上患之。冬，十一月，癸亥，上谓修文馆直学士武平一曰：“比闻内外亲贵多不辑睦，以何法和之？”平一以为：“此由谗谄之人阴为离间，宜深加诲谕，斥逐奸险。若犹未已，伏愿舍近图远，抑慈存严，示以知禁，无令积恶。”上赐平一帛，而不能用其言。\n\n　　《新唐书·武平一传》又载：\n\n　　于时，太平、安乐公主各立党相诋毁，亲贵离阋，帝患之，欲令敦和，以访平一。因上书曰：“病之在四体者，迹分而易逐，居心腹者，候遽而难治。刑政乖舛，四支疾也；亲权猜间，心腹患也。《书》曰：‘克明俊德，以亲九族，九族既睦，平章百姓。’《诗》曰：‘协比其邻，婚姻孔云。’是知亲族以辑睦为义也。自顷权贵猜防，外和内离，怨结姻娅，疑生骨肉。邀荣之徒，诡献忠款；膏唇之伍，苟输谗计。胁肩邸第之中，噤颐媪宦之侧。故过从绝，猜嫌构，亲爱乖，党与生。积霜成冰，祸不可既。愿悉召近亲贵人，会宴内殿，告以辑睦，申以恩勤，’斥奸人，塞谗路。若犹未已，则舍近图远，抑慈示严，惟陛下之命。”帝美其忠切，卒不用。\n\n　　或因时局难控，或因形势复杂，唐中宗并未采纳武平一的建议，最终导致了被毒杀。据《通鉴·卷第二百九·景龙四年条》：五月，“散骑常侍马秦客以医术，光禄少卿杨均以善烹调，皆出入宫掖，得幸于韦后，恐事泄被诛；安乐公主欲韦后临朝，自为皇太女；乃相与合谋，于饼餤中进毒。六月，壬午，中宗崩于神龙殿。”丁亥，“殇帝即位。”不久，在太平公主和临淄王李隆基的帮助下，发动政变，相王李旦登基称帝，是为睿宗，于七月改元“景云”。对于此次政变，武平一是否参与不见史传。但据开元年间被贬事，平一似未曾参与，甚至持不支持态度。直至开元初年武平一被贬，职务似没有发生变化。\n\n　　随侍。查《全唐诗》、《景龙文馆记》、《唐才子传》、《全唐诗话》和《唐书》等史料，平一入仕，多侍宴游，当前能见到的他的作品，主要作于景龙年间。\n\n　　景龙二年七月七夕，帝后宴两仪殿，平一随侍并上书论“合生”事。\n\n　　景龙三年八月，随侍中宗幸安乐公西庄，作《夜宴安乐公主宅》诗。《旧唐书·本纪第七》载：景龙三年八月“乙巳，幸安乐公主山亭，宴侍臣、学士，赐缯帛有差。”《《全唐诗话·卷一·李适条》》载：景龙三年“八月三日，幸安乐公主西庄。”平一作诗曰：“王孙帝女下仙台，金榜珠帘入夜开。遽惜琼筵欢正洽，唯愁银箭晓相催。\n\n　　景龙三年十月，随中宗幸安乐公主新宅，武平一作《侍宴安乐公主新宅应制》诗。中宗复位之后，王公贵戚奢侈之风愈加严重，尤其是争相建盖府邸别墅。《通鉴·卷二百九》载：“上官婕妤及后宫多立外第……安乐公主尤骄横……与长乐公主竞起第舍，以侈丽相高，拟于宫掖，而精巧过之。安乐公主请昆明池，上以百姓蒲鱼所资，不许。公主不悦，乃更夺民田作定昆池，延袤数里，累石象华山，引水象天津，欲以胜昆明，故名定昆。安乐有织成裙，直钱一亿，花卉鸟兽，皆如粟粒，正视旁视，日中影中，各为一色。”中宗非但不加制止，反而时常临幸且集侍臣、学士赋诗，无疑更助长了此种奢侈之风。《旧唐书·本纪第七》载：景龙三年“冬十月庚寅，幸安乐公主金城新宅，宴侍臣、学士。”时武平一见宠中宗，赋《侍宴安乐公主新宅应制》一诗：“紫汉秦楼敞，黄山鲁馆开。簪裾分上席，歌舞列平台。马既如龙至，人疑学凤来。幸兹联棣萼，何以接邹枚。”\n\n　　景龙三年十二月，随驾幸新丰温泉宫，作有《奉和幸新丰温泉宫应制》诗。《旧唐书·本纪第七》载：景龙三年十二月，“甲子，上幸新丰之温汤。”《新唐书·本纪第四》载：景龙三年十二月，“甲午，如新丰温汤。”《通鉴·卷二百九·景龙三年条》也记曰“甲午，上幸骊山温汤”。此事《全唐诗话·卷一·李适条》记载比较详细，曰：“幸温泉宫，敕蒲州刺史徐彦伯入仗，同学士例，因与武平一等五人献诗，上官昭容献七言绝句三首。”武平一诗曰：“秦王登碣石，周后袭昆仑。何必在遐远，方称万宇尊。我皇顺时豫，星驾动轩辕。雄戟交驰道，清笳度国门。回舆长乐观，校猎上林园。行漏移三象，连营总八屯。旌摇鹦鹉谷，骑转凤凰原。绝壁苍苔古，灵泉碧溜温。参差开水殿，窈窕敞岩轩。丰邑模犹在，骊宫迹尚存。烟松衔翠幄，雪径绕花源。侍从推玄草，文章召虎贲。深仁浃夷夏，洪造溢乾坤。谬忝王枚列，多惭雨露恩。”\n\n　　景龙三年十二月十四日，随侍韦嗣立庄，作《奉和幸韦嗣立山庄侍宴应制》和《奉和圣制幸韦嗣立山庄应制》诗二首。《通鉴·卷二百九·景龙三年条》载：十二月“庚子，幸韦嗣立庄舍。以嗣立与周高士韦夐同族，赐爵逍遥公。嗣立，皇后之疏属也。由是顾赏尤重。乙巳，还宫。”《旧唐书·本纪第七》载：景龙三年十二月，“庚子，幸兵部尚书韦嗣立庄，封嗣立为逍遥公，上亲制序赋诗，便游白鹿观。”《全唐诗话·卷一·李适条》载：“十四日，幸韦嗣立庄，拜嗣立逍遥公，名其居曰：清虚原、幽栖谷。”时武平一应制赋诗：一曰“三光回斗极，万骑肃钩陈。地若游汾水，畋疑历渭滨。圆塘冰写镜，遥树露成春。弦奏鱼听曲，机忘鸟狎人。筑岩思感梦，磻石想垂纶。落景摇红壁，层阴结翠筠。素风纷可尚，玄泽蔼无垠。薄暮清笳动，天文焕紫宸。”二曰“鸣銮赫奕下重楼，羽盖逍遥向一丘。汉日唯闻白衣宠，唐年更睹赤松游。\n\n　　景龙三年十二月十五日，中宗从韦嗣立庄出来，便随幸白鹿观，武平一作《奉和幸白鹿观应制》。《旧唐书·本纪第七·景龙三年条》说：幸兵部尚书韦嗣立庄后，“便游白鹿观。”平一诗曰：“玉府凌三曜，金坛驻六龙。彩旒悬倒景，羽盖偃乔松。玄圃灵芝秀，华池瑞液浓。谬因沾舜渥，长愿奉尧封。”\n\n　　景龙三年十二月十八日，随驾游秦始皇陵，平一作《奉和登骊山高顶寓目应制》诗曰：“銮舆上碧天，翠帟拖晴烟。绝崿纡仙径，层岩敞御筵。云披丹凤阙，日下黑龙川。更睹南熏奏，流声入管弦。”此事唯见《旧唐书·本纪第七·景龙三年条》：“庚子，幸兵部尚书韦嗣立庄……便游白鹿观。甲辰，曲赐新丰县，百姓给复一年，行从官赐勋一转。是日幸骊山。”由此，唐中宗游白鹿观后，即至骊山，游秦始皇陵。\n\n　　景龙四年正月朔，赐群臣柏树，平一赋《奉和正旦赐宰臣柏叶应制》诗：“绿叶迎春绿，寒枝历岁寒。愿持柏叶寿，长奉万年欢。”《全唐诗话·卷一·李适条》载：“四年正月朔，赐群臣柏树。”\n\n　　景龙四年正月五日，中宗于蓬莱宫宴吐蕃使，为柏梁体，武平一联句曰：“万邦考绩臣所详”。《全唐诗·卷二·李显集》题曰：“景龙四年正月五日移仗蓬莱宫御大明殿会吐…柏梁体联句”。《全唐诗话·卷一·中宗条》曰：景龙四年正月五日，御大明殿，会吐蕃骑马之戏，因重为柏梁体联句。帝曰：大明御宇临万方。皇后曰：顾惭内政翊陶唐。长宁公主曰：鸾鸣凤舞向平阳。安乐公主曰：秦楼鲁馆沐恩光。太平公主曰：无心为子辄求郎。温王重茂曰：雄才七步谢陈王。昭容上官曰：当熊让辇愧前芳。吏部侍郎崔湜曰：再司铨管恩何忘。著作郎郑愔曰：文江学海思济航。考功员外郎武平一曰：万邦考绩臣所详。著作郎阎朝隐曰：著作不休出中肠。时上疑御史大夫窦从一、将作大匠宗晋卿素不属文，未即令续。二人固请，许之。从一曰：权豪屏迹肃严霜。晋卿曰：铸鼎开岳造明堂。此外遗忘。时吐蕃舍人明悉猎请，令授笔与之。曰：玉醴由来献寿觞。上大悦，赐与衣服。\n\n　　景龙四年正月八日，立春，赐彩花，武平一因《奉和立春内出彩花树应制》诗而簪花。《景龙文馆纪》记述详细：“是日中宗手批云：平一年虽最少，文甚警新，悦红蕊之先开，讶黄莺之未啭，循环吟咏，赏叹兼怀。今更赐花一枝，以彰其美。所赐学士花，并令插在头上，后所赐者，平一左右交插，因舞蹈拜谢。时崔日用乘酣饮，欲夺平一所赐花，上于帘下见之，谓平一曰：日用何为夺卿花？平一跪奏曰：读书万卷，从日用满口虚张，赐花一枝，学平一终身不获。上及侍臣大笑，更赐酒一杯，时人叹美。”是时，武平一的诗艺压全场：“銮辂青旗下帝台，东郊上苑望春来。黄莺未解林间啭，红蕊先从殿里开。画阁条风初变柳，银塘曲水半含苔。欣逢睿藻光韶律，更促霞觞畏景催。”其诗如清溪，婉转清新，自然流淌，全无雕琢影子；如游赏，山重水复，柳暗花明，得春于不经意间；如曲调，对仗工整，节奏铿锵，令人陶醉其中，是当时难得的一首成熟七律。金圣叹《贯华堂选批唐才子诗·卷之一》评武平一此诗曰：“一，言帝方出迎；二，言春方未至；三、四，一捺一抬，言花信全无，而花枝忽现。不惟全读四句是绝妙章法，试单读一句，亦绝妙手法也。五、六，言春风徐徐，春水与与，百花消息，胡能催促。七、八，言然而圣人先天，天弗敢违，霞觞未终，丽景已至，此又必然之理也。\n\n　　景龙四年二月一日，随驾送金城公主，武平一赋《送金城公主适西蕃》诗：“广化三边静，通烟四海安。还将膝下爱，特副域中欢。圣念飞玄藻，仙仪下白兰。日斜征盖没，归骑动鸣鸾。”《旧唐书·本纪第七》载：“四年春正月……丁丑，命左骁卫大将军、河源军使杨矩为送金城公主入吐蕃使。己卯，幸始平，送金城公主归吐蕃。”《通鉴·卷二百九》载：“春，正月，丙寅夜，中宗与韦后微行观灯于市里，又纵宫女数千人出游，多不归者。上命纪处讷送金城公主适吐蕃，处讷辞；又命赵彦昭，彦昭亦辞。丁丑，命左骁卫大将军杨矩送之。己卯，上自送公主至始平；二月，癸未，还宫。公主至吐蕃，赞普为之别筑城以居之。”《全唐诗话·卷一·李适条》载：“二月一日，送金城公主。”时武平一作《送金城公主适西蕃》诗：“广化三边静，通烟四海安。还将膝下爱，特副域中欢。圣念飞玄藻，仙仪下白兰。日斜征盖没，归骑动鸣鸾。”\n\n　　景龙四年二月三日，随驾幸司农少卿王光辅庄，武平一与崔日用论《春秋》。《旧唐书·本纪第七》载：“四年春，二月壬午，曲赦咸阳、始平，改始平为金城县。便幸长安令王光辅马嵬北原庄。”《全唐诗话·李适条》也见载：“三日，幸司农少卿王光辅庄。是夕，岑羲设茗饮，讨论经史，武平一论《春秋》，崔日用请北面，日用赠武平一歌曰：彼名流兮左氏癖，意玄远兮冠今夕。”此事又见《新唐书·武平一传》，前文有述。\n\n　　景龙四年二月，清明，中宗幸梨园，命侍臣为抛球、拔河之戏，武平一作《幸梨园观打球应制》诗。《通鉴·卷第二百九》曰：“景龙四年春，二月，庚戌，上御梨园球场，命文武三品以上抛球及分朋拔河。韦巨源、唐休璟衰老，随纟亘踣地，久之不能兴；上及皇后、妃、主临观，大笑。”《旧唐书·本纪第七》载：“，夏四月……乙未，幸隆庆池，结彩为楼，宴侍臣，泛舟戏乐，因幸礼部尚书窦希宅。”唐·刘餗《隋唐嘉话·卷下》载：“景龙中，中宗游兴庆池，侍宴者递起歌舞，并唱《下兵词》，方便以求官爵。给事中李景伯亦起唱曰：‘回波尔时洒卮，兵儿志在箴规。侍宴既过三爵，喧哗窃恐非宜。’于是乃罢坐。”《全唐诗话》曰：“四月……六日，幸兴庆池观竞渡之戏。”是时，平一《兴庆池侍宴应制》诗曰：“銮舆羽驾直城隈，帐殿旌门此地开。皎洁灵潭图日月，参差画舸结楼台。波摇岸影随桡转，风送荷香逐酒来。愿奉圣情欢不极，长游云汉几昭回。”其中“皎洁灵潭图日月，参差画舸结楼台。波摇岸影随桡转，风送荷香逐酒来”两联，描写细腻，意境优美，对仗工整，不可多得的好句。\n\n　　此外，《全唐诗》还收录武平一的杂曲歌辞《妾薄命》一首和《游泾川琴溪》、《饯唐永昌》两首诗。一曰《妾薄命》。《全唐诗·卷六十二》有杜审言同题诗文，另据傅璇琮《唐代诗人丛考》，杜审言卒于景龙二年孟冬。故《妾薄命》作于景龙初年。二曰《游泾川琴溪》：“环潭澄晓色，叠嶂照秋影。幽致欣所逢，纷虑自兹屏。”写琴高山下之琴溪，相传为汉处士琴高公炼丹得仙之处。语言清理，写景幽深，暗隐归隐之心，既不似早年隐居嵩山时的作品，与景龙年间的作品风格不一，似是开元年间之作。有文章曰：泾县旧县志记载，琴高山悬崖峭壁间，犹有唐代开元年间邢巨、武平一、杜伟等绝句或长诗题刻，未考。三曰送别诗《饯唐永昌》：“闻君墨绶出丹墀，双舄飞来伫有期。寄谢铜街攀柳日，无忘粉署握兰时。”因同题无杜审言诗作，又据傅璇琮考证：杜审言卒于景龙二年孟冬，故，此诗当作于景龙三年之后。关于《景龙文馆记》，是为平一为修文馆直学士时的记叙，作于景龙年间。武平一曾任起居舍人，曾修《起居注》，《景龙文馆记》似之。学术界多有文章，不述。\n\n　　结交。景龙年间，武平一“见宠中宗，时虽宴豫”，与修文馆学士结交，但见著文字的不多。《新唐书·卷二百一·杜审言传》载：“初，审言病甚，宋之问、武平一等省候何如，答曰‘甚为造化小儿相苦，尚何言？然吾在，久压公等，今且死，固大慰，但恨不见替人’云。”傅璇琮考证此为误传。但杜审言病重期间，宋之问、武平一同去探望应是事实。《唐诗纪事·卷六》载：“审言卒，李峤已下请加命，时武平一为志。”《全唐文·卷二百六十八》有武平一之《请追赠杜审言官表》文。据《旧唐书·卷一百四十·宋之问传》载曰“友人武平一为之纂集，成十卷，传于代。”故，其时武平一曾编纂《宋之问集》，流传后世，可惜今已不见。\n\n遭贬\n\n　　《新唐书·武平一本传》载：“玄宗立，贬苏州参军，徙金坛令。”关于武平一被贬原因，《唐书》本传言之扑朔，曰“平一见宠中宗，时虽宴豫，尝因诗颂规诫，然不能卓然自引去，故被谪。既谪而名不衰。”“不能卓然自引”显然是表面原因。《全唐诗·卷115》有王湾《晚春诣苏州敬赠武员外》诗曰：“苏台忆季常，飞棹历江乡。持此功曹掾，初离华省郎。贵门生礼乐，明代秉文章。嘉郡位先进，鸿儒名重扬。爰从姻娅贬，岂失忠信防。万里行骥足，十年暌凤翔。回迁翊元圣，入拜伫惟良。别业对南浦，群书满北堂。意深投辖盛，才重接筵光。陋学叨铅简，弱龄许翰场。神驰劳旧国，颜展别殊方。际晓杂氛散，残春众物芳。烟和疏树满，雨续小溪长。旅拙感成慰，通贤顾不忘。从来琴曲罢，开匣为君张。”诗意在赞咏武平一名望才学的同时，也道出了他被贬的原因。“爰从姻娅贬”，“姻娅”者，亲家或连襟，姻亲关系也。武平一被贬的真正原因，即因平一为武则天一族。关于被贬时间，无明确记载。前文有述，自景龙二年至景龙四年也即景云元年，武平一为考功员外郎。据《唐语林·卷八·补遗》载：“神龙元年已来，累为主司者：房光庭再，太极元年、开元元年。”太极元年即延和元年也即先天元年，太极元年前一年是景云二年。房光庭既然是太极元年的考功主司，而唐例贡举又是每年正月进行，则房光庭应在太极元年前一年为考功员外郎。前文有述，唐代考功员外郎只有一人。故武平一则是景云二年被贬去考功员外郎的。《通鉴·卷二百一十》载：景云二年二月，“丁丑，命太子监国，六品以下除官及徒罪以下，并取太子处分。殿中侍御史崔莅、太子中允薛照素言于上曰：‘斜封官皆先帝所除，恩命已布，姚元之等建议，一朝尽夺之，彰先帝之过，为陛下招怨。今众口沸腾，遍于海内，恐生非常之变。’太平公主亦言之，上以为然。戊寅，制：‘诸缘斜封别敕授官，先停任者，并量材叙用。’”又载：“夏，四月，戊子，制：‘凡政事皆取太子处分。其军旅死刑及五品已上除授，皆先与太子议之，然后以闻。’”由此，武平一当是景云二年间被贬。\n\n　　“既谪而名不衰”之说不假。武平一被贬期间，王湾、祖咏、储光羲等不少诗人游吴，都有诗留赠。虽偏安一隅，却也为时人敬仰。按武平一早年隐居嵩山时“屡诏不应”的处世之道，也许“贬苏州参军，徙金坛令”正是他所希望的。\n\n卒年\n\n　　武平一卒年无详载，仅见《新唐书·武平一本传》曰“开元末，卒”。开元末，诗人祖咏曾漫游吴越。根据《全唐诗·祖咏集》，祖咏回途起始点是苏州，途中渡淮河作有《渡淮河寄平一》诗，到达河南陈留时有《宿陈留李少府揆厅》诗。《旧唐书·列传第七十六·李揆传》载：“李揆字端卿，陇西成纪人，而家于郑州，代为冠族。……少聪敏好学，善属文。开元末，举进士，补陈留尉，献书阙下，诏中书试文章，擢拜右拾遗。”又见徐松《登科考记》：李揆，开元二十九年举进士，补陈留尉。据此，祖咏南游北归时间是开元二十九年秋，此时武平一应该还在世。武平一去世时间应在开元二十九年秋、冬之季，约63岁。\n\n",
  "desc": "武平一，名甄，以字行，武则天族孙，颍川郡王载德子。博学，通《春秋》。后在时，畏祸不与事，隐嵩山，修浮屠法，屡诏不应。中宗复位，平一居母丧，迫召为起居舍人，乞终制，不许。景龙二年，兼修文馆直学士，迁考功员外郎。虽预宴游，尝因诗规戒。明皇初，贬苏州参军。徙金坛令。既谪，名亦不衰。开元末卒。诗一卷。",
  "dynasty": "唐代",
  "id": 2208,
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_2208.jpg",
  "name": "武平一",
  "star": 1
}