{
  "content": "生平\n\n　　王仁裕字德辇。其先祖太原人，祖父王义甫任成州军事判官时，迁居秦州长道县碑楼川。五代著名政治家、文学家，历事歧王李茂贞、前蜀、后唐、后晋、后汉、后周，官至户部尚书、兵部尚书、太子少保，病逝后诏赠太子少师。生于唐僖宗广明元年，后周显德三年病逝开封宝积坊私第。\n\n　　北宋开宝四年，其孙王永锡护柩归葬故里，又隔13年后，即宋雍熙元年王仁裕门生、宰相李昉撰文《周故太子少师王公神道碑》，张贺书丹并篆额，王永锡立碑于石桥斩龙村祖茔。\n\n\n介绍\n\n　　五代十国时期，在中国历史上，可谓是一个乱世，诸侯王称霸，新旧藩镇割据四方，从中原腹地到四川盆地，从哈南两广至渭水流域，战伐之声昼息夜发，民众遭兵燹涂炭，流离失所…… \n\n　　在王仁裕长达四十四年的宦海仕途中，虽历经几代朝兴朝衰，皇权数次更迭，但终因其素有文名于秦陇之间而免遭后代同 乡人胡缵宗被罢黜回乡那样的厄运，于公元956年，以七十七岁高龄，终老于汴梁。\n\n　　但从他于《全唐诗》中仅存的一卷诗歌和其他史料。可以看 出他在作为诗人的一生中的忧国忧民之心、希冀清明盛世的政治 理想和身处乱世满怀羁旅之苦的人生情怀，这使得他在五代十国史上成为一个颇具实力和影响的诗人和作家。《追寻“诗窖”遗珍——王仁裕文学创作研究》是近年出版的研究著作。\n\n　　《题麦积山天堂》是王仁裕留存的诗中写作较早的一首，这 也是他当秦州节度判官时的作品，诗曰：\n\n　　蹑尽悬空万冈梯，等闲身共白云齐。\n\n　　檐前下祝群山小，堂上平分落日低。\n\n　　绝顶路危少人到，古岩松健鹤频栖。\n\n　　天边为要留名姓，拂石殷勤手自题。\n\n　　诗从“万冈梯”、“白云齐”、“群山小”、“落日低”、“人少 到”、“鹤频栖”六个角度在描写麦积山巍峨险峻的自然景观的同 时，也抒发了他登万仍山而小天下，期望大展一番凌云壮志的美 好愿望。而在公元921年，年已四十二岁的王仁裕离开故乡到兴元 任节度使判官时写下的《题斗观山》一诗，表达 的则是一个诗人离乡背井，前途未卜，既想抛却尘世之梦、拨宅 成仙，又眷恋着故土希冀有一个太平盛世的迷茫、痛苦的心境。\n\n　　诗曰：\n\n　　霞衣敬举醉陶陶，不觉全家住降霄。\n\n　　拨宅只知鸡犬在，上天谁信路歧遥。\n\n　　三清辽廓抛尘梦，八景云烟事早朝。\n\n　　为有故办松柏健，露华凉叶铍金飘。\n\n　　“当时若效还而楚，尺寸中华未前侵，”这则是公元928年，他再度南下兴文，瞻仰兴之南山淮阴侯庙时，感古怀念写下的诗句，从中不难看出他面对祖国河山支离破碎、民众深受其苫而痛心疾首的情感。\n\n　　公元936年，石敬瑭取后唐而代之，建立后晋，王仁裕初为郎中，后升任谏议大夫。这期间，他曾奉命出使十国之一的南平国，途中，遇一书生因恃才傲物而遭全家坑杀之事，悲愤之余，他赋诗凭吊：\n\n　　立马荒郊满目愁，伊人何罪死林丘。\n\n　　风号古木悲长在，雨湿寒莎泪暗流。\n\n　　莫道文章为众嫉，只应轻薄是身仇。\n\n　　不缘魂寄孤山下，此地堪名鹦鹅洲。\n\n　　我们可从感受到其中不仅有物伤其类的哀恸，更有对唐末五代干戈扰攘、武夫悍卒嗜杀成性的强烈不满和愤慨。\n\n　　除诗歌而外，王仁裕的文章在当世亦堪称出类拔萃，独具特色和魅力。他著有《紫阁集》、《乘招集》、《王氏见闻录》、《玉堂闲话》、《人洛记》、《开元天宝遗事》，并辑有《国风总类》五十卷。其中《开元天宝遗事》以直录和写实笔法，记述了开元、天宝年间问的佚闻琐事，有人物特写，如名臣姚祟、宋璋、张九龄，奸相李林甫、杨国忠，名流如大诗人李白等，同时也有写当时风俗时尚的《传书燕》、《鹦鹉告事》、《探春》等篇，对研究当时民风民俗很有资料价值。《玉堂闲话评注》是蒲向明搜集整理《玉堂闲话》的今存单行注本。可惜《王氏见闻录》大多早已散佚，已难见全貌，对于作为王仁裕后人的我们，已很难读到，不能说不是一件憾事。\n\n\n轶事典故\n\n　　[公元八八o年至九五六年]字德辇，甘肃礼县人。生于唐僖宗广明元年，卒于周世宗显德三年，年七十七岁。少孤，不知书，以狗马弹射为荣。年二十五，始就学。为人俊秀，以文辞知名。唐末，为秦川节度判官。后仕蜀为翰林学士。唐庄宗平蜀，复以为秦川节度判安官。废帝时，以都官郎中充翰林学士。晋高祖时，为谏议大夫。汉高祖时，复为翰林学士承旨，迁户部尚书。罢为兵部尚书太子少保。仁裕尝梦剖其肠胃，以西江水涤之，由是文思益进，乃集其生平所作诗万余首，号西江集，凡百卷。《五代史本传》宋史艺文志有乘辂集五卷，紫阁集五卷，紫泥集十二卷，紫泥后集四十卷，及开元天宝遗事四卷，并行于世。",
  "desc": "王仁裕，生于唐僖宗广明元年（公元880年）、秦州上邦（天水市秦城区）人的王仁裕（字德荤），正处于唐末这样一个大分裂的时代。公元905年的秦州，处于攻杀凤翔节度使李昌符、自己做了节度使并且自封为“陇西郡王”、“歧王”的李茂贞的天地，这时王仁裕二十六岁，为李茂贞属下秦州节度使李继祟幕僚——秦州 节度判官。也是从这个时候开始，他走上了在前蜀、后唐、后晋、后汉为官，官及翰林学士、户部尚书、兵部尚书、太子少保的仕宦生涯，同时也开始了他勤勉治学、赋诗作文的创作历程， “有诗万余首，勒成百卷”(《旧五代史·王仁裕传》)。",
  "dynasty": "唐代",
  "id": 911,
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_911.jpg",
  "name": "王仁裕",
  "star": 0
}