{
  "content": "人物生平\n\n早年经历\n　　刘秀是汉高祖刘邦的九世孙，出自汉景帝子长沙定王刘发一脉，刘秀的先世，因遵行“推恩令”的原则而从列侯递降。到他父亲刘钦这一辈，只是济阳县令这样的小官员了。 \n\n　　西汉建平元年，刘秀出生于陈留郡济阳县，他出生的时候，有赤光照耀整个房间，当年稻禾一茎九穗，因此得名秀。\n\n　　元始三年，刘钦去世，年仅9岁的刘秀和兄妹成了孤儿，生活无依，只好回到祖籍枣阳舂陵白水村，依靠叔父刘良抚养，成了普通的平民。 \n\n　　由于刘秀勤于农事，而其兄刘縯好侠养士，经常取笑刘秀，将他比做刘邦的兄弟刘喜。新朝天凤年间，刘秀到长安，学习《尚书》，略通大义。\n\n舂陵起兵\n　　西汉自汉元帝以来，朝政日益衰败。到了汉成帝之时，成帝昏聩堪，委政母族。致使以太后王政君为首的王氏外戚集团独揽了朝政大权；又专宠赵氏姐妹，从而形成了“赵氏乱于内，外家擅于朝”的局面。\n\n　　汉哀帝死后，王政君之侄王莽连立汉平帝、孺子婴两幼主，其地位历经“安汉公”、“摄皇帝”，表面上几乎就是昔日周公摄政的再次重演。初始元年，王莽废孺子婴为定安公，正式代汉登基称帝，建立了新朝，建元“始建国”，西汉在历经214年的统治后终于灭亡。\n\n　　新莽末年，因其推行的改革盲目崇古，不切实际，又触动了上至豪强、下及平民的利益；加之水、旱等天灾不断，广袤中原赤地千里、哀鸿遍野。终于，在新莽天凤年间，赤眉、绿林、铜马等数十股大小农民军纷纷揭竿而起，大批豪强地主也乘势开始倒莽。顿时，海内分崩，天下大乱。 \n\n　　刘秀虽名为皇族后裔，但他这一支属于远支旁庶一脉。刘秀为人、与其长兄刘縯不同，刘縯不事家人居业，倾身破产，交结天下豪杰，和南阳的诸多子弟都欲趁乱起兵，欲图大事；而刘秀则为人“多权略”，处事极为谨慎。刘秀经过了深思熟虑，见天下确已大乱，方才决定起兵。\n\n　　地皇三年十一月，刘秀从宛城来到舂陵，会同大哥刘演打着“复高祖之业，定万世之秋”的旗号，于舂陵正式起兵反莽。\n\n昆阳之战\n　　因为刘秀兄弟和南阳宗室子弟在南阳郡的舂陵乡起兵，故史称刘秀兄弟的兵马为舂陵军，舂陵军的主力为南阳的刘氏宗室和本郡的豪杰，兵少将寡，装备很差，甚至在初期，刘秀是骑牛上阵的，这也成为了后世演义中的一段佳话，即所谓的“牛背上的开国皇帝”。后经过激战杀死了新野尉，刘秀才有了战马。为了壮大声势，加强反莽力量，舂陵兵与新市、平林、下江这三支绿林军中的最大的主力进行了联合，从而扩大了相互的力量，并先后于沘水、育阳等地与新莽的征讨大军激战，大破莽军，并击杀了新莽大将甄阜、梁丘疵等人。\n\n　　更始元年，西汉宗室刘玄被绿林军的主要将领拥立为帝，建元“更始”，是为更始帝。对此，刘縯及南阳刘姓宗室极为不满，只是迫于在联军之中，绿林军人多势大，又有强敌在前，只得暂且作罢。刘縯被封为大司徒，刘秀则受封为太常偏将军。\n\n　　更始政权建立，复用汉朝旗号，此举大大震动了新朝，王莽即遣大司空王邑、大司徒王寻发各州郡精兵共四十二万扑向昆阳和宛城一线，力图一举扑灭新生的更始政权。 \n\n　　同年五月，王邑、王寻率军西出洛阳，南下颍川，与严尤、陈茂两部会合，迫使刘秀的部队从阳关撤回昆阳。昆阳汉军仅九千人，众恐不敌，欲弃城退守荆州故地。刘秀以“合兵尚能取胜、分散势难保全”为由，说服诸将固守昆阳。此时王莽军已逼近城北，刘秀率13名骑兵乘夜出城，赴定陵县、郾县调集援兵，后有步兵、骑兵一万七千精兵赴援昆阳。王邑等人自恃兵力强大，扬言：“百万之师，所过当灭，今屠此城，蹀血而进，前歌后舞，顾不快耶！”王邑军向昆阳城发起进攻，并挖掘地道，制造云车。昆阳守军别无退路，坚守危城。此时王莽军久战疲惫，锐气大减。刘秀于六月一日率领步骑万余人驰援昆阳。刘秀亲率千余精锐为前锋，反复猛冲，斩杀王莽军千余人，汉军士气大振。随后又以勇士三千人，迂回到敌军的侧后，偷渡昆水，向王邑大本营发起猛烈的攻击。王邑依旧轻敌，下令各营勒卒自持，不得擅自出兵，自行和王寻率及万人迎战，王邑兵马陷入困境，王寻战死，诸将未敢出援。昆阳守军见城外汉军取胜，乘势出击。王莽军大乱，纷纷夺路逃命，互相践踏，积尸遍野。此时突然大风飞瓦，暴雨如注，滍水暴涨，王莽军万余人涉水被淹死，滍水为之不流。\n\n　　新朝号称百万大军的主力覆灭于昆阳城下，三辅震动，新莽政权土崩瓦解。更始元年九月，绿林军攻入长安，王莽死于混战之中，新朝覆灭。\n\n出抚河北\n　　在昆阳之战中立下首功的刘秀则马不停蹄的南下攻城略地，此时一个噩耗传来，刘秀的长兄大司马刘縯被更始帝所杀。哥哥无故被杀，对刘秀来说，无疑是一个莫大的打击，但是刘秀能强忍悲伤，益发谦逊，而且悲愤不形于色，正是彰显出了刘秀的韬光养晦、隐忍负重。为了不受更始帝的猜忌，他急忙返回宛城向刘玄谢罪，对大哥刘縯部将不私下接触，虽然昆阳之功首推刘秀，但他不表昆阳之功，并且表示兄长犯上，自己也有过错。更始帝本因刘縯一向不服皇威，故而杀之，见刘秀如此谦恭，反而有些自愧，毕竟刘秀两兄弟立有大功，故刘秀不但未获罪，反而得封武信侯。刘秀回到宛城并受封武信侯后不久，在宛城即迎娶了他思慕多年的新野豪门千金—阴丽华。但是，刘秀心里明白，即便是一时让更始帝不猜疑自己，以后也可能会得到与兄长刘縯一样的下场，毕竟自己声名远播、功高震主。当时新莽王朝虽然覆灭，但是河北各州郡都在持观望态度，未曾归附更始政权，赤眉军在山东发展迅速、声势日益壮大，还有“河北三王”、铜马、尤来、隗嚣、公孙述等等割据势力，刘赐对刘玄说：“刘秀是去河北招抚的最佳人选。并且河北一带只能是刘秀去才合适。”再说，能不能摆平河北，决定更始政权的命运。当时南方流行一个童谣：“得不得，在河北。”可是以大司马朱鲔为代表绿林军出身的将领强烈反对刘秀出巡河北。当初刘玄杀刘縯，就是朱鲔和李轶的强烈提议，朱鲔他们不让刘秀去的原因很简单，不是他没有能力，而是他的能力太强了。刘玄很为难，朱鲔这边的反对意见也是很有道理的，让他去，刘秀势力壮大，太危险，不让他去，河北的招抚工作做不好，更危险。就在刘玄犹豫不决的时候，冯异给刘秀出了一条锦囊妙计，冯异劝刘秀，一定要 想办法巴结左丞相曹竟，刘秀听从了冯异的建议，“厚结纳之”。\n\n登基称帝\n　　更始元年十月，更始帝刘玄遣刘秀行大司马事北渡黄河，镇慰河北州郡。路上，刘秀的挚交邓禹杖策北渡，追赶上刘秀，对刘秀言刘玄必败，天下之乱方起，劝刘秀“延揽英雄，务悦民心，立高祖之业，救万民之命，以公而虑，天下不足定也！”邓禹的话，正合刘秀的心意。刘秀到河北后不久，前西汉赵缪王之子刘林即拥戴一个叫做王郎的人在邯郸称帝，而前西汉在河北的另一王室、广阳王之子刘接也起兵相应刘林。一时间，刘秀的处境颇为艰难，甚至有南返逃离河北之心，幸得上谷、渔阳两郡的支持，尤其是上谷太守耿况之子、少年英雄耿弇，一身豪气，对刘秀言道：“渔阳、上谷的突骑足有万骑，发此两郡兵马，邯郸根本不足虑”。刘秀高兴的指着耿弇道：“是我北道主人也”。不久刘秀率军在更始帝派来的尚书令谢躬和真定王刘杨的协助下，攻破了邯郸，击杀了王郎等人。值得一提的是，为了促成和真定王刘杨的联盟，刘秀亲赴真定王府，以隆重的礼仪迎娶了刘杨的外甥女——郭圣通，此时距刘秀在宛城迎娶阴丽华尚不足一年。见刘秀在河北日益壮大，更始帝极为不安，他遣使至河北，封刘秀为萧王，令其交出兵马，回长安领受封赏，同时令尚书令谢躬就地监视刘秀的动向，并安排自己的心腹谢躬做幽州牧，接管了幽州的兵马。刘秀以河北未平为由，拒不领命。不久，刘秀授意手下悍将吴汉将谢躬击杀，其兵马也为刘秀所收编，而更始帝派到河北的幽州牧苗曾与上谷等地的太守韦顺、蔡允等也被吴汉、耿弇等人所收斩。自此，刘秀与更始政权公开决裂。刘秀发幽州十郡突骑与占据河北州郡的铜马、尤来等农民军激战，经过激战，迫降了数十万铜马农民军，并将其中的精壮之人编入军中，实力大增，当时关中的人都称河北的刘秀为“铜马帝”。\n\n　　25年六月，已经是“跨州据土，带甲百万”的刘秀在众将拥戴下，于河北鄗城的千秋亭即皇帝位，建元建武。为表重兴汉室之意，刘秀建国仍然使用“汉”的国号，史称后汉，刘秀是为汉世祖光武皇帝。\n\n统一天下\n\n●击灭赤眉，扫平关东\n　　建武元年十月，刘秀定都洛阳。此时的长安，极度混乱，赤眉军拥立傀儡小皇帝刘盆子建立了建世政权，拥兵三十万众，进逼关中，更始遣诸将与赤眉大军交战，均大败而归，死伤甚重，三辅震动！不久，更始向赤眉请降，获封为长沙王，后为赤眉缢杀。刘秀闻绿林、赤眉两大起义军发生了火并，也派邓禹西入关中，以观时变。此间，三辅大饥，人相食，城郭皆空，白骨蔽野，赤眉数十万大军拥在长安，不日粮草即告匮乏，只得撤出长安西走陇右以补充粮草，结果为割据陇右的隗嚣所败，恰是严冬，“逢大雪，坑谷皆满，士多冻死”，赤眉数十万大军只得东归再次折回长安，并击败了进驻那里的邓禹军，迫使其退出长安，但此时的赤眉军也遭受了极大的消耗。见邓禹的西征军不利，刘秀遣冯异前往关中，代替邓禹指挥西征大军。冯异到后，邓禹联合冯异部与赤眉再战，结果再次大败，冯异只率少数人弃马步行才得脱身归营，而邓禹则败走宜阳。冯异收拢归散的部下，坚壁清野，待机再战。不久，冯异军与赤眉再次大战于崤底，双方均倾众而出，一直大战到太阳偏西。在此之前，冯异提前选精壮之士换上与赤眉军一样的装束，伏于道路两侧，此时见双方皆已力衰，伏兵杀出，赤眉大军惊溃大败，被冯异迫降者八万余人。崤底之战，使得赤眉军再遭重创，加之粮草已尽，不得已再次转向东南方，力图补充粮草和人马，摆脱困境。早在崤底之战前，刘秀鉴于关中大饥，人相食而隗嚣的重兵又陈于西方的局面，料赤眉必向东或南方向运动，遂遣破奸将军侯进等屯新安，建威大将军耿弇屯宜阳，在东、南两个方向堵截赤眉东归或南下之路。不久，刘秀得知冯异在崤底大破赤眉，而赤眉军主力十多万众南下走宜阳，刘秀乃亲自引大军驰援宜阳一线，与耿弇等人会合，共同阻击赤眉南下。刘秀亲率六军，于宜阳前线将大军摆开阵势，大司马吴汉精兵于最前，中军在其后，骁骑兵和带甲武士分陈于左右两侧。赤眉大军兵士疲敝，粮草缺乏，士气低落到了极点，自崤底失败后一路从关中折向南，至宜阳，正迎面撞上刘秀布下的重兵，兵困粮乏的赤眉军根本无力再战，而后面又有冯异的大军，再回关中已无可能。在已陷入绝境的情况下，尚有十几万兵马的赤眉大军无奈在宜阳被迫请降，并向刘秀呈上了得自更始帝之处传国玉玺和更始的七尺宝剑。赤眉降后，上缴的兵器和甲胄堆放在宜阳的城西，与旁边的熊耳山一样高。至此，起自新莽天凤五年，纵横山东十余年的赤眉军被刘秀扼杀在了血泊之中在与赤眉军在关中激战的同时，刘秀在关东一线亦派遣以虎牙将军盖延为首的诸将对梁王刘永进行了东征。刘永，西汉梁孝王刘武的八世孙，其家世代为梁王，据梁地，故在梁地素有威名，声望极大。王莽摄政之时，其父梁王刘立因结连平帝外家卫氏，被王莽所杀。更始帝立，刘永复被册封为梁王，据旧地。后更始政乱，刘永遂据国起兵，以其弟刘防为辅国大将军，招揽沛人周建等豪杰为其将帅，攻下齐阴、山阴、沛、楚、淮阳、汝南等二十八城，并遣使拜董宪为翼汉大将军、张歩辅汉大将军，与共连兵，遂专据东方。更始败亡之后，刘永自称天子，在睢阳登基。对于刘秀来说，近在东方睢阳的刘永是对其威胁最大的军事集团，刘永所在的睢阳距洛阳近在咫尺，时刻威胁着京师洛阳的安全。自建武二年始，刘秀先后派虎牙将军盖延和建威大将军耿弇分别平定了割据睢阳的刘永和青州的张歩，特别是耿弇与齐王张歩的战斗，极为惨烈，“城中沟堑皆满，八九十里僵尸相属”。此间，刘秀还亲征海西王董宪，大获全胜。到建武六年初，关东基本上为刘秀所定。\n\n●得陇望蜀，一统天下\n　　自建武元年至建武六年初，经过近六年的东征西讨，刘秀已经基本上控制了除陇右和巴蜀之外的广大中原之地，基本上统一了中国的东方，与西北陇右的隗嚣、西南巴蜀的公孙述形成了鼎足之势。\n\n　　建武五年四月，光武帝至长安，告隗嚣将派建威大将军耿弇等七将军从陇西攻蜀。隗嚣反对，并派大将王元率兵据陇坻，伐市塞道阻止汉军进攻。四月，汉军沿渭北平原翻陇山仰攻陇坻，结果大败。王元跟踪追击，幸马武率精骑断后，使汉军得以撤回。刘秀留耿弇守漆县，冯异守栒邑，祭遵守沂县，另调吴汉由洛阳西进，在长安集结兵力。隗嚣乘胜派行巡攻栒邑，王元取肝县，均被击败。时割据河西的窦融已归附刘秀，进攻金城，击破助隗嚣的羌族豪强何封等部，隗嚣腹背受敌。隗嚣大将马援也在隗嚣反汉时归附于汉。光武帝给其精骑五千，招降隗嚣部属和羌族豪长，从内部分化瓦解隗嚣。隗嚣上书刘秀表示亲善，企图以此作为缓兵之计，未遂。即派使向公孙述称臣。\n\n　　建武六年春，公孙述立隗嚣为朔宁王，出兵援陇。秋，隗亲率步骑三万进攻安定郡，进至阴架。另派部队进攻肝县，企图夺取关中，冯异、祭遵分别击败。次年春，来歙率军二千，秘密从番须、回中，袭占略阳，威胁嚣所据冀县。隗嚣集中精锐反攻略阳数月未克。闰四月，刘秀利用隗嚣顿兵坚城、士卒疲惫之机，进兵高平第一城，窦融也率河西步骑数万前来会师。汉军分路挺进陇山，招降瓦亭守将牛邯等隗嚣大将十三人。属县十六、军队十余万皆降，略阳围解。隗嚣率残部逃奔西城。汉军占领天水郡。适值农民军余部复起，京师骚动，刘秀赶回洛阳。同年十一月，岑彭水灌西城时，隗嚣部将王元、行巡、周宗率蜀援军五千人赶到，从高地反击，汉军措手不及，王元等突入西城，迎隗嚣入冀。时汉军补给困难，粮食已尽，各部被迫出陇西。隗嚣收拾残部，一时又夺占陇西数郡。九年正月，隗嚣死。部众拥立其少子隗纯为王。建武七年八月，耿弇、寇恂攻破高平第一城。十月，来歙、盖延攻破落门，王元只身逃奔公孙述，隗纯等投降。此战，历时4年，陇西始平定。\n\n　　平陇战后，刘秀即从南、北两个方向，对益州的公孙述展开攻势。\n\n　　建武十一年三月，大司马吴汉率荆州兵六万，马五千匹，于荆门与岑彭会合，沿长江西上入蜀；来歙、盖延率诸军自陇西南下攻河池入蜀。南线岑彭军溯江西上，攻克荆门，俘程讯，斩任满，田戎退守江州，彭遂由三峡，长驱直入江关。沿途郡县降附，大军直迫江州。东汉大军伐蜀示意图 同年六月，北路来歙军大败王元、环安军，攻破下辨、河池，挺进蜀中。公孙述派人刺杀来歙，刘秀乃派将军刘尚继续率军南下。江州城固粮多，不易攻破，岑彭遂留兵围困，自率主力直指垫江，攻破平曲。公孙述令其将延岑、吕鲔、王元、公孙恢率军拒守广汉、资中，另派侯丹率二万人拒守黄石。岑彭留臧宫于平曲拒蜀兵主力延岑，而自率军折回江州，溯江西上，袭破黄石，倍道兼程二千余里，迂回岷江中游，占领武阳，进击广都。公孙述派人刺杀岑彭。刘秀命吴汉率兵三万赶到前线，接替岑彭指挥。\n\n　　建武十二年一月，吴汉败蜀军于鱼腹津，进围武阳，歼灭蜀援军五千余人。西上再破广都，逼近成都。吴汉求胜心切，率二万步骑进攻成都，兵败。吴汉随即改变战术，乘夜秘撤到锦江南岸与副将刘尚合兵，并力对敌，转败为胜。此后，吴汉根据刘秀敌疲再攻的战术，与蜀军战于成都、广都之间，歼灭公孙述大量有生力量，兵临成都城下。十一月，臧宫攻克繁、郫与吴汉会师，合围成都。公孙述招募五千敢死士交延岑指挥，准备决战。延岑在市桥大败吴汉。吴汉隐蔽精锐，示弱诱敌。公孙述贸然出击，蜀军大败，公孙述重伤死。延岑见大势已去，率成都守军降。\n\n　　自建武元年至建武十二年，刘秀登基后用了十二年的时间终于克定天下，使得自新莽末年以来四分五裂、战火连年的中国再次归于一统。\n\n光武中兴\n　　自新末大乱到天下再次一统，历经近20年的时间，此间百姓\n\n　　伤亡惨重，战死和病饿而死者不计其数，到刘秀再次统一天下之后，天下人口是“十有二存”。\n\n　　为了使饱经战乱的中原之地尽快的恢复和发展，刘秀则“知天下疲耗，思乐息肩。自陇、蜀平后，非儆急，未尝复言军旅”。\n\n　　建武二十七年，功臣朗陵侯臧宫、扬虚侯马武上书：请乘匈奴分裂、北匈奴衰弱之际发兵击灭之，立“万世刻石之功”。刘秀下诏说：“今国无善政，灾变不息，人不自保，而复欲远事边外乎！不如息民。”\n\n　　刘秀勤于政事，“每旦视朝，日仄乃罢，数引公卿郎将议论经理，夜分乃寐”。多次发布释放奴婢和禁止残害奴婢的诏书，使得自西汉末年以来大量失去土地的农民沦为奴婢的问题得到了极大的改善，也使得战乱之后大量土地荒芜而人口又不足的问题得到了解决。实行轻徭薄税，为减少贫民卖身为奴婢，经常发救济粮，减少租徭役，发展农业生产，兴修水利。罢免贪官污吏，加强中央集权，同时，光武帝还大力裁撤官吏，合并郡县，这样极大的减轻了人民的负担。到刘秀统治的末期，人口数量达到了两千多万，增长了一倍还多，经济也得到了极大的发展，历史上称其统治时期为光武中兴。其间国势昌隆，号称“建武盛世”。\n\n易后改储\n　　时南阳阴丽华美貌庄重，刘秀早年就有“娶妻当得阴丽华”的愿望。昆阳战后次年，刘秀乃如愿娶阴氏为正室。婚后次年，刘秀为巩固与真定王刘扬的联盟，再娶刘扬甥郭圣通并以之为正室，亦宠之。郭氏与阴氏并为刘秀生下五子，及刘秀即位之初，并为贵人。建武二年因阴氏族小辞后，郭氏因得立为皇后，其长子疆遂立为皇太子。刘秀因此甚感有愧于阴氏，益加宠遇。至建武十七年，光武乃废郭氏，立阴氏为后。\n\n　　初建武十九年，刘秀又以阴氏长子东海王阳聪敏有君人之度，皇太子疆又上表辞位。乃废疆为东海王而以阳为皇太子。阳改名庄，即日后之汉明帝。\n\n因病去世\n　　建武中元二年二月戊戌日，刘秀在南宫前殿逝世，享年六十二岁。遗诏说：“我无益于百姓，后事都照孝文皇帝制度，务必俭省。刺史、二千石长吏都不要离开自己所在的城邑，不要派官员或通过驿传邮寄唁函吊唁。”\n\n　　刘秀死后不久，其子刘庄继位，于同年三月丁卯日，葬刘秀于原陵，上庙号世祖 、谥曰光武皇帝。\n\n\n为政举措\n\n政治\n中央官职改革\n　　刘秀以优待功臣贵戚为名，赐以爵位田宅，高官厚禄，而摘除其军政大权。刘秀鉴于西汉前期三公权重，权柄下移，虽设三公之位，而把一切行政大权归之于设在中朝由皇帝直接指挥的尚书台。尚书台设尚书令一人，秩千石，尚书仆射一人，六曹尚书各一人，秩皆为六百石，分掌各项政务。以下设有丞、郎、令史等官，所有一切政令都由尚书台直接禀陈皇帝，由皇帝裁决。从此，“天下事皆上尚书，与人主参决，乃下三府”；“虽置三公，事归台阁” ，“三公之职，备员而已”。但是到了东汉后期，有权势的大臣多加“录尚书事”的职衔，从而权柄再度下移，尚书台又蜕变为权臣专政的工具。\n\n精简地方机构\n　　建武六年，刘秀令司隶州牧各实所部，省减吏员，县国不足置长吏可合并者，上大司徒、大司空二府。于是刘秀下诏：“并省四百余县，吏职减损，十置其一”。\n\n整顿官场风气\n　　刘秀鉴于西汉后期吏治败坏、官僚奢侈腐化的积弊，即位以后，注意整顿吏治，躬行节俭，奖励廉洁，选拔贤能以为地方官吏；并对地方官吏严格要求，赏罚从严。因而经过整顿之后，官场风气为之一变。故有“内外匪懈，百姓宽息”之誉。\n\n善待开国功臣\n　　刘秀善待功臣，分封三百六十多位功臣为列侯，给予他们尊崇的地位，只解其兵权。并且招揽大批文吏入朝。\n\n军事\n\n军制改革\n　　刘秀废除西汉时的地方兵制，撤销内地各郡的地方兵，裁撤郡都尉之职，也取消了郡内每年征兵训练时的都试，地方防务改由招募而来的职业军队担任。但是，到了东汉后期，州牧刺史逐渐权重，兼有军政财大权，地方兵力又逐渐兴起。\n\n边防政策\n　　刘秀以“柔道”治国，致力于稳定统治的经济建设和政治建设，实行加强中央集权为中心的军制改革，针对周边少数族的威胁，制定了以保守为主的边防政策。刘秀的边防政策基本上维护了东汉政权边境安全与社会稳定，成为光武中兴\"的重要原因，但其保守性，也对东汉边防带来了消极的影响。\n\n经济\n\n与民休息\n　　东汉初年，针对战乱之后，生产凋敝，人口锐减的情况，刘秀注意实行与民休养生息政策，薄赋敛。建武六年，下诏恢复西汉前期三十税一的赋制。其次偃武修文，不尚边功。刘秀“知天下疲耗，思乐息肩，自陇蜀平后，非警急，未尝复言军旅”不会轻易发动边功。\n\n释放奴婢、刑徒\n　　自西汉后期以来，农民之沦为奴婢、刑徒者日益增多，成为西汉末年阶级矛盾日益尖锐化中的一个重要问题。王莽末年，不少的奴婢、刑徒参加起义；同时在一些割据势力的军队中也有不少的奴婢、刑徒。刘秀在重建汉朝政权中，为了瓦解敌军、壮大自己的力量，也为了安定社会秩序、缓和阶级矛盾，曾多次下诏释放奴婢，并规定凡虐待杀伤奴婢者皆处罪。另外，还规定不许任意杀伤奴婢以及废除“奴婢射伤人弃市律”，说明奴婢的身份地位较之过去有所提高。同时，在省减刑罚的诏令中，还多次宣布释放刑徒，即“见徒免为庶民”。\n\n试行度田制度\n　　刘秀为了清查核实垦田亩数和户口、年龄，下诏度田，刘秀还严厉打击度田不实的官员，平息了由此引起的叛乱，使度田取得了成功。与度田措施相一致，光武帝执行抑强政策以限制和打击豪强势力，其政权并非代表豪强地主利益的豪族政权度田事件后，与此相关的户口调查与上计制度一直得到贯彻执行，因此，东汉时期的户口统计数据是真实可信的。\n\n抑制豪强\n　　东汉本是在豪强势力支持下建立起来的。但豪强势力的发展，土地兼并的逐渐严重，既威胁皇权，也影响百姓生活，以及为了加强朝廷对全国垦田和劳动人手的控制，平均赋税徭役负担，刘秀于建武十五年下诏令各郡县丈量土地，核实户口，作为纠正垦田、人口和赋税的根据，又命考察二千石长吏阿枉不平者。诏下之后，遇到豪强势力的抵制。刘秀下令将度田不实的河南尹张伋及其他诸郡太守十余人处死，表示要严厉追查下去。结果引起各地豪强大姓的反抗，“郡国大姓及兵长群盗，处处并起，青、徐、幽、冀四州尤甚”，予东汉以极大威胁。面对两种不同性质的反抗，光武帝采取镇压与安抚并用的手段，一方面“遣使者下郡国，听群盗自相纠拖，五人共斩一人者，除其罪”很快，贼便解散了，另一方面，把捕到的作乱首领人物迁往他郡，“赋田授廪”，切断他们与原所在郡的联系，给了豪强地主严重的打击。经过度田事件后，郡国大姓的抗衡平静下来，出现了“牛马放牧，邑门不闭”的大好局面。度田也成为东汉的定制。因各项政策措施地实行，为恢复发展社会生产创造了有利的条件，使得垦田、人口都有大幅度的增加，从而为东汉前期八十年间国家强盛的“明章之治”奠定了物质基础。 \n\n文化\n崇尚儒术\n　　建国后，刘秀在洛阳修建太学，设立五经博士，恢复西汉时期的十四博士之学。还常到太学巡视和学生交谈。在他的提倡下，许多郡县都兴办学校，民间也出现很多私学。\n\n　　刘秀继承了西汉时期独尊儒术的传统，东汉建立后，即兴建太学，设置博士，各以家法传授诸经。刘秀巡幸鲁地时，曾遣大司空祭祀孔子，后来又封孔子后裔孔志为褒成侯，用以表示尊孔崇儒。特别是对儒家今文学派制造的谶纬迷信更是崇拜备至。同时，刘秀鉴于西汉末年一些官僚、名士醉心利禄，依附王莽，乃表彰气节，对于王莽代汉时期隐居不仕的官僚、名士加以表彰、礼聘，表扬他们忠于汉室、不仕二姓的“高风亮节”。\n\n收集图书\n　　刘秀重用文人贤士，极为重视图书文化建设和皇家藏书的收藏。王莽末，典籍被焚，鉴于西汉官府藏书散佚，而民间藏书颇多，他每至一地，未及下车，而先访儒雅，采求阙文，补缀遗漏。他下旨天下，广为收集。先是四方学士，多怀挟图籍，遁逃林籔。自此而后，鸿生矩儒，莫不抱负典策图籍，芸汇京师。数十年间，朝廷各藏书阁，旧典新籍，叠积盈宇，汗牛充栋。如“石室”、“兰台”、“仁寿阁”、“东观”等多处，藏书的规模和数量超过了西汉。迁还洛阳时，其经牒秘书，载乘2000余辆。奠定了东汉国家藏书的基础。\n\n祭祀变革\n　　刘秀祭祀天地活动，既依凭元始中故事，又有自己的创设。郊祀制度的构建方面，重在洛阳南郊坛形制。说明东汉的郊祀制度既是汉代阴阳五行观念盛行的产物，又是向传统礼经回归的结果。\n\n民族\n　　东汉建立伊始，匈奴、羌、鲜卑、乌桓、蛮等少数族就对政权构成了严重的威胁与破坏。刘秀在“柔道”思想的指导下，针对不同的少数族，因时因地制宜，一改汉武帝以来对少数民族的征服和王莽的大民族主义，从休养生息的总方针出发，对周边少数民族采取的是友好、友善、自治、互助的的政策，属于以德治边。这些政策成功地缓和了民族矛盾，避免了大规模的战争。通都大邑商业繁荣，商人的足迹远至西域和国外。\n\n　　建武二十一年，西域鄯善、东师等十六国“皆遣子入侍奉献，愿请都护。刘秀以“中国初定，未遑外事，乃还其侍子，厚加赏赐”。\n\n外交\n　　早在汉朝时期，日本列岛已经有国家向中国奉贡朝贺了。在中国古代史籍中，最早对日本作出具体记载的是《三国志·魏书》的《倭人传》。该传认为在中国汉朝时，倭国已开始遣使交通，“汉时有朝见者”。\n\n　　刘秀还是中国历史上最早接见日本使者的帝王。建武中元二年，也是刘秀在位的最后一年，刘秀接见倭国使者，使者表示愿为汉臣藩。求汉皇赐名，汉以其人矮，遂赐“倭国”。并向倭人“赐以印绶”之事。使者又求汉皇赐封，刘秀又赐其为“倭奴王”。当时，日本想借着臣属于汉王朝树立自己权位和王位。因此举国大喜。1784年在日本九州地区福冈县的志贺岛上，一个名叫甚兵卫的农民发现了一件古物——一枚中国汉朝时期的金印。上面刻有“汉委奴国王”三行五个字的金印，便是中国《后汉书》里记载的刘秀所赐印章。\n\n　　该金印被认为是刘秀授予当时日本倭奴国主作为藩属国的认证。而刘秀之所以赐给委奴国王蛇钮金印，以诸侯王的规格相待，说明汉朝对于委奴国遣使的高度重视，广言之，也就是对于与日本列岛交往的重视。\n\n\n墓地\n\n　　汉光武帝陵，古谓原陵，原陵是东汉开国皇帝刘秀的陵墓，位于河南省孟津县白鹤乡铁榭村。当地亦称“汉陵”，俗称“刘秀坟”。\n\n　　汉光武帝陵位于洛阳市北20公里处的孟津白鹤乡。汉光武帝陵古谓原陵，俗称汉陵，又称原陵、汉陵。为东汉开国皇帝――世祖光武帝刘秀的陵园，始建于公元50年，由神道、陵园和祠院组成。光武帝陵南倚邙山，北临黄河，近山傍水，蓊蔚肃穆。阙门巍峨，气势壮观，神道宽阔，直达陵前，两侧石刻林立、碑碣参差。陵园呈长方形，占地6.6万平方米，墓冢位于陵园正中，为夯土丘状，高17.83米，周长487米。\n\n\n家族成员\n\n家世\n六世祖：西汉景帝刘启\n五世祖：长沙定王刘发\n高祖父：舂陵节侯刘买\n曾祖父：郁林太守刘外\n祖父：巨鹿都尉刘回\n父亲：南顿县令刘钦\n母亲：樊娴都\n\n兄弟姐妹\n兄弟\n长兄 刘縯\n次兄 刘仲\n\n姐妹\n大姐 湖阳长公主刘黄\n二姐 新野长公主刘元\n妹妹 宁平长公主刘伯姬\n\n后妃\n光武郭皇后郭圣通，真定王刘扬甥。刘秀为进一步拉拢刘杨，纳之，为正室。及即位，立为后，后废为中山王太后，又改沛王太后。\n光烈皇后阴丽华，元配，因郭后故，初为贵人，郭后废，始立为皇后。汉明帝即位，尊为皇太后。\n许美人，生楚厉王刘英\n\n子女\n儿子\n1. 东海恭王刘疆，母郭皇后\n2. 沛献王刘辅，母郭皇后\n3. 济南安王刘康，母郭皇后\n4. 阜陵质王刘延，母郭皇后\n5. 中山简王刘焉，母郭皇后\n6. 楚厉王刘英，母许美人\n7. 汉明帝刘庄，初名刘阳，母光烈皇后\n8. 东平宪王刘苍，母光烈皇后\n9. 广陵思王刘荆，母光烈皇后\n10. 临淮怀公刘衡，母光烈皇后\n11. 琅邪孝王刘京，母光烈皇后\n\n女儿\n1. 刘义王，建武十五年被封为舞阴长公主，嫁陵乡侯太仆梁松。\n2. 刘中礼，建武十五年被封为涅阳公主，嫁大鸿胪窦固，汉章帝时尊为长公主。\n3. 刘红夫，建武十五年被封为馆陶公主，嫁驸马都尉韩光。\n4. 刘礼刘，建武十七年被封为淯阳公主，嫁阳安侯长乐少府郭璜。\n5. 刘绶，建武二十一年被封为郦邑公主，嫁新阳侯世子阴丰。\n\n\n轶事典故\n\n名字由来\n　　据《东观记载》，公元前5年1月15日的夜里，光武帝刘秀出生在洛阳县城，也就是今天的兰考县境的座行宫里。这时候，刘秀的父亲刘钦是洛阳县令。这座行宫原是接待皇帝用的，自从汉武帝位过后就封闭着，因为妻子临产没有合适的地方，刘钦也就顾不得许多，让妻子信进了行宫。据说，刘秀降生之时，红光照彻行宫。而在洛得县内，当年又有嘉禾生长，一茎生出九穗。刘钦为此给孩子起名“秀”，因他是第三个儿子，所以字“文叔”。\n\n仕宦当作执金吾，娶妻当得阴丽华\n　　刘秀年少时，只是个没落皇族、一介布衣，刘秀曾经去长安求学，在街上看到执金吾走过，场面甚是壮观、阔气，大为感叹，于是做了一篇关于理想的作文：“仕宦当作执金吾，娶妻当得阴丽华”。这句话广为流传，日后成了千古名言，引发了许多“乱世枭雄”的共鸣。刘秀与阴丽华的爱情故事也千古传颂。\n\n失之东隅，收之桑榆\n　　东汉刘秀登基为皇帝后，派大将冯异率军西征，敉平赤眉军。赤眉佯败，在回溪之地大破冯军。冯异败回营寨后，重召散兵，复使人混入赤眉，然后内外夹攻，在崤底之地大破赤眉。事后，刘秀下诏奖之，谓冯异初虽在回溪失利，但终能在渑池获胜。可谓在此先有所失，后在彼终有所得，当论功行赏，以表战功。\n\n安知非仆\n　　光武帝还是一个普通百姓时，与姐夫邓晨到别人家去做客，当时大家看到谶书中说：“刘秀当为天子”。旁边的有些人说：谶书所说的刘秀肯定是国师公刘秀。可当时在场的刘秀却说：“怎么就知道这谶书中所说的要当天子的刘秀不是指的我呢？”，结果引起了众人的哄笑！刘秀登基后的第三年，与邓晨一起谈及往事，邓晨从容的对光武帝说：“仆竟然做到了”，光武帝听后大笑！\n　　西汉末年，谶书极为流行，王莽代汉就是用谶书中的话语作为其理论依据，实际上谶书乃是封建统治阶级欺骗天下百姓的一个工具而已，其荒诞不经，毫无依据可言。新朝末年，天灾不断，人心思乱。而新朝的国师公、古文经大师刘歆精通谶纬，刚刚改名叫做刘秀，故大家猜测谶书中所说的“刘秀”乃是国师公刘歆。刘歆乃是西汉末年的大儒，才学渊博，德高望重，为王莽代汉立下了大功。\n\n",
  "desc": "刘秀（公元前5年—公元57年3月29日），东汉王朝开国皇帝，庙号“世祖”，谥号“光武皇帝”，中国历史上著名的政治家、军事家。新莽末年，海内分崩，天下大乱，身为一介布衣却有前朝血统的刘秀在家乡乘势起兵。公元25年，刘秀与更始政权公开决裂，于河北登基称帝，为表刘氏重兴之意，仍以“汉”为其国号，史称“东汉”。",
  "dynasty": "两汉",
  "id": 799,
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_799.jpg",
  "name": "刘秀",
  "star": 9
}