{
  "content": "生平\n\n　　柳如是，本姓杨，名爱；改姓柳，名隐字靡芜，后改名是，字如是。又以佛典中有“如是我闻”之语而号“我闻居士”；与钱谦益结婚后，钱取柳姓郡望，称河东君，另寓“美人”。\n\n　　柳如是幼年不幸，身世不清。幼年卖与盛泽归家院名妓徐佛家为养女，受徐教养。明崇祯四年辛未14岁时，有吴江故相周道登买于勾栏。初为周府妇人侍婢，得周老夫人欢心，后周道登强索为妾，未及一年，因周府群妾加害，几被处死，周老夫人阻而逐出周府，卖于娼家。明崇祯五年壬申柳如是流落松江，改旧名，自号“影怜”，表浊世自怜意。在松江与复社、几社、东林党人交往，常着儒服男装，文与诸人纵谈时势、和诗唱歌。\n\n　　钱谦益答应以正妻之礼迎柳如是过门。明崇祯十四年，东林领袖、常熟钱谦益与柳如是结缡，居绛云楼，读书论诗相对甚欢。传为一时佳话。明亡，柳劝钱殉节，钱推托不允，如是奋身投入荷花池，身殉未遂。钱降清后遭忌被逐回乡，郁郁而死。钱氏家族乘机逼索柳如是，河东君投缳自尽，得年四十又六。 \n\n\n评价\n\n　　柳如是是活动于明清易代之际的著名歌妓才女。她个性坚强，正直聪慧，魄力奇伟，声名不亚于李香君、卞玉京和顾眉生。柳如是本名爱柳，因读辛弃疾词：“我见青山多妩媚，料青山见我应如是”，故自号如是；后又称“河东君”、“蘼芜君”。也被世人称为“风骨嶒峻柳如是”。\n\n　　柳如是幼即聪慧好学，但由于家贫，从小就被掠卖到吴江为婢。妙龄时坠入章台，易名柳隐，在乱世风尘中往来于江浙金陵之间。由于她美艳绝代，才气过人，遂成秦淮名姬。她留下了不少值得传颂的轶事佳话和颇有文采的诗稿《湖上草》、《戊寅草》与尺牍。\n\n　　嫁给了年过半百的东林党领袖、文名颇著的大官僚钱谦益。\n\n　　当崇祯帝自缢，清军占领北京后，南京建成了弘光小朝廷，柳如是支持钱谦益当了南明的礼部尚书。不久清军南下，当兵临城下时，柳氏劝钱与其一起投水殉国，钱沉思无语，最后走下水池试了一下水，说：“水太冷，不能下”。柳氏“奋身欲沉池水中”，却给钱氏硬托住了。于是钱便腼颜迎降了。钱降清去北京，柳氏留在南京不去。钱做了清朝的礼部侍郎兼翰林学士，由于受柳氏影响，半年后便称病辞归。后来又因案件株连，吃了两次官司。柳如是在病中代他贿赂营救出狱，并鼓励他与尚在抵抗的郑成功、张煌言、瞿式耜、魏耕等联系。柳氏尽全力资助，慰劳抗清义军，这些都表现出她强烈的爱国民族气节。钱谦益降清，本应为后世所诟病，但赖有柳如是的义行，而冲淡了人们对他的反感。\n\n　　就文学和艺术才华，她可以称为“秦淮八艳”之首。书画也负名气，她的画娴熟简约，清丽有致；书法深得后人赞赏，称其为“铁腕怀银钩，曾将妙踪收”。\n\n　　1664年钱谦益去世时，柳如是还不到五十岁，从此，厄运便降临到柳如是身上。乡里族人聚众欲夺其房产，柳氏为了保护钱家产业，吮血立下遗嘱，然后解下腰间孝带悬梁自尽，情形极为悲惨。一代风流奇女，香消玉殒，余恨不禁，而此时距钱谦益去世仅两个月。柳如是死后，不但未能与钱谦益合葬，反而被逐出钱家坟地，柳如是的墓在虞山脚下，那是一座孤坟，墓前石碑只一米多一点，上面刻有：河东君。百步之外，钱谦益与原配夫人合葬一墓。陈寅恪先生著有《柳如是别传》。\n\n　　据史书记载，柳如是“为人短小，结束俏利，性机警，饶胆略”。由于她本人的身份和所处的环境，可以在江南社会独自谋生，比名门闺秀有更多的活动自由，也更加见多识广，所以柳如是对人情世事颇有独到的见地。她超乎于一般女子的优点，不仅为人们所敬慕，而且她在儒生墨客的宴饮酒席中，有平等相待的特殊地位，甚而有人为她刊印诗文集。例如，柳如是的《尺牍》和《湖上草》就是她的一位密友汪汝谦为她刊印的，以传后世。汪汝谦既是富商，又是一位精通金石音律、善为诗文的才士。他极其推崇柳如是的文才，认为她是女中豪杰，经常邀请柳如是参加吴越名流的诗酒集会。他们的书信往来中，柳如是自称为“弟”，称汪为“先生”。清代女作家林雪在《柳如是尺牍小引》中赞誉说：“琅琅数千言，艳过六朝，情深班、蔡，人多奇之”。《尺牍》中最具柳如是词文风格的代表作是《踏莎行》：\n\n　　花痕月片，悉头恨尾，临书已是无多泪。写成忽被巧风吹，巧风吹碎人儿意。半帘灯焰，还如梦水，消魂照个人来矣。开时须索十分思，缘他小梦难寻视。\n\n　　很多才子名士读了柳如是的诗文赞叹不已，甚至将她誉为女中状元，“谪来天上好居楼，词翰堪当女状头。三十一篇新尺牍，篇篇蕴藉更风流。”\n\n　　柳如是《湖上草》的诗作“脱尽红闺脂粉气”。也备受人推崇。清末的国学大师王国维读后，不仅为柳如是的诗才而感慨，更为她豪侠的男士气魄而激动，曾提笔写了三首绝句，其中第三首写道：“幅中道服自权奇，兄弟相呼竟不疑。莫怪女儿太唐突，蓟门朝士几须眉。”诗中写的就是柳如是自选意中郎君的佳话。 \n\n\n介绍\n\n　　柳如是，本姓杨，名爱，号影怜，又号我闻居士、河东君，一说浙江嘉兴人，一说江苏苏州吴江区人。明末清初名妓，秦淮八艳之一，夫钱谦益是东林党首领，南明礼部尚书，后降清，仍为礼部侍郎。\n\n　　虽然身处脂粉之地，柳如是却倜傥自如，不但工于书法，诗词也有较高造诣。因其才貌出众，获得当时宋徵舆、陈子龙等著名人物的青睐。\n\n\n藏书故事\n\n　　明末清初藏书家、书画家。本名杨爱儿，更姓柳，名隐，字如是，一字靡芜，号隐怜，一号河东君、我闻居士，原籍浙江嘉兴，侨居江苏吴江。幼入吴江盛泽归家为婢，年稍长，流落青楼，24岁与钱谦益结姻为妾。善琴棋歌舞，诗词书画皆有名气。在钱氏“绛云楼”，拥书万卷，博考群籍，以校书、整理图籍自娱。和南宋赵明诚、李清照夫妇相媲。曾校勘有《乐府新编阳春白雪》，字体妩媚秀丽。除“绛云楼”外，亦有“惠香阁”用于藏书，藏书印有“惠香阁”、“女史”、“惜玉怜香”、“柳如是”等。钱谦益去世后未几天，族孙钱曾和钱谦光等人，对柳如是逼宫勒索，夺田600亩、家僮数十人，又索要银两数千。她一时不能凑齐，钱曾则称：“有则生，无则死，毋短毫厘，毋迟瞬息，毋代赀饰”。她随即给女儿留下遗嘱后，遂自杀。并其传世之作有《戊寅草》、《柳如是诗》、《尺续》等。现代学者陈寅恪著有《柳如是别传》。",
  "desc": "柳如是，女诗人，一说浙江嘉兴人，一说江苏苏州吴江区人。本名杨爱，后改名柳隐，字如是，又称河东君，丈夫为明清侍郎钱谦益，因读宋朝辛弃疾《贺新郎》中：“我见青山多妩媚，料青山见我应如是”，故自号如是。柳如是是活动于明清易代之际的著名歌妓才女，幼即聪慧好学，但由于家贫，从小就被掠卖到吴江为婢，妙龄时坠入章台，易名柳隐，在乱世风尘中往来于江浙金陵之间。她留下了不少值得传颂的轶事佳话和颇有文采的诗稿《湖上草》、《戊寅草》与尺牍。其墓在江苏常熟虞山花园浜。",
  "dynasty": "明代",
  "id": 312,
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_312.jpg",
  "name": "柳如是",
  "star": 19
}