{
  "content": "生平\n\n　　有传说：一天县老太爷命马湘把一件重要的文书送到西川去；马自然因为时间紧，路途又十分遥远而忧心仲仲。碍于官命，才勉强上路。谁知往县北才走了十来里路就遇上了一个道士，那个道士指点他走进一口石井里，转眼间就到了目的地。他把文书送达并取了回文，回到盐官，整个过程只用了一个时辰。那个道士告诉他，他是前朝著名道士魏伯阳的徒弟；从此，马湘就追随这个道士正式入道，一生云游四方，炼丹修道，在很多的名山大川如杭州、瑞安、湖州、嘉兴都留下了他的足迹。\n\n　　马湘是一个另类的道士，据说他嗜好喝酒，而且酒量超群。《全唐诗》里有十分有趣的描述，说“饮酒石余，醉卧以拳入口”。古代人量具称石斗升，一石为十斗，一斗为十升，一升约含现在一公升，一公升水约等于一公斤，这当然是夸张的说法，不过这也证明他的酒量的确惊人。\n\n　　马湘尽管酗酒，但也没妨碍他云游四方，修道练丹。马湘素喜游历各地名山大川，并且到处题字留诗。现在的温州瑞安西岘山上还留有马自然的练丹台和有关马自然的其它遗迹。安徽的潜山县境内的天柱山，也还存留有马自然遗迹的黑虎洞，流传马自然教化恶虎的传说。在杭州秦望山，不仅留下了它的足迹，还留下了他的诗句《登杭州秦望山》，其中的“风动水光吞远峤，雨添岚气没高林”，成为古代诗人写景的经典之句，历代都有很高的评价。\n\n　　此外，马自然还精通医术，每到一地他总是千方百计设法替老百姓解除病痛。他的医术高超，很多病人会送来财物，以表谢意。但他总是极力推让，不取分文。但对一些老财人家不客气，他会量财取物，并把这些财物分发给需要救济的穷人。\n\n　　马湘一生乐善好施、行医仗义、普济贫苦，且又有诗篇、专著传世。可惜后世不祥。\n\n\n平生趣闻\n\n外貌\n\n　　由于马自然相貌丑陋，在求舍的过程中，常遭到白眼，马自然对此深恶痛绝，对那些太过分者，他还会略施小技，予以薄惩。最后，马自然总是怀着宽仁的心情，不让事件留下后遗症，只是让当事者受到一番教训便算了，给人以悔过自新的机会。\n\n　　有一年春天，马自然和当时永康牧马岩道士和弟子到南方云游，看到一园的青菜，长得又大又嫩，正到就餐时节，他去跟园主讨要，人家不仅没给他，还说了一些不好听的话。马自然有些生气，让弟子王延安拿来纸笔，画了一只白鹭，用水一喷白鹭就活了，飞到菜畦地里去啄菜，菜园主人忙过来追赶白鹭，但白鹭比人飞得高飞得快，你赶这头它飞那头，或者，你赶它，它飞走，你不赶了，它又飞回来照样啄菜，好好的一园菜被啄得七零八落。菜园主在手忙脚乱，狼狈万分之时，看到有几个道士在旁边嘻笑，知道是它们搞的鬼，便哀求它们收回法术。马自然满口答应画了一条狗前去捉拿白鹭，但是，白鹭飞东，狗追东，白鹭飞西，狗追西，原来是白鹭啄菜，变成白鹭和狗一起糟蹋白菜，满园里的菜，一会儿便糟蹋殆尽，菜园里一片狼籍。菜园主这才认出这几个道士是刚才前来讨菜过的道士，担心他们还有其它法术前来捣鬼，便过来苦苦哀求。马自然笑道：“并不是想拿你的白菜，和你开个玩笑罢了”，说完了招回了狗和白鹭，菜园里的白菜也恢复了原状。马自然拍拍屁股走了，菜园主还呆在那里，大概他这辈子再也不敢去招惹那些道士了。\n\n醉酒\n\n　　马自然不仅好酒而且常喝醉。俗话说，酒能乱性，酒醉就会做出一些一般情况下不会做的事。马自然也一样，酒喝醉了倒头便睡，还习惯性的把拳头塞进嘴里，前面介绍马自然外貌时说他“口大”，想不出来能大到这种程度吧！马自然的醉态，在《续仙传》里有更绝的描述。\n\n　　有一次，在湖洲喝醉了酒，掉到了霅溪里，足足浸了一天，出来时酒仍没醒，酒气冲天地坐在水面上和围观的人大侃说：“刚才是楚霸王请我去喝酒，直到我喝得差不多要醉了才让我出来”。他披头散发，酒气冲冲的样子，简直与疯子无异，围观的人山人海，马自然看到这么多人更来劲了，先是把拳头塞进鼻子里，一下子又拔出来。鼻孔一下变得很大，一会儿恢复原状。一会儿又用手指着溪让溪水倒流，过了一顿饭的功夫，才改为顺流。他还指着岸边的一棵大柳树，让它随着溪水走来走去。这还不算，他还竟然指着溪上的小桥，让桥忽然倒塌，然后再用法术将其接上，想来霅溪两岸围观者的阵阵惊呼，使大醉中的马自然得到很大的满足。对于自己的酗酒，他曾非常自豪的赋诗一首。“昔日曾随魏伯阳，无端醉卧紫金床，东君谓我多情赖，罚向人间作酒狂。”就是说，你们也不要指责我了，我来到人间，本身就是东君把我罚到人间来做酒徒的。据说他还把这首诗题刻在瑞安西岘山上炼丹台旁的石崖上。\n\n\n医术\n\n　　马湘的医术精绝自是不用说，但是也有后世记载：说有病人求医，马自然一般不用药，用的是现代人说的气功疗法。他有一根影形不离的竹拐杖，患者求医他就用它击打病者的患处。如果病在腹内，他把竹杖指在患处用嘴吹杖的另一头，拐杖发出雷鸣般的响声，随着拐杖声的消失，病人患处的疼痛现象也就没有了。有一些患腰腿盘曲的病人，连走路都困难，拄着拐杖来求医，他也是不停用自己的竹杖击打，片刻，便能让患者丢掉拐杖，原来盘曲的腰腿自然伸展开来，身体也就完好如初了。\n\n\n文学造诣\n\n　　马湘不光道术、医术超凡，他还是一个潇洒的诗人。《全唐诗》里，收录了他的五首小诗，在《马自然金丹口诀》中也附有五首小诗，除有一首是重复之外，共留有他的九首小诗。他的诗都不长，但他非常善于写景，而且还能在随意挥洒文字之间，揉合进他所信奉的道教理论，这些都含有很深的哲理，给世人留下不少耐人寻味的警句。如“何用烧丹学驻颜，闹非城市静非山，时人若觅长生药，对景无心是大还”，他对于人们追求的长寿健康，有着自己独到的见解，除了上面的要“对景无心”外，还要多笑少愁，他认为“含笑谩教情面厚，多愁还使鬓毛斑”。在《马自然金丹口诀》后附录的五首小诗，说的都是修心养性的入门方法，语言通俗平实，包含的内容却耐人寻味，其中第一首说：“大海东头红日轮，青山几度碾为尘，百年三万六千日，一日死生多少人。”对那些追求长生不老痴迷不悟的人进行的委婉的劝说。读着这种貌似平淡的小诗，却有让人在背后猛拍一掌，使人幡然醒悟的感觉。\n\n",
  "desc": "马湘，字自然，浙江杭州盐官人（海宁）。唐代云游道士。出生在小官吏的家庭，祖辈当过文书师爷之类的小吏。唯有他从小喜欢经史，钻研文学、医术。后来子承父业，也当过一个县官下面跑腿的小官。最后因机缘巧合从道。",
  "dynasty": "唐代",
  "id": 1337,
  "name": "马湘",
  "star": 0
}