{
  "content": "轶事典故\n\n　　徐鹿卿，字德夫，是隆兴丰城人。他博览并精通经书史传，年青人都争着向他学习请教。\n\n　　徐鹿卿调到南安军学担任教授。张九成曾因为正直行事被贬官而居住在那里，徐鹿卿收集他的言行，把它刻在学校作为训诫。之前周敦颐、程颢及其弟程颐都曾在这个地方讲学，徐鹿卿进一步弘扬他们的教义，从此崇理重义的学风重新兴盛起来。徐鹿卿还制定资助士人的制度。助学的田地多在溪流、山洞等低洼之地，加上以前征收赋税缺乏一定的尺度，农民为此困苦不堪。徐鹿卿好好地慰问、安抚他们，从此再也没有拖欠租税的人。后来强盗兴起，环城的房屋许多都被毁坏，只有学校幸免于难。徐鹿卿说：“这是强盗也不想骚扰我们的缘故啊。\n”\n\n　　真德秀称赞徐鹿卿心气平和、言行正直，有关爱百姓之诚心。徐鹿卿就被调职去主管尤溪县。德秀驻守泉城时，又调任徐鹿卿为南安的县令。徐鹿卿以不便供养母亲而请辞。德秀说：“我们道同志合，一起来救助民众，还害怕你的母亲不让你来吗？”徐鹿卿进去禀报母亲，母亲欣然答应。到了南安后，徐鹿卿首先免除那些没有依据的科税，厘清登记户口、土地的薄册，偿还官府向民间预先借支的各种赋税，疏通百姓上访的渠道，平反冤案错案。南安因此变得非常安定。\n\n　　某年督府要强行收取秋熟谷物的赋税，要建昌要交纳米粮五千斛。徐鹿卿据理力争，说：“我的官可以不做，但米粮是决不会交的。”百姓恐怕徐鹿卿被调走，纷纷请求交粮来完成督府的任务。徐鹿卿说：“百姓为我考虑得很周全了，难道我就不替百姓着想吗？”最终在徐鹿卿的坚持下，建昌被免掉了秋税。\n\n　　某年收成不好，闹了饥荒，到了人吃人的地步。徐鹿卿就拿出府中贮藏的米粮三千多石，以半价来出售，除了一部分冲抵府库的利钱，又拿出一万七千缗钱来救助灾民，劝居民收养那些被遗弃的小孩，由官府每日补助他们钱、米。所救活的人有几百人。徐鹿卿平时宴集也不演奏音乐\n\n　　岳珂驻守当涂时，私自制造茶、盐，自己在幕后操纵来获取暴利，各种滥征的捐税名目繁多，导致路上再也没有商旅出行，民生反而比从前更加艰难。皇上命令徐鹿卿去核查此事，当地的官吏听说后争着逃跑、躲藏。徐鹿卿给他们一个交待问题的宽松的期限，并亲自去核查情况，全部掌握这些人犯案的证据。后来岳珂被免职，徐鹿卿兼任太平的主管，又暂时掌管茶、盐事务。\n\n　　鹿卿在家中对父母孝敬，对兄弟友爱，喜怒不形于色，从来不计较个人恩怨，他的亲族、同乡都对他有好感。他做官时，廉洁节俭，刚直不阿，一分一毫都不乱拿，他的房子也简陋得仅仅能够遮蔽风雨而已。\n\n\n轶事典故\n\n　　长庆年间，李渤出任桂管观察使，表奏名儒吴武陵为副使。按先例，副职上任时，要拿着弓箭袋表示谢意。隔了一些日子。李渤在球场设宴，酒喝到高兴时，吴武陵听到一些妇女聚在看棚上看，吴武陵觉得这是耻辱，非常生气，想报复一下。于是上高台盘坐，提起衣裙尿尿。李渤喝了酒，看到后异常愤怒。命令卫士把吴推到衙门斩首。当时有一个衙门校官叫水兰，想到这样做不好，很巧妙地阻止了这件事，派了许多人保护吴武陵。李渤大醉，人们搀扶着他回去睡觉，到天亮才醒。听到家里的人聚在一起哭得很伤心，惊奇地询问。家里人说：“昨晚听到球场喧闹，又听说你命令衙司斩吴副使，不知道什么原因，都怕闯出祸来，所以才这么哭。”李渤非常惊慌，立即命人前去衙门打听。水兰把情况都说明了：“说昨晚虽是奉了严命，但没敢那么做，现在副使还睡在衙院里，没有受苦。”李渤这才知道。第二天便早早来到衙院，很谦虚地说了自己的过错，分宾主落座后，都互相自责，更加互相尊敬起来。当时还没有监军，李渤就上奏请求让水兰任宜州州长，以此来答谢水兰。吴武陵虽然有才华，但性情强悍暴烈，人们都怕他。他曾经做过容州部内刺史，犯下许多罪行。皇帝的使者命令广州的幕吏逮捕他。这个小官吏正当年青，也自负是科举出身，一点也不宽恕，办案特别急迫。武陵感到非常气愤，所以在路边佛堂里题诗道：“雀儿来逐飓风高，下视鹰鹯意气豪。自谓能生千里翼，黄昏依旧入蓬蒿。”\n\n",
  "desc": "徐鹿卿（1170—1249），字德夫，号泉谷，隆兴丰城（今江西省丰城市白土镇后泉村）人。南宋文学家、藏书家。徐鹿卿生于宋孝宗乾道六年，卒于理宗淳祐九年，年八十岁。博通经史，以文学著名乡里。嘉定十六年，（公元一二二三年）廷试进士，调安南军学教授，复申理义之学。入为枢密院编修官。时刘克庄、王迈、方大琮皆因事被黜，他作诗赠之，并为弹劾。太学诸生作四贤诗美之。累官吏部侍郎，提举鸿禧观致仕。及卒，谥清正。鹿卿著有泉谷文集及奏议、讲议等，《宋史本传》传于世。",
  "dynasty": "宋代",
  "id": 2556,
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_2556.jpg",
  "name": "徐鹿卿",
  "star": 0
}