{
  "content": "介绍\n\n　　（713～741）一名岩客，字洞宾(即吕洞宾），河中永乐（一云蒲坂）人。（唐才子传作京兆人。此从全唐诗）生卒年均不详，约唐僖宗乾符初前后在世。咸通初中第，两调县令。值黄巢之乱，遂携家归终南，放迹江湖间，世称吕祖或纯阳祖师。相传他后来在长安酒肆，遇到仙人钟离权，遂得道，不知所终。这就是民间盛传的“黄粱梦”故事，许多小说家戏曲家，都取以为小说、戏曲的题材。岩所作诗，流传甚多，全唐诗辑为四卷，行于世。\n\n\n评价\n\n　　相传吕洞宾传有钟离权所授《灵宝毕法》十二科，为钟吕金丹道教典。自著《九真玉书》一卷（《宋史·艺文志》著录，即《道枢》卷二十六之一篇）、《肘后三成篇》一卷（《直斋书录解题》著录，即《道枢》卷二十五之一篇。《直斋录》又著录《纯阳真人金丹诀》一卷，谓即此篇，略有不同）。其丹道思想尚散见于《道枢》之《五戒》《众妙》《指玄》等篇中；诗词有南宋夏元鼎编《金丹诗诀》，与杨亿所说“世所传者百余篇”吻合，其中一些诗句为杨亿所引，依托之作较少；单行本《沁园春丹词》有数家注本。《正统道藏》所收《纯阳真人浑成集》为元道士何志渊所编，真伪杂糅。《吕祖志·艺文志》又增添《敲爻歌》、杂曲十首等，更不可信。 《吕公窑头坯歌》虽见录于《直斋书录解题》，然其中竟有“富郑公”（富弼），“张尚书”（张商英）、“赵枢密”（赵鼎）等名，显系南宋人伪作。《道藏辑要》收录署名吕著的作品，多为后人依托或扶乩降笔。《吕祖全书》绝大部分也是伪作。传说吕岩是神仙。\n\n生平\n\n　　他大约生于唐末，卒于宋初，与陈抟为同时代人。至于后人将他的生活时代上推至唐开元（713～741）中，则是附会唐人沈既济《枕中记》所记道者吕翁事。此外尚有颇多传说，纷纭不一。比较可信是《国史》的记载：吕洞宾本儒生，因科场不利，而转学道，遇五代隐士钟离权授以内丹道要，隐居终南山，活动于关中等地。“年百余岁，而状貌如婴儿。世传有剑术，时至陈抟室”，与陈抟、李琪（一作“李奇”）等传奇人物交往。好以诗言内丹旨要，对钟吕金丹道的形成作出了贡献。有弟子北宋施肩吾（华阳子）传其道。\n\n　　吕洞宾以内丹为修仙径路，兼摄禅宗，自称“幼习儒业，长好性宗，修天爵而弃人爵，鄙顽空而悟真空。天爵止于人事，真空不离因缘”。指出：“修炼丹者，先正其炉。”身为丹炉，神气精液为药物，目、耳、口、鼻为炉之八门，“常固守之”，勿伤内真，“然后于天地之炉、造化之鼎，调和药物，匹配阴阳，制炼神气”。认为“顺天道者，常存其身之元阳真一太和纯粹之气，则坐致长生”，并说“其要在乎变炼五行而已”。主张一日当一年，昼法春夏，夜法秋冬，“升降阴阳，运行四序”，昼夜终始修炼。又认为，“性命根源，归乎一气。其来也，有一夫一妇焉；其去也，有三男三女焉。金男采黄芽于九宫之台，玉女收白雪于十二楼。水中起火，以分八卦；阴内炼阳，以别九州。于是三田和会而火龙出于昏衢，千日功成则游于蓬岛矣。其要盖十有八焉：小成之道七，中成之道六，大成之道五”。提出修炼当从消除六欲七情着手，泻心之积气而集其神。行肘后之法，即透过尾闾将药物搬上背以入脑，要存想龙虎河车，使上起，但应防止肾之虚阳入顶而引起上壅生热，故须震、坎、艮三男和巽、离、兑三女“俯仰开辟，节次升存，过关勿急”。继行飞金晶，“一撞三关”，直入上宫。炼之既久，如虑太过，则吐玉液炼其形。另尚有金液还丹炼形等法。其诗词，如“一粒粟中藏世界，二升铛内煮山川”、“饮海龟儿人不识，烧山符子鬼难看”等，奇谲诡异，尤脍炙人口。北宋以后，历代有人假托吕洞宾之名，行种种异事，故神化事迹迭出。民间信仰吕洞宾者甚盛。宋代道教学者曾慥编《集仙传》，称唐五代成道之士中“独纯阳子吕公显力广大”。托名吕洞宾的“自传”即称其遇钟离、苦竹真人，得金丹、驱鬼之道。“吾得道年五十，第一度郭上灶，第二度赵仙姑”，“常游两浙、汴京、谯郡。尝著白襕角带，右眼下有一痣，如人间使者，筋头大。世言吾卖墨，飞剑取人头，吾闻哂之。实有三剑：一断烦恼，二断贪嗔，三断色欲，是吾之剑也。世有传吾之神，不若传吾之法；传吾之法，不若传吾之行。何以故？为人若反是，虽握手接武，终不成道”。元代道士苗善时更编为《纯阳帝君神化妙通纪》七卷，汇集一百零八化故事。因而吕洞宾也为帝王所崇奉，宋宣和元年（1119）敕封“妙通真人”，元世祖至元六年（1269）赠“纯阳演正警化真君”，至大三年（1310）加封为“纯阳演正警化孚佑帝君”。 \n\n",
  "desc": "吕岩，也叫做吕洞宾。唐末、五代著名道士。名□(一作□)，号纯阳子，自称回道人。世称吕祖或纯阳祖师，为民间神话故事八仙之一。较早的宋代记载，称他为“关中逸人”或“关右人”，元代以后比较一致的说法，则为河中府蒲坂县永乐镇（今属山西芮城）人，或称世传为东平（治在今山东东平）人。",
  "dynasty": "唐代",
  "id": 375,
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_375.jpg",
  "name": "吕岩",
  "star": 170
}