{
  "content": "生平\n\n　　荀子，名况，时人尊而号为“卿”，赵国猗氏人，著名思想家、文学家、政治家，儒家代表人物之一。西汉时因避汉宣帝刘询讳，且“荀”与“孙”二字古音相通，故改称孙卿。曾三次出齐国稷下学宫的祭酒，后为楚兰陵令。荀子于五十年始来游学于齐，至襄王时代“最为老师”，“三为祭酒”。后来被逸而适楚，春申君以为兰陵令，春申君死而荀卿废，家居兰陵，在此期间，他曾入秦，称秦国“治之至也”。又到过赵国与临武君议兵于赵孝成王面前。最后老死于楚国。\n\n游学\n　　《史记·孟子荀卿列传》记录了他的生平。荀子于五十岁，因为荀子受历代学者的抨击，其注者不多。直至清代考据学兴盛，注释校订者才增加。现代研究荀子的学者也较古代为多，包括清代王先谦，民国时代的梁启雄。清末学者谭嗣同，在他的《仁学》中这样评价：二千年来之学，荀学也，皆乡愿也。晚年的代表作有《劝学》。\n\n帝术\n　　《史记》记载李斯“乃从荀卿学帝王之术”，荀子的“帝王之术”，通过李斯后来的实践，体现出来。北宋苏轼在《荀卿论》中说：“荀卿明王道，述礼乐，而李斯以其学乱天下。” \n\n\n思想观点\n\n　　荀子的思想偏向于经验以及人事方面，是从社会脉络方面出发，重视社会秩序，反对神秘主义的思想，重视人为的努力。孔子中心思想为“仁”，孟子中心思想为“义”，荀子继二人后提出“礼”、“法”，重视社会上人们行为的规范。以孔子为圣人，但反对孟子和子思为首的“思孟学派”哲学思想，认为子贡与自己才是继承孔子思想的学者。荀子认为人与生俱来就想满足欲望，若欲望得不到满足便会发生争执，因此主张人性有恶，须要由圣王及礼法的教化，来“化性起伪”使人格提高。\n\n　　荀子思想虽然与孔子、孟子思想都属于儒家思想范畴，但有其独特见解，自成一说。荀子提倡性恶论，常被与孟子的性善论比较。孔子、孟子在修身与治国方面提出的实践规范和原则，虽然都是很具体的，但同时又带有浓厚的理想主义成分。孔子竭力强调“克己”、“修身”、“为仁由己”等。而孟子则以“性善”为根据，认为只要不断扩充其“恻隐之心”、“羞恶之心”、“辞让之心”、“是非之心”、“求其放心”，即可恢复人的“良知”、“良能”，即可实现“仁政”理想。\n\n　　与孔、孟相比，荀子的思想则具有更多的现实主义倾向。他在重视礼义道德教育的同时，也强调了政法制度的惩罚作用。\n\n　　荀子对各家都有所批评，唯独推崇孔子的思想，认为是最好的治国理念。荀子以孔子的继承人自居，特别着重的继承了孔子的“外王学”。他又从知识论的立场上批判的总结和吸收了诸子百家的理论主张，形成了富有特色的“明于天人之分”的自然观、“化性起伪”的道德观、“礼仪之治”的社会历史观，并在此基础上，对先秦哲学进行了总结。 \n\n\n儒学地位\n\n　　荀子在儒学体系中的地位，可以从以下三个方面加以理解：\n\n　　1.荀学具有学术批判精神，具备兼容并包的意识，体现了战国百家争鸣走向学术交融的历史趋势。无论从哪个角度考察，《荀子非十二子》的学术史、思想史价值应该给予发掘。\n\n　　2.荀子对儒学经典的传授居功甚伟。汉代儒学，不仅“礼学”出自荀学，“诗经学”乃至于“春秋学”都与荀学有关。清儒汪中著《荀卿子通论》认为“荀卿之学，出于孔氏，而尤有功于诸经”，并对荀子的“传经”作了详细考证，为经学史研究的学者所基本同意。当代大儒徐复观也曾高度评价荀子在经学史上的地位。\n\n　　3.荀子密切关注现实世界的变化，充满事功精神。荀子讲学于齐、仕宦于楚、议兵于赵、议政于燕、论风俗于秦，对当时社会的影响不在孔孟之下。孔子不入秦，荀子却对秦政、秦俗多予褒奖，而同时批评其“无儒”。这说明他在坚持儒学的基本信念的前提之下，还在努力争取扩大儒家的政治空间。俯仰于政治与学术之间，荀子所体现的务实精神，应该是汉代儒宗董仲舒的取法对象。他们都为儒学适应时代环境、进而寻求新的发展作出了贡献。\n\n\n后世评论\n\n思想家\n　　荀况是新兴地主阶级的思想家。他的学问渊博，在继承前期儒家学说的基础上，又吸收了各家的长处加以综合、改造，建立起自己的思想体系，发展了古代唯物主义传统。现存的《荀子》三十二篇，大部分是荀子自己的著作，涉及到哲学、逻辑、政治、道德许多方面的内容。在自然观方面，他反对信仰天命鬼神，肯定自然规律是不以人的意志为转移的，他曾说“天道有常，不为尧存，不为桀亡。”《荀子·天论》，是说，不应该由自然主宰人，而应该由人来主宰自然，同时也应顺应自然规律[6]；在人性问题上，他提出“性恶论”，主张人性有“性”和“伪”两部分，性是恶的动物本能，伪是善的礼乐教化，否认天赋的道德观念。强调后天环境和教育对人的影响；在政治思想上，他坚持儒家的礼治原则，同时重视人的物质需求，主张发展经济和礼治法治相结合。在认识论上，他承认人的思维能反映现实。但有轻视感官作用的倾向。在有名的《劝学篇》中，他集中论述了他关于学习的见解。文中强调“学”的重要性，认为博学并时常检查、反省自己则能“知明而行无过”，同时指出学习必须联系实际，学以致用，学习态度应当精诚专一，坚持不懈。他非常重视教师在教学中的地位和作用，认为国家要兴旺，就必须看重教师，同时对教师提出严格要求，认为教师如果不给学生做出榜样，学生是不能躬行实践的。他也提出了“水则载舟，水则覆舟”。后来蒙恬、李斯、韩非等皆为荀子弟子。\n\n文学家兼教育家\n　　荀子的文章论题鲜明，结构严谨，说理透彻，有很强的逻辑性。语言丰富多彩，善于比喻，排比偶句很多，有他特有的风格，素有“诸子大成”的美称。他的文章已有语录体发展成为标题论文，标志着我国古代说理文趋于成熟。对后世说理文章有一定影响。《荀子》中的五篇短赋，开创了以赋为名的文学体裁；他采用当时民歌形式写的《成相篇》，文字通俗易懂，运用说唱形式来表达自己的政治、学术思想，对后世也有一定影响。荀况不愧为我国古代一位伟大的思想家和杰出的文学家、教育家。此外，荀子还是儒家的代表人物之一。 \n\n\n籍贯考证\n\n　　关于荀况的出生地，据司马迁在《史记》中的记载，荀况是赵国人，这没有什么争议的。但是，战国末期，赵国的疆域纵横两千里，荀子的出生地到底在何处，却是直到今天仍然众说纷纭的话题。以致于荀子现在成为历史名人中极少见的只有“国籍”，没有“故籍”、“户籍”。主要有以下两种说法。\n\n山西新绛说\n　　荀子祖籍古苟国。现今新绛县北之席村，原称荀城，即古荀国之都城。春秋时期荀国被晋国所灭。战国时期三家分晋之后，绛州一带本属魏国。但因秦、赵、魏之间的战争，国境线犬牙交错，时有变化。绛州一带曾属赵国。临近的稷山县廉城，相传即赵国大将廉颇屯兵之地。故司马迁在《史记》中为荀子与孟子合写列传时，称荀子为赵国人。新绛城内龙兴寺发现《荀子故里》石匾额一块。当地至今流传着关于荀子的传说。\n\n山西安泽说\n　　学者研究确认了随着历史的演变到战国末期，唯安泽县先称伊氏后称猗氏，属韩国上党郡管辖。《潞州志》、《山西历史地名录》均有铁定的记载。《史记》云：“秦政上党，韩不能救，其守冯亭以上党降赵”。因此荀子故里，只可能是弃韩归赵后的位于山西南部的安泽。荀子名况，相传战国时期出生在绛州。\n\n河北邯郸说\n　　这种意见认为以上的两种意见都不可信。《史记》把荀子称“赵人”，而没有称“赵国人”。赵国在战国时期的疆域很大，包括河北、山西大部，还有内蒙、山东、河南的一部分。司马迁是一位十分严谨的史学家，他既然不称荀子为“赵国人”，只称荀子为“赵人”，按照约定俗成的解释，“赵人”只可以解释为邯郸人。因为邯郸是赵国的都城，只有邯郸才可以称“赵”，其它的地方是不能够称“赵”的。\n　　详情请参阅著名荀子研究专家刘志轩先生的《荀子籍贯考辨》。 \n\n",
  "desc": "荀子（约公元前313－前238），名况，赵国猗氏（今山西运城临猗县）人，时人尊而号为“卿”，西汉时因避汉宣帝刘询讳，因“荀”与“孙”二字古音相通，故又称孙卿。华夏族（汉族），战国末期赵国人。著名思想家、文学家、政治家，儒家代表人物之一，时人尊称“荀卿”。曾三次出齐国稷下学宫的祭酒，后为楚兰陵（今山东兰陵）令。荀子对儒家思想有所发展，提倡性恶论，其学说常被后人拿来跟孟子的‘性善说’比较，荀子对重新整理儒家典籍也有相当显著的贡献。",
  "dynasty": "先秦",
  "id": 320,
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_320.jpg",
  "name": "荀子",
  "star": 60
}