{
  "content": "年表\n\n公元661年，刘知几出生。\n唐高宗永隆元年，举进士。授怀州获嘉主簿，曾多次上书言事。\n圣历二年，任定王府仓曹，并奉命与李峤、徐彦伯、徐坚、张说等共同编写《三教珠英》。\n长安二年，开始担任史官，撰起居注，历任着作郎、左史、凤阁舍人、秘书少监、太子左庶子、左散骑常侍等职，兼修国史。\n长安三年，与李峤等撰修唐史，成《唐书》80卷。曾探究本族历史，撰《刘氏家史》及《刘氏谱考》。\n神龙二年，与徐坚、吴兢等修成《则天实隶》。\n景龙二年，辞去史职，开始私撰《史通》，详论史书之体例及内容，阐述自己对史学的见解。书成于景龙四年。\n开元二年，迁左散骑常侍。\n开元九年，儿子刘贶做太乐令犯罪，为之申辩，玄宗怒而贬其为安州别驾。同年卒，追赠为汲郡太守，又追赠工部尚书，赐谥“文”。\n\n\n生平\n\n　　家学渊源\n　　刘知几出生于一个世代官宦之家，书香门第。他的曾祖刘珉为北齐唯阳太守，祖父刘务本为隋留县长。知几的从祖父刘胤之“少有学业”，在隋时即与信都丞孙万寿、宗正卿李百药为“忘年之友”。唐高祖武德年间为信都令，曾与国子祭酒令狐德棻、着作郎杨仁卿等，一同撰成国史和实录，并因之授封阳城县男。刘知几的从父刘延佑进士及第，颇有文名。刘知几的父亲刘藏器在高宗时为侍御史。监察御史魏元忠很称赞刘藏器贤能，高宗也打算提升他为吏部侍郎，因遭魏玄同的反对，便放他出为宋州司马。其执法如山，无所阿私，言词抗直，不畏权贵，甚至敢于批评当朝天子“用舍由情”、“失信”。\n　　刘知几有两位胞兄，长兄知柔，仲兄知章。知柔“性简静，美风仪”，与知几俱以善文词知名，在官也有善政。累迁工部尚书、太子宾客、封彭城县男。据李邕《刘知柔神道碑》云：“公春秋七十有五，以开元十一年六月十五日遇疾，薨于东都康俗里之私第。”依此推断，知柔当生于贞观二十三年，比知几长十二岁。李邕称颂知柔先人“莫不都长忠方，简质贞亮，业行优绝，政理殊尤”，赞美知柔“立年博达，典学为海；懿文为林，镇重为山，幽静为骨，清谈事约，言遣理深。谦常后身，俭不逼下”，且“仪形硕伟，风神散逸”。\n　　知几出生于唐高宗龙朔元年，那年，其父五十有四，知柔一十有三。他生长在“鼓簧史撰，柱石邦家”的官宦之家和书香门第里，整个家庭氛围的习染，使刘知几的童年受到良好的文化教育。\n　　在知几的先辈中，同史学颇多关系者是他的从祖父刘胤之和从父刘延佑，而其父兄皆以词学知名，幼年时代的刘知几多受父兄黛陶，颇善文词，这为他一生的学术事业打下坚实基础。知几夙好史学，也许受了从祖、从父的影响，更重要的乃是个人的志趣，其父能顺其秉性，采取了“因材施教”之法，调动了刘知几求学的积极性，使之顺利地踏上了史学道路。\n\n　　少年学习\n　　有关刘知几青少年时代的学习生活，刘知几在《史通》中有所记载。《自叙》说：予幼奉庭训，早游文学。年在纨绮，便受《古文尚书》。每苦其辞艰琐，难为讽读。虽屡逢捶挞，而其业不成。尝闻家君为诸兄讲《春秋左氏传》，每废《书》而听。逮讲毕，即为诸兄说之。因窃叹曰：“若使书皆如此，吾不复怠矣。”先君奇其意，于是始授以《左氏》，期年而讲诵都毕。于是年甫十有二矣。所讲虽未能深解，而大义略举。父兄欲令博观义疏，精此一经。辞以获麟已后，未见其事，乞且观余部，以广异闻。次又读《史》、《汉》、《三国志》。既欲知古今沿革，历数相承，于是触类而观，不假师训。自汉中兴已降，迄乎皇家实录，年十有七，而窥览略周。其所读书，多因假赁，虽部帙残缺，篇第有遗，至于叙事之纪纲，立言之梗概，亦粗知之矣。但于时将求仕进，兼习揣摩，至于专心诸史，我则无暇。刘知几《自叙》相当具体地叙述了他在二十岁前的读书生活。刘知几从十一岁读《左传》，次读《史》、《汉》、《三国志》，再次读“自汉中兴已降，迄乎皇家实录”，不只是一史只读一部，而是“触类而观”，到了十七岁便“窥览略周”。《隋书·经籍志》着录史部之书凡817部，13264卷，知几若“窥览略周”的话，其数目实在不小。以半数计，也是相当可观了。\n　　刘知几走了一条自己的治学道路。他不走“精此一经”之路，“辞以获麟已后，未见其事，乞且观余部，以广异闻”。他博览古今史籍，目的是想了解“古今沿革，历数相承”，他“触类而观，不假师训”，凡所读书，粗知“叙事之纪纲，立言之梗概”。这种治学的目的和方法，一反经学笺注主义，为了通晓古今沿革变迁，采用的是“通古今之变”的方法。\n　　“不假师训”，走独立钻研的路，这其中首先表现为他不盲目迷信师训，而且对师训、成说表现出某种怀疑和批判精神。他在《自叙》中说：“自小观书，喜谈名理，其所悟者，皆得之襟腑，非由染习。故始在\n　　总角，读班、谢两《汉》，便怪前书不应有《古今人表》，后书宜为更始立纪。当时闻者，共责以为童子何知，而敢轻议前哲。于是赧然自失，无辞以对。其后见张衡、范晔集，果以二史为非。其有暗合于古人者，盖不可胜纪，始知流俗之士，难与之言。凡有异同，蓄诸方寸。”少年刘知几的质疑精神，是其治学风格的重要特征。刘知几在青少年时代博极群书，积累了融会古今的渊博学识，从而打下了一生的学问基础。这博通的治学道路是少年刘知几治学的又一特征。前已提及，少年刘知几在十七岁前对古今史籍“窥览略周”，已属不易。他在经、史之外，也读了大量文学的书。尽管他夙好史学，但家学传统的薰陶，父兄的言传身教，也颇喜诗赋。\n　　他是在高宗永隆元年应科举进士及第的。在《史通·忤时》篇说：“仆幼闻诗礼，长涉艺文，至于史传之言，尤所耽悦”，大体反映了他在举进士之前的学习历程。经史文的结合，奠定了他一生治学的基础。\n　　知几“以同学知名”应该是二十岁前后的事，他说：“余幼喜诗赋，而壮都不为，耻以文士得名，期以述者自命。”“余初好文笔，颇获誉于当时，晚谈史传，遂减价于知己。”结合“仆幼闻诗礼，长涉艺文，至于史传之言，尤所耽悦”的话，可以看出知几青少年时代奔走文史的路径。\n　　《史通·自叙》中也曾披露，他在科举前“未暇”“专心诸史”，而“射策登朝”之后，“思有余闲，获遂本愿，旅游京洛，颇积年岁，公私借书，恣情披阅。”这说明，知几在幼年时代接受了良好的教育，他从家庭教育中很早就喜欢上了史学，确立了学史、研史的志愿。二十岁前由于父兄的黛陶，也一度喜爱诗赋文章，颇得世人称誉。自踏入仕途以后，乃专心于史学事业。\n\n　　步入仕途\n　　刘知几二十岁后步入仕途，随着学识日进，逐步形成了自己对史学的看法。知几进士及第后，经吏部考试，授获嘉县主簿。这是一个正九品的小官，负责一县的文书，是县衙幕僚之首。知几在公务之暇仍潜心坟典，经史百家，无不涉猎，杂记小书，在所浏览。当时的京城长安和东都洛阳，自然是经济、政治和文化的两大重心，获嘉县地近两都，知几得以旅游京洛，饱览公私藏书。自永隆元年入仕起至圣历二年调职京都止，近二十年，知几都是在公务之闲博览群史，实际上是学史研史的二十年。\n　　刘知几登上仕途之时，适值武则天以皇后身分干政之际。她是实际上的执政者。到武则天统治的最后时期，即天授之后，社会政治紧张的局面方趋缓和。天授初年，武氏急于培植拥护她的社会力量，取得士人支持，收天下之心，因而“大搜隐逸”，一时间官吏冗滥成灾。刘知几在天授二年十二月，以刚直的态度，敏锐的政治眼光，上书请淘汰尸位素餐的官吏。同年，知几又上书建议“刺史非三岁以上不可迁官”。\n　　证圣元年，刘知几针对当时赦有无度的弊端，提出“节赦”的主张。\n　　刘知几表陈四事，涉及于官吏的社会作用、选拔标准以及管理使用办法等诸方面的问题，而集中于对现实政治中妄授妄施等腐败现象的批判。\n　　就在这个时期，刘知几写了一篇《思慎赋》。这篇赋既显露了刘知几的才华，也道出了他的苦闷，特别是抒发了他在苦闷之下经过冷静思考而痛下的志向。以知几之博学卓识之才，充任九品主簿，自然是大材小用，而且从弱冠之年入仕之始直到写《思慎赋》时已十五年没有迁升，感到仕途前程渺茫，这“思慎”只能是对现实的抗争。在盛唐的政治舞台上，刘知几身居仕班，但他没有成为政治家，是社会没给他提供机遇。唯其如此，他的精力又集中在学术事业上去了。\n\n　　史馆遭遇\n　　武后圣历二年，三十八岁的刘知几在做了十九年获嘉县主簿后，调任京师定王府仓曹。这次调职，有两个因素在起作用。其一，此时的刘知几已经是闻名全国的学者。青少年时代已以文学知名，主簿任上多次上表，也展示了他的才华。其二，则天诏修《三教珠英》，以为刘知几是个人选。据《旧唐书·徐坚传》载：“坚又与给事中徐彦伯、定王府仓曹刘知几、右补阙张说同修《三教珠英》。”时在圣历二年。\n　　《三教珠英》于长安元年修成一千三百卷，次年知几出任著作佐郎。时年四十二岁。适如他自己所说：“长安二年，余以著作佐郎兼修国史，寻迁左史，于门下撰起居注。”从此开始了他的史官生涯\n　　。著作佐郎是著作局里的职任。著作局设有著作郎和著作佐郎，佐郎六人，秩位从六品上。自刘知几进入史馆后，面对着无数难以克服的矛盾。刘知几在《史通·自叙》中回顾自己在史馆修史的往事，不无感慨地说：“长安中，会奉诏预修《唐史》。及今上即位，又敕撰《则天大圣皇后实录》。凡所著述，尝欲行其旧义，而当时同作诸士及监修贵臣，每与其凿枘相违，龃龉难入。故其所载削，皆与俗浮沉。虽自谓依违苟从，犹大为史官所嫉。”\n　　刘知几自长安二年进入史馆，至中宗景龙四年，九年之中，“三为史臣，再入东观”。“长安二年以著作佐郎兼修国史，寻迁左史，于门下撰起居注。”这是一为史臣，一入东观。中宗即位之后，“除著作郎、太子中允、率更令，其兼修史皆如故。”这就是二为史臣。中宗还京不久，“驿征入京，专知史事，仍迁秘书少监。”这就是三为史臣，再入东观。这些年，他参与修过《唐史》，重修《则天实录》等。但是，修史并没有给刘知几的功名追求带来多少帮助。\n　　《唐会要》卷六十四《史馆杂录下》记载说：“景龙二年四月二十日，侍中韦巨源、纪处讷、中书令杨再思、兵部侍郎宗楚客、中书侍郎萧至忠，并监修国史。其后，史官太子中允刘知几以监修者多，甚为国史之弊，于是求罢史职，奏记于萧至忠。”\n　　刘知几辞去史任之后，出任太子中舍人，又为修文馆学士。\n\n　　私撰史通\n　　长安二年，开始私撰《史通》，详论史书之体例及内容，阐述自己对史学的见解，是中国第一部史学评论专著，对后世影响很大。 但并未投入主要精力。他在长安四年曾作了《刘氏家史》十五卷和《谱考》三卷。神龙二年中宗还京师，知几逗留东都。《史通·忤时》回顾了当时的情景：“会天子还京师，朝廷愿从者众。予求番次，在大驾后发日，因逗留不去，守司东都。杜门却扫，凡经三载。或有谮予躬为史臣，不书国事，而取乐丘园，私自著述者。由是驿召至京，令专执史笔。”\n　　“驿召至京”在景龙二年，自神龙元年至景龙二年，知几“一为中允，四岁不迁”，但他“守司东都，杜门却扫，凡经三载”，定是集中精力撰写《史通》的三年。有人说他躬为史臣，不书国事，私自著述，就是指撰写《史通》一事。知几于景龙二年被驿召至京，专领史事，迁秘书监。就在这时提出求退史职的要求。其实，他至少已集中三年的精力撰写着《史通》，至景龙四年二月，全书完工，凡二十卷。\n\n　　著述传家\n　　刘知几在景云元年迁太子左庶子，兼崇文馆学士。仍兼修国史，并加银青光禄大夫。太子左庶子是东宫官，东宫有左春坊，置左庶子二人，正四品上。掌侍从赞相，驳正启奏。总司经、典膳、药藏、内直、典设、宫门六局。崇文馆也是东宫设置的。贞观十三年置崇贤馆，上元二年避太子名，改名崇文馆。崇文馆学士二人，掌经籍图书，教授诸生，课试举送如弘文馆。银青光禄大夫的封号在官秩上相当于从三品。这年，李隆基立为东宫太子，因为刘知几的“几”字同李隆基的“基”字同音，为避太子名讳，知几便废名而以字行，因称刘子玄。上述情况可知，知几在玄宗为太子时便得到提升，在政治上有了积极性。景云二年，刘知几写《释蒙》一文，又皇太子李隆基将亲释奠于国学，主管部门草拟仪注，决定让随从官员都乘马著衣冠，刘知几以为不可，上议驳斥。\n　　玄宗先天元年，刘知几奉诏与柳冲等改修《氏族志》。开元二年，刘知几等人刊定《姓族系录》二百卷，后升任散骑常侍。\n　　开元四年十一月，刘知几与友人吴兢撰成睿宗、则天、中宗三朝实录，奏于执政，请援例恩赏。这是知几在修史任上卓有成效的国史、实录修撰。其中《睿宗实录》二十卷、《则天实录》三十卷、《中宗实录》二十卷。刘知几与吴兢合作主修了三朝实录凡七十卷，这是他撰成《史通》之后在史学上的又一重大贡献。除上述与吴兢合修三朝实录外，还曾单独撰修过《睿宗实录》及《太上皇实录》。还有同吴兢合修的《高宗后修实录》。这样，刘知几实际上参与了高宗、武后、中宗、睿宗四朝实录的修定工作。四朝实录保存了大量的唐代前期的史料，《旧唐书》乃大抵抄撮唐代史料成书，包括吴兢、韦述等人相继撰述的《唐书》和各朝实录。刘知几对唐前期的正史史料得以详细地记载，做出了极大贡献。仅从这方面的成就而论，刘知几也不愧为一名称职的史官。朝廷奖励其修史之功，封他为“居巢县子”，实现了他多年的愿望。开元七年，刘知几论《老子》《孝经》注议》\n　　玄宗开元九年，刘知几的长子刘贶任太乐令，触犯法律而判罪流放。为此事，知几“诣执政诉理”，皇帝听到十分震怒，于是贬授他为安州都督府别驾。安州治在安陆县，就是今湖北安陆县北，已是远离京师。别驾，较之左散骑常侍，降级一品。旅途的辛劳，贬官的苦闷，使刘知几到了安州不久就去世了。追赠为汲郡太守，又追赠工部尚书，赐谥“文”。后其诸子各有著作行于世》。\n\n\n学术思想\n\n　　刘知几认为史学家须兼备才、学、识三长，尤重史识。强调直笔，提倡“不掩恶、不虚美”，“爱而知其丑，憎而知其善”。刘尚实用，反浮词，抨击六朝骈文的颓靡之风，反对华而不实的辞赋，主张运用当代通用的语言，反对依仿古语，反对形式模拟。这些论点，都给后代散文家以启发和影响，乃是中唐古文运动之先声。\n\n　　许冠三以为：“刘知几师承遍及四部。……但其中以《左传》、《论衡》、《文心》三书尤具决定性作用。”“《左传》是刘知几史学入门师，仰慕的‘述者之冠冕’，创建实录史学原理之实存典范，影响于《史通》字里行间。”“从《史通》所言史之大用与要务看，更显得知几是《左传》学派之传人。”\n\n　　许凌云提出，刘知几继承了孔子、司马迁以来的优良史学传统，继承了扬雄、桓谭、王充以来的批判哲学的战斗风格，也继承了前人着作，尤其是王充《论衡》和刘勰《文心雕龙》的撰述形式，写出了《史通》。许文重点分析了司马迁继《春秋》之业思想和所开创的通史家的道路、王充的实事求是的态度和怀疑批判精神、刘勰的史学思想与《文心雕龙》的编纂形式对刘知几的影响。符定波认为，刘知几把“史识”作为“好是正直，善恶必书”的高贵品质和勇敢精神，比孟子说得更明晰、更系统。\n\n　　谢保成指出，刘知几对历史着作的类别、源流和体例等方面的总结，是直接继承了《隋书经籍志》史部的分类和序论而加以理论化的。\n\n　　苏渊曾把刘知几对于中国史学的理论体系，连类并举，辨其异同，进行了综合研究和初步总结。他指出：刘知几偏重“史法”。《史通》首创，重点放在编纂学上；《通志》继轨，全力集中在“独见别裁”的“义例”上；就刘知几的成就，进行了初步概括，并把其中不同论点和前后继承扬弃的关系，略加疏证。\n\n\n历史观点\n\n　　求实精神\n　　李秋沅的《〈史通〉的求实精神》一文认为，刘知几的求实精神表现有三：一是从史书的体裁、史书的体例和史书的语言三个方面，论述了史书的编纂必须“因俗”、“随时”，才能忠实地反映出历史面貌。二是贵直书，斥曲笔。三是信灾祥，重人事。\n　　代继华的《刘知几论实录》，把唐初政治、史馆修史制度与刘知几的“实录”史学主张结合起来考察，认为刘知几在中国历史上第一次系统地从理论上对“实录”进行了全面的探讨和总结，形成了独具特点的实录史学原则。他把史学同现实生活的关系、史学的社会功用、史料学和历史编纂学、史学家的知识结构以及史学家对入史人物、文章和事件等的选择、历史评论和史学评论都纳入了这一“原则”范畴，以此来剖析和评判史书、史学家。尤其是刘知几敢于尖锐地批评孔子、“御撰”《晋书》以及其它一些唐修“正史”、史馆所编撰的“唐史纪传”，等等，“实录”原则就是其坚实的基础和出发点。\n\n　　史书评论\n　　《史》、《汉》二史是中国古代纪传体史书的代表作。刘知几对于二人的评价表现出较多矛盾。80年代围绕刘氏是否“尊班抑马”出现争议。刘文英说，刘知几常推纪传体断代史，抑通史。抑马扬班，从当时编修史书的实际来看，也有道理。许凌云的《试评刘知几纪传史评论的失误》、《刘知几“抑马扬班”辨》、《刘知几关于史议体例的评论》三文主要认为刘知几从总体上贬低了司马迁而抬高了班固。\n　　施丁认为，刘知几肯定了司马迁的独创精神、实录精神和史学才华。因此，全面来看，刘知几对《史记》是一分为二的，指出长短，而以长为主。贾忠文指出：关于纪传史源流的评论，刘知几明确主张《史》祖《汉》流，并未抑马扬班。关于纪传史诸体评论，刘氏只是无创新而已，并无抑马之说。关于《史》、《汉》两家之评论，刘固然批《史》扬《汉》不少，但对《史记》赞誉和对《汉书》责难也很多，因此也谈不上“抑马扬班”。\n\n　　“史才三长论”\n　　“三长论”指的是史学家的知识结构。知识结构作为各种知识合理有序的搭配，是史学家能否胜任其研究和编史工作，尤其是其能否创造性地推动史学进步的关键条件之一。\n　　许凌云认为，刘知几探讨史家主体意识即史家修养是对史学系统总结的一个重要组成部分，也是其史学理论的灵魂和精髓。刘知几对此认识，主要表现在“史学三才论”和“书法直笔记”的理论体系中。这二者结合起来，构成刘知几对历史认识主体素质的全面要求。\n　　关于“三长论”何时提出，渊源何在，存在不同的看法。郑力认为，刘知几提出“三长论”，在长安三年。对刘知几提出的“才、学、识”，较普遍的意见认为是从古代的“文、事、义”和“意”演变而来的。“三长论”是对以往史学的总结，也是中国古代史学理论的一个重大发展。\n　　高振铎的《刘知几和他的史才“三长论”》对以上两种观点均表异议。他认为，刘知几提出“三长论”应在开元初年，具体时间是公元713年。其理由是，郑惟忠任礼部尚书在开元初年。其次，只有修史多年的体会才可能洞察得这样深刻。对于“三长论”的渊源。高文认为，“才、学、识”不是“文、事、义”和“意”等演变而来的，演变而来的讲法似是而非，关键在于怎样理解“文、事、义”和“意”等概念的内容。“文”与“才”并不相配，“事”与“学”也不相类，“义”到象是“史识”，但刘知几在《疑古》、《惑经》中根本反对孔子不直书的史法。“意”和“义”也不能相提并论，范晔讲的“意”不是论史，而是论文学作品，论文章如何表达一个人的心意。\n\n\n主要作品\n\n　　作品集\n　　刘知几着有《刘氏家乘》十五卷、《刘氏谱考》三卷、《史通》二十卷、《睿宗实录》十卷、《刘子玄集》三十卷；合着有《三教珠英》一千三百一十三卷、《姓族系录》二百卷、《唐书》八十卷、《高宗实录》二十卷、《中宗实录》二十卷、《则天皇后实录》三十卷。《文馆词林》。\n　　有文集三十卷，已散佚，仅有《史通》传世。《全唐文》录其《思慎赋》、《奏记肃至忠》等文。《全唐诗》仅录其诗一首。敦煌残卷《珠英学士诗》中尚存诗三首，收入《全唐诗外编》。\n\n　　代表作\n　　刘知几不满于当时史馆制度的混乱和监修贵臣对修史工作的横加干涉，于景龙二年辞去史职，“退而私撰《史通》，以见其志”。\n　　《史通》包括内篇三十九篇﹑外篇十三篇﹐其中内篇的《体统》﹑《纰缪》﹑《弛张》三篇在北宋欧阳修﹑宋祁撰《新唐书》前已佚﹐全书今存四十九篇。内篇为全书的主体，着重讲史书的体裁体例﹑史料采集﹑表述要点和作史原则，而以评论史书体裁为主；外篇论述史官制度﹑史籍源流并杂评史家得失。《史通》总结了唐初以前编年体史书和纪传体史书在编纂上的特点和得失，认为这两种体例不可偏废，而在此基础上的断代为史则是今后史书编纂的主要形式。它对纪传体史书的各部分体例：如本纪﹑世家﹑列传﹑表历﹑书志﹑论赞﹑序例﹑题目等。作了全面而详尽的分析，对编写史书的方法和技巧也多有论述，这在中国史学史上还是第一次。它认为：“征求异说，采摭群言，然后能成一家”，主张对当时各种“杂史”应分别其短长而有所选择，对以往各种记载中存在的“异辞疑事，学者宜善思之”。关于作史原则，《史通》鲜明地提出坚持直书，反对曲笔；其《直书》﹑《曲笔》两篇，在认识上把中国史学的直笔的优良传统进一步发展了。外篇的《史官建置》是一篇简要的史官制度史；《古今正史》叙述历代史书源流，间或也有一些评论；《疑古》﹑《惑经》承王充《论衡》的《问孔》﹑《刺孟》之余绪，对古代史事和儒家经典提出一些疑问，反映了作者对于历史的严肃态度和批判精神；《杂说》等篇本是读史札记，涉及到以往史家﹑史书的得失，有的地方也反映出作者在哲学思想上的见解和倾向。\n　　《史通》对史学工作也有一些论述。如它把史学家的工作分为三个等第：一是敢于奋笔直书，彰善贬恶，如董狐﹑南史；二是善于编次史书，传为不朽，如左丘明﹑司马迁；三是具有高才博学，名重一时，如周代的史佚﹑楚国的倚相。刘知几第一次提出了史学家必须具备史才﹑史学﹑史识“三长”的论点。史学，是历史知识；史识，是历史见解；史才，是研究能力和表述技巧。“三长”必须兼备，而史识又是最重要的。史识的核心是忠于历史事实，秉笔直书。史有“三长”之说，被时人称为笃论，对后世也有很大影响。\n　　《史通》是中国史学史上最早的从理论上和方法上着重阐述史书编纂体裁体例的专书，是对中国唐初以前的史学编纂的概括和总结，是中国史学家从撰述历史发展到评论史家﹑史书和史学工作的开创性著作。唐人徐坚认为，为史者应将《史通》置于座右。明﹑清以来，《史通》流传渐广，注﹑释﹑评﹑续者往往有之，现代史学家亦有不少研究《史通》的论著。它是8世纪初中国史坛和世界史坛上的一部重要的史学评论著作。《史通》也是有缺点的。它对史书体裁的看法，仅仅局限于对过往的总结，未能提出新的设想；它说的史书编纂超不出编年﹑纪传二途，亦不够全面。它过分强调史书体例的整齐划一，以致要求以生动的客观历史去适应体例的模式，因而对已往史书的批评亦往往失于偏颇。\n　　唐末柳璨著有《史通析微》，说明《史通》在唐代已经流传。《史通》之宋刻本已不可见，流传至今的最早本子系明刻宋本，如万历五年的张之象刻本。万历三十年的张鼎思刻本，源于嘉靖十四年的陆深刻本，也是较早的本子。李维桢在张鼎思刻本的基础上进行评论，乃有《史通评释》刻本。此后续有郭孔延《史通评释》﹑王维俭《史通训诂》﹑清朝黄叔琳《史通训诂补》等。浦起龙将明清各种版本疏而汇之，予以互正，撰《史通通释》，刻于乾隆十七年，此即求放心斋刻本，流传较广。1978年，上海古籍出版社排印王煦华校点《史通通释》，有详细校勘，并改正许多引书上的错误，书末附录陈汉章《史通补释》﹑杨明照《史通通释补》﹑罗常培《史通增释序》，是为目前之通行本。\n\n",
  "desc": "刘知几（661年-721年），字子玄，彭城（今江苏徐州）人。唐高宗永隆元年（680年）举进士。武则天长安二年（702年）开始担任史官，撰起居注，历任著作佐郎、左史﹑著作郎﹑秘书少监﹑太子左庶子﹑左散骑常侍等职，兼修国史。长安三年与朱敬则等撰《唐书》八十卷，神龙(705年～707年)时与徐坚等撰《武后实录》。玄宗先天元年（712年），与谱学家柳冲等改修《氏族志》，至开元二年(714年)撰成《姓族系录》二百卷，四年与吴兢撰成《睿宗实录》二十卷，重修《则天实录》三十卷﹑《中宗实录》二十卷。",
  "dynasty": "唐代",
  "id": 976,
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_976.jpg",
  "name": "刘子玄",
  "star": 0
}