{
  "content": "轶事典故\n\n　　钱惟演在洛阳任使相的时候，十分厚遇文士，谢绛、欧阳修在洛阳供职，曾经一起登嵩山游玩，到达龙门的时候下起了雪，两人正在观赏山景，忽然见到有人骑马冒雪渡过伊水而来，原来是钱惟演派来的厨子和歌妓，使者传钱相的口谕说：“登山辛苦，两位可以在山上多留一阵赏雪，府里公事简易，用不着急忙赶回去。”对下属无微不至的关心，尤其是文人间那种心灵相通的意会，使欧阳修等人既感动又亲近。后来钱惟演贬谪随州，欧阳修等人送行，钱惟演席上赋词，使歌妓演唱，音节悲苦，宾主都为之哭泣。欧阳修对钱惟演的知遇之情毕生没有忘记，在《归田录》里记下了钱惟演在洛阳对他说的话：“平生惟好读书，坐则读经史，卧则读小说，上厕则阅小辞。”后来欧阳修总结出读书时间的“三上”，多半也是受钱惟演的启发。\n\n　　《归田录》里记载了钱惟演的一件趣事：他生长富贵，却讲求俭朴治家，法度十分严谨，子弟们不到规定时候，无论如何也领不到他发放零花钱，因此想出了花招骗钱——钱惟演有一个珊瑚笔格，是平生最珍爱的文具，常常放置在几案之上，子弟们有谁想用钱了，就偷偷拿走笔格藏起来，钱惟演找不着心爱的文具自然着急，于是在家庭中贴出寻物启事，悬赏十千钱。子弟还要故意再等一两日，假装找着了献给他，钱惟演一欢喜，果然将十千钱如数照付。以后有想钱的人，都看准了这条生财之道，乐此不疲的偷笔格，钱惟演居然也乐此不疲的贴悬赏，这种把戏一年里能玩上五、七次。\n\n　　胡仔《苕溪渔隐丛话后集》卷39引《侍儿小名录》的记载：“作为旧国王孙的钱惟演，一生境遇尚算顺利，到晚年却谪居汉东，眼看行将老死他乡，心情自然是悲凉无限，所撰《玉楼春》词极其凄婉。每逢酒后自歌此曲，往往泪下。他家中有一个歌姬惊鸿，曾服侍他的父亲吴越王钱俶，这时已是白发苍苍之年，听了这不胜哀伤的歌词，说道：“先王将薨逝的时候，预先为自己制作了挽歌《木兰花》，辞意与这首词很相似，难道如今相公也将要死亡了吗？”不久，钱惟演果然死于随州。《木兰花》与《玉楼春》实则是一个词牌的异名，钱俶的旧曲有“帝乡烟雨锁春愁，故国山川空泪眼。”的句子，与钱惟演词“泪眼愁肠先已断”确实是惊人的相似。 \n\n\n成就\n\n藏书\n　　钱惟演一生奔波宦途，数度沉浮，政绩平平，人品虽不足称，但雅好文辞，自称“平生唯好读书，坐则读经史，卧则读小说，上厕则阅小词，盖未尝顷刻释卷也。”文学创作上颇有建树。家藏书极富，可与秘阁相比，尤其收藏有很多古代书画，后人亦将其归入藏书家之列。\n　　咸平初献《咸平圣政录》等书，命直秘阁，在馆阁参与纂修《册府元龟》，与杨亿等人分别撰写诗文千篇。\n\n著述\n　　钱惟演是“西昆体”的骨干诗人，当时与杨亿、刘筠齐名。后由杨亿汇辑成《西昆酬唱集》2卷，辑入其近体诗五十四首。共收17人、248首诗，形成宋初一大诗派，即西昆体，在宋初诗坛风靡几十年与杨亿、刘筠相比，其作诗虽也学李商隐诗歌之词采妍华，追求辞藻，好用典故，但意象不似杨亿那么繁密，语脉则较为清畅，借用杨亿的话说，是偏于“演绎平畅”的，而非“包蕴密致”的，也许是旧王孙的心理作用，情调上也比较接近唐彦谦诗的“清峭感怆”。\n　　惟演学识渊博，平生著述甚丰，《宋史》本传记载有《典懿集》三十卷。又有《枢庭拥旄前后集》、《伊川汉上集》、《金坡遗事》、《飞白书叙录》、《逢辰录》、《奉藩书事》等随笔。另又采集吴越国五代国君之诗，合编为《传芳集》，多已佚失。钱惟演又喜招徕文士，奖掖后进。晚年以枢密使任河南府兼西京留守，欧阳修、梅尧臣等一批青年文士聚集其幕下，诗会文游，颇得其袒护支持。著有《逢辰录》、《金坡遗事录》、《典懿集》、《枢庭拥旄前后集》、《飞白书叙录》、《奉藩书事》、《伊川汉上集》等。 \n\n\n人物生平\n\n博学能文\n　　钱惟演为吴越王钱俶第七子。他好学，曾赋《远出》诗，有“高为天一柱，秀作海山峰”句。年幼时充任牙门将，太平兴国三年，随钱俶降宋，任右屯卫将军，曾任右神武军将军。钱惟演博学多才，善写文章，应试学士院时，以笏起草诏令，挥笔而成，深得宋真宗赞赏。 \n\n仕途升迁\n　　咸平初年，改任太仆少卿，献上《咸平圣政录》一书。被任命为直秘阁，参与修撰《册府元龟》，同杨亿分别写序。任尚书司封郎中、知制诰，又迁任给事中、知审官院。\n\n　　大中祥符八年，为翰林学士，因犯营私罪而被撤职。不久又转任尚书工部侍郎，再为学士、会灵观副使。又因贡举失实，降职为给事中。恢复其工部侍郎之职，升任枢密副使、会灵观使兼太子宾客，又管领祥源观。经多次升任至工部尚书。\n\n阿附希进\n　　宋仁宗即位后，钱惟演为兵部尚书。王曾拜相时，因钱惟演的官位曾经高于他，便任钱惟演为枢密使。之前，任枢密使必加封检校官，钱惟演只以尚书身份任枢密使，这是有关官员疏忽所致。\n\n　　当初，钱惟演看到丁谓权势大，便依附他，于他结为姻亲。丁谓排挤寇准，钱惟演在其中亦有出力。等到排列历任枢密时，单单不列寇准，称寇准为“逆准”，削去不予记录。丁谓罪行暴露后，钱惟演害怕被牵连，便排挤丁谓以求获免。\n\n　　宰相冯拯厌恶他的为人，便向仁宗建议说：“钱惟演将妹妹嫁给了刘美，那么他便是太后的亲家，因此不能参与朝政机要，请调走他。”便将其调任为镇国军节度观察留后，即日又改任保大军节度使、知河阳。一年后，钱惟演请求回京，被任为同中书门下平章事、许州通判。他没有立即赴任，希望再次被起用，侍御史鞠咏弹劾他，他才急忙前去赴任。 \n\n　　天圣七年，改任武胜军节度使。\n\n　　天圣八年，钱惟演在朝觐时上书说，先人的坟墓在洛阳，希望能去守护。便改任为河南府通判，又改任泰宁军节度使。\n\n急于柄用\n　　钱惟演很想位居权要，但一直郁郁不得志。后来仁宗举行籍田礼，寻求一名侍祠，因而留用他为景灵宫使。刘太后去世后，仁宗命他回河南。钱惟演自觉不安，请求以庄献太后、庄懿太后并配真宗庙室，以讨好仁宗。钱惟演曾同刘美结亲，又为他的儿子钱暧娶了郭皇后的妹妹，到这时，又想与庄懿太后的族人通婚。御史中丞范讽弹劾他擅自议论宗庙配享制度，而且又同皇后家通婚姻。被撤平章事，任为崇信军节度使，返回河南。\n\n殁后风波\n　　景祐元年七月乙巳，钱惟演去世，享年五十八岁。仁宗特赠其为侍中。太常张瑰根据《谥法》“敏而好学称为文，贪而被撤职称为墨”这一条，请赠钱惟演谥号“文墨”。钱氏家属上诉，仁宗命章得象等人重新议定，因为钱惟演没有贪污等劣迹，而且晚年忠于职守，有悔过自新、谨慎从事之意，根据《谥法》“追悔前过曰思”这一条，改谥思。庆历五年，刘、李两太后一起配享真宗，钱惟演之子钱暧提出这是他父亲先前的建议，便改谥为“文僖”。\n\n",
  "desc": "钱惟演（977—1034）北宋大臣，西昆体骨干诗人。字希圣，钱塘（今浙江杭州）人。吴越忠懿王钱俶第十四子。从俶归宋，历右神武将军、太仆少卿、命直秘阁，预修《册府元龟》，累迁工部尚书，拜枢密使，官终崇信军节度使，博学能文，所著今存《家王故事》、《金坡遗事》。",
  "dynasty": "宋代",
  "id": 607,
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_607.jpg",
  "name": "钱惟演",
  "star": 7
}