{
  "content": "生平\n\n　　天下道教主流全真道祖师，有关钟离权的记载，约出现在五代、宋初之际。《宣和年谱》、《夷坚志》、《宋史》等书都有他事迹的记载。只是后来讹传其名为汉钟离，才附会为东汉人。其父钟离章为东汉大将，以征北胡有功，封燕台侯。其兄钟离简为中郎将，后也得道成仙。\n\n　　钟离权在八仙之中成仙较早，名气较大，钟离权曾经十试吕洞宾，度吕成仙，还传授吕“点石成金”的道法。也因为此法，钟、吕受到民间的崇奉，认为有护佑金矿、财运的功能。\n\n　　全真北宗第二祖，据载钟离权少工文学，尤喜草圣，俊目美髯，身长8尺，一表人材，不久官谏议大夫。当时吐蕃造反，钟离权奉诏出征。权臣梁冀妒忌，怕他立了头功，就给他老弱残兵二万，军至前防扎营未稳，敌人乘机劫营，军士尽散。钟离权败走独骑逃往山谷，迷失道路，夜进深山密林，后遇到一个蓬头佛额、身穿草衣的胡僧，引钟离权行走数里来到了一个村庄。说：“此处是东华先生成道的地方，将军可以歇息矣。钟离权未敢惊动庄中人，不一会儿，忽听有人说：“此碧眼胡僧饶舌也！”只见来人身披白鹿裘、扶青藜杖，接着又问说：“来者莫非汉大将军钟离权否?”钟离权应声道：“是”。老人又说：“你为何不寄宿山僧之所?”钟离权闻而大惊，仔细一想，老人怎么已知道我前来，此必异人。此时钟离权已饥饿交迫，疲备不堪，已有鸾鹤之志，乃回心向道，向老人哀求度世之方。这位老人乃东华先生，叫王玄甫，是位上仙。他授钟离权以长生真诀、金丹火侯及青龙剑法。后来，又遇到华阳真人传其太乙刀圭、火符内丹、洞晓玄玄之道。在崆洞紫金四皓峰得玉匣秘诀，道成，束双，衣槲叶，遂成为真仙。玉帝封其为太极左宫真人。\n\n　　《续文献通考》曰∶“东华少阳帝君号帝君于终南凝慢洞以道授徇钏离权。”\n\n\n民间传说\n\n　　汉钟离是汉族民间传说八仙中资格较老的一位神仙，在道教信仰中影响很大。根据道教经典的说法，他是一位很有传奇色彩的人物。\n\n　　传说，他的母亲在生他时，有一位巨人忽然来到他家中，不久他就出生了，刚出生时就像三岁的样子，长相奇特，到第七天时突然说话；长大后，他仪表堂堂，在政府中担任很高的官职。不久，国家发生了战争，他受命参战，因为受到陷害，全军覆没。后来他遇到了一位神仙，遂得道成仙。 \n\n　　历史上的确有这样一个人物。他是唐朝人，还写了一些诗歌流传下来。在记载中，他是一位道士，行为放荡不羁，嗜好喝酒，衣衫不整。宋朝时，他被写入官方历史中。因此，道教把他的地位抬得很高，后来的道教重要派别全真教把他奉为祖师。\n\n十试吕洞宾\n\n　　唐代山西永乐县有位书生，名叫吕岩，字洞宾。中进士时，年已六十四岁。这一年，闲游来到长安，在客栈中遇到神仙钟离权。钟离权一见吕岩，便知是可以造就的仙才，所以便想法点化他。吕洞宾一经点化，便大彻大悟愿跟钟离权学道，钟离权却推托道：你仙骨没长全，志行未能坚定，想要超越俗世，还须重新投生再过几辈子。”说完飘然离去，吕洞宾却不气馁，辞官隐居学道。钟离权于是决定十试吕洞宾。\n\n　　一天，吕洞宾外出归家，却见全家人突然病逝。吕洞宾早已看破尘世，所以也不悲悼，只是买来棺木准备收殓尸体，可病逝的家人却又一下活了过来。原来，这是钟离权对他的第一次考验。\n\n　　吕洞宾偶然弄些东西到市集上去卖。讲好了价钱，对方收下货物却突然反悔，只愿付给一半的货价。吕不加计较，干脆分文不取，将东西白送给对方，自己脸色平和地走了。这是第二次考验。\n\n　　大年正月初一，来个乞丐，靠在大门上讨钱，吕洞宾给了他。谁知，那乞丐贪心不足，讨了这件讨那件，给得慢一点，便破口大骂起来。吕洞宾不但不生气，反而一再作揖陪好话，那乞丐才笑着走了。这是第三次考验。\n\n　　第四次，吕洞宾在山中放羊，突然跑出一只大老虎，追逐着羊群。吕洞宾一见，心中不忍，忙挡在羊群前面，情愿自己饲虎，也要救羊，那虎却放过了他和羊群，自顾走了。\n\n　　第五次，吕洞宾独居在山中茅草棚中读书，突然一位女子敲门，年纪大约十七八岁，长得十分漂亮，她自称是回娘家去，错过了路头，要借宿一晚，洞宾便放她进屋休息。谁知这女子半夜里不安分起来，百般勾搭洞宾。洞宾心如止水，丝毫不为情欲所动。\n\n　　第六次，吕洞宾出外郊行，等到回家一看，家中遭了盗窃，细软财产被席卷一空，眼前的日常生活都无法维持。吕洞宾不气不恼，操持起药锄，采药度日。谁知一锄下去，挖出几十块金子。他急忙仍将土掩上，一无所取。\n\n　　第七次，这一日，吕洞宾到街上买了几件铜器，拿回一看，却是金器，他急忙找到原来的店家，将金器退回。\n\n　　有位疯疯癫癫的道士在集市卖药，说道：“吃了我的药，立即会死去，但下一辈子却能得道。”这药，有谁敢买？所以十多天，没人去光顾。吕洞宾却深信不疑，买回药吃下去，幸而一切无恙。这是第八次考验。\n\n　　春天来临，春水涨起，吕洞宾摇一叶小舟在江上慢行。船到中流，突然刮起大风，一时波涛汹涌，险象环生。洞宾已勘破生死，哪里还惧怕风涛？仍是端坐船头，任它飘摇。一会儿风平浪静，没有丝毫损伤。这是第九次考验了。\n\n　　这一日，吕洞宾独坐家中，忽然见无数奇形怪状的鬼神跑来，有想抓他的，也有想杀他的，洞宾毫不畏惧。过了一会儿，只见几十个夜叉，押着个血肉淋漓的囚犯，那人口中大叫道：我是被你上辈子杀害的，快点偿我命来!”吕洞宾答道：杀人偿命，又有什么好推辞的？”便去拿出刀子、绳索，准备自杀抵偿命债。忽听空中大喝一声，鬼神囚徒一下不见，一人鼓掌而下，原来是钟离权。他对洞宾说道：“尘心难灭，仙才难得，我寻求徒弟的迫切，更过于别人求我。十次考验，你都能经受得住，以后得道是必定无疑了。只是你功德善行都没能完满，且传授你个点铁成金成银的黄白之术，你可以用它来救济世人，利益众生，待三千功德完满，八百善行圆备，我再来度你成仙。”洞宾问道：“用黄白之术做成的黄金、白银，以后还会有变异么?”答道：“三千年后，仍要还复本质。”洞宾道：”这样看来，此物会贻误三千年后的人，我可不愿干。”钟离权呵呵笑道：“就凭你这善心，‘三千’、‘八百’都已在里边了”。\n\n　　于是钟离权收洞宾为徒，洞宾经师父指点，在庐山勤勉修行，钟离权于庐山授之以大道天遁剑法，龙虎金丹秘文，最后吕洞宾终于修炼成上仙。正阳祖师授度吕洞宾后，复历庐山，登三级红楼冉冉升空。曾有诗赞曰：“铁笛曾闻跨虎仙，金丹亲向帝君传。临行付与纯阳子，三级红楼上碧天。”日后师徒二人形成钟吕金丹派，对宋元道教发展产生了极大的影响。\n\n神奇降生\n\n　　钟离权诞生时，据说有一巨人，大踏步进入其母内室， 自云“我是上古黄神氏，当托生于此”，顿时“见异光数丈如烈火”，一位大仙出世了！这位大仙一降生，就象三岁，小儿一般大，天生一副福相：顶圆额广，耳厚眉长，目深鼻耸，口方颊大，唇脸如丹，乳远臀长”，更为罕见的是，小儿昼夜不声不响不哭不吃，第七天突然说了一句，语惊四座：“身游紫府、名书玉京。”“紫府”与“玉京”是玉帝的宫城，这就是说他是玉皇大帝仙班中的一员。因其“自幼知识轻重”，于是父亲给他起名为“权”。\n\n魏晋传说\n\n　　钟离权或隐或现，历魏至晋，又做了边关大将。改名为“金重见”，即繁体字的“钟”字重显。此时的金重见长相与打扮有些古怪：“丫头坦腹，手摇棕扇自若，赤面伟体，龙眼虬髯，见晋帝骄奢，遂解印而去”。\n\n钟汉离度蓝采和\n\n　　元杂剧《钟汉离度蓝采和》中，仙人钟汉离见蓝采和有“半仙之分”，遂下凡到洛阳梁园勾栏里度蓝采和出家。剧中说蓝采和广记博闻，会戏颇多。而且面对钟离权的故作挑剔，蓝采和不卑不亢，对自己演剧的记忆信心十足。难怪得钟离权非点化他成为神仙不可。\n\n",
  "desc": "钟离权姓钟离，生卒年约（公元168.农历7月27日-256）东汉、魏晋时期人物，汉族民间及道教传说中的神仙。天下道教主流全真道祖师，名权，字云房，一字寂道，号正阳子，又号和谷子，汉咸阳人。因为原型为东汉大将，故又被称做汉钟离。亦为道教传说中的八仙之一。他受铁拐李点化，上山学道。下山后又飞剑斩虎，点金济众。最后与兄简同日上天。度吕纯阳而去。元世祖尊其为正阳开悟传道真君，元武宗又尊为正阳开悟传道重教帝君，相传于北宋时期聚仙会时应铁拐李之邀在石笋山列入八仙。二郎坝现今仍有正阳观、飞仙崖等遗迹。",
  "dynasty": "唐代",
  "id": 2488,
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_2488.jpg",
  "name": "钟离权",
  "star": 2
}