{
  "content": "生平\n\n早年经历\n\n　　高力士，潘州人，本姓冯。年幼被阉割，与同类金刚二人，于圣历元年被岭南讨击使李千里进奉入宫。武则天嘉赏其聪慧机敏，年幼仪美，让他在身边供奉。后因小过，被鞭打赶出。宦官高延福收为养子，高延福出自武三思家，高力士于是往来于武三思第宅。一年后，武则天复召其入宫，隶属司宫台，官府供给粮食。高力士身长六尺五寸，天性谨慎细密，擅传诏令，授官宫闱丞。\n\n累有功勋\n\n　　景龙年间，李隆基在藩国，高力士倾心侍奉，获得李隆基恩宠相待。到唐隆年间因平定韦后之乱有功，晋封为太子太保，李隆基便表奏力士进入太子官署内坊，每日侍奉左右，被提拔为朝散大夫、内给事。李隆基即位后，高力士参与诛杀萧至忠、岑羲等人有功，破格授官银青光禄大夫，任内侍同正员。开元初年，兼任右监门卫将军，执掌内侍省事务。\n\n　　李隆基推重宫闱局，宦官稍称旨意者，即授三品将军，门列肾戟仪仗，故杨思勖、黎敬仁、林招隐、尹凤祥等人，位尊宠专与高力士相同。杨思勖持节讨伐，黎、林奉命出使宣布传达，尹则掌管书院。其余孙六、韩庄、杨八、牛仙童、刘奉廷、王承恩、张道斌、李大宜、朱光辉、郭全、边令诚等人，诸如殿头供奉、监军、入蕃、教坊、功德主当，皆为委任之职。监军则权力超过节度使，出使则令各郡惊惧退避。其郡县丰饶富赡的，宦官一到军中，则所期望的以千万钱计算，修功德所获捐款，买鸟兽所费资金，每到一处，则不止千贯，都在力士许可与否。故京城中最豪华的宅第，京畿内最好的田产、果园、池苑，宦官竟占其中一半。\n\n权倾朝野\n\n　　每有四方进呈上奏文表，必先送呈高力士，然后进奉御前，小事便自行裁决。\n\n　　李隆基常说：“力士应承于前，我歇息则安稳。”因而常止息于宫中，很少出外宅。至于欲求依附，想一睹其风采，以期其在君王前讲好话，而输诚竭力的人很多。宇文融、李林甫、李适之、盖嘉运、韦坚、杨慎矜、王鉷、杨国忠、安禄山、安思顺、高仙芝皆因此而获将相高位，其余职务获得者则不可胜记。肃宗在东宫时，称其为二兄，诸王公主皆称呼“阿翁”，驸马们称其为“爷”。高力士在寝殿傍帘帷中休息，殿侧有一院落，其中有修炼功德之处，雕饰琢磨得璀璨夺目，极其美观精妙。高力士细心谨慎无大过失，然而宇文融以下诸人，玩弄权术互相嫉害，至扰乱朝廷法纪，都与力高士荐引有关。再者善于随机应变，观察形势气候，虽是最亲近喜爱之人，面临倾覆败亡皆不予救助。\n\n　　高力士养父高延福夫妻，按定分享受供奉。岭南节度使于潘州找到其生母麦氏送至长安，高力士让两位老妇人同处高堂，美食供养。金吾大将军程伯献与高力士结拜为兄弟，麦氏去世，伯献在灵前筵间，披头散发，穿戴孝服，接待来宾吊唁酬答。\n开元十七年，追赠力士父亲广州大都督官职及麦氏越国夫人封号。早在开元初年时，瀛州吕玄晤在京城做官，女儿有姿色，高力士娶其为妻，提拔玄晤为少卿、刺史，吕氏子弟都做了王傅。吕夫人去世，葬于城东，葬礼很隆重。中内地方官员争相赠送祭祀物品的，充溢京城大道，从力士宅第到墓地，车马络绎不绝。\n\n吐血而死\n\n　　天宝初年，加官冠军大将军、右监门卫大将军，晋爵号渤海郡公。天宝七载，加官骠骑大将军。力士家资殷实丰厚，非一般王侯所能比拟，其于来庭坊建造宝寿佛寺、于兴宁坊修建华封道士观，宝殿珍台之宏富，与国力相当。其于京城西北截取澧水建造碾房，五轮同转，每日可碾三百斛麦子。当初，宝寿寺大钟铸成，力士斋祭以庆祝，举朝人皆至。凡击钟者，敲一下给百千钱；有顺从其心意的，敲到二十下，少的也有十下。此后又有华州袁思艺，特别承蒙玄宗恩宠。然而高力士乖巧谨慎，人皆喜欢；袁思艺骄狂倨傲，人皆疏远惧怕。\n\n　　天宝十四年，设立内侍省，有内侍监两名，官阶正三品，由力士、思艺分别担任。李隆基逃往蜀地，袁思艺跑去投靠安禄山，高力士则侍奉李隆基至成都，晋爵为齐国公。同年，太子李亨在灵武登基，遥尊李隆基为太上皇，不久将李隆基迎接回长安。高力士因护驾有功，加官开府仪同三司，赐给五百封户以食租税。\n\n　　上元元年八月，李隆基移居太极宫甘露殿，高力士与宦官王承恩、魏悦等人，因侍从李隆基登长庆楼，被李辅国设计陷害，流放黔中道。高力士行至巫州，见其地荠菜多而人不食，感伤不已而歌咏道：“两京作斤卖，五溪无人采。夷夏虽不同，气味终不改。”\n\n　　宝应元年三月，遇大赦回归，到郎州，碰到流放之人谈及京城事，才知李隆基已经驾崩。高力士北望号啕痛哭，吐血而死。李豫因他是耆宿长辈，曾护卫先帝，追赠扬州大都督，陪葬于泰陵。\n\n\n轶事典故\n\n保护玄宗\n\n　　唐肃宗李亨继位后，玄宗李隆基当了太上皇，居住在兴庆宫。一天，久雨初晴，李隆基到了勤政楼。楼下的市民和来往行人，见到了李隆基，流着欢喜的眼泪，高呼万岁，声音惊天动地。当时李亨正生病，李辅国上奏，诬陷说：“这都是九仙媛、高力士、陈玄礼搞的阴谋。”他私自下诏，将太上皇迁到西内。护送太上皇的人，只配了二三十个老弱者，到了交叉路口，四面八方却都有执刀的卫士，他们都听从李辅国的命令。看到这种情况，李隆基很吃惊，好几次掉下马来，都被服侍者扶上了马。高力士骑马来到李辅国面前说：“太上皇是五十年的太平天子，李辅国你也是老臣了，怎么敢如此无礼，你给我下马！”李辅国赶紧下了马。高力士宣示了李隆基的旨意：“将士们应该忠于职守。”于是李辅国命令士兵把刀放回刀鞘内，齐声喊：“太上皇万福！”纷纷向李隆基叩拜。高力士又说：“李辅国来牵马。”李辅国赶紧穿上靴子，去牵马，和兵士们一齐护送太上皇平安到了西内。李辅国领众人退出后，李隆基哭着拉住了高力士的手说：“多亏你呀！若不，我已成刀下鬼了。”不久九仙媛、高力士、陈玄礼，都流放到瘴气多的地方，这都是李辅国下的假诏书。当时李亨病危，李辅国专权，他也怕西内李隆基再有什么变故。\n\n力士脱靴\n\n　　天宝初年，李白来到长安，有人把他推荐给唐玄宗，唐玄宗在金銮殿召见他，封他为供奉翰林，要他在宫在写诗作文。\n有一天宫中牡丹盛开，唐玄宗带了杨贵妃，在沉香亭饮酒赏花。唐玄宗忽然想起了李白，想叫他写几首歌词助兴，就派人把他召来。这时，李白正在酒店中喝得烂醉如泥。人们把他扶上马背，送到宫中，用冷水洗他的头。等酒意稍解，李白提起笔来，一下子写了《清平乐词》三首颂扬杨贵妃和牡丹花，诗句优美清新，唐玄宗和杨贵妃高兴极了。\n\n　　李白虽然经常参加宫廷宴会，但他蔑视权贵，并不把皇帝和皇帝身边那些有权有势的人放在眼里。\n\n　　有一次，他在宫中喝醉了，竟伸出了脚，对坐在身旁的宦官高力士说：“给我脱掉靴子。”\n\n　　高力士一时不知所措，只得给李白脱下靴子。当时，高力士权力很大，四方的奏事都要经过他的手，文武百官没有一个不巴结他，他还从来没有受过这样的侮辱，这件事使他很愤怒，决定找机会报复李白。\n\n　　杨贵妃爱吟李白的《清平乐词》，正巧高力士也在一旁，他故意说：“我本以为贵妃受了李白的侮辱，一定对他恨之入骨，没想到你这么爱他的诗！”杨贵妃吃惊地问道：”李学士怎么会侮辱我呢？”\n\n　　高力士说：“诗中不是有‘借问汉宫谁得似，可怜飞燕倚新妆’两句吗？”杨贵妃说：“对呀！”高力士又说：“汉朝宫廷里的赵飞燕，出身歌女，后来虽然立为皇后，但作风不正最后还是被贬为庶人，李白将赵飞燕跟您相比，不是把你看得太下贱了吗？”\n\n　　杨贵妃听了高力士的话，也对李白恼怒起来，这以后，唐玄宗几次想任命李白官职，都被杨贵妃阻止了。\n\n\n家庭成员\n\n长辈\n\n　　曾祖：冯盎，唐初高州都督耿国公广韶等十八州总管。\n\n　　祖父：冯侙，潘州刺史。\n\n　　父：冯君衡，依例世袭潘州刺史。\n\n　　母：麦氏，隋朝名将麦铁杖曾孙女，追尊越国夫人。\n\n　　养父：高延福\n\n配偶\n\n　　吕氏，吕玄晤之女。\n\n结拜兄弟\n\n　　程伯献，金吾大将军。\n\n\n墓址\n\n　　高力士墓位于陕西省蒲城县保南乡山西村，它是唐玄宗泰陵惟一的陪葬墓，但由于1999年出土后保存简陋，大风等自然因素将对墓内的文物造成严重伤害，蒲城省文物局、渭南市计划部门已于2004年审批通过并立项，将成立高力士墓博物馆，初步资金预算有710万元。如今高力士墓占地2亩，建成后的高力士墓博物馆将占地18亩。\n\n",
  "desc": "高力士（684年—762年），本名冯元一，是中国唐代的著名宦官之一，是被周恩来总理誉为“中国巾帼英雄第一人”的岭南著名军政领袖--冼夫人的第六代孙。祖籍潘州（今广东省高州市），曾祖冯盎、祖父冯智玳、父为冯君衡，曾任潘州刺史。他幼年时入宫，由高延福收为养子，遂改名高力士，受到当时女皇帝武则天的赏识。在唐玄宗管治期间，其地位达到顶点，由于曾助唐玄宗平定韦皇后和太平公主之乱，故深得玄宗宠信，终于累官至骠骑大将军、进开府仪同三司。高力士一生忠心耿耿，与唐玄宗不离不弃，被誉为“千古贤宦第一人”。",
  "dynasty": "唐代",
  "id": 3073,
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_3073.jpg",
  "name": "高力士",
  "star": 0
}