{
  "content": "生平\n\n　　永泰三状元传奇\n\n　　中国人推崇学而优则仕，因此多少有点状元情结。一介平民，十载寒窗苦读，一朝得中，便能高官厚禄，光宗耀祖。难怪莘莘学子，趋之若鹜。中国1000多年科举制度，出现过多少状元？各有说法。大抵在900人左右，有较详细记载的不足500人。福建居然有46人之多，也算是状元大省。唐之前，福建仍属蛮夷之地，文化相对落后，这一时期的状元，几乎都在中原一带。福建第一个状元本是唐末莆田的徐寅。无奈此君不识时务，高中后不肯附和皇帝，被取消了资格，应该不算。福建的状元，集中在宋之后。最为辉煌的，该是南宋福州府永泰县，当时三年一试，公元1166、1169、1172年，三科状元均由永泰籍人萧国梁、郑侨、黄定囊括，七年联奎三状元，绝无仅有，轰动一时。\n\n　　以萧国梁居住地为中心，与郑侨、黄定相隔不过数重山，脚程不超过一日，置县才刚刚400年的一块弹丸之地，连出三个状元，不能说不是一个奇迹。永泰三状元故居遗迹不多，城关溪山却完整保留清道光年间建造的联奎塔，纪念七年连中三状元。旁有三元祠，祭拜三状元。这永泰三状元的传奇故事，都是从一句古谶语开始的，“天宝石移，状元来期；龙抓花红，状元西东。”宋乾道年间，永福天宝瑞云寺后一崖石横山而行啮地成溪既而此石松上开出茂盛的龙爪花，是年居翀峰的萧国梁大魁天下；次举，居西边龟岭的郑侨在殿试中独占鳌头；又次举，居东边龙屿的黄定亦高中状元。至此古谶全部应验。\n\n　　三状元虽然都出自永泰，但与莆田，也应该有千丝万缕的关系。三状元均出在大樟溪以东戴云山脉延伸靠近兴化平原的山区，既可躲避祸乱，静心读书，又便于同外界联系沟通。萧国梁就读的九山书院，从遗址看，规模不小，旮旯里有这样的书院，强烈怀疑本身就是外来人办的学堂。\n\n　　而三状元的出身，更有可考之处。中国人有句老话，叫做家贫子读书。贫穷的孩子，读书可以刻苦些，但首先要读得起书。文天祥自称“白屋出身”，至少也该是家道殷实。只凭关起门来，苦读十年八年，山沟沟里便蹦出三个状元，不太可能。郑侨既为郑樵侄儿，便是出身书香门第。郑樵是著名藏书家，著作也丰，有《通志》200册传世。启蒙老师陈俊卿，“进士第二”，就是榜眼，抗金名相，是个被朱熹赞为“始终全德”的人。黄龟年也是进士，因四劾秦桧而名震当世。黄定还是莆田唐大司徒黄碣嗣孙。而萧国梁据说是黄定的岳父。永泰县志中，萧国梁生卒年不详，但黄定是在42岁那年中了状元，可见两人中状元前早已是翁婿。宋朝莆田在朝当官的，比比皆是。如此一捋，可看出一些端倪。\n\n　　三状元的祖籍，却也一直有着争论。《闽小记》“萧国粱居翀峰，郑侨居龟岭，黄定居龙屿。宋乾道中，连科首唱。”永福县令曾赋诗云：“翀峰龟岭与龙屿，三处家山亦壮哉！相去之间不百里，七年三度状元来。&quot;为三状元作也。”按邑乘：萧居翀峰、郑居龟岭。黄居龙屿，均离县数十里。唯翀峰在邑治东关外，前后山水迥合，足供远眺。意萧公当年，既读书于此，且与郑、黄二公所居不远，则二公必时相过从，综观山水，常有自得之趣，联袂而起欤 ? 相传黄公未第时，往谒萧公。萧母室中窥之，谓萧公曰：“此人亦能到尔地位”。则萧公之时相往还，又可知己。乾道二年，天宝瑞云寺，石横山而行，啮地成溪。石上复生龙爪花。是岁萧国梁魁天下。四年，游洋民凿井丈余得石，有文曰“石上状元 &quot; 。明年郑侨及第，亚之者为石清源石起宗。”萧国粱、郑侨、黄定三状元时有来往。后郑侨以状元及第，官至参政知事，萧国梁赠云：“云顶峰前分玉带，礼闱名上探金笼”。\n\n　　三状元的脚步已经走远，状元的生辰籍贯其实也不必深究。后人敬仰的因该是一种精神。三状元祠门口有一幅对联：“问天下状元几见蝉联三度，愿永阳学子都将鹰扬四方”，时时激励着后人吧。此对上联颇有气魄，若将“几见”改为“谁见”，是否更添豪气?下联则略嫌欠缺，寻求能有佳对。\n\n　　黄定状元府内辟有莲花池、假山、花园，后几经兵灾匪患，现仅存八字墙、铺地方角石砖和莲花池遗址。如今已无法目睹当年的奢华。但状元府大门两边的两截古残墙、石台阶、石板铺的天井、石旗杆夹、莲花池，至今犹存遗址。状元府门前的一片荷塘，也依旧年年绿叶亭亭。黄定配郑氏有子黄自求，字熙叟。《永泰县志》载，黄自求于嘉泰间任潮州知府，重视教育事业。又有史书记载：“两请监举。淳熙十五年，奏补迪功郎，大理寺丞。嘉定间，知潮州，拨方宜等田于学以养士。潮守之贤者丁允亢、陈宏规为最，自求与之齐名。同父定陈贤守，祀潮州名宦。”黄自求配林氏有子一人黄攀龙为典薄。\n\n",
  "desc": "黄定（1133年——1186年），字泰之，号龙屿，出生于永福县（今福建省福州市永泰县），作品有《凤城词》1卷、《文集》2卷等。",
  "dynasty": "宋代",
  "id": 2495,
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_2495.jpg",
  "name": "黄定",
  "star": 0
}