{
  "content": "生平\n\n少年英伟\n　　公元1127年，北宋为女真金朝所灭，徽、钦二帝被俘，同年宋高宗赵构在商丘称帝，建立了南宋政权。在南宋小朝廷与金朝常年对峙的风雨之中，发生了百姓大规模南迁避难的情况。张孝祥之父张祁亦率母领弟避难移居至明州鄞县（今浙江鄞县）。1132年，张孝祥出生在鄞县的方广寺的僧房中，并在鄞县生活到十三岁。\n　　由于孝祥伯父张邵因不肯屈膝金朝而被拘禁在彼，而父张祁仅任小官，张家在鄞县又无田产，因此较之于陆游，朱熹，张元干等出身书香门第，家境富足的同时代文人境况不同，张孝祥是在贫苦中成长，如王质在《于湖集序》中所云 “故宋中书舍人奋起荒凉寂寞之乡”。\n　　公元1144年，张祁举家返乡，然而并没有回故乡历阳，而是居于芜湖，芜湖位于长江之南，金人威胁较少。芜湖、于湖二县名字唐后混淆，因此张孝祥自号“于湖居士”，指代实际是芜湖，亦足见他对芜湖这一第二故乡的深厚感情。\n　　张孝祥自幼资质过人，被视为天才儿童，《宋史》称他“读书一过目不忘”，《宣城张氏信谱传》说他“幼敏悟，书再阅成诵，文章俊逸，顷刻千言，出人意表”。公元1147年，张孝祥十六岁，通过了乡试，走出了迈向仕途的第一步。十八岁，孝祥在建康从蔡清宇学，二十二岁时，“再举冠里选” （张孝伯《张于湖先生集序》）。到二十三岁中状元前，事迹大致如此。作为一个出身”荒凉寂寞“的年青人，能在同时代文人中脱颖而出，必有不凡之处，归纳起来，一是才华卓绝，如时人对他的评价“天上张公子，少年观国光”（王十朋），其次也有英迈的性格，“谈笑翰墨，如风无踪”（张拭），“当其得意，诗酒淋漓，醉墨纵横，思飘月外”（杨万里）。从这些时人对他的评价中，可见他自少年时代起，便具潇洒倜傥的气质，英伟不羁性格。\n\n高中状元\n　　绍兴二十四年，公元1154年，张孝祥二十三岁，参加廷试。高宗亲自将其擢为第一，居秦桧孙秦埙之上，同榜中进士的有范成大，杨万里，虞允文。此次科举考试，本来掌握在秦桧手中，因为高宗干预，孝祥才能得中状元。高中状元一事，改变了他一生命运。登上政治舞台不久，孝祥便站在了主战派一面，一则，他方第不久便上言为岳飞鸣冤，二则，他在朝堂上对秦桧党羽曹泳提亲“不答”，这一对主和派鲜明的反对立场，使得他得罪秦桧一党。桧指使党羽诬告其父张祁杀嫂谋反，将祁投入监狱，百般折磨，孝祥因此牵连受难，幸而秦桧不久身死，才结束了这段艰难的时期。\n\n官场生涯\n　　1154-1159年的五年中，张孝祥官居临安，接连异迁，直至升任为中书舍人，为皇帝执笔代言，平步青云之态，难免遭人嫉妒。汪彻一纸弹劾，使其丢官外任。罢官以后，孝祥回芜湖闲赋两年半，在此期间，金主完颜亮南下，虽无官职，张孝祥仍旧密切关注战局变化，并提出抗金计策，致书李显宗，王权等军事将领，据陈战略。他的好友同年进士虞允文（1110-1174）在采石矶大败金兵，迫使金主完颜亮移师扬州渡江，亮最终被部下叛将所杀，南宋朝廷得到相对的稳定—— 听闻此事后，孝祥当即作了一首《水调歌头· 闻采石矶战胜》，词中所呼“我欲乘风去，击楫誓中流！” 表达了他渴望能够建功立业，做一番事业的心情。采石战后，他赴建康，谒南宋主战重臣张浚，席上赋《六州歌头》词，慷慨激愤，张浚为之罢席。其爱国拳拳之心可鉴。\n　　1162年，孝祥复官，知抚州。1163年，孝宗即位，知平江府，时值宋军遭符离之败，损失惨重。1164年，张浚推荐孝祥，称其“可负事任”，升迁为中书舍人，迁直学士院，兼都督府参赞军事，领建康留守，尽管当时因为军事失利，朝廷内议和声大起，张孝祥仍旧坚持自己主战收复中原的理想，向孝宗奏议。四月，张浚罢黜，八月逝世。十月，孝祥被罢免知建康府。主战派完全失败。汤思退指使尹樯弹劾孝祥，孝祥因此第二次在政治生涯上遭到打击和排斥。虽然被打击重重，但是在无情政治斗争中，张孝祥更加坚定了自己主战的政治主张，认为只要能不懈奋斗，就能成功收复中原，而一味求和苟安，是不可取的。（参加《太平州学记》）\n　　1165-1166年，孝祥复官静江府。1167-1168，孝祥知潭州。1168-1169年三月，知荆南，荆湖北路安抚使。1169年三月，孝祥请祠侍亲获准，回乡退隐，绝意仕途。\n　　在十几年的官场生涯中，张孝祥几番起落，终究没有能实现自己的政治抱负，最后黯然离开官场时的心情是抑郁的，但是他为官期间，颇有治才，怀着“恻袒爱民之诚心”，政绩卓著。在抚州时他身先士卒，一人单马与乱兵对峙，干净利落的平定了兵乱，离开抚州之时，父老夹道相送。在平江时，他惩治大姓奸商，收缴其米仓，第二年饥荒，用收缴的粮食接济灾民；浙东大水，两次上疏请不催两浙积欠，由于他的努力，朝廷从其所请，使得万千灾民得以生存。在建康时，孝祥专心治理水患，为民请命，招抚流民，处理妥当，足见其才能与魄力。在潭州时，孝祥关注农事，勤勉公事，善待于民，使得“狱事清静，庭无留滞”（《敬简堂记》）。最终在荆州任上，尽管不过短短数月，心境对朝廷的失望而愈发沉郁，孝祥仍旧尽忠职守，加强武备，整修军塞，筑堤防洪，建仓储粮，置万盈仓以储漕运。而在其第二故乡芜湖，张孝祥更是捐出自己的三百亩田地为湖，疏通水源，为芜湖开通“水泽地脉”——今日镜湖便可为证。\n　　纵观孝祥出守六郡，所至皆有惠政，本着爱民之心，能因地制宜，做出不同的政策，切合百姓的要求，所以每能创出佳绩，受到人们的敬重和怀念。\n\n英年早逝\n　　1169年三月，孝祥返还芜湖。七月，得急病而逝。卒年三十八岁。英年早逝，殊让人为之叹息。对于其死因，据周密《齐东野语》：以当暑送虞雍公（虞允文），饮芜湖舟中，中暑卒。\n　　张孝祥的死是让人意外的，孝宗有用才不尽的叹息，他的好友，张浚之子，著名理学家张拭更是哀悼，著文以悼之曰：\n　　嗟呼！如君而止斯耶？其英迈豪特之气，其复可得耶？其如长江，巨河奔逸汹涌，渺然无际，而独不见其东汇溟渤之时耶？又如骅骝，绿耳追风绝尘，一日千里，而独不见其日暮锐驾之所耶？此拭所以痛之深，惜之至，而哭之悲也。\n　　孝祥死后葬于建康上元县钟山之清国寺。今墓存于南京江浦老山。\n\n\n爱情婚姻\n\n正妻时氏\n　　张孝祥正娶妻子为表妹时氏，时氏当在1159年前卒于临安，除却简短的悼文三则外，《于湖集》中并无一词、一诗、一文提到时氏，双方感情应该是平淡的。\n\n情人李氏\n　　23岁中状元时，秦桧党羽曹泳在朝堂上当众为女儿向张孝祥提亲，孝祥“不答”，当时他的身份是未婚的。但其实，早在十六岁时，他便同一位姓李的女子同居生子，儿子张同之，后来终生至仕。但在当时，李氏一直没有在张家取得合法地位，族谱中亦没有将她的名字收录其中，从1971年偶然发现的张同之的墓志铭上，更附为证。宛敏灏先生认为，孝祥在与时氏结婚前，被迫将李氏与同之送走，李氏入道观出家，从此二人再未谋面。《于湖词》中本来有几首意义晦涩的情词因此得解，其实是张孝祥怀念李氏之作，如《念奴娇·风帆更起》，《木兰花慢·送归云去雁》，《木兰花慢·紫箫吹散后》，阐述了词人对失去情人，痛别爱子的哀痛，悔恨与凄凉的心情。李氏究竟身份如何，这段感情因何要到被迫送别妻子，还是不解之谜，唯一可知的是，较之时氏，张孝祥对李氏的感情深厚得多。\n\n\n介绍\n\n　　张孝祥（1132-1170），字安国，别号于湖居士，本蜀之简州（今四川简阳市）人，先世移居历阳乌江(今安徽省和县），生于明州鄞县（今浙江宁波）。南宋著名词人，书法家。父亲张祁，任直秘阁、淮南转运判官。少年时阖家迁居芜湖（今安徽省芜湖市）。绍兴二十四年（1154）廷试，高宗（赵构）亲擢为进士第一。授承事郎，签书镇东军节度判官。由于上书为岳飞辩冤，为当时权相秦桧所忌，诬陷其父张祁有反谋，并将其父下狱。次年秦桧死，授秘书省正字。历任秘书郎，著作郎，集英殿修撰，中书舍人等职。1163年，张浚出兵北伐，被任为建康留守。此外还出任过抚州，平江，静江，潭州等地的地方长官。乾道五年（1169年），以显谟阁直学士致仕。是年夏于芜湖病死，葬南京江浦老山。年三十八岁。有《于湖居士文集》、《于湖词》传世。《全宋词》辑录其223首词。\n\n文学成就\n\n诗\n　　相较词作流传之广，张孝祥的诗闻名度不高。较之词作，于湖诗追求的是另一种文学境界，韩元吉称之为“清婉而俊逸”，他的诗明显受宋诗的气质影响，学杜，学苏，承受江西诗派影响。诗作内容包含对国事的忧怀，对民生疾苦的关怀以及羁旅感怀，其中尤以感怀诗最佳，体现了其诗风的清婉俊逸，诗意的深隽奇正和诗韵的平实简淡。譬如《宵征》中“竹舆出林薄，十里月渐明，光彩散草木，凉意浸冠缨”，风格较其词的豪气，诗情主体清淡。\n\n词\n　　张孝祥作为南宋初期著名文人，其文体靡所不该，而忧国慨敌的情怀无所不在。客观而言，张孝祥的文不如诗，而诗则不如词。其词“豪壮典丽”，并不局限于一种文风，而尤以忠愤悲慨的爱国词为世所名。\n　　总观张孝祥的爱国词作，字里行间无一不表达了他对故国的哀思长怀，对北伐中原的讴歌颂扬和对萎靡国事的感愤悲慨：如《浣溪沙·荆州约马举先登城楼观》写“万里中原烽火北”，表达了对在金人统治下的北中国的怀念；《水调歌头·和庞佑父》以“剪烛看吴钩”，“击楫誓中流”，表达北伐抗敌的热情。他的代表作《六州歌头》“长淮望断”概括了自绍兴和议、隆兴元年符离兵败后20余年间的社会状况，对于南宋王朝不修边备、不用贤才、实行屈辱求和的政策，表示了极大的愤慨。词中写道：“闻道中原遗老，常南望、翠葆霓旌；使行人到此，忠愤气填膺，有泪如倾。” 据说当时他在建康留守席上赋此词，张浚读了之后深为感动，为之罢席而去（《说郛》引《朝野遗记》）。清代陈廷焯《白雨斋词话》也说这首词“淋漓痛快，笔饱墨酣，读之令人起舞”，可见其影响之大。\n　　除却立意鲜明的爱国词作外，张孝祥的咏怀词也因其英姿奇气的高雅格调而为人称颂，此类写景寄情、因事立意之作，如《念奴娇·离思》《水调歌头·泛湘江》，通过对江上“处处风波恶”的描绘和对屈原的吊念，表达了自己“天涯漂泊”和无辜被黜的感慨，隐约而含蓄的表达了对朝廷的不满，而通过笔下描绘的旷朗情境，亦展示了自我胸怀。这一种经常流露的放旷、豁达的人生态度，显然是受到苏轼很深的影响，譬如《西江月·洞庭》的“世路如今已惯，此心到处悠然”，《浣溪沙》的“已是人间不系舟，此心元自不惊鸥，卧看骇浪与天浮”等，在清疏淡远的韵调中隐含着作者在饱受打击之后的牢骚不平。又如《念奴娇·过洞庭》是乾道二年（1166）因受谗毁罢官后自桂林北归的途中所作。上阕描写“表里俱澄澈”的洞庭湖景色，下阕抒发“肝肺皆冰雪”的高洁胸怀，被前人推为其词作中最杰出的一首。这类词作境界清疏空阔，情调凄凉萧飒，虽然没有直接写社会现实，但却呈现出了那个时代的特殊色彩。\n　　除却同国事紧密相关的爱国咏怀词外，张孝祥的情词也别具风格。其情词深婉清丽，情切意深，佳作尤推思念情人李氏的几首作品，譬如《念奴娇·风帆更起》中，“别岸风烟，孤舟灯火，今夕知何处？不如江月，照伊清夜同去。”面对与爱人被迫分别，他的内心是自责而痛苦的，江月可以随人，而人不如月，身不由己，只能“默想音容，遥怜儿女，独立衡皋暮。” 又展现了词人另一面多情的内心世界。\n　　张孝祥的才情也能从其随手拈来的早期写景小词中领略十分，这类写景词清雅流丽，其中有许多描绘临安景色的作品，譬如《西江月》中描绘西湖春色的“十里轻红自笑，两山浓翠相呼”，或《菩萨蛮》中“吴波细卷东风急，斜阳半落苍烟湿”。临安不仅有清雅秀丽的一面，也有繁华热闹的一面，譬如《鹧鸪天·春情》中描绘的“杏花未遇疏疏雨，杨柳初摇短短风”、“行行又入笙歌里，人在珠帘第几重？” 写出了杭州春日郊游盛况，读来仿佛入画境，春意盎然。—— 可见张孝祥词作无论选材范畴，还是表现手法并不局限一隅。\n　　据说张孝祥“平昔为词，未尝著稿，笔酣兴健，顷刻即成，初若不经意，反复究观，未有一字无来处……所谓骏发踔厉，寓以诗人句法者也。” （汤衡《张紫微雅词序》） 因为是凭借激情进行创作，所以情感连贯，热情澎湃，语言流畅自然，又能融汇前人诗句而不见雕琢痕迹。 查礼说：“于湖词声律宏迈，音节振拔，气雄而调雅，意缓而语峭”（《铜鼓书堂遗稿》），正概括了张孝祥词的基本特点。他写词也是有意地学习苏轼，评论者也多以为二人极其相似，如汤衡说：“自仇池（苏轼）仙去，能继其轨者，非公其谁与哉？”（《张紫微雅词序》）\n　　张孝祥与张元干一起号称南渡初期词坛双璧。张孝祥词上承苏轼，下开辛弃疾爱国词派的先河，是南宋词坛豪放派的代表人物之一。在词史上占有比较重要的地位。\n\n文\n　　张孝祥文章，在当时就受到很高的评价，观《于湖居士文集》，文集十六至二十卷是他的政论、奏议、内外制等。这类文章，用词精炼，想法独到。较之奏议文，因张孝祥曾两任中书舍人，为皇帝代言，因此其四六应制文，词翰爽美，虽是公文，却并不呆板，气质古雅，晓畅自然，为时所誉。孝祥所撰游记不多，但所存数篇文字清隽，气质飘逸，写景优秀，譬如《观月记》。 \n\n\n书法艺术\n\n　　张孝祥的书法在南宋一代名气甚著，高宗说他“必将名世”，孝宗亦在张孝祥去世后见到他遗墨“心实敬之”（叶绍翁《四朝见闻录》）。南宋朝诸多名家文人，都对孝祥的书法推崇有加。陆游谓“紫薇张舍人书帖为当时所贵重，锦囊玉轴，无家无之。” —— 可见当时受欢迎程度之高。朱熹语曰“安国天资敏妙，文章政事皆过人远甚。其作字皆得古人用笔意。使其老寿，更加学力，当益奇伟。” ——赞赏之余，对其早逝也深表惋惜。杨万里称“张安国书甚真而放，然学之者未尝见公之足于户下者也。” —— 欣赏之情可见。更有曹勋，王十朋，岳珂，董更，谷中等，都对张孝祥书法做出了很高的评价。\n\n　　张孝祥书法作为南宋著名书法家，其渊源甚广。孝祥并不局限于一家之长，而是广学各家所能，从而熔铸出自己的风格。其中尤以“学颜”，“崇米”为著。他的书法，一方面有颜真卿书法遒劲雄伟，气势磅礴，苍劲有力之态，一方面也有米芾书法的笔势奔放，秀拔清朗的面貌。除了揣摩前人墨迹，勤奋苦练之外，他也虚心求教当时书法名家刘岑，提高草书水平。总体而言，张孝祥各类书体皆通，而行草尤具飘逸奔放之势——这和他本身潇洒不羁的性格分不开，但同时，其字个体本身极具颜体的阳刚之美，力道遒劲，“观之者壮”，而力壮之下，却难掩其字清劲挺拔的英秀气质，正如“枯竹折松，驾雪凌霜”（曹勋《跋张安国草书》），可谓”笔力雄健，骨相奇伟，风格飘逸，气质清劲，并能自出新意“。他的书法盛行于南宋前期，在两宋书坛上有承前启后的作用。\n\n　　张孝祥的书迹传世甚少，今天尚能看到的只有六副作品：\n　　1 《静安府帖》\n　　2 《临存帖》\n　　3 《关辙帖》\n　　4 《泾川帖》\n　　5 《柴沟帖》\n　　6 跋《黄庭坚书伏波神祠诗卷》\n\n",
  "desc": "张孝祥（1132年－1169年），字安国，号于湖居士，汉族，简州（今属四川）人，生于明州鄞县。宋朝词人。著有《于湖集》40卷、《于湖词》1卷。其才思敏捷，词豪放爽朗，风格与苏轼相近，孝祥“尝慕东坡，每作为诗文，必问门人曰：‘比东坡如何？’”",
  "dynasty": "宋代",
  "id": 406,
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_406.jpg",
  "name": "张孝祥",
  "star": 260
}