{
  "content": "轶事典故\n\n　　郑太穆做金州刺史，写信给司空于頔。他的信写得很随便，不讲礼貌。信中说，你如南海的大鹏鸟，如天之砥柱，飞起来日月都会被遮掩，扇动翅膀，山岳也要倾倒。是皇上的重臣，各地官员的楷模。我郑太穆一家二百多口人，分住在东西两京，挨饿受冻。我管理的地盘小，薪俸少，节衣缩食。请你给我一千贯钱、一千疋绢、一千两买东西的银子、一千石米，再给我十名女婢、十名男仆。而且说：\"这对于你，不过是千树之一叶，但这一叶对于我，足以遮荫，对于你，又如大海的几滴水，对我，那就是一片大泽了。\"于頔读了信，没有叹息，也无惊讶。只是说：\"郑太穆要的东西，依次各给一半。\"因为当时军费开支很大，所以不能全给。匡卢地方又有一个叫符戴的山人差了一个小童子持信到于頔那里去，要求给钱一百万，把匡卢山买下来，于頔不但照给，外赠纸墨、布帛。还有一个叫崔郊的读书人，擅长文艺，住在一个穷县。崔郊跟他姑姑的婢女私通。那婢女天生丽质，歌舞弹唱都能，是汉南一带最美的女子。崔郊的姑姑家境不好，把这个婢女卖给于頔，于頔非常喜欢这个婢女，给钱四十万枚，备加宠爱。崔郊对这个女子思念不已，跑到于頔府的附近，盼望能见到女子一面。女子在寒食节那天果然出了门，崔郊等在柳树下，两个相见，饮泣不已，发誓终生相爱。 崔郊赠女子一诗： 　公子王孙逐后尘，绿珠垂泪滴罗巾。 　侯门一入深如海，从此萧郎是路人。 　从行中有人生崔郊的气，就把这首诗写下来，贴在厅里。于頔看到这首诗，叫人把崔郊召到府上，左右的人猜不出他的用意。崔郊也提心吊胆，但逃不掉，只好去。于頔见了崔郊，握着他的手说：\"侯门一入深如海，从此肖郎是路人。是先生写的呀？四十万是一笔小钱，怎能抵得上你这首诗呢？你应该早一些写信告诉我。\"马上让两个有情人一起归去，并且赠送了很丰厚的妆奁，崔郊夫妻也算小富。当初，有从零陵来的人说，在太守戎昱家的酒席上看到了一个歌唱得很漂亮的女子。于頔就让人召她来，戎昱官小不敢抗命，拖了一个多月，把那女子送来了。于頔就叫她唱歌，那女子唱的歌词，就是戎昱所写，所弹乐器，也是戎昱所赠。于頔说：\"唉，大丈夫应该建功立业，为后世楷模，岂能夺人所爱，为自己来玩乐？\"于是，赠给很丰厚的礼品，亲自写信向戎昱道歉。云溪子说：\"晋朝王敦把乐伎送给士兵、隋朝杨素送还赵德言的妻子，都是不贪财、不爱色的榜样，这是少有的，被称为雅谈。历代做宰辅的人，没有超越于頔这种大器量的。\"戎昱作的歌词是： 　宝钿香娥翡翠裙，妆成掩泣欲行云。 　殷勤好取襄王意，莫向阳台梦使君。\n\n\n生平\n\n　　于頔中唐大臣。字允元，行二十九，河南人。后周太师谨七世孙。鲜卑族。字允元，京兆高陵人。其祖辈自北周时迁入关中，世代为官。初以门荫入仕，补千牛，自华阴尉累迁侍御史。充入吐蕃计会使，时论以有出使之才。擢长安令、驾部郎中。\n\n　　后出任湖州刺史。该州长城方山下有湖陂，名西湖。南朝时曾疏凿，灌田3000顷，后失修废弃。他到任行至该处，命修复堤塘，重新灌田，水稻和养鱼获丰收，改善了百姓的生活。湖州任后，调为苏州刺史。在苏州，他移风易俗，毁淫祠，拆庙宇，修街道，开沟洫，改造环境，卓有政绩，但过于暴横。观察使上奏朝廷，德宗不予理睬。后迁大理卿、陕虢观察使。他“自为得志，益恣威虐”。对属下横加责罚，参军事姚岘不愿受其虐，投河而死。\n\n　　贞元十四年，调任襄州刺史、山南东道节度观察使。遇蔡州吴少诚叛乱，他率兵攻取了唐州之吴房、郎山县，趁势广募士兵，储备甲杖器械。他向朝廷提议，将襄州升为大都督府，德宗照允。他于是“公敛私输，持下益急，而慢于奉上”【注：见《新唐书·于頔传》】。他诬奏邓州刺史元洪贪赃，朝廷判流端州，行至枣阳县，他又命部下兵将元洪劫到襄州拘留，再上表说对元洪处刑太重，德宗无奈，复下旨除元洪为吉州长史。部属判官薛正伦卒，他令士兵围其第，强抢其女为儿媳。他的骄横为天下所闻，故人称不遵法度的节度使为“襄样节度”。累迁为检校尚书左仆射、平章事，封燕国公。\n\n　　宪宗即位，朝纲稍肃，他略为收敛。要求以第四子于季友婚配宪宗长女永昌公主，宪宗应允。随即入朝，拜司空，同中书门下平章事。他当了宰相，其子于敏仗势横行，恣意杀人。经三司审问，他被贬为恩王傅，于敏赐死。当年十月，改授他为太子宾客【注：《新唐书》本传为拜户部尚书，此从《旧唐书》】。\n\n　　元和十年 ，朝廷出兵淮西，讨吴元济叛乱，他献出银7000两、金500两、玉带两条，以助军饷，宪宗不纳。十三年八月卒，赠太保。\n\n\n历史贡献\n\n　　唐贞元八年，任苏州刺史，他整修荻塘岸，平望至南浔五十里，缮完堤防，疏凿畎浍，列树以表道，决水以溉田，民颂其德，改名頔塘。\n\n",
  "desc": "于頔（dí）（？—818年） 唐朝大臣。字允元，北周太师于谨的七世孙。行二十九，河南（今河南洛阳）人。始以门荫补千牛，调授华阴尉。建中四年以摄监察御史充入蕃使判官。迁司门员外郎兼侍御史，充入蕃计会使。历长安令、驾部郎中。贞元七年出为湖州刺史，有政声，与诗僧皎然等唱酬。",
  "dynasty": "唐代",
  "id": 2772,
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_2772.jpg",
  "name": "于頔",
  "star": 0
}