{
  "content": "人物生平\n\n年少德高\n　　晏殊从小聪明好学，5岁就能创作有“神童”之称。景德元年，江南按抚张知白听说这件事，将他以神童的身份推荐。次年，14岁的晏殊和来自各地的数千名考生同时入殿参加考试，晏殊的神色毫不胆摄，用笔很快完成了答卷。受到真宗的嘉赏，赐同进士出身。宰相寇准说道：“晏殊是外地人”皇帝回答道：“张九龄难道不是外地人吗？”过了两天，又要进行诗、赋、论的考试，晏殊上奏说道“我曾经做过这些题，请用别的题来测试我。”他的真诚与才华更受到真宗的赞赏，授其秘书省正事，留秘阁读书深造。他学习勤奋，交友持重，深得直使馆陈彭年的器重。三年，召试中书，任太常寺奉礼郎。\n\n宦海沉浮\n　　大中祥符元年任光禄寺丞，他父亲去世，他回到临川服丧，服丧期未了就被召回任职，跟从皇上到太清官祭祀。皇上令他编修宝训，做了同判太常礼院。不久，母亲去世，他请求等服期结束后再任职。皇上没有允许。又被调任为太常寺丞，被提升为左正言、直史馆，做了升王府记室参军，掌书写笺。年中时，迁升为户部员外郎，做了太子舍人，不久又做了知制诰、判集贤院。过了很长时间，做了翰林学士，迁升为左庶子。皇上每次向晏殊询问事情，都是用方寸小字把所问的内容写在小纸片上给他。晏殊把自己的建议写好后，连同那个小纸片都装在一起呈给皇上，皇上对他的谨慎严密很欣赏。乾兴元年，年仅12岁的仁宗继位，刘太后听政。宰相丁谓、枢密使曹利用想独揽大权，朝中众官议论纷纷，束手无策。晏殊提出“垂帘听政”的建议，得到大臣们的支持。为此，迁右谏议大夫兼侍读学士、加给事中，后任礼部侍郎知审官院、郊礼仪仗使、迁枢密副使。因反对张耆升任枢密使，违反了刘太后的旨意，加之在玉清宫怒以朝笏撞折侍从的门牙，被御史弹劾。\n\n创办教育\n　　天圣五年，以刑部侍郎贬知宣州，后改知应天府。在此期间，他极重视书院的发展，大力扶持应天府书院，力邀范仲淹到书院讲学，培养了大批人才。该书院与白鹿洞、石鼓、岳麓合称宋初四大书院。这是自五代以来，学校屡遭禁废后，由晏殊开创大办教育之先河。庆历三年在宰相任上时，又与枢密副使范仲淹一起，倡导州、县立学和改革教学内容，官学设教授。自此，京师至郡县，都设有官学。这就是有名的“庆历兴学”。\n\n扭转战局\n　　明道元年，晏殊升任参知政事加尚书左丞。第二年\n\n　　因谏阻太后“服衮冕以谒太庙”，贬知亳州、陈州。五年后召任刑部尚书兼御史中丞，复为三司使。时值李元昊称帝，建立西夏国，并出兵陕西一带，而宋将屡屡败退。晏殊全面分析当时的军事形势，从失利中找原因，针对存在的问题，奏请仁宗后，办了四件加强军备的大事：撤消内臣监军，使军队统帅有权决定军中大事；召募、训练弓箭手，以备作战之用；清理宫中长期积压的财物，资助边关军饷；追回被各司侵占的物资，充实国库。由此，宋军很快平定了西夏的进犯。\n\n晚年生活\n　　庆历二年，晏殊官拜宰相，以枢密使加平章事。第二年，以检校太尉刑部尚书同平章事，晋中书门下平章事，集贤殿学士，兼枢密使。庆历四年，因撰修李宸妃墓志等事，遭孙甫、蔡襄弹劾，贬为工部尚书知颖州，后又以礼部、刑部尚书知陈州、许州。60岁时以户部尚书、观文殿大学士知永兴军节度使。后调到河南府，官衔被转到兵部。至和元年六月，晏殊因病请求回京城医治，待病好以后，再出京任职，仁宗特意把他留下来，让他为自己讲经释义，让他五天到自己这里来一次，按宰相的规格对待他。过了一年，晏殊的病情加重了，仁宗想前去看他。晏殊知道后就立刻派人捎信给仁宗，信中说：“我老了又重病在身，不能做事了，不值得被陛下您担心了。”不久即于至和二年正月二十八日去世。仁宗虽然亲自前去哀悼，但仍因没能在他卧病时来看望他感到遗憾，特地二天没有上朝。赠给晏殊司空兼侍中的官爵，赐谥号为“元献”，在碑文的首款篆写了“旧学之碑”四个字。晏殊虽多年身居要位，却平易近人。他唯贤是举，范仲淹、孔道辅、王安石等均出自其门下；韩琦、富弼、欧阳修等皆经他栽培、荐引，都得到重用。韩琦连任仁宗、英宗、神宗三朝宰相；富弼身为晏殊女婿，但殊举贤不避亲，晏殊为宰相时，富弼为枢密副使，后官拜宰相。\n\n\n天赋才华\n\n　　晏殊从小聪明好学，5岁能创作诗，有“神童”之称。景德元年，江南按抚张知白闻知，极力举荐进京。次年，14岁的晏殊与来自全国各地的千名考生同时入殿参加考试，从容应试，援笔立成，受到真宗的嘉赏，赐同进士出身。第三天复试“赋”时，看题后奏道：此赋题自己以前曾做过，请求另改它题。其诚实与才华，更受到真宗的赞赏，授其秘书省正事，留秘阁读书深造。他学习勤奋，交游持重，深得直使馆陈彭年的器重。三年，召试中书，任太常寺奉礼郎。\n\n　　大中祥符元年任光禄寺丞；次年，召试学士院，为集贤校理；三年，任著作佐郎。七年，随真宗祭祀亳州太清宫，赐绯衣银鱼，诏修宝训，同判太常礼院、太常寺丞。尔后，历任左正言、直史馆、王府记室参军、尚书户部员外郎、太子舍人，权知制诰，判集贤殿。天禧四年，为翰林学士、左庶子。其学识渊博，办事干练，真宗每遇疑难事，常以方寸小纸细书向其咨询。他也将自己的答奏慎密封呈，多获真宗采纳，被倚为股肱。\n\n　　乾兴元年，年仅12岁的仁宗继位，刘太后听政。宰相丁谓、枢密使曹利用想独揽大权，朝中众官议论纷纷，束手无策。晏殊提出“垂帘听政”的建议，得到大臣们的支持。为此，迁右谏议大夫兼侍读学士、加给事中，后任礼部侍郎知审官院、郊礼仪仗使、迁枢密副使。因反对张耆升任枢密使，违反了刘太后的旨意，加之在玉清宫怒以朝笏撞折侍从的门牙，被御史弹劾。天圣五年，以刑部侍郎贬知宣州，后改知应天府。在此期间，他极重视书院的发展，大力扶持应天府书院，力邀范仲淹到书院讲学，培养了大批人才。该书院与白鹿洞、石鼓、岳麓合称宋初四大书院。这是自五代以来，学校屡遭禁废后，由晏殊开创大办教育之先河。庆历三年在宰相任上时，又与枢密副使范仲淹一起，倡导州、县立学和改革教学内容，官学设教授。自此，京师至郡县，都设有官学。这就是有名的“庆历兴学”。\n\n\n诗词成就\n\n　　晏词集中没有朋友之间的合作，没有一首是“次韵”之作。这可见晏殊填词，纯为抒写自己的性情，不是为应酬而作。因为不是敷衍朋友，故有真性情。不象南宋时以词作为进身之阶或交友之贽，没有把词当作“敲门砖”，所以有好作品。\n\n　　晏殊词中也没有如柳永、张先等人作品中的那种羁旅愁苦，这是由于他一生富贵，仕途坦荡决定的。\n\n　　《东都事略》说他有文集240卷，《中兴书目》作94卷，《文献通考》载《临川集》30卷，皆不传。传者惟《珠玉词》3卷。汲古阁并为1卷，为《宋六十名家词》之首集，计词131首，清人辑有【晏文献遗文】收入【宋四人集】中。\n\n\n官场时光\n\n　　明道元年，晏殊升任参知政事加尚书左丞。第二年因谏阻太后“服衮冕以谒太庙”，贬知亳州、陈州。五年后召任刑部尚书兼御史中丞，复为三司使。时值赵元昊称帝，建立西夏国，并出兵陕西一带，而宋将屡屡败退。晏殊全面分析当时的军事形势，从失利中找原因，针对存在的问题，奏请仁宗后，办了四件加强军备的大事：撤消内臣监军，使军队统帅有权决定军中大事；召募、训练弓箭手，以备作战之用；清理宫中长期积压的财物，资助边关军饷；追回被各司侵占的物资，充实国库。由此，宋军很快平定了西夏的进犯。\n\n　　庆历二年，晏殊官拜宰相，以枢密使加平章事。第二年，以检校太尉刑部尚书同平章事，晋中书门下平章事，集贤殿学士，兼枢密使。庆历四年，因撰修李宸妃墓志等事，遭孙甫、蔡襄弹劾，贬为工部尚书知颖州，后又以礼部、刑部尚书知陈州、许州。60岁时以户部尚书、观文殿大学士知永兴军。63岁知河南，迁兵部尚书，封临淄公。64岁因病回京就医，并留任侍经筵，为皇帝讲授经史，其礼仪、随从均与宰相待遇相同。至和二年病卒京都开封。仁宗亲往祭奠，追赠为司空兼侍中，谥“元献”，并亲篆其碑曰：“旧学之碑”。\n\n　　晏殊虽多年身居要位，却平易近人。他唯贤是举，范仲淹、孔道辅、王安石等均出自其门下；韩琦、富弼、欧阳修等皆经他栽培、荐引，都得到重用。韩琦连任仁宗、英宗、神宗三朝宰相；富弼身为晏殊女婿，但殊举贤不避亲，晏殊为宰相时，富弼为枢密副使，后官拜宰相。\n\n　　晏殊在文学上有多方面的成就和贡献。他能诗、善词，文章典丽，书法皆工，而以词最为突出，有“宰相词人”之称。他的词，吸收了南唐“花间派”和冯延巳的典雅流丽词风，开创北宋婉约词风，被称为“北宋倚声家之初祖”。他的词语言清丽，声调和谐，写景重其精神，赋于自然物以生命，形成了自己的特色。其“无可奈何花落去，似曾相识燕归来”、“昨夜西风凋碧树。独上高楼，望尽天涯路”、“念兰堂红烛，心长焰短，向人垂泪”等佳句广为流传。他一生写了一万多首词，大部分已散失，仅存《珠玉词》136首。他既是导宋词先路的一代词宗、江西词派的领袖，还是中国诗史上的一位多产诗人。《全宋诗》中收其诗160首、残句59句、存目3首。在《全宋文》中仅存散文53篇。有清人所辑《晏元献遗文》行于世。世称“抚州八晏”。\n\n　　晏殊在朝为官50多年，但他对家乡的山山水水时时萦绕于心，其诗作《崇因寺》、《金柅园》、《麻姑山》等，表达了对家乡的热爱之情。家乡人民对这位“宰相词人”，也是怀念和崇敬的，抚州市城区有一条街被命名为“同叔路”。此外还有“晏殊纪念亭”、“金柅园诗碑”、“二晏桥”等。 \n\n\n评价\n\n　　《珠玉词》中没有长调慢词，全是小令。由此也可知：一方面当时慢词尚未流行，晏殊笃守《花间》的成规；同时可见晏殊这些词大都是在酒席或寿筵上临时即景之作，不是仔细用心推敲出来的。其次，晏词集中没有朋友之间的和作。\n\n　　晏殊词中也没有游山玩水或羁旅愁苦如柳永、张先诸人的作品，这是由于他一生富贵，自然无愁苦之词,但他也并非全无悲戚，不过他所悲所戚的是人生中共有的“无可奈何”的共悲，而非个人为某事的小悲小痛，又因为他一生历任各级大官，纵有儿女之情也不能象柳永、秦观那样表达出来，所以他词中又似乎有一种潜伏的风情，不能倾泻出来，只能在一定范围内隐约地表达，适可而止。\n\n\n藏书故实\n\n　　景德初赐同进士出身，官至同中书门下平章事，谥元献。奉养清俭，好贤，奖掖后进，著名文学家范仲淹、欧阳修皆出其门下。笃学工诗，凡书简及公家文牍，未尝弃一纸，皆积累以抄书，遇到纸张不平者，则手执熨斗熨平。手校《世说新语》，为当时流传之善本。聚图书盈一室。子晏几道，著名文学家，字叔原。聚书亦多，每逢其家搬迁时，其妻厌恶之，说好像是乞儿子搬漆碗一样。",
  "desc": "晏殊【yàn shū】（991-1055）字同叔，著名词人、诗人、散文家，北宋抚州府临川城人（今江西进贤县文港镇沙河人，位于香楠峰下，其父为抚州府手力节级），是当时的抚州籍第一个宰相。晏殊与其第七子晏几道（1037-1110），在当时北宋词坛上，被称为“大晏”和“小晏”。",
  "dynasty": "宋代",
  "id": 432,
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_432.jpg",
  "name": "晏殊",
  "star": 465
}