{
  "content": "历史评价\n\n　　宋钦宗在位仅一年多时间，却走马灯似地拜罢了二十六名宰执大臣。其中对危局产生关键性影响者，则是耿南仲、李纲、种师道等人。他们的一些重要的救国之策不被宋钦宗采纳，而一些重要误国之谋却又被宋钦宗采纳。以下是中国社会科学院历史研究所，王曾瑜研究员《宋钦宗和他的四名宰执》一文节选，通过该文我们可以了解到一些关于宋钦宗在位期间政治策略的得失，以及他治国一年的功过是非。\n\n　　一、与耿南仲\n\n　　宋钦宗即位前，耿南仲曾任十四年的皇太子宫僚。宋徽宗宠爱三子郓王赵楷，颇有废立之意，据胡寅说：“渊圣皇帝在东宫，当宣和季年，王黼欲摇动者屡矣。（耿）南仲为东宫官，计无所出，则归依右丞李邦彦。邦彦其时方被宠眷，又阴为他日之计，每因王黼谗谮，颇曾解纷。”由于在皇太子地位岌岌可危时的特殊关系，宋钦宗即位后的第三天，就命耿南仲为签书枢密院事，耿南仲害怕金军，“奉椒房出奔”，一度逃离开封，仍深得宋钦宗的信任。\n耿南仲任执政后最重要的政绩，一是排除异己，二是“主和议”，破坏抗金。此两条劣迹不是在平时，而是在危难时期，就不能不在北宋覆亡中起着恶劣的作用。怯于公战，勇于私斗，宋朝有不少士大夫，如果说他们治国和救国全然无方，而彼此勾心斗角，玩弄机谋权术，却又有足够的聪明才智，耿南仲就是一个典型。\n\n　　二、与李纲\n\n　　当金军南侵之际，宋方朝野乱成一团，简直是束手无策。时为太常少卿的李纲却脱颖而出，超升兵部侍郎，很快又超升执政。\n宋钦宗随即又授任他东京留守、亲征行营使。正如《朱子语类》卷130所说：“当时不使他，更使谁？士气至此，消索无馀，它人皆不肯向前。惟有渠尚不顾死，且得倚仗之。”李纲作为一个本不知兵的文臣，在仓猝之际，居然相当有效地组织了开封的城防，屡次击退了敌人。他既在士民中赢得了很高的威望，却又招致了同列很深的忌妒。宋钦宗本人来回摇摆于卑怯的投降主义和轻率的冒险主义之间，他委任李纲负责城防，又不能授予全权，更不听李纲的劝阻，而致力于屈辱求和。\n\n　　靖康元年（公元1126）二月初，发生了宋钦宗批准姚平仲劫金营而失败的事件。李焘编纂《续资治通鉴长编》，将此事归结为“李纲主平仲之谋”，但李纲在上皇帝奏中明确说，“平仲之出”，“在微臣实无所与”。故《朱子语类》卷130力辩其非，说：“劫寨一事，决于姚平仲侥幸之举，纲实不知。”事实上，此次劫寨“杀伤相当”，“行营司所失才百馀人，而（陕）3西兵及勤王之师折伤千馀人”，然而宰相李邦彦“方主和议，忌李纲主战”，他与众执政乘机夸张事态，诿过于李纲。宋钦宗惊慌失措，下令罢免李纲和统率陕西援兵的老将、同知枢密院事种师道。於是开封城中爆发了陈东领导的伏阙上书爱国群众运动。\n\n　　陈东直到临死，也并未与李纲有一面之交。几万无组织的群众云集宣德门下，正说明人同此心，心同此理，大家认定，救国已非李纲莫属。当然，群众运动到此也很难控制激烈的行为，如杀内侍，殴击宰相李邦彦等。但宋钦宗无疑是将爱国群众运动视为厉阶，不能容忍对其君主权威的挑战。他虽然被迫复用李纲，也根本不可能有李纲在幕後操纵此次“伏阙”的证据，而“自後君臣遂生间隙，疑其以军民胁己”，“颇忌之”。当时给李纲空名官告三千馀道，李纲“只用三十一道”，只因补无品小武官进武副尉二人，而宋钦宗居然亲下御批说：“惟辟作福，惟辟作威，大臣专权，浸不可长。”正如朱熹感叹说：“如此，教人如何做事？”\n\n　　宋钦宗曾被迫与金东路军统帅完颜斡离不订立城下之盟，事后他有翻悔，并听从李纲建议，“解太原之围”，拒绝割让自太原、中山和河间三镇以北的土地。\n\n　　宋钦宗毁约之後，首要的问题是救援被围的河东首府太原。北宋晚期，其战时统兵体制的一大弊病，是沿袭传统，往往还是由不知兵的文臣，以及宦官童贯、谭稹、梁方平等主持军事。如前所述，李纲公开斥责耿南仲离间皇帝父子，双方更多了一重嫌隙。当宋军初次救援太原失败後，耿南仲乘机进言：“欲援太原，非纲不可。”宋钦宗立即任命李纲为河北、河东路宣抚使。当时台谏官陈过庭、陈公辅、余应求等都看穿了耿南仲等人的用心，说李纲“不知军旅，将兵必败”，“为大臣所陷”，“不宜遣”。李纲本人也有自知之明，“再拜力辞”，说自己“且误国事，死不足以塞责”。宋钦宗却听信谗言，为之震怒。宰执中唯一志同道合的同知枢密院事许翰，为李纲写了“杜邮”两字，引用秦将白起被赐死的典故。李纲至此不得不就任出行。\n\n　　太原之战是决定北宋皇朝命运的关键性一战。太原失守，使金西路军得以南下，与东路军会师，而宋军主力则在两次救援战中耗折殆尽，开封的陷落遂成定局。李纲并非在救援战中不尽己力，却在本来已是十分艰难的形势下，又遇到朝廷的多方掣肘，终於在太原陷落後被劾下台，贬黜出京。\n\n　　正如後来胡寅评论说，耿南仲“中制河东之师，必使陷没，以伸和议之必信。”李纲的下台，固然是快了耿南仲之流的私愤，但受害最深的，却是宋钦宗本人。待开封再次被围，宋钦宗于靖康元年闰十一月“驿召李纲为资政殿大学士、领开封府”，却为时已晚。李纲接到此项诏命，大约是在靖康二年，即建炎元年（公元1127）三月，当时金人正驱虏徽、钦二帝等北上。尽管有救援太原的失败，但到南宋初年，朝野一切有识之士还是认为，唯有李纲方能担当救国的重任。\n\n\n家庭成员\n\n父母\n\n　　父亲：宋徽宗赵佶\n\n　　母亲：显恭皇后王氏\n\n妻子\n\n　　宋钦宗的皇后\n\n　　宋钦宗的皇后\n\n　　仁怀皇后朱琏（？---1127年），宋钦宗赵桓的皇后，汴京祥符人。宣和七年，钦宗即位，册封朱氏为皇后。后来金兵攻陷汴京城，俘虏徽、钦二帝，郑氏、朱氏二后，后宫宗室、大臣三千余人北归，当时正值农历四月，北方天气仍很寒冷，徽钦二帝和郑朱二后衣服都很单薄，晚上经常冻得睡不着觉。朱后当时二十六岁，艳丽多姿，经常受到金兵的调戏。据说他们到达会宁府时，金人举行了献俘仪式，命令二帝及其后妃、宗室等都到金太祖庙去行“牵羊礼”，又下令皇太后、皇后入金宫“赐浴”。朱皇后不堪污辱，当天投水自杀身亡。\n\n子女\n\n儿子\n\n　　太子赵谌（1117年－？），宋钦宗赵桓长子，朱皇后所出。政和七年（1117年）出生，为宋徽宗嫡皇孙，宋朝开国以来尚没有当朝皇帝得嫡孙的，宋徽宗大喜。蔡京奏请任命皇孙为检校少保、常德军节度使，封崇国公，徽宗同意。王黼辅政，谋夺蔡京之权，说蔡京把东宫太子看做皇帝，遂降赵谌为高州防御使。靖康元年（1126年），宋钦宗继位，迁赵谌检校少保、昭庆军节度使、大宁郡王。进封检校少傅、宁国军节度使。四月，诏立为皇太子。\n\n　　赵谨，建炎元年九月初六日生，母慎德妃（《靖康稗史笺证·呻吟语》）\n\n　　赵训，建炎三年七月初六日生，母郑夫人（《靖康稗史笺证·呻吟语》）。训乃北地所生。有砀山人留遇僧者，金人见之曰：“全似赵家少帝。”遇僧窃喜。绍兴十年，三京路通，诏求宗室。遇僧自言少帝第二子，乃守臣遣赴行在，过泗州，州官孙守信疑之，白其守，请于朝。阁门言渊圣无第二子，诏宁信劾治。遇僧伏罪，黥隶琼州。后有自北至者，曰：“渊圣小大王训，见居五国城。”（《宋史·宗室》）\n\n女儿\n\n　　柔嘉公主，为皇后朱琏所生，生于1121年，卒年不详。后随宋钦宗至五国城。\n\n\n生平\n\n　　赵桓，原名赵亶，又名赵煊，是宋徽宗赵佶的长子，宋钦宗四月十三日生，此日为乾龙节，宋高宗赵构异母兄，母恭显皇后王氏。纳武康军节度使朱伯材之女朱琏为太子妃。在金兵大举入侵汴京（今河南开封）之际，宋徽宗禅让帝位，赵桓被迫即位，是为宋钦宗。他是历史上懦弱无能的昏君，听信奸臣谗言，罢免了李纲。金兵围攻汴京，却无力抵抗，最终被金人俘虏去贬为庶人。\n\n　　宣和七年（1125年），赵桓受父宋徽宗赵佶禅让登基，是为宋钦宗，改年号为靖康。\n\n　　即位后，立刻贬蔡京、童贯等人，然后重用李纲抗金。但是他十分懦弱无能，优柔寡断。后来听从奸臣谗言，罢免了李纲，向金求和。\n金国趁此机会于靖康二年（1127年）南下渡黄河破宋京东京（今开封），史称靖康之变。\n\n　　北宋靖康二年（金朝天会五年）（1127年），金太宗下诏废宋徽宗、宋钦宗二帝，贬为庶人，强行脱去二帝龙袍，随行的李若水抱着宋钦宗身体，斥责金人为狗辈，金人用刀割裂他的咽喉，金人册封张邦昌为帝，国号大楚（史称张楚或伪楚），北宋灭亡。\n\n　　七月，二帝被俘北上，迁到燕京，天会六年（1128年）抵达金上京会宁府。二帝著素服跪拜金太祖庙，行「牵羊礼」，在乾元殿拜谒金太宗完颜吴乞买。金太宗封宋徽宗为昏德公，宋钦宗为重昏侯，二帝迁往韩州（吉林省梨树县北偏脸城）。天会八年（1130年）又将二帝迁到五国城（今黑龙江省依兰县城北旧古城）软禁。\n\n　　八年后，即天会十三年（绍兴五年，1135年）宋徽宗驾崩于五国城。\n\n　　天眷三年（1140年），金主战派完颜宗弼率领金国军队南侵，先在开封正南的顺昌败于刘錡所部的「八字军」，再于开封西南的郾城和颍昌，在金国女真精锐部队所拿手的骑兵对阵中两次败于岳飞的岳家军，只在开封东南面的淮西亳州、宿州一带战胜了宋军中最弱的张俊一军，在宋高宗以「十二道金牌」敕召回岳家军前，金军已被压缩到开封东部和北部。完颜宗弼开始转向接受议和。\n\n　　皇统元年（1141年） 金熙宗为改善与南宋的关系，将驾崩的宋徽宗追封为天水郡王，将宋钦宗封为天水郡公。第一提高了级别，原来封宋徽宗为二品昏德公，追封为王升为一品，原封宋钦宗为三品重昏侯，现封为公升为二品。第二是去掉了原封号中的侮辱含义。第三是以赵姓天水郡望作为封号，以示尊重。同时南宋朝廷解除了岳飞、韩世忠、刘錡、杨沂中等将的兵权，为《绍兴和议》做好了准备。十一月间，宋、金为《绍兴和议》达成书面协议。十二月末除夕夜（1142年），南宋朝廷杀岳飞，据《宋史》载是为了满足完颜宗弼议和所设前提。绍兴十二年（1142年）三月，宋金《绍兴和议》彻底完成所有手续。夏四月丁卯（1142年5月1日），高宗生母韦贤妃同宋徽宗棺椁归宋。离行时，宋钦宗挽住她的车轮，请她转告宋高宗，若能回去，他只要当个太乙宫主就满足了。韦贤妃哭着说，如果你不回来，我宁愿眼睛瞎掉算了。但是宋高宗因为自己已经绝後（宋高宗之子宋孝宗是养子），不想让宋钦宗或其子孙即承帝位，所以宋钦宗到死也没能回到宋。而韦贤妃晚年果真有眼疾，瞎了一只眼睛。\n\n　　《大宋宣和遗事》记载，宋绍兴26年（1156年），宋钦宗驾崩。关于死因，众说纷纭，传说为金朝皇帝海陵王完颜亮叫56岁的宋钦宗和54岁辽天祚帝耶律延禧去比赛马球，宋钦宗从马上跌下来，被马乱践而死。五年后，即绍兴三十一年（正隆六年，1161年）宋钦宗死讯传到南宋，这使得对宋钦宗驾崩于1156年还是1161年也产生争议。庙号宋钦宗，谥号恭文顺德仁孝皇帝，葬于永献陵。\n\n\n大事年表\n\n　　宣和七年（1125年）金兵南下时受父徽宗之禅即位。次年被迫起用主战派李纲抗金,斩杀罢黜了蔡京一党，卓有成效，金兵北退。但仍答应以赔款、割太原等三镇乞降求和。\n\n　　靖康元年 （1126年）金人复来，十一月金兵围困汴京开封，亲自前往金营议和被扣留。\n\n　　靖康二年（1127年）二月，汴京城破，北宋灭亡，与徽宗被金废为庶人，四月与徽宗等宗室以及北宋一些大臣被金兵俘掳北去，先置于燕京，九月又徙往更遥远的上京会宁府（今黑龙江阿城）。\n\n　　次年金天会六年（1128年）八月，方抵上京，金太宗封徽宗为昏德公，钦宗为重昏侯。十月，又将徽、钦二帝发配至韩州（今辽宁昌图北，一说吉林梨树）。天会八年（1130年）七月，又将二帝迁往北国边陲小镇五国城（今黑龙江依兰县），在此“坐井观天”。天会十三年（1135年）四月，其父徽宗赵佶在五国城病死。\n\n　　皇统元年（1141年），金熙宗改封其为天水郡公，昏德公（徽宗，已故）为天水郡王，海滨王耶律延禧（辽末代皇帝）为豫王。\n\n　　南宋绍兴十二年（1142年），高宗之母韦氏与徽宗“梓宫”被放还南归，临行前在五国城赵桓跪求韦氏带信给高宗赵构，求他这位同父异母弟将其赎回，“只为太乙观主足矣，他不敢望也。”明说只求让他回宋出家去道观做一个道士就行了，不再有做皇帝的念头。韦氏归后，渺无音信。然高宗议和，杀岳飞等名将，所虑着惟钦宗尔。\n\n　　金海陵王完颜亮即位后，一度曾把赵桓迁到上京会宁府居住。贞元元年（1153年），完颜亮自上京迁都燕京，改名为中都，将赵桓带去。\n正隆元年六月(1156年），赵桓在燕京病死，终年57岁，金朝将其葬于永献陵（今河南省巩县）。\n\n　　赵桓死在燕京是史书有记载的，有定论的。《辞海》、《中国历史大事年表》等说他死在五国城是不对的。\n\n　　赵桓死因另据《大宋宣和遗事》记载，绍兴二十六年六月（1156年），金国皇帝完颜亮命56岁的宋钦宗赵桓和 54岁的辽天祚帝耶律延禧去比赛马球。耶律延禧善骑术，企图纵马冲出重围逃命，结果被乱箭射死。钦宗皇帝身体孱弱，患有严重的风疾，又不善马术，很快从马上摔下，被马乱践而死。\n\n　　直到绍兴三十一年（1161年），赵桓的死讯才传到南宋，其弟宋高宗赵构表面上痛不欲生，内心却暗自窃喜，终于可以心安了，谥号“恭文顺德仁孝皇帝”，庙号宋钦宗。\n\n\n蒙难受辱\n\n靖康之耻\n\n　　金军虽然退出了京师，但并未停止攻宋战争。靖康元年九月，太原失守，使宗翰率领的西路金兵得以顺利南下，与东路军合围汴京，并于十一月攻占开封外城。\n\n　　在攻下开封外城后，精明的金军将帅并未立即攻城，只是占领外城四壁，并假惺惺地宣布议和退兵。钦宗居然信以为真，命何栗和齐王赵栩到金营求和。宗翰说：“自古就有南北之分，今之所议，在割地而已。”又“请求”太上皇到金营谈判。与其说是请求，倒不如说是命令。徽宗哪有这份胆量？钦宗不得已，以太上皇受惊过度、痼疾缠身为由，由自己代为前往。\n\n　　闰十一月三十日黎明，钦宗率大臣多人前往金营，这恰恰中了金人的圈套。钦宗到金营后，金军统帅却不与他相见，只是派人索要降表。钦宗不敢违背，慌忙令人写降表献上。而金人却不满意，并命令须用四六对偶句写降表。钦宗迫于无奈，说事已至此，其他就不必计较了。大臣孙觌反复斟酌，改易四遍，方才令金人满意。降表大意不过就是向金俯首称臣，乞求宽恕，极尽奴颜婢膝之态。呈上降表后，金人又提出要太上皇前来，钦宗苦苦恳求，金人方才不再坚持。接着，金人在斋宫里向北设香案，令宋朝君臣面北而拜，以尽臣礼，宣读降表。当时风雪交加，钦宗君臣受此凌辱，皆暗自垂泪。投降仪式进行完毕，金人心满意足，便放钦宗返回。钦宗自入金营，备感屈辱，于无奈之下做了金人臣子，回想起来，悲痛难抑，不知不觉间泪已湿巾，至南熏门，钦宗见到前来迎接的大臣和民众，便嚎啕大哭。这是发自内心的感动，毕竟还有众多臣民惦记自己的安危。行至宫前，他仍然哭泣不止，宫廷内外更是哭声震天。钦宗初赴金营，历尽劫波，三日后归来，恍如隔世。\n\n　　钦宗刚回朝廷，金人就来索要金一千万锭，银二千万锭，帛一千万匹，这简直是漫天要价。当时开封孤城之中，搜刮已尽，根本无法凑齐。然而，钦宗已被金人吓破了胆，一意屈辱退让，下令大括金银。金人索要骡马，开封府用重典奖励揭发，方才搜得7000余匹，京城马匹为之一空，而官僚竟有徒步上朝者。金人又索要少女一千五百人，钦宗不敢怠慢，甚至让自己的妃嫔抵数，少女不甘受辱，死者甚众。关于金银布帛，钦宗深感府库不足，遂令权贵、富室、商民出资犒军。所谓出资，其实就是抢夺。对于反抗者，动辄枷项，连郑皇后娘家也未幸免。即便如此，金银仍不足数，负责搜刮金银的梅执礼等四位大臣也因此被处死，其他被杖责的官员比比皆是，百姓被逼自尽者甚众，开封城内一片狼藉萧条景象。\n\n　　尽管以钦宗为首的北宋朝廷如此丧心病狂地奉迎金人，但金人的要求仍没有得到满足，金人扬言要纵兵入城抢劫，并要求钦宗再次到金营商谈。钦宗吓得出了一身冷汗，上次身陷金营的阴影尚未散去，新的恐惧又袭上心头，这次恐怕是凶多吉少。此时，李若水等人也怂恿钦宗前往，钦宗终究不敢违背金人的旨意，不得不再赴金营。\n\n　　钦宗到达金营后，受到无比的冷遇，宗望、宗翰根本不与他见面，还把他安置到军营斋宫西厢房的三间小屋内。屋内陈设极其简陋，除桌椅外，只有可供睡觉的一个土炕，毛毡两席。屋外有金兵严密把守，黄昏时屋门也被金兵用铁链锁住，钦宗君臣完全失去了活动自由。此时正值寒冬腊月，开封一带雨雪连绵，天气冷得出奇。钦宗除了白天要忍受饥饿的折磨外，晚上还得忍受刺骨的寒风，辗转反侧，不能入睡，想着眼前这一切，心如刀割，泪如泉涌。转瞬之间，钦宗从贵不可及的皇帝沦落为金人的阶下囚，的确令人同情。然而，这一切都是他与其父徽宗一手造成的。\n\n　　囚禁中的钦宗度日如年，思归之情溢于言表。宋朝官员多次请求金人放回钦宗，金人却不予理睬。靖康二年二月五日，钦宗不得不强颜欢笑地接受金人的邀请去看球赛。球赛结束后，钦宗哀求金帅放自己回去，结果遭到宗翰厉声斥责，钦宗吓得毛骨悚然，遂不敢再提此事。\n\n　　金人扣留钦宗后，声言金银布帛数一日不齐，便一日不放还钦宗。宋廷闻讯，加紧搜刮。开封府派官吏直接闯入居民家中搜括，横行无忌，如捕叛逆。百姓5家为保，互相监督，如有隐匿，即可告发。就连福田院的贫民、僧道、工伎、倡优等各种人，也在搜刮之列。到正月下旬，开封府才搜集到金16万两、银200万两、衣缎100万匹，但距离金人索要的数目还相差甚远。宋朝官吏到金营交割金银时，金人傲慢无礼，百般羞辱。自钦宗赴金营后，风雪不止，汴京百姓无以为食，将城中树叶、猫犬吃尽后，就割饿殍为食，再加上疫病流行，饿死、病死者不计其数。境况之惨，非笔墨所能形容。\n\n　　然而，金人仍不罢休，改掠他物以抵金银。凡祭天礼器、天子法驾、各种图书典籍、大成乐器以至百戏所用服装道具，均在搜求之列。诸科医生、教坊乐工、各种工匠也被劫掠。又疯狂掠夺妇女，只要稍有姿色，即被开封府捕捉，以供金人玩乐。当时吏部尚书王时雍掠夺妇女最卖力，号称“金人外公”。开封府尹徐秉哲也不甘落后，为讨好金人，他将本已蓬头垢面、已显羸病之状的女子涂脂抹粉，乔装打扮，整车整车地送入金营，弄得开封城内怨声载道，民不聊生。\n\n　　灭宋是金人的既定方针，所以尽管宋朝君臣对金人如此俯首帖耳，但金人还是决意废黜钦宗。靖康二年二月六日，钦宗被废为庶人。七日，徽宗等人被迫前往金营。当金人逼迫徽、钦二帝脱去龙袍时，随行的李若水抱着钦宗，不让他脱去帝服，还骂不绝口地斥责金人为狗辈。金人恼羞成怒，用刀割裂他的咽喉，割断他的舌头，至死方才绝声，可歌可泣！北宋灭亡后，金人册封一向主和的张邦昌为帝，国号“大楚”，建立了傀儡政权。但这个傀儡政权不得人心。\n\n　　金人在扶植张邦昌的同时，再次搜刮金银，即使妇女的钗钏之物也在掠取之列。开封府担心金银不够，金人无端挑衅，便在开封城四周设立市场，用粮食兑换金银。由于京城久被围困，粮食匮乏，百姓手中的金银也无所用，便纷纷拿出来换米。这样，开封府又得金银几万两。然而，开封城已被搜刮数次，金银已尽，根本无法凑齐金人索要的数目。金人只好作罢。\n\n　　金兵掠取的大晟编钟此时，金军统帅得知康王赵构在河北积极部署军队，欲断金人退路，又担心兵力不足，不能对中原广大地区实行有效统治，因而，在立了傀儡政权之后，准备撤军。在撤退时，金人还烧毁开封城郊的房屋无数。“东至柳子，西至西京，南至汉上，北至河朔”，在这样一个广大的地区，金兵“杀人如刈麻，臭闻数百里”。这给广大人民带来了深重的灾难，罪行滔天，令人发指。\n\n　　四月一日，金军在掳掠了大量金银财宝后开始分两路撤退。一路由宗望监押，包括徽宗、郑皇后及亲王、皇孙、驸马、公主、妃嫔等，已于前三日沿滑州北去；另一路由宗翰监押，包括钦宗、朱皇后、太子、宗室及孙傅、张叔夜、秦桧等几个不肯屈服的官员，沿郑州北行。被金人掳去的还有朝廷各种礼器、古董文物、图籍、宫人、内侍、倡优、工匠等等，被驱掳的百姓男女不下10万人，北宋王朝府库蓄积为之一空。金兵所到之处，生灵涂炭。如此惨烈的灾难，给宋人留下了难以治愈的伤痛，也成为此后历朝志士仁人奋发图强的精神动力。\n\n父子囚\n\n　　徽宗一行分乘860余辆牛车，由彼此语言不通的胡人驾车，一路凄凄惶惶，受尽屈辱折磨。靖康二年四月五日，徽宗见到韦贤妃（赵构母）等人乘马先行而去，竟不敢吱声，不觉五脏俱裂，潸然泪下。四月七日，徽宗妃嫔曹才人如厕时，被金兵乘机奸污。八日，抵达相州时，适逢大雨不断，车皆渗漏，宫女到金兵帐中避雨时又被金兵奸淫，死者甚多，徽宗长吁短叹，却无可奈何。北上途中食物匮乏，又连日风雨大作，宋俘饿殍满地，惨不忍睹。\n\n　　钦宗出发时，被迫头戴毡笠，身穿青布衣，骑着黑马，由金人随押，一副失魂落魄的样子，不但受尽旅途风霜之苦，还备受金军的侮辱。钦宗时时仰天号泣，辄被呵止。日暮宿营时，金兵“絷帝及祁王、太子、内人手足并卧”，以防逃跑。四月十日，自巩县渡黄河，驾车的人对随行的同知枢密院事张叔夜说，将过界河，张叔夜悲愤难抑，仰天大呼，扼吭而死。五月下旬，过太和岭时，钦宗等人都被缚在马背上。七月二十日，徽宗、钦宗在燕京相见，父子抱头痛哭，悲愤不已。徽宗原以为生活可以就此安定，不料九月，金人又将徽宗父子迁往更远的上京，因为南宋势力渐强，金人怕他们夺回徽宗父子，而在同南宋的交涉中失去讨价还价的筹码。这样，徽宗父子不得不再次承受颠沛流离之苦。\n\n　　建炎二年（1128）八月，徽、钦二帝抵达上京，金人命他们身穿孝服拜祭阿骨打庙，这被称为献俘仪，实际上是以此羞辱北宋君臣。然后，又逼着他们父子到乾元殿拜见金太宗。接着，金太宗封徽宗为昏德公，钦宗为重昏侯。这也是中原皇帝玩过的把戏，隋文帝灭陈，封陈叔宝为长城公；宋太祖灭南唐，封李煜为违命侯。此外，韦贤妃以下300余人入洗衣院，朱皇后不堪受辱，投水而死，男子则被编入兵籍。\n不久，金人又将徽、钦二帝赶至荒凉偏僻的边陲小镇——五国城，他们从此就居住于此，直至去世。生活稍稍安定后，徽宗又有了读书写诗的雅兴。徽宗喜好读书，有时竟到废寝忘食的地步。有一次，他读了唐代李泌的传记后，知道李泌为国尽忠，复兴社稷，后被奸佞嫉恨。徽宗读后感触颇深，并令大臣抄写一份，赐给韦贤妃。然而，徽宗对这一切醒悟得太迟了。\n\n　　在五国城期间，徽宗还与钦宗在宴会上饮酒赋诗，自然是寄厚望于钦宗。徽宗平生爱好写诗，再加上做囚徒的伤感，也流溢于诗词之中。被流放期间，徽宗写诗较多，但流传下来的仅有十几首。其中，《在北题壁》流传最广：\n\n　　彻夜西风撼破扉，萧条孤馆一灯微。\n\n　　家山回首三千里，目断天南无雁飞。\n\n　　孤独、凄凉之感跃然纸上。\n\n　　徽宗在五国城生活了三年，绍兴五年（1135）病死。钦宗异常悲痛，身心受到沉重打击。绍兴十二年（1142）三月，宋金关系有所缓和，韦贤妃由五国城归宋。她离开时，钦宗挽住她的车轮，请她转告高宗，若能归宋，自己当一太乙宫主足矣。高宗担心其兄回来后威胁自己的帝位，表面上高喊迎回徽、钦二帝，内心却巴不得他们客死异地，因而他终生都在与金人议和，根本无心恢复中原。\n\n　　绍兴二十六年（1156）六月，宋钦宗病死。然而，直到绍兴三十一年（1161）钦宗死讯才传到南宋。高宗表面上痛不欲生，内心却暗自高兴。七月，上谥号“恭文顺德仁孝皇帝”，庙号钦宗。\n\n　　宋钦宗死因另据《大宋宣和遗事》的记载，1156年6月，金主完颜亮命钦宗出赛马球，钦宗皇帝身体孱弱，患有严重的风疾，又不善马术，很快从马上摔下，被乱马铁蹄践踏死。\n\n　　时光拨回100多年前，宋钦宗的先辈赵光义在逼死南唐后主李煜时，可曾想到自己的后裔中也出现了这样一位才华横溢的艺术家皇帝，又可曾想到自己的子孙又有这样的一天呢？\n\n",
  "desc": "宋钦宗赵桓（1100年―1156年），宋朝第九位皇帝，北宋末代皇帝，宋徽宗赵佶长子，宋高宗赵构异母兄，母显恭皇后王氏。在位1年零2个月。生于元符三年（1100年），初名赵亶，封韩国公，次年六月晋爵京兆郡王，大观二年（1108年）晋爵定王，大观五年（1111年）立为太子，宣和七年（1125年），拜开封牧，不久受宋徽宗禅让登基，改元靖康。为人优柔寡断、反复无常，对政治问题缺乏判断力和敏锐力。他是历史上懦弱无能的昏君，听信奸臣谗言，罢免了李纲。金兵围攻汴京，却无力抵抗。靖康之变时被金人俘虏北去，南宋绍兴26年（1156年）驾崩于燕京，终年57岁，葬于永献陵。",
  "dynasty": "宋代",
  "id": 2898,
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_2898.jpg",
  "name": "赵桓",
  "star": 0
}