{
  "content": "生平\n\n　　先世会稽人，后迁居广陵。父延休，官江都少尹。徐铉十岁能属文，宅居栖霞寺侧。\n\n　　初事南唐，历官御史大夫、率更令、右散骑常侍，官至吏部尚书。宋开宝七年，赵匡胤令大将曹彬伐南唐。徐铉曾二度奉李煜之命使宋，谋求和平，告太祖曰：“煜事陛下，如子事父，未有过失，奈何见伐？”太祖道：“汝以为父子分两家，可乎？”铉不能对。十一月，徐铉、周惟简再次入奏，徐铉道：“李煜因病未任朝谒，非敢拒诏也，乞缓兵以全一邦之命。”其言极恳切，与太祖辩，反复再三，声气愈厉。赵匡胤辩不过，拔剑而起，怒斥徐铉：“不须多言！江南国主何罪之有？只是一姓天下，卧榻之侧，不容他人酣睡！”徐铉不敢再言。\n\n　　南唐亡后，随李煜入观宋太祖，命为率更令。累官至散骑常侍。博学多才，有一只象毙命，取胆不获。铉曰：“于前左足求之。”果得。召问铉，对曰：“象胆随四时在足，今方二月，故知之。”徐铉曾奉旨与句中正、葛湍、王惟恭等同校《说文解字》，于宋太宗雍熙三年完成并雕版流布，世称“大徐本”，又曾编纂《文苑英华》、《太平广记》等。太平兴国三年，徐铉奉宋太宗之命探视李煜，李煜叹息：“当初我错杀潘佑、李平，悔之不已！”徐铉退而告之，宋太宗闻之大怒，赐李煜自尽。淳化二年，遭庐州女僧道安诬，被贬谪为静难行军司马。邠州苦寒，终不御毛褐，致冷疾，八月二十六日“晨起，方冠带，遽索笔手疏，约束后事，又别署曰：‘道者，天地之母。’书讫而卒，年七十六。”\n\n\n个人成就\n\n古文\n\n　　徐铉的文章承晚唐骈俪之风，而体格孤秀。他为李煜所作墓志铭，立言得体，《宋文鉴》曾录此铭。著有《骑省集》三十卷，由女婿吴淑编集。前20卷是在南唐作官时写的，后10卷为入宋后所作。有《四部丛刊》影印黄丕烈校旧抄本30卷，附录1卷。近人徐乃昌翻刻宋本，附《补遗》1卷、《校勘记》1卷。另有《学津讨原》、《津逮秘书》等。徐铉好谈神怪，有门客蒯亮乃江东布衣，九十余岁，好大言夸诞，所言皆载入《稽神录》。\n\n　　徐铉在南唐时，文章议论与韩熙载齐名，称“韩徐”，又与弟徐锴俱精通文字学，号“大小徐”。曾与句中正等共同校订《说文解字》，增补19字入正文，又补402字附于正文后。经他们校订增补的世称“大徐本”。\n\n书法\n\n　　徐铉长于书法，喜好李斯小篆，隶书也较出色。宋代欧阳修《集古录跋尾·泰峄山刻石》载：“昔徐铉在江南，以小篆驰名，郑文宝其门人也，尝受学于铉，亦见称于一时。”清代冯武称其：“善小篆，映日视之，画之中心，有一缕浓墨，正当其中，至于曲折处，亦当中，无有偏侧；乃笔峰直下不侧，故锋常在画中。”黑龙江省博物馆藏有他的《篆书千字文残卷》。徐铉的行书也颇为人称道，代表做《私诚帖》现藏台北故宫博物院。全篇结构平稳，但又不掉趣味，书风含蓄天然，开宋人尚意书风的先河。\n\n诗作\n\n　　徐铉的诗平易浅切，真率自然，不押险韵，不用奇字，颇近白居易诗风。其《贬官秦州出城作》、《送王四十五归东都》、《寄高邮陈郎中》等诗，均能出自肺腑，情到语流，无生涩雕琢之病。相传徐铉文思敏捷，凡有撰作，常不喜预作，有想请他写文章的人，临事来请，他执笔立就。徐铉曾说，“文速则意思敏壮，缓则体势疏慢”，所以他的诗流畅有余而深警不足。但也时出隽句，如：“井泉生地脉，砧杵共秋声”，足见其思致闲远，意味深长。\n主要作品\n\n\n轶事典故\n\n　　先世会稽人，后迁居广陵。父延休，官江都少尹。徐铉十岁能属文，宅居栖霞寺侧。\n\n　　初事南唐，历官御史大夫、率更令、右散骑常侍，官至吏部尚书。宋开宝七年，赵匡胤令大将曹彬伐南唐。徐铉曾二度奉李煜之命使宋，谋求和平，告太祖曰：“煜事陛下，如子事父，未有过失，奈何见伐？”太祖道：“汝以为父子分两家，可乎？”铉不能对。十一月，徐铉、周惟简再次入奏，徐铉道：“李煜因病未任朝谒，非敢拒诏也，乞缓兵以全一邦之命。”其言极恳切，与太祖辩，反复再三，声气愈厉。赵匡胤辩不过，拔剑而起，怒斥徐铉：“不须多言！江南国主何罪之有？只是一姓天下，卧榻之侧，不容他人酣睡！”徐铉不敢再言。\n\n　　南唐亡后，随李煜入观宋太祖，命为率更令。累官至散骑常侍。博学多才，有一只象毙命，取胆不获。铉曰：“于前左足求之。”果得。召问铉，对曰：“象胆随四时在足，今方二月，故知之。”徐铉曾奉旨与句中正、葛湍、王惟恭等同校《说文解字》，于宋太宗雍熙三年完成并雕版流布，世称“大徐本”，又曾编纂《文苑英华》、《太平广记》等。太平兴国三年，徐铉奉宋太宗之命探视李煜，李煜叹息：“当初我错杀潘佑、李平，悔之不已！”徐铉退而告之，宋太宗闻之大怒，赐李煜自尽。淳化二年，遭庐州女僧道安诬，被贬谪为静难行军司马。邠州苦寒，终不御毛褐，致冷疾，八月二十六日“晨起，方冠带，遽索笔手疏，约束后事，又别署曰：‘道者，天地之母。’书讫而卒，年七十六。”\n\n",
  "desc": "徐铉（916年—991年）南唐，北宋初年文学家、书法家。字鼎臣，广陵（今江苏扬州）人。历官五代吴校书郎、南唐知制诰、翰林学士、吏部尚书，后随李煜归宋，官至散骑常侍，世称徐骑省。淳化初因事贬静难军行军司马。曾受诏与句中正等校定《说文解字》。工于书，好李斯小篆。与弟徐锴有文名，号称“二徐”；又与韩熙载齐名，江东谓之“韩徐”。",
  "dynasty": "唐代",
  "id": 2357,
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_2357.jpg",
  "name": "徐铉",
  "star": 2
}