{
  "content": "生平\n\n　　晏子，名婴，字仲，习惯上多称平仲，春秋时齐国莱地夷维人。春秋后期齐国的国相，也是一位著名的政治家和外交家。他忧国忧民，敢于直谏，在诸候和百姓中享有极高的声誉。\n\n　　晏婴之父晏弱死后，晏婴继任齐卿，历任齐灵公、齐庄公、齐景公三朝的卿相，辅政长达60余年。晏子甚是睿智，爱民，不辱使命；为春秋时期的人才之一。周敬王二十年，晏婴病逝。现存晏婴墓在山东淄博齐都镇永顺村东南约350米。其封地为晏城，在今山东省齐河县晏城镇。\n\n　　晏婴头脑机灵，能言善辩，善于辞令，使楚时曾舌战楚王，维护国家尊严。内辅国政，屡谏齐君。对外他既富有灵活性，又坚持原则性，出使不受辱，捍卫了齐国的国格和国威。司马迁非常推崇晏婴，将其比为管仲。 晏婴是齐国上大夫晏弱之子。以生活节俭，谦恭下士著称。\n\n　　明黄道周《节寰袁公传》：“予观古人尚哲简戆，因事蝉脱，如季札、蘧瑗、晏婴、乐毅之流，皆值祸难飘然，有以自立。” \n\n\n铁事典故\n\n折冲樽俎\n　　春秋中期，诸侯纷立，战乱不息，中原的强国晋国谋划攻打齐国。为了探清齐国的形势，便派大夫范昭出使齐国。齐景公以盛宴款待范昭。席间，正值酒酣耳热，均有几分醉意之时，范昭借酒劲向齐景公说：“请您给我一杯酒喝吧！”景公回头告诉左右待臣道：“把酒倒在我的杯中给客人。”范昭接过侍臣递给的酒，一饮而尽。晏婴在一旁把这一切看在眼中，厉声命令侍臣道；“快扔掉这个酒杯，为主公再换一个。”依照当时的礼节，在酒席之上，君臣应是各自用个人的酒杯。范昭用景公的酒杯喝酒违反了这个礼节，是对齐国国君的不敬，范昭是故意这样做的，目的在于试探对方的反应如何，但还是被晏婴识破了。\n　　范昭回国后，向晋平公报告说：“现在还不是攻打齐国的时候，我试探了一下齐国君臣的反应，结果让晏婴识破了。”范昭认为齐国有这样的贤臣，当前去攻打齐国，绝对没有胜利的把握，晋平公因而放弃了攻打齐国的打算。靠外交的交涉使敌人放弃进攻的打算，即当下“折冲樽俎”这个典故，就是来自晏婴的事迹。孔子称赞晏婴的外交表现说：“不出樽俎之间，而折冲千里之外”，正是晏子机谋的真实写照。\n\n霸业因时而兴\n　　晏相国来到了馆舍，楚国大臣为他洗尘接风，席间展开了激烈的辩论，楚国下大夫首先发言道：“齐自太公封国建邦以来，煮盐垦田，富甲一方、兵甲数万，足可以与楚匹敌。为什么自齐桓公称霸中原之后，昙花一现，再不能领袖诸侯了呢？以齐国国土之宽广，人口之众多，国家之富庶，加上晏相国您的才智，怎么就不能再崛起中原呢？反而向我楚国结盟，这太让人费解了。”\n　　晏婴答：“识时务者为俊杰，通机变者为英豪，先前自周失政于诸侯之后，诸侯连年征战，春秋五霸迭兴，齐国称霸于中原，秦国威振于西戎，楚国称雄于荆蛮之地，这一切固然有人为的因素，可大多数靠的是天意。先前以晋文公的雄才大略，尚且逃亡四方；秦穆公霸于西戎之后，文治武功盛极一时，其死后子孙衰弱，再也难振往日之雄风； 就连你们楚国也自楚庄王之后，亦常受吴晋二国的骚扰，困苦不堪。难道只有齐国衰弱不成？今日齐国前来交好结盟，这只是邻国之间的友好往来罢了。你作为楚国名臣，应通晓‘随机应变’这四个字的含义，怎么也问出这样的问题呢？”\n\n良臣死社稷\n　　下大夫脸红着退了下来，身旁的上大夫不服气地质问道：“平仲您自以为是随机应变之士，然而齐自内乱以来，齐臣为君死的不可计数，而您作为齐国的世家大族，却不能讨伐叛贼，或弃官明志，或为君王而死，您不觉得羞愧吗？为什么还留恋名誉地位迟迟不肯离去呢？”\n　　晏婴正色反驳道：“做大事的人，不必拘泥于小节，人无远虑，必有近忧。我只知道君主为国家的社稷而死时，作臣子的才应该与之同死，而今先君并非为国家社稷而死，那么我为什么要随随便便从先君而死呢？那些死的人都是愚人，而非忠臣，我虽不才，但又怎能以一死来沽名钓誉呢？况且在国家有变时，我不离去，乃是为了迎立新君，为的是保存齐的宗祖，并非贪图高位呀，假使每个人都离开了朝中，国家大事又有谁来做呢？并且国家内乱，哪一国没有发生过呢？你们楚国不是也有这种事吗？又何必责怪我们？”\n\n外貌不足识人\n　　又有人不满地说道：“英雄豪杰，必相貌绝伦，雄伟无比，而今相国您，身高不足五尺，手无缚鸡之力，只是徒逞口舌之利的说客罢了。单单依靠口舌，而没有实际的本领，欺世盗名，不感到可耻吗？”“我听说称锤虽小，能值千斤，舟桨虽长，不免为水浸没，纣王勇武绝伦，不免身死国亡，为什么呢？我承认自己并无出众的本领，愧居相位，却绝不是与您逞口舌之利，只是问有所答罢了。难道我拒不回答吗？那也太无礼了。”\n\n晏子使楚\n　　一次，晏子出使到楚国去，楚国国王知道晏子的个子很矮，就想捉弄他。楚王命人在城墙的大门旁边又开了个五尺来高的洞，请晏子从那个小洞进去。\n　　晏子知道楚王要戏弄他，严词加以拒绝。他说，“到了“狗国”，才走狗洞，我现在是出使楚国，不应该走狗门。”\n　　招待晏子的官员听他这么一说，只好请晏子从大门进去。晏子进去以后，就拜见楚王。楚王故意问：“是因为齐国再没有别人，才派你来的吗？”\n　　晏子回答说：“齐国的人多极了，仅都城就有上百条街道，人们把衣袖举起来，就可以遮住太阳；人们甩掉汗水就象下雨一样。\n　　楚王接着问：“既然如此，那么为什么派你出访呢？”\n　　晏子不慌不忙地回答：“我们齐国派使节出访很有讲究，对那些精明能干的的人，就派遣他们出使那些道德高尚的国家；对那些愚蠢无能的使臣，就派他们出使那些不成器的国家。我是使臣中最愚蠢、最无能的人，所以就派我出使楚国来了。”晏子的话使本打算要戏弄他的楚国君臣们面面相觑，半天说不出话来。\n　　在这次出访之后，晏子又有一次出使楚国。楚王听说晏子要来，就向他的大臣们说：“晏子是齐国最会说话的人。现在他将要到我们楚国来，我想羞辱他一下，你们有什么好主意吗？”\n　　有一个官员建议说：“当晏子来的时候，请允许我捆绑一个人，从大王面前走过:大王就问：\"绑着的是做什么人？士兵就回答说：\"齐国人。\"大王再问：\"为什么要绑他？\"士兵就说：\"因为他偷了东西。”楚王觉得这是一个羞辱晏子的好主意，就按此布置妥当。\n　　晏子来到楚国，楚王设宴招待他。喝酒正喝的高兴的时候，两名小官绑着一个人来见楚王。楚王问道：“你们绑的是什么人，为什么绑他？”\n　　士兵回答说：“是齐国人，因为他犯了盗窃罪。”\n　　楚王故意看着晏子说：“齐国人天生就喜欢盗窃吗？”\n　　晏子以柑橘打比方，说明人在齐国好好劳动，一到楚国便做贼，也许是两国水土不同吧。使楚王搬起石头砸自己的脚。\n　　楚王听了晏子一番反驳，苦笑着承认说：“圣人是不能同他开玩笑的，我反而自讨没趣了。”\n　　类似上面晏子使楚的故事还很多。晏子凭自己的智慧，挫败了一些国家有辱齐国国格和晏子人格的阴谋，他的名声也越来越大，成为春秋末期著名的外交家。\n\n二桃杀三士\n　　《晏子春秋·内篇谏下二》：“公孙接、田开疆、古冶子事景公，以勇力博虎闻。晏子进而趋，三子者不起。晏子入见公曰：‘......此危国之器也，不若去之。’公曰：‘三子者，搏之恐不得，剌之恐不中也。’晏子曰：‘此皆力攻勀敌之人也，无长幼之礼。’因请公使人少馈之二桃：‘三子何不詈功而食桃？’”于是三士皆论功争桃，最后“皆反其桃，挈领而死。\n\n齐灵公末年\n　　晏婴继父任为卿时，已是齐灵公末年。当时的齐国早已不是管仲为相时的齐桓公时代，中原霸主的地位早已易位，国势日渐衰微。偏偏这齐灵公又昏庸怪僻，懦弱无能，还穷兵黩武，屡犯鲁境，弄得国弱兵疲，百姓怨声载道。尽管晏婴屡进忠言，却很少被齐灵公采纳。周灵王十七年十月，晋国率领诸侯的***攻打齐国。齐灵公率兵在平阴抵抗，结果兵败逃亡，第二年就死了。齐灵公死后，齐庄公继位。这齐庄公也是个昏君，他只知崇尚勇力，而不顾道义。他在国内设置了“勇士”爵位，还重用殖绰、郭最等勇士，用以鼓励人们的尚武精神。这样一来，就使得一些流氓无赖、地痞恶霸在朝廷内外肆无忌惮，为所欲为，弄得家家关门，人人自危。身为相国的晏婴眼看着齐国风气日下，忧心忡忡，曾经多次劝谏，然而齐庄公就是充耳不闻。他见齐庄公不是一个从谏如流的人，便辗转反侧，心急如焚。其实，齐庄公即位后首先考虑的，就是怎样对外用兵，建立武功，以提高自己的威望，巩固自己的地位。因此，他对晏婴的劝导，不但不听，反而渐生嫌烦之意。周灵王二十年，齐庄公不听晏婴劝阻，执意收留了晋国的下卿栾盈，还暗中将栾盈及其党徒送入曲沃组织叛乱，并且乘机攻打晋国。其后不久，齐庄公又置晏婴的劝谏于不顾，仍然一意孤行，兴兵伐鲁，终于激怒了晋国。晏婴无奈，只好将家中贵重物品上充国库，其余尽散周围百姓，携带妻儿老小到东海之滨的一个小村，一边打鱼和耕田以维持生活，一边密切关注着事态的变化。\n\n周灵王二十四年\n　　周灵王二十四年五月，当晋国联合众诸侯意欲大举伐齐的时候，齐国朝野上下惊慌万状。恰在此时，齐庄公和大贵族崔杼的夫人棠姜私通之事，被崔杼知道了。于是，崔杼决定乘机杀死齐庄公以向晋国解说。这天，齐庄公大摆酒席，招待前来进贡的莒国国君黎比公，下令群臣前来坐陪。崔杼称病未去。齐庄公不但未加责怪，反而暗自欢喜：我又可以借机会见棠姜了。席罢人散，齐庄公以探病为由去崔杼家与棠姜私会，旋即被预先埋伏在宅中的勇士射杀了。 \n　　听说齐庄公被崔杼所杀，晏婴不顾个人安危，毅然带着随从前往齐都去吊唁齐庄公。晏婴来到崔杼家门前，他身边的下人担心地问他：“您将为国君殉而葬吗？”晏婴说：“难道是我一个人的国君，我应该为他而死？”随从又说：“那么我们何不逃跑呢？“晏婴说：“难道国君的死是我的罪过，我要逃跑？”“那么我们还是回去吧？”晏婴说：“国君都死了，我回到哪里去呢？作为万民之主，难道只是为了利用他的地位来高跨于百姓之上？应当主持国政，作为君主的臣下，难道只是为了获取俸禄？应当保卫国家！所以君主为国家而死，那么臣下就应该为他而死；君主为国家而逃亡，臣下就应该跟他逃亡。如果君主只是为自己的私欲而死，为个人的事情而逃亡，不是他宠爱的人，谁敢承担责任，为他而死，为他而逃亡呢？可是我现在又能回到哪里去呢？”说罢，晏婴径自闯进崔家，脱掉帽子，捶胸顿足，不顾一切地扑在齐庄公的尸体上，号啕大哭了一场，然后起身离去。崔杼的左右欲杀掉晏婴，崔杼对晏婴也早已恨之人骨，但是有所顾忌，便对身边的人说：“他是百姓所景仰的人，杀了他，我就会失去民心。”\n　　杀死齐庄公后，崔杼便和另一个大贵族庆封拥立齐庄公的异母兄弟杵臼为国君，这就是齐景公。为了巩固权势，树立威信，他把满朝文武大臣都驱赶到太公庙上，派兵内外把守，逼迫大家歃血为盟，表示效忠于他。稍有违迕，即被处死。已经杀了七个人，气氛十分恐怖。\n\n晏婴\n　　轮到晏婴了。大家屏住呼吸，目不转睛地注视着晏婴。晏婴从容举杯，义愤填膺地对天盟誓：“我只忠于君主和国家。凡为虎作伥、助纣为虐者均不得好死！”说罢，一饮而尽。崔杼恼羞成怒，恶狠狠地用剑顶着晏婴的胸膛，要他重新发誓。晏婴毫不畏惧，厉声回答：“崔杼，你读过《诗经》吗?诗曰：‘莫莫葛藟，延于条枚，凯弟君子，求福不回。’不管你是用刀砍头，还是用剑穿胸，我晏婴决不屈服！”崔杼怒不可遏。这时，身边的一个心腹悄悄地对他说：“千万使不得!您杀庄公，是因为他无道，国人反应不大，您如果杀了晏婴，那可就麻烦了。”崔杼没奈他何，咬牙切齿地看着晏婴拂袖而去。\n　　晏婴登上马车，车夫立刻快马加鞭，赶紧离开是非之地，以防不测。晏婴若无其事，从容不迫地对车夫说：“安稳一点，不要失态。快了不一定就有活路，慢了也不见得就会死。鹿生长在山上，可是它命却掌握在厨师那里。如今，我也像鹿一样。” 晏婴一路平安到家，最终也没遭到什么迫害。\n　　晏婴真可谓是知命之人！\n　　命运是什么？命是指不知为什么会这样，但却终于这样了。靠耍聪明乖巧做事的人是不能领会这些的。命运这东西，靠近它未必就得到，离开也未必就失去。既然命该如此，那就按照道义泰然处之。可以说，通达事理的人通晓死生之义。而通晓死生之义后，个人的利益存亡就不会令人迷惑了。\n　　这也就是晏婴能够坚守道义的原因。\n\n东阿之三年\n　　不过，齐景公即位之初并未重用晏婴，只是让他去治理东阿。晏婴一去就是三年，这期间齐景公陆续听到了许多关于晏婴的坏话，因此很不高兴，便把晏婴召来责问，并要罢他的官。晏婴赶忙谢罪：“臣已经知道自己的过错了，请再给臣一次机会，让我重新治理东阿，三年后臣保证让您听到赞誉的话。”齐景公同意了。三年后，齐景公果然听到有许多人在说晏婴的好话。齐景公大悦，决定召见晏婴，准备重重赏赐。谁知晏婴却推辞不受，齐景公好生奇怪，细问其故。晏婴便把两次治理东阿的真相说了出来。他说：“臣三年前治理东阿，尽心竭力，秉公办事，得罪了许多人。臣修桥筑路，努力为百姓多做好事，结果遭到了那些平日里欺压百姓的富绅们的反对；臣判狱断案，不畏豪强，依法办事，又遭到了豪强劣绅的反对；臣表彰和荐举那些节俭、勤劳、孝敬师长和友爱兄弟的人，而惩罚那些懒惰的人，那些不务正业游手好闲之徒自然对我恨之入骨；臣处理外事，送往迎来，即使是朝廷派来的贵官，臣也一定循章办事，决不违礼逢迎，于是又遭到了许多贵族的反对。甚至臣左右的人向我提出不合法的要求，也会遭到臣的拒绝，这自然也会引起他们的不满。这样一来，这些反对臣的人一齐散布我的谣言，大王听后自然对臣不满意。而后三年，臣便反其道而行之，那些原来说臣坏话的人，自然开始夸奖臣了。臣以为，前三年治理东阿，大王本应奖励臣，反而要惩罚臣；后三年大王应惩罚臣，结果却要奖励臣，所以，臣实在不敢接受。”\n　　齐景公道听途说就责骂晏婴，是因为他没有亲自到东阿去体察民情。实践出真知。晏婴以亲身的实践，从正反两个方面对比进言，加大了说服的力度取得较好的效果。因此，齐景公才知道晏婴的确是个贤才，而深悔自己以前听信了谗言，错怪了晏婴。于是，齐景公将国政委以晏婴，让他辅佐自己治理齐国。\n　　在晏婴墓地徘徊了大约半个小时，我们又去看望位于齐城东南部的三士冢。三士冢是晏婴“二桃杀三士”的三勇士田开疆、公孙捷和古冶子的合葬墓。\n　　有了晏婴为相，齐景公也就有了恢复齐桓公时期的霸业的雄心，但是时间一长，这位好高骛远的国君就熬不住了。他想通过豢养一批勇士的办法来建立自己的武功。当时，齐景公豢养了三个勇士：一个叫田开疆，一个叫公孙捷，一个叫古冶子，号称“齐国三杰”。这三个人个个勇猛异常，力能搏虎，深受齐景公的宠爱；他们恃宠自傲，为所欲为。这时齐国田氏的势力越来越大，曾经联合国内几家大贵族，打败了掌握实权的国氏和高氏。田氏家族势力的提高，直接威胁着国君的统治。而田开疆正属于田氏一族，晏婴很担心“三杰”为田氏效力，危害国家，便劝齐景公除掉这三个“上无君臣之义，下无长率之伦，内不以禁暴，外不可威敌”的勇士。齐景公担心“搏之恐不得，制之恐不中”。晏婴决定伺机智杀这三勇士。\n\n齐景公设宴\n　　一天，鲁昭公访问齐国，齐景公设宴款待。鲁国由叔孙蜡执礼仪，齐国由晏婴执礼仪，君臣四人坐在堂上，“三杰”佩剑立于堂下，态度十分傲慢。晏婴心生一计，决定乘机除掉他们。当两位君主酒至半酣时，晏婴说：“园中金桃已经熟了，摘几个请二位国君尝尝鲜吧？”齐景公大悦，传令派人去摘。晏婴忙说：“金桃很难得，还是臣亲自去吧。”不一会儿，晏婴领着园吏，端着玉盘献上六个桃子。众人一见，只见盘子里放着的六个桃子，个个硕大新鲜，桃红似火，香气扑鼻，令人垂涎。齐景公问：“就结这几个吗？”晏婴说：“还有几个没太熟，只摘了这六个。”说完恭恭敬敬地献给鲁昭公、齐景公一人一个金桃。鲁昭公边吃边夸奖桃味甘美。齐景公说：“这桃子实在难得，叔孙大夫天下闻名，当吃一个。”叔孙诺谦让道：“我哪里赶得上晏相国呢？相国内修国政，外服诸侯，功劳最大，这个桃应该他吃。”齐景公见二人争执不下，便说：“既然二位谦让，那就每人饮酒一杯，食桃一个吧!”两位大臣谢过齐景公，把桃吃了。\n　　这时，盘中还剩有两个桃子。晏婴说道：“请君王传令群臣，谁的功劳大，谁就吃桃，如何？”齐景公自然明白晏婴的意图，于是传令下去。\n　　三勇士而赐二桃，故意少其一。不足则争，因使其计功而食桃，意味着功大者得食桃，功小者不得吃。 三勇士各言其功，都自认为功大无比。\n　　果然，公孙捷率先走了过来，拍着胸膛说：“有一次我陪大王打猎，突然从林中蹿出一头猛虎，是我冲上去，用尽平生之力将虎打死，救了国君。如此大功，还不应该吃个金桃吗？”晏婴说：“冒死救主，功比泰山，可赐酒一杯，桃一个。”公孙捷饮酒食桃，站在一旁，十分得意。\n　　古冶子见状，厉声喝道：“打死一只老虎有什么稀奇!当年我送国君过黄河时，一只大鼋兴风作浪，咬住了国君的马腿，一下子把马拖到急流中去了。是我跳进汹涌的河中，舍命杀死了大鼋，保住了国君的性命。像这样的功劳，该不该吃个桃子？”齐景公说：“当时黄河波涛汹涌，要不是将军斩鼋除怪，我的命早就没了。这是盖世奇功，理应吃桃。”晏婴忙把剩下的一个桃子送给了古冶子。\n　　一旁的田开疆眼看桃子分完了，急得大喊大叫：“当年我奉命讨伐徐国，舍生入死，斩其名将，俘虏徐兵五千余人，吓得徐国国君俯首称臣，就连邻近的郯国和莒国也望风归附。如此大功，难道就不能吃个桃子吗？”晏婴忙说：“田将军的功劳当然高出公孙捷和古冶子二位，然而桃子已经没有了，只好等树上的金桃熟了，再请您尝了。先喝酒吧。”田开疆手按剑把，气呼呼地说：“打虎、杀鼋有什么了不起。我南征北战，出生入死，反而吃不到桃子，在两位国君面前受到这样的羞辱，我还有什么面目站在朝廷之上呢？”说罢，竟挥剑自刎了。公孙捷大惊，也拔出剑来，说道：“我因小功而吃桃，田将军功大倒吃不到。我还有什么脸面活在世上？” 说罢也自杀了；古冶子更沉不住气了，大喊道：“我们三人结为兄弟，誓同生死，亲如骨肉，如今他俩已死，我还苟活，于心何安？”说完，也拔剑自刎了。\n　　鲁昭公目睹此景，无限惋惜，半天才站起身来说道：“我听说这三位将军都有万夫不当之勇，可惜为了一个桃子都死了。”齐景公长叹了一声，沉默不语。这时，晏婴不慌不忙地说：“他们都是有勇无谋的匹夫。智勇双全、足当将相之任的，我国就有数十人，这等武夫莽汉，那就更多了。少几个这样的人也没什么了不起，各位不必介意，请继续饮酒吧!”\n　　其实，晏婴早已为景公物色了一位文武双全的大将，这就是春秋时威震诸侯的名将田穰苴，他后来为齐国的江山大业立下了汗马功劳。\n\n冢前\n　　晏婴料到二桃赏赐三勇士，他们必然不会遵照齐景公之命，“计功而食桃”，而是“无长幼之礼”，炫耀己功而抢桃。勇士相争，必以兵剑。不出晏婴所料，田开疆和公孙捷都争先恐后“援桃而起”，都自以为武功盖世，“无与人同矣”;古治子也自以为其勇猛超过田开疆和公孙捷，但是桃已被他们抢占，于是拔剑而起，要求他们交出二桃。看来纷争已起，解决问题的方式或以刀兵相见，杀个你死我活，或交桃受辱，而辱为勇士最大的忌讳，如此必然以死免辱。以辱致人于死，则辱人者为不仁不义，不仁不义又甚于受辱，那么，辱人者又有何脸面活在世上?可以说，不管用哪种方式解决，三勇士都难免一死。\n　　站在三士冢前，我们双眼汪然。一墓三坟，南北五十五米，东西一百一十米，封土高大。今墓四周已建围墙加以保护。南设圆门和映壁，刻《梁甫吟》及摹刻“二桃杀三士”的汉画像嵌于映壁。坟墓两侧置张逊三书写的“三士冢”石碑。传说，诸葛亮曾经到此一游，作《梁甫吟》：\n　　步出齐城门，遥望荡阴里。\n　　里中有三坟，累累正相似。\n　　力能排南山，文能绝地理。\n　　一朝被谗言，二桃杀三士。\n　　谁能为此谋，国相齐晏子。\n　　此诗表达了诸葛亮对三勇士的同情，而对晏婴进行了讥讽和谴责。清代诗人赵执信也曾作《三士墓》诗：\n　　石父当年脱网罗，留将三士竟如何？\n　　孟尝坐食三千客，拼将桃园杀几多！\n　　赵执信的观点和感情与诸葛亮是一致的。而清代诗人崔象珏的《三士墓》诗曰：\n　　勇士虽优兼智短，名心太重视身轻。\n　　仪延并用终为乱，诸葛何须笑晏婴！\n　　崔象珏表现了否定三勇士的观点，与诸葛亮《梁甫吟》是大有不同的。\n　　平心而论，三士之死，虽属悲壮，但是他们居功自恃，甚至被人作为阴谋篡位的工具加以利用。四肢短小的晏婴伺机使巧，兵不血刃，不费吹灰之力，终以二桃杀死三个力可拔山的勇士，消除政治隐患，其智慧也却非寻常，但是手段也太阴险毒辣了。\n\n二\n　　刘向《晏子叙录》说：“晏子博闻强记，通于古今，事齐灵公、庄公、景公，以节俭力行，尽忠极谏道齐，国君得以正行，百姓得以亲附。”“其书六篇，皆忠谏其君。文章可观，义理可法，皆合六经之义。”从刘向的这段话里我们可知，晏婴善谏的特点早已被人称道，《晏子春秋》一书也可以写他的这一类故事而出名。和其他谏臣所不同的是，晏婴在劝谏君王时往往不是直接的强谏而是委婉的曲谏或诱谏，从中显示了他在政治生活中所具有的高度智慧。\n　　齐景公召来晏婴请教如何兴国安邦。他希望有朝一日能够光复先君的伟业，重振雄风。晏婴听后沉吟片刻，说道：“臣陪大王微服察访一下民情，回来后再议兴国大计，如何？”这齐景公本来就轻国事而重享乐，见晏婴要陪自己微服私访觉得很新鲜，便同意了。君臣二人来到京都临淄的一个闹市，走近了一家鞋店。鞋店摆放着各种各样的鞋子，品种齐全，但是无人问津，生意清淡。齐景公有些不解，却见不少人都在买假脚。齐景公吃惊地问店主，店主神色凄然地说：“当今国君滥施酷刑，动辄对人以刖刑，很多人被砍去了脚，不买假脚如何生产和生活呢？”齐景公听罢内心很不是滋味。回宫的路上，晏婴见齐景公闷闷不乐，知道刚才看到的那一幕对他刺激不小，于是说道：“先君桓公之所以建树了丰功伟业，是因为他爱恤百姓，廉洁奉公，不为满足欲望而多征赋税，不为修建宫室而乱役百姓；选贤任能，国风清正。君臣戮力同心，才取得了雄视天下的地位。如今大王亲小人，远贤良，百姓……”没等晏婴讲完，齐景公便打断了他的话：“相国不必说了，寡人已经明白了。寡人也要效法先君，光大宗祠社稷。”\n\n金壸格言\n　　晏婴和齐景公及群臣到故纪国的纪地游览，手下人无意中捡到了一个精美的金壶，送给景公。那金壶的里边还刻着“食鱼无反，勿乘驽马”八个大字。齐景公看了看，故作聪明地解释道：“吃鱼不吃另一面，是因为讨厌鱼的腥味；骑马不骑劣马，是嫌它不能跑远路。”众人无不随声附和，赞叹景公理解深刻。晏婴在一旁默然良久后说道：“臣觉得这八个字里面包含的是治国的道理。‘食鱼无反’是告诫国君不要过分压榨百姓；‘勿乘驽马’是告诫国君不要重用那些无德无才的人。”齐景公有些不服，于是反问：“纪国既然有这么好的名言，为什么还亡国了呢？”晏婴答道：“臣听说，君子们的主张应该高悬于门上，牢记不忘。纪国却把名言放在壶里，不能经常看见，并且对照去做，能不亡国吗？”齐景公若有所悟，频频颔首，并对随从的大臣说道：“大家要记住金壶里的格言。”\n　　齐景公在牛山上游览的时候望着都城临淄，泪流满面地说：“美丽的国都啊，草木多么茂盛！为什么随着时光的流逝，万物都要死亡呢？假若从古到今没有死亡，那么我将离开这里到哪里去呢？”他的两个大臣史孔和梁丘据也跟着流泪：“我们依靠君主的恩赐，饭菜可以吃饱，车马可以乘骑，看见死亡临近，心情都很悲伤，何况我们的君主呢？”听了他们的这些话，晏婴在旁独自冷笑。\n　　齐景公看晏婴冷笑，便揩眼泪问道：“我和我的大臣触景伤情有什么值得你发笑呢？\n　　晏婴说：“假如贤明的君王不生老病死，那么你此时只会在农田里，哪还会有时触景伤情呢？正是因为一个人离开了君位，才有机会让另一个人被立为君，也才有机会轮到您当上了国君，可笑你身在福中不知福。你却为自己即将死亡而悲伤而哭泣，这是很不仁义的啊！我对不仁义的君王及讨好巴结的大臣怎能不讥笑呢？”\n　　齐景公听了十分惭愧，举起酒杯来自己罚自己的酒，又罚史孔和梁丘据两人各一杯酒。\n　　人们常常对自己即将失去的权、势、钱等忧伤不已。殊不知，这些东西是不可能永远占有的，一味沉迷于这些东西之中，最终会把自己毁了。要想开些，把功名利禄看作过眼烟云，得而不喜，失而不忧，以超然的胸怀对待它们，你才会摆脱它们的束缚，真正做到[3]不以物喜，不以己悲，则可超然物外，做一个自由自在的人，快乐幸福的人。\n\n饥荒\n　　齐景公之时闹饥荒，晏婴请开国家粮仓赈济百姓。齐景公不同意，但他很想盖一个高台，供游览之用。晏婴便令吏员提高打工者的单位工资，让百姓到远的地方去取土，慢慢地施工，从不去催逼。三年以后，高台筑成，百姓也渡过了难关。结局是，国君有地方玩，百姓也有饭吃。\n　　这是不是凯恩斯主义的滥觞呢?\n　　贤相首先在于有德。有德，就是能为百姓着想。在君主制的国家里，这种意向势必常与国君发生冲突，于是极谏就成为贤相的第一要务。《晏子春秋》开头就是《谏》上下两篇，当非偶然。晏婴在国君面前，从不谄谀逢迎、溜须拍马，而是直言无隐，奋力谏诤，体现了正直有良心的大臣为国为民奋不顾身的卓然风范。\n　　到齐景公时，齐桓公霸业已成为历史陈迹，齐国内政几无一日安定。当时官家垄断大部分山林、土地、渔盐，贵族们“宫室日更，淫乐不违”，“肆夺于市”，“民三其力，二入于公，而衣食其一。公室朽蠹，而三老冻 馁 ”，致使“齐国丈夫，女子织，夜以接日，不足以奉上”。人民稍有不满或反抗，动辄得罪被刑。统治者用严刑酷法来维持旧秩序，他们自己却整日声色狗马，用醉生梦死来度过忧患。弥漫在齐国宫庭的纵酒淫乐之风销蚀着奴隶主统治者的最后锐气，晏子就是在这样一个社会大动荡的时代，给这样一位走下坡路阶级的神晕目眩的齐王充当“社稷之臣”的。\n　　在这种社会背景之下，晏婴充分表现出了治理国家的忠诚与能耐。他利用自己特殊的身份地位，机智地抓住每一个可能的机会，从各种角度不断地提出减免赋税，让百姓休养生息的谏议。\n　　齐景公嗜好歌舞，女乐倡优遍及后宫。一次，乐不思政的齐景公问晏婴，自己有没有可能像先祖桓公那样称霸诸侯？晏婴立即回答：“桓公之时，十分注重选贤任能，以鲍叔牙、管仲为左膀右臂。可当今你呢，却是左倡右优，加之还有进谗言的居前，拍马屁的在后，又怎能向往桓公的霸业！”\n　　这个直言不讳的回答，既批评了骄奢淫逸的齐景公，又揭露了政客围绕在君王身边进谗献媚的丑恶嘴脸。\n　　齐景公当然不会轻易接受晏婴的劝诫。他兴师动众，役使大批民工，破土兴建亭台。\n　　当时正值秋收季节，民工们却不能回家去收割庄稼，一个个敢怒而不敢言。正当人们内心叫苦不迭之际，一贯喜欢奢华的齐景公正在为亭台的开工举办大型饮宴了，晏婴前往陪侍，忧心忡忡。待酒过三巡之后，晏婴即席起舞。他自舞自唱道：\n　　岁已暮矣，而禾不获，忽忽矣若之何？\n　　岁已寒矣，而役不罢，惙惙矣如之何？\n　　随之热泪横流。酒酣耳热的齐景公见此情景，也感到不安了，遂把亭台的工程停了。这是晏婴凭借自己的才艺将一场宫廷的饮宴歌舞，变成了一次有具体政治内容的讽谕舞，并且收到了实际的效果。\n　　由此可见，低智商的人做不了相，即使出于种种原因做了，也遭万人唾弃和轻蔑。不说别的，单是谏诤一事，就决非单凭勇气所能办。《红楼梦》里嘲笑过“文死谏”，晏婴就不是死谏的人物。他实在是个绝代奇才，能用玩笑、讽喻、反语等人们不易想到的方式去谏诤，而这些方法往往也能取得正语所不及的效果。因为一个国君，如果万事都遵从圣人规矩，那么他不闷死也会精神失常。正事不必皆用正语，而且不能皆用正语，晏婴深深明了这个道理。有一次，齐景公问晏婴：“你家靠近集市，可知物价的贵贱？”晏婴答道：“既然买东西方便，怎能不知道呢？”齐景公接着又问：“哪种物品贵？哪种贱？”当时，因齐景公实施残酷的刑罚，受刖刑而被砍脚的人很多，市场上假足畅销，鞋子反而卖不出去。由此，晏婴答道：“踊贵屦贱。”意思是说,假足贵，鞋子贱。踊屦贵贱的行情变化，是极非正常现象，它含蓄而又尖锐地谴责了齐景公的残忍行径。齐景公还是明悟晏婴的讽谏，下令减轻了刑罚。\n　　齐景公好色贪杯。一次，齐景公抱着美女饮酒七天七夜还不停杯。弦章进谏：“您饮酒七天七夜了，我请求您停止。不然，请您把我杀了。”这时，晏婴入见。齐景公说：“弦章这个小子竟然这样阻止我饮酒作乐。如果我听从他的，不是臣子反过来管我了吗？如果把他杀死了，我又舍不得。”晏婴回答：“弦章幸遇明君！如果他碰到殷纣那样的昏君，早就死了。”齐景公闻言便停止饮酒。\n　　平心而论，弦章的“死谏”一下就把一国之君推入了两难的境地：听弦章的话，显得君为臣所制；如果不听，又将正直的弦章推向死神。晏婴一句话便将齐景公从两难处拉了回来，既保全了齐景公的面子，又救了弦章的性命，促使齐景公不再沉湎于酒。在严酷的传统政治面前也惟有如此才有圆满的结局。\n\n遄台陪侍\n　　有一天，齐景公田猎回来，晏婴在遄台陪侍，梁丘据处处想讨齐景公的喜欢，也急忙赶来陪同。齐景公高兴地说：“看来只有梁丘据与我相和啊！”晏婴说：“梁丘据与您只能说是同，怎么能说是和呢？”齐景公说：“和与同还不一样吗？”晏婴答道：“当然不一样了。和就像制好的肉羹，用醋酱盐梅烹调鱼肉，以薪炎炖煮，厨师再加好各种调料，口味佳美，君子食之，平其心火，这才叫和。君臣的关系也是这样。君认为对但实际上不对的事情，臣就应该指出其不对；君认为不对但实际上对的，臣也应该坚持正确的方面。这样政治就会平稳而无偏差，人民也无争心。先王治民也用济五味，和五声之法，以平稳百姓之心，使政治成功。演奏音乐也像调味一样，有一气、二体、三类、四物、五声、六律、七言、八风、九歌，这九者相和，然后才能成为一首优美的乐章。君子听了，可平其心，可和其德。现在梁丘据却不是这样，您只要一说行，他就说行；您要说不行，他就说不行。这就像做饭时水里再加上水，谁能吃呢？弹琴时只是一个声音，谁能听呢？他的这种行为就是同，这样做行吗？”\n　　史载，梁丘据是齐景公时的一个佞臣，专会对君主阿谀奉迎，而齐景公对这样的人却很赏识，倍加宠爱，说只有他才与自己相和。晏婴的这段话专为此而发，他很深刻地辨析了“和”与“同”的差别，“同”就是不同人事的相同一致，而“和”则是不同人事之间的协调与配合。“同”表面看起来是一种理想状态，但是也就没有了矛盾没有了发展，其实也就没有了事物差别、个性的存在。而只有“和”才是事物健康发展的完美形式，不同的食物经过调和才能成为美味，不同的声调节奏经过调和才能成为一首完美的乐章。晏婴这样做的表面看起来似乎是进行一种抽象的名词分析，其实他是借此向齐景公讲述治国为政的道理，同时也是为人处世的道理—— “君子应该和而不同”，并巧妙而含蓄地批评了梁丘据的一味逢迎和齐景公的不辨忠奸，起到了劝谏齐景公远离佞人而亲近谏臣的目的。从这段话里，我们很能见出晏子思想的深刻和劝谏方式的高明，在他身上真正体现了先秦贵族“主文而谲谏”的君子风度。\n　　《晏子春秋》里记载了近百条晏婴劝谏齐景公的故事，通过这些故事我们看到，他的思想里充满了智慧，他的语言也极有特色，或锋芒毕露，或非常含蓄；或严肃庄重，或滑稽幽默。他能够根据不同的环境场合采取不同的劝谏方式，取得最佳的效果。\n\n死马故事\n　　一次，齐景公一匹心爱的马突然死了，齐景公大怒，就下令把养马的人抓来肢解。这时晏子在场，左右武士正想动手，晏婴上来制止，对齐景公说：“杀人总得有个方法，请问尧舜肢解人的时候，从身体的什么部分开始？”尧舜是传说中的仁君，不会因为一匹马而杀人，自然也没有杀人肢解之法，齐景公知道晏婴的意思，就说： “那就不肢解罢，把他交给狱官处死算了。”晏婴又对齐景公说：“这个人的确该死，但是他还不知道自己犯了什么罪，请让我说说他的罪状，让他知道，然后死个明白，您说好吗？”齐景公说：“好啊，那你就说吧！”晏婴就开始数说他的罪状：“你犯了三条大罪：国君让你养马你却把马养死，这是一大死罪；所死之马又是国君最喜爱的，这是二大死罪；因为你养死了马而使国君杀人，百姓听说之后一定会怨他，诸侯听说之后一定轻视我国。你养死了国君之马，使百姓生出怨恨，使邻国轻视我们，这是第三大死罪。今天把你送到监狱，你知罪吗？”齐景公喟然而叹说：“请您把他放了吧！放了吧！不要伤了我的仁爱之名。”\n　　齐景公因为一匹马而杀人，这种做法显然是错误的。可是晏婴在这里没有采取赞成齐景公，甚至帮助他说话，但实际上则是正话反说，用逻辑上的归谬法把齐景公要杀人的错误归入极端，使齐景公自己省悟自己的错误并加以改正，在幽默中含有机智。\n　　还有一次，齐景公的一个最喜爱的姬妾婴子死了，齐景公守丧，三天不吃饭，坐在那里不离开，左右群臣多次劝说，他就是不听。晏婴进来说：“外面来了一个术士和一个医生都说：‘听说婴子病死了，他们愿来救人。’”齐景公听了大喜，马上就起来了，说：“她的病可以治好吗？”晏婴说：“这是客人说的，他一定是良医，请他试试吧。但是他们来救人时得请君离开这里，好好地去洗浴吃饭，他们还要在这里求鬼降神。”齐景公听了很高兴，就说：“好吧，我马上离开。”趁齐景公离开去沐浴吃饭之际，晏婴下令让棺人马上把死人入殓，入殓之后，他又对齐景公说：“医生治不了她的病，我们已经把她入殓，不敢不告诉您。”齐景公听了很不高兴，知道晏婴在这件事上骗了他，就说：“您以医生看病为由让我离开，然后把死人入殓又不告诉我。我这个当国君的，已经有名无实了。”晏婴说：“您难道不知道死人不能复生吗？我听说，君王臣从叫作顺，君僻臣从叫作逆。今日君不顺而行逆，对贤人礼遇很薄，对嬖妾却悲之甚哀。人死尸朽还想让她复生，哀伤害性，已经有失为君之道了。诸侯宾客听说您这样都不愿意出使我国，本朝大臣看到您这样也羞于当官。按照您的这种行为作事，不能引导好人民；顺从您的欲望，也不能保住国家。您这样是不对的。”齐景公说：“我不明白这些，请告诉我怎么做吧。”晏婴说：“国家的士大夫，诸侯四邻的宾客，都在外面等着见您，您要哭而节哀。”\n　　齐景公因为死了爱妾而悲伤过度，失去了应该把持的理智，在这种场合，用正常的办法来劝他显然不行，因此充满智慧的晏子又采用了另一种“骗”的方法，先谎说医生可以使死人复生，哄骗齐景公离开，把死人入殓，然后去劝说他。这种方式虽然不够“诚实”，但是在当时那种环境下却不失为一个最佳的方法，从这件事中最能看出晏子随机应变的能力。\n　　晏婴就是这样一个人，他是一个忠臣，一个敢于直言相谏的人，同时他又是一个思想敏锐，头脑灵活，处事机敏的人，因而他能根据不同的时间环境、不同的事件特点和君王在不同时刻的不同心境而采取不同的劝谏方式。请看《内篇·谏下·景公冬起大台之役晏子谏第五》：\n　　晏子使于鲁，比其返也，景公使国人起大台之役，岁寒不已，冻馁之者乡有焉，国人望晏子。晏子至，已复事，公延坐，饮酒乐，晏子曰：“君若赐臣，臣请歌之。”歌曰：“庶民之言曰：‘冻水洗我，若之何！太上靡散我，若之何！’歌终，喟然叹而流涕。公就止之曰：“夫子曷为至此？殆为大台之役夫！寡人将速罢之。”晏子再拜。出而不言，遂如大台，执朴鞭其不务者，曰：“吾细人也，皆有盖庐，以避燥湿，君为一台而不速成，何为？”国人皆曰：“晏子助天为虐。”晏子归，未至，而君出令趣罢役，车驰而人趋。仲尼闻之，喟然叹曰：“古之善为人臣者，声名归之君，祸灾归之身。入则切磋其君之不善，出则高誉其君之德义。是以虽事惰君，能使垂衣裳、朝诸侯，不敢伐其功。当此道者，其晏子是耶!”\n　　晏婴这样做，是故意把“贤名”让给君王，把“恶名”留给自己。孔子对他大为欣赏，说他既纠正了君王的过失，又使百姓感受到了君王的仁义。\n　　人无完人，不管做到多高职位的人，他总有出错的时候。聪明的下属这时候就会为挽回上司的名声而不遗余力。如果犯错的是上司，这样做的结果可能就是保全了上司对外的良好形象，对上司也好，对自己也好，甚至对整个团队的成员来说都是有极大的好处的；于是上司会非常感激你的牺牲，总会找机会投桃报李的。在管理中总充满这样的矛盾，看似付出了很多，实际你收获的更多。\n\n晏平仲舌战群雄\n　　齐国大夫晏子出使楚国，入朝时，为了嘲讽晏子短小的身材，楚国派身材高大的武士罗列在两旁迎候，晏子对楚国陪同说：“我是为二国友好交往而来，并不是来与贵国交战的。把这些武士撤下去吧。”陪同只得尴尬地叱退武士。\n　　晏子进入朝门，楚国几十员大臣等候着。楚郊尹斗成然首先发话：“听说齐国在姜公封国时，强于秦、楚，货通鲁、卫，而自从桓公之后，屡遭宋、晋侵犯，朝晋暮楚，齐君臣四处奔波臣服于诸侯。但凭景公之志、晏婴之贤，并不比桓公、管仲差呀，这是为什么？”晏子说：“兴败强衰，乃国之规律，自楚庄王后，楚国不是也屡次遭到晋、吴二国的打击吗？我们景公识事务，与诸侯平等交往，怎么是臣服呢。你的父辈作为楚国的名臣，不也是这么做的吗，难道你不是他们的后代？”斗成然羞愧而退。\n　　楚大臣阳丐上前一步说：“听说你很善于随机应变、左右逢源，然而，齐国遭遇崔、庆之难，齐多少忠臣志士为讨伐二人而献出生命，你作为老臣，既不能讨贼，又不能退位，更不能以死相拼，你留在朝廷还有何用？”晏子说：“抱大志者，不拘小节；庄公之死有他自身的错误。我之所以留身于朝中，是要扶助新君立国、强国之志，而非贪图个人的性命。如果老臣们都死了，谁来扶佐君王呢？”阳丐自知无趣退下。\n　　楚右尹郑丹上前逼问：“你说得太夸耀，崔、庆之难，高、陈等相并，你只是隔岸观火，并不见你有什么奇谋？”晏子答：“你只知其一，不知其二，崔、庆之盟，我未干与；四族之难，我正在保全君王，这正是宜柔宜刚，怎么说是旁观呢？”郑无话可答。\n　　楚太宰启疆闪出发问：“你贵为相国，理当美服饰、盛车马，以彰显齐国的荣盛。你怎么骑着瘦弱的马、穿着破旧来呢，还听说你这件狐裘，已经穿了三十年了，你是不是太吝啬了。”晏子笑答：“你太见小了，我自从居相位来，父辈有衣裘、母辈有肉食、妻族无饥荒，同时，依靠我救助的还有七十多家。我个人虽然节俭，而富于三族、解除群士之难，这不是更显示出君王的德正吗？”启疆叹服。\n　　楚王车右囊瓦指问：“我听说君王将相，都是魁梧俊美之相，因而能立功当代、留名后人。而你身不满五尺，力不能胜一鸡，你不觉得羞愧？”晏子坦然自若地回答：“秤驼虽小，能压千斤；舟桨空长，终为水役。侨如长身而被鲁国所杀、南宫万绝力却死于宋国，你自以为高大，还不是只能为楚王御马吗？我虽然不才，但能独当一面，忠心为国效犬马之力。”囊瓦羞愧难当。\n　　楚大夫伍举见大家难当晏子，忙解围说：“晏平仲天下奇才，你们怎么能跟他较劲呢，算了，楚王等着召见呢。”后来，晏子又与楚灵王斗智斗勇，另是一段佳话！\n　　晏子非常推崇管仲的“欲修改以平时于天下”必须“始于爱民”。他坚持“意莫高于爱民，行莫厚于乐民”。此举受到许多诸侯国的赞誉。这正是体现了人们常说的“万人称誉，多寿病法”的道理。 廉洁无私，心胸坦荡。晏子辅佐齐国三公，一直勤恳廉洁从政，清白公正做人，主张“廉者，政之本也，德之主也”。他管理国家秉公无私，亲友僚属求他办事，合法者办，不合法者拒。他从不接受礼物，大到赏邑、住房，小到车马、衣服，都被他辞绝。不仅如此，晏子还时常把自己所享的俸禄送给亲戚朋友和劳苦百姓。晏子生活十分俭朴，吃的是“脱粟之食”、“苔菜”，可谓“食菲薄”，用眼下的话说就是粗茶淡饭素食当家。他说到做到，言行一致。晏子乐观豁达，处其自然。他曾辞退了“三年而未尝弼过”的高纠，主要嫌这个人三年都没有指出过自己的过错。孔子赞他是“不以已之是，驳人之非，逊辞以避咎，义也夫！”表明了他随和大度。不像有的王公贵胃祈求长生之术，求神灵保佑不死。\n\n晏子谏齐景公\n　　齐景公特别喜欢鸟。有一次他得到了一只漂亮的鸟，就派一个叫烛邹的人专门负责养这只鸟。可是几天后，那只鸟飞跑了。齐景公气坏了，要亲手杀死烛邹。晏子站在一旁请求说：“是不是先让我宣布烛邹的罪状，然后您再杀了他，让他死得明白。”齐景公答应了。 晏子板着脸，严厉地对被捆绑起来的烛邹说：“你犯了死罪，罪状有三条：大王叫你养鸟，你不留心让鸟飞了，这是第一条。使国君为一只鸟就要杀人，这是第二条。这件事如果让其他诸侯知道了，都会认为我们的国君只看重鸟而轻视老百姓的性命，从而看不起我们，这是第三条。所以现在要杀死你。”说完，晏子回身对齐景公说：“请您动手吧。” 听了晏子的一番话，齐景公明白了晏子的意思。他干咳了一声，说：“算了，把他放了吧。”接着，走到晏子面前，拱手说：“若不是您的开导，我险些犯了大错误呀!” 这就是晏子用自己的智慧规劝国君的一个故事。\n\n华而不实\n　　齐景公对晏子说：“东海里边，有古铜色水流。在这红色水域里边，有枣树，只开花，不结果，什么原因?” 晏子回答: “从前，秦缪公乘龙船巡视天下，用黄布包裹着蒸枣。龙舟泛游到东海，秦缪公抛弃裹枣的黄布，使那黄布染红了海水，所以海水呈古铜色。又因枣被蒸过，所以种植后只开花，不结果。” 景公不满意地说:“我装着问，你为什么对我胡诌?” 晏子说：“我听说，对于假装提问的人，也可以虚假地回答他。”\n\n晏子发笑\n　　齐景公往牛山游览，向北登临齐国都城时，突然哭道：“人生怎么像奔腾咆哮的流水，离开这美好的山河而死去呢！”艾孔、梁丘据听了，也哭泣起来了。晏子却在发笑。齐景公怒问他为何发笑。 晏子回答：“如果使贤能的国君，长久地据守齐国，那么，太公、桓公将长久地据有齐国了；如果让勇猛的国君，长久地占有齐国，那么庄公，灵公将要长时间地享有齐国了！那么，您怎么能得到国君的宝座而立身于世呢? 而您偏偏独自因为这事流泪伤情，这是不符合仁义道德的。不仁道的国君我看到一个， 馅谀的近臣我见到两个，这就是我私自发笑的原因啊！”\n\n晏子逐高缭\n　　高缭在晏子手下做官，晏子把他辞退了。随从的官员们向晏子提出劝阻，说:“高缭已跟你做了三年的工作，一直没有给他一个职位，而且还要辞退他，于道义不合啊。”晏子说，“我是一个狭窄浅薄的人，要大家都像撑开大网的绳子那样，拉紧了，这张大网才能稳固，才能立国。到现在为止，高缭在我身边工作三年，从来没有说过一句纠正我办事失误的话，这就是我要把他辞退的原因。”\n\n阻孔子事齐\n　　《史记·孔子世家》记载：孔子三十五岁那年，去了齐国，做了高昭子的家臣，之后通过高昭子见到了齐景公。齐景公问孔子如何为政，孔子说，“国君要像国君，臣子要像臣子，父亲要像父亲，儿子要像儿子。”景公说：“讲得好啊！如果真的国君不像国君，臣子不像臣子，父亲不像父亲，儿子不像儿子，纵然有粮食，我怎么能吃得到呢！”改日齐景公又向孔子询问为政，孔子说：“为政在于节约财物。”景公很高兴，将要把尼溪的田地封赐给孔子。晏婴进言说：“这些儒者能言善辩不能用法度来规范；高傲自大自以为是，不能任用他们来教育百姓；崇尚丧礼尽情致哀，破费财产厚葬死人，不可将这形成习俗；四处游说乞求借贷，不可以此治理国家。自从圣君贤相相继去世，周朝王室衰落以后，礼乐残缺有很长时间了。如今孔子盛装打扮，繁琐地规定尊卑上下的礼仪、举手投足的节度，连续几代不能穷尽其中的学问，从幼到老不能学完他的礼乐。国君打算用这一套来改造齐国的习俗，恐怕不是引导小民的好办法。”此后齐景公虽然恭敬地接见孔子，但不再问有关礼的事。有一天，齐景公挽留孔子说：“按照季氏上卿的规格来待你，我不能做到。”于是就用介于鲁国季氏和孟氏之间的规格来接待孔子。齐国大夫企图谋害孔子，孔子听说此事。齐景公说：“我老了，不能用你了。”孔子在这种情况下当机立断，离开了齐国，返回鲁国。 \n\n\n治国之道\n\n　　“仁”是儒家“仁政爱民”的主要学说，也是晏子施政的中心内容。晏子非常推崇管仲的“欲修改以 平时于天”。遇有灾荒，国家不发粮救灾，他就将自家的粮食分给灾民救急，然后动谏君主赈灾，深得百姓爱戴。对外则主张与邻国和平相处，不事挞伐。齐景公要伐鲁国，他劝景公“请礼鲁以息吾怨，遗其执，以明吾德”，景公“乃不伐鲁”；晏子辅佐齐国三公，一直勤恳、廉洁从政，清白公正做人，主张“廉者，政之本也，德之主也”。他管理国家秉公无私，亲友僚属求他办事，合法者办，不合法者拒。他从不接受礼物，大到赏邑、住房，小到车马、衣服，都被他辞绝。不仅如此，晏子还时常把自己所享的俸禄送给亲戚朋友和劳苦百姓；晏子生活十分俭朴，吃的是“脱粟之食”、“苔菜”，可谓“食菲薄”，用当下的话说就是粗茶淡饭素食当家；穿的是“缁布之衣”；上朝坐的是弊车驽骊；住的是“近市湫隘嚣尘，不可以居”的陋仄之室。\n\n　　他不仅如孔子所说的“戒得”，也十分注意“戒色”。景公见晏子妻“老且恶”，欲以爱女嫁他，他坚辞不纳。他说；“去老者，为之乱；纳少者，为之淫，且夫见色而忘义，处富贵而失伦，谓之逆道”；晏子虚怀若谷，闻过则喜。孔子赞他是“不以已之是，驳人之非，逊辞以避咎，义也夫！”表明了他随和、大度，注重自身修养的品格。晏子生性乐观，对生死淡然视之。他说人都是要死的，不论仁者、贤者、贪者、不肖者概莫例外，因此从来不“患死”、不“哀死”，把生老病死看作是自然规律。他始终保持乐观大度的心情，身心健康延年益寿。 \n\n\n主要著作\n\n　　《晏子春秋》是一部记叙春秋时代齐国晏婴的思想、言行、事迹的书，也是我国最早的一部短篇言行集。相传是后人为晏婴所撰，眼下一般认为是后人集其言行轶事而编成。书名始见于《史记·管晏列传》。《汉书·艺文志》称其《晏子》，列在儒家类。\n\n　　《晏子春秋》是记述春秋末期齐国著名政治家晏婴言行的一部著作。 分内篇、外篇两部分，内篇分谏上、谏下、问上、问下、人上、杂下六篇，外篇分上、下二篇。谏上、谏下立要记叙晏婴劝谏齐君的言行，问上、问下主要记叙君臣之间、卿士之间以及外交活动中的问答，杂上、杂下主要记叙晏婴其他各种各样的事件。外篇两篇内容较为驳杂，与内篇六篇相通而又相别。各篇之间的内容既有相对的独立性，又互有联系，个别的还有互相矛盾之处。\n\n　　《晏子春秋》共八卷，二百一十五章，分内、外篇。主要记述了晏子的言行,思想、轶事等。语言简练，情节生动，生动呈现出了晏婴形象，具有较高的答辩性。书中寓言多以晏子为中心人物，情节完整，主题集中，讽喻性强，对后人做人处事及外交口才方面有较大的影响与启迪。其中，《晏子使楚》被改编为人教版五年级下册的语文课文11课，文言文版《晏子使楚》被编入苏教版与长春版教材中，《橘逾淮为枳》编入沪教版。 \n\n\n墓冢\n\n　　晏婴墓在齐国故城宫城北门外，今齐都镇永顺村东南约350米。墓高约11米，南北50米，东西43米。墓前立有明万历二十六年五朋石碑一幢，刻有“齐相晏平仲之墓”和清康熙五十二年、五十三年重修碑两方。1981年围墓修筑围墙，南面开门，以作护。1982年秋，镌刻清道光七年《古代圣贤传略》所刊晏平仲像与晏氏传略石碑。《临淄县志》载：“晏子祠在城西北晏子墓前，清康熙五十二年建。”",
  "desc": "晏婴（前578－前500），字仲，谥平，又称晏子，汉族，夷维（今山东高密）人。春秋后期一位重要的政治家、思想家、外交家。晏婴是齐国上大夫晏弱之子。以生活节俭，谦恭下士著称。据说晏婴身材不高，其貌不扬。齐灵公二十六年（前556年）其父晏弱病死，晏婴继任为上大夫。",
  "id": 319,
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_319.jpg",
  "name": "晏婴",
  "star": 15
}