{
  "content": "妻子万氏\n\n　　蒙古人是第一个在中国建立政权的少数民族，它统治的一条措施就是把全国人分为四等，实行民族分化政策，汉族被列在第三等汉人和第四等南人中，地位最低。同时又按职业把全国人分为十等，知识分子的地位只比乞丐高，称“九儒十丐”。元政府对知识分子的打击使一 大批知识分子不再去求功名，专于与市井艺术相结合，便有了元杂剧的兴起，而被称为“杂剧班头”的关汉卿，其成就的取得离不开他的妻子万贞儿。\n\n　　作为我国古代戏剧的伟大奠基人，元曲四大家之首的关汉卿，所作杂剧共有六十多种，现存《窦娥冤》、《救风尘》、《拜月亭》、《单刀会》共计十五种，其中以《窦娥冤》的成就最高。《窦娥冤》是以年轻的寡妇窦娥被流氓欺压，并且很冤枉地被地方官处死的故事展开 的，按照关汉卿原来的构思，以为窦娥太可怜了，剧情一路悲悲切切地发展下去，太过于凄枪，因想安插一些“先苦后甜”的情节，以喜剧结尾。万贞儿从来是关汉卿戏曲作品的第一个读者，在看了《窦娥冤》的初稿后，说道：“自古戏曲都脱不了‘先离后合’，‘苦尽甘 来’的老套，《窦娥冤》何妨以悲剧结尾，不落前入窠臼，也许更能给人巨大的震撼力。”关汉卿听取了这一意见。便也赢得清代王国维的赞词：“关汉卿的《窦娥冤》与纪群祥的《赵氏孤儿》列入世界悲剧之中，亦无愧色。”万贞儿当时告诫丈夫：“戏曲力求通俗易懂， 不可咬文嚼字而自炫才华，更要运用活的语言，扣紧观众的心弦。”有人谈到关汉卿的戏曲时说：“以唐诗喻之，则关汉卿似白乐天；以宋词喻之，则关汉卿似柳耆卿。”但很少有人谈到万贞儿的贡献。\n\n　　万贞儿和关汉卿就住在元大都一条偏僻幽静的巷子里，共有两进院落，中间一座穿堂，后一进是个小小庭院，房屋已很破旧。院子里有两颗亭亭如盖的梧桐，几丛芭蕉，一架绿叶繁茂的葡萄，遮住半个天井，墙边有树桂子。\n\n　　这天，天已过午，万贞儿安顿了三个孩子睡午觉，便坐在楼下做针线。她把自己的一条旧黄绫裙子，改给女儿穿。秋天到了，儿女还没有夹衣。万贞儿的父亲万一颚是前朝俊逸，万贞儿出生在大户人家，却丝毫也没有千金小姐的娇气，自从和关汉卿结婚以后，一直过着贫寒 的生活，经常吃了上顿愁下顿，脱了单衣愁寒衣。她从来没有一句怨言，按照一个贤妻良母的规范，将她的心血，她的青春，献给了丈夫、儿女、家庭。\n\n　　她原来生得也是玉貌花容，十分秀美的；生活的磨折，养儿育女的辛劳，以及随着年华悄悄地逝去，便只剩下了大家闺秀的温柔、端庄、文雅的风韵。由于操持家务，她一双纤纤素手也变得粗糙了。丈夫天份极高，性情豪迈，多才多艺，但也有些放荡不羁，她从不对丈夫的 生活范围过多干涉，随意他与各色各样的人物接近，丈夫有时长时间的在外面游历，到很远的地方去，她也不干预，因为她知道只有这样，才能使丈夫吸收到更多的营养，使戏曲创作更具特色。丈夫的生活就象他自己说的：“我玩的是梁园月，饮的是东京酒，赏的是洛阳花 ，攀的是章台柳；我也会围棋、会打围、会插科、会歌舞、会吹弹、会写作、会吟诗、会双陆；你便是落了我的牙、瘤了我的腿、折了我的手、天赐我这般歹症候，尚兀自不肯休；除却是阎王亲自来唤，小鬼亲自来勾，三魂归地府，七魄丧幽冥，天哪！那期间才不向烟花路 上走！”可不久她不得不对丈大有所警觉。\n\n　　时间在不知不觉地过去，随她陪嫁的丫环喜儿渐渐地由黄毛丫头，出落得亭亭玉立了，丰腴的躯体，迸发出青春的芳香，白里透红的皮肤，荡漾着诱人的华采。她注意丈夫在这丫环端茶送水，递中打扇的时候，露出欣羡暖昧的眼神，她心中酸酸的，但她却不能做声，那 天，她检视丈夫的书房，偶尔间她发现丈夫写的一首小令，那小令写道：\n\n　　鬓鸦，脸霞，屈杀了在陪嫁；规模全似大人家，不在红娘下；巧笑迎人，娓娓回话，真如解语花；若咱得了她，倒却葡萄架。\n\n　　吃晚饭的时候，她悄悄地问丈夫，这一首小令是为谁写的，她是十分巧妙地以玩笑的口气问的，想不到这一问，丈关却乘机提出要纳喜儿为妾，终于引起了一场争吵。\n\n　　平时，关汉卿脾气爆发，万贞儿总是不声不响，用她的温顺，她的体贴，她的柔情，使风暴渐渐平息，然后再委婉地规劝几句。今天她一来觉得事情的严重；二来这两天她的心情很不好，不仅因为生活贫困，断炊待米，更主要的是来自感情上的问题，于是也毫不相让，关汉卿脾气很大，争吵渐渐地扯到别的问题上，关汉卿瞪着眼睛说：“我知道，你轻视我是个只会吟诗谱曲的无用书生，怨恨我碌碌半生，没能为你争一个夫贵妻荣。”说罢，一挥手，把一只碗碰到地上，打得粉碎，万贞儿哭着跑上楼去。\n\n　　此后好些日子里，万贞儿经历着很大的痛苦。自从那一天争吵以后，她一直受着关汉卿的冷落。开始她以为关汉卿象平时一样发过脾气，就会向她赔情，言归于好，可是这一次不但没有向她赔情；而且连楼都不上了，每天一大早出门，直到深夜才归家。\n\n　　万贞儿暗自伤心流泪，表面上丝毫不曾露出怨恨之情。一位名门千金，深明闺训，恪守“三从四德”，怎么能为一个丫环争风吃醋呢！在官宦人家，男人纳姬卖妾，寻花问柳，本是常事；何况关汉卿生性多情，过去也曾喜欢依红偎翠，沾花惹草，做过一些风流的事，每次都 能悬崖勒马。她和关汉卿是患难相共，贫贱相守的恩爱夫妻，她想丈夫一定能理解她。\n\n　　又一个黄昏，关汉卿从外面回来，关汉卿走到楼梯口，但却在楼梯前停住了脚步，他知道夫人在忍受着痛苦，可他上去对她说些什么呢？难道能装出虚情假意地样子去和她亲热，讲些甜言蜜语安慰她？这样做，是在欺骗自己和欺骗夫人。万贞儿站在楼上，听到丈夫似乎要上 楼来，她等待着，却终于没有见到丈夫的身影，她思前想后，终于写下这样四句话，叫丫环喜儿送给关汉卿。\n\n　　闻君偷看美人图，不似关羽大丈夫；\n\n　　金屋若将阿娇贮，为君喝彻醋葫芦。\n\n　　关汉卿读了这一首打油诗后，更明白妻子是斩钉截铁地反对自己纳喜儿为妾，他的心软了，他慢慢地走进妻子在楼上的卧室，答应妻子今后永不再有纳妾的想头。\n\n　　关汉卿的《救风尘》又快完稿了，还是原来的习惯，在没有全部脱稿之前，关汉卿读给万贞儿听：\n\n　　[混江龙]：我想这姻缘匹配，少一时一刻强难为。如何可意，怎地相知？怕不便脚踏着脑构成事早，怎知他手拍胸脯悔后迟！寻前程，觅下梢，恰便是黑海也似难寻觅。料的来人心不问，天理难欺。\n\n　　[油葫芦]:姻缘薄全凭我共你？谁不待拣个称意的？他每都拣来拣去百千回。待嫁一个老实的，又怕尽世儿难成对；待嫁一个聪俊的，又怕半路里轻抛弃。遮莫向狗溺处藏，遮不向牛屎里堆，忽地便吃了一个合扑地，那时节睁眼怨他谁！\n\n　　[脱布衫]：我更是的不待饶人，我为甚不敢明闻；肋底下插柴自忍，怎见你便打他一顿？\n\n　　[小梁州]：可不道一夜夫妻百夜恩，你可便息怒停填。你村时节背地里使些村，对着我合思忖：那一个双同叔打杀俏红裙？\n\n　　关汉卿边唱边说，万贞儿听着，两眼满含着泪水。 \n\n\n写作风格\n\n　　关汉卿的杂剧内容具有极高的现实性和强烈的反抗精神。\n\n　　在关汉卿生活的时代，政治黑暗腐败，社会动荡不安，阶级矛盾和民族矛盾十分突出，人民群众生活在水深火热之中。他的剧作深刻地再现了社会现实，充满着浓郁的时代气息。既有皇亲国戚、豪权势要葛彪、鲁斋郎的凶横残暴，“动不动挑人眼，剔人骨，剥人皮”的血淋淋现实，又有童养媳窦娥、婢女燕燕的悲剧遭遇，反映生活面十分广阔；既有对官场黑暗的无情揭露，又热情讴歌了人民的反抗斗争。慷慨悲歌，乐观奋争，构成关汉卿剧作的基调。在关汉卿的笔下，写得最为出色的是一些普通妇女形象，窦娥、妓女赵盼儿、杜蕊娘、少女王瑞兰、寡妇谭记儿、婢女燕燕等，各具性格特色。她们大多出身微贱，蒙受封建统治阶级的种种凌辱和迫害。关汉卿描写了她们的悲惨遭遇，刻画了她们正直、善良、聪明、机智的性格，同时又赞美了她们强烈的反抗意志，歌颂了她们敢于向黑暗势力展开搏斗、至死不屈的英勇行为，在那个特定的历史时代，奏出了鼓舞人民斗争的主旋律。关汉卿是位伟大的戏曲家，后世称关汉卿为“曲圣”。1958年，被世界和平大会理事会定为世界文化名人，在中外展开了关汉卿创作700周年纪念活动。同年6月28日晚，国内至少100种不同的戏剧形式，1500个职业剧团，同时上演关汉卿的剧本。他的剧作被译为英文、法文、德文、日文等，在世界各地广泛传播,外国人称他为“东方的莎士比亚”！经过七百多年历史的考验，关汉卿在中国戏剧史和世界文化史上的地位，已被大家所公认。他的创作遗产已成为民族艺术的精英，人类文化的瑰宝，全世界人民的共同财富。 \n\n\n墓\n\n　　在今河北省安国市关汉卿故里伍仁村东北500米处，有关氏陵墓。坟墓原长4米，宽3米，高1.5米，东南－西北向。相传村西北角为关宅遗址，俗称\"关家园，面积九亩九分。另有关家渡、关家桥、普救寺等遗址，现存\"蒲水威观\"石匾，传为关汉卿手迹。其轶事传闻在故里世代相传，老幼引以自豪。关汉卿纪念馆设在药王庙，全国政协副主席王任重题写馆名。展出关氏文物、历史资料和国内外研究关氏作品文章及名人题词。1958年，全国剧协主席田汉视察后，国家拨款修成砖墓。\n\n　　1986年县政府拨款重修。现为直径10米，高3米的砖基大墓，四周遍植松柏，墓前树碑，碑阳为“伟大戏剧家关汉卿之墓”。 \n\n\n文学地位\n\n　　关汉卿是中国文学史和戏剧史上一位伟大的作家，他一生创作了许多杂剧和散曲，成就卓越。他的剧作为元杂剧的繁荣与发展打下了坚实的基础，是元代杂剧的奠基人。他在生时就是戏曲界的领袖人物，《录鬼簿》中贾仲明吊词说他是“驱梨园领袖，总编修师首，捻杂剧班头”，“姓名香四大神物”。从元代周德清的《中原音韵》、明代何良俊的《四友斋丛说》到近代王国维的《宋元戏曲史》，都把他列为“元曲四大家”之首。著名的杂剧作家高文秀被称为“小汉卿”，杭州名作家沈和甫被称为“蛮子汉卿”，可见关汉卿在当时就已享有崇高的地位。\n\n　　关汉卿一生创作了60多个杂剧，从民间传说、历史资料和元代现实生活里汲取了许多素材，真实地表现了元代人民反对封建阶级压迫与民族压迫的斗争。关汉卿从不写作神仙道化与隐居乐道的题材。他的严肃的创作态度与批判现实的战斗精神对后世有巨大影响。\n\n　　关汉卿是一位杰出的戏剧艺术家，他的悲剧《窦娥冤》“列之于世界大悲剧中亦无愧色” ，是中国古典悲剧的典范；他的喜剧轻松、风趣、幽默，是后代喜剧的楷模。他的杂剧无论在艺术构思、戏剧冲突、人物塑造、语言运用等许多方面，都为后世提供了许多宝贵的艺术经验。他的许多杂剧经过改编一直在舞台上演出，为人民所喜爱，给人以强烈的美的享受。但是，元明清三代只有少数慧眼独具的评论家能正确评价关汉卿。有的人站在封建统治阶级立场上贬低他的影响，如朱权说“观其词语，乃可上可下之才”；明代有的封建文人还肆意篡改他的作品，把《窦娥冤》改成一部“翁做高官婿状元，夫妻母子重相会”的庸俗喜剧《金锁记》，磨平原作反抗的棱角，就是一个典型的例子。\n\n　　关汉卿的作品是一个丰富多彩的艺术宝库，早在一百多年前，他的《窦娥冤》等作品已被翻译介绍到欧洲。中华人民共和国成立后，关汉卿的研究工作受到高度重视，出版了他的戏曲全集。1958年，关汉卿被世界和平理事会提名为“世界文化名人”，北京隆重举行了关汉卿戏剧活动700年纪念大会。他的作品已成为中国人民和世界人民共同的精神财富。 \n\n\n介绍\n\n　　关汉卿，元代杂剧作家，号已斋，约生于金末或元太宗时。贾仲明《录鬼簿》吊词称他为“驱梨园领袖，总编修师首，捻杂剧班头”，可见他在元代剧坛上的地位。关汉卿曾写有《南吕一枝花》赠给女演员朱帘秀，说明他与演员关系密切。他曾毫无惭色地自称：“我是个普天下的郎君领袖，盖世界浪子班头。”在《南吕一枝花·不伏老》结尾一段，更狂傲倔强地表示：“我是个蒸不烂、煮不熟、捶不扁、炒不爆、响当当一粒铜豌豆”。据各种文献资料记载，关汉卿编有杂剧67部，现存18部。个别作品是否出自关汉卿手笔，学术界尚有分歧。其中《窦娥冤》、《救风尘》、《望江亭》、《拜月亭》、《鲁斋郎》、《单刀会》、《调风月》等，是他的代表作。关汉卿塑造的“我却是蒸不烂、煮不熟、捶不匾、炒不爆、响珰珰一粒铜豌豆”的形象也广为人称，被誉“曲家圣人”。《析津志辑佚·名宦》曰：“关一斋，字汉卿，燕人。生而倜傥，博学能文。滑稽多智，蕴藉风流，为一时之冠。是时文翰晦盲，不能独振，淹于辞章者久矣。”\n\n生平\n\n　　关于关汉卿的生平的资料相当缺乏，只能从零星的记载中窥见其大略。据元代后期戏曲家钟嗣成《录鬼簿》的记载，“关汉卿，大都人，太医院尹，号已斋叟”，“太医院尹”别本《录鬼簿》作“太医院户”。关于关汉卿的籍贯，有大都、解州、祁州等不同说法。查《金史》或《元史》均未见“太医院尹”的官名，而“医户”却是元代户籍之一，属太医院管辖。因此，关汉卿很可能是属元代太医院的一个医生。《拜月亭》中，他有一段临床诊病的描写，宛若医人声口，可以作为助证。\n\n　　元末夏庭芝《青楼集·序》载：“我皇元初并海宇，而金之遗民若杜散人、白兰谷、关已斋辈，皆不屑仕进，乃嘲弄风月，流连光景。”杜散人即杜善夫，是由金入元的作家，白兰谷即白朴，金亡时才8岁，估计关汉卿的年代同他们接近，也是由金入元的作家，关汉卿今存〔大德歌〕10首，“大德”是元成宗的年号，上距金亡已70年左右。由此可以推断出关汉卿约卒于元成宗大德元年以后，他的生年，估计在1220年左右。《录鬼薄》作者钟嗣成称关汉卿为“前辈已死名公”，说“余生也晚，不得预几席之末”。《录鬼簿》成书于1330年，故将关汉卿卒年定在1300年左右，当去事实不远。\n\n　　南宋灭亡之后，关汉卿曾到过当时南方戏曲演出的中心杭州，写有〔南吕一枝花〕《杭州景》套曲。还曾到过扬州，写曲赠朱帘秀，有“十里扬州风物妍，出落着神仙”句。\n\n　　关汉卿是一位熟悉勾栏伎艺的戏曲家，《析津志》说他“生而倜傥，博学能文，滑稽多智，蕴藉风流，为一时之冠”。明代臧晋叔《元曲选·序》说他“躬践排场，面敷粉墨。以为我家生活，偶倡优而不辞”。关汉卿在元代前期杂剧界是领袖人物，玉京书会里最著名的书会才人。据《录鬼簿》、《青楼集》、《南村辍耕录》记载，他和杂剧作家杨显之、梁进之、费君祥，散曲作家王和卿以及著名女演员朱帘秀等均有交往，和杨显之、王和卿更见亲密。 \n\n\n思想内容\n\n第一类\n　　是揭露统治者残暴，反映社会矛盾的，如《窦娥冤》、《鲁斋郎》等；\n\n第二类\n　　是描写下层妇女的生活斗争，突出她们的机智勇敢，多带有喜剧意味，如《救风尘》、《金钱池》等；\n\n第三类\n　　是歌颂历史英雄的杂剧，以《单刀会》最为突出。\n　　与同时代的作家相比，关汉卿的作品更多地表现了下层人民的生活和命运，体现了作者鲜明的执着于现实的人生态度。 \n\n\n影响\n\n　　关汉卿是中国历史上最伟大的剧作家，是中国戏曲的奠基人。他的杂剧，是推动元杂剧脱离杂剧的“母体”走向成熟的杠杆，是标志戏曲艺术创作走上高峰的旗帜，并对后来的戏曲创作产生了巨大的影响。\n\n作品风格\n\n杂剧\n　　关汉卿杂剧题材和形式都广泛而多样化，有悲剧，有喜剧，有壮烈的英雄，有恋爱故事，有家庭妇女问题，有官场公案。杂剧题材大多反映现实，生活面非常广阔，真实具体，揭示了社会各方面的矛盾，对不幸者寄多深厚同情，高度结合思想性与艺术性。\n　　关汉卿杂剧剧本能根据主题而剪裁取舍，情节安排紧凑，布局引人入胜，主线清晰，节奏紧凑，不全采用大团圆结局的惯例。\n　　关汉卿杂剧塑造的人物个性鲜明，有血有肉，如窦娥等人物形象均栩栩如生，成功地塑造各种典型人物。\n　　关汉卿善于驾驭语言，语言风格与题材互相配合，吸收民间文学的土语方言，以及古典诗词的鲜活字词，并加以提炼，能恰如其分地反映剧中人物的身分性格，又善于烘托渲染，充分表现元剧“本色”。\n　　关汉卿的杂剧内容具有强烈的现实性和弥漫着昂扬的战斗精神，关汉卿生活的时代，政治黑暗腐败，社会动荡不安，他的剧作深刻地再现了社会现实，充满着浓郁的时代气息。既有对官场黑暗的无情揭露，又热情讴歌了人民的反抗斗争。慨慷悲歌，乐观奋争，构成关汉卿剧作的基调。\n\n散曲\n　　关汉卿散曲写男女恋情的作品最多，对妇女心理的刻划细致入微，写离愁别恨则真切动人。关汉卿散曲风格豪放，曲词泼辣风趣；语言通俗而口语化，生动自然，很能表现曲的本色。他喜用白描手法，善于写景，所用比喻，形象生动。 \n\n",
  "desc": "关汉卿（约1220年──1300年），元代杂剧作家。是中国古代戏曲创作的代表人物，“元曲四大家”之首。号已斋（一作一斋）、已斋叟。汉族，解州人（今山西省运城），与马致远、郑光祖、白朴并称为“元曲四大家”。以杂剧的成就最大，一生写了60多种，今存18种，最著名的有《窦娥冤》；关汉卿也写了不少历史剧，如：《单刀会》、《单鞭夺槊》、《西蜀梦》等；散曲今在小令40多首、套数10多首。关汉卿塑造的“我却是蒸不烂、煮不熟、捶不匾、炒不爆、响珰珰一粒铜豌豆”（〈不伏老〉）的形象也广为人称，被誉“曲家圣人”。",
  "dynasty": "元代",
  "id": 235,
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_235.jpg",
  "name": "关汉卿",
  "star": 103
}