{
  "content": "成就\n\n词方面\n　　陈维崧的词,数量很多。现存《湖海楼词》尚有1600多首。风格豪迈奔放,接近宋代的苏、辛派。蒋景祁《陈检讨词钞序》说:\"读先生之词者,以为苏、辛可，以为周、秦可,以为温、韦可,以为《左》、《国》、《史》、《汉》、唐、宋诸家之文亦可。……取裁非一体，造就非一诣,豪情艳□,触绪纷起，而要皆含咀酝酿而后出。\"虽嫌夸张,但陈维崧以豪放为主，兼有清真娴雅之作,是为事实。更难得的是陈维崧各体词都写得很出色。陈廷焯《白雨斋词话》说:\"国初词家,断以迦陵为巨擘。\"\"迦陵词气魄绝大，骨力绝遒，填词之富，古今无两\"，《湖海楼词》最为可贵的，是能注意反映社会现实，如〔贺新郎〕《纤夫词》，写清兵征发10万民夫替战船拉纤,\"列郡风驰雨骤\",使得\"闾左骚然鸡狗\"，还写到一民夫与\"草间病妇\"的\"临歧诀绝\",情状凄惨。〔南乡子〕《江南杂咏》揭露官府对劳苦人民敲骨吸髓的罪恶：\"户派门摊\"，使卖屋纳税的农民\"独宿牛车滴秋雨\"，而官吏的凶恶却\"如鬼\"。此外多写自己的怀才不遇及国家兴亡之感，如〔点绛唇〕《夜宿临□驿》、〔醉落魄〕《咏鹰》、〔夜游宫〕《秋怀四首》、〔夏初临〕《本意》、〔沁园春〕《赠别芝麓先生，即用其题〈乌丝词〉韵》等,伤时感物,豪放苍凉。〔沁园春〕《题徐渭文〈钟山梅花图〉同云臣、南耕、京少赋》词，则把历史故实、眼前新事、画面景色，作者胸臆全都摄纳词中，陈廷焯《白雨斋词话》评为：\"情词兼胜，骨韵都高，几合苏、辛、周、姜为一手。\"这说明陈维崧能将不同风格冶于一炉，而能抒写自如。此外，〔念奴娇〕《读屈翁山诗有作》，雄奇壮阔，兼富情趣，〔唐多令〕《春暮半塘小泊》信手拈来，口语入词；也显示出他能运用多种艺术手法的特点。〔望江南〕、〔南乡子〕等组词，以清新笔调，写江南、河南的风光和社会生活；〔蝶恋花〕《六月词》写农民入城的情态；〔贺新郎〕《赠苏□生》写艺人的遭遇，这些词又显示出陈维崧词题材广阔的特点。陈维崧词的缺点是有时倾泻过甚，一发无余，便缺余蕴。稍嫌轻率。\n\n诗方面\n　　陈维崧亦能诗，但成就不如其词与骈体文。他的骈体文,在清初亦是一大家,毛先舒为其作序，评为：\"具龙跳虎卧之奇\",\"得歌行顿挫之致\"；毛际可作序,评为\"言情则歌泣忽生，叙事则本末皆见。至于路尽思穷，忽开一境，如凿山，如坠壑……\"。《与芝麓先生书》、《余鸿客金陵咏古诗序》、《苍梧词序》等，都写得跌宕悱恻，有很强的感染力。著作有《湖海楼诗文词全集》54卷，其中词占30卷。 \n\n\n词作风格\n\n　　陈维崧词作的风格。自宋代以来，词的风格分类不外乎两种，即婉约与豪放。陈的词是明显属于后一种的，这点无可非议。我们知道，宋代的豪放词派主要以苏轼和辛弃疾等人为主，虽然也有刘克庄、张元干、陈亮等，但成就远逊此二人。如果加以留意的话，我们会发现，苏东坡的豪放词更多的是表现出一种旷达，而辛弃疾的词则是雄深雅健，在刀光剑影中仍不失儒雅的气度。陈维崧的词不但延续了他二人的写作格调，还增加了一种霸悍之气，更加咄咄逼人。这种霸悍之气主要表现在抒情的爆发力上。我们不妨在此与稼轩的词风作一下比较。我们常说稼轩的词“横绝六合，扫空万古”，多抚时感事之作，雄深雅健的词风匹世无双。这种词风的构成，一种说法是来源于邹祗谟所说的“他的词是从南华、冲虚中得来”，即受老庄的影响更为深远，这是辛氏的词深的一大原因；另一种说法是刘熙载在《艺概》中论述苏、辛词时指出的“潇洒卓荦，悉出于温柔敦厚”，就是说受到了儒家诗教的渗透。另外，稼轩所处的时代，他本人的阅历、学识、身份、个人禀赋等也决定了他的词风。那么为什么陈维崧的词风与稼轩有那么大的差异呢。前面已经讲过了，陈维崧经历了历史的巨大动荡，这对他的思想观念产生了深刻的影响。古代儒家曾有达则兼济天下，穷则独善其身的处事原则，但沧海桑田的变化淡化了陈维崧的老庄思想，心理的重创和身世的磨难，已经自觉或不自觉地冲刷了他温柔敦厚的观念，他的悲怆心绪，他的无可排解的愤闷化作了“刬然啸空”之音。压抑的情怀在词中得以激射出来，因而使他的词中有一种独异的霸悍之气和巨大的冲击力。这霸悍二字，应当这样理解，从艺术风格的概念来说，是骨力劲挺，气势浑茫磅礴，神思飞扬腾跃，情致酣畅淋漓。这种气势，一是他在词的写作艺术上达到了自由超越的程度，以往的观念难以再作束缚；另一方面，又由于他精通历史，有史才，同时将歌行和赋等笔法充分运用到了他的词中，纵横议论，洞照古今的手法使他的词在抒情的空间上得到了前所未有的拓宽。所以，主客观等多方面的因素促使他的词能够另拓疆域，自辟门径，发挥了苏、辛的短处，成就了非凡的造诣。前面我们讲了陈维崧的所处的时代、词的历史地位和他的艺术风格。下面，我想结合他的几首词来分析一下他的词的艺术特点。\n\n　　陈维崧是位比较全面的词人，他不仅擅长写长调，写豪放一类的词，而且也兼擅小令和慢词，且艺术性都比较高。但如果从他才力展现的角度来看，长调则是最能体现他的才情和驾驭能力的。而且在长高调中，豪放类的词居于主要地位，这就构成了他的词的主要风格。要总结他的词的特点的话，我想就我的看法而言，应主要有以下几个方面：一是他精于用典。这和他熟读史事关系很大，他往往一首词中参杂着十几个典故，如果不熟悉这些典故的话，就很难理解词中所含的深意。我在此举一首词为例。陈维崧曾写过一组汴京怀古的词，调子用的是满江红，共十首。这十首词，结合地理、历史、人物等，用了大量的典故。其中第四首写的是“吹台”，全词如下：\n\n　　太息韶华，想繁吹、凭空千尺。其中贮、邯郸歌舞，燕齐技击。宫女也行神峡雨，词人会赋名园雪。羡天家，爱弟本轻华，通宾客。梁狱具，宫车出；汉诏下，高台坼。叹山川依旧，绮罗非昔。世事几番飞铁凤，人生转眼悲铜狄。着青衫，半醉落霜雕，弓弦砉。\n\n　　这首词写的是汉梁孝王一系列豪华的生活场面，感叹世事变迁，人生易老，无以为怀，其中寓含理趣。这些我们都先不说，只说用典。首先，吹台是什么？吹台又名繁台，是梁孝王修的，后来有个姓繁的人居住其侧，所以后人又称作繁台。现在河南省开封市东南。邯郸歌舞这句中，邯郸是战国时赵国的都城，古时赵女善歌舞，所以王维的诗中有“赵女弹箜篌，复能邯郸舞”之句。燕齐技击，技击是一种用于搏斗的武术，《荀子．议兵》中说，齐王隆技击，就是说齐人好以武力斩敌人也。神峡，说的就是巫山神女，宋玉的《高唐赋》中有朝为行云，暮为行雨的典故，这个典故大家都知道，就不多解释了。名园，是指梁孝王所筑的兔园，后人称为梁苑或梁园。赋雪也有典故。《文选》中谢灵运的《雪赋》中说：梁王不悦，游于兔园，乃置旨酒，命嘉友，召邹生、延枚叟，相如末至，居客之右。俄而微霰零，密雪下。王乃歌，……为寡人赋之”。天家，是帝王的代称，这里说的是汉景帝。爱弟：梁孝王是汉景帝的同母弟弟。轻华，是指年轻而有才华。通宾客，就是好宾客的意思。这里也有典故。《史记、梁孝王世家》中说：招延四方豪杰，自山东游说之士，莫不毕至；齐人羊胜，公孙诡、邹阳之属皆游梁。这是上片的用典。\n\n　　下片的梁狱具，说的是一段历史。历史上说，梁孝王是汉景帝的同母弟弟，因为有功，得到天子赐的旌旗，他可以自由出入王宫。梁孝王非常宠信羊胜公孙诡。栗太子废了的时侯，太后就想立梁王为太子，但是被袁盎等人给谏止了。梁王因此十分恨袁盎，就和羊胜、公孙诡等人密谋，暗地里派人刺杀了袁盎和他的十几个议臣。由此汉景帝对梁王产生的怀疑，后来经过调查，证实果然是梁王所为，就派田叔去抓捕羊胜和公孙诡，羊胜与公孙诡得知消息后自杀。这时太后因为梁王的事整日忧心忡忡，寝食不安，日夜哭泣不止。汉景帝也感到不安了。于是梁孝王上书请罪，太后和景帝非常高兴，敕免了梁王。但是从此以后却疏远了梁王。汉诏下，说的是梁王死了以后，汉景帝下诏书，将梁王的属地分为五国。铁凤，说的是世间的事就像铁凤凰那样飞逝了。铁凤出自《西京赋》：宫阙上作铁凤凰，令张双翼，举头敷尾。是指在宫阙上的装饰物。铜狄，是指铜人，这个典一般读史的人都了解。唐诗人李贺《金铜仙人辞汉歌并序》中提到过，神明台，是汉武帝所造，上面有承露盘，有铜仙人伸出手掌捧铜盘玉杯承云表之露和玉屑服之，以求仙道。 \n\n\n生平\n\n　　陈维崧，江苏宜兴人。以明天启五年生。父贞慧，明末著气节。维崧少负才名，冠而多须，浸淫及颧准，陈髯之名满天下。尝客如皋冒氏水绘园，主人爱其才，进声伎适其意。康熙己未，召试鸿词科，由诸生授检讨，纂修《明史》，时年五十四。越四年卒于官。工骈文及词，尝与朱彝尊合刊所作曰《朱陈村词》，传世有《湖海楼诗文词全集》。其弟宗石序其词集云：“方伯兄少时，值家门鼎盛，意气横逸，谢郎捉鼻，麈尾时挥，不无声华裙屐之好，故其词多作旖旎语。迨中更颠沛，饥驱四方；或驴背清霜，孤篷夜雨；或河梁送别，千里怀人；或酒旗歌板，须髯奋张；或月榭风廊，肝肠掩抑；一切诙谐狂啸，细泣幽吟，无不寓之于词。甚至里语巷谈，一经点化，居然典雅，真有意到笔随，春风物化之妙。盖伯兄中年始学为诗馀，晚岁尤好不厌，或一日得数十首，或一韵至十馀阕，统计小令、中调、长调共得四百一十六调，共词一千六百二十九阕。先是京少有《天藜阁迦陵词刻》，犹属未备，今乃尽付梓人。自唐、宋、元、明以来，从事倚声者，未有如吾伯兄之富且工也。”近人朱孝臧题云：“迦陵韵，哀乐过人多。跋扈颇参青兕意，清扬恰称紫云歌，不管秀师诃。”维崧词具有创作天才，固宜其不为前人所囿矣。\n\n世家名流\n　　陈维崧出生于讲究气节的文学世家，祖父陈于廷是明末东林党的中坚人物，父亲陈贞慧是当时著名的“四公子”之一，反对“阉党”，曾受迫害。陈维崧少时作文敏捷，词采瑰玮，吴伟业曾誉之为\"江左凤凰\"。明亡时，陈维崧才20岁。入清后虽补为诸生，但长期未曾得到官职，身世飘零，游食四方，接触社会面较广。又因早有文名，一时名流如吴伟业、冒襄、龚鼎孳、姜宸英、王士禛、邵长蘅、彭孙遹等，都与他交往，其中与朱彝尊尤其接近，两人在京师时切磋词学，并合刊过《朱陈村词》。清初词坛，陈、朱并列，陈为“阳羡派”词领袖。\n\n断袖之癖\n　　即使是出身在这样一个气节之重享誉天下、书香仕宦之家的陈维崧，也颇好男风。陈维崧与名优徐紫云的一段生死缠绵情事，曾使无数清代士人为之倾倒，似乎成了他们心目中理想情爱的标准。据野史笔记载，陈维崧对徐紫云一见神移，当时正值梅花盛开，他就天天“携紫云徘徊于暗香疏影间”，从此开始了两人长期的形影相随的同性恋生活。陈维崧为徐紫云写作了大量的诗词。其中《惆怅词二十首·别云郎》中满是如“旅愁若少云郎伴，海角寒更倍许长”、“独坐待君归未归，不归独坐到天明”、“检点行装，泪滴珍珠，叠满箱”之类的浓浓痴语。陈维崧还请名画师为徐紫云作肖像，其中仅《紫云出浴图卷》就有名士七十四人题诗一百五十三首、词一首，卷中充斥着诸如“莫怪君王勤割袖，漫同罗倚浣春纱”、“江南红豆相思苦，岁岁花前一忆君”等缠绵诗句。虽然这些题诗的士人未必都是\n　　陈是严格意义上的同性恋者，却对异性恋持欣赏态度。陈维崧家有妻妾子女，徐紫云成年也要娶亲，他在紫云洞房花烛夜时写了一首《贺新郎》相赠：“六年孤馆相偎傍。最难忘，红蕤枕畔，泪花轻飏。了尔一生花烛事，宛转妇随夫唱。只我罗衾寒似铁，拥桃笙难得纱窗亮。休为我，再惆怅。”陈维崧对徐紫云的相思依恋跃然纸上。徐紫云婚后，二人仍亲密来往，后陈维崧携徐紫云归宜兴老家居住。徐紫云病逝后，陈维崧又写了大量动情怀念的感伤诗句，词句凄婉，令人伤感。 \n\n",
  "desc": "陈维崧(1625～1682)清代词人、骈文作家。字其年，号迦陵。宜兴（今属江苏）人。清初诸生，康熙十八年(1679)举博学鸿词，授翰林院检讨。54岁时参与修纂《明史》，4年后卒于任所。",
  "dynasty": "清代",
  "id": 712,
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_712.jpg",
  "name": "陈维崧",
  "star": 23
}