{
  "content": "生平\n\n早期经历\n\n　　刘秉忠，字仲晦，初名刘侃，因信佛教改名子聪，任官后而名秉忠。刘秉忠自幼聪颖，八岁入学就能日诵文数百言。十三岁在帅府做人质，十七岁为邢台节度使府令史，以便于就近奉养其亲。刘秉忠为令史时常郁郁不乐，一日感叹道：我家世代为官，难道我宁愿沦为书记小吏吗？大丈夫生不逢时，只有隐退以待时而起。便弃官隐居于武安山中。若干年后，被天宁寺虚照禅师收为徒弟。后又云游云中，留居南堂寺。\n元世祖即位之前，海云禅师奉召，路过云中时听闻刘秉忠博学多才，邀与同行。刘秉忠拜见元世祖后，元世祖甚为称赞，多次垂询。刘秉忠于书无所不读，尤其深入研究《易经》及宋邵雍《经世书》，至于天文、地理、律历、占卜无不精通，天下事了如指掌。元世祖甚是宠爱，留其身边供职。后数年因父殁奔丧回家，元世祖赐金百两为治葬之用，且遣使送至邢州。服丧期满，便召还至和林。刘秉忠至和林后上书数千百言。元世祖对他的这番议论，甚为赞赏，均加采纳。刘秉忠又上言道：“邢州户口原有万余，自兴兵以来都不满数百，若派真定的张耕、氵名水的刘肃这样的良吏去治理，必定能恢复旧日盛况。”于是朝廷派张耕为邢州安抚使，刘肃为副使。不久流民复业，升邢州为顺德府。\n\n　　他不但为元王朝建立了一系列的政治制度，而且以《周礼·考工纪》关于都城建设为指导思想进行规划修建的元大都，被誉为“大元帝国的设计师”，甚至元朝的国号也是出自刘秉忠的建议。\n\n　　根据《元史》记载，刘秉忠在上书中建议“鳏寡孤独废疾者，宜设孤老院，给衣粮以为养”。忽必烈采纳了他的建议，下诏赈济天下鳏寡孤独废疾者。此后，元朝逐步建立和完善了对这些困难群体的收养救助制度，至元八年在各路设济众院一所，至元十九年各路立养济院一所，还规定了收养的标准和操作过程。\n\n从旁建言\n\n　　元宪宗三年、四年和九年，刘秉忠随元世祖征伐大理、云南和伐宋时，力劝元世祖勿滥杀，所以每克一城都没有妄戮一人，所至人民全活者不可胜计。\n\n　　中统元年，元世祖即位，采纳刘秉忠的建议，下诏建元纪年，设立中书省和宣抚司。朝廷旧臣、山林隐士都被录用。刘秉忠虽居于皇帝左右，但仍着旧服，当时人称他为“聪书记”。\n\n诏命还俗\n\n　　至元元年，翰林学士承旨王鹗奏言，刘秉忠早在陛下即位前就参与军国大事，有劳有功。今陛下即位，万象更新，而刘秉忠仍着旧装，我等于心不安。应正其衣冠，给以厚爵。皇帝采纳，拜刘秉忠为光禄大夫，位至太保，参与领导中书省政事，并诏令以翰林侍读学士窦默之女为刘秉忠的妻子，赐奉先坊作为刘秉忠府第。\n\n功勋卓著\n\n　　刘秉忠受命后以天下为己任，凡国家大小事务，都知无不言，言无不尽，深得皇帝宠信。所推荐和提拔的人，后都为名臣。至元三年，刘秉忠又受命在原燕京城东北设计建造一座新的都城。新城规模宏伟，工程浩大，在刘秉忠和张柔、段桢等主持下，进展很快。\n至元六年，订立朝仪。至元八年，刘秉忠建议忽必烈，取《易经》“大哉乾元”之意，将蒙古更名为“大元”，忽必烈采纳了，这就是元王朝命名所由来。刘秉忠还主持了元朝首都大都和陪都上都的营建。至元十一年正月，大都宫阙建成。刘秉忠还为皇帝制定官制，朝见皇帝礼节、百官的服饰及俸禄等。\n\n无疾而卒\n\n　　至元十一年八月，刘秉忠忽然无病而卒，年五十九岁。元世祖闻耗惊悼，对群臣说：“秉忠为朕尽忠三十余年，小心谨慎，不避艰险，言无隐情，其学问之深，惟朕知之。”下令出内府钱将其安葬于大都。至元十二年，赠太傅，封赵国公，谥文贞。元成宗时，赠太师，谥文正。元仁宗时，又进封常山王。在有元一代，汉人位封三公者，仅仅刘秉忠一人而已。\n\n\n文学成就\n\n　　刘秉忠不仅是元朝初年的大政治家，他学问功底深厚，也是一个非常著名的学者、诗人和散曲家，自号藏春散人，每以吟咏自适。一生在天文、卜筮、算术、文学上著述甚丰，计有《藏春集》六卷、《藏春词》一卷、《诗集》二十二卷、《文集》十卷、《平沙玉尺》四卷、《玉尺新镜》二卷等。部分诗词：\n\n　　《南吕·干荷叶》、《双调蟾宫曲》、《木兰花慢·望乾坤浩荡》\n\n　　杨镰先生的《元诗史》就用了相当篇幅评价其诗，认为“他是元初北方诗坛有代表性的诗人之一”，评价刘秉忠的文学成就，主要依据今存之《藏春集》六卷，所收为诗和词，收诗计七律二百三十九首，七绝一百五十一首。《永乐大典》残卷中尚有一部分刘秉忠诗。刘秉忠一生写作有大量文章，但后世所能够看到的，仅有《全元文》卷一一五所收三篇。评其词作，大致可依据《藏春集》卷五与《全金元词》所收刘秉忠的散曲，今知有小令《干荷叶》一组八首和《蟾宫曲》一组四首，分别载《阳春白雪》前集卷一和《阳春白雪》后集卷一，《全元散曲》收录。其中《干荷叶》第五至第八首可以断定非刘秉忠作，则实存散曲两组八首。\n\n　　刘秉忠词曲在元代都称名家。人们谈元词，无例外地要举出《藏春词》，清人编《历代诗余》，选刘秉忠词五首。今人论元词，刘秉忠也居重要位置。前人论刘秉忠词，最有影响的文献有二：一为王鹏运《藏春乐府跋》，二是况周颐《蕙风词话》卷三之《藏春词》。王鹏运“谓雄廓而不失之伧楚，酝藉而不流于侧媚”二语，为刘秉忠词风格评论定调。后人研究，多由此二语生发。\n\n\n家族成员\n\n刘秉忠祖籍瑞州，世为辽朝官宦大族。曾祖父任金朝邢州节度使，家居邢州，所以从他祖父刘泽始为邢州人。元太祖十五年，木华黎攻取邢州，立都元帅府，任刘秉忠之父刘润为都统，后改署州录事，又历任巨鹿、内丘两县提领。\n\n祖父：刘泽\n\n父亲：刘润\n\n兄弟：刘秉恕，为刘秉忠的同父异母弟弟\n\n子嗣：刘兰璋，刘秉忠结婚较晚，无子，仅有一女，将他弟弟刘秉恕的儿子刘兰璋过继为自己的子嗣。[25] \n\n孙子：刘虎、刘彪，均为刘兰璋之子\n\n侄子：刘友直、刘友谅、刘友闻、刘友益，均为其弟刘秉恕之子。\n\n侄孙：刘绍祖\n\n\n后世纪念\n\n　　大庆寿寺里有两座砖塔，一座七级，一座九级。那座九级的砖塔是元朝开国功臣怪僧刘秉忠师傅的墓塔，寺里还保留着刘秉忠写的赞文。刘秉忠的墓就在卢沟桥北不远的地方。姚广孝来到北平后就去拜谒了，而且先后去了两次，并且写下了这样的诗句：“良骥色同群，至人迹混俗；知己苟不遇，终身不怨……一朝风云会，君臣自心腹；大计业已成，勋名照简牍。”\n\n",
  "desc": "刘秉忠（1216-1274年），初名刘侃，字仲晦，号藏春散人，邢州（今河北邢台市）人。因信佛教改名子聪，任官后而名刘秉忠。元朝杰出政治家、文学家。刘秉忠是元初政坛一位很具特色的政治人物，对于元代政治体制、典章制度的奠定发挥了重大作用。同时，又是一位诗文词曲兼擅的文学家。至元十一年，逝世。元世祖赠太傅，封赵国公，谥号文贞。元成宗时，追赠太师，改谥文正。元仁宗时，追封常山王。",
  "dynasty": "元代",
  "id": 1720,
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_1720.jpg",
  "name": "刘秉忠",
  "star": 0
}