{
  "content": "诗词风格\n\n　　庄棫论词比谭献更重视“比兴”。他为谭献的《复堂词》作序，其中就特别说到：“家国身世之感，未能或释，盖风人之旨也。”——清·庄棫《复堂词序》关心国家，关心自己身世的这种感受，无法解脱。这时风人，实际上就是斯人，词人，指的是从《国风》里的“风人”，这个宗旨。但是，他说呢，“世之狂呼叫嚣者，且不能知仲修之诗，乌能知仲修之词哉？礼义不愆，何恤乎人言。”——清·庄棫《复堂词序》且不能知谭献之诗，仲修就谭献，谭献字仲修。他又说， \n\n　　“夫义可相附，义即不深；喻可专指，喻即不广。托志帷房，眷怀君国。”——清·庄棫《复堂词序》喻，比喻，“喻“可以专指喻即不广。他说虽然一直从宋以来，有很多人，但是能够合乎这个比兴之旨的“合者鲜矣。”为什么呢？有的是“又或用意太深，辞为义掩。虽多比兴之旨，未发缥缈之音。”——清·庄棫《复堂词序》或者是，有些人不能够真正在词里面寄托那种托志帷房、眷怀君国的那种深意。或者呢，用意太深，结果被那个词表面掩住了。虽然里头有比兴的这个宗旨，但是没有那种缥缈的、寄托的表现方法表达出来。所以他就说，“自古词章，皆关比兴。斯义不明，体制遂舛。狂呼叫嚣，以为慷慨。矫其弊者，流为平庸。风诗之义，亦云渺矣。”——清·庄棫《复堂词序》因为他一方面要强调这个，要托志帷房，眷怀君国。另一方面，又要强调有比兴，缺哪一方面都不行。如果你 \n\n　　只是有眷怀君国这个意思，但是你是狂呼叫嚣，变得慷慨，实际上不对。如果你纠正了这个呢，又变成了平庸。所以他说真正能够像那个国风义诗那种的涵义太少。可以看出和谭献相比，庄棫论词有两处有点不同。庄棫论词与谭献的不同之处一：针对“世之狂呼叫嚣者”抒发情感谭献强调“柔厚”，他要纠正的是“雕琢曼辞”、“靡曼荧眩”这样一种弊病。而庄棫论词则反对，反对在另一面，主要针对着所谓“世之狂呼叫嚣者”。只注意好像抒发他慷慨激烈的感情，而没有这样强调比兴，这是一点。庄棫论词与谭献的不同之处二：强调“托志帷房、眷怀君国”寄托感情第二个，他更加强调可以看出，他是更向诗教靠拢。而且他这里谈到的比兴，已经不仅仅是一般的一种艺术手法，我们可以借助着比兴的这种艺术手法来寄托自己的感情，他成为这个整个论词的“柔厚”词旨的内在要求。你只要写词，你就一定要有比兴。可是，正好就是这种词学观，既成就了庄棫的词，也限制了庄棫的词。为什么这么说？庄棫一生不遇。虽然他自嘲，“予无升降得丧之戚”，因为他没有做官，所以，升、降、得失，他没有这种悲哀。实际上他的身世之感仍然在词当中表现出来。比如他的[唐多令]一首，借写一盏灯来写出了自己的心境，确实自出机轴。词里写了灯火，“灯焰似凝脂，红心草恐非。幂烟煤一样迷离。照得空庭都四彻，原不藉，蜡成堆。”——清·庄棫这盏灯火，小小一盏灯火，看起来简直不像一根灯芯照出来的。它一堆烟煤那样，照得空庭，都四面都照到了，都堆砌着蜡成堆。但是，下面一转，“影隔便难知，光留许众窥，也曾看镜里蛾眉。窗外北风正冰冱，只微火，转凄其。”——清·庄棫只要有一个影子就把这盏灯给挡住了，看不见了。当然，可它的光呢，还留着让大家来看。这盏灯也曾经照过镜里边的美女。这就写出了这个照彻空庭、光留众窥的自许和一种自傲。也有影隔难知、曾照蛾眉的怨抑和惆怅；而最后却归集到一句，正是窗外北风的时候，结着冰的时候，“只微火，转凄其。”此刻在窗外风吼冰封当中显得那样微弱，那样凄凉的形象，实际上就是他自己的处境和心境之所化。确实，深得比兴寄托、意内言外之妙。所以说这种比兴柔厚之说，确实成就了他的诗。像这首词就是意象新铸，构思独造，前人词集里头很少见。但是，在《中白词》里头，这也是创意之作并不多见。当然另外也有一些，比如说他《相见欢》写：“深林几处啼鹃，梦如烟。直到梦难寻处倍缠绵。蝶自舞，莺自歌，总凄然。明月空庭如水似华年”。——清·庄棫《中白词》抒发旧梦难寻、华年逝水的人生感慨，也比较动人。但是，像这种情境意象已经落入窠臼。后来陈廷焯凭这首词认为他是“超越古今”，显然是过誉了。庄棫词大多数都像这样。另外就有一些词，他刻意地追求那个义无所附 喻不专指他前面那个，他在评谭献的词里头说到这个，“夫义可相附，义即不深。喻可专指，喻即不广。”你可以有大家知道的那个义，那你的义就不深。你的比喻就专门指某一件事情，你就不广。所以，他就表现得更加广泛，更加深入和广的这种“义”和“喻”，刻意去追求这种，结果造成了一种飘渺晦涩。在当时是一位比较出名的词人。 \n\n",
  "desc": "庄棫（1830——1878 ），字中白，一字利叔，清代词人，学者，号东庄，又号蒿庵。丹徒人，生于道光十年（1830）。光绪四年（一八七八）卒。享年四十九岁。著有《蒿庵遗稿》，词甲、乙稿及补遗附焉。",
  "dynasty": "清代",
  "id": 721,
  "name": "庄棫",
  "star": 4
}