{
  "content": "生平\n\n　　杜光庭为唐末五代著名道教高道，青少年时代，勤奋好学，博览群书。唐懿宗朝应九经举，赋万言不中，乃弃儒入道，师事天台道士应夷节，为司马承祯五传弟子。尝谓汉天师、陆修静撰集的道门科教，因岁久废坠，乃考定真伪，条列始末，为天下道流遵行。郑畋荐其文于朝，僖宗召见，赐以紫服象简，充麟德殿文章应制，为道门领袖。时人盛赞其为“词林万叶，学海千寻，扶宗立教，天下第一”。①中和元年，随僖宗避难成都，遂留于蜀。受到前蜀高祖王建赏识，命为太子元赝之师。王建曰：“昔汉有四皓，不如吾一先生足矣”。②光庭荐儒者许寂、徐简夫以侍东宫，颇与议政事，相得甚欢。永平三年，为金紫光禄大夫、左谏议大夫、封蔡国公，进号广成先生。通正元年迁户部侍郎。乾德五年，后主王衍受道箓于苑中，以杜光庭为传真天师、崇真馆大学士。\n\n　　不久，杜光庭隐于青城山白云溪。尝建飧和阁，奉行上清紫虚吞日月气法。③他与诗僧贯休友善，每相戏谑。一日，二人并骑于道上，而贯休马忽坠粪，光庭连呼：“大师大师，数珠落地！”贯休应曰：“非数珠，盖大还丹耳。”\n\n　　杜光庭学识渊博，攻读有方。尝谓蜀相徐光溥曰：“余初学于上库，书笈皆备，一月之内，分日而习，一日诵经书，二日览子史，三日学为文，四日记故事，五日燕闲养志，一月率五日始，不五七年经籍备熟。”④以五日为一周期，每日安排不同的学习内容，而以第五日为游憩时间；循环往复，周而复始，有张有弛，劳逸适度，遂得精进。他精通儒、道典籍，又对道教作过不少实地调查，生平著述极丰。收入《正统道藏》的有二十七种，《全唐文》收有三百二篇。主要有《道德真经广圣义》五十卷，《道门科范大全集》八十七卷，《太上黄箓斋仪》五十八卷，《广成集》十七卷，《序太上洞渊神咒经》二十卷，《道教灵验记》十五卷，《神仙感遇传》五卷，《墉城集仙录》六卷，《洞天福地岳渎名山记》一卷，《太上老君说常清静经注》，《历代崇道记》一卷，《太上宣慈助化章》五卷，《集陆修静、张万福、李景祈、留用光、蒋叔舆等无上黄箓大斋立成仪》五十七卷，以及其他斋、仪、表、序、记、传、颂、赞等等。对道教的教理教义、神话传说、斋醮科仪等，进行了系统的整理和阐发，对道教的建设有过多方面的贡献。他的大批著作，不仅反映了他所处时代的道教面貌，也为道教在北宋的再度复兴准备了一定条件，为道教文化史上一位承前启后的重要人物。\n\n\n历史功绩\n\n　　杜光庭可谓唐末五代时期的高功大德，在僖宗朝即获赐紫加官，曾被目为“扶宗 立教，海内 一人”的大人物。唐亡，杜光庭依仕前蜀，先后被王建、王衍父子赐号、封爵，甚至担任各 种俗职。这些直接关系到对杜光庭的认识和了解，但今人对此辨析考证不足。?\n\n　　①面对史 籍繁 复纷乱的记载，征引稍有不当，便致矛盾、舛误错杂其间。本文即就此试作梳理考辨，愿抛 引玉之砖，为杜光庭研究尽绵薄之力。? 唐代担任俗职，获赐紫衣、封爵的道士很多。\n\n　　②杜光庭早年科举失意，但天台山“奋然入道 ”?\n\n　　③以后，便平步青云，在僖宗朝获得尊崇。对此，较确切的记载就是《历代崇道记》文 后 杜光庭所署：“中和四年十二月十五日上都太清宫文章应制弘教大师赐紫道士臣杜 光庭上进谨记”?\n\n　　④这个记载应该是可信的，但当时杜光庭与僖宗具在成都，杜光庭获赠 紫 服、弘教大师之师号等是在入蜀之前还是之后？《宣和书谱》卷五云：“弃儒衣冠入道，游 意澹漠……僖宗临御，光庭始充麟德殿文章应制”；《历世真仙体道通鉴》卷四十云：“郑 畋荐其文于朝，僖宗召见，赐以紫服象简，充麟德殿文章应制”。从《宣和书谱》、《历世 真仙体道通鉴》所载，杜光庭可能在僖宗践祚初年就辞吴进京，获赐紫加官。\n\n　　另外，《广成集》收的多为杜光庭入蜀以后的表奏、青词，但却署：“上都太清宫内供奉应 制文章大德赐紫杜光庭撰”，这可能是出于尊唐之意，如果不是后人妄署，从中我们可以看 出，杜光庭还被授予“内供奉道士”。杜光庭《〈太上洞渊神咒经〉序》所署官阶中也有“ 内殿供奉”，详见下文。内供奉可以随侍皇帝左右，能够自由出入宫禁大内，地位相当显赫 。这在一定程度上，奠定了杜光庭早年在道教界的地位和威望。\n\n　　杜光庭依仕前蜀以后，尊崇有加，但有关其加官进爵的记载较为混乱，就其获赠师号、封爵 、担任俗职的时间、品级和过程尚待澄清。考证杜光庭仕蜀经历最重要也最可靠的文献当是杜光庭的表奏文。据《蜀 杌》卷上，前蜀 天汉元年蜀主“以广成先生杜光庭为户部侍郎”，为此杜光庭曾进《谢恩除户部侍 郎兼加阶爵表》： 臣某言，伏蒙恩敕，除授光禄大夫、尚书户部侍郎、上柱国、蔡国公、广成先生者⑤。 可见前蜀天汉元年，杜光庭任职事官户部侍郎，除授散官光禄大夫、勋官上柱国， 封爵蔡国公。但赐号“广成先生”却不能笼统地认为也是这一年。\n\n　　《资治通鉴》卷二百六十 八：丙子，蜀主以道士杜光庭为金紫光禄大夫、左谏议大夫，封蔡国公，进号 广成先生。光庭博学善属文，蜀主重之，颇与议政事。根据《资治通鉴》这段记载，后人很容易把两次加官进爵的品级和时间混淆。因为两处记载 都提到“广成先生”和“蔡国公”。按《资治通鉴》，“蔡国公”为后梁乾化三年 封或不可信，因为从杜光庭《谢恩除户部侍郎兼加阶爵表》的题目可以看出，封爵也在谢恩 范围，蔡国公当是前蜀天汉元年封。 而赐号“广成先生”在谢恩表题目中就没有提 到，而且表文中尚云：况复启运之初，垂裳之始，锡峒山之美号，加北省之华资。无以身谕国之谈，上裨天庭；乏 造膝沃心之议，仰副宸衷。揣身世而荣显居多，于爵位而贪饕已极，岂可重尘清级，更履殊 荣。 可见在“启运之初，垂裳之始”，杜光庭就获赠“峒山之美号”，加“北省之华资”。“峒 山之美号”典出《庄子·在宥》，该篇云：“黄帝立为天子十九年，令行天下，闻广成子在 于崆峒之山，故往而见之。”“峒山之美号”即指“广成先生”；“北省华资”则指门下省 和中书省的官职，唐朝尚书省在中书、门下之南，又称南省，门下省和中书省则合称北省。 显然杜光庭是延续旧说。再看上引《资治通鉴》，“蜀主以道士杜光庭为金紫光禄大夫、左 谏议大夫，封蔡国公，进号广成先生”，这里与唐有所区别，但这一点还不至于有什么不同。可见杜光庭天汉元年所说的“启 运之初，垂裳之始，锡峒山之美号，加北省之华资”与《资治通鉴》后梁乾化三年 所载是同一件事，只是《资治通鉴》云“封蔡国公”当是前蜀天汉元年事。从中我们还可以 看出，前蜀天汉元年，杜光庭的官阶品位较前蜀永平三年，也即后梁乾化三年，所任的金紫光禄大夫、左谏议大夫有所上升，在王建统治后期受到极大尊崇 。 前蜀永平三年，太子元膺遭诛。此前杜光庭曾为之师。《新五代史》卷六十三云： 建以元膺年少任重，以记事戒之，令“一切学朕所为，则可以保国。”又命道士广成先生杜 光庭为之师。\n\n　　《资治通鉴》后梁均王乾化三年： 蜀主命杜光庭选纯静有德者使侍东宫，光庭荐儒者许寂、徐简夫，太子未尝与之交言。为太子师，应有东宫官阶，但杜光庭自己从未署过，显然这与太子后来遭到诛杀有关。那么 杜光庭何时担任太子师呢？前蜀武成二年立王宗懿为太子，王建加 尊号英武睿圣皇帝⑥，为王建加尊号，杜光庭特进《谢允上奏尊号表》⑦，由此，很 可能在这 一年杜光庭就任太子师，或出任前蜀其他官职。杜光庭何时以何种方式出仕，关系到后人对 其出处大节的评价，如后蜀何光远《鉴戒录》卷五《高尚士》云：“郑则后唐三诏 不起，杜则王蜀九命不从，可谓高尚隐逸士。”另外杜光庭还曾有广德先生的师号，也许是 在前蜀出仕以后获赠，到永平三年才改赠广成先生。 后蜀何光远《鉴戒录》卷五云：“王蜀广德杜先生光庭”；北宋僧文莹《湘山野录》卷下云 ：“蜀先主开建初赐道士杜光庭为广德先生、户部侍郎、蔡国公”；南宋李石《续博 物志》卷二：“广德先生杜光庭，处州人。”《鉴戒录》、《湘山野录》及《续博物志》皆 近俳谐之言，然亦非全无可取，尤其《鉴戒录》，《通鉴考异》即屡用之，《全唐诗》、《 全五代诗》亦凭之得诗不少，何光远又曾仕后蜀，所言往往可资考证。据此，王建初赐杜光 庭广德先生应是可信的。元代赵道一《历世真仙体道通鉴》卷四十也有记载，而且较为详细 ，谓王建初赐号“广德先生”，后“欲优於名秩”改为“广成先生”。\n\n　　关于杜光庭的官爵升迁变化，还有必要提及的是前蜀后主王衍时期。前蜀光天元年 六月，王建卒，王衍嗣位，此后两年内，杜光庭官爵没有变化，作于前蜀乾德二年 的《道德真经元德纂序》仍署：“乾德二年庚辰降圣节戊申日，广成先生光禄大夫尚书户部 侍郎上柱国蔡国公杜光庭序。”但乾德三年，光庭又获赐“传真天师”号，任崇真 馆大学士?⑧，此外，杜光庭官阶品位似乎还有升迁。《宣和书谱》卷五云： 传授真大师特进捡校太傅太子宾客兼崇文馆大学士行尚书户部侍郎广成 先生上柱国蔡国公。此时杜光庭的散官阶品已由“光禄大夫”升至“特进”，另有检校官“太傅太子宾客”。这 或许不是子虚乌有的事情，杜光庭《〈太上洞渊神咒经〉序》所署职衔与此略同，这篇序文 是杜光庭为刊刻《太上洞渊神咒经》撰写的⑨，序前署为： 唐引驾传真天师特进检校太傅光禄大夫行尚书户部侍郎崇真馆大学士上柱国彭城郡蔡国公弘 教大师金门羽客文章应制内殿供奉三教谈论广成先生食邑五千户实封一千六百户。\n\n　　从所署师号、俗职、赐紫来看，既有僖宗朝的“弘教大师”“文章应制” “赐紫”、“内 殿供奉”，又有前蜀王建时的“光禄大夫”、“尚书户部侍郎”、“上柱国”、“彭城郡蔡 国公”、“广成先生”；还有后主王衍时的“传真天师”“崇真馆大学士”。而“特进”也 当是后主王衍所授。前蜀王衍时期，杜光庭已经年迈，这种官阶品位名号的堆积，若确实由 杜光庭自己签署，多少带有总结回顾的意味。但据《十国春秋》卷四十七所载，杜光庭接受 传真天师、崇真馆大学士以后，“未几解官，隐青城山。” 前蜀咸康元年后主王衍 迎降，杜光庭解官退隐很可能在此之前，若此也算明智之举。\n\n",
  "desc": "杜光庭（850—933），字圣宾，号东瀛子，缙云人。唐懿宗时，考进士未中，后到天台山入道。晚年辞官隐居四川青城山。一生著作颇多，有《道德真经广圣义》、《道门科范大全集》、《广成集》、《洞天福地岳渎名山记》、《青城山记》、《武夷山记》、《西湖古迹事实》等。古代著名传奇小说《虬髯客传》相传系他所作。杜光庭注重对道教教义、斋醮科范、修道方术等多方面的研究和整理，对后世道教影响很大。一些著作亡佚于元初,无法见其原貌。研究杜光庭的专著有《唐代老学研究——以成玄英、李荣、唐玄宗、杜光庭《道德经》注疏为个案》等。",
  "dynasty": "唐代",
  "id": 2826,
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_2826.jpg",
  "name": "杜光庭",
  "star": 0
}