{
  "content": "人物生平\n\n平定啸乱\n　　总章二年泉潮间蛮獠反，唐高宗下诏命陈政为总岭南行军总管事。“民苦蛮獠之乱，佥乞镇帅以靖边方。”归德将军陈政正是在此时临危受命，以岭南行军总管的身份，率领3600名府兵、123员战将，从河南固始县出发，南下入闽平乱。其子陈元光时年13岁，也加入南下的唐军。陈政率领唐军顺着淮河进入大运河，沿运河南下进入浙江，再由仙霞岭入闽，连克数座蛮獠盘踞的峒寨后，直抵位于今华安县的九龙山地界。在此地，由于众寡悬殊，唐军一时无法突围，加上来自中原的府兵水土不服，难以忍受“蛮獠之区，瘴疠之地”的温湿气候，许多将士染病不起。陷入困境的唐军无奈退守九龙山，上奏朝廷请求增派援兵。\n\n　　总章三年，陈政的两位胞兄率领府兵及军眷5000多人“尽室南来”，包括75岁高龄的母亲魏太夫人。行军途中，两位兄长相继病逝，魏太夫人毅然代替儿子，将援兵带到九龙山，与陈政会合。唐军军威大振，一举突出重围。九龙山大捷后，唐军一路征战，连克36个蛮獠山寨。今天的漳浦县盘陀镇，还留存有一座娘仔庙。庙的主人娘慧仙，是曾与一众山寇啸聚山林的娘子寨寨主。陈政父子派部下李伯瑶潜入寨中，智取娘慧仙，将其招安。拔除最后一座山寨后，唐军越过蒲葵关，落脚于云霄县火田镇火田村，在此安营扎寨，取得平乱的决定性胜利。\n\n　　仪凤二年，陈政积劳成疾，卒于云霄，埋骨将军山。21岁的陈元光子承父业，执掌帅印，继续带领陈家军开发南蛮之地。“陈元光认为，生产落后、民性凶悍、缺乏管理、失之教育，是这一带经常发生暴乱的根源。”长期从事开漳圣王文化研究的民俗专家方群达说，为保此地长治久安，陈元光在入闽的第14年，上书朝廷，奏请设置州郡。两年后，武则天批准在泉州、潮州之间设置漳州，最早的郡治就位于云霄。陈元光被任命为漳州史上的首位刺史。\n\n开漳治州\n　　垂拱二年，陈元光呈请皇帝在泉州、朝州之间设郡县，以利加强对漳州地区的封建统治。 在火田村火田溪中游，至今残存着一段长约30米的水坝，当地百姓称其为“军坡”，已有1300多年的历史。“这是陈将军率开漳将士屯垦时兴建的水利工程，坝长120米，引水渠全长4000米。”汤毓贤说，“军坡”的灌溉面积达千亩以上，是福建最早的水利工程之一，历经沧海桑田，至今仍惠泽一方。\n\n　　“军坡”是陈元光重视生产的历史见证。闽南战事方息，陈元光心心念念的便是如何建设新漳州。那时的漳州，生产落后，野兽出没，尚未开化，历多年战乱后更是百业凋零，民不聊生。\n\n　　建立一个新州郡不易，建设一个新州郡更难。陈元光治漳的第一步是发展生产。火田村是陈元光在漳州建立的第一个村落，村名历经千年，未曾更改。当年，陈元光带领将士，与流民一起在这里开垦土地，依户分田，种植庄稼。士兵们“平居则狩猎，有役则战守”。寓兵于农的政策，大大推动了这块“处女地”的开发。陈元光将中原先进的农耕技术带到闽南，让当地百姓掌握了铁器牛耕，走出刀耕火种的落后状态。\n\n　　开漳将士中多能工巧匠，善纺织、烧陶、冶铁，填补了闽地手工业的空白。陈元光实行“通商惠农”政策，使漳州迅速成都为南方商业重镇。同时，当地的交通事业也逐渐发展起来，九龙江、漳江等成为重要航道。渔业因此兴盛，鲨鱼皮是当时漳州的主要贡品。\n\n　　在漳州市芗城区，一座盛唐遗迹记录着漳州教育的发端，它就是松洲书院。\n\n　　“松洲书院是中国最早以书院命名的一所学校，也是福建省最早的书院之一，由陈元光之子创建。”汤毓贤说，陈元光坚持“其本在创州县，其要则在闪庠序”。为此，他首开先河，在漳州创办乡校，推行科举制度。漳州从此重学风气盛行，开启了文风鼎盛的时代。改善汉蛮关系，是陈元光主政漳州的又一功绩。面对蛮獠的反抗，陈元光采取恩威并施的策略，对于愿意归顺的蛮族，进行安抚，编入户籍，实行区划自治，保其生活安定。他还鼓励部下与蛮獠通婚，以促进民族融合。为此，他身体力行，迎娶当地种氏为妻，打破了过去蛮人不与外人通婚的传统。\n\n　　经过近40年的开发建设，漳州从不毛之地变身民风淳厚、百业兴旺的乐土。“方数千里，无桴鼓之声”，汉蛮和谐共处，少有战事；“花卉三冬绿，嘉禾二度新”，一派繁荣景象。\n\n　　景云二年，潮州一带残寇复起，陈元光率轻骑御敌，途中陷入包围，因寡不敌众，最后身负重伤，战死沙场。漳州全城哀痛，军民们最初把他葬于云霄大峙原，这座山也因百姓在山头挂满白色葛布，得名葛布山。\n\n源祭圣王\n　　陈元光死后，历朝历代感念其开漳之功，相继对其进行褒封。自唐以来，历代朝廷对陈元光的追封计达22次，仅两宋就有15次之多。清乾隆年间，陈元光被追封为“开漳圣王”。至此，一代功臣，登上了神坛，受后人朝拜。\n\n　　陈元光及87姓府兵的后裔在闽南地区落地生根，成为日后漳州、泉州、潮汕地区的主要人口成分。唐以后，开漳后裔不断向台湾、香港和东南亚地区迁徙，落籍当地的同时，也带去了开漳圣王信仰文化。从此，开漳圣王成为两岸共同信奉的神祇。\n\n　　陈元光的事迹，未见于新旧唐书。“唐史无人修列传，漳江有庙祀将军。”千百年来，两岸百姓用自己的方式纪念着这位创业先人，为他而建的威惠庙香火长盛不衰。\n\n\n家庭成员\n\n　　祖父：陈犊，字克耕，祖籍山西河东，隋朝将领陈果仁之子，驻守河南光州，隋朝末年说服陈果仁以五万精兵降唐，唐高祖李渊平定天下，功拜玉钤卫翊府中郎将，封开国元勋济美嘉庆侯，原配卒。\n\n　　祖母：魏敬字玉珏，号云霄，世称魏妈，河南光州固始人，隋朝中书令魏潜之女。\n\n　　父亲：陈政字一民，号素轩，河东人，迁居光州固始县。生于隋大业十二年、青年时随父陈犊从唐太宗打天下，攻克山西临汾等郡县，功拜玉钤卫翊府左郎将归德将军。父陈犊，陈政为陈犊与魏敬之子，排行第三。\n\n　　儿子：陈珦，字朝佩。陈元光子，生于火田村。唐万岁通天元年以明经登第。当时武后称帝已10余年，陈珦见朝中显贵互相倾轧，遂上疏请求归养。\n\n　　孙子：陈酆，字有芑，陈元光孙、陈珦之子。天宝中期，授朝散大夫、中郎将、漳州刺史。殳伯梁他调，陈酆继任漳州刺史。大历十四年陈酆逝世，谥忠宪。\n\n　　曾孙：陈谟，字以忠。陈酆之子。建中二年代理漳州刺史。\n\n\n后世纪念\n\n墓葬\n　　位于漳州市市郊浦南镇石鼓山，距市区15公里。墓碑题“唐开漳陈将军墓”墓前有石羊、石狮及华表各一对。陈元光，字廷巨，号龙湖，光州固始人，为唐朝归德将军陈政之子，博通经史韬略，自著兵书，父亡后，他接替父职，受命任鹰扬将军。唐垂拱二年，获准在泉、潮之间建置漳州郡治，并首任刺史长达26年。他厉行法治，重视垦荒，兴修水利对开发漳州作出卓越贡献。公元落711年，陈元光战死并葬于绥安溪大峙原，墓呈圆丘形，墓前碑文为：“唐开漳陈将军墓”。被尊奉为“开漳圣王”。\n\n后世纪念\n　　陈元光祖祠：位于河南省固始县陈集乡陈集村。又名将军祠。唐代大将陈元光后裔所建。清嘉庆年间重修。现存正殿五间，大式硬山灰瓦顶。殿内支柱，有厢房等建筑十四间，硬山灰瓦顶，保存较完好。\n\n　　陈元光广场 ：固始县政府于2004年5月在县城中心地带建成陈元光广场投入使用，广场以固始后裔“开漳圣王”陈元光命名，占地面积约4万平方米。2006年9月，由固始县姊妹县云霄县捐赠的陈元光雕像落成；其高7.11米，长5.55米，宽2.55米，总重35吨，用石123块，现已成为广场标志性建筑。\n\n　　现今漳州市浦南乡有一座陈元光墓，福建省人民政府列为保护文物。被列为国家文物保护单位，每年海内外陈氏宗亲前往寻根问祖者不计其数。\n\n　　据统计，漳州供奉“开漳圣王”的庙宇登记在册有251座，而“开漳圣王”庙宇在台湾则达360多座。海内外“开漳圣王”2000多万信众中，台湾信众近500万人，近80座宫庙成立了“台湾开漳圣王庙团联谊会”。\n\n　　每年十一月初五，闽南隆冬时节这一天，来自海内外的陈氏后裔、来自海内外的陈氏后裔、漳籍同胞均集于芗城浦南镇石鼓山开漳圣王陈元光陵园，缅怀先贤的伟绩和功德。\n\n\n人物评价\n\n总评\n　　唐初由陈政、陈元光父子率部入闽，并对漳潮地区进行大规模的开发，是一次影响深远的历史事件。它不仅直接影响这个地区，也间接地影响到后代对台湾省的开发。应该指出，由于陈元光本人的组织才能和实际上的领导地位，他在这一开发过程中作出了卓越的贡献，应给予一定的历史地位。\n\n历朝封赠褒扬\n　　唐先天元年，敕赠“韬卫镇军大将军兼光禄大夫、中书左丞临漳侯。谥忠毅文惠”；开元四年，又敕赠“颍川侯”。\n\n　　唐开元四年，在陈元光殉职后第五年，州县治迁至李澳川。唐玄宗皇帝追赠陈元光为“颍川侯”，并下诏书在州治敕建奉祀陈元光庙宇，且赐乐器、祭器，建“盛德世祀”牌坊以表之。\n\n　　贞元二年州治北迁龙溪，奉敕改葬陈元光于州治之北的松州堡高坡上，遂又立庙于石鼓山下。\n\n　　五代，敕赠“保定将军兼金紫光禄大夫，太傅尚书令”。\n\n　　北宋太平兴国三年，敕赠“保定男”；\n\n　　大中祥符元年，敕赠宗应伯；\n\n　　煦宁八年六月，敕赠“泽公”；\n\n　　政和三年十月，赐庙额“威惠”；\n\n　　宣和四年三月，敕赠“忠泽公”。\n\n　　南宋建炎四年八月，加赠“显佑”；\n\n　　绍兴二年，敕赠“辅国将军”。\n\n　　绍兴七年正月，加赠“英烈”；\n\n　　绍兴十二年八月，赠“英烈忠泽显佑康庇公”；\n\n　　绍兴十三年，敕赠“开漳州主圣王”，加谥“忠毅文惠王”；\n\n　　绍兴十六年七月，敕赠“灵著王”；\n\n　　绍兴二十三年七月，加赠“顺应”；\n\n　　绍兴三十年加赠“昭烈”；\n\n　　乾道四年九月，敕赠“灵著顺应昭烈广济王”；\n\n　　宝庆二年敕赠“宗毅公”。\n\n　　明洪武二年，敕赠“昭烈侯”；\n\n　　万历七年，敕赠“威惠开漳陈圣王”。\n\n　　清乾隆四年，御赐宫灯一对，御书“唐高封祀典开漳圣王”。\n\n\n后世影响\n\n　　其一，戍闽开漳，加速了东南边陲人类社会的历史发展进程，使蛮荒之地的少数民族归顺了朝廷，巩固了大唐王朝的中央政权。唐初，泉、潮间被视为“蛮獠”的族，几乎还处于氏族社会末期，多住在“背山面海”的“蛇豕之区”，以狩猎为生，山洞为家，到处“榛莽如是，几疑非人所居”表》。他们常与安居从事农耕的汉人发生冲突，历朝政府所派军队都未能进入其“领地”，只能以九龙江为界，“插柳为营”，中央政权鞭长莫及。而九龙江以西尽为“蛮獠”活动场所，他们据此长期与官府对峙，成为朝廷的心腹之患。陈元光祖孙及其将士戍闽开漳，开创了东南边陲的历史新纪元，使昔日蛮荒之地，渐成文明之邦，政治、经济、文化、军事、社会风俗等开始融入中华民族大家庭，并逐步贴近中原水平。居民的血统、心理素质和民族意识自此与中原息息相通，源远流长的华夏文化在闽粤之域得以发扬光大。此后千余年来，闽南一带未出现与中央政权相对抗的割据政权和势力，并对后世产生重大影响。因此可以说，其历史意义和影响都是划时代的。\n\n　　其二，陈元光祖孙数代作为儒家政教思想的实践者和中原文化的传播者，对漳、泉、潮、汕诸州日后成为饮誉海内外的文风昌盛的历史文化名城，其属地成为民风淳厚、才俊辈出的礼义之邦，起了勿庸置疑的奠基作用。并以其蓬勃的历史感召力和传承力，对后世教育的发展、文化的积淀和良风美俗的形成，产生了绵绵无止的影响。陈元光祖孙这一历史功绩的建树，应当说是与其家族来自河南光州固始分不开的。这是因为固始地处中原，而中原则是河洛文化的发祥地，经济和文化教育相对发达，甚至可以说领华夏之先。生于斯、长于斯的陈元光，出身官宦之家，书香门第，自幼又聪颖好学，有条件博览儒家经典，备受儒家思想文化的薰陶，13岁即领乡荐第一。袭任左郎将和晋任漳州首任刺史后，就显示出他的文韬武略和治漳才能。他不仅是一位善于领兵征战的将军，还是一位具有远见卓识的封建社会的政治家，同时也是一位满腹经伦的儒教学者、颇有成就的诗人。著有《龙湖集》、《玉钤集》、《兵法射诀》等诗文集，《全唐诗》有其诗作七首。由此可见，集文官儒将于一身的陈元光，具备这样高的素质和修养，主政期间重教兴文，德礼育人，恩威并重，倡导文明，自然是情理之中的了。也惟此，才收到了“偃武修文，四夷自服”的社会效果。\n\n　　其三陈元光及其祖孙戍闽开漳功绩，为闽粤台同胞和海外“唐人”世代景仰，广为传颂。一千多年来，闽粤人民一向尊崇陈元光为“开漳圣王”，纷纷立庙奉祀，至今香火如昔。唐、五代、宋朝廷先后追封陈元光将军为“豹韬卫镇军大将军兼光禄大夫中书丞”、“保定将军”、“太尉尚书令”、“灵著顺应昭烈广济王”等。漳州和潮、汕地区民间供奉“开漳圣王”的威惠庙、燕翼宫、州主庙等有百余座。目前在台湾奉祀陈圣王的威惠庙、昭惠庙等有53座，其中以宜兰、桃园、台北数量、香火为最。在东南亚各地陈圣王庙也有二三十座之多。\n\n",
  "desc": "陈元光(657—711年)，字廷炬，号龙湖。唐朝 河东道人[（一说河南光州人，今河南省潢川县。）。漳州首任刺史。他是闽台地区重要的民间信仰之一，被奉为开漳圣王。陈元光将军自未弱冠之年即随父率众南下，直至殉职，始终坚守在闽戍地，长达四十二年；治闽有方，开科选才，任用贤士，招抚流亡，烧荒屯垦，兴办学校，劝民读书。号称“蛮荒”之地的闽南，经济文化得到了迅速发展。 陈元光成为促进中原文化与闽越文化融合的奠基者。陈元光去世后，被后世尊奉为“开漳圣王”。潮州诗萃》收录其排律诗三首，后人编有《龙湖集》48首，《全唐诗》及外编录其7首。",
  "dynasty": "唐代",
  "id": 1608,
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_1608.jpg",
  "name": "陈元光",
  "star": 1
}