{
  "content": "人物成就\n\n文学\n\n　　蔡琰归汉后作有《悲愤诗》两首，一首为五言体，一首为骚体。其中五言的那首侧重于“感伤乱离”，是一首以情纬事的叙事诗，是中国诗歌史上第一首文人创作的自传体长篇叙事诗。清代诗论家张玉谷曾作诗称赞蔡琰的五言诗：“文姬才欲压文君，《悲愤》长篇洵大文。老杜固宗曹七步，办香可也及钗裙。”大意是说蔡琰的才华压倒了汉代才女卓文君，曹植和杜甫的五言叙事诗也是受到了蔡琰的影响。\n\n　　骚体《悲愤诗》由于旨在抒情，首尾两节对被俘入胡和别子归汉的经历都比较简略，中间大篇幅自然风景用以渲染蔡琰离乡背井的悲痛心情，在这些对景物和人情的描述中，蔡琰极言它们与她故乡中土的差异，以此形容自己在这与中土迥异的环境下心情之沉痛悲愤。\n\n音乐\n\n　　《胡笳十八拍》是中国古乐府琴曲歌辞，长达一千二百九十七字，是一首由十八首歌曲组合的声乐套曲。原载于宋郭茂倩《乐府诗集》卷五十九以及朱熹《楚辞后语》卷三，两本文字小有出入。\n明朝人陆时雍在《诗镜总论》中说：“东京风格颓下，蔡文姬才气英英。读《胡笳吟》，可令惊蓬坐振，沙砾自飞，真是激烈人怀抱。”\n\n书法\n\n　　蔡琰的父亲蔡邕是一位大书法家，创造了八分字体。蔡琰本人对书法也很擅长，韩愈曾说：“中郎有女能传业。”蔡琰曾在曹操的要求下默写古籍，说自己不管是真书还是草书都可以写。\n\n\n相关争议\n\n丈夫争议\n\n　　关于蔡琰在北方是否嫁于左贤王历来有不一样的看法：据《后汉书》记载，蔡琰是“没于”左贤王，而不是“嫁于”左贤王，而且一般匈奴王的妻子都被称为“阏氏”，但是蔡琰在北方二十年，没有这个称号，所以认为蔡琰与左贤王并不是夫妻关系；但另一种说法认为，曹操赎回蔡琰花费了非常大的价钱，远远超过了普通奴隶的价格，可以看出蔡琰在匈奴那边的地位也不低。一些文艺作品像京剧等就将蔡文姬写成左贤王的王妃。两种说法孰是孰非，仍存在争议。\n\n作品争议\n\n　　郭沫若在为曹操翻案的同时发表论文质疑蔡琰的作品是不是出自蔡琰之手。郭沫若等人认为《后汉书》所著录的《悲愤诗》不是出自蔡琰之手，主要理由有三点：1．据《后汉书·董祀妻传》，文姬是“为胡骑所获，没于南匈奴左贤王”的，诗中不应说是为董卓部众所驱虏。2．文姬之父蔡邕受董卓重视，在董卓控制的中央政权里爵位很高，董卓死后他才被王允所杀，文姬的流落必定在蔡邕死后，而诗中说为董卓所驱虏入胡。3．骚体一章中有“历险阻兮之羌蛮”一句，与文姬为南匈奴所掠获事实不合。又有“沙漠壅兮尘冥冥，有草木兮春不荣”二句，与当时南匈奴所处地域河东平阳一带地理环境不合。\n\n　　但谭其骧认为这三项中，没有一项是站得住的。因为：1．董卓的部众中正多的是羌人和胡人，《悲愤》中说“卓众来东下”，“来兵皆胡羌”，这些胡兵不正是“胡骑”？2．南匈奴自中平五年以来已分裂为二部分，一部分内徙河东，另一部分仍在今内蒙古河套一带，如果“南匈奴”是指留居在那里的一部分，地理环境与所描叙的就正相符合。3．董卓的部众纪律很差，当时蔡文姬在关东原籍被掳，蔡邕远在长安，而她被掳后三个月蔡邕即被杀，无从获得消息，更谈不上营救。董卓部队中的羌胡都是关中人，蔡文姬被掳后被西驱入关，入关后到过羌蛮之地，也就毫不足怪。所以可以肯定《悲愤》二章确是蔡文姬的作品。\n\n生年争议\n\n　　蔡琰的生年一说是174年，一说是177年，但都是猜测，没有史料依据。\n\n\n轶事典故\n\n默写古籍\n\n　　蔡琰为丈夫董祀求情时，天气非常寒冷，曹操见蔡琰没有穿鞋又披散着头发，于是赠给蔡琰头巾鞋子袜子。蔡琰的父亲蔡邕家里曾经收藏了什么多古书，曹操问蔡琰：“听说你家原来有很多古籍，现在还能想起来吗？”蔡琰说：“当初父亲留给我的书籍有四千余卷，但因为战乱流离失所，保存下来的很少，现在我能记下的，只有四百余篇。”曹操说：“我派十个人陪夫人写下来，可以吗？”蔡琰说：“男女授受不亲，给我纸笔，我一个人写给你就是。”于是蔡琰将自己所记下的古籍内容写下来送给曹操，没有一点错误。\n\n文姬归汉\n\n　　文姬归汉是以曹操赎回蔡琰为故事背景改编的艺术故事，京剧以及其他戏曲都有文姬归汉的曲目，历朝历代也有画家画有文姬归汉图等连环画作品。\n\n环形山\n\n　　国际天文学联合会1979年正式颁布了这310座水星环形山的专有名称。它们的命名借用了世界历代著名文学艺术家的名字。中国有15位杰出文学艺术家名字登上了水星环形山，蔡琰环形山就是其中之一。\n\n辨琴\n\n　　蔡琰九岁时，父亲蔡邕夜间弹琴，突然断了一根弦，蔡琰说：“是第二根弦断了。”蔡邕说：“你这不过是偶然说中罢了。”于是故意弄断一根问她，蔡琰说是第四根。蔡文姬辨琴的故事在三字经中也有出现。\n\n\n后世纪念\n\n纪念墓冢\n\n　　陕西省蓝田县三里镇乡蔡王庄村西北约100米处，有一处名叫蔡文姬墓的墓冢，墓冢高约8米，林木葱郁，属陕西省重点文物保护单位。20世纪90年代，蓝田县又在此建文姬展览馆一座，将文姬轶事及境内出土文物陈列展出，用四体书法镌刻《胡笳十八拍》于18块青色大理石上，墓前有蔡文姬雕像。在史书中，至今未曾发现关于蔡琰归宿的记载。此墓很可能是后人根据《三国演义》第七十一回的情节建造的假冢。小说的这一回显然是罗贯中托蔡琰、曹操之名虚构的，其中把蔡琰两个丈夫的名字改为“卫道玠”和“董纪”。对此不能信以为真。\n\n纪念馆\n\n　　蔡文姬纪念馆，是依蔡文姬的墓冢而建立的。1957年8月被省政府列为省级重点文物保护单位。馆内有《蔡文姬生平展》详细介绍了蔡文姬的生平事迹和东汉末年社会的风土人情。还有《蓝田文物精品展》及现代著名书法家书丹的《胡笳十八拍》石刻。\n\n　　蔡文姬纪念馆收藏了有关蔡文姬文物130多件，其中拥有国家三级以上珍贵文物50件。\n\n\n人物生平\n\n　　蔡为人博学多才而又精通音律，早期嫁给河东卫仲道，卫仲道早亡，二人又没有子嗣，于是蔡琰回到自己家里。\n\n　　兴平二年，中原先后有董卓、李傕等作乱关中，匈奴趁机劫掠，蔡琰被匈奴左贤王掳走。蔡琰在北方生活了有十二年之久，并生下两个儿子。\n\n　　建安十一年，曹操向来喜爱文学、书法，常与蔡琰的父亲蔡邕有文学、书法上的交流。曹操见蔡邕没有子嗣，用金璧从匈奴那里将蔡琰赎回来，并将蔡琰嫁给董祀。\n\n　　而后董祀犯了死罪，蔡琰去找曹操给董祀求情。当时曹操正在宴请公卿名士，对满堂宾客说：“蔡邕的女儿在外面，今天让大家见一见。”蔡琰披散着头发光着脚，叩头请罪，说话条理清晰，情感酸楚哀痛，满堂宾客都为之动容。但曹操却说：“可是降罪的文书已经发出去了，怎么办？”蔡琰说：“你马厩里的好马成千上万，勇猛的士卒不可胜数，还吝惜一匹快马来拯救一条垂死的生命吗？”曹操终于被蔡文姬感动，赦免了董祀。 \n\n　　蔡琰回家后伤感悲愤之余作《悲愤诗》二首。此后再无蔡琰相关记载，卒年不详。\n\n",
  "desc": "蔡琰，字文姬，又字昭姬。生卒年不详。东汉陈留郡圉县人，东汉大文学家蔡邕的女儿。初嫁于卫仲道，丈夫死去而回到自己家里，后值因匈奴入侵，蔡琰被匈奴左贤王掳走，嫁给匈奴人，并生育了两个儿子。十二年后，曹操统一北方，用重金将蔡琰赎回，并将其嫁给董祀。蔡琰同时擅长文学、音乐、书法。《隋书·经籍志》著录有《蔡文姬集》一卷，但已经失传。现在能看到的蔡文姬作品只有《悲愤诗》二首和《胡笳十八拍》。历史上记载蔡琰的事迹并不多，但“文姬归汉”的故事却在历朝历代被广为流传。",
  "dynasty": "两汉",
  "id": 3111,
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_3111.jpg",
  "name": "蔡文姬",
  "star": 14
}