{
  "content": "生平\n\n　　李璮袭为益都行省长官，拥军自重。宋开庆元年，李璮加速准备反叛蒙古 ，一面进犯南宋，取海州等4城，一面积极加固益都城防，储存粮草，截留盐课。元世祖中统元年，忽必烈即帝位，其幼弟阿里不哥也在漠北自立为大汗，两兄弟为争夺汗位发生战争。忽必烈为了稳定李璮，加封他为江淮大都督，并对他的上述活动隐忍不发。李璮乘忽必烈倾全力抗御阿里不哥南犯之机，三年二月，举兵反叛，他献涟海3城于南宋，杀蒙古戍兵，从海州泛海还攻益都，进据济南。南宋封李璮为齐郡王节度使封号，但并没有在军事行动上给予有力配合。李璮在进攻济南时，曾传檄河北，希望取得华北地区汉人军阀的支持，但应者寥寥。因此，处境完全孤立。忽必烈迅速集中蒙汉诸军，以宗王合必赤统领征李璮。三月，史枢、韩世安、阿术等于高苑老僧口击败李军，李军退守济南。四月，忽必烈又命右丞相史天泽专征。史天泽与哈必赤定议，筑环城围济南，进行长期围困。济南被围四月，李璮粮秣告罄，军心离散。七月，李璮投大明湖不死，被俘，被史天泽斩于军前。李璮的岳父王文统，当时任中书省平章政事，颇得忽必烈信任，因与李璮书信交通，被忽必烈杀死。\n\n　　叛乱平定后，忽必烈罢地方诸侯世袭，收汉人军将兵权，在地方上实行军民分治，并引用色目人作为统治的帮手，以对汉人进行牵制等等。这些措施，都对元王朝中央集权政治的建立，蒙古、色目贵族与汉族官僚之间矛盾的发展，产生了重大影响。\n\n巩固权力\n\n　　李璮受任前后，其势力似尚局限于益都一路之地。蒙古灭金前一年，“金人以海、沂、莱、潍等州降”，足见这时益都周围地区多不在李璮集团手中。然而，此后不到十年，他的势力就逐渐伸展到益都以东和东南的差不多整个山东半岛。据民国《牟平县志》卷九《昭武大将军总管万户姜房墓碑》，在碑主病死于1240年以后，其长子和次子分别由“山东淮南等路行省相公李君、先少保之子上表汗廷，使袭胶、潍、莒、密、宁海等州总管万户及宁海州刺史之职”。可见上述地域均已在李璮管领之下。不过，他虽然保持着“山东淮南等路行省相公”的称号，实际上未曾控制过位于淮南的宋朝边地。1252年，李璮攻占宋北境的海州，将州治从位于海岛的东海县移回旧址。蒙哥汗后期，璮又出兵攻拔涟水相连四城，与宋隔河相峙，直逼淮南东路。是为李璮势力所至的最南线。\n\n　　在处心积虑地拓大地盘的同时，李璮采取各种方式巩固和加强对自己辖境的实际统治权力。益都民户在窝阔台朝丙申分封时被划为成吉思汗幼弟铁木格斡赤斤的份子。李璮娶斡赤斤后王塔察儿的妹妹为妻，即应在丙申分封之后。通过政治联姻方式与黄金家族中“东诸侯”之长缔结起“肱脾相依”的关系，当为李璮在北方诸侯中表现最为桀傲不驯的重要原因。益都地处蒙宋对峙的战略要冲，也经常被李璮利用来“恫疑虚喝，挟敌国以要朝廷，而自为完缮益兵计”。蒙哥汗时期几次征调诸路兵，李璮都“诡辞不至”。而他攻下海州之后，却向朝廷要求从东平等路份运饷给军，即使运输代价高至“率十石致一石”亦所不惜。在辖地之内，他还试图逐渐确立制度化的官制，并修湮废多年的试院、文庙，招聘儒生，期望以秩序化的统治来延揽人心。\n\n策动叛乱\n\n　　钓鱼城之战1259年，蒙哥汗死于四川攻宋前线。黄金家族内部随即爆发了忽必烈、阿里不哥兄弟争夺汗位的战争。中统年间，世祖不得不以相当的兵力应付盘踞漠北的阿里不哥。李璮显然是想利用这种形势，进一步巩固自己割据山东东路的地位与权益；他对世祖政权的违抗态度也越来越不事掩饰。1260年，世祖亲征北边，“群臣躬履牧圉”，李璮蓄养精兵七、八万，却独以御宋为辞，“即不身先六军，复无一校以从”。大汗回京以后，诸侯纷纷朝觐，惟李璮不至。中统二年正月，璮以御宋为名，擅自发兵修益都城防，以砖石筑墙，外掘深堑围之。蒙古奄有华北之后，普遍禁止诸路修置城壁，李璮的举动，确实是异乎寻常的。北方各地的马匹，当时“无论军民，概属括买”，而此令独不及李璮地盘，璮并散遣部下到辖境外以高价与政府争购军马。1260年以后，北方各路通用中统钞，惟璮境使用宋政府发行的涟州会子。纳于朝廷的盐课也被他侵吞，作括兵之用。中统初，世祖尚无暇南顾，因此对宋采取遣使修好的慎重策略，不欲轻启边衅。但李璮却在淮边潜师侵宋，想破坏国信使郝经的使宋之命。他与北方其他世侯之间窥测时势，批评朝政的联络活动也相当频繁。李璮与其同乡和岳丈、首任中书省平章政事王文统之间更保持着密切的交通。他们之间的书信往来中曾有“期甲子”等语，表明李璮早已向王文统透露过自己的预谋。\n\n　　中统二年冬，世祖再次率军亲征漠北。李璮抓住这个机会策动叛乱。不料到十二月，世祖即还跸燕京。但这时举兵称乱，已如箭在弦上，无容迟疑。三年正月底，他用早已布置的私驿召回留质燕京的儿子李彦简，三四天后，即尽杀境内蒙古戍军，宣布以涟、海等城献于宋，公开称叛。\n\n惊动朝野\n\n　　李璮举事之前，朝廷对他的用心即已有所察觉。粘合南合和张宏等人，曾在事先向世祖进言，谓李璮必反。由于当日北边未靖，中原守备空虚，世祖只能对他专用安抚、姑息之策，表面上不动声色。中统元、二两年之间，元廷加璮为江淮大都督，赐金、银符共六十余枚，褒赏奖谕竟至再三。种种殊遇，其实都是为了将他暂时稳住。三年初，李彦简逃归山东，世祖立即召谋臣姚枢入对，要他预测李璮动向。可见朝廷对益都事态始终保持着高度警觉。\n\n　　根据姚枢的判断，李璮举事之后，有三种战略可供选择：“使璮乘吾北征之衅，濒海捣燕，闭关居庸，惶骇人心，为上策；与宋连和，负固持久，数扰边，使吾罢于奔救，为中策；如出兵济南，待山东诸侯应援，此成擒耳。”忽必烈追问“今贼将安出”，姚枢断然回答：“出下策。”\n\n事态的发展，完全证实了姚枢的看法。\n\n　　二月三日，李璮称乱时，他本人似乎难在涟、海一线。璮事先虽已遣人向南宋纳款，但晚至二月初一降书方递达临安。宋廷认为“情伪难凭”，要李璮实献出涟、海，以示诚信。李璮于初十致书宋廷，保证“来意真确”，在此前后，宋朝方正式接收涟、海诸城，遂于二十四日诏封李璮为保信宁武军节度使、督视京东河北等路军马、齐郡王。这段交涉表明，李璮在公开叛乱之前，并没有与宋取得确实的联络；起事后即匆匆领兵北走益都、济南。自二月末至五月，宋两淮边军乘李璮之乱，在滕、徐、邳、宿一线频频出攻。李璮也没有向南移兵，以期与宋军腹背相倚。可见他向宋纳款，仍是玩弄“挟敌国以要朝廷”的故伎，根本没有认真考虑过“与宋连和，负固持久”的策略。另一方面，李璮返益都不久，即进据济南；此后顿兵济南达两月之久，直至被元军团团围住。又可见他也根本没有奔袭燕京，拒元北征之师于居庸之外，乘中原人心未定，以乱求变的胆魄。他采取的，恰恰是姚枢所说的“下策”，即出兵济南，坐待山东诸侯应援。\n\n出兵济南\n\n　　李璮起兵之后，便立即从涟海趋赴益都。初八日，璮入据益都，发府库犒其将校。十七日，元廷诏令山东各地修筑被拆毁的城垣以御李璮。这时，河北山东各路世侯从征北的军队虽已班师南还但似乎还来不及回到各自原来的驻地。因此元廷只好指令他们“尽发管内民为兵以备”。同时，命令济南万户张宏、归德万户邸浃、武卫军炮手元帅薛军胜等部主力会滨、棣，割断在平滦担任总管的李璮之子李南山与山东的联系，而水军万户解成，张荣实，大名万户王文广，东平万户严忠范所部则集结东平。二十日，元廷又诏令汇集于滨棣、东平的军队分别由北、南两路向济南靠拢，以期将李璮封锁在山东东路。但是，李璮比元军抢先一步抵达济南。张宏守城之卒数不满千，只好携祖父张荣弃城出奔。二十六日，李璮占领济南。张宏在告变京师途中遇讨璮元军，遂充前锋回攻济南。在益都一线相峙。他虽然也屡次出击元军，但是总的战略意图都是用主力固守济南，坐待北方世侯的响应。以致在最关键的几十天里，他在军事上竟一无进展。\n\n　　蒙古取代辽金以来，以宋为正朔的观念在北方淡漠已久，因此恢复宋室的号召很难有多少政治感召力；汉人世侯们亲眼看到了蒙古军队的作战能力，也认识到诸侯之间实力均衡、互相牵制的复杂形势，所以往往满足于大汗君临之下割据一方的实权和地位；在蒙古最高统治集团中，世祖的确更被他们视为最适合于推行汉法的君主人选。因而尽管这些汉人军阀在平时的私下谈论里或有诽议朝政的不逊之辞，但如果没有充分的把握，他们绝对不肯轻易地举兵，反抗元廷的。李璮称乱后即传檄各路，结果只有太原路总管李毅奴哥，达鲁花赤戴曲薛以及邳州万户张邦直响应。其他人非但不起而支持，而且多在元廷督责之下带兵参加对他的围剿。李璮把成功的赌注完全压在不切实际的空想上，结果只能一步步地将自己引向坐而待毙的死路。\n\n　　就在李璮顿兵观望的时候，元廷逐渐完成了围攻济南的军事部署。四月初，济南郊外已集结了“十七路人马”，高丽军队也奉调助攻。元军开始树栅凿堑，围困济南。四月底，诏右丞相史天泽专征山东，诸将皆受节度。史天泽接受军前行中书省参议宋子贞的建议，与前线统帅宗王合必赤商定，急增深沟高垒，“以岁月毙之”。五月初，元军又在原有围城工事基础上进一步构筑环城。是月中旬，济南被完全困死。从此李璮身陷孤城，不复得出。六月初，宋军曾由海路北上，进攻沧、滨等州，是举或有接应李璮的意图，但未克成功。除济南、益都等大城池外，山东东路大部很快被元军规复。\n\n被擒处死\n\n　　史天泽重围之中的济南，全力作围兽之斗将近一月，士气逐渐衰落。李璮先“取城中子女赏将士，以悦其心”。以后粮饷日渐不支，又“分军就食民家，发其盖藏以继”。至六月中旬，城内粮尽力竭。“甚至截屋檐拌盐饲马；已而亦无，相将食人”。于是全城人情溃散。李璮本人也情绪低落，“日复昏沉沉”。七月十三日，璮勉强整军出战，希冀突围。但因缺粮乏力，被元军掩杀，仓皇退回城内。守军由是陆续“什佰相结、缒城以出”。至“十九夜一鼓、有大星坠于府治。李拈香而拜曰：‘李璮死于此’。于是坐庭中，以镊摘去长髭。二十日早，吩付众人出，各讨路去”。是日城溃。璮自手刃爱妾，乘舟自投城内大明湖中，因水浅未死，被元军捉获。\n\n　　李璮被擒后，即被带到宗王合必赤帐前。史天泽向合必赤建言：“宜即诛之，以安人心。”随即由史天泽等人会审李璮。据《前闻记》的描述，严相公首问曰：”此是何等作？“王答曰：”你每与我相约，却又不来。“严就肋下刺一刀。史丞相问之曰：”何不投拜？“王不答。又问曰：”忽必烈有甚亏你处？“王曰：”你有文书约俺起兵，何故背盟？“史唤黄眼回回砍去两臂，次除两足，开食其心肝，割其肉，方斩首。”看来史天泽很担心李璮会更多地暴露北方世侯之间在私下窥测时局，指摘朝政，甚至语涉反意的隐密，因此一反“慎密谦退”的稳重作风，在军前擅命处死李璮。\n\n　　翌日，史天泽即引军东行，“未至益都，城中人已开门迎降”。李璮之乱至此完全平息。\n\n叛乱影响\n\n　　三齐叛乱牵涉到很多被世祖委以文、武要职的汉人亲信。中书平章王文统与李璮长期秘密沟通，“有反状者累年”，事发后与其子王荛一同被诛。推荐过王文统的刘秉忠、张易、商挺、赵良弼等人都受到忽必烈的怀疑。商挺从关中被急召回都，受到软禁和盘查；赵良弼更被“威刑临恐，谴诃百至”。至于史天泽在济南城下之日匆忙杀李璮灭口，回朝后则以“擅杀自劾”。忽必烈虽未加罪责，但璮与汉地世侯们私下交通，他心里显然是十分清楚的。事实上，世侯中间走得最远的如济南张荣之子张邦直，或即已在宋兵呼应李璮从南线发动攻击时，献邳州城投降过宋朝。在汗位争端尚未完全解决的情况下，过分追究北方世侯与李璮之乱的关系，可能把他们逼到公开与朝廷对抗的立场上去，这会给世祖政权本身带来很大危害。因此，世祖很快停止追究，在政治上继续优容各地世侯，以免迫使他们铤而走险；同时也充分利用他们害怕朝廷深究的自危心理，裁削私家权力，把这些专制一方的军阀变成中央集权的专制君主统治下的文武官僚。从中统三年起，元廷先后在北方汉地实施兵、民分治，罢世侯、置牧守、行迁转法，易置汉人将领部属、将不擅兵等制度。从这个意义上可以说，李璮之乱失败，进一步促成世祖政权对华北各地统治的集权化过程。\n\n",
  "desc": "李璮（？～1262），中国金末山东军阀李全之子（一说养子），小字松寿。1227年李全降蒙古，被任为山东淮南楚州行省（又称益都行省）。1231年李全死，不久李璮袭为益都行省，拥军自重。1259年，李璮加速准备反叛蒙古，一面进犯南宋，取海州等4城，一面积极加固益都城防，储存粮草，截留盐课。1262年在在进攻济南时，应者寥寥，军心离散。七月，城破被俘，史天泽将其处死。",
  "dynasty": "宋代",
  "id": 1869,
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_1869.jpg",
  "name": "李璮",
  "star": 0
}