{
  "content": "轶事典故\n\n沈约瘦腰\n　　沈约从少年时代起就很用功读书，白天读的书，夜间一定要温习。他母亲担心他的身体支持不了这样刻苦的学习，常常减少他的灯油，早早撤去供他取暖的火。青年时期的沈约，已经“博通群籍”，写得一手好文章，并且对史学产生了浓厚的兴趣。他从二十几岁的时候起，用了整整二十年时间，终于写成一部晋史。可惜，这部晋史没有能够流传下来。\n　　沈约暮年，身体消瘦。著名词人李煜词中有“沈腰潘鬓消磨”一句，指的便是沈约。后来，明代诗人夏完淳也有“酒杯千古思陶令，腰带三围恨沈郎”之诗句，这个细腰男子指的也即沈约。\n\n沈约孤贫笃志好学\n　　孤贫，笃志好学，昼夜不释卷。母恐其以劳生疾，常遣减油灭火。而昼之所读，夜辄诵之，遂博通群籍，善属文。济阳蔡兴宗闻其才而善之，及为郢州，引为安西外兵参军，兼记室。兴宗常谓其诸子曰：“沈记室人伦师表，宜善师之。”\n　　孤苦贫寒，志向坚定而且热爱学习，日日夜夜不知疲倦。他的母亲担心他因为太劳累而生出疾病，时常让他少添灯油。而白天所诵读过的文章，晚上就能够背诵，于是精通众多典籍，能够写出很好的文章。济阳蔡兴宗听说了他的才能很赏识他。蔡兴宗时为郢州刺史，引荐沈约为安西外兵参军，兼任记室。蔡兴宗曾经对他的几个儿子说：“沈约的为人堪称师表，你们应该好好地向他学习。”\n\n\n神不灭论\n\n　　沈约是“神不灭”论的积极维护者。南朝时期，佛教盛行，但也出现了反佛的斗士。刘宋时期的史学家范晔是一位无神论者，“常谓死者神灭，欲著《无鬼论》”，确信“天下决无佛鬼”。萧齐时，竟陵王萧子良“精信释教”，而他的属官、无神论思想者范缜则“盛称无佛”。萧子良质问范缜：“君不信因果，世间何得有富贵，何得有贱贫？”范缜回答他：“人之生譬如一树花，同发一枝，俱开一蒂，随风而堕，自有拂帘坠于茵席之上，自有关篱墙落于粪溷之侧。……贵贱虽复殊途，因果竟在何处？”范缜还进一步批评佛教的“因果”论，阐述他的“无佛”思想，以问答的形式，写出著名的《神灭论》，认为：“神即形也，形即神也，是以形存则神存，形谢则神灭也。”“形者神之质，神者形之用，是则形称其质，神言其用，形之与神不得相异也，”此论一出，“朝野喧哗”，萧子良“集众僧难之而不能屈。”范缜还表示绝不“卖论取官”。\n\n　　梁武帝天监六年，范缜的《神灭论》公诸于世，产生了更大的影响。梁武帝是一个佞佛的皇帝，他动员王公朝贵六十余人著文围攻范缜，范缜在理论上终不后退，显示了他的无神论思想的坚定性。在这次激烈的思想辩难中，沈约先后写了《答释法云书难范缜神灭论》、《形神论》、《神不灭论》、《难范缜神灭论》、《六道相生作佛义》、《因缘义》等文。沈约申言：“神本不灭，久所服膺；‘神灭’之论，良用骇惕。”他在《神不灭论》中辩解说：“生既可夭，则寿可无夭，夭既无矣，则生不可极，形、神之别，斯既然矣。然形既可养，神宁独异？神妙形粗，较然有辨。养形可至不朽，养神安得有穷？养神不穷，不生不灭，始末相较，岂无其人。自凡及圣，含灵义等，但事有精粗，故人有凡圣。圣既长存，在凡独灭。”\n\n　　沈约用寿、夭来说明形神之别是一种诡辩；宣扬“养形可至不朽”，更是荒谬之论。但他说的“神不灭论”却又带着浓厚的世俗等级色彩，即“圣人”之“神”可以“长存”，而“凡人”之“神”还是要堙灭的。这显然是为了用“神不灭论”来“证明”现实等级社会的“合理”。宗教观念和等级观念在这里是结合在一起了。沈约所撰的《内典序》、《佛记序》等文，也都是在反复宣扬这些观点。这种观点在《宋书》中，有的是直接以佛教灵验的故事出现的，有的是以“天命”所归的说教出现的。 \n\n\n史学成就\n\n　　在沈约之前，已经有人开始撰写南朝刘宋皇朝时期的历史了。最早撰写刘宋国史的是何承天。他在宋文帝时以著作郎身份，起草了宋史的纪、传和《天文》、《律历》、《五行》等志，其中人物列传只写到宋武帝时期的一些功臣。后来，又有山谦之、苏宝生等相继续作宋史，但都中途而废。宋孝武帝大明六年，徐爰负责修撰宋史。他在前人撰述的基础上，写成国史六十五卷，上起东晋末年，下迄大明时期。所有这些，都为沈约撰《宋书》提供了文献资料。沈约接受撰写宋史的任务，是在南齐永明五年的春天。他用了不到一年的时间，即在第二年二月，就首先撰成《宋书》纪、传七十卷。起于东晋安帝义熙之初，终于宋顺帝升明三年，记东晋末年及刘宋一代史事。这是沈约撰写《宋书》的第一个阶段。第二个阶段，是《宋书》八志三十卷的撰成。从《宋书》志避梁武帝父亲和梁武帝本人的讳来看，它的撰成，很可能是在梁武帝时期。沈约撰《宋书》的经过大致如此。\n\n　　《宋书》在反映时代特点方面是很突出的。比如《宋书》的传，与以前正史相比，就有几个值得注意的特点。第一，创立家传的形式。以前史书列传所记人物，一般不附记传主后人之传，而《宋书》则改变此例，开以子、孙之传附父、祖之传的先声。故《宋书》所记人物，多为门阀地主，而且把门阀士族所重视的家传也引入正史了。如《宋书》卷四十二《刘穆之传》，后面就附有“长子虑之”、“虑之子邕”、“穆之中子式之”、“式之子瑀、“穆之少子贞之”、“穆之女婿蔡佑”等人的传；卷七十七《沈庆之传》，后面附有“子文叔”、“庆之弟劭之”、“庆之见子僧荣”、“僧荣子怀明”、“庆之从弟法系”等传。这种家传式的列传，在《宋书》里是不少的。这是魏晋南北朝时期门阀地主居于统治地位，社会风气崇尚门第、家族史和谱系之学在史学上的反映。第二，创《索虏传》以记北魏史事，正如北齐人魏收撰《魏书》以《岛夷传》记南朝史事一样。这是南北分裂的政治局面在史学上的一种特殊的反映。第三，在类传中增立《孝义传》，提倡“孝行”、“孝廉”。这是魏晋统治者鼓吹“以孝治天下”的遗风。\n\n　　《宋书》的志，也很有特色。一是八志多从三国讲起，有的更追述到东汉，表明作者极重视典章制度的沿革流变。这是中国史学的一个优良的传统。八志之首有一篇《志序》，概述志的源流和《宋书》志的缘起，也讲到志的撰述之不易，所谓“渊流浩漫，非孤学所尽；足蹇途遥，岂短策能运”。梁朝江淹说过：“修史之难，无出于志。”他的这句话被后来的史家一再引用，说明中国古代史学家在这个问题上都有一种共同的感受。《宋书》的《志序》是一篇不可不读的好文章。二是《宋书》的《礼志》和《乐志》分别占了五卷和四卷，几乎占了整个志的篇幅的三分之一，这在以前的正史中也是不曾有的。东晋南朝门阀士族十分讲究礼法。《宋书·王弘传》记王弘说：“弘明敏有思致，既以民望所宗，造次必存礼法，凡动止施为，及书翰仪体，后人皆依仿之，谓为‘王太保家法’。”有的史书还说；“弘每日对千客，可不犯一人讳。”真不愧是门阀土族讲究“礼法”的楷模。《宋书》重视礼志、乐志，洽是这种社会风气的反映。三是《宋书·州郡志》详尽地记述了东晋以来北方人口南迁及侨置郡县的具体情况，是一篇反映人口变动和区域建置变动的重要文献。《州郡志》序说；“地理参差，其详难举，实由名号骤易，境土屡分，或一郡一县，割成四五，四五之中，亟有离合，千回百改，巧历不算，寻校推求，未易精悉。”当时社会的动荡于此可见一斑。四是创立《符瑞志》，从远古到刘宋，历举许多神怪荒诞之事，宣扬“有受命之符，天人之应”。因而它的糟粕就更多一些。不过，它也讲到一些自然现象，如果用今天的科学眼光来看待的话，也不是完全没有价值的。在沈约同时和沈约以后，还有一些人撰写过刘宋皇朝时期的历史，但都失传了。因此，《宋书》的价值就越发显得重要了。\n\n　　除《宋书》外，沈约还著有《晋书》一百一十卷，《齐纪》二十卷，《高祖纪》十四卷。\n\n　　但是，沈约在南朝的刘宋、萧齐和萧梁都曾任重官，所以在为齐武帝撰《宋书》时，曾经因为武帝曾在宋朝皇帝任官职而避讳了很多从宋孝武帝到宋明帝时期的史实。民国史学家蔡东藩曾认为《宋书》讳莫如深。 \n\n\n藏书故事\n\n　　南朝梁藏书家、史学家。字休文。吴兴武康人。少年避难，流寓孤贫。笃志好学，昼夜不倦，遂博通群书，历仕宋、齐、梁三代。宋时为记室参军，迁度支尚书郎。入齐，为文惠太子管书记，勘校永寿宫所藏四部图书，后为御史中丞，国子祭酒，东阳太守，以文学游于竟陵王萧子良门下，与谢脁等人称“竟陵八友”。后与范云等人助萧衍成帝业，功封县侯，官尚书左仆射、中书令、太子少傅等职。酷嗜典籍，藏书极富，晚年聚书至2万卷，《梁书》称他聚书之富“京师莫比”。学与任昉齐名。时谢脁工诗，任昉工笔，他兼而有之。任昉卒后，武帝遣他与贺纵至任昉家勘对书目，就官府藏书所无者，到任昉家取之。故后，其大部分藏书赠给了王筠。乐于奖掖后进，对刘勰、王筠等极力推荐。著有《宋书》、《晋书》、《齐纪》、《梁武纪》、《文章志》、《迩言》、《谥例》、《四声谱》等数百卷，大部分已佚，今存《宋书》100卷，文集9卷。明人辑有《沈隐侯集》。\n\n介绍\n\n　　沈约孤贫流离，笃志好学，博通群籍，擅长诗文。在沈约的少年时代，他白天读的书，夜间一定要温习。母亲担心他的身体支持不了这样刻苦的学习，常常减少他的灯油，早早撤去供他取暖的火。青年时期的沈约，已经“博通群籍”，写得一手好文章。\n\n　　历仕宋、齐、梁三朝。在宋仕记室参军、尚书度支郎。在齐仕著作郎、尚书左丞、骠骑司马将军，为文惠太子萧长懋太子家令，“特被亲遇，每直入见，影斜方出”。竟陵王萧子良开西邸，招文学之士，沈约为“竟陵八友”之一，与谢朓交好。齐梁禅代之际，他帮助梁武帝萧衍谋划并夺取南齐，建立梁朝。曾为武帝连夜草就即位诏书。萧衍认为成就自己帝业的，是沈约和范云两个人。萧衍封他建昌县侯，官至尚书左仆射，后迁尚书令，领太子少傅。晚年与梁武帝产生嫌隙。十二年，忧惧而卒，时年七十三。诏赠本官，赐钱五万，布百匹。有司谥请谥沈约为“文”，梁武帝道：“怀情不尽曰隐。”故改谥为“隐”。好学，聚书至二万卷。\n\n　　著有《晋书》一百一十卷，《宋书》一百卷，《齐纪》二十卷，《高祖纪》十四卷，《迩言》十卷，《谥例》十卷，《宋文章志》三十卷，文集一百卷，并撰《四声谱》。作品除《宋书》外，多已亡佚。明人由张溥在《汉魏六朝百三名家集》中辑有《沈隐侯集》。 \n\n\n文学成就\n\n诗文\n　　沈约诗文兼备。当时的许多重要诏诰都是出自于他的手笔，在齐梁间的文坛上负有重望。《南史》称：“谢玄晖善为诗，任彦升工于笔，约兼而有之，然不能过也。”钟嵘《诗品》将沈约的诗作定为中品，评道： “梁左光禄沈约。观休文众制，五言最优。详其文体，察其馀论，固知宪章鲍明远也。所以不闲于经纶，而长于清怨。永明相王爱文，王元长等皆宗附之。约于时谢朓未遒，江淹才尽，范云名级故微，故约称独步。虽文不至其工丽，亦一时之选也。见重闾里，诵咏成音。嵘谓约所著既多，今翦除淫杂，收其精要，允为中品之第矣。故当词密於范，意浅於江也。”\n　　在“永明体”诗人中，沈约占有重要地位。钟嵘以“长于清怨”概括沈约诗歌的风格。这种特征主要表现在他的山水诗和离别哀伤诗之中。\n　　与同时代的“二谢”等人相比，沈约的山水诗并不算多，但也同样具有清新之气，不过其中又往往透露出一种哀怨感伤的情调。如《登玄畅楼》诗：“危峰带北阜，高顶出南岑。中有陵风榭，回望川之阴。岸险每增减，湍平互浅深。水流本三派，台高乃四临。上有离群客，客有慕归心。落晖映长浦，焕景烛中浔。云生岭乍黑，日下溪半阴。信美非吾土，何事不抽簪？”写景清新而又自然流畅，尤其是对于景物变化的捕捉与描摹，使得诗歌境界具有一种动态之势。诗人以登高临眺之所见来烘托“离群客”的孤独形象，从而将眼前之景同“归心”融为一处。又如其《秋晨羁怨望海思归》诗：“分空临澥雾，披远望沧流。八桂暖如画，三桑眇若浮。烟极希丹水，月远望青丘。”全诗境界阔大高远，给读者展示出天水一色、烟波浩淼的海天景色。结合诗题来看，海天的空旷辽远，正反衬出“羁怨”之情与“思归”之念。此类诗歌在齐梁山水诗中，亦不失为上乘之作。此外，像“日映青丘岛，尘起邯郸陆。江移林岸微，岩深烟岫复”；“山嶂远重叠，竹树近蒙笼。开襟濯寒水，解带临清风”；“长枝萌紫叶，清源泛绿苔。山光浮水至，春色犯寒来”等描写山水的诗句，皆令人耳目一新。\n　　沈约的离别诗也同样有“清怨”的特点，如最为后人所称道的《别范安成》：“生平少年日，分手易前期。及尔同衰暮，非复别离时。勿言一樽酒，明日难重持。梦中不识路，何以慰相思？”将少年时的分别同如今暮年时的分别相对比，已经蕴含了深沉浓郁的感伤之情；末二句又用战国时张敏和高惠的典故，更加重了黯然离别的色彩。全诗语言浅显平易，但情感表达得真挚、深沉而又委婉，在艺术技巧上具有独创性。沈德潜评此诗：“一片真气流出，句句转，字字厚，去‘十九首’不远。”沈约的悼亡怀旧之诗，“清怨” 的色彩更加突出，如《悼亡诗》：“去秋三五月，今秋还照梁。今春兰蕙草，来春复吐芳。悲哉人道异，一谢永销亡。帘屏既毁撤，帷席更施张。游尘掩虚座，孤帐覆空床。万事无不尽，徒令存者伤。”诗的前半以大自然的永恒来反衬人生易逝、一去不返的悲哀；后半将悲伤的情感同凄凉的环境融为一处，情状交现，悲怆靡加。除离别哀伤之作外，沈约的抒怀之作如《登高望春》、《古意》、《伤春》、《秋夜》以及乐府诗《临高台》、《有所思》、《夜夜曲》等，在沈约集中皆为上乘之作，而且也都具有“清怨” 的风格特征。\n\n四声八病说\n　　南朝齐永明年间，周颐著《四声切韵》，提出平上去入四声。沈约与谢朓、王融、范云等人一起，将四声的区辨同传统的诗赋音韵知识相结合，规定了一套五言诗创作时应避免的声律上的毛病，就是后人所记之“八病”。即平头、上尾、蜂腰、鹤膝、大韵、小韵、旁钮、正钮等八种声病，“八病”具体为何，说法不一。“四声八病”说为后来产生近体诗奠定了基础。 \n\n",
  "desc": "沈约（441~513年），字休文，汉族，吴兴武康（今浙江湖州德清）人，南朝史学家、文学家。出身于门阀士族家庭，历史上有所谓“江东之豪，莫强周、沈”的说法，家族社会地位显赫。祖父沈林子，宋征虏将军。父亲沈璞，宋淮南太守，于元嘉末年被诛。沈约孤贫流离，笃志好学，博通群籍，擅长诗文。历仕宋、齐、梁三朝。在宋仕记室参军、尚书度支郎。著有《晋书》、《宋书》、《齐纪》、《高祖纪》、《迩言》、《谥例》、《宋文章志》，并撰《四声谱》。作品除《宋书》外，多已亡佚。",
  "dynasty": "南北朝",
  "id": 628,
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_628.jpg",
  "name": "沈约",
  "star": 22
}