{
  "content": "诗词风格\n\n　　在宋末词人中，蒋捷词别开生面，最有特色和个性。在社交上，他与声同气应的周、王、张等人不见有任何来往，词风也是另辟蹊径，不主一家，而兼融豪放词的清奇流畅和婉约词的含蓄蕴藉，既无辛派后劲粗放直率之病，也无姜派末流刻削隐晦之失。 他敢于直接表现亡国遗民坚贞不屈的民族气节和对异族统治的不满情绪，《沁园春·为老人书南堂壁》和《贺新郎·乡士以狂得罪赋此饯行》二词，就充满着一股不屈的奇气。蒋捷词还多角度地表现出亡国后遗民们飘泊流浪的凄凉感受和饥寒交迫的生存困境。\n\n　　此处，蒋词的情感基调不像王沂孙、张炎词那样一味的低沉阴暗，有的词作格调清新，乐观轻快，如《霜天晓角》和《昭君怨·卖花人》写折花和卖花，极富生活情趣。蒋捷在宋末词坛上独立于时代风气之外，卓然成家，对清初阳羡派词人颇有影响。\n\n\n家世\n\n　　毛晋汲古阁本《竹山词》卷首，有元湖滨散人至正乙巳岁所作《题竹山词》云：竹山先生出义兴巨族。宋南渡后，有名璨字宣卿者“璨”应为“璨”，善书，仕亦通显，子孙俊秀，所居擅溪山之胜。故先生貌不扬，长于乐府。此稿得之于唐士牧家藏本，虽无诠次，庶几无遗逸云。今人均据以考知蒋捷系出“义兴巨族”蒋氏，为南宋绍兴年间曾任户部侍郎、敷文阁待制、知扬州、临安府的著名书家蒋璨的后人。\n　　以下为另一个版本：\n　　蒋捷是南宋末年的著名词人，宜兴人。其人品、词品对于后世尤其是清代的词坛影响很大，但其身世却不为后世词坛及宋词爱好者所详知。\n　　改革开放以来，束之高阁的地方志和宗谱家乘，陆续上架，我们有机会阅览到前所末涉及的资料。本文详述的《蒋氏家乘》就是存世不多的蒋氏宗谱之一。该谱所载的蒋捷身世，远较方志充实。笔者以此谱为主要依据，参照其他志书谱牒以及今人的著作，试图描绘出蒋捷的生活轨迹。蒋捷留给后人的悬念，列举其大端提出管见，以就教于大方之家。\n　　宜兴的蒋氏始祖为东汉初年的蒋默、蒋澄。据各蒋氏宗谱记载，西周时周公旦第三子姓姬名伯龄的受封于蒋。楚灭蒋国后，子孙改姓蒋，共尊伯龄为第一世始祖，至蒋默、蒋澄时是第四十八世。\n　　蒋默的生平，各谱记载不多。在宜兴《茗岭蒋氏宗谱》卷四中收载的《云阳亭侯碑》，较详细地叙述其为人和从政之道。有助于我们对蒋默的理解。碑文的作者是唐代赐进士第给事中蒋涣。以蒋默为始迁祖第一世，蒋涣是第二十世。他于天宝十五年时撰写此碑：“所生九子，皆散徙。公即大将军第八子也，讳默，字秀芳。以建武二年渡江来居阳羡隔湖之东，今为宜兴人也。公幼而慷慨，壮而雄伟，洞知稼穑，材兼文武，……终负朝廷之誉，故复振家声，平雪冤耻。以公封为云阳准岱二郡侯，仕终谏议大夫。正色立朝，振威独坐。贵戚敛手，豪右侧目。可谓令闻长世而克笃先献者也。卒，与夫人班氏葬于封内之柯山。”接着又历数各代祖先之名及所受封号，他们都是“卒，葬先茔”，直到蒋涣的祖父蒋缯。他总结性地说：“自祖缯以上皆葬隔湖之东，自考挺而下归葬洛阳。”其他蒋氏宗谱也有持此说者。\n　　据南宋时刊刻的《咸淳毗陵志》记载，柯山在从前有蒋默墓、蒋默墓碑。到南宋，柯山已成平地，那仅存的小丘阜上还有个竹林，还有个祀蒋默的云阳古社。到了清代，柯山一带只有一座柯山桥，没有山，也没有蒋默墓。\n　　秦宫汉阙，都做了衰草牛羊野。面对着世事的巨大变化，后来的人们在吊古思贤时，竞把蒋默墓说成在沙塘港竹山上了。这当然是张冠李戴，但也事出有因。《宜兴荆溪县新志》卷末有定讹之文指明原因。文章说：“竹山有二，皆宜兴境。一在太湖滨沙塘港口，一在古隔湖乡，亦名柯山，即今之柯山桥。”该文又指出，因为柯山又称竹山，沙塘港又有个竹山，人们就把云阳竹山上的蒋默墓说成在沙塘竹山上了。至于今，仍有文章持此观点，并且，他们把云阳侯所领有的封地也搬了家。例如，宜 闵先生曾撰文说：“蒋默，字秀芳，封为云阳侯，封地在今宜兴周铁、芳桥一带，官至谏议大夫，卒后葬在宜兴竺山。”封地既指周铁一带，所云竺山，当然是指沙塘竹山了。\n　　1990年版《宜兴县志》的政区图中，有一个地名叫云阳，位置是和桥西南的南新乡辖区内的北侧，一条长河的南岸。笔者以为，若能深入调研，或许可以证实那地即为汉代云阳地区。\n　　《蒋氏家乘》尊蒋捷为始迁祖，属蒋默湖东支，蒋默为四十八世，蒋捷为九十六世。\n　　康熙年间蒋氏后裔阳羡词派蒋景祁为《荆溪词初集》撰写的序文中提到蒋捷：“竹山先生恬淡寡营，居隔湖之滨，日以吟咏自乐。”文中的“恬淡寡营”、“吟咏自乐”，分明是隐逸之士的风度。可见蒋捷在宋亡后有一段时间是隐居在隔湖之滨的，之后，他搬了家。\n　　《蒋氏家乘》说：宜兴蒋氏“至竹山以德佑进士由义兴徙晋陵之前馀，是为我邑蒋氏之始。”今将该谱所载的蒋捷身世情况缕述如下：\n　　蒋捷的祖父是蒋亿，生二子：蒋惟晃、蒋惟晓。\n　　蒋捷的父亲是蒋惟晃，生三子。\n　　蒋捷：“九十六世捷，字胜欲，号竹山。治《易经》。宋恭宗德佑丙子进士。元初自了亭迁居晋陵，遁迹不仕。元大德六年宪使臧梦解、陆厚交章荐之，卒不就。隐居著述，一以义理为主。其《小学详断》，发明旨趣尤多，学者咸称为竹山先生。生卒失传，葬傅村前馀永思墓。配晋陵学士佘安裕公女名素玉。生三子：献明、伟明、陟明。”\n　　“九十七世献明，字馀睿。与弟伟明并举茂异。元成宗元贞二年随父迁居晋陵西乡分迁傅村之南地名前馀，号前馀先生。配氏。生一子：文。”\n　　“伟明，字馀智。与兄并举茂异。成宗元贞二年，随父徙居晋陵西乡分迁傅村之北地名后馀，号后馀先生。”\n　　“陡明。徙居延政乡地名堰下。配 氏，生一子：伯玉。”\n　　献明之子：“文，字章甫，号养奎，绳祖志，不仕元，至明洪武革命，遂以老隐。配傅氏，生二子：舰、盘。\n　　卷之二还刊有祖先像及像赞。蒋捷的赞辞是：“前馀晦迹，荐札留名。不事二主，永矢一贞。竹方节劲，山高风情。仰兹遗像，卓哉如生。”赞辞概括了蒋捷一生的思想精粹。\n　　卷十二“传”这一章有一篇《宋进士捷公传》。全文抄录如下：“公字胜欲，徙居武进，宋德佑二年进士。元初遁迹不仕。大德间，宪使臧梦解、陆厚交章荐其才，卒不就，不臣二主。盖天植其操云：公受业于陈肖梅，肖梅尝从良贵公游，得伊洛之传，其渊源有自，故所学纯正，平生著述，一以义理为主。时游戏作小词，亦清丽胜人。而《小学详断》，发明尤多。尝于植干竹，取虚心坚节之意，后成竹山，学者因称为竹山先生。”\n　　“古迹”这一章，载前馀的古迹，有：\n　　一、竹山。“竹山在武进西乡，地名前馀。宋竹山公讳捷居此。手植干竹，取虚心坚节之意，故称竹山先生。”\n　　二、墓地。在傅村前馀的永思墓。这是蒋捷及其后人的墓地。\n　　三、家祠。“竹山先生祠，在武进县西乡前馀，明洪武间建。首祀胜欲公讳捷。昭穆以馀睿公献明、馀智公伟明配享。”\n　　此外，笔者又从《晋陵蒋氏家谱》卷八中发现“竹山公，遗墨”。计有：碑记一首、诗两首诗馀八首。《竹山东坡田》不多见，八首词也载《竹山词》中。\n　　蒋捷曾在宜兴、武进、无锡三个县的四个竹山生活过。这在文人骚客中是少有的雅事。在成书于蒋捷中进士前后的《咸淳毗陵志》中已载沙塘、南泉两地之竹山。可见竹山之名不是蒋捷自己取的，更不是后人 纪念蒋捷而取的。竹中空而节坚，蒋捷取以喻人之虚心纳物、砥砺节操。他爱竹，更喜在以竹命名的山上种竹。名实相符，含义深远，更见他品格之高雅。云阳竹山是蒋捷的出生地和成长地，前馀竹山是他的迁居地和定居地，自然也是隐居地。这是无可争议的史实。而他在南泉和沙塘竹山的生活，史籍语焉不详，有时甚至朴朔迷离，真相难辨。连同他的生卒失传之迷、中进士年份之迷，成了他留给人们的几个悬念。\n　　无锡南方泉竹山在太湖之滨，旧属开化乡，今隶南泉镇。康熙时王抱承修纂的《开化乡志》。较详细地记载了竹山和蒋捷。王抱承没有把蒋捷看成山居遁世的“隐逸”，也没有看成是“流寓”的外来户，而是把他列入“儒林”，分明看成是祖籍宜兴而定居竹山的无锡南泉的知识分子。\n　　该乡志记录一首明人邵宝游竹山的诗和八首明清诗人的和诗。末一首王抱承自己作的和诗提到蒋捷。该诗首联云：“胜欲先生首倡游，得名四百有余秋。”这表明蒋捷曾到过南泉，游览过此山。这九首诗都未见其提示蒋捷特有的亡国之痛和归隐之情。\n　　歌咏无锡地区山水美景、前贤名流的诗词很多，若能深入探索，或许可发现蒋捷新的活动。\n　　宜兴沙塘港竹山也在太湖之滨，旧属洞山乡，今隶周铁镇。\n　　“竹山”这个称呼，现今已改写为“竺山”。明朝史懋锦的《竹山》诗自注云：“竹山，一名竺山，以其似天竺也。或曰足山，山之奇在足云。”可见竹山与竺山、足山匀指同一座山。该诗首联说：“岿然足山当湖冲，上有古刹凌空蒙。”这古刹称做福善寺。明人已唤该寺为古刹，可见建寺之早。人们说蒋捷隐居竹山，就是说蒋捷隐居在竹山福善寺。根据下列资料笔者认为蒋捷曾经隐居于此。\n　　其一、根据《竹山词》中多首词的描述，可以推想，他曾经在这一带生活过。那首脍炙人口的“而今听雨僧庐下，鬓已星星也“的《虞美人·听雨》词，我们可以推想，就是福善寺这个”僧庐“的雨声，激发了他的创作灵感而吟咏成的。\n　　其二、寺里现今珍藏一个陶质的缸，唤做镜水如意凤缸，高约八十公分，直径约一百公分。据传是蒋捷居此时带来用以盛水的缸。内壁会长青苔，即使盛放混浊之水，也能澄清明净。蒋捷送给寺里，寺僧称为仙水缸。一度散落民间，今已回归寺里。若能经过鉴定考证而予肯定，当是镇寺之宝。\n　　其三、福善寺饱经沧桑，初毁于1937年侵华日机之轰炸，继毁于六十年代开始的挖山采石。历次修建时所立之碑石也散失民间。此次复建这净土宗的寺院后，又收集到部分碑石碎片。若能拼排复原，可能会有新的发现。\n　　其四、笔者从宜兴芳桥后村《周氏宗谱》的序文中读到一段文字，是蒋捷的自叙：“邑先辈蒋捷隐居竹山，尝题简惠公谱牒曰：‘予摈处湖滨与公同壤。公有孙祖儒者，好文墨，工于词。时相过从，同抱黍离之悲。’盖竹山、阳山，俱滨震泽，相距数里许，故云同壤。\n　　简惠公是周葵，宋徽宗宣和年间进士。为官直言敢谏，于民有善政。周葵卒后百年，蒋捷中了进士。“槟”，抛弃，此句有离开之意。蒋捷不臣二主，故离开故土，来到异地沙塘竹山，以便隐姓埋名，了此一生。但若有处境相同、志趣相合者，亦愿引为知已，与之往来。这就把周葵引为同乡，在其谱牒上作序吟咏，并与其孙诗文为友，共抒黍离之悲。\n　　这段文字充分表明，蒋捷是在沙塘竹山上隐居过的。但人们对蒋捷的生活、行踪、发现得仍很少。若以与周氏的往来为线索，旁及各有关谱牒，或可有新的发现。\n　　蒋捷留给我们的另一个县念是生卒失传。\n　　蒋捷于1296年迁徙到武进前馀。《重修毗陵志》把他列入《人物·文学》这一章。看来，修纂先生一眼就看出蒋捷在理学研究、诗词创作方面的卓越成就。归入这章，表露了后人对他的怀念与尊敬之情。按理说，蒋捷身后是不会寂寞的。\n　　蒋捷卒后葬于永思墓，据世系表记载，自第九十六世蒋捷起到一百世为止的一百三十来年中，陆续有后人葬于此。这里和云阳竹山一样，也是聚族而葬的墓地。显然，蒋捷这个始迁祖是赢得合族的尊敬和拥戴的。他的身后是不会寂寞的。\n　　但是，事实并不如此，他身后竟寂寞得生卒失传，似乎后人都忘了这个先祖。这对于后之词坛及研究者来说，不能不说是一大遗憾。人们不禁要问：蒋捷人生的最后一站是在那里度过的？是怎样度过的？\n　　有的谱牒或研究文章也提到他的生卒年份，或说享年六十岁、六十五岁、或说八十九岁。诸家只举数字而没有论证，只能引发议论的混乱，于事无补。\n　　笔者以为，蒋捷生卒失传之迷，应当从他自身心态和身后门庭来解析。\n　　蒋捷愤于亡国，又无力回天，遂致隐居。滨湖一舟，或南泉，或沙塘。植干竹以寄志，借诗词而抒情。随遇而安，何计身后。怪不得前馀有永思墓，沙塘又见蒋捷坟，南泉又留竹山魂。哪真哪假？也可不必究实。留作谈助。让这位隐者增添些神秘而飘逸的色彩，让众多旅客尝一份湖滨竹山的“美餐”。\n　　再看他身后，“绳祖志，不仕元”终元朝一代当然门庭冷落，家业萧条，直到明初，才有家祠之建，欲光宗耀祖，家史有缺，徒唤奈何！\n　　蒋捷何年考中进士？这也是一个悬念。诸家见解，约有以下几说：一、宋度宗咸淳十年，二、德佑元年，三、德佑二年。诸说纷纭，究系何年？苏州大学杨海明教授前几年曾于《中华文史论丛》发表《关于蒋捷的家世和事迹》一文，独持新论。他指出：“检《宜兴县志》卷七‘进士’项，蒋捷中‘德佑二年丙子龙泽榜’进士，又卷八隐逸传称他为‘宋德佑进士’，是为德佑说之本，然查马端临《文献通考》卷三十五《宋朝登科记总目》，宋代进士科末科为度宗咸淳十年，省元李大同，状元王龙泽。则知‘龙泽榜’应在咸淳十年。德佑二年三月，临安已被元人占领，以此知《全宋词》咸淳十年说之正确。”杨教授列举史料分析，去伪存真，当是确论。蒋捷中进士之年，应是1274年。\n　　综上所述，得知蒋捷祖籍宜兴，元初迁居武进，他在1274年中进士。如果那时是三十岁，在1296迁居武进时该是五十多岁。这二十来年的生活中的黄金时代是在隔湖的云阳竹山渡过的。在1302年荐他为官时，他已定居武进，大约是五十五岁了。\n　　他的一生是在国家危亡民生多艰的日子里度过的。他有志报国、无力回天，不羡“摇金宝辔，织翠华裾”的生活。径自过种菊陶潜、栽蔬杜甫的隐居生活。他不想给那个社会留下些什么。所幸的是他也有境遇相同、志趣相合的人共往来，或诗词、或题作，留下了生活的蛛丝马迹。我们若能耐心翻阅，广泛搜索，细心寻觅，定能进入更深层次，取得更多收获。\n\n词作生涯\n\n　　蒋捷的词大多情调凄清。他没有正面地直接反映时代的巨变，而是采用“待把旧家风景，写成闲话”的方式，于落寞愁苦中寄寓感伤故国的一片深情。如“飞莺纵有风吹转，奈旧家苑已成秋”，“星月一天云万壑，览茫茫宇宙知何处”，“梦也梦也，梦不到，寒水空流”等，都包含着山河易色、无处容身的悲哀。《虞美人·听雨》通过听雨一事，概括了作者少年、壮年和晚年三个时期的不同感受，身世家国之感极为痛切，其中“壮年听雨客舟中，江阔云低断雁叫西风”二句尤其悲壮苍凉。但他的词又不尽是低沉暗淡的情调，时而振起一笔，开扩意境，呈现清丽色彩。如《贺新郎·秋晓》本写“万里江南吹箫恨”，却于月影微黄的院落中点缀上青花、红枣，再推向白雁横天、楚山隐约的远景，使词中所表现的忧伤苦闷之情不致于过分沉抑。《一剪梅》写“舟过吴江”，其中“风又飘飘，雨又萧萧”，“红了樱桃，绿了芭蕉”等句，也冲淡了伤逝怀归的悲凉气氛。所以周济称其“思力沈透处，可以起懦”。这当然与其词“炼字精深，调音谐”也是分不开的。对竹山词的评价，前人意见分歧很大。贬之者如冯煦，认为其“词旨鄙俚”“不可谓正轨”；陈廷焯更认为在南宋词人中“竹山虽不论可也”。那是用姜夔、张炎的词作为标准来衡量的，实属偏见。刘熙载的看法与此相反，他说：“蒋竹山词未极流动自然，然洗炼缜密，语多创获，其志视梅溪较贞，其思视梦窗较清。刘文房为五言长城，竹山其亦长短句之长城欤。”称竹山为长短句之长城，固属过誉，但他从词品与词法两方面充分肯定了竹山词，还是颇有见地的。\n\n　　总之，竹山词思想内容较充实，写作方法和风格多样化，不失为南宋高手之一。\n\n",
  "desc": "蒋捷（生卒年不详），字胜欲，号竹山，宋末元初阳羡（今江苏宜兴）人。先世为宜兴巨族，咸淳十年（1274）进士。南宋亡，深怀亡国之痛，隐居不仕，人称“竹山先生”、“樱桃进士”，其气节为时人所重。长于词，与周密、王沂孙、张炎并称“宋末四大家”。其词多抒发故国之思、山河之恸 、风格多样，而以悲凉清俊、萧寥疏爽为主。尤以造语奇巧之作，在宋季词坛上独标一格，有《竹山词》1卷，收入毛晋《宋六十名家词》本、《疆村丛书》本；又《竹山词》2卷，收入涉园景宋元明词续刊本。",
  "dynasty": "宋代",
  "id": 442,
  "name": "蒋捷",
  "star": 181
}