{
  "content": "生平\n\n少有才学\n\n　　大历十三年，柳公权出生。他的祖父柳正礼，曾任邠州士曹参军；父亲柳子温，曾任丹州刺史；其兄为中唐名臣柳公绰。柳公权从小就喜欢学习，十二岁就能作辞赋。\n\n　　元和三年，柳公权登进士第，初仕为秘书省校书郎。李听镇守夏州时，柳公权入其幕府，任掌书记。\n\n三朝侍书\n\n　　元和十五年，唐宪宗暴死，由唐穆宗李恒即位，柳公权进京回奏政事，穆宗召见，对他说：“朕在佛寺中看到你的笔迹，想见你很久了。”就升任他为右拾遗，补翰林学士，后又升为右补阙、司封员外郎。\n柳公权历事穆宗、敬宗、文宗三朝，都在宫中担任侍书之职。他的哥哥柳公绰在太原任职，写信给宰相李宗闵说：“我的弟弟苦心钻研文章书法，先朝只任他为侍书，这种职务，和占卜小吏没有什么区别，我也以此为耻，请给他调换一个闲散职位。”于是升任右司郎中，又转为司封郎中、兵部郎中、弘文馆学士。文宗思念他，又召他为侍书，升任谏议大夫。不久又改为中书舍人，充任翰林书诏学士。每次在浴堂回答文宗的提问，常常是蜡烛烧完了，而谈兴正浓，不肯花工夫去取蜡烛，宫中婢女便用蜡油谌纸来照明。\n\n　　一次，文宗在便殿召见六位学士，文宗说起汉文帝的节俭，便举起自己的衣袖说：“这件衣服已经洗过三次了。”学士们都纷纷颂扬文宗的节俭品德，只有柳公权闭口不说话，文宗留下他，问他为什么不说话，柳公权回答说：“君主的大节，应该注意起用贤良的人才，黜退那些不正派的佞臣，听取忠言劝戒，分明赏罚。至于穿洗过的衣服，那只不过是小节，无足轻重。”当时周墀也在场，听了他的言论，吓得浑身发抖，但柳公权却理直气壮。文宗对他说：“我深知你这个舍人之官不应降为谏议，但因你有谏臣风度，那就任你为谏议大夫吧。”第二天下旨，任他为谏议大夫兼知制诰，仍任学士，掌撰写诏书。\n\n劝谏文宗\n\n　　开成三年，柳公权经调转任工部侍郎，但不过是备员而已。文宗曾召他问事，问他：“外边有什么议论？”柳公权回答说：“自从郭旼被任为邠宁节度使，人们议论纷纷，有的说好，有的说不好。”文宗说：“郭旼是尚父的侄子，太皇太后的叔父，在职也没有过错。从金吾大将升任小小的邠宁节度使，还议论什么呢？”柳公权说：“凭郭旼的功绩和品德，任命为节度使是合适的。人们议论的原因，据说是郭旼把两个女儿献入宫中，因此才升官，这是真的吗？”文宗说：“他的两个女儿进宫，是来看望太后的，并不是他进献女儿。”柳公权说：“常言说，瓜田不拾履，李下不整冠，如没有嫌疑，为什么这事嚷得家谕户晓？”他因而举出王珪劝太宗送卢江王妃出宫的事例来说明利害，文宗当即派内使张日华把二女送还郭旼家。后经屡次升迁，担任学士承旨。\n\n晚年仕途\n\n　　开成五年，文宗驾崩，由唐武宗李炎即位。武宗即位后罢去内府学士官职，任命柳公权为右散骑常侍。宰相崔珙举荐他为集贤殿学士、判院事。李德裕本来对柳公权不错，但当柳公权被崔珙举荐时，他很不高兴，便将柳公权降为太子詹事，改为太子宾客。经屡次升迁任金紫光禄大夫、上柱国，封河东郡开国公，食邑二千户。又任为左常侍、国子祭酒。历任工部尚书。\n\n　　大中初年，柳公权转任少师。\n\n　　大中十二年正月一日，宣宗在元旦举行朝会，柳公权年已八十，便在群臣之首向宣宗称颂祝贺，因含元殿较远，柳公权到时因年迈已感疲惫，在称贺之后，本要为宣宗上尊号“圣敬文思和武光孝皇帝”，但柳公权误称“光武和孝”，因此御史弹劾，罚了一季的俸禄，议事官恨他不退休。直到唐懿宗咸通初年，柳公权才以太子太保之职致仕。\n\n　　咸通六年，柳公权去世，时年八十八岁，获赠太子太师。\n\n\n轶事典故\n\n写诗助人\n\n　　唐武宗曾长时间对一名宫中女官生气，后来把她召来，对柳公权说：“朕对这个人很不满意，如果能得到学士你的一篇作品，朕就不怪罪她了。”于是把御案上的几十张蜀郡产的纸递给他。柳公权不假思索，立即写成一首绝句：“不分前时忤主恩，已甘寂寞守长门。今朝却得君王顾，重入椒房拭泪痕。”皇帝非常高兴，赏赐给他二百匹锦缎，并命女官上前向他拜谢。\n\n以笔为谏\n\n　　唐穆宗荒淫，行政乖僻，他曾向柳公权问怎样用笔才能尽善尽美，柳公权回答说：“用笔的方法，全在于用心，心正则笔法自然尽善尽美。”穆宗为之改容，明白他这是借用笔法来进行劝诫。[34-35]宋代苏轼在诗中曾说：“何当火急传家法，欲见诚悬笔谏时。”\n\n三步之才\n\n　　柳公权曾随从唐文宗去未央宫花园中游玩，文宗停下车子对柳公权说：“有一件使我高兴的事。过去赐给边兵的服装，常常不能及时发下，现在二月里就把春衣发放完毕。”柳公权上前祝贺，文宗说：“只是祝贺一下，还不能把你的心意表达清楚，你应作首诗向我祝贺。”宫人催他亲口念给文宗听，柳公权应声念道：“去岁虽无战，今年未得归。皇恩何以报，春日得春衣。”文宗高兴地说：“曹子建七步吟诗，你竟只需三步。”\n\n致力学术\n\n　　柳公权特精于《左传》、《国语》、《尚书》、《毛诗》、《庄子》，每讲说一词一义，常写满好几篇纸。他通晓音律，却不喜欢听演奏，他常说：“这是由于听音乐容易使人产生骄慢情绪的缘故。”\n\n\n书法成就\n\n　　柳公权是楷书书体的总结者和创新家，他在研究和继承钟繇、王羲之等人楷书风格的基础上，遍阅近代书法，学习颜真卿，溶汇自己新意，自创独树一帜的“柳体”楷书，为后世百代楷模，成为“唐书尚法”的突出代表之一。\n\n　　他的字取匀衡瘦硬，追魏碑斩钉截铁势，点画爽利挺秀，骨力遒劲，结体严紧。“书贵瘦硬方通神”他的楷书，较之颜体，则稍均匀瘦硬，故有“颜筋柳骨”之称。\n\n　　自唐代元和年间以后，柳公权声誉日高。唐宣宗尤为珍爱柳公权的墨宝，曾召柳公权到殿前，由军容使西门季玄捧着砚台，枢密使崔巨源拿着笔，柳公权用真书在一张纸上写了“卫夫人传笔法于王右军”十字；用行书在一张纸上写了“永禅寺真草千字文得家法”十一字；用草书在一张纸上写了“谓语助者焉哉乎也”八字。宣宗赏给他锦彩及瓶盘等银器。又让他自写谢状，不拘真书、草书。当时公卿大臣家为先人立碑，如果得不到柳公权亲笔所书的碑文，人们会认为是不孝行为。而且柳公权声誉远播海外，外夷入贡时，都专门准备钱财来购买柳公权的书法。唐文宗曾称赞其书法连钟繇、王羲之再生，也超不过。\n\n　　今人学书入门，依然首选唐代颜、柳、欧、褚、虞等书法家，特别是柳公权所建立的一整套楷书的规范，今天仍然是人们学习的榜样。柳公权在书法艺术的改革和发展中，做出了突出的贡献，为唐代书法发展进行总结，也为整个楷书的发展奠定了基础。\n\n\n后世纪念\n\n　　柳公权墓在耀州区阿子乡让义村北约1公里处。东西82米，南北64米，圜丘。柳公绰墓在东，柳公权墓在西，相距46米。墓前各立石碑1通。1碑上款楷书“赐进士及第兵部侍郎兼副都御史陕西巡抚毕沅书”，中行隶书大字“唐兵部尚书柳公公绰墓”，下款楷书“大清乾隆岁次丙申孟秋知耀州事张凤鸣立石”；另一通上、下款与前碑相同。中行隶书大字“唐太子师河东郡王柳公公权墓”。碑距墓丘均5米。1956年公布为省级文物保护单位。1990年，陕西省文物事业管理局批准成立柳公权墓文管所。\n\n\n家族成员\n\n家世\n\n　　祖父柳正礼官至邠州士曹参军。\n\n父亲\n\n　　柳子温官至丹州刺史。\n\n平辈\n\n　　兄长柳公绰字起之，官至兵部尚书，卒赠太子太保，谥曰成。\n\n　　弟弟柳公谅官至南郑县令。\n\n子辈\n\n　　儿子柳仲宪生平不详。\n\n孙辈\n\n　　孙子柳瑗字虚中，生平不详。\n\n",
  "desc": "柳公权（778年－865年），字诚悬，汉族，京兆华原（今陕西铜川市耀州区）人。唐代著名书法家、诗人，兵部尚书柳公绰之弟。共历仕七朝，官至太子少师，封河东郡公，以太子太保致仕，故世称“柳少师”。柳公权书法以楷书著称，与颜真卿齐名，人称“颜柳”，又与欧阳询、颜真卿、赵孟頫并称“楷书四大家”。传世碑刻有《金刚经刻石》、《玄秘塔碑》、《冯宿碑》等，行草书有《伏审》、《十六日》、《辱向帖》等，另有墨迹《蒙诏帖》、《王献之送梨帖跋》。柳公权亦工诗，《全唐诗》存其诗五首，《全唐诗外编》存诗一首。",
  "dynasty": "唐代",
  "id": 1526,
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_1526.jpg",
  "name": "柳公权",
  "star": 3
}