{
  "content": "生平\n\n早年经历\n\n　　赵抃生于宋真宗大中祥符元年，年少时成为孤儿，且生活贫苦，由长兄赵振抚养。赵抃潜心致志、努力学习，景祐元年，赵抃中乙科进士。\n\n　　进士及第后，赵抃任武安军节度推官。当时有人在大赦前伪造公章，在大赦后使用，执法人员认为他该死，赵抃说：“大赦前没有使用，大赦后没有制造，不该死。”终使罪犯免于一死。\n\n　　其后历任崇安、海陵、江原三县知县，并任泗州通判。濠州知州不按规定给士卒发放衣食等物，兵士扬言要兵变。知州害怕，太阳还未下山就紧闭城门不办公。转运使函令赵抃代他处理此事。赵抃到濠州后，像平时一样从容办公，成功安定濠州。\n\n声震京师\n\n　　翰林学士曾公亮不认识赵抃，却举荐他为殿中侍御史。赵抃在任上弹劾不避权贵佞幸，美誉雀起，京师称之为“铁面御史”。他极力要求朝廷区分君子、小人，认为：“小人虽然过失小，也应努力清除；君子不幸犯了过失，却应保全爱惜，以成就其德行。”\n\n　　皇祐六年，宋仁宗张贵妃病逝，刘沆以参知政事职监办丧事，等到他为相后，仍兼监护丧事。赵抃认为这种一身多任有碍政体，又说宰相陈执中不学无术，错失又多；宣徽使王拱辰与手下人都颇有不法行为；枢密使王德用、翰林学士李淑不称职，遭弹劾众人都被罢免。\n\n　　吴充、鞠真卿、刁约因制裁礼仪院吏佐，马遵、吕景初、吴中复因为议论宰相梁适，相继被贬外出。赵抃为他们辩护，使得他们都被召回。吕溱、蔡襄、吴奎、韩绛出任地方官后，欧阳修、贾黯又请求出任郡官。赵抃向仁宗说：“最近品行端正之士纷纷出走，皇上身边的贤才如欧阳修这样的已没有几个。现在想到地方上去的人，都是因为他们为人正直，不事权贵。真令众臣伤心啊。”仁宗于是留用欧阳修、贾黯。\n\n出使蜀州\n\n　　赵抃后请求调任睦州知州，又改任梓州路转运使，又改任益州转运使。蜀地地远民穷，官吏肆无忌惮地胡作非为，州郡公然互相行贿。赵抃以身作则，蜀地风气为之一变。穷城小镇，百姓有的一生没见过朝廷命官，而赵抃的足迹无所不至，父老乡亲大感欣慰，奸猾的官吏不得不悚惧服从。\n\n上言政事\n\n　　后获召入京，任右司谏。内侍邓保信勾引退兵董吉在宫中炼丹，赵抃将其比之为于西汉的文成、五利，唐代的郑注等妖道，极力指斥其过失。\n\n　　陈升之任枢密副使，赵抃与谏官唐介、吕诲、范师道共同揭露陈升之奸邪，认为他勾结宦官，不是通过正常渠道升迁。上书二十多次，陈升之因而被罢免，赵抃同弹劾者也一道被撤职，外出任虔州知州。虔州一向难治，赵抃为政严厉而不苛刻，将政令下达给各县令，层层监督，人自为治。各县令都愿意尽其力，监狱为之一空。岭外官员去世后，多半无法归葬，赵抃造船百只，告诫各郡说：“官宦人家有无法回家的，我都帮助。”于是来求助的人接踵而至，赵抃都给他们船只、盘缠。\n\n　　后来，赵抃回京任侍御史知杂事，又改任度支副使，升任天章阁待制、河北都转运使。当时前任宰相贾昌朝出判大名府，赵抃要检察府库，贾昌朝派人来劝告说：“以前的监司是从不检察我的库藏的。没有先例怎么办？”赵抃说：“魏郡不查，其他郡就不会服气。”便坚持检查，贾昌朝非常不高兴。当时，官吏因不能按期招募够义勇乡兵而受罚的已达八百余人，赵抃奉诏督责此事，回报仁宗说：“河朔地区由于连年丰收，所以乡民应募的少，请从宽处理那些官吏，等农闲时再说。”仁宗允准。受罚者被平反，义勇也招募足够。贾昌朝才羞愧地对赵抃心悦诚服。\n\n中和之政\n\n　　赵抃又任龙图阁学士、成都府知府，为政以宽。他从前出使蜀州时，对聚众搞迷信活动的治以严刑峻法。这次重来，又有人犯同样的罪，都认为在劫难逃。赵抃看罪犯没有其他劣行，就说“：这仅仅是骗酒食的小过失。”只处罚首恶，将其他人释放，蜀人大为高兴。正值荣諲任转运使，英宗对荣諲说：“赵抃治理成都，行的是中和之政。”\n\n力反变法\n\n　　宋神宗即位后，召赵抃知谏院。按照旧例，近臣从成都回来就会担负重任，必然去省府任职，不当谏官。众臣大惑不解，神宗说：“朕是想发挥他仗义直言的优点，将采纳他的主张，不是小看他。”赵抃谢恩时，神宗说：“听说你匹马入蜀，以一琴一鹤自随，政策宽松平和，也能任谏官吗？”不久，升任参知政事。赵抃感念神宗知遇之恩，朝政有不妥之处，他总是密启上奏，神宗也常亲笔回书予以褒奖。\n\n　　王安石主政后，赵抃屡屡反对他的变法主张。韩琦也上书反映青苗法对民间的危害。神宗同宰执商量后，停止青苗法。王安石正在家休假，想辞官。赵抃说：“新法都是王安石创立，不如等他假满归来再说。”王安石回来后，推行新法更坚决。赵抃非常悔恨帮他，向神宗说：“制置条例司设使者四十余人，扰乱天下。王安石善于诡辩，刚愎自用，诋毁天下公论为庸俗，违背众议，欺瞒民众，文过饰非。近来谏官们多因说话无人听而辞职，司马光受聘枢密，不肯赴任。而且事有轻重，体有大小，一时的财富利润是轻，人心的得失才是重；青苗使者的去取荣辱是小，左右大臣的取舍为大。现在因小失大，去重取轻，臣担心这不是国家的福气啊！”\n\n　　奏章上呈神宗后，赵抃恳请辞官，被任命为资政殿学士、杭州知州，又改任青州知州。当时京东旱灾、蝗灾，青州麦多，蝗虫飞到青州边境，遇狂风阻遏，都落水被淹死。\n\n再守成都\n\n　　成都因为戍卒困扰，赵抃以资政殿大学士之职再任成都知府。神宗召见时慰劳说：“还没有过从朝廷下到成都去的先例，你能为了朕破一次例吗？”赵抃回答说：“陛下的话就是法律，何必管例不例呢？”因而请求神宗允许他相机行事。\n\n　　赵抃到成都后，政令相较上次更宽简。有个卒长站在堂下，赵抃喊他说：“我同你年岁相当，我单身匹马入蜀，为天子镇抚一方。你也应清廉谨慎威严地统率士卒，等戍期满，分得些余财回家，替妻儿考虑，岂不好？”人们欣喜地奔走相告，不敢再为恶，蜀郡一片升平景象。剑州有人伪造和尚的度牒，被告企图谋反，赵抃不将案件交给司法人员，而由自己判断，皆从轻处理。诽谤者诬告赵抃纵容叛党，朝廷取来审案记录一看，认为赵抃的判决都符合法律。茂州少数民族在边境抢掠后，害怕官府讨伐，请求投降，就绑了一个奴隶，想杀死后取血为盟。赵抃让他们改用牲口，放了奴隶，大家都欣然听令。\n\n遍游名山\n\n　　赵抃其后请求辞职回乡，改任越州知州。吴越地区闹饥荒，人口死亡过半。赵抃奋力救荒，治病救人，掩埋死者，使生者得以保全。让老百姓修城，以使他们得到糊口钱。又调任杭州知州，以太子少保之职致仕，其子赵屼被授为提举两浙常平仓，以便就近照顾赵抃的晚年。赵屼带赵抃遍游江南名山大川，吴人都感到自豪。\n\n　　元丰七年，赵抃逝世，享年七十七岁。神宗闻讯后，为其辍朝一日，追赠太子少师，谥号“清献”。十二月，赵抃葬于西安莲花山。\n\n\n主要成就\n\n为政\n\n　　由于面颜黑，人称“铁面御史”。与当时的包拯齐名，其实戏曲中的包拯形象正是赵忭。英宗治平初任成都府知府，匹马入蜀，以一琴一鹤相随，在职时，一清如水。他看到人民安居乐业，就高兴地弹琴取乐。他养了一只鹤，时常用鹤毛的洁白勉励自己不贪污；用鹤头上的红色勉励自己赤心为国。其后人以此作为堂号名为琴鹤堂，以示纪念。此堂号赵姓后人主要分布在浙江，湖南等省。\n\n文学\n\n　　赵抃擅豪翰，笔迹劲丽。著有《赵清献公集》。\n\n书法\n\n　　赵抃工诗善书，和他同时代的苏辙就曾称颂他：“诗清新律切，笔迹劲丽，萧然如其为人。”他的作品之《致知府阁下尺牍》用笔端正严谨，点画润泽，取法北宋初期书坛所流行的颜体，偏向“丽”的书风。另一作品《致知郡公明大夫尺牍》却结字则较宽散，用笔也朴质得多。细韧的笔画加上倾侧的字态，显得清劲而古雅，可说是偏向“劲”的书风。\n\n\n人物评价\n\n　　赵抃忠厚淳朴，善良温和，喜怒不形于色。平生不治家产，不养歌伎，帮兄弟之女十余人、其他孤女二十余人办嫁妆，其他抚恤孤寡贫寒之事，不可胜数。白天所做之事，晚上必然服饰庄重地烧香，告诉上天，凡是不能对天说的事就不做。从政时，因地制宜，不同情况不同政策，在虔州和成都的政绩，尤其为世人称道。神宗以后每次训导这二郡的继任，都要把赵抃作为楷模。总之，以增加人民财富为根本。晚年修行炼道，颇有心得，临死与其子赵屼诀别时，说话仍有条有理，安然去世。宰相韩琦曾称赵抃说：“赵抃真是世人表率，我也赶不上。”\n\n\n轶事典故\n\n赵四郎\n\n　　赵抃致仕回到三衢后，与乡民往来不管官位和容貌，将所居之处取名为“高斋”，曾作诗道：“腰佩黄金巳退藏，个中消息也寻常。时人要识高斋老，只是阿村赵四郎。”\n\n琴鹤随身\n\n　　赵抃任成都转运使，到官时随身只带一琴一鹤。见宋沈括 《梦溪笔谈·人事一》、《宋史·赵抃传》。后来称人为官清廉，常用此语。按：宋赵善璙《自警篇·嗜好》称抃赴官携一琴一鹤，朱长文《琴史》卷五及叶梦得《石林诗话》则以琴鹤龟三事并言。《宋史·赵抃书》原话为：“帝曰：闻卿匹马入蜀，以一琴一鹤自随；为政简易，亦称是乎！” 在四川崇州后人为纪念赵忭与陆游在罨画池旁修一庙宇称赵陆公祠，后改称“二贤祠”。其后人为纪念此事以此为堂号曰琴鹤堂。\n\n解救无辜\n\n　　赵抃巡察青州时，经常想：有一人下狱就有十人因而耽误工作；那些受牵连波及的，更是无辜；而且监狱中，夏天有湿气、传染病，冬天有冻伤、脚气病；有的人因为一点小罪，长年受到拘禁；有人因为一点牵连，几乎丧命；狱卒、囚长的勒索凌辱，更令人痛恨。他令人常常回派人去查阅各地监狱的记录，以囚犯数目的多少，来推断定官吏的贤明与否。这样的办法实行一年以后，郡、州、县各级官吏都不敢随意羁押人了。邵雍每每称赞这件善政。\n\n\n后世纪念\n\n　　赵抃祠\n\n　　赵抃祠位于浙江衢州市区钟楼底，占地447平方米，为衢州市重点文物保护单位。始建于宋咸淳四年。郡守陈蒙清于朝而立，位于赵抃故里“孝悌里”，今衢州沙湾书院村。\n\n　　明弘治十二年始，每春秋仲月知县率僚具常服随府行礼。嘉靖十三年秋，郡守郑柏兴筑清献祠于城南，时以遇风雨不便，迁元妙观右官地数亩作赵公祠，作堂三楹、退堂三楹、门一楹、周围筑墙。万历十三年间，郡守廖希元复移址于浮石门内的祥符寺，将原刘都宪羽泉之祠转他处，改建为赵公祠；其间康熙、同治年代数次修葺，最后一次修建于民国九年。\n\n",
  "desc": "赵抃（biàn）（1008年—1084年）， 字阅道，号知非，衢州西安（今浙江省衢州市柯城区信安街道沙湾村）人。北宋名臣。元丰七年（1084年），赵抃逝世，年七十七，追赠太子少师，谥号“清献”。赵抃在朝弹劾不避权势，时称“铁面御史”。平时以一琴一鹤自随，为政简易，长厚清修，日所为事，夜必衣冠露香以告于天。著有《赵清献公集》。",
  "id": 2979,
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_2979.jpg",
  "name": "赵抃",
  "star": 0
}