{
  "content": "轶事典故\n\n名字轶事\n　　汉武帝幼年曾以彘为名的说法出于志怪小说《汉武故事》：“景帝亦梦高祖谓已曰：‘王美人得子。’可名为彘。’及生男，因名焉。”\n　　而《史记·孝景本纪》和《汉书·孝景纪第五》已经明确写明刘彻被立为胶东王前，名字已经是彻了，根本没有使过彘字。即使是后世的司马光编纂的《资治通鉴·卷第十六·汉纪八》，也没有采信《汉武故事》的说法，由此，幼名彘是以讹传讹。其实，汉代彘彻同音，说汉武帝本名刘彘是同音致讹。\n\n求仙\n　　据《史记·孝武本纪》记载，元封元年，汉武帝到泰山行封禅大礼，听信一些方士“蓬莱诸神山若将可得”的鼓惑，“乃复东至海”，以“望冀遇蓬莱”。所希望见到的“蓬莱”仙山在山东海边没有“遇”到，其“并海”而“北至碣石”，沿着海边一直来到有“神岳”盛名的碣石山祭神求仙。汉武帝此行碣石，使碣石山一带沿海地区的求仙活动在时隔百年之后死灰复燃。而他搞的求仙活动，比秦始皇要热闹许多，如召鬼神、炼丹沙、候神等，各种名堂数不胜数，而且动辄就入海求“蓬莱”，指山说封禅。当时，为了迎合他祀神求仙，“于是郡国各除道，缮治宫观名山神祠所”。为此，碣石山一带又留下不少祀神求仙的各种各样的建筑。在碣石山南麓，迄今存有汉武帝行宫的遗迹，1958年在修建位于昌黎县城的西山东坡原二中校园操场时，曾出土了大量“千秋万岁”瓦当和大型汉瓦，其地当为汉武帝来碣石山时驻跸的行宫所在地。\n　　在碣石山，刘彻也像秦始皇一样，进行了刻石纪功活动。对此，郦道元的《水经注·濡水》有明确记述：“濡水又东南至絫县碣石山……汉武帝亦尝登之，以望巨海，而勒其石于此。”絫县为昌黎在西汉时的县名，坐落在昌黎县城之北的碣石山主峰仙台顶之所以又名“汉武台”，当以“汉武帝亦尝登之，以望巨海，而勒其石于此”得称。“汉武台”，极可能为碣石山主峰最古的专有名称。\n\n金屋藏娇\n　　“金屋藏娇”典故来自志怪小说《汉武故事》，正史中无此记载。《汉武故事》中写道：后长主还宫，胶东王数岁，公主抱置膝上，问曰：“儿欲得妇否?”长主指左右长御百余人，皆云“不用”。指其女曰：“阿娇好否?”笑对曰：“好，若得阿娇作妇，当作金屋贮之。”长主大悦。乃苦要上，遂成婚焉。\n　　陈皇后，小名阿娇，原为汉景帝刘启的外甥女，生得甜美妩媚、楚楚动人。某日，其母带她入宫，汉景帝的儿子刘彻也在一边玩耍，便将刘彻抱起问道：“我把阿娇姐姐嫁给你为妻好吗？”\n　　阿娇年岁虽比刘彻大，但刘彻长居深宫，经常与阿娇嬉戏，见大姐姐皓齿明眸，又擅童玩，于是毫不考虑地回答：“好啊！如果阿娇姐姐嫁给我，我就盖一栋黄金屋，把她藏之于内！”景帝听到，随口道来：“彻儿小小年纪，已懂得‘金屋藏娇’！” \n\n\n评价\n\n总评\n　　汉武帝开创了西汉王朝最鼎盛繁荣的时期，是中国封建王朝第一个发展高峰，他的治理使汉朝成为当时世界上最强大的国家。\n　　《汉书》评叙刘彻“雄才大略”，《谥法》说“威强睿德曰武”，就是说威严，坚强，明智，仁德叫武。在中国历史书内，“秦皇汉武”经常互相衔接。他的功业，对中国历史进程和后来西汉王朝的发展影响深远。\n　　汉武帝是第一个用“罪己诏”进行自我批评的皇帝。敢于罪己，置自己过失于天下舆论中心，汉武帝无疑是第一人！至此，后代皇帝犯了大错，也会下“罪己诏”，公开认错，展示明君姿态。-\n　　封建专制体制下，人才使用有两大陋习：一是任人唯亲，只用自己熟悉亲信的人；二是论资排辈，必须按“三十九级台阶”，一级一级往上爬，不能“乱”了规矩。而汉武帝一不会因言废人：只要有才华，主父偃持不同政见，汉武帝照样求贤若渴；二是敢于破格提拔：因为有能力，卫青家奴出身，汉武帝竟然破格提拔。-\n　　不仅如此，汉武帝甚至摈弃正统，容纳异类，慧眼发现东方朔，将庄严的朝堂变成一个充满温情和快乐的休息室，君臣之间宛如玩伴；同时，他不以狎亵而丧失原则，对东方朔的诤言击节赞叹，言听计从。-\n　　他初读《子虚赋》，即大为倾慕；得见作者司马相如，如获至宝，让他享受与自己同等的写作待遇。能识人、能容人、能用人。-\n\n历代评价\n班固：“孝武初立，卓然罢黜百家，表章六经，遂畴咨海内，举其俊茂，与之立功。兴太学，修郊祀，改正朔，定历数，协音律，作诗乐，建封禅，礼百神，绍周后，号令文章，焕然可述，后嗣得遵洪业，而有三代之风。如武帝之雄才大略，不改文景之恭俭以济斯民，虽诗书所称，何有加焉。”\n汲黯：“陛下求贤甚劳，未尽其用，辄已杀之。以有限之士，恣无已之诛，臣恐天下贤才将尽，陛下谁与共为治乎？”\n曹丕：“孝武帝承累世之遗业，遇中国之殷阜，府库余金钱，仓廪畜腐粟，因此有意乎灭匈奴而廓清边境矣。故即位之初，从王恢之画，设马邑之谋，自元光以迄征和四五十载之间，征匈奴四十馀：举盛馀，逾广汉，绝梓岭，封狼居胥，禅姑幕，梁北河，观兵瀚海，刈单于之旗，剿阏氏之首，探符离之窟，扫五王之庭。纳休屠昆邪之附，获祭天金人之宝。斩名王以千数，馘酋虏以万计。既穷追其散亡，又摧破其积聚，虏不暇于救死扶伤，疲困于孕重堕殒。元封初，躬秉武节，告以天子自将，惧以两越之诛，彼时号为威震匈奴矣。”\n曹植：“世宗光光，文武是攘。威震百蛮，恢拓土疆。简定律历，辨修旧章。封天禅土，功越百王。”\n李世民：“近代平一天下，拓定边方者，惟秦皇、汉武。”\n虞世南：“汉武承六世之业，海内殷富，又有高人之资，故能总揽英雄，驾御豪杰，内兴礼乐，外开边境，制度宪章，焕然可述。方於始皇，则为优矣。至於骄奢暴虐，可以相亚，并功有馀而德不足。”\n马周：“孝武皇帝虽然穷奢极侈，但承文、景遗德，故人心不动。向使高祖之后，即有武帝，则天下必不能全。”\n司马贞：“孝武纂极，四海承平。志尚奢丽，尤敬神明。坛开八道，接通五城。朝亲五利，夕拜文成。祭非祀典，巡乖卜征。登嵩勒岱，望景传声。迎年祀日，改历定正。疲秏中土，事彼边兵。日不暇给，人无聊生。俯观嬴政，几欲齐衡。”\n司马光：“孝武穷奢极欲，繁刑重敛，内侈宫室，外事四夷。信惑神怪，巡游无度。使百姓疲敝起为盗贼，其所以异于秦始皇者无几矣。然秦以之亡，汉以之兴者，孝武能尊先王之道，知所统守，受忠直之言。恶人欺蔽，好贤不倦，诛赏严明。晚而改过，顾托得人。此其所以有亡秦之失而免亡秦之祸乎？”\n李纲：“茂陵仙客，算真是，天与雄才宏略。猎取天骄驰卫霍，如使鹰鹯驱雀。战皋兰，犁庭龙碛，饮至行勋爵。中华疆盛，坐令夷狄衰弱。追想当日巡行，勒兵十万骑，横临边朔。亲总貔貅谈笑看，黠虏心惊胆落。寄语单于，两君相见，何苦逃沙漠。英风如在，卓然千古高著。”\n朱熹：“武帝天资高，志向大，足以有为。末年海内虚耗，去秦始皇无几。轮台之悔，亦是天资高，方能如此。”\n吴裕垂：“武帝雄才大略，非不深知征伐之劳民也，盖欲复三代之境土。削平四夷，尽去后患，而量力度德，慨然有舍我其谁之想。于是承累朝之培养，既庶且富，相时而动，战以为守，攻以为御，匈奴远遁，日以削弱。至于宣、元、成、哀、单于称臣，稽玄而朝，两汉之生灵，并受其福，庙号‘世宗’，宜哉！”\n赵翼：“仰思帝之雄才大略，正在武功。”\n孙中山：“秦皇汉武、元世祖、拿破仑，或数百年，数十年而斩，亦可谓有志之士矣。拿破仑兴法典，汉武帝纪赞，不言武功，又有千年之志者。”\n毛泽东：“汉武帝雄才大略，开拓刘邦的业绩，晚年自知奢侈、黩武、方士之弊，下了罪己诏，不失为鼎盛之世。”\n翦伯赞：“用剑犹如用情，用情犹如用兵”。\n\n历史首创\n汉武帝是第一位使用年号的皇帝。\n汉武帝是第一位在统一的国家制定、颁布太初历的皇帝，以正月为岁首这一点，一直沿用至今。\n汉武帝时期写出了中国第一部纪传体的史书《史记》。\n汉武帝时期出现了秦统一后中国见于史籍记载的《舆地图》，元狩四年四月丙申，“太仆臣公孙贺行御史大夫事……奏舆地图，请所立国名。\n举贤良方正直言极谏之士对策，武帝亲自策问，选拔人材做官。\n汉武帝独尊儒术，以儒家思想作为国家的统治思想始于此。\n元朔五年为五经博士置弟子五十人，复其身；地方郡国可按一定条件选送一些人，可受业如弟子。经考试，能通一艺以上，可用作官吏。\n汉武帝在独尊儒术时，又“悉延百端之学”，形成了在以儒家思想为统治思想的同时，又兼用百家的格局。\n元封二年，汉武帝亲临现场督察堵塞黄河瓠子决口。\n汉武帝时推广耧车下种，此后这一方法在中国用了两千多年。\n汉武帝派张骞通西域，打通了丝绸之路，促进了中、西双方的经济、文化交流。这在中国史上属首次。\n汉武帝元封六年令细君公主嫁乌孙和亲。\n在轮台、渠犁屯田，并置使者校尉。\n汉武帝时用井渠法作龙首渠，后传入今中国新疆地区，并进而入波斯等地。\n从西域引进葡萄、苜蓿种植，从大宛引进了良种马———天马，西域的乐曲、魔术传至中国，中国的铸铁技术、丝织品、丼渠法、漆器传至大宛等地。\n汉武帝外施仁义，实行德治；同时又重视法治，用严刑峻法治理国家。\n元封五年，为加强对诸侯王和地方高官的监察，置十三州部刺史，令六百石级别的刺史督察二千石级别的郡国守相。\n为加强皇权，改革丞相制度，设立中朝。\n元鼎二年禁郡国铸钱，专令国家所属上林三官铸钱，非三官钱不得流通，郡国以前所铸钱皆废销。\n汉武帝通过大量移民在西北边郡屯田，这对反击匈奴战争的胜利、经营西域起了重大作用。\n汉武帝是中国历史上第一位派大军深入匈奴腹地进行决战的皇帝。\n汉武帝是中国历史上第一位提出要北方游牧民族———匈奴臣服于中原王朝的皇帝，为此又在今内蒙筑受降城。\n李广利伐大宛后，西域南道诸国多臣服于汉，宣帝神爵二年，匈奴日逐王降汉，匈奴不敢争西域，罢僮仆都尉。宣帝任命郑吉为西域督护，管理西域南、北道诸国，西域诸国臣服于汉。至此，西边直达里海，都成为了汉朝的疆域。\n汉武帝平定南越后，首次在今海南岛置儋耳郡、珠崖郡，统治了今天的海南岛与南海诸岛的地区。 \n\n\n陵寝墓地\n\n　　在西汉的11座帝陵中，最大的当数汉武帝茂陵。茂陵位于陕西省咸阳市下辖的兴平市东北原上，西距兴平市12公里，东距咸阳市15公里。其北面远依九嵕山，南面遥屏终南山。东西为横亘百里的“五陵原”。此地原属汉时槐里县之茂乡，故称“茂陵”。它高46.5米，顶端东西长39.25米，南北宽40.60米。据《关中记》载：“汉诸陵皆高12丈，方120丈，惟茂陵高14丈，方140丈。”上述与今测量数字基本相符。总占地面积计为56878.25平方米，封土体积848592.92立方米。陵园四周呈方形，平顶，上小下大，形如覆斗，显得庄严稳重。至今东、西、北三面的土阙犹存，陵周陪葬墓尚有李夫人、卫青、霍去病、霍光、金日磾等人的墓葬。它是汉代帝王陵墓中规模最大、修造时间最长、陪葬品最丰富的一座，被称为“中国的金字塔”。\n\n生平\n\n早期经历\n　　汉武帝生于汉景帝前元年；据《史记》、《汉书》的后妃传记载，汉武帝生于汉文帝后七年六月。母王氏，汉景帝中子。其母王氏在怀孕时，汉景帝尚为太子。王氏梦见太阳进入她的怀中，告诉景帝后，景帝说：“此贵征也。”刘彻还未出生，他的祖父汉文帝就逝世了。汉景帝即位后，刘彻出生，他亦是王氏唯一的儿子。\n　　前元四年，刘彻以皇子的身份被封为胶东王。同年，景帝的长子、他的异母长兄刘荣获封为太子。前元六年秋九月，无子无宠的薄皇后被废。第二年春正月，废栗太子刘荣为临江王；夏四月乙巳，其母王氏被立为皇后，丁巳，刘彻被立为太子。他成为太子与其母孝景王皇后和其姑母馆陶公主刘嫖有很大关系。刘嫖许诺将她的女儿陈氏嫁给当时四岁的胶东王刘彻。刘彻后娶陈氏为妃，两人成婚的时间无考。\n　　后元三年正月，景帝逝世。甲子，太子刘彻即皇帝位，尊皇太后窦氏曰太皇太后，皇后王氏曰皇太后。\n\n君临天下\n　　登基之初，汉朝建立已经有六十多年了，天下安定，朝廷大臣们都希望天子举行祭祀泰山和梁父山的封禅大典，改换确定各种制度。而皇上也崇尚儒家的学说，就通过贤良方正的科目招纳贤士。赵绾、王臧等人靠文章博学而做官，达到公卿的高位。他们想要建议天子按古制在城南建立宣明政教的明堂，作为朝会诸侯的地方。他们所草拟的天子出巡、封禅和改换历法服色制度的计划尚未完成，正赶上窦太后还在推崇信奉黄帝、老子的道家学说，不喜欢儒术，于是派人私下里察访赵绾等人所干的非法谋利之类的事情，传讯审查赵绾、王臧，赵绾、王臧自杀，他们所建议兴办的那些事情也就废止了。\n　　直至窦太后去世，汉武帝才得以掌握大权。他进一步削弱诸侯王的势力，颁布大臣主父偃提出的推恩令，以法制来推动诸侯王分封诸子为侯，使诸侯王的封地不得不自我缩减。同时，他设立刺史，监察地方。加强中央集权，将冶铁、煮盐、酿酒等民间生意编成由中央管理，禁止诸侯国铸钱，使得财政权集于中央。思想上，采用董仲舒“罢黜百家，独尊儒术”的建议，为儒学教育在中国古代的特殊地位铺平了道路，在长安创立专门的儒学教育——太学，是当时的最高学府。汉武帝时期，汉朝亦不曾缺少法治思想。在宣扬儒学的同时，汉武帝亦采用法规和刑法来巩固政府的权威和显示皇权的地位。因此，汉学家认为这更应该是以儒为主以法为辅，内法外儒的一种体制，对广大百姓宣扬儒道以示政府的怀柔，而对政府内部又施以严酷的刑法来约束大臣。\n　　经文景之治的休养生息等一系列的发展经济与民生政策之后，西汉王朝的国力已蒸蒸日上。汉武帝在承袭这些政策同时，积极准备军事力量的发展。\n　　在军事上，汉武帝先平定南方闽越国的动乱。后开始着手以军事手段代替带有屈辱性质的和亲政策来彻底解决北方的匈奴的威胁。派名将卫青、霍去病三次大规模出击匈奴，收河套地区，夺取河西走廊，征服西域，封狼居胥，将当时汉朝的北部疆域从长城沿线推至漠北。\n　　在对匈奴的战争同时，采取和平手段和军事手段使西域诸国臣服。丧失肥沃茂盛的漠南地区后，匈奴王庭远迁漠北，这就基本解决自西汉初期以来匈奴对中原的威胁，为后来把西域并入中国版图奠定基础。张骞出使西域，丝绸之路由此而始。\n　　在天文历法上一直是汉承秦制，汉初一直推行秦历——颛顼历，以10月为岁首。直至汉武帝太初改历，施行新历法。而春节正是始于太初改历，汉武帝改正朔。\n\n巫蛊之祸\n　　征和二年的巫蛊之祸是汉武帝末年皇室内部发生的重大政治事件。当时人对神怪诅咒之说深信不疑，汉武帝也不例外。有一天中午，他正躺在床上睡觉，忽然梦见几千个手持棍棒的木头人朝他打来，把他给吓醒了。他以为有人在诅咒他，立即派江充去追查。\n　　丞相公孙贺之子公孙敬声擅自动用军费1900万钱，事败后被捕下狱。时值汉武帝下诏通缉阳陵大侠朱安世，公孙贺为赎儿子之罪，将朱安世捕获移送朝廷。孰料朱安世在狱中上书，声称公孙敬声与阳石公主私通，在驰道上埋藏木人以诅咒皇帝。汉武帝大怒，公孙贺父子死狱中，满门抄斩。阳石公主、诸邑公主，卫青之子长平侯卫伉相继被牵连入内，被杀。\n　　江充率领胡人巫师到各处掘地寻找木头人，并逮捕了那些用巫术害人。江充一直搜查到卫皇后和太子刘据的住室，把事先准备好的木头人拿出来陷害太子。此时汉武帝在甘泉宫养病，不在长安。\n　　征和二年七月壬午，太子派人假冒使者收捕江充等人，把江充杀了。苏文逃到汉武帝处，向汉武帝控诉太子，汉武帝开始并不相信此说，派使者召太子，但使者不敢到太子那里，回报武帝说“太子反已成，欲斩臣，臣逃归。”汉武帝大怒，下令丞相刘屈氂率兵平乱。太子带人离去，将长安四市的市民约数万人强行武装起来，到长乐宫西门外，正遇到丞相刘屈髦率领的军队，与丞相军激战五日，死者数万人。长安城有流言说太子谋反，所以人们不敢依附皇太子，而丞相一边的兵力却不断加强，最终，太子势孤力弱而兵败，唯有逃离长安。\n　　汉武帝愤怒异常，唯有壶关三老令孤茂敢上书汉武帝为太子申冤。\n　　太子向东逃到湖县，隐藏在泉鸠里。主人家境贫寒，经常织卖草鞋来奉养太子。太子有一位以前相识的人住在湖县，听说很富有，太子派人去叫他，于是消息泄露；八月辛亥，地方官围捕太子；太子知道自己难以逃脱，便回到屋中自缢而死；主人与搜捕太子的人格斗而死，二位皇孙也一同遇害。\n　　太子有三子一女，全部因巫蛊之乱而遇害，太子之子、史皇孙刘进有一子刘病已幸存，尚在襁褓中，后改名刘询，为汉宣帝。\n　　久之，巫蛊事多不信。官吏和百姓以巫蛊害人罪相互告发的，经过调查发现多为有不实。上颇知太子惶恐无他意，高寝郎田千秋讼太子冤曰：“子弄父兵，罪当笞；天子之子过误杀人，当何罢哉！臣尝梦见一白头翁教臣言。”于是汉武帝霍然醒悟，立即就任命田千秋为大鸿胪，并下令将江充满门抄斩，将苏文烧死在横桥之上。曾对太子兵刃相加的人也陆续被杀。汉武帝怜太子无辜，就派人在湖县修建了一座宫殿，叫作“思子宫”，又造了一座高台，叫作“归来望思之台”，借以寄托他对太子刘据和那两个孙子的思念，天下闻而悲之。\n\n轮台罪己\n　　汉武帝晚年求神仙又不成，又因巫蛊之祸造成父子相残、太子刘据自杀，种种打击使武帝心灰意冷，对自己过去的所作所为颇有悔意。在登泰山、祀明堂之后，武帝下《轮台罪己诏》说“朕即位以来，所为狂悖，使天下愁苦，不可追悔。自今事有伤害百姓，糜费天下者，悉罢之！”以表示承认自己的错误。天下也因此又逐渐归于和谐，为昭宣中兴的盛世奠定了基础。\n\n托孤霍光\n　　公元前88年，汉武帝叫画工画了一张“周公背成王朝诸侯图”送给霍光，意思是让霍光辅佐他的小儿子刘弗陵作皇帝。在这段时间里，刘弗陵的母亲钩弋夫人“因过”受到斥责，忧死于云阳宫。一般认为是子幼母壮，为了防止钩弋夫人重演吕后称制的局面，汉武帝找借口处死了她。\n　　公元前87年二月，汉武帝于弥留之际立刘弗陵为太子，四天后的丁卯日，汉武帝驾崩于五柞宫，享年七十岁。三月甲申葬于茂陵。霍光正式接受汉武帝遗诏，成为汉昭帝刘弗陵的辅命大臣，与车骑将军金日磾、左将军上官桀、御史大夫桑弘羊等人共同辅佐朝政。其后继者昭帝和宣帝坚持执行武帝晚年制定的与民休息的政策，因而在西汉中期出现了被后世称颂的昭宣中兴局面。\n　　刘彻去世后，谥号孝武皇帝，庙号世宗，葬于茂陵。\n　　魏晋南北朝之前，去世的皇帝能否追尊庙号有非常严格的规定，按照“祖有功而宗有德”的标准，开国君主一般是祖、继嗣君主有治国才能者为宗。西汉十四帝，历经211年，仅有四位皇帝拥有庙号，即太祖高皇帝刘邦、太宗孝文帝刘恒、世宗孝武帝刘彻、中宗孝宣帝刘询。 \n\n\n著述\n\n　　刘彻不但是政治家，也是一位爱好文学、提倡辞赋的诗人。明人王世贞以为，其成就在“长卿下、子云上”其他存留的诗作，《瓠子歌》、《天马歌》、《悼李夫人赋》也“壮丽鸿奇”，为诗论家所推崇。\n\n　　他的这首清丽隽永，笔调流畅的《秋风辞》，历来为人们所称道。此诗虽是即兴之作，一波三折，抒写得曲折缠绵。沈德潜《古诗源》卷二：“《离骚》遗响。文中子谓乐极哀来，其悔心之萌乎？”以“《离骚》遗响”观之，乃就文辞而言，沈德潜的评价非常切实。鲁迅称此诗“缠绵流丽，虽词人不能过也。” \n\n\n为政举措\n\n政治\n　　汉武帝即位初，一方面政治形势比较稳定，国家经济状况也比较好，另一方面诸侯王国的分裂因素依然存在，边境匈奴袭扰不断，而封建统治思想尚待确立。\n\n　　加强中央集权\n　　为加强中央集权，武帝接受主父偃的建议，颁布推恩令，即允许诸王将自自己的土地分给子弟，建立较小的诸侯国。内容主要是：诸侯王的王位除了由嫡长子继承以外，还可以用“推恩”的形式把其他的儿子在本侯国内分封。新的侯国就脱离原来王国的限制，地域独立，而且政治权力也基本被剥夺，受当地郡县官吏的管辖。这样，就使原来独立的地方王国自动地将权力上交给了国家。此后，地方的王与侯仅仅享受物质上的特权，即享用自己封地的租税。但是没有了以前的政治特权。武帝还找借口，一次就削去当时一半的侯国。汉武帝奠定了中国大一统的政治格局。\n\n　　设立中朝\n　　在惠帝、文帝、景帝期间，丞相大多主要是随刘邦打天下的功臣丞相受到礼遇，汉武帝和丞相多有不合，经常会借口打压杀死丞相，导致朝中大臣不愿意接任丞相之职。为贯彻自己的命令，他便设立中朝，尚书台也是这一时期出现的。汉武帝削弱丞相的权力还有一个很有利的条件，这就是原来做丞相的都是开国的功臣，他们已经年老，或者去世。汉武帝便利用这个有利的时机来让众多的儒生代替元老们，掌握国家政权，同时通过打击丞相来加强自己的权力。在公元前年，汉武帝便让平民出身的儒生公孙弘来做丞相，这样就改变了以前总是由贵族来做丞相的惯例。\n\n　　建立年号\n　　汉武帝是中国历史上第一位使用年号的皇帝，公元前年汉武帝以当年为元鼎四年，并追改以前为建元，元光，元朔 元狩，每一年号六年。但根据一些出土的文物来看，上面都标有建元、元光等年号，证明建元、元光等年号并非后来追命。\n\n　　设立刺史\n　　为了进一步加强君主权力，汉武帝用派御史的方式对地方的豪强、官吏进行监督。公元前年，将全国分成了十三个监察区，每个区叫做部，每部派出一名刺史，中央的刺史叫做司隶校尉，其他十二个州都叫刺史。\n　　刺史的地位在当时是相当高的，相当于钦差大臣，而且是常年的，在地方还有自己的办公地点。就\"刺史\"名字本身来说，其实它已经具备了这种特点。\"刺\"即是刺举，也就是侦视不法，\"史\"是指皇帝派出的使者。\n\n　　五用人方针\n　　汉武帝时任用官吏是多元化的。二千石以上官吏可通过任子制度使子孙当官；有钱人可通过“赀选”当官；先贤的后裔可以受照顾，如贾谊的两个儿子就被关照当了郡守。然而，尤为突出的是武帝用人惟才是举、不拘一格。如皇后卫子夫是从奴婢中选拔出来的。卫青、霍去病分别是从奴仆和奴产子中选拔出来的。而丞相公孙弘、御史大夫儿宽，以及严助、朱买臣等人都是从贫苦平民中选拔上来的；-御史大夫张汤、杜周和廷尉赵禹则是从小吏中选拔出来的。尤其值得注意的是汉武帝任用的一些将军是越人、匈奴人。而金日磾这样一位匈奴的俘虏在宫中养马的奴隶，竟然与霍光、上官桀一齐被选拔为托孤的重臣。这些情况说明汉武帝选拔人才是不受阶级出身与民族差别限制的。\n　　汉武帝用人标准是惟才是举，“博开艺能之路，悉延百端之学”，“州郡察吏民有茂材异者，可为将相及使绝国者”。意思是只要愿为汉朝事业奋斗，有艺能、有才干的人，能为将相和可以出使遥远国度的人都可任用。\n　　正因如此，汉武帝时人才济济。班固就惊叹地说：“汉之得人，于此为盛！”这种现象的出现是值得认真研究的。\n\n　　罪己诏\n　　征和四年，汉武帝向天下人昭告：自己给百姓造成了痛苦，从此不再穷兵黩武、劳民伤财，甚至表白内心悔意。这就是《轮台罪己诏》。这份诏书，是中国历史上第一份帝王罪己诏。\n\n军事\n　　西汉时期，尤其是汉武帝时期开始，国力强盛，击败强大的匈奴帝国，远征西域大宛，臣服西域，收服两越，通西南夷，东灭朝鲜，设立西域“都护校尉”，正式将西域纳入中华版图，正是从西汉开始，奠定了今天中华的版图疆域；西汉是汉朝疆域最大的时期，北极漠北、西愈葱岭、东到朝鲜、南到大海；汉武帝时期，张骞出使西域，开辟了丝绸之路，第一次把中国的目光投向了世界，汉使到达了大宛、康居、大月氏、大夏、安息、身毒、于阗、扜罙、犁轩及诸旁国。开拓了链接欧亚大陆的丝绸之路。其中最远到达的犁轩位于埃及亚利山大港，这是汉朝使节到达的最远国家。欧亚非的丝绸贸易就此成型。\n\n　　击溃匈奴\n　　从公元前年至年，汉武帝派兵和匈奴进行了多次作战。其中决定性的战役有三次：河南之战、河西之战和漠北之战。\n　　公元前年，匈奴贵族以两万骑入侵上谷、渔阳。汉武帝派青年将领卫青率万骑出云中，西至陇西，收复河套地区，扫除匈奴进犯的军事据点。-卫青采取迂回进攻的方法，从后路包抄，一举赶走匈奴的楼烦王和白羊王，解除了长安的威胁。 于是，汉武帝在那里设朔方郡、五原郡，移民万屯垦，又重新修了秦代的旧长城，派兵驻守。卫青升为长平侯。\n　　公元前年，卫青率骑兵赶走了匈奴的右贤王，生擒匈奴王子余人，凯旋而归。汉武帝破格提升卫青为大将军，成为全军的统帅。 第二年，在和匈奴的战斗中又涌现出一位岁的将领霍去病。他是卫青的外甥。一次，他一马当先，率领骑兵突进匈奴营地几百里，取得大胜。汉武帝据此封他为冠军侯，给他造了一座阔气的房子，让他去看。霍去病说：“匈奴未灭，无以家为！”。\n　　公元前年。汉武帝派霍去病出陇西，越过焉支山西进，入匈奴境千余里，和匈奴军短兵肉搏，大获全胜。-同年夏天，霍去病第二次西征，越居延泽，攻到祁连山，大破匈奴军，河西的匈奴贵族损失惨重。同年，匈奴贵族内部分裂，浑邪王率四万人降汉。这次战役后，汉在这里置武威、酒泉、张掖、敦煌四郡，历史上称“河西四郡”。从此打开了汉通西域的道路。\n　　公元前年的漠北战役规模最大。汉武帝派卫青、霍去病率万骑兵，几十万步兵，分别从定襄郡和代郡出发，共击匈奴单于于漠北。 卫青北进千余里渡过大沙漠，直抵阗颜山，歼敌.万余人。霍去病深入多公里，追击匈奴左贤王兵到狼居胥山，俘敌.万余人，饮马瀚海，到达今天的贝加尔湖。 漠北之战给匈奴以致命打击，出现了“匈奴远遁，漠南无王庭”的局面。从此，匈奴北徙漠北并西迁。汉北自朔方，西至令居，以万吏卒屯田，加强防守。 汉武帝取得抗击匈奴的战争的胜利，使国家更加统一，长城内外“马牛放纵，畜积布野”，为经济文化的发展创造了极为有利的条件。匈奴帝国开始走向衰落。-\n\n　　开拓西域\n　　远征大宛：大宛，地处乌兹别克费尔干纳盆地，张骞出使西域后，汉武帝为了得到汗血马于是命使者，带黄金二十万两及一匹黄金铸成的金马去大宛国都，求换汗血马。但大宛国王毋寡以汗血马为大宛国宝而拒绝，汉朝使节就在毋寡面前，破口大骂，并把金马击碎，掉头而去，毋寡因而大怒并杀死使团，夺走金银财宝。汉武帝闻使者被杀，财物被劫，不禁大怒，立命李广利任贰师将军，发兵数万远征大宛。太初四年，汉武帝命李广利远征大宛。汉军人多势众，声势浩大，沿途小国不敢对抗，纷纷开城出迎，供给食粮和饮水。只有轮台抗拒汉军，闭城紧守。汉军攻数日，破城，屠轮台，此后无人敢挡。直袭大宛都城贵山城，首先切断其水源，然后将贵山城团团包围，日夜攻打，破其外城，杀大宛勇将煎靡。大宛统治集团内部终于发生内讧，其贵人多怨大宛王毋寡，于是共同杀死毋寡，遣使持毋寡首级赴汉营求和，表示愿将良马驱出供汉军挑选，从此大宛服属西汉。李广利命搜粟都尉上官桀攻打郁成城。经过激战，郁成城守军终于抵敌不住，战败投降，郁成王逃往康居。上官桀率军追至康居，向康居要人。康居见大宛已破，遂将郁成王交与上官桀。上官桀手下上邽骑士赵弟在途中杀郁成王。汉军击败大宛，威震西域。西域诸国纷纷遣子弟入汉贡献，并作为人质。西域臣服。\n　　车师之战：元封三年，汉武帝令从票侯赵破奴击破姑师，威震乌孙、大宛等西域诸国。征和四年，汉武帝令重合侯莽通率万骑兵击匈奴，途经车师北。莽通令成娩率军中楼兰、尉犁、危须等西域国兵，进攻车师，以扫除大军前进的障碍。国兵将车师团团包围，车师投降，臣属于汉。\n　　楼兰之战：元封三年，汉武帝命从票侯赵破奴率兵数万击姑师及楼兰。姑师也多次袭杀汉使。赵破奴令数受楼兰追杀、拦截之苦的王恢为先锋，率人，攻破楼兰，俘楼兰王。楼兰降服于西汉。\n　　龟兹之战：汉武帝通西域后，李广利破大宛回军途经扞弥，恰逢赖丹要去龟兹为质。李广利派人责问龟兹王，龟兹王听从姑翼之议，派兵攻杀赖丹，后又害怕，遂上书谢罪。宣帝本始三年，长罗侯常惠，监护乌孙发兵万大破匈奴后，回朝途中，上书请击龟兹，以偿杀赖丹之罪，常惠调集龟兹以西诸兵万人，又遣副使调集龟兹东面诸国兵万人，令乌孙发兵千，从三面进击龟兹。龟兹王极为惊恐，急忙相告，杀赖丹是前王听信贵人姑翼所干，于己无关，并执姑翼来见常惠。常惠斩姑翼，罢兵。\n　　莎车之战：汉武帝通西域后，莎车与西汉建立了友好关系，不断遣子入汉为质。汉宣帝元康元年，卫候冯奉世护送大宛等国使臣回国，途经鄯善国伊脩城，驻守于此的汉都尉宋将向他报告了莎车的不轨行为。此时，西域都护郑吉在北道诸国间。冯奉世与副使严昌商议，认为如不立即攻莎车，待其势力强大将难以制服，那样必然危及汉在西域的统治。于是冯奉世下令调集诸国之兵，进击莎车，破莎车城，呼屠征自杀。冯奉世另立莎车王其他昆弟为王。其余诸国叛乱也被平息，恢复了西汉在这里的统治。\n\n　　征服朝鲜\n　　公元前年，汉武帝派兵由水、陆两路进攻，灭亡盘踞在朝鲜半岛北部的卫氏朝鲜。公元前年，汉武帝统一其旧域后，在那里划分地方行政区域，设置了乐浪郡、玄菟郡、真番郡、临屯郡，史称“汉四郡”。四郡其下各辖若干县，郡县长官由汉朝中央派遣汉人担任。很显然，“汉四郡”的设置，说明汉武帝已经将朝鲜半岛北部地区纳入了汉帝国的统治范围。\n\n　　开拓闽越\n　　汉武帝元鼎五年春，杀南越王、王太后及汉使，歼灭韩千秋军。是年秋，武帝遣路博德、杨仆等兵分五路沿水道征讨南越。元鼎六年冬，汉军攻克南越国都番禺，生擒南越王相吕嘉。南越亡。汉在南越设立南海，儋耳、珠奎、苍梧、玉林、合浦、交趾、九真、日南郡。元鼎六年秋，武帝下令分兵征讨东越。至元封元年，各路汉军进至东越国境，原越建成侯敖与繇王居股合谋，杀余善降汉。武帝鉴于闽越地势险恶，其人又多次图谋反汉，诏命各路将领将当地民众迁徙到江、淮地区。闽越遂亡。至此，长期处于半割据状态的东越、南越地区，均归属汉朝，南边的疆域到达今天越南的南部。\n\n　　开拓西南\n　　汉建元六年，汉武帝武帝乃拜唐蒙为郎中将，从巴蜀笮关入夜郎，招降了夜郎侯多同，将其地划入犍为郡。蜀郡西部的邛、笮部的君长亦请求归附，“如南夷例”“蜀人司马相如亦言西夷邛、笮可置郡”。于是汉朝于元光五年命司马相如使西夷，在西夷邛、笮地区设一都尉，余县，均属蜀郡管辖。 元狩三年，汉朝积极准备重新开拓西南夷，元鼎六年，汉朝军队平南越，接着“行诛隔滇道者且兰，斩首数万，遂平南夷为牂牁郡。夜郎侯始依南粤，南粤已破，还诛反者，夜郎遂入朝。上以为夜郎王”。汉朝全部控制了夜郎地区。接着又诛反抗汉朝的邛君、笮侯，冉駹等部皆震恐，请求置吏，汉朝便“以邛都为粤嶲郡，笮都为沈黎郡，冉駹为文山郡，广汉西白马为武都郡”。将蜀西部的西夷地区完全纳入汉朝的统治之下。汉朝曾以诛南夷兵威招降滇王，但遭到滇的联盟诸部劳浸、靡莫的反对，汉朝便于元封二年出兵击灭劳浸、靡莫，“以兵临滇，滇王始首善，举国降，请置吏入朝”。于是汉朝在滇国境内设益州郡，赐滇王印，令其复长其民。至此，汉朝基本上将西南夷地区纳入其统治范围。\n\n经济\n　　改革币制\n　　汉武帝统治时期，由于对外征伐不断，中央财政从此前“京师之钱累巨万，贯朽而不可校。” 的丰盈一变而为入不敷出的困局。“而富商大贾或蹛财役贫，转榖百数，废居居邑，封君皆低首仰给。”富商大贾富可敌国，恰与窘困的中央财政形成了鲜明对比。中央政府除了靠鬻武功爵等方式快速增加财政收入外，“冶铸煮盐，财或累万金，而不佐国家之急，黎民重困。于是天子与公卿议，更钱造币以赡用，而摧浮淫并兼之徒。”增加中央财政收入，打击大商人，此即汉武帝币制改革的初衷。故汉武帝即位后，为了中央政府在经济管理和政治统治上的需要，便十分重视解决币制问题，先后进行了六次币制改革，基本解决了汉初以来一直未能解决的币制问题。一方面稳定了金融，另一方面将地方的铸币权重新统一于中央。六次改革后三官五铢的发行一举解决了困扰西汉金融多年的私铸、盗铸问题，汉武帝的币制改革至此取得了较大成功。\n\n　　盐铁官营\n　　盐铁官营自汉代延续至今，盐铁茶主要仍由政府及国企控制。这项制度实施，使国家独占国计民生意义最重要的手工业和商业的利润。\n\n文化\n　　思想\n　　思想上，采纳董仲舒“罢黜百家，独尊儒术”的建议；经济上采纳桑弘羊的主张，由政府直接经营运输和贸易；军事上任用卫青、霍去病为大将，解除了匈奴的威胁，统一今两广一带，推动了经济文化的发展。他能诗善赋，重用四方文人贤士、重视文化建设。历史上第一次由政府下令在全国范围内征集图书，广开献书之路。又建藏书之策，置写书之官，各类图书，皆在数十年间广充秘府，史称“书积如丘山”。当时政府藏书处所有“太常”、“太史”、“博士”之藏，皇宫有“延阁”、“广内”、“秘室”之府，藏书达卷。皇室和政府藏书空前丰富。这是中国历史上第一次明确记载的国家图书馆。\n\n　　独尊儒术\n　　中华民族发展史上汉武帝创造了数个第一，听取董仲舒的建议，“罢黜百家，表彰六经”就是把儒家学说作为封建正统思想，持法家，道家等各家学说的读书人，均受排斥，武帝还大力推行儒学教育，在长安举办太学。太学是中国古代最高学府，以儒家五经为主要教材，不学习其他各家学说。“罢黜百家，表彰六经”在中华传统文化舞台上独领风骚两千余年，受到历代统治者所推崇。但是汉武帝并非限制其他各家的发展，只是大力提倡儒家的发展儒法结合，即所谓的“儒表法里”。比如夏侯始昌既研习儒家又通晓阴阳五行家；宰相公孙弘兼治儒法两家；主父偃以纵横家起家；耿直的汲黯司马谈司马迁以黄老学说起家。\n\n　　太初改历\n　　太初元年改太初历，以正月为岁首，色尚黄。《太初历》的制订是中国历史上具有重要性的一次历法大改革，是中国文明在世界天文学上的不朽贡献。《太初历》的科学成就，首先在于历法计算上的精密准确。中国汉初以前，主要采用“古六历”中的《颛顼历》。\n\n　　创立太学\n　　汉武帝创建太学、乡学，设立举贤制度，形成了中国独特的文官制度。\n\n　　乐府\n　　乐府一名本指管理音乐的官府。汉武帝在掌管雅乐的太乐官署之外，另创立乐府官署，掌管俗乐，收集民间的歌辞入乐。“采诗夜诵，有赵、代、秦、楚之讴”、“以李延年为协律都尉，多举司马相如等数十人造为诗赋，略论律吕，以合八音之调，作十九章之歌”。后人把乐府机关配乐演唱的诗歌，也称乐府。-\n\n外交\n　　沟通西域\n　　中国传出了冶铁术、凿井术、丝绸制造、漆器制造等技术，西方传入胡瓜、胡豆、胡麻、石榴、胡萝卜、葡萄、汗血马、核桃、天马等。中原大量的丝织品和金属工具向西输送，铸铁技术，井渠法也传到西域，历史意义重大。\n\n　　开辟丝绸之路\n　　西域同内地的联系开始于遥远的历史年代，到公元前 世纪左右，西域分为三十六国，互不统属。在天山以北的准噶尔草原有乌孙、且弥等国；在天山以南，昆仑山以北的塔里木盆地地区，又分为南道诸国和北道诸国。\n　　北道诸国有龟兹、疏勒、焉耆、车师等较大的国家。南道诸国有莎车、于阗、楼兰等国。\n　　汉武帝任命张骞为中郎将，率领三百多随员，携带大批金币丝帛以及牛羊向西域进发。张骞到达乌孙后，原定目的虽未达到，大宛、康居、月氏、大夏等国。 元鼎二年张骞回来，乌孙派使者几十人随同张骞一起到了长安。此后，汉武帝派出的使者还到过安息、身毒、奄蔡、条支、犁轩，中国使者还受到安息专门组织的二万人的盛大欢迎。自此，丝绸之路正式开通。开辟了链接东到长安，西到罗马帝国，最远至埃及亚历山大的贸易通道。\n　　元封三年，汉武帝命赵破奴率军进攻楼兰、车师 ，并在酒泉至玉门关一带设立亭障，作为供应粮草的驿站和防守的哨所。太初元年汉武帝派李广利出征大宛，击败大宛后，西域的交通更加通顺。西汉又在楼兰、渠犁、轮台等地设校尉管理屯田，这是汉在西域最早设置的军事和行政机构，实际上西域已经正式纳入中华版图。 \n\n\n生日争议\n\n　　《史记》王太后传云“未生而孝文帝崩，孝景帝即位，王夫人生男。”而索隐《汉武故事》云“帝以乙酉年七月七日生于猗兰殿”，《汉书》王太后传云“未生而文帝崩，景帝即位，王夫人生男。”，《史记》与《汉书》皆以武帝生于景帝即位后而孕于文帝去世前，汉文帝崩于后七年六月己亥时武帝在孕期内，六月丁未景帝即位，如以七月七日算武帝当生于汉文帝后七年七月七日而当年为甲申年；若据《汉武故事》云“帝以乙酉年七月七日生于猗兰殿”，则武帝生于景帝元年乙酉年七月七日，与《史记》、《汉书》所记“未生而文帝崩，景帝即位，王夫人生男”相差一年，且孕期超过十三个月非一般正常孕期，所以应以《史记》、《汉书》所记“未生而文帝崩，景帝即位，王夫人生男”为武帝生年依据。\n\n　　《史记》汉武帝本纪云“孝景四年，以皇子为胶东王。孝景七年，栗太子废为临江王，以胶东王为太子。孝景十六年崩，太子即位，为孝武皇帝。”，《汉书》汉武帝纪云“年四岁立为胶东王。七岁为皇太子，母为皇后。十六岁，后三年正月，景帝崩。甲子，太子即皇帝位。”，以《史记》和《汉书》所记武帝当生于景帝元年而为周岁，至孝景四年四岁立为胶东王，至孝景七年七岁立为皇太子，孝景十六年十六岁太子即位为孝武皇帝，武帝当生于汉景帝元年而当在三月份或三月前应不出十个月的孕期，《汉武故事》所记日期“乙酉年七月七日”当不可信。根据《史记》、《汉书》王太后传“景帝即位，王夫人生男”，武帝应生于汉文帝后七年六月丁未景帝即位之日。\n\n　　如果以汉景帝元年出生当在三月份或三月之前的春季，如果以汉文帝后七年出生当在六月份景帝即位之后或六月之后后半年。 \n\n\n家族成员\n\n家世\n曾祖父：太祖高皇帝刘邦、曾祖母：高皇后薄氏\n祖父：太宗孝文皇帝刘恒、祖母：孝文皇后窦氏\n外祖父：王仲、外祖母：臧儿，故燕王臧荼孙。\n父亲：孝景皇帝刘启、母亲：孝景皇后王氏\n\n后妃\n\n皇后\n陈皇后，生卒年不详，无子，西汉武帝刘彻的第一任皇后，正史未留其名，终被废，居长门宫。 \n卫子夫：孝武卫思后，也称卫皇后，名不详，字子夫。中国汉代平阳人，汉武帝的第二任皇后。卫子夫原是平阳侯曹寿和平阳公主的讴者，建元二年，被到访平阳公主家的汉武帝临幸并带入宫中。\n史记的作者太史公司马迁在《史记·外戚世家》中称赞卫皇后：陈后太骄，卒尊子夫。嘉夫德若斯，作《外戚世家》第十九。可见卫皇后具有母仪天下的品格，因此才能够得到这位大史学家的称赞。【注《汉书新注》“夫”，卫子夫。】\n\n妃嫔\n李夫人，后由霍光追封为孝武李皇后，李延年的妹妹，生昌邑王刘髆。\n王夫人，生齐怀王刘闳。史记里王夫人去世后刘彻命齐少翁招其魂，汉书将这段故事移到了李夫人身上。\n赵婕妤，生汉昭帝刘弗陵。后来被追封为赵太后。\n尹夫人\n邢夫人\n李姬，生刘旦、刘胥。\n某氏，生夷安公主。\n某氏，生盖长公主。\n\n子女\n\n儿子\n1. 长子 戾太子刘据，母皇后卫子夫，其孙刘询后为汉宣帝。\n2. 次子 齐怀王刘闳，母王夫人，元狩六年立，18岁驾薨。\n3. 三子 燕剌王刘旦， 母李姬。\n4. 四子 广陵厉王刘胥。\n5. 五子 昌邑哀王刘髆， 母李夫人，天汉四年立。\n6. 六子 汉昭帝刘弗，母钩弋夫人赵婕妤，在位十三年，21岁驾崩。\n\n女儿\n由于历史记载不详，刘彻之女未有明确排序，而且很可能部分帝女未曾史书留名。\n1. 长女 卫长公主，是汉武帝和卫皇后的长女，也是汉武帝最喜欢的女儿。汉武帝为求长生不老，派人到处寻访方士。最著名的方士栾大，被封为五利将军、天道将军、地道将军、乐通侯，“赐列侯甲第，僮千人、乘舆斥车马帷帐器物以充其家”，汉武帝还将卫长公主嫁给了他，后来武帝发现栾大是个骗子，怒火中烧，派人把栾大活活烧死，以泻心头之恨。从此卫长公主再无事迹见于史料。只知道她的儿子曹宗可能在“巫蛊之祸”中遇害身亡，汉宣帝时她的孙子曹喜恢复了列侯爵位，这个爵位一直延续到东汉。\n2. 鄂邑长公主，生母不详，刘彻去世后因抚养汉昭帝被封长公主，与燕王刘旦、上官桀、上官安及桑弘羊等合谋诛除霍光，事发后自杀。\n3. 诸邑公主，史记索隐称其母为卫子夫，死于巫蛊之祸。\n4. 石邑公主，史记索隐称其母为卫子夫，生卒年不详。\n5. 阳石公主，生母不详，死于巫蛊之祸。\n6. 夷安公主，生母不详，嫁汉武帝姊妹隆虑公主之子昭平君，后昭平君因杀人犯法而被处死。\n\n",
  "desc": "汉武帝刘彻（公元前156年－前87年），西汉的第7位皇帝，杰出的政治家、战略家、诗人。刘彻开拓汉朝最大版图，在各个领域均有建树，汉武盛世是中国历史上的三大盛世之一。晚年穷兵黩武，又造成了巫蛊之祸，征和四年刘彻下罪己诏。公元前87年刘彻崩于五柞宫，享年70岁，谥号孝武皇帝，庙号世宗，葬于茂陵。",
  "dynasty": "两汉",
  "id": 700,
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_700.jpg",
  "name": "刘彻",
  "star": 50
}