{
  "content": "生平\n\n　　唐宪宗元和元年，湜考中进士，历陆浑县尉、工部郎中、东都判官等职。他与李翱都是韩愈的学生，与韩处于师友之间。李翱发展了韩文平易的一面；皇甫湜则发展了韩文奇崛的一面。皇甫湜在阐述韩愈反对因袭、主张独创的理论时说：“夫意新则异于常，异于常则怪矣；词高则出于众，出于众则奇矣。”。三年，参加由皇帝亲自主持的贤良方正直言极谏科考试，与牛僧孺、李宗闵直陈时政得失，无所避忌，受考官赏识，被出为陆浑县尉。此案还连累了湜的舅父翰林学士王涯，亦被贬为虢州司马。次年，湜迁殿中侍御史内供奉职。此间，湜与韩愈、李贺等人过从甚密。八年，湜回睦州故里。\n\n　　元和十二年，皇甫湜被山南东道节度使李愬召为幕僚，赴襄阳任职，次年五月罢镇。至十五年，他困顿江陵府公安县。其间，韩愈被贬潮州，柳宗元贬死任所。师友的坎坷遭遇，使他一度徬徨、苦闷，感到悲哀和愤慨。唐穆宗长庆元年，湜被斥逐到吉州，与主张改革的张弘靖、张儇、杨敬之甚相投机。\n\n　　唐敬宗宝历二年，应山南东道节度使李逢吉之召，为幕僚，至襄阳视事。直至唐文宗\n\n　　大和二年十月罢镇，回到洛阳，常与白居易往来相访。六年至七年，湜任工部郎中。八年，因酒后失言，数忤同列，求分司东都，至洛阳。因未升迁，官俸微薄，十分窘迫，入冬后竟至于“门无辙迹，庖突无烟”。东都留守裴度卑辞厚礼，召湜为留守府从事。次年，裴度重修福先寺，欲请白居易作碑文。湜闻讯大怒，说：“近舍湜而远取居易，请从此辞!”裴度谢请之。“湜即请斗酒，饮酣，援笔立就”，计3254个字，裴度重酬之。此后，他写了最后一篇文章《谕业》，总结了文学创作的基本原理和经验，便归故里。死后葬县南30里。有《皇甫先生文集》传世。今传有《皇甫持正文集》六卷，文三十多篇。\n\n\n轶事典故\n\n　　太平广记-之说皇甫湜\n\n　　《太平广记》中的一段，是写唐朝人皇甫湜的。\n\n　　文中说皇甫湜性格性情高傲，且偏狭暴躁，写的文章古拙高雅，别人都看不懂。曾在东都洛阳任小官，薪俸特别低，生活陷入困顿之中。当时，晋国公裴度任东都留守，高薪聘请皇甫湜为留守府的幕僚。早年，裴度讨伐淮西叛乱有功，皇上赏给他很多钱。裴度信奉佛教，他将这些钱财施舍给福先佛寺，让僧侣用这笔钱重修佛寺。重修后的福先佛寺，极为宏丽壮观。佛寺修好后，裴度要写信给白居易，请他写一篇碑文。当时，皇甫湜也在场。他指责裴度说：“我皇甫湜就在你身旁，你却写信请在远处的白居易给你写碑文。我的文章是阳春白雪，白居易的文章是下里巴人。你怎么容不下高雅之人？”裴度听了非但不生气，反而委婉地向皇甫湜表示歉意，说：“考虑您老是大手笔，怕遭到您的拒绝。现在既然您说话了，这也正是我的愿望啊！”皇甫湜的怒火稍消，向裴度要了一斗酒，便告辞回到家中。乘着醉意挥笔撰写碑文，一气呵成。第二天抄写清楚后，送给裴度。裴度一看，不懂，二看，不懂，好长时间连句都断不了。文思奇僻、古奥不说，连字体也怪邪。裴度看了好久终于弄明白了碑文。他赞叹地说：“真是高人啊！”\n\n　　看到这里，我哈哈大笑。这个皇甫真是“格料”，估计他的文章也很“格料”。皇甫有才不假，可他这样的才能估计很少有人像裴度那样欣赏。裴度某种程度上欣赏皇甫的文章是因为看不懂。对于看不懂的文章，一般来说是两个结论，要么说不好，要么说好。说不好因为看不懂，说好也是因为看不懂。\n\n　　平时阅作文，有时还真能遇到这样的文章。有学生自恃背过不少词赋，古文功底深厚，每每在作文里卖弄词藻，堆砌典故，有很多地方连老师也不知道。对这样的文章怎么办？没办法，只能一味地说好，一味地给高分。不过，说心里话，我很不欣赏这样的文章，一则自己写不出来，吃不到葡萄说葡萄酸，二者文贵以实，记叙文叙事明晰，议论文说理透彻，说明文表达清楚就可以了。故弄玄虚，卖弄文采，该实不实，该虚不虚，甚至有意让老师难堪，这样做未免太没有意思了。只可惜这样的话只能在这里说说，难于对当事者言耳！\n\n　　皇甫说自己的文章阳春白雪，白居易的文章是下里巴人。结果，白居易是古代排前五位的诗人和文艺理论家，而他皇甫只不过是《太平广记》中的一个故事主人公。\n\n　　皇甫湜性情非常急躁，非常人所能及。一次，皇甫湜被蜂螫了手指，大为躁怒。让家中仆夫及邻里的小孩，将蜂巢取下来装在畚箕里，他用高价买下来。一会儿，所有的蜂子都飞聚在他家庭院中。于是，他又让家人仆夫将蜂捉住，在砧上、杵臼中砸烂捣碎，再将汁液用布绞取出来，以解螫手之痛。还有一次，皇甫湜儿子皇甫松抄录几首诗，发现有个字写得有些小错误，便蹦跳着大骂不止。他来不急用木棍打，就用牙将他儿子的手腕咬得直淌血。\n\n　　从现代医学角度看，皇甫湜绝对患有偏执类的精神病，像这样的鼠肚鸡肠、暴躁乖戾，毫无爱心，恃才傲物的主，真是欣赏不了，欣赏不了！\n\n　　后记：皇甫湜到底何许人也，我不得而知，只是偶然读到这段，做题之余，权当娱乐，偏颇之处，在所难免！\n\n　　皇甫湜之子——皇甫松\n\n　　湜子名皇甫松，字子奇，自称檀栾子，父子文学并称。松早年科举失意，屡试不第，未能出仕；后期隐居不出，死后唐昭宗追赠为进士。皇甫松著作有诗词、小说等，词最为著称，在晚唐词史上占有重要地位和影响，收录在《花间集》中有12首，《梦江南》2首、《采莲子》2首等。\n\n\n野史逸闻\n\n　　唐朝人皇甫湜性格品貌倔强耿直，写的文章古拙高雅，而且性情高傲，秉性偏狭暴躁。皇甫湜在任工部郎中时，一次在酒桌上发脾气，跟同事争吵起来。待到醒酒后，自己觉得不好意思，请求到东都洛阳去任职。正赶上伊水、湜水泛滥，连年欠收，皇甫湜又很长时间滞留在那里不得升迁。薪俸特别低，生活非常困顿愁苦。一次，天降大雪，皇甫湜家门前连个脚印都没有，全家饿饭，厨房的烟囱都不冒烟。当时，晋国公裴度任东都留守，在洛阳施行保民安政的政治措施。用高度的赞美、优厚的待遇，聘请皇甫湜为留守府的幕僚。持甫湜简仆率直不拘礼仪，裴度对他也很优待宽容。早年，裴度讨伐淮西叛乱有功，皇上赏赐给他价值许多万钱的礼品，贮放在集贤里的宅院中。裴度信奉佛教，经常顾虑在征讨淮西叛军时杀人太多，会带来灾祸。因此，他将这些钱财施舍给福先佛寺，让僧侣用这笔钱重修佛寺。重修的福先佛寺，极为宏丽壮观。佛寺修好后，裴度正要写信请白居易为重建的佛寺写篇碑文记载这件事。当时，皇甫湜也在场。他忽然气恼地指责裴度说：\"我皇甫湜就在你身旁，你却写信请在远处的白居易给你写碑文。我相信，一定是我违逆了你啊。我的文章如果跟白居易相比较，那么一个是阳春白雪，一个是下里巴人。但是，为什么在你门下就容不得高贵的人呢？我现在就向你请求辞职归家。\"在座的宾客没有人不惊恐慌悚。裴度委婉地向皇甫湜表示歉意，说：\"起初，我不好意思有劳老先生。考虑您是大手笔，怕遭到您的拒绝。现在既然您提出愿意撰写这篇碑文，这也是我的初衷啊！\"皇甫湜的怒火稍稍消融，向裴度要了一斗酒，乘着醉意挥笔撰写碑文，一气呵成。第二天抄写清楚后，送给裴度。皇甫湜写的这篇碑文，文思奇僻、古奥，书法也怪诞邪僻。裴度、忖度了好长时间也断不了句。最后，终于断句，弄明白了碑文。他赞叹地说：\"真是木玄虚、郭景纯一类的隐居高士啊！\"于是，备好宝车名马、古玩器皿和各种丝织品，价值约一百多万钱，并写了一封信，派一名小校送到皇甫湜家中。皇甫湜看完裴度给他的信后，大为恼怒，气愤地将信扔在地上，对小校说：\"请转告裴侍中，为什么这样亏待我啊？我的文章不是一般的大路货，除了曾经给顾况写过集序外，还没有再为什么人写过。现在裴侍中请我撰写这篇碑文，都是因为我受他的恩惠深厚啊。这篇碑文约有三千字。每个字需付润笔费三疋绢，减少五分钱也不行。\"小校听了后既惊恐又愤怒，回到留守府中如实汇报给裴度。在场的下属与各位将校，都挥臂握拳，异常愤怒，纷纷叫嚷要将皇甫湜剁碎了吃肉。裴度笑着说：\"真是奇才啊！\"立即派人按照皇甫湜提出的酬金数额，如数付给他。运载绢的车辆，自留守府衙到皇甫湜居住的正郎里，一辆挨着一辆。全洛阳的人都走出家门观看这种奇观，就象观看绛车堵塞、舟船翻沉一样。皇甫湜欣然接受，一点没有羞愧的表示。皇甫湜性情急躁，是一般人所不具备的。一次，皇甫湜被蜂子螫了手于是大为躁怒。让家中仆夫及邻里的小孩，将蜂巢取下来装在畚箕里，高价买下来。过了一会儿，所有的蜂子都飞聚在他家庭院中。于是，他又让家人仆夫将蜂捉住，在贴上、杵臼中砸烂捣碎，再将它们的汁液用布绞取出来，以解螫手之恨。还有一次，皇甫湜让他儿子皇甫松抄录几首诗，发现有个字写得有些小错误，便蹦跳着大骂不止。牙将儿子的手腕咬得直淌血。皇甫湜的性情偏狭急躁，都象这样啊！\n\n",
  "desc": "皇甫湜（公元777—835年），中国唐代散文家。引字持正，唐睦州新安（今浙江建德淳安）人。十多岁时就漫游各地，投梁肃，谒杜佑；后又结交顾况，师从韩愈，还求见江西观察使李巽，作书献文，希图荐举，未成。唐德宗贞元十八年(802)，湜在长安参加进士科考试，不第。他广为交游，与白居易、李翱、刘敦质等人往来。",
  "dynasty": "唐代",
  "id": 1955,
  "name": "皇甫湜",
  "star": 0
}