{
  "content": "楷书作品\n\n道德经\n\n　　此卷书法节录老子《道德经》卷，从“天长地久”写起，末书“老子道德经卷上”，共211行，因缺下半部分，所以未署款。每段接纸有“三教弟子”印。卷后有翁方纲跋，吴荣光题名，颜世清跋五段，又有“松下清斋”题签。此帖曾经翁方纲、陆恭、叶恭绰等人鉴藏，有数方印记。\n\n　　潘遵祁钞录《须静斋云烟过眼录》著录。\n\n石鼓文\n\n　　在唐代，曾有二个大诗人写过《石鼓歌》，一是韦应物，一是韩愈。鲜于枢所写的《石鼓歌》是韩愈所作的七言诗。\n\n　　石鼓文，亦称猎碣或雍邑刻石，是我国现存最早的刻石文字。无具体年月，唐人韦应物和韩愈的《石鼓歌》都认为是周宣王时期的刻石。宋人欧阳修的《石鼓跋尾》虽设了三个疑点，但还是认为属周宣王时史籀所作。宋人郑樵《通志略》则认为《石鼓》系先秦之物，作于惠文王之后，始皇之前。近人罗振玉《石鼓文考释》和马叙伦《石鼓文疏记》都认为是秦文公时物，与韦、韩说法出入不大，只相差十七年。据郭沫若考证，《石鼓》作于秦襄公八年，距宣王更近。所不同者，出于宣王时史籀手笔或秦臣手笔罢了。《石鼓》于唐代初出土于天兴三畴原，以后被迁入凤翔孔庙。五代战乱，石鼓散于民间，至宋代几经周折，终又收齐，放置于凤翔学府。宋徽宗素有金石之癖，尤其喜欢《石鼓》，于大观二年，将其迁到汴京国学，用金符字嵌起来。后因宋金战争，复迁《石鼓》于临安，金兵进入汴京后，见到石鼓以为是“奇物”，将其运回燕京。此后，石鼓又经历了数百年的风雨沧桑。抗日战争爆发，为防止国宝被日寇掠走，由当时故宫博物院院长马衡主持，将石鼓迁到江南，抗战胜利后又运回北京，1956年在北京故宫展出。清乾隆五十五年，清高宗为更好地保护原鼓，曾令人仿刻了十鼓，放置于辟雍。现仿鼓在北京国子监。其形状与刻字部位和原石鼓有不少差别。石鼓文的拓本，唐代就有，但没有流传下来。石鼓文比金文规范、严正，但仍在一定程度上保留了金文的特征，它是从金文向小篆发展的一种过渡性书体。传说在石鼓文之前，周宣王太史籀曾经对金文进行改造和整理，著有大篆十五篇，故大篆又称“籀文”。石鼓文是大篆留传后世，保存比较完整且字数较多的书迹之一。宋安国所藏石鼓宋拓本，被民国秦文锦售给日本东京河井荃庐氏。\n\n　　鲜于枢行书《石鼓歌》传世有二件，一在美国纽约大都会博物馆，作于大德五年辛丑，年45岁，伯机即逝于此年，盖绝笔也。书于经折纸上，裱为横卷。其二即此卷，虽无款，而笔法圆劲雍容，挥洒自如，望而知其为鲜于枢最成熟期之精品，且纸墨完洁，又胜大都会本一筹。\n\n\n生平\n\n　　据《鲜于府君墓志铭》记载，鲜于枢的高祖曾经做过官，祖父“读书通大义，不为科举业”。蒙古军队攻下德兴府后，携家南逃，走到居庸关被“盗”所杀，祖母带全家到处奔波， 金哀宗天兴元年，又北上定居范阳。鲜于枢的父亲从事办理运粮的差事。常年往返于中都、大都、汴梁以及扬州、杭州之间。鲜于枢少年时不断随父迁居。\n\n　　鲜于枢有北方人的慷慨、豪气，身材魁梧，胡须浓重，朋友们称其为“髯公”。同时期的诗人柳贯说他“面带河朔伟气，每酒酣骜放，吟诗作字奇态横生。其饮酒诸诗，尤旷达可喜；遇其得意往往为人诵之”。自负随意的性格，一开始就导致他与周围环境及上层当权者的种种冲突。元世祖至元二年以后，鲜于枢先后辗转于汴梁、扬州、杭州、金华等地，担任一些中下级官职，很不顺利。常与上司争是非于公庭之间，一语不合，则拂袖而去，为百姓爱戴，称“我鲜于公”。曾三次去官或遭贬。37岁后定居杭州，于西湖虎林筑困学斋。元成宗大德六年被授予太常寺典簿，未及到任，逝于钱塘，年仅57岁。其墓位于今杭州西溪路原苗圃内\n辟谣“赵孟頫迫害鲜于枢”\n\n　　鲜于枢生于蒙古定宗元年，卒于元大德六年，享年五十七岁；赵孟頫生于宋理宗宝佑二年，卒于元至治二年享年六十九岁。他们相识于至元十五年左右，之间往来二十四年之久。虽彼此都在宦途上南北奔波，但一有机会总要聚会，谈文说艺，乐此不疲。特别是在赵孟頫休病吴兴和在浙江儒学提举任上的时候，往来应该更加密切。本文试对鲜于枢、赵孟頫的行踪略作勾勒，以明他们之间的交往经过。\n\n　　鲜于枢和赵孟頫是一对惺惺相惜的艺术知己。用赵孟頫的原话来说“契合无间言，一见同宿昔”、“书记往来间，彼此各有得”。他们不但“奇文既同赏，疑义或共析”，而且“绝妙晋唐帖”、“最后得玉钩”也一起“握手传玩余，欢喜见颜色。”在赵孟頫尚未到京师之前，鲜于枢已经向田衍等友朋大力宣扬赵孟頫，说他：神情简远，若神仙中人。在赵孟頫尚沉迷于宋高宗书法时，鲜于枢又一语惊醒梦中人:令其从右军入手。自此赵孟頫得书法大进，气韵格调，游刃于晋人之间，为他成为元代书坛的书坛巨擘奠定了基础。鲜于枢、赵孟頫均擅古琴。鲜于枢觅得许旌阳手植桐，斫了“震雷”、“震余”两架古琴，并把“震余”送了赵孟頫。\n\n　　元朝初年，以杭嘉湖为中心活跃着一个特殊的文人群体，他们经常举行类似“雅集”的活动。一起论文说艺、赏书观画、聆听古琴为乐事。“雅集”的地方往往是富有收藏者的家中，鲜于枢的困学斋似乎是“雅集”的中心之一。参加的人既有宋朝的遗民，如周密等；又有元朝的官吏，如乔篑成、仇锷等；既有书画名家，如赵孟頫、鲜于枢等，也有收藏家张谦等。\n\n\n主要成就\n\n　　鲜于枢的传世书法作品约有四十件，多为行草书，且以墨迹为主。他的书法由唐人书法入手，再上溯东晋二王。他功力扎实，善悬腕作字，喜用狼毫，强调骨力。他的大字楷书雄逸健拔，圆润遒劲，气势磅礴而不失规矩。行书结体谨严，真力饱满，潇洒自然。草书学怀素并能自出新意，笔法纵肆，气魄恢宏。\n\n　　明代王世桢尝云 『鲜于博学，负材气，貌伟而髯，类河朔伧父。余见其行草，往往以骨力胜，而乏姿态，略如其人，以故声称渐不敌赵吴兴。』\n\n　　由于一生官位都不高，常赋闲家中，鲜于枢得以充分发挥自己的艺术才能，他除具书法专长外，更是一位文学家，写下了许多诗词。他还能作曲，弹得一手好琴，而且精通文物鉴定。正因为有广泛的艺术修养，且将之融合到书法中，鲜于枢方成为书法大家。鲜于枢早岁学书法，未能如古人，偶于野外看见二人挽车泥淖中，顿有所悟。他写字时多用中锋回腕，笔墨淋淳酣畅，气势雄伟跌宕，酒酣作字奇态横生。鲜于枢兼长楷书、行、草书，尤以草书为最。他的功力很扎实，悬腕作字，笔力遒健，著有《困学斋集》。鲜于枢与赵孟頫齐名，同被誉为元代书坛“巨擘”，并称“二妙”、“二杰”，但其影响略逊于赵孟頫。\n\n\n书法作品\n\n　　《石鼓歌》是唐代诗人韩愈的作品，鲜于枢所书该诗是在中国书法史上享有盛名的珍稀墨宝。据介绍，“石鼓文”是我国现存最早的刻字文字，唐初出土，名声不著，韩愈作《石鼓歌》以彰显，推为国宝。\n\n　　鲜于枢《石鼓歌》是元代书坛巨擘，对后世草书影响至深。其草书的《石鼓歌》用笔中锋直下，稍敛毫芒，圆劲丰润，浑雄朴茂而凝重，淋漓酣畅中蕴含着森严规矩。据了解，此卷不仅是墨宝巨珍，更是书家法帖。据介绍，鲜于枢写《石鼓歌》传世有两本，一部作于元大德五年，现存于美国大都会博物馆，其二为本卷，是鲜氏书艺成熟期的完美之作，其纸墨完洁，较“大都会本”的绝笔之作，更胜一筹。\n\n",
  "desc": "鲜于枢（1246-1302），元代著名书法家。字伯机，晚年营室名“困学之斋”， 自号困学山民，又号寄直老人。祖籍金代德兴府（今张家口涿鹿县），生于汴梁（今河南开封）。汉族，大都（今北京）人，一说渔阳（今北京蓟县）人，先后寓居扬州、杭州。大德六年（1302）任太常典薄。元世祖至元年间以才选为浙东宣慰司经历，后改浙东省都事，晚年任太常典簿。好诗歌与古董，文名显于当时，书法成就最著。明朱权《太和正音谱》将其列于“词林英杰”一百五十人之中。《新元史》有传。",
  "dynasty": "元代",
  "id": 2100,
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_2100.jpg",
  "name": "鲜于枢",
  "star": 0
}