{
  "content": "生平\n\n早年经历\n\n　　史思明，宁夷州人，原姓阿史那，名崒干，因战功唐玄宗李隆基赐名“思明”。史思明少年时与安禄山一起在营州柳城长大。成年以后，二人仍然保持着友好的关系。不久，二人同时被唐政府封为捉生将。以后史思明又得到了再次提升，担任了大将军职务。史思明骁勇善战，胸怀才略，因此多次建立战功，很受玄宗赏识。有一次，玄宗召见他，亲自赐座，并与之亲切交谈，对他的军事才能大为称赞。玄宗问他多大年龄，史思明回答说：“已经40岁了。”玄宗拍着他的背说：“你好好地努力吧，日后一定会显贵的。”\n\n因骗升官\n\n　　史思明本是少数民族突厥人，原名干。凭他的骗术，一跃而成唐朝的将军。\n\n　　唐玄宗开元二十四年，干因欠官府债款走投无路，逃亡到北边的奚族地区，被一向排外的奚族人捉住。奚族人想杀死这个外地人，可干装出一本正经样子说：“我是大唐王朝派来与买王和亲的使者，你们杀了我，如果惹下大祸将会影响你们的民族。”奚王看干一副气度非凡的派头，还真当成了大唐派来的使者，于是以贵宾礼节接待他。\n\n　　奚王畏惧唐王朝的势力，决定派100人跟随干去朝拜大唐皇帝。干对奚王说：“你派去的人虽然不少，但我看多是浅薄之徒，这样的人怎能去见大唐皇帝呢？听人说，你手下有一个才华超群的琐高，何不让他去呢？”奚王不敢违抗，便让琐高和他手下300人跟随干去朝拜大唐皇帝。\n\n　　他们一行人快走到平卢时，干先派人欺骗平卢守将裴休子说：“奚族人派琐高和精锐将士一起来了，他们嘴上说是去朝拜天子，实际是来偷袭平卢，你应该做好准备，不等他们动手就先干掉他们。”裴休子信以为真，在奚人进入平卢毫无防备的情况下，将琐高手下的300人杀了个一干二净，单单留下个琐高。\n\n　　干把琐高捆绑好押送到幽州节度使那里。节度使见奚人最有才能的琐高被捉来了，非常高兴，认为是给唐朝立下了大功，当即在给朝廷的奏折中大大地称赞干。干因此官运亨通，先当果毅，又升将军。后来他与唐玄宗谈及此事，越发得到赏识，便赐给他一个汉名——史思明。\n\n随安叛乱\n\n　　唐玄宗统治后期，任用李林甫、杨国忠 等宠臣，生活腐败，自恃强盛，锐意开发边疆，边镇节度使增至10个，拥兵49万，致使外重内轻，为边将割据创造了条件。天宝十四年十一月，他与安禄山一道，诈称奉密旨讨伐杨国忠的名义，在范阳起兵15万南下反唐，很快席卷河北。这就是历史上著名的“安史之乱”。攻打京城长安时，就是由他当先锋的。第二年叛军攻下洛阳，安禄山在洛阳称大帝，令史思明经略河北，封他为范阳节度使，占有十三郡，拥有兵马八万余众。\n\n　　安禄山造反后，史思明一军为先锋，开始所向皆捷，攻陷饶阳诸郡。一直到天宝十五年初，他才在常山被李光弼、郭子仪合军击败，逃至博陵。\n\n　　本来叛军就要被李光弼攻灭，忽然哥舒翰兵败潼关的消息传来，李光弼回军，史思明蹑后追击，大破唐军刘正臣部。由于史思明所率兵士是安禄山叛军的精锐的部分，他们乘胜进击，攻拨常山、赵郡、河间，大破颜真卿部下和琳的一万二唐兵。\n\n　　接着，史思明又率部攻下清河。在信都，史思明又把老上司乌知义的儿子乌承恩包围在城里，掠其母、妻、儿子。不得已，乌承恩投降，史思明“与之把臂饮酒”。由此，可见他还念一些昔日的旧情。肃宗至德二年，史思明包围李光弼驻守的太原城，最后反被李光弼用“地道战”打得大败。当年十月，安禄山被儿子安庆绪等人杀死，史思明顿起自立之心。\n\n降顺归唐\n\n　　安庆绪杀安禄山称帝后，对史思明收其溃散的残部不满。欲找机会除掉史思明。\n\n　　史思明自围攻太原被李光弼击退后，回到范阳驻守，安庆绪封他为妫川王，兼范阳节度使。范阳本是安氏老窝，安禄山从东京和西京所掠珍宝，多半都运往这里存放，已是堆积如山。渐渐地，史思明恃富而骄，欲将范阳占为自己所有，不想再被安庆绪节制。\n\n　　安庆绪失去洛阳后，逃往邺郡。到邺郡后，又张罗着四处征兵，蔡希德、田承嗣、武令珣等先后投奔，又得大约六万人。只有史思明既不派兵，也不派使者，安庆绪便怀疑他有二心了，于是派了阿史那承庆、安守忠、李立节三人，带了五千骑兵赶到范阳，以征兵为名，实则欲察看情况，准备偷袭。\n\n　　史思明听说几人同时前来，知道对方不怀好意，便在营帐之外设好埋伏，然后自己率领几万士兵迎接安庆绪派来的使者。见到阿史那承庆和安守忠后，立即下马行礼，握手叙旧，十分殷勤。阿史那承庆等不好下手，只好随其进了范阳城。史思明于是将他们领进客厅，命令奏乐设宴，盛情款待。酒酣耳热之际，史思明掷出一只酒杯，发出动手的信号，埋伏的士兵一拥而入，将三人一一拿下，同时截住几人带来的队伍，给了些钱财，让其回家去了。\n\n　　然后，史思明向唐廷奉上归降书，说是自己愿意率领管辖范围内的十三个郡以及十三万兵力向唐投降。肃宗得到报告后十分高兴，立即封了史思明为归义王，还兼范阳节度使，其七个儿子都被授予显赫官位。\n\n　　史思明受了册封之后，马上斩了安守忠和李立节两人，以表明自己对朝廷的诚意。只有阿史那承庆与史思明从前就颇有交情，所以没有被杀。然后，史思明又走遍河北地区，宣传朝廷宗旨，有好几个州因此又相继归降，只有相州还属于安庆绪。\n\n　　当时，唐朝对叛军剿抚并用，他一度投降唐朝。朝廷封他为归义王，任范阳长史、河北节度使。\n\n复叛称帝\n\n　　虽然假装归降，史思明“外示顺命，内实通贼”，不断招兵买马，引起唐肃宗警觉。乾元元年5月，以乌承恩为副使，派到史思明军中作“策反”工作，想伺机杀掉这个居心叵测的反贼。李光弼也对乌知思严加嘱托，派他赶快行事。\n\n　　乌承恩晚上多次打扮成妇人，夜入诸将家里“策反”。没想到这些蕃将出身的将领对史思明很忠心，转头向史思明告发。\n由于没有实证，史思明也下不了手。在宾馆之中，史思明在乌承恩床下埋伏两个人。夜见，乌承恩与儿子密谈，说：“吾承上命除此逆胡！”床下两人闻言突出。\n\n　　史思明马上带兵抓住乌承恩，搜出李光弼的书信以及写有应该诛杀的叛将名单。史思明等贼将大怒，大呼：“我们都投降了，怎么还对我们这样！”乌承恩是个怂包，咕咚跪下，说这些都是李光弼指使他干的。史思明大怒，杀掉乌承恩和他儿子以及从属两百多人，重新反叛。史思明的参谋耿仁智劝他不要反复，他却亲手用棍击碎这个跟了他三十多年的参谋的脑袋。\n\n　　乾元二年正月，史思明僭称大圣周王。\n\n　　肃宗命令包括郭子仪和李光弼在内的九位节度使讨伐安庆绪。肃宗本来想派郭子仪作统帅，但考虑到郭子仪和李光弼功业相当，不好安排，便不设元帅一职，而是另外立了一个观军容使的名目，居然让一个叫鱼朝恩的宦官充任。当时郭子仪因为刚刚吃了败仗，便未急着出击。史思明于是趁机收集残兵，驻扎在邺南。而安庆绪则派人大搜官军溃散之后留下的营地，得到大批粮食。有了粮食，安庆绪又开始不买史思明的账。史思明派人对其进行严词谴责，安庆绪又害怕起来，甚至对史思明称臣。史思明回信说愿意略去君臣礼节，改称兄弟，且热情邀请安庆绪前来歃血同盟。待安庆绪冒冒失失地带着四个弟弟及部下孙孝哲、崔乾佑、高尚等人前去，史思明却换了态度，将安氏兄弟赐死，而将孙孝哲、崔乾佑、高尚等人处斩。\n\n　　之后，史思明带兵进入邺城，收降安氏遗众，留下儿子史朝义驻守，自己还回到范阳，五月，更国号大燕，自称应天皇帝，年号顺天，立妻子辛氏为皇后，封儿子史朝义为怀王、周挚为宰相、李归仁为将军，改称范阳为燕京。\n\n被儿谋杀\n\n　　上元二年春，史思明被史朝义与部将谋杀。\n\n　　史思明部下兵将是安史叛军中最残暴的队伍，每攻陷郡城，都杀光老弱男丁，以壮丁为挑夫，把妇女奸淫殆遍，凶淫无比。魏州一役，史思明军一天就杀掉三万多人，平地流血数日。称帝之后，他又派间谍扬言自己军士思归，诱骗唐军决战。大太监鱼朝恩想立大功，力劝唐肃宗下令各军进攻。不得已，李光弼等人出战，唐军大败，河阳、怀州等军事要地尽归于史思明。\n\n　　史思明乘胜攻陕州，被唐军挡在姜子坂一带。出战不利，退守永宁。史思明下令筑三角城，约期一个月时间筑成，以贮备军粮。其子史朝义率军士苦干，城筑好后，未及泥抹外墙。史思明巡视到此，大怒，把史朝义、骆悦等大将召至面前，想杀掉他们以立军威。史朝义战战兢兢，深知凶残的史思明完全没有父子之情，哀求说：“兵士太乏累，歇一歇马上就上泥。”史思明喝斥道：“你爱惜属下，就敢违我将命吗！”立马城下，目视兵士上泥，“斯须而毕。”临走，史思明冲史朝义大骂：“等我攻克陕州，斩却此贼！”\n\n　　史朝义大惧。骆悦等人也因兵败惧诛，力劝史朝义先下手。史朝义不敢答应，骆悦等人就威胁说要投降唐军。史朝义思虑再三，点头示诺。\n\n　　当夜，史思明宿营中，其亲信曹将军率人守卫。史朝义等人召他来说明行事目的，曹将军“不敢拒”。夜半时分，史思明因梦惊醒，据床惆怅。他平时特别爱听优人唱曲，吃饭睡觉都有几个戏子不离左右。由于他为人残忍，杀戮为常，这些戏子心中也十分恨他。见他惊起，几个人忙问原因，他说：“我刚刚梦见河里的沙洲上有群鹿涉水而至，鹿死水干。”说完，就起身上厕所。几个戏子偷偷说：“鹿者，禄也；水者，命也。此胡命禄都到头了！”\n\n　　正说话间，骆悦等人提刀闯入，不由分说就劈死数人，逼问史思明所在，余人忙指厕所方向。史思明听见卧帐内响动不对，翻墙而出，骑马刚跑到马槽处，被追赶而来的兵将射中胳膊，滚落马下。史思明忍住痛，问：“何人造反？”有人答称是怀王起事。史思明老奸巨猾，哀求说：“我早上说错话，才有现在这等事。你们别这么快就杀我，等我攻陷长安再杀我不迟。”一失往日凶暴之态，史思明连声乞命。转头看见耷拉着脑袋的亲信曹将军，史思明又大骂：“这胡误我！这胡误我！”骆悦挥手，兵士把史思明捆个结实，幽禁在柳泉驿。\n\n　　史朝义心惊肉跳，见到骆悦等人复命，还连问：“没有惊动圣人吧？没有伤着圣人吧？”诸将回答说“没有”。一行人伪造史思明诏书，史朝义继位，并杀掉在外统军的史思明亲信大将周挚等人。为绝后患，骆悦等人先行动手，用绳子勒死了这位动辄就要人命的老上司史思明。\n\n\n家庭成员\n\n妻子\n\n　　辛皇后\n\n儿子\n\n　　史朝义\n\n　　史朝清\n\n　　《新唐书》中为避讳宋英宗赵曙庙号，称史朝英为史朝清，后晋的《旧唐书》中才是真正的名字。在梁羽生武侠名著《龙凤宝钗缘》中，虚拟人物史思明之女也名为史朝英。\n\n\n个人影响\n\n　　史思明与安禄山发动的“安史之乱”沉重的打击了唐朝的统治，自此兴盛一时的唐王朝，逐步没落。\n\n　　虽然安禄山、史思明两个叛贼只折腾了七年，但使中原动荡，千万生命死于军乱，与之而来的藩镇割据、宦官专政以及党争之祸，最终把赫赫盛唐推上了不归之路。\n\n\n陵墓遗址\n\n　　史思明墓位于北京丰台区王佐乡林家坟西约100米处，地面有高大的封土堆，当地称之为“大疙瘩”。农民长年在此取土，封土取尽后露出汉白玉石块和石条。\n\n　　1965年春，发现玉册、马镫、铜龙、铜牛等文物。\n\n　　1981年3——5月，原北京文物工作队对墓葬进行了清理。出土有玉、金、石、陶、瓷、铜等器物数十件。\n\n　　据史料记载， 史朝义在洛阳宫玉芝殿杀死史思明后，用骆驼将其尸体从洛阳驮回范阳，根据出土玉册记载，宝应元年五月十八日丙申，史朝义才宣布史思明遗诏，并为他发丧下葬，谥号为“昭武皇帝”。\n\n",
  "desc": "史思明（703年—761年），初名崒干，宁夷州突厥人，居营州柳城，其貌不扬，懂六蕃语。与安禄山为同乡里。天宝初年，累功至将军，知平卢军事。从安禄山讨契丹，表任平卢兵马使。禄山反，他略定河北，被禄山任为范阳节度使，占有十三郡，有兵八万人。及安庆绪杀禄山自立为帝，他为唐师所败，退保邺城，降唐，封归义王，范阳长史、河北节度使。肃宗恐其再反，计谋杀之，乃起兵再叛。乾元二年（759年）拔魏州（今河北大名），称大圣燕王，年号应天。后进兵解安庆绪邺城（今河南安阳）之围，杀庆绪，还范阳，称帝，更国号大燕，建元顺天。",
  "dynasty": "唐代",
  "id": 2545,
  "name": "史思明",
  "star": 0
}