{
  "content": "史学贡献\n\n　　延寿一生中最大的成就是独立完成两部正史——《南史》、《北史》。写南北朝史是李大师的夙愿，这也是个大胆、新颖的做法。那个时代，史家已习惯于或仿班固写某朝某代史，或仿司马迁写从古到今的通史，那么李大师为什么单单要把数代历史连起来写呢？他认为，南北朝时期国家分裂，南北各政权相互攻击，各国修史者均站在本国立场上，南称北为“索虏”，北称南为“岛夷”，由于偏见作怪，记他国事既不详备，又往往失实。这些史书在隋唐大统一之后更显得与时代不协调。为了全面真实反映南北朝时期的历史，李大师计划仿《吴越春秋》的体例，著一部南北朝编年体史书。可是，李大师没来得及写完这部编年史就死了。李延寿从任史官之始，就着手搜集资料，决心完成父亲的遗愿。\n\n　　李大师的南北朝编年史完成了多少呢？李延寿在《北史·序传》谈到，在父亲旧稿中，齐、梁、陈、周、隋五代的事“所未见”。可见李大师编撰的是南朝宋、南齐和北朝魏这三代史事。大师在世时，这三代已有较完整系统的史书可供参考，即沈约所著的《宋书》，萧子显所著的《南齐书》，魏收所著的《魏书》。恰好，李延寿在贞观年间所参与撰修的梁、陈、齐、周、隋五代史，正是大师旧稿中所没有的内容，延寿正可以凭借修史的有利条件续补。所以延寿除了完成史局规定的任务，“因于编辑之暇，昼夜抄录之”，工作极为辛苦。过了两年，延寿因事离开史局，资料远未抄录完，“以所得者编次之，然尚多阙，未得及终”。幸运的是，在贞观中、后期，延寿又获准参加修《五代史志》和《晋书》，于是他进一步“遍得披寻”，继续全面搜集史料。延寿还利用自己能够接触官藏史书的有利条件，对父亲旧稿内容加以完备，“因兹复得勘究宋、齐、魏三代之事所未得者”。由于五代史修成后，暂时未予公开流布，只是藏于秘阁，延寿“不敢使人抄录”，只能自己以史官身份去翻阅抄写，又因“家素贫罄”，无钱雇人誊写，所需各种史书不得不自己动手去抄。延寿从八部正史之外，更勘杂史于正史所无者1000余卷，皆以编入，其烦冗者，即削去之。八代正史共566 卷，加上杂史1000余卷，延寿在抄录、勘究这么巨大数量史书的基础上，才写成《南史》、《北史》180 卷，史料准备和最后成书的比例大约是十比一左右，可见延寿作史的勤奋精神和认真态度。\n\n　　延寿自述“始末修撰，凡十六载”，指的是具体编写过程所费的时间。他从贞观十七年着手编纂，“本纪依司马迁体，以次连缀之”，到显庆四年成书上进，时间为十六年。如果将贞观三年至贞观十七年的搜集史料时间也包括在内，那么延寿为《南史》、《北史》的诞生付出了三十年的艰苦劳动。延寿虽继父遗志修史，并参考父亲的未成稿，但并未遵循父亲旧稿的体例。李大师所作是仿《吴越春秋》，为编年体；延寿所作则仿《史记》，为纪传体，但又与《史记》不完全一样，是介于《史记》和《汉书》间的一种体例。\n\n　　人们都熟悉，司马迁的《史记》是第一部纪传体通史，上自远古黄帝，下迄西汉武帝。班固的《汉书》是第一部纪传体的断代史，记叙西汉一代史事。后世史家纷纷仿效《汉书》的体例纂修前代史。到了唐初，官方又把《史记》以下的历代纪传体断代史列为“正史”，视为史学正宗。不过，唐以前所修的七部正史都是私家所修或是由官方批准，以个人之力完成。延寿所处时代，官修史书，宰相监修制度已确立，官修前代纪传体断代史的一统局面已定。南北朝的各代纪传体史书除前代所修三部外，其余均由本朝刚刚补齐，并且这些书都是本朝“钦定”。李延寿不过是一名普通史官，却要重修南北朝史，对本朝皇帝批准的正史加以整理刊正，显示出他是一位较有勇气和责任心的史家。他之所以这样做，原因之一是要完成父亲的修成南北朝通史的遗愿，原因之二是他对已有的南北朝各断代史不满意，他在《进书表》中批评这些史书记叙矛盾，“互陈闻见，同异甚多”，又认为这些史书采集史料不广，而那些被忽视的史料“易为湮落”，如不抓紧利用，以后即使想纠史书之失，也会“求勘无所”。\n\n\n创作特色\n\n　　他采用纪传体通史的体例，分别对南、北朝史事做贯通的叙述。他把魏、北齐、北周、隋四代史事编成《北史》，起魏道武帝拓跋珪登国元年，至隋恭帝杨侑义宁二年，共二百三十二年。其实，隋已统一全国，本不应单列于北史，延寿此举可能有两点考虑，一是隋承继北周，将隋列入北史在编写上较方便，否则要在南、北两通史外再编一隋史，易给人体例混乱之感；二是将隋列入《北史》，可以突出唐统一的重大意义，为本朝政治利益服务。延寿把南朝宋、南齐、梁、陈四代史事编成《南史》，起宋武帝刘裕永初元年，至陈后主陈叔宝祯明三年，共一百六十九年。\n\n　　正因为李延寿用通史体例叙述南、北朝史事，所以打破了朝代的断限，分别对北朝、南朝的人物、史事作归纳集中，两史的帝纪、后妃、宗室均依照朝代先后顺序排列。以下的诸臣列传则大体有先后顺序，对一些高门大户则其子孙附其父祖传中，连缀书之。《南史》以王、谢二大姓为主，《北史》以崔、卢二大姓为主，家族体系分明。其他类传更进一步打破了朝代的断限。这种作法，引起后世某些学者不满。清代修《四库全书总目》的学者认为延寿叙例为家传之体，不应用于国史。著名考据家王鸣盛批评延寿使国史变成家谱，最为谬妄。其实这些批评者有些过于拘泥正史体例，没有看到李延寿对正史作法是因循中有创造。《南史》、《北史》为数代之通史，正为断代正史之变例，是从实际情况出发的。首先，南北朝各代统治时间都不长，往往一人历经数朝，有时很难恰当把某人归入某朝，所以延寿把断代之体变为通史之体；其次，南北朝时门第之风大盛，王、谢、崔、卢等高门大族与南北朝相终始，在社会政治、经济、文化、军事等方面举足轻重，延寿注重谱牒世系是对历史的如实反映，而且世族牵连附传，便于读者检寻。\n\n　　李延寿之《南史》、《北史》，并非简单将旧史删节、离合而成，而是尽量充实了一些新的史料。针对旧史作者重视官方资料而忽于私人记载，延寿有意把自己补充史料的重点放在“易为湮落”的“小说短书”上，他认为这些材料具有较高的史料价值。在延寿之后的著名史评家刘知几也持同样观点：“大抵偏记小录之书，皆记即日当时之事，求诸国史，最为实录。”这两位史家的看法是很有道理的，因为官方记载受种种牵制，往往不能据事直书，隐讳必多，而私家记载多记亲历之事，没有审查之类的控制，较能求其真。南、北二史和《南齐书》、《梁书》、《北齐书》、《北周书》比较，增加了不少重要的史实。就梁代史来说，《南史》比《梁书》多立了王琳等十余传，对原有的某些传也充实了内容，如《范缜传》。延寿所增内容固然有关于“人之善恶，事之成败者”，但由于延寿对奇闻异事兴趣较浓，导致所增内容中有不少神怪荒诞之事和无关宏旨的琐言碎事。如阴子春传中，《南史》就比《梁书》增：青州有神庙，刺史王神念毁之，栋上一大蛇，长丈余，遂入海。子春夜梦一人乞地安置，乃办牲醴，请召安置一处。夜梦前人来谢曰：“当以一州相报。”后果因破魏兵，授南青州刺史。此类怪诞事入史，显然失当。\n\n　　宋、齐、梁、陈、魏、北齐、周、隋八史共566 卷，而经延寿改作为南、北二史，减至180 卷，可见删掉了相当多的文字。总的看，延寿删《魏书》、《宋书》最多，原因是这两部书在八史中原来卷帙就最多，《宋书》100 卷，《魏书》更达130 卷，延寿欲省减南、北史篇幅，宋、魏二书必为砍削重点。另外，宋、魏二书为前朝人所修，南、北朝相互攻击之辞甚多，延寿作史目的之一即是纠正此弊，斧削起来又不必有得罪本朝史官的顾忌。延寿所删多为诏诰、符檄、章表，认为重要者则以简略语言概括之，意图简净。另一删削重点为南、北征战攻伐之事，这是因为延寿深知，原来各史关于战争记载多不实，夸胜讳败已为作史者惯例，延寿在此时一一核定战争胜败之迹实非易事，所以多删去。\n\n　　对原有八史中相当一部分内容，延寿并不随意改动，只要是他认为合适的内容，则或全抄旧文，或离合编排。特别是对《陈书》、《隋书》，延寿基本上无大的增删改动。如《北史》中隋文帝、炀帝、恭帝纪论全录自《隋书》，仅《文帝纪》开头一句“龙德在田，奇表见异”，改为“树基立本，积德累仁”。南、北二史和八史各有千秋，相辅相成，对于后人了解这一历史时期来说都各自具有不可替代的长处，所以后世学者大都把南、北史和八史对照起来读，互为补充。 李延寿修史思想的核心即是“以史为鉴”，这同唐初官修史书的主导思想是相一致的，但延寿的特点在于，他善于选择一些细小而又富有典型性的事件、情节来表达出自己的思想，这当然得益于他重视“小说短书”的独特眼光和更勘杂史一千余卷的勤奋劳动，史书因此也增加了趣味性。对于某人行为不单靠直接叙述，而是通过他人的谈话来显示，也易于给读者新鲜深刻印象。\n\n　　李延寿赞成国家统一的思想倾向是很明显的，他纠正了南北分裂时期某些史书的种种狭隘偏见，力求实事求是地描述历史，不带狭隘的地域观念，有力地向读者展示出中国是一个多民族的政治、经济、文化共同体，民族团结、民族大融合的趋势是不可抗拒的。两史比较，《北史》比《南史》写得更好，因为李延寿和父亲李大师均为北方人，因此，对北朝的历史、掌故、风俗、人情都较熟悉，所能见到的史料也较多；另外，李唐起源于北朝，官方对北朝各代史的研究格外重视，客观上给创造了有利条件。所以，《北史》的记载比《南史》详明。\n\n　　李延寿的南、北二史在普及历史知识上颇有功绩。由于卷帙不繁，易于抄写，所以得到较广泛流传，清代学者梁章钜在《退庵随笔》中就指出：自《南史》、《北史》行世以来，原有的八部正史就变得不重要了，很少有人诵习，所以时间愈久，八史阙佚愈严重。这说明南、北二史比八史更受到社会重视，更有效地传播了历史知识。后代史家对延寿曾有较高的评价，后晋人所作《旧唐书》中赞道：“李延寿研考史学，修撰删补，克成大典，方之班、马，何代无人？”宋代杰出史家司马光精研史学，博览历代史书，他在给刘道原信中感叹道：“乃知李延寿之书，亦近世之佳史也。虽于祥诙嘲小事，无所不载，然叙事简径，比于南北正史，无烦冗芜秽之辞。窃谓陈寿之后，惟延寿可以亚之也。一个有趣的现象是，李延寿当年主要是依据八史来编纂南、北二史，可是到了北宋刊印正史时，《魏书》、《北齐书》、《北周书》的一些残缺反而要靠《南史》、《北史》来补足了，可见，南、北二史在客观上还起了保存历史资料、维持八史基本完整的作用。这个贡献当然是李延寿当年未想到的。\n\n\n生平\n\n　　李延寿，字遐龄，唐代相州人，史学家。他的生卒年月史书失载，可知他的政治与学术活动基本是在唐太宗初年至唐高宗初年这三十年间进行的。他任过东宫典膳丞、崇贤馆学士、御史台主簿，兼直国史符玺郎、兼修国史等官职。他在政治上没有什么作为，修史是他一生的主要事业。他参加了唐代官修史书《隋书》、《五代史志》、《晋书》和唐朝当代国史的修撰工作。还独自撰写了30卷的《太宗政典》，又继承其父李大师遗志，以十六年功夫，独立修成《南史》和《北史》，《新唐书》对两书评价颇高，称“其书颇有条理，删落酿辞，过本书远甚。”\n\n　　其父李大师是一位有志于编著南北朝史的学者，但著述之事仅仅进行了两年左右的时间，他即于唐太宗贞观二年去世了。李延寿是李大师的第四子，深受父亲的影响和家学的熏陶。贞观年间，做过太子典膳丞、崇贤馆学士，后任御台史主簿，兼直国史，累官至符玺郎，兼修国史。他没做过高官，倾其毕生精力从事于官修和私修史书的编撰。\n\n　　贞观三年，唐太宗命大臣组织修撰梁、陈、北齐、北周、陈，隋六代史。魏征主修其中的《隋书》，年轻的李延寿和其他一些知名学者参加了该书的修撰。贞观五年，母亲又接着去世，他辞去了修史的职务，回家守丧。服阕，被派往蜀中去做官。公事之余，“以所得者编次之”，对前几年搜集的一些史料进行初步的编排。 \n\n　　贞观十五年，李延寿调回北京长安任太子典膳丞。由于令狐德棻的推荐，他再次进入史馆。当时，五代史早已在贞观十年写成。但这部史书只有纪、传，而无志书，因此，唐太宗于贞观十七年又命褚遂良等人修撰梁、陈、北齐、北周、隋五朝典章制度的《五代史志》，李延寿也参加了该书的编撰。经过十二三年的时间，《五代史志》于唐高宗显庆元年成书。《五代史志》共十志三十卷，后并入《隋书》刊行，其中的《经籍志》成于李延寿和敬播之手，记录了从古代到隋朝的历代著作。《经籍志》亦简称《隋志》，是专指《经籍志》而言的。《经籍志》正式创立了经、史、子、集四部分类法，对后世书籍的分类法产生了深远的影响。\n\n　　唐代以前，史家所撰晋史多达20种左右，但“才非良史，事亏实录”，修撰者多不是良史之才，所记史事也往往失实，唐太宗对这些晋史都不满意，于是，他于贞观二十年下诏重修《晋书》。参加重修的共有21人，李延寿是其中之一。贞观二十二年，《晋书》即重修告成。李延寿除前后3次参加修撰前朝史外，还于唐高宗显庆元年参与撰成当朝国史80卷。\n\n　　此外，李延寿还独力撰成了3部史书，即成书于唐高宗显庆四年的《南史》80卷和《北史》100卷，以及最后撰成的《太宗政典》30卷。《太宗政典》写成后不久，他就去世了。调露年间，唐高宗读了《太宗政典》，“叹美久之”，给了李延寿后人许多奖赏，并命人抄写了两部，一部由皇家图书馆收藏，一部赐给皇太子。李延寿早年即怀有“思欲追终先志”之抱负，他要继承父亲的遗志，完成先人的未竟事业。《南史》和《北史》是李延寿以其大半生的时间写成的历史著作，这两部史书的编撰，李延寿说是“始末修撰，凡十六载”，这里说的16年，是从他贞观十七年参加修撰《五代史志》这一年作为开始时间的。其实，在此很久以前，亦即从贞观三年参加修撰《隋书》时，他就开始了“二史”编撰的准备工作。那时，他利用“编辑之暇”，“昼夜抄录”“五代旧事所未见”者，为将来编撰“二史”积累资料。如果从搜集史料之时来计算，“二史”的完成则经历了整整30年的时间。\n\n　　李延寿的“二史”所依据的历史文献，主要是宋、齐、梁、陈、魏、齐、周、隋八代“正史”，但他并未拘限于此，另外还参考了各种“杂史”1000多卷，正如他自己说的“鸠聚遗逸，以广异闻”。对于八代史书，他采取“除其冗长，捃其菁华”的原则，“其烦冗者，即削去之”。他删削的“烦冗者”，主要是一些诏书和表文，而史实部分则尽量保留，这就使“二史”比“八书”简约多了。《南史》和《北史》后来被列入“二十四史”中，在中国史学史上占有重要的地位。\n\n　　李延寿的一生在仕途上是平稳的。既未飞黄腾达，也未贬斥流离。贞观初，延寿曾任太子典膳丞、崇贤馆学士；贞观中，延寿为符玺郎；贞观末，延寿为御史台主簿。延寿专注于史学，似乎对于做官没多大兴趣，尽管官职屡有变动，始终没有做到大官，以致他的《南史》、《北史》写成后，当时人还因为他地位不高而“不甚称其书”。\n\n\n著述\n\n　　李延寿撰《南史》八十卷、《北史》一百卷。北史起魏至隋，《南史》起宋至陈。据《宋》、《南齐》、《梁》、《陈》、《魏》、《北齐》、《周》、《隋》八书，删繁补缺而成，较旧史为简明。又因李延寿家居北方，对北朝见闻较近，所以《北史》又比《南史》更为详密。清李清有《南北史合注》一百九十一卷、周嘉猷有《南北史捃华》八卷。《南史》和《北史》都是纪传体的通史。\n\n　　《南史》共80卷，有本纪10卷，列传70卷。记载从南朝宋武帝永初元年到南朝陈后主祯明三年约170年间宋、齐、梁、陈四个政权兴亡的历史。《北史》有本纪12卷，列传88卷，共100卷。记事起于北朝魏道武帝登国元年，止于隋恭帝义宁二年，包括北朝魏、齐、周和隋四个封建政权230年间的史事。两书均有本纪、列传，无志、表。北宋以后，《魏书》、《北齐书》、《周书》有所残损，后人用《北史》的相关内容补入。\n\n　　《南史》、《北史》在思想上的价值，最突出的是宣扬天下一家的统一思想。它改变了一个多世纪以来一直袭用的南方与北方互称“岛夷”与“索虏”的陋习。李延寿认为南朝与北朝占有同样的历史地位。他反对把北魏以前北方一些少数政权的历史“编之四夷”。也指出东晋、宋、齐梁、陈各朝，虽偏安江南，但前后相承300余年，不承认它们历史地位的作法是不可取的。李延寿在《南史》、《北史》中不分正闰，给南北朝各政权以同样的地位。这种在历史撰述上不再强调南、北对立和华、夷界限的认识和作法，反映了民族融合的伟大成果，是历史的进步。在具体撰述中，李延寿也采取了一些适当的作法来宣扬统一意识。他对南北之间的战争采取“两国交兵不详载”的作法，就是有意削减对此的过分纠缠。\n\n　　《南史》和《北史》在记述人物的历史活动时，通常都把所记述的人物和他的家族兴替得失、荣辱悲欢联系起来，而尤其注重说明人物的社会活动的因果同“家声”、“门风”的关系。二史也很注意家族兴替与皇朝盛衰的关系。这些都反映了南北朝时期的历史特点和社会风貌。\n\n　　《南史》和《北史》后来均被列入“二十四史”中，在我国史学上占有重要的地位。\n\n",
  "desc": "李延寿，生卒年待考。唐代史学家，今河南安阳市人。贞观年间，做过太子典膳丞、崇贤馆学士，后任御史台主簿，官至符玺郎，兼修国史。他曾参加过官修的《隋书》、《五代史志》(即《经籍志》)、 《晋书》及当朝国史的修撰，还独立撰成《南史》、《北史》和《太宗政典》（已佚）。《新唐书》对两书评价颇高，称“其书颇有条理，删落酿辞，过本书远甚。”。",
  "dynasty": "唐代",
  "id": 902,
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_902.jpg",
  "name": "李延寿",
  "star": 0
}