{
  "content": "生平\n\n　　学者、孝子、隐士、诗人——记明代潮阳著名学者周孚先。\n\n　　在明代成化、弘治年间，陈白沙学说崛起南粤，在潮州很快得到反响，赴新会师事白沙的潮州学者甚众。至正德、嘉靖年间，私淑白沙学说或师事白沙弟子者更盛，白沙学说在当时潮州已颇为流行。薛中离把阳明学说带进潮州后形成王学的潮州学派，两派互相交流，成为当时潮州乃至全国理学的两大阵营。潮阳周孚先便是白沙弟子湛甘泉的高弟。成为当时潮州的著名理学学者。周氏不仅在理学上颇有心得，在诗文方面也很有成就。他为当时所称道还因为他是一个孝子，而且还是一位蔑视功名、唯求自适的真正隐士。孚先字克道，号西山，潮阳桃溪人。为宋理学大家周敦颐裔孙、潮州刺史周梅叟之后。省、府县志俱有传。现将他的主要生平分四个方面分述如下：\n\n学者\n\n　　周孚先正德十四年举省试第四名，心慕理学，无意功名，从白沙弟子吴向游学，同学者有峡山东溪人同榜举人郑经正、郑经哲兄弟。他因此几次没有赴京参加会试，到嘉靖七年秋至金陵，从学湛甘泉先生，与关中吕柟、信州吕怀、吉州邹守益三太史、武陵蒋信诸先生相师友，共印证。得甘泉学说随处体认天理、勿忘勿助之旨，获益深且厚。周孚先初游金陵时，与吕怀邂逅于壁水，当时周氏衣衫简陋、容貌癯瘦，沉默寡言。但两人一见如故，遂结为好友，一同求学于湛甘泉。周氏曾经与吕柟论学，当谈到“精一执中”之旨时，吕柟认为：“这是日用常做之事，平常简易，只不过是别人当为难事而已。”周氏应声道：“知道的认为容易，不知道的就感到困难。” 吕柟惊叹其理解精辨之深，特此告知甘泉先生：“湛门有接班人了！”甘泉先生得知周氏学问以达到如此境界，也很惊喜。因为天地事物本来是由简易而进入繁难，不能入于易，则不能入于难；不能入于简，则不能入于繁。当时讲求理学者，往往迷惑于繁难中而不能自解。所以甘泉先生和吕柟闻此才大加赞赏。\n\n　　第二年秋，甘泉先生被召为北京礼部侍郎，周氏绝意仕途，与吕怀送至彭城后返回故里，隐居桃溪，与吴向、刘瑞葵等潮阳学者探讨性命之学。近薛中离之门，相与讲求不倦。当时“巡按洪公垣嘉其行，征以币而不出；司成吕公怀高其志，劝以仕而不起。学问真切，征于督学田公汝成辩复之书；易简自求，见于太史吕公柟送归之序。二守刘公魁聆其议论，则以真儒亟称；大尹宋公元翰阅其文章，亟以师表叹服。是皆学术之炳炳可观，称论之籍籍有据者也。”\n\n　　他辑有《甘泉先生文录类选》一书，并为之作序。该书故宫博物馆有藏本。他还将研究理学的心得形之笔端，论著颇多。如《心统说》表达其明性之原，《修文叙》表明其论学宗旨等，在当时影响颇大，成为当时潮州的理学名家。可惜大部分论著被倭寇焚毁。后来他的季子周光镐于隆庆二年上京赴考，下第后与澄海唐伯元到信州师事父执吕怀，收集到孚先与吕怀过去互相赠送酬唱的诗文作品。后光镐为官吴越间，穷十年之力，辑佚了其先严的若干遗篇，与隆庆四年举人、侄儿周笃棐一同编校成书，名曰《桃溪逸稿》。该书已佚，现能读到的佚文只是聊聊数篇而已。为之兴叹不已！\n\n孝子\n\n　　孚先中举后不赴春闱，的另一个原因是“父母在，不远游。”其父嘉靖元年去世，至七年他才奉母命勉强上京，在南京从甘泉游学而不赴考。一年多后又从南京返乡，见母亲春秋已高，不忍再次别离，便在桃溪筑“善养堂”以侍养，晨夕供奉，菽水承欢。他奉侍父母就养无方，出入必告；待弟友爱，教子以义。甘泉先生称其为“孝子”。故在当时以“孝子”称道于世。\n\n　　他还增葺泗水大宗祠，准家礼，行宗法，置田赡嫡，崇本明伦，敦宗睦族。由于他和其父亲“躬行孝义，雅尚彝纶，创祠宇以奉先；崇礼教以范族。”族人溯本兴思，合议恭迎孚先与其父配享泗水大宗祠。因其子光镐贵，赠官中大夫、四川参政，故按古制：“士大夫祭于庙”，因将祖祠改名为“周氏大宗世封列族家庙”。族人与有荣焉。\n\n隐者\n\n　　孚先退隐桃溪后，著“桃溪精舍”于西山，立“求志堂”作为聚徒讲业之所。甘泉先生还为“求志堂”和“善养堂”寄赠题匾。他为“求志堂”题到：“迩者有自岭外来者，能道周子隐于西山之麓，匾其居曰‘求志’，体认天理之教，而授徒讲学其中。予蚤知周子之志贞于自适也，故寄题云。”他隐居之处与鲁庵先生吴向筑于和平桥北练江之滨的“月庭”讲道堂相近，烟水相映。时与东溪二郑孝廉从吴先生鼓棹垂纶于溪云山水间，超然自适。他偶尔一登罗浮、阴那山，稍作憩息，以务内观。他再也无意仕途，从此隐居讲学以终。时人称其为“西山真隐”，实现了他作为一个真正隐者的初衷。\n\n诗人\n\n　　孚先诗文集已佚，今世所传诗作只有载于《县志》中的《西山漫兴》七绝四首、《阴那山志》中七律一首和录于甘泉先生为其所作《墓志铭》中的绝笔诗一首而已。存诗虽不多，但四首绝句却尽显其诗人才情和怡淡自适的隐者风范。\n\n",
  "desc": "周孚先，字修东，明代潮阳著名学者，有名的孝子，隐士，还是当时著名的诗人。在理学和诗文方面都颇有成就。",
  "dynasty": "宋代",
  "id": 1187,
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_1187.jpg",
  "name": "周孚先",
  "star": 0
}