{
  "content": "历史误读\n\n　　如果将李陵投降的原因尽归于其贪生怕死，似乎不太能让人信服。作为从小熟谙“虽忠不烈，视死如归”之道理的名将李广之后，作为临十余倍于己之敌苦战近十日而毫无惧色的一代名将，生死似乎不应当是特别重大的问题。《答苏武书》所道：“陵岂偷生之士，而惜死之人哉？宁有背君亲，捐妻子，而反为利者乎？然陵不死，有所为也，故欲如前书之言，报恩於国主耳”。这应该是一个比较合理的解释。更何况司马迁《报任安书》所言：“身虽陷败彼，彼观其意，且欲得其当而报汉。”司马迁“其文直，其事核，不虚美，不隐恶”，所言是属实的。而况李陵在最后关头，确实是想一死了之的。之所以不死而要受降，或许这是因为他毕竟还年轻气盛，要是因为“兵不利，战不善”而兵败的话，恐怕他早就跟匈奴拼了。然而自己明明被人算计，而功业不成，如此赴死于国事无补，自己也死难瞑目。况且就这样稀里糊涂地战死，对皇帝没法交代，也愧对他祖父李广的在天之灵，更对不住那些跟着他拼死血战的五千将士。投降也是让兵士们尽可能杀出重围向汉武报信，似乎别有考虑。李陵欲“有所为也”，自己且暂留此有用之身，待来日寻的时机再立奇功，譬如生擒或刺杀单于，至少也可以向他祖父李广学习，想办法逃脱，这在苏武返回汉朝后是得到证实的. 其后，汉遣使者出使匈奴，李陵对使者说：“吾为汉将步卒五千人横行匈奴，以亡救而败，何负于汉而诛吾家？”使者说：“汉闻李少卿教匈奴为兵。”李陵说：“乃李绪，非我也。”李绪本为汉塞外都尉，居奚侯城，后降匈奴。李陵痛其家因李绪而被诛，便叫人刺杀了李绪。匈奴大阏氏要杀陵，单于将其藏于北方，大阏氏死才回来。\n\n　　不难看出李陵终究是心系故国，李陵如果“上念老母，临年被戮；妻子无辜，并为鲸鲵”，则实在有千万条理由可以带上匈奴兵马，杀回汉地。然而李陵却没有这么作，反而先是冒着生命危险刺杀了李绪，为自己复仇、也为汉家清除了一大隐患；此后更带着被单于要求而娶之的其之女儿，住到偏远的地方，基本和匈奴采取不合作的态度。只有在遇到单于要决大事时，才“入与决”。\n\n　　李陵在匈奴呆了二十五年，和他太太拓跋氏生养了几个儿女，余则基本无所事事，惟苟且其百死之身而已。中间曾被单于指派当说客去劝降老朋友苏武，两人见了几面，喝了点酒，大概相互还赠送了几首诗。苏武当然没有被说动，但两个人仍保持着很深的友谊，以致于后来苏武还朝，还颇为他讲了几句话。\n\n　　李陵的真正为匈奴“效劳”，是在征和三年，在匈奴和汉军进行的一次大规模的会战中，李陵被信人不疑的单于安排协从一匈奴大将军围攻汉军。而他将和汉军会战的初战地点，竟正是最终导致他家破人亡身败名裂的与匈奴最后一战的战地：浚稽山。这是否是暝暝之中的一种安排？\n\n　　征和三年，李陵作为汉朝的降将，大抵第一次参加了匈奴和汉之间大规模会战。由于后世有不少汉奸或试图当汉奸者，总绞尽脑汁试图从李陵的这一次参战中，提取出自己也可安然地替新主子卖命的心灵解脱的泻药，因此，我们有必要对这次会战，多作一些了解。\n\n　　《汉书卷九十四上·匈奴传》：“单于既立六年，而匈奴入上谷、五原，杀略吏民。其年，匈奴复入五原、酒泉，杀两部都尉。於是汉遣贰师将军七万人出五原，御史大夫商丘成将叁万馀人出西河，重合侯莽通将四万骑出酒泉千馀里。单于闻汉兵大出，悉遣其辎重，徙赵信城北邸郅居水[3]。\n\n　　左贤王驱其人民度余吾水六七百里，居兜衔山。单于自将精兵左安侯度姑且水。御史大夫军至追斜径，无所见，还。匈奴使大将与李陵将叁万馀骑追汉军，至浚稽山合，转战九日，汉兵陷陈却敌，杀伤虏甚众。至蒲奴水，虏不利，还去”。《资治通鉴卷二十二·汉纪十四世宗孝武皇帝下之下》所载本乎此，惟商丘成所带兵为二万人，与汉书异，不赘述。上述所引之文清楚明了，亦不再加解释。　李陵所带的匈奴军，和汉御史大夫商丘成所领之汉兵，会战于浚稽山。浚稽山正是数年前李陵最后一次与匈奴决战之地点。那时，李陵曾“将其步卒五千人出居延，北行叁十日，至浚稽山止营，举图所过山川地形，使麾下骑陈步乐还以闻”，因此，他对浚稽山一代的地形，无疑是十分熟悉的。李陵自幼“有广之风”，乃一代名将，精通兵法；同时，熟悉地形要略，对于带兵打仗之将而言，极为重要；因此，李陵可谓占尽地利。\n\n　　反观商丘成，“九月，商丘成为御史大夫”；御史大夫之职责，不是来带兵打仗的。商丘成和李陵相比，更有天壤之别。同时，商丘成带兵迎击匈奴，是征和三年五月。换言之，从他新官上任当御史大夫到出兵西河，前后只有半年多一点的时间。这么短的时间要想熟悉兵权军事、上下沟通，是相当困难的。又，汉军之与匈奴兵会于浚稽山，乃是被其骑兵穷追而至的，而非如当初李陵先在彼处安营扎寨，勘探地形。对此处之地形，商丘成纵是绝代军事天才，恐怕慌乱之中也断难熟悉。如此，汉军之地利有大亏之处。\n\n　　又，以兵力计，即本《汉书》，商丘成所带兵不过三万余，与李陵所带兵持平。然而李陵所引乃匈奴之精锐骑兵，战斗力十分强劲。同时，汉兵乃以远兵来袭，疲惫已极。面对的是以逸待劳之匈奴军，并被穷追猛打退入浚稽山，其战斗力实在大可值得商榷。于此点上看，则汉军实力上又有大亏之处。\n\n　　再，当年李陵“所将屯边者，皆荆楚勇士奇材剑客也，力扼虎，射命中”。那五千兵马还个个效命，以一当十。面对匈奴八万之兵，相持亦不过十日左右，最终是以大部战死，自己被俘，“军人分散、脱至塞者四百馀人”作为收场。商丘成之兵虽众，大概很难和李陵之兵相提并论，在中人包围仓皇逃奔进入自己所不熟悉之浚稽山后，却反能“转战九日，汉兵陷陈却敌，杀伤虏甚众”，一个御史大夫靠一堆疲兵穷卒，最终反能把由名将所带的骁勇善战以逸待劳乘胜追击之精锐骑兵打败、最终无获而归，这难道不要让人奇怪的么？\n\n　　如果李陵真为了报一己之仇，全心全意为匈奴服务，卖起命来不遗余，那商丘纵使霍去病灵魂附体恐怕都要身首异处了。历史就是历史，更多的诠释已全然无益。虽然说如果从纯军事的角度上讲，给出一个可以接受的解释，并非难事，然而这大抵也是毫无必要的。因为无论怎么论道，都难免有以今人之胸释先人之怀之意在。短短的“匈奴使大将与李陵将三万馀骑追汉军，至浚稽山合，转战九日，汉兵陷陈却敌，杀伤虏甚众。至蒲奴水，虏不利，还去”这数十字，更也为后人留下了无穷的想象空间。\n\n\n人物生平\n\n早年经历\n　　李陵年轻时担任侍中、建章监。善于骑马射箭，对人有仁爱之心，谦让下士，名声很好。汉武帝认为他具有李广的风范，命他率领八百骑兵。\n\n　　李陵曾深入匈奴二千余里，越过居延侦察地形，未遇到匈奴顺利返还。后升为骑都尉，带领精兵五千，驻在酒泉、张掖等地教习箭术以防卫匈奴。几年后，汉朝派贰师将军李广利征大宛，命李陵带其五千兵马随后。行至边塞，武帝又诏令李陵，要他留下手下将士，只率五百轻骑出敦煌，至盐水，迎接李广利回师，然后仍驻屯在张掖。\n\n孤军深入\n　　天汉二年，李广利统领三万骑兵从酒泉出发，攻击在天山一带活动的右贤王，武帝召见李陵，想要他为大军运送粮草。\n\n　　李陵来到武台殿，向武帝叩头请求说：“臣所率领的屯边将士，都是荆楚勇士、奇材、剑客，力可缚虎，射必中的，望能自成一军独当一面，到兰干山南边以分单于兵力，请不要让我们只做贰师将军的运输队。”武帝说“：你是耻于做下属吧！我发军这么多，没有马匹拨给你。”李陵答道：“不须给马匹，臣愿以少击多，只用五千步兵直捣单于王庭。”汉武帝为他的勇气所感便同意了，并诏令强驽都尉路博德领兵在中途迎候李陵的部队。\n\n　　路博德以前任过伏波将军，也羞于做李陵的后备，便上奏：“现在刚进秋季正值匈奴马肥之时，不可与之开战，臣希望留李陵等到春天，与他各率酒泉、张掖五千骑兵分别攻打东西浚稽山，必将获胜。”武帝见奏大怒，怀疑是李陵后悔不想出兵而指使路博德上书，于是传诏路博德：“我想给李陵马匹，他却说什么‘要以少击众’，现在匈奴侵入西河，速带你部赶往西河，守住钩营之道。”又传诏李陵：“应在九月发兵，应从险要的庶虏鄣出塞，到东浚稽山南面龙勒水一带，徘徊以观敌情，如无所见，则沿着浞野侯赵破奴走过的路线抵受降城休整，将情况用快马回朝报告。你与路博德说了些什么？一并上书说清楚。”\n\n　　于是，李陵率领他的五千步兵从居延出发，向北行进三十天，到浚稽山扎营。将所经过的山川地形绘制成图，派手下骑兵陈步乐回朝禀报。陈步乐被召见，陈说李陵带兵有方得到将士死力效命，武帝非常高兴，任陈步乐为郎官。\n\n血战匈奴\n　　李陵在浚稽山遭遇到单于主力，被匈奴三万多骑兵包围。李陵军驻扎在两山之间，以大车作为营垒，李陵领兵冲出营垒摆开队伍，前排持戟和盾，后排用弓和弩，下令：“听到击鼓就进攻，听到鸣金就收兵。”匈奴见汉军人少，径直扑向汉军营垒。\n\n　　李陵挥师搏击，千驽齐发，匈奴兵应弦而倒。匈奴军败退上山，汉军追击，杀匈奴兵数千。单于大惊，召集左贤王、右贤王部八万多骑兵一起围攻李陵。李陵向南且战且走，几天后被困在一个山谷中。连日苦战，很多士卒中箭受伤，三处受伤者便用车载，二处受伤者驾车，一创者坚持战斗。\n\n　　李陵说：“我军士气不如前，又鼓不起来，是何原因？莫非是军中有女人么？”原来，军队出发时，有些被流放到边塞的关东盗贼的妻女随军作了士兵们的妻子，大多藏匿在车中。李陵把她们搜出来用剑杀掉了。第二天再战，果然斩匈奴首三千多。他们向东南方突围，沿着故龙城道撤退，走了四五天，被大片沼泽芦苇挡住。\n\n　　匈奴军在上风头纵火，李陵也令将士放火烧出一块空地才得以自救。又退到一座山下，单于已在南面山头上，命他儿子率骑兵向李陵发起攻击。\n\n　　李陵的步兵在树林间与匈奴骑兵拼杀，又杀匈奴兵数千，并发连驽射单于，单于下山退走。这天李陵捕得俘虏，俘虏供出：“单于说：‘这是汉朝的精兵，久攻不能拿下，却日夜向南退走把我们引到塞边，会不会有伏兵呢？’而许多当户和君长都说：‘以单于亲率数万骑兵攻打汉朝几千人，却不能把他们消灭，那以后将无法再调兵遣将，也使汉朝越发轻视匈奴。务必在山谷间再度猛攻，还有四五十里才到平地，即使不能破敌，返回也来得及。’”这时，李陵军处境更加险恶，匈奴骑兵多，战斗一整天不下几十回合，匈奴兵又死伤二千余人。匈奴军不能取胜，准备撤走。 \n\n　　恰逢李陵军中有一个叫管敢的军侯，因被校尉凌辱而逃出投降了匈奴。对单于说：“李陵军无后援，并且箭矢已尽，只有李陵将军麾下和成安侯韩延年手下各八百人排在阵式前列，分别以黄白二色作旗帜，派精兵射杀旗手即可破阵了。”单于得到管敢，大喜，命骑兵合力攻打汉军，边打边喊：“李陵、韩延年快降！”接着挡住去路猛烈攻打李陵。李陵处在山谷底，匈奴军在山坡上从四面射箭，矢如雨下。汉军坚持南行，未等冲到鞮汗山，一天之中五十万支箭已全部射光，便丢弃战车而去。\n\n　　当时，还剩士兵三千多，赤手空拳的就斩断车轮辐条当武器，军吏们也只有短刀。又被一座大山所阻折入狭谷，单于切断了他们的退路，在险要处放下垒石，很多士卒被砸死，不能前进。\n\n　　黄昏后，李陵换上便衣独步出营，拦住左右说“：不要跟着我，让我一个人去干掉单于！”过了很久，李陵才回来，叹息说：“兵败如此，惟求一死！”军吏说：“将军威震匈奴，陛下不会让您死，以后可想别的办法回去，像浞野侯虽被匈奴俘获，但后来逃回去，陛下仍以礼相待，何况对将军您呢！”李陵说“：你别说了，我不战死，不为壮士。”于是他要部下把旌旗都砍断，把珍宝埋藏在地下。又扼腕道：“再有几十支箭，我们足以逃跑了，可现在无武器再战，天一亮就只有束手待擒了。不如各作鸟兽散，还可能有逃回去报告陛下的人。”他令将士们每人拿上二升干粮，一大块冰，约定在边塞遮虏鄣会合。准备夜半时分击鼓突围，但鼓未响。\n\n力竭被俘\n　　李陵与韩延年一同上马，十多名壮士和他们一道冲出。匈奴数千骑兵紧追，韩延年战死，李陵长叹：“我无脸面去见陛下呀！”于是下马投降了。他的部下四散逃命，逃回塞内的仅四百余人。李陵兵败之处离边塞只有百余里，边塞把情况报告了朝廷，武帝想必李陵已战死，就把他母亲和妻子召来，要相面的人来看，却说他们脸无死丧之色。后来得知李陵已降匈奴，武帝大怒，责问陈步乐，陈步乐自杀了。\n\n　　文武百官都骂李陵，武帝以李陵之事问太史令司马迁，司马迁则说：“李陵服侍母亲孝顺，对士卒讲信义，常奋不顾身以赴国家危难。他长期以来养成了国士之风。今天他一次战败，那些为保全身家性命的臣下便攻其一点而不计其余，实在令人痛心！况且李陵提兵不满五千，深入匈奴腹地，搏杀数万之师，敌人被打死打伤无数而自救不暇，又召集能射箭的百姓来一起围攻。他转战千里，矢尽道穷，战士们赤手空拳，顶着敌人的箭雨仍殊死搏斗奋勇杀敌，得到部下以死效命，就是古代名将也不过如此。他虽身陷重围而战败，但他杀死杀伤敌人的战绩也足以传扬天下。他之所以不死，是想立功赎罪以报效朝廷。”起初，武帝派李广利率领大军出征，只令李陵协助运输，后来李陵与单于主力战斗，李广利却少有战功。武帝认为司马迁诬罔，是想诋毁贰师将军为李陵说情，于是把他下狱施以腐刑。\n\n　　很久以后，武帝悔悟到李陵是无救援所致，说：“李陵出塞之时，本来诏令强弩都尉接应，只因受了这奸诈老将奏书的影响又改变了诏令，才使得李陵全军覆没。”于是派使者慰问赏赐了李陵的残部。李陵在匈奴一年后，武帝派因杅将军公孙敖带兵深入匈奴境内接李陵。\n\n　　公孙敖无功而返，对武帝说：“听俘虏讲，李陵在帮单于练兵以对付汉军，所以我们接不到他。”武帝听到后，便将李陵家处以族刑，他母亲、兄弟和妻子都被诛杀。陇西一带士人都以李陵不能死节而累及家室为耻。\n\n诈降成真\n　　此后，有汉使到匈奴，李陵对使者说：“我为汉朝领步卒五千横扫匈奴，因无救援而败，有什么对不起汉朝而要杀我全家？”使者说：“陛下听说李少卿在为匈奴练兵。”李陵说；“那是李绪，不是我。”李绪本来是汉朝的塞外都尉，驻守奚侯城，匈奴来攻便投降了。单于对他优礼有加，坐次在李陵之上。李陵恨他为匈奴练兵而使自己全家被诛，便派人刺杀了李绪。大阏氏要杀掉李陵，单于把他藏到北方去了，大阏氏死后才回来。\n\n　　单于很看重李陵，把女儿嫁给他，立他为右校王，立卫律为丁灵王，他们都成了掌权的贵族。卫律的父亲本是长水胡人，但他却在汉朝出生长大。他同协律都尉李延年很好，李延年推荐他出使匈奴。出使回来，恰逢李延年家被抄斩。卫律害怕株连，就出逃投降了匈奴。他很受单于宠爱，经常侍于左右。而李陵则住外边，遇到大事才召入计议。[12] 昭帝即位，大将军霍光、左将军上官桀辅政，他们一向与李陵很好，就派李陵过去的好友陇西人任立政等三人去匈奴招李陵归汉。任立政等到匈奴后，单于置酒款待，李陵、卫律都在座。\n\n　　他们虽见到了李陵，但不能私下讲话，便用目光向李陵示意，又几次把佩刀上的环弄掉，趁捡环时握住李陵的脚，暗示他可以回汉朝去。此后李陵、卫律备牛酒慰问汉使，一起博戏畅饮，他们都穿着匈奴的服装蓄着匈奴发式。\n\n　　任立政大声说：“汉朝已宣布大赦，国内安乐，陛下年少，由霍子孟、上官少叔辅政。”想用这些话使李陵动心，李陵沉默不语，又不经意地摸着头发说：“我已成匈奴人啦！”过了一会儿，卫律起身更衣，任立政说：“少卿，你受苦了，霍子孟、上官少叔向你问好。”李陵说“：霍公与上官大人可好！”立政说“：他们请少卿回故乡去，富贵不用担心。”李陵小声对任立政说：“少公，我回去容易，只怕再次蒙受耻辱，无可奈何！”话未说完，卫律回来了，好像听到了他们最后的话，说：“李少卿贤能之人，大可不必只在一国居住，从前范蠡遍游天下，由余从西戎到秦国，今天还谈什么故国之类。”说罢告辞了。\n\n　　任立政接着对李陵说：“你也有这个意思么？”李陵说“：大丈夫不能反复无常，再次蒙羞。”李陵在匈奴二十多年，元平元年病死。\n\n\n年表\n\n　　BC．99年　年少被选任为建章监，侍中。箭法很好，有其祖父的风范，因而被称誉。汉武帝派他领八百骑兵，深入匈奴腹地考察地形，没有遇到匈奴军队。回来后拜为骑都尉，率领五千楚人，屯兵张掖，酒泉训练骑射。\n\n　　BC．99年　太初四年春，李陵原本受命带领五校兵，增援李广利攻打大宛。刚走到塞上，李广利的军队已经回来了。汉武帝更改诏命，令李陵率领五百人出敦煌迎接李广利凯旋。\n\n　　BC．98年　天汉二年九月，与韩延年领五千步兵进攻匈奴，牵制匈奴军力，以协助李广利的西路作战。在浚稽山遭遇单于主力三万骑兵，转斗杀伤敌人甚众。于是调遣左右王庭八万人，李陵军且战且退，至长城百里处。最终因为箭矢用尽，叛徒出卖，没有援军而战败，被敌人包围后突围失败。李陵称“无面目报陛下！”，于是投降匈奴。\n\n　　BC．96年　天汉四年汉武帝北征时，遣公孙敖迎还李陵。结果公孙敖没有完成任务，并禀告：从俘虏口中得到消息，李陵帮匈奴训练军队来防卫汉军进攻，所以无功而返。这件事直接导致李陵家被族灭。\n\n　　据之后李陵与汉朝使者的对话证明，当时帮匈奴训练军队的人名叫李绪，不是李陵。为此李陵派人刺杀李绪，大阏氏因此要杀李陵，单于把他藏到了北方，直到大阏氏死了以后才把他请回来。同时因为这次事件又间接的导致了李陵与苏武的见面。\n\n　　BC．89年　征和三年三月，李陵率领匈奴军三万骑在浚稽山追击汉朝军队，被御史大夫商丘成帅两万人击败。\n\n　　BC．86～BC．82年　始元年间，霍光与上官桀遣陇西任立政等三人出使匈奴，迎李陵还汉，被李陵拒绝了。\n\n　　BC．82年　始元五年，苏武返回汉朝，李陵送别，并作《别歌》。六年二月，苏武抵达汉朝。\n\n　　BC．74年　元平元年，李陵病逝于匈奴。\n\n\n轶事典故\n\n　　当初，苏武与李陵都为侍中。苏武出使匈奴的第二年，李陵投降匈奴，不敢访求苏武。时间一久，单于派遣李陵去北海，为苏武安排了酒宴和歌舞。李陵趁机劝降苏武说：“即使在这里守节也不会有人知晓。你的两位兄弟已死，母亲也去世了，妻子已经改嫁，十几年过去了，妹妹和子女也不知是死是活。人生就如同早上的露珠一样短促，何必在这里长时间的折磨自己！况且陛下年事已高恩威无常，大臣无罪被杀的已有十几家。”苏武不为所动，表示自家历代受国家恩养，必当不辱使命效忠国家，自己对于汉武帝的忠诚就如同儿子对父亲的忠诚一样不需要回报。\n\n　　李陵与苏武共饮了几天，又说：“你一定要听从我的话。”苏武说：“我料定自己已经是死去的人了！单于一定要逼迫我投降，那么就请结束今天的欢乐，让我死在你的面前！”李陵见苏武对朝廷如此真诚，慨然长叹道：“啊，义士！我李陵与卫律的罪恶，上能达天！”说着眼泪直流，浸湿了衣襟，告别苏武而去。李陵不好意思亲自送礼物给苏武，让他的妻子赐给苏武几十头牛羊。后来李陵又到北海，对苏武说：“边界上抓住了云中郡的一个俘虏，说太守以下的官吏百姓都穿白的丧服，说是陛下驾崩了。”苏武听到这个消息，面向南放声大哭，吐血，每天早晚哭吊达几月之久。\n\n　　汉昭帝即位几年后，汉朝派使者到匈奴迎接苏武，李陵安排酒筵向苏武祝贺，说：“今天你还归，在匈奴中扬名，在汉皇族中功绩显赫。即使古代史书所记载的事迹，图画所绘的人物，怎能超过你！我李陵虽然无能和胆怯，假如汉廷姑且宽恕我的罪过，不杀我的老母，使我能实现在奇耻大辱下积蓄已久的志愿，这就同曹沫在柯邑订盟可能差不多，这是以前所一直不能忘记的！逮捕杀戮我的全家，成为当世的奇耻大辱，我还再顾念什么呢？算了吧，让你了解我的心罢了！我已成异国之人，这一别就永远隔绝了！”李陵起舞，唱道：“走过万里行程啊穿过了沙漠，为君王带兵啊奋战匈奴。归路断绝啊刀箭毁坏，兵士们全部死亡啊我的名声已败坏。老母已死，虽想报恩何处归！”李陵泪下纵横，于是同苏武永别。 \n\n　　此外苏李泣别的故事作为一种艺术题材，不断被后人用各种艺术手法演绎。从南朝起就一直有假托苏李离别情景的“拟苏李诗”创作。国家图书馆所藏的敦煌变文中有《李陵变文》《苏武李陵执别词》。明朝画家陈洪绶两次创作《苏李泣别图》。2007年上海淮剧团创作了改编自苏李故事的新编历史剧《汉魂歌》\n\n",
  "desc": "李陵（公元前134—前74年），字少卿，汉族，陇西成纪（今甘肃天水市秦安县）人。西汉名将，飞将军李广长孙，李当户的遗腹子。善骑射，爱士卒，颇得美名。天汉二年（前99年）奉汉武帝之命出征匈奴，率五千步兵与八万匈奴兵战于浚稽山，最后因寡不敌众兵败投降。其一生充满国仇家恨的矛盾，他本人也因此引起争议。他的传奇经历使得他成为后世文艺作品的对象及原型。",
  "dynasty": "两汉",
  "id": 795,
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_795.jpg",
  "name": "李陵",
  "star": 13
}