{
  "content": "生平\n\n早年经历\n\n　　大业十三年，魏徵在武阳郡丞元宝藏帐下为官。元宝藏起兵响应瓦岗李密，元宝藏给李密的奏疏都是魏徵所写，李密见魏徵非常有文才，于是召见魏徵，魏徵献上壮大瓦岗的十条计策，但李密不用。\n\n　　大业十四年，王世充袭击仓城被李密击败，王世充转攻洛口，又被李密击败。魏徵却对长史郑颋说：“李密虽然多次取得胜利，但是兵将也死伤了不少，瓦岗又没有府库，将士们取得战功得不到赏赐。还不如深沟高垒，占据险要，与敌人相持，待到敌人粮尽而退时，率军追击，这才是取胜之道。洛阳没有了粮食，王世充无计可施就会与我军决战，这时我们却不跟他交战。”郑颋对魏徵的话不以为然，说这是老生常谈的。魏徵说了一句：“这是奇谋深策，怎么是老生常谈呢。”拂袖离去。\n\n归唐献策\n\n　　唐武德二年，李密被王世充击败，魏徵随李密归降李唐。而李密部将李勣尚且占据着李密原来管辖的领土，东到大海，南到长江，西到汝州，北到魏郡。李密投降李唐，李勣自己占据这么大的地方不知何去何从。魏徵毛遂自荐，请求安抚山东，到黎阳，魏徵作书与李勣，劝李勣投降。李勣于是派遣使者至长安，将献城的功劳都归给李密，然后押运粮草到李神通那里。\n\n　　同年九月，窦建德率军攻打相州，李神通抵挡不住，率军转驻黎阳，被窦建德击败。魏徵及李神通、李勣都被俘虏。窦建德用魏徵为起居舍人。\n\n　　武德四年，李世民率军攻打王世充，窦建德率军来支援王世充。五月，李世民击败窦建德，并将其生擒。魏徵得以再次入唐。太子李建成用魏徵为太子洗马，礼遇甚厚。\n\n　　武德五年，刘黑闼勾结突厥寇犯山东。魏徵见李建成虽然是嫡长子，但是功绩不如李世民，于是建议李建成去请战立功。李建成听从魏徵的建议，擒斩刘黑闼，平定山东。\n\n　　武德九年，李世民发动玄武门事变，将李建成、李元吉等诛杀。李世民听说魏徵以前经常劝谏李建成把李世民安排到别的地方去，李世民派人把魏徵带问道：“你为什么要离间我们兄弟？”魏徵回答说：“太子要是按照我说的去做，就没有今日之祸了。”李世民见魏徵说话直爽，没有丝毫隐瞒，于是赦免魏徵，并用魏徵为詹事主簿。\n\n犯颜直谏\n\n　　贞观元年，李世民登上帝位，任命魏徵为尚书左丞。李世民有志建立盛世，多次于卧榻召见魏徵询问得失，魏徵直言不讳，前后上谏两百多事，李世民全然接纳。\n\n　　同年，河北一带原太子李建成、齐王李元吉的旧属因玄武门事件搞的人人自危，李世民派魏徵前往河北进行安抚。路上魏徵正好碰见太子千牛李志安、齐王护军李思行被押往京城，魏徵让将二人释放，仍旧任命官职，这样河北太子旧属才会相信李世民是真的要赦免他们。\n\n　　贞观三年，魏徵被任命为秘书监，开始参预朝政。魏徵上奏李世民带领学者将古籍分为四部，并对其进行校定。\n\n　　贞观五年，李世民与魏徵谈及了选人为官一事，魏徵说先要了解他的才能，然后审核他的品德，以及爱好这些。\n\n　　长乐公主李丽质因长孙皇后所生，李世民对她特别钟爱，将她许配给长孙无忌之子长孙冲。贞观六年开始准备嫁妆，唐李世民对众臣说“长乐公主，皇后所生，朕及皇后并所钟爱。今将出降，礼数欲有所加”。大臣纷纷表示“陛下所爱，欲少加之”，于是进言请求双倍于永嘉长公主，李世民欣然同意。然而魏徵对此表示反对。因为永嘉公主乃是长乐公主的姑姑。此举逾越了礼制。李世民回宫把此事告诉了长孙皇后。长孙皇后得知此事后感叹魏徵能“引礼义抑人主之情”，并对他大加赞赏。特地派人前去赏赐给魏徵绢四百匹、钱四百缗，并传口讯说：“听闻你正直，现在见识到了，希望你一直保持，不要改变”。在李世民并未有所表示的时候，长孙皇后直接对魏徵加以赏赐，并暗示自己会给予支持，可谓给魏徵注入了强心剂。也正是因为有长孙皇后这样的靠山，魏徵的正义直谏才会这般顺利。不久魏徵晋升爵位为郡公。\n\n　　贞观七年，魏徵代王珪任侍中，尚书省长期积压没有判决的诉讼案，李世民命魏徵秉公处理。魏徵不大熟悉法律，但能抓住根本原则，依实际情况处理，大家都心悦诚服。\n\n　　贞观八年，陕县丞皇甫德参上书触怒了李世民，李世民认为这是毁谤。魏徵进言说：“从前贾谊在汉文帝时上书，曾说到‘可以为帝王痛哭的事有一件，可以为帝王长叹息的事有六件’。从古以来上书奏事，往往言辞很激切，如果不激切，就不能打动人主的心。言辞激切就近似毁谤，陛下你应该仔细想一下这样的事对还是不对。”李世民觉得魏徵说的有道理，下令赏赐给皇甫德参帛二十段。\n\n　　贞观十年，长孙皇后去世，葬于昭陵，谥号文德皇后。长孙皇后入葬昭陵后，李世民对她思念无法停止，为了缓解思忆之苦，便在宫中建起了层观，终日眺望妻子的陵墓，还让大臣陪同悼念。一次李世民让魏徵陪同，并指着昭陵的方向问魏徵是否看清了，魏徵装作没看见，李世民顿时着急，问“怎么会没看见，那是昭陵啊！”魏徵闻言回答说“以为陛下望的是献陵，原来是昭陵啊！”李世民听后明白魏徵是在提醒自己，不要只顾及思念亡妻而忘了父亲。于是便哭着下令拆掉了层观。尽管李世民这样追思妻子的行为是违背礼教传统的，却是一个天子的真情流露。\n\n　　贞观十一年，李世民东巡洛阳，住在显仁宫，因州县官吏供奉不好，大都受到了谴责。魏徵告诉李世民当初隋文帝杨广曾在此让附近的百姓上贡，贡品吃不完就扔掉，十分浪费。\n\n　　贞观十二年，礼部尚书王珪上奏说：“三品以上的官员在路上遇到亲王，都下车，违反法度来表示恭敬，这违背了礼仪的标准。”李世民说“：你们自己的地位都尊贵，就轻视我的儿子吗？”魏徵进言说“：从古至今，亲王列在三公之下。现在三品都是天子列卿和八座之长，为亲王下车，不是亲王所应当受的礼。求之于旧例，又没有可以作为凭证的依据；施行于现在，又违背了国法。”李世民说：“国家所以立太子，是准备他做国君。然而人的长短，不在老少，假如没有太子，那就依次立太子同母的弟弟。这样说来，怎么能轻视我的儿子呢？”魏徵说：“殷代崇尚质朴，有兄长去世其弟即位的礼义；自周以来，立太子必定要是嫡出的长子，以这杜绝各个兄弟的私念，堵塞祸乱的根源，这是国君应当十分慎重的事。”于是李世民同意了王珪的奏言。\n\n　　贞观十二年三月丙子，李承乾的嫡子李象出生，因为皇孙诞育之喜，唐李世民诏令天下见禁囚徒都降罪一等，内外官职事五品以上子为父後者，各加勋官一转，天下大酺五日，[29]又大宴五品以上于东宫。李世民对侍臣说：“贞观以前，跟随我平定天下，辗转奔波于乱世，这是房玄龄的功劳。贞观之后，尽心对我，进献忠直的劝告，安国利民，敢于冒犯国君尊严直言规劝，纠正朕的过失的，只有魏徵一人而已。古代的名臣，也不能超过他们。”于是亲自解下佩刀，赐给他们两人。\n\n　　贞观十三年五月，魏徵乘李世民诏五品以上官上封事之机，全面地、系统地总结了政事不如贞观之初的事实，上奏《十渐不克终疏》。疏中列举了李世民搜求珍玩、纵欲以劳役百姓、昵小人、疏君子、崇尚奢靡、频事游猎、无事兴兵、使百姓疲于徭役等不克终十渐，批评了李世民的骄满情绪，再次提醒他慎终如始。李世民看完奏疏后，欣然接纳，并对他说：“朕今闻过矣，愿改之，以终善道。有违此言，当何施颜面与公相见哉！方以所上疏，列为屏障，庶朝夕见之，兼录付史官，使万世知君臣之义。”遂赐黄金十斤、马二匹。\n贞观十四年，魏徵向李世民上谏，让李世民要善始善终。\n\n　　贞观十六年，后来皇太子李承乾不学习德行和术业，魏王李泰的宠爱一天天增长，朝廷内外众官，都有些疑虑和议论。李世民听到后很厌恶这些议论，对侍臣说：“当今朝臣忠诚正直的，没有人能超过魏徵，我派他辅佐皇太子，用这杜绝天下的怨言。”李世民任命魏徵为太子太师，知门下省事如旧。魏徵自称有病推辞，李世民下诏回答说：“汉朝的太子以四老为辅佐，我现在依靠您，也是这个道理。知道您患病，你卧病也可以保全太子。”\n\n去世\n\n　　贞观十七年魏徵病死，李世民非常伤心，并为此废朝五天。追赠魏徵为司空、相州都督，谥“文贞”。\n\n　　李世民下诏厚葬魏徵，但魏徵的妻子裴氏以魏徵生平生活简朴朴素，豪华的葬礼不是亡者之志为由拒绝。裴氏只有小车装载魏徵灵柩，李世民召文武百官出城相送，并亲自刻书碑文。\n\n　　魏徵死后，李世民经常对身边的侍臣说：“用铜镜可以端正自己的衣冠，以古史作为镜子，可以知晓兴衰更替，以人作为镜子，可以看清得失。我经常用这样的方式防止自己犯错，但现在魏徵去世，我少了一面镜子。魏徵去世后朕派人到他家里，得到他的一页遗表，才刚起草，字都难以辨识，只有前面几行，稍微可以辨认，上面写道：‘天下的事情，有善有恶，任用善人国家就安定，任用恶人国家就衰败，公卿大臣中，感情有爱有憎，自己憎的就只看见他的恶，自己爱的就只看见他的善。爱憎之间，应当审慎，如果爱而知道他的恶，憎而知道他的善，除去邪恶不犹豫，任用贤人不猜忌，国家就可以兴盛了。’遗表的大意就是这样，然而朕思考这事，自己恐怕不能避免魏徵所说的这些过错。公卿侍臣，可以把这些话写在手板上，知道朕有过错一定要进谏。”\n\n　　同年二月，李世民命阎立本画二十四功臣像置入凌烟阁，魏徵位列第三。\n\n　　不久之后，侯君集以谋反罪被处死，杜正伦被罢免，魏徵曾经向李世民推荐这两人，说他们有宰相之才，魏徵又拿自己前后的谏辞给史官褚遂良，李世民知道开始怀疑魏徵是不是侯君集一党的。于是手诏取消衡山公主与魏徵长子魏叔玉的婚约。\n\n　　贞观十九年，李世民亲征高句丽，战士死伤数千人，战马损失十分之七八，他深深悔恨这一举动，不禁慨然叹息说：“魏徵若在，不使我有是行也。“于是立命驰驿以少牢之礼祭祀魏徵，又重立纪念碑。\n\n\n主要成就\n\n行政\n\n　　魏徵以直言敢谏而闻名，据《贞观政要》记载统计，魏徵向李世民面陈谏议有五十次，呈送给李世民的奏疏十一件，一生的谏诤多达“数十余万言”。其次数之多，言辞之激切，态度之坚定，都是其他大臣所难以伦比的。\n\n　　兼听则明，偏信则暗\n\n　　李世民问魏徵：“君主怎样能够明辨是非，怎样叫昏庸糊涂？”魏徵答：“广泛地听取意见就能明辨是非，偏信某个人就会昏庸糊涂。从前帝尧明晰地向下面民众了解情况，所以有苗作恶之事及时掌握。舜帝耳听四面，眼观八方，故共、鲧、欢兜都不能蒙蔽他。秦二世偏信赵高，在望夷宫被赵高所杀；梁武帝偏信朱异，在台城因受贿被下臣侮辱；隋炀帝偏信虞世基,死于扬州的彭城阁兵变。所以人君广泛听取意见,则宦官不敢蒙蔽，下面的情况得以反映上来。” \n\n　　饥者易为食，渴者易为饮\n\n　　首次出自《孟子·公孙丑上》。魏徵鉴于隋末人口流亡、经济凋敝、百废待兴的事实，力劝李世民偃革兴文，实行有利于国计民生的休养生息政策，表现了他政治上的“致化”思想。李世民即位初，曾与群臣谈及教化百姓之事。李世民认为大乱之后，恐怕难以教化。魏徵则认为：“久安之民骄佚，骄佚则难教；经乱之民愁苦，愁苦则易化。”他举例说，犹如“饥者易为食，渴者易为饮”一样。他还批驳大臣封德彝的“人渐浇讹，故秦任法律、汉杂霸道，盖欲化而不能”的说法，认为商汤灭夏桀，周武王伐纣，“皆能身致太平，岂非承大乱之后邪！”他又进一步说：“若谓古人淳朴，渐至浇讹，则至于今日，当悉化为鬼魅矣，人主安得而治之！”\n明德慎罚，惟刑之恤\n\n　　明德慎罚，惟刑之恤是儒家思想，认为治理国家的根本在于德、礼、诚、信：一个明哲的君主，为了移风易俗，不能靠严刑峻法，而在于行仁由义；光凭法律来规范天下人的行为是办不到的。\n\n文史\n\n　　史书编撰\n\n　　魏徵出任秘书监之职，主管国家藏书之事。上书言丧乱之后，典章纷杂。奏引学者校定四部图书。李世民令他领写四部群书。置雠校者20人，书手100人，校写秘阁图籍。数年之间，秘府图籍，灿然具备。他改职之后，与虞世南、颜师古等硕学名儒续任秘书监之职。主撰《隋书》，其《经籍志》虽出于于之宁、李淳风等众人之手，但总领其书。《隋书·经籍志》参考了阮孝绪《七录》体例，以《汉书·艺文志》之法，利用隋代遗书14466余部，89666余卷，与《隋大业正御书目录》核对，按经、史、子、集四部，下分40类，著录存书3127部，36708卷，佚书1064部，12759卷。对考南北朝、隋代的藏书有帮助。在著录方法上，每类下录书名、卷数、作者、时代、官衔、内容提要、真伪、存亡或残缺。以究学术之发展、考流别之变迁。为我国现存最古的第二部史志目录，是研究古代书目史的重要文献。他在《隋书经籍志·总序》中，对古代藏书的兴亡更替作了历史的总结，丰富了藏书史研究的内容。贞观七年，任侍中，封郑国公。著有《隋书》序论，《梁书》、《陈书》、《齐书》总论。主编有《群书治要》。\n\n\n轶事典故\n\n态度妩媚\n\n　　李世民皇帝对人说：别人说魏徵的做人疏慢。可是我看他的态度。我看只觉得得妩媚。\n\n嗜吃醋芹\n\n　　唐代笔记《龙城录》里有一则关于魏徵与醋芹的文字，魏徵在朝堂上喜欢提意见，且常让皇帝下不了台。有一天，李世民笑着对大臣们说：“那个山羊鼻子整天板着脸，不知道有没有什么能够让他动心的东西？”李世民身边的侍臣回答说，“魏徵喜欢吃醋芹”。第二天，李世民赐宴，赏赐的食物中有三杯醋芹。魏徵见了，食指大动，饭还没吃完，装菜的餐具就见底了。李世民说，“你看你看，你说自己没什么爱好，我现在终于见识到了。”被揭短的魏徵回答李世民说：“皇帝喜欢无为，臣子自然不敢有什么偏好。我就好这一口罢了。”李世民因此感叹好久。\n\n\n家族成员\n\n祖父：魏钊\n\n父亲：魏琬\n\n妻子：河东裴氏\n\n长子：魏叔玉，光禄少卿 \n\n孙：魏膺，秘书丞，神龙初为郑国公\n\n次子：魏叔瑜，职方郎中\n\n孙： 魏华，礼部侍郎\n\n曾孙：魏瞻，驾部郎中\n\n第三子：魏叔琬\n\n第四子：魏叔璘\n\n女：魏氏，嫁霍王李元轨\n\n魏徵孙魏殷为汝阳令，有三子：\n\n曾孙：魏明，监察御史\n\n玄孙：魏凭，献陵台令\n\n来孙：魏谟，字申之，唐宣宗年间宰相\n\n曾孙：魏隋，蓬州刺史\n\n曾孙：魏万，兼御史中丞\n\n\n籍贯争议\n\n　　史书大都记载魏徵是巨鹿人，但馆陶和晋县却记载魏徵是“巨鹿下曲阳人”。下曲阳属于巨鹿，遍观从隋朝、唐朝到今天，历代政府所设巨鹿郡的辖境都在邢台市范围。而且唐时的馆陶和晋县不属于巨鹿郡管辖，且馆陶和晋县的县志中也没有魏徵任何记载。民国时期，邢台巨鹿古城发掘出的唐代时期的魏徵祠堂和魏徵铁像也证明魏徵是邢台巨鹿人。\n\n\n后世纪念\n\n墓葬\n\n　　魏徵墓在陕西礼泉县九嵕山唐昭陵西南约3公里处的凤凰山巅。墓于山岭南端依山凿石而筑，属昭陵陪葬墓之一。墓垣现仅有蟠桃纹碑首的丰碑一通，《旧唐书·魏徵传》载：“帝亲制碑文，并为书石”。碑首造型，与众不同，似有独特恩遇之意。现碑身通体磨光，已无书写镌刻痕迹。\n\n庙宇\n\n　　魏徵庙建在魏徵墓前，庙仅存大殿一座，拜殿外东西墙壁嵌存有明天启四年《重修碑记》、大明开封府《魏公庙金神重修碑》、清顺治十六年《重修金神碑》、康熙二十五年《魏公庙重修门碑》四通碑。殿前还有雍正五年《今椿魏公神像暨满堂神像碑》，记载了重修魏徵庙的经过。1985年，魏徵庙被列为县级文物保护单位。\n\n",
  "desc": "魏徵（580年－643年2月11日），字玄成，钜鹿郡（一说在今河北省巨鹿县，一说在今河北省馆陶县）人，唐朝政治家、思想家、文学家和史学家，因直言进谏，辅佐唐太宗共同创建“贞观之治”的大业，被后人称为“一代名相”。贞观十七年（643年），魏徵病死。官至光禄大夫，封郑国公，谥号“文贞”。葬礼从简。同年入凌烟阁。魏徵陵墓位于陕西省礼泉县。著有《隋书》序论，《梁书》、《陈书》、《齐书》的总论等。其言论多见《贞观政要》。其中最著名，并流传下来的谏文表---《谏太宗十思疏》。",
  "dynasty": "唐代",
  "id": 1557,
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_1557.jpg",
  "name": "魏徵",
  "star": 0
}