{
  "content": "生平\n\n　　黄公望是元代著名全真派道士、画家。字子久，号一峰道人，又号大痴道人，一说为常熟人。本姓陆，名坚，幼年父母双亡，族人将其过继给永嘉州平阳县黄氏为子，因改姓黄，名公望，字子久。其山水画宗法董源、巨然，由此生发，自创一格；创浅绛山水，画风雄秀、简逸、明快，对明清山水画影响甚大，为“元四家”之首。元至元中，浙西廉访徐瑛辟为书吏，被诬入狱，出狱后师事金月岩入全真道。曾住持万寿宫，提点开元宫。后往来松江、杭州等地，卖卜为生。晚年住于杭州筲箕泉，86岁时逝世。《道藏》收入金月岩编、黄公望传《纸舟先生全真直指》一卷、《抱一函三秘诀》一卷，阐述全真派内丹原理和功法。\n\n　　一度曾以卖卜为生。后参加了主张儒、释、道三教合一的全真教，更加看破红尘。由于长期浪迹山川，开始对江河山川发生了兴趣。为了领略山川的情韵，他居常熟虞山时，经常观察虞山的朝暮变幻的奇丽景色，得之于心，运之于笔。他的一些山水画素材，就来自于这些山林胜处。他居松江时，观察山水更是到了如痴如醉的地步，有时终日在山中静坐，废寝忘食。在他居富春江时，身上总是带着皮囊，内置画具，每见山中胜景，必取具展纸，摹写下来。富春江北有大岭山，公望晚年曾隐居于此，他以大岭山为师，曾画有《富春大岭图》。纸本，水墨，纵33厘米，横636.9厘米，开始创稿于至正七年，时断时续，历经数年，至正十年，他83岁，为此图作题时，尚未最后竣稿。此图描绘富春江两岸初秋景色，坡陀起伏，林峦深秀，笔墨纷披，苍茫简远，是当时社会上摹本有\n十余种之多。到此本之前，但已被烧成两段现藏浙江省博物馆，后一段现藏台北故宫博物院。前段纵31.8厘米、横51.4厘米；后段纵33厘米、横636.9厘米。前后段画心连接处上端有吴之矩骑缝印。前段前隔水有鉴赏家吴湖帆篆书张雨题辞“山川浑厚，草木华滋”八字；后段前隔水有董其昌题跋，画幅前上方有梁诗正书乾隆御识，拖尾有沈石田、文彭、王登、周天球、邹之麟、金士松等人的题识。\n\n画遭火殉\n\n　　此图自署创作年代，起于元至正七年成于至正十年。这一不朽巨制传世至今已有六百多年。自元以降，所有画家莫不以得观此图为幸，所谓“此卷一观，如诣宝所，虚往实归，自谓一日清福，心脾俱畅”。因而在收藏家中以重金流转，收藏者或奉为至宝，或秘而不示；此画既备受赞颂，也饱经沧桑。终于在清顺治七年遭到“火殉”之厄运，从此被一分为二，其艺术的完美性惨遭损害，实乃一大遗憾。\n\n　　此画的第一位收藏者是黄公望的道友无用禅师。无用考虑到此卷可能被人“巧取豪夺”，因而在画完成之前就请作者“先书无用本号”，明确归属。至明代画家沈周收藏前的一百多年中，收藏情况不明。沈周收藏的时间很短，即被人借去，而后，沈周家贫难以赎回，甚感惆怅，凭记忆背临以慰怀。明弘治元年苏州节推樊舜举以重金购得后，沈周为之题记，补叙自己收藏时已经是“一时名辈题跋，岁久脱去”的破旧情况，又从画家角度称赞其“墨法、笔法深得董、巨之妙，此卷全在巨然风韵中来”。到了隆庆四年，此卷又转入画家、鉴赏家无锡谈志伊手中，太原王登和画家周天球都在次年得观并写观后记。明代后期著名书画家、鉴赏家董其昌，于明万历二十四年购得此卷，但不久就转入宜兴收藏家吴之矩手中。吴之矩传给儿子问卿，吴问卿酷爱无比，谨守家传，特建富春轩以藏之。卷上有吴之矩、吴正至印鉴。画家邹之鳞与问卿友善，为富春轩题写匾额，得以再三批阅此图，因而作长句题识，说藏主“与之周旋数十载，置之枕籍，以卧以起。陈之座右，以食以饮”。喜爱之情到了朝夕不离的地步。在明、清易代的动荡岁月中，问卿在逃避战乱时，惟独携带此卷，进而叹曰：“直性命殉之矣。”但问卿并未因此而丧命，倒是在他生命垂危之际，竟然火焚此画为自己殉葬。万幸的是他的侄儿子文，迅速地从火中抢出已着火的《富春山居图》。可惜前段已经过火，部分焚毁。以后三百多年中两段画卷乃分别流传。\n\n画之前段\n\n　　前段过火部分，从吴之矩骑缝印处揭下一纸，吴其贞在《书画记》中记其长四尺余，去掉完全烧焦的残片，图形无重大影响的尚有一尺六寸。吴其贞得到以后名为《剩山图》，并钤有其贞印。《剩山图》紧接后段完好的画面，是富春江起始的丘陵山峦。清康熙八年此图归广陵王廷宾所有，有王的跋文题画。1938年，被吴湖帆购得，列入《梅景书屋秘笈》，并盖有多枚吴氏鉴藏印。吴氏考证为《富春山居图》前段真迹，重新装裱成卷，小面积残缺处有修补痕迹。1949年后被浙江省博物馆征藏。\n\n画之后段\n\n　　后段连题跋长三丈余，是《富春山居图》的主体。此图再度在收藏家中转换。先归丹阳张范我，张氏酷爱收藏，常至“无钱则典田宅以为常”的地步，然终不能永保。后转入泰兴季寓庸之手，钤有“扬州季因是收藏印”等印章多枚。再后则被画家兼鉴赏家高士奇于清康熙二十九年前后以六百金购得。后又被松江王鸿绪以原价买进。高、王二氏也钤有收藏印。清雍正六年，王俨斋病故，此卷又流落于扬州，索价高达千金。时有天津盐商安岐，收藏书画，精于鉴赏，于清雍正十三年前后购进是卷，并钤有“安绍芳印”。至清乾隆十一年，被嗜爱书画的清高宗弘历收进清宫内府。弘历擅书画，精赏鉴。但因他已将伪作《子明卷》定为真品，一时难断是非，乃将《无用师卷》定为赝品，划入《石渠宝笈》次等。直至嘉庆年间，胡敬校阅石渠旧藏，这一经元、明、清三朝诸多鉴赏家审定，流传有序的杰作，才被编入《石渠宝笈三编》，一直藏于清宫内府。清亡后仍藏故宫。解放前夕，被国民党政府带去台湾，至今真伪二卷均藏于台北故宫博物院。\n\n画之真假\n\n　　关于《富春山居图》卷的真伪问题，清乾隆年间曾有过所谓“富春疑案”。清高宗弘历于乾隆二十九年专门写了一篇六百字左右的记，叙述该案始末，并一锤定音。其大意是乾隆十年冬，“偶得子久《山居图》，笔墨苍古，的系真迹”。但同年夏，又从沈德潜进呈的诗文稿中，看到他的两则《富春山居图》跋，知道安岐家中还藏有一卷黄公望名为《富春山居图》的画。次年冬，安氏家道中落，将《富春山居图》等旧藏求售于大学士、清宗室傅恒，后由傅恒介绍卖给“内府”。弘历“剪烛粗观，则居然子久《富春山居图》也，五跋与德潜文吻合，偶忆董跋，与予旧题所谓山居图者同，则命内侍出旧图视之，果同。次日命梁诗正等辨其真伪，乃咸以旧为真，新为伪”。进而说“德潜、高士奇、王鸿绪辈之侈赏鉴之精，贾直之重，以为豪举者，均误也。富春、山居，本属一图，向之题山居者，遗富春二字，故虽真而人疑其非真耳”。但又不得不承认《富春山居图》“有古香清韵”，便用二千金买进，允其编入《石渠宝笈》次等。弘历先入为主，也许是“金口”早开，臣下又惟皇上之好为准，所以虽然两画对照作过一番比较，仍然真伪颠倒，将《富春山居图》定为“赝鼎无疑”，而将《山居图》定为黄公望真迹，入《石渠宝笈初编》。此时，连沈德潜也只得顺着“圣论”说“山居即富春图”。《山居图》即《子明卷》，款题“子明隐君将归钱唐，需画山居景，图此赠别。大痴道人公望至元戊寅秋”。前隔水亦有董其昌跋，两跋相比，此跋缺少“忆长安”以下55字，幅末有明成化年间吴县刘珏鉴藏记，拖尾有邹之麟短句题识和孔谔跋文。弘历看到沈德潜的两则跋文后，也曾对《山居图》产生过疑虑，“姑俟他日之辨”，也考证出子明即任仁发。任仁发，字子明，上海青浦人，和黄公望是同一时期的画家，善画马，又是水利专家，因修河道有功，累官至浙东道宣慰副使，一直为官，但无隐居记载。真伪两卷摆在弘历面前，他最终还是以假为真，并于乾隆十二年题诗一首：“高王目迷何足奇，压倒德潜谈天口。我非博古侈精鉴，是是还应别否否。”讥讽沈德潜的“误鉴”。从此他对《山居图》格外珍爱，不仅常在宫中展阅，出外巡游时也随身携带。1745年至1794年的50年间，乾隆在画上题跋54次，长长短短，印迹累累，凡空隙处，几乎为之充塞，这对画面的损害无疑是很严重的。\n\n　　可悲的是，乾隆一生为之倾倒的画作却并非黄公望的亲笔，“笑予赤水求元珠，不识元珠吾固有”。这是弘历自以为花了二千两银子买了伪作后写的自嘲诗句。他除了命侍臣梁诗正在《富春山居图》上写了一段他的“御识”外，没有再留下“御笔”，使这一不朽巨作得以完好保持原有的空旷江景，真可谓不幸中之大幸。而独具慧眼的沈德潜不得不违心地谓伪为真，他在《子明卷》后题诗说：“……圣人得此屡评品，探诀亭毒穷端倪。江山万里入毫楮，大造在手非关思。敕命小臣题纸尾，迫窘诘屈安能为。昔年曾跋《富春卷》，今阅此本俯仰兴赍咨。天章在上敬赓和，秋蛇春蚓敢望岣嵝山尖碑。”把自己被迫“敬赓和”的实情隐蔽地告诉后人。\n\n　　弘历的“圣论”维持了近两百年，终于被近人吴湖帆推翻。吴氏经过研究、考订，于1939年在《剩山图》前隔水题上黄公望好友张雨的题辞“山川浑厚，草木华滋”八个篆书大字，并以小字真书题“画苑墨皇大痴第一神品富春山图。己卯元日书句曲题辞于上，吴湖帆秘藏”。从此又挑起了一场新的“富春公案”。经过美术界几十年的争论，最终基本取得一致意见，认为《无用师卷》为真，《子明卷》为伪，但也公认《子明卷》具有很高的艺术价值及历史价值。\n\n　　最终确定《无用师卷》为真迹的是著名鉴定家徐邦达先生，他于1973年在《故宫博物院院刊》第5期发表《黄公望〈富春山居图〉真伪考辨》一文，认为《无用师卷》为真迹，《子明卷》系赝品。主要依据是：一是画面本身。构图“三远”俱备，大多用干笔勾皴，极少渲染，披纷苍劲，具有草篆奇籀的笔势，又画中多复笔、改笔，与自题中“逐旋填”语相吻合。二是题跋。除自跋外，他人题跋多出自名家之手，内容丰富，紧扣原画，而伪本则内容空泛、贫乏，离题太远。真本的题跋更提供了一条明晰的流传线索。三是收藏记录和印记。自元代始就有真本的评价或流传记录，明、清记述甚详，且与题跋相符。鉴藏者的印记与记述相佐证。画幅上方的吴之矩骑缝印是最有力的凭证。\n\n创作背景\n\n　　《富春山居图》是元朝画家黄公望的作品，是黄公望为无用师所绘，以浙江富春江为背景，全图用墨淡雅，山和水的布置疏密得当，墨色浓淡干湿并用，极富于变化，是黄公望的代表作，被称为“中国十大传世名画”之一。\n\n　　《富春山居图》是黄公望72岁时为无用师所绘，用三、四年时间才画成，画面表现出秀润淡雅的风貌，气度不凡，以浙江富春江为背景，是黄公望的代表作。\n\n作品风格\n\n　　《富春山居图》为纸本水墨画，宽33厘米，长636.9厘米，是黄公望晚年的力作。它以长卷的形式，描绘了富春江两岸初秋的秀丽景色，峰峦叠翠，松石挺秀，云山烟树，沙汀村舍，布局疏密有致，变幻无穷，以清润的笔墨、简远的意境，把浩渺连绵的江南山水表现得淋漓尽致，达到了“山川浑厚，草木华滋”的境界。\n\n　　《富春山居图》，高一尺余，长约二丈。此图展现了富春江一带景色：富春江两岸峰峦坡石，似秋初景色，树木苍苍，疏密有致地生于山间江畔，村落、平坡、亭台、渔舟、小桥等散落其间。董其昌称道，“展之得三丈许，应接不暇。”确给人咫尺千里之感。\n\n　　这样的山水画，无论布局、笔墨，还是以意使法的运用上，皆使观者不能不叹为观止。正如恽南田所说，“所作平沙秃峰为之，极苍莽之致。”董其昌还曾说，他在长安看这画时，竟觉得“心脾俱畅”。\n\n",
  "desc": "黄公望（1269-1354），元代画家。本姓陆，名坚，汉族，江浙行省常熟县人。后过继永嘉府（今浙江温州市）平阳县（今划归苍南县）黄氏为子，居虞山（今宜山）小山，因改姓黄，名公望，字子久，号一峰、大痴道人。擅画山水，师法董源、巨然，兼修李成法，得赵孟頫指授。所作水墨画笔力老到，简淡深厚。又于水墨之上略施淡赭，世称“浅绛山水”。晚年以草籀笔意入画，气韵雄秀苍茫，与吴镇、倪瓒、王蒙合称“元四家”。擅书能诗，撰有《写山水诀》，为山水画创作经验之谈。存世作品有《富春山居图》、《九峰雪霁图》、《丹崖玉树图》《天池石壁图》等。",
  "dynasty": "元代",
  "id": 2879,
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_2879.jpg",
  "name": "黄公望",
  "star": 0
}