{
  "content": "生平\n\n早年经历\n\n　　在范纯仁出生的那天晚上，他的母亲李氏梦见一小孩从月亮中坠下来，她以裙子接着，接而生下了范纯仁。范纯仁天资警悟，八岁就能讲解所学的书。因其父范仲淹而被任命为太常寺太祝。\n\n　　中皇祐元年进士，调任武进县知县，但以远离双亲而不赴任。又改派为长葛县知县，仍然不前往。范仲淹对他说“：你以前以远离双亲为理由不去赴任，现在长葛县离家不远，还有什么可说的哩？”范纯仁说“：我怎能以禄食为重，而轻易离开父母！长葛县虽离家近，但亦不能完全实现我的孝心。”范仲淹门下多贤士，像胡瑗、孙复、石介、李觏之类，纯仁都与他们有良好关系。他自己也不分白天黑夜，努力学习；有时因学习到深夜，油灯的烟雾把帐顶都熏成了像墨水一样的颜色。\n出任县令\n\n　　范纯仁在范仲淹去世后才出来做官。出任许州观察判官、襄邑知县。县里有一处牧场，卫士在那里牧马，马践踏了百姓的庄稼，范纯仁抓捕了一个卫士处以杖刑。这牧场本来不隶属于县里，管理牧场的官员发怒说：“这是陛下的宫廷值宿护卫，你一个县令怎么敢如此？”就把这事向宋神宗禀报，要立即予以审理治罪。范纯仁说：“供养军队的钱物是由田税所出，如果听任他们糟蹋百姓的农田而不许追究，那么税钱从哪里来呢？”宋神宗下诏释放了他，并且允许把牧场交由县里管理。凡是牧场由县里管理，从范纯仁开始。\n\n同知谏院\n\n　　后被任命为同知谏院。他上奏说：“王安石改变了祖宗法度，搜刮钱财，使民心不得安宁。《尚书》说：‘怨恨哪里在明处呢，要注意那些看不见的地方啊。’希望皇上能注意那些看不见的怨恨。”宋神宗说：“什么是你说的看不见的怨恨呢？”范纯仁回答说：“就是杜牧所说的‘天下之人。不敢言而敢怒’啊。”宋神宗赞许他，采纳了他的意见，说：“你善于分析政事，应该为我逐条分析上奏自古至今可以作为借鉴的天下安定和动乱的史实。”于是就写了一篇《尚书解》献给宋神宗。富弼任宰相，称病在家闲居，不理政务。范纯仁说：“富弼蒙受三朝君主的恩顾和倚重，应当自己主动担当国家的重任，可他却为自己之事的忧虑超过了为众人之事的忧虑，为自己疾病的忧虑超过了为国家的忧虑，在报效君主和立身处世两个方面都有过失。富弼与我父亲，平素要好，我现在知谏院，不考虑私情来进忠告，愿将这本书给他看，让他自我检省。”\n\n庆州知州\n\n　　又出任庆州知州。当时秦中一带正遭饥荒，他自行决定打开常平仓放粮赈济灾民。下属官员请求先上奏朝廷并且等待批复，范纯仁说：“等到有批复时就来不及了，我会独自承担这个责任。”有人指责他保全救活的灾民数字不符合实际，宋神宗下诏派使臣来查办。正遇上秋季大丰收，百姓高兴地说：“您确实是救活了我们，我们怎么忍心连累您呢？”昼夜不停地争着送粮归还他。等到使臣到来时，常平仓的粮食已经没有亏欠了。调任齐州知州，齐州的民俗凶暴强悍，百姓任意偷盗劫掠。有人认为：“这种情况严厉处置还不能止息，您一概宽以待之，恐怕那里需要整治的违法乱纪事情不能穷尽了。”范纯仁说：“宽容出于人性，如果极力地严惩，就不能持久；严惩而不能持久，以此来管理凶暴的百姓，这是造成刁顽的方法啊。”有一处掌管刑狱的衙门常常关满了囚犯，都是犯了盗窃罪行的屠夫商贩之类的人，关押在这儿督促他们赔偿的。范纯仁说：“这些人为什么不让他们保释后缴纳呢？”通判说：“这些人被释放，又会作乱，官府往往会等他们因疾病死在狱中，这是为民除害啊。”范纯仁说：“依照法律，他们所犯的罪不至于死罪，却因这样的意愿而杀死他们，这难道是依法处理吗？”将他们全部叫到官府庭前，训诫让他们改正错误，重新做人，就把他们都释放了。等到满了一年，盗窃案件比往年减少了大半。被授官尚书右仆射兼中书侍郎。\n\n高风亮节\n\n　　范纯仁凡是举荐人才，一定凭天下公众的议论，那些人并不知道自己是范纯仁所推荐的。有人说：“担任宰相，怎么能不罗致天下的人才，使他们知道出自自己的门庭之下呢？”范纯仁说：“只要朝廷用人不遗漏正直的人，为什么一定要让他知道是我所推荐的呢？”\n\n　　范纯仁的性格平易宽厚，不以疾言厉色对待别人，但认为是符合道义之处却挺拔特立，一点也不屈从。从布衣到宰相，廉洁勤俭始终如一。曾经说过：“我平生所学，得益忠恕二字一生受用不尽。以至于在朝廷侍奉君王，交接同僚朋友，和睦宗族等，不曾有一刻离了这两个字。”常常告诫子侄辈说：“即使是愚笨到了极点的人，要求别人时却是明察的；即使是聪明人，宽恕自己时也是糊涂的。如果能用要求别人的心思要求自己，用宽恕自已的心思宽恕别人，不用担心自己不会达到圣贤的境界。”他的弟弟范纯粹在关陕一带做官，范纯仁担心他有与西夏作战立功的心思。就给他书信说：“大车与柴车争逐，明珠与瓦砾相撞，君子和小人斗力，中原大国与外来小邦较胜负，不但不可胜，也不足去胜，不但不足胜，即使胜了也无所谓。”亲族中有向他请教的。范纯仁说：“只有勤俭可以帮助廉洁，只有宽恕可以成就美德。”那个人将这句话写在座位旁边。\n\n熟寐而卒\n\n　　后以目疾乞归，建中靖国，范纯仁于熟睡中逝世，年七十五。朝廷下诏赐予白金三十两，下令许、洛两地官员给予安葬，赠开府仪同三司，谥忠宣，御书碑额：“世济忠直之碑”。\n\n\n轶事遗闻\n\n勿因人废言\n\n　　范纯仁为人正派，政治见解与司马光同属保守派。熙宁二年七八月间，范纯仁上书皇上，公开指责王安石“掊克财利”，他因反对王安石变法遭贬逐。但司马光复相后，坚持要废除“青苗法”。对此，范纯仁却不为然。范纯仁对司马光说：“王安石制定的法令有其可取的一面，不必因人废言。”他希望司马光虚心“以延众论”，有可取之处的主张，尽量采纳。可惜司马光并不以此为意，只把范纯仁的看法当作耳边风。司马光尽废新法，不能不说他带进了自己的个人情绪的影响。苏轼、范纯仁等人相当惆怅地叹息：“奈何又一位拗相公”。\n\n乐助穷人\n\n　　范仲淹在睢阳任官时，有一次，让儿子范纯仁到苏州去运一船麦子。那时候，范纯仁年纪还很轻。麦船返回时，暂停在丹阳，见到了熟人石曼卿。范纯仁问他为什么停留在此，石曼卿回答逢亲之丧，无力运灵柩回家。范纯仁听了，便自作主张将一船麦子\n\n　　全送给了石曼卿，让他作回乡的费用。范纯仁只身回到家中，因为送掉了一船麦子，不好向父亲交账，在父亲身旁站立良久，始终未敢提起此事。范仲淹问儿子：“你这次到苏州有没有碰到新老朋友？”范纯仁回答说：“我看到石曼卿因为亲人的丧事，耽搁在丹阳，没有钱运灵柩回乡。这时又没有哪个人能像前代郭震那样勇于救人于危难，所以真是求告无门。”范仲淹立刻对儿子说道：“为什么不把麦船送给他呢？”范纯仁听父亲说出这话，心里一阵轻松，回答范仲淹道：“我已经送给他了。”仅凭这件事，就可知范仲淹的家风已经传给了他的儿子。\n\n言传身教\n\n　　范纯仁常常教育子弟说：“即使是再愚蠢的人，对别人提出要求的时候，也往往是看得很清楚的；即使是再聪明的人，容忍自己错误的时候，也往往总是很糊涂的。如果能用苛求别人的心来要求自己，用宽恕自己的心来宽恕别人，就不怕做不成圣贤！”他又常常告诫说：“六经所记载的，都是圣人之事，你们知道了一个字的含义，就要去按这个字的涵义去实行。即使在艰难困苦、颠沛流离之际，也能时时处处按六经所说的去做，那就真可以称做有为者了！”范纯仁处处以俭朴和忠恕教育子弟，同时也这样劝导自己的其他亲属。有这样一件事，有个亲属来请教范纯仁如何处世，范纯仁告诫这位亲友说：“只有俭朴才能铸成廉洁之风，只有宽恕可以成就好的德性。”亲属认为这句话说得很对，便将这两句话当做自己的座右铭。\n\n　　有一则轶事可以从侧面反映出范纯仁的俭朴家风。范纯仁在朝廷做官时，有一次，留自己的同僚、秘书监晁端在家中吃饭。晁端吃过饭回去后，郑重其事地对旁人说：“可惜啊，范丞相家的家风败坏了啊！”听到的人都不太相信这话，忙问他是怎么回事，晁端回答说：“平时他们家吃饭，菜总是咸菜、咸豆腐之类。这次他家留我吃饭，咸菜、咸豆腐上面，居然放了两小簇肉，这不是他家的家风败坏了吗？”从晁端所说的范家的食谱，可见范纯仁家中平时生活俭朴到了何等程度。\n\n\n家族成员\n\n父\n\n　　范仲淹，字希文，北宋著名的政治家、思想家、军事家、文学家、教育家。谥文正，世称“范文正公”。著有《范文正公文集》。\n\n兄弟\n\n　　范纯祐，字天成，曾做监主簿，又为司竹监，因不喜为官，解职离去。\n\n　　范纯礼，字彝叟，以父荫为秘书省正字。历知遂州、京西转运副使、江淮荆浙等路发运使、礼部尚书，擢尚书右丞。官至左朝议大夫，提举鸿庆宫。\n\n　　范纯粹，字德孺，以荫入仕，迁至赞善大夫、检正中书刑房，卒于徽猷阁待制。\n\n子\n\n　　范正平，字子夷，工诗，尤长五言，学行甚高，著有《荀里退居编》，《宋史本传》传于世。\n\n　　范正思，因朝廷因其父的功劳追加恩泽，为官。\n\n",
  "desc": "范纯仁（1027年6月－1101年），字尧夫，谥忠宣。 北宋大臣，人称“布衣宰相”。参知政事范仲淹次子。1027年6月，范纯仁生于南京应天府。宋仁宗皇祐元年进士。曾从胡瑗、孙复学习。父亲殁没后才出仕知襄邑县，累官侍御史、同知谏院，出知河中府，徙成都路转运使。宋哲宗立，拜官给事中，元祐元年同知枢密院事，后拜相。宋哲宗亲政，累贬永州安置。范纯仁于宋徽宗立后，官复观文殿大学士，后以目疾乞归。建中靖国年间去世，追赠开府仪同三司，谥号忠宣。著有《范忠宣公集》。",
  "dynasty": "宋代",
  "id": 1926,
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_1926.jpg",
  "name": "范纯仁",
  "star": 0
}