{
  "content": "主要成就\n\n诗文\n\n　　魏了翁诗文造诣很深，时值“南来之衰，学派变为门户，诗派变为江湖，了翁独穷经学古”，推崇朱熹理学，提出“心者人之太极，而人心又已为天地之太极”，强调心的作用，形成一个学派。\n\n　　有《鹤山全集》一百零九卷，内有长短句三卷，十九为寿词，为宋人词集所罕有。黄升《中兴以来绝妙词选》卷七以为“皆寿词之得体者。”张炎《词源》卷下云：“难莫难于寿词，倘尽言富贵则尘俗，尽言功名则谀佞，尽言神仙则迂阔虚诞。”\n\n书法\n\n　　魏了翁书法各体皆能，清爽中有奇崛的意味。传世墨迹极少，只有《文向帖》、《提刑提举帖》等二、三件作品。\n\n易学思想\n\n　　魏了翁推崇朱熹理学，又和陆九渊接近。南宋后期，学派变为门户，诗派变为江湖，了翁独穷经学古，与真德秀齐名。\n\n　　认为“河图与洛书，发挥道数无遗余”。他肯定河图洛书的存在，坚信先天图古已有之，绝非邵雍私意，说：“先天一图亭亭当当，愈玩愈有味，此决是古来曾有此说，特不知何为汉、唐千余年间更无一人说有。《参同》中虽略有此意，而方圆图之妙，则未知古人曾见之否？”卷36《答真侍郎》）“窃意先天一图自古有之。”（卷65《题冯仰之因重论后》）\n\n　　魏了翁曾在上封事书中以邵雍说为基础，详细论述了先后天图及其体与用：臣尝读《易》，至“天地定位”，则乾与坤对；“山泽通气”，则艮与兑对；“雷风相薄”，则震与巽对；“水火不相射”，则离与坎对。此为先天八卦之序也。然而语其用，则地天而为《泰》，泽山而为《咸》，风雷而为《益》，水火而为《既济》。盖天道不下济，则地气不上跻；山体不内虚，则泽气不上通；雷不倡则风不和也；火不降则水不升也。于是而为《否》为《损》，为《恒》为《未济》。又即其大体而言，则水雷山皆乾也，火风泽皆坤也，其要则乾坤坎离。故先天之卦乾南坤北，而其用则乾上而坤下也。后天之卦离南坎北，而其用则离降而坎升也。大率居上者必以下济为用，在下者必以上跻为功。天地万物之理，凡莫不然，况乾天也，离日也，皆为君之象。坤地也，坎月也，皆为臣之象。其理顾不晓，然未有乾坤不交而能位天地，坎离不交而能育万物，君臣不交而能跻斯世于泰和也。（卷17《封事奏体八卦往来之用玩上下交济之理以尽下情七月二日》）先天八卦乾坤、艮兑、震巽、离坎相对，其用正则《泰》、《咸》、《益》、《既济》，反则《否》、《损》、《未济》。先天八卦乾南坤北为体，乾上坤下为用；后天八卦离南坎北为体，离降坎升为用。魏了翁还运用这一原则说明人伦世教，除了君尊臣卑是必然的之外，君臣相交也是效法自然，跻斯世于泰和的必要条件。\n\n　　魏了翁又考察河图、洛书之数的源流，对此不无疑问。河图、洛书之数古无明文，汉儒以后始谓羲卦本之图，禹畴本之书。本朝诸儒始有九为图，十为书；九为书，十为图之说。二者并行，莫之能正。至朱文公始以九图十书为刘长民托之陈图南，辞而辟之，而引邵子为证。然邵子不过曰：圆者河图之数，方者洛书之文，第言圆方，不言九十。河图、洛书之数的来源并不明确，直到汉儒以后才有伏羲八卦本之河图，大禹九畴本之洛书之说，而宋朝更出现九图十书和十图九书两种说法。朱熹以十图九书为是，并以邵雍之说为据，在《易学启蒙》中反复辨析。不过，在魏了翁看来，此说也并不可靠。其最大的弱点就在于邵雍本身的说法并不明确，朱熹的证据不可靠。邵雍说：“盖圆者河图之数，方者洛书之文，故羲、文因之而造《易》，禹、箕叙之而作《范》也。”（第207页）邵雍只言方圆，不言九十之数，这不能说明河图、洛书孰九、孰十。从二图表象来看，“戴九履一之图其象圆，五行生成之图其象方，是九圆而十方也，安知邵子不以九为图，十为书乎”？（卷63《跋司马子巳先后天诸图》）不但如此，朱熹本人也颇有疑问。他说：“《易》、《范》之数，诚相表里，为可疑耳。”又说：“安知图之不为书，书之不为图？”（卷63《跋司马子巳先后天诸图》）而近世大儒朱震、张行成都以九为图、十为书。朱震以《列子》作证据，张行成则据依邵子之说为主。二者实难定取舍。\n\n藏书故实\n\n　　私人藏书极富，自称“余无他嗜，惟书癖殆不可医，临安人陈思多为余收揽”。先后收藏有10万卷，与叶梦得并称为南宋著名藏书家。后来为了创办鹤山书院，将其藏书大半捐献给书院，供生员阅读。宋理宗特御书“鹤山书院”四字为赠。鹤山书院“尊经阁”藏书数量曾经超过南宋国家图书馆，且大部分是其旧藏和抄录所藏之副本，再访得旧书，达10余万卷，其藏书规模是宋代各大书院之首。他曾说：“尝观苏文忠记李氏山房，谓秦、汉以来，书益多学者益以苟简”。又云：书日传万纸而士皆束书不观，游谈无根。夫非书之罪也，书日多而说日明，俊慧者剿说浮道可以欺世，不必深体笃践也；多柴者广采兼畜可以辑文，不必穷搜博考也。今先生（指朱熹）之书满天下，而其道无传焉”。对尤袤藏书佩服之极，写有《遂初堂书目·跋》，自称“余生晚，不及拜遂初先生，闻储书之盛，又恨不能如刘道原所以假馆春明者。”此跋文叙述了南宋部分私人藏书家的藏书故实，如王溥、李昉、井度、毕士安、杨徽之、晁迥、刘羲仲、宋绶、江正等。\n\n\n墓地遗址\n\n　　魏了翁墓位于枫桥镇高景山金盆坞，1960年被列为吴县文物保护单位，1995年因所在地划入苏州市区，改为苏州市文物保护单位。\n\n　　魏了翁墓原规模宏大，有神道、神道碑、石碑坊。后屡经毁修。清咸丰元年〔1851年），江苏布政使倪良用曾为魏墓补立七尺墓碑，上刻“先儒宋资政殿大学士参知政事赠太师秦国公谥文靖魏公了翁墓”。后毁。辛亥革命后，吴中保墓会吴荫培先生重立“宋魏文靖公了翁墓”石碣。“文革”期间，墓碣荡然无存，连墓的确切位置也无从寻找。\n\n\n生平\n\n　　魏了翁数岁即从诸兄入学，俨然像成年人。稍微大一点，聪明颖悟特出，日读千余言，过目不忘，乡里称他为神童。十五岁，撰写《韩愈论》，文章抑扬顿挫，有韩愈遗风。\n\n　　庆元五年（1199年），魏了翁中进士第三名，授剑南西川节度（驻成都，今属四川）判官厅公事。\n\n　　嘉泰二年（1202年），召为国子监的国子正，次年改任国子监武学博士。\n\n　　开禧元年（1205年），召试学士院，改任秘书省正字。\n\n　　开禧二年（1206年），升秘书省校书郎，以亲老为辞而出任嘉定（今乐山）知府。同年末，在赴任途中到达江陵（今属湖北）时，四川宣抚副使吴曦叛宋降金，魏了翁因而未能到任。\n\n　　开禧三年（1207年）二月，李好义等杀吴曦后，魏了翁在继续赴任途中于广安（今属四川）收到免职之命，遂奉双亲回蒲江故里。同年末，奸臣史弥远秘密杀害权臣韩侂胄后，理学人士刘爚建议史弥远崇奉理学、起用名人以改善其丑陋形象。“朝廷收召诸贤”，魏了翁也在收召之列。\n\n　　嘉定元年（1208年）十月，“会史弥远入相专国事，（魏）了翁察其所为，力辞召命”，魏了翁从一开始就觉察到奸相史弥远“收召诸贤”的用意，因而“三辞聘召”以“迁延岁月”。不久父亲去世，魏了翁解官守丧，遂于州西白鹤冈下建成鹤山书院，著书立说，授徒传道，宣扬理学。起复，任汉州（今四川广汉）知州，免欠税以减轻人民负担，但因桥毁伤人命而降授宫观闲差，数月后又起任眉州（今眉山）知州。嘉定四年，升任潼川府（今三台）路提点刑狱公事（监司）。\n\n　　嘉定八年（1215年），兼本路提举常平，后又改兼转运判官。作为理学家的魏了翁见到南宋理学家朱熹、张栻均已赐谥，次年春遂以周敦颐曾任本路合州（今重庆合川）的官职为由，奏请为周敦颐赐谥，同时也为程颢、程颐请谥。在魏了翁的一再奏请下，直到嘉定十三年，朝廷才特赐周敦颐谥元、程颢谥纯、程颐谥正，魏了翁遂进一步为张载请谥，并请将四人从祀孔庙，朝廷虽随后又特赐张载谥明，但未同意将四人从祀于孔庙。尽管如此，将不符合通常赐谥规定的四个理学创始人特赐谥号，仍极大地提高了理学派声望，并为以后理学独尊地位的取得奠定了基础。\n\n　　嘉定九年（1216年），魏了翁一度以路级监司官代理本路的遂宁（今属四川）知府。\n\n　　嘉定十一年（1218年）春，改任泸州（今属四川）知州、兼主管潼川府路安抚司公事（帅司）。母死守丧，起复后任潼川知府。\n\n　　嘉定十四年（1221年），朝廷提升了翁任潼川路提点刑狱公事。在这十五年期间，他历任转运判官；直秘阁官；秘书监官等职务。治绩大著，众人有口皆碑。理宗皇帝执政后，时事多变。了翁积忧成疾，三次上奏要求隐退，都不批准。却又任起居郎官。那时，因雷声非时（雷声按季节，但不是时候而发雷声）认为异常，皇上心神不定。了翁入对，阐述理学与政见，指出“心”的作用。并为皇上谋求久安长治计策。不久，又为一个降职后死去的官员无处埋葬之事据理力争，被一个官员指控为首倡异论。朝廷竟以欺世盗名、朋邪谤国罪，把了翁削官三等，后到湖南省靖县居住。不久，了翁再入朝，宰相想要拉拢，他不与苟同。在三年时间里，了翁足迹遍及大江南北。那时，湖南、湖北、江苏、浙江几个省的许多读书人背著书籍纷前来求教。这一时期，了翁勤劳恭谨，全身心地投入传授理学知识，并著久九经要义锣一百卷，成为当时最好的著作。\n\n　　宝庆二年（1226年）2月，了翁被召回。前后这些都不是理宗的本意。了翁要求回归故里，理宗不肯，便改任资政殿学士。\n\n　　绍定四年（1231年），魏了翁复职，主管武夷山冲佑观。\n\n　　绍定五年（1232年），又改提举江州太平兴国宫，不久，又知遂宁府，他辞谢不拜受。后升任宝章阁待制、潼川路安抚使、知泸州。泸州是一个大藩屏，控制边境的面积达两千里，而武备不修，城廓废弛。魏了翁乃奏请修缮泸州的城楼、垣墙和雉堞，并增置军械，训练盾牌手，申明军纪，兴办学校，蠲免欠税，恢复社仓，修建义冢，修办养济院。他上任只有几个月，就出现了百废俱兴的局面。\n\n　　绍定六年（1233年），时值史弥远逝世，理宗亲政，魏了翁被提升为华文阁待制，赏赐了金带，仍留居原任。入朝以来，了翁见一些高官显贵大权独揽，废法纪，无纲常，致政权腐败，不可救药。他疾恶如仇，在应诏赴任途中，给理宗上疏曰：“时政有十弊，建议理宗恢复历来好的传统，以表新兴之大为。”他的整顿朝政十项建议，其中第二、三项关于恢复二府之法规与恢复都堂之纪律，以便聚议及严明朝纲和第六项恢复台谏制度，以便公开进退人才等建议，至今仍有非常重要的现实意义，应该以史为鉴。十项建议论述万余言，引事实，切时弊，辩是非，讲利害，理宗读毕，深受启发和震动，手拿奏章举读成诵。从此，旧典章都得到了恢复。\n\n　　端平元年（1234年）10月，魏了翁任礼部尚书兼直学院。他忠于职守，纵论政事，体察民情，访问人才，召从臣集议，许多事情做得认真、扎实，不负众望。回朝六个月前后共上奏廿多章，全是当务之急。皇上欲引了翁参与共商国家政事，而嫉妒他的人合伙竭力排斥，使他不能安心在职。\n\n　　端平二年（1235年）十一月，了翁因熟知兵书、兵法，又量力国家，荣幸担任端明殿学士，参预理宗机要工作、撰写文书等。又任守宋时最高军事机关（今国防部）副职。十二月，督视京湖军马。恰逢江淮督府长官死去，又把全部政务托付了翁。那时正值元军侵犯宋境，且战事失利，朝廷惊慌，理宗忧虑。一次例行朝拜结束后，理宗面赠了翁一首亲笔的唐人严武诗：“昨夜秋风入汉关，朔云赠边月满西山。更催飞将追骄虏，莫遗沙场匹马还。”和“鹤山书院”四个大字，并赠金带鞍马，又命宰相、重臣关外设宴饯行。了翁掌管边关兵马战事后，即以吴潜为参谋官，赵善潮、马光祖为参议官，重申军规，严明军纪，并身先士卒，加强练兵，一时军力大增。由于全军上下团结一心，奋勇杀敌，很快击败了元军。了翁胜不骄，同时提醒将帅们加强警戒并调遣增援部队，安抚为国捐躯士卒，罢免贪生怕死将领，及时向理宗奏明边防十件事。过了二十多天，了翁被提升当国防部部长。在赴边关奏事时，因得病提出辞呈。那些存心排挤了翁的人早在那里窥视，并蠢蠢欲动。他们趁机推波助澜，又大造舆论。\n\n　　嘉熙元年（1237年），改任知福州、福建安抚使。同年八月，了翁写了奏折向理宗请求告老还乡，但没有被批准。以病重又写奏折给理宗。有一个官员问了翁，了翁穿衣戴帽同他谈话。并且说：“我一辈子对自己淡然无所求，没有任何非份之想。”官员又说：“边境发生了乱事。”了翁久久苦皱眉额，便口授最后给理宗的奏折。只过了一会儿，魏了翁便与世长辞，终年六十岁。十天后，接到理宗颁诏书封魏了翁为资政殿大学士、通奉大夫。\n\n　　当理宗接到了翁送来的遗奏，知道他已经去世时，十分悲痛。他不理政事，罢朝以示哀悼。惋惜有用的人才没有充分发挥作用。追封他为太师，谥号文靖，累赠秦国公，诏赐第宅于苏州南宫坊（现书院巷）。\n\n　　元至顺元年（1330年）虞集奉敕题“鹤山书院”额于其第宅。\n\n",
  "desc": "魏了翁（1178年—1237年） ，字华父，号鹤山，邛州蒲江（今属四川）人。南宋著名理学家、思想家、大臣。嘉熙元年（1237年）卒，年六十，赠太师、秦国公，谥文靖。魏了翁反对佛、老“无欲”之说，认为圣贤只言“寡欲”不言“无欲”，指出“虚无，道之害也”。推崇朱熹理学，但也怀疑朱注各经是否完全可靠。提出“心者人之太极，而人心已又为天地之太极”，强调“心”的作用，又和陆九渊接近。能诗词，善属文，其词语意高旷，风格或清丽，或悲壮。著有《鹤山全集》、《九经要义》、《古今考》、《经史杂钞》、《师友雅言》等，词有《鹤山长短句》。",
  "dynasty": "宋代",
  "id": 2170,
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_2170.jpg",
  "name": "魏了翁",
  "star": 0
}