{
  "content": "散闻轶事\n\n为人处事\n　　一、宋太祖具有完美的人格魅力：他心地清正，嫉恶如仇，宽仁大度，虚怀若谷，好学不倦，勤政爱民，严于律己，不近声色，崇尚节俭，以身作则等等，不仅对改变五代以来奢靡风气具有极大的示范效应，而且深为后世史学家所津津乐道。\n　　二、与历史上其他著名的王朝相比，宋太祖所创建的宋朝以其鲜明的文人政治特色而登上中国文治盛世的顶峰，可谓中国君主专制史上的最开明的一个王朝，因此，尽管宋朝300年的基业中，长期积弱，但在民间却享有盛誉，并对后世历代产生深远影响。\n\n治国手段\n　　赵匡胤虽然登上了皇帝宝座，但他却不敢高枕无忧。通过这次兵变，他深刻地认识到，武将们在废立皇帝、改朝换代方面有着非常大的能量。是啊，他自己既然可以以武将的身份和实力去推翻国君，其它将领不也可以用同样的方式来推翻他吗？想到这里，他不寒而栗。尤其使他感到威胁的，是一些声望较高又握有重兵的大将，为了防患于未然，赵匡胤决计拿他们开刀。\n　　首先，太祖废除了殿前都点检一职，接着就导演了一出“杯酒释兵权”的喜剧。一日，禁军大将石守信等奉召来到后花园，太祖设宴相待。酒过三巡，太祖故作愁眉不展状，开口说道：“我要不是靠你们出力，到不了这个地步，但做皇帝太艰难了，实在不如做节度使快乐，我整个晚上都不敢安枕而卧啊！”石守信等忙问其故，太祖就说：“这不难知道，谁不想做皇帝呢？”石守信等一听，惊恐万状，纷纷表白道：“陛下何出此言，今天命已定，谁还敢有异心？”“不然！”太祖断然说道，“你们虽无异心，然而倘若你们部下希求富贵，一旦以黄袍加你之身，尽管你不想做皇帝，能办到吗？”众将一听，都吓得离席叩头，请求太祖指示一条“可生之途”。太祖才表明了自己的真正意思：“人生如白驹过隙，求富贵者，不过想多积金钱，多多娱乐，使子孙免遭贫乏而已。你们不如释去兵权，出守地方，方多买良田美宅，为子孙立永不可动的产业，同时多买些歌儿舞女，日夜饮酒相欢，以终天年。朕再同你们结为婚姻之家，君臣之间，两无猜疑，上下相安，这不很好吗？”众将明白了太祖的意思，一齐下拜说道：“陛下关心臣等，真可谓生死而肉骨啊！”第二天都称病职。太祖大喜，安排他们到地方做节度使。赵匡胤几杯美酒，轻而易举地解决了大将专军权的问题，被誉为“最高政治艺术的运用”，成为千古佳话。\n\n其他\n　　1.有一次，他设宴招待群臣。其中有一个翰林学士，名叫王著，原是后周的臣子，这时喝醉了酒，思念故主，当众喧哗起来。群臣大惊，都为他捏一把汗。太祖却毫不怪罪，命人将他扶出去休息。王著不肯出去，掩在屏风后面大声痛哭，好容易才被左右搀扶出去。第二天，有人上奏说王著当众大哭，思念周世宗，应当严惩。太祖说：“他喝醉了。在世宗时，我和他同朝为臣，熟悉他的脾气。他一个书生，哭哭故主，也不会出什么大问题，让他去吧。”\n　　2.赵匡胤有一次乘驾出宫，经过大溪桥时，突然飞来一支冷箭，射中黄龙旗。禁卫军都大惊失色，太祖却拍着胸膛说：“谢谢他教我箭法。”不准禁卫去搜捕射箭者。以后果然也就没事了。\n　　3.邯郸一赵姓大户人家，人称赵员外。赵员外家境殷实，乐善好施，五代十国混战时期，南征北战的赵匡胤，战伤累累，一次征战邯郸，战伤加上伤寒病袭身，晕死在邯郸火磨庙，幸被赵员外和家人救起，好生照料，尤其是赵家秘制的酥鱼和酥鱼汤，滋补强身，赵匡胤半个月恢复如常人，公元960年，赵匡胤在开封府黄袍加身，登基做了皇帝后，念念不忘赵员外的救命之恩，亲派嫡系大将石守信豪修赵府大院，官赐三品。赵匡胤多次提起，没有赵员外，就没有大宋江山。\n　　4.赵匡胤虽是一员武将，却很喜爱读书，常手不释卷。他跟从周世宗平江淮时，有人向周世宗告密说，他用几辆车运载自己的私物，其中都是财宝。世宗派人去检查；车中却只有几千卷书籍。世宗问他：“你是武将，要书有什么用！”赵匡胤回答说：“我没有好的计谋贡献给陛下，只能多读些书以增加自己的见识。”赵匡胤称帝后，也很尊重和重用读书人。有一次，他遇到一个疑难问题，问宰相赵普，赵普回答不出。再问读书人，学士陶毂、窦仪准确地回答出了，赵匡胤深有体会地说：“宰相须用读书人！”对于读书不多的文臣武将，赵匡胤也总是鼓励他们要多读书，以弥补自己的不足，赵普正是在他的鼓励下才变得手不释卷的。赵匡胤用人不问资历。他一方面命令臣下要注意选拔有才能而缺少资历的人担当重任；另一方面，他自己也随时留心内外百官，见谁有什么长处和才能，他都暗暗地记在本子上。每当官位出缺，他就翻阅本子，选用适当的人去担任。这又使臣下都致力于提高自己。 赵匡胤颇有胆略。在他称帝之初，节度使的势力很盛，骄横难制。有一天，赵匡胤将他们召来，授给他们每人一把佩剑，一副强弓，一匹骏马，然后他也单身上马，不带卫士，和这些节度使一起驰出皇宫。到了固子门的树林之中，又与他们一起下马饮酒。饮了几杯酒以后，赵匡胤突然对他们说：“这里僻静无人，你们之中谁想当皇帝的，可以杀了我，然后去登基。”这些节度使都被他的这种气概镇住了，一个个拜伏在地，战栗不止，连称“不敢，不敢”。赵匡胤再三询问，他们吓得只是埋头不语。赵匡胤就训斥他们说：“你们既然要我做天子，就应当各尽臣下的职责，今后不准再骄横不法，目无天子！”节度使们都三呼万岁，表示顺从。\n　　5.赵匡胤在陈桥兵变后回师进入汴京皇宫时，见宫妃抱着一个婴儿，就问是谁的儿子。回答说是周世宗子。当时，范质、赵普、潘美都在一旁，赵匡胤问他们怎么处理。赵普等回答说：“应该除去，以免后患。”赵匡胤说：“我接人之位，再要杀人之子，我不忍心。”就把这婴儿送给潘美抚养，以后也没再问起过，潘美也一直没有向太祖提起这婴儿。这婴儿成人后，取名惟吉，官至刺史。\n　　6.陈桥驿在陈桥和封丘之间。赵匡胤兵变时，陈桥守门官闭门防守，不放赵匡胤军通过。赵匡胤只得转道封丘，封邱守门官马上开门放行。赵匡胤即帝位后，反而晋升了陈桥守门官的官职，称赞他忠于职守，并斥责封丘守门官临危失职，将他斩首。\n　　7.赵匡胤喜欢在后园弹鸟雀。一次，一个臣子声称有紧急国事求见，赵匡胤马上接见了他。赵匡胤一看奏章，不过是很平常的小事，甚为生气，责问他为什么要说谎。臣子回答说：“臣以为再小的事也比弹鸟雀要紧。”赵匡胤怒用斧子柄击他的嘴，打落了他的两颗牙齿。臣子没有叫痛，只是慢慢俯下身，拾起牙齿置于怀中。太祖怒问道：“你拾起牙齿放好，是想去告我？”臣子回答说：“臣无权告陛下，自有史官会将今天的事记载下来。”太祖一听，顿然气消，知道他是个忠臣，命令赐赏他，以示褒扬。\n\n遗训\n　　赵匡胤曾在石碑上刻下留给子孙的遗言，宋朝历任皇帝在即位时，都必须拜读这份遗训；不过，这份遗训至为机密，除了特定宫中人士之外，甚至连宰相都不知道。后来金朝打败宋朝，占领皇宫时，才发现这份文件的存在。遗训记载的内容有下列三点：\n　　柴氏子孙有罪，不得加刑，纵犯谋逆，止于狱中赐尽，不得市曹刑戮，亦不得连坐支属。\n　　不得杀士大夫及上书言事人。\n　　子孙有渝此誓者，天必殛之。\n　　宋朝的皇帝基本上都遵守了誓碑遗训，从柴家子孙与南宋共存亡，以及在新旧党争当中失势的官员并没有被杀，还可能会随着政局的演变由罢黜而回到中央这两点就可以证明。赵匡胤温厚的个性透过这个石碑遗训，表现在整个宋王朝的政治上。 \n\n\n死亡谜案\n\n斧声烛影\n　　赵匡胤靠“陈桥兵变”建立了大宋王朝，然后南征北战、苦心经营，眼瞅着自己的地盘越来越大，天下一统的局面马上就要形成，他却在自己事业最鼎盛的时候，莫名其妙地驾崩了。按照封建王朝的惯例，这老皇帝死了，接他位子的一般都是他的儿子，大儿子赵德昭已经二十九岁了，也算是个壮汉了，接老爸的位子完全没问题。但是赵匡胤死后第二天，大臣们却发现坐上皇帝宝座的不是赵匡胤的儿子，而是他的弟弟赵光义，这赵光义就是后来的宋太宗。\n　　公元976年10月，太祖病倒，一切军政人事都委托赵匡义代理。赵匡义白天处理朝政，晚上去万岁殿探望兄长。癸丑日傍晚，天上下着大雪，赵匡义还在御书房批阅奏章。一个太监急匆匆地赶来传旨，说皇上召他快快去万岁殿。他连忙赶去，只见赵匡胤在床上气喘急促，朝着他一时讲不出话来，只是睁大眼望着门外，不知是什么意思。赵匡义命令在床边侍候的太监退出。太监们在门外远处站着，只听见殿内似乎是太祖在和赵匡义说什么话，声音隐约，时断时续，难以听清。过了一会儿，又见殿内烛光摇曳着映在墙上，时明时暗，象是赵匡义在躲闪着什么。接着有斧子戳地的声响，继而是太祖激动的声音：“你好好去做！”这时，赵匡义跑到门口传呼太监即速去请皇后，皇子前来。皇后、皇子赶来之时，太祖已经死去。据此，后人有种种猜疑，有的说赵匡义进殿后，趁太祖昏睡时去挑逗在旁陪侍的太祖妃子费氏。太祖醒来，见状大怒，抛出斧子去击赵匡义，赵匡义闪开，斧子戳地；有的说太祖觉得有鬼缠身，赵匡义替他舞斧驱鬼，所以有斧子着地之声；有的认为是赵匡义谋杀太祖。至今这烛影斧声仍为千年疑案。\n　　群众的眼睛是雪亮的，自北宋开始，就已经有人怀疑赵光义是通过谋杀亲哥手段上台的，其中最著名的说法就是“斧声烛影”谜案。那这“斧声烛影”到底是怎么回事？赵匡胤究竟是寿终正寝还是被谋害的？\n　　赵匡胤病逝，总归有两个原因，一个是自己病死，一个是被他人杀害。我们如果把赵匡胤的死当作一个案子来看待的话，首先要给这个案子定性——到底是病死还是他杀？为解决这个问题，我们得先用排除法，把赵匡胤因病去世的可能性排除掉。\n\n病史\n　　赵匡胤死于开宝九年十月，在驾崩前的一段时间里，史书上没有留下任何有关他生病的记录。有的观众可能要提问了，皇帝的身体健康情况是个人隐私，根本没有必要写到史书上搞得满世界都知道。这话听起来很有道理啊，但是我告诉大家，不是这样的。古代皇帝身边总是跟着几个专门记录他言行的秘书，当然你叫他们史官也可以。这些人一天到晚别的事儿不干，就专门记录皇帝的一言一行，然后再整理成册，提供给专门机构存档。而这之中，记录皇帝的身体健康情况，是他们最重要的工作之一，古代皇帝的健康情况不是个人隐私，而是典型的公众事件，但凡有个头痛脑热的，往往要在史书上记一笔的；如果身体出现大问题，那还是非常重要的政治事件，绝对不能对历史隐瞒。我们不用看别的王朝的皇帝，我们就拿北宋皇帝说事，赵匡胤之后的太宗、真宗、仁宗，什么时候身体出现问题了，史书上都记得清清楚楚，那史官为什么单单隐瞒赵匡胤的病历？显然不合情理。\n　　只看赵匡胤没有生病记录还不行，要证明他这一年身体没问题，我们还要找些旁证。开宝九年三月，赵匡胤跑到西京洛阳去祭祀天地，顺便拜祭了祖宗的陵墓，寻访了自己的故居。并且凭着超群的记忆力，居然准确地找到了自己小时候藏起来的玩具——一匹小石头马，四十多年前他怕别人抢去玩，就把这匹石马埋在家门口的巷子里。四十多年前的事情，还记得清清楚楚，显然脑子没有糊涂，各项功能是正常的。\n　　这还不算，他还在拜祭祖宗坟墓的时候，拉弓射箭，给自己选了块坟地。据史料记载，这一箭竟射出400步的距离，宋朝时期的一步相当于一米半的样子，赵匡胤射箭的距离如果换算成现在的计量单位，大概有600多米，一里多地，这一箭射得可真不近，没有相当的膂力，那是绝对办不到的。从洛阳回到开封后，赵匡胤也没闲着。六月里，他步行跑到弟弟赵光义家里，看到弟弟家里吃水问题没解决好，就亲自下令在金水河安装水车，把水直接车到弟弟家里，在工程进行的过程中，他还多次到工地检查工程进度。七月里，他不仅跑到赵光义家里验收了一下自来水工程，就在这个月之内，他还到另外一个弟弟赵廷美家里跑了三次。赵匡胤如果有个什么病啊灾啊的，他也不可能在开封城最热的月份里，这么频繁地到处串门去啊。\n　　最离奇的是，就在赵匡胤驾崩的十多天前，他还高兴地专门去视察了京城的部队，观看了士兵们的攻城演习。开封城的十月已经不暖和了，他还能在寒冷的条件下去观摩部队训练，没有一个好身体，这事也是做不来的。\n　　这些证据往桌面上一放，赵匡胤因身体不好而去世的说法就站不住脚了。我们离“斧声烛影”的真相就更近了一步。\n\n自杀\n　　赵匡胤会自杀吗？\n　　就算是身体棒棒的，那赵匡胤会不会自杀？这个事情听起来比较荒谬，但是无论中国还是欧洲，皇帝自杀不是没有先例。但是为了彻底揭开赵匡胤死亡之谜，我们还是把各种可能发生的情况拿出来分析一下。\n　　人类自杀的理由千奇百怪，但是有两个最为常见，第一个是身体出现没法治疗的大病，丧失生活信心，想来想去还是死了比较好过一点。比如初唐大诗人卢照邻，就是因为身体久病不愈，实在受不了病痛的折磨，跳水自杀了。通过上面的分析，赵匡胤是不存在这种情况的，能射箭、能串门、能观摩军事演习，那身体绝对差不了。\n　　那另外还有比较常见的一种自杀原因，要么遇到挫折抑郁了，或者现实压力太沉重了，实在没有办法去面对，比如明朝最后一个皇帝崇祯，人家李自成打到家门口了，自己想打打不过，想跑跑不了；古罗马著名的暴君尼禄，被元老院宣布是“人民公敌”了，是个人就可以抓住他杀了他——曾经的权力、曾经的荣耀，统统被剥夺得一干二净，神马都成了浮云了，幸福指数归零了，干脆吧，自杀。\n　　那赵匡胤在开宝九年的幸福指数怎么样呢？首先，到这一年，他已经当了十七年的皇帝了，大宋王朝之前的整个五代，共有十三个皇帝，平均在位时间才四年多，和美国大选差不多，这里面还没有一个做得像他一样长久，可以说，赵匡胤每多当一天皇帝都诞生了一个新纪录，他有什么好抑郁的？而且这年正月，南唐后主李煜“垂泪对宫娥”，哭哭啼啼地被大宋的部队押到开封，赵匡胤酝酿了多年，终于把南唐这块大肥肉放到碗里，对一个皇帝来说，还有什么比征服敌对政权更开心的事情？二月里吴越国王钱俶亲自来朝见赵匡胤，赵匡胤当了17年皇帝，钱俶是第一个没有通过战争手段逼迫，而主动进京朝见的割据政权首领。放眼望去，江南的大片土地，基本上都纳入大宋朝的版图了，赵匡胤觉得心情特别舒畅。\n　　再加上头年里，辽国那边不断地向大宋政权抛媚眼，宋辽两国虽然没有正式建立外交关系，但多年以来之间那种剑拔弩张的紧张气氛削弱了，相对而言，大宋当时的国际环境比刚成立之初宽松多了。刚刚建立宋朝的时候，四周遍布敌对政权，搞得他经常晚上失眠，他曾因为睡不着觉，半夜跑到大臣家里去唠嗑，向人家抱怨“一榻之外，皆人家也”，意思是，自己只有一张床那么丁点大的地方，周围都是敌人。现在不同了，十八年的南征北战——他终于有张大床，可以睡个安稳觉了。如果说赵匡胤这个时候没有幸福感，除非他是个火星人。\n　　关于赵匡胤的死，《湘山野录》有“烛影斧声”的说法大行于世，认为“赵匡胤被赵光义所杀”。\n　　宋太祖赵匡胤是一位非常有人情味的开国皇帝，可惜，英年早逝，只当了17年天子，就稀里糊涂地死了。976年，他刚刚50岁。虽说，官修《宋史》对宋太祖的猝死原因做了各种各样的遮掩和粉饰，但仍通过形形色色的破绽证明：赵匡胤是被亲弟弟赵光义谋杀的。\n　　宫廷疑案，玄机重重，未能躬逢其盛的后人，只能在故纸堆里摸“狐狸尾巴”。老谋深算的赵光义怎么能躲开这些穷追猛打的诘问呢？说他是“窃国大盗”，自然有几分道理。\n\n他杀\n　　赵匡胤之死，赵光义的嫌疑最大。\n　　《宋史·本纪》热情洋溢地赞颂这哥儿俩如何情深意长、肝胆相照。赵光义病了，赵匡胤亲自到床头去服侍，烧艾草热灸的时候，哥哥惟恐烫坏了弟弟，就先在自己身上烧几下——手足深情，令人感喟。\n　　赵匡胤常对身边的近臣夸赞赵光义说：我这位兄弟，降生的时候就和普通人不一样，仔细瞧瞧，他龙行虎步，威风凛凛，将来必定是太平天子。甚至还谦虚地表示：“福德吾所不及。”宋朝皇帝怎么了？“一把手”居然给“二把手”拍马屁！令世人狐疑的是，春秋鼎盛、耳聪目明的赵匡胤，竟然在一夜之间暴亡？好端端一个男子汉，为什么说没就没了呢？\n　　官方的记录非常潦草：“癸丑夕，帝崩于万岁殿，年五十。殡于殿西阶……”至于死因，压根儿没提。坊间的猜测五花八门：有的说，死于饮酒过度，还有的说，因腹下肿疮发作而病亡……其实，最大的嫌疑犯就是最大的受益人——赵匡胤的政治接班人赵光义。《湘山野录》中记载，赵匡胤死前一晚，天气极寒，他跟赵光义饮酒，俩兄弟一直喝到深夜。本不该留宿内廷的赵光义却厮守在皇帝身边。\n　　当夜，赵匡胤发出莫名其妙的呼喊声，且传出“烛影斧声”。《烬余录》甚至想出了花蕊夫人与赵光义的奸情。诸多不正常疑点暴露在那个太祖驾崩之夜。赵匡义即位后，亲自主持编修《太祖实录》，并三次修改了其中一些内容。即便这样，他本人还是不太满意。为了一位死去皇帝的“起居注”，至于费这么大劲吗？真是欲盖弥彰，越描越黑。\n　　《太祖实录》忽然冒出了所谓“金匮预盟”，赵匡胤篡位的政治基础游移、暧昧，难以服人。\n　　《宋史》把这份神秘的“金匮预盟”描绘得有鼻子有眼——杜太后是个通情达理的女人，病危前，她把赵匡胤和丞相赵普叫到床前，留下了匪夷所思的“遗嘱”。太后认为，赵宋之所以能获取后周的江山，就是因为周世宗任用了一个小孩子当皇帝，如果是一位壮年英武的君主，绝不会出现“陈桥兵变”。\n　　为了不让这种惨痛的历史重演，为了维护赵宋亿万年社稷，太后责令赵匡胤必须选择一位“长君”做接班人。赵匡胤痛痛快快地答应了。太后自然非常满意，遂命赵普白纸黑字记录下来，并把这份政治遗嘱当作“基本国策”珍藏在黄金宝柜里。倘若果真如此，也算赵光义正大光明。偏偏所谓“金匮预盟”的来历非常暧昧。这可是出师有名的铁证啊！赵光义登基，不可能无视“金匮预盟”。\n　　想想吧，谁肯把“你办事，我放心”的“尚方宝剑”藏进胳肢窝里？有趣的是，《太祖实录》第一次编修的时候，居然未对这件重大事件做丝毫记载。《宋史》贩卖的“金匮预盟”，是后来才加进去的。\n　　仔细分析，赵光义的政治骗术漏洞百出。杜太后去世时，赵匡胤只有35岁，身体倍儿棒。赵匡义刚刚23岁，比哥哥家的儿子成熟不了多少。那时，赵匡胤的次子德昭已经11岁，四子德芳也3岁了。问题是，赵匡胤并不是立刻就死，谁知道将来会怎么样呢？也许还能享国十年、二十年……何必火急火燎地安排接班人呢？\n　　即使赵匡胤几年后去世，也不会出现后周柴世宗七岁孤儿断送江山的局面。杜太后是个明白人，绝不可能出此下策。况且，“金匮预盟”是赵匡义登基5年后，赵普才密奏。这种驴唇不对马嘴的解释，也只能糊弄外星人。\n　　迫不及待地更改年号，大有造成既成事实的嫌疑。\n　　按理说，老皇帝去世，新君一般继续沿用旧有年号，直到第二年，才启用新纪元。可是，赵光义根本顾不得这些“妈妈令”，还没等到这一年结束，就换上了自己的年号。他冒天下之大不韪，把仅剩两个月的“开宝九年”，改为“太平兴国元年”。\n　　这种打破常规的险招儿，已将自己推上了舆论的审判台。他的动机只有一个：抢先为自己“正名”。惟恐皇帝大位被谁抢了去。提前改元的做法，遭到了史官的公开批评，《宋史·太宗本纪》拽住了赵光义的几条“小尾巴”，提前更改年号这件事名列第一。\n　　赵光义剪除后患，将“金匮预盟”所覆盖的接班人一网打尽。\n　　即便确实存在所谓“金匮预盟”，这份文件的核心无非是提供了“兄终弟及”的合法根据。说白了，哥哥死了，兄弟干，就是不能让给小崽子。那么，有朝一日赵匡义撒手人寰，身后怎么安排，皇帝大位会不会落到自己兄弟身上？或者转而回到赵匡胤的子嗣手里？\n　　为铲除后患，赵光义不惜对至亲骨肉大开杀戒。先说赵匡胤那一枝，“太祖四子：长滕王德秀，次燕懿王德昭，次舒王德林，次秦康惠王德芳。德秀、德林皆早亡”也就是说，最大的潜在对手是年长的德昭、年幼的德芳。再说自己的兄弟，唯一的竞争对手就是弟弟——秦王赵廷美。“欲加之罪，何患无辞？”赵光义亲自导演，将亲弟弟赵廷美、亲侄子赵德昭、赵德芳一一逼上绝路。\n　　结果，赵廷美被贬房州，38岁抑郁而终；赵德昭被逼自杀，年满30岁；赵德芳像老爹一样，不明不白得暴病而死，年仅23岁。\n\n\n人物生平\n\n早期经历\n　　天成二年，赵匡胤出生于洛阳夹马营。他出身军人家庭，高祖赵朓，在唐朝官至幽都县令；曾祖赵珽，于唐朝任御史中丞；祖父赵敬，历任营、蓟、涿三州刺史。赵匡胤为赵弘殷次子，长兄赵匡济早夭，母亲为杜氏。\n\n　　后汉初年，赵匡胤到处游历而没有遇到住的地方，便在襄阳一座寺庙里住下。有一个老和尚善于看相，看到他之后说：“我把我所有的全部资助给你，你往北去会有奇遇。”赵匡胤往北去以后，于乾祐元年投身后汉枢密使郭威帐下，参与征讨河中节度使李守贞，屡立战功。\n\n　　广顺元年，郭威称帝，建立后周，赵匡胤补任东西班行首，拜滑州副指挥使。广顺三年，柴荣为开封府尹，赵匡胤转为开封府马直军使。\n\n屡建战功\n　　显德元年，柴荣即位，擢升赵匡胤执掌禁军。此年，北汉、契丹联军入侵，柴荣御驾亲征，双方在高平摆开战场。战斗将要展开的时候，宁江军节度使樊爱能等人首先逃跑，后周军十分危急。在此死生存亡关头，赵匡胤振臂高呼：“主上面临险境，我等当拼死一战！”又让禁军大将张永德率弓箭手抢占左边高地。赵、张二人各率精兵两千，左右夹击，以死拼杀，顿挫敌锋，加上柴荣亲临督战，士气大振。最终，北汉军队大败溃逃。赵匡胤乘胜进攻河东城，焚烧城门，左臂被流箭射中，柴荣制止他再攻城。回师后，赵匡胤被任命为殿前都虞候，领严州刺史。\n\n　　显德三年春天，赵匡胤跟随柴荣征伐淮南，首战在涡口打败南唐军万余人，斩杀南唐兵马都监何延锡等人。南唐奉化军节度使皇甫晖、常州团练使姚凤率领号称十五万的军队，驻扎在清流关，赵匡胤率领军队将其击败。赵匡胤追到城下，皇甫晖说：“我们各为其主，希望双方布好阵式，以决胜负。”赵匡胤笑着同意。皇甫晖摆好阵式出战，赵匡胤抱着马脖子一直冲入南唐军阵内，砍中皇甫晖的脑袋，将其与姚凤一同擒获。其父赵弘殷时任马军副都指挥使，率军半夜时来到城下，传呼开门，赵匡胤说：“父子诚然是至亲，但是城门开关，却是国家的事情。”等到天亮，赵弘殷才得以进城。韩令坤攻下扬州，南唐派军队来取，韩令坤主张退兵，柴荣命令赵匡胤率兵二千赶往六合。赵匡胤下令说：“扬州兵敢有过六合的，砍断他们的脚。”韩令坤才固守扬州。赵匡胤不久在六合东面打败南唐齐王李景达，斩杀一万多人。回师后，赵匡胤被任命为殿前都指挥使，不久又被委任为定国军节度使。\n\n　　显德四年春，赵匡胤跟随柴荣出征寿春，攻克连珠寨，乘势攻下寿州。回师后，柴荣又拜他为义成军节度使、检校太保，仍任殿前都指挥使。此年冬，赵匡胤跟随柴荣征伐濠州、泗州，充当前锋。此时，南唐在十八里滩扎寨，柴荣刚刚商议用骆驼摆渡军队时，而赵匡胤已率先单骑横渡而过，他的部下骑兵也紧随他渡过了河，因而攻破南唐军寨。又用缴获的南唐战舰乘胜攻克泗州。南唐在清口驻屯军队，赵匡胤跟柴荣两翼分兵沿淮河东下，连夜追到山阳，俘虏南唐保义军节度使陈承昭献给柴荣，因而攻下楚州。赵匡胤乘胜进军，在迎銮江口打败南唐军，直抵南岸，烧毁其营寨。又在瓜步攻破南唐军，淮南最终平定。南唐中主李璟畏惧赵匡胤的威名，派遣使臣送给赵匡胤一封信，馈赠三千两白金，企图使用离间计。赵匡胤收到后，把白金全部送到内府，南唐的离间计失败。\n\n　　显德五年，赵匡胤改任忠武军节度使。次年，柴荣北伐，赵匡胤担任水陆都部署。到达莫州，先到瓦桥关，守将姚内斌投降；打退几千名契丹骑兵，关南平定。柴荣在行军路上，审阅各地所上文书，得到一只皮口袋，袋中有一块三尺多长的木板，上面写着“点检作天子”，柴荣感到这件事十分奇怪。当时张永德任点检，柴荣卧病，回到京城，任命赵匡胤为检校太傅、殿前都点检，用来代替张永德。同年，柴荣驾崩，年仅七岁的柴宗训继位，赵匡胤改任归德军节度使、检校太尉。\n\n陈桥兵变\n　　显德七年正月初一，风闻契丹和北汉联兵南下，后周宰相范质等人不辨真假，匆忙派遣赵匡胤统率诸军北上抵御。正月初二，赵匡胤统率大军离开都城，夜宿距开封东北20公里的陈桥驿，兵变计划就付诸实践了。这天晚上，赵匡胤的一些亲信在将士中散布议论，说“今皇帝幼弱，不能亲政，我们为国效力破敌，有谁知晓；不若先拥立赵匡胤为皇帝，然后再出发北征”。将士的兵变情绪很快就被煽动起来。正月初三赵匡胤的弟弟赵匡义和亲信赵普见时机成熟，便授意将士将一件事先准备好的皇帝登基的黄袍披在假装醉酒刚刚醒来的赵匡胤身上，并皆拜于庭下，呼喊万岁的声音几里外都能听到，遂拥立他为皇帝。赵匡胤却装出一副被迫的样子说：“你们自贪富贵，立我为天子，能从我命则可，不然，我不能为若主矣。”拥立者们一齐表示“惟命是听”。赵匡胤就当众宣布：“回开封后，对后周的太后和小皇帝不得惊犯，对后周的公卿不得侵凌，对朝市府库不得侵掠，服从命令者有赏，违反命令者族诛，诸将士都应声“诺”！”于是赵匡胤率兵变的队伍回师开封。\n\n　　守备都城的主要禁军将领石守信、王审琦等人都是赵匡胤过去的“结社兄弟”，得悉兵变成功后便打开城门接应。当时在开封的后周禁军将领中，只有侍卫亲军马步军副都指挥使韩通在仓卒间想率兵抵抗，但还没有召集军队，就被军校王彦升杀死。陈桥兵变的将士兵不血刃就控制了后周的都城开封。\n\n　　这时后周宰相范质等人才知道不辨军情真假，就仓促遣将是上了大当，但已无可奈何，只得率百官听命，翰林学士陶谷拿出一篇事先准备好的禅代诏书，宣布柴宗训禅位。赵匡胤遂正式登皇帝位，轻易地夺取了后周政权，改封恭帝柴宗训为郑王。由于赵匡胤在后周任归德军节度使的藩镇所在地是宋州，遂以宋为国号，定都开封，改元“建隆”。 \n\n袭占荆湖\n　　赵匡胤建立北宋后，眼见天下割据势力林立，便对赵普说：“我睡不着觉，因为卧床以外都是人家的地盘。”在赵普的帮助谋划下，赵匡胤在平定李筠、李重进叛乱后，加强中央集权，改革军制，发展生产，巩固统治。经过两年在政治、经济、军事诸方面的准备，确定先易后难、先南后北的战略决策，决心通过战争创造统一局面。遂于建隆三年九月，部署兵力守卫西、北边境，防止辽、北汉南掠；选择荆、湖为突破口，挥师南下，开始了统一战争。 \n\n　　荆南、湖南地处长江中游要冲，南北相邻，又东临南唐，西接后蜀，南靠南汉。占领荆、湖，即可割裂江南诸国，为各个击破创造条件。为此，宋廷决定寻机出兵荆、湖。\n\n　　建隆三年十月，武平节度使周行逢病死，十一岁的周保权继位。衡州刺史张文表乘机兵变，占领潭州，威逼朗州。周保权为讨张文表，向宋求援。赵匡胤决定以假途灭虢方略，出师湖南、假道荆渚，以达一箭双雕的目的。\n\n　　乾德元年正月，命山南东道节度使慕容延钊为湖南道行营前军都部署，枢密副使李处耘为都监，率十州兵以助湖南讨张文表为名，借道荆南。二月初九，慕容延钊暗遣李处耘率数千轻骑，攻占江陵城，迫节度使高继冲降，荆南遂亡。时周保权已干息内乱，知宋欲图湖南，为阻宋军南下，命指挥使张从富领兵阻截。二月底，宋军水陆并进，突破三江口，缴获战船七百艘，占领岳州。三月初十，占领朗州，周保权被俘，湖南遂平。\n\n攻灭后蜀\n　　宋平荆池后，即部署攻蜀。后蜀主孟昶闻讯，欲依托川陕险要地势，严兵拒守，同时遣使约北汉共同反宋。赵匡胤获后蜀叛将赵彦韬，得知蜀军兵力部署，遂下令出兵。\n\n　　乾德二年十一月，赵匡胤命分兵两路：北路以忠武节度使王全斌为西川行营前军兵马都部署，侍卫步军都指挥使崔彦进为副都部署，率步骑三万出凤州，沿嘉陵江南下；东路以侍卫马军都指挥使刘廷让为副都部署，率步骑两万出归州，溯长江西进。两路分进合击，约期会攻成都。孟昶得知，命王昭远为北面行营都统，率兵数万北上扼守利州、剑门等关隘。十二月，北路军占领利州。\n\n　　乾德三年正月初，突破剑门险要，大败蜀军，俘王昭远，继占领剑州。东路刘廷让军突破巴东咽吭夔州，连克万、开、忠、遂等州。两路直逼成都，孟昶举城投降，后蜀灭亡。\n\n平定江南\n　　荆湖、后蜀灭亡后，南唐、吴越臣服，唯南汉主刘鋹拒绝附宋。开宝二年六月，赵匡胤以右补阙王明为荆湖转运使，做出战物资准备。开宝三年九月初一，命潭州防御使潘美为贺州道行营兵马都部署，率十州兵长驱南下，中间突破，直趋贺州。潘美声言沿贺水东取兴王府，以诱歼南汉军主力。及刘鋹派大将伍彦柔率舟师溯郁江、贺水西上增援，宋军伏击获胜，杀伍彦柔，占领贺州。十二月，进至韶州，南汉都统李承渥率兵十万于莲花峰下，列象阵迎击宋军，宋军以强弓劲弩破其阵，占领韶州。 \n\n　　开宝四年正月，宋军攻克英、雄州。二月，进至马径，以火攻破南汉招讨使郭崇岳六万兵，继攻陷兴王府，刘鋹降，南汉灭亡。\n\n　　宋灭南汉后，南唐后主李煜，明臣服以求自保，暗备战以防宋军进攻。赵匡胤志在统一江南。经两年准备，于开宝七年九月，命宣徽南院使曹彬为异州西南面行营马步军战棹都部署，偕都监潘美，统领十万大军出荆南，调吴越军出杭州北上策应；并遣王明牵制湖口南唐军，保障主力东进。十月十八日，曹彬率军顺长江东下，水陆并进，攻破池州，占领采石。于十一月中旬，在采石架通长江浮桥，保障大军渡江，继续向东推进。八年正月初三，宋军破溧水，继与十万南唐军激战于秦淮河，大败南唐军，直逼江宁城，在西路王明军和东路吴越军配合下，全歼南唐神卫军都虞侯朱令赟率领的十万救援军，于十一月二十七日攻破江宁，李煜降，南唐灭亡。\n\n离奇去世\n　　开宝九年十月十九日夜，赵匡胤召其弟赵光义饮酒，共宿宫中；隔日清晨，赵匡胤暴死，享年五十岁，谥号英武圣文神德皇帝，庙号太祖。\n\n　　太平兴国二年四月二十五日，葬于永昌陵。大中祥符元年，加上尊谥为启运立极英武睿文神德圣功至明大孝皇帝。\n\n　　关于赵匡胤的死，《湘山野录》有“烛影斧声”的说法大行于世，认为赵匡胤是被意图篡位的赵光义谋杀。\n\n　　赵光义为了证明自己即位的合理性，提出了世所未见的“金匮之盟”一说，说赵匡胤生前承诺母亲杜太后，日后将帝位传给光义。\n\n\n评价\n\n　　一、宋太祖赵匡胤一生最大的贡献和成就在于重新恢复了华夏主要地区的统一，结束了安史之乱以来长达200年的诸侯割据和军阀战乱局面。饱经战火之苦的民众终于有了一个和平安宁的生产生活环境，为社会的进步，经济的发展，文化的繁荣创造了良好的条件。在我国历史上有两次名副其实的大分裂，一次是南北朝，另外一次就是五代十国，作为五代十国的终结者和大宋王朝的开拓者，赵匡胤是我国历史上一个承前启后的重要人物。\n\n　　二、文以治国，武以安邦，宋太祖奉行“文以靖国”这一理念，果断的实行“右文抑武”的基本国策，通过设立“誓牌”，尊孔崇儒，完善科举，创设殿试，知人善任，厚禄养廉等一系列重大举措，成为我国历史上最受推崇的一代文治之君，彻底扭转了唐末以来武夫专权的黑暗局面，使宋代的文化空前繁盛，以至于后人有称“宋朝是文人的乐园”的称誉，因此，宋太祖也可以称的上是五代十国野蛮政治的终结者，又是后世历朝文明政治的开拓者。\n\n　　三、赵匡胤通过采取“收起精兵，削夺其权，制其钱谷”的三大纲领，巧妙的“杯酒释兵权”“削弱相权”“罢黜支郡”“强干弱支”“内外相维”“三年一易”“设置通判”“差遣制度”等等，将军权、行政权、司法权、财政权牢牢控制。一举铲平了藩镇割据武夫乱政的历史状况。所以宋朝300年的历史中从不曾发生大的内乱和地方割据。\n\n　　四、以宋太祖为首的宋初领导集团集体发奋图强，励精图治，使宋初的社会经济迅速呈现蒸蒸日上的喜人局面。宋太祖减轻徭役，赋税专收，以法治国，兴修水利，发展生产，澄清吏治，劝奖农桑，移风易俗等一系列英明决策，不仅尽快医治了200年的战争创伤，而且迅速把宋朝推向空前繁荣的局面，出现了历史上享有盛名的“建隆之治”。\n\n　　五、后晋石敬瑭兵败，自称儿皇帝，将十六州即近代的河北和山西北部的大片领土割让给了契丹，史称燕云十六州。此后，燕云十六州一直没有得到收复，不仅使中原失去大片领土，而且使契丹轻易占领了长城一带的险要地区，此后，契丹便可以长驱直入到黄河，中间没有了天然屏障。然而赵匡胤“重文轻武”的政治策略，并没有使局面有所好转，使得北宋对北方的控制一直显得非常被动和薄弱，这也是赵匡胤执政期间留给后世最大的隐患。 \n\n\n为政举措\n\n北宋初年，国家处于四分五裂的局面之下，北有契丹和北汉、南有南唐等国家。赵匡胤在位期间，采取“先南后北”的战略使国家逐步走向统一，同时通过采取“收其精兵，削夺其权，制其钱谷”的三大纲领，巧妙施行的“杯酒释兵权”、“削弱相权”、“罢黜支郡”、“强干弱支”、“内外相维”、“三年一易”、“设置通判”、“差遣制度”等措施加强中央集权，进行政治、经济、军事改革，革除了五代弊政，使国家呈现出和平、安定的局面。\n\n政治\n\n中央集权\n　　宋朝的政治机构，适应中央集权的需要，分列为政事、军务和财政三大系统，相互平行，分别由皇帝直接统属。另设御史台等机构。地方权力集中到朝廷后，又进一步集中于皇帝。\n\n　　行政权的集中：在中央，设立参知政事、枢密使、三司使，削弱和分割宰相的权力，实行军政、民政和财政的三权分立。在地方，派文臣担任知州；并设通判与之相互牵制。\n\n　　财权和司法权的集中：设转运使把地方收入大部分运送中央；在地方司法人员由中央派文官担任，死刑须报请中央复审和核准。\n\n　　宋代官制有官、职、差遣之分。“官”是一种等级待遇，供定薪之用，表示禄位、品级的高低。“职”只是一种虚衔，如学士、待制等，不是职务。只有“差遣”才是实际职务，握有实权。\n\n　　宰相：宋沿唐制，设尚书、门下、中书三省。尚书、门下列于外朝，中书设于禁中，称政事堂。实际执政的宰相仍沿唐制，用同平章事名号，无定员，有二人即分日掌印。宋初仍用后周宰相范质、王溥、魏仁浦三人为相。乾德二年，范质等三相请退，独用赵普作宰相。为了防止赵普擅权，又以薛居正、吕余庆作副相，称参知政事，此后成为定制。\n\n　　枢密使：唐代宗时，开始设内枢密使，用宦官掌管朝廷机密。唐末，枢密使专权，造成祸乱。五代时，仍存枢密院掌管朝政。枢密使等于宰相之外的又一个宰相。宋朝建立后，枢密使改为专掌军事政令，调动禁军，与宰相文武并立。中书省与枢密院号称“二府”。枢密院的大事都要奏报皇帝批旨。宰相与枢密使分别朝奏，彼此不相知。皇帝由此分别控制了政权和军权。\n\n　　三司使：三司使总管四方贡赋和国家财政，地位仅次于宰相，称“计相”。三司使统领三部：盐铁掌管工商收入及兵器制造等事；度支掌管财政收支和粮食漕运等事；户部掌管户口、赋税和榷酒等事。地方州郡赋税收入除留一小部分外，其余全部由中央掌握，三司权任甚重。\n\n　　刑部：宋太祖时，刑部复核各地大辟罪案。\n\n　　学士院：学士院设翰林学士若干人，职责是为皇帝起草诏书，包括宰相的任命、对外的国书等。翰林学士还侍从皇帝“备顾问”，可以直接向皇帝提出对国事的建策。\n\n　　御史台：宋沿唐制，朝廷设御史台为最高监察机构，台分三院：台院、殿院、察院，初无专官，由其他官员兼职。御史中丞是御史台的最高官员。\n\n文武制衡\n　　后人根据“太祖誓碑”中的“不得杀士大夫及上书言事人”等理由，以为宋朝重文抑武的祖宗家法是赵匡胤在位时所定下的。但赵匡胤实际上是抑武却也并不太重文的，他曾对赵普说：“五代方镇残虐，人民深受其害。我让选干练的儒臣百余人，分治大藩，即便都贪浊，也抵不上一个武人。”在太祖说来，任用文士仅仅因为他们可能产生的危害远不及武人来得大，更不会向武人那样危及政权的根本。\n\n科举改革\n　　宋代建国后，充分吸取了唐、五代时科场积弊的教训，在科举考试中采取了一系列防微杜渐的措施，其中最重要的有：\n\n　　1. 锁院制度：即在“知贡举”、“权知贡举”等考官人选确定后，立即将他们锁于贡院之中，断绝他们与外界的联系，避免出现考官向亲朋好友泄露试题的现象。\n\n　　2. 弥封制度：即在考生考试结束后，由专人将考生试卷上的姓名、籍贯等部分用纸糊起来，再交给考官评判。直到最后统计成绩时，才能拆封公布姓名，否则即为作弊。这也是后世考试中密封试卷制度的起源。\n\n　　3. 誊录制度：据宋人记载，实行弥封制后，科场上又发生了考生在试卷上书写标记、暗语的问题，于是“誊录”之制随之出现，即在考生交完试卷后，朝廷雇请一批抄写书手将考卷重新誊录一遍，再交考官，其用意在于进一步杜绝“弥封”措施的纰漏。\n\n　　4. 别试：即针对考官的子弟特设考场考试的制度。在这样的特殊考试过程中，另派考官监考、阅卷，以防止徇私舞弊现象的出现。同时，对当朝大臣权贵的子弟往往还要多复试一次，以甄别是否有人利用权势将无能子弟的成绩拔高 赵匡\n\n经济\n　　赵匡胤对有关国计民生有重要影响的黄河下了很大的力量治理。黄河的问题主要是水患，五代时期，黄河决堤、改道，淹没村庄农田，宋初也不断有水灾出现。赵匡胤在建隆三年，令黄河沿岸修堤筑坝，并大量种树，以做防洪时用。每年的正月、二月、三月，为黄河堤坝例修期，赵匡胤下令严格巡察，防患于未然。因此，素以黄害著称的黄河在太祖在位的17年中，只有十几次溃决的记载，并且都没出现严重的灾害。除了黄河之外，宋太祖对运河、汴河、蔡河等主要河流，也做了不少修整。这对于农业经济的稳定、商业经济的流通，也起到了重要作用。\n\n　　赵匡胤还重视农业生产，减轻徭役，赋税专收。地方赋税一小部分作为地方开支，其余全部由中央掌握。乾德二年，赵匡胤下过一道命令，就是将各地每年所收的民租和专卖收入，除地方支用外，一律运往京师，地方不得占留。赵匡胤还澄清吏治，劝奖农桑，促进了社会经济的发展，这些举措不仅尽快医治了200年的战争创伤，而且迅速把宋朝推向空前繁荣的局面，出现了历史上享有盛名的“建隆之治”。\n\n军事\n\n军制改革\n　　军权的集中：解除禁军将领兵权，并调往外地充当节度使。继而削弱节度使实权，使其徒有虚名。接着，将禁军的统领权一分为三，都直接对皇帝负责。设立枢密院，枢密院有调兵权但不直接统领军队。而统领军队的将帅却没有调兵权，使其互相牵制。实行更戍法。实行“守内虚外 ”“内外相制”政策。驻军一半京师，一半各地。\n\n　　宋初的军队分为禁军、厢兵、乡兵、蕃兵四种。禁军是军队的主力，赵匡胤即位后从各方面加强禁军的实力。\n\n　　首先是选练。禁军选全国精壮充任，赵匡胤最初捡选强壮士兵作为兵样，遣至全国各地，令地方照样召募，后来改为木梃，并规定尺寸，由地方官依样挑选送往京师。当时禁军的标准是琵琶腿，即大腿粗壮者，车轴身，即肩宽腰细者，身高为五尺五寸至五尺八寸。禁军聚集在京师，太祖亲自教阅，加强训练，并给以优于外州的俸禄。\n\n　　其次是建置。禁军约半数驻守京城及其附近，半数分戍边境及内地若干重镇；禁军每一年或两年必须换防一次，一则习于劳苦免于怠惰，二则因统帅并不随地易防，从而造成“兵不识将，将不识兵”“兵无常帅，帅无常师”“将不得专其兵”的局面。\n\n　　最后是军权。聚集在京师的禁军分别由殿前都指挥使、侍卫马军都指挥使和侍卫步军都指挥使统辖，称为三衙。三衙只在平时负责对禁军管理、训练，无权调遣。禁军的调动权归枢密院，枢密院又直接由皇帝指挥。禁军外出作战，由皇帝派遣将帅，并由皇帝亲自制定作战方略，将领不得擅改。这样，禁军的选练、建置、驻守、出征、行军、作战等一切权力都集中于皇帝。\n\n统一天下\n　　北宋建立后，五代十国的分裂割据局面并没有结束。在北宋北面，有强大的辽和辽扶植下的北汉。南面和西面分布着南唐、吴越、后蜀、南汉、南平等较大的割据政权。另外，周行逢在湖南、留从效在泉州、漳州还建立着一些小的割据政权。\n\n　　赵匡胤根据当时的形势，鉴于南方是经济重心，各国力量较弱，而北方契丹建立的辽政权，实力又比较强大的现实，在征询了张永德、赵普等大臣的意见之后，确定了与后周世宗基本一致的“先南后北”“先易后难”的战略方针。\n\n　　建隆三年，赵匡胤派慕容延钊和李处耘出兵两湖，灭掉荆南和湖南。从此，宋军西逼后蜀，东胁南唐，南可直取南汉，战略上处于极为有利的地位。\n\n　　乾德二年，赵匡胤派王全斌、崔彦进、刘光义、曹彬分兵两路向四川进攻，第二年年初灭后蜀。\n\n　　开宝三年，赵匡胤派潘美率军进攻南汉，第二年灭南汉。至此，南唐已陷入宋军包围之中。南唐主李煜大为恐惧，向宋朝上表，自动削去南唐国号，称江南国主。\n\n　　开宝七年，曹彬、潘美率十万宋军，战船千艘，自荆南顺流而下，向南唐发动进攻。开宝八年，宋军直抵金陵城下，开宝九年初，金陵城破，南唐后主李煜出降。\n\n　　南唐覆灭后，太平兴国三年宋太宗赵光义又用强大的政治压力，迫使吴越的钱和漳、泉的陈洪进相继纳土归附。至此，“先南后北”方略的“先南”部分完成了，剩下来的就是北方了。\n\n　　开宝元年和开宝二年，赵匡胤曾两次出兵进攻北汉，都因辽出兵援助，无功而返。开宝九年，赵匡胤第三次进攻北汉。两个月后，赵匡胤突然死去，辽又出兵支援北汉，新登基的宋太宗只得下令撤兵。\n\n　　太平兴国四年，赵光义亲自统兵进攻北汉，包围了太原城。北宋军队在石岭关附近击溃辽派来支援北汉的军队，迫使北汉投降。五代十国的分裂局面宣告结束，完成了对全国的统一。\n\n文化\n　　赵匡胤奉行“文以靖国”这一理念，果断的实行“右文抑武”的基本国策，通过设立“誓牌”，尊孔崇儒，完善科举，创设殿试，知人善任，厚禄养廉等一系列重大举措，彻底扭转了唐末以来武夫专权的黑暗局面，使宋代的文化空前繁盛，以至于后人有称“宋朝是文人的乐园”的称誉。同时，赵匡胤重视图书建设。建国之初，注意收集各国遗留图书，用以充实官府藏书。建国初，三馆仅有书12000余卷。乾德元年平荆南收高氏图书，以充实三馆。乾德三年平定蜀国，右拾遗孙逢吉赴成都收图书13000卷。开宝九年，平南唐，令太子洗马吕龟祥到金陵，收图书2万余卷，又收吴越图籍万卷。广泛征集民间藏书，规定凡有献书者，视其书籍价值，如馆阁所无，则送学士院试问吏理，堪任官职俱委以官职，如三礼涉弼、三传彭干、学究朱载三人献书1200余卷，并赐科名。通过征集和献书，于开宝中，官府藏书增至8万卷。为北宋官府藏书奠定了基础。\n\n",
  "desc": "赵匡胤（927年3月21日－976年11月14日），北宋王朝的开国皇帝，庙号宋太祖。出生于洛阳夹马营，祖籍河北涿州。年轻时曾经在少林寺学习武术。948年，投后汉枢密使郭威幕下，屡立战功。951年，郭威称帝，建立后周，赵匡胤任禁军军官，周世宗时官至殿前都点检。960年，发动陈桥兵变，黄袍加身，代周称帝，建立宋朝，定都开封，在位16年。在位期间，加强中央集权，提倡文人政治，开创了中国的文治盛世，死后葬于郑州巩义宋陵之永昌陵。",
  "dynasty": "宋代",
  "id": 783,
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_783.jpg",
  "name": "赵匡胤",
  "star": 24
}