{
  "content": "生平\n\n早年经历\n　　嘉庆十年，姚燮出生于镇海县城谢家河塘。姚燮祖籍浙江诸暨，后迁北仑，姚燮生于北仑。祖父姚昀著有诗集，在地方上颇有文名，父亲姚成是县学秀才，曾在镇海乡勇局供职，家境清寒，姚燮曾有“五世儒素风，俭朴诚适宜”之自述。姚家有“小有居”，内“泉石寄邃，花木茂微”，每逢春秋佳日，姚昀便邀当地文士来“小有居”饮酒、赏花、赋诗。姚燮自幼就是在诗的环境中长大的。姚燮周岁识字，五岁能诗，童年所作《灯花诗》，大受父辈诗友赞赏，可说是个早慧的孩子。以后他博览群籍，涉猎面很广。姚燮学识渊博，多才多艺，不仅在诗、词、骈文等文学领域有成就，同时对经史也颇有研究，并且善于绘画，对绘事的鉴赏水平也很高。20岁结婚，妻子吴氏是江苏武进人，出身贫民，耐辛劳、安本分。22岁，进县学为“秀才”，此后近十年内，他经常出门漫游，踪迹遍及浙东、浙北、苏南一带山川。并参加了友人叶元阶、厉志在宁波府创办的枕湖吟社，与叶、厉等诗人们一起经常吟诗作画。\n\n词集行世\n　　道光十三年，姚燮的第一部作品集——《疏影楼词》刊刻行世。从此在文学上崭露头角，成了“甬上名秀才”。《疏影楼词》是他从29岁前所作的两千余首词中精选318首结集而成的，词的内容大致有题画、写景、寄赠、咏物、拟古等方面。总的看来，姚词内容比较狭窄，但也有声情激越的好词，如《疏影·自题词集》《水调歌头·太湖晓渡》《沁园春·赠柳仙》；也有正面写民间劳动和农民困苦生活的作品，如《迈陂塘·水车》。在艺术上，姚词讲究声律与辞藻，语言凝炼倩丽、精致纤巧、含蓄婉约，可谓引人入胜。对于《疏影楼词》的评论者很多，其中梁启超的评咏基本上符合实际，梁的《望江南·饮虹簃论清词百家》曰：“鸡舞镜，顾影自生怜。跌荡每从宛妙生，野桥埋首不知年。考证著新篇。”\n\n科举不顺\n　　姚燮虽然才高学富，只是在科场上却很不得意，道光十四年中举后，得到了浙江学政陈用光和主司徐宝善两位名流的赏识。次年三月，到北京参加春闱考进士，没有及第。发榜后，姚燮没有及时返家，留在北京埋头读书准备再试。第二次会试落第后，他不再闭门苦读，而是活动频繁，结交了不少名流，如翰林院编修、御史黄爵滋，著名诗人与诗论家潘德舆，户部主事、员外郎与御史汤鹏，清代著名诗人张际亮，近代文学史上重要作家魏源。姚燮与这些文章家、诗人、朝廷大臣相聚饮酒、吟诗论文，思想上、文学艺术上有了很大的提高。以后又多次进京赶考，直到道光二十四年第五次应试失败，他便绝意仕途，在家坐馆教学，发奋著述。\n\n晚境清贫\n　　姚燮一生著述很丰富，教出来的学生也很多，名重一方，堪称为浙东名士。但读书人不会理财，中年时家道中落，生计无着。又因鸦片战争，英侵略军攻陷北仑，全家避难宁波，生活更加困迫，徐时栋于道光癸卯秋记姚燮的生活情况道：“是岁余客杭州，有传某伯死者，比归知无恙。过之观中，方作道士装，为人忏悔。相视而笑，出手注《玉枢经》论茗共谈。”弄到寄食道观、当道士糊口的穷困地步，可见姚燮的晚境是够悲惨的。 \n\n\n成就\n\n诗词\n　　姚燮素以能诗自负，他五岁作诗，终生不倦，作诗万余首。姚燮早年诗重性灵，自言：“曩昔为诗，取法袁简斋，下笔立成，觉抒写性灵，具有机趣。”他二十九岁时刊刻的《疏影楼词》大都描绘欢情爱意和风光山色，笔绪悠闲，词采绚丽，这大概是他“少年忘检束，避礼法如槛困”那种少年得志、风流名士性情的自然流露。其中有些写景诗，有一定的艺术成就，如《韩庄阁舟中七夕杂诗》：“木兰桨子藕花乡，唱罢鞓红晚气凉。烟外柳丝湖外水，山眉澹碧月眉黄。”描写秋夜月色颇有意趣，这是他少年不知愁滋味时的诗风。等到他三十岁才乡试中举，以后又屡试不第，勤读苦吟捞不到一官半职，再加生计艰困，“十载九出门”，终年在外奔波也没法解除家中妻儿的饥寒，弄得“寒衣在典不可赎，赤手思炊米无宿。我心如棘君首蓬，相对吞声抵悲哭。”无衣无食，东借西易“向邻贷得一斗余，计口不敷三日需”的地步，环境变了，心情变了，诗风也就变了。那时姚燮作诗“一以古法为尺绳，不阿不隐”，重寄兴，重讽喻，而厌弃性灵派的诗风了。认为神韵派、性灵派的诗缺乏社会意义，“施王树坛坫，其实皆俳优。后来草窃辈，乃有袁赵俦。”彻底否定了王渔洋的神韵派和袁子才性灵派的诗，虽然有点偏激，但也说明那时姚燮的诗更能正视现实，接触社会了。《复庄诗问》的诗大都是反映人民的苦难，诗人推己及人，写了不少有社会意义的诗篇，如《哀雁》：\n　　海上之雁尔何来？上飞下飞相徘徊。自云朔方岁饥苦，欲托残生到南土。\n　　南人苦旱如北潦，江芦洲笋多枯槁。富家有粟仓廪闭，贫户有鸡卖无地。\n　　曷安尔身为尔计，海上穷兵善矰缴。将得尔肉谋一饱，不则流落江南乡。\n　　千里愁云迷故道，雁乎尔归兮归尚早。\n　　这首诗反映道光年间外敌入侵、朝政腐败、国势虚弱、南旱北涝、哀鸿遍野、饥民嗷嗷的实际情况。诗人将“哀雁”比作流离失所的灾民，沉痛地写出时代的悲音。这类沉郁、愤懑、质朴的诗风，是《复庄诗问》的基调。从“谋生吾亦倦，前路尔何依，风雪稻粱尽，关河岁月非”。这类诗篇来看，诗人的感情已和苦难的人民交融在一起了。\n　　鸦片战争以后，诗人的心情更加亢奋，诗境更加开阔，每首诗都充满着反帝爱国思想。道光二十一年英军攻陷定海，北仑、宁波、慈溪、余姚、奉化等地都遭到侵略军的蹂躏，姚燮一家从北仑逃到宁波，两个儿子几乎遭害。到了宁波，文武官员率先逃走，英军不伤一兵一卒便占领了宁波。姚燮在逃难途中见到种种悲惨景象，义愤填膺，写了不少怒斥侵略者暴行和反映人民悲惨遭遇的诗，如《捉夫谣》：\n　　城鬼捉夫如捉囚，手裂大布蒙夫头。锒铛锁禁钉室幽，铁钉插壁夫难逃。\n　　板床尘腻牛血臊，碧灯射隙闻鬼嗥。当官当夫给钱粟，鬼来捉夫要钱赎。\n　　朝出担水三千斤，暮缚囚床一杯粥。夫家无钱来赎夫，囚门顿首号妻孥。\n　　阴风掠衣头发乱，飞虫啮领刀割肤，谁来怜尔喉涎枯！\n　　诗中描写侵略者的凶残、民夫生活的悲惨，若不是诗人亲见亲闻，是不会写得如此具体、如此深刻的。\n　　姚燮的另一类诗是反映鸦片战争中坚持抵抗、视死如归的英勇壮士，如《闻定海城陷五章》之二：\n　　蜃雨濡军帻，狞飙拉将旗。饮泥怜久饿，摩壁誓同危。路绝晨嘶马，云昏夕堕鸱。衔恩持死力，力尽死何辞。\n　　描写英雄将士栉风沐雨、忍饥挨饿、视死如归、坚持战斗的精神，是相当感人的。姚燮后期诗风趋向悲壮，和他早期诗的轻靡是迥然不同的两种风格，这当然和国难、家难促使姚燮思想感情有变化密切相关。\n\n戏曲\n　　姚燮在戏曲研究方面也取得了巨大的成就。他的两部姐妹篇《今乐考证》和《今乐府选》就是明证。《今乐考证》按年代排列戏曲作家，在每个作家后记载作品名目，名目后又附作家生平的记载和诸家评论，还间有剧情提要和作者自己的考证，全书计13篇，为晚清以前的戏曲算了一笔总帐。它的记载是空前详尽、丰富的；总计入载宋剧975种，元明清杂剧203家1176种，金元明清院本316家116本。与《今乐考证》差不多同时，编写了《今乐府选》，这是一部琳琅满目，包罗万象的戏曲总汇，全书入载的金元明清诸宫调、杂剧、传奇、散曲达429种，计192册。通过它，可以使我们对中国戏曲发展的面貌有个比较完整的了解。对于《今乐考证》和《今乐府选》，姚燮都倾注了极高的热情，付出了艰巨的劳动，但毕竟个人精力有限，作者去世前，这两部书都没有最后定稿，还存在着不少讹误。但是正如郑振铎所说：“当举世不为之时，梅伯独埋头于戏曲的探讨，……而像他那样的有网罗古今来一切戏曲于一书的豪气的人，恐怕自古到今还不曾有过第二个人！”\n\n骈文\n　　姚燮喜作骈俪文，有《复庄骈俪文榷》初编和《复庄骈俪文榷二编》，初编112篇，大多作于道光二十四年至咸丰三年，二编125篇，作于咸丰年间。综观姚的骈俪文，其中有不少思想性、艺术性较佳的作品，如纪念鸦片战争中的民族英雄，反映当时灾荒、疾疫等社会问题等的作品。除了那些淋漓挥洒的长篇外，还有若干清新隽永的小品，如《邢湖观秋荷记》，时人徐有栋、王韬等人也有较高评价。\n\n书注\n　　姚燮十分喜读《红楼梦》，常在书眉、回间加以批点。这些批点，后人极为重视，把它和小说一起排印。光绪初年的《增评补图石头记》，印有“大某山民”姚燮、“护花主人”王希廉、“太平闲人”张新之等人的评语，广大读者对此书极为喜爱，一再被翻印，版本有木刻本、石印本、铅印本，书名有《大观琐录》、《金玉缘》、《红楼梦》，直到民国时还被多次翻印，“大某山民”一时几乎借《红楼梦》而家喻户晓。此外，姚燮还对《红楼梦》作了全面的考察，著有《读红楼梦纲领》，全书共有三卷，卷一为“人索”，卷二为“事索”。卷一卷二是小说中有关资料的辑集与统计，大部分是钩稽小说所提供的历史材料。卷三是“余索”，包括“丛说”、“纠疑”、“诸家撰述提要”等。\n\n绘画\n　　姚燮生前，画名似乎掩过文名。他的画选题较宽，有花卉、山水、仕女、静物、佛像，其中尤以梅花最多最好。姚说过：“平生画梅几千幅”，“画本流落半天下”。画的梅“回笔故作倔强技，千丈而落有石势”，表现了他自身的气质。朋友们称赞姚画的梅花风格雄健倔傲，气势不凡，特具工力。朋友厉志在《题姚梅伯画丛梅大幅》中称赞曰：“君臂如石指如铁，肝腑倔强气腾骁。”姚燮在浙江、上海、苏南往来时，以卖画自给，绘画创作是他平生要事之一，王韬说他在上海时以卖画著称，其画：“工画梅，兴酣落墨，媚态横生，人物、花卉无不奇特。字尤古峭拔俗……所得润笔资，挥霍殆尽。于卖画外，绝无求于人。”这些记述，我们可以想见姚当时的绘画成就和生活状况。 \n\n\n藏书故实\n\n　　五次考进士均落第，便绝意仕途，发奋著述与讲学，学生满天下，名垂一方。一生著述甚丰，藏书甚富，建有书楼“大梅山馆”，教授、著书、校勘于此。有《大梅山馆书目》16卷，著录图书3000余种，其中古今杂剧400种，佛道图书300种。道光二十一年，英军攻入镇海，全家逃入鄞县四明山，因生活穷困，藏书多流失。起初流入蔡鸿鉴“墨海楼“甚多，后转流入李庆城“萱荫楼”者，有明椠本88种，抄本36种，清椠本336种。此间，所作诗词不少是歌颂反侵略斗争，揭露敌人罪行，谴责投降派，悲愤激昂。著有《复庄诗问》、《复庄骈俪文榷》、《蔬影楼词》、《今乐考证》、《今乐府选》、《读红楼梦纲领》、《退红衫传奇》、《梅心雪传奇》等。建国后，部分遗作和藏书为古物陈列所收藏。后归于宁波图书馆。——《中国藏书家通典》2005年版。",
  "desc": "姚燮（1805—1864）晚清文学家、画家。字梅伯，号复庄，又号大梅山民、上湖生、某伯、大某山民、复翁、复道人、野桥、东海生等，浙江镇海（今宁波北仑）人。道光举人，以著作教授终身。治学广涉经史、地理、释道、戏曲、小说。工诗画，尤善人物、梅花。著有《今乐考证》、《大梅山馆集》、《疏影楼词》。",
  "dynasty": "清代",
  "id": 648,
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_648.jpg",
  "name": "姚燮",
  "star": 1
}