{
  "content": "生平\n\n　　林嵩登第后，翌年便循例荣归故里。除叩拜高堂，欢会亲朋，还带头以赴考节余旅费为基金，率众兴建其读书时曾目睹“河流湍急，一雨成灾”的蓝溪桥，给人留下深刻的印象。嗣经河南尹兼福建道观察使李晦深入全面考核，以品学兼优“禀山川之秀气，闽中之全材”上报朝廷，奏请敕改乡、里旧名，以旌表贤良。\n\n　　乾符五年，唐僖宗李儇即降旨：改赤岸故乡为“劝儒”，故里为“擢秀”，并敕令所属长溪县给林嵩“蠲免一门征徭，历代子孙永传遗荫，在其宅侧竖立华表，建亭立碑，刊载敕书及本人业绩的殊荣。”同时授林嵩以秘书省正字的官职。长溪县令随即遵旨派员组织工匠在林嵩宅东建两门，竖华表，构碑亭；并在宅西二百步建造一亭，名“桂枝亭”，以登科取名如月中折桂为喻。其碑首刻林嵩业绩，配以元和进士郑纬所写《桂枝亭碑铭》及数方空白碑石，留待后中进士乾题名。\n\n　　广明元年十二月，黄巢为首的农民起义军攻入唐都长安。任官不久，又家居农村深知农民疾苦的林嵩，不愿与起义军为敌，便弃官东返故乡，隐居灵山谷中。日以吟诗作赋自误，或以垂钓蓝溪，畅游太姥山排遣愁怀。其所写“一任旁人谈好恶，此心愿不愧苍天”的诗句，充分表达其当时的心情：讲好讲坏由人讲去吧，反正我的心无愧于苍天。其所撰《太姥山记》，已成为现在研究摩尼教的重要文献。\n\n　　中和四年，曾任黄连镇镇将的陈岩，升任福建道观察使。为稳定社会秩序，张榜广募人才。林嵩改文就武，被聘为团练巡检官。他干一行爱一行精一行，兢兢业业，履行职责。不久被转为度支使，掌管军队财权。在此期间，他虽在军队，仍十分关注地方文化教育事业。当时有个“生于钓台，而长于瓯闽”的著名诗人周朴，在黄巢起义军于乾符五年进驻福州时被杀，身后留有百余篇诗稿，林嵩获悉后，利用工余时间，亲自搜集整理，编成两卷，并自掏腰包将其刻印出版。《诗集》定稿后，除自己写序外，还请熟悉其人的寺僧栖浩也写一序刻在卷首。此后，周朴被列入《唐才子传》流传至今。\n\n　　黄巢起义军撤离长安，局势稳定后，林嵩又被从今四川还都的僖宗李儇召为《毛诗》博士。专为朝廷研究和讲解毛公所传的《诗经》，后官至以产金得名的金州刺史。在职期间，勤于吏治，忠于职守，“政声感人”。但以当时已进入唐代晚期，国力衰退，宦官专权，军阀割据，内外交困，民不聊生。一向廉洁奉公、正直为民的林嵩，虽掌一州军政大权，终无法挽回社会腐败如江河日下的政治局面，只好急流勇退，借故奏请提前退休回乡过隐居生活。\n\n　　林嵩回乡后，先在离家不远的岱村，以整理旧籍为主。后迁梨溪畔，种梨树、筑草堂，取名“梨花草堂”。\n\n　　晚年的林嵩，就在这样的自然环境中过着清淡与世无争的隐居生活。当时与其交往较频繁的当是“连家船始祖”，号“白水仙”的陈蓬。一次，林嵩拟作《玄宗自民间召李白入翰林赋》，将腹稿告诉陈蓬，陈蓬听后即续一联，曰：“时时花落琐窗，犹操凤诏；往往烛残?殿，尚对龙颜。”林嵩对其敏捷的才情，极口赞佩。两人所撰著述也经常互相交流。据北宋绍圣间长溪知县熊浚明所编《县志》记载：嵩之孙仲荀藏有一部《地理志》，便是陈蓬所撰。\n\n　　林嵩学识渊博，工诗善赋，才誉与咸通名进士公乘亿相埒。尤以所作《华清官》、《蓬莱山》、《九成宫避暑》诸赋，意境幽远，恬淡自然，备受当时文人的赞赏。\n\n林嵩于五代后晋出帝石重贵开运元年逝世，享年96岁。身后留有诗集，赋集各一卷，但经五代、元末及清初迫迁等变乱，大部分散佚。现在仅可从北宋欧阳修等的《新唐书·艺文志》看到所著词赋卷目；从清初康熙御定《全唐诗》中，看到所撰《赠天台王处士》诗一首；从清以后编的《全唐文》中，看到所撰《周朴诗集序》一文，并从明、清至民国的诸志书的《艺文志》中，看到其所撰《太姥山记》一文。另有诗三首被收入民国溪西《林氏宗谱》。\n\n由于林嵩为今霞浦县品学兼优、德高望重的第一位进士，从宋代开始，即被树为后学学习的典范，在历代学宫的乡贤祠中均首享祭祀，并在《大清一统志》及省、州、府、县等方志的《文苑》或《宦绩》、《宦哲》以及民国《文学家大辞典》中立有专传。先贤林嵩，2004年被评为“霞浦县十大历史文化名人”。\n\n",
  "desc": "林嵩，字降神（一作降臣，又字雄飞），长溪赤岸（今霞浦县松港街道赤岸村）人。约生于唐宣宗（李忱大中二年（848年）。自幼天资聪颖，好学有大志，懿宗李漼的咸通（860—873年）中，在灵山（今福鼎市太姥山西脉，后名草堂山）筑草堂（茅屋）刻苦自学。僖宗李儇乾符二年（875年），历尽艰险赴长安（今陕西省西安市），以所作《王者之道如龙首赋》一举考中进士科，成为自唐神龙至后唐天成223年间，今福州、宁德两市仅中36名进士（见《三山志·科名》）之一，也是继“开闽进士第一人”的薛令之后最负盛名的及第者。",
  "dynasty": "唐代",
  "id": 1941,
  "name": "林嵩",
  "star": 0
}