{
  "content": "人物评价\n\n　　作为历史上的一个政治家，陆贽的政治遭遇是很不理想的。他的政治才能没能得到充分的施展，这是有其历史原因和政治原因的。首先是由于当时的历史条件使他难以在一个不长的时间里取得显著成效。从整个历史趋势来看唐朝已经由盛而衰，安史之乱后的分裂混乱状态，到德宗时已持续了二三十年，政治危机和经济危机不断加深，病入膏盲，积重难返，非一般改良所能解决。\n\n　　其次，唐德宗有时虽能采用陆贽的建议，但总的来说，他对于陆贽的许多重要主张“虽嘉之”而“不能用”，“爱重其言”而“不从”，有时“虽貌从”而“心颇不悦”，“所用才什一”。这样，尽管陆贽后来身居宰相之位，也极大地限制了他的政治作用。\n\n　　第三，宠臣裴延龄等“以聚敛为长策”，虽然引起社会的不满，但“独幸于天子”，他们结党作恶，“朝廷无敢言其短”，而陆贽“独身当之”，与他们进行了不懈的斗争，后来裴延龄等造谣中伤，以不实之词进行诬陷，结果唐德宗听信谗言，移陆贽为忠州别驾。陆贽直至去世，十年之内未能发挥政治作用，这不能不说是一个历史悲剧。\n\n　　实际上，陆贽的思想在中国封建社会里产生了深远的影响。《新唐书》的论赞中说他的思想“可为后世法”。司马光非常推崇陆贽，在《资治通鉴》中引用陆贽的议论，达三十九篇之多，长者近千言，基本上把《陆宣公文集》的主要内容都概括了。像这样连篇累牍地记录一个人的政治主张，在《资治通鉴》中是罕见的，可见陆贽言论“资治”作用之大。\n\n　　苏轼则说陆贽“才本王佐，学为帝师”。“论深切于事情”，“智如子房而文则过，辩如贾谊而术不疏，上以格君心之非，下以通天下之志…使德宗尽用其言，则贞观可得而复”。并把陆贽的奏议文集进呈给宋哲宗说：“若陛下能自得师莫若近取诸贽。”“圣言幽远如山海之崇深，难以一二而推择，而贽之论，开卷了然，聚古今之精英，治乱之龟鉴。”\n\n　　南宋也有人把陆宣公的奏议进呈给皇帝，说：“斯皆治道之急务”，“无片言不合于理，靡一事或失于机，策之熟，见之明，若烛照”。希望皇帝把它“置坐之隅”，以引为鉴戒。直到明清，一些政治家对陆贽仍颂声不绝。\n\n　　明末清初的著名学者王夫之认为“唐室为之再安，皆敬舆悟主之功也”，范文澜《中国通史》称“陆贽是唐朝中期卓越的政治家”，这个评价是当之无愧的。\n\n\n个人成就\n\n思想\n\n政治思想\n\n　　治乱由人，不在天命\n\n　　唐朝经过安史之乱后，封建统治的政治基础和经济基础都遭到了严重破坏。藩镇割据，山河破碎，战火纷飞。到德宗时出现了一派萧条破败的气象，田园荒芜，人烟断绝。\n\n　　“四海骚然，靡有宁处”。泾原兵变后，长安失守，国难益重。但唐德宗在谈到造成这种局面的原因时却说：“此亦天命，非由人事。”针对德宗的这种“国家兴衰皆由天命”的错误思想，陆贽指出把国家兴衰说成由于天命是荒谬的。认为“天视自我人视，天听自我人听，则天所视听皆因于人，非人事外自有天命也”。否定了天有思想、有意志、能主宰人类社会的命运，得出了“天命在人”的结论。并说：“人事治而天降乱，未之有也；人事乱而天降康，亦未之有也。”说明了治乱由人，不在天命。\n陆贽还辩证地分析了“治”和“乱”的关系。充分肯定了人在治理社会过程中的主观能动作用。认为“理或生乱，乱或资理，有以无难而失守，有以多难而兴邦”，所以他面对于乱并不悲观失望，而是充满“治”的信心。他踌躇满志地劝诫唐德宗“其资理兴邦之业，在陛下克励而谨修之”。不要忧虑“乱”，不要害怕“厄运”，只要“勤励不息，足致升平，岂止荡涤妖氛，旋复宫阙”。陆贽的这种反天命，重人事的进步的历史观，构成了他治国思想的哲学基础和理论基础。\n\n　　理乱之本，系于人心\n\n　　在分裂混乱之中“海内波摇，兆庶云扰”，“人心惊疑，如居风涛，汹汹靡定”，谁要想在这种局面中取得支配地位，人心向背是一个决定性的因素。陆贽进一步阐发了“民为邦本，本固邦宁”的传统儒家思想，认为“立国之本，在乎得众”。“得众则得国，失众则失国”。“夫欲治天下而不务得人心，则天下固不治。”陆贽反复强调人心的作用，这是他的治国思想的重要组成部分。他所说的“得众”、“得人心”的阶级内容当然主要是指广大农民对李唐皇朝的同情和支持，也包括在统治阶级内部取得地主阶级的拥护。那么怎样才能“得众”、“得人心”呢？陆贽曾恳切而又深刻地向唐德宗谈了自己的想法：“臣谓当今急务，在于审查群情，若群情之所甚欲者，陛下先行之。所甚恶者，陛下先去之。欲恶与天下同而天下不归者，自古及今未之有也。夫理乱之本，系于人心。况乎当变故动摇之时，在危难向背之际，人之所归则植，人之所去则倾，陛下安可不审查群情，同其欲恶，使亿兆同趣，以靖邦家乎？”又说：“舟即君道，水即人情，舟顺水之道乃浮，违则没，君得人情乃固，失则危。”作为一个贤明的君主必须要使“其欲从天下之心，而不敢以天下之人从其欲”。当然在封建社会里地主阶级和农民阶级的利益是根本不同的，两者之间不可能做到真正的“同其欲恶”。所谓“同其欲恶”不过是相对而言，也就是说在当时的社会条件下在不损害地主阶级根本利益的基础上尽可能地协调和农民阶级的关系。这就必须从维护封建统治阶级的最大局出发，适当地考虑一些广大农民群众的切身利益，“扫求利之法，务息人之术”，以便争取更多人的支持和拥护，尽可能地集中目标打击主要敌人——破坏统一的割据势力。为了取得民心，陆贽请求赈救灾民。贞元八年河南、河北、江、淮、荆、襄、陈、许等四十余州发生水灾的时候，他劝德宗给予抚恤，并说：“所费者财用，所收者人心，苟不失人，何忧乏用。”为了取得人心，陆贽提出国家必须要用度有节，躬行俭约，罢京城及畿县间架等杂税以弭民怨。他要求“均节赋税”来减轻人民的负担。为了取得人心，陆贽建议德宗“痛自引咎，以感动人心；不吝改过，以言谢天下”。并为之亲自起草罪己诏。诏书中还特别宣布对那些受到“凶逆”煽诱的胁从者，如能幡然悔悟，就既往不咎。诏书下，“虽武夫悍卒，无不挥泪感泣”。后来李抱真入朝对德宗说：“陛下在奉天、山南时，赦令至山东，士卒闻者皆感泣思奋，臣是时知贼不足平”。陆贽的这些措施和建议收到了一些效果。缓和了地主阶级和农民阶级之间的矛盾，或多或少提高了唐皇室的政治形象，使一些顾瞻观望的势力能够倾向于唐朝，在一定程度上分化瓦解了藩镇。\n\n　　立国之权，居重驭轻安史之乱后，出现了藩镇割据的局面，到唐德宗时有增无减，“假王者四，僭帝号者二，其他顾瞻怀贰，不可悉数”。河南、河北、淮西早已拥兵自守，不听朝廷号令。泾原兵变后，京畿地区也为割据势力所控制。节度使的权力不断扩大，有的已经世袭，他们可以“自置文武将吏，私贡赋”，并可以大量召募军队，拥有很大权力，官爵、甲兵、租赋、刑杀，皆自决定，“天子不能制”。在政治、军事、经济上保持独立，大者连州十余，小者犹兼三四。“虽称藩臣，实非王臣”。显然唐朝要想恢复昔日的统治，消灭藩镇已成为迫在眉睫的大问题。陆贽是一个博通古今、明于治乱、具有远见卓识的人。他总结了历史经验，尤其是吸取了西汉贾谊在《治安策》中所阐述的加强皇权集权的思想，深刻地指出：“立国之安危在势。”认为“立国之权，在审轻重，本大而末小所以能固，故治天下者若身使臂，臂使指，小大适称而不悖”。这就必须要采用强干弱枝之术。加强皇权实力，削弱地方势力，这样才有利于国家的统一和安定，有利于封建政权的巩固。为此他对唐朝前期的历史作了一番回顾：谈到在唐太宗时，由于妥善地处理了朝廷和地方的关系，内重外轻，“举天下不敌关中”，处于“居重驭轻”的有利地位，因而能够保持安定统一的局面。可是后来“承平渐久”，内地武备松弛，地方节度使权力日益扩大，关中实力日益削弱，外重内轻，倒持太阿，授人以柄，结果“安禄山窃倒持之柄，乘外重之资”，发动叛乱，两京不守。这就从正反两方面的历史经验阐明了“居重以驭轻，本大而末小，所以能固”的道理。否则“失居重驭轻之权，忘深根固柢之虑”，就会酿成大乱。他告诫唐德宗要“追鉴往事”，并申明：“王者蓄威以昭德，偏废则危；居重以驭轻，倒持则悖。”因而提出了“修偏废之柄以靖人，复倒持之权以固国”的方针。要求采取一些具体措施，加强关中实力以巩固皇权，逐渐削弱藩镇势力，以便最后剪除“凶逆”。陆贽的这些主张无疑是正确的。\n\n　　求才贵广，考课贵精陆贽认为能否正确地使用人才是关系到国家存亡的大问题。要想使唐朝有所振作，不整顿吏治、广开才路是不会取得什么成效的。而昏庸的唐德宗既不能求贤任能，又缺乏知人之明，“累叹乏才，惘然恍见于色”。又往往对臣下吹毛求疵，求全责备。针对唐德宗的用人弊病，陆贽在《论朝官阙员及刺史等改转伦序状》中进行了认真的分析。认为人才之多寡和统治者的政治思想有很大关系。说“汉高祖大度，故其时多魁杰不羁之才，汉宣精吏能故其时萃循良核实之能”。并向德宗指出：“朝之乏人，其患有七”：第一，人才之进用与否不由人才是否合适为准，而由推荐人才的宰相是否受到皇帝的宠信来决定；第二，听信谗言而不加以任用；第三，求全责备，标准太高；弟四，对于有“过错”的人，因痛恨太甚而不复用；第五，考察不当，只看表面，不看本质；第六，根据一个人一言一事来决定用与否，不是全面地看一个人；第七，援引旧例使用朝官阙员，而有才干的人不得升迁。为了能够合理地使用人才，发现人才，提高吏治水平，他花了很大功夫对吏治问题在理论上作了比较全面的论述，提出了“求才贵广，考课贵精”的重要原则。\n\n　　所谓“求才贵广”就是要求广泛地选拔人才，使人“各举所知”，不仅宰相可以推选官吏，而且台省长官也可以荐举贤能。认为“唯广求才之路，使贤者各以汇征，启至公之门，令职司皆得自达”。才能通过更多的渠道得到更多的人才。要像武则天那样：“弘委任之意，开汲引大门，进用不疑，求访无倦，非但人得荐士，亦许自举其才。”他反对对人吹毛求疵，求全责备。说：“凡今将吏，岂得尽无疵瑕”。认为“人之才行，自古罕全，苟有所长，必有所短。若录长补短，则天下无不用之人。责短舍长，则天下无不弃之士”。他反对“以一言忤犯，一事过差，遂从弃捐”，终身而不复用的错误做法，认为这是造成“乏才”的原因之一。并指出：“贬降之辈，其中甚有可称者”，也应该录用，何况其中有些是因“连累左黜，或遭谗忌外迁”的人，只有做到这样广泛地搜罗人才，才能使“人无滞用，朝无乏才”。为了广开才路，在陆贽的协助下，唐德宗又开策问贤良方正能直言敢谏科、策问博通坟典达于教化科、策问识洞韬略堪任将帅科。量才取士。招揽各种不同类型的人材，以满足封建国家各方面的需要。《陆贽评传》—中国思想家评传\n\n　　所谓“考课贵精”就是“按名责实”，依据一定的标准进行考核，加强吏治的管理，以便高标准地培养地主阶级的官吏。为了全面地了解一个官吏的政治思想和工作能力，陆贽提出了考课的具体内容，即所谓“八计听吏治”，有以下八个方面：一、视户口丰耗以稽抚字；二、视垦田盈缩以稽本末；三、视赋役薄厚以稽廉冒；四、视按籍烦简以稽听断；五、视囚系盈虚以稽决滞；六、视奸盗有无以稽禁御；七、视选举众寡以稽风化；八、视学校兴废以稽教导。在考课的过程中他强调不能注重言论，而要注重行动。不能看表面现象，而要看内在思想。指出口拙寡言的人不一定就愚笨，能言善辩的人不一定就聪明；直朴而冒犯的人不一定是背叛，阿谀奉承的人不一定就忠实。因而“所举必试之以事，所言必考之于成”。通过实践检验是非优劣。这种比较实事求是的考核态度在一定程度上对于防止官吏徇私舞弊、弄虚作假、贪污怠惰是有一定作用的。同时通过考课可以根据每个人的实际才能，合理使用，使举得其人，任得其所，更好地发挥官吏应有的作用。他认为“才如负焉，唯在所授，授逾其力则踣，授当其力则行”。必须使其才干和所授之官相一致，如果委非所任，处非所宜，就会使器大者不能人尽其材，才小者不能承担重任，这是不利于地主阶级的统治的。为了使奖惩分明，升降得当，在考课的基础上陆贽还提出了核才取吏的三术：“一曰拔擢以旌其异能，二曰黜罢以纠其失职，三曰序进以谨其守常。”这样才能使有政治才能的人得到重用，使庸碌无能、尸位素餐的人受到贬斥，使吏治清明，提高官僚机构的工作效率。\n\n　　广开言路，改过求治\n\n　　陆贽非常推崇唐太宗，尤其是对唐太宗从谏如流的政治风度特别赞赏，认为“太宗有经纬天地之文，有底定祸乱之武，有致理太平之功”。而“从谏改过为其首焉”。说：“谏而能从，过而能改”是“帝王之大烈”。把对于纳谏作用的认识，提到一个空前未有的高度。可是唐德宗却对纳谏一无所知，他“严邃高居”，很少“降旨临问”，以致出现了“变乱将起，亿兆同忧，独陛下恬然不知，方谓太平可致”的可悲局面。这是非常危险的。鉴于这种情况，陆贽对君主纳谏这个问题进行了极为认真的总结，从理论上作了比前人更为详细更为具体的分析。他上书唐德宗，力陈要“广咨访之路，开谏诤之门，通雍郁之情，宏采拔之道”。要召见群臣“备询祸乱之由，各使极言得失，不能当耳目闭塞的孤家寡人”。并进一步指出世界广大，社会复杂，“以一人之所览，而欲穷宇宙之变态”是不可能的。只有虚受广纳，勤与接下，“总天下之智以为聪明，顺天下之心以施教令”，才能使下情上达，上情下知，君臣一致，政权巩固。\n陆贽认为要使谏路畅通，必须克服堵塞谏路的九种弊病。其中上有其六，而下有其三。君主的六种弊病是：好胜人，耻闻过，骋辩给，眩聪明，厉威严，恣强愎。臣下的三种弊病是：谄谀，顾望，畏懦。九弊之所以阻塞谏路是因为：上好胜就一定嫉恨直谏，这样下边谄谀的人就顺情说好话，而真实情况就听不到了；骋辩给就必然不让人把话说完就给顶回去；炫聪明就必然自以为是地加以猜测而怀疑别人欺诈，这样顾望的人便不敢多说话，而一些有深刻道理的见解就不能尽言；厉威严就一定不能和颜悦色地待人接物，恣强愎就一定不能承认自己的过错而接受劝告，这样下边畏懦的人避免进言得罪，而一些合情合理的意见就得不到发表。所以必须克服这九种弊病以广谏诤之路。要“以求过为急，以能改过为善，以得闻其过为明”，使臣下敢于尽言。认为谏者多，才能表明君主喜欢纳谏；谏者直，才能表明君主的优容大度；谏者冒犯而不罪责，才能表明君主的容忍宽恕。“惟恐谠言不至”，这样才能使谏路畅通无阻。\n\n经济思想\n\n　　均节赋税\n\n　　唐中期以后均田制遭到破坏，土地兼并越来越严重。出现了富者兼地数万亩，贫者无容足之地的状况。这样租庸调制就难以实施。由于长期用兵，战事频繁，兴师动众，人民的徭役负担繁重。同时军费开支庞大，人民遭受的赋税剥削越来越残酷：“常赋不充，乃令促限，促限才毕，复命加征，加征既殚，又使别配，别配不足，于是榷算之科设，率贷之法兴。”而且征收赋税时，催促紧迫，不分季节，“蚕事方兴已输缣税，农功未艾据敛谷租”，丝不容织，谷不暇舂，农民不堪于这种剥削和压迫，纷纷破产。有的不得不当佃客依附豪强，成为私属，贷其种食，赁其房屋，终日劳苦，长年不息，仍然难以维持生计。而地主阶级对人民的横征暴敛超过了封建国家的赋税剥削，而且又大放高利贷，坐食租税，大肆聚敛，以致出现了贫富悬殊的两极分化局面。广大劳动人民处于艰难竭蹶之中，许多人离乡背井，奔波流亡，转死沟壑，出现了十室九空，都市化为丘墟，遗骸遍于田野的凄惨景象。生产力遭到严重的摧残，民困国穷，财政枯竭，经济处于崩溃状态。为了缓和地主阶级和农民阶级日益激化的矛盾，解决国家的财政经济危机，陆贽上疏提出：“均节赋税恤百姓六条”，系统地阐述了恢复和发展封建经济进行改良的思想。\n\n　　养人资国\n\n　　关于人在创造物质财富中的重要作用以及在封建社会的生产关系中如何能更好地发挥这种作用，陆贽认为“财之所生，必因人力”。他主张保护在生产力中起决定性因素的劳动力，指出：“建官立国，所以养人也；赋人取财，所以资国也，故立国而不先养人，国固不立矣。”所谓“养人”就是说要使劳动者能够继续生存下去，有一个从事奴役性劳动的条件。他看到了“养人”和“资国”两者之间的关系，认为只有“养人”，充分使农民的个体经济得到发展，发挥他们在生产力方面的作用，才能尽可能创造更多的物质财富，使民“富”国强。因此，他反对对农民进行敲骨吸髓、毁家取财的极度剥削，认为这是统治阶级“厚其所资，而害其所养”，只顾眼前利益而不顾长远利益的做法。相反地他认为“当今之务在于厚人而薄财，损上以益下。下苟利矣，上必安焉，则少损者所以招大益也。人既厚矣，财必赡焉，则暂薄者所成永厚也”。所以他强调必须要“等以厚生之业”。“先人事而借其暇力，先家给而敛其余财。遂人所营，恤人所乏，借必以度，敛必以吋。”只有这样才能使简单的扩大再生产成为可能，才能使国家的财政收入得到保证，达到“养人以资国”的目的。为此陆贽主张采取以下一些改良措施：限制土地兼并，“凡所占田，约为田限”。实行轻徭薄赋，要“量人之力”征收赋税，降低剥削率，十分取一，“裁减租价，务利贫人”。适当缩小“贪富悬绝”的巨大差别。“微损有余，稍优不足，损不失富，优可赈穷”，使“贫弱不至竭涸，富厚不至奢淫”。节约国家开支，“量入以为出”，使用度有节。认为“不节则虽盈必竭，能节则虽虚必盈”。为了“啬用节财”，他提出“窒侈欲以荡其贪风，息冗费以纾其厚敛”。这些措施总的指导原则是“安富恤穷”，在地主阶级和农民阶级之间的矛盾中寻找平衡。这一方面表现出陆贽保护地主阶级利益的阶级本质，另一方面他兼顾农民阶级的利益，表现出他对广大贫苦农民的极大同情。这些措施在当时对限制统治阶级的无节制的聚敛，缓和地主阶级和农民阶级的矛盾，调整生产关系，发展生产，解决面临的经济危机，加强封建统治的经济基础，还是有意义的。\n\n军事思想\n\n　　治军\n\n　　针对德宗时大都征调关东比较富庶地区的士兵轮番戍守边防，士兵缺乏训练，不能适应边疆的艰苦环境；边帅身不临边而在内地，又选精兵锐卒自随左右，把守边防要塞的士兵，更加缺乏战斗力的情况，陆贽建议：选派士兵“必量其习性，辨其土宜，察其技能，知其欲恶，用其力而不违其性，齐其俗而不易其宜，引其善而不责其所不能，禁其非而不处其所不欲”。加强训练，严明纪律，又要抚以恩惠，安排好家属，安乐其居，使之思想稳定，才能发挥战斗力。做到“出则足兵，居则足食，守则固，战则强”。于是他提出取消各道将士轮番防秋制度。按原来军队人数分成三部分：一部分委命本道节度使招募年轻力壮愿住边城者而迁移之；一部分则由本道但供衣粮，委命关内、河东各军州招募蕃汉子弟愿入边军者以供给之；一部分由本道仅出衣粮，加给应募之人，作为新迁居的费用，又命度支在各道和市耕牛，兼雇手工业者到各军城修造器具。召募的人，每家给耕牛一头和各种农田水火器具，使其完备。这样“寇至则人自为战，时至则家自力耕”。军事力量必然增强，粮食供给必然充足，避免了轮番征发之苦，又减轻了国家的财政负担。\n\n　　善择将帅\n\n　　开元、天宝之际，西北边防仅设有朔方、河西、陇右三个节度使。德宗时，又将朔方之地分由三个节度使统领，其余各镇军，将近四十多个，都由皇帝任命，并有宦官监军，彼此之间各自独立。如同一国三公，十羊九牧，节制多门而人心不一。陆贽认为这样：“人心不一则号令不行，号令不行则进退难必，进退难必则疾徐失宜，疾徐失宜则机会不及，机会不及则气势自衰。”“建军如斯可谓力分于将多。”因而建议选择文武全备的能臣，一人为陇右元帅，统管泾、陇、凤翔、长武、山南西道等兵马；一人为朔方元帅统管鄜坊、邠宁、灵夏等所节度的兵马，一人为河东元帅统管河东、振武等所节度的兵马。三帅各到临边要害之州作为治所。不重要的节度随所便进行合并，只有元帅可置统军，其余全部罢免。只有这样才能使将帅专一，人心不分，号令一致，进退可齐，指挥如意，机不会失，气势自壮，无往而不胜。\n\n　　放权\n\n　　当时边军行动，多由朝廷决定选派将帅，只求容易驾驭。“遂令分阃责成之义度”。陆贽认为，两军相持，抓住战机，刻不容缓，“况乎千里之外，九重之深，陈述之难明，听览之不一”，要想使决策没有差错，就是圣贤也难以办到。因而强调：“将贵专谋，兵以奇胜，军机遥制则失变，是以古之贤君选将，而任分之于阃，誓莫于也，授之以钺，俾专断也。”主张给将帅以自主权，可以便宜从事，才能使其充分发挥智谋，作出果敢决策，不失战机，取得胜利。当然这样的将帅必须称职。陆贽认为“选用将帅，必先考察行能”，使真正有军事才能、指挥能力的人担当重任。\n\n　　奖惩分明\n\n　　由于没有严明的奖惩制度，有功不能赏，有罪不能罚。出现违反法纪现象，互相推委。遇敌失守，“将帅则以资粮不足为词，有司复以供给无阙为解”，朝廷不追究是非曲直，漫不经心，置若罔闻。同时在军资供给方面，也极不合理。长期戍守边防的士兵，处在危难之地，服役劳苦，勇于杀敌，衣粮供给不足，常有冻馁之色；而不在边塞的关东士兵服役时间短暂，不耐劳苦，怯于作战，却衣粮供给丰厚，高于前者数倍，两者相比，差别悬殊。“事业未异，而给养有殊，人情之所不能甘也。”结果“怨生于不均”。这些都大大削弱了军队的士气。\n\n陆贽认为：治理军队，必须要奖惩分明，“赏以存劝，罚以示惩”，勉励有功的将士，严惩邪恶不法之徒。同时又主张根据士卒劳役的轻重，贡献的大小，所处安危的情况，制定衣粮供给的等级，合理分配给养，以避免“怨生于不均”，保证士卒之间的团结，提高军队的士气。\n\n　　贮积军粮\n\n　　陆贽注重军事，尤其注重军粮的贮积、供给和运输。\n\n　　德宗时，军粮的供应非常紧张，费用很大，运粮的人又很辛劳。千里运粮，长途跋涉，运米一斛抵达边军，运费钱需五六千。一年四季，持续不断，“倾财用而竭物力”，仍然满足不了供应的需要。陆贽向德宗指出：“屯兵守土以备寇。戎至而无粮，守必不固。”当时吐蕃侵扰边地，朔方、五原相继失陷，其中一个重要原因就是缺乏军粮，他认为造成这种状况是由于敛导无方、筹划不当。所以他建议采取“就军和籴之法以省运，制与人加倍之价以劝农”，对于有力无资、愿意住在边地的士卒，贷其种食、工具、耕牛，就可以使戍卒忘归，贫人乐徙。既可以有足够的军粮，又可以充实边防。“无屯田课责之劳，而储蓄自广；无征役践更之扰，而守备益严。”如果能付诸实施，可以说是长久之计。\n\n　　陆贽又对于当时征调军粮不顾各地粮食的丰歉，不知各地谷价的贵贱，不能权衡轻重灵活变通，而一味地按照旧例从江淮运粮，深感筹划失当。如关辅一带谷贱伤农，宜加价籴谷，以劝农桑；江淮一带谷贵民困，宜减价粜米，以救凶灾。结果宜籴之处无钱，宜粜之处无米，而又“运彼所乏，益以所余”。乖于事理，浪费又很大。针对这种情况他提出了改革漕运的措施。在沿边各州连年丰收的情况下请减京东水运，收脚价于沿边州镇储蓄军粮，所得费用先在关中进入和籴。根据当时的价格计算，一年和籴之数，足当转运二年；一斗转运之资，足以和籴五斗。然后将所余之钱以供边镇和籴。这样可以“不劳人，不加赋税，不费官钱”。惟于漕运一事，稍权轻重所宜，于常用之内收其枉费之资，可以使成百万石粮食“坐实边鄙”；又可以劝课农桑，赈济穷困之人。一举而两得，筹划颇为精细。\n\n文学\n\n　　陆贽以骈文擅名。他的骈文，对偶齐整，音韵协调，语言流畅，气势极盛。所写诏书﹑奏议等，善于将诚挚的感情同精当的议论融合在一起，因而具有感人的力量。他为德宗起草的《奉天改元大赦制》，情词恳切，深自痛责，据与其同时代的权德舆说，“行在诏书始下，虽武人悍卒，无不挥涕激发”。他写的奏议《均节赋税恤百姓六条》﹑《论裴延龄奸蠹书》，都是数千字以至近万字的政论文，分析朝政时事，剖明是非得失，情理结合，兼有骈文和散文的长处。陆贽不是古文家，但他的作品体现了当时骈文向散文转化的趋势。贞元八年，他主持进士科试，韩愈﹑欧阳詹﹑李观等8人登第，时称“龙虎榜”，誉为“天下第一”，而他便为韩愈等人座师。宋代苏轼的奏议，也深受他的影响。陆贽文集，明清以来刻本很多，今传《翰苑集》24卷，有《四部丛刊》本，系据宋刊本影印。另有诗文别集15卷，已久佚不传。\n《全唐诗》存其诗3首：《赋得御园芳草》、《晓过南宫闻太常清乐》、《禁中春松》，《全唐诗外编》补断句1。文章：《陆贽论人才》。\n\n\n逸闻趣事\n\n　　陆贽执政时，怀疑驾部员外郎李吉甫结交朋党，将他贬为明州长史。后来陆贽遭到裴延龄的构陷排挤，被贬忠州。裴延龄欲加害陆贽，便起用李吉甫为忠州刺史，陆贽的兄弟门人为此担忧不已。李吉甫却不记前仇，以对待宰相的礼节对待陆贽，与他相处甚欢。陆贽起初感到羞愧恐惧，后来逐渐与李吉甫结为至交。\n\n\n家族成员\n\n　　陆氏之先，为战国齐宣王少子通，受封于平原般县陆乡为侯，后以地为氏，成为华夏陆氏之得姓始祖。陆通四传至陆贾仕汉高祖，奉命出使南粤，以言辞善辩说服了南粤王，南粤归顺汉朝。归朝，拜大中大夫，著《新语》12篇。陆贾子陆烈，字伯元，西汉初为吴令，有善政；后迁豫章都尉，病卒于任上。吴郡人民思其惠政，派专使迎其棺柩归葬于吴郡之许疁胥屏亭。陆烈之子孙遂世代为吴郡人。旧时《百家姓》的陆姓郡望是“平原”，系表明得姓之初是居住在平原。\n\n　　自秦汉晋唐以来，陆氏族昌于吴郡。传至十七世陆闳，字子春，仕东汉为颖川太守，后任尚书，陆闳传至陆瓘，仕晋为中书侍郎。陆瓘传至陆齐望，唐玄宗开元十八年进士，官秘书监，后被封为润国公。陆齐望生子八：依次是泌、？、涧、淮、灞、浐、渭、沣。陆齐望于唐玄宗开元年间由吴郡吴县徙居嘉兴县，其子孙遂入籍嘉兴。其故宅在嘉兴府治前西南宝花仓址。齐望之五子陆灞，仕唐为吏部郎中，仍居嘉兴。陆灞之子陆偘，任溧阳令，陆偘之子陆贽，出生于嘉兴故宅。陆贽为宣公支始祖，据金蓉镜纂《重修秀水县志稿·氏族世系·陆氏》云：“自陆候受氏至宣公凡四十一世。自五季以还，宣公子孙遍布大江南北。其在浙东者，以山阴二十九支为最盛。在浙西者，以秀州十二支为尤著。”所以，自唐宋以来，浙江全省的陆氏几乎都是陆贽之后裔，其中著名人物宋代有陆佃、陆游、明代有陆炳、陆光祖，清代有陆陇其、陆奎勋，近现代有陆志鸿、陆维钊、陆宗舆等。\n\n\n后世遗迹\n\n嘉兴陆贽墓\n\n　　陆氏后裔繁衍嘉兴、湖州一带者甚众。嘉兴城内旧时有陆宣公祠，多历代石刻，“文化大革命”中被毁。嘉兴城区东门外原有宣公书院，清代已不存。\n东门外原有石桥名宣公桥，为人所熟知，后在整治河道时被拆，其附近尚有宣公路。郊区新丰镇附近旧时有陆贽墓，今亦不存。城郊古时尚有陆宣公读书台、鹤渚、放鹤处等古迹。\n\n忠县陆宣公墓\n\n　　陆宣公墓，位于今重庆市忠县东溪新镇旁。始修于公元805年，元、明、清时屡加修缮。民国时荒芜无人管理，但墓前牌坊尚存，墓基本完好。\n建国后，墓祠以及牌坊均毁于建国初期以及文革时期。上世纪90年代，日本友人鬼头有一和忠县文人陈仁德等，重勘陆宣公墓址，陆宣公墓方得重建。\n\n　　封土长15米，宽12.1米，高2米，碑刻8通，已佚。\n\n\n人物生平\n\n家门寒微\n　　陆贽生于唐玄宗天宝十三载，相传出生在苏州嘉兴城内甜水井。陆氏自东汉末即为江南望族，陆贽出生时家门已衰落。其父陆侃曾任溧阳县令，后因陆贽显贵，赠礼部尚书。陆侃早逝，陆贽幼年受母教成长，人称“陆九”。他有独立见解和操守，与众不同，学习儒学颇为勤苦。\n\n　　陆贽德宗内相大历六年，十八岁的陆贽中进士，又应博学鸿词科考试得高第，授华州郑县县尉，后被免职回乡。寿州刺史张镒名望很高，陆贽去参见，交谈了三天，张镒认为他是奇才，请与他结为忘年交。陆贽告辞时，张镒赠钱百万，说：“请作为太夫人一日饭食的费用。”陆贽不肯接受，只收了一串茶叶，说：“斗胆不收您赠送的厚礼。”他凭文牍判词写得出类拔萃，补任渭南县主簿，后迁任监察御史。\n\n　　唐德宗李适即位后，派黜陟使庾何等十一人巡视天下。陆贽游说使者，请求用“五术”察看风俗民情，“八计”考察地方官政绩，“三科”选拔才智出众的人才，“四赋”管理财政“，六德”安定疲困的人，“五要”精减官员。李适还在做太子时就听说过陆贽的名声，此时任命他为翰林学士，调任祠部员外郎。陆贽性情竭忠尽心，担任近侍之职后，感念李适重用了解自己，想有所作为效力报答，所以政事上的缺失，无论大小他一定陈述，因此李适更加厚待陆贽。\n\n　　当时藩镇跋扈，朝政紊乱，叛军陷长安，军阀朱泚僭越称帝，陆贽随李适避乱奉天，转为考功郎中。李怀光叛乱，又扈从李适逃往梁州，转谏议大夫。自任翰林学士后，即参赞机要，负责起草文诏，甚得朝廷倚重。朝政千头万绪，大量诏书均由陆贽起草，他疾笔如飞，凡所论列，无不曲尽情理。在艰难的日子里，虽然有宰相，但是无论大事小事，李适一定要与陆贽商量，号称“内相”。李适无论到哪里去，也一定要有陆贽伴随。由于梁州、洋州道路险恶难行，李适曾经与陆贽失散。过了一夜，陆贽还没有到来，李适担惊发愁流眼泪，征召能够找到陆贽的人，赏赐一千金。过了许久，陆贽才到，李适非常高兴，太子李诵以下的人们都来祝贺。然而，陆贽常常直言谏诤，有违李适的意旨。卢杞虽被贬官，但李适内心中还是庇护他。陆贽极力陈诉卢杞的邪恶导致了变乱，李适虽然表面上同意，心中却很不高兴。所以，刘从一、姜公辅都从低的职位进用为宰相，陆贽得到李适的恩宠和知遇虽然隆盛，却没有出任宰相。回到京城后，陆贽任中书舍人，仍任翰林学士。母亲韦氏仍然在江东，李适派宦官接她回京城，“搢绅荣之”。不久陆贽因守母丧而解职，回到东都洛阳，寄住于嵩山的丰乐寺。各方面赠送的礼物一概不收，只有韦皋是贫贱时的故交，事先通报，说所送的礼物是李适命令他收的，陆贽才收下。李适又命宦官把陆贽父亲的灵柩从嘉兴护送到洛阳安葬。 \n\n贞刚律己\n　　守丧期满后，陆贽以权知兵部侍郎职务召回，又任翰林学士。陆贽入朝谢恩时，拜伏在地抽泣，李适也感动地站起身来，改换容仪抚慰他。爱重礼遇更加优厚，天下的人认为他能当宰相。但窦参对他一向心怀不满，嫉妒他。陆贽也多次向李适报告窦参贪污纳贿，二人因而不和。\n\n　　贞元七年，罢翰林学士职，拜兵部侍郎，知贡举。 \n\n　　贞元八年，窦参被免，陆贽拜中书侍郎、同平章事，出任宰相。\n\n　　陆贽执政期间，公忠体国，励精图治，具有远见卓识。在当时社会矛盾深化，唐王朝面临崩溃的形势下，他指陈时弊，筹划大计，为朝廷出了许多善策。他对李适忠言极谏，建议李适了解下情，广开言路，纳言改过，轻徭薄赋，任贤黜恶，储粮备边，消弭战争。这些建议有些为李适采纳，化为实际政策。特别是在藩镇叛乱举国动摇的情势下，规劝李适下诏罪己，为李适起草了诚挚动人的诏书并颁行天下，前线将士为之感动，有的听到后痛哭，叛乱者上表谢罪。由于他善于预见，措施得宜，力挽危局，唐王朝摇摇欲坠的局面得以转危为安。陆贽秉性贞刚，严于律己，自许“上不负天子，下不负所学”，以天下为己任，敢于矫正人君的过失，揭露奸佞误国的罪恶。他认为立国要以民为本，对“富者兼地数万亩，贫者无容足之居”的尖锐对比，深为愤慨，同情人民的悲惨生活。他力劝李适爱人节用，轻徭薄赋，反对横征暴敛，主张使“一代黔黎，跻富寿之域”。\n\n受诬被免\n　　陆贽为相期间，户部侍郎、判度支裴延龄以谄佞得李适信用，“天下嫉之如仇”。陆贽仗义执言，多次上书参奏裴延龄的罪行。裴延龄日加诋毁陆贽，而李适也不悦陆贽的进言，遂于贞元十年罢陆贽为太子宾客。 \n\n　　陆贽本来谨慎小心，一向不与宾客交往。裴延龄猜到李适对陆贽薄情，趁机进谗言，百般污蔑他，李适发怒，想杀掉陆贽，多亏阳城等人一同上奏章替陆贽分辩，才免死降为忠州别驾。\n\n　　后来，李适又渐渐思念陆贽，恰逢薛延任忠州刺史，传达李适慰劳的旨意。韦皋多次上奏请求让陆贽代领剑南节度使，但李适仍有记恨，不肯授任。\n\n　　陆贽谪居僻地，仍心念黎民，因当地气候恶劣，疾疫流行，遂编录《陆氏集验方》五十卷，供人们治病使用。\n\n卒于贬所\n　　贞元二十一年，唐顺宗李诵即位，下诏召还陆贽。诏书还没有到达贬所，陆贽已经逝世，享年五十二岁。获赠兵部尚书，谥号“宣”。\n\n　　康熙六十一年，陆贽与历代功臣四十人从祀历代帝王庙。\n\n",
  "desc": "陆贽（754年—805年），字敬舆。吴郡嘉兴（今浙江嘉兴）人，唐代著名政治家、文学家、政论家。溧阳县令陆侃第九子，人称“陆九”。永贞元年（805年）卒于任所，追赠兵部尚书，谥号宣。陆贽工诗文，尤长于制诰政论。所作奏议，多用排偶，条理精密，文笔流畅。权德舆称其“榷古扬今，雄文藻思”。《全唐诗》存诗3首。有《陆宣公翰苑集》24卷行世，另有《陆氏集验方》50卷。",
  "dynasty": "唐代",
  "id": 1580,
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_1580.jpg",
  "name": "陆贽",
  "star": 1
}