{
  "content": "死因之谜\n\n　　明朝嘉靖年间，平凉“嘉靖八才子”之一的赵时春，可以称得上是一个杰出的才俊，但纵观他一生的际遇，却是一个让人无限哀惜的悲剧人物。\n\n　　赵时春只活了57岁。他进入朝廷做官，前后加起来不过十年，就这十年，也是三起三落，既蹲过锦衣卫的天牢，又挨过皇帝的板子，就连最后的死因，也是扑朔迷离。赵时春是平凉上了国史的人物，但《赵时春传》对其死因隐而未提，甚至连卒年卒月也没有，这种情况在正史中是不多见的。那么，赵时春究竟是怎么死去的呢？对这一问题的回答，历来最简便的解释就是病死。赵时春一生坐过牢，挨过打，吃过败仗，险些丢掉性命，很早就落下痼疾，说他最后病死似乎顺理成章。不过，也有人质疑绝对不是病死，而是被两个入室行窃的小毛贼所害。这种怀疑和推测大致不差，但还缺乏深层的分析和探索，大致不差是因为赵时春的确有被人暗杀之嫌。 　赵时春卒于嘉靖四十五年农历丙寅腊月，而嘉靖驾崩是在农历同年11月，也就是说，嘉靖晏驾一月，太子尚未正式登基，朝中正在举哀发丧皇权迭变，赵时春就突然死去，这事情发生的实在有些蹊跷。\n\n　　早在嘉靖十八年，赵时春第一次被“下狱掠治，黜为民”，9年之后，又受召回京复官，命为翰林院编修兼司经局校书。赵时春为什么在9年后能回京复官？这要看他当初遭到贬黜的原因。赵时春任刑部主事时曾经先后两次给嘉靖上《崇治本疏》，指陈时弊，倡言革新，不但未被采纳，反而龙颜大怒。我们知道，吴晗写过一个历史剧《海瑞骂皇帝》，海瑞骂的这个皇帝就是弄的民生凋敝“家家干净”的嘉靖，其实海瑞并非开骂嘉靖之先例，看了《崇治本疏》，骂嘉靖最早的人，不是别个，正是意气方盛的赵时春。所以，从君臣关系开始定位，嘉靖就不喜欢赵时春，由于《崇治本疏》刺中嘉靖痛处，嘉靖更是恨之入骨，如果不是念其年纪轻轻，必置之于死地而后快。\n\n　　到了嘉靖十八年，赵时春凭什么又能回京复官？这主要是因为朝廷上坐龙椅的皇帝与行立左右的储君太子之间的矛盾日益渐趋缓和。翰林院一般为太子所掌管，太子正在扩充翰林院，其实也是为了物色、扩充自己的力量，他必然地想到了赵时春，也就是说，赵时春的《崇治本疏》是得到太子由衷赞赏的。所以，赵时春一回京复官，立即成为“东宫官属”，在翰林院供职，与太子朝夕相处。这时的嘉靖荒淫无道，一难以适从嘉靖淫欲无度的宫女，在不堪蹂躏时，趁嘉靖熟睡几乎将其勒死，嘉靖苏醒后，极端残忍地将宫女处死，但嘉靖仍不引以为戒，反而更加沉湎迷信于方士道人的铅丹红丸，纵欲不断，连日累月托病不朝，大小朝政一律推诿于奸相严嵩。赵时春此时与太子亲信罗洪先、唐顺之三人联名上疏，要请太子御殿临朝摄政，接受百官朝贺，也就是要推行政变，接管政权，这本是推进明朝政治改革走向开明的一步，但嘉靖看到后大为震怒，忿曰：“汝等料朕必不起也。”赵时春又一次被“杖刑八十，削籍为民”，罗、唐二人也被杖责除名，太子派的势力遭到了沉重的打击。\n\n　　联想到这一事实，我们不仅要问：嘉靖晏驾，太子酝酿登基，赵时春原是“回籍听调”，看来复出有望，调迁时机以臻成熟，而在此时为何会突然死亡？死亡时间又正是嘉靖去世消息传至天下、平凉韩王也正在依国丧之列举哀。如果说此时赵时春偶被两个小毛贼杀害，小毛贼不过以偷窃为生，为什么直奔其室偏要夺人性命？由此看来，这两个毛贼非同一般，其手段也非常高强。虽说赵时春乃一介文人学士，但毕竟巡抚山西提督雁门，“善骑射”，曾经是一个上过阵打过仗的民兵统帅，难道毫无挣扎毫无声息地就会死在两毛贼之手？我们这么说的意思不是别的，而是可以断定，杀害赵时春的不是小毛贼，而极有可能是衔命而来的专职杀手。明朝中央政府自建立东厂以来，鹰犬遍地，大内缇骑横行无忌，密捕暗杀几为常事，据此，我们完全有理由说，一是有人害怕赵时春复出于己不利，抢在新君未立诏书未达之前下了毒手；二是东厂忠实贯彻嘉靖死不饶人密诏遗命也大有可能，而这一点，正是后世史家无从下笔的原因。赵时春的确切死因，从此不但史无记载，而且四百多年以来如同石沉海底。\n\n　　赵时春兄弟三人，他排行为二。其兄赵时元，其弟赵时泰，三人均为同父异母所生。赵时元是赵时春父赵玉原配史氏所生，长时春十岁有余，据平凉民间口传，赵时元为人诚实，一生不曾考取功名，在平凉城南峻谷村以开油坊为业，人称“赵家油坊”。赵时元留有三子，名守约、守敬、守业。赵时春为其父续弦许氏所生，赵时春生有二子，名守严、守愚。其弟赵时泰为其父小妾王氏所生，所谓“庶出”。令人不解的是，赵时春死后，其兄弟子侄皆从此隐没不显，或离开平凉隐姓埋名，或抛弃家业远走他乡，以致赵时春后裔在平凉一直无从稽考，仅其女婿周鉴，任过两任督学及河南布政使，明朝天启年间，仍有声望。试想，不是赵时春死因不明，内中必有隐曲，甚而刀光剑影，何以赵氏一门如此恐祸延身？以致在平凉绝迹，岂不悲夫！\n\n　　那么，造成赵时春最终悲剧的主观原因又是什么？\n\n　　笔者以为：首先，赵时春处在君子道消、小人道长的形势面前，自己仍然好发议论，常常不可与言而言之，所谓因言获罪；其次，赵时春犯了封建社会正派知识分子的通病，就是不自量力，往往过高地估计自己的能力，而对宿仇政敌轻无戒备，对有意加害不但不防反而自命自诩。尽管赵时春不谙为官之道，但在诗文、治史方面仍然成就很高，无愧平凉人杰，我们应该不断研究他，丰富他。\n\n\n文集印行情况\n\n　　赵时春传世的文集印行情况，李晓林先生在2006年政协平凉市崆峒区委编印的《赵时春文集选编》序言中写道：“《赵浚谷文集》10卷、《平凉府志》13卷、《赵时春诗集》。他在晚年即着手整理自己《赵时春文集选编》的诗文集，去世后儿子赵守岩整理出版‘秘梓于思成堂’。女婿周鉴任河南布政使时，在汴梁又重新整理了他的诗文集。民国年间庄浪人李植磊选部分文章编印了《浚谷文钞》。明嘉靖朝首辅徐阶以及胡松、李开先等著名人物曾为《赵浚谷文集》作序，给予了很高评价。”大致说明了赵时春去世后他的文集印行情况，但说赵时春生前并未印行自己的文集并不准确。\n\n　　明代都察院右副都御史胡松于嘉靖四十一年春为赵时春的文集写了序言。胡松在序言中说：“访浚谷先生于藏书阁之回光亭，因得尽读先生平生所为诗若文，乃其感事，忧时、咏怀、撰物、酬答、寄赠，则何其宛然秦缪公后子蹇叔孟明氏之烈……余盖於赵子得师焉，赵子以余之论深有合，而因属余题其集，余不敢让浚谷，其将益有以教蒙乎”。\n\n　　李开先在嘉靖四十四年为赵时春的文集写了《浚谷文集序》，他说“浚谷赵子诗文集刻传久矣”，也佐证了胡松之序言中所说的赵时春文集印行情况。李开先在此序言中称，自己写此序是受了赵时春的嘱托才写的，“邑人有薄官平凉者，浚谷子每寄声云，诗文词论俱未有序，在交游知爱莫有如中麓者，因序幸勿退托”。此序中说赵时春的文集“集凡十卷，诗六卷，文九卷，续有作者，当续久之”。\n胡松与李开先的序言，都是受赵时春的嘱托而写的，从序言中可以看到，赵时春在世时已经将他的文集编选定稿了。李开先序言的第一句话就是，“浚谷赵子诗文集刻传久矣”，可以看出赵时春在世时，他的诗文集应该是印行过的。从嘉靖三十二年十二月十五日赵时春兵败山西“回籍听调”，到他去世再未被起用，他在嘉靖四十年完成《平凉府志》的撰写之后，就把主要精力放在整理自己的诗文集上。因为从唐宋以来，文人把整理自己的诗文集看做是人生的一件大事，从赵时春请胡松作序到赵时春去世的六年时间里，赵时春不会不出版自己已经整理好的文集的。\n\n　　徐阶为赵时春的文集作序时，赵时春已经去世，徐阶作序的时间是万历庚辰冬望日，徐阶在序言中说到，“往予志公墓，深悼惜之。今十五年而兹集出”，也就是说徐阶作序时已是赵时春去世十五年后的事，此文集是一部合集，“集凡十六卷，为诗若文凡千余篇。初公捐馆舍，后其子守岩秘梓于思成堂。其婿巡抚河南御史周君鉴赏学于公而得其志守，故又久之而复传于汴，乃其体裁之雅，气格之奇，则太宰胡松序之详矣”。\n\n　　徐阶作序的这部文集是赵时春去世十五年之后，由赵时春的女婿周鉴在任河南都御史时印行的，所据的本子应该是赵守岩校订制版的那一部书稿，周鉴又增加了一些文章，“故又久而复传于汴”。\n\n　　赵时春去世后，徐阶曾为赵时春写过墓志铭，在墓志铭中徐阶对赵时春的一生作了准确全面的介绍，对赵时春的为人为文大加赞赏，后来明代著名学者李贽写的《佥都御史赵公》及《明史》中赵时春的传略都是以徐阶的这篇墓志铭为蓝本的。徐阶官至极位，为吏部尚书建极殿大学士，为什么对赵时春如此欣赏，不只是在他死后为赵时春写墓志铭，而且在赵时春去世十五年后还为赵时春的文集再版写序，是不是如徐阶在赵时春的墓志铭中写的那样呢：“予与公友三十年，自谓世之知公无如予者”，或者是赵时春的文章真正值得他去评说。黄仁宇在其代表作《万历十五年》中对徐阶的评价，是以为他太世故。但无论如何，这样的人物竟肯为一个去世的四品官员写墓志铭，写文集序言，无论出于哪种考虑，毕竟都是不可多得的善举。\n\n",
  "desc": "赵时春（公元—五0九年至一五六七年）字景仁，号浚谷，平凉人。生于明武宗正德四年，卒年不详。著有《赵浚谷集》十六卷，与《平凉府志》，均《四库总目》并行于世。赵时春居华亭多年，著有《惠民渠记》、《复古南门记》、《朝那庙碑记》、《重修灵岩寺记》、《剡山半雾》、《仪山歌》、《夜归仪州》、《登古仪州西城》、《华亭道中》、《华亭雨雾》等诗歌。",
  "dynasty": "明代",
  "id": 2667,
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_2667.jpg",
  "name": "赵时春",
  "star": 0
}