{
  "content": "岳家军\n\n　　1135年，岳家军的规模从三万多人的规模增加到10万人左右的规模。这是因为杨幺军的壮丁五、六万人大都编入岳家军，再加上江南西路安抚司统制祁超、统领高道等部，和此后增拨的统领丘赟所部；荆湖南路安抚司统制任士安、郝晸、王俊、统领焦元等部；以及张浚都督府左军统制杜湛改任岳飞统辖的黄州武将知州带来的几千蔡州兵。岳家军以后也大体维持十万左右的数量直到岳飞被宋高宗和秦桧所害。\n\n　　岳家军至少有十二统制“军”：1.背嵬军；2.前军；3.右军；4.中军；5.左军；6.后军；7.游奕军；8.踏白军；9.选锋军；10.胜捷军；11.破敌军；12.水军。其中背嵬军是绝对主力，名字学自韩世忠的同名统制军；游奕是巡回的意思；踏白是武装侦察的意思；其它军名都是增长士气的军号。据绍兴九年统计，这十二军共有22名统制、5名统领和252名将官分别率领，其中有正将、副将和准备将各84名。王贵任中军统制，张宪任前军统制，这二人是岳飞的副手，岳飞不在时可代替岳飞指挥其他统制，主持岳家军全军的事务；徐庆、牛皋和董先三人最为善战，此五人是岳家军的中坚人物。 \n\n\n生平\n\n初露峥嵘\n　　靖康元年冬，康王赵构到相州，于腊月初一日开河北兵马大元帅府，岳飞随同刘浩所部一起划归大元帅府统辖。刘浩为元帅府前军统制，赵构命他南趋濬州、滑州方向以作驰援开封的疑兵，自己则率领元帅府主力北上大名府。\n　　岳飞奉刘浩的命令，带一支人的骑兵小队前往魏县李固渡进行侦察。忽与金兵遭遇。飞一马当先，冲杀过去，轻取敌将首级，宋骑随后掩杀，金兵逃窜。初次小战，飞的勇敢和武艺便得到显露。\n　　刘浩军至濬州渡黄河，不料被金军骑兵截断，前军兵力单薄，只得追随元帅府人马北上。这时副元帅宗泽也赶到大名，赵构不纳宗泽全力营救开封之言，与汪伯彦等又继续向东平转移，只与宗泽一万人马往援开封。飞随刘浩部隶属宗泽，这是他初次成为宗泽的部将。泽率部众进军开德府，与金军十三战，每战皆捷。飞英勇奋战，以军功迁为修武郎。\n　　年二月，岳飞随军转战曹州，他挥动双锏，身先士卒，直贯敌阵。宋军以白刃近战打败金军，追奔数十里。飞因功迁武翼郎。刘浩的兵马进驻广济军定陶县的柏林镇后，元帅府又命他改隶黄潜善，不再让宗泽指挥此军。这时黄潜善掌握着人马，却只知保存实力，按兵不动，使只有二万五千人的宗泽陷入孤军奋战的境地。宗泽虽取得了一些胜利，队伍却也有不少损耗，难以伤及金军元气。\n　　是年四月，金军从已被洗劫一空的汴京城撤出，满载着金帛、珍宝北上，徽宗、钦宗二帝和皇室成员、机要大臣、百工等余人都做了俘虏。北宋至此灭亡，史称“靖康之耻”。\n　　五月初一，康王赵构在应天府即位，是为南宋高宗，改元建炎。赵构虽起用了抗战派名臣李纲为左相，但仍旧对投降派黄潜善、汪伯彦等人颇为器重。赵构采取黄潜善等避战南迁的政策，预备南行“巡幸”，欲退避到长安、襄阳、扬州等地。时年岁的岳飞得知这个消息，不顾自己官卑职低，披肝沥胆，向宋高宗赵构“上书数千言”，其略云：\n　　陛下已登大宝，社稷有主，已足伐敌之谋。而勤王之师日集，彼方谓吾素弱，宜乘其怠击之。黄潜善、汪伯彦辈不能承圣意恢复，奉车驾日益南，恐不足系中原之望。臣愿陛下乘敌穴未固，亲率六军北渡，则将士作气，中原可复。\n　　然而，他的耿耿丹心只换得“小臣越职，非所宜言”八字批语，并且被革除军职、军籍，逐出军营。\n　　岳飞的抗金决心并未因此动摇。年八月，岳飞渡河北上，投入当时“声满河朔”，正多方收揽英才抗金的河北西路招抚使张所营中。张所知悉飞的遭遇后，十分同情，便留他在“帐前使唤”。由于岳飞的非凡见识、高超武艺，张所终于决定破格提拔他。先是“以白身借补修武郎”，继而又升为统领，后又升为统制，分隶于名将王彦部下。-\n　　然而高宗、黄、汪等为了向金人乞和，有意打压朝中的抗金力量：先是坚决主张抗金的李纲被罢相，继而张所也因从前曾弹劾黄潜善而遭贬谪发配岭南，最终死于贬途。被张所派去收复卫州等地的王彦、岳飞一军，也因河北西路招抚司的撤销而成为孤军。\n　　王彦驻军卫州新乡县的石门山，为集结金军所包围，因此谨慎出战。岳飞有些年少气盛，责备王彦胆怯：“二帝蒙尘，贼据河朔，臣子当开道以迎乘舆。今不速战，而更观望，岂真欲附贼耶！”率领部下擅自出战，攻占新乡县。金军误以为王彦、岳飞军是宋军主力，于是抽调各路人马，云集新乡，准备与宋军决战。王、岳军仅七千人，被金军围困，在突围中溃散了。飞与彦不和，自率部转战太行山区，其间曾多次袭击金军，生擒金将拓跋耶乌，刺死敌酋黑风大王，迫使金人暂时退却。\n\n再归宗泽\n　　李纲罢相后，东京开封府的留守宗泽就事实上成为抗金的中心人物。宗泽和北方的民间自发抗金武装建立了广泛的联系，收编了号称百万人的大军，积储了足供半年食用的粮草。泽委任王彦为“制置两河军事”，彦便派人命岳飞所部“赴荣河把隘”。飞和彦难以共事，便决定率领部伍南下东京开封府，再次接受宗泽的领导。宗泽珍惜岳飞的才干，体谅他的爱国之心，原谅了飞的违反军纪，留在营中听候差遣。\n　　十二月，金军大举南侵，进犯孟州汜水关。宗泽即派岳飞为踏白使，让他率领五百骑兵前往侦察。飞在汜水关一带击败金军，凯旋后，即被宗泽任命为统领，不久又提升为统制。\n　　建炎元年冬到二年春，金国分兵三路全军出动，在东京开封府所属及其毗邻的州县，宋金两军进行了剧烈的拉锯战。宗泽坐镇东京留守司，虽四面受敌，仍从容地调度军队，部署战斗，使金军无力攻下开封。正月里，开封市民甚至一如往时张灯结彩。岳飞于滑城之战、胙城之战、黑龙潭之战中，均表现突出，颇有战功。一日宗泽招见岳飞并授以用兵作战阵图，且说：“尔勇智材艺，虽古良将不能过。然好野战，非古法，今为偏裨尚可，他日为大将，此非万全计也。”飞回答：“兵家之要，在于出奇，不可测识，始能取胜。阵而后战，兵法之常，运用之妙，存乎一心。-”这番话终于使宗泽点头称是。\n　　建炎二年四月以后，天气开始炎热，金军撤退，宗泽准备北伐。王彦的八字军奉宗泽之命移屯滑州。五马山的首领马扩也携带信王赵榛的信前来东京留守司。宗泽和王、马等人共同制订了北伐的计划。这年六月止，宗泽上陈述恢复大计的奏章达次，但始终没有取得高宗的支持。年近古稀的宗泽再也支持不住，背疽发作，于七月初一含恨离世，临终前仍然高呼：“过河！过河！过河！”\n\n开封弃守\n　　宗泽死后，杜充继任东京留守。其人“性残忍好杀，而短于谋略”，置宗泽生前的计划于不顾，北伐终告夭折。\n　　年八月，金军再次南侵。一次，飞奉命驻守竹芦渡，用疑兵之计打败金军，因功转武功郎。\n　　年正月，岳飞奉东京留守司的命令从守卫北宋皇陵的驻地西京河南府返回开封。杜充出于排斥异己的动机，命飞向守城将领张用、王善袭击。时王善驻扎城东，张用驻扎城南，岳飞、桑仲、李宝诸人驻扎城西，均负有守卫京师重任。飞不愿自相残杀，婉言推辞，但杜充以军法问斩相威胁，勒令飞出兵。飞有以往擅自脱离王彦的教训，无法抗命，只能出战，南薰门之战，以八百人击退张、王部数万人，以功升武经大夫。杜充又派马皋等继续追击张、王部，却被打败。张用久攻淮宁不下，引军离去，自此成为游寇，后终被岳飞收降。此后飞随陈淬多次与王善作战，王善率部东流西窜，最后降金。飞因多次战功先后转武略、武德大夫，授英州刺史。\n　　上年八月开始南侵的金军，于是年正月又先后攻下徐州、淮阳、泗州，进袭扬州。二月初三日，南迁扬州的宋高宗得到金军攻陷天长军的消息，惊慌失措，落荒逃至杭州。五月，苗刘兵变被镇压后，高宗移驾建康。就在高宗移驾建康时，杜充假“勤王”之名，行脱离危险之实，准备离开开封，前往建康。\n　　岳飞于六月下旬刚回军开封，就接到杜充南撤的命令。飞向充苦谏：“中原地尺寸不可弃，今一举足，此地非我有，他日欲复取之，非捐数十万众不可得也。”充不听。飞无奈，只得率军随之南下。开封随后于次年二月陷落。\n\n收复建康\n　　高宗对杜充放弃开封的举动不加责罚，反而还命他负责长江防务，升任右相。高宗在建康稍事逗留，就又返回杭州，并派使臣杜时亮向金营呈送《致元帅书》。\n　　屈辱的书信，并未取得金人的怜悯。年秋，金军又兵分多路向南进犯。完颜挞懒领军进攻淮南，而由完颜兀术领军直接进攻江南，直捣赵构所在的临安，只图一举灭亡南宋，占领整个宋朝领土。\n　　十一月初，兀术占领长江北岸和县。金军沿长江北岸东进，与李成合攻乌江，离建康不到百里。杜充向朝廷上报“督师采石防守”，却深居简出不做准备。飞入杜充寝阁，苦劝再三至于流涕，但也无济于事。\n　　听到金军渡江的消息后，杜充才派都统制陈淬率岳飞、戚方等将官统兵二万奔赴马家渡，又派王王燮的一万三千人策应。陈淬率军力战，飞率右军和金国汉军万夫长对阵，而王王燮不战而逃，陈淬战死，诸将皆溃，飞苦战无援，整军退屯建康东北的钟山。杜充又弃建康，逃往真州，不久降金。建康失陷。\n　　时岳飞的部下有叛逃者，飞慷慨陈词道：“我辈……当以忠义报国，立功名，书竹帛，死且不朽。若降而为虏，溃而为盗，偷生苟活，身死名灭，岂计之得哉！建康，江左形胜之地，使胡虏盗据，何以立国？今日之事，有死无二，辄出此门者斩！”士卒皆被感动，愿随飞作战。\n　　兀术占领建康府后，亲率主力追赶宋高宗。高宗从明州乘船经海上逃到温州避难。\n　　金军南侵后，岳飞军则在其后方，乘机给予痛击。金军占领溧阳后，飞遣刘经率兵千人，乘夜攻克了溧阳县城。飞亲自领军转战广德境中，六战皆捷。驻军广德军的钟村，军粮用尽，将士忍饥，却不敢扰民。\n　　年初春，宜兴正被溃军骚扰，县令请岳飞来宜兴，说：“邑之粮糗，可给万军十岁！”二月，飞进驻宜兴，屯于张渚镇。在宜兴，飞收降了因政局混乱而在当地为匪的多支部队以及金军强征来的河北、河东等地签军。飞不歧视、苛待他们，伪军们都传话说：“此岳爷爷军。”争来降附。飞抗金英勇，爱民如亲，宜兴人民感恩戴德。他们说：“父母生我也易，公之保我也难。”\n　　二月，金军以舟师浮海，穷追高宗三百里未获。兀术借口“搜山检海已毕”，大肆烧杀抢掠之后，从大运河水陆并进，经秀州、平江等地向北撤退。经过常州时，岳飞率军从宜兴赶来截击。飞四战皆捷，擒女真万户主少孛堇等十一人。常州截击战之后，飞首次得到朝廷诏令，命他配合镇江韩世忠，从左翼进击金军，伺机恢复建康。\n　　金军在水路与韩世忠相持达四十日，被困于黄天荡，因奸细献策才得以入江。陆路上，岳飞在四月二十五日于建康城南三十里的清水亭首战大捷，金兵横尸十五里。\n　　五月初，飞在建康南面的牛头山扎营，在夜间以百人敢死队骚扰金军，金军伤亡甚大。兀术准备放弃建康，先在城中大肆杀掠和破坏，然后从建康西北的靖安镇向北岸的宣化镇渡江。飞领骑三百、步兵二千冲下牛头山，大破金军，进据新城。又追至靖安，消灭了未及渡江的金军。建康得以收复。\n　　建康战役历时半月，岳家军仅斩女真兵就“无虑三千”，擒获二十多名军官。这是岳家军的首次辉煌胜利。\n　　六月十五日，岳飞回到宜兴，在张大年家题词：近中原板荡，金贼长驱……\n\n六郡归宋\n　　岳飞于绍兴元年至三年先后平定了游寇李成、张用、曹成和吉、虔州的叛乱，升任神武后军统制。宋高宗赐御书“精忠岳飞”锦旗给飞，后又将牛皋、董先、李道等所部拨归岳家军，岳家军兵力得到扩充。\n　　年春，岳飞上《乞复襄阳札子》，提出收复陷于伪齐政权的襄阳六郡的主张，并说：“恢复中原，此为基本。”奏议得到朝廷许可，但高宗又特别规定岳家军不得称“提兵北伐或言收复汴京”，只以收复六郡为限。\n　　四月十九日，岳家军又重返民族战场，由江州向鄂州挺进。在从武昌乘船渡江北上时，飞情绪昂扬地对幕僚说：“飞不擒贼帅，复旧境，不涉此江！”\n　　五月五日，岳家军直抵郢州城下。岳飞跃马环城一周，亲自侦察敌情。他举起马鞭，遥指东北角的敌楼说：“可贺我也！”\n　　六日黎明时，岳家军向郢州发起总攻。战斗异常酷烈，岳飞坐在大纛下指挥，忽然有一大块炮石飞坠在他面前，左右都为之惊避，岳飞的脚却纹丝不动。士卒攀登云梯，奋勇攻上城墙。入城后，杀敌七千余人。\n　　郢州收复后，分两路进军。张宪、徐庆分兵东向攻随州；飞领军直趋襄阳，与伪齐主将李成决战。李成见郢州一日便被攻破，再无勇气据守，仓皇逃遁。十七日，岳飞兵不血刃，凯歌入襄阳。五月十八日，牛皋便与张宪、徐庆合力攻下随州城，歼灭了五千伪齐军。十六岁的岳云勇冠三军，手持两杆数十斤重的铁锥枪，第一个冲上城头。\n　　岳飞出师大捷，震动了伪齐政权。刘豫急忙调度兵力，还请来金朝的“番贼”，与河北、河东的“签军”增援，集结于邓州附近，号称有三十万大军，筑寨掘壕，以遏制岳军北上。七月十五日，王贵和张宪两军在州城外三十几宋里，同数万金、齐联军激战；王万和董先两部出奇突击，一举粉碎了敌军的顽抗。刘合孛堇只身逃窜。岳家军俘降“番官”杨德胜等二百余人，夺取战马二百多匹，兵仗数以万计。十七日，岳家军猛烈攻城。将士不顾矢石，蚁附而上。岳云又是第一个登城的勇士。岳家军攻拔邓州，活捉了高仲。二十三日收复了唐州州城。王贵和张宪同时在唐州以北三十宋里，再次击败金与伪齐联军，以掩护李道收复州城。同一天，荆湖北路安抚使司统制崔邦弼等军也攻下信阳军。\n　　襄汉之战是南宋头一次收复了大片失地的战役，又攻取了原先由伪齐控制的唐州和信阳军，这是南宋进行局部反攻的一次大胜利。岳飞因收复六郡之功升清远军节度使，成为有宋一代最年轻的建节者。\n\n名扬洞庭\n　　建炎末，湖南义军首领钟相被俘杀后，杨么等率领数十万人占领洞庭湖区，濒湖置寨，据湖为险；兵农相兼，陆耕积粮，打造车船，练兵水战，继续与官府抗衡。绍兴元年至四年，先后在鼎口、下沚江口、阳武口抗击官军围剿，屡战获捷。社木寨之战中，以车船水军反攻，尽歼守寨宋军，兵势日盛，使官府惧之为心腹大患。五年二月，高宗命宰相张浚为诸路兵马都督，岳飞为荆湖南北路制置使，刘延年为随军转运使，率领号称二十万大军前往镇压。军抵潭州，张浚布阵：分兵封锁湘阴、桥口、益阳、公安、南阳渡等湖区诸要津；令岳飞率军趋鼎、澧，自上游袭取杨么、夏诚等寨。五月，岳飞至鼎州，先遣降人杨华为间，入寨潜结杨么属下，诱降义军；同时，置寨列舰，实施军事威胁。六月初二，义军龙阳汛州村大寨首领杨钦领所部三千人及战船出降；寻其余大寨首领刘衡、金琮、刘诜、黄佐等亦举寨相继就招。义军大部被瓦解，惟杨么、夏诚仍据寨自固。岳飞知湖区地势艰险莫测，且舟师水战不及义军车船水军，遂先遣人开堰闸泄水，放木筏堵塞湖中诸港，散青草于湖面，以滞车船。继以杨钦为向导，率军进围杨么寨。杨么率众突围，力战失利，被俘，杀，余众被歼殆尽。夏诚死守其寨，亦被官军攻破。至此，杨么之乱被官军平定，就连都督张浚也不得不赞许道：“岳侯殆神算也！”。因岳飞巧智神算，从此名扬洞庭。“徒有王王燮数年之劳，未闻岳飞八日之捷。”\n\n两度北伐\n　　年初，由宰相张浚兼任都督诸路军马事，于平江府召开军事会议，研究北伐中原。张浚命令岳飞进军襄阳，作好直捣中原的准备。\n　　二月，岳飞于鄂州发布讨伐伪齐的檄令，并积极做好进军襄阳的军事部署。不料在三月，年已古稀的岳母姚氏病逝。飞悲痛不已，目疾复发，他一面奏报朝廷，一面自行解职，扶母灵柩至庐山安葬。并接连上表，乞守三年终丧之制。\n　　在朝廷再三催促下，岳飞忠孝难以两全，赶回军中，七月正式誓师北伐。岳家军兵分两路：一路往东北，由熟悉京西地理的牛皋统领，直奔镇汝军，牛皋早年在汝州鲁山县宝丰村同金军作战，此时重返故地，精神抖擞，一战即攻克汝城，生擒伪齐守将薛亨，紧接着又乘胜攻克颍州，为这次北伐建立首功。另一路王贵、郝晸、董先等，向西北方向进军，在攻克卢氏县后，又西取商、虢，东下伊阳，一路缴获粮食十五万石，降众数万。杨再兴大败伪齐张宣赞人马，收复长水县；王贵在收复虢州后，又率军向西，力拔上洛、商洛、洛南、丰阳、上津等县城，席卷了商州全境。\n　　岳家军北伐大捷，宋廷为此下诏嘉奖说：\"遂复商於之地，尽收虢洛之城\"，\"长驱将入于三川，震响傍惊于五路\"。收复商、虢等城后，飞向朝廷请示：如形势有利，将命王贵、牛皋两路合兵，自伊洛直渡黄河，与太行忠义民兵配合作战，收复河北失地。但他的进军计划没有取得朝廷支持。于收复卢氏、长水之后的第十七天，终因“孤军无援”和“以粮不济”，不得不退师鄂州。岳飞夺回商、虢等地，伪齐刘豫大为震惊。是年九月，刘豫筹集三十万人马，号称七十万，向淮西发动进攻。高宗得报后，认为刘光世、张俊不足以守江淮防线，要调岳飞军沿江东下。诏书到达鄂州时，飞正苦于目疾。但他并未犹豫，立即向九江进发。赶到九江时，淮西战事已告结束。\n　　完颜兀术看到岳飞移军东下，中线空虚，有可乘之机，便于十月底、十一月初与伪齐合兵，向襄汉地区发动猛烈进攻。飞接到多地的告急军情后，当机立断，调集二万精锐第三次出师北伐。\n　　岳飞出师到达各地之前，部将寇成、王贵、秦祐等已多次打退敌军进攻。岳飞大军开到前线，给守城将士以极大鼓舞，军威更振。商州转危为安。襄汉战线也因岳飞大军的到来，敌军不战而退。飞又准备收复蔡州，因见州城防守严密，“势不可攻”，乃作罢。\n　　按照朝廷“规模素定，必不徒行”的意旨，飞此时已胜利完成任务，加之所带军粮有限，便决定还师鄂州。飞撤军前，为避免遭敌追击，命王贵、董先向蔡州城发动一次进攻，以作掩蔽。但飞军撤退的消息传到敌营后，李成果然立即布置追击。董先、王贵等率军退到白塔地方，李成亲率刘复、孔彦舟等十员大将，合力追来。飞率军迎击，经过激战，擒获伪齐将领数十人，俘数千人，马三千六百匹，衣甲器仗无计其数。敌兵尸体填满溪谷，拥坠入水而死者无算。\n　　岳飞对被俘伪齐士卒，均散钱遣返还乡。并对他们说：“汝皆中原百姓，国家赤子，不幸为刘豫驱而至此。今释汝，见中原之民，悉告以朝廷恩德，俟大军前进恢复，各率豪杰来应官军！”\n\n君臣嫌隙\n　　年二月，岳飞奉诏入朝觐见高宗，其间曾与高宗作《良马对》，后又扈从高宗至建康。一日高宗把飞召至“寝阁”，向飞授命说：“中兴之事，朕一以委卿。”准备将刘光世所部王德、郦琼等兵马五万余人隶属于飞。这是朝廷因刘光世在淮上之役希图换防避战，退军当涂几误大事，被剥夺兵柄后作出的措置。\n　　岳飞见部队得到扩充，收复中原有望，心情异常激动，便亲手写成一道《乞出师札子》。飞陈述了自己恢复中原的规划，而且提出要“迎还太上皇帝、宁德皇后梓宫，奉邀天眷以归故国。使宗庙再安，百姓同欢，陛下高枕无北顾之忧”。此时岳飞已不再提及迎还“二圣”或者“渊圣”之事，只将钦宗包括在“天眷”之中。\n　　高宗览飞奏疏后，亲赐御札嘉奖。拨刘光世军与飞，似成定局，不意张浚和秦桧从中梗阻，高宗听从张浚之议，置已决之“前议”于不顾，又下诏给飞说：“淮西合军，颇有曲折。”不将刘光世军拨与岳飞。张浚见了岳飞，撇开归刘军与飞之“前议”，以淮西军中人事安排相问，岳飞耿直的回答却遭张浚讥刺。飞胸中积忿，上了一道乞罢军职的札子，不等批示，只向随行机密官黄纵略事交代后，就离开建康，回到庐山母墓旁守制了。\n　　高宗闻知岳飞辞职，即诏令鄂州军营将佐立刻敦请岳飞还军，又派张宗元到鄂州军中做宣抚判官。朝廷命李若虚、王贵去庐山请飞还军，李若虚劝了岳飞六日，飞才答应还军视事。\n　　张浚用人不当，终于招致了淮西军变，浚因此引咎辞相。岳飞得到兵变的消息，立即上疏表示愿率军进屯淮甸，拱卫建康行朝。高宗只让飞到江州驻扎。九月、十月间，岳飞入觐，向高宗提议立其养子赵瑗为皇储，又遭高宗呵斥。-\n　　有学者认为，岳飞和宋高宗之间的矛盾，就是从这一年开始逐渐加深的。\n　　这时，宋金对立形势又发生重大变化。金太宗死后，完颜亶继承帝位，而军事首脑完颜粘罕逐渐失势，于是年七月死去，完颜挞懒一派开始掌权。金趁刘豫借郦琼叛降出兵攻宋之机，将刘豫抓获，正式取消存在了年的伪齐政权，并向宋廷呼吁和谈，条件是归还黄河以南故宋地，并放还高宗生母韦氏，归还已死的徽宗的梓宫。\n\n反对和议\n　　年二月，岳飞还军鄂州，坚持“戮力练兵”，“日夜训阅”。\n　　高宗为“屈己求和”，进一步重用秦桧，并令其与金接通关系。韩世忠、岳飞对和议一事都表示坚决反对。飞在临安朝见时对高宗说：“夷狄不可信，和好不可恃，相臣谋国不臧，恐贻后世讥议。”高宗不听。\n　　十一月，金廷派出江南诏谕使张通古、萧哲，携带诏书，来同南宋“讲和”。\n　　金人不称宋朝而称“江南”，不说“议和”而说“诏谕”，把南宋完全置于藩属地位，消息传开，朝野上下，舆论沸腾。宋廷诸大臣对此议论纷纷，多有反对者，然而这些主战派人物如枢密副使王庶、枢密院编修胡铨等人，或被罢官，或被贬谪；赵鼎也被罢相。\n　　十二月廿七日，秦桧以宰相身份代表宋高宗跪在金使脚下，答应取消宋国号，作金的藩属，并每年纳贡，南宋与金的第一次和议达成。\n　　年正月，宋廷宣布大赦天下，以庆贺\"和议\"的成功。岳飞接到赦书之后，让幕僚张节夫起草了一份《谢讲和赦表》，表明自己不趋附和议，誓要\"唾手燕云，复仇报国\"。飞对朝廷加封的开府仪同三司官衔，虽三诏而不受，他在辞书中说：\"今日之事，可危而不可安，可忧而不可贺。可训兵饬士，谨备不虞；而不可论功行赏，取笑夷狄。\"高宗特下“温诏”，飞才不得已受之。\n　　其后岳飞又自请随宋使至西京洛阳谒扫先帝陵墓，以趁机窥探金国虚实，但未被允许。再后，飞又上二札子，要求解除自己的军职，字里行间对和议之事不无讽剌之意，高宗、秦桧先未予理睬，后批示不允所请。\n\n挺进中原\n　　年，完颜兀术发动政变掌权，随即废除对宋和议。五月，兀术亲统大军，以山东聂儿孛堇和河南李成为左右翼，取道汴京向两淮进军；右副元帅完颜撒离喝统帅西路军，从同州攻陕西。五月下旬，金军兵临顺昌城下，顺昌告急。宋高宗原不同意岳飞出兵，后恐顺昌有失，便命飞发兵救援。\n　　岳家军在鄂州已整训三年，岳飞接诏后，立即派张宪、姚政率军东进，援救顺昌。未至顺昌时，刘锜已于顺昌之战中大败金军。六月下旬，当西线金军受阻，东线顺昌解围，局势稍有稳定，高宗便又命司农少卿李若虚向岳飞传达诏命，谕飞“兵不可轻动，宜且班师”。此时飞已率军开至德安。岳飞向李若虚陈述他恢复中原的谋略，若虚素主抗金，他不顾矫诏之罪，主动支持岳飞北伐。-\n　　岳飞随即挥师北上，在六月、闰六月间，由张宪的前军攻下蔡州，牛皋在京西路连克鲁山等县城，统领官孙显也在蔡州和淮宁府之间打败金兵。张宪、傅选又大败金将韩常，顺利收复颍昌。牛皋、徐庆随后和张宪会师，继而收复了陈州。中军统制王贵所部也在闰六月底和七月初接连攻下了郑州和西京河南府。\n　　与此同时，韩世忠部将王胜收复海州，张俊部将王德收复亳州。\n　　岳飞此前派往河北的义军首领李宝、孙彦、梁兴、董荣等在山东和河北、河东两路联络和组织当地忠义民兵，并在七月初收复了怀、卫、孟等州。至此，岳飞所部和由他联络的各地忠义民兵，对兀术盘踞的东京已形成南、西南、西、西北、北、东北六面包围。\n　　不意正值此时，朝廷诏命张俊撤出亳州移屯寿春，又下诏驻屯顺昌的刘锜向江南调移。岳飞接连上奏，请求友军支援，“伏望速降指挥，火速并进”，没有得到朝廷批准。\n　　完颜兀术得知驻扎在郾城的岳飞兵马不多，用骑兵一万五千人直扑郾城，企图一举消灭岳家军的指挥中枢。七月初八日，兀术与龙虎大王完颜突合速、盖天大王完颜赛里等，率领金军在郾城北与岳家军对阵。兀术用“铁浮图”为主力，正面进攻，左右翼又辅之以“拐子马”，都是金军的精锐部队。岳飞令其子岳云率背嵬军和游奕军骑兵迎战，往来冲杀，并派步兵用麻扎刀、大斧等，上砍敌军，下砍马腿，使“拐子马”失去威力，杀伤了大量金兵。-\n　　初十日，金兵再犯郾城，岳飞在城北的五里店再一次大败金军。这时，兀术又调集了十二万大军屯于临颍县。十三日，杨再兴率兵出巡，在小商桥与金兵遭遇，竟以三百骑兵杀死了金兵二千多人，其中包括一百多名将领，杨再兴与所部全部英勇战死。第二天，张宪率兵再战，金兵只好退出临颍。\n　　郾城之战后，金人不甘失败，七月十四日，兀术率十万步兵和三万骑兵攻颍昌。王贵、岳云分率精骑与金军战于颍昌城西。岳云以八百背嵬骑兵作正面攻击，步兵分左、右两翼，以抗金军骑兵。颍昌之战，岳家军“无一人肯回顾”，杀得“人为血人，马为血马”，大败金军，斩俘金统军金吾卫上将军夏姓万夫长，副军粘汗孛堇等七千余人，获马三千余匹。兀术退还开封。-\n　　岳飞为大河南北频传的捷报所鼓舞，他对部属说：“今次杀金人，直到黄龙府，当与诸君痛饮！”\n　　岳家军全线进击，包围开封。七月十八日，张宪与徐庆、李山等诸统制从临颍县率主力往东北方向进发，又击败五千金军，追击十五里。同时，王贵自颍昌府发兵，牛皋也率领左军进军。\n　　兀术以十万大军驻扎于开封西南四十五宋里的朱仙镇，希图再次负隅顽抗。岳家军北上距离朱仙镇四十五宋里的尉氏县驻营，作为“制胜之地”。岳家军前哨的五百背嵬铁骑抵达朱仙镇，双方一次交锋，金军即全军奔溃。兀术最后只剩下一条路，放弃开封府，准备渡河北遁。\n\n十年功废\n　　七月十八日，即张宪从临颍杀向开封之时，宋廷传来班师诏。岳飞鉴于当时完胜的战局，上书争辩说：“金虏屡经败衄，锐气沮丧。虏欲弃其辎重，疾走渡河。今豪杰向风，士卒用命，功及垂成，时不再来，机难轻失。”\n　　隔了两三日，大军先锋已进抵朱仙镇，完颜兀术已逃出开封之时，岳飞却在一天之内接连收到十二道用金字牌递发的班师诏，诏旨措辞严峻：命大军即刻班师，岳飞本人去临安朝见。据学者王曾瑜考证，高宗发十二道金牌的时间，大约是在七月十日左右，即他得到七月二日克复西京河南府捷报不久。\n　　岳飞收到如此荒唐的命令，愤惋泣下：“十年之力，废于一旦！”然而在朝廷高压钳制之下，岳飞不得不下令班师。百姓闻讯拦阻在岳飞的马前，哭诉说担心金兵反攻倒算：“我等戴香盆、运粮草以迎官军，金人悉知之。相公去，我辈无噍类矣。”岳飞无奈，含泪取诏书出示众人，说：“吾不得擅留。”于是哭声震野。大军撤至蔡州时，当地人民要求与部队一起行动。最后，岳飞决定留军五日，以掩护当地百姓迁移襄汉。大军班师鄂州，岳飞则往临安朝见。兀术回到开封，又整军攻取了被宋军收复的河南地区。岳飞在班师途中得知噩耗，不由仰天悲叹：“所得诸郡，一旦都休！社稷江山，难以中兴！乾坤世界，无由再复！”\n　　岳飞回到行朝，不再像以往慷慨陈词，只是再三恳请朝廷解除其军职，归田而居。高宗以“未有息戈之期”为由不许。\n　　年正月，完颜兀术再度领军南下。二月，岳飞领兵第三次驰援淮西，这也是他最后一次参与抗金战斗。\n\n千古奇冤\n　　年，金国在无力攻灭南宋的情况下，准备重新与宋议和。宋廷乘机开始打压手握重兵的将领，尤其是坚决主张抗金的岳飞、韩世忠二人。完颜兀术在给秦桧的书信中说“必杀岳飞，而后和可成”。-\n　　四月，张俊、韩世忠、岳飞三大将被调离军队，到临安枢密院供职。\n　　五月，张俊在和岳飞巡视楚州韩世忠的军队时，暗中挑唆岳飞，欲一同瓜分此军，却遭飞严肃回绝。秦桧又欲陷害韩世忠，飞再次保全了韩。岳飞回朝后，即遭秦桧党羽万俟卨、罗汝楫的弹劾，诬蔑飞援淮西“逗留不进”、主张“弃守楚州”，请罢飞枢密副使之职。八月九日，岳飞被罢枢密副使，充“万寿观使”的闲职-，飞自请回到江州旧居赋闲。\n　　岳飞此时已无兵无权，但对他的迫害却仍在步步紧逼。在秦桧授意下，张俊利用岳家军内部矛盾，威逼利诱都统制王贵、副统制王俊先出面首告张宪“谋反”，继而牵连岳飞。\n　　张俊私设公堂，向张宪严刑逼供，毫无结果之下，竟捏造张宪口供“为收岳飞处文字谋反”。岳飞在江州居留，为时甚短，就接到宋廷命令，召他回“行在”临安府。十月十三日，岳飞被投入大理寺狱中，此前其长子岳云也已下狱。\n　　岳飞义正词严地面对审讯，并袒露出背上旧刺“尽忠报国”四大字，主审官何铸见此，亦为之动容。铸调查发现岳案证据不足，实为冤案，如实禀告秦桧。秦桧却说：“此上意也！”改命万俟卨主审此案。\n　　卨用尽手段，也无法使岳飞三人屈招一字。飞宁死不自诬，乃至以绝食抗争，经其子岳雷照顾，才勉强支撑下来。-\n　　十一月初七日，宋金“绍兴和议”达成：由宋向金称臣，将淮河以北的土地全部划归金国，并每年向金贡奉银绢各二十五万两匹。\n　　和议虽已达成，但岳飞始终未能被释放。万俟卨等逼供不成，为了坐实冤狱，又为岳飞罗织搜剔了所谓“指斥乘舆”、“坐观胜负”等数条罪名，欲将飞一举定为死罪。\n　　大理寺丞李若朴、何彦猷以飞为无罪，与万俟卨竭力争议，均遭罢官处分。布衣刘允升上书为飞申冤，被下大理寺处死。已赋闲的韩世忠因岳飞入狱之事质问秦桧，桧回答：“飞子云与张宪书虽不明，其事体莫须有。”世忠忿然道：“相公，‘莫须有’三字，何以服天下？”\n　　十二月廿九日，宋高宗下达命令：\n　　“岳飞特赐死。张宪、岳云并依军法施行，令杨沂中监斩，仍多差兵将防护。”\n　　岳飞在大理寺狱中被杀害，时年岁；岳云和张宪被斩首。岳飞的供状上只留下八个绝笔字：“天日昭昭，天日昭昭！”\n　　岳飞的死讯传出，百姓们都为之哭泣；消息传到金国，金国大臣们为此酌酒庆贺，并说：“和议自此坚矣！”\n　　岳飞被害后，狱卒隗顺冒险将岳飞遗体背出杭州城，埋在钱塘门外九曲丛祠旁。隗顺临终前，始将此事告知其子。年宋孝宗即位，岳飞冤狱终于平反。隗顺子告以前情，乃将飞以礼改葬在西湖栖霞岭。年，谥岳飞为“武穆”，宋宁宗时追封为鄂王，理宗时改谥忠武。\n　　岳飞虽然被杀害了，但他的业绩不可磨灭。岳飞表达了被侵犯民族的要求，坚持崇高的民族气节，坚持了抗金的正义斗争，为汉民族的文明绵延起了中流砥柱的作用！岳飞联合抗金军民一道，保住了南宋半壁河山，使南中国人民免遭金人的蹂躏，从而保住了高度发展的中国经济和文化，并使之得以继续向前发展。 \n\n\n治军品行\n\n生活简朴\n　　衣——全家均穿粗布衣衫，妻子李氏有次穿了件绸衣，岳飞便道：“皇后与众王妃在北方过着艰苦的生活，你既然与我同甘共苦，就不要穿这么好的衣服了。”自此李氏终生不着绫罗。\n　　食——一次，留部将郝晸进餐，碰巧一个荤菜也没有。赦晸进送酸馅，岳飞尝后，把剩下的当作“晚食”。\n　　住——茅屋军帐，与士卒同甘共苦。高宗曾要在杭州为岳飞建豪宅，岳飞辞谢说：“北虏未灭，臣何以家为？”\n　　财产——此外，岳飞不仅乐善好施，而且还经常化私为公，用自己的私家财产去补助军用。史书记载：“乐施财，不殖资产，不计生事有无。所得锡赉，率以激犒将士，兵食不给，则资粮于私廪”。有一次，岳飞命令部下将自己家“宅库”里的所有物品，除了皇帝“宣赐金器”外，全部变卖，交付军匠，造良弓二千张以供军用，“除宣赐金器存留外，余物尽出货，以付军匠，造弓二千张”。岳飞幕僚黄纵见到了就提醒岳飞不要为公事破费，黄纵说：“此军器，当破官钱。”岳飞却淡淡地回答：“几个札子乞得，某速欲用，故自为之。”\n　　犒赏——战时，南宋对军队犒赏极厚，岳飞从来不取一文，全数分给将士。有次一名部将贪污赏银，立斩。\n\n律己宽人\n　　除了自己俭朴淡泊，刻苦励志外，岳飞对子女教育很严。要求他们每天做完功课后，必须下地劳作。除非节日，不得饮酒。宋时有“任子恩例”，官员品级越高，子女可享受的官阶越高，次数越多。岳飞勉励儿子们“自立勋劳”，仅用了一次“恩例”，还是为张所之子张宗本而用。而岳云屡立殊勋，岳飞却多次隐瞒不报。为此张浚说：“岳侯避宠荣一至此，廉则廉也，然未得为公也！”岳飞答道：“父之教子，怎可责以近功？”又说：“正己而后可以正物，自治而后可以治人，若使臣男受无功之赏，则是臣已不能正己而自治，何以率人乎？”\n　　虔城百姓暴乱时曾惊扰孟太后车驾，被岳飞平定后，高宗密旨屠城，岳飞冒险屡次求情，保全了一城老小。\n\n赏罚分明\n　　“冻杀不拆屋，饿杀不打掳”，是岳家军的口号，也是真实的写照。损坏庄稼，妨碍农作，买卖不公……斩！所以岳家军所到之处，民众无不欢欣围观，“举手加额，感慕至泣”。\n　　与将士同甘苦；待人以恩，常与士卒最下者同食。士卒伤病，岳飞亲自抚问；士卒家庭困难，让相关机构多赠银帛；将士牺牲，厚加抚恤。李氏亦时常慰问将士遗孀。如此赏罚分明官兵同心的军队，自然是“撼山易，撼岳家军难。”\n\n洁身自好\n　　《鄂国金佗稡编》鄂王行实编年卷六·遗事记载：“旁无姬妾，蜀帅吴玠素服先臣善用兵，欲以子女交欢。尝得名姝有国色，饰以金珠宝玉，资奁巨万，遣使遗先臣。次汉阳，使者先以书至，先臣读之甚不乐。即日报书，厚遣使者，而归其女。诸将或请曰：‘相公方图关陕，何不留此以结好。’先臣曰：‘吴少帅于飞厚矣，然国耻未雪，圣上宵旰不宁，岂大将宴安取乐时也！’左右莫取言。玠见女归，益敬服以为不可及。”\n\n事母至孝\n　　母病，“尝药进饵”，亲自侍奉；母亡，赤脚扶棺近千里。岳飞认为：“若内不能克事亲之道，外岂复有爱主之忠？”\n\n勇冠三军\n　　史书载，岳飞可以挽弓三百斤，弩八石，能左右射。后来岳飞在与敌人作战时，杀敌将黑风大王。后来，贼王善、曹成聚集兵马号称五十万，岳飞所部只有八百，手下士兵都十分害怕。这时岳飞却十分镇定，言：“吾为诸君破之。”然后左手挟弓，右手拿矛，冲击敌阵，结果五十万大军大乱，岳飞乘势大败敌军。\n\n儒将风范\n　　岳飞的文才自不必说，数十首诗词足以说明。除此之外，他爱好读书，书法颇佳，时人称“室有邺架”、“字尚苏体”。他还爱与士子文人交往，“往来皆高士”。\n　　岳飞虽是武将，但他文采横溢，有儒将风范。他是寂寞英雄，满腔抱负，无人赏识，“欲将心事付瑶琴”，却无奈，“知音少，弦断有谁听？”\n　　他写的《小重山》不似《满江红》那样豪情万丈，可却是借琴弦抒发着心中无言的呐喊。岳飞这一生，为南宋抗金，浴血沙场，赤胆忠心，不为功名，只希望可以得遇明君，慰籍平生寂寥。 \n\n\n书法\n\n　　岳飞虽出身军伍，但自幼受到良好的中国传统教育，勤奋好学，文武双全。书法以行、草为主，畅快淋漓，龙腾虎跃，气韵生动，章法严谨，意态精密，纤浓符中，刚劲不柔，自有一种淳正之气，颇含文臣气质。传世书迹有《书谢朓诗》、《前后出师表》、《还我河山》等。\n\n军事思想\n\n　　岳飞是中国古代治军的楷模，“岳家军”成为一时的典范。他虽然没有军事论著传世，但从其散见于史书篇牍中的论述和军事实践，可看出岳飞军事思想的主要内容。前人在总结岳飞的治军思想时指出有六个方面：贵精不贵多；谨训习；赏罚公正；号令严明；严肃纪律；同甘苦。这六方面的核心便是以严治军。\n\n　　由于岳飞严于治军、善于治军，故“岳家军”战斗力强，“皆可以一当百”，金人也赞叹：“撼山易，撼岳家军难”。“岳家军”为当时一些将帅所叹服，而且也为后世一些名将所效法。如明代名将戚继光亦以岳飞为榜样，练就了抗倭劲旅“戚家军”。\n\n　　岳飞在作战中不仅强调要有勇敢的精神，而且更为重视谋略的作用。早在岳飞为张所部下时，张所素闻岳飞“勇冠三军”，便问他：“汝能敌几何？”岳飞回答说：“勇不足恃，用兵在先定谋”。他列举春秋晋国“栾枝曳柴以败荆，莫敖采樵以致绞”为例，认为此“皆谋定也”。所以，岳飞进一步肯定了谋略在作战中的作用。他说：“谋者胜负之机也。故为将之道，不患其无勇，而患其无谋。”这就明确指出了谋略是决定作战胜负的关键。\n\n　　岳飞注意灵活用兵。宋王朝实行“将从中御”，将帅作战必须依事先准备的阵图行事，不得擅自改变。岳飞认为，阵图有一定的局限，而作战是千变万化的，“古今异宜，夷险异地”，不能照搬阵图。他说：“兵家之要，在于出奇，不可测识，始能取胜，若平原旷野，猝与敌遇，何暇整阵？”因此，他提出“阵而后战，兵法之常，运用之妙，存乎一心”的思想。另外，岳飞还提出“善观敌者逆知其所始，善制敌者当先去其所恃”的思想。 \n\n\n介绍\n\n　　岳飞，字鹏举，宋代相州汤阴人，南宋杰出的军事家、战略家，民族英雄，[1-3]抗金名将。他精通韬略，也精于骑射，并善诗词、书法。岳飞治军，赏罚分明，纪律严整，又能体恤部属，以身作则，他率领的军队被称为“岳家军”，号称“冻杀不拆屋，饿杀不打掳”。金人流传着“撼山易，撼岳家军难”的名句，表示对“岳家军”的最高赞誉。岳飞反对宋廷“仅令自守以待敌，不敢远攻而求胜”的消极防御战略，一贯主张积极进攻，以夺取抗金斗争的胜利。他是南宋初唯一组织大规模进攻战役的统帅。\n\n　　1103年，岳飞诞生于相州汤阴县。\n\n　　1122年，首次投军，因父亲病故，回家守孝。两年后又到平定军投戎。\n\n　　1126年，投身抗金战争，在相州应募。与宗泽先后转战开德、曹州等地。\n\n　　1127年，向宋高宗赵构上书言事被罢官，投入张所营中。建炎二年，再归宗泽，宗病故后隶属杜充。次年，随杜充从开封南撤。建炎四年，败金人于建康东南三十里的清水亭，收复建康。\n\n　　1131—1133年，平定李成、曹成等游寇。绍兴四年五月，襄阳陷落，岳飞出师。复郢州，李成弃襄阳去，又复襄阳府。复败李成于新野市。六月，挥师北伐，收复襄阳府等六郡。八月，为清远军节度使。九月，金、伪齐合兵南侵淮西。奉诏出师，败金人于庐州，金人退师。\n\n　　绍兴五年二月，授镇宁崇信军节度使，封武昌郡开国侯。六月，平定杨幺之乱。九月，晋封公爵。\n\n　　绍兴六年，三月，徙镇武胜、定国军节度使，升湖北、京西路宣抚副使。八月，北伐收复商州、虢州。十一月，伪齐进犯江汉，岳飞破伪齐加兵宛、叶之间。绍兴七年拜太尉，升宣抚使。绍兴九年，上表反对宋金议和。\n\n　　绍兴十年五月，金人背盟南侵。六月，加少保，出师北伐，复颍昌府、河南府等十余州郡。先后取得郾城、颍昌、朱仙镇等大捷。但因班师回朝，所得州郡又陷于金国。\n\n　　绍兴十一年一月，金国再犯淮西，岳飞领八千骑兵驰援。还朝后罢宣抚使，授枢密副使。岳飞仍反对和议，力图保全韩世忠及其旧部，遭秦桧党羽弹劾，罢官赋闲。十月，被诬入大理寺狱。十二月被害于大理寺，时年39岁。\n\n　　绍兴三十二年，宋孝宗为岳飞平反昭雪，追复原官，以礼改葬。淳熙五年定谥武穆，嘉泰四年追封鄂王，宝庆元年改谥忠武，又赠太师。\n\n　　宋金时期，金灭辽、灭北宋占据中原，又频繁发动南侵战争，所到之处烧杀淫掳，许多城市重镇经金军洗劫，几成为空城。给国家、民族带来巨大灾难和痛苦。因此，抗击金兵，收复中原，保障国家安全和人民生命财产不受破坏损失，是时代的要求，也符合广大人民的愿望。《宋史》称岳飞“忠愤激烈，议论持正”，所言颇当。而赵构、秦桧、万俟卨等人将永远是千古罪人。 \n\n\n相关建筑\n\n岳墓\n　　位于杭州栖霞岭南麓，建于1221年，明景泰年间改称“忠烈庙”，元代至今，时兴时废，代代相传。现存建筑于1715年重建，1918年曾大修，1979年按南宋建筑风格全面整修，使岳庙更加庄严肃穆。墓道两旁陈列的石虎、石羊、石马和石翁仲，是明代的遗物。1961年岳墓被列为全国重点文物保护单位。“青山有幸埋忠骨”。\n\n岳王庙\n　　人们为纪念岳飞，在全国许多地方都修筑了岳王庙，规模较大的有杭州、汤阴、朱仙镇、靖江、宜丰等地。其中杭州岳王庙建于1163年，距今已有850多年历史。 \n\n\n典故：岳母刺字\n\n　　岳母刺字的故事，宋人笔记和野史均无记载，包括岳飞之孙岳珂所著《金佗稡编》也没有记录。岳飞背上刺字的记载始见于元人所编的《宋史》本传：“初命何铸鞠之，飞裂裳，以背示铸，有‘尽忠报国’四大字，深入肤理。”有一种解释是，因为“刺字为兵”的制度仍在执行，所以岳飞从军时在背部刺上“尽忠报国”四字明志。\n\n　　明代表现岳飞故事的小说、戏剧如《精忠记》、《武穆精忠传》、《精忠旗传奇》等都有岳飞背上刺字的描写，刺字版本不一，最普及的则是“精忠报国”。有学者认为，此时的“精忠报国”四字是受宋高宗御赐“精忠岳飞”四字的误导。\n\n　　始修于明代的《唐门岳氏宗谱》说“尽忠报国”四字是姚氏于靖康初年为岳飞所刺，但《宗谱》晚出，此事的真实性仍有待考证。“岳母刺字”的演义故事则最早见于清抄本《如是观传奇》与杭州钱彩评《精忠说岳》，《说岳》中的岳母刺字故事影响广泛，一直流传至今，成为一段脍炙人口的佳话。 \n\n",
  "desc": "岳飞（1103—1142），字鹏举，宋相州汤阴县永和乡孝悌里（今河南安阳市汤阴县程岗村）人，中国历史上著名的军事家、战略家、民族英雄，位列南宋中兴四将之首。岳飞是南宋最杰出的统帅，他重视人民抗金力量，缔造了“连结河朔”之谋，主张黄河以北的抗金义军和宋军互相配合，夹击金军，以收复失地。岳飞的文学才华也是将帅中少有的，他的不朽词作《满江红》，是千古传诵的爱国名篇。葬于西湖畔栖霞岭。",
  "dynasty": "宋代",
  "id": 630,
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_630.jpg",
  "name": "岳飞",
  "star": 460
}