{
  "content": "人物思想\n\n尽孝上皇\n　　大安宫位于宫城之西，其墙宇宫阙的规模，和皇宫相比尚为矮小。臣认为东宫皇太子的住宅还处在城内，大安宫是太上皇所居住的地方，反而在城外。虽然太上皇崇尚淳朴的德行，追求清廉简朴，陛下难以违背仁慈的旨意，爱惜人力；但是藩夷人朝见及各方面的人士观瞻聆听，有地方不够用的感觉。臣希望建造高墙，修建门楼，务必体现显赫高大，以满足各方面人士的愿望，那么陛下的大孝之心就明示于天下了。\n\n　　臣看到有明确的敕令在二月二日临幸九成宫。臣私下以为太上皇年岁已高，陛下应该早晚照看饮食和起居状况。现在所要临幸的宫殿距离京城三百多里，陛下的车乘一出动，清道呵禁行人超过十天，不是一早一晚可以到达的。太上皇如果思念，而想立刻见到陛下，陛下将怎能赶到？况且陛下这次前去本来就是为避暑。然而太上皇仍然留在炎热之地，陛下自己却到了凉快的地方，温情之道，臣私下赶到不妥。然而诏书已经发下，业已成为事实，希望能告诉迅速返回的日期，以解开众人的疑惑。 \n\n废除世袭\n　　臣又见诏书，命宗室和功臣镇守分封邦国，并传给子孙，使世代承袭政权，不是重大变故不能罢免。臣私下认为陛下封赐栽培的人，确实爱他们很深，想让他们的后代承袭职守而立国永久。臣认为如诏书的旨意，陛下应该考虑如何使他们安存，使他们富贵，然而何必要以官职来代替。为什么呢？凭着尧、舜这样的君父，还有丹朱、尚均这样的儿子。倘若有的还在孩童时期就承袭父职，万一骄奢淫逸，那么百姓就会遭受祸害而国家也会受到破坏。想断绝他们的封地与官爵，而栾黡的恶迹已经显露。与其让这样的人毒害幸存的百姓，宁可割恩于已死去的臣子，这是明显的道理。然则过去所谓被爱重的人，就正好伤害了他们。臣认为适宜分封给他们土地，使食邑世代相传的，一定要有才能品行。根据才能品行授予官职，这就使能力不强的，也可因此而获得免受过失的连累。过去汉光武帝不任命有功之臣去当地方官，所以最终保全了他们一辈子，确是由于他懂得治国的办法。希望陛下认真想想这件事，使众人能得到陛下的大恩，子子孙孙也能终享福禄。 \n\n祭祀太庙\n　　臣又听说圣人教化天下，没有不把孝作为根基的。所以说：“孝莫大于尊敬父亲，尊敬父亲莫大于把父亲和天帝配祭。”又说：“国家的大事只有祭祀与战争。”孔子也说：“我不能参加祭祀就等于没有祭祀。”这是圣人如此重视祭祀。自从陛下登基以来，宗庙祭祀之事没有亲自参加过。猜想陛下的心情，只要车驾一出，花费就会很多，所以忍着孝心哀思，以便利于百姓。于是使一代典籍不记入皇帝进入太庙祭祀的事情，这样将用什么传给子孙，示范后人呢？臣知道大孝确实不在于祭祀，然而圣人训导人们，的确有委屈自己而顺从时俗的说法，希望陛下考虑我愚笨的忠诚。 \n\n严明赏罚\n　　臣实行教化，在于得到贤人和挑选官吏；为政的根本在于提倡清明的时尚荡涤丑恶的风气。孔子说：“只有名分和器物不能轻易给人。”这说明选拔官吏是至关重要的。臣看到王长通、白明达原本出身乐工，是属于车驾一类的杂人，韦槃提、斛斯正就更没有其他才能，只是驯养马匹。即使技艺超过同行，技能有可取之处，可以重赏钱帛，使他们家庭富裕；怎能使列入士流，破格授任很高的官爵。于是使朝会的班位，万国来朝见天子的场所，有车驾的车夫歌舞艺人，也穿着配玉的官服和朝靴，和贤臣君子并肩而立，同坐而食，臣私下以为耻辱。但朝廷的命令已经下达，即使不可追改，但也认为应该不使他们在朝会的班位中和士大夫同列。\n\n倡行节俭\n　　如今百姓处于丧乱之后，人口相当于隋朝的十分之一。但是供官差服徭役，却一个接一个被征发上路，哥哥离家弟弟才回来，前后相接不断，路程远的往返五六千里，春秋冬夏一点休息时间也没有。陛下虽然常常降下恩诏命令减省差役，但是有关部门的劳作仍不停止，自然需要用人，枉然下达诏令，照旧役使百姓。臣常常去访问，四五年以来，百姓很有怨恨的言辞，认为陛下不抚恤保养他们。从前唐尧用茅草盖房土块作台阶，夏禹衣食粗劣，这样的事臣知道不可能再在今天来实行。汉文帝爱惜百金的费用，停止露台的建造，收集臣下上书用的布袋做宫殿的帷帐，他所宠爱的慎夫人衣裙不拖到地上。到了汉景帝认为锦绣纂组妨碍女工，特地下诏除去，所以百姓生活安乐。到了孝武帝虽然穷极奢侈，但是承接文帝、景帝遗留的恩德，因而民心没有动乱。假若汉高祖之后即是武帝时代，天下必然不能保全。这些距离当今较近，事迹还可以看见。现在京师和益州等地在制造供奉的器物以及诸王嫔妃公主的服饰，议论的人都认为不是节俭的做法。臣听说勤奋早起而功绩盛大显赫的君主后代还是懈怠；制定法令合乎常理的，后来还要败坏混乱。陛下小时候居住在民间，知道百姓的辛苦，前代的成功和失败又亲眼看到，尚且还要这样做。而皇太子在深宫里生长，没有经历过社会上的事，等陛下万岁之后该怎么办，这确实是陛下应当忧虑的事。臣探求前代以来国家成败的情况，只要有百姓怨恨背叛，聚众做盗贼，那么国家没有不迅速灭亡的。君主虽然悔改，也没有能够重新安定保全的。凡修治教化，应当在能够修正之时去做，如果事变发生才后悔，那就无济于事了。所以君主总是见到前代的覆亡，就能知道他们政权丧事的原因，却都不知道自己本身有什么过失。因此殷纣嘲笑夏桀亡国，而周幽王、周厉王又嘲笑殷纣的灭亡；隋炀帝大业初年又嘲笑齐、魏丧失国家。现在看隋炀帝，也像隋炀帝当时看齐、魏一样。所以京房对汉元帝说：“臣担心后代看现在也像现在看古代一样”，这话不能不作为警戒。 \n\n与民休息\n　　从前贞观初年，全国遭灾荒，一匹绢才值一斗米，而天下安居乐业。百姓知道陛下十分关心爱怜他们，所以人人自安，不曾有怨言。五六年以来，连年丰收，一匹绢值十多石粟，而百姓都以为陛下不关心爱怜他们，都有怨言。又因为现在所新办的事很多是目前无关紧要的事情的缘故。自古以来，国家的兴亡不能取决于积蓄了多少，只决定于百姓生活是苦还是乐。可拿近代的事证明这一点，隋朝贮粮洛口仓，确是李密接管了它；西京府库也被我大唐使用，至今还没有用尽。如果原来洛口仓、东都没有粮食布帛，则王世充、李密就不一定能够聚集大量人马。不过贮积本来是国家的正常事务，应当使百姓有余力然后征收储藏，怎能使百姓劳苦而强制征收，结果却拿去资助贼寇，这样储藏是没有好处的。节俭让百姓休养生息，这在贞观初年陛下已经亲自做过了，所以现在实行它并不难。实行一天，如果天下人知道了就会载歌载舞。如果百姓已经劳苦不停地役使他们，万一国内遭受水旱灾害，边境有敌国侵犯，不法之人趁机作乱，就会出现不可预测的情况，不仅是要陛下晚食迟寝而已。古语说：“感动人是靠行动而不是靠言谈，感应上天要靠实际而不是靠祝词。”以陛下的圣明，真正想要励精图治，不永远求上古的策略，只要赶得上贞观初年那样，那么天下就非常幸运了。\n\n约束藩王\n　　早先贾谊为汉文帝说可恸哭和长叹的事，说当韩信在楚为王、彭越在梁为王、英布在淮南为王之时，假使文帝继位一定不能安稳。又说幸赖各王年纪小，师傅国相管着他们，长大以后必生祸乱。历代以来都认为贾谊说得很正确。臣私下观察现在的诸将功臣，陛下与他们一起平定天下的，都仰靠禀受成规，供陛下像鹰犬一样的使用，没有像韩、彭那样有威望使陛下难以驾驭之人。而诸王年龄都还幼小，即使他们长大之后，在陛下还健在时必定没有其他意图。然而在陛下百年之后不得不忧虑。自从汉朝、晋朝以来，乱天下的何尝不是诸王？都是因为封授不当，没有预先确立一定的名分，所以导致灭亡。当君主的很清楚这种情况，但他们沉溺在偏爱之中，因而前面的车已经翻覆而后面的车却不改道。现在天下百姓受到的关怀极少，而对诸王的关爱却很多，宠遇之恩太过于厚重，臣的忧虑不仅是他们倚仗皇上的宠爱而骄傲自大。从前魏武帝宠爱陈思王，到魏文帝继位，陈思王被禁闭防守如同狱中的囚犯一样。是因为先皇给他的宠爱太多，所以继位的君主也就畏惧他了。这就是魏武帝宠爱陈思王，恰恰是害他受苦的原因。况且帝王的子弟何用担心不富贵，他们享受封国供奉，封赐的食邑不少，好衣美食之外还需要什么？而每年特别给予优厚的赏赐竟然没有规定的限制。俗话说：“贫困的人不比学习自然节俭，富贵的人不必学习自然奢侈。”是说他们自然而然就会那样。如今大圣创业，岂止是安置现有的子弟就算完事，还应当制定长远的制度，让世代遵照执行。 \n\n选拔良吏\n　　治理天下的人以人为根本。想让百姓安居乐业，在于选好刺史、县令。县令人数多，不可能全是贤良的人，如果每一个州能配备一个贤良的刺史，那整个州境之内都能得到休养生息了。天下所有的刺史都符合陛下的心意，那陛下就可以拱手端坐于朝廷之上了，百姓也不会忧虑不能安居乐业了。自古以来郡守、县令都要精心选拔那些贤良有德的人来担任，打算提拔来担任宰相的人，一定要先让他们试做地方官，或者就直接从俸禄两千石的人中挑选入朝任宰相。如今朝廷只重用内官，县令、刺史，很轻视这些人选。刺史多是武官功臣，或者是京官不称职的，才委任外出。而折冲府中果敢刚毅的人，身体强壮的人，先入选中郎将，其次才委任州官。在边远之地更加轻视用人，那些才能胜任县令，以德行著称而升擢的不及十分之一。所以百姓不能平安度日，大概是由此造成的。\n\n\n人物生平\n\n早期经历\n　　马周，字宾王，清河茌平人。年少时就成为孤儿，家境贫寒，喜好学习，尤其精通《诗》、《传》，因贫困失意放浪不羁不为州里尊敬。 \n\n　　武德年间，补授博州助教，每天都饮酒，不把讲授当回事。刺史达奚恕多次斥责，马周就愤然离职，在曹、汴之间游荡，又被浚仪令崔贤首侮辱，于是在气怒之下西游长安。宿于新丰的旅店中，店主只招待诸商贩不照顾马周，马周于是要了一斗八升酒，悠然独饮，店主深感惊奇。到了京师，寄住在中郎将常何家中。\n\n四请马周\n　　贞观五年，太宗令百官上书谈论朝政得失，常何因是武官不涉猎经学，马周便为常何陈述合乎时宜的事二十多件，叫他奏上，事事符合旨意。太宗怀疑常何有这样的才能，询问常何，常何说：\"这不是臣所能写出的，是家客马周草拟的。他每次和臣谈论，无不以忠孝为宗旨。\"太宗当天召见了马周，在马周尚未到达期间，皇上四次派人催促。待到马周拜见后，太宗和他谈论得非常高兴，令他在门下省值班侍奉。 \n\n扶摇直上\n　　贞观六年，马周授任监察御史，奉命出使符合旨意。皇帝因常何举荐得当，赐帛三百匹。马周的谏言太宗都采纳了，不久授任侍御史，加散朝大夫。 \n\n　　贞观十一年，因谏言有功，升任给事中。\n\n　　贞观十二年，转任中书舍人。\n\n　　贞观十五年，升任治书侍御史，兼知谏议大夫，又兼检校晋王府长史。晋王为皇太子，拜授中书侍郎，兼太子右庶子。当时设置太子司议郎，皇帝精选堪任此职的人。马周叹息说：“恨我资历品级妄高，不能历任这一官职。\"\n\n　　贞观十七年，太宗命马周与黄门侍郎刘洎、中书侍郎岑文本、太子宾客褚遂良，隔一天前往东宫一次，与太子李治一起游览参观，研究学问。\n\n　　贞观十八年四月九日，太宗前往太平宫，对侍从官员说：“臣属听话的多，直言冒犯的少，我今天打算听一听我有什么过失，各位实话实说，不要隐瞒。”太子右庶子马周说：“陛下最近所做的赏罚有一点点以自己喜怒作标准的倾向，除此之外看不到其他过失。”太宗全都接受。八月二十六日，马周升任中书令，依旧兼任太子右庶子。马周的职务兼管两宫以后，处事精密，很是获得时人的赞誉。同年，太宗征讨辽东，皇太子在定州坚守，令马周和高士廉、刘洎留下辅佐皇太子。\n\n　　贞观十九年，太宗返回，马周以本官代理吏部尚书。马周认为一年四季都在甄选官员，十分辛劳，请求恢复原状，于每年十一月开始甄选，第二年三月完毕，太宗批准。 \n\n　　贞观二十一年，加银青光禄大夫。 \n\n得病逝世\n　　马周患消渴病，整年不好。皇帝临幸翠微宫，敕令寻求优胜之地为马周修建住宅。著名医生宦官使者，前往探视的接连不断，常常令尚食把膳食送给他，太宗亲自为他调药，皇太子亲临问病。马周临终前，索要所陈奏事宜的草稿以帙，亲手烧掉，感慨地说：“管仲、晏婴揭露君主的过错，为求死后名声，我不做这种事。” \n\n　　贞观二十二年正月九日，马周逝世，终年四十八岁。太宗为他举哀，追赠幽州都督，陪葬昭陵。自从马周亡故，太宗非常想念他，要凭借方士之术求得显现他的身影。马周有随机应变的才能，善于陈述奏进，深识事理，所陈述的事情没有不切中要害的。太宗曾经说：“我对马周，一会看不到便要思念他。” \n\n　　高宗继位，追赠尚书右仆射、高唐县公。垂拱年间，配享高宗庙庭。\n\n\n谏言\n\n　　其一，劝谏唐太宗节俭治国，力戒奢侈。他从夏、商、周至魏、晋、隋统治天下的时间长短切入，告诫唐太宗应该“节俭于身，恩加于人”，如此才能让天下人对当政者“爱之如父母，仰之如日月，畏之如雷霆”。马周历陈尧、禹及西汉文景二帝节俭之事例，抨击当时朝中滋长的奢靡风气。\n\n　　其二，劝谏唐太宗以“百姓苦乐”为国之兴衰的权衡标准。马周指出“自古以来，国之兴亡，不由积蓄多少，在百姓苦乐也”。他说隋朝虽然积蓄大量的仓米、布帛、金银，但这些最终却成为帮助造反者的财物。而今老百姓本无多少积蓄，我们还在强敛暴征，百姓颇有怨言，认为是朝廷不忧民怜民。进而提出“百姓苦乐”决定“国之兴亡”的观点。\n\n　　其三，劝谏唐太宗高度重视基层政权建设。马周认为诸王与功臣的分封应该得当，不可“树置失宜，不预为节制”。他尤其强调重视郡县官吏的选拔任用，提出“天下者，以人为本”，要使老百姓安居乐业，就必须安排贤良的官吏赴任，才可能真正造福一方\n贞观十一年，侍御史马周上疏陈时政曰：\n\n　　臣历睹前代，自夏、殷、周及汉氏之有天下，传祚相继，多者八百余年，少者犹四五百年，皆为积德累业，恩结于人心。岂无僻王，赖前然哲以免尔！自魏、晋已还，降及周、隋，多者不过五六十年，少者才二三十年而亡，良由创业之君不务广恩化，当时仅能自守，后无遗德可思。故传嗣之主政教少衰，一夫大呼而天下土崩矣。今陛下虽以大功定天下，而积德日浅，固当崇禹、汤、文、武之道，广施德化，使恩有余地，为子孙立万代之基。岂欲但令政教无失，以持当年而已！且自古明王圣主虽因人设教，宽猛随时，而大要以节俭于身、恩加于人二者是务。故其下爱之如父母，仰之如日月，敬之如神明，畏之如雷霆，此其所以卜祚遐长而祸乱不作也。\n\n　　今百姓承丧乱之后，比于隋时才十分之一，而供官徭役，道路相继，兄去弟还，首尾不绝，远者往来至五六千里，春秋冬夏，略无休时。陛下每有恩诏，令其减省，而有司作既不废，自然须人，徒行文书，役之如故。臣每访问，四五年来，百姓颇有怨嗟之言，以陛下不存养之。昔唐尧茅茨土阶，夏禹恶衣菲食，如此之事，臣知不复可行于今。汉文帝惜百金之费，辍露台之役，集上书囊，以为殿帷，所幸夫人衣不曳地。至景帝以锦绣纂组妨害女工，特诏除之，所以百姓安乐。至孝武帝虽穷奢极侈，而承文、景遗德，故人心不动。向使高祖之后，即有武帝，天下必不能全。此于时代差近，事迹可见。今京师及益州诸处营造供奉器物，并诸王妃主服饰，议者皆不以为俭。臣闻昧旦丕显，后世犹怠，作法于理，其弊犹乱。陛下少处人间，知百姓辛苦，前代成败，目所亲见，尚犹如此，而皇太子生长深宫，不更外事，即万岁之后，固圣虑所当忧也。\n\n　　臣窃寻往代以来成败之事，但有黎庶怨叛，聚为盗贼，其国无不即灭，人主虽欲改悔，未有重能安全者。凡修政教，当修之于可修之时，若事变一起，而后悔之，则无益也。故人主每见前代之亡，则知其政教之所由丧，而皆不知其身之有失。是以殷纣笑夏桀之亡，而幽、厉亦笑殷纣之灭。隋帝大业之初，又笑周、齐之失国。然今之视炀帝，亦犹炀帝之视周、齐也。故京房谓汉元帝云：“臣恐后之视今，亦犹今之视古。”此言不可不戒也。\n\n　　往者贞观之初，率土荒俭，一匹绢才得粟一斗，而天下帖然。百姓知陛下甚忧怜之，故人人自安，曾无谤讟。自五六年来，频岁丰稔，一匹绢得十余石粟，而百姓皆以陛下不忧怜之，咸有怨言，以今所营为者，颇多不急之务故也。自古以来，国之兴亡不由蓄积多少，唯在百姓苦乐。且以近事验之，隋家贮洛口仓，而李密因之；东都积布帛，王世充据之；西京府库亦为国家之用，至今未尽。向使洛口、东都无粟帛，即世充、李密未必能聚大众。但贮积者固是国之常事，要当人有余力，而后收之。若人劳而强敛之，竟以资寇，积之无益也。然俭以息人，贞观之初，陛下已躬为之，故今行之不难也。为之一日，则天下知之，式歌且舞矣。若人既劳矣，而用之不息，傥中国被水旱之灾，边方有风尘之警，狂狡因之窃发，则有不可测之事，非徒圣躬旰食晏寝而已。若以陛下之圣明，诚欲励精为政，不烦远求上古之术，但及贞观之初，则天下幸甚。\n\n　　太宗曰：“近令造小随身器物，不意百姓遂有嗟怨，此则朕之过误。”乃命停之。\n\n\n轶事典故\n\n四请马周\n\n　　历史上有刘备三顾茅庐、恭请诸葛亮出山辅佐汉室的故事，留下流传千秋的纳贤佳话。其实，盛世明君唐太宗也有一段四请马周的故事。太宗不仅在草创基业、马上定天下时注重求贤，而且在登基称帝后，更是思得忠良以匡辅国政。他\"三请马周\"破格用才的故事，显示出他思贤若渴的明君本色。\n\n　　贞观三年，天下大旱，严重的灾情已危及国计民生。唐太宗忧心如焚，多次率百官求雨并极为虔诚的谴责自己。太宗求天不应，便召集群臣商量对策。他宣布，无论文臣还是武将都要指出朝廷政令的得失，并提出几条具体的意见。这可难坏了武将常何，他回到府中，愁眉不展。正好家中一位名叫马周的落魄朋友，漫游到长安，借住在他的府中。得知了常何的为难之事，马周不假思索，伏在案上，洋洋洒洒的向朝廷提了二十多条建议，文辞非常优美。\n\n　　次日早朝，常何怀着忐忑不安的心情将奏疏呈现给太宗。太宗一看，这些建议有根有据，切中时弊，确属可行，但武夫常何决非有这神来之笔，便问他是何人所写。常何告诉太宗为马周所写。太宗又问马周是何样之人，常何便向太宗介绍说：“马周是清河茌平人，家境贫寒，但勤奋好学，尤其精通先秦诸子的典籍。由于自负才学出众，清高而孤傲，郁郁不得志。他在博州一所学校教书，常受地方官的训斥，一怒之下便拂袖而去，离家远游。他穷困潦倒，经常受人欺凌，历尽艰辛来到长安，住在臣家，乃当今一大奇士也。”\n\n　　致酒行——李贺 零落栖迟一杯酒，主人奉觞客长寿。主父西游困不归，家人折断门前柳。吾闻马周昔作新丰客，天荒地老无人识，空将笺上两行书，直犯龙颜请恩泽。我有迷魂招不得，雄鸡一声天下白。少年心事当拏云，谁念幽寒坐呜呃？\n\n太平广记\n\n　　马周者，华阴素灵宫仙官也。唐氏将受命，太上敕之下佐于国。而沉湎于酒，汨没风尘间二十年。栖旅固馁，所向拘碍，几为磕仆。闻袁天纲自蜀入秦，善于相术，因诣之，以决休咎。天纲目之良久曰：“五神奔散，尸居旦夕尔，何相之有耶？”周大惊，问以禳制之术。天纲曰：“可自此东直而行，当有老叟骑牛者，不得迫而与语，但随其行，此灾可除矣。”周如言而行，未出都门，果有老叟骑牛出城。默随其后，缭绕村径，登一大山。周随至山顶，叟顾见之，下牛，坐于树下，与语曰：“太上命汝辅佐圣孙，创业拯世，何为昏沉于酒，自掇困饿。五神已散，正气凋沦，旦夕将死，而不修省邪？”周亦懵然未晓，叟曰：“汝本素灵宫仙官，今太华仙王使人招汝。”即引入宫阙，经历宫门数重，至大殿之前，羽卫森肃，若帝王所居。趋至帘前，有宣言责之者，以其受命不恭，堕废所委，使还其旧署，自责省愆。叟与所使数人，送于东庑之外别院中，室宇宏丽，视其门则姓名存焉。启钥而入，炉火鼎器，床榻茵席，宛如近所栖止。沉吟思之，未能了悟。忽有五人服五方之衣，长大奇伟，立于前曰：“我皆先生五脏之神也。先生酣酒流荡，浊辱于身，我等久归此矣。但闭目，将复于神室也。”周瞑目顷之，忽觉心智明悟，并忆前事。二十余年若旬日之间耳。复扃鐍所居，出仙王之庭，稽首谢过，再禀其命，来诣长安。明日复诣天纲，天纲惊曰：“子何所遇邪？已有瘳矣。六十日当一日九迁，百日位至丞相，勉自爱也。”如是，贞观中，敕文武各贡理国之策。周之所贡，意出人表。是日拜拾遗监察御史里行，自此累居大任。入相中书令数年。一旦群仙降其室曰：“佐国功成，可以退矣。太乙征命，无复留也。”翌日无疾仙逝，谥曰忠公，其所著功业，匡赞国政，扬历品秩，国史有传，此不备书。\n\n贞观政要\n\n　　马周是博州茌平人。贞观五年时，到了京师长安，在中郎将常何家中寄宿。当时唐太宗李世民让文武百官上书说他的得失，马周帮助常何罗列出二十余件事情，让他上奏，结果都很符合圣意。唐太宗对此事感到很奇怪，就问常何，常何回答说：“这些都不是微臣的意思，都是属下的食客马周所提出的。”唐太宗即刻召见马周，没到达的期间，曾四次派遣属下去催促。到了觐见后，唐太宗与马周谈得很高兴。授予他监察御史一职，并连官中书舍人。马周为人机智善辩，能上奏，十分了解事情的原由，所以上奏没有一次不合太宗心意。太宗曾说过：“对于马周，若有一时不见，就要想想自己有什么不是了。”贞观十八年，马周迁官中书令，兼职太子左庶子，马周已经兼职两官，处理事情平静合理，得到了当时许多人的赞赏。后又因为本分升官吏部尚书。太宗经常对身边的侍者说：“马周处事迅速，天性谨慎。至于评价他人，直言不讳，比之我所派遣之人，还是他比较合乎我的意思。既然已经表现出他的忠诚，亲附于我，也实在只有他，能够与我共同使社稷安康！”\n\n野史逸闻\n\n　　马周西行去长安，中途走到新丰，住在一家旅店里。店主人只顾招待照顾一些有钱的商人，而顾不上照顾马周。马周便要了酒菜，悠然自得地独自喝酒，店主人感到他是个很奇怪的人。后来他协助常何处理了二十多件积压已久，很难处理的公务。太宗皇帝觉得常何很能干，常何说：“这不是我的功劳，而是我们家的食客马周协助处理的。”太宗皇帝当天就急着召见马周，马周没有及时赶到，太宗皇帝接连派了四个人前去催促。见面以后，太宗皇帝对马周的谈话非常满意，任命他为监察御史。太宗皇帝命令摆上鼓乐庆贺。每一下鼓乐的敲击声，都震惊了众人，大家都知道了这件事。马周任中书令以后，得了糖尿病，一年多也没有治好，一次皇帝到翠微宫，命令选一块好地方给马周建一座住宅，并且派名医和使臣不断去探望马周。皇帝还派人将皇宫里的饭菜送去给马周吃。太宗皇帝还曾经亲自为马周调药，皇太子也经常亲临问安。\n\n",
  "desc": "马周（601～648年2月7日），唐初宰相。字宾王，博州茌平（今山东省茌平县茌平镇马庄）人。少孤贫，勤读博学，精《诗》、《书》，善《春秋》。后到长安，为中郎将常何家客，公元631年，代常何上疏20余事，深得太宗赏识，授监察御史，后累官至中书令。曾直谏太宗以隋为鉴，少兴谣赋，提倡节俭，反对实行世封制。",
  "dynasty": "唐代",
  "id": 2351,
  "name": "马周",
  "star": 0
}