{
  "content": "生平\n\n　　石涛，本姓朱，名若极，小字阿长，削发为僧后，更名元济、超济、原济，自称苦瓜和尚。游南京时，得长竿一枝，因号枝下叟，别署阿长，钝根，山乘客、济山僧、石道人、一枝阁。他的别号很多，还有大涤子、清湘遗人、清湘陈人、靖江后人、清湘老人、晚号瞎尊者、零丁老人等。\n\n\n　　他是明宗室靖江王赞仪之十世孙，原籍广西桂林，为广西全州人。其生年有明崇祯九年、十四年、十五年诸说，卒年有清康熙四十四年、四十九年、约五十七年诸说。明亡后，朱亨嘉自称监国，被唐王朱聿键处死于福州。时石涛年幼，由太监带走，出家，法名原济，字石涛，别号大涤子、清湘老人、苦瓜和尚、瞎尊者等。曾拜名僧旅庵为师，性喜漫游，曾屡次游敬亭山、黄山及南京、扬州等地，晚年居扬州。他既有国破家亡之痛，又两次跪迎康熙皇帝，并与清王朝上层人物多有往来，内心充满矛盾。\n\n　　石涛号称出生于帝王胄裔，明亡之时他不过是三岁小孩，他的出家更多的只是一种政治姿态，这与渐江的\"受性偏孤\"是不同的，石涛的性格中充满了\"动\"的因素，因而他身处佛门却心向红尘。康熙南巡时，石涛曾两次接驾，并山呼万岁，并且主动进京交结达官显贵，企图出人头地，但权贵们仅把他当作一名会画画的和尚而已，并未与之计较，故而功败垂成。因此他是在清高自许与不甘岑寂之间矛盾地渡过了一生，好在他聪明绝顶，巧妙地把这种矛盾发泄到他的画作之中，所以他的作品纵横排闼、闪转腾挪，充满了动感与张力，这也正是他异于常人的高明之处，也是他作品呈现瑰奇特点的原因所在。\n历史上吃苦瓜最有名的人物，当首推明末清初的画家石涛。石涛是有开创性的一代宗师。他自号苦瓜和尚，餐餐不离苦瓜。甚至还把苦瓜供奉案头朝拜。他对苦瓜的这种感情，与他的经历、心境有密不可分的关系。\n\n　　石涛生于明朝末年，十五岁时，明朝灭亡，父亲被唐王捉杀。国破家亡，石涛被迫逃亡到广西全州，在湘山寺削发为僧。以后颠沛流离，辗转于广西、江西、安徽、江苏、浙江、陕西、河北等地，到晚年才定居扬州。他带着内心的矛盾和隐痛，创作了大量精湛的作品。最为人推崇的，是他画中那种奇险兼秀润的独特风格，笔墨中包含的那种淡淡的苦涩味。一种和苦瓜极为近似的韵致。[4] 所用世人皆知又让人费思的古怪别号：苦瓜和尚，瞎尊者。苦瓜何解？石涛双目明亮，又何以称瞎尊者？传说版本很多。较流行的说法是：苦瓜者，皮青，瓤朱红，寓意身在满清，心记朱明；瞎尊者，失明也，寓意为失去明朝。失明之人，岂有不想复明之理。\n\n　　综观石涛一生绘画作品中，无论是寻丈巨制，还是尺页小品，都具有十分鲜明的个性和时代气息，观之令人难以忘怀。如将他的作品从时间顺序和作品特征来分期，大致可分为三个时期。第一时期是传统技法学习时期，亦即石涛在武昌的时期，时处石涛早年，正赶上摹仿董其昌风格的时期，康熙初，董其昌的画风和理论对中国画坛产生着重要影响，「南北宗」说广为传播，其间还明显地带有「抑北扬南」倾向。在笔墨方面竭力主张要有「士气」，并说：「士人作画当以草隶奇字之法。」从石涛的早年作品看，他受到了董其昌理论的影响，但在另一方面体现在石涛早年作品中的个性特征，从一开始就十分自然地流露在笔墨之中，既要承袭传统又要以「造化为师」、「我用我法」。石涛的天赋才能正是在这两者关系的辨证认识中，得到充分的发展。\n\n　　顺治14年丁酉，年方16岁的石涛已在绘画艺术方面显露出他的天赋，当年的《山水人物花卉册》是目前所能见到石涛署年款最早的作品之一。此册其中一页的画面为：临山的浩淼江水中，一叶扁舟正逐波荡漾，舟中端坐一人物正捧读《离骚》。画面下方是题诗：「落木寒生秋气高，荡波小艇读《离骚》；夜深还向山中去，孤鹤辽天松响涛。」从作品中可看出石涛后期之所以能在山水、人物、花卉、书法、诗文等方面取得高超造诣，是同他早年全面学习传统技法和广涉书法、诗文各科艺术门类的坚实根基分不开的。从笔墨特征看，此册画笔较为稚拙，朴实、表现出了石涛后来所少有的恬淡静穆的稚气。从康熙3年甲辰石涛23岁时所作的《山水人物图卷》来看，无论在意境的追求还是笔墨技巧上，都有长足的进步。在技法表现上已显得章法紧凑，笔墨凝炼，具有恣肆豪放的气质和郁茂酣畅的笔墨个性。白描法是中国绘画线条练习的基本技法，据《虬峰文集·大涤子传》所载：「时画一横卷，为十六尊者像，梅渊公称其可敌李伯时。」此图当为石涛丁未年所作《十六罗汉应真图卷》，从笔墨风格观察拟为临摹明代丁云鹏的作品，是石涛早年工笔人物画的代表作。画笔以清圆细劲的线条，描绘出栩栩如生的人物形象和曲折盘亘的山石，从此图可看到石涛后期恣肆流畅的笔墨技巧，显然是出自早年对传统白描技法进行认真扎实苦练的硕果。\n\n　　现存石涛早年作品不多，可信者更少，上述几件作品体现了石涛后期绘画风格多变善化的创造能力，是建立在早期刻苦钻研传统技巧以及兼收并蓄同时代画家优秀技法的根基上的。他在一则画跋中说：「古人虽善一家，不知临摹皆备。不然，何有法度渊源。岂似今之学者，如枯骨死灰相乎？知此即为书画中龙矣。」「融古法为我法，不囿于陈式，不拘泥一格，取其为己所好者学之。」因此，他的个性特征在早期临摹作品中已自然地流露出来，为以后艺术形式的变革和富有个性的艺术形象塑造奠定了坚实的基础。\n\n　　艺术境界升华的时期\n\n　　这个时期是南京和扬州时期，石涛于康熙19年庚申移居南京，这时石涛的绘画艺术渐臻成熟，生活、思想也开始发生变化。这时期，石涛在文人荟萃的南京地区如鱼得水，与当地许多诗人画士结识，其中著名的有屈大均，孔尚任、龚贤、戴本孝、查士标、程邃、黄云等，还认识了卓子任、郑瑚山、博问亭等官吏名流，他们对石涛艺术境界的升华大有作用。特别是当时活动在金陵地区的石溪、龚贤、戴本孝、程邃等都是声名卓著的画家，对来自宣城的石涛很有刺激作用。更为重要的是，在这批社会名流里有不少是收藏古画的鉴赏家，他们保存有前代不少名人的墨宝，使石涛有机会观摩前人的作品，进一步了解董源、倪瓒、沈周以及董其昌等人的作品，从中吸收丰富的绘画技艺，而他所处钟陵、太湖的自然景色，也促使他体会到这些名家的笔墨成就。\n\n　　在这一时期里，他的山水画有所变化，原来接近于梅清、戴本孝、程邃、萧云从等这些新安派的画风逐渐由浓而淡，属于他自己个性的面目变得更为清晰，随之而现的笔墨更为得心应手，在经过临摹学习，融会创新的阶段，以他娴熟的笔墨技巧，运用变幻莫测的创作手法，从而形成了恣肆洒脱的艺术风格 。上海博物馆所藏《石涛书画卷》、《秋声赋图卷》、《荒城怀古图轴》、《山水清音图轴》等作品，都是这时期内不同风格的最具代表性作品。作于康熙20年辛酉年的《秋声赋图卷》，保留着梅清的灵秀，墨韵润泽，笔触劲炼，全图除近景树石稍有线条笔迹外，整个画面几乎由墨与色渲染而成；绚丽多彩的树叶，晨雾迷离中若隐若现的村落，左上方大面积留白，犹如晨曦迷雾，朦朦胧胧，正是「虚实相生，无画处皆成妙境」，彷佛让人置身于幽美静谧的秋色佳景之中；右首配以婀娜多姿的非行非隶书体，使画面显得更潇洒而秀丽。《荒城怀古图轴》则大有董源、巨然笔意，浑朴深厚，苍苍莽莽。《山水清音图轴》是他40岁前典型风格的变奏，是一幅最能代表石涛笔墨清腴，风格恣肆洒脱的山水作品，画中景物层迭、树木茂密，作者巧妙地运用虚实、黑白的均衡布局，通过水的空灵和云雾的蒸腾，避免了过分的迫塞。在笔墨技法上，山石用披麻皴，横直交错，秀灵而坚实，密集的破笔苔点，使山势更显苍莽，篁叶取法倪瓒，只是变萧疏为茂密，墨色干湿浓淡恰到好处。\n\n　　这时是石涛在绘画笔墨上得心应手，在理论上能自成体系，从而形成了恣肆洒脱艺术风格的时期。属于他有个性的面目变得更为清晰起来，上海博物馆所藏石涛画作中即不乏这时期佳作，如在南京所作《蕉菊竹石图轴》，作于康熙25年，当时石涛45岁，此图画面浓墨淡墨交替应用，对比度较强，墨的变化和线条的运用也十分熟练，从画风看，具有徐青藤、陈白阳的韵味。另一幅《细雨虬松图轴》，作于康熙26年，石涛是年46岁，是一幅不可多得的细笔山水佳作，画笔方圆结合，高处峻岭以方笔折角为外形，近处坡石以圆笔为使转，行笔舒缓而自然，既保留安徽画派的气息，又融会了倪云林的骨格，有一种清丽幽雅、清谧淡远的韵味。\n\n　　康熙29年，49岁的石涛在燕京，此时是他精力最充沛，心情亦舒畅的时期，因而创作了不少巨幛大幅作品，上海博物馆所藏《醉吟图轴》，为北上时所作作品，用笔严谨，画风细腻， 描绘了美丽的江南山居佳境。\n\n　　石涛于51岁从北京回到扬州定居，直至终老天年，这期间是石涛绘画艺术达到炉火纯青的阶段。艺术上的成熟和旺盛的创作精力，使石涛的画艺达到高峰，代表作品如52岁所画《余杭看山图卷》、58岁所作《卓然庐图轴》、59岁所作的《溪南八景图册》等，件件精绝，是石涛绘画作品中出类拔萃的佳作。\n\n　　《余杭看山图轴》为石涛北上南归后所作，他以虚灵的笔墨节奏，流畅如泻的笔势，描绘出了作者昔年在浙江余杭城外远眺大涤山之情景，画面上江南丘陵郁葱绵亘，一览无遗的佳境令人心驰神往。\n\n　　《卓然庐图轴》以湿笔淡墨作底，用浓墨钩皴，山石皴法取直皴填凹凸之形，笔势平稳沉着，布局采用董其昌四面取势格局，景色无奇，但有超然绝世的宁静舒适感。\n\n　　《溪南八景图册》为康熙39年石涛61岁所作，是作者壮暮之年的小景杰作。作品按祝允明《溪南八景诗》诗意，生动描绘出皖南歙县的溪南山村佳景。曾经客居皖南，熟悉当地山野美景的石涛，运用自如地把他所熟悉的山岭、溪流、田野、月色付之笔端，活灵活现地展现于盈尺宣纸上。\n\n　　石涛于康熙46年与世长辞，在最后的岁月中，他还能以苍劲流利的画笔画出最后的一些作品。作于康熙44年乙酉的《梅竹图》为其中之一。此图以罗纹纸作画，由于半生半熟的纸质特点，画面达到了湿润而不漫漶的笔墨效果，更兼用笔清逸流畅，构图巧妙，把梅干、枝枒、花瓣、花蕊及寥寥数枝的竹枝得体地画于各个部位，是件文人画意趣浓厚的作品。\n\n　　石涛代表作《莲社图》 《莲社图》画的是晋代高僧惠远等在庐山白莲池畔结社参禅的故事。与《十六应真图》相比，人物占的位置和比重更突出，对面目、服饰的细节描写更具体，也就更生动传神，线描同样瘦挺缜密，但更圆熟。山石的画法，也显得老到而有力度，烘染更大胆湿润，凸现了人物在画中的地位，使之与周围的环境融洽。其成熟程度和艺术水平，应在《十六应真图》之上。\n\n　　《莲社图》的款识，前后共二处，一为画成时的落款，“湘源石涛济道人敬画”题在卷首右下方。一为乙酉年重题的长跋，书自己的画语。从款字的笔法及字号的用法上可看出二题并非出于同时。前一题的书法，与我们所见到的石涛三十岁前后楷中兼行，舒撇展捺的一种书体极相似。石涛所称的“湘源”，即湘江之源——广西，这是他的祖籍。他的一方印章“赞之十世孙”正是为怀念那位袭封于广西的高祖靖江王朱赞仪而刻，显赫的出身成了他永远的记忆。这种落款形式在石涛的早中期作品，如故宫博物院所藏他庚申种秋画的《山水图册》、上海博物馆藏的辛酉七夕所画《山水花卉》册中都偶能一见。不过在石涛的晚年，“湘源”被改成了“清湘”，成了人们习见的石涛字号，“湘源”反不为大家所熟知了。款字的书写特征这一不为人熟知的早年别号，为鉴定《莲社图》提供了又一可靠的依据。\n\n　　关于“白莲社”，历史上有不少人画过这一题材，能见较早的一幅是传为李公麟外甥张激所作的手卷。如果拿石涛的《莲社图》与这幅南宋人作的同名手卷相比较，我们会发现其中的某些相似之处，两卷的人物组合、动作、聚散乃至基本的造型都大致相同。只是石涛画得更精到，更重视细节的描写，线描亦由兰叶描改为铁线描，而树石的画法，则完全不同。由此，我们可以推测，传为张激的画的这一南宋本子，由于清初时期尚未入宫，青年时代曾一度活动在收藏风气很盛的江浙、安徽一带的石涛，很有可能见到过这个手卷或一个忠于原作的摹本。但作为一个非常有自信的天才画家，石涛绝不愿意亦步亦趋刻板地死临前人的作品，而是在取其大略的情况下进行再创造，这正是一直强调“我用我法”，反对“古人既立法之后，便不容今人出古法”的化古为新的石涛精神。正是这种精神，使石涛既超越了前人，赋予《莲社图》全新的面貌与笔墨，也超越了自己，使这一于《十六应真图》的工笔人物手卷，画出了更高的水准。据于古人，屈从古人，处处“存我”的艺术个性，再一次证明了石涛此卷的可靠性。\n\n　　总之，从画风的时代特征、年龄特征、性格特征等多方面考证，《莲社图》卷无疑是石涛的真迹，是一幅他青年时代的精心杰作，是中国美术史不可忽视的传世佳作，一定会得到研究者和收藏家的关注和珍爱。\n\n\n作品特点\n\n　　石涛工诗文，善书画。其画擅山水，兼工兰竹。其山水不局限于师承某家某派，而广泛师法历代画家之长，将传统的笔墨技法加以变化，又注重师法造化，从大自然吸取创作源泉，并完善表现技法。作品笔法流畅凝重，松柔秀拙，尤长于点苔，密密麻麻，劈头盖面，丰富多彩；用墨浓淡干湿，或笔简墨淡，或浓重滋润，酣畅淋漓，极尽变化；构图新奇，或全景式场面宏阔，或局部特写，景物突出，变幻无穷。画风新颖奇异、苍劲恣肆、纵横排奡、生意盎然。其花鸟、兰竹，亦不拘成法，自抒胸臆，笔墨爽利峻迈，淋漓清润，极富个性。石涛的绘画，在当时即名重于世，由于他饱览名山大川，“搜尽奇峰打草稿”，形成自己苍郁恣肆的独特风格。石涛善用墨法，枯湿浓淡兼施并用，尤其喜欢用湿笔，通过水墨的渗化和笔墨的融和，表现出山川的氤氲气象和深厚之态。有时用墨很浓重，墨气淋漓，空间感强。在技巧上他运笔灵活。或细笔勾勒，很少皴擦；或粗线勾斫，皴点并用。有时运笔酣畅流利，有时又多方拙之笔，方圆结合，秀拙相生。\n\n　　从传世作品看，石涛在画史上不仅称得上是一个有创新才能的画家，同时也是创作题材广泛的多产作者。石涛的表现手法富于变化，又能独特、和谐地统一为自己的风格特色。他的绘画风格变化同他的生活经历有密切关系，他一生游历过广西、江西、湖北、安徽、浙江、江苏和北京等地，自然界的真山真水赋予他深厚的绘画素养和基础，他在自然的真实感受和探索中加以对前人技法长处的融会，因而他对绘画创作强调「师法自然」，把绘画创作和审美体系构成为「借笔墨以写天地而陶泳乎我也」。石涛是一个僧人，他从禅门转入画道，因而他的画风似有一种超凡脱俗的意境，无论是山水、人物、还是花卉、走兽都有很高的艺术成就。当然，「搜尽奇峰打草稿」是石涛绘画艺术取得成功的最重要关键。\n\n　　对后世影响\n\n　　石涛作画构图新奇，无论是黄山云烟，江南水墨，还是悬崖峭壁，枯树寒鸦，或平远、深远、高远之景，都力求布局新奇，意境翻新。他尤其善用“截取法”以特写之景传达深邃之境。石涛还讲求气势。他笔情恣肆，淋漓洒脱，不拘小处瑕疵，作品具有一种豪放郁勃的气势，以奔放之势见胜。对清代以至现当代的中国绘画发展产生了\n\n　　极为深远的影响。有《搜尽奇峰打草稿图》、《淮扬洁秋图》、《惠泉夜泛图》、《山水清音图》、《细雨虬松图》、《梅竹图》、《墨荷图》、《竹菊石图》等传世。著《苦瓜和尚画语录》，阐述了他对山水画的认识，提出一画说，主张“借古以开今”，“我用我法”，和“搜尽奇峰打草稿”等，在中国画史上具有十分重要的意义。[5] \n\n　　所作《画语录》被后人奉为经典著作\n\n　　石涛身为明宗王室后裔,却生不逢时。年幼时,国破家亡,3岁削发为僧,随家仆逃至武昌,才得以活命。随着命运不停地在流转,不难发现,石涛的绘画风格亦随之变幻。\n\n　　十余岁的他,虽少年,但绘画天赋渐露。但多以白描画的方式出现。目前所见其最早期作品《山水花卉册》,以干笔为主,用笔稚拙,偶尔皴以淡墨。约在1666年,石涛前往安徽宣城,因缘际会,结识梅清。身居宣城十五年间,两人颇为投缘,结为画坛知音。翻阅石涛的黄山代表画作,足见梅对其影响最为深远。如《独峰石桥图轴》、《黄山八胜图册》,尤其是后者,应该是石涛早期从艺阶段最具代表性的一幅作品,在很多画法上,他吸收了梅的柔和,但个性中的恣意通过多变的绘画风格,暴露无遗。\n\n　　康熙十九年,石涛迁至南京，后又前往扬州。而这一期间,他生活极为艰难,却创作了此一时期最具有“点”风格的作品,并被他名为万点恶墨图,其艺术创作亦迎来新的高峰期:恣意的个性,甚至狂妄,通过“点”之墨法,猛烈地爆发出来。身居两城之际,石涛曾两度受康熙帝召见,而后心情大变,怀抱着一颗恭维心,进京报效皇帝。然而,在京城期间,时逢正统派绘画占主流之际,京派画坛似乎不欢迎他这个“狂妄之徒”。后又因机缘接触五代与北宋时期山水名作。天生悟性超强的石涛,无意间迎来艺术生涯中的创作峰巅期。其绘画风格亦发生转变,从恣意激烈转至厚重沉稳,所留代表作,如《搜尽奇峰打草稿长卷》、《游华阳山图轴》等。不但大局画面有深思,而且细微处有技巧处理。\n　　\n然而“功名”幻灭,几经人间辛酸冷遇,石涛幡然醒悟。1690年冬天,时年56岁的他,怀着极度苦闷的心情,黯然离京,重返扬州。痛定思痛后,石涛蓄发改道,自取别号“大涤子”,开始潜心一志研究绘画理论,并撰写成《画语录》,被后人奉为经典著作。翻阅其晚年这一时期的画作,以《设色云山图》为佳。不过,作品多,品质却参差不齐,甚至被后世指出“不洁净”。\n\n　　吴冠中认为石涛是现代美术的起点\n\n　　谈起石涛在中国美术史上的地位,吴冠中曾指出“中国现代美术始于何时,我认为石涛是起点。”他认为,石涛开创了“直觉说”、“移情说”的艺术观念,事实上远早于西方美学有关理论。\n\n　　看石涛的作品,全是有感而发,而他的感受更是直接从视觉形象中得到启示,他对形式美有独特的敏感。在该文中,吴冠中还分析,“一反陈腔滥调的山水画程式,石涛的作品直接来源于生活,他表现的都是身处真山真水间的亲切感受,且近景、中景居多,活泼泼的山、水、树、屋就近在眼前。”\n\n　　北京大学历史文化资源研究所研究员、画家刘墨亦表示,石涛的画很少依赖已经形成的固定风格,他是凭自然的性之所至而变化。中国国家画院研究员、国家一级美术师梅墨生在解读石涛论坛上曾言,20世纪的中国绘画是绕不过石涛。\n\n　　晚年作品“粗疏草率”或与卖画应酬有关\n\n　　纵观石涛生前身后世界,两百余年来,后人对其追捧与争议一直未有停歇。就近现代名家、大家来讲,以扬州八怪、张大千及傅抱石都是非常之“石迷”。从多家言论来看,捧、赞石涛的声音似乎盖过批判的厉声。然而,人无完人。在中国美术史的长河里,石涛在现代美术发展中的地位无可否认,但站在严格的理法角度,其艺术弊病也理应引起反思。\n\n从近现代大家的批判声中,泼冷水最多的当属近现代画大家、学者黄宾虹,其次为赵之谦。在综述石涛一生艺术水平时,黄宾虹在《虹庐画谈》中直接点到石涛痛处,“清湘老人,早年极能工细,凡人物鸟兽花卉,时有所见。生平所画山水,屡变屡奇。至其晚年,凡署耕心草堂之作,多粗枝大叶,且用拖泥带水皴,实乃师法古人积墨、破墨之秘。”对此,在进一步分析石涛晚年艺术遗憾上,著名美术史论家徐建融认为,“晚年的一些作品,也许与卖画应酬有关,粗疏草率,艺术水准明显趋向低落。”\n\n\n后世影响\n\n　　有人称石涛是中国绘画史上屈指可数的伟大人物之一，从他的绘画技艺和理论等方面看确是当之无愧的。他的艺术主张和绘画实践对后世产生了重要影响，也为中国画向近、现代的发展作出了重要贡献。所作凡山水、花鸟、人物、走兽无不精擅且富有新意。石涛不仅是著名的山水画家还是著名的绘画理论家。他的绘画论著《画语录》论及艺术与现实的统一、内外统一、心物统一、识受同一，还有无法儿法论、借古开今论、不似之似论、远尘脱俗论等等，今天画界还封为圭臬。把他看成清代以来300年间第一人的说法，看来并不过分。 清初，绘画在董其昌等人倡导的“南北宗”学说影响下，摹古之风日炽。这时，才华横溢的石涛异军突起，对这种风气毫不理会，他强调“我自用我法”并清楚地指出：“我之为我，自有我在。”“古之须眉不能安在我之面目；古之肺腑，不安入我之腹肠。”“不恨臣无二王法，恨二王无臣法。”他甚至豪迈地说：“纵使笔不笔，墨不墨，画不画，自有我在。”总之他要改变古人的面目而自创新法，自标新格，这种呼声是对传统观念的一种挑战。\n其实，从山水画方面看，历经唐、宋、元、明千年的递进，至清早已形成了巨大的传统重负。从明代起就有不少画家试图走出传统习惯的范畴，革新画坛，如陈淳、徐渭等人开创的写意画即足以证明了他们的变革勇气。明代晚期，董其昌以佛教禅宗的“顿悟”来启导绘画，扬南仰北，他借“南宗”强调线条形式美的“渡河宝筏”在寻觅人生和艺术的理想彼岸，以“南宗”蕴藉、含蓄的笔墨创出“北宗”简洁、明快的画风，实已开启了现代绘画的先声。而石涛睥睨陈法，法古而不泥古，汪洋恣肆，随心所欲，更向现代绘画突进了一步。他们两人所处时代相距不远，但艺术主张却不完全一致，尽管如此，殊途而同归，两人在历史上的作用却十分相近，都为中国画向现代画发展作了准备。石涛的主张和实践使画家重又面向生活，师法自然，为开创新的历史奠定了基础。五代、两宋各种皴法的出现，是当时诸大家面向生活，师法自然的创造性产物。实现了笔墨的升华，也形成了传统的负荷，所以有明一代也依然取法传统。清代的山水画要有所成就，必须在继承传统的同时进行新的改革，因此，创立新法，是山水画发展至此的必然。\n\n　　表现生活深度独具\n\n　　敢于越过传统的历史氛围，高标独树是石涛的过人之处，也是他能取得重大成就的主要原因之一。与他同时称为清初四高僧中的朱耷，髡残、弘仁以及龚贤、梅清诸人均各有建树，但在表现生活的深度方面石涛似比之更胜一筹。在当时，行家就对他的作为赞许称道，如王原祁就把他誉为“大江以南第一”。\n\n　　石涛是明朝宗室，原本应是过富贵生活的，但由于国亡家破，因而他所走的道路十分曲折，早年的石涛面临着家庭的不幸，削发为僧，遁入空门，从此登山临水，云游四方，漂泊或居留于异乡客地，足迹达半个中国。自然景观的长期熏陶，身世不定的感念，从各方面作用着他的艺术观和人生观。世界上的事物瞬息万变，薄薄的云雾可以遮掩巍巍高山，地位显赫的王孙公子转眼间就成了苦行头陀，千古不变的祖宗成法是没有的，山高海深，两者是截然不同的自然体，但在石涛看来，“山即海也，海即山也”，坐禅入定，超凡脱俗，以意念创造一个新的宇宙，这是石涛绘画艺术的最高境界，也是他的身世和佛、道思想作用于绘画的必然结果。\n\n　　在中国绘画史上，名传青史的画家颇多，但是像石涛这样具有杰出艺术才华，并为今人大力推崇的却不多，石涛之所以在300年后得此殊荣，其主要的原因是他主张对绘画技法的变革和创新，他吸收传统文化的精髓，但不受传统精神束缚，反对墨守成规，敢于破陈法，因而他的画艺不仅高出于同时代许多画家之上，在中国绘画史上也是出类拔萃、屈指可数的。更为难能可贵的是石涛不仅画艺高超，还有高深的美术理论，一部《画语录》深刻地总结了这位画坛奇才的绘画艺术观和美学思想，对后世产生了较大的影响。\n\n　　石涛的生活行径和艺术道路\n\n　　石涛所走过的艺术道路，与他坎坷的生活境遇密切相关，他从显赫的皇族后裔沦为贫民，从而遁入空门，浪迹天涯数十载，饱尝人世间的艰辛，这些都对他的艺术道路带来很大的影响。　石涛是明皇族后裔，生于明朝即将灭亡之时，俗姓朱，是明太祖朱元璋从孙朱守谦的11世孙。据《明史》第118卷所载可知，朱守谦是第一代靖江王，朱守谦死后，子朱赞仪袭封其位，“赞仪恭慎好学”颇得朝廷信任，曾奉命到各地视察晋、燕、周、楚等13个藩王事务，所以在石涛作品上，常盖有“靖江后人”白文方印，或“赞之十世孙阿长”朱文长方印，这即是画家对自己身世的表白，又是画家对十世祖朱赞仪的深情遥念。\n\n　　又据明史记载，当洪武3年朱守谦和其它9个皇子受封之时，曾得钦赐“赞佐相规约，经邦任履亨，若依纯一行，远得袭芳名”20个字为名字的世系。所以石涛的本名叫若极也是有道理的，可知他确是靖江王赞仪的10世孙，靖江王之位从朱守谦传到第9代，即是石涛的父亲朱亨嘉，这和钦赐20字的世系完全符合，当李自成攻陷京师以后，亨嘉便自监国于广西，并召广西巡抚瞿式耜，式耜拒而不去，并与两广总制丁魁楚、思恩、参将陈邦傅以及中军官焦琏等串通一气，突然发兵，一举擒获朱亨嘉，并迅将其械送福州，废为庶人，幽死。\n\n　　幼小的石涛，靠着内官的庇护保全了性命。据石涛早年材料推测，这个内官，可能就是同他长时期生活在一起的“喝涛”和尚，也正是他把幼年的石涛送入禅门以免缯缴之祸的。\n\n　　武昌庐山与宣城\n\n　　李驎在《大涤子传》中明言，朱亨嘉兵败被囚时，石涛即为宫中仆臣负出，逃至武昌，递发为僧。可见被迫遁入空门时，石涛尚在龆龀之年。\n\n　　从现存史料看，20岁之前，石涛除了一度南游潇湘之外，大部分时间生活在武昌。李驎的《大涤子传》是这样记述石涛这段生活经历的。“年十岁即好聚古书，然不知读，或语之曰:不读，聚奚为始稍稍取而读之，暇即临古法帖，而心尤喜颜鲁公。或曰：何不学董文敏，时所好也！即改而学董，然心不甚喜。又学画山水人物及花卉翎毛。楚人往往称之，既而从武昌道荆门，过洞庭，经长沙，至衡阳而返，怀奇负气，遇不平事，辄为排解；得钱即散去，无所蓄。居久之，又从武昌之越中。”\n大约是康熙元年壬寅冬或康熙2年癸卯春，石涛和喝涛一起离开武昌，沿长江东下。途中，曾在庐山住过一个较短的时期，石涛于康熙39年庚辰所作的一扇页上有一则题跋，曾提及这次登庐山的经历。该题跋云：“秋日，与文野公谈及四十年前与客坐匡庐，观巨舟湖头如一叶，有似虎头者，今忽忆断烟中也。”石涛和喝涛从庐山下来，即辗转来到浙江。康熙34年乙亥冬，黄燕思等游西湖之后返抵扬州，曾拜访石涛并请写山水册。石涛在其中一开内题云：“清湘老人济，三十年未至西湖上，今日因友人约游归来，索笔写此。”这则画跋所提及的即是他青年时代游杭州西湖的经历。\n\n　　石涛和喝涛漫游浙江，欣赏了杭嘉湖平原的旖旎风光，饱览了天目山地区的秀丽景色，随后转赴“鱼米之乡”的苏南，一面探奇揽胜，一面寻师访道。不久，两人抵达松江，谒见了名震禅林的高僧旅庵，并拜其为师。时间当约在癸卯与乙巳间。旅庵不但佛理甚高，而且学问渊博，善诗文，工书法，石涛追随前后2年，得益匪浅，对其一生知识技艺基础有很大影响。\n\n　　康熙5年，石涛至宣城，先后驻于敬亭山麓之广教寺、金露庵和闲云庵等寺庙，此后数年他多次游历黄山，并将黄山的奇景绘成不少画作。从石涛抵宣城至离安徽到南京前后达十数年，这段经历，对石涛来说显然是不平凡的。\n\n　　康熙南巡两度召见\n\n　　康熙17年夏，石涛应钟山西天道院之邀，到达南京，是年37岁。人到中年，石涛绘画艺术生涯进入了一个转变时期，此后的数年是石涛生活上较得意的时期，尤其是康熙帝玄烨两次南巡，石涛被两度召见，这是他最感荣耀的大事。这两次召见，可能对他的画艺也产生一定的影响，因为在一些作品中反映了石涛被召见后意气风发的情感。清圣祖玄烨的第一次南巡是康熙23年，岁在甲子，当年11月，圣驾驻跸南京，曾至名刹长干寺巡幸，时石涛正挂锡该寺，欣逢其会，即与长干寺僧众一起恭迎接驾。5年后，康熙28年，石涛再次于扬州平山堂恭迎圣驾，康熙帝居然还当众呼出石涛之名，这不能不使石涛受宠若惊，倍感荣幸。为纪念这一难忘时刻，石涛特作《客广陵平山道上接驾恭纪》七律二首，诗云：“无路从容夜出关，黎明努力上平山，去此罕逢仁圣主，近前一步是天颜，松风滴露马行疾，花气袭人鸟道攀。两代蒙恩慈氏远，人间天上悉知还。”“甲子长干新接驾，即今已巳路当先。圣聪勿睹呼名字，草野重瞻万岁前，自愧羚羊无挂角，那能音吼说真传。神龙首尾光千焰，云拥祥云天际边。”诗中语句感情真切，既有对皇上的感恩戴德，又对恭迎接驾这件事颇感得意。与此差不多同时，石涛神采飞扬地挥毫绘制了一幅《海晏河清图》并题了如下诗句：“东巡万国动欢声，歌舞齐将玉辇迎。方喜祥风高岱岳，更看佳气拥芜城。尧仁总向衢歌见，禹会遥从玉帛呈，一片箫韶真献瑞，风台重见凤凰鸣。”画中款署“臣僧元济顿首”。从中可以看出此时的石涛不仅为两次面君而感荣耀，而且已以新朝属臣为荣了。\n\n　　北京游历交游广阔\n\n　　康熙28年秋，石涛到了北京，结交了不少上层官吏，如大司马王骘、大司寇图公、辅国将军博尔都等，并与博尔都结为挚友。结交这些上层人物，应酬绘画是必不可少的，于是石涛的一批新作随之问世，不少官吏得到他的新作。其中给博尔都画得最多，不乏精工之作，如和王原祁合作的《竹石图》就是专为博尔都所作，作为挚友，博尔都也对之有回报，他曾作《赠苦瓜和尚》七律一首，诗云：“风神落落意忘机，定里钟声出翠微。石火应知着处幻，须眉果是本来非。坐标海月群心悦，语夹天花百道飞。高步自随龙象侣，惟余元度得相依。”可以想象，新的游历和交往，大量新作品的绘制，石涛画艺的提高也是必然的。石涛在广泛的交友活动中，不断地向同时代的画家学习，凡能为我所好，为我所用的笔墨技法都虚心采撷，兼收并蓄。在南京时，他就结交了梅清、龚贤、程邃、髡残等，在北京与王石谷，王原祁等亦十分投契，常在一起切磋画艺，从而使他在当时和回扬州后创作了不少气势恢弘，深厚严谨的精心之作。50开外蕴藉凝炼的风貌中，一股刚健之气溢幅而出，诚如王原祁评语：“海内丹青家不能尽识，而大江以南当推石涛为第一，予与石谷皆有所未逮。”\n北京之行是石涛人生的转折点，在绘画艺术上，他得到了很大提高，但他并未能达到报效朝廷的愿望。原先石涛是抱着欲向“皇家问赏心”的愿望北上的，他曾以为康熙帝也礼佛，能像顺治帝礼待旅庵那样礼待他；原先以为京城的权贵也礼贤，能像伯乐荐举千里马那样荐举他，然而他的这些愿望最终彻底落空。在京期间，他受人之邀，频频出入王公贵族的高第深宅，吃喝之余，须投挑报李，得写画回敬主人，赋诗美言主人。虽然结交的达官贵人不少，但真正能体察他心思的屈指可数，他终于明白自己在京城社会舞台上所扮演的角色，在一丝苦笑中吟出了如下凄楚哀婉的诗章：“诸方乞食苦瓜僧，戒行全无趋小乘。五十孤行成独往，一身禅病冷于冰。”诗中道明他在京城的社交舞台上，充其量只是个“乞食”者而已！上层人物只把他当作画匠，这使他思想上感到很失望。康熙31年秋，51岁的石涛买舟南下，与他相交颇深的博尔都等至码头送行，至冬日石涛回到扬州，从此定居当地，直至康熙46年后病故。自回到扬州后，石涛一心投身于艺术创作，其绘画风格由中年较繁富、清逸转向沉雄、朴实，艺术创作上进入最为纯熟、最为旺盛的时期。\n\n\n书画鉴定\n\n　　石涛书画的笔法，或者说个人风格。笔法或个人风格，是鉴定书画的主要依据，但近几年来，笔者看到了一些鉴定文章，有人主张用“观气”之法鉴辨书画，甚至把它吹成书画鉴定的灵魂。笔者认为书画作品的气韵是通过笔墨来体现的，离开了它，一切无从谈起，因此不宜过分强调“气”的作用。鉴定者必须多看实物，从研究、掌握石涛书画的笔法、构图、款、印等诸多因素入手，找出其中的规律来。石涛的山水画，早期受梅清的影响，景物奇秀，用笔方折居多，皴法纠结，景色苍浑，人称“细笔石涛”，如北京故宫博物院藏他39岁作《山水册》，就是他早年的代表作。此后他又以大自然为师，先后游历了黄山、华岳、庐山、天台山、长江、洞庭湖、西湖等名山大川，从取之不尽的大自然中汲取营养，丰富创作。此外他又泛学了诸家笔法，尤其吸收了元代倪瓒、黄公望、吴镇、王蒙“四大家”，以及明代的沈周、陈洪绶等人的长处，逐渐形成豪放宏博、潇洒狂逸、苍莽奇异的艺术风格而称雄画坛。谈到他的山水画用笔，曲尽飞涩、徐疾、粗细、干湿之妙，如中锋、侧锋、逆锋、散锋、顺逢、尖笔、秃笔、枯笔、湿笔、破笔、圆笔等都有，但主要有中锋细笔、侧锋粗笔，以及刚性、柔性用笔等。从传世之作看粗笔多勾皴山石，细笔多勾剔芦草、松竹之类，而刚性用笔多见于折带皴，柔性用笔多见于披麻、解索皴。石涛的山水画笔法，如按物象分，又有丛树、山石、房舍、烟云、流水之别。以下按分类详述：\n\n　　丛林：石涛画树木，多画平头树，故宫所藏《石涛山水册》中有他自题曰：“惯写平头树，时时易草堂，临流独兀坐，知意在清湘。”从他众多传世之作看，的确有许多树木的画法，其结顶多作“平头”。石涛画的松树，得法于黄山，大致有两种画法：其一，是平坡之松，松干多挺直，松针较宽，短促出笔略带圆弧形，六七笔成一组，具自然生态之趣。其二，悬崖高山之松，松干多以斜出取势，盘曲瘦硬，松针细长刚劲，用墨干而浓，给人以苍劲畸形之感，多得益于黄山。画杂树，其树干行笔古拙，枯笔之后多用湿墨破晕，点叶墨色较重，粗阔点中往往有细勾的夹叶，“大都以写石之法写之”。\n\n　　山石：石涛画的山石，或用流畅而凝重的中锋线条，或用干毛而松柔的侧锋线条先勾出山体的轮廓和脉络，然后用不同的皴法，如解索、荷叶、披麻、折带和拖泥带水皴进行皴染，以表现山峦的凹凸和体积感。皴法虽多，但总的笔性是属于董源、黄公望一类的柔性笔调，基本不用像斧劈一类的刚劲皴法。画远山不用淡墨染，而用浓墨泼染，以增加前山的明亮感，这是其他画家所没有的。\n\n　　流水：石涛画的湖水、山泉等，具有静止、微动、汹涌澎湃的不同姿态，主要有三种表现技法：\n\n　　1、远处或无风之水，多留空白，不画水波；\n\n　　2、微波流动之水，多用细笔中锋，线条流畅轻柔；\n\n　　3、波涛汹涌之水，用略侧中锋线条，细密、起伏有致地勾出，再用淡墨烘染，以表现水的远近和动势。\n\n　　烟云：石涛画的云雾，多吸收黄山三大奇观之一--“云海”的精髓，特别强调烟云的动感和气势，基本有三种笔法：\n\n　　1、勾云法：用中锋线条，灵活勾出烟云，具有流动的气势和美感，如故宫博物院藏《采石图》；\n\n　　2、渍云法：即利用山体、树木本身的水墨渍出云态，具有缥缈苍茫的艺术效果，多用于大段的烟云；\n\n　　3、染云法：用淡墨湿笔烘染出云感，虽没有具体的笔触，却给人以迷蒙，烟云满纸之感，且多表现晨雾和烟雨之景。\n\n　　石涛的山水画，如按年代讲，还有早、中、晚的变化：\n\n　　早期，从16-38岁，为石涛读书、游历和求艺的奠基时期。此时他从武昌沿江东下，饱览江南名胜，不仅开阔了眼界，而且为创作积累了取之不尽、用之不竭的素材。这一时期的代表作品有故宫博物院藏《山水图》册，纸本，墨笔，共十开，描写安徽黄山一带风光，笔法清新秀逸，渴笔干墨处似程邃。其中一开仿米芾、高克恭，其他各开多法倪瓒和黄公望。一开最早纪年“丁末”，石涛时年26岁，为初创阶段之作。又如他绘《山水人物图》卷，根据画中自题，分别作于公元1664、1668、1677年，即从23-36岁时之作，历时13年之久。全卷共分五段，分别绘石户农、披蓑翁、湘中老人、铁脚道人和雪庵和尚等。画风工细秀逸，稚嫩之气流于画面，是一幅代表石涛个性特征的早期佳作。\n\n　　中期，从39-50岁为石涛绘画蜕变期，此时创作有三种风貌：其一，与宣城时创作较接近，即多用乾笔枯墨，画风恬澹。其二，水墨淋漓、汪洋恣肆的画风，如作于44岁的《泼墨山水图》卷等。其三，风貌较为细致，勾线细润，皴擦极少，俗称“细笔石涛”。画风从新安画派化出，又从黄山的实景中吸取营养，形成笔墨老到精练，气势磅礴的艺术格调。代表作品有46岁作《细雨求松图》和《搜尽奇峰打草稿图》等。\n\n　　晚期，从51-66岁去世，是他的绘画创作高峰期。所画山水，笔法恣纵，淋漓痛快，粗犷处浓墨大点。纵横恣肆如急电惊雷；细微处慎密严谨，定无虚下。他敢于突破前人的陈法，如用赭代墨皴擦山石，用石绿作米点，用藤黄、胭脂作杂点描绘灼灼的桃花，都是前人从未用过的方法。这些特色为鉴定石涛的画提供了风格依据。代表作品故宫藏《清湘书画稿图》卷、《采石图》轴、《横塘曳履图》轴、《云山图》轴等。\n\n　　石涛的山水画构图，新颖多样，出奇制胜，极尽含蓄隐现之妙。如他画的《云山图》打破了一层地、二层树、三层山的“三叠式”和“景在下，山在上，云在中”的“两段式”构图俗套，而是用“截取法”从中间局部取景。图中只见弥漫的云山，不见山脚，而山顶也似露非露隐约其中，突出了烟云的气势。他又善于采用一水两岸式的自然分疆法，使画面有动有静，虚实结合，意趣无穷。有时他也用“之”字形的全景式构图。从石涛的观点看来，构图不光是经营位置的形式问题，而且包含了作品意境。\n\n　　石涛的山水画，墨色很讲究。用色则朱砂、赭石、花青并施。和墨则湿、干、淡、浓兼有，用浓墨湿笔画梅、竹、荷花等，“野气”十足。\n\n　　总之，石涛的画，笔法灵活多样，恣肆大胆，构图新奇，意境深邃，体现出很高的艺术造诣。与此相反，伪作的石涛山水画则运笔轻飘，笔墨粗俗，赋色污浊，间或出现“皮匠刀”丑态，甚至把作假者的用笔习惯带到画中来，从而为鉴定石涛的画提供了许多可靠依据。\n\n\n作品行情\n\n　　石涛传世作品甚多，民间有石涛作品者不少，但大多不是精品。精品主要藏于故宫博物馆和上海博物馆。故宫所藏山水代表作有：《搜尽奇峰打草稿图卷》，苍浑奇右，骇人心目；《清湘书画稿卷》，集诗、书画于一纸，山水、花卉、人物俱备，笔墨苍劲奇逸，挥洒自如，为石涛50余岁的精品；《采石图》，绘南京采石矶风景，构图新奇，笔墨洗练；《横塘曳履图轴》，用笔放逸，墨色滋润；《云山图轴》，以截取法取景，云山奇石，水墨淋漓。兰竹、花卉方面的代表有《梅竹图卷》、《蕉菊图轴》、《墨荷图轴》等。\n\n　　上海博物馆所藏精品有：《山林乐事图轴》、《看梅园图》、《梅竹兰图》册等。\n\n　　石涛对后世影响极大，作品历来为藏家所钟爱，历代石涛赝品也经久不绝，但大多技艺低劣，属“皮匠刀”的笔法，很容易辨真伪。但现代画家张大千曾精研石涛，仿其笔法，几能乱真，他有不少仿画流传于世，极难分辨。张大千笔力不如石涛厚重，线条也较光滑，这是不同之处。 　在现今艺术市场中已不可能出现石涛精品，不是一般之作就是临品，但价格也不算低。1990年11月佳士得曾在纽约拍卖过两幅石涛作品，一为六开《书画册》，卖到5万美元，另一幅是《临流独啸》轴，卖到26000美元。\n\n",
  "desc": "石涛（1642一约1707），清代画家、中国画一代宗师。靖江王朱守谦十世孙，法名原济，一作元济。本姓朱，名若极。字石涛，又号苦瓜和尚，、大涤子、清湘陈人等。广西全州人，晚年定居扬州。明靖江王后裔，南明元宗朱亨嘉之子。幼年遭变后出家为僧，半世云游，以卖画为业。早年山水师法宋元诸家，画风疏秀明洁，晚年用笔纵肆，墨法淋漓，格法多变，尤精册页小品；花卉潇洒隽朗，天真烂漫，清气袭人；人物生拙古朴，别具一格。工书法，能诗文。存世作品有《搜尽奇峰打草稿图》《山水清音图》《竹石图》等。著有《苦瓜和尚画语录》。名言有“”一画论‘、“搜尽奇峰打草稿”，‘笔墨当随时代’等。",
  "dynasty": "清代",
  "id": 1729,
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_1729.jpg",
  "name": "石涛",
  "star": 0
}