{
  "content": "家世\n\n　　其一世祖选，二世祖湾，三世祖传，四世祖延晖，五世祖德谦，六世祖文旦，七世祖齐鸣，八世祖忠，九世祖世贤，十世祖金，十一世祖渊，十二世祖舜寿，十三世祖禹贡，十四世祖彦四，十五世祖俊思，十六世祖大六，十七世祖细一，十八世祖文政，十九世祖庆六，二十世祖住卿，二十一世祖仲友，仲友生四子，分为贞一、贞二、贞三、贞四四房，郑之珍高祖、二十二世祖为子章，郑之珍曾祖、二十三世祖为平安，二十四世为德容，为郑之珍祖父，郑之珍父亲云，属二十五世。\n\n　　郑之珍父亲云，字天丽，号西庵，卷二有其详细传记，说他“幼遭痘毒，手足不能动，履人以废笃目之”，到嘉靖壬午年痊愈，和同族弟、侄“且贾且商”；他也喜爱读书，“凡过目者彻首尾可以背诵”；同时还精于卦命，“远近之人，凡决疑者常填门，所断祸福、得失、生死，一毫不爽，人遂号为‘西庵先生’”。郑之珍的母亲鲍氏，名宝贞，她“出自名门，饱谙妇道”，卷二“世德”中也有她的传记。郑之珍兄弟七人，他居长，六个弟弟依次为之班、之璪、之环、之珀、之珊、之瑜。\n\n　　关于郑之珍的生平，卷二收载有他的女婿叶宗泰的《高石郑先生传》，较之民国十一年重修的《清溪郑氏宗谱》详细许多，这里转录于下：\n\n　　高石郑先生讳之珍，字汝席，高石其别号也。先生生于正德戊寅年九月二十四日。先是七月，先生有兄名富，以痢疾殇，大父德容公甚哀悼之；时二女归宁，共为吊释，幸先生生焉，举家欣喜，以骨肉完聚，因名集；适以乡里俗议，带子哭子则防难育，于是因以先生寄养于邻家。\n\n　　先生自幼病目，虽入蒙学，记名而已。至嘉靖甲午，先生自奋入大学，每遇晨昏，听人读书，读者未熟，先生已洞然于心胸矣。初与少潭兄弟受业于一山先生，又同予兄鹤墩受业于伯光山门下习《春秋》，最后又受业于陈文溪先生门下习《礼记》，又同王之翰等受《礼记》于刘苏庵先生门下。\n\n　　先生性敏学博，读书过目不忘，苏庵先生甚奇之。自补邑庠，小试屡捷，大考则终坐，目病艰于书写。娶芦溪汪氏姤真，性贤淑端重，助夫读书。先生同母兄弟凡五人，嘉靖壬子以母倦勤分?，时先生游学于太平，孺人治家，井井有条，虽老妪莫过。先生好义广交，朋友络绎不绝，孺人竭力款待，多方辐辏，并无吝心难色，不惟朋友莫知其艰，虽先生亦莫之知也。事舅姑至孝，姑卒，舅纳婢董氏，生子二人，孺人皆保抱之，绝无忌心。妯娌虽多，孺人以和养率之，雍雍然而无争竞，夫妇同心，内外一致。嘉靖庚子生长子为德，即为元，娶正冲陈氏；癸卯生长女蓬仙，即宗泰之配也；已酉生次女莱仙，适浮北城门廪生吴时相；丁巳年生次子四寿，即调元，初聘在城谢氏，将娶而卒，继娶式溪程氏。孙男光祖、启祖、弘祖、绍祖、明祖、奇祖，女孙妙金，长子之所出也。孙男昭祖、女孙爱金，次子之所出也。光祖娶泰之侄女叶氏，生子大声；启祖聘汪村汪说之女，怡祖聘竹源陈善政之女，皆名门。余孙尚未之聘。时先生之年六旬有六，孺人之年六旬有三，各各强健；子媳双双，各能克家；孙男曾孙，绳绳聪慧。\n\n　　泰虽不才，二婿亦皆儒流。泰有二子一女，而姨氏亦同是，皆天伦至乐，不可以幸得也。噫嘻难哉！先生天性好善嫉恶，虽未大行于天下，然《劝善》一记，千载不磨；且倡议率族置祀产、创祀屋、立祀户，奉先御下，睦邻恤贫，政施于家，炳炳朗朗，较之卑官一任，泽及何如！先生修家乘将成，于己无一言，余适至，因略叙先生夫妇之名号于此。\n\n　　论曰：世称大丈夫之生也，贵于立德立功立言。先生立德于孝弟，立功于宗族，立言于文章，实无忝于所生也。故天锡之以家业优裕，多富也；皓首齐眉，多寿也；桂兰茁秀，多男也。古之“三祝”兼之矣！若先生者，世岂多见哉！\n\n　　由这篇传记我们可知，郑之珍从小眼睛不好，也由于“目病艰于书写”，所以“大考则终坐”，未能博得功名。他曾入多人门下习学《春秋》《礼记》，并游学太平。他有子二，名为元、调元，有女二，名蓬仙、莱仙。\n\n　　时寓秋浦之剡溪，乃取目连救母之事，编为劝善记三册。敷之声歌，使有耳者之共闻；著之象形，使有目者之共睹。”郑之珍屡考不第，直至中年弃考从教，便座学于祁门、石台一带山村，塾教之余，据《佛说孟兰盆经》情节将徽州民间传说、爱情故事揉和进去，潇潇洒洒编成了《新编目连救母劝善戏文》三册100折。\n\n　　郑之珍编写的《新编目连救母劝善戏文》在民间舞台上久演不衰，“支配三百年来中下社会之人心”，并随徽商流寓大半个中国，对徽剧、川剧、汉剧、豫剧、昆曲等诸大剧种都产生过一定的影响。\n\n\n古墓\n\n　　寻找郑氏宗祠“叙伦堂”，去瞻仰晚唐时期郑传的“司徒世家”。然而，“叙伦堂”宗祠已失去了昔日“司徒世家”那种辉煌与宏伟，宗祠的门厅与寝堂已全倒塌了，只剩下享堂孤零零在秋风中吟呻。再也找不到“清溪鱼跃禹门浪，幽谷茑迁乔木林”那种美景了。享堂中那幅“目连戏演不尽奇观迪吉避允可当春秋全部，高石公具如斯卓见劝善惩恶何如讲演十篇”对联早已成为历史。站在“叙伦堂”废墟上，我们很难想象出那“通宵达旦”俗称“两头红”打目连的那种热闹的场面。\n\n介绍\n\n　　明代诸生，笃信佛教，一生宣扬佛理，劝人为善，以正社会风气，1579年在变文的基础上，撰写《新编目连救母劝善戏文》，分上、中、下3卷，共一百零二出，广泛流传于民间，成为今日之“祁门目连戏”。\n\n　　1、他生于正德戊寅九月二十四日，卒年是万历乙未三月初四，即公元1518年—1595年，一生历经了正德、嘉靖、隆庆、万历四朝；\n\n　　2、他准确的籍贯不仅是徽州，而且是祁门县清溪村；\n\n　　3、他的妻子姓汪，叫究真，是芦溪汪以金的女儿；\n\n　　4.、他曾经多次参加科举考试，却“屡蹶科场”，后来虽然只是“抢道自娱，著作林间”，却也有一定的声誉。\n\n　　5、他的戏曲创作除了《目连救母劝善戏文》外，还有《五福记》一种，并且后者的编撰地是在太平焦村。\n\n　　6、名言：世事短如春梦，人情薄似秋云。\n\n",
  "desc": "郑之珍，字汝席，号高石，明万历补邑庠生。后来祁门县文化部门，在渚口乡清溪村发现了郑之珍夫妇合葬墓及《清溪郑氏族谱》，确认他为祁门县渚口乡清溪人。郑之珍在《新编目连戏救母劝善戏文》序中自述：“幼学夫子而志春秋，惜文不趋时，而学不获遂，于是萎念于翰场，而 游心于方外。",
  "dynasty": "明代",
  "id": 363,
  "name": "郑之珍",
  "star": 10
}