{
  "content": "坟墓搬迁\n\n　　南宋抗金名将、民族英雄郑刚中墓原址位于曹宅镇长山垅水库库区，由于水库扩容需要，坟墓搬迁至长山垅水库下游。2007年11月12日上午，新墓竣工，并举行了隆重的竣工仪式。郑氏后裔台湾工党主席郑昭明，区委副书记张菲菲等出席了竣工仪式并拜谒郑刚中墓。\n\n　　郑刚中为南宋名臣，与岳飞、宗泽齐名，是金华在科举时代唯一的探花，相继任礼部侍郎、川陕宣谕使、四川宣抚副使等要职，为人刚正不阿，立主抗金，后受大奸臣秦会所害，享年47岁。郑刚中墓为原金华县文保单位，整个搬迁工程于2006年7月份启动，2007年11月份竣工，投资120余万元，耗时一年零四个月。\n\n\n评价\n\n　　郑刚中为民族英雄，令郑氏后裔乃至全体龙的传人所景仰，他的民族气节和英雄气概为后人敬佩。\n\n　　哲观刚中诗，高标逸韵，文采飞扬，孤寒冷壮中显现出苦涩、淡雅以及嫉恶之傲骨与对世事的无奈，其文学价值颇高，然刚中诗名不显于当时及后世，惜哉。\n\n　　赞诗曰：\n\n　　青史曾丹忠愍谥，探花墓留后人凭。\n\n　　北山有幸迎忠骨，清风无声慰灵英。\n\n　　恩荐贬杀皆由桧，知兵好战岂为名？\n\n　　为有虎狼窥国器，伏罴在西捍河清。\n\n\n生平\n\n　　郑刚中，字亨仲，一字汉章，号北山，又号观如，浙江金华曹宅郭门村人。生于北宋哲宗赵煦元祐三年五月二十三日，绍兴二年以第三名进士及第，是“探花”出身的南宋名臣。\n\n　　初授左文林郎，任温州判官。时遇百年大旱，因提出“以工代赈”之方针，缓解灾情，政绩显着，被秦桧赏识荐举。绍兴六年，经当朝宰相秦桧之荐举，任刺令所删定官，其时政要务见解受高宗赏识，不久即升任宣义郎，不过一年，又兼授太常博士。\n\n　　时金兵入侵，秦桧独揽朝政，恣意陷害忠良，卖国求荣，对金力主和议。刚中力陈和议之弊，不因秦桧荐举而附和。绍兴十一年,王伦挟金使来议和。枢密院编修胡铨因请斩王伦、秦桧，祸在旦夕。刚中极力营救，由是得罪秦桧，却更令高宗欣赏其胆识，升任他为宗正少卿，后又任秘书少卿。\n\n　　绍兴九年，为枢密行府参谋出谕京陕，及还，除礼部侍郎。十一年，擢枢密都承旨，为川陕宣谕使，十二年，迁川陕宣抚副使兼营田。绍兴十四年甲子，充陕西分画地界使，奉命到陕西与金使划定疆界事。金使乌陵“赞谟入境，欲尽取阶、成、岷、凤、秦、商六州，刚中力争不从；又欲取商、秦，于大散关之界，刚中又坚不从。据理力争，面折金使。兀术遣人力求和尚原，刚中恐败和好，以和尚原自绍兴四年后不系吴地分，于是割秦、商之半，弃和尚原以与金。\n\n　　绍兴和议后，刚中改任四川宣抚副使。刚中治理四川方略独备，经划调度，军政事务井井有条。宣抚司旧在绵、阆间，及胡世将代吴玠，就居河地，馈饷不断。刚中奏：利州在潭毒关内，与兴、洋诸关声援相接，乞移司利州。自是省费百万。刚中始至，即欲移屯一军，大将杨政不从，呼政语之曰：“刚中虽书生，不畏死！”声色俱厉，政即听命。\n\n　　都统每入谒，必庭参然后就坐。吴璘升检校少师来谢，语阍吏，乞讲钧敌之礼。刚中曰：“少师虽尊，犹都统制耳，傥变常礼，是废军容。”行礼如故。\n\n　　刚中主蜀期间行屯田，免杂征；严教训，重积聚；整军旅，强武备，金兵不敢犯。时有“宗泽猛虎在北，刚中伏熊在西”之称。时刚中于阶、成二州营田，抵秦州界，凡三千余顷，岁收十八万斛。奏蠲四川杂征，又请减成都府路对籴及宣抚司激赏钱。从之。\n\n　　先是，川口屯兵十万，分隶三大将：吴璘屯兴杨政屯兴元府，郭浩屯金州，皆建帅节；而统制官知成州王彦、知阶州姚仲、知西和州程俊、知凤州杨从仪亦领沿边安抚。刚中请分利州为东、西路，以兴元府、利阆洋巴剑州、大安军七郡为东路，治兴元，命政为安抚；以兴、阶、成、西和、文、陇、凤七州为西路，治兴州，命璘为安抚；而命浩为金、房、开、达州安抚；诸裨将领安抚者皆罢。从之。请弛夔路酒禁，复利州钱监为绍兴监。时军已罢，移屯内郡，刚中言逐路各有漕司，都漕宜罢。从之。\n\n　　蜀中富饶，秦桧令献金3万两并加派赋税，遭刚中拒绝。秦桧怒其在蜀专擅，不听命，令侍御史汪勃奏置四川财赋总领官，以赵不弃为之，不隶宣抚司。不弃牒宣抚司，刚中怒，由是有隙。不弃颇求刚中阴事言于桧，桧佯召不弃归，因召刚中。刚中语人曰：“孤危之迹，独赖上知之耳。”桧闻愈怒。\n\n　　绍兴十七年九月，秦桧命御史汪勃、余尧弼等人吹毛索疵，对刚中猛加弹劾，列出所谓“妄用官钱”、“奢僭”、“贪婪”、“天资凶险”、“网罗死党”等等罪状。是年十二月，又使余尧弼继续弹劾他，“为臣不忠”、“贿赂溢于私帑”、“暴敛困民”、“密遣爪牙”、“窥伺朝政”等等罪行，，刚中由是被免职，提举江州太平兴国宫，桂阳监居住。\n\n　　绍兴十九年七月，高宗想减轻一点对刚中的处罚，秦桧却不依不饶，要彻底查究其“贪污”罪行。又命人逮捕其子右承务郎郑良嗣及其将佐宾客，都关押在江州狱中。再派大理寺丞汤允恭、太府寺丞宋仲堪等凶暴亲信前往审理，严刑拷打，硬要坐实郑刚中的贪污之罪。\n\n　　汤、宋二人后来报告结案，说是“落实”了刚中的罪行；“违旨出卖度牍，收钱五十五万余缗；自设钱监铸钱，随意支用；违法领用厨食钱一万三千余缗入己；用公钱买通士人进京为他说项，将转运司并入宣抚司；违法使用公钱十二万余缗……”秦桧大喜，批下判决书曰：“郑刚中罪大恶极，依法当死，特免死、免禁锢，移封州安置；郑良嗣免死，柳州安置。”与此案有牵连的僚佐赵士祃、张汉之、张仲应等亦皆受了重惩。\n\n　　郑刚中到了贬所，秦再指使其党羽、封州太守赵成之一步步将他窘辱、折磨致死。刚中卒于北宋高宗赵构绍兴二十四年五月二十三日，与其生日同月同日，时年67岁。直至秦桧死后，郑刚中案得以昭雪，恢复其资政殿学士的官职，追谥“忠愍”。\n\n",
  "desc": "郑刚中（1088年—未知），字亨仲，婺州金华人。生于宋哲宗元祐三年，卒于高宗绍兴二十四年，年六十七岁。登绍兴进士甲科。累官四川宣抚副使，治蜀颇有方略，威震境内。初刚中尝为秦桧所荐；后桧怒其在蜀专擅，罢责桂阳军居住。再责濠州团练副使，复州安置；再徙封州卒。桧死，追谥忠愍。刚中著有北山集（一名腹笑编）三十卷，《四库总目》又有周易窥余、经史专音等，并传於世。",
  "dynasty": "宋代",
  "id": 1819,
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_1819.jpg",
  "name": "郑刚中",
  "star": 0
}