{
  "content": "人物生平\n\n早年事迹\n　　少年时期：惠能俗姓卢，传说初生时有“二异僧”来取名“惠能”，是从小就叫惠能；按照佛门惯例，“惠能”是出家时的法名。父亲原在范阳做官，后来被贬迁流放到新州。惠能于贞观十二年在新州出生。幼年时父亲就去世了，后来母子移居南海。长大以卖柴维持生活。《曹溪大师别传》说他三岁父母就都去世了。\n\n　　求法因缘：据《坛经》系所说，惠能某天听人诵《金刚经》而有所领悟。被告知黄梅凭墓山弘忍大师讲《金刚经》，于是决定去参礼。《坛经》炖煌本只简略说“辞亲”；后来惠昕本和《祖堂集》说，有客人鼓励他并出钱安顿老母。依《别传》，惠能参礼弘忍，与《金刚经》无关。《别传》说惠能先去曹溪，结拜兄弟刘志略的姑母“无尽藏”尼常诵《大涅槃经》，惠能不识字，郄能为他解说经义。在宝林寺住了一段时间，到乐昌依智远禅师坐禅，又受慧纪禅师的激发，才决定去黄梅参礼弘忍。\n\n黄梅得法\n　　依神会所传，大约经一个月时间，惠能到了黄梅的凭墓山。这里是唐初五十多年的禅学中心，传承了达摩禅的正统。惠能见到弘忍，自称“唯求法作佛”。因惠能答说：“人即有南北，佛性即无南北。獦獠身与和尚身不同，佛性有何差别”，而受到弘忍的赏识。惠能被派在碓房里踏碓，一共八个多月。“愿竭其力，即安于井臼；素刳其心，获悟于稊稗”。劳作与修持相结合，虽是佛教所固有，但成为此后曹溪禅的特色。\n\n　　一天，弘忍集合门人，要大家作一首偈，察看各人的见地，以便付法。大家仰望着神秀，作为东山会下的教授师，神秀并没有自信，可又不能不作偈，于是将偈写在廊下的壁上。惠能知道了，以为神秀偈没有见性，也就作了一偈，请人写在壁上：菩提本无树，明镜亦非台，本来无一物，何处惹尘埃。\n\n　　弘忍发现了惠能的见地，便在夜间唤他进房，为他说法，付法传衣，继承了祖位。弘忍为惠能说法，《坛经》炖煌本说：“说金刚经”；惠昕本等说：说到“应无所住而生其心”时，惠能言下大悟；《神会语录》等说：“忍大师就碓上密说直了见性。于夜间潜唤入房，三日三夜共语。”《别传》说：问答有关佛性的问题。印顺法师认为，付法是密授的，所以没有人会知道。惠能也许有提到过，但诸本的传说大都是禅师们所推测而表达的。\n\n　　当天晚上，弘忍就送惠能去九江驿，回岭南。\n\n南归隐遁\n　　大庾岭夺法：惠能在黄梅得法，当夜就走了。过长江，到九江驿，然后直回岭南。东山门下，知道衣法付与惠能，有些人就向南追来。其中有名惠明的，一直到大庾岭上，追到了惠能。惠明曾任四品将军，有军人的气质。当时惠能将衣给惠明；惠明反而不知所措，表示“远来求法，不要其衣”。传衣虽表征了传法，但有衣并不代表有法。惠明要的是法，惠能便为惠明说法。说法的内容后来传说为：“不思善，不思恶，正与幺时，那个是明上座本来面目”，惠明言下大悟。惠能于是让他向北去化人，惠能这才平安回到岭南。惠明本是弘忍弟子，因为听惠能说法，而作为惠能弟子。\n\n　　五年法难：“三年勿弘此法”，《坛经》以来一致表明惠能曾有隐遁。原本是五年，为了符合弘忍入灭，惠能出家继承理想，才形成十六年隐遁说。这五年中，惠能所遇到的障碍，史料均没有确切说明。弘忍付法时曾说：“自古传法，气如悬丝；若住此间，有人害汝。”禅者传法和弘法有难，禅史多有载录。如果是“当理与法”的付法，得法的人多，便不会引起严重纷争。但一代一人的付嘱制，在名位心未尽的，就不免引起纷争。惠能当时是24岁的在家行者，如果公开付法，则不可能不争不害。\n\n　　付法而有争执的，在四祖道信将入灭时，弟子均争夺祖位。道信在破头山建寺，而传法于弘忍，弘忍却在东面的凭墓山另建寺院，因为原住的僧众有部分不接受领导，所以不得不独自创建。弘法而有难，在《高僧传》和《续高僧传》中有诸多例子。菩提达摩传禅也“多生讥谤”；或说为人毒害。在佛教史上，弘法特别是弘阐禅法，超越时流，容易受讥谤诬控，受毒害驱摈。惠能以前诸祖，及惠能门下的神会，所遇的法难都很重。印顺法师认为：“这可见一种独到的法门的弘开，是太不容易了。惠能受法而有争、有难的传说，应有事实的成分。”\n\n弘化时期\n　　出家与受戒：惠能受戒之法性寺 能过了五年遁迹于劳苦的生活，终于因缘成熟而出家。乾封二年正月初八日，惠能到了广州法性寺。印宗正在讲涅槃经，惠能在座下参听。“因论风幡语，而与宗法师说无上道”。印宗非常欣奇，问起来，才知东山大法流传岭南的，就是这一位。于是非常庆幸，正月十五日普集四众，由印宗亲为惠能落发。二月初八日为惠能授具足戒。此时惠能30岁。惠能弘法伊始，便以“直指人心，见性成佛”的顿悟禅，为岭南佛教带来了一股清新气息，在当地已经具有了一定的影响，特别是他作为五祖衣钵传人的身份，更使他受到了广州方面的敬重。\n\n　　从广州到韶州：惠能受戒后，就在广州法性寺开单传宗旨。次年春，惠能去曹溪山宝林寺，“印宗法师与缁白送者千余人”。曹溪属韶州，与广州相去七百多里。惠能得印宗赞扬且受广州方面的崇敬。《别传》说惠能去黄梅前曾在曹溪小住。从黄梅回来又到过曹溪。从广州经大庾岭而到黄梅，必经韶州；惠能在往来时在曹溪小住，多少有相识的人。过去“虽犹为恶人所逐”，不能安定的住下来。现在出家受具足戒，得到广州的拥护，曹溪僧众也就表示欢迎。所以惠能回到曹溪而成为宝林寺的主导者。\n\n　　住持曹溪：惠能住曹溪山的故宝林寺。中宗复位时敕于天下诸州立中兴寺。后来称为中兴寺的故宝林寺，又赐名而改为法泉寺。法泉寺以外，还有惠能住在广果寺的记载。可见惠能的住处不止一处。依佛门一般情形，名山都有主体大寺；此外有茅蓬和别院属大寺所管辖。惠能在曹溪山不一定住在宝林寺；住过的地方皆成立别院。《坛经略序》说“兰若十三所”，所以《坛经》等只泛说曹溪山。而法泉寺与广果寺，应为规模大而居住时间多的两寺。\n\n　　大梵寺说法：惠能到韶州大梵寺说法，是《坛经》所明记的。刺史韦据等到曹溪宝林寺，礼请惠能出山，在城内的大梵寺说法，听众一千余人，是当时的盛会。惠能“说摩诃般若波罗蜜，授无相戒”。记录下来，就是《坛经》的主体部分。《坛经》后来经过不少的增损，但惠能顿教的内容、特色，及其渊源，仍可依此而有所了解。\n\n德音远播\n　　惠能四十多年的禅的弘化，引起了深远的影响。弟子们的旦夕请益，对顿教的未来开展，给予决定性的影响外，更影响到社会和皇室。据王维《六祖能禅师碑铭并序》所述，惠能的德化，不但百越氏族，连印度，南洋群岛，都有远来礼敬请益的。惠能弘化于岭南，对边区文化的启迪，海国远人的向慕，都有所贡献。所以王维称誉为：“实助皇王之化。”\n\n　　惠能在岭南弘化，竟引起了中原皇室的尊重，受到了皇室礼请及供养。长寿元年，武则天派遣“天冠郎中”张昌期，前往韶州曹溪“请能禅师”，惠能“托病不去”；到万岁通天元年，“再请能禅师”，惠能还是不去，于是便请袈裟入内道场供养。武则天晚年又再次派薛简迎请惠能；到中宗景龙元年十一月，此时武则天早已去世，皇帝又派薛简再请。《别传》所传神龙三年十一月十八日诏修宝林寺等，应属同一时间的事。\n\n　　另《别传》说：神龙三年敕韶州百姓修中兴寺，赐额为法泉寺；惠能新州故宅建为国恩寺。鉴真在天宝九年经过韶州，证实了法泉寺与唐室有关。武则天崇信佛法，中宗和睿宗都仰体母后德意而信佛护法；赐额法泉寺，即使武则天已去世，民间也视为武则天所造。王维《能禅师碑》所述，其后《历代法宝记》，《曹溪别传》等都有叙述。虽存在年月的纷乱，而对皇室礼请，敕建寺院，致送供养之事，并无实质的改变。\n\n　　惠能恢复前代佛教僻居山林，抗迹尘外的宗尚。一生远遁岭南，应是考虑到北方特别是两京一带主要是神秀为代表的北宗势力范围，不愿涉足这一是非圈。当时南北二宗虽然没有后世禅籍渲染的那么尖锐对立，但多少存在着矛盾。同时也和惠能的个性有关，不愿交游权门，刻意与朝廷保持一定距离，仍保持了自达摩禅以来历代祖师山林佛教的特色。\n\n入灭前后\n　　最后的说法：惠能晚年的末后说法。 依《坛经》所传，有三部分：\n\n　　一、惠能教“十弟子”：为人说法，不能失去“三科法门”和“三十六对”的本宗：“吾教汝说法，不失本宗。举三科法门，动用三十六对，出没即离两边。说一切法，莫离于性相。若有人问法，出语尽双，皆取法对，来去相因，究竟二法尽除，更无去处。”印顺法师认为，“一切”无非是“相依相因”的对待法而不离文字，所以“三十六对法，解用通一切经”；但是今日的“禅师们”已经“好简成性”，甚至对于“三科三十六对”的教法基础，“也嫌他名数纷繁”而并不理会。\n\n　　二、先天二年七月八日，惠能与大众话别。大众都涕泪悲泣，惠能为大众说《真假动静偈》，直指“动上有不动”的离假即真。说完后“众僧既闻，识大师意，更不敢诤，依法修行，一时礼拜，即知大师不久住世”，于是“告别”。在告别而大众悲泣中，传说只有神会“不动亦不悲泣”。六祖便独赞他：“得善不善等，毁誉不动”。惠能认为“吾灭后二十余年，邪法缭乱，惑我宗旨”，于是暗示神会在洛阳提倡南宗，“定佛教是非，竖立宗旨，即是我正法”。\n\n　　三、八月三日入灭当天，惠能食后又与大众话别。法海问起：“此顿教法传受，从上已来，至今几代？”这才有七佛以来四十世的叙述。法海又启请大师，留什么法令后代人见性？惠能更说《见真佛解脱颂》。然后要门人“莫作世情哭泣，而受人吊问，钱帛，着孝衣”，这都符合律制。最后的教诫是：“如吾在日一种，一时端坐。但无动无静，无生无灭，无去无来，无是无非，无住，但能寂静，即是大道。”\n\n　　入灭：先天二年八月三日夜三更，惠能在新州国恩寺“奄然迁化”了。“端身不散，如入禅定”。据载，这几天曹溪有“异香氤氲，山崩地动，林木变白，日月无光，风云失色”等异征。早在先天元年，惠能归新州国恩寺，则命人在该寺造塔。入灭后，当时广州、韶州和新州三方，为争奉遗体产生了一番辩论。据载，最后达成了焚香的协议，“香烟指处，师所归焉”。结果香烟指向韶州曹溪。十一月十三日，惠能的遗体从新州迎回曹溪安葬。惠能的塔院由弟子令滔管理；从上传来的袈裟也留在塔院供养。塔院并非本寺，而是附属于本寺的别院。\n\n\n避难\n\n　　惠能于公元662年到湖北黄梅参拜弘忍大师。惠能初见弘忍，弘忍便问他：“你是哪里人? 来这里求取什么”惠能回答：“弟子是岭南人，来到这里不求其它，只求“作佛”。”弘忍听后问道：“你是岭南人，哪里能“作佛”！ ”惠能回答：“人有南北之分，“佛性”并无南北之分。”这非凡的志向让弘忍刮目相看。为了不引起众人的注意，就安排他随众劳动，在碓房舂米。惠能乐于从命，终日舂米，干得甚欢。当时弘忍的徒众有700人。在惠能入寺八个月之后，弘忍命各人呈上一首偈语，这实际上是一场考试，他要选择继承人。神秀是众僧中的上座和尚，他在半夜三更时分，独自掌灯，在佛堂的南廊写下一偈：“身是菩提树，心如明镜台，时时勤拂拭，莫使有尘埃。”清晨时，弘忍见到此偈后漠然不语，惠能闻声来到廊下，他要求也做一偈，得到许可，于是他高声念道：\n\n　　“菩提本无树，明镜亦非台，本来无一物，何处惹尘埃。”\n\n　　验证传法密要！金刚赞：断疑生信，绝相超宗。\n\n　　弘忍看到是惠能，就叫他退下，第二天弘忍把惠能叫去，为惠能讲经又把世代相传的法衣交给他，正式传他为禅宗六祖，并为他的安全着想，亲自送他到江州的渡口，吩咐他不到必要的时机，不要把自己是禅宗六祖的身份讲出来，免得有禅宗的僧人来争夺。为躲藏“烦恼未断者”加害，他在广东四会一带的猎人中藏匿了整整15年，直到唐高宗仪凤元年才公开露面。是年正月初八，惠能来到广州法性寺。一天，风扬起寺庙的旗幡，两个和尚在争论到底是“风动”还是“幡动”？\n\n　　惠能说：“既非风动，亦非幡动，仁者心动耳。”\n\n　　这段，验证五祖的慧眼，没有直接传法！\n\n　　惠能的说法，令众僧大为惊叹，引起了印宗法师的关注和尊敬。不久，印宗法师为惠能剃度，后又召集高僧名师为惠能举行了隆重的授戒仪式。次年春，惠能离开法性寺，北上南华寺开山传法，前来送行的有一千多人。在南华寺，六祖惠能传教说法长达37年之久。其间，韶州刺史韦璩曾邀请惠能到韶州开元寺讲经，其言行被弟子法海汇编成书，这就是被奉为禅宗宗经的《六祖大师法宝坛经》。在佛教中，只有佛祖释迦牟尼的言行记录能被称作 “经”，而一个宗派祖师言行录也被称作“经”的，惠能是绝无仅有的一个。\n\n　　唐玄宗先天二年，惠能圆寂于家乡新兴县的国恩寺，享年76岁。次年六祖真身迁回曹溪，供奉在灵照塔中。惠能在生前就深得朝廷的恩宠，唐万岁通天元年，女皇武则天曾为“表朕之精诚”，特地遣中书舍人赐给惠能水晶钵盂，磨衲袈裟、白毡等礼物，其诏书对惠能表达了十分尊崇的心情：“恨不赴陪下位，侧奉聆音，倾求出离之源，高步妙峰之顶。”惠能去世后，更是名位加身。唐宪宗追谥惠能为“大鉴禅师”，宋太宗又加谥为“大鉴真空禅师”，仁宗再加谥为“大鉴真空普觉禅师”，最后神宗再加谥为“大鉴真空普觉圆明禅师。”王维、柳宗元、刘禹锡等文学大家都先后为惠能撰写过长篇碑文，以记述他的事迹。\n\n\n介绍\n\n　　惠能，俗姓卢氏，故称他为卢行者。祖籍河北范阳郡，随父流放岭南新州。佛教禅宗祖师，得黄梅五祖弘忍传授衣钵，继承东山法门，为禅宗第六祖，世 称禅宗六祖。唐宪宗追谥大鉴禅师。是中国历史上有重大影响的佛教高僧之一。陈寅恪称赞六祖：“特提出直指人心、见性成佛之旨，一扫僧徒繁琐章句之学，摧陷廓清，发聋振聩，固中国佛教史上一大事也！” \n　　惠能，原名卢惠能，唐咸亨二年出家到东山法门，是在舂米作坊服杂役的行者，未经剃度，可见没有法名。六祖门人法海在其著作《六祖法宝坛经略序》 中记载：“专为安名，可上惠下能也”。按佛教用语“上下”即指法名，是对法号的尊称。在当时，卢能只是家境贫穷的孩子，佛教界没有为百姓安法名之举，两个异僧“专为安名”难免是神话传说。《六祖坛经》里记载：六祖黄梅三更得法，人尽不知，持衣钵南下，被恶党追杀，六祖遁于前山，恶党火烧前山，六祖隐身挨于石中得免。石头留下六祖结跏趺坐的膝盖痕迹，以及所穿衣服的布纹，此石因名避难石。由此可见，惠能法号应是五祖秘密定下，何时公开启用“惠能”法号又是一个谜。苦痕在《龙棘子的传说》中有新的版本演义，或许更有道理。\n　　英国伦敦大不列颠国家图书馆广场， 矗立着世界十大思想家的塑像，其中就有代表东方思想的先哲孔子、老子和惠能，并列为“东方三圣人”。惠能作为在中国历史上有重大影响的思想家之一， 其思想包含着的哲理和智慧， 至今仍给人以有益的启迪，并越来越受到广泛的关注。\n　　惠能，唐贞观十二年生，即公元638～713年8月3日圆寂\n　　其父原是小官吏，后因过失而被谪居岭南新州。惠能出生三岁时，父亲病逝，他靠卖柴养母为生活。后因自感与佛教有缘，遂于唐咸亨三年离开广东北上，到湖北黄梅县东山寺拜禅宗五祖弘忍为师。后在弘忍命门徒作偈呈验以选拔传法继承人时，他因作偈：“菩提本无树，明镜亦非台。本来无一物，何处惹尘埃。”受到弘忍首肯而授与衣钵成为传法继承人，世称禅宗六祖。后为逃避争夺继位权的对立派追杀，惠能离寺南归，长期辗转流徙于岭南四会、怀集等地，过着隐居生活。仪凤元年，他到广州法性寺观光法会，因一论风幡的禅语：“不是风动，不是幡动，仁者心动。”而折服该寺主持，请他升座说法，奉其为师，并自此在该寺从事传教活动。翌年，他前往韶州住持宝林寺，并在大梵寺设坛讲经说法，为其后开辟：“南宗”奠定了基础。惠能在宝林寺30余年，悉心传道，弘法不辍。他以“见性成佛”为宗旨，提倡不立文字，弘扬“顿悟”，以传统文化的精髓结合禅宗教义的秘笈，形成中国佛教禅宗的“南宗”与“北宗”相比较而迥然不同的独特风格。由于惠能的弘法，“南宗”禅学的影响逐渐遍及全国，并取代了“北宗”在禅宗中的主导地位，而各地投奔在惠能门下治学的门徒数以千计。其后，他的弟子集录其讲经的要义，编纂成《坛经》一册。该书反映出惠能对传统佛教教义作重大改革的思路，是禅宗进一步“中国化”的重要标志，从而对中国哲学与佛教文化的发展产生了深远影响。惠能于延和元年返归新兴定居，翌年圆寂于国恩寺。今南华寺内所供六祖像，相传为惠能的真身。\n\n禅法宗风\n\n见性成佛\n　　《坛经》的主体──大梵寺说法，是“说摩诃般若波罗蜜法，授无相戒”。“说摩诃般若波罗蜜”首先揭示“菩提般若之智，世人本自有之”。于是立“定慧不二”；“无相为体，无住为本，无念为宗”；“说摩诃般若波罗蜜，顿悟见性”。这是依经说的“般若”，“定慧”，“三昧”等发明见性。开示本性“念念不住”，修“于自念上离境，不于法上念生”的无念法门。“授无相戒”部分直示众生身心中，自性佛，自性三宝，自性忏，自性自度等。佛不在外求的意趣格外明显。而答疑的“功德在法身”和“净土在自心”也与此相契合。这二部分，《坛经》以“自性”为主题而贯彻一切，直显自性，见性成佛。\n\n　　惠能“说摩诃般若波罗蜜”继承了道信以来的禅门，是“不念佛，不看心，不看净”的一流。惠能在东山传统“即心是佛”的基石上树立起“见性成佛”的禅，这融合了南方盛行的《大般涅槃经》的佛性说。《涅槃经》的“佛性”是“如来藏”的别名。如来藏，我，佛性，不但是小乘，菩萨也不容易明见，如《大般涅槃经》说：“菩萨虽具足行诸波罗蜜，乃至十住，犹未能见佛性。如来既说，即便少见”。能究竟明见的是佛，也如《大般涅槃经》所说：“诸佛世尊，定慧等故，明见佛性，了了无碍”。\n\n　　惟有佛能了了见佛性，明见佛性就是佛，所以梁代僧亮说“见性成佛”。印顺法师认为，这里体现了“定慧等”与“见性成佛”的关系，同时也找到《坛经》“定慧不二”，“见性成佛”的来源。而曹溪惠能融合了《大般涅槃经》的“佛性”──“见性成佛”，与达摩的“真性”禅和道信的“念佛心是佛”相比较，内涵更广大了，而实质还是一脉相传的如来藏说。不过曹溪禅融合了“佛性”，更通俗简易，更适合多数人心，更富于“真我”的特色。\n\n直指心传\n　　曹溪的禅风不只是“见性成佛”，而且是“直指心传”。东山门下的禅是有层次的。一般是“念佛名，令净心”，如学者有所领会则“密来自呈，当理与法”。授与的法不被局外人所知，这是“密以方便开发”的“密意”、“密印”。惠能不用念佛、净心等方便，而“说摩诃般若波罗蜜法，受无相戒”，直捷了当指出“众生本性念念不住”；“性起念，虽即见闻觉知，不染万境而常自在”，要学者直从自己身心去悟入自性──“见性”。虽还是言说，而到达了言说的边缘。这将东山门下的密授公开了。惠能“直指”、“直示”；弟子“直了”、“直入”。凭惠能自身的深彻悟入和善识根机，要学者直下去顿见真如本性，禅风焕然一新。\n\n　　到这里，达摩禅经历二度的发展：达摩传来的如来藏禅，本是少数人的修学，“领宗得意”不容易多得。道信与弘忍在“一行三昧”的融合下，念佛，长坐，使门庭广大起来，引入甚深法门。但东山的“法门大启”，不免流于“看心，看净，不动，不起”的方便。曹溪惠能不用“念佛”、“看心”等方便，直示“本有菩提般若之智”，以“无念为宗”， 要人从自己身心去“见性成佛”；将楞伽如来藏禅的核心，在普遍化的基础上，不拘于方便，而直捷简易的弘阐起来，这就是《坛经》所说的“大乘顿教”。\n\n　　之后，《坛经》经过了神会门下和洪州门下的添糅，洪州门下从见闻觉知、动静语默中去悟入；神会门下从现前心念，以“无念”而悟入。而这“直显心性”的曹溪禅并不是新起的，却是东山门下所传的：教外别有宗──不立文字，顿入法界，以心传心的达摩禅。原始的如来藏说，从达摩到曹溪门下，更加的公开、简易、直捷。人人有佛性，见性成佛；也就是人人有我，见我得解脱。这对一般人来说，因其简易、直捷不过，容易为人所接受、体验。所以“凡言禅者皆本曹溪”。\n\n",
  "desc": "惠能（638年-713年），俗姓卢氏，唐代岭南新州（今广东新兴县）人。佛教禅宗祖师，得黄梅五祖弘忍传授衣钵，继承东山法门，为禅宗第六祖，世称禅宗六祖。唐中宗追谥大鉴禅师。著有六祖《坛经》流传于世。是中国历史上有重大影响的佛教高僧之一。惠能禅师的真身，供奉在广东韶关南华寺的灵照塔中。",
  "dynasty": "唐代",
  "id": 297,
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_297.jpg",
  "name": "惠能",
  "star": 48
}