{
  "content": "生平\n\n早年升迁\n\n　　赵延寿，常山人，原来姓刘，父亲做过县令，小时候，赵延寿过着无忧无虑的生活，但后来因为战火烧到他的家乡，父亲的辖地被沧州节度使刘守文的部队攻占，他和母亲落入刘守文的属将赵德钧之手，小时候的赵延寿长得异常清秀，而且聪明伶俐，招人喜爱，有些武艺，又能做诗，他有两句诗在当时被人们广为流传，就是“占得高原肥草地，夜深生火折林梢”。因此赵德钧非常偏爱，将他收为养子，于是他便改姓为赵。\n\n　　在刘守文被刘守光打败之后，赵德钧也投降了刘守光，但他对刘守光的所做所为看不惯，觉得在他手下做事没有什么前途，也看出刘守光是在走一条自取灭亡的路，于是就偷着跑了出来，归附了李存勖。\n\n　　李存勖很器重他，让他领兵一起参加了灭梁的战争，赵德钧立下大功，被李存勖任命为北方重镇幽州和沧州节度使。\n\n　　赵延寿跟随养父长大，又被明宗李嗣源看上了，将自己的女儿嫁给了他，从此，赵延寿便开始飞黄腾达起来，官职一级级地向上跃升，一直到枢密使，并兼任徐州节度使。\n\n兵败投敌\n\n　　赵德钧因为养子的关系，也成了李嗣源器重的大臣之一。但赵德钧还是有一些政绩的，他驻守在幽州长达十几年，将幽州治理得很有生机，为后唐有效地防御了契丹的攻击。明宗对他很满意，加封他为北平王。 到了后唐的末年，李从珂在皇帝之位，石敬瑭和他矛盾逐渐加深，最后石敬瑭为当北方的皇帝，勾结契丹向后唐宣战。契丹军队和石敬瑭的部队联合将后唐的讨伐军围困起来，统帅张敬达向朝廷频频求援，李从珂便派赵德钧、范延光和符彦饶分兵三路火速增援张敬达，并命赵延寿随后跟进配合。\n\n　　在增援张敬达的三路兵马中，赵德钧的战斗力最强，但赵德钧却讲起了条件，李从珂任命他统帅三路军队，他还不满意，又得寸进尺地提出了很过分的要求，要李从珂任命他的养子赵延寿为镇州节度使，而且要李从珂允许他的军队和范延光的混合，他的打算是吃掉这支部队，扩大自己的势力。\n\n　　赵德钧这种小人行为让李从珂勃然大怒，立即派人通知范延光小心防备赵德钧，对赵德钧让赵延寿做镇州节度使的无礼要求，李从珂不但没有答应，还命令赵延寿马上进兵增援前线。李从珂对大臣们说：“赵德钧父子俩不思报国，反而在国难当头之际强取官职，真是可恨！如果他们真能退敌立功，我甘心将帝位让给他。他现在竟这样目无君王，大胆要挟，到最后只会是犬兔一起完蛋！”\n\n　　见李从珂不吃他这一套，赵德钧干脆一不做二不休，将目标投向了契丹，他给契丹王耶律德光送去大批财物，乞求耶律德光支持他做中原的皇帝，舍弃石敬瑭。但当时的耶律德光已经许诺了石敬瑭，因为他很眼馋石敬瑭答应给他的十六州。但看见赵德钧送来的宝物珍玩，他又动了心，加上他也害怕赵德钧截断他回草原的退路，于是便犹豫起来，桑维翰得到消息，心急如焚，赶忙到耶律德光的大帐前劝说耶律德光遵守先前的诺言，又在大帐前哭诉了一天，使耶律德光下了决心支持石敬瑭，回绝了赵德钧的使者。\n\n　　由于增援的部队迟迟不到，结果贻误了战机，张敬达被属将杨光远杀死，然后杨光远率领后唐的军队投降了契丹。此战失败，赵德钧乘机要官和迟迟不进是主要的原因。但他也没有得到任何好处，因为和后唐决裂，他连原来的属地也失去了，只剩下手中的军队了。为了立足，他和赵延寿攻占了潞州，权做容身之地。\n\n　　但他的所作所为让将士们很失望，不少将领领兵离他而去，小小的潞州也难以固守，赵德钧父子无奈，只得投降了契丹，保条性命。\n赵德钧父子被押赴北方草原，受到述律后的斥责羞辱，赵德钧在一年后死在了那里，做了异乡之鬼。和他的行为比较，赵德钧之死都是他一手造成的，可以说是死得其所。\n\n效力契丹\n\n　　养父死了，但赵延寿却被耶律德光重用，因为耶律德光想用汉人来统治中原，然后他再加以控制。赵延寿被任命为幽州节度使，加封燕王。从此赵延寿便充当了耶律德光进犯中原的急先锋。\n\n　　在后晋末年，石重贵和契丹关系恶化，耶律德光屡次南下讨伐这个不听话的“孙子”，他让赵延寿领兵开路，答应他在平定中原后立他为帝。赵延寿便像条忠实的狗一样非常卖力。等到杜重威投降后，耶律德光对赵延寿说：“汉人士兵，都归你统领，你亲自去安抚安抚他们吧！”赵延寿领命去了，杜重威和李守贞等降将纷纷跪拜行礼，赵延寿似乎看到了自己做皇帝的样子，但最终是竹蓝打水一场空。\n\n　　耶律德光到了开封，见后晋的投降军队几万人都在陈桥一带，他怕将来后晋将士兵变，就有了斩除后患的念头。赵延寿听说后不想失去以后可以利用的军队，赶忙去见耶律德光，问他：“陛下百战之后才得到晋的国土，不知您是自己统辖呢，还是让它将来被别人夺走？”\n\n　　耶律德光听了不高兴地说：“朕因为石重贵忘恩负义才发兵征讨，前后五年的厮杀，几乎耗尽国力，刚得到中原，怎么不想自己统辖？你有什么话就直说吧！”\n\n　　赵延寿说：“中原南边和吴国相临，西边又和蜀接壤，边境长达几千里。不久之后陛下北归，如果吴和蜀发兵中原，那这几千里的边界谁去为陛下守卫呢？如果不派兵把守，恐怕要被他人夺取。”\n\n　　耶律德光问道：“朕还没有想到这些，那你说该怎么办？”\n\n　　赵延寿说：“臣知道契丹的兵马善战，但不习惯南方的暑热气候，所以不能让他们去驻守西边和南边。我看不如把降卒全部改编，然后派他们到这些地区守卫。”\n\n　　耶律德光犹豫着说：“以前朕也曾想杀投降的士卒，但没有执行，结果留下大患，现在又是这种情况，朕想除之以免后患。”\n\n　　赵延寿见耶律德光不听，赶忙说出了具体办法：“臣的意思不是让降卒仍然驻守河南，可以将他们连同家属迁往北方的朔州、云州和镇州、定州，然后每年轮流戍守黄河沿岸，这样便可免除后患了。”\n\n　　耶律德光见赵延寿说的有理便同意了。不管赵延寿真实的动机如何，在客观上他毕竟将几万降卒的生命保存下来，所以后来人说是赵延寿免掉了又一次长平惨祸的发生。\n\n　　耶律德光虽然答应了保留几万降卒的生命，但对当初答应让赵延寿当中原皇帝的诺言却不见兑现。赵延寿着急了，让人对耶律德光说，他想当太子，以此提醒耶律德光。耶律德光却说：”我对于燕王没有什么舍不得送的，就是割我的皮肉也行，更何况是其他的事。但我听说太子要由皇帝的儿子来做，燕王怎么能做呢？”\n\n　　为了安慰这个卖力的赵延寿，耶律德光便让人给他高官做，翰林院的人拟定了给赵延寿的一串官职，包括大丞相、录尚书事、都督中外诸军事、枢密使、燕王，耶律德光把录尚书事和都督中外诸军事两个划掉了，看来他还是不愿让赵延寿职权太大，尤其是军事大权。历来的走狗们都很难得到主子的真正重用，最多是利用而已。\n\n客死异乡\n\n　　耶律德光在中原称帝建立大辽国后，也没有坐多久，一是不习惯中原的气候，但更主要的是中原军民反抗激烈，耶律德光害怕回不了老家，于是派人留守开封后，便急忙北上了，未到老家，便一命归西，回了另一个“老家”。\n\n　　赵延寿见耶律德光走了，便趁机打着耶律德光的旗号，自任权知南朝军国事，这个官职就是临时的最高统帅。但被契丹新首领辽世宗耶律阮抓获，将他像原来一样押到草原，不同的是上次是他和父亲，这次是他一个人。\n\n　　或许是养父的召唤吧，赵延寿最后也死在了契丹。\n\n\n家庭成员\n\n养父 赵德钧。\n\n亲父 刘邟，本蓨县令。\n\n妻子 兴平公主李氏 ，後唐第二代皇帝明宗李嗣源第十三女。\n\n继妻 永安公主李氏，唐第二代皇帝明宗李嗣源第十四女。\n\n儿子赵赞,辽史称赵匡赞。\n\n",
  "desc": "赵延寿（？ —948年），本姓刘，镇州（今河北正定）人，后为卢龙节度使赵德钧养子。少美容貌，好书史。初仕后唐，尚后唐明宗兴天公主，为汴州司马，迁汝州刺史，历河阳、宋州节度使；入为上将军，充宣徽使，迁枢密使，镇守徐州。长兴三年，加同平章事，出为宣武、忠武两镇节度使。后晋天福元年，为契丹所获，出任幽州节度使，迁枢密使，兼政事令。十二年，授中京留守、大丞相。天禄二年，卒。",
  "dynasty": "唐代",
  "id": 2480,
  "name": "赵延寿",
  "star": 0
}