{
  "content": "生平\n\n家庭出身\n　　马援的先祖有两种说法，一说其先祖为战国时期赵国名将马服君赵奢，后子孙以马为姓；一说为归化的匈奴人。-\n　　马援的曾祖父马通，汉武帝时大臣。马通与兄莽何罗与江充善，因此参与巫蛊之乱。后武帝反思巫蛊之祸，开始对参与制造巫蛊之乱者的惩处。莽何罗见此，非常害怕。于是他铤而走险，与其弟马通、莽安成合谋要刺杀武帝。但是阴谋被金日磾发现并阻止，于是莽何罗兄弟宗族俱被杀。\n　　马通虽死，马通之子马实却没有被处死。马实于宣帝时以郎持节号使君。马实生马仲，官至玄武司马。马仲生四子，第四子就是马援。\n\n早年生活\n　　马援十二岁时，父亲去世。马援年少而有大志，几个哥哥感到奇怪，曾教他学《齐诗》，但马援却不愿拘守于章句之间，就辞别兄长马况，想到边郡去耕作放牧。谁知没等马援起身，马况便去世了。马援只得留在家中，为哥哥守孝一年。在此期间，他没有离开过马况的墓地，对守寡的嫂嫂非常敬重，不整肃衣冠，从不踏进家门。\n　　后来马援当了郡督邮。一次，他奉命押送囚犯到司命府。囚犯身有重罪，马援可怜他，私自将他放掉，自己则逃往北地郡。后天下大赦，马援就在当地畜养起牛羊来。时日一久，不断有人从四方赶来依附他，于是他手下就有了几百户人家，供他指挥役使，他带着这些人游牧于陇汉之间，但胸中之志并未稍减。他常对宾客们说：“大丈夫的志气，应当在穷困时更加坚定，年老时更加壮烈。”\n　　马援种田放牧，能够因地制宜，多有良法，因而收获颇丰。当时，共有马、牛、羊几千头，谷物数万斛。对着这田牧所得，马援慨然长叹，说：“凡是从农牧商业中所获得的财产，贵在能施救济于人，否则就不过是守财奴罢了！”于是，把所有的财产都分给兄弟朋友，自己则只穿着羊裘皮裤，过着清简的生活。\n\n羁留西州\n　　初仕隗嚣\n　　新朝末年，天下大乱。王莽的堂弟王林任卫将军，广招天下豪杰，选拔马援为掾，并把他推荐给王莽。王莽于是任命马援为新城大尹。\n　　公元24年，新朝灭亡，马援和哥哥增山连率马员一起离开了各自的任所，跑到凉州避难。\n　　公元25年，刘秀即位后，马员到洛阳投奔光武帝。马援则羁留在西州，受到陇右割据势力隗嚣的器重，被任命为绥德将军，参与决策定计。\n\n　　出使蜀地\n　　同年，公孙述在蜀地称帝，隗嚣派马援去探听虚实。马援跟公孙述本为老乡，而且交情很好，本以为这次见面定会握手言欢，没想到公孙述却摆起皇帝架子。公孙述先陈列卫士，然后才请马援进见，待刚见过礼，又马上让马援出宫，住进宾馆；接着命人给马援制作都布单衣、交让冠。然后才在宗庙中聚集百官，设宴招待他。席间，公孙述表示要封马援为侯爵，并授予他大将军的官位。\n　　马援的随从宾客以为受到了礼遇，都愿意留下来。马援则认为公孙述只是是装腔作势，不能久留天下士，于是毅然返回陇右，并对隗嚣道：“公孙述井底之蛙，妄自尊大，您不如专意经营东方。”\n\n　　盛赞光武\n　　公元28年，马援携带隗嚣的书信到洛阳，在宣德殿面见刘秀。刘秀道：“你周旋于二帝之间，现在见到你，使人大感惭愧。”马援道：“当今世道，不只君主选择臣子，臣子也选择君主。我今远来，陛下怎么知道我不是刺客奸人？”刘秀笑道：“你不是刺客，不过是个说客。”马援道：“天下反反复复，窃取名字的人多如牛毛，现在见到陛下，宽宏大量，与高祖一样，就知道帝王自然有真的了。”刘秀佩服他的胆识，认为他与众不同。不久，马援随刘秀南巡，先到黎丘，后转到东海。南巡归来，刘秀又任命马援为待诏，日备顾问。马援要回西州时，光武帝派太中大夫来歙持节相送。\n　　马援回来后，隗嚣询问东方的传言和在京师的得失。马援道：“前次到朝廷，陛下多次接见我，每次与其在宴间谈话，从夜谈到清晨，陛下的才能勇略，不是别人所能匹敌的，且坦白诚恳，无所隐瞒。胸怀阔达而有大节，大抵与高帝相同，而其经学之渊博，处理政事和文章辞辩，在前世无人可比。”隗嚣又问：“他比高祖怎样？”马援回答：“不如。高帝上天入地无所不能为；而今上喜爱政事，处理政务能恰如其份，又不喜欢饮酒。”隗嚣心里不高兴，说：“像你这样说，他倒胜过高祖了。”话虽如此说，隗嚣到底还是相信马援。他同意归汉，派长子隗恂到洛阳去做人质。\n\n平定陇西\n　　归顺光武\n　　马援携家属随隗恂到洛阳，数月都没有被任命职务。他发现三辅地区土地肥沃，原野宽广，而自己带来的宾客又不少，于是便上书刘秀，请求率领宾客到上林苑去屯田。光武帝答应了他的请求。\n　　此时，隗嚣听信了部将王元的挑拨，想占据陇西，称王称霸，因而对汉朝存有二心，处事狐疑。马援见状，多次写信，好意相劝。隗嚣怨恨马援，认为他背离自己，见到信后愈发恼火，后来竟起兵抗拒汉朝。马援上书刘秀，陈述消灭隗嚣之策。\n\n　　堆米成山\n　　刘秀采纳马援的计策，令他率突骑五千，游说隗嚣的将领高峻、任禹等人以及羌豪，陈述利害祸福，分化瓦解隗嚣集团。\n　　马援又写信给隗嚣部将杨广，陈说利害，希望他能归附汉朝并劝谏隗嚣悬崖勒马。杨广没有答复。\n　　公元32年，刘秀亲征隗嚣。军队到了漆县，不少将领认为前途情况不明，胜负难卜，不宜深入险阻，刘秀也犹豫不定，难下决心，正好马援奉命赶来。刘秀连夜接见，并将将领们的意见告诉马援，征询他的意见。于是，马援说出了自己的看法，他认为隗嚣的将领已有分崩离析之势，如果乘机进攻，定获全胜。说着，他命人取些米来，当下在光武帝面前用米堆成山谷沟壑等地形地物，然后指点山川形势，标示各路部队进退往来的道路，其中曲折深隐，无不毕现，对战局的分析也透彻明白。刘秀大喜道：“敌虏已在我眼中了。”遂决意进军。第二天，光武帝挥军直进，抵达高平第一城。当时凉州牧窦融率河西五郡太守及羌、小月氏等步骑数万、辎重车5000辆与刘秀会合，分数路攻陇。隗嚣大将十三人及部众十万余人不战而降，隗嚣逃至西城，援陇蜀军李育、田弇逃至上邽。汉军占领了天水的16座属县，刘秀派吴汉、岑彭围西城，派耿彝围上邽。至此，隗嚣军主力基本上被汉军消灭。9-2\n　　此战，马援“堆米为山”是此战取胜的重要原因，这在战争史上也是一个创举，具有重要的意义。\n\n抚平羌乱\n　　公元33年，马援被任命为太中大夫，作为来歙的副手，统领诸军驻守长安。从新朝末年开始，塞外羌族不断侵扰边境，不少羌族更趁中原混乱之际入居塞内。金城一带属县多为羌人所占据。来歙就此事上书，说陇西屡有侵扰祸害，除马援外，无人能平。\n　　公元35年，刘秀任命马援为陇西太守。马援派步骑三千在临洮击败先零羌，斩首数百人，获马牛羊一万多头。守塞羌人八千多，望风归降。当时，羌族各个部落还有几万人在浩亹占据要隘进行抵抗，马援和扬武将军马成率兵进击，羌人将其家小和粮草辎重聚集起来在允吾谷阻挡汉军。马援率部暗中抄小路袭击羌人营地，羌人见汉军突如其来，大惊，远远地逃入唐翼谷中。马援挥师追击，羌人率精兵聚集北山坚守。马援对山摆开阵势佯攻，吸引敌人，另派几百名骑兵绕到羌人背后，乘夜放火，并击鼓呐喊。羌人不知有多少汉军袭来，纷纷溃逃。马援大获全胜，斩首千余级。但因为兵少，没有穷追敌人，只把羌人的粮谷和牲畜等财物收为汉军所有。此战，马援身先士卒，飞箭将其腿肚子都射穿了。刘秀得知后，派人前往慰问，并赐牛羊数千头。马援像往常一样，又把这些都分给了部下。\n　　当时，金城破羌以西，离汉廷道途遥远，又经常发生变乱，不好治理。朝廷大臣商议，要把该地区舍弃。马援持不同意见，他提出了三条理由：第一，破羌以西的城堡都还完整牢固，适于固守；第二，那地方土地肥沃，灌溉便利；第三，假如舍弃不管，任羌人占据湟中，那么，以后将有无穷的祸患。\n　　刘秀听从了他的意见，命武威太守把从金城迁来的三千多客民全都放回原籍。马援又奏明朝廷，为他们安排官吏，修治城郭．建造工事，开导水利。鼓励人们发展农牧业生产，郡中百姓从此安居乐业。马援还派羌族豪强杨封说服塞外羌人，让他们与塞内羌族结好，共同开发边疆。另外，对武都地方背叛公孙述前来归附的氐人，马援以礼相待，奏明朝廷，恢复他们的侯王君长之位，赐给他们印缓，并撤回马成的军队。\n　　公元37年，武都参狼羌与塞外各部联合，杀死官吏，发动叛乱。马援率四千人前去征剿，行至氐道县境时，发现羌人占据了山头。马援命令部队选择适宜地方驻扎，断绝羌人的水源，控制草地，并以逸待劳。羌人水草乏绝，陷入困境，首领们带领几十万户逃往塞外，剩下的一万多人也全部投降。从此，陇右安定。\n　　马援在陇西太守任上六年，恩威并施，使得陇西兵戈渐稀，人们也逐渐过上了和平安定的生活。一次，在靠近县城的地方，乡民们结伙械斗仇杀。人们误认为羌人要造反，惊慌失措，争先恐后涌人城来。狄道县县长闻变，赶到马援府门，请示关闭城门，整兵戒备。马援当时正与宾客饮酒，得此消息，大笑道：“烧羌怎敢再来进犯我。晓谕狄道长回去守舍，胆小怕死的，可躲到床下去。”不久，城中安定下来，才知是虚惊一场，大家愈发佩服马援。\n　　公元41年，马援被征为虎贲中郎将。\n\n见重汉室\n　　马援关心国事。遇到该说的话，从不隐饰回避。他在陇西时，发现币制混乱，使用不便，就上书给朝廷，提出应该像过去一样铸造五铢钱。朝廷把他的建议提交三府审议。三府奏明刘秀，认为马援的建议不可行，这事就搁置起来了。\n　　后来，马援回朝，马上就去找回了自己的奏章。见奏章上批有十几条非难意见，便依据情理加以驳正解释，重新写成表章上奏。刘秀见他言之有理，采纳了他的意见，天下从此得益很多。\n\n一平岭南\n　　同年，维汜的弟子李广纠集徒党，攻下皖城，杀皖侯刘闵，自称“南岳大师”。朝廷派谒者张宗率兵数千人讨伐，又被李广打败，于是派出马援。马援组织诸郡兵马一万余，击斩李广等人。\n　　不久，交阯女子征侧、征贰举兵造反，占领交阯郡，九真、日南、合浦等地纷纷响应。征侧便在麊泠趁机自立为王，公开与东汉朝廷决裂。刘秀任命马援为伏波将军，扶乐侯刘隆为副将，率领楼船将军段志等南击交趾。部队到合浦时，段志去世，刘秀命马援兼领其军。于是，马援统军沿海开进，随山开路，长驱直入千余里。\n　　公元42年，马援率军到达浪泊，大破反军，斩首数千级，降者万余人。马援乘胜进击，在禁溪一带数败征侧，敌众四散奔逃。43年正月，马援斩杀征侧、征贰，传首洛阳。朝廷封马援为新息侯，食邑三千户。马援犒赏三军，大发感慨，三军将士齐呼万岁。\n　　接着，马援率大小楼船两千多艘，战士两万多人，进击征侧余党都羊等，从无功一直打到巨风，斩俘五千多人，平定了岭南。马援见西于县辖地辽阔，有三万二千多户，边远地方离治所一千多里，管理不便，就上书刘秀，请求将西于分成封溪、望海二县。马援每到一处，都组织人力，为郡县修治城郭，并开渠引水，灌溉田地，便利百姓。马援还参照汉代法律，对越律进行了整理，修正了越律与汉律相互矛盾的地方，并向当地人申明，以便约束。从此之后，当地始终遵行马援所申法律，所谓“奉行马将军故事。”\n　　公元44年，马援率部凯旋回京。刘秀赐马援兵车，朝见时位次九卿。\n\n北击乌桓\n　　马援回到京城一个多月，正值匈奴、乌桓进犯扶风，马援见三辅地区受到侵掠、皇家陵园不能保全，就自愿请求率兵出征，朝廷同意了。还月余，会匈奴、乌桓寇扶风，援以三辅侵扰，园陵危逼，因请行，许之。\n　　公元45年，马援率领三千骑兵出高柳，先后巡行雁门、代郡、上谷等地。乌桓哨兵发现汉军到来，部众纷纷散去，马援无所得而还师。\n\n二平岭南\n　　马援曾经患病，而梁松前往看望，在床边向马援行礼，马援没有回礼。梁松走后，马援的儿子说：“梁松是陛下的女婿，贵重朝廷，公卿以下莫不害怕，大人为何独不答礼他？”马援说：“我是梁松父亲的朋友，就算他显贵，怎能失掉长幼的辈份呢？”梁松因此记恨马援。\n　　公元48年，南方武陵五溪蛮暴动，武威将军刘尚前去征剿，冒进深入，结果全军覆没。马援时年六十二岁，请命南征。刘秀考虑他年事已高，而出征在外，亲冒矢石，军务烦剧，实非易事，没有答应他的请求。马援当面向刘秀请战，说：“臣还能披甲上马。”刘秀让他试试，马援披甲持兵，飞身上马，手扶马鞍，四方顾盼，一时须发飘飘，神采飞扬，真可谓烈士暮年，老当益壮。刘秀见马援豪气不除，雄心未已，很受感动，笑道：“这个老头好健康啊！”于是派马援率领中郎将马武、耿舒、刘匡、孙永等人率四万人远征武陵。\n　　出征前，亲友来给马援送行。马援对老友谒者杜愔说：“我受国家厚恩，年龄紧迫余日已经不多，时常以不能死于国事而恐惧，现在获得出征机会，死了也心甘瞑目，害怕的是一些长者家儿或在左右，或参与后事，特别难以调遣，我独为此耿耿于心啊。”\n　　公元49年，马援率部到达临乡，蛮兵来攻，马援迎击，大败蛮兵，斩俘两千余人，蛮兵逃入竹林中。此前，当部队到下隽时，有两条路可走，一是经壶头山，一是经充县。经壶头山，路近，但山高水险，经充县，路远，粮运不便，但道途平坦。究竟该从哪儿进发，刘秀开始也拿不定主意。耿舒，就是马援在出发时说的那些权贵子弟中的一个，想从充县出发，而马援则认为，进军充县，耗日费粮，不如直进壶头，扼其咽喉，充县的蛮兵定会不攻自破。两个人意见不一致，便上表说明情况，请皇帝裁决，皇帝同意马援的意见。\n　　三月，马援率军进驻壶头。蛮兵据高凭险，紧守关隘。水势湍急，汉军船只难以前进。加上天气酷热难当，好多士兵得了暑疫等传染病而死。马援也身患重病，部队陷入困境。马援命令靠河岸山边凿成窟室，以避炎热的暑气。虽困难重重，但马援意气自如，壮心不减。每当敌人登上高山、鼓噪示威，马援都拖着重病之躯出来观察瞭望敌情。手下将士深为其精神所感动，不少人热泪横流。\n\n身死蒙冤\n　　但耿舒却在此时写信给其兄好畤侯耿弇，告了马援一状：“前次我上书建议当先进攻充县，粮虽难运而兵马得以展开使用，军人数万争先奋进。今困在壶头不得进，大众忧郁将死，实可痛惜。前次到临乡，贼无故自己到来，当时如果乘夜攻击，就可消灭掉。伏波用兵像西域的贾胡，到一处后就止步不前，因此失利。今果然困于疾疫，都如我所预言的一样。”耿弇收到此信，当即奏知刘秀。刘秀就派虎贲中郎将梁松去责问马援，并命他代监马援的部队。梁松到时，马援已死。梁松旧恨难消，乘机诬陷马援。刘秀大怒，追收马援新息侯印绶。\n　　梁松对马援素有怨恨，原因比较复杂。一是马援写信告诫晚辈，梁松曾受到牵累。\n　　马援当年南征交趾，在前线听说侄儿马严、马敦到处乱发议论，讥刺别人，而且跟一些轻狂不羁的人物结交往来，便立即写信劝诫他们。信中举杜季良之例。杜季良当时正任越骑司马，他的仇人以马援此信为据，上奏章控告他，说他：“行为轻薄，乱群惑众，伏波将军从万里外写信回来以他训诫兄子，而梁松、窦固与之交往，将煽动轻佻虚伪，败乱我中华。”刘秀览此奏章，把窦固、梁松召来严加责备，并且把奏章和马援的信给他们看。二人叩头流血，才免去罪过。结果杜季良被罢官，龙伯高则被升任零陵太守。\n　　当初南征交趾时，马援常吃一种叫薏苡的植物果实。这薏苡能治疗筋骨风湿，避除邪风瘴气。由于当地的薏苡果实硕大，马援班师回京时，就拉了满满一车，准备用来做种子。当时人见马援拉了一车东西，以为肯定是南方出产的珍贵稀有之物。于是权贵们都希望能分一点，分不到便纷纷议论，说马援的坏话。但马援那时正受刘秀宠信，所以没人敢跟皇帝说。马援死后，有人上书说马援曾搜刮了一车珍珠文犀运回。马武、侯昱等人也上表章，说马援确曾运回过一车珍稀之物。刘秀更加愤怒。\n　　马援的家人不知皇帝为何如此震怒，不知马援究竟身犯何罪，惶惧不安。马援的尸体运回，不敢埋和原来的坟地，只买了城西几亩地，草草埋葬在那里。马援的宾朋故旧，也不敢到马家去吊唁，景况十分凄凉。葬完马援后，马援的侄儿马严和马援的妻子儿女们到朝廷请罪。刘秀拿出梁松的奏章给他们看，马援夫人知道事情原委后，先后六次向皇帝上书，申诉冤情，言辞凄切。刘秀这才命令安葬马援。\n　　前任云阳令朱勃也上书为马援鸣不平。\n　　公元60年，马援的女儿被立为皇后。汉明帝在云台图画建武年间的名臣列将，为了避椒房之嫌，单单没画马援。东平王刘苍观看图像时，问明帝道：“为什么不画伏波将军的像呢？”明帝笑而未答。\n　　公元74年，马援夫人去世，朝廷方才为马援聚土为坟，植树为标记，建筑祠堂。78年，汉章帝派五官中郎将持节追加策封，谥马援为忠成侯。\n\n\n后世地位\n\n　　公元782年，礼仪使颜真卿向唐德宗建议，追封古代名将六十四人，并为他们设庙享奠，当中就包括“伏波将军新息侯马援”。\n　　公元1083年，宋神宗追封马援为忠显王。\n　　公元1120年，宋徽宗封马援为忠显佑顺王。\n　　公元1123年，宋室依照唐代惯例，为古代名将设庙，七十二位名将中亦包括马援。\n　　北宋年间成书的《十七史百将传》中，马援亦位列其中。\n\n\n轶事典故\n\n虮虱无依\n　　有一次，马援在寻阳平定山林乱者，曾上表给皇帝，其中有这样的话：“破贼须灭巢，除掉山林竹木，敌人就没有藏身之地了。好比小孩头上生了虮虱，剃一个光头，虮虱也就无所依附了。”据说，光武帝览书后，觉得马援这办法、这比喻，都堪称绝妙，赞叹之余，来了个当场运用，下令把宫中小黄门头上有虱子的，一律剃成了光头。\n\n善鉴名马\n　　马援好骑马，也善于鉴别名马。他在交趾时，获得了骆越地方的铜鼓，便把它铸成骏马的模型，回朝后献给皇帝。他在表章中说：“在天上走莫如龙，在地上走莫如马。马是兵甲战争的根本，国家的大用。国家太平时可用以识别尊卑顺序，国家有变乱时可以克服远近的患难。过去有麒麟，一日可行千里，伯乐见了，明白不疑。近代有西河子舆，也明相法。子舆传给了西河仪长孺，长孺传给了茂陵丁君都，君都传给了成纪杨子阿，我曾经拜子阿为师，接受了相马骨法。在事实上考验，时见功效。我以为传闻不如亲见，视影不如察形。今想以活马为形，则骨法难备于一马之身，又不可传于后世。孝武皇帝时，善相马者东门京，铸作铜马法献上，皇帝下诏把此马立于鲁班门外，并把鲁班门改名为金马门。我现在严谨地依据仪氏的马络头，中帛氏的口齿，谢氏的嘴唇马鬣，丁氏的身中，把这数家骨相集中在一个模型上以为法度。”马高三尺四寸，围四尺五寸。皇帝下诏，命将此马放在宣德殿下，以作为名马的标准。\n\n马革裹尸\n　　起初，马援的大军凯旋归来，快到的时候，朋友们都来迎接，犒劳。平陵人孟冀，是出了名有计谋的人，和在座的朋友一起祝贺马援，马援说：“我希望你有好话教导我，怎么反而同众人一样呢？我立了小功就接受了一个大县，功劳浅薄而赏赐厚重，像这样怎么能够长久呢？先生有什么来帮助我呢？”孟冀说：“我智力低下，不知如何回答。”\n　　马援说：“如今匈奴和乌桓仍然在北边侵扰，我想攻击他们。男子汉应该死在边疆战场，用马皮包着尸体下葬，怎么能安心享受儿女侍奉而老死在家里呢！孟冀：“你确实是烈士啊，确实是应当那样啊”。\n\n马援铜柱\n　　马援在平定“二征起义”后，立铜柱以为汉南边疆界的标志，其柱铭文为：“铜柱折，交趾灭”。越人每过其下，以瓦石掷之，遂成丘。\n\n画虎不成反类犬\n　　马援在劝诫侄儿马严、马敦的信中说：“我想你们听到人家过失，要像听父母之名一样，耳可以听到，口不可说啊。喜欢议论人的长短，乱讥刺时政，这是我最厌恶的，我是宁肯死也不愿听到子孙们有这种行为的。你们知道我非常厌恶此事，我之所以要再次讲到此事要像男女婚嫁时施衿结褵一样，申明父母的训诫，要使你们牢记不忘。龙伯高敦厚周到谨慎，口无异言，谦约节俭，清廉公正有威望，我很爱他敬重他，愿你们向他学习。杜季良豪侠好讲义气，忧人之忧，乐人之乐，好人坏人都合得来，父亲死了，几个郡的人都来吊唁，我爱他敬重他，但不愿你们向他学习。学习龙伯高不到家，还是一个谨慎勤勉的人，所谓雕刻鸿鹄不成可以像一只鹜哩。学习杜季良不到家，就堕落成为天下的轻薄儿，所谓画虎不成反像犬了。到现在为止杜季良还不可知，郡里的将领们一下车就切齿恨他，州郡都说他，我常为他寒心，所以我不愿子孙们学他。”\n\n马伏波射潮\n　　据梁绍壬的《两般秋雨庵随笔》记载，廉州的海中经常有海浪三波连珠而起，声响如打雷一般，名为三口浪。相传旧时有九口，马援将其中六口射灭。\n\n\n评价\n\n　　马援与其他开国功臣不同，大半生都在“安边”战事中度过。马援为国尽忠，殒命疆场，实现了马革裹尸、不死床箦的志愿。他忠勤国事，马革裹尸，令人钦佩。马援进身朝廷，没有一个人推举荐拔，全靠自己公忠为国。后来居于高位，也不结势树党。\n\n纪念建筑\n\n马援祠\n　　马援祠遗址建于清代，它位于杨陵区五泉镇毕公村。来到马援祠我们可以看到有很多马氏后裔缅怀先祖所立下的石碑。而中国杨凌马援故里海内外联谊总会也设立在这里。\n　　马援祠里供奉着马援、马融、马超三位著名历史人物。马援，字文渊，兴平人，东汉著名的军事家，因战功被封为扶波将军，封新昔候。马援的祖先据说是战国时赵国名将赵奢。赵奢曾打败秦军，功勋卓著，被赵惠文王赐号为马扶君，自此，赵奢的后人便以马为姓。汉武帝时，马家从邯郸移居茂陵。在马援祠内，立着一块马援故里碑，为康熙三十六年所立功德碑。碑高1.86米，碑首浮雕二龙戏珠图案，碑额印刻篆书“皇清”二字，碑文记述了马融、马援、马超的生平概况。如今海外马姓族人把杨凌马援祠当成了宗族圣地，台湾、马来西亚等地华人多次来到杨凌祭祖。在马援祠前，就立着两块祭祖纪念碑，马援祠已经成立杨凌和海外华人联系的一个纽带。\n\n马援墓\n　　马援墓位于陕西省扶风县城西3.5公里的伏波村旁，是一座圆形夯土堆墓，高约10米，直径约10米，墓前有“汉伏波将军马公墓”和“始祖伏波将军马公援墓”、“陕西省重点文物保护单位--马援墓”石碑各一通，精美石雕一块。\n\n伏波庙\n　　在湖南省渌口镇湘江分流渌江边，有一处为马援建造的公园，名伏波公园，本地人视马援为心中的“守护神”，毛主席曾在抗日战争时期在伏坡公园寄宿一晚。\n　　后唐武安军节度使马殷，尊马援为先祖，奏请唐王恩准伏波将军马援为昭陵英烈王。\n　　唐明宗天成二年，马殷踞湖南时，在伏波岭立神祠，名曰 “伏波祠”，又称 “大王庙” 。\n　　另在广西横县也有一座伏波庙，位于横县云表镇站圩东南3公里的郁江乌蛮滩北岸，距县城28公里，是为纪念东汉伏波将军马援南征交趾、平定叛乱、定疆界、在乌蛮滩疏河通航而建的一座祭祀性建筑。始建年代不详。\n\n伏波祠\n　　雷州伏波祠又名伏波庙，位于雷城南亭街，始创于东汉，是岭南古老祠庙之一，属雷州市文物保持单位。祠内敬奉西汉邳离侯路博德及东汉新息侯马援两位伏波将军。\n\n\n作品集述\n\n　　马援有诗《武溪深行》，据崔豹《今古注》记载，《武溪深行》是马援南征交趾时所作的。其门生爰寄生擅长吹笛，马援于是作歌，令爰寄生吹笛来应和，取名曰《武溪深》。\n\n　　马援能文，著有《诫兄子严敦书》、《上铜马式表》、《铜马相法》、《上疏言隗嚣》、《上疏言破羌以西不可弃》、《上书请复铸五铢钱》、《击寻阳山贼上书》、《上书请正印文》、《至荔浦见冬笋名曰苞笋上言》、《征交趾上言》、《将入九真上言》、《平交趾上言》、《奏请分西于县》、《与隗嚣将杨广书》、《铜柱铭》等。\n\n",
  "desc": "马援（前14年－49年），字文渊。扶风茂陵（今陕西省兴平市窦马村）人。著名军事家，东汉开国功臣之一。马援是最著名的伏波将军，被人尊称为“马伏波”。",
  "dynasty": "两汉",
  "id": 801,
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_801.jpg",
  "name": "马援",
  "star": 10
}