{
  "id": 59116,
  "star": 3,
  "name": "沁园春·卢蒲江席上时有新第宗室",
  "dynasty": "宋代",
  "content": "一剑横空，飞过洞庭，又为此来。有汝阳璡者，唱名殿陛，玉川公子，开宴尊罍。四举无成，十年不调，大宋神仙刘秀才。如何好，将百千万事，付两三杯。 <br>未尝戚戚于怀。问自古英雄安在哉。任钱塘江上，潮生潮落，姑苏台畔，花谢花开。盗号书生，强名举子，未老雪从头上催。谁羡汝，拥三千珠履，十二金钗。",
  "shangxi": "<h2>赏析</h2> <p>　　词的基本结构是上片发泄怀才抱国而屡试不第的牢骚，下片抒写忧国伤时而献身无路的悲慨颇有<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>式的“大道如青天，我独不得出”的讽寓和激愤。整首词前后贯通，浑然一气。<br>　　<br>　　开篇三句“一剑横空，飞过洞庭，又为此来”，化用唐人<a href=\"http://so.gushiwen.org/author_375.aspx\">吕岩</a>《绝句》“朝游南海暮苍梧，袖里青蛇胆气粗。三上岳阳人不识，朗吟飞过洞庭湖”一<a href=\"http://so.gushiwen.org/view_59116.aspx\">诗</a>，以飞剑横空的壮采象征词人匡济天下的奇志，极力写出前来应试时意气之豪迈，开篇便有气势如虹的非凡气象。</p> <p>　　“有汝阳”四句收敛前情，点明题事。上言座中宗室殿试及第，下言卢蒲江举行酒宴招待宾朋。其中亦隐含牢骚之意。及第者与落第者同一宴席，咫尺荣枯，悲欢异趣，两相对照，自是意志难平。</p> <p>　　“四举”三句回顾己身遭遇，造语奇警而含愤深沉。几番应试皆被黜落，多年奔走不得一官，此本极难堪事，但作者却翻出一层，谓朝廷既弃他不用，则亦乐得逍遥，自封“大宋神仙”了。悲愤之情而以狂放之语出之，愈见心中悲愤之甚。</p> <p>　　过拍三句继续抒发悲愤之情而情辞更苦。“如何好”一问画出回顾茫然，六神无主之情，令人想起李白“停杯投著不能食，拔剑四顾心茫然”（《行路难》）的情态。“将百千万事，付两三杯”则画出感慨万千之状。既失进身之路，则虽怀济世之志亦无从施展，唯有借酒浇愁而已。</p> <p>　　换头处上承过拍而又有进展。“未尝戚戚于怀”六字先作一顿，极见平生光明磊落，不因穷达而异其忧乐。接下“问自古英雄安在哉”则又一提，响遏行云，感怆亦出常情之外。谓古来英雄，终归乌有，辞虽旷达，意实哀伤，乃由报国无门而产生包含政治与人生双重意义的悲慨。</p> <p>　　“任钱塘”四句继续深化此种悲慨。潮的涨落和花的开谢象征朝政的得失和国势的兴衰，而词人却“任”其“潮生潮落”、“花谢花开”，亦非真能忘怀时事，实乃痛心于朝政腐败与国势衰危的愤激之辞。国事既不可为，朱颜又不可驻，思念及此，情更不堪，因而转出“盗号书生，强名举子，未老雪从头上催”这样悲痛伤心之语。曰“盗号”，曰“强名”，极见枉读诗书而无补于时世的痛苦，“未老”一句则深含岁月无情而功名未立的忧惧和感叹。作者身为布衣而心忧天下，然而当世之居高位、食厚禄者则只管自己穷奢极欲，不复顾念国计民生。两相对比，更增痛愤，故乃宕开一笔，转向此辈投以极端轻蔑讥讽的冷眼：“谁羡汝、拥三千珠履，十二金钗！”居高临下，正气凛然，令人想见词人当时怒发上指，目光如炬的形象。如前所述，这首词是在屡遭挫折的情况下写成的。</p> <p>　　此时词人心情极其痛苦，但词的格调却异常高昂，没有消沉颓废之语，不见穷愁潦倒之态，意气峥嵘，情辞慷慨，表现出既悲且壮的特色。其所以如此，是因为作者不但是一个杰出的词人，而且是一个爱国的志士，他“平生以气义撼当世”（毛晋《龙洲词跋》引宋子虚语），不望“封侯万里，印金如斗”（《沁园春》）虽处逆境而不与时推移。这首词的语言也极富情采。全篇都是直抒胸臆，句句皆从性灵深处喷射出来，生气灌注，显得真率自然，激昂奔放。其中复多变化：或豪壮，如开篇三句；或典雅，如“有汝阳”四句；或狂放，如“四举”三句；或愁郁，如过拍二句；或慷慨，如换头二句；或愤激，如“任钱塘”四句，或哀伤，如“盗号”三句，或冷峻，如断章三句。且常兼数者于一拍之中，如“四举”一拍既见狂放之态，亦见悲愤之心；最后三句既见冷峻之情，亦见豪壮之气。因此又显得情感多变，意气纵横。陶九成说“改之造词赡逸有思致”（《词综》卷十五引语），刘熙载说“刘改之词狂逸中自饶俊致”（《艺概》卷四），<a href=\"http://so.gushiwen.org/author_52.aspx\">刘过</a>词奇思异采，令人想见颜色。</p>",
  "about": "<h2>创作背景</h2> <p>　　从题语可知，词作于曾任蒲江（今属四川）县令的卢姓友人宴会上。（一本题作“卢菊涧座上。时座中有新第宗室”。“菊涧”是主人之号。）当时座中还有一位新及第的皇室宗亲。其人世故新第而骄人，但并无真才实学，更缺乏忧国忧民的情怀，故但书其事而不录其名，且于篇末见鄙薄讥讽之意。</p>",
  "poet": {
    "id": 52,
    "star": 0,
    "name": "刘过",
    "image": "http://img.gushiwen.org/authorImg/liuguo.jpg",
    "desc": "刘过（1154～1206）南宋文学家，字改之，号龙洲道人。吉州太和（今江西泰和县）人，长于庐陵（今江西吉安），去世于江苏昆山，今其墓尚在。四次应举不中，流落江湖间，布衣终身。曾为陆游、辛弃疾所赏，亦与陈亮、岳珂友善。词风与辛弃疾相近，抒发抗金抱负狂逸俊致，与刘克庄、刘辰翁享有“辛派三刘”之誉，又与刘仙伦合称为“庐陵二布衣”。有《龙洲集》、《龙洲词》。"
  },
  "tags": [
    "讽刺",
    "悲愤",
    "豪迈"
  ]
}