{
  "id": 57724,
  "star": 147,
  "name": "清平乐·题上卢桥",
  "dynasty": "宋代",
  "content": "清溪奔快。不管青山碍。千里盘盘平世界。更著溪山襟带。 <br>古今陵谷茫茫。市朝往往耕桑。此地居然形胜，似曾小小兴亡。",
  "fanyi": "<p><strong>译文<br></strong>清澈的溪流欢快地奔流而出，穿越了青山的重重障碍。方圆十里的一片小平原。就坐落在青山与溪流的环抱之中。<br>茫茫今古，曾经发生过多少次沧桑陵谷的变迁，许多昔日繁华兴旺的都市，后来却变成种植庄稼的田野。这个地方的山川形势不比寻常，莫非也曾经历过某种小小的盛衰兴废么！</p> <p><strong>注释<br></strong>①清平乐：词牌名，又名《清平乐令》、《醉东风》、《忆萝月》，为宋词常用词牌。<a href=\"http://so.gushiwen.org/author_432.aspx\">晏殊</a>，<a href=\"http://so.gushiwen.org/author_588.aspx\">晏几道</a>，<a href=\"http://so.gushiwen.org/author_268.aspx\">黄庭坚</a>，<a href=\"http://so.gushiwen.org/author_217.aspx\">辛弃疾</a>等著名词人均用过此调，其中晏几道尤多。<br>②上卢桥：在江西上饶境内。<br>③不管：不许。<br>④更著：再加上。<br>⑤陵谷：高山深谷。《<a href=\"http://so.gushiwen.org/view_57724.aspx\">诗</a>经·小雅·十月之交》：“高岸为谷，深谷为陵。”<br>⑥市朝：人口聚集的都市。耕桑：田地。<br>⑦形胜：地理形势优越。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　上片起韵赋写泉水，这是他站在桥上观望的第一景。他将泉水写得生气淋漓，气势不凡。先着一“清”字状其色，再以“奔快”写其流势之急，这样，泉水的声色形态就似乎写足了。以下在尽头处又以虚笔转出一境，以青山试图阻碍它，而它不管不顾一味奔腾向前的姿态，勾勒出了它的来处和去路，也赋予了它一种乐观、倔强的性格。接韵描绘上卢桥一带回旋曲折、山水环绕的地势，将一幅平常的山水画点染得清幽秀美。上片写景的特色，在于动静交错，生气栩栩，体现了词人对于山水的清赏能力。</p> <p>　　下片即景遐想，由对眼前山水的清赏，转入对于自然和人事沧桑的思索。他因上卢桥一带襟山带水、十里平地的地理形势，猜想它也许是从当年的城市变迁而来。为了证明自己猜想的可靠，他先在表明这一看法前作出铺垫，也就是用人们常说的沧海桑田的观点作引子。在邈远的时间内，深谷变为山陵、山陵变为深谷的地貌迁变，在漫长的历史上，闹市变为桑田、桑田变为闹市的人间兴废，既然都是可能的，那么，作为形胜的上卢桥一带，有过小小兴亡，当然也就很可能了。这是先立其大，再言其小，顺势而下，无可怀疑。这样的议论，畅快无碍。</p> <p>　　此词虽是随意点染，却也颇见理路，饶有趣味，写景兴叹，都臻上乘。而它的因小见大的思路，也表明了作者这一时期从大处、从根本处领略人生的情思趋向。</p>",
  "about": "<h2>创作背景</h2> 　　1181年冬天（宋淳熙八年），<a href=\"http://so.gushiwen.org/author_217.aspx\">辛弃疾</a>42岁，由于王蔺等人的弹劾而被罢官，归居上饶。此词当作于词人闲居上饶时期，内容主要写上卢桥一带形势景致，借以生发议论，提醒时人应以世之兴亡为念。",
  "poet": {
    "id": 217,
    "star": 0,
    "name": "辛弃疾",
    "image": "http://img.gushiwen.org/authorImg/xinqiji.jpg",
    "desc": "辛弃疾（1140－1207），南宋词人。原字坦夫，改字幼安，别号稼轩，汉族，历城（今山东济南）人。出生时，中原已为金兵所占。21岁参加抗金义军，不久归南宋。历任湖北、江西、湖南、福建、浙东安抚使等职。一生力主抗金。曾上《美芹十论》与《九议》，条陈战守之策。其词抒写力图恢复国家统一的爱国热情，倾诉壮志难酬的悲愤，对当时执政者的屈辱求和颇多谴责；也有不少吟咏祖国河山的作品。题材广阔又善化用前人典故入词，风格沉雄豪迈又不乏细腻柔媚之处。由于辛弃疾的抗金主张与当政的主和派政见不合，后被弹劾落职，退隐江西带湖。"
  },
  "tags": [
    "宋词精选",
    "写景",
    "山水",
    "思索",
    "人生"
  ]
}