{
  "id": 55113,
  "star": 52,
  "name": "霜天晓角·题采石蛾眉亭",
  "dynasty": "宋代",
  "content": "倚天绝壁，直下江千尺。天际两蛾凝黛，愁与恨，几时极！<br>暮潮风正急，酒阑闻塞笛。试问谪仙何处？青山外，远烟碧。",
  "fanyi": "<p><strong>译文</strong><br>登上蛾眉亭凭栏望远，只见牛渚山峭壁如削、倚天而立，上有飞瀑千尺悬空奔流，泻入滔滔长江。那眉梢眉尖凝聚不解的愁与恨，到什么时候才能消散？<br>波涛汹涌的江水正卷起连天怒潮，浪高风急；酒意初退，耳畔便仿佛响起如怨如诉、不绝如缕的塞外悲笛。试问到哪里去才能追寻到谪仙人<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>的踪迹？那万重青山外，千里烟波的尽头、郁郁葱葱的地方。</p> <p><strong>注释</strong><br>霜天晓角：词牌名。又名“月当窗”、“长桥月”、“踏月”。越调，仄韵格。各家颇不一致，通常以<a href=\"http://so.gushiwen.org/author_217.aspx\">辛弃疾</a>《稼轩长短句》为准。双调四十三字，前后片各三仄韵。别有平韵格一体。<br>采石：采石矶，在安徽当涂县西北牛渚山下突出于江中处。峨眉亭建立在绝壁上。《当涂县志》称它的形势：“据牛渚绝壁，大江西来，天门两山（即东西梁山）对立，望之若峨眉然。”<br>蛾眉亭：在当涂县（今安徽境），傍牛渚山而立，因前有东梁山，西梁山夹江对峙和蛾眉而得名。牛渚山，又名牛渚圻，面临长江，山势险要，其北部突入江中名采石矶，为古时大江南北重要津渡、军家必争之地。蛾眉亭便建在采石矶上。<br>倚天：一作“倚空”。<br>两蛾凝黛：把长江两岸东西对峙的梁山比作美人的黛眉。<br>愁与恨：古代文人往往把美人的蛾眉描绘成为含愁凝恨的样子。<br>极：穷尽，消失。<br>塞笛：边笛，边防军队里吹奏的笛声。当时采石矶就是边防的军事重镇（1161年虞允文曾大败金兵于此）。闻塞笛，暗示了作者的感触。<br>谪仙：李白，唐人称为谪仙。他晚年住在当涂，并且死在那里。<br>青山：在当涂东南，山北麓有李白墓（据李华《故翰林学士李公墓志》）。</p>",
  "shangxi": "<h2>赏析二</h2> <p>　　倚天绝壁，直下江千尺。天际两蛾凝黛，愁与恨，几时极？ 怒潮风正急，酒醒闻塞笛。试问谪仙何处？青山外，远烟碧。</p> <p>　　该词为登蛾眉亭远望，因景生情而作。风格豪放，气魄恢宏。</p> <p>　　蛾眉亭，在当涂县（今安徽境），傍牛渚山而立，因前有东梁山，西梁山夹江对峙和蛾眉而得名。牛渚山，又名牛渚圻，面临长江，山势险要，其北部突入江中名采石矶，为古时大江南北重要津渡、军家必争之地。蛾眉亭便建在采石矶上。</p> <p>　　上阕以写景为主，情因景生。“倚天绝壁，直下江千尺”起句突兀，险景天成：登上蛾眉亭凭栏望远，只见牛渚山峭壁如削、倚天而立，上有飞瀑千尺悬空奔流，泻入滔滔长江。词人见奇景而顿生豪情，“天际两蛾凝黛，愁与恨，几时极”，前句是说：那江天之外两座夹江而立的远山，宛如美人刚刚用黛石涂过的两抹弯弯的蛾眉。“凝”，谓凝止、聚积；在这里则指蛾眉凝愁；这便引出下面的句子“愁与恨，几时极”来，“极”谓极尽、完了：那眉梢眉尖凝聚不解的愁与恨，到什么时候才能消散？这里运用了拟人化与比喻相结合的手法，，说的是蛾眉含愁带恨，其实发泄的却是词人内心的忧国忧民的愁苦。词人生于宋、金交兵、战火遍地的动乱年代，身为南宋官员，面对半壁大好河山已陷金人之手、南宋王朝偏安江南一隅的情景，他所愁所恨的应是对恢复版图、统一旧时河山的希冀一次次的破灭与继续企求。</p> <p>　　下阕以抒情为主，情与景融。“怒潮风正急，酒醒闻塞笛”是写：波涛汹涌的江水正卷起连天怒潮，浪高风急；酒意初退，耳畔便仿佛响起如怨如诉、不绝如缕的塞外悲笛。“塞笛”，自然是边塞亦即“塞外”的笛音；古人以长城为塞，“塞外”则指今长城以外亦即我北部边疆地区，它常与“江南”相对仗使用。身在南国的词人所听到的“塞笛”，只能是因为日夜将收复失地萦绕心头而形成的一种幻觉，在写作技巧上则是使用了跨越空间、带有浪漫主义色彩的大胆联想，这使豪气之中多少带进了一丝苍凉。当然，“塞笛”也可指实边防军队里吹奏的笛声，因为那时的采石矶就是南宋与金国交界的军事重镇，史载：绍兴三十一年（1161），宋将虞允文曾大败金兵于此地。但<a href=\"http://so.gushiwen.org/view_55113.aspx\">诗</a>词贵虚不贵实，若作前者理解，更增加些促人深思的、奇异的色彩。接下来词人又迅速将驰骋的想象拉回到眼前，这里正是唐代大诗人<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>晚年颠沛、依傍从叔当涂县令<a href=\"http://so.gushiwen.org/author_2473.aspx\">李阳冰</a>生活的地方，采石矶一带正是诗人醉后入水、欲捕明月而葬身的地方。“试问谪仙何处？青山外，远烟碧”中，前句是说：试问到哪里去才能追寻到谪仙人李白的踪迹？作者对着茫茫江水，呼唤寻找着前朝那位狂放不羁、才华横溢的伟大诗人。此时此地，此景此情，这寻找、这呼唤，既是对所倾心仰慕的诗人的凭吊（据李华《故翰林学士李公墓志》记载，李白墓在当涂东南之青山北麓），却也可理解为词人在积极地为苦闷心情寻找寄托，希望自身也具有旷达、豪迈如李白般的性格。结句“青山外，远烟碧”意境开阔，它不仅对前面之问句作了答复，而且是词人对愁与恨交错缠绕所作的奋力摆脱：那万重青山外，千里烟波的尽头、郁郁葱葱的地方，当更有令人神驰的景物。</p><br/><h2>赏析</h2> <p>　　词为登蛾眉亭远望，因景生情而作。风格豪放，气魄恢宏。</p> <p>　　词的上片，采用于动写静手法。作者随步换形，边走边看。起句“倚天绝壁，直下江千尺”，气势不凡。先是见采石矶矗立前方，作者抬头仰视，只觉峭壁插云，好似倚天挺立一般。实际上，采石矶最高处海拔才一百三十一米，只因横空而来和截江而立，方显得格外倚峻。待作者登上峰顶的蛾眉亭后，低头俯瞰，又是另一幅图景。只觉悬崖千尺，直逼江渚。这开头两句，一仰一俯，一下一上，雄伟壮丽，极富立体感。</p> <p>　　“天际两蛾凝黛，愁与恨，几时极！”作者骋目四望，由近及远，又见东、西梁山（亦名天门山）似两弯蛾眉，横亘西南天际。《安徽通志》载：“蛾眉亭在当涂县北二十里，据牛渚绝壁。前直二梁山，夹江对峙，如蛾眉然。”由此引出作者联想：黛眉不展，宛似凝愁含恨。其实，这都是作者情感的含蓄外露，把人的主观感受加于客观物体之上。</p> <p>　　韩元吉一贯主张北伐抗金，恢复中原故土，但反对轻举冒进。他愁的是金兵进逼，南宋当局抵抗不力，东南即将不保；恨的是北宋覆亡，中原故土至今未能收复。“几时极”三字，把这愁恨之情扩大加深，用时间的无穷不尽，状心事的浩茫广漠。</p> <p>　　如果上片是由景生情，那么下片则又融情入景。</p> <p>　　“暮潮风正急，酒阑闻塞笛。”暮，点明时间；兼渲染心情的暗淡。又正值风起潮涌，风鼓潮势，潮助风波，急骤非常。作者虽未明言这些景象所喻为何，但人们从中完全可以感受到作者强烈的爱憎情感。酒阑，表示人已清醒；塞笛，即羌笛，军中乐器。当此边声四起之时，作者在沉思。</p> <p>　　“试问谪仙何处？青山外，远烟碧。”很自然地，作者想起了<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>。李白曾为采石矶写下过著名<a href=\"http://so.gushiwen.org/view_55113.aspx\">诗</a>篇，在人民口头还流传着许多浪漫神奇的故事，如捉月、骑鲸等：更为重要的是李白一生怀着“济苍生”和“安计稷”的政治抱负，希望能像东晋谢安那样“为君谈笑静胡沙”（《永王东巡歌·其二》）。但他壮志难酬，最后病死在当涂，葬于青山之上，至此已数百年；而今但见青山之外，远空烟岚缥碧而已。韩元吉虽然身任官职，但在当时投降派得势掌权的情况下，也无法实现自己的理想。读者从虚无缥缈的远烟中，已能充分领悟到他此刻的心情了。</p> <p>　　下俯长江，悬崖千丈，而不远的东西梁山又像两弯蛾眉、夹江对峙。其山川之奇丽由此可以想见。不仅如此，这里还凝聚着丰厚的人文积淀。号为“谪仙人”的李白在些留下“捉月”、“骑鲸”的神奇传说，并且还把他的仙骨留给了江畔的青山绿水。而更令人怀念的是，就在词人写作此词之前不久，南宋将士曾在此奏响过“采石大捷”的凯歌。不过当作者登临怀古之际，形势却又发生了变化，南宋统治集团重又推行起苟安媾和的政策。怀着国事日非的优惧，词人此刻之所见所闻，当然就是一派“两蛾凝愁”和“潮怒风急”的景色了。“境由心造”，其言良望。</p>",
  "about": "<h2>创作背景</h2> 　　据<a href=\"http://so.gushiwen.org/author_272.aspx\">陆游</a>《京口唱和序》云：“隆兴二年闰十一月壬申，许昌韩无咎以新番阳（今江西鄱阳）守来省太夫人于闰（润州，镇江）。方是时，予为通判郡事，与无咎别盖逾年矣。相与道旧故部，问朋俦，览观江山，举酒相属甚乐。”此词可能是元吉在赴镇江途中经采石时作（他在镇江留六十日，次年正月即以考功郎征赴临安，故离镇江后不便再有采石之行）。《宋史·孝宗本纪》载，公元1164年（隆兴二年）旧历十月，金人分道渡淮，十一月，入楚州、濠州、滁州，宋朝震动，酝酿向金求和。这就是作此词的政治背景。",
  "poet": {
    "id": 483,
    "star": 0,
    "name": "韩元吉",
    "desc": "韩元吉(1118～1187),南宋词人。字无咎，号南涧。汉族，开封雍邱（今河南开封市）人，一作许昌（今属河南）人。韩元吉词多抒发山林情趣，如〔柳梢青〕\"云淡秋云\"、〔贺新郎〕\"病起情怀恶\"等。著有《涧泉集》、《涧泉日记》、《南涧甲乙稿》、《南涧诗余》。存词80余首。"
  },
  "tags": [
    "宋词三百首",
    "宋词精选",
    "豪放",
    "写景",
    "抒怀"
  ]
}