{
  "id": 48022,
  "star": 118,
  "name": "赠白马王彪·并序",
  "dynasty": "魏晋",
  "content": "　　<span style=\"font-family:SimSun;\">黄初四年五月，白马王、任城王与余俱朝京师、会节气。到洛阳，任城王薨。至七月，与白马王还国。后有司以二王归藩，道路宜异宿止，意毒恨之。盖以大别在数日，是用自剖，与王辞焉，愤而成篇。</span></p> <p>　　谒帝承明庐，逝将归旧疆。清晨发皇邑，日夕过首阳。伊洛广且深，欲济川无梁。泛舟越洪涛，怨彼东路长。顾瞻恋城阙，引领情内伤。</p> <p>　　太谷何寥廓，山树郁苍苍。霖雨泥我涂，流潦浩纵横。中逵绝无轨，改辙登高岗。修坂造云日，我马玄以黄。</p> <p>　　玄黄犹能进，我思郁以纡。郁纡将何念，亲爱在离居。本图相与偕，中更不克俱。鸱枭鸣衡轭，豺狼当路衢。苍蝇间白黑，谗巧令亲疏。欲还绝无蹊，揽辔止踟蹰。</p> <p>　　踟蹰亦何留？相思无终极。秋风发微凉，寒蝉鸣我侧。原野何萧条，白日忽西匿。归鸟赴乔林，翩翩厉羽翼。孤兽走索群，衔草不遑食。感物伤我怀，抚心长太息。</p> <p>　　太息将何为，天命与我违。奈何念同生，一往形不归。孤魂翔故域，灵柩寄京师。存者忽复过，亡殁身自衰。人生处一世，去若朝露晞。年在桑榆间，影响不能追。自顾非金石，咄唶令心悲。</p> <p>　　心悲动我神，弃置莫复陈。丈夫志四海，万里犹比邻。恩爱苟不亏，在远分日亲。何必同衾帱，然后展慇懃。忧思成疾疢，无乃儿女仁。仓卒骨肉情，能不怀苦辛？</p> <p>　　苦辛何虑思，天命信可疑。虚无求列仙，松子久吾欺。变故在斯须，百年谁能持？离别永无会，执手将何时？王其爱玉体，俱享黄髪期。收泪即长路，援笔从此辞。",
  "fanyi": "<p><strong>译文</strong><br>　　黄初四年五月，白马王彪、任城王彰与我一起前往京城朝拜，迎奉节气。到达洛阳后，任城王不幸身死；到了七月，我与白马王返回封国。后来有司以二王返回封地之故，使我二人在归途上的住宿起居相分隔，令我心中时常忧愤！因为诀别只在数日之间，我便用<a href=\"http://so.gushiwen.org/view_48022.aspx\">诗</a>文自剖心事，与白马王离别于此，悲愤之下，作成此篇。</p> <p>　　在承明庐谒见我的皇兄，去时返回那旧日封国的疆土。清晨从帝都扬鞭启程，黄昏经过首阳山的日暮。伊水和洛水，多么广阔而幽深；想要渡过川流，却为没有桥梁所苦。乘舟越过翻涌的波涛，哀怨于东方漫长的旅途；回首瞻望洛阳的城楼，转头难禁我哀伤反复。</p> <p>　　浩荡的空谷何等寥廓，山间的古木郁郁苍苍。暴雨让路途充满泥泞，污浊的石浆纵横流淌。中间的路途已绝不能再前进，改道而行，登临高峻的山冈。可是长长的斜坡直入云天，我的座马又身染玄黄之疾。</p> <p>　　马染玄黄，可是仍能奋蹄；我怀哀思，却曲折而忧郁。忧郁而曲折的心志啊，究竟何所牵念？只为我挚爱的王孙即将分离。原本试图一同踏上归路，中途却变更而无法相聚。可恨鸱枭鸣叫着阻扰着车马；豺狼阻绝了当途的要津；苍蝇之流让黑白混淆；机巧的谗言，疏远了血肉之亲。想要归去却无路能行，手握缰绳，不由得踟蹰难进！</p> <p>　　踟蹰之间，此地又有什么留恋？我对王孙的思念永远没有终极！秋风激发微薄的凉意，寒蝉在我的身侧哀鸣。广袤的原野啊，多么萧条；白色的日影倏忽间向西藏匿。归鸟飞入高大的林木，翩翩然地扇动着羽翼。孤单的野兽奔走着寻觅兽群，口衔着蒿草也无暇独食而尽。感于物象触伤了我的胸怀，以手抚心发出悠长的叹息。</p> <p>　　长叹又能有什么用处？天命已与我的意志相违！何能想到，我那同胞的兄长，此番一去，形体竟永不返归！孤独的魂魄飞翔在昔日的故土，灵柩却寄存在帝都之内。尚存之人，须臾间也将过世而去，亡者已没，我的身体已自行衰微。短暂的一生居住在这世间，忽然好比清晨蒸干的露水。岁月抵达桑榆之年的迟暮，光影和声响都已无法追回。自我审思并非金石之体，顿挫嗟叹间令我满心忧悲。</p> <p>　　心境的悲伤触动了我的形神，望弃置下忧愁不再复述哀情。大丈夫理应志在四海，纵使相隔万里也犹如比邻。假若兄弟的眷爱并无削减，分离远方，反会加深你我的情谊，又何必一定要同榻共眠，来传达你我的殷勤？过度的忧思会导致疾病，切莫沉溺在儿女之情的缧绁；只是仓卒间割舍的骨肉之情，怎能不让人心怀愁苦和酸辛！</p> <p>　　愁苦与酸辛引起了怎样的思虑？如今我笃信了天命的可疑！向众仙寄托祈求终究虚妄，让神人赤松子久久地把我诓欺。人生的变故发生在短暂的须臾，有谁能持有百年的长寿；一旦离别永无相会之日，再执王孙的手，将要等到何期？但愿白马王啊，珍爱您尊贵的躯体，与我一同安度寿者的黄发之年；饮泪踏上漫漫的长路，从此收笔永诀，与君分离。</p> <p><strong>注释</strong><br>[1]白马王彪：三国魏白马王曹彪。据《三国志·魏志·陈思王传》：“（黄初）四年，（植）徙封雍丘王，其年，朝京师。”裴松之注引《魏氏春秋》：“是时待遇诸国法峻。任城王暴薨，诸王既怀友于之痛，植及白马王彪还国，欲同路东归，以叙隔阔之思，而监国使者不听。植发愤告离而作诗。”<br>[2]黄初：魏文帝（<a href=\"http://so.gushiwen.org/author_616.aspx\">曹丕</a>）的年号。黄初四年是公元223年。<br>[3]白马王：曹彪，<a href=\"http://so.gushiwen.org/author_322.aspx\">曹植</a>的异母弟。任城王：曹彰，曹植的同母兄。朝京师：到京师参加朝会。会节气：魏有诸侯藩王朝节的制度，每年立春、立夏、立秋、立冬四个节气之前，各藩王都会聚京师参加迎气之礼，并举行朝会。<br>[4]薨（hōng）：古代诸侯王死称为薨。据《世说新语·尤悔》记载，任城王是被曹丕毒死的。<br>[5]还国：返回封地。<br>[6]有司：官吏，指监国使者灌均。监国使者是曹丕设以监察诸王、传达诏令的官吏。毒恨：痛恨。<br>[7]大别：永别。自剖：表明自己的心迹。<br>[8]谒帝：朝见皇帝。承明庐：汉长安宫殿名，此泛指曹魏的宫殿。逝：语词，无义。旧疆：指鄄（juàn）城（山东省荷泽市），时曹植为鄄城王。<br>[9]皇邑：皇都，指洛阳。日夕：天晚的时候。首阳：山名，洛阳东北。<br>[10]伊洛：二水名。伊，指伊水，发源于河南栾川县，到偃师县入洛水；洛，洛水，源出陕西冢岭山，至河南巩县入黄河。济：渡。川：河。梁：桥。<br>[11]东路：东归鄄城的路。<br>[12]顾瞻：回首眺望。城阙：指京城洛阳。引领：伸长脖子。<br>[13]太谷：谷名，一说是关名，在洛阳城东南五十里。<br>[14]霖雨：连续几日的大雨。泥：作动词，使道路泥泞。流潦（lǎo）：积水。<br>[15]中逵：通衢大路。逵，四通八达的大道。轨：车道。改辙：改道。<br>[16]修坂：高高的山坡。修，长。坂，斜坡。造：到、往。玄以黄：指马病。《诗经·周南·卷耳》：“我马玄黄。”<br>[17]郁以纡（yū）：愁思郁结。郁，愁。纡，萦绕。<br>[18]不克俱：不能在一起。克，能。<br>[19]鸱枭（chīxiāo）：猫头鹰，古人认为这是不祥之鸟。衡轭（è）：车辕前的横木和扼马颈的曲木，代指车。衢：四通八达的道路。<br>[20]间：离间。谗巧：谗言巧语。<br>[21]蹊：路。揽辔：拉住马缰。踟蹰：徘徊不前。<br>[22]西匿：夕阳西下。<br>[23]乔林：乔木林。乔，高大的树木。翩翩：飞动貌。厉：振动。<br>[24]走索群：奔跑着寻找同伴。不遑：不暇，不空。<br>[25]太息：叹息。<br>[26]往：指死亡。<br>[27]故域：指曹彰的封地任城。灵柩：放有尸首的棺木。<br>[28]存者：指自己与曹彪。黄节说：“‘存者’，谓己与白马也。‘忽复过’，谓须臾亦与任城同一往耳。”又说：“‘亡殁身自衰’句，倒文，谓身由衰而殁耳。指存者也。”二句说自己和白马王曹彪目前虽还活着，但很快也会死去的。刘履认为存者和亡殁应互换，意思是死者已成过去，存者身体渐衰，也难久长。<br>[29]晞（xī）：干。汉乐府《薤露歌》：“薤上露，何易晞。”说人生短暂。<br>[30]桑榆：二星名，都在西方。《文选》李善注说：“日在桑榆，以喻人之将老。”影响：影子和声音。<br>[31]顾：念。非金石：《古诗十九首》回车驾言迈：“人生非金石，岂能长寿考。”咄唶（duōjiè）：惊叹声。<br>[32]陈：说、提起。<br>[33]比邻：近邻。<br>[34]亏：欠缺。分：情分。日亲：一天比一天亲密。<br>[35]衾帱（qīnchóu）：被子和帐子。后汉姜肱与弟仲海、季江相友爱，常同被而眠，见《后汉书·姜肱传》。慇懃：同殷勤，情意恳切。<br>[36]疾疢（chèn）：疾病。无乃：岂不是。儿女仁：指小儿女的脆弱感情。<br>[37]仓卒：匆忙之间。<br>[38]虑思：思虑，考虑。信：确实。<br>[39]虚无：指求仙事不可靠。松子：赤松子，传说中的仙人。吾欺：欺吾，骗我。<br>[40]变故：灾祸。斯须：须臾之间。百年：指长寿，古诗：“生年不满百。”持：获得。<br>[41]黄发期：指高寿。黄发，人老发黄，故以指老人。<br>[42]收泪：停止哭泣。即长路：踏上漫长的归途。援笔：提笔，指写诗赠别。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　《赠白马王彪》一<a href=\"http://so.gushiwen.org/view_48022.aspx\">诗</a>共分七章，表现了<a href=\"http://so.gushiwen.org/author_322.aspx\">曹植</a>恐怖、悲伤、痛恨和愤怒相互交织的复杂感情，深刻地揭发了统治阶级内部的尖锐矛盾。</p> <p>　　第一章共十句，写这次“会节气”结束之后启程返回封地的经过和心情。诗人在“承明庐”朝见了魏文帝<a href=\"http://so.gushiwen.org/author_616.aspx\">曹丕</a>之后，将要返回自己的封地鄄城。按曹植于黄初二年（221年）改封鄄城侯，次年立为鄄城王。清晨从京都洛阳出发，傍晚经过了首阳山。这前四句都是过程的介绍。接着“伊洛广且深，欲济川无梁”则寓有深意。说伊水、洛水既宽广又幽深，已经感到路途艰难。“欲济川无梁”竟然说过河无桥，更表明是难以克服的因难。作者瞻望前途，寸步难行。只好从水路“泛舟”，却又遇见“洪涛”，因而“怨彼东路长”：东归鄄城还有好长一段路呢！这个“怨”字，不止怨路，实际还包括怨人，怨曹丕和他的爪牙。“顾瞻恋城阙，引领情内伤”是在旅途的困苦之中回头再朝京城看了一眼，内心不是怀念曹丕，更不是留恋“会节气”的活动，而是想到了曹彰在洛阳暴死得不明不白，引起作者的极大悲愤，甚至恐怖，所以在伸着脖子遥望城阙时心情也是悲伤的。</p> <p>　　第二章共八句，写归途中的困苦。诗人经过寥廓的太谷关，山上的树木郁郁苍苍。接上章可知诗人弃舟登岸，走入山谷。不巧“霖雨泥我途，流潦浩纵横”，连降大雨，道路泥泞不堪，积水纵横流淌，行路和“泛舟”同样困难。这里路途难行，也隐喻处境危险。下文“中途绝无轨”和上文“欲济川无梁”一样，还是无路可走，这里可以体会出曹植身受的痛苦和威胁多么深重。水上有洪涛，山谷遇大雨，只好改道登上山坡，然而长长的斜坡直入云天，前面的路程辽远而又高峻。恰在此时马又得了玄黄的病。困难加剧，矛盾激化，东行归藩的路途竟然如此充满险阻，有如唐诗人<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>《行路难三首》说的那样：“欲渡黄河冰塞川，将登太行雪满山”，隐约说明了曹植人生的道路多么坎坷不平。</p> <p>　　第三章共十二句，开始直接抒发内心的悲愤，进入诗的核心部分。在这进退两难之际，作者还得骑着病马前进，说明当时诗人已失去自由，只能返回封地，没有其他选择。因此“我思郁以纡”，心中愁闷郁结。接着提出自己和亲密的弟弟曹彪不得团聚的问题：“亲爱在离居。”这点明了写这首诗的直接原因。途中派有监国使者灌均，灌均使他们弟兄“离居”。灌均其人，过去就曾经“奏植酒醉悖慢，劫胁使者”（《三国志》曹植本传）。如今曹植想在途中同曹彪互叙兄弟情谊，灌均竟然不准，因此曹植对他恨之人骨。把他比做鸱枭、豺狼、苍蝇。他们窃据要津，混淆黑白，搬弄是非，挑拨离间，进谗言，说坏话，使得亲人之间都疏远了。这里当然有难言之隐和违心之论。由于当时的恶劣的政治环境和君臣名份的限制，诗人不能也不敢明目张胆地表露对曹丕的不满，而只能把满腔怒火烧向使他们“亲爱在离居”的监国使者灌均之流。诗人表面还要回护一下曹丕，好像曹丕对他们本来很好，是“谗巧令亲疏”的。“中更不克俱”是说中途才改变主意不让他们弟兄同行的，似乎说曹丕本来是没有明确让他们分路而行的。曹植的这种用心是清清楚楚的，也是可以理解的。诗人受到这帮势利小人的胁迫，心情沮丧愤慨，一时想要重回京城，但“欲还绝无蹊”，没有退路，只能拉起绳在那里徘徊犹豫。</p> <p>　　第四章十二句，诗人于路上触景生情，感物伤怀。曹植在路上徘徊，前途茫茫，自己不禁发问：但在这里又有什么可以留恋的呢？原来相思之情是无穷无尽的。“相思”指弟兄之间的关怀，也就是指他对曹彰的悼念和对曹彪的思念。在陷入相思的苦痛之中，又面对着秋风、寒蝉、萧条的原野和西匿的白日。秋风没有温暖，寒蝉发出哀鸣，一派肃杀凄清景色。此外“归鸟赴乔林，翩翩厉羽翼；孤兽走索群，衔草不遑食”，更引起诗人的无限伤感。归鸟有林可赴，孤兽有群可归，鸟兽尚且各自寻求归宿，然而曹植本人却无路可走，无家可归，从而产生人不如物的感触，这就是“感物伤我怀”。最后只能“抚心长太息”，拍着胸脯长叹罢了，现实生活，没有前途和希望。</p> <p>　　第五章共十四句，表现了曹植对曹彰暴死的哀悼和对人生的感慨。这章接触到写这首诗的根本原因。作者深知，叹息没有什么用。好像上天安排的命运故意和他作对。这种念头是由曹彰暴死引起的。根本不会料想到一母所生的兄弟，一道来到洛阳就突然死去了，落得“孤魂翔故域，灵柩寄京师”，曹彰如果死而有知，也会感到孤独寂寞的。其实这是作者当时的心境。曹彰之死，使曹植感到前途未卜，命运难料，不免产生兔死狐悲的颓丧情绪。曹彰突然间就死去，活着的人身体也渐渐衰弱下来。人生一世，只不过像早晨的露水那样，太阳出来一照就干了。而且进入晚年，时光流逝更快得惊人。诗人又自知不如金石长寿，只能叹息悲伤。曹植写作此诗时年龄不过32岁，正在有为的壮年，然而居然认为“年在桑榆间”，到了人生的暮年，这种反常的心理，是他对个人命运难以把握的反映。“人生如朝露”或“人命若朝霜”（曹植《送应氏二首》），为汉代末年士大夫中较为流行的思想。《古诗十九首·驱车上东门》就有“浩浩阴阳移，年命如朝露。人生忽如寄，寿无金石固”的诗句，但较之曹植的忧愤深广就显得肤浅得多了。</p> <p>　　第六章共十二句，诗人以豪言壮语和曹彪互相慰勉。上一章诗表现的是由曹彰之死引起的悲愤，感人肺腑，催人落泪。然而一味沉湎于忧伤之中，于身无益，于事无补。曹植清醒地知道“心悲动我神”，因而毅然“弃置莫复陈”，不能陷入忧伤的深渊而不能自拔。诗人抖擞精神振作起来，用“丈夫志四海，万里犹比邻”的豪言壮语和曹彪共勉。唐代诗人<a href=\"http://so.gushiwen.org/author_289.aspx\">王勃</a>的“海内存知己，天涯若比邻”的名句（《送杜少府之任蜀川》）是受了曹植的启发。情绪的由低沉而变得昂扬，使诗的情调也变得开朗豪迈了。下面“恩爱苟不亏，在远分日亲。何必同衾帱，然后展殷勤。忧思成疾疢，无乃儿女仁”是对曹彪的开导。告诉他：弟兄之间的情谊如果没有减弱，离得远了情份反倒会日益亲密。不一定要像后汉姜肱那样，和弟弟常常共被而眠才算表示深情。言外之意是说对这次途中没得同行不要介意。如果因此而得病，那就是失掉了大丈夫的气概而沉溺于儿女之情了。和上文所引的王勃诗中的“无为在歧路，儿女共沾巾”是一个意思。话是这样说，但诗人还是不能从沉重的忧愤之中完全解脱出来，因此末二句“仓卒骨肉情，能不怀苦辛？”情绪又急转直下，曹彰的暴死以及由此产生的兄弟残杀的恐怖阴影是永远不能忘怀和消除的。</p> <p>　　最后的第七章共十二句，在赠诗惜别的情意之中，表示了诗人对天命的怀疑和对神仙的否定。作者后半生形同囚禁，动辄得咎，生活没有乐趣，前途没有希望。经过这次“会节气”和归国途中受到的刁难，使他对统治阶级内部的矛盾和弟兄骨肉之间的权力之争的残酷性，有了深刻的认识。以前还认为命运不好，“天命与我违”；如今知道“天命信可疑”了。似乎意识到，他的遭遇，不是上天意志的安排，而是人世斗争的产物。至于神仙，更是骗人已久了。汉末建安时期，求仙之风很盛行，<a href=\"http://so.gushiwen.org/author_552.aspx\">曹操</a>的诗有一半是描写神仙世界的。曹植也有不少游仙题材的诗。略早于建安产生的《古诗十九首·驱车上东门》里也有“服食求神仙，多为药所误”的抒写。曹植对神仙的虚无有所认识，不能不说是一种觉悟。曹植感到“变故在斯须”，顷刻之间就会发生曹彰暴死的惨剧。那么，人生百年，谁能把握不了，曹丕随时都可能加害于他，所以他说“离别永无会，执手将何时”，不然，和年青的兄弟分手是不会有诀别之感的。在这作者看来是生离死别的时刻，只能祝愿对方保重身体，并且互相祝福而已。诗人与白马王曹彪最后洒泪而别。</p> <p>　　《赠白马王彪》一诗，直接反映的是曹植对曹丕手下的鹰犬爪牙的仇恨和愤慨，实际是对其兄曹丕对他们弟兄残酷迫害的抗议。</p> <p>　　这首诗是继<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>《离骚》之后，中国文学史上又一首长篇抒情诗。诗的正文共80句，400字，篇幅之长，结构之巧，感情之深都是在古典文学作品中罕见的。全诗气魄宏伟，结构严谨。曹彰之死有如一个阴影笼罩全篇，由此构成的悲剧气氛，在序文和一、五、六、七各章里都反覆渲染，突出了这一事件的严重后果。中间“欲济川无梁”，“中途绝无轨”，“欲还绝无蹊”的“三无”，把作者走投无路，进退失据，悲愤交加的境遇和心情联结起来，并使文气贯通，前后勾连，全诗是一个有机的整体。</p> <p>　　全诗结构的浑然一体，和各章之间运用辘轳体有密切的关系。辘轳体即修辞学里的“顶真格”，它要求行文在段与段或句与句之间用相同的字句相互衔接。古代《诗经》中的《大雅·文王》和《大雅·既醉》两篇；乐府诗《平陵东》、《西洲曲》都运用了这种形式。《赠白马王彪》除第一章和第二章没有使用辘轳体（《古诗源》把第一章和第二章视为一章）之外，其余各章都用了。如第二章的末句是“我马玄以黄”，第三章的首句就是“玄黄犹能进”；第三章的末句是“揽辔止踟蹰”，第四章的首句就是“踟蹰亦何留”，下皆仿此。这种手法能够使结构紧凑、段落分明而又便于人们记忆和传诵。</p> <p>　　此诗抒情的方式也时有变化，有时直抒胸臆，有时却把抒情和叙事、写景结合起来。“伊洛广且深，欲济川无梁”，“霖雨泥我途，流潦浩纵横”，看起来是叙事，实际是抒情。第四章借景抒情，情景相生，发人深思，耐人寻味。诗中的寒蝉、归鸟、孤兽都是诗人自身的写照。冷落空旷的秋季原野，也是当时诗人所处的政治环境的形象再现。</p> <p>　　另外，恰当的比喻也是此诗的特色之一。作者把监国使者比之为“鸱枭”、“豺狼”和“苍蝇”，惟妙惟肖，入木三分。这些比喻不仅可以收到强烈的艺术效果，而且免于授人以柄。</p>",
  "about": "<h2>创作背景</h2> <p>　　<a href=\"http://so.gushiwen.org/author_322.aspx\">曹植</a>一生以<a href=\"http://so.gushiwen.org/author_616.aspx\">曹丕</a>称帝为界分为前后两期。这是曹植后期创作的代表作，写于黄初四年（223年）七月。当年，曹植和他的同母之兄任城王曹彰，以及异母之弟白马王曹彪一道来京师洛阳参加“会节气”的活动。于此期间，“武艺壮猛，有将领之气”（《三国志·任城威王彰传》）的曹彰突然暴死。据《世说新语·尤悔》篇记载，曹彰是被曹丕一手毒害的。会节气过后，诸侯王返回各自的封地。弟兄三人一块来的，如今回去的却剩下两个人，曹植心里已经非常难过；更没想到朝廷还派了一名监国使者叫灌均的人，沿途监视诸王归藩，并规定诸侯王在路上要分开走，限制他们互相接触，这样就使得曹植越发难堪和愤怒。面对曹丕这样的阴险无情的手段，曹植百感交集，怒火中烧，于是写出这首传诵千古的名<a href=\"http://so.gushiwen.org/view_48022.aspx\">诗</a>《赠白马王彪》。</p> <p>　　梁代萧统将此诗收入《文选》，唐人李善为之注，在诗前增有一《序》。李善注称：“集曰于圈城（当即鄄城）作。”可知曹植的文集的诗题是《于圈城作》；今题，当为后人据《序》所改。另据《三国志·武文世王公传》载，曹彪于黄初三年为吴王，黄初七年才徙封白马王，与此《序》不合。后人于此多有考辨，而意见不一。或谓曹彪于黄初四年徙白马王，上述引之史料略而未载（黄节《曹子建诗注》）。也有人认为此时当称曹彪为吴王（杭世骏《三国志补注》）。《序》的年份，与《三国志》曹植本传相合。本传称：“（黄初）四年，（曹植）徙封雍丘王，其年朝京师”。不过，黄初三年，曹植为鄄城（今山东濮县东）王。鄄城同今在河南滑县的白马，魏时同属兖州东郡，故能同路东归。黄节认为，曹植在东归鄄城之后，才徙封雍丘王的。</p>",
  "poet": {
    "id": 322,
    "star": 0,
    "name": "曹植",
    "image": "http://img.gushiwen.org/authorImg/caozhi.jpg",
    "desc": "曹植（192－232），字子建，沛国谯（今安徽省亳州市）人。三国曹魏著名文学家，建安文学代表人物。魏武帝曹操之子，魏文帝曹丕之弟，生前曾为陈王，去世后谥号“思”，因此又称陈思王。后人因他文学上的造诣而将他与曹操、曹丕合称为“三曹”，南朝宋文学家谢灵运更有“天下才有一石，曹子建独占八斗”的评价。王士祯尝论汉魏以来二千年间诗家堪称“仙才”者，曹植、李白、苏轼三人耳。"
  },
  "tags": [
    "抒情",
    "长诗",
    "离别",
    "亲情",
    "悼念"
  ]
}