{
  "id": 24547,
  "star": 78,
  "name": "忆扬州",
  "dynasty": "唐代",
  "content": "萧娘脸薄难胜泪，桃叶眉尖易得愁。<br>天下三分明月夜，二分无赖是扬州。",
  "fanyi": "<p><strong>译文</strong><br>扬州的少女们无忧无虑，笑脸迎人，娇美的脸上怎能藏住眼泪，她们可爱的眉梢上所挂的一点忧愁也容易被人察觉。<br>天下明月的光华有三分吧，可爱的扬州啊，你竟然占去了两分。</p> <p><strong>注释</strong><br>⑴扬州：今江苏省扬州市。<br>⑵萧娘：南朝以来，<a href=\"http://so.gushiwen.org/view_24547.aspx\">诗</a>词中的男子所恋的女子常被称为萧娘，女子所恋的男子常被称为萧郎。<br>⑶脸薄：容易害羞，这里形容女子娇美。<br>⑷胜：能承受。<br>⑸桃叶：晋代王献之有妾名桃叶，笃爱之，故作《桃叶歌》（南朝陈僧智匠《古今乐录》载）。后常用作咏歌妓的典故。这里代指所少女的代称或指思念的佳人。<br>⑹觉：察觉。<br>⑺天下三分：《论语》有“三分天下有其二以服事殷勤。”<br>⑻无赖：<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>《奉陪郑驸马韦曲二首》有“韦曲花无赖，家家恼杀人”句，本意是可爱，反说它无赖，无赖正是爱惜的反话。<a href=\"http://so.gushiwen.org/author_272.aspx\">陆游</a>诗：“江水不胜绿，梅花无赖香。”也有可爱、可喜意。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　《忆扬州》是一首怀人的作品，但标题却不明题怀人，而偏说怀地。<a href=\"http://so.gushiwen.org/view_24547.aspx\">诗</a>人并不着力描写这座“绿扬城郭”的宜人风物，而是以离恨千端的绵绵情怀，追忆当日的别情。不写自己的殷切怀念，而写远人的别时音容，以往日远人的情重，衬出诗人自己情怀的不堪，这是深一层的写法。</p> <p>　　前两句“萧娘脸薄难胜泪，桃叶眉尖易觉愁”，极写当日的别离景象。所谓“相见时难别亦难”，“萧娘”、“桃叶”均代指所思；“愁眉”、“泪眼”似是重复，而用一个“难”字和一个“易”字表达出来，不但不显得累赘，反而有反复留连、无限萦怀之感。当日的愁眉，当日的泪眼，以及当日的惨痛心情，都作成别离后无穷的思念。</p> <p>　　后两句“天下三分明月夜，二分无赖是扬州”，在这思念殷切的时候，诗人唯觉一片惆怅，没有可以诉说的人，于是，抬头而见月，但此月偏偏又是当时扬州照人离别之月，更加助愁添恨。虽然时光冲淡了当日的凄苦，却割不断缠绵的思念。这种挣不断、解不开的心绪，本与明月无关，但它曾照过离人的泪眼，好比对人有情，而离别后偏偏照着愁人，又好像无动于衷，这便显得“可憎”。诗人在深夜抬头望月的时候，原本欲解脱这一段愁思，却想不到月光又来缠人，所以说“明月无赖”。“无赖”二字，原本有褒和贬的两重意义，这里因明月恼人，有抱怨的意思。但后世因为惊赏这种扬州明月的新奇形象，就离开了诗人原意，把它截下来只作为描写扬州夜月的传神警句来欣赏，这时的“无赖”二字又成为爱极的昵称了。这也是形象有时会大于作者构思的一例。</p> <p>　　古人律体绝句的结尾处，有时用一种叫做“一笔荡开”的方法，往往会产生一种“寄意无穷”的效果。这首诗所不同的，是它不在第四句用，而在第三句时即已“荡开”。说愁眉，说泪眼，虽然作者余情未尽，而其他的事情已不必增添，于是忽然揽入一轮明月，以写无可奈何的情态，体现了构思的险谲。这两句看似将全诗截为两段，实际上则是欲断不断，题中用“忆”字，将全诗连贯起来，依然是“剪不断，理还乱”的“别是一般滋味”。本来月光普照，遍及人寰，并不偏宠扬州。而扬州的魅力，也不是仅在月色。诗为传神，有时似乎违反常理，却能深入事理骨髓。“三分”、“无赖”的奇幻设想，也有它的渊源与影响。《论语》中有“三分天下有其二以服事殷勤。”不过这是赞颂周文王的句子，没有半点诗意。<a href=\"http://so.gushiwen.org/author_758.aspx\">谢灵运</a>说：“天下才有一石，曹子建独占八斗，我得一斗，天下共分一斗。”而徐凝这首诗中的“三分之二”不但是诗意的，而且是新奇的。这些数目字，都不可以常理而论，而具有很强的艺术效果，致使后世之人对扬州的向往如醉如痴，“二分明月”成为扬州的代称。此后宋人<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>的《水龙吟·和章质夫杨花》中“春色三分，二分尘土，一分流水”也不逊色。至于“月色无赖”，后世如<a href=\"http://so.gushiwen.org/author_405.aspx\">王安石</a>“春色恼人眠不得，月移花影上栏杆”中的“春色恼人”，即运用了同一手笔。</p> <p>　　诗人把扬州明月写到了入神的地步，并用“无赖”之“明月”，把扬州装点出无限的风姿，与《忆扬州》的标题吻合无间，使人向往扬州的美好。这也许是诗人有意的安排，这种大胆的艺术构思所产生的效果，令人为之惊叹。</p>",
  "poet": {
    "id": 878,
    "star": 0,
    "name": "徐凝",
    "desc": "徐凝，唐代（约公元八一三年、唐宪宗元和中前后前后在世）诗人，浙江睦州人，代表作《奉酬元相公上元》。《全唐诗》录存一卷。"
  },
  "tags": [
    "怀人"
  ]
}