{
  "id": 71672,
  "star": 21,
  "name": "蟾宫曲·问人间谁是英雄",
  "dynasty": "元代",
  "content": "问人间谁是英雄？<br>有酾酒临江，横槊曹公。<br>紫盖黄旗，多应借得，赤壁东风。<br>更惊起南阳卧龙，便成名八阵图中。<br>鼎足三分，一分西蜀，一分江东。",
  "fanyi": "<h2>注释</h2> ①酾酒：薄酒。<br>②槊：兵器，马上用的长矛。曹公：<a href=\"http://so.gushiwen.org/author_552.aspx\">曹操</a>。<br>③“紫盖黄旗”句：紫盖黄旗指云气，古人附会为王者之气的象征。<a href=\"http://so.gushiwen.org/view_71672.aspx\">诗</a>人认为，虚幻的王者不足凭信，东吴之所以能建立王业，是因为孙权、周瑜赤壁一战，借助东风，火烧了曹军的战船，遏止了曹操的进攻。<br>④南阳卧龙：指<a href=\"http://so.gushiwen.org/author_507.aspx\">诸葛亮</a>，他胸怀奇才，隐居南阳卧龙岗，徐庶称他为卧龙。<br>⑤八阵图：相传是诸葛亮推演兵阵的遗迹，是在沙滩上聚石成堆，共有八个军阵图形。",
  "shangxi": "<h2>鉴赏</h2> <p>　　阿鲁威是蒙古族散曲家，以写小令见长。这是一首咏史怀古之作。<a href=\"http://so.gushiwen.org/view_71672.aspx\">诗</a>人以大开大合之笔，再现了三国人物的历史风采，歌颂了他们的英雄业绩，含蓄地表达了自己追慕古贤、大展经纶之宏愿。感情基调雄健、高昂，大有<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>《念奴娇·赤壁怀古》，<a href=\"http://so.gushiwen.org/author_217.aspx\">辛弃疾</a>《南乡子·何处望神州》的遗风。</p> <p>　　大概是受到<a href=\"http://so.gushiwen.org/author_552.aspx\">曹操</a>“煮酒论英雄”的启发，元人常喜对历史上的千古英雄人物作一番指点评论。“问人间谁是英雄？”作品起笔劈头一问，大有俯仰今昔、睥睨千古之气概。以问句领首，往往能吸引读者的注意，并为全文的铺开拓出地步。</p> <p>　　作者首肯的“英雄人物”有三名：曹操、孙权、<a href=\"http://so.gushiwen.org/author_507.aspx\">诸葛亮</a>。</p> <p>　　对曹操的概括是“有酾酒”二句，如注释中所言是借用苏东坡的成说，连“曹公”也是赋中所用的称呼。应当说，东坡对曹操“固一世之雄也”的评语在当时是十分大胆的，其中正包含着折服于历史时空的文人心态。曹操作为“奸雄”、“独夫”已成定评，但对于东坡这样的文人来说，一个人能在天地间独立俯仰，且能创造或影响一段历史，就在空间和时间上取得了“雄”的资格。这同今日的“自我实现”颇为相似。显而易见，曲作者持取的也是这种观念。然而也恰因如此，这一笔已为全曲带上了雄豪的气氛。</p> <p>　　再看孙权。作者用“紫盖黄旗”作为代指，这就颇像英文里出现“His Majesty”那样，表现出一种尊崇的意味。但孙权毕竟未在三国中称霸，其子孙终究有“金陵王气黯然收”的一天，所以作者对他有所保留。“多应借得，赤壁东风”，还算是颂扬了他在赤壁之战的胜利，只是在“多应”二字中说他赢得比较侥幸。<a href=\"http://so.gushiwen.org/author_211.aspx\">杜牧</a>《赤壁》诗：“东风不与周郎便，铜雀春深锁二乔。”将二乔的保全归功于赤壁东风的帮助，曲作者无疑是受了杜诗的影响。</p> <p>　　三位“英雄”中曹操、孙权都是君主，诸葛亮是唯一的例外。但从“更惊起”的“更”字上我们可以发现，诗人是将他作为三雄之最来讴歌的。南阳卧龙的身手不凡，在群雄争鼎的纷乱局面中“惊起”，且一惊起“便成名八阵图中”。这一句源于<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>《八阵图》“功盖三分国，名成八阵图”的诗联，指代的正是“功盖三分国”的内容，故诗人于末三句即补明了“鼎足三分”的既成事实。一个“更”字，一个“便”字，将诸葛亮的应时而出、一鸣惊人，以及他“运筹帷幄之中，决胜千里之外”的雍容豪迈、游刃有余，都形象地表现了出来。古代作文有所谓“尊题”之法，即以两个或两个以上的人物事迹同时表现，而于结论上有所抑扬。本曲虽未明指，却在事实上实现了尊题的效果。全作气势雄豪，开阖如意，尤以颂尊诸葛亮为天下布衣草泽之士扬眉吐气。这就如同<a href=\"http://so.gushiwen.org/author_608.aspx\">司马迁</a>在《史记》中将<a href=\"http://so.gushiwen.org/author_253.aspx\">项羽</a>、陈胜与历代帝王并肩一样，体现了作者在历史观上的胆识。 </p>",
  "poet": {
    "id": 755,
    "star": 0,
    "name": "阿鲁威",
    "desc": "阿鲁威（生卒年不详），蒙古族人。字叔重，号东泉。曾任南剑太守、经筵官、参知政事。能诗，尤善长作散曲，今有几十支散曲传世，散见于《阳春白雪》、《乐府群珠》等书。"
  },
  "tags": [
    "咏史怀古",
    "赞颂",
    "写人"
  ]
}