{
  "id": 11245,
  "star": 1484,
  "name": "八阵图",
  "dynasty": "唐代",
  "content": "功盖三分国，名成八阵图。<br>江流石不转，遗恨失吞吴。",
  "fanyi": "<p><strong>译文</strong><br>三国鼎立你建立了盖世功绩，创八阵图你成就了永久声名。<br>江水东流推不转你布阵石头，千古遗恨你灭吴失策功未就。</p> <p><strong>注释</strong><br>⑴八阵图：由八种阵势组成的图形，用来操练军队或作战。<br>⑵盖：超过。三分国：指三国时魏、蜀、吴三国。<br>⑶石不转：指涨水时，八阵图的石块仍然不动。<br>⑷失吞吴：是吞吴失策的意思。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　“功盖三分国，名成八阵图“两句赞颂<a href=\"http://so.gushiwen.org/author_507.aspx\">诸葛亮</a>的丰功伟绩。第一句是从总的方面写，说诸葛亮在确立魏蜀吴三分天下、鼎足而立局势的过程中，功绩最为卓绝。三国并存局面的形成，固然有许多因素，而诸葛亮辅助刘备从无到有地创建蜀国基业，应该说就是重要原因之一。<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>这一高度概括的赞语，客观地反映了三国时代的历史真实。第二句是从具体的方面来写，说诸葛亮创制八阵图使他声名更加卓著。对这一点古人曾屡加称颂，如成都武侯祠中的碑刻就写道：“一统经纶志未酬，布阵有图诚妙略。”“江上阵图犹布列，蜀中相业有辉光。”而杜甫的这句<a href=\"http://so.gushiwen.org/view_11245.aspx\">诗</a>则是更集中、更凝炼地赞颂了诸葛亮的军事业绩。</p> <p>　　头两句诗在写法上用的是对仗句，“三分国”对“八阵图”，以全局性的业绩对军事上的贡献，显得精巧工整，自然妥帖。在结构上，前句劈头提起，开门见山；后句点出诗题，进一步赞颂功绩，同时又为下面凭吊遗迹作了铺垫。</p> <p>　　“江流石不转，遗恨失吞吴。”这两句就“八阵图”的遗址抒发感慨。“八阵图”遗址在夔州西南永安宫前平沙上。据《荆州图副》和<a href=\"http://so.gushiwen.org/author_197.aspx\">刘禹锡</a>《嘉话录》记载，这里的八阵图聚细石成堆，高五尺，六十围，纵横棋布，排列为六十四堆，始终保持原来的样子不变，即使被夏天大水冲击淹没，等到冬季水落平川，万物都失故态，唯独八阵图的石堆却依然如旧，六百年来岿然不动。前一句极精炼地写出了遗迹这一富有神奇色彩的特征。“石不转”，化用了《诗经·国风·邶风·柏舟》中的诗句“我心匪石，不可转也”。在作者看来，这种神奇色彩和诸葛亮的精神心志有内在的联系：他对蜀汉政权和统一大业忠贞不二，矢志不移，如磐石之不可动摇。同时，这散而复聚、长年不变的八阵图石堆的存在，似乎又是诸葛亮对自己赍志以殁表示惋惜、遗憾的象征，所以杜甫紧接着写的最后一句是“遗恨失吞吴”，说刘备吞吴失计，破坏了诸葛亮联吴抗曹的根本策略，以致统一大业中途夭折，而成了千古遗恨。</p> <p>　　当然，这首诗与其说是在写诸葛亮的“遗恨”，无宁说是杜甫在为诸葛亮惋惜，并在这种惋惜之中渗透了杜甫“伤己垂暮无成”（黄生语）的抑郁情怀。</p> <p>　　这首怀古绝句，具有融议论入诗的特点。但这种议论并不空洞抽象，而是语言生动形象，抒情色彩浓郁。诗人把怀古和述怀融为一体，浑然不分，给人一种此恨绵绵、余意不尽的感觉。</p>",
  "about": "<h2>创作背景</h2> <p>　　<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>在唐代宗大历元年（766年）夏迁居夔州，夔州有武侯庙，江边有八阵图，传说为三国时<a href=\"http://so.gushiwen.org/author_507.aspx\">诸葛亮</a>在夔州江滩所设。向来景仰诸葛亮的杜甫用了许多笔墨记咏古迹抒发情怀。《八阵图》便是其中一首。</p>",
  "poet": {
    "id": 474,
    "star": 0,
    "name": "杜甫",
    "image": "http://img.gushiwen.org/authorImg/dufu.jpg",
    "desc": "杜甫（712－770），字子美，自号少陵野老，世称“杜工部”、“杜少陵”等，汉族，河南府巩县（今河南省巩义市）人，唐代伟大的现实主义诗人，杜甫被世人尊为“诗圣”，其诗被称为“诗史”。杜甫与李白合称“李杜”，为了跟另外两位诗人李商隐与杜牧即“小李杜”区别开来，杜甫与李白又合称“大李杜”。他忧国忧民，人格高尚，他的约1400余首诗被保留了下来，诗艺精湛，在中国古典诗歌中备受推崇，影响深远。759-766年间曾居成都，后世有杜甫草堂纪念。"
  },
  "tags": [
    "唐诗三百首",
    "怀古",
    "写人",
    "哲理"
  ]
}