{
  "id": 57993,
  "star": 19,
  "name": "汉宫春·会稽蓬莱阁怀古",
  "dynasty": "宋代",
  "content": "秦望山头，看乱云急雨，倒立江湖。不知云者为雨，雨者云乎。长空万里，被西风、变灭须臾。回首听，月明天籁，人间万窍号呼。 <br>谁向若耶溪上，倩美人西去，麋鹿姑苏。至今故国人望，一舸归欤。岁去暮矣，问何不、鼓瑟吹竽。君不见，王亭谢馆，冷烟寒树啼乌。",
  "shangxi": "<h2>赏析</h2> <p>　　这首词的题目，原作“会稽蓬莱阁怀古”。同调另有“亭上秋风”一首，题作“会稽秋风亭观雨”。唐圭璋先生谓，“秋风亭观雨”词中无雨中景象，而“蓬莱阁怀古”一首上片正写雨中景象，词题“观雨”与“怀古”前后颠倒，当系错简。说见《词学论丛·读词续记》。今据以订正词题。</p> <p>　　词的上片，看似纯系写景，实则借景抒情。它不是单纯地为写景而写景，而是景中有情，寓情于景，情景交融。词人所登的蓬莱阁在浙江绍兴（即会稽），秦望山，一名会稽山，在会稽东南四十里处。他为何望此山？因为这里曾是秦始皇南巡时望大海、祭大禹之处。登此阁望此山，不禁会想起统一六国的秦始皇和为民除害的大禹。这片词先以“看”领起，尽写秦望山头云雨苍茫的景象和乍雨还晴的自然变化。以“倒立江湖”喻暴风骤雨之貌，生动形象，大概是从<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>《有美堂暴雨》<a href=\"http://so.gushiwen.org/view_57993.aspx\">诗</a>“天外黑风吹海立”演化而来。“不知云者为雨，雨者云乎”，语出于《庄子·天运》：“云者为雨乎？雨者为云乎？”“为”字读去声。云层是为了降雨吗？降雨是为了云层吗？庄子设此一问，下文自作回答，说这是自然之理，云、雨两者，谁也不为了谁，各自这样运动着罢了，也没有别的意志力量施加影响要这样做。作者说“不知”，也的确是不知，不必多追究。“长空万里，被西风、变灭须臾。”天色急转，词笔也急转，这是说云。苏轼《念奴娇·中秋》词：“凭高眺远，见长空万里，云无留迹。”《维摩经》：“是身如浮云，须臾变灭。”云散了，雨当然也就收了。“回首听，月明天籁，人间万窍号呼。”这里又用《庄子》语。《齐物论》：“夫大块噫气，其名为风。是唯无作，作则万窍怒呺。”这就是“天籁”，自然界的音响。从暴风骤雨到云散雨收，月明风起，词人在大自然急剧的变化中似乎悟出一个哲理：事物都处在不断变化中，阴晦可以转为晴明，晴明又含着风起云涌的因素；失败可以转为胜利，胜利了又会起风波。上片对自然景象的描写，为下片追怀以弱胜强、转败为胜、又功成身退的范蠡作了有力的烘托、铺垫。语言运用上，熔裁诸家，为己所用，这是辛词的长技。</p> <p>　　下片怀古抒情，说古以道今，影射现实，借古人之酒杯浇自己胸中之块垒。作者首先以诘问的语气讲述了一段富有传奇色彩的历史故事：当年是谁到若耶溪上请西施西去吴国以此导致吴国灭亡呢？越地的人们至今还盼望着他能乘船归来呢！这当然是说范蠡，可是作者并不直说，而是引而不发，说“谁倩”。这样写更含蓄而且具有启发性。据史书记载，春秋末年越王勾践曾被吴国打败，蒙受奇耻大辱。谋臣范蠡苦身戮力，协助勾践进行了“十年生聚，十年教训”，并将西施进献吴王，行美人计。吴王果贪于女色，荒废朝政。吴国谋臣伍子胥曾劝谏说：“臣今见麋鹿游姑苏之台。”后来越国终于灭了吴国，报了会稽之仇。越国胜利后，范蠡认为“勾践为人，可与共患难，不可与共乐”，于是泛舟五湖而去。引人深思的是，词人面对秦望山、大禹陵和会稽古城怀念古人，占据他心灵的不是秦皇、大禹，也不是越王勾践，而竟是范蠡。这是因为范蠡忠一不二，精忠报国，具有文韬武略，曾提出许多报仇雪耻之策，同词人的思想感情息息相通。李心传《建炎以来朝野杂记乙集》卷十八记载：<a href=\"http://so.gushiwen.org/author_217.aspx\">辛弃疾</a>至临安见宋宁宗，“言金国必乱必亡，愿付之元老大臣，务为仓猝可以应变之计，（韩）侂胄大喜。”《庆元党禁》亦言“嘉泰四年春正月，辛弃疾入见，陈用兵之利，乞付之元老大臣”，另据程珌《丙子轮对札记》记辛弃疾这几年来屡次派遣谍报人员到金境侦察金兵虚实并欲在沿边界地区招募军士，可见作者这时正跃跃欲试，摩拳擦掌，力图恢复中原以雪靖康之耻，范蠡正是他仰慕和效法的榜样。表面看来，“故国人望”的是范蠡，其实，何尝不可以说也指他辛弃疾。在他晚年，经常怀念“壮岁旌旗拥万夫”的战斗生涯，北方抗金义军也时时盼望他的归来。<a href=\"http://so.gushiwen.org/author_497.aspx\">谢枋得</a>在《祭辛稼轩先生墓记》中记载：“公没，西北忠义始绝望。”这一部分用典，不是仅仅说出某事，而是铺衍为数句，叙述出主要的情节，以表达思想感情，这是其用典的一个显著特点。 </p>",
  "about": "<h2>点评</h2> <p>　　“岁云暮矣，问何不鼓瑟吹竽？”在词的收尾部分，作者首先以设问的语气提出问题：一年将尽了，为什么不鼓瑟吹竽欢乐一番呢？《<a href=\"http://so.gushiwen.org/view_57993.aspx\">诗</a>经》的《小雅·鹿鸣》：“我有嘉宾，鼓瑟吹笙。”又《唐风·山有枢》：“子有酒食，何不日鼓瑟？且以喜乐，且以永日。” 作者引《诗》说出了岁晚当及时行乐的意思，接着又以反问的语气作了回答：“君不见、王亭谢馆，冷烟寒树啼乌。”旧时王、谢的亭馆已经荒芜，已无可行乐之处了。东晋时的王、谢与会稽的关系也很密切，“王亭”，指<a href=\"http://so.gushiwen.org/author_581.aspx\">王羲之</a>修禊所在的会稽山阴之兰亭；谢安曾隐居会稽东山，有别墅。这些旧迹，眼前是只有“冷烟寒树啼乌”点缀其间了。</p> <p>　　从怀念范蠡到怀念王、谢，感情上是一个很大的转折。怀念范蠡抒发了报国雪耻的积极思想；怀念王、谢不仅流露出对现实的不满，而且明显地表现出消极悲观的情绪。作者面对自然的晴雨变化和历史的巨变，所激起的不仅是要效法古人、及时立功的慷慨壮怀，同时也有人世匆匆的暮年伤感。<a href=\"http://so.gushiwen.org/author_217.aspx\">辛弃疾</a>此时已经是六十四岁了。当作者想到那些曾经威震一方、显赫一时的风流人物无不成为历史陈迹的时候，内心充满了人生短暂、功名如浮云流水的悲叹。这末一韵就意境来说不是仅对王亭谢馆而发，而是关涉全篇，点明全词要旨。词人在这些历史人物事迹中寄托的不同感情，同他当时思想的矛盾是完全吻合的。</p><br/><h2>创作背景</h2> <p>　　公元1203年（宋宁宗嘉泰三年），<a href=\"http://so.gushiwen.org/author_217.aspx\">辛弃疾</a>被重新起用，任命为知绍兴府兼浙东安抚使。据《宝庆会稽续志》，为六月十一日到任，同年十二月二十八日即奉召赴临安，次年春改知镇江府，故知登蓬莱阁之举，必在嘉泰三年的下半年，另据词中“西风”、“冷烟寒树”等语，可断定是作于晚秋。</p> <p>　　清人沈祥龙《论词随笔》云：“词贵意藏于内，而迷离其言以出之。”为此，词家多刻意求其含蓄，而以词意太浅太露为大忌。这首词以自然喻人世，以历史比现实，托物言志，寄慨遥深。</p>",
  "poet": {
    "id": 217,
    "star": 0,
    "name": "辛弃疾",
    "image": "http://img.gushiwen.org/authorImg/xinqiji.jpg",
    "desc": "辛弃疾（1140－1207），南宋词人。原字坦夫，改字幼安，别号稼轩，汉族，历城（今山东济南）人。出生时，中原已为金兵所占。21岁参加抗金义军，不久归南宋。历任湖北、江西、湖南、福建、浙东安抚使等职。一生力主抗金。曾上《美芹十论》与《九议》，条陈战守之策。其词抒写力图恢复国家统一的爱国热情，倾诉壮志难酬的悲愤，对当时执政者的屈辱求和颇多谴责；也有不少吟咏祖国河山的作品。题材广阔又善化用前人典故入词，风格沉雄豪迈又不乏细腻柔媚之处。由于辛弃疾的抗金主张与当政的主和派政见不合，后被弹劾落职，退隐江西带湖。"
  },
  "tags": [
    "怀古",
    "写景",
    "抒情"
  ]
}