{
  "id": 67334,
  "star": 12,
  "name": "八声甘州·摘青梅荐酒",
  "dynasty": "宋代",
  "content": "摘青梅荐酒，甚残寒，犹怯苎萝衣。正柳腴花瘦，绿云冉冉，红雪霏霏。隔屋秦筝依约，谁品春词?回首繁华梦，流水斜晖。 寄隐孤山山下，但一瓢饮水，深掩苔菲。羡青山有思，白鹤忘机。怅年华，不禁搔首，又在涯，弹泪送春归。销魂远，千山啼祢，十里荼种。",
  "fanyi": "<p><strong>译文</strong><br>　　摘下青涩的梅子来佐酒，但酒薄不足以抵御暮春的残寒更何况穿的是单薄的苎萝衣。<br>　　正是绿肥红瘦的暮春时节，杨柳枝叶婆娑，如团团绿云，柔软披垂。落花纷纷，远望去像是降下的红雪。沉思静想间，又隐约听到邻里的歌妓正低按秦筝，唱春词吟新<a href=\"http://so.gushiwen.org/view_67334.aspx\">诗</a>。<br>　　回首往昔，那曾经的风流繁华恍然如梦，只剩下斜晖脉脉流水悠悠，一切俱已消逝，令人无限感伤。<br>　　我隐居在 孤山山下，每日长掩苔扉，深居简出，但一箪食、一瓢水足矣。我常常羡慕青山安详宁静，好象在凝神沉思似的;也羡慕以前的隐士们以鹤、梅为伴，因忘记了人世的权谋机变，而能时刻保持着一颗恬然自得的心。<br>　　远望天涯，看看又是一年春尽，不禁黯然销魂，搔首踟蹰，想到自己的青春年华也正随着春天匆匆流逝，眼泪便在不知不觉间轻弹暗洒。这时耳边又传来了杜鹃的声声悲啼，那凄惨的叫声回荡在山间，仿佛在说着“不如归去”;荼种花正盛开，布满十里山谷。 </p><p><strong>注释</strong><br>荐酒：佐酒、下 酒。<br>苎萝衣：指山野隐士所着之衣。苎，苎麻，其纤维可织布。<br>腴：丰满，此指柳树茂密。<br>冉冉：柔软下垂的样子。<br>霏霏：形容雨雪纷纷飘落的样子。<br>秦筝：古代弹拨类乐器。依约：隐约。<br>一瓢饮水：喻俭朴生活。《论语 雍也》：子曰：贤哉回也!一箪食，一瓢饮，在陋巷，人不堪其忧，回也不改其乐。”<br>白鹤忘机：化用鸥鹭忘机之典。<br>祢：即禯祢，也就是杜鹃鸟。<br>荼种：花名，白色，开于春末夏初。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　这首词表现的是南<a href=\"http://so.gushiwen.org/author_451.aspx\">宋江</a>湖词客的矛盾心态。他们是一群处于才与不才，仕与不仕之间的所谓的名流。在他们的性格中，有浪漫冲淡的一面，另一方面又无法割舍对功名、爱情等的渴望，这一切使他们经常会处于焦虑、惆怅之中。本词便是他们无奈的轻叹低语。</p> <p>　　“摘青梅荐酒，甚残寒，犹怯苎萝衣。”孤山多梅，故有“摘青梅”之说，同时梅也是隐士自比之物。“青梅荐酒”，既言生活的俭朴，又别有一种风味，但后面的犹怯残寒，又传达出其并不闲适自得。</p> <p>　　“正柳腴花瘦，绿云冉冉，红雪霏霏。隔屋秦筝依约，谁品春词?”这几句 写景如画，色彩绚丽迷人，充满着红尘的欢乐和喧嚣。</p> <p>　　“回首繁华梦，流水斜晖。”此二句写眼前的见闻，唤醒了词人记忆深处的繁华旧梦。</p> <p>　　“寄隐孤山之下，但一瓢饮水，深掩苔菲。羡青山有思，白鹤忘机。”这几句写词人性格中恬淡隐退的一面。“苔扉”化用唐<a href=\"http://so.gushiwen.org/author_197.aspx\">刘禹锡</a>《陋室铭》中“苔痕上阶绿，草色入帘青”以及<a href=\"http://so.gushiwen.org/author_345.aspx\">叶绍翁</a>《游园不值》中“应怜屐齿印苍苔，小扣柴扉久不开”的意蕴，极写隐居处的清幽和主人的高雅。“孤山”、“白鹤”显然是参照隐居孤山、终生以梅为妻、以鹤为子的林和靖来说的，他是宋代隐士的楷模，其故事则被传为佳话。</p> <p>　　“怅年华，不禁搔首，又在涯，弹泪送春归。销魂远，千山啼祢，十里荼种。”这几句又转而抒发心中的惆怅焦虑，这几句抒发词人的伤春之情。禯祢是送春之鸟，荼种是殿春之花，词人送春，更是在送走自己的一切青春和追求。他终非真正的隐士，简陋的生活方式、平淡的生活内容，常常使他觉得自己在虚耗青春，并因人生愿望得不到实现而心有不甘。这也正是其思想中矛盾的一面。</p> <p>　　全词既有孤高的情怀，又充满着对红尘的向往，更有深深的悲愁无奈，这三者交织在一起，把南宋江湖词客的复杂心态刻画得淋漓尽致。在艺术上，全词婉约而深沉，十分动人。</p> <p>　　前片写隐居者的举止行为，后片写隐居者的心灵世界；前片逐层衔接而下：因摘青梅佐酒而赏花，却见绿叶如云冉冉，飘动，红花如同飞雪纷纷凋谢，沉思静想中又隐约听到邻里歌妓唱词弹筝，唤醒了他记忆深处的繁华旧梦：后片的抒情全从上片饮酒、观花，听琴中来。他羡慕青山白鹤，惆怅年华消逝，弹泪送春，销魂仁立……末三句中，啼鹈足送春之鸟．禁荫是殿春之花，词人送春，象征着送走了自己的一切青春和追求。</p>",
  "about": "<h2>创作背景</h2> 　　词人客游临安，隐居在西湖孤山之中。简陋的生活方式(着山野之衣、住柴车之屋、箪食瓢饮)，平淡的生活内容(饮酒，观花、听琴、搔首送舂)，日复一日，使他觉得自己在虚耗青春，人生愿望得不到实现——是爱情的寂寞?还是功名的焦虑?抑或二者兼而有之?答案隐藏在这些轻叹低语之中。",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "汤恢"
  },
  "tags": [
    "宋词精选",
    "无奈",
    "隐居",
    "生活"
  ]
}