{
  "id": 47131,
  "star": 40,
  "name": "思帝乡·云髻坠",
  "dynasty": "唐代",
  "content": "云髻坠，凤钗垂，髻坠钗垂无力，枕函欹。<br>翡翠屏深月落，漏依依。说尽人间天上，两心知。",
  "fanyi": "<p><strong>译文</strong><br>如云发髻飘坠，凤钗在耳边低垂，浑身无力慵懒地斜倚在枕上。<br>残月西落，翡翠绣屏昏暗，更漏声依依倾诉，说尽人间天上事，相思深情只有相爱人心知。</p> <p><strong>注释</strong><br>《思帝乡》：唐玄宗时教坊曲名，后用为词调。许多词人后来用做词牌 。<br>①云髻：高耸的发髻，形容头发蓬松如云。<br>②坠：一作堕。《历代<a href=\"http://so.gushiwen.org/view_47131.aspx\">诗</a>余》“云髻坠”作“云鬓坠”；明万历温博《花间集补》本作“队”，雪本作“堕”。<br>③凤钗：一种妇女的首饰，钗头作凤形，故名。<br>④枕函：中间可以藏物的枕头。即枕匣，古代枕头或以木制，中空如匣，故称枕匣。唐人习用语。<br>⑤欹（qī），倚也，斜依、斜靠，歪斜。<br>⑥翡翠屏：以翡翠玉石等嵌饰的屏风。一种深绿色的屏风，又可依律省作“翠屏”，词意更为显明。<br>⑦依依：留恋不舍。漏依依：漏声迟缓，形容时间过得慢。谓漏刻缓慢。<br>⑧人间天上：喻范围广阔也[11] 。说尽人间天上，两心知：谓盟誓深广，两心共知。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这首词写女子相思难眠。开头两句写明主人公髻偏、钗垂，无力凭枕的情思。已暗示了她心思重重。“翡翠”二句是写女子在漏长更深、月落屏暗之时，整夜辗转难眠的苦况。最后两句，说出事由。“说尽”二字，直贯而下，谓其恋恋不忘，两心至死不渝。</p> <p>　　词的风格表现为清丽疏淡，是民间词的拟作，写的是闺情，以女子口吻出之，情感显得十分真挚。神韵格调迫近民歌，感情热烈、真挚，率真抒情，很明显受到民间作品的影响，像元人散曲。</p> <p>　　<a href=\"http://so.gushiwen.org/author_622.aspx\">韦庄</a>所作《思帝乡》共2首，在体式上略有变化，所写内容则大致相近，前一首词咏闺情，抒写相思的情怀，表达对爱情的追求；开头四句，描写女主人公的妆饰与情态：髻坠，钗垂，困乏无力，倚枕而卧，暗示出人物的孤寂与慵懒；“翡翠”二句，着意渲染长夜寂寂的环境气氛，用以衬托人物辗转不眠整夜；末尾两句，表达对爱情的忠贞不渝和执著追求。</p> <p>　　此词写闺妇相思愁情，词中写女子孤寂无奈情态形象鲜明，环境描写烘托了气氛。</p> <p>　　俞陛云《五代词选释》：“调寄《思帝乡》，当是思唐之作，而托为绮词。身既相蜀，焉能求谅于故君？结句言此心终不忘唐，犹<a href=\"http://so.gushiwen.org/author_795.aspx\">李陵</a>降胡，未能忘汉也。”认为此词是以绮词表象掩盖的思唐之作的这种托寓说法，固然有穿凿附会的嫌疑，但由此也可以看出韦庄此词抒情真切的特征。</p>",
  "about": "<h2>创作背景</h2> <p>　　晚唐时期社会矛盾各种进一步激化，民穷财尽、国力衰弱，战乱绵亘，知识分子普遍感到前途茫茫、对未来失去信心，多数人为全身远祸得过且过，上层官僚集团和豪商巨贾则征逐秦楼楚馆尽情享乐，一些知识分子也在倚红偎翠中消磨岁月，<a href=\"http://so.gushiwen.org/author_622.aspx\">韦庄</a>于唐懿宗咸通三年（862）参加春试落第，约咸通七年（866）再赴考，屡试不第，此后<a href=\"http://so.gushiwen.org/author_438.aspx\">黄巢</a>起义时期在南方避乱流寓很久[19] ，大半生曾到过江南及赣、湘、鄂、蜀等地，过着漂泊的生活。黄巢乱后，中原文士多往归西蜀克保偏安之局，韦庄两度入蜀，后为<a href=\"http://so.gushiwen.org/author_482.aspx\">王建</a>赏识，卜居成都，王建建国称帝后，官至门下侍郎同平章事（宰相），治号小康，得以余力从事于文艺，《古今词话》称：“庄有宠人，资质艳丽，兼善词翰。建闻之，托以教内人为词，强夺去。”韦词牵涉此事者甚多。</p>",
  "poet": {
    "id": 622,
    "star": 0,
    "name": "韦庄",
    "image": "http://img.gushiwen.org/authorImg/weizhuang.jpg",
    "desc": "韦庄（约836年─910年），字端己，杜陵（今中国陕西省西安市附近）人，诗人韦应物的四代孙，唐朝花间派词人，词风清丽，有《浣花词》流传。曾任前蜀宰相，谥文靖。"
  },
  "tags": [
    "妇女",
    "相思"
  ]
}