{
  "id": 2962,
  "star": 1,
  "name": "至端州驿见杜五审言沈三佺期阎五朝隐王二无竞题壁慨然成咏",
  "dynasty": "唐代",
  "content": "逐臣北地承严谴，谓到南中每相见。<br>岂意南中歧路多，千山万水分乡县。<br>云摇雨散各翻飞，海阔天长音信稀。<br>处处山川同瘴疠，自怜能得几人归。",
  "shangxi": "<h2>鉴赏</h2> <p>　　公元705年（唐中宗神龙元年）正月，宰相<a href=\"http://so.gushiwen.org/author_2021.aspx\">张柬之</a>乘<a href=\"http://so.gushiwen.org/author_298.aspx\">武则天</a>卧病之机，率羽林军发动政变，诛除武氏佞臣张易之、张昌宗兄弟，逼迫武则天逊位，迎中宗复辟。</p> <p>　　这是唐代历史上的一大事件，当时影响所及，一批文人朝士因“倾心媚附”二张而尽数被贬至岭南各远恶诸州。作为武氏朝廷的著名词臣的<a href=\"http://so.gushiwen.org/author_248.aspx\">宋之问</a>，自然难逃此厄，被贬为泷州（今广东省罗定县一带）参军。端州：今广东省肇庆市。<a href=\"http://so.gushiwen.org/author_647.aspx\">杜审言</a>、<a href=\"http://so.gushiwen.org/author_494.aspx\">沈佺期</a>、阎朝隐、王无竞都是与宋之问同时在朝的<a href=\"http://so.gushiwen.org/view_2962.aspx\">诗</a>人。唐代习惯用兄弟排行的行次与人名并称，如杜审言排行第五，称杜五审言。其余几人的称谓亦如此。他们都因与武则天的宠臣张易之交往而得罪被贬往岭南的。宋之问因病晚行，当途经端州驿时见杜、沈、阎、王各题诗于壁上，便感慨地写了这首诗。这首诗虽即兴而作，但情感充沛，语言流畅，生动感人。前人曾评说，宋之问“运笔如舌”，“古诗多佳”。这首七言古诗就是一个例证。</p> <p>　　诗的开头两句，语言平直，如同与四位朋友相对而言：“逐臣北地承严谴，谓到南中每相见”，意思是说：我们这些有罪的臣子，受到了严厉的处罚，从北方流放到南荒，原以为在南荒大家还能够经常见面。想想远离家乡能有朋友作伴，也是一种莫大的安慰。“岂料南中歧路多，千山万水分乡县。”意思是说：谁料到南中会有这么多岔道，千山万水使各个乡县重重相隔，哪里还能见到朋友们的面呢？这实际上是借景抒情，委婉曲折地表达了他深沉的懊丧和哀愁。“云摇雨散各翻飞，海阔天长音信稀”，是写对朋友们的思念的。一般形容分离，或说“云飞雨散”，或说“雨飞云散”，宋之问独用“云摇”一词来表现他在《桂州三月三日》诗回忆早年飞黄腾达的情景时说：“风举云摇入紫微。”</p> <p>　　正所谓平步青云，扶摇直上。在封建社会里，要想贵为朝臣，不能单凭个人的才力，尤其是在唐代，知识分子要得到重用，必须有达官贵人举荐。宋之问是深明个中奥秘，而且也深有体会的。他媚附武则天的宠臣张易之，或许也正是想乘其“风举”、“云摇”吧。岂知武则天病危，张易之被杀，而他也受到了株连。</p> <p>　　这里的“云摇”有暗指皇威或政治势力之意，后者使他们象雨点般散落四方。“翻飞”也含有命运不测之意。“海阔天长”说明朋友之间相距遥远。杜审言流放峰州，在今越南河西省山西西北部；阎朝隐贬崖州，即今海南岛琼山县，都要过海才能到达贬所。而沈佺期谪迁驩州，即今广西崇左县，相传是舜放驩兜的地方，这些地方离宋之问要去的贬所泷州，即今广东罗定县，都还很遥远。古代交通不便，因此诗接着说“音信稀”。彼此之间难以来往和互通消息。“音信稀”又和“每相见”遥相照应，更增强了悲凉的情味。</p> <p>　　诗人在驿前孤寂地思念着同样遭遇的朋友，为朋友和自己的未来担心、忧虑：“处处山川同瘴疠，自怜能得几人归。”上句是写虽然各人所去的地方不同，但都同样充满瘴疠，山川满目凄情。下句以深沉的长叹收结了全篇。中原人大多不适应南方偏僻地区炎热的气候，视岭南为蛮荒之地，被贬谪的人初到岭南都有九死一生的恐惧感。比宋之问他们早一年多贬到端州的高戬就病死在那里。与高戬同时流放到钦州（今广西钦州）的<a href=\"http://so.gushiwen.org/author_149.aspx\">张说</a>于公元705年（神龙元年）初被赦返京，再过端州时题有《还至端州驿站与高六别处》：“昔记山川是，今伤人代非。往来皆此路，生死不同归。”宋诗的结尾“自怜能得几人归”，也许是看了张诗有感而发的。</p> <p>　　这首七言古诗平易晓畅，明白如话，于平易中见奇妙。诗的遣词造句十分贴切自然，而且极富表现力；恰切地运用了双声、叠韵及重复，读起来音韵和谐，错落有致。全诗八句话，五十六个字，写得波澜起伏，跌宕生姿。就此诗而言，由见题壁而引发对友人的思念，进而表露被贬岭南的愁绪，其情感发展由失望感伤、孤独寂寞而凄苦愁虑、迷惘忧惧，真切地道出了被贬的内心心理，具有较强的艺术感染力。</p>",
  "poet": {
    "id": 248,
    "star": 0,
    "name": "宋之问",
    "image": "http://img.gushiwen.org/authorImg/songzhiwen.jpg",
    "desc": "宋之问，字延清，一名少连，汉族，汾州（今山西汾阳市）人。一说虢州弘农（今河南灵宝县）人。初唐时期的著名诗人。"
  },
  "tags": []
}