{
  "id": 71143,
  "star": 5456,
  "name": "答谢中书书",
  "dynasty": "南北朝",
  "content": "　　山川之美，古来共谈。高峰入云，清流见底。两岸石壁，五色交辉。青林翠竹，四时俱备。晓雾将歇，猿鸟乱鸣；夕日欲颓，沉鳞竞跃。实是欲界之仙都。自康乐以来，未复有能与其奇者。",
  "fanyi": "<p><strong>译文</strong><br>　　山川景色的美丽，自古以来就是文人雅士共同欣赏赞叹的。巍峨的山峰耸入云端，明净的溪流清澈见底。两岸的石壁色彩斑斓，交相辉映。青葱的林木，翠绿的竹丛，四季常存。清晨的薄雾将要消散的时候，传来猿、鸟此起彼伏的鸣叫声；夕阳快要落山的时候，潜游在水中的鱼儿争相跳出水面。这里实在是人间的仙境啊。自从南朝的<a href=\"http://so.gushiwen.org/author_758.aspx\">谢灵运</a>以来，就再也没有人能够欣赏这种奇丽的景色了。</p> <p><strong>注释</strong><br>1.答：回复。谢中书：即谢微（一说谢徵），字元度，陈郡阳夏（河南太康）人。曾任中书鸿胪（掌朝廷机密文书），所以称之为谢中书。书：即书信，古人的书信又叫“尺牍”或“信札”，是一种应用性文体，多记事陈情。<br>2.山川：山河。之：的。<br>3.共谈：共同谈赏的。<br>4.五色交辉：这里形容石壁色彩斑斓。五色，古代以青黄黑白赤为正色，交辉，指交相辉映。<br>5.青林：青葱的树林。翠竹：翠绿的竹子。<br>6.四时：四季。俱：都。<br>7.歇：消。<br>8.乱：此起彼伏。<br>9.夕日欲颓：太阳快要落山了。颓，坠落。<br>10.沉鳞竞跃：潜游在水中的鱼争相跳出水面。沉鳞，潜游在水中的鱼。竞跃，竞相跳跃。<br>11.实：确实，的确。欲界之仙都：即人间仙境。欲界，佛家语，佛教把世界分为欲界，色界、无色界。欲界是没有摆脱世俗的七情六欲的众生所处境界，即指人间。仙都，仙人生活在其中的美好世界。<br>12.康乐：指南朝著名山水<a href=\"http://so.gushiwen.org/view_71143.aspx\">诗</a>人谢灵运，他继承他祖父的爵位，被封为康乐公。是南朝文学家。<br>13.复：又。与（yù）：参与，这里有欣赏领略之意。奇：指山水之奇异。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　《答谢中书书》是作者寄给谢微谈山水之美的一封信笺。全文结构巧妙，语言精奇。短短六十八字，即已集江南之美于一身，切切实实地道出了山川之自然美。</p> <p>　　起首之句“山川之美，古来共谈”，虽然平和却很自然，且立意高远；接着的“高峰入云，清流见底”至“夕日欲颓，沉鳞竞跃”，不足五十个字，却涉及到了山川草木，飞禽走兽。静物和动物，各自跃然在目，不绝于耳；形态各异，却浑然一体，鲜活如生。阅读全文，则朗朗爽口，美文丽句脱口而出，顿时吐气如兰。“实是欲界之仙都”，这归纳之句又回首返顾，使得全文前后呼应，上下贯通。就是最后简短的议论，也是言简意赅，切中文义。</p> <p>　　统观全文，语言精练。其一字一句，均是文章的重要组成一部分，少一字会断章离义，多一字便画蛇添足。一个景物，仅仅四字，便描绘恰当，津津有味。清清楚楚，明明白白，一个心声一句话，不多也不少。“夕日欲颓”，势在必然。“沉鳞竞跃”，变化突然。分析文章结构，亦不失巧妙，杂而不乱，结合有序。</p> <p>　　《答谢中书书》一文，反映了作者娱情山水的清高思想。南北朝是中国历史上最强黑暗的时期，因为各种矛盾非常尖锐，政局极度动荡，因此不少文人往往遁迹山林，旨图从自然美中去寻求精神上的慰藉和解脱，因而他们常在书信中描述山水，来表明自己之所好，并从而作为对友人的问候和安慰，这类作品虽然没有表现出多么积极进步的政治观点，但是却以其高超的艺术笔触，创作了具有相当高的美学价值的文学精品，至今仍然具有较高的鉴赏意义。</p>",
  "about": "<h2>文言知识</h2> <p><strong>古今异义</strong><br>①四时俱备（时 古义：季节 今义：时间）<br>（备 古义：具备 今义：准备、具备）<br>②晓雾将歇（歇 古义：消散 今义：休息）<br>（晓 古义：清晨 今义：知道）<br>③夕日欲颓（颓 古义：坠落 今义：消沉，委靡）<br>④古来共谈（谈 古义：称赞 今义：谈论）</p> <p><strong>一词多义</strong><br>与-----未复有能与其奇者：参与，这里指欣赏；<br>念无与为乐者：和。<br>书-----谢答中“书”书：与“中”合用为官职名；<br>谢答中书“书”：书信。</p> <p><strong>词类活用</strong><br>五色交辉：名词作动词，辉映。</p><br/><h2>创作背景</h2> <p>　　《答谢中书书》是<a href=\"http://so.gushiwen.org/author_24.aspx\">陶弘景</a>俊赏山林、心灵净化之后所作。谢中书（谢微）与陶弘景都卒于南朝梁武帝大同二年（536年）。谢微任中书舍人的后限是梁普通七年（526年），任中书郎在梁中大通四年（532年），都在陶弘景七十岁之后。因此这篇文章当为陶弘景晚年的作品。</p><br/><h2>题解</h2> 　　《答谢中书书》是六朝山水小品名作，同时也是<a href=\"http://so.gushiwen.org/author_24.aspx\">陶弘景</a>先生写给朋友的一封书信。文题中的“答”是“回复”“写给”的意思。“谢中书”，即谢徵（zhēng），字元度，陈郡阳夏（河南太康）人。曾任中书鸿胪（掌朝廷机密文书），所以称之为谢中书。“书”即书信古人的书信又叫“尺牍”或“信札”，是一种应用性文体。",
  "poet": {
    "id": 24,
    "star": 0,
    "name": "陶弘景",
    "image": "http://img.gushiwen.org/authorImg/taohongjing.jpg",
    "desc": "陶弘景，南朝梁时丹阳秣陵（今江苏南京）人。著名的医药家、炼丹家、文学家，人称“山中宰相”。作品有《本草经集注》、《集金丹黄白方》、《二牛图》等。"
  },
  "tags": [
    "初中文言文",
    "书信",
    "写景"
  ]
}