{
  "id": 59866,
  "star": 17,
  "name": "夜合花·柳锁莺魂",
  "dynasty": "宋代",
  "content": "柳锁莺魂，花翻蝶梦，自知愁染潘郎。轻衫未揽，犹将泪点偷藏。 忘前事，怯流光，早春窥、酥雨池塘。向消凝里，梅开半面，情满徐妆。<br>风丝一寸柔肠，曾在歌边惹恨，烛底萦香。芳机瑞锦，如何未织鸳鸯。 人扶醉，月依墙，是当初、谁敢疏狂！把闲言语，花房夜久，各自思量。",
  "fanyi": "<p><strong>译文</strong><br>浓密的柳阴遮住了黄鹂的倩影，也听不到它的歌唱。蝴蝶翻飞于鲜花上，不知是<a href=\"http://so.gushiwen.org/author_685.aspx\">庄周</a>还是蝴蝶令人迷惘。我知道自己的两鬓已白，就像当年的潘郎。我没有用罗衫遮掩面庞，只是把眼泪偷偷掩藏。回忆往事，飞逝的时光令我畏惧。早春再回人间，我偷偷地看一看那落着细雨的池塘，不由得暗自神伤，只见一朵梅花正绽开一半，含情脉脉，宛如徐妃的半面粉妆。<br>微风丝雨撩起寸寸柔肠，你曾为我曼声歌唱，更牵惹我的惆怅。在歌宴旁惹起愁恨，在花烛下萦绕馨香。华丽的织机织出龙凤采锦，却为何没有织上鸳鸯？我独自酒醉，月光依墙闪亮。想当初，谁敢放荡轻狂？如今只能在这漫漫的长夜中，各自守着空房，独自思量。</p><p><strong>注释</strong><br>⑴蝶梦：梦境。语出庄周梦化蝴蝶事。<br>⑵潘郎：指晋<a href=\"http://so.gushiwen.org/author_827.aspx\">潘岳</a>。岳少时美容止，故称。潘岳字安仁，晋中牟人。美姿容，辞藻绝丽，尤善为哀诔之文。《晋书》有传。南朝陈<a href=\"http://so.gushiwen.org/author_386.aspx\">徐陵</a>《洛阳道》<a href=\"http://so.gushiwen.org/view_59866.aspx\">诗</a>之一:“潘郎车欲满﹐无奈掷花何。”宋史达祖《夜行船》词:“白发潘郎宽沈带﹐怕看山﹐忆他眉黛。”明叶宪祖《夭桃纨扇》第一折:“河阳城里斗丰神﹐好映潘郎彩色新。”宁太一《秋兴四叠韵》之二:“潘郎老去情丝减﹐谁与重栽一县花？”后亦以代指貌美的情郎。<br>⑶徐妆：半面妆。《南史梁元帝徐妃传》载：“妃以帝眇一目，每知帝将至，必为半面妆以俟。帝见则大怒而去。” 典故：徐氏，徐昭佩（？—554年），东海郯县（今山东省剡城北）人，梁朝侍中信武将军徐琨的女儿，孙权姑母孙女，其先嫁同郡陆尚为妻。陆尚卒后，徐氏因貌美出众，姿色艳丽，被孙权选入后宫，不久便成为孙权的宠妃。孙权因徐氏是姑母的孙女，又是屡立战功的徐琨之女，鉴于这几层关系，孙权曾要谢夫人让位，准备让徐氏为正妃，但谢夫人坚决不让。这样孙权便与谢夫人关系破裂。之后，孙权又爱上了步氏，对徐氏开始冷落。徐氏非常嫉妒，后被孙权打入冷宫。<br>由于梁元帝是独眼，一次临幸时，徐妃只作“半面妆”（半面梳妆，半面未妆），知道她是有意嘲笑自己，盛怒之下，拂袖而去，一连几年不再理睬徐氏。这就是“徐妃半面妆”的故事，<a href=\"http://so.gushiwen.org/author_204.aspx\">李商隐</a>《南朝》诗有“休夸此地分天下，只得徐妃半面妆”之句，后世以“妆半”来称赞其美貌。<br>⑷芳机瑞锦：指织机织出龙凤彩绵。<br>⑸疏狂：张狂、任意姿情。<br>⑹花房：闺房。</p>",
  "shangxi": "<h2>评析</h2> 　　本词是怀人之作。所怀的人或许就是作者在临安城中的恋人。上片借暮春景色抒发人生易老年华虚度的感慨。前三句写暮春景色，点出自己的春愁。“念前事”四句属倒插笔，写从前的情事。“早春窥”指从早春开始伤心落泪至今日，表现整个春季都在思念恋人。“梅花”两句以徐妃半面妆以拟尚未全开的梅花，意象奇特新鲜，颇有韵致。下片恨有情人天各一方，叹良辰美景不再有。“芳机”两句设想对方对自己的思念之情，“人扶醉”四句写自己思念对方，最后三句合写双方。“闲言语”指当初的海誓山盟如今却成空话，是幽恨之语。全词意脉较清晰，抒情回环往复，有吞吐腾挪之妙。",
  "poet": {
    "id": 729,
    "star": 0,
    "name": "史达祖",
    "desc": "史达祖1163～1220？年，字邦卿，号梅溪，汴（河南开封）人。一生未中第，早年任过幕僚。韩侂胄当国时，他是最亲信的堂吏，负责撰拟文书。韩败，史牵连受黥刑，死于贫困中。史达祖的词以咏物为长，其中不乏身世之感。他还在宁宗朝北行使金，这一部分的北行词，充满了沉痛的家国之感。今传有《梅溪词》。存词112首。"
  },
  "tags": [
    "婉约",
    "感慨",
    "岁月",
    "怀人"
  ]
}