{
  "id": 18252,
  "star": 16,
  "name": "柳州峒氓",
  "dynasty": "唐代",
  "content": "郡城南下接通津，异服殊音不可亲。<br>青箬裹盐归峒客，绿荷包饭趁虚人。<br>鹅毛御腊缝山罽，鸡骨占年拜水神。<br>愁向公庭问重译，欲投章甫作文身。",
  "fanyi": "<p><strong>译文<br></strong>柳州城南连接着四通八达的渡口，峒人服饰不同言语不通无法亲近。<br>回家去的人拿青箬竹叶裹着盐巴，赶集来的人用绿色荷叶包着食品。<br>用鹅毛装填被褥抵御冬寒，以鸡骨占卜年景祭拜水神。<br>为判决案件要靠翻译发愁，真想脱掉官府当纹身峒人。</p> <p><strong>注释<br></strong>⑴峒：古代对广西、湖南、贵州一带的少数民族的泛称。氓（méng）：民，百姓。<br>⑵郡城：郡治所在地。这里指柳州。唐<a href=\"http://so.gushiwen.org/author_815.aspx\">李德裕</a>《登崖州城作》<a href=\"http://so.gushiwen.org/view_18252.aspx\">诗</a>：“青山似欲留人住，百匝千遭绕郡城。”<br>⑶异服：不合礼制的服饰；奇异的服装。《礼记·王制》：“作淫声、异服、奇技、奇器以疑众，杀。”郑玄注：“异服，若聚鷸冠、琼弁也。”殊音：异音。特殊的乐音或声音。《后汉书·西南夷传论》：“夷歌巴舞殊音异节之技，列倡于外门。”<br>⑷青箬：箬竹的叶子。箬竹叶大质薄，常用以裹物。宋周密《武林旧事·进茶》：“仲春上旬， 福建 漕司进第一纲蜡茶……护以黄罗软盝，藉以青箬。”<br>⑸趁虚：即“趁墟”。赶集。宋钱易《南部新书》辛：“端州已南，三日一市，谓之趁虚。”<br>⑹御腊：就是御寒的意思。腊，腊月，即阴历十二月，是天气很冷的时候。山罽（jì）：山民用毛制作的毡毯一类的织物。这里指用鹅毛缝制的被子。元<a href=\"http://so.gushiwen.org/author_692.aspx\">倪瓒</a>《次韵曹都水》：“萧闱馆里挑灯宿，山罽重敷六尺床。”<br>⑺鸡骨占年：鸡的骨头。古时或用以占卜。宋<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>《雷州》诗之一：“呻吟殊未央，更把鸡骨灼。”水神：水域之神；司水之神。《史记·秦始皇本纪》：“始皇梦与海神战，如人状。问占梦，博士曰：‘水神不可见，以大鱼蛟龙为候。’”<br>⑻公庭：公堂，法庭。 唐<a href=\"http://so.gushiwen.org/author_289.aspx\">王勃</a>《梓州玄武县福会寺碑》：“怀道术于百龄，接风期于四海，依然梵宇欣象，教之将行莞尔公庭，惜牛刀之遂屈。”<br>⑼章甫：古代的一种礼帽。这里指代士大夫的服装。《礼记·儒行》：“丘少居 鲁 ，衣逢掖之衣；长居宋，冠章甫之冠。”文身：在身上刺画花纹。这是古代越地的一种习俗。 </p>",
  "shangxi": "<h2>赏析</h2> <p>　　此<a href=\"http://so.gushiwen.org/view_18252.aspx\">诗</a>头二句写初到柳州时的感受。“郡城南下接通津，异服殊音不可亲。”这两句是总起，“不可亲”三字，深含感叹之情，很自然地开启下文。</p> <p>　　中间四句接着写峒氓的生活、习俗。柳州峒氓，多住在山村，日常生活必需品尤其是盐，要到郡城集市去买，所以三、四两句接着描写他们赶集的情景：“青箬裹盐归峒客，绿荷包饭趁虚人。”这两句是用倒置法，说峒氓们赶集买盐往返甚是辛苦。第五句“鹅毛御腊缝山罽”，写峒氓御寒之物，说在天气寒冷的腊月里，峒氓们用鹅毛制成的被子来抵御寒冷。下句接着写峒氓的迷信风俗。“鸡骨占年拜水神”。“鸡骨占年”，是峒氓的迷信风俗，以为占卜可以知道年景的好坏。“拜水神”，即向水神礼拜。峒氓们用鸡骨去占卜，问水神祈祷一年的好收成。以上四句描写了柳州峒氓的贫苦生活和迷信风俗，富有浓厚的地方色彩。</p> <p>　　最后两句抒写心意，表示愿意随俗。“愁向公庭问重译，欲投章甫作文身。”《庄子·逍遥游》里说：宋国人到越国去贩卖章甫这种礼帽，越国人断发文身，用不着这种礼帽。这里化用这个故事，表示愿意随俗。作者不乐意只在公庭上通过译员来和峒氓接触，而宁愿抛掉中原的士大夫服装，随峒氓的习俗，在身上也刺上花纹，学习他们的样子，与他们亲近。</p> <p>　　这首诗用朴素的语言，如实地描写出诗人和柳州少数民族人民生活接近的情况。起初虽然感到“异服殊音不可亲”。最后却“欲投章甫作文身。”诗人自己本来不信神，而民间有迷信风俗，但他不肯疏远他们，而愿意和他们在一起，表现出了入乡随俗的思想。对一个封建社会中的地方官来讲，这是难能可贵的。正因为这样，他在柳州刺史任上，施政能够从人民的生活实际出发，为他们兴利除弊，做了不少有利于民的好事，如减轻赋税，引导人民发展生产，改<a href=\"http://so.gushiwen.org/author_1212.aspx\">善生</a>活，兴办学校，培养人才，特别是想方设法赎回许多被典质的贫苦人民的子女，使他们从奴隶的命运中解放出来，因此作者任柳州刺史虽仅四年便病逝了，却一直深为柳州人民感激和怀念不已。至今柳州还有纪念他的“柳侯祠”。</p>",
  "about": "<h2>创作背景</h2> 　　<a href=\"http://so.gushiwen.org/author_646.aspx\">柳宗元</a>被贬永州司马十年期间，心情一直很郁闷，经常纵情于山水以消忧，不大与人民接近。调任柳州刺史后，思想有所转变。他想到柳州尽管比永州更远离中原，地更偏僻，条件更差，但自己身为一州的长官，与过去在永州任司马闲职时已不同，有了政治实权，在这里还是可以有所作为的。于是深入民间，了解人民的生活、风俗、习惯，关心他们的疾苦。《柳州峒氓》这首<a href=\"http://so.gushiwen.org/view_18252.aspx\">诗</a>，就是写他在柳州跟峒氓生活接近的情况的。",
  "poet": {
    "id": 646,
    "star": 0,
    "name": "柳宗元",
    "image": "http://img.gushiwen.org/authorImg/liuzongyuan.jpg",
    "desc": "柳宗元（773年－819年），字子厚，唐代河东（今山西运城）人，杰出诗人、哲学家、儒学家乃至成就卓著的政治家，唐宋八大家之一。著名作品有《永州八记》等六百多篇文章，经后人辑为三十卷，名为《柳河东集》。因为他是河东人，人称柳河东，又因终于柳州刺史任上，又称柳柳州。柳宗元与韩愈同为中唐古文运动的领导人物，并称“韩柳”。在中国文化史上，其诗、文成就均极为杰出，可谓一时难分轩轾。"
  },
  "tags": [
    "写人",
    "生活",
    "抒怀"
  ]
}