{
  "id": 48661,
  "star": 12,
  "name": "踏莎行·细草愁烟",
  "dynasty": "宋代",
  "content": "细草愁烟，幽花怯露。凭阑总是销魂处。日高深院静无人，时时海燕双飞去。<br>带缓罗衣，香残蕙炷。天长不禁迢迢路。垂杨只解惹春风，何曾系得行人住。",
  "fanyi": "<p><strong>译文<br></strong>纤细的小草在风中飘动好像一缕缕轻烟惹人发愁，独自开放的花朵害怕露珠的打扰，倚在栏杆上总会想起一些让人难忘的往事。太阳高高的照在院子里，院子却静静地没有一个人居住，只看到时不时的有一些海燕双双飞来飞去。<br>轻轻缓一下罗衣上的锦带，香气还残留在用蕙点燃的火炷上，那条路是不是跟天一样的长。垂下的杨柳只能够惹得住春风眷顾罢了，什么时候才能留得下一些行人在这里稍停片刻呢！</p> <p><strong>注释<br></strong>⑴怯：来描写花晨露中的感受。<br>⑵缓：缓带，古代一种衣服。<br>⑶蕙：香草。<br>⑶炷：燃烧。<br>⑹解：古同“懈”，松弛，懈怠。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　此词以凄婉温润的笔调，抒发伤春情怀的同时，流露出对时光年华流逝的深切慨叹和惋惜，深微幽隐。</p> <p>　　起笔“细草愁烟，幽花怯露”，写的是：小草上的烟霭迷蒙，花蕊上的露珠微颤。这两句表面看来都是写外的景象，但内含的却是极锐敏的感受。“愁”字和“怯”二字，表现了作者极细腻的情思，且与细密的对偶形式完美地结合为一体。那细草烟霭之中仿佛是一种忧愁的神态，那幽花露水之中仿佛有一种战惊的感觉。用“愁”来表达烟霭中的感受，用“怯”来描写花晨露中的感受，表面上说的是花和草的心情，实际上是通过草与花的人格化，来表明人的心情。</p> <p>　　“凭栏总是销魂处”，收束前两个四字短句，“细草愁烟，幽花怯露”正是愁人靠栏干上所见到的景物。词人只因草上的丝丝烟霭，花上的点点露珠，就“消魂”，足见他情意之幽微深婉。“日高深院静无人，时时海燕双飞去”为上片结拍。前面由写景转而写人，这两句则是以环境的衬托，进一步写人。“静无人”是别无他人，唯有一个凭栏消魂的词人。“日高深院”之静，衬托着人的寂寥。“海燕双飞”反衬出人的孤独。“时时海燕双飞去”意为：海燕是双双飞去了，却给孤独的人留下了一缕绵绵无尽的情思。</p> <p>　　过片“带缓罗衣，香残蕙炷”，由上片的室外转向室内，仍写人。这里的“带缓罗衣”，以衣服宽大写人的消瘦，暗示着离别之苦。“香残蕙炷”之“蕙”是蕙香，一种以蕙草为香料制成的熏香，古代女子室内常用。“残”即一段段烧残。“香残蕙炷”写室内点的蕙香，一段段烧成残灰，又暗示着室内之人心绪的黯淡。以香炉里烧成一段一段的篆字形熏香的残灰，比拟自己内心千回百转的愁肠已然断尽，比拟自己情绪的冷落哀伤，也是古<a href=\"http://so.gushiwen.org/view_48661.aspx\">诗</a>词中常用的意象。但作者这里只是客观地写出“带缓罗衣，香残蕙炷”，更见其含蓄。唯其不直说出来，才不会受个别情事的局限，才能给人无限深远的想象与联想。</p> <p>　　接着“天长不禁迢迢路”一句为上二句作结，两个对偶的双式短句紧接一个长句，严密而完整。“不禁”是不能阻拦。“天长”与“迢迢路”，结合得很好，天长路远，这是无论如何也难以阻拦的。“不禁”二字，传达出一种凡事都无法挽回的哀伤，紧接“带缓罗衣”的思念与“香残蕙炷”的销磨之后，更增加了对于已失落者的无可奈何。结句“垂杨只能惹春风，何曾系得行人住”以感叹的口吻出之：杨柳柔条随风摆动，婀娜多姿，这多情、缠绵的垂柳，不过是那里牵惹春风罢了，它哪一根柔条能把那要走的人留住？哪一根柔条又能把那消逝的美好往事挽回？这两句中寄托有极深远的一片怀思怅惘之情，象征着对整个人生的的深刻感悟。</p>",
  "about": "<h2>创作背景</h2> 　　这首<a href=\"http://so.gushiwen.org/view_48661.aspx\">诗</a>见于<a href=\"http://so.gushiwen.org/author_432.aspx\">晏殊</a>《全宋词》，北宋时期，天圣五年（1027），以刑部侍郎贬知宣州，后改知应天府。在此期间，他极重视书院的发展，大力扶持应天府书院，力邀<a href=\"http://so.gushiwen.org/author_510.aspx\">范仲淹</a>到书院讲学，培养了大批人才，该书院又称“睢阳书院”。这是自五代以来，学校屡遭禁废后，由晏殊开创大办教育之先河。庆历三年在宰相任上时，又与枢密副使范仲淹一起，倡导州、县立学和改革教学内容，官学设教授。自此，京师至郡县，都设有官学。形成一种广兴文学的浪潮，这就是有名的“庆历兴学”。晏殊临春之季不禁有感而发，以物抒情，感叹时光的流逝。",
  "poet": {
    "id": 432,
    "star": 0,
    "name": "晏殊",
    "image": "http://img.gushiwen.org/authorImg/yanshu.jpg",
    "desc": "晏殊【yàn shū】（991-1055）字同叔，著名词人、诗人、散文家，北宋抚州府临川城人（今江西进贤县文港镇沙河人，位于香楠峰下，其父为抚州府手力节级），是当时的抚州籍第一个宰相。晏殊与其第七子晏几道（1037-1110），在当时北宋词坛上，被称为“大晏”和“小晏”。"
  },
  "tags": [
    "春天",
    "写景",
    "抒情",
    "离愁",
    "思念"
  ]
}