{
  "id": 49480,
  "star": 9104,
  "name": "江城子·乙卯正月二十日夜记梦",
  "dynasty": "宋代",
  "content": "十年生死两茫茫，不思量，自难忘。千里孤坟，无处话凄凉。纵使相逢应不识，尘满面，鬓如霜。<br>夜来幽梦忽还乡，小轩窗，正梳妆。相顾无言，惟有泪千行。料得年年肠断处，明月夜，短松冈。",
  "fanyi": "<p><strong>译文</strong><br>两人一生一死，隔绝十年，相互思念却很茫然，无法相见。不想让自己去思念，自己却难以忘怀。妻子的孤坟远在千里，没有地方跟她诉说心中的凄凉悲伤。即使相逢也应该不会认识，因为我四处奔波，灰尘满面，鬓发如霜。<br>晚上忽然在隐约的梦境中回到了家乡，只见妻子正在小窗前对镜梳妆。两人互相望着，千言万语不知从何说起，只有相对无言泪落千行。料想那明月照耀着、长着小松树的坟山，就是与妻子思念年年痛欲断肠的地方。 </p> <p><strong>注释</strong><br>乙卯：公元1075年，即北宋熙宁八年。<br>十年：指结发妻子王弗去世已十年。<br>思量：想念。“量”按格律应念平声liáng<br>千里：王弗葬地四川眉山与<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>任所山东密州，相隔遥远，故称“千里”。<br>孤坟：孟启《本事<a href=\"http://so.gushiwen.org/view_49480.aspx\">诗</a>·徵异第五》载张姓妻孔氏赠夫诗：“欲知肠断处，明月照孤坟。”其妻王氏之墓。<br>“尘满面”两句，形容年老憔悴。 <br>幽梦：梦境隐约，故云幽梦。<br>小轩窗：指小室的窗前，轩：门窗<br>顾：看。<br>明月夜，短松冈：苏轼葬妻之地，短松：矮松。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　苏东坡十九岁时，与年方十六的王弗结婚。王弗年轻美貌，且侍亲甚孝，二人恩爱情深。可惜天命无常，王弗二十七岁就去世了。这对东坡是绝大的打击，其心中的沉痛，精神上的痛苦，是不言而喻的。<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>在《亡妻王氏墓志铭》里说：“治平二年（1065）五月丁亥，赵郡苏轼之妻王氏（名弗），卒于京师。六月甲午，殡于京城之西。其明年六月壬午，葬于眉之东北彭山县安镇乡可龙里先君、先夫人墓之西北八步。”于平静语气下，寓绝大沉痛。公元1075年（熙宁八年），东坡来到密州，这一年正月二十日，他梦见爱妻王氏，便写下了这首“有声当彻天，有泪当彻泉 ”（<a href=\"http://so.gushiwen.org/author_100.aspx\">陈师道</a>语）且传诵千古的悼亡词。</p> <p>　　中国文学史上，从《<a href=\"http://so.gushiwen.org/view_49480.aspx\">诗</a>经》开始，就已经出现“悼亡诗”。从悼亡诗出现一直到北宋的苏轼这期间，悼亡诗写得最有名的有西晋的<a href=\"http://so.gushiwen.org/author_827.aspx\">潘岳</a>和中唐的<a href=\"http://so.gushiwen.org/author_18.aspx\">元稹</a>。晚唐的<a href=\"http://so.gushiwen.org/author_204.aspx\">李商隐</a>亦曾有悼亡之作。他们的作品悲切感人。或写爱侣去后，处孤室而凄怆，睹遗物而伤神；或写作者既富且贵，追忆往昔，慨叹世事乖舛、天命无常；或将自己深沉博大的思念和追忆之情，用恍惚迷离的文字和色彩抒发出来，读之令人心痛。而用词写悼亡，是苏轼的首创。苏轼的这首悼亡之作与前人相比，它的表现艺术却另具特色。这首词是“记梦”，而且明确写了做梦的日子。但虽说是“记梦”，其实只有下片五句是记梦境，其他都是抒胸臆，诉悲怀的，写得真挚朴素，沉痛感人。</p> <p>　　题记中“乙卯”年指的是公元1075年（宋神宗熙宁八年），其时苏东坡任密州（今山东诸城）知州，年已四十。这首“记梦”词，实际上除了下片五句记叙梦境，其他都是抒情文字。开头三句，排空而下，真情直语，感人至深。“十年生死两茫茫”生死相隔，死者对人世是茫然无知了，而活着的人对逝者呢，不也同样吗？恩爱夫妻，撒手永诀，时间倏忽，转瞬十年。“不思量，自难忘”，人虽云亡，而过去美好的情景“自难忘”怀呵！王弗逝世转瞬十年了，想当初年方十六的王弗嫁给了十九岁的苏东坡，少年夫妻情深意重自不必说，更难得她蕙质兰心，明事理。这十年间，东坡因反对<a href=\"http://so.gushiwen.org/author_405.aspx\">王安石</a>的新法，颇受压制，心境悲愤；到密州后，又逢凶年，忙于处理政务，生活困苦到食杞菊以维持的地步，而且继室王润之（或许正是出于对爱妻王弗的深切思念，东坡续娶了王弗的堂妹王润之，据说此女颇有其堂姐风韵）及儿子均在身旁，哪能年年月月，朝朝暮暮都把逝世的妻子老挂在心间呢？不是经常想念，但绝不是已经忘却。这种深深地埋在心底的感情，是难以消除的。因为作者时至中年，那种共担忧患的夫妻感情，久而弥笃，是一时一刻都不能消除的。作者将“不思量”与“自难忘”并举，利用这两组看似矛盾的心态之间的张力，真实而深刻地揭示自己内心的情感。十年忌辰，触动人心的日子里，他又怎能“不思量”那聪慧明理的贤内助呢。往事蓦然来到心间，久蓄的情感潜流，忽如闸门大开，奔腾澎湃难以遏止。于是乎有梦，是真实而又自然的。“千里孤坟，无处话凄凉”。想到爱妻华年早逝，感慨万千，远隔千里，无处可以话凄凉，话说得极为沉痛。其实即便坟墓近在身边，隔着生死，就能话凄凉了吗？这是抹煞了生死界线的痴语、情语，极大程度上表达了作者孤独寂寞、凄凉无助而又急于向人诉说的情感，格外感人。接着，“纵使相逢应不识，尘满面，鬓如霜。”这三个长短句，又把现实与梦幻混同了起来，把死别后的个人种种忧愤，包括在容颜的苍老，形体的衰败之中，这时他才四十岁，已经“鬓如霜”了。明明她辞别人世已经十年，却要“纵使相逢”，这是一种绝望的、不可能的假设，感情是深沉、悲痛，而又无奈的，表现了作者对爱侣的深切怀念，也把个人的变化做了形象的描绘，使这首词的意义更加深了一层。</p> <p>　　苏东坡曾在《亡妻王氏墓士铭》记述了“妇从汝于艰难，不可忘也”的父训。而此词写得如梦如幻，似真非真，其间真情恐怕不是仅仅依从父命，感于身世吧。作者索于心，托于梦的确实是一份“不思量，自难忘”的患难深情。</p> <p>　　下片的头五句，才入了题开始记梦，“夜来幽梦忽还乡。 ”是记叙，写自己在梦中忽然回到了时在念中的故乡，在那个两人曾共度甜蜜岁月的地方相聚、重逢。“小轩窗，正梳妆。”那小室，亲切而又熟悉，她情态容貌，依稀当年，正在梳妆打扮。这犹如结婚未久的少妇，形象很美，带出苏轼当年的闺房之乐。作者以这样一个常见而难忘的场景表达了爱侣在自己心目中的永恒的印象。夫妻相见，没有出现久别重逢、卿卿我我的亲昵，而是“相顾无言，唯有泪千行”！这正是东坡笔力奇崛之处，妙绝千古。正唯“无言”，方显沉痛；正为“无言”，才胜过了万语千言；正唯无言，才使这个梦境令人感到无限凄凉。“此时无声胜有声”，无声之胜，全在于此。别后种种从何说起？只有任凭泪水倾盈。一个梦，把过去拉了回来，但当年的美好情景，并不存在。这是把现实的感受溶入了梦中，使这个梦也令人感到无限凄凉。结尾三句，又从梦境落回到现实上来。“料得年年肠断处；明月夜，短松冈。”料想长眠地下的爱侣，在年年伤逝的这个日子，为了眷恋人世、难舍亲人，该是柔肠寸断了吧？推己至人，作者设想此时亡妻一个人在凄冷幽独的“明月”之夜的心境，可谓用心良苦。在这里作者设想死者的痛苦，以寓自己的悼念之情。这种表现手法，有点像<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>的名作《月夜》，不说自己如何，反说对方如何，使得诗词意味，更加蕴蓄。东坡此词最后这三句，意深，痛巨，余音袅袅，让人回味无穷。特别是“明月夜，短松冈”二句，凄凉清幽独，黯然魂销。正所谓“天长地久有时尽，此恨绵绵无绝期”（<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>语）。这番痴情苦心实可感天动地。</p> <p>　　这首词运用分合顿挫，虚实结合以及叙述白描等多种艺术的表现方法，来表达作者怀念亡妻的思想感情，在对亡妻的哀思中又糅进自己的身世感慨，因而将夫妻之间的情感表达得深婉而挚着，使人读后无不为之动情而感叹哀惋。</p> <p>　　宋神宗驾崩后，宋哲宗继位，任用<a href=\"http://so.gushiwen.org/author_568.aspx\">司马光</a>为宰相，苏东坡又被召回京城升任龙图阁学士，兼任小皇帝的侍读。这时的苏东坡，十分受宣仁皇太后和年仅十二岁的小皇帝的赏识，政治上春风得意。苏东坡不时怀念起死去的结发妻子王弗：“十年生死两茫茫，不思量，自难忘。千里孤坟，无处话凄凉。纵使相逢应不识，尘满面，鬓如霜。夜来幽梦忽还乡，小轩窗，正梳妆。相顾无言，唯有泪千行。料得年年肠断处，明月夜，短松冈。”由此成就了一阙悼妻怀思的传世之作。</p> <p>　　苏东坡对于王弗是痛彻心肺的悲情。“夜来幽梦忽还乡，小轩窗，正梳妆。相顾无言，唯有泪千行。” 阴阳相隔，重逢只能期于梦中，也只有梦是没有时空限制的，可以超越一切的界限和有限。朴素真挚的深情，沉痛的生离死别，每读一次就更为其中的深情所感动。</p> <p>　　应该说，苏东坡再次得宠多少有些幸运的成分。这么个大词人，大文学家，被政治牵绊得头晕目眩，苏子的一生常常让人有点啼笑皆非的意思，所以我们有理由相信，在这一段相对安稳适意的生活中，苏东坡的精神状态是轻松和愉悦的，但苏东坡也断断不能忘记王弗曾经陪伴着自己度过的那些艰难的时光。王弗在苏东坡的一生中作扮演的角色绝非一个主妇那么简单，在林语堂的《苏东坡传》中也曾有过这样的落笔：……苏东坡……由气质和自然的爱好所促使，要变成一个隐士。社会，文化，学问，读历史的教训，外在的本分责任，只能隐藏人的本来面目。若把一个人由时间和传统所赋予他的那些虚饰剥除净尽，此人的本相便呈现于你之前了。……他偶尔喝醉，甚至常常喝醉而月夜登城徘徊。这时他成了自然中伟大的顽童——也许造物主根本就希望人是这副面貌吧。“顽童”，这里林语堂先生固然是在一种嘉许的语气在点评苏东坡的自由性灵，然而苏东坡实际上又何尝不是一个顽皮的孩子呢？不谙世事，兴致所至，聪明有余而内敛不足。</p> <p>　　夫人稳健，而丈夫往往不能。丈夫往往急躁，灰心丧气，喜怒无常。高兴了把酒言欢，不高兴了也要骂骂娘。麻烦的是丈夫有了旷世的才气，就不是骂骂娘这么简单了。苏东坡常常会在自己的诗作里流露一些“不合时宜”的论调，自找祸端。由此可见在日常的生活起居，待人接物中，这等人物将是何等的低才。倘若没有一个得体大度，端庄典雅的夫人为丈夫张罗这些“不入眼”俗事，怕苏先生不会有几天清闲。在密州，他们正过苦日子，苏东坡对新所得税至为愤怒，孩子揪着他的衣裳对他晓晓不休。他说：“孩子们真傻！”苏夫人说：“你才傻。你一天闷坐，有什么好处？好了。我给弄点儿酒喝吧。”在一首诗里记这件事时，苏东坡觉得自己很丢脸，这时妻子洗杯子给他热酒。这当然使他很欢喜，他说他妻子比诗人刘伶的妻子贤德。因为刘伶的妻子不许丈夫喝酒。苏夫人也是用了好几年的工夫才摸清楚丈夫性格，那是多方面的个性，既是乐天达观随遇而安，可是有时又激烈而固执。苏夫人聪明解事，办事圆通。 她是进士的女儿，能读能写，但是并非一个“士”。做妻子的也知道要管家事，要抚养孩子，要过日子。正因为如此，苏东坡的生活中是不能没有一个这样的女人把握船舵的。只有在妻子的无微不至的照顾下，苏东坡才有更多的闲情逸致去“浴乎沂，风乎舞雩”。也正因为如此苏夫人也成为苏东坡最为信任依赖的人，很多事情埋藏在苏东坡的心灵深处，别人大都不知道，苏东坡的妻子一定知道。同过患难，共过生死，日日的关心和爱护，充满信任的等待和抚慰。王弗给与苏东坡的是所谓“相濡以沫”的质朴而深厚的情感。</p> <p>　　在这首小词中，读不到一句令人感觉“矫情”之语，词语的运用简练凝重。每一个音节的连接都有冷涩凝绝之感，犹如声声咽泣，压抑沉重的气氛就在这“幽咽泉流”中弥散开来，让人艰与呼吸，又难以逃避。</p> <p>　　苏东坡用了十年都舍弃不下的，是那种相濡以沫的亲情。他受不了的不是没有了轰轰烈烈的爱情，而是失去了伴侣后孤单相吊的寂寞。“纵使相逢应不识，尘满面，鬓如霜”在梦里能够看见的，也全是逝去亲人往日生活里的琐碎片断。因为在那些琐碎里，凝结着化不去的亲情。 在红尘中爱的最高境界是什么？执子之手是一种境界，相濡以沫是一种境界，生死相许也是一种境界。在这世上有一种最为凝重、最为浑厚的爱叫相依为命。那是天长日久的渗透，是一种融入了彼此之间生命中的温暖。</p> <p>　　面对这样的深情，解读都似乎是一种伤害，那是需要在生命里反复吟唱，静夜中不断怀思的乐音。无数的人毫不吝惜地把“绝唱”这个词赠与了这首词，然而，时光流转了千年，我们又听到了一声相似的叹息，那叹息给予了我们有一篇值得反复玩味的美文，也让我们更深切地领会了苏子心中的创痛，两个文人千年的唱和，诉说着人世间最值得感念的深情。这就是巴金先生所写的《怀念肖珊》和《再忆肖珊》。不再过多的评说什么，我摘录了其中两个段落，作为本文的结尾，这是《江城子》最深沉的诠释，在这样一个滥情的年代，我们庆幸还有这样的情感值得我们永远的祭奠：</p> <p>　　她不仅分担了我的痛苦，还给了我不少的安慰和鼓励。……我进了门看到她的面容，满脑子的乌云都消散了。我有什么委屈、牢骚都可以向她尽情倾吐。……她不断地给我安慰，对我表示信任，替我感到不平。……今天回想当时的情景，她那张满是泪痕的脸还历历在我眼前。我多么愿意让她的泪痕消失，笑容在她那憔悴的脸上重现，即使减少我几年的生命来换取我们家庭生活中一个宁静的夜晚，我也心甘情愿！</p> <p>　　她离开我十二年了。十二年，多么长的日日夜夜。每次我回到家门口，眼前就出现一张笑脸，一个亲切的声音向我迎来，可是走进院子，却只见一些高高矮矮的、没有花的绿树。上了台阶，我环顾四周，她最后一次离家的情景还历历在目……</p> <p>　　我仿佛还站在台阶上等待着车子的驶近，等待着一个人回来。这样长的等待。十二年了。甚至在梦里我也听不见她那清脆的笑声。我记得的只是孩子们捧着她的骨灰盒回家的情景。这骨灰盒起初给放在楼下我的寝室内、床前五斗橱上。</p> <p>　　悲伤没有用。我必须结束那一切梦景。我应当振作起来，哪怕是最后的一次。骨灰盒还放在我的家中，亲爱的面容还印在我的心上，她不会离开我，也从未离开我。做了十年的“牛鬼”，我并不感到孤单。我还有勇气迈步走向我的最终目标——死亡。我的遗物将献给国家，我的骨灰将同她的骨灰搅拌在一起，撒在园中给花树作肥料。 </p>",
  "about": "<h2>创作背景</h2> <p>　　苏东坡十九岁时，与年方十六的王弗结婚。王弗年轻美貌，且侍亲甚孝，二人恩爱情深。可惜天命无常，王弗二十七岁就去世了。这对东坡是绝大的打击，其心中的沉痛，精神上的痛苦，是不言而喻的。<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>在《亡妻王氏墓志铭》里说：“治平二年（1065）五月丁亥，赵郡苏轼之妻王氏（名弗），卒于京师。六月甲午，殡于京城之西。其明年六月壬午，葬于眉之东北彭山县安镇乡可龙里先君、先夫人墓之西北八步。”于平静语气下，寓绝大沉痛。公元1075年（熙宁八年），东坡来到密州，这一年正月二十日，他梦见爱妻王氏，便写下了这首“有声当彻天，有泪当彻泉 ”（<a href=\"http://so.gushiwen.org/author_100.aspx\">陈师道</a>语）且传诵千古的悼亡词。</p>",
  "poet": {
    "id": 183,
    "star": 0,
    "name": "苏轼",
    "image": "http://img.gushiwen.org/authorImg/sushi.jpg",
    "desc": "苏轼（1037－1101），北宋文学家、书画家、美食家。字子瞻，号东坡居士。汉族，四川人，葬于颍昌（今河南省平顶山市郏县）。一生仕途坎坷，学识渊博，天资极高，诗文书画皆精。其文汪洋恣肆，明白畅达，与欧阳修并称欧苏，为“唐宋八大家”之一；诗清新豪健，善用夸张、比喻，艺术表现独具风格，与黄庭坚并称苏黄；词开豪放一派，对后世有巨大影响，与辛弃疾并称苏辛；书法擅长行书、楷书，能自创新意，用笔丰腴跌宕，有天真烂漫之趣，与黄庭坚、米芾、蔡襄并称宋四家；画学文同，论画主张神似，提倡“士人画”。著有《苏东坡全集》和《东坡乐府》等。"
  },
  "tags": [
    "宋词三百首",
    "婉约",
    "悼亡",
    "爱情",
    "记梦",
    "思念"
  ]
}