{
  "id": 33526,
  "star": 1976,
  "name": "天竺寺八月十五日夜桂子",
  "dynasty": "唐代",
  "content": "玉颗珊珊下月轮，殿前拾得露华新。 <br>至今不会天中事，应是嫦娥掷与人。",
  "fanyi": "<p><strong>译文</strong><br>桂花从天而降，好像是月上掉下来似的。拾起殿前的桂花，只见其颜色洁白、新鲜。<br>我到现在也不明白吴刚为什么要跟桂花树过不去。这桂花大概是嫦娥撒下来给予众人的吧。</p> <p><strong>注释</strong><br>⑴天竺寺：今称法镜寺，位于灵隐山（飞来峰）山麓。<br>⑵桂子：特指为桂花，本质是樟科植物天竺桂的果实。<br>⑶露华新：桂花瓣带着露珠更显湿润。<br>⑷嫦娥：多种说法，有说中国神话人物、后羿之妻等。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　“零落的桂花花瓣，带着星星点点的露珠如同一颗颗玉珠从月亮边散落了下来。”多么美好的场景啊！仿佛如人间仙境一般的场景正是出自唐朝<a href=\"http://so.gushiwen.org/view_33526.aspx\">诗</a>人<a href=\"http://so.gushiwen.org/author_604.aspx\">皮日休</a>的七言绝句《天竺寺八月十五日夜桂子》。</p> <p>　　此诗并不如其它描写中秋诗作一般凄凉，凋零，或是惆怅、哀绵。联系诗作背景便可得知诗人前一年高中进士，此时正在东游之中，也正是诗人意气风发之时，全诗便理所当然的轻松，毫无忧愁。诗中的一大部分是诗人的联想，并不现实，却也不让人觉得有空虚之意。巧妙的联想反而为“寂静”的诗作平添了几分“俏皮”，也可谓是恰到好处。</p> <p>　　虽只描写了一幅“夜赏月桂图”，却让我们得知民俗——中秋必看月赏桂，这也是八月十五中秋节的重要活动，使得诗的节气扑面而来。</p> <p>　　如此的好诗，读了心清气爽，也不禁对古人的中秋佳节浮想联翩。</p><br/><h2>赏析二</h2> <p>　　第一句，描述了桂花像是月上掉下来似的场景，交待了<a href=\"http://so.gushiwen.org/view_33526.aspx\">诗</a>人所处的时间是中秋之夜，奠定了全诗是充满了轻松，了联想的基调。</p> <p>　　第二句，诗人捡起殿前的桂花，桂花的颜色洁白而新鲜，阐述了诗人是享受中秋之夜的景色的，也表明了诗人此时在人生道路上是顺畅的。</p> <p>　　第三句，通过传说透露出了诗人对桂花的怜惜，展现了诗人对美好事物的向往，阐述了诗人是热爱自然，怜惜自然的。</p> <p>　　第四句，感叹到桂花飘落是因为传说中的嫦娥撒下来给予众人的吧，通过丰富的联想，烘托出诗人是拥有包含万事万物的心境的。</p> <p>　　这首绝句描状桂花，那珊珊而落的桂花，本洁如玉，映于月光更显晶莹，拾起花犹带露更觉滋润，想来当是嫦娥撒于人间。全诗以中秋一事出中秋佳节玩月之全情，有以小见大之妙。综合此诗，神话传说中吴刚学仙有过，遭天帝惩罚到月宫砍伐桂树，其树随砍随合，所以必须不断砍伐，却始终砍不倒这棵树。但此诗并不如其它描写中秋诗作一般凄凉，凋零，或是额怅、哀绵，全诗给人的感觉是轻松自在，毫无忧愁的。虽只描写了一幅“夜赏月桂图”，却让读者得知民俗——中秋必看月赏桂。内容是诗人的联想，却不让人觉得有空虚之意。巧妙的联想反而为“寂静”的诗作平添了几分“俏皮”。不禁让人对古人的中秋佳节浮想联翩。</p>",
  "about": "<h2>创作背景</h2> <p>　　据史籍记载，古代帝王有春天祭日、秋天祭月的礼制节期为阴历八月十五，时日恰逢三秋之半，故名“中秋节”。</p> <p>　　<a href=\"http://so.gushiwen.org/view_33526.aspx\">诗</a>人创作此诗正是在中秋的夜晚，联想到诗人前一年高中进士，而此刻正是诗人东游之中，也正是诗人意气风发之时，所以在如此佳节，又是诗人得意之时，以此背景，诗人创作了此诗。</p>",
  "poet": {
    "id": 604,
    "star": 0,
    "name": "皮日休",
    "image": "http://img.gushiwen.org/authorImg/pirixiu.jpg",
    "desc": "皮日休，字袭美，一字逸少，生于公元834至839年间，卒于公元902年以后。曾居住在鹿门山，自号鹿门子，又号间气布衣、醉吟先生。晚唐文学家、散文家，与陆龟蒙齐名，世称\"皮陆\"。今湖北天门人（《北梦琐言》），汉族。咸通八年（867）进士及第，在唐时历任苏州军事判官（《吴越备史》）、著作佐郎、太常博士、毗陵副使。后参加黄巢起义，或言“陷巢贼中”（《唐才子传》），任翰林学士，起义失败后不知所踪。诗文兼有奇朴二态，且多为同情民间疾苦之作。《新唐书·艺文志》录有《皮日休集》、《皮子》、《皮氏鹿门家钞》多部。"
  },
  "tags": [
    "小学古诗",
    "中秋节",
    "桂花"
  ]
}