{
  "id": 10990,
  "star": 168,
  "name": "江上值水如海势聊短述",
  "dynasty": "唐代",
  "content": "为人性僻耽佳句，语不惊人死不休。<br>老去诗篇浑漫与，春来花鸟莫深愁。<br>新添水槛供垂钓，故着浮槎替入舟。<br>焉得思如陶谢手，令渠述作与同游。",
  "fanyi": "<p><strong>译文</strong><br>平生为人喜欢细细琢磨苦苦寻觅好的<a href=\"http://so.gushiwen.org/view_10990.aspx\">诗</a>句，诗句的语言达不到惊人的地步，我就决不罢休。<br>人已越来越老，写诗全都是随随便便敷衍而成，对着春天的花鸟，没有了过去的深深忧愁。<br>江边新装了一副木栏，可供我悠然地垂钓，我又备了一只小木筏，可代替出入江河的小舟。<br>希望有<a href=\"http://so.gushiwen.org/author_645.aspx\">陶渊明</a>、<a href=\"http://so.gushiwen.org/author_758.aspx\">谢灵运</a>这样的诗坛高手相伴，肯定会在这时一起做诗畅谈，一起浮槎漫游。</p> <p><strong>注释</strong><br>①值，正逢。水如海势，江水如同海水的气势。值奇景，无佳句，故曰聊短述。聊，姑且之意。<br>②此二句<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>自道其创作经验。可见杜甫作诗的苦心。性僻，性情有所偏，古怪，这是自谦的话。不管是什么内容，诗总得有好的句子。耽（dān），爱好，沉迷。惊人，打动读者。死不休，死也不罢手。极言求工。<br>③此句是说如今年老，已不像过去那样刻苦琢磨。浑，完全，简直。漫与，随意付与。这话不能死看，杜老年作诗也并不轻率，不过由于功夫深了，他自己觉得有点近于随意罢了。）<br>④此句承上而来。莫，没有。愁，属花鸟说。诗人形容刻划，就是花鸟也要愁怕，是调笑花鸟之辞。<a href=\"http://so.gushiwen.org/author_682.aspx\">韩愈</a>《赠<a href=\"http://so.gushiwen.org/author_491.aspx\">贾岛</a>》诗：“<a href=\"http://so.gushiwen.org/author_232.aspx\">孟郊</a>死葬北邙山，从此风云得暂闲。”又姜白石赠<a href=\"http://so.gushiwen.org/author_361.aspx\">杨万里</a>诗：“年年花月无闲处，处处江山怕见君。”（《送朝天集归诚斋时在金陵》）可以互参。<br>⑤新添，初做成的。水槛，水边木栏。故，因为。跟“新”字作对，是借对法。故着（zhuó），又设置了。槎（chá），木筏。<br>⑥焉得，怎么找到。陶谢，陶渊明、谢灵运，皆工于描写景物，故想到他们。思，即“飘然思不群”、“思飘云物外”的思。令渠（qú），让他们。“令渠”句，是说让他们来作诗，而自己则只是陪同游览。述作，作诗述怀。语谦而有趣。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　<a href=\"http://so.gushiwen.org/view_10990.aspx\">诗</a>题中一个“如”字，突现了江水的海势 ，提高了江景的壮美层次，表现了江水的宽度、厚度和动态。江水如海势，已属奇观。然而诗题却偏偏曰 ：“聊短述 ”。诗题中就抑扬有致，这是诗人的一贯风格。</p> <p>　　既然是聊为短述，绝不能出语平平。诗人自谓“为人性僻耽佳句，语不惊人死不休”，足见“聊短述”的良苦用心，炉火纯青的诗艺，严肃认真的写作态度和动人心弦的审美效果。</p> <p>　　正由于<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>艺术上的一丝不苟、勇于创新，因此老年臻于出神入化、妙手成春的极境。所谓“老去诗篇浑漫与，春来花鸟莫深愁”。仇兆鳌评杜甫“ 少年刻意求工，老则诗境渐熟，但随意付与，不须对花鸟而苦吟愁思矣 。”（《杜诗详注》卷之十）同时他还转引钱笺可相互发明：“春来花明鸟语，酌景成诗，莫须苦索，愁句不工也。若指花鸟莫须愁，岂知花鸟得佳咏，则光彩生色，正须深喜，何反深愁耶？”（《杜诗详注》卷之十）这里是说点明春光明媚，花香鸟语，快乐异常，因此不存在花鸟深愁的问题，“莫深愁”为杜甫自况。至于“ 浑漫与”中的“与”字，旧本曾作“兴”，清末郭曾忻解释说：“所谓漫兴，只是逐景随情，不更起炉作灶，正是真诗。”（《读杜札记》）此处强调任笔所之，自然而然。总之，首颔二联总体着眼，大处落墨，虽为短述，语实惊人，虽未直接描写江上海势，但胸中之海早已形成。它浑厚深涵，辽阔无垠，大气磅礴。心中之海，诗人采取了虚写的办法。正如金圣叹所说，此“不必于江上有涉，而实从江上悟出也。”（《杜诗解》卷二）所谓海势，其实是江，因此江上之景，亦应摄取，若完全避开江水，则海势亦无所依附，而不成其为江如海势。为此，诗人紧接首颔二联虚写海势以后，随即转入实写江水。故颈联道 ：“新添水槛供重钓，故著（着）浮槎替入舟。”此处虽写江水，但只是轻轻带过，如此触及江水、悟及海势的写法，令人玩味不尽。正如王嗣奭所说 ：“水势不易描写 ，故止咏水槛浮舟。此避实击虚之法。”（《杜臆》卷之四）又如金圣叹所说 ：“不必于江上无涉，而实非着意江上也。”（《杜诗解》卷二）尾联诗人以一“焉”字，即巧作转折，融注新意。诗人之语，已经惊人。诗人说：若得<a href=\"http://so.gushiwen.org/author_645.aspx\">陶渊明</a>、<a href=\"http://so.gushiwen.org/author_758.aspx\">谢灵运</a>那样的妙手，使其述作，并同游于江海之上，岂不快哉！尾联思路新奇，饶有兴味，且与首联相呼应，显示出诗人对艺术最高境界的执着追求。“更为惊人之语也。”（《杜诗解》卷二）对诗与诗题之间的关系金圣叹先生写道：“每叹先生作诗，妙于制题。此题有此诗，则奇而尤奇者也。诗八句中，从不欲一字顾题，乃一口读去，若非此题必不能弁此诗者。题是‘江上值水如海势’七字而止，下又缀以‘聊短述’三字。读诗者，不看他所缀之三字，而谓全篇八句，乃是述江水也，值江水之势如海也。则八句现在曾有一字及江海乎？”（《杜诗解》卷二）从他评析中，可以得知：此诗诗题与诗中八句，构成了一个浑厚海涵、博大精深的整体。虽未写海，而如海势。此诗以虚带实，出奇制胜，意在言外，令人叹为观止。</p>",
  "about": "<h2>创作背景</h2> 　　此<a href=\"http://so.gushiwen.org/view_10990.aspx\">诗</a>当作于唐代宗上元二年（公元761年）。<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>（诗圣）时年五十岁，居于成都草堂。",
  "poet": {
    "id": 474,
    "star": 0,
    "name": "杜甫",
    "image": "http://img.gushiwen.org/authorImg/dufu.jpg",
    "desc": "杜甫（712－770），字子美，自号少陵野老，世称“杜工部”、“杜少陵”等，汉族，河南府巩县（今河南省巩义市）人，唐代伟大的现实主义诗人，杜甫被世人尊为“诗圣”，其诗被称为“诗史”。杜甫与李白合称“李杜”，为了跟另外两位诗人李商隐与杜牧即“小李杜”区别开来，杜甫与李白又合称“大李杜”。他忧国忧民，人格高尚，他的约1400余首诗被保留了下来，诗艺精湛，在中国古典诗歌中备受推崇，影响深远。759-766年间曾居成都，后世有杜甫草堂纪念。"
  },
  "tags": [
    "写水",
    "抒怀"
  ]
}