{
  "id": 72233,
  "star": 33,
  "name": "齐宣王见颜斶 / 颜斶说齐王",
  "dynasty": "先秦",
  "content": "　　齐宣王见颜斶，曰：“斶前！”斶亦曰：“王前！”宣王不说。左右曰：“王，人君也。斶，人臣也。王曰‘斶前’，亦曰‘王前’，可乎？”斶对曰：“夫斶前为慕势，王前为趋士。与使斶为慕势，不如使王为趋士。”王忿然作色曰：“王者贵乎？士贵乎？”对曰：“士贵耳，王者不贵。”王曰：“有说乎？”斶曰：“有。昔者秦攻齐，令曰：‘有敢去柳下季垄五十步而樵采者，死不赦。’令曰：‘有能得齐王头者，封万户侯，赐金千镒。’由是观之，生王之头，曾不若死士之垄也。”宣王默然不悦。</p> <p>　　左右皆曰：“斶来，斶来！大王据千乘之地，而建千石锺，万石虡。天下之士，仁义皆来役处；辩士并进，莫不来语；东西南北，莫敢不服。求万物无不备具，而百姓无不亲附。今夫士之高者，乃称匹夫，徒步而处农亩，下则鄙野、监门、闾里，士之贱也，亦甚矣！” </p> <p>　　斶对曰：“不然。斶闻古大禹之时，诸侯万国。何则？德厚之道，得贵士之力也。故舜起农亩，出于岳鄙，而为天子。及汤之时，诸侯三千。当今之世，南面称寡者，乃二十四。由此观之，非得失之策与？稍稍诛灭，灭亡无族之时，欲为监门、闾里，安可得而有乎哉？是故《易传》不云乎。’居上位，未得其实，以喜其为名者，必以骄奢为行。据慢骄奢，则凶中之。是故无其实而喜其名者削，无德而望其福者约，无功而受其禄者辱，祸必握。’故曰：‘矜功不立，虚愿不至。’此皆幸乐其名，华而无其实德者也。是以尧有九佐，舜有七友，禹有五丞，汤有三辅，自古及今而能虚成名于天下者，无有。是以君王无羞亟问，不愧下学；是故成其道德而扬功名于后世者，尧、舜、禹、汤、周文王是也。故曰：‘无形者，形之君也。无端者，事之本也。’夫上见其原，下通其流，至圣人明学，何不吉之有哉！老子曰：‘虽贵，必以贱为本；虽高，必以下为基。是以侯王称孤寡不谷，是其贱必本于？’非夫孤寡者，人之困贱下位也，而侯王以自谓，岂非下人而尊贵士与？夫尧传舜，舜传傅禹，周成王任周公旦，而世世称曰明主，是以明乎士之贵也。”</p> <p>　　宣王曰：“嗟乎！君子焉可侮哉，寡人自取病耳！及今闻君子之言，乃今闻细人之行，愿请受为弟子。且颜先生与寡人游，食必太牢，出必乘车，妻子衣服。” 　 颜斶辞去曰：“夫玉生于山，制则破焉，非弗宝贵矣，然大璞不完。士生乎鄙野，推选则禄焉，非不得尊遂也，然而形神不全。斶愿得归，晚食以当肉，安步以当车，无罪以当贵，清静贞正以自虞。制言者王也，尽忠直言者斶也。言要道已备矣，愿得赐归，安行而反臣之邑屋。”则再拜而辞去也。斶知足矣，归反朴，则终身不辱也。</p> <p>　　君子曰：“斶知足矣，归真返璞，则终身不辱。” ",
  "fanyi": "<p><strong>译文一</strong><br>　　齐宣王召见齐人颜斶，说：“颜斶，上前来！”颜斶也说：“大王，上前来！”宣王很不高兴。左右近臣说：“大王是人君，你是人臣；大王说，‘颜斶，上前来！‘你也说，‘大王，上前来！’可以吗？”颜斶回答说：“我上前是趋炎附势，大王上前是礼贤下士；与其让我趋炎附势，不如让大王礼贤天下士。”宣王怒容满面，说：“是王尊贵，还是士尊贵？”颜斶回答说：“士尊贵，王并不尊贵。”宣王说：“可有什么道理吗？”颜斶说：“有，从前秦国进攻齐国，秦王下令说：‘有人敢在柳下季墓地五十步内砍柴的，判以死罪，不予赦免。’又下令说：‘有人能砍下齐王的头的，封邑万户，赐金二万两。’由此看来，活王的头，还不如死士的墓。”宣王听了，一声不吭，很不高兴。<br>　　左右近臣都说：“颜斶过来！过来！大王拥有万乘大国的土地。立有千石重的大钟，万石重的钟架；天下知仁行义的士人都来到齐国，为齐王服务；有口才有智谋的人莫不来到齐国，发挥他们的才能；四方诸侯莫敢不服；齐王所要的东西无不齐备；全国百姓无不拥护。可现在，一般所谓高尚之士，不过称作匹夫、‘徒步’等鄙贱之人而已，他们身处农村；等而下之者，也不过是些边远地方里巷的看门人而已。士人这样下贱呀，也真是够呛了。”<br>　　颜斶回答说：“不对。我听说，古之大禹时代，诸侯有万国。为什么会这样呢？是由于他们掌握了一套重教化、治国、爱民的办法，并且重视士人，善于发挥他们的才能。所以舜帝出身于农民，发迹于穷乡僻壤，终成为天子。到了商汤时代，诸侯也有三千。可是到了现在，称孤道寡的只不过二十四家。由此看来，这难道不是由于‘得士’和‘失士’的政策造成的吗？如果诸侯渐渐地被杀戮、被消灭，到那时，就是想要做个里巷的看门人，又怎么可能呢？所以，《易经》上不是这样说吗：‘高高在上的统治者，如果不重视士人，善于运用他们的才能，做些踏踏实实的工作，只是一味地喜欢弄虚作假，标榜虚名，他们必然走入骄傲奢侈的岐途；骄傲奢侈，灾祸必然随之而来。所以没有实际效用，却只喜欢空名的，国土将日益削减，国力将日益衰弱；没有好的德行，却希望幸福的，必然处境困窘；没有建立功勋，却只图享受俸禄的，必然蒙受侮辱。这一切必然招致严重的祸害。所以说‘好人喜功者，必定不能建立功业；空言而无行者，终究不能实现他的愿望。’这都是爱虚名、好浮夸，无治国爱民实效者的必然下场。所以尧有九佐，舜有七友，禹有五丞，汤有三辅。自古至今，如果不得到士人辅助而能建功立业的，从未有过。所以国君不应该以经常向人请教为耻辱，不应该以向别人学习而感到渐愧。因此，言行符合社会的规律，德才兼备，而能传扬功名于后世的，象尧、舜、禹、汤、周文王他们就是这样。所以说：‘真正得道、体道，掌握了规律的人，就可以主宰一切。’那些在上能窥见事物的本源，在下能通晓事物的流变，了解事物很透彻的最圣明的人，怎么会遭到削弱、困窘、受辱等灾祸呢？《老子》说：‘贵必以贱为根本，高必以下为基础。所以，侯王自称孤、寡、不谷，这不正是贵为贱的根本吗？难道不是吗？’所谓孤、寡，就是人们处于困窘、卑贱的地位。可是侯、王自己称孤道寡，难道不是侯、王谦居人下、重视士人的证明吗？尧传位于舜，舜传位于禹，周成王任用<a href=\"http://so.gushiwen.org/author_845.aspx\">周公旦</a>，世世代代都赞扬他们为英明的君主。这正是因为他们深知士人的可贵。”<br>　　宣王说：“唉！君子怎么能随便加以侮辱呢？我实在是自讨没趣啊。至今我才了解到君子的话，我明白了不懂得尊重士人乃是小人的行为。希望您就收下我这个学生吧。而且希望先生能与我交往，我将以上等宴席招待您，外出备有高级车马供您使用，妻子儿女穿着的服装也华贵。<br>　　颜斶辞谢而去，说：“璞玉生在深山中，经过玉匠加工，破璞而取玉，其价值并非不宝贵，然而本来的面貌已不复存在了。士人生于偏僻乡野之地，经过推举选拔而被任用，享有禄位，他并非不尊贵、不显赫，可是他的精神，本质已被伤害。我希望回到我的乡里，晚点吃饭权当吃肉，悠闲散步权当乘车，不犯王法权当富贵，清静纯正，自得其乐。如今发号施令的，是大王您；而竭尽忠心直言进谏的是颜斶我。我的主要意见已经说了，希望您允许我回去，平平安安地回到我的家乡。”于是，他拜了两次后离去。<br>　　颜斶可以说是知足的了，他舍弃功、名、利、禄，辞王而归，回到本乡，恢复他本来是老百姓的面目，这样终身不受侮辱。</p><p><strong>译文二</strong><br>　　齐宣王召见颜斶，说：“颜斶上前来！”颜斶也说：“大王上前来！”宣王很不高兴。左右近臣说：“大王是人君，颜斶（你）是人臣。大王说‘颜斶上前来’，（你）也说‘大王上前来’，（这样）可以吗？”颜斶回答说：“我上前是趋炎附势，大王上前是礼贤下士。与其让我趋炎附势，不如让大王礼贤下士。”宣王生气地变了脸色说：“王尊贵，还是士尊贵？”（颜斶）回答说：“士尊贵，王不尊贵。”宣王不说话，很不高兴。<br>　　左右近臣说：“大王拥有千乘大国的土地，天下的士人，仁义者都来到齐国，甘心为大王服务，四方诸侯没有谁敢不服从（大王）。现在士人中那些高尚的人，也就被称作匹夫，（以）平民（身份）居住在乡间（而已）。士人这样下贱呀，也真是够可以了。”<br>　　颜斶回答说：“不对。我听说上古大禹之时，诸侯国有上万个。什么原因呢？（他们治国）贤能的原因，是得力于重用士人。到了商汤 时代，诸侯（尚存）三千。到了现在，面向南方称王的，才二十四位（诸侯）。由此看来，（难道）不是（由于）政策的得失（造成的）吗？因此《易传》不是说吗：‘国君在统治地位，（却）没有那种实际的（才德），喜欢（追求）那种虚名的（人），必然用傲慢奢侈（的举动）行事。傲慢奢侈，那么灾祸就会随之而来。因此君主不以多次向别人请教为羞耻，不以向地位低微的人学习为愧疚。以此成就他的道德，在后世扬名立功的，尧、舜、禹、汤、周文王（都）是这样的人。（若能）向上看清事物的本源，向下通晓事物的流变，至圣者懂得（该）学些什么，（那还会）有什么不吉祥的事情呢？老子说：‘虽然贵，一定以贱为根本；虽然高，一定以下为基础。因此诸侯君主自称为孤、寡，这大概是（因为他们懂得）贱一定是（贵的）根本（的道理）吧。’（他们）并不是那种孤寡的人，（孤寡是指）生活困窘、地位卑微，诸侯君主（却）用（这些称呼）自称，难道不是（谦居于）别人之下，把士人看得很尊贵（的做法）吗？尧传位给舜，舜传位给禹，周成王任用周公旦 ，世世代代称（他们是）贤明的君主，这是因为（他们）明白士人是可贵的。”<br>　　宣王说：“唉呀！君子怎么能侮慢呢，我是自找不痛快呀！到现在（我才）听到了君子的高论。希望您收下（我）做学生。”颜斶辞谢，（要）离开，说：“玉生在山中，（一经）雕琢就破坏（本色）了，不是（经过雕琢就）不宝贵了，但是那璞玉（就）不（再有本真的）完美了。士人生在偏僻乡野，（一经）推举选拔就享有禄位了，不是（享有禄位就）不尊贵显达了，但是（他的）身体和精神（就）不（再）完整独立。发号施令的是大王，竭尽忠心直言进谏的是颜斶。（我）阐述主要的意见已经很详尽了，希望您能允许我回去。”于是（颜斶）行再拜礼辞谢离去。</p><p><strong>注释</strong><br>1 颜斶：齐国隐士。<br>2 前：到前面来。<br>3.趋士：礼贤下士。<br>4 去：距离。柳下季：即柳下惠，姓展名禽字季，鲁国贤人，居于柳下。垄：指坟墓。<br>5 石（dàn）：古代的计量单位，一百二十斤为一石。钟：乐器。<br>6 簴：古代悬挂乐器的架子中间的木柱。<br>7 役处：效力，供事。<br>8 知：智，有才智的人。<br>9 无不：原作“不”，据黄丕烈《札记》补。<br>10 百姓：原作“百”，据黄丕烈《札记》补。<br>11 稍稍：渐渐。<br>12 实：指居上位所应该具备的素质。<br>13 以：而。为名：有（居上位的）名声。<br>14据慢：倨慢，傲慢无礼。<br>15 约：受阻。<br>16 握：通“渥”，厚重。<br>17 九佐：九位辅佐尧治理国家的官员。<br>18 亟：数，频繁。<br>19 无形者，形之君：无形可见的东西，是有形可见的东西的主宰。<br>20至圣人：一本作“至圣”。<br>21不谷：不善。用以自称，表谦恭之意。<br>22非：一本无此字，于文义为顺。<br>23自取病：即自取羞辱。<br>24细人：小人德行低下的人。<br>25太牢：牛、羊、猪各一头称一太牢。<br>26 丽都：华丽。<br>27 尊遂：尊贵显达。<br>28自虞：即自娱，自得其乐。<br>虞：通“娱”，欢乐。<br>29 言要道：即言之要道，指进言所应该遵循的规则（亦即上文的“尽忠直言”）。<br>30 扑：此字误，应作“朴”或“璞”。反朴或反璞，均指舍弃富贵华丽而返归素朴真纯。</p>",
  "shangxi": "<h2>评析</h2> <p>　　前人评此文曰：“起得唐突，收得超忽”，颇有构思之妙。文章一开头便以“斶前”“王前”两句简短对话，把激烈的矛盾冲突展示于读者眼前。齐王直言下令，位尊使下的骄横，可以说是习惯成自然，不足为奇；而颜斶以一介布衣的身份，针锋相对命令“王前”的话语，则无异于地动山崩，令人震惊。若将颜斶的不慕权势，与苏秦、张仪之流的苟容邀宠相比，前者如深谷幽兰，后者就是皇宫茅厕的狗尾巴草。尾声“归真反璞”，则余韵回荡，令人遐想。</p> <p>　　本文有如一出独幕话剧，全篇由对话组成。以对话展开波澜起伏的情节，以对话展现人物的性格与内心世界。以情节而论，两个“前”字的撞击，一石激起千层浪。先是“左右”狗仗人势的责问，颜斶舌战齐国群臣；继而是王“忿然作色”，颜斶针锋相对与齐王争论“王贵”与“士贵”的问题。齐王终于为颜斶折服，欲以丰厚爵禄相笼络，却被颜斶谢绝。文章虽短，却起伏曲折。“文似看山不喜平”，不平即其美之所至也。以人物性格而论，作者所使用的言辞颇符合人物的身份、地位。例如“斶前”，尊使卑，上命下，就是这种口吻。“王者贵乎?士贵乎?”在齐王的头脑里，他自以为他是最高贵的，所以他才会提出这样的问题，欲以王之贵压士之贵，非常符合齐王的思维定式。“颜先生与寡人游，食必太牢，出必乘车，妻子衣服丽都”，物质引诱也是君王们惯用的笼络手段。而颜斶的自比“太璞”，以及所举柳下季墓地的一棵草胜过齐王的脑袋的事例，都十分贴切，符合颜斶的身份。此种描写人物的方法，对后人影响很大，如《史记》在人物塑造方面也常采用这种手法。</p>",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": [
    "古文观止",
    "对话",
    "劝谏"
  ]
}