{
  "id": 62512,
  "star": 15,
  "name": "金缕歌·陪履斋先生沧浪看梅",
  "dynasty": "宋代",
  "content": "乔木生云气。访中兴、英雄陈迹，暗追前事。战舰东风慳借便，梦断神州故里。旋小筑、吴宫闲地。华表月明归夜鹤，叹当时、花竹今如此。枝上露，溅清泪。 <br>遨头小簇行春队。步苍苔、寻幽别坞，问梅开未。重唱梅边新度曲，催发寒梢冻蕊。此心与、东君同意。后不如今今非昔，两无言、相对沧浪水。怀此恨，寄残醉。",
  "fanyi": "<p><strong>译文</strong><br>高大的树木上翻滚吞吐着云气，我们为了瞻仰大宋中兴英雄韩世中的业绩，追思前朝的旧事，而共同来到这里。当年的东风是多么的吝惜，甚至不肯让将军的战舰借一点儿力，给战船乘风破敌的便利。致使抗金，恢复神州河山大业功亏一箦，致使将军收复中原的大志，如同梦境般虚幻迷离。韩将军只好含恨返回故里，在吴宫旧址筑起一座休闲的小筑。如果他能化成仙鹤落在这个华表上，一定会深深叹息从前繁茂的花竹，如今却如此萧条冷寂。枝头花梢上洒落清露点点，仿佛是淌下无数清冷的泪滴。<br>吴太守领着游春的队伍沿着长满清苔的小径石梯，去寻找将军旧日的别墅遗迹，看一看那里的梅花开了没有？在梅花边我们重唱新度的词曲，要用歌声把沉睡的梅蕊唤直起，再把美丽的春光带回大地。我此时的心情，与春风和使君相同无异。如今的情景不如往昔，以后的岁月恐怕连今天也比不上了。对着沧浪亭下的流水，我们俩默默无语，只能满怀悲恨和忧悒，把酒杯频频举起。</p> <p><strong>注释</strong><br>⑴贺新郎：词牌名。始见<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>词，原名“贺新凉”，因词中有“乳燕飞华屋，悄无人，桐阴转午，晚凉新浴”句，故名。后来将“凉”字误作“郎”字。《词谱》以<a href=\"http://so.gushiwen.org/author_71.aspx\">叶梦得</a>词作谱。一百一十六字。上片五十七字，下片五十九字，各十句六仄韵。此调声情沉郁苍凉，宜抒发激越情感，历来为词家所习用。后人又改名“乳燕飞”“金缕曲”“貂裘换酒”“金缕衣”“金缕词”“金缕歌”“风敲竹”“雪月江山夜”等。<br>⑵履斋先生：<a href=\"http://so.gushiwen.org/author_72.aspx\">吴潜</a>，字毅夫，号履斋，淳中，观文殿大学士，封庆国公。沧浪：沧浪亭，在苏州府学东，初为吴越钱元池馆，后废为寺，寺后又废。<br>⑶乔木：指梅树。<br>⑷中兴英雄：指<a href=\"http://so.gushiwen.org/author_2996.aspx\">韩世忠</a>。<br>⑸“战舰东风”句：指韩世忠黄天荡之捷，兀术掘新河逃走。悭（qiān）：吝惜的意思。<br>⑹神州故里：指北宋沦陷领土。<br>⑺旋：返回，归来。小筑：指规模小而比较雅致的住宅，多筑于幽静之处。唐<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>《畏人》<a href=\"http://so.gushiwen.org/view_62512.aspx\">诗</a>：“畏人成小筑，褊性合幽栖。”<br>⑻吴宫：指春秋吴王的宫殿。南朝梁<a href=\"http://so.gushiwen.org/author_509.aspx\">江淹</a>《别赋》：“乃有剑客惭恩，少年报士，韩国赵厕，吴宫燕市。”<br>⑼“华表”句：典出《搜神后记》卷一；“丁令威，本（汉）辽东人，学道于灵虚山，后化鹤归辽，集城门华表柱。时有少年，举弓欲射之，鹤乃飞，徘徊空中而言曰：‘有鸟有鸟丁令威，去家千年今始归。城郭如故人民非，何不学仙冢垒垒。’”华表：古代设在桥梁、宫殿、城垣或陵墓等前兼作装饰用的巨大柱子。<br>⑽遨头：俗称太守为遨头。<br>⑾东君：春神为东君，此指履斋。<br>⑿后不如今今非昔：<a href=\"http://so.gushiwen.org/author_581.aspx\">王羲之</a>《兰亭集序》“后之视今，亦犹今之视昔。”</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　《金缕歌》是梦窗词中具有爱国思想的词作之一。词中通过沧浪着梅歌颂抗金名将<a href=\"http://so.gushiwen.org/author_2996.aspx\">韩世忠</a>的\"英雄陈迹\"，对\"后不如今今非昔\" 的现实表示严重不满。</p> <p>　　据夏承焘《吴梦窗系年》，这首词约写于宋理宗嘉熙三年（1239）正月，作者四十岁。当时，\"<a href=\"http://so.gushiwen.org/author_72.aspx\">吴潜</a>由庆元府改知平江（今苏州）\"，二人过从甚密。作者借着梅之机，即景生情，毫不隐晦地抒发了积郁于胸的悲慨。</p> <p>　　以\"乔木生云气\"这一开阔巨大的形象开篇，含有\"先言他物以引起所咏之词\"的意味。\"乔木\"者，大树也。是词人入园以前之所见，又暗喻韩世忠。《后汉书·冯异传》：\"请将并坐论功，异常独屏树下，军中号曰'大树将军'。\"不仅如此，这一句词，还可以使人联想到《<a href=\"http://so.gushiwen.org/view_62512.aspx\">诗</a>经·小雅·伐木》\"出自幽谷，迁于乔木。\"暗示韩世忠从龌龊的官场中受到排斥打击，被迫迁居沧浪事。这一句兴'中有比，具有丰富的象征意义。\"访中兴、英雄陈迹，暗追前事。\"</p> <p>　　这两句是直陈，交待这次看海的目的以及对英雄的无限景仰。继之则拈出韩世忠一生最为动人的事迹加以抒写：\"战舰东风悭借便，梦断神州故里。\"这两句写的是黄天荡之捷，抒发了词人的感慨。韩世忠在黄天荡以八千人的兵力，抗击着金兀术的十万大军，坚持了四十八日。黄天荡之役，虽然使兀术\"不敢再言渡江\"，但韩世忠也因遭受火攻而退回镇江。史载：兀术刑白马以祭天，及天霁风止，兀术以小舟出江，世忠绝流击之。海舟无风不能动，兀术令善射者乘轻舟，以火箭射之，烟焰蔽天，师遂大溃，焚溺死后不可胜数。世忠仅以身免，奔还镇江。\"作者对此深以为憾，故词中表示，如果东风劲吹，毫不吝惜地给韩世忠以一臂之助，那么失去的神州故里就很可能得以恢复。\"旋小筑、吴宫闲地。\"紧承上句，写韩世忠被剥夺兵权之后，过的是\"不再言兵\"的退隐闲居生活，点明了\"沧浪看梅\"这一主题。\"华表月明归夜鹤\"至上片结尾，用丁令威学仙的故事，引出物是人非，今非昔比的慨叹，并以\"枝上露，溅清?quot;这一眼前景物来加以渲染和烘托。下片换头紧扣词题，承接上片，对看梅的过程略加梳理，点出吴潜当时的身份。\"步苍苔\"三句点出\"梅\"字，深化意境，至\"重唱梅边新度曲，催发寒梢冻蕊\"，把词的意境进一步提到爱国统一与关心时事这一思想高度。\"寒梢冻蕊\"是南宋王朝怯懦无能，不图进取，苟且偷安这一政治形势的写照；\"催发\"，含改变现状、力图有所作为的积极意义在内。\"重唱梅边新度曲\"，实际是呼唤春天的到来，呼唤国家的振作。在这主要之点上，作者与吴潜是\"人同此心，心同此理\"的。二者的知己之情已和盘托出了。然而，现实是无情的，即使他们\"此心与东君同意\"，而当前的现实却是\"后不如今今非昔\"。不仅世无韩世忠，而且连黄天荡那样的战役也不可能出现了。面对现实，无可奈何，作者与吴潜只能\"两无言相对沧浪水，怀此恨，寄残醉\"了。陈洵在《海绡说词》中说：\"'心与东君同意'能将履斋忠款道出。是时边事日亟，将无韩、岳，国脉微弱，又非昔时，履斋意主和守而屡书不省，卒至败亡，则所谓'后不如今'……言外寄慨。\"可见，词中的悲愤心情实是有感而发的。</p> <p>　　读《金缕曲》，很容易使人联想到辛派词人的作品，因为这首词充分表现出作者的爱国热忱与对时事的慨叹，而且写得\"慷慨纵横\"、\"悲壮激?，具有豪迈奔放之气。</p> <p>　　<a href=\"http://so.gushiwen.org/author_670.aspx\">吴文英</a>之所以能写出这种豪迈奔放的词篇，除作者本人具有阔大的胸襟与关心国家时事的思想感情以外，同时还与词的艺术表现有关。比较看来，纳入这首词里的主要是巨大的场景。高大的英雄人物与重大的历史事件，抒发的又是由国家兴亡而引起的大悲大慨。因此，词中自然流露出一种沉郁顿挫、苍凉悲壮的豪气。陈洵说：\"清真、稼轩、梦窗三家，实为一家。\"就这一点来，是颇有道理的。但是，吴梦窗毕竟不是<a href=\"http://so.gushiwen.org/author_217.aspx\">辛弃疾</a>。即使他的某些词近似辛派，但从根本上讲，二者又有明显差别。以本篇为例，其主要差别表现在两个方面：一是在描写巨大场景、重大历史事件时，又往往与某些清幽的意境、较小的生活细节相结合，直陈中带有显著的象征性。\"乔木\"，象征巨大的英雄形象；\"寒枝冻蕊\"，象征南宋王朝的日趋没落；\"枝上露，溅清泪\"，象征人民群众的悲恸；\"重唱梅边新度曲\"，象征个人的爱国热情，等等。二是主观抒情词句与客观形象的描绘紧密结合，二者互为补充，并且常常以实为虚，化虚为实。词的本意是凭吊韩世忠黄天荡未获最后全胜，以致失地未得恢复。但作者却把这整个战役及其后果概括为\"战舰东风悭借便，梦断神州故里\"两句，其内涵是颇为丰富的。又如，作者设想韩世忠如能重返故居，他也一定要为国事日非，今不如昔而悲叹的。但却以\"华表月明归夜鹤\"等少许词句来表现，令人玩味不尽。下片又以\"后不如今今非昔\"与之相给合。所以，这首近似辛弃疾的豪迈之作，在艺术上也仍然保留着梦窗词本身的艺术特点。所以陈洵又说：\"清真、稼轩、梦窗，各有神彩，……莫不有一己之性情境地。\"</p> <p>　　由上可见，梦窗词是多样化的，他的词也并非完全\"隐晦\"，至于讥评他的词\"思想内容往往无足取\"，显然是难以成立的了。</p><br/><h2>赏析</h2> <p>　　沧浪亭是苏州名胜，曾为<a href=\"http://so.gushiwen.org/author_2996.aspx\">韩世忠</a>的别墅。此篇主题由此而发，借沧浪亭看梅怀念抚金名将韩世忠并因而感及时事。可见，此词是以爱国主义为主题的作品之一，而这种作品在梦窗词中实不多见。</p> <p>　　上阕前一半追忆韩世忠大败金兀术的英雄壮举。后一半写词人与<a href=\"http://so.gushiwen.org/author_72.aspx\">吴潜</a>来游韩世忠所置的沧浪亭别墅，恍如隔世。“乔木生云气。访中兴、英雄陈迹，暗追前事。”词从韩世忠沧浪亭别墅写起，“乔木生云气”，不仅写故家旧宅郁郁葱葱的气象，并暗示南渡的英雄人物离开此地已经很久，树木早已长得云气苍然了。“战舰东风悭借便”，是借用周瑜曾乘东风之便，大破<a href=\"http://so.gushiwen.org/author_552.aspx\">曹操</a>军于赤壁的典故。这里作反用，意思是天不助人。这句连同以下“梦断神州故里。旋小筑，吴宫闲地”两句，用深沉悲壮的语言，为当日黄天荡一战未能生擒活捉金兀术，使得英雄的陕北故乡仍然沦于敌手而倍感惋惜，特别是为韩世忠后来因避权奸迫害休官退居而寄慨。“华表月明归夜鹤”用的是丁令威化鹤重归辽东的典故。这句连同以下“叹当时花竹今如此！枝上露，溅清泪。”三句从当时的韩世忠转入到此时看花游春的吴梦窗，“叹当时花竹今如此”，神韵凄绝，“风景不殊，正自有河山之异”，和新亭挥泪含有同样说不尽的感慨，由人事说到花竹，又由花竹而感染到人事，然后用“枝上露”点明梅花，“溅清泪”双绾花和人。写得浑成自然，毫无刻意经营造作的痕迹。</p> <p>　　接着下阕，紧接着从沧浪别墅赏梅写起。“遨头小簇行春队。步苍苔，寻幽别坞，问梅开未？重唱梅边新度曲，催发寒梢冻蕊。”宋代知州出游，被称为“遨头”，点明此来是陪吴潜寻幽探春。问梅开否，催花唱曲，不仅是点题应有之笔，而且这里是用意双关，把催花开放，隐喻对当政者寄予发愤图强的殷切希望。“梅边新度曲，催发寒梢冻蕊”写得情趣与境界活灵活现，为下句“此心与、东君同意”作了铺垫，突出了词人梅花一样高洁的情操。东君是春神，此处借指东道主人吴潜，“此心与东君同意”，表明宾主的思想基本一致。是时边事日亟，将无韩、岳，国脉微弱，今非昔比。履斋一意主和虽屡上奏疏但不蒙采纳，卒致败亡，这就是所谓的“后不如今今非昔，两无言相对沧浪水。怀此恨，寄残醉”。抒发今不如昔的愤慨，对南宋小朝廷进行婉讽。梦窗写此词之时已非南宋前期，因此，词意虽然表达了作者对国势的关切，但后不如今、寄恨残醉的调子是低沉的，缺乏鼓舞人心的昂扬斗志，根本不同于<a href=\"http://so.gushiwen.org/author_217.aspx\">辛弃疾</a>词的大声鞺鞳。这首词通篇结构严密，全首空气清新，用典独到，跟他其它的大部分词作截然不同，这也充分显示了词人的功力。</p>",
  "poet": {
    "id": 670,
    "star": 0,
    "name": "吴文英",
    "image": "http://img.gushiwen.org/authorImg/wuwenying.jpg",
    "desc": "吴文英（约1200～1260），字君特，号梦窗，晚年又号觉翁，四明（今浙江宁波）人。原出翁姓，后出嗣吴氏。与贾似道友善。有《梦窗词集》一部，存词三百四十余首，分四卷本与一卷本。其词作数量丰沃，风格雅致，多酬答、伤时与忆悼之作，号“词中李商隐”。而后世品评却甚有争论。"
  },
  "tags": [
    "宋词精选",
    "豪迈",
    "咏史怀古",
    "梅花",
    "爱国"
  ]
}