{
  "id": 50979,
  "star": 14,
  "name": "诉衷情·出林杏子落金盘",
  "dynasty": "宋代",
  "content": "出林杏子落金盘。齿软怕尝酸。可惜半残青紫，犹有小唇丹。 <br>南陌上，落花闲。雨斑斑。不言不语，一段伤春，都在眉间。",
  "fanyi": "<p><strong>译文<br></strong>新出林的杏子特点是鲜脆，逗人喜爱。但又由于是新摘，没有完全熟透，味道是酸多甜少，颜色青紫而不太红。而少女好奇，好新鲜，见到鲜果以先尝为快。但乍尝之后，便觉味酸而齿软了。青紫色的残杏上，留下少女一道小小的口红痕迹。<br>南边的田间小路上，满地落花狼藉，春雨斑斑，送走了春天。少女伤春每由怀春引起，对花落春归，感岁月如流，年华逝水，少女不可透露的内心世界的秘密，所以她只能不言不语，终日攒眉。</p> <p><strong>注释<br></strong>①杏子：一种果实，圆形，未熟时为青色，成熟时为黄红色，味酸甜。金盘：金属制成的盘子。<br>②齿软：牙齿不坚固。<br>③可惜：意谓应予爱惜的。半残：指杏子被咬了一口。青紫：此处指杠杆透出紫红的半熟青杏颜色。唇丹：嘴唇上限量的丹砂红。<br>④陌：泛指田间道路。落花闲：花儿安静地飘落。闲，安静。<br>⑤斑斑：颜色驳杂貌。这两句说落花如雨，纷纷飘坠在地。<br>⑥伤春：因春天的景物而引起的伤感。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这是一首写少女伤春的词。少女伤春，在<a href=\"http://so.gushiwen.org/author_164.aspx\">周邦彦</a>以前的<a href=\"http://so.gushiwen.org/view_50979.aspx\">诗</a>人词人中有不少人写过，但跟尝果怕酸联系起来，却是罕见的。周邦彦这首词由少女尝果写到伤春，过渡自然，联系紧凑。</p> <p>　　“红杏枝头春意闹”，（<a href=\"http://so.gushiwen.org/author_596.aspx\">宋祁</a>《玉楼春》），可见杏子成熟，当在暮春时节了，新摘来的杏子放在金盘里，色泽鲜艳明丽，不用“置金盘”，而用“落金盘”，因“落”字有从摘下到放置过程的动态感，即摘下放入的意思，比“置”字生动得多。新出林的杏子特点是鲜脆，逗人喜爱。但又由于是新摘，没有完全熟透，味道是酸多甜少，颜色青紫而不太红。而少女好奇，好新鲜，见到鲜果以先尝为快。但乍尝之后，便觉味酸而齿软了。正如<a href=\"http://so.gushiwen.org/author_564.aspx\">韦应物</a>诗“试摘犹酸亦未黄。”少女怕酸，不敢再吃，只剩下大半个吃剩的杏子。青紫色的残杏，留下少女一道小小的口红痕迹，唇丹与青紫相间，在词人看来，简直是一种美的享受。而这位少女也必然因怕酸而攒眉蹙额，娇态可掬，更惹人怜爱了。所以词人用了“可惜”二字，而不用“留得”二字。因为这不只是在写半枚残杏，而是透过残杏写少女。</p> <p>　　下片先从少女眼里写周围环境，南陌上，满地落花狼藉，春雨斑斑，送走了春天。真是春雨无情，落花有恨。这三句似与上下文无关系。但看最后三句之后，便可体会到这三句环境描写对少女的伤春情怀起了烘托作用。正是在这样一个落花春雨的撩乱氛围中，才使少女感到“落花风雨更伤春。”（<a href=\"http://so.gushiwen.org/author_432.aspx\">晏殊</a>《浣溪沙》）而伤春心事“都在眉间”。也就是说因伤春而愁眉深锁。对于妙龄少女来说，伤春每由怀春引起。对花落春归，感岁月如流，年华逝水，因而有了某种爱情意识的跃动，这是可以理解的。但这却是少女不可透露的内心世界的秘密，所以她只能不言不语，终日攒眉。</p> <p>　　上片说的少女因尝杏怕酸而攒眉，这是生活中的偶然现象，少女因怀春伤春而攒眉，则是生活中的必然现象。这两种现象在词中来了个巧合，少女以尝杏怕酸而攒眉，巧妙地掩饰了她因怀春而攒眉，掩饰了她内心的秘密，可谓妙合无垠，这也正是作者构思细密，匠心独运之处。</p> <p>　　这首词上下两片初看似无关系，不易衔接，实则用暗线贯串，自然过渡，结构曲折。作者又善于抒写女性心理，将女性心理活动与景物描摹巧妙结合，所以后来评论周词的都很称赞他的词法，如清陈世焜云：“词至美成，开合动荡，包扫一切。”（《云韶集》卷四）</p><br/><h2>赏析二</h2> <p>　　上阕写酸杏子。</p> <p>　　“出林杏子落金盘。齿软怕尝酸。可惜半残青紫，犹印小唇丹。”“出林杏子”，说明杏子方熟，还没有熟透，一个“落”字，生动地写出女子尝杏的生动、活泼场面；“齿软怕尝酸”，既承上句讲酸杏的新鲜，又是对女子娇柔媚好的形容，韩僵《幽窗》<a href=\"http://so.gushiwen.org/view_50979.aspx\">诗</a>有云：“手香江橘嫩，齿软越梅酸”，亦是此义。上阕生动地描写了一副女子暮春尝杏的人物画，点睛处全在“小唇丹”三字上。“小唇丹”写女子的红唇皓齿，又有“半残青紫”与之相映。酸杏与美人、青紫与丹红，不但在色彩上，还在酸涩与甜美的意味上相互映衬。</p> <p>　　下阕依旧由景语带起。</p> <p>　　“南陌上，落花闲。雨斑斑。”南窗下陌，飞红悠悠飘落，雨迹尚残些斑点。“南陌”就是南边的小路，不写东、西、北，单写南，因为南是温暖柔润之象，用此类意象，将词的氛围烘托得温蕴可人；“落花闲”化自<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>《赠黄山胡公求白鹇》诗“夜栖寒月静，朝步落花闲”的句子，亦是描摹闲静而略透悲意的场景；“雨斑斑”是描写雨迹、斑点众多的样子。</p> <p>　　这几句写外景的词句，拉开了全词的境界，是情感顺流而出中的一次回溯与净化。此景既是女子眼中之景，又与女子春心同为一构。是春景本就如此寂寞，还是女子愁情眼中万物皆如此凄凉。写景在写人之后，情景模糊、意蕴丰富。</p> <p>　　“不言不语，一段伤春，都在眉间。”是最终的抒情之语。女子寂寞一人，不言不语，此时无声，悲情却自现于眉间。颦颦蹙眉，一段伤春情怀，自在其中。写眉间蹙皱来表现伤春之情，见<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>《蝶恋花》词有“学画鸦儿犹未就，眉间已作伤春皱”的句子。</p> <p>　　词用尝杏引出美人的丹唇皓齿，又回到屋外的春景，再写尝杏美人的伤春之情。杏酸使人蹙眉，伤春之情亦在眉间一皱中。词人勾画图景、描摹情态，表现女子的心理状态和日常生活的情景，如落花流水，灵动鲜活。</p>",
  "about": "<h2>创作背景</h2> 　　《诉衷情`出林杏子落金盘》写于词人<a href=\"http://so.gushiwen.org/author_164.aspx\">周邦彦</a>暮年远宦之时，词体产生于筵宴。这是一首写少女伤春的词。少女伤春，在周邦彦以前的<a href=\"http://so.gushiwen.org/view_50979.aspx\">诗</a>人词人中有不少人写过，但跟尝果怕酸联系起来，却是罕见的。",
  "poet": {
    "id": 164,
    "star": 0,
    "name": "周邦彦",
    "image": "http://img.gushiwen.org/authorImg/zhoubangyan.jpg",
    "desc": "周邦彦（1056年－1121年），中国北宋末期著名的词人，字美成，号清真居士，汉族，钱塘（今浙江杭州）人。历官太学正、庐州教授、知溧水县等。徽宗时为徽猷阁待制，提举大晟府。精通音律，曾创作不少新词调。作品多写闺情、羁旅，也有咏物之作。格律谨严。语言典丽精雅。长调尤善铺叙。为后来格律派词人所宗。旧时词论称他为“词家之冠”。有《清真集》传世。"
  },
  "tags": [
    "宋词精选",
    "少女",
    "伤春"
  ]
}