{
  "id": 47905,
  "star": 47,
  "name": "芜城赋",
  "dynasty": "南北朝",
  "content": "　　沵迆平原，南驰苍梧涨海，北走紫塞雁门。柂以漕渠，轴以昆岗。重关复江之隩，四会五达之庄。当昔全盛之时，车挂轊，人驾肩。廛闬扑地，歌吹沸天。孳货盐田，铲利铜山，才力雄富，士马精妍。故能侈秦法，佚周令，划崇墉，刳濬洫，图修世以休命。是以板筑雉堞之殷，井干烽橹之勤，格高五岳，袤广三坟，崪若断岸，矗似长云。制磁石以御冲，糊赪壤以飞文。观基扃之固护，将万祀而一君。出入三代，五百余载，竟瓜剖而豆分。泽葵依井，荒葛罥涂。坛罗虺蜮，阶斗麕鼯。木魅山鬼，野鼠城狐，风嗥雨啸，昏见晨趋。饥鹰厉吻，寒鸱吓雏。伏暴藏虎，乳血飡肤。崩榛塞路，峥嵘古馗。白杨早落，寒草前衰。稜稜霜气，蔌蔌风威。孤篷自振，惊沙坐飞。灌莽杳而无际，丛薄纷其相依。通池既已夷，峻隅又以颓。直视千里外，唯见起黄埃。凝思寂听，心伤已摧。若夫藻扃黼帐，歌堂舞阁之基；璇渊碧树，弋林钓渚之馆；吴蔡齐秦之声，鱼龙爵马之玩；皆薰歇烬灭，光沉响绝。东都妙姬，南国佳人，蕙心纨质，玉貌绛唇，莫不埋魂幽石，委骨穷尘。岂忆同辇之愉乐，离宫之苦辛哉？天道如何，吞恨者多。抽琴命操，为芜城之歌。歌曰：“边风急兮城上寒，井径灭兮丘陇残。千龄兮万代，共尽兮何言。”",
  "fanyi": "<p><strong>译文</strong><br>　　地势辽阔平坦的广陵郡，南通苍梧、南海，北趋长城雁门关。前有漕河萦回，下有昆岗横贯。周围江河城关重叠，地处四通八达之要冲。当年吴王刘濞在此建都的全盛之时，街市车轴互相撞击，行人摩肩，里坊密布，歌唱吹奏之声喧腾沸天。吴王靠开发盐田繁殖财货，开采铜山获利致富。使广陵人力雄厚，兵马装备精良。所以能超过秦代的法度，逾越周代的规定。筑高墙，挖深沟，图谋国运长久和美好的天命。所以大规模地修筑城墙，辛勤地营建备有烽火的望楼。使广陵城高与五岳相齐，宽广与三坟连接。城墙若断岸一般高峻，似长云一般耸立。用磁铁制成城门以防歹徒冲入，城墙上糊红泥以焕发光彩。看城池修筑得如此牢固，总以为会万年而永属一姓，哪知只经历三代，五百多年，竟然就如瓜之剖、豆之分一般崩裂毁坏了。莓苔环井边而生，蔓蔓野葛长满道路。堂中毒蛇、短狐遍布，阶前野獐、鼯鼠相斗。木石精灵、山中鬼怪，野鼠城狐，在风雨之中呼啸，出没于晨昏之际。饥饿的野鹰在磨砺尖嘴，寒冷的鹞子正怒吓着小鸟。伏着的野兽、潜藏的猛虎，饮血食肉。崩折的榛莽塞满道路，多阴森可怕的古道。白杨树叶早已凋落，离离荒草提前枯败。劲锐严寒的霜气，疾厉逞威的寒风，弧蓬忽自扬起，沙石因风惊飞。灌木林莽幽远而无边无际，草木杂处缠绕相依。护城河已经填平，高峻的角楼也已崩塌。极目千里之外，唯见黄尘飞扬。聚神凝听而寂无所有，令人心中悲伤之极。至于彩绘门户之内的绣花帐，陈设豪华的歌舞楼台之地；玉池碧树，处于射弋山林、钓鱼水湾的馆阁；吴、蔡、齐、秦各地的音乐之声，各种技艺耍玩；全都香消烬灭，光逝声绝。东都洛阳的美姬、吴楚南方的佳人，芳心丽质，玉貌朱唇，没有一个不是魂归于泉石之下，委身于尘埃之中。哪里还会回忆当日同辇得宠的欢乐，或独居离宫失宠的痛苦？天运真难说，世上抱恨者何其多！取下瑶琴，谱一首曲，作一支芜城之歌。歌词说：广陵的边风急啊飒飒城上寒，田间的小路灭啊荒墓尽摧残，千秋啊万代，人们同归于死啊还有什么可言！ </p> <p><strong>注释</strong><br>摘要:本文为南朝抒情小赋中的名篇。芜城即广陵，也就是今天的扬州，故城在江苏省江都县东北，自汉魏以至晋宋，一直沿用。后因北魏南侵，竟陵王刘诞的叛乱，城邑荒芜，废墟一片。感而赋之，遂名芜城。<br>[1]沵迆（míyǐ迷以）：地势相连渐平的样子。<br>[2]苍梧：汉置郡名。治所即今广西梧州市。涨海：即南海。<br>[3]紫塞：指长城。《文选》李善注：”崔貌《古今注》曰：秦所筑长城。土皆色紫。汉塞亦然。故称紫塞。”雁门：秦置郡名。在今山西西北。以上两句谓广陵南北通极远之地。<br>[4]柂（duò舵）：拖引。漕渠：古时运粮的河道。这里指古邗沟。即春秋时吴王夫差所开。自今江都西北至淮安三百七十里的运河。<br>[5]轴：车轴。昆岗：亦名阜岗、昆仑岗、广陵岗。广陵城在其上（见《太平御览》卷169引《郡国志》）。句谓昆岗横贯广陵城下。如车轮轴心。<br>[6]”重关”句：谓广陵城为重重叠叠的江河关口所遮蔽。奥：隐蔽深邃之地。<br>[7]”四会”句：谓广陵有四通八达的大道。《尔雅·释宫》：”五达谓之康。六达谓之庄。”<br>[8]轊（wèi卫）：车轴的顶端。挂轊。即车轴头互相碰撞。<br>[9]驾：陵；相迫。以上两句写广陵繁华人马拥挤的情况。<br>[10]廛闬（chán缠hàn翰）扑地：遍地是密匝匝的住宅。廛：市民居住的区域。闬：闾；里门。扑地：即遍地。<br>[11]歌吹：歌唱及吹奏。<br>[12]孳：蕃殖。货：财货。盐田：《史记》记西汉初年。广陵为吴王刘濞所都。刘曾命人煮海水为盐。[13]铲利：开采取利。铜山：产铜的山。刘濞曾命人开采郡内的铜山铸钱。以上两句谓广陵有盐田铜山之利。<br>[14]精妍：指士卒训练有素而装备精良。<br>[15]侈：轶；超过。<br>[16]佚：超越。此两句谓刘濞据广陵。一切规模制度都超过秦、周。<br>[17]划崇墉（yōng拥）：谓建造高峻的城墙。划：剖开。<br>[18]刳（kū枯）濬（jùn俊）洫（xù旭）：凿挖深沟。刳：凿。濬：深。洫：沟渠。<br>[19]”图修”句。谓图谋长世和美好的天命。休：美好。<br>[20]板筑：以两板相夹。中间填土。然后夯实的筑墙方法。这里指修建城墙。雉堞：女墙。城墙长三丈高一丈称一雉；城上凹凸的墙垛称堞。殷：大；盛。<br>[21]井干（hán寒）：原指井上的栏圈。此谓筑楼时木柱木架交叉的样子。烽：烽火。古时筑城。以烽火报警。橹：望楼。此谓大规模地修筑城墙。营建烽火望楼。<br>[22]格：格局。这里指高度。五岳：指东岳泰山、西岳华山、南岳衡山、北岳恒山、中岳嵩山。<br>[23]袤（mào茂）广：南北间的宽度称袤。东西的广度称广。三坟：说法不一。此似指《尚书·禹贡》所说兖州土黑坟。青州土白坟。徐州土赤埴坟。坟为”隆起”之意。土黏曰”埴”。以上三州与广陵相接。<br>[24]崪（zú族）：危险而高峻。断岸：陡削的河岸。<br>[25]矗（chù触）：耸立。此两句形容广陵城的高峻和平齐。<br>[26]御冲：防御持兵器冲进来的歹徒。《御览》卷183引《西京记》：”秦阿房宫以磁石为门。怀刃入者辄止之。”<br>[27]赪（chēng称）：红色。飞文：光彩相照。此谓墙上用红泥糊满光彩焕发。<br>[28]基扃（jiǒng迥）：即城阙。扃：门上的关键。固护：牢固。<br>[29]万祀：万年。<br>[30]出入：犹言经历。三代：指汉、魏、晋。<br>[31]瓜剖、豆分：以瓜之剖、豆之分喻广陵城崩裂毁坏。<br>[32]泽葵：莓苔一类植物。<br>[33]葛：蔓草。善缠绕在其他植物上。罥（juàn倦）：挂绕。涂：即”途”。<br>[34]坛：堂中。罗：罗列；布满。虺（huǐ悔）：毒蛇。蜮（yù育）：相传能在水中含沙射人的动物。形似鳖。一名短狐。<br>[35]麕（jūn均）：獐。似鹿而体形较小。鼯（wú吾）：鼯鼠。长尾，前后肢间有薄膜，能飞，昼伏夜出。<br>[36]木魅：木石所幻化的精怪。<br>[37]砺：磨。吻：嘴。<br>[38]鸱（chī痴）：鹞鹰。吓：怒叫声；恐吓声。<br>[39]暴：猛兽。<br>[40]乳血：饮血。飡肤：食肉。<br>[41]馗（kúi葵）：同“逵”，大路。<br>[42]稜稜：严寒的样子。<br>[43]蔌（sù速）蔌：风声劲急貌。<br>[44]振：拔；飞。<br>[45]灌莽：草木丛生之地。杳（yǎo咬）：幽远。<br>[46]丛薄：草木杂处。<br>[47]通池：城濠；护城河。夷：填平。<br>[48]峻隅：城上的角楼。<br>[49]藻扃：彩绘的门户。黼（fú福）帐：绣花帐。<br>[50]璇渊：玉池。璇：美玉。<br>[51]弋（yì益）：用系着绳子的箭射鸟。<br>[52]吴、蔡、齐、秦之声：谓各地聚集于此的音乐歌舞。<br>[53]鱼龙爵马：古代杂技的名称。爵：通”雀”。<br>[54]”皆薰”两句：谓玉树池馆以及各种歌舞技艺。都毁损殆尽。薰。花草香气。<br>[55]蕙：兰蕙。开淡黄绿色花，香气馥郁。蕙心：芳心。纨：丝织的细绢。纨质，丽质。<br>[56]委：弃置。穷：尽。<br>[57]同辇（niǎn捻）：古时帝王命后妃与之同车。以示宠爱。离宫：即长门宫。为失宠者所居。两句紧接上文。谓美人既无得宠之欢乐。亦无失宠之忧愁。<br>[58]抽：取。命操：谱曲。命：名。操：琴曲名。作曲当命名。<br>[59]井径：田间的小路。丘陇：坟墓。</p>",
  "shangxi": "　　芜城指的是广陵城，是魏晋南北朝时期长江北岸重要都市和军事重镇。春秋末，吴在此凿邗沟，以通江淮，争霸中原。秦置县，西汉设广陵国，东汉改为广陵郡，以广陵县为治所，故址在今江苏扬州市，是西汉诸王国的治所，又是南北朝时的交通枢纽，地势重要，市容繁华。西汉时期吴王刘濞得益于当地丰富的盐和铜资源，积累了很强的经济势力，把广陵城修建得十分坚固、也十分富丽堂皇。在积累经济实力的同时，刘濞的王国也发展了很强的军事势力，并恃强而骄，曾发动对抗朝廷的叛乱。但是，此次叛乱很快被汉景帝镇压下去。平叛当中，对广陵城破坏很大，从那以后，广陵城便衰落了。东汉时期以后，此地又发生了几次战争，广陵城进一步衰败。宋文帝元嘉二十七年（450），北魏太武帝拓跋焘举戈南侵，广陵被焚。宋孝武帝大明三年（459）竟陵王刘诞据广陵叛变，孝武帝派兵讨平，并下令屠杀城中全部男丁，仅留五尺以下小童。十年之间，广陵两遭兵祸，繁富闹市变成一座荒城。大明三、四年间，刘诞乱平不久，来到广陵，创痕犹新，血迹尚在，他登广陵城楼，目睹眼前残败破乱、荒芜不堪的凄凉景象，俯仰苍茫，感慨万千，写下了《芜城赋》。",
  "poet": {
    "id": 732,
    "star": 0,
    "name": "鲍照",
    "image": "http://img.gushiwen.org/authorImg/baozhao.jpg",
    "desc": "鲍照（约415年～466年）南朝宋文学家，与颜延之、谢灵运合称“元嘉三大家”。字明远，汉族，祖籍东海（治所在今山东郯城西南，辖区包括今江苏涟水，久居建康（今南京）。家世贫贱，临海王刘子顼镇荆州时，任前军参军。刘子顼作乱，照为乱兵所杀。他长于乐府诗，其七言诗对唐代诗歌的发展起了很重要的作用。有《鲍参军集》。"
  },
  "tags": [
    "辞赋精选",
    "抒情",
    "地名"
  ]
}