{
  "id": 49391,
  "star": 95,
  "name": "满江红·怀子由作",
  "dynasty": "宋代",
  "content": "清颍东流，愁目断，孤帆明灭。宦游处，青山白浪，万重千叠。孤负当年林下意，对床夜雨听萧瑟。恨此生，长向别离中，生华发。<br>一尊酒，黄河侧。无限事，从头说。相看恍如昨，许多年月。衣上旧痕余苦泪，眉间喜气占黄色。便与君，池上觅残春，花如雪。",
  "fanyi": "<p><strong>译文<br></strong>清澈的颍水向东流去，望着江面行船远去，船帆若隐若现，心中愁苦。为官四处奔走，走过千山万水，经历风波险恶。我辜负了当年与你对床夜语，早退隐居的约定。这一生聚少离多，白发徒生。<br>在黄河畔饮酒，想起往日情由，无限感慨。虽然分离多年，旧事却恍如昨日般清晰。经历了多年磨难心酸，终于快有归去的喜信了。到那时，和你在这残春出游池上，看落花如雪。</p> <p><strong>注释<br></strong>1.满江红：词牌名，又名《上江虹》、《念良游》、《伤春曲》。双调九十三字，前片四十七字，八句，四仄韵；后片四十六字，十句，五仄韵。用入声韵者居多。<br>2.子由：作者弟弟<a href=\"http://so.gushiwen.org/author_366.aspx\">苏辙</a>字，当时他在京都汴梁任门下侍郎。<br>3.清颍（yǐng）：颍水，源出河南登封县西南，东南流经禹县，至周口镇，合贾汝河、沙河，在颍州附近入淮而东流。<br>4.孤帆明灭：一叶船帆忽隐忽现。<br>5.宦（huàn）游：在外做官。<br>6.“孤负”二句：写兄弟风雨之夜相聚谈心的乐趣。苏辙《逍遥堂会宿二首》并引：“辙幼从子瞻读书，未尝一日相舍。既壮，将游宦四方，读韦苏州（应物）<a href=\"http://so.gushiwen.org/view_49391.aspx\">诗</a>，至‘那知风雨夜，复此对床眠’，侧然感之。乃相约早退，为闲居之乐。故子瞻始为凤翔幕府，留诗为别，曰：‘夜雨何时听萧瑟’。”风翔至是时已二十余年，仍未实现“对床夜语”的愿望，故日“孤负”。孤负，辜负。林下意，指相约退出官场，过退隐生活的话。萧瑟，指雨声。<br>7.生华发：花白的头发脱落。<br>8.“一尊酒”二句：此时苏辙在黄河边的汴京（开封），故<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>向黄河侧遥举一杯酒，表示祝福。尊，通“樽”，酒杯。<br>9.恍如昨：仿佛如同昨天。<br>10.“眉间”句：谓眉问出现黄色，有即将归去的征兆。<a href=\"http://so.gushiwen.org/author_682.aspx\">韩愈</a>《郾城晚饮赠马侍郎》诗：“眉间黄色见归期。”<br>11.花如雪：落花如雪之零乱。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　词的上片即景抒情，抒发了对兄弟之间长期不得相见的深深感慨和对弟弟的深切怀念，下片追忆从前，希望能有机会到京城与弟弟见上一面，并想象兄弟相会汴京的欢悦情景。</p> <p>　　第一句就说“清颍东流”，很符合他这种“、喜临水”的爱好。当时京师与颍州之间的交通，大都靠走水道。<a href=\"http://so.gushiwen.org/author_366.aspx\">苏辙</a>在京师任职，如果来颍州，无疑也将是泛颍水，所以说“愁目断，孤帆明灭”。“孤帆明灭”极见盼望之切。由盼望兄弟远来相聚，从而联想到自己的宦游无根，相隔千山万水，写得非常平实。</p> <p>　　“孤负当年林下语，对床夜雨听萧瑟。”<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>与苏辙从小一同读书，形影不离。成年之后，不得已而分手仕宦四方，分手前，曾有感于<a href=\"http://so.gushiwen.org/author_564.aspx\">韦应物</a>的“那知风雨夜，复此对床眠\"<a href=\"http://so.gushiwen.org/view_49391.aspx\">诗</a>句，相约以后早退，共享闲居之乐。苏轼任凤翔幕府时，临别赠苏辙诗曰：“夜雨何时听萧瑟。这两句充满了对官场的厌倦和对兄弟的思念之情，意境清幽而浪漫，从中可见词人内心深处的高情雅致。另外，这两句是一贯而下的，“孤负”二字一直贯到底，也照顾了上文。正因为自己宦游天涯，相隔着万重千叠的白水青山，望断孤帆明灭也终于不能相见，才辜负了当年林下归隐之约，不能对床同眠，共听萧瑟夜雨。所以上片结尾便归结为聚少离多之恨，由长恨而不觉满头白发了。</p> <p>　　这首词上片正面写系念之情，没有具体的细节描写，全是写实。而下片的“尊酒”晤谈，把臂“相看”，以至同“觅残春”，则全由具体细节编织而成，却又全是写的梦境。一半抒情，一半写实，抒情全是实情，写实却是梦境，构成了这首词的特别章法。古典诗词中写梦境的名篇很多，但大都有入梦出梦的描写，交代得很清楚，如<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>的《梦游天姥吟留别》，甚至标题中都标明是梦。但这首词写梦境，却始终未加点破。换头以后，突兀而来，仿佛苏辙真的来到了黄河之侧，怀酒清话，无限缠绵。表面上看起来不知所云，但往细处看，原来这是在写梦。</p> <p>　　梦中兄弟相见，共饮于黄河之侧，畅谈往事，互看容颜，大有<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>《羌村三首》“夜阑更秉烛，相对如梦寐”之意。但杜甫是把实境写得如梦，而东坡这里，却是把梦写得如同实境。“衣上”两句，上句是未见时相思之深，下句是写既见时衷心之喜。“添黄色”出于《玉管照神书》，这是一部谈命相术数的书，而苏轼晚年多读道书，诗词中也往往掺杂道家辞语，这里的“眉间喜气”云云即为一例。这两句一写衣上，一写眉间，充分写出了亲人相见之喜。而衣上的“旧痕”正反衬出眉间“喜气”之重，是写得浓墨重彩，非常感动人的。</p> <p>　　这首词的下片写梦境，入梦时既未说破，到结尾也不写出梦，更不点明。只由梦中相见的喜气重重而回顾上片的辜负林下，“便”字轻轻一逗，用得很好。正因为在现实生活中辜负了当年的林下之约，现在居然在不自觉其为梦的梦境中相见了，当然要领略林下之约的情趣。于是便相携游赏，在故园的池台之上寻觅尚可追踪的“残春”。“春”而曰“残”，也很切合东坡暮年的心境。“便”，还有即便之意，在一气重更之中仍透露出一丝凄凉的况味。池上的残春已近尾声，片片飞花如雪，即便相见相携相赏，也终究是相顾两衰翁了，词境颇为萧瑟。不过，“花如雪”到底是很美的，无多的晚境更值得珍重，萧瑟而并不衰飒。</p> <p>　　这首词感情真挚动人，词人以兄弟的情谊为主线来写景抒怀，情动于中而形于言，故而能感人肺腑，其中也夹杂着对官场的厌倦和人生不得意的感慨，是当时作者复杂心情的真实写照。</p>",
  "about": "<h2>创作背景</h2> 　　据朱疆村引王文诰《苏<a href=\"http://so.gushiwen.org/view_49391.aspx\">诗</a>总案》，谓此词为“壬申二月作”。按壬申为宋哲宗元祐七年（1092）。元祐六年，<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>知颍州，闰八月到任。七年二月，改知扬州，三月到任。二月还在颍州，与词的首句“清颍东流”正合。元祐五年，<a href=\"http://so.gushiwen.org/author_366.aspx\">苏辙</a>为御史中丞，六年为尚书右丞，七年为门下侍郎，一直在朝，和苏轼不在一起，与题“怀子由作”也相合。苏轼知颍州前，一度在京任翰林学士，知诏诰，兼侍读，是再次遭到政敌攻击才改求外任的。至此，与苏辙不相见也产些日子了。而他们兄弟之间的感清非常深厚，不相见时经常有诗词互相怀念。著名的《水调歌头》（明月几时有）就有“兼怀子由”的标目。但作《水调歌头》时苏轼还只有四十一岁，正值中年，豪气未除，纵横挥洒，词写得旷达高远，顾盼自雄。而此时苏轼已经五十七岁，饱经忧患，渐露出暮年光景来。虽兄弟之情依然如故，甚至系念更加殷切，但终究豪气消磨殆尽，无复往日情怀，所以词中便时时流露出倦意，染上<a href=\"http://so.gushiwen.org/author_645.aspx\">陶渊明</a>归隐的色彩了。",
  "poet": {
    "id": 183,
    "star": 0,
    "name": "苏轼",
    "image": "http://img.gushiwen.org/authorImg/sushi.jpg",
    "desc": "苏轼（1037－1101），北宋文学家、书画家、美食家。字子瞻，号东坡居士。汉族，四川人，葬于颍昌（今河南省平顶山市郏县）。一生仕途坎坷，学识渊博，天资极高，诗文书画皆精。其文汪洋恣肆，明白畅达，与欧阳修并称欧苏，为“唐宋八大家”之一；诗清新豪健，善用夸张、比喻，艺术表现独具风格，与黄庭坚并称苏黄；词开豪放一派，对后世有巨大影响，与辛弃疾并称苏辛；书法擅长行书、楷书，能自创新意，用笔丰腴跌宕，有天真烂漫之趣，与黄庭坚、米芾、蔡襄并称宋四家；画学文同，论画主张神似，提倡“士人画”。著有《苏东坡全集》和《东坡乐府》等。"
  },
  "tags": [
    "怀人",
    "胞弟"
  ]
}