{
  "id": 72252,
  "star": 56,
  "name": "伯夷列传",
  "dynasty": "两汉",
  "content": "　　夫学者载籍极博。尤考信于六艺。《诗》、《书》虽缺，然虞、夏之文可知也。尧将逊位，让于虞舜，舜、禹之间，岳牧咸荐，乃试之于位，典职数十年，功用既兴，然后授政。示天下重器，王者大统，传天下若斯之难也。而说者曰：“尧让天下于许由，许由不受，耻之逃隐。及夏之时，有卞随、务光者。”此何以称焉？太史公曰：余登箕山，其上盖有许由冢云。孔子序列古之仁圣贤人，如吴太伯、伯夷之伦详矣。余以所闻，由、光义至高，其文辞不少概见，何哉？孔子曰：“伯夷、叔齐，不念旧恶，怨是用希。”“求仁得仁，又何怨乎？”余悲伯夷之意，睹轶诗可异焉。其传曰：伯夷、叔齐，孤竹君之二子也。父欲立叔齐。及父卒，叔齐让伯夷。伯夷曰：“父命也。”遂逃去。叔齐亦不肯立而逃之。国人立其中子。于是伯夷、叔齐闻西伯昌善养老，“盍往归焉！”及至，西伯卒，武王载木主，号为文王，东伐纣。伯夷、叔齐叩马而谏曰：“父死不葬，爰及干戈，可谓孝乎？以臣弑君，可谓仁乎？”左右欲兵之。太公曰：“此义人也。”扶而去之。武王已平殷乱，天下宗周，而伯夷、叔齐耻之，义不食周粟，隐于首阳山，采薇而食之。及饿且死，作歌，其辞曰：“登彼西山兮，采其薇矣。以暴易暴兮，不知其非矣。神农、虞、夏忽焉没兮，我安适归矣？于嗟徂兮，命之衰矣。”遂饿死于首阳山。由此观之，怨邪非邪？ 或曰：“天道无亲，常与善人。”若伯夷、叔齐，可谓善人者非邪？积仁洁行，如此而饿死。且七十子之徒，仲尼独荐颜渊为好学。然回也屡空，糟糠不厌，而卒蚤夭。天之报施善人，其何如哉？盗跖日杀不辜，肝人之肉，暴戾恣睢，聚党数千人，横行天下，竟以寿终，是遵何德哉？此其尤大彰明较著者也。若至近世，操行不轨，专犯忌讳，而终身逸乐，富厚累世不绝。或择地而蹈之，时然后出言，行不由径，非公正不发愤，而遇祸灾者，不可胜数也。余甚惑焉，倘所谓天道，是邪非邪？</p> <p>　　子曰：“道不同，不相为谋。”亦各从其志也。故曰：“富贵如可求，虽执鞭之士，吾亦为之。如不可求，从吾所好。”“岁寒，然后知松柏之后凋。”举世混浊，清士乃见。岂以其重若彼，其轻若此哉？“君子疾没世而名不称焉。”贾子曰：“贪夫徇财，烈士徇名，夸者死权，众庶冯生。”同明相照，同类相求。“云从龙，风从虎，圣人作而万物睹。”伯夷、叔齐虽贤，得夫子而名益彰；颜渊虽笃学，附骥尾而行益显。岩穴之士，趋舍有时，若此类名湮灭而不称，悲夫。闾巷之人，欲砥行立名者，非附青云之士，恶能施于后世哉！ ",
  "fanyi": "<h2>译文</h2> <p>　　世上记事的书籍虽然很多，但学者们仍然以“六艺”——《<a href=\"http://so.gushiwen.org/view_72252.aspx\">诗</a>》、《书》、《礼》、《乐》、《易》、《春秋》等经典为征信的凭据。《诗经》、《尚书》虽有缺损，但是记载虞、夏两代的文字都是可以见到的。尧将退位，让给虞舜，还有舜让位给禹的时候，都是由四方诸侯长和州牧们推荐出来的，于是，让他们先试着任职工作，主持事务数十年，做出了成就，建立了功绩，然后再把大政交给他们。这是表示天下是极贵重的宝器，帝王是最大的统领者，把天下移交给继承者就是如此的困难。然而，也有人说过，尧要把天下让给许由，许由不肯接受，以为是一种耻辱而逃走隐居起来。到了夏代的时候，又有卞随、务光等人。这些人又为什么要受到称许呢？太史公说：我登过箕山，相传山上有许由之墓。孔子依次评论古代的仁人、圣人、贤人，对吴太伯和伯夷等讲得很详细。我听说许由、务光等节义品德至为高尚，而经书中有关他们的文辞却一点儿也见不到，这是为什么呢？孔子说：“伯夷、叔齐，不是老记着人家以前的过错，因此怨恨他们的人就少。”“追求仁德而得到仁德，又有什么可怨恨的呢？”我对伯夷兄弟的用意深感悲痛，但看到那些逸诗又感到诧异。他们的传记说道：</p> <p>　　伯夷、叔齐是孤竹君的两个儿子。父亲想把王位传给叔齐，到了父亲去世以后，叔齐要让位给伯夷。伯夷说：“这是父亲的遗命啊！”于是便逃走了。叔齐也不肯即位而逃走。国人只好立孤竹君的第二个儿子为王。这时，伯夷、叔齐听说西伯昌能关心老人，抚养老人，便商量着说：我们何不去投奔他呢？等到达那里，西伯已去世了。武王用车载着西伯的神主，追谥为文王，率军东进去征伐商纣。伯夷、叔齐拉住武王的马而谏阻道：“父亲死了却不安葬，大动干戈去打仗，这难道是孝的行为吗？身为臣子，却要去杀害国君，这难道可以算做仁德吗？”周王左右的人准备杀掉他们，太公说：“他们是义人啊！”扶着他们离开了。武王摧毁了殷商的暴虐统治，天下都归附了周朝，而伯夷、叔齐却认为这是很可耻的事，为了表示对殷商的忠义，不肯再吃周朝的粮食，隐居在首阳山中，靠着采食薇菜充饥。到了由于饥饿而将死的时候，作了一首歌，歌辞说：“登上那西山啊，采些那薇菜呀！用暴力来取代暴力，不知道这是错误的。神农、虞舜和夏禹，授政仁人相禅让，圣人倏忽辞世去，我辈今日向何方？啊，别啦，永别啦！命运衰薄令人哀伤！”终于饿死在首阳山中。从这些记载来看，伯夷、叔齐是怨呢，还是不怨呢？有人说：“天道并不对谁特别偏爱，但通常是帮助善良人的。”像伯夷、叔齐，总可以算得上是善良的人了吧！难道不是吗？他们行善积仁，修养品行，这样的好人竟然给饿死了！再说孔子的七十二位贤弟子这批人吧，仲尼特别赞扬颜渊好学。然而颜回常常为贫穷所困扰，连酒糟谷糠一类的食物都吃不饱，终于过早地去世了。上天对于好人的报偿，到底是怎样的呢？盗跖天天在屠杀无辜的人，割人肝，吃人肉，凶暴残忍，胡作非为，聚集党徒数千人，横行天下，竟然能够长寿而终。他又究竟积了什么德，行了什么善呢？这几个例子是最典型，最能说明问题的了。若要说到近代，那种品行不遵循法度，专门违法乱纪的人，反倒能终身安逸享乐，富贵优裕，一代一代地传下去；而有的人（诚如孔子教诲的那样，）居住的地方要精心地加以选择；说话要待到合适的时机才启唇；走路只走大路，不抄小道；不是为了主持公正，就不表露愤懑，结果反倒遭遇灾祸。这种情形多得简直数也数不清。我深感困惑不解。倘若有所谓天道，那么这是天道呢，不是天道呢？ 孔子说“主义不同的人，不互相商议谋划”，都各自按照自己的意志去做事。孔子又说：“富贵如果能够求得，就是要干手拿鞭子的卑贱的职务，我也愿意去干；如果不能求得，那还是按照我自己的喜好去干吧！”“天气寒冷以后，才知道松树、柏树是最后落叶的。”世间到处混浊龌龊，那清白高洁的人就显得格外突出。这岂不是因为他们是如此重视道德和品行，又是那样鄙薄富贵与苟活啊！“君子感到痛心的是到死而名声不被大家所称颂。”<a href=\"http://so.gushiwen.org/author_109.aspx\">贾谊</a>说：“贪得无厌的人为追求钱财而不惜一死，胸怀大志的人为追求名节而不惜一死，作威作福的人为追求权势而不惜一死，芸芸众生只顾惜自己的生命。”“同是明灯，方能相互辉照；同是一类，方能相互亲近。”“飞龙腾空而起，总有祥云相随；猛虎纵身一跃，总有狂风相随；圣人一出现，万物的本来面目便都被揭示得清清楚楚。”伯夷、叔齐虽然贤明，由于得到了孔子的赞扬，名声才更加响亮；颜渊虽然好学，由于追随孔子，品德的高尚才更加明显。那些居住在深山洞穴之中的隐士们，他们出仕与退隐也都很注重原则，有一定的时机，而他们的名字（由于没有圣人的表彰），就大都被埋没了，不被人们所传颂，<a href=\"http://so.gushiwen.org/author_1137.aspx\">真可</a>悲啊！一个下层的平民，要想磨练品行，成名成家，如果不依靠德高望重的贤人，怎么可能让自己的名声流传于后世呢？</p>",
  "about": "<h2>评论</h2> <p>　　《伯夷列传》是伯夷和叔齐的合传，冠《史记》列传之首。在这篇列传中，作者以“考信于六艺，折衷于孔子”的史料处理原则，于大量论赞之中，夹叙了伯夷、叔齐的简短事迹。他们先是拒绝接受王位，让国出逃；武王伐纣的时候，又以仁义叩马而谏；等到天下宗周之后，又耻食周粟，采薇而食，作歌明志，于是饿死在首阳山上。作者极力颂扬他们积仁洁行、清风高节的崇高品格，抒发了作者的诸多感慨。</p> <p>　　文章借助夷、齐善行，和所谓暴戾凶残、横行天下的盗跖做比照；以操行不轨，违法犯禁的人和审慎小心、有崇高正义感的人做比照，指出恶者安逸享乐，富裕优厚，累世不绝；而善者遭遇的灾祸却不可胜数。从而抒发了天道与人事相违背的现实，有力地抨击了“天道无亲，常与善人”的谎言，对天道赏善罚恶的报应论，提出了大胆的怀疑，充分表现了作者无神论的观点。</p> <p>　　但是，商朝末年，纣王的统治已濒于崩溃，武王伐暴是“顺乎天而应乎人”的，是不可逆转的，而夷、齐的谏阻和耻食周粟是背转历史大潮的。所以，毛泽东同志在《别了，司徒雷登》一文中指出，历史上歌颂这两个人物，那是颂错了，他们不值得歌颂。而作者对笃守遗训、不能变通的行为加以歌颂，无疑是有所偏颇的。</p> <p>　　本文写作独具特色。纵观《史记》本纪、世家、列传之篇末，黎青冷焊均有太史公的赞语，唯《伯夷列传》则无。满纸赞论、咏叹夹以叙事。名为传纪，实则传论。史家的通例是凭借翔实的史料说话，而或于叙述之中杂以作者的意见，就算变例了。所以，本文实开史家之先河，亦为本纪、世家、列传之仅有。</p> <p>　　本文虽多赞论，但纵横捭阖，彼此呼应，回环跌宕，起伏相间。伯夷、叔齐的事实，只在中间一顿即过，“如长江大河，前后风涛重叠，而中有澄湖数顷，波平若黛，正以相间出奇。”《史记论文》第五册《伯夷列传》时有鲜明比照，一目豁然；时有含蓄设问，不露锋芒却问题尖锐又耐人寻味。太史公润笔泼墨之中，可略见其笔力之一斑。</p>",
  "poet": {
    "id": 608,
    "star": 0,
    "name": "司马迁",
    "image": "http://img.gushiwen.org/authorImg/simaqian.jpg",
    "desc": "司马迁（前145年-不可考），字子长，夏阳(今陕西韩城南)人，一说龙门(今山西河津)人。西汉史学家、散文家。司马谈之子，任太史令，因替李陵败降之事辩解而受宫刑，后任中书令。发奋继续完成所著史籍，被后世尊称为史迁、太史公、历史之父。他以其“究天人之际，通古今之变，成一家之言”的史识创作了中国第一部纪传体通史《史记》（原名《太史公书》）。被公认为是中国史书的典范，该书记载了从上古传说中的黄帝时期，到汉武帝元狩元年，长达3000多年的历史，是“二十五史”之首，被鲁迅誉为“史家之绝唱，无韵之离骚”。"
  },
  "tags": [
    "古文观止",
    "写人",
    "传记"
  ]
}