{
  "id": 48641,
  "star": 50,
  "name": "木兰花·池塘水绿风微暖",
  "dynasty": "宋代",
  "content": "池塘水绿风微暖。记得玉真初见面。重头歌韵响铮琮，入破舞腰红乱旋。 <br>玉钩阑下香阶畔。醉后不知斜日晚。当时共我赏花人，点检如今无一半。",
  "fanyi": "<p><strong>译文</strong><br>春天的风，带着一丝微微的暖意，吹皱一池碧水，至今记忆犹新，与那玉真仙女头一次见面。<br>歌喉清脆又婉转，韵律往复又回环。舞姿婀娜轻盈，脚踏节拍飞转，红裙飞舞眼缭乱。<br>玉砌的钩兰之下，花丛台阶之畔，醉酒之后，全然不觉夕阳西下，天色近晚。<br>当年和我一起赏花的人儿，如今细细查点，不足半数在身旁。</p> <p><strong>注释</strong><br>玉真；仙女的名字。这里只<a href=\"http://so.gushiwen.org/author_432.aspx\">晏殊</a>家里的歌妓名。<br>重（chóng虫）头；一首词前后阕字句平仄完全相同者称作“重头”，如《木兰花》便是。<br>铮琮（chēngcōng称从）；玉器撞击之声，形容乐曲声韵铿锵悦耳； 琮：玉声，比喻玉真嗓音脆美如玉声。<br>入破；唐宋大曲一个音乐段落的名称（唐、宋大曲在结构上分成三大段，名为散序、中序、破。入破，即为破的第一遍。乐曲中繁声，与“重头”一样为官弦家术语。），这里形节奏开始加快。<br>红乱旋：大曲在中序时多为慢拍，入破后节奏转为急促，舞者的脚步此时亦随之加快，故云。红旋，旋转飞舞的红裙。<br>香阶：飘满落花的石阶。<br>共我赏花人：自己和一同观看玉真歌舞的同伴。<br>点检：检查，细数。“点检”句：言自己如今年纪已老，当年歌舞场上的同伴大都已经不在人世。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　这是一首怀旧之作。本词追忆早年初见美人时的喜悦与欢欣及今日物是人非的惆怅，在对比中抒发好景不长的人生感慨。词中以往昔“歌韵琤琮”、“舞腰乱旋” 的欢乐场面与今日“点检无一半”的凄清境况对比，抒发了强烈的人生无常的伤感之情。词中所写景物：池塘、绿水、阑干、香阶，均兼关昔今。物是人非，更兼日斜时暮，遂使词人汕然而生故交零落、人生如梦之感。全词以极优美的文辞来流露出词人关于宇宙无穷，人生短暂，景物依然，物是人非的凄然感慨。</p> <p>　　最折磨人的感觉，不是痛苦，而是惆怅的情绪；最令人伤感的，不是生离死别，而是景色依然，人已天涯云杳。“当时共我赏花人，点检如今无一半”——古典的<a href=\"http://so.gushiwen.org/view_48641.aspx\">诗</a>意世界，已经远离现实的生活。只希望那些梦里飘飞的花瓣，洋洋洒洒地永远飘落在我的精神世界里。沉湎在回忆中，感觉人生是孤独的，人生其实就是一场寂寞的旅行，没有人可以陪你走到最后。所有的痛苦和美好，都终将随着岁月慢慢远去。云聚云散，潮起潮落。再回首，往事却已随风而去，了无痕迹，最后，还剩下些许淡淡的忧伤和回忆。</p><br/><h2>赏析</h2> <p>　　此词以往日之“歌韵琤琮”、“舞腰乱旋”的热烈场面，对照当日之孤独寂寞，上下片对比强烈，思念之情自然流露出来。全词采用前后互见的手法，有明写，有暗示，有详笔，有略笔，写得跌宕有致，音调谐婉，意韵深长。</p> <p>　　首句“池塘水绿风微暖”中的“水绿”、“风暖”两个细节暗示出时令为春天，好风轻吹，池水碧绿。这一句是通过眼观身受，暗示词人当时正漫步园中，这眼前景又仿佛过去的情景，所以引起“记得”以下的叙写。此句将“风”与“水”联一起，又隐隐形成风吹水动的迷人画面，同时又由池水的波动暗示着情绪的波动，可谓蕴含丰富。</p> <p>　　“记得”以下词人写了一个回忆中春日赏花宴会上歌舞作乐的片断。首先以详笔突出了当时宴乐中最生动最关情的场面：“记得玉真初见面。”“玉真”即绝色女子之代称。紧接着“重头歌韵响琤琮，入破舞腰红乱旋。”写这位女子歌舞之迷人。这是此词中脍炙人口的工丽俊语。上下句式音韵完全相同名“重头”，“重头”讲究回环与复叠，故“歌韵”尤为动人心弦。唐宋大曲末一大段称“破”，“入破”即“破”的第一遍。演奏至此时，歌舞并作，以舞为主，节拍急促，故有“舞腰红乱旋”的描写。以“响琤琮”写听觉感受，以“红乱旋”写视觉感受，这一联写歌舞情态，虽未著一字评语，却赞美之意顿出。</p> <p>　　下片第一句“玉钩阑下香阶畔”，点明一个处所，大约是当时歌舞宴乐之地。故此句与上片若断实联。“醉后不知斜日晚”，作乐竟日，毕竟到了宴散的时候，这句仍写当筵情事。同时，黄昏斜日又象征人生晚景。所以，此句又关当时及往昔，这样就为最后抒发感慨作了铺垫。</p> <p>　　张宗橚《词林纪事》中说：“东坡<a href=\"http://so.gushiwen.org/view_48641.aspx\">诗</a>：‘樽前点检几人非’，与此词结句同意。往事关心，人生如梦，每读一遍，不禁惘然。”的确，此词结句“当时共我赏花人，点检如今无一半”，留给读者的回味和思索是深长的。</p>",
  "about": "<h2>创作背景</h2> 　　据考，宋仁宗皇祐二年（1050）<a href=\"http://so.gushiwen.org/author_432.aspx\">晏殊</a>赴永兴军（今陕西长安）任职，<a href=\"http://so.gushiwen.org/author_587.aspx\">张先</a>随其为通判。故晏殊所写这位歌舞妓，当为张先《醉垂鞭》所写的“初相见”的那位女子。",
  "poet": {
    "id": 432,
    "star": 0,
    "name": "晏殊",
    "image": "http://img.gushiwen.org/authorImg/yanshu.jpg",
    "desc": "晏殊【yàn shū】（991-1055）字同叔，著名词人、诗人、散文家，北宋抚州府临川城人（今江西进贤县文港镇沙河人，位于香楠峰下，其父为抚州府手力节级），是当时的抚州籍第一个宰相。晏殊与其第七子晏几道（1037-1110），在当时北宋词坛上，被称为“大晏”和“小晏”。"
  },
  "tags": [
    "怀旧",
    "写景",
    "感伤",
    "人生"
  ]
}