{
  "id": 48248,
  "star": 7452,
  "name": "雨霖铃·寒蝉凄切",
  "dynasty": "宋代",
  "content": "寒蝉凄切，对长亭晚，骤雨初歇。都门帐饮无绪，留恋处，兰舟催发。执手相看泪眼，竟无语凝噎。念去去，千里烟波，暮霭沉沉楚天阔。<br>多情自古伤离别，更那堪，冷落清秋节！今宵酒醒何处？杨柳岸，晓风残月。此去经年，应是良辰好景虚设。便纵有千种风情，更与何人说？",
  "fanyi": "<p><strong>译文<br></strong>秋后的蝉叫得是那样地凄凉而急促，面对着长亭，正是傍晚时分，一阵急雨刚停住。在京都城外设帐饯别，却没有畅饮的心绪，正在依依不舍的时候，船上的人已催着出发。握着手互相瞧着，满眼泪花，直到最后也无言相对，千言万语都噎在喉间说不出来。想到这回去南方，这一程又一程，千里迢迢，一片烟波，那夜雾沉沉的楚地天空竟是一望无边。<br>自古以来多情的人最伤心的是离别，更何况又逢这萧瑟冷落的秋季，这离愁哪能经受得了！谁知我今夜酒醒时身在何处？怕是只有杨柳岸边，面对凄厉的晨风和黎明的残月了。这一去长年相别，相爱的人不在一起，我料想即使遇到好天气、好风景，也如同虚设。即使有满腹的情意，又能和谁一同欣赏呢？</p> <p><strong>注释<br></strong>①长亭：古代在交通要道边每隔十里修建一座长亭供行人休息，又称“十里长亭”。靠近城市的长亭往往是古人送别的地方。<br>②凄切：凄凉急促。<br>③骤雨：急猛的阵雨。<br>④都门：国都之门。这里代指北宋的首都汴京（今河南开封）。<br>⑤帐饮：在郊外设帐饯行。<br>⑥无绪：没有情绪。<br>⑦兰舟：古代传说鲁班曾刻木兰树为舟（南朝梁任昉《述异记》。这里用做对船的美称。<br>⑧凝噎：喉咙哽塞，欲语不出的样子。<br>⑨去去：重复“去”字，表示行程遥远。<br>⑩暮霭：傍晚的云雾。沈沈：即“沉沉”，深厚的样子。楚天：指南方楚地的天空。<br>⑫暮霭沈沈（沉沉）楚天阔：傍晚的云雾笼罩着南天，深厚广阔，不知尽头。<br>⑬今宵：今夜。<br>⑭经年：年复一年。<br>⑮纵：即使。风情：情意。男女相爱之情，深情蜜意。情：一作“流”。<br>⑯更：一作“待”。</p>",
  "shangxi": "<h2>赏析三</h2> <p>　　《雨霖铃》是<a href=\"http://so.gushiwen.org/author_535.aspx\">柳永</a>著名的代表作。这首词是词人在仕途失意，不得不离京都（汴京，今河南开封）时写的,是表现江湖流落感受中很有代表性的一篇。这首词写离情别绪,达到了情景交融的艺术境界。词的主要内容是以冷落凄凉的秋景作为衬托来表达和情人难以割舍的离情。宦途的失意和与恋人的离别，两种痛苦交织在一起,使词人更加感到前途的暗淡和渺茫。</p> <p>　　全词分上下两阕。</p> <p>　　上阕主要写饯行时难舍难分的惜别场面,抒发离情别绪。</p> <p>　　起首“寒蝉凄切。对长亭晚，骤雨初歇”三句写环境，点出别时的季节是萧瑟凄冷的秋天，地点是汴京城外的长亭，具体时间是雨后阴冷的黄昏。通过这些景物描写，融情入景，点染气氛，准确地将恋人分别时凄凉的心情反映了出来，为全词定下凄凉伤感的调子。真正做到了字字写景而字字含情。</p> <p>　　“都门帐饮”是写离别的情形。在京城门外设帐宴饮,暗寓仕途失意，且又跟恋人分手。“无绪”，指理不出头绪，有“剪不断，理还乱”的意思。写出了不忍别离而又不能不别的思绪。“留恋处、兰舟催发”。正在难分难舍之际，船家又阵阵“催发”。透露了现实的无情和词人内心的痛苦。</p> <p>　　“执手相看泪眼，竟无语凝噎。”是不得不别的情景。一对情人，紧紧握着手，泪眼相对，谁也说不出一句话来。这两句把彼此悲痛、眷恋而又无可奈何的心情，写得淋漓尽致。一对情人伤心失魄之状，跃然纸上。这是白描手法，所谓“语不求奇，而意致绵密”。</p> <p>　　“念去去、千里烟波，暮霭沉沉楚天阔。”写别后思念的预想。词中主人公的黯淡心情给天容水色涂上了阴影。一个“念”字，告诉读者下面写景物是想象的。“去去”是越去越远的意思。这二字用得极好，不愿去而又不得不去，包含了离人无限凄楚。只要兰舟启碇开行，就会越去越远，而且一路上暮霭深沉、烟波千里，最后漂泊到广阔无边的南方。离愁之深，别恨之苦，溢于言表。从词的结构看,这两句由上阕实写转向下阕虚写，具有承上启下的作用。</p> <p>　　下阕着重写想象中别后的凄楚情景。</p> <p>　　开头作者先宕开一笔，把自己的感情赋予普遍的意义：“多情自古伤离别”。意谓自古以来多情者都会因离别伤心。“自古”两字，从个别特殊的现象出发，提升为普遍、广泛的现象，扩大了词的意义。但接着“更那堪冷落清秋节”一句，则强调自己比常人、古人承受的痛苦更多、更甚。<a href=\"http://so.gushiwen.org/author_509.aspx\">江淹</a>在《别赋》中说：“黯然销魂者唯别而已矣！”作者把古人这种感受融化在自己的词中，而且层层加码，创造出新意。</p> <p>　　“今宵酒醒何处？杨柳岸晓风残月。”这是写酒醒后的心境，也是他飘泊江湖的感受。这两句妙就妙在用景写情，真正做到“景语即情语”。“柳”、“留”谐音，写难留的离情；晓风凄冷，写别后的寒心；残月破碎，写此后难圆之意。这几句景语，将离人凄楚惆怅、孤独忧伤的感情，表现得十分充分、真切,创造出一种特有的意境。难怪它为人称道，成为名句。</p> <p>　　再从此后长远设想：“此去经年，应是良辰好景虚设。便纵有千种风情,更与何人说？”这四句更深一层推想离别以后惨不成欢的境况。此后漫长的孤独日子怎么挨得过呢？纵有良辰好景，也等于虚设，因为再没有心爱的人与自己共赏；再退一步，即便对着美景，能产生一些感受，但又能向谁去诉说呢？总之，一切都提不起兴致了。这几句把词人的思念之情、伤感之意刻划到了细致入微、至尽至极的地步，也传达出彼此关切的心情。结句用问句形式，感情显得更强烈。</p> <p>　　《雨霖铃》全词围绕“伤离别”而构思，先写离别之前，重在勾勒环境；次写离别时刻，重在描写情态；再写别后想象，在刻划心理。不论勾勒环境，描写情态，想象未来，词人都注意了前后照应，虚实相生，做到层层深入，尽情描绘，情景交融，读起来如行云流水，起伏跌宕中不见痕迹。这首词的情调因写真情实感而显得太伤感、太低沉，但却将词人抑郁的心情和失去爱情的痛苦刻划的极为生动。古往今来有离别之苦的人们在读到这首《雨霖铃》时，都会产生强烈的共鸣。</p><br/><h2>赏析</h2> <p>　　词的上片写临别时的情景，下片主要写别后情景。全词起伏跌宕，声情双绘，是宋元时期流行的“宋金十大曲”之一。</p> <p>　　起首三句写别时之景，点明了地点和节序。《礼记·月令》云：“孟秋之月，寒蝉鸣。”可见时间大约农历七月。然而词人并没有纯客观地铺叙自然景物，而是通过景物的描写，氛围的渲染，融情入景，暗寓别意。秋季，暮色，骤雨寒蝉，词人所见所闻，无处不凄凉。“对长亭晚”一句，中间插刀，极顿挫吞咽之致，更准确地传达了这种凄凉况味。这三句景色的铺写，也为后两句的“无绪”和“催发”，设下伏笔。“都门帐饮”，语本<a href=\"http://so.gushiwen.org/author_509.aspx\">江淹</a>《别赋》：“帐饮东都，送客金谷。”他的恋人都门外长亭摆下酒筵给他送别，然而面对美酒佳肴，词人毫无兴致。接下去说：“留恋处、兰舟催发”，这七个字完全是写实，然却以精炼之笔刻画了典型环境与典型心理：一边是留恋情浓，一边是兰舟催发，这样的矛盾冲突何其类锐！这里的“兰舟催发”，却以直笔写离别之紧迫，虽没有他们含蕴缠绵，但却直而能纡，更能促使感情的深化。于是后面便迸出“执手相看泪眼，竟无语凝噎”二句。寥寥十一字，语言通俗而感情深挚，形象逼真，如目前。真是力敌千钧！</p> <p>　　词人凝噎喉的就“念去去”二句的内心独白。这里的去声“念”字用得特别好，读去声，作为领格，上承“凝噎”而自然一转，下启“千里”以下而一气流贯。“念”字后“去去”二字连用，则愈益显示出激越的声情，读时一字一顿，遂觉去路茫茫，道里修远。“千里”以下，声调和谐，景色如绘。既曰“烟波”，又曰“暮霭”，更曰“沉沉”，着色一层浓似一层；既曰“千里”，又曰“阔”，一程远似一程。道尽了恋人分手时难舍的别情。</p> <p>　　上片正面话别，下片则宕开一笔，先作泛论，从个别说到一般。“多情自古伤离别”意谓伤离惜别，并不自他始，自古皆然。接以“更那堪冷落清秋节”一句，则极言时当冷落凄凉的秋季，离情更甚于常时。“清秋节”一辞，映射起首三句，前后照应，针线极为绵密；而冠以“更那堪”三个虚字，则加强了感情色彩，比起首三句的以景寓情更为明显、深刻。</p> <p>　　“今宵”三句蝉联上句而来，是全篇之警策。成为<a href=\"http://so.gushiwen.org/author_535.aspx\">柳永</a>光耀词史的名句。这三句本是想象当晚旅途中的况味，遥想不久之后一舟临岸，词人酒醒梦回，却只见习习晓风吹拂萧萧疏柳，一弯残月高挂杨柳梢头。整个画面充满了凄清的气氛，客情之冷落，风景之清幽，离愁之绵邈，完全凝聚这画面之中。这句景语似工笔小帧，无比清丽。清人刘熙载《艺概》中说：“词有点，有染。柳耆卿《雨霖铃》云：‘多情自古伤离别，更那堪冷落清秋节。今宵酒醒何处？杨柳岸、晓风残月。’上二句点出离别冷落，‘今宵’二句乃就上二句意染之。点染之间，不得有他语相隔，隔则警句亦成死灰矣。”也就是说，这四句密不可分，相互烘托，相互陪衬，中间若插上另外一句，就破坏了意境的完整性，形象的统一性，而后面这两个警句，也将失去光彩。</p> <p>　　“此去经年”四句，改用情语。他们相聚之日，每逢良辰好景，总感到欢娱；可是别后非止一日，年复一年，纵有良辰好景，也引不起欣赏的兴致，只能徒增枨触而已。“此去”二字，遥应上片“念去去”：“经年”二字，近应“今宵”，时间与思绪上均是环环相扣，步步推进。“便纵有千种风情，更与何人说”，以问句归纳全词，犹如奔马收缰，有住而不住之势；又如众流归海，有尽而未尽之致。</p> <p>　　此词之所以脍炙人口，是因为它艺术上颇具特色，成就甚高。早宋代，就有记载说，以此词的缠绵悱恻、深沉婉约，“只合十七八女郎，执红牙板，歌‘杨柳岸、晓风残月’”。这种格调的形成，有赖于意境的营造。词人善于把传统的情景交融的手法运用到慢词中，把离情别绪的感受，通过具有画面性的境界表现出来，意与境会，构成一种<a href=\"http://so.gushiwen.org/view_48248.aspx\">诗</a>意美的境界，绘读者以强烈的艺术感染。全词虽为直写，但叙事清楚，写景工致，以具体鲜明而又能触动离愁的自然风景画面来渲染主题，状难状之景，达难达之情，而出之以自然。末尾二句画龙点睛，为全词生色，为脍炙人口的千古名句。</p><br/><h2>赏析四</h2> <p>　　词是文学史上一种特殊的<a href=\"http://so.gushiwen.org/view_48248.aspx\">诗</a>体，最早源于古乐府，兴起于唐代，经过晚唐五代的发展，至宋代已极为繁荣。“宋词”已成为我国文学史上的专用名词。宋代不仅词家众多，且风格亦多样。词本以婉约风格为主，到北宋<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>才始创豪放一派。<a href=\"http://so.gushiwen.org/author_535.aspx\">柳永</a>是宋代婉约词派的代表词人，他继承发展了突出男欢女爱，别恨离愁的婉约词风，剪红刻翠的“艳科”，旖旎温柔的“情语”，成了柳词的主题。《雨霖铃》便是柳词中最能体现这种风格的杰作。</p> <p>　　《雨霖铃》这首词是作者离开汴京（当时为北宋首都），与情人话别之作。从上片的描写，读者可以这样想象：一个深秋的傍晚，北宋京都汴梁（今河南开封）郊外，一个临时搭起的帐篷内，一对男女饮酒话别。帐外，寒蝉凄惨地哀鸣，好像在为他俩伤别而哭泣。那不远处的长亭，已经隐隐约约，可见天色将晚，一场大雨也刚刚停歇。天将晚，雨已停，河边不时传来艄公的喊声：“快上船吧，要开船了！”两人不得已徐徐站起，移步出帐外，万般依恋之际，此刻可真的要分手了。你看他们双手相拥，泪眼相看，竟然一句话也说不出。船开了，人去了，渐行渐远。情人岸边伫立，含着泪，举着手，一直目送那兰舟消失在无边无际的暮霭里。</p> <p>　　这就是发生在近一千年前的北宋词人柳永与情人话别的场面，也就是《雨霖铃》上片所写的内容。首句“寒蝉凄切”，点明节令——深秋，“蝉”而“寒”，鸣音“凄切”，渲染了悲凉的环境气氛，为下文伤别张本，也为全文奠定了感情基调。“对长亭晚”，交代时间、地点，“骤雨”，描写天气。天下雨，正好停留；时将晚，停留时间有限，他们多么希望雨不停，天不晚啊！“都门帐饮”，可知写京都之事，言别离之情。一桌好酒好菜，怎奈二情伤别，满腹离愁，何来心思。实在是食之不香，饮而不畅，是谓“无绪”。乘船的“留恋”情人不忍别，撑船的眼看天将晚不得不割断他们的情丝而“催发”，这种主观意愿与客观形势之矛盾，使别情达到高潮。“执手”二句，生动细腻，描情绘意，绝妙无比。仿佛在舞台上看到的那生旦主角，两手相拥，两肩上耸，诉无语，泣无声，比千言万语，嚎啕大哭，悲之更切。表面写两人分手之情状，实际暗写了他们极其复杂微妙的内心活动。柔情蜜意千千万，唯在泪花闪烁间。“念去去”两句，为近景远景相连，虚景实景交融。烟波千里，楚天广阔，茫茫天涯，何处是归程？离愁别绪都几许？风吹浪涌融暮霭。这不仅衬写了别后怅然空虚的心情，同时也暗示了作者在政治上失意后迷茫的前程。</p> <p>　　《雨》词下阕主要写别后的痛苦。伤情离别，自古皆然，可万不该在这冷落清秋的时节，这叫人怎能忍受？第二句照应首句，“清秋”应“寒蝉”，衬托出自己的离情比古人更深，意义翻新，不入俗结。“今宵”二句为千古传诵名句。“酒醒”遥接上片“帐饮”，可见当时虽然情“无绪”，然借酒浇愁，还是沉醉了。扁舟夜发，愁醉迷蒙，忽然醒来，想必已是拂晓。惊起忙寻觅，情人在何处？所见者唯杨柳岸上晓风残月也。清秋的晓风是凉的，“月”前着一“残”字，而境界全出矣。更衬托了词人当时凄清悲凉冷落的心境。此刻的离愁别绪如风卷浪拥，不可遏止。真是“离愁波涌杨柳岸，别绪风连残月边”。</p> <p>　　“此去经年”以下四句虚写想象别后的情景。作者由“今宵”想到“经年”，由“千里烟波”想到“千种风情”，由“无语凝咽”想到“更与何人说”。作者离开情人，寂寞凄凉，孤独万分，从此后即使有良辰美景，也只形同虚设，然而越是有良辰美景，就越发使人念情伤神。恐怕别后只能在“冷冷清清，凄凄惨惨戚戚”中虚度余日了。最后两句中，一“便”一“更”，表明念之心切，爱之情深。</p> <p>　　《雨霖铃》这首词主要以冷落凄凉的秋景来衬托情人难以割舍的离情，可以看出，作者当时在仕途上失意，不得已离京远行，这种抑郁的心情和失去爱情慰藉的痛苦交织在一起，便谱成了这首词的主旋律。其成功之处在于写出了他的真情实感，但格调较低沉，情调未免太伤感了些。另外在表现手法上，这首词以铺叙为主，白描见长，勾勒环境，描摹情态，惟妙惟肖。写景则近景远景相连，虚景实景结合；写情则极尽渲染衬托，层层推进。情随景生，景随情移，情景交融，感人至深。</p><br/><h2>赏析七</h2> 　　寒蝉凄切，对长亭晚，骤雨初歇。都门帐饮无绪，留恋处舟催发。执手相看泪眼，竟无语凝噎。念去去千里烟波，暮霭沉沉楚天阔。 多情自古伤离别，更那堪冷落清秋节。今宵酒醒何处?杨柳岸晓风残月。此去经年，应是良辰好景虚设。便纵有千种风情，更与何人说? <p>　　<a href=\"http://so.gushiwen.org/author_535.aspx\">柳永</a>是一个浪漫词人，一个江湖词人，也是一个与词共着生命的专业词人。他一生混迹于乐工歌妓间，这些人都跟当时主要供歌唱的词有着血缘关系，这种生活决定了他以毕生精力来写词。郑振铎先生生说他“除词外没有著作，除词外没有爱好，除词外没有学问”（《中国插图本文学史》）。这虽然说得有些绝对，但确能概括初他作为一个专注于词的创作的词人的基本特点。 </p> <p>　　柳永的词大都是在“偎红倚翠”生活中“浅斟低唱”的产物。前人说他“工于羁旅行役”（《直斋书录解题》卷二十一)，这是他的词在题材内容上不同于前人的一个重要方面。他离乡背井，长期浪迹江湖，体尝到了生活中的种种苦况；又因此常常不得不与所恋的人离别，故所作多怨苦凄悲之辞。《雨霖铃》（寒蝉凄切)便是他这方面的代表作。 </p> <p>　　这是一首送别词。在柳永以前，抒写离愁别绪的词非常多。但因为柳永是一个长期浪迹江湖的游子，对生活有着独特的体验，因而他写一对恋人的离别，就不同于传统的送别词那种红楼深院、春花秋月的狭小境界，而表现出一种烟波浩荡、楚天开阔的气象。 </p> <p>　　上片写临别时恋恋不舍的情绪。“寒蝉凄切，对长亭晚，骤雨初歇。”这三句说，在深秋时节的一个黄昏，阵雨刚停，一对恋人到长亭告别。这里不仅交代了时间、地点，而且就所闻所见烘托出一种浓重的凄凉气氛。耳边是秋蝉凄切的鸣叫，眼前是令人黯然伤神的暮雨黄昏。这里所写的景象中已暗含了词人的感情，而又同时为下片“冷落清秋节”的概括先伏一笔。“骤雨初歇”四个字意味着马上就要起行，自然地引出下面对临别时矛盾复杂心情的描写：“都门帐饮无绪，留恋处兰舟催发。”“都门帐饮”，是指在京都的城门外设帐置酒送别。从这句看，这首词很可能是作者离开汴京南去，跟恋人话别时所写。依恋不舍却又不得不分离，因而也没有了心绪；可这时候，兰舟无’情，正在催人出发。“执手相看泪眼，竟无语凝噎。”这两句描写握手告别时的情状，感情深挚，出语凄苦。临别之际，一对恋人该有千言万语要倾诉、叮嘱，可是手拉着手，泪眼朦胧，你看着我，我看着你，却连一句话也说不出来。无言胜过有言，正因为气结声阻，就更能见出内心的悲伤。“念千里烟波，暮霭沉沉楚天阔。”这三句以景写情，寓情于景。一个“念”字领起，说明下面所写的景象只是一种想象，而不是眼前的实景。但虚中见实，由推想的情景中更能表现出一对离人此刻的思绪和心境。重复“去”字，表明行程很远。“念”字的主语是谁?词里没有交代。从感情来看，应该包括行者和送行者两个方面。分别以后，前去便是楚天辽阔，烟波无际，行人就要消失在烟笼雾罩、广漠空旷的尽处了。上片写离别时的情景，经历了一个时间发展过程，景象是由小到大，由近及远，而离人的思想感情则越来越强烈，到最后三句发展到高潮，因而既收束上片，又引出下片。 </p> <p>　　下片写离别之后的孤寂伤感。“多情自古伤离别，更那堪冷落清秋节。”这三句，由个人的离别之苦而推及于一般离人的思想感情，俯仰古今，在难言的凄哀中去深沉地思索人们普遍的感情体验。可是跟<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>在著名的中秋词中“人有悲欢离合，月有阴晴圆缺，此事古难全”的超旷态度不同，词人越是把个人悲苦的离情放到历史发展的广阔时空中来咀嚼，就越加陷入深沉的感伤之中，并 让读者越发感受到那沉重感情的分量。“冷落清秋节”，照应到上头三句，使得情景交融，增强了艺术感染力。“今宵酒醒何处?杨柳岸晓风残月。”这两句是为人传诵的名句，被称为“古今俊语”。“酒醒”二字和上片“都门帐饮无绪”遥相呼应，使人将酒醒后的情景同前面送别时的情景自然地联系起来。妙在词人不写情而写景，寓情于景中。他不直接说自己酒醒之后如何寂寞孤凄，只是拈出在飘流的孤舟中所见所感的三种物象：岸边的杨柳，黎明时的冷风，空中的残月，心中那种凄哀悲苦的感情便充分地表现出来了。“此去经年，应是良辰好景虚设。”这两句更推开去，愈想愈远，愈远愈悲。.和心爱的人长期分离，再好的时光，再美的景色，也没有心思去欣赏领受了。“便纵有千种风情，更与何人说?”这两句照应到上片“执手相看”两句，离别时是千言万语说不出，离别后是千种风无处说，这就在眼前与将来、现实与推想的对比中，把真挚深沉的情爱和凄苦难言的相思，表现得更加充分，在感情发展的高潮中收束全词。 </p> <p>　　这首词以秋景写离情，情景交融；在表现上，以时间发展为序，虚实相生，层层递进，一气呵成；语言自然明畅，不尚雕琢，以白描取胜，确实表现了一种“清和朗畅”，“意致绵密”(黄蓼园语)和“秀淡幽绝”（<a href=\"http://so.gushiwen.org/author_341.aspx\">周济</a>语）的风格特色。</p><br/><h2>赏析二</h2> <p>　　在群星璀璨的北宋词坛上，<a href=\"http://so.gushiwen.org/author_535.aspx\">柳永</a>是耀眼的明星之一。南宋<a href=\"http://so.gushiwen.org/author_71.aspx\">叶梦得</a>在《避暑录话》中记有“凡有井水饮处皆能歌柳词”即为证明。在不胜枚举的柳词中，《雨霖铃》是流传最广的佳作之一。后人有“晓风残月柳三变，滴粉揉酥左与言”的谑语。柳永少年时到汴京应试，由于擅长词曲，熟悉了许多歌妓，并替她们填词作曲，表现了一种浪子作风。当时有人在仁宗面前举荐他，仁宗只批了四个字说：“且去填词”。柳永在受了打击之后，别无出路，就只好以开玩笑的态度，自称“奉旨填词柳三变”，在汴京、苏州、杭州等都市过着一种流浪生活。由于失意无聊，流连坊曲，在乐工和歌妓们的鼓舞之下，这位精通音律的词人，才创作出大量适合歌唱的新乐府（慢词），受到广大市民的欢迎。</p> <p>　　自古以来，表现男女离别之情的<a href=\"http://so.gushiwen.org/view_48248.aspx\">诗</a>词曲赋层出不穷，而独有柳永的慢词《雨霖铃》经久不衰，传诵至今，这确实有很值得研究。探其中缘由，固然与作者坎坷的身世经历有着密切的关系，但《雨霖铃》的成功还在于其独到的表现手法：层次分明，语意明确，铺叙景物，倾吐心情，绝少掩饰；善于用“点染”法，反复涂抹，渲染效果。下面就《雨霖铃》作一粗浅分析：</p> <p>　　这首写离情的词，可谓淋漓尽致，备足无余。全词围绕“伤离别”而构思，层次特别清楚，语言简洁明了。先写离别之前，重在勾勒环境；次写离别时候，重在描写情态；再写别后想象，重在刻划心理。三个层次，层层深入，从不同层面上写尽离情别绪，可叹为观止。</p> <p>　　词的起头三句点明时间、地点、景物，事件是与自己心爱的人饯别。晚上，阵雨才停，知了发出凄切的鸣叫，长亭送别，叫人如何能够忍受这离别的痛苦！这蝉鸣助添悲凉，而一开始即道出“凄切”，为这首词定了调子。这一层展开了一个凄凉的氛围。“都门”两句，极写饯别时的心情，委婉曲折。两情依依，难舍难分之际，客船却不断催促。心理矛盾，欲饮无绪，欲留不得。由此可窥见留恋之情深。“执手”两句，再加深涂抹，在“执手”、“相看”、“无语”中更使人伤心失魄。这一层极写留恋之情。以上两层极尽回环、顿挫、吞吐之能事，足以使人为之呜咽。“念去去”以后，则大气包举，一泻千里，似江流出峡，直驰平川，词亦直抒胸怀。以“念”这一领字带起，表明是设想别后的道路辽远，“千里烟波，暮霭沉沉楚天阔”，浩渺的烟波，沉沉的暮霭，辽阔的天空，全是写景，实际上全含的是情，衬托出旅人前途茫茫，情人相见无期，景无边而情无限。换头以情起，叹息从古到今离别之可哀，“伤离别”点明这首词的主旨。“更那堪冷落清秋节”句又将推进一层，更何况正在冷落清秋的时节呢，这是多么难以忍受啊！这是把<a href=\"http://so.gushiwen.org/author_509.aspx\">江淹</a>《别赋》中“黯然销魂者唯别而已矣”和<a href=\"http://so.gushiwen.org/author_358.aspx\">宋玉</a>悲秋的情思两者结合起来，提炼出这两句。把古人这种感受融化在自己的词句中，更赋予以新的意义。“今宵”二句，又进一步推想别后的凄凉，然而景物清丽真切，真象别者酒醒后在船中之所见。这一句妙在景中有情。“昔我往矣，杨柳依依。”（《诗经·采薇》）也是写离别的。离别的人一看到杨柳，就会想起离别时依依不舍的场面，就会浮现出赠柳昔别的情景，心中就会涌起一缕缕离愁。“杨柳岸”三字明写眼前景而暗写别时情，显得含蓄而有余味。几如身历其境，忘其是设想了。“此去”二句，再推想别后长久的寂寞，虚度美好年华。“便纵有”两句，再从上两句的遭遇，深入下去，叹后会难期，风情无人诉说，艺术地把离别之情推向高潮。以上第三层真是“余恨无穷，余味不尽”（唐圭璋《唐宋词简释》）。</p> <p>　　这首词写将别、临别以及别后的种种设想，以白描的手法铺叙景物，倾吐心情，层次分明，语意明确，绝少掩饰假借之处。尤其是把别后的情景描写得比真的还真，又以景视之，使人不觉得是虚构的，足见柳永的艺术手法之高妙。所以有人称其“微妙则耐思，而景中有情。……‘杨柳岸晓风残月’，所以脍炙人口也。”（谢章铤《赌棋山庄词话》）又有人认为“‘千里烟波’，惜别之情已骋；‘千种风情’，相期之愿又赊。真所谓善传神者。”（<a href=\"http://so.gushiwen.org/author_553.aspx\">李攀龙</a>《草堂诗余隽》）这都道出这首词的妙处的。但刘熙载在《艺概》中的“点染”之说，更是值得称述的。他认为：词有点染，耆卿《雨霖铃》“念去去”三句，点出离别冷落；“今宵”二句，乃就上三句染之。点染之间，不得有他语相隔，否则警句亦成死灰矣。</p> <p>　　刘熙载的这段评论，实际上是以画法论词，看出在柳词中的加深描绘，反复涂抹的技巧。既精微入里，而又大胆泼墨。也就是柳词中抒情与写景在章法和修辞的巧妙运用，可谓词中有画。而其中抒情，尤寄寓哲理。所谓“多情自古伤离别，更那堪冷落清秋节”，清秋离别，多情那堪？感情极为沉痛，而染以“今宵酒醒何处？杨柳岸、晓风残月”，更是伤心而又凄凉，情景妙合无痕，这一别后之情景，又是加“念去去”三句之点化而得，前后照应，委婉自如。柳词在点染方面的技巧运用，确是达到很高的成就的，在这首词里最为突出。</p><br/><h2>赏析五</h2> 　　<a href=\"http://so.gushiwen.org/author_535.aspx\">柳永</a>多作慢词，长于铺叙。此词表现作者离京南下时长亭送别的情景。上片纪别，从日暮雨歇，送别都门，设帐饯行，到兰舟摧发，泪眼相对，执手告别，依次层层描述离别的场面和双方惜别的情态，犹如一首带有故事性的剧曲，展示了令人伤心惨目的一幕。这与同样表现离情别绪但出之以比兴的唐五代小令是情趣不同的。北宋时柳词不但都下传唱，甚至远及西夏，“凡有井水饮处，即能歌柳词”（《避暑录话》）。柳词盛行于市井巷陌，同他这种明白晓畅、情事俱显的词风不无关系。下片述怀，承“念”字而来，设想别后情景。刘熙载《艺概》卷四：“词有点有染。柳耆卿《雨霖铃》云‘多情自古伤离别，更那堪冷落清秋节。念宵酒酲何处，杨柳岸、晓风残月’。上二句点出离别冷落，‘今宵”二句，乃就上二句意染之”确实，“今宵”二句之所以被推为名句，不仅在于虚中有实，虚景实写，更因为以景“染”情、融情入景。“今宵酒醒何处”，遥接上片“帐饮”，足见虽然“无绪”却仍借酒浇愁以致沉醉；“杨柳岸、晓风残月”，则集中了一系列极易触动离愁的意象，创造出一个凄清冷落的怀人境界。“此去”以下，以情会景，放笔直写，不嫌重拙，由“今宵”想到“经年”，由“千里烟波”想到“千种风情”，由“无语凝噎”想到“更与何人说”，回环往复又一气贯注地抒写了“相见时难别亦难”的不尽愁思。宋人论词往往有雅俗之辨，柳词一向被判为“俗曲”。此词上片中的“执手相看泪眼”等语，确实浅近俚俗，近于秦楼楚馆之曲。但下片虚实相间，情景相生，足以与其他著名的“雅词”相比，因此堪称俗不伤雅，雅而不俗。<br/><h2>赏析六</h2> 　　此词当为词人从汴京南下时与一位恋人的惜别之作。<a href=\"http://so.gushiwen.org/author_535.aspx\">柳永</a>因作词忤仁宗，遂“失意无俚，流连坊曲”，为歌伶乐伎撰写曲子词。由于得到艺人们的密切合作，他能变旧声为新声，在唐五代小令的基础上，创制了大量的慢词，使宋词开始了一个新的发展阶段。这首词调名《雨霖铃》，盖取唐时旧曲翻制。据《明皇杂录》云，安史之乱时，唐玄宗避地蜀中，于栈道雨中闻铃音，起悼念杨贵妃之思，“采其声为《雨霖铃》曲，以寄恨焉”。王灼《碧鸡漫志》卷五云：“今双调《雨霖铃慢》，颇极哀怨，真本曲遗声。”在词史上，双调慢词《雨霖铃》最早的作品，当推此首。柳永充分利用这一词调声情哀怨、篇幅较长的特点，写委婉凄侧的离情，可谓尽情尽致，读之令人於悒。 <p>　　词的上片写一对恋人饯行时难分难舍的别情。起首三句写别时之景，点明了地点和节序。《礼记·月令》云：“孟秋之月，寒蝉鸣。”可见时间大约在农历七月。然而词人并没有纯客观地铺叙自然景物，而是通过景物的描写，氛围的渲染，融情入景，暗寓别意。时当秋季，景已萧瑟；且值天晚，暮色阴沉；而骤雨滂沱之后，继之以寒蝉凄切：词人所见所闻，无处不凄凉。加之当中“对长亭晚”一句，句法结构是一、二、一，极顿挫吞咽之致，更准确地传达了这种凄凉况味。</p> <p>　　前三句通过景色的铺写，也为后两句的“无绪”和“催发”设下伏笔。“都门帐饮”，语本<a href=\"http://so.gushiwen.org/author_509.aspx\">江淹</a>《别赋》：“帐饮东都，送客金谷。”他的恋人在都门外长亭摆下酒筵给他送别，然而面对美酒佳肴，词人毫无兴致。可见他的思绪正专注于恋人，所以词中接下去说：“留恋处、兰舟催发”。这七个字完全是写实，然却以精炼之笔刻画了典型环境与典型心理：一边是留恋情浓，一边是兰舟催发，这样的矛盾冲突何其尖锐！<a href=\"http://so.gushiwen.org/author_762.aspx\">林逋</a>《相思令》云：“君泪盈，妾泪盈，罗带同心结未成，江头潮欲平。”仅是暗示船将启碇，情人难舍。<a href=\"http://so.gushiwen.org/author_106.aspx\">刘克庄</a>《长相思》云：“烟迢迢，水迢迢，准拟江边驻画挠，舟人频报潮。”虽较明显，但仍未脱出林词窠臼。可是这里的“兰舟催发”，却以直笔写离别之紧迫，虽没有他们含蕴缠绵，但却直而能纤，更能促使感情的深化。于是后面便迸出“执手相看泪眼，竟无语凝噎”二句。语言通俗而感情深挚，形象逼真，如在眼前。寥寥十一字，真是力敌千钧！后来传奇戏曲中常有“流泪眼看流泪眼，断肠人对断肠人”的唱词，然却不如柳词凝炼有力。那么词人凝噎在喉的是什么话呢？“念去去”二句便是他的内心独白。词是一种依附于音乐的抒情<a href=\"http://so.gushiwen.org/view_48248.aspx\">诗</a>体，必须讲究每一个字的平仄阴阳，而去声字尤居关键地位。这里的去声“念”字用得特别好。清人万树《词律发凡》云：“名词转折跌荡处，多用去声，何也？三声之中，上、入二者可以作平，去则独异。……当用去者，非去则激不起。”此词以去声“念”字作为领格，上承“凝噎”而自然一转，下启“千里”以下而一气流贯。“念”字后“去去”二字连用，则愈益显示出激越的声情，读时一字一顿，遂觉去路茫茫，道里修远。“千里”以下，声调和谐，景色如绘。既日“烟波”，又日“暮霭”，更曰“沉沉”，着色可谓浓矣；既曰“千里”，又曰“阔”，空间可谓广矣。在如此广阔辽远的空间里，充满了如此浓密深沉的烟霭，其离愁之深，令人可以想见。</p> <p>　　上片正面话别，到此结束；下片则宕开一笔，先作泛论，从个别说到一般，得出一条人生哲理：“多情自古伤离别”。意谓伤离惜别，并不自我始，自古皆然。接以“更那堪冷落清秋节”一句，则为层层加码，极言时当冷落凄凉的秋季，离情更甚于常时。“清秋节”一辞，映射起首三句，前后照应，针线极为绵密；而冠以“更那堪”三个虚字，则加强了感情色彩，比起首三句的以景寓情更为明显、深刻。“今宵”三句蝉联上句而来，是全篇之警策，后来竟成为<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>相与争胜的对象。据俞文豹《吹剑录》云：“东坡在玉堂日，有幕士善歌，因问：‘我词何如柳七？’对日：‘柳郎中词，只合十七八女郎，执红牙板，歌“杨柳岸晓风残月”。学士词，须关西大汉，（执）铜琵琶，铁绰板，唱“大江东去”。’”这三句本是想象今宵旅途中的况味：一舟临岸，词人酒醒梦回，只见习习晓风吹拂萧萧疏柳，一弯残月高挂杨柳梢头。整个画面充满了凄清的气氛，客情之冷落，风景之清幽，离愁之绵邈，完全凝聚在这画面之中。比之上片结尾二句，虽同样是写景，写离愁，但前者仿佛是泼墨山水，一片苍茫；这里却似工笔小帧，无比清丽。词人描绘这清丽小帧，主要采用了画家所常用的点染笔法。清人刘熙载在《艺概》中说：“‘多情自古伤离别，更那堪冷落清秋节。今宵酒醒何处？杨柳岸、晓风残月。’上二句点出离别冷落，‘今宵’二句乃就上二句意染之。点染之间，不得有他语相隔，隔则警句亦成死灰矣。”也就是说，这四句密不可分，相互烘托，相互陪衬，中间若插上另外一句，就破坏了意境的完整性，形象的统一性，而后面这两个警句，就将失去光彩。</p> <p>　　“此去经年”四句，构成另一种情境。因为上面是用景语，此处则改用情语。他们相聚之日，每逢良辰好景，总感到欢娱；可是别后非止一日，年复一年，纵有良辰好景，也引不起欣赏的兴致，只能徒增帐触而已。“此去”二字，遥应上片“念去去”；“经年”二字，近应“今宵”，在时间与思绪上均是环环相扣，步步推进，可见结构之严密。“便纵有千种风情，更与何人说”，益见钟情之殷，离愁之深。而归纳全词，犹如奔马收缰，有住而不住之势；又如众流归海，有尽而未尽之致。其以问句作结，更留有无穷意味，耐人寻绎。</p> <p>　　耆卿词长于铺叙，有些作品失之于平直浅俗，然而此词却能做到“曲处能直，密处能疏，鼻处能平，状难状之景，达难达之情，而出之以自然”（<a href=\"http://so.gushiwen.org/author_2050.aspx\">冯煦</a>《六十一家词选例言》论柳永词）。像“兰舟催发”一语，可谓兀傲排鼻，但其前后两句，却于沉郁之中自饶和婉。“今宵”三句，寄情于景，可称曲笔，然其前后诸句，却似直抒胸臆。前片自第四句起，写情至为缜密，换头却用提空之笔，从远处写来，便显得疏朗清远。词人在章法上不拘一格，变化多端，因而全词起伏跌宕，声情双绘，付之歌喉，亦能奕奕动人。</p>",
  "poet": {
    "id": 535,
    "star": 0,
    "name": "柳永",
    "image": "http://img.gushiwen.org/authorImg/liuyong2.jpg",
    "desc": "柳永，（约987年—约1053年）北宋著名词人，婉约派创始人物。汉族，崇安（今福建武夷山）人，原名三变，字景庄，后改名永，字耆卿，排行第七，又称柳七。宋仁宗朝进士，官至屯田员外郎，故世称柳屯田。他自称“奉旨填词柳三变”，以毕生精力作词，并以“白衣卿相”自诩。其词多描绘城市风光和歌妓生活，尤长于抒写羁旅行役之情，创作慢词独多。铺叙刻画，情景交融，语言通俗，音律谐婉，在当时流传极其广泛，人称“凡有井水饮处，皆能歌柳词”，婉约派最具代表性的人物之一，对宋词的发展有重大影响，代表作 《雨霖铃》《八声甘州》。"
  },
  "tags": [
    "宋词三百首",
    "宋词精选",
    "高中古诗",
    "婉约",
    "离别",
    "爱情",
    "写景",
    "惜别"
  ]
}