{
  "id": 71605,
  "star": 92,
  "name": "无俗念·灵虚宫梨花词",
  "dynasty": "宋代",
  "content": "春游浩荡，是年年、寒食梨花时节。白锦无纹香烂漫，玉树琼葩堆雪。静夜沉沉，浮光霭霭，冷浸溶溶月。人间天上，烂银霞照通彻。<br>浑似姑射真人，天姿灵秀，意气舒高洁。万化参差谁信道，不与群芳同列。浩气清英，仙材卓荦，下土难分别。瑶台归去，洞天方看清绝。",
  "shangxi": "<h2>赏析</h2> <p>　　上片写梨花开放的时间、风姿、周围的环境。前两句点出梨花开于晚春的寒食节前后，“春游浩荡”表明是芳草萋萋、漫天飞花的暮春季节。“白锦”二句，以白锦和白雪比喻梨花的洁白无瑕与香花烂漫的盛开模样，反用<a href=\"http://so.gushiwen.org/author_113.aspx\">岑参</a>的“忽如一夜春风来，千树万树梨花开”，形象真实而鲜明。“静夜”至上片末，写梨花开放的环境，暮霭沉沉天地阔的静夜里，梨花悄悄地绽放在月光溶溶的夜色中。“冷”字，生动地烘托出宁静、微寒的夜景，使读者想到<a href=\"http://so.gushiwen.org/author_611.aspx\">曹雪芹</a>的“冷月葬花魂”。人间与天上都溶浸在皓月与花色交织而成的氛围中，月光皎洁、花似雪明，给人一种高洁、脱俗的感受。</p> <p>　　下片前三句用典，继续以“天姿灵秀”的姑射真人来比喻梨花，《庄子·逍遥游》云：“藐姑射之山，有神人居焉，肌肤若冰雪，绰约若处子。”这三句就是用这典故，这位神人，修养已经达到神化难测的境界，暗写梨花的冰清玉洁与静若处子的仙姿。“万化”诸句写作者的体会与想法。由上句的“神人无功”，这位藐姑射山神人虽有大功，却无意于求功，这正是作者所追求的志向；作者又由梨花的清高绝俗、不与群芳同伍，感慨世俗之人未能欣赏，就好像俗人对作者的清高傲骨未能赏识。毕竟，世人多醉我清醒，这种不食人间烟火、超尘拔世的清凉境界，也只有能进入洞天福地修行的有道者，才能心领神会。此词虽是咏物，实即咏自己，这正是文人咏物词的寄寓手法。此词把梨花独特超群的气质，写得生动鲜明，让人有清新脱俗、灵秀异常的感觉，虽结尾不免落入谈道论教的范围，但仍不失为一首佳作。词人所选取的歌咏之物，往往是个人内在性情与艺术风格的表征，因此<a href=\"http://so.gushiwen.org/author_492.aspx\">丘处机</a>歌咏浩气清英、仙材卓荦的梨花，可以看出其清新脱俗的风格、灵秀异常的神人气息，而表现于作品中，则呈现了清拔脱俗的风格特色。 </p>",
  "about": "<h2>评价</h2> 　　此词是<a href=\"http://so.gushiwen.org/author_492.aspx\">丘处机</a>词作中的上乘之作。明代学者<a href=\"http://so.gushiwen.org/author_181.aspx\">杨慎</a>在《词品》云：“丘长春咏梨花[无俗念]云（词略）。长春，世之所谓仙人也，而词之清拔如此。”清代学者冯金伯《词话萃编》引《竹坡丛话》云：“有好事者问丘长春曰：‘神仙惜气养真，何故读书史作<a href=\"http://so.gushiwen.org/view_71605.aspx\">诗</a>词？’曰：‘天上无不识字神仙。’丘有咏梨花[无俗念]词，极清拔。”香港学者黄兆汉先生说丘处机：“咏物词中写得最好而又最为人所传诵的大概是《无俗念·灵虚宫梨花词》。”笔者也认为，此词与《无俗念·枰棋》，同为丘处机咏物词中最优秀的两首作品。丘处机于群芳中，最喜爱梨花，《磻溪集》卷三有《武官梨花》五言长篇一首，也写得很好，附录于下，读者可与《无俗念·灵虚宫梨花词》一起欣赏，原诗为：“白帝离金阙，苍龙下玉京。地神开要妙。天质赋清英。色贯银蟾媚，香浮宝殿清。参差千万树，皎洁二三更。艳杏无光彩，妖桃陪下情。梅花先自匿，柳絮敢相轻。最好和风暖，尤佳丽日晴。游人期放旷，羽客贺升平。未许尘埃染，常资雨露荣。郭西传旧迹，山北耀新声。烂熳莺穿喜，扶疏鹊踏惊。琳宫当户牖，芝室近檐楹。绰约姑山秀，依稀华岳精。会看年谷熟，普济法桥成。”",
  "poet": {
    "id": 492,
    "star": 0,
    "name": "丘处机",
    "image": "http://img.gushiwen.org/authorImg/qiuchuji.jpg",
    "desc": "丘处机，乾道，字通密，道号长春子，是道教主流全真道掌教人以及执掌天下道教的宗教领袖。登州栖霞人士（今属山东）。中国金代著名全真道掌教真人、思想家、道教领袖、政治家、文学家、养生学家和医药学家。元世祖时，追封其为“长春演道主教真人”。"
  },
  "tags": [
    "咏物",
    "梨花"
  ]
}