{
  "id": 69743,
  "star": 4,
  "name": "杂剧·杜牧之诗酒扬州梦",
  "dynasty": "元代",
  "content": "楔子<br>昔年白屋一寒儒，今日黄堂驷马车。富贵必从勤苦得，男儿须读五车书。小官姓张，名纺，字尚之。自中甲科以来，累蒙圣恩，除授豫章太守。自幼与杜牧之为八拜交。今牧之官为翰林侍读，有公干至豫章，将欲起程回京，不免安排果桌，与他饯行。小官近日梨园中讨得一个歌妓，年方一十三岁，善能吹弹歌舞，名曰好好。我数次与他算命，道他有夫人之分，末审他姻缘在於何处？今日饯别牧之，就叫好好出来劝酒者。好好何在？相公叫我，不知又请甚么客，须到前厅见来。相公唤我，有何使用？今日与牧之饯行，你就席间歌舞一回，与他劝酒。谨领尊命。张千，门首觑着，杜翰林来时，报复我知道。小生姓杜，名牧，字牧之，京兆人也。太和间举贤良方正，累官至翰林侍读之职，因公干至豫章。此处太守张尚之，自幼与小生交善，今日在私宅设酒，与小生饯送，令人来请，须索走一遭去。左右，报复去，道杜某来了也。小生薄德，敢劳太守张筵也。蔬食薄味，不堪献敬，聊引饯意耳。左右，将酒过来，学士满饮一杯。大守请。学士，自古道：筵前无乐，不成欢乐。今舍下有一女，年方一十三岁，名日好好，善能歌舞，着他出来歌舞一回，与学士送酒咱。深蒙厚意，感谢，感谢。好好，你歌舞一回，伏侍相公咱。小官无甚奇物，瑞文锦一段，犀角梳一副，权表微诚。有诗一首。汝为豫章姝，十三才有馀。娇媚鹧鸪儿，妖娆鸾凤雏。舞态出花坞，歌声上云衢，赠之天马锦，堪赋水犀梳。好好，谢了相公者。多谢厚赐。多有打搅，小生不敢久留，就此告辞长行去也。<br>【仙吕】【赏花时】唱一曲金缕悠扬云谩行，舞一回彩袖轻盈花弄影，今日个饯送在短长亭。对着这江山胜景，慵斟酒，诉离情。<br>【幺篇】怕听阳关第四声，回首家山千万程，博着个甚功名，教俺做浮萍浪梗？因此上意懒出豫章城。<br><br>第一折<br>闲中清雅理丝桐，乐在琴书可用功。无事休衙消永昼，居然坐啸古人风。老夫姓牛，名僧孺，字思黯，官拜扬州太守。昔与张尚之、杜牧之为忘年友。牧之官拜翰林侍读，因公差至此，老夫特设一席，令人请去了。左右，若杜牧之来时，报我知道。小官杜牧之是也。前年公差至豫章，今又公差至扬州。有大守牛僧孺，原是父辈，今日设席相请，须索走一遭去。相公，这扬州是好景致也。家童，你那里知道，想当初隋炀帝聿广陵看琼花，一时繁华，天下无比。你听我说。<br>【仙吕】【点绛唇】锦缆龙舟，可怜空有隋堤柳，千古闲愁，我则怕春光老，琼花瘦。<br>相公，行了这一路州县，觉都不如这里人烟热闹哩。<br>【混江龙】江山如旧，竹西歌吹古扬州，三分明月，十里红楼。绿水芳塘浮玉榜，珠帘绣幕上金钩。相公，看了此处景致，端的是繁华胜地也。列一百二十行经商财货，润八万四千户人物风流。平山堂，观音阁，闲花野草；九曲池，小金山，浴鹭眠鸥；马市街，米市街，如龙马聚；天宁寺，咸宁寺，似蚁人稠。茶房内，泛松风，香酥凤髓；酒楼上，歌桂月，檀板莺喉；接前厅，通后阁，马蹄阶砌；近雕阑，穿玉户，龟背球楼。金盘露，琼花露，酿成佳酝；大官羊，柳蒸羊，馔列珍馐。看官场，惯軃袖，垂肩蹴踘；喜教坊，善清歌，妙舞俳优。大都来一个个着轻纱，笼异锦，齐臻臻的按春秋；理繁弦，吹急管，闹吵吵的无昏昼。弃万两赤资资黄金买笑，拚百段大设设红锦缠头。<br>左右，报复去，道杜牧之来了也。老夫无甚管待，左右，将酒来，学士满饮一杯。<br>【油葫芦】月底笼灯花下游，闲将佳兴酬，绮罗丛封我做醉乡侯，酌几杯锦橙浆说净谈天口，折一枝碧桃春占定拿云手。却不道文苑中古忄敞秀才家，多好此狂饮也。打迭起翰林中猛性子挺，拽扎起太学内体样儿亻刍。趁着这锦封未剖香先透，渴时节吸尽洞庭秋。<br>可不道既有知契友，又有可意人，是好宴乐也。<br>【天下乐】端的是一醉能消万古愁，醒来时三杯，扶起头，我向那红裙队里夺下一筹。看花呵，致成症候，饮酒呵，灌的醉休，我则待胜簪花常带酒。牧之在京师，日日有花酒之乐。老夫有一家乐女子，颇善歌舞，唤他出来伏事学士咱。好好那里？妾身张好好是也，原是张尚之家女童。牛太守大人与张尚之为旧友，遂将妾身过房与牛太守为义女，经今三年矣。今日前厅上宴客，太守大人呼唤，须索见去。此女是谁？是老夫义女，小字好好，唤来歌舞一回，与学士奉一杯酒。相公，好个标致的小姐！我那里曾见来。<br>【那吒令】倒金瓶凤头，捧琼浆玉瓯。蹴金莲凤头，并凌波玉钩。蔡金钗风头，露春纤五手。天有情天亦老，春有意春须瘦，云无心云也生愁。小家之女，有甚十分颜色？<br>【鹊踏枝】花比他不风流，玉比他不温柔，端的是莺也消魂，燕也含羞。蜂与蝶花间四友，呆打颏都歇在豆蔻梢头。<br>牧之，饮个双杯。我与大姐穿换一杯。大姐，换了这一杯酒饮过者。<br>【寄生草】我央了十个千岁，他刚咽下三个半口，险婉了内家妆束红鸳袖，越显的宫腰袅娜纤杨柳。添上些芙蓉颜色娇皮肉；白处似梨花擎露粉酥凝，红处似海棠过雨胭脂透。牧之，请饮酒。且住，将文房四宝来，作诗一首相赠。笔砚在此。<br>【幺篇】磨铁角乌犀冷，点霜毫玉兔秋。对明窗沧海龙蛇走，蘸金星端砚云烟透。拂银笺湘水玻璃皱。何劳学士这等费心。比及赏吴宫花草二十年，先索费翰林风月三千首。你看这女子。端的是仙人飞下紫云车，月阙才离蟾影孤。却向尊前擎玉盏，风流美貌世间无。<br>【后庭花】他那里应答的语话投，我这里笑谈的局面熟。准备着夜月携红袖，不觉的春风倒玉瓯。我再斟的满者，与相公饮咱。怎生下我咽喉，劳你个田文生受？忘昂昂包古今赡宇宙，气腾腾吐虹霓贯斗牛；袖飘飘拂红云登凤楼，兴悠悠驾苍龙遍九州；娇滴滴赏琼花双玉头，风飕飕游广寒八月秋；乐陶陶倩春风散客愁，湿浸浸锦橙浆润紫裘；急煎煎想书娘不自由，虚飘飘恨彩云容易收，香馥馥斟一杯花露酒。<br>此一杯酒擎着不饮，是无妾之情也。<br>【青歌儿】休央及偷香、偷香韩寿，怕惊回两行、两行红袖。感谢多情贤太守，我是个放浪江海儒流，傲慢宰相王侯。既然宾主相酬，闲叙笔砚交游。对酒绸缪，交错觥筹，银甲轻搊，金缕低讴。则为它倚着云兜，我控着骅骝，又不是司马江州，商妇兰舟，烟水悠悠，枫叶飕飕。不争我听拨琵琶楚江头，愁泪湿青衫袖。<br>学士，再饮一杯咱。酒勾了也。，这女子恰似在何处曾会见他来？既然学士饮不的酒，那女子回去罢。<br>【赚煞尾】比及客散锦堂中，准备人约黄昏后。他不比寻常间墙花路柳。这公事怎肯甘心便索休，强风情酒病花愁。无甚管待，承学士屈高就下也。这的是钓诗钩。我醉则醉常在心头，扫愁帚争如奉箕帚。牧之，一番相见一番老也。遮莫你鬓角边霜华渐稠，衫袖上酒痕依旧，我正是风流到老也风流。<br>老夫念故人情分，安排酒肴，请杜牧之，不想他酒病诗魔，依然如旧。我着家乐奉酒，他说那里曾见这女子来，是输不的他那一双眼。这风子在豫章时，张尚之家曾见来，又早三年光景，长的比那时不同了。可知他看在眼里，则是到不的他手。张千，等他再来时，你说太守不在家，则着他去兀那翠云楼上闲坐一会，坐的没意思，他则索回去也。<br><br>第二折<br>小人是太守府内亲随。奉老爹钧语，着我打扫的这翠云楼，恐怕杜学士到来游玩，就在此管待他。昨日大守开宴出红妆，细看此女颜色，娇艳动人，甚有顾恋之意。小官一时疏狂，被叔父识破，念先人之面，未曾加责。今日心中闷倦，故来此翠云楼游玩。小官只为酒病花愁，何日是好也呵！<br>【正宫】【端正好】衫袖湿酒痕香，帽檐侧花枝重，似这等宾共主和气春风，一杯未尽笙歌送，就花前唤醒游仙梦。<br>相公昨日中酒，今日起迟，你看那楼上，却又早安排的果桌杯盘停当也。<br>【滚绣球】日高也花影重，风香时酒力涌，顺毛儿扑撤上翠鸾丹风，恣情的受用足玉暖香融。这酒更压着玻璃钟琥珀酿，这楼正值着黄鹤仙白兔翁，这酒更胜似酿葡萄紫驼银瓮，这楼快活杀傲人间湖海元龙；这酒却便似泻金茎中天露擎仙掌，这楼恰便似香翠盘内霓裳到月宫，高卷起彩绣帘栊。<br>我昨日中酒，且歇息一会，等太守来时，报我知道。理会的。妾身张好好，大守大人使俺来这翠云楼上，伏事杜翰林，他怎生却睡着了？我唤他一声。杜老爹，杜老爹，妾身来了也。太守大人，可曾来么？太守公事忙，且不得来，一径着妾等来，伏事相公。伏事甚么，咱两个且共席坐者。兀那四位小娘子，会舞唱么？颇会些。既然会舞唱，大家欢乐饮三杯。昨日席间怠慢，相公勿罪也。<br>【倘秀才】想当日宴私宅翰林应奉，倒做了使官府文章钜公，昨日今朝事不同。暖溶溶脂粉队，香馥馥绮罗丛，端的是红遮翠拥。<br>小娘子是张好好，这四位小娘子是何人？这四个是玉梅、翠竹、夭桃、媚柳，一同歌唱，与相公送酒咱。<br>【滚绣球】尊中酒不空，筵前曲未终，你教他系垂杨五骢低鞋，准备着倩人，扶两袖春风。我这害酒的渴肚囊，看花的馋眼孔，结上的欢喜缘可着他厮重，我伴着些玉婵娟相守相从，也不索闲游柳陌寻歌妓。笑指前村问牧童，宜吃的月转梧桐。<br>相公，你在席间坐者，只怕太守到来，妾身且回去咱。好是奇怪也。恰才那个女子，陪侍我饮酒，怎生不见了？不觉的盹睡着了。你见那女子来么？相公，你敢昏撒了？几曾见什么女子来？<br>【醉太平】又不是痴呆懵懂，不辨个南北西东，恰才个彩云飞下广寒宫。醉蟠桃会中，一壁厢花间四友争陪奉，胜似那蓬莱八洞相随从，只落的华胥一枕梦初浓，都是这风流醉翁。<br>适才刚打了一个吨，又早晚了也。<br>【脱布衫】不觉的困腾腾醉眼朦胧，空对着明晃晃烛影摇红，这其间在何处残月晓风，知他是宿谁家枕鸳衾凤。<br>【小梁州】这些时陡恁春寒绣被空，冷清清褥隐芙蓉。我则道阳台云雨去无踪，今夜个乘欢宠，山也有相逢。<br>【幺篇】怎承望晓来误入桃源洞，又则怕公孙弘打凤牢龙。手竹亡掐着疼，脚面上踏着痛，那里也情深意重，犹恐是梦魂中。<br>相公，则是想着那个人儿，便有梦。我也不想甚么，那里得梦来？<br>【一煞】则愿的行云不返三山洞，好梦休惊五夜钟。我这里绣被香寒，五楼人去，锦树花飞，金谷阅空。飞腾了彩风，解放了红绒，摔碎下雕笼，若不是天公作用，险些儿风月两无功。<br>咱家回去罢，休信睡里梦里的事。<br>【煞尾】从今后风云气概都做下阳台梦，花月恩情犹高似太华峰。风送纱窗月影通，篆袅金炉香雾潆。银烛高烧锦帐融，罗帕重沾粉汗溶。高插鸾钗云髻耸，巧画蛾眉翠黛浓。柳坞花溪锦绣丛，烟户云窗闺阁中。可体样春衫亲手儿缝。有滋味珍馐拣口儿供。再不趁蝶使蜂媒厮断送，再不信怪友狂朋厮搬弄。但能勾鱼水相逢，琴瑟和同，相公，咱回去来。早跳出这柳债花钱面糊桶。<br><br>第三折<br>一溪流水泛轻舟，柳岸游人饮巨瓯。自在扬州花锦地，风光满眼度春秋。小生姓白名谦，字文礼，扬州人也，颇有几贯赀财，人口顺以员外呼之。今有杜翰林以公差至此，明日回程，小生备下蔬酌，与他送饯。令人请去了，这早晚敢待来也。小官自牛太守请我饮宴之间，有一女子，歌舞清妙，再去访谒数次，不放参见，只着在翠云楼上赏玩，归来甚是无聊。今欲回程，有白员外相请，须索走一遭去。我想梦中所见那女子，端的是世间少有也呵。<br>【南吕】【一枝花】温柔玉有香，旖旎春无价。多情杨柳叶，解浯海棠花。压尽越女吴娃，从头髻至鞋袜，觅包弹无半掐，更那堪百事聪明，模样儿十分喜恰。<br>【梁州第七】知音吕借意儿嘲风咏月，有体段当场儿搊竹分茶，情着疼热相牵挂。性格稳重，礼数撑达，衣裳济楚，本事熟滑。遏行云板撒红牙，泛宫商曲和琵琶。受用些成顿段暮雨朝云，拜辞下有拘束玉堂金马，快活杀无程期秋月春花。风流，俊雅，倾城。绝代人皆讶。知进退，识高下。贤慧心肠不狡猾，是一个少欠他欢喜冤家。<br>【隔尾】锦机织就传情帕，翠沼裁成并蒂花。何日青弯得同跨？锦衾绣榻，弓鞋罗袜，玉软香温受用煞。<br>早采到也。左右，报复去，道杜牧之来了也。杜相公来了也。道有请。小官有何德能，敢劳员外置酒张筵，何以克当！蔬食薄味，敢屈相公降临，实小生之幸也。敢问员外，昨太守开筵相招，席间出一红妆，善能歌舞，未知谁氏之女？相公不问，小生亦不敢说。此女原是个中之人，先与豫章太守张尚之为侍儿，后来牛太守往豫章经过，取讨为义女，善能吹弹歌舞，此女就是张好好。我道那里曾见来。不瞒员外说，小官三年前在豫章，张尚之与小官送行，令一女童奉酒，年十三岁，善能歌舞，名曰好好，小官与他瑞文锦一段，乌犀梳一副。经今三年光景，他长成了，十分大有颜色，委实的令人动情也。既然如此，相公那时就问张太守取讨此女以为婢妾，岂不美哉！<br>【骂玉郎】这一双郎才女貌天生下，笋条儿游冶子，花朵儿俊娇娃，堪写入风流仕女丹青画。行一步百样娇，笑一声万种妖，歌一曲千金价。小生也曾见来，果然生的风流，长的可喜。<br>【感皇恩】浓妆呵娇滴滴擎露山茶，淡妆呵颤巍巍带雨梨花。齐臻臻齿排犀，曲湾湾眉扫黛，高耸耸髻堆鸦。香馥馥冰肌胜雪，喜孜孜醉脸烘霞。端详着庞儿俊，思量着口儿甜，怎肯教意儿差。相公与此女有缘有分，所以如此留情也。<br>【采茶歌】非是我自矜夸，则为咱两情嘉，准备着天长地久享荣华。相公放心，小生务要与相公成就了这桩事。既然你旨把赤绳来系足，久以后何须流水泛桃花。<br>员外在太守前，加一美言，与小官成此一件事，员外之奋发，不敢忘也。相公放心，小生自有主意，务要完成了此事。<br>【牧羊关】则今日一言定，便休作两事家。将你个撮合山慢慢酬答。成就了燕约莺期，收拾了心猿意马。合欢带同心结，连理树共根芽，知音吕琴中曲，好姻缘锦上花。<br>相公再住几日，小生和太守说知，试看如何，小官公事忙，后会有期也<br>【一煞】且陪伴西风摇落胭脂蜡，权宁耐夜月寒穿翡翠纱，闲愁不索拨琵琶。相公则为这小娘子留心那！我怎肯浪酒闲茶，再留意裙钗下。暂相别受些潇洒，隔云山天一涯，两地嗟呀。相公再饮一杯。酒勾了。小官就此告回。相公慢慢而行，小生说成了，便有书呈奉，望赐回音咱。<br>【黄钟尾】你题情休写香罗帕，我寄恨须传鼓子花。且宁心，度岁华，恐年过生计乏。相公休别寻配偶，小生务要完成此事。纵有奢华豪富家，倒赔装奁许招嫁，休想我背却初盟去就他，把美满恩情却丢下，我直着诸人称扬众口夸，红粉佳人配与咱，玉肩相挨手相把，受用全别快活杀。做一对好夫妻出入京华，不强似门外绿杨闲系马。<br>（白文礼云)杜翰林去了也。风魔了这汉子，若不成就此事，枉送了他性命也。(诗云)俊雅长安美少年，风流一对好姻缘。还须月老牵红线，才得鸾胶续断弦。(下)<br><br>第四折<br>(牛太守上，诗云)为政维扬不足称，刚余操守若冰清。一生不得逢迎力，却被心知也见憎。老夫牛孺孺是也。叨守扬州，三年任满，赴京考绩。老夫探望杜翰林数次，不肯放参。我想来，在扬州之时，请他饮酒，出家乐歌唱，曾着他来，与张好好四目相视，不得说话，他心怀此恨，所以嗔怪。扬州有一个白文礼，是老夫的治民，其家巨富，屡次对老夫诉说此事，要将好好配与杜牧之为夫人，成就此一桩美事。他如今也随老夫来到京师，今日在金字馆中，安排宴会，若杜牧之来时。老夫自有主意。(下)(白文礼引随从上，云)小生白文礼，昔在扬州与杜牧之送行，他只想牛太守家那女子，央小生说合，成此亲事。如今牛太守任满回京，小生特随他来，已将前事达知太守。今日在金宇馆中，安排筵席，请杜翰林、牛太守，务要完成了这门亲事。小的每，门首看者，杜翰林来时，报复我知道。(正末上，云)小官杜牧之。自离扬州，经今三载，牛太守望我数次，不曾放参，今日白员外请赴宴，须索走一遭去。想昨宵沉醉，今日又索扶头也。(唱)<br>【双调】【新水令】我向这酒葫芦着淹不曾醒，但说着花胡同我可早愿随鞭镫。今日个酒香金字馆，花重锦官城，不恋富贵峥嵘，则待谈笑平生。不望白马红缨，伴着象板银筝，似这淮南郡山水有名姓。(云)左右报复去，道杜牧之到了也。(随从报科，云)杜翰林来了也。(白文礼云)道有请。(正末做见科，云)量小官有何德能，着员外置酒张筵，何以克当！(白文礼云)蔬食薄味，不成管待，请相公欢饮几杯。(正末唱)<br>【沉醉东风】休想道惟吾独醒屈平，则待学众人皆醉刘伶。浇消了湖海愁，洗涤下风云兴，怕孤负月朗风清，因此上落魄江湖载酒行，糊涂了黄粱梦境。(云)员外，今日席上，再有何人？(白文礼云)请牛太守去了，这早晚敢待来也。(牛太守上，云)老夫牛僧孺，今日白文礼在金字馆设席相请，左右报复去，道牛大守来了也。(随从报科，云)太守老爹来了也。(白文礼云)道有请。(牛太守做见科，与正末云)老夫相访数次，不蒙放参，只是某缘分浅薄也。(正末云)小官连日事冗，有失迎接，叔父勿罪。来日小官设席请罪，就屈员外同席，未知允否？(白文礼云)今日且饮过小生这一席，来日同赴盛宴，务要吹弹歌舞，开怀畅饮也。(正末唱)<br>【水仙子】喜的是楚腰纤细掌中擎，爱的是一派笙歌醉后听。哎，你个孟尝君妒色独强性，靠损了春风软玉屏，戏金钗早吓掉了冠缨。杜牧之难折证，牛僧孺不志诚，都一般行浊言清。<br>(牛太守云)休题旧话了，今日员外设席，则请饮酒。(正末云)酒虽要饮，事也要知。小官三年前曾央白员外诉说一事，未知叔父允否？(白文礼云)太守大人，小生曾言将好好小姐配与杜翰林，尊意如何？(牛太守云)既然牧之心顺，着好好过来相见，就与牧之为夫人。好好那里？(旦上，云)妾身张好好。老爹呼唤，我自过去。(见科，云)老爹唤你孩儿，有何分付？(牛太守云)有杜牧之要娶你做夫人，则今日正是好日辰，等酒筵散后，就过门成亲，了此宿缘也。(正末云)多谢叔父。(张府尹上，云)小官张尚之，先任豫章太守，今升为京兆府尹。因张好好与了牛太守为义女，长大成人，今聘与杜牧之为夫人。某奉圣人的命，因牧之贪花恋酒，本当谪罚，姑念他才识过人，不拘细行，赦其罪责。如今小宫亲来传示与他，早来到了。左右，报复去，道有京兆府尹下马也。(随从报科，云)有新任府尹老爷下马也。(正末云)道有请。(张府尹见科)(正末云)呀，张相公来了。(牛太守云)京兆相公，别来无恙？(张府尹云)牛相公乃是父执，何故同众位在此？(牛太守云)因白员外相招在此。(张府尹云)小官因牧之放情花酒，奉朝命本当谪罚，小官保奏，赦其无罪。(正末云)多谢大人！(唱)<br>【雁儿落】我则道玉阶前花弄影，原来是金殴上传宣令。本为个牛僧孺门-下人，倒做了杜牧之心头病。<br>(张府尹见旦科，云)这不是我张好好么？因何在此？(正末唱)<br>【得胜令】则疑是天上许飞琼，原来是足下女娉婷。你栽下竹引丹山凤，笼着花藏金谷莺，都诉出实情。(白文礼云)学士，你不拜丈人，还等甚么？(正末唱)我做下强项令肩膀硬，今日个完成，将这个俊娇娥手内擎。<br>(张府尹云)嗨，牧之，因你贪恋花酒，所以朝廷要见你之罪哩。(正末唱)<br>【甜水令】我不合带酒簪花，沾红惹绿，疏狂情性，这几件罪我招承。你不合打风牢龙，翻云覆雨，陷入坑阱，咱两个口说无凭。<br>(张府尹云)早是小官与学士同窗共业，先奏过赦罪，不然，御史台岂肯饶人？(正末唱)<br>【折桂令】见放着御史台不顺人情，谁着你调罨子画阁兰堂，搠包儿锦阵花营。既然是太守相容，俺朋友间有甚差争？摆着一对种花手似河阳县令，裹着一顶漉酒巾学五柳先生。既能勾鸾风和鸣，桃李春荣，赢得青楼薄幸之名。<br>(张府尹云)牧之，你听我说。(词云)太守家张好好丰姿秀整，引惹得杜牧之心悬意耿。若不是白员外千里通诚，焉能勾结良缘夫为纲领？从今日早罢了酒病诗魔，把一觉十年间扬州梦醒，才显得翰林院台阁文章，终不负麒麟上书名画影。(正末唱)<br>【鸳鸯煞】从今后立功名写入麒麟影，结牡萝配-亡菱花镜。准备着载月兰舟，煦夜花灯。畅道朋友同行，尚则怕衣衫不整。毕罢了雪月风花，医可了游荡疏扛病。今小个两眼惺惺，唤的个一枕南柯梦初醒。<br>题目张好好花月洞房春<br>正名杜牧之诗酒扬州梦",
  "poet": {
    "id": 37,
    "star": 0,
    "name": "乔吉",
    "image": "http://img.gushiwen.org/authorImg/qiaoji.jpg",
    "desc": "乔吉(1280?～1345) 元代杂剧家、散曲作家。一称乔吉甫，字梦符，号笙鹤翁，又号惺惺道人。太原人，流寓杭州。钟嗣成在《录鬼簿》中说他“美姿容，善词章，以威严自饬，人敬畏之”，又作吊词云：“平生湖海少知音，几曲宫商大用心。百年光景还争甚？空赢得，雪鬓侵，跨仙禽，路绕云深。”从中大略可见他的为人。剧作存目十一，有《杜牧之诗酒扬州梦》、《李太白匹配金钱记》、《玉箫女两世姻缘》三种传世。"
  },
  "tags": []
}