{
  "id": 68189,
  "star": 7,
  "name": "沁园春·寒食郓州道中",
  "dynasty": "宋代",
  "content": "十五年来，逢寒食节，皆在天涯。叹雨濡露润，还思宰柏，风柔日媚，羞看飞花。麦饭纸钱，只鸡斗酒，几误林间噪喜鸦。天笑道，此不由乎我，也不由他。 <br>鼎中炼熟丹砂。把紫府清都作一家。想前人鹤驭，常游绛阙，浮生蝉蜕，岂恋黄沙。帝命守坟，王令修墓，男子正当如是邪。又何必，待过家上冢，书锦荣华。",
  "shangxi": "<h2>鉴赏</h2> <p>　　中心立意：这阕词作者先抒发思乡之情，继而抒发自己报国之情，全词慷慨悲歌催人泪下。这首词精彩之处，在于注重心理刻画，含有感染力，因此是具很高的思想境界和艺术魅力。</p> <p>　　词的上片，由寒食节起笔，表达对祖茔冢柏的眷念之情。十五年来，逢寒食节，皆在天涯，讲的是十五年来，到寒食节“皆在天涯”，而不能祭扫祖茔尽孝。这是作者的回忆。枋得于宋德祐元年（1275）出任江西招谕使，知信州。不久，元军攻陷信州，枋得改名换姓入建宁唐石山中，后又隐居闽中，一直未回故乡江西弋阳。到现在已十五年。字面是说寒食节，实际上也暗含了对国破家亡的回忆。用“皆在天涯”写沦落飘泊，无家可衣，四字包含了血泪经历。“叹雨濡露润，还思宰柏；风柔日媚，羞见飞花。”承起句写十五年飘泊之中每逢寒食的思想感情，分两层意思：前二句是说在“雨濡露润”的天气里，思念着“宰柏”。“宰柏”，坟墓上的柏树，也称“宰树”、“宰木”。寒食节是祭扫祖茔的日子，经常是细雨蒙蒙，故云“雨濡露润”，这种情况最容易引起在异乡飘泊的人的“宰柏”之思。后两句说在“风柔日媚”的天气里，却又“羞见飞花”。“飞花”指的是热闹的景象，而无家可归之人，则不忍着，也“羞见”，——国破家亡，自己无力挽救，因而只能埋名深山，岂不羞对“飞花”！这两层意思总起来是说作者无时无刻都在思国念家，痛苦不堪。一个“叹”字领起四句，“麦饭纸钱，只鸡斗酒，几误林间噪喜鸦。”三句，仍从寒食祭扫着笔。“麦饭”、“纸钱”、“只鸡”、“斗酒”，皆是祭品，祭扫完毕，便被那些乌鸦喜鹊所取走，这里，作者则说自己不能用“麦饭”等物祭扫祖茔，林间的喜鹊乌鸦也空等了！“几”，屡次，与“十五年”互相照应。这三句写得仍然很悲痛。对祖茔的怀念，同时也是对故国的怀念，更是对自我不幸遭遇的感叹。天笑道：此不由乎我，也不由他，为上述情况寻找原因。“我”是指“天”；“他”则是指蒙元贵族。从字面上看，好像是放达，实际上是悲愤而且故意用作反语“不由乎我（天）”，正是“由我（天）”，“不由他”正是“由他”，作者既怨天又尤人。这里用反语的原因，倒不一定在于当时作者身在蒙元贵族统治之下，枋得是个性格刚烈无所畏惧的人。反语是一种重要的修辞格，用于嘲弄讽刺。</p> <p>　　上片虽沉痛悲愤，但其基调却显得低沉。下片则变为至大至刚，充满了视死如归的精神。“鼎中炼熟丹砂。把紫府清都作一家”，“鼎”，这里指丹炉，道家在丹炉内炼丹，丹成可以飞升：“紫府”，道家称仙人所居之地，“清都”指天帝所居的宫阙。这两句是说自己对于自己的去处早在深思熟虑，胸有成竹，如同鼎中丹砂炼熟，随时可以升天，以紫府清都为家了。枋得这次北上，早已有了死亡的准备，所以才有如此言语。“想前人鹤驭，常游绛，浮生蝉蜕，岂恋黄沙？”就此意作进一步发挥。四句用一“想”字领起，滔滔而下，表明是作者的心理活动，意思是说神仙或得道之士每骑鹤上天，游于绛阙，其乐无穷；而世俗之身，当如“蝉蜕蛇解，游于太清”岂能留恋于尘埃浊世（“黄沙”）。他不想苟且偷生，屈节苟活，已经说得明明白白。以下就“寒食”本题，再表白自己的志向与气节。“帝命守坟，王令修墓，男子正当如是耶。词句”男子正当如是“，是肯定语气，故以”那“”即“”也“足成七字句，并以叶韵，赞羡庸珏他们的爱国正义行动，表示自己作为好男儿正当仿效他们的精神，效忠宋室。另一方面，”又何必，待过家上冢，昼锦荣华“，则就此次被迫北上强令降元做官而言。”昼锦“，用指富贵还乡。”过家上冢“，即还旧居，祭祖坟，指的是夸耀邻里的事。作者概以”又何必“一语抹煞之。”待“表示将来可以实现之意，即今已断言并无可能，因此不仅多此一举，言辞杀辣，不留余地。”上冢“一语，也是就寒食祭扫事生出，与”守坟“、”修墓“，同回应上片所说情事，紧扣题意。</p>",
  "about": "<h2>写作背景</h2> 　　这阕词是<a href=\"http://so.gushiwen.org/author_497.aspx\">谢枋得</a>当年过郓州时所作。宋朝灭亡之后，元朝不断南征。其间，作者一直隐居在闽中，直到1289年，福建参知政事魏天佑，为了向朝廷取媚，强迫词作者北上，在寒食节，作者过郓州，四月到了燕京，但最终绝食而死，年仅六十四岁。",
  "poet": {
    "id": 497,
    "star": 0,
    "name": "谢枋得",
    "image": "http://img.gushiwen.org/authorImg/xiefangde.jpg",
    "desc": "谢枋得(1226～1289年)：南宋进士，江西信州弋阳人，字君直，号叠山，别号依斋，担任六部侍郎，聪明过人，文章奇绝；学通“六经”，淹贯百家，带领义军在江东抗元，被俘不屈，在北京殉国，作品收录在《叠山集》。"
  },
  "tags": [
    "寒食节",
    "思乡",
    "爱国"
  ]
}