{
  "id": 6457,
  "star": 130,
  "name": "送魏二",
  "dynasty": "唐代",
  "content": "醉别江楼橘柚香，江风引雨入舟凉。 <br>忆君遥在潇湘月，愁听清猿梦里长。",
  "fanyi": "<p><strong>译文</strong><br>江楼上醉饮话别橘柚正飘香，江风吹洒细雨带给小船凄凉。<br>想象你独自远在潇湘明月下，满怀愁绪梦里静听猿啼悠长。</p> <p><strong>注释<br></strong>⑴魏二：作者友人。排行第二，名字及生平均不详。<br>⑵潇湘月：一作“湘江上”。潇湘：潇水在零陵县与湘水会合，称潇湘。泛指今湖南一带。<br>⑶清猿：即猿。因其啼声凄清，故称。南朝梁任昉《齐竟陵文宣王行状》：“清猿与壶人争旦，缇幕与素濑交辉。”</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　送别魏二的饯宴设在靠江的高楼上，空中飘散着橘柚的香气，环境幽雅，气氛温馨。这一切因为朋友即将分手而变得尤为美好。这里叙事写景已暗挑依依惜别之情。“今日送君须尽醉，明朝相忆路漫漫”（<a href=\"http://so.gushiwen.org/author_60.aspx\">贾至</a>《送李侍郎赴常州》），首句“醉”字，暗示着“酒深情亦深”。</p> <p>　　“留恋处，兰舟催发”，送友人上船时，眼前秋风瑟瑟，“寒雨连江”，气候已变。次句字面上只说风雨入舟，却兼写出行人入舟；<a href=\"http://so.gushiwen.org/view_6457.aspx\">诗</a>中不仅写了江雨入舟，然而“凉”字却明白的表现出登舟送客的惜别场景来，“凉”字既是身体上的感触，更暗含诗人心中对友人的不舍和对离别的伤怀。“引”字与“入”字呼应，有不疾不徐，飒然而至之感，善状秋风秋雨特点。此句寓情于景，句法字法运用皆妙，耐人涵咏。凄凄风雨烘托诗人惜别知音，借酒消愁的悲凉心情。</p> <p>　　按通常作法，后二句似应归结到惜别之情。但诗人却将眼前情景推开，“忆君遥在潇湘月”，以“忆”字勾勒，从对面生情，为行人虚构了一个境界：在不久的将来，朋友夜泊在潇湘之上，那时风散雨收，一轮孤月高照，环境如此凄清，行人恐难成眠吧。即使他暂时入梦，两岸猿啼也会一声一声闯入梦境，令他睡不安恬，因而在梦中也摆不脱愁绪。诗人从视（月光）听（猿声）两个方面刻画出一个典型的旅夜孤寂的环境。月夜泊舟已是幻景，梦中听猿，更是幻中有幻。所以诗境颇具几分朦胧之美，有助于表现惆怅别情。</p> <p>　　末句的“长”字状猿声相当形象，有《水经注·三峡》中描写猿声的意境：“时有高猿长啸，属引凄异，空谷传响，哀转久绝。”“长”字作韵脚用在此诗之末，更有余韵不绝之感。</p> <p>　　这首诗运用了虚实结合的手法。第一、二两句写在一个空中飘散着橘柚清香的清秋的日子里，诗人在靠江的高楼上设宴为朋友送别，然后在秋风秋雨中送友人上船。这两句是写眼前实景。后两句诗人以“忆”为行人虚构了一个典型的旅夜孤寂的场景：友人难以成眠，即使友人暂时入梦，两岸猿啼也会一声一声闯入梦境，使他摆不脱愁绪。这两句是虚拟，月夜泊舟已是幻景，梦中听猿，更是幻中有幻。这样整首诗虚实结合，借助想像，拓展了表现空间，扩大了意境，使诗更具朦胧之美，深化了主题，更有助于表现惆怅别情。通过造境，“道伊旅况愁寂而已，惜别之情自寓”（敖英评，《唐诗绝句类选》），“代为之思，其情更远”（陆时雍《诗镜总论》）。在艺术构思上是颇有特色的。</p>",
  "about": "<h2>创作背景</h2> 　　此<a href=\"http://so.gushiwen.org/view_6457.aspx\">诗</a>作于唐玄宗天宝后期（748—756）<a href=\"http://so.gushiwen.org/author_437.aspx\">王昌龄</a>贬龙标尉时，当是在一个清秋的日子（从“橘柚香”见出）送别友人时在宴会上所创作的，为客中送客之作。",
  "poet": {
    "id": 437,
    "star": 0,
    "name": "王昌龄",
    "image": "http://img.gushiwen.org/authorImg/wangchangling.jpg",
    "desc": "王昌龄 (698— 756），字少伯，河东晋阳（今山西太原）人。盛唐著名边塞诗人，后人誉为“七绝圣手”。早年贫贱，困于农耕，年近不惑，始中进士。初任秘书省校书郎，又中博学宏辞，授汜水尉，因事贬岭南。与李白、高适、王维、王之涣、岑参等交厚。开元末返长安，改授江宁丞。被谤谪龙标尉。安史乱起，为刺史闾丘所杀。其诗以七绝见长，尤以登第之前赴西北边塞所作边塞诗最著，有“诗家夫子王江宁”之誉（亦有“诗家天子王江宁”的说法）。"
  },
  "tags": [
    "写景",
    "送别",
    "友情"
  ]
}