{
  "id": 25106,
  "star": 1388,
  "name": "古风二首 / 悯农二首",
  "dynasty": "唐代",
  "content": "春种一粒粟，秋收万颗子。<br>四海无闲田，农夫犹饿死。</p> <p>锄禾日当午，汗滴禾下土。<br>谁知盘中餐，粒粒皆辛苦？",
  "fanyi": "<p><strong>译文</strong><br>春天只要播下一粒种子，秋天就可收获很多粮食。<br>普天之下，没有荒废不种的田地，劳苦农民，仍然要饿死。</p> <p>盛夏中午，烈日炎炎，农民还在劳作，汗珠滴入泥土。<br>有谁想到，我们碗中的米饭，粒粒饱含着农民的血汗？</p> <p><strong>注释</strong><br>⑴悯：怜悯。这里有同情的意思。<a href=\"http://so.gushiwen.org/view_25106.aspx\">诗</a>一作《古风二首》。这两首诗的排序各版本有所不同。<br>⑵粟：泛指谷类。<br>⑶秋收：一作“秋成”。子：指粮食颗粒。<br>⑷四海：指全国。闲田：没有耕种的田。<br>⑸犹：仍然。<br>⑹禾：谷类植物的统称。<br>⑺餐：一作“飧”。熟食的通称。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　第一首<a href=\"http://so.gushiwen.org/view_25106.aspx\">诗</a>一开头，就以“一粒粟”化为“万颗子”具体而形象地描绘了丰收，用“种”和“收”赞美了农民的劳动。第三句再推而广之，展现出四海之内，荒地变良田，这和前两句联起来，便构成了到处硕果累累，遍地“黄金”的生动景象。“引满”是为了更有力的“发”，这三句诗人用层层递进的笔法，表现出劳动人民的巨大贡献和无穷的创造力，这就使下文的反结变得更为凝重，更为沉痛。“农夫犹饿死”，它不仅使前后的内容连贯起来了，也把问题突出出来了。勤劳的农民以他们的双手获得了丰收，而他们自己还是两手空空，惨遭饿死。诗迫使人们不得不带着沉重的心情去思索“是谁制造了这人间的悲剧”这一问题。诗人把这一切放在幕后，让读者去寻找，去思索。要把这两方综合起来，那就正如马克思所说的：“劳动替富者生产了惊人作品（奇迹），然而，劳动替劳动者生产了赤贫。劳动生产了宫殿，但是替劳动者生产了洞窟。劳动生产了美，但是给劳动者生产了畸形。”</p> <p>　　第二首诗，一开头就描绘在烈日当空的正午，农民依然在田里劳作，那一滴滴的汗珠，洒在灼热的土地上。这就补叙出由“一粒粟”到“万颗子”，到“四海无闲田”，乃是千千万万个农民用血汗浇灌起来的；这也为下面“粒粒皆辛苦”撷取了最富有典型意义的形象，可谓一以当十。它概括地表现了农民不避严寒酷暑、雨雪风霜，终年辛勤劳动的生活。“谁知盘中餐，粒粒皆辛苦”，不是空洞的说教，不是无病的呻吟；它近似蕴意深远的格言，但又不仅以它的说服力取胜，而且还由于在这一深沉的慨叹之中，凝聚了诗人无限的愤懑和真挚的同情。</p> <p>　　这两首小诗在百花竞丽的唐代诗苑，同那些名篇相比算不上精品，但它却流传极广，妇孺皆知，不断地被人们所吟诵、品味，其中不是没有原因的。</p> <p>　　首先，这两首诗所抒写的内容是人们经常接触到的最熟悉的事情。但是，最熟悉不一定真知道，生活中就有许多熟视无睹的情况，如果一旦有人加以点拨，或道明实质，或指出所包含的某种道理，就会觉得很醒目，很清楚，从而加深了认识。这两首小诗所以有生命力，就有这一方面的道理。</p> <p>　　“春种一粒粟，秋收万颗子”，这个春种秋收的景象大概是人人习见，众人皆知的，然而往往难于像诗人那样去联系社会、阶级而思考一些问题。诗人却想到了，他从“四海无闲田”的大丰收景象里看到“农夫犹饿死”的残酷现实。这一点拨就异常惊人醒目，自然给人留下深刻的印象。再如“盘中餐”，这原是人们天天接触，顿顿必食的，然而并没有谁想到把这粒粒粮食和农民在烈日之下的汗水联系在一起。诗人敏锐地观察到了，并凝聚成“粒粒皆辛苦”的诗句。这就给人们以启迪，引人去思索其中的道理，从而使那些不知珍惜粮食的人受到深刻的教育。</p> <p>　　其次，诗人在阐明上述的内容时，不是空洞抽象地叙说和议论，而是采用鲜明的形象和深刻的对比来揭露问题和说明道理，这就使人很容易接受和理解。像第一首的前三句，从总体意义来说都是采用了鲜明的形象概括了农民在广大田野里春种秋收等繁重劳动的辛苦。这些辛苦并换来了大量的粮食，该说是可以生活下去的，但最后一句却凌空一转，来了个“农夫犹饿死”的事实。这样，前后的情况形成鲜明的对比，引发读者从对比中去思考问题，得出结论，如此就比作者直接把观点告诉读者要深刻有力得多。再如第二首，作者在前两句并没有说农民种田怎样辛苦，庄稼的长成如何不易，只是把农民在烈日之下锄禾而汗流不止的情节作了一番形象的渲染，就使人把这种辛苦和不易品味得更加具体、深刻且真实。所以诗人最后用反问语气道出“谁知盘中餐，粒粒皆辛苦”的道理就很有说服力。尤其是把粒粒粮食比作滴滴汗水，真是体微察细，形象而贴切。</p> <p>　　最后，诗的语言通俗、质朴，音节和谐明快，朗朗上口，容易背诵，也是这两首小诗长期在人民中流传的原因。</p>",
  "about": "<h2>创作背景</h2> <p>　　根据唐代范摅《云溪友议》和《旧唐书·<a href=\"http://so.gushiwen.org/author_1369.aspx\">吕渭</a>传》等书的记载，大致可推定这组<a href=\"http://so.gushiwen.org/view_25106.aspx\">诗</a>为<a href=\"http://so.gushiwen.org/author_683.aspx\">李绅</a>于唐德宗贞元十五年（799年）所作。</p>",
  "poet": {
    "id": 683,
    "star": 0,
    "name": "李绅",
    "image": "http://img.gushiwen.org/authorImg/lishen.jpg",
    "desc": "李绅（772—846）汉族，亳州（今属安徽）人，生于乌程（今浙江湖州），长于润州无锡（今属江苏）。字公垂。27岁考中进士，补国子助教。与元稹、白居易交游甚密，他一生最闪光的部分在于诗歌，他是在文学史上产生过巨大影响的新乐府运动的参与者。作有《乐府新题》20首，已佚。著有《悯农》诗两首：“锄禾日当午，汗滴禾下土，谁知盘中餐，粒粒皆辛苦。”脍灸人口，妇孺皆知，千古传诵。《全唐诗》存其诗四卷。"
  },
  "tags": [
    "忧国忧民",
    "农民",
    "组诗"
  ]
}