{
  "id": 57746,
  "star": 16,
  "name": "满江红·山居即事",
  "dynasty": "宋代",
  "content": "几个轻鸥，来点破、一泓澄绿。更何处、一双鸂鶒，故来争浴。细读离骚还痛饮，饱看修竹何妨肉。有飞泉、日日供明珠，三千斛。<br>春雨满，秧新谷。闲日永，眠黄犊。看云连麦垄，雪堆蚕簇，若要足时今足矣，以为未足何时足。被野老、相扶入东园，枇杷熟。",
  "shangxi": "<h2>鉴赏</h2> <p>　　本词题目为“山居即事”，词的内容扣紧题目来写，描写老词人初夏季节的山居生活清闲情景，表现老词人满足于这风景优美、人情淳朴的山村生活环境的安适情怀。</p> <p>　　上片主要描写初夏季节优美的自然风景，突出自己山居生活环境的清幽绝尘和自我情怀的自然惬意。起二韵笔中带趣，曲折起伏地写出水鸟飞来瓢泉碧水潭中的风景，动中含静。写轻鸥飞来，群集水面，划破瓢泉如镜子似的碧水的优美景象。一语“点破”，把瓢泉先前的平静如镜与现在的涟漪乍起就都表现出来了。这是破静入动的第一层意思。其次，轻鸥的到来，不仅会有动作，而且会有声音，轻鸥的鸣叫词面虽然未写，但是，它们的声音自然被暗融于画面中。这是瓢泉景象由静入动的第二层意思。所以，第一韵就已生意毕出。接韵更“锦上添花”，写不常见的一双紫鸳鸯飞来与轻鸥争浴的景象。“更何处”一语，体现出词人看见紫鸳鸯比看见常见的轻鸥更为欣喜的感情。“故来”一词，也是语中含情，仿佛这多情的紫鸳鸯，有意赶热闹、有意要令词人开心。起头才两韵，就已经把水鸟毕集的景象写得极为热闹。第三韵不再以景显情，而是直接转回自身，写自身自然惬意的心境。本来，读《离骚》的行为本身，很容易让人联想到其人内心如同《离骚》作者一样的感情郁结，是胸中块垒转借《离骚》发，但是此处因为借用了一个“读《骚》痛饮为名士”的典故，再加上整体语境又是那样安适，主旨又是谈论满足的境界者，所以这里的“读《骚》痛饮”只是使人产生他严然名士、自具风流的联想。至于“看竹”一句，则是在<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>的原<a href=\"http://so.gushiwen.org/view_57746.aspx\">诗</a>上再翻进一层，不仅表现他比苏轼更趋于达观、对“看竹”与“吃肉”二事不强作雅俗分别的混沌境界，而且也表现出他目前生活安稳清闲、有“竹”有“肉”。“何妨”一词，最具韵味。上片末韵，复归到优美的自然景象的描写，描写山上飞泉流珠泻玉的清美景象，使瓢泉的景色突破“一泓澄绿”的格局而具有更开阔、纵深的空间效果。同时，飞泉日日献明珠的措辞，反映出了词人满足于如此清美景象、不以清贫为耻的精神境界。下片主要表现山居生活环境的宁静悠闲、饱满自足和人情的淳朴亲厚。过片接“有飞泉”一韵而来，写酣畅的春雨过后，田间陇上生意自然的景象。春水注满了田间，得到水分充分滋养的秧苗，生意充沛；忙完了农耕后的黄牛安适地度过它闲暇的白日。总之，一切处在自在的状态中。接韵以一“看”字领起，词人充满喜悦地向读者指点出一片丰收在望的景象：田陇上快成熟的麦子，恍若连天的黄云；蚕房里已吐出的蚕丝，正似朵朵白雪。至此，五月乡野的生机，被绿色的秧苗、黄色的麦穗、白色的新丝勾勒出一幅简朴而大方的图画。难怪词人在描写了乡野的自然美景和田园美景之后，要发出满足的叹息。“若要”一韵，情中含理又带有以理遣情的痕迹，滋味最是蕴藉隽永。它写出了词人对此田园风景的满足感，也传递了词人志愿未得实现的微憾感，而终归于以理遣情的平静旷达。结韵更突出地显示出乡野生活的人情美：野老热情相邀，扶他到枇杷园中尝新的画面，显示出一种亲切淳朴的乡野的友情，借这一镜头，词人传达出了自己与晚年的<a href=\"http://so.gushiwen.org/author_645.aspx\">陶渊明</a>一样融化于简单淳朴的田园生活的情意。</p>",
  "poet": {
    "id": 217,
    "star": 0,
    "name": "辛弃疾",
    "image": "http://img.gushiwen.org/authorImg/xinqiji.jpg",
    "desc": "辛弃疾（1140－1207），南宋词人。原字坦夫，改字幼安，别号稼轩，汉族，历城（今山东济南）人。出生时，中原已为金兵所占。21岁参加抗金义军，不久归南宋。历任湖北、江西、湖南、福建、浙东安抚使等职。一生力主抗金。曾上《美芹十论》与《九议》，条陈战守之策。其词抒写力图恢复国家统一的爱国热情，倾诉壮志难酬的悲愤，对当时执政者的屈辱求和颇多谴责；也有不少吟咏祖国河山的作品。题材广阔又善化用前人典故入词，风格沉雄豪迈又不乏细腻柔媚之处。由于辛弃疾的抗金主张与当政的主和派政见不合，后被弹劾落职，退隐江西带湖。"
  },
  "tags": [
    "乡村",
    "生活",
    "喜悦"
  ]
}