{
  "id": 48478,
  "star": 1514,
  "name": "蝶恋花·槛菊愁烟兰泣露",
  "dynasty": "宋代",
  "content": "槛菊愁烟兰泣露，罗幕轻寒，燕子双飞去。明月不谙离恨苦，斜光到晓穿朱户。<br>昨夜西风凋碧树，独上高楼，望尽天涯路。欲寄彩笺兼尺素，山长水阔知何处？",
  "fanyi": "<p><strong>译文</strong><br>清晨栏杆外的菊花笼罩着一层愁惨的烟雾，兰花沾露似乎是饮泣的露珠。罗幕之间透露着缕缕轻寒，一双燕子飞去。明月不明白离别之苦，斜斜的银辉直到破晓还穿入朱户。<br>昨天夜里西风惨烈，凋零了绿树。我独自登上高楼，望尽那消失在天涯的道路。想给我的心上人寄一封信。但是高山连绵，碧水无尽，又不知道我的心上人在何处。</p> <p><strong>注释</strong><br>⑴蝶恋花：又名“凤栖梧”“鹊踏枝”等。唐教坊曲，后用为词牌。《乐章集》《张子野词》并入“小石调”，《清真集》入“商调”。<a href=\"http://so.gushiwen.org/author_11.aspx\">赵令畤</a>有《商调蝶恋花》，联章作《鼓子词》，咏《会真记》事。双调，六十字，上下片各四仄韵。<br>⑵槛（jiàn）：古建筑常于轩斋四面房基之上围以木栏，上承屋角，下临阶砌，谓之槛。至于楼台水榭，亦多是槛栏修建之所。<br>⑶罗幕：丝罗的帷幕，富贵人家所用。<br>⑷不谙（ān）：不了解，没有经验。谙：熟悉，精通。离恨：一作“离别”。<br>⑸朱户：犹言朱门，指大户人家。<br>⑹凋：衰落。碧树：绿树。<br>⑺彩笺：彩色的信笺。尺素：书信的代称。古人写信用素绢，通常长约一尺，故称尺素，语出《古<a href=\"http://so.gushiwen.org/view_48478.aspx\">诗</a>十九首》“客从远方来，遗我双鲤鱼。呼儿烹鲤鱼，中有尺素书”。兼：一作“无”。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　婉约派词人许多伤离怀远之作中，这是一首颇负盛名的词。它不仅具有情致深婉的共同特点，而且具有一般婉约词少见的寥阔高远的特色。它不离婉约词，却又某些方面超越了婉约词。</p> <p>　　起句“槛菊愁烟兰泣露”，写秋晓庭圃中的景物。菊花笼罩着一层轻烟薄雾，看上去似乎脉脉含愁；兰花上沾有露珠，看起来又像默默饮泣。兰和菊本就含有某种象喻色彩（象喻品格的幽洁），这里用“愁烟”“泣露”将它们人格化，将主观感情移于客观景物，透露女主人公自己的哀愁。“愁”“泣”二字，刻画痕迹较显，与大晏词珠圆玉润的语言风格有所不同，但借外物抒写心情、渲染气氛、塑造主人公形象方面自有其作用。</p> <p>　　次句“罗幕轻寒，燕子双飞去”，写新秋清晨，罗幕之间荡漾着一缕轻寒，燕子双双穿过帘幕飞走了。</p> <p>　　这两种现象之间本不一定存联系，但充满哀愁、对节候特别敏感的主人公眼中，那燕子似乎是因为不耐罗幕轻寒而飞去。这里，与其说是写燕子的感觉，不如说是写帘幕中人的感受，而且不只是生理上感到初秋的轻寒，而且心理上也荡漾着因孤孑凄凄而引起的寒意。燕的双飞，更反托出人的孤独。这两句纯写客观物象，表情非常微婉含蓄。接下来两句“明月不谙离恨苦，斜光到晓穿朱户”，从今晨回溯昨夜，明点“离恨”，情感也从隐微转为强烈。明月本是无知的自然物，它不了解离恨之苦，而只顾光照朱户，原很自然；既如此，似乎不应怨恨它，但却偏要怨。这种仿佛是无理的埋怨，却有力地表现了女主人公离恨的煎熬中对月彻夜无眠的情景和外界事物所引起的怅触。</p> <p>　　“昨夜西风凋碧树，独上高楼，望尽天涯路。”过片承上“到晓”，折回写今晨登高望远。“独上”应上“离恨”，反照“双飞”，而“望尽天涯”正从一夜无眠生出，脉理细密。“西风凋碧树”，不仅是登楼即目所见，而且包含有昨夜通宵不寐卧听西风落叶的回忆。碧树因一夜西风而尽凋，足见西风之劲厉肃杀，“凋”字正传出这一自然界的显著变化给予主人公的强烈感受。景既萧索，人又孤独，几乎言尽的情况下，作者又出人意料地展现出一片无限广远寥廓的境界：“独上高楼，望尽天涯路。”这里固然有凭高望远的苍茫之感，也有不见所思的空虚怅惘，但这所向空阔、毫无窒碍的境界却又给主人公一种精神上的满足，使其从狭小的帘幕庭院的忧伤愁闷转向对广远境界的骋望，这是从“望尽”一词中可以体味出来的。这三句尽管包含望而不见的伤离意绪，但感情是悲壮的，没有纤柔颓靡的气息；语言也洗净铅华，纯用白描。这三句是此词中流传千古的佳句。</p> <p>　　高楼骋望，不见所思，因而想到音书寄远：“欲寄彩笺兼尺素，山长水阔知何处！”彩笺，这里指题<a href=\"http://so.gushiwen.org/view_48478.aspx\">诗</a>的诗笺；尺素，指书信。两句一纵一收，将主人公音书寄远的强烈愿望与音书无寄的可悲现实对照起来写，更加突出了“满目山河空念远”的悲慨，词也就这渺茫无着落的怅惘中结束。“山长水阔”和“望尽天涯”相应，再一次展示了令人神往的境界，而“知何处”的慨叹则更增加摇曳不尽的情致。</p>",
  "poet": {
    "id": 432,
    "star": 0,
    "name": "晏殊",
    "image": "http://img.gushiwen.org/authorImg/yanshu.jpg",
    "desc": "晏殊【yàn shū】（991-1055）字同叔，著名词人、诗人、散文家，北宋抚州府临川城人（今江西进贤县文港镇沙河人，位于香楠峰下，其父为抚州府手力节级），是当时的抚州籍第一个宰相。晏殊与其第七子晏几道（1037-1110），在当时北宋词坛上，被称为“大晏”和“小晏”。"
  },
  "tags": [
    "宋词三百首",
    "婉约",
    "闺怨",
    "写景",
    "思念"
  ]
}