{
  "id": 71204,
  "star": 1687,
  "name": "朝天子·咏喇叭",
  "dynasty": "明代",
  "content": "喇叭，唢呐，曲儿小腔儿大。官船来往乱如麻，全仗你抬声价。<br>军听了军愁，民听了民怕。哪里去辨甚么真共假？<br>眼见的吹翻了这家，吹伤了那家，只吹的水尽鹅飞罢！",
  "fanyi": "<p><strong>译文</strong><br>喇叭和唢呐，吹的曲子虽短，声音却很响亮。官船来往频繁如乱糟糟的麻，全凭借你抬高名誉地位。<br>军队听了军队发愁，百姓听了百姓害怕。哪里会去辨别什么真和假？<br>眼看着使有的人家倾家荡产，使有的人家元气大伤，直吹得水流干鹅飞跑，家破人亡啊！</p> <p><strong>译文二</strong><br>喇叭锁呐呜呜哇哇，曲儿小来腔儿大。官船来往乱如麻，全凭你来抬声价。<br>军人听了军人愁，百姓听了百姓怕。能到哪里去分真和假？<br>眼睁睁吹翻了这家，吹伤了那家，只吹得江水枯竭鹅飞罢！</p> <p><strong>注释</strong><br>1.朝天子：曲牌名。<br>2.喇叭：铜制管乐器，上细下粗，最下端的口部向四周扩张，可以扩大声音。<br>3.唢呐：写作“锁呐”，管乐器，管身正面有七孔，背面一孔。前接一个喇叭形扩声器。民乐中常用。<br>4.曲儿小：（吹的）曲子很短。腔儿大：（吹出的）声音很响。曲儿小腔儿大是喇叭、唢呐的特征。本事很小、官腔十足是宦官的特征。<br>5.官船：官府衙门的船只。乱如麻：形容来往频繁，出现次数很多。<br>6.仗：倚仗，凭借。你：指喇叭、唢呐。抬：抬高。声价：指名誉地位。（宦官装腔作势，声价全靠喇叭来抬。而喇叭其所以能抬声价，又因为它传出的是皇帝的旨意。矛头所指，更深一层。也暗示其狐假虎威的嘴脸。）<br>7.军：指军队。愁：发愁。因受搅扰而怨忿。旧时皇帝为了加强对军队统帅的控制，常派宦官监军，以牵制军队长官的行动，十分讨厌。<br>8.哪里：同“那里”。辨：分辨、分别。甚么：同“什么”，疑问代词。共：和。<br>9.眼见的：眼看着。吹翻了这家：意思是使有的人家倾家荡产。<br>10.吹伤了那家：使有的人家元气大伤。<br>11.水尽鹅飞罢：水干了，鹅也飞光了。比喻民穷财尽，家破人亡。这是宦官害民的严重后果。水尽鹅飞，“官船”就不能长久来往，这也是对最高统治者的警告，比喻家破人亡。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　小令第一层说喇叭、唢呐的特征是“曲儿小腔儿大”，这是喇叭最突出的特征，一“小”一“大”的对比中，也流露出作者的爱憎之情。一个“腔”字，道出了喇叭和宦官的共同特征，把那些贪官污吏的丑恶本质刻画得入木三分。小令的第二层说喇叭、唢呐的用途，是为来往如麻的官船抬声价，即为官方所用。“声价”即名誉地位，按理应是客观评价；而这里却要“抬”，就说明喇叭、锁呐的品格是卑下的。小令第三层展示喇叭、唢呐用途的另一面：为害军民，即在为官船抬声价的同时，肆意侵害军民的利益，让老百姓一听到喇叭、唢呐之声就不寒而栗，胆战心惊。小令最后一层写喇叭、唢呐吹奏的结果：吹翻了这家，吹伤了那家，直吹得民穷财尽，家破人亡。通篇咏喇叭咏得真切，咏得让人信服。</p> <p>　　这首小令是作者目睹了往来于运河之上的宦官的种种恶行后的借题发挥之作，是有所寄托的。喇叭和宦官不同类，但喇叭的“曲儿小腔儿大”与宦官的“本事小来头大”却有共同点，于是作品在物与人之间找到共性，作者实际上是比照着宦官的嘴脸咏喇叭的：以吹（虚张声势）为特征，是官方害民的帮凶，到处作威作福，惹得军民共忿，直到吹得天昏地暗、江山动摇。作者在对宦官害民的现实黑暗进行揭露的同时，也向最高统治者发出警告，其批判锋芒是很尖锐的。所以说这首小令的思想内涵是丰富而深刻的。</p> <p>　　这首作品不是为咏物而咏物，它对现实社会的深刻洞察，强烈的感情色彩，是在传达一种反抗的呼声，而这些思想内涵都包融在咏物之中。作品是在批判宦官害民，但终于没有点破，结论留待读者思而得之，既痛快淋漓又含蓄有力，这就是“不即不离”。</p><br/><h2>赏析二</h2> <p>　　这首散曲作于明代武宗正德年间，它真实地反映了当时宦官装腔作势地丑恶面目，同时也揭露了他们给人民带来的深重灾难。据蒋一葵《尧山堂外记》中载：“正德间阉寺当权，往来河下无虚日，每到辄吹号头，齐征夫，民不堪命，西楼乃作《咏喇叭》以嘲之。”从这里，我们可以看出王磐作这首散曲的用意。 </p> <p>　　从写作上看，这首散曲可分为三层。前六句状物，其中“曲儿小”二句抓住“喇叭”，“唢呐”的特征，通过“曲儿”的“小”和“腔儿”的“大”的对比描写，给人留下了深刻的印象。“曲儿”本来很小，很细，但是声音经过“腔儿”的放大，就能传扬四方。这里借“曲儿小，腔儿大”来比喻宦官出行的形态，讽刺宦官,貌合神投。宦官原属宫廷中供使唤的奴才，地位本来低下，却倚仗帝王的宠信大摆威风。他们一出皇宫，就狐假虎威，装腔作势，气焰嚣张，先前的唯唯诺诺，奴颜婢膝烟消云散，前后判若两人。“ 曲儿小，腔儿大”最能表现宦官的无耻情态，极富讽刺性。“官船”一句抓住“乱如麻”的特点，“乱”表现了宦官酷吏 的趾高气扬，不可一世的丑恶面目。他们在河中横冲直撞，为非作歹，如入无人之境；“如麻”极言其多，更加突出其骄横野蛮的情态。官船越多，人民受害越深。“全仗你抬身价”一句指的是宦官装腔作势的丑态。“你”表面上是指“喇叭”，“唢呐”；实际上是直戳封建最高统治者，藏而不露，含而不显。宦官如此放肆，正因为有最高统治者做他们的靠山。这里作者对当权者进行了有力的批判，对宦官剥削人民欺压百姓进行了无情的揭露。进一步说明社会风气的腐败。 </p> <p>　　中间三句从听觉方面分别就“军”和“民”两个方面剖析了宦官给社会带来的巨大危害。“愁”是这一层的中心。“军”为何而愁？原来，明代中叶，社会黑暗，宦官当权，他们不仅是皇帝的侍从，也是皇帝的耳目和鹰犬。因此宦官在封建统治集团中有着特殊的地位。他们惯于搬弄是非，颠倒黑白。所以，军官士兵一听说宦官要来，都提心吊胆，小心谨慎地恭维捧场，深怕万一有什么闪失， 被他们抓住把柄，遭到迫害。“民”为何而愁？原因不外乎这几种：抽丁，征税，纳捐。这些宦官“手把文书口称敕”（<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>《卖炭翁》），以王命自居，以势压人，同时表面上又装出堂而皇之，名正言顺的样子，手段阴险而毒辣。“哪里”一句依前两句而来，宦官的危害使人民闻风而“惊”，闻声而“怕”。这样，地痞流氓有机可乘，以假乱真，冒名顶替，趁火打劫。这一句是前两句的延伸和总结。作者猛烈地抨击了宦官专权的罪恶，他们把整个社会搞得乌烟瘴气，使得人人自危。揭露有力，批判深刻。 </p> <p>　　如果说上面一层，作者是从整个社会这一角度来反映宦官的罪恶，那么，最后三句是从宦官对劳动人民造成的灾难来着笔的。 </p> <p>　　“吹翻了这家”是近指，“吹伤了那家”是远指，远近结合，可见范围之大，危害之大。“只吹的水尽鹅飞罢”，这一句从危害的程度来说。“水尽鹅飞”这里有两层意思：首先，这里是借“水尽鹅飞”比喻民财全部被搜刮干净，人民为了缴粮纳税，已经倾家荡产，粮无粟粒，钱无分文。其次，这儿的“水尽鹅飞”跟”竭泽而渔“是同意语，作者严整地警告统治者，你们这样做，只能进一步加重人民的负担，激起人民的反抗，只能是搬起石头砸自己的脚，自寻苦果。这一层作者从广和深两方面分析了宦官给人民带来的灾难，讽刺了宦官在运河沿岸装腔作势，，鱼肉百姓的罪恶行径，传达了人民对宦官的恨。 </p> <p>　　王磬的《朝天子•咏喇叭》托物言志，反映深刻。在结构上，全面围绕“吹”字来组织文字，言“吹”之状，写“吹”之果，绘统治者爪牙“吹”之形，吐人民群众对“吹”之恨。层层推进，有条不紊。以“乐”声来抒“愤”情，一针见血地揭示了封建统治者与百姓的对立，反映了人民的痛苦和不幸。在写法上，运用夸张和讽刺的手法将喇叭与宦官相联系，“性发于此而义归于彼”，把所咏的物于所讽的人关合的相当巧妙，使人读后非常痛快。这首散曲取材精当，比拟恰当，很富有讽刺性，像这样针对当权者嬉笑怒骂的作品，在曲坛上是比较少见的。 </p>",
  "about": "<h2>主旨</h2> 　　表面上引用喇叭和唢呐，实际上借物抒怀，讽刺和揭露了明代宦官狐假虎威，残害百姓的罪恶行径，表达了人民的痛恨情绪。<br/><h2>创作背景</h2> <p>　　这支曲作于明武宗正德年间（1506—1521），当时宦官当权，在交通要道运河上，他们往来频繁，每到一处就耀武扬威，鱼肉百姓。<a href=\"http://so.gushiwen.org/view_71204.aspx\">诗</a>人王磐家住运河边的高邮县，目睹宦官的种种恶行，写了这支《朝天子》，借咏喇叭，揭露宦官的罪行。 </p>",
  "poet": {
    "id": 519,
    "star": 0,
    "name": "王磐",
    "desc": "王磐（约1470年～1530年）称为南曲之冠。明代散曲作家、画家，亦通医学。字鸿渐，江苏高邮人。少时薄科举，不应试，一生没有作过官，尽情放纵于山水诗画之间，筑楼于城西，终日与文人雅士歌吹吟咏，因自号“西楼”。所作散曲，题材广泛。正德间，宦官当权，船到高邮，辄吹喇叭，骚扰民间，作《朝天子·咏喇叭》一首以讽。著有《王西楼乐府》、《王西楼先生乐府》、《野菜谱》、《西楼律诗》。"
  },
  "tags": [
    "初中古诗",
    "咏物"
  ]
}