{
  "id": 18982,
  "star": 197,
  "name": "浪淘沙九首",
  "dynasty": "唐代",
  "content": "九曲黄河万里沙，浪淘风簸自天涯。<br>如今直上银河去，同到牵牛织女家。</p> <p>洛水桥边春日斜，碧流轻浅见琼砂。<br>无端陌上狂风疾，惊起鸳鸯出浪花。</p> <p>汴水东流虎眼文，清淮晓色鸭头春。<br>君看渡口淘沙处，渡却人间多少人。</p> <p>鹦鹉洲头浪飐沙，青楼春望日将斜。<br>衔泥燕子争归舍，独自狂夫不忆家。</p> <p>濯锦江边两岸花，春风吹浪正淘沙。<br>女郎剪下鸳鸯锦，将向中流匹晚霞。</p> <p>日照澄洲江雾开，淘金女伴满江隈。<br>美人首饰侯王印，尽是沙中浪底来。</p> <p>八月涛声吼地来，头高数丈触山回。<br>须臾却入海门去，卷起沙堆似雪堆。</p> <p>莫道谗言如浪深，莫言迁客似沙沉。<br>千淘万漉虽辛苦，吹尽狂沙始到金。</p> <p>流水淘沙不暂停，前波未灭后波生。<br>令人忽忆潇湘渚，回唱迎神三两声。",
  "fanyi": "<h2>注释</h2> <p>1.直上银河：古代传说黄河与天上的银河相通。据《荆楚岁时记》载：汉武帝派张骞出使大夏，寻找黄河源头。张骞走了一个多月，见到了织女。织女把支机石送给张骞。骞还。同书又载：织女是天帝的孙女，长年织造云锦。自从嫁了牛郎，就中断了织锦。天帝大怒，责令她与牛郎分居银河两岸，隔河相望，每年七月初七之夜相会一次。<br>2.洛水：黄河支流，在今河南省西部。唐敬宗宝历二年（826），<a href=\"http://so.gushiwen.org/author_197.aspx\">刘禹锡</a>奉调到洛阳，任职于东都尚书省，约两年。晚年又以太子宾客身份分司东都洛阳，七十一岁病逝于洛阳。此首言及洛水桥，应是在洛之作。<br>3.琼砂：美玉般的砂砾。<br>4.无端：无缘无故，突然间。<br>5.汴水：起于今河南省荥阳县，东流经安徽，至江苏入淮河。虎眼文：文通纹。形容水波纹很细。<br>6.鸭头春：唐时称一种颜色为鸭头绿，这里形容春水之色。此<a href=\"http://so.gushiwen.org/view_18982.aspx\">诗</a>言及汴水、清淮，刘禹锡曾于长庆年间任和州刺史，和州北临淮河流域。<br>7.鹦鹉洲：原在武昌一带长江中。唐诗人<a href=\"http://so.gushiwen.org/author_547.aspx\">崔颢</a>《黄鹤楼》诗有\"芳草萋萋鹦鹉洲\"之句。<br>8.青楼：旧称歌女、妓女所居之处为青楼。<br>9.狂夫：不合时俗、放浪形骸之人。<br>10.濯锦江：又名浣花溪，在今四川省成都市西，古代因洗涤锦缎而得名。<br>11.鸳鸯锦：绣有鸳鸯图案的锦缎。<br>12.匹晚霞：与晚霞比美。匹：匹敌。旧写作\"疋\"，故一些版本误作\"定\"。<br>13.澄洲：江中清新秀丽的小洲。<br>14.江隈：江湾。<br>15.八月涛：浙江省钱塘江潮，每年农历八月十八潮水最大，潮头壁立，汹涌澎湃，犹如万马奔腾，蔚为壮观。<br>16.谗言：毁谤的话。<br>17.迁客：被贬职调往边远地方的官。<br>18.漉：水慢慢地渗下。<br>19.潇湘：潇水和湘水在今湖南省零陵县北会合。此借潇湘泛指湖南带。刘禹锡曾谪居朗州十年，此云\"忽忆\"，可知此诗作于其后。<br>20.迎神：迎神曲，湖南一带民间祀神歌曲。</p>",
  "about": "<h2>创作背景</h2> <p>　　此组<a href=\"http://so.gushiwen.org/view_18982.aspx\">诗</a>当为<a href=\"http://so.gushiwen.org/author_197.aspx\">刘禹锡</a>后期之作，且非创于一时一地。据诗中所涉黄河、洛水、汴水、清淮、鹦鹉洲、濯锦江等，或为辗转于夔州、和州、洛阳等地之作，后编为一组。与《竹枝词》相比，此组诗中民歌情味减少，文人气息增多。</p>",
  "poet": {
    "id": 197,
    "star": 0,
    "name": "刘禹锡",
    "image": "http://img.gushiwen.org/authorImg/liuyuxi.jpg",
    "desc": "刘禹锡（772－842），字梦得，汉族，中国唐朝彭城（今徐州）人，祖籍洛阳，唐朝文学家，哲学家，自称是汉中山靖王后裔，曾任监察御史，是王叔文政治改革集团的一员。唐代中晚期著名诗人，有“诗豪”之称。他的家庭是一个世代以儒学相传的书香门第。政治上主张革新，是王叔文派政治革新活动的中心人物之一。后来永贞革新失败被贬为朗州司马（今湖南常德）。据湖南常德历史学家、收藏家周新国先生考证刘禹锡被贬为朗州司马其间写了著名的“汉寿城春望”。"
  },
  "tags": [
    "写景",
    "抒情"
  ]
}