{
  "id": 72757,
  "star": 32,
  "name": "西都赋",
  "dynasty": "两汉",
  "content": "　　汉之西都，在于雍州，实曰长安。左据函谷、二崤之阻，表以太华、终南之山。右界褒斜、陇首之险，带以洪河、泾、渭之川。众流之隈，汧涌其西。华实之毛，则九州之上腴焉。防御之阻，则天地之隩区焉。是故横被六合，三成帝畿，周以龙兴，秦以虎视。及至大汉受命而都之也，仰悟东井之精，俯协《河图》之灵。奉春建策，留侯演成。天人合应，以发皇明，乃眷西顾，实惟作京。于是睎秦岭，睋北阜，挟酆灞，据龙首。图皇基于亿载，度宏规而大起。肇自高而终平，世增饰以崇丽。历十二之延祚，故穷泰而极侈。建金城而万雉，呀周池而成渊。披三条之广路，立十二之通门。内则街衢洞达，闾阎且千，九市开场，货别隧分。人不得顾，车不得旋，阗城溢郭，旁流百廛。红尘四合，烟云相连。于是既庶且富，娱乐无疆。都人士女，殊异乎五方。游士拟于公侯，列肆侈于姬姜。乡曲豪举，游侠之雄，节慕原、尝，名亚春、陵。连交合众，骋骛乎其中。</p> <p>　　若乃观其四郊，浮游近县，则南望杜、霸，北眺五陵。名都对郭，邑居相承。英俊之域，绂冕所兴。冠盖如云，七相五公。与乎州郡之豪杰，五都之货殖，三选七迁，充奉陵邑。盖以强干弱枝，隆上都而观万国也。封畿之内，厥土千里，逴跞诸夏，兼其所有。其阳则崇山隐天，幽林穹谷，陆海珍藏，蓝田美玉。商、洛缘其隈，鄠、杜滨其足，源泉灌注，陂池交属。竹林果园，芳草甘木，郊野之富，号为近蜀。其阴则冠以九嵕，陪以甘泉，乃有灵宫起乎其中。秦汉之所极观，渊云之所颂叹，于是乎存焉。下有郑、白之沃，衣食之源。提封五万，疆埸绮分，沟塍刻镂，原隰龙鳞，决渠降雨，荷插成云。五谷垂颖，桑麻铺棻。东郊则有通沟大漕，溃渭洞河，泛舟山东，控引淮湖，与海通波。西郊则有上囿禁苑，林麓薮泽，陂池连乎蜀汉，缭以周墙，四百余里。离宫别馆，三十六所。神池灵沼，往往而在。其中乃有九真之麟，大宛之马，黄支之犀，条支之鸟。逾昆仑，越巨海，殊方异类，至于三万里。</p> <p>　　其宫室也，体象乎天地，经纬乎阴阳。据坤灵之正位，仿太紫之圆方。树中天之华阙，丰冠山之朱堂。因瑰材而究奇，抗应龙之虹梁。列棼橑以布翼，荷栋桴而高骧。雕玉瑱以居楹，裁金壁以饰珰。发五色之渥彩，光焰朗以景彰。于是左墄右平，重轩三阶。闺房周通，门闼洞开。列钟虡于中庭，立金人于端闱。仍增崖而衡阈，临峻路而启扉。徇以离宫别寝，承以崇台闲馆，焕若列宿，紫宫是环。清凉、宣温、神仙、长年、金华、玉堂、白虎、麒麟，区宇若兹，不可殚论。增盘崔嵬，登降炤烂，殊形诡制，每各异观。乘茵步辇，惟所息宴。后宫则有掖庭、椒房，后妃之室。合欢、增城、安处、常宁、茝若、椒风、披香、发越、兰林、蕙草、鸳鸾、飞翔之列，昭阳特盛，隆乎孝成。屋不呈材，墙不露形。裛以藻绣，络以纶连。随侯明月，错落其间。金釭衔璧，是为列钱。翡翠火齐，流耀含英。悬黎垂棘，夜光在焉。于是玄墀扣砌，玉阶彤庭，碝磩彩致，琳珉青荧，珊瑚碧树，周阿而生。红罗飒纚，绮组缤纷。精曜华烛，俯仰如神。后宫之号，十有四位。窈窕繁华，更盛迭贵。处乎斯列者，盖以百数。左右庭中，朝堂百寮之位，萧曹魏邴，谋谟乎其上。佐命则垂统，辅翼则成化。流大汉之恺悌，荡亡秦之毒螫。故令斯人扬乐和之声，作画一之歌。功德著乎祖宗，膏泽洽乎黎庶。又有天禄、石渠，典籍之府。命夫谆诲故老，名儒师傅，讲论乎《六艺》，稽合乎同异。又有承明、金马、著作之庭。大雅宏达，于兹为群。元元本本，殚见洽闻。启发篇章，校理秘文。周以钩陈之位，卫以严更之署，总礼官之甲科，群百郡之廉孝。虎贲赘衣，阉尹阍寺。陛戟百重，各有典司。</p> <p>　　周庐千列，徼道绮错。辇路经营，修除飞阁。自未央而连桂宫，北弥明光而亘长乐。凌隥道而超西墉，掍建章而连外属。设璧门之凤阙，上觚稜而栖金爵。内则别风之嶕峣，眇丽巧而耸擢，张千门而立万户，顺阴阳以开阖。尔乃正殿崔嵬，层构厥高，临乎未央。经骀汤而出馺娑，洞枍诣以与天梁。上反宇以盖戴，激日景而纳光。神明郁其特起，遂偃蹇而上跻。轶云雨于太半，虹霓回带于棼楣。虽轻迅与僄狡，犹愕眙而不能阶。攀井干而未半，目眴转而意迷，舍棂槛而却倚，若颠坠而复稽，魂怳怳以失度，巡回途而下低，既惩惧于登望，降周流以彷徨。步甬道以萦纡，又杳窱而不见阳。排飞闼而上出，若游目于天表，似无依而洋洋。前唐中而后太液，览沧海之汤汤。扬波涛于碣石，激神岳之嶈嶈。滥瀛洲与方壶，蓬莱起乎中央。于是灵草冬荣，神木丛生。岩峻崷崪，金石峥嵘。抗仙掌以承露，擢双立之金茎，轶埃壒之混浊，鲜颢气之清英。骋文成之丕诞，驰五利之所刑。庶松乔之群类，时游从乎斯庭。实列仙之攸馆，非吾人之所宁。</p> <p>　　尔乃盛娱游之壮观，奋泰武乎上囿。因兹以威戎夸狄，耀威灵而讲武事。命荆州使起鸟、诏梁野而驱兽。毛群内阗，飞羽上覆，接翼侧足，集禁林而屯聚。水衡虞人，修其营表。种别群分，部曲有署。罘网连纮，笼山络野。列卒周匝，星罗云布。于是乘銮舆，备法驾，帅群臣，披飞廉，入苑门。遂绕酆鄗，历上兰。六师发逐，百兽骇殚，震震爚爚，雷奔电激，草木涂地，山渊反覆。蹂躏其十二三，乃拗怒而少息。尔乃期门佽飞，列刃钻鍭，要趹追踪。鸟惊触丝，兽骇值锋。机不虚掎，弦不再控。矢不单杀，中必叠双。飑飑纷纷，矰缴相缠。风毛雨血，洒野蔽天。平原赤，勇士厉。猿狖失木，豺狼慑窜。尔乃移师趋险，并蹈潜秽。穷虎奔突，狂兕触蹶。许少施巧，秦成力折。掎僄狡，扼猛噬。脱角挫脰，徒搏独杀。挟师豹，拖熊螭。曳犀犛，顿象罴。超洞壑，越峻崖。蹶崭岩，巨石隤。松柏仆，丛林摧。草木无余，禽兽殄夷。</p> <p>　　于是天子乃登属玉之馆，历长杨之榭。览山川之体势，观三军之杀获。原野萧条，目极四裔。禽相镇压，兽相枕藉。然后收禽会众，论功赐胙。陈轻骑以行炰，腾酒车以斟酌。割鲜野食，举烽命釂。飨赐毕，劳逸齐，大辂鸣銮，容与徘徊。集乎豫章之宇，临乎昆明之池。左牵牛而右织女，似云汉之无涯。茂树荫蔚，芳草被堤。兰茝发色，晔晔猗猗。若摛锦布绣，烛燿乎其陂。鸟则玄鹤白鹭，黄鹄鵁鹳，鸧鸹鸨鶂，凫鷖鸿雁。朝发河海，夕宿江汉。沉浮往来，云集雾散。于是后宫乘輚辂，登龙舟。张凤盖，建华旗。祛黼帷，镜清流。靡微风，澹淡浮。棹女讴，鼓吹震，声激越，謍厉天，鸟群翔，鱼窥渊。招白鹇，下双鹄。揄文竿，出比目。抚鸿罿，御矰缴，方舟并骛，俯仰极乐。遂乃风举云摇，浮游溥览。前乘秦岭，后越九嵕，东薄河华，西涉岐雍。宫馆所历，百有余区。行所朝夕，储不改供。礼上下而接山川，究休佑之所用。采游童之欢谣，第从臣之嘉颂。于斯之时，都都相望，邑邑相属。国藉十世之基，家承百年之业，士食旧德之名氏，农服先畴之畎亩，商循族世之所鬻，工用高曾之规矩。粲乎隐隐，各得其所。</p> <p>　　若臣者徒观迹于旧墟，闻之乎故老，十分而未得其一端，故不能遍举也。",
  "fanyi": "<h2>译文</h2> <p>&nbsp;&nbsp;&nbsp; 有一位长安的客人，向洛阳主人发问：“听说汉初营建首都，曾有意选择河洛之滨，后来认为此地，定都并不安宁，因此决定西迁，以长安作为汉京。主人是否了解迁都的故事？是否见过长安的体制？”主人道：“没有啊。希望客人吐露怀旧的素心，抒发思古之幽情，阐发高祖定都的道理以扩充我的知识，叙述长安的情况以增长我的见闻。”客人道：“是的，是的。”“汉朝西都，位于雍州，名叫长安。左据雄伟险峻的函谷和崤山，以及成为一方标志的太华与终南；右与褒谷、斜谷、龙首山相毗连，绕着黄河、泾水、渭水等河川。众河曲折蜿蜒，汧水涌流西面。这儿的植物花果繁茂，有九州最膏腴的良田；这儿的防御固若金汤，是最宜于定居的地点。由于此地广连各方，定都于此有三朝帝王。周朝凭此而如龙飞腾，秦朝凭此而虎视东方；及至大汉受命将都长安的时分，仰视上天有五星相聚于东井，悟到那是汉主入秦的吉征，俯察大地有灵图出现于河滨，知道那是汉受天命的福应，娄敬提出建都长安的良策，张良阐释其议正确的原因，天命与人意相应合，启发了皇帝的圣明，于是眷顾关西，把长安定作京城。</p> <p>　　眺望终南，遥视北山，挟带沣灞二水；依傍龙首之山。希图帝王基业能够绵延亿载，拟定宏伟蓝图而大举兴建。始于高祖终于平帝，历代增修日益壮丽；经过十二位帝王不断努力，因而繁华已极奢侈无比。建筑金城雉堞上万，疏浚城池注水成渊。三达的道路既平且宽，十二座通门无比庄严。城内街衢通达，里弄近千；九个市场一齐开业，不同的货店列于不同的路边。拥挤的人潮难以回顾，密集的车流不能回旋；行人充满市区、溢出城郭、流入成百上千的商店。滚滚的红尘四处弥漫，卷卷的烟霭连接云天。人口众多、社会富裕超过已往任何时光，百姓的欢乐程度实在是不可限量。京城的男男女女，不同于其它地方。游士衣著可比富贵公侯，商女服饰胜过贵族姑娘。乡里的豪强英俊，游侠首领，气节接近于平原君和孟尝君，名望仅次于春申君和信陵君。他们广泛交游，联合徒众，经常在京城往来驰骋。如果观察长安四郊，漫游附近县城，则南望杜霸，北眺五陵；名都城郭相对，甲第楼阁相邻。那是英雄俊杰所居之区域，达官显贵所建之城镇；高冠华盖，往来如云。原来朝廷遴选国家的七相五公、州郡的豪杰英俊、五都的富裕商人，将此三等家庭迁于汉家七陵，担当供奉皇陵的重任。大概是以此加强中央，削弱地方，壮大京都，把国家威力显示于万邦。首都直辖地区，约有千里方圆；超过华夏各诸侯国，兼具他们共有的物产。其南则密林深谷，崇山遮天，陆海珍藏，难以计算，美好玉石，产于蓝田。在丹、洛两河的水湾有商县和洛县，在渭、漆两河的下游有鄠县和杜县，清泉汩汩奔流，池塘纵横相连。竹林果园，芳草佳树，郊野之富，接近西蜀。北边有九嵕、甘泉两座名山，并有灵宫耸立在甘泉山巅。在秦汉两代最为壮观，<a href=\"http://so.gushiwen.org/author_500.aspx\">王褒</a>和<a href=\"http://so.gushiwen.org/author_715.aspx\">扬雄</a>都曾经作赋颂赞，到如今还保存于宫殿中间。下有郑渠、白渠所灌溉的沃田，那是广大百姓衣食的源泉。共有肥田沃土五万顷，田界纵横似丝织品上花纹一样纷繁，沟塍缭绕则如刻镂在大地上的图案。平原和低地的田畴块块相连，又好像巨龙身上的密密鳞片。开渠灌溉田土如降喜雨，举锸治水人群如涌祥云。五谷结籽垂下穗颖，桑林麻田繁荣茂盛。东郊有人工漕渠，通向渭水、黄河；泛舟可达崤山以东，还可控引淮水、湖泊；更与东海展转相接，连通巨浪洪波。西郊则是上林禁苑，山林沼泽连绵不断，倾斜逶迤连于蜀、汉。缭绕围墙四百多里，中有三十六所离宫别馆。珍奇的麒麟来自九真，名贵的骏马进于大宛，黄支国送来了犀牛，条支国把大鸟贡献。有的跨越昆仑高峰，有的横渡大海狂澜。还有一些远方异物，竟跋涉了几万里远。</p> <p>　　西都的宫室殿堂，体制取象于天地，结构取法于阴阳。据于区域之正位，仿紫微星座而为圆、太微星座而为方。华美的双阙矗立于半天之上，红色的未央宫殿屹立在龙首山岗。用瑰异的材料构建奇巧的式样，横架着形如飞龙、曲如长虹的殿梁。椽桷排列整齐、飞檐如鸟翼舒张，荷重的栋桴如骏马般气势高昂。雕美玉为础石而承接殿柱，裁黄金为璧形而装饰瓦当。殿堂焕发润泽的五彩灿烂辉煌，那彩色的光焰像日光一般明亮。左边是人登的台阶，右边是车行的平阶。栏杆重重，台阶层层。闺房周通，门闼洞开。竖钟架在庭院中，立金人在正门外。就层崖修成门槛，对大路把正门敞开。围绕着的离宫别殿，连接着的崇台宏馆，它们像群星一样璀璨，把未央宫环绕在中间。清凉、宣温、神仙、长年、金华、玉堂、白虎、麒麟，都是富丽豪华的宫殿，区域内像这种壮丽屋宇，不可能将它们全部说完。有的重叠盘曲，崔嵬屹立。有的高低上下，光辉富丽；有的形态特殊，构造奇异。各自显现不同的外观。让帝后乘舆坐辇，四处游历；所到之处，皆可安息。后宫则有掖庭、椒房，是后妃居住的地方。合欢、增成、安处、常宁、茞若、椒风、披香、发越、兰林、蕙草，以及鸳鸾与飞翔，这些殿阁都住着妃嫔媵嫱。昭阳宫特别华丽，它增修于成帝时期。屋宇不露栋梁，四壁不现原墙，锦绣缭绕其外，彩饰网络于上，随侯宝珠如像明月，错落其间煜煜发光。壁带上的金钮衔着璧玉，好似金钱排列成行。翡翠玉和玫瑰珠含辉流光，悬黎、垂棘和夜光之璧也在此闪亮，以髹漆涂的殿堂地面，以金玉嵌的宫殿门槛，以白玉砌的阶沿，以红石铺的庭院。杂以碝磩等彩石纹理致密，琳珉等美玉青翠晶莹。还有名贵的珊瑚枝和碧玉般的石雕树，栩栩如生地植于中庭四周转角处。身著红罗衣裙的宫庭美人，长袖飘拂，绮带缤纷。精光闪耀，容华映人，俯仰举止，飘逸如神。后宫爵号，十有四级，各级女官，姣好华丽，一个更比一个高贵，有爵号的数以百计。左右庭中，是百官执事之处。萧何、曹参、魏相、邴吉等人，在那里出善策画良谋。他们辅佐君王能够长传国统，他们协助施政能使教化成功。传布大汉的仁惠，涤荡亡秦之余毒。因此臣僚作和谐之乐，百姓唱《画一之歌》。其功德可以昭告于祖宗先人，其仁<a href=\"http://so.gushiwen.org/author_297.aspx\">惠能</a>够遍施于黎民百姓。又有两座楼阁名天禄、石渠，珍藏着无数典籍秘书，并令元老旧臣及名儒师傅，讲解儒家的六艺，考核经传的同异。又有承明庐和金马门，是词臣著作之庭，才德高尚之士，学问渊博之人，在这里结队成群。他们对学术能够穷源溯本，他们的知识博见广闻；能够透辟地阐发典籍，能够精确地校理秘文。后宫是帝王常居之处，周围有值夜护卫的官署。礼官总管考核全国的甲科举子，选拔州郡的廉孝之士，还有“虎贲”“赘衣”“阉尹”“阍寺”，以及“陛戟”的武士，每人都各有专职。</p> <p>　　值勤的庐舍多达千座，巡行的道路纵横交错。宽阔的辇路循环往复，修长的楼阶上登阁道(天桥)。未央宫有阁道连接桂宫，经过长乐宫北抵明光宫；西越城墙还通建章宫，并与其附属建筑璧门、凤阙相勾通。凤阙的檐角上还铸有金光闪烁的铜凤。别风阙矗立在建章宫旁边，那精美巧妙的结构上凌云烟。建章宫的门户成千上万，随着晦明寒暖而时开时关。它的正殿崔嵬宏壮，层层楼台崇高昂扬，凌驾在未央宫殿之上。它附近有四座大殿，经“骀荡”可到“馺娑”，过“枍诣”就抵“天梁”。屋檐盖着那金饰的瓦趟晶莹闪光，它与日光交相辉映使殿内充满光亮。神明台巍然崛起，崇高的楼顶升入天际，超越了半空中的云雨，它的栋梁上萦绕着虹霓。即使是轻捷勇敢的健儿，也会惊愕呆视而不敢上去。登井幹楼还未及一半，就眼目昏眩心意迷乱，忙离开栏杆靠身向后，像下坠一半又中途得救。心神恍惚失去常度，循着回路下到低处。既害怕登楼去眺望，就下去周游而徜徉。散步于纡回的甬道，那儿幽静深暗不见太阳，推开高楼之门而向上眺望，若放眼于云天之外、失去依托而空虚渺茫。俯瞰前面的唐中池和后面的太液池，清波像沧海一样浩浩荡荡。碣石的悬崖白浪翻卷，神山的脚下涛声轰响。湖水浸漫瀛洲与方丈，蓬莱位于两山的中央。灵草经冬犹荣，神树遍山丛生。巉岩与险峰高峻，藏金的石山峥嵘。一双铜柱高入云层，上有高举仙掌承接甘露的铜人。甘露高过人间的埃尘，它是洁白清鲜空气的精英。少翁的谎言得到信任，栾大的方术能够实行。大概只有赤松子、王子乔一类仙人，能够时常从游于此庭。这儿实际是群仙所居之馆阁，决非我们所能够侧身。</p> <p>　　为了展示游乐之壮观，炫耀武力于上林，借以示威于戎狄，既显神威又练兵。命荆州百姓逐起禽鸟，令梁野农民驱逐野兽。群兽充满林苑，飞禽翳盖云天。鸟翼相接，兽足相连，集于禁林中，聚于草莽间。水衡、虞人，除草立标。军种队列，按标布署。各个部曲，各有任务。网罗连接，布满山野。士卒排列成行，遍布四周山岗，队伍罗列很稠密，像星罗棋布一样。于是天子乘坐专车，率领百官，驰出飞廉门，进入上林苑，绕过酆县、镐县，经历上兰之观。六军发起追击，百兽惊骇乱窜。战车奔驰如雷声轰响，骏马穿过似闪电掠光。草木倒扑，山渊翻覆。十分之二三的禽兽或被捕获，或被击毙，进攻的广大士卒才控制盛怒，稍事休息。于是期门、佽飞一类勇士，又开始大展雄风。一齐举起兵刃，共同拉开雕弓。对狂奔之猛兽阻击，向逃匿之狡兽追踪。鸟惊飞而自投罗网，兽骇极而误触刀锋。机弩从未白发，弓弦决不虚控。羽箭也不单杀，一发必定双中。空中飞着纷纷弋箭，箭尾的丝绳互相绞缠。羽毛随风飘飞，鲜血洒如雨点。血雨落遍绿野，鸟毛遮蔽蓝天。兽血已染红平原，勇士却愈加勇敢。猿猴躲进深林，豺狼四处逃窜。挥师直奔险地，进入幽林深棘。困虎慌奔乱突，狂兕怒祗猛踢。许少般的快手施展巧技，秦成般的勇士运用神力。将狡兽拖住，把猛兽生擒。扳掉角，拧断颈。徒手搏击，使巨兽毙命。挟着狮豹，拖着熊螭，拽着犀牦，捉住象罴。跨过深壑，越过峻岭；蝗岩倒塌，巨石坍崩；压倒松柏，摧毁丛林。草木不存、禽曾杀尽。</p> <p>　　于是天子登上属玉之馆，经历长杨之榭。观览山川之形胜，视察三军之收获。原野萧条，一片空虚。放开目力，向四边望去，只见鸟体遍地堆积，兽躯互相枕藉。然后收集猎物，会合将卒，评论功绩，赏赐祭肉。成队的骑兵把烤肉分送，奔驰的车辆把美酒供应。切割鲜肉，在野外进食；点燃烽火，把美酒饮尽。飨宴完毕，有劳有逸。天子乘銮舆，缓缓向前驱。集合于豫章屋宇，面对着昆明之池，池上的左右雕象，是牵牛和着织女。池中波涛浩渺，似银河没有边际。茂林荫翳，芳草披堤，兰草白芷，光艳茂密，好像舒展锦绣，照耀着昆明池水。飞鸟有玄鹤白鹭，黄鹄鹳，鸧鸹鸨鶂，凫鹥鸿雁，它们早发于河海，暮宿于江汉；在水上浮游，在空中往还；像云一样集中，似雾一般消散。于是妃嫔女官，乘卧车，登龙船。凤盖高举，彩旗招展；张开帷幕，照影清流；船随微风，逍遥飘浮。船女歌唱，鼓吹相伴；声音激越，响彻云天；鸟群在空中翱翔，游鱼潜窥于深渊。美人们拉开白闲之弓，射下对对天鹅；举起有花纹的钓竿，钩比目鱼出清波。撒下捕鱼的网罗，射出糸丝绳的飞缴。双舟并进，分浪推波；俯仰之间，极度欢乐。于是风飘云摇，浮游遍览。先登秦岭峰，后越九嵕山，东临黄河太华，西过岐山雍县。前后所经，百有余馆。行在朝朝暮暮，供应无比丰厚。敬礼天地祭祀山川，竭尽求福之所需用。采集各地的童谣，品评词臣之赞颂。于此之时，都都相望，邑邑相连。藩国奠十世之基。世家承百年之业，士人享祖辈之名位，农夫耕先人之土地，商人经营世代销售的货物，匠人使用祖宗遗留的工具。国家繁荣兴盛，百姓各得其宜。</p> <p>　　我见到的只是长安的陈迹，听到的只是故老的记叙，十分未得其一，因此不能遍举。”</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　<a href=\"http://so.gushiwen.org/author_398.aspx\">班固</a>的《西都赋》与《东都赋》合称《两都赋》。此赋学习了<a href=\"http://so.gushiwen.org/author_70.aspx\">司马相如</a>的《子虚赋》、《上林赋》的结构方式，合二为一，又相对独立成篇。内容划分清楚，结构较为合理。从主导思想上说，他不在规模和繁华的程度上贬西都而褒东都，而从礼法的角度，从制度上衡量此前赞美西都者所述西都的壮丽繁华实为奢淫过度，无益于天下。《西都赋》写长安都城的壮丽宏大，宫殿之奇伟华美，后宫之奢侈淫靡，也极尽铺排之能事，使作者着实表现出了写骋辞大赋的才能。但结果却不是写得越奢华便越体现着作者对它的赞扬，而是折之以法度，衡之以王制。</p> <p>　　杜笃的《论都赋》建议迁都长安，写得很策略；班固维护建都洛阳，在处理对前汉西都评价上，也极为谨慎小心。《西都赋》为赞美、夸耀之词。由于创作的目的在于表述一个政治问题上的个人见解，甚至是为了参与一场争论，故此赋不似《子虚》、《上林》的有很多虚夸的部分，以气争胜，而更多实证。它主要不是抒发一种情感，表现一种精神，而是要表现一种思想，体现一种观念。这也可以说是同时代风气有关，是当时文风和社会风气的体现。另外，同该赋中强调礼制、强调崇儒思想相一致，赋的语言典雅和丽（马积高《赋史》即已指出这一点），节奏步武从容，和銮相鸣，可谓金声玉振，有庙堂朝仪的风度。</p> <p>　　因为此赋写长安的形胜、制度、文物等，同《子虚》、《上林》的仅写田猎者相比，内容要更为丰富、开阔，也更能集中地、多角度、多方面地展现一个时代政治、经济、文化的发展状况，因而后世时有人加以摹拟，形成“京都赋”的类型。《昭明文选》分赋为十五类，“京都赋”列在第一。《文苑英华》、《历代赋汇》等也有“京都”或“都邑”一类。</p> <p>　　尽管在班固之前已有京都赋之作，但能使这类题材以及表现方式、结构方式结合而形成大赋的一种门类，乃有赖于班固此赋取得的成就。历史上很多优秀的作品，尤其具有某方面划时代意义的作品，往往成为后来作家学习、甚至摹拟的范本。班固之前的京都之作，<a href=\"http://so.gushiwen.org/author_715.aspx\">扬雄</a>的《蜀都赋》已有残缺，崔骃、傅毅的《反都赋》只余残章剩句，傅毅《洛都赋》也有残缺，便说明了它们的历史地位。</p>",
  "poet": {
    "id": 398,
    "star": 0,
    "name": "班固",
    "image": "http://img.gushiwen.org/authorImg/bangu.jpg",
    "desc": "班固（建武八年32年－永元四年92年）东汉官吏、史学家、文学家。史学家班彪之子，字孟坚，汉族，扶风安陵人（今陕西咸阳东北）。除兰台令史，迁为郎，典校秘书，潜心二十余年，修成《汉书》，当世重之，迁玄武司马，撰《白虎通德论》，征匈奴为中护军，兵败受牵连，死狱中，善辞赋，有《两都赋》等。"
  },
  "tags": [
    "叙事",
    "议论"
  ]
}