{
  "id": 48213,
  "star": 11,
  "name": "斗百花·飒飒霜飘鸳瓦",
  "dynasty": "宋代",
  "content": "飒飒霜飘鸳瓦，翠幕轻寒微透，长门深锁悄悄，满庭秋色将晚。眼看菊蕊，重阳泪落如珠，长是淹残粉面。鸾辂音尘远。<br>无限幽恨，寄情空殢纨扇。应是帝王，当初怪妾辞辇，陡顿今来，宫中第一妖娆，却道昭阳飞燕。",
  "fanyi": "<p><strong>译文<br></strong>深秋的冷风吹动了鸳鸯瓦上的霜花，冷风吹过绿色的帷幕，吹到陈阿娇的身上，微微带着寒意，静悄悄的长门宫一直锁着大门，满院子的晚秋景色。眼看着盛开的菊花，（想起了这是登高的时节），重阳节时却独自在长门宫内落泪，泪水常常将脸上的胭脂花粉冲浇得残缺不全，听到皇帝的鸾车铃声离长门宫都很远。<br>无限的幽怨与悔恨，只能向纨扇倾诉。当初还怪罪我拒绝与他同坐一辆马车，却突然成了现在这个样子，宫中第一美女，却是昭阳殿里的赵飞燕。</p> <p><strong>注释<br></strong>⑴飒（sà）飒：象声词，指风声。<br>⑵鸳瓦：鸳鸯瓦，即成双成对的瓦。<br>⑶翠幕：绿色的帷幕，指陈阿娇的床帐。<br>⑷长（cháng）门：长门宫，即陈阿娇失宠于汉武帝后所居之宫。<br>⑸深锁：紧紧的锁住。<br>⑹满庭：长门宫的庭院。<br>⑺重阳：重阳节，乃是农历的九月九日。<br>⑻长（cháng）是：经常是。<br>⑼淹残粉面：泪水将脸上的胭脂花粉冲浇得残缺不全。<br>⑽鸾辂（lù）：鸾车，皇帝所乘坐的车子。<br>⑾殢（tì ）：困扰，纠缠不清。<br>⑿纨扇：是一种细绢所制的团扇。<br>⒀辇（niǎn）：皇帝所乘坐的车子。<br>⒁陡（dǒu）顿：猝然变化。<br>⒂今来：如今。<br>⒃昭阳飞燕：昭阳，指昭阳宫；飞燕，指赵飞燕。因赵飞燕居于昭阳宫，因此称为昭阳飞燕。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　词的上阕讲述了陈皇后失宠而幽禁于长门宫的故事。主要通过景物描写，层层铺陈，渲染气氛。并通过有特定内涵的意象暗示出宫怨的主题。</p> <p>　　词由霜落声起笔，以“飒飒”的风声来反衬环境的静寂，以“霜飘”暗示时令已是秋季，天天渐渐寒凉。接下来用造景设色之法，围绕着“静寂”和“寒凉”，写了轻寒微透的“翠幕”，写了深深闭锁， 悄无声息的长门，写了“秋色将晚”的庭院。经过一番铺陈，满纸的凄清，满纸的冷寂，“眼看菊蕊，重阳泪落如珠，长是淹残粉面。”明写被重阳冷雨“淹残粉面\"的菊，实写重阳佳节被如珠的泪水“淹残粉面\"的人。大概是觉得继续说下去则言之太远了，难以收束，于是用“鸾辂”句又收回到陈皇后事，举重若轻。</p> <p>　　词的下阕讲述了赵飞燕谗害班倢伃而独得成帝宠幸的故事，另避蹊径，在对比中显美丑。</p> <p>　　换头处的“无限幽恨\"承上启下，“寄情空殢纨扇”则暗示了这位失宠的妃嫔是<a href=\"http://so.gushiwen.org/author_652.aspx\">班婕妤</a>，她失宠于汉成帝后，曾作《怨歌行》<a href=\"http://so.gushiwen.org/view_48213.aspx\">诗</a>以纨扇自比，书写遭遗弃的哀怨之情，<a href=\"http://so.gushiwen.org/author_535.aspx\">柳永</a>认为班婕妤遭受冷落的原因是“辞辇”，是不肯阿顺君王，德行笃厚如班婕妤者，最后也只能让位于“自微贱兴，逾越札制”的赵飞燕，“宫中第一妖娆”的赵飞燕， 词中的“陡顿”、“第一妖娆”、“却道”等词语也表达了词人心底对这种现象的嘲讽。</p> <p>　　善于将用事与时景相结合造成悲怆气势，是本词的最大特点。</p>",
  "about": "<h2>创作背景</h2> 　　此词具体创作年代暂不可考，但<a href=\"http://so.gushiwen.org/author_535.aspx\">柳永</a>在词中使用了陈皇后与<a href=\"http://so.gushiwen.org/author_652.aspx\">班婕妤</a>的典故，联系到柳永的生平经历，此典故应该是是柳永隐喻自己当初不该“辞辇”离开汴京，希望得到皇上重新重用，故该词应该是作于柳永晚年在苏杭做官的时候。",
  "poet": {
    "id": 535,
    "star": 0,
    "name": "柳永",
    "image": "http://img.gushiwen.org/authorImg/liuyong2.jpg",
    "desc": "柳永，（约987年—约1053年）北宋著名词人，婉约派创始人物。汉族，崇安（今福建武夷山）人，原名三变，字景庄，后改名永，字耆卿，排行第七，又称柳七。宋仁宗朝进士，官至屯田员外郎，故世称柳屯田。他自称“奉旨填词柳三变”，以毕生精力作词，并以“白衣卿相”自诩。其词多描绘城市风光和歌妓生活，尤长于抒写羁旅行役之情，创作慢词独多。铺叙刻画，情景交融，语言通俗，音律谐婉，在当时流传极其广泛，人称“凡有井水饮处，皆能歌柳词”，婉约派最具代表性的人物之一，对宋词的发展有重大影响，代表作 《雨霖铃》《八声甘州》。"
  },
  "tags": [
    "同情",
    "女子"
  ]
}