{
  "id": 21750,
  "star": 3778,
  "name": "琵琶行 / 琵琶引",
  "dynasty": "唐代",
  "content": "<span style=\"font-family:SimSun;\">元和十年，予左迁九江郡司马。明年秋，送客湓浦口，闻舟中夜弹琵琶者，听其音，铮铮然有京都声。问其人，本长安倡女，尝学琵琶于穆、曹二善才，年长色衰，委身为贾人妇。遂命酒，使快弹数曲。曲罢悯然，自叙少小时欢乐事，今漂沦憔悴，转徙于江湖间。予出官二年，恬然自安，感斯人言，是夕始觉有迁谪意。因为长句，歌以赠之，凡六百一十六言，命曰《琵琶行》。</span></p> <p>浔阳江头夜送客，枫叶荻花秋瑟瑟。<br>主人下马客在船，举酒欲饮无管弦。<br>醉不成欢惨将别，别时茫茫江浸月。<br>忽闻水上琵琶声，主人忘归客不发。<br>寻声暗问弹者谁？琵琶声停欲语迟。<br>移船相近邀相见，添酒回灯重开宴。<br>千呼万唤始出来，犹抱琵琶半遮面。<br>转轴拨弦三两声，未成曲调先有情。<br>弦弦掩抑声声思，似诉平生不得志。<br>低眉信手续续弹，说尽心中无限事。<br>轻拢慢捻抹复挑，初为《霓裳》后《六幺》。<br>大弦嘈嘈如急雨，小弦切切如私语。<br>嘈嘈切切错杂弹，大珠小珠落玉盘。<br>间关莺语花底滑，幽咽泉流冰下难。<br>冰泉冷涩弦凝绝，凝绝不通声暂歇。<br>别有幽愁暗恨生，此时无声胜有声。<br>银瓶乍破水浆迸，铁骑突出刀枪鸣。<br>曲终收拨当心画，四弦一声如裂帛。<br>东船西舫悄无言，唯见江心秋月白。<br>沉吟放拨插弦中，整顿衣裳起敛容。<br>自言本是京城女，家在虾蟆陵下住。<br>十三学得琵琶成，名属教坊第一部。<br>曲罢曾教善才服，妆成每被秋娘妒。<br>五陵年少争缠头，一曲红绡不知数。<br>钿头银篦击节碎，血色罗裙翻酒污。<br>今年欢笑复明年，秋月春风等闲度。<br>弟走从军阿姨死，暮去朝来颜色故。<br>门前冷落鞍马稀，老大嫁作商人妇。<br>商人重利轻别离，前月浮梁买茶去。<br>去来江口守空船，绕船月明江水寒。<br>夜深忽梦少年事，梦啼妆泪红阑干。<br>我闻琵琶已叹息，又闻此语重唧唧。<br>同是天涯沦落人，相逢何必曾相识！<br>我从去年辞帝京，谪居卧病浔阳城。<br>浔阳地僻无音乐，终岁不闻丝竹声。<br>住近湓江地低湿，黄芦苦竹绕宅生。<br>其间旦暮闻何物？杜鹃啼血猿哀鸣。<br>春江花朝秋月夜，往往取酒还独倾。<br>岂无山歌与村笛？呕哑嘲哳难为听。<br>今夜闻君琵琶语，如听仙乐耳暂明。<br>莫辞更坐弹一曲，为君翻作《琵琶行》。<br>感我此言良久立，却坐促弦弦转急。<br>凄凄不似向前声，满座重闻皆掩泣。<br>座中泣下谁最多？江州司马青衫湿。",
  "fanyi": "<p><strong>译文</strong><br><span style=\"font-family:FangSong_GB2312;\">唐宪宗元和十年，我被贬为九江郡司马。第二年秋季的一天，送客到湓浦口，夜里听到船上有人弹琵琶。听那声音，铮铮铿铿有京都流行的声韵。探问这个人，原来是长安的歌女，曾经向穆、曹两位琵琶大师学艺。后来年纪大了，红颜退尽，嫁给商人为妻。于是命人摆酒叫她畅快地弹几曲。她弹完后，有些闷闷不乐的样子，自己说起了少年时欢乐之事，而今漂泊沉沦，形容憔悴，在江湖之间辗转流浪。我离京调外任职两年来，随遇而安，自得其乐，而今被这个人的话所感触，这天夜里才有被降职的感觉。于是撰写一首长<a href=\"http://so.gushiwen.org/view_21750.aspx\">诗</a>赠送给她，共六百一十六字，题为《琵琶行》。</span></p> <p>秋夜我到浔阳江头送一位归客，冷风吹着枫叶和芦花秋声瑟瑟。<br>我和客人下马在船上饯别设宴，举起酒杯要饮却无助兴的音乐。<br>酒喝得不痛快更伤心将要分别，临别时夜茫茫江水倒映着明月。<br>忽听得江面上传来琵琶清脆声；我忘却了回归客人也不想动身。<br>寻着声源探问弹琵琶的是何人？琵琶停了许久却迟迟没有动静。<br>我们移船靠近邀请她出来相见；叫下人添酒回灯重新摆起酒宴。<br>千呼万唤她才缓缓地走出来，怀里还抱着琵琶半遮着脸面。<br>转紧琴轴拨动琴弦试弹了几声；尚未成曲调那形态就非常有情。<br>弦弦凄楚悲切声音隐含着沉思；似乎在诉说着她平生的不得志；<br>她低着头随手连续地弹个不停；用琴声把心中无限的往事说尽。<br>轻轻地拢，慢慢地捻，一会儿抹，一会儿挑。初弹《霓裳羽衣曲》接着再弹《六幺》。<br>大弦浑宏悠长嘈嘈如暴风骤雨；小弦和缓幽细切切如有人私语。<br>嘈嘈声切切声互为交错地弹奏；就像大珠小珠一串串掉落玉盘。<br>琵琶声一会儿像花底下宛转流畅的鸟鸣声，一会儿又像水在冰下流动受阻艰涩低沉、呜咽断续的声音。<br>好像水泉冷涩琵琶声开始凝结，凝结而不通畅声音渐渐地中断。<br>像另有一种愁思幽恨暗暗滋生；此时闷闷无声却比有声更动人。<br>突然间好像银瓶撞破水浆四溅；又好像铁甲骑兵厮杀刀枪齐鸣。<br>一曲终了她对准琴弦中心划拨；四弦一声轰鸣好像撕裂了布帛。<br>东船西舫人们都静悄悄地聆听；只见江心之中映着白白秋月影。<br>她沉吟着收起拨片插在琴弦中；整顿衣裳依然显出庄重的颜容。<br>她说我原是京城负有盛名的歌女；老家住在长安城东南的虾蟆陵。<br>弹奏琵琶技艺十三岁就已学成；教坊乐团第一队中列有我姓名。<br>每曲弹罢都令艺术大师们叹服；每次妆成都被同行歌妓们嫉妒。<br>京都豪富子弟争先恐后来献彩；弹完一曲收来的红绡不知其数。<br>钿头银篦打节拍常常断裂粉碎；红色罗裙被酒渍染污也不后悔。<br>年复一年都在欢笑打闹中度过；秋去春来美好的时光白白消磨。<br>兄弟从军姊妹死家道已经破败；暮去朝来我也渐渐地年老色衰。<br>门前车马减少光顾者落落稀稀；青春已逝我只得嫁给商人为妻。<br>商人重利不重情常常轻易别离；上个月他去浮梁做茶叶的生意。<br>他去了留下我在江口孤守空船；秋月与我作伴绕舱的秋水凄寒。<br>更深夜阑常梦少年时作乐狂欢；梦中哭醒涕泪纵横污损了粉颜。<br>我听琵琶的悲泣早已摇头叹息；又听到她这番诉说更叫我悲凄。<br>我们俩同是天涯沦落的可悲人；今日相逢何必问是否曾经相识！<br>自从去年我离开繁华长安京城；被贬居住在浔阳江畔常常卧病。<br>浔阳这地方荒凉偏僻没有音乐；一年到头听不到管弦的乐器声。<br>住在湓江这个低洼潮湿的地方；第宅周围黄芦和苦竹缭绕丛生。<br>在这里早晚能听到的是什么呢？尽是杜鹃猿猴那些悲凄的哀鸣。<br>春江花朝秋江月夜那样好光景；也无可奈何常常取酒独酌独饮。<br>难道这里就没有山歌和村笛吗？只是那音调嘶哑粗涩实在难听。<br>今晚我听你弹奏琵琶诉说衷情，就像听到仙乐眼也亮来耳也明。<br>请你不要推辞坐下来再弹一曲；我要为你创作一首新诗《琵琶行》。<br>被我的话所感动她站立了好久；回身坐下再转紧琴弦拨出急声。<br>凄凄切切不再像刚才那种声音；在座的人重听都掩面哭泣不停。<br>要问在座之中谁流的眼泪最多？我江州司马泪水湿透青衫衣襟！ </p> <p><strong>注释</strong><br>〔1〕左迁：贬官，降职。古以左为卑，故称“左迁”。<br>〔2〕明年：第二年。<br>（3）铮铮：形容金属、玉器等相击声。<br>〔4〕京都声：指唐代京城流行的乐曲声调。<br>〔5〕倡女：歌女。倡，古时歌舞艺人。<br>〔6〕善才：当时对琵琶师或曲师的通称。是“能手”的意思。<br>〔7〕委身：托身，这里指嫁的意思。<br>〔8〕为：做。<br>〔9〕贾（gǔ）人：商人。<br>〔10〕命酒：叫（手下人）摆酒。<br>〔11〕快：畅快。<br>〔12〕悯然：忧郁的样子。<br>〔13〕漂沦：漂泊沦落。<br>〔14〕出官：（京官）外调。<br>〔15〕恬然：淡泊宁静的样子。<br>（16）迁谪：贬官降职或流放。<br>〔17〕为：创作。<br>〔18〕长句：指七言诗。<br>〔19〕歌：作歌。<br>〔20〕凡：总共。<br>〔21〕言：字。<br>〔22〕命：命名，题名。<br>〔23〕浔阳江：据考究，为流经浔阳城中的湓水，即今九江市中的龙开河（97年被人工填埋），经湓浦口注入长江。瑟瑟：形容枫树、 芦荻被秋风吹动的声音。<br>〔24〕瑟瑟：形容枫树、芦荻被秋风吹动的声音。<br>（25）主人：诗人自指。<br>〔26〕回灯：重新拨亮灯光。回：再。<br>〔27〕转轴拨弦：将琵琶上缠绕丝弦的轴，以调音定调。<br>〔28〕掩抑：掩蔽，遏抑。<br>〔29〕思：悲，伤。<br>（30〕信手：随手。<br>〔31〕续续弹：连续弹奏。<br>〔32〕拢：左手手指按弦向里（琵琶的中部）推。<br>〔33〕捻：揉弦的动作。<br>〔34〕抹：向左拔弦，也称为“弹”。<br>〔35〕挑：反手回拨的动作。<br>〔36〕《霓裳》：即《霓裳羽衣曲》，本为西域乐舞，唐开元年间西凉节度使杨敬述依曲创声后流入中原。<br>〔37〕《六幺》：大曲名，又叫《乐世》《绿腰》《录要》，为歌舞曲。<br>〔38〕大弦：指最粗的弦。<br>〔39〕嘈嘈：声音沉重抑扬。<br>〔40〕小弦：指最细的弦。<br>〔41〕切切：细促轻幽，急切细碎。<br>〔42〕间关：莺语流滑叫“间关”。鸟鸣声。<br>〔43〕幽咽：遏塞不畅状。<br>〔44〕冰下难：泉流冰下阻塞难通，形容乐声由流畅变为冷涩。<br>〔45〕凝绝：凝滞。<br>〔46〕迸：溅射。<br>〔47〕曲终：乐曲结束。<br>〔48〕拔：弹奏弦乐时所用的拔工具。<br>〔49〕当心画：用拔子在琵琶的中部划过四弦，是一曲结束时经常用到的右手手法。<br>〔50〕舫：船。<br>〔51〕敛容：收敛（深思时悲愤深怨的）面部表情。<br>〔52〕虾（há）蟆陵：在长安城东南，曲江附近，是当时有名的游乐地区。<br>〔53〕教坊：唐代官办管领音乐杂技、教练歌舞的机关。<br>〔54〕秋娘：唐时歌舞妓常用的名字。<br>〔56〕五陵：在长安城外，汉代五个皇帝的陵墓。<br>〔57〕缠头：用锦帛之类的财物送给歌舞妓女。<br>〔58〕绡：精细轻美的丝织品。<br>〔59〕钿（diàn）头银篦（bì）：此指镶嵌着花钿的篦形发饰。<br>〔60〕击节：打拍子。<br>〔61〕颜色故：容貌衰老。<br>〔62〕浮梁：古县名，唐属饶州。在今江西省景德镇市，盛产茶叶。<br>〔63〕去来：走了以后。<br>〔64〕梦啼妆泪：梦中啼哭，匀过脂粉的脸上带着泪痕。<br>〔65〕阑干：纵横散乱的样子。<br>〔66〕重：重新，重又之意。<br>〔67〕唧唧：叹声。<br>〔68〕呕哑嘲哳：形容声音噪杂。<br>〔69〕琵琶语：琵琶声，琵琶所弹奏的乐曲。<br>〔70〕暂：突然。<br>〔71〕却坐：退回到原处。<br>〔72〕促弦：把弦拧得更紧。<br>〔73〕向前声：刚才奏过的单调。<br>〔74〕掩泣：掩面哭泣。<br>〔75〕青衫：唐朝八品、九品文官的服色。<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>当时的官阶是将侍郎，从九品，所以服青衫。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　本<a href=\"http://so.gushiwen.org/view_21750.aspx\">诗</a>的诗眼（主旨）是“同是天涯沦落人，相逢何必曾相识。”</p> <p>　　通过写琵琶女生活的不幸，结合诗人自己在宦途所受到的打击，唱出了“同是天涯沦落人，相逢何必曾相识”的心声。社会的动荡，世态的炎凉，对不幸者命运的同情，对自身失意的感慨，这些本来积蓄在心中的沉痛感受，都一起倾于诗中。它在艺术上的成功还在于运用了优美鲜明的、有音乐感的语言，用视觉的形象来表现听觉所得来的感受；萧瑟秋风的自然景色和离情别绪，使作品更加感人。</p> <p>　　诗人在这首诗中着力塑造了琵琶女的形象，通过它深刻地反映了封建社会中被侮辱被损害的乐伎、艺人的悲惨命运，抒发“同是天涯沦落人”的感情。诗的开头写“秋夜送客”，“忽闻”“琵琶声”，于是“寻声”“暗问”，“移船”“邀相见”，经过“千呼万唤”，然后歌女才“半遮面”地出来了。这种回荡曲折的描写，就为“天涯沦落”的主题奠定了基石。</p> <p>　　接着以描写琵琶女弹奏乐曲来揭示她的内心世界。先是“未成曲调”之“有情”，然后“弦弦”“声声思”，诉尽了“生平不得志”和“心中无限事”，展现了琵琶女起伏回荡的心潮。</p> <p>　　然后进而写琵琶女自诉身世：当年技艺曾教“善才服”，容貌“妆成每被秋娘妒”，京都少年“争缠头”，“一曲红绡不知数”。然而，时光流种如怨如慕、如泣如诉的描写，与上面她的弹水，“暮去朝来颜色故”、最终只好“嫁作商人妇”。这唱互为补充，完成了琵琶女这一形象的塑造。</p> <p>　　最后写诗人感情的波涛为琵琶女的命运所激动，发出了“同是天涯沦落人，相逢何必曾相识”的感叹，抒发了同病相怜，同声相应的情怀。诗韵明快，步步映衬，处处点缀。</p> <p>　　既层出不穷，又着落主题。真如江潮澎湃，波澜起伏，经久不息。反复吟诵，荡人胸怀，情味无限。语言铿锵，设喻形象。“如急雨”“如私语”“水浆迸”“刀枪鸣”“珠落玉盘”“莺语花底”。这些读来如闻其声，如临其境。</p> <p>　　诗的小序交代时间、地点、人物和故事，概述了琵琶女的悲凉身世，说明写作本诗动机，并为全诗定下了凄切的感情基调。</p> <p>　　《琵琶行》全诗共分四段，从“浔阳江头夜送客”到“犹抱琵琶半遮面”共十四句，为第一段，写琵琶女的出场。其中的前六句交代了时间，这是一个枫叶红、荻花黄、瑟瑟秋风下的夜晚；交代了地点，是浔阳江头。浔阳也就是今天的九江市；浔阳江头也就是前边序中所说的湓浦口。交代了背景，是诗人给他的朋友送别。离别本身就叫人不快，酒宴前再没有个歌女侍应，当然就更加显得寂寞难耐了。这里面“主人下马客在船”一句句法稍怪，其意思实际是主人陪着客人一道骑马来至江边，一同下马来到船上。“醉不成欢惨将别，别时茫茫江浸月”。这里的景色和气氛描写都很好，它给人一种空旷、寂寥、怅惘的感觉，和主人与客人的失意、伤别融合一体，构成一种强烈的压抑感，为下文的突然出现转机作了准备。其中蹬后八句是正面写琵琶女的出场：“忽闻水上琵琶声，主人忘归客不发”。声音从水面上飘过来，是来自船上，这声音一下子就吸引了主人和客人的注意，他们走的不想走、回的不想回了，他们一定要探寻探寻这种美妙声音的究竟。“寻声暗问弹者谁？琵琶声停欲语迟。移船相近邀相见，添酒回灯重开宴。千呼万唤始出来，犹抱琵琶半遮面。”这里的描写非常细致。由于这时是夜间，又由于他们听到的只是一种声音，他们不知道这声音究竟来自何处，也不知演奏者究竟是什么人，所以这里的“寻声暗问”四个字传神极了。接着“琵琶声停”表明演奏者已经听到了来人的呼问；“欲语迟”与后面的“千呼万唤始出来，犹抱琵琶半遮面”相一致，都表明这位演奏者的心灰意懒，和惭愧自己身世的沉沦，她已经不愿意再抛头露面了。这段琵琶女出场过程的描写历历动人，她未见其人先闻其琵琶声，未闻其语先已微露其内心之隐痛，为后面的故事发展造成许多悬念。</p> <p>　　从“转轴拨弦三两声”到“唯见江心秋月白”共二十二句为第二段，写琵琶女的高超演技。其中“转轴拨弦三两声”，是写正式演奏前的调弦试音；而后“弦弦掩抑”，写到曲调的悲伧；“低眉信手续续弹”，写到舒缓的行板。拢、捻、抹、挑，都是弹奏琵琶的手法。霓裳：即《霓裳羽衣曲》，唐朝宫廷中制作的一个舞曲名。六幺：当时流行的一个舞曲名。从“大弦嘈嘈如急雨”到“四弦一声如裂帛”共十四句，描写琵琶乐曲的音乐形象，写它由快速到缓慢、到细弱、到无声，到突然而起的疾风暴雨，再到最后一划，戛然而止，诗人在这里用了一系列的生动比喻，使比较抽象的音乐形象一下子变成了视觉形象。这里有落玉盘的大珠小珠，有流啭花间的间关莺语，有水流冰下的丝丝细细，有细到没有了的“此时无声胜有声”，有突然而起的银瓶乍裂、铁骑金戈，它使听者时而悲凄、时而舒缓、时而心旷神怡、时而又惊魂动魄。“东舟西舫悄无言，唯见江心秋月白。”这两句是写琵琶女的演奏效果。大家都听得入迷了，演奏已经结束，而听者尚沉浸在音乐的境界里，周围鸦雀无声，只有水中倒映着一轮明月。</p> <p>　　从“沉吟放拨插弦中”到“梦啼妆泪红阑干”共二十四句为第三段，写琵琶女自述的身世，自述早年曾走红运，盛极一时，到后来年长色衰，飘零沦落。沉吟：踌躇，欲言又止的样子。敛容：指收起演奏时的情感，重新与人郑重见礼。虾蟆岭：即下马岭，汉代董仲舒的坟墓，在长安城东南部，临近曲江。从“十三学得琵琶成”以下十句极写此女昔日的红极一时。她年纪幼小，而技艺高超，她被老辈艺人所赞服，而被同辈艺人所妒忌。王孙公子迷恋她的色艺：为了请她演奏，而不惜花费重金；她自己也放纵奢华，从来不懂什么叫吝惜。就这样年复一年，好时光像水一样地很快流走了。教坊：唐代管理宫廷乐队的官署。第一部：如同说第一团、第一队。秋娘：泛指当时貌美艺高的歌伎。五陵：指长陵、安陵、阳陵、茂陵、平陵五个汉代皇帝的陵墓，是当时富豪居住的地方。五陵年少：通常即指贵族子弟。缠头：指古代赏给歌舞女子的财礼，唐代用帛，后代用其他财物。红绡：一种生丝织物。钿头：两头装着花钿的发篦。云篦：指用金翠珠宝装点的首饰。击节：打拍子。歌舞时打拍子原本用木制或竹制的板，现在兴之所至，竟拿贵重的钿头云篦击节，极言其放纵奢华，忘乎所以。等闲：随随便便，不重视。从“弟走从军阿姨死”以下十句写此女的时过境迁，飘零沦落。随着她的年长色衰，贵族子弟们都已经不再上门，她仅有的几个亲属也相继离散而去，她像一双过了时的鞋子，再也没人看、没人要了，无可奈何只好嫁给了一个商人。商人关心的是赚钱，从来不懂艺术和情感，他经常独自外出，而抛下这个可怜的女子留守空船。人是有记忆的，面对今天的孤独冷落，回想昔日的锦绣年华，对比之下，怎不让人伤痛欲绝呢！“夜深忽梦少年事，梦啼妆泪红阑干。”其实即使不作梦，也是一天不知要想多少遍的。浮梁：县名，县治在今江西景德镇北。红阑干：泪水融和脂粉流淌满面的样子。</p> <p>　　从“我闻琵琶已叹息”到最后的“江州司马青衫湿”共二十六句为第四段，写诗人感慨自己的身世，抒发与琵琶女的同病相怜之情。唧唧：叹息声。“同是天涯沦落人，相逢何必曾相识。”二语感情浓厚，落千古失落者之泪，也为千古失落者触发了一见倾心之机。自“我从去年辞帝京”起以下十二句，写诗人贬官九江以来的孤独寂寞之感。他说：“浔阳地僻无音乐，终岁不闻丝竹声。住近湓江地低湿，黄芦苦竹绕宅生。其间旦暮闻何物？杜鹃啼血猿哀鸣。春江花朝秋月夜，往往取酒还独倾。岂无山歌与村笛，呕哑嘲哳难为听。”地势荒僻，环境恶劣，举目伤怀，一点开心解闷的东西都没有。其实这在很大程度上都是由诗人自己的苦闷移情的结果，我们对比一下《水浒传》里<a href=\"http://so.gushiwen.org/author_451.aspx\">宋江</a>赞赏江州的一段话，他说：“端的好座江州，我虽犯罪远流到此，倒也看了真山真水。我那里虽有几座名山古迹，却无此等景致。”诗人的悲哀苦闷完全是由于他政治上受打击造成的，但是这点他没法说。他只是笼统含糊地说了他也是“天涯沦落人”，他是“谪居卧病”于此，而其他断肠裂腑的伤痛就全被压到心底去了。这就是他耳闻目睹一切无不使人悲哀的缘由。接着他以一个平等真诚的朋友、一个患难知音的身份，由衷地称赞和感谢了琵琶女的精彩表演，并提出请她再弹一个曲子，而自己要为她写一首长诗《琵琶行》。琵琶女本来已经不愿意再多应酬，后来见到诗人如此真诚，如此动情，于是她紧弦定调，演奏了一支更为悲恻的曲子。这支曲子使得所有听者无不唏嘘成声。多情的诗人呢？看他的青衫前襟早已经湿透了。促弦：紧弦，使调子升高。青衫：八、九品文官的服色，司马是从九品，所以穿青衫。</p> <p>　　这首诗的艺术性是很高的，其一，他把歌咏者与被歌咏者的思想感情融二为一，说你也是说我，说我也是说你，命运相同、息息相关。琵琶女叙述身世后，诗人以为他们“同是天涯沦落人”；诗人叙述身世后，琵琶女则“感我此言良久立”，琵琶女再弹一曲后，诗人则更是“江州司马青衫湿。”风尘知己，处处动人怜爱。其二，诗中的写景物、写音乐，手段都极其高超，而且又都和写身世、抒悲慨紧密结合，气氛一致，使作品自始至终浸沉在一种悲凉哀怨的氛围里。其三，作品的语言生动形象，具有很强的概括力，而且转关跳跃，简洁灵活，所以整首诗脍炙人口，极易背诵。诸如“千呼万唤始出来，犹抱琵琶半遮面”；“别有幽情暗恨生，此时无声胜有声”；“门前冷落车马稀，老大嫁作商人妇”；“夜深忽梦少年事，梦啼妆泪红阑干”；“同是天涯沦落人，相逢何必曾相识”，等等都是多么凝炼优美、多么叩人心扉的语句啊！</p><br/><h2>鉴赏</h2> <p>　　作为一首叙事长<a href=\"http://so.gushiwen.org/view_21750.aspx\">诗</a>，这首诗结构严谨缜密，错落有致，情节曲折，波澜起伏。</p> <p>　　第一部分写江上送客，忽闻琵琶声，为引出琵琶女作交代。从“浔阳江头夜送客”至“犹抱琵琶半遮面”，叙写送别宴无音乐的遗憾，邀请商人妇弹奏琵琶的情形，细致描绘琵琶的声调，着力塑造了琵琶女的形象。首句“浔阳江头夜送客”，只七个字，就把人物（主人和客人）、地点（浔阳江头）、事件（主人送客人）和时间（夜晚）一一作概括的介绍；再用“枫叶荻花秋瑟瑟”一句作环境的烘染，而秋夜送客的萧瑟落寞之感，已曲曲传出。惟其萧瑟落寞，因而反跌出“举酒欲饮无管弦”。“无管弦”三字，既与后面的“终岁不闻丝竹声”相呼应，又为琵琶女的出场和弹奏作铺垫。因“无管弦”而“醉不成欢惨将别”，铺垫已十分有力，再用“别时茫茫江浸月”作进一层的环境烘染，构成一种强烈的压抑感，使得“忽闻水上琵琶声”具有浓烈的空谷足音之感，为下文的突然出现转机作了准备。从“夜送客”之时的“秋萧瑟”“无管弦”“惨将别”一转而为“忽闻”“寻声”“暗问”“移船”，直到“邀相见”，这对于琵琶女的出场来说，已可以说是“千呼万唤”了。但“邀相见”还不那么容易，又要经历一个“千呼万唤”的过程，她才肯“出来”。这并不是她在意身份。正象“我”渴望听仙乐一般的琵琶声，是“直欲摅写天涯沦落之恨”一样，她“千呼万唤始出来”，也是由于有一肚子“天涯沦落之恨”，不便明说，也不愿见人。诗人正是抓住这一点，用“琵琶声停欲语迟”“犹抱琵琶半遮面”的肖像描写来表现她的难言之痛的。这段琵琶女出场过程的描写历历动人，她未见其人先闻其琵琶声，未闻其语先已微露其内心之隐痛，为后面的故事发展造成许多悬念。</p> <p>　　第二部分写琵琶女及其演奏的琵琶曲，具体而生动地揭示了琵琶女的内心世界。琵琶女因“平生不得志”而“千呼万唤始出来”，又通过琵琶声调的描写，表现琵琶女的高超弹技。用手指叩弦（拢），用手指揉弦（捻），顺手下拨（抹），反手回拨（挑），动作娴熟自然。粗弦沉重雄壮“如急雨”，细弦细碎如“私语”，清脆圆润如大小珠子落玉盘，又如花底莺语，从视觉和听觉角度描述。“弦弦掩抑声声思”以下六句，总写“初为《霓裳》后《六幺》”的弹奏过程，其中既用“低眉信手续续弹”“轻拢慢捻抹复挑”描写弹奏的神态，更用“似诉平生不得志”“说尽心中无限事”概括了琵琶女借乐曲所抒发的思想情感。此后十四句，在借助语言的音韵摹写音乐的时候，兼用各种生动的比喻以加强其形象性。“大弦嘈嘈如急雨”，既用“嘈嘈”这个叠字词摹声，又用“如急雨”使它形象化。“小弦切切如私语”亦然。这还不够，“嘈嘈切切错杂弹”，已经再现了“如急雨”“如私语”两种旋律的交错出现，再用“大珠小珠落玉盘”一比，视觉形象与听觉形象就同时显露出来，令人眼花缭乱，耳不暇接。旋律继续变化，出现了先“滑”后“涩”的两种意境。“间关”之声，轻快流利，而这种声音又好象“莺语花底”，视觉形象的优美强化了听觉形象的优美。“幽咽”之声，悲抑哽塞，而这种声音又好象“泉流冰下”，视觉形象的冷涩强化了听觉形象的冷涩。由“冷涩”到“凝绝”，是一个“声渐歇”的过程，诗人用“别有幽愁暗恨生，此时无声胜有声”的佳句描绘了余音袅袅、余意无穷的艺术境界，令人拍案叫绝。弹奏至此，满以为已经结束了。谁知那“幽愁暗恨”在“声渐歇”的过程中积聚了无穷的力量，无法压抑，终于如“银瓶乍破”，水浆奔迸，如“铁骑突出”，刀枪轰鸣，把“凝绝”的暗流突然推向高潮。才到高潮，即收拨一画，戛然而止。一曲虽终，而回肠荡气、惊心动魄的音乐魅力，却并没有消失。诗人又用“东船西舫悄无言，唯见江心秋月白”的环境描写作侧面烘托，给读者留下了涵泳回味的广阔空间。</p> <p>　　第三部分写琵琶女自述身世。从“沉吟放拨插弦中”至“梦啼妆泪红阑干”：诗人代商妇诉说身世，由少女到商妇的经历，亦如琵琶声的激扬幽抑。正象在“邀相见”之后，省掉了请弹琵琶的细节一样；在曲终之后，也略去了关于身世的询问，而用两个描写肖像的句子向“自言”过渡：“沉吟”的神态，显然与询问有关，这反映了她欲说还休的内心矛盾；“放拨”“插弦中”，“整顿衣裳”“起”“敛容”等一系列动作和表情，则表现了她克服矛盾、一吐为快的心理活动。“自言”以下，用如怨如慕、如泣如诉的抒情笔调，为琵琶女的半生遭遇谱写了一曲扣人心弦的悲歌，与“说尽心中无限事”的乐曲互相补充，完成了女主人公的形象塑造。女主人公的形象塑造得异常生动真实，并具有高度的典型性。通过这个形象，深刻地反映了封建社会中被侮辱、被损害的乐伎们、艺人们的悲惨命运。</p> <p>　　第四部分写诗人深沉的感慨，从“我闻琵琶已叹息”到最后的“江州司马青衫湿”共二十六句写诗人，为第四段，写诗人贬官九江以来的孤独寂寞之感，感慨自己的身世，抒发与琵琶女的同病相怜之情。诗人和琵琶女都是从繁华的京城沦落到这偏僻处，诗人的同情中饱含叹息自己的不幸，“似诉生平不得志”的琵琶声中也诉说着诗人的心中不平。诗人感情的波涛为琵琶女的命运所激动，发出了“同是天涯沦落人，相逢何必曾相识”的感叹，抒发了同病相怜，同声相应的情怀。诗韵明快，步步映衬，处处点缀。感情浓厚，落千古失落者之泪，也为千古失落者触发了一见倾心之机。</p> <p>　　这是一首脍炙人口的现实主义杰作，全文以人物为线索，既写琵琶女的身世，又写诗人的感受，然后在“同是天涯沦落人”二句上会合。歌女的悲惨遭遇写得很具体，可算是明线；诗人的感情渗透在字里行间，随琵琶女弹的曲子和她身世的不断变化而荡起层层波浪，可算是暗线。这一明一暗，一实一虚，使情节波澜起伏。它所叙述的故事曲折感人，抒发的情感能引起人的共鸣，语言美而不浮华，精而不晦涩，内容贴近生活而又有广阔的社会性，雅俗共赏。</p><br/><h2>赏析二</h2> <p>　　宋人洪迈认为夜遇琵琶女事未必可信，作者是通过虚构的情节，抒发他自己的“天涯沦落之恨”（《容斋随笔》卷七），这是抓住了要害的。但那虚构的情节既然真实地反映了琵琶女的不幸遭遇，那么就<a href=\"http://so.gushiwen.org/view_21750.aspx\">诗</a>的客观意义说，它也抒发了“长安故倡”的“天涯沦落之恨”。看不到这一点，同样有片面性。</p> <p>　　诗人着力塑造了琵琶女的形象。</p> <p>　　从开头到“犹抱琵琶半遮面”，写琵琶女的出场。</p> <p>　　首句“浔阳江头夜送客”，只七个字，就把人物（主人和客人）、地点（浔阳江头）、事件（主人送客人）和时间（夜晚）一一作概括的介绍；再用“枫叶荻花秋瑟瑟”一句作环境的烘染，而秋夜送客的萧瑟落寞之感，已曲曲传出。惟其萧瑟落寞，因而反跌出“举酒欲饮无管弦”。“无管弦”三字，既与后面的“终岁不闻丝竹声”相呼应，又为琵琶女的出场和弹奏作铺垫。因“无管弦”而“醉不成欢惨将别”，铺垫已十分有力，再用“别时茫茫江浸月”作进一层的环境烘染，就使得“忽闻水上琵琶声”具有浓烈的空谷足音之感，无怪乎“主人忘归客不发”，要“寻声暗问弹者谁”“移船相近邀相见”了。</p> <p>　　从“夜送客”之时的“秋萧瑟”“无管弦”“惨将别”一转而为“忽闻”“寻声”“暗问”“移船”，直到“邀相见”，这对于琵琶女的出场来说，已可以说是“千呼万唤”了。但“邀相见”还不那么容易，又要经历一个“千呼万唤”的过程，她才肯“出来”。这并不是她在意身份。正象“我”渴望听仙乐一般的琵琶声，是“直欲摅写天涯沦落之恨”一样，她“千呼万唤始出来”，也是由于有一肚子“天涯沦落之恨”，不便明说，也不愿见人。诗人正是抓住这一点，用“琵琶声停欲语迟”“犹抱琵琶半遮面”的肖像描写来表现她的难言之痛的。</p> <p>　　下面的一大段，通过描写琵琶女弹奏的乐曲来揭示她的内心世界。</p> <p>　　先用“转轴拨弦三两声”一句写校弦试音，接着就赞叹“未成曲调先有情”，突出了一个“情”字。“弦弦掩抑声声思”以下六句，总写“初为《霓裳》后《六幺》”的弹奏过程，其中既用“低眉信手续续弹”“轻拢慢捻抹复挑”描写弹奏的神态，更用“似诉平生不得志”“说尽心中无限事”概括了琵琶女借乐曲所抒发的思想情感。此后十四句，在借助语言的音韵摹写音乐的时候，兼用各种生动的比喻以加强其形象性。“大弦嘈嘈如急雨”，既用“嘈嘈”这个叠字词摹声，又用“如急雨”使它形象化。“小弦切切如私语”亦然。这还不够，“嘈嘈切切错杂弹”，已经再现了“如急雨”“如私语”两种旋律的交错出现，再用“大珠小珠落玉盘”一比，视觉形象与听觉形象就同时显露出来，令人眼花缭乱，耳不暇接。旋律继续变化，出现了先“滑”后“涩”的两种意境。“间关”之声，轻快流利，而这种声音又好象“莺语花底”，视觉形象的优美强化了听觉形象的优美。“幽咽”之声，悲抑哽塞，而这种声音又好象“泉流冰下”，视觉形象的冷涩强化了听觉形象的冷涩。由“冷涩”到“凝绝”，是一个“声渐歇”的过程，诗人用“别有幽愁暗恨生，此时无声胜有声”的佳句描绘了余音袅袅、余意无穷的艺术境界，令人拍案叫绝。弹奏至此，满以为已经结束了。谁知那“幽愁暗恨”在“声渐歇”的过程中积聚了无穷的力量，无法压抑，终于如“银瓶乍破”，水浆奔迸，如“铁骑突出”，刀枪轰鸣，把“凝绝”的暗流突然推向高潮。才到高潮，即收拨一画，戛然而止。一曲虽终，而回肠荡气、惊心动魄的音乐魅力，却并没有消失。诗人又用“东船西舫悄无言，唯见江心秋月白”的环境描写作侧面烘托，给读者留下了涵泳回味的广阔空间。</p> <p>　　如此绘声绘色地再现千变万化的音乐形象，已不能不使我们惊佩作者的艺术才华。但作者的才华还不仅表现在再现音乐形象，更重要的是通过音乐形象的千变万化，展现了琵琶女起伏回荡的心潮，为下面的诉说身世作了音乐性的渲染。</p> <p>　　正象在“邀相见”之后，省掉了请弹琵琶的细节一样；在曲终之后，也略去了关于身世的询问，而用两个描写肖像的句子向“自言”过渡：“沉吟”的神态，显然与询问有关，这反映了她欲说还休的内心矛盾；“放拨”“插弦中”，“整顿衣裳”“起”“敛容”等一系列动作和表情，则表现了她克服矛盾、一吐为快的心理活动。“自言”以下，用如怨如慕、如泣如诉的抒情笔调，为琵琶女的半生遭遇谱写了一曲扣人心弦的悲歌，与“说尽心中无限事”的乐曲互相补充，完成了女主人公的形象塑造。</p> <p>　　女主人公的形象塑造得异常生动真实，并具有高度的典型性。通过这个形象，深刻地反映了封建社会中被侮辱、被损害的乐伎们、艺人们的悲惨命运。面对这个形象，怎能不一洒同情之泪！</p> <p>　　作者在被琵琶女的命运激起的情感波涛中坦露了自我形象。“我从去年辞帝京，谪居卧病浔阳城”的那个“我”，是作者自己。作者由于要求革除暴政、实行仁政而遭受打击，从长安贬到九江，心情很痛苦。当琵琶女第一次弹出哀怨的乐曲、表达心事的时候，就已经拨动了他的心弦，发出了深长的叹息声。当琵琶女自诉身世、讲到“夜深忽梦少年事，梦啼妆泪红阑干”的时候，就更激起他的情感的共鸣：“同是天涯沦落人，相逢何必曾相识”。同病相怜，同声相应，忍不住说出了自己的遭遇。</p> <p>　　写琵琶女自诉身世，详昔而略今；写自己的遭遇，则压根儿不提被贬以前的事。这也许是意味着以彼之详，补此之略吧！比方说，琵琶女昔日在京城里“曲罢常教善才伏，妆成每被秋娘妒”的情况和作者被贬以前的情况是不是有某些相通之处呢？同样，他被贬以后的处境和琵琶女“老大嫁作商人妇”以后的处境是不是也有某些类似之处呢？看来是有的，要不然，怎么会发出“同是天涯沦落人”的感慨？</p>",
  "about": "<h2>创作背景</h2> <p>　　《琵琶行》（pí pa xíng）创作于元和十一年（公元816年），为七言古<a href=\"http://so.gushiwen.org/view_21750.aspx\">诗</a>。<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>任谏官时，直言敢谏，同情民间疾苦，写了大量的讽谕诗，触怒了唐宪宗，得罪了权贵。元和十年，宰相武元衡被藩镇李师道派人刺杀。白居易情急之中上书请捕刺客，触犯了权贵的利益，被指责越职奏事，贬为江州刺史；又进而诬陷他作《赏花》《新井》诗“甚伤名教”，再贬江州司马。江州当时被看成是“蛮瘴之地”，江州司马虽然名义上是刺史的佐史，实际上是一种闲散职务，这对白居易来说是一种莫大的嘲弄。他的被贬其实是一桩冤案，他连遭打击，心境凄凉，满怀郁愤。次年（既元和十一年）送客湓浦（pén pǔ）口，遇到琵琶女，创作出这首传世名篇。</p> <p>　　《琵琶行》作于唐宪宗元和十一年（公元816年）秋天，时白居易四十五岁，任江州司马。白居易在元和十年以前先是任左拾遗，后又任左赞善大夫。元和十年六月，唐朝藩镇势力派刺客在长安街头刺死了宰相武元衡，刺伤了御史中丞<a href=\"http://so.gushiwen.org/author_2608.aspx\">裴度</a>，朝野大哗。藩镇势力在朝中的代言人又进一步提出要求罢免裴度，以安藩镇的“反侧”之心。这时白居易挺身而出，坚决主张讨贼，认为否则国将不国。白居易这种主张本来是对的，但因为他平素写讽喻诗得罪了许多朝廷的权贵，于是有人就说他官小位卑，擅越职分。再加上有人给他罗织罪名，于是贬之为江州司马。江州的州治在今江西省九江市。司马是刺史的助手，听起来也像是不错，但实际上在中唐时期这个职位是专门安置“犯罪”官员的，是变相发配到某地去接受监督看管的。这件事对白居易影响很大，是他思想变化的转折点，从此他早期的斗争锐气逐渐销磨，消极情绪日渐增多。</p> <p>　　《琵琶行》作于他贬官到江州的第二年，作品借着叙述琵琶女的高超演技和她的凄凉身世，抒发了作者个人政治上受打击、遭贬斥的抑郁悲凄之情。在这里，诗人把一个琵琶女视为自己的风尘知己，与她同病相怜，写人写己，哭己哭人，宦海的浮沉、生命的悲哀，全部融合为一体，因而使作品具有不同寻常的感染力。</p> <p>　　诗前的小序介绍了长诗所述故事发生的时间、地点以及琵琶女其人，和作者写作此诗的缘起，实际上它已经简单地概括了后面长诗的基本内容。左迁：指降职、贬官。湓浦口：湓水与长江的汇口，在今九江市西。京都声：首都长安的韵味，一方面指曲调的地域特征，一方面也是指演技高超，非一般地方所有。善才：唐代用以称琵琶演奏家。命酒：派人整备酒宴。悯然，伤心的样子。恬然：安乐的样子。迁谪意：指被降职、被流放的悲哀。作者说他被贬到九江一年来，每天都很快乐，只有今天听了琵琶女的演奏，才勾起了他被流放的悲哀。这种说法是写文章的需要，读者当然不会相信他。</p> <p>　　长句：指七言古诗。</p>",
  "poet": {
    "id": 665,
    "star": 0,
    "name": "白居易",
    "image": "http://img.gushiwen.org/authorImg/baijuyi.jpg",
    "desc": "白居易（772年－846年），字乐天，号香山居士，又号醉吟先生，祖籍太原，到其曾祖父时迁居下邽，生于河南新郑。是唐代伟大的现实主义诗人，唐代三大诗人之一。白居易与元稹共同倡导新乐府运动，世称“元白”，与刘禹锡并称“刘白”。白居易的诗歌题材广泛，形式多样，语言平易通俗，有“诗魔”和“诗王”之称。官至翰林学士、左赞善大夫。公元846年，白居易在洛阳逝世，葬于香山。有《白氏长庆集》传世，代表诗作有《长恨歌》、《卖炭翁》、《琵琶行》等。"
  },
  "tags": [
    "唐诗三百首",
    "高中古诗",
    "乐府",
    "写人",
    "愤懑"
  ]
}