{
  "id": 256,
  "star": 28,
  "name": "崧高",
  "dynasty": "先秦",
  "content": "崧高维岳，骏极于天。维岳降神，生甫及申。维申及甫，维周之翰。四国于蕃。四方于宣。</p> <p>亹亹申伯，王缵之事。于邑于谢，南国是式。王命召伯，定申伯之宅。登是南邦，世执其功。</p> <p>王命申伯，式是南邦。因是谢人，以作尔庸。王命召伯，彻申伯土田。王命傅御，迁其私人。</p> <p>申伯之功，召伯是营。有俶其城，寝庙既成。既成藐藐，王锡申伯。四牡蹻蹻，钩膺濯濯。</p> <p>王遣申伯，路车乘马。我图尔居，莫如南土。锡尔介圭，以作尔宝。往近王舅，南土是保。</p> <p>申伯信迈，王饯于郿。申伯还南，谢于诚归。王命召伯，彻申伯土疆。以峙其粻，式遄其行。</p> <p>申伯番番，既入于谢。徒御啴啴。周邦咸喜，戎有良翰。不显申伯，王之元舅，文武是宪。</p> <p>申伯之德，柔惠且直。揉此万邦，闻于四国。吉甫作诵，其诗孔硕。其风肆好，以赠申伯。",
  "fanyi": "<p><strong>译文</strong><br>　　巍峨四岳是大山，高高耸峙入云天。神明灵气降四岳，甫侯申伯生人间。申伯甫侯大贤人，辅佐王室国桢干。藩国以他为屏蔽，天下以他为墙垣。<br>　　申伯勤勉能力强，王委重任理南疆。分封于谢建新邑，南方藩国有榜样。周王下令给召伯，申伯新居来丈量。申伯升为南国长，子孙继承福祚享。<br>　　周王下令给申伯，要树表率于南国。依靠谢地众百姓，修筑封地新城郭。周王下令给召伯，申伯田界重划过。周王下令给傅御，迁去家臣同生活。<br>　　申伯建邑大工程，全靠召伯苦经营，墙垣厚实是坚城。宗庙也已修筑好，富丽堂皇面貌新。周王有物赐申伯，四马驾车真健劲，带饰樊膺闪闪明。<br>　　周王赏赉给申伯，大车驷马物品多。我已考虑你居处，不如南方最适合。郑重赐你大玉圭，镇国之宝永不磨。尊贵王舅请前往，回到南方安邦国。<br>　　申伯出发果动身，周王郿地来饯行。申伯如今回南国，去往谢邑即启程。周王下令给召伯，去把申伯疆界定。路上粮草要备足，保证供给快驰骋。<br>　　申伯勇武有豪情，前往谢邑入新城，步卒车骑军容盛。周邦人民皆欢喜，国有栋粱得安宁。尊贵显赫贤申伯，周王元舅封疆臣，文武双全人崇敬。<br>　　申伯德高望又隆，品端行直温且恭。安抚万邦功劳大，誉满四海人赞颂。吉甫创作这首<a href=\"http://so.gushiwen.org/view_256.aspx\">诗</a>，篇幅既长情亦重。曲调典雅音节美，赠送申伯纪大功。</p> <p><strong>注释</strong><br>（1）崧（sōng）：又作“嵩”，山高而大。维：是。岳：特别高大的山。毛传：“岳，四岳也。东岳岱，南岳衡，西岳华，北岳恒。”<br>（2）骏：大。极：至。<br>（3）维：发语词。<br>（4）甫：国名，此指甫侯。其封地在今河南省南阳市西。申：国名，此指申伯。其封地在今河南南阳北。<br>（5）翰：“干”之假借，筑墙时树立两旁以障土之木柱。<br>（6）于：犹“为”。蕃：即“藩”，藩篱，屏障。<br>（7）宣：“垣”之假借。<br>（8）亹（wěi）亹：勤勉貌。<br>（9）缵：“践”之借，任用。<br>（10）前一“于”字：为，建。谢：地名，在今河南唐河南。<br>（11）式：法。<br>（12）召伯：召虎，亦称召穆公，周宣王大臣。<br>（13）定：确定。<br>（14）登：升。<br>（15）执：守持。功：事业。<br>（16）因：依靠。<br>（17）庸：通“墉”，城墙。<br>（18）彻：治理。此指划定地界。<br>（19）傅御：诸侯之臣，治事之官，为家臣之长。<br>（20）私人：傅御之家臣。<br>（21）俶（chù）：厚貌，一说建造。<br>（22）寝庙：周代宗庙的建筑有庙和寝两部分，合称寝庙。<br>（23）藐藐：美貌。<br>（24）锡（cì）：同“赐”。<br>（25）牡：公马。蹻（jué）蹻：强壮勇武貌。<br>（26）钩膺：即“樊缨”，马颈腹上的带饰。濯濯：光泽鲜明貌。<br>（27）遣：赠送。<br>（28）路车：诸侯乘坐的一种大型马车。路，同“辂”。乘（shèng）马：四匹马。四马一车为一乘。<br>（29）图：图谋，谋虑。<br>（30）介：亦作“玠”，大。圭：古代玉制的礼器，诸侯执此以朝见周王。<br>（31）近（按说文从辵从丌，今从斤，误。读音jì）：语助词，相当于“哉”。<br>（32）保：保有。<br>（33）信：真。迈：行。<br>（34）饯：备酒食送行。郿（méi）：古地名，在今陕西眉县东渭水北岸。当时宣王在岐周，郿在歧周东南，申伯封国之谢又在郿之东南，故宣王为申伯在岐周之郊郿地饯行。<br>（35）谢于诚归：即“诚归于谢”。<br>（36）峙：本作“偫”，或作“庤”，又作“畴”，储备。粻（zhāng）：米粮。<br>（37）遄（chuán）：加速。<br>（38）番（bō）番：勇武貌。<br>（39）徒：徒行之士兵。御：御车之士兵。啴（chǎn）啴：众盛貌。<br>（40）戎：汝，你。或训“大”。<br>（41）不（pī）：通“丕”，太。显：显赫。<br>（42）元舅：长舅。<br>（43）宪：法式，模范。<br>（44）柔惠：温顺恭谨。<br>（45）揉：即“柔”，安。<br>（46）吉甫：尹吉甫，周宣王大臣。诵：同“颂”，颂赞之诗。<br>（47）其：是，此。孔硕：指篇幅很长。孔，很；硕，大。<br>（48）风：曲调。肆好：极好。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　这首<a href=\"http://so.gushiwen.org/view_256.aspx\">诗</a>，《毛诗序》以为是尹吉甫美宣王，但吴闿生却认为是讥刺。他在《诗义会通》中说：“案《崧高》、《烝民》二诗，微指略同。皆讥宣王疏远贤臣，不能引以自辅，语虽褒美，而意指具在言外，所以为微文深意。《序》皆未能发其义。《烝民》语意较显，汉儒犹有知之者，此篇则喻者益少。然二篇笔意相似，惟此为弥隐耳。先大夫曰：迭称王命，所以深著王之远贤。郑笺云：‘申伯忠臣，不欲离王室。’最得其旨。殆三家遗说，郑偶采及之，非毛义也。‘不显申伯’三句，先大夫曰：‘深惜其远去也。’”这首诗应是尹吉甫赠给在王室为卿士而又出为方伯的申伯的。其旨意是歌颂申伯辅佐周室、镇抚南方侯国的功劳。同时也写了宣王对申伯的优渥封赠及不同寻常的礼遇。西周末期，其南方有荆蛮、申、吕、应、邓、陈、蔡、随、唐等侯国。由于王室卑微，这其中一些渐渐强大起来的诸侯并不怎么顺从王室，叛乱时有发生，所以派谁去统领侯国，安抚南方，对当时的周王室来说，就是迫在眉睫的头等大事了。申国为周初所封，西周末年依然强大，在众侯国中有一定的威望。申伯入朝为卿士，在朝中有很高威信。鉴于当时的形势，再加上申伯是王室贵戚（宣王元舅），故宣王改大其邑，派他去作南方方伯。所以，宣王分封申伯于谢，有其政治目的，完全是以巩固周王室的统治为出发点的。清人李黼平《毛诗纳义》曰：“自共和时，荆楚渐张，故召穆公有追荆至洛之役。宣王时，势当又炽，南方诸侯必有畔而从之者，故加申伯为侯伯，以为连属之监，一时控制之宜，抚绥之略，皆于此诗见焉。”尹吉甫为什么对分封申伯于谢之事加以郑重叙写，周王为什么在分封时反覆叮咛、殷勤眷注，为什么京师之人看到申伯启程欢欣鼓舞，知道了上述情况，就不难明白其中的原因了。</p> <p>　　从布局谋篇及结构上看，这首诗有明确的线索，一定的顺序。全诗八章。首章叙申伯降生之异，总叙其在周朝的地位和诸侯中的作用。次章叙周王派召伯去谢地相定申伯之宅。三章分述宣王对申伯、召伯及傅御之命。四章写召伯建成谢邑及寝庙。五章为周王期待申伯为天子效命的临别赠言。六章叙宣王在郿地为申伯饯行。七章叙申伯启程时的盛况。末章述申伯荣归封地，不负重望，给各国诸侯们作出了榜样，并点明此诗作意。可以看出，作者是以王命为线索，以申伯受封之事为中心，基本按照事件发展的经过来进行叙写的。但由于要表示宣王对申伯的宠眷倚重，故诗中又每事申言，不厌句义重复，可以说这是《崧高》一诗的显著特征。严粲《诗缉》说：“此诗多申复之词，既曰‘王命召伯，定申伯之宅’，又曰‘申伯之功，召伯是营’。既曰‘南国是式’，又曰‘式是南邦’。既曰‘于邑于谢’，又曰‘因是谢人，以作尔庸’。既曰‘王命召伯，彻申伯土田’，又曰‘王命召伯，彻申伯土疆’。既曰‘谢于诚归’，又曰‘既入于谢’。既曰‘登是南邦，世执其功’，又曰‘南土是保’。既曰‘四牡蹻蹻，钩膺濯濯’，又曰‘路车乘马’。此诗每事申言之，写丁宁郑重之意，自是一体，难以一一穿凿分别也。”“王命召伯，彻申伯土疆”两句，孔颖达疏曰：“此复云‘王命召伯’者，召伯营谢既成，遣使报王，王知城郭既了，又复命以此事。”顾广誉《学诗详说》评曰：“此以辞害意也。只是一时一事，此乃溯原申伯之归谢所由得遄行耳。《集传》谓：‘召伯之营谢也，则已敛其税赋，积其餱粮，使庐市有止宿之委积，故能使申伯无留行也。’盖举其国中之峙粻，而在道固不待言矣。”正因为孔颖达不视王命为“一体”，强加分别，附会穿凿，所以招致顾氏之讥。</p> <p>　　这首诗的起首二句“崧高维岳，骏极于天”为后人所激赏。方玉润说：“起笔峥嵘，与岳势竞隆。”又曰：“发端严重庄凝，有泰山岩岩气象。中兴贤佐，天子懿亲，非此手笔不足以称题。”“后世<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>呈献巨篇，专学此种。”（《诗经原始》）既指出起句的艺术特征，又点明了它的用意和深远影响。读此二句，首先让读者联想起的倒不是杜甫的“呈献巨篇”，而是其《咏怀古迹》第一首的开头两句“群山万壑赴荆门，生长明妃尚有村”及其评语。有人说这二句：“发端突兀，是七律中第一等起句，谓山水逶迤，钟灵毓秀，始产一明妃。说得窈窕红颜，惊天动地。”又有人说：“从地灵说入，多少郑重。”《崧高》的作者在诗里是要努力把申伯塑造成“资兼文武，望重屏藩，论德则柔惠堪嘉，论功则蕃宣足式”的盖世英雄，所以以此二句发端，就显得称题切旨，可谓气势雄伟，出手不凡。杜诗与此机杼正同，波澜不二。后世诗中除老杜这一联外，能具此神理而堪与之比肩者实寥寥无几。</p>",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": [
    "诗经",
    "赞颂"
  ]
}