{
  "id": 60018,
  "star": 198,
  "name": "少年游·草",
  "dynasty": "宋代",
  "content": "春风吹碧，春云映绿，晓梦入芳裀。软衬飞花，远连流水，一望隔香尘。 <br>萋萋多少江南恨，翻忆翠罗裙。冷落闲门，凄迷古道，烟雨正愁人。",
  "fanyi": "<p><strong>译文</strong><br>春风吹绿了芳草，在白云的映衬下，芳草显得葱绿可爱，是在晓梦中梦见了这如茵的芳草。花瓣轻轻地洒落在软草上，蒙茸的草地随着流水延伸向天际。一眼望去，伊人的芳踪已被无边的芳草阻隔，春恨别情无限。<br>萋萋的芳草，遮盖了伊人的足迹，给人留下了多少相思别离之恨，使人追忆起像绿草地一样的翠罗裙。冷落的庭院，凄迷的古道，都笼罩在茫茫烟雨之中，这景象勾起了人满怀的愁绪。</p> <p><strong>注释</strong><br>1、芳裀（yīn ）：形容春草茸茸如垫褥。<br>2、香尘：带着花香的尘土。<br>3、萋萋：指茂密的芳草。<br>4、翠罗裙：借指人。化用牛希济《生查子》“记得绿罗裙，处处怜芳草”句意。<br>5、闲门：代指情人居住处。<br>6、凄迷：迷茫。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　在南宋<a href=\"http://so.gushiwen.org/view_60018.aspx\">诗</a>词圈子里，吟物之风十分盛行。但平庸草草之作，屡见不鲜，不足为怪。高观国的这首吟草词却不沾不滞，以意贯串全词。通过写草色来抒发自己的离愁别恨。这首词的上半阕绘出了一幅纯净明丽的阳春烟景：春风吹绿了芊芊的芳草，在飘动的白云映衬下显得那样葱翠可爱；蒙茸的草地伴随着流水伸向天际，花瓣轻轻地洒落在草上。这的确是十分迷人的芳景。</p> <p>　　读者还应当注意到“晓梦入芳裀”这句的含意。“芳裀”，芳草有如厚厚的裀褥。关键是“晓梦”二字，原来这令人神往的如屏芳景，只是一场春梦中的幻境而已。大地山河，一经点破，并化烟云。用笔之虚幻，莫测端倪。“香尘”一句，补足梦境。“香尘”者，女子的芳踪也。<a href=\"http://so.gushiwen.org/author_104.aspx\">刘长卿</a>《陪辛大夫西亭观妓诗》：“任他行雨去，归路裛香尘”，与此词意境相似。可是美人的踪迹被无边的芳草隔断了。即使追寻到梦里也并不圆满，也只是一个凄迷的短梦而已。</p> <p>　　下片转写实境，写醒后的情怀。用“萋萋”一句换头，仍是从草字生发。“萋萋”，芳草美盛之貌。</p> <p>　　“芳草萋萋鹦鹉洲”（<a href=\"http://so.gushiwen.org/author_547.aspx\">崔颢</a>《黄鹤楼》）即是此意。那么鲜美的芳草与江南的恨思有什么关系呢？这里似有事而无典，就是说写自己经历过的事，以抒发他对远隔香尘的伊人的思念。“翻忆”句重笔渲染。用“罗裙”形容芳草，始于<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>的“谁开湖寺西南路，草绿裙腰一道斜”（《杭州春望》）；牛希济的“记得绿罗裙，处处怜芳草”（《生查子》），则以芳草拟罗裙。此词在“翠罗裙”上缀以“翻忆”二字，感情上又多了一个曲折。翻者，反也。本想眺望一下，略舒郁悒，没想到反而勾起了对绿色罗裙——这最具有女性特征的服饰的思念来。这一缕痴情真是不好收拾。“冷落”三句，以排体出之。句句切草、切情，化工之笔。“冷落闲门”，见出庭院之孤寂，而“庭草无人随意绿”之神理，即隐含其中。“凄迷古道”，流露出望远之悲心。“远芳侵古道，晴翠接荒城。又送王孙去，萋萋满别情”（白居易《赋得古原草送别》）为其所本。</p> <p>　　“凄迷”二字，将心绪之凄黯与望眼之迷蒙两重意象融会一起，并与前片之“望隔香尘”暗相挽合。以迷迷糊糊之睡眼，逐古道之轻尘，真令人难以为怀。然而作者述情之笔愈出愈精，最后又推出了“烟雨正愁人”之句，把这种怅惘的心境渲染到了十分。“烟雨”，在词人的笔下与草色结缘甚深。林和靖咏草词“金谷年年，乱生春色谁为主？余花落处，满地和烟雨。”（《点绛唇》）贺方回《青玉案》：“若问闲情都几许？一川烟草，满城风絮，梅子黄时雨”，便是显例。此词以“烟雨”结笔，将草色、离情与迷蒙的雨色化为一片，情景相伴，凄然无尽。况蕙风所谓“取神题外，设境意中”者，约略近之。</p> <p>　　咏吟春草是一个古代文人津津乐道的永恒题目，名篇佳作，数不胜数。有评论家说，在高手如林的名人队伍里，高观国用他那巧妙的艺术构思和秀美婉约的风格另起炉灶，独成一家。</p>",
  "about": "<h2>创作背景</h2> <p>　　南宋后期，民族矛盾和阶级矛盾同样严重、尖锐。宋孝宗隆兴元年（1163）符离一战以后，金朝因内部政变，无力南进，南宋习于偏安，当然更无雄心北伐。双方维持和平的局面经历了几十年之久。有时也发生小规模的战争，但对全局牵动不大。南宋统治阶级拼命压榨人民，以供挥霍及向金朝进贡，利用官职和金钱来麻醉没有雄心壮志的知识分子，一种苟且偷生、得过且过的风气影响到文学，逃避现实、雕琢词藻的形式主义的作品一天天多起来。有些人躲进书丛，寻章摘句；有些人讲究乐律，陶醉于自然景物，不问政治；有些人只着眼于个人的离愁别恨，发泄无可奈何的伤感情绪。此词正是在这样的社会背景下所写出的抒发离愁别恨之作。</p>",
  "poet": {
    "id": 287,
    "star": 0,
    "name": "高观国",
    "desc": "高观国,南宋词人。字宾王，号竹屋。山阴(今浙江绍兴)人。生卒年不详。生活于南宋中期，年代约与姜夔相近。与史达祖友善，常常相互唱和，词亦齐名，时称“高，史”。其成就虽不及史达祖，但也有值得重视之处。他善于创造名句警语，如“香心静，波心冷，琴心怨，客心惊”；“开遍西湖春意烂，算群花、正作江山梦”，都颇为后人传诵。从其作品中看不出有仕宦的痕迹，大约是一位以填词为业的吟社中人。为“南宋十杰”之一。有词集《竹屋痴语》。"
  },
  "tags": [
    "宋词精选",
    "离别"
  ]
}