{
  "id": 7501,
  "star": 2711,
  "name": "宿建德江",
  "dynasty": "唐代",
  "content": "移舟泊烟渚，日暮客愁新。<br>野旷天低树，江清月近人。",
  "fanyi": "<p><strong>译文</strong><br>把小船停靠在烟雾迷蒙的小洲，日暮时分新愁又涌上客子心头。<br>旷野无边无际远天比树还低沉，江水清清明月来和人相亲相近。</p> <p><strong>注释</strong><br>⑴建德江：指新安江流经建德（今属浙江）西部的一段江水。<br>⑵移舟：划动小船。泊：停船靠岸。烟渚（zhǔ）：指江中雾气笼罩的小沙洲。烟：一作“幽”。渚：水中小块陆地。《尔雅·释水》：“水中可居者曰洲，小洲曰渚。”<br>⑶客：指作者自己。愁：为思乡而忧思不堪。<br>⑷野：原野。旷：空阔远大。天低树：天幕低垂，好像和树木相连。<br>⑸月近人：倒映在水中的月亮好像来靠近人。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这首<a href=\"http://so.gushiwen.org/view_7501.aspx\">诗</a>不以行人出发为背景，也不以船行途中为背景，而是以舟泊暮宿为背景。它虽然露出一个“愁”字，但立即又将笔触转到景物描写上去了。可见它在选材和表现上都是很有特色的。诗的起句“移舟泊烟渚”，“移舟”，就是移舟近岸的意思；“泊”，这里有停船宿夜的含意。行船停靠在江中的一个烟雾朦胧的小洲边，这一面是点题，另一面也就为下文的写景抒情作了准备。</p> <p>　　第二句“日暮客愁新”,中的“日暮”显然和上句的“泊”、“烟”有联系，因为日暮，船需要停宿；也因为里的一段：“君子于役，不知其期，曷至哉？鸡栖于埘，日之夕矣，羊牛下来，君子于役，如之何勿思？”（《诗经·王风·君子于役》）这里写一位妇女，每当到夕阳西下、鸡进笼舍、牛羊归栏的时刻，她就更加思念在外服役的丈夫。</p> <p>　　远处的天空显得比近处的树木还要低，“低”和“旷”是相互依存、相互映衬的。第四句写夜已降临，高挂在天上的明月，映在澄清的江水中，和舟中的人是那么近，“近”和“清”也是相互依存、相互映衬的。“野旷天低树，江清月近人”。这种极富特色的景物，只有人在舟中才能领略得到的。诗的第二句就点出“客愁新”，这三四句好似诗人怀着愁心，在这广袤而宁静的宇宙之中，经过一番上下求索，终于发现了还有一轮孤月此刻和他是那么亲近。寂寞的愁心似乎寻得了慰藉，诗也就戛然而止了。</p> <p>　　然而，言虽止，意未尽。“皇皇三十载，书剑两无成。山水寻吴越，风尘厌洛京”（《自洛之越》）。诗人曾带着多年的准备、多年的希望奔入长安，而今却只能怀着一腔被弃置的忧愤南寻吴越。此刻，他孑然一身，面对着这四野茫茫、江水悠悠、明月孤舟的景色，那羁旅的惆怅，故乡的思念，仕途的失意，理想的幻灭，人生的坎坷……千愁万绪，不禁纷来沓至，涌上心头。“江清月近人”，这画面展示的是清澈平静的江水，以及水中的明月伴着船上的诗人；可那画面背后却是诗人的愁心已经随着江水流入思潮翻腾的海洋。“人禀七情，应物斯感；感物吟志，莫非自然”（<a href=\"http://so.gushiwen.org/author_855.aspx\">刘勰</a>《文心雕龙·明诗》）。<a href=\"http://so.gushiwen.org/author_757.aspx\">孟浩然</a>的这首小诗正是在这种情景相生、思与境谐的“自然流出”之中，显示出一种风韵天成、淡中有味、含而不露的艺术美。</p> <p>　　此诗先写羁旅夜泊，再叙日暮添愁；然后写到宇宙广袤宁静，明月伴人更亲。一隐一现，虚实相间，两相映衬，互为补充，构成一个特殊的意境。诗中虽只有一个愁字，却把诗人内心的忧愁写得淋漓尽致，然野旷江清，秋色历历在目。</p>",
  "about": "<h2>创作背景</h2> <p>　　<a href=\"http://so.gushiwen.org/author_757.aspx\">孟浩然</a>于唐玄宗开元十八年（730年）离乡赴洛阳，再漫游吴越，借以排遣仕途失意的悲愤。《宿建德江》当作于作者漫游吴越时，与《问舟子》是同一时期的作品。</p>",
  "poet": {
    "id": 757,
    "star": 0,
    "name": "孟浩然",
    "image": "http://img.gushiwen.org/authorImg/menghaoran.jpg",
    "desc": "孟浩然（689-740），男，汉族，唐代诗人。本名不详（一说名浩），字浩然，襄州襄阳（今湖北襄阳）人，世称“孟襄阳”。浩然，少好节义，喜济人患难，工于诗。年四十游京师，唐玄宗诏咏其诗，至“不才明主弃”之语，玄宗谓：“卿自不求仕，朕未尝弃卿，奈何诬我？”因放还未仕，后隐居鹿门山，著诗二百余首。孟浩然与另一位山水田园诗人王维合称为“王孟”。"
  },
  "tags": [
    "唐诗三百首",
    "写景",
    "月亮",
    "写水",
    "思乡"
  ]
}