{
  "id": 72882,
  "star": 26,
  "name": "如梦令·黄叶青苔归路",
  "dynasty": "清代",
  "content": "黄叶青苔归路，屧粉衣香何处。消息竟沉沉，今夜相思几许。秋雨，秋雨，一半因风吹去。</p> <p>木叶纷纷归路，残月晓风何处。消息竟沉沉，今夜相思几许。秋雨，秋雨，一半因风吹去。",
  "fanyi": "<p><strong>译文<br></strong>黄叶和青苔铺满了回去的路，原来我们相约幽会的地方如今在哪里？你离去后音讯杳无，平添了今夜的无限相思之苦。窗外秋雨，一半已经被风吹去。</p> <p>高高的树木萧萧落下的黄叶铺满了回去的路，空中的残月破晓的微风让自己六神无主，竟不知在什么地方？你离去后音讯杳无，平添了今夜的无限相思之苦。窗外秋雨，一半已经被风吹去。</p> <p><strong>注释<br></strong>⑴屧粉衣香：这里代指所怀念之情人及与之幽会的地方。屧（xie），本意为鞋子的木底，此处与“衣”字皆以衣物代指情人。<br>⑵“秋月句”：清<a href=\"http://so.gushiwen.org/author_637.aspx\">朱彝尊</a>《转应曲》<a href=\"http://so.gushiwen.org/view_72882.aspx\">诗</a>句：“秋雨，秋雨，一半因风吹去”<br>⑶木叶：树叶。 <br>⑷“残月”句：空中的残月破晓的微风让自己六神无主，竟不知在什么地方。又见宋<a href=\"http://so.gushiwen.org/author_535.aspx\">柳永</a>《雨霖铃》：”今宵酒醒何处，杨柳岸、晓风残月。“<br></p>",
  "shangxi": "<h2>赏析</h2> <p>　　这首词写的是相思之情，词人踏在铺满落叶的归路上，想到曾经与所思一道偕行，散步在这条充满回忆的道路上，然而如今却只有无尽的怀念，胸中充满惆怅。暮雨潇潇，秋风乍起，“秋风秋雨愁煞人”，吹得去这般情思，这首词写得细致清新，委婉自然。委婉自然外，还有另一特点，纳兰的词最常用到的字是“愁”，最常表现的情感也是“愁”，这首词的写法，是要写愁而不直接写愁，而通过其他意象的状态来体现这种情感。</p> <p>　　这首词化用了前人的许多意象以及名句，使这首词给人一种熟悉而又清新的感觉。如“木叶”这一经典意象最早出于<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>的《九歌·湘夫人》“袅袅兮秋风，洞庭波兮木叶下”。这一意象具有极强的艺术感染力，予人以秋的孤寂悲凉，十分适合抒发悲秋的情绪。“晓风残月何处”则显然化用了柳屯田的《雨霖铃》中“今宵酒醒何处，杨柳岸，晓风残月”， “一半西风吹去”又和<a href=\"http://so.gushiwen.org/author_217.aspx\">辛弃疾</a>的《满江红》中“被西风吹去，了无痕迹”同。</p> <p>　　这首词和纳兰的其他词比起来，风格相同，仍然是婉约细致。这首词几乎每句都有不同版本，如“木叶纷纷归路”一作“黄叶青苔归路”，“晓风残月何处”一作“展粉衣香何处”，“消息半浮沉”又作“消息竟沉沉”。且不谈哪一句是纳兰的原句，这考据，现下还难以确定出结果来，但这恰好给读者增加艺术对比的空间。比较各个版本，就“木叶纷纷归路”一作．“黄叶青苔归路”两句来看，“黄叶”和“木叶”二意象在古典<a href=\"http://so.gushiwen.org/view_72882.aspx\">诗</a>词中都是常见的，然就两句整体来看“木叶纷纷”与“黄叶青苔”，在感知秋的氛围上看，显然前者更为强烈一些，后者增加了一个意象“青苔”，反而导致悲秋情氛的减弱。“晓风残月何处”与“展粉衣香何处”则可谓各有千秋，前者化用了<a href=\"http://so.gushiwen.org/author_535.aspx\">柳永</a>的词句，在营造意境上比后者更有亲和力，词中也有悲哀的情感迹象；“展粉衣香何处”则可以在对比下产生强烈的失落感，也能增强词的情感程度。</p>",
  "about": "<h2>创作背景</h2> 　　这首词流传有两个版本，版本一在《纳兰信德全集》、版本二在《纳兰词全编笺注 》有收录。该作品于<a href=\"http://so.gushiwen.org/author_188.aspx\">纳兰性德</a>随扈出巡南北，出使梭龙（黑龙江流域）考察沙俄侵扰东北期间。具体时间在1682年秋（康熙二十一年），作者在外忙于国家大事，无法和自己心爱的人团聚，恰巧又处于秋季到来的时节，看着眼前的秋风吹落一朵朵的黄叶，心中愁苦，思念佳人之情顿生，为了表达自己的“愁”，抒发对佳人的思念，写出了这首词。",
  "poet": {
    "id": 188,
    "star": 0,
    "name": "纳兰性德",
    "image": "http://img.gushiwen.org/authorImg/nalanxingde.jpg",
    "desc": "纳兰性德（1655－1685），满洲人，字容若，号楞伽山人，清代最著名词人之一。其诗词“纳兰词”在清代以至整个中国词坛上都享有很高的声誉，在中国文学史上也占有光采夺目的一席。他生活于满汉融合时期，其贵族家庭兴衰具有关联于王朝国事的典型性。虽侍从帝王，却向往经历平淡。特殊的生活环境背景，加之个人的超逸才华，使其诗词创作呈现出独特的个性和鲜明的艺术风格。流传至今的《木兰花令·拟古决绝词》——“人生若只如初见，何事秋风悲画扇？等闲变却故人心，却道故人心易变。”富于意境，是其众多代表作之一。"
  },
  "tags": [
    "写雨",
    "抒情",
    "思念",
    "愁绪"
  ]
}