{
  "id": 52813,
  "star": 110,
  "name": "添字丑奴儿·窗前谁种芭蕉树",
  "dynasty": "宋代",
  "content": "窗前谁种芭蕉树，阴满中庭。阴满中庭。叶叶心心，舒卷有馀清。<br>伤心枕上三更雨，点滴霖霪。点滴霖霪。愁损北人，不惯起来听。",
  "fanyi": "<p><strong>译文</strong><br>不知是谁在窗前种下的芭蕉树，一片浓阴，遮盖了整个院落。叶片和不断伸展的叶心相互依恋，一张张，一面面，遮蔽了庭院。<br>满怀愁情，无法入睡，偏偏又在三更时分下起了雨，点点滴滴，响个不停。雨声淅沥，不停敲打着我的心扉。我听不惯，于是披衣起床。</p> <p><strong>注释</strong><br>⑴添字丑奴儿：词牌名。一作“添字采桑子”。“丑奴儿”与“采桑子”同调而异名。添字：在此词中具体表现为——在“丑奴儿”原调上下片的第四句各添入二字，由原来的七字句，改组为四字、五字两句。增字后，音节和乐句亦相应发生了变化。<br>⑵中庭：庭院里。<br>⑶舒卷：一作“舒展”，在此可一词两用，舒，以状蕉叶；卷，以状蕉心。且卷，有通“婘”之训，谓好貌。馀清：此据王学初《<a href=\"http://so.gushiwen.org/author_536.aspx\">李清照</a>集校注》和吴熊和《唐宋词通论》，此首断句亦从吴著。“馀清”，今本多作“馀情”，“情”字在此其意似欠当，因此词上片旨在咏物并非简单的拟人之法。馀清，意谓蕉叶舒卷；蕉心贻人以清凉舒适之感。视“清”字为“情”字的谐音，其意似胜于径用“馀情”二字。<br>⑷霖霪：本为久雨，此处指接连不断的雨声。</p>",
  "shangxi": "<h2>赏析</h2> 　　这首词作于南渡以后，通过雨打芭蕉引起的愁思，表达作者思念故国、故乡的深情。上片咏物，借芭蕉展心，反衬自己愁怀永结、郁郁寡欢的心情和意绪。首句“窗前谁种芭蕉树”，似在询问，似在埋怨，无人回答，也无须回答。然而通过这一设问，自然而然地将读者的视线引向南方特有的芭蕉庭院。接着，再抓住芭蕉叶心长卷、叶大多荫的特点加以咏写。蕉心长卷，一叶叶，一层层，不断地向外舒展。阔大的蕉叶，似巨掌，似绿扇，一张张，一面面，伸向空间，布满庭院，散发着清秀，点缀着南国的夏秋。第二句“阴满中庭”形象而逼真地描绘出这一景象。第三句重复上句，再用一个“阴满中庭”进行吟咏，使人如临庭前，如立窗下，身受绿叶的遮蔽，进而注视到蕉叶的舒卷。“叶叶心心，舒展有馀情”，歇拍二句寄情于物，寓情于景。“叶叶”与“心心”，两对叠字连用，一面从听觉方面形成应接不暇之感，—面从视觉印象方面，向人展示蕉叶不断舒展的动态。而蕉心常卷，犹如愁情无极，嫩黄浅绿的蕉心中，紧裹着绵绵不尽的情思。全词篇幅短小而情意深蕴。语言明白晓畅，能充分运用双声叠韵、重言叠句以及设问和口语的长处，形成参差错落、顿挫有致的韵律；又能抓住芭蕉的形象特征，采用即景抒情，寓情于物，触景生情，寓情于景的写作手法，抒发国破家亡后难言的伤痛；用笔轻灵而感情凝重，体现出漱玉词语新意隽、顿挫有致的优点。",
  "about": "<h2>创作背景</h2> 　　这首词写于词人南渡之后。根据蔡中民的观点“深情苦调，楚哀动人，当是建炎三年其夫赵明诚死后所作”（《百家唐宋词新话》）可知此词创作时间在公元公元1129年（建炎三年）之后。<br/><h2>名家评论</h2> <p>　　王学初《<a href=\"http://so.gushiwen.org/author_536.aspx\">李清照</a>集校注》卷一：此首又见《广群芳谱》卷八十九（卉谱三）芭蕉，调为《采桑子》，词句亦与《采桑子》同而非《添字丑奴儿》。其词云：“窗前谁种芭蕉树，阴满中庭，叶叶心心，舒展馀光分外清。伤心枕上三更雨，点点霖霪，似唤愁人，独拥寒衾不忍听。”按《全芳备祖》国内无刊本（董康《书舶庸谈》云：日本有元刊本），但各抄本均作《添字丑奴儿》。《花草粹编》云“添字”，是陈耀文所见本当亦相同。《广群芳谱》作《采桑子》，殆为编者汪灏等所妄改，不足据。（人民文学出版社1979年10月出版）</p> <p>　　吴熊和《唐宋词通论》：添字或摊破的另一种方式，是在增入音节、字数后改组乐句。如《丑奴儿》歇拍为七言一句，李清照《添字丑奴儿》添入二字，改组为四言、五言两句。（浙江古籍出版社1985年1月出版）</p> <p>　　喻朝刚《宋词精华新解》：此篇写于南渡以后。词人因见芭蕉而起兴，触景伤怀，抒发了流落异乡、怀念故土的寂寞愁苦之情。李清照这种背井离乡的寂寞凄楚之感，产生于国亡家破夫死以后，不同于平常环境中的羁旅行役和离情别绪，具有深广的现实意义。当金兵入据中原后，被迫离开故土、逃亡南方的“北人”，何止干千万万！作者也是其中的一员。此篇既抒写了词人的感受，也唱出了许许多多难民的心声。这首词篇幅虽短，意蕴却很深，语言浅近通俗，脉络十分清晰，体现了漱玉词的艺术特色。全词以芭蕉、夜雨为背景，写了一天的见闻和感受。上片诉诸视觉，描摹白天窗前所见；下片诉诸听觉，刻画深夜枕上所闻。抒情主人公的情感之波，随着时间的推移和景物的变化而起伏动荡。两片的第三句“阴满中庭”和“点滴霖霪”均用叠句，起到了渲染环境气氛、加强艺术效果的作用。词中还运用了双声叠字，形成错落有致的韵律，使作品的意象显得更为生动，富有艺术感染力。（吉林大学出版社1988年8月出版）</p> <p>　　平慧善《李清照<a href=\"http://so.gushiwen.org/view_52813.aspx\">诗</a>文词选译》：起首一问句表现了词人对种树者的怀念与对芭蕉长成的喜悦，因此她移情入景，说“叶叶心心舒卷有馀情”，写芭蕉对人的深情，正是抒发词人自己的深情。上半阕写从室内看芭蕉成荫，下半阕则写枕上听雨打芭蕉。经过国难、家破、夫亡种种打击后，避难客居的人夜不成眠，夜雨不停地敲打着芭蕉，也敲打在词人愁损的心上。“起来听”这一外在的动作，曲折地表现了词人内心的万千愁绪。（巴蜀书社1988年10月出版）</p> <p>　　蔡中民：此词通过对夜雨芭蕉这一南方特有景致的描绘，抒发自己思乡忧时的浓愁。深情苦调，楚哀动人，当是建炎三年其夫赵明诚死后所作。夜雨芭蕉同夜雨梧桐一样，是秋日里最撩人愁绪的景象，诗人常常遣之笔端，作为抒发愁情的形象载体，以取得更为感人的事半功倍的艺术效果。如<a href=\"http://so.gushiwen.org/author_211.aspx\">杜牧</a>《八六子·洞房深》：“听夜雨，冷滴芭蕉。”顾敻《杨柳枝·秋夜香闺思寂寥》：“正忆玉郎游荡去，无寻处，更闻帘外雨潇潇，滴芭蕉。”李后主《长相思·云一緺》：“秋风多，雨相和。帘外芭蕉两三窠。夜长人奈何。”清照词从白天写起，白天的芭蕉婀娜多姿，日炎独阴，“叶叶心心，舒展有馀情”，给人带来一丝深情的慰藉。下片写夜景，兀地揭起。“伤心枕上三更雨”，本来就夜深不寐，苦不堪言，可偏偏三更头上，又吹来一阵寒风，打下三二滴疏雨。“隔窗知夜雨，芭蕉先有声”，那点滴霖霪的雨滴打在芭蕉上，不啻是打在自己备受创伤的心上。她想起失去的家园，死去的丈夫，想到动荡不安的时局和苟且无能的<a href=\"http://so.gushiwen.org/author_1073.aspx\">赵构</a>小朝廷，想到不知何时才能“相将过淮水”，自然是要“愁损北人”，更加没法入睡，只得披衣而起，独抱浓愁待天晓了。白日之情景是铺垫，是“虚”写，目的是为了与下片形成对比，以“虚”见实，孤苦处境中希冀寻求一点慰藉，是“虚”中之实，“不惯听”并非因为惊醒而是本来就忧深愁重，又是实中之“虚”。首句一问，埋下伏笔，结句拍合，醒明题旨，不答亦答。“点滴霖霪”一叠，造成空间上和时间上的延伸感，加重了环境凄凉愁惨的气氛，丰富了词语的表现力．使所表之情更加真切，更加深重哀婉。（《百家唐宋词新话》，四川文艺出版社1989年5月出版）</p> <p>　　李静等：这首词通过对芭蕉的描写，抒发了对颠沛流离、怀远念归生活的感慨。上片是对芭蕉的描写。开篇一句，似问非问，颇有气势，点明庭院之中的芭蕉并不是词人种的，因为这里并非家乡故土。这一句看似平淡，其实暗寓深情，浸透了流离的感伤。随后两句，写芭蕉叶肆意伸展，覆盖了庭院。这一句把芭蕉叶的神态描绘得栩栩如生。“叶叶心心”，叠字连用，一方面从听觉上给人以急迫感，另一方面也从视觉上展示了芭蕉叶的形态，颇具动感。下片抒情。北方天气干燥，很少下雨，所以北方人乍到南国，一开始会很不适应当地潮湿的气候。再加上深夜失眠，于枕上静听雨打芭蕉，更使人思绪翻涌。“不惯起来听”五字，直白浅显，似随口说出，但内涵丰富。“不惯”写词人的心理感受；“起来”是因为内心烦躁。词人在这里把自己失眠的原因归于芭蕉，这是典型的迁怨于物的手法，其实真正让她坐卧不安的是心中的愁绪，是国家的沦亡和故乡的遥隔。全词通过对芭蕉和夜雨的描写，巧妙地传达了词人一天的所见、所感。（《唐诗宋词鉴赏大全集》，华文出版社2009年11月出版）</p> <p>　　孙崇恩《李清照诗词选》：这当是李清照南渡后抒发思乡忧国之情的词作。上阕描写白天庭院中的芭蕉。首句奇突一问，似无意，接着描写蕉叶形态宛若含情。叠句“荫满中庭”夸芭蕉枝叶繁茂，衬托环境幽暗；“叶叶心心”句赞芭蕉叶展心舒，含无限眷恋之情。下阕笔锋转折，描写夜深枕上闻雨声的情景。换头句写愁人在床上辗转反侧，枕上听雨；叠句“点滴霖霪”写夜雨淅沥，烘托心绪凄凉。结句点明题旨，突出了深沉的忧国怀乡之情。全词咏物抒怀，运笔轻灵，语意隽永，婉转有致，情意深切。（人民文学出版社1994年12月出版）</p> <p>　　刘瑜《李清照全词》：正是“乡愁怕听三更雨”，更那堪雨打芭蕉的凄凄历历的声响呢？“芭蕉”生在南方，雨打芭蕉更刺痛了她的“故乡心”、“愁人耳”。故“不惯起来听”。卒然一结，轻淡饶味，馀韵袅袅。至此，一个杰出女词人，在国破、家亡、丧夫、颠沛流离等不幸遭际的打击下，孤凄、哀伤、憔悴、思国怀乡的形象跃然纸上。此词，也有所祖，<a href=\"http://so.gushiwen.org/author_415.aspx\">温庭筠</a>《更漏子》：“梧桐树，三更雨，不道离情正苦！一叶叶，一声声，空阶滴到明。”与易安此词意境相似，只是“梧桐树”表示秋天的时令，而易安词中“芭蕉”“心心”“卷”着，时指春季罢了，写的是离情。<a href=\"http://so.gushiwen.org/author_269.aspx\">李煜</a>《长相思》有“秋风多，雨相和，帘外芭蕉三两窠。夜长人耐何！”与易安词意境略同，写的是相思。《词苑丛谈》载宋徽宗时无名氏《眉峰碧》云：“薄暮投村驿，风雨愁通夕。窗外芭蕉窗里人，分明叶上心头滴。”写的是乡愁，与易安词更见相同之处了。而易安词写的是思国怀乡的深厚感情，立意高远。她融化前人词意，脱胎古人诗句，不着痕迹，并能创意出奇。叶少蕴云：“诗人点化前作，正如<a href=\"http://so.gushiwen.org/author_1140.aspx\">李光</a>弼将<a href=\"http://so.gushiwen.org/author_2273.aspx\">郭子仪</a>之军，重经号令，精神数倍。”周紫芝《鹧鸪天》有“梧桐叶上三更雨，叶叶声声是离别”句。宋人还有“枕前泪共三更雨，隔着窗儿滴到明”句。均可见文学艺术的继承和发展。此词语言浅谈隽永，构思精巧，结构严谨。上片着重写景，融情入景，是下片的铺垫；下片着重写情，情景交融。上片着力渲染芭蕉的株多、枝繁、荫浓、“有馀清”，因而下片雨打芭蕉的声响才越大，女主人公的心境也就愈凄楚苍凉、痛苦难耐，思国怀乡之情也就更浓烈，词人的心境也愈令人悲悯。上扬下抑，顺理成章。“无情未必真豪杰”，李清照在此词中所写的“伤心”、“愁损”，绝非无病呻吟，实际上交织着对北宋亡国之恨、民族之爱、颠沛流离之苦，流落江浙，心系乡国。其中也蕴含着对自己种种不幸遭遇的感慨，又客观反映了宋代人民历经战乱，身陷水火的深重苦难，其典型意义就在这里。（山东友谊出版社1998年出版）</p>",
  "poet": {
    "id": 536,
    "star": 0,
    "name": "李清照",
    "image": "http://img.gushiwen.org/authorImg/liqingzhao.jpg",
    "desc": "李清照（1084年3月13日～1155年5月12日）号易安居士，汉族，山东省济南章丘人。宋代（南北宋之交）女词人，婉约词派代表，有“千古第一才女”之称。所作词，前期多写其悠闲生活，后期多悲叹身世，情调感伤。形式上善用白描手法，自辟途径，语言清丽。论词强调协律，崇尚典雅，提出词“别是一家”之说，反对以作诗文之法作词。能诗，留存不多，部分篇章感时咏史，情辞慷慨，与其词风不同。有《易安居士文集》《易安词》，已散佚。后人有《漱玉词》辑本。今有《李清照集校注》。"
  },
  "tags": [
    "咏物",
    "爱国",
    "思乡"
  ]
}