{
  "id": 61085,
  "star": 21,
  "name": "满江红·夜雨凉甚忽动从戎之兴",
  "dynasty": "宋代",
  "content": "金甲雕戈，记当日、辕门初立。磨盾鼻、一挥千纸，龙蛇犹湿。铁马晓嘶营壁冷，楼船夜渡风涛急。有谁怜、猿臂故将军，无功级。<br>平戎策，从军什。零落尽，慵收拾。把茶经香传，时时温习。生怕客谈榆塞事，且教儿诵花间集。叹臣之壮也不如人，今何及。",
  "fanyi": "<p><strong>译文</strong><br>想当初，在帅府，穿金甲持雕戈；军中作檄，挥笔写完千纸，笔墨都还未干。天刚黎明，寒气侵人，披着铁甲的战马已嘶鸣起来，奔赴战场；黑夜里，狂风呼啸，怒涛奔腾，高大战船正在抢渡。当年李广建功无数终降为庶人，有谁对这种不平之事表示同情呢？<br>那些抗敌恢复方略，记录军中生活的<a href=\"http://so.gushiwen.org/view_61085.aspx\">诗</a>篇，只好任它散失殆尽，而懒得收拾了。只能靠焚香煮茗来打发时光了。现在就怕人谈边塞的事，暂且教儿女们诵读《花间集》吧。只是感叹自己壮年是就不如人，何况现在呢！</p> <p><strong>注释<br></strong>⑴金甲雕戈：金饰的铠甲；刻镂过的戈。形容武装的壮丽。<br>⑵辕门：军门，指李珏帅府。<br>⑶磨盾鼻：盾鼻是盾的纽。齐梁之际荀济入此，说当在盾鼻上磨墨作檄讨伐梁武帝<a href=\"http://so.gushiwen.org/author_884.aspx\">萧衍</a>。后以“磨盾鼻”喻军中作檄。<br>⑷龙蛇：原指草书飞动圆转的笔势和飞动的草书，后泛指书法、文字。<br>⑸楼船：战舰。<br>⑹“有谁怜”三句：“猿臂故将军”指李广。《史记·李将军刘传》：“广为人长猿臂，其善射亦天性也。”广曾为骁骑将军，因事降为庶人，因称“故将军”。古代杀敌以首级的数目计功，故称功级。平生与匈奴大小七十余战而不得封侯。<br>⑺平戎策：指平定平定外族的策略。这里指作者屡有奏疏陈述抗敌恢复方略。<br>⑻从军什：是指记灵军中生活的诗篇。<br>⑼慵（yōng）：懒惰，懒散<br>⑽茶经：这里指记茶叶的品种及烹茶方法的书籍。<br>⑾香传：即香谱，记香的品种，烧香的方法，器具等。<br>⑿榆塞：《汉书·韩安国传》：“后蒙恬为秦侵胡，辟数千里，以河为竟。累石为城，树榆为塞， 匈奴不敢饮马于河 。”后因以“榆塞”泛称边关、边塞。<br>⒀花间集：是五代十国时期编纂的一部词集，也是中国文学史上的第一部文人词选集，由后蜀人赵崇祚编辑。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　词的上片从回忆往日的军营生活写起。“金甲雕戈，记当日、辕门初立。”“记当日”点明这里所写的是对往事的回忆。<a href=\"http://so.gushiwen.org/view_61085.aspx\">诗</a>人回忆开始担任军门工作时的威武的景象。“金甲雕戈”，形容武装的壮丽。“辕门初立”，是说开始担任军门工作。时李珏出任江淮制置使，节制沿江诸军，帅府设在建康。<a href=\"http://so.gushiwen.org/author_106.aspx\">刘克庄</a>在幕府掌文书，被誉为“烟书檄笔”，一时无两。”他也很以此自负，所谓“少年自负凌云笔”，时仅二十三岁。“磨盾鼻”三句写出了诗人当年才华横溢，极为得意的精神状态。“一挥千纸，龙蛇犹湿”显示他草拟文书时，文思敏捷，笔走龙蛇，文不加点，倚马可待的超人才气。“铁马晓嘶营壁冷，楼船夜渡风涛急。”这两句脱胎于<a href=\"http://so.gushiwen.org/author_272.aspx\">陆游</a>《书愤》一诗的名句：“楼船夜雪瓜洲渡，铁马秋风大散关。”“晓嘶”，“夜渡”，一写白天，一写夜间。表现强敌压境，战斗紧迫的程度。“铁马”这两句表现一种壮阔的战斗场面和肃杀的战斗气氛。“有谁怜”三句借用“李广难封”的典故说明自己虽曾踌躇满志，而终于无功而归，怨愤之情，溢于言表。这里作者以李广自况，自有不平之意。史载刘克庄从军建康李珏军幕时，由于前线泗上兵败，朝野皆主“以守易战”。刘克庄建议抽减极边戌兵，使屯次边，以壮根本。“主谋者忌之”，即自行辞职归里。由于这一次辞去军幕，使他一生未能再直接参与同敌人的战斗。所以每当追忆到这段军旅生活时，既神往，又遗憾。不过总的看来，词的上片的基调还是昂扬亢奋的。</p> <p>　　下片抒写的是诗人愤郁塞胸时发出的悲凉深沉的哀叹。诗人此时废退之身，无路请缨，只能正话反说，倾诉内心的隐痛和愤慨了。“平戎策，从军什，零落尽，慵收拾。”对一个爱国诗人而又是战士的人来说，平戎策，从军什，是战斗生活的记灵，是珍贵的文献。一般都要编入专集传及后代的。有如勒石记功。可现在却都已零落殆尽而懒于收拾。“把茶经香传，时时温习。”即诗人只能靠焚香煮茗来打发时光了。唐<a href=\"http://so.gushiwen.org/author_1066.aspx\">陆羽</a>有《茶经》三卷。“香传”，即香谱，记香的品种，烧香的方法，器具等。<a href=\"http://so.gushiwen.org/author_1380.aspx\">丁谓</a>有《天香传》，沈立、洪刍均有《香谱》。读到这里不禁使人想起<a href=\"http://so.gushiwen.org/author_217.aspx\">辛弃疾</a>《鹧鹕天》词中的名句：“却将万字平戎策，换得东家种树书”了。实际上这样做都是违心的和不得已的，纯属无可奈何。“生怕客谈榆塞事，且教儿诵《花间集》”，这两句表面上是说诗人已作终老之想，无意复问边事，而用描写美女与爱情的《花间集》来教导儿女。现在不但诗人自己不谈“平戎”，而且唯恐客人谈及。这里着意写诗人过去遭遇留下的伤痛，是抱负难展的愤激之辞！“叹臣之壮也不如人，今何及”。结语用春秋时郑大夫烛之武语。《左传》僖公三十年载：烛之武对郑文公说：“臣之壮也，犹不如人；今老矣，无能为也已。”这里意为虽有“从戎之兴”，无奈力不从心。表面上怨叹流年，实际上是感叹壮志未酬，不能一展抱负，用的是曲笔。</p> <p>　　刘克庄是辛派词人，这首词的风格与辛词酷似。在慷慨淋漓、纵横恣肆中时露悲凉深沉之哀叹。诗人把立志收复中原的气节与功名作为词的主旋律，表现了英雄失志而不甘寂寞的思想。词在表现手法上的一个重要特点是运用曲笔，使词的意蕴更加深沉含蓄。</p>",
  "about": "<h2>创作背景</h2> 　　这首词作者在自注中说“忽动从戎之兴”，即作者忽然产生从军抗金的念头。情况是这样：<a href=\"http://so.gushiwen.org/author_106.aspx\">刘克庄</a>曾因“江湖<a href=\"http://so.gushiwen.org/view_61085.aspx\">诗</a>案”遭难被黜。到绍定六年（公元1233）蒙古灭金之际，宋师北上谋复回河南，刘克庄尚闲置在家。宋金之间的这场战争引起了诗人从军抗金的念头。这是作者写作此词的背景。",
  "poet": {
    "id": 106,
    "star": 0,
    "name": "刘克庄",
    "image": "http://img.gushiwen.org/authorImg/liukezhuang.jpg",
    "desc": "刘克庄(1187～1269) 南宋诗人、词人、诗论家。字潜夫，号后村。福建莆田人。宋末文坛领袖，辛派词人的重要代表，词风豪迈慷慨。在江湖诗人中年寿最长，官位最高，成就也最大。晚年致力于辞赋创作，提出了许多革新理论。"
  },
  "tags": [
    "军旅",
    "抒怀",
    "壮志未酬"
  ]
}