{
  "id": 72314,
  "star": 9,
  "name": "袁州州学记",
  "dynasty": "宋代",
  "content": "　　皇帝二十有三年，制诏州县立学。惟时守令，有哲有愚。有屈力殚虑，祗顺德意；有假官借师，苟具文书。或连数城，亡诵弦声。倡而不和，教尼不行。</p> <p>　　三十有二年，范阳祖君无泽知袁州。始至，进诸生，知学宫阙状。大惧人材放失，儒效阔疏，亡以称上意旨。通判颍川陈君侁，闻而是之，议以克合。相旧夫子庙，狭隘不足改为，乃营治之东。厥土燥刚，厥位面阳，厥材孔良。殿堂门庑，黝垩丹漆，举以法。故生师有舍，庖廪有次。百尔器备，并手偕作。工善吏勤，晨夜展力，越明年成。</p> <p>　　舍菜且有日，盱江李觏谂于众曰：“惟四代之学，考诸经可见已。秦以山西鏖六国，欲帝万世，刘氏一呼，而关门不守，武夫健将，卖降恐后，何耶?诗书之道废，人惟见利而不闻义焉耳。孝武乘丰富，世祖出戎行，皆孳孳学术。俗化之厚，延于灵、献。草茅危言者，折首而不悔；功烈震主者，闻命而释兵；群雄相视，不敢去臣位，尚数十年。教道之结人心如此。今代遭圣神，尔袁得贤君，俾尔由庠序，践古人之迹。天下治，则谭礼乐以陶吾民：一有不幸，尤当仗大节，为臣死忠，为子死孝。使人有所赖，且有所法。是睢朝家教学之意。若其弄笔墨以徼利达而已，岂徒二三子之羞，抑亦为国者之忧。”</p> <p>　　此年实至和甲午，夏某月甲子记。 ",
  "fanyi": "<p><strong>译文一</strong><br>　　仁宗皇帝廿三年，下诏命令各州县设立学馆。那时的州县长官，有的贤明，有的愚昧。奉行诏令时，有的尽心竭力，恭敬地仰承皇帝旨意；有的装装门面，充当官、师，胡乱写一道奉诏文书了事。以致有些地方，一连几座城邑，听不到朗朗的读书声。上面倡导而地方不响应，使得教学受阻，不能推行。<br>　　仁宗皇帝三十二年，范阳人祖无择任袁州知州。初来时，就召见一班儒生，了解到学馆残缺破败的情况。他很担心人材流失，儒学的教化作用逐渐削弱，不能合乎皇上旨意。颍川人陈侁通判，听了很以为然，意见与祖无择完全一致。他们一同察看了旧有的夫子庙，觉得太狭窄，不适宜改建为学馆，于是决定在城的东北角上建造新学馆。那儿土地干燥坚硬，那儿地势朝南，那儿建筑材料非常优良。学馆的陶瓦、墙壁、大门、房廊，有深灰、雪白、朱红、漆黑诸色，完全合乎法度。所以学生、老师都有安身之所，厨房、粮仓都有安排之处。各种器物准备齐全，大家齐心协力建造，工匠技艺高超，官吏勤快不怠，没日没夜努力从事，过了一年，就将学馆建成。<br>　　在即将开学之时，旴江人<a href=\"http://so.gushiwen.org/author_655.aspx\">李觏</a>对众人勉励说：“那虞、夏、商、周四代办学之事，我们只需考察一下经书就可以知道。那秦始皇凭藉崤山以西之地，与六国大战，想万世称帝，被<a href=\"http://so.gushiwen.org/author_746.aspx\">刘邦</a>率军振臂一呼，却连关门也守不住。武官战将，争相投降惟恐落后，这是为什么呢？那是因为秦国废弃了<a href=\"http://so.gushiwen.org/view_72314.aspx\">诗</a>书教化之道，使众人见利忘义的缘故。汉武帝即位于民富国强之际，光武帝出身于行伍之间，都能极力推行儒学，所以民风淳厚极了，一直影响到汉灵帝、汉献帝的时代。当时，那些在野之人而敢直言的，即使有杀身之祸也不反悔自己的忠直；那些功劳大得连皇帝也感到威摄的大臣，一听到天子的命令就放下了武器。各路诸侯虎视眈眈，却都不敢称帝，这种局面尚且维持了数十年。儒家的教化之道竟能这样地维系人心。如今躬逢圣明天子，你们袁州人又遇到了贤明的官长，使你们能通过学馆的教化，追随古代圣贤的遗迹。当天下太平的时候，则可以继承礼乐来陶冶我们百姓的性情；一旦有了变故，还可以坚持节操，做臣子的为国尽忠，当人子的为父尽孝。学了儒道，可以使人有所效法，有了精神支柱。这就是国家倡导教学之意。如果到这里来只学得一套舞文弄墨的本领以求得名利，那岂仅是你们的羞耻，而且也是治国之人的忧虑。”<br>　　至和元年夏某月甲子日作记。</p><p><strong>译文二</strong><br>　　当今皇帝在位的二十三年，颁布诏书命令各州县建立学校。当时的知州、县令，有的贤明，有的愚昧。有的千方百计地尽力而为，恭恭敬敬地遵照皇帝的圣明旨意去执行；有的假借官府和师长的名义，随便写一个奉命办学的文书上报。有的地方一连几个城邑都听不到读书的声音。皇帝倡导的事情下面并不响应，教育事业受到阻碍而不能推行。<br>　　当今皇帝在位三十二年时，范阳的祖无泽担任袁州的知州。刚一到任，就召见学生，了解到当地校舍残缺败坏的情况。他十分担心人才会因此流失，儒学的教化成果会日益淡薄,无法符合皇帝要求办学的旨意。袁州的通判颍川人陈优，听说后同意祖无泽的看法，两个人的意见一致。他们先去察看原来的孔庙，认为那里房屋狭窄不值得改建，就在袁州衙门东边选定地方。那里的土地干燥、坚实，州学的正面向阳，选用了精良的建材。厅堂、大门、厢房都用黑、白、红等色涂料、漆料加以装饰，全部都按照传统的要求去办。学生和老师都建有宿舍，厨房和库房都井然有序。一切材料、工具都准备好后，大家就齐心协力去干。由于工匠技艺高超，官吏工作勤奋，夜以继日地工作，过了一年学馆就建造好了。<br>　　举行祭孔的开学日期将要到来时，盱江人李觏规劝大家说：“虞、夏、商、周四代办学的情况，从经书上就可以见到。秦国凭借崤山以西的实力与六国进行激烈战斗，想称帝于万世，而后刘邦一声令下，函谷关的门户就守不住了，强兵骁将，连投降都唯恐落后，这是为什么呢?这是由于秦朝把诗书上的道理都废弃了，使得人们只看见眼前私利而听不到道义。汉武帝在国强民富时登位，光武帝出身行伍，他们都能孜孜不倦地推行儒家学说。那时的风俗教化的淳厚，一直延续到灵帝、献帝时。普通百姓敢于直言的人，掉了脑袋也不后悔；功高震主的大臣，能服从命令而放弃手中的兵权；割据一方的军阀，也不敢改变臣子的名分而称帝，就这样维持了几十年。儒家教化能够如此深入人心。现在国家有圣明的皇帝，你们袁州有贤明的长官，使得你们可以通过学校教育，实践古代圣贤的遗训。在天下太平时，可以讲诵礼乐以感化百姓；万一出现变乱时，人们尤其应该坚持大节，当臣子的要为君而死，当儿子的要为孝而死。使得人们在精神上有所寄托，在行为上有所效法。这就是朝廷办学的意图所在。如果办学只是为了舞文弄墨以谋取个人私利的话，那岂止是诸位的羞耻，也是治理国家的人所担忧的事啊。”</p><p><strong>注释</strong><br>①皇帝：这里指宋仁宗。<br>②祗（zhǐ）：恭敬。<br>③范阳：古郡名，在今河北涿县一带。祖君无泽：祖无泽，字泽之，北宋上蔡（今河南上蔡县）人，历官直集贤院。袁州：治所在今江西宜春县。<br>④通判：官名，地位略次于州府长官。陈君优（yōu）：陈优，字复之，北宋长乐（今福建长乐县）人，进士。<br>⑤黝（yǒu）：淡黑色。垩（è）：白色土。<br>⑥舍菜：也作“舍采”，古代入学开始时举行的一种仪式。即向孔子牌位献上芹藻一类菜蔬。舍，放下。<br>⑦盱（xū）江：水名，一称抚河，又称建昌江，在今江西东部，谂（shěn）：规劝，告诉；勉励。<br>⑧草茅：指在野的人。<br>⑨谭：同“谈”。二三子：即“二三君子”的略称，大家，诸君。</p>",
  "shangxi": "<h2>评析</h2> <p>　　文章标题为《袁州州学记》，实则主要是“议”。作者的主要观点集中在第三段中。</p> <p>　　我国古代的教育事业，有着悠久的历史传统。早在夏代，就有了学校的建制。《孟子·滕文公》中说：“设为库序学校以教之，……夏日校，殷日序，周日庠。”不过，这些官办的教育机构不尽如人意，正如作者在本文中所说的那样，有不少地方“假官借师，苟具文书。或连数城，亡诵弦声。倡而不和，教尼不行”。这就从侧面反映出了袁州州学办得确实不同凡响。</p> <p>　　文章的开头，通过地方官员对办学所持的不同态度，引出全文的中心思想，为下文祖无泽积极办学的行为做了铺垫。在第二段中，作者不厌其烦地叙述了创办袁州州学的全过程，从选址、备料、房屋结构、装饰粉刷等各个方面分别叙述。从中可以看出祖无泽在操办上确是一丝不苟，而作者并未用过多的笔墨进行赞颂，这正是“此时无声胜有声”的笔法。而在关键性的第三段中，作者首先谈到历史上的经验教训，说明了教育事业确实是关系国家兴衰的大事。接着，笔锋又转向现实，指出朝廷倡导办学的宗旨所在。最后对“弄笔墨以徼利达”的人提出了严厉的批评，文章到此戛然而止。读到这里，读者自然会联想到在祖无泽的过问下，袁州州学一定会办得风风火火，成为当时的表率了。</p> <p>　　选材详略得当，也是本文写作的成功之处。如前所述，作者对办学的全过程介绍得巨细无遗，而对原来的“学宫”则仅用一个“阙”字加以概括。“四代之学”的具体做法是怎样的?由于儒家的经典中早就有了详细的记载，因此作者便略而不谈。</p><br/><h2>鉴赏</h2> <p>　　在《袁州州学记》中，<a href=\"http://so.gushiwen.org/author_655.aspx\">李觏</a>记叙了宋仁宗三十二年，祖无择到袁州任知州，看到学宫破坏、孔庙狭窄的现状，决定兴建一座新学宫的过程。当学宫落成，举行“释菜”祭孔的时候，在宜春讲学的李觏大为感慨，发了一通议论。他说，秦始皇想万代做皇帝，但<a href=\"http://so.gushiwen.org/author_746.aspx\">刘邦</a>一带头造反，函谷关就守不住了。秦朝的大小将领，叛变投降，争先恐后。为什么？是《<a href=\"http://so.gushiwen.org/view_72314.aspx\">诗</a>》、《书》的大道理被抛弃了，人们只见私利，而没有听过正义之声呀！而汉武帝、汉光帝努力发扬儒家学说，纯善的风俗教化一直延续，结果民间读书人敢讲正直的话，连功高震主的军阀，也不敢胆大妄为，圣贤的教化深入到了这个地步。如今，你们袁州的读书人能得到神圣天子的关怀，在本地的学校学习古代圣贤，就应该培养忠孝礼节，成为人们学习的榜样。如果只是舞文弄墨，求得功名富贵，那不仅是耻辱，也让朝廷为政者担忧呀！</p> <p>　　凡是读过《袁州州学记》的人，会觉得李觏有一股封建卫道者的味道。文中充满了对皇帝的崇敬，反复宣示“为臣死忠，为子死孝”的说教。但再读思之，则又释然。<a href=\"http://so.gushiwen.org/author_510.aspx\">范仲淹</a>不也是“处江湖之远，则忧其君”吗？倘若能把这个“君”解读成国家的话，就不难理解李觏那一片忧国忧民的赤诚了。</p> <p>　　作为宋代散文的经典，《袁州州学记》虽然不像<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>散文那样摇曳多姿，也不像苏东坡散文那样豪放与婉约兼备，但它凝炼庄重的语言让我们领略到散文厚实的格调。如果撇去它的文学意义不论而从广告层面上去看，《袁州州学记》可能是较早宣传宜春（袁州）的报告文学了。就凭这一点，我们也有理由感谢李觏。据史志载，最早在宜春兴建昌黎书院（当时称韩文公祠）的正是《袁州州学记》中的主角祖无择。由此很自然会让人想到，倘若昌黎书院还在，何不以此为基础，建成一个反映宜春古代教育的场所——就像在北京的国子监中展示北京的文明史——让人们能真切地触摸到宜春的一段文化史。</p>",
  "poet": {
    "id": 655,
    "star": 0,
    "name": "李觏",
    "image": "http://img.gushiwen.org/authorImg/dushenyan.jpg",
    "desc": "李觏(1009—1059)，字泰伯，号盱江先生，是我国北宋时期一位重要的哲学家、思想家、教育家、改革家，他生当北宋中期“积贫积弱”之世，虽出身寒微，但能刻苦自励、奋发向学、勤于著述，以求康国济民。他俊辩能文，举茂才异等不中，讲学自给，来学者常数十百人。李觏博学通识，尤长于礼。他不拘泥于汉、唐诸儒的旧说，敢于抒发己见，推理经义，成为 “一时儒宗”。今存《直讲李先生文集》三十七卷，有《外集》三卷附后。为纪念李觏，资溪县建有泰伯公园，塑有李觏雕像，李觏纪念馆正在建设之中。"
  },
  "tags": [
    "古文观止",
    "学习",
    "散文"
  ]
}