{
  "id": 5615,
  "star": 4,
  "name": "送杨长史赴果州",
  "dynasty": "唐代",
  "content": "褒斜不容幰，之子去何之。<br>鸟道一千里，猿声十二时。<br>官桥祭酒客，山木女郎祠。<br>别后同明月，君应听子规。",
  "fanyi": "<p><strong>译文<br></strong>褒斜道狭险容不下车辆，你这位君子离京将去哪里？<br>险绝的鸟道绵延千余里，两岸猿啼会连续昼夜十二时！<br>官桥边有款待行人的祭酒巫客，林麓中掩映着女神的庙祠。<br>分手之后我们只能同看明月，你且还多听子规而生归思！</p> <p><strong>注释<br></strong>⑴杨长史：杨济，后来曾任大理少卿兼御史中丞。长史，官名，秦置。汉相国、丞相，后汉太尉、司徒、司空、将军府各有长史。参阅《汉书·百官公卿表上》、《后汉书·百官志一》。其后，为郡府官，掌兵马。唐制，上州刺史别驾下，有长史一人，从五品。果州：今四川省南充市。<br>⑵褒斜：古道路名。因取道褒水、斜水二河谷得名。二水同出秦岭太白山 ：褒水南注汉水 ，谷口在今陕西省勉县褒城镇北，斜水北注渭水，谷口在今陕西省眉县西南。通道山势险峻，历代凿山架木，于绝壁修成栈道，旧时为川陕交通要道。幰（xiǎn）：车幔，代指车辆。<br>⑶之子：这个人。《<a href=\"http://so.gushiwen.org/view_5615.aspx\">诗</a>经·国风·周南·汉广》：“之子于归，言秣其马。”郑玄笺：“于是子之嫁，我愿秣其马。”<br>⑷鸟道：险峻狭窄的山路。唐<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>《蜀道难》诗：“西当太白有鸟道，可以横绝峨眉巅。”<br>⑸猿声：一种“猿啼”。十二时：古时分一昼夜为十二时，以干支为记。《左传·昭公五年》杜预注有夜半、鸡鸣、平旦、日出、食时、隅中、日中、日映、晡时、日入、黄昏、人定等名目，虽不立十二支之目，但已分十二时。至以十二支记时，《南齐书·天文志》始有之。<br>⑹官桥：官路上的桥梁。唐<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>《长吟》：“江渚翻鸥戏，官桥带柳阴。”祭酒：指出行的饯别酒。唐<a href=\"http://so.gushiwen.org/author_349.aspx\">李贺</a>《出城别张又新酬李汉》诗：“今将下东道，祭酒而别 秦 。”王琦汇解：“祭酒，谓祖道祭也。古者出行，必有祖道之祭。”<br>⑺山木：山中的树木。《左传·昭公三年》：“山木如市，弗加于山；鱼盐蜃蛤，弗加于海。”女郎祠：陕西褒城县女郎山上有女郎祠，此处泛指女神祠庙。<br>⑻子规：杜鹃鸟。古代传说，它的前身是蜀国国王，名杜宇，号望帝，后来失国身死，魂魄化为杜鹃，悲啼不已。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　此<a href=\"http://so.gushiwen.org/view_5615.aspx\">诗</a>开头“褒斜不容幰，之子去何之”两句，明知故问，强调了蜀道之难，表明了对友人远行的担忧。颔联“鸟道一千里，猿声十二时”二句，一为空间，一为时间，真切具体地写出了友人行程之远，离别之久。颈联“官桥祭酒客，山木女郎祠”二句，通过对旅途情景的想象，表达了对友人入蜀旅途的关切。结尾“别后同明月，君应听子规”两句是对别后的想象和对友人的嘱咐。</p> <p>　　随着阅历的加深和艺术上的成熟，<a href=\"http://so.gushiwen.org/author_515.aspx\">王维</a>晚年的作品审美选择更加入妙，点染更加出人意料之外。这首诗兴韵寄于风土，诗中官桥的巫祝，树丛的女神祠，都是入蜀道上特有的风物。作者又善于用数目字加以夸张，一千里写尽鸟道，十二时写尽猿啼，完全避开了送别俗套，寥寥几笔就把蜀地的险阻和风物的优美写出来，具有超俗的画意和诗情。首尾两联写尽的关切和相思，浑然神秀，无迹可求。纪晓岚说“一片神骨，不必凡马空多肉”，的确道出了此诗的妙处。</p>",
  "about": "<h2>创作背景</h2> 　　此<a href=\"http://so.gushiwen.org/view_5615.aspx\">诗</a>是<a href=\"http://so.gushiwen.org/author_515.aspx\">王维</a>的晚年作品，为送别友人杨济入蜀而作，当作于唐肃宗上元二年（761年）。",
  "poet": {
    "id": 515,
    "star": 0,
    "name": "王维",
    "image": "http://img.gushiwen.org/authorImg/wangwei.jpg",
    "desc": "王维（701年－761年，一说699年—761年），字摩诘，汉族，河东蒲州（今山西运城）人，祖籍山西祁县，唐朝诗人，有“诗佛”之称。苏轼评价其：“味摩诘之诗，诗中有画；观摩诘之画，画中有诗。”开元九年（721年）中进士，任太乐丞。王维是盛唐诗人的代表，今存诗400余首，重要诗作有《相思》《山居秋暝》等。王维精通佛学，受禅宗影响很大。佛教有一部《维摩诘经》，是王维名和字的由来。王维诗书画都很有名，非常多才多艺，音乐也很精通。与孟浩然合称“王孟”。"
  },
  "tags": [
    "写景",
    "送别",
    "抒情"
  ]
}