{
  "id": 48564,
  "star": 23,
  "name": "浣溪沙·楼倚春江百尺高",
  "dynasty": "宋代",
  "content": "楼倚春江百尺高，烟中还未见归桡，几时期信似江潮？<br>花片片飞风弄蝶，柳阴阴下水平桥，日长才过又今宵。",
  "fanyi": "<p><strong>译文</strong><br>这个日日思念丈夫的妇女正在百尺高楼之上展望。她抱着多么大的希望啊。江上水气弥漫，船只在雾气中航行，远处看不清楚。她看着它们慢慢地驶近自己。她仔细地辨认，但都不是她所盼望的那一只。失望之余，她埋怨起他来，觉得他不如江潮有信。她和她的丈夫可能曾约定开春相见，谁知转瞬之间已到暮春。也可能别离时间太长，经过了一个又一个春天，眼前新的春天又快过去了，她怎么不苦恼呢。当看到风吹花瓣象蝶舞，柳丝下垂似与桥面相平。这个妇女触景生情感到悲伤。漫长的白天好容易才度过去，却又迎来了寂寞难耐的夜晚。 </p><p><strong>注释</strong><br>⑴浣溪沙：唐代教坊曲名，后用为词牌，又名“浣溪纱”“小庭花”等。<br>⑵倚：表示楼的位置。<br>⑶烟中还未见归桡：“烟”，在这里指江雾之类的水气。“桡[ráo]”，划船的桨，这里代指船。<br>⑷期信：遵守预先约定的时日。</p><br/><p><strong>译文<br></strong>一座百尺高楼倚江矗立着，有位思妇正在楼上凭栏远眺。只见春江之上弥漫着淡淡的雾气，点点白帆像穿梭一样往来不绝，但是怎么也见不到丈夫的座船归来，她感到无比失望和伤心。她的丈夫还不如江潮守信用，春潮涨落均有定期，而他竟逾期不归，令人气愤啊！<br>片片落花随风飘舞，好像一群彩蝶相戏一般，说明又是一年过去；在柳阴之下，雨后春波已涨到与两岸齐平，而丈夫却不知抓紧时间趁潮早归，可见他不懂妻子日夜思念的痛苦。一个白天刚刚挨过去，跟着而来的就是一个凄凉之夜开始，日复一日，真是度日如年呢！</p> <p><strong>注释<br></strong>⑴浣溪沙：唐代教坊曲名，后用为词牌名，又名“浣溪纱”“小庭花”等。双调四十二字，平韵。南唐<a href=\"http://so.gushiwen.org/author_269.aspx\">李煜</a>有仄韵之作。此调音节明快，句式整齐，易于上口。为婉约、豪放两派词人所常用。<br>⑵倚：表示楼的位置。春江：春天的江。唐张若虚《春江花月夜》<a href=\"http://so.gushiwen.org/view_48564.aspx\">诗</a>：“滟滟随波千万里，何处春江无月明。”<br>⑶烟：在这里指江雾之类的水气。归桡（ráo）：犹归舟。桡，即划船的桨，古诗词中常代指船。唐<a href=\"http://so.gushiwen.org/author_286.aspx\">戴叔伦</a>《戏留顾十一明府》诗：“未可动归桡，前程风浪急。”<br>⑷期信：遵守预先约定的时间。后蜀顾夐《荷叶杯》词：“一去又乖期信，春尽。满院长莓苔，手挼裙带独徘徊。”<br>⑸弄：戏弄，这里指相戏。<br>⑹阴阴：形容柳阴幽暗的样子。<br>⑺今宵：今夜。南朝陈<a href=\"http://so.gushiwen.org/author_386.aspx\">徐陵</a>《走笔戏书应令》诗：“今宵花烛泪，非是夜迎人。”</p>",
  "shangxi": "<h2>赏析二</h2> <p>　　此词是一首以闺中人思念远人的口吻创作的闺怨词。词写丈夫远出，逾期未归，妻子在家望眼欲穿。上片叙事言情，下片因景及情。此词虽是古典<a href=\"http://so.gushiwen.org/view_48564.aspx\">诗</a>词中常见的题材，意境却与众不同；结构上“无大起落”，却层次分明，在平易晓畅之中显现出浓郁蕴藉的情思，丰腴隽永的韵致，“味极隽永”。全词语言工巧，情感表现得细腻而又生动，含蓄而又深沉。</p> <p>　　上片叙事言情，写出女主人望远盼归时望眼欲穿的心中之怨。“楼倚春江百尺高，烟中还未见归桡。”起首两句写闺妇登高楼凭曲阑，思亲怀远凝目看，江上水雾弥漫，白帆点点，由远而近，却始终不见她所盼的那只归夫船。看似平直，慢慢体味，颇多婉曲。“楼倚春江”一方面交待了百尺高楼临江而建；且因楼、江及人，把楼上凭栏人与春江中的“归桡”联系起来；二是以“春江”之浩瀚溶满衬托倚楼人之孤单冷寂。“春江”及下片又写到的繁花飞落，柳树成荫等，交待出时间是暮春——惜春之情甚也！“百尺高”与“还未见”相呼应，传写出思妇从低到高，拾级而上，登高骋望，伤高怀远的急切情态与望而不见，思而不得的苦恼和哀怨。一个“倚”字，就指示了位置。“烟中”二字乃点染之笔，它一是春江景象的具体、形象的描绘，二是以这迷蒙的春江景象巧妙地烘托思妇的伤高怀远、惆怅哀怨的情怀。“几时期信似江潮？”失望之余，她埋怨起那远行未归的人来了：你还不如江潮有信，什么时候你也能如江潮那样如期如约？紧承前面，从叙事言情转而直抒胸臆。此句既扣上“春江”，即景取喻，又暗用唐代<a href=\"http://so.gushiwen.org/author_484.aspx\">李益</a>的乐府诗《江南曲》“嫁得瞿塘贾，朝朝误妾期。早知潮有信，嫁与弄潮儿”的诗意。诘问之语，进一步刻画思妇的心理活动，写出失望尚未绝望思妇痴情、幽怨与期待的复杂心理。在对远行人的埋怨声中，似乎也隐隐含着“悔教夫婿觅封侯”（<a href=\"http://so.gushiwen.org/author_437.aspx\">王昌龄</a>《闺怨》）的自哀自怨。</p> <p>　　下片因景及情，以景物衬托出女主人公度日如年的痛苦心情。“花片片飞风弄蝶，柳阴阴下水平桥。”过片两句写暮春的对偶句是思妇望中的眼前之景：落花在风中片片飞舞，蝴蝶在飞红中翩翩相戏；溪边细柳荫浓浓，柔条拂水渌溶溶，雨后新波涨满春江，江水与桥平——春去也。“水平桥”与上片的“春江”“江潮”前后呼应，结构严谨。“弄”“平”两个动词用得极妙，用拟人手法把景物写活了。在思妇眼前，庭院池塘，小桥流水，春风杨柳，飞花舞蝶，自然界充满生机，和谐惬意。然而在这一美景前，孑然独处的她，触景伤情，反而增添了无穷的哀怨。看飞花舞蝶亲昵作态，叹人不如物之感生，见杨柳青青之色，则想起曾与丈夫分手时春日重聚的约定，春将去，人不见，引起无限的怨情，真有“忽见陌头杨柳色，悔教夫婿觅封侯”（王昌龄《闺怨》）之感！“日长才过又今宵。”日复一日地登高凝望，又到斜阳西下暮色昏暝时，主人公不由得发出一声压抑已久的喟然长叹：漫长的白天刚刚挨过去，寂寞难耐的夜晚又将开始——登高望春春将去，高楼望远远念情。人未归，怨难平。结句的一声喟叹，把女子度日如年的离别之苦写得含蓄而又深沉。</p><br/><h2>鉴赏</h2> <p>　　这首《浣溪沙》为闺怨词。起首一句，写闺妇登高远望。楼高百尺，临江而立，故用一个“倚”字，指示位置。这位思妇正凭栏眺望，尽管她思念心切，但江上还不见丈夫乘船而归。“烟中还未见归桡”之“烟”，指江上的水气。</p> <p>　　桡即划船的桨，古<a href=\"http://so.gushiwen.org/view_48564.aspx\">诗</a>词中常代指船。江上水气弥漫，白帆片片，由远而近驶来，她努力辨认，但都不是她所盼的那只归舟。失望之余，她埋怨起那远行之人来了，觉得他还不如江潮有信。古人谓潮涨潮落是有定期的，故<a href=\"http://so.gushiwen.org/author_484.aspx\">李益</a>乐府诗《江南曲》说：“嫁得瞿塘贾，朝朝误妾期。早知潮有信，嫁与弄潮儿。”可与此句互证。丈夫没有如约归家，她虽说不出悔不“嫁与弄潮儿”的泼辣言语，但“几时期信似江潮”七个字却表现了她幽怨与期待的复杂心理。</p> <p>　　过片两句以景传情，仍然表现那个妇女的思念之情。依然是其望中之景，但季节的变化，更强化了她的殷切思念。她和丈夫分手时可能曾约定春日重聚，谁知春天又一次来了，却不见人影。“花片片飞风弄蝶，柳阴阴下水平桥”，是写暮春的对偶句，上句写春归，不用平直之笔，而极写花落之状，形容它们风中飞舞，象蝴蝶相戏似的。“弄”，戏弄，指相戏。下一句的“阴阴”，形容柳荫幽暗的样子，和初春柳芽初吐远望如烟的景色不同。整句说绿柳荫浓，长条拂水，雨后新波与桥面相平。这景象使闺妇发出“日长才过又今宵”这样一声压抑已久的喟然长叹，是说漫长的白昼好容易才挨过去，却又迎来了寂寞难耐的夜晚，至此，把女子度日如年的离别之苦写得含蓄而又深沉。此词善于捕捉意象，创造意境，表现“心中事，眼中泪，意中人”的情境，收到了很好的艺术效果。</p>",
  "about": "<h2>创作背景</h2> 　　此词为作者以闺中人思念远人的口吻创作的闺怨词，从词中内容看，故事发生在暮春时节。其具体创作年份未详。",
  "poet": {
    "id": 587,
    "star": 0,
    "name": "张先",
    "image": "http://img.gushiwen.org/authorImg/zhangxian.jpg",
    "desc": "张先（990－1078），字子野，乌程（今浙江湖州吴兴）人。北宋时期著名的词人，曾任安陆县的知县，因此人称“张安陆”。天圣八年进士，官至尚书都官郎中。晚年退居湖杭之间。曾与梅尧臣、欧阳修、苏轼等游。善作慢词，与柳永齐名，造语工巧，曾因三处善用“影”字，世称张三影。"
  },
  "tags": [
    "闺怨",
    "登高",
    "思念"
  ]
}