{
  "id": 72754,
  "star": 74,
  "name": "子虚赋",
  "dynasty": "两汉",
  "content": "　　楚使子虚使于齐，王悉发车骑，与使者出田。田罢，子虚过奼乌有先生，亡是公在焉。坐定，乌有先生问曰：“今日田乐乎？”子虚曰：“乐。”“获多乎？”曰：“少。”“然则何乐？”对曰：“仆乐齐王之欲夸仆以车骑之众，而仆对以云梦之事也。”曰：“可得闻乎？”</p> <p>　　子虚曰：“可。王车驾千乘，选徒万骑，田于海滨。列卒满泽，罘罔弥山，掩兔辚鹿，射麇脚麟。骛于盐浦，割鲜染轮。射中获多，矜而自功。顾谓仆曰：‘楚亦有平原广泽游猎之地饶乐若此者乎？楚王之猎孰与寡人乎？’仆下车对曰：‘臣，楚国之鄙人也，幸得宿卫十有余年，时从出游，游于后园，览于有无，然犹未能遍睹也，又焉足以言其外泽者乎！’齐王曰：‘虽然，略以子之所闻见而言之。’</p> <p>　　“仆对曰：‘唯唯。臣闻楚有七泽，尝见其一，未睹其余也。臣之所见，盖特其小小耳者，名曰云梦。云梦者，方九百里，其中有山焉。其山则盘纡茀郁，隆崇嵂崒；岑崟参差，日月蔽亏；交错纠纷，上干青云；罢池陂陀，下属江河。其土则丹青赭垩，雌黄白坿，锡碧金银，众色炫耀，照烂龙鳞。其石则赤玉玫瑰，琳瑉琨吾，瑊玏玄厉，碝石碔玞。其东则有蕙圃：衡兰芷若，芎藭昌蒲，茳蓠麋芜，诸柘巴苴。其南则有平原广泽，登降陁靡，案衍坛曼。缘以大江，限以巫山。其高燥则生葴菥苞荔，薛莎青薠。其卑湿则生藏莨蒹葭，东蔷雕胡，莲藕觚卢、菴闾轩于，众物居之，不可胜图。其西则有涌泉清池，激水推移，外发芙蓉菱华，内隐钜石白沙。其中则有神龟蛟鼍，瑇瑁鳖鼋。其北则有阴林：其树楩柟豫章，桂椒木兰，蘖离朱杨，樝梨梬栗，橘柚芬芳；其上则有鹓雏孔鸾，腾远射干；其下则有白虎玄豹，蟃蜒貙犴。</p> <p>　　‘于是乃使剸诸之伦，手格此兽。楚王乃驾驯驳之驷，乘雕玉之舆。靡鱼须之桡旃，曳明月之珠旗。建干将之雄戟，左乌号之雕弓，右夏服之劲箭。阳子骖乘，纤阿为御，案节未舒，即陵狡兽。蹴蛩蛩，辚距虚，轶野马，轊陶駼，乘遗风，射游骐。倏眒倩浰，雷动猋至，星流霆击。弓不虚发，中必决眦，洞胸达腋，绝乎心系。获若雨兽，揜草蔽地。于是楚王乃弭节俳徊，翱翔容与。览乎阴林，观壮士之暴怒，与猛兽之恐惧。徼郄受诎，殚睹众物之变态。</p> <p>　　‘于是郑女曼姬，被阿緆，揄紵缟，杂纤罗，垂雾縠。襞积褰绉，郁桡溪谷。衯衯裶裶，扬袘戌削，蜚纤垂髾。扶与猗靡，噏呷萃蔡。下摩兰蕙，上拂羽盖。错翡翠之威蕤，缪绕玉绥。眇眇忽忽，若神仙之仿佛。</p> <p>　　‘于是乃相与獠于蕙圃，媻珊郣窣，上乎金堤。揜翡翠，射鵕鸃。微矰出，孅缴施。弋白鹄，连鴐鹅。双鸧下，玄鹤加。怠而后发，游于清池。浮文鹢，扬旌栧。张翠帷，建羽盖。罔瑇瑁，钩紫贝。摐金鼓，吹鸣籁。榜人歌，声流喝。水虫骇，波鸿沸。涌泉起，奔扬会。礧石相击，硠硠礚礚，若雷霆之声，闻乎数百里之外。将息獠者，击灵鼓，起烽燧。车按行，骑就队。纚乎淫淫，般乎裔裔。</p> <p>　　‘于是楚王乃登云阳之台，怕乎无为，澹乎自持，勺药之和，具而后御之。不若大王终日驰骋，曾不下舆，脟割轮焠，自以为娱。臣窃观之，齐殆不如。’于是齐王默然无以应仆也。”</p> <p>　　乌有先生曰：“是何言之过也！足下不远千里，来贶齐国，王悉发境内之士，而备车骑之众，与使者出畋，乃欲勠力致获，以娱左右，何名为夸哉！问楚地之有无者，愿闻大国之风烈，先生之余论也。今足下不称楚王之德厚，而盛推云梦以为高，奢言淫乐而显侈靡，窃为足下不取也。必若所言，固非楚国之美也。无而言之，是害足下之信也。章君恶、伤私义，二者无一可，而先生行之，必且轻于齐而累于楚矣。且齐东陼钜海，南有琅邪；观乎成山，射乎之罘；浮勃澥，游孟诸；邪与肃慎为邻，右以汤谷为界。秋田乎青丘，彷徨乎海外。吞若云梦者八九于其胸中曾不蒂芥。若乃俶傥瑰伟，异方殊类，珍怪鸟兽，万端鳞崪充牣其中，不可胜记。禹不能名，卨不能计。然在诸侯之位，不敢言游戏之乐，苑囿之大；先生又见客，是以王辞不复，何为无以应哉！”",
  "fanyi": "<p><strong>译文</strong><br>　　楚王派子虚出使齐国，齐王调遣境内所有的士卒，准备了众多的车马，与使者一同出外打猎。打猎完毕，子虚前去拜访乌有先生，并向他夸耀此事，恰巧无是公也在场。大家落座后，乌有先生向子虚问道：“今天打猎快乐吗？”子虚说：“快乐。”“猎物很多吧？”子虚回答道：“很少。”“既然如此，那么乐从何来？”子虚回答说：“我高兴的是齐王本想向我夸耀他的车马众多，而我却用楚王在云梦泽打猎的盛况来回答他。”乌有先生说道：“可以说出来听听吗？”</p> <p>　　子虚说：“可以。齐王指挥千辆兵车，选拔上万名骑手，到东海之滨打猎。士卒排满草泽，捕兽的罗网布满山岗，兽网罩住野兔，车轮辗死大鹿，射中麋鹿，抓住麟的小腿。车骑驰骋在海边的盐滩，宰杀禽兽的鲜血染红车轮。射中禽兽，猎获物很多，齐王便骄傲地夸耀自己的功劳。他回头看着我说：‘楚国也有供游玩打猎的平原广泽，可以使人这样富于乐趣吗？楚王游猎与我相比，谁更壮观？’我下车回答说：‘小臣我只不过是楚国一个见识鄙陋的人，但侥幸在楚宫中担任了十余年的侍卫，常随楚王出猎，猎场就在王宫的后苑，可以顺便观赏周围的景色，但还不能遍览全部盛况，又哪有足够的条件谈论远离王都的大泽盛景呢？’齐王说：‘虽然如此，还是请大略地谈谈你的所见所闻吧！’</p> <p>　　“我回答说：‘是，是。臣听说楚国有七个大泽，我曾经见过一个，其余的没见过。我所看到的这个，只是七个大泽中最小的一个，名叫云梦。云梦方圆九百里，其中有山。山势盘旋，迂回曲折，高耸险要，山峰峭拔，参差不齐；日月或被完全遮蔽，或者遮掩一半；群山错落，重叠无序，直上青云；山坡倾斜连绵，下连江河。那土壤里有朱砂、石青、赤土、白垩、雌黄、石灰、锡矿、碧玉、黄金、白银、种种色彩，光辉夺目，像龙鳞般地灿烂照耀。那里的石料有赤色的玉石、玫瑰宝石、琳、珉、琨珸、瑊玏、磨刀的黑石、半白半赤的石头、红地白文的石头。东面有蕙草的花圃，其中生长着杜衡、兰草、白芷、杜若、射干、芎䓖、菖蒲、茳蓠、蘼芜、甘蔗、芭蕉。南面有平原大泽，地势高低不平，倾斜绵延，低洼的土地，广阔平坦，沿着大江延伸，直到巫山为界。那高峻干燥的地方，生长着马蓝、形似燕麦的草、还有苞草、荔草、艾蒿、莎草及青薠。那低湿之地，生长着狗尾巴草、芦苇、东蔷、菰米、莲花、荷藕、葫芦、菴闾、莸草，众多麦木，生长在这里，数不胜数。西面则有奔涌的泉水、清澈的水池、水波激荡，后浪冲击前浪，滚滚向前；水面上开放着荷花与菱花，水面下隐伏着巨石和白沙。水中有神龟、蛟蛇、猪婆龙、玳瑁、鳖和鼋。北面则有山北的森林和巨大的树木：黄楩树、楠木、樟木、桂树、花椒树、木兰、黄蘖树、山梨树、赤茎柳、山楂树、黑枣树、桔树、柚子树、芳香远溢。那些树上有赤猿、猕猴、鹓鶵、孔雀、鸾鸟、善跳的猴子和射干。树下则有白虎、黑豹、蟃蜒、貙、豻、雌犀牛、大象、野犀牛、穷奇、獌狿。</p> <p>　　‘于是就派专诸之类的勇士，空手击杀这些野兽。楚王就驾御起被驯服的杂毛之马，乘坐着美玉雕饰的车，挥动着用鱼须作旒穗的曲柄旌旗，摇动缀着明月珍珠的旗帜。高举锋利的三刃戟，左手拿着雕有花纹的乌嗥名弓，右手拿着夏箙中的强劲之箭。伯乐做骖乘，纤阿当御者。车马缓慢行驶，尚未尽情驰骋时，就已踏倒了强健的猛兽。车轮辗压邛邛、践踏距虚，突击野马，轴头撞死騊駼，乘着千里马，箭射游荡之骐。楚王的车骑迅疾异常，有如惊雷滚动，好似狂飙袭来，像流星飞坠，若雷霆撞击。弓不虚发，箭箭都射裂禽兽的眼眶，或贯穿胸膛，直达腋下，使连着心脏的血管断裂。猎获的野兽，像雨点飞降般纷纷而落，覆盖了野草，遮蔽了大地。于是，楚王就停鞭徘徊，自由自在地缓步而行，浏览山北的森林，观赏壮士的暴怒，以及野兽的恐惧。拦截那疲倦的野兽，捕捉那精疲力竭的野兽，遍观群兽各种不同的姿态。</p> <p>　　‘于是，郑国漂亮的姑娘，肤色细嫩的美女，披着细缯细布制成的上衣，穿着麻布和白娟制做的裙子，装点着纤细的罗绮，身上垂挂着轻雾般的柔纱。裙幅褶绉重叠，纹理细密，线条婉曲多姿，好似深幽的溪谷。美女们穿着修长的衣服，裙幅飘扬，裙缘整齐美观；衣上的飘带，随风飞舞，燕尾形的衣端垂挂身间。体态婀娜多姿，走路时衣裙相磨，发出噏呷萃蔡的响声。飘动的衣裙饰带，摩磨着下边的兰花蕙草，拂拭着上面的羽饰车盖。头发上杂缀着翡翠的羽毛做为饰物，颌下缠绕着用玉装饰的帽缨。隐约缥缈，恍恍忽忽，就像神仙般的若有若无。</p> <p>　　‘于是楚王就和众多美女一起在蕙圃夜猎，从容而缓慢地走上坚固的水堤。用网捕取翡翠鸟，用箭射取锦鸡。射出带丝线的短小之箭，发射系着细丝绳的箭。射落了白天鹅，击中了野鹅。中箭的鸧鸹双双从天落，黑鹤身上被箭射穿。打猎疲倦之后，拨动游船，泛舟清池之中。划着画有鹢鸟的龙船，扬起桂木的船浆。张挂起画有翡翠鸟的帷幔，树起鸟毛装饰的伞盖。用网捞取玳瑁，钓取紫贝。敲打金鼓，吹起排箫。船夫唱起歌来，声调悲楚嘶哑，悦耳动听。鱼鳖为此惊骇，洪波因而沸腾。泉水涌起，与浪涛汇聚。众石相互撞击，发出硠硠礚礚的响声，就像雷霆轰鸣，声传几百里之外。</p> <p>　　‘夜猎将停，敲起灵鼓，点起火把。战车按行列行走，骑兵归队而行。队伍接续不断，整整齐齐，缓慢前进。于是，楚王就登上阳云之台，显示出泰然自若安然无事的神态，保持着安静怡适的心境。待用芍药调和的食物备齐之后，就献给楚王品尝。不像大王终日奔驰，不离车身，甚至切割肉块，也在轮间烤炙而吃，而自以为乐。我以为齐国恐怕不如楚国吧。’于是，齐王默默无言，无话回答我。”</p> <p>　　乌有先生说：“这话为什么说得如此过分呢？您不远千里前来赐惠齐国，齐王调遣境内的全部士卒，准备了众多的车马，同您外出打猎，是想同心协力猎获禽兽，使您感到快乐，怎能称作夸耀呢！询问楚国有无游猎的平原广泽，是希望听听楚国的政治教化与光辉的功业，以及先生的美言高论。现在先生不称颂楚王丰厚的德政，却畅谈云梦泽以为高论，大谈淫游纵乐之事，而且炫耀奢侈靡费，我私下以为您不应当这样做。如果真像您所说的那样，那本来算不上是楚国的美好之事。楚国若是有这些事，您把它说出来，这就是张扬国君的丑恶；如果楚国没有这些事，您却说有，这就有损于您的声誉，张扬国君的丑恶，损害自己的信誉，这两件事没有一样是可做的，而您却做了。这必将被齐国所轻视，而楚国的声誉也会受到牵累。况且齐国东临大海，南有琅琊山，在成山观赏美景，在之罘山狩猎，在渤海泛舟，在孟诸泽中游猎。东北与肃慎为邻，左边以汤谷为界限；秋天在青丘打猎，自由漫步在海外。像云梦这样的大泽，纵然吞下八九个，胸中也丝毫没有梗塞之感。至于那超凡卓异之物，各地特产，珍奇怪异的鸟兽，万物聚集，好像鱼鳞荟萃，充满其中，不可胜记，就是大禹也辨不清它们的名字，契也不能计算它们的数目。但是，齐王处在诸侯的地位，不敢陈说游猎和嬉戏的欢乐，苑囿的广大。先生又是被以贵宾之礼接待的客人，所以齐王没有回答您任何言辞，怎能说他无言以对呢！”</p> <p><strong>注释</strong><br>1.子虚：与乌有先生都是赋中虚构的人物。《子虚赋》不同传本文字出入较大，这里是依李善注《文选》卷七。<br>2.悉：全，皆。士：兵。备：齐全。田：通“畋”，打猎。<br>3.过：拜访。奼：通“托“，夸耀。<br>4.罘（fú）：捕兔的网。罔：捕鱼的网。弥（mí）：满。<br>5.掩：覆盖、罩住。辚：用车轮辗压。<br>6.麇：麇鹿。脚：本指动物的小腿，此用为动词，捉住小腿之意。麟：雄鹿，非指古人作为祥瑞之物的麟。<br>7.骛：纵横奔驰。盐浦：海边盐滩。<br>8.鲜：指鸟兽的生肉。染轮：血染车轮。此句言猎获之物甚多。<br>9.矜：骄矜、夸耀。自功：自我夸功。<br>10.何与：何如，比起来怎么样。<br>11.鄙人：见识浅陋的人。<br>12.唯唯：应答的声音。<br>13.特：只。<br>14.盘纡：迂回曲折。茀郁：山势曲折的样子。<br>15.隆崇：高耸之状。嵂萃（lǜzú）：山势高峻险要的样子。<br>16.岑崟（yín）：《方言》释为“峻貌”，即山势高峻的样子。参差：形容山岭高低不齐的样子。<br>17.蔽：全遮住。亏：半缺。<br>18.交错纠纷：形容山岭交错重叠，杂乱无序。<br>19.干：接触。按：《文选》李善注引孔安国《尚书传》曰：“干，犯也。”<br>20.罢（pí）池：山坡倾斜的样子。下文“陂陀”亦此意。<br>21.属：连接。<br>22.丹：朱砂。青：石青，可制染料。赭（zhě）：赤土。垩（è）：白土。<br>23.雌黄：一种矿物名，即石黄，可制橙黄色染料。白坿：石灰。<br>24.碧：青色的玉石。<br>25.众色：指各种矿石闪现出的不同光彩。炫耀：光辉夺目的样子。<br>26.照：照耀。烂：灿烂。这句说各种矿石光彩照耀，有如龙鳞般的灿烂辉煌。<br>27.赤玉：赤色的玉石。玫瑰：一种紫色的宝石。<br>28.琳瑉：一种比玉稍次的石。琨吾：同“琨珸”，即“琨”，《说文》：“琨，石之美者。”<br>29.瑊玏（jiānlè）：次于玉的一种石名。玄厉：一种黑色的石头，可以磨刀。<br>30.碝（ruǎn）石：一种次于玉的石头，“白者如冰，半有赤色”（见《文选》李善注）。娬玞：一种次于玉的美石，质地赤色而有白色斑纹。<br>31.蕙圃：蕙草之园。蕙与兰皆为香草，外貌相似。蕙：比兰高，叶狭长，一茎可开花数朵；兰：一茎一花。<br>32.衡：杜衡，香草名，“其状若葵，其臭如蘼芜。”（见《文选》李善注）兰：兰草。芷：白芷，或称“药”，香草名。若：杜若，香草名。<br>33.芎藭：今通常叫作“川芎”，香草名，其根可以入药，有活血等作用。昌蒲：水草名，根可入药，气香。<br>34.茳蓠（lí）：水生香草名。蘪（mí）芜：水生香草名，《文选》李善注引张揖曰：“似蛇床而香。”按：蛇床，其子入药，名蛇床子，可壮阳。<br>35.诸柘：即甘蔗。巴苴（jū）：即芭蕉。<br>36.登降：此言地势高低不平，或登上或降下。陁靡：山坡倾斜绵延的样子。<br>37.案衍：地势低下。坛曼：地势平坦。<br>38.缘：沿、循。大江：指长江。<br>39.限：界限。巫山：指云梦泽中的阳台山，在今湖北境内，非为今四川巫山。<br>40.高燥：高而干燥之地。葴：马蓝，草名。菥：一种像燕麦的草。苞：草名。按：即《左传》讲到的楚国的特产苞茅，可湑酒、编席织鞋等。荔：草名，其根可制刷。<br>41.薛：蒿的一种。莎（suō）：一种蒿类植物名。青薠：一种形似莎而比莎大的植物名。<br>42.卑：低。藏莨（zāngláng）：即狗尾巴草，也称狼尾草。<br>43.东蔷：草名，状如蓬草，结实如葵子，可以吃。雕胡：即蒋，或称菰，俗称茭白。<br>44.觚（gū）卢：《文选》李善注引张晏说即葫芦。<br>45.菴（ān）闾：蒿类植物名，子可入药。轩于：即莸（yóu）草，一种生于水中或湿地里的草。<br>46.众物：指众多的草木。居：此指生长。<br>47.图：计算。<br>48.涌泉：奔涌的泉水。推移：浪涛翻滚向前。<br>49.外：指池水表面之上。发：开放。芙蓉：即荷花。菱华：即菱花，开小白花。<br>50.内：指池水下面。隐：藏。<br>51.中：指池水中。蛟：古代传说中能发水的一种龙。鼍（tuó）：即今之扬子鳄，俗名猪婆龙。<br>52.瑇瑁：玳瑁，龟类动物，其有花纹的甲壳可做装饰品。鼋：大鳖。<br>53.阴林：背阳面的树林。<br>54.楩（pián）：树名，即黄楩木。柟（nán）：树名，即楠木，树质甚佳。豫章：树名，即樟木。<br>55.椒：花椒树。木兰：树名，高大乔木，开白花。<br>56.蘖（bò）：即黄蘖树。其高数丈，其皮外白里黄，入药清热燥湿。离：通“樆（lí）”，即山梨树。朱杨：生于水边的树名，即赤茎柳。<br>57.樝（zhā）梨：即山楂。梬（yǐng）栗：梬枣，似柿而小。<br>58.橘柚：芸香科植物，俗称橘子、柚子。<br>59.鹓雏（yuānchú）：凤凰。孔：孔雀。鸾：鸾鸟，传说中似凤凰的鸟名。<br>60.腾远：疑为“腾猿”之误字，猿善腾跃。射（yè）干：似狐而小的动物，能上树。<br>61.蟃蜒：应作“獌狿”，一种似狸的大兽。貙豻（qūhàn）：一种似狸而大的猛兽。<br>62.剸诸：即专诸，春秋时代的吴国勇士，曾替吴公子光刺杀吴王僚。此指像剸诸一样的勇士。伦：类。<br>63.格：击杀。<br>64.驯：被驯服。驳：毛色不纯的马。驷（sì）：古代四匹马驾一车称驷，此泛指马。<br>65.雕玉之舆：用雕刻的玉石装饰的车，言车之高贵。<br>66.靡：通“麾”，挥动。鱼须：海中大鱼之须，用来做旗子的穗饰。桡旃（náozhān）：曲柄的旗。<br>67.曳：摇动。明月之珠旗：画有明月装饰有珠子的旗。<br>68.建：举起。干将：本为春秋时代吴国的著名制剑工匠，此指利刃。雄戟：有刃的戟。<br>69.乌号：古代良弓名，相传为黄帝所用。雕弓：雕刻花纹的弓。<br>70.夏服：通“夏箙（fú）”，盛箭的袋子。相传善射的夏后羿有良弓繁弱，还有良箭，装在箭袋之中，此箭袋即称夏服。<br>71.阳子：即孙阳，字伯乐，秦穆公之臣，以善相马著称。骖乘：陪乘的人。古时乘车，驾车者居中，尊者居左，右边一人陪乘，以御意外，称骖乘。<br>72.纤阿（ē）：传说是为月神驾车的仙女，后人泛称善驾车者为纤阿。<br>73.案节：马走得缓慢而有节奏。此言马未急行。未舒：指马足尚未尽情奔驰。<br>74.陵：侵凌，此指践踏。狡兽：强健的猛兽。按《广雅》：“狡，健也。”<br>75.蹴：践踏。蛩蛩（qióng）：传说中的怪兽，其状如马，善奔驰。<br>76.辚：用车轮辗压。距虚：一种善于奔走的野兽名，其状如驴。<br>77.轶：超过。轊（wèi）：车轴顶端。这里是以 撞击之意。騊駼（táotú）：北方野马名；一说即野马。<br>78.遗风：千里马名。骐：野兽名，似马。<br>79.倏眒（shūshēn）：迅速的样子。倏，通“跾（shū）”，疾速。倩浰（lì）：迅疾的样子。<br>80.雷动：像惊雷那样震动。猋（biāo）：即飙风，迅疾的大风。<br>81.星流：流星飞坠。霆：疾雷。<br>82.决：射裂。眦（zì）：眼眶。<br>83.洞：洞穿。掖：同“腋”。<br>84.绝：断裂。心系：连接心脏的组织。<br>85.雨（yù）：下雨。这里指把猎物丢下来像落雨一样，夸耀多。揜（yǎn）：掩盖。<br>86.弭节：停鞭缓行。<br>87.徼（jiǎo）：拦截。郄（jù）：极度疲倦。诎：穷尽，指精疲力竭。<br>88.殚（dān）：尽。<br>89.郑女：古代郑国多美女。曼姬：美女。曼，皮肤细腻柔美。<br>90.被：通“披”。此指穿衣。阿：轻细的丝织品。緆（xì）：细布。<br>91.揄：牵曳。紵：麻布。缟：白绸布。<br>92.纤罗：纤细的有花纹的丝绸。按：凡言纤言细都是指的丝绸质量好，质量好才做得到轻薄。<br>93.雾縠（hú）：轻柔的细纱。<br>94.襞bì积：形容女子腰间裙褶重重叠叠。褰（qiān）绉：褶皱。<br>95.郁桡：深曲的样子。<br>96.衯（fēn）衯裶（fēi）裶：衣服长长的样子。<br>97.扬：抬起。袘（yì）：裙子下端边缘。戌削：形容裙缘整齐的样子。<br>98.蜚：通“飞”。纤：妇女上衣上的飘带。髾（shāo）：本指妇女燕尾形的发髻，此指衣服的燕尾形的下端。<br>99.扶与猗靡：形容衣服合身，体态婀娜的样子。<br>100.噏呷（xīxiá）、萃蔡：皆为人走路时衣服摩擦所发出的响声的象声词。<br>101.摩：摩擦。<br>102.拂：拂拭。羽盖：插饰羽毛的车盖。<br>103.错：间杂。翡、翠：皆为鸟名，前者羽毛红色，后者羽毛绿色。威蕤（ruí）：指作装饰的羽毛发亮。按：威蕤，同“葳（wēi）蕤”，也作“萎蕤”，就是植物玉竹，玉竹因为叶面有光泽，晶莹可爱，所以也用来指有光泽的东西。<br>104.缪绕：缭绕。玉绥：用玉装饰的帽带。<br>105.眇眇：缥缈。忽忽：飘忽不定的样子。<br>106.仿佛：似有似无。<br>107.獠：夜间打猎。<br>108.媻姗：同“蹒跚”，走路缓慢的样子。郣窣（bósū）：缓缓前行的样子。金堤：堤名，堤同“堤”。<br>109.鵕鸃（jùnyí）：锦鸡，野鸡一类。<br>110.孅：同“纤”。缴（zhuó）：系在射鸟的箭上的绳线。施：射出。<br>111.弋（yì）：用带丝线的箭射飞禽。白鹄：白天鹅。连：牵连。此指用带丝线的箭射中驾鹅。鴐（jiā）鹅：野鹅。<br>112.鸧（cāng）：鸟名，即鸧鸹（guā），形似雁，黑色。玄鹤：黑鹅。加：箭加其身，即射中之意。<br>113.怠：疲倦。发：指开船。游：泛舟。清池：指云梦西边的涌泉清池。<br>114.浮：漂浮。文：花纹。鹢（yì）：水鸟名，此指船头绘有鹢的图案的画船。扬：举起。旌：旗。栧（yì）：船浆。<br>115.张：挂起。翠帷：画有翡翠鸟图案的帷帐。建：树起。羽盖：用鸟毛装饰的伞盖。<br>116.罔：通“网”，用网捕取。<br>117.摐（chuāng）：撞击。金鼓：形如铜锣的古乐器，即钲。籁：管乐器，即排箫。<br>118.榜人：划船的人。按：“榜人”即“舫人”，《说文》：“舫人，习水者。”流喝：声音悲凉嘶哑。<br>119.水虫：指水中的鱼虾之类。鸿：洪大。沸：指波涛翻滚。<br>120.奔扬：指波涛。会：汇合。<br>121.礧（léi）：通“磊”。<br>122.硠（láng）硠、礚（kē）礚：皆为水石相撞击的声音。<br>123.灵鼓：神鼓。<br>124.起：点燃。烽燧：烽火。<br>125.行：行列。就队：归队。<br>126.纚（xǐ）：接续不断的样子。淫淫：渐进的样子。指队伍缓缓前行。<br>127.班（pán）乎：犹“班然”，依次相连的样子。裔裔：络绎不绝地向前行进的样子。<br>128.云阳之台：楚国台榭之名，在云梦南部的巫山下。<br>129.怕：通“泊”，安静无为的样子。按：《文选》李善注引《说文》：“怕，无为也。”说明《子虚赋》用的是怕的本义。<br>130.澹乎：憺泊，安静无为的样子。<br>131.勺药：即芍药。和：调和。具：通“俱”，齐备。御：用。<br>132.脟（luán）：通“脔”，把肉切成小块。焠（cùi）：用火烤。按：轮焠，转着烤。<br>133.殆：恐怕。<br>134.贶：惠赐。<br>135.勠力：齐心合力。致获：获得禽兽。<br>136.风：风范。烈：功业。<br>137.显：彰显。<br>138.害：损害，减少。信：诚信。<br>139.轻：受人轻视。累：受人牵累。<br>140.陼（zhǔ）：水边，此处用作动词。钜：巨。<br>141.琅邪（yé）：或写作“琅琊”，山名，在今山东诸城东南海边。<br>142.成山：山名，在今山东荣城东北。<br>143.之罘：也作“芝罘”，在今山东烟台市。<br>144.浮：行船。勃澥：也作“渤澥”，即今之渤海。<br>145.孟诸：古代大泽名，在今河南商丘市东北，已淤塞消失。<br>146.邪：同“斜”，指侧翼方向。肃慎：古代国名，在今东北三省境内。<br>147.右：《文选》李善注以为此“右”字当是“左”字之误。按：李善注应是正确的，今出土汉代地图，好几种都是上南下北，自然也就是左东右西了；《子虚赋》的姊妹篇《上林赋》也说“左苍梧，右西极”，明左东右西。汤谷：或写作“晹谷”，神话传说中太阳升起的地方。<br>148.青丘：国名，相传在大海之东三百里。<br>149.曾：竟。蒂芥：指极小的东西。<br>150.俶傥：通“倜傥”，卓越非凡。瑰伟：奇伟，卓异。<br>151.异方：不同地区。殊类：别样物类。<br>152.鳞崒：像鱼鳞般地聚集在一起。崒：同“萃”，会聚。牣：满。充牣：充满。<br>153.名：叫出名字来。<br>154.卨（xiè）：古“契（xiè）”字，应是指的商代的始祖契，传说做过舜臣，时代上正好在禹之后。<br>155.见客：被当做客人对待。<br>156.王辞不复：齐王没有回话。这两句的意思是齐王没有回话，不是没有话回。 </p>",
  "shangxi": "<h2>赏析</h2> <p>　　《子虚赋》八个自然段，可分为三部分。前三段写云梦泽的地理风貌和自然富有，中间四段写楚王游猎云梦之乐，最后一段写乌有先生对子虚的批判，归结讽谏主题。前两个部分列述奢侈淫游的种种表现，后一部分揭示淫逸奢侈的危害。</p> <p>　　此赋对人物的设定及所表现的感情的特质方面，同此前的作品相比，有明显的不同。在<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>的《离骚》和《九章》中，作者都是直接抒情，<a href=\"http://so.gushiwen.org/author_109.aspx\">贾谊</a>的《吊屈原赋》也基本如此。<a href=\"http://so.gushiwen.org/author_358.aspx\">宋玉</a>的《高唐赋》和《神女赋》通过假设问对的方式展开，作品中出现楚王和宋玉两个人物。<a href=\"http://so.gushiwen.org/author_822.aspx\">枚乘</a>的《七发》假托于楚太子与吴客，作品所要表达的思想感情通过假设的人物实现，而其情感特征仍属于个体的性质，即作品中的“宋玉”、“吴客”个人的认识或感受。子虚、乌有的对话则不然。这里固然是两个单体的人在谈话，但这两个人物所承载的身份、意义却已不同。子虚以使臣的角色出现，其所陈述的内容，所表达的感受，既是他个人的，同时也与他使臣的身份、使命有直接的关系。他的荣辱之感已同楚国的荣辱紧密联系在一起。作品中的乌有先生是齐人。虽然他没有维护齐或代表齐之利益的使命、职责，但谈话间却无不为齐争辩。他在夸耀齐之广大以后说：“然齐在诸侯之位，不敢言游戏之乐，苑囿之大，先生又见客，是以王辞不复。何为无以应哉？”这就不是以朋友的或个人的口吻谈话，而是在批评子虚的同时，也于言谈间维护齐的威望。作品中的人物已不是单体的个人，他们承载起了群体的感受与意识。这一变化对《两都赋》和《二京赋》的人物设定都有深刻的影响。</p> <p>　　同时，作品内容的展开和人物对话中的冲突，更深刻地展现出不同时代、不同人群间的思想冲突，通过子虚、乌有二人的对话，表现出两种不同的使命意识。</p> <p>　　作品开篇便揭示子虚的身份：他是楚的使臣，出使于齐，受到齐王的热情接待：“悉发境内之士，备车骑之众，与使者出田。”畋猎毕，子虚“过诧乌有先生”。二人思想观念的差异也随之展开。《史记集解》引郭璞曰：“诧，夸也。”子虚拜访乌有先生，本出于炫耀的动机，此后，其所谈的内容与这一动机正相合。</p> <p>　　在诸侯分立的时代，诸侯交际、聘问的历史上确实存在各式各样的明争暗斗，使臣与出使国君臣彬彬有礼的交往中存在着对荣誉、利益的挑战和维护。同时，使臣是否受到尊重及在何等程度上的尊重，则是两个诸侯国间关系的直接表现。晋赵孟出聘郑，受到特殊的礼遇，不取决于晋郑的友好，而在于郑对晋的依附，在于赵孟执掌晋之政柄，加之以他个人的君子风范和人格魅力。</p> <p>　　与之相反的，则是诸侯与使臣交往中一些隐藏在温文尔雅外衣下的明争暗斗。</p> <p>　　前代诸侯间的争斗与不快，正是子虚在出使中显得极为敏感的原因。在《子虚赋》中，大国诸侯恃强凌弱，妄自尊大的强国心理，对使臣的使命意识构成威胁。使于四方，不辱君命，这是古代使臣普遍遵循的基本原则。而不辱君命可以有各种不同的情况和形式，特别是大国之间，既要完成出使任务，还要在应对间，宣扬国之长或优势，显示其国力，扬威诸侯。这是贯穿于子虚滔滔宏论中的潜台词，也是构成《子虚赋》中第一个波澜的主色调。</p> <p>　　乌有先生对子虚的回答中不免有为尊者讳，有维护齐之威望的嫌疑。他认为，齐王“悉发境内之士”的畋猎，完全是出于对使臣的热情，“以娱左右也，何名为夸哉！”否定齐王有炫耀之意。至于说询问楚的情况，在他看来，也是极其友好的表示：“问楚地之有无者，愿闻大国之风烈，先生之余论也。”都是出于好意。反倒是子虚过于敏感，将友好的接待误解为比权量力的明争暗斗。乌有先生进而指出，子虚的谈话使自己陷入两难的境地：“有而言之，是章君之恶；无而言之，是害足下之信。章君恶而伤私义，二者无一可。”如果他所说属实，那就玷污了使臣的使命，不仅没能张显楚王的德，反而暴露了楚王贪图淫乐奢侈的缺点。如果他仅仅出于虚荣心而说了谎话，则表明他缺乏诚信，人品操守有亏，作为使臣来说，也是不称职的。</p> <p>　　孔子云：“行己有耻，使于四方，不辱君命，可谓士矣。”乌有的言论中不曾涉及前代文献记载，然而，在作者运用的文学语言中已经浸透了前代思想滋养。他们二人之间的言论中表现出两种不同的使臣意识，表现出对国家之美的两种不同理解。他们的言论中也表现出两个文学人物间的差异：子虚是一个徒逞一时之快的思想浅薄的人。乌有先生则是诸侯对立时期的贤士的形象。两个形象的差异和他们言论的交锋构成了《子虚赋》中文脉的波澜。</p>",
  "about": "<h2>创作背景</h2> 　　《子虚赋》作于<a href=\"http://so.gushiwen.org/author_70.aspx\">司马相如</a>早期客游梁孝王之时。据《史记·司马相如列传》载，相如“以赀为郎，事孝景帝，为武骑常侍，非其好也。会景帝不好辞赋，是时梁孝王来朝，从游说之士齐人<a href=\"http://so.gushiwen.org/author_811.aspx\">邹阳</a>、淮阴<a href=\"http://so.gushiwen.org/author_822.aspx\">枚乘</a>、吴庄忌夫子之徒，相如见而说之。因病免，客游梁。梁孝王令与诸生同舍，相如得与诸生游士居数岁，乃著《子虚之赋》” 。当时司马相如还只是“与诸生同舍”，“得与诸生游士居”，在文坛上尚未有所建树。",
  "poet": {
    "id": 70,
    "star": 0,
    "name": "司马相如",
    "image": "http://img.gushiwen.org/authorImg/simaxiangru.jpg",
    "desc": "司马相如（约公元前179年—前118年），字长卿，汉族，巴郡安汉县（今四川省南充市蓬安县）人，一说蜀郡（今四川成都）人。西汉大辞赋家。司马相如是中国文化史文学史上杰出的代表，是西汉盛世汉武帝时期伟大的文学家、杰出的政治家。景帝时为武骑常侍，因病免。工辞赋，其代表作品为《子虚赋》。作品词藻富丽，结构宏大，使他成为汉赋的代表作家，后人称之为赋圣和“辞宗”。他与卓文君的爱情故事也广为流传。鲁迅的《汉文学史纲要》中还把二人放在一个专节里加以评述，指出：“武帝时文人，赋莫若司马相如，文莫若司马迁。”"
  },
  "tags": [
    "讽谏"
  ]
}