{
  "id": 72728,
  "star": 11,
  "name": "题郑防画夹五首",
  "dynasty": "宋代",
  "content": "惠崇烟雨归雁，坐我潇湘洞庭。<br>欲唤扁舟归去，故人言是丹青。</p> <p>能作山川远势，白头惟有郭熙。<br>却写李成骤雨，惜无六幅鹅溪。</p> <p>徐生脱水双鱼，吹沫相看晚图。<br>老矣个中得计，作书远寄江湖。</p> <p>折苇枯荷共晚，红榴苦竹同时。<br>睡鸭不知飘雪，寒雀四顾风枝。</p> <p>子母猿号槲叶，山南山北危机。<br>世故谁能樗里，彀中皆是由基。",
  "shangxi": "<h2>赏析</h2> <p>　　《题郑防画夹五首》，是<a href=\"http://so.gushiwen.org/author_268.aspx\">黄庭坚</a>题咏郑防画夹中作品的组<a href=\"http://so.gushiwen.org/view_72728.aspx\">诗</a>。郑防是藏画的人，画夹相当于现代的集锦画册之类。</p> <p>　　第一首诗题惠崇的画。惠崇是僧人，能诗善画。《图绘宝鉴》说他“工画鹅、雁、鹭鸶”；《图画见闻录》说他“尤工小景，为寒江远渚，潇洒虚旷之象，人所难到”。正因为惠崇的山水、花鸟饶有诗意，才格外引起诗人品题的兴味。<a href=\"http://so.gushiwen.org/author_405.aspx\">王安石</a>、<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>都有诗题咏他的画。苏轼的七绝《惠崇春江晚景》，更是脍炙人口。黄庭坚这首诗的首句六字，既点明画的作者，又描绘出画境。画中景物并不止“烟雨”、“归雁”，但作者有念留给读者想象的空间。诗中给人们展现了一幅烟雨归雁图。二三句承上，一气而下，写因欣赏画中景色而生幻觉：恍惚之间，好像坐在潇湘、洞庭的烟波之上，目送行行归雁，乡情油然而生。诗人很想唤一叶扁舟，回归故乡。第三句中的“唤”字，有的版本作“买”。“买”字不如“唤”字灵活。这三句不仅笔致疏朗轻淡，传写出画中的“虚旷之象”，而且化画境为实境，融入思归之情。第四句从前三句中跌落，描写诗人身心已沉浸于幻境之中，忽听得友人说：“这是丹青！”才恍然省悟，知道错把画境当作真境。这样结尾，峰回路转，饶有情趣。</p> <p>　　“诗是无形画，画是有形诗”（郭熙《林泉高致》），诗画有相通之处。因此，诗歌可再现画境。但以诗题画，一般不宜于全写真境，更不宜全写画境。全写真境，变成了山水景物诗，不成其为题画诗；全写画境。用诗句一一描述画中景物，无异于舍弃诗歌的想象和抒情之长，容易写的呆滞而无生气。<a href=\"http://so.gushiwen.org/author_39.aspx\">沈德潜</a>说<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>题画诗：“全不粘画上发论。如题画马、画鹰，必说到真马真鹰，复从真马、真鹰发出议论。后人可以为式。”（《说诗晬语》）杜甫的《奉先刘少府新画山水障歌》，便从画面引出真景，又由真景返回画景。黄庭坚这首诗，便学习了杜甫题画诗的手法，使画中之景与画外真景水乳交融，并同人的感情发生交流。</p> <p>　　杜甫的题画诗，还有一个特点，便是在描绘画境中道出画理。如《戏题王宰山水图歌》，因题画而道出“尤工远势古莫比，咫尺应须论万里”的艺术见解。黄庭坚在此题的第二首诗，题咏的是郑防收藏的郭熙的画，也运用这一表现手法。郭熙是北宋山水画家，其画强调“取势”。他说：“真山水之川谷，远望之以取其势。”他的山水画论《林泉高致》提出的“三远”——高远、平远、深远，就是要取山川之远势。黄庭坚对绘画有很高的艺术素养，所以这首诗的前二句“能作山川远势，白头惟有郭熙”，是很精当的评价。三四句具体咏赞画夹中郭熙之作。郭熙曾为苏才翁家摹写宋初北派山水画家李成的《骤雨图》六幅，因此笔墨大进。诗人在郑防画夹中得以见到《骤雨图》真迹，非常兴奋。但三四句不直说，而是曲折达意。自从见到郭熙画后，他禁不住跃跃欲试，也来摹写《骤雨图》，但一时找不到六幅好绢。“鹅溪”，在今四川三台，以产上好画绢著称。把六幅画绢说成是“六幅鹅溪”，以出人意料的语言，创造出新奇的意象。溪水清澈透明，恰似皎洁轻柔的画绢。黄庭坚学杜甫诗，以善于锤炼句法、字法著称，于此句可见。这两句既奇警，又自然天成，而且给整首诗增添了盎然意趣，补足前二句之意，使全诗不流于枯燥。</p> <p>　　从章法和句法来看，第二首诗的第三、四句，一起一落，折出笔势，同前一首的第三句一气连贯、第四句陡然转折不同。可见诗人用笔灵活多变，决不重复，总是力求创新与出奇。</p>",
  "poet": {
    "id": 268,
    "star": 0,
    "name": "黄庭坚",
    "image": "http://img.gushiwen.org/authorImg/huangtingjian.jpg",
    "desc": "黄庭坚（1045.8.9-1105.5.24），字鲁直，号山谷道人，晚号涪翁，洪州分宁（今江西省九江市修水县）人，北宋著名文学家、书法家，为盛极一时的江西诗派开山之祖，与杜甫、陈师道和陈与义素有“一祖三宗”（黄庭坚为其中一宗）之称。与张耒、晁补之、秦观都游学于苏轼门下，合称为“苏门四学士”。生前与苏轼齐名，世称“苏黄”。著有《山谷词》，且黄庭坚书法亦能独树一格，为“宋四家”之一。"
  },
  "tags": [
    "题画",
    "组诗"
  ]
}