{
  "id": 72473,
  "star": 1021,
  "name": "孟母三迁",
  "dynasty": "两汉",
  "content": "　　邹孟轲母，号孟母。其舍近墓。孟子之少时，嬉游为墓间之事。孟母曰：“此非吾所以居处子。”乃去，舍市旁。其嬉游为贾人炫卖之事。孟母又曰：“此非吾所以处吾子也。”复徙居学宫之旁。其嬉游乃设俎豆，揖让进退。孟母曰：“真可以处居子矣。”遂居。及孟子长，学六艺，卒成大儒之名。君子谓孟母善以渐化。",
  "fanyi": "<p><strong>译文</strong><br>　　孟子的母亲，世人称她孟母。过去孟子小时候，居住的地方离墓地很近，孟子学了些祭拜之类的事。他的母亲说：“这个地方不适合孩子居住。”于是将家搬到集市旁，孟子学了些做买卖和屠杀的东西。母亲又想：“这个地方还是不适合孩子居住。”又将家搬到学宫旁边。孟子学习会了在朝廷上鞠躬行礼及进退的礼节。孟母说：“这才是孩子居住的地方。”就在这里定居下来了。</p> <p><strong>注释</strong><br>舍：家。<br>墓间之事：指埋葬、祭扫死人一类的事。<br>处子：安顿儿子。<br>乃：于是，就。<br>嬉：游戏，玩耍。<br>贾（gǔ）人：商贩。<br>炫卖：同“炫”，沿街叫卖，夸耀。<br>徙：迁移。<br>俎豆：古代祭祀用的两种盛器，此指祭礼仪式。<br>徙居：搬家。<br>及：等到。<br>大儒：圣贤。<br>揖让进退：即打拱作揖、进退朝堂等古代宾主相见的礼仪。<br>揖：作揖。<br>遂：最后。<br>市：集市。<br>居：家。<br>卒：最终，终于。</p>",
  "about": "<h2>故事</h2> <p>　　孟子是战国时期的大思想家。孟子从小丧父，全靠母亲倪氏一人日夜纺纱织布，挑起生活重担。倪氏是个勤劳而有见识的妇女，她希望自己的儿子读书上进，早日成才。</p> <p>　　一次， 孟母看到孟轲在跟邻居家的小孩儿打架，孟母觉得这里的环境不好，于是搬家了。</p> <p>　　这次她把家搬到了荒郊野外。一天，孟子看到一溜穿着孝服的送葬队伍，哭哭啼啼地抬着棺材来到坟地，几个精壮小伙子用锄头挖出墓穴，把棺材埋了。他觉得挺好玩，就模仿着他们的动作，也用树枝挖开地面，认认真真地把一根小树枝当作死人埋了下去。直到孟母找来，才把他拉回了家。</p> <p>　　（学商人磨刀，如果没有这一段不成立下一段第三次搬家）</p> <p>　　孟母第三次搬家了。这次的家隔壁是一所学堂，有个胡子花白的老师教着一群大大小小的学生。老师每天摇头晃脑地领着学生念书，那拖腔拖调的声音就像唱歌，调皮的孟轲也跟着摇头晃脑地念了起来。孟母以为儿子喜欢念书了，高兴得很，就把孟轲送去上学。</p> <p>　　可是有一天，孟轲逃学了。孟母知道后伤透了心。等孟轲玩够了回来，孟母把他叫到身边，说：“你贪玩逃学不读书，就像剪断了的布一样，织不成布；织不成布，就没有衣服穿；不好好读书，你就永远成不了人才。”说着，抄起剪刀，“哗”的一声，把织机上将要织好的布全剪断了。</p> <p>　　孟轲吓得愣住了。这一次，孟轲心里真正受到了震动。他认真地思考了很久，终于明白了道理，从此专心读起书来。由于他天资聪明，后来又专门跟孔子的孙子子思学习，终于成了儒家学说的主要代表人物。</p><br/><h2>启发</h2> 　　良好的人文环境对人类的成长和生活而言是十分重要的。现代的人们不仅要求高品质的物质生活，更需要高品位的精神生活。给人很多的思维．在个人空间，在居住方面，在社交圈里．在生活中，环境造就人才，环境也淹没才人。 环境重要，比如把一个刚出生的婴儿交给一只狼去抚养，婴儿长大后就具有狼的很多生活习性。社会环境与一个人、特别是青少年的成长有直接的关系。孟子后来成为大学问家，与社会环境对他的熏陶感染有很大关系。<br/><h2>影响</h2> <p>　　孟母教子的影响特别深远，早在西汉时期韩婴的《韩<a href=\"http://so.gushiwen.org/view_72473.aspx\">诗</a>外传》中，就用有关孟母的故事来解释诗义，<a href=\"http://so.gushiwen.org/author_403.aspx\">刘向</a>的《列女传》中，首次出现了“孟母”这个专用名词。 东汉女史学家<a href=\"http://so.gushiwen.org/author_51.aspx\">班昭</a>曾作《孟母颂》，西晋女文学家左芬也作《孟母赞》。</p> <p>　　南宋时的启蒙课本《三字经》引证的第一个典故就是“昔孟母，择邻处，子不学，断机杼”，这一普及于封建社会后期的启蒙读物，虽经明、清学者陆续修订补充，而孟母三迁、断机教子的故事始终冠于篇首。</p> <p>　　山东监察御使钟化民《祭孟母文》赞扬道：“子之圣即母之圣”、“人生教子，志在青紫。夫人教子，志在孔子。古今以来，一人而已。”</p> <p>　　随着孟母故事的广泛流传，封建统治者也竭力将其塑造成符合其需要的偶像，封建皇帝对其屡加封谥，直到乾隆二年（1737年）加封孟母为“邾国端范宣献夫人”。</p>",
  "poet": {
    "id": 403,
    "star": 0,
    "name": "刘向",
    "image": "http://img.gushiwen.org/authorImg/liuxiang.jpg",
    "desc": "刘向（约前77—前6） 原名更生，字子政，祖籍沛郡（今属江苏徐州）人。西汉经学家、目录学家、文学家。刘向的散文主要是秦疏和校雠古书的“叙录”，较有名的有《谏营昌陵疏》和《战国策叙录》，叙事简约，理论畅达、舒缓平易是其主要特色。"
  },
  "tags": [
    "小学文言文",
    "教育",
    "故事",
    "寓理"
  ]
}