{
  "id": 71316,
  "star": 726,
  "name": "塞下曲六首·其一",
  "dynasty": "唐代",
  "content": "五月天山雪，无花只有寒。<br>笛中闻折柳，春色未曾看。<br>晓战随金鼓，宵眠抱玉鞍。<br>愿将腰下剑，直为斩楼兰。",
  "fanyi": "<p><strong>译文</strong><br>五月的天山仍是满山飘雪，只有凛冽的寒气，根本看不见花草。<br>只有在笛声《折杨柳》曲中才能想象到春光，而现实中从来就没有见过春天。<br>战士们白天在金鼓声中与敌人进行殊死的战斗，晚上却是抱着马鞍睡觉。<br>但愿腰间悬挂的宝剑，能够早日平定边疆，为国立功。</p> <p><strong>注释</strong><br>⑴天山：指祁连山。<br>⑵折柳：即《折杨柳》，古乐曲名。<br>⑶金鼓：指锣，进军时击鼓，退军时鸣金。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　首句言“五月天山雪”，已经扣紧题目。五月，在内地正值盛夏。<a href=\"http://so.gushiwen.org/author_682.aspx\">韩愈</a>说“五月榴花照眼明，枝间时见子初成”，<a href=\"http://so.gushiwen.org/author_10.aspx\">赵嘏</a>说“和如春色净如秋，五月商山是胜游”。但是，<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>所写五月却在塞下，在天山，自然，所见所感也就迥然有别。天山孤拔，常年被积雪覆盖。这种内地与塞下在同一季节的景物上的巨大反差，被<a href=\"http://so.gushiwen.org/view_71316.aspx\">诗</a>人敏锐地捕捉，然而，他没有具体细致地进行客观描写，而以轻淡之笔徐徐道出自己内心的感受：“无花只有寒”。“寒”字，隐约透露出诗人心绪的波动，何况寒风之中又传来《折杨柳》的凄凉曲调呢！春天在边疆是看不到的，人们只能从笛曲之中去领受，去回味。《折杨柳》为乐府横吹曲，多写行客的愁苦。在这里，诗人写“闻折柳”，当亦包含着一层苍凉寒苦的情调。他是借听笛来渲染烘托这种气氛的。诗为五律，依惯例当于第二联作意思上的承转，但是李白却就首联顺势而下，不肯把苍凉情绪稍作收敛，这就突破了格律诗的羁绊，以气脉直行，豪纵不拘，语淡而雄浑为其特色了。</p> <p>　　“晓战随金鼓，宵眠抱玉鞍。”古代出征要敲击钲、鼓，用来节制士卒进退，五、六两句，写的正是这种情况。语意转折，已由苍凉变为雄壮。诗人设想：自己来到边塞，就在天山脚下，整日过着紧张的战斗生活。白天在钲、鼓声中行军作战，晚上就抱着马鞍子打盹儿。这里，“晓战”与“宵眠”相对应，当是作者有意在概括军中一日的生活，其军情之紧张急迫，跃然纸上。“随”字，摹状士卒的令行禁止。“抱”字，描绘士卒夜间警备的情况。二句写的是士卒的生活场景，而他们守边备战，人人奋勇，争为功先的心态则亦尽情流露出来。</p> <p>　　“愿将腰下剑，直为斩楼兰。”斩楼兰：据《汉书·傅介子传》：“汉代地处西域的楼兰国经常杀死汉朝使节，傅介子出使西域，楼兰王贪他所献金帛，被他诱至帐中杀死，遂持王首而还”。这里是借用傅介子慷慨复仇的故事，表现诗人甘愿赴身疆场，为国杀敌的雄心壮志。“直”与“愿”字呼应，语气斩截强烈，一派心声，喷涌而出，自有夺人心魄的艺术感召力。</p>",
  "about": "<h2>创作背景</h2> 　　这组<a href=\"http://so.gushiwen.org/view_71316.aspx\">诗</a>当作于唐玄宗天宝二载（743年）。此前一年<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>初入长安，此时供奉翰林，胸中正怀有建功立业的政治抱负。",
  "poet": {
    "id": 247,
    "star": 0,
    "name": "李白",
    "image": "http://img.gushiwen.org/authorImg/libai.jpg",
    "desc": "李白（701年－762年），字太白，号青莲居士，唐朝浪漫主义诗人，被后人誉为“诗仙”。祖籍陇西成纪(待考)，出生于西域碎叶城，4岁再随父迁至剑南道绵州。李白存世诗文千余篇，有《李太白集》传世。762年病逝，享年61岁。其墓在今安徽当涂，四川江油、湖北安陆有纪念馆。"
  },
  "tags": [
    "边塞",
    "写雪",
    "军旅",
    "生活"
  ]
}