{
  "id": 59898,
  "star": 33,
  "name": "齐天乐·中秋宿真定驿",
  "dynasty": "宋代",
  "content": "西风来劝凉云去，天东放开金镜。照野霜凝，入河桂湿，一一冰壶相映。殊方路永。更分破秋光，尽成悲镜。有客踌躇，古庭空自吊孤影。<br>江南朋旧在许，也能怜天际，诗思谁领？梦断刀头，书开虿尾，别有相思随定。忧心耿耿。对风鹊残枝，露蛩荒井。斟酌姮娥，九秋宫殿冷。",
  "fanyi": "<p><strong>译文<br></strong>西风拂来，仿若劝说云彩放行一般，云层逐渐退去。远望东方，金镜似的月亮将在这晴朗无云的天空中冉冉升起。月色如霜，光照四野，月上的桂树映入河水中，水月与明月交相辉映，更添几分风致。夜已深，古驿枯庭里只剩下自己独自徘徊，孤枕难眠。<br>身在故乡的朋友，在远方看着这天边明月，或许也会想起在外的自己。现在还乡只是梦想，只能用书信把思念传回故乡。心事重重，忧虑不安，乌鹊在风中依着残枝，秋露中的蟋蟀在荒井中发出悲鸣。独自在月下饮酒，九重天上的月宫一片凄冷。</p> <p><strong>注释<br></strong>⑴齐天乐：词牌名。又名《台城路》、《五福降中天》、《如此江山》。《清真集》、《白石道人歌曲》、《梦窗词集》并入“正宫”（即“黄钟宫”）。此词一百零二字，前后片各五仄韵。前片第七句、后片第八句第一字是领格，例用去声。真定：即今河北正定。<br>⑵凉云：秋云。谢眺《七夕赋》：“朱光既敛，凉云始浮。”<br>⑶天东：东方的天空。<a href=\"http://so.gushiwen.org/author_349.aspx\">李贺</a>《溪晚凉》：“玉烟青湿白如幢，银湾晓转流天东。”金镜：月亮。<br>⑷霜凝：月光撒满大地，像铺了一层冻霜一样白。<br>⑸桂湿：月亮入水。传说月中有桂树，故云。<br>⑹冰壶：皎洁之月光。<br>⑺分破：指宋与金南北分疆，山河破碎，犹各自领一半秋光。<br>⑻悲镜：<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a><a href=\"http://so.gushiwen.org/view_59898.aspx\">诗</a>《将进酒》：“君不见高堂明镜悲白发，朝如青丝暮成雪。”此指的岁月易老之谓也。<br>⑼客：客子，自指。<br>⑽许：何许，何处。<br>⑾刀头：刀环，战罢还家之意。<br>⑿虿（chài）尾：女子卷发；此指书法峭劲。<br>⒀定：助语词，犹“了”也，“着”也。<br>⒁蛩（qióng）：蟋蟀。<br>⒂斟酌（zhēn zhuó）：往杯盏里倒酒供饮用。<br>⒃九秋：九月深秋。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　此词上阕先从“中秋”写起。头两句即是佳句：“西风来劝凉云去，天东放开金镜”。其中共有四个意象：西风、凉云、天东、金镜，它们共同组成了一幅“中秋之夜”的美妙图画。其奥妙之处尤在于“来劝”、“放开”这两组动词的运用，它们就把这幅静态的“图象”变换成了动态的“电影镜头”。原来，入夜时分，天气并不十分晴朗。此时，一阵清风吹来，拂开和驱散了残存的凉云——作者在此用了一个“来劝”，就使这个风吹残云的动作赋有了“人情味”：时值佳节，就让普天下团圆和不团圆的人都能看到这一年一度圆亮如金镜的中秋明月吧。果然有眼，它终于同意“放行”，于是一轮金光澄亮的圆月马上就在东边地平线上冉冉升起。所以这两个句子既写出了景，又包含了自己的情愫，为下文的继续写景和含情埋下了伏笔。“照野霜凝，入河桂湿，——冰壶相映”三句，就承接上文，写出了月光普洒大地、惨白一片的夜色，以及大河中的月影与天上的圆月两相辉映的清景，于中流露了自己的乡思客愁。<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a><a href=\"http://so.gushiwen.org/view_59898.aspx\">诗</a>云：“床前明月光，疑是地上霜。举头望明月，低头思故乡”（《静夜思》），<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>词云：“明月如霜”（《永遇乐》），史词的“照野霜凝”即由此演化而来，并体现了自己的思乡愁绪。“殊方路永”一句，语似突然而起，实是从题中“真定驿”生出。临安出发，过淮河，入金境，便是殊方异国，故云“殊方”；到了真定，已走过一段漫长的路程，但再到目的地燕京还有相当长的路要走，故云“路永”。这个四字押韵句自成一意，起了转折和开启下文的作用：上面交待了中秋月色，至此就转入抒情。“殊方路永”四字读来，已感到伤感之情的深切，而令人难堪的更在此夜偏又是中秋节！故而“独在异乡为异客”与“每逢佳节倍思亲”的两重悲绪就交织在一起，终于凝成了下面这两句词语：“更分破秋光，尽成悲境”。中秋为秋季之中，故曰“分破秋光”，而“分破”的字面又分明寓有分离之意，因此在已成“殊方”的故土，见中秋月色，便再无一点欢意，“尽成悲境”而已矣！下两句即顺着此意把自己与“真定驿”与“中秋”合在一起写：“有客踌躇，古庭空自吊孤影。”月于“影”字见出。驿站古庭的悲寂气氛，与中秋冷月的凄寒色调，就使作者中夜不眠、踌躇徘徊的形象衬托得更加孤单忧郁，也使他此时此地的心情显得更其凄凉悲切。<a href=\"http://so.gushiwen.org/author_408.aspx\">王国维</a>《人间词话》十分强调词要写“真景物”和“真感情”，谓之“有境界”。此情此景，就使此词出现了景真情深的“境界”，也使它具有了“忧从中来”的强烈艺术效果。</p> <p>　　不过，在上阕中，词人还仅言其“悲”而未具体交待其所“悲”为何，虽然在“殊方路永”四字中已经隐约透露其为思乡客愁。读者只知道，词人犹豫，词人徘徊，词人在月下形影相吊，然而尚未直探其内心世界的奥妙。这个任务，便在下阕中渐次完成。它共分两层：一层写其对于江南密友的相思之情，这是明说的；另一层则抒其对于北宋故国的亡国之悲，这又是“暗说”的。先看第一层：“江南朋旧在许，也能怜天际，诗思谁领？”起句与上阕末句暗有“勾连”，因上阕的“孤影”就自然引出下阕的“朋旧”，换头有自然之妙。“在许”者，在何许也，不在身边也。</p> <p>　　“也能怜天际”是说：他们此刻面对中秋圆月，也肯定会思念起远在“天际”的我。“诗思谁领”则更加进了一步，意谓：尽管他们遥怜故人，但因他们身在故乡，因而对于我在异乡绝域思念他们的乡愁客思缺乏切身体验和领受，故只好自叹一声“诗思谁领”（客愁化为“诗思”）。从这万般无奈的自言自语的反问句中，读者深深地感觉到：词人此时此刻的愁绪是其他人都无法代为体会、代为领受的。其感情之深浓，于此可知。接下“梦断刀头，书开虿尾，别有相思随定”，就续写他好梦难成和写信寄情的举动，以继续抒发自己的相思之愁。这里，他使用了两个典故：“刀头”和“虿尾”，其主要用心则放在前一典故上面。《汉书意欲暗地劝说<a href=\"http://so.gushiwen.org/author_795.aspx\">李陵</a>还汉。他见到李后，一面说话，一面屡次手摸自己的刀环。环、还音同，暗示要李归汉。又刀环在刀头，后人便以“刀头”作为“还”的隐语。唐吴兢《乐府古题要解》说《古绝句》中“何当大刀头”一句云：“刀头有环，问夫何时当还也”，即此意。此处说“梦断刀头”即言思乡之好梦难成，还乡之暂时无法，所以便开笔作书（“书开虿尾”），“别有相思随定”，让自己的相思之情随书而传达到朋旧那里去吧。以上是第一层。第二层则把思乡之情进而扩展。先点以“忧心耿耿”四字。这耿耿忧心是为何？作者似乎不便明言。以下便接以景语：“对风鹊残枝，露蛩荒井。”这两句既是实写真定驿中的所见所闻，又含蓄地融化了前人的诗意，以这些词语中所贮蓄的“历史积淀”来调动读者对于“国土沦亡”的联想。<a href=\"http://so.gushiwen.org/author_552.aspx\">曹操</a>诗云：“月明星稀，乌鹊南飞。绕树三匝，何枝可依？”（《短歌行》）史词的“风鹊残枝”基本由此而来，不过它又在鹊上加一“风”，在枝上加一“残”，这就使得原先就很悲凉的意境中更添入了一种凄冷残破的感情成分。至于“露蛩荒井”的意象，则读者更可在前人寄寓家国之感的诗词中常见。比如较史达祖稍前一些的<a href=\"http://so.gushiwen.org/author_30.aspx\">姜夔</a>，他就有一首咏蟋蟀（蛩即蟋蟀之别名）的名篇《齐天乐》，其“露湿铜铺，苔侵石井，都是曾听伊处”，即与史词意象相似。因而读着这“风鹊残枝，露蛩荒井”八字，读者很快便会浮现出姜词下文“候馆迎秋，离宫吊月，别有伤心无数”的不尽联想。作者巧以“景语”来抒情的功力既于此可见，而作者暗伤北宋沦亡的情感也于此隐隐欲出。但作者此词既是写中秋夜宿真定驿，故而在写足了驿庭中凄清的景象之后，又当再回到“中秋”上来。于是他又举头望明月，举杯酌姮娥（即与姮娥对饮之意），其时只见月中宫殿正被包围在一片凄冷的风露之中。这两句诗从<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>《月》诗“斟酌姮娥寡，天寒奈九秋”中演化开来，既写出了夜已转深、寒意渐浓，又进一步暗写了北宋宫殿正如月中宫殿那样，早就“冷”不堪言了。前文中暗伏而欲出的亡国之痛，就通过“宫殿”二字既豁然醒目、却又“王顾左右而言他”（表面仅言月中宫殿）地“饱满”写出！全词以中秋之月而兴起，又以中秋之月而结束，通过在驿庭中的所见所闻、所思所感，展现了作者思乡怀旧、忧思百端的复杂心态，具有一定的思想深度和艺术感染力。从词风来看，此词也一改作者平素“妥帖轻圆”的作风，而显出深沉悲慨的风格，在某种程度上带有了辛派词人的刚劲苍凉风格（比如开头五句的写景，结尾两句的写人月对斟和中秋冷月）。这肯定是与他的“身之所历，目之所见”，是密不可分的。清人王昶说过：“南宋词多《黍离》、《麦秀》之悲”（《赌棋山庄词话》卷一引），从史达祖这首出使金邦而作的《齐天乐》中，就能很明显地看出这一点。</p>",
  "about": "<h2>创作背景</h2> <p>　　南宋开禧年间的一个六月，史达祖与南宋使团离开临安，前赴金国恭贺金主生日，八月中秋到达河北真定，夜晚住宿在真定馆驿中，这首词就是在馆驿中写成。</p> <p>　　这首词有两个写作背景：一是以一个南宋官吏的身份前往曾是北宋疆土的异国祝寿，二是恰逢中国的传统佳节——中秋节，这两个背景注定了这首词一定带有十分悲壮的风格。</p>",
  "poet": {
    "id": 729,
    "star": 0,
    "name": "史达祖",
    "desc": "史达祖1163～1220？年，字邦卿，号梅溪，汴（河南开封）人。一生未中第，早年任过幕僚。韩侂胄当国时，他是最亲信的堂吏，负责撰拟文书。韩败，史牵连受黥刑，死于贫困中。史达祖的词以咏物为长，其中不乏身世之感。他还在宁宗朝北行使金，这一部分的北行词，充满了沉痛的家国之感。今传有《梅溪词》。存词112首。"
  },
  "tags": [
    "中秋节",
    "相思",
    "友情"
  ]
}