{
  "id": 13122,
  "star": 36,
  "name": "听筝",
  "dynasty": "唐代",
  "content": "抽弦促柱听秦筝，无限秦人悲怨声。<br>似逐春风知柳态，如随啼鸟识花情。<br>谁家独夜愁灯影？何处空楼思月明？<br>更入几重离别恨，江南歧路洛阳城。",
  "fanyi": "<p><strong>译文</strong><br>　　那忽急忽徐、时高时低的古筝声，就从这变化巧妙的指尖飞出来，传入耳中秦筝声声，使人联想到秦人的悲怨之声。筝声像柳条拂着春风絮絮话别，又像杜鹃鸟绕着落花，娟娟啼血。那低沉、幽咽的筝声，好像谁家的白发老母黑夜里独坐灯前，为游子不归而对影忧愁，又好像谁家的少妇独自守立空楼，为丈夫远出而望月长叹。筝声本来就苦，更何况又掺入了我的重重离别之恨，南北远离，相隔千里，两地相思。</p> <p><strong>注释</strong><br>⑴筝：一种拨弦乐器，相传为秦人蒙恬所制，故又名“秦筝”。它发音凄苦，令人“感悲音而增叹，怆憔悴而怀愁”（汉侯瑾《筝赋》）。<br>⑵抽弦促柱：筝的长方形音箱面上，张弦十三根，每弦用一柱支撑，柱可左右移动以调节音量。弹奏时，以手指或鹿骨爪拨弄筝弦；缓拨叫“抽弦”，急拨叫“促柱”。<br>⑶“似逐”两句：似，好像。逐，追逐。态，状态，情态。随，追随。识，认得，辨别。<br>⑷独夜：孤独一人的夜晚。<br>⑸灯影：灯下的影子。<br>⑹空楼：没有人的楼房。<br>⑺更（gèng）：更加，愈加。<br>⑻几重（chóng）：几层。<br>⑼“江南”句：指南北远离，两地相思。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　这首<a href=\"http://so.gushiwen.org/view_13122.aspx\">诗</a>写诗人听筝时的音乐感受，其格局和表现技巧别具一格，别有情韵。</p> <p>　　首句“抽弦促柱听秦筝”，“抽弦促柱”点出弹筝的特殊动作。忽疾忽徐、时高时低的音乐声，就从这“抽弦促柱”变化巧妙的指尖端飞出来，传入诗人之耳。诗人凝神地听着，听之于耳，会之于心。“听”是此诗的“题眼”，底下内容，均从“听”字而来。</p> <p>　　诗人听筝最突出的感受是“无限秦人悲怨声”，诗人由秦筝联想到秦人之声。据《秦州记》记载：“陇山东西百八十里，登山巅东望，秦川四五百里，极目泯然。山东人行役升此而顾瞻者，莫不悲思。”这就是诗人所说的“秦人悲怨声”。诗人以此渲染他由听筝而引起的感时伤别、无限悲怨之情。下面围绕“悲怨”二字，诗人对筝声展开了一连串丰富的想象和细致的描写。</p> <p>　　“似逐春风知柳态，如随啼鸟识花情。”诗人巧妙地把弦上发出的乐声同大自然的景物融为一体，顿时使悲怨的乐声，转化为鲜明生动的形象。那柳条摇荡、柳絮追逐、落英缤纷、杜鹃绕啼的暮春情景，仿佛呈现于读者的眼前；春风、杨柳、花、鸟，情怀毕露，更加渲染出一片伤春惜别之情。</p> <p>　　“抽弦促柱”之声的变化，又唤起诗人更加奇妙的联想：“谁家独夜愁灯影？何处空楼思月明？”上一联写大自然的景物，这一联则写人世的悲欢，更加真切感人。“独”、“空”两字，尤使画面显得分外凄清，增加了盼子思夫、离愁别恨的分量。“愁灯影”、“思月明”，含蓄蕴藉，耐人寻味：灯前别无他人，只看到自己的影子，可见何等孤独，不能不“愁”。楼头没有亲人，只见明月高悬，可见何等空荡，不能不“思”。这两处倘若写作“愁灯下”、“思离人”，就索然无味了。这一联用暗喻，且用“谁家”、“何处”疑问句式，不仅显得与上一联有参差变化之美，而且更能激起想象的翅膀，让各人按自己的生活体验，从画面中去品尝筝声所构成的美妙动人的音乐形象。</p> <p>　　以上两联所构成的形象，淋漓尽致地描摹出筝声之“苦”，使人耳际仿佛频频传来各种惜别的悲怨之声。筝声“苦”，如果听者也怀有“苦”情，筝弦与心弦同声相应，那么就愈发感到苦。诗人<a href=\"http://so.gushiwen.org/author_118.aspx\">柳中庸</a>正是怀着苦情听筝的。</p> <p>　　“更入几重离别恨，江南歧路洛阳城。”诗人的族侄、著名文学家<a href=\"http://so.gushiwen.org/author_646.aspx\">柳宗元</a>因参与王叔文集团的政治改革，失败后，被贬窜南陲海涯。这末二句也是有感而发。</p> <p>　　这首描写筝声的诗，着眼点不在表现弹奏者精湛的技艺，而是借筝声传达心声，抒发感时伤别之情。诗人展开联想，以新颖、贴切的比喻，集中描写筝弦上所发出的种种哀怨之声。诗中重点写“声”，却又不直接写“声”，没有用一个象声词。而是着力刻画各种必然发出“悲怨声”的形象，唤起读者的联想，使人见其形似闻其声，显示了“此时无声胜有声”的艺术效果。</p>",
  "poet": {
    "id": 118,
    "star": 0,
    "name": "柳中庸",
    "image": "http://img.gushiwen.org/authorImg/liuzhongyong.jpg",
    "desc": "柳中庸 （？—约775)名淡，中庸是其字，唐代边塞诗人。河东（今山西永济）人，为柳宗元族人。大历年间进士，曾官鸿府户曹，未就。萧颖士以女妻之。与弟中行并有文名。与卢纶、李端为诗友。所选《征人怨》是其流传最广的一首。《全唐诗》存诗仅13首。其诗以写边塞征怨为主，然意气消沉，无复盛唐气象。"
  },
  "tags": [
    "伤别"
  ]
}