{
  "id": 58069,
  "star": 53,
  "name": "菩萨蛮·送曹君之庄所",
  "dynasty": "宋代",
  "content": "人间岁月堂堂去，劝君快上青云路。圣处一灯传，工夫萤雪边。<br>麴生风味恶，辜负西窗约。沙岸片帆开，寄书无雁来。",
  "fanyi": "<h2>注释</h2> ⑴菩萨蛮：本唐教坊曲，后用为词牌，也用作曲牌。亦作《菩萨鬘》，又名《子夜歌》、《重叠金》等。《菩萨蛮》为双调，四十四字，属小令。曹君：未详何人。<br>⑵“人间”二句：堂堂：盛大。青云：比喻志高。句意：光阴匆匆而去，劝你快快立志去做一番事业。这两句语本唐薛能《春日使府寓怀二首》<a href=\"http://so.gushiwen.org/view_58069.aspx\">诗</a>：“青春背我堂堂去，自发欺人故故生”。<br>⑶一灯传：源于佛教以灯能照暗，以法传人，如同传灯。释氏以灯喻法，故纪载其衣钵相传之史迹者名《传灯录》。<br>萧枫主编,唐诗宋词全集 10卷,中国文史出版社,2001.06,第591页<br>⑷萤雪：《晋书·车胤传》：“胤恭勤不倦，博学多通。家贫不常得油，夏月则练囊盛数十萤火以照书，以夜继日焉。”《尚友录》：“晋孙康，京兆人，性敏好学，家贫，灯无油，于冬月尝映雪读书。”<br>⑸麴生：谓酒。《开天传信记》》：“道士<a href=\"http://so.gushiwen.org/author_2409.aspx\">叶法善</a>精于符籙之术。……尝有朝客数十人诣之，解带淹留，满座思酒。忽有人叩门，云麴秀才，……傲睨直入。年二十余，肥白可观。笑揖诸公，居末席，伉声谈论，援引古人，……法善密以小剑击之，随手丧元，坠于阶下，化为瓶榼。一座惊慑惶遽。视其处所，乃盈瓶醲酝也。咸大笑。饮之，其味甚佳。坐客醉而揖其瓶曰：‘麴生麴生，风味不可忘也。’”风味恶：<a href=\"http://so.gushiwen.org/author_268.aspx\">黄庭坚</a>《醇道得蛤蜊复索舜泉舜泉已酌尽官酝不堪不敢送》诗：“商略督邮风味恶，不堪持到蛤蜊前。”<br>⑹西窗约：商隐《夜雨寄北》：“君问归期未有期，巴山夜雨涨秋池。何当共剪西窗烛，却话巴山夜雨时。”",
  "shangxi": "<h2>鉴赏</h2> 　　这是一首送别词，是送曹君之庄所，即去他的田庄或别墅的。全词洋溢着作者对年轻后进的关爱之情。开头二句劝其及早求取功名。薛能说：“青春背我堂堂去，白发欺人故故生”，发出人生易老的慨叹。此处与之同意，言人间岁月不管愿意与否，它都要堂而皇之地逝去，时不我与，“劝君快上青云路”，求取功名，置身青云之上。开门见山，点出题旨，表达了作者对曹君的关爱之情。如何才能“快上青云路”呢？接下去二句指出要刻苦学习。作者认为，儒家思想的精义是由一代又一代的儒学大师承传下来的，它们是“修身、齐家、治国、平天下”的根本，要真正掌握它并不容易，必须下苦工夫才能学到手。作者还认为：“学窥圣处文章古，<a href=\"http://so.gushiwen.org/view_58069.aspx\">诗</a>到穷时风味苦。”这就是说“学窥圣处”便可写出好文章，当然也就可以从政了。“工夫萤、雪边”五字，使用古代苦读的典故，劝其下工夫学习，还是很有说服力的。换头二句劝其不要辜负家人的期望。其中前一句劝其不要贪杯。曲生，这里指酒。言贪杯好饮，虽然能满足口腹之欲，如果因饮酒耽误了读书，会贻误终身，自酿苦酒，那风味可够受的。后一句写家人的期望。西窗，这里指妇人的居室，言不要辜负了家人待月西窗，望其成名的殷勤之意。结尾二句讽其来书。言其乘小舟离沙岸而去，不要不寄书哟！可谓语重心长！",
  "about": "<h2>创作背景</h2> 　　这是一首送别词，当时曹君离别去他的田庄，此人作下此词劝勉曹君立志学习，做出一番事业。洋溢对年轻后进的关爱之情。",
  "poet": {
    "id": 217,
    "star": 0,
    "name": "辛弃疾",
    "image": "http://img.gushiwen.org/authorImg/xinqiji.jpg",
    "desc": "辛弃疾（1140－1207），南宋词人。原字坦夫，改字幼安，别号稼轩，汉族，历城（今山东济南）人。出生时，中原已为金兵所占。21岁参加抗金义军，不久归南宋。历任湖北、江西、湖南、福建、浙东安抚使等职。一生力主抗金。曾上《美芹十论》与《九议》，条陈战守之策。其词抒写力图恢复国家统一的爱国热情，倾诉壮志难酬的悲愤，对当时执政者的屈辱求和颇多谴责；也有不少吟咏祖国河山的作品。题材广阔又善化用前人典故入词，风格沉雄豪迈又不乏细腻柔媚之处。由于辛弃疾的抗金主张与当政的主和派政见不合，后被弹劾落职，退隐江西带湖。"
  },
  "tags": [
    "送别",
    "劝勉",
    "读书"
  ]
}