{
  "id": 70550,
  "star": 1,
  "name": "【双调】蟾宫曲_碧波中范蠡",
  "dynasty": "元代",
  "content": "碧波中范蠡乘舟，殢酒簪花，乐以忘忧。荡荡悠悠，点秋江白鹭沙鸥。急棹不过黄芦岸白蘋渡口，且湾在绿杨堤红蓼滩头。醉时方休，醒时扶头。傲煞人间，伯子公侯。想人生七十犹稀，百岁光阴，先过了三十。七十年间，十岁顽童，十载尪羸。五十岁除分昼黑，刚分得一半儿白日。风雨相催，兔走乌飞。子细沉吟，都不如快活了便宜。奴耕婢织生涯，门前栽柳，院后桑麻。有客来，汲清泉，自煮茶芽。稚子谦和礼法，山妻软弱贤达。守着些实善邻家，无是无非，问甚么富贵荣华。<br>沙三伴哥来嗏，两腿青泥，只为捞虾。太公庄上，杨柳阴中，磕破西瓜。小二哥昔涎剌塔，碌轴上淹着个琵琶。看荞麦开花，绿豆生芽。无是无非，快活煞庄家。<br>海棠<br>恰西园锦树花开，便是春满东风，燕子楼台。几处门墙，谁家桃李，自芬尘埃。<br>记银烛红妆夜来，洞房深掩映闲斋。醉眼吟杯，林下风流，海上蓬莱。<br>白莲<br>映横塘烟柳风蒲，自一种仙家，玉雪肌肤。净洗炎埃，轻摇羽扇，琼立冰壶。<br>又猜是耶溪越女，怕红裙不称情姝。香动诗臞，鸥鹭同盟，云水深居。<br>丹桂<br>说秋英媚妩嫦娥，共金粟如来，示现维摩。月下幽丛，淮南胜韵，招隐谁呵。<br>管因为清香太多，这些时学我婆娑。纵览岩阿，抚节高歌，时到无何。<br>红梅<br>缀冰痕数点胭脂，莫猜做人间，繁杏枯枝。天竺丹成，山茶茜染，照映参差。<br>共倚竹佳人看时，索饶他风韵些儿。脉脉奇姿，应解痴翁，鉴赏妍媸。<br>橙杯<br>摘将来犹带吴酸，绣毂轻纹，颜色深黄。纤手佳人，用并刀剖出甘穰。波潋滟宜斟玉浆，样团圞雅称金觞。酒入诗肠，醉梦醒来，齿颊犹香。<br>咏别<br>离人易水桥东，万里相思，几度征鸿。引逗凄凉，滴溜溜叶落秋风。但合眼鸳鸯帐中，急温存云雨无踪。夜半衾空，想像冤家，梦里相逢。<br>记相逢二八芳华，心事年来，付与琵琶。密约深情，便如梦里，春镜攀花。空恁底狐灵笑耍，劣心肠作弄难拿。到了偏咱，到底亏他，不信情杂，忘了人那！<br>丽华<br>叹南朝六代倾危，结绮临春，今已成灰。惟有台城，挂残阳水绕山围。胭脂井金陵草凄，后庭空玉树花飞。燕舞莺啼，王谢堂前，待得春归。<br>萧蛾<br>梵王宫深锁娇娥，一曲篱笳，百二山河。炀帝荒淫，乐淘淘凤舞鸾歌。琼花绽春生画舸，锦帆飞兵动干戈。社稷消磨，汴水东流，千丈洪波。<br>杨妃<br>玉环乍出兰汤，舞按盘中，一曲霓裳。羯鼓声催，闹垓垓士马渔阳。梧桐雨凋零了海棠，荔枝尘埋没了香囊。痛杀明皇，蜀道艰辛，唐室荒凉。<br>西施<br>建姑苏百尺高台，贪看西施，杏脸桃腮。月暗钱塘，不堤防越国兵来。吴王冢残阳暮霭，伍员坟老树苍苔。范蠡贤哉，社稷功成，烟水船开！<br>绿珠<br>后堂深翠锦重重，绿软红娇，留住春风。万劫情缘，想人生乐事难终。宝鉴破香消玉容，凤楼空酒冷金钟。金谷成空，过了繁华，洛水流东。<br>小卿<br>暮云遮野寺山城，渡口风来，一叶帆轻。宿雁惊飞，冷清清败苇寒汀。吴江阔澄波万顷，楚天遥明月三更。金斗苏卿，一首新诗，万古离情。<br>巫娥<br>想巫山仙子风流，不念襄王，多病多愁。梦断阳台，冷清清玉殿珠楼。会暮雨灯昏绿牖，望朝云帘卷金钩。离恨悠悠，旧约新盟，往事难酬。<br>商女<br>水笼烟明月笼沙，淅沥秋风，哽咽鸣笳。闷倚篷窗，动江天两岸芦花。飞鹜鸟青山落霞，宿鸳鸯锦浪淘沙。一曲琵琶，泪湿青衫，恨满天涯！<br>洛阳怀古河南<br>杜鹃声啼破南柯，恨流尽繁华，洛水寒波。金谷花飞，天津老树，几被消磨。向司马家儿问他，怎直教荆棘铜驼。老子婆娑，放着行窝，不醉如何？<br>夷门怀古汴梁<br>想邹枚千古才名，觉苑文辞，气压西京。汴水烟波，隋堤困柳，枉共春争。恰鼓板声中太平，鹧鸪啼惊破青城。河岳丹青，临眺枯荣，陶冶襟尘。<br>咸阳怀古京兆<br>对关河今古苍茫，甚一笑骊山，一炬阿房。竹帛烟消，风去日月，梦寐隋唐。<br>快寻趁王家醉乡，见终南捷径休忙。茅宇松窗，尽可栖迟，大好徜徉。<br>邺下怀古彰德<br>笑征衣伏枥悲吟，才鼎足功成，铜爵春深。软动歌残，无愁梦断，明月西沉。<br>算只有韩家昼锦，对家山辉映来今。乔木空林，几度西风，憾慨登临。<br>颍川怀古颍州<br>笑邯郸奇货难居，似帷幄功成，身退谁欤？颍水东流，嵩岳西去，临眺踌躇。<br>记游宦三川故都，尽龙门风物何如？吾爱吾庐，欲倩林泉，纳下樵渔。<br>汝南怀古蔡州，今汝宁<br>记元戎洄曲奇勋，被雪鹅池，惊倒骡军。谁杂声沉，无端世故，几度兵尘。有客子经过汝坟，望飞来辽海愁云。奄冉西昏，倚遍幽轩，吟断兰生。<br>广陵怀古扬州<br>对平山懒赋芜城，笑豆蔻枝头，惹住歌行。风调才情，青楼一梦，杜牧三生。<br>更谁看桥边月明，是谁留花里飞琼？欲问承平，牛李宾朋，怀断江声。<br>京口怀古镇江<br>道南宅岂识楼桑，何许英雄，惊倒孙郎。汉鼎才分，流延晋宋，弹指萧梁。昭代车书四方，北溟鱼浮海吞江。临眺苍茫，醉倚歌鬟，吟断寒窗。<br>吴门怀古平江<br>倚夕阳麋鹿荒台，对平楚江空，老树苍崖。季子风高，闾门陈迹，抚事兴怀。<br>谁种下吴宫祸胎，苎萝山华鸟飞来。伏节英才，倾国佳人，几度尘埃。<br>钱塘怀古杭州<br>问钱塘佳丽谁边？且莫说诗家，白傅坡仙。胜会华筵，江潮鼓吹，天竺云烟。<br>那柳外青楼画船，在西湖苏小门前。歌舞留连，栖越吞吴，付与忘言。<br>金陵怀古建康<br>记当年六代豪夸，甚江令归来，玉树无花？商女歌声，台城畅望，淮水烟沙。<br>问江左风流故家，但夕阳衰草寒鸦。隐映残霞，寥落归帆，呜咽鸣笳。<br>宣城怀古宁国<br>对江山吟断高斋，想甲第名园，棠棣花开。晓梦歌钟，高城草木，废沼荒台。<br>快吹尽陵峰暮霭，等麻姑空翠飞来。渺渺予怀，天淡云闲，万事浮埃。<br>浔阳怀古江州<br>笑元规尘涴清谈，便尽自风流，用世何堪！陶谢醺酣，香消莲社，禅悦谁参？<br>琵琶冷江空月惨，泪痕淹司马青衫。恼乱云龛，我欲寻林，结个茅庵。<br>武昌怀古旧鄂州<br>问黄鹤惊动白鸥，甚鹦鹉能言，埋恨芳洲。岁晚江空，云飞风起，兴满清秋。<br>有越女吴姬楚酒，莫虚负老子南楼。身世虚舟，千载悠悠，一笑休休。<br>江陵怀古古荆州<br>慨星槎两度南游，想神女朝云，宋玉清秋。汉魏名流，临风吹笛，作赋登楼。<br>谁学下宫腰种柳，又添些眉黛新愁。渔父回舟，应笑湘累，不近糟丘。<br>长沙怀古潭州<br>朝瀛洲暮舣湖滨，向衡麓寻诗，湘水寻春。泽国纫兰，汀洲搴若，谁与招魂？<br>空目断苍梧暮云，黯黄陵宝瑟凝尘。世态纷纷，千古长沙，几度词臣？<br>襄阳怀古<br>鹿门山尽好幽栖，且听甚群儿，争唱铜鞮。抚节怀予，平生传辟，须曰书痴。<br>谁醉著花间接篱，更谁家日暮习池。憾慨兴衰，欲问沙鸥，正自忘机。<br>箕山感怀<br>巢由后隐者谁何？试屈指高人，却也无多。渔父严陵，农夫陶令，尽会婆娑。<br>五柳庄瓷瓯瓦钵，七里滩雨笠烟蓑。好处如何？三径秋香，万古苍波。<br>扬州汪右丞席上即事<br>江城歌吹风流，雨过平山，月满西楼。几许华年，三生醉梦，六月凉秋。按锦瑟佳人劝酒，卷朱帘齐按凉州。客去还留，云树萧萧，河汉悠悠。<br>广帅饯别席上，赠歌者江云<br>问江云何处飞来，全不似寻常，舞榭歌台。溟海星槎，清秋月窟，流水天台。<br>准备下新愁送客，强教他眉黛舒开。楚楚离怀，香动罗襦，梦绕金钗。<br>寒食新野道中<br>柳濛烟梨雪参差，犬吠柴荆，燕语茅茨。老瓦盆边，田家翁媪，鬓发如丝。桑柘外秋千女儿，髻双鸦斜插花枝。转眄移时，应叹行人，马上哦诗。<br>云台醉归<br>灏灵宫畔云台，日落秦川，半醉归来。古道西风，荒丛细水，老树苍苔。万古潼关过客，尽清狂得似疏斋。翠壁丹崖，题罢新诗，玉井莲开。<br>醉赠乐府珠帘秀<br>系行舟谁遣卿卿，爱林下风姿，云外歌声。宝髻堆云，冰弦散雨，总是才情。<br>恰绿树南薰晚晴，险些儿羞杀啼莺。容散邮亭，楚调将成，醉梦初醒。<br>赠歌者蕙莲刘氏<br>问何人树蕙芳洲？便春满词林，香满歌楼。纨扇微风，罗裙纤月，作弄新秋。<br>好客呵风流太守，怎生般玉树维舟。樽酒迟留，醉墨乌丝，当得缠头。<br>赠歌者刘氏<br>白沙翠竹柴门，弭节出家，已待黄昏。林下琼枝，灯前金缕，满意芳樽。谁恁地教人断魂？是东风吹堕行云。宝靥罗裙，浅笑轻颦，不枉留春。<br>阳翟道中田家即事<br>颍川南望襄城，邂逅田家，春满柴荆。翁媪真淳，杯盘罗列，尽意将迎。似鸡犬樵渔武陵，被东君画出升平。桃李欣荣，兰蕙芳馨，林野高情。<br>濛江舟中值雨<br>雨霏霏画舫亭亭，谁唤起江妃，惊动山灵。万壑千岩，空濛雾帐，掩映云屏。想猜是孤槎客星，待温存湖海飘零。且向南溟，应笑虚名，不负平生。<br>六月望西湖夜归<br>看西湖休比谁呵，才说到西施，便似了东坡。宝瑟鸣泉，烟鬟翠领，玉镜晴波。<br>数十处芙蓉画舸，对三山楼观嵯峨。问夜如何，月下婆娑，恰似姮娥。<br>冬夜宿丞天善利轩<br>听星簪送响云林，是江上学仙，方外知音。饮溉餐松，含宫嚼羽，戛玉钟金。<br>向方丈蓬莱夜深，莫吹笙不用鸣琴。思满冲襟，一曲将终，万簌俱沉。<br>敬亭赠别丁太初宪使<br>映苍崖磊砢孤松，待树蕙滋兰，分付春工。梦短歌残，霜寒木落，岁晚江空。<br>且莫说邯郸道中，听吾诗目送飞鸿。归棹春容，政尔孙刘，未害为公。<br>太初次韵见寄，复和以答<br>论诗家剪取吴淞，与众鸟孤云，琢句谁工。一笑斋名，三生旧梦，思满春空。<br>算今日东风座中，寄新词两度鳞鸿。惊动山容，唤起江声，谁更如公？<br>正月十四日嵇秋山生日<br>记春星初度今朝，甚却在秋山，梅阵松巢。笑掩蒙庄，金纱雾散，玉友神交。<br>飞琼唱偏宜洞箫，似麻姑痒处能搔。有客超摇，一刻千金，最是灯宵。<br>贾皓庵楼居即事<br>这先生会与云闲，偏独自楼居，揽断溪山。客子寻真，林端税驾，雪意凭阑。<br>想竹叶知人病懒，共梅花笑倒春寒。萧散襟颜，办下新声，少个仙鬟。<br>正卿寿席<br>问东君借得春来，早去绿歌鬟，香动梅腮。初度筵开，金兰宾友，玉树庭阶。<br>恰侵晓交晖香霭，寿星明相近三台。林壑襟怀，文采风流，琼映霜台。<br>肃政黎公庚戌除夜得孙，翌日见招，作此以贺映梅林修竹高邻，恰今旦开年，昨晚生孙。抚节邀宾，银釭照夜，宝篆留春。<br>快传语江东缙绅，剩歌谣天上麒麟。昭代人门，准备诗书，等候风云。<br>辛亥正月十日游胡仲勉家园<br>办乌丝准备挥毫，倩昨暮东风，照缀今朝。吟断兰陔，香浮竹叶，玉绽梅梢。<br>唱白雪新声阿娇，万两金一刻春宵。归路休教，灯月光中，踏破琼瑶。",
  "poet": {
    "id": 191,
    "star": 0,
    "name": "卢挚",
    "image": "http://img.gushiwen.org/authorImg/luzhi.jpg",
    "desc": "卢挚（1242-1314），字处道，一字莘老；号疏斋，又号蒿翁。元代涿郡（今河北省涿县）人。至元5年(1268)进士，任过廉访使、翰林学士。诗文与刘因、姚燧齐名，世称“刘卢”、“姚卢”。与白朴、马致远、珠帘秀均有交往。散曲如今仅存小令。著有《疏斋集》（已佚）《文心选诀》《文章宗旨》,传世散曲一百二十首。有的写山林逸趣，有的写诗酒生活，而较多的是“怀古”，抒发对故国的怀念。今人有《卢疏斋集辑存》，《全元散曲》录存其小令。"
  },
  "tags": []
}