{
  "id": 287,
  "star": 18,
  "name": "周颂·载芟",
  "dynasty": "先秦",
  "content": "载芟载柞，其耕泽泽。千耦其耘，徂隰徂畛。侯主侯伯，侯亚侯旅，侯彊侯以。有嗿其馌，思媚其妇，有依其士。有略其耜，俶载南亩，播厥百谷。实函斯活，驿驿其达。有厌其杰，厌厌其苗，绵绵其麃。载获济济，有实其积，万亿及秭。为酒为醴，烝畀祖妣，不洽百礼。有飶其香。邦家之光。有椒其馨，胡考之宁。匪且有且，匪今斯今，振古如兹。",
  "fanyi": "<p><strong>译文</strong><br>又除草来又砍树，<br>田头翻耕松土壤。<br>千对农人在耕地，<br>洼地坡田都前往。<br>家主带着长子来，<br>子弟晚辈也到场，<br>有壮汉也有雇工，<br>地头吃饭声音响。<br>妇女温柔又娇媚，<br>小伙子们真强壮。<br>耜的尖刃多锋利，<br>南面那田先耕上。<br>播撒百谷的种子，<br>颗粒饱满生机旺。<br>小芽纷纷拱出土，<br>长出苗儿好漂亮。<br>禾苗越长越茂盛，<br>谷穗下垂长又长。<br>收获谷物真是多，<br>露天堆满打谷场，<br>成万成亿难计量。<br>酿造清酒与甜酒，<br>进献先祖先妣尝，<br>完成百礼供祭飧。<br>祭献食品喷喷香，<br>是我邦家有荣光。<br>献祭椒酒香喷喷，<br>祝福老人常安康。<br>不是现在才这样，<br>不是今年才这样，<br>万古都有这景象。</p> <p><strong>注释</strong><br>（1）载芟（shān）载柞（zuò）：芟，割除杂草；柞，砍除树木。载……载……，连词，又……又……<br>（2）泽泽：通“释释”，土解。<br>（3）千耦：耦，二人并耕；千，概数，言其多。耘：除田间杂草。<br>（4）徂（cú）：往。隰（xí）：低湿地。畛（zhěn）：高坡田。<br>（5）侯：语助词，犹“维”。主：家长，古代一国或一家之长均称主。伯：长子。<br>（6）亚：叔、仲诸子。旅：幼小子弟辈。<br>（7）疆：同“强”，强壮者。以：雇工。<br>（8）嗿（tǎn）：众人饮食声。有嗿，嗿嗿。馌（yè）：送给田间耕作者的饮食。<br>（9）思：语助词。媚：美。<br>（10）依：壮盛。士：毛传训“子弟也”，<a href=\"http://so.gushiwen.org/author_459.aspx\">朱熹</a>《<a href=\"http://so.gushiwen.org/view_287.aspx\">诗</a>集传》训“夫也”。<br>（11）有略：略略。略，锋利。耜（sì）：古代农具名，用于耕作翻土，西周时用青铜制成锋利的尖刃，是后世犁铧的前身。<br>（12）俶（chù）：始。载：读作“菑”，用农具把草翻埋到地下。南亩：向阳的田地。<br>（13）实：种子。函：含。斯：乃。活：活生生。<br>（14）驿驿：《尔雅》作“绎绎”，朱熹《诗集传》训“苗生貌”。达：出土。<br>（15）厌：美好。杰：特出之苗。<br>（16）麃（biāo）：谷物的穗。<br>（17）亿：十万。秭（zǐ）：一万亿。<br>（18）醴（lǐ）：甜酒。<br>（19）烝：进。畀（bì），给予。祖妣：祖父、祖母以上的祖先。<br>（20）洽：合。以洽百礼，谓合于各种礼仪的需用。<br>（21）有飶（bì）：飶飶，飶通“苾”，芬芳。<br>（22）椒：以椒浸制的酒。<br>（23）胡考：长寿，指老人。<br>（24）匪（fēi）：非。且：此。上“且”字谓此时，下“且”字谓此事。<br>（25）振古：终古。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　全<a href=\"http://so.gushiwen.org/view_287.aspx\">诗</a>三十一句，不分章，但有韵，是《周颂》中最长的一篇，也是几篇有韵诗中用韵较密的一篇。</p> <p>　　全诗虽未分段，其叙事自成段落，层次清楚，前二十一句可算是第一部分，后十句算第二部分。第一部分依次叙述以下内容：</p> <p>　　首四句写开垦。描写了有的割草，有的刨树根，一片片土壤翻掘松散，“千耦其耘”，遍布低洼地、高坡田，呈现热烈的春耕大生产景象。“千耦其耘”的“耘”字，单释为除田间杂草，与“耕”合用则泛指农田作业。开垦时重在耕（翻掘土壤），这里是为了用韵，略为“耘”，实即“千耦其耕”。所谓“耦耕”，是上古一种耕作方式，即二人合作翻掘土壤。如何并力，可有几种形式，如挖掘树根，宜对面合作；开沟挖垅，不妨并肩；盖使用耒耜翻地，必须一推一拉。这里言“千耦”，是言极多，从低洼地到高坡田，遍布田野，开垦面积多，出动的劳动力多，这只可能是有组织、有领导的集体性质的大生产。</p> <p>　　第五至第十句写参加春耕的人，男女老少全出动，强弱劳力都上场，漂亮的妇女，健壮的小伙，在田间吃饭狼吞虎咽，展现出一幅生动的画面。据文献所载，周王是全部土地的所有者（“普天之下，莫非王土”），但他只直接拥有一大片土地，以封建形式将土地分封下去，他取贡赋，并有权随时收回土地。所以被分封者只有较长期的、较固定的使用权，各土地领主又以同等形式分给下属，这样可以层层分下去，而以家庭为基本单位。当时的家庭实际是家族，以家长为首，众兄弟、子孙多代同居，这种土地分配和家庭结构形式，在诗中都反映了出来。</p> <p>　　第十一至第十四句写播种。锋利的耒耜，从向阳的田地开播，种子覆土成活。“啊！多么锋利的耒耜！”“播下百谷就出芽！”在这赞叹声中饱含着欢欣，反映出金属（青铜）农具的使用和农业技术的进步，促进了生产力的发展。</p> <p>　　第十五至第十八句写禾苗生长和田间管理。“驿驿其达”，“厌厌其苗”，也是赞叹中饱含喜悦；“緜緜其麃”，表示精心管理，努力促进作物生长，表现了生产的热情。</p> <p>　　接下去三句写收获。作者用了夸张的手法，以“万亿及秭”形容露天堆积的谷物广大无边，表现丰收的喜悦。“万亿及秭”一句是全诗的转折处。此句以上是写农事，从开垦叙述到收获；此句以下则转人祭祀和祈祷，可以说是诗的第二部分。</p> <p>　　第二部分前七句写制酒祭祀，是全诗的思想中心，表明发展生产是为烝祖妣、洽百礼、光邦国、养耆老。用现在的话说，就是报答祖先，光大家国，保障和提高人民生活。这也是周代发展生产的根本政策。周代制酒主要用于祭祀和百礼，不提倡平时饮酒。末尾三句是祈祷之辞，向神祈祷年年丰收。《毛诗序》云：“《载芟》，春藉田而祈社稷也。”后人多以此篇为不限于籍田祀神之用，与《周颂·丰年》诗大致相同，亦可为秋冬祀神之诗。</p> <p>　　全诗叙述有层次、有重点，初言垦，继言人，言种，言苗，言收，层层铺叙，上下衔接；至“万亿及秭”而承上启下，笔锋转势，言祭，言祷。在叙述中多用描写、咏叹，时或运用叠字、排比、对偶，押韵而七转韵，都使全诗的行文显得生动活泼，这在《周颂》中是相当突出的。</p>",
  "about": "<h2>创作背景</h2> 　　这篇<a href=\"http://so.gushiwen.org/view_287.aspx\">诗</a>是周王在秋收后用新谷祭祀宗庙时所唱的乐歌，一说是春天籍田时祭祀社稷的乐歌。它创作的时代，从诗的内容、在《周颂》中的编排及其艺术风格来看，当在周成王之后，晚于《周颂·臣工》《周颂·噫嘻》等篇。",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": [
    "诗经",
    "祭祀",
    "乐歌"
  ]
}