{
  "id": 48321,
  "star": 5,
  "name": "驻马听·凤枕鸾帷",
  "dynasty": "宋代",
  "content": "凤枕鸾帷。二三载，如鱼似水相知。良天好景，深怜多爱，无非尽意依随。奈何伊。恣性灵、忒煞些儿。无事孜煎，万回千度，怎忍分离。<br>而今渐行渐远，渐觉虽悔难追。漫寄消寄息，终久奚为。也拟重论缱绻，争奈翻覆思维。纵再会，只恐恩情，难似当时。",
  "fanyi": "<p><strong>译文<br></strong>凤枕鸾帷的甜蜜夫妻生活，历经两三年，相亲相爱如鱼得水般和谐。良辰美景，给她深厚的情爱，尽她所有的心愿，无不依随她。奈何她放纵性情太甚了点。每当闲着无事之时便烦闷愁苦，将往事万回千度反复思考，怎么也不忍心分离。<br>而今越来越和她远离了，渐渐感觉到，虽然很后悔与她分离，却已很难挽回。徒然这样寄来书信，纵然长久不懈又有什么意义？也曾打算再续前缘，但是没办法，经反复思考，纵然和她再相会，只恐怕她对我的爱情，难以如当初那么完美了。</p> <p><strong>注释<br></strong>⑴驻马听：词牌名，<a href=\"http://so.gushiwen.org/author_535.aspx\">柳永</a>自制曲，《乐章集》注“林钟商调”。双调九十四字，上片十句六平韵，下片九句四平韵。<br>⑵凤枕鸾（luán）帷：指男女恩爱相处。凤枕，绣着凤凰的枕头。<a href=\"http://so.gushiwen.org/author_622.aspx\">韦庄</a> 《江城子·恩重娇多情易伤》：“缓揭绣衾抽皓腕，移凤枕，枕潘郎 。”鸾帷，绣着鸾凤的帷帐。<br>⑶良天好景：即“良辰美景”，此处指夫妻恩爱的时光。<br>⑷无非：无一不是。依随：顺从，听从。<br>⑸恣：放纵。性灵：性情。<a href=\"http://so.gushiwen.org/author_18.aspx\">元稹</a>《有鸟》：“有鸟有鸟毛似鹤，行步虽迟性灵恶。”忒煞：太甚。些儿：少许，一点点。<br>⑹孜煎：愁苦，忧烦。柳永 《法曲献仙音·追想秦楼心事》：“记取盟言，少孜煎、賸好将息。”<br>⑺千度：千回，千遍。极言次数多。<a href=\"http://so.gushiwen.org/author_662.aspx\">庾信</a>《梦入堂内》：“画眉千度拭，梳头百遍撩。”<br>⑻漫：徒然。寄消寄息：即寄音信。<br>⑼奚为：何为，没有办法。<br>⑽重（chóng）论（lún）：重新选择。缱（qiǎn）绻（quǎn）：形容感情深厚、难舍难分。<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>《寄元九》：“岂是贪衣食，感君心缱绻。”<br>⑾争奈：怎奈。<a href=\"http://so.gushiwen.org/author_587.aspx\">张先</a>《百媚娘·珠阙五云仙子》：“乐事也知存后会，争奈眼前心里？”思维：思考。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　自宋以来，不少正统词论家指责<a href=\"http://so.gushiwen.org/author_535.aspx\">柳永</a>的俗词，因为这些“淫冶讴歌之曲”不合封建社会道德和正统文人的审美趣味，所以历代词选很少收录这类词。其实只要不具艺术偏见，仔细研读柳永俗词便不难发现，它是很有思想意义和艺术水平的。正如这首《驻马听》，它是柳永词中专写男女别离相思的一篇，通篇既不写景，也不叙事，完全摆脱了即景传情和因物兴感的俗套，采用直言的方式来抒情。全词写得直率明快、真情洋溢、深挚感人。</p> <p>　　整首词采用线型的结构，按照情节的顺序从头写起，层次清晰。上片纯属忆旧。“凤枕鸾帷”三句是写词人沉溺于往日甜蜜爱情生活的回忆里。这段幸福的生活虽只有“二三载”，在整个人生旅程中是短暂的，却因两心相照，“如鱼似水”般的和谐而令人难忘。“良天好景”三句承上而来，写出了词人为留住这份恋情而小心尽意的情态，一“良”一“好”，写出了相聚时光的美好；一“深”一“多”，写出了自己对妻子的爱恋情深。“奈何伊”三句转而写女子的性情和骄纵，这又是紧承上一层意思而来，正因为词人的“尽意依随”，才使得妻子放纵恣肆，撒娇任性，有时简直无法忍受。接下来，“无事孜煎”三句，重笔渲染相恋双方时时因琐事而生纠葛，但终因情意绵绵不忍分离。“怎忍”二字写出了词人依依不舍的情态，”分离“二字又为下片写离别后相思之情做铺垫。这一串直言不讳的回忆，平中见奇，层次井然，章法分合有序，给人以曳生姿的美感。</p> <p>　　词的下片转而伤今。“而今渐行渐远”二句，紧承上片而意脉不断，一个“而今”便将全词由忆旧转为伤今。“远”字加大了空间与情感的距离，三个“渐”字，以细腻的笔触极为准确地变现了词人渐行渐远，愈加难以抑制对所爱的相思之情，“虽悔难追”则写出了懊悔轻别而又已然分别的矛盾和无奈。这两句虽只有十二字，却交代了词人此刻的处境、心情，含蕴深厚。根据这种情形，即使寄去消息，终究也是白费。分别的双方固然可以飞雁传书，但接下来词人却否定了这种做法，“漫寄消寄息，终久奚为”，分别用了“漫”、“奚为”等词，委婉地道出了唯有相聚方能解相思之苦。“消息”两字分用，是一种修辞方法。“也拟重论缱绻”承接上句，直写自己有意和妻子复合，已不再似前句那般委婉。“争奈翻覆思维”写词人反复思考，“争奈”表转折，“翻覆思维”为下文作铺垫，说明词人接下来的话并不是随后一说，而是经过深思熟虑的。“纵再会，只恐恩情，难似当时”，这几句丧气话，表面看来有点煞风景，但实际是一个久经忧患者对人情世故的清醒认识，是情感和哲理的巧妙结合。</p> <p>　　柳永的这首词在写法上颇具特色，同是思慕爱人，“所谓伊人，在水一方。溯洄从之，道阻且长。溯游从之，宛在水中央”（《国风·秦风·蒹葭》）是含蓄的写法，“求之不得，寤寐思服。悠哉悠哉，辗转反侧”（《国风·周南·关雎》）是直露的写法。柳永的这首词就是“辗转反侧”式的，而且更加赋化，更加直露，更加一览无遗。写尽了他对所爱的种种相思。他和前人写男子思恋反托女子口吻，且要借助高远意象，如<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>《玉阶怨》“玉阶生白露，夜久侵罗袜。却下水晶帘，玲珑望秋月”不同，也和同时代的词人，只是点到为止，随即便借助深邃的景语宕开，如<a href=\"http://so.gushiwen.org/author_432.aspx\">晏殊</a>《蝶恋花·槛菊愁烟兰泣露》“昨夜西风凋碧树，独上高楼，望尽天涯路。欲寄彩笺兼尺素，山长水阔知何处”不同，他只以自己的口吻直露地抒情，一泄无余，一吐为快。</p>",
  "about": "<h2>创作背景</h2> 　　此词具体创作年份暂不可考。然<a href=\"http://so.gushiwen.org/author_535.aspx\">柳永</a>词的最大特点在于写实，词中有句“而今渐行渐远”，说明此词写于远游途中。词中还有“凤枕鸾帷。二三载，如鱼似水相知”三句，说明柳永此次远游在其婚后“二三载”。三年少年夫妻，感情“如鱼似水相知”，可谓琴瑟和谐。但在这三年间，柳永对妻子的“尽意依随”，导致妻子“恣性灵、忒煞些儿。无事孜煎”，柳永无法忍受而离开了妻子。看来柳永与妻子确曾有过感情裂痕，这或许也是柳永早年南游钱塘的原因之一。",
  "poet": {
    "id": 535,
    "star": 0,
    "name": "柳永",
    "image": "http://img.gushiwen.org/authorImg/liuyong2.jpg",
    "desc": "柳永，（约987年—约1053年）北宋著名词人，婉约派创始人物。汉族，崇安（今福建武夷山）人，原名三变，字景庄，后改名永，字耆卿，排行第七，又称柳七。宋仁宗朝进士，官至屯田员外郎，故世称柳屯田。他自称“奉旨填词柳三变”，以毕生精力作词，并以“白衣卿相”自诩。其词多描绘城市风光和歌妓生活，尤长于抒写羁旅行役之情，创作慢词独多。铺叙刻画，情景交融，语言通俗，音律谐婉，在当时流传极其广泛，人称“凡有井水饮处，皆能歌柳词”，婉约派最具代表性的人物之一，对宋词的发展有重大影响，代表作 《雨霖铃》《八声甘州》。"
  },
  "tags": [
    "爱人",
    "别离",
    "相思"
  ]
}