{
  "id": 192,
  "star": 37,
  "name": "雨无正",
  "dynasty": "先秦",
  "content": "浩浩昊天，不骏其德。降丧饥馑，斩伐四国。旻天疾威，弗虑弗图。舍彼有罪，既伏其辜。若此无罪，沦胥以铺。</p> <p>周宗既灭，靡所止戾。正大夫离居，莫知我勚。三事大夫，莫肯夙夜。邦君诸侯，莫肯朝夕。庶曰式臧，覆出为恶。</p> <p>如何昊天，辟言不信。如彼行迈，则靡所臻。凡百君子，各敬尔身。胡不相畏，不畏于天？</p> <p>戎成不退，饥成不遂。曾我暬御，惨惨日瘁。凡百君子，莫肯用讯。听言则答，谮言则退。</p> <p>哀哉不能言，匪舌是出，维躬是瘁。哿矣能言，巧言如流，俾躬处休！</p> <p>维曰予仕，孔棘且殆。云不何使，得罪于天子；亦云可使，怨及朋友。</p> <p>谓尔迁于王都。曰予未有室家。鼠思泣血，无言不疾。昔尔出居，谁从作尔室？",
  "fanyi": "<p><strong>译文<br></strong>你这浩瀚无际的长天上苍，从不肯普照你的恩惠之光。只管降下遍地丧亡和饥荒，残害四方诸侯让百姓遭秧。老天爷挟着秋风施展暴虐，肆无忌惮不管不顾也不想。放任那些有罪的逃之夭夭，让他们的罪行全得以隐藏。相反像这些无罪的老百姓，一个挨一个相继沦落丧亡。<br>大周天子宗亲已经被灭亡，哪里也找不到落脚的地方。爵高位显的大夫四散流亡，全然不理解我的劳苦忧伤。那些司徒公卿中下大夫们，不肯早起晚睡为国事奔忙。各邦国君王和列位诸侯啊，不肯朝夕陪王伴驾在身旁。那些平民百姓原本很善良，反倒起来为非作歹反朝堂。<br>你为什么这样啊我的苍天？合法度的话你一句听不见！就好比那走路的慢慢腾腾，永远不能到达目的地终点。你们这些自命不凡的君子，一个个明哲保身不敢承担！为什么再不敬畏周室天子，为什么再不敬畏浩浩长天？<br>兵祸已经酿成一时难退却，饥荒已经成灾局面扭转难。我们这些昔日的近臣侍卫，愁惨惨一天天地憔悴不堪。你们这些自命不凡的君子，一个个不肯勤于问政进谏。听到顺耳的话就随口搭腔，听到谗言委委琐琐退一边。<br>可怜啊！那不善言谈之人，其实他们并不是笨嘴拙舌，他们是投入工作鞠躬尽瘁！可贺啊！那能言善辩之辈，靠能说会道一套套如流水，做了不倒翁永远处高官位！<br>世人都说这从政为官之事，要求非常之高高而且危险。如果说话办事不顺从旨意，就会从天子那里招致罪愆。如果说话办事顺从了旨意，就会从朋友那里受到埋怨。<br>明明告诉你快点迁到王都，你张口就说还没建成房屋。闻听此言我忧愤血泪哭出，没有一句不痛彻我的肺腑！想当初你仓皇出逃的时候，又有谁给你造好华舍大屋！</p> <p><strong>注释<br></strong>1.浩浩：广大的样子。昊（hào）天：犹言“皇天”。<br>2.骏：长，美。<br>3.降丧饥馑：上天降下了死亡和饥荒。<br>4.斩伐：犹言“残害”。四国：四方诸侯之国，犹言“天下四方”。<br>5.疾威：暴虐。<br>6.虑、图：二字同义，都是考虑、谋划的意思。<br>7.既：尽。伏：隐匿、隐藏。辜：罪。<br>8.舍：舍弃。<br>9.沦胥：沉没、陷入。铺：同“痡”，病苦。<br>10.周宗：即“宗周”，指西周王朝。<br>11.靡所：没处。止戾（lì）：安定、定居。<br>12.正大夫：长官大夫，即上大夫。<br>13.勩（yì）：劳苦。<br>14.三事大夫：指三公，即太师、太傅、太保。<br>15.邦君：封国的君主。<br>16.莫肯朝夕：郑笺：“不肯晨夜朝暮省王也。”马瑞辰《毛<a href=\"http://so.gushiwen.org/view_192.aspx\">诗</a>传笺通释》：“谓朝朝于君而不夕见也。”<br>17.庶：庶几，表希望。式：语首助词。臧：好，善。<br>18.覆：反。<br>19.辟言：正言，合乎法度的话。<br>20.行迈：出走、远行。<br>21.臻（zhēn）：至。所臻，所要到达的地方。<br>22.敬：谨慎。<br>23.胡：何。<br>24.遂：通“坠”，消亡。<br>25.曾：何。暬（xiè）御：侍御。国王左右亲近之臣。<br>26.憯（cǎn）憯：忧伤。瘁：劳苦、憔悴。<br>27.讯：读为“谇”，谏诤。<br>28.听言：顺耳之言。答：应。<br>29.谮（zèn）言：诋毁的话，此指批评。<br>30.出：读为“拙”，笨拙。<br>31.躬：亲身。瘁：病。或谓憔悴。<br>32.哿（gě）：欢乐。能言：指能说会道的人。<br>33.休：美好。<br>34.维：句首助词。于仕：去做官。<br>35.孔：很。棘：比喻艰难。殆：危险。<br>36.尔：指上言正大夫、三事大夫等人。<br>37.鼠：通“癙（shǔ）”：忧伤。<br>38.疾：通“嫉”，嫉恨。<br>39.从：随。作：营造。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　此<a href=\"http://so.gushiwen.org/view_192.aspx\">诗</a>题为“雨无正”，可是，从全篇诗句中，并无“雨多”之意，也无“政多如雨”之言，因而历朝历代很多人都怀疑诗题与诗意不合。有人疑为“雨无止”；有人疑为“周无正”（正，同“政”）；更有人说韩诗有《雨无极》篇，诗文比毛诗篇首多“雨无其极，伤我稼穑”二句。各执一说，莫衷一是。姚际恒《诗经通论》说：“此篇名《雨无正》不可考，或误，不必强论。”</p> <p>　　全诗七章。一、二章章十句，三、四章章八句，五、六、七章章六句，共五十四句，能于参差错落中见整饬。</p> <p>　　诗的第一章首先以无限感慨、无限忧伤的语气，埋怨天命靡常：“不骏其德”，致使丧乱、饥馑和灾难都一起降在人间。但是，真正有罪的人，依然逍遥自在，而广大无罪的人，却蒙受了无限的苦难。这里，表面是埋怨昊天，实际上是借以讽刺幽王。接着，第二章就直接揭示了残酷的现实问题：“周宗既灭，靡所止戾”。可是在这国家破灭、人民丧亡之际，一些王公大臣、公卿大夫们，逃跑的逃跑，躲避的躲避，不仅不能为扶倾救危效力，反而乘机做出各种恶劣的行径。因而，第三章作者就进一步揭示出了造成这次灾祸的根本原因：国王“辟言不信”，一天天胡作非为，不知要把国家引向何处；而“凡百君子”又“不畏于天”，反而助纣为虐，做出了一系列既不自重、又肆无忌惮的坏事。第四章，作者又以沉痛的语言指出：战祸不息，饥荒不止，国事日非，不仅百官“莫肯用讯”，国王也只能听进顺耳的话而拒绝批评，只有他这位侍御小臣在为危难当头的国事而“憯憯日瘁”了。第五章，作者再次申诉自己处境的艰难。由于国王“听言则答，谮言则退”，致使自己“哀哉不能言”，而那些能说会道之徒则口若悬河。自己“维躬是瘁”，而他们却“俾躬处休”。不是自己拙口笨舌，而是国王是非不分、忠奸不辨的行为使自己无法谏诤了。对比鲜明，感情更加深沉。因此，在第六章里，作者又进一步说明了“于仕”的困难和危殆。仕而直道，将得罪天子；仕而枉道，又见怨于朋友。左右为难，忧心如焚。最后一章，作者指出：要劝那些达官贵人迁向王朝的新都吧，他们又以“未有家室”为借口而加以拒绝，加以嫉恨，致使自己无法说话，而只有“鼠思泣血”。其实，他们在国家危难之际，外地虽然没有家室，也照样纷纷逃离了。</p> <p>　　由此可见，这是一首抒情诗。作者面对国破、世危的局面，思前想后，感愤万端。既埋怨天命靡常，又揭露国王信谗拒谏、是非不分。执事大臣或苟且偷安，或花言巧语，致使天灾人祸，一起降临人间。面对昏君乱世，他忧国忧时，苦恼悲哀，虽想要勤于国事，救危扶倾，而又处境孤危，不知所措。因此只有忧伤、悲痛，怨天尤人，无可奈何。<a href=\"http://so.gushiwen.org/author_1137.aspx\">真可</a>谓处饥馑、危亡、离乱之世，心有救乱济世之志，而行无救乱济世之力，所以只有揭示现实真象，以发泄他满腔的忧愤罢了，其感情是深沉的、真挚的。这是时代的呐喊和哀怨，因而对读者进一步认识那个时代的历史和那个时代的思想感情，也是有意义的。</p> <p>　　作者在抒发他那复杂而深厚的思想感情时，通篇采用了直接叙述的方式来表达，少打比喻，不绕弯子，语言质朴，感情真实，层层揭示，反覆咏叹，时而夹杂一些议论，颇有一种哀而怨、质而雅的艺术之美。</p>",
  "about": "<h2>创作背景</h2> 　　《毛<a href=\"http://so.gushiwen.org/view_192.aspx\">诗</a>序》说：“《雨无正》，大夫刺幽王也。雨，自上下也。众多如雨，而非所以为政也。”诗中说“曾我暬御，憯憯日瘁”，作者应是周幽王的近侍之臣。周幽王昏愦荒淫，朝政混乱腐败，是历史上有名的。他信用虢石父等佞臣，加重了剥削，再加地震及旱灾，使人民流离失所，灾难重重；他不用贤良，不纳言听谏，高官大臣只知明哲保身，不辅政，不建言，甚至逃离了京城；他宠爱褒姒，废除了申后和太子姬宜臼，结果引起了申侯的极端不满。在周王朝饥馑混乱之际，申侯联合犬戎等外族势力，一举杀周幽王于骊山之下，攻陷了镐京，消灭了西周王朝。西周王畿之地，也遂为犬戎等族所侵占。姬宜臼在申、鲁、许等国的拥立下，嗣立为王，迫于无奈，由秦国护送，东迁于洛邑（今河南洛阳），又由晋、郑等国的夹辅而立国。这就是东周的始君周平王。这位作者，亲身经历西周的陷落和东周的建立，看到政事荒怠、社会混乱的现实，既埋怨老天爷的“弗虑弗图”和周幽王的是非不分、善恶不辨，又埋怨那些“正大夫、三事大夫、邦君诸侯”自私自利、不勤王事并且嫉恨忠于国家、勤于王事的好人，所以自己面对离乱黑暗的政局，只有“鼠思泣血”，直陈时弊。",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": [
    "诗经",
    "写雨",
    "抒情",
    "忧国忧民"
  ]
}