{
  "id": 71019,
  "star": 161,
  "name": "就义诗",
  "dynasty": "明代",
  "content": "浩气还太虚，丹心照千古。<br>生平未报国，留作忠魂补。",
  "fanyi": "<p><strong>译文</strong><br>我本为浩然正气而生，仅为国而死，浩气当还于太空，虽我将死，但丹心可永存，可千秋万代照耀后世。<br>生平早有报国心，却未能报国留下遗憾，留下忠魂作厉鬼仍要为国除害杀敌作补偿。</p> <p><strong>注释</strong><br>①浩气：正气。正大刚直的精神。 还：这里是回归的意思。 太虚：太空。<br>②丹心：红心，忠诚的心。 千古：长远的年代，千万年。<br>③生平：一辈子，一生。 报国：报效国家。<br>④忠魂：忠于国家的灵魂，忠于国家的心灵、精神。 魂：作者的原意是指死后的魂灵，这是古人的看法。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　<a href=\"http://so.gushiwen.org/author_580.aspx\">杨继盛</a>，明代爱国将领，曾任南京户部主事，刑部员外郎。杨继盛坚决主张抗击北方鞑靼的入侵，反对妥协误国。先是上疏朝廷，弹劾大将军仇鸾误国，后又上疏弹劾奸相严嵩，造毒刑，被杀害，死时年仅四十岁。</p> <p>　　杨继盛舍身取义的高尚精神和气节，感动了京城百姓，深得民心，在押解他去会审的途中，观看的百姓充满了街道，以致道路阻塞不能通行，人们不仅齐声叹息，而且为之流下了热泪。他死了以后，他的朋友<a href=\"http://so.gushiwen.org/author_121.aspx\">王世贞</a>、王遴冒死备下棺材装殓了他, 京城百姓流着泪交相传诵他的弹劾严嵩疏和就义<a href=\"http://so.gushiwen.org/view_71019.aspx\">诗</a>。杨继盛死后七年，严嵩罢官；后十年，严嵩削籍为民，抄没家产，严世藩伏诛；后十一年，明穆宗即位，为杨继盛平反，谥忠愍。所以杨继盛又被称为“杨忠愍”。</p> <p>　　这首诗便是他临刑前作，前二句说自己虽然死了，但浩气仍留天地之间，光耀千古，后两句感慨自己壮志未酬身先死，不禁万分遗憾，但死后若有忠魂在，一定还要补报国家，以偿夙愿。整首诗寥寥二十字，一片忠贞报国之心，凛然可睹，千载以下读之，也省事为之感动。</p> <p>　　就义，是为了正义而付出生命的意思。作者在诗中表示，自己报国之心不但至死不变，即使死后也不会改变。诗的大意说：自己虽死，浩然正气回归太空，还存留在天地之间，一颗耿耿丹心，永远照耀着千秋万代。这一辈子还没有来得及报效国家，死后也要留作忠魂来弥补。</p> <p>　　这首诗是杨继盛临刑前所作，原诗没有题目，诗题是后人代拟的。作者为揭发奸相严嵩被处死，诗中表现了忠心报国，至死不变的决心。全诗一气呵成，如吐肝胆，如露心胸，如闻忠诚之灵魂在呼喊，感人肺腑。</p>",
  "about": "<h2>创作背景</h2> <p>　　<a href=\"http://so.gushiwen.org/author_580.aspx\">杨继盛</a>（1516－1555年），字仲芳，号椒山，容城人（今河北省容城县）。他幼年家贫，七岁丧母，放牛为生，后苦学成材。嘉靖二十六年(1547年)，31岁的杨继盛在北京考取进士，朝廷命他做了南京吏部主事，吏部相当人事部，主事是司官，有就是今天司局级中最低一级的官员。可是南京官又与北京官不同，明朝有南北两京，永乐年间迁都北京以后，南京作为陪都，虽然仍保留一套中央机构，但是毕竟皇帝不在南京，那里机构的官职大都是闲散的，没有多少实权。两年后，他被调到了北京，从此在北京留下了可歌可泣、流芳千古的人生足迹。</p> <p>　　嘉靖二十九年（1550年），当时严嵩执政，他贪赃枉法，卖官鬻爵，侵吞军饷，边政废弛，蒙古鞑靼部俺答汗乘机统兵南下侵扰，长驱直入，兵临北京城下。因为那一年是庚戌年，所以史称“庚戌之变”。世宗急忙任命大同总兵仇鸾为大将军，统领各路兵马。而仇鸾的官职就是靠贿赂严嵩而得。</p> <p>　　身为内阁首辅（相当于丞相）的严嵩和大将军仇鸾狼狈为奸，不但不举兵抵抗外侮，而且极力主张卑躬乞和。仇鸾贪生怕死，秉承严嵩意图，不让手下出兵，竟让鞑靼兵在北京附近焚掠了十几日满载而去，使人民遭受了巨大的苦难。面对内奸外侮，杨继盛怒不可遏，他奋笔疾书，上疏鲜明地斥责蒙古贵族在北京城下杀烧抢掠的罪行，指出没有报仇雪耻就议和有辱国体，提出对无条件开马市的“十不可”和“五谬”，陈述自己的爱国之心，请求朝廷举兵抗敌。不想对于开马市与蒙古鞑靼部贸易之事，明世宗已经颁下圣旨，以皇帝之尊，岂能收回成命？何况世宗一向刚愎自用。他以杨继盛有意阻挠边计，动摇人心为名，将杨继盛关进了监狱。后来，又把杨继盛贬到边远的陕西狄道县（今甘肃临洮）去做一个未入流的小官。</p> <p>　　杨继盛在狄道的时间虽短，可是他在那里访民疾苦，均平赋役、开办学校，兴修水利，这位好官受到当地人们爱戴，在他调走时，千余人哭泣着送他到百里之外。</p> <p>　　不久，仇鸾的罪行暴露被杀，杨继盛被调回了北京。这次严嵩想用提拔的手段拉拢他，提升杨继盛为兵部武选司员外郎。兵部相当于今天的国防部，武选司是兵部第一司，是负责管理军官选拔、升调、世袭、功赏等人事事务的机构。而员外郎是一个从五品官员，是个中级官员。</p> <p>　　调回北京城的杨继盛，看到皇帝昏庸、奸臣弄权, 忧国忧民的他感到“严嵩不除，国无宁日”，于是下决心要揭露奸臣严嵩的所作所为，当时他的儿子劝他:“这样做就象是鸡蛋去碰石头，请父亲大人再考虑考虑”。杨继盛生气地说：“为臣尽忠，我只知道兴利除弊，至于死生祸福，不是我所考虑的！” 可见他忠贞为国，已做好了充分的心理准备，即使粉身碎骨也在所不惜。</p> <p>　　嘉靖三十二年（1553年），他冒死上疏弹劾严嵩十大罪状。他将严嵩指为“天下之第一大贼”，首先弹劾严嵩以丞相自居，破坏了祖宗成法。这指的是明太祖废丞相以后，曾经下令明朝永不再设丞相之职，可是严嵩身为内阁大学士，以丞相自居，就是破坏了祖宗定下的规矩。其次，指责严嵩伺皇帝喜怒而得以放恣行为，窃取君主大权；接下去，杨继盛痛斥严嵩大肆索贿受贿, 卖官鬻爵, 引用奸臣，结党营私，祸国殃民，败坏风俗，还有让其子严世藩代行票拟，纵容严世藩窃取权柄等等罪状。票拟是明朝内阁大学士先写在小票上，贴于奏疏，进呈皇帝批准，代皇帝拟写批答大臣章奏，处理国家事务的制度。要求皇帝惩治奸臣。当时正是严嵩权倾朝野之时，奏疏一上，杨继盛被下了监狱，这已是他第二次被投入狱中了。</p> <p>　　入狱以后，面对即将遭受的酷刑，杨继盛拒绝了友人送来的可以消炎止疼、减轻痛苦的蚺蛇胆, 他说：“椒山自有胆，何必蚺蛇胆”。于是凛然受刑。他在狱中受尽酷刑。由于遭受残酷的杖刑, 他的伤口之处已经大面积腐烂, 里面的筋骨都露了出来。这位铁铮铮的汉子，苏醒后自己动手用茶碗碎片割去腐肉，拉断残筋。见到这幅情景的狱卒，手中的灯笼不禁险些落地。就这样，他依靠一身正气，铮铮铁骨，以顽强的毅力奇迹般地活了下来。然而即使如此，将他看作眼中钉、肉中刺的严嵩仍不能让他活下去，必欲置之于死地而后快。他在狱中三年，最后严嵩把他的名字偷偷添加在死刑犯名单的后面，终被惨遭杀害于西市，即现在的西四。年仅40岁。杨妻张氏也是一个忠烈之人，她曾上疏请求替死而没有获准，就在杨继盛就义的当天，她自缢而死。</p>",
  "poet": {
    "id": 580,
    "star": 0,
    "name": "杨继盛",
    "image": "http://img.gushiwen.org/authorImg/yangjisheng.jpg",
    "desc": "杨继盛（1516年－1555年）明代著名谏臣。字仲芳，号椒山，直隶容城（今河北容城县北河照村）人。嘉靖二十六年进士，官兵部员外郎。坐论马市，贬狄道典史。事白，入为户部员外，调兵部。疏劾严嵩而死，赠太常少卿，谥忠愍。后人以继盛故宅，改庙以奉，尊为城隍。著有《杨忠愍文集》。"
  },
  "tags": [
    "古诗三百首",
    "爱国",
    "壮志"
  ]
}