{
  "id": 63317,
  "star": 10,
  "name": "宝鼎现·春月",
  "dynasty": "宋代",
  "content": "红妆春骑。踏月影、竿旗穿市。望不尽、楼台歌舞，习习香尘莲步底。箫声断、约彩鸾归去，未怕金吾呵醉。甚辇路、喧阗且止。听得念奴歌起。 <br>父老犹记宣和事。抱铜仙、清泪如水。还转盼、沙河多丽。滉漾明光连邸第。帘影冻、散红光成绮。月浸葡萄十里。看往来、神仙才子，肯把菱花扑碎。 <br>肠断竹马儿童，空见说、三千乐指。等多时春不归来，到春时欲睡。又说向、灯前拥髻。暗滴鲛珠坠。便当日、亲见霓裳，天上人间梦里。",
  "fanyi": "<p><strong>译文<br></strong>红妆盛艳的佳丽骑马游春，踏着婆娑的月影，高竿上彩旗如林，在闹市华街穿游追寻。迤逦的楼台歌舞一眼望不尽，随着丽人们秀足莲步带起了脂香弥漫的微尘。幽婉欲断的箫音，呼唤着彩鸢期约归去，今夜不用怕执金吾的呵禁。皇帝车辇证从大路驶过，闹市的喧哗暂时静息，只听歌女们欢歌四起。<br>宣和年间的繁华旧事父老们还有记忆，北宋沦亡了，抱着金铜仙人，如流水般洒落清冷的泪滴。南宋承平，又能环顾临安城沙河塘的繁华美丽。河面上灯烛倒映，明光闪烁是连绵不断的宅邸。帘影忽儿凝定，又忽儿散开化成一片彩锦，灯光灿灿的涟漪。月色浸润着西湖的十里深碧。看那些往来游春的神仙般的美女和才子，谁肯将菱花镜儿打碎，亲人分离？<br>令人断肠悲凄呵那些骑着竹马嬉戏的小儿女，空自听说大宋宫廷的盛大乐队拥有三百乐妓伎，久久地期待，春天不归来，待到春天归来时，人已昏昏欲睡，错过它的归期。又在灯前捧着发髻诉说往日的哀凄，暗暗坠下珍珠般的泪滴。即使当时亲眼看见《霓裳》乐舞的盛况，而今也是天上人间永相隔，犹如在梦里。</p><p><strong>注释</strong><br>①穿市：在街道上穿行。<br>②彩鸾：指出游的美人。<br>③金吾：执金吾，古代在京城执行治安任务的军人。<br>④“甚辇路”二句：为什么街上的喧闹静止下来了呢？原来是听到了女子美妙的歌声。念奴，本是唐天宝中名娼，此借用。<br>⑤月浸葡萄十里：月光泻在十里西湖上，现出葡萄般的深绿色。<br>⑥鲛珠；指眼泪。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　《宝鼎现》，又名《三段子》等。分三段，一百五十七字或一百五十八字，仄韵格。它属于三叠的长调。这首词就分三段分别写北宋、南宋及作词当时的元宵节场景。因此形成强烈的对比，以现作者悼念恨怅之情。</p> <p>　　此词上阕写丁酉元夕灯市的热闹场景，暗示怀旧主旨。中阕开头直抒怀恋前朝之意。下阕写前朝遗民，暗地垂泪，缅怀往事，徒有天上人间之感，更使人无限伤悲。词意凄婉，韵味深长。在词中作者用大量篇幅回忆宋代元宵节繁华、热闹的景象，抒发了自己的亡国之痛和“故国不堪回首月明中”的感慨。</p> <p>　　一阕写北宋年间东京汴梁元宵灯节的盛况。着重写仕女的游乐，来衬托昔日的繁荣景象。旧时女子难得抛头露面，写她们的游乐也最能反映其时繁华喧闹的游众之乐。“红妆春骑，踏月影、竿旗穿市”三句写贵妇盛妆出游，到处是香车宝马；官员或军人也出来巡行，街上旌旗遍布。这里略用<a href=\"http://so.gushiwen.org/view_63317.aspx\">诗</a>句“南陌青丝骑，东邻红粉妆”（<a href=\"http://so.gushiwen.org/author_494.aspx\">沈佺期</a>《游夜》）及“牙旗穿夜市”（<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>《上元夜》）的字面，化用自然，贴切无痕。</p> <p>　　接着便写市街楼台上的文艺表演，是“望不尽楼台歌舞”，台下则观众云集，美人过处，尘土也香气盈盈（“习习香尘莲步底”）。钟情怀春的青年男女在此良宵美景之中，恋爱时有发生。钟陵西山游帷观，每至中秋，游众甚多。大和末年，有一叫彩鸾的绝代女子和一前观中的书生相恋，结为夫妇。“箫声断，约彩鸾归去”即用此事来摹写男女恋爱情事。古代京城有执金吾（执金吾）禁夜制度，“唯正月十五日夜，敕许金吾弛禁，前后各一日。”“未怕金吾呵醉”写出元夕夜禁令不张，自由欢乐的氛围。紧接着“甚辇路喧阗且止，听得念奴歌起”一句，写在皇家车骑行经的道路（“辇路”）人声嘈杂，突然又鸦雀无声，原来是著名歌手开始演唱了。“念奴”本是唐天宝中名倡，此借用以说明唱技之精。</p> <p>　　以上写北宋元夕，真给人以富贵奢华的感觉。之后“父老犹记宣和事”一句启下，转入南宋时代。</p> <p>　　“抱铜仙、清泪如水”用了一个典故，魏明帝时诏宫官牵牛西取汉武帝时所造的铜人，铜人竟潸然泪下，用这典故寄寓作者亡国之痛。南宋时，元夕的情景不能与先前盛时相比，但也有百来年的“承平”，因此南宋都城杭州元夜的情景，仍颇为值得怀念。沙河塘在杭州南五里，繁盛之时，笙歌不绝。故词中谓之“多丽”。然后词人写到月下西湖水的幽深和碧绿。</p> <p>　　方圆十里的金波形成一道奇丽景色，在湖船长堤上，士女如云，则构成另一种繁华景观。灯红酒绿之中，那些“神仙才子”，有没有人象南朝徐德言那样预料到将有国破家亡之祸，而预先将菱花镜打破，与妻子各执一半，以作他日团圆的凭证。“肯把菱花扑碎”一句，寓有词人刻骨铭心的亡国之痛，故在三阕一开始就是“肠断竹马儿童，空见说、三千乐指”，总收前面两段，发往事如烟，江山不再的感慨。三天乐指宋时旧例，教坊乐队由三百人组成，一人十指，故称“三千乐指”。入元以后，前朝遗老固然知道前朝故事，而骑竹马的儿童，则只能从老人口中略知一二，可惜已无缘得见了。季节轮回依旧，人们依旧盼着春天，盼着元夕，但蒙古统治下，使元夕，不免萧条。</p> <p>　　“等多时、春不归来，到春时欲睡”，于轻描淡写中写尽无限的哀愁。元宵是灯节，“红妆春骑”、“辇路喧阗”的热闹场面已成为遥远的过去已今非昔比。</p> <p>　　汉人与南人，只能对着室内孤灯，追忆旧事，泪湿襟巾。“灯前拥髻”诸句“顾视烛影，以手拥髻（愁苦状）凄然泣下，不胜其悲”（《飞燕外传》）语意。专写妇女的情态，与一阕形成鲜明对照。年青的人们因为生不逢辰，无缘窥见往日元夕盛况而“肠断”；而老人们呢，“便当日亲见《霓裳》”，又该如何？还不是春梦易醒，恨恨空余而已，“天上人间梦里”用李后主《浪淘沙》“流水落花春去也，天上人间”语，辞气悲凉亡国之痛。跃然纸上，读之令人抚膺大恸。</p> <p>　　这首词颇具艺术特色，三叠的结构布局分别写出三个时代的元宵节场景。内在逻辑性强，结构错落有致，自然贴切，因为词人将回忆痛苦感慨种种情感糅合起来，所以极其亲切地表达了昔日遗民的心情，因此<a href=\"http://so.gushiwen.org/author_181.aspx\">杨慎</a>说这首词“词意凄婉，与《麦秀》何殊”。</p>",
  "about": "<h2>创作背景</h2> 　　这首词作于公元1297年（元成宗大德元年）。在宋亡近二十年后的元宵夜，作者感慨今昔，写下这首《宝鼎现》，寄托亡国哀思。",
  "poet": {
    "id": 329,
    "star": 0,
    "name": "刘辰翁",
    "image": "http://img.gushiwen.org/authorImg/liuchenweng.jpg",
    "desc": "刘辰翁（1233.2.4—1297.2.12），字会孟，别号须溪。庐陵灌溪（今江西省吉安市吉安县梅塘乡小灌村）人。南宋末年著名的爱国诗人。 景定三年（1262）登进士第。他一生一生致力于文学创作和文学批评活动，为后人留下了可贵的丰厚文化遗产，遗著由子刘将孙编为《须溪先生全集》，《宋史·艺文志》著录为一百卷，已佚。"
  },
  "tags": [
    "婉约",
    "元宵节",
    "怀旧"
  ]
}