{
  "id": 71953,
  "star": 110,
  "name": "鹧鸪天·别情",
  "dynasty": "宋代",
  "content": "玉惨花愁出凤城，莲花楼下柳青青。尊前一唱阳关曲，别个人人第五程。<br>寻好梦，梦难成。有谁知我此时情，枕前泪共阶前雨，隔个窗儿滴到明。",
  "fanyi": "<h2>注释</h2> ①玉惨花愁：形容女子愁眉苦脸。<br>②凤城：指北宋都城汴京。<br>③莲花楼：饯饮之处。<br>④阳关曲：古人送别时唱此曲。<br>⑤人人：那个人，指所爱的人。<br>⑥程：里程，古人称一站为一程。",
  "shangxi": "<h2>赏析</h2> <p>　　这是一首根据在离别时的所感所受而做的词。《青泥莲花记》载：“李之问仪曹解长安幕，诣京师改秩。都下<a href=\"http://so.gushiwen.org/author_427.aspx\">聂胜琼</a>，名倡也，质性慧黠，公见而喜之。李将行，胜琼送别，饯钦于莲花楼，唱一词，末句曰：‘无计留春住，奈何无计随君去。’李复留经月，为细君督归甚切，遂饮别。不旬日，聂作一词以寄李云云，盖寓调《鹧鸪天》也。之问在中路得之，藏于箧间，抵家为其妻所得。因问之，具以实告。妻喜其语句清健，遂出妆奁资夫取归。琼至，即弃冠栉，损其妆饰，委曲以事主母，终身和悦，无少间焉。”这一段记载，叙述了聂胜琼创作这首词的全过程。聂胜琼虽然是京师名妓，见到人非常多，但感情却非常真诚和专一。</p> <p>　　词的上阕写离别，下阕既写临别之情，又写别后思念之情，实与虚写结合，现实与想象融合为一。起句以送别入题，“玉惨花愁出凤城”，“玉”与“花”喻作者自己，“惨”与“愁”表现送别的愁苦，显示她凄凉的内心世界。凤城指京都，她送别李之问时，情意绵绵，愁思满怀，显示了她不忍分别的真挚情感。莲花楼是送别的地方，楼下青青的柳色，正与离别宴会上回荡的《阳关》曲相应：“渭城朝雨浥轻尘，客舍青青柳色新。劝君更尽一杯酒，西出阳关无故人。”眼前的青青柳色与悲哀的离别之曲一起颤动着离人的心弦。何况“一唱《阳关》后”，心中的人儿马上就要起程了。“别个人人”意谓送别那个人，“人人”指李之问，“第五程”极言路程之远。在唱完一曲《阳关》之后，就一程又一程地远远离开了她。离别是痛苦的，但别后更苦；词的下阕，叙写别后思念的心情。</p> <p>　　相见时难，别也难，但作者别后希望在梦里依稀可见自己的心上人，更令人悲哀的，是难以成梦。“寻好梦，梦难成”句，写相恋之深，思念之切。词人把客观环境和主观感情相结合，以大自然的夜雨寄托了离人凄苦，“况谁知我此时情”一句，道出了词人在雨夜之中那种强烈的孤独感与痛苦的相思之情。接下去，“枕前泪共帘前雨，隔个窗儿滴到明”两句，画面感人而意境凄静深沉，显示了词人独特的个性，也突现了词的独特的美。“帘前雨”与“枕前泪”相衬，以无情的雨声烘染相思的泪滴，窗内窗外，共同滴到天明。好像大自然也被她的感情所感动，<a href=\"http://so.gushiwen.org/author_415.aspx\">温庭筠</a>《更漏子》一词的下阕，曾这样描写过雨声：“梧桐树，三更下雨，不道离情正苦。一叶叶，一声声，空阶滴到明。”而<a href=\"http://so.gushiwen.org/author_40.aspx\">万俟咏</a>的《长相思·雨》也写到：“一声声，一更更。窗外芭蕉窗里灯，此时无限情。梦难成，恨难平。不道愁人不喜听，空阶滴到明。”跟温庭筠词相类似，都写雨声对内心情感的触动。然相比之下，聂胜琼这首词对夜雨中情景交融的描绘，更显得深刻细腻。它把人的主体活动与雨夜的客体环境紧密结合在一起，以“枕前泪”与“帘前雨”这两幅画面相联相叠，而“隔个窗儿”更见新颖，突出了词人的独特之处，也更深化了离别之苦，因为这里所刻画的“滴到明”，不仅是“帘前雨”，而且也是“枕前泪”。后来李之问的妻子读到这首词时，“喜其语句清健”。她欣赏作者的艺术才华，被作品中的真挚感情所感染，因而作了毅然的决定，“出妆奁资夫取归”，让聂胜琼能遂所愿。</p> <p>　　宋时的歌妓得以从良成为士人的小妾，已是相当美满的归宿了。能得到这样结果的人并不是很多的。聂胜琼这位“名倡”注重自己的前途。这首词和它的故事，与乐婉同施酒监唱和的《卜算子》词所反映的感情来比较，结局的喜剧和悲剧性质虽然不同，但对于理解当时歌妓的命运和她们的心理，具有同样的价值。</p>",
  "poet": {
    "id": 427,
    "star": 0,
    "name": "聂胜琼",
    "image": "http://img.gushiwen.org/authorImg/nieshengqiong.jpg",
    "desc": "聂胜琼，北宋都下名妓，生卒年不详。与李之问情笃。李归家分别后五日，她以《鹧鸪天》词寄之。李妻见词而喜，助夫娶回为妾。《全宋词》存其词一首，即《鹧鸪天》。"
  },
  "tags": [
    "婉约",
    "离别",
    "相思"
  ]
}