{
  "id": 18311,
  "star": 7,
  "name": "戏题阶前芍药",
  "dynasty": "唐代",
  "content": "凡卉与时谢，妍华丽兹晨。<br>欹红醉浓露，窈窕留馀春。<br>孤赏白日暮，暄风动摇频。<br>夜窗蔼芳气，幽卧知相亲。<br>愿致溱洧赠，悠悠南国人。",
  "fanyi": "<p><strong>译文<br></strong>平常的花草都随时令的变迁而凋谢，唯有这美丽的牡丹仍开放在今晨。<br>溢满露珠的鲜红的花朵，象喝醉了甘醇微微倾斜，美好的姿态留给了将逝的暮春。<br>独自欣赏一直到西阳下沉，温暖的春风把枝叶摇动频频。<br>浓郁芳香自窗外透入，好似与静卧的人来相亲。<br>真想像《溱洧》<a href=\"http://so.gushiwen.org/view_18311.aspx\">诗</a>中的少男少女一样，摘一朵牡丹赠给悠悠的南国美人。</p> <p><strong>注释<br></strong>⑴芍药：这里指牡丹。《开元天宝花木记》：“禁中呼木芍药为牡丹。”《松窗录》：“开元（713－741）中，禁中初重木芍药，即今牡丹也。”<br>⑵与时谢：指随着时令的变化而凋落。<br>⑶妍（yán焉）华：美丽的花。<br>⑷欹（qī妻）红：倾斜的意思，欹红，倾斜的红花。<br>⑸窈（yǎo腰）窕（tiǎo朓）：（女子）文静而美好。这里形容芍药花姿态的美好。<br>⑹暄（xuān宣）风：暄，（太阳）温暖，暄风即暖风。<br>⑺溱（zhén诊）洧（wěi尾）赠：《诗经·郑风·溱洧》：“溱与洧，方涣涣兮。……维士与女，伊其相谑，赠之以芍药”。“溱洧”，郑国的两条水名，在今河南境内。古之芍药为香草名，青年男女以芍药相赠表示愿结情好。<br>⑻南国：江南。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　姚范《授鹑堂笔记》卷四十四说：“花卉九首（自注：指<a href=\"http://so.gushiwen.org/author_646.aspx\">柳宗元</a>《戏题阶前芍药》和苏东坡、党怀英等人的八首描写花卉的<a href=\"http://so.gushiwen.org/view_18311.aspx\">诗</a>）…….元裕之尝请赵闲闲秉文共作一轴，自题其后云：‘柳州（柳宗元）怨之愈深，其辞愈缓，得古诗之正，其清新婉丽，六朝辞人少有及者……”元裕之认为“怨之愈深，其辞愈缓”是《戏题阶前芍药》高出其他几首花卉诗之处，而“清新婉丽”是六朝辞人所缺乏的。这样的评价毫不夸饰，恰如其分。柳宗元在这首诗中用戏谑的语气，轻松的笔调，清新的词句刻画牡丹不同凡花的美好形象，极委婉曲折地抒发了诗人的“复起为人”的愿望。</p> <p>　　诗一开头就用对比的手法描写，以突出牡丹不同于普通花卉。“凡卉与时谢，妍华丽兹晨。欹红醉浓露，窃窕留余春。”众花大多随着春天的到来开放，也随着春天的逝去凋零，而牡丹却把花儿开放在暮春时节。那鲜艳的花朵，露珠滚动，把枝条压得有些倾斜了，极像多饮了一杯佳酿而有点微醺的佳人，那美丽的姿态，把春天匆匆的脚步也换留住了。作者的刻画表现了牡丹超凡脱俗、卓然独立的品性。花如其人，牡丹的形象实则诗人自我品性的物化。</p> <p>　　接着，作者继续状写牡丹自我欣赏的倩影和醉人的芳香。“孤赏白日暮，暄风动摇频。”和煦的春风轻轻地摇曳着牡丹的枝叶，那婀娜的身影是那样的柔美。在没有百花争姘斗艳的春未，它并不感到孤独，它在欣赏自我，看重并保持自己的高洁。“夜窗蔼芳气，幽卧知相亲。”夜晚，牡丹沁人的芳香飘进窗内，好似来与静卧的人亲近。这四句诗用拟人的手法，把牡丹人格化，极富情趣。写花的“孤赏”也是写人的洁身自好，不随波逐流。柳宗元虽然在政治上惨遭失败，但他仍然执着理想，坚持既定的人生目标，“虽万受摈弃，不更乎其内。”（《答周君巢饵药久寿书》）</p> <p>　　“愿致溱洧赠，悠悠南国人。”何焯《义门读书记》说：“愿致溱洧赠”二句，陈思玉诗‘南国有佳人，容华若桃李’，结句虽戏，亦《楚辞》以美人为君子之旨也。”牡丹美丽芬芳，高贵典雅，象征人的美好品德，也是作者自喻。好花赠美人，美人有喻君子之意。柳宗元少有大志，才华横溢，用世之心极切，可是流贬永州，一弃十年，虽然是“永州司马员外置同正员”，实际上是“拘囚”身份，是一个“闲员”，抱负不能实现，才华得不到施展，就象一朵被抛弃在荒野的牡丹。为此他痛苦，愤懑，然而又始终没有放弃，孜孜以求，希图进用。诗的结句极其巧妙而委婉地表达了急于用世，希求援引的愿望，因此是全诗的主旨所在。</p> <p>　　《戏题阶前芍药》在艺术手法上主要是一个“戏”字，全诗用戏谑的口吻，加上拟人手法的运用，文辞清新，意味蕴藉，难怪近人藤元粹称这首诗“可为后人咏物轨范也”。</p>",
  "poet": {
    "id": 646,
    "star": 0,
    "name": "柳宗元",
    "image": "http://img.gushiwen.org/authorImg/liuzongyuan.jpg",
    "desc": "柳宗元（773年－819年），字子厚，唐代河东（今山西运城）人，杰出诗人、哲学家、儒学家乃至成就卓著的政治家，唐宋八大家之一。著名作品有《永州八记》等六百多篇文章，经后人辑为三十卷，名为《柳河东集》。因为他是河东人，人称柳河东，又因终于柳州刺史任上，又称柳柳州。柳宗元与韩愈同为中唐古文运动的领导人物，并称“韩柳”。在中国文化史上，其诗、文成就均极为杰出，可谓一时难分轩轾。"
  },
  "tags": [
    "咏物",
    "牡丹",
    "隐喻"
  ]
}