{
  "id": 8050,
  "star": 104,
  "name": "早春寄王汉阳",
  "dynasty": "唐代",
  "content": "闻道春还未相识，走傍寒梅访消息。<br>昨夜东风入武阳，陌头杨柳黄金色。<br>碧水浩浩云茫茫，美人不来空断肠。<br>预拂青山一片石，与君连日醉壶觞。",
  "fanyi": "<p><strong>译文</strong><br>听说春天已经回还我还未识其面，前去依傍寒梅访寻消息。<br>昨夜东风吹入江夏，路边陌上的杨柳冒出嫩芽一片金黄。<br>碧水浩浩云雾茫茫，王汉阳您啊不来令我空白断肠。<br>我已预先拂净青山上一片石摆下酒宴，要与您连日连夜醉在壶觞之中。</p> <p><strong>注释</strong><br>王汉阳：其人姓王，官职汉阳县令。生平不详。<br>走傍：走近。<br>武阳：此指江夏。<br>陌（mò）：田间东西方向的道路，泛指田间小路。陌头：街头。<br>美人：古人往往以美人、香草比君子，此指王汉阳。<br>预拂：预先拂拭。<br>壶觞（shāng）：酒器。壶：盛液体的容器。觞：古代酒器；欢饮，进酒。晋陶潜《归去来辞》：“引壶觞以自酌，眄庭柯以怡颜。”唐<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>《将至东都先寄令狐留守》<a href=\"http://so.gushiwen.org/view_8050.aspx\">诗</a>：“诗境忽来还自得，醉乡潜去与谁期？东都添箇狂宾客，先报壶觞风月知。”金马定国《送图南》诗：“壶觞送客柳亭东，回首三齐落照中。”清<a href=\"http://so.gushiwen.org/author_1645.aspx\">顾炎武</a>《陶彭泽归里》诗：“瓮盎连朝浊，壶觞永日酣。”清阮葵生《茶馀客话》卷四：“先生辨舟中几人，服某某色；杯斝壶觞之属，历历可数。”</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　<a href=\"http://so.gushiwen.org/view_8050.aspx\">诗</a>的内容很简单，不过是邀请友人前来探春畅饮而已，但写得活泼自然，不落俗套。细细吟味，作者那一颗热爱生活、热爱大自然的诗心，能给人以强烈的感染。</p> <p>　　诗的前四句主要是围绕着“春还”二字细腻生动地描写了早春的气息，写春天是怎样悄然回归的，表达了诗人终于迎来了春天的那种喜悦之情。“闻道春还未相识”，是说只听到春天回来了，还没有见到她。一开始就流露出急于看到春还的心情。其实当寒凝大地的时候，春天的气息才刚刚萌动，哪里能亲眼见到她呢！所以“闻到”二字表明春归的消息最先是从人们交谈中听到的。如此生活细节，一经诗人捕入诗句便增加了诗的韵味。既然是闻春未见春，就自然要去寻春、问春，于是引起了下面的诗句。“走傍寒梅访消息”，梅是无生命的，怎么能够拜访、叩问呢？这是运用了拟人化的手法。“走”“访”二字生动地表达了诗人急不可待地走出房舍，到梅树下去探究春天归否的一片诗情。“昨夜东风入武昌”一句是写春归。人们常说：一夜暖风就染绿了柳梢头。这里“东风”之前冠以“昨夜”二字，意在形容久盼不归的春风，一夜之间就迅速而又静悄悄地来了。然而这还仅仅是表现时节骤然暗换的特点，并没有写出春归的气势来，所以“东风”之后再缀一“入”字，表明春风的到来是排挞而入的。这样就把春归的特点表现得维妙维肖了。可见诗人炼字炼句达到了炉火纯青的地步。“陌头杨柳黄金色”一句是写早春的动人景象。全诗至此几经婉转方才暗暗点明诗人终于看到了“春还”这一层意思。“黄金色”是一种嫩嫩的鸭黄之色。春上柳梢，最初并不是绿色，那是因为细嫩的柳尖刚刚钻出，还没有饱受春光的沐浴，因而显得很幼稚，从远处看去便是一种朦胧的悦目的灿然金色。近人刘永济说：“景物之接于人无私也，而慧眼词人独能得其灵妙，……然景物自有精、粗之不同，而感人最深，必其精者。故当其由目入心之际，殆已加以拣择而遗其粗迹；及乎由心出手之时，不过自写吾心之照耳。”（《词论》）可见诗人写早春之色，不用“嫩绿”“新绿”等字，完全是出于细心观察又融进了自己喜悦之情所得。总观如上四句，诗人先写“闻道”，再写“走”“访”，直至东风荡入之后，方才写所见到的焕然春景，这全是紧扣“春还”二字娓娓写来，细如抽丝地再现了早春姗姗来迟的脚步儿声。</p> <p>　　诗的后四句是邀请友人前来醉饮赏春。五六两句是全诗的承转机杼之句。“碧水浩浩云茫茫”是比兴用法，没有更多的意思，不过是用景语虚引而已。从而自然贯通到“美人不来空断肠”一句上来。既然春已回归，而美人未至，岂不辜负了一片融融春光！为此诗人才说他有“断肠”之恨。称友人为“美人”，亦不过是言思念之切，用这样戏谑俏皮的诗句寄给友人更见友情的亲密。“预拂青山一片石，与君连日醉壶觞”，是说自己已经预先将青山中一片石拂拭干净，只等友人来此痛饮一番。这两句写得尤为精采。诗人不直言说透“邀请”二字，而是通过丰富的想象，运用了一个动人的细节，便把邀请的殷切之情表达出来了，同时还含有共赏春光之意，这样便与前四句所婉转写出的盼春、迎春之意暗暗沟通了。古人作诗，结句大体不出景结、情结两法。本诗当属予情结。全诗结末一股按撩不住的赏春激情全从“连日醉壶觞”数字一涌而出，足以荡人心魄。</p> <p>　　清代<a href=\"http://so.gushiwen.org/author_676.aspx\">袁枚</a>提倡诗要有“性灵”，他在《随园诗话》中曾说：“牡丹芍药，花之至富丽者也，剪彩为之，不如野蓼山葵矣。味欲其鲜，趣欲其真，人必知此而后可与论诗。”本诗之妙，即在于写阳春之气不落俗套。比如诗中“闻道春还未相识，走傍寒梅访消息”，就完全是从生活中提炼出来的，话虽然说得通俗，但是新鲜活泼，全似从心里流出，饶有情致。又比如“预拂青山一片石，与君连日醉壶觞”也一是出于一片真情。这就证明：只有情真，才有诗人自己的个性。</p>",
  "about": "<h2>创作背景</h2> 　　此<a href=\"http://so.gushiwen.org/view_8050.aspx\">诗</a>是上元元年（公元760年）诗人在江夏时所作。诗中表现思念友人的一片真情厚意。《李诗辨疑》谓此诗是王汉阳寄<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>诗，是答李白《望汉阳柳色等王宰》诗。可参考。",
  "poet": {
    "id": 247,
    "star": 0,
    "name": "李白",
    "image": "http://img.gushiwen.org/authorImg/libai.jpg",
    "desc": "李白（701年－762年），字太白，号青莲居士，唐朝浪漫主义诗人，被后人誉为“诗仙”。祖籍陇西成纪(待考)，出生于西域碎叶城，4岁再随父迁至剑南道绵州。李白存世诗文千余篇，有《李太白集》传世。762年病逝，享年61岁。其墓在今安徽当涂，四川江油、湖北安陆有纪念馆。"
  },
  "tags": [
    "春天",
    "思念"
  ]
}