{
  "id": 10906,
  "star": 21,
  "name": "送远",
  "dynasty": "唐代",
  "content": "带甲满天地，胡为君远行！<br>亲朋尽一哭，鞍马去孤城。<br>草木岁月晚，关河霜雪清。<br>别离已昨日，因见古人情。",
  "fanyi": "<p><strong>译文<br></strong>天地间仿佛充满着身着战甲的将士，这兵荒马乱之际我为何要远行！<br>亲人和朋友都失声痛哭，我骑着马离开秦州这座孤城。<br>草木凋零，时间已入岁暮；关河冷落，途中霜雪飘零。<br>离别虽已是昨日的事情，但见到此情此景我还是有些伤感。</p> <p><strong>注释</strong><br>⑴带甲：全副武装的战士。《国语·越语上》：“有带甲五千人将以致死。”<br>⑵胡为：何为，为什么。《<a href=\"http://so.gushiwen.org/view_10906.aspx\">诗</a>经·邶风·式微》：“微君之故，胡为乎中露？”<br>⑶亲朋：亲戚朋友。<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>《登岳阳楼》诗：“亲朋无一字，老病有孤舟。”<br>⑷孤城：边远的孤立城寨或城镇。此指秦州（今属甘肃天水）。<br>⑸关河：关山河川。《后汉书·荀彧传》：“此实天下之要地，而将军之关河也。”<br>⑹“别离”二句：因为想到古人离别时的伤感，还是会不断想起昨日离别的情景。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　首句以提问开篇。“带甲满天地”意即遍地皆兵。此<a href=\"http://so.gushiwen.org/view_10906.aspx\">诗</a>开头就以新颖的语言，矫健的笔力，引起读者注意。次句“君”为诗人自指。作者问自己为什么在兵荒马乱这样的时刻“远行”。</p> <p>　　“亲朋”二句写启程时情景。亲友同声痛哭，因为正值离乱，不知此后能否重逢。而诗人则无言地跨上“鞍马”，他实际上也是含着眼泪，告别孤城秦州远去的。一边有声的痛哭，一边无声的饮泣，悲凄之状如在眼前。</p> <p>　　“草木”二句点出远行的时间和征途的感受。“草木”零落，时入岁暮。“霜雪”飘洒，关河冷清。这是辞别亲友后途中景致。此联“岁月”二字本当用平，诗人出于内容上的考虑，突破声律常格，上句全用仄，下句四字用平。用拗峭的语言，描绘寒冬的旅程，成为<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>五律中以入代平的一个诗例，有其值得借鉴之处。</p> <p>　　“别离”二句回忆亲朋相送的情谊。与亲朋“别离”虽“已”成“昨日”，由于感念难忘，仿佛就在今天。由此可“见”，“古人”殷殷惜别，是有深“情”厚意的。这里字面上在说“古人”，实指今日之世态炎凉，人情淡薄。</p> <p>　　诗以“送远”为题，但从后四句看，“当是就道后作”（浦起龙语）。这样，前四句应是“从道中追写起身时之情事”（浦起龙语）。<a href=\"http://so.gushiwen.org/author_39.aspx\">沈德潜</a>极赞此诗开头是“何等起手”，浦起龙更用“感慨悲歌”四字盛誉前四句。</p> <p>　　杜甫在战火纷飞的时刻，离秦州，入蜀道，却并无一个明确的目的。离别时虽然亲朋同声“一哭”，却无人以诗相送，情景是颇为凄凉的。为了自壮“行色”，他“就道”后补写了这首名作。这与他天宝十四载（755年）“免河西尉，为右卫率府兵曹”时所写《官定后戏赠》，很有点相似。不同的是，那首诗作于安史之乱前夕，纯出于游“戏”笔墨，而且“微禄”“耽酒”，“圣朝”“狂歌”，还可为“故山归兴”，“向风”“回首”。而这首诗则写于安史乱中，“带甲满天地”的时刻。“鞍马”入蜀，茫茫前路，还不知依“托”何人，根本没有以笔墨为游“戏”的闲情。回味“昨日”告别场景，想“见”“古人”惜别“情”意，无怪乎要“感慨悲歌”，放声长吟了。</p> <p>　　在艺术上，这首诗歌主要艺术特点表现在以下几方面：首先，前后照应，形成一体。其次，场面细致，感人至深。再次，虚实结合，增强抒情效果。第四，对比描写，增强情感的表现力。</p>",
  "about": "<h2>创作背景</h2> 　　这首《送远》是<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>在唐肃宗乾元二年（759年）时所作，当时唐朝正处于安史之乱时期。“送远”即是<a href=\"http://so.gushiwen.org/view_10906.aspx\">诗</a>人杜甫在战火纷飞的时刻，离开秦州入蜀道而远行。浦起龙认为此诗“不言所送，盖自送”之作。",
  "poet": {
    "id": 474,
    "star": 0,
    "name": "杜甫",
    "image": "http://img.gushiwen.org/authorImg/dufu.jpg",
    "desc": "杜甫（712－770），字子美，自号少陵野老，世称“杜工部”、“杜少陵”等，汉族，河南府巩县（今河南省巩义市）人，唐代伟大的现实主义诗人，杜甫被世人尊为“诗圣”，其诗被称为“诗史”。杜甫与李白合称“李杜”，为了跟另外两位诗人李商隐与杜牧即“小李杜”区别开来，杜甫与李白又合称“大李杜”。他忧国忧民，人格高尚，他的约1400余首诗被保留了下来，诗艺精湛，在中国古典诗歌中备受推崇，影响深远。759-766年间曾居成都，后世有杜甫草堂纪念。"
  },
  "tags": [
    "离别",
    "孤独"
  ]
}