{
  "id": 62268,
  "star": 15,
  "name": "花犯·谢黄复庵除夜寄古梅枝",
  "dynasty": "宋代",
  "content": "翦横枝，清溪分影，翛然镜空晓。小窗春到。怜夜冷孀娥，相伴孤照。古苔泪锁霜千点，苍华人共老。料浅雪、黄昏驿路，飞香遗冻草。 <br>行云梦中认琼娘，冰肌瘦，窈窕风前纤缟。残醉醒，屏山外、翠禽声小。寒泉贮、绀壶渐暖，年事对、青灯惊换了。但恐舞、一帘胡蝶，玉龙吹又杳。",
  "fanyi": "<p><strong>译文<br></strong>将梅花从树上剪下来后，倒映溪中的梅枝影也即分成两截，但映在平静似镜的溪水中的梅影却显得更加空疏、自在。将梅花放置在窗台上，梅花的清香给居所带来了春的气息，独守广寒的嫦娥也将月光洒照在梅枝上陪伴。眼前的梅枝已有多年，枝上长着泪痕似的斑斑白霜般的苔藓，它与我头上的苍苍白发互相映衬。沿着驿道，踏着浅雪，将梅花的清香一路散发在浅雪中的冻草上，紧赶而来，终于在除夜黄昏时送到了。<br>好像在梦中见到梅神冰肌玉骨，身披素缟在风中翩翩起舞。醉梦醒后，仍在幻觉中，仿佛听到翠羽啁唧的声音。时间已过很久，连插着梅枝的壶中泉水也渐渐由冷变暖。只见青灯上的灯光也渐转暗，室外已泛出晓光，忽然感到又一个新年到来了。但是害怕它们翩然起舞，就像蝴蝶和雪一样。</p> <p><strong>注释</strong><br>⑴花犯：词牌名，为<a href=\"http://so.gushiwen.org/author_164.aspx\">周邦彦</a>自度曲。双调一百零二字。前段十句，六仄韵；后段九句，四仄韵。<br>⑵黄复庵：作者友人，生平不详。<br>⑶横枝：指梅的枝条。<br>⑷翛（xiāo）然：即无拘无束，自由自在。<br>⑸孀娥：即嫦娥。因她弃夫后羿奔月，故称之孀娥。孀，一本作“霜”。<br>⑹古苔：有苔藓寄生在梅树根枝之上，称苔梅。古传苔梅有二种：宜兴张公洞之苔梅，苔厚花极香；绍兴之苔梅，其苔如绿丝，长尺余。千点：一本作“痕饱”。<br>⑺苍华：花白。<br>⑻驿路：有驿站的大道。<br>⑼飞香：喻指梅。冻：一本作“冷”，一本作“暗”。<br>⑽琼娘：许飞琼，传说中的仙女。《汉武帝内传》：王母“命侍女许飞琼鼓震灵之簧。”<br>⑾纤缟：白色的衣裙。缟（gǎo），白色。<br>⑿绀壶：指插梅枝的天青色水壶。绀（gàn），深青带红的颜色。<br>⒀玉龙：笛子。杳：悠远。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　“剪横枝”三句，写友人寄梅前情景。首两句化用<a href=\"http://so.gushiwen.org/author_762.aspx\">林逋</a>《山园小梅二首》“疏影横斜水清浅”<a href=\"http://so.gushiwen.org/view_62268.aspx\">诗</a>句，言古梅树生长在溪水傍，梅枝长得纵横飘逸，复庵将它从树上剪下来后，倒映溪中的梅枝影也即分成两截，但映在平静似镜的溪水中的梅影却显得更加空疏、自在。“小窗”三句，词人收到梅枝后的情景。言除夕夜词人收到了复庵寄来的古梅枝，就将它们放置在窗台上。梅花的清香给词人的居所带来了春的气息，独守广寒的嫦娥也将月光洒照在梅枝上陪伴词人共度除夜。关于“孀娥”，这里引神话传说，意谓嫦娥独守广寒宫凄凉孤苦，因而与同是孤苦一人独伴梅枝冷清清地过着除夜的词人同病相怜，所以洒照月光来陪词人共度除夜。“古苔”两句，点出一“古”字的特征。词人说：眼前的梅枝已有多年，你看它枝上长着泪痕似的斑斑白霜般的苔藓，它与我头上的苍苍白发互相映衬，足以使人相怜相惜了。这里“苍华”，既形容梅枝上的斑斑苔色，也指词人的花白头发。“料浅雪”两句，补叙送梅情景。料想复庵派人沿着驿道，踏着浅雪，将梅花的清香一路散发在浅雪中的冻草上，紧赶而来，终于在除夜黄昏时送到了我家。上片以时间为序，叙述了友人黄复庵的寄梅枝过程，层次井然。</p> <p>　　“行云”三句，写梦中梅神。关于“行云”，<a href=\"http://so.gushiwen.org/author_358.aspx\">宋玉</a>《高唐赋》说，神女“旦为朝云，暮为行雨”。而在这里，是说词人好像在梦中见到梅神冰肌玉骨，身披素缟在风中翩翩起舞。句中“冰肌”、“窈窕”是梅枝的特征，也是将梅花拟人化。“残醉醒”两句，写词人梦醒后感觉。题曰“除夜”，故词人独酌伴梅枝守岁，因酒醉而作梦，梦醒后人却仍在幻觉之中。所以杨铁夫《梦窗词全集笺释》：“梦中见琼娘，方以为真美人，乃醒来闻翠禽声，方知原来是梅。”“翠禽”句，化用梅神传说，据《龙城录》说：“隋开皇中，赵师雄迁罗浮，天寒日暮，见林间酒肆旁舍一美人，淡妆靓色，素服出迎。赵师雄不觉醉卧，既觉，在大梅树上，有翠羽啁唧其上。”词人即用这个传说，演化成一种人梅梦魂相交的意境。“寒泉贮”两句，写词人守岁伴梅达旦。此言时间已过很久，连插着梅枝的壶中泉水也渐渐由冷变暖。只见青灯上的灯光也渐转暗，室外已泛出晓光，词人忽然感到又一个新年到来了。“但恐舞”两句，述惜梅之心。“玉龙”，本喻下雪，这里却是将蝴蝶与白雪的飞舞都用以比喻梅花的凋落，并像它们似的漫天飘舞。这是词人由惜梅而至担心，可见词人对梅花是爱惜备至。下片以词人的心理活动为序，写词人得梅枝后的思维过程。</p> <p>　　此词并不是纯客观的咏物，而是以拟人化的手法托物寄情。因为是白梅，词人把它比作琼娘，也就是仙女许飞琼。词人以拟人手法赋予梅花以高洁的品质，同时在这个形象中寄托了自己的理想以及生不逢时的悲哀，这种感叹不仅限于个人，也透露了南宋末年的动乱、衰亡。</p>",
  "about": "<h2>创作背景</h2> 　　这首词具体创作年代已不详。在作者词集《梦窗词》中有多首词提到了黄复庵，如《月中行·和黄复庵》和《倒犯·赠黄复庵》等，可见二人情谊之深厚，这首词即是作者在除夕黄昏收到黄复庵所赠的古梅枝后，答谢友人之作。",
  "poet": {
    "id": 670,
    "star": 0,
    "name": "吴文英",
    "image": "http://img.gushiwen.org/authorImg/wuwenying.jpg",
    "desc": "吴文英（约1200～1260），字君特，号梦窗，晚年又号觉翁，四明（今浙江宁波）人。原出翁姓，后出嗣吴氏。与贾似道友善。有《梦窗词集》一部，存词三百四十余首，分四卷本与一卷本。其词作数量丰沃，风格雅致，多酬答、伤时与忆悼之作，号“词中李商隐”。而后世品评却甚有争论。"
  },
  "tags": [
    "春节",
    "咏物",
    "梅花",
    "抒情"
  ]
}