{
  "id": 69147,
  "star": 10956,
  "name": "过零丁洋",
  "dynasty": "宋代",
  "content": "辛苦遭逢起一经，干戈寥落四周星。<br>山河破碎风飘絮，身世浮沉雨打萍。<br>惶恐滩头说惶恐，零丁洋里叹零丁。<br>人生自古谁无死？留取丹心照汗青。",
  "fanyi": "<p><strong>译文</strong><br>回想我早年由科举入仕历尽辛苦，如今战火消歇已熬过了四个年头。<br>国家危在旦夕恰如狂风中的柳絮，自己一生的坎坷如雨中浮萍漂泊无根时起时沉。<br>惶恐滩的惨败让我至今依然惶恐，零丁洋身陷元虏可叹我孤苦零丁。<br>人生自古以来有谁能够长生不死？我要留一片爱国的丹心映照史册。</p> <p><strong>注释</strong><br>⑴零丁洋：零丁洋即”伶丁洋“。现在广东省珠江口外。1278年底，率军在广东五坡岭与元军激战，兵败被俘，囚禁船上曾经过零丁洋。<br>⑵遭逢：遭遇。起一经，因为精通一种经书，通过科举考试而被朝廷起用作官。文天祥二十岁考中状元。<br>⑶干戈：指抗元战争。寥（liáo）落：荒凉冷落。一作“落落”。四周星：四周年。文天祥从1275年起兵抗元，到1278年被俘，一共四年。<br>⑷絮：柳絮。<br>⑸萍：浮萍。<br>⑹惶恐滩：在今江西省万安县，是赣江中的险滩。1277年，文天祥在江西被元军打败，所率军队死伤惨重，妻子儿女也被元军俘虏。他经惶恐滩撤到福建。<br>(7)零丁：孤苦无依的样子。<br>(8)丹心：红心，比喻忠心。<br>(9)汗青：同汗竹，史册。古代用简写字，先用火烤干其中的水分，干后易写而且不受虫蛀，也称汗青。</p>",
  "shangxi": "<p>　　南宋末年，在潮州与元军作战，被俘，途经零汀洋时，元军逼迫他招降坚守崖山的宋军，他写下了这首<a href=\"http://so.gushiwen.org/view_69147.aspx\">诗</a>。诗人以诗明志，表现出视死如归的高风亮节和大义凛然的英雄气概。</p> <p>　　“辛苦遭逢起一经，干戈寥落四周星。”诗人回顾自己的仕途和征战的经历：因科举而蒙朝廷重用，在荒凉冷落的战争环境中已经度过了四个春秋。“干戈寥落”在此亦指宋元间的战事已经接近尾声，南宋几近灭亡。“山河破碎风飘絮，身世沉浮雨打萍。”破碎的山河犹如风中飘絮，动荡不安的一生就像雨打浮萍。国家的灾难、个人的坎坷浓缩在这两个比喻句中，意思是国家和个人的命运都已经难以挽回。“惶恐滩头说惶恐，零丁洋里叹零丁。”在曾经兵败的惶恐滩头，诗人也曾为自己的命运惶恐忧虑，而今途经零丁洋又怎能不感叹自己的孤苦伶仃，无力挽救国家。“人生自古谁无死，留取丹青照汗青！”自古以来，人世间谁能免于一死？只求留下一颗赤胆忠心，永远照耀在史册上。此句慷慨陈词，直抒胸中正气，表现出舍生取义、视死如归的坚定信念和昂扬斗志，因此成为千古流传的名句。</p>",
  "about": "<h2>主旨</h2> 　　这首<a href=\"http://so.gushiwen.org/view_69147.aspx\">诗</a>饱含沉痛悲凉，既叹国运又叹自身，把家国之恨、艰危困厄渲染到极致，但在最后一句却由悲而壮、由郁而扬，迸发出“人生自古谁无死，留取丹心照汗青”的诗句，慷慨激昂、掷地有声，以磅礴的气势、高亢的语调显示了诗人的民族气节和舍生取义的生死观。<br/><h2>创作背景</h2> <p>　　这首<a href=\"http://so.gushiwen.org/view_69147.aspx\">诗</a>见于<a href=\"http://so.gushiwen.org/author_173.aspx\">文天祥</a>《文山先生全集》，当作于公元1279年（宋祥兴二年）。公元1278年（宋祥兴元年），文天祥在广东海丰北五坡岭兵败被俘，押到船上，次年过零丁洋时作此诗。随后又被押解至崖山，张弘范逼迫他写信招降固守崖山的张世杰、陆秀夫等人，文天祥不从，出示此诗以明志。</p><br/><h2>后世影响</h2> <p>　　《过零丁洋》作者<a href=\"http://so.gushiwen.org/author_173.aspx\">文天祥</a>，这首<a href=\"http://so.gushiwen.org/view_69147.aspx\">诗</a>是他在1279年正月过零丁洋时所作。诗中概述了自己的身世命运，表现了慷慨激昂的爱国热情和视死如归的高风亮节，以及舍身取义的，是中华民族传统美德的最高表现。</p> <p>　　为气贯长虹、启迪后世的名篇，尤以“人生自古谁无死，留取丹心照汗青”影响了一代又一代爱国志士和广大民众。自\"五四运动\"以来到抗日战争，在中国本土，在南洋和海外各地，无论是文学创作、戏剧演出、歌曲传唱中，经常可以看到《过零丁洋》等篇，激励民族情愫的呐喊。对后世志士仁人的节操，文学上的挚情文采都有深刻的启发和广远的影响。</p>",
  "poet": {
    "id": 173,
    "star": 0,
    "name": "文天祥",
    "image": "http://img.gushiwen.org/authorImg/wentianxiang.jpg",
    "desc": "文天祥（1236.6.6－1283.1.9），字履善，又字宋瑞，自号文山，浮休道人。汉族，吉州庐陵（今江西吉安县）人，南宋末大臣，文学家，民族英雄。宝祐四年（1256年）进士，官到右丞相兼枢密史。被派往元军的军营中谈判，被扣留。后脱险经高邮嵇庄到泰县塘湾，由南通南归，坚持抗元。祥光元年（1278年）兵败被张弘范俘虏，在狱中坚持斗争三年多，后在柴市从容就义。著有《过零丁洋》、《文山诗集》、《指南录》、《指南后录》、《正气歌》等作品。"
  },
  "tags": [
    "古诗三百首",
    "初中古诗",
    "爱国",
    "励志",
    "忧国忧民"
  ]
}