{
  "id": 288,
  "star": 22,
  "name": "周颂·良耜",
  "dynasty": "先秦",
  "content": "畟畟良耜，俶载南亩。播厥百谷，实函斯活。或来瞻女，载筐及莒，其饟伊黍。其笠伊纠，其镈斯赵，以薅荼蓼。荼蓼朽止，黍稷茂止。获之挃挃，积之栗栗。其崇如墉，其比如栉。以开百室，百室盈止，妇子宁止。杀时犉牡，有捄其角。以似以续，续古之人。",
  "fanyi": "<p><strong>译文<br></strong>犁头入土真锋利，先到南面去耕地。百谷种子播田头，粒粒孕育富生机。有人送饭来看你，挑着方筐和圆篓，里面装的是黍米。头戴手编草斗笠，手持锄头来翻土，除草田畦得清理。野草腐烂作肥料，庄稼生长真茂密。挥镰收割响声齐，打下谷子高堆起。看那高处似城墙，看那两旁似梳齿，粮仓成百开不闭。各个粮仓都装满，妇女儿童心神怡。杀头黑唇大黄牛，弯弯双角真美丽。不断祭祀后续前，继承古人的礼仪。</p> <p><strong>注释<br></strong>⑴畟（cè）畟：形容耒耜的锋刃快速入土的样子。耜（sì）：古代一种像犁的农具。<br>⑵俶（chù）：开始。载：“菑（zī）”的假借。载是“哉声”字，菑是“甾声”字，古音同部，故可相通。菑，初耕一年的土地。南亩：古时将东西向的耕地叫东亩，南北向的叫南亩。<br>⑶实：百谷的种子。函：含，指种子播下之后孕育发芽。斯：乃。<br>⑷瞻：马瑞辰《毛<a href=\"http://so.gushiwen.org/view_288.aspx\">诗</a>传笺通释》认为当读同“赡给之赡”。瞻、赡都是“詹声”字，古音同部，故可相通。女（rǔ）：同“汝”，指耕地者。<br>⑸筐：方筐。筥（jǔ）：圆筐。<br>⑹饟（xiǎng）：此指所送的饭食。<br>⑺纠：指用草绳编织而成。<br>⑻镈（bó）：古代锄田去草的农具。赵：锋利好使。<br>⑼薅（hāo）：去掉田中杂草。荼（tú）蓼（liǎo）：荼和蓼，两种野草名。<br>⑽朽：腐烂。止：语助词。<br>⑾挃（zhì）挃：形容收割庄稼的磨擦声。<br>⑿栗栗：形容收割的庄稼堆积之多。<br>⒀崇：高。墉（yōng）：高高的城墙。<br>⒁比：排列，此言其广度。栉（zhì）：梳子。<br>⒂百室：指众多的粮仓。<br>⒃妇子：妇女孩子。<br>⒄犉（rǔn）：黄毛黑唇的牛。<br>⒅捄（qíu）：形容牛角很长。<br>⒆似：通“嗣”，继续。<br>⒇古之人：指祖先。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　从《周颂·良耜》<a href=\"http://so.gushiwen.org/view_288.aspx\">诗</a>中，已经可以看到当时的农奴所使用的耒耜的犁头及“鎛（锄草农具）”是用金属制作的，这是了不起的进步。在艺术表现上，这首诗的最大特色是“诗中有画”。</p> <p>　　全诗一章到底，共二十三句，可分为三层：第一层，从开头到“黍稷茂止”十二句，是追写春耕夏耘的情景；第二层，从“获之挃挃”到“妇子宁止”七句，写眼前秋天大丰收的情景；第三层，最后四句，写秋冬报赛祭祀的情景。</p> <p>　　诗一开头展示在读者面前的是一幅春耕夏耘的画面：当春日到来的时候，男农奴们手扶耒耜在南亩深翻土地，尖利的犁头发出了快速前进的嚓嚓声。接着又把各种农作物的种子撒入土中，让它孕育、发芽、生长。在他们劳动到饥饿之时，家中的妇女、孩子挑着方筐圆筐，给他们送来了香气腾腾的黄米饭。炎夏耘苗之时，烈日当空，农奴们头戴用草绳编织的斗笠，除草的锄头刺入土中，把荼、蓼等杂草统统锄掉。荼、蓼腐烂变成了肥料，大片大片绿油油的黍、稷长势喜人。这里写了劳动场面，写了劳动与送饭的人们，还刻画了头戴斗笠的人物形象，真是人在画图中。</p> <p>　　在秋天大丰收的时候，展示的是另一种欢快的画面：收割庄稼的镰刀声此起彼伏，如同音乐的节奏一般，各种谷物很快就堆积成山，从高处看像高高的城墙，从两边看像密密的梳齿，于是上百个粮仓一字儿排开收粮入库。个个粮仓都装满了粮食，妇人孩子喜气洋洋。“民以食为天”，有了粮食心不慌，才能过上安稳的日子。这可说是“田家乐图”吧！</p> <p>　　另外，这首诗用韵或不用韵，依据内容的需要而作灵活处理，也是它的一大特色。“畟畟良耜，俶载南亩”，开头两句都用韵，“耜”“亩”叶之部韵。接着“播厥百谷，实函斯活”两句，却是无韵句。“或来瞻女，载筐及筥，其饟伊黍”三句描写妇女、孩子到田间送饭，句句用韵，“女”“筥”“黍”叶鱼部韵，节奏明快。“其笠伊纠，其鎛斯赵，以薅荼蓼。荼蓼朽止，黍稷茂止。”这五句写夏日耘苗的情景，句句用韵，“纠”“赵”“蓼”、朽”“茂”是幽宵合韵，节奏也明快。“获之挃挃，积之栗栗。其崇如墉，其比如栉，以开百室。百室盈止，妇子宁止。”这七句描写秋天农业大丰收情景，除“其崇如墉”一句不用韵外，其余句句用韵，“桎”“栗”“栉”“室”叶质部韵，“盈”“宁”叶耕部韵，同样节奏明快。最后四句，除中间两句“角”“续”叶屋部韵外，其余两句均无韵。</p>",
  "about": "<h2>创作背景</h2> 　　《周颂·良耜》是在西周初期也就是成王、康王时期农业大发展的背景下产生的。与《周颂·载芟》，是《<a href=\"http://so.gushiwen.org/view_288.aspx\">诗</a>经》中的农事诗的代表作。《毛诗序》云：“《载芟》，春藉田而祈社稷也。”“《良耜》，秋报社稷也。”一前一后相映成趣，堪称是姊妹篇。周人的祖先后稷、公刘、古公亶父（即周太王）历来形成了一种重农的传统；再经过周文王、周武王父子两代人的努力，终于结束了殷商王朝的腐朽统治，建立了以“敬天保民”为号召的西周王朝，从而在一定程度上解放了生产力，提高了奴隶从事大规模农业生产的积极性。《周颂·良耜》正是当时这种农业大发展的真实写照。",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": [
    "诗经",
    "农事"
  ]
}