{
  "id": 10348,
  "star": 1596,
  "name": "别董大二首",
  "dynasty": "唐代",
  "content": "千里黄云白日曛，北风吹雁雪纷纷。<br>莫愁前路无知己，天下谁人不识君。</p> <p>六翮飘飖私自怜，一离京洛十余年。<br>丈夫贫贱应未足，今日相逢无酒钱。",
  "fanyi": "<p><strong>译文<br></strong>千里黄云蔽天日色暗昏昏，北风吹着归雁大雪纷纷。<br>不要担心前路茫茫没有知己，普天之下哪个不识君？</p> <p>就像鸟儿六翮飘摇自伤自怜，离开京洛已经十多年。<br>大丈夫贫贱谁又心甘情愿，今天相逢可掏不出酒钱。</p> <p><strong>注释<br></strong>⑴董大：指董庭兰，是当时有名的音乐家　。在其兄弟中排名第一，故称“董大”。<br>⑵黄云：天上的乌云，在阳光下，乌云是暗黄色，所以叫黄云。曛 ：昏暗。白日曛，即太阳黯淡无光。<br>⑶谁人：哪个人。君：你，这里指董大。<br>⑷翮（hé）：鸟的羽翼。飘飖（yáo）：飘动。六翮飘飖，比喻四处奔波而无结果。<br>⑸京洛：长安和洛阳。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　在唐人赠别<a href=\"http://so.gushiwen.org/view_10348.aspx\">诗</a>篇中，那些凄清缠绵、低徊留连的作品，固然感人至深，但另外一种慷慨悲歌、出自肺腑的诗作，却又以它的真诚情谊，坚强信念，为灞桥柳色与渭城风雨涂上了另一种豪放健美的色彩。<a href=\"http://so.gushiwen.org/author_227.aspx\">高适</a>的《别董大二首》便是后一种风格的佳篇。</p> <p>　　这两首送别诗作于公元747年（天宝六年），当时高适在睢阳，送别的对象是著名的琴师董庭兰。盛唐时盛行胡乐，能欣赏七弦琴这类古乐的人不多。崔珏有诗道：“七条弦上五音寒，此艺知音自古难。惟有河南房次律，始终怜得董庭兰。”这时高适也很不得志，到处浪游，常处于贫贱的境遇之中。但在这两首送别诗中，高适却以开朗的胸襟，豪迈的语调把临别赠言说得激昂慷慨，鼓舞人心。</p> <p>　　从诗的内容来看，这两篇作品当是写高适与董大久别重逢，经过短暂的聚会以后，又各奔他方的赠别之作。而且，两个人都处在困顿不达的境遇之中，贫贱相交自有深沉的感慨。诗的第二首可作如是理解。第一首却胸襟开阔，写别离而一扫缠绵忧怨的老调，雄壮豪迈，堪与<a href=\"http://so.gushiwen.org/author_289.aspx\">王勃</a>“海内存知己，天涯若比邻”的情境相媲美。</p> <p>　　“千里黄云白日曛，北风吹雁雪纷纷。”这两句以其内心之真，写别离心绪，故能深挚；以胸襟之阔，叙眼前景色，故能悲壮。曛，即曛黄，指夕阳西沉时的昏黄景色。</p> <p>　　落日黄云，大野苍茫，唯北方冬日有此景象。此情此景，若稍加雕琢，即不免斫伤气势。高适于此自是作手。日暮黄昏，且又大雪纷飞，于北风狂吹中，唯见遥空断雁，出没寒云，使人难禁日暮天寒、游子何之之感。以才人而沦落至此，几使人无泪可下，亦唯如此，故知己不能为之甘心。头两句以叙景而见内心之郁积，虽不涉人事，已使人如置身风雪之中，似闻山巅水涯有壮士长啸。此处如不用尽气力，则不能见下文转折之妙，也不能见下文言辞之婉转，用心之良苦，友情之深挚，别意之凄酸。</p> <p>　　“莫愁前路无知己，天下谁人不识君。” 这两句是对朋友的劝慰：此去你不要担心遇不到知己，天下哪个不知道你董庭兰啊！话说得多么响亮，多么有力，于慰藉中充满着信心和力量，激励朋友抖擞精神去奋斗、去拼搏。于慰藉之中充满信心和力量。因为是知音，说话才朴质而豪爽。又因其沦落，才以希望为慰藉。</p> <p>　　“六翮飘飖私自怜，一离京洛十余年。丈夫贫贱应未足，今日相逢无酒钱。”可见他当时也还处于“无酒钱”的“贫贱”境遇之中。这两首早期不得意时的赠别之作，不免“借他人酒杯，浇自己块垒”。但诗人于慰藉中寄希望，因而给人一种满怀信心和力量的感觉。<br>诗人在即将分手之际，全然不写千丝万缕的离愁别绪，而是满怀激情地鼓励友人踏上征途，迎接未来。诗之所以卓绝，是因为高适“多胸臆语，兼有气骨”（殷璠《河岳英灵集》）、“以气质自高”（《唐诗纪事》），因而能为志士增色，为游子拭泪。如果不是诗人内心的郁积喷薄而出，则不能把临别赠语说得如此体贴入微，如此坚定不移，也就不能使此朴素无华之语言，铸造出这等冰清玉洁、醇厚动人的诗情。</p>",
  "about": "<h2>创作背景</h2> <p>　　公元747年（唐玄宗天宝六年）春天，吏部尚书房琯被贬出朝，门客董庭兰也离开长安。是年冬，与<a href=\"http://so.gushiwen.org/author_227.aspx\">高适</a>会于睢阳（故址在今河南省商丘县南），高适写了《别董大二首》。</p>",
  "poet": {
    "id": 227,
    "star": 0,
    "name": "高适",
    "image": "http://img.gushiwen.org/authorImg/gaoshi.jpg",
    "desc": "高适是我国唐代著名的边塞诗人，世称“高常侍”。 作品收录于《高常侍集》。高适与岑参并称“高岑”，其诗作笔力雄健，气势奔放，洋溢着盛唐时期所特有的奋发进取、蓬勃向上的时代精神。"
  },
  "tags": [
    "赠别",
    "写景",
    "抒情",
    "豪迈",
    "友情",
    "劝慰"
  ]
}