{
  "id": 49670,
  "star": 38,
  "name": "蝶恋花·记得画屏初会遇",
  "dynasty": "宋代",
  "content": "记得画屏初会遇。好梦惊回，望断高唐路。燕子双飞来又去。纱窗几度春光暮。<br>那日绣帘相见处。低眼佯行，笑整香云缕。敛尽春山羞不语。人前深意难轻诉。",
  "fanyi": "<p><strong>译文</strong><br>记得当初画屏前相遇。夜间好梦，忽儿在幽会，恋情绵绵，难忘高唐路。燕子双双，飞来又飞去，碧绿纱窗，几度春光已逝去。<br>在那天，绣帘相见处，低头假意走过，笑弄鬓发如云缕一般。紧锁着秀眉，娇羞不开口，陌生人前，深情难以倾诉。</p> <p><strong>注释</strong><br>⑴蝶恋花：又名“凤栖梧”、“鹊踏枝”等。唐教坊曲，后用为词牌。双调，六十字，上下片各四仄韵。<br>⑵画屏：有画饰的屏风。<br>⑶惊回：惊醒。<br>⑷高唐：战国时楚国台馆名，在云梦泽中，楚王游猎之所，一说在江汉平原。<a href=\"http://so.gushiwen.org/author_358.aspx\">宋玉</a>《高唐赋》：“昔者楚襄王与宋玉游于云梦之台，望高唐之观。其上独有云气，玉曰：‘昔者先王尝游高唐，怠而昼寝，梦见一妇人，曰：妾巫山之女也，为高唐之客．闻君游高唐，愿荐枕席。王因幸之。去而辞曰；‘妾在巫山之阳，高丘之阻。旦为朝云，暮为行雨。朝朝暮暮，阳台之下。旦暮视之如言。故为立庙，号曰朝云。”<br>⑸纱窗：蒙纱的窗户。这里喻指男女幽会的房间。春光：原指春天的风光，这里代指青春、岁月。<br>⑹佯行：假装走。<br>⑺香云缕：对妇女头发的美称。<br>⑻敛尽：紧收，收敛。春山：喻指妇女妓好的眉毛。<br>⑼轻诉：轻快地倾吐。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>的词具有多种风格，有的雄奇奔放，由此而创豪放一派；有的婉转多情，并不亚于柳、秦诸家。这首《蝶恋花》就是一首柔情似水的纯爱情词。它毫无掩饰地写出了一个男子的单相思。</p> <p>　　上片回忆了恋爱的全过程：初遇——破灭——思念。“记得画屏初会遇”，写出这爱情的开端是美妙的，令人难忘的，与心爱的人在画屏之间的初次会遇，至今记得清清楚楚。可是不知出于什么原因，情缘突然被割断了，这无异于一场美梦的破灭，一切幸福的向往都化为泡影，所以紧接着就说“好梦惊回，望断高唐路。”这里借高唐之典比喻再也不能与情人相会了。“燕子双飞来又去，纱窗几度春光暮”，进一步写出男主人公的一片痴情。虽然是“高唐梦断”，情丝却还紧紧相连：梁间的双飞燕春来又秋去，美丽的春光几度从窗前悄悄走过，而对她的思念却并不因时间的流逝而减弱半分。其特别标举燕子是双飞，春光是从纱窗前走过，是因为这些物象最惹人相思，意在表明自己这几年是在极度的思念中度过的，是在没有希望的等待中度过的。</p> <p>　　下片回过头来集中描述他们之间最甜蜜的一次会遇。“那日绣帘相见处”，点明相会的时间与地点。“低眼佯行，笑整香云缕”，活画出女方的娇羞之态：低眉垂眼，假意要走开，却微笑着用手整理自己的鬓发。一个“佯”字，见出她的忸怩之态，一个“笑”字，传出钟情于他的心底秘密。当人理鬓自也是一种保持最佳容姿以取悦于人的亲昵表示。“敛尽春山羞不语，人前深意难轻诉”，进一步写出女方的内心活动：敛起眉头不说话，不是对他无情，实在出于害羞。一个姑娘家当然不好在人前轻率地倾吐自己的爱情，可愈是如此，愈见其纯真，愈是招人疼爱。全词就以此甜蜜的回忆的结束而结束，活泼而有分寸，细腻而有余味。</p> <p>　　作者在这里描写的相思之情是赤裸裸的，热乎乎的，可也是健康的，朴素的，就像爱情本身那么健康，就像生活本身一样朴素。女主人公自然是青楼中人物，男主人公是封建社会中的青年士子无疑。他们可以向意中人表示自己的爱情，但无权决定自己的婚姻。他们之间的爱情的中断，决不是女方的变心，更不是男方的负情，而是受着外力的压迫与阻挠。</p> <p>　　此词在艺术上有两个显著的特点。一是顺叙、倒叙的交叉运用，使结构错落有致。上片先写爱情的“好梦惊回”，下片再写甜蜜的欢会，自然是倒叙。单就上片说，从初会写到破裂，再写到无穷尽的思念，自然又是顺叙。如此交叉安排，使其具有简单的情节，颇有点像现代的抒情性短篇小说的梗概，收到了曲折生情、摇曳生姿的艺术效果。二是运用了反衬手法，即以相见之欢反衬相离之苦。此词下片特意集中笔墨将勾魂摄魄的欢会详加描述，就正是为了反衬男主人公失恋的痛苦。因为只有爱得如此之深，才能思得如此之切；只有享受过如此的欢愉，才能产生如此的痛苦。这比说任何伤心的话更伤心十分。</p>",
  "about": "<h2>创作背景</h2> 　　这首《蝶恋花》约作于宋仁宗嘉祐五年（1060）正月。是时，东坡服丧期满，自四川而至江陵，陆行赴京师。途经三峡，看到楚地高唐（荆州郡管辖）神女峰时，触景而思念妻子王弗，作此词。",
  "poet": {
    "id": 183,
    "star": 0,
    "name": "苏轼",
    "image": "http://img.gushiwen.org/authorImg/sushi.jpg",
    "desc": "苏轼（1037－1101），北宋文学家、书画家、美食家。字子瞻，号东坡居士。汉族，四川人，葬于颍昌（今河南省平顶山市郏县）。一生仕途坎坷，学识渊博，天资极高，诗文书画皆精。其文汪洋恣肆，明白畅达，与欧阳修并称欧苏，为“唐宋八大家”之一；诗清新豪健，善用夸张、比喻，艺术表现独具风格，与黄庭坚并称苏黄；词开豪放一派，对后世有巨大影响，与辛弃疾并称苏辛；书法擅长行书、楷书，能自创新意，用笔丰腴跌宕，有天真烂漫之趣，与黄庭坚、米芾、蔡襄并称宋四家；画学文同，论画主张神似，提倡“士人画”。著有《苏东坡全集》和《东坡乐府》等。"
  },
  "tags": [
    "爱情",
    "相思"
  ]
}