{
  "id": 65501,
  "star": 48,
  "name": "秋蕊香·帘幕疏疏风透",
  "dynasty": "宋代",
  "content": "帘幕疏疏风透。一线香飘金兽。朱阑倚遍黄昏后。廊上月华如昼。 <br>别离滋味浓于酒。著人瘦。此情不及墙东柳。春色年年如旧。",
  "fanyi": "<p><strong>译文</strong><br>户外的风吹进疏帘，香炉里飘起一线香烟。黄昏后倚遍红色的栏杆，廊上的月光如同白天。<br>别离的滋味比酒还浓酽，令人瘦损病恹恹。此情比不上墙东的杨柳，春泉时柳色依旧如去年。</p> <p><strong>注释</strong><br>①秋蕊香：词牌名，双调48字， 仄韵，又有同名慢词，双调97字，平韵。<br>②疏疏：稀疏。<br>③金兽：兽形的香炉。<br>④朱栏，红色栏杆。<br>⑤月华：月光。<br>⑥著人：使人。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　上片写景，由室内写到帘外，是寓情于景。</p> <p>　　“帘幕疏疏风透，一线香飘金兽”这两句通过对细风透进帘幕、香炉缕缕飘香的描绘，明写官妓刘淑奴闺房的幽雅芳美，暗写前来幽会告别的环境气氛，隐含越是美好、越是值得留恋，越是幽静、越是格外凄清的弦外之音。</p> <p>　　“朱栏倚遍黄昏后”二句，紧承首二句而来，由室内转而写室外，由黄昏写到深夜，勾勒出倚遍每一根栏杆、凝视着画廊上如昼月光的生动画面，传达出回忆往昔并肩倚栏，携手赏月，而今恋恋不舍，依依惜别的愁绪。原来她从寂寞空房的炉烟袅袅记起当时两情绻缱的往事，如今离分两地，叫人思量。所以她不禁由室内走出帘外，在朱栏绕护的回廊上，一遍又一遍地倚栏望着，从白天盼到黄昏，从黄昏盼到浩月流辉的深夜。“月华如昼”，说明这是一个月白风清的良夜，往日相聚，两人浓情密意，喁喁低语，何等欢爱；可是而今天各一方，形单影只，欲语无人谁诉。教人深深惆怅。上片四句全部写景，而字里行间则洋溢着离愁别绪，因为往昔天天如此，而从今以后却不复再见了，对景伤情，万般无奈之意，尽在不言中了。这两句主要从时间上着笔，写离别之人从黄昏到深夜，倚遍栏杆，离愁无限，对月无绪的痛苦情态。<a href=\"http://so.gushiwen.org/author_408.aspx\">王国维</a>说：“一切景语皆情语也。”上片写法正是如此。</p> <p>　　下片在上片写景的基础上，着重抒情，借外景反衬内心的苦闷，是以景衬情。</p> <p>　　“别离滋味浓如酒，著人瘦。”这两句是全词的主调，这种“别离滋味”只有自己深深地感到，要说出来却又十分抽象。词人在这里用“浓于酒”一词来形容描写这种离愁别绪的浓烈程度，这就使抽象的情感物态化、具体、形象，它不仅将比酒更浓烈的离愁别恨极为生动形象地勾画出来，而且将词人借酒浇愁的神态巧妙勾出，收到一箭双雕的艺术效果。正因为如此，“著人瘦”一句便水到渠成，落到了实处。这种离愁竟使人为之憔悴，其滋味便可想而知了。</p> <p>　　“此情不及墙东柳，春色年年依旧”紧承前句而来，前两句写离愁滋味超过浓酒，进行正面对比；这两句写别情不及墙柳，则从反面衬托：柳叶只枯黄萎落于一时，春风一吹，柳色如故。言外之意，人一离别，各自天涯，是否能再续旧情，可就说不准了。这一反衬，由眼前的墙东柳触发而起，既信手拈来，又新奇贴切，极为深切地道出了内心深处的惆怅之情和缠绵悱恻之意，这就成为全词的点睛之笔。</p> <p>　　这首词写景纯用白描，毫不雕饰，清新流丽，而情寓其中；写情，直抒胸臆，决不做作，层层转跌，入木三分。其中绝无香泽绮罗之态，唯有不加矫饰之情。使词作具有清新流丽的风格特征。（池万兴）这首词风调清丽，情致缠绵，在婉约词中也属上乘之作。 （郑临川）</p>",
  "about": "<h2>创作背景</h2> 　　据说<a href=\"http://so.gushiwen.org/author_179.aspx\">张耒</a>在许州作官时，曾爱上一个名叫刘淑奴的歌伎，他卸任离开许州以后，为思念刘淑奴写过两首歌词，《秋蕊香》便是其中的一首，用代言体手法，写对方相思的浓挚深情。",
  "poet": {
    "id": 179,
    "star": 0,
    "name": "张耒",
    "image": "http://img.gushiwen.org/authorImg/zhanglei.jpg",
    "desc": "北宋文学家，擅长诗词，为苏门四学士之一。《全宋词》《全宋诗》中有他的多篇作品。早年游学于陈，学官苏辙重爱，从学于苏轼，苏轼说他的文章类似苏辙，汪洋澹泊。其诗学白居易、张籍，如：《田家》《海州道中》《输麦行》多反映下层人民的生活以及自己的生活感受，风格平易晓畅。著作有《柯山集》五十卷、《拾遗》十二卷、《续拾遗》一卷。《宋史》卷四四四有传。"
  },
  "tags": [
    "宋词三百首",
    "婉约",
    "写景",
    "感叹",
    "离愁"
  ]
}