{
  "id": 2509,
  "star": 176,
  "name": "长安古意",
  "dynasty": "唐代",
  "content": "长安大道连狭斜，青牛白马七香车。<br>玉辇纵横过主第，金鞭络绎向侯家。<br>龙衔宝盖承朝日，凤吐流苏带晚霞。<br>百尺游丝争绕树，一群娇鸟共啼花。<br>游蜂戏蝶千门侧，碧树银台万种色。<br>复道交窗作合欢，双阙连甍垂凤翼。<br>梁家画阁中天起，汉帝金茎云外直。<br>楼前相望不相知，陌上相逢讵相识。<br>借问吹箫向紫烟，曾经学舞度芳年。<br>得成比目何辞死，愿作鸳鸯不羡仙。<br>比目鸳鸯真可羡，双去双来君不见。<br>生憎帐额绣孤鸾，好取门帘帖双燕。<br>双燕双飞绕画梁，罗帷翠被郁金香。<br>片片行云着蝉鬓，纤纤初月上鸦黄。<br>鸦黄粉白车中出，含娇含态情非一。<br>妖童宝马铁连钱，娼妇盘龙金屈膝。<br>御史府中乌夜啼，廷尉门前雀欲栖。<br>隐隐朱城临玉道，遥遥翠幰没金堤。<br>挟弹飞鹰杜陵北，探丸借客渭桥西。<br>俱邀侠客芙蓉剑，共宿娼家桃李蹊。<br>娼家日暮紫罗裙，清歌一啭口氛氲。<br>北堂夜夜人如月，南陌朝朝骑似云。<br>南陌北堂连北里，五剧三条控三市。<br>弱柳青槐拂地垂，佳气红尘暗天起。<br>汉代金吾千骑来，翡翠屠苏鹦鹉杯。<br>罗襦宝带为君解，燕歌赵舞为君开。<br>别有豪华称将相，转日回天不相让。<br>意气由来排灌夫，专权判不容萧相。<br>专权意气本豪雄，青虬紫燕坐春风。<br>自言歌舞长千载，自谓骄奢凌五公。<br>节物风光不相待，桑田碧海须臾改。<br>昔时金阶白玉堂，即今惟见青松在。<br>寂寂寥寥扬子居，年年岁岁一床书。<br>独有南山桂花发，飞来飞去袭人裾。",
  "fanyi": "<p><strong>译文</strong><br>　　长安的大道连着各种小街小巷，水牛和白马，香木车子在街上来来往往。王公贵族的车子纵横在贵族家外，络绎不绝。有雕着龙的华美车盖，车盖上的凤嘴挂着流苏的车子从早到晚穿行于长安。飘摇着的虫丝有百尺长，都绕在树上，一群娇小的鸟儿朝着花啼叫。成群的蜂蝶飞在宫门两侧，绿色的树，银色的台子，在阳光下映出许多颜色。府第的阁道、交窗上刻着合欢花的图案，两座望楼连着的房脊的双阙上像金凤垂翅。梁家的画阁高大入天，汉武帝建的铜柱高耸触云。楼阁上的仕女与别人相对望而不知对方是谁，路上相逢又会知晓对方？问她们可曾吹箫，她们答说曾经学习舞蹈度过花样年华。只要能和心爱的人厮守在一起，就是死了也心甘情愿；只要能和心爱的人厮守在一起，愿做凡人不羡慕神仙。比目和鸳鸯真是值得羡慕，只是君看不见他们成双结对。最恨帐前绣着孤鸾，愿将门帘贴上双飞的绕着花木梁的燕，帷幔和翠色的羽被被撒上郁金香料。鬓发如浮动的轻云，把它梳成蝉翼般的式样，在额头涂上嫩黄色新月状的图形。一个个额头涂着嫩黄色新月状图形、唇红齿白的美女随车出游，她们千娇百媚，风情万种。轻浮子弟骑着白底青点的马，盘龙纹的铰链圈着车里坐着歌女。不久御史府前静得可以听到乌鸦的叫声，廷尉府门前的树上有雀鸟想休息。车上隐约可以看到府第旁的豪华道路，车上的帷幕隐没了远处坚固河堤。有人在杜陵北打猎，有人在渭桥的西边刺杀官吏，后来带着宝剑的刺客都被吸引入住妓院，和妓女共宿。娼客日夜想着妓女，她们婉转的歌声和身上散发出的香气充溢着房间。娼客每晚都和漂亮如月的妓女行乐，到早晨骑着马像行云。娼客脚下的路连着妓院，长安街道纵横交错，四通八达，与市场相连接。孱弱的翠柳、槐枝垂在地上，车马杂沓的热闹声音也在夜晚响起了。禁军的骑队来了，他们在妓院饮酒。妓女美丽的衣裳为他们而解开，舞蹈也为他们而跳起。显贵的人做起将相，左右在皇帝身边而不相让。权贵将相容不下贤臣，处处排挤他们。专权的人自以为是英雄豪杰，骑着马得意洋洋。妓女认为自己的舞蹈之技优于千古，枭雄认为自己的富贵超过五公。世间的事必定会有大改变，昔日的豪华府第，只见几棵青松。汉代<a href=\"http://so.gushiwen.org/author_715.aspx\">扬雄</a>，仕途失意后，甘于寂寞，年年岁岁潜心著书，终于以文章名世。只有凄静的南山一些桂花在纷飞，点点打在人的衣上。</p> <p><strong>注释</strong><br>1.古意：“古意”是六朝以来<a href=\"http://so.gushiwen.org/view_2509.aspx\">诗</a>歌中常见的标题，表示这是拟古之作。<br>2.狭斜：指小巷。<br>3.七香车：用多种香木制成的华美小车。<br>4.玉辇：本指皇帝所乘的车，这里泛指一般豪门贵族的车。<br>5.主第：公主府第。第，房屋。帝王赐给臣下房屋有甲乙次第，故房屋称“第”。<br>6.络绎：往来不绝，前后相接。<br>7.侯家：封建王侯之家。<br>8.龙衔宝盖：车上张着华美的伞状车盖，支柱上端雕作龙形，如衔车盖于口。宝盖，即华盖。古时车上张有圆形伞盖，用以遮阳避雨。<br>9.凤吐流苏：车盖上的立凤嘴端挂着流苏。流苏，以五彩羽毛或丝线制成的穗子。<br>10.游丝：春天虫类所吐的飘扬于空中的丝。<br>11.千门：指宫门。<br>12.复道：又称阁道，宫苑中用木材架设在空中的通道。<br>13.交窗：有花格图案的木窗。<br>14.合欢：马缨花，又称夜合花。这里指复道、交窗上的合欢花形图案。<br>15.阙：宫门前的望楼。<br>16.甍：屋脊。<br>17.垂凤翼：双阙上饰有金凤，作垂翅状。《太平御览》卷一七九引《阙中记》：“建章宫圆阙临北道，凤在上，故号曰凤阙也。”<br>18.梁家：指东汉外戚梁冀家。梁冀为汉顺帝梁皇后兄，以豪奢著名，曾在洛阳大兴土木，建造第宅。<br>19.金茎：铜柱。汉武帝<a href=\"http://so.gushiwen.org/author_700.aspx\">刘彻</a>于建章宫内立铜柱，高二十丈，上置铜盘，名仙人掌，以承露水。<br>20.“楼前”两句：写士女如云，难以辨识。讵：同“岂”。<br>21.吹箫：用春秋时萧史吹箫故事。《列仙传》：“萧史善吹箫，秦穆公以女弄玉妻之，一旦图随凤凰飞去。”<br>22.向紫烟：指飞入天空。紫烟，指云气。<br>23.比目：鱼名。《尔雅·释地》：“东方有比目鱼焉，不比不行，其名谓之鲽。”故古人用比目鱼、鸳鸯鸟比喻男女相伴相爱。<br>24.生憎：最恨。<br>25.帐额：帐子前的横幅。<br>26.孤鸾：象征独居。鸾，传说中凤凰一类的神鸟。<br>27.好取：愿将。<br>28.双燕：象征自由幸福的爱情。<br>29.翠被：翡翠颜色的被子，或指以翡翠鸟羽毛为饰的被子。<br>30.郁金香：这里指一种名贵的香料，传说产自大秦国（中国古代对罗马帝国的称呼）。这里是指罗帐和被子都用郁金香熏过。<br>31.行云：形容发型蓬松美丽。<br>32.蝉翼：古代妇女的一种发式，类似蝉翼的式样。<br>33.初月上鸦黄：额上用黄色涂成弯弯的月牙形，是当时女性面部化妆的一种样式。鸦黄，嫩黄色。<br>34.妖童：泛指浮华轻薄子弟。<br>35.铁连钱：指马的毛色青而斑驳，有连环的钱状花纹。<br>36.娼妇：这里指上文所说的“鸦黄粉白”的豪贵之家的歌儿舞女。<br>37.盘龙：钗名。崔豹《古今注》：“蟠龙钗，梁冀妻所制。”此指金屈膝上的雕纹。<br>38.屈膝：铰链。用于屏风、窗、门、橱柜等物，这里是指车门上的铰链。<br>39.“御史”两句：写权贵骄纵恣肆，御史、廷尉都无权约束他们。御史：官名，司弹劾。乌夜啼：与下句“雀欲栖”均暗示执法官门庭冷落。廷尉：官名，掌刑法。<br>40.朱城：宫城。<br>41.玉道：指修筑得讲究漂亮的道路。<br>42.翠幰：妇女车上镶有翡翠的帷幕。<br>43.金堤：坚固的河堤。<br>44.挟弹飞鹰：指打猎的场面。<br>45.杜陵：在长安东南，汉宣帝陵墓所在地。<br>46.探丸借客：指行侠杀吏，助人报仇等蔑视法律的行为。《汉书·尹赏传》：“长安闾里少年，群辈杀吏，受贿报仇，相与探丸为弹，得赤丸者斫武吏，黑丸者斫文吏，白者主治丧。”又《汉书·朱云传》有“借客报仇”之语。借客，指助人。<br>47.渭桥：在长安西北，秦始皇时所建，横跨渭水，故名。<br>48.芙蓉剑：古剑名，春秋时越国所铸。这里泛指宝剑。<br>49.娼家：妓女。<br>50.桃李蹊：指娼家的住处。语出《史记·李将军列传》：“桃李不言，下自成蹊。”此借用，一则桃李可喻美色，二则暗示这里是吸引游客纷至沓来的地方。蹊，小径。<br>51.啭：宛转歌唱。<br>52.氛氲：香气浓郁。<br>53.北堂：指娼家。<br>54.人如月：形容妓女的美貌。<br>55.南陌：指妓院门外。<br>56.骑似云：形容骑马的来客云集。<br>57.北里：即唐代长安平康里，是妓女聚居之处，因在城北，故称北里。<br>58.“五剧”一句：长安街道纵横交错，四通八达，与市场相连接。五剧，交错的路。三条，通达的道路。控，引，连接。三市，许多市场。“五剧”、三条”、“三市”都是用前人成语，其中数字均非实指。<br>59.佳气红尘：指车马杂沓的热闹景象。<br>60.金吾：即执金吾，汉代禁卫军官衔。唐代设左、右金吾卫，有金吾大将军。此泛指禁军军官。<br>61.“翡翠”一句：写禁军军官在娼家饮酒。翡翠本为碧绿透明的美玉，这里形容美酒的颜色。屠苏，美酒名。鹦鹉杯，即海螺盏，用南洋出产的一种状如鹦鹉的海螺加工制成的酒杯。<br>62.罗襦：丝绸短衣。<br>63.燕赵歌舞：战国时燕、赵二国以“多佳人”著称，歌舞最盛。此借指美妙的歌舞。<br>64.转日回天：极言权势之大，可以左右皇帝的意志。“天”喻皇帝。<br>65.灌夫：字仲孺，汉武帝时期的一位将军，勇猛任侠，好使酒骂座，交结魏其侯窦婴，与丞相武安侯田蚡不和，终被田蚡陷害，诛族见《史记·魏其武安侯列传》。<br>66.萧相：指萧望之，字长倩，汉宣帝朝为御史大夫、太子太傅。汉元帝即位，辅政，官至前将军，他曾自谓“备位将相”。后被排挤，饮鸩自尽。<br>67.青虬、紫燕：均指好马。<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>《九章·涉江》：“驾青虬兮骖白螭。”虬：本指无角龙，这里借指良马。紫燕：骏马名。<br>68.坐春风：在春风中骑马飞驰，极其得意。<br>69.凌：超过。<br>70.五公：张汤、杜周、萧望之、冯奉世、史丹。皆汉代著名权贵。<br>71.节物风光：指节令、时序。<br>72.桑田碧海：即沧海桑田。喻指世事变化很大。《神仙传》卷五：麻姑对王方平说：“接待以来，见东海三为桑田。”<br>73.金阶白玉堂：形容豪华宅第。古乐府《相逢行》：“黄金为君门，白玉为君堂。”<br>74.扬子：汉代扬雄，字子云，在长安时仕宦不得意，曾闭门著《太玄》、《法言》。左思《咏史》诗：“寂寂扬子宅，门无卿相与。寥寥空宇中，所讲在玄虚。”<br>75.一床书：指以诗书自娱的隐居生活。<a href=\"http://so.gushiwen.org/author_662.aspx\">庾信</a>《寒园即目》：“隐士一床书。”<a href=\"http://so.gushiwen.org/author_1854.aspx\">淮南小山</a>《招隐士》：“桂树丛生兮山之幽，偃蹇连蜷兮枝相缭。”言避世隐居之意。<br>76.裾：衣襟。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这首<a href=\"http://so.gushiwen.org/view_2509.aspx\">诗</a>托“古意”，实抒今情。它的题材、用语与<a href=\"http://so.gushiwen.org/author_463.aspx\">萧纲</a>的《乌栖曲》等齐梁宫体诗非常接近，但思想感情却大不相同。它的词采虽然富丽华赡，但终不伤于浮艳。诗的写法近似汉赋，对描写对象极力铺陈泻染， 并且略带“劝百讽一”之意。《唐诗镜》中说：“端丽不乏风华，当在<a href=\"http://so.gushiwen.org/author_714.aspx\">骆宾王</a>《帝京篇》上。”《唐诗选脉会通评林》引周敬语：“通篇格局雄远，句法奇古，一结更绕神韵。盖当武后朝，淫乱骄奢，风化败坏极矣。照邻是诗一篇刺体，曲折尽情，转诵间令人起惩时痛世之想。”　《批点唐音》中说：“此片铺叙长安帝都繁华，宫室之美，人物之盛，极于将相而止，然而盛衰相代，唯子云安贫乐道，乃久垂令名耳。但词语浮艳，骨力较轻，所以为初唐之音也。”　闻一多先生将《长安古意》称为“宫体诗的自赎”。</p> <p>　　全诗可分为四个部分。</p> <p>　　第一部分（从“长安大道连狭斜”到“娼妇盘龙金屈膝”）铺陈长安豪门贵族争竞豪奢、追逐享乐的生活。首句就极有气势地展开大长安的平面图，四通八达的大道与密如蛛网的小巷交织着。次句即入街景，那是无数的香车宝马，川流不息。这样简劲地总提纲领，以后则洒开笔墨，恣肆汪洋地加以描写：玉辇纵横、金鞭络绎、龙衔宝盖、凤吐流苏……如文漪落霞，舒卷绚烂。这些执“金鞭”、乘“玉辇”，车饰华贵，出入于公主第宅、王侯之家的，都不是等闲人物。“纵横”可见其人数之多，“络绎”不绝，那追欢逐乐的生活节奏是旋风般疾速的。这种景象从“朝日”初升到“晚霞”将合，没有一刻停止过。在长安，不但人是忙碌的，连景物也繁富而热闹：写“游丝”是“百尺”，写“娇鸟”则成群，“争”字“共”字，俱显闹市之闹意。写景俱有陪衬之功用。以下写长安的建筑，而由“花”带出蜂蝶，乘蜂蝶游踪带出常人无由见到的宫禁景物，笔致灵活。作者并不对宫室结构全面铺写，只展现出几个特写镜头：宫门，五颜六色的楼台，雕刻精工的合欢花图案的窗棂，饰有金凤的双阙的宝顶……使人通过这些接连闪过的金碧辉煌的局部，概见壮丽的宫殿的全景。写到豪门第宅，笔调更为简括：“梁家画阁中天起。”其势巍峨可比汉宫铜柱。这文彩飞动的笔墨，纷至沓来的景象，令人目不暇接。于是，在通衢大道与小街曲巷的平面上，矗立起画栋飞檐的华美建筑，成为立体的大“舞台”，这是上层社会的极乐世界。这部分花不少笔墨写出的市景，也构成全诗的背景，下一部分的各色人物仍是在这背景上活动的。</p> <p>　　长安是一片人海，人之众多竟至于“楼前相望不相知，陌上相逢讵相识？”这里“豪贵骄奢，狭邪艳冶，无所不有”，写来够瞧的。作者对豪贵的生活也没有全面铺写，却用大段文字写豪门的歌儿舞女，通过她们的情感、生活以概见豪门生活之一斑。这里有人一见钟情，打听得那仙子弄玉（“吹箫向紫烟”）般美貌的女子是贵家舞女，引起他的热恋：“得成比目何辞死，愿作鸳鸯不羡仙。”那舞女也是心领神会：“比目鸳鸯<a href=\"http://so.gushiwen.org/author_1137.aspx\">真可</a>羡，双去双来君不见。生憎帐额绣孤鸾，好取门帘帖双燕。”“借问”四句与“比目”四句，用内心独白式的语言，是一唱一和，男有心女有意。“比目”、“鸳鸯”、“双燕”一连串作双成对的事物与“孤鸾”的对比，“何辞死”、“不羡仙”、“真可羡”、“好取”、“生憎”的果决反复的表态，极写出爱恋的狂热与痛苦。这些专写“男女”的诗句，正如闻一多赞叹的，比起“相看气息望君怜，谁能含羞不肯前”（简文帝《乌栖曲》）一类“病态的无耻”、“虚弱的感情”，“如今这是什么气魄”，“这真有起死回生的力量”（《宫体诗的自赎》）。通过对舞女心思的描写，从侧面反映出长安人们对于情爱的渴望。以下以双燕为引，写到贵家歌姬舞女的闺房（“罗帷翠被郁金香”），是那样香艳；写到她们的梳妆（“片片行云着蝉翼，纤纤初月上鸦黄”），是那样妖娆，“含娇含态情非一”。打扮好了，于是载入香车宝马，随高贵的主人出游了。这一部分结束的二句“妖童宝马铁连钱，娼妇盘龙金屈膝（刻龙纹的阖叶，车饰；‘屈膝’同‘屈戌’）。”与篇首“青牛白马七香车”回应，标志对长安白昼闹热的描写告一段落。下一部分写长安之夜，不再涉及豪门情事，是为让更多种类的人物登场“表演”，同时，从这些人的享乐生活也可以推知豪门的情况。可见用笔繁简之妙。</p> <p>　　第二部分（从“御史府中乌夜啼”到“燕歌赵舞为君开”）主要以市井娼家为中心，写形形色色人物的夜生活。《汉书·朱博传》说长安御史府中柏树上有乌鸦栖息数以千计，《史记·汲郑列传》说翟公为廷尉罢官后门可罗雀，这部分开始二句即活用典故。“乌夜啼”与“隐隐朱城临玉道，遥遥翠幰没金堤”写出黄昏景象，表明时间进入暮夜。“雀欲栖”则暗示御史、廷尉一类执法官门庭冷落，没有权力。夜长安遂成为“冒险家”的乐园，这里有挟弹飞鹰的浪荡公子，有暗算公吏的不法少年（汉代长安少年有谋杀官吏为人报仇的组织，行动前设赤白黑三种弹丸，摸取以分派任务，故称“探丸借客”），有仗剑行游的侠客……这些白天各在一方的人气味相投，似乎邀约好一样，夜来都在娼家聚会了。用“桃李蹊”指娼家，不特因桃李可喻艳色，而且因“桃李不言，下自成蹊”的成语，暗示那也是人来人往、别有一种闹热的去处。人们在这里迷恋歌舞，陶醉于氛氲的口香，拜倒在紫罗裙下。娼门内“北堂夜夜人如月”，表面上看青春可以永葆；娼门外“南陌朝朝骑似云”，表面上看门庭不会冷落。这里点出从“夜”到“朝”，与前一部分“龙含”二句点出从“朝”到“晚”，时间上彼此连续，可见长安人的享乐是夜以继日，周而复始。长安街道纵横，市面繁荣，而娼家特多（“南陌北堂连北里”），几成“社交中心”。除了上述几种逍遥人物，还有大批禁军军官（“金吾”）玩忽职守来此饮酒取乐。这里是各种“货色”的大展览。《史记·滑稽列传》写道：“日暮酒阑，合尊促坐，男女同席，履舄交错。杯盘狼藉，堂上烛灭”，“罗襦襟解，微闻芗（香）泽”，这里“罗襦宝带为君解”，即用其一二字暗示同样场面。古时燕赵二国歌舞发达且多佳人，故又以“燕歌赵舞”极写其声色娱乐。这部分里，长安各色人物摇镜头式地一幕幕出现，闻一多曾说：“通过‘五剧三条’的‘弱柳青槐’来‘共宿娼家桃李蹊’。诚然，这不是一场美丽的热闹。但这颠狂中有战栗，堕落中有灵性。”决非贫血而萎靡的宫体诗所可比拟。</p> <p>　　第三部分（从“别有豪华称将相”至“即今惟见青松在”）写长安上层社会除追逐难于满足的情欲而外，别有一种权力欲，驱使着文武权臣互相倾轧。这些被称为将相的豪华人物，权倾天子（“转日回天”）、互不相让。灌夫是汉武帝时的将军，萧望之为汉元帝时的重臣，都曾受人排挤和陷害。“意气”二句用此二典泛指文臣与武将之间的互相排斥、倾轧。其得意者骄横一时，而自谓富贵千载。这节的“青虬紫燕坐春风”、“自言歌舞长千载”二句又与前两部分中关于车马、歌舞的描写呼应。所以虽写别一内容，而彼此关联钩锁，并不游离。“自言”而又“自谓”，讽刺的意味十足。以下趁势转折，如天骥下坡：“节物风光不相待，桑田碧海须臾改。昔时金阶白玉堂，即今惟见青松在（指墓田）。”这四句不惟就“豪华将相”而言，实一举扫空前两部分提到的各类角色，恰如<a href=\"http://so.gushiwen.org/author_39.aspx\">沈德潜</a>所说：“长安大道，豪贵骄奢，狭邪艳冶，无所不有。自嬖宠而侠客，而金吾，而权臣，皆向娼家游宿，自谓可永保富贵矣。然转瞬沧桑，徒存墟墓。”（《唐诗别裁》）四句不但内容上与前面的长篇铺叙形成对比，形式上也尽洗藻绘，语言转为素朴了。因而词采亦有浓淡对比，更突出了那扫空一切的悲剧效果。闻一多指出这种新的演变说，这里似有“劝百讽一”之嫌。而宫体诗中讲讽刺，那却是十分生疏、很少被人用到的手法。</p> <p>　　第四部分即末四句，在上文今昔纵向对比的基础上，再作横向的对比，以穷愁著书的<a href=\"http://so.gushiwen.org/author_715.aspx\">扬雄</a>比喻作者自己，与长安豪华人物对照作结，可以看出左思“济济京城内”一诗的影响。但左思诗中八句写豪华者，八句写扬雄。而此诗以六十四句篇幅写豪华者，其内容之丰富，画面之宏伟，细节之生动都远非左诗可比；末了以四句写扬雄，这里的对比在分量上以不对称而效果更为显著。前面是长安市上，轰轰烈烈；而这里是终南山内，“寂寂寥寥”。前面是任情纵欲倚仗权势，这里是清心寡欲、不慕荣利（“年年岁岁一床书”）。而前者声名俱灭，后者却以文名流芳百世（“独有南山桂花发，飞来飞去袭人裾”）。虽以四句对六十四句，却有“秤锤虽小压千斤”之感。这个结尾不但在迥然不同的生活情趣中寄寓着对骄奢庸俗生活的批判，而且带有不遇于时者的愤慨寂寥之感和自我宽解的意味。它是此诗归趣所在。</p> <p>　　七古中出现这样洋洋洒洒的巨制，为初唐前所未见。而且更好在感情充沛，力量雄厚。它主要采用赋法，但并非平均使力、铺陈始终；而是有重点、有细节的描写，回环照应，详略得宜；而结尾又颇具兴义，耐人含咏。它一般以四句一换景或一转意，诗韵更迭转换，形成生龙活虎般腾踔的节奏。同时，在转意换景处多用连珠格（如“……好取门帘帖双燕。双燕……”，“……纤纤初月上鸦黄。鸦黄……”），或前分后总的复沓层递句式（如“得成比目何辞死，愿作鸳鸯不羡仙。比目鸳鸯……”，“北堂夜夜人如月，南陌朝朝骑似云。南陌北堂……”，“意气由来排灌夫，专权判不容萧相。专权意气……”），使意换辞联，形成一气到底而又缠绵往复的旋律。这样，就结束了陈隋“音响时乖，节奏未谐”的现象，“一变而精华浏亮；抑扬起伏，悉谐宫商；开合转换，咸中肯綮”（《诗薮》内编卷三）；所以，胡应麟极口赞叹道：“七言长体，极于此矣！”（同上）虽然，此诗词彩的华艳富赡，犹有六朝余习，但大体上能服从新的内容需要；前几部分铺陈豪华故多丽句，结尾纵、横对比则转清词，所以不伤于浮艳。在宫体余风尚炽的初唐诗坛，<a href=\"http://so.gushiwen.org/author_744.aspx\">卢照邻</a>“放开粗豪而圆润的嗓子”，唱出如此歌声，压倒那“四面细弱的虫吟”，在七古发展史上是可喜的新声，而就此诗本身的艺术价值而论，也能使他被誉为“不废江河万古流”。 </p>",
  "poet": {
    "id": 744,
    "star": 0,
    "name": "卢照邻",
    "image": "http://img.gushiwen.org/authorImg/luzhaolin.jpg",
    "desc": "卢照邻，初唐诗人。字升之，自号幽忧子，汉族，幽州范阳（治今河北省涿州市）人，其生卒年史无明载，卢照邻望族出身，曾为王府典签，又出任益州新都（今四川成都附近）尉，在文学上，他与王勃、杨炯、骆宾王以文词齐名，世称“王杨卢骆”，号为“初唐四杰”。有7卷本的《卢升之集》、明张燮辑注的《幽忧子集》存世。卢照邻尤工诗歌骈文，以歌行体为佳，不少佳句传颂不绝，如“得成比目何辞死，愿作鸳鸯不羡仙”等，更被后人誉为经典。"
  },
  "tags": [
    "咏史怀古"
  ]
}
