{
  "id": 11185,
  "star": 19,
  "name": "禹庙",
  "dynasty": "唐代",
  "content": "禹庙空山里，秋风落日斜。<br>荒庭垂桔柚，古屋画龙蛇。<br>云气嘘青壁，江声走白沙。<br>早知乘四载，疏凿控三巴。",
  "fanyi": "<p><strong>译文</strong><br>大禹庙坐落于空寂的山谷中，秋风萧瑟冷清，残阳斜照在大殿上。荒芜的庭院里树上挂满了橘子和柚子，古屋的墙壁上还残留着龙与蛇的画像。大禹当年开凿的石壁上云雾缭绕，波涛声阵阵传来，江水沿着白沙之道向东奔流。早就听说大禹乘着四种交通工具治理水患，开凿石壁，疏通水道，使长江之水顺河流入大海。</p> <p><strong>注释</strong><br>禹庙：指建在忠州临江县（今四川省忠县）临江山崖上的大禹庙。<br>落日斜：形容落日斜照的样子。<br>桔柚：典出《尚书·禹贡》，禹治洪水后，人民安居乐业，东南岛夷之民也将丰收的桔柚包好进贡。<br>龙蛇：指壁上所画大禹驱赶龙蛇治水的故事。<br>青壁：空旷的墙壁。嘘青壁一作生虚壁。<br>江：指禹庙所在山崖下的长江。<br>四载：传说中大禹治水时用的四种交通工具：水行乘舟，陆行乘车，山行乘棵（登山的用具），泥行乘橇（形如船而短小，两头微翘，人可踏其上而行泥上）。<br>三巴：东汉末年刘璋分蜀地为巴东郡、巴郡、巴西郡。传说此地原为大泽，禹疏凿三峡，排尽大水，始成陆地。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　唐代宗永泰元年（765），<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>出蜀东下，途经忠州，特地前去观览大禹古庙。首联巧妙地点出了游览的地点和时令。秋风萧瑟之时，<a href=\"http://so.gushiwen.org/view_11185.aspx\">诗</a>人前去游览大禹庙，他举目远眺，只见四周群山环抱，草木幽深，而大禹庙就坐落在这空旷寂静的山谷中，残阳正好斜照在大殿之上。颔联移步换景，由远及近地描写了庙宇内部的景色。大禹庙因位于深山之中，常年</p> <p>　　无人照管，故而房舍残破，杂草丛生，显得荒凉而又冷清。庭院的橘子树和柚子树上挂满了果实，致使树枝低垂，好像要被压垮似的。古庙的墙壁上残留着龙和蛇的图像，依稀可辨。颈联描写大禹庙周围的环境和氛围。天空的浮云在夕阳的映照下变幻着身姿，大禹当年开凿的石壁上云雾缭绕，波涛之声从远处阵阵传来，江水沿着白沙道向东奔流。此联采用拟人的手法，用“嘘”、“走”二字赋予自然景物以人的活力，形象逼真，气势不凡，增强了全诗的艺术感染力。尾联借景抒情，点破本诗的题旨。</p> <p>　　本诗语言凝练，意境深邃。诗人通过远望近观的视角转换，采用虚实结合、拟人传神等手法，收到了情景交融、韵味悠长的艺术效果，讴歌了大禹治水泽被万代的丰功伟绩，同时也将缅怀英雄、爱国忧民的思想感情抒发了出来。</p> <p>　　杜甫写的禹庙，建在忠州（治所在今四川忠县）临江的山崖上。杜甫在代宗永泰元年（765）出蜀东下，途经忠州时，参谒了这座古庙。</p> <p>　　“禹庙空山里，秋风落日斜。”开门见山，起笔便令人森然、肃然。山是“空”的，可见荒凉；加以秋风瑟瑟，气氛更觉萧森。但山空，那古庙就更显得巍然独峙；加以晚霞的涂染，格外鲜明庄严，令人肃然而生敬意。诗人正是怀着这种心情登山入庙的。</p> <p>　　“荒庭垂桔柚，古屋画龙蛇。”庙内，庭院荒芜，房屋古旧，一“荒”二“古”，不免使人感到凄凉、冷落。但诗人却观察到另一番景象：庭中桔柚硕果垂枝，壁上古画神龙舞爪。桔柚和龙蛇，给荒庭古屋带来一片生气和动感。“垂桔柚”、“画龙蛇”，既是眼前实景，又暗含着歌颂大禹的典故。据《尚书。禹贡》载，禹治洪水后，九州人民得以安居生产，远居东南的“岛夷”之民也“厥包桔柚”——把丰收的桔柚包裹好进贡给禹。又传说，禹“驱龙蛇而放菹（泽中有水草处）”，使龙蛇也有所归宿，不再兴风作浪（见《孟子。滕文公》）。这两个典故正好配合着眼前景物，由景物显示出来；景与典，化为一体，使人不觉诗人是在用典。前人称赞这两句“用事入化”，是“老杜千古绝技”（《诗薮。内篇》卷四）。这样用典的好处是，对于看出它是用典的，固然更觉意味深浓，为古代英雄的业绩所鼓舞；即使看不出它是用典，也同样可以欣赏这古色古香、富有生气的古庙景物，从中领会诗人豪迈的感情。</p> <p>　　五、六两句写庙外之景：“云气嘘青壁，江声走白沙。”云雾团团，在长满青苔的古老的山崖峭壁间缓缓卷动；江涛澎湃，白浪淘沙，向三峡滚滚奔流。这里“嘘”、“走”二字特别传神。古谓：“云从龙”。从迷离的云雾，奔腾的江流，恍惚间，我们仿佛看到庙内壁画中的神龙，飞到峭壁间盘旋嬉游，口中嘘出团团云气；又仿佛看到有个巨人，牵着长江的鼻子，让它沿着沙道驯服地向东方迅奔。……在这里，神话和现实，庙内和庙外之景，大自然的磅礴气势和大禹治理山河的伟大气魄，迭合到一起了。这壮观的画面，令人感到无限的力与美。</p> <p>　　诗人伫立崖头，观此一番情景，怎能不对英雄大禹发出衷心的赞美，故结句云：“早知乘四载，疏凿控三巴。”传说禹治水到处奔波，水乘舟，陆乘车，泥乘輴，山乘樏，是为“四载”。三巴指巴郡、巴东、巴西（今四川忠县、云阳、阆中等地）。传说这一带原为泽国，大禹凿通三峡后始控为陆地。这两句诗很含蓄，意思是说：禹啊，禹啊，我早就耳闻你乘四载、凿三峡、疏长江、控三巴的英雄事迹；今天亲临现场，目睹遗迹，越发敬佩你的伟大了！</p> <p>　　这首诗重点在于歌颂大禹不惧艰险、征服自然、为民造福的创业精神。唐王朝自安史之乱后，长期战乱，象洪水横流，给人民带来了无边的灾难；山“空”庭“荒”，正是当时整个社会面貌的真实写照。诗人用“春秋笔法”暗暗讽刺当时祸国殃民的昏庸统治者，而寄希望于新当政的代宗李豫，希望他能发扬大禹“乘四载”、“控三巴”的艰苦创业精神，重振山河，把国家治理好。</p> <p>　　在抒情诗中，情与景本应协调、统一。而这首诗，诗人歌颂英雄，感情基调昂扬、豪迈，但禹庙之景却十分荒凉：山空，风寒，庭荒，屋旧。这些景物与感情基调不协调。诗人为解决这个矛盾，巧妙地运用了抑扬相衬的手法：山虽空，但有禹庙之峥嵘；秋风虽萧瑟，但有落日之光彩；庭虽荒，但有桔柚垂枝；屋虽古旧，但有龙蛇在画壁间飞动……。这样一抑一扬，既真实地再现了客观景物，又不使人产生冷落、低沉之感；加以后四句声弘气壮，调子愈来愈昂扬，令人愈读愈振奋。由此可见诗人的艺术匠心。 </p><br/><h2>鉴赏</h2> <p>　　这首<a href=\"http://so.gushiwen.org/view_11185.aspx\">诗</a>牡甫深情地歌颂了古代帝王大禹的功绩，出表达了他对唐代帝王的希望，希望他们能够励精图治，进而创造光辉业绩。</p> <p>　　“禹庙空山里，秋风落日斜。”首联点明禹庙的位置与周边的景观；禹庙坐落在寂寞的山中，萧瑟的秋风、落日的余晖使禹庙寂寞外更添荒凉。当读者打破诗句的顺序，在想象中重构禹庙所处的情景时，却又惊奇地发现禹庙虽古老却苍劲，虽荒凉而充满了韧力。秋风虽劲，落日虽残，却更显出禹庙的老当益牡，格外庄严，格外肃穆。这才是诗人此时的真正感情，即敬慕和怀念，于是诗人开始参谒这座古庙。</p> <p>　　“荒庭垂橘柚，古屋画龙蛇。”这联诗写庙内之景。庙内是“荒庭”和“古屋”，似乎很残破，但是诗人却意外地发现：庭中高高的橘柚树上垂满了硕大的果实；屋宇的墙壁上画满了飞舞的龙蛇，于是荒庭和古屋充满了生机和活力，庭院不再荒凉，古屋不再残破。如果读者单纯从字面来解读这联诗，就看到了上面所说的自然景观，但是如果读者翻检典籍，就会发现诗人在这化用了大禹的典故：大禹治水受到人民的爱戴，他驱走龙蛇，既造福了生灵也福泽了生物。当读者了解这些典故时，那充满生机的自然景致就成为对古代帝王英雄事迹的赞叹了，诗歌的境界也就提升了。可以看出，诗人将大禹的典故与眼前的实景结合，使景物描写中包含典故而看不出是在用典，即景与典合为一体，所以前人称赞<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>这联诗是“用事入化”的典范，称赞杜甫的笔法是“千古绝技”！</p> <p>　　“云气嘘青壁，江声走白沙。”这联诗写庙外之景。禹庙所在的山上，白云流走，好像在逗引着生满青苔的山崖峭壁：禹庙山下的江中，波涛轰鸣，似乎要在向前奔跑中卷走岸边的白沙。白云逗引青壁，而江涛又狂卷岸沙，这多么像一幅既充满情趣又壮观奇丽的画啊，我们可以体会到，诗人此时心中充满了激动和热情。诗人暗示我们，这激动和热情是大自然壮丽的景观给予的，更是大禹治水的伟大事迹所激荡的，于是引出下联对大禹事迹的记叙。其中“嘘”和“走”二字用得非常传神：“嘘”是慢慢地呼气，将云气紧贴着青壁慢慢舒卷的状态写得很淘气，认为是白云轻轻地向青壁嘘气，逗弄着青壁，像一个可爱的小女孩一样；“走”是跑的意思，这个字既可以说是长江在奔跑，也可以说长江所发出的轰鸣声在奔跑着传播，还可以说岸边的白沙在江水带动下向前奔跑，可谓一字点活了长江向三峡流淌的场景，给予读者一个有声有色、有静有动的情境，既充满情趣，又饱含力量。</p> <p>　　“早知乘四载，疏凿控三巴。” 走出禹庙，伫立崖头，遥望三峡，诗人因大禹的伟大和景观的壮丽所引发的豪迈之情已到极致，于是逼出尾联的一声赞叹：大禹啊，我早就听说你乘四载到处奔波，疏通长江，凿通三巴的英雄事迹，今日我眼观你的成就，享受着你创造的三峡美景，我越发佩服你的伟大！这联诗按照诗意来看，上下句是打通的，即“早知”“乘四载疏凿控三巴”，我们知道能打通的诗句是不易对仗的，所以只有词中才常用打通的句式，比如<a href=\"http://so.gushiwen.org/author_217.aspx\">辛弃疾</a>《水龙吟》：“落日楼头，断鸿声里，江南游子，把吴钩看了，栏干拍遍，无入会、登临意。”但是这里杜甫将句子打通，却又对得很工整，“乘”对“控”，“四载”对“三巴”，巧妙而又不损害诗意，<a href=\"http://so.gushiwen.org/author_1137.aspx\">真可</a>以说是笔力老到！</p> <p>　　《禹庙》这四十个字中，风景形胜，庙貌功德，无所不包，而且写作章法严谨，整体气象宏丽，是咏史怀古的佳作。甚至有的学者认为，唐代的祠庙诗都不能超越杜甫《禹庙》和《重过昭陵》的成就。 (王贺)</p> <p>　　本诗语言凝练，意境深邃。诗人通过远望近观的视角转换，采用虚实结合、拟人传神等手法，收到了情景交融、韵味悠长的艺术效果，讴歌了大禹治水泽被万代的丰功伟绩，同时也将缅怀英雄、爱国忧民的思想感情抒发了出来。</p> <p>　　杜甫写的禹庙，建在忠州（治所在今四川忠县）临江的山崖上。杜甫在代宗永泰元年（765）出蜀东下，途经忠州时，参谒了这座古庙。</p> <p>　　这首诗重点在于歌颂大禹不惧艰险、征服自然、为民造福的创业精神。唐王朝自安史之乱后，长期战乱，象洪水横流，给人民带来了无边的灾难；山“空”庭“荒”，正是当时整个社会面貌的真实写照。诗人用“春秋笔法”暗暗讽刺当时祸国殃民的昏庸统治者，而寄希望于新当政的代宗李豫，希望他能发扬大禹“乘四载”、“控三巴”的艰苦创业精神，重振山河，把国家治理好。</p> <p>　　在抒情诗中，情与景本应协调、统一。而这首诗，诗人歌颂英雄，感情基调昂扬、豪迈，但禹庙之景却十分荒凉：山空，风寒，庭荒，屋旧。这些景物与感情基调不协调。诗人为解决这个矛盾，巧妙地运用了抑扬相衬的手法：山虽空，但有禹庙之峥嵘；秋风虽萧瑟，但有落日之光彩；庭虽荒，但有桔柚垂枝；屋虽古旧，但有龙蛇在画壁间飞动……。这样一抑一扬，既真实地再现了客观景物，又不使人产生冷落、低沉之感；加以后四句声弘气壮，调子愈来愈昂扬，令人愈读愈振奋。由此可见诗人的艺术匠心。</p>",
  "about": "<h2>创作背景</h2> 　　此<a href=\"http://so.gushiwen.org/view_11185.aspx\">诗</a>当作于唐代宗永泰元年（765年）秋天。当时<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>出蜀东下，途经忠州（今属重庆），特地前去参谒了大禹古庙，有感而作此诗。",
  "poet": {
    "id": 474,
    "star": 0,
    "name": "杜甫",
    "image": "http://img.gushiwen.org/authorImg/dufu.jpg",
    "desc": "杜甫（712－770），字子美，自号少陵野老，世称“杜工部”、“杜少陵”等，汉族，河南府巩县（今河南省巩义市）人，唐代伟大的现实主义诗人，杜甫被世人尊为“诗圣”，其诗被称为“诗史”。杜甫与李白合称“李杜”，为了跟另外两位诗人李商隐与杜牧即“小李杜”区别开来，杜甫与李白又合称“大李杜”。他忧国忧民，人格高尚，他的约1400余首诗被保留了下来，诗艺精湛，在中国古典诗歌中备受推崇，影响深远。759-766年间曾居成都，后世有杜甫草堂纪念。"
  },
  "tags": [
    "咏物"
  ]
}