{
  "id": 10375,
  "star": 7,
  "name": "陪李北海宴历下亭",
  "dynasty": "唐代",
  "content": "东藩驻皂盖，北渚凌清河。<br>海右此亭古，济南名士多。<br>云山已发兴，玉佩仍当歌。<br>修竹不受暑，交流空涌波。<br>蕴真惬所欲，落日将如何？<br>贵贱俱物役，从公难重过！",
  "fanyi": "<p><strong>译文<br></strong>李公在历下亭驻下太守的车盖。我由北渚经过清河前来拜访。<br>历下亭是齐地最古老的亭兮，济南是名土辈出的地方。<br>云山磅礴已令人生发<a href=\"http://so.gushiwen.org/view_10375.aspx\">诗</a>兴，美人陪饮更令人对酒高歌。<br>修长的竹林清爽无比，致使交流的河水徒然涌波送凉。<br>这里的景物蕴含真趣，令人心怡；可惜红日西沉，宴会将散，无可奈何。<br>贵者如公、贱者如我同是被事物役使，恐怕今后难以把您重访。</p> <p><strong>注释<br></strong>⑴ 东藩：李北海，均指<a href=\"http://so.gushiwen.org/author_1794.aspx\">李邕</a>。北海在京师之东，故称东藩。<a href=\"http://so.gushiwen.org/author_70.aspx\">司马相如</a>《上林赋》：“齐列为东藩。”<br>⑵ 皂盖：青色车盖。汉时太守皆用皂盖。<br>⑶ 北渚：指历下亭北边水中的小块陆地。<br>⑷ 清河：大清河，又名济水，原在齐州（济南）之北，后被黄河夺其河路。<br>⑸ 海右：古时正向为南，因海在东，陆地在西，故称陆地为“海右”。<br>⑹ 济南名士多：此句作者自注：“时邑人蹇处士等在座。”自汉以来的经师如伏生等，皆济南人，故曰名士多。这两句诗，因为颂扬得实，已为后人作为对联，悬挂亭中（今改为门联）。<br>⑺ 云山已发兴（xìng）：曹毗文：招仪凤于云山。云山指远处的云影山色。发兴催发作诗的兴致。[3] <br>⑻ 玉佩：唐时宴会有女乐，此处指唱歌侑酒的歌妓。<br>⑼ 当：是当对的当。语本<a href=\"http://so.gushiwen.org/author_552.aspx\">曹操</a>诗：“对酒当歌。”有人解作应当或读作去声。<br>⑽ 修竹：修长的竹子。<a href=\"http://so.gushiwen.org/author_698.aspx\">阮籍</a>诗：修竹隐山阴。<a href=\"http://so.gushiwen.org/author_509.aspx\">江淹</a>《竹赋》：亦中暑而增肃。交流：此与彼受谓之“交”。指历水与泺水，二水同入鹊山湖。<br>⑾ 交流：两河交汇。《东征赋》：望河济之交流。《三齐记》：历水出历祠下，众源竟发，与泺水同入鹊山湖。所谓交流也。<br>⑿ 蕴真：蕴含着真正的乐趣。用<a href=\"http://so.gushiwen.org/author_758.aspx\">谢灵运</a>诗“表灵物莫赏，蕴真谁为传？”是说此亭蕴含真趣（自然美），故以得一游为快。<br>⒀ 惬：称心，满意。<br>⒁ 贵：尊贵，指李邕。贱：低贱，<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>自谦之称。<br>⒂ 俱：都。<br>⒃ 物役：为外物所役使。<br>⒄ 公：指李邕。<br>⒅ 难重过：难以再有同您一起重游的机会。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>曾自称少小脱略，结交老苍。这时能陪<a href=\"http://so.gushiwen.org/author_1794.aspx\">李邕</a>游历下亭，真是快意当前，不能无<a href=\"http://so.gushiwen.org/view_10375.aspx\">诗</a>。</p> <p>　　全诗十二句。诗前四句游历下亭及其原因。李邕前辈驻东济南，杜甫得以共泛清河同游历下亭。这段的海右此亭古，济南名士多骨一联，极切合情景，亭既古老，人多名士。此诗原注称“时邑人塞处士在坐竹“。济南自汉以来，有伏生传尚书予张生、欧阳生等，皆是名儒。之后，各朝代都有才人。所以这联为人所喜爱，至今仍在历下亭悬挂，为游人观赏。次四句写亭中宴饮，周围云山美景，助发雅兴，眼前玉琨歌会，对酒为乐，歌声清扬，举觞劝客。更有修竹笼翠，亭中不觉暑热，亭外虽空有碧波交流，但也助人兴。良辰美景中，长少才俊咸集共饮，真是赏心乐事。此四句全以虚字当腰，极显抑扬之能事，为本段的特色。最后四句写宴游历下亭之感想，此亭深蕴自然真趣，令人恣情留恋，日落席散又该如何，可感可叹啊！大家都为外物役使，身不由己，不知何时能再与李邕前辈共游同乐。则系抒情，寓无限之留恋，伤重游之无期。系叹息人生之别易见难。但更有深于此者，则矗贵贱俱物役骨，无贵无贱，皆为物役，受外物之支配束缚，不得自由自在、这当是老庄思想在诗里的流露。</p> <p>　　全诗辞真意切，情感深挚，其中“海右此亭古，济南名士多”二句为时人后人赏誉，悬挂亭中，至今流传。</p>",
  "about": "<h2>创作背景</h2> 　　天宝四年（745年），<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>到临邑看望其弟杜颖，途经济南，适逢北海郡太守<a href=\"http://so.gushiwen.org/author_1794.aspx\">李邕</a>在济南，相与游宴于历下亭。李北海，即李邕。唐代著名的文学家和书法家。时为北海太守，世称李北海，比杜甫年龄大三十四岁。其时，杜甫能陪李邕宴游历下亭，真是快意当前，不能无<a href=\"http://so.gushiwen.org/view_10375.aspx\">诗</a>，此诗便是他即席所赋。",
  "poet": {
    "id": 474,
    "star": 0,
    "name": "杜甫",
    "image": "http://img.gushiwen.org/authorImg/dufu.jpg",
    "desc": "杜甫（712－770），字子美，自号少陵野老，世称“杜工部”、“杜少陵”等，汉族，河南府巩县（今河南省巩义市）人，唐代伟大的现实主义诗人，杜甫被世人尊为“诗圣”，其诗被称为“诗史”。杜甫与李白合称“李杜”，为了跟另外两位诗人李商隐与杜牧即“小李杜”区别开来，杜甫与李白又合称“大李杜”。他忧国忧民，人格高尚，他的约1400余首诗被保留了下来，诗艺精湛，在中国古典诗歌中备受推崇，影响深远。759-766年间曾居成都，后世有杜甫草堂纪念。"
  },
  "tags": [
    "地方",
    "写景",
    "友谊",
    "抒情"
  ]
}