{
  "id": 70440,
  "star": 1,
  "name": "杂剧·海门张仲村乐堂",
  "dynasty": "元代",
  "content": "第一折<br>花下晒衣嫌日淡，池中濯足恨鱼腥。花根本艳公卿子，虎体鹅班将相孙。小官完颜女直人氏，完颜姓王，仆察姓李。自跟着狼主，累建奇功，加某为蓟州同知之职。嫡亲的三口儿家属。我有两个夫人，大夫人张氏，二夫人王氏腊梅。这个是我大夫人带过来的，姓王，是王六斤。我有个岳父，是海门张仲，在朝为官，因年老，如今致仕闲居。今日是我生辰之日，同僚官都来与我贺寿。大夫人，我则怕你父亲来。他来则说闲话，搅了我酒席。王六斤，但有人，都请过来；则有我那丈人，休着他过来。理会的。丝纶阁下文章静，钟鼓楼头刻漏长。独坐黄昏谁是伴，紫薇花对紫薇郎。小官蓟州防御是也。自中甲第以来，累蒙擢用。今圣恩可怜，加小官为蓟州府尹之职。今日是同知相公生辰贵降之日，与他上寿，走一遭去。可早来到也。张千，报复去，道有小官在于门首。理会的。报的大人得知，有防御大人在于门首。道有请。理会的。有请。相公，今日是相公寿诞之日，小官特来相贺。量小官有何德能，着相公用心也。将酒来，相公满饮一杯。小官也饮一杯，慢慢的饮酒，看有甚么人来也。老夫姓张名仲，字孝友。幼年曾为县官，因为老夫年迈，致仕闲居，在南宫蓟州城南海门临村，盖了座堂，名曰是村乐堂。老夫有个女孩儿，嫁与这蓟州同知。今日是同知生辰之日，老夫遣些酒礼，与同知上寿，走一遭去也呵。<br>【仙吕】【点绛唇】我如今乐矣忘忧，暮年衰朽，甘生受。虚度了春秋，每日家诗酒消白昼。<br>【混江龙】遣家童耕耨，老夫则待爱庄农种植乐田畴。我无福穿轻罗衣锦，有分着坌绢粗绸。我则索睡彻三竿红日晓，觉来时一壶浊酒再扶头。我将世事都参透，幻身躯似风中秉烛，可怜见便似兀那水上浮沤。<br>想俺这闲居的是好快活也。<br>【油葫芦】每日家遥指南庄景物幽，指望待住的久，这的是祖宗基业子孙收。我和这等愚眉肉眼难相瞅，凡胎浊骨难相守。世间有三件事，我如今都一笔勾。到如今世财、红粉、高楼酒，休争气看看白了少年头。<br>【天下乐】休、休、休。人到中年万事休，我如今孤也波身，孤身可便得自由，端的是飘飘一叶不缆轻舟。假若我便得些自由，没揣的两鬓秋，争如我便且修身闲袖手？<br>可早来到也。张千，报复去，道有老夫在于门首。理会的。报的大人得知，有老相公来了也。道有请。理会的。有请。呀、呀、呀，父亲，请、请、请。父亲来了也。父亲万福。老夫今日备了些酒礼，特来贺寿。将酒来，我与同知递一杯。量您孩儿有何德能，着父亲用心也。同知请。再将酒来，老相公满饮一杯。老相公请。老相公请。将酒来，孩儿饮一杯。再将酒来，王都管吃。您孩儿不敢。父亲，小夫人不曾吃酒哩。一来老夫年纪高大，第二来与府尹相公攀话，忘了与二夫人把盏，夫人休怪老夫。不敢，不敢。下次小的每，看酒来。休把盏，我与老相公闲攀话者。一席好酒，走将这老子来，又打搅了。住、住、住，小官久闻老相公村乐堂的景致，你说一遍，我试听者。老夫那村乐堂上，一年四季，春、夏、秋、冬，都有景致。听我慢慢的说一遍者。<br>【村里迓鼓】正值着那丽人天气，恰正是那太平的时候。趁着他这花红和柳绿，绕着这社南社北。他每则在兀那庄前庄后，他每都携着美酝，穿红杏，拖翠柳。我直吃的笑吟吟，醺醺的带酒。<br>老相公，夏间再有甚么景致？说一遍者。<br>【元和令】锦模糊江景幽，翠峻峭远山岫。正是稻分畦，蚕齐簇，麦初熟。我是个老人家闲袖手，就着这古堤沙岸那答儿绿阴稠，缆船儿执着钓钩。老相公收纶罢钓，新酒活鱼，是好幽乐也。<br>【上马娇】我将这锦鲤兜，网索收。就着这村务酒初熟，恰归来半醉黄昏后。暮雨儿收，看牧童归去倒骑牛。<br>秋间可是如何？<br>【游四门】秋间恰正是败荷萍里正方秋，呀呀的寒雁过南楼。恰正是荷枯柳败芙蓉瘦，风力冷飕飕，看霜降水痕收。<br>老相公，这秋间的景致，还有几般清幽？再说一遍者。<br>【胜葫芦】我则见浅碧粼粼露远洲，滴溜溜红叶一林秋，怕的是明日黄花蝶也愁。仿孟嘉庄上，就渊明篱畔，老夫酒醒时节再扶头。<br>冬暮间天道，可是怎生也？<br>【后庭花】冬间老夫待寻梅访故友，踏雪里沽艳酒。宝篆焚金鼎，浊醪饮巨瓯。我和你意相投，酒筵中不够，者莫再约住林下叟，就村务将琴剑留。酒够了，老夫告回也。早哩，且坐的也。<br>【柳叶儿】直吃到二更时候，笑喧哗交错觥筹，直待吃的月移梅影黄昏后。心相爱意相投，醉时节衲被蒙头。<br>王六斤，我分付你甚么来？不应亲者强来亲也。可不道对客不得嗔狗。我本待去了来，恰才王都管吃了几下打，我试安抚他者。王都管，<br>【单雁儿】我向来打了个稽首，你身上的是非只为我恰才多开口。这的是我做下事可着你承了头，可你敢休和老夫记冤仇。<br>老相公，您孩儿不敢也。<br>【尾声】我见他呵羞，我则推个逃席走，老相公，再饮几杯。请你一个府尹官人放手。同知！你可怎全不提防你那脑后忧，这的是你恋着金枷玉锁遭囚。我则怕你久已后，枉丁将你闲忧，我正是莫与儿孙作马牛。你如今贪杯恋酒，你到的卧房中，将的镜子来，照你那面皮去波。则被这酒灌的你来黄干黑瘦，你正是养家活计下场头。<br>相公，酒够了，多多的定害。左右，将马来，回家中去也。大夫人，我说你这父亲不达时务，来便则说闲话，把我那一席好酒都搅了。罢、罢、罢，防御相公也去了。安排酒肴，后堂中饮酒去来。为官受禄居州郡，安享荣华乐事多。今日画堂开玳宴，洞房犹是听笙歌。<br><br>第二折<br>妾身是同知相公的小夫人。有大夫人是张氏，他带将一个小的来，是王六斤。我见这小的聪明，我着他近身边伏侍我，俺两个有些不伶俐的勾当。相公歇息了也，我叫六斤来者。下次小的每，前后收拾，夫人叫我哩。你叫我怎的？我打发相公睡哩。相公歇息了也不曾？歇息了。咱这里不自在，去后花园亭子上去来。也好，也好，俺去来。洒家是个关西汉，岐州凤翔府人氏。在这蓟州当身役，与这同知相公做着个后槽，喂着一块子马。一块子好马也呵！<br>【南吕】【一枝花】同知着我不将差罚当，专把征驼喂，喂的似按板肥，好马也，我与你刷刨的恰便似泼油光。索与你收拾了铺床，把骏骑牵在槽上，草料也拌上一筐。我与你拖着那半片席头，美也，我与你急转过前厅后堂。<br>【梁州】眷的是侧忄敝忄敝厨房中暄热，爱的是宽绰绰过道里风凉。夜深也无一个人来往。半片席斜铺在地下，两块砖掇在头行。正天炎似火，地热如炉。过道里不索开窗，洒家道来则这的便似天堂。我与你直挺挺忙拨倒身躯，就着这凉渗渗席垫着我这脊梁，美也，就着那风飕飕扇着我那胸膛。愁的是后晌，晌晌。我恰才煮料切草都停当，安排下搅草棒。喂的他槽上的征马宛有些肚囊，料煮到上半磁缸。洒家与你睡一觉者。慢慢的走，赤、赤、赤。哎哟，哎哟，甚么人劈劈泼泼，则管里打？是我都管。都管，都管，你忒休都管了。夫人也在这里。夫人，夫人，这早晚在这里。有甚么匀当？我别处睡去便了也。六斤也，我为你耽惊受怕，你休负了我心也。我若负心，我就该死也。<br>【贺新郎】是谁人这早晚不寻常？俺的把曲槛斜穿，呀的将角门儿开放。是谁人这早晚往花园里撞？这嘶引定谁家一个艳妆？莫不是求食卖笑的红妆？好也罗。荒淫怎坐夫人位。除了名字有何妨？着这个浪包搂一迷里胡厮谎。若拿贼做个证见，我着他望穿堂打会关防。<br>【梧桐树】你可便休想我把伊轻放，这公事决声扬。往往同知将他向，好也罗，将一个腌盆儿掇在他头直上。<br>有贼也！有贼也！这弟子孩儿无礼。我在这里直料来，有甚贼么？奶奶。与他些东西，买他不语。我与他这枝金钗儿。兀那爪子也。你不要言语，我与你这枝金钗儿。你做的歹勾当，倒与我枝金钗儿！悄悄的，休教同知听见。同知这早晚做了个糟得恼了也。兀那厮，你说甚么哩？早是爪子不曾说相公甚么。你也骂的我够了也。你怎么大呼小叫的？相公，他两个在这坨儿哩。爪驴！爪弟子孩儿！爪畜生！<br>【四块玉】不索你厮掩藏，休倔强，好是奇怪也，你回去罢。洒家知道。我急走的去那厨房中我点着灯光，若是实呵小人请功赏。早来个可便黑洞洞的，如今照耀的来便刚朗朗，请同知觑见这二人的气象！<br>同知，休听这弟子孩儿胡言汉语的。气象怎的？小夫人。你在这里做甚么来？他两个在这坨儿哩。爪驴！爪弟子孩儿！俺在这里做甚么来？<br>【哭皇天】气的我一跳三千丈，兀那后槽，有甚么勾当？你实说。不是洒家在相公跟前说呵，相公若不信呵自觑当。不是我私过从硬主张，嗏，你莫不便要一纸从良。一个是夫人，一个是伴当。你既是夫人。更深半夜，兰堂画阁里不睡。黑洞洞的向一些花园里、花园里有甚勾当？你向那扑堂的土上，尚兀自印下这脊梁。是这驴打滚来！那个人肯做这等勾当？<br>【乌夜啼】请同知自向跟前望，夫人为甚么汗塌湿残妆？是露水珠儿滴在我脸上来！都管为甚粉贴在鼻梁？我有些怕后，打了个白鼻儿。夫人说波，都管说波，可怎生不言语？不似那昨来个爪驴、爪贼、爪马，叫吖吖的眼睛荒。好也。不信你那扑扑的小鹿儿心头撞，打叠起无颜色，无情况，花言巧语，数黑论黄。你说，他两人有甚么显证？有甚么显证？你拿出来！要见显证，金钗儿便是显证！小夫人，这金钗儿不是你的？我恰才着花枝儿抓在地下，这爪子拾了我的，他不还我。夫人也，你这金钗儿吊了好几遭了也。<br>【尾声】则这金钗儿是二人口内的招伏状，更压着那十字街头犯由榜。这公事不虚诳，道得来捏住喉嗓，请你个、请你个水晶塔的官人都莫偏向。做贼来见赃，杀人来见伤。这的是都管的奸情唆狗，不是这后槽的谎！<br>相公，你歇息去。夫人，你执料去罢，我歇息去也。六斤，我和你说：这等爪子在家里打搅，我明日则教同知赶了他去罢。俺两个可不自在也。奶奶，我则是磕头罢了。收拾了门户，我歇息去也。楔子<br>昨日被后槽闹炒了一会也。那个弟子孩儿，不似好人，偷东摸西，打发他去了罢！夫人说的是。六斤，与我唤将那后槽出来。理会的。后槽安在？相公唤洒家有甚勾当。我须见相公去。兀那爪子，为你磨了我半截舌头，要放你回去哩。谢了哥哥。相公唤洒家有甚的勾当？兀那厮，你当几时后槽了？我该当一年。当一年，还有多少时？我当了半年了。罢，我饶你半年，放你回去罢。相公，我去也。我拜相公两拜。你拜了我，你也拜夫人两拜么。我不拜夫人。你怎生不拜？我曲不下这腰，洒家腰疼。你若不拜呵，我不放你回去。我葫芦提拜两拜罢。<br>【双调】【新水令】同知着洒家下班去不唤再休来，便有那包龙图把他也难赛。我则怕那王伯当，泼乔才，久后生心，干我甚的事来？知他是和尚在钵盂在？<br>兀那厮，去罢。唆狗！唆枸！门口有传神的叫我哩。弟子孩儿，我叫做唆狗！我出这门来。阿哥，可不道唆狗也。我去也，好处你便说些，歹处休说。阿哥，我去也。你去也，我知道。唆狗！唆拘！他又叫我。我出的这门来。阿哥。可早两遭也。他是二夫人，你是伴当，你两个有这等勾当，道不的瓦罐不离井口破，我去也。你去罢，我知道了。敢是唆狗？这厮可搀了我的！后槽去了也。夫人，俺后堂中饮酒去来。自家小夫人的便是。我如今和王六斤两个不得自在。我要合一服毒药来，或是茶里饭里着上，药杀了同知，我和王六斤永远做夫妻。唤将六斤来。奶奶，你唤我做甚么？我和你不得自在。你合一服毒药来，药杀了同知，我和你永远做夫妻，可不好那？我知道。好孩儿，不枉了。门首看着，则怕相公来家。理会的。小宫衙门中回来，身子有些不好。夫人，安排一碗酸汤来，我吃者。我做去。拿来我尝一尝？没滋味。姐姐，你去取些盐醋来。可拿那药来，放在碗里。有了盐醋了也。姐姐，我才和他急聒了几句，相公有些怪我。你拿这汤去。相公，酸汤，你吃一口儿。哎哟，怎生火光进散？谁做的汤来？姐姐做的。好夫人！我怎生歹着你，你有这等歹心？将大棒子来。相公，你不要打他，他是你儿女夫妻。做这等勾当，你告他去，我是证见。你也说的是。我家里打他，私置牢狱。我去衙门里告防御大人，走一遭去来。<br>小官防御是也，今日在衙门中闲坐。令人，门首觑者，看有甚的人来。可早来到也。不必报复，我自过去来。相公与我做主者。相公请起。有甚的事？有我大夫人是儿女夫妻，他合毒药害我。相公与我做主者。相公，你是同僚官，我难问。相公，你若不问，我上司告去。住、住、住，我问便问。谁是原告？相公。我有二夫人做状头，合毒药的是王都管，药丈夫的是大夫人，并不干小夫人之事。相公与我做主者。相公，我自有主意，相公，回去也。这桩事我也难问。张千，说与张本，着他好生问，这桩事问成了呵，可来回我的话。将马来，我且回私宅中去也。<br><br>第三折<br>手执无情棒，怀揣滴泪钱。晓行狼虎路，夜伴死尸眠。自家是五衙都首领。今有同知的大夫人、二夫人和王六斤，下在这牢里面。与我拿将出来！俺两个又无罪过。俺这里坐的，看有甚么人来。不要大惊小怪，则怕有提牢官来。我姓张名本，是这汾州西河县人氏，做着个令史。口则说个令史，也难。要知律令，晓史书，方可做的个令史。后兴，同知相公叫我牢里问事去，着你娘做些酷累来。我知同知家道上好生不明。正之在人，格之在己。休道前程苟贪，上察推天心，下察推地炁。明有祸福相随，暗有鬼神相报。然后尔俸尔禄，民膏民脂。下民易虐，上苍难欺也呵。<br>【商调】【集贤宾】我从那幼年间将吏道文字把，我去那儒吏上少书滑。笔尖上斟量一个轻重，案款内除减了增加。我则待惜黎民户减了差徭，须是我爱庄农一犁两耙。则俺那同知好将拦状插，前厅上审问撒达。这厮每其中必暗昧，就里决争差。<br>【逍遥乐】我与你亲身临牢下，自审个虚实，辩个真假。<br>来到这牢门首也。扯动这绳子。来了，来了。是提牢官来了，我开门去。哎哟、哎哟，可怎么好？原来是提控，撞倒他怎么了？这个是甚么门？这个是牢门。可知是牢门，牢门里门上拴一条绳子，绳子上拴着铃子，有人来扯动这绳子，里面那铃子铎琅响一声，你便不合攒出得脑来。假若有那劫牢的来，一棍子打杀你，你死不争，孩儿也，你不带累他那官长么？提控说的是。坏了笠子了。着个补笠子的补了者。理会的。开了这门了，我进去。这个是甚么人？这两个是夫人，这个是都管。过来跪者。我又无罪过。我跪者，看他怎么放我起来？你姓甚么？我不醒。你姓甚么？哦，你问我姓甚么？我姓王。庞？王。黄？提控，我写与你看：三画中间一竖。是王。你是三画王？我正是三画王。三画王，把墨来。这一场苦又不善了。我又不是太医，着我把脉，没奈何。官差，依着他。一肝、二胆、三脾。你做甚？你说着我把脉来。是砚瓦上磨的。那个是墨？是。无了墨了。土地龛子上有块墨。理会的。他这有心记事，我寻去。真个有一块墨。提控，有了墨了。三画王，砚瓦上灰吹了者。哎哟，哎哟。嗨，眯了提控眼也。媳妇儿，媳妇儿，过河来打打米米。甚么打打米米？拿过来。靠前跪着！你姓甚么？我姓王。庞？王。提控，提控，他也是三画王。你也是三画王？提控，正是三画王。王甚的？王都管。你都管谁？家前院后，都是我执料，叫我做王都管。写官名。我是王六斤。责状人王六斤又六斤。没我则这般道。兀那厮，你招了者。你着我招甚么？要你招了者！你着我招甚么？<br>【醋葫芦】我这里轻轻的将你那手腕儿捏，款款的将他这脚面儿踏。你若是招成了，我将你厮提拔，你身上休惹的粗棍子打。啋！咱两人好生的说话，干我甚事？冤屈也。没来由村丑生叫吖吖。<br>责状人王六斤又六斤。我又无甚么罪过，谁听你那言语？我家里去也。三画王，他说甚？他说他无罪过，他要家里去。三画王。有。你待开了个牢门，教他去。理会的。我待开开这牢门。你去，你去。可又不敢去。你觑的我个头似土块，气的我翻上倒下的。壁上孩儿，一簇簇画的来不曾哭，手里拿定把槌儿，打你奶奶眉楞骨。这个姐姐，是个夫人，你也是个夫人。这个姐姐，似凤凰飞在梧桐树，自有傍人话短长。<br>【幺篇】你可休把人来厮笑话，觑的人来似粪渣。打官司处使不着你粉鼻凹，觑不的铺眉苫眼乔势杀！我那里受的他！百忙里便吊腰撒跨，三画王，将大棒子来。理会的，有！半合儿勘你个搅蛆扒。小官同知的便是。有我那大夫人，因奸合毒药药丈夫。我告防御大人，谁想防御相公不整理，分付与张本外郎他问这桩事。那个人又难说话。则怕他不知道我这家务事，我与他说一声去。来到这牢门首，拽动这牵铃索。来了，来了。不知甚么人，拽动这牵铃索。我开开这牢门。原来是同知相公。张千，我家那桩事，如今怎么样？张令史正问这桩事哩。你说一声，道我在门首，有话和他说。理会的。同知。牢门首有同知相公有请，有说的话。你便道，外郎，牢门首有同知相公。怎么你走到我身边厢？同知，同知，着我写了两三个同知。谁着你写来？相公请提控说话。相公，你来这里，有甚么事？张本，你不知道，我家那桩事，药丈夫是那大夫人，合毒药的是王六斤，并不干我那二夫人事。我和你说一声。相公，你既知道，你自家问了罢，我行胡揾乱揾！你不揾，三画王，你关了门者。开了牢门，则怕磕你一个骨都。三画王，关了牢门。是，我关了牢门。我是忄敝执法的孩儿。我爹爹在牢里问事，我娘着送饭，我去，来到这牢门首。吞之。这个是张本的孩儿，你那里来？我爹爹在牢里问事哩，我娘着我送饭去。来、来、来，与你这贯钞，替我买个蒸饼来。我知道，我买去。我支转了他，将这一饼黄金，我放在这饭罐里。他若见，自知其意。吞之，没了蒸饼了，还你钞。我不要，就与你罢。我不敢要。为甚么不要？俺爹爹知道，则道我受私哩。忄敝舍，着您爹爹，休嫌少。牢子哥哥开门来。我开开这门。原来是忄敝舍。你来做甚么？我来送饭来。王六斤，王六斤。忄敝舍。接赦，接赦，开了牢门，装香来，请官，请官。做甚么请官？你道接赦，接赦！兀那三画王，你来，你来！我姓张也那我姓忄敝？提控，<br>这个是我说的差了也。教他过来。理会的。着你过去哩。你娘家里做甚么来？俺娘家里扎麻鞋哩。一腿子麻鞋是甚么哩？卖二百文小钞，三口子老小盘缠。是甚饭？和和饭。着你娘做些酷累来，又是和和饭夹。打你奶奶嘴！胡说。吃了罢。甚么酷累、酷累。<br>【幺篇】则被这金晃的我这眼睛儿花腊搽，吓的我这手脚儿软剌答，可若是官司知道怎割杀？后兴。你可是那里每将来，你与我疾道者，常好是心粗胆大。天也、天也，则被些小冤家送了这个忄敝知法。<br>后兴，你牢门首见谁来？见同知来。同知说甚？他说着你爹爹休嫌少。<br>【后庭花】颇奈这个打关节的姜子牙，你待搭救这犯奸情的女浣纱。你则怕萧相国差行了事，好、好、好，哎！你个包龙图能治家。三画王！有。你与我换上沉枷，理会的。上枷。你可休将人来者剌。来日个坐早衙，大人行把状插。小夫人必事发，王都管必定杀。<br>【柳叶儿】呀，请你个大夫人休怕，浪包搂项带沉枷，说着教他丧胆亡魂怕。休那里括剌刺，叫吖吖，合毒药则是你个蛆扒。三画王，打着者。并不干我事，都是大夫人来。打着者！理会的。招了者！招了者！我吃不过这打。罢、罢、罢，是我来。是我来，是我来。不要打，我招了便了。他可道招了也。点了纸，画了字。三画王，将纸来，封了这罐儿者。将纸来，封了这罐儿。三画王，开了牢门。理会的，开了门也。张本，你问的事如何？<br>【尾声】向前来扯住他，这公事怎干罢？把你上梁不正相公拿，原告人一步一棍子打。把他干连人监下，折证在蓟州府尹相公衙！<br>这事不中也。我去央及防御相公去者。<br>我着张本问那桩事。未知如何。怎生不见来回话？我去央及防御相公去者。相公，这一件事不好了也。我见张本的孩儿送饭去，饭罐儿里我做上一个金子。不想张本封了饭罐儿，他如今要上司告去哩，可怎了也？他若上司告去，你便不能勾做这同知也。则除是你丈人张仲，他若认了，你便无事了。他如今怪我，他如何肯认？都在我身上。俺如今同去央及张仲去来。<br><br>第四折<br>喏！在衙人马平安，抬书案！清廉居府治，持法敢辞难？断狱能平允，民情得自安。小官乃府尹是也。今日坐早衙，张千，说与那六房吏典，有甚么该佥押的文书，将来我看。告的相公得知，止有蓟州申将一纸，王六斤合毒药、用金打点那个文书来，人犯还未到哩。张千，若来时，报复我知道。无甚事，我且回后堂中去来。一自为官十数年，公平廉谨始称贤。但得心地无私曲，功名富贵总由天。老夫张仲，在这村乐堂闲坐。观着这四面真山真水，是好景致也呵！<br>【双调】【新水令】我则见几行新雁写秋云，画堂中一天风韵。看梅山清隐隐，拖素杖那观门外水粼粼。野馆山村，便着那丹青手画不尽。<br>夫人，这件事则除你父亲认了，俺便无事也。我理会的。咱见父亲去来。俺见父亲去来。你则在门首，我先过去。孩儿，你那里去来？怎生不言语？<br>【步步娇】往常孩儿杨柳腰枝多丰韵，脸似桃般嫩，今日可怎生憔悴损？我则见绿惨红愁减了精神，为何因，背地里将啼痕来揾？<br>孩儿，你为甚么来？你说。父亲，如今有同知的小夫人，因与王六斤做下不伶俐的勾当，合毒药下在汤内。同知看将出来，他赖是你孩儿来。有同知将俺具告到官。被张令史推问明白。有同知将金一饼，放在张令史饭罐内，救他小夫人。被张令史将金封记在官，要去上司告去。若去呵，这同知的官便难保也。怎生看你孩儿面皮，则说是父亲来。若认了这金呵，可也好也。他如今在那里？见在门首。你着他进来。理会的。同知，你自过去。父亲，这几日怎生不见你来家吃茶？我可是敢来么那？<br>【殿前欢】怕不待叙寒温，同知。你不知道。父亲道甚么来？又着你道不应江亲者强来亲。只因咱多话着你心怀恨，休怪咱波女婿郎君。我一径的来告父亲来。你告我怎么？放着你那筑坟台女赵贞，索甚么闲评论！两个人相般弄，一个叠尸的伯当，一个是贤德夫人！<br>父亲，有这饼金，若父亲肯认了，我便无事来。老夫不知是甚么金子！同知，这一桩事如何？相公，俺岳父不肯认这金。相公，你怎生劝一劝来。不妨事，都在我身上。老相公，有这一饼金子，你若认了，同知相公便是无事的人也。老夫不知甚么金子。<br>【川拨棹】我几曾见劝和人，打关节处厮勒掯。卖弄你巧语花言，施展精神。你常好是不依本分，这家私我无中文，掌王条理庶民。<br>【喜江南】过来波包龙图门中面糊盆，好无礼也。不认便罢，怎么推出我来？更待干罢？拿过那大夫人来，与我打着者。父亲救我者。是我恶说了他来。常言道口是祸之门。打关节府尹怒生嗔，我这议论，便有那杀人的公事我招承。既然如此，俺同见官去来。聆音能鉴貌，奸伪自昭彰。小官府尹是也。昨日蓟州申到王六斤等一干人犯。张千，你与我律上厅来！理会的。当面！合毒药是谁来？是我来。送金是谁来？是老夫来。这桩事老夫尽知也。一行人听我老夫下断：二夫人败坏人伦，王六斤谋害情真。张孝友施仁重义，认送金回护姻亲。王同知复还旧职，大夫人无事拱明。今日个不能隐讳，将二人明正典刑！<br>题目古忄敝令史大断案<br>正名海门张仲村乐堂</p> <p> ",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "未知作者"
  },
  "tags": []
}