{
  "id": 70362,
  "star": 1,
  "name": "【黄钟】醉花阴　秋怀",
  "dynasty": "元代",
  "content": "窗外芭樵战秋雨，又添上新愁几许。珊枕剩绣衾余，落雁沉鱼，眼底知何处。<br>酒醒后细踌蹰，一寸柔肠千万缕。<br>　　【喜迁莺】把离人愁助，闹西风翠竹苍梧。萧疏，粉墙外霜砧辘轳。一片秋<br>声厮断续，不知人心上苦。捱不过追魂铁马，更和那索命铜壶。<br>　　【出队子】记柳边朱户，乍相逢春正初。看一帘花雾暗香浮，爱满地凉蟾素<br>练铺，听四座笙歌红袖舞。<br>　　【幺】想多情丰度，论褒弹事事无。他有那西施妖艳不倾吴，小小风流不姓<br>苏，巫女精神未遇楚。<br>　　【刮地风】看了他闭月羞花天付与，又何须傅粉涂朱。整罗衫款把寒温叙，<br>礼法谁如？甫能够一番遭遇，便拚下百年欢聚。死生情山海誓永无忧虑，似鸾凤<br>紧趁逐。毕罢了寄简传书，等闲间长就连理树，这言辞岂是虚。<br>　　【西门子】自别来几见垂杨绿，悄然的音信疏。瘦影儿单，好梦儿孤，忆分<br>携恁时风景殊。树影儿沉，日色儿哺，摆列下凄凉队伍。<br>　　【古水仙子】我、我、我，自叹吁，罢、罢、罢，姻缘簿仍将姓字书。是、<br>是、是，断云将楚岫遮拦，敢、敢、敢，桃花把天台截住，来、来、来，生分开<br>比目鱼，呀、呀、呀，两三朝鬼病揶揄，是、是、是，教吹箫月明无伴侣。他、<br>他、他，把六朝金粉收拾去，单、单、单，留下写恨几行书。<br>　　【尾声】曾指归期在春暮，却又早霜冷菰蒲，把灯花影儿终夜卜。　赏玩<br>　　杨柳横塘淡烟锁，娇滴滴芙蕖万朵。微雨过晚凉多。蝉咽庭柯，午梦方惊破。<br>重洗盏泛金波，细细南薰透轻葛。<br>　　【喜迁莺】少年行乐，好光阴暗里过。量度，想欢会人生几何，六代遗宫草<br>树多。眼见的都证果，江山依旧，人物消磨。<br>　　【出队子】与知音几个，得清闲非小可。折莫你重ブ列鼎更如何，积玉堆金<br>待怎么，则待把利锁名缰都顿脱。<br>　　【刮地风】有时节放一个小小的兰舟随处泊，买娉婷二八秦蛾。碧荷筒旋拆<br>倾香糯，痛饮狂歌，直吃的雕盘上彩云零落。罗帕上酒痕湮污，花一攒锦一族仙<br>人满座。小壶天风月窝，不受礼法拘缚。紫檀槽一曲笙歌佐。吹拨喜宫商乐韵和。<br>　　【四门子】玉山颓纤手双扶过，困腾腾眼待合。将象管来拈，把好句来哦，<br>拈吟髭半将衫袖。撒一会沁，打一会睃，要认得周郎是我。<br>　　【古水仙子】来、来、来，自忖度，罢、罢、罢，恐青镜流年两鬓皤。将、<br>将、将，愁布袋丢开，把、把、把，闷葫芦摔破，呀、呀、呀，落些儿闲快活。<br>休、休、休，走红尘万丈风波，喜、喜、喜，纵疏狂醉中天地阔。我、我、我，<br>不干求到底无灾祸，他、他、他，进步是非多。<br>　　【尾声】非是我酒淹花性慵惰，怕的是日月飞梭，一任教不知机世人嫉妒<br>我。　怨恨<br>　　岁月匆匆易伤感，触目处红愁绿惨。杨柳嫩海棠酣，景物尴&lt;九咸&gt;，离恨何<br>时减。紫燕又呢喃，来往风前如诉俺。<br>　　【喜迁莺】关河边站，漾离怀野水柔蓝。晴岚，乳峰似玉龛。看一片白云锁<br>翠岩，写不够诗半缄。愁结成晓雾，泪滴就点点春潭。<br>　　【出队子】则被这薄情啜赚，不明白事怎谙。恹恹的绿云松坠琼簪，瘦怯<br>怯玉体香消褪绿衫，薄设设翠被生寒侵卧毯。<br>　　【刮地风】不觉的滚滚杨花帘外糁，却又早春老江南。问东君未语心先憾，<br>信断音缄。只见他愿祷经函，鸾镜缺何时闻勘，凤钗折甚日重簪？连理分被刀砍，<br>不由人梦断春酣。恨薄幸陡恁的将名利贪，敢心如痴意似憨。<br>　　【四门子】约重阳回首无停暂，到如今三月三。偷香的胆谁人更敢，实丕丕<br>已将风月担。据着你动静又恬，才貌又堪，则将那莺花占揽。<br>　　【古水仙子】他、他、他，红妆事已憨，是、是、是，弃了千金觅笑谈。<br>呀、呀、呀，翠红乡无倒断欢娱，看、看、看，琉璃井有一日坑陷。恁、恁、恁，<br>瘦身躯尽意贪，罢、罢、罢，说来的话儿虚又谗，来、来、来，瞒不过上苍清湛<br>湛。休、休、休，亏心的自有神明鉴，我、我、我，颠不剌情理是难甘。<br>　　【赛儿令】偏咱，偏咱憔悴症候忒腌，满怀愁端的为谁耽。衔冤去投谢氏，<br>无计去问巫咸。自叹息，自包含。<br>　　【神仗儿】黑漫漫相思海，忽剌的更氵。翠巍巍离恨天，没揣的又险。最<br>苦是黄昏，月又斜灯儿惨。孤帏里悄悄愁成暗，暗暗不能够歌声啖，只落得枕上<br>泪痕搀。<br>　　【尾声】才郎直恁忒渔滥，设下誓神灵恁甘，哎，你个再出世的狠王魁怎下<br>的辜负俺。　思忆<br>　　雪月风花共裁剪，云雨梦香娇玉软。花正发月初圆，雪压风颠。正比人天涯<br>远，欲寄断肠篇。争奈这无边岸相思。好教我难运转。<br>　　【喜迁莺】指沧溟为砚，管城毫健笔如椽。松烟，将太行山做墨研，把万里<br>青天为锦笺，都做了草圣传。我欲待要书，书不尽心事。一会家诉，诉不尽熬煎。<br>　　【出队子】记当初相见，见俺那风流的小业冤。两心中便结死生缘，一载间<br>浑如胶漆坚，谁承望半路里翻腾做离恨天。<br>　　【幺篇】二三朝不见，浑如隔了十数年。无一顿茶饭不萦牵，无一刻光阴不<br>怅念，无一个更儿里将他不梦见。<br>　　【刮地风】无一个来人行不问遍，害的我有似风颠。相识每见了重还劝，不<br>由人不挂牵。思量的眼前活现，作念的口中粘涎。襟领前、袖口边，泪痕湮遍。<br>想从前语在先，那时节他娇小我当年。论聪明贯世何曾见，他敢真诚处有万千。<br>　　【四门子】于咱家为他心无倦，气相和情绻恋。俺也曾坐并膝、语并肩，俺<br>也曾芰荷香效他交颈鸳，俺也曾把手儿行，共枕儿眠，哎！天也，是我缘薄分浅。<br>　　【水仙子】非干是我自专，真觅得鸾胶续断弦。记枕上盟言，念神前心愿，<br>我心坚石也穿，暗暗的祷告青天，若咱家少他前世冤，俏冤家不称今生愿，俺、<br>俺、俺、俺，那世里再团圆。<br>　　【尾声】嘱付你衷肠莫更变，更相逢不知是动岁经年，则要你身去远莫教心<br>去远。<br>　　【黄钟】愿成双<br>　　香共，誓共说，美姻缘永不离别。为功名两字赴长安，阻隔烟水云山万叠。<br>　　【幺】辜恩一去成抛撇，他无情俺倒心呆。悔当时恨不锁雕鞍，扑倒得人香<br>肌褪雪。<br>　　【出队了】柔肠千结，算今番愁又别。长吁短叹不宁贴，泪眼愁眉怎打叠，<br>若见他家亲自说。<br>　　【幺】玉簪折怎得鸾胶接，见无由成间别。你不来人道你心邪，我先死天教<br>我业彻，欲寄平安怎地写？<br>　　【尾】若把我双郎见时节，向三婆行诉不尽喉舌，则道是思量得小卿成病也。<br>鸳鸯对，鸾凤鸣，恰寻着美满前程。团香惜玉好恩情，忽变做了充饥画饼。<br>　　【幺】吉丁的分破菱花镜，扑冬的井坠银瓶。指出卖磨爱钱精，送得我离乡<br>背井。<br>　　【出队子】佳人薄幸，没福消双县令。老娘无赖，放过书生、秀士多魔，遇<br>着柳青。妾守冯魁，似胲下瘿。<br>　　【幺】到如今地无形影，教奴家愁越增。半江秋影月偏明，满腹愁烦心自<br>哽，一雁哀鸣水云冷。<br>　　【尾】传示你个双生莫幸，休埋怨这不得已苏卿，先向豫章城下等。如病<br>弱，似醉酣，鬓松髻金簪。锦衣宽褪瘦岩岩，残粉泪香消平减。<br>　　【幺】恨东君不管人情淡，绽芳丛缬锦争搀。旧游园圃见停骖，思往事离愁<br>越感。<br>　　【出队子】慵临鸾鉴，瘦容颜影自惨。邻姬问我似痴憨，欲语无言心自惨，<br>似恁熬煎可惯耽。<br>　　【幺】看时节梦凡里将人赚，闪得奴恨不甘。山盟海誓我心贪，负德辜恩他<br>意敢，悔恨当初我自揽。<br>　　【尾】留恋你个三婆等时暂，则这几行书和泪封缄，写着道意不过呵肯来看<br>探俺。",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "未知作者"
  },
  "tags": []
}