{
  "id": 70842,
  "star": 100,
  "name": "玉台体",
  "dynasty": "唐代",
  "content": "昨夜裙带解，今朝蟢子飞。<br>铅华不可弃，莫是藁砧归。",
  "fanyi": "<p><strong>译文</strong><br>昨晚我裙带忽然松弛解开，早晨又看见蟢子双双飞来。<br>要赶紧描眉擦粉梳妆打扮，莫非是我的丈夫快要回来。</p> <p><strong>注释</strong><br>（1）蟢子：小蜘蛛脚长者，俗称蟢子。<br>（2）铅华：指脂粉。<br>（3）藁砧：丈夫的隐语。</p>",
  "shangxi": "<h2>鉴赏二</h2> <p>　　南朝<a href=\"http://so.gushiwen.org/author_386.aspx\">徐陵</a>编的《玉台新咏》，皆在“撰录艳歌”，徐本人是当时著名的宫体<a href=\"http://so.gushiwen.org/view_70842.aspx\">诗</a>作者，故后多以玉台体指言情纤艳之作。<a href=\"http://so.gushiwen.org/author_603.aspx\">权德舆</a>此诗标明“玉台体”，也是此类诗作。但他写得感情真挚，朴素含蓄，可谓俗不伤雅，乐而不淫。</p> <p>　　诗的前两句写的是两种喜兆接连出现。</p> <p>　　“昨夜裙带解，今朝蝽子飞。”前句写这位女子昨夜裙带自解，后旬写今天早上这女子又看见长脚的蜘蛛飞来了。裙带自解是夫归之兆，蟢子飞也是喜兆，于是这女人满心欢喜，认为丈夫真的要回来了。蟢子飞，据<a href=\"http://so.gushiwen.org/author_855.aspx\">刘勰</a>《新论》：“野人见蟢子飞，以为有喜乐之瑞。”诗人通过对两种喜兆的描写，把小女子那种急切、思念、惊喜的复杂心理展现得极为生动、传神，让人玩味。</p> <p>　　诗的后两句写女子对喜兆的反应。</p> <p>　　“铅华不可弃，莫是藁砧归。”铅华，脂粉。莫是，莫不是。句意为：赶紧涂脂抹粉打扮一下吧，恐怕丈夫真的要回来了。藁砧，即稿砧，是丈夫的隐称。周祈《名义考》卷五：“古有罪者，席稿伏于椹(帖)上，以铁斩之。言稿椹则言铁矣，铁与夫同音，故隐语稿椹为夫也。”这女子见喜兆后的激动心态在诗人的笔下表现得是多么细致入微。</p> <p>　　然而这女子的丈夫回来没有?喜兆有没有应验?这位女子最终是欢喜还是失望?诗中并没有交代。诗人只是抓住了这女子思夫的一瞬间进行渲染，把这女子的思夫之情含蓄地表达出来，给读者留下了巨大的想象空间，未尽之意读者自可以根据自己的理解去联想。</p> <p>　　这首诗，文字质朴无华，但感情却表现得细致入微。象“裙带解”、“蟢子飞”，这都是些引不起一般人注意的小事，但却荡起了女主人公心灵上无法平静的涟漪。诗又写得含蓄而耐人寻味。丈夫出门后，女主人公的处境、心思、生活情态如何，作者都未作说明，但从“铅华不可弃”的心理独白中，便有一个“岂无膏沐，谁适为容”（《诗经·伯兮》）的思妇形象跃然纸上。通篇描摹心理，用语切合主人公的身分、情态，仿旧体而又别开生面。</p><br/><h2>鉴赏</h2> <p>　　南朝<a href=\"http://so.gushiwen.org/author_386.aspx\">徐陵</a>曾把梁代以前的<a href=\"http://so.gushiwen.org/view_70842.aspx\">诗</a>选作十卷，定名《玉台新咏》。<a href=\"http://so.gushiwen.org/author_196.aspx\">严羽</a>说：“或者但谓纤艳者玉台体，其实则不然。”（《沧浪诗话》）可知这一诗集，香艳者居多。<a href=\"http://so.gushiwen.org/author_603.aspx\">权德舆</a>此组诗共十二首，标明仿效“玉台体”，写的是闺情，感情真挚，朴素含蓄，可谓俗不伤雅，乐而不淫。这是第十一首，写一位新娘初入夫家，惟恐处事不当的心态。</p> <p>　　人在寂寞郁闷之时，常常喜欢左顾右盼，寻求解脱苦恼的征兆。特别当春闺独守，愁情难耐之时更易表现出这种情绪和心理。我国古代妇女，结腰系裙之带，或丝束，或帛缕，或绣绦，一不留意，有时就难免绾结松弛，这，自古以来被认为是夫妇好合的预兆，当然多情的女主人公马上就把这一偶然现象与自己的思夫之情联系起来了。“昨夜裙带解”，或许是丈夫要回来了。她欢情入怀，寝不安寐，第二天一早，正又看到屋顶上捕食蚊子的蟢子（喜蛛，一种长脚蜘蛛）飘舞若飞：“蟢”者，“喜”也，“今朝蟢子飞”，祥兆频频出现，这不会是偶然的。喜出望外的女主人公于是由衷地默念：“铅华不可弃，莫是藁砧归！”意思是：我还得好好严妆打扮一番，来迎接丈夫的归来。藁砧，代指丈夫。</p> <p>　　此诗文字质朴无华，但感情却表现得细致入微。像“裙带解”、“蟢子飞”，这都是些引不起一般人注意的小节，但却荡起了女主人公心灵深处难以平静的涟漪。诗写得含蓄而耐人寻味。通篇描摹心理，用语切合主人公的身分、情态，仿旧体而又别开生面。</p>",
  "about": "<h2>创作背景</h2> 　　正盛唐过后，<a href=\"http://so.gushiwen.org/view_70842.aspx\">诗</a>歌应如何进一步发展，这是摆在中唐诗人面前一项艰巨的任务。随着社会政治、文化思潮及审美尺度的变更，诗歌的创新已成为不可阻挡之趋势。南朝陈<a href=\"http://so.gushiwen.org/author_386.aspx\">徐陵</a>编的《玉台新咏》，皆在“撰录艳歌”，徐本人是当时著名的宫体诗作者，故后多以玉台体指言情纤艳之作。<a href=\"http://so.gushiwen.org/author_603.aspx\">权德舆</a>此诗标明“玉台体”，也是此类诗作。似乎在已被前人否定并逐渐扫清了的齐梁浮艳诗歌中，寻找诗歌创新的途径。",
  "poet": {
    "id": 603,
    "star": 0,
    "name": "权德舆",
    "image": "http://img.gushiwen.org/authorImg/quandeyu.jpg",
    "desc": "权德舆，唐代文学家。字载之。天水略阳（今甘肃秦安）人。后徙润州丹徒（今江苏镇江）。德宗时，召为太常博士，改左补阙，迁起居舍人、知制诰，进中书舍人。宪宗时，拜礼部尚书、同中书门下平章事，后徙刑部尚书，复以检校吏部尚书出为山南西道节度使。卒谥文，后人称为权文公。"
  },
  "tags": [
    "唐诗三百首",
    "女子",
    "思念"
  ]
}