{
  "id": 71900,
  "star": 15,
  "name": "送七兄赴扬州帅幕",
  "dynasty": "宋代",
  "content": "初报边烽照石头，旋闻胡马集瓜州。<br>诸公谁听刍荛策，吾辈空怀畎亩忧。<br>急雪打窗心共碎，危楼望远涕俱流。<br>岂知今日淮南路，乱絮飞花送客舟。",
  "fanyi": "<p><strong>译文<br></strong>刚刚报传边地的烽火，已照亮了建康城头；不久又闻说金人的兵马，已集结在瓜州渡口。<br>当权的衮衮诸公，有谁肯听听百姓的意见？我们在野的人呵，只能白白地为时局担忧。<br>大风急雪扑打着窗棂，心儿和雪珠一起破碎，登上高楼向远处眺望，你我都不禁热泪横流。<br>又哪里想到呵，今日里、柳絮轻飘、乱红飞舞，送你的客船去往那，淮南东路的古城扬州！</p> <p><strong>注释<br></strong>①七兄：指<a href=\"http://so.gushiwen.org/author_272.aspx\">陆游</a>仲兄陆濬，行七。<br>②扬州帅：即淮南东路安抚使。扬州，今属江苏。<br>③幕：幕府。<br>④边烽：边界上报警的烽火。<br>⑤石头：山名。在江苏江宁西，北缘大江，南抵秦淮口，城在山后。六朝以来，皆守此为固。诸葛孔明所谓钟山龙蟠，石头虎踞者，即指此。<br>⑥旋：很快，紧接着。<br>⑦胡马：指金兵。<br>⑧瓜州：地名，在今江苏扬州南，亦称瓜埠洲。当运河之口，与镇江斜值，为南北襟要处。<br>⑨诸公：指当时在朝中掌权的人。<br>⑩荛：刈草曰刍，析薪曰荛。指樵夫而言。刍荛（chú ráo）策：普通人的意见。这里谦指自己的政见。<br>⑪畎（quǎn）亩忧：指在野的人的忧虑。畎亩，田间。<br>⑫危楼：高楼。<br>⑬淮南路：宋代路名，辖淮河以南地区，后分为淮南东路和淮南西路，东路沿扬州。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　这是一首抒写报国之情和忧国之念的作品。<a href=\"http://so.gushiwen.org/view_71900.aspx\">诗</a>的前六句追怀旧事，寄慨遥深；后两句既有送行之意，也有对金兵的突然退却难以置信，又欣喜若狂。</p> <p>　　“初报边烽照石头，旋闻胡马集瓜州。”二句以简洁的笔墨概括了金兵南犯的经过，同时也交待了诗的写作背景。诗人最初听说金兵已迫近南京城，来势凶猛；不久又得闻金兵集结在瓜州渡，气焰益炽。</p> <p>　　处此危难之际，诗人多想挺身而出，联合抗金志士，挽狂澜于既倒，为国除危，为民解难。可是，只求苟安、不思恢复的南宋朝廷早已把他看成心存不轨的异己分子，不能容许他执掌重兵、慷慨赴敌。意识到这一点，诗人内心充满愤慨：“诸公谁听刍荛策？吾辈空怀畎亩忧。”诗人曾多次向朝廷提出抗敌复国的军事策略和政治措施，然而满朝公卿，尽皆畏敌如虎，嫉贤如仇，没人肯听取他的意见。诗人的上书，要么如石沉大海，杳无回音，要么如虎须捋毛，招致处罚。作为备受歧视的在野人士，他只有徒然地为时局担忧。这两句前后照应，因果分明，对比强烈：一边是诸公堵塞贤路，不恤国计；另一边则是诗人系念时局，忧心如焚。孰是孰非，孰善孰恶，一目了然。</p> <p>　　“急雪打窗心共碎，危楼望远涕俱流。”二句借景抒情，益见其愤慨之烈、痛苦之深。“危楼”，即高楼。当时，诗人身受羁绊，无计可施，拳拳报国之心竟与打到窗上的急雪一样碎成粉末；登上高楼，远望狼烟四起，诗人更不禁涕泪交流。这一切，虽已成为旧日之事，却深深地镌刻在诗人的记忆之中。“七兄”即将奔赴的扬州正是当时的兵燹之地。</p> <p>　　在送别的时刻，诗人首先想到那惨痛的景象并形诸诗笔，是极为自然的事情后两句折回题意，渲染送别之情。 “岂知”，点明形势的变化出乎诗人的意料之外——当初，他何曾料及金兵会发生内讧，使一场更大的战祸得以弭息。“乱絮飞花”，则暗示随着金兵的撤离，淮水以南地区又恢复了和平景象。诗人笔下的花絮，不仅充满生机和活力，而且具有人的意识、人的情感，欣然担负起送客的使命。它们追随在七兄乘坐的小舟前后蹁跹起舞，既表欢送之情，亦致挽留之意。此情此意，不能不使七兄深受感动。其实，多情的与其说是乱絮飞花，莫如说是诗人自己。诗人自己眷眷然不忍与七兄分别，却不从正面说破，而将自己的感情赋予乱絮和飞花，于是，乱絮飞花便变得如此深情缱绻。这幅生意盎然的“送客图”，实际上只是诗人的主观意识外化后产生的某种幻象。如果说诗的五、六两句是触景生情的话，那么，这两句则是移情于景了。而无论触景生情，还是移情于景，究其效用，都有助于创造情景交融的艺术境界，增强诗的艺术表现力和感染力。</p> <p>　　从艺术上看，这首诗不仅属对精切，造语工巧，而且情寓景中，意余言外。</p>",
  "about": "<h2>创作背景</h2> 　　绍兴三十一年（1161）十一月，金兵大举南侵，兵集瓜州。金主完颜亮强令部下限日渡江，激起哗变。完颜亮被杀后，金兵仓皇北退。各地义军纷起反攻，抗金形势出现转机。这首<a href=\"http://so.gushiwen.org/view_71900.aspx\">诗</a>写于第二年的春天。其时，诗人38岁。金兵内讧的消息，又一次鼓荡起诗人奔赴前线、奋勇杀敌的热忱。然而，报国有心，请缨无路，诗人只能徒唤奈何。诗虽为送别“七兄”而作，但作者所抒写的却不是离别之恨，而是失志之痛。",
  "poet": {
    "id": 272,
    "star": 0,
    "name": "陆游",
    "image": "http://img.gushiwen.org/authorImg/luyou.jpg",
    "desc": "陆游（1125—1210），字务观，号放翁。汉族，越州山阴（今浙江绍兴）人，南宋著名诗人。少时受家庭爱国思想熏陶，高宗时应礼部试，为秦桧所黜。孝宗时赐进士出身。中年入蜀，投身军旅生活，官至宝章阁待制。晚年退居家乡。创作诗歌今存九千多首，内容极为丰富。著有《剑南诗稿》、《渭南文集》、《南唐书》、《老学庵笔记》等。"
  },
  "tags": [
    "送别",
    "写景",
    "忧国"
  ]
}