{
  "id": 52817,
  "star": 8720,
  "name": "武陵春·春晚",
  "dynasty": "宋代",
  "content": "风住尘香花已尽，日晚倦梳头。物是人非事事休，欲语泪先流。<br>闻说双溪春尚好，也拟泛轻舟。只恐双溪舴艋舟，载不动许多愁。",
  "fanyi": "<h2>译文二</h2> <p>风停了，尘土里带有花的香气，花儿已凋落殆尽。日头已经升的老高，我却懒得来梳妆。景物依旧，人事已变，一切事情都已经完结。想要倾诉自己的感慨，还未开口，眼泪先流下来。<br>听说双溪春景尚好，我也打算泛舟前去。只恐怕双溪蚱蜢般的小船，载不动我许多的忧愁。</p><br/><p><strong>译文</strong><br>恼人的风雨停歇了，枝头的花朵落尽了，只有沾花的尘土犹自散发出微微的香气。抬头看看，日已高，却仍无心梳洗打扮。春去夏来，花开花谢，亘古如斯，唯有伤心的人、痛心的事，令我愁肠百结，一想到这些，还没有开口我就泪如雨下。<br>听人说双溪的春色还不错，那我就去那里划划船，姑且散散心吧。唉，我真担心啊，双溪那叶单薄的小船，怕是载不动我内心沉重的忧愁啊！</p> <p><strong>注释</strong><br>⑴此词在《<a href=\"http://so.gushiwen.org/view_52817.aspx\">诗</a>词杂俎本·漱玉词》、《类编草堂诗余》、《汇选历代名贤词府全集》、《文体明辨》、《古今名媛汇诗》、《词的》、《啸余集》、《古今女史》、《古今词统》、《古今诗余醉》、《历城县志》、《花镜隽声》、《见山亭古今词选》、《诗余神髓》、《古今图书集成》、《同情词集选》题作“春晚”，《彤管遗编》、《彤管摘奇》、《名媛玑隽》题作“暮春”，《词学筌蹄》题作“春暮”，《词汇》题作“春晓”，《词鹄》调作“武陵春第二体”。赵万里辑《漱玉词》云：“至正本《草堂诗余》前集上如梦令后接引此阕，不注撰人。玩意境颇似李作，姑存之。”（案明成化本、荆聚本、陈钟秀本、杨金本《草堂诗余》前集卷上，此首俱无撰人，与至正本同），《古今断肠词选》卷二又误以此首为马洪所作。<br>⑵“尘香”，落花触地，尘土也沾染上落花的香气。“花已尽”，《词谱》、清万树《词律》作“春已尽”。<br>⑶“日晚”，《花草粹编》作“日落”，《词谱》、《词汇》、清万树《词律》作“日晓”。<br>⑷“物是人非”，事物依旧在，人不似往昔了。三国<a href=\"http://so.gushiwen.org/author_616.aspx\">曹丕</a>《与朝歌令吴质书》：“节同时异，物是人非，我劳如何？”宋<a href=\"http://so.gushiwen.org/author_399.aspx\">贺铸</a>《雨中花》：“人非物是，半晌鸾肠易断，宝勒空回。”<br>⑸“泪先”，《彤管遗编》、《彤管摘奇》作“泪珠”，沈际飞《本草堂诗余》注：“一作珠，误”。《崇祯历城县志》作“欲泪先流”，误删“语”字。<br>⑹“闻说”，清叶申芗辑《天籁轩词选》作“闻道”。“春尚好”，明程明善辑《啸余谱》作“春向好”。“双溪”，水名，在浙江金华，是唐宋时有名的风光佳丽的游览胜地。有东港、南港两水汇于金华城南，故曰“双溪”。《浙江通志》卷十七《山川九》引《名胜志》：“双溪，在（金华）城南，一曰东港，一曰南港。东港源出东阳县大盆山，经义乌西行入县境，又汇慈溪、白溪、玉泉溪、坦溪、赤松溪，经石碕岩下，与南港会。南港源出缙云黄碧山，经永康、义乌入县境，又合松溪、梅溪水，绕屏山西北行，与东港会与城下，故名。”<br>⑺“拟”，准备、打算。“也拟”，也想、也打算。宋<a href=\"http://so.gushiwen.org/author_30.aspx\">姜夔</a>《点绛唇》：“第四桥边，拟共天随住。”<a href=\"http://so.gushiwen.org/author_217.aspx\">辛弃疾</a>《摸鱼儿》：“长门事，准拟佳期又误。”“轻舟”，《汇选历代名贤词府》、清陆昶《历朝名媛诗词》作“扁舟”。<br>⑻“舴艋”，小舟也，见《玉篇》及《广韵》。“舴艋舟”，小船，两头尖如蚱蜢。《艺文类聚》卷七一·南朝宋《元嘉起居注》：“余姚令何玢之造作平牀，乘船舴艋一艘，精丽过常。”唐<a href=\"http://so.gushiwen.org/author_331.aspx\">张志和</a>《渔夫》词：“钓台渔父褐为裘，两两三三舴艋舟”，又“霅溪湾里钓鱼翁，舴艋为家西复东。”宋《金奁集·黄钟宫·渔夫词（十五首）》：“舴艋为家无姓名，胡芦中有瓮头青。”元<a href=\"http://so.gushiwen.org/author_1722.aspx\">吴镇</a>《渔夫》词：“舴艋为舟力几多。江头云雨半相和。”<br>⑼“载”，清万树《词律》：“《词统》、《词汇》俱注‘载’字是衬，误也。词之前后结，多寡一字者颇多，何以见其为衬乎？查坦庵作，尾句亦云‘流不尽许多愁’可证。沈选有首句三句，后第三句平仄全反者，尾云‘忽然又起新愁’者，“愁从酒畔生”者，奇绝！案：‘流不尽’句，见赵师侠《武陵春·信丰揖翠阁》词。赵师侠，又名师使，有《坦庵长短句》。”“载不动”句，宋<a href=\"http://so.gushiwen.org/author_318.aspx\">郑文宝</a>《杨柳词》：“不管烟波与风雨，载将离恨过江南。”</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这首《武陵春》是作者中年孀居后所作，非一般的闺情闺怨词所能比。这首词借暮春之景，写出了词人内心深处的苦闷和忧愁。全词一长三叹，语言优美，意境，有言尽而意不尽之美。 　</p> <p>　　这首词继承了传统的词的作法，采用了类似后来戏曲中的代言体，以第一人称的口吻，用深沉忧郁的旋律，塑造了一个孤苦凄凉环中流荡无依的才女形象。　</p> <p>　　这首词简炼含蓄，足见<a href=\"http://so.gushiwen.org/author_536.aspx\">李清照</a>炼字造句之功力。其中“风住尘香花已尽”一句已达至境：既点出此前风吹雨打、落红成阵的情景，又绘出现今雨过天晴，落花已化为尘土的韵味；既写出了作者雨天不得出外的苦闷，又写出了她惜春自伤的感慨，<a href=\"http://so.gushiwen.org/author_1137.aspx\">真可</a>谓意味无穷尽。 　</p> <p>　　这首词由表及里，从外到内，步步深入，层层开掘，上阕侧重于外形，下阕多偏重于内心。“日晚倦梳头”、“欲语泪先流”是描摹人物的外部动作和神态。这里所写的“日晚倦梳头”，是另外一种心境。这时她因金人南下，几经丧乱，志同道合的丈夫赵明诚早已逝世，自己只身流落金华，眼前所见的是一年一度的春景，睹物思人，物是人非，不禁悲从中来，感到万事皆休，无穷索寞。因此她日高方起，懒于梳理。“欲语泪先流”，写得鲜明而又深刻。这里李清照写泪，先以“欲语”作为铺垫，然后让泪夺眶而出，简单五个字，下语看似平易，用意却无比精深，把那种难以控制的满腹忧愁一下子倾泻出来，感人肺腑、动人心弦。　</p> <p>　　词的下阕着重挖掘内心感情。她首先连用了“闻说”、“也拟”、“只恐”三组虚字，作为起伏转折的契机，一波三折，感人至深。第一句“闻说双溪春正好”陡然一扬，词人刚刚还流泪，可是一听说金华郊外的双溪春光明媚、游人如织，她这个平日喜爱游览的人遂起出游之兴，“也拟泛轻舟”了。“春尚好”、“泛轻舟”措词轻松，节奏明快，恰好处她表现了词人一刹那间的喜悦心情。而“泛轻舟”之前着“也拟”二字，更显得婉曲低回，说明词人出游之兴是一时所起，并不十分强烈。“轻舟”一词为下文的愁重作了很好的铺垫和烘托，至“只恐”以下二句，则是铺足之后来一个猛烈的跌宕，使感情显得无比深沉。这里，上阕所说的“日晚倦梳头”、“欲语泪先流”的原因，也得到了深刻的揭示。　</p> <p>　　这首词艺术表现上的突出特点是巧妙运用多种修辞手法，特别是比喻。<a href=\"http://so.gushiwen.org/view_52817.aspx\">诗</a>歌中用比喻，是常见的现象；然而要用得新颖，却非常不易。好的比喻往往将精神化为物质，将抽象的感情化为具体的形象，饶有新意，各具特色。这首词里，李清照说：“只恐双溪舴艋舟，载不动许多愁。”同样是用夸张的比喻形容“愁”，但她自铸新辞，而且用得非常自然妥帖，不着痕迹。读者说它自然妥帖，是因为它承上句“轻舟”而来，而“轻舟”又是承“双溪”而来，寓情于景，浑然天成，构成了完整的意境。</p><br/><h2>赏析二</h2> <p>　　历来写愁之作颇多：或直抒胸臆，“驾言出游，以写我忧”（《<a href=\"http://so.gushiwen.org/view_52817.aspx\">诗</a>·邶风·泉水》）；或巧用比喻，“问君能有几多愁，恰似一江春水向东流”（<a href=\"http://so.gushiwen.org/author_269.aspx\">李煜</a>《虞美人》）；或融愁于景，“槛菊愁烟兰泣露，罗幕轻寒，燕子双飞去。”（<a href=\"http://so.gushiwen.org/author_432.aspx\">晏殊</a>《蝶恋花》）；……这些都饶有趣味，各具特色。<a href=\"http://so.gushiwen.org/author_536.aspx\">李清照</a>的《武林春》，同样写愁，却能自铸新辞，以其委婉纤曲的艺术手法，巧妙地表达了深沉复杂的内心感情，具有极高的审美价值，从而成为后人盛传的抒愁佳篇。 </p> <p>　　此词作于南宋高宗绍兴五年（1135）。当时北国沦陷，丈夫亡故，词人只身流寓浙江金华。这首词表达的就是这种国破家亡的满腔忧愁。词虽仅在末尾出现一个“愁”字，而“愁”实在是贯穿全篇的主题线索。整首词写得极其含蓄委婉，又起伏变化，于“短幅中藏无数曲折”（黄了翁《蓼园词话》），充分体现了婉约词派的特色，耐人品味。</p> <p>　　首句“风住尘香花已尽”，意不过风吹落花而已，然仔细想来，“风住”，则在此之前曾是风狂雨骤之时，词人定被风雨锁在室内，其忧闷愁苦之情已可想而知（同时为下文“也拟泛轻舟”作伏笔）。“尘香”，则天已转晴，落花成泥，透露出对美好景物遭受摧残的惋惜之情。“花已尽”既补说“尘香”的原因，又将“愁”意推向更深一屋，大有“落花流水春去也”之意。一句三折，顿挫有致。“日晚倦梳头”，日高方起，又无心情梳发。这看似违背常理的细节描写，正好写出了作者在国痛家恨的环境压力下那种不待明言，难以排遣的凄惨内心。环顾四周，丈夫遗物犹在，睹物思人，念及北国故乡；而“物是人非”，景非昔同，不禁悲从中来；感到万事皆休，无穷落寞，故用“事事休”三字来概括。这一切真不知从何说起，正想要说，眼泪早已扑籁而下，“欲语泪先流”一句，已抑不住悲情喷涌而来，可谓“肠一日而九回”，凄婉动人。词至此收缩上片，一腔愁苦高潮暂告段落。 </p> <p>　　“闻说双溪春尚好”，语气陡然而转，词人刚刚还在流泪，现在却“也拟泛轻舟”了，似乎是微露一霎喜悦，心波叠起。然“闻说”，只从傍人处听说而已，可见自己整日独处，无以为欢；照应了上片“风住”“日晚”两句。“尚”、“也拟”，说明词人萌动了游春解愁的念想。但人未成行，心绪又转：“只恐”双溪舟小，载不动那么多愁苦。那么只有闭门负忧，独自销魂了。上文“欲语泪先流”一句至此便点出缘由。总起来看，整段下片，大意是说小小春游，不足以慰藉词人天大之愁。然作者却善于通过“闻说”“也拟”“只恐”三组虚词，吞吐盘旋，翻腾挪转，“一转一深，一深一妙”（刘熙载《艺概》），把自己在特殊环境下顷刻间的微妙复杂的心理变化表现得淋漓尽致，情意婉绝，回肠荡气。 </p> <p>　　最后两句是广为传诵的名句。“愁”本是心中之事，抽象之物，只可意会，难以捉摸。如今作者却意想天开地将它装上小船，给人一种具体可触的立体感；而且还怕愁太重，小船载不动，则愁又显得有重量了；再联系前句的“轻”字，似乎还可看到这小船在重愁堆挤下被慢慢压向水面之状，从而获得了一种动态感。其化虚为实，语意新奇，想象惊人，实在是描摹愁思的绝妙好辞。李清照是极擅长写愁的。除本词将愁写成有形体、重量、动态外，她还在其它词里将愁写得有长度：“如今更添一段新愁”（《凤凰台上忆吹箫》）；有浓度：“更谁家横笛，吹动浓愁？”（《满庭芳》）等等。这些都形象传神，韵味幽深。 </p> <p>　　《武陵春》一词，从一个侧面反映了兵荒马乱中人们共有的离恨别绪。李清照将时代的悲哀用巧妙的手法融进了自己有限的艺术境界里，从而使本词具有了典型性。因此这首词不仅获得了艺术审美价值，而且也赢得了社会审美意义。（江林昌）</p><br/><h2>鉴赏</h2> <p>　　这首词是宋高宗绍兴五年（1135）作者避难浙江金华时所作。当年她是五十三岁。那时，她已处于国破家亡之中，亲爱的丈夫死了，珍藏的文物大半散失了，自己也流离异乡，无依无靠，所以词情极其悲苦。</p> <p>　　首句写当前所见，本是风狂花尽，一片凄清，但却避免了从正面描写风之狂暴、花之狼藉，而只用“风住尘香”四字来表明这一场小小灾难的后果，则狂风摧花，落红满地，均在其中，出笔极为蕴藉。而且在风没有停息之时，花片纷飞，落红如雨，虽极不堪，尚有残花可见；风住之后，花已沾泥，人践马踏，化为尘土，所余痕迹，但有尘香，则春光竟一扫而空，更无所有，就更为不堪了。所以，“风住尘香”四字，不但含蓄，而且由于含蓄，反而扩大了容量，使人从中体会到更为丰富的感情。次句写由于所见如彼，故所为如此。日色已高，头犹未梳，虽与《凤凰台上忆吹箫》中“起来慵自梳头”语意全同，但那是生离之愁，这是死别之恨，深浅自别。</p> <p>　　三、四两句，由含蓄而转为纵笔直写，点明一切悲苦，由来都是“物是人非”。而这种“物是人非”，又决不是偶然的、个别的、轻微的变化，而是一种极为广泛的、剧烈的、带有根本性的、重大的变化，无穷的事情、无尽的痛苦，都在其中，故以“事事休”概括。这，真是“一部十七史，从何说起”？所以正要想说，眼泪已经直流了。</p> <p>　　前两句，含蓄；后两句，真率。含蓄，是由于此情无处可诉；真率，则由于虽明知无处可诉，而仍然不得不诉。故似若相反，而实则相成。</p> <p>　　上片既极言眼前景色之不堪、心情之凄楚，所以下片便宕开，从远处谈起。这位女词人是最喜爱游山玩水的。据周辉《清波杂志》所载，她在南京的时候，“每值天大雪，即顶笠、披蓑，循城远览以寻<a href=\"http://so.gushiwen.org/view_52817.aspx\">诗</a>”。冬天都如此，春天就可想而知了。她既然有游览的爱好，又有需要借游览以排遣的凄楚心情，而双溪则是金华的风景区，因此自然而然有泛舟双溪的想法，这也就是《念奴娇》中所说的“多少游春意”。但事实上，她的痛苦是太大了，哀愁是太深了，岂是泛舟一游所能消释？所以在未游之前，就又已经预料到愁重舟轻，不能承载了。设想既极新颖，而又真切。下片共四句，前两句开，一转；后两句合，又一转；而以“闻说”、“也拟”、“只恐”六个虚字转折传神。双溪春好，只不过是“闻说”；泛舟出游，也只不过是“也拟”，下面又忽出“只恐”，抹杀了上面的“也拟”。听说了，也动念了，结果呢，还是一个人坐在家里发愁罢了。</p> <p>　　王士稹《花草蒙拾》云：“‘载不动许多愁’与‘载取暮愁归去’、‘只载一船离恨向两州’，正可互观。‘双桨别离船，驾起一天烦恼’，不免径露矣。”这一评论告诉我们，文思新颖，也要有个限度。正确的东西，跨越一步，就变成错误的了；美的东西，跨越一步，就变成丑的了。象“双桨”两句，又是“别离船”，又是“一天烦恼”，惟恐说得不清楚，矫揉造作，很不自然，因此反而难于被人接受。所以《文心雕龙?定势篇》说：“密会者以意新得巧，苟异者以失体成怪。”“巧”之与“怪”，相差也不过是一步而已。</p> <p>　　李后主《虞美人》云：“问君能有几多愁？恰似一江春水向东流。”只是以愁之多比水之多而已。<a href=\"http://so.gushiwen.org/author_125.aspx\">秦观</a>《江城子》云：“便做春江都是泪，流不尽许多愁。”则愁已经物质化，变为可以放在江中，随水流尽的东西了。<a href=\"http://so.gushiwen.org/author_536.aspx\">李清照</a>等又进一步把它搬上了船，于是愁竟有了重量，不但可随水而流，并且可以用船来载。董解元《西厢记诸宫调》中的《仙吕?点绛唇缠令?尾》云：“休问离愁轻重，向个马儿上驮也驮不动。”则把愁从船上卸下，驮在马背上。<a href=\"http://so.gushiwen.org/author_829.aspx\">王实甫</a>《西厢记》杂剧《正宫?端正好?收尾》云：“遍人间烦恼填胸臆，量这些大小车儿如何载得起。”又把愁从马背上卸下，装在车子上。从这些小例子也可以看出文艺必须有所继承，同时必须有所发展的基本道理来。</p> <p>　　这首词的整个布局也有值得注意之处。<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>《采桑子》云：“群芳过后西湖好，狼藉残红，飞絮蒙蒙，垂柳栏干尽日风。笙歌散尽游人去，始觉春空，垂下帘栊，双燕归来细雨中。”<a href=\"http://so.gushiwen.org/author_164.aspx\">周邦彦</a>《望江南》云：“游妓散，独自绕回堤。芳草怀烟迷水曲，密云衔雨暗城西，九陌未沾泥。桃李下，春晚未成蹊。墙外见花寻路转，柳阴行马过莺啼，无处不凄凄。”作法相同，可以类比。<a href=\"http://so.gushiwen.org/author_324.aspx\">谭献</a>《复堂词话》批欧词首句说：“扫处即生。”这就是这三首词在布局上的共有特点。扫即扫除之扫，生即发生之生。从这三首的第一句看，都是在说以前一阶段情景的结束，欧、李两词是说春光已尽，周词是说佳人已散。在未尽、未散之时，芳菲满眼，花艳掠目，当然有许多动人的情景可写，可是在已尽、已散之后，还有什么可写的呢？这样开头，岂不是把可以写的东西都扫除了吗？及至读下去，才知道下面又发生了另外一番情景。欧词则写暮春时节的闲淡愁怀，周词则写独步回堤直至归去的凄凉意绪，李词则写由风住尘香而触发的物是人非的深沉痛苦。而这些，才是作家所要表现的，也是最动人的部分，所以叫做“扫处即生”。这好比我们去看一个多幕剧，到得晚了一点，走进剧场时，一幕很热闹的戏刚刚看了一点，就拉幕了，却不知道下面一幕内容如何，等到再看下去，才发现原来自己还是赶上了全剧中最精采的高潮部分。任何作品所能反映的社会人生都只能是某些侧面。抒情诗因为受着篇幅的限制，尤其如此。这种写法，能够把省略了的部分当作背景，以反衬正文，从而出人意外地加强了正文的感染力量，所以是可取的。（沈祖棻）</p>",
  "about": "<h2>创作背景</h2> 　　这首词是公元1135年（宋高宗绍兴五年）<a href=\"http://so.gushiwen.org/author_536.aspx\">李清照</a>避难浙江金华时所作。黄盛璋《李清照事迹考辨》：“词意写的是暮春三月景象，当做于绍兴五年三月。”又《赵明诚李清照夫妇年谱》：“绍兴五年乙卯，金人犯滁州，围亳州。壬午，伪齐犯安丰，<a href=\"http://so.gushiwen.org/author_2996.aspx\">韩世忠</a>游击金人于大仪镇，败之。乙丑，金人困承州，又围濠州，高宗如平江。”李清照《打马图》序云：“今年十月朔，闻淮上警报，浙江之人，自东走西，自南走北，居山林者谋入城市，居城市者谋入山林，旁午络绎，莫不失所。易安居士自临安泝江，涉严滩之险，抵金华，卜居陈氏邸。”其时金兵进犯，丈夫既已病故，家藏的金石文物也散失殆尽，作者孑然一身，在连天烽火中飘泊流寓，历尽世路崎岖和人生坎坷，处境凄惨，内心极其悲痛。",
  "poet": {
    "id": 536,
    "star": 0,
    "name": "李清照",
    "image": "http://img.gushiwen.org/authorImg/liqingzhao.jpg",
    "desc": "李清照（1084年3月13日～1155年5月12日）号易安居士，汉族，山东省济南章丘人。宋代（南北宋之交）女词人，婉约词派代表，有“千古第一才女”之称。所作词，前期多写其悠闲生活，后期多悲叹身世，情调感伤。形式上善用白描手法，自辟途径，语言清丽。论词强调协律，崇尚典雅，提出词“别是一家”之说，反对以作诗文之法作词。能诗，留存不多，部分篇章感时咏史，情辞慷慨，与其词风不同。有《易安居士文集》《易安词》，已散佚。后人有《漱玉词》辑本。今有《李清照集校注》。"
  },
  "tags": [
    "宋词三百首",
    "宋词精选",
    "初中古诗",
    "婉约",
    "女子",
    "闺怨",
    "感伤"
  ]
}