{
  "id": 57567,
  "star": 827,
  "name": "鹧鸪天·送人",
  "dynasty": "宋代",
  "content": "唱彻《阳关》泪未干，功名馀事且加餐。浮天水送无穷树，带雨云埋一半山。<br>今古恨，几千般，只应离合是悲欢？江头未是风波恶，别有人间行路难！",
  "fanyi": "<p><strong>译文</strong><br>唱完了《阳关》曲泪却未干，视功名为馀事（志不在功名）而劝加餐。水天相连，好像将两岸的树木送向无穷的远方，乌云挟带着雨水，把重重的高山掩埋了一半。<br>古往今来使人愤恨的事情，何止千件万般，难道只有离别使人悲伤，聚会才使人欢颜？江头风高浪急，还不是十分险恶，而人间行路却是更艰难。</p> <p><strong>注释</strong><br>⑴唱彻《阳关》：唱完送别的歌曲。 彻，完；《阳关》，琴歌《阳关三叠》。<br>⑵馀，多余；加餐，多吃饭。<br>⑶无穷：无尽，无边。<br>⑷今古，古往今来；般，种。<br>⑸只应，只以为，此处意为“岂只”。<br>⑹未是：还不是。<br>⑺别有：更有。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　送别词是词里一个大家族。晚唐五代至北宋词，多叙男女离别。从古以来，“黯然销魂者，惟别而已矣”（<a href=\"http://so.gushiwen.org/author_509.aspx\">江淹</a>《别赋》 ）。缠绵悱恻之情，哀怨凄惋之音，往往笼罩全篇。<a href=\"http://so.gushiwen.org/author_217.aspx\">辛弃疾</a>的送别词，却多立意不俗，又总是超出常境，这首《鹧鸪天》可作代表。词开篇即述离情。<br>上阕头二句：“唱彻《阳关》泪未干，功名馀事且加餐”。上句言送别。《阳关三叠》是唐人上阕送别歌曲，加上“唱彻”、“泪未干”五字，更觉无限伤感。</p> <p>　　从作者的性格看，送别绝不会带给他这样的伤感。他平日对仕途、世事的感慨一直，郁积胸中，恰巧，遇上送别之事的触动，便一涌而发，故有此情状。下句忽然宕开说到“功名”之事，便觉来路分明。作者和<a href=\"http://so.gushiwen.org/author_272.aspx\">陆游</a>一样，都重视为国家的恢复事业建立功名的。他的《水龙吟》词说：“算平戎万里，功名本是，真儒事，公知否。”认为建立功名是分内的事；《水调歌头》词说：“功名事，身未老，几时休？<a href=\"http://so.gushiwen.org/view_57567.aspx\">诗</a>书万卷，致身须到古伊周。”认为对功名应该执着追求，并且要有远大的目标。这首词中却把功名看成身外“馀事”，乃是不满朝廷对金屈膝求和，自己的报国壮志难酬，而被迫退隐、消极的愤激之辞：“且加餐”，运用《古诗十九首》“弃捐勿复道，努力加餐饭”之句，也是愤激之语。“浮天水送无穷树，带雨云埋一半山”。写送别时翘首遥望之景，景显得生动，用笔也很浑厚，而且天边的流水远送无穷的树色，和设想行人别后的行程有关；雨中阴云埋掉一半青山，和联想正人君子被奸邪小人遮蔽、压制有关。景句关联词中的两种不同的思想感情，不但联系紧密，而且含蓄不露，富有余韵。</p> <p>　　下阕起三句：“今古恨，几千般，只应离合是悲欢？”这里的“离合”和“悲欢”是偏义复词。由于题目“送人”与下阕头句“今古恨”，的情景的规定，所以“离合”，就只取“离”字义，“悲欢”就只取“悲”字义。上阕写送别，下阕抒情本应该是以“别恨”为主调的，但是作者笔锋拗转，说今古恨事有几千般，岂只离别一事才是堪悲的？用反问语气，比正面的判断语气更含激情。作词送人而居然说离别并不是唯一可悲可恨的事，显示出词的思想感情将有进一步的开拓。紧接着下文便又似呼喊又似吞咽地道出他的心声：“江头未是风波恶，别有人间行路难。”行人踏上旅途，“江湖多风波，舟楫恐失坠”（<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>《梦<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>》），但作者认为此去的遭遇比它更险恶。那是存在于人们心中、存在于人事斗争上的无形的“风波”；它使人畏，使人恨，有甚于一般的离别之恨和行旅之悲。“瞿塘嘈嘈十二滩，人言道路古来难；长恨人心不如水，等闲平地起波澜。”（<a href=\"http://so.gushiwen.org/author_197.aspx\">刘禹锡</a>《竹枝词》）其中的滋味，古人已先言之。作者在此并非简单地借用前人的诗意，而有他切身的体会。他一生志在恢复事业，做官时喜欢筹款练兵，并且执法严厉，多得罪投降派，和豪强富家，所以几次被劾去官。如在湖南安抚使任内，筹建“飞虎军”，后来在两浙西路提点刑狱公事任内，即因此事实被劾为“奸贪凶暴”、“厉害田里”而被罢官。这正是人事上的“风波恶”的明显例证。作者写出词的最后两句，包含了更多的伤心经历，展示了更广阔、更令人惊心动魄的艺术境界，情已淋漓，语仍含蓄。李白《行路难》的“欲渡黄河冰塞川，将登太行雪满山”，同此悲愤；<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>《太行路》的“行路难，不在水，不在山，只在人情反覆间”，正可说明悲愤的原因和实质。</p> <p>　　这首小令，篇幅虽短，但是包含了广阔深厚的思想感情，它的笔调深浑含蓄，举重若轻，不见用之迹而力透纸背，显示辛词的大家气度。</p><br/><h2>赏析三</h2> <p>　　词开篇即述离情。唐代<a href=\"http://so.gushiwen.org/view_57567.aspx\">诗</a>人<a href=\"http://so.gushiwen.org/author_515.aspx\">王维</a>有七绝《送元二使安西》：“渭城朝雨浥清尘，客舍青青柳色新。劝君更进一杯酒，西出阳关无故人。”后入乐府，以为送别。<a href=\"http://so.gushiwen.org/author_73.aspx\">李东阳</a>《麓堂诗话》曰：“此辞一出，一时传诵不足，至为三叠歌之。后之咏别者，千言万语，殆不能出其意之外”。通称《阳关三叠》，又名《渭城曲》。这里把送别场面凝缩成“唱彻”（唱毕）而“泪未干”，展示出形象的凄苦情状。一接却正话反说：“功名余事且加餐”。“功名”，指官爵。<a href=\"http://so.gushiwen.org/author_887.aspx\">张华</a>《答何劭》诗：“自予及有识，志不在功名”。视功名为“余事”，或者说“志不在功名”，在封建社会真如凤毛麟角。<a href=\"http://so.gushiwen.org/author_217.aspx\">辛弃疾</a>“有客慨然谈功名，因追念少年时事”的《鹧鸪天》词云：“壮岁旌旗拥万夫，锦襜突骑渡江初”。簇拥千军万马，突破重围渡江投奔大宋朝廷，固是爱国壮举，又何尝不是为了功名！“了却君王天下事，赢得生前身后名”（《破阵子》）。在封建社会里，是互相联系的。换言之，只有“达”，才能“兼善天下”。所以视功名为余事而劝加餐，处于“国仇未报壮士老”（<a href=\"http://so.gushiwen.org/author_272.aspx\">陆游</a>诗句）的具体历史情况下，这里旷达的成分不多，更多的是激愤，是反语，是色荏内厉的。</p> <p>　　下片宕开，从久远的历史长河来作论述：“今古恨，几千般；只应离合是悲欢？”古往今来使人愤恨的事情，何止千件万般，难道只有离别使人悲哀？聚会才使人欢乐吗？无论“离”，无论“合”毕竟都是个人间的事，它们只是“今古恨”的一种，言外之意是国家的分裂，人民的苦难，较之个人的悲欢离合，是更值得关注的事！用“只应”诘问句更力重千钧。</p><br/><h2>赏析二</h2> <p>　　送别词是词里一个大家族。晚唐五代至北宋词，多叙男女离别。从古以来，“黯然销魂者，惟别而已矣”（<a href=\"http://so.gushiwen.org/author_509.aspx\">江淹</a>《别赋》 ）。缠绵悱恻之情，哀怨凄惋之音，往往笼罩全篇。<a href=\"http://so.gushiwen.org/author_217.aspx\">辛弃疾</a>的送别词，却多立意不俗，又总是超出常境，这首《鹧鸪天》可作代表。</p> <p>　　一接却正话反说：“功名馀事且加餐”。“功名”，指官爵。<a href=\"http://so.gushiwen.org/author_887.aspx\">张华</a>《答何劭》<a href=\"http://so.gushiwen.org/view_57567.aspx\">诗</a>：“自予及有识，志不在功名”。视功名为“馀事”，或者说“志不在功名”，在封建社会真如凤毛麟角。</p> <p>　　前结“浮天”二句，以景映情，烘托点染。先写江中之水：水天相连，好像将两岸的树木送向无穷的远方；后写空中之云：乌云挟带着雨水，把重重的高山埯埋了一半。正是“情以景幽，单情则露；景以情妍，独景则滞”（沈雄《古今词话·词品》卷下引宋征壁语）。而“言情之词，必藉景色映托，乃具深宛流美之致”（吴衡照《莲子居词话》卷二）。这样，把行色的凄凉况味，推上一个高层次。“浮天水送无穷树，带雨云埋一半山”蕴含了作者离别时的凄凉伤感之情以及壮志难酬的激愤之情。作者借景抒情，先写水天相连，好像将两岸的树木送向无穷的远方；后写空中之云，乌云挟带着雨水，把重重的高山埯埋了一半，而情感蕴含其中，真是含蓄不露，富有余韵。</p> <p>　　后结仍扣紧送人题意：“江头未是风波恶，别有人间行路难。”江头风高浪急，十分险恶，但哪有人间行路难呢？<a href=\"http://so.gushiwen.org/author_55.aspx\">郭茂倩</a>《乐府诗集》卷七十引《乐府解题》曰：“《行路难》，备言世路艰难及离别悲伤之意，多以‘君不见’为首。”今不存。南朝宋<a href=\"http://so.gushiwen.org/author_732.aspx\">鲍照</a>有《拟行路难》十八首（一作十九首），多述个人不为世用，或针砭社会现实。这两句托意深刻，正应辛弃疾的身世遭遇并包容如今带湖闲居种种生活的体验在内。一首五十六个字的《送人》小词，写得这样内蕴丰富，寄情高远，绝少“黯然销魂”情绪，“英雄感怆，有在长情之外”（<a href=\"http://so.gushiwen.org/author_329.aspx\">刘辰翁</a>《辛稼轩词序》），由此词正可悟出。下阙表达了这样两层新意：一是古往今来使人愤恨的事情千件万般，不止是只有生离死别，还有国家大事；二是作者以江头风波险恶突显人间行路之难，世事之险。</p>",
  "poet": {
    "id": 217,
    "star": 0,
    "name": "辛弃疾",
    "image": "http://img.gushiwen.org/authorImg/xinqiji.jpg",
    "desc": "辛弃疾（1140－1207），南宋词人。原字坦夫，改字幼安，别号稼轩，汉族，历城（今山东济南）人。出生时，中原已为金兵所占。21岁参加抗金义军，不久归南宋。历任湖北、江西、湖南、福建、浙东安抚使等职。一生力主抗金。曾上《美芹十论》与《九议》，条陈战守之策。其词抒写力图恢复国家统一的爱国热情，倾诉壮志难酬的悲愤，对当时执政者的屈辱求和颇多谴责；也有不少吟咏祖国河山的作品。题材广阔又善化用前人典故入词，风格沉雄豪迈又不乏细腻柔媚之处。由于辛弃疾的抗金主张与当政的主和派政见不合，后被弹劾落职，退隐江西带湖。"
  },
  "tags": [
    "宋词精选",
    "送别",
    "感伤"
  ]
}