{
  "id": 8459,
  "star": 17,
  "name": "咏桂",
  "dynasty": "唐代",
  "content": "世人种桃李，皆在金张门。<br>攀折争捷径，及此春风暄。<br>一朝天霜下，荣耀难久存。<br>安知南山桂，绿叶垂芳根。<br>清阴亦可托，何惜树君园。",
  "fanyi": "<h2>译文</h2> 选拔官员，都是官僚子弟优先。<br>都想找门路找捷径，好趁春风得意。<br>像桃李花那样的，很难长久保持艳色荣华。<br>他们不知道南山上的桂花树，常年绿叶垂阴。<br>在桂花的树阴下乘凉，凉爽又芳香，你何不把桂花种植在你的庭院？",
  "shangxi": "<h2>赏析</h2> <p>桂花概括</p> <p>　　桂花，别名木犀、岩桂、十里香。桂花因其叶脉形如“圭”字而得名，据宋代<a href=\"http://so.gushiwen.org/view_8459.aspx\">诗</a>人<a href=\"http://so.gushiwen.org/author_529.aspx\">范成大</a>的《桂海虞衡志》记载：“凡木叶心皆一纵理，独桂有两道如圭形，故字从圭。”桂花之名由此而来。</p> <p>　　桂花是我国传统名花，自古以来深受人们的喜爱。据文字记载，桂花在我国已有2500多年的栽培历史。早在春秋战国时期，《山海经》中就提到：“招摇之山，其上多桂。”<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>在《九歌》中也吟道：“援北斗兮酌桂浆，辛夷车兮结桂旗。”桂浆指的是用桂花酿造的美酒，桂旗是用桂花做成的旗帜，以装饰车辆；《九歌·湘君篇》中也多次出现“桂舟”、“桂棹”、“桂栋”等词汇，这说明，当时楚国的人们在酿酒、生活用具以及建筑材料等方面，已经广泛使用桂花树了。《吕氏春秋》中对芳香馥郁的桂花更是赞赏，称之为“物为美者，招摇之桂”。</p> <p>　　汉代以后，桂花的观赏价值逐渐显现出来，人们开始将自然野生的桂花引种驯化，进行人工栽培。据《西京杂记》记载：“汉武帝初修上林苑，群臣远方各献名果奇花异树，其中有桂十株；武帝破南越后，兴建扶荔宫，广植奇花异木，其中有桂一百株。”<a href=\"http://so.gushiwen.org/author_70.aspx\">司马相如</a>的《上林赋》中也有关于栽种桂花的描述。唐宋时期，桂花已经从宫廷栽种普及到了民间庭院栽植，于是，咏桂吟桂也蔚然成风。</p> <p>桂花桂花 </p> <p>　　唐<a href=\"http://so.gushiwen.org/author_691.aspx\">张九龄</a>赞美桂花是：“兰叶春葳蕤，桂华秋皎洁。”(《感遇》)<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>在《咏桂》诗通过与桃李趋势媚俗的对比，赞颂秋桂清雅高洁的品性。诗人<a href=\"http://so.gushiwen.org/author_464.aspx\">王绩</a>的《春桂问答》也通过对比的手法，衬托出桂花超凡脱俗、刚劲凛然的美质，其诗采用一问一答的方式，颇具特色，“问春桂，桃李正芬华，年光随处满，何事独无花。春桂答：春华讵能久，风霜摇落时，独秀君知不？”</p> <p>　　古人云：“凡花之香者，或清雅或浓郁，二者不可得兼。”而唯独桂花之香既清芬飘逸又浓郁致远。宋代诗人洪适的《次韵蔡瞻明木犀八绝句》一诗对桂花的香气做了形象传神的描述：“风流直欲占秋光，叶底深藏粟蕊黄。共道幽香闻十里，绝知芳誉亘千乡。”桂花因此也被人们称为“十里香”；而宋代<a href=\"http://so.gushiwen.org/author_2063.aspx\">邓肃</a>赞誉桂花的香味是，“雨过西风作晚凉，连云老翠入新黄。清风一日来天阙，世上龙涎不敢香”(《木犀》)。龙涎取自抹香鲸，是极为名贵的香料，可是与桂花一比，也相形见绌了。</p> <p>桂花树与月亮</p> <p>　　农历八月，古称桂月，说明桂花与月亮很早就联系在一起了。西汉<a href=\"http://so.gushiwen.org/author_825.aspx\">刘安</a>的《淮南子》中就有“月中有桂树”的记载；唐代段成式的《酉阳杂俎》里也有这样一则故事：“旧言月中有桂，有蟾蜍。故异书言月桂高五百丈，下有一人常斫之，树创随合。人姓吴名刚，西河人，学仙有过，谪令伐树。”这便是“吴刚伐桂”的传说，相传汉朝人吴刚学仙修道时触犯了天条，被玉皇大帝罚在月宫中砍桂树。但是，无论他怎样费心尽力去砍，桂树总能愈合重新长起。多少岁月过去了，吴刚仍不知疲倦地伐树，而那棵神奇的桂树依然生机勃勃，芳香浓郁。每逢中秋这天，吴刚才被获准休息，所以，我们在中秋月圆之夜便看不到吴刚举斧伐树的身影了。毛泽东的“问讯吴刚何所有，吴刚捧出桂花酒”(《蝶恋花》)便源于这一典故。</p> <p>　　在咏桂的诗篇中，很多都与月亮有关，如<a href=\"http://so.gushiwen.org/author_204.aspx\">李商隐</a>的“昨夜西池凉露满，桂花吹断月中香”(《昨夜》)；<a href=\"http://so.gushiwen.org/author_604.aspx\">皮日休</a>则直截了当地道出了桂花的由来，他说：“玉棵珊珊下月轮，殿前<a href=\"http://so.gushiwen.org/author_2237.aspx\">拾得</a>露华新。至今不会天中事，应是嫦娥掷与人。”(《天竺寺八月十五日夜桂子》)诗人<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>则显得幽默了许多，他觉得，偌大一个月宫，只有一株桂树，未免太冷清了，于是大胆建议：“遥知天上桂花孤，试问嫦娥更要无？月宫幸有闲田地，何不中央种两株。”(《东城桂》)南宋<a href=\"http://so.gushiwen.org/author_361.aspx\">杨万里</a>也留有关于桂花树的名句：“不是人间种，移从月中来。广寒香一点，吹得满山开。”(《咏桂》)桂花与明月、嫦娥的关系如此密切，自然也就沾上仙气了。</p> <p>桂花寓意</p> <p>　　桂花翠叶常青，亭亭玉立，不与百花争春，却香冠群芳，因而被人们赋予了许多崇高美好的意象。</p> <p>桂花是荣誉的象征。我国古代的乡试、会试一般都在农历八月间举行，其时正值桂花盛开时节，人们便用桂花来赞誉秋试及第者，称登科为“折桂”或“蟾宫折桂”。唐<a href=\"http://so.gushiwen.org/author_415.aspx\">温庭筠</a>在欣闻朋友及第高中时发出感慨：“犹喜故人先折桂，自怜羁雾尚飘蓬。”(《春日将欲东归寄新及第苗钟先辈》)元代文人郑德辉在《<a href=\"http://so.gushiwen.org/author_770.aspx\">王粲</a>登楼》中则云：“寒窗书剑十年苦，指望蟾宫折桂枝。”由于“蟾宫折桂”寓意着仕途通达，所以唐宋以来，文人墨客和官宦之家都竞相栽种桂花。至今，在我国一些地方还保留着许多古桂树。如陕西省汉中圣水寺内的“汉桂”，相传为西汉萧何亲手种植，树龄约在2000年左右，开花时金黄一片，香飘数里；还有桂林市东郊唐家里村的“唐桂”，也是千年古桂树了。　在古希腊神话中，“桂”也是一种崇高和荣誉的象征，“桂”是献给艺术之神阿波罗的圣物，从1815年开始，英国王室便把选拔出来的优秀诗人称为“桂冠诗人”，直到现在，人们还保持着给奥林匹克运动会的优胜者赠送桂枝的习俗，以示赋予他崇高的荣誉。</p> <p>　　桂花还是友谊和爱情的见证。早在战国时期，燕、韩两国就以互赠桂花来表示永结友好邻邦之意。唐代诗人<a href=\"http://so.gushiwen.org/author_482.aspx\">王建</a>就曾借用桂花来表达对远方友人的思念情怀：“中亭地白树栖鸦，冷霜无声湿桂花。今夜月明人尽望，不知秋思落谁家？”(《十五夜望月》)在我国广西、云南的一些少数民族地区，至今还保留着“一枝桂花一片心，桂花林中定终身”的传统，男女青年通过相互赠送桂花来表达爱慕之情。</p> <p>　　如今，“月中仙品”的桂花已成为供市民观赏的著名花卉，尤其在西安的街道、广场中引进和栽植了许多桂花名品，为古城又添美景，<a href=\"http://so.gushiwen.org/author_1137.aspx\">真可</a>谓是“广寒月中桂，香飘入万家”。</p>",
  "poet": {
    "id": 247,
    "star": 0,
    "name": "李白",
    "image": "http://img.gushiwen.org/authorImg/libai.jpg",
    "desc": "李白（701年－762年），字太白，号青莲居士，唐朝浪漫主义诗人，被后人誉为“诗仙”。祖籍陇西成纪(待考)，出生于西域碎叶城，4岁再随父迁至剑南道绵州。李白存世诗文千余篇，有《李太白集》传世。762年病逝，享年61岁。其墓在今安徽当涂，四川江油、湖北安陆有纪念馆。"
  },
  "tags": [
    "写花",
    "赞美"
  ]
}