{
  "id": 68421,
  "star": 43,
  "name": "六丑·杨花",
  "dynasty": "宋代",
  "content": "似东风老大，那复有、当时风气。有情不收，江山身是寄。浩荡何世。但忆临官道，暂来不住，便出门千里。痴心指望回风坠。扇底相逢，钗头微缀。他家万条千缕，解遮亭障驿，不隔江水。<br>瓜洲曾舣，等行人岁岁。日下长秋，城乌夜起。帐庐好在春睡。共飞归湖上，草青无地。愔愔雨、春心如腻。欲待化、丰乐楼前，青门都废。何人念、流落无几。点点抟作，雪绵松润，为君裛泪。",
  "fanyi": "<p><strong>译文<br></strong>暮春时仿佛东风已经衰老，哪还有当初风华正茂的意气。杨花有情却谁也不收，江山辽阔，身世飘零如寄。飘荡荡不知时变世易，只记得临近通衢大道，短暂流连不得久居，便离家远行千里。痴心地盼望叫一阵旋风吹坠大地，相逢在美人的扇底，在美人钗头轻轻缀系。他家垂柳万条千缕，懂得遮护长亭，屏障驿邸，却不能隔断江水奔溢。<br>曾经在瓜州渡口依舟着岸，年年等待着行人返归。斜日从故宫西坠，城头乌鸦在夜间惊飞。在帐庐上安然春睡，又一齐飞到湖面上流离，芳草天涯遍青绿，无地存身去哪里？静悄悄地下着绵绵细雨、湿粘不飞的柳絮似一片春心柔腻。杨花将要消亡化去，无法赴丰乐楼前的饯别宴席，无法去青门外邵平种瓜的园地。何人怜念，它流落无依，生命无几，一点点抟成了如雪似绵的松润圆球，为君浸透了伤心泪。</p> <p><strong>注释<br></strong>⑴六丑：词牌名，双调，一百四十字，仄韵，创自<a href=\"http://so.gushiwen.org/author_164.aspx\">周邦彦</a>。<br>⑵老大：衰老。<br>⑶官道：指公家修筑的大道。<br>⑷回风坠：旋风吹坠。<br>⑸钗头微缀：钗的首端轻轻点缀。<br>⑹他：指柳花。<br>⑺解遮亭障驿（yì）：懂得遮护长亭，屏障驿邸。<br>⑻反洲曾舣（yǐ）：<a href=\"http://so.gushiwen.org/author_405.aspx\">王安石</a>有《泊船瓜洲》<a href=\"http://so.gushiwen.org/view_68421.aspx\">诗</a>。舣：即泊船，让船靠岸。<br>⑼行人：指折柳送别的离人。<br>⑽长秋：长秋宫，汉宫殿名，在长安城长乐宫西。汉高祖<a href=\"http://so.gushiwen.org/author_746.aspx\">刘邦</a>在这居住，后太后在此长居住。借此泛指南宋都城临安故居。<br>⑾城乌：城头乌鸦<br>⑿愔（yīn）：宁静。<br>⒀腻：柔腻。<br>⒁化：迁化。指消亡。<br>⒂帐饮：设帐帐饮。<br>⒃青门：古长安城门名。邵平为秦东陵侯，秦破，寓居青门外种瓜，其瓜甚佳，以东陵瓜或青门瓜名闻遐迩。<br>⒄抟（tuán）：揉捏成圆团。<br>⒅裛（yì）：沾湿。此处有揩拭的意思。泪：拭泪。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这是一首咏物词。词人移情杨花，赋予它人性，借花之飘零写自己流离失所的悲哀。</p> <p>　　上阕写自己飘零四海，无处寄身的亡国之叹，“似东风老大，那复有当时风气。”起笔写东风无力，失去当时活力，哀情流露。“有情不收，江山身是寄，浩荡何世？”杨花此时本是柔情万种的，然而作者眼中看到却终须飘零。对比的反差反映了作者眼中皆悲色，反映出心境的悲凉。“但忆临官道，暂来不住，便出门千里。痴心指望回风坠，扇底相逢，钗头微缀。”，词人借杨花之口回忆起当年“临官道”的无忧生活。然而这种都城之内的逸乐并没有持续多久，国家就灭亡了，触景生情，以欢喜之物衬托出内心的无限悲伤。又用比喻的手法将自己比作无根的蓬团，然而依然盼望“扇底相逢，钗头微缀”，对偶的修辞突出了作者它希望能重回都城，重温那轻歌曼舞的快乐时光，此时作者又笔锋一转，“他家万条千缕，解遮亭障驿，不隔江水。”这几句写杨柳万千枝条能够遮蔽亭台驿站，却不能隔断滔滔江水。表达了词人的思归之情正似这滔滔江水，不可遏止。</p> <p>　　下阕写词人浪迹萍踪、前途灰暗的感叹。“瓜洲曾舣，等行人岁岁，日下长秋，城乌夜起。帐庐好在春睡，共飞归湖上，草青无地。”词人巧妙的利用借杨花之口说明自己曾在扬州客居，“等行人岁岁”则用叠字突出了作者寄居时间之长和内心忧伤，盼望着春风将它带回京城。“愔愔雨、春心如腻，欲待化”作者将细雨、柳絮、杨花三种意向结合在一起，衬托内心的失望和对故土的想念，“点点抟作、雪绵松润”，将生命比作雪球，将借景抒情和直接抒情相结合，进一步升华了词人的哀怨和悲痛。整句词写得十分悲哀，词人将亡国之痛、羁旅之愁，以及对未来的迷茫，对前途的绝望，借杨花的遭遇娓娓道出，哀怨缠绵，十分感伤。</p> <p>　　该词深婉含蓄，运用象征手法，构思立意均模仿<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>《水龙咏》“咏杨花”一词，但笔力稍逊，词意也较晦涩。</p>",
  "about": "<h2>创作背景</h2> 　　历史对于彭元逊的生平记载过于简略，词中有“但忆临官道”语，或谓其曾出仕于元，但目前所见的记载则并无仕元事。如果他确实在景定二年参加过解试，则此时据宋亡还有整整十八年，若说他曾仕于宋，但时日不久、官职不高，相对还是比较可信的。则此词亦当作于宋末，“浩荡何世”正不必解作朝代更迭。",
  "poet": {
    "id": 635,
    "star": 0,
    "name": "彭元逊",
    "desc": "彭元逊，生卒年不详，字巽吾，庐陵（今江西吉安）人。景定二年（公元1261年）参加解试。与刘辰翁有唱和，宋亡不仕。存词20首。宋词三百首多有收录。"
  },
  "tags": [
    "咏物",
    "写花",
    "寓人"
  ]
}