{
  "id": 21218,
  "star": 10,
  "name": "杏园中枣树",
  "dynasty": "唐代",
  "content": "人言百果中，唯枣凡且鄙。<br>皮皴似龟手，叶小如鼠耳。<br>胡为不自知，生花此园里。<br>岂宜遇攀玩，幸免遭伤毁。<br>二月曲江头，杂英红旖旎。<br>枣亦在其间，如嫫对西子。<br>东风不择木，吹喣长未已。<br>眼看欲合抱，得尽生生理。<br>寄言游春客，乞君一回视。<br>君爱绕指柔，从君怜柳杞。<br>君求悦目艳，不敢争桃李。<br>君若作大车，轮轴材须此。",
  "fanyi": "<p><strong>译文</strong><br>人们都说在各种果树中，唯有枣树既平凡，又粗鄙。<br>树皮像开裂的冻手，树叶像细小的鼠耳。<br>它为什么没有自知之明，也来开花在这杏园里。<br>它怎能受到攀折赏玩，幸而没有遇到伤害摧毁。<br>在二月的曲江江边，各种花红得风光旖旎。<br>枣树也在它们中间，好像是嫫母对着西子。<br>春风对树木倒没有偏爱，它在温暖的吹拂下成长，从不停止。<br>眼见得树干将要合抱，得尽了生生不息的天理。<br>且让我传话给春游的客人，请回过头来细细注视。<br>您如喜爱绕指的柔软，听凭您去怜惜柳和杞。<br>您如追求悦目的美丽，它不敢去竞争桃和李。<br>可是您要造一辆大车，那车轮车轴的取材必须在此。</p> <p><strong>注释</strong><br>⑴杏园：园名。故址在今陕西省西安市郊大雁塔南。唐代新科进士赐宴之地。<br>⑵百果：泛指各种果树。<br>⑶凡：平庸，寻常。鄙：粗俗，鄙陋。<br>⑷皴（cūn）：皮肤因受冻或受风吹而干裂。龟（jūn）手：冻裂的手。<br>⑸胡为：何为，为什么。<br>⑹幸：侥幸，幸而。<br>⑺杂英：各色花。旖旎（yǐ nǐ）：柔美的样子。<br>⑻嫫（mó）：嫫母，据《列女传》，嫫母是黄帝的妃子，长得很丑，但有贤德。西子：西施，，是春秋时越国美女。<br>⑼吹喣（xǔ）：吹吁，呼气。轻者为喣，急者为吹。<br>⑽生生：孳生不绝，繁衍不已。<br>⑾寄言：传话。<br>⑿绕指柔：语出刘琨《重赠卢谌》：“何意百炼钢，化为绕指柔。”原指钢韧性极好，不易折断。<br>⒀柳杞（qǐ）：泛指柳树。杞，柳的一种，也叫红皮柳。<br>⒁“君求”二句：意为枣树自惭形秽，不敢与桃李相争。<br>⒂轮轴：车轮与车轴。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　“人言百果中，唯枣凡且鄙，皮皴似龟手，叶小如鼠耳。”一开始，<a href=\"http://so.gushiwen.org/view_21218.aspx\">诗</a>人似乎只是客观地陈述了当时人们对枣树的普遍看法：“在各种果树中，唯有枣树平凡而又低贱，原因是它树皮裂，像冻裂的手，树叶细小，像老鼠的耳朵。”诗人以“龟手”的丑陋，鼠耳的猥琐来刻画枣树，描绘得很真实，也很形象，仿佛意在突出它的“凡”和“鄙”，引起读者对它的厌恶。前面冠以“人言”，就显得既不足信更值得怀疑。</p> <p>　　诗人巧妙地利用了读者的这种模糊的感觉，为最后的急转直下，凭空出奇作好了铺垫。</p> <p>　　“胡为不自知，生花此园里，岂宜遇攀玩，幸免遭伤毁。”这四句是前一部分的递进和展开。诗人先以一种指斥和嘲讽的口吻批评枣树“怎么这样没有自知之明，在这杏园中开花呢？”唐代科举习俗，新中的进士都要到杏园设宴游玩。园内佳木云集，景色秀丽。因此诗人嘲弄它不该到此争芳斗艳，以贻笑大方。诗人在这里抒发了自己心中愤激的感情。那些气焰炙人的达官显要，专横跋扈，目中无人，外表雍容华贵，内心却空虚肮脏。诗人踯躅其中，不免有力单势孤之感，同时更有对这些人的深深的蔑视。这里的嘲讽是一种清晰的反嘲。接着，诗人笔锋一转，又对枣树进行安慰：“哪里适宜人们攀折赏玩，不过也幸而免遭伤害毁坏。”诗人对枣树孤独寂寞不受赏识的际遇表达了自己的同情，愤激之余，借道家“无所可用，安所困苦”的消极思想以自慰。</p> <p>　　诗人在《云居寺孤桐》中表达了类似的思想：“直从萌芽拔，高自毫末始，四面无附枝，中心有通理。言寄立身者，孤直当如此。”诗人后期避祸全身，大约和这种思想是有一定关系的。</p> <p>　　“二月曲江头，杂英红旖旎；枣亦在其间，如嫫对西子。”曲江即曲江池，在长安城东南，是唐代著名的风景游览区，与杏园相距不远。诗人将读者引出杏园，拓宽视野，在更大的范围上进行比较，以加深主题。“早春二月，曲江池畔，百树生花，风光旖旎，枣树孤立其间，犹如嫫母和西施相对而立。”古人常以嫫母和西施作为丑、美两极的象征。诗人把枣树置于婀娜多姿、争芳斗艳的二月春树的环绕中，更加衬托出了它的丑陋、卑琐，以及它立身尴尬的情形。这是继开头的贬抑后的进一步的渲染，通过鲜明的对比形成强烈的艺术效果。同时，它也引起读者的翩翩联想，在阳光明媚、春意盎然的曲江池畔，一个衣衫褴褛，形容猥琐的士子走在一群衣着华丽、神采飞扬、笑语喧腾的才子仕女中间，那是很奇特的一种场面。以上是这首诗的第一部分，它通过议论、反问、对比等手法，突出枣树的平凡、低贱、丑陋。</p> <p>　　“东风不择木，吹煦长未巳。眼见欲合抱，得尽生生理。”如果说此前诗人对枣树的同情还隐约闪现在对枣树的贬抑中，那么，从这里一开始，诗人就直截了当地表达了自己对它的喜爱之情：“东风却谁也不嫌弃，不停地吹拂让它生生不息，很快便成了合抱的巨树，它按照自己的天性完成了自己。”诗人的语气尽管十分平淡，感情色彩也很淡薄，但却含着一种傲然自爱之气。无论人们的鄙视，嘲弄，枣树不会枯萎，也不会改变自己的自然之性，它顽强地生长，在沉默和孤寂中壮大，以旺盛的生命力抗击着与它对立的世界。</p> <p>　　“寄言游春客，乞君一回视。君爱绕指柔，从君怜柳杞；君求悦目艳，不敢争桃李；君若作大车，轮轴材须此。”这里形容温柔婉顺的媚态。在<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>的诗中，绕指柔多用于贬意，以讽刺那些苟合曲从的小人。如在《李都慰古剑》一诗有：“至宝有本性，精刚无与俦，可使寸寸折，不能绕指柔。”诗人说：“游春的人们，请你们回头看一眼：假如你们喜爱柔顺的媚态，请你们去观赏柳树杞树，假如你们追求悦目娇艳，那么没有什么能比得上桃树李树，如果你们要制作大车，作轮轴的却必须是枣树的树干。”在这里，诗人使用排比句式，语气促迫，一改前文那种舒缓的节奏。诗人先柳杞后桃李，将人的视线引开，然后陡然一转，如飞瀑直下，惊心动魄，点出全诗的主题。</p> <p>　　既出人之意料，又在情理之中。读者惊叹之余，又反思前文，顿悟柔顺的柳杞，娇艳的桃李，实在是徒具外表，不足大用，而外平凡却质地坚密。枣树才是真正能担负重任的伟材。</p> <p>　　与白居易的众多咏物诗一样，这首诗也蕴含深刻的寓意，或在感叹身世，或在哀怜同道，或指讽权贵阀阅，或存心帝王回顾，或在演绎诗人对人生的观察，或兼而有之。就诗歌自身的内容来看，它主要抒发一种对人们屈没贤材，争逐虚名的不满与愤慨，并劝谕执政者能明察贤愚，以使有志之士得效轮轴之材，肩负起治国的重任。这是一首哲理诗。枣树平凡鄙陋，其身多刺，其貌不扬。它生在繁花似锦的杏园中，更令游春之客鄙弃。诗人的价值观却与众不同，认为枣树虽然不如柳杞柔可绕指，不如桃李赏心悦目，但“君若作大车，轮轴材须此。”对以貌取人的做法提出了批评。</p> <p>　　这首诗在艺术表现上是十分成功的。从总的结构上看，诗歌采用了先抑后扬、欲取先与的写法，即所谓“卒章显志”。这种结构在讽谕诗中多有使用。其次是采用对比手法。全诗不仅有同物的对比，如柳杞桃李与枣树的对比，嫫母与西施的对比，也有物与景的对比，如枣树与杏园的秀丽、与曲江池的旖旎风光的对比，也有自身的对比，如枣树外貌的丑陋与内在秀美的对比。通过对比，枣树的形象变得更加突出鲜明，产生了很好的艺术效果。在语言上，这首诗除了具有平淡浅易的特色外，还具有用字精确、刻画细致等特点。</p>",
  "about": "<h2>创作背景</h2> <p>　　元和二年（807年）<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>由盩厔县尉迁翰林学士。次年五月，授左拾遗。一时间，<a href=\"http://so.gushiwen.org/view_21218.aspx\">诗</a>人似乎仕途通达，春风得意，大有知遇之感。同时，也自以为有了臣世济国，一展鸿图的机会。于是他终日“食不甘味，寝不遑安”，勉力于“有阙必谏，有违必陈”。以至任职一月，既“谏纸忽满箱。”然而，他的尽忠职守，直言敢谏，并不被统治者所欣赏。宪宗皇帝就对他深怀不满。同时，他的孤傲的性格，不畏豪强的激切言论，也深遭权贵的嫉恨。因此，他常常感到苦闷和孤寂。</p> <p>　　正如他在《长安正月十五》中写到的：“喧喧车骑帝王州，羁病无心逐胜游。明月春风三五夜，万人行乐一人愁。”从政愈久，他对黑暗的现实政治了解愈深，对权贵豪门专权，贤士才俊屈沉下僚的不合理现象就愈加不满：“悲哉为儒者，力学不知疲。读书眼欲暗，秉笔手生胝。十上方一第，成名常苦迟。”“沉沉朱门宅，中有乳臭儿。……手不把书卷，身不擐戎衣。二十袭封爵，门承勋戚资。”（《悲哉行》）《杏园中枣树》这首诗大约就是在这种思想背景下写出的。杏园，在长安城南朱雀门街东第三街通善坊，和曲江相连，为当时新进士宴游之所。</p>",
  "poet": {
    "id": 665,
    "star": 0,
    "name": "白居易",
    "image": "http://img.gushiwen.org/authorImg/baijuyi.jpg",
    "desc": "白居易（772年－846年），字乐天，号香山居士，又号醉吟先生，祖籍太原，到其曾祖父时迁居下邽，生于河南新郑。是唐代伟大的现实主义诗人，唐代三大诗人之一。白居易与元稹共同倡导新乐府运动，世称“元白”，与刘禹锡并称“刘白”。白居易的诗歌题材广泛，形式多样，语言平易通俗，有“诗魔”和“诗王”之称。官至翰林学士、左赞善大夫。公元846年，白居易在洛阳逝世，葬于香山。有《白氏长庆集》传世，代表诗作有《长恨歌》、《卖炭翁》、《琵琶行》等。"
  },
  "tags": [
    "哲理"
  ]
}