{
  "id": 71849,
  "star": 14,
  "name": "次韵李节推九日登南山",
  "dynasty": "宋代",
  "content": "平林广野骑台荒，山寺钟鸣报夕阳。<br>人事自生今日意，寒花只作去年香。<br>巾欹更觉霜侵鬓，语妙何妨石作肠。<br>落木无边江不尽，此身此日更须忙。",
  "fanyi": "<p><strong>译文<br></strong>原野空旷，平林漠漠，戏马台一片荒凉；深山古寺，夕阳返照，钟声报告已是黄昏时光。<br>人事变幻，每逢重阳，便有万千思绪；年年岁岁，菊花开放，依旧阵阵寒香。<br>头巾倾斜，更觉得清霜已侵上了鬓发；语言佳妙，并不碍<a href=\"http://so.gushiwen.org/view_71849.aspx\">诗</a>人的铁石心肠。<br>放眼望，落木萧萧，长江滚滚流淌；谁知道，今日里，为政务还得繁忙！</p> <p><strong>注释<br></strong>①次韵：用所和诗的韵作诗叫次韵。李节推：疑为<a href=\"http://so.gushiwen.org/author_613.aspx\">李泌</a>，时任节度推判官。南山：据《太平寰宇记》载，南山在徐州城南三里，又名云龙山。<br>②平林：平原上的树林。广野：广阔的原野。骑台：指戏马台。萧子显《齐书》：“宋武帝初为宋公，在彭城，九日出<a href=\"http://so.gushiwen.org/author_253.aspx\">项羽</a>戏马台，至今相承，以为旧准。”<br>③山寺：即云龙山上的台头寺。<br>④人事：人世上各种事情。自生：自然生发出。今日意：指九日登高怀远执意。<br>⑤寒花：指菊花。<a href=\"http://so.gushiwen.org/author_269.aspx\">李煜</a>诗：“鬓从近日添新白，菊是去年依旧黄。”<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>诗：“寒花只暂香。”<br>⑥巾欹（qī）：头巾倾斜。<br>⑦语妙：《汉书·贾捐之传》：“君房下笔。言语 妙天下。”石作肠：铁石心肠。这是用<a href=\"http://so.gushiwen.org/author_604.aspx\">皮日休</a>《桃花赋序》中评宋广平语。宋广平即唐玄宗时名相<a href=\"http://so.gushiwen.org/author_1870.aspx\">宋璟</a>，他为人耿介刚毅，而其《梅花赋》却极婉约妩媚之致，所以皮日休说他“疑其铁肠与石心，不解吐婉媚辞。然观其文而有《梅花赋》，清便富丽，得南朝徐庾体，殊不类其为人。”<br>⑧落木：指秋天飘落的树叶。<br>⑨此日：重九节这一日。更须忙：自古皆有重九，而诗人在重九这一日，更是携朋邀侣登高赋诗忙个正欢。这是一种很风趣的说法。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这首<a href=\"http://so.gushiwen.org/view_71849.aspx\">诗</a>是重阳登高即景抒怀之作，作者从戏马台的荒废，夕阳晚照联想到老境将至，好景不常，自警应该抓紧时间玩赏风光，多作好诗，不须汲汲于世俗之事。</p> <p>　　诗的开头两句写景：“平林广野骑台荒，山寺钟鸣报夕阳。”诗句中点明了季节、地点和时间，语意闲雅。戏马台有典故。东晋末年刘裕北伐归来为宋公，驻守彭城，曾因饯送孔令辞官还乡，大会宾僚于戏马台，一时文士如<a href=\"http://so.gushiwen.org/author_758.aspx\">谢灵运</a>、谢宣远都有诗咏。回首过往，往日的热闹更显现今的荒凉，首句的重点就在“荒”字上，有咏怀古迹之意，见出人事代谢之感。这一联，写景叙事不仅工在形象，而且注重象外之意，“平林”句见人事代谢之感，“山寺’’句则寓时节相催之意，这种象外之意，直透三、四两句，加强了诗句之间意趣的融合。</p> <p>　　第三四两句抒情：“人事自生今日意，寒花只作去年香。”时节易得，又是一年的重阳。每逢佳节，人们便有思亲之感；而菊花却依旧开放，还是和去年一样，送来阵阵的寒香。诗句中含有“年年岁岁花相似，岁岁年年人不同”（唐代刘希夷《代悲白头翁》）的感慨。自然的规律，总是如此。</p> <p>　　五六两句，记节日清游的情况：头巾被风吹得歪斜了，诗人更觉得清霜已侵上了鬓发。“巾欹更觉霜侵鬓”这一句暗用了“孟嘉落帽”的故事。所谓暗用，就是表面上看起来，完全是一个清空无碍的叙事句，写的都像是当下即刻的事，但实际上已经暗用了某个典故。这方面<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>做得很成功，<a href=\"http://so.gushiwen.org/author_100.aspx\">陈师道</a>学杜，也成功地吸取了他的这个方法。这里不但是暗用，而且是活用，也就是能从原典中翻出一种新意，别具一种风流。孟嘉落帽而不自觉，是其通脱忘怀之处，陈师道这里却“巾欹更觉霜侵鬓”，头巾从头上滑下一半，更觉霜发之多，老去的感受更强了，也更深切地感觉到时节相催。从孟嘉的帽落不觉到陈师道的“巾欹更觉”，原典的意思完全被翻转过来。下句又用了“石作肠”的典故，诗歌的语言佳妙，也有“清便富丽”的高致，就像宋广平写《梅花赋》，措词婉媚，并不碍其铁石心肠一样。另外，此联用两个典故来暗写登高赋诗，妙在隐而不露。</p> <p>　　结尾两句：“落木无边江不尽，此身此日更须性。”抒发游赏以后的感想。“落木”句用杜甫《登高》诗“无边落木萧萧下，不尽长汇滚滚来”句意，写傍晚登览所见的远近景象。“此身”句感叹节物如此可念，登临清赏的机会正不应放弃，而此日此身，还须忙于世务，很难得有时间，这又是十分可惜的。</p> <p>　　陈师道作诗多学杜甫，这首也是学杜甫有得之作，瘦劲浑厚、清淡高致、内涵深蕴。</p> <p>　　应酬节物之意，从宋人的创作观念来看，是一种比较成熟和时俗的题材，所以欧、梅、苏、黄等大诗人多不经意于此，这大概也是宋诗人去熟忌俗之旨。但陈师道的重阳诗，扫除陈言熟语，着力翻新。于前贤未到之处立意取象，却能轧轧独出，于平淡中见奇峻，可以与<a href=\"http://so.gushiwen.org/author_515.aspx\">王维</a>、杜甫等大家的重阳节诗咏争一日之长，此亦江西诗派“以故为新”的一种表现。</p>",
  "about": "<h2>创作背景</h2> 　　元祐四年（1089年），<a href=\"http://so.gushiwen.org/author_100.aspx\">陈师道</a>在徐州任州学教授，这首<a href=\"http://so.gushiwen.org/view_71849.aspx\">诗</a>即是在这段时期的一首重阳登高即景抒怀之作。",
  "poet": {
    "id": 100,
    "star": 0,
    "name": "陈师道",
    "image": "http://img.gushiwen.org/authorImg/chenshidao.jpg",
    "desc": "陈师道（1053～1102）北宋官员、诗人。字履常，一字无己，号后山居士，汉族，彭城（今江苏徐州）人。元祐初苏轼等荐其文行，起为徐州教授，历仕太学博士、颖州教授、秘书省正字。一生安贫乐道，闭门苦吟，有“闭门觅句陈无己”之称。陈师道为苏门六君子之一，江西诗派重要作家。亦能词，其词风格与诗相近，以拗峭惊警见长。但其诗、词存在着内容狭窄、词意艰涩之病。著有《后山先生集》，词有《后山词》。"
  },
  "tags": [
    "重阳节",
    "登高",
    "写景",
    "抒怀"
  ]
}