{
  "id": 17824,
  "star": 27,
  "name": "答张十一功曹",
  "dynasty": "唐代",
  "content": "山净江空水见沙，哀猿啼处两三家。<br>筼筜竞长纤纤笋，踯躅闲开艳艳花。<br>未报君恩知死所，莫令炎瘴送生涯。<br>吟君诗罢看双鬓，斗觉霜毛一半加。",
  "fanyi": "<p><strong>译文<br></strong>春山明净，春江空阔，清澈得以见到江底的沙粒，悲伤哀怨的猿啼声处处可听。<br>粗大的筼筜与纤纤嫩笋争相滋长，羊踯躅清闲自得，随处开放出鲜艳的花朵．<br>皇帝深恩尚未报答，死所也未可得知，但求不要在南方炎热的瘴气中虚度余生而已．<br>吟读张署来<a href=\"http://so.gushiwen.org/view_17824.aspx\">诗</a>后，叹看双鬓，顿时觉得鬓发白了一半。</p> <p><strong>注释<br></strong>①功曹：官名。<br>②两三：几个。表示少量。<br>③筼筜：一种皮薄、节长而竿高的竹子。<br>④踯躅：杜鹃花的别名。<br>⑤恩波：谓帝王的恩泽。<br>⑥死所：死的地方。<br>⑦炎瘴：南方湿热致病的瘴气。<br>⑧霜毛：白发。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　<a href=\"http://so.gushiwen.org/view_17824.aspx\">诗</a>的前半部分写景。“山净江空水见沙，哀猿啼处两三家”，勾画出阳山地区的全景。春山明净，春江空阔，还传递出一种人烟稀少的空寂。淡淡几笔，生动地摹写了荒僻冷落的景象。接下来是两组近景镜头，“筼筜竞长纤纤笋，踯躅闲开艳艳花。”筼筜是一种粗大的竹子。踯躅，植物名，即羊踯躅，开红黄色的花，生在山谷间，二月花发时，耀眼如火，月余不歇。这一联，可以说是作者为前面一联的冷落景象又点缀了一些鲜艳、明快的色彩，增添了些许春天的生气。上句的“竞”字同下句的“闲”字，不但对仗工稳，而且传神生动。“竞”字把嫩笋争相滋长的蓬勃景象写活了；“闲”字则把羊踯躅随处开放、清闲自得的意态托写出来。这四句诗，先写远景，后写近景，层次分明。有淡墨涂抹的山和水，又有色彩艳丽的绿竹和红花，浓淡相宜，形象突出。再加上哀猿的啼叫，<a href=\"http://so.gushiwen.org/author_1137.aspx\">真可</a>谓诗情画意，交相辉映。</p> <p>　　这首诗中的景物，是与作者此时的处境与心情紧密相连的。它体现了这样两个特点，一是静、二是闲。静从空旷少人烟而生，作者从繁华嘈杂、人事纷扰的京城一下子到了这僻远荒冷的山区，哀猿啼声处处有，人间茅舍两三家，这种静与作者仕途的冷遇相互作用，使他倍感孤独和凄凉。这种闲，由他的处境遭遇而来，这里的一切都显得悠闲超脱，没有羁绊，然而不免使人触景生情。身虽居闲地，心却一刻也没能摆脱朝廷的束缚，常常被“未报恩波”所烦扰，不能得闲，故而分外感慨。作者虽然写的是景，而实际上是在抒发自己内心深处的隐情，正如<a href=\"http://so.gushiwen.org/author_504.aspx\">王夫之</a>《唐诗评选》所说：“寄悲正在比兴处。”</p> <p>　　诗的下半段叙事抒情，“未报恩波知死所，莫令炎瘴送生涯。”前句的“未”字贯“报”与“知”，意谓：皇帝的深恩我尚未报答，死所也未可得知，但求不要在南方炎热的瘴气中虚度余生而已。这两句是全诗的关键，蕴含着诗人内心深处许多矛盾着的隐微之情；有无辜被贬的愤怨与悲愁，又有对自己从此消沉下去的担心；有自己被贬南荒回归无望的叹息，又有对未来建功立业的憧憬。他虽然没有直接说忧愁怨恨，只提到“死所”、“炎瘴”，却比说出来更为深切。在这样的处境中，尚还想“未报恩波”，这表现出儒家“怨而不怒”的精神。有了这一联的铺垫，下一联就容易理解。“吟君诗罢看双鬓，斗觉霜毛一半加。”“斗”同“陡”，是顿时的意思。“斗觉”二字用得奇崛，把诗人的感情推向高潮。这一联写得委婉曲折，诗人没有正面写自己如何忧愁，却说读了张署来诗后鬓发顿时白了一半，似乎来诗是愁的原因，这就把全诗惟一正面表现愁怨的地方掩盖住了。并且写愁不说愁，只说霜毛陡加，至于何以至此，尽在不言之中。诗意婉转，韵味醇厚。</p> <p>　　诗写僻境，以画意出之，写忧愤，以曲笔出之。诗人似乎尽力想把他那种激愤的感情深深地埋藏在心底，但是又自觉不自觉地在字里行间透露出来，使人感受到那股被压抑着的感情潜流，读来为之感动，令人回味，形成了这首诗含蓄深沉的特点。</p>",
  "about": "<h2>创作背景</h2> 　　<a href=\"http://so.gushiwen.org/author_682.aspx\">韩愈</a>一生中两次遭贬，《答张十一功曹》是他第一次被贬到广东阳山后的第二年（803年）春天作的。",
  "poet": {
    "id": 682,
    "star": 0,
    "name": "韩愈",
    "image": "http://img.gushiwen.org/authorImg/hanyu.jpg",
    "desc": "韩愈（768～824）字退之，唐代文学家、哲学家、思想家，河阳（今河南省焦作孟州市）人，汉族。祖籍河北昌黎，世称韩昌黎。晚年任吏部侍郎，又称韩吏部。谥号“文”，又称韩文公。他与柳宗元同为唐代古文运动的倡导者，主张学习先秦两汉的散文语言，破骈为散，扩大文言文的表达功能。宋代苏轼称他“文起八代之衰”，明人推他为唐宋八大家之首，与柳宗元并称“韩柳”，有“文章巨公”和“百代文宗”之名，作品都收在《昌黎先生集》里。韩愈在思想上是中国“道统”观念的确立者，是尊儒反佛的里程碑式人物。"
  },
  "tags": [
    "写景",
    "抒情"
  ]
}