{
  "id": 57789,
  "star": 6,
  "name": "锦帐春·席上和叔高韵",
  "dynasty": "宋代",
  "content": "春色难留，酒杯常浅。把旧恨、新愁相间。五更风，千里梦，看飞红几片。这般庭院。 <br>几许风流，几般娇懒。问相见、何如不见。燕飞忙，莺语乱。恨重帘不卷。翠屏平远。",
  "shangxi": "<h2>鉴赏</h2> <p>　　起句命意双关，构思精巧。时当暮春，故说“春色难留”；美人将去，故说“春色难留”。想留住春色而无计挽留，便引起“愁”和“恨”。酒，原是可以浇“愁”解“恨”的，杯酒以深（应作“满”解）为佳。<a href=\"http://so.gushiwen.org/author_588.aspx\">晏几道</a>《木兰花》写“春残”，就说“此时金盏直须深，看尽落花能几醉！”可是而今不仅“春色难留”，而且“酒杯常浅”，这又加重了“愁”和“恨”。于是用“更旧恨新愁相间”略作收束，又引出下文。“五更风，千里梦，看飞红几片，这般庭院。”是预想酒阑人散之后绵绵不断的“愁”和“恨”。夜深梦飞千里，却被风声惊醒。五更既过，天已破晓，放眼一看，残花被风吹落，春色已渺不可寻。于是不胜怅惘地说：庭院竟成这般情景！</p> <p>　　下片开头，以“几许风流，几般娇懒”正面写美人。作者作词之时，她还在“席上”。可是在词中，已驰骋想象，写到别后的“千里梦”，那“风流”，那“娇懒”，已经空留记忆。而留在记忆之中的形象又无法忘却，这又频添了多少“愁”和“恨”。因而继续写道：“问相见何如不见？”</p> <p>　　燕飞、莺语，本来既悦目又悦耳。可对于为相思所苦的人来说，“燕飞忙，莺语乱”，只能增加烦恼。这两句，也不是写“席上”的所见所闻，而是承“千里梦”，写枕上的烦乱心绪。“恨重帘不卷”，是说人在屋内，重帘遮掩，不但不可能去寻觅那人，连望也望不远。望不远，还是要望，于是望见帘内的屏风。“翠屏平远”一句，比较费解，但作为全词的结句，却至关重要。“平远”，指“翠屏”上的图画。北宋山水画家郭熙有《秋山平远图》，<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>题<a href=\"http://so.gushiwen.org/view_57789.aspx\">诗</a>云：“离离短幅开平远。”是说画幅虽小，而展现的境界却十分辽阔。<a href=\"http://so.gushiwen.org/author_217.aspx\">辛弃疾</a>笔下的那位抒情主人公，辗转反侧，想念美人，正恨无人替他卷起的重重珠帘遮住视线，而当视线移向翠屏上的江山平远图，便恍惚迷离，以画境为真境，目望神驰，去追寻美人的芳踪。行文至此，一个情痴的神态，便活现于读者眼前。</p> <p>　　以望画屏而写心态，词中并不罕见。例如<a href=\"http://so.gushiwen.org/author_415.aspx\">温庭筠</a>《归国遥》云：“谢娘无限心曲，晓屏山断续。”<a href=\"http://so.gushiwen.org/author_11.aspx\">赵令畤</a>《蝶恋花》云：“飞燕又将归信误，小屏风上西江路。”都可与辛词“翠屏平远”参看。</p>",
  "about": "<h2>创作背景</h2> <p>　　这是一首和杜叔高的词。杜叔高名杜斿，金华兰溪人。兄弟五个俱博学工文，人称“金华五高”。叔高尤工<a href=\"http://so.gushiwen.org/view_57789.aspx\">诗</a>，<a href=\"http://so.gushiwen.org/author_244.aspx\">陈亮</a>谓其诗作“如干戈森立，有吞虎食牛之气”（《龙川文集》卷十九《复杜仲高书》）。他曾于公元1189年（宋孝宗淳熙十六年）春赴上饶与<a href=\"http://so.gushiwen.org/author_217.aspx\">辛弃疾</a>会晤，辛作《贺新郎》词送行。公元1200年（宋宁宗庆元六年）春，以访辛弃疾于铅山，互相唱和。这首《锦帐春》和《上西平·送杜叔高》、《浣溪沙·别杜叔高》、《玉蝴蝶·追别杜叔高》、《婆罗门引·别杜叔高》等词，都作于此时。</p> <p>　　杜叔高的《锦帐春》原词已经失传，无法参照，给理解辛弃疾的和词带来一定困难。和词中的“几许风流，几般娇懒”，显然是写女性。大约“席上”有歌妓侑酒。为杜叔高所恋，情见于词，所以和词即就此发挥。</p>",
  "poet": {
    "id": 217,
    "star": 0,
    "name": "辛弃疾",
    "image": "http://img.gushiwen.org/authorImg/xinqiji.jpg",
    "desc": "辛弃疾（1140－1207），南宋词人。原字坦夫，改字幼安，别号稼轩，汉族，历城（今山东济南）人。出生时，中原已为金兵所占。21岁参加抗金义军，不久归南宋。历任湖北、江西、湖南、福建、浙东安抚使等职。一生力主抗金。曾上《美芹十论》与《九议》，条陈战守之策。其词抒写力图恢复国家统一的爱国热情，倾诉壮志难酬的悲愤，对当时执政者的屈辱求和颇多谴责；也有不少吟咏祖国河山的作品。题材广阔又善化用前人典故入词，风格沉雄豪迈又不乏细腻柔媚之处。由于辛弃疾的抗金主张与当政的主和派政见不合，后被弹劾落职，退隐江西带湖。"
  },
  "tags": [
    "婉约",
    "惜春",
    "相思"
  ]
}