{
  "id": 71817,
  "star": 10,
  "name": "端午遍游诸寺得禅字",
  "dynasty": "宋代",
  "content": "肩舆任所适，遇胜辄留连。<br>焚香引幽步，酌茗开静筵。<br>微雨止还作，小窗幽更妍。<br>盆山不见日，草木自苍然。<br>忽登最高塔，眼界穷大千。<br>卞峰照城郭，震泽浮云天。<br>深沉既可喜，旷荡亦所便。<br>幽寻未云毕，墟落生晚烟。<br>归来记所历，耿耿清不眠。<br>道人亦未寝，孤灯同夜禅。",
  "fanyi": "<p><strong>译文</strong><br>乘坐小轿任性而往，遇到胜景便游览一番。<br>在寺院里焚香探幽，品尝香茗与素斋。<br>蒙蒙细雨时作时停，清幽小窗更显妍丽。<br>这里四面环山，如坐盆中，难见太阳，草木自生自长，苍然一片。<br>登上寺内最高的塔，放眼观看大千世界。<br>卞山的影子映照在城郭上，太湖烟波浩渺，浮天无岸。<br>像卞山这样深厚沉静当然喜欢，也喜欢太湖吞吐云天，无所不容的旷荡气度。<br>游兴还没有结束，但村落中已经出现袅袅炊烟。<br>归来后记下今天的游历，心中挂怀无法入眠。<br>道潜也没有睡意，孤灯古佛，同参夜禅。</p> <p><strong>注释</strong><br>⑴肩舆（yú）：一种用人力抬扛的代步工具，用两根竹竿，中设软椅以坐人<br>⑵胜：美景。辄（zhé）：总是，就。<br>⑶酌茗（míng）：品茶。静筵（yán）：指素斋。筵，酒席。<br>⑷盆山：指寺庙四面环山，如坐盆中。<br>⑸最高塔：指湖州飞英寺中的飞英塔。<br>⑹卞（biàn）峰：指卞山，在湖州西北十八里，接长兴界，为湖州之主山。<br>⑺震泽：太湖。<br>⑻旷荡：旷达，大度。<br>⑼耿耿：心中挂怀的样子。<br>⑽墟落：村落。<br>⑾道人：指僧人道潜，善<a href=\"http://so.gushiwen.org/view_71817.aspx\">诗</a>，与<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>、<a href=\"http://so.gushiwen.org/author_125.aspx\">秦观</a>为诗友．当时也在湖州。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　<a href=\"http://so.gushiwen.org/view_71817.aspx\">诗</a>的开头四句，直叙作者乘坐小轿任性而适，遇到胜景便游览一番。或焚香探幽；或品茗开筵，筵席上都是素净之物，以见其是在寺中游览，四句诗紧扣题目中的遍游诸寺。</p> <p>　　“微雨”以下四句，转笔描绘江南五月的自然景色，蒙蒙细雨，时作时停，寺院的小窗，清幽妍丽，四面环山，如坐盆中，山多障日，故少见天日。草木郁郁葱葱，自生自长，苍然一片。<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>本人对此四句诗很欣赏，自谓“非至吴越，不见此景”（见《苕溪渔隐丛话》前集）。这四句诗捕捉到了湖州五月的景物特点。</p> <p>　　当诗人登上湖州飞英寺中的飞英塔时，放眼观看大千世界，笔锋陡转，又是一番境界：诗人进一步描绘了阔大的景物。“卞峰照城郭，震泽浮云天”二句，写景很有气魄，既写出卞山的山色之佳，又传神地描绘出浮天无岸，烟波浩渺的太湖景象。此二句诗与“微雨”以下四句，都是写景的佳句。据《苕溪渔隐丛话》记载：“东坡渡江，至仪真，和《游蒋山诗》，寄金陵守王胜之益柔，公（即<a href=\"http://so.gushiwen.org/author_405.aspx\">王安石</a>）亟取读之，至“峰多巧障日，江远欲浮天”，乃抚几曰：‘老夫平生作诗，无此二句。’”这就可见王安石对“峰多”两句是如何赞赏了。但这两句的意境，又完全出现在《端午遍游诸寺得禅字》的写景名句中。“盆山不见日”与“峰多巧障日”差可比肩，“震泽浮云天”比起“江远欲浮天”来有过之而无不及。</p> <p>　　一个大手笔，写诗要能放能收。苏轼这首诗，在达到高峰之后，他先插入两句议论，以作收束的过渡，对眼前所见的自然美景，发表了评论，说他既欣赏太湖的那种吐吸江湖、无所不容的深沉大度，又喜爱登高眺远，景象开阔的旷荡。紧接此二句，便以天晚当归作收，却又带出“墟落生晚烟”的晚景来，写景又出一层。最后四句，又写到夜宿寺院的情景，看似累句，实则不然。与道人同对孤灯于古佛、同参夜禅的描写，正是这一日游的一部分。</p> <p>　　这首纪游诗，作者在写景上没有固定的观察点，而是用中国传统画的散点透视之法，不断转换观察点，因此所摄取的景物，也是不断变化的，体现出“遇胜辄流连”的漫游特点，诗人的一日游，是按时间顺序而写，显得很自然，但又时见奇峰拔地而起，六句写景佳句，便是奇崛之处，故能错落有致，平中见奇。</p>",
  "about": "<h2>创作背景</h2> <p>　　这是一首纪游<a href=\"http://so.gushiwen.org/view_71817.aspx\">诗</a>，写于元丰二年（1079）的端午节，此时作者刚到湖州不久。同游者还有“苏门四学士”之一的<a href=\"http://so.gushiwen.org/author_125.aspx\">秦观</a>，秦观写有《同子瞻端午日游诸寺》可证。</p>",
  "poet": {
    "id": 183,
    "star": 0,
    "name": "苏轼",
    "image": "http://img.gushiwen.org/authorImg/sushi.jpg",
    "desc": "苏轼（1037－1101），北宋文学家、书画家、美食家。字子瞻，号东坡居士。汉族，四川人，葬于颍昌（今河南省平顶山市郏县）。一生仕途坎坷，学识渊博，天资极高，诗文书画皆精。其文汪洋恣肆，明白畅达，与欧阳修并称欧苏，为“唐宋八大家”之一；诗清新豪健，善用夸张、比喻，艺术表现独具风格，与黄庭坚并称苏黄；词开豪放一派，对后世有巨大影响，与辛弃疾并称苏辛；书法擅长行书、楷书，能自创新意，用笔丰腴跌宕，有天真烂漫之趣，与黄庭坚、米芾、蔡襄并称宋四家；画学文同，论画主张神似，提倡“士人画”。著有《苏东坡全集》和《东坡乐府》等。"
  },
  "tags": [
    "端午节",
    "纪游",
    "写景"
  ]
}