{
  "id": 72844,
  "star": 13,
  "name": "野庙碑",
  "dynasty": "唐代",
  "content": "　　碑者，悲也。古者悬而窆，用木。后人书之以表其功德，因留之不忍去，碑之名由是而得。自秦汉以降，生而有功德政事者，亦碑之，而又易之以石，失其称矣。余之碑野庙也，非有政事功德可纪，直悲夫甿竭其力，以奉无名之土木而已矣！</p> <p>　　瓯越间好事鬼，山椒水滨多淫祀。其庙貌有雄而毅、黝而硕者，则曰将军；有温而愿、晰而少者，则曰某郎；有媪而尊严者，则曰姥；有妇而容艳者，则曰姑。其居处则敞之以庭堂，峻之以陛级。左右老木，攒植森拱，萝茑翳于上，鸱鸮室其间。车马徒隶，丛杂怪状。甿作之，甿怖之，走畏恐后。大者椎牛；次者击豕，小不下犬鸡鱼菽之荐。牲酒之奠，缺于家可也，缺于神不可也。不朝懈怠，祸亦随作，耄孺畜牧栗栗然。疾病死丧，甿不曰适丁其时耶！而自惑其生，悉归之于神。</p> <p>　　虽然，若以古言之，则戾；以今言之，则庶乎神之不足过也。何者？岂不以生能御大灾，捍大患，其死也则血良于生人。无名之土木不当与御灾捍患者为比，是戾于古也明矣。今之雄毅而硕者有之，温愿而少者有之，升阶级，坐堂筵，耳弦匏，口粱肉，载车马，拥徒隶者皆是也。解民之悬，清民之暍，未尝怵于胸中。民之当奉者，一日懈怠，则发悍吏，肆淫刑，驱之以就事，较神之祸福，孰为轻重哉？平居无事，指为贤良，一旦有大夫之忧，当报国之日，则佪挠脆怯，颠踬窜踣，乞为囚虏之不暇。此乃缨弁言语之土木尔，又何责其真土木耶？故曰：以今言之，则庶乎神之不足过也。</p> <p>　　既而为诗，以纪其末：土木其形，窃吾民之酒牲，固无以名；土木其智，窃吾君之禄位，如何可仪！禄位颀颀，酒牲甚微，神之享也，孰云其非！视吾之碑，知斯文之孔悲！",
  "fanyi": "<p><strong>译文</strong><br>　　碑的意思，是表示悲哀。古时候用绳子将棺木吊进墓穴安葬，安葬时用大木头垫在棺材下面，系上绳索，以便搬动棺材。后人在木头上写明死者的生平事迹来表彰他的功业德行，于是留下它不舍得丢掉，碑的名称由此得来。从秦汉以后，有功业德行、施政办事的活着的人，也为他立碑，并且把木头换成了石头，这就失去了原来的用处。我为野庙立碑，并不是有什么施政办事的功业德行可以记述，只不过悲伤农民竭尽他们的力量来供奉野庙里泥塑木雕的神像罢了。</p> <p>　　瓯越一带有侍奉鬼神的传统习俗，山顶水边有很多不该祭祀的祭供。那些庙中供奉的神像，外表威武果断、黝黑硕大的，就称将军；和气谨慎、白皙年少的，就称某郎：老妇人外貌庄重而有威严，就称姥；妇女面容艳丽的，就称姑。供举神像的地方，厅堂建筑得很宽敞，台阶筑得很高，左右种植着十分茂密的古树，女萝和茑萝在上面遮蔽了阳光，猫头鹰在树木间筑巢。神庙两廊中的神用车马和随从差役，众多繁杂，奇形怪状。农民们自己塑造了这些神像，又对这些神鬼偶像感到害怕，跑来祭祀唯恐落在后面。大的杀牛来祭祀，其次杀猪来祭杞，小的也不下于杀狗、鸡、鱼和菽来祭祀。平时祭祀用的家畜和酒食，宁可家里缺少，也不能让神像缺少。如果有一天不勤勉，灾祸就随之降临，老人小孩，家畜牛马都战战兢兢的。疾痛死丧，农民不认为恰巧遇到这个时候！自己不明白生老痛死的规律，全部归结到了神身上。</p> <p>　　虽然这样，如果按照古代的礼制来衡量，就不合事理；但按现在的礼制来衡量，也许将野庙中无名偶像供奉为神，不算什么罪过。为什么呢？难道不是因为活着的时候能够抵御大灾，抵抗大患，他死后就该享用活着的人的祭祀吗？野庙里供奉的无名的神像，不能同抵御祸患死后受到祭祀的神相比，这是明显不合乎古代礼制的地方。现在也有威武果断、体格硕大的人，也有和气谨慎、青春年少的人。登上台阶，举行大型酒宴，耳听音乐演奏，口吃精美食品，乘车骑马，被仆从包围的人都是这样的。解除人民的沉重苦难，拯救百姓于危难之中，这些他们不曾放在心上。百姓必须供奉的东西，一天不勤勉，就派出凶悍的官吏，滥用酷刑，强迫他们去做事。贪官污吏与无名之神相比，谁给人民带来的灾祸严重？平时国家没有事情，这些人一直被视为贤士良臣。一旦国家有大的祸患，应当报效国家的时候，却昏乱害怕，遇到危险即仓惶逃遁，乞求作囚徒都来不及。这是戴着礼帽会说话的泥塑木雕罢了，又为什么责备那些真的泥塑木雕呢！所以说，按现在的礼制来衡量，也许将野庙中的无名偶像供奉为神，不算什么罪。</p> <p>　　文章写完了，写一首<a href=\"http://so.gushiwen.org/view_72844.aspx\">诗</a>，作为文章的总结：徒具形体的土木鬼神，偷窃我百姓的酒食祭品，本来就没有什么名分；智慧才能与泥塑木雕一般的官吏，偷窃我君主的俸禄官位，怎么能让人效法呢？俸禄优厚官位崇高，酒食祭品却非常微薄。神享用祭品，谁说他不对？看着我立的碑，知道我的碑文情感多么伤悲。</p> <p><strong>注释</strong><br>野庙：不知名的庙。碑：文体的一种。<br>窆（biǎn）：下葬。<br>书之：指在墓穴四角的木上书写死者的事迹。<br>以降：以下。<br>政事：政治上有所建树。<br>碑：用作动词，写碑文。<br>失其称：失掉“碑”这一名称的本来意义了。<br>直：只是。甿（méng）：农夫。<br>奉：供奉。土木：指泥塑木雕的偶像。<br>事：奉祀。<br>椒：顶。淫祀：不合礼制的祭祀。<br>貌：神像。<br>姥（mǔ）：老妇人。<br>敞之以庭堂：把厅堂盖得很宽敞。<br>陛：台阶。<br>攒（cuán）植森拱：指树木繁密茂盛。<br>萝茑（niǎo）：女萝和茑，两种蔓生植物，常缘树而生。翳（yì）：遮掩。<br>鸱鸮（chī xiāo）：猫头鹰。<br>徒隶：供神役使的鬼卒。<br>丛杂怪状：各种各样，奇形怪状。<br>椎（chuí）：杀。<br>击豕：杀猪。<br>荐：供奉；呈献。<br>耄（mào）孺：老人和小孩。栗栗然：恐惧的样子。<br>戾（lì）：罪。这里指不合道理。<br>庶乎：也许。过：责备。<br>以：因为。御：防御。<br>捍：抵抗。<br>耳弦匏（páo）：耳听音乐。<br>口粱肉：吃美味。<br>载车马：乘车骑马。<br>拥：簇拥。<br>悬：倒挂，比喻极大的痛苦。暍（yē）：中暑，受暴热。<br>佪（huí）挠脆怯：懦弱畏惧。<br>颠踬（zhì）窜踣（bó）：倾仆逃窜。<br>缨：帽带。弁（biàn）：帽子。<br>仪：效法。<br>颀：长，这里引申为“优厚”。<br>孔悲：甚悲。孔：很。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　《野庙碑》是一篇讽刺杂文。文章的题目便发人兴味，是为一座不知名的乡野神庙撰写的碑文，全文三段，最后附<a href=\"http://so.gushiwen.org/view_72844.aspx\">诗</a>一首。</p> <p>　　第一段叙述碑的由来和作者为野庙立碑的原因。开头就显出杂感的特点，好像在拉杂地漫谈作者自己的感想；而其实寓有严峻的讽刺。文章从“碑”的原义谈起。古代有一种用同音词解释词义的方法，叫做“声训”。“碑石”的“碑”和“悲哀”的“悲”，字音相同，所以作者认为“碑”的原义就是悲哀。然后，他叙述碑的沿革，说明碑本是落葬下棺的木板，后来发展成为记载死后功德的木碑，从而证明碑的作用是悼念死者，以寄哀思。接着，他指出，把木板改成石块，用来为活人歌功颂德的石碑，是秦、汉以后的变化，是不合原义，并不相称的。据说，秦始皇东游到峄山，一帮儒生为他在山石上铭刻功德，这就是给活人树碑的开始。因此，通过谈论碑的由来，实质是说明树碑是记载死者的功德，寄托生者的悲哀的，不应该用来为活着的人歌功颂德。这同时也就表明，作者给野庙树碑，并不是为活人歌功颂德，而只是为抒发悲哀。所以最后就直截了当地说明这种悲哀的原因，野庙里的神祇只是一些没有名姓的泥塑木雕的偶像，他们没有什么功德可以记载，但是，农民却愚昧迷信地供奉祭祀他们，这就是作者深感悲哀的事情。换句话说，这篇文章的目的就是要告诉人们，农民供奉祭祀着一群根本不值得供养祭祀的神鬼偶像，这是十分可悲的。</p> <p>　　第二段就是回答为什么会产生这种可悲的现象。这一段生动具体地谈论农民怎样和为什么迷信神鬼，说明作者自己的悲哀。这里有批评、有嘲弄，但作者的态度是严肃的，对农民充满同情。首先，作者明确指出唐代浙江东部山区农民“好事鬼”、“多淫祀”，是不正当的祭祀，是错误的行为。然后，他以嬉笑挖苦的口吻，颇不恭敬地指点那些被农民恭敬供奉的男女偶像，令人觉得荒诞而有趣，但并不使人对他们深恶痛绝，相反，作者对这些生动偶像的雕塑艺术，却有点欣赏。接着，一针见血地指出：“农民创造了这一切，农民又害怕这一切。”就因为农民以为自己生老病死，命运灾祸，都掌握在神鬼偶像手里。所以他们忍饥挨饿，提心吊胆，畜牧牺牲，竭尽全力，供养这群他们自己创造的偶像，生怕祭礼疏忽受灾遭殃。不难看到，作者对此不胜感慨，痛心而同情，并不挖苦嘲弄，既写出农民愚昧迷信，更显出他们善良驯服。因此，实际上，这一段是把第一段指出的可悲事情进一步具体地形象地揭露出来。也就是说，农民用尽血汗供奉这群偶像，不但根本不值得祭祀，而且它本身就是农民自己的创造。这是耐人寻味，发人深省的。如果农民能够认识到、觉悟到这一点，那么这群土木偶像就只能供人观赏、农民也就获得精神上、经济上的一种解放。但是，作者深深悲哀的是，当时的农民几乎不可能认识到这一点。就题论题，文章到此可以结束了。但是，作者本意是借题发挥，所以还要议论开去。</p> <p>　　第三段是借题发挥，其实只是把唐末的文官武将，跟野庙里的土木偶像加以比较分析，结论是，当时官僚是戴官帽、说人话的偶像，比真的木土偶像更恶劣。不言而喻，他们更加不值得受人民供奉。从思想内容看，这一段是此文立意所在，是主题思想的阐发。作者以农民迷信愚昧供奉野庙的无名偶像作比喻和衬托，揭露唐末国家官僚机构的腐朽，目的是使人们认识到，大唐王朝已经败坏沦落为一座乡野神庙，文武官僚是一群不如无名神像的偶像。作者认为大唐王朝及其文武官僚机构已经腐朽透顶，不能寄于丝毫希望。这就深刻地传达了唐末农民起义暴发的时代脉搏，抒发了要求推翻腐朽王朝的人民情绪。正因如此，这一段的态度和笔锋明显与上一段不同，议论尖锐透辟，讽刺辛辣无情；不是嬉笑热嘲而是怒骂鞭挞，单刀直入地揭露这群活着的官僚像无名神像一样毫无功德政绩，却更为凶恶地压榨人民，更虚伪，更无耻，更罪恶，更令人愤慨。文章到此，主题思想说透，就结束了。</p> <p>　　最后是一首诗。按照碑文的传统格式，文末要用韵语诗歌来作个小结。这首诗就是这样，明确点出文章的主旨不在指责无名偶像，而是揭露官僚腐败；不在反对正当祭祀礼俗，而是悲愤国家腐朽。这首诗既鲜明表现作者进步的立场，也表现他的局限。<a href=\"http://so.gushiwen.org/author_335.aspx\">陆龟蒙</a>毕竟是封建时代的一位进步的士大夫，实质上不可能反对封建帝国统治制度，也不可能根本批判神鬼迷信，所以他的锋芒主要指向李唐这一家王朝，尤其是无情鞭挞唐末腐败的官僚。但他并不反对封建帝王统治，他批判农民迷信而产生的不正当的神鬼祭祀，并不批评正当的祭祀。虽然如此，由于作者所处的时代不同，文章的思想仍是进步的，具有高度的现实性和鲜明的政治倾向，这是应予充分肯定的。</p> <p>　　从艺术上看，这是一篇用传统碑文体裁写的杂感。或者说，是用杂感形式来发挥讽刺艺术力量的一篇碑文。因此，它不但具有杂感所要求的现实性、议论性、知识性和趣味性，更具有文学艺术上的典型性和形象性。具体地说，它大体上有以下几个特点：</p> <p>　　首先是冷眼旁观，谈古论今，思想深刻，笔锋犀利。作者对于大唐帝国官僚是冷眼旁观的，冷淡、清醒、客观、无情。他这篇文章并不要给朝廷进谏，而是要说给有识之士以及黎民百姓听的，所以他像聊天似地谈古论今。他从碑的原始沿革谈到为野庙立碑，又从野庙供奉的土木偶像谈到农民被自己创造的无名偶像束缚压榨，再从古代祭祀谈到当时养官，等等，见解深刻，笔锋尖锐，鞭辟入里，抓住实质，逐步阐发主题思想，抒发作者的悲愤感慨。</p> <p>　　其次是热嘲冷讽，说东道西，痛心愚昧，痛恨腐朽。作者对不同讽刺对象抱着不同的态度，所以全面而有说服力。他对人民的愚昧是痛心的，所以施以有情的热嘲，抒发深情的悲哀。对那些无名的神鬼偶像则以嬉笑的嘲弄，指指点点，这个黑大个儿叫将军，那个白面书生是郎官，尊贵的老太婆就是姥姥，漂亮的少妇人就叫姑姑，仿佛在欣赏雕塑艺术，令人发噱。而对文官武将，就是严峻的揭露，无情的冷嘲，尖锐的讽刺，凌厉的怒骂。但是，嘲弄讽刺的方式仍是从谈论中随时投射，好像说东道西，拉杂不拘。此文各个段落，层次之间并无严密的逻辑结构，需要谈论什么，就开个头谈起来，转过去。</p> <p>　　第三是知识丰富，议论风发，左右逢源，得心应手。一开头谈碑，就把碑的原始沿革谈得头头是道。接着说浙东农民滥祀，就把滥祀风气和农民心理说得子如指掌。讲古代祭祀，两句话便概括讲出要领；论当时官僚，用几笔就勾画出典型嘴脸。这表明作者知识丰富，了解透彻，所以发出议论，都能抓住要点，讲出妙处，显得左右逢源，得心应手，读来脉络清楚，增长见识，自然有味。</p> <p>　　第四是比喻恰当，描写生动，语言活泼，形象鲜明。从表现手法看，此文其实抓住一个典型的比喻来做文章，就是把唐末腐朽帝国官府比作一座野庙，官僚就像野庙里的土木偶像，人民和帝国官府的关系，就像人民和野庙的关系一样，人民创造了它们，反而又害怕它们。但是两者之间有一点差别，就是活着的官僚比土木的偶像更凶恶，祸害更大。总起来看，作者用“古文”的语言，以夹叙夹议的方式，生动活泼地描写出了几类鲜明形象，即野庙的土木偶像，忠厚愚昧的农民形象和唐末官僚的罪恶形象。</p> <p>　　最后便是此文风格特点，嬉笑怒骂，严峻冷隽，引人入胜，发人深省。作者跟读者杂谈感想，启发开导，摆事实，讲道理，爱憎是分明的，但感情的表现形式却是复杂的。第一段，作者徐徐说来，娓娓动听，引人兴趣，而说到以野庙碑抒发悲哀，仿佛一拍惊木，令人震动。第二段，作者好像话分两头，各表一支，嬉笑嘲弄，而说到“农民创造这一切，又害怕这一切”，骤然一转，痛心叙述，辛酸悲恻。第三段，作者突发议论，两番转折，进入主题，鞭挞怒骂，激人愤慨。末尾用诗明确点出主题思想，说破大悲哀。这一层层叙述议论，逐步深入，表现出作者严肃沉重、感慨激奋的神情风度，形成独特风格，产生艺术效果，达到启发教育的目的。应当说，在晚唐文坛上，这篇杂感是杰出的有代表性的作品。</p>",
  "about": "<h2>创作背景</h2> 　　唐朝末期，藩镇割据、宦官专权、朋党之争愈演愈烈，加之后来即位的唐懿宗、唐僖宗都只知道寻欢作乐，使朝政腐败到极点。统治者和地主官僚为了加紧剥削农民，一方面敲骨吸髓、高利盘剥，另一方面极力推崇封建迷信，还到处树碑立传，愚弄百姓于股掌之中。<a href=\"http://so.gushiwen.org/author_335.aspx\">陆龟蒙</a>因看不惯尔虞汝诈的官场黑暗和贪官污史的凶残刁险，不再出仕，这时隐居在吴淞江畔的甫里（今江苏苏州甪直镇），写了大量语言犀利、文笔冷隽的<a href=\"http://so.gushiwen.org/view_72844.aspx\">诗</a>文，对当时社会的黑暗和统治者的腐败作了辛辣的讽刺和揭露，其中就包括这篇《野庙碑》。",
  "poet": {
    "id": 335,
    "star": 0,
    "name": "陆龟蒙",
    "image": "http://img.gushiwen.org/authorImg/luguimeng.jpg",
    "desc": "陆龟蒙（？～公元881年），唐代农学家、文学家，字鲁望，别号天随子、江湖散人、甫里先生，江苏吴县人。曾任湖州、苏州刺史幕僚，后隐居松江甫里，编著有《甫里先生文集》等。 他的小品文主要收在《笠泽丛书》中，现实针对性强，议论也颇精切，如《野庙碑》、《记稻鼠》等。陆龟蒙与皮日休交友，世称“皮陆”，诗以写景咏物为多。"
  },
  "tags": [
    "讽刺",
    "小品文"
  ]
}