{
  "id": 7775,
  "star": 11,
  "name": "东海有勇妇",
  "dynasty": "唐代",
  "content": "梁山感杞妻，恸哭为之倾。<br>金石忽暂开，都由激深情。<br>东海有勇妇，何惭苏子卿。<br>学剑越处子，超然若流星。<br>损躯报夫仇，万死不顾生。<br>白刃耀素雪，苍天感精诚。<br>十步两躩跃，三呼一交兵。<br>斩首掉国门，蹴踏五藏行。<br>豁此伉俪愤，粲然大义明。<br>北海李使君，飞章奏天庭。<br>舍罪警风俗，流芳播沧瀛。<br>名在列女籍，竹帛已光荣。<br>淳于免诏狱，汉主为缇萦。<br>津妾一棹歌，脱父于严刑。<br>十子若不肖，不如一女英。<br>豫让斩空衣，有心竟无成。<br>要离杀庆忌，壮夫所素轻。<br>妻子亦何辜，焚之买虚声。<br>岂如东海妇，事立独扬名。",
  "fanyi": "<h2>译文</h2> <strong>译文</strong><br>　　杞梁死后，他的妻子在梁山脚下哭泣，梁山为她的一片至诚所感动，梁山为之倒倾。只要是一往情深，至诚一片，金石都会为之打开。东海有勇妇，怎么会惭愧不如苏子卿呢？她向越女学剑，腾奔若流星。她不惜自己的生命，为夫报仇，即使死一万次也绝不后悔。连苍天都被她的真情所感动了。她身手不凡，十步两躞跃，三呼一交兵。她粲然明大义。北海的<a href=\"http://so.gushiwen.org/author_1794.aspx\">李邕</a>，把她的事迹奏到朝廷。天子免去了她杀人的罪过，把她作为烈妇的典型给予表彰，并以她来警明风俗，使她的美名远播。她名在烈女籍里，彪炳史册，已很光荣了。淳于意之所以能免诏狱，是因为他的幼女淳于缇萦毅然随父西去京师，上书汉文帝，痛切陈述父亲廉平无罪，自己愿意身充官婢，代父受刑。文帝受到感动，宽免了淳于意，并且自此废除了肉刑。如果十个儿子都没有出息，那还不如一个女英。豫让为报智氏对自己的知遇之恩，用漆涂身，吞炭使哑，暗伏桥下，谋刺智氏的仇人赵襄子，后为赵襄子所捕。临死时，他求得赵襄子衣服，拔剑击斩其衣，以示为主复仇，然后伏剑自杀。要离谋杀庆忌，向来是被壮夫所轻视的。要离的妻子和孩子是无辜的，焚烧他们的尸体是为了买虚的声名。怎么能够与东海勇妇相比呢，为夫报仇成功了，而且还宣扬了自己的美名！ <p><strong>注释</strong><br>①梁山：山名。在今山东东平境内。<br>②杞妻：春秋齐大夫杞梁之妻，或云即孟姜。杞梁，名殖（一作植）。齐庄公四年，齐袭莒，杞梁战死，其妻迎丧于郊，哭甚哀，遇者挥涕，城为之崩。后演为孟姜女哭长城的传说。<br>③苏子卿：<a href=\"http://so.gushiwen.org/author_460.aspx\">苏武</a>，字子卿。他奉汉武帝命令，出使匈奴，被囚禁北海牧羊十九年，坚贞不屈。后来汉武帝去世，昭帝即位，汉朝与匈奴修好，苏武归汉。苏武的民族气节从此流传千古。<br>④越处子：即越女。春秋越国，南林会稽一个山野少女，在竹林中奇遇一化身老翁的通灵白猿，白猿以竹枝为剑与少女对阵，遂长啸一声而去。少女悟出用剑法，与越王勾践坐而论剑。越王赐其号曰“越女”，称“当世莫胜越女之剑”。<br>⑤蹴踏：踩，踢。<br>⑥伉丽：即“伉俪”，夫妇。<br>⑦北海李使君：李邕，字泵和。唐代书法家。广陵江都（今江苏扬州）人。曾任左拾遗、户部员外郎、括州刺史、北海太守，人称李北海。<br>⑧沧瀛：沧海，大海。这里指东方海隅之地。<br>⑨淳于：即淳于意，西汉初期著名的医学家，因曾任齐太仓长，故人们尊称他为“仓公”或“太仓公”。<br>⑩不肖：品行不好，没有出息。豫让：春秋战国晋国人。为晋卿智瑶家臣。<br></p><br/><p><strong>译文<br></strong>梁山的倾颓，是因被杞梁妻的恸哭所感动。<br>这真是深情所在，金石为开啊。<br>东海有一位勇妇，其英勇之事迹，一点也不比关东为父报仇的贤女苏来卿差。<br>她曾向越处子一样的击剑名家学剑，超腾跳跃，快若流星。<br>她为夫报仇，慷慨捐躯。<br>万死不顾，其精诚可感上苍。<br>她手执雪刃，十步两跃，三呼一击地与仇人交战。<br>结果将仇人之头，高悬于城门之上；将仇人之肠肺，用脚践踏为泥。<br>以此来报答其夫妻伉俪之情，此举大义粲然，为人称颂。<br>北海的李使君，将此事上奏朝廷。<br>朝廷下旨免罪，以警风俗。其事迹在东海之畔诸郡厂为传颂。<br>从此她的芳名著于《列女传》之中，在史籍上万古流芳。<br>汉朝肘，皇帝因缇萦而免了其父淳于公的牢狴之灾；<br>战国内，赵国的津吏之女一曲棹歌从而使其父脱了严刑之苦。<br>由此看来，就是有十个儿子，若都是些不肖之子，也不如一个女中豪杰。<br>以前，战国时的刺客豫让，空斩赵襄子之衣，虽有壮心而其事不成；<br>春秋时刺杀庆忌的刺客要离，更是为壮土所不齿。<br>其妻子儿女又有问罪？竞让他焚死以邀买虚名。<br>他们哪里能比得上这位东海的勇妇啊，事成之后，在青史上独擅美名！</p> <p><strong>注释<br></strong>1.梁山感杞妻，恸哭为之倾：用杞梁妻哭倒城墙事。参见本集《白头吟》其二注。又，<a href=\"http://so.gushiwen.org/author_322.aspx\">曹植</a>《精微篇》：“杞妻哭死夫，梁山为之倾。”此二句当本此。<br>2.金石：《后汉书·广陵思王荆传》：“精诚所加，金石为开。”<br>3.勇妇：胡震亨云：“勇妇者，似即白同时人。”<br>4.苏子卿：当为苏来卿之误。曹植《精微篇》：“关东有贤女，自字苏来卿。壮年报父仇，身没垂功名。”<br>5.越处子：春秋时越国一个女剑侠。参见本集《结客少年场行》注。<br>6.躩跃：跳跃。<br>7.掉：悬挂。国门：都城门。<br>8.蹴：踢也。五藏：即五脏。藏．原作臧，误。<br>9.伉俪：夫妻。<br>10.北海：即青州。天宝正午改加北海郡。治所在今山东益都县。李使君：使君，原作史君，误。王绮云：“<a href=\"http://so.gushiwen.org/author_1794.aspx\">李邕</a>为北海太守，世称李北海。所谓北海李使君，疑即其人也。”<br>11.沧瀛：王琦注：“沧瀛，谓东方海隅之地。又，沧州，景城郡；瀛州，河间郡。与青州北海郡相邻近，似谓其声名播于旁郡也。”<br>12.淳于免诏狱：淳于公。西汉人，为齐太仓令，有罪当刑。系之长安。其有五女，无男。临行时留其女曰：“生子不生男，缓急无可使者！”其少女缇萦感寓言，乃随父西入长安，上书天子，愿没入为宫婢，为父赎罪。天子伶悲其意，遂下令除肉刑。事见《史记·扁鹊仓公列传》。<br>13.津妾：名娟，赵河津吏之女。赵简子南击楚，与津吏约期渡河，至其时，津史醉酒而不能渡，赵简子故杀之。津吏之女说其父是为祈祷河神，而被巫祝灌醉的。自已情愿代父罪而死。简子不许。后又请其父酒醒后再杀。简子许其请。后河工少一人，律吏女自请上船摇橹，至中流而歌《歌激》之歌。歌中为其父陈情并对赵简子祝福，赵简子大悦，免其父罪，并娶其为妻。事见《列女传·辩通》。<br>14.豫让：战国时刺客。知伯对豫让有宠，后知伯为赵襄子所杀。豫让欲为知伯报仇，自漆身为厉，吞炭为哑音，减须去眉，变其形容，两次刺杀赵襄子不成，为襄子所擒。豫让请求曰：“今日之事臣故伏诛。然愿请君之衣而击之，虽死不恨。”襄子使人将其衣与之，豫让拔剑三跃，呼天而击之。曰：“而可以报知伯矣。”遂伏剑而死。事见《战国策·赵策》。<br>15.要离：春秋时吴国刺客。吴王阖闾欲刺杀吴王僚之子庆忌。庆忌时在邻国。要离请往杀之。为了取得庆忌之信任．乃诈以负罪出奔，使吴王焚其妻、子于市，庆忌始信要离。于是与之同返吴。船至中流，要离刺死庆总。要离自省莫非仁、非义、非勇，遂自杀而死。事见《吴越春秋·阖闾内传》。</p>",
  "shangxi": "<h2>简析</h2> 　　大<a href=\"http://so.gushiwen.org/view_7775.aspx\">诗</a>豪<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>在744年离开长安，来到临淄。他在太守<a href=\"http://so.gushiwen.org/author_1794.aspx\">李邕</a>的陪同下游览了孟姜庙、杞梁墓和淳于意墓等胜迹，并听闻到了辖区内的一些民间侠女的事迹。李白有感于“三妇”的英烈事迹，写了一首诗，名曰：“东海有勇妇”。李白在诗中写道：“梁山感杞妻，恸哭为之倾。金石忽暂开，都由激深情……”诗中提到的杞妻便是春秋时期齐国大将杞梁的妻子孟姜。杞梁战死于莒，其妻在齐城下枕尸而哭，十天之后城墙被她哭倒。李白力赞齐贤女孟姜对丈夫忠贞不渝的爱情。在这首诗里，李白以高度的热情，讴歌了齐地勇妇不辞万死为夫报仇的义勇行为，流露出诗人除暴安良的侠义思想。<br/><h2>赏析二</h2> 　　全<a href=\"http://so.gushiwen.org/view_7775.aspx\">诗</a>分为四段。“梁山”四句为第一段，是比兴性文字，作为发端。言夫妇之深情可以感动无情的土石。前二句言事，后二句言情。“东海”以下“大义明”以上十四句为第二段，写东海勇妇“捐躯报夫仇”。其义，可比报父仇的苏来卿。其勇，可比战胜妖精白猿公的剑客越处子。“超腾”、“躩跃”、呼喊，斩仇首，抛国门，剖仇腹，踏内脏，皆言其勇。“大义明”与“报夫仇”相呼应。“北海”以下“已光荣”以上六句为第三段，写东海勇妇的义举感动朝野，非但免除了其死罪，而且美誉流传，名列史册。末十四句为第四段，用类比和对比的手法，写东海勇妇义举的突出。她的举动可比脱父于肉刑的淳于缇萦和救父免死刑的津吏女；胜过心有余而力不足，空击仇衣的豫让和为刺庆忌，焚妻子、买虚名、为士所轻的要离。“捐躯报夫仇，万死不顾生”为全诗之纲，前者言事，后者言情。<br>　　<br>　　颂美也是古诗的一种原则，<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>乐府诗中，属于颂美的篇章也有不少。如《临江王节士歌》、《司马将军歌》、《东海有勇妇篇》、《秦女休行》，都是以古今烈士、节妇为对象的颂美之作，同样表现了李白个人的人生理想。整体上看，李白乐府诗创作正是上述言志、讽兴为基本的写作原则的一种有宗旨的写作，体现了力求恢复风雅乐流传统的创作理想。",
  "about": "<h2>创作背景</h2> 　　此<a href=\"http://so.gushiwen.org/view_7775.aspx\">诗</a>大概是天宝五载（746）夏，<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>游山东济南时所作。诗中以热情的语言和夸张的笔法，描述了一位勇敢侠义的妇女为丈夫报仇的事迹。据诗云：“北海李使君，飞章奏天庭”可知实有其事。这首诗即事命题，在一定程度上反映了当时社会的现实生活及风俗习尚。",
  "poet": {
    "id": 247,
    "star": 0,
    "name": "李白",
    "image": "http://img.gushiwen.org/authorImg/libai.jpg",
    "desc": "李白（701年－762年），字太白，号青莲居士，唐朝浪漫主义诗人，被后人誉为“诗仙”。祖籍陇西成纪(待考)，出生于西域碎叶城，4岁再随父迁至剑南道绵州。李白存世诗文千余篇，有《李太白集》传世。762年病逝，享年61岁。其墓在今安徽当涂，四川江油、湖北安陆有纪念馆。"
  },
  "tags": [
    "乐府",
    "歌颂",
    "妇女",
    "侠义"
  ]
}