{
  "id": 18298,
  "star": 11,
  "name": "零陵春望",
  "dynasty": "唐代",
  "content": "平野春草绿，晓莺啼远林。<br>日晴潇湘渚，云断岣嵝岑。<br>仙驾不可望，世途非所任。<br>凝情空景慕，万里苍梧阴。",
  "fanyi": "<p><strong>译文<br></strong>平坦空旷的原野上，春天的芳草满是绿意，<br>早晨的莺鸟在远方的树林间啼鸣。<br>阳光晴和，洒落在潇水与湘水的岸边沙洲，<br>云朵断续不接，飘扬在岣嵝山的小峰上。<br>得道成仙是无从盼望的，世间也非我所能承受的居处。<br>沉思凝神也只能空自仰慕，那万里之外，卒于苍梧之野的舜帝英灵。</p> <p><strong>注释<br></strong>①零陵：据《史记·五帝本纪》载，舜南巡，“崩于苍梧之野，葬于江南九疑，是为零陵”。汉建零陵郡。隋文帝灭陈，统一南北，废零陵郡，置永州总管府。零陵即永州。<br>②潇湘：湖南潇水和湘江的合称。潇水出自湖南永州市蓝山县紫良乡野狗山南麓，湘水出自广西兴安越城岭海洋山，二水自永州芝山苹岛汇合，自湘江发源地至衡阳，谓之潇湘，而大部分在永州境内，因而永州也有潇湘之称。<br>③渚（zhǔ主）:水中间的小块陆地。<br>④岣嵝：衡山的主峰。<br>⑤岑（cēn）：岑崟（yín）,山高峻貌。<a href=\"http://so.gushiwen.org/author_70.aspx\">司马相如</a>《子虚赋》：“岑崟参差，日月蔽兮。”此为岣嵝山之高峻。<br>⑥仙驾：驾，特指大禹的车。《辞源》：“古代神话传说，禹在此（岣嵝峰）得到金简玉书。”<br>⑦凝情：凝，凝聚，集中，这里指怀着深情。<br>⑧景慕：崇敬景仰。<br>⑨苍梧：山名，即九嶷山，在今湖南永州。<br>⑩阴:通荫。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　唐代后期由于人烟稀少，蔡家机场一带的湘江东岸尚未开垦耕种，为一片平野。“晓莺啼远林”，进一步说明此片平野面积广阔，一片葱绿的草地。地势低平的湿地土壤中含氧低，不适林木生长，林木多分布平野边缘丘陵上，故曰“远林”。</p> <p>　　“潇湘渚”即巴洲滩，<a href=\"http://so.gushiwen.org/view_18298.aspx\">诗</a>人清晨泛舟而下，首先到达巴洲滩。此时已早晨七八点钟，一个大好晴天，适宜诗人深入民间访问，考察风土民情。“云断岣嵝岑”，岣嵝岑，乃指“衡山”，它的最高峰为祝融峰。此句意含诗人北望长安，视线被“衡山”所挡。这是诗人曲折表达受迫害的贬谪心情。古史相传，大禹曾驱车到洞庭以南考察水情，禹是传说中的上古圣人之一。此句暗指唐宪宗效法先圣尧舜治理天下。“世途非所任” ，应从积极方面去理解，反映诗人一心报国无门，被贬南荒之地，时刻思念重返朝廷，效忠君皇，为国为民尽自己一份历史责任而不可能，诗人多么盼望皇帝召其北归。诗的最后两句切题，舜帝南巡野死九嶷。诗人一向以邀尧舜为师，表明自己的历史责任感。中国历史上不少志士仁人都具备此种历史责任感，所以他们成为中华民族历史的脊梁。这两句诗实写苍梧，即九嶷山，暗指舜帝的英明，借喻唐宪宗以兴尧舜之风为己任，能召回永贞革新志士重返朝廷，效忠皇帝，实现政治革新。这仅仅是诗人的主观愿望，此句蕴含诗人多少相思泪!</p> <p>　　<a href=\"http://so.gushiwen.org/author_646.aspx\">柳宗元</a>26岁中博学鸿词科，步入仕途，“超取显美”，任礼部员外郎，虽是六品京官，却有资格参加早朝议事。现在身处逆境，成了被禁锢的囚徒，他在零陵深入民间访贫问苦，这是一般被贬斥的朝官不可能自觉做到的。所以只有把握柳宗元政治革新的进步思想本质，才能理解诗人在元和四年春深入民间之举的缘由。“凝情空景慕，万里苍梧阴”，诗的落脚点在一个“阴”字上，其实还是空望一场，但又表现诗人强烈的爱国爱民的激情，这是历史上进步文人的共同心态。</p> <p>　　这是首次发现柳宗元贬永十年，第一次写于今冷水滩区管辖地域的诗，为研究柳宗元政治革新思想的人民性提供了重要的依据。初步认定《零陵春望》写于元和四年春。此时柳的姨父崔敏已任永州刺史，有了保护伞，所以他的行动较前自由一些，因此盼望回长安的心情更急切。这一时期柳宗元写了一些信向长安亲友求助，设法返回朝廷，这是诗人写《零陵春望》的内心企图。由于唐宪宗及保守派对柳的歧视，致使柳宗元贬永十年不得被召回供职，反而贬到岭南柳州而客死任所。柳宗元一生仕途多舛，报国无门，这是中国历史上许多进步人士的共同命运!</p>",
  "poet": {
    "id": 646,
    "star": 0,
    "name": "柳宗元",
    "image": "http://img.gushiwen.org/authorImg/liuzongyuan.jpg",
    "desc": "柳宗元（773年－819年），字子厚，唐代河东（今山西运城）人，杰出诗人、哲学家、儒学家乃至成就卓著的政治家，唐宋八大家之一。著名作品有《永州八记》等六百多篇文章，经后人辑为三十卷，名为《柳河东集》。因为他是河东人，人称柳河东，又因终于柳州刺史任上，又称柳柳州。柳宗元与韩愈同为中唐古文运动的领导人物，并称“韩柳”。在中国文化史上，其诗、文成就均极为杰出，可谓一时难分轩轾。"
  },
  "tags": [
    "春天",
    "写景",
    "抒怀",
    "壮志未酬"
  ]
}