{
  "id": 7914,
  "star": 513,
  "name": "上李邕",
  "dynasty": "唐代",
  "content": "大鹏一日同风起，扶摇直上九万里。<br>假令风歇时下来，犹能簸却沧溟水。<br>世人见我恒殊调，闻余大言皆冷笑。<br>宣父犹能畏后生，丈夫未可轻年少。",
  "fanyi": "<p><strong>译文<br></strong>大鹏一日从风而起，扶摇直上九万里之高。<br>如果在风歇时停下来，其力量之大犹能将沧海之水簸干。<br>时人见我好发奇谈怪论，听了我的大言皆冷笑不已。<br>孔圣人还说后生可畏，大丈夫可不能轻视年轻人啊！</p> <p><strong>注释<br></strong>⑴上：呈上。<a href=\"http://so.gushiwen.org/author_1794.aspx\">李邕</a>（678—747）：字泰和，广陵江都（今江苏江都县）人，唐代书法家、文学家。<br>⑵摇：由下而上的大旋风。<br>⑶假令：假使，即使。<br>⑷簸却：激起。<br>⑸沧溟：大海。恒：常常。殊调：不同流俗的言行。<br>⑹余：我。大言：言谈自命不凡。<br>⑺宣父：即孔子，唐太宗贞观十一年（637年）诏尊孔子为宣父。见《新唐书·礼乐志》。宋本“宣父”作“宣公”。<br>⑻丈夫：古代男子的通称，此指李邕。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　大鹏是<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a><a href=\"http://so.gushiwen.org/view_7914.aspx\">诗</a>赋中常常借以自况的意象，它既是自由的象征，又是惊世骇俗的理想和志趣的象征。开元十三年（725年），青年李白出蜀漫游，在江陵遇见名道士<a href=\"http://so.gushiwen.org/author_973.aspx\">司马承祯</a>，司马称李白“有仙风道骨焉，可与神游八极之表”，李白当即作《大鹏遇希有鸟赋并序》（后改为《大鹏赋》），自比为庄子《逍遥游》中的大鹏鸟。李白诗中还有一首《临路歌》：“大鹏飞兮振八裔，中天摧兮力不济。余风激兮万世，游扶桑兮挂石袂。后人得之传此，仲尼亡兮谁为出涕？”据唐李华《故翰林学士李君墓志铭序》云，李白“赋《临终歌》而卒”。后人认为可能就是这首《临路歌》，“路”或为“终”之误写。可见李白终生引大鹏自喻之意。按此诗语气直率不谦，故前人有疑非李白之作者，亦有信为李白之作而辨之者。参詹锳主编《李白全集校注汇释集评》此诗题解。</p> <p>　　前四句中李白以大鹏自比。大鹏是《庄子·逍遥游》中的神鸟，传说这只神鸟其大“不知其几千里也 ”，“其翼若垂天之云”，翅膀拍下水就是三千里，扶摇直上，可高达九万里。大鹏鸟是庄子哲学中自由的象征，理想的图腾。李白年轻时胸怀大志，非常自负，又深受道家哲学的影响，心中充满了浪漫的幻想和宏伟的抱负。这只大鹏即使不借助风的力量，以它的翅膀一搧，也能将沧溟之水一簸而干，这里极力夸张大鹏的神力。在这前四句诗中，诗人寥寥数笔，就勾划出一个力簸沧海的大鹏形象——也是年轻诗人自己的形象。</p> <p>　　诗的后四句，是对<a href=\"http://so.gushiwen.org/author_1794.aspx\">李邕</a>怠慢态度的回答：“世人”指当时的凡夫俗子，显然也包括李邕在内，因为此诗是直接给李邕的，所以措词较为婉转，表面上只是指斥“世人”。“殊调”指不同凡响的言论。李白的宏大抱负，常常不被世人所理解，被当做“大言”来耻笑。李白显然没有料到，李邕这样的名人竟与凡夫俗子一般见识，于是，就抬出圣人识拔后生的故事反唇相讥。《论语·子罕》中说：“子曰：“后生可畏。焉知来者之不如今也？”这两句意为孔老夫子尚且觉得后生可畏，你李邕难道比圣人还要高明？男子汉大丈夫千万不可轻视年轻人呀！后两句对李邕既是揄揶，又是讽刺，也是对李邕轻慢态度的回敬，态度相当桀骜[jié ào]，显示出少年锐气。</p> <p>　　李邕在开元初年是一位名闻海内的大名士，史载李邕“素负美名，……人间素有声称，后进不识，京洛阡陌聚观，以为古人。或传眉目有异，衣冠望风，寻访门巷。”对于这样一位名士，李白竟敢指名直斥与之抗礼，足见青年李白的气识和胆量。“不屈己、不干人”笑傲权贵，平交王侯，正是李太白的真正本色。</p>",
  "about": "<h2>创作背景</h2> 　　这首<a href=\"http://so.gushiwen.org/view_7914.aspx\">诗</a>是<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>青年时代的作品。<a href=\"http://so.gushiwen.org/author_1794.aspx\">李邕</a>在开元七年（719年）至九年（721年）前后，曾任渝州（今重庆市）刺史。李白游渝州谒见李邕时，因为不拘俗礼，且谈论间放言高论，纵谈王霸，使李邕不悦。史称李邕“颇自矜”（《旧唐书·李邕传 》），为人自负好名，对年轻后进态度颇为矜持。李白对此不满，在临别时写了这首态度颇不客气的《上李邕》一诗，以示回敬。",
  "poet": {
    "id": 247,
    "star": 0,
    "name": "李白",
    "image": "http://img.gushiwen.org/authorImg/libai.jpg",
    "desc": "李白（701年－762年），字太白，号青莲居士，唐朝浪漫主义诗人，被后人誉为“诗仙”。祖籍陇西成纪(待考)，出生于西域碎叶城，4岁再随父迁至剑南道绵州。李白存世诗文千余篇，有《李太白集》传世。762年病逝，享年61岁。其墓在今安徽当涂，四川江油、湖北安陆有纪念馆。"
  },
  "tags": [
    "赠别",
    "讽刺"
  ]
}