{
  "id": 5550,
  "star": 101,
  "name": "桃源行",
  "dynasty": "唐代",
  "content": "渔舟逐水爱山春，两岸桃花夹古津。<br>坐看红树不知远，行尽青溪不见人。<br>山口潜行始隈隩，山开旷望旋平陆。<br>遥看一处攒云树，近入千家散花竹。<br>樵客初传汉姓名，居人未改秦衣服。<br>居人共住武陵源，还从物外起田园。<br>月明松下房栊静，日出云中鸡犬喧。<br>惊闻俗客争来集，竞引还家问都邑。<br>平明闾巷扫花开，薄暮渔樵乘水入。<br>初因避地去人间，及至成仙遂不还。<br>峡里谁知有人事，世中遥望空云山。<br>不疑灵境难闻见，尘心未尽思乡县。<br>出洞无论隔山水，辞家终拟长游衍。<br>自谓经过旧不迷，安知峰壑今来变。<br>当时只记入山深，青溪几度到云林。<br>春来遍是桃花水，不辨仙源何处寻。",
  "fanyi": "<p><strong>译文</strong><br>渔舟顺溪而下，追寻那美妙的春景，夹岸桃花映红了古渡口两旁。花树缤纷，忘记了路程远近；行到青溪尽处，忽然隐约似见人烟。走入了幽深曲折的山口，再往前，豁然开朗一片平川。远望去丛丛绿树有如云霞绮聚集，进村见户户门前翠竹鲜花掩映。第一次才听说汉以后的朝代，村民穿戴的还是秦代衣装。他们世代聚居在武陵源，在这里共建了世外田园。明月朗照，松下房栊寂静；旭日升起，村中鸡犬声响起。村人惊讶地把外客迎接，争相邀请，询问那世上的消息。清晨的街巷，家家打扫花径；傍晚的溪边，渔樵乘船回村。当初因避乱世逃出尘寰，寻到这桃源仙境便不归还。从此隐居峡谷，再不管外间变化；世人求访异境，不过是空望云山。渔人不怀疑这是难得的仙境，但凡心未尽只把家园挂牵；出洞后他不顾隔山隔水，又决定辞家来此仙源。自认为来过的地方不会迷路，怎知道眼前的峰壑全然改变。当时曾记得山径幽深，沿青溪几回弯曲才到桃林。此日又逢春天，依然遍地桃花水；仙源何处，已杳杳难寻，不辨道路！ </p><p><strong>注释</strong><br>（1）逐水：顺着溪水。<br>（2）古津：古渡口。<br>（3）坐：因为。<br>（4）一说“行尽青溪忽值人”。见人：遇到路人。<br>（5）隈：山、水弯曲的地方。<br>（6）旷望：指视野开阔。旋：不久。<br>（7）攒云树：云树相连。攒，聚集。<br>（8）散花竹：指到处都有花和竹林。<br>（9）樵客：原本指打柴人，这里指渔人。<br>（10）武陵源：指桃花源，相传在今湖南桃源县（晋代属武陵郡）西南。武陵，即今湖南常德。<br>（11）物外：世外。<br>（12）房栊：房屋的窗户。<br>（13）喧：叫声嘈杂。<br>（14）俗客：指误入桃花源的渔人。<br>（15）引：领。都邑：指桃源人原来的家乡。<br>（16）平明：天刚亮。闾巷：街巷。开：指开门。<br>（17）薄暮：傍晚。<br>（18）避地：迁居此地以避祸患。去：离开。<br>（19）灵境：指仙境。<br>（20）尘心：普通人的感情。乡县：家乡。<br>（21）游衍：留连不去。<br>（22）自谓：自以为。不迷：不再迷路。<br>（23）峰壑：山峰峡谷。<br>（24）云林：云中山林。<br>（25）桃花水：春水。桃花开时河流涨溢。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这是<a href=\"http://so.gushiwen.org/author_515.aspx\">王维</a>十九岁时写的一首七言乐府<a href=\"http://so.gushiwen.org/view_5550.aspx\">诗</a>，题材取自<a href=\"http://so.gushiwen.org/author_645.aspx\">陶渊明</a>的叙事散文《桃花源记》。清代吴乔在《围炉诗话》中曾说：“意思，犹五谷也。文，则炊而为饭；诗，则酿而为酒也。”好的诗应当像醇酒，读后能令人陶醉。因此，要将散文的内容改用诗歌表现出来，决不仅仅是一个改变语言形式的问题，还必须进行艺术再创造。王维这首《桃源行》，正是由于成功地进行了这种艺术上的再创造，因而具有独立的艺术价值，得以与散文《桃花源记》并世流传。</p> <p>　　《桃源行》所进行的艺术再创造，主要表现在开拓诗的意境；而这种诗的意境，又主要通过一幅幅形象的画面体现出来。</p> <p>　　诗一开始，就展现了一幅“渔舟逐水”的生动画面：远山近水，红树青溪，一叶渔舟，在夹岸的桃花林中悠悠行进。诗人用艳丽的色调，绘出了一派大好春光，为渔人“坐看红树”、“行尽青溪”作了铺陈。这里，绚烂的景色和盎然的意兴融成一片优美的诗的境界，而事件的开端也蕴含其中了。散文中所必不可少的交代：“晋太元中，武陵人捕鱼为业，缘溪行，忘路之远近……”在诗中都成了酿“酒”的原材料，化为言外意、画外音，让读者自己去想象、去体会了。在画面与画面之间，诗人巧妙地用一些概括性、过渡性的描叙，来牵引连结，并提供线索，引导着读者的想象，循着情节的发展向前推进。“山口”、“山开”两句，便起到了这样的作用。它通过概括描叙，使读者想象到渔人弃舟登岸、进入幽曲的山口蹑足潜行，到眼前豁然开朗、发现桃源的经过。这样，读者的想象便跟着进入了桃源，被自然地引向下一幅画面。这时，桃源的全景呈现在人们面前了：远处高大的树木像是攒聚在蓝天白云里，近处满眼则是遍生于千家的繁花、茂竹。这两句，由远及近，云、树、花、竹，相映成趣，美不胜收。画面中，透出了和平、恬静的气氛和欣欣向荣的生机，让读者驰骋想象，去领悟、去意会，去思而得之，而所谓诗的韵致、“酒”的醇味，也就蕴含其中了。接着，读者又可以想象到，渔人一步步进入这幅图画，开始见到了其中的人物。“樵客初传汉姓名，居人未改秦衣服。”写出了桃源中人发现外来客的惊奇和渔人乍见“居人”所感到服饰上的明显不同，隐括了散文中“不知有汉，无论魏晋”的意思。</p> <p>　　中间十二句，是全诗的主要部分。“居人共住武陵源”，承上而来，另起一层意思，然后点明这是“物外起田园”。接着，便连续展现了桃源中一幅幅景物画面和生活画面。月光，松影，房栊沉寂，桃源之夜一片静谧；太阳，云彩，鸡鸣犬吠，桃源之晨一片喧闹。两幅画面，各具情趣。夜景全是静物，晨景全取动态，充满着诗情画意，表现出王维独特的艺术风格。渔人，这位不速之客的闯入，使桃源中人感到意外。“惊闻”二句也是一幅形象的画面，不过画的不是景物而是人物。“惊”、“争”、“集”、“竞”、“问”等一连串动词，把人们的神色动态和感情心理刻画得活灵活现，表现出桃源中人淳朴、热情的性格和对故土的关心。“平明”二句进一步描写桃源的环境和生活之美好。“扫花开”、“乘水入”，紧扣住了桃花源景色的特点。“初因避地去人间，及至成仙遂不还”两句叙事，追述了桃源的来历；“峡里谁知有人事，世间遥望空云山”，在叙事中夹入情韵悠长的咏叹，文势活跃多姿。</p> <p>　　最后一层，诗的节奏加快。作者紧紧扣住人物的心理活动，将渔人离开桃源、怀念桃源、再寻桃源以及峰壑变幻、遍寻不得、怅惘无限这许多内容，一口气抒写下来，情、景、事在这里完全融合在一起了。“不疑”六句，在叙述过程中，对渔人轻易离开“灵境”流露了惋惜之意，对云山路杳的“仙源”则充满了向往之情。然而，时过境迁，旧地难寻，桃源已不知在何处了。这时，只剩下了一片迷惘。最后四句，作为全诗的尾声，与开头遥相照应。开头是无意迷路而偶从迷中得之，结尾则是有意不迷而反从迷中失之，令读者感喟不已。“春来遍是桃花水”，诗笔飘忽，意境迷茫，给人留下了无穷的回味。</p> <p>　　将这首《桃源行》诗与陶渊明《桃花源记》作比较，可以说二者都很出色，各有特点。散文长于叙事，讲究文理文气，故事有头有尾，时间、地点、人物、事件都交代得具体清楚。而这些，在诗中都没有具体写到，却又使人可以从诗的意境中想象到。诗中展现的是一个个画面，造成诗的意境，调动读者的想象力，去想象、玩味那画面以外的东西，并从中获得一种美的感受。这就是诗之所以为诗的原因。</p> <p>　　王维这首诗中把桃源说成“灵境”、“仙源”，现代的人多有非议。其实，诗中的“灵境”，也有云、树、花、竹、鸡犬、房舍以及闾巷、田园，桃源中人也照样日出而作，日入而息，处处洋溢着人间田园生活的气息。它反映了王维青年时代美好的生活理想，其主题思想，与散文《桃花源记》基本上是一致的。</p> <p>　　这首诗通过形象的画面来开拓诗境，可以说，是王维“诗中有画”的特色在早年作品中的反映。此外，全诗三十二句，四句或六句一换韵，平仄相间，转换有致。诗的笔力舒健，从容雅致，游刃有余，颇为后人称道。清代王士禛说：“唐宋以来，作《桃源行》最佳者，王摩诘（王维）、韩退之（<a href=\"http://so.gushiwen.org/author_682.aspx\">韩愈</a>）、王介甫（<a href=\"http://so.gushiwen.org/author_405.aspx\">王安石</a>）三篇。观退之、介甫二诗，笔力意思甚可喜。及读摩诘诗，多少自在；二公便如努力挽强，不免面红耳热，此盛唐所以高不可及。”（《池北偶谈》）这“多少自在”四字，便是极高的评价。翁方纲也极口推崇说，这首诗“古今咏桃源事者，至右丞而造极。”（《石洲诗话》）这正是结论性的评价。 </p>",
  "poet": {
    "id": 515,
    "star": 0,
    "name": "王维",
    "image": "http://img.gushiwen.org/authorImg/wangwei.jpg",
    "desc": "王维（701年－761年，一说699年—761年），字摩诘，汉族，河东蒲州（今山西运城）人，祖籍山西祁县，唐朝诗人，有“诗佛”之称。苏轼评价其：“味摩诘之诗，诗中有画；观摩诘之画，画中有诗。”开元九年（721年）中进士，任太乐丞。王维是盛唐诗人的代表，今存诗400余首，重要诗作有《相思》《山居秋暝》等。王维精通佛学，受禅宗影响很大。佛教有一部《维摩诘经》，是王维名和字的由来。王维诗书画都很有名，非常多才多艺，音乐也很精通。与孟浩然合称“王孟”。"
  },
  "tags": [
    "唐诗三百首",
    "乐府",
    "写景"
  ]
}