{
  "id": 72925,
  "star": 25,
  "name": "入都",
  "dynasty": "清代",
  "content": "其一<br>丈夫只手把吴钩，意气高于百尺楼。一万年来谁著史，三千里外欲封侯。<br>定将捷足随途骥，那有闲情逐水鸥。 笑指泸沟桥畔月，几人从此到瀛洲？</p> <p>其二<br>频年伏枥困红尘，悔煞驹光二十春；马足出群休恋栈，燕辞故垒更图新。<br>遍交海内知名士，去访京师有道人；即此可求文字益，胡为抑郁老吾身!</p> <p>其三<br>黄河泰岱势连天，俯看中流一点烟；此地尽能开眼界，远行不为好山川。<br>陆机入洛才名振，苏轼来游壮志坚；多谢咿唔穷达士，残年兀坐守遗编。</p> <p>其四<br>回头往事竟成尘，我是东西南北身；白下沉酣三度梦，青衫沦落十年人。<br>穷通有命无须卜，富贵何时乃济贫；角逐名场今已久，依然一幅旧儒巾。</p> <p>其五<br>局促真如虱处裈，思乘春浪到龙门；许多同辈矜科第，已过年华付水源。<br>两字功名添热血，半生知已有殊恩；壮怀枨触闻鸡夜，记取秋风拭泪痕。</p> <p>其六<br>桑干河上白云横，惟冀双亲旅舍平；回首昔曾勤课读，负心今尚未成名。<br>六年宦海持清节，千里家书促远行；直到明春花放日，人间乌鸟慰私情。</p> <p>其七<br>一枕邯郸梦醒迟，蓬瀛虽远系人思；出山志在登鳌顶，何日身才入凤池?<br>诗酒未除名士习，公卿须称少年时；碧鸡金马寻常事，总要生来福命宜。</p> <p>其八<br>一肩行李又吟囊，检点诗书喜欲狂；帆影波痕淮浦月，马蹄草色蓟门霜。<br>故人共赠王祥剑，荆女同持陆贾装；自愧长安居不易，翻教食指累高堂。</p> <p>其九<br>骊歌缓缓度离筵，正与亲朋话别天；此去但教磨铁砚，再来唯望插金莲。<br>即今馆阁需才日，是我文章报国年；览镜苍苍犹未改，不应身世久迍邅。</p> <p>其十<br>一入都门便到家，征人北上日西斜；槐厅谬赴明经选，桂苑犹虚及第花。<br>世路恩仇收短剑，人情冷暖验笼纱；倘无驷马高车日，誓不重回故里车。",
  "shangxi": "<h2>鉴赏</h2> <p>第一首</p> <p>　　钩，兵器之形似剑而曲者。春秋时吴人善铸钩，故冠“吴”以称。古人咏疆场勋业，每言此物。李公为一介书生，而有疆场建功之想者，盖鸦片战争之割地赔款，为国之辱，胸有郁结也。李公仕宦之后，建水师，兴洋务，谋招商，其终身所事，多为“把吴钩”，与外人斡旋而已。又，“吴钩”，兵器之锐者，自亦可喻己非常之才华。“百尺楼”用三国陈登事。许汜尝拜见陈登，陈登不相与语，“自上大床卧”，让许汜“卧下床”。刘备谓许汜：“今天下大乱，帝王失所，……而君求田问舍，言无可采，是元龙（陈登字）所讳也”，并谓陈登当“卧百尺楼上，卧君于于地，何但上下床之间邪？”李公引此事，言己入都求仕，不为一己。“意气高于百尺楼”者，谓其经国之大志，自有胜于陈登。“一万年来谁著史”句以问为答，谓己可“著史”，且所著之史非百年、千年，而乃万年耳！“三千里外欲封侯”谓己之建功，志在降服三千里外之洋人也。 “随途骥”指跟从乡试之一班俊乂，“定须捷足”则言必得先登也。闲情逐鸥，用《列子·黄帝》海上之人与鸥鸟相游乐事。谓己自当奋力，无心悠闲，不得学海上之人矣。“芦沟桥”在京都西南，为京都要道也。所谓“芦沟桥畔路”，则指李公入都之途耳。“瀛洲”，传说中仙山。《新唐书·<a href=\"http://so.gushiwen.org/author_1638.aspx\">褚亮</a>传》载，唐太宗为网罗人才，设置文学馆，命<a href=\"http://so.gushiwen.org/author_2134.aspx\">房玄龄</a>等十八名文官为该馆学士。每暇日，帝入馆访以政事，研讨典籍；又命为学士画像、作赞，题名号于爵里，时人盛慕之，谓入文学馆为“登瀛洲”。句言“有人”，实乃言己，谓己此番入都定当获士人盛慕之殊荣也。</p> <p>　　此<a href=\"http://so.gushiwen.org/view_72925.aspx\">诗</a>于自信之余，特充溢豪气，大有天下公爵舍我其谁，晚清历史唯我是著之意。十诗中，此诗最为世人称道。前两联说尽诗人一生。运转晚清机枢，捭阖欧美交际，尽李公“只手”而已。尾联为诗眼，尽得诗家韵味，意蕴尤长。“笑指”二字，含而不露；“几人”云云，自信而无张扬。</p> <p>第二首</p> <p>　　枥，马槽也。《汉书·李寻传》：“马不伏历。不可以趋道；士不素养，不可以重国。”句谓多年于家，受教受养也。“红尘”，道家对人世之称。“向红尘”云者，谓今当走向社会矣。“驹光”，指人世短暂之时光，出《庄子·知北游》：“人生天地之间，若白驹之过郤。”句言二十年来，时有荒怠，于此颇有所悔。“马是出群休恋栈，燕辞故垒更图新”，谓为“出群”，为“图新”，己自不可依恋故里而当入世闯荡也。</p> <p>　　下两联接言己入都之后，当结交豪俊，拜望有道之人，借此以增益功底。“胡为”云者，句意似问，</p> <p>　　实特强之否定也，谓己绝不抑郁捆束，虚度此生耳。</p> <p>　　此诗叙入都之目的为出群，为图新；入都之首要当交结求益。</p> <p>第三首</p> <p>　　入都之途自须越黄河，登泰山，其势与天相连，可俯瞰中土，开扩眼界。言己离乡远行亦半为此也。晋<a href=\"http://so.gushiwen.org/author_838.aspx\">陆机</a>与弟陆云于太康末由吴郡入洛，造司空<a href=\"http://so.gushiwen.org/author_887.aspx\">张华</a>，华一见而奇之，遂为延誉，荐之诸公，名溢京华，声流四表。宋<a href=\"http://so.gushiwen.org/author_366.aspx\">苏辙</a>与兄<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>嘉佑元年由川赴京，翌年皆中进士，嘉佑六年同中制举科。辙中进士后尚有《上枢密韩太尉书》，欲干谒太尉以养浩然。“入洛”、“来游”，俱为入都，诗引此，谓己之入都亦当如之也。“多谢”，殷切问候之谓也。“吚唔”，读书之声也。句意之表似为对皓首穷经、于世无闻者寄予同情，而实则谓己自此将永别此途矣。</p> <p>　　此诗由入都之途可饱览山河秀色，广开眼界说起，而接以陆机、苏辙自励，自信入都将鲲化而鹏运也。</p> <p>第四首</p> <p>　　“往事成尘”谓昔事如烟；“东西南北身”言己当以天下为家。《礼记·檀弓上》载孔子之言曰：“今丘也，东西南北之人也。”李公谓己亦应如之，为苍生、为国家而生，为民族、为社会而死，己非一己，乃苍生、国家、民族、社会之人也。白下，南京别称。青衫，学子所服。有感于往昔之多度迷顿，长时不达，年十八方秀才中式，此李公之可慨可叹者也。</p> <p>　　“穷通有命”，此乃儒教。李公深信，故无须占卜；至于富贵何时而能<a href=\"http://so.gushiwen.org/author_341.aspx\">周济</a>贫贱，此皆天数耳。长时角逐于士子功名，而“依然一幅旧儒巾”云者，谓己至今仍依然故我也。</p> <p>　　此诗追悔往事，虽多不达之慨，然自信乃命数使然。</p> <p>第五首</p> <p>　　“虱处裈”用<a href=\"http://so.gushiwen.org/author_698.aspx\">阮籍</a>《大人先生传》语：“夫虱之处于裈中，逃乎深缝，匿乎坏絮，自以为吉宅也。行不敢离缝际，动不敢出裈裆，自以为得绳墨也”，“然炎邱火流，焦邑灭都，群虱死于裈中而不能出。汝君子之处区内，亦何异夫虱之处裈中乎！”此句承上诗，谓往昔己之于世，如虱之处裈，穷达皆命也。“龙门”，《艺文类聚》引辛氏《三秦记》言鱼跃龙门，“上者为龙”，后因以科举会试中式为登龙门。句谓己欲乘翌年顺天乡试，一跃而除士子之服也。“许多同辈矜科第，已过华年逐水源”云者，谓诸多同辈以科举而炫耀，而己已过青春年华，始追逐水源以求一跃也。</p> <p>　　求此一跃，缘于“功名”，此两字频添李公之热血满腔。“半生知遇有殊恩”则似言昔时尝有知遇之恩。“半生”若作后半世解，则此句亦自信之语，谓己之后半世将为皇上所知遇也。李公此时落于人后，何至频有此自信之语，抑冥冥有告与？“枨触”，感触也。“闻鸡”用祖逖事。《晋书·祖逖传》载，祖逖与刘琨善，共被同寝。“中夜闻荒鸡鸣，蹴琨觉曰：‘此非恶声也。’因起舞。”句谓心有壮志，每每有所感触，思图奋发。“记取秋风拭泪痕”者，言己昔有秋试失利之痛也。</p> <p>　　此诗言追逐功名之甘苦，申言入都之目的乃欲过乡试，达龙门耳。</p> <p>第六首</p> <p>　　桑干河，京都郊外之水名。“白云”，用<a href=\"http://so.gushiwen.org/author_2235.aspx\">狄仁杰</a>事。《旧唐书·狄仁杰传》载：狄登太行，“南望见白云孤飞，谓左右曰：‘吾亲所居，在此云下。’瞻望伫立久之，云移乃行。”时李公父于京都任职，为刑部郎中，记名御史。句谓父母居于京郊，己所能为者唯遥祝平安耳。李公父于科举入仕前以课馆为业，李公六岁即入家馆棣华书屋接受其父教诲，故诗有“回首昔曾勤课读”语。“负心今尚未成名”，则谓己之有负父教，至今未能成名也。</p> <p>　　李公父于道光十八年，即公历1838年中进士，跻身仕途，于宦海之中，固持清节，至此时已达六年。“六年宦海”云云，所言即此。“千里家书促远行”谓己之赴京乃父之函命也。“春明花放”指科举中式；“乌鸟私情”，用<a href=\"http://so.gushiwen.org/author_570.aspx\">李密</a>《陈情表》语。句谓待到顺天乡试中式，庶几始可慰藉父母，报答父母哺育深恩于一二耳。</p> <p>　　此诗颂扬父母教养恩德，自信将不负所望。</p> <p>第七首</p> <p>　　“邯郸梦”，典出唐人沈既济小说《枕中记》。卢生于邯郸途中遇道士吕翁，枕吕翁所赐之枕而入枕中，得荣华富贵，醒而后知梦。诗所谓“醒迟”，常解则为未醒，言仍碌碌于建功树名；然人世本如梦，李公乃积极入世者，故李公所言之“醒迟”当别作它解，谓享用荣华富贵久永也。“蓬瀛”，蓬莱、瀛洲，传说中之仙山，借喻殊荣殊遇也。“系人思”，谓牵挂己之慕思。“登鼇顶”，既可解为独占鼇头，中状元，亦可解为立鼇头，入翰林。盖科举时状元及第，则立于镌刻有巨鼇的殿阶石上迎殿试榜；而翰林院学士立于镌刻有巨鼇的殿阶石上朝见皇帝亦典制。“凤池”即凤凰池，既用为中书省美称，亦用喻宰相之职。句谓己既已入世，则应立志功名，中状元，入翰林。至如入中书，为宰辅以“何时”发问者，亦自信此自有日也。</p> <p>　　颈联谓己喜诗嗜酒之名士习俗未改，用喻祥瑞。《汉书·<a href=\"http://so.gushiwen.org/author_500.aspx\">王褒</a>传》载上闻“益州有金马、碧鸡之宝，可祭祀致也，宣帝使褒往祀焉。”句谓生有此福，祥瑞自临，我李公宜如此也。</p> <p>　　此诗言志，自信冥冥有助，仕途腾达，扶摇青云也。</p> <p>第八首</p> <p>　　“吟囊”，诗囊也，用唐<a href=\"http://so.gushiwen.org/author_349.aspx\">李贺</a>事。<a href=\"http://so.gushiwen.org/author_204.aspx\">李商隐</a>《李长吉小传》言贺外出，“恒从小奚奴，骑距驴，背一古破锦囊，遇有所得，即书投囊中。”入都备办，有一担行李并盛诗稿之锦囊，检点所需携带书籍，想及将赴京，不尽欣喜欲狂。旅途日夜兼程，月夜乘舟于淮河，霜晨骑马于北京德胜门外之蓟丘。为我之行也，故人持赠，妻室治装。所愧者，京都物价高昂，生计所需尚赖父母。“长安居不易”用唐<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>事。辛文房《白居易传》曰，白居易观光上国，谒<a href=\"http://so.gushiwen.org/author_49.aspx\">顾况</a>，顾曰：“长安百物皆贵，居大不易。”“食指”，谓居家生计也。</p> <p>　　此诗所特需述者为颈联用典之瑕疵。“纯仁麦”为宋<a href=\"http://so.gushiwen.org/author_1926.aspx\">范纯仁</a>事。范受父<a href=\"http://so.gushiwen.org/author_510.aspx\">范仲淹</a>之命，自苏州以舟运麦入丹阳，遇故人石曼卿缝亲之丧，扶柩返乡，途无资财，遂全船送之。一本“纯仁麦”作“王祥剑”，“王祥剑”为晋吕虔事。《晋书&amp;S226;王祥传》等载，刺史吕虔有佩刀，工相之，以为必登三公，可服此刀。吕谓“苟非其人，刀或为害”，乃赠时为别驾之王祥。王佩之，后果为三公。李公于此二典或艰于选择，故有异文。此二事所言之麦、剑，借指故人之所赠虽不无其可，然纯仁麦系赠丧亲者，李公进京赶考，晋见父母，胡可授受此不吉之物？王祥剑而言“共赠”，亦甚不类。</p> <p>　　“荆妇”，己妻之谦称也。“陆贾装”用汉陆贾事。《史记&amp;S226;陆贾传》言，陆贾病免家居，卖出使越所得橐中装千金以分其子，以为子孙生计。句之义欲借用以指父母赐予己一房之财物，显亦有大不妥处：李公之父时未病免。且陆贾之家居，乃为避诸吕，此有涉朝政，岂可不为大忌乎？</p> <p>　　此诗言打点行装，亲朋相送，自愧入都生计仍需父母扶持也。</p> <p>第九首</p> <p>　　“骊歌”，告别之歌。《诗经》有逸诗《骊驹》篇，为告别所赋，因以为典。“缓缓”者，依依之况也。与亲朋话别筵席，难以舍分。“磨铁砚”，用五代桑维翰事。据《新五代史》本传云，主司恶“桑”、“丧”同音，劝桑不予进士。桑乃以所铸铁砚示人，谓“砚弊则改而它仕。”卒以进士及第。“撤金莲”用唐令狐綯、宋苏轼事。据二人本传载，綯、轼均尝夜对禁中，唐帝尝以金莲华炬送綯还；宋帝尝“彻御前金莲烛送归院。”谓己之入都，立桑维翰之志，誓取进士；效令狐綯、苏轼之功，再回故里时能得帝王以金莲华炬、金莲烛相送也。馆阁，翰林院之称。而今此处正乏人物，正是我文章报国大可为之时。“揽”，撮持也；“苍苍”，深黑也；“迍邅”，困顿也。句谓时尚年轻，终不当久不得志耳。</p> <p>　　此诗言别，述愿，立誓，自信将以文章报国。<br></p> <p>第十首</p> <p>　　父母居京，入都则可拜见，故云“到家”也。“征人北上日西斜”，谓己由皖入都，时值下午也。“槐厅”，<a href=\"http://so.gushiwen.org/author_820.aspx\">沈括</a>《梦溪笔谈.故事一》云：“学士院第三厅……当前有一巨槐，素号槐厅。旧传居此閤者，多至入相。”“明经”，贡生。“谬附”，自谦之言。“桂苑”，科举考场。句谓己以优贡入试，中式之席，折桂之位，正虚以己待也。</p> <p>　　“短剑”，匕首之类。人间恩怨，一笑可泯，何以用短剑为哉？故“收”；“笼纱”用<a href=\"http://so.gushiwen.org/author_2906.aspx\">王播</a>故事。据五代王定保《唐摭言》卷七载，唐王播少孤贫，尝客扬州寺院，随僧食餐。僧人厌之，常于饭后击钟。王播闻钟而往，则饭毕矣。后二纪，王播以重位出镇扬州，见旧时于寺院壁所题之作，尽为碧纱所笼。句谓世态炎凉自可由王播事知之。“驷马高车”，富贵者所有。汉<a href=\"http://so.gushiwen.org/author_70.aspx\">司马相如</a>初赴长安，尝题桥柱曰：“不乘驷马高车，不复过此桥。”尾联言己此次入都，誓求仕途显赫，否则绝不返乡回皖耳。</p> <p>　　此诗重在言誓，由“人情冷暖”更生发感悟。</p>",
  "about": "<h2>创作背景</h2> 　　清朝道光二十三年（1843年），<a href=\"http://so.gushiwen.org/author_3124.aspx\">李鸿章</a>21岁，其年入选优贡，奉父亲李文安之命，自老家安徽入京，以应翌年顺天乡试。李鸿章入京时作《入都》<a href=\"http://so.gushiwen.org/view_72925.aspx\">诗</a>十首。",
  "poet": {
    "id": 3124,
    "star": 0,
    "name": "李鸿章",
    "image": "http://img.gushiwen.org/authorImg/lihongzhang.jpg",
    "desc": "李鸿章（1823年2月15日—1901年11月7日），晚清名臣，洋务运动的主要领导人之一，安徽合肥人，世人多尊称李中堂，亦称李合肥，本名章铜，字渐甫或子黻，号少荃（泉），晚年自号仪叟，别号省心，谥文忠。日本首相伊藤博文视其为“大清帝国中唯一有能耐可和世界列强一争长短之人”，慈禧太后视其为“再造玄黄之人”，著有《李文忠公全集》。与曾国藩、张之洞、左宗棠并称为“中兴四大名臣”，与俾斯麦、格兰特并称为“十九世纪世界三大伟人”。"
  },
  "tags": [
    "抒怀",
    "壮志",
    "追忆"
  ]
}