{
  "id": 9199,
  "star": 18,
  "name": "杜侍御送贡物戏赠",
  "dynasty": "唐代",
  "content": "铜柱朱崖道路难，伏波横海旧登坛。<br>越人自贡珊瑚树，汉使何劳獬豸冠。<br>疲马山中愁日晚，孤舟江上畏春寒。<br>由来此货称难得，多恐君王不忍看。",
  "fanyi": "<p><strong>译文<br></strong>通往铜柱朱崖的道路艰险崎岖，登坛封拜的伏波横海曾效驰驱。<br>百越的土人自愿进贡珊瑚宝树，汉代的使者何劳又去辨诬洗污。<br>奔驰山中的驿马担心日已向暮，航行江上的孤舟生怕遇上风雨。<br>这些珍奇宝物从来都很难得到，只恐贤明的君主顾也不肯一顾。</p> <p><strong>注释<br></strong>1.杜侍御：名不可考。侍御，官名。<a href=\"http://so.gushiwen.org/view_9199.aspx\">诗</a>人另有《送杜侍御赴上都》：“避马朝中贵，登车岭外遥。还因贡赋礼，来谒大明朝。”则所谓“送贡物”是将岭外珍宝专程送往长安。<br>2.铜柱朱崖：指南方边远地区。铜柱：汉伏波将军<a href=\"http://so.gushiwen.org/author_801.aspx\">马援</a>曾率兵南征交趾，立铜柱，为汉之极界。按所立铜柱在今广西分茅岭下。朱崖：又称珠崖，汉郡名，即今海南省琼山县一带。<br>3.伏波：汉马援曾为伏波将军，韩说曾为横海将军，两人都曾率兵南征。登坛：古代封拜大将，都要筑坛受命，然后出师。<br>4.越人：泛指南方人。五岭以南，古为百越之地。珊瑚树：《太平御览》卷八百零七引《海中经》：“珊瑚生于海中。……岁高二、三尺，有枝无叶，形如小树。”古人以为珍饰之物。<br>5.獬豸（xiè zhì）冠：御史所服之冠。《旧唐书·舆服志》：“法冠一名獬豸冠，以铁为柱。其上施珠两枚，为獬豸之形，左、右御史台流内九品以上服之。”獬豸，类似羊的神兽，据说它能辨是非曲直。<br>6.难得：指稀世的珍宝。《老子·上篇》：“不贵难得之货，使民不盗。”言古代明君屏绝稀奇珍宝，免使臣下逢迎其欲，以图恩宠。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　这是一首讽刺地方官员以进贡方物为名，行市恩买宠之实的<a href=\"http://so.gushiwen.org/view_9199.aspx\">诗</a>，词微义显，言正行方，全诗可分为两部分。</p> <p>　　前四句为第一部分，意思是说，远方贡物，不该强取。首二句由怀古领起。“铜柱”、“朱崖”，暗指杜侍御出使的地点，这个地方正是当年伏波将军（<a href=\"http://so.gushiwen.org/author_801.aspx\">马援</a>）、横海将军（韩说）拜将坛、征讨东越之地。言外之意，历史上的两位战将，为了国家、民族的利益，才到了那里，功彪千载，名垂青史，如今杜侍御为了攫取贡物，取悦皇帝，也到了那里，孰公孰私、孰尊孰卑，两相对照，泾渭分明。若说一二句是侧面讽谏的话，三四句就是从正面进言。意思是说汉唐国力强盛、为其威望所折服，南越人自会心甘情愿向朝廷进献像珊瑚树那样的珍贵礼物，又何必劳驾杜侍御不辞辛劳、万里迢迢前去亲自索要。</p> <p>　　后四句为第二部分，写杜侍御冒险而夺取贡物，未必能取悦皇上。五六句承首句，突出“道路难”三字。马精疲力尽，还要爬山涉水，唯恐太阳下山赶不及路程；船，孤帆无伴，还要冲波鼓浪、冒着春寒艰难行驶。两句将杜侍御为逢迎，不惜一切代价的为人及其心理状态刻画得入木三分。七八句，以反言若正的笔法，表面上为粉饰朝廷、为君王开脱，实则寓含更深刻的讽刺。从“多恐”二字里透露了这一消息，可谓起到一箭双雕的作用。</p> <p>　　此诗紧扣御史的职责和其卑鄙行为，构成戏剧性的矛盾冲突，增强了艺术的感染力，起到辛辣讽刺的效果。</p>",
  "about": "<h2>创作背景</h2> 　　远在先秦时代，岭南就与中原有了交往。秦汉至唐时期，随着行政区域的设置和海上道路的开通，岭南与海外及内地的经济贸易往来越来越密切，岭南重镇番禺（今广州市）逐渐成为重要的外贸港埠，并已成为全国最大的外贸中心，有着各种奇珍异宝。经贸的繁荣，使地方官员有了膜货的物质基础，也为他们提供了讨好朝廷的条件。他们在中饱私囊的同时，没有忘记向皇上“送贡物”，以谋求权力的巩固和官位的晋升。作者在任潭州刺史时有感于这种世事便创作了此<a href=\"http://so.gushiwen.org/view_9199.aspx\">诗</a>。",
  "poet": {
    "id": 708,
    "star": 0,
    "name": "张谓",
    "desc": "张谓（？--777年） 字正言，河内（今河南泌阳县）人，唐代。天宝二年登进士第，乾元中为尚书郎，大历年间潭州刺史，后官至礼部侍郎，三典贡举。其诗辞精意深，讲究格律，诗风清正，多饮宴送别之作。代表作有《早梅》《邵陵作》《送裴侍御归上都》等，其中以《早梅》为最著名，《唐诗三百首》各选本多有辑录。“不知近水花先发，疑是经冬雪未消”，疑白梅作雪，写得很有新意，趣味盎然。诗一卷。"
  },
  "tags": [
    "叙事",
    "讽刺"
  ]
}