{
  "id": 70904,
  "star": 242,
  "name": "拟行路难·其四",
  "dynasty": "南北朝",
  "content": "泻水置平地，各自东西南北流。<br>人生亦有命，安能行叹复坐愁？<br>酌酒以自宽，举杯断绝歌路难。<br>心非木石岂无感？吞声踯躅不敢言。",
  "fanyi": "<p><strong>译文</strong><br>往平地上倒水，水会向不同方向流散一样，人生贵贱穷达是不一致的。<br>人生是既定的，怎么能成天自怨自哀。<br>喝点酒来宽慰自己，歌唱《行路难》，歌唱声因举杯饮酒而中断。<br>人心又不是草木，怎么会没有感情？欲说还休，欲行又止，不再多说什么。</p><p><strong>注释</strong><br>“泻水”二句：往平地上倒水，水流方向不一喻人生贵贱穷达是不一致的。 泻，倾,倒。<br>“举杯”句：这句是说《行路难》的歌唱因饮酒而中断。<br>吞声：声将发又止。从“吞声”、“踯躅”、“不敢”见出所忧不是细致的事。<br>踯躅（zhí zhú）：徘徊不前。<br>举杯断绝歌路难：因要饮酒而中断了《行路难》的歌唱。断绝：停止。<br>断绝：停止</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这首“泻水置平地”是<a href=\"http://so.gushiwen.org/author_732.aspx\">鲍照</a>《拟行路难》中的第四篇，抒写<a href=\"http://so.gushiwen.org/view_70904.aspx\">诗</a>人在门阀制度重压下，深感世路艰难激发起的愤慨不平之情，其思想内容与原题妙合无垠。</p> <p>　　诗歌起笔陡然，入手便写水泻地面，四方流淌的现象。既没有波涛万顷的壮阔场面，也不见澄静如练的幽美意境。然而，就在这既不神奇又不玄妙的普通自然现象里，诗人却顿悟出了与之相似相通的某种人生哲理。作者运用的是以“水”喻人的比兴手法，那流向“东西南北”不同方位的“水”，恰好比喻了社会生活中高低贵贱不同处境的人。“水”的流向，是地势造成的；人的处境，是门第决定的。因此说，起首两句，通过对泻水的寻常现象的描写，形象地揭示出了现实社会里门阀制度的不合理性。诗人借水“泻”和“流”的动态描绘，造成了一种令读者惊疑的气势。正如清代<a href=\"http://so.gushiwen.org/author_39.aspx\">沈德潜</a>所说：“起手万端下，如黄河落天走东海也。”这种笔法，正好曲折地表达了诗人由于激愤不平而一泻无余的悲愤抑郁心情。</p> <p>　　接下四句，诗人转向自己的心态剖白。他并没有直面人间的不平去歌呼呐喊，而是首先以“人生亦有命”的宿命论观点，来解释社会与人生的错位现象，并渴望借此从“行叹复坐愁”的苦闷之中求得解脱。继而又以“酌酒以自宽”来慰藉心态失去的平衡。然而，举杯消愁愁更愁，就连借以倾吐心中悲愤的《行路难》歌声，也因“举杯”如鲠在喉而“断绝”了。这里诗人有意回避了正面诉说自己的悲哀和苦闷，胸中郁积的块垒，已无法借酒浇除，他便着笔于如何从怅惘中求得解脱，在烦忧中获得宽慰。这种口吻和这笔调，愈加透露出作者深沉浓重的愁苦悲愤的情感，造成了一种含蓄不露，蕴藉深厚的艺术效果。</p> <p>　　诗的结尾，作者才吐出真情。“心非木石岂无感”，人心不是草木，不可能没有感情，诗人面对社会的黑暗，遭遇人间的不平，不可能无动于衷，无所感慨。写到这里，诗人心中的愤懑，已郁积到最大的密度，达到了随时都可能喷涌的程度。不尽情宣泄，不放声歌唱，已不足以倾吐满怀的愁苦了。然而出人意料的是，下面出现的却是一声低沉的哀叹：“吞声踯躅不敢言！”到了嘴边的呼喊，却突然“吞声”强忍，“踯躅”克制住了。社会政治的黑暗，残酷无情的统治，窒息着人们的灵魂。社会现实对于寒微士人的压抑，已经到了让诗人敢怒而不敢言、徘徊难进的地步了。有许许多多像诗人一样出身寒微的人，也只能像他那样忍气吞声，默默地把愤怒和痛苦强咽到肚里，这正是人间极大的不幸。而这种不幸的根源，已经是尽在言外，表现得很清楚了。所以，前文中“人生亦有命”的话题，也只是诗人在忍气吞声和无可奈何之下所倾吐的愤激之词。</p> <p>　　这首诗托物寓意，比兴遥深，而又明白晓畅，达到了启人思索、耐人品味的艺术境界。从作者的表达情感方式来说，全篇构思迂曲婉转，蕴藉深厚。明代<a href=\"http://so.gushiwen.org/author_504.aspx\">王夫之</a>评论此诗说：“先破除，后申理，一俯一仰，神情无限。”清代沈德潜评价说：“妙在不曾说破。”准确地指明了这首诗的艺术特点。伴随感情曲折婉转的流露，五言、七言诗句错落有致地相互搭配，韵脚由“流”、“愁”到“难”、“言”的灵活变换，这一切，便自然形成了全诗起伏跌宕的气势格调。</p> <p>　　沈得潜说，此诗“妙在不曾说破，读之自然生愁。”</p>",
  "about": "<h2>创作背景</h2> 南北朝时期，群雄割据，社会动荡。当时实行的是士族门阀制度，而<a href=\"http://so.gushiwen.org/author_732.aspx\">鲍照</a>出身寒微，他虽然渴望能以自己的才能实现个人的价值，但却受到社会现实的压制和世俗偏见的阻碍。于是常借<a href=\"http://so.gushiwen.org/view_70904.aspx\">诗</a>歌来抒发他建功立业的愿望，表现寒门志士备遭压抑的痛苦，传达出寒士们慷慨不平的呼声，充满了对门阀社会的不满情绪和抗争精神。这种忧愤的情感发于作品之中，形成他诗歌的独特风格。",
  "poet": {
    "id": 732,
    "star": 0,
    "name": "鲍照",
    "image": "http://img.gushiwen.org/authorImg/baozhao.jpg",
    "desc": "鲍照（约415年～466年）南朝宋文学家，与颜延之、谢灵运合称“元嘉三大家”。字明远，汉族，祖籍东海（治所在今山东郯城西南，辖区包括今江苏涟水，久居建康（今南京）。家世贫贱，临海王刘子顼镇荆州时，任前军参军。刘子顼作乱，照为乱兵所杀。他长于乐府诗，其七言诗对唐代诗歌的发展起了很重要的作用。有《鲍参军集》。"
  },
  "tags": [
    "古诗三百首",
    "托物抒怀",
    "哲理"
  ]
}