{
  "id": 62313,
  "star": 19,
  "name": "祝英台近·春日客龟溪游废园",
  "dynasty": "宋代",
  "content": "采幽香，巡古苑，竹冷翠微路。斗草溪根，沙印小莲步。自怜两鬓清霜，一年寒食，又身在、云山深处。<br>昼闲度。因甚天也悭春，轻阴便成雨。绿暗长亭，归梦趁飞絮。有情花影阑干，莺声门径，解留我、霎时凝伫。",
  "fanyi": "<p><strong>译文</strong><br>我采摘花朵，漫步在古园小径，浓密的青竹使我感到有些清冷。少女们曾在溪头斗草踏青，那里的沙土地上还留有清晰的小脚印。我忽然感到自己有些可怜，如今已经是苍苍两鬓，又是一度寒食来临，我却孤零零一个人，在这云山深处辗转飘零。<br>白天无聊我出外漫步闲行。不知为何老天爷也这样吝啬春天的芳景，方才只是轻阴，不久就变成细雨 。阴暗的天色中，只见浓郁的绿荫遮掩着长亭。我思乡的梦魂随着那些柳絮翻飞迷 。栏杆上摇曳着多情的花影，门口又传来宛啭动听的莺声。它们仿佛理解我此时的心情，在安慰挽留我片刻留停。于是我又停留下来，仔细听着。</p> <p><strong>注释</strong><br>龟溪：水名，在今浙江德清县。《德清县志》：“龟溪古名孔愉泽，即余不溪之上流。昔孔愉见渔者得白龟于溪上，买而放之。”<br>古苑：即废园。<br>翠微路：指山间苍翠的小路。<br>斗草溪根：在小溪边斗草嬉戏。<br>莲步：指女子脚印。<br>因甚：为什么。<br>悭（qiān）春：吝惜春光。悭，此作刻薄解。<br>凝伫：有所思虑或期待，久立不动。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　此词是作者客居龟溪村，寒食节游览一废园时所见所感而作。词的上片写游园。开头三句点题，写废园风景。“幽”、“古”、“冷”三字，将废园的特征尽现。“斗草”二句见景生情，自伤身世。“自怜”三句，抒游园之感。下片写归思离愁和对废园的顾恋。“绿暗”两句，写“归梦”萦怀，不说柳絮引发归思离愁，却说归梦追逐柳絮，围绕着柳阴绿暗的长亭飘荡，传达出作者内心的凄清冷寂。唐圭璋在《唐宋词简释》中分析：“此首游园之感，文字极疏隽，而沉痛异常。起记游园，次记园中所见。“有情”三句，收合‘游’字，化无情为有情，语挚情浓。全词写景清丽有致，抒情婉转清畅。</p> <p>　　从词题看，此词是<a href=\"http://so.gushiwen.org/author_670.aspx\">吴文英</a>作客龟溪，在寒食节春游时所写。龟溪在浙江德清县，古名孔愉泽，即余不溪之上流。而废园，是当地一个荒芜冷落的地方，本已被词人遗忘，但词人却在这繁华衰歇之地度过了寒食节。废园地也曾有过繁华兴盛的时候，身处其中，自然会生出今昔盛衰之感，由此作者又联想到自己的身世，二者相互衬托，融为一体。词人黯然的思乡之情就是在四周清幽的环境描写中逐步流露出来的。</p> <p>　　词的开篇即写废园之景。词人进入园中，但见野花自在地散发着幽香，引他伸手去采摘；丛竹掩映的小径，由于人迹罕至而长满青苔，显得那样清冷凄寂。这样的景色，不用明言，即是一个废园之景，梦窗未用“废”字而写出荒废之景，是其高明之处。</p> <p>　　词人漫步来到龟溪之畔，四顾无人，但是沙滩上却留着女子的脚印（小莲步），还有许多弃掷在地的花草，春来废园亦不是无人光顾，散落的花草和女子脚印这充满人间气息的景象引起人的诸多遐想。也使作者意识到由于是寒食节，当地女子曾来这儿踏青斗草。寒食节踏青斗草是当时习俗。眼前所见，引起作者一系列的遐思。自己远别亲人，客居他乡，逢此节日，不能不触动愁绪，由此又引出下面“自怜”三句词意。</p> <p>　　“自怜”三句含有三层意思。作者此次重来德清，已是晚年，所以有两鬓斑白、韶华不复之叹，此其一也；逢此一年一度的寒食节，又有光阴似箭之叹，此其二也；反躬自审，身在他乡，徒增两地相思之叹和飘零之苦，此其三也。各种思绪，交织在一起，<a href=\"http://so.gushiwen.org/author_1137.aspx\">真可</a>谓百感交集了。</p> <p>　　换头继续写词人在园中之所见所感。“昼闲度”三字写出词人一人身处废园，内心无限的孤寂和无聊。这是由于春天气候多变，忽然间小阴成雨，因此埋怨天公不作美，为何如此吝惜春光，使人不能尽情游赏。无聊之余，思乡之念倍增，正如唐代无名氏《杂<a href=\"http://so.gushiwen.org/view_62313.aspx\">诗</a>》所道：“近寒食雨草萋萋，著麦苗风柳映堤；等是有家归未得，杜鹃休向耳边啼。”这也就是所谓“每逢佳节倍思亲”罢。此处虽然是写天气阴雨无常，但却上接“云山深处”，下开“归梦”，贯穿思乡之情，亦非闲笔。雨丝风片，引出归梦，接着以想象加深词意。归期无定，一片乡情只能寄托梦中，但幽思飘渺，犹如随风轻飏的花絮；自己的归梦也仿佛悠然飘荡在绿荫满地的长亭路上。一个“趁”字极言归梦之切。</p> <p>　　寒食节是在异乡的龟溪废园中度过的，废园景色虽“废”，但词人却备感亲切，因为是废园陪伴诗人度过了这个节日。结尾，词人以拟人化的手法，如<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>《春望》诗所云“感时花溅油泪，恨别鸟惊心”，即是将无情之物化为有情：在词人眼里，那阑干边扶疏的花影，小门畔宛转的莺啼，却仿佛满含情思，其中不仅有对思乡游子的安慰，还有殷勤的挽留；使得词人伫立凝思，久久不忍离去。这样的结局，别开生面，不仅将题意交代清楚，同时又点出园虽废而仍能在游子心头留下美好的回忆，因此也就更加耐人寻味了。</p>",
  "poet": {
    "id": 670,
    "star": 0,
    "name": "吴文英",
    "image": "http://img.gushiwen.org/authorImg/wuwenying.jpg",
    "desc": "吴文英（约1200～1260），字君特，号梦窗，晚年又号觉翁，四明（今浙江宁波）人。原出翁姓，后出嗣吴氏。与贾似道友善。有《梦窗词集》一部，存词三百四十余首，分四卷本与一卷本。其词作数量丰沃，风格雅致，多酬答、伤时与忆悼之作，号“词中李商隐”。而后世品评却甚有争论。"
  },
  "tags": [
    "寒食节",
    "思乡"
  ]
}