{
  "id": 7766,
  "star": 3516,
  "name": "古朗月行",
  "dynasty": "唐代",
  "content": "小时不识月，呼作白玉盘。<br>又疑瑶台镜，飞在青云端。<br>仙人垂两足，桂树何团团。<br>白兔捣药成，问言与谁餐？<br>蟾蜍蚀圆影，大明夜已残。<br>羿昔落九乌，天人清且安。<br>阴精此沦惑，去去不足观。<br>忧来其如何？凄怆摧心肝。",
  "fanyi": "<p><strong>译文</strong><br>小时候不认识月亮， 把它称为白玉盘。<br>又怀疑是瑶台仙镜，飞在夜空青云之上。<br>月中的仙人是垂着双脚吗？月中的桂树为什么长得圆圆的？<br>白兔捣成的仙药，到底是给谁吃的呢？<br>蟾蜍把圆月啃食得残缺不全，皎洁的月儿因此晦暗不明。<br>后羿射下了九个太阳，天上人间免却灾难清明安宁。<br>月亮已经沦没而迷惑不清，没有什么可看的不如远远走开吧。<br>心怀忧虑啊又何忍一走了之，凄惨悲伤让我肝肠寸断。</p> <p><strong>韵译</strong><br>小时不识天上明月，把它称为白玉圆盘。怀疑它是瑶台仙镜，飞在夜空青云上边。<br>月中仙人垂下双脚？月中桂树多么圆圆！白兔捣成不老仙药，借问一声给谁用餐？<br>蟾蜍食月残缺不全，皎洁月儿因此晦暗。后羿射落九个太阳，天上人间清明平安。<br>月亮沦没迷惑不清，不值观看想要离开。心怀忧虑不忍远去，凄惨悲伤肝肠寸断。 </p> <p><strong>注释</strong><br>呼作：称为。<br>白玉盘：指晶莹剔透的白盘子。<br>疑：怀疑。<br>瑶台：传说中神仙居住的地方。出处：《穆天子传》卷三：“天子宾于西王母，天子觞西王母于瑶池之上。西王母为天子谣曰：‘白云在天，山陵自出。道里悠远，山川间之。将子无死，尚能复来。’天子答之曰：‘予归东土，和治诸夏。万民平均，吾顾见汝。比及三年，将复而野。’”《武帝内传》称王母为“玄都阿母”。<br>仙人垂两足：意思是月亮里有仙人和桂树。当月亮初生的时候，先看见仙人的两只脚，月亮渐渐圆起来，就看见仙人和桂树的全形。仙人，传说驾月的车夫，叫舒望，又名纤阿。<br>团团：圆圆的样子。<br>白兔捣药成，问言与谁餐：白兔老是忙着捣药，究竟是给谁吃呢？言外有批评长生不老药之意。问言，问。言，语助词，无实意。与谁，一作“谁与”<br>蟾蜍：《五经通义》：“月中有兔与蟾蜍。”蟾蜍，传说月中有三条腿的蟾蜍，因此古<a href=\"http://so.gushiwen.org/view_7766.aspx\">诗</a>文常以“蟾蜍”指代月亮。但本诗中蟾蜍则另有所指。<br>圆影：指月亮。<br>羿：我国古代神话中射落九个太阳的英雄。《淮南子·本经训》记载：尧时十日并出，草木皆枯。尧命羿仰射十日，中其九。下面的“乌”即日，《五经通义》：“日中有三足乌。”所以日又叫阳乌。<br>天人：天上人间。<br>阴精：《史记·天官书》：“月者，天地之阴，金之精也。”阴精也指月。<br>沦惑：沉沦迷惑。<br>去去：远去，越去越远。<br>凄怆：悲愁伤感。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这是一首乐府<a href=\"http://so.gushiwen.org/view_7766.aspx\">诗</a>。“朗月行”，是乐府古题，属《杂曲歌辞》。</p> <p>　　<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>有《古朗月行》　<a href=\"http://so.gushiwen.org/author_732.aspx\">鲍照</a>有《朗月行》，写佳人对月弦歌。李白采用这个题目，故称《古朗月行》，但没有因袭旧的内容。诗人运用浪漫主义的创作方法，通过丰富的想象，神话传说的巧妙加工，以及强烈的抒情，构成瑰丽神奇而含意深蕴的艺术形象。诗中先写儿童时期对月亮稚气的认识：“小时不识月，呼作白玉盘。又疑瑶台镜，飞在青云端。”以“白玉盘”、“瑶台镜”作比喻，生动地表现出月亮的形状和月光的皎洁可爱，使人感到非常新颖有趣。“呼”、“疑”这两个动词，传达出儿童的天真烂漫之态。这四句诗，看似信手写来，却是情采俱佳。然后，又写月亮的升起：“仙人垂两足，桂树何团团？白兔捣药成，问言与谁餐？”古代神话说，月中有仙人、桂树、白兔。当月亮初升的时候，先看见仙人的两只脚，而后逐渐看见仙人和桂树的全形，看见一轮圆月，看见月中白兔在捣药。诗人运用这一神话传说，写出了月亮初生时逐渐明朗和宛若仙境般的景致。然而好景不长，月亮渐渐地由圆而蚀：“蟾蜍蚀圆影，大明夜已残。”蟾蜍，俗称癞蛤蟆；大明，指月亮。传说月蚀就是蟾蜍食月所造成，月亮被蟾蜍所啮食而残损，变得晦暗不明。“羿昔落九乌，天人清且安”，表现出诗人的感慨和希望。古代善射的后羿，射落了九个太阳，只留下一个，使天、人都免除了灾难。诗人在这里引出这样的英雄来，既是为现实中缺少这样的英雄而感慨，也是希望能有这样的英雄来扫除天下。然而，现实毕竟是现实，诗人深感失望：“阴精此沦惑，去去不足观。”月亮既然已经沦没而迷惑不清，就没有什么可看的了，不如趁早走开吧。这是无可奈何的办法，心中的忧愤不仅没有解除，反而加深了：“忧来其如何？凄怆摧心肝。”诗人不忍一走了之，内心矛盾重重，忧心如焚。</p> <p>　　这首诗，大概是李白针对当时朝政黑暗而发的。唐玄宗晚年沉湎声色，宠幸杨贵妃，权奸、宦官、边将擅权，把国家搞得乌烟瘴气。诗中“蟾蜍蚀圆影，大明夜已残”似是讽刺这一昏暗局面。<a href=\"http://so.gushiwen.org/author_39.aspx\">沈德潜</a>说，这是“暗指贵妃能惑主听”。（《唐诗别裁》）然而诗人的主旨却不明说，而是通篇作隐语，化现实为幻景，以蟾蜍蚀月影射现实，说得十分深婉曲折。诗中一个又一个新颖奇妙的想象，展现出诗人起伏不平的感情，文辞如行云流水，富有魅力，发人深思，体现出李白诗歌的雄奇奔放、清新俊逸的风格。</p>",
  "about": "<h2>创作背景</h2> 　　此<a href=\"http://so.gushiwen.org/view_7766.aspx\">诗</a>当作于唐玄宗天宝末年安史之乱前。<a href=\"http://so.gushiwen.org/author_2017.aspx\">陈沆</a>云：“忧禄山将叛时作。”（《诗比兴笺》）萧士赟云：“按此诗借月以引兴。日，君象；月，臣象。盖为安禄山之叛，兆于贵妃而作也。”（《分类补注李太白诗》）",
  "poet": {
    "id": 247,
    "star": 0,
    "name": "李白",
    "image": "http://img.gushiwen.org/authorImg/libai.jpg",
    "desc": "李白（701年－762年），字太白，号青莲居士，唐朝浪漫主义诗人，被后人誉为“诗仙”。祖籍陇西成纪(待考)，出生于西域碎叶城，4岁再随父迁至剑南道绵州。李白存世诗文千余篇，有《李太白集》传世。762年病逝，享年61岁。其墓在今安徽当涂，四川江油、湖北安陆有纪念馆。"
  },
  "tags": [
    "乐府",
    "月亮",
    "抒情"
  ]
}