{
  "id": 71149,
  "star": 3042,
  "name": "杂说四·马说",
  "dynasty": "唐代",
  "content": "　　世有伯乐，然后有千里马。千里马常有，而伯乐不常有。故虽有名马，祇辱于奴隶人之手，骈死于槽枥之间，不以千里称也。</p> <p>　　马之千里者，一食或尽粟一石。食马者不知其能千里而食也。是马也，虽有千里之能，食不饱，力不足，才美不外见，且欲与常马等不可得，安求其能千里也？</p> <p>　　策之不以其道，食之不能尽其材，鸣之而不能通其意，执策而临之，曰：“天下无马！”呜呼！其真无马邪？其真不知马也！",
  "fanyi": "<p><strong>译文</strong><br>　　世上（先）有伯乐，然后有千里马。千里马经常有，但是伯乐不常有。所以即使有名贵的马，只是辱没在仆役的手中，（跟普通的马）一同死在槽枥之间，不以千里马著称。</p> <p>　　（日行）千里的马，吃一顿有时能吃完一石粮食。喂马的人不知道它能（日行）千里而（像普通的马一样）来喂养它。这样的马，虽然有（日行）千里的能力，但吃不饱，力气不足，才能和美德不能表现在外面。想要和普通的马一样尚且做不到，怎么能够要求它（日行）千里呢?</p> <p>　　不按照（驱使千里马的）正确方法鞭打它，喂养它却不能竭尽它的才能，听千里马嘶鸣，却不能通晓它的意思，拿着鞭子面对它，说：\"天下没有千里马！\"唉，难道真的没有千里马吗？大概是真的不认识千里马吧！ </p> <p><strong>注释</strong><br>1、伯乐：孙阳。春秋时人，擅长相（xiàng）马（现指能够发现人才的人）。<br>2、千里马：原指善跑的骏马，可以日行千里。现在常用来比喻人才；特指有才华的人。<br>3、而：表转折。可是，但是。<br>4、故虽有名马：所以即使有名贵的马。故：因此 。 虽：即使。名：名贵的。<br>5、祗辱于奴隶人之手： 也只能在马夫的手里受到屈辱（或埋没）。祗（zhǐ）：只是。奴隶人：古代也指仆役，这里指喂马的人。<br>辱：这里指受屈辱而埋没才能。<br>6、骈（pián）死于槽（cáo）枥（lì）之间：（和普通的马）一同死在马厩里。骈，两马并驾。骈死：并列而死。于：在。槽枥：喂牲口用的食器，引申为马厩。<br>7、不以千里称也：不因日行千里而著名。指马的千里之能被埋没。以：用。 称：出名。<br>8、马之千里者：之，定语后置的标志。<br>9、一食：吃一顿。食，吃。<br>10、或：有时。<br>11、尽全，这里作动词用，是“吃尽”的意思。<br>12、粟（sù）：本指小米，也泛指粮食。<br>13、石（dàn），容量单位，十斗为一石，一石约等于一百二十斤。三十斤为钧,四钧为石。<br>14、食马者：食，通“饲”，喂。<br>15、其：指千里马，代词。<br>16、是：这样，指示代词。<br>17、虽：虽然（与前面的虽不一样，这里指虽然)<br>18、能：本领。<br>19、足：足够。<br>20、才 ：才能。<br>21、美：美好的素质。<br>22、外见（xiàn）：表现在外面。 见：通“现”，表现；显现。<br>23、且：犹，尚且。<br>24、欲：想要。<br>25、等：等同，一样。<br>26、不可得：不能够得到。得：能，表示客观条件允许。<br>27、安：怎么，哪里，疑问代词。<br>28、求：要求。<br>29、策之：驱使它。策：马鞭，引申为鞭打，这里指鞭策，驾驭。之：代词，指千里马。<br>30、以其道：按照（驱使千里马的）正确的方法。以：按照。道：正确的方法。<br>31、食之：食，通“饲”，喂。<br>32、尽其材：竭尽它的才能。这里指喂饱马，使它日行千里的能力充分发挥出来。 材：通“才”，才能。尽（2）：竭尽，发挥出。<br>33、鸣：马嘶。<br>34、通其意：通晓它的意思。<br>35、执：拿。<br>36、策：马鞭。<br>37、临：面对。<br>38、呜呼：表示惊叹，相当于“唉”。<br>39、其（1）：难道，表反问语气。<br>40、其（2）：大概，表推测语气。<br>41、邪：通“耶”，表示疑问的语气词，意为“吗”<br>42、知：懂得，了解，认识。</p>",
  "shangxi": "<p>　　1 本文的中心论点（表明千里马和伯乐关系）是：世有伯乐，然后有千里马。（领起全文作用）</p> <p>　　2 千里马的悲惨遭遇是：祗辱于奴隶人之手，骈死于槽枥之间，不以千里称也。</p> <p>　　3 千里马被埋没的根本原因：食马者不知其能千里而食也。</p> <p>　　4 千里马被埋没的直接原因（不能日行千里的原因）食不饱，力不足，才美不外见，且欲与常马等不可得。</p> <p>　　5 食马者“不知马”的具体表现（对千里马的不公正的待遇）是：策之不以其道，食之不能尽其材，鸣之而不能通其意。</p> <p>　　6 对“食马者”的无知发出强烈的谴责的语句是：且欲与常马等不可得，安求其能千里也？</p> <p>　　7 表现“食马者”以“知马者”身份叹息（统治者平庸浅薄，愚妄无知）的语句是：执策而临之，曰：“天下无马！”</p> <p>　　8 全文的主旨句中心句（表明作者对千里马被埋没的感叹）是：其真无马邪？其真不知马也。（运用设问句表达作者心中感慨的句子）</p> <p>　　9 有一位名人曾说过：“世上不是没有美，而是缺少发现美的眼睛。”由此我们可想到《马说》的一句话：“其真无马邪，其真不知马也。”</p> <p>　　10 能表明千里马外在特征（千里马有异于常马的特征）的句子是：马之千里者，一食或尽粟一石。</p> <p>　　11 千里马被埋没的原因的句子（怀才不遇的人发的感叹）： 千里马常有，而伯乐不常有。</p> <p>　　12表明千里马和伯乐关系的语句是：世有伯乐，然后有千里马。</p> <p>　　13文章最能表现统治者平庸浅薄、愚妄无知的句子是：执策而临之，曰：“天下无马！”</p> <p>　　14表明作者对千里马被埋没的感叹的句子是：其真无马邪？其真不知马也。</p> <p>　　15结合全文，谈谈成为“千里马”的必要条件是什么：一、要具有良好的资质或才能；二、后天要有坚持不懈的努力精神；三、要能遇到善于识别人才的伯乐。 </p>",
  "about": "<h2>主题</h2> <p>　　全文用了借物喻人的方式，把伯乐比喻为知人善任的贤君，把千里马比喻为未被发现的真正人才，阐述了封建社会中人才被埋没的原因，对统治者不识人才和摧残人才的社会现象进行了抨击。作者希望统治者能识别人才，重用人才，使他们能充分发挥才能。</p> <p>　　思想感情（中心主旨）表达了作者怀才不遇，壮志难酬之情和对统治者埋没、摧残人才的愤懑和控诉。 </p><br/><h2>文体介绍</h2> <p>　　“说”，是古代用以记叙、议论或说明等方式来阐述事理的文体。可以发表议论，也可以记事，属议论文，大多是陈述作者对某个问题的见解，有点像现代杂文的风格，学习时要注意体会。</p> <p>　　“说”的语言通常简洁明了，寓意深刻；写法较灵活，跟现代的杂文大体相似，通常采以小见大的办法，借讲寓言故事、状写事物等来说明事理，这就是我们所说的“托物寓意”。</p>",
  "poet": {
    "id": 682,
    "star": 0,
    "name": "韩愈",
    "image": "http://img.gushiwen.org/authorImg/hanyu.jpg",
    "desc": "韩愈（768～824）字退之，唐代文学家、哲学家、思想家，河阳（今河南省焦作孟州市）人，汉族。祖籍河北昌黎，世称韩昌黎。晚年任吏部侍郎，又称韩吏部。谥号“文”，又称韩文公。他与柳宗元同为唐代古文运动的倡导者，主张学习先秦两汉的散文语言，破骈为散，扩大文言文的表达功能。宋代苏轼称他“文起八代之衰”，明人推他为唐宋八大家之首，与柳宗元并称“韩柳”，有“文章巨公”和“百代文宗”之名，作品都收在《昌黎先生集》里。韩愈在思想上是中国“道统”观念的确立者，是尊儒反佛的里程碑式人物。"
  },
  "tags": [
    "初中文言文",
    "古文观止",
    "写马",
    "寓人",
    "哲理"
  ]
}