{
  "id": 69829,
  "star": 2,
  "name": "杂剧·小张屠焚儿救母",
  "dynasty": "元代",
  "content": "楔子<br>老夫王员外便是，家住在汴梁西北角隐贤庄居住。家中有万贯钱财。有个孩儿，唤做万宝奴，一家儿看成似神珠玉颗。我不合将人上了神灵的纸马，又将来卖与别人还愿。我卖的是草香水酒，似我这等瞒心昧己又发迹，除死无大灾。老身是张屠的母亲，得了些症候，看看至死，不久身亡。叫张屠孩儿来，我想一口米汤吃。自家张屠的便是，街坊每顺口叫我做小张屠。娘儿两个，开着个肉案儿。母亲自二十上守寡，经今六十二岁。不想十五日看灯回来得病，渐加沉重，想口儿米汤吃。大嫂，家中无米，将棉袄我去王员外家当去。这袄子是故衣，只值二升米。你将去如珍珠一般，休要作贱了。<br>【仙吕】【端正好】我则待积阴功，他则待贪财物。咱两个利名心水火不同炉，全不肯施财周济贫民苦，无半点儿慈悲处。<br>【幺篇】便是有那金银垛至北斗待何如？当日鲁子敬谒周瑜，郭原真访亚大。将一领新棉袄，你道是旧衣服。你二升米，看承做两斛珠。不由我心劳攘，意踌躇，好教我心忙怎语。<br><br>第一折<br>大嫂，这米将去，舂得熟着，与母亲煎汤吃。大嫂你怎又烦恼？母亲知道，又加了病症。你放得欢喜着，母亲也欢喜。你不知道这等孝勾当！<br>【仙吕】【点绛唇】母亲病在膏盲，你孩儿仰天悲怆，添惆怅。母亲受半世孤孀，却怎生越划地无承望。<br>【混江龙】别无甚倚仗，受孤孀耽疾病受凄凉。心劳意攘，腹热肠慌。忍冻饿谁怜儿命蹇，守孤贫争敢母亲忘。常则是半抄儿活计，一合儿糇粮。看看至死，不久身亡。遇不收时月，饥俭年光。母亲眼中泪不离了枕席边，你孩儿腹中愁常潜在眉尖上。都不到一时半刻，寻思到百计千方。<br>【油葫芦】大嫂，你学几个古人，孟氏贤达有义方，夫姓梁，常则是荆钗布袄守寒窗。为夫的，文章冠世诗书广，为妻的孝廉仁义名真响。母亲行时时亲拜复，勤勤的厮问当。便有志诚心，无半点儿虚诳。常则是朝侍奉，暮煎汤。<br>孟光夫主是梁鸿，与他那妻无话。要我喜时，你则布袄荆钗，便是夫妇。与他夫主送饭，高高的擎着，这个便是那举案齐眉。大嫂，你省得那昏定晨省的勾当？<br>【天下乐】谁不待举案齐眉学孟光，怕不待开张，那里取升合粮？与人家打勤劳做生活有甚妨？怕不待时时的杀个猪，勤勤的宰个羊，觅几文邓通钱将我娘侍养。<br>【那吒令】住孤村小庄，无亲族当房。若母亲命亡，天那！谁人觑当。大嫂，你学取些贤孝心，我有宽宏量，休学那忤逆婆娘。<br>【鹊踏枝】带头面插金装，穿绫罗好衣裳，出来的毁遍尊亲，骂遍街坊。你学那哭长城送寒衣孟姜，休学那无廉耻盗果京娘。<br>大嫂，你学二十四孝咱。<br>【寄生草】我虽不读《论》《孟》篇，多闻孝义章。舜子孝母天将养，郭巨埋子天恩降，孟宗哭竹天垂象。王祥卧鱼标写在史书中，丁兰刻木图画在丹青上。<br>我药用朱砂定心丸便可。<br>【醉扶归】卖弄他指下明看读广，止不过《宣明论》、《瑞竹堂》。通圣散、青龙丸、白虎汤，怎莫这般药直银七两？量这个张屠户朝无夜粮。他可怒从心上一起，可见老母亲病着床。<br>医士说，这药用一钱朱砂引子。王员外有，他要现钱，才肯与人。夫主，有俺父与我人一双，去换来。朱砂有真假？害你来俺除死无大灾。<br>【金盏儿】朱砂面有容光，这物色淡微黄。他那里咒连天誓说道无虚诳，恨不得手拈疾病便离床。愿母亲三焦和肺腹，五脏润肝畅。可怜见俺忤逆子，则怕妨杀俺七十娘。<br>大嫂，这假朱砂母亲吐了，别无救母之方。俺两口望着东岳爷拜，把三岁喜孙，到三月二十八日，将纸马送孩儿焦杯内做一枝香焚了，好歹救了母亲病好。上圣有灵有圣者！<br>【后庭花】我这里望东岳圣帝方，祝神明心内想。则为我生身母三熊病，许下喜孙儿做一炷香。我这里过茶汤，愿母亲通身舒畅。汗溶溶如水一江，参似冰凉。面溶溶有喜光，笑孜孜亲问当。<br>【青哥儿】病可却便是平生、平生模样，往日、往日形像。常言道孝顺心是人间海上方。每日家告遍街坊，谁肯惭惶？仰告穹苍，许下明香，儿做神羊。谁想道舍死回生便离床，兀的是天将傍。<br>【赚煞尾】母亲疾病痊可，有何不喜。母亲病体万分安，你儿喜气三千丈。舍了我嫡亲子热血一腔，咱人有子方知不孝娘，岂不问哀哀父母情肠。我这里自参详，不由我喜笑愁忘，再不揾伤心泪两行。将孩儿焰腾腾一炉火光，碜可可一灵身丧。舍了个小冤家，一心侍奉老尊堂。<br><br>第二折<br>母亲，三月二十八将近，你儿三口儿，待往大安神州东岳庙上烧香去．说与母亲。你去烧香，休带喜孙去。许愿时有孙儿来，须得他同去。你三口儿少吃酒，疾去早来。<br>【越调】【斗鹌鹑】青云天宫千重，占有峰峦万朵。明晃晃金碧琉璃，高耸耸楼台殿阁。王孙每宝马金鞍，士女每香车绮罗。正遇着春昼暄，丽日和。袅春风绿柳如烟，含夜雨桃红似火。<br>怎生走了几日，到不得大安神州？兀那高山便是。<br>【紫花儿序】闹清明莺声婉啭，荡花枝蝶翅蹁跹，舞东风剪尾娑婆。你看那车尘马足，作戏敲锣，聒耳笙歌，不似今年上庙的多。普天下名山一座，壮观着万里乾坤，永镇着百二山河。<br>我每一年三月二十八，去大安神州做一遭买卖。到那里卖与人的纸钱。上了神灵，我又将卖。我又有一个孩儿叫做万宝奴，我一家儿看成似神珠玉颗。行好的倒无钱，又无儿女，但我瞒心昧己，倒有钱又有儿。我看来除死无大灾。俺三口儿来到三门下，宵歇一宵，明日早晨还愿。吾是炳灵公，这位是崔府君，这位是速报司。俺三位神灵，察谁是孝子，谁是忤逆之人。今有王员外瞒心昧己，不合神道，恶祸生身。城隍奉吾神令，教那急脚李能，半夜后将王员外儿神珠玉颗抱去。明日午时，去在那火池里烧死，却把孝子张屠的喜孙儿，虚空里着扮为凡人，先送与他母亲。休教人识得是神人。<br>【金蕉叶】你去山门前潜躲，你去东廊下休来伴我。你向松阴中权且歇波，我入三门沉吟了几合。<br>【调笑令】别无甚献贺，为救俺母亲活，上圣！教张屠无奈何。报娘恩三年乳哺恩临大，怀耽十月娘情多。弃儿救母绝嗣，我为亲娘暴虎冯河。<br>【金蕉叶】恩养上谁人似我，孝名儿天地包罗。将亲娘煨干就湿都正过，四十年受苦奔波。<br>【调笑令】为母亲疾病可，因此上许下他，便无子息待如何。病未可，不须我，古人言，儿女最情多。<br>【小桃红】也是前生那世冤业多，积攒下六年祸，教他今生忍饥饿，受贫薄，为这人昧神造业天来大，也是他前生做作，故教他今生折剉，须是贫恨一身多。<br>【鬼三台】见神灵在空中坐，鬼使是天丁六合。炳灵公府君神像恶，速报司两鬓双皤。阔剑长枪排列多，有十王地府阎罗。上圣，金鞭指引俺孩儿，舒圣手遮罗护我。<br>【寨儿令】我心恍惚，面没罗。是谁人撒然惊觉我。则见圣像严恶，鬼似喽罗，排列的闹呵呵。穿红的圣体忙挪，穿青的子细评跋，穿绿的亲定夺。似白日里无差讹，元来是一枕梦南柯。<br>【鬼三台】那里哭的声音大，到来日只少个殃人货。儿女是金枷玉锁，你道他悲，理当合，你来朝也似他。接孩儿那人姓甚么？万人中认的是那个？你孩儿带着金钏银镯，敢远乡了神朱玉颗。<br>【秃厮儿】焰腾腾无明烈火，昏惨惨宇宙屯合。儿也！咱两个义绝恩断在这垛，人穰穰，闹呵呵，无个收罗。<br>【圣药王】寻思了半晌多，当炉不选火。一炷香天下愿心多，他那里泪似梭，则管里扯住我。报娘恩非是我风魔，火葬了小胡娑。<br>【尾】两行清泪星眸中堕，我这九曲柔肠刀割。弃了个小冤家凄凉杀他，存得个老尊堂快活杀我。<br><br>第三折<br>小人姓李名能，□州人氏。生前时曾跟磁州崔相公，相公死之后为神，封为府君，取小人做个急脚鬼。今日蒙神旨，差送孝子张屠孩儿还家。我相公的圣佑与做勾当的灵报。守分休贪不义财，命中合有自然来。若将巧计干求得，人不为仇天降灾。<br>【中吕】【粉蝶儿】富和贫天地安排，使心计放钱举债，恼神灵天祸生灾。那一个是人上人，他则待利上取利，全不想其中毒害。便休题苦尽甘来，利名场有成有败。<br>【醉春风】他则待人满眼本钱宽，全不想得临头天地窄，明晃晃刀山一齐排，无一个改，改。但有些八难三灾。一心斋戒，把神灵抛在九霄云外。奉炳灵公旨，送孝子张屠儿离了神州。<br>【迎仙客】出神州十字街，下东岳摄魂台，奉圣帝速风早到来。积善的遇着祯祥，作恶的生下患害。哭的那厮急煎煎抹泪揉腮。张屠笑吟吟，醉里乾坤大。老身是王员外的母亲，有孩儿。吾儿每年三月二十八日，去大安神州做一遭买卖。有人来说，不见孙子神珠玉颗。我想王员外买卖上多有不合神道，折我这孙子。好去张婆婆问个信去。<br>【石榴花】我这里入深村过长街，齐临临踏芳径步苍苔，见老娘娘低首泪盈腮。莫不是张屠的奶？说不沙鬓发斑白。元来是济贫拔富王员外，上东岳灭罪消灾。据着他心平心善心宽大，何须你烧香火醮钱财。<br>【斗鹌鹑】贪财的本性难移，作恶的山河易改。这小的死卫生福，逢着善战。你孩儿掘着丧门遇着太岁逢着吊客，娘莫怪责。这孩儿牙落重生，你孩儿石沉大海。<br>张婆婆，这个孩儿，是这哥哥送来？正是。<br>【上小楼】见个婆老人他那龙钟老态，恰便似这般殷勤接待。你孩儿吃的醉眼横斜，醉墨淋漓，倒在长街。这个小婴孩，我送来，你全家宁奈，你只望着大安州磕头礼拜。<br>【幺篇】一来是神明鉴戒，二来是天公眷爱。你孩儿为报娘恩，感动神灵，为母伤怀。你家私日日增，岁岁长，无灾无害，你一家儿否极生泰。哥，你与张屠几年朋友？<br>【满庭芳】俺两个深交数载，你张屠吃的前合后偃，东倒四歪。我惯曾出外偏怜客，违不过昆仲情怀。你孩儿便似病海中救出你母灾，我便是火坑中救出你儿来。他那里两手忙加额，我担着天来大利害，元来是天地巧安排。<br>【普天乐】问从初，添惊怪，他道我头似土块，身似泥胎。支更在金殿中，听在这事在衙门外。牌面上书神字催香赛，拂西风满面尘埃。也不是张千李牌，也不跟州官县宰，这一场恰便似鬼使神差。<br>【快活三】三门外大会垓，两廊下闹埃埃。非干运拙共财哀，则为他造恶弥天大。<br>【朝天子】你那厮最歹，直恁爱财，恰待快阎王怪。你那厮损人安己惹下祸灾，说与你王员外。再休放来生债。啼哭的摘胆剜心，伤情无奈，他道除死无大灾。炳灵公圣裁，小龙王性乖，无半时摔破了你天灵盖。<br>【耍孩儿】你孩儿孝廉仁义阴功大，一炷香名扬四海。忠心报母世间希，美名儿动省惊台。孝顺名标入千秋万古忠良传，与媳妇儿立一面九烈三贞贤孝牌。孝名儿人都爱，姓王的祸因恶积，姓张的福已成胎。<br>【二煞】张家则待要称千秋万古名，王家则待要利增百倍财，见如今鬼神嫌街坊怪。王家是非海内忧愁深，张家安乐窝中且快哉。到二母直拜，张婆婆道与张屠，少饮无名之酒，王婆婆说与王员外，再休贪不义之财。<br>娘娘，那里有个神灵，在生时是包待制，死后为神，速报司是也。<br>【煞】那爷爷曾抚的社稷安，补圆天地窄。穿一领紫罗袍，手秉着白象简，腰系着黄金带。那爷爷睁双怪眼乌云黑，两鬓银丝雪练白。那爷爷威风整神通大，断阴司能驱鬼使，判南衙不爱民财。<br>【尾声】由你香焚满斗香，财排万斗财，归家还舍沿离寨，这早晚十谒朱门九不开。一负人烟大，止不过前山后岭，休猜做大院深宅。<br>张婆婆，我留下这包袱。上面有个字，交张屠看，他须认我名字。<br>【煞尾】要寻处无处寻，见来时难见来。你道收藏幼子无妨碍，恰便似拾得孩儿落得摔。<br><br>第四折<br>大嫂，咱到家见母亲，问孩儿，说甚的好？只说明了不见。<br>【双调】【新水令】泪汪汪心攘攘出城门，好教人眼睁睁有家难奔。仰天掩泪眼，低着揾啼痕。懒步红尘，倦到山村，入的宅门，愁的是母亲问。张屠，你二口儿来了，孩儿那去了？<br>【沽美酒】迎门儿拜母亲，犹兀自醉醺醺。孩儿交你哥哥者，连孙儿不见了。你似醉如呆劳梦魂，从根至本，一声声说元因。<br>【太平令】想母亲病枕着床时分，你孩儿急煎煎无处安身。望东岳神祠一郡，格幼子喜孙儿，火焚在焦盆，是你那不孝的愚男生忿。<br>你二口那里有心去烧香。你吃得醉了，丢了孩儿，我跟前说谎道焚了，亏杀李能哥哥送来。怕你两口不信，叫孩儿出来你看。喜孙出来！<br>【雁儿落】听说罢唬了魂，说得我半晌如痴挣。母亲暗藏着腹内忧，打迭起心头闷。<br>【德胜令】这喜孙儿把火自焚了身，正日午未黄昏。皆是你媳妇严贞烈，也是你歹孩儿佯孝顺。我记得神灵，昨夜梦里传芳信：这小的久已后成人，到做了凌烟阁上人。<br>元来神灵先送将孩儿来了，俺一家儿望着大安神州东岳爷爷，将香案来。我想这世间人，打好歹都有报应。俺都拜谢神灵来。<br>【水仙子】莫谩天地莫谩神，远在儿孙近在身。焚儿救母行忠信，报爷娘养育恩，劝人间爷子恩情。为父的行忠孝，为子的行孝顺，传与你万古留名。<br>题目炳灵公府君神怒<br>速报司梦中分付<br>正名王员外好赂贪财<br>小张屠焚儿救母",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "未知作者"
  },
  "tags": []
}