{
  "id": 72225,
  "star": 23,
  "name": "有子之言似夫子",
  "dynasty": "先秦",
  "content": "　　有子问于曾子曰：“问丧于夫子乎？”曰：“闻之矣：‘丧欲速贫，死欲速朽’。”有子曰：“是非君子之言也。”曾子曰：“参也闻诸夫子也。”有子又曰：“是非君子之言也。”曾子曰：“参也与子游闻之。”有子曰：“然。然则夫子有为言之也。”</p> <p>　　曾子以斯言告于子游。子游曰：“甚哉，有子之言似夫子也！昔者，夫子居于宋，见桓司马自为石椁，三年而不成。夫子曰：‘若是其靡也，死不如速朽之愈也。’‘死之欲速朽’，为桓司马言之也。南宫敬叔反，必载宝而朝。夫子曰：‘若是其货也，丧不如速贫之愈也。’丧之欲速贫，为敬叔言之也。”</p> <p>　　曾子以子游之言告于有子。有子曰：“然！吾固曰非夫子之言也。”曾子曰：“子何以知之？”有子曰：“夫子制于中都：四寸之棺，五寸之椁。以斯知不欲速朽也。昔者夫子失鲁司寇，将之荆，盖先之以子夏，又申之以冉有。以斯知不欲速贫也。” ",
  "fanyi": "<p><strong>译文</strong><br>　　有子问曾子道：“在先生（孔子）那里听说过失去官职方面的事情吗？”（曾子）说：“听他说的是：‘希望丢官后赶快贫穷，希望死后赶快腐烂’。”有子说：“这不是君子说的话。”曾子说：“我（的确是）从先生（孔子）那听来的。”有子又说：“这不是君子说的话。”曾子说：“我是和子游一起听见这话的。”有子说：“的确（说过）。但先生这样说肯定是有原因的。” 曾子将这话告诉子游。子游说：“有子说话很象先生啊！那时先生住在宋国，看见桓司马给自己做石椁，三年还没完成。先生说：‘像这样奢靡，（人）不如死了赶快腐烂掉越快越好啊。’希望（人）死了赶快腐烂，是针对桓司马而说的。 南宫敬叔（他原来失去官职，离开了鲁国）回国，必定带上宝物朝见国王。先生说：‘像这样对待钱财（行贿），丢掉官职（以后）不如赶紧贫穷越快越好啊。’希望丢掉官职以后迅速贫穷，是针对敬叔说的啊。” 曾子将子游的话告诉有子。有子说：“是啊。我就说了不是先生的话吗。”曾子说：“您怎么知道的呢？”有子说：“先生给中都制定的礼法中有：棺材（板）四寸，椁（板）五寸。依据这知道（先生）不希望（人死后）迅速腐烂啊。从前先生失去鲁国司寇的官职时，打算前往楚国，就先让子夏去（打听），又让冉有去申明（自己的想法）。依据这知道（先生）不希望（失去官职后）迅速贫穷。”</p><p><strong>注释</strong><br>（1）有子：孔子的弟子有若<br>（2）问，当作“闻”（依《经典释文》） 丧：当官然后失去官职<br>（3）参：曾子，名参，字子舆<br>（4）然：确实，这样<br>（5）有为言之：有所指而言，即“有所为言”<br>（6）斯：这<br>（7）甚：很（“甚哉，有子之言似夫子也”是倒装强调）<br>（8）桓司马：宋人，名魋tui（二声）<br>（9）椁：读音为guo（三声），套在棺材外面的大棺材<br>（10）靡：浪费，奢侈<br>（11）愈：较好，胜过<br>（12）南宫敬叔：鲁孟僖子之子仲孙阅，曾失位离开鲁国，返时载宝物朝见鲁君<br>（13）反：同“返”<br>（14）货：贿赂<br>（15）制：立规定，定制度<br>（16）之：到……去<br>（17）申：申明</p>",
  "shangxi": "<h2>赏析</h2> 　　本文记叙的是孔子的弟子对“丧欲速贫，死欲速朽”的含义的相互探讨。由于思考方法的不同，对同一句话，弟子们有着不同的理解。有子能够不片面、不孤立地去判断，而且和孔子的一贯言行相联；子游能够根据孔子讲话的背景，针对的问题进行分析；曾子则是句句照搬，孤立、片面地理解。文章分析问题的方式对今人仍有很大的借鉴作用。",
  "about": "<h2>文言现象</h2> <p><strong>通假字</strong><br>（1）问丧于夫子乎：问通“闻”<br>（2）南宫敬叔反：反通“返”</p> <p><strong>介宾后置</strong><br>（1）有子问于曾子曰<br>（2）问丧于夫子乎<br>（3）问诸夫子也<br>（4）昔者夫子居于宋<br>（5）夫子制于中都<br>（6）盖先之以之夏</p> <p><strong>宾语前置</strong><br>（1）见桓司马自为石椁</p> <p><strong>判断句</strong><br>（1）是非君子之言也<br>（2）然则夫子有为言之也<br>（3）有子之言似夫子也<br>（4）丧不如速贫之愈也<br>（5）为敬叔言之也</p>",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": [
    "古文观止",
    "叙事",
    "写人"
  ]
}