{
  "id": 19125,
  "star": 32,
  "name": "燕子楼诗三首",
  "dynasty": "唐代",
  "content": "楼上残灯伴晓霜，独眠人起合欢床。<br>相思一夜情多少，地角天涯未是长。——张仲素<br>满床明月满帘霜，被冷灯残拂卧床。<br>燕子楼中霜月夜，秋来只为一人长。——白居易</p> <p>北邙松柏锁愁烟，燕子楼中思悄然。<br>自埋剑履歌尘散，红袖香销已十年。——张仲素<br>钿晕罗衫色似烟，几回欲著即潸然。<br>自从不舞《霓裳曲》，叠在空箱十一年。——白居易</p> <p>适看鸿雁洛阳回，又睹玄禽逼社来。<br>瑶瑟玉箫无意绪，任从蛛网任从灰。——张仲素<br>今春有客洛阳回，曾到尚书墓上来。<br>见说白杨堪作柱，争教红粉不成灰？——白居易 ",
  "shangxi": "<h2>赏析</h2> <p>　　这里讲的是<a href=\"http://so.gushiwen.org/author_348.aspx\">张仲素</a>和<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>两位<a href=\"http://so.gushiwen.org/view_19125.aspx\">诗</a>人唱和的两组诗，各三首。燕子楼的故事及两人作诗的缘由，见于白居易诗的小序。其文云：“徐州故张尚书有爱妓曰盼盼，善歌舞，雅多风态。余为校书郎时，游徐、泗间。张尚书宴余，酒酣，出盼盼以佐欢，欢甚。余因赠诗云：‘醉娇胜不得，风袅牡丹花。’一欢而去，尔后绝不相闻，迨兹仅一纪矣。昨日，司勋员外郎张仲素绘之访余，因吟新诗，有《燕子楼》三首，词甚婉丽，诘其由，为盼盼作也。绘之从事武宁军（唐代地方军区之一，治徐州。）累年，颇知盼盼始末，云：‘尚书既殁，归葬东洛，而彭城（即徐州）有张氏旧第，第中有小楼名燕子。盼盼念旧爱而不嫁，居是楼十余年，幽独块然，于今尚在。’余爱绘之新咏，感彭城旧游，因同其题，作三绝句。”张尚书名愔，是名臣张建封之子。有的记载以尚书为建封，是错误的。因为白居易做校书郎是在贞元十九年到元和元年（803－806），而张建封则已于贞元十六年（800）去世，而且张愔曾任武宁军节度使、检校工部尚书，最后又征为兵部尚书，没有到任就死了，与诗序合。再则张仲素原唱三篇，都是托为盼盼的口吻而写的，有的记载又因而误认为是盼盼所作。这都是应当首先加以辩正的。<br>　　张仲素这第一首诗写盼盼在十多年中经历过的无数不眠之夜中的一夜。起句中“残灯”、“晓霜”，是天亮时燕子楼内外的景色。用一个“伴”字，将楼外之寒冷与楼内之孤寂联系起来，是为人的出场作安排。次句正面写盼盼。这很难着笔。写她躺在床上哭吗？写她唉声叹气吗？都不好。因为已整整过了一夜，哭也该哭过了，叹也该叹过了。这时，她该起床了，于是，就写起床。用起床的动作，来表达人物的心情，如<a href=\"http://so.gushiwen.org/author_18.aspx\">元稹</a>在《会真记》中写的“自从消瘦减容光，万转千回懒下床”，就写得很动人。但张仲素在这里并不多写她本人的动作，而另出一奇，以人和床作极其强烈的对比，深刻地发掘了她的内心世界。合欢是古代一种象征爱情的花纹图案，也可用来指含有此类意义的器物，如合欢襦、合欢被等。一面是残灯、晓霜相伴的不眠人，一面是值得深情回忆的合欢床。在寒冷孤寂之中，这位不眠人煎熬了一整夜之后，仍然只好从这张合欢床上起来，心里是一种什么滋味，还用得着多费笔墨吗？<br>　　后两句是补笔，写盼盼的彻夜失眠，也就是《诗经》第一篇《关雎》所说的“悠哉悠哉，辗转反侧”。“地角天涯”，道路可算得长了，然而比起自己的相思之情，又算得什么呢？一夜之情的长度，已非天涯地角的距离所能比拟，何况是这么地过了十多年而且还要这么地过下去呢？<br>　　先写早起，再写失眠；不写梦中会见情人，而写相思之极，根本无法入梦，都将这位“念旧爱”的女子的精神活动描绘得更为突出。用笔深曲，摆脱常情。<br>　　白居易和诗第一首的前两句也是写盼盼晓起情景。天冷了，当然要放下帘子御寒，霜花结在帘上，满帘皆霜，足见寒气之重。帘虽可防霜，却不能遮月，月光依旧透过帘隙而洒满了这张合欢床。天寒则“被冷”，夜久则“灯残”。被冷灯残，愁人无奈，于是只好起来收拾卧床了。古人常以“拂枕席”或“侍枕席”这类用语代指侍妾。这里写盼盼“拂卧床”，既暗示了她的身分，也反映了她生活上的变化，因为过去她是为张愔拂床，而今则不过是为自己了。原唱将楼内残灯与楼外晓霜合写，独眠人与合欢床对照。和诗则以满床月与满帘霜合写，被冷与灯残合写，又增添了她拂床的动作，这就与原唱既相衔接又不雷同。<br>　　后两句也是写盼盼的失眠，但将这位独眠人与住在“张氏旧第”中的其他人对比着想。在寒冷的有月有霜的秋夜里，别人都按时入睡了。沉沉地睡了一夜，醒来之后，谁会觉得夜长呢？古诗云：“愁多知夜长”，只有因愁苦相思而不能成眠的人，才会深刻地体会到时间多么难以消磨。燕子楼中虽然还有其他人住着，但感到霜月之夜如此之漫长的，只是盼盼一人而已。原唱作为盼盼的自白，感叹天涯地角都不及自己此情之长。和诗则是感叹这凄凉秋夜竟似为她一人而显得特别缓慢，这就是同中见异。</p> <p>　　张仲素，原唱第二首，写盼盼抚今追昔，思念张愔，哀怜自己。起句是描绘张愔墓前景色。北邙山是汉、唐时代洛阳著名的坟场，张愔“ 归葬东洛”，墓地就在那里。北邙松柏，为惨雾愁烟重重封锁，是盼盼想象中的景象。因此次句接写盼盼在燕子楼中沉沉地思念的情形 。“思悄然 ”，也就是她心里的“锁愁烟 ”。情绪不好，无往而非凄凉黯淡。因此出现在她幻想之中的墓地 ，也就不可能是为丽日和风所煦拂，而只能是被惨雾愁烟所笼罩了。<br>　　古时皇帝对大臣表示宠信，特许剑履上殿，因此剑履为大臣的代词。后二句是写：自从张愔死后，她再也没有心绪歌舞，歌声飘散，舞袖香销，已经转眼十年了 。白居易说她“善歌舞，雅多风态”，比之为“风袅牡丹花”，可见盼盼曾引起很多雅士贵人倾慕，完全可以在张愔逝后另附高枝，但她却没有这样，而是始终忠于自己的爱情 ，无怪当时的张仲素 、白居易乃至后代的<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>等都对她很同情并写诗加以颂扬了。（《 永遇乐·彭城夜宿燕子楼梦盼盼因作此词》是苏词中名篇之一。）<br>　　白居易的第二首和诗便从盼盼不愿再出现在舞榭歌台这一点生发，着重写她怎样对待歌舞时穿著的首饰衣裳。<br>　　年轻貌美的女子哪个不爱打扮呢？然而盼盼几次想妆扮自己，却又作罢 ：打扮了给谁看呢 ？想到这里，就只有流泪的份儿了 。于是 ，尽管金花徒然地褪去了光彩，罗衫改变了颜色 ，也只有随它们去吧。“自从不舞《霓裳曲 》”，谁还管得了这些。《霓裳羽衣》是唐玄宗时代著名的舞曲，这里特别点出，也是暗示她的舞技高妙。空箱的“空”字，形容精神上的空虚，如妇女独居的房称空房、空闺，独睡的床称空床、空帷。说“已十年”，张愔死于元和元年（806），据此推算 ，其诗当作于元和十年。<br>　　在这首诗里，没有涉及张愔。但他始终存在于盼盼的形象中。诗人展现的盼盼的精神活动，就是以张愔在她心里所占据的巨大位置为基础的。</p> <p>　　原唱第三首，写盼盼感节候之变迁，叹青春之消逝。第一首在秋之夜，这一首则为春之日。<br>　　起句是旧时事。鸿雁于秋天自北南飞。徐州在洛阳之东 ，经过徐州的南飞鸿雁 ，不可能来自洛阳。但因张愔墓在洛阳，而盼盼则住在徐州，所以诗人缘情构想，写在盼盼的心目中，这些相传能够为人传书的候鸟，一定是从洛阳来的，然而人已长眠，不能传书，也就更加感物思人了。<br>　　次句是当下事。玄禽即燕子。社日是古代祭祀土神、祈祷丰收的日子，燕子于春天由南而北。临近社日，它们就来了。燕子雌雄成对地生活，双宿双飞，诗人们惯以用来比喻恩爱夫妻。盼盼是合欢床上的独眠人，看到双宿双飞的燕子，岂能不发出人不如鸟的感叹？<br>　　人在感情的折磨中过日子，往往觉得时光过得很慢 ，所以前诗说“ 相思一夜情多少，地角天涯未是长 ”；而有时又变得麻木，觉得时光流逝很快，所以本诗说：“适看鸿雁洛阳回，又睹玄禽逼社来。”这两句只作客观描写，但却从另外两个角度再次展现了盼盼的深情。<br>　　后两句从无心玩弄乐器见意，写盼盼哀叹自己青春随爱情生活的消逝而虚度 。<a href=\"http://so.gushiwen.org/author_164.aspx\">周邦彦</a>《解连环》云：“燕子楼空 ，暗尘锁一床弦索 ”，即从这两句化出，又可以反过来解释这两句。瑟以瑶饰，箫以玉制，可见贵重，而让它们蒙上蛛网灰尘，这不正因为忆鸿雁之无法传书，看燕子之双飞双宿而使自己发生“绮罗弦管，从此永休”（<a href=\"http://so.gushiwen.org/author_2292.aspx\">蒋防</a>《霍小玉传》）之叹吗？前两句绘景，后两句写情，似断实连，章法极妙。<br>　　和诗的最后一首，着重在“感彭城旧游 ”，但又不直接表现对旧游之回忆，而是通过张仲素告诉他的情况，以抒所感。<br>　　那年春天，张仲素从洛阳回来与白居易相见，提起他曾到张愔墓上去过 。使白居易感到惊心动魄的，乃是坟边种的白杨树都已经长得又粗又高，可以作柱子了，那么，又如何能使得盼盼的花容月貌最后不会变成灰土呢？彭城旧游，岂能再得？虽只是感今，而怀旧之意自在其中。<br>　　这两组诗，遵循了十分严格的唱和方式。诗的题材主题相同，诗体相同，和诗用韵与唱诗又为同一韵部，连押韵各字的先后次序也相同，既是和韵又是次韵。唱和之作，最主要的是在内容上要彼此相应。张仲素的原唱，是通过写盼盼生活代盼盼抒发她“念旧爱而不嫁”感情的，白居易的继和则抒发了他对于盼盼这种生活和感情的同情以及对于时光易老，今昔盛衰的感叹 。一唱一和，处理得非常恰当。总的说来，这两组诗如两军对垒，工力悉敌，表现了两位诗人精湛的艺术技巧，是唱和诗中的佳作。 </p>",
  "poet": {
    "id": 348,
    "star": 0,
    "name": "张仲素",
    "image": "http://img.gushiwen.org/authorImg/zhangzhongsu.jpg",
    "desc": "张仲素（约769～819）唐代诗人，字绘之。符离（今安徽宿州）人，郡望河间鄚县（今河北任丘）。贞元十四年(798)进士，又中博学宏词科，为武宁军从事，元和间，任司勋员外郎，又从礼部郎中充任翰林学士，迁中书舍人。张仲素擅长乐府诗，善写思妇心情。如\"袅袅城边柳，青青陌上桑。提笼忘采叶，昨夜梦渔阳\"（《春闺思》），\"梦里分明见关塞，不知何路向金微\"（《秋闺思》），刻画细腻，委婉动人。其他如《塞下曲》等，语言慷慨，意气昂扬，歌颂了边防将士的战斗精神。"
  },
  "tags": [
    "唱和",
    "组诗"
  ]
}