{
  "id": 57788,
  "star": 68,
  "name": "粉蝶儿·和赵晋臣敷文赋落花",
  "dynasty": "宋代",
  "content": "昨日春如，十三女儿学绣。一枝枝、不教花瘦。甚无情，便下得，雨僝风僽。向园林、铺作地衣红绉。<br>而今春似，轻薄荡子难久。记前时、送春归后。把春波，都酿作，一江春酎。约清愁、杨柳岸边相候。",
  "fanyi": "<p><strong>译文<br></strong>昨天，还是春光明媚，就像一个十三岁的小姑娘，用她轻快灵巧的小手，把一枝枝的花绣得丰盈娇艳；而今就不同了，夜来那一阵无情的风雨，把园中的花吹得满地都是，就像给园林铺上了一块起着皱纹的红色地毯。<br>今天，春光犹如那朝秦暮楚的“轻薄荡子”，尽管你对他一向情意绵绵，也是留他不住的。记得上次送春归去之后，那碧波荡漾的春水呀，都酿成了一杯醇美飘香的浓酒了。请到杨柳岸边来吧，我们在这儿饮酒叙旧，消除那离别的清愁。</p> <p><strong>注释<br></strong>①晋臣：即赵不迂，字晋臣，官至敷文阁学士。寓居上饶时常与<a href=\"http://so.gushiwen.org/author_217.aspx\">辛弃疾</a>唱和。<br>②十三女儿：<a href=\"http://so.gushiwen.org/author_211.aspx\">杜牧</a>《赠别二首》其一：“娉娉袅袅十三馀。”<br>③不教花瘦：将花绣得肥大，这里指春光丰腴。<br>④甚：正。下得：忍得。雨僝（zhàn）、风僽（zhòu）：原意指恶言骂詈，这里把连绵词拆开来用，形容风雨作恶。<br>⑤向：同像，地衣红绉：地衣指地毯，这两句说，园林里落花满地，像铺上一层带皱纹的红地毯一样。<br>⑥荡子：浪荡子，指不重感情的轻薄男子。<br>⑦春波：碧波荡漾的春水。醇酎（zhòu）：浓郁的美酒。<br>⑧约：束、控制，清愁：凄凉的愁闷情绪，相候：指等待春天归来。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　此词自辟意境、写法新奇，通篇用比拟手法，一气贯注，寓意深沉，风格绮丽宛转，色彩浓丽缤纷，是词人婉约词的代表作之一。夏敬观评日：“连续诵之，如笛声宛转，乃不得以他文词绳之，勉强断句。此自是好词，虽去别调不远，却仍是裱丽一派也。”用十三女儿学绣喻春光丰满，用轻薄浪子难久比喻风雨对春花的摧残，护花爱美之意的深处，是对美好生命的热爱和呵护之心。落花将春水酿成醇醪，与人之清愁约会，想象奇妙，余味无穷。</p> <p>　　为了加大“赋落花”的情感重量，词章从“繁花”切人：“昨日春如十三女儿学绣，一枝枝不教花瘦。”如果依现代女性年龄标准看，十三岁不过是刚刚踏进中学校门的稚气十足的少女，谈什么拈针学绣。也许是中国古代女性早熟吧，十三岁被视为“豆蔻年华”的妙龄期。如唐代<a href=\"http://so.gushiwen.org/view_57788.aspx\">诗</a>人<a href=\"http://so.gushiwen.org/author_211.aspx\">杜牧</a>就这样描写他喜爱的歌女：“娉娉袅袅十三余，豆蔻梢头二月初。”（《赠别二首》其一）诗人把“昨日春”比成“十三岁女儿学绣”真算是善于创新的神来之笔：如果把“昨日春”比做一位姿容娇美而又技艺精湛的成熟的绣花女，凭着丰富的刺绣经验，当然要讲究个疏密相间，浓淡相宜的美学原则，决不可能把每一朵花都绣得同样鲜艳肥大；只有十三岁少女如春蕾初绽，涉世未深，心地不杂一丝尘滓，有少女的聪慧和青春的热情又不工于心计，学起刺绣来，全神贯注，一丝不苟，一枝一叶自然会绣得丰盈而厚实，真个是“一枝枝不教花瘦”，体现了春阳普照，春雨均沾的春的特点。这正好显示了姹紫嫣红、繁花似锦的浓郁而热烈的春光。</p> <p>　　诗人写春闹花繁的可喜，正是为了反衬春去花残的可惜：“甚无情便下得雨儇风倦，向园林铺作地衣红绉。”大自然真个是太无情了，竟忍心让风雨一个劲儿摧残折磨着春花，使零落残红严严实实地覆盖着园林地面，简直像铺上一层地毯一样。春花随风飘落，地面或厚或薄，那厚处犹如红色地毯上叠起的皱纹。这落红狼藉的景象描画，昭示了诗人对花落春残的惋惜情怀。</p> <p>　　下阕，诗人从对“昨日春”的深情关注中转到对“而今春”的艺术观照：“而今春似轻薄荡子难久。”诗人对春的情感太深太重了，他简直把春当成理想中的情人。春，本是岁序中一个季节，诗人不但使她有明确的性别、具体的年龄，还有鲜明的个性。当写到东风君临大地、万物开始苏醒的“昨春日”，诗人把她比成十三岁的妙龄女郎在心爱的绣物上绣进少女的柔情，绣进青春的智慧，一心绣出人间最美丽的锦绣；当写到春尽花残的“而今春”，诗人又把他比成用情不专、朝秦暮楚的浪荡子。这不但充分体现出诗人爱春惜春真挚情怀，也收到了诗歌口语化的美学效应。 </p> <p>　　人生代代无穷已，风雨年年送春归。诗人回忆起前一年送春归去：“记前时送春归后，把春波都酿作一江醇酎。”“春来江水绿如蓝”，自居易不过写出了春水的颜色，就惹得人们赞叹不已，被誉为咏春的名句；<a href=\"http://so.gushiwen.org/author_217.aspx\">辛弃疾</a>呢，却进了一层，道出了春水的质地：浓浓的、酽酽的，春水春波像酿成为一江醇醪佳酿。春真的要走了，愁，是诗人内在的情感，怎么一下子变成“约”的对象，从外部应邀而至呢。显然，愁，被诗人别具机杼地人化了，仿佛变成了与诗人休戚与共的好友，被邀请在杨柳岸边等候着为春举行告别宴会，以壮春的行色哩。向春告别，为什么要在“杨柳岸边？”因为古代有折柳送别的习俗，在这里，春也被人化了，也成了诗人难分难舍的挚友了。人与自然如此融洽契合，真亏诗人妙笔驱遣。</p>",
  "about": "<h2>创作背景</h2> 　　词人闲居瓢泉与赵晋臣唱和之作有二十余首，此词约写于宁宗庆元六年（1200年）。",
  "poet": {
    "id": 217,
    "star": 0,
    "name": "辛弃疾",
    "image": "http://img.gushiwen.org/authorImg/xinqiji.jpg",
    "desc": "辛弃疾（1140－1207），南宋词人。原字坦夫，改字幼安，别号稼轩，汉族，历城（今山东济南）人。出生时，中原已为金兵所占。21岁参加抗金义军，不久归南宋。历任湖北、江西、湖南、福建、浙东安抚使等职。一生力主抗金。曾上《美芹十论》与《九议》，条陈战守之策。其词抒写力图恢复国家统一的爱国热情，倾诉壮志难酬的悲愤，对当时执政者的屈辱求和颇多谴责；也有不少吟咏祖国河山的作品。题材广阔又善化用前人典故入词，风格沉雄豪迈又不乏细腻柔媚之处。由于辛弃疾的抗金主张与当政的主和派政见不合，后被弹劾落职，退隐江西带湖。"
  },
  "tags": [
    "婉约",
    "送春"
  ]
}