{
  "id": 21659,
  "star": 1141,
  "name": "夜雪",
  "dynasty": "唐代",
  "content": "已讶衾枕冷，复见窗户明。<br>夜深知雪重，时闻折竹声。",
  "fanyi": "<p><strong>译文</strong><br>夜卧枕被如冰，不由让我很惊讶，又看见窗户被白雪泛出的光照亮。<br>夜深的时候就知道雪下得很大，是因为不时地能听到雪把竹枝压折的声音。</p> <p><strong>注释</strong><br>⑴讶：惊讶。 衾（qīn）枕：被子和枕头。<br>⑵折竹声：指大雪压折竹子的声响。 </p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　前两句“已讶衾枕冷，复见窗户明”，先从人的感觉写起，通过“冷”不仅点出有雪，而且暗示雪大，因为生活经验证明：初落雪时，空中的寒气全被水汽吸收以凝成雪花，气温不会马上下降，待到雪大，才会加重空气中的严寒。这里已感衾冷，可见落雪已多时。不仅“冷”是写雪，“讶”也是在写雪，人之所以起初浑然不觉，待寒冷袭来才忽然醒悟，皆因雪落地无声，这就于“寒”之外写出雪的又一特点。此句扣题很紧，感到“衾枕冷”正说明夜来人已拥衾而卧，从而点出是“夜雪”。“复见窗户明”，从视觉的角度进一步写夜雪。夜深却见窗明，正说明雪下得大、积得深，是积雪的强烈反光给暗夜带来了亮光。以上全用侧面描写，句句写人，却处处点出夜雪。</p> <p>　　后两句“夜深知雪重，时闻折竹声”，这里仍用侧面描写，却变换角度从听觉写出。传来的积雪压折竹枝的声音，可知雪势有增无减。<a href=\"http://so.gushiwen.org/view_21659.aspx\">诗</a>人有意选取“折竹”这一细节，托出“重”字，别有情致。“折竹声”于“夜深”而“时闻”，显示了冬夜的寂静，更主要的是写出了诗人的彻夜无眠；这不只为了“衾枕冷”而已，同时也透露出诗人谪居江州时心情的孤寂。由于诗人是怀着真情实感抒写自己独特的感受，才使得这首《夜雪》别具一格，诗意含蓄，韵味悠长。</p> <p>　　这首诗新颖别致，首要在立意不俗。咏雪诗写夜雪的不多，这与雪本身的特点有关。雪无声无嗅，只能从颜色、形状、姿态见出分别，而在沉沉夜色里，人的视觉全然失去作用，雪的形象自然无从捕。诗人正是从这一特殊情况出发，全用侧面烘托，依次从触觉（冷）、视觉（明）、感觉（知）、听觉（闻）四个层次叙写，一波数折。从而生动传神地写出一场夜雪来。诗中既没有色彩的刻画，也不作姿态的描摹，初看简直毫不起眼。但细细品味，便会发现它凝重古朴、清新淡雅。这首诗朴实自然，诗境平易，充分体现了诗人通俗易懂、明白晓畅的语言特色。</p>",
  "about": "<h2>创作背景</h2> <p>　　<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>的《夜雪》作于公元唐宪宗元和十一年（816年）冬。<a href=\"http://so.gushiwen.org/view_21659.aspx\">诗</a>人当时45岁，官职是江州司马。当时白居易因上书论宰相遇刺事被贬江州，在寒冷寂静的深夜中作者看见窗外积雪有感而发，孤寂之情愈发浓烈，写下了这首《夜雪》。</p><br/><h2>句解</h2> <p>　　“已讶衾枕冷，复见窗户明。”</p> <p>　　天气寒冷，人在睡梦中被冻醒，惊讶地发现盖在身上的被子已经有些冰冷。疑惑之时，抬眼望去，只见窗户被映得明亮亮的。开篇先从触觉（冷）写起，再转到视觉（明）。“冷”字，暗点出落雪已多时。一般来讲，雪初落时，空中的寒气全被水汽吸收以凝成雪花，气温不会骤降，待到雪大，才会加重寒意。“讶”字，也是在写雪。人之所以起初浑然不觉，待寒冷袭来才忽然醒悟，皆因雪落地无声。这就于“寒”之外写出雪的又一特点，正如<a href=\"http://so.gushiwen.org/author_645.aspx\">陶渊明</a>写雪名句所谓“倾耳无希声，在目皓已洁”（《癸卯岁十二月中作与从弟敬远》）。</p> <p>　　这两句是写人的所感所见，虽全用侧写，却扣题很紧。感到“衾枕冷”正说明夜来人已拥衾而卧，从而点出是“夜雪”。“复见窗户明”，从视觉的角度进一步写夜雪。夜深却见窗明，正说明雪下得大、积得深，是积雪的强烈反光给暗夜带来了亮光。</p> <p>　　“夜深知雪重，时闻折竹声。”</p> <p>　　这才知道夜间下了一场大雪，雪下得那么大，不时听到院落里的竹子被雪压折的声响。这两句变换角度，从听觉（闻）写出。用的是倒装方式，上句是果，下句是因，构思巧妙，曲折有致。<a href=\"http://so.gushiwen.org/view_21659.aspx\">诗</a>人选取“折竹”这一细节，衬托出“重”字。通过积雪压折竹枝的声音，判断雪很大，而且雪势有增无减。诗人的感觉确实细致非常。“折竹声”与“夜深”而“时闻”，显示出雪夜的宁静。</p> <p>　　这一结句以有声衬无声，使全诗的画面静中有动、清新淡雅，真切地呈现出一个万籁俱寂、银装素裹的清宁世界。可与<a href=\"http://so.gushiwen.org/author_515.aspx\">王维</a>诗句“月出惊山鸟，时鸣春涧中”《鸟鸣涧》相媲美。</p>",
  "poet": {
    "id": 665,
    "star": 0,
    "name": "白居易",
    "image": "http://img.gushiwen.org/authorImg/baijuyi.jpg",
    "desc": "白居易（772年－846年），字乐天，号香山居士，又号醉吟先生，祖籍太原，到其曾祖父时迁居下邽，生于河南新郑。是唐代伟大的现实主义诗人，唐代三大诗人之一。白居易与元稹共同倡导新乐府运动，世称“元白”，与刘禹锡并称“刘白”。白居易的诗歌题材广泛，形式多样，语言平易通俗，有“诗魔”和“诗王”之称。官至翰林学士、左赞善大夫。公元846年，白居易在洛阳逝世，葬于香山。有《白氏长庆集》传世，代表诗作有《长恨歌》、《卖炭翁》、《琵琶行》等。"
  },
  "tags": [
    "冬天",
    "写雪"
  ]
}