{
  "id": 285,
  "star": 40,
  "name": "周颂·敬之",
  "dynasty": "先秦",
  "content": "敬之敬之，天维显思，命不易哉。无曰高高在上，陟降厥士，日监在兹。维予小子，不聪敬止。日就月将，学有缉熙于光明。佛时仔肩，示我显德行。",
  "fanyi": "<p><strong>译文<br></strong>警戒警戒要记牢，苍天在上理昭昭，天命不改有常道。休说苍天高在上，佞人贤士下上朝，时刻监视明秋毫。我虽年幼初登基，聪明戒心尚缺少。日有所成月月进，日积月累得深造。任重道远我所乐，光明美德作先导。</p> <p><strong>注释<br></strong>⑴敬：通“儆”，警戒。之：语气词。<br>⑵维：是。显：明察，明白。思：语气助词。<br>⑶命：天命。易：变更。此句谓天命不是一成不变的。<br>⑷陟（zhì）降：升降。《尔雅》：“陟，升也。”厥：其。士：庶士，指群臣。一说士，通“事”。<br>⑸日：每天。监：察，监视。兹：此，指人间。<br>⑹小子：年轻人，周成王自称。<br>⑺不、止：皆为语词。聪：聪明，此处意为听从。马瑞辰《毛<a href=\"http://so.gushiwen.org/view_285.aspx\">诗</a>传笺通释》：“谓听而警戒也。承上‘敬之敬之’而言。”<br>⑻日就月将：日有所得，月有所进。就：成就。将：进。<br>⑼缉熙：积累光亮，喻掌握知识渐广渐深。马瑞辰《毛诗传笺通释》：“《说文》：‘缉，绩也。’绩之言积。缉熙，当谓渐积广大以至于光明。”<br>⑽佛（bì）：通“弼”，辅助。一说指大。时：通“是”，这。仔肩：责任。马瑞辰《毛诗传笺通释》：“《尔雅》：‘肩，克也。’《说文》：‘仔，克也。’二字同义。克，胜也，胜亦任也。”郑笺：“仔肩，任也。”<br>⑾示我显德行：言指示我以显明的德行。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　《毛<a href=\"http://so.gushiwen.org/view_285.aspx\">诗</a>序》说《周颂·敬之》是“群臣进戒嗣王”之作，不仅与诗中“维予小子”的成王自称不合，也与全诗文意相悖。无论从字面还是从诗意看，《周颂·敬之》的主动者都不是群臣，而是嗣王（即周成王）。诗序之所以说“群臣进戒嗣王”，或许是出于成王在周公辅佐下平定叛乱、克绍基业而又有所巩固发展的考虑，其善意用心无可厚非，却并不合乎实情。</p> <p>　　此时的成王，已逐步走向成熟，他在《周颂·敬之》中要表达的有两层意思：对群臣的告戒和严格的自律。</p> <p>　　首六句为第一层。成王利用天命告戒群臣，由于他的天子身份，因而很自然地具有居高临下的威势。“天维显”、“命不易”，形式上为纯客观的叙述，目的则在于强调周王室是顺承天命的正统，群臣必须牢记这点并对之拥戴服从。对群臣的告戒在“无曰”以下三句中表达得更为明显，其中“陟降”只能是由周王室施加于群臣的举措，而“日监在兹”与其说是苍天的明察秋毫，不如说是强调周王室对群臣不轨行为的了如指掌，其震慑的意旨不言而喻。</p> <p>　　后六句为第二层。年幼的成王，面对年龄较长的群臣，往往采取一种谦恭的姿态，这里表达严于律己的意愿更是如此。成王自称“小子”，承认自己还很缺乏能力、经验，表示要好好学习，日积月累，以达到政治上的成熟，负起承继大业的重任。但是，群臣却不能因此而对成王这位年幼的君主轻略忽视，甚至可以玩之于股掌，成王并没有放弃对群臣“陟降”（此处偏重于“降”）的权力，也没有丝毫减弱国家机器“日监在兹”功能的打算，更重要的是，成王的律己，是在以坚强的决心加速自己的成熟即政治上的老练，进而加强对群臣的控制。年幼而不谙朝政的成王，群臣对之或许有私心可逞（但还会存有对摄政周公的顾忌）；而逐渐成熟的成王，决心掌握治国本领而努力学习的成王，群臣对之便只能恭顺和服从，并随时存有伴君如伴虎的恐惧。诗中的律己也就产生了精心设计的震慑。</p> <p>　　《周颂·闵予小子》《周颂·访落》《周颂·敬之》《周颂·小毖》这一组诗，诗中由“闵予小子”、“维予小子”、“维予小子”到“予”述及的成王自称，可以体现成王执政的阶段性，也可看出成王政治上的成长和执政信心的逐步确立。</p>",
  "about": "<h2>创作背景</h2> <p>　　这是周成王表达敬天思想自谦勇任的一首<a href=\"http://so.gushiwen.org/view_285.aspx\">诗</a>歌。《毛诗序》《诗集传》都把《周颂·闵予小子》《周颂·访落》《周颂·敬之》《周颂·小毖》看成组诗。《毛诗序》认为依次表达“嗣王朝于庙”“嗣王谋于庙”“群臣进戒嗣王”“嗣王求助”，似乎是按预定写作计划一气呵成；《诗集传》则认为“此（《闵予小子》）成王除丧朝庙所作，疑后世遂以为嗣王朝庙之乐。后三篇放此”；均说此四篇完成于一时。这四篇确为内容乃至人物都相关的一组诗，但并非作于一时：前两篇当作于武王去世、成王即位之初；《周颂·小毖》作于周公归政之后；《周颂·敬之》则应作于二者之间的某一个时期，此时成王已有了在周公辅佐下执政的一段经历，正处于自冲动走向成熟的过渡时期。</p> <p>　　这四首一组内容相关而连贯的诗，虽然不是有预先确定的创作计划，但其连续的编排则应是由删诗的孔子确定的。《尚书》中自《金滕》以下诸篇，叙及周公、成王，与这一组诗具有相同的时代背景；《史记》中的《周本纪》与《鲁周公世家》有关部分，与这组诗也有一定的相关性。</p>",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": [
    "诗经"
  ]
}