{
  "id": 46654,
  "star": 9,
  "name": "神鸡童谣",
  "dynasty": "唐代",
  "content": "生儿不用识文字，斗鸡走马胜读书。<br>贾家小儿年十三，富贵荣华代不如。<br>能令金距期胜负，白罗绣衫随软舆。<br>父死长安千里外，差夫持道挽丧车。",
  "fanyi": "<p><strong>译文<br></strong>生了儿子用不着让他去学习知识，因为当今社会学会斗鸡走马这些娱乐手段，比读书还有用。<br>你看那贾家的小伙子，年龄刚十三岁，家中的富贵奢华连许多世家大族都远远不如。<br>贾昌技艺高超，能够号令群鸡，预期其中的胜负，他指挥斗鸡时身着绣着花纹的白色丝质衣衫，后面还跟着装饰华丽的乘舆。<br>贾昌的父亲在长安千里之外的泰山下死去，贾昌奉旨扶柩回葬，沿途的县官们都有派差夫奉侍、引导、牵挽着灵车。</p> <p><strong>注释</strong><br>⑴神鸡童：唐玄宗时驯鸡小儿贾昌的绰号。事见唐陈鸿《东城老父传》。<br>⑵斗鸡走马：即斗鸡赛马，古代的赌博游戏。<br>⑶贾家小儿：贾姓人家的孩子，即贾昌。<br>⑷令：让，使。金距：公鸡斗架，全靠脚上的角质硬距作武器。在距上安上金属套子，更利于格斗，就叫“金距”。距：雄鸡爪子后面突出像脚趾的部分。《左传·昭公二十五年》：“ 季郈之鸡。季氏介其鸡，郈氏为之金距。” 杨伯峻注：“《说文》：‘距，鸡距也。’……即鸡跗跖骨后方所生之尖突起部，中有硬骨质之髓，外被角质鞘，故可为战斗之用。郈氏盖于鸡脚爪又加以薄金属所为假距。”期胜负：是必定获胜的意思。<br>⑸软舆（yú）：即轿子。唐<a href=\"http://so.gushiwen.org/author_482.aspx\">王建</a>《宫词》之七五：“御前新赐紫罗襦，步步金阶上软舆。”<br>⑹持：奉侍。道：后作“导”，引导。挽：追悼死人。丧车：运载灵柩的车子。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　这首民谣写的是一个被人称为“神鸡童”的长安小儿贾昌的奇遇，但讽刺的对象则显然不光是贾昌。他毕竟只是一个十三岁的少年。“生儿不用识文字，斗鸡走马胜读书”，正如“遂令天下父母心，不重生男重生女”一样，是愤激之词，也是一种反常的社会心理的写照。 “白罗绣衫随软舆”一句，此中有人，呼之欲出。原来当今皇帝就爱斗鸡走马，所以“神鸡童”也就成了皇帝身边的红人。唐<a href=\"http://so.gushiwen.org/view_46654.aspx\">诗</a>中讽刺皇帝的诗篇不少，或则托言异代，或则咏物寄怀，大都辞旨微婉。象这样大胆直率，用辛辣的语言嘲笑当朝皇帝的，在文人诗里是很难见到的，只有民谣能作此快人快语。</p> <p>　　全诗描绘了两个场面，一是贾昌随驾东巡，一是奉父柩西归雍州。第一个场面：“白罗绣衫随软舆。”在戒备森严、紧张肃穆的气氛里，一个十三岁的少年，穿着华美的白罗绣花衫，带着三百只喔喔啼鸣的红冠大公鸡，紧紧跟随在皇帝威严华贵的软舆后面，大摇大摆地前行，这真是亘古未有的奇观。唐玄宗此行是去泰山举行隆重的封禅大典，夸示他“奉天承命”、治国治民的丰功伟业，带上这么一支不伦不类的特殊仪仗队，真是滑稽透顶，荒唐至极。据陈鸿《东城老父传》记载：“开元十三年，（贾昌）笼鸡三百，从封东岳。”并没有说他紧跟在“软舆”后面，而诗中运用近乎漫画的手法，将这一史实作了艺术的夸张，形象鲜明，主题突出。</p> <p>　　第二个场面：“差夫持道挽丧车。”贾昌的父亲贾忠是唐玄宗的一名卫士，随扈死在泰山下。“父以子贵”，沿途官吏为巴结皇帝面前的这位大红人──神鸡童贾昌，竟不惜为他兴师动众，征派民夫，沿途照料灵柩。死者并不是什么皇亲国戚，只不过是一个斗鸡小儿之父，却迫使无数劳动者为他抖威风，这场面着实令人啼笑皆非。诗的字里行间充满了嘲笑、轻蔑和愤怒。</p> <p>　　两个场面，构成了一出讽刺喜剧。剧里有一群白鼻子，主角是坐在软舆里的唐玄宗<a href=\"http://so.gushiwen.org/author_520.aspx\">李隆基</a>。这个喜剧形象鲜明，效果强烈，读起来，不但忍俊不禁，而且似乎听到了当时老百姓嬉笑怒骂的声音。这就是此诗的艺术魅力所在。</p>",
  "about": "<h2>创作背景</h2> <p>　　这首民谣产生于唐玄宗时期，写的是“神鸡童”贾昌的故事。据唐代陈鸿《东城老父传》载：贾昌，长安宣阳里人。唐玄宗出游，见昌弄木鸡于云龙门道旁，遂召入为鸡坊小儿。昌入鸡群，如狎群小，壮者，弱者，勇者，怯者，水谷之时，疾病之候，悉能知之。举二鸡，鸡畏而驯，使令如人。开元十四年，昌衣斗鸡服，会玄宗于温泉，当时天下号为“神鸡童”。唐玄宗时，世风奢靡，玄宗本人也酷爱斗鸡，因而许多擅长斗鸡之人都受到宠幸，这些斗鸡徒往往倚仗权势，欺压良善。<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>在《古风·大车扬飞尘》中就有对斗鸡者的讽刺。而贾昌则是其中的代表。</p>",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": [
    "民谣",
    "讽刺"
  ]
}