{
  "id": 72868,
  "star": 46,
  "name": "太上感应篇",
  "dynasty": "宋代",
  "content": "　　太上曰：祸福无门，唯人自召。善恶之报，如影随形。是以天地有司过之神依人所犯轻重，以夺人算。算减则贫耗，多逢忧患，人皆恶之，刑祸随之，吉庆避之，恶星灾之，算尽则死。又有三台北斗神君，在人头上，录人罪恶，夺其纪算。又有三尸神，在人身中，每到庚申日，辄上诣天曹，言人罪过。月晦之日，灶神亦然。凡人有过，大则夺纪，小则夺算。其过大小，有数百事，欲求长生者，先须避之。是道则进，非道则退。不履邪径，不欺暗室。积德累功，慈心於物。忠孝友悌，正己化人，矜孤恤寡，敬老怀幼。昆虫草木，犹不可伤。宜悯人之凶，乐人之善，济人之急，救人之危。见人之得，如己之得。见人之失，如己之失。不彰人短，不炫己长。遏恶扬善，推多取少。受辱不怨，受宠若惊。施恩不求报，与人不追悔。所谓善人，人皆敬之，天道佑之，福禄随之。众邪远之，神灵卫之，所作必成，神仙可冀。</p> <p>　　欲求天仙者，当立一千三百善，欲求地仙者，当立三百善；苟或非义而动，背理而行。以恶为能，忍作残害。阴贼良善，暗侮君亲。慢其先生，叛其所事。诳诸无识，谤诸同学。虚诬诈伪，攻讦宗亲。刚强不仁，狠戾自用。是非不当，向背乖宜。虐下取功，谄上希旨。受恩不感，念怨不休。轻蔑天民，扰乱国政。赏及非义，刑及无辜。杀人取财，倾人取位。诛降戮服，贬正排贤。凌孤逼寡，弃法受赂。以直为曲，以曲为直。入轻为重，见杀加怒。知过不改，知善不为。自罪引他，壅塞方术。讪谤贤圣，侵凌道德。射飞逐走，发蛰惊栖，填穴覆巢，伤胎破卵。愿人有失，毁人成功。危人自安，减人自益。以恶易好，以私废公。窃人之能，蔽人之善。形人之丑，讦人之私。耗人货财，离人骨肉。侵人所爱，助人为非，逞志作威，辱人求胜。败人苗稼，破人婚姻。苟富而骄，苟免无耻，认恩推过。嫁祸卖恶。沽买虚誉，包贮险心。挫人所长，护己所短。乘威迫胁，纵暴杀伤。无故剪裁，非礼烹宰。散弃五谷，劳扰众生。破人之家。取其财宝。决水放火，以害民居，紊乱规模，以败人功，损人器物，以穷人用。见他荣贵，愿他流贬。见他富有，愿他破散。见他色美，起心私之。负他货财，原他身死。干求不遂，便生咒恨。见他失便，便说他过。</p> <p>　　见他体相不具而笑之。见他才能可称而抑之。埋蛊厌人，用药杀树。恚怒师傅，抵触父兄。强取强求，好侵好夺。掳掠致富，巧诈求迁。赏罚不平，逸乐过节。苛虐其下，恐吓於他。怨天尤人，呵风骂雨。斗合争讼，妄逐朋党。用妻妾语，违父母训。得新忘故。口是心非，贪冒於财，欺罔其上。造作恶语，谗毁平人。毁人称直，骂神称正，弃顺效逆，背亲向疏。</p> <p>　　指天地以证鄙怀，引神明而鉴猥事。施与後悔，假借不还。分外营求，力上施设。淫欲过度，心毒貌慈。秽食馁人，左道惑众。短尺狭度，轻秤小升。以伪杂真，采取奸利。压良为贱，谩蓦愚人，贪婪无厌，咒诅求直。嗜酒悖乱，骨肉忿争。男不忠良，女不柔顺。不和其室，不敬其夫。每好矜夸，常行妒忌。</p> <p>　　无行於妻子，失礼於舅姑，轻慢先灵，违逆上命。作为无益，怀挟外心。自咒咒他，偏憎偏爱。越井越灶，跳食跳人。损子堕胎，行多隐僻。晦腊歌舞，朔旦号怒。</p> <p>　　对北涕唾及溺，对灶吟咏及哭。又以灶火烧香，秽柴作食。夜起裸露，八节行刑。唾流星，指虹霓。辄指三光，久视日月，春月燎猎，对北恶骂。无故杀龟打蛇，如是等罪，司命随其轻重，夺其纪算。算尽则死，死有余责，乃殃及子孙。又诸横取人财者，乃计其妻子家口以当之，渐至死丧。若不死丧，则有水火盗贼，遗亡器物，疾病口舌诸事，以当妄取之直。又枉杀人者，是易刀兵而相杀也。</p> <p>　　取非羲之财者，譬如漏脯救饥，鸩酒止渴，非不暂饱，死亦及之。夫心起於善，善虽未为，而吉神已随之。或心起於恶，恶虽未为，而凶神已随之。其有曾行恶事，後自改悔，诸恶莫作，众善奉行。久久必获吉庆，所谓转祸为福也。故吉人语善，视善，行善。一日有三善，三年天必降之福。凶人语恶、视恶、行恶，一日有三恶，三年天必降之祸，胡不勉而行之。",
  "fanyi": "<h2>译文</h2> <p>　　太上老君说：“人的祸福没有门路，完全是由自己招来。善有善报，恶有恶报。就像人影紧跟着形体一样，绝不差错。所以天地之间，有专管过错的神明，按照犯罪的轻重，来削减年寿。（人活一百天叫一算，十二年叫一纪）。不但年寿被减，而且罚他贫困损耗。患难的事情纷至沓来，大家都厌恨他，刑罚祸害跟着而来。吉祥之事，没有他的份儿。凶煞恶煞使他受灾殃。到了年寿已减尽时，就是死期。三台神君掌金玉，禄位，土田；北斗神君掌延生，注死，祸，福。他们在人的头上，记录人的罪恶，夺其纪算。又有三尸神在人的身体中，（上尸神彭倨，中尸神彭质，下尸神彭矫，）分别居于人脑，胸，腹部，每到庚申日（每六十天有一日）时常进见天曹，检举人的罪过。每月最后一天，灶神也会检举一家的罪过。罪过大的削减十二岁纪也，罪过小的削减百天。大小罪过，共有一百多种。想延年益寿的人，先要避免大小过错。合乎道义的事，应勇往直前去做。修道者，对于正道，亦应遵而修之；不合道义的事，做不得，更应悬崖勒马而不为。修道者，对于邪道，应退而弗修。不走邪恶之路，不明瞒，不暗骗。力行好事，多积阳功阴德。发慈悲心，爱护生物。尽忠国家，孝顺父母，友爱兄弟姐妹。先端正自己，然后劝化他人，怜惜和救济孤寡无依靠的人。尊敬老人，爱恤他人的幼儿。昆虫草木，尚且不能伤害。别人有不吉利事，应怜悯他，高兴别人做好事。别人有急需时，慨然济助。别人有危险时，立刻救他。人我一体，他人的得失，等于自己的得失。不宣扬他人的缺点，不夸耀自己的优点。阻止恶事，表扬善事，把多的让给人，自己取少的。受人欺侮，不怨恨，受到宠爱，要看成像天上掉下来一般惊畏，并加紧积功德。给人恩惠，不求报答。施舍给人，没有后悔。所谓善人，大家都尊敬他，上天会保佑他，应得福禄，不求自来。邪神凶星敬畏他，不敢相犯，众神之灵处处保护他，做任何事必定成功，可达成成神成仙的愿望。</p> <p>　　　天仙者形神俱妙，与道合真，要做一千三百件善事。地仙不饥不渴，寒暑不侵。要做三百件善事。如果对不正当的事动念头，违反道理做事，做了坏事，反说自己能干，忍心残杀人或物，暗中加害好人，背后欺瞒元首或双亲，对教师傲慢，对自己的职务不尽责，哄骗外行人，诽谤同学，以不实冤枉好人，以假充真骗人，挑剔同族亲戚。攻其阴私，气质刚暴无慈爱心，性情凶狠乖戾，一意孤行，不听善劝。以非为是，以是为非。亲近恶人歹事，远离善人好事。为争取功赏，不顾民间疾苦，为求得宠，不惜用尽欺巧方法拍马屁，去迎合上峰的意思。接受别人恩惠不感谢不报答，受别人欺辱，怀恨于心，念念不休。看不起百姓，不重视民情。不为国为民，反而违法乱搅。奖赏不义之人，弄罚无罪的人。谋财害命，用计谋使人丢官司，然后乘机取而代之。杀死投城降服的人，驱逐正人，排拒贤人。凌辱孤儿，逼迫寡妇。接受贿赂，不遵照法律处理事件，是非曲直不明辨，只因贿赂瞎了眼。轻罪判重弄。看到临死刑的人，不哀怜，反而嗔怒他。不知廉耻，丧失天良，自己的罪过，故意牵扯别人，把济世养生的技艺，保密不公开。对圣贤讥笑又诽谤，迫害有道德的人。射杀飞禽，赶捉走兽，掘挖蛰虫，吓惊栖鸟，毁损洞穴鸟巢，使虫鸟走兽无法居住，伤害怀孕的动物，弄破它们的蛋。希望别人有过失，怕别人成功，百般破坏，使别人陷于危险境地，以求得自己的安稳，扣减别人财物，增加自己利益，用自己不好的，换取别人好的，为了图谋私利，不惜妨害公益。偷取别人技能，如作品，设计图案，专利品等，掩蔽别人的优点，宣扬别人的丑事，指摘别人的阴私秘密，消耗或浪费别人的财物，搬弄是非，使人与至亲反目分离。侵夺别人心爱之物。帮助别人为非作歹，放纵意志，作威作福。侮辱他人以求自己胜利。损伤别人农作物，破坏人家的婚姻。取非财致富，不知行善反而骄奢，侥幸逃过刑罚或难关，竟还敢做出没廉耻的事。别人所做的恩德，硬说自己的功劳，自己有过犯，则推到别人身上。自己该受的灾祸，自己的罪恶，移嫁他人。不务实际，凭财势奸巧争得地位，奖赏等美名，包藏奸诈害人之心。挫折别人才能，使人不能舒展，掩饰自己短处，不肯认错，仗著威势，胁迫他人，顺己之所为。放纵暴戾心性，或纵容恶人杀伤人物生命。为了时髦而裁制衣着，为自己的口腹，宰杀动物烹煮来吃，把养人的谷物，任意抛弃不珍惜。劳役人民，扰害百姓。使人破产，乘机取他的财宝，破坏堤防或放起大火，造成别人家宅毁坏，生命死伤。别人的事业具有规模，故意弄乱它，使之前功尽弃不能成功。损坏别人的器具物品，使他无法使用。看到别人荣华贵显，希望他被降免。别人发财，希望他破产亡家。看到他人妻女貌美，便起了邪淫之心。欠人财物，希望他死，不必还债。非分的奢求，不能遂心，就咒骂怀恨他人。人家有不如意时，就议论他平日的过错。 　　</p> <p>　　见外貌丑怪的人，不怜悯，反而讥笑，见人有才能，不称赞反而贬抑他。暗地里埋下蛊毒，用邪术妖法魇魅人，用毒药杀伤花草树木。对老师怀恨，发怒，无礼之至。不孝双亲，不敬兄妹。取求之间诉诸强权，不讲情理法，喜欢用奸计暗取或恃强夺取。为求财富而掳人劫夺财物。不脚踏实地，以奸巧弄假的手段求得升迁。赏罚偏私，不公平，安逸享乐，放纵不节制。对部属佣人，刻薄残暴，虚张声势，使人害怕。不如意的事，一味怨尤。风雨不调顺，就诃责怒骂。搬弄是非，使人打斗诉讼，从中取利，盲目加入不法的盟帮，会，社，随声附和。采纳妻妾不合道理的话，违背父母的教训。喜新厌旧，口是心非，贪污钱财，欺瞒上司。捏造不利人的坏话，造谣毁谤平白无辜的人。毁坏别人的名誉和人格，自以为正直，污骂神明自以为公正。离弃顺天理的事，去效法逆天理的事，背离至亲骨肉，反而向外人献殷勤。 　　</p> <p>　　存心不良，反叫天地做见证，做污秽事，请神明照察。施舍财物，后又懊悔，欠人财物不肯偿还。不守本分，妄想钻谋名利富贵。把精力都放在奢侈豪华布置。邪淫过分，纵欲不节。内心恶毒，外貌慈和。把变质脏腐的食物，拿给人吃。以妖法邪术迷惑大众。尺度不公，买入量长，卖出量短，秤升不平，卖出称轻，买入称重，以假货掺杂在真货内卖出。以不当正当方法获取利益。仗势恃财强迫清白人家操守贱业，欺骗愚笨的人。对名利财势，贪得无厌。对天地神祗咒诅，证明自己理直。嗜酒如命的人，容易做出违反德性的事。与家人怨忿争执不忍让，男人不忠实，不行善。女人不温柔和顺。丈夫不善待妻子，造成家庭失和，太太对丈夫不敬重。夫妻之间，说话往往夸张不实。并且时常起嫉妒疑忌之心。 　　</p> <p>　　先生对妻子儿女有不得体的言行，媳妇对公公婆婆不孝敬。对去世的父母祖宗，安葬时违礼制或祭祀不虔诚。违背长上的教令。平日所作所为，尽是对个人社会国家无益的事，暗中怀有私心。心有怨恨，自咒又咒人，待人不公，偏袒自己喜欢的人，排斥自己讨厌的人。跨越水井或炉灶。跳过食物或人身。溺婴打胎。行为不能光明正大。月底年终歌舞，会误了正经事。 　　</p> <p>　　每月初一及恨气恼，每天清晨怨而号哭，面向北方，擤鼻涕，吐痰，大小便。面向炉灶歌唱哭泣。用灶火点燃线香。用污秽不洁净之木柴烧饭菜，夜间起来赤身露体，一年八大节气：四立二分二至，施行刑罚。对流星吐口液，手指彩虹，常常以手指日月星，以眼注视日月。春季烧山林猎捕走兽。向北方口出恶言。无缘无故，杀伤龟蛇。就以上所列一百七十项之罪，司命之神按罪之大小，重罪夺其死，尚抵不过罪恶，就由子孙承当灾祸之报。利用恶势力或其他不正当手段，逼取别人的金银财宝。横取的人，灾祸抵消有余者，便由他的妻子家人担当。或以死丧之灾消祸，如侥幸不死，便有水灾，火难，盗抢，贼偷，遗失用具，疾病，官司，口角等报应，报应轻重，他恰好与横取他人钱财的值相等。逞贪或任性冤枉杀人。正是换刀兵之灾相报，难逃一死。　　</p> <p>　　夺取不义之财，就像吃有毒的肉脯充饥，饮有毒的酒解渴，不但不能暂时果腹，紧接著就丧失了性命。念头动于善或恶，吉凶便已决定。曾经为非作歹，以后觉醒改悔，勿以恶小而为，勿以善小不为，过而能改，善莫大焉；放下屠刀，立地成佛。并非古人之虚言。下功夫从口讲，眼观，行动三样开始，凶人语恶，视恶，行恶，一日有三件恶，三年上天一定会降祸于他。为什么不勉励实行感应篇呢？</p>",
  "about": "<h2>现实意义</h2> <p>　　《太上感应篇》作为一部道教经典，它所阐扬的入世行善以求长生乃至成仙的理论，使积善成仙这一修持法门得以流行推广，从而便利民众修道。该典籍含摄了儒、道两家的主流思想，最大限度地扩充社会的行善群体，促进了人间善业的发展。《太上感应篇》作为一本道德行为手册，加之其对“诸恶莫作、众善奉行”的提倡，更是对当今创和谐社会的实践与完成有积极明确的指导作用。</p> <p>　　《太上感应篇》，又称《感应篇》，它成书于我国北宋末年，其作者<a href=\"http://so.gushiwen.org/author_3141.aspx\">李昌龄</a>。它是一部篇幅很短的道教典籍，全文仅1274个字。该道经由道教基本理念、封建伦理道德规范、善恶报应说这三大素材结合而成，是三教合流较为成熟的产物。《太上感应篇》因其知名度倍受古今中外众多学者的评注，然而他们多为考究该经的形成渊源或文本特征。</p>　　一、推广积善法门便利民众修道 <p>　　纵观宋以前的修仙法门大致有以下情形：先秦时期主要以“养神”、“服气”、“炼气”、“饵药”、“祀祷”方法求“羽化而登仙”。至秦始皇及汉武帝，人们既贵长生不死药，亦重坛场祷祀。其后《太平经》主要推介守一存神法门。东汉张陵五斗米道重视符箓咒语。东晋《上清经》则重存守人身三丹田之三一，及存守脑部九宫之“雄一”、“雌一”。先秦至唐，人们多重视外丹，即以矿物、植物等为材料，炼化成上、中、下三种药物（多以黄白为大药），欲借外在药物来改变自身体质，去除肉质凡胎而达长生、成仙。但因服食外丹有较大副作用，唐末人们改而修炼内丹。内丹即用导引吐纳、避谷食气等方法，以人身上、中、下丹<a href=\"http://so.gushiwen.org/author_2860.aspx\">田为</a>鼎炉，炼化后天的精、气、神，使其转与先天的元精、元气、元神合为一体，以求长生、升仙。</p> <p>　　《太上感应篇》当然也谈长生求仙，然绝口不提修炼、服食、导引、符箓，而只言：“凡人有过，大则夺纪，小则夺算。其过大小，有数百事，欲求长生者，先须避之。”“欲求天仙者，当立一千三百善；欲求地仙者，当立三百善。” 虽然早在《太平经》就认为，天地之间，寿最为善，积德行善乃长寿升天的要道。也尽管积善成仙说是先由西晋<a href=\"http://so.gushiwen.org/author_2135.aspx\">葛洪</a>《抱朴子内篇》提出进而被《太上感应篇》所吸收的，但积善成仙的修道法门却是随着《太上感应篇》的问世与流行，才逐渐受人们重视并践行的。宋代以降，在凡俗生活中成仙了道变成一种普遍的社会取向，行善积德也演变成为一种必须的宗教实践，与其它修持方式相得益彰。如明清时期的道教修炼以行善积德为外功，认为只有多积外功，才能最终使内丹修炼有所成就。再如清末民初出现于四川西部的飞鸾教，其修持方法也是以静坐炼丹，彻悟至道为内功，而以力行善事、广积阴功为外功。或许是因为《太上感应篇》出现之前的积善成仙说犹如一缕轻烟般若隐若现，而其之后该修炼法门便如熊熊烈火般一览无余，方才有学者将今日道教的行善法门归始于《太上感应篇》，而无视《太平经》抑或《抱朴子内篇》。确切地说，《太上感应篇》对积善成仙的修道法门起到推广的作用，而并非其首创。该经对积善成仙法门的发扬与推广，一定程度上使道教的长生修仙术不再专属于贵族，也使修道之人可以摆脱以往服食炼养、斋醮科仪的繁缛礼节，为广大普通民众开启了相对便利的修道方式。</p>　　二、融汇儒道思想广促人间善业 <p>　　《太上感应篇》含有儒道两家思想。第一，道之求长生、成仙，齐物畏神的思想。如经中提到道教的司功过之神：三台北斗神灵、三尸神、灶神，他们从不同的角度观察世人的表现，记录人们的罪过，以让天曹依此对恶者进行处罚。第二，儒之伦理道德规范。占有该经最大篇幅的众善诸恶之说，共列出26条善行和170条恶行，多以儒家“三纲”、“五常”之义理为判断标准，如称“忠孝友悌，正己化人”、“衿孤恤寡，敬老怀幼”、“不彰人短，不炫己长”等为善举，而判“阴贼良善，暗侮君亲”、“虚诬诈伪，攻讦宗亲”、“轻蔑天民、扰乱国政”等为恶行。<a href=\"http://so.gushiwen.org/author_560.aspx\">俞樾</a>评价该书说：“此篇虽道家之书，实不悖乎儒家之旨”。第三，道家三缄其口，三善、三恶、古之慎言之说。因而《太上感应篇》所言“吉人语善、视善、行善”、“凶人语恶、视恶、行恶”等。众善诸恶中的“纵暴杀伤”、“口是心非”、“造作恶语，谗毁平人”、“贪婪无厌”、“每好矜夸，常行妒忌”等，也多来自儒道。</p> <p>　　《太上感应篇》不仅只简单地兼容了儒道思想，更是“突出了传统宗法性宗教的宗教思想——天道承负。大大缩小了宗教界限，得以劝化更多不同社会背景的群体行善积德。再之，《太上感应篇》流传之广，从帝王将相到渔樵耕牧，各阶级各阶层几乎都有它的信奉者。当时许多世代书香人家，尽管门口贴着“僧道无缘”的标语，但在他们的案头大都放着教导子孙的教育范本，如《太上感应篇》与《文昌孝经》等。其次，《太上感应篇》流传之久，从北宋真宗开始，赐钱刊刻，大显于世，历代受到推崇。半个世纪以前，佛家重印了《太上感应篇》，印光法师还亲自作序褒扬。而在七八年前，福建省佛教协会佛教教育基金委员会又将其加以大量影印。一千多年来，这种善思想的传播也渐渐形成了以慈善为荣的社会风气。回顾中国古代慈善事业，在官办慈善事业鼎盛的宋元时期，私人慈善活动开始零星出现，如范仲俺的“义田”、刘宰的“粥局”、<a href=\"http://so.gushiwen.org/author_459.aspx\">朱熹</a>的社仓等。至明清时期，社会慈善事业处于巅峰状态，诸如育婴社、普济堂、同善会、清节堂等大量的民间慈善团体组织也开始涌现。素有“古今第一善书”之称的《太上感应篇》，凭其持久而广泛的影响力，对人间善业的兴起、发展、普及自当功劳不小吧。</p>　　三、倡导除恶行善助创和谐社会 <p>　　我国正处于全面建设小康社会的关键时期，面对发展过程中的种种矛盾，党的十六届四中全会及时提出构建和谐社会的战略任务，党的十七大则再次强调构建社会主义和谐社会的重要性。然而创和谐社会的实践已达数年之久了，社会各个领域的诸多不和谐现象仍屡见不鲜，如奢靡浪费、家庭纠纷、盗窃抢劫、巧取豪夺、贪赃枉法、毁坏生态等等。因此如何更为有效地构建和谐社会成为当今我国社会主义建设事业中的重要课题。胡锦涛总书记曾对和谐社会这一概念作过全面阐述：我们所要建设的社会主义和谐社会，应该是民主法治、公平正义、诚信友爱、充满活力、安定有序、人与自然和谐相处的社会[5]。从该阐述中，我们可推知和谐社会主要包括两个内涵：人与人关系的和谐、人与自然关系的和谐。所以若能促使这些关系趋于和谐，即是在创和谐社会了，而《太上感应篇》里所竭力提倡的行善去恶思想对此有导向作用。</p> <p>　　《太上感应篇》首先宣劝了26个善举，如：“不履邪径，不欺暗室”、“忠孝友悌，正人化己”、“济人之急，救人之危”、“不彰人短，不炫己长”、“施恩不求报，与人不追悔”、“昆虫草木，犹不可伤”、“积功累德，慈心于物”等等，实则教导我们树立善信念，并以慈善之心为人处世。倘若人人之心皆慈，人间之举皆善，人与人之间的关系、人与自然之间的关系还有什么理由不和谐呢？“行善积德”当属化解一切不和谐因素的良方。接着《太上感应篇》所竭力主张去除的170个恶行涉及世人生活中的各个层面，有关个人品行、家庭、经济、政治和对自然界的态度等，林林总总，面面俱到。该作者认为，在个人品行方面的恶行有：“以恶为能，忍作残害”、“知过不改，知善不为”、“讪谤圣贤，侵凌道德”、“耗人货材，离人骨肉”、“乘危迫胁，纵暴杀伤”、“斗合争讼”、“贪冒于财，欺罔其上”等等；在家庭方面的恶行主要有：“抵触父兄”、“用妻妾语，违父母训”、“男不忠良，女不柔顺；不和其室，不敬其夫”、“无行于妻子，失礼于舅姑”等等；经商的恶行有：“短尺狭度，轻称小升；以伪杂真，采取奸利”等等。为官的恶行有：“轻蔑天民，扰乱国政；赏及非义，刑及无辜；杀人取财，倾人取位；诛降戮服，贬正排贤；凌孤逼寡，弃法受赂”、“妄逐朋党”等等；对待自然所犯的恶行如：“用药杀树”、“诃风骂雨”、“无故杀龟打蛇”等等。世人但凡自省，在这物欲横流、钱权至上的社会里，此中有多少恶行是我们司空见惯并且习以为常了的 呢？诸恶不除，和谐社会永远只可能存在我们口头上，或在来世的彼岸里。所以，在当今邪恶已经累行的社会时期，“惩恶除恶”必然该是创和谐的一大手段。只要人人力除身上的种种恶行，人与人之间的关系，人与自然之间的关系则将逐渐趋于和谐。若每个人都积极响应“诸恶莫作，众善奉行”，和谐社会离我们还会远吗？</p> <p>　　综上所述，《太上感应篇》虽生于中古，但对当时及现今广大民众修道成仙，对人间善业的发展，对当今和谐社会的创建都有不匪的现实意义，是一部极具生命活力的不老道典。 </p>",
  "poet": {
    "id": 3141,
    "star": 0,
    "name": "李昌龄",
    "image": "http://img.gushiwen.org/authorImg/lichangling.jpg",
    "desc": "李昌龄（937—1008）北宋宋州雍丘（今河南杞县）人，字天锡。太平兴国进士。累官知广州，不能清廉自守，代还，建议舶货不宜全部官买官卖，部分劣货当听商舶自卖。淳化三年（992），为御史中丞。至道二年（996），进参知政事。坐与王继恩交结，罢政，贬官。后知梓州、河阳府等。"
  },
  "tags": [
    "宗教",
    "劝善"
  ]
}