{
  "id": 56653,
  "star": 244,
  "name": "西江月·阻风山峰下",
  "dynasty": "宋代",
  "content": "满载一船秋色，平铺十里湖光。波神留我看斜阳，放起鳞鳞细浪。<br>明日风回更好，今宵露宿何妨？水晶宫里奏霓裳，准拟岳阳楼上。",
  "fanyi": "<p><strong>译文</strong><br>　　满载着一船的秋色，行驶在广阔平展的江面上。行船被风浪所阻，微风吹起鳞鳞波浪，泛起波光。明日风向转为顺风更加好，那么今夜露宿又有什么关系呢？水中的宫殿像是在演奏霓裳羽衣曲，当到达岳阳时，准定在岳阳楼上观赏湖光山色。</p> <p><strong>注释</strong><br>山峰：指黄陵山。（黄陵山在湖南湘阴县北洞庭湖边。湘水由此入湖。相传山上有舜之二妃娥皇、女英的庙，世称黄陵庙。词题一作“黄陵庙”。词句也稍有差异）<br>鳞鳞：形容波纹细微如鱼鳞。<br>风回：指风向转为顺风。<br>水晶宫：古代传说水中的宫殿。<br>霓裳：即《霓裳羽衣曲》，唐代著名乐舞名。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　《西江月·阻风山峰下》上片写行船遇风受阻，泊舟山下的所见与感受。</p> <p>　　“满载一船秋色，平铺十里湖光。”开头两句，写风尚未起时的风光。“一船秋色”由作者的感受着笔，勾勒出时令特征，引人遐想，可以想见，此时周围的山色浓郁苍翠，万物生机勃勃，开花的花朵艳丽，结果的果实累累；“十里湖光”写出湖面宽广坦荡。这两个对偶句用“满载”和“平铺”相对，将湖光和山色一并画出，前句说美丽的秋景尽收眼底；后句说无风时湖水平稳，远远望去，就象“平铺”在那儿。水光山色，交相辉映，船上人心旷神怡，其乐无穷。此二句纯属写景，而作者<a href=\"http://so.gushiwen.org/author_406.aspx\">张孝祥</a>欣悦之情尽在其中，即所谓景中有情。</p> <p>　　“波神”二句说，水神有意留住我观看夕阳西下的美丽景色，放起鱼鳞般的波纹。这是写的天气咋变，微风初起时的湖上景色，也是变天的前兆。有经验的船工势必要抛锚停舟，采取应急措施，因为这霞光辉映，“鳞鳞细浪”过后，将是<a href=\"http://so.gushiwen.org/author_510.aspx\">范仲淹</a>在《岳阳楼记》中描写的“浊浪排空”、“樯倾楫摧”的恶劣天气。这两句以幽默的手法写航船遇风受阻被迫停泊的情景，反衬出作者此时的心境十分安闲自在。用“斜阳”点明时间是傍晚，以“细浪”说明天气变化，要起风，皆是妙笔。</p> <p>　　《西江月·阻风山峰下》下片写停船后作者的心里活动。“明日风回更好”，写他期待风向回转，天气变好，及时登程的心情。“今宵露宿何妨？”“何妨”，犹言“有什么关系呢”，实际上是无可奈何的话，但也表现了他在迫不得已的情况下“露宿”时的旷达胸襟。“水晶宫里奏霓裳”，“水晶宫”，俗谓“龙宫”；“霓裳”，即《霓裳羽衣曲》，一支大型歌舞曲的名字。作者听到阵阵波涛声，奇特的想象油然而生，把水声比喻作龙宫的音乐。龙宫既然奏欢庆之乐，明日准是好天气，航船正常前进，“准拟岳阳楼上”，尾句设想，明天准能在岳阳楼上欣赏洞庭湖的美景胜状。</p> <p>　　《西江月·阻风山峰下》写航船遇风受阻的情景，写景、抒情，乃至对“明日”的设想，着笔轻松，无半点沮丧之处。</p> <p>　　《西江月·阻风山峰下》全词语言浅易而意境幽雅，读来只觉作者张孝祥对山水无限热爱，却不见船遇逆风受阻的懊恼，这是此词的特色，作者张孝祥构思独到之处。</p>",
  "about": "<h2>创作背景</h2> 　　<a href=\"http://so.gushiwen.org/author_406.aspx\">张孝祥</a>在宋孝宗乾道三年（1167年）知潭州（今湖南长沙市）。后改官离开湖南，乘舟北上，途经洞庭湖畔的黄陵山，遇风受阻，写了这首词。《宋六十名家词》题作《黄陵庙》，个别语句亦稍有出入。",
  "poet": {
    "id": 406,
    "star": 0,
    "name": "张孝祥",
    "image": "http://img.gushiwen.org/authorImg/zhangxiaoxiang.jpg",
    "desc": "张孝祥（1132年－1169年），字安国，号于湖居士，汉族，简州（今属四川）人，生于明州鄞县。宋朝词人。著有《于湖集》40卷、《于湖词》1卷。其才思敏捷，词豪放爽朗，风格与苏轼相近，孝祥“尝慕东坡，每作为诗文，必问门人曰：‘比东坡如何？’”"
  },
  "tags": [
    "宋词三百首",
    "山水",
    "写风"
  ]
}