{
  "id": 4017,
  "star": 1254,
  "name": "咏鹅",
  "dynasty": "唐代",
  "content": "鹅，鹅，鹅，曲项向天歌。<br>白毛浮绿水，红掌拨清波。",
  "fanyi": "<p><strong>译文</strong><br>白天鹅啊白天鹅，脖颈弯弯，向天欢叫。<br>洁白的羽毛，漂浮在碧绿水面；红红的脚掌，拨动着清清水波。</p> <p><strong>注释<br></strong>1.曲项：弯着脖子。歌：长鸣。<br>2. 拨：划动。</p><br/><h2>译文二</h2> “鹅！鹅！鹅！”，面向蓝天，一群鹅儿伸着弯曲的脖子在歌唱。<br>雪白的羽毛漂浮在碧绿的水面上，红色的脚掌划着清波，就像船浆一样。",
  "shangxi": "<h2>鉴赏三</h2> <p>　　《咏鹅》相传是<a href=\"http://so.gushiwen.org/author_714.aspx\">骆宾王</a>在七岁时写的一首<a href=\"http://so.gushiwen.org/view_4017.aspx\">诗</a>，这是一首咏物诗。这首千古流传的诗歌，没有什么深刻的思想内涵和哲理，而是以清新欢快的语言，抓住事物（鹅）的突出特征来进行描写。写得自然、真切、传神。</p> <p>　　开头的“鹅、鹅、鹅”不只是模拟鹅的叫声，而且把思维的那种跃动表现出来，融为一体。小诗人用三个“鹅”字道出鹅由远至近的欢叫声，让人渐渐看清它“曲项”的外形和“向天歌”的得意神态，再写鹅在水中嬉戏时有声有色的情景。表现小诗人细微入神的观察力。</p> <p>　　小作者通过白描的手法，简单的略加勾勒，鹅的鲜明形象就脱颖而出。“曲项向天歌。白毛浮绿水，红掌拨清波。”一幅可爱的动态的形象。</p><br/><h2>鉴赏二</h2> <p>　　<a href=\"http://so.gushiwen.org/view_4017.aspx\">诗</a>中，小作者从自己的角度、自己的心态，去理解和观察鹅，用了拟人的手法，如把鹅的叫声说成是“歌”等。同时也把色彩的对比，也就是事物的特征表现传达的丰富和全面。“白毛”、“绿水”、“红掌”、“清波”，相映</p> <p>　　首句连用三个“鹅”字，表达了诗人对鹅十分喜爱之情。这三个“鹅”字，可以理解为孩子听到鹅叫了三声，也可以理解为孩子看到鹅在水中嬉戏，十分欣喜，高兴地连呼三声“鹅、鹅、鹅”。</p> <p>　　次句“曲项向天歌”，描写鹅鸣叫的神态。“曲项”二字形容鹅向天高歌之态，十分确切。鹅的高歌与鸡鸣不同，鸡是引颈长鸣，鹅是曲项高歌。</p> <p>　　三、四句写鹅游水嬉戏的情景：“白毛浮绿水，红掌拨清波。”“浮”“拨”两个动词生动地表现了鹅游水嬉戏的姿态。“白毛”“红掌”“绿水”等几个色彩鲜艳的词组给人以鲜明的视觉形象。鹅白毛红掌，浮在清水绿波之上，两下互相映衬，构成一幅美丽的“白鹅嬉水图”，表现出儿童时代的<a href=\"http://so.gushiwen.org/author_714.aspx\">骆宾王</a>善于观察事物的能力。</p> <p>　　无论从什么角度和方面看，在艺术上，这首诗都是堪称一绝的。 </p><br/><h2>鉴赏</h2> <p>　　<a href=\"http://so.gushiwen.org/view_4017.aspx\">诗</a>的第一句连用三个“鹅’字，这种反复咏唱方法的使用，表达了诗人对鹅的热爱，增强了感情上的效果。</p> <p>　　第二句写鹅鸣叫的神态，给人以声声入耳之感。鹅的声音高亢嘹亮，一个“曲”字，把鹅伸长脖子，而且仰头弯曲着嘎嘎嘎地朝天长鸣的形象写得十分生动。这句先写所见，再写所听，极有层次。</p> <p>　　以上是写鹅在陆地上行进中的情形，下面两句则写鹅群到水中悠然自得游泳的情形。小诗人用一组对偶句，着重从色彩方面来铺叙鹅群戏水的情况。鹅儿的毛是白的，而江水却是绿的，“白”“绿”对照，鲜明耀眼，这是当句对；同样，鹅掌是红的，而水波是青的，“红”“青”映衬，十分艳丽，这也是当句对。而两句中又“白”“红”相对，“绿”“青”相对，这是上下对。这样，回环往复，都是对仗，其妙无穷。</p> <p>　　在这组对偶句中，动词的使用也恰到好处。“浮”字说明鹅儿在水中悠然自得，一动不动。“拨”字则说明鹅儿在水中用力划水，以致掀起了水波。这样，动静相生，写出了一种变化美。</p>",
  "about": "<h2>创作背景</h2> <p>　　小时候的<a href=\"http://so.gushiwen.org/author_714.aspx\">骆宾王</a>，住在义乌县城北的一个小村子里。村外有一口池塘叫骆家塘。每到春天，塘边柳丝飘拂，池水清澈见底，水上鹅儿成群，景色格外迷人。有一天，家中来了一位客人。客人见他面容清秀，聪敏伶俐，就问他几个问题。骆宾王皆对答如流，使客人惊讶不已。骆宾王跟着客人走到骆家塘时，一群白鹅正在池塘里浮游，客人有意试试骆宾王，便指着鹅儿要他以鹅作<a href=\"http://so.gushiwen.org/view_4017.aspx\">诗</a>，骆宾王略略思索便创作了此诗。</p>",
  "poet": {
    "id": 714,
    "star": 0,
    "name": "骆宾王",
    "image": "http://img.gushiwen.org/authorImg/luobinwang.jpg",
    "desc": "骆宾王（约619—约687年）字观光，汉族，婺州义乌人（今浙江义乌）。唐初诗人，与王勃、杨炯、卢照邻合称“初唐四杰”。又与富嘉谟并称“富骆”。高宗永徽中为道王李元庆府属，历武功、长安主簿，仪凤三年，入为侍御史，因事下狱，次年遇赦，调露二年除临海丞，不得志，辞官。有集。骆宾王于武则天光宅元年，为起兵扬州反武则天的徐敬业作《代李敬业传檄天下文》，敬业败，亡命不知所之，或云被杀，或云为僧。"
  },
  "tags": [
    "咏物"
  ]
}