{
  "id": 70385,
  "star": 2,
  "name": "杂剧·争报恩三虎下山",
  "dynasty": "元代",
  "content": "楔子<br>只因误杀阎婆惜，逃出郓州城，占下了八百里梁山泊，搭造起百十座水兵营，忠义堂高搠杏黄旗一面，上写着\"替天行道宋公明\"。聚义的三十六个英雄汉，那一个不应天上恶魔星。绣衲袄千重花艳，茜红巾万缕霞生。肩担的无非长刀大斧，腰挂的尽是鹊画雕翎。赢了时，舍性命大道上赶官军；若输呵，芦苇中潜身抹不着我影。某宋江是也。俺这梁山上，离东平府不远，每月差个头领下山打探事情去。前者差大刀关胜下山，去了个月程期，不见回来；第二个月差金枪教手徐宁下山接应去，也不见回来。小偻儸，便说与弓手花荣，下山接应两个兄弟去。着他小心在意，休违误者。传军令岂不分明，偏关胜违误期程。着花荣速离营寨，下山去接应徐宁。小官姓赵，双名士谦，今为济州通判。嫡亲的六口儿家属，大夫人李千娇，第二个夫人王腊梅，这个是丁都管，是大夫人陪送过来的。有一双儿女，是金郎、玉姐。小官要赴任去，有那梁山一带，道路难行。小官只得先去之任，将家属留在这权家店上安下。待上任后，另差人马迎接，一路上也好防护。夫人，你与众家属权寓在此，不久我便差人来取你。我如今收拾行装先去也。相公稳登前路，等雨水晴时节，可来取俺老小每也。相公，你一路上小心谨慎，早早的睡，迟迟的起。冷的休吃，吃了冷的生冷病；热的休吃，吃了热的生热病；温的休吃，吃了温的生温病。茶也休吃，饭也休吃，酒也休吃，肉也休吃，面也休吃，投至回家，饿的你娘扁扁的。二夫人，你须好生看觑一双儿女。丁都管，你用心伏事两个奶奶，照顾行李。则今日我就辞别了夫人，上任去也。梁山路近苦难行，家属权时旅店停。方信将军不下马，也须各自奔前程。丁都管。相公去了也，你前后执料去，我卧房里收拾去咱。下次小的每，仔细火烛，早早的收拾家私停当，歇息了罢。我丁都管，元是大夫人带过去的陪房。我通判相公又有个二夫人，与我有些不伶俐的匀当。他如今叫我有甚话说，且去问咱。小奶奶，叫我有甚事？相公去了也。丁都管，我嫁你相公许多年，不知怎么说，我这两个眼里见不得他。我见你这小的，生的干净济楚，委的着人。我有心要和你吃几钟梯气酒儿？你心下如何？小奶奶，可怜见，我正要吃几钟酒。吃便吃，则不要着大夫人知道。和你多吃几杯。我若忘了你的恩。就死了过路儿的。<br>我和你慢慢的吃酒。呀！恰似有个甚么人来。不妨事，你靠着我坐，左右这里无有外人，咱两个慢慢的吃。卖狗肉。卖狗肉！这里也无人。某乃大刀关胜的便是。奉宋江哥哥的将令，每一个月差一个头领下山打探事情。那一个月肯分的差着我，离了梁山，来到这权家店支家口，染了一场病，险些儿丢了性命。甫能将息，我这病好也，要回那梁山去，争奈手中无盘缠。昨日晚间偷了人家一只狗，煮得熟熟的，卖了三脚儿，则剩下一脚儿。我卖过这脚儿，便回我那梁山去了。来到这权家店，只见一个男子搭着个妇人，一坨儿坐着喝酒。我过去卖这狗肉去。官人、娘子，买些香喷喷的狗肉吃可好？兀那厮，甚么官人、娘子！我是夫人。他是我的伴当。休斗我耍，那得个伴当和娘子一坨儿坐着吃酒？我坐不坐，干你甚么事？这厮好无礼也！我打这厮！不中，我走了罢。打死人也！拿住！拿住！好也！你这厮白白的打死了我家伴当，更待干罢！我叫姐姐去。姐姐你出来，不知那里走将一个大汉来，打死了俺丁都管也。你叫我怎么？姐姐，一个卖狗肉的大汉，打死了俺丁都管也。在那里？待我看咱。好一个壮士也！兀那汉子，你为甚么打死俺家的人？那壁娘子息怒。听小人分辩。恰才我道：官人、娘子，买些香喷喷的狗肉吃。那厮便道：我是伴当，他是娘子，你怎么赶着我叫官人？我便道：那个伴当和娘子一坨儿坐着吃酒来？那厮不由分说将我乱打，被我可叉则一拳，丕的打倒在地。这也只是拳头无眼，过误打死了人。娘子怎生可怜见。你姓甚名谁？我不是歹人，我是粱山上宋江哥哥手下第十一个头领大刀关胜的便是。你不是歹人，正是贼的阿公哩。这济州是贴近粱山泊的。我一向闻得宋江一伙，只杀滥官污吏，并不杀孝子节妇，以此天下驰名，都叫他做呼保义宋公明。不争害他第十一个头领，那三十五个就肯干罢？他那怕你是官是府，兴起兵来，怕不把我一门儿诛尽杀绝。不如做个计较，放了他回去，狭路相逢，安知没有报恩之处？兀那汉子，你多大年纪也？小人二十五岁。妾身比你却长一岁。兀那汉子，若不弃嫌，我认义你做个兄弟，你意下如何？休道是做兄弟，便笼驴把马。愿随鞭镫。兄弟，我是李千娇，嫁的官人就是济州通判赵士谦，有一双儿女金郎、玉姐。这个是<br>俺相公的小夫人，唤做王腊梅。这厮是俺带过天的陪房，唤做丁都管。他会这闭气法，但做了亏心的事，他便使这闭气法诈死了。兄弟。你放心自去，有我在哩。兄弟也，无甚么与你，这一只金凤钗，与你权做压惊钱，休嫌轻意。多谢了姐姐，兀的不唬杀你兄弟也。<br>【仙吕】【赏花时】好斗打相争俺这厮，我不曾重打他，则一拳就打倒了。但吃亏了肛儿他可早推诈死，倘若死了呵，怎了也？遮莫他血泊内倘着横尸。他是官宦人家伴当，姐姐便放了我去，只怕他还要到宫府里告我哩！你安心波壮士，俺可也便怎肯容的到官司？<br>呸！元来是夫人的兄弟也。要我费这一番力，误了我做豆腐的工夫。我自去也。关胜，你好险也，若不是千娇姐姐呵，怎了？兀那厮你听着，有仇的是丁都管和王腊梅；有恩的是我那千娇姐姐，切切的记在心上。正是虎着痛箭难舒爪，鱼遭丝网怎番身。运去打杀无义汉，时来金赠有恩人。呸！傻弟子孩儿。他每都去了，你还不起来做甚么？倒一觉好睡也，吃你打搅醒了我。咱这里说话，也不是自在处，咱去稍房里说话去来。小奶奶也说的是，我和你再吃一杯儿咱。<br><br>第一折<br>行不更名，坐不改姓，某宋江哥哥手下第十二个头领，金枪教手徐宁是也。俺宋江哥哥每一月差一个头领下山，去打探事情。头一个月差关胜下山，去了个月程期，不见上山。宋江哥哥又差某徐宁接应关胜去。到这权家店支家口，得了一场冻天行的证候，一卧不起，在那店小二哥家安下。房宿饭钱都欠了他的，将我赶将出末。白日里在那街市上讨饭吃，夜晚来在那大人家稍房里安下。天色晚了也，我掩上这门歇息咱。小奶奶，这里不是说话的所在，俺去稍房里说话。小奶奶，休大惊小怪的，我有个口号儿亦、亦、赤。好丁都管，你跟的我稍房里去来。赤、亦、赤。这个好似俺梁山上宋江哥哥的暗号，则怕着人来接应我。这早晚王腊梅还不到房里歇息，多咱又和丁都管钩搭去了。那厮待瞒谁也呵！<br>【仙吕】【点绛唇】我这里着眼偷瞧，教人耻笑。偌长的身子，则怕人看见。你低着腰，把那脚抬得轻着。这等的差法，也着人教你。赤、赤、亦。怎觑那乔躯老，屈脊低腰，款那步轻抬脚。<br>【混江龙】有一日官人知道，将这一双儿泼男女怎耽饶。若知他暗行云雨，敢可也乱下风雹。那瓦罐儿少不的井上破，夜盆儿刷杀到头臊。妆体态。并娇娆，共伴当，做知交，将家长，厮瞒着。可正是阎王不在家，着这伙业鬼由他闹。我今夜着他个火烧袄庙，水淹断了蓝桥。<br>来到了也，推开这门者。是甚么绊我一脚？丁都管。你关了门，等我点个灯来。攞下这窗户上纸来，做个纸捻儿点着。我试看咱。有贼也！拿住贼了、唤俺姐姐去。姐姐，你快出来，稍房里拿住一个贼了。正是贼，拿绳子来绑了。唤我做甚么？姐姐，俺稍房里拿住一个扌班脊梁不着的大汉，正是个贼。在那里？是一个好大汉也！丁都管，你做甚么这等闹？奶奶，您孩儿拿住个贼了。<br>【油葫芦】你晌午后先吃了人一顿拷，怎又将他来扯拽着？奶奶，你倒说的好，他是个贼，见了怎不拿住？哎！你个贤妇也不索絮叨叨。则这一条大官道又不是梁山泊。则这一座小店儿又不是沙门岛。前面可也下着客人，后面是咱的老小。您孩儿前后执料去，拿住这厮，正是个贼。我现在稍房里拿住他，看他那贼鼻子，贼耳朵，贼脸贼骨头，可怎么还不是贼哩？似倾下一布袋野雀般喳喳的叫，大古里是您人怨语声高。嗨！拿住了贼，倒说不干我事。我两个来这里收拾。一推开门。就拿住他，怎么不是贼？这厮正是贼！且不问他是贼不是赋。我只是问你两个。<br>【天下乐】您做事可甚人不知鬼不觉？他把这房也波门房门可早关闭了，你可便走将来轻将这门扇敲。你到这稍房儿里去做甚么？我在这里拌草料喂马来。这取又无他那盛料盆，又无那喂马槽，妹子也，你可甚空房中来和草？他在这里正是贼！你道他是贼，知他谁是贼！<br>【村里迓鼓】他又不曾杀人放火，他又不曾打家截道，他这般伏低也那做小，姐姐，常言道：贼汉软如绵。休信他。他可便紧叉手连忙陪笑。他笑里有刀哩。正是赋，你道他是贼呵！他头顶又不、又不曾戴着红茜巾、白毡帽。他手里又不曾拿着粗檀棍、长朴刀，他身上又不穿着这香绵衲袄。<br>丁都管，拿绳子来，绑了送到官府中去来。拿绳子来，绑得紧紧儿的，休等他挣脱了去。丁都管。你只放了他者。<br>【元和令】做甚道使绳子便绑缚？妹子也到官司要发落。我心里待要救那壮士，则除是这般。兀那壮士，你姓甚名谁？我不是歹人，我是徐宁。哦，徐宁正是贼。你敢是徐胜？呸！我是徐胜，是徐胜。你那里没来由则把领头稍，哎！和人寻唱叫。则这徐宁、徐胜两个字相差较，妹子你莫耳朵背错听了。你近前来，我自认你咱！<br>【上马娇】我这里观了相貌，觑了眼脑，不由我忿气怎生消！甚风儿今夜吹来到？也是天对付，可教我和兄弟厮寻着。<br>【胜葫芦】兄弟，我是你姑舅姐姐李千娇，你见我怎生来不肯屈驴腰？那壁厢是姐姐哩，受你兄弟两拜咱。不中。他是徐宁哩！喜得间别来身快乐，做甚买卖？度的昏朝，敢则是靠些赌官博。<br>您兄弟争奈亦手空拳，不曾探望得姐姐，休怪您兄弟也！<br>【幺篇】你道赤手空拳本利少，怕见我面情薄，往日家私甚过的好。敢则是十年五载，四分五落，直这般踢腾了些旧窝巢！<br>早则不曾冲撞着姐姐，姐姐休怪，受您兄弟两拜咱。你那里人氏？姓甚名准？我是梁山泊宋江哥哥手下第十二个头领，金枪教手徐宁。你兄弟不是歹人那！元来和关胜一伙，都是梁山泊上好汉。救人须救彻。我有心救了关胜，怎好不救他。你今生多大年纪也？我二十五岁。你二十五岁。我大你一岁，我认义你做个兄弟如何？休道是做兄弟，便笼驴把马，愿随鞭镫。敢问姐姐那里人氏？姓甚名谁？说与您兄弟知道波。兄弟，你怎么忘了那？我是你姑舅姐姐李千娇，你姐夫是济州通判赵士谦，一双儿女金郎、玉姐，他是我相公的小夫人王腊梅，这是俺家里带过来的陪房丁都管。兄弟也，你怎么忘了？妹子，你和兄弟厮见咱。我不认得，原来是你兄弟哩！你休怪，你休怪。你姊妹两个生得一般模样的，你看俺姐姐的鼻子和你的鼻子一般样的。丁都管，你来拜你舅舅咱。不认得是舅舅，早是我不曾冲撞着舅舅，我着你老子放个辔头。兄弟也，路途上厮见，无甚么与你。这一只金钗儿，倒换些钱钞，做盘缠去。恰才姐姐救了我的性命，又认我做兄弟，又与我一只金钗儿做盘缠。姐夫赵通判。姐姐李千娇，两个孩儿金郎、玉姐，便是印板儿也似印在我这心上。则愿得姐姐长命富贵，若有些儿好歹，我少不得报答姐姐之恩。可不道：路遥知马力，日久见人心。<br>【赚煞尾】我与你这金钗儿做盘缠，你去那银铺里自回倒，休得嫌多道少。你姐夫那做官处和兄弟厮撞着，这赍发休想是薄。你姐夫虽然他便权豪，向亲眷行怎肯妆幺？你姐夫从来贫不忧愁富不骄。你可怜见我耽烦受恼，你可怜见我无依少靠。兄弟也你若是得工夫，频探望两三遭。<br>徐宁，你好险也。恰才不是千娇姐姐，那里得这性命来。我徐宁紧记着：有恩的是千娇姐姐，有仇的是丁都管、王腊梅。离了权家店，还俺大虫窝。见他吴学究，说与宋江哥。忄赞得黄金盛，重将宝剑磨。金赠千娇姐，剑斩泼娇娥。好造化也！恰好两处都吃不成酒，只不如靠着壁上，做些勾当，也消遣了这场儿高兴。去来。赤、赤、赤。<br>　 </p> <p>第二折<br>自从俺相公上任之后，差夫马到那权家店上迎取俺们到官。在这后花园中居住，好是幽静也呵！<br>【中吕】【粉蝶儿】我生长在大院深宅，便烧个灰骨儿断不了我这幽闲体态，尽着他放荡形骸。我可也万千事，不折证，则我这心儿里忍耐。遮莫他翻过天来，则你那动人情四般儿不爱。<br>【醉春风】我可也个殢洒，不贪财；我不争气，不放歹。那妮子闲言长语，我只做耳边风，那里也将他来睬，睬。且把那泼贱的休提，便聪明的无益，倒不如老实的常在。<br>休赶、休赶。一个来，一个死；两个来，一双亡。我跳过这墙来，原来是一所花园。远远的一个撮角，亭子里点着明灯蜡烛，亭子下一块太湖石。我在这太湖石边掩映着，看是甚么人来？夜深也，孩儿每都睡了也。我烧香去咱。我开了这门，我掇过这香卓儿来。天也！李千娇头一炷香，愿天下太平；第二炷香，愿通判相公与一双孩儿身体安康；第三炷香愿天下好男子休遭罗网之灾。我烧罢香也，我回卧房中去。关上这门，自歇息咱。嗨！好一个贤达的女子也！头两炷香可也不打紧，第三炷香愿天下好男子休遭罗网之灾。我是逃灾避难之人，他说这等吉利的话。我就要上梁山去，不知这娘子姓甚名谁？哦，则除是这般。我如今在房门外走的鞋底鸣，脚步响，料他必然出来。这鞋底鸣，脚步响，必定是俺通判相公，来了！<br>【迎仙客】你不守着那小妮子，闲伴养这死尸骸。夜深的向我房里、我房里更做甚么来？你只恁的好不风流，只恁的不自在。我猜着你也。你则道我不肯将门开，多管是你壁听在这窗儿外。相公，你在我那门首鞋底鸣，脚步响，你则道我不开这门。相公，你则休躲了我，我自开开这门。可不说来，相公，你躲了我也。到天明你可休寻我的不是。我依旧关上这门者。兀的不唬杀我也！娘子休惊莫怕，我不是歹人。壮士要的金珠财宝，你都将的去，则留着我的性命咱。娘子，我不是歹人。<br>【红绣鞋】唬的我战钦钦系不住我的裙带，慌张张兜不上我的罗鞋，身难整脚难那手难抬。见一个偌来大一条汉，直撞入我这卧房来。壮士，你从那里来？我越墙而来。可兀的是侯门深似海。<br>壮士饶命！我不是歹人。你既不是歹人，你通名显姓咱。我是宋江手下第十三个头领，弓手花荣。我不是歹人。你不是歹人。可是贼哩！早梁山泊上好汉，遇着三个儿也。那壁娘子，也通一个姓名。妾身李千娇。敢问壮士多大年纪？小可今棨棐槃櫽枲二十四岁。不是我要便宜，我长着你两岁，我有心认又你做个兄弟，不知你意下如何？休说做兄弟，便笼驴把马，愿随鞭镫。兄弟，你牢记者。妾身是李千娇，夫主是济州通判赵士谦，一双儿女是金郎、玉姐，还有俺相公的小夫人王腊梅，伴当丁都管。他两个数次寻我的不是，则怕久后落在他勾中，你则是早些来救我。姐姐，你放心。李千娇的姓名，经板儿也似印在我这心上。姐姐若无危难便罢了，若有危有难，我舍一腔热血，必来答救姐姐。二奶奶，俺两个去花园中亭子上，吃几杯酒去来。二奶奶，你听大奶奶房里有人说话哩，一定是奸夫。俺叫出相公来。呀！夫人房里真个有人说话。相公，相公。二夫人，你叫我做甚么？你向的好夫人，他房里藏着奸夫说话哩，都像我肯做这等勾当。你过来，待我听去。是真个。我开这门。兀的不有人来！不中，走、走、走。哎哟！好也罗。你背地里有奸夫，伤了我臂膊也。我和你是儿女夫妻，你这般做下的！天那！可怎生是好也？你做的好勾当，相公怎么歹看承你来？你藏着奸夫，将相公臂膊砍伤了。相公，你休要打他，这个是十恶大罪，律有明条，拿着见官去来。相公不要听他，没甚么奸夫来。这事我自家不好问。二夫人，你做状头，拖他见官去。天那！兀的不害杀我也。<br>在衙人马平安，抬书案。农事已随春雨办，科差犹比去年稀。矮窗睡足迟迟日，花落闲庭燕子飞。小官姓郑，双名公弼。自中甲第以来，屡蒙迁用，观为济州知府之职。今日升厅坐早衙。张千，喝撺箱，抬放告牌出去。理会的。小官赵通判，衙门中告大夫人去夹。张千报复去，道有赵通判来见相公。有赵通判宋见相公。道有请。请进。相公，小官特来告状。相公请起。有何事？小官有两个夫人。不想大夫人有奸夫在房中说话，小官蹅开门，奸夫将刀子伤了我臂膊。相公与我做主咱，相公差矣，你的大夫人是你儿女夫妻，岂有此理？便好道：家丑不可外扬。相公自己断了罢。相公不断，我别处告去。若别处去告，又不如在本府告。我问相公：谁是原告？小夫人是原告。既如此，相公请回，着家中嫡亲的人来首状。多谢，多谢。小官就回家去，着亲人自来首状也。张千，拿过那一行人来。当面。大人，我是济州赵通判第二个夫人，这个是他大夫人。他房中藏着奸夫，俺相公蹅开门来，那奸夫拿着刀要杀俺相公。不想杀不中，在相公臂膊上砍了一刀，现有伤痕。告大人与俺相公做主咱。谁是李千娇？妾身便是李千娇。噤声！那个和你排房那。兀那大夫人，你岂不知夫乃身之主？你怎生结构奸夫，伤了亲夫？有乖风化，其罪非轻。当日是多早晚时候，到于卧房中，做出这事？你从实说来，免受打拷。<br>【石榴花】昨宵个月明如水浸楼台，你在那卧房中做甚么来？妾身将这单枕倚翠屏挨。初更时候，必是歹人，从实的说来。只听得那履声款款步闲阶，其时我只道是通判相公。妾身可便起来忙把这门开。开了门见甚么人来？见一个碑亭般大汉将这门桯来蓦，你见他可是怕人也不怕？唬的我魂飞在九霄云外。他可说甚么来？他道是姐姐你便休惊怪，通判相公怎生便知道来？谁承望他将通判唤将来。他说是你结构的歹人哩。<br>【斗鹌鹑】俺又不留弄月嘲风，怎揽下这场愁山闷海？那贼汉怎生般中注模样？我则见灯影下英雄，他拿着些甚么？谁知他手中有这器械，他姓甚名谁？知他姓甚么那？你不说他名姓，张千拣大棒子乐。将他打着者。等我想咱。我想起来了也。想起他弓手花荣是说来。住、住、住，弓手花荣正早梁山上强盗，便与我拿住。他走了也、我则问你要。这公事怎百刂划？他走了更待干罢。便与我画影图形，拿捉将来。他沿门儿画影图形，直着我面皮上可也无颜的这落色。<br>俺这官府中则要你从实的取责，不要你当厅抵赖。你犯下十恶大罪，须饶不得你那。<br>【上小楼】你待教我从实取责，我又不敢当厅抵赖。恰待分说，又道叫家不伏烧埋。你不招呵，俺这里必不干罢。我但有那勒喉咙，抹嗓子，裙力搂带，就在这受官厅自行残害。大人，这赖肉顽皮，不打不招。拿那大棒子着实的打上一千下，他才招了也。张千，与我打着者。快招！快招！<br>【幺篇】他、他、来如砍瓜，似劈柴。棒子着处，血忽淋刺。肉绽皮开。这般苦禁持，恶抢白，怎生宁奈，这妇人的罪犯，情理太重也。只索便一刀两段倒大来迭快。<br>你招了罪，不强似你这般吃打？张千，打着者。招了者，招了者！相公，打死了也。打死了也，将一碗水来喷醒他。相公，你则管打，打死了他，也不干我事。<br>【快活三】昏惨惨云雾埋。疏剌剌的风雨筛。我一灵儿直到望乡台，猛听的招魂魄。<br>【朝天子】我这里便急待、急待要挣□，这打拷实难捱。忽然将泪眼猛闪开，谁想道我这残生在。张千，将他一双儿女推近前来，叫醒他者。理会的。你快叫。奶奶，你苏醒着。唤我的原来是痴小婴孩，采起那厮头稍来者。他把我揪头稍托下颏。张千，打着那厮叫。理会的。璘！你叫，你叫。奶奶，奶奶。是谁人喳喳的叫奶奶，一齐的举哀？儿也，可不想便救我离了阴司界。兀那李千娇，你不招便待干罢。再打着者。大人可怜见！我是好人家女，好人家妇。我吃不过这打拷，我招了罢。相公，是我李千娇因奸杀丈夫来。如何？你早招了也，不吃这般打拷。既是招了，张千上了长枷，下在死囚牢里去。理会的。上了枷也。好么，只说獐过鹿过，可不说麂过。每日则捏舌头说别人，今日可是你还不羞死了哩。毛、毛、毛。<br>【耍孩儿】罢、罢、罢，我这里声冤叫屈谁瞅睬？原来你小处官司利害。衙门从古向南开，怎禁那探爪儿官吏每贪财。这里又无那敢为敢做的尚书省，更有那无曲无私的御史台。我恰行出衙门外，那妮子舞旋旋摩拳擦掌，叫吖吖拽巷啰街。<br>相公，这一双儿女，我领将家去罢。呸！不识羞的狗骨头。这个是你的儿，你的女，恼了我，搧你那贼弟子孩儿。这妮子说出来做出来。哎！儿也。则被你痛杀我也。<br><br>【二煞】我可也堪恨这个泼短命，堪恨这个歹贱才，我恨不的一枷稍打碎那厮天灵盖。他将我那一双儿女拖将去，苦被那祗候公人把我拽过来。你后来要还我这脓血债！倚仗着你那有官有势，忒欺负我无靠无挨。<br>你这一双儿女，就抬举的成人长大，也是个不成器的。等到家我慢慢的结果他。<br>【煞尾】那妮子又不知三年乳哺恩，那里晓怀耽十月胎。他将我这一双业种阴图害，可正是拾得孩儿落的摔。<br>牢里收人。相公，他大牢去了。我领着这两个小的回家中去也。张千，将那妇人下在牢中，到来日建起法场，拿出来杀坏了他者。则为那李千娇私意传情，赵通判告到公庭。已问实别无冤枉，赴法场明正典刑。<br><br>第三折<br>我卖希粥真个稀，谁不与我做相知。由你连喝一百碗，吃了依然肚里饥。自家是个卖稀粥的，在这权家店支家口卖稀粥。但是南来北往，经商客旅，做买做卖，推车打担，赶不上城的，都在我这里买粥吃。土地老子保祐，则愿的买卖和合，百事大吉，利增百倍。今日清晨，熬下这一盆稀粥，看有甚么人来买吃？有粥么？老叔，有粥，有粥。有稀粥么？老叔，有的是稀粥。有粥么？老叔，有粥，有粥。青天可表，陆地方知。整粥落地，愿我那千娇姐姐早出罗网之灾。一点粥落地，愿的俺千娇姐姐早脱罗网之灾。喏！报、报、报。怎的？大家耍子。哥哥，怎生认的千娇姐姐来？你两个兄弟不知。前一月奉宋江哥哥的将令，下的山来，到权家店支家口，不幸染了一场病，不甫能将息的身子较好，要回梁山去。争奈手里没盘缠。你两个兄弟休笑，我偷了人家一只狗，煮的熟了。卖做盘缠。到的这权家店，只见一个男子汉一个妇人一坨儿坐着吃酒。我便道：官人、娘子，买些狗肉吃。那厮便道：他是娘子，我是伴当。我便道：那个伴当和娘子一坨儿坐着吃酒？那厮不由分说打将来，着我接住手，可叉则一拳打倒在地。我欲待走，被那王腊梅扯住，请的夫人来。两个兄弟不知，你说是谁？原来是千娇姐姐。见我说了那项上事，他就与了我一只短金钗，认我做兄弟。我回到梁山上，禀知宋江哥哥。如今耳消耳息，打听的千娇姐姐有难。我在哥哥根前告了一个月假限，收拾一包袱金珠财宝，下山搭救他去。因此上认的千娇姐姐。不知您两个兄弟怎生认的他来？哥哥，听您兄弟说，我怎生认的那千娇姐姐？前一月宋江哥哥差你下山，去了个月期程，不上山来。宋江哥哥道：徐宁，你怎生不接应您关胜去？以此又差某下山。某到的那权家店支家口，也得了一场冻天行的证候，在那店小二家安下。房宿饭钱都欠少了他的，他将我捻将出来。白日里在那街上讨饭吃，到晚来在那店家稍房里安下。哥也，你说那稍房可是谁家？是谁家？就是那千娇姐姐做下处的这家。您兄弟正歇息着，则听两个人道：赤、赤、赤。我说是梁山泊上的暗号，着人来接应我。我开了门，可是王腊梅、丁都管。他两个拿住我，说我是贼。叫将千娇姐姐来。那姐姐放了我去，又认我做兄弟，又与我一只金钗做盘缠。我问其故，他说恰才那个是丁都<br>管、王腊梅，他两个有些不伶俐的勾当。姐夫是赵通判，姐姐是李千娇，一对儿女是金郎、玉姐。如今我打听千娇姐姐有难，您兄弟问哥哥告了半个月假限，背着些金珠财宝搭救他。因此上您兄弟认的那千娇姐姐来。哥，我的情节也差不远。当日宋江哥哥的将令，因为您两个违了期限，不上山来。又差我末接应哥。您兄弟下的山来，到那济州府城外酒店里，多饮了几杯酒。入的城来，被风刮起衣服，露见我这逼绰子。被那捕盗官军看见：兀的不是梁山上的好汉！赶的我至急，扌班的一枝苫墙柳树，被我跳过墙去。哥，您道你兄弟跳在那里？正跳在俺千娇姐姐花园里。我在那太湖石边躲着。天色晚了，不想姐姐出来烧香。头里两炷香都不打紧，第三炷香愿普天下好男子休遭罗网之灾。哥，您兄弟逃灾躲难，听见姐姐说这等吉利之语。我就要上粱山告与宋江哥哥知道。争奈不知姐姐姓字。您兄弟在姐姐房门前鞋底鸣，脚步响。姐姐在房里听得。则道是他的通判相公来，开的房门，您兄弟蓦进门去。灯烛直下，见了您兄弟身材凛凛，相貌堂堂，教那姐姐可是怕也不怕？我便道：姐姐休惊莫怕，则我是宋江手下第十三个头领，弓手花荣。我正与姐姐所说向上事，被那丁都管和王腊梅搬调着通判，说姐姐房里有奸夫。您兄弟拿着逼绰子奔将出来，不想那逼绰子抹破了姐夫臂膊。如今把姐姐拖到宫中，三推六问，屈打成招，早晚押上法场去。您兄弟在哥哥根前告了一个月假限。收拾了些金珠银宝，舍一腔热血，答救千娇姐姐。我道千娇姐姐为谁来？原来是为你来。便好道：蒙人点水之恩，尚有仰泉之报。知恩不报，非为人也。不怕宋江将咱怪，今朝绝早离山寨。救得那千娇姐姐呵。和你欢欢喜喜无妨碍。若救不得呵，则我这大杆刀劈碎鸟男女天灵盖。你两个兄弟慢来，我先去也。老叔，还稀粥钱去。改日来与你。兄弟，你听的关胜哥说么？他要大杆刀劈碎他天灵盖。兄弟徐宁也不是个善的，则我这点钢枪可搭搠透他那三思台。兄弟，你慢来，我先去也。老叔，稀粥钱。有甚么稀粥钱？两个哥为千娇姐姐打甚么不紧。关胜哥大杆刀劈桩天灵盖。徐宁哥点钢枪搠透三思台。休道银山铁瓮囚牢里，便是虎窟龙潭我也要救出来。老叔，还我稀粥钱。我有紧要事去，你个弟子孩儿，百忙里讨甚么粥钱？哎哟！你看我那造物。清早晨才开店，走将三个人来吃粥。他吃了粥，我问他讨粥钱，<br>一个钱下曾与我，粥又吃了，连碗盏都打破了。难道我造物这等低？我如今也不卖粥了，只卖豆腐去来。上了板搭，关了门户，打扫街道。看时辰到了，就好下手。好冤屈也呵！<br>【越调】【斗鹌鹑】我可便项戴着沉枷，身缠着重锁。锁押损我身躯，枷磨破我项窝。干着你六问三推，生将我千刀万剁。行动些，布下法场，时辰将次到也。我只听的一下鼓，一下锣，撮枷稍的公吏搊搜，打道子的巡军每叶和。<br>【紫花儿序】叫喳喳的大惊小怪，扑碌碌的后拥前推，恶狠狠的倒拽横拖。我实心儿怕死，我可也半步儿刚挪。知么，两下里一齐都簇合，可又早巳时交过。坐马的将官道蹅开，来看的将巷口搀夺。璘！快行动些！<br>【小桃红】告哥哥休打谩评诉，权等待些儿个。负屈衔冤怎生过？不存活，这场烦恼天来大。那妮子把孩儿每厮扌果，将女孩儿面皮掴破，你常是下的手狠偻儸。<br>你若不犯下罪，可也不遭这等刑宪。<br>【鬼三台】往常我清闲坐，列鼎食重裀卧，今日在法场上结末。好事便多磨，我犯了个杀丈大的罪过。两下里看的直这般多，把个十字街挤的没一线儿阔。近了也闹市云阳，远的是兰堂也那画阁。梁山伯好汉全伙在此！那里走！姐姐，苏醒者。千娇姐姐，苏醒者。<br>【金蕉叶】我一灵儿悲风内喧喧聒聒，我一灵儿怨云里招招磨磨。姐姐，苏醒者。是谁人唤姐姐不离了耳朵，千娇姐姐，苏醒者。是谁人将我这小名儿口店题着唤我？千娇姐姐，是您兄弟救你来。<br>【调笑令】是谁将我来救活？原来是您三个呀！间别来兄弟每安乐波？你刀尖儿抹的他皮肤破，到官司百般摧挫。那妮子一尺水翻腾做一丈波，怎当他只留支剌信口开合。<br>【秃厮儿】如今这杀丈夫的这般结果，有奸夫的可怎生折磨？兄弟也，我吃了那无情棒可也图甚么？如今那做官的，那里是萧何，也波，真个。<br>【圣药王】我可也千不合，万不合，一时间做事忒多罗。没来由结识这个，认义那个。我正是识人多者是非多，舌也罗，平地起风波。<br>姐姐，当初是您兄弟不是了也。兄弟，如今救了姐姐，可上粱山见我宋江哥哥去来。<br>【收尾】则被他送我一场亡身祸，今日个将功劳折过。那一日卧房里撞着他，好兄弟也，今日个法场上救了我。<br>不好了！被梁山泊强盗劫了法场也。快走、快走。不知怎么，这一会儿心惊肉战。这一双好小脚儿，再走也走不动了。丁都管，你来扶着我走。赤、赤、赤。这不是丁都管、二夫人和赵通判一双儿女？都与我拿住，休少了一个。都解上山去，等宋江哥哥发落去来。<br><br>第四折<br>某关胜是也。我兄弟每直在法场上面，救得千娇姐姐，脱了今日这场灾难。卧番羊，窨下酒，做一个庆喜的筵席。姐姐，有请。谁想有今日也呵！<br>【双调】【新水令】俺只见飐西风这一面杏黄旗，小偻儸更狠如虎狼公吏。今日个宰肥羊斟糯酒，须不是长休饭永别杯。山寨崔嵬哎，煞强如那一坨惨田地。<br>将酒来。姐姐满饮一杯。我不吃这酒。姐姐，你为甚么不肯吃酒？不见我一双儿女，教我怎么吃的下？<br>【沉醉东风】只俺这一双小儿女如今那里？知他是死的还是活的？姐姐，今日这酒是庆喜的酒，专为姐姐置下的。则俺这眼儿边一刬的愁。心儿上着甚些喜？你道这酒呵是为咱而置。你便有玉液金波且莫题。其实下俺这喉咙不得。姐姐休忧，俺着徐宁兄弟取你一双儿女去了，这早晚敢待来也。某徐宁引着这一双儿女。见姐姐去来。姐姐，你欢喜咱。兀的不是你一双儿女也。姐姐你可吃一杯酒。我不吃这酒。姐姐为甚么又不吃酒？不见我的仇人，我不吃酒。<br>【乔牌儿】这杯酒也非是俺故意的推，只为出不的俺心头气。你若是拿的来那两个泼奴婢，我就甘心做醉死鬼。<br>姐姐你放心。有花荣兄弟拿住了丁都管、王腊梅并赵通判。这早晚敢待来也。某花荣拿着这仇人，见姐姐去来。姐姐，你欢喜咱。拿将你仇人来了也。姐姐，我说你是个好人么。自从你下在牢里，我替你拜斗，直到如今。你饶了俺，我买饼好肉鲊，装了一卓素酒，请你吃。夫人，这都是他去首状做下来的，须不干我事。大奶奶一了是个好人。<br>【雁儿落】我是粉鼻凹柳盗跖，偏爱吃人心肺。把这厮剐割的七事子，判了个十分罪。<br>【得胜令】呀！我则要乘兴两三杯，做一个家好筵席。休准备别茶饭，姐姐，你要甚么茶饭？我则待烧一块人肉吃。姐姐看了俺弟兄的面皮，单饶了你姐夫一个罢。您兄弟每今日待劝我回心意，自到官来当日，我便与他没面皮。<br>姐姐，您认了俺姐夫者。我至死也不认他。姐姐，你真个不认他，我将这两个小的，都丢在涧里去。<br>【侧砖儿】只见他揎拳扌果袖，生情发意，将两个小业种领窝来提。我这里急慌忙那身起，大走到向他根底。<br>【竹枝歌】好说话将孩儿放了只，当不的他打瓮墩盆乔样势。我主意儿不认这负心贼，您三人直吓的，俺两个做夫妻。跷蹊，这关节儿到来的疾。将小厮丢在涧里去。住、住、住。休摔杀孩儿，我认则便了也。既姐姐认了姐夫，咱每见宋江哥去来。<br>某宋江是也。喏！报哥哥得知，俺兄弟每拿住丁都管、王腊梅也。众兄弟拿住丁都管、王腊梅，将他绑在花标树上，碎尸万段。您一行人听我下断者。您结义在患难之先，受苦楚有口难言。闹法场报恩答义，救千娇万古流传。将贼妇攒箭射死，丁都管枭首山前。赵通判并儿女发回乡土，四口儿宁家住夫妇团圆。<br>【随尾】谢得你梁山泊上多忠义，救了咱重生在世。若不是您好弟兄再三央，怎能勾我歹夫妻依旧美？<br>题目屈受罪千娇赴法<br>正名争报恩三虎下山<br></p> <p> ",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "未知作者"
  },
  "tags": []
}