{
  "id": 20365,
  "star": 31,
  "name": "老夫采玉歌",
  "dynasty": "唐代",
  "content": "采玉采玉须水碧，琢作步摇徒好色。<br>老夫饥寒龙为愁，蓝溪水气无清白。<br>夜雨冈头食蓁子，杜鹃口血老夫泪。<br>蓝溪之水厌生人，身死千年恨溪水。<br>斜山柏风雨如啸，泉脚挂绳青袅袅。<br>村寒白屋念娇婴，古台石磴悬肠草。",
  "fanyi": "<p><strong>译文</strong><br>民工不断地采玉啊采玉，要采那珍贵的水碧。不过是雕琢成贵妇的首饰，替贵妇们装扮容姿。<br>老汉饥寒交迫来采玉，闹腾得水中蛟龙也愁戚。碧蓝的蓝溪水啊，也被翻搅得浑浊不清了。<br>夜黑雨狂的山冈上，老汉只好以榛子充饥。杜鹃声声哀怨啼血，就像老汉悲伤的泪滴。<br>又深又险的蓝溪水，把多少采玉工人活活吞食。葬身水中的冤魂啊，纵然过了千年仍怨恨蓝溪。<br>又陡又斜的山坡上，柏树呼啸，风狂雨急。老汉腰系绳索荡悠悠，从山脚直垂到蓝溪底。<br>心理挂念着寒村茅舍里，娇儿弱女在嗷嗷哭啼。看着山崖石级上的悬肠草，老汉的心悲戚无已。</p> <p><strong>注释</strong><br>⑴水碧：碧玉名，其色青碧，从溪底水中采出。<br>⑵步摇：古代贵族妇女的一种首饰，上面用金银丝穿绕珠玉，作花枝形，戴上后随步摇动，故名。好色：使容颜美好。色，指女色、女容。<br>⑶“老夫”两句：年老的玉工们为饥寒所迫，不断到蓝溪水中翻搅寻玉，搞得溪水没有清白的时候，龙都烦恼了。蓝田县在陕西省长安附近，产玉，世称蓝田玉。《太平寰宇记》：“蓝田山在蓝田县南三十里，一名玉山，一名车覆车山，灞水之源出于此。”蓝溪水中出产一种名贵的碧玉，叫蓝田碧。<br>⑷蓁（zhēn）：同“榛”。榛子可食。<br>⑸“杜鹃”句：写采玉的老夫哭得眼中出血，就像杜鹃啼血一样悲惨。<br>⑹厌：通“餍”，饱食、吞噬之意。因采玉工常溺死于水中，故言。一说指厌恶，因采玉工溺死者甚多，所以溪水对活人也感到厌恶。<br>⑺斜山：陡斜的山坡。<br>⑻“泉脚”句：岩石上道道水流之间，还悬挂着采玉人攀援时用的绳索，在风雨中摇摆不定。<br>⑼白屋：穷人住的简陋的房屋。娇婴：指老人家中的小儿女。<br>⑽石磴（dèng）：石级；石台阶。悬肠草：又名思子蔓、离别草等。这里用作生死离别的象征和见证。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这首<a href=\"http://so.gushiwen.org/view_20365.aspx\">诗</a>是写采玉民工的艰苦劳动和痛苦心情。首句重叠“采玉”二字，表示采了又采，没完没了地采。头两句是说民工不断地采玉，不过是雕琢成贵妇的首饰，徒然为她们增添一点美色而已。“徒”字表明了诗人对于这件事的态度，既叹惜人力的徒劳，又批评统治阶级的骄奢，一语双关，很有分量。</p> <p>　　从第三句开始专写一个采玉的老汉，忍受着饥寒之苦，下溪水采玉，日复一日，就连蓝溪里的龙也被骚扰得不堪其苦，蓝溪的水气也浑浊不清了。“龙为愁”和“水气无清白”都是衬托“老夫饥寒”的，连水中的龙都已经这样了，人就更不用说了。</p> <p>　　下面两句就“饥寒”二字作进一步的描写：夜雨之中留宿山头，采玉人的寒冷可想而知；以榛子充饥，采玉人的饥饿可想而知。“夜雨冈头食蓁子”这一句把老夫的悲惨境遇像图画似地展现在读者面前，具有高度的艺术概括力。“杜鹃口血老夫泪”，是用杜鹃啼血来衬托和比喻老夫泪，充分表现了老夫内心的凄苦。</p> <p>　　七、八句写采玉的民夫经常死在溪水里，好像溪水厌恶生人，必定要致之死地。而那些惨死的民夫，千年后也消不掉对溪水的怨恨。“恨溪水”三字意味深长。这种写法很委婉，对官府的恨含蓄在字里行间。</p> <p>　　接下来作者描绘了令人惊心动魄的一幕：山崖间，柏林里，风雨如啸；泉水从山崖上流下来形成一条条小瀑布，采玉人身系长绳，从断崖绝壁上悬身入水，只见那绳子在狂风暴雨中摇曳着、摆动着。就在这生命攸关的一刹那，采玉老汉看到古台石级上的悬肠草，这种草又叫思子蔓，不禁使他想起了寒村茅屋中娇弱的儿女，他自己一旦丧命，那他的儿女就将很难为生了。</p> <p>　　早于<a href=\"http://so.gushiwen.org/author_349.aspx\">李贺</a>的另一位唐代诗人<a href=\"http://so.gushiwen.org/author_564.aspx\">韦应物</a>写过一首《采玉行》，也是取材于蓝溪采玉的民工生活，诗是这样的：“官府征白丁，言采蓝溪玉。绝岭夜无家，深榛雨中宿。独妇饷粮还，哀哀舍南哭。”对比之下，李贺此篇立意更深，用笔也更锋利，特别是对老夫的心理有很细致的刻画。</p> <p>　　《老夫采玉歌》是李贺少数以现实社会生活为题材的作品之一。它既以现实生活为素材，又富有浪漫主义的奇想。如“龙为愁”“杜鹃口血”，是奇特的艺术联想。“蓝溪之水厌生人，身死千年恨溪水”二句，更是超越常情的想象。这些诗句渲染了浓郁的感情色彩，增添了诗的浪漫情趣，体现了李贺特有的瑰奇艳丽的风格。</p> <p>　　从结构上说，诗一开头就揭露统治阶级强征民工采玉，是为了“琢作步摇徒好色”，语含讥刺。接着写老夫采玉的艰辛，最后写暴风雨中生命危殆的瞬间，他思念儿女的愁苦心情，把诗情推向高潮。这种写法有震撼人心的力量，给读者以深刻难忘的印象，颇见李贺不同凡响的艺术匠心。</p>",
  "about": "<h2>创作背景</h2> <p>　　唐代长安附近的蓝田县以产玉著名，县西三十里有蓝田山，又名玉山，它的溪水中出产一种名贵的碧玉，叫蓝田碧。但由于山势险峻，开采这种玉石十分困难，民工常常遇到生命危险。《老夫采玉歌》便是以此为背景。</p>",
  "poet": {
    "id": 349,
    "star": 0,
    "name": "李贺",
    "image": "http://img.gushiwen.org/authorImg/lihe.jpg",
    "desc": "李贺（约公元791年-约817年），字长吉，汉族，唐代河南福昌（今河南洛阳宜阳县）人，家居福昌昌谷，后世称李昌谷，是唐宗室郑王李亮后裔。有“诗鬼”之称，是与“诗圣”杜甫、“诗仙”李白、“诗佛”王维相齐名的唐代著名诗人。著有《昌谷集》。李贺是中唐的浪漫主义诗人，与李白、李商隐称为唐代三李。有“‘太白仙才，长吉鬼才’之说。李贺是继屈原、李白之后，中国文学史上又一位颇享盛誉的浪漫主义诗人。李贺长期的抑郁感伤，焦思苦吟的生活方式，元和八年（813年）因病辞去奉礼郎回昌谷，27岁英年早逝。"
  },
  "tags": [
    "贫困",
    "凄凉"
  ]
}