{
  "id": 11261,
  "star": 14,
  "name": "夔州歌十绝句",
  "dynasty": "唐代",
  "content": "中巴之东巴东山，江水开辟流其间。<br>白帝高为三峡镇，瞿塘险过百牢关。</p> <p>白帝夔州各异城，蜀江楚峡混殊名。<br>英雄割据非天意，霸主并吞在物情。</p> <p>群雄竞起问前朝，王者无外见今朝。<br>比讶渔阳结怨恨，元听舜日旧箫韶。</p> <p>赤甲白盐俱刺天，闾阎缭绕接山巅。<br>枫林橘树丹青合，复道重楼锦绣悬。</p> <p>瀼东瀼西一万家，江北江南春冬花。<br>背飞鹤子遗琼蕊，相趁凫雏入蒋牙。</p> <p>东屯稻畦一百顷，北有涧水通青苗。<br>晴浴狎鸥分处处，雨随神女下朝朝。</p> <p>蜀麻吴盐自古通，万斛之舟行若风。<br>长年三老长歌里，白昼摊钱高浪中。</p> <p>忆昔咸阳都市合，山水之图张卖时。<br>巫峡曾经宝屏见，楚宫犹对碧峰疑。</p> <p>武侯祠堂不可忘，中有松柏参天长。<br>干戈满地客愁破，云日如火炎天凉。</p> <p>阆风玄圃与蓬壶，中有高堂天下无。<br>借问夔州压何处，峡门江腹拥城隅。",
  "fanyi": "<h2>注释</h2> ⑴中巴之东巴东山：东汉末刘璋据蜀，分其地为三巴，有中巴、西巴、东巴。夔州为巴东郡，在“中巴之东”。“巴东山”即大巴山，在川、陕、鄂三省边境，<a href=\"http://so.gushiwen.org/view_11261.aspx\">诗</a>中特指三峡两岸连山。<br>⑵江水开辟流其间：是说从天地开辟以来，江水即流于巴东群山之间。<br>⑶白帝：白帝城。三峡：瞿塘峡、巫峡、西陵峡，两岸连山，七百余里。城扼瞿塘峡口，足资镇压，故曰高为三峡镇。<br>⑷夔州险过百牢关：百牢关在汉中，两璧山相对，六十里不断，汉水流其间，因与夔州的瞿塘相似，故以作比。<br>⑸白帝夔州各异城：故白帝城在夔州城东。<br>⑹蜀江楚峡混殊名：瞿塘旧名西陵峡，与荆州西陵峡相混。<br>⑺物情：人心归向。<br>⑻问：一作“向”，一作“间”。<br>⑼赤甲白盐：二山名。俱刺天：都很高。<br>⑽闾阎缭绕接山巅：是说从山脚到山顶都有人家。缭绕：盘旋。<br>⑾枫林橘树丹青合：枫叶丹，橘叶青，又两山相对，所以说丹青合。<br>⑿复道：楼阁通行之道，因上下有道故谓之复道。锦绣：形容景物之美观。<br>⒀趁：《字书》：趁，逐也。<br>⒁东屯：《困学纪闻》：东屯乃公孙述留屯之所，距白帝城五里。东屯之田可百顷，稻米为蜀第一。<br>⒂白昼摊钱：一作“白马滩前”。昼：一作“买”。曾季狸《艇斋诗话》：“摊钱，即摊赌也。”<br>⒃合：会集。<br>⒄张卖：张图以卖于市也。<br>⒅宝屏：《西京杂记》：武帝为宝屏风，设于桂宫。<br>⒆祠堂：一作“生祠”。不可忘：这三字领起以下三句。<br>⒇高堂：一作“高唐”。",
  "shangxi": "<h2>赏析</h2> <p>　　唐代宗大历元年（766）<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>几经漂泊初寓夔州（今重庆市奉节县），山川雄壮奇险，历史古迹层积，初到夔州杜甫一连写下十首绝句歌咏夔州的山川景色和人文景观，合为《夔州哥歌十绝句》。</p> <p>　　【其一】<br>　　中巴之东巴东山：首句点明夔州的位置并突出一个“山”字。到过夔州的人往往惊叹夔州的莽莽群山。从瞿塘起，下接巫山峡，两岸高山奇峰异岭。特别是瞿塘两崖，有如天开巨门，故称夔门。杜甫描写道：“三峡传何处？双崖壮此门，入天犹石色，穿水忽云根。猱玃须髯古，蛟龙窟宅尊，羲和冬驭近，愁畏日车翻。”（《瞿塘两崖》）<a href=\"http://so.gushiwen.org/view_11261.aspx\">诗</a>中说状如天门的两崖，雄奇绝伦，连给太阳推车的羲和看见了都生怕车子翻了跌落下来。清人<a href=\"http://so.gushiwen.org/author_2229.aspx\">张问陶</a>在《瞿塘峡》一诗中写道：“便将万管玲珑笔，难写瞿塘两岸山。”<br>　　江水开辟流其间：是说自三峡开辟以来，江水就奔流其间。何时开辟？在遥远的古代，<br>　　白帝高为三峡镇（镇，军队重镇）：白帝城下临瞿塘天险，有高屋建瓴之势，易守难攻，故为历代军事重镇，如公元221年刘备伐吴，翌年兵败，退守白帝城，吴人不敢西上。<br>　　瞿塘险过百牢关：瞿塘峡又名广溪峡。广溪，是广纳众溪的意思。四川境内的水和陕、甘、云、贵的一部分水注入长江，汇总到狭窄的瞿塘峡。这就是杜甫在《长江二首·其一》中写的“众水汇涪万，瞿塘争一门（夔门）”，故瞿塘峡水奔腾万状，如虎啸龙骧，加之峡口巨礁耸立，这就是滟滪。它是长江的“中流砥柱”，巍然而立。因江水湍急，造成回澜千转，惊涛骇浪，所以人称“瞿塘天下险”。（1959年冬，人民政府整治川江航道，采取洞石大爆破的的施工方案，把滟滪消除了。今已成了高峡平湖。）百牢关：《光绪奉节县志》载：“百牢关在县东十五里，魏辛毗云：‘夔州百牢关，兵马不可越。’ ”阎仑舒诗：“百牢关下古夔州。”浦起龙引《唐书》：汉中郡西县（即今陕西勉县）有百牢关；《图经》云：孔明所建，两壁山相对，六十里不断，汉江流其间，乃入金牛益昌路也。杨伦注亦如此。但从杜甫平生经历的地方看，他不曾到过汉中郡西县，也就没有见过那里百牢关的险状；见到夔州的百牢关则是肯定的。诗中的百牢关当是指夔州的百牢关，位置在古夔州城（今下关城）的上边。</p> <p>　　【其二】<br>　　白帝夔州各异城：夔州古子阳城（今仍称子阳城）下面的下关城是唐时夔州城的所在地，其下偏东南处是白帝城，它和古夔州城地界相连。由于白帝城和夔州城的营建时间相隔五百多年，这两个古城的地界早已淹没，看不出来了，所以诗中指出“各异城”，不是同一个城。<br>　　蜀江楚峡混殊名：蜀江的瞿塘峡旧称西陵峡，与荆州的西陵峡名称相同，所以说“混殊名”。<br>　　英雄割据非天意，霸王（wàng）并吞在物情：这两句是互文，是说“英雄割据”、“霸王并吞”都不是天意使然，而在于人心归向。这两句概括了古往今来政治上的兴衰成败之理。</p> <p>　　【其三】<br>　　群雄竟起问前朝：前朝，指隋朝；群雄竟起，是指隋朝末年民变四起。隋炀帝穷兵黩武，穷奢极欲，残害忠良，亲幸佞臣，造成民生无比惨痛，广大人民逼得走投无路，群起反抗。如邹平人王薄起兵于齐郡，漳南人窦建德起兵于高鸡泊，俞县人张金称起兵于太原河曲，蓨（tiáo）县人高士达起兵清河；统治者内部也有不少人乘机而起，如杨玄感是隋元老重臣<a href=\"http://so.gushiwen.org/author_3089.aspx\">杨素</a>之子，袭爵楚国公，官至柱国将军，负有朝野重望。隋炀帝二征高丽时，特用玄感主持后方运输补给，驻在黎阳（今河南浚县）。这时人心厌战，苦于兵役，一时漕运不济，而君命督逼紧急，玄感愤道：“独夫肆虐，陷身绝域，此天亡之时也！我今帅义兵诛无道如何？”各地响应者十余万人。于是玄感率兵进攻东京洛阳，声势浩大。从公元611年（大业七年）至618年（大业十四年）群雄竟起，天下大乱。<br>　　王者无外见今朝：这句是承上句“群雄竟起”，天下大乱，转说帝王任用贤臣，励精图治，视国人如一家而天下大治的太平盛世（贞观之治和开元之治）曾见于唐朝。<br>　　比讶渔阳结怨恨，元听舜日旧箫韶：比（bì），直到，等到。讶，惊讶，惊奇。元，为首的，此指唐玄宗。玄宗前期知人善任，励精图治，贞观之风，一朝复振。他晚年昏庸，于是宫内有杨贵妃的擅宠，宫外有<a href=\"http://so.gushiwen.org/author_2691.aspx\">李林甫</a>、杨国忠的用事，因而国事日非，兴大狱，事聚敛，大小官吏贪污腐化，百病全生。终于造成安史之乱。凡此种种，诗人用“元听舜日旧箫韶”一句来概括。箫韶，传说是舜的乐曲，这支乐曲是体现他施行教化之治的完成。这里反用其意，指玄宗在开创盛世之后，认为万事已毕，不理政事，只爱听那支《霓裳羽衣曲》。于是野心家乘隙而入，佞臣安禄山其人狡黠，取得玄宗深信，一身兼领三节度使，拥有精兵二十万，他拜杨贵妃为干娘，自由出入宫廷。直到安禄山从渔阳起兵反叛，玄宗才感到惊讶，如梦初醒，怨恨安禄山口蜜腹剑，大胆妄为。正如<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>所描写的“渔阳鼙鼓动地来，惊破霓裳羽衣曲。”“比讶渔阳结怨恨，元听舜日旧箫韶”这两句诗，是对玄宗的指责和讽刺。全首诗则是概括了唐王朝由盛转衰的一百多年历史。</p> <p>　　【其四】<br>　　赤甲白盐俱刺（读qí，是穿的意思）天：赤甲，即赤甲山，位置在瞿塘峡西口的北岸，南基连白帝山，土石皆赤。宋人称西山、西郊和卧龙山，今人称鸡公山。白盐，即白盐山，位置在瞿塘峡中段的北岸，今称桃子山。因页岩遍布，色如白盐故名。这两座山。均高入去霄。所以说：“赤甲白盐俱刺天”。闾阎缭绕接山巅的“山”，主要是指赤甲山。在赤甲山下，今称下关城的地方，是古夔州城所在地，人烟稠密，沿山逶迤而上有较多的人家。所以说“闾阎缭绕接山巅。”古时林木茂密，白帝、瞿塘一带枫树很多，杜甫在《秋兴八首·其一》中有“玉树凋伤枫林”之句。夔州曾有“水果之乡”的称号，特别是柑桔，唐时为贡品。所以仰望赤甲、白盐，在复道（房屋间天桥）重楼之间，桔树青青，金果累累，枫叶为醉，有如锦绣。所以说，“枫林桔树丹青合，复道重楼绵绣悬。”</p> <p>　　【其五】<br>　　瀼东瀼西一万家：夔州人称山间之流水通江者为瀼，瀼东，是指傍唐时夔州城之东入江的一条小河——草堂河的东岸；瀼西是指距草堂河之西十里流入长江的一条小河——梅溪河的西岸。瀼东即东瀼之东，瀼西即西瀼之西。因为东瀼之东是唐时夔州城郊；西瀼之西是来往船只停靠的码头，那里也比较平矿。这两处人烟比较稠密，故曰“瀼东瀼西一万家”。江南江北春冬花：江南指长江南岸，江北指长江北岸。“江南江北春冬花”，是说夔州长江两岸四季花开。<br>　　背飞鹤子遗琼蕊，相趁凫雏入蒋牙：这两句是说，白鹤常从茂林香花中飞起，野鸭时时戏逐于江水之中。诗中不说“白鹤”而说“鹤子”，不说“野鸭”而说“凫雏”，不说“蒋草”而说“蒋芽”，这就显示出这些生物在那里生存繁衍、自得其所的一派生机勃勃的景象。</p> <p>　　【其六】<br>　　东屯稻畦一百顷：东屯在白帝城东北角，因公孙述曾在此屯田，故称东屯。“东屯稻畦一百顷，”一百顷就是一万亩，但东屯远远没有这么宽的稻田面积，这是一个疑问。谭文兴教授多方研究的结论是：东屯的范围不仅在白帝城东北角，应当是从黄连树（地名）下面的大桥村起，一直到白帝庙东面的沿东瀼水西岸比较平坦的土地。这一大片土地正有一百顷左右宽。所以说“东屯稻畦一百顷。”<br>　　北有涧水通青苗：北，指东屯北面。涧水，就是两山之间的流水，就是上坝（地名）上面那一段东瀼水。东屯的稻田可以从东瀼水上游直接引水自流灌溉稻田。所以说，“北有涧水通青苗”。<br>　　晴浴狎鸥分处处：由于东瀼水源远流长，流量大，就是晴天流量也不小，鸥鸟到处可以游玩洗濯，所以说：“晴浴狎鸥分处处。”<br>　　雨随神女下朝朝：用“神女”这个典故，一是点明东屯距巫山近，二是说当地经常下雨。因为雨水充沛，灌溉东屯稻田的涧水充足。因为雨水充沛，东屯稻田还可以经常得到大量的天花水和两边山上的地面流水灌概。</p> <p>　　【其七】<br>　　蜀麻吴盐自古通：是说四川和长江下游一带古已有物资交流，不仅指蜀吴两地；商品也非定指麻盐，夔州并不缺盐。杜甫《负薪行》中“死生射利兼盐进”可证。万斛之舟行若风：说明当时已常有巨舟大商来往。<br>　　长年三老长歌里，白昼昼摊钱高浪中：长年，篙师。“三老”船工。这两句是说，船工们在高浪中驾船飞速行驶，放声歌唱；商贾们则只顾在阳光下摊钱赌博。“长歌”，当是一种减轻疲劳、抒胸臆的川江号子。诗中对行船、船工、商贾写得形象生动，语言朴实。</p> <p>　　【其八】<br>　　这首诗的大意是：回忆当年长安都市上商贾云集，有人张挂山水画出售。我眼前的巫峡曾在画屏上见过，至于画上的楚宫是否在我面对的碧峰里，尚存疑问。<br>　　诗中的“巫峡”是指瞿塘峡。杜甫在夔州诗中，常把巫山峡和瞿塘峡统称巫峡。也常把夔州的山称巫山。如“巫山巫峡气萧森”（《秋兴八首·其一》）中的巫山是指夔州的山，巫峡是指瞿塘峡。关于楚宫：杜甫在夔州诗中提到的楚宫是夔州府治所在地的传说中的楚宫。楚宫遗址究竟在何处，尚无一致、准确的说法，所以说“楚宫犹对碧峰疑”。</p> <p>　　【其九】<br>　　武侯祠堂不可忘：武侯，即三国蜀相<a href=\"http://so.gushiwen.org/author_507.aspx\">诸葛亮</a>。刘备死，亮辅后主刘禅，以丞相封武乡侯，谥为忠武侯。武侯祠堂：供俸诸葛亮的祠堂，在白帝城西数里的关庙沱附近，解放初尚存，改为村初级小学校舍，不久圮废。为什么说诸葛的祠堂不可遗忘呢？因为诸葛亮有卓越的见识和军事才干。他帮助刘备建立蜀汉，刘备死后又辅佐后主刘禅治理国家。他对刘备忠心耿耿，他的“鞠躬尽瘁，死而后已”的忠贞气节深为杜甫所尊崇。杜甫的《咏怀古迹五首·之五》写道：“诸葛大名垂宇宙，<a href=\"http://so.gushiwen.org/author_810.aspx\">宗臣</a>遗像肃清高，三分割据纡筹策，万古云霄一羽毛，伯仲之间见伊吕，指挥若空失箫曹。运移汉祚终难复，志决身歼军务劳。”对诸葛亮的评价极高。<br>　　中有松柏参天长：这既是写实又是以松柏之长青喻诸葛之不朽和坚贞；以“参天长”喻诸葛之人品的高洁。<br>　　干戈满地客愁破，云日如火炎天凉：为什么“干戈满地客愁破”这种感受呢？因为刘备是明君，诸葛是良臣。诸葛的一生是明良遇合的一生。杜甫虽然生不逢时，但他为诸葛的明良遇合感到欣慰而客愁破。<br>　　“云日如火炎天凉”：在葱葱郁郁的林木中，哪怕是盛夏也觉凉快。这是写实。另一方面，在这特定环境——武侯祠里的参天柏松庇荫下，好像诸葛之神对他有所慰藉而感到身心爽适。</p> <p>　　【其十】<br>　　阆风玄圃与蓬壶，中有高堂天下无：阆风，阆风颠；玄圃，玄圊堂。都是传说中为人仙人所居之处，都在昆仑之顶。蓬壶，即蓬莱，传说为东海三仙山之一。高堂，也作高唐，高唐观。浦起龙《读杜心解》引<a href=\"http://so.gushiwen.org/author_529.aspx\">范成大</a>《吴船录》：“阳台、高唐观在来鹤峰上（来鹤峰在今奉节县城对岸偏西的文峰山上，其形似鹤展翅乘来，）是诗夸美夔州，以为十首结局。‘高唐’句，意不在古迹，特举本地仙灵之境，谓足与蓬阆相抗耳。推崇高唐，即是推崇夔州也。”杜甫有三首诗都写到“高唐”，但“高唐”实际在云梦泽中，杜诗中的“高唐”是据传说而言，所以说“意不在古迹”。<br>　　借问夔州压何处，峡门江腹拥城隅：“借问”是假设的问语；“压”本是压住的意思，这里作“坐落”解；“城隅”，本是城楼的意思，这里指夔州城。这两句是说：夔州城坐落在哪里？它坐落在瞿塘峡口长江腹部。<br>　　《夔州歌十绝句》在体例、语言和内容方面有如夔州民歌《竹枝词》，但每首末两句都对偶成韵，这是诗人吸取了民歌的营养，又有所创新，是竹枝的别唱。《夔州歌十绝句》对后世颇有影响，它开后来以“竹枝词”为题，专写一个地方的风光和民俗的组诗之先。</p>",
  "poet": {
    "id": 474,
    "star": 0,
    "name": "杜甫",
    "image": "http://img.gushiwen.org/authorImg/dufu.jpg",
    "desc": "杜甫（712－770），字子美，自号少陵野老，世称“杜工部”、“杜少陵”等，汉族，河南府巩县（今河南省巩义市）人，唐代伟大的现实主义诗人，杜甫被世人尊为“诗圣”，其诗被称为“诗史”。杜甫与李白合称“李杜”，为了跟另外两位诗人李商隐与杜牧即“小李杜”区别开来，杜甫与李白又合称“大李杜”。他忧国忧民，人格高尚，他的约1400余首诗被保留了下来，诗艺精湛，在中国古典诗歌中备受推崇，影响深远。759-766年间曾居成都，后世有杜甫草堂纪念。"
  },
  "tags": [
    "地名",
    "山水",
    "组诗"
  ]
}