{
  "id": 15758,
  "star": 66,
  "name": "望夫石",
  "dynasty": "唐代",
  "content": "望夫处，江悠悠。<br>化为石，不回头。<br>上头日日风复雨。<br>行人归来石应语。",
  "fanyi": "<p><strong>译文</strong><br>在等待丈夫的地方，江水滔滔不绝地流淌着。<br>女子变成了石头，永不回首。<br>在山巅之处，每天风和雨都在循环交替着。<br>行人若能回来的话，那么石头也应该会说话了。</p> <p><strong>注释</strong><br>⑴望夫石：据南朝宋人<a href=\"http://so.gushiwen.org/author_668.aspx\">刘义庆</a>的《幽明录》记载：武昌阳新县北山上有望夫石，其形状像人立。相传过去有个贞妇，其．丈夫远去从军，她携弱子饯行于武昌北山，“立望夫而化为立石”，望夫石因此而得名。 <br>⑵上：作“山”，山上。<br>⑶复：作“和”，与。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　这首<a href=\"http://so.gushiwen.org/view_15758.aspx\">诗</a>是诗人<a href=\"http://so.gushiwen.org/author_482.aspx\">王建</a>居于武昌时根据当地传说以及望夫石石像所作的一首诗。</p> <p>　　“望夫处，江悠悠”这里有浩浩不断的江水，江畔屹立着望夫山，山头伫立着状如女子翘首远眺的巨石。山、水、石，动静相间，相映生辉。“望夫处，江悠悠”，写出望夫石的环境、气氛。“悠悠”二字，描绘江水千古奔流，滔滔不绝，既交代了故事发生的背景，渲染了浓郁的抒情气氛，同时又衬托望夫石的形象，把静立江边的石头写活。仿佛是一尊有灵性的石雕傍江而立，翘首远望，在思念，在等待。这种以动景衬静物的手法，不仅使画面生动，有立体感，而且也暗喻了思妇怀远，思念之情的绵绵不绝。“悠悠”在这既是写景状物，渲染环境气氛，又是摹情写人，形象地描画了思妇相思的情状。这二句情与景融，不可分割，富有形象性和艺术感染力，真有一石三鸟之妙。</p> <p>　　“化为石，不回头”，诗人又以拟人手法具体描绘望夫石的形象。人已物化，变为石头；石又通灵，曲尽人意，人与物合，情与景谐。这不仅形象地描画出望夫石的生动形象，同时也把思妇登临的长久，想念的深切，对爱情的忠贞不渝刻画得淋漓尽致。这二句紧承上文，是对古老的优美的民间传说作了生动的艺术概括。</p> <p>　　“山头日日风复雨”，是说望夫石风雨不动，坚如磐石，年年月月，日日夜夜，长久地经受着风吹雨打，然而它没有改变初衷，依然伫立江岸。这里写的是石头的形象和品格，说的仍是思妇的坚贞。她历经了种种艰难困苦，饱尝了相思的折磨，依然怀着至死不渝的爱情，依然在盼望着，等待着远方的行人。</p> <p>　　“行人归来石应语”，诗人在结句处把笔宕开，作了浪漫的推想。待到远行的丈夫归来之 时，这伫立江边的石头定然会倾诉相思。“妾心正断绝，君怀那得知。”（郭震《子夜四时歌·春歌》）</p> <p>　　从艺术手法上看，这首诗始终抓住石之形与人之情来写，构思最为精巧。“望夫处，江悠悠”，从人写起，交代了地点，又以悠悠江水流暗喻时间之长，感情之久。“化为石，不回头”，言望夫之妇化而为石，也暗示时久。妇人伫立江边，看那江水一去不回头，自己也化为石像永远不回头。“山头日日风复雨”，不畏风吹雨打，不怕天长日久，她一直不回头，一心望夫归。最后，以“行归来石应语”结束全诗，又将望夫石拟人话，可谓匠心独运。</p> <p>　　全诗刻画了古代妇女深情动人的形象，揭示了她们悲苦的命运。诗歌于平淡质朴中，蕴含着丰富的内容。诗人只描写了一个有包孕的片段的景物和自己一刹间的感受，平平写出。</p>",
  "about": "<h2>创作背景</h2> 　　这首<a href=\"http://so.gushiwen.org/view_15758.aspx\">诗</a>是诗人<a href=\"http://so.gushiwen.org/author_482.aspx\">王建</a>居于武昌时根据当地传说以及望夫石石像所作的一首诗。",
  "poet": {
    "id": 482,
    "star": 0,
    "name": "王建",
    "image": "http://img.gushiwen.org/authorImg/wangjian.jpg",
    "desc": "王建(约767年—约830年)：字仲初，生于颍川(今河南许昌)，唐朝诗人。其著作，《新唐书·艺文志》、《郡斋读书志》、《直斋书录解题》等皆作10卷，《崇文总目》作2卷。"
  },
  "tags": [
    "妇女",
    "命运"
  ]
}