{
  "id": 32,
  "star": 181,
  "name": "凯风",
  "dynasty": "先秦",
  "content": "凯风自南，吹彼棘心。棘心夭夭，母氏劬劳。<br>凯风自南，吹彼棘薪。母氏圣善，我无令人。<br>爰有寒泉？在浚之下。有子七人，母氏劳苦。<br>睍睆黄鸟，载好其音。有子七人，莫慰母心。",
  "fanyi": "<p><strong>译文<br></strong>和风煦煦自南方，吹在枣树嫩芽上。枣树芽心嫩又壮，母亲养儿辛苦忙。<br>和风煦煦自南方，枣树成柴风吹长。母亲明理又善良，儿子不好不怨娘。<br>寒泉之水透骨凉，源头就在浚邑旁。母亲养育儿七个，儿子长成累坏娘。<br>黄雀婉转在鸣唱，悦耳动听真嘹亮。母亲养育儿七个，难慰母亲不应当。</p> <p><strong>注释<br></strong>1.邶（bèi）：中国周代诸侯国名，地在今河南省汤阴县东南。<br>2.凯风：和风。一说南风，夏天的风。这里喻母爱。马瑞辰《毛<a href=\"http://so.gushiwen.org/view_32.aspx\">诗</a>传笺通释》“凯之义本为大，故《广雅》云：‘凯，大也。’秋为敛而主愁，夏为大而主乐，大与乐义正相因。”<br>3.棘心：酸枣树初发的嫩芽。这里喻子女。棘，落叶灌木，即酸枣。枝上多刺，开黄绿色小花，实小，味酸。心，指纤小尖刺。<br>4.夭夭：树木嫩壮貌。<br>5.劬（qú）劳：操劳。劬，辛苦。<br>6.棘薪：长到可以当柴烧的酸枣树。这里比喻子女已长大。<br>7.圣善：明理而有美德。<br>8.令：善，好。<br>9.爰（yuán）：何处。一说发语词，无义。寒泉：卫地水名，冬夏常冷。<br>10.浚（xùn）：卫国地名。<br>11.睍（xiàn）睆（huǎn）：犹“间关”，鸟儿宛转的鸣叫声。一说美丽，好看。黄鸟：黄雀。<br>12.载：传载，载送。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　此<a href=\"http://so.gushiwen.org/view_32.aspx\">诗</a>以凯风吹彼棘心开篇，把母亲的抚育比作温暖的南风，把自己弟兄们小时候比作酸枣树的嫩芽，“丛生的”小嫩芽之所以能够健康成长，全是母亲大人辛勤哺育的功劳。七个儿子一个一个长大成人（材）了，母亲的大恩大德，堪称圣善，儿子却是不孝儿，这就是自责自称，总嫌自己做得还远远不够，与母亲的养育之恩相比，还差得很远很远，无以为报。</p> <p>　　从第三章开始，作者又以寒泉比母，以黄鸟比子，作进一步的自我批评。寒泉也成为母爱的代称。寒泉在地下流淌，滋养浚人。母亲生养弟兄七人，至今还如此劳苦，让作儿子的如何心安？黄鸟鸣叫得清丽婉转，尚且如此悦耳动听，为什么七个儿子却不能抚慰母亲那颗饱受孤苦的心呢？</p> <p>　　诗的前二章的前二句都以凯风吹棘心、棘薪，比喻母养七子。凯风是夏天长养万物的风，用来比喻母亲。棘心，酸枣树初发芽时心赤，喻儿子初生。棘薪，酸枣树长到可以当柴烧，比喻儿子已成长。后两句一方面极言母亲抚养儿子的辛劳，另一方面极言兄弟不成材，反躬以自责。诗以平直的语言传达出孝子婉曲的心意。</p> <p>　　诗的后二章寒泉、黄鸟作比兴，寒泉在浚邑，水冬夏常冷，宜于夏时，人饮而甘之；而黄鸟清和宛转，鸣于夏木，人听而赏之。诗人以此反衬自己兄弟不能安慰母亲的心。</p> <p>　　诗中各章前二句，凯风、棘树、寒泉、黄鸟等兴象构成有声有色的夏日景色图。后二句反覆叠唱的无不是孝子对母亲的深情。设喻贴切，用字工稳。诗中虽然没有实写母亲如何辛劳，但母亲的形象还是生动地展现出来。</p>",
  "about": "<h2>创作背景</h2> 　　关于《邶风·凯风》的背景，说法不一。《毛<a href=\"http://so.gushiwen.org/view_32.aspx\">诗</a>序》认为是赞美孝子的诗，说：“《凯风》，美孝子也。卫之淫风流行，虽有七子之母，犹不能安其室。故美七子能尽其孝道，以慰母心，而成其志尔。”<a href=\"http://so.gushiwen.org/author_459.aspx\">朱熹</a>《诗集传》承其意，进一步说：“母以淫风流行，不能自守，而诸子自责，但以不能事母，使母劳苦为词。婉词几谏，不显其亲之恶，可谓孝矣。”而<a href=\"http://so.gushiwen.org/author_347.aspx\">魏源</a>、皮锡瑞、王先谦总结今文三家遗说，认为是七子孝事其继母的诗。闻一多认为这是一首“名为慰母，实为谏父”的诗（《诗经通义》）。还有人说这是悼念亡母的诗。现代学者一般认为这是一首儿子歌颂母亲并自责的诗。其大致情景是，诗人在夏日感受到温暖的南方的吹拂，看到枣树在吹拂中发芽生长，联想到母亲养育儿女的辛劳，触景生情，写下了这首诗。",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": [
    "诗经",
    "赞美",
    "母亲"
  ]
}