{
  "id": 70700,
  "star": 17,
  "name": "点绛唇·春日风雨有感",
  "dynasty": "明代",
  "content": "满眼韶华，东风惯是吹红去。几番烟雾，只有花难护。<br>梦里相思，故国王孙路。春无主！杜鹃啼处，泪洒胭脂雨。",
  "fanyi": "<p><strong>译文</strong><br>美丽的春光映入眼帘，春日东风总是将繁花吹散。几重烟雨朦胧，只有这些娇弱的花朵难以庇护。梦里总是时不时浮现起旧时故国的道路。春天反复无常，在那杜鹃泣血的地方，分不清落花染红的是春雨还是眼泪。</p><p><strong>注释</strong><br>⑴此词原题为《点绛唇·春闺》，后代编者王昶等人为拔高<a href=\"http://so.gushiwen.org/author_563.aspx\">陈子龙</a>这首词的思想而作了修改。<br>⑵“几番”句：指清兵入关后的一系列事变。<br>⑶王孙：对尊礼、思慕者的称呼，如<a href=\"http://so.gushiwen.org/author_1854.aspx\">淮南小山</a>《招隐士》的“王孙游兮不归”。这里疑指鲁王、唐王。<br>⑷“春无”三句：叹复国不易。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　此词见于《陈忠裕全集》，借惜花怀人，寄托亡国哀痛与复国希望。正如题中所示，此词是写“春日风雨有感”。“春日风雨”，是当时所处的环境、节候和气氛，而“有感”则是寄离词人的感慨和情怀。词之起二句，先扬后抑。此时词人举目所见，是“满眼韶华”，一片春光。继而东风乍起，落红遍地。这一顿挫，表现了自然界的变化，从而也折射出时代的变化。<a href=\"http://so.gushiwen.org/author_563.aspx\">陈子龙</a>生当明清易代之际，对明王朝怀有深厚感情。在他看来，明代江山无限美好，正如满眼韶华。可是清兵南下，“扬州十日”、“嘉定三屠”，犹如骤起狂风，将万紫千红摧残殆尽。在这里，词人用的是比兴手法。“韶华”（春光）和“红”（花），代表美好事物，代表他所热爱的明代江山和明代人民；而“东风”则是邪恶势力的象征，也隐喻清兵的南下，“东风”一辞作贬义者，古已有之，如<a href=\"http://so.gushiwen.org/author_272.aspx\">陆游</a>《钗头凤》“东风恶，欢情薄”，此处只是移用于词人所憎恶的事物罢了。下面二句，以“几番”照应前面的“惯”字。说明东风之摧残百花非止一次，而是经常如此。“烟雾’二字，补足前句未及写出的“雨”字。春天的风雨连绵无尽，常常呈现烟雾迷蒙的状态。在东风肆虐、烟雨茫茫的天气中，百卉凋残，一片凄凉，于是词人不禁发出由衷的慨叹：“只有花难护！”前几句造足蓄势，至此词人的感情迸发而出，力抵千钧。在生活中，他奔走呼号，出生入死，力求挽救明朝的危亡，结果毫无效果。因此这一句正是反映了词人内心深处的亡国之痛。</p> <p>　　下片宕开一笔，径写对明王朝的系念，但在词的意脉上仍与上片紧密相连。词人在白天看到风雨摧残的落花，到了晚上便自然联想到惨遭践踏的故国。“梦里相思”一句，为艳词中常语，然而此处用以表达爱国之情，却非常深刻而又贴切。“王孙”一辞，通常被理解为贵族子弟，如《楚辞·招隐士》“王孙游兮不归，春草生兮萋萋”，但这里的本意却更接近<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>《哀王孙》中所说的“可怜王孙泣路隅”。在清兵南下之际，朱明的宗室子弟，或流离道路，或辗转沟壑，唯有少数人如唐王朱聿键、鲁王朱以海等仍在企图反抗。此处作者对明代王孙魂牵梦萦，实际上是将复兴明代的希望寄托在他们身上。可是梦醒之后，依然风雨如磐，落红成阵。面对如此残酷的现实，他不得不发出“春无主”的哀叹。结二句进一步渲染出这种悲哀情绪，哭出了国家将亡的忧思。句中的“杜鹃”，又名杜宇，相传是古蜀国的君主望帝之魂所化，它隐于西山，日夜悲啼，口吻常常出血。后人常用杜鹃啼血借指失国之痛。这里说“泪染胭脂雨”系由“啼血”转化而来，则杜鹃悲鸣时流出血泪，洒在飘飏落花的风雨中，红雨满天，景象壮丽而又悲惨。词人若非怀有深仇惨痛是写不出这样的句子的。用“胭脂”形容雨中落花，前人有杜甫的《曲江对雨》“林花着雨胭脂湿”；而用以兼喻泪水的有<a href=\"http://so.gushiwen.org/author_269.aspx\">李煜</a>的《乌夜啼》“胭脂泪，留人醉，几时重”；陈子龙则将这些故实融会贯通，自铸伟词，赋予新意，令人读来便觉有更深刻的意蕴和更强烈的美感。</p> <p>　　陈子龙比较重视<a href=\"http://so.gushiwen.org/view_70700.aspx\">诗</a>词的寄托，他曾说过他之作诗是为了“忧时托志”（《六子诗序》）。此词形式上虽“风流婉丽”，但词人借以“忧时托志”则与其诗作是一样的，阅读时须透过绮丽的表面，去体会深永的内涵。</p>",
  "poet": {
    "id": 563,
    "star": 0,
    "name": "陈子龙",
    "image": "http://img.gushiwen.org/authorImg/chenzilong.jpg",
    "desc": "陈子龙（1608—1647）明末官员、文学家。初名介，字卧子、懋中、人中，号大樽、海士、轶符等。汉族，南直隶松江华亭（今上海松江）人。崇祯十年进士，曾任绍兴推官，论功擢兵科给事中，命甫下而明亡。清兵陷南京，他和太湖民众武装组织联络，开展抗清活动，事败后被捕，投水殉国。他是明末重要作家，诗歌成就较高，诗风或悲壮苍凉，充满民族气节；或典雅华丽；或合二种风格于一体。擅长七律、七言歌行、七绝，被公认为“明诗殿军”。陈子龙亦工词，为婉约词名家、云间词派盟主，被后代众多著名词评家誉为“明代第一词人”。"
  },
  "tags": [
    "婉约",
    "惜花",
    "爱国"
  ]
}