{
  "id": 33545,
  "star": 96,
  "name": "汴河怀古二首",
  "dynasty": "唐代",
  "content": "万艘龙舸绿丝间，载到扬州尽不还。<br>应是天教开汴水，一千余里地无山。</p> <p>尽道隋亡为此河，至今千里赖通波。<br>若无水殿龙舟事，共禹论功不较多。",
  "fanyi": "<p><strong>译文</strong><br>成千上万的彩船行驶在运河两岸的翠柳中间，但这支船队载到扬州后再也没有回还。<br>应该是上天教人们开通汴河，这里一千余里的地面上看不到一座山峦。</p> <p>都说隋朝亡国是因为这条河，但是到现在它还在流淌不息，南北舟楫因此畅通无阻。<br>如果不是修龙舟巡幸江都的事情，隋炀帝的功绩可以和大禹平分秋色。</p> <p><strong>注释</strong><br>⑴舸：大船。<br>⑵载到扬州尽不还：隋炀帝<a href=\"http://so.gushiwen.org/author_885.aspx\">杨广</a>游览扬州时被部将宇文化及杀死。<br>⑶汴水：汴河，即通济渠。<br>⑷水殿龙舟事：隋炀帝下扬州乘龙舟的风景的事。<br>⑸共禹论功：作者在这里肯定了隋朝大运河的积极意义，是可以和大禹治水的功绩相比的。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　第一首<a href=\"http://so.gushiwen.org/view_33545.aspx\">诗</a>的“万艘龙舸”代指隋炀帝的船队。全诗描述了隋炀帝游览扬州的豪华船队以及大运河的地理环境，诗中隐含了隋炀帝被部将宇文化及杀死的历史事实。诗说当年的浩然盛大的场面如今已经不复存在，实质是说当时的唐帝国早已是连隋炀帝时也比不得了。这是对当政者的警训，意味深长。</p> <p>　　第二首诗第一句从隋亡于大运河这种论调说起，而以第二句反面设难，予以批驳。诗中说：很多研究隋朝灭亡原因的人都归咎于运河，视为一大祸根，然而大运河的开凿使南北交通显著改善，对经济联系与政治统一有莫大好处，历史作用深远。用“至今”二字，以表其造福后世时间之长；说“千里”，以见因之得益的地域之辽阔；“赖”字则表明其为国计民生之不可缺少，更带赞许的意味。此句强调大运河的百年大利，一反众口一辞的论调，使人耳目一新。这就是唐人咏史怀古诗常用的“翻案法”。翻案法可以使议论新颖，发人所未发，但要做到不悖情理，却是不易的。大运河固然有利于后世，但隋炀帝的暴行还是暴行，<a href=\"http://so.gushiwen.org/author_604.aspx\">皮日休</a>是从两个不同角度来看开河这件事的。当年运河竣工后，隋炀帝率众二十万出游，自己乘坐高达四层的“龙舟”，还有高三层、称为浮景的“水殿”九艘，此外杂船无数。船只相衔长达三百余里，仅挽大船的人几近万数，均著彩服，水陆照亮，所谓“春风举国裁宫锦，半作障泥半作帆”（<a href=\"http://so.gushiwen.org/author_204.aspx\">李商隐</a>《隋宫》，其奢侈糜费实为史所罕闻。第三句“水殿龙舟事”即指此而言。</p> <p>　　作者对隋炀帝的批斥是十分明显的。然而他并不直说。第四句忽然举出大禹治水的业绩来相比，甚至用反诘句式来强调：“共禹论功不较多？”意思就是：论起功绩来，炀帝开河不比大禹治水更多些吗？这简直荒谬离奇，但由于诗人的评论，是以“若无水殿龙舟事”为前提的。仅就水利工程造福后世而言，两者确有可比之处。然而“若无”云云这个假设条件事实上是不存在的，极尽“水殿龙舟”之侈的炀帝终究不能同躬身治水、“三过家门而不入”的大禹相与论功，流芳千古。故作者虽用了翻案法，实际上为大运河洗刷不实的“罪名”，而炀帝的罪反倒更加实际了。这种把历史上暴虐无道的昏君与传说中受人景仰的圣人并提，是欲夺故予之法。说炀帝“共禹论功不较多”，似乎是最大恭维奖许，但有“若无水殿龙舟事”一句的限制，又是彻底的剥夺。“共禹论功”一抬，“不较多”再抬，高高抬起，把分量重重地反压在“水殿龙舟事”上面，对炀帝的批判就更为严厉，谴责更为强烈。这种手法的使用，比一般正面抒发效果更好。</p> <p>　　此诗以议论为主，在形象思维、情韵等方面较李商隐《隋宫》一类作品不免略逊一筹；但在立意的新奇、议论的精辟和“翻案法”的妙用方面，自有其独到处，仍不失为晚唐咏史怀古诗中的佳品。</p>",
  "about": "<h2>创作背景</h2> <p>　　<a href=\"http://so.gushiwen.org/author_604.aspx\">皮日休</a>是唐后期的<a href=\"http://so.gushiwen.org/view_33545.aspx\">诗</a>人，当时唐王朝已进入动乱阶段。文人在仕途上非常困难，平安闲放成为他们生活上的目标，精神上则尽量不受外界干扰，皮日休就是这种避世心态与淡薄的代表。这使得他有更多的空闲思史，写出现实主义的咏史诗。</p> <p>　　隋炀帝时，发河南淮北诸郡民众，开掘了名为通济渠的大运河。自洛阳西苑引谷、洛二水入黄河，经黄河入汴水，再循春秋时吴王夫差所开运河故道引汴水入泗水以达淮水。故运河主干在汴水一段，习惯上也呼之为汴河。隋炀帝开通大运河，消耗了大量民力物力。唐诗中有不少作品是吟写这个历史题材的，大都指称隋亡于大运河云云。皮日休生活的时代，政治腐败，已走上亡隋的老路，对于历史的鉴戒，一般人的感觉已很迟钝了，而作者却以诗文的形式有意重提这一教训。</p>",
  "poet": {
    "id": 604,
    "star": 0,
    "name": "皮日休",
    "image": "http://img.gushiwen.org/authorImg/pirixiu.jpg",
    "desc": "皮日休，字袭美，一字逸少，生于公元834至839年间，卒于公元902年以后。曾居住在鹿门山，自号鹿门子，又号间气布衣、醉吟先生。晚唐文学家、散文家，与陆龟蒙齐名，世称\"皮陆\"。今湖北天门人（《北梦琐言》），汉族。咸通八年（867）进士及第，在唐时历任苏州军事判官（《吴越备史》）、著作佐郎、太常博士、毗陵副使。后参加黄巢起义，或言“陷巢贼中”（《唐才子传》），任翰林学士，起义失败后不知所踪。诗文兼有奇朴二态，且多为同情民间疾苦之作。《新唐书·艺文志》录有《皮日休集》、《皮子》、《皮氏鹿门家钞》多部。"
  },
  "tags": [
    "咏史怀古",
    "组诗"
  ]
}