{
  "id": 48838,
  "star": 68,
  "name": "南歌子·凤髻金泥带",
  "dynasty": "宋代",
  "content": "凤髻金泥带，龙纹玉掌梳。走来窗下笑相扶，爱道画眉深浅入时无？<br>弄笔偎人久，描花试手初。等闲妨了绣功夫，笑问鸳鸯两字怎生书？",
  "fanyi": "<p><strong>译文</strong><br>手持巴掌大小的龙形玉梳，用凤钗及金丝带把头发梳饰成髻。妻子走到窗下依偎在丈夫的怀里，问道“眉色深浅合不合适宜？”<br>她的纤手摆弄着笔管，长时间依偎在丈夫身边，试着描画刺绣的花样，却不知不觉耽搁了刺绣，笑着问丈夫：“鸳鸯二字怎么写？”</p> <p><strong>注释</strong><br>⑴南歌子：唐教坊曲名，后用为词牌。又名”南柯子“”风蝶令“。《金奁集》入“仙吕宫”，廿六字，三平韵。例用对句起。宋人多用同一格式重填一片，谓之“双调”。<br>⑵凤髻：状如凤凰的发型。金泥带：金色地彩带。<br>⑶龙纹玉掌梳：图案作龙形如掌大小的玉梳。<br>⑷入时无：赶得上时兴式样么？时髦么？<br>⑸怎生：怎样。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　近代陈廷焯《词坛丛话》云：“欧阳公词，飞卿之流亚也。其香艳之作，大率皆年少时笔墨，亦非近、后人伪作也。但家数近小，未尽脱五代风味。”与宋代曾慥《乐府雅词》和陈振孙《直斋书录解题》把<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>的一些香艳之词和鄙亵之语，想当然地归为“仇人无名子所为”不同，陈廷焯对欧公这一类词的评价要显得中恳和客观得多。而云欧词风格迫近五代风味，这首《南歌子》便是最贴切的证明。花间词的古锦纹理、黯然异色，同样可以从这一类词中深深感受到。</p> <p>　　这首词以雅俗相间的语言、富有动态性和形象性描写，凸现出一个温柔华俏、娇憨活泼、纯洁可爱的新婚少妇形象，表现了她的音容笑貌、心理活动，以及她与爱侣之间的一往情深。上阕写新娘子精心梳妆的情形。起首二句，词人写其发饰之美，妙用名词，对仗精巧。次三句通过对女子连续性动作、神态和语言的简洁描述，表现新娘子娇羞 、爱美的情态 、心理以及她与郎君的两情依依、亲密无间。下阕写这位新嫁娘在写字绣花，虽系写实，然却富于情味。过片首句中的“久”字用得极工，非常准确地表现了她与丈夫形影不离的亲密关系。接下来一句中的“初”字与前句中的“久”字相对，表新娘在郎君怀里撒娇时间之长。结尾三句，写新娘耽于闺房之戏，与夫君亲热笑闹、相互依偎太久，以至于耽误了针线活 ，只好停下绣针 ，拿起彩笔，问丈夫“鸳鸯”二字怎样写。此三句活灵活现地表现出新娘子的娇憨及夫妻情笃的情景。笑问“鸳鸯”两字，流露出新娘与郎君永远相爱、情同鸳鸯的美好愿望。</p> <p>　　这首词在内容上重点描写新娘子在新郎面前的娇憨状态，在表现技巧上采用民间小词习见的白描和口语，活泼轻灵地塑造人物形象，读来令人耳目一新。</p> <p>　　明代沈际飞《草堂<a href=\"http://so.gushiwen.org/view_48838.aspx\">诗</a>余别集》卷二曾用“前段态，后段情”来概括其结构特征。上阕以描写女子的装束和体态为主，下阕则叙写夫妇亲密的生活情趣。起句写少妇头饰，十字中涵盖凤髻、金泥带、龙纹、玉掌梳四种意象，彼此互相衬托，层层加码，雍容华贵之态即由头饰一端尽显无疑。这与<a href=\"http://so.gushiwen.org/author_415.aspx\">温庭筠</a>《菩萨蛮》词如“小山重叠金明灭，鬓云欲度香腮雪”，常常通过头饰或头饰的变化暗喻人物心境，实是同出一辙，且绮丽有过。陈廷焯许之为“飞卿之流亚也”，或正当从此处细加体会。但欧公手笔当然不啻是模仿而已。温庭筠虽然也多写绮丽女子，但情感基调一般是凄苦伤痛的，所以表现的也是一种美丽的忧伤。说白了，温词中的女子多少有些因哀而“酷”的意味，它带给读者的感觉，也多少有些沉重。欧公借鉴了温词笔法，而情感基调则转而上扬。华贵女子的表情不再黯然，而是笑意盈盈。此观上阕之“笑相扶”和下阕之“笑问”可知。女子之温情可爱遂与其华丽头饰相得益彰，这是欧词明显区别于温词之处。欧、温之不同还可以从另一方面看出。温词中的女子表现更多的是凄婉的眼神与懒缓机械的动作，她的所思所想，只是露出一点端倪，让你费尽思量，却未必能洞察心底；而欧词则多写轻柔之动作和活泼之话语，其亮丽之心情，昭昭可感。如“走来窗下笑相扶”、“弄笔偎人久”之“相扶”、“偎人”的动作，都描写得极有神韵。而“爱道画眉深浅入时无”和“笑问双鸳鸯字怎生书”两句，不仅问的内容充满柔情机趣，而且直把快乐心情从口中传出。这种轻灵直率都是温词所不具备的，即此可见欧词的独特风味。</p> <p>　　词中的女子是华丽温柔的，其动作和言语也不无性爱的意味，充满着挑逗性。拿它和<a href=\"http://so.gushiwen.org/author_535.aspx\">柳永</a>的《定风波》作一对比，其香艳程度明显是超过柳永了。然<a href=\"http://so.gushiwen.org/author_432.aspx\">晏殊</a>可以拿柳永的一句“闲拈针线伴伊坐”来作奚落的话头，而欧公的过甚之词却得到了宋人的百般维护，盖宋人评词也有以人废词的习气，带着有色眼镜，因而其客观性是大有疑问的。读者固然应对欧词对花间词的超越表示钦赏，但也不应忘了柳永所受到的无端冤楚。</p>",
  "about": "<h2>创作背景</h2> 　　此词为新嫁娘代言，当作于<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>早年。陈廷焯《词坛丛话》云：“欧阳公词，飞卿之流亚也。其香艳之作，大率皆年少时笔墨，亦非近、后人伪作也。但家数近小，未尽脱五代风味。”",
  "poet": {
    "id": 561,
    "star": 0,
    "name": "欧阳修",
    "image": "http://img.gushiwen.org/authorImg/ouyangxiu.jpg",
    "desc": "欧阳修（1007－1072），字永叔，号醉翁，晚号“六一居士”。汉族，吉州永丰（今江西省永丰县）人，因吉州原属庐陵郡，以“庐陵欧阳修”自居。谥号文忠，世称欧阳文忠公。北宋政治家、文学家、史学家，与韩愈、柳宗元、王安石、苏洵、苏轼、苏辙、曾巩合称“唐宋八大家”。后人又将其与韩愈、柳宗元和苏轼合称“千古文章四大家”。"
  },
  "tags": [
    "新婚",
    "生活"
  ]
}