{
  "id": 49695,
  "star": 30,
  "name": "南乡子·梅花词和杨元素",
  "dynasty": "宋代",
  "content": "寒雀满疏篱，争抱寒柯看玉蕤。忽见客来花下坐，惊飞。蹋散芳英落酒卮。 <br>痛饮又能诗，坐客无毡醉不知。花尽酒阑春到也，离离。一点微酸已著枝。",
  "fanyi": "<p><strong>译文<br></strong>疏疏的篱笆上，满是冬天的麻雀。它们争着飞到梅花树，欣赏白玉一样的梅花。忽见一群吃酒客人，来到梅花树下，麻雀惊飞踏散梅花，梅花落到酒杯里。<br>使君痛饮又能<a href=\"http://so.gushiwen.org/view_49695.aspx\">诗</a>，醉后的客人坐雪地，雪水融化也不知。酒已饮尽，花已赏够，春天悄悄来到人间。请看，离离一丝暖气，已经附着梅花枝。</p> <p><strong>注释<br></strong>①杨元素：即杨绘，字元素。<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>为杭州通判时，杨元素是知州。<br>②柯：树枝。<br>③蕤（ruí）：花茂盛的样子。<br>④酒卮（zhī）：酒杯。<br>⑤离离：繁盛的样子。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　上篇写寒雀喧枝，以热闹的气氛来渲染早梅所显示的姿态、风韵。岁暮风寒，百花尚无消息，只有梅花缀树，葳蕤如玉。冰雪中熬了一冬的寒雀，值此梅花盛开之际，既知大地即将回春，自有无限喜悦之意。开头两句“寒雀满疏篱，争抱寒柯看玉蕤”，生动地描绘了寒雀对于物候变化的敏感。它们翔集梅花周围，瞅准空档，便争相飞上枝头，好像要细细观赏花朵似的。寒梅着花，原是冷寂的，故前人咏梅，总喜欢赋予梅花一种孤独冷艳的性格，此词则不然。</p> <p>　　作者先从向往春天气息的寒雀写起，由欢蹦乱飞的寒雀引出梅花，有了鸟语花香的意味，而梅花的性格也随之显得热乎起来。顾随先生自云早年极喜杨诚斋的绝句：“百千寒雀下空庭，小集梅梢话晚晴。特地作团喧杀我，忽然惊散寂无声。”但读了<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>此词以后，看法有了变化。他说：“持以与此《南乡子》开端二语相比，苦水（按顾随自号苦水）不嫌他杨<a href=\"http://so.gushiwen.org/view_49695.aspx\">诗</a>无神，却只嫌他杨诗无品。”“‘满’字、‘看’字，颊上三毫，一何其清幽高寒，一何其湛妙圆寂耶？”“一首《南乡子》，高处、妙处，只此开端二语。”（《顾随文集·东坡词说》）顾随深赏极爱开端二语，自是不差，而从“满”、“看”两字悟出“清幽高寒”及“圆寂”之说，似有未谛。“忽见客来花下坐，惊飞。踏散芳英落酒卮”，进一步从寒雀、早梅逗引出赏梅之人，而逗引的妙趣也不可轻轻放过。客来花下，寒雀自当惊飞，此原无足怪，妙雀亦多情，迷花恋枝，不忍离去，竟至客来花下，尚未觉察，直至客人坐定酌酒，方始觉之，而惊飞之际，才不慎踏散芳英，则雀之爱花、迷花、惜花已尽此三句之中，故花之美艳绝伦及客之为花所陶醉俱不待繁言而明。再说，散落之芳英，不偏不倚，恰恰落在酒杯之中，由此赏梅之人平添无穷雅兴，是则雀亦颇可人意。可见雀之于梅，此词中实有相得益彰之妙。</p> <p>　　下篇写高人雅士梅园举行的文酒之宴，借以衬托出梅花的风流高格。“痛饮又能诗”的主语是风流太守杨元素及其宾客僚佐。杨元素才调不凡，门下自无俗客。诗、酒二事，此中人原是人人来得，不过这次有梅花助兴，饮兴、诗情便不同于往常。“痛饮”即开怀畅饮。俗语所谓“酒逢知己千杯少”，高人雅士喜以梅花为知己，“痛饮”固当，“能诗”极易误会是能够写诗。其实，“能”字与“痛”字对举成文，乃逞能之意。“能诗”又不限于其字面意义为善于写诗，这里暗用<a href=\"http://so.gushiwen.org/author_197.aspx\">刘禹锡</a>寄<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>诗句“苏州刺史例能诗”（时白任苏州刺史），以称美杨元素的文采风流。</p> <p>　　作者又有《诉衷情·送述古迓元素》词云：“钱塘风景古今奇，太守例能诗”，也是此意。“坐客无毡醉不知”，又用<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>赠<a href=\"http://so.gushiwen.org/author_2422.aspx\">郑虔</a>诗“才名四十年，坐客寒无毡”语。“醉不知”的主语是宴会的主人杨元素。坐客无毡则寒，此时饮兴正酣，故不复知。此句意不写坐客之寒，而是写主人之醉。主人既醉，则宾客之醉亦可见。观主客的高情逸致，梅花的高格也不难想知了。“花谢酒阑春到也”，非指一次宴集时间如许之长，而是指自梅花开后，此等聚会，殆无虚日。歇拍二韵，“离离，一点微酸已着枝”，重新归结到梅，但寒柯玉蕤，已为满枝青梅所取代。咏梅花而兼及梅子，又不直说梅子而说“一点微酸”，诉之味觉形象，更为清新可人。下片从高人雅士为之留连忘返、逸兴遄飞，托写出梅的姿态、神韵。</p>",
  "about": "<h2>创作背景</h2> 　　本词写于<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>任杭州通判的第四年即熙宁七年（1074）初春，是作者与时任杭州知州的杨元素相唱和的作品。词中通过咏梅、赏梅来记录词人与杨氏共事期间的一段美好生活和两人之间的深厚友谊。",
  "poet": {
    "id": 183,
    "star": 0,
    "name": "苏轼",
    "image": "http://img.gushiwen.org/authorImg/sushi.jpg",
    "desc": "苏轼（1037－1101），北宋文学家、书画家、美食家。字子瞻，号东坡居士。汉族，四川人，葬于颍昌（今河南省平顶山市郏县）。一生仕途坎坷，学识渊博，天资极高，诗文书画皆精。其文汪洋恣肆，明白畅达，与欧阳修并称欧苏，为“唐宋八大家”之一；诗清新豪健，善用夸张、比喻，艺术表现独具风格，与黄庭坚并称苏黄；词开豪放一派，对后世有巨大影响，与辛弃疾并称苏辛；书法擅长行书、楷书，能自创新意，用笔丰腴跌宕，有天真烂漫之趣，与黄庭坚、米芾、蔡襄并称宋四家；画学文同，论画主张神似，提倡“士人画”。著有《苏东坡全集》和《东坡乐府》等。"
  },
  "tags": [
    "咏物",
    "梅花",
    "饮酒"
  ]
}