{
  "id": 37356,
  "star": 6,
  "name": "寒食日重游李氏园亭有怀",
  "dynasty": "唐代",
  "content": "往年同在鸾桥上，见倚朱阑咏柳绵。<br>今日独来香径里，更无人迹有苔钱。<br>伤心阔别三千里，屈指思量四五年。<br>料得他乡遇佳节，亦应怀抱暗凄然。",
  "shangxi": "<h2>鉴赏</h2> <p>　　这首<a href=\"http://so.gushiwen.org/view_37356.aspx\">诗</a>以怅惘感伤的心情，借寒食游园，追忆了几年前与一位女子相会时的温馨缠绵，对于早已天各一方的情人表示了深切的追念。</p> <p>　　寒食这一天，传统风俗是折柳条插在门上、屋檐上，叫做“明眼”；男女成人举行冠礼、笄礼，也在这一天。所以，寒食节容易产生对亲朋故旧和情人的思念。可以想见，多情的诗人在这一天，难以平息自己激动的心潮，于是特地来到李氏园亭中，来深情地追思那梦牵魂绕的情人。</p> <p>　　从诗题中，已经隐隐透出了伤感、追怀的意味，也为全诗定下了基调。</p> <p>　　诗歌一开始，就无限深情地追怀了往年与情人在园中约会时的缱绻柔情。</p> <p>　　首句点明了约会的地点，是在园中“鸾桥”上。桥以鸾为名，盖有深意存焉。这里暗用了南朝·宋范泰《鸾鸟诗序》中的故事：传说古代有一只鸾鸟（神话中凤凰一类的鸟）被捉，因为失偶尔三年不鸣，后于镜中自顾身影，哀鸣而死。鸾凤和鸣，后遂成为男女约会的典故。这里，男女“同在鸾桥上”，一个“同”字，频频表达了相亲相爱之情，相依相偎之态。那时，这位女子正斜靠在红色的桥栏上，与诗人一道歌咏柳絮。这里也暗用了《世说新语·言语》中的典故事：东晋宰相谢安的侄女谢道韫，咏雪以柳絮相比拟，博得谢安称赏，后用指女子赋诗。</p> <p>　　这两句看似极为自然，漫不经心，但却在短短十四个字中，包蕴了丰富的内容。在这样美好的环境中，与这样一位美慧可人的女子相会，不能不让人永远怀念，而留下甜蜜的回忆。首联极写与女子相会时的柔情蜜意，并且置于篇首，与以下几联追忆往事时的伤感，形成了有力的反衬。</p> <p>　　第二、三联，正面写出了诗人此日游园的凄凉和思念的愁苦。</p> <p>　　作者独自一人，在园中长满香花美草的小路上踽踽而行，“独”字与首句“同”字形成对比，孤独之情自见。当日斜靠朱栏咏柳绵之人已经杳无踪迹，只有满地青苔，显出满目凄凉。在这般凄清的寒食节追忆往事，难怪作者要格外伤心了。然而路遥三千，关山阻隔，音问难传，不可能知道她的境况。</p> <p>　　屈指算来，一晃四、五年过去了，真是往事如烟、人生如梦。“屈指思量”四个字，十分传神，它仿佛使读者看到一个满怀愁苦的男子，正在园中寻寻觅觅地踯躅，悲悲切切地算着指头思量。这与第一联中同在鸾桥咏柳绵的情景相比，那时兴高采烈、欢愉快乐的情绪，此刻早已经消失殆尽，只剩下孤零零、凄切切的一人，益发显得苦不堪言了。这两联明白如话，若道家常，但经第一联的反衬，意思仍然十分婉曲、深厚。</p> <p>　　最后一联，又出人意外，结得不同一般。如果按颔联、颈联的思路顺势而下，则尾联仍应写作者自己游园如何凄苦，现在却笔锋一转，将重心放在了那位倚栏咏柳絮的人身上了。</p> <p>　　诗人料定，那位远在他乡的多情的女子，在这寒食佳节之时，也在思念自己而满怀凄凉。这里一个“暗”字值得玩索。他们要暗中凄然而不能公开表白的原因是，他们过去是在暗中相爱，不敢公布；后来，这对情人终于被拆散，大家各怀着一腔难以言传的幽恨，而各在海角天涯了。那憋在心中不能倾倒的苦水，四、五年来，那位女子的心，十分痛苦、十分憔悴。</p> <p>　　最后一联回应篇首，与那位美慧的女子形成对比，往日无忧无虑的她，如今想来是凄楚、憔悴了，那分离的愁绪，真是苦不堪言啊！同时，透过一层，从女子思念自己，来更深地体现自己对那位女子的思念，这就避免了一般化的写法，显得更为委婉深沉。从情感逻辑上说，也与第六句的“屈指思量”暗通关钮，将思量之情写清，充分地表现出无穷的留恋之意。</p> <p>　　这首诗在结构上很严谨，特别是使用反衬、透过一层等手法，使得全诗天然浑成而又顿挫跌宕，在曲折变化中把思念的情致写得淋漓尽致。在语言上，除“鸾桥”、“咏柳绵”是用典外，其它基本上是平常习惯用语，显得平易亲切，明白晓畅，但仔细咀嚼，其中遣词用字又十分精当，虽经雕琢，却不失本色。 </p>",
  "poet": {
    "id": 130,
    "star": 0,
    "name": "韩偓",
    "image": "http://img.gushiwen.org/authorImg/hanwo.jpg",
    "desc": "韩偓（公元842年～公元923年）。中国唐代诗人。乳名冬郎，字致光，号致尧，晚年又号玉山樵人。陕西万年县（今樊川）人。自幼聪明好学，10岁时，曾即席赋诗送其姨夫李商隐，令满座皆惊，李商隐称赞其诗是“雏凤清于老凤声”。龙纪元年(889年)，韩偓中进士，初在河中镇节度使幕府任职，后入朝历任左拾遗、左谏议大夫、度支副使、翰林学士。"
  },
  "tags": [
    "寒食节",
    "怀念",
    "感伤"
  ]
}