{
  "id": 8284,
  "star": 64,
  "name": "鹦鹉洲",
  "dynasty": "唐代",
  "content": "鹦鹉来过吴江水，江上洲传鹦鹉名。<br>鹦鹉西飞陇山去，芳洲之树何青青。<br>烟开兰叶香风暖，岸夹桃花锦浪生。<br>迁客此时徒极目，长洲孤月向谁明。",
  "fanyi": "<p><strong>译文<br></strong>鹦鹉曾经来到吴江的岸边，江中的小洲传着鹦鹉的美名。<br>鹦鹉已向西而飞回到陇山，鹦鹉洲上花香四溢草木青青。<br>春风和暖烟云缭绕飘来阵阵兰香，两岸桃花落入江中形成层层锦浪。<br>被迁谪的旅人此时只有徒然远望，长洲上孤月朗照究竟是为谁而明？</p> <p><strong>注释<br></strong>⑴鹦鹉洲：武昌西南长江中的一个小洲。<a href=\"http://so.gushiwen.org/author_441.aspx\">祢衡</a>曾作《鹦鹉赋》于此，故称。<br>⑵吴江：指流经武昌一带的长江。因三国时属吴国，故称吴江。<br>⑶陇山：又名陇坻，山名，在今陕西陇县西北。相传鹦鹉出产在这里。<br>⑷芳洲：香草丛生的水中陆地。这里指鹦鹉洲。<br>⑸锦浪：形容江浪像锦绣一样美丽。两句意为：春风吹开了烟雾，送来浓郁的兰香；两岸桃花盛开，映照得江浪绚丽如锦。<br>⑹迁客：指被流放过的人。这里是<a href=\"http://so.gushiwen.org/view_8284.aspx\">诗</a>人自称。<br>⑺长洲：指鹦鹉洲。向谁明：意即照何人。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　<a href=\"http://so.gushiwen.org/view_8284.aspx\">诗</a>写鹦鹉洲，开篇便从鹦鹉入手，“鹦鹉”二字一出，便顿觉颇难收束，只好一气贯注，旋转而下，到了第四句才略略顿住，然而诗已过了半篇。鹦鹉洲是江夏的名胜，原在湖北武汉市武昌城外江中。相传由东汉末年<a href=\"http://so.gushiwen.org/author_441.aspx\">祢衡</a>在黄祖的长子黄射大会宾客时，即席挥笔写就一篇“锵锵振金玉，句句欲飞鸣”（<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>《望鹦鹉洲怀祢衡》）的《鹦鹉赋》而得名。后祢衡被黄祖杀害，亦葬于洲上。历代诗人临江夏，大都描写鹦鹉洲。此洲在明朝末年逐渐沉没。现在汉阳拦江堤外的鹦鹉洲，系清乾隆年间新淤的一洲，曾名“补得洲”，嘉庆年间改名鹦鹉洲。这鹦鹉洲是因为祢衡的一篇《鹦鹉赋》而得名，并不是因鹦鹉来过而得名。那么李白诗开篇的“鹦鹉”看似实写，其实乃是代指祢衡，“江上洲传鹦鹉名”，主要是指《鹦鹉赋》，而不是专指这里来过鹦鹉，至少是一语双关，虚实并用。接下第三句还是一语双关，它化用祢衡《鹦鹉赋》中“命虞人于陇坻，诏伯益于流沙。跨昆仑而播弋，冠云霓而张罗”的句子，说鹦鹉已西飞而去。相传鹦鹉生长于陕西、甘肃两省交界处的陇山一带，如今，洲上已不见鹦鹉，那么，定是飞回陇山去了。言外之意是说祢衡在这里被杀。因此，诗人感到非常的惋惜：鹦鹉曾来过这里，为此留下了一个美丽的名字，然而又西飞而去。鹦鹉飞走了，不在了，可那芳洲之上还碧树青青。情韵幽深，余味无穷，表现了诗人对祢衡的无限怀念。这四句诗气势流转自如，而又一唱三叹，绝不是对<a href=\"http://so.gushiwen.org/author_547.aspx\">崔颢</a>《黄鹤楼》的简单摹仿，它是诗人的艺术创造。其中字面的点染，双关语的运用，词语的重叠出现，设问的语重心长，同崔诗比较，既有异曲同工之妙，又有别具匠心之处。</p> <p>　　五六两句诗意开始转折，转的过程中，又同第四句藕断丝连，接“何青青”三字，生动地描绘了鹦鹉洲上明媚的春光：远远望去，鹦鹉洲上，花团锦簇，水气缭绕，花之浓艳似云蒸霞蔚，轻烟笼罩；水之蒸腾成雾气上升，迷濛缥缈。烟花水雾，似花似雾，即花即雾，彼此迷离一片。一阵春风拂过，鹦鹉洲上如帷幕轻轻拉开，淡烟薄雾逐渐散去，可见洲上那嫩绿的兰叶、葳蕤纷披，在微风中摇曳生姿，融融丽日、阵阵馨香，令人陶醉而感受到春天的温暖。正是阳春三月的季节，江洲两岸的树树桃花临水盛开，如同朵朵红云，互相簇拥着、升腾着，像是被江岸和洲岸夹束在一起似的。微风中，桃花落英缤纷。飘荡在倒映着枝枝繁花的水面上。水中的，水上的，倒映的，飘落的，艳丽的桃花将晶莹明澈的江水染得像一匹绚烂夺目的锦缎，随着江波的起伏，一浪一浪地涌向岸边。然而，景色尽管明丽，却丝毫撩拨不起诗人的欢快之情，他依然沉浸在孤寂和悲苦之中。此时，诗人毕竟还是一位被流放过的“迁客”，眼前这一切生机勃勃的良辰美景跟他内心的索寞痛苦恰恰形成了强烈的对比。大好时光，烟花美景，都只是徒有。自己一生流离困顿，晚年蒙冤遭流放，更趋穷困，尽管内心还存在一种奋起搏击的暮年壮志，但终不免落花流水，悲愁难驱。面对如此芳洲，此时此地只不过是徒然纵目而已。“烟开兰叶香风暖，岸夹桃花锦浪生”的景色并没有引起他的注意，他所注望的仍是“鹦鹉”，是那位和自己有着相似遭遇的祢衡。据<a href=\"http://so.gushiwen.org/author_272.aspx\">陆游</a>《入蜀记》载：“鹦鹉洲上有茂林神祠，远望如小山，洲盖祢正平被杀处。”诗人问道：如今，祢衡长眠地下，而长洲之上那一轮徘徊的孤月，又将清辉投射给谁呢？</p> <p>　　诗写鹦鹉洲，实际上是在吊古伤今，怀祢衡而抒发自己的沉痛感慨。诗人晚年的不幸遭遇和处境，会使他自然地将自己和祢衡联系起来，况且他平生倾慕祢衡，常以祢衡自比：“误学书剑，薄游人间。紫薇九重，碧山万里。有才无命，甘于后时。刘表不用于祢衡，暂来江夏；贺循喜逢于<a href=\"http://so.gushiwen.org/author_251.aspx\">张翰</a>，且乐船中。”（《暮春江夏送张祖监丞之东都序》）好友<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>也曾以“处士祢衡俊，诸生原宪贫”（《寄李十二白二十韵》）的诗句来称美他的才华。他在诗中也曾多次写到祢衡：“顾惭祢处士，虚对鹦鹉洲。”（《经乱离后天恩流夜郎忆旧游书怀赠江夏韦太守良宰》）“愿扫鹦鹉洲，与君醉百场。”（《自汉阳病酒归寄王明府》）并有一首《望鹦鹉洲怀祢衡》。《望鹦鹉洲怀祢衡》与《鹦鹉洲》两首诗的思想感情是一致的。而《望鹦鹉洲怀祢衡》表现得比较平直、明朗；《鹦鹉洲》则深沉、含蓄。</p> <p>　　前人评诗认为李白这首诗同另一首《登金陵凤凰台》是与崔颢《黄鹤楼》争高下的。清人方东树在《昭昧詹言》中曾对此说过这样一段话：崔颢《黄鹤楼》，千古擅名之作。只是以文笔行之，一气转折。五六虽断写景，而气亦直下喷溢。收亦然，所以奇贵。太白《鹦鹉洲》格律工力悉敌，风格逼肖。未尝有意学之而自似。方氏所论还是比较切合实际。艺术不乏相互影响，但无论如何，像《鹦鹉洲》这样感情深沉，意境浑融的作品断不会是摹仿所能得到的。</p> <p>　　李白这首诗属于拗体七律，它前两联不合律，后两联合律。汪师韩在《诗学纂闻》中曾说：李白《鹦鹉洲》一章乃庚韵而押青字，此诗《文粹》编入七古，后人编入七律，其体亦可古可今，要皆出韵也。</p> <p>　　正是它未完全合律，前人曾将此诗看作七古：“李白《鹦鹉洲》诗，调既急迅，而多复字，兼离唐韵，当是七言古风耳。”（毛先舒《辩坻诗》）李白现存七律共十二首，且大都如此，同整个创作比较，七律诗比较少。关于这个问题的原因，前人多有论述，或认为李白不善和不愿作七律：“李太白不作七言律……古人立名之意甚坚，每不肯以其拙示人。”（贺贻孙《诗筏》）“他所以只有很少几首律诗，不是不善写，而是不愿写。”（王运熙、李宝均《李白》）“他是不耐烦在形式上和字句上下推敲工夫的。”（王瑶《李白》）或认为李白反对作七律：“太白之论曰：‘寄兴深微，五言不如四言，七言又其靡也’……所谓七言之靡，殆专指七律言耳。故其七律不工。”（翁方纲《石洲诗话》）这种种评价都缺乏公允，实际情况应该说是当时七律的发展现状决定的。李白所处的时代，七律尚未定型，因此创作难免不合律且数量少，不仅李白，其他人也多是如此。<a href=\"http://so.gushiwen.org/author_433.aspx\">赵翼</a>在《瓯北诗话》中对此曾有一段中肯的论述：</p> <p>　　就有唐而论，其始也，尚多习用古诗，不乐束缚于规行矩步中，即用律亦多五言，而七言犹少，七言亦多绝句，而律诗犹少。故李太白集七律仅三首，<a href=\"http://so.gushiwen.org/author_757.aspx\">孟浩然</a>集七律仅二首，尚不专以此见长也。自高、岑、王、杜等《早朝》诸作，敲金戛玉，研练精切。杜寄高、岑诗，所谓“遥知属对忙”，可见是时求工律体也。格式既定，更如一朝令甲，莫不就其范围。然犹多写景，而未及于指事言情，引用典故。少陵以穷愁寂寞之身，藉诗遣日，于是七律益尽其变，不惟写景，兼复言情，不惟言情，兼复使典，七律之蹊径，至是益大开。其后<a href=\"http://so.gushiwen.org/author_104.aspx\">刘长卿</a>、李义山、温飞卿诸人，愈工雕琢，尽其才于五十六字中，而七律遂为高下通行之具，如日用饮食之不可离矣。</p> <p>　　由此可知，七律的成熟是在李白之后。这样，《鹦鹉洲》诸作不合律也就很自然了。</p>",
  "about": "<h2>创作背景</h2> 　　此<a href=\"http://so.gushiwen.org/view_8284.aspx\">诗</a>当作于唐肃宗上元元年（760年）。当年春天，遇赦的<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>经过一冬的巴陵之游又回到了江夏。在这里，诗人览胜访友，一度又恢复了诗酒放诞的豪情逸致。《鹦鹉洲》就写于此时。此诗借描写鹦鹉洲的艳丽春景以及古人<a href=\"http://so.gushiwen.org/author_441.aspx\">祢衡</a>的悲惨遭遇，反衬诗人自己饱经颠沛流离之苦的孤寂心情。",
  "poet": {
    "id": 247,
    "star": 0,
    "name": "李白",
    "image": "http://img.gushiwen.org/authorImg/libai.jpg",
    "desc": "李白（701年－762年），字太白，号青莲居士，唐朝浪漫主义诗人，被后人誉为“诗仙”。祖籍陇西成纪(待考)，出生于西域碎叶城，4岁再随父迁至剑南道绵州。李白存世诗文千余篇，有《李太白集》传世。762年病逝，享年61岁。其墓在今安徽当涂，四川江油、湖北安陆有纪念馆。"
  },
  "tags": [
    "地名",
    "抒情",
    "流放"
  ]
}