{
  "id": 8669,
  "star": 91,
  "name": "寄全椒山中道士",
  "dynasty": "唐代",
  "content": "今朝郡斋冷，忽念山中客。<br>涧底束荆薪，归来煮白石。<br>欲持一瓢酒，远慰风雨夕。<br>落叶满空山，何处寻行迹。",
  "fanyi": "<p><strong>译文</strong><br>今天郡斋里很冷，忽然想起山中隐居的人。<br>你一定在涧底打柴，回来以后煮些清苦的饭菜。<br>想带着一瓢酒去看你，让你在风雨夜里得到些安慰。<br>可是秋叶落满空山，什么地方能找到你的行迹？</p> <p><strong>注释<br></strong>1.寄：寄赠。全椒：今安徽省全椒县，唐属滁州。<br>2.郡斋：滁州刺史衙署的斋舍。山中客：指全椒县西三十里神山上的道士。<br>3.涧：山间流水的沟。束：捆。荆薪：杂柴。白石：《神仙传》云：“白石先生者，中黄丈人弟子也，常煮白石为粮，因就白石山居，时人故号曰白石先生。”此指山中道士艰苦的修炼生活。<br>4.瓢：将干的葫芦挖空，分成两瓣，叫做瓢，用来作盛酒浆的器具。风雨夕：风雨之夜。<br>5.空山：空寂的深山。行迹：来去的踪迹。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　此<a href=\"http://so.gushiwen.org/view_8669.aspx\">诗</a>题目叫“寄全椒山中道士”。既然是“寄”，自然会吐露对山中道士的忆念之情。但忆念只是一层，还有更深的一层，需要读者细心领略。</p> <p>　　诗的关键在于那个“冷”字。全诗所透露的也正是在这个“冷”字上。首句既是写出郡斋气候的冷，更是写出诗人心头的冷。然后，诗人由于这两种冷而忽然想起山中的道士。山中的道士在这寒冷气候中到涧底去打柴，打柴回来却是“煮白石”。<a href=\"http://so.gushiwen.org/author_2135.aspx\">葛洪</a>《神仙传》说有个白石先生，“尝煮白石为粮，因就白石山居。”还有道家修炼，要服食“石英”。那么“山中客”是谁就很清楚了。</p> <p>　　道士在山中艰苦修炼，诗人怀念老友，想送一瓢酒去，好让他在这秋风冷雨之夜，得到一点友情的安慰。然而诗人进一层想，他们都是逢山住山、见水止水的人，今天也许在这块石岩边安顿，明天恐怕又迁到别一处什么洞穴安身了。何况秋天来了，满山落叶，连路也不容易找，走过的脚迹自然也给落叶掩没了，因而也不知去何处找对方。</p> <p>　　诗虽淡淡写来，却使读者能感到诗人情感上的种种跳荡与反复。开头，是由于郡斋的冷而想到山中的道士，再想到送酒去安慰他，终于又觉得找不着他而无可奈何；而诗人自己心中的寂寞之情，也终于无从消解。</p> <p>　　诗人在风雨之夜想起友人，想带着酒去拜访，可见两人的深厚友情。而满山落叶，恐不能相遇，只能寄诗抒情，又流露出淡淡的惆怅。全诗淡淡写来，却于平淡中见深挚，流露出诗人情感上的种种跳荡与反复。开头，是由郡斋的冷而想到山中的道士，又想到送酒去安慰他，终于又觉得找不着他们而无可奈何。而自己的寂寞之情，也就无从排解。</p> <p>　　这首诗，看来像是一片萧疏淡远的景，启人想象的却是表面平淡而实则深挚的情。在萧疏中见出空阔，在平淡中见出深挚。这样的用笔，就使人有“一片神行”的感觉，也就是形象思维的巧妙运用。<a href=\"http://so.gushiwen.org/author_564.aspx\">韦应物</a>这首诗，情感和形象的配合十分自然，所谓“化工笔”，也就是这个意思。</p>",
  "about": "<h2>创作背景</h2> 　　此<a href=\"http://so.gushiwen.org/view_8669.aspx\">诗</a>作于唐德宗建中四年（783年）或兴元元年（784年）秋日。安史之乱后，唐玄宗奔蜀，<a href=\"http://so.gushiwen.org/author_564.aspx\">韦应物</a>立志读书，进士及第，官至洛阳丞，后被迫辞职后又任滁州刺史。此诗创作正值作者在滁州刺史任上。",
  "poet": {
    "id": 564,
    "star": 0,
    "name": "韦应物",
    "image": "http://img.gushiwen.org/authorImg/weiyingwu.jpg",
    "desc": "韦应物（737～792），中国唐代诗人。汉族，长安(今陕西西安)人。今传有10卷本《韦江州集》、两卷本《韦苏州诗集》、10卷本《韦苏州集》。散文仅存一篇。因出任过苏州刺史，世称“韦苏州”。诗风恬淡高远，以善于写景和描写隐逸生活著称。"
  },
  "tags": [
    "唐诗三百首",
    "怀念"
  ]
}