{
  "id": 47070,
  "star": 1010,
  "name": "忆秦娥·箫声咽",
  "dynasty": "唐代",
  "content": "箫声咽，秦娥梦断秦楼月。秦楼月，年年柳色，灞陵伤别。<br>乐游原上清秋节，咸阳古道音尘绝。音尘绝，西风残照，汉家陵阙。",
  "fanyi": "<p><strong>译文</strong><br>玉箫的声音悲凉呜咽，秦娥从梦中惊醒时，秦家的楼上正挂着一弦明月。秦家楼上的下弦月，每一年桥边青青的柳色，都印染着灞陵桥上的凄怆离别。<br>遥望乐游原上冷落凄凉的秋日佳节，通往咸阳的古路上音信早已断绝。西风轻拂着夕阳的光照，眼前只是汉朝留下的坟墓和宫阙。 </p><p><strong>注释</strong><br>⑴此词上片伤别，下片伤逝。两宋之交邵博《邵氏闻见后录》始称之为<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>之作。南宋黄升《唐宋诸贤绝妙词选》亦录于李白名下。明代以来屡有质疑者。<br>⑵箫：一种竹制的管乐器。咽：呜咽，形容箫管吹出的曲调低沉而悲凉，呜呜咽咽如泣如诉。<br>⑶梦断：梦被打断，即梦醒。<br>⑷灞陵：在今陕西省西安市东，是汉文帝的陵墓所在地。当地有一座桥，为通往华北、东北和东南各地必经之处。《三辅黄图》卷六：“文帝灞陵，在长安城东七十里。……跨水作桥。汉人送客至此桥，折柳送别。”伤别：为别离而伤心。<br>⑸乐游原：又叫“乐游园”，在长安东南郊，是汉宣帝乐游苑的故址，其地势较高，可俯视长安城，在唐代是游览之地。清秋节：指农历九月九日的重阳节，是当时人们重阳登高的节日。<br>⑹咸阳古道：咸阳，秦都，在长安西北数百里，是汉唐时期由京城往西北从军、经商的要道。古咸阳在今陕西省咸阳市东二十里。唐人常以咸阳代指长安，“咸阳古道”就是长安道。音尘：一般指消息，这里是指车行走时发出的声音和扬起的尘士。<br>⑺残照：指落日的光辉。<br>⑻汉家：汉朝。陵阙：皇帝的坟墓和宫殿。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　此词描绘了一个女子思念爱人的痛苦心情，读来凄婉动人。古人对它评价很高，把它与《菩萨蛮·平林漠漠烟如织》一起誉为“百代词曲之祖”。</p> <p>　　<a href=\"http://so.gushiwen.org/author_408.aspx\">王国维</a>在《人间词话》称此词“以气象胜”。这首词中的气象，与人们常所说的开元（唐玄宗年号，公元713—741年）时代的“盛唐气象”已有很大不同，但它又确实是盛唐气象之一种。它博大深厚、意境开阔、气韵沉雄，又带有悲凉之气。这种“气象”在天宝（唐玄宗年号，公元742—756年）后期<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>的作品《古风·一百四十年》《远别离》《夕霁杜陵登楼寄韦繇》等<a href=\"http://so.gushiwen.org/view_47070.aspx\">诗</a>都可以看到。《夕霁杜陵登楼寄韦繇》中写道：“浮阳灭霁景，万物生秋容。登楼送远目，伏槛观群峰。原野旷超缅，关河纷错重。”与这首《忆秦娥》格调气象十分近似。<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>天宝后期的《同诸公登慈恩寺塔》也有相类之处。胡应麟说这首词“气亦衰飒”，反映了晚唐王朝衰变的气运。其实此词似是反映了天宝后期表面上依然歌舞升平、内部危机重重的盛唐之衰。因此，这首词可能作于天宝后期。词人以比拟的手法，托秦娥抒情怀，把直观的感情与意象浑融在一起，上片由个人的忧愁写开，下片过渡到历史忧愁。</p> <p>　　这首词不像《菩萨蛮·平林漠漠烟如织》那样由客观景物的渲染过渡到人物内心感受的描摹。它一开始就写出人物内心的情态：呜咽的箫声把秦娥从梦中惊醒，此时，一钩残月斜映在窗前。梦虽断了，她却还似乎沉浸在梦境之中，与情人欢会，可是眼前只有这冰冷的残月陪伴看她。多少个这样的月夜，叫她黯然消魂、顾影自怜。因此，下面自然转入对“灞陵伤别”的回忆。《雍录》载：“汉世凡东出涵、潼，必自灞陵始，故赠行者于此折柳相送。”可是，柳色绿了，一年又一年，而伊人依然远隔一方，只有那鸣咽的箫声和着低声的啜泣，冰冷的残月陪伴着消瘦的倩影，葱绿的柳色句起往事的回忆。实际上这是作者以秦娥对情人的思念来表达内心对某种事物的苦思与追求，这种苦思与追求是执着的，然而又是没有结果的。</p> <p>　　词的上片始终纠葛在个人的悲欢离合之中，下片则出现了较大的跌宕。似乎比拟手法已不能满足感情的表达了，词人要撇开先前的主体，直接把自己融入画面之中。换头处突兀以“乐游原上清秋节”起，画面是清秋节佳侣如云的狂欢时景，可是主人公茕茕孑立在西风残照之中，“此身饮罢无归处，独立苍茫自咏诗”（杜甫《乐游园歌》）。此时，个人的忧愁完全被抛开了，或者说融入了历史的忧愁之中，词人通过对秦、汉那样赫赫王朝的遗迹——咸阳古道、汉代陵墓的掇取，从而进入了历史的反思。古道悠悠，音尘杳然，繁华、奢侈、纵欲，一切都被埋葬了，只剩下陵墓相伴着萧瑟的西风，如血的残阳，百年、千年地存在下去。作者不是在凭吊秦皇汉武，他是在反思历史和现实。这里交杂着盛与衰、古与今、悲与欢的反思。词人固然没有正面写唐王朝的苟且繁华，但“乐游原上清秋节”这就足够了，这使人自然想象到天宝后期那种古罗马式的穷奢极欲和狂欢极乐。可没有人能从中去体会那潜在的破碎感。秦代、汉代过去了，只剩下悠悠的古道和孤独的陵墓，面对着西风残照。这固然是过去的遗迹，然而它又是实实在在的实景，同时，这“西风残照、汉家陵阙”的实景又必然使人联系到王朝的未来。于是，过去、现在、未来的界限被取消了，浑融在一起，历史的时序给人们留下的只是一种表象——“西风残照，汉家陵阙”。造成一种悲壮的历史消亡感，或者说是毁灭感，填塞在人们心头，这就是历史反思的结果。因而上片的个人忧愁只能被取代，作为下片的陪衬。</p> <p>　　此词意境博大开阔，风格宏妙浑厚。读者从敦煌曲子词中也可以看到类似格调，而不类中晚唐的清婉绮丽。<a href=\"http://so.gushiwen.org/author_272.aspx\">陆游</a>说：“唐自大中以后，诗家日趋浅薄，其间不复有前辈宏妙浑厚之作。”（《花间集跋》）。诗风与词风自身存在着交错否定之趋势。</p> <p>　　此词句句自然，而字字锤炼，沉声切响，掷地真作金石声。而抑扬顿挫，法度森然，无字荒率空泛，无一处逞才使气。以此而言，设为李太白之色，毋宁认是杜少陵之笔。其风格诚在五代花间未见，亦非歌席诸曲之所能拟望，已开宋代词之格调。</p>",
  "poet": {
    "id": 247,
    "star": 0,
    "name": "李白",
    "image": "http://img.gushiwen.org/authorImg/libai.jpg",
    "desc": "李白（701年－762年），字太白，号青莲居士，唐朝浪漫主义诗人，被后人誉为“诗仙”。祖籍陇西成纪(待考)，出生于西域碎叶城，4岁再随父迁至剑南道绵州。李白存世诗文千余篇，有《李太白集》传世。762年病逝，享年61岁。其墓在今安徽当涂，四川江油、湖北安陆有纪念馆。"
  },
  "tags": [
    "宋词三百首",
    "豪放",
    "女子",
    "思念",
    "忧愁"
  ]
}