{
  "id": 49553,
  "star": 1500,
  "name": "阳关曲·中秋月",
  "dynasty": "宋代",
  "content": "<span style=\"font-family:SimSun;\">中秋作本名小秦王，入腔即阳关曲</span></p> <p>暮云收尽溢清寒，银汉无声转玉盘。<br>此生此夜不长好，明月明年何处看。",
  "fanyi": "<p><strong>译文</strong><br>夜幕降临，云气收尽，天地间充满了寒气，银河流泻无声，皎洁的月儿转到了天空，就像玉盘那样洁白晶莹。<br>我这一生中每逢中秋之夜，月光多为风云所掩，很少碰到像今天这样的美景，真是难得啊！可明年的中秋，我又会到何处观赏月亮呢？</p> <p><strong>注释</strong><br>⑴阳关曲：本名《渭城曲》。单调二十八字，四句三平韵。宋<a href=\"http://so.gushiwen.org/author_125.aspx\">秦观</a>云：《渭城曲》绝句，近世又歌入《小秦王》，更名《阳关曲》。属双调，又属大石调。按，唐教坊记，有《小秦王曲》，即《秦王小破阵乐》也，属坐部伎。<br>⑵溢：满出。暗寓月色如水之意。<br>⑶银汉：银河。唐袁晖《七月闺情》：“不如银汉女，岁岁鹊成桥。”<br>⑷玉盘：喻月。<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>《古朗月行》：“小时不识月，呼作白玉盘。”</p><br/><h2>译文二</h2> 晚间云雾全都收尽，高空中溢出一片清寒。银河悄然无声，天上缓缓移动着白玉圆盘。<br>此生的此夜不易始终这样美好，明年的明月将在什么地方赏观？",
  "shangxi": "<h2>赏析</h2> <p>　　这首小词，题为“中秋月”，自然是写“人月圆”的喜悦；调寄《阳关曲》，则又涉及别情。记述的是作者与其胞弟<a href=\"http://so.gushiwen.org/author_366.aspx\">苏辙</a>久别重逢，共赏中秋月的赏心乐事，同时也抒发了聚后不久又得分手的哀伤与感慨。</p> <p>　　首句言月到中秋分外明之意，但并不直接从月光下笔，而从“暮云”说起，用笔富于波折。明月先被云遮，一旦“暮云收尽”，转觉清光更多。句中并无“月光”、“如水”等字面，而“溢”字，“清寒”二字，都深得月光如水的神趣，全是积水空明的感觉。</p> <p>　　月明星稀，银河也显得非常淡远。“银汉无声”并不只是简单的写实，它似乎说银河本来应该有声的，但由于遥远，也就“无声”了，天宇空阔的感觉便由此传出。此夜明月显得格外圆，恰如一面“白玉盘”似的。语本<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>《古朗月行》：“小时不识月，呼作白玉盘。”此处用“玉盘”的比喻写出月儿冰清玉洁的美感，而“转”字不但赋予它神奇的动感，而且暗示它的圆。两句并没有写赏月的人，但全是赏心悦目之意，而人自在其中。</p> <p>　　明月圆，更值兄弟团聚，难怪词人要赞叹“此生此夜”之“好”了。从这层意思说，“此生此夜不长好”大有佳会难得，当尽情游乐，不负今宵之意。不过，恰如明月是暂满还亏一样，人生也是会难别易的。兄弟分离即，又不能不令词人慨叹“此生此夜”之短。从这层意思说，“此生此夜不长好”又直接引出末句的别情。说“明月明年何处看”，当然含有“未必明年此会同”的意思，是抒“离扰”。同时，“何处看”不仅就对方发问，也是对自己发问，实寓行踪萍寄之感。末二句意思衔接，对仗天成。“此生此夜”与“明月明年”作对，字面工整，假借巧妙。“明月”之“明”与“明年”之“明”义异而字同，借来与二“此”字对仗，实是妙手偶得。叠字唱答，再加上“不长好”、“何处看”一否定一疑问作唱答，便产生出悠悠不尽的情韵。</p> <p>　　这首词从月色的美好写到“人月圆”的愉快，又从当年当夜推想次年中秋，归结到别情。形象集中，境界高远，语言清丽，意味深长。《阳关曲》原以<a href=\"http://so.gushiwen.org/author_515.aspx\">王维</a>《送元二使安西》<a href=\"http://so.gushiwen.org/view_49553.aspx\">诗</a>为歌词，<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>此词与王维诗平仄四声，大体切合，是词家依谱填词之作。</p>",
  "about": "<h2>创作背景</h2> <p>　　熙宁十年（1077）八月十五日作于徐州。是年二月胞弟<a href=\"http://so.gushiwen.org/author_366.aspx\">苏辙</a>与东坡相见，四月间陪他同赴徐州，八月中秋之后方才离去。这是暌别七年来兄弟首次相聚并共度中秋。此词就是在这种背景下创作的。</p>",
  "poet": {
    "id": 183,
    "star": 0,
    "name": "苏轼",
    "image": "http://img.gushiwen.org/authorImg/sushi.jpg",
    "desc": "苏轼（1037－1101），北宋文学家、书画家、美食家。字子瞻，号东坡居士。汉族，四川人，葬于颍昌（今河南省平顶山市郏县）。一生仕途坎坷，学识渊博，天资极高，诗文书画皆精。其文汪洋恣肆，明白畅达，与欧阳修并称欧苏，为“唐宋八大家”之一；诗清新豪健，善用夸张、比喻，艺术表现独具风格，与黄庭坚并称苏黄；词开豪放一派，对后世有巨大影响，与辛弃疾并称苏辛；书法擅长行书、楷书，能自创新意，用笔丰腴跌宕，有天真烂漫之趣，与黄庭坚、米芾、蔡襄并称宋四家；画学文同，论画主张神似，提倡“士人画”。著有《苏东坡全集》和《东坡乐府》等。"
  },
  "tags": [
    "宋词精选",
    "中秋节",
    "月亮",
    "离别"
  ]
}