{
  "id": 28633,
  "star": 117,
  "name": "寄令狐郎中",
  "dynasty": "唐代",
  "content": "嵩云秦树久离居，双鲤迢迢一纸书。 <br>休问梁园旧宾客，茂陵秋雨病相如。",
  "fanyi": "<p><strong>韵译</strong><br>你是嵩山云我是秦川树，长久离居；<br>千里迢迢，你寄来一封慰问的书信。<br>请别问我这个梁园旧客生活的甘苦；<br>我就像茂陵秋雨中多病的<a href=\"http://so.gushiwen.org/author_70.aspx\">司马相如</a>。</p> <p><strong>注解</strong><br>⑴嵩：中岳嵩山，在今河南。<br>⑵双鲤：指书信。<br>⑶梁园：梁孝王在梁地大兴土木，以睢阳为中心，根据自然景色，修建了一个很大的花园，称东苑，也叫菟园，后人称为梁园。<br>⑷茂陵：今陕西兴平县东北，以汉武帝陵墓而得名。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　首句“嵩云秦树久离居”中，嵩、秦指自己所在的洛阳和令狐所在的长安。“嵩云秦树”化用<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>《春日忆<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>》的名句：“渭北春天树，江东日暮云。”云、树是分居两地的朋友即目所见之景，也是彼此思念之情的寄托。“嵩云秦树”更能够同时唤起对他们相互思念情景的想象，呈现出一副两位朋友遥望云树、神驰天外的画面。</p> <p>　　次句“双鲤迢迢一纸书”是说令狐从远方寄书问候自己。双鲤，语出古乐府《饮马长城窟行》：“客从远方来，遗我双鲤鱼。呼童烹鲤鱼，中有尺素书。”</p> <p>　　这里用作书信的代称。久别远隔，两地思念，正当自己闲居多病、秋雨寂寥之际，忽得故交寄书殷勤问候自己，格外感到友谊的温暖。“迢迢”、“一纸”显出对方情意的深长和自己接读来书时油然而生的亲切感念之情。</p> <p>　　三、四两句“休问梁园旧宾客，茂陵秋雨病相加。”转写自己目前的境况，对来书作答。据《史记·<a href=\"http://so.gushiwen.org/author_70.aspx\">司马相如</a>列传》，司马相如曾为梁孝王宾客。梁园是梁孝王的宫苑，此喻指楚幕。作者从公元829年（大和三年）到837年（开成二年），曾三居绹父令狐楚幕，得到令狐楚的知遇；公元837年（开成二年）应进士试时又曾得到令狐绹的推荐而登第，此处以“梁园旧宾客”自比。司马相如晚年“尝称病闲居，.既病免，家居茂陵”，作者公元842年（会昌二年）因丁母忧而离秘书省正字之职，几年来一直闲居。这段期间，他用世心切，常感闲居生活的寂寞无聊，心情悒郁，身弱多病，此以闲居病免的司马相如自况。</p>",
  "about": "<h2>思想感情</h2> 这两句短短十四个字，写得凝炼含蓄，将自己过去和令狐父子的关系、当前的处境心情、对方来书的内容以及自己对故交情谊的感念融汇在一起，内涵极为丰富。闲居多病，秋雨寂寥，故人致书问候，不但深感对方情意的殷勤，而且引起过去与令狐父子关系中一些美好事情的回忆。但想到自己落寞的身世、凄寂的处境，却又深感有愧故人的问候，增添了无穷的喟慨。第三句用“休问”领起，便含难以言尽、欲说还休的感怆情怀，末句又以貌似客观描述、实则寓情于景的<a href=\"http://so.gushiwen.org/view_28633.aspx\">诗</a>句作结，不言感慨，而感慨愈深。<br/><h2>创作背景</h2> 　　该<a href=\"http://so.gushiwen.org/view_28633.aspx\">诗</a>是作者于武宗会昌五年（845）秋闲居洛阳时回寄给在长安的旧友令狐绹的一首诗。令狐绹当时任右司郎中，所以题称“寄令狐郎中”。",
  "poet": {
    "id": 204,
    "star": 0,
    "name": "李商隐",
    "image": "http://img.gushiwen.org/authorImg/lishangyin.jpg",
    "desc": "李商隐，字义山，号玉溪（谿）生、樊南生，唐代著名诗人，祖籍河内（今河南省焦作市）沁阳，出生于郑州荥阳。他擅长诗歌写作，骈文文学价值也很高，是晚唐最出色的诗人之一，和杜牧合称“小李杜”，与温庭筠合称为“温李”，因诗文与同时期的段成式、温庭筠风格相近，且三人都在家族里排行第十六，故并称为“三十六体”。其诗构思新奇，风格秾丽，尤其是一些爱情诗和无题诗写得缠绵悱恻，优美动人，广为传诵。但部分诗歌过于隐晦迷离，难于索解，至有“诗家总爱西昆好，独恨无人作郑笺”之说。因处于牛李党争的夹缝之中，一生很不得志。死后葬于家乡沁阳（今河南焦作市沁阳与博爱县交界之处）。作品收录为《李义山诗集》。"
  },
  "tags": [
    "唐诗三百首",
    "写景",
    "思念",
    "友情"
  ]
}