{
  "id": 21079,
  "star": 3,
  "name": "有鸟二十章（庚寅）",
  "dynasty": "唐代",
  "content": "有鸟有鸟名老鸱，鸱张贪很老不衰。似鹰指爪唯攫肉， <br> 戾天羽翮徒翰飞。朝偷暮窃恣昏饱，后顾前瞻高树枝。 <br> 珠丸弹射死不去，意在护巢兼护儿。 <br> 有鸟有鸟毛似鹤，行步虽迟性灵恶。主人但见闲慢容， <br> 行占蓬莱最高阁。弱羽长忧俊鹘拳，疽肠暗著鹓雏啄。 <br> 千年不死伴灵龟，枭心鹤貌何人觉。 <br> 有鸟有鸟如鹳雀，食蛇抱xB天姿恶。行经水浒为毒流， <br> 羽拂酒杯为死药。汉后忍渴天岂知，骊姬坟地君宁觉。 <br> 呜呼为有白色毛，亦得乘轩谬称鹤。 <br> 有鸟有鸟名为鸠，毛衣软毳心性柔。鹘缘暖足怜不吃， <br> 鹞为同科曾共游。飞飞渐上高高阁，百鸟不猜称好逑。 <br> 佳人许伴鹓雏食，望尔化为张氏钩。 <br> 有鸟有鸟名野鸡，天姿耿介行步齐。主人偏养怜整顿， <br> 玉粟充肠瑶树栖。池塘潜狎不鸣雁，津梁暗引无用鹈。 <br> 秋鹰迸逐霜鹘远，鵩鸟护巢当昼啼。主人频问遣妖术， <br> 力尽计穷音响凄。当时何不早量分，莫遣辉光深照泥。 <br> 有鸟有鸟群翠碧，毛羽短长心并窄。皆曾偷食渌池鱼， <br> 前去后来更逼迫。食鱼满腹各自飞，池上见人长似客。 <br> 飞飞竞占嘉树林，百鸟不争缘凤惜。 <br> 有鸟有鸟群纸鸢，因风假势童子牵。去地渐高人眼乱， <br> 世人为尔羽毛全。风吹绳断童子走，馀势尚存犹在天。 <br> 愁尔一朝还到地，落在深泥谁复怜。 <br> 有鸟有鸟名啄木，木中求食常不足。偏啄邓林求一虫， <br> 虫孔未穿长觜秃。木皮已穴虫在心，虫蚀木心根柢覆。 <br> 可怜树上百鸟儿，有时飞向新林宿。 <br> 有鸟有鸟众蝙蝠，长伴佳人占华屋。妖鼠多年羽翮生， <br> 不辨雌雄无本族。穿墉伺隙善潜身，昼伏宵飞恶明烛。 <br> 大厦虽存柱石倾，暗啮栋梁成蠹木。 <br> 有鸟有鸟名为鸮，深藏孔穴难动摇。鹰鹯绕树探不得， <br> 随珠弹尽声转娇。主人烦惑罢擒取，许占神林为物妖。 <br> 当时幸有燎原火，何不鼓风连夜烧。 <br> 有鸟有鸟名燕子，口中未省无泥滓。春风吹送廊庑间， <br> 秋社驱将嵌孔里。雷惊雨洒一时苏，云压霜摧半年死。 <br> 驱去驱来长信风，暂托栋梁何用喜。 <br> 有鸟有鸟名老乌，贪痴突悖天下无。田中攫肉吞不足， <br> 偏入诸巢探众雏。归来仍占主人树，腹饱巢高声响粗。 <br> 山鸦野鹊闲受肉，凤凰不得闻罪辜。秋鹰掣断架上索， <br> 利爪一挥毛血落。可怜鸦鹊慕腥膻，犹向巢边竞纷泊。 <br> 有鸟有鸟谓白鹇，雪毛皓白红觜殷。贵人妾妇爱光彩， <br> 行提坐臂怡朱颜。妖姬谢宠辞金屋，雕笼又伴新人宿。 <br> 无心为主拟衔花，空长白毛映红肉。 <br> 有鸟有鸟群雀儿，中庭啄粟篱上飞。秋鹰欺小嫌不食， <br> 凤凰容众从尔随。大鹏忽起遮白日，馀风簸荡山岳移。 <br> 翩翾百万徒惊噪，扶摇势远何由知。古来妄说衔花报， <br> 纵解衔花何所为。可惜官仓无限粟，伯夷饿死黄口肥。 <br> 有鸟有鸟皆百舌，舌端百啭声咄eu.先春尽学百鸟啼， <br> 真伪不分听者悦。伶伦凤律乱宫商，盘木天鸡误时节。 <br> 朝朝暮暮主人耳，桃李无言管弦咽。五月炎光朱火盛， <br> 阳焰烧阴幽响绝。安知不是卷舌星，化作刚刀一时截。 <br> 有鸟有鸟毛羽黄，雄者为鸳雌者鸯。主人并养七十二， <br> 罗列雕笼开洞房。雄鸣一声雌鼓翼，夜不得栖朝不食。 <br> 气息榻然双翅垂，犹入笼中就颜色。 <br> 有鸟有鸟名鹞雏，铃子眼睛苍锦襦。贵人腕软怜易臂， <br> 奋肘一挥前后呼。俊鹘无由拳狡兔，金雕不得擒魅狐。 <br> 文王长在苑中猎，何日非熊休卖屠。 <br> 有鸟有鸟名鹦鹉，养在雕笼解人语。主人曾问私所闻， <br> 因说妖姬暗欺主。主人方惑翻见疑，趁归陇底双翅垂。 <br> 山鸦野雀怪鹦语，竞噪争窥无已时。君不见隋朝陇头姥， <br> 娇养双鹦嘱新妇。一鹦曾说妇无仪，悍妇杀鹦欺主母。 <br> 一鹦闭口不复言，母问不言何太久。鹦言悍妇杀鹦由， <br> 母为逐之乡里丑。当时主母信尔言，顾尔微禽命何有。 <br> 今之主人翻尔疑，何事笼中漫开口。 <br> 有鸟有鸟名俊鹘，鹞小雕痴俊无匹。雏鸭拂爪血迸天， <br> 狡兔中拳头粉骨。平明度海朝未食，拔上秋空云影没。 <br> 瞥然飞下人不知，搅碎荒城魅狐窟。 <br> 有鸟有鸟真白鹤，飞上九霄云漠漠。司晨守夜悲鸡犬， <br> 啄腐吞腥笑雕鹗。尧年值雪度关山，晋室闻琴下寥廓。 <br> 辽东尽尔千岁人，怅望桥边旧城郭。",
  "poet": {
    "id": 18,
    "star": 0,
    "name": "元稹",
    "image": "http://img.gushiwen.org/authorImg/yuanzhen.jpg",
    "desc": "元稹（779年－831年，或唐代宗大历十四年至文宗大和五年），字微之，别字威明，唐洛阳人（今河南洛阳）。父元宽，母郑氏。为北魏宗室鲜卑族拓跋部后裔，是什翼犍之十四世孙。早年和白居易共同提倡“新乐府”。世人常把他和白居易并称“元白”。"
  },
  "tags": []
}