{
  "id": 57631,
  "star": 251,
  "name": "贺新郎·同父见和再用韵答之",
  "dynasty": "宋代",
  "content": "老大那堪说。似而今、元龙臭味，孟公瓜葛。我病君来高歌饮，惊散楼头飞雪。笑富贵千钧如发。硬语盘空谁来听？记当时、只有西窗月。重进酒，换鸣瑟。 <br>事无两样人心别。问渠侬：神州毕竟，几番离合？汗血盐车无人顾，千里空收骏骨。正目断关河路绝。我最怜君中宵舞，道“男儿到死心如铁”。看试手，补天裂。",
  "fanyi": "<p><strong>译文<br></strong>我本来已老大无成，不该再说什么了，可是，如今碰到了你这个如同陈登、陈遵般有着湖海侠气的臭味相投者，便忍不住“老夫聊发少年狂”了。我正生着病，你来了，我高兴得陪你高歌痛饮，欢喜和友谊驱散了楼头上飞雪 的寒意。可笑那些功名富贵，别人将其看得如同千钧般重，我们却把它看得如同毫毛一般轻。可是我们当时所谈 论和阐发的那些事关国家兴亡的真知灼见又有谁听见了呢？只有那个照人间沧桑、不关时局安危的西窗明月。我们谈得如此投机，一次又一次地斟着酒， 更换着琴瑟音乐。<br>国家大事依然如故，可是人心却大为消沉，不同于过去了。请问你们，神州大 地，究竟还要被金人割裂主宰多久呢？汗血良马拖着笨重的盐车无人顾惜，当政者却要到千里之外用重金收买骏马的骸骨。极目远眺，关塞河防道路阻塞，不能通行。我最尊敬你那闻鸡起舞的壮烈情怀，你曾说过：男子汉大丈夫，抗金北伐的决心至死也会像铁一般坚定。我等待着你大显身手，为恢复中原作出重大的贡献。</p> <p><strong>注释</strong><br>⑴贺新郎：词牌名，又名《金缕曲》《贺新凉》。<br>⑵老大：年纪大。《乐府<a href=\"http://so.gushiwen.org/view_57631.aspx\">诗</a>集·相和歌辞五·长歌行》：“少壮不努力，老大徒伤悲。” 唐 <a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a> 《琵琶行》：“门前冷落鞍马稀，老大嫁作商人妇。”那堪：“那”通“哪”；堪：能，可。堪当重任。<br>⑶元龙臭味：陈登，字元龙。《三国志》卷七《魏书·陈登传》：后许汜与刘备并在荆州牧刘表坐，表与备共论天下人，汜曰：“陈元龙湖海之士，豪气不除。”备谓表曰：“许君论是非？”表曰：“欲言非，此君为善士，不宜虚言；欲言是，元龙名重天下。”备问汜：“君言豪，宁有事邪？”汜曰：“昔遭乱过下邳，见元龙。元龙无客主之意，久不相与语，自上大床卧，使客卧下床。”备曰：“君有国士之名，今天下大乱，帝主失所，望君忧国忘家，有救世之意，而君求田问舍，言无可采，是元龙所讳也，何缘当与君语？如小人，欲卧百尺楼上，卧君於地，何但上下床之间邪？”<br>⑷孟公瓜葛：陈遵，字孟公。《汉书·陈遵传》：“遵嗜酒，每大饮，宾客满堂，辄关门，取客车辖投井中。虽有急，终不得去。”瓜葛：指关系、交情。<br>⑸楼头：楼上。 唐<a href=\"http://so.gushiwen.org/author_437.aspx\">王昌龄</a>《青楼曲》之一：“楼头小妇鸣筝坐，遥见飞尘入 建章 。” 郭沫若《前茅·暴虎辞》：“猛虎在圈中，成羣相聚处……楼头观者人如堵。”<br>⑹钧：古代重量单位，合三十斤；发：头发，指像头发一样轻。<br>⑺硬语盘空：形容文章的气势雄伟，矫健有力。<a href=\"http://so.gushiwen.org/author_682.aspx\">韩愈</a>《荐士》诗：“横空盘硬语，妥贴力排奡。”<br>⑻西窗：思念。<br>⑼进酒：斟酒劝饮；敬酒。<br>⑽鸣瑟：即瑟。《史记·货殖列传》：“女子则鼓鸣瑟，跕屣，游媚贵富，入后宫，徧诸侯。” 南朝梁<a href=\"http://so.gushiwen.org/author_509.aspx\">江淹</a> 《丽色赋》：“女乃耀邯郸之躧步，媚北里之鸣瑟。” 南朝梁简文帝 《金錞赋》：“应南斗之鸣瑟，杂西汉之金丸。”<br>⑾渠侬：对他人的称呼，指南宋当权者。渠︰他；侬︰你，均系吴语方言。<br>⑿神州：中原。<br>⒀离合：分裂和统一。此为偏义复词，谓分裂。<br>⒁汗血盐车：汗血，汗血马。《汉书·武帝纪》应劭说：“大宛归有天马种，蹋石汗血，汗从前肩，髆出如血，号一日千里。盐车，语出《战国策·楚策四》：“夫骥之齿至矣，服盐车而上太行，蹄申膝折，尾湛胕溃，漉汁洒地，白汗交流，中阪迁延，负辕不能上。”骏马拉运盐的车子。后以之比喻人才埋没受屈。<br>⒂骏骨：典出《战国策》卷二十九〈燕策一·燕昭王收破燕后即位〉。战国时，燕昭王要招揽贤才，郭隗喻以“千金买骏骨”的故事。后因以“买骏骨”指燕昭王用千金购千里马骨以求贤的故事，喻招揽人才。<br>⒃目断：纵目远眺；关河：即边塞、边防，指边疆。<br>⒄怜：爱惜，尊敬；中宵：半夜。<br>⒅试手：大显身手。<br>⒆补天裂：女娲氏补天。《史记补·三皇本纪》：“女娲氏末年，诸侯有共工氏，与祝融战，不胜而怒，乃头触不周山崩，天柱折，地维绝，女娲乃炼五色石以补天。……于是地平天成，不改归物。”</p>",
  "shangxi": "<h2>赏析</h2> <p>　　此词的突出特点在于，把即事叙景与直抒胸臆巧妙结合起来，用凌云健笔抒写慷慨激昂，奔放郁勃的感情，悲壮沉雄发场奋厉的格调。</p> <p>　　文学作品的艺术力量在于以情感人。古今中外的优秀<a href=\"http://so.gushiwen.org/view_57631.aspx\">诗</a>作，无不充溢着激情。该词即是如此。作者与<a href=\"http://so.gushiwen.org/author_244.aspx\">陈亮</a>，都是南宋时期著名的爱国词人，都怀有恢复中原的大志。但南宋统洁者不思北复中原。因而他们的宏愿久久不得实现。当时，词人正落职闲居上饶，陈亮特地赶来与他共商抗战恢复大计。二人同游鹅湖，狂歌豪饮，赋词见志，成为文学史上的一段佳话。这首词，就是当时相互唱和中的一篇佳品。词中，作者胸怀对抗战恢复大业的热情和对民族压迫者、苟安投降者的深切憎恨，饱和笔端，浸透纸背。正如<a href=\"http://so.gushiwen.org/author_341.aspx\">周济</a>所云：“稼轩不平之鸣，随处辄发，有英雄语，无学问语”（《介存斋论词杂著》）。词人这种慷慨悲凉的感情，是运用健笔硬语倾泻出来的，因而英气勃郁，隽壮可喜。</p> <p>　　周济还指出：“北宋词多就景叙情，……至稼轩、白石一变而为即事叙景”（《介存斋论词杂著》）。与以情为中心的就景叙情不同，即事叙景是以叙事为主干，以抒情为血脉，以写景作为叙事的烘染或铺垫。这首词的上阕，便采用了即事叙景的艺术手法。在追忆“鹅湖之会”高歌豪饮时，以清冷孤寂的自然景物烘染环境氛围，从而深刻地抒发了词人奔放郁怒的感情。</p> <p>　　作者作为一名忠愤填膺的抗成志士秉笔作词，胸中沸腾的激情难以遏制，不免直泻笔端。“老大那堪说。”直写心怀，感情极为沉郁。“那堪”二字，力重千钧，义蕴极为丰富。当此之时，英雄坐老，壮志难酬，光阴虚度，还有什么可以说的！然而“老骥伏枥，志在千里；烈士暮年，壮心不已”（<a href=\"http://so.gushiwen.org/author_552.aspx\">曹操</a>《步出夏门行》）。以收复中原为已任的志士们，胸中的烈焰是永远也不会熄灭的。因此，下面“似而今、元龙臭味，孟公瓜葛”两句，抒发了作者的壮怀，并且与陈亮的“同志”之情拍合。“元龙”、“孟公”，皆姓陈，又都是豪士，以比陈亮：“臭味”谓气味相投，“瓜葛”谓关系相连。作者与陈亮友谊既深，爱国之志又复相同，因而引以为快事。不久前，两人“憩鹅湖之清阴，酌瓢泉而共饮，长歌相答，极论世事”（辛《祭陈同父文》）这是大慰平生的一次相会，故在此词中津津乐道：“我病君来高歌饮，惊散楼头飞雪。笑富贵千钧如发。硬语盘空谁来听？记当时、只有西窗月。”词人时在病中，一见好友到来，立即与之高歌痛饮，彻夜纵谈。</p> <p>　　他们志在恢复中原，心无俗念，视富贵轻如毛发，正笑世人之重它如千钧。讨论世事时硬语盘空（<a href=\"http://so.gushiwen.org/author_682.aspx\">韩愈</a>《荐士》诗：“横空盘硬语，妥贴力排”），足见议论有力。这几句是他们交谈时情景的实录。因为写在词里，故顺笔插入自然景物的描写。积雪惊堕，状述二人谈吐的豪爽；孤月窥窗，衬映夜色的清寂。英雄志士一同饮酒高唱，雄壮嘹亮的歌声直冲云霄，竟惊散了楼头积雪。这种夸张的描写，把两人的英雄气概与狂放精神充分表现出来。着一“惊”字，<a href=\"http://so.gushiwen.org/author_1137.aspx\">真可</a>谓力透纸背，入木三分。然而，当时只有清冷的明月与两人相伴，论说国家大事的“盘空硬语”又有谁来倾听呢？在这里，抗战志士火一样的热情和刚直狂放的性格同积雪惊堕、孤月窥窗的清寂冷寞。形成了强烈的对照，形象地写出了在苟安妥协空气笼罩南宋朝堂的情势下，个别上层抗战志士孤雁难飞的艰危处境。这样把写景与叙事胶着一体，更能充分抒发出翻卷于词人胸中的狂努之情。正因为二人志同道合，所以夜虽已很深，但他们仍“重进酒，换鸣瑟”，兴致不减。</p> <p>　　如果说，词的上阕主要是作者奔放沸腾的感情融于叙事之中，那么下阕则主要是直泻胸臆的赋体，抒发对南宋统治集团的强烈批判和“看试手，补天裂”的壮怀。词人尽情地驰骋笔力，敷陈其事，倾诉肺腑，写来笔飞墨舞，淋漓尽致。“事无两样人心别。”面对时世，山河破碎，爱国志士痛心疾首，而南宋统治者却偏安一隅，把家耻国难全都抛在了脑后。词人用“事无两样”与“人心别”两种不同意象加以对照，极其鲜明地刻画了南宋统治者苟且偷安的庸懦丑态，尽情地抒发了郁勃胸中的万千感慨。词人义愤填膺，向统治者发出了严厉的质问：“问渠侬：神州毕竟，几番离合？”神州大地，山河一统，自古已然，“合”时多而“离”时少。当政者不思恢复中原，反而以和议确定了“离”的局面，是何居心！词语中凛然正气咄咄逼人，足以使统治者无地自容。雄健顿挫的笔力，加重了词的感情色彩，使其更富有艺术感染力。</p> <p>　　词人想到：神州大地要想得到统一，就必须重用抗战人材，可是当时社会却是“汗血盐车无人顾，千里空收骏骨”。当道诸公空说征求人材，但志士却长期受到压制，正像拉盐车的千里马困顿不堪而无人过问一样。徒然去购置骏马的尸骨又有何用！词人连用三个典故，非常曲折而又贴切地表达了郁勃心头而又不便明锐的不平。一个“空”字，集中表达了词人对朝中当政者打击排斥主战派种种行为的无比怨忿。笔力劲健，感情沉郁，意境极其雄浑博大。“正目断关河路绝。”词人触景生情，由大雪塞途联想到通向中原的道路久已断绝，悲怆之情油然而生。山河分裂的惨痛局面，激起了词人收复中原的热情。他想起了晋代祖逖与刘琨“闻鸡起舞”的动人故事，想起了古代神话中女祸氏炼石补天的美丽传说，更加坚定了统一祖国的信念，唱出了“我最怜君中宵舞，道‘男儿到死心如铁’。看试手，补天裂”这时代的最强音。笔健境阔，格调高昂。用典如水中着盐，浑化无迹，从而丰富了词的义蕴，加强了形象的深广度，呈现出极其浓郁的浪漫主义色彩。全词的意境也最后推向了高潮，给人以极大的艺术感染力。</p>",
  "about": "<h2>创作背景</h2> 　　宋孝宗淳熙十五年（1188年）冬，<a href=\"http://so.gushiwen.org/author_244.aspx\">陈亮</a>自浙江东阳来江西上饶北郊带湖访问作者。作者和陈亮纵谈天下大事，议论抗金复国，极为投契。陈亮在带湖住了十天，又同游鹅湖（山名，在江西铅山县东北）。后来，陈亮因<a href=\"http://so.gushiwen.org/author_459.aspx\">朱熹</a>失约未来紫溪（地名，在江西铅山县南），匆匆别去。<a href=\"http://so.gushiwen.org/author_217.aspx\">辛弃疾</a>思念陈亮．曾先写《贺新郎》一首寄给陈亮。陈亮很快就和了一首《贺新郎·寄辛幼安和见怀韵》。辛弃疾见到陈亮的和词以后，再次回忆他们相会时的情景而写下了这首词。从时间上看，这首词可能作于淳熙十六年（1189）春天。",
  "poet": {
    "id": 217,
    "star": 0,
    "name": "辛弃疾",
    "image": "http://img.gushiwen.org/authorImg/xinqiji.jpg",
    "desc": "辛弃疾（1140－1207），南宋词人。原字坦夫，改字幼安，别号稼轩，汉族，历城（今山东济南）人。出生时，中原已为金兵所占。21岁参加抗金义军，不久归南宋。历任湖北、江西、湖南、福建、浙东安抚使等职。一生力主抗金。曾上《美芹十论》与《九议》，条陈战守之策。其词抒写力图恢复国家统一的爱国热情，倾诉壮志难酬的悲愤，对当时执政者的屈辱求和颇多谴责；也有不少吟咏祖国河山的作品。题材广阔又善化用前人典故入词，风格沉雄豪迈又不乏细腻柔媚之处。由于辛弃疾的抗金主张与当政的主和派政见不合，后被弹劾落职，退隐江西带湖。"
  },
  "tags": [
    "豪放",
    "叙事",
    "抒情",
    "壮志"
  ]
}