{
  "id": 8506,
  "star": 17,
  "name": "口号吴王美人半醉",
  "dynasty": "唐代",
  "content": "风动荷花水殿香，姑苏台上宴吴王。<br>西施醉舞娇无力，笑倚东窗白玉床。",
  "fanyi": "<p><strong>译文<br></strong>微风吹动着荷花，送来满殿清香，姑苏台上可见摆宴的吴王。<br>西施般的美人酒醉起舞娇软无力，微笑地倚看东窗下的白玉床。</p> <p><strong>注释<br></strong>“口号”即“口占”。<br>吴王，即吴王李葹，时任庐江太守。<br>姑苏台：吴王起姑苏台，五年乃成，其下有斗鸡坡、定狗塘、百花洲、采香径诺胜迹。《大平御览》卷二百三十六引《述异记》：“吴王夫差筑姑苏台，三年乃成，周环诘屈，横亘五里，崇饰土木，殚耗人力。宫妓千人，又别立春宵宫，为长夜饮。造千石酒钟，又作大池，池中造青龙舟，陈妓乐，日与西施为水戏。”见：一作“宴”。<br>娇无力：半醉而舞，虽娇而无力也。<br>“笑”字合“娇”字。“倚”字合“无力”字。倚床献笑，曲形要宠之态也。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　外表美、艳丽多情、异质的、富有魅力的女性形象为历代文人喜闻乐道。<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>则擅长描写身边女性的美貌与豪情。<a href=\"http://so.gushiwen.org/author_405.aspx\">王安石</a>曾云李白<a href=\"http://so.gushiwen.org/view_8506.aspx\">诗</a>歌“十首九说妇人与酒” （《苕溪渔隐丛话》前集卷六）。</p> <p>　　女性诗可分为闺情诗和宫怨诗，注重描写女子的容貌（脸似芙蓉色，江上女儿全胜花，红妆恼人）、举止（遥指、笑倚、醉舞）、情态乃至生活环境。李白从民歌中吸取很多养分的闺情诗有5首，如《春怨》、《陌上赠美人》、《口号吴王美人半醉》、《赠段七娘》、《南流夜郎寄内》。</p> <p>　　“风动荷花水殿香，姑苏台上宴吴王”此叙景起兴：荷花虽香，因风而献媚于水殿，描绘出一幅微风吹动荷花、清香充溢满殿的景致，诗人因望见“姑苏台”而托言感怀吴王。可见，裘马轻狂、狂歌痛饮的诗人，意趣高远、超旷洒脱。</p> <p>　　“西施醉舞娇无力，笑倚东窗白玉床”意指西施酒后带着醉意跳了几回舞后，娇柔无力地微笑着倚坐在东窗下镶嵌着白色玉石的椅子上。诗人把西子婀娜多姿、妩媚动人的形象描绘得细致入微，表现出美人名士、佳人才子的你情我浓、二厢情愿，在开放的唐朝尽舒风云之色。</p> <p>　　西施原是越溪之畔的浣纱女，出身贫寒，明代的《苎萝志·西子传》就曾这样描述：“父鬻薪，母浣纱。”她本有理由选择一种幸福平淡的生活方式，但她身处吴越接连不断战乱之中，而她的情人范蠡又是越王勾践的得力谋士，在所谓的“国家大义”面前，西施不得不作出一个极其与人性相违背的选择，远离范蠡，被勾践送到吴国，从而诱使吴王夫差荒淫无度，慵理国事，从此“风动荷花水殿香，姑苏台上宴吴王”。最终，越王勾践卧薪尝胆的灭吴计划得以实现。</p> <p>　　此诗表现形式轻快流转，风格率直、大胆、热烈、活泼，不同于柔靡无力、怨而有伤的宫怨诗。诗人通过注重描写西施的容貌、举止（笑倚、醉舞）、情态乃至生活环境，勾勒出一幅帝王嫔妃的生活情趣，实则以借古鉴今为警戒，影射讽刺现实的不满，提醒唐玄宗不要国事益非、诛逐忠良、滥事征伐，表现出诗人对国家安危的忧虑和对民生疾苦的关怀。</p>",
  "about": "<h2>创作背景</h2> <p>　　此<a href=\"http://so.gushiwen.org/view_8506.aspx\">诗</a>作于天宝七载（748）。王琦按：“吴王，即为庐江太守之吴王也。以其所宴之地比之姑苏，以其美人比之西施，乃席上口占，以寓笑谑之意耳，若作咏古，味同嚼蜡。”</p> <p>　　天宝中叶，自玄宗天宝元年（742）到宪宗元和十五年（820）的七十九年里，是唐朝从政治上由盛到衰的转变时期。唐朝国事益非：内则屡兴大狱，屠戮驱逐忠良；外则穷兵黩武，内政不修，滥事征伐。<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>流落江湖，为了生计不得不四处奔波，勉强维持生活。李白以孤臣孽子之身心，亲历大唐由盛至衰的转变时期，所以李白的忧愤情愫极为深切，时常有抨击时政的诗作。</p>",
  "poet": {
    "id": 247,
    "star": 0,
    "name": "李白",
    "image": "http://img.gushiwen.org/authorImg/libai.jpg",
    "desc": "李白（701年－762年），字太白，号青莲居士，唐朝浪漫主义诗人，被后人誉为“诗仙”。祖籍陇西成纪(待考)，出生于西域碎叶城，4岁再随父迁至剑南道绵州。李白存世诗文千余篇，有《李太白集》传世。762年病逝，享年61岁。其墓在今安徽当涂，四川江油、湖北安陆有纪念馆。"
  },
  "tags": [
    "写人",
    "西施",
    "借古讽今",
    "讽刺",
    "社会"
  ]
}