{
  "id": 71206,
  "star": 7674,
  "name": "沁园春·长沙",
  "dynasty": "现代",
  "content": "独立寒秋，湘江北去，橘子洲头。<br>看万山红遍，层林尽染；漫江碧透，百舸争流。<br>鹰击长空，鱼翔浅底，万类霜天竞自由。<br>怅寥廓，问苍茫大地，谁主沉浮？<br>携来百侣曾游，忆往昔峥嵘岁月稠。<br>恰同学少年，风华正茂；书生意气，挥斥方遒。<br>指点江山，激扬文字，粪土当年万户侯。 <br>曾记否，到中流击水，浪遏飞舟？",
  "fanyi": "<p><strong>译文</strong><br>在深秋一个秋高气爽的日子里，我独自伫立在橘子洲头，眺望着湘江碧水缓缓北流。<br>看万千山峰全都变成了红色，一层层树林好像染过颜色一样，江水清澈澄碧，一艘艘大船乘风破浪，争先恐后。<br>广阔的天空里鹰在矫健有力地飞，鱼在清澈的水里轻快地游着，万物都在秋光中争着过自由自在的生活。<br>面对着无边无际的宇宙，（千万种思绪一齐涌上心头）我要问：这苍茫大地的盛衰兴废，由谁决定主宰呢?<br>回想过去，我和我的同学，经常携手结伴来到这里游玩。在一起商讨国家大事，那无数不平凡的岁月至今还萦绕在我的心头。<br>同学们正值青春年少，风华正茂；大家踌躇满志，意气奔放，正强劲有力。 <br>评论国家大事，写出这些激浊扬清的文章，把当时那些军阀官僚看得如同粪土。<br>可曾记得，当年我们在那浪花大得可以阻止飞奔而来的船舟的激流中一起游泳？ </p> <p><strong>注释<br></strong>沁园春：词牌名，“沁园”为东汉明帝为女儿沁水公主修建的皇家园林，据《后汉书 窦宪传》记载，沁水公主的舅舅窦宪倚仗其妹贵为皇后之势，竟强夺公主园林，后人感叹其事，多在<a href=\"http://so.gushiwen.org/view_71206.aspx\">诗</a>中咏之，渐成“沁园春”这一词牌。<br>湘（xiāng）江：一名湘水，湖南省最大的河流，源出广西壮族自治区陵川县南的海洋山，长1752里，向东北流贯湖南省东部，经过长沙，北入洞庭湖。　所以说是湘江北去。<br>寒秋：就是深秋、晚秋。秋深已有寒意，所以说是寒秋。<br>橘子洲：地名，又名水陆洲，是长沙城西湘江中一个狭长小岛，西面靠近岳麓山。南北长约11里，东西最宽处约一里。毛泽东七律《答友人》中所谓长岛，指此。自唐代以来，就是游览胜地。<br>以上三句是说：在寒秋季节，独立在橘子洲头目送着湘江水汩汩北流。 <br>万山：指湘江西岸岳麓山和附近许多山峰。<br>层林尽染：山上一层层的树林经霜打变红，像染过一样。<br>漫江：满江。漫：满，遍。<br>舸（gě）：大船。这里泛指船只。<br>争流：争着行驶。<br>鹰击长空，鱼翔浅底：鹰在广阔的天空里飞，鱼在清澈的水里游。击，搏 击。这里形容飞得矫健有力。翔，本指鸟盘旋飞翔，这里形容鱼游得轻快自由。<br>万类霜天竞自由：万物都在秋光中竞相自由地生活。万类：指一切生物。霜天：指深秋。<br>怅寥廓(chàng liáo kuò）：面对广阔的宇宙惆怅感慨。怅：原意是失意，这里用来表达由深思而引发激昂慷慨的心绪。<br>寥廓（liáo kuò）：广远空阔，这里用来描写宇宙之大。<br>苍茫：旷远迷茫。<br>主：主宰。<br>沉浮：同“升沉”（上升和没落）意思相近，比喻事物盛衰、消长，这里指兴衰。由上文的俯看游鱼，仰看飞鹰，纳闷地寻思（“怅”）究竟是谁主宰着世间万物的升沉起伏。<br>这句问话在这里可以理解为：在这军阀统治下的中国，到底应该由谁来主宰国家兴衰和人民祸福的命运呢？<br>百侣：很多的伴侣。侣，这里指同学（也指战友)。<br>峥嵘(zhēng róng）岁月稠：不平常的日子是很多的。峥嵘：山势高峻，这里是不平凡，不寻常的意思。稠：多。<br>恰：适逢，正赶上。<br>同学少年：毛泽东于1913年至1918年就读于湖南第一师范学校。1918年毛泽东和萧瑜、蔡和森等组织新民学会，开始了他早期的政治活动。<br>风华正茂：风采才华正盛。<br>书生：读书人，这里指青年学生。<br>意气：意志和气概。<br>挥斥方遒（qiú）：挥斥，奔放。《庄子·田子方》：“挥斥八极”。郭象注：“挥斥，犹纵放也。”遒，强劲有力。方：正。挥斥方遒，是说热情奔放，劲头正足。<br>指点江山，激扬文字：评论国家大事，用文字来抨击丑恶的现象，赞扬美好的事物。写出激浊扬清的文章。指点，评论。江山，指国家。激扬，激浊扬清，抨击恶浊的，褒扬善良的。<br>粪土当年万户侯：把当时的军阀官僚看得同粪土一样。粪土，作动词用，视……如粪土。万户侯，汉代设置的最高一级侯爵，享有万户农民的赋税。此借指大军阀，大官僚。万户，指侯爵封地内的户口，要向受封者缴纳租税，服劳役。<br>中流：江心水深流急的地方。<br>击水：作者自注：“击水：游泳。那时初学，盛夏水涨，几死者数，一群人终于坚持，直到隆冬，犹在江中。当时有一篇诗，都忘记了，只记得两句：自信人生二百年，会当水击三千里。”这里引用祖逖（tì）的“中流击楫”典故。（祖逖因为国家政权倾覆，时刻怀着振兴光复的心志。元帝就让他担任奋威将军、豫州刺史，供给他一千人的军粮，三千匹布，但不给战衣和兵器，让他自行招募士众。祖逖仍就率领随自己流亡的部属一百多家，渡过长江，到江心时他扣击船桨发誓说：“我祖逖不能平定中原并再次渡江回来的话，就像长江的水一去不返！”言辞激昂神色悲壮，众人都为他的誓言感慨赞叹。）这里指游泳。<br>遏（è）：阻止。<br>沁园春·长沙押OU（IU）韵。韵脚为：秋、头、透、流、由、游、稠、遒、侯、否、舟。</p>",
  "shangxi": "<h2>鉴赏</h2> <p><strong>历史角度</strong><br>　　在中国的<a href=\"http://so.gushiwen.org/view_71206.aspx\">诗</a>史上，第一个大量描绘自然美，并把对自然美的描绘和对国家和人民的命运的关切结合起来的诗人是<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>。这是中国古典诗歌的一个优良传统。毛泽东的诗词继承了这个优良传统。他善于把自然美与社会美融为一体，通过栩栩如生、呼之欲出的自然美的艺术形象，表现出社会美的内容。这首词通过对长沙秋景的描绘和对青年时代革命斗争生活的回忆，提出了“谁主沉浮”的问题，抒发了对中华民族前途的乐观主义精神和以天下事为己任的豪情壮志。<br>　　特别是本词的最后三句，以设问结尾，巧妙回答了“谁主沉浮”的问题。正像当年中流击水那样，勇敢地投身到革命的风浪中，激流勇进。</p> <p><strong>美学角度</strong><br>　　从美学上讲，崇高美表现于外在方面，体现为高大、辽阔、巍峨、宏伟等壮丽景象。德国哲学家康德把崇高分为两类：数学的崇高，如高山的体积；力学的崇高，如暴风雨的气势。俄国著名文艺批评家车尔尼雪夫斯基也说：“一件事物较之与它相比的一切事物要巨大得多，那便是崇高。”孔子也把“大”与崇高联系起来，赞叹：“大哉！尧之为君也。巍巍乎，唯天为大，唯尧则之。”这种巍峨、博大、壮阔的崇高美，在毛主席诗词中，以对山川景物的描绘体现得最为鲜明。《沁园春·长沙》就是其中最优秀的篇什之一。</p> <p><strong>书法鉴赏</strong><br>　　此幅作品大约书写于1954年，是毛泽东书法的代表作品，书家认为是毛泽东诗词墨迹中最晚的作品，也是最成熟，最高的作品，也是我们所见墨迹中最后的丰碑。诗墨写在两页红界信笺上，共15行。毛泽东笔势飞动，迅疾便捷，但字字独立，整篇冲和淡雅，疏朗流畅，字字珠玉，起下承上，左顾右盼，尽得自然之美；脱尽剑拔弩张之势，却筋骨健，艳美洒脱，结字小疏，字间多不连，但气脉通畅，墨润有余，瘠肥合宜，无奇大奇小之字，无奇轻奇重之笔，无倚斜取势之墨，如百侣少年，风华正茂，风度翩翩，慢步缓行于湘江之岸，却胸怀大志“指点江山，激扬文字”，字字润美，飞逸奇雄，骖鸾跨鹤，飘飘欲飞。此幅作品园笔兼用方笔，藏锋为主，兼施露锋，结体用笔潇洒古淡，极尽江左风流，囊括北碑筋骨，精能疏淡，典雅悠然，处处含蓄，耐人寻味。布局疏密有致，有行无列，行间紧密，几与字间空白相当，结体用笔内柔外刚，“标拔志气，辅藻情灵”。全幅一百多字，笔试和墨色随着书情而变化，时而高昂，时而舒缓，使整幅书作气韵贯通又结构完美。</p> <p><strong>景物描绘角度</strong><br>　　“看万山红遍，层林尽染；漫江碧透，百舸争流。鹰击长空，鱼翔浅底，万类霜天竞自由”七句从内容上看，写大山，树林，湘江，船只，鹰鱼等，既有自然物，也有动植物，品类齐全，充满生机。从写景的角度看，作者在视角角度上，有远近高低，从逻辑上，从点到面，由实到虚，从自然到人类。</p> <p><strong>艺术角度</strong><br>　　中国古典诗词的艺术表现手法，很讲究情与景的交融。<a href=\"http://so.gushiwen.org/author_855.aspx\">刘勰</a>说：“繁采寡情，味之必厌。”（《文心雕龙》）谢榛说：“景乃诗之媒，情乃诗之胚；合而为诗，以数言而统万形，元气浑成，其浩无涯矣。”（《四溟诗话》）这首词较好地达到了情景交融的境界。</p> <p><strong>主要内容<br></strong>　　上阕：“今日之游”描述的是人与自然的关系，描绘了湘江的秋景。<br>　　下阕：“昔日之游”作者同一个激进的群体发生的关系，追忆了同学时光，抒写了胸襟和抱负。</p> <p><strong>思想层面<br></strong>　　崇高美表现于内在方面，则为伟大高尚心灵的反映。古罗马的朗吉弩斯在《论崇高》一文中，就提出崇高是“伟大心灵的回声”。这首词的下半阕着重抒情，正是这种伟大心灵回声的抒发。这种抒发，首先是通过回忆引出的。 </p><br/><h2>赏析</h2> <p>　　万山红遍 一派壮丽秋景 </p> <p>　　从美学上讲，崇高美表现于外在方面，体现为高大、辽阔、巍峨、宏伟等壮丽景象。德国哲学家康德把崇高分为两类：数学的崇高，如高山的体积；力学的崇高，如暴风雨的气势。俄国著名文艺批评家车尔尼雪夫斯基也说：“一件事物较之与它相比的一切事物要巨大得多，那便是崇高。”孔子也把“大”与崇高联系起来，赞叹：“大哉!尧之为君也。巍巍乎，唯天为大，唯尧则之。”这种巍峨、博大、壮阔的崇高美，在毛主席<a href=\"http://so.gushiwen.org/view_71206.aspx\">诗</a>词中，以对山川景物的描绘体现得最为鲜明。《沁园春长沙》就是其中最优秀的篇什之一。 </p> <p>　　这首词上半阕着重写景。“独立寒秋，湘江北去，橘子洲头。”一开始，作者便把自己置于秋水长天的广阔背景之中。同时也把读者带进了一个高远的深秋境界里。远看：“万山红遍，层林尽染。”作者不仅看到了眼前岳麓山的枫林，也可能联想到了北京香山的黄栌，和祖国无数山岳中由绿变红的乌柏、水杉、槭树、槲树、黄连木……那一重重山，一层层树，让自然之神彩笔一抹，晕染得一片嫣红，比二月笑放的春花还要艳丽，比六月飘舞的彩霞更加瑰奇。近观：“漫江碧透，百舸争流。”秋水澄澈，秋江碧波，脚下的湘江，在秋天更加清澈晶莹，如碧绿的翡翠，如透明的水晶。江面上，千帆竞发，百舸争渡，静中有动，生气勃勃。仰视，“鹰击长空”，万里无云的秋空，雄鹰奋振健羽，自由飞翔。俯瞰，“鱼翔浅底”，因透明而清浅见底的江里，鱼群摆动鳍尾，任意遨游。作者以短短四句诗，描绘出一幅立体的寥廓万里、绚丽多彩的江南秋景，宛如当代著名的岭南画派大家关山月浓墨重彩的彩墨山水图。不愧为“驱山走海置眼前”（<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>《当涂赵炎少府粉图山水歌》），“咫尺应须论万里”（<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>《戏题王宰画山水图歌》）的大手笔。它与作者的另一首词《沁园春雪》所描绘的“千里冰封，万里雪飘”的北国风光，均是古典诗词中前所未有的雄奇伟丽的全景式风景画。 </p> <p>　　风华正茂 一段峥嵘岁月 </p> <p>　　崇高美表现于内在方面，则为伟大高尚心灵的反映。古罗马的朗吉弩斯在《论崇高》一文中，就提出崇高是“伟大心灵的回声”。这首词的下半阕着重抒情，正是这种伟大心灵回声的抒发。这种抒发，首先是通过回忆引出的。 </p> <p>　　“携来百侣曾游，忆往昔峥嵘岁月稠。”作者想起曾和当年的同学和朋友，在橘子洲一带散步，游泳，畅论天下大事的情景，回忆起那一段难忘的峥嵘岁月。 </p> <p>　　这首词写于1925年深秋。大约是在毛泽东同志离开湖南前往当时革命活动的中心广州时所写的。毛泽东同志从1911至1925年，曾数度在长沙学习、工作和从事革命活动。这期间，国内外发生了许多重大事件，如辛亥革命、第一次世界大战、俄国十月革命、五四运动、中国共产党成立等，都是影响世界形势的巨大变革。这样的岁月，如历史群山中耸峙的一座又一座峥嵘的高峰。 </p> <p>　　“恰同学少年，风华正茂；书生意气，挥斥方遒。”在这峥嵘岁月里，作者和他的同学如蔡和森、何叔衡、张昆弟等立志救国的知识青年，正值青春年少，神采飞扬，才华横溢，意气风发，热情奔放。诗人巧妙地化用了《庄子·田子方》中“夫至人者，上窥青天，下潜黄泉，挥斥八极，神气不变” 的意境，来形容新时代的青年从旧思想的束缚中解放出来，自由奔放的胸襟。（挥斥，自由奔放的意思。方遒，正当旺盛有力的意思。过去有人解释“挥斥”为批判驳斥，“方遒”为专家权威，是不准确的。） </p> <p>　　“指点江山，激扬文字，粪土当年万户侯。”这是对“峥嵘岁月”“挥斥方遒”的进一步具体化。面对“万山红遍”的美景，他们既赞叹锦绣河山的壮美，又悲愤大好河山的沉沦。于是，发表激浊扬清的文章，抨击黑暗，宣扬真理，鄙视当时的“万户侯”——军阀如粪土。在这一时期，毛泽东同志在长沙组织了湖南学生联合会、新民学会，开办了平民夜校、文化书社和湖南自修大学，参加了反对袁世凯称帝、领导了驱逐张敬尧等军阀的活动。特别是创办《湘江评论》，成立马克思主义研究会，为1921年中国共产党的成立，在湖南地区做了思想上和组织上的准备。 这些既是“指点江山，激扬文字，粪土当年万户侯”的具体内容，又是写作这首词的时代背景。了解这个背景，有助于我们进一步体会词中闪耀着的革命者崇高心灵的美的光芒。 </p> <p>　　中流击水 一腔拿云心事 </p> <p>　　“少年心事当拿云。”（<a href=\"http://so.gushiwen.org/author_349.aspx\">李贺</a>《致酒行》） 诗人和同伴们的拿云心事，从“携来百侣曾游”到“粪土当年万户侯”，可说是直抒胸臆，尽情倾吐，如长江大河，滔滔而下，气势磅礴，痛快淋漓。在结尾时“到中流击水，浪遏飞舟”，则是采取象征手法，形象地表达了一代革命青年的凌云壮志。 </p> <p>　　“中流击水，浪遏飞舟。”一种解释认为“击水”为游泳，在激流中奋臂划水，掀起的浪花甚至阻挡了飞速前进的船舶。我总感觉这一意境与作者赞扬“百舸争流”的精神不太符合。我倾向于“中流击水”即“中流击楫”的转化。《晋书·祖逖传》：祖逖“中流击楫而誓曰：‘祖逖不能清中原而复济者，有如大江!’”后来“中流击楫”就成了立誓复兴祖国的代词。在这里正表示诗人要在新时代的大潮里，乘风破浪，鼓桨前进，立誓振兴中华的壮志豪情。使人读后仿佛听到了一颗爱国爱民的赤心，在怦怦跃动，从而感受到一种伟大胸怀所反映出的崇高美。 </p> <p>　　我国古典诗词的艺术表现手法，很讲究情与景的交融。<a href=\"http://so.gushiwen.org/author_855.aspx\">刘勰</a>说：“繁采寡情，味之必淡。”（《文心雕龙》）谢榛说：“景乃诗之媒，情乃诗之胚；合而为诗，以数言而统万形，元气浑成，其浩无涯矣。”（《四溟诗话》）这首词较好地达到了情景交融的境界。 </p> <p>　　前半阕虽着重写景，却处处景中寓情。“万山红遍，层林尽染”，既是四周枫林如火的写照，又寄寓着诗人火热的革命情怀。红色象征革命，象征烈火，象征光明，“万山红遍”正是作者“星火燎原”思想的形象化表现，是对革命与祖国前途的乐观主义的憧憬。“鹰击长空，鱼翔浅底，万类霜天竞自由”，则是作者对自由解放的向往与追求。“怅寥廓，问苍茫大地，谁主沉浮”的感叹，则由写景直接转入抒怀，自然带出下半阕的抒情乐章。 </p> <p>　　下半阕虽着重抒情，但也不乏情中含景之处。“忆往昔峥嵘岁月稠”，以峥嵘形容岁月，新颖，形象，将无形的不平凡的岁月，化为一座座有形的峥嵘的山峰，给人以巍峨奇丽的崇高美。“中流击水，浪遏飞舟”，也是一幅奋勇进击、劈波斩浪的宏伟画面。可以说，《沁园春长沙》的崇高美，是以情为经线，景为纬线，交织而成的。它不仅使我们得到欣赏壮丽秋景的艺术享受，也使我们从诗人昂扬炽烈的革命情怀中，汲取奋发前进的信心和力量。</p>",
  "about": "<h2>创作背景</h2> <p>　　《沁园春·长沙》是毛泽东1925年秋所作。长沙是毛泽东人格形成的地方，长沙也是中国农村革命的发源地，是毛泽东初期革命活动的中心。1911年，毛泽东来到湖南长沙第一师范。由于当时的社会背景，通过与同学畅谈人生国事，毛泽东更清晰地形成了自己的世界观。</p> <p>　　1917年，毛泽东组织新民学会，抱着救国救民的理念。开展了早期的社会活动，通过在社会中的磨练，他接受了马克思辩证唯物主义的思想。1920年，毛泽东再度返回长沙，那时他已经成为坚定的马克思主义者。1922年，毛泽东在安顺曾经组织过工人补习学校，同年又领导过长沙土木工人罢工，促进了湖南省总工会的成立，后来被通缉，在1925年又辗转回到湖南继续从事革命活动。这年春夏，他回乡养病时组织农民运动，后又遭湘潭县团防局缉拿。8月28日，毛泽东在韶山共产党组织和人民群众的掩护下，摆脱了敌人的追捕，经长沙等地去广州主持农民运动讲习所，在长沙，毛泽东重游了学生时代常游的岳麓山、橘子洲等地。时值而立之年的他，站在橘子洲头，毛泽东回忆自己的前半生，回忆起1911～1923年在长沙求学生活和社会活动，想起其间发生的辛亥革命、五四运动、五卅惨案、国共合作的领导权之争，感慨之余，写下这首词，展现出作者的激情壮志和远大的理想和抱负。</p><br/><h2>解读</h2> <p>　　中国古典<a href=\"http://so.gushiwen.org/view_71206.aspx\">诗</a>词大都悲秋。翻阅毛主席诗词，觉得对秋天似乎情有独钟，大约是因为秋天寥廓、苍凉、大气，与战士的胸襟和英雄的气概较为吻合。毛主席诗词的开卷之作，就是一首秋的赞歌，自由的赞歌，风华少年的赞歌。</p> <p>　　毛主席赞美的秋天，是一种“万类霜天竞自由”的秋天，“山”“林”“江”“舸”“鹰”“鱼”这大自然中的“万类”，均在这“霜天”中“竞自由”，逍遥自在，得其所哉。“虽万类之众多，独在人而最灵。”作为万物之灵的人呢？他们却没有自由！于是诗人为之“怅寥廓”，在这“寥廓”的秋天，诗人的惆怅像秋天一样“寥廓”，面对自由的“万类”和不自由的人类，不禁像“天问”的<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>一样：问苍茫大地，谁主沉浮？</p> <p>　　屈原“天问”时，等待“天”的回答。而诗人设问时，答案是了然于胸的，那就是：他们这些风华正茂的书生，将唤起民众来主宰沉浮。由于当时革命形势不甚明朗，所以诗人“怅寥廓”。</p> <p>　　也许有人会觉得奇怪，毛泽东诗词的开卷之作怎么没提国家和人民？其实，那“问苍茫大地”，不就是问我积贫积弱的中华大地吗？诗人因不能“竞自由”而为之“怅寥廓”的，不就是我那不自由的国家和人民吗？诗人爱国、忧国、报国的情结，与古往今来的志士仁人和历代慷慨悲歌的青少年诗人是一脉相承的，并随着时代的发展注入了新的时代精神。</p> <p>　　再回到那些风华正茂的书生吧，他们是诗人的好友，是时代的弄潮儿，他们“指点江山，激扬文字”，他们“到中流击水，浪遏飞舟”，他们将为中华民族“竞自由”，为苍茫大地“主沉浮”！</p> <p>　　“粪土当年万户侯”，这一句是很有兴味的。历代青少年诗人，大多以“万户侯”为目标。爱国诗人<a href=\"http://so.gushiwen.org/author_272.aspx\">陆游</a>“当年万里觅封侯，匹马戍梁州”；南宋杰出词人<a href=\"http://so.gushiwen.org/author_106.aspx\">刘克庄</a>醉后仍感叹“使李将军遇高皇帝，万户侯何足道哉！”诗人毛泽东反其意而用之，表示与旧世界的彻底决裂。 </p><br/><h2>讲解</h2> <p>　　这首词写于1926年秋（作者手书此词称“一九二六年作”，见《毛主席<a href=\"http://so.gushiwen.org/view_71206.aspx\">诗</a>词墨迹续编》，似系笔误。1926年秋作者在上海任中共中央农民运动委员会主任，未去过长沙），全词刚健遒劲，大气包举，情采飞扬，表达出青年毛泽东“改造中国与世界”的宏伟理想和乐观自信、魅力非凡的胸襟、气度，也显示出他诗词艺术的充分成熟和高度成就。</p> <p>　　全词上片即目写景，下片回忆往事。发端“独立寒秋”三句，点明时地，时在深秋，地在湘江之中的橘子洲。起笔平平，语气舒缓，实为下文蓄势。以“看”字领起的几句，是一组完整的领字长句，一气呵成，文势陡急，吐露出作者对眼前江山美景的极度倾倒。众多的排比句和对偶句使景物描写富有层次感：山是红的，水是碧的，色彩对比；山上的树，如朝霞一般的绚烂，江中的船，又如同群马奔驰喧闹，动静互衬；仰观鹰飞，俯看鱼游，视角转换，呈现出一幅色彩缤纷、生机勃发的活动着的湘江秋景图。于是作者不禁发出“万类霜天竞自由”的由衷赞叹。一切有生命和无生命的物类，在这无边无际的宇宙中，自由自在，生存发展，这是多么令人向往的情景！从<a href=\"http://so.gushiwen.org/author_358.aspx\">宋玉</a>“悲哉，秋之为气也”（《九辩》）起，悲秋成了中国古代诗人墨客笔下的恒久主题；虽也有个别颂秋赞秋之作，如<a href=\"http://so.gushiwen.org/author_197.aspx\">刘禹锡</a>《始闻秋风》“天地肃清堪四望，为君（指秋风）扶病上高台”，感谢秋风使自己克服疾病，振作精神，在古代诗歌中已属凤毛麟角，但其境界和气魄，自然不能也无须与这里的“万类霜天竞自由”来比较。作者后来的咏秋词“一年一度秋风劲，不似春光。胜似春光，寥廓江天万里霜”（《采桑子·重阳》），都反映出作者对壮阔寥远、自由矫健、劲拔爽朗的自然美的推重和爱好。这句对秋景的礼赞，已使词情趋于高昂。然而，百尺竿头再翻进一层，突发一问：“怅寥廓，问苍茫大地，谁主沉浮？”全词遂达于高潮。</p> <p>　　“谁主沉浮？”这个囊括悠悠时空、茫茫大地，涵盖人类历史、现实斗争的大问题，正体现了本篇的中心思想。这里凝结着作者关乎时代、社会前途的深沉思考，烙印着他对民族、对祖国的命运的灼热关注和苦心求索。</p> <p>　　毛泽东从1921年夏天起，就积极献身于建党和各种革命群众运动。1924年冬他返回湖南，在韶山等地组织“雪耻会”等，展开了一系列组织群众宣传群众的革命活动。1926年秋，湖南督军<a href=\"http://so.gushiwen.org/author_1804.aspx\">赵恒</a>惕密令逮捕毛泽东，毛泽东机警地离开韶山，取道长沙，南下当时的革命策源地广州。这首词即作于暂留长沙期间。</p> <p>　　明乎此，我们就不难理解，作者不是以游赏者的闲适心境陶醉于自然山水之中，而是带着为民族争自由、为人民求解放的强烈使命感，才不期然而然地寻找到与大自然的契合之点。“独立寒秋”的“独”，“怅寥廓”的“怅”，都在此词乐观、热烈、绚丽的基调之上，不免抹上一笔独立绝行枨触无端的迷茫冷隽之色，并非单一的感情更增加了作品的厚重感和深沉感受。特别是“谁主沉浮”一问，不啻抓住了当时革命斗争全局中的根本问题：中国的命运究竟由谁来主宰？本篇似有问无答，实际上是有答案的。日后作者的“数风流人物，还看今朝”，是用文学语言作出的回答，而“人民，只有人民，才是创造世界历史的动力”，则是理论的答案了。其实，此词的下片也是一种回答。</p> <p>　　下片是写年轻“百侣”的群体活动；但又专写其在长沙的行迹，以贴切本地风光，使全词的取材即绘景和叙事两者又复统一，紧紧集中在词题“长沙”上。</p> <p>　　对长沙，对橘子洲，毛泽东有着太多的追忆。他曾在省立第一师范求学和进行革命活动长达5年之久，以后又多次居留长沙。在岳麓山下，他发起成立新民学会，与蔡和森、何叔衡、陈昌、张昆弟、罗学瓒等“同学少年”或“书生”一起，立誓为国家民族服务。他在长沙主编过《湘江评论》，成立马克思主义研究会，组织平民夜校和文化书社，“指点江山”，评论时政，写下了篇篇激昂慷慨的宏文华章。袁世凯准备称帝，他所任命的湘督汤芗铭积极拥戴，毛泽东四处印发小册子，加以揭露抨击；张敬尧督湘，他又领导“驱张运动”，把这些反动军阀看得如同粪土一般。词中“恰”字以下的又一组领字长句，就是对这些活动的真实而形象的写照！</p> <p>　　作者最后又以如椽大笔，突出描写了当年游泳的生活细节。人们都知道作者喜爱游泳，尤擅在大江大河中劈波斩浪。他的《水调歌头·游泳》有句云：“不管风吹浪打，胜似闲庭信步。”游泳在作者作品中已成为具有某种象征意义的意象。正如他多次阐发的那样：“革命者不可能在温室中成长，要在大风大浪里锻炼自己”，“人类社会就是从大风大浪中发展起来的”。因而，结尾三句不仅表现了作者和“百侣”那种一往无前奋勇搏击的豪情壮志，而且也昭示人们：“主沉浮”的伟大革命理想的实现，必定需要这种大无畏的革命精神。 </p><br/><h2>特色</h2> <p>　　毛泽东创作的秋景词《沁园春·长沙》，历来备受世人推崇，这是一首别具特色的秋之歌。该词脱尽了古人悲秋的窠臼，一扫衰颓萧瑟之气，以其绚丽多彩的湘江秋景、壮阔高远的深秋境界，引领读者去感受词人毛泽东的博大情怀和革命的豪情壮志，从而独步<a href=\"http://so.gushiwen.org/view_71206.aspx\">诗</a>坛。</p> <p>　　《沁园春·长沙》是一首长调，他以传统的形式反映现代的生活内容，颇有创意，可见词人的匠心独运。词中描绘的“独立寒秋图”、“湘江秋景图”、“峥嵘岁月图”、“中流击水图”拼成了一幅色彩绚丽、生动活泼的全景式写意风景画。全词共分上、下两片，上片主要写寒秋景物，描绘了一幅壮丽的湘江寒秋图画，并即景抒情，大胆发问，“谁主沉浮”。词的开篇“独立寒秋,湘江北去，橘子洲头”，既点明了时令和地点，又为读者勾勒出了特定的环境。“独立”二字，进一步突现了词人雄立橘子洲头、凝望湘江奔流的英姿，一代伟人的青年风采由此跃然纸上，横空而出。接下来的七句由一个“看”字总领，通过“万山”、“漫江”、“霜天”、“飞鹰”、“游鱼”等一系列意象，不断地变换“看”的视角，将“远眺”、“近观”、“仰视”、“俯瞰”四个角度所见景物有机地揉合起来，形成了远近相间，动静结合，色彩鲜明的艺术张力，寒秋景物因此而生动、活泼、壮丽起来了。上片的后三句，通过一“怅”一“问”，则更道出了词人的雄心壮志，表现了他的博大胸怀。</p> <p>　　秋天，是万物凋零的季节，是萧杀、感伤的季节，是文人骚客容易产生“悲秋”情调的季节。“自古文人多悲秋”，“悲哉秋之为气也，萧瑟兮草木摇落而变衰”。而毛泽东同志面对“寒秋”，他欣然命笔的《沁园春·长沙》一词，则一反传统手法，描绘的是色彩斑斓的秋之壮景，展示出他阔大的胸襟和卓尔不群的抱负。正如<a href=\"http://so.gushiwen.org/author_408.aspx\">王国维</a>所说“一切景语皆情语”。</p> <p>　　“携来百侣曾游，忆往昔峥嵘岁月稠”。这一句开启下片，以“峥嵘”形容岁月，新颖，形象，将无形的不平凡的岁月，化为座座有形的峥嵘的山峰,给人以巍峨奇丽的崇高美。一个“忆”字，使词人从上片的独往旧地重游，自然引起对往昔生活的回忆。那时候，同学们正当青春年少，意气风发，才华横溢，激情奔放，敢说敢干，革命斗志十分旺盛。面对祖国大好河山，指点评论，激扬文字，视军阀统治者如粪土。一个：“记”字，词人为我们勾勒出了一幅“中流击水图”，手法极为夸张，壮志豪情万丈，一代敢于改造旧世界的革命青年形象，横空出世：他们有自信，“自信人生二百年，会当击水三千里”；他们有理想、有抱负，“以天下为己任”；他们有胆识、有志气，“粪土当年万户侯”，———他们就是主宰中国命运和前途的“同学少年”。</p> <p>　　清代的吴乔在《围炉诗话》中说：“夫诗以情为主，景为宾...情哀则景哀，情乐则景乐”。景是客观存在的，情则是主观的，因事而生的。情和景不是平行的，更不是对立的。作者在描写客观景物的时候，都是带着自己的主观情感去观察、描绘的，作者情感的哀乐则直接笼罩在他所描写的客观景物上，或哀或乐，或喜或悲。大多数人，尤其是古代作家,写寒秋常常离不开“其意萧条，山川寂寥”的萧杀之气，而毛泽东的《沁园春·长沙》中展示在读者眼前的是一片色彩鲜明、生机勃勃的壮丽秋景，一派“万类霜天竞自由”的活泼场面。在词中，我们可以感受到词人在以一种昂扬向上的精神，面对这大好的自然，有一种勇敢地投身于革命的风浪中，急流勇进，担负起主宰国家命运前途大任的大无畏精神。整首词的情调是慷慨激昂的，风格是豪爽奔放的。至此词中豪情的抒发与壮景的描写是和谐统一的，正所谓“情乐则景乐”。</p> <p>　　“独立寒秋”，毛泽东为我们描绘了一幅生动、活泼、壮丽的湘江秋景图；“浪遏飞舟”，毛泽东同志以天下为己任，于改造旧世界的壮志豪情，力透纸背，今天，我们诵读、鉴赏、品味《沁园春. 长沙》一词，面对祖国如此多娇的江山，我们仍能为一代伟人的才情所叹服。 </p>",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "毛泽东"
  },
  "tags": [
    "高中古诗",
    "写景",
    "抒怀",
    "壮志"
  ]
}