{
  "id": 71125,
  "star": 939,
  "name": "山市",
  "dynasty": "清代",
  "content": "　　奂山山市，邑八景之一也，然数年恒不一见。孙公子禹年与同人饮楼上，忽见山头有孤塔耸起，高插青冥，相顾惊疑，念近中无此禅院。无何，见宫殿数十所，碧瓦飞甍，始悟为山市。未几，高垣睥睨，连亘六七里，居然城郭矣。中有楼若者，堂若者，坊若者，历历在目，以亿万计。忽大风起，尘气莽莽然，城市依稀而已。既而风定天清，一切乌有，惟危楼一座，直接霄汉。楼五架，窗扉皆洞开；一行有五点明处，楼外天也。</p> <p>　　层层指数，楼愈高，则明渐少。数至八层，裁如星点。又其上，则黯然缥缈，不可计其层次矣。而楼上人往来屑屑，或凭或立，不一状。逾时，楼渐低，可见其顶；又渐如常楼；又渐如高舍；倏忽如拳如豆，遂不可见。</p> <p>　　又闻有早行者，见山上人烟市肆，与世无别，故又名“鬼市”云。",
  "fanyi": "<p>译文<br>奂山的山市,是（淄川）县有名的八景之一，但好几年也难得见到一次。有位名叫孙禹年的公子，同几位志同道合朋友（在）楼上饮酒，忽然看见（奂山）山头有一座孤零零塔耸立起来，高高地插入青天。（大家）面面相觑，惊疑不定，心想附近并没有这么个禅院。没过多久，又出现了几十座高大的宫殿，碧绿色的琉璃瓦，飞翘的殿檐，(人们)这才明白是（出现）山市。不到一会儿，只见一座高高低低的城墙,连绵不断有六七里长，竟然像一座城市。其中(景物）有像楼一样的，有像厅堂一样的，有像街巷一样的，（一个个）清晰地出现在眼前，（多得）可以用亿万来计算。忽然，一阵大风刮起，空气中的尘土之大，城市变得隐隐约约。接着，风停了，天空又变得晴朗起来，刚才的一切都消失了，只有一座高楼，直插云霄，这座楼每层有五间，门窗全都是大开着的；每一行有五处明亮的地方，(透露出)那是楼那边的天空。<br>一层层地指着数，楼越高亮点越小，数到第八层，亮点才如星星一般大了；又往上数，就昏暗得看不分明，没法计算层次了。楼上的人往来匆匆，有靠着的，有站立的，形态各不一样。过了一会，楼渐渐低矮下来，可以看见楼顶了，慢慢地又像平常的高楼一样了，又渐渐地像座高房子，突然间又只像拳头那么大，像豆粒那么小，接着就什么也看不见了。<br>又听说有起早赶路的人，看见山上有店铺集市（人来人往），和人世间没有两样，所以又叫“鬼市”。</p> <p>注释<br>山市：山市蜃景，与“海市蜃楼”相似。<br>奂山 ：山名。旧淄川县有涣山，也写作焕山。<br>邑：县。这里指清代淄川县，今属淄博市。<br>孙公子禹年 ：对孙禹年的尊称。公子，旧时用来称呼豪门贵族子弟。<br>然数年恒不一见 ：经常是多年看不见一次。然，但是。 数年，许多年。恒，经常。<br>同人：共事的人或志同道合的友人<br>饮：喝酒。 <br>青冥 ：青天，天空。青，形容天空的颜色。冥，形容天高远无穷的样子。<br>相顾 ：你看看我，我看看你。<br>念：想。<br>禅院 ：佛寺。禅，佛教用语，表示与佛教有关的事物。<br>无何 ：不久，不一会儿。<br>碧瓦飞甍：青色的瓦和翘起的屋檐。飞甍：两端翘起的房脊。甍，房脊。<br>始悟 ：才明白。始：才，悟：明白<br>未几 ：不久，不一会儿。与前边的“无何”含义相同。<br>高垣睥睨 ：高高低低的城墙。高垣，高墙。睥睨，又写做“埤堄”。指女墙，即城墙上呈凹凸形的矮墙。<br>连亘 ：连绵不断。<br>居然城郭 ：竟然变成一座城郭了。居然，竟然。城郭，城市。<br>中有楼若者 ：其中有的像楼。<br>堂若者 ：有的像厅堂。堂，厅堂。<br>坊若者 ：有的像牌坊。坊，街巷、店铺。<br>历历在目 ：清晰地出现在眼前。<br>以：用。<br>莽莽然 ：一片迷茫的样子。莽莽，一片迷茫。<br>依稀 ：隐隐约约。<br>既而：不久。<br>一切乌有：这个词用来形容什么都没有，或者也可以用来形容漏得或者消磨、消耗得所剩无几。现指，所有的（景象）都没有了。乌有，虚幻，不存在。乌，同“无”。<br>危楼 ：高楼。危，高。<br>直接：连接。<br>霄汉 ：云霄与天河。<br>窗扉 ：窗户。<br>皆：都。<br>洞开 ：敞开<br>裁如星点 ：才像星星那么小。裁，通“才”，仅仅。<br>黯然缥缈 ：黯淡下来，隐隐约约，若有若无。黯然，昏暗的样子缥缈，隐隐约约，若有若无，又作“飘渺”。<br>而：然后。<br>往来屑屑 ：形容来往匆匆。屑屑，忙碌的样子。<br>或：有的人。<br>凭 ：靠着。<br>不一状 ：形态不一。<br>逾时 ：过了一会儿。<br>倏忽 ：突然。<br>遂 ：终于。<br>人烟市肆 ：人家和集市。市肆，集市。肆，店铺。<br>孤 ：孤零零。<br>耸 ：耸立。<br>惊疑 ：惊奇，疑惑。<br>碧 ：青绿色。<br>同人：同业朋友。<br>然：但是。<br>数：几。<br>明（出自文中“则明渐少”）：光亮。<br>行（出自文中“又闻有早行者”）：赶路（另一说行也为走的意思）<br>与世无别：跟尘世上的情形没有什么区别。<br>孙公子禹年：对孙禹年的尊称。<br>风定天清：大风停止，天空晴朗。<br>孤塔耸起：意思是孤零零的一座塔耸立起来。</p> <p>通假字<br>裁如星点：裁通“才”，仅仅，只有,刚刚。<br>乌:乌通“无”，没有。</p> <p>词类活用<br>故又名“鬼市”云 （名：叫，称。名词用作动词）。<br>窗扉皆洞开（洞：像洞一样，名词作状语）。<br>中有楼若者，堂若者，坊若者（名词作状语。依次译为：城市中有像楼台的，有像厅堂的，有像牌坊的）。<br>楼渐低(低：降低。形容词作动词）</p> <p>古今异义<br>恒：<br>古义：常常，经常。<br>今义：持久，普通。<br>顾：<br>古义：看。<br>今义：注意。<br>念：<br>古义：1.思考、思虑 2.惦念、怀思 3. 诵读<br>今义：1.想念 2.读.<br>悟：<br>古义：明白。<br>今义：了解。<br>始：<br>今义：开始。<br>危楼:<br>古义：高楼。危，高耸。<br>今义：危险的楼。<br>直接:<br>古义：一直连接到。<br>今义：不经过中间的事物。<br>黯然：<br>古义：1.黑色的样子 2.暗淡无光的样子 3.神情沮丧的样子 4.和谐顺利的意思。<br>今义：1.阴暗的样子 2.心里不舒服，情绪低落。<br>层次：<br>古义:层数 。<br>今义:说话、作文的次序。<br>睥睨：<br>古义：城墙上面呈凹凸形的短墙，亦称女墙。<br>今义：眼睛斜着向旁边看，形容傲慢的样子。<br>居然：<br>古义：竟然。<br>今义：表示出乎意料,在自己意料之外<br>（原文：然数年恒不一见）连词，但是，然而（表转折）。<br>(原文：尘气莽莽然）助词，……的样子。<br>（原文：居然城郭矣）尾词，副词后缀。<br>数:<br>（原文：见宫殿数十所）量词，几，几个。<br>（原文：数至八层，裁如星点）动词，计数。（原文：然数年恒不一见）多。<br>(原文：中有楼若者，堂若者,坊若者）有想楼台的，有想厅堂的，有像牌坊的。<br>无何：<br>古义：不久，一会儿。<br>今义：没有什么。<br>以：<br>（原文：以亿万计）用，(形容很多)。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　纵观山市出现的全过程，可分四个阶段。</p> <p>　　初生阶段</p> <p>　　这是目击者眼中的画面。文章还描写了目击者的心理变化：见孤塔时，彼此“相顾惊疑”，表明它是突然出现的，而且跟实读者带到目击者所在的地方了。</p> <p>　　以下所写仍是目击者所见画面，但读者在感觉上发生了变化：一切都如同亲见。</p> <p>　　发展阶段</p> <p>　　先总写一笔：“高垣睥睨，连亘六七里。”颇有恢宏的气象。然后分写：“中有楼若者，堂若者，坊若者，历历在目，以亿万计。”虽然寥寥数语，却可以诱发读者想像出一幅跟《清明上河图》相似的画卷来。这幅画卷最后在风中消失，又不禁使人感到怅然。</p> <p>　　高潮阶段</p> <p>　　因“风定天清，一切乌有”，只剩下一座高接霄汉的危楼，所以楼的形状看得格外清楚，连楼外天空也显现了出来，给人的感觉是距离比先前的城郭缩短了一些。更为特殊的是，楼上还有来来往往的人，或凭或立，与人有照应开头的作用，说明奂山这个地方确实能看到这种奇异的现象。</p> <p>　　时间的变化：忽——无何——未几——忽——既而——逾时——倏忽</p> <p>　　景致的变化：孤塔——宫殿——城郭——危楼——消失</p> <p>　　消退阶段</p> <p>　　景象全部消失，山市景象结束。作者的最后一句话和第一句话相呼应，给山市增加了神秘感。</p> <p>　　主题思想</p> <p>　　《聊斋志异》以谈狐说鬼的形式.揭露当时现实的黑暗和官吏的罪恶，对科举制度和礼教也有所批判，并以同情的笔调描绘了青年男女相爱的故事。但书中也存在着一些宣传“忠，孝，节，义”的封建伦理观念和迷信色彩。</p> <p>　　1、悬是作者笔锋一转“然数年恒不一见”，又给山市增添了一些神秘的气氛，读者的好奇心被强烈的激发了。</p> <p>　　融情入景</p> <p>　　以情衬景。作者在描写时，是通过孙禹年及其朋友的眼睛来描写山市奇景的。孙禹年在与朋友饮酒时，忽然看见远处奂山山峰上出现了隐隐约约的高耸的“孤塔”，他们不禁“相顾而疑”，因为此处根本就没有寺院，哪来的孤塔呢？这种强烈的惊奇、迷惑的情绪，既是对离奇的山市景色一种烘托，又是感染读者的一种媒介。作者在描述的过程中融入了这种情绪，一步步吸引读者，去揭开山市的秘密。文中伴随着惊异的情绪波动，层层展开描写，使山市的每一景物，每一次变幻都给人以新奇的感觉。接着，“孤塔”旁又出现了数十所华丽的宫殿，直到此时，作者才点明了“始悟为山市”。孙某及其朋友由“惊疑”而“悟”。伴随着“悟”而来的应该是轻松、释然的心情，集中精神观赏难得一见的山市奇观。</p> <p>　　楼上各色人的活动，细腻地点染了楼中人物的姿态和神韵。如果说，前面是以粗、虚、略的笔法勾勒了城市的概貌，写起来气势飞动的话，那么后面则是以细、实、详的笔墨，具体描绘了山市中的一楼一景，一人一态，写得极有情味，这样的描写，我们不只是看到了“山市”里的高楼、城郭，而且似乎触摸到了“山市”里人情风俗的气息。同时，也使得本是无中生有的山市蜃景充满浓郁的生活气息，富有实感。同时，作者在描绘景物时点到为止，给读者留下了无限想像与玩味的空间。</p> <p>　　动静互变</p> <p>　　山市景象变幻不定，作者着力捕捉山市的每一次变化，在短短的一百字中，将其描写的生动、形象、令人拍案叫绝。</p> <p>　　绝大多数人只能望而兴叹。这篇文章是根据目击者的叙述写的，它历历如画地再现了山市由生成到消失的过程，无论是大笔勾勒或工笔描摹，都能曲尽其妙。</p><br/><h2>名句赏析</h2> <p>　　【奂山山市，邑八景之一也，然数年恒不一见。】</p> <p>　　起笔便写山市奇特，为“县八景之一也”，且数年难得一见。</p> <p>　　【孙公子禹(yǔ)年与同人饮楼上，忽见山头有孤塔耸起，高插青冥（míng），相顾惊疑，念近中无此禅院，无何，见宫殿/数十所，碧瓦飞甍(méng)，始悟为山市。】</p> <p>　　二变为宫殿。“碧瓦飞甍”展现出宫殿的宏伟壮观，有点明人看的清晰、真实。山市二字点名主题。</p> <p>　　【未几，高垣(yuán)睥(pì)睨(nì)，连亘(gèn)六七里，居然城郭矣。】</p> <p>　　三变为城郭。“高垣睥睨，连亘六七里”这九个字，以虚代实，以略代详。</p> <p>　　【中有楼若者，堂若者，坊若者，历历在目，以亿万计。忽大风起，尘气莽(mǎng)莽然，城市依稀而已。】</p> <p>　　粗略的勾勒了一个庞大城市的规模和轮廓。“历历在目”再现了山市的清晰。“以亿万计”运用了夸张的手法，显示出城市繁荣的景象。由阴而晴。</p> <p>　　【既而风定天清，一切乌有，惟危楼一座，直接霄(xiāo)汉。楼五架，窗扉 ( fēi ) 皆洞开；一行有五点明处，楼外天也。】</p> <p>　　由阴而晴。四周变为危楼。”直接霄(xiāo)汉”突出楼高大、耸立的情状。</p> <p>　　【楼上人往来屑（xiè）屑，或凭或立，不一状。逾（yú）时，楼渐低，可见其顶；又渐如常楼；又渐如高舍；倏(shū)忽如拳如豆，遂（suì）不可见。】</p> <p>　　“楼上人往来屑（xiè）屑，或凭或立”写楼上人的活动、风姿和神态，形象生动，使读者似乎触摸到“山市”里的人情风俗气息。楼的变化：由高而低，由大而小，由有而无。此处笔触细致入微，令人叫绝。“倏(shū)忽如拳如豆，遂（suì）不可见。”写欢迎的消失，描绘了为楼的变化，使人目不暇接，又回味无穷。</p> <p>　　【又闻有早行者，见山上人烟市肆(sì)，与世无别，故又名“鬼市”云。】</p> <p>　　末尾补叙，再写山市的多姿。“又闻”侧面证明“山市”之实有。 </p>",
  "about": "<h2>文言句式</h2> <p><strong>判断句</strong><br>奂山山市，邑八景之一也（用“......也”表示判断）。<br>始悟为山市（用“为”表示判断）</p> <p><strong>省略句</strong><br>与同人饮（于）楼上，（他们）忽见山头有孤塔耸起，（孤塔）高插青冥，（他们）相顾惊疑，（他们）念近中无此禅院和“孤塔”）。</p> <p><strong>倒装句</strong><br>惟危楼一座（一座危楼，定语后置）。<br>见宫殿数十所（数十所宫殿，定语后置）。</p><br/><h2>教学建议</h2> <p>　　这是一篇自读课文，可用一节课指导学生阅读。</p> <p>　　首先我们要知道山市的形成：当光线在同一密度的均匀介质内进行的时候，光的速度不变，它以直线的方向前进，可是当光线倾斜地由这一介质进入另一密度不同的介质时，光的速度就会发生改变，进行的方向也发生曲折，这种现象叫做折射。当你用一根直杆倾斜地插入水中时，可以看到杆在水下部分与它露在水上的部分好象折断的中去的光线了。这样的现象叫做全反射。</p> <p>　　空气本身并不是一个均匀的介质，在一般情况下，它的密度是随高度的增大而递减的，高度越高，密度越小。当光线穿过不同高度的空气层时，总会引起一些折射，但这种折射现象在我们日常生活中已经习惯了，所以不觉得有什么异样。</p> <p>　　可是当空气温度在垂直变化的反常，并会导致与通常不同的折射和全反射，这就会产生海市蜃楼的现象。由于空气密度反常的具体情况不同，海市蜃楼出现的型式也不同。</p> <p>　　在夏季，白昼海水湿度比较低，特别是有冷水流经过的海面，水温更低，下层空气受水温更低，下层空气受水温影响，较上层空气为冷，出现下冷上暧的反常现象（正常情况是下暧上凉，平均每隔100米高度，气温降低0.5~0.6 左右）。下层空气本来就因气压较高，密度较大，再加上气温又较上层为低，密度就显得特别大，因此空气层下密上稀的差别异常显著。</p> <p>　　“登州海中时有云气，如宫室台观，城堞人物，车马冠盖，历历可睹。”</p> <p>　　这就是他在蓬莱所看到的上现蜃景。1933年5月22日上午11点多钟，青岛前海（胶州湾外口）竹岔岛上也曾发现过上现蜃景，一时轰传全市，很多人前往观看。1975年在广东省附近的海面上，曾出现一次延续6小时的上现蜃景。</p> <p>　　不但夏季在海面上可以看到上现蜃景，在江面有晨也可看到，例如1934年8月2日在南通附近的江面上就现过。那天酷日当空，天气特别热，午后，突然发现长江上空映现出楼台城廓和树木房屋，全部蜃景长20多里。约半小时后，向东移动，突然消逝。后又出现三山，高耸入云，中间一山，很象香炉；又隔了半小时，才全部消失。</p> <p>　　折射光线到了贴近地面热而稀的空气层时，就发生全反射，光线又由近地面密度小的气层反射回到上面较密的气层中来。这样，经过一条向下向下凹陷的弯曲光线，把树的影像送到人的眼中，就出现了一棵树的倒影。</p> <p>　　由于倒影位于实物的下面，所以又叫下现蜃景。这种倒影很容易给予人们以水边树影的幻觉，以为远处一定是一个湖。凡是曾在沙漠旅行过的人，大都有类似的经历。拍摄影片《登上希夏邦马峰》的一位摄影师，行走在一片广阔的干枯草原上时，也曾看见这样一个下现蜃景，他朝蜃景的方向跑去，想汲水煮饭。等他跑到那里一看，什么水源也没有，才发现是上了蜃景的当。这是因为干枯的草和沙子一样，可以被烈日晒得热浪滚滚，使空气层的密度从下至上逐渐增大，因而产生下现蜃景。</p> <p>　　无论哪一种海市蜃楼，只能在无风或风力极微弱的天气条件下出现。当大风一起，引起了上下层空气的搅动混合，上下层空气密度的差异减小了，光线没有什么异常折射和全反射，那么所有的幻景就立刻消逝了。</p> <p>　　根据这篇课文的特点和教学要求，课堂教学可分为两个部分：前一部分，任务是使学生能顺畅地诵读，熟悉课文中的描写用语，并培养学生的想像力。需时约35分钟。后一部分，任务是完成练习，需时约10分钟。前者是基础，基础打得扎实，练习才能顺利完成。</p> <p>　　下面仅就怎样完成前一部分任务提几条建议：</p> <p>　　一、预习还是要抓。本课生词较多，尽管都有注释，不多读几遍，仍恐难记住；文句要读得顺畅，也并非易事。对这些困难，必须充分估计到，要使学生在预习中对课文有有关联词或语末助词，如“(既而)风定天清”“居然城郭(矣)”；有的在句中，如“(然数年)恒不一见”“(见山上)人烟市肆”等。读好这些四字结构是关键。</p> <p>　　读全文至少四遍(约需10分钟)。</p> <p>　　三、把解词和培养学生的想像力结合在一起。全用启发提问的方式，按“山市”的三个画面(塔和宫殿；城郭和其他建筑；危楼一座)依次提问，最后再用时间词语把它们联结起来。(约需20分钟)</p> <p>　　提问完毕，最好将全文再读两遍，要提示学生一边读一边想像“山市”的图景，以保持印象的完整。</p> <p>　　关于作家作品的介绍，切忌贪多，如果练习完成得快，也可以讲一两个短小的故事。题注已经讲到了的，用不着重复。</p><br/><h2>创作背景</h2> <p>　　以情衬景。作者在形貌时，是通过孙禹年及其朋友的眼睛来形貌山市奇景的。孙禹年在与朋友饮酒时，突然望见远处奂山山峰上呈现了隐约约约的高耸的“孤塔”,他们不禁“相顾而疑”,由于此处基础就没有寺院，哪来的孤塔呢？这种凶猛的诧异、疑惑的情感，既是对怪僻的山市景致一种陪衬，又是传染读者的一种前言。作者在描写的进程中融入了这种情感，一步步吸引读者，去揭开山市的奥秘。文中陪伴着惊异的情感颠簸，层层睁开形貌，使山市的每一风景，每一次幻化都给人以新颖的感受。接着，“孤塔”旁又呈现了数十所绮丽的宫殿，直到此时，作者才点明白“始悟为山市”.孙某及其伴侣由“惊疑”而“悟”.陪伴着“悟”而来的应该是轻松、释然的神色，齐集精力抚玩可贵一见的山市异景。</p>",
  "poet": {
    "id": 567,
    "star": 0,
    "name": "蒲松龄",
    "image": "http://img.gushiwen.org/authorImg/pusongling.jpg",
    "desc": "蒲松龄（1640－1715）字留仙，一字剑臣，别号柳泉居士，世称聊斋先生，自称异史氏，现山东省淄博市淄川区洪山镇蒲家庄人。出生于一个逐渐败落的中小地主兼商人家庭。19岁应童子试，接连考取县、府、道三个第一，名震一时。补博士弟子员。以后屡试不第，直至71岁时才成岁贡生。为生活所迫，他除了应同邑人宝应县知县孙蕙之请，为其做幕宾数年之外，主要是在本县西铺村毕际友家做塾师，舌耕笔耘，近40年，直至1709年方撤帐归家。1715年正月病逝，享年76岁。创作出著名的文言文短篇小说集《聊斋志异》。"
  },
  "tags": [
    "初中文言文",
    "叙事",
    "写景"
  ]
}