{
  "id": 59359,
  "star": 19,
  "name": "八归·湘中送胡德华",
  "dynasty": "宋代",
  "content": "芳莲坠粉，疏桐吹绿，庭院暗雨乍歇。无端抱影销魂处，还见篠墙萤暗，藓阶蛩切。送客重寻西去路，问水面琵琶谁拨？最可惜、一片江山，总付与啼鴂。<br>长恨相从未款，而今何事，又对西风离别？渚寒烟淡，棹移人远，飘渺行舟如叶。想文君望久，倚竹愁生步罗袜。归来后，翠尊双饮，下了珠帘，玲珑闲看月。",
  "fanyi": "<p><strong>译文<br></strong>荷花飘落，稀疏的梧桐开始坠下绿叶。庭院里，一场秋雨刚停歇。我说不出原因，一个人突然独自伤悲。又看见竹篱边的萤火虫在幽暗中飞来飞去，苔阶旁的蟋蟀叫声更令人断肠。我送别客人，重寻西去的水路，不知水上是否有人为你演奏一曲？最可惜的是把一片江山大好风景，却付给悲鸣的鸟儿。<br>常常遗憾我们相识相知时间太短，而今在这落花时节，为何又要无奈地依依相别？清冷的洲渚烟水茫茫，船儿就要出发，友人的行舟已远，如一片轻叶。他的妻子一定在家中盼望着他，日日站在翠竹旁，任凭罗袜上染上清尘。等到丈夫归来后，夫妻二人幸福地团圆。双双下了珠帘，对着明月对饮到天明。</p> <p><strong>注释<br></strong>1.八归：词牌名。<a href=\"http://so.gushiwen.org/author_30.aspx\">姜夔</a>自度曲。有仄韵、平韵两体。仄韵词始于姜夔，双调一百十五字。平韵体有高观国词，一百一十字，有脱文。二体虽用韵有平仄之异，而声调则同。[3]<br>2.暗雨：夜雨。<br>3.乍：忽然<br>4.篠（xiǎo）墙：竹篱院墙。篠，细竹。<br>5.蛩（qióng）：蟋蟀。<br>6.水面琵琶：指<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>《琵琶行》事。<br>7.啼鴂（jué）：亦作“鹈鴂”“鶗鴃”，即杜鹃鸟。<br>8.未款：不能久留。<br>9.渚（zhǔ）：水中小块陆地。<br>10.棹（zhào）：划船的一种工具，形状和桨差不多。<br>11.文君：汉<a href=\"http://so.gushiwen.org/author_70.aspx\">司马相如</a>妻<a href=\"http://so.gushiwen.org/author_785.aspx\">卓文君</a>。<br>12.翠尊：翠玉的酒杯。<br>13.玲珑：皎、晶莹。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　全词描述了离别前的忧伤、临别时的依依不舍，以及悬想别后友人归家与亲属团聚的情景。前面实写，后面虚写，多次转移时间和空间，逐层抒发离情别绪，在章法和布局方面颇具匠心。</p> <p>　　上阕刻画客中庭院之萧瑟，为离愁作铺垫，可分两层。前六句为一层，以雨后寂寞萧条的庭院为背景，写别前的忧伤。莲花凋零了粉色的花瓣，桐树吹动着带绿的叶子，是初秋院中之景。竹篱边发光暗淡的萤虫，苔阶下鸣声凄切的蟋蟀，是秋夜庭前之物。篠墙，指竹墙。这四样景物，有昼景，有夜景；有植物，有动物；植物又有花、有叶，动物又有光、有声，配置匀整，而且从目见写到耳闻，从视觉写到听觉，造成一种冷清凄迷的意境，无限烦恼尽在其中。中间“暗雨乍歇”写天时，“抱影销魂”写人事。“还见”二字，更透露出一种无可奈何之感。何以如此，是因为即将送别友人。<a href=\"http://so.gushiwen.org/author_509.aspx\">江淹</a>《别赋》说：“黯然销魂者，唯别而已矣！”这种离愁别绪，由于用了许多惹愁的景物层层烘染，便见得加倍的浓重。这六句词，使人俨然进入<a href=\"http://so.gushiwen.org/author_358.aspx\">宋玉</a>《九辩》的境界。</p> <p>　　“送客”以下开始转入离别，是第二层。场景由庭院逐渐移至送别的水边。西去，表客行方向。重寻，表明在此送行已非一回。“问水面琵琶谁拨”，化用<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>《琵琶行》中“忽闻水上琵琶声”的<a href=\"http://so.gushiwen.org/view_59359.aspx\">诗</a>句，而改为以“问”字领起的设问句，语简意深，余味悠长，极尽其缠绵情绪。接着，“最可惜、一片江山，总付与啼鴂”，则声情激越，境界阔远寄慨遥深。啼鴂，或作鹈鴂、鶗鴂，又名子规、杜鹃，此鸟“春分鸣则众芳生，秋分鸣则众芳歇”（《广韵》）。<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>《离骚》中有“恐鹈鴂之先鸣兮，使夫百草为之不芳”之句。这里也是借啼鴂的鸣声来表现众芳芜秽、山河改容的衰飒景象，衬托离情，极为沉痛感人。其中还隐微地寄托了词人的身世之感、家国之痛。飘泊江湖的迟暮之感，山河异色的忧愁之悲，都体现在这一凄迷阔远的境界之中。正是无限感慨都在虚处，意愈切而词愈微。</p> <p>　　下阕写留客殷勤之意，也有两层意思。前六句承上，着重写惜别之情。“长恨”三句与<a href=\"http://so.gushiwen.org/author_535.aspx\">柳永</a>《雨霖铃》过片处“多情自古伤离别，更那堪、冷落清秋节”有同工之妙。柳词以“更那堪”三字递进一层，此词则以“而今何事”的设问追进一步，以倾吐惜别的深情。然后再以“渚寒”三句景语来代替情语，这里又与<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>《送<a href=\"http://so.gushiwen.org/author_757.aspx\">孟浩然</a>之广陵》诗的“孤帆远影碧空尽，惟见长江天际流”的艺术手法相似，借淡烟寒水之中一叶行舟缥缈远去的景象，来表达送别者伫立江头，凝望着棹移人远的那种依依不舍的感情。这与<a href=\"http://so.gushiwen.org/author_164.aspx\">周邦彦</a>《兰陵王》“愁一箭风快，半篙波暖，回首迨递便数驿，望人在天北”有异曲同工之妙。周词是站在离别者回望送别者的角度来写，姜词是从送别者眼中离别者远处的情景，虽角度不同而各尽其妙。</p> <p>　　最后六句写别后，用美好的设想来排遣双方的离愁别恨。文君即<a href=\"http://so.gushiwen.org/author_785.aspx\">卓文君</a>，借指胡的妻室。“倚竹”句借用<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>《佳人》诗“天寒翠袖薄，日暮倚修竹”和李白《玉阶怨》诗“玉阶生白露，夜久侵罗袜”中的妇女形象，以表现想象中胡妻等待丈夫归来的情景。“翠尊”三句亦化用李白同诗的后两句：“却下水晶帘，玲珑望秋月”，描绘胡氏夫妇团聚的情景。点化前人诗句的艺术形象为自己所用，不着痕迹，尽得风流，这也是<a href=\"http://so.gushiwen.org/author_30.aspx\">姜夔</a>词的艺术特色之一。</p> <p>　　这首词以清笔写浓愁，以健笔写深哀，故感情真切而不流于颓表，符合白石词中和的特色。陈廷焯《白雨斋词话》评论说：“声情激越，笔力精健，而意味仍是和婉，哀而不伤，真词圣也。”细腻而有层次的抒情笔法，配合以移步换形的结构形式，也有助于形成那种清健空灵的艺术风格。</p>",
  "about": "<h2>创作背景</h2> 　　据夏承焘《姜白石词编年笺校》考证，大约写于公元1186年（宋孝宗淳熙十三年）以前，词人客游长沙时。胡德华，生平不详。",
  "poet": {
    "id": 30,
    "star": 0,
    "name": "姜夔",
    "image": "http://img.gushiwen.org/authorImg/jiangkui.jpg",
    "desc": "姜夔，南宋文学家、音乐家。人品秀拔，体态清莹，气貌若不胜衣，望之若神仙中人。往来鄂、赣、皖、苏、浙间，与诗人词家杨万里、范成大、辛弃疾等交游。庆元中，曾上书乞正太常雅乐，他少年孤贫，屡试不第，终生未仕，一生转徙江湖，靠卖字和朋友接济为生。他多才多艺，精通音律，能自度曲，其词格律严密。其作品素以空灵含蓄著称，有《白石道人歌曲》等。姜夔对诗词、散文、书法、音乐，无不精善，是继苏轼之后又一难得的艺术全才。"
  },
  "tags": [
    "离别",
    "惜别",
    "团聚"
  ]
}