{
  "id": 49884,
  "star": 54,
  "name": "定风波·次高左藏使君韵",
  "dynasty": "宋代",
  "content": "万里黔中一漏天，屋居终日似乘船。及至重阳天也霁，催醉，鬼门关外蜀江前。<br>莫笑老翁犹气岸，君看，几人黄菊上华颠？戏马台南追两谢，驰射，风流犹拍古人肩。",
  "fanyi": "<p><strong>译文</strong><br>黔中阴雨连绵，仿佛天漏，遍地都是水，终日被困家中，犹如待在一艘破船上。久雨放晴，又逢重阳佳节，在蜀江之畔，畅饮狂欢。<br>不要取笑我，虽然年迈但气概仍在。请看，老翁头上插菊花者有几人呢？吟<a href=\"http://so.gushiwen.org/view_49884.aspx\">诗</a>填词，堪比戏马台南赋诗的两谢。骑马射箭，纵横驰骋，英雄直追古时风流人物。</p> <p><strong>注释</strong><br>（1）定风波：词牌名。左藏（cánɡ）：古代国库之一，以其在左方，故称左藏。<br>（2）黔（qián）中：即黔州（今四川彭水）。漏天：指阴雨连绵。<br>（3）及至：表示等到某种情况出现；直至。霁（jì）：雨雪之止也。<br>（4）鬼门关：即石门关，今重庆市奉节县东，两山相夹如蜀门户。<br>（5）老翁（wēng）：老年男子，含尊重意。气岸：气度傲岸。<br>（6）华颠：白头。<br>（7）戏马台：一名掠马台，<a href=\"http://so.gushiwen.org/author_253.aspx\">项羽</a>所筑，今江苏徐州城南。晋安帝义熙十二年，刘裕北征，九月九日会僚属于此，赋诗为乐，谢瞻和<a href=\"http://so.gushiwen.org/author_758.aspx\">谢灵运</a>各赋《九日从宋公戏马台集送孔令》一首。两谢：即谢瞻和谢灵运。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　《定风波·次高左藏使君韵》为<a href=\"http://so.gushiwen.org/author_268.aspx\">黄庭坚</a>贬谪黔州期间的作品。该词主要通过重阳即事，写出了黄庭坚在穷困险恶的处境中，不向命运屈服的博大胸怀，抒发了一种老当益壮、穷且益坚的乐观奋发精神。</p> <p>　　上片首二句写黔中气候，以明贬谪环境之恶劣，前两句起调低沉，起篇为抑。黔中秋来阴雨连绵，遍地是水，人终日只能困居室内，不好外出活动。不说苦雨，而通过“一漏天”、“似乘船”的比喻，形象生动地表明秋霖不止叫人不堪其苦的状况。“乘船”而风雨喧江，就有覆舟之虞。所以“似乘船”的比喻是足不出户的意思，又影射着环境的险恶。联系“万里”二字，又有去国怀乡之感。下三句是一扬，写重阳放晴，登高痛饮。说重阳天霁，用“及至”、“也”二虚词呼应斡旋，有不期然而然、喜出望外之意。久雨得晴，又适逢佳节，真是喜上加喜。遂逼出“催醉”二字。“鬼门关外蜀江前”回应“万里黔中”，点明欢度重阳的地点。“鬼门关”这里是用其险峻来反衬一种忘怀得失的胸襟，颇有几分傲兀之气。</p> <p>　　下片三句承上意写重阳赏菊。古人重阳节有簪菊的风俗，但老翁头上插花却不合时宜，即所谓“几人黄菊上华颠”。作者借这种不入俗眼的举止，写出一种不服老的气概。“君看”、“莫笑”云云，全是自负口吻。这比前写纵饮就更进一层，词情再扬，此为二扬。最后三句是高潮。此三句说自己重阳节不但照例饮酒赏菊，还要骑马射箭，吟<a href=\"http://so.gushiwen.org/view_49884.aspx\">诗</a>填词，其气概直追古时的风流人物，更将豪迈气概表现到极致，此为三扬。此处巧用晋诗人谢瞻、<a href=\"http://so.gushiwen.org/author_758.aspx\">谢灵运</a>戏马台赋诗之典。末句中的“拍肩”一词出于郭璞《游仙诗》“右拍洪崖肩”，即追踪的意思。下片从“莫笑老翁犹气岸”到“风流犹拍古人肩”彼此呼应，一气呵成，将豪迈气概表现得淋漓尽致。</p> <p>　　全词结构一抑三扬，笔力豪迈，抒发了作者虽被贬黔州、身居恶劣环境，却穷且益坚、老当益壮，不屈于命运的摆布的乐观精神和博大胸怀。</p>",
  "about": "<h2>创作背景</h2> 　　宋哲宗绍圣二年（1095），<a href=\"http://so.gushiwen.org/author_268.aspx\">黄庭坚</a>以修《神宗实录》不实的罪名，贬为涪州（今重庆涪陵）别驾，黔州安置，开始他生平最艰难困苦的一段生活。在黔州贬所时候作此词。",
  "poet": {
    "id": 268,
    "star": 0,
    "name": "黄庭坚",
    "image": "http://img.gushiwen.org/authorImg/huangtingjian.jpg",
    "desc": "黄庭坚（1045.8.9-1105.5.24），字鲁直，号山谷道人，晚号涪翁，洪州分宁（今江西省九江市修水县）人，北宋著名文学家、书法家，为盛极一时的江西诗派开山之祖，与杜甫、陈师道和陈与义素有“一祖三宗”（黄庭坚为其中一宗）之称。与张耒、晁补之、秦观都游学于苏轼门下，合称为“苏门四学士”。生前与苏轼齐名，世称“苏黄”。著有《山谷词》，且黄庭坚书法亦能独树一格，为“宋四家”之一。"
  },
  "tags": [
    "励志"
  ]
}