{
  "id": 37177,
  "star": 7,
  "name": "安贫",
  "dynasty": "唐代",
  "content": "手风慵展一行书，眼暗休寻九局图。<br>窗里日光飞野马，案头筠管长蒲卢。<br>谋身拙为安蛇足，报国危曾捋虎须。 <br>举世可能无默识，未知谁拟试齐竽。",
  "shangxi": "<h2>赏析</h2> <p>　　<a href=\"http://so.gushiwen.org/view_37177.aspx\">诗</a>篇从眼前贫居困顿的生活发端。风，指四肢风痹。八行书，指信札。暗，是形容老眼昏花，视力不明。九局图，指棋谱。“手风”和“眼暗”，都写自己病废的身体。“慵展”和“休寻”，写自己索寞的情怀。信懒得写，意味着交游屏绝；棋不愿摸，意味着机心泯灭。寥寥十四个字，把那种贫病潦倒、无所事事的情味充分表达出来了，正点明诗题“安贫”。</p> <p>　　次联就室内景物略加点染，进一步烘托“安贫”的题旨。野马，指浮游于空气中的埃尘，语出《庄子·逍遥游》。筠管，竹管，这里指毛笔筒。蒲卢，又名蜾蠃，一种细腰蜂，每产卵于小孔穴中。两句的意思是：闲居无聊，望着室内的埃尘在窗前日光下浮动，而案头毛笔由于长久搁置不用，笔筒里竟然孵化出了细腰蜂。这一联写景不仅刻画入微，而且与前面所说的“慵展”、“休寻”的懒散生活正相贴合，将诗人老病颓唐的心境展示得淋漓尽致。</p> <p>　　然则，诗人不是真的自甘寂寞。第三联转入致贫原由的追叙。安蛇足，就是“画蛇添足”。用来讽刺做事节外生枝，弄巧反拙。捋虎须，比喻撩拨、触犯凶恶残暴的人。《庄子·盗跖》叙述孔子游说盗跖而被驱赶出来后说：“丘所谓无病而自灸也。疾走料虎头，编虎须，几不免虎口哉！”按<a href=\"http://so.gushiwen.org/author_130.aspx\">韩偓</a>在朝时，曾向昭宗推荐赵崇为相，遭到朱温不满，几乎被杀。《新唐书·韩偓传》还记载一次侍宴时，朱温上殿奏事，侍臣们纷纷避席起立，唯有韩偓遵守礼制端坐不动，引起朱温的恼怒。韩偓忠于唐王室，必然要成为朱温篡权的眼中钉。这就是诗中自谓的“安蛇足”、“捋虎须”，也就是诗人致贫的来由。回顾这一段往事，诗人感到自己谋身虽拙，报国则不避艰危，故表面以“安蛇足”自嘲，实际上以敢于“捋虎须”而自负，透露出他在颓唐外表下隐藏着的一片舍身许国的壮怀。</p> <p>　　结末一联则又折回眼前空虚寂寥的处境。试齐竽，事见《<a href=\"http://so.gushiwen.org/author_404.aspx\">韩非</a>子·内储说上》：齐宣王爱听吹竽，要三百人合奏，有位不会吹的南郭处士也混在乐队里装装样子，骗取一份俸禄。后愍王继立，喜欢听人单独演奏，南郭处士只好逃之夭夭。这里引用来表示希望有人能像齐愍王听竽那样，将人才的贤愚臧否一一判别，合理使用。整个这一联是诗人在回顾自己报国无成的经历之后迸发出的一个质问：世界上怎会没有人将人才问题默记于心，可又有谁准备像齐愍王听竽那样认真地选拔人才以挽救国事呢？质问中似乎带有那么一点微茫的希望，而更多是无可奈何的感慨：世无识者，有志难骋，不甘于安贫自处，又将如何！满腔的愤懑终于化作一声叹息，情切而辞婉。</p> <p>　　题作“安贫”，实质是不甘安贫，希望有所作为；但由于无可作为，又不能不归结为自甘安贫。贯串于诗人晚年生活中的这一基本思想矛盾以及由此引起的复杂心理变化，都在这首篇幅不长的诗里得到真切而生动的反映，显示了高度的艺术概括力。诗歌风貌上，外形颓放而内蕴苍劲，律对整切而用笔浑洒，也体现了诗人后期创作格调的日趋老成。前人评为“七纵八横，头头是道，最能动人心脾”（邵祖平《韩偓诗旨表微》），殆非虚誉。</p>",
  "about": "<h2>创作背景</h2> 　　<a href=\"http://so.gushiwen.org/author_130.aspx\">韩偓</a>于公元901─903年（唐昭宗天复元年至三年）任职翰林学士期间，<a href=\"http://so.gushiwen.org/author_843.aspx\">曾参</a>与内廷密议，对朝政有所谋画。昭宗为宦官韩全诲等劫持至凤翔时，又扈从西行，随侍左右，甚得亲信。回京后，昭宗曾欲拜他为宰相，但受权臣朱温忌恨，终被贬逐出朝。他辗转南下，于公元906年（天祐三年）到达福州，投靠威武节度使王审知。后朱温篡唐，建立梁朝，王审知接受梁的封号，韩偓又离开福州，流寓汀州沙县、尤溪县和桃林场等地，公元911年（乾化元年）定居闽南泉州的南安县。这首<a href=\"http://so.gushiwen.org/view_37177.aspx\">诗</a>大约就写在他定居南安的第二年。韩偓的晚年生活相当寂寥，而又念念不忘国事，心情郁闷。以“安贫”作诗题，有自慰自劝的意思。这里的“贫”，不光指经济上的困窘，同时也指政治上的失意。",
  "poet": {
    "id": 130,
    "star": 0,
    "name": "韩偓",
    "image": "http://img.gushiwen.org/authorImg/hanwo.jpg",
    "desc": "韩偓（公元842年～公元923年）。中国唐代诗人。乳名冬郎，字致光，号致尧，晚年又号玉山樵人。陕西万年县（今樊川）人。自幼聪明好学，10岁时，曾即席赋诗送其姨夫李商隐，令满座皆惊，李商隐称赞其诗是“雏凤清于老凤声”。龙纪元年(889年)，韩偓中进士，初在河中镇节度使幕府任职，后入朝历任左拾遗、左谏议大夫、度支副使、翰林学士。"
  },
  "tags": [
    "抒怀",
    "怀才不遇"
  ]
}