{
  "id": 7305,
  "star": 203,
  "name": "夜归鹿门山歌 / 夜归鹿门歌",
  "dynasty": "唐代",
  "content": "山寺钟鸣昼已昏，渔梁渡头争渡喧。<br>人随沙岸向江村，余亦乘舟归鹿门。<br>鹿门月照开烟树，忽到庞公栖隐处。<br>岩扉松径长寂寥，惟有幽人自来去。",
  "fanyi": "<p><strong>译文<br>韵译</strong></p> <p>黄昏时山寺的钟声回荡山谷，渔梁渡口处一片喧闹的声音。<br>人们沿着沙岸向江村走过去，我也乘坐一叶小舟返回鹿门。<br>鹿门的月光使山树显现出来，我忽然来到了庞公隐居之地。<br>清冷的山岩路寂静的林间道，唯有隐居的人在此飘逸来去。</p> <p><strong>散译</strong></p> <p>天色已近黄昏，山寺里的钟声响起，渔梁渡口人们争着过河，喧闹不已。行人沿着沙岸向江村走去，我也乘着小舟返回鹿门山。皎洁的月光照映着鹿门山，山树一片迷朦。忽然，仿佛不知不觉就到了庞公曾隐居的地方，也到了我现在的栖身之地。如门的山岩、松间的小路幽幽静静，只有隐者独自来去，与这美妙的大自然融为一体。</p> <p><strong>注释</strong><br>⑴鹿门：山名，在襄阳。<br>⑵昼已昏：天色已黄昏。<br>⑶渔梁：洲名，在湖北襄阳城外汉水中。《水经注·沔水》中记载：“襄阳城东沔水中有渔梁洲，<a href=\"http://so.gushiwen.org/author_2088.aspx\">庞德公</a>所居。”喧：吵闹。<br>⑷余：我。<br>⑸开烟树：指月光下，原先烟雾缭绕下的树木渐渐显现出来。<br>⑹庞公：庞德公，东汉襄阳人，隐居鹿门山。荆州刺史刘表请他做官，不久后，携妻登鹿门山采药，一去不回。<br>⑺岩扉：指山岩相对如门。<br>⑻幽人：隐居者，<a href=\"http://so.gushiwen.org/view_7305.aspx\">诗</a>人自称。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　开篇二句写<a href=\"http://so.gushiwen.org/view_7305.aspx\">诗</a>人傍晚江行的见闻。首句写白昼已尽，黄昏降临，幽僻的古寺传来了报时的钟声，次句写沔水口附近的渔梁渡头人们急于归家时抢渡的喧闹，首句表现的是安宁静谧的环境，次句却表现喧嚣，形成了鲜明而强烈的比照，这是远离人寰的禅境与喧杂纷扰的尘世的比照。</p> <p>　　第二联，前句承“渔梁”诗意，是写村人各自上岸还家；后句承“山寺”诗意，写自己回到鹿门。这两句是以人归引出自归，作为前文的具体补述。两种归途展现两样不同的心境，这又是一个比衬，从中表现出诗人与世无争的隐逸志趣和不慕荣利的淡泊情怀。</p> <p>　　第三联，鹿门山的林木本为暮霭所笼罩，朦胧而迷离，山月一出，清光朗照，暮雾竟消，树影清晰。诗人完全被大自然陶醉，他忘情地攀登着崎岖的山路，不知不觉间来到了庞公昔时隐居的地方。这微妙的感受，亲切的体验，表现出隐逸的情趣和意境，隐者为大自然所融化，至于忘乎所以。<a href=\"http://so.gushiwen.org/author_757.aspx\">孟浩然</a>仰慕庞公的志节，他在《登鹿门山怀古》中也吟有“昔闻<a href=\"http://so.gushiwen.org/author_2088.aspx\">庞德公</a>，采药遂不返。隐迹今尚存，高风邈已远”的诗句。</p> <p>　　最后二句，这“幽人”，既指庞德公，也是自况，因为诗人彻底领悟了“遁世无闷”的妙趣和真谛，躬身实践了庞德公“采药不返”的道路和归宿。山岩之内，柴扉半掩，松径之下，自辟小径。这里没有尘世干扰，唯有禽鸟山林为伴，隐者在这里幽居独处，过着恬淡而寂寥的生活。</p> <p>　　全诗虽歌咏归隐的清闲淡素，但对尘世的热闹仍不能忘情，表达了隐居乃迫于无奈的情怀。感情真挚飘逸，于平淡中见其优美，真实。显然，这首诗的题材是写“夜归鹿门”，颇像一则随笔素描的山水小记。但它的主题是抒写清高隐逸的情怀志趣和道路归宿。诗中所写从日落黄昏到月悬夜空，从汉江舟行到鹿门山途，实质上是从尘杂世俗到寂寥自然的隐逸道路。</p> <p>　　诗人以谈心的语调，自然的结构，省净的笔墨，疏豁的点染，真实地表现出自己内心的体验和感受，动人地显现出恬然超脱的隐士形象，形成一种独到的意境和风格。前人说孟浩然诗“气象清远，心悰孤寂”，而“出语洒落，洗脱凡近”（《唐音癸签》引徐献忠语）。这首七古倒很能代表这些特点。从艺术上看，诗人把自己内心体验感受，表现得平淡自然，优美真实，技巧老到，深入浅出，是成功的，也是谐和的。也正因为诗人真实地抒写出隐逸情趣，脱尽尘世烟火，因而表现出消极避世的孤独寂寞的情绪。</p>",
  "about": "<h2>创作背景</h2> <p>　　<a href=\"http://so.gushiwen.org/author_757.aspx\">孟浩然</a>家在襄阳城南郊外，岘山附近，汉江西岸，名曰“南园”或“涧南园”。题中鹿门山则在汉江东岸，沔水南畔与岘山隔江相望，距离不远，乘船前往，数时可达。汉末著名隐士<a href=\"http://so.gushiwen.org/author_2088.aspx\">庞德公</a>，因拒绝征辟，携家隐居鹿门山，从此鹿门山就成了隐逸圣地。</p> <p>　　据《襄阳记》载：“鹿门山旧名苏岭山。建武中，襄阳侯习郁立神祠于山，刻二石鹿夹神庙道口，俗因谓之鹿门庙，后以庙名为山名，并为地名也。”孟浩然早先一直隐居岘山南园的家里，四十岁赴长安谋仕不遇，游历吴、越数年后返乡，决心追步乡先贤庞德公的行迹，特为在鹿门山辟一住处，偶尔也去住住，其实是个标榜归隐性质的别业。此<a href=\"http://so.gushiwen.org/view_7305.aspx\">诗</a>当作于作者四十岁后隐居鹿门时，即景龙二年（708）至先天元年（712）间，故题为“夜归鹿门山”。</p>",
  "poet": {
    "id": 757,
    "star": 0,
    "name": "孟浩然",
    "image": "http://img.gushiwen.org/authorImg/menghaoran.jpg",
    "desc": "孟浩然（689-740），男，汉族，唐代诗人。本名不详（一说名浩），字浩然，襄州襄阳（今湖北襄阳）人，世称“孟襄阳”。浩然，少好节义，喜济人患难，工于诗。年四十游京师，唐玄宗诏咏其诗，至“不才明主弃”之语，玄宗谓：“卿自不求仕，朕未尝弃卿，奈何诬我？”因放还未仕，后隐居鹿门山，著诗二百余首。孟浩然与另一位山水田园诗人王维合称为“王孟”。"
  },
  "tags": [
    "唐诗三百首",
    "写景",
    "归隐"
  ]
}