{
  "id": 241,
  "star": 25,
  "name": "文王有声",
  "dynasty": "先秦",
  "content": "文王有声，遹骏有声。遹求厥宁，遹观厥成。文王烝哉！</p> <p>文王受命，有此武功。既伐于崇，作邑于丰。文王烝哉！</p> <p>筑城伊淢，作丰伊匹。匪棘其欲，遹追来孝。王后烝哉！</p> <p>王公伊濯，维丰之垣。四方攸同，王后维翰。王后烝哉！</p> <p>丰水东注，维禹之绩。四方攸同，皇王维辟。皇王烝哉！</p> <p>镐京辟雍，自西自东，自南自北，无思不服。皇王烝哉！</p> <p>考卜维王，宅是镐京。维龟正之，武王成之。武王烝哉！</p> <p>丰水有芑，武王岂不仕？诒厥孙谋，以燕翼子。武王烝哉！",
  "fanyi": "<p><strong>译文<br></strong>文王有着好声望，如雷贯耳大名享。但求天下能安宁，终见功成国运昌。文王真个是明王！<br>受命于天我文王，有这武功气势旺。举兵攻克那崇国，又建丰邑真漂亮。文王真个是明王！<br>挖好城壕筑城墙，作邑般配实在棒。不贪私欲品行正，用心尽孝为周邦。君王真个是明王！<br>文王功绩自昭彰，犹如丰邑那垣墙。四方诸侯来依附，君王主干是栋梁。君王真个是明王！<br>丰水奔流向东方，大禹功绩不可忘。四方诸侯来依附，大王树立好榜样。大王真个是明王！<br>落成离宫镐京旁，在西方又在东方，在南面又在北面，没人不服我周邦。大王真个是明王！<br>占卜我王求吉祥，定都镐京好地方。依靠神龟定工程，武王完成堪颂扬。武王真个是明王！<br>丰水边上杞柳壮，武王任重岂不忙？留下治国好策略，庇荫子孙把福享。武王真个是明王！</p> <p><strong>注释<br></strong>⑴遹（yù）：陈奂《<a href=\"http://so.gushiwen.org/view_241.aspx\">诗</a>毛氏传疏》：“全诗多言‘曰’、‘聿’，唯此篇四言‘遹’，遹即曰、聿，为发语之词。《说文》……引诗‘欥求厥宁’。从欠曰，会意，是发声。当以欥为正字，曰、聿、遹三字皆假借字。”<br>⑵烝（zhēng）：《尔雅》释“烝”为“君”。又陆德明《经典释文》引韩诗云：“烝，美也。”可知此诗中八用“烝”字皆为叹美君主之词。<br>⑶于崇：“于”本作“邘”，古邘国，故地在今河南沁阳。崇为古崇国，故地在今陕西户县，周文王曾讨伐崇侯虎。<br>⑷丰：故地在今陕西西安沣水西岸。<br>⑸淢（xù）：假借为“洫”，即护城河。<br>⑹棘（jí）：陆德明《经典释文》作“亟”，《礼记》引作“革”。按段玉裁《古十七部谐声表》，棘、亟、革同在第一部，是其音义通，此处皆为“急”义。<br>⑺王后：第三、四章之“王后”同指周文王。有人将其释为“周武王”，误。<br>⑻公：同“功”。濯（zhuó）：本义是洗涤，引申有“光大”义。<br>⑼翰：主干。<br>⑽皇王：第五、六章之“皇王”皆指周武王。辟（bì）：陈奂《诗毛氏传疏》认为当依《经典释文》别义释为“法”。<br>⑾镐（hào）：周武<a href=\"http://so.gushiwen.org/author_482.aspx\">王建</a>立的西周国都，故地在今陕西西安沣水以东的昆明池北岸。辟廱（bì yōnɡ）：西周王朝所建天子行礼奏乐的离宫。<br>⑿无思不服：王引之《经传释词》云：“无思不服’，无不服也。思，语助耳。”<br>⒀宅：刘熙《释名》释“宅”为“择”，指择吉祥之地营建宫室。“宅”是乇声字，与“择”古音同部，故可相通。<br>⒁芑（qǐ）：同“杞”。芑、杞都是己声字，古音同部，故杞为本字，芑是假借字，应释为杞柳。<br>⒂仕：毛传释“仕”为“事”，古通用。<br>⒃“诒厥”二句：陈奂《诗毛氏传疏》云：“诒，遗也。上言谋，下言燕翼，上言孙，下言子，皆互文以就韵耳。言武王之谋遗子孙也。”</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　这首<a href=\"http://so.gushiwen.org/view_241.aspx\">诗</a>的主旨，前人多有阐述。清代学者方玉润在《诗经原始》中已经透露出西周开国君主文王、武王的业绩所起的继往开来的作用。在周族的漫长艰苦历程中，最早是周始祖后稷被封于有邰（在今陕西武功），至十代孙公刘由有邰迁到豳（在今陕西邠县），到了周文王的祖父古公亶父（即周太王）又从豳迁到岐山（在今陕西岐山），都是具有里程碑意义的。在文王、武王父子两代，文王继承前代的功业，当了“西伯”，殷纣王分庭抗礼的地步，为灭殷奠定了坚实的基础；周武王秉承父志，又进一步扩展势力，再建都于镐京，终于完成了灭殷的统一大业。西周王朝建立之后，周武王的子孙面临的是如何巩固基业的问题。《文王有声》末章说：“丰水有芑，武王岂不仕？诒厥孙谋，以燕翼子。”正点明了这个要害问题，可谓是画龙点睛之笔。</p> <p>　　这首诗在艺术表现上也有它的特色，可供借鉴：</p> <p>　　（一）按时间先后顺序谋篇布局。周文王、周武王同是西周开国的君主，但他们是父子两代，一前一后不容含混，因之全诗共八章，前四章写周文王迁丰，后四章写周武王营建镐京，读之次序井然。诗题《文王有声》是套用《诗经》的惯例，用诗的开头第一句，但也很好体现出周武王的功业是由其父周文王奠定基础的。</p> <p>　　（二）同写迁都之事，文王迁丰、武王迁镐，却又各有侧重。“言文王者，偏曰伐崇‘武功’，言武王者，偏曰‘镐京辟廱’，武中寓文，文中有武。不独两圣兼资之妙，抑亦文章幻化之奇，则更变中之变矣！”（方玉润语）</p> <p>　　（三）叙事与抒情结合，使全诗成为歌功颂德的杰作。前四章写周文王迁都于丰，有“既伐于崇，作邑于丰”、“筑城伊淢，作丰伊匹”、“王公伊濯，维丰之垣”等诗句，叙事中寓抒情。后四章写周武王迁镐京，有“丰水东注，维禹之绩”、“镐京辟廱，自西自东，自南自北，无思不服”、“考卜维王，宅是镐京；维龟正之，武王成之”等诗句，也是叙事中寓抒情。特别是全诗八章，每章五句的最后一句皆以单句赞词煞尾，赞美周文王是“文王烝哉”、“文王烝哉”、“王后烝哉”、“王后烝哉”，赞美周武王是“皇王烝哉”、“皇王烝哉”、“武王烝哉”、“武王烝哉”，使感情抒发得更强烈，可谓别开生面。</p> <p>　　（四）巧妙运用比兴手法，加强诗的形象感染力。如第四章“王公伊濯，维丰之垣；四方攸同，王后维翰”四句，是以丰邑城垣之坚固象征周文王的屏障之牢固。第八章“丰水有芑，武王岂不仕”二句，是以丰水岸边杞柳之繁茂象征周武王能培植人才、使用人才。</p> <p>　　（五）全诗用韵也富于变化。每章的前四句用韵，或者是句句用韵，如第一章声、声、宁、成叶耕部韵；或者是隔句用韵，如第二章功、丰叶东部韵，第四章垣、翰叶元部韵，第五章绩、辟叶锡部韵，第八章仕、子叶之部韵；或者是两句一换韵，如第三章淢、匹叶质部韵，欲、孝叶幽部韵，第六章廱、东叶东部韵，北、服叶职部韵，第七章王、京叶阳部韵，正、成叶耕部韵。又每章最后一句以“哉”字结尾，是使用遥韵。</p>",
  "about": "<h2>创作背景</h2> 　　关于这首<a href=\"http://so.gushiwen.org/view_241.aspx\">诗</a>的写作时代，因诗中所写皆周文王、周武王之事，故东汉郑玄的《诗谱》误以为是文王、武王时之诗。<a href=\"http://so.gushiwen.org/author_459.aspx\">朱熹</a>《诗集传》则将它断为成王、周公以后之诗。《史记·周本纪》谓周武王死后，“太子诵代立，是为成王。成王少，周初定天下，周公恐诸侯畔（叛）周，公乃摄行政当国。周公行政七年，成王长，周公反政成王，北面就群臣之位。兴正礼乐，度制于是改，而民和睦，颂声兴。成王既崩，太子钊遂立，是为康王。康王即位，遍告诸侯，宣告以文、武之业以申之，作《康诰》。故成、康之际，天下安宁，刑错（措）四十余年不用。”《大雅·文王之声》所言皆追述周文王、武王先后迁丰、迁镐京之事，又最后一章点出“诒厥孙谋，以燕翼子”，这“子孙”当是周成王、周康王，所以可把此诗产生的时代确定在成、康之际。",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": [
    "诗经",
    "赞颂",
    "写人"
  ]
}