{
  "id": 38369,
  "star": 10,
  "name": "陪金陵府相中堂夜宴",
  "dynasty": "唐代",
  "content": "满耳笙歌满眼花，满楼珠翠胜吴娃。<br>因知海上神仙窟，只似人间富贵家。<br>绣户夜攒红烛市，舞衣晴曳碧天霞。<br>却愁宴罢青娥散，扬子江头月半斜。",
  "fanyi": "<p><strong>译文<br></strong>满耳是美妙的音乐满眼是美妙的花，满楼盛妆的少女胜过那美丽的吴娃。<br>这才晓得那无限美好的天上神仙窟，也不过像这无比豪华的人间富贵家。<br>绣幕里夜间闪烁着的红烛就像闹市，白天里施着的舞裙活像天空的彩霞。<br>担心是宴会罢了美女也随之而星散，管它扬子江那头一轮皓月是否西斜。</p> <p><strong>注释<br></strong>⑴金陵：指润州，即今江苏省镇江市，非指南京。唐人喜称镇<a href=\"http://so.gushiwen.org/author_1462.aspx\">江为</a>丹徒或金陵。府相：对东道主周宝的敬称。中堂：大厅。<br>⑵笙（shēng）歌：乐声和歌声，泛指音乐。<br>⑶珠翠：妇女的饰物，这里代指美女。吴娃：吴地的美女。<br>⑷神仙窟：神仙居处。<br>⑸绣户：指华丽的居室。攒（cuán）：聚集<br>⑹青娥：指年轻貌美的女子。<br>⑺扬子江：这里指润州附近的长江水域。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　<a href=\"http://so.gushiwen.org/view_38369.aspx\">诗</a>题中的金陵，指润州，即今江苏省镇江市，非指南京。唐人喜称镇<a href=\"http://so.gushiwen.org/author_1462.aspx\">江为</a>丹徒或金陵。如<a href=\"http://so.gushiwen.org/author_815.aspx\">李德裕</a>曾出任浙西观察使（治所润州），其《鼓吹赋·序》云：“余往岁剖符金陵。”府相，对东道主周宝的敬称，其时周宝为镇润州的镇海军节度使同平章事。中堂，大厅。此诗是诗人参加周宝的盛大宴会，有感而作。</p> <p>　　起二句连用三个“满”字，笔酣意深。满耳的笙箫吹奏，满眼的花容月貌，满楼的红粉佳丽，佩戴着炫目的珠宝翡翠，真比吴娃还美，若非仙宫似的富贵人家，不可能如此。</p> <p>　　颔联“因知海上神仙窟，只似人间富贵家”，正以此意承接首联歌舞喧阗、花团锦簇的豪华场面。可诗人匠心独运，以倒说出之，便觉语新意奇。本来神话中的仙境，人间再美也是比不上的。而诗人却倒过来说，即使“海上神仙窟”，也只能象这样的“人间富贵家”。淡淡一语，衬托出周宝府中惊人的豪奢。<a href=\"http://so.gushiwen.org/author_39.aspx\">沈德潜</a>评此诗时说：“只是说人间富贵，几如海上神仙，一用倒说，顿然换境。”</p> <p>　　颈联“攒”、“曳”二字丝丝入扣。雕饰精美的门庭，灯烛辉煌，像是红烛夜市一般。歌女们翩翩起舞，彩衣像牵曳着碧空云霞。轻歌曼舞，轻盈摇曳之姿毕现。“夜攒”益显其满堂灯火，“晴曳”更衬出锦绣华灿。“夜”和“晴”又把周宝夜以继日、沉湎于歌舞声色之中的场面写了出来。</p> <p>　　诗吟至此，已把争妍斗艳、溢彩流光的相府夜宴写到绝顶了，收笔几乎难以为继。而诗人别具心裁，毫锋陡然转到了宴会场外的静夜遥天：“却愁宴罢青娥散，扬子江头月半斜。”一个“愁”字，点出了清醒的诗人并未被迷人的声色所眩惑，而是别抱深沉的情怀。酒阑人散，月已半斜，徘徊扬子江头，西望长安，北顾中原，兵戈满天地，山河残破，人何以堪。伤时，怀乡，忧国，忧民，尽在一个“愁”字中含蕴了。</p> <p>　　“月半斜”之“半”，既是实景，又寓微言。这时<a href=\"http://so.gushiwen.org/author_438.aspx\">黄巢</a>起义军纵横驰骋大半个中国，地方藩镇如李克用等也拥兵叛唐，僖宗迭次出奔，唐王朝摇摇欲坠。只有东南半壁暂得喘息，然而握有重兵的周宝却整日沉湎酒色。这样一个局面，正是残月将落，良宵几何。</p> <p>　　全诗用四分之三的篇幅重笔浓墨极写阀阅之家穷奢极欲、歌舞夜宴的富贵气象，而主旨却在尾联，诗眼又浓重地点在一个“愁”字上。一“愁”三“满”，首尾相应，产生强烈的对比作用。三“满”正是为了衬托出深“愁”。“愁”，是这首诗通前彻后的中心轴线。</p>",
  "about": "<h2>创作背景</h2> 　　这首<a href=\"http://so.gushiwen.org/view_38369.aspx\">诗</a>约作于唐僖宗中和年间（881-885），是诗人润州镇海军节度使同平章事周宝举行的盛大宴会时创作的一首诗。",
  "poet": {
    "id": 622,
    "star": 0,
    "name": "韦庄",
    "image": "http://img.gushiwen.org/authorImg/weizhuang.jpg",
    "desc": "韦庄（约836年─910年），字端己，杜陵（今中国陕西省西安市附近）人，诗人韦应物的四代孙，唐朝花间派词人，词风清丽，有《浣花词》流传。曾任前蜀宰相，谥文靖。"
  },
  "tags": [
    "忧国忧民"
  ]
}