{
  "id": 47955,
  "star": 1702,
  "name": "上邪",
  "dynasty": "两汉",
  "content": "上邪，我欲与君相知，长命无绝衰。<br>山无陵，江水为竭。冬雷震震，夏雨雪。天地合，乃敢与君绝。",
  "fanyi": "<p><strong>译文</strong><br>上天呀！我渴望与你相知相惜，长存此心永不褪减。除非巍巍群山消逝不见，除非滔滔江水干涸枯竭。除非凛凛寒冬雷声翻滚，除非炎炎酷暑白雪纷飞，除非天地相交聚合连接，直到这样的事情全都发生时，我才敢将对你的情意抛弃决绝！</p><p><strong>注释</strong><br>① 上邪（yé）！：天啊！。上，指天。邪，语气助词，表示感叹。 <br>② 相知：相爱。<br>③ 命：古与“令”字通，使。衰（cuī）：衰减、断绝。这两句是说，我愿与你相爱，让我们的爱情永不衰绝。 <br>④ 陵(líng)：山峰、山头。 <br>⑤震震：形容雷声。 <br>⑥ 雨（yù）雪：降雪。雨，名词活用作动词。 <br>⑦ 天地合：天与地合二为一。 <br>⑧ 乃敢：才敢,“敢”字是委婉的用语。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　“上邪！我欲与君相知，长命无绝衰。”</p> <p>　　“上邪”犹言“天哪” ，“相知”即相亲相爱。此句说：“天哪！我要和君相爱，让我们的感情永久不破裂，不衰减。”为了证实她的矢志不褕，她接连 举五种自然界的不可能出现的变异，“山无陵，江水为竭，冬雷震震，夏雨雪，天地合。”意思是：要想背叛我们的誓言，除非出现山平了，江水干了，冬日里雷雨阵阵，夏天里大雪纷纷，天与地合而为一！。女主人公充分发挥她的想象力，一件比一件想得离奇，一桩比一桩令人难以思议。到“天地合”时，她的想象已经失去控制，漫无边际地想到人类赖以生存的一切环境都不复存在了。这种缺乏理智、夸张怪诞的奇想，是这位痴情女子表示爱情的特殊形式。而这些根本不可能实现的自然现象都被抒情女主人公当作“与君绝”的条件，无异于说“与君绝”是绝对不可能的。结果呢？只有自己和“君”永远地相爱下去。</p> <p>　　全<a href=\"http://so.gushiwen.org/view_47955.aspx\">诗</a>写情不加点缀铺排。“上邪”三句，笔势突兀，气势不凡，指天发誓，直吐真言，既见情之炽烈，又透出压抑已久的郁愤。“长命无绝衰”五字，铿锵有力，于坚定之中充满忠贞之意。一个“欲” 字，把不堪礼教束缚，追求幸福生活的反抗女性性格表现的淋漓尽致。此三句虽未进行形象刻画，但一个情真志坚，忠贞刚烈的女子形象已清晰地站在读者面前。</p> <p>　　清代王先谦说：“五者皆必无之事，则我之不能绝君明矣。”这古今中外无与伦比的表达爱情的方式，可以说是绝唱之作。诗中女主人公以誓言的形式剖白内心，以不可能实现的自然现象反证自己对爱情的忠贞，确实具有一种强烈的主观色彩。诗短情长，撼人心魄。正如胡应麟所说：“上邪言情，短章中神品！”</p> <p>　　清代张玉谷《古诗赏析》卷五评此诗说：“首三，正说，意言已尽，后五，反面竭力申说。如此，然后敢绝，是终不可绝也。迭用五事，两就地维说，两就天时说，直说到天地混合，一气赶落，不见堆垛，局奇笔横。”可谓句句在理。</p> <p>　　从艺术上看，《上邪》的抒情极富浪漫主义色彩，其间的爱情欲火犹如岩浆喷发不可遏制，气势雄放，激情逼人。读《上邪》，仿佛可以透过明快的诗句，倾听到女子急促的呼吸之声。《上邪》是一首用热血乃至生命铸就的爱情篇章，其语言句式短长错杂，随情而布。音节短促缓急，字句跌宕起伏。</p> <p>　　《上邪》对后世的影响很大。敦煌曲子词申的《菩萨蛮》在思想内容和艺术表现手法上明显地受到它的启发:“枕前发尽千般愿,要休且待青山烂。水面上秤锤浮,直待黄河彻底枯。白日参辰现,北斗回南面,休即未能休,且待三更见日头。”不仅对坚贞专一的爱情幸福的追求是如出一辙的，并且连续用多种不可能来说明一种不可能的艺术构思也是完全相同的。</p>",
  "about": "<h2>创作背景</h2> <p>　　《上邪》为《铙歌十八曲》之一，属乐府《鼓吹曲辞》。</p> <p>　　《上邪》是一首民间情歌，是一首感情强烈，气势奔放的爱情<a href=\"http://so.gushiwen.org/view_47955.aspx\">诗</a>。诗中女子为了表达她对情人忠贞不渝的感情。她指天发誓，指地为证，要永远和情人相亲相爱。</p> <p>　　《汉魏六朝诗歌鉴赏辞典》认为当与《有所思》合为一篇。《有所思》是考虑决裂，《上邪》则是打定主意后做出更坚定的誓言。《乐府诗鉴赏辞典》认为两者相互独立。</p>",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": [
    "古诗三百首",
    "乐府",
    "爱情",
    "民歌"
  ]
}