{
  "id": 72603,
  "star": 253,
  "name": "终身误",
  "dynasty": "清代",
  "content": "都道是金玉良姻，俺只念木石前盟。<br>空对着，山中高士晶莹雪；终不忘，世外仙姝寂寞林。<br>叹人间，美中不足今方信：纵然是齐眉举案，到底意难平。",
  "fanyi": "<h2>注释</h2> <p>（1）金玉良姻：指宝玉与宝钗的婚姻。小说中曾写薛宝钗的金锁“是个癞头和尚送的”，上面所錾的两句吉利话与贾宝玉出生时衔来的那块通灵玉上“癞僧所镌的篆文”，“是一对儿”。薛姨妈也说：“金锁是个和尚给的，等日后有玉的方可结为婚姻。”持“红楼梦反封建论”者认为这段婚姻是符合封建秩序和封建家族利益的所谓美满婚姻。金玉：语意双关，既有贵重的意思，同时指代宝钗和宝玉。木石，语意双关，和“金玉”相对，指代黛玉和宝玉。<br>（2）木石前盟：“金玉良姻”的对立面，指贾宝玉和林黛玉因前世之盟而产生的爱情。作者虚构宝、黛生前有一段旧缘和盟约：绛珠草为酬报神瑛侍者以甘露灌溉之惠，要把“一生所有的眼泪还他”。这两句与宝玉曾在梦中喊骂“什么是‘金玉姻缘’，我偏说是‘木石姻缘’”（第三十六回）的话相似，但“俺只念木石前盟”应是摹写宝玉婚后所说的话。持“红楼梦反封建论”者认为宝黛恋情是建立在共同反抗封建礼教基础上的爱情。<br>（3）“空对”句：意思是说宝玉与宝钗虽为夫妻而没有爱情。雪，“薛”的谐音，指薛宝钗，兼喻其冷。高士，文雅有涵养的人，指宝钗。作者以“山中高士”比宝钗，表明了宝钗品性的高洁。<br>（4）“世外”句：“世外仙姝”，指林黛玉本为绛珠仙子，这里暗寓其已死，亦即所谓“已登仙籍”。姝，美女。林，指林黛玉。<br>（5）“叹人间”句：这是宝玉对自己与宝钗和黛玉之间两段情缘发出的感叹：直到今天，才终于相信人间之事始终都是美中不足的。<br>（6）齐眉举案：《后汉书·梁鸿传》中记载，梁鸿家贫，但妻子孟光对他十分恭顺，每次送饭给他时都把食盘举得同眉毛一样高。后因以“举案齐眉”为封建妇道的楷模。这里指宝玉与宝钗维持着夫妻相敬如宾的表面虚礼。虽然宝钗对宝玉很好，但宝玉却始终放不下黛玉，所以说“到底意难平”。案，有足的小食盘。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这首曲子出自《红楼梦》，象征着封建婚姻的“金玉良姻”和象征着自由恋爱的“木石前盟”，在小说中都被画上了癞僧的神符，载入了警幻的仙册。这样，贾宝玉和林黛玉的悲剧，贾宝玉和薛宝钗的结合，便都成了早已注定了的命运。这一方面固然有作者悲观的宿命论思想的流露，另一方面也曲折地反映了这样的事实：在封建宗法社会中，要违背封建秩序、封建礼教和封建家族的利益，去寻求一种建立在共同理想、志趣基础上的自由爱情，是极其困难的。因此，眼泪还债的悲剧也像金玉相配的“喜事”那样有它的必然性。</p> <p>　　然而，封建压迫可以强制人处于他本来不愿意处的地位，可以使软弱的抗争归于失败，但不可能消除已经觉悟到现实环境不合理的人的更加强烈的反叛。没有爱情的“金玉良姻”，无法消除贾宝玉心灵上的巨大创痛、使他忘却精神上的真正伴侣，也无法调和他与薛宝钗之间两种思想性格的本质冲突。“纵然是齐眉举案，到底意难平。”结果终至于贾宝玉万念俱灰，弃家为僧；薛宝钗空闺独守，抱恨终身。所谓“金玉良姻”，实际是“金玉成空”！作品中表现了<a href=\"http://so.gushiwen.org/author_611.aspx\">曹雪芹</a>的思想倾向和他对封建传统观念大胆的、深刻的批判精神。 </p> <p>　　这首曲唱的是宝玉、宝钗、黛玉三个人。</p> <p>　　本来曲牌名都是固定的，如《山坡羊》、《寄生草》之类，按其格式往里填词。《红楼梦曲》的这些曲名全是作者临时撰杜的，既像曲牌，又是对内容的概括或提示。像这首《终身误》的曲牌名，就是对宝、黛爱情悲剧的感慨，可作标题看。</p> <p>　　曲中的“俺”，当然是宝玉。薛家到了荣国府后，就有一种舆论说，宝钗带的金锁是个和尚给的，“等日后有玉的方可结为婚姻”。宝钗具备封建阶级女性的一切“美德”，她比黛玉更符合荣府少奶奶的标准，不管她自己是否有意去争取，她都是胜利者。</p> <p>　　然而宝玉一心只在从小一起长大的林妹妹身上。第三十六回，宝玉睡中觉时连喊带骂地说出这样的话：“和尚道士的话如何信得?什么是金玉良缘?我偏说木石姻缘!”宝、黛志向一致，趣味相投，在大观园长期生活中建立起死生不渝的爱情。</p> <p>　　有情的不能成为眷属，无情的反倒硬被拉在一起，这是封建时代常见的婚姻悲剧，贵族社会也不例外。黛玉在那个“花柳繁华地、温柔富贵乡”里淌着眼泪度过了短暂的一生死了。宝玉同冷美人宝姐姐结了婚。没有爱情的婚姻能有什么幸福?他对黛玉刻骨铭心的爱情一刻不停地折磨着他，加上家业破败，他亲爱的姐妹们或死或散，全部被抛入黑暗的深渊。</p> <p>　　他对这个世界彻底幻灭了，最后毅然“悬崖撒手”，当了和尚，一定了之。宝钗要孤独凄凉地去熬未来的岁月，其实也是个失败者。宝、钗、黛三人的爱情悲剧，实质是社会悲剧。</p> <p>　　整部《红楼梦》像一个巨大的生活长流，各种矛盾自然地交织在一起，自然地演进，自然地激化，自然地结束。作者很少安排巧合的情节。<a href=\"http://so.gushiwen.org/author_78.aspx\">高鹗</a>的续书把黛死钗嫁扭在一起，“林黛玉焚稿断痴情，薛宝钗出闺成大礼”，一边极喜，一边极悲，很富戏剧色彩，但这未必符合曹雪芹原意。曹雪芹究竟怎样安排、处理宝、钗、黛三者结局的具体情节，已不易推知了。</p> <p>　　曹雪芹把《终身误》放在十二首曲子的第一位，表明了宝玉对宝钗和黛玉两人截然不同的感情和心意，抒发了宝玉对误他终身的“金玉良缘”的愤恨。曲子以宝玉的口吻写就，说明宝玉婚后尽管终日面对的是宝钗，心中仍然念念不忘死去的黛玉。同时又表达了对薛宝钗在得到了婚姻的同时，也葬送了自己的青春和终身幸福的深深同情。“晶莹雪”看似形容宝钗的高洁，实际上是说宝钗内心的冰冷无情。在没有心灵共鸣的情况下，纵然宝钗恪守封建妇德，和宝玉相敬如宾，也抚不平宝玉内心深处的伤口。</p>",
  "poet": {
    "id": 611,
    "star": 0,
    "name": "曹雪芹",
    "image": "http://img.gushiwen.org/authorImg/caoxueqin.jpg",
    "desc": "曹雪芹，名霑，字梦阮，号雪芹，又号芹溪、芹圃。清代著名文学家，小说家。先祖为中原汉人，满洲正白旗包衣出身。素性放达，曾身杂优伶而被钥空房。爱好研究广泛：金石、诗书、绘画、园林、中医、织补、工艺、饮食等。他出身于一个“百年望族”的大官僚地主家庭，因家庭的衰败饱尝人世辛酸，后以坚韧不拔之毅力，历经多年艰辛创作出极具思想性、艺术性的伟大作品《红楼梦》。"
  },
  "tags": [
    "婚姻",
    "爱情"
  ]
}