{
  "id": 71924,
  "star": 9,
  "name": "十二月十九日夜中发鄂渚晓泊汉阳亲旧携酒追送聊为短句",
  "dynasty": "宋代",
  "content": "接淅报官府，敢违王事程。<br>宵征江夏县，睡起汉阳城。<br>邻里烦追送，杯盘泻浊清。<br>袛应瘴乡老，难答故人情。",
  "fanyi": "<p><strong>译文<br></strong>等不到煮饭就得向官府报到，岂敢违背王事规定的期程？<br>连夜乘船从江夏出发，一觉醒来已经到达汉阳城。<br>麻烦乡里邻居赶来送行，杯盘里泻的酒有浊有清。<br>我只该在蛮瘴之乡老死，难得再有机会报答故人的深情。</p> <p><strong>注释<br></strong>⑴鄂渚：相传在今湖北武昌黄鹤山上游三百步长江中。隋置鄂州，即因渚得名。世称鄂州为鄂渚。汉阳：今属湖北武汉。亲旧：犹亲故。短句：古代的七言<a href=\"http://so.gushiwen.org/view_71924.aspx\">诗</a>歌，人们习惯称长句，五言则为短句。<br>⑵接淅：捧着已经淘湿的米，来不及将生米煮熟。《孟子·万章下》：“孔子之去齐，接淅而行。淅，淘过的米。<br>⑶敢：岂敢。王事：王命差遣的公事。《诗经·小雅·北山》：“四牡彭彭，王事傍傍。”程：期限。<br>⑷“宵征”句：是说连夜从武昌出发。宵征，夜行。《诗经·召南·小星》：“肃肃宵征，夙夜在公。”毛传：“宵，夜；征，行。”江夏县，即武昌，鄂州的治所。<br>⑸“睡起”句：是说待到天亮的时候，已泊舟对岸的汉阳了。<br>⑹追送：偏义复词，实指“送”，殷勤地送别。<br>⑺浊清：偏义复词，实指“清”，清香的好酒。<br>⑻瘴乡：南方瘴疠之地，易使人生病。这里指宜州（治所在今广西宜山）。老：终老，到老死去。<br>⑼答：报答。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　此<a href=\"http://so.gushiwen.org/view_71924.aspx\">诗</a>首联“接淅报官府，敢违王事程”，描写出一片紧张、急迫的气氛：贬谪的命令催魂逼命，急如星火，连做饭的工夫也没有；“王事”在身，不敢有片刻的耽搁。这里作者用“接淅”的典故恰当地比喻了官命之急迫，其悲愤心情透出纸背。次联承接上联之意，通过时间、地点的转换，具体地描写出舟行之急。这一联诗意急切，如同《诗经·召南·小星》所状写的“肃肃宵征，夙夜在公”。两个对偶句语气又极流畅，而且切合水路舟行急速的事实。“王事”紧迫，江流湍急，船行飞快，诗中将那情景和气氛描写得十分生动。颈联写邻里、朋旧赶来送行的情景。“邻里烦追送，杯盘泻浊清”，叙事中透出无限的情意。“追送”和“浊清”都是偏义词：“追送”就是“送”，“烦”字透出作者的感激之意；“浊清”实指“清”。但是，“追送”的“追”字又进一步把前面两联的紧迫气氛渲染出来：诗人走得那样突然，以至邻里、故旧事先都没有得到消息，而仓促之间追到汉阳为之饯行。那泻入杯中的一杯杯饯行酒，包含了很多深情厚意。末联写诗人的感慨：“袛应瘴乡老，难答故人情。”此番谪居边远之地，功名前程乃至生命都是不可卜知的，这一切诗人也不计较，只是“故人”的友谊和真挚的感情永远无法报答，这才是终身遗恨的事。作者自崇宁二年（1103年）十二月十九日从武昌出发，经过长途跋涉，方于次年夏天到达宜州贬所，到宜州后仅一年，便怀着冤愤与世长辞了。老死瘴疠之乡而“难答故人情”，成为他留给“故人”的诀别之辞。</p> <p>　　这首诗是因亲朋故旧饯行，内心感念不已而写的，因此感情真挚动人，用典较少，语言平易流畅，不像<a href=\"http://so.gushiwen.org/author_268.aspx\">黄庭坚</a>其他的诗那样刻意雕琢，讲求险怪奇丽。但是，诗的章法仍然是谨严细密的，四联之间，起、承、转、合的关系颇耐寻究。首联“起”，叙述紧急离开武昌的原因：王事在身，必须“接淅”而行。颔联“承”，承接上联之意，具体描写行程紧急、必须“宵征”的情形。颈联“转”，由行程的紧迫转为写邻里的追送和置酒饯别。末联“合”，归结点题，抒发离别之情。黄庭坚长于律诗，而律诗的章法是颇有诀窍的，其中之一便是“起、承、转、合”。《红楼梦》第四十八回写到香菱向林黛玉学诗，林黛玉说：“什么难事，也值得去学？不过是起、承、转、合，当中承转，是两副对子，平声的对仄声，虚的对实的，实的对虚的。若是果有了奇句，连平仄虚实不对都使得。”这里<a href=\"http://so.gushiwen.org/author_611.aspx\">曹雪芹</a>通过林黛玉之口说出的这段话，有助于揣摩理解黄庭坚这首律诗艺术上的特点。</p>",
  "about": "<h2>创作背景</h2> 　　此<a href=\"http://so.gushiwen.org/view_71924.aspx\">诗</a>是<a href=\"http://so.gushiwen.org/author_268.aspx\">黄庭坚</a>晚年从鄂州贬往宜州时所作。宋徽宗建中靖国元年（1101年），黄庭坚在沙市寓居，直到冬天过去。崇宁元年（1102年）春，返回老家分宁。六月赴太平州任职，作了九天的官，便罢为管勾洪州玉隆观。九月，移至鄂州寓居。黄庭坚到鄂州后的第二年，转运判官陈举挟嫌报复，又秉承执政赵挺之的意旨，摘录黄庭坚在荆州所作《承天院塔记》中的只言片语，编造出“幸灾谤国”的罪名，构成冤狱，将他除名，远谪瘴疠之地的宜州，限即刻起程。崇宁二年（1103年）十二月十九日晚，时值严冬，诗人在凛冽的夜风中，以老病之身，乘船赴贬所，写下了这首律诗。",
  "poet": {
    "id": 268,
    "star": 0,
    "name": "黄庭坚",
    "image": "http://img.gushiwen.org/authorImg/huangtingjian.jpg",
    "desc": "黄庭坚（1045.8.9-1105.5.24），字鲁直，号山谷道人，晚号涪翁，洪州分宁（今江西省九江市修水县）人，北宋著名文学家、书法家，为盛极一时的江西诗派开山之祖，与杜甫、陈师道和陈与义素有“一祖三宗”（黄庭坚为其中一宗）之称。与张耒、晁补之、秦观都游学于苏轼门下，合称为“苏门四学士”。生前与苏轼齐名，世称“苏黄”。著有《山谷词》，且黄庭坚书法亦能独树一格，为“宋四家”之一。"
  },
  "tags": [
    "贬谪",
    "送别",
    "友情"
  ]
}