{
  "id": 70149,
  "star": 1,
  "name": "【正宫】端正好　金钱问卜",
  "dynasty": "元代",
  "content": "　　香尘暗翠帏屏，花露冷鲛绡帐，闷恹恹画阁兰堂。愁云怨雨风流况，都蹙在<br>眉尖上。<br>　　【滚绣球】俏风流窈窕娘，俊庞儿浅淡妆，扫蛾眉远山新样，穿一套藕丝衣<br>云锦仙裳，带一别珠珞索玉项牌。翠氍毹宝串香，打扮的一桩桩停当，步瑶阶环<br>玎。溶溶月色浸朱户，寂寂花阴付粉墙，春色芬芳。<br>　　【倘秀才】展玉腕把春纤合掌，恰便似白莲蕊初生在这藕上，高卷珠帘拜月<br>光。碧梧摇碎影，红药吐狂香，正红稠绿穰。<br>　　【滚绣球】启绿窗离了绣房，博山炉把香来拈上，办着片志诚心祷告穹苍，<br>低低的念了一会，深深的拜了四方。转秋波又则怕外人偷望，则为咱正青春未配<br>鸾凰。甚时得遇乘鸾客？何日相逢傅粉郎？审问个行藏。<br>　　【倘秀才】磨着定乌龙墨向端溪砚傍，援着管玉兔笔写在罗纹纸上，恰便似<br>破八卦桃花女计量。五行推造化，六甲定兴亡，沉吟了半响。<br>　　【呆骨朵】厮琅琅的把金钱掷下观爻象，却怎生单单单拆拆拆阴阳？恰数着<br>坤偶乾奇，摆列着天三地两。用神有天喜临，主令的财官旺，便做道是李淳风不<br>顺情，那一个袁天罡肯调谎。<br>　　【货郎儿】一见了神魂飘荡，不由我心劳意攘。我将这金钱仔细细推详，恰<br>离了湖山侧，早来到会宾堂。<br>　　【脱布衫】明滴溜月转西厢，锦模糊花暗东墙。何处也花烛洞房？那里也锦<br>衾罗帐？<br>　　【小梁州】昨日个孔雀屏开绛蜡光，花吐银。早间灵鹊噪回廊，蛛丝儿放，<br>滴溜在宝钗傍。<br>　　【幺篇】卦爻儿端的无虚诳，莫不是会双星日吉时良？这的是好事成从天降，<br>佳期准望，何必再斟量？<br>　　【醉太平】打叠起麻衣百章，《周易》《归藏》，下工夫想绣个锦香囊，则<br>在这香盒儿里供养。准备着梨花月底双歌唱，杏花楼上同玩赏，再不支菱花镜里<br>巧梳妆，眠思梦想。<br>　　【煞尾】眠思梦想，悲楚凄凉，再不去花月亭前烧夜香。<br>　　【南吕】一枝花　秋景怨别<br>　　金风送晚凉，玉露消残暑，素蟾光皎洁，丹桂影扶疏。鬼病揶揄，空把光阴<br>负，暮秋深天气肃，寒浸罗襦，一阵阵相思透骨。<br>　　【梁州】凄凉境一遭儿摆布，相思阵十面埋伏。那些儿感起我这伤情处。乱<br>纷纷残花病菊，滴溜溜败叶凋梧。疏刺刺风摇翠竹，淅零零雨洒荒芜。意痴痴感<br>叹嗟吁，冷清清一弄儿萧疏。怕的是枯荷缺处添黄，衰柳凋时减绿，丹枫老也涂<br>朱。对对，付付。支吾过白日离愁去，淹的早碧天暮。咚的黄昏一声鼓，好教我<br>魂魄全无。<br>　　【骂玉郎】愁来愁到无穷处，割不断愁肠肚。撇下这病身躯，割舍了魂灵向<br>梦里寻他去。梦和魂休间阻，魂和梦却对付，天也与人一个囫囵的做。<br>　　【感皇恩】呀，原来是梦境虽虚，暂时完聚。半成不就梦儿单，半明不灭灯<br>儿暗，半死不活影儿孤。画檐间玎玎追魂的玉马，戍楼上点点滴滴索命铜壶。<br>钟声罢，砧声切，雁声无。<br>　　【采茶歌】雁儿，往常时趁程途，盼江湖，且是的悲悲切切语喧呼。今夜毛<br>团为甚不言语，知他你那答儿里错下了断肠书。<br>　　【尾声】惊回残梦添凄楚，无奈秋声最狠毒。风声忧，雨声怒，角声哀，鼓<br>声助。一声听，一声数，一声愁，一声苦。投至的风声宁，雨声住，角声绝，鼓<br>声足。又被这一声钟撞我一口长吁，则我这泪点儿更多如窗外雨。　咏别<br>　　凤台宝鉴分，锦瑟冰弦断。丹青歌扇歇，金缕舞衣宽。娇凤雏鸾，愁与闷难<br>思算，闷和愁几样般。百千张锦纸花笺，一万枝霜毫象管。<br>　　【梁州】写不尽海来深闲愁荏苒，天来高离恨弥漫，眼交光景愁无乱。海棠<br>红瘦，扬柳眉攒。丁香未结，梅子先酸。下香阶独立盘桓，怕黄昏鸦噪林峦。上<br>上灯对影成双，下下帘和谁作伴？开开窗对月团。美满，旧欢。胸中锦绣三千<br>段，心剔透，性和暖。比掷果知音不姓潘，表正容端。<br>　　【骂玉郎】兰堂失却风流伴，倦刺绣懒描鸾，金钗不整乌云乱。情深似刀刃<br>剜。愁来似乱箭攒，人去似风筝断。<br>　　【感皇恩】口则说应举求官，多因是买笑追欢。从今后鸳梦儿再休完，鱼书<br>儿都休寄，龟卦儿也休钻。离愁万般，心绪多端。芳草迷烟树，落花催雨点，香<br>絮滚风团。<br>　　【采茶歌】阳台上路盘桓，蓝桥下水弥漫。倚楼一倚一心酸，空忆当时花烂<br>熳，可怜今夜月团。<br>　　【尾声】蝇头风月如堆卵，鸡肋恩情似滚丸。枕上余香被窝中春暖，有人知<br>无人管。往常时信音通直恁情欢，到如今鸾信少雁书稀鸳梦短。　春日送别<br>　　丝丝杨柳风，点点梨花雨。寸随花瓣落，风趁柳条疏。春事成虚，无奈春归<br>去。春归何太速？试问东君：谁肯与莺花做主？<br>　　【梁州】锦机摇残红扑簌，翠屏开嫩绿模糊。茸茸芳草长亭路，乱纷纷花飞<br>园圃。冷清清春老郊墟，恨绵绵伤春感叹，泪涟涟对景踌蹰。不由人不感叹嗟吁，<br>三般儿巧笔堪图。你看那蜂与蝶趁趁逐逐，花共柳攒攒簇簇，燕和莺唤唤呼呼。<br>鹧鸪，杜宇。替离人细把柔肠诉，愁和泪一时住。不由我相思泪如雨，怎教宁耐<br>须臾？<br>　　【骂玉郎】叫一声才郎身去心休去，不由我愁似铁、泪如珠，樽前无计留君<br>住。魂飞在离恨途，身落在寂寞所，情递在相思铺。<br>　　【感皇恩】呀，则愁你途路崎岖，鞍马上劳碌。柳呵都做了断肠枝，酒呵难<br>道是忘忧物？人呵怎减的护身符？早知你抛掷咱应举，我不合惯纵的你读书。伤<br>情处，我命薄，你心毒！<br>　　【采茶歌】觑不的献勤的仆、势情的奴，声声催道误了程途。一个大厮把的<br>忙牵金勒马，这一个悄声儿回转画轮车。<br>　　【隔尾】江湖中须要寻一个新船儿渡，宿卧处多将些厚褥子儿铺。起时节迟<br>些儿起，住时节早些儿住。茶饭上无人将你顾觑，睡卧处无人将你盖覆，你是必<br>早寻一个着实店房里宿。",
  "poet": {
    "id": 1683,
    "star": 0,
    "name": "刘庭信",
    "desc": "刘庭信 元代散曲作家。益都(今山东)人。原名廷玉，排行第五，身黑而长，人称\"黑刘五\"。为南台御史（一说湖藩大参）刘廷□从弟。生卒年不详。《录鬼簿续编》说他\"风流蕴藉，超出伦辈，风晨月夕，惟以填词为事。\"刘庭信的作品以闺情、闺怨为主,题材比较狭窄,但是在当时却很有影响。"
  },
  "tags": []
}