{
  "id": 290,
  "star": 29,
  "name": "周颂·酌",
  "dynasty": "先秦",
  "content": "於铄王师，遵养时晦。<br>时纯熙矣，是用大介。<br>我龙受之，蹻蹻王之造。<br>载用有嗣，实维尔公允师。",
  "fanyi": "<p><strong>译文<br></strong>英勇威武的王师，挥兵东征灭殷商。<br>周道光明形势好，故有死士佐周王。<br>有幸承受天之宠，勇武之士投武王。<br>武王用他去伐商，为国立功美名扬。</p> <p><strong>注释<br></strong>⑴於（wū）：叹词。此处表赞美。铄（shuò）：通“烁”，光明辉煌。王师：王朝的军队。<br>⑵遵：率领。养：攻取。时：是。晦：晦冥，黑暗。<br>⑶纯：大。熙：兴，光明。<br>⑷是用：是以，因此。介：助。<br>⑸龙：借为“宠”。荣，荣幸。<br>⑹蹻（jué）蹻：勇武之貌。造：诣，到。一说借为“曹”，众，指兵将。<br>⑺载（zài）：乃。用：以。有嗣：有司，官之通称。<br>⑻实：是。尔：指周武王。公：通“功”，事业。一说指周公、召公。允（tǒng）：借为“统”，统领；一说信。师：武王之师。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　《酌》是《大武》五成的歌<a href=\"http://so.gushiwen.org/view_290.aspx\">诗</a>，《毛诗序》云：“《酌》，告成《大武》也。”（关于《大武》的详细介绍，可参看《周颂·我将》一篇的鉴赏文字）《大武》五成的乐舞表现的是周公平定东南叛乱回镐京以后，成王命周公、召公分职而治天下的史实。当时天下虽然稳定，但仍不能令人放心，所以成王任命周公治左、召公治右，周公负责镇守东南、召公镇守西北，即所谓“戎狄是膺，荆舒是惩”（《诗经·鲁颂·閟宫》）。楚先祖熊绎此时受封于丹阳（今秭归附近），为子爵，盖亦有协助镇守江南的用意。就《酌》诗的内容而言，前五句是成王歌颂王师的战绩，并对统兵出征的统帅表示感激之情，也就是感激和歌颂周公。后三句是成王任命周公、召公分职而治天下。当然，这时仍是周公摄政，但任命之事则不能不以成王的名义，告庙仪式的主人公也不能不是成王。故该诗的主人公表面上是成王，而实际上还是周公。《酌》向来多被认为是周公的乐舞（如郑笺云：“周公居摄六年，制礼作乐，归政成王，乃后祭于庙而奏之。”），也可证实这一点。前人或以为此诗是颂武王伐殷的，但武王并无“周公左召公右”的任命，而且诗中的“晦”也是泛指，不一定特指殷纣王。故不从。诗名为“酌”，《毛序》以为是“斟酌”之意（即“斟酌文武之道”），云：“言能酌先祖之道以养天下也。”恐不妥。“酌”亦可作汋、彴、勺等，就是以勺舀酒灌祭祖先神灵，说明该诗是灌祭祖先时所唱的歌。以歌诗而言则曰《酌》，以乐舞而言则曰《勺》，《仪礼》、《礼记》皆言舞《勺》，《勺》即《酌》。郑觐文《中国音乐史》云：“（《礼记》）《内则》曰：‘十三舞《勺》。’又：‘成童舞《勺》舞《象》。’……《勺》为武舞，其诗为《酌》之章。按诗歌之节以为舞，列为学校普通教科，故曰成童则舞《勺》舞《象》。”可见《酌》作为乐舞，在当时是与《象》舞一样颇具代表性的。它可以作为《大武》的一成与其他五成合起来表演，就像现代舞剧中的一场，也可以单独表演。具体的舞蹈动作，参见《周颂·我将》一篇对《大武》的全面介绍。</p> <p>　　此诗文句古奥，今人读来多不解其妙。若拈出孙鑛“始如处女，敌人开户；后如脱兔，敌不及拒”（陈子展《诗经直解》引，原为《孙子》中语）的评语以为启发，恐怕读者对其前半部分弦乐柔板般的从容与后半部分铜管乐进行曲般的激昂就会有一定的感悟。欣赏《颂》诗，所当留意之处，就在这如斑驳的古鼎彝纹饰的字句后所涵蕴的文化张力。</p>",
  "about": "<h2>创作背景</h2> <p>　　《周颂·酌》大约作于西周初年。《毛<a href=\"http://so.gushiwen.org/view_290.aspx\">诗</a>序》云：“《酌》，告成《大武》也。言能酌先祖之道以养天下也。”近现代学者一般认为它是《大武》中的一个乐章的歌辞。《大武》原作于周武王伐纣成功告庙之时，当时只有三成。《逸周书·世俘》中也有记载，武王班师回镐京之四月辛亥，“荐俘、殷王鼎，武王乃翼，矢珪矢宪，告天宗上帝。”第四天，“甲寅，谒（告）我（伐）殷于牧野，王佩赤白旂，籥人奏《武》，王入进《万》，献《明明》三终。”故<a href=\"http://so.gushiwen.org/author_408.aspx\">王国维</a>《说勺舞象舞》一文推测，《大武》之六成是原先的三成和《三象》合并的，这六成可以分开来表演，还可以独立表演，于是名称也就随之而不同。</p> <p>　　高亨认为《周颂·酌》是《大武》五成的歌诗。《大武》五成的乐舞表现的是周公平定东南叛乱回镐京以后，周成王命周公、召公分职而治天下的史实。当时天下虽然稳定，但仍不能令人放心，所以成王任命周公治左、召公治右，周公负责镇守东南、召公镇守西北，即所谓“戎狄是膺，荆舒是惩”（《鲁颂·閟宫》）。楚先祖熊绎此时受封于丹阳（今秭归附近），为子爵，盖亦有协助镇守江南的用意。</p>",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": [
    "诗经",
    "乐舞"
  ]
}