{
  "id": 2574,
  "star": 9,
  "name": "郢城怀古",
  "dynasty": "唐代",
  "content": "客心悲暮序，登墉瞰平陆。<br>林泽窅芊绵，山川郁重复。<br>王公资设险，名都拒江隩。<br>方城次北门，溟海穷南服。<br>长策挫吴豕，雄图竞周鹿。<br>万乘重沮漳，九鼎轻伊谷。<br>大蒐云梦掩，壮观章华筑。<br>人世更盛衰，吉凶良倚伏。<br>遽见邻交断，仍睹贤臣逐。<br>南风忽不尽，西师日侵蹙。<br>运圮属驰驱，时屯恣敲扑。<br>莫救夷陵火，无复秦庭哭。<br>鄢郢遂丘墟，风尘俄惨黩。<br>狐兔时游戏，霜露日沾沐。<br>钓者故池平，神台尘宇覆。<br>阵云埋夏首，穷阴惨荒谷。<br>怅矣舟壑迁，悲哉年祀倏。<br>虽异三春望，终伤千里目。",
  "fanyi": "<h2>注释</h2> （1）客心：游客的心情，作者自谓；暮序：一年之末，指暮冬。<br>（2）登墉：登上郢城故城墙；墉，垒土为墙，此处指郢城墙；瞰平陆：瞰，从高处往低看，即俯视；平陆：平野。<br>（3）林泽：山林与水泽：窅：沉远貌；芊绵：草木茂密繁盛的样子。<br>（4）郁重复：郁：结；重复：山重水复，此指山川纵横交错。<br>（5）资：依靠，凭借；设险：设防。<br>（6）名都：郢城；拒：抗，此处可作镇守解；江隩：水流弯曲处。<br>（7）方城：春秋时楚国北面的长城，古为中国九塞之一。《左传》：“楚国方城以为城，汉水以为池”。次：迈，连接。<br>（8）溟海：本为神话中的海，此泛指楚国南边的深海；穷南服：楚国疆域一直到达了当时中国极南的地区。<br>（9）挫吴豕：这是骂吴国的话，语出《左传》：伍员率吴兵灭楚，入郢，大将申包胥乞秦师楚，七日哭于秦庭，说：“吴为封豕长蛇，以荐食上国”。<br>（10）竞周鹿：竞鹿，逐鹿，喻争夺天下。<br>（11）万乘：《孟子·梁惠王》：“万乘之国，弑其君者，必千乘之家。注：万乘，谓天子也；千乘，诸侯也。”这里指楚王。沮漳：沮水与漳水。<br>（12）九鼎：指东周，时其首都在洛水之阳。伊谷：伊水与谷水。<br>（13）大蒐：古春猎为蒐，天子出猎于春日为大蒐。云梦掩：楚国为古云梦七泽之地。这里指楚王出猎时声势浩大，旌旗蔽日，人马盖地。<br>（14）章华：即章华台，为楚王所筑。《左传·昭公七年》：“楚子成章华之台，愿与诸侯落之”。<br>（15）更：替换。<br>（16）吉凶良倚伏：《老子》，“祸兮福所倚，福兮祸所伏”。指福祸相因而互倚。<br>（17）遽：急速，忽忙地。<br>（18）贤臣逐：指<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>两次被楚王放逐。<br>（19）南风：指楚国。楚国地处南方。<br>（20）西师：指秦国。秦国地处西方。日侵蹙：（秦）因侵略迫使（楚）国土日渐缩小。蹙：收缩。<br>（21）运圮：国运衰败。属驰驱：不断地辗转迁移。<br>（22）时屯：时事艰难。恣敲扑：恣，恣意、任意。敲扑，挞伐凌辱。<br>（23）夷陵火：夷陵，今宜昌，楚先王的陵墓在此地。公元前278年，秦将白起攻破郢都，火烧夷陵。<br>（24）秦庭哭：语出《左传》（见前文注9）。<br>（25）鄢郢：故址即今宜城南境内。《元和郡县图志》卷二十一：“故宜城，在县南九里。本楚鄢县，秦昭王使白起伐楚，引蛮水灌鄢城，扙之，遂取鄢。”郢为楚都城。丘墟：废墟。<br>（26）俄：一会儿，很快。惨黩：昏暗貌。<br>（27）狐兔时游戏：狐狸与兔子时常出没在郢城的废墟上。<br>（28）沾沐：侵蚀。<br>（29）钓渚：楚庄王所筑的诸侯台，在纪南城东不远处。下句“神台”同。<br>（30）阵云埋夏首：阵云，浓云；夏首，夏水的上游。《汉书·地理志》：“夏水，首受江”，夏水在今江陵县境。<br>（31）舟壑迁：意谓沧海桑田，山水已非昔貌。<br>（32）年祀倏：指对楚先王的岁时祭祀，如今已倏然不复举行了。",
  "shangxi": "<h2>简析</h2> 　　《郢城怀古》是<a href=\"http://so.gushiwen.org/author_178.aspx\">李百药</a>传世作品中最优秀的<a href=\"http://so.gushiwen.org/view_2574.aspx\">诗</a>篇之一。郢是战国时楚国的京城。这首诗充满了历史典故，有点冗长乏味。作者在诗中紧密追随<a href=\"http://so.gushiwen.org/author_732.aspx\">鲍照</a>《芜城赋》的结构，不过鲍照将衰败与繁荣时期的骄奢相联系，李百药却更关心不可避免的盛衰模式：“运圮属驰驱，时屯恣敲朴”。这是抽象观念、引喻及命运决战幻象的有力结合。对联的第二句用《易经》的卦名“屯”（“始难”）来解释郢城的衰败。楚国是被秦国击败的，“敲朴”一语出自<a href=\"http://so.gushiwen.org/author_109.aspx\">贾谊</a>一篇论秦专制的著名文章。",
  "poet": {
    "id": 178,
    "star": 0,
    "name": "李百药",
    "image": "http://img.gushiwen.org/authorImg/libaiyao.jpg",
    "desc": "李百药（565--648），字重规，定州安平（今属河北）人，唐朝史学家、诗人。 其父李德林曾任隋内史令，预修国史，撰有《齐史》。隋文帝时百药仕太子舍人、东宫学士。隋炀帝时仕桂州司马职，迁建安郡丞。后归唐，拜中书舍人、礼部侍郎、散骑常侍。人品耿直，曾直言上谏唐太宗取消诸侯，为太宗采纳。曾受命修订五礼、律令。另外，据《安平县志》载：李百药及家族墓地遗址在今河北省安平县程油子乡寺店村南。"
  },
  "tags": [
    "怀古"
  ]
}