{
  "id": 28021,
  "star": 9,
  "name": "早秋三首",
  "dynasty": "唐代",
  "content": "遥夜泛清瑟，西风生翠萝。<br>残萤委玉露，早雁拂银河。<br>高树晓还密，远山晴更多。<br>淮南一叶下，自觉老烟波。</p> <p>一叶下前墀，淮南人已悲。<br>蹉跎青汉望，迢递白云期。<br>老信相如渴，贫忧曼倩饥。<br>生公与园吏，何处是吾师?</p> <p>蓟北雁犹远，淮南人已悲。<br>残桃间堕井，新菊亦侵篱。<br>书剑岂相误，琴樽聊自持。<br>西斋风雨夜，更有咏贫诗。",
  "fanyi": "<p><strong>译文<br></strong>长夜里一片清凉，<br>绿色萝叶问吹起了西风。<br>残萤栖息在露珠晶莹的花草之间，<br>雁群掠过初秋的星空。<br>晨光里高大的树木<br>依旧是枝繁叶密，<br>晴空下重叠的远山<br>显得分外清晰。<br>当枝头飘落下黄叶一片，<br>我料想洞庭湖定是波浪涌起。</p> <p><strong>注释<br></strong>遥夜：长夜。<br>泛：漂浮貌。<br>清瑟：清凉寒冷。<br>翠萝：翠绿的草地。<br>委：又作“椟”，委身，托身之义。<br>玉露：晶莹的露珠。<br>烟波，雾霭苍茫的水面。<br>墀(chí)：台阶，也指阶面。<br>蹉跎：时问白白过去，光阴虚度。<br>青汉：即天汉，指银河。比喻官高爵显。<br>迢递：亦作迢遘，高远之意。<br>相如：即<a href=\"http://so.gushiwen.org/author_70.aspx\">司马相如</a>，汉代著名辞赋象。他少年好读书、学击剑，但由于景帝不好辞赋，对他不看重。后作梁孝王门客，梁孝王死，他回归家乡。武帝即位后，召见相如，并任为郎，曾出使西南，最后病死家中。“相如渴”据《史记·司马相如列传》载：“相如VI吃而善著书，常有渴疾。”<br>曼倩：<a href=\"http://so.gushiwen.org/author_276.aspx\">东方朔</a>，字曼倩。武帝时待诏金马门，官至太中大夫。以奇计俳词得亲近，为武帝弄臣。<br>生公：梁时僧人，名竺道生，为罗什法师弟子。传说尝于苏州虎丘寺讲《涅檗经》，人皆不信。后聚石为徒，宣讲至理，石皆点头。故世传：“生公说法，顽石点头。”<br>园吏：指庄子。他曾为漆园吏。<br>蓟：古地名。因城西北有蓟丘而得名。旧址在今北京西南。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　其一</p> <p>　　《早秋》第一首的前六句，都是写早秋的景物。起句先从秋夜写起，在漫长的秋夜中，漂浮着一种清冷的气息。西风已经从翠绿的草地上兴起。</p> <p>　　这两句<a href=\"http://so.gushiwen.org/view_28021.aspx\">诗</a>，由感觉到视觉，由静而动，非常自然，而且寓情于景。表面看似乎诗人只是客观地描述了自己的感受，但如果我们联系<a href=\"http://so.gushiwen.org/author_358.aspx\">宋玉</a>《楚辞·九辩》中的“靓青秋之遥夜兮，心缭惋而有哀”句意，便不难理解诗人主观意识的作用。</p> <p>　　这正如克罗齐在《美学)中所说：“艺术把一种情趣寄托在一个意象里，情趣离意象，或是意象离情趣，都不能独立。”三、四句，作者选取残萤栖身于晶莹的露珠上，早飞的大雁拂过银河，这两个典型景象一动一静，一俯一仰，一远一近，互相对照，相映成趣，很自然地将时间由夜晚推到了黎明。而随着时间的进一步推移，拂晓来到，所看到的景物也更加清晰。五、六句写了高大的树木，显得更加茂密，远处的山岭，由于秋高气爽，天气晴好，看得更真切，显得也像更多了。以上六句诗，不仅时间顺序安排得井然有序，而且所选的景物，也都具有早秋特定时间里的典型物色，使我们有如看到一幅幅早秋的联环画。而诗中凄清，萧瑟的景物，又隐隐透露出诗人无奈的孤寂之情。</p> <p>　　结尾二句是诗的点睛之笔。从淮南一片树叶的落下，而引发作者的身世之感，为自己要终老于雾霭苍茫的江边而哀伤。人们常说“一叶知秋”一片落叶不仅可以预示秋天的到来，同时也引发了作者的身世飘零，身不由己及仕途无路的感慨。作者从落叶联想到自己的终身将终老江边，作为一个才华横溢的知识分子，哀痛之情不言而喻。至此我们不难看出，前面凄清景物的描写，实际上都是为最后的感情抒发作铺垫。此外，本诗的最后一句，还为第二首诗预留了表现空间，起到了承上启下的作用。</p> <p>　　其二</p> <p>　　第二首，起句直抒胸臆，由台阶前的落叶引发出作者之悲，一个“悲”字为全诗奠定了感情基调。然而悲又从何而来呢?</p> <p>　　三、四两句作了解说：随着时光的流逝，仕途渺茫，高官显爵已经没有希望了，而要想归隐成仙又可望而不可及。可见，一种对未来前途的失望甚至绝望的心情，始终困扰着作者。而这种感慨在封建文人的笔下出现，应该说是比较普遍的。魏晋时期的<a href=\"http://so.gushiwen.org/author_770.aspx\">王粲</a>在《登楼赋》中就曾发出“惧匏瓜之徒悬兮，畏井渫之莫食”的感慨；唐代的<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>在《行路难&gt;一诗中甚至要大声呐喊：“行路难，行路难!多歧路，今安在?”在封建社会中，知识分子在政治上常常会受到意想不到的挫折和打击，从而使他们感到前途未卜，世路艰难，对未来产生悲观失望情绪。</p> <p>　　这种情绪自然在诗歌中反映出来，五、六句，引古人以自况，到了老年才理解汉代的大辞赋家<a href=\"http://so.gushiwen.org/author_70.aspx\">司马相如</a>贫病交加的艰难，穷困时更加体会到<a href=\"http://so.gushiwen.org/author_276.aspx\">东方朔</a>的苦辛。作者从自己的际遇，联想到古代著名人物司马相如和东方朔的坎坷遭遇，相比之下自己的不幸又算得了什么呢?这从另一个侧面反映了封建社会普遍存在的知识分子遭受排挤和打击的现实。诗的最后从古人想到自己的未来，以反诘的语气作结。生公虽能令顽石点头，<a href=\"http://so.gushiwen.org/author_685.aspx\">庄周</a>虽能抛却尘世追求逍遥游，但哪一个才是自己的师法榜样呢?</p> <p>　　这是作者在屡遭挫折，仕途无望的情况卜，表现出对目己禾采雨途的迷惘与困惑，想要归隐，而又不甘心终老江边，这种客观现实与主观愿望的矛盾，正是作者“悲”的缘由。</p> <p>　　其三</p> <p>　　第三首，开头两句，又以“悲”字领起。虽然蓟北南归的大雁离这里还很远，但身在淮南的作者，却已经感到悲伤。这里景情之间似乎出现了某种矛盾和不协调，使人感到作者的“悲”好像是毫无来由。但接读下文我们就会明白，尽管雁犹远，但秋天的脚步却还是毫不客气地临近了。</p> <p>　　三、四句景物描写，剩余的桃子间或掉到井里，秋天新开的菊花已渐渐地接近了篱笆。这里作者通过静中有动，以动衬静的表现方法，把环境写得非常空灵，寂静，正好衬托出作者孤寂无奈的心情。</p> <p>　　秋天的来临，标志一年又将结束，而自己却仍然是仕途无望，是什么原因使自己落得如此下场呢?难道是读书习剑两相耽误，如<a href=\"http://so.gushiwen.org/author_757.aspx\">孟浩然</a>《自洛之越》诗中所说：“遑遑三十载，书剑两无成”吗?思来想去，也难有一个完满的答案。最后只好暂且以琴和酒，聊以消遣自持，并且在西书房中一个风雨交加的夜晚，写下了咏贫的诗作。表现出一种类乎于“君子安贫，达人知命”(<a href=\"http://so.gushiwen.org/author_289.aspx\">王勃</a>《滕王阁序》)的旷达态度，从而结束了全篇。</p>",
  "about": "<h2>创作背景</h2> 　　作者在屡遭挫折．仕途无望的情况下，为了表现作者对自己未来前途的迷惘与困惑，想臣归隐，而又不甘心终老江边，写下这三首<a href=\"http://so.gushiwen.org/view_28021.aspx\">诗</a>。",
  "poet": {
    "id": 267,
    "star": 0,
    "name": "许浑",
    "image": "http://img.gushiwen.org/authorImg/xuhun.jpg",
    "desc": "许浑，晚唐最具影响力的诗人之一，七五律尤佳，后人拟之与诗圣杜甫齐名，更有“许浑千首诗，杜甫一生愁”之语。"
  },
  "tags": [
    "秋天",
    "写景",
    "抒情",
    "孤寂",
    "无奈"
  ]
}