{
  "id": 47941,
  "star": 3,
  "name": "见志诗二首",
  "dynasty": "两汉",
  "content": "大道夷且长，窘路狭且促。<br>修翼无卑栖，远趾不步局。<br>舒吾陵霄羽，奋此千里足。<br>超迈绝尘驱，倏忽谁能逐。<br>贤愚岂常类，禀性在清浊。<br>富贵有人籍，贫贱无天录。<br>通塞苟由己，志士不相卜。<br>陈平敖里社，韩信钓河曲。<br>终居天下宰，食此万钟禄。<br>德音流千载，功名重山岳。</p> <p>灵芝生河洲，动摇因洪波。<br>兰荣一何晚，严霜瘁其柯。<br>哀哉二芳草，不值泰山阿。<br>文质道所贵，遭时用有嘉。<br>绛灌临衡宰，谓谊崇浮华。<br>贤才抑不用，远投荆南沙。<br>抱玉乘龙骥，不逢乐与和。<br>安得孔仲尼，为世陈四科。",
  "shangxi": "<h2>鉴赏</h2> <p>　　<a href=\"http://so.gushiwen.org/author_3084.aspx\">郦炎</a>，字文胜，范阳人，《后汉书》有传，今存<a href=\"http://so.gushiwen.org/view_47941.aspx\">诗</a>仅此两首。此诗约写于他二十岁左右时，当时州郡举荐他为孝廉，又征召他为右北平从事祭酒，他都一一辞去，并写下了这两首诗以见其志。</p> <p>　　第一首的前八句可为一段，作者将“大道”与“窘路”对举，表明自己要走的是宽广的人生道路，不愿走狭窄的小道，因为他志向远大，如同大鹏之鸟，其翼如垂天之云，不愿栖止于卑小之地，以免让狭窄局促的小路局限着自己举足千里的步武。他要在大自然中舒展自己凌霄薄天的翅膀，放开千里之足，超世绝尘，一鸣惊人，一飞冲天，倏忽之间，令人难以追踪。“贤愚岂常类”以下六句，说明他根本不相信“生死有命，富贵在天”那一套，他认为尽管人的贤愚有别，但并非贤者自贤，愚者自愚，关键看自己的秉性如何。秉性清则志向高洁，秉性浊则品格卑污，人的命运并非掌握在上天手里。只不过人富贵了就名登史册，贫贱者则名不见经传罢了。郦炎生活的东汉时代，统治者极力鼓吹“君权神授”，宣传“天人感应”和谶纬迷信。郦炎反对“生死有命，富贵在天”，是与官方哲学针锋相对的。“通塞苟由己，志士不相卜”两句，顶上两句而来，作者要主宰自己的命运，故说贫与富、穷与通若由自己主宰，那么有志之士也就用不着相面占卜了。此处暗用了战国时蔡泽的典故，蔡泽在干谒诸侯未被进用时，曾找唐举相面。唐举见他一副丑陋不堪的怪相，嘲戏他说：“吾闻圣人不相，殆先生乎？”蔡泽说：“富贵我所自有，吾所不知者寿也，愿闻之。”后来蔡泽西入秦，取范雎而代之，夺取了相位。（见《史记·范雎蔡泽列传》）由此看来，人的“通塞”最终还是“由己”的。</p> <p>　　末尾六句，以西汉初的历史人物陈平、韩信为例，说明有大志者终能成就一番大事业。陈平在里社（家乡），因家贫，富人都不肯把女儿嫁给他。（敖，通“傲”，这里是被动用法，即“见傲”之意）后依<a href=\"http://so.gushiwen.org/author_746.aspx\">刘邦</a>，为其六出奇计，屡建大功，封侯拜相。韩信始为布衣时，家贫无行，曾钓于淮阴城后，依刘邦后，军功卓著，被封为齐王。故诗中说他们“终为天下宰，食此万钟禄，德音流千载，功名重山岳。”看来郦炎的辞官，并非想高蹈遗世，做一名隐士，而是在宦官贵戚把持政权、朝政日非的桓、灵时代，他对黑暗的现实有所觉察，不愿为五斗米折腰，其“志气”在此。</p> <p>　　第二首开头以芝兰为比兴，寄寓着自己生不逢时的感慨。灵芝生在河流的洲渚之中，往往因遭到洪波的冲击而动摇其根本；兰花所以开放得晚，是因为严霜摧残了它的枝条，它们都是生非其地、生非其时。如果“二芳”生在泰山之阿，那又是另一种光景了。“文质”两句一转，由物及人。意谓一个文质兼备的人虽为世道所贵重，但只有为时所用才能发挥其长。下文以<a href=\"http://so.gushiwen.org/author_109.aspx\">贾谊</a>为例来说明这个问题，贾谊乃洛阳才子，才华出众，入仕后一年三迁，屡为朝廷更定法令，颇得汉文帝的器重，文帝准备委以重任，授与公卿之位。绛侯周勃、灌婴等元老却反对贾谊，诋毁他“年少初学，专欲擅权，纷乱诸事。”（《汉书·贾谊传》）于是贾谊被贬为长沙王太傅，远适荆南。“绛灌临衡宰”以下四句，所概括的就是这段史实，可见“贤才抑不用”的现象是不乏其例的。“抱玉乘龙骥”两句，进一步抒发贤才不被知遇的感慨。璞玉不遇卞和，则不知其宝；千里马不遇伯乐，连驽马也不如；英才不遇明主，也难以施展其抱负。这是郦炎辞辟的另一原因。结尾两句是收煞，作者希望在这混浊的时代能有像孔子那样的圣人出来，列出德行、政事、文学、言语四科，以四科优劣取士，这是作者选拔人才的主张。</p> <p>　　郦炎的《见志诗》，在诗歌史上应占有一席地位，它不仅在思想上闪耀着要求主宰自己命运和反对官方哲学的光辉，而且在艺术上成就也较高。西汉时代的五言诗，作者大多不可靠，所以<a href=\"http://so.gushiwen.org/author_855.aspx\">刘勰</a>说“辞人遗翰，莫见五言，故<a href=\"http://so.gushiwen.org/author_795.aspx\">李陵</a>、<a href=\"http://so.gushiwen.org/author_652.aspx\">班婕妤</a>见疑于后代也。”（《文心雕龙·明诗》）东汉的文人五言诗，在郦炎之前，艺术上较成功的很少，所以钟嵘《诗品序》云：“东京二百载中，惟<a href=\"http://so.gushiwen.org/author_398.aspx\">班固</a>《咏史》，质木无文。”班固的《咏史》诗写缇萦救父的故事，概据本传，不加藻饰，诗歌形象较差，故有“质木无文’之讥。郦炎的《见志诗》，在抒写自己的志气与怀抱时，多用形象化的比拟，“大道”、“窘路”、“修翼”、“远趾”、“陵霄羽”、“千里足”等等，都带有象喻性。灵芝、兰花，亦含兴寄，钟嵘《诗品》说：“文胜托咏灵芝，寄怀不浅。”有了兴寄，就大大增强了诗歌的形象性和艺术表现力，克服了“质木无文”的现象。又加此诗志气豪迈高远，“舒吾陵霄羽，奋此千里足”等句，大有睥睨千古、逸气干云之概，故显得“梗概多气”。在这方面，它影响到建安诗歌。许学夷《诗源辩体》卷三云：“<a href=\"http://so.gushiwen.org/author_660.aspx\">赵壹</a>、郦炎、<a href=\"http://so.gushiwen.org/author_787.aspx\">孔融</a>、秦嘉五言，俱渐见作用之迹，盖其时已与建安相接矣。”这话说得不错。所谓“作用之迹”，是思致的安排，实指诗歌的藻饰以及字面、韵脚的讲求。《见志诗》词采朴茂，读之琅琅上口，这与诗歌形式的讲究有关。</p> <p>　　郦炎的《见志诗》，甚至对左思的《咏史》也有一定影响，《见志诗》涉及历史人物七八人，但他并非意在咏史，而是以咏史见志。开左思“名为咏史，实为咏怀”的先河。他们的咏史都是以史事证己意，篇中的历史人物不过是咏怀述志的媒介。郦炎“舒吾陵霄羽，奋此千里足”之句，与左思“振衣千仞岗，濯足万里流”何其相似乃尔。“灵芝生河洲”以下六句，与左思《咏史》诗的“郁郁涧底松，离离山上苗。以彼径寸茎，萌此百尺条。世胄蹑高位，英俊沉下僚”数句，兴寄全然相同，此点应值得注意。</p>",
  "poet": {
    "id": 3084,
    "star": 0,
    "name": "郦炎",
    "image": "http://img.gushiwen.org/authorImg/liyan.jpg",
    "desc": "郦炎(150～177）东汉诗人。字文胜。范阳（今河北定兴）人。曾为郡吏，州郡察举孝廉，征召为右北平从事祭酒，都不就，后患疯病。他奉母至孝，因母死而犯病，以致他的正在产儿的妻子被惊死。为妻家诉讼入狱，死于狱中。"
  },
  "tags": [
    "感慨",
    "志向"
  ]
}