{
  "id": 71061,
  "star": 82,
  "name": "女冠子·昨夜夜半",
  "dynasty": "唐代",
  "content": "昨夜夜半，枕上分明梦见。语多时。依旧桃花面，频低柳叶眉。<br>半羞还半喜，欲去又依依。觉来知是梦，不胜悲。",
  "fanyi": "<p><strong>译文<br></strong>昨天深夜里，你在我的梦里翩然出现了。我们说了好多好多的话，发现你依旧还是那么美丽、可爱，像从前一样面若桃花，频频低垂的眼睑，弯弯的柳叶眉。<br>看上去好像又有些羞涩，又有些欢喜。该走时却又频频回首，依依不舍。只到醒来才知道是大梦一场，身边依然空空，自己依然是形单影只的一个人，心中不觉涌起难忍的悲哀。</p> <p><strong>注释</strong><br>⑴女冠子：词牌名。<br>⑵桃花面：据孟棨《本事<a href=\"http://so.gushiwen.org/view_71061.aspx\">诗</a>·情感》载：唐诗人<a href=\"http://so.gushiwen.org/author_74.aspx\">崔护</a>尝于清明独游长安城南，见一庄居，有女子独倚小桃柯伫立，而意殊厚。来岁清明，崔又往寻之，刚门扃无人，因题诗于左扉曰：“去年今日此门中，人面桃花相映红。人面不知何处去，桃花依旧笑春风。”后遂以“桃花面”来表示所思念的美女。<br>⑶柳叶眉：如柳叶之细眉，这里以“眉”借代为“面”，亦是“低面”的意思。<br>⑷依依：恋恋不舍的样子。<br>⑸胜：尽。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这首《女冠子》，写男子对女子的相思而成梦，梦后而悲的情况。恋人在梦中相见，他俩把臂欷歔，说不尽的离愁别苦。“语多时”，明写千言万语，暗扣山高水长。“依旧桃花面”，特别是“频低柳叶眉”“欲去又依依”的神态音容，宛在眼前。然而，夜长梦短，梦醒之后，更令人不胜伤悲。此词不似多数花间词之浓艳，而是在清淡中意味深远，耐得咀嚼。所谓“意婉词直”，“似直而纤”，别具风味。</p> <p>　　词的上下片一般都自成段落，如上片写相别，下片写相思。这首词在结构上却较别致，打破了词的上下片界限，没有过片痕迹，一气呵成。它的前七句写梦中之欢，后两句写梦后之悲。</p> <p>　　这首词的梦境是清晰实在，温馨甜蜜的，不像另一首《女冠子·四月十七》“空有梦相随”那样迷惘惆怅。头一句点明入梦的时间是“昨夜夜半”。梦境一般虚无缥缈，此梦却很“分明”。“分明”虽贯穿于梦中，其源却使人想到来自实境。正由于主人公日思夜想，意中人才会音容常新，活在脑海了，出现在梦中。可见他也是一位与少女同样痴情的有情郎。这两句交代入梦，仅仅来开帷幕，已露出明朗的色调。</p> <p>　　这是一个旖旎的梦，从绵绵情话开始，到依依惜别为止，恩爱缠绵，充满柔情蜜意。梦中那位少女形象，尤其显得楚楚动人。“语多时”，明写千言万语相思话，暗扣山高水长阔别久。“桃花面”“柳叶眉”是旧时对妇女容貌的形容。那位少女习惯于低面敛眉，在《女冠子·四月十七》的现实中和此首的梦境中是一致的。《女冠子·四月十七》中“忍泪”十个字重在刻画情态，此首的“依旧”十个字重在反映容貌，两者互为补充，使少女形象形神俱备。“依旧桃花面”与《女冠子·四月十七》中的“去年今日”的艺术构思脱胎于<a href=\"http://so.gushiwen.org/author_74.aspx\">崔护</a>的《题都城南庄》。事实上这两位男女主角除了在梦里相会外，恐怕也很难再在现实中重续旧梦了，不然不会在梦醒之后觉得“不胜悲”的。“半羞半喜”，少女的娇羞情态如绘。“欲去依依”，看来单写少女，其实也包括男主人公。两人难分难解，极希望留住这美好的时光。整个梦境写得一往情深。</p> <p>　　“觉来知是梦，不胜悲。”正当两情缱绻之际，梦醒了，跌回到严酷的现实中，依旧是形单影只，孤栖独宿。一个“知”字品出万般凄凉况味，原来当时并不知是在梦中！梦境作如是观，而从前他俩花前月下的美境也未尝不可作如是观。这个“知”字大有顿悟之感，所以不免悲从中来，感慨万千。煞尾两句浓重的悲与前七句甜美的乐形成鲜明的对照，有强烈的艺术感染力。</p> <p>　　全词脉络分明，层次清楚，深衷浅貌，语短情长。《历代词人考略》称赞<a href=\"http://so.gushiwen.org/author_622.aspx\">韦庄</a>词：“能运密入疏，寓浓于淡。”《介存斋论词杂著》说：“端己词清艳绝伦。”从这首《女冠子》词中，就足见韦庄词清淡疏朗、清艳劲直的特征。</p>",
  "about": "<h2>创作背景</h2> 　　关于《女冠子》二首词的本事背景，学术界意见有很多分歧。杨湜《古今词话》说：“（韦）庄有宠人，资质艳丽，兼善词翰，（王）建闻之，托以教内人为辞，强夺之。庄追念悒怏，作《荷叶杯》《小重山》词。”（见《花草粹编》卷三引）因而有人《女冠子》二首也是“思姬”之作，如吴世昌认为是“忆故姬之作”（《词林新话》），华钟彦认为是“为怀念宠姬而作”（《花间集注》）。但有人认为“思姬”的说法证据还不够充分。",
  "poet": {
    "id": 622,
    "star": 0,
    "name": "韦庄",
    "image": "http://img.gushiwen.org/authorImg/weizhuang.jpg",
    "desc": "韦庄（约836年─910年），字端己，杜陵（今中国陕西省西安市附近）人，诗人韦应物的四代孙，唐朝花间派词人，词风清丽，有《浣花词》流传。曾任前蜀宰相，谥文靖。"
  },
  "tags": [
    "宋词三百首",
    "婉约",
    "爱情",
    "离别",
    "相思"
  ]
}