{
  "id": 70408,
  "star": 2,
  "name": "杂剧·好酒赵元遇上皇",
  "dynasty": "元代",
  "content": "第一折<br>发若银丝两鬓秋，老来腰曲便低头。月过十五光明少，人过中年万事休。老汉姓刘，排行第二，人都叫我做刘二公，乃东京人氏。婆婆姓陈。别无甚么儿男，止生了这个女孩儿，小字月仙。人材十分，大有颜色，不曾许聘于人。招了个女婿，姓赵是赵元。那厮不成半器，好酒贪杯，不理家当，营生也不做，每日只是吃酒。我这女孩儿，好生憎嫌他。近日闻东京有个臧府尹，他看上俺女孩儿，我女儿一心也要嫁他。争奈有这赵元！婆婆、孩儿，怎生做个计较，可也是好？老的也，赵元这厮，每日则是吃酒，不理家业，久后可怎么是了？父亲，我守着那糟头，也不是常法。依着您孩儿说，俺如今直至长街上酒店里，寻着赵元，打上一顿，问他明要一纸休书。与便与，不与呵，直拖到府尹衙门中，好歹要了休书。休了我，可嫁与臧府尹。父亲意下如何？孩儿说的是。咱三口儿至长街上酒店里寻赵元，走一遭去。买卖归来汗未消，上床犹自想来朝。为甚当家头先白，晓夜思量计万条。自家是店小二，在这东京居住。无别营生，开着个小酒店儿。但是南来北往经商客旅，常在我这店中饮酒。今日清早晨，开了这店门，挑起望杆，烧的这镟锅儿热着，看有甚么人来？自家赵元，是这东京汴梁人也。在这本处刘二公家为婿，浑家小字月仙。我平生好吃几杯酒，浑家与他父亲，好生憎嫌我，数番家打骂，索我休离。想我为人在世，若不是这几杯酒，怎生解的这心间愁闷。今日无甚事，长街市上酒店里饮几杯闷酒去来、<br>【仙吕】【点绛唇】东倒西歪，后合前仰，离席上。这酒兴颠狂，醉魂儿望家往。<br>【混江龙】我这里猛然观望，风吹青旆唤高阳。吃了这发醅醇糯，胜如那玉液琼浆。喜的是两袖清风和月偃，一壶春色透瓶香。花前饮酒，月下掀髯；蓬头垢面，鼓腹讴歌；茅舍中酒瓮边刺登哩登唱。三杯肚里，由你万古传扬。<br>可早来到也。店小二哥，打二百钱酒，你慢慢的荡来我饮者。理会的。有酒，有酒，官人请坐。官人，这是二百钱的酒。将来我饮几杯，看有甚么人来。心忙来路远，事急出家门。孩儿也，我问人来，赵元在这酒店里吃酒哩，我试看者。赵元，你好也！每日营生不做，好酒贪杯，不成半器，你又在酒店中饮酒哩！赵元，你这个不理正事，每日吃酒，不干营生，恋酒贪杯，几时是了？兀的不定害杀我也！<br>【油葫芦】你道我恋酒贪杯厮定当；你这等不成半器，我打这个糟弟子孩儿你畅好村莽撞。老的，打这弟子孩儿。婆婆，我知道，我打他怕甚么！可知道你名儿唤做一窝狼。村弟子孩人，每日家酒里眠，酒里卧，不着家里，撇的我冷冷清清。你吃这酒；有何好处？你不见桃花未曾来腮上，可又早阑珊了竹叶尊前唱。父亲，和这等东西，有甚么好话？讲出甚么理来？狗口里吐不出象牙。向前打这贪酒不干营生糟丑生贼弟子孩儿。孩儿你说的是，我打这弟子孩儿。嗤嗤把头发揪，父亲拳撞脚踢，与他个烂羊头。我踢这不成半器的畜生。连连的使脚撞，我耳根拳打这狗弟子孩儿。耳根上一迷里直拳抢，你穿的这尸皮，不是我做的？我扯碎你的。他恶狠狠都扯破我衣裳。<br>你每日生理不干，只是吃酒，几时是了也？我吃酒。干你甚么事？好也，你还强嘴哩！每日家醉而复醒，醒而复醉，倒街卧巷。今番务要和你见个好歹。父亲，容不的他！<br>【天下乐】舍弃了今番做了一场，打骂你孩儿有甚勾当？又不曾游手好闲惹下祸殃。你个乱箭射的，冷枪戳的，碎针儿签的！你若惹下勾当，告到官中，敢把你皮也剥了，脚节骨都撧折了。你每日只是恋酒贪杯，养活不的我，将休书来！动不动要手模，是不是取招状，你这个糟短命，跳跳而死的，有几文钱喝了酒。我要打扮，胭脂粉也挣不出来。你是个男子汉，不于生理则吃酒，我可要你怎的？要你伴着？欺负杀受饥寒田舍郎！<br>赵元，我着你不要吃酒，你怎么这两三日又吃酒，不来家？父亲，这三日吃酒，有些人情，所以吃酒，不妨事。谎嘴，有甚么人情？狗请你吃酒来！父亲休听他。父亲，听您孩儿说一遍者。<br>【那吒令】前日是瞎王三上梁，昨日在那里吃酒来？昨日是村李胡赛羊，今日又醉了，可是那里吃酒来？今日是酒刘洪贵降。好朋友都是伙不上台盘的狗油东西。你这厮，每日则吃酒，不做生理，怎么是好？我本待不出来，他每都来相访，怎当他相领相将？<br>你这个辱没门户败家的村弟子孩儿，你每日贪杯恋酒，冻妻饿妇，则吃这酒，有甚好处？这酒有好处。这黄汤则是强嘴，有甚好处？你说！你说！<br>【鹊踏枝】有酒后聚的亲房，有酒后会的贤良。呸！你不识羞。每日伴着些狐朋狗党，那个是好的？为这酒有甚么好处？岂不闻俗语常言；酒解愁肠。你吃了酒，又惹是非，累及俺一家儿。我有酒后宽洪海量，没酒时腹热肠慌。<br>糟驴马，糟畜生，糟狗骨头，久后直当糟杀了！别人吃也有个时候，你没有早晚。父亲不要和他干罢，你着他断了酒者。孩儿说的是。赵元，你近前来，今日便与我断了酒罢。若不断了这酒，一百黄桑棒，打也打杀你。教我断酒？不问甚么营生，我都做的，惟有这酒断不的。呸！害酒痨也不这等的很。不肯断酒，你做甚么生理那？诸般生理都做的，只是这酒断不的。<br>【寄生草】者末为经纪，做货郎。使牛做豆将田耩，搽灰抹粉学搬唱，剃头削发为和尚。我不和你撒赖撒痴的，断了酒者！教我断消愁解闷瓮头香，断了者，断了者！断不的，断不的！情愿去云阳闹市伸着脖项。<br>便与我断了酒，断一年也罢。教我断一年断不的。一年四季饮酒，皆有好处，断不的这酒。这四季怎生断不的？你说。冬里断呵？冬里断呵，怎当那瑞雪飞头上？天有不测风雨，人有旦夕祸福。人生死则在一时半晌，你教我断了金波绿酿，却不等闲的虚度时光？<br>偌多花言巧语，看起来则是好酒，正是个不久长的糟弟子孩儿。父亲，既然他不肯断酒呵，不要他在城市中住。教他村里庄儿上去住，须没有酒吃。孩儿说的是。赵元；你吃这酒，早晚带累我。不要你在城市中住，则今日便与我村里庄儿上住去。你好歹断了这酒者。你若不断酒，我饭也不与你吃，饿的你扁扁的，快往庄儿上去！你教我村里住，须没酒吃，更是断不的。可是怎生断不的？<br>【金盏儿】你教我住村舍伴芒郎，养皮袋住村坊。每日价风吹日炙将田耩，和那沙三赵四受风霜。怎能够百年浑是醉，三万六千场。父亲，有两件断不的这酒。可是那两件？常言道野花攒地出，我则怕村酒透瓶香。<br>父亲，似这等贪酒恋杯，不干生理，叫花头，短命弟子孩儿，我也难与他为妻。则这等，他也不肯休我，拖的他见府尹大人去来，当官休了，我也气长，那其间好嫁别人。孩儿说的是。我和你见官府去来。官人清似水，外郎白似面。水面打二时，糊涂做一片。自家是这本处府尹，姓臧，臧府尹便是。此处有一妇人，姓刘名月仙，我几番待要娶他为妻，他也有心待嫁我，争奈他有夫主。早晚寻他些风流罪过，害了性命，我娶了那女人为妻，便是我平生愿足。今日升厅，看有甚么人来告状。冤屈，冤屈！外面甚么人叫冤屈？张千，与我拿将过来。理会的。当面。兀那老的，有甚么冤枉事？你说。大人可怜见，我这女婿赵元，不干生理，冻妻饿妇，每日只是吃酒。我女孩儿情愿问他要休书。老的请起来。如今断开了，你要了休书，是必休与了别人。大人可怜见，与老汉做主者。且住者，则除是这般。着这厮递送公文书，到西京河南府去。上司明有文案，误了一日假限杖四十，误了两日假限杖八十，误了三日处新。这厮是贪酒的人，我若着他去，也无活的人。若去了这厮，我娶他浑家可不好？张千，与我问六房吏典，今次上西京递送公文该谁去哩？相公，张千门来，该本处赵元去哩。既然这等，赵元，你近前，你的妻我也难断你休也。今次该你上西京河南府递送公文书。上司明有文案，误一日杖四十，误两日杖八十，误三日处斩。则今日便行。今次该别人去，不该小人去。则听的絮叨叨不住的骂寒儒。俺三人不曾带钱来，改日还你。快还钱来，你若不还，不道肯轻饶了你哩？不住的推来抢去，则管扯拽揪捽。可知道李太白，留剑饮，典琴沽。<br>你三人好模好样的，不还我酒钱？<br>【采茶歌】一个扯着衣服，一个更醉模糊，早难道满身花影倩人扶？三位儒人休恐惧，我替还酒债出青蚨。<br>酒保，为何扯他三位？他三个吃了二百文钱的酒，不肯还钱。你放了他三个，他乃是国家白衣卿相。这酒钱我替他还你，可是如何？你既然替他还钱，也罢，我放了他。兀的二百文钱。三位秀才，咱一处再饮一杯酒者。敢问那壁君子姓甚名谁？何处人氏？有何贵干到于此处？小人姓赵，是赵元。你为何这等发悲？其中必有暗昧，你慢慢的说一遍，我试听者。三位秀才不知，听我慢慢的说一遍。小人东京人氏，姓赵是赵元，在本处刘二公家为女婿。有妻是刘月仙，生的有些颜色，十分的不贤惠，将小人千般毁骂，万般憎嫌。更有丈人文母十分狠毒，将小人时常打骂。小人当朝一日，文人、丈母并妻月仙，拖到本处司公臧府尹衙门中，强要休书。不想赃官要娶小人浑家为妻，故意要作弄小人性命，差小人来西京递送公文书。误了一日，杖四十；误了两日，杖八十；误了三日，处斩，不觉早误半月日期也！小人眼见的无那活的人也，因此上啼哭。不想酒店得遇三位秀才。晦！不想此人有此暗昧之事。赵元，我也姓赵，你也姓赵，我有心待认义作做个兄弟，你意下如何？小人是个驴前马后之人，怎敢认义那壁秀才也？你那大人、丈母怎生般利害？东京府尹怎生要娶你浑家为妻？你慢慢说一遍。<br>【红芍药】丈人丈母狠心毒，更那堪司公府尹糊涂。你浑家怎不贤惠？果然这美女累其夫，他可待似水如鱼，好模样，歹做出，不睹事，要休书。你那东京府尹，怎敢强娶你浑家？他倚官强拆散俺妻夫，真乃是牛马襟裾。\"<br>你不好去大衙门里告他？却在背后啼天哭地，成何用也？<br>【菩萨梁州】我须是鳏寡孤独，对谁人分诉，衔冤负屈？你这等啼哭也无用也。因此上气填胸雨泪如珠。赵元，我救你这一命，你意下如何？哥哥，你怎生救我？你放心，我与上京丞相赵光普一面之交。我欲待写书去，途中无纸。楚昭辅，你袖中将的霜毫笔来，你扳着赵元臂膊，石守信扶着兄弟，我在你臂膊上写两行字，画一个押字。若赵丞相见了时，你必然不死也。一个举霜毫，一个扳臂膊，一个把咱扶着，道两行字便是我生天疏。这两行字书、若到上京见了赵丞相，你必不死也。却教我无事还乡故，这好事要人做。不想二百长钱买了命处，胜似纸天书。<br>小人既得了哥书信，若到上京见了赵光普丞相，见了这花押，必然饶了这性命也。小人便索长行。你慢慢的去者。他看了你臂膊上花押，你必不死也。罢，罢，罢！<br>【尾声】谁想今番横死身躯得恩顾，遥指云中雁寄书，两只脚不停住。这忧愁，这凄楚，这烦恼，这思虑，怎声扬，忒负屈。赵光普你执掌权枢，怎知俺冒风雪射粮军于受苦？<br>赵元去了也。谁想民间有这等贤哉之人！若到上京见了赵光普，见了寡人花押信字，必然饶了此人，就除为东京府尹，走马赴任。寡人若到西京，必拿赵元仇人报冤，有何不可？你二人跟着我慢慢私行去来。酒店之中问事情，偶然相会话平生。赵元此去寻光普，升为府尹坐东京。吃酒的客官去了也。天已晚了，收拾门户，回我家中去来。<br><br>第三折<br>两朵肩花擎日月，一双袍袖理乾坤。休言天下王都管，半由天子半由臣。某姓赵，名光普，字则平。辅佐主公，官拜丞相，到太师韩国公之职，乃开国功臣也。圣主常夜半幸某第，立风雪中。小官惶恐出迎，设重裀席地，炽炭烧肉。小官夫人行酒，上以嫂呼之，遂定下江南之计。每决大事，启文观书，乃《论语》也，此时称小官以半部《论语》治一天下。雷德骧尝诋毁某，上日：\"鼎铛尚有耳，汝不闻赵普吾一社稷臣乎？\"今主公同楚昭辅、石守信随处私行，以小官为留守。一今东京官吏，申将文书到此上京，误了一日杖四十，误了两日杖八十，误了三日处斩。不知何人失误半月假限，罪当处斩。祗侯人门首看者．若有人来时，报复我知道。理会的。赵元也，误了假限，疾快行动些。一天好大雪也呵。<br>【中吕】【粉蝶儿】六出花飞，碧大也乐云不退，抱双肩紧把头低。醉魂消，洒才醒．四肢无力。眼见得命掩泉泥，这场灾怎生冲避？<br>【醉春风】送了我也竹叶瓮头春，花枝心爱妻。则为恋香醪寻着永别离，到今日悔，悔，悔！也是我前世前缘，自作自受，怨天怨地。<br>可早来到丞相府门首也。我来到这仪门首。我试看者。兀的不唬杀我也！<br>【迎仙客】狼虎股排着从人，雁翅般列着公吏。这无常略来人不知，我又不会脱身术，又不会插翅飞。止不过泪若扒推，这的是自寻的无头罪。<br>祗候哥哥，报复一声，有东京申送文书来到。你这厮寻死也，这早晚才来！你则在门首，我报复去。告的大人得知。有东京申解文书开到。这厮好胆也，教他过来！理会的。教你过去哩。兀那厮，你是那里解送文书的人？大人！小的是东京差来的。兀那该房吏典，这厮误了多少时假限？该甚罪？误了一日杖四十，误了两日杖八十，误了三日处斩。这厮误了半月假期也。既然如此，收了所送文书。左右人推转这厮斩了者！理会的。大人爷爷，有你哥哥的信，我带着哩。带着甚么？左右拿回来。们。人说一遍者。<br>【上小楼】有你哥哥信息，小人阶前分细。怏怏疾疾，端端的的，诉说真实。你说我听，若说的是呵，万事罢论；说的不是呵，必不轻恕！若赵元，说的来，差之毫厘，情愿便命归泉世。<br>你在那里见俺哥哥来？有几个人跟随？你说一遍，我试听者。小人在于酒店中相遇着来。<br>【幺篇】一行三个人，殷勤劝一杯。不承望少下酒钱，店主人家唱叫扬疾。你可怎么劝来？我替还了二百钱，别无思议，出此上认为兄弟。<br>你从头至尾，你慢慢的说一遍。小人申解文书，来到草桥店酒肆中，见三个秀才吃酒．无钱还他，被店主人吵闹要钱，小人替还了。那三个秀才，问我姓氏名谁。小人道姓赵，他道我也姓赵，他认义我做兄弟，我拜他做哥哥，因此上修了一封书。他道是大人的哥哥哩，若见了我的书信，我必然不死也。书信在那里？将来我看。兀的不是？因途中无纸，就写在臂膊上了。左右与我扶起来者。扶起来了。此人去了也。谁想此人酒务中，遇见上皇，就臂膊上写了花押，认为兄弟，加为东京府尹，走马到任。圣人若回家，别有加官。今日无甚事，左右将马来，且回私宅中去来。圣人酒店逢知己，加做东京府尹官。<br><br>第四折<br>月过十五光明少，人过中年万事休。老汉乃刘二公是也。自从我这女孩儿，问赵元讨了休书，招下本处臧府尹。将赵元着他解送文书于上京，误了一日杖四十，误了两日杖八十，误了三日处斩。不期此人到京，见了大人，将他违限之罪，尽行饶了。不知他有甚么才能，奉大人命，就除为东京府尹，走马到任。有恩报恩，有仇报仇。你两个孩儿，怎生便做个计较？他做了官，送人事来与我。臧府尹，你可怎么说？父亲，有甚么话说？当初我强要他媳妇，指望要害了他。今日做了府尹，我便绿豆皮儿请退。媳妇也还他，我受死去罢。他做了官，我便是夫人了。想我这等贞烈，天下少有。正是那家有贤妻。孩儿，等他来时，咱三口儿牵羊担酒庆贺他，就陪话。咱且回房中去来。寡人乃赵官家是也。自从寡人同楚昭辅、石守信三人，扮为白衣秀士，随处私行。到草桥店，纷纷扬扬下着大雪，到于店中饮酒。不期东京有一人，姓赵是赵元，也到店中饮酒。寡人带酒，与同二人欲要起身，被店主人家扯住，问寡人索要酒钱，无的还他。赵元替寡人还了二百文长钱。问其故，此人言说，有丈人丈母狠毒，妻儿乖劣，私通本处府尹，强要了休书，着他申送文书于上京。寡人得知其情由，就袖中取出斑管霜毫笔，就在赵元臂膊上，写了两行字，画了花押。赵普见了，烧了他一命，就加此人为东京府尹，走马赴任。寡人还京，再宣此人见一面。已差楚昭辅宣他去了，又差人去东京拿他丈人丈母并妻和本处府尹。寡人决断明白，这早晚敢待来也。赵大人，今日主公宣唤，须穿行动些。左右人摆开头搭，摆列齐整者。便见圣人，走一遭去。大人煞是劳动也。<br>【双调】【新水令】要甚么两行祗从闹交参，怎如马头前酒瓶十担。这纱幞头直紫襕，怎如白缠带旧绸衫。又不会阔论高谈，休想我做官滥。赵大人，今日见了主公，自有重赏加官，还入东京为府尹，相公意下如何？大人，我去不的也。如何去不的？<br>【乔牌儿】这言语没掂三，可知水深把杖儿探。对君王休把平人陷，赵元酒性腌。<br>相公，可早来到也。我先见圣人去。楚昭辅，赵元来了么？来了也。着他过来。理会的。相公，主人有宣，把体面者。理会的。陛下万岁、万岁、万万岁！赵元，你认的寡人么？那草桥店多承你美意，寡人今宣你来加官赐赏，你意下如何？陛下，臣做不的官。可是为何？<br>【甜水令】臣一心不恋高官，不图富贵，休将人赚，这烦恼怎生担？寡人与你修盖宅舍，建立厅堂。也不索建立厅堂，修盖宅合，妆銮堆嵌，不如我住草舍茅庵。<br>陛下，臣不做官。怎生不做官？<br>【折桂令】我怕的是闹垓垓虎窟龙潭，原来这龙有风云，虎有山岩。玉殿金阶，龙争虎斗，惹起奸谗。朝野里谁人似俺，衡懵懂愚浊痴憨。语语喃喃，峥峥巉巉，早难道宰相王侯，倒不如李四张三。寡人加你为大官，受用到老，有何不可？<br>【七弟兄】微臣怎敢把大官参，我则知苦涩酸浑淡。清光滑辣任迷贪，下民易虐何曾滥？寡人欲要封你为官，为何推托？公有主意也。<br>【梅花酒】呀！微臣最小胆，则待逐日醺酣，圣主台鉴，你两两三三。也不做明廉共按察，伯子共公男。自羞惭，官高后不心甘，禄重也自贪婪。明廉按察，你又不做。似这等，你待做甚么官好？<br>【收江南】我汴梁城则做酒都监，自斟自舞自清谈，无烦无恼口劳蓝。是非处没俺，这玉堂食怎如我瓮头甘？<br>赵元，你要见你那仇人么？陛下，臣可知要见他。近御人，与我拿将东京府尹和赵元丈人丈母并妻刘月仙来者。理会的。一行过去当面。兀那厮，你知罪么？陛下，小臣不知罪。你为何强娶平人妻女？小臣并然不敢．他强招臣为婿来。这厮好无礼也！<br>【雁儿落】姜太公颠倒敢，鲁义姑心中鉴。倚官府要了手模，你今日遭坑陷。<br>【得胜令】却不道风用担儿担，早难道蜻蜒把太山撼？你往日忒余滥，今番刀下斩。忍不住揪撏，风雪里将人赚。唬得脸如蓝，索休书却大胆。住、住、住，你一行人听寡人下断：则为这刘二公不识亲疏，将女婿赶的别居。你妻更心生乖劣，狠毒心不辨贤愚。月仙女心怀歹意，夸伶俐索讨休书。误限次苦遭责断，实指望一命身卒。赵元苦恹恹不辞风雨，路迢迢不避崎岖。草桥店忽逢圣主，赦罪犯半点全无。赵元加你为府尹，赐彩缎罗绩真珠。刘二公两口儿罚同免罪，与赵元不可同居。月仙女杖断一百，因变乱败坏风俗。臧府尹贪淫坏法，依律令迭配流徒。今日个恩仇分别，一齐的万岁山呼。<br>题目丈人丈母狠心肠<br>司公倚势要红妆<br>正名雪里公人大报冤<br>好酒赵元遇上皇<br></p> <p> ",
  "poet": {
    "id": 1878,
    "star": 0,
    "name": "高文秀",
    "image": "http://img.gushiwen.org/authorImg/gaowenxiu.jpg",
    "desc": "高文秀（生卒年不详），东平（今属山东省）人。元代戏曲作家。府学生员，早卒。"
  },
  "tags": []
}