{
  "id": 11038,
  "star": 273,
  "name": "野望",
  "dynasty": "唐代",
  "content": "西山白雪三城戍，南浦清江万里桥。<br>海内风尘诸弟隔，天涯涕泪一身遥。<br>惟将迟暮供多病，未有涓埃答圣朝。<br>跨马出郊时极目，不堪人事日萧条。",
  "fanyi": "<p><strong>译文</strong><br>西山终年积雪，三城都有重兵驻防；南郊外的万里桥，跨过泱泱的锦江。<br>海内连年战乱，几个兄弟音讯阻隔；彼此天涯海角，只我一人好不凄怆？<br>惟将迟暮的年光，交与多病的身躯；至今无点滴功德，报答贤明的圣皇。<br>我独自地骑马郊游，常常极目远望，世事一天天萧条，真叫人不堪想象。 </p> <p><strong>注释</strong><br>⑴西山：在成都西，主峰雪岭终年积雪。三城：指松（今四川松潘县）、维（故城在今四川理县西）、保（故城在理县新保关西北）三州。城，一作“年”，一作“奇”。戍：防守。三城为蜀边要镇，吐蕃时相侵犯，故驻军守之。<br>⑵南浦：南郊外水边地。清江：指锦江。万里桥：在成都城南。蜀汉费祎访问吴国，临行时曾对<a href=\"http://so.gushiwen.org/author_507.aspx\">诸葛亮</a>说：“万里之行，始于此桥。”这两句写望。<br>⑶风尘：指安史之乱导致的连年战火。诸弟：<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>四弟：颖、观、丰、占。只杜占随他入蜀，其他三弟都散居各地。<br>⑷迟暮：这时杜甫年五十。供多病：交给多病之身了。供，付托。<br>⑸涓埃：滴水、微尘，指毫末之微。<br>⑹日：一作“自”。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　<a href=\"http://so.gushiwen.org/view_11038.aspx\">诗</a>以“野望”为题 ，是诗人跃马出郊时感伤时局、怀念诸弟的自我写照。</p> <p>　　首两句写野望时所见西山和锦江。西山主峰终年积雪，因此以“白雪”形容。三城，在当时驻军严防吐蕃入侵，是蜀地要镇。</p> <p>　　中间四句是野望时触发的有关国家和个人的感怀。三四句由战乱推出怀念诸弟，自伤流落的情思。海内外处处烽火，诸弟流散，此时“一身遥”客西蜀，如在天之一涯。诗人怀念家国，不禁“涕泪”横流。真情实感尽皆吐露不由人不感动。</p> <p>　　五六句又由“ 天涯”“一身”引出残年“多病”，“未”贡微力，无补“圣朝”的内愧。<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>时年五十，因此说已入“迟暮”之年。他叹息说：我只有将暮年付诸给“多病”之身，但“未有”丝毫贡献，报答“圣朝”，是很感惭愧的。</p> <p>　　杜甫虽流落西蜀，而报效李唐王朝之心，却始终未改，足见他的爱国意识是很强烈的。中间四句，由于连用对偶尔将诗人的家国之忧，身世之感，特别是报效李唐王朝之心，艺术地得到有效概括。</p> <p>　　七八句最后点出“野望”的方式和深沉的忧虑。“人事”，人世间的事。由于当时西山三城列兵防戍，蜀地百姓赋役负担沉重，杜甫深为民不堪命而对世事产生“日” 转“萧条”的隐忧。这是结句用意所在。诗人从草堂“跨马”，走“出”南“郊”，纵目四“望”。“ 南浦清<a href=\"http://so.gushiwen.org/author_2877.aspx\">江万里</a>桥”是近望之景。“西山白雪三城戍 ”，是远望之景。他由“三城戍”引出成乱的感叹，由“万里桥”兴起出蜀之意。这是中间四句有关家国和个人忧念产生的原因。</p> <p>　　杜甫“跨马出郊 ”，“极目”四“望”，原本为了排遣郁闷 。但爱国爱民的感情，却驱迫他由“望 ”到的自然景观引出对国家大事、弟兄离别和个人经历的种种反思。一时间，报效国家、怀念骨肉和伤感疾病等等思想感情，集结心头。尤其为“迟暮”“多病”发愁，为“涓埃”未“答”抱愧。</p> <p>　　此诗前三联写野望时思想感情的变化过程，即由向外观察转为向内审视。尾联才指出由外向到内向的原因。在艺术结构上，颇有控纵自如之妙。</p>",
  "about": "<h2>创作背景</h2> 　　唐肃宗上元元年（760）夏天，<a href=\"http://so.gushiwen.org/view_11038.aspx\">诗</a>人<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>在朋友的资助下，在四川成都郊外的浣花溪畔盖了一间草堂，在饱经战乱之苦后，生活暂时得到了安宁，妻子儿女同聚一处，重新获得了天伦之乐。这首诗作于定居草堂的第二年（上元二年，761）。",
  "poet": {
    "id": 474,
    "star": 0,
    "name": "杜甫",
    "image": "http://img.gushiwen.org/authorImg/dufu.jpg",
    "desc": "杜甫（712－770），字子美，自号少陵野老，世称“杜工部”、“杜少陵”等，汉族，河南府巩县（今河南省巩义市）人，唐代伟大的现实主义诗人，杜甫被世人尊为“诗圣”，其诗被称为“诗史”。杜甫与李白合称“李杜”，为了跟另外两位诗人李商隐与杜牧即“小李杜”区别开来，杜甫与李白又合称“大李杜”。他忧国忧民，人格高尚，他的约1400余首诗被保留了下来，诗艺精湛，在中国古典诗歌中备受推崇，影响深远。759-766年间曾居成都，后世有杜甫草堂纪念。"
  },
  "tags": [
    "唐诗三百首",
    "写景",
    "抒情"
  ]
}