{
  "id": 8663,
  "star": 161,
  "name": "寄李儋元锡",
  "dynasty": "唐代",
  "content": "去年花里逢君别，今日花开又一年。<br>世事茫茫难自料，春愁黯黯独成眠。<br>身多疾病思田里，邑有流亡愧俸钱。<br>闻道欲来相问讯，西楼望月几回圆。",
  "fanyi": "<p><strong>译文</strong><br>去年那花开时节我们依依惜别，如今花开时节我们分别已一年。<br>世事渺茫自我的命运怎能预料，只有黯然的春愁让我孤枕难眠。<br>多病的身躯让我想归隐田园间，看着流亡的百姓愧对国家俸禄。<br>早听说你将要来此地与我相见，我到西楼眺望几度看到明月圆。</p> <p><strong>注释</strong><br>⑴李儋（dān）元锡：李儋，曾任殿中侍御史，为作者密友；元锡，字君贶，为作者在长安鄠县时旧友。<br>⑵春愁：因春季来临而引起的愁绪。黯黯：低沉暗淡。一作“忽忽”。<br>⑶思田里：想念田园乡里，即想到归隐。<br>⑷邑有流亡：指在自己管辖的地区内还有百姓流亡。愧俸钱：感到惭愧的是自己食国家的俸禄，而没有把百姓安定下来。<br>⑸问讯：探望。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　<a href=\"http://so.gushiwen.org/author_564.aspx\">韦应物</a>这首<a href=\"http://so.gushiwen.org/view_8663.aspx\">诗</a>叙述了与友人别后的思念和盼望，抒发了国乱民穷造成的内心矛盾。</p> <p>　　诗是寄赠好友的，所以从叙别开头。首联即谓去年春天在长安分别以来，已经一年。以花里逢别起，即景勾起往事，有欣然回忆的意味；而以花开一年比衬，则不仅显出时光迅速，更流露出别后境况萧索的感慨。颔联写自己的烦恼苦闷。“世事茫茫”是指国家的前途，也包含个人的前途。当时长安尚为朱泚盘踞，皇帝逃难在奉先，消息不通，情况不明。这种形势下，他只得感慨自己无法料想国家及个人的前途，觉得茫茫一片。他作为朝廷任命的一个地方行政官员，到任一年了，眼前又是美好的春天，但他只有忧愁苦闷，感到百无聊赖，一筹莫展，无所作为，黯然无光。颈联具体写自己的思想矛盾。正因为他有志而无奈，所以多病更促使他想辞官归隐；但因为他忠于职守，看到百姓贫穷逃亡，自己未尽职责，于国于民都有愧，所以他不能一走了事。这样进退两难的矛盾苦闷处境下，诗人十分需要友情的慰勉。尾联便以感激李儋的问候和亟盼他来访作结。</p> <p>　　这首诗的艺术表现和语言技巧，并无突出的特点。有人说它前四句情景交融，颇为推美。这种评论并不切实。因为首联即景生情，恰是一种相反相成的比衬，景美而情不欢；颔联以情叹景，也是伤心人看春色，茫然黯然，情伤而景无光；都不可谓情景交融。其实这首诗之所以为人传诵，主要是因为诗人诚恳地披露了一个清廉正直的封建官员的思想矛盾和苦闷，真实地概括出这样的官员有志无奈的典型心情。这首诗的思想境界较高，尤其是“身多疾病思田里，邑有流亡愧俸钱”两句，自宋代以来，甚受赞扬。<a href=\"http://so.gushiwen.org/author_510.aspx\">范仲淹</a>叹为“仁者之言”，<a href=\"http://so.gushiwen.org/author_459.aspx\">朱熹</a>盛称“贤矣”。这些评论都是从思想性着眼的，赞美的是韦应物的思想品格。但也反映出这诗的中间两联，在封建时代确有较高的典型性和较强的现实性。事实上也正如此，诗人能够写出这样真实、典型、动人的诗句，正由于他有较高的思想境界和较深的生活体验。</p>",
  "about": "<h2>创作背景</h2> <p>　　这首七律是<a href=\"http://so.gushiwen.org/author_564.aspx\">韦应物</a>晚年在滁州刺史任上的作品，大约作于唐德宗兴元元年（784年）春天。唐德宗建中四年（783年）暮春入夏时节，韦应物从尚书比部员外郎调任滁州刺史，离开长安，秋天到达滁州任所。李儋、元锡，是韦应物的<a href=\"http://so.gushiwen.org/view_8663.aspx\">诗</a>交好友，在长安与韦应物分别后，曾托人问候。次年春天，韦应物写了这首诗寄赠以答。</p> <p>　　在韦应物赴滁州任职的一年里，他亲身接触到人民生活情况，对朝政紊乱、军阀嚣张、国家衰弱、民生凋敝，有了更具体的认识，深为感慨，严重忧虑。就在这年冬天，长安发生了朱泚叛乱，称帝号秦，唐德宗仓皇出逃，直到第二年五月才收复长安。在此期间，韦应物曾派人北上探听消息。到写此诗时，探者还没有回滁州，可以想见诗人的心情是焦急忧虑的。这就是此诗的政治背景。</p>",
  "poet": {
    "id": 564,
    "star": 0,
    "name": "韦应物",
    "image": "http://img.gushiwen.org/authorImg/weiyingwu.jpg",
    "desc": "韦应物（737～792），中国唐代诗人。汉族，长安(今陕西西安)人。今传有10卷本《韦江州集》、两卷本《韦苏州诗集》、10卷本《韦苏州集》。散文仅存一篇。因出任过苏州刺史，世称“韦苏州”。诗风恬淡高远，以善于写景和描写隐逸生活著称。"
  },
  "tags": [
    "唐诗三百首",
    "思念",
    "友人",
    "忧国忧民"
  ]
}