{
  "id": 49398,
  "star": 22,
  "name": "一丛花·初春病起",
  "dynasty": "宋代",
  "content": "今年春浅腊侵年，冰雪破春妍。东风有信无人见，露微意、柳际花边。寒夜纵长，孤衾易暖，钟鼓渐清圆。<br>朝来初日半衔山，楼阁淡疏烟。游人便作寻芳计，小桃杏、应已争先。衰病少悰，疏慵自放，惟爱日高眠。",
  "fanyi": "<p><strong>译文<br></strong>今年的春天来得早，天气还很寒冷，美丽的春天依然被冰雪覆盖着。不光春天来得迟，它托东风带来的消息也被人们疏忽了，只在柳树、花朵上显露出了些许春意。不过初春时节纵然夜寒且长，但毕竟已是大地春回，厚被子盖着有些热了，就连那报时的钟鼓声也清脆圆润起来。<br>早上起来太阳初生，被山遮住了一半，远处的楼阁笼罩在淡淡的雾气之中。春天已到，人们开始计划着外出踏春了，想必郊外的桃花杏花已经争相开放了。我因为生病没有心情出去游玩，只想懒散的躺着，一直睡到日上三竿。</p> <p><strong>注释<br></strong>⑴一丛花：词牌名，双调，七十八字，前后段各七句，四平韵。康熙词谱载此调只有此体，宋词俱照此填，惟句中平仄小异。<br>⑵春浅腊侵年：在阴历遇有闰月的年，其前立春节后较迟。春浅，春天来得早。腊侵年，因上年有闰月，下年的立春日出现在上年的腊月中。腊，岁终之祭，祭日旧在冬季后约二十多天，称为腊日。<br>⑶春妍：妍丽春光。<br>⑷东风有信：曹松《除夜》：“残腊即又尽，东风应渐闻。”东风，春风。<br>⑸衾（qīn）：厚被。<br>⑹清圆：声音清亮圆润。<br>⑺寻芳计：踏青游览的计划。<br>⑻少悰（cóng）：少乐趣。<br>⑼疏慵（yōng）：疏懒；懒散。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　此词抓住“初春”和病愈初起这一特殊情景和特有的心理感受，描写词人初春病愈后既喜悦又疏慵的心绪。</p> <p>　　“今年春浅腊侵年，冰雪破春妍”二句，写春寒犹重，而用腊侵、雪破表述，起笔便呈新奇。“东风”二句进一步刻画“今年春浅”的特色——不光春来得迟，而且即使“有信”也“无人见”，春天只“柳际花边”露了此“微意”。这既表现了这年初春的异常，同时也暗中透露了词人特有的乍觉乍喜的心情。此处“微意”和“柳际花边”启人联想，含蕴深细，极见个性。接下去“寒夜”三句，直抒感受和喜悦心情：初春时节，纵然夜寒且长，但已是大地春回，“孤衾易暧”了，就连那报时钟鼓，也觉其音韵“清圆”悦耳。“寒夜”以下三句，感觉兼有想像在内。其实并不必真暖和，却仿佛暖和了，暮鼓晨钟其实也还是平常的声音，却仿佛格外清圆了，写早春极细。这和下片“初日”“楼阁”句并用<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>《院中晚晴怀西郭茅舍》：“复有楼台衔暮景，不劳钟鼓报新晴。”浦起龙《读杜心解》卷四之一：“旧注，俗以钟鼓声亮为晴占。”亦与此词意合。至此，初春乍觉而兴奋之情，极有层次、极细腻地刻画了出来。</p> <p>　　下片前二句写初春晨景，仍贴合着“病起”的特殊景况，只写楼阁中所见所感，“初日半衔山，楼阁淡疏烟。”景象虽不阔大，但色调明丽，充满生机，清新可喜。这既是初春晨景的真实描绘，又符合作者独特的环境和心理感受。以下二句又由眼前景而说到游人郊苑寻芳，进而联想到“小桃杏应已争先”。“争先”即先于其他花卉而开放，此处只说推想，未有实见，还是紧扣“初春病起”的独特情景落笔，写得生动活泼，意趣盎然。这四句与上片前四句写法上有所不同，上片前四句叙事兼写景，景是出以虚笔；下片四句写景兼叙事，景则有实有虚。这样不但避免了重复呆板，同时也符合词人病起遣兴的逻辑。上片写日出之前初醒时的感受和心情，故多臆想之辞，病起逢春，自然兴奋愉悦；下片写日出之后，见到明丽的晨景，故以实笔描画，这既合乎情理，又为下文蓄势。词人由眼前景，自然会联想到寻芳之趣，联想到楼阁之外明媚春光之喜人，因而理应也“作寻芳计”。</p> <p>　　最后三句“衰病少悰，疏慵自放，惟爱日高眠”，陡然逆转，与前景前情大异其趣。这曲折的波澜，实际上却仍是紧扣“病起”二字。因为尽管春回大地，而病体方起，毕竟少欢乐之趣。“疏慵”对“少悰”，“爱眠”应“衰病”，“日高眠”合“寻芳计”，这样上文逢春情绪到此处一跌。这种心理上的变化，正是“病起”者特有的，对此，此词表现得刻细腻，真切动人。</p> <p>　　清人黄子云说：“<a href=\"http://so.gushiwen.org/view_49398.aspx\">诗</a>不外乎情事景物，情事景物要不离乎真实无伪。一日有一日之情，有一日之景，作诗者若能随境兴怀，因题著句，则固景无不真，情无不诚矣。”（《野鸿诗的》）<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>这首词恰是“能随境兴怀，因题著句”，笔一下之“景”，无论为虚为实，“无不真”；笔下之“情”，无论是喜是优，“无不诚”，这原因就在于他抓住“初春\u001e”“病起”这一事的特殊情景，写出了作者的个性、襟怀和心绪。</p>",
  "about": "<h2>创作背景</h2> 　　此词写于熙宁九年（1076年）的春天。此时<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>在密州（今山东诸城）任知州。",
  "poet": {
    "id": 183,
    "star": 0,
    "name": "苏轼",
    "image": "http://img.gushiwen.org/authorImg/sushi.jpg",
    "desc": "苏轼（1037－1101），北宋文学家、书画家、美食家。字子瞻，号东坡居士。汉族，四川人，葬于颍昌（今河南省平顶山市郏县）。一生仕途坎坷，学识渊博，天资极高，诗文书画皆精。其文汪洋恣肆，明白畅达，与欧阳修并称欧苏，为“唐宋八大家”之一；诗清新豪健，善用夸张、比喻，艺术表现独具风格，与黄庭坚并称苏黄；词开豪放一派，对后世有巨大影响，与辛弃疾并称苏辛；书法擅长行书、楷书，能自创新意，用笔丰腴跌宕，有天真烂漫之趣，与黄庭坚、米芾、蔡襄并称宋四家；画学文同，论画主张神似，提倡“士人画”。著有《苏东坡全集》和《东坡乐府》等。"
  },
  "tags": [
    "春天",
    "写景",
    "抒情"
  ]
}