{
  "id": 48212,
  "star": 11,
  "name": "早梅芳·海霞红",
  "dynasty": "宋代",
  "content": "海霞红，山烟翠。故都风景繁华地。谯门画戟，下临万井，金碧楼台相倚。芰荷浦溆，杨柳汀洲，映虹桥倒影，兰舟飞棹，游人聚散，一片湖光里。<br>汉元侯，自从破虏征蛮，峻陟枢庭贵。筹帷厌久，盛年昼锦，归来吾乡我里。铃斋少讼，宴馆多欢，未周星，便恐皇家，图任勋贤，又作登庸计。",
  "fanyi": "<p><strong>译文</strong><br>红红的早霞映照西湖，翠绿的山峦云雾缭绕。杭州乃风景秀丽繁华之地。谯楼城门的左右画戟林立，下临辽阔而整饬有序的街市，金黄和碧绿色的楼台一座挨着一座。水边荷叶菱角，汀洲杨柳飘絮，水面上倒映着拱桥的身影，小舟飞快地前行，游人聚集在一片湖光山色里。<br>孙沔犹如当年首功封侯的三国魏将张既，自从破虏征蛮，很快被进用至显贵的枢密院。厌恶久在军中，壮年衣绣昼行，回到故乡知杭州太守。身居铃斋清静悠闲，不必再操劳国事，游冶之所多欢乐，未到一年，便唯恐朝廷又要启用有功劳的贤能之士，又征召自己去朝廷做官啊！</p> <p><strong>注释<br></strong>⑴早梅芳：词牌名。《花草粹编》收录此词，在词牌下有题“上孙资政”。资政，全称为资政殿大学士，是宋代为功勋重臣所设置的闲职官名，此种闲职多授予那些被褫夺实权的罢职宰相或其他重臣。<br>⑵故都：指杭州。五代时吴越王<a href=\"http://so.gushiwen.org/author_1535.aspx\">钱镠</a>建都于此。<br>⑶谯门：古时建在城门上用以了望的楼。<br>⑷芰荷：出水的菱与荷。<br>⑸杨柳汀洲：汀和洲均指水中的陆地；杨柳汀洲系指长满了杨柳树的汀洲。<br>⑹虹桥：状若霓虹的拱桥。<br>⑺兰舟飞棹（zhào）：兰舟，指船，是船之美称；棹为船桨的别名，飞棹，是指飞快地划动船桨，喻船行甚速。<br>⑻元侯：诸侯之长。《左传》:“天子所以享元侯也。”此颂扬地方官地位显赫。<br>⑼峻陟：威严地登上。枢庭、犹枢府，政权的中枢，宋代多用以指枢密院。<br>⑽筹帷厌久：筹，筹划；帷，帷幄，行军作战的帐篷。筹帷，是指对战略战术的谋划，也不仅仅是指对战争的谋划，包括对治理国家的谋划。厌久，久而生厌之意。<br>⑾昼锦：白天穿锦绣服装，以示炫赫。<br>⑿铃斋少讼：即铃阁，将帅或州郡长官办事的地方。少讼，本意为很少有官司公案需要处理，这里则指退居田园就不必再为国家之事操心费力了。<br>⒀周星：岁星。岁星十二年在天空循环一周。<br>⒁图任勋贤：计划任用功臣贤人。<br>⒂登庸：举用。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　词作上阕写景，景是杭州之景；下阕写人，人是镇杭是官，上下合璧，地灵人杰。</p> <p>　　上阕写杭州之景。开头先从大处落笔，以自然界中的烟霞来渲染气氛：大海映着如火的红霞，远山笼着青色的烟雾。境界阔大，设色艳丽。接下来“故都风景繁华地”一句既点出所写之地——杭州，又是一句总的概括，将“繁华”的杭州置于“海红霞，山烟翠”的大背景中，使人觉得杭州就像镶嵌在这幅美丽画面上的一颗璀璨的明珠。接下来数句，是对杭州城美丽、繁华的具体描绘。映入读者眼帘的首先是宏伟壮观的城门，城门上望楼高高耸立，画戟尽显威仪。然后词人再以城门为立足点自上而下分写了杭州城内、城外的景色。写城内，主要描绘静态的人文景观。“万井”、“金碧楼台相倚”，只用八个字就写出了杭州城内人烟繁阜，市容严整，建筑华美。写城外，物境人事共同构成画面，动静结合，一气呵成。至此，故都的山光水色，已呈现在眼前。</p> <p>　　词的下阕，转笔颂扬镇杭之官的事功人品。下片五十二字, 仅三处用韵，从内容上看，恰可分为三个层次：一为征战立功， 二为衣锦还乡，三为政绩卓著，并预祝升迁。写得舒徐有致， 雍容闲雅。</p> <p>　　此词作为一首投献词，有“贡谀”的成分，但词中所展现的杭州的社会生活图景、自然风光的确是北宋前期“承平气象”的真实写照。再者，从“贡谀”的角度说，上片只是作为背景与陪衬；但若从反映都市生活的角度说，上片正是此词的精华。写景的视角由远及近，自上而下，笔触亦随之由阔大旷远至精细俊美， 自然景观与人文景观相谐相映，确是<a href=\"http://so.gushiwen.org/author_535.aspx\">柳永</a>词中极具审美价值的雅词。</p>",
  "about": "<h2>创作背景</h2> 　　此词是<a href=\"http://so.gushiwen.org/author_535.aspx\">柳永</a>游杭州所作，从词的内容，属于投献词。据薛瑞生《乐章集校注》考证，这首词是柳永投献给杭州知府孙沔的。孙沔因战功以枢密直学士、给事中知杭州， 不久又迁为枢密院副使，与词中所写人事相合。",
  "poet": {
    "id": 535,
    "star": 0,
    "name": "柳永",
    "image": "http://img.gushiwen.org/authorImg/liuyong2.jpg",
    "desc": "柳永，（约987年—约1053年）北宋著名词人，婉约派创始人物。汉族，崇安（今福建武夷山）人，原名三变，字景庄，后改名永，字耆卿，排行第七，又称柳七。宋仁宗朝进士，官至屯田员外郎，故世称柳屯田。他自称“奉旨填词柳三变”，以毕生精力作词，并以“白衣卿相”自诩。其词多描绘城市风光和歌妓生活，尤长于抒写羁旅行役之情，创作慢词独多。铺叙刻画，情景交融，语言通俗，音律谐婉，在当时流传极其广泛，人称“凡有井水饮处，皆能歌柳词”，婉约派最具代表性的人物之一，对宋词的发展有重大影响，代表作 《雨霖铃》《八声甘州》。"
  },
  "tags": [
    "地名",
    "写景",
    "颂扬"
  ]
}