{
  "id": 69504,
  "star": 5,
  "name": "杂剧·罗李郎大闹相国寺",
  "dynasty": "元代",
  "content": "楔子<br>坐守寒窗二十春，虀盐乐道不知贫。腹中晓尽古今事，命里不如天下人。小生苏文顺便是。这一个是我同堂学业八拜交的弟兄，是孟仓士。祖居陈州人氏，嫡亲的三口儿。近新来浑家亡逝已过，撇下这个女孩儿叫做定奴。兄弟早年丧妻，撇下这个小厮叫做汤哥。我又有个结义的哥哥，平日织造罗段为生，又在罗家入赘，他姓李，人顺口儿都唤他做罗李郎。俺弟兄两人，学成满腹文章，待去上朝取应，争柰无有盘缠，将这一双男女质当些小钞物，进取功名去也。孟家兄弟，俺和你须索求告罗李郎走一遭去来。哥哥请，小弟随往。老夫陈州人氏，姓李名玉，字和之。年幼时织造罗段为生，又在罗家入赘，人口顺都唤我做罗李郎。婆婆早年亡过，这个小的是侯兴。他在我家三辈儿了，他的公公伏侍我的公公，他的父亲伏侍我的父亲，生下这个小的伏侍老夫。老爹，你也好与我一纸从良的文书了。你看这厮波。我有两个结义弟兄，一个是苏文顺，一个是孟仓士。他两个学成满腹文章，待要上朝取应，来辞别老夫。侯兴，门首看着，您叔父来时，报复我知道。兄弟，早来到他家门首也。侯兴，你报哥哥去，道苏文顺、孟仓士在于门首。老爹，门外两位叔父来了。道有请。哥哥，您兄弟一径的来，俺二人待要上朝取应，争柰盘缠缺少，起身不得。止有这一对孩儿，我的女孩儿唤做定奴，兄弟的孩儿唤做汤哥，在哥哥跟前质当些少盘缠，上朝取应去。既然兄弟上朝取应去，侯兴，取两个银子来。银子在此。兄弟，这两锭银子送二位做盘缠，休嫌轻意。你兄弟二人在哥哥面前，还立了一纸文书才是。既为友义。岂论钱财。<br>【仙吕】【端正好】咱意相投。情相睦，索甚立质当文书。则望哥哥看觑这两个孩儿。您儿女就是咱儿女。技怎肯两三般觑。孩儿呵，也是我出于尤余。<br>【幺篇】你则放心怀心举求官去，相别后便进长途，更休辞跋涉耽辛苦。抛家业，赴皇都；凭才艺，仗诗书；同射策，觐銮舆；登御宴，饮芳醑；衣紫绶，带金鱼。我言语，并无虚，则愿你早上青霄路。咱兄弟蒙赐盘缠，两个儿女又蒙看觑。则今日拜辞了哥哥，收拾琴剑书箱，上朝取应走一遭去也。为功名无柰相催，便登程趱赴春闱。可怜我一家骨肉，泪盈盈两处偷垂。<br><br>第一折<br>过日月好疾也呵。自从两个兄弟去了，可早二十年光景，撇下两个孩儿定奴，汤哥，老夫与他婚配成家，所生一子，立春日生，就唤名受春。两个兄弟不知几时回来？则被这汤哥孩儿逐日饮酒非为，不依公道，兀的不害杀我也。<br>【仙吕】【点绛唇】蜗角蝇头，利名营勾，空生受。浮世悠悠，岁月频回首。<br>【混江龙】假若便功名成就，算来则是抱官囚。挣□的封妻荫子，拜相封侯。可正是今日不知明日事，前人田土后人收。到头来只落得个谁消受？如风中秉烛，似水上浮沤。<br>【油葫芦】身似飘飘不缆舟，几时得巴到岸口？想当初庄子叹骷髅，一朝身死无人救，三寸气在千般有。今日春，明日秋。金乌玉兔东西走，断送一生休。想老夫少年时做家呵。<br>【天下乐】俺也曾蚤起迟眠使计谋，营也波求，肯罢手？使行钱在城打着课头。村里有大叶桑，阔角牛，每年家田蚕百倍收。<br>汤舍，汤舍在家里么？侯兴，做甚么闹炒？老爹，门首有人叫汤舍讨酒钱。咱家谁做官来？叫汤舍。讨酒钱哩。他少多少钱？他少你多少钱？少一千瓶酒钱。老爹，少他一千瓶酒钱。<br>【后庭花】逐朝家饮兴酬，全不将学业修。教你向芸窗下把书埋首，却元来糟屋中酒浸头，直恁般好风流。半年不勾，早吃下一千瓶香糯酒。侯兴，该多少一瓶，算还了罢。多少钱一瓶？两贯一瓶。你算该多少？两贯一瓶，二瓶四贯，四瓶八贯，八瓶十六贯。是这等算还我。还了你钱，你去罢。汤舍在家么？怎么又这般闹炒？你要甚么？我讨乐歌钱。老爹，讨乐歌钱的。怎生唤做乐歌钱？阿！这老爹一窍也不通。乐歌钱是和小娘每吃酒耍子，乐人弹唱伏侍的。<br>【醉中天】这厮结缆着章台柳，铺买下谢家楼。我但到官陈词见的勾，若不受状呵。我将皇城叩。索共那五奴虔婆出头，这债到底俺汤哥儿承受，休、休、休！免得定刑名笞杖徒流。<br>【一半儿】你这般借钱取债结交游，做大妆幺不害羞，知你那爷贫也富也活也死也那无共有。你那一日不秦楼，正是几处笙歌儿处愁。<br>侯兴，你算还他罢。该多少？该二千贯。怎生少偌多？实实的少这些，我不说谎。我还了你钱。你这厮下次再不要赊与他，则要见钱。打下牙来了也。又是甚么人闹炒？老爹，汤舍打杀人也。在那里？在门首。我自去看哥哥，你怎地来？您汤哥打下了我门牙，我沃了来。侯兴，他打下牙来，你怎生说打死人？打下牙来，害了破伤风不要死那？哥哥家里来。<br>【醉扶归】常教我两叶眉儿皱，一点赤心愁。却不道父母惟其疾病扰，常落在别人彀。侯兴，拿一锭银子来。与你这一锭银饶过罢手，哥哥若忙呵，便回去，若闲呵，等我寻那厮去。若来时不道的轻放了那贼禽兽。老的，我回去也。打了一个门牙，得了一锭银子。早着他都打下了也好那。侯兴，你不问那里，寻将那厮来者。众弟兄少罪少罪，一席好酒。我汤哥今日有一个新下城的旦色，唤做甚么宜时秀，好个姐姐。感承我那众弟兄作成我入马。众弟兄安排酒，买了二十瓶，推倒十瓶，瀽了五瓶，打了三瓶，丢了二瓶，不觉怎么醉了。好姐姐唱了一日，不曾听得一句，知他唱的是甚么？则记的临上马钟刚唱了一句。零落了梧桐叶儿。则唱了这一句，我又吃了八十四钟。小哥，你醉了也。我几曾醉？小哥你醉了，老爹叫我来寻你，咱家去来。这厮兀的不醉了也。<br>【后庭花】你因酒上没做有，为花上恩变做仇。你交财上不应口，争气处打破头。这四件忒精熟，诸般懒就，这便是你男儿得志秋。<br>老爹挣□了许来大家私，您孩儿正好快活哩。可不道饮酒只待饮深瓯，带花须带大开头。<br>【金盏儿】你待纵酒饮深瓯，花带大开头。因花为酒添憔瘦，还道是有花方酌酒，无月不登楼。早辰间因酒病，到晚来为花愁。可不道野花村务酒，定奴儿，靠后。知滋味便合休。谁着你又吃醉了？躺着，须要痛决。父亲看定奴面上，饶了汤哥者。你看这厮波，谁曾打着你来？你打几下倒好。怎生打几下倒好？父亲，今日打您孩儿几下，明日我那众弟兄知道呵，汤哥着他老爹打了一顿，众人安排酒软痛又是一醉。你看他波，你从今须断了酒者。父亲教我断酒，我不敢不断，我则告宽我三日假。怎生告三日假？头一日杀五个羊请众兄弟每来吃一醉，唤做辞酒。第二日再安排一席，可便是断酒。第三日再安排一席，唤做开酒。你看这厮波，你快与我断了酒者。你孩儿再吃酒，赌一个痛咒。你赌甚么咒？你孩儿再吃酒，我就吃蜜蜂儿的屎。<br>【赚煞】你少不的卖了庄田，折了孳畜，将我这逆耳良言不瞅。愚滥荒淫出尽丑，我一片干家心话不相投。没来由，枉把你收留，莫为儿孙作马牛。你恋着红裙翠袖，折倒的你黄干黑瘦，古人言的不错呵：要儿自养，要谷自种。这是我养别人儿女下场头。<br>且慢者，我敢不是罗李郎的儿子，我待要问人，问谁的是？家中有个侯兴，年纪大似我，他必然知道。我问他一声，怕做甚么？侯兴你来，我和你说话。小哥也，你有甚么说话？侯兴，你在家中许多年，家中事务，你知的详细。恰才老的去时，怎生说儿要自养，谷要自种？我则不是罗李郎的儿子么？我家老爹则养的一个，你是他的亲儿。侯兴，你若不说实情，我关上这门一顿打杀你。小哥，你不是他的亲儿子，倒是我老侯的亲儿子不成？拿棍子来，你快说。小哥，你不要懆暴，我且门外看一看。前后无人。小哥，我说则说，你休忘了侯兴。侯兴哥哥，你若和我说时，我不忘了你。可知不是罗李郎的儿子，你父亲在京师做大官哩。你只管在这里要讨这许多不自在吃，你不如去京师寻你父亲，可不好那？你则寻着时，休忘了我侯兴。你那里是我哥？就是我父母一般。则今日辞了哥哥，便索往京师寻我父亲走一遭去也。<br>楔子<br>老爹，祸事也！祸事也！做甚么大惊小怪的？老爹头里打小哥时，打了他几下，倒也罢了。临了说上两句：儿要自养，谷要自种。小哥正坐中间，不知那个不得好死的歹弟子孩儿道：小哥不是罗李郎的儿子，你父亲在京师做大官哩。他忿着一口气，往京师寻他父亲去了也。是谁那般道来？莫不我侯兴说谎？侯兴，槽头快马备上一匹，多带些钱物，不问那里，与我寻将来。<br>【仙吕】【赏花时】我不是引的狼来屋里窝，寻的蚰蜒钻耳朵？问甚么山险峻，路嵯峨，山遥水阔，我则你手里要汤哥。<br>老爹教我赶汤哥去。我如今拿着两个假银子，骑着一匹快马，到的前途，赶上他，与他这两锭假银子，有人拿住他，也是死的。我上的这马，不问那里赶将去。事要前思，免劳后悔。一时间忿着一口气，走将出来。往日我四城门也不曾出，如今要往京师寻俺父亲去，知道是那里去？怎生得个人赶我回去，可也是好。我骑着快马，怎么百般不肯走？我加上几鞭子，把马打动些。远远来的不是侯兴？侯兴哥哥。谁叫我哩？侯兴哥哥，我叫你哩。原来是小哥。哥哥，你不骑着马哩？我忘记了下马。敢是老爹叫你来赶我回家里去？我回去，我回去。小哥，你那里去？你家去便是死的。怎么回家丢便是死的？我老爹怎么说来？老爹说，你拐了金银钱钞，官府中告下状来，正捉拿你哩。我要往京师去，无有盘缠，怎生是好？小哥，我随身有带的东西在这里。我与了小哥，你则休忘了我。哥哥有甚盘缠与我些？怎敢忘了你？小哥，我与你春衣一套，银子两锭，鞍马一副，怎生马揣在怀里？小哥，是怀马儿。你慢慢的去到的京师，寻着你父亲，休忘了侯兴。你去！你去！有了盘缠，我须索往京师寻俺父亲走一遭去也。汤哥若到前路，无了盘缠，使银子呵，着人拿住，也是个死。我到家里说了，气杀那老子，也是个死。可不定奴儿与我做了老婆，家缘过活都是我的。凭着我一片好心，天也与我半碗饭吃。<br><br>第二折<br>自家是个银匠，清早起来，开开铺儿，看有甚么人来？一路上将盘缠都使尽了，则有这两个银子，拿去银匠铺里换些钱钞使用。哥哥作揖。你待怎的？我有一锭银子，换些盘缠使用，你要也不要？将来我看。这不是银子？你看哥哥，你再有么？我这里还有一个。将来我看。好也，原来是假银子。明有禁例，我和你见官府去来。侯兴也，元来哄我，则被你歹弟子孩儿，兀的不害杀我也。自从汤哥儿去了，心中多少忧虑也呵。<br>【南吕】【一枝花】这些时闷恹恹心不欢，愁戚戚情不乐。直争争发似揪，热烘烘面如烧。心痒难揉，都为他无消耗。汤哥儿那里去了，去不到半月十朝，只恁的鱼沉雁杳。<br>【梁州第七】把不定心乔意怯，立不定肉颤身摇。出门去没一个人知道。恰便似石沉大海，铁坠江涛。知他在何方归着？甚处流落？只为他孤身去梗泛萍漂。撇的俺三口儿梦断魂劳。汤哥儿，自从去了你呵。我是你堂上尊撇的来这般忄敝忄敝焦焦，怀内子、道俺爹爹这早晚不来家呵。也这般烦烦恼恼，哎！连你这娇滴滴脚头妻、也这般酒洒潇潇。我如今与他定约。侯兴那厮若是寻来到，你若回来呵。我合道处再不道。任凭他把铜斗儿家私使尽了，常言道口是心苗。<br>我那汤哥也。我那里有这泪，我只说汤哥死了，那老的是气性大的人，气杀那老的，家缘过活都是我的，定奴儿也是我老婆。老爹，侯兴来了也。侯兴，你来了，您哥哥在那里？哥哥便来也。汤哥儿，你怎不家里来？<br>【四块玉】这斯便虚话多，实心少，諕的我半晌家如同热油浇，侯兴你哥哥在那里？叫他过来。你有和无打快疾忙道。他可又不肯言，不肯告，则被你将人傒幸倒。<br>老爹，我说则说，你休烦恼。老爹使侯兴飞马赶去，一赶就赶上了小哥。那小哥见了我呵，道：\"侯兴，老爹着你赶我来？\"我说\"是老爹着我赶你，小哥回家去罢。\"小哥说：\"我四五日不曾吃饭，那边卖的油炸骨朵儿，你买些来我吃。\"我侯兴买了五贯钱的油炸骨朵儿，小哥一顿吃完，就胀死了。哎哟！苦痛杀我也。老爹苏醒者。<br>【红芍药】怎想他抛家失业被病缠缚，只因他半世虚飘。不争你便危然客死在荒郊，却将俺断送了根茁，闪下你白头爷死去了。定奴儿痛哭号咷，受春儿不住把魂招，哎！黑娄娄那一门涎潮。汤哥儿那里去了？<br>【菩萨梁州】不由我不峨峨的身摇，拂拂的心跳，烘烘的气倒，悠悠的魄散魂消。天那！恶风儿吹折嫩枝条，严霜偏打枯根草。我别无人则把你个孩儿靠，儿呵，你休做了猫儿向屋头溺。似你这血气方刚怎便夭？倒叫我衰老子为儿穿孝。<br>定奴孩儿，快设灵位香桌来。<br>【牧羊关】我安了灵位，排了果桌，向人门外将纸钱忙烧。一灵儿荡荡悠悠，冥冥杳杳。我那定奴儿呵。你现放着父死无人葬，怎做得家富小儿娇？哎！可怜我孤影空相吊，那里也养小防备老。<br><br>【梧桐树】教我战笃速如发疟，汗淋漓似水浇。见一个旋风儿足律律将人绕，莫不是作念的你汤哥闹？我是汤哥来了也。你来做甚么？老爹，我不幸死了，我嘱咐你的言语，你记者。我有三件事遗留的话，不要违我的。孩儿，可是那三件事？头一件事家缘过活，分与侯兴一半。这是谁说来？是我汤哥说来。依的。第二件，侯兴伏侍多年了，与他一纸从良的文书。谁说来？是我汤哥说来。依的！依的！第三件，把定奴与侯兴做老婆。是谁说来？我说来。老爹，我恰才怎生来？恰才汤哥附着你来。我那有灵圣的哥哥，不知说甚么来？你哥哥吩咐三件事。可是那三件事？<br>【隔尾】要从良便写约无差错，我不要。我道你是家生孩儿，一定不要。他要家私停分有下梢。我也不要。哦，你也不要？老爹，这是两件，第三件怎么说哩？老爹，你是必休说？定奴儿与你为妻，你可是要也不要？这件我若不要，害疔疮。窨约，想度，把我半世儿清名误赚了。<br>老夫这一会身体有些不快。定奴孩儿，烧些汤来我吃。<br>【牧羊关】我脑袋似石头坠，身躯似绳索缚，但行着不觉低高。这的是些闷都在心头，气刺着肋梢。你唤医人忙裹药，请大夫把病来调。我涩的难行立，轰的则待倒。<br>定奴孩儿，拿些汤来我吃。我骂你老不才，我的媳妇，你如何捻他手？老婆，收拾些家私钱物，咱和你走了罢。街坊救人咱！侯兴逼盗家私，拐带我媳妇儿走了。料想汤哥也不曾死。我收拾些盘缠，封锁了门户，央街坊看一看。我不问那里，好歹寻着我那孩儿去来。老的，你四城门也不曾出，你可那里寻他去？哥也，你放心者。<br>【尾煞】问甚么家家门外长安道，买卖归来汗未消，打听的汤哥有些音耗。那埚里遇着，那搭里撞着，我把那背义的奴胎不道的素放了。<br><br>第三折<br>白发刁骚两鬓侵，老来灰尽少年心。虽然博得官儿做，争奈家乡没信音。老夫苏文顺。自离了罗李郎哥哥，早二十年光景也。从别后到于帝都阙下，谢圣恩可怜，累迁尚书左丞之职，求归不允，因此二十多年，不曾差人回去，讨问我定奴儿消息。我想来，罗李郎是我八拜交的哥哥，料他看承，就似他自家骨血一般，必然不至流落。我兄弟孟仓士，做到礼部侍郎，也不放归去，他也不曾通一个家信，总是这主意。我如今奉圣人命，敕修相国寺。只等修造完备，御驾要来降香。但老夫年纪高大，无人服侍。张千，你去街市上，有卖的或儿或女，买一个来与我喂眼，二来与我执唾盂，疾去早来。理会的。自家是敕修相国寺甲头，管着这做工的众多夫役，放他吃饭去了，怎生不见做工？怎么则少汤哥在那里？做子弟的看样也。汤哥，你不信好人言，果有忄西惶事。我往常是怎生来？<br>【离调】【金菊香】往常时秦楼谢馆饮金卮，柳陌花街占表子，爷娘道有风过耳。烟花担沉的来无似，则被你压杀我也那土筐儿。<br>老夫罗李郎。自离了陈州，迤逦行来，又早许多程途了也。<br>【商调】【集贤宾】出陈州五里巴堠子，无明夜到京师。指东画西去了义子，走南料北不见孩儿。也不索唤师婆擂鼓邀神，请山人占卦揲蓍。则我这眉尖闷锁无钥匙，空教我抹泪揉眵。只被他明明的抢了媳妇，停停的要了家私。<br>【逍遥乐】闪的我单身独自，又不敢对人声扬，只自己感叹嗟咨。泼性命似风里游丝，你若死呵。落得一碗凉浆一陌纸。街坊论说，邻里计较，弟兄笑耻。<br>来到这柳阴下，暂歇一歇。我一会家想起来，我那好聪明的儿也，拆白道字，顶针续麻，无般不晓，无般不会。<br>【梧叶儿】冬赏红炉阁，闲吟白雪诗，到春来赏红杏染胭脂。到夏把荷莲采，满斟着金屈卮。若到的暮秋时，汤哥儿唻。再唱甚么零落了梧桐叶儿。<br>天色晚了也，须索进城去来。<br>【后莲花】人都道你是教师，人都道你是浪子。上长街百十样风流事，到家中一千场五代史。自寻思，全不肯改志。引兴儿共保儿，穿茶坊入酒肆，把家财胡乱使。占猱儿养弟子，我良言须逆耳。<br>【双雁儿】白头翁先哭少年儿，想天公，也有私，教老拙遭逢着这场事。远远的不避辞，特特的来到此。<br>我进得城来，这是一个客店。小二哥在那里？谁叫？谁叫？小二哥，我这包裹寄一寄，我就在这里安歇。天色还早哩，那里有甚么游玩去处？待我去闲走一走。有一座相国寺，那里好去游玩。小二哥，照顾包裹，我回来只在这里宿歇。你行李在我家里不妨事，你自去，我安排下茶饭等你。<br>【金菊香】恰离了招商打火店门儿，早来到物穰人稠土市子。好门面好铺席好库司，门画鸡儿，行行买卖忒如斯。<br>来到这所在。是好一座寺院也。<br>【幺篇】彩画的红近着白青间着紫，无褒弹无破绽没瑕疵。托赖着一人有庆兆民赖之，是当今敕赐，保护着玉叶共金枝。<br>这一火人都是为甚么来？这些都是犯罪该死的，圣恩免死，着在相国寺做工。老的，你问他怎么？我待舍些饭与他每吃，哥哥，可是敢么？那里不是积福处，则管舍，不妨事。哥哥，与你此碎银子，你蒸下多少饭我都要。则有三扇馒头。少呵，再来取。<br>【幺篇】见这遭囚夫役两行儿，我买下恰下甑的馒头三扇子。一人两个休怨咨，但愿圣主宽慈，须有恩赦到来时。<br>到这个哥哥跟前，可无了。等我再拿来时，与你四个。休怪！休怪！嗨！你看我造物低，刚分到我跟前可无了。哥哥休怪，我明日再来。老的，生受了。这老的莫不是我父亲罗李郎？怎么到这里？是不是，我叫他一声：罗李郎父亲。谁叫老汉？并不曾有人叫你。是老汉年纪高大了，则听得有人叫罗李郎。哥哥休怪，老汉回去了。正是我的父亲罗李郎。我再叫他一声：罗李郎父亲。谁叫老汉哩？老汉陈州人氏，则我便是罗李郎。不曾有人叫。不曾有人叫，老汉回店中去也。正是我的父亲。再唤他一声：罗李郎父亲。<br>【醋葫芦】不知是那个小厮，一声声唤这老子。和那熬煎我的须索辨个雄雌，是我叫你来。我这里孜孜的端详了多半时。好和我那亡过的汤哥相似，是神是鬼远些儿。<br>父亲，我是人，你道你是人，我叫你三声，一声高似一声，便是人，一声低似一声，便是鬼。父亲，你叫。汤哥儿。哦！汤哥儿。哦！汤哥儿。有鬼也。<br>【幺篇】儿呵我为你多念些经，剩烈些纸。我不合一路上作念你许多时，离乡背井交你来僝僽死。须不于是你爹爹不是，可怜杀孤魂无主远乡儿。父亲，我不是鬼，是人！儿也，你为甚么披枷带锁的？父亲，听你孩儿慢慢说来。当初一日，父亲着侯兴寻将你儿来，要打不曾打，父亲说道：谷要自种，儿要处养。我问侯兴道：老爹说谷要自种，儿要自养，我敢不是老爹亲儿么？侯兴道：小哥，你可知不是他的亲儿，你父亲现在京师做大官，比似在此受气，你寻你父亲去。您孩儿忿那一口气，出的城门，衣服盘缠，一些没有。恰待要回家来，又不敢来。正烦恼间，侯兴赶上。我道：侯兴，父亲使你来赶我，我回去罢。侯兴道：你往那里去？你刬地不知道哩。老爹在官府告下状来，说你拐带金银财物，使人捉拿你哩。我便道：似此怎生是好？侯兴便与了我两锭银子做盘缠，谁想是假银子。把我拿到官司，三推六问，吊拷绷扒，打的孩儿招了。本该死罪，谢得天恩，大赦免死，发在这相国寺做工。父亲，你救孩儿咱。侯兴回来说你死了，又拿回一个骨殖匣子，寄在人家。因我有病，把定奴母子拐的走了。我因此才来寻你。<br>【幺篇】那厮却有一二，咱家无三思。将那谎局段则向俺跟前使，那厮正是咬人狗儿不露齿。其余都不是，那匣子里却是谁的骨殖儿？<br>父亲，你只是搭救你儿咱。儿也，我舍了半个家当，好歹搭救你。你这般受苦，目下怎生得个自在？父亲，我得做个甲头，便得自在。你便怎生得做甲头？父亲，你与他些钱物，买这甲头与孩儿做，您孩儿便得自在。哥哥，这个是我的孩儿。我与你些钱物，把这甲头卖与我孩儿做罢？这里街上没有卖甲头的。罢也！只要银子，你有十两银子与我，我就今日卖与汤哥做了甲头，我替他当夫役。众夫役，快做工。孩儿，你放心，我好歹救你。但总要拿住侯兴这贼奴，方得称心也。<br>【浪里来煞】我舍着金钟撞破盆，好鞋踏臭屎，但得个轴头儿也有抹着时。我拚的撅皇城，挝怨鼓，插状子。怕甚么金瓜武士，我和那泼奴胎情愿打官司。<br><br>第四折<br>自家苏文顺。前日教张千买了个小厮，执着银唾盂，还不勾一两日，他将唾盂儿不见了。必然递盗与他大的拿去。张千，把这小厮吊将起来。自从做了甲头，好生自在。我前后游玩一回，来到这门首。兀的不是俺爹爹？受春儿也，你怎生在这里？侯兴拐出我来，卖与这老爹家。张千，拿过那厮来。你是甚么人？我吊的小厮，干你甚事？这个小的，是我的孩儿。是了，这唾盂是这小厮递盗与他了，把这厮也吊起来。嗨！正是官高必崄。天那！教谁人救我也！谁想这里得见我孩儿？我好歹救他去来。<br>【双调】【新水令】为汤哥哭的我眼睛昏，教我在他乡有家难奔。花发时起怪风，月圆后长浮云。但有个儿孙，谁待受这愁困？<br>【步步娇】想着我前世里原无儿孙分，遭逢着寡宿孤辰运。我全然不受贫，想着那舆车后拖麻的是谁家胤？我死后谁与我上新坟？这烦恼何时尽？<br>【沉醉东风】我与你送茶饭厨中有人，他把我厮禁持眼里无珍。我心慈，他心狠，全无些父子情分。则愿得铁锁沉枷早离身，我落一觉安眠睡稳。<br>【胡十八】恰过了六市，来到三门，揉开我这汪泪眼，打拍我这老精神，想着他行行不住叫声频。莫不是他错认？到今日忘魂，不由我嗔忿忿，不由我怒氲氲。<br>那来的不是我罗李郎爷爷？待我叫他一声：罗李郎爷爷，你救我咱。好奇怪，怎么又有人叫我？<br>【川拨棹】谁家的小魔军，两三番迤逗人？我这里扭项回身，吃我会抢问。你畅是不知个高低远近，向前向审问的真。<br>罗李郎爷爷，你救我咱。<br>【七弟兄】我只道是甚人？原来是受春。你为何因？因甚的违条犯法遭推问？见他扑簌簌眼里揾啼痕，教我滴屑屑手脚难停稳。<br>【捣练子】兀的不惊了七魄，諕了三魂，老爹，快来救我。怎么又是一个叫我。我则见汤哥儿吊得不沾尘。告哥哥说个缘因，怎生的惹祸根？<br>这老子，他是你甚么亲眷？老无知，这里是甚么所在？<br>【梅花酒】这哥哥恁地狠，没些儿淹润，一刬地沙村，倒把人寻趁。我打你这个老弟子孩儿。软肋上粗棍子搠，面皮上大拳墩。兀那老的，你和他甚么亲？他是你甚么人？又不是世故人，他是我小儿孙，你可是他甚么人？我须是他老家尊。元来你们一家儿都在这里？<br>【收江南】哥也，更怕我不因亲者强来亲，单饶了他两个与些金银。我不敢要银子，你自家告相公去。哥哥是心直口快射粮军，哥哥是好人，我这里低腰曲脊进衙门。<br><br>【干荷叶】老汉是愚民，特地来诉词因，那老的，那里人氏？我听这官人声气，也是我陈州人。我可便家住在陈州郡。总饶你满园春，万花新，争如得见当乡人，你敢认的我么？你畅好是安乐也苏文顺。<br>那壁敢是罗李郎哥哥么？哥哥，你在那里来？门外有个亲眷在那里吊着哩。张千，将那吊着的人与我放下来。兄弟，我自己解去。这壁有个亲眷，你进去拜他去。老爹，我那得亲眷来？<br>【沽美酒】拜了呵再不着榆木枷压项筋。粗铁锁束腰身，稳情取白马红缨彩色新。将你那破衣服重加整顿，施礼数叙寒温。<br>这拜的是谁？<br>【太平令】拜的你不须审问，哥哥，他是谁？他便是定奴的女婿郎君。您去了二十载不通音信，十八上才成秦晋。哥哥，你怎生匹配他两个来？我也曾勘婚，过门，便就亲，结果了他夫妻和顺。<br>老爹，我拜的是谁？是你丈人。是我丈人？我恰才在他门前作赘来。小官孟仓士是也。奉圣人的命，着小官代来降香。早到这相国寺前了。左右，接了马者。哥哥，连日少会。兄弟，这里有个大恩人，你相见咱。原来是兄弟孟仓士。门首怎生喧闹？拿住一个偷马的贼，连银唾盂也追出来了。与我拿过来者。兀的不是侯兴？这个不是定奴孩儿？兄弟且休烦恼。<br>【川拨棹】那的是痛欢欣，去时节竹议沦，你两个苦志修文，温故知新。这的是显耀男儿气分，只愿你早成名天下闻。<br>受春孩儿，过来见你老爷。这小的是谁？<br>【乱柳叶】这孩儿是你的亲孙，这官人是你的家尊，哎！你个定奴儿快疾将你爷来认。早是我希彪胡都喜。则管耻迷丢答都问。我须是匹配你的大媒人。今日俺亲爷见亲儿，亲儿见亲爷，怎不欢喜？老爹你过来。干你甚事？今日亲爷见亲女，亲女见亲爷，怎不欢喜？老爹你过来。干你甚事？<br>【水仙子】我好生的和劝到半时辰，亲的原来则是亲。亲儿亲女把亲爷认，中间里干闪下老业人，我死后做了个无主孤魂。他虽是生身父，我也有养育恩，二十年枉受辛勤。<br>兄弟，罗李郎哥哥有大恩于咱，他年老无儿，咱两家奉养到老。侯兴送法司问罪。天下喜事，无过父子团圆。杀羊造酒，做个庆喜筵席。我此一来呵。<br>【收尾】到长安受尽多劳顿。业则为故人义分。你两个养儿女的都到了家，可惜我赶候兴的干折了本。<br>题目莽汤哥崄钉远乡牌<br>正名罗李郎大闹相国寺",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "未知作者"
  },
  "tags": []
}