{
  "id": 57813,
  "star": 8,
  "name": "鹧鸪天·和昌父",
  "dynasty": "宋代",
  "content": "万事纷纷一笑中。渊明把菊对秋风。细看爽气今犹在，惟有南山一似翁。<br>情味好，语言工。三贤高会古来同。谁知止酒停云老，独立斜阳数过鸿。",
  "shangxi": "<h2>鉴赏</h2> <p> 这是一首抒情词，是抒写自己归隐情趣的。它以“三贤高会”为枢纽，写作者同赵昌父、<a href=\"http://so.gushiwen.org/author_645.aspx\">陶渊明</a>的神交，并以渊明自许，写得若即若离，如梦如幻，动人之至，亦传神之至。</p> <p> 对于陶渊明，作者将其视为异代知己。在人品与<a href=\"http://so.gushiwen.org/view_57813.aspx\">诗</a>品方面，赵昌父和陶渊明颇多相似之处。据刘宰昌父墓志说：先生在太和，便座有斋，榜曰思隐。盖当筮仕之初，已有山林之思。在官清苦，唯以赋咏自娱。以是受知于乡贤<a href=\"http://so.gushiwen.org/author_361.aspx\">杨万里</a>。赠诗有云：“西昌主簿如禅僧，日餐秋菊嚼春冰。”“劝渠未要思归隐，且与西昌作好春。”又赞云：貌恭气和，无日下推敲之势；神清骨耸，非山头瘦苦之客。一笑诗成，万象春风。刘后村跋其诗云：近岁诗人，惟赵章泉五言有陶、阮意。(转引自《宋诗纪事》卷五十九)可见赵昌父在淡泊名利、思归山林方面同陶渊明何其相似！</p> <p> 这首词大约就是在这一基础上写成的。词的上片咏叹陶渊明。开头两句写陶渊明的超脱与情趣。言人间万事，纷纷扰扰，陶渊明一笑了之，而于萧瑟秋风之中，把菊东篱，聊以自娱，的确如作者在另外的词中所说“纵无酒，成怅望，只东篱搔首亦风流。”(《木兰花慢》）“须信采菊东篱，高情千载，只有陶彭泽。”（《念奴娇·重九席上》）何其潇洒，又何等风流。“须看”二句写陶渊明的凛然生气。言陶令虽然作古，但仍生气勃勃，和南山一样万古长青，永存于天地之间。<a href=\"http://so.gushiwen.org/author_1137.aspx\">真可</a>谓陶渊明的异代知音，如陶令泉下有知，定当兴奋不已。词的下片写“三贤高会”。据有关史料记载，自汉至唐以三贤相称者代不乏人。<a href=\"http://so.gushiwen.org/author_682.aspx\">韩愈</a>《后汉三贤传》以<a href=\"http://so.gushiwen.org/author_890.aspx\">王充</a>、王符、仲长统为三贤；<a href=\"http://so.gushiwen.org/author_163.aspx\">司空图</a>《三贤传》以<a href=\"http://so.gushiwen.org/author_2134.aspx\">房玄龄</a>、李靖、<a href=\"http://so.gushiwen.org/author_807.aspx\">魏征</a>为三贤；宋人贾黯以谢绛、<a href=\"http://so.gushiwen.org/author_510.aspx\">范仲淹</a>、孙甫之翰为三贤；诸如此类，不胜枚举。故作者在下片开头说，作为古圣先贤，作为古今诗人，情趣和意味高尚，语言训练有素，古往今来，无不如此。而作者同赵昌父、陶渊明，作为“三贤”也是如此。表现了作者和赵昌父在淡薄名利、乐于归隐诸方面有惊人的相似之处，因而咏陶渊明也就是咏赵昌父，也是咏自己，是二是三，已达到浑然莫辨的境地。“谁知”二句写对赵昌父思念之意。渊明一生嗜酒，因“抱病多年”，不能不止，在这点上作者与之相同；渊明赋《停云》诗，以表达“思亲友”之意，而作者以停云名堂，且隐括渊明《停云》诗入词，与陶渊明也完全相同，因知所谓“止酒停云老”指陶渊明，也是作者自指。所以这两句实际是说有谁知道我<a href=\"http://so.gushiwen.org/author_217.aspx\">辛弃疾</a>独立斜阳，细数过鸿，企盼得到你赵昌父的来书呢？这形象是多么鲜明生动，这友谊是多么深厚真挚，而作者却把深厚的友谊寄寓于一句淡淡的情语之中，又是多么婉转含蓄，耐人寻味！</p>",
  "poet": {
    "id": 217,
    "star": 0,
    "name": "辛弃疾",
    "image": "http://img.gushiwen.org/authorImg/xinqiji.jpg",
    "desc": "辛弃疾（1140－1207），南宋词人。原字坦夫，改字幼安，别号稼轩，汉族，历城（今山东济南）人。出生时，中原已为金兵所占。21岁参加抗金义军，不久归南宋。历任湖北、江西、湖南、福建、浙东安抚使等职。一生力主抗金。曾上《美芹十论》与《九议》，条陈战守之策。其词抒写力图恢复国家统一的爱国热情，倾诉壮志难酬的悲愤，对当时执政者的屈辱求和颇多谴责；也有不少吟咏祖国河山的作品。题材广阔又善化用前人典故入词，风格沉雄豪迈又不乏细腻柔媚之处。由于辛弃疾的抗金主张与当政的主和派政见不合，后被弹劾落职，退隐江西带湖。"
  },
  "tags": [
    "抒情",
    "归隐"
  ]
}