{
  "id": 199,
  "star": 185,
  "name": "蓼莪",
  "dynasty": "先秦",
  "content": "蓼蓼者莪，匪莪伊蒿。哀哀父母，生我劬劳。</p> <p>蓼蓼者莪，匪莪伊蔚。哀哀父母，生我劳瘁。</p> <p>瓶之罄矣，维罍之耻。鲜民之生，不如死之久矣。无父何怙？无母何恃？出则衔恤，入则靡至。</p> <p>父兮生我，母兮鞠我。抚我畜我，长我育我，顾我复我，出入腹我。欲报之德。昊天罔极！</p> <p>南山烈烈，飘风发发。民莫不穀，我独何害！南山律律，飘风弗弗。民莫不穀，我独不卒！",
  "fanyi": "<p><strong>译文</strong><br>看那莪蒿长得高，却非莪蒿是散蒿。可怜我的爹与妈，抚养我大太辛劳！</p> <p>看那莪蒿相依偎，却非莪蒿只是蔚。可怜我的爹与妈，抚养我大太劳累！</p> <p>汲水瓶儿空了底，装水坛子真羞耻。孤独活着没意思，不如早点就去死。没有亲爹何所靠？没有亲妈何所恃？出门行走心含悲，入门茫然不知止。</p> <p>爹爹呀你生下我，妈妈呀你喂养我。你们护我疼爱我，养我长大培育我，想我不愿离开我，出入家门怀抱我。想报爹妈大恩德，老天降祸难预测！</p> <p>南山高峻难逾越，飙风凄厉令人怯。大家没有不幸事，独我为何遭此劫？南山高峻难迈过，飙风凄厉人哆嗦。大家没有不幸事，不能终养独是我！</p> <p><strong>注释</strong><br>⑴蓼（lù）蓼：长又大的样子。莪（é）：一种草，即莪蒿。<a href=\"http://so.gushiwen.org/author_823.aspx\">李时珍</a>《本草纲目》：“莪抱根丛生，俗谓之抱娘蒿。”<br>⑵匪：同“非”。伊：是。<br>⑶劬（qú）劳：与下章“劳瘁”皆劳累之意。<br>⑷蔚（wèi）：一种草，即牡蒿。<br>⑸瓶：汲水器具。罄（qìng）：尽。<br>⑹罍（léi）：盛水器具。<br>⑺鲜（xiǎn）：指寡、孤。民：人。<br>⑻怙（hù）：依靠。<br>⑼衔恤：含忧。<br>⑽鞠：养。<br>⑾拊：通“抚”。畜：通“慉”，喜爱。<br>⑿顾：顾念。复：返回，指不忍离去。<br>⒀腹：指怀抱。<br>⒁昊（hào）天：广大的天。罔：无。极：准则。<br>⒂烈烈：通“颲颲”，山风大的样子。<br>⒃飘风：同“飙风”。发发：读如“拨拨”，风声。<br>⒄谷：善。<br>⒅律律：同“烈烈”。<br>⒆弗弗：同“发发”。<br>⒇卒：终，指养老送终。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　《毛<a href=\"http://so.gushiwen.org/view_199.aspx\">诗</a>序》说此诗“刺幽王也，民人劳苦，孝子不得终养尔”，只有最后一句是中的之言，至于“刺幽王，民人劳苦”云云，正如<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>所说“非诗人本意”（《诗本义》），诗人所抒发的只是不能终养父母的痛极之情。</p> <p>　　此诗六章，似是悼念父母的祭歌，分三层意思：首两章是第一层，写父母生养“我”辛苦劳累。头两句以比引出，诗人见蒿与蔚，却错当莪，于是心有所动，遂以为比。莪香美可食用，并且环根丛生，故又名抱娘蒿，喻人成材且孝顺；而蒿与蔚，皆散生，蒿粗恶不可食用，蔚既不能食用又结子，故称牡蒿，蒿、蔚喻不成材且不能尽孝。诗人有感于此，借以自责不成材又不能终养尽孝。后两句承此思言及父母养大自己不易，费心劳力，吃尽苦头。中间两章是第二层，写儿子失去双亲的痛苦和父母对儿子的深爱。第三章头两句以瓶喻父母，以罍喻子。因瓶从罍中汲水，瓶空是罍无储水可汲，所以为耻，用以比喻子无以赡养父母，没有尽到应有的孝心而感到羞耻。句中设喻是取瓶罍相资之意，非取大小之义。“鲜民”以下六句诉述失去父母后的孤身生活与感情折磨。汉乐府诗《孤儿行》说“居生不乐，不如早去从地下黄泉”，那是受到兄嫂虐待产生的想法，而此诗悲叹孤苦伶仃，无所依傍，痛不欲生，完全是出于对父母的亲情。诗人与父母相依为命，失去父母，没有了家庭的温暖，以至于有家好像无家。曹粹中说：“以无怙恃，故谓之鲜民。孝子出必告，反必面，今出而无所告，故衔恤。上堂人室而不见，故靡至也。”（转引自戴震《毛诗补传》）理解颇有参考价值。第四章前六句一一叙述父母对“我”的养育抚爱，这是把首两章说的“劬劳”、“劳瘁”具体化。诗人一连用了生、鞠、拊、畜、长、育、顾、复、腹九个动词和九个“我”字，语拙情真，言直意切，絮絮叨叨，不厌其烦，声促调急，确如哭诉一般。如果借现代京剧唱词“声声泪，字字血”来形容，那是最恰切不过了。这章最后两句，诗人因不得奉养父母，报大恩于万一，痛极而归咎于天，责其变化无常，夺去父母生命，致使“我”欲报不能！后两章第三层正承此而来，抒写遭遇不幸。头两句诗人以眼见的南山艰危难越，耳闻的飙风呼啸扑来起兴，创造了困厄危艰、肃杀悲凉的气氛，象征自己遭遇父母双亡的巨痛与凄凉，也是诗人悲怆伤痛心情的外化。四个入声字重叠：烈烈、发发、律律、弗弗，加重了哀思，读来如呜咽一般。后两句是无可奈何的怨嗟。</p> <p>　　赋比兴交替使用是此诗写作一大特色。三种表现方法灵活运用，前后呼应，抒情起伏跌宕，回旋往复，传达孤子哀伤情思，可谓珠落玉盘，运转自如，艺术感染力强烈。《晋书·孝友传》载王裒因痛父无罪处死，隐居教授，“及读《诗》至‘哀哀父母，生我劬劳’，未尝不三复流涕，门人受业者并废《蓼莪》之篇”；又《齐书·高逸传》载顾欢在天台山授徒，因“早孤，每读《诗》至‘哀哀父母’，辄执书恸泣，学者由是废《蓼莪》”，类似记载尚有，不必枚举。子女赡养父母，孝敬父母，本是中华民族的美德之一，实际也应该是人类社会的道德义务，而此诗则是以充沛情感表现这一美德最早的文学作品，对后世影响极大，不仅在诗文赋中常有引用，甚至在朝廷下的诏书中也屡屡言及。《诗经》这部典籍对民族心理、民族精神形成的影响由此可见一斑。</p>",
  "about": "<h2>创作背景</h2> 　　关于此<a href=\"http://so.gushiwen.org/view_199.aspx\">诗</a>的背景，《毛诗序》说：“《蓼莪》，刺幽王也，民人劳苦，孝子不得终养尔。”<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>认为所谓“刺幽王，民人劳苦”云云，“非诗人本意”（《诗本义》），诗人所抒发的只是不能终养父母的痛极之情。",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": [
    "诗经",
    "悼亡",
    "父亲",
    "母亲"
  ]
}