{
  "id": 72840,
  "star": 35,
  "name": "烟水寻常事",
  "dynasty": "近代",
  "content": "烟水寻常事，荒村一钓徒。<br>深宵沉醉起，无处觅菰蒲。",
  "fanyi": "<p><strong>译文</strong><br>飘流生涯中的烟雾水浓，看多了就觉得习以为常，这好比烟波钓徒驾着小舟飘荡。<br>深夜从沉醉中一觉惊醒，只见荒村萧索江水茫茫，找不到栖身的席草充饥的米粮。</p> <p><strong>注释</strong><br>1.烟水：义同“烟波”。指江湖上风雨变幻、飘泊不定的艰苦生活。寻常事：极平常的事。<br>2.村：荒凉的村庄。也是暗喻所住大陆新村寓所。钓徒：钓鱼人。亦是作者自喻。<br>3.深宵：深夜。沉醉：大醉，在此<a href=\"http://so.gushiwen.org/view_72840.aspx\">诗</a>中含有双关意义，带有讽刺意味。<br>4.菰（gū）蒲：植物名。菰，禾本科，多年生水生宿根草本。蒲，水草，嫩芽可食，蒲叶可编席。菰蒲，代指最低饮食所需。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　<a href=\"http://so.gushiwen.org/view_72840.aspx\">诗</a>的前两句“烟水寻常事，荒村一钓徒”从字面上看似乎有点消极。这里“荒村钓徒”是作者<a href=\"http://so.gushiwen.org/author_2884.aspx\">鲁迅</a>的自况，一般说来，这不是一位“战士”而是一位“隐者”的形象。身在山水之间，心在江湖之上，以钓为乐，远避尘世，这种人没有什么积极于人世可言。然而，仔细推敲，作者鲁迅这里虽以“钓徒”自况，但在第一句看似轻松自然地写了一句“烟水寻常事”，对这一句可至关重要，因为这一句旨在说明，他是一位久经风浪，见过世面，敢于“直面人生”的战士。他对风波的险恶不但毫不畏惧，而且已经习惯，可谓是“大风浪里好行船”的水手，是“任凭风浪起，稳坐钓鱼船”的“钓者”。在这里，“荒村钓徒”不过是一个比喻，一个代号。即使从字面意思上也说明：在军阀当局的迫害下，危机四伏，荆棘遍地，为了避开特务的监视和袭击，作者鲁迅只能像一个飘泊江湖的渔夫，过着动荡不定的生活。他已经习惯了这样的生活，因此也不以为然，只把它当成正常的情况。</p> <p>　　诗的后两句“深宵沉醉起，无处觅菰蒲”，是这首诗的重点。这两句诗，含意十分丰富，感情也十分沉重，表现出作者因军阀当局的迫害而生的悲愤就像飘泊于江湖的渔人，深宵酒醒，江水连天，四处茫茫，既寻不到一张栖身的蒲席，也找不到一点充饥的菰米，“上穷碧落下黄泉，两处茫茫皆不见”，衬托出艰苦困顿的处境，作者鲁迅这里也没有表现出一种消极无奈的情绪，因在前两句诗中，他已经说出了自己对险恶处境十分习惯，并不会被困难和险恶吓倒，这里之所以再一次强调自己所处的境地，更多的还是在揭露和抨击军阀当局对包括鲁迅在内的革命的和进步的文化界人士的残酷打击和迫害，也表现了自己不畏艰难，要继续斗争下去的革命精神。</p> <p>　　这首诗在艺术上形象鲜明，意境幽远。全诗短短数句，即有简练明晰的印象，眼前就像展现一幅烟水垂钓图，甚至有如身历其境的感觉，将各种景象完全融化在一起。诗中并无激烈慷慨之语，但诗的后面汹涌着澎湃的激情，有不尽的想象，不尽的思索。全诗比喻都是明喻（如“烟水”、“钓徒”、“深宵”、“菰蒲”等），却又十分含蓄，“明”和“隐”，“含”和“露”，矛盾统一，紧密结合，反而相得益彰。</p>",
  "about": "<h2>创作背景</h2> <p>　　据《<a href=\"http://so.gushiwen.org/author_2884.aspx\">鲁迅</a>日记》1933年12月30日载：“又为黄振球书一幅云：‘烟水寻常事……”’《鲁迅<a href=\"http://so.gushiwen.org/view_72840.aspx\">诗</a>稿》该诗后题有：“酉年秋偶成鲁迅”。</p> <p>　　这首诗是作者赠与黄镇球一幅字，黄振球，笔名欧查，左联成员，《现代妇女》杂志编辑，与郁达夫有交往，曾持郁达夫信求见鲁迅，未见，后又求字，鲁迅于是写了此书，托郁达夫转交。这首诗并非专门为黄振球而作，由于作者鲁迅写此诗的时候，正是国内的政治、军事斗争形势严峻，民族危机加深的一年，所以此诗亦是作者的遣怀之作。</p>",
  "poet": {
    "id": 2884,
    "star": 0,
    "name": "鲁迅",
    "image": "http://img.gushiwen.org/authorImg/luxun.jpg",
    "desc": "鲁迅（1881年9月25日－1936年10月19日），原名周樟寿，后改名周树人，字豫山，后改豫才浙江绍兴人。著名文学家、思想家，五四新文化运动的重要参与者，中国现代文学的奠基人。鲁迅一生在文学创作、文学批评、思想研究、文学史研究、翻译、美术理论引进、基础科学介绍和古籍校勘与研究等多个领域具有重大贡献。他对于五四运动以后的中国社会思想文化发展具有重大影响，蜚声世界文坛，尤其在韩国、日本思想文化领域有极其重要的地位和影响，被誉为“二十世纪东亚文化地图上占最大领土的作家”。"
  },
  "tags": [
    "抒怀"
  ]
}