{
  "id": 8291,
  "star": 122,
  "name": "金陵望汉江",
  "dynasty": "唐代",
  "content": "汉江回万里，派作九龙盘。<br>横溃豁中国，崔嵬飞迅湍。<br>六帝沦亡后，三吴不足观。<br>我君混区宇，垂拱众流安。<br>今日任公子，沧浪罢钓竿。",
  "fanyi": "<p><strong>译文</strong><br>　　长江延绵曲折长达万里，分作九条支流就如同九条巨龙盘踞。江水四溢，泛滥于中国，波涛汹涌迅疾奔流。六代的帝王沉寂沦亡之后，三吴已没有了昔日之盛，无足称赏。我朝圣明之君统一天下，垂衣拱手无为而冶。今天的任公子，已无需沧海垂钓而罢竿了。</p> <p><strong>注释</strong><br>⑴派：河的支流。长江从庐江、浔阳开始分作九支。盘：盘踞。<br>⑵横溃：泛滥。豁：打开。中国：中南地区。<br>⑶崔嵬：山峦高耸的样子，这里用长,J-i皮涛的汹涌来比喻六朝动荡的政局。迅湍：飞奔而下的激流。<br>⑷六帝：即六朝，指以金陵为都的六个朝代的君主，吴、东晋、宋、齐、梁、陈。<br>⑸三吴：史称古吴地后分为三，即吴兴、吴郡、会稽。这两句合起来是说自从六朝之后，长江以东的吴地就日渐分裂，远不如从前那么兴盛了。<br>⑹我君：指当朝皇帝唐玄宗。混：混合，统一。区宇：全国的范围。<br>⑺垂拱：垂衣拱手，无为而治。指天下太平的景象。众流安：各条江河均平安，借指国泰民安，政治稳定。<br>⑻任公子：《庄子·外物篇》中一个传说人物。他在长江中下游广大的地区用很大的钓钩和极多的食饵钧起一只巨大的鱼，可供许多人一起享用。这里用任公子比喻有大作为和才能的人。<br>⑼沧浪：据《孟子》，有隐者唱《沧浪歌》以表明隐居之志，后人用沧浪指代隐居垂钓之地。这句是说江流平静，天下安宁，用不着有所作为，暗中抒发壮志未酬的遗憾。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这首<a href=\"http://so.gushiwen.org/view_8291.aspx\">诗</a>以金陵为中心，写眺望长江远去的感想。全诗情景合一，寓比兴之意于写景之中。诗的前两句“汉水回万里，派作九龙盘。横溃豁中国，崔嵬飞迅湍。”都写出了长江下游万流横溃，直下东海，水势浩瀚，气势博大的特点，写出了远去的长江气势浩大，切中题旨，铺垫出一派雄壮气象。接着用江水泛滥造成的巨大影响和损失来写近古的国运不兴，为歌颂当下盛世蓄好气势。但诗的后四句“我君混区宇，垂拱众流安。今日任公子，沧浪罢钓竿。”并不是单纯而热烈地歌颂盛世，在一派祥和安宁之中，也透露出英雄无用武之地的淡淡悲哀。诗的感情深沉而表达稳妥，比喻以江水壮阔的气势与盛唐的国力相对应，贴切得体，从而自然又蕴含丰富地表达出盛世才子的惆怅。</p> <p>　　在此诗中<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>已对万里长江的风光作了一个全面的描绘：上游之秀丽，三峡之急险，中游之宏阔，下游之浩瀚，都有极生动之描写，可以说李白用他的生花妙笔，为读者绘制了一幅极其宏伟的万里长江风光图卷。这是其它任何诗人所作不到的。而其他诗人，由于局于经历所限，对长江的描绘也只能是一时一处、一鳞一爪的个别描写，虽然他们可能写得很精彩，而不可能对万里长江绘出全图。即使是有人像李白那样有游万里长江的经历，但也未必像李白对长江那样的钟情，或虽钟情而不善于诗。 </p> <p>　　李白漫游扬州时赋《秋日登扬州西灵塔》，称誉像教有“照迷方”之效。而《金陵望汉江》更值得关注，嘲笑东吴、东晋、宋、齐、梁、陈割据者依恃金陵钟山之险而称帝终归复亡的历史命运，同时盛赞李唐一统天下之伟绩。</p>",
  "about": "<h2>创作背景</h2> 　　此<a href=\"http://so.gushiwen.org/view_8291.aspx\">诗</a>作年未详，或谓作于开元十三年（公元725年），或谓作于天宝十五载至至德二载(756—757)之间。汉江，此指长江。此诗用意较为深曲，诗旨众说不一，其要当是表达怀抱未伸的怨望之情。",
  "poet": {
    "id": 247,
    "star": 0,
    "name": "李白",
    "image": "http://img.gushiwen.org/authorImg/libai.jpg",
    "desc": "李白（701年－762年），字太白，号青莲居士，唐朝浪漫主义诗人，被后人誉为“诗仙”。祖籍陇西成纪(待考)，出生于西域碎叶城，4岁再随父迁至剑南道绵州。李白存世诗文千余篇，有《李太白集》传世。762年病逝，享年61岁。其墓在今安徽当涂，四川江油、湖北安陆有纪念馆。"
  },
  "tags": [
    "长江",
    "写景",
    "抒情",
    "忧国忧民"
  ]
}