{
  "id": 49552,
  "star": 79,
  "name": "如梦令·春思",
  "dynasty": "宋代",
  "content": "手种堂前桃李，无限绿阴青子。帘外百舌儿，惊起五更春睡。居士，居士。莫忘小桥流水。",
  "fanyi": "<p><strong>译文<br></strong>黄州，我的居所雪堂之前，有我亲手种下的桃树和李树，到如今已是绿叶成荫，青青的果实挂满枝头。穷外的鸟儿天刚蒙蒙亮就开始鸣叫，把我从睡梦中唤醒。东坡啊东坡，不要忘记黄州小桥流水的美景，早日归隐吧。</p> <p><strong>注释<br></strong>⑴如梦令：词牌名，又名“忆仙姿”“宴桃源”。五代时后唐庄宗李存勗创作。《清真集》入“中吕调”。三十三字，五仄韵，一叠韵。<br>⑵手种：亲手栽种。堂：指东坡雪堂住处。<br>⑶青子：尚未成熟的青色小果子。<br>⑷百舌儿：一种专在春天鸣叫的鸟，黑身黄嘴。似伯劳鸟而体小。其鸣声变化多端，因称“百舌”，又称“反舌”。<br>⑸居士：一般称有才德而隐居不仕的人，犹“处士”。<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>自黄州东坡躬耕田园起，就自号“东坡居士”。<br>⑹莫忘小桥流水：意指不要忘记了当年在东坡的躬耕田园生活。按雪堂西面有北山之微泉，南面有四望亭之后丘，“小桥流水”指此。</p><br/><p><strong>译文<br></strong>黄州，我的居所雪堂之前，有我亲手种下的桃树和李树，到如今已是绿叶成荫，青青的果实挂满枝头。帘外的鸟儿天刚蒙蒙亮就开始鸣叫，把我从睡梦中唤醒。东坡啊东坡，不要忘记黄州小桥流水的美景，早日归隐吧。</p> <p><strong>注释<br></strong>⑴如梦令：词牌名，又名“忆仙姿”“宴桃源”。五代时后唐庄宗李存勗创作。《清真集》入“中吕调”。三十三字，五仄韵，一叠韵。<br>⑵手种：亲手栽种。堂：指东坡雪堂住处。<br>⑶青子：尚未成熟的青色小果子。<br>⑷百舌儿：一种专在春天鸣叫的鸟，黑身黄嘴。似伯劳鸟而体小。其鸣声变化多端，因称“百舌”，又称“反舌”。<br>⑸居士：一般称有才德而隐居不仕的人，犹“处士”。<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>自黄州东坡躬耕田园起，就自号“东坡居士”。<br>⑹莫忘小桥流水：意指不要忘记了当年在东坡的躬耕田园生活。按雪堂西面有北山之微泉，南面有四望亭之后丘，“小桥流水”指此。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这首词是作者遥想当年在东坡雪堂的生活情景。作者贬官黄州时，开垦东坡，并在这里修建房子，因房子是在大雪中修的，就在壁上绘雪景，并命名为雪堂，还亲自写了“东坡雪堂”四字为匾额。</p> <p>　　开头四句，是说作者在雪堂前亲手栽种了许多桃李一类的果树，绿荫丛中，掩映着数不尽的青果。清晨，窗外百舌鸟婉转啼叫。鸟鸣声常常把作者从睡梦中搅醒。作者写出这番景象，在于以景衬人。在这嘉树四合、鸟雀啁啾的环境里，作者生活惬意。遥想当年的闲适自得，思忖此时的入奉禁严，作者油然生出怀旧之情。<a href=\"http://so.gushiwen.org/author_1781.aspx\">刘敞</a>《朝中措》有名句云：“手种堂前杨柳，别来几度春秋。”这可能对<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>此词的用语有所影响，但苏轼实是别出心裁，以故为新，从而恰切地表达了他深埋心底的思故之情，已完全是另一番景象了。</p> <p>　　而此时百舌唱道：“居士，居士，莫忘小桥流水。”明明是自己思念故园，却让百舌鸟的鸣声喊叫出来，便使文词愈加警切生动。连动物都已探知其心事了，苏轼自己早就抑止不住滚涌而起的思乡情感了。句法超绝，逸笔宕开，留有丰富想象的余地。最后一句，主要还是以“小桥流水”指代相对于喧闹京华的一种幽静环境。由此，更反衬出作者对营营仕宦的逆反心理和对拥有广阔心理空间的田园生活的热切向往。</p> <p>　　这首词表面看来只是抒写了作者对当年雪堂生活的回忆和对这种幽静环境的怀恋和向往。但真实思想却在于排遣对仕途经营的厌腻。这一层作者并没有明白说出，甚至只字未提。作者只是从对雪堂生活的深情回想中透露出这个消息，却留下了丰富的想象空间。因此，这首词不仅创造了一种如同图画般的美的境界，而且留有许多思索的余地。这首词语言自然流畅，而感情真挚深厚。</p>",
  "about": "<h2>创作背景</h2> 　　此词作于元祐元年（1086）春。乌台<a href=\"http://so.gushiwen.org/view_49552.aspx\">诗</a>案后，<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>被贬为检校尚书水部员外郎黄州团练副使本州安置。自元丰三年（1080）二月到黄州，至元丰七年（1084）四月离去，在黄州住了四年零两个月。在此期间，他一方面在州城东门外垦辟了故营地数十亩，命名为东坡，躬耕其中，并自号“东坡居士”。而后在京城官翰林学士期间，虽受重视，但既与<a href=\"http://so.gushiwen.org/author_568.aspx\">司马光</a>等在一些政治措施上议论不合，又遭程颐等竭力排挤，心情并不舒畅，因此一再表示厌倦京官生涯，不时浮起归耕念头，故此借写出这首《如梦令》，抒写怀念黄州之情。",
  "poet": {
    "id": 183,
    "star": 0,
    "name": "苏轼",
    "image": "http://img.gushiwen.org/authorImg/sushi.jpg",
    "desc": "苏轼（1037－1101），北宋文学家、书画家、美食家。字子瞻，号东坡居士。汉族，四川人，葬于颍昌（今河南省平顶山市郏县）。一生仕途坎坷，学识渊博，天资极高，诗文书画皆精。其文汪洋恣肆，明白畅达，与欧阳修并称欧苏，为“唐宋八大家”之一；诗清新豪健，善用夸张、比喻，艺术表现独具风格，与黄庭坚并称苏黄；词开豪放一派，对后世有巨大影响，与辛弃疾并称苏辛；书法擅长行书、楷书，能自创新意，用笔丰腴跌宕，有天真烂漫之趣，与黄庭坚、米芾、蔡襄并称宋四家；画学文同，论画主张神似，提倡“士人画”。著有《苏东坡全集》和《东坡乐府》等。"
  },
  "tags": [
    "回忆",
    "生活"
  ]
}