{
  "id": 57748,
  "star": 20,
  "name": "兰陵王·赋一丘一壑",
  "dynasty": "宋代",
  "content": "一丘壑。老子风流占却。茅檐上、松月桂云，脉脉石泉逗山脚。寻思前事错。恼杀晨猿夜鹤。终须是、邓禹辈人，锦绣麻霞坐黄阁。<br>长歌自深酌。看天阔鸢飞，渊静鱼跃。西风黄菊芗喷薄。怅日暮云合，佳人何处，纫兰结佩带杜若。入江海曾约。<br>遇合。事难托。莫系磬门前，荷蒉人过，仰天大笑冠簪落。待说与穷达，不须疑著。古来贤者，进亦乐，退亦乐。",
  "fanyi": "<p><strong>译文<br></strong>一山一水，有幸占断这里的山水风流。茅屋檐上，松树和桂树间都有云月相伴，山泉静静的流淌，在山脚间逗留玩耍。我不该错入仕途，徒教猿鹤愤恨。功名终须是邓禹之辈的事情，穿着色彩斑斓的锦绣坐在丞相府之上。<br>自己饮酒大声放歌。看天空广阔，鸢鹰翱翔，深渊宁静，鱼儿跳跃。西风中黄菊和香草的香味四处飘逸。日将暮，佳人不知道在何处，令人惆怅。在入江河之前我们曾经有过约定。<br>君臣之合这种事难有凭托。不要效仿孔子击磬于卫，唯恐不为人知。仰天大笑冠簪脱落。说起人生中的困顿与显达，不需要怀疑迷茫。以古代的贤者为师，进退皆乐。</p> <p><strong>注释<br></strong>⑴一丘一壑：一般泛指适于隐居之处。<a href=\"http://so.gushiwen.org/author_398.aspx\">班固</a>《汉书·自叙传》：“渔钓于一壑，则万物不奸其志；栖迟于一丘，则天下不易其乐。”此当指带湖或瓢泉居所山水。按：或谓带湖宅院楼名。　落职怨愤，“遇合”五字轻轻逗出，然稍触即离，通篇只赋退隐之乐。首叠一起切题，总摄题旨，以下言前者入仕乃错；二叠咏今朝心境舒展；三叠结韵挑明主旨，呼应篇首作结。<br>⑵一丘壑：一丘一壑，即一山一水。<br>⑶晨猿夜鹤：语出《北山移文》。<br>⑷邓禹：字仲华，新野人。佐<a href=\"http://so.gushiwen.org/author_799.aspx\">刘秀</a>称帝，二十四岁即拜为大司徒。麻霞：色彩斑斓。黄阁：指丞相府。<br>⑸“看天阔”两句：喻心境之舒展自在。语出《<a href=\"http://so.gushiwen.org/view_57748.aspx\">诗</a>经·大雅·旱麓》：“鸢飞戾天，鱼跃于渊。”鸢（yuān渊）：鹰。<br>⑹日暮佳人：<a href=\"http://so.gushiwen.org/author_509.aspx\">江淹</a>《拟休上人怨别》：“日暮碧云合，佳人殊未来。”杜若：香草名。《楚辞·九歌·湘君》：“采芳洲兮杜若。”<br>⑺遇合：得到君主的赏识。<br>⑻“莫击”两句：勿效孔子击磬于卫，惟恐不为人知。《论语·宪问》：“子击磬于卫，有荷蒉而过孔氏之门者，曰：有心哉，击磬乎！’既而曰：‘鄙哉，硜硜乎！莫己知也，斯己而已矣。深则厉，浅则揭。’子曰：‘果哉！末之难矣。’”磬（qìng）：古时一种打击乐器。荷蒉人：挑草筐之人。<br>⑼“仰天”句：《史记·滑稽列传》：“淳于髡仰天大笑，冠缨索绝。”此借喻傲笑林泉，不以仕进为怀。<br>⑽穷达：指人生路上的困顿与显达。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　全词共分三段。第一段，首韵直接入题，以占尽一丘一壑的风流自我形象，领起全篇。下一韵，以茅屋上“松月桂云”，和山脚下清泉脉脉的优美风景，具体写占尽这一丘一壑的美景者的风流意态。以下以“寻思前事”退过一层，转写以前入仕的错误，印证今日生活的正确，遥领下文。作者把错误用两个意思来表达，一是此间猿鹤为他的离去而悲鸣烦恼；二是功名本是邓禹那样少年得志者的事。这两个表达，一正一反，反借山间猿鹤来表明自己本性合居于山中，正借邓禹辈人的得志，表明功名之事本不属于自己。“终须是”一语，内藏自己多少努力都以失望的感慨。</p> <p>　　第二段明接上段起韵，暗接“前事错”，专言今朝心情的愉快和伸展。起言独自饮酒放歌，仰观天上鹰飞，俯视水中鱼跃，颇有“海阔凭鱼跃，天高任鸟飞”的自由舒畅，鹰与鱼的行迹，虽可能来自于现实的观察，但归根到底是作者心灵自由的幻象。“西风黄菊”一句点明作词的时间，也营造出一种近似于当年<a href=\"http://so.gushiwen.org/author_645.aspx\">陶渊明</a>归隐的生活氛围。作者以“喷薄”写菊花香气，生新脆硬，足见豪情。以下突然转入惆怅的感受中，借用前人<a href=\"http://so.gushiwen.org/view_57748.aspx\">诗</a>句，写他对一位曾经约定同游江海、而今不见踪迹的“佳人”即知音的盼望。这位他的想象中像<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>那样身配芳香饰物的佳人，即使真有所指，也更像作者所创造出的自我精神的化身。而“日暮云合”一词，虽是借词于前人，却能“夺胎换骨”，表达自己作为一个老人时间无多时的特有的精神感受。“入江海”一句，以倒装句式，不仅无碍于押韵，而且显示出一种拗折的风味。</p> <p>　　第三段揭明主旨，言自己虽然落魄失志，但不求闻达，甘心笑傲林泉，以退为乐。写得极有气势和风骨，显示出一个不免于精神不平的人，对于出处大节的看重。作者先以“遇合”一韵，从第二段所述的意路上转回，轻轻逗出政治失意的牢骚。但马上以“莫”字，压住要倾发壮志才华不为人知的愠怒。此处虽然借用孔子击磬求知的典故，但作者的傲岸显然远过于孔子。下句仍借用典故，表达自己笑傲泉林，不以穷达为怀的精神风采，说明自己不以退处为忧为耻，而觉得其中自有乐处。这就回应开篇“风流占却”一语，使包孕丰富的慢词长调获得了圆满的结构。</p>",
  "about": "<h2>创作背景</h2> 　　此词约作于庆元元年（1195）秋，当时<a href=\"http://so.gushiwen.org/author_217.aspx\">辛弃疾</a>二度罢居上饶。这一年瓢泉新居刚建成，但尚未迁居。",
  "poet": {
    "id": 217,
    "star": 0,
    "name": "辛弃疾",
    "image": "http://img.gushiwen.org/authorImg/xinqiji.jpg",
    "desc": "辛弃疾（1140－1207），南宋词人。原字坦夫，改字幼安，别号稼轩，汉族，历城（今山东济南）人。出生时，中原已为金兵所占。21岁参加抗金义军，不久归南宋。历任湖北、江西、湖南、福建、浙东安抚使等职。一生力主抗金。曾上《美芹十论》与《九议》，条陈战守之策。其词抒写力图恢复国家统一的爱国热情，倾诉壮志难酬的悲愤，对当时执政者的屈辱求和颇多谴责；也有不少吟咏祖国河山的作品。题材广阔又善化用前人典故入词，风格沉雄豪迈又不乏细腻柔媚之处。由于辛弃疾的抗金主张与当政的主和派政见不合，后被弹劾落职，退隐江西带湖。"
  },
  "tags": [
    "写景",
    "归隐",
    "旷达",
    "淡泊"
  ]
}