{
  "id": 58988,
  "star": 46,
  "name": "水调歌头·登多景楼",
  "dynasty": "宋代",
  "content": "寒眼乱空阔，客意不胜秋。强呼斗酒，发兴特上最高楼。舒卷江山图画，应答龙鱼悲啸，不暇顾诗愁。风露巧欺客，分冷入衣裘。<br>忽醒然，成感慨，望神州。可怜报国无路，空白一分头。都把平生意气，只做如今憔悴，岁晚若为谋。此意仗江月，分付与沙鸥。",
  "shangxi": "<h2>鉴赏</h2> <p>　　<a href=\"http://so.gushiwen.org/author_101.aspx\"></a><a href=\"http://so.gushiwen.org/author_1669.aspx\">杨炎</a>正与<a href=\"http://so.gushiwen.org/author_217.aspx\">辛弃疾</a>结为文字交，尝有唱和。这首《水调歌头·寒眼乱空阔》便是淳熙五年与辛弃疾同舟路经扬州时，登镇江北固山甘露寺中的多景楼所作。与此同时辛弃疾也写了一首《水调歌头·舟次扬州，和扬济翁、周显先韵》词。这两首词不仅情味相投而且风格也很接近，都是心怀国家之忧，感叹报国无路的登临抒怀之作。</p> <p>　　此词上片先写秋意后写登楼。深秋季节，满目荒寒，眼前是一片空阔的长江，只是黄叶翻飞，秋意瑟瑟，使作客异乡的人更增添了无限的愁思。以上是“寒眼乱空阔，客意不胜秋”这两句词的大意。从艺术技巧上说，清新脱俗极为别致。“寒眼”的意思并非“被江上冷风吹得眼睛发涩”（夏承焘语），而是萧条冷落的景物看上去使眼感受到寒意。这和<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>《秋登宣城<a href=\"http://so.gushiwen.org/author_32.aspx\">谢朓</a>北楼》<a href=\"http://so.gushiwen.org/view_58988.aspx\">诗</a>“人烟寒橘柚”的“寒”字一样，都是形容词的使动用法。“乱空阔”的“乱”字是满天落叶乱飞，在视觉上给人以“乱”的感受。刘德仁《秋夜寄友人二首》（其二）诗：“独吟黄叶乱，相去碧峰多。”<a href=\"http://so.gushiwen.org/author_814.aspx\">吴融</a>《忆山泉》诗：“烟迷叶乱寻难见，月好清风听不眠。”<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>《浣溪沙》词：“风卷珠帘自上钩，萧萧乱叶报新秋。”用“乱”字来形容落叶在诗词中是不乏例的。因为“落叶”与“乱”可以构成特定的语义组合场，因此句中虽然没有直接写落叶，但句外之意却分明写出了落叶，笔法新颖，颇具匠心。古典诗词为了使语言达到精练，往往打破常规去追求语言变态的艺术效果。鉴赏过程中如果审美者在心理上不能适应这种语言变态，那就很容易曲解作品的原意。“强呼斗酒，发兴特上最高楼。”这里用“强呼”二字，说明词人是为了驱散“客意不胜秋”的忧愁才呼酒登楼的。从多景楼的最高处倚栏四望，祖国的山河如此多娇，呈现在眼前的是一幅美不胜收的“江山图画”；“图画”之上又冠以“舒卷”二字，眼前的自然美景仿佛真地变成了一幅可舒可卷巧夺天工的图画，从而进一步增强了祖国河山的诗情画意。“舒卷”二字的另一层作用，更在于烘托出自然景物的流动感，而不是只可供机案观赏的静止的画面。“应答鱼龙悲啸”，这是瞩目长江的汹涌波涛，耳闻目睹的雄伟气势。<a href=\"http://so.gushiwen.org/author_366.aspx\">苏辙</a>《黄州快哉亭记》：“昼则舟楫出没于其前，夜则鱼龙悲啸于其下。变化倏忽，动心骇目，不可久视。”这段生动惊险的描写或为本句所借鉴。将波涛汹涌之声想象为江水之下鱼龙相互应答的悲啸之音，这虽然出自虚拟，但却寓有一番寄托。古纬书《乐动声仪》中曾有“风雨动鱼龙，仁义动君子”（风雨能惊动潜在水下的鱼龙，仁义能感动仁人志士为之奔走效命。）之说（《太平御览》卷八十一引），在这首词里可以把“鱼龙悲啸”引申为面对风雨飘摇的国家局势，使爱国之士不能自安，想振作起来做出一番事业的意思。所以接下去便说“不暇顾诗愁”──赋诗吟愁这样的闲情逸致，在当前国事日非的形势下已经无暇顾及，暗示作者有投笔从戎之志。如将这段文字与辛弃疾《水调歌头·舟次扬州，和杨济翁、周显先韵》一词合观，更不难看出其中隐而未露的含意。辛词在下片中写道：“二客东南名胜，万卷诗书事业，尝试与君谋。莫射南山虎，直觅富民侯。”便是用自己亲身的经历与南归后仍然壮志难酬这一事实，来提醒杨炎正等人放弃从军报国的想法，不如从“万卷诗书”中去学那富民之策，将来为国人做些有益的事业（汉武帝晚年封丞相为富民侯，这里只是借用其意）。从这两位词人的唱和当中，可以看出当时爱国志士的处境是何等的艰难。以下“风露巧欺客，分冷入衣裘”二句是向下片过渡的转折。从辞面上看写的是寒气袭人，侵入衣裘，其实是借此暗喻奸佞之徒结党营私，排挤异己，使爱国之士举步维艰，陷于困阨之中难有作为这一现实状况。</p> <p>　　词转下片：“忽醒然，成感慨，望神州。”这三句直如兜头一瓢冷水，使满腔热血变为凛凛怀冰。纵然气贯长虹，怒发冲冠，也只好化作感慨，望着神州大地去兴叹而已。“可怜”“空白”二句是自抒神伤与壮志难酬的感叹。“都把平生意气，只做如今憔悴，岁晚若为谋。”这三句又写出一腔悲愤：英雄困于末路，志士沦于下位，平生的肝胆意气，只能使自己更加消损憔悴，随着光阴的流逝而冉冉老去，难望有所作为。词人虽然不甘心沉沦江湖去做个不关心世事的隐者，但时势所迫也只能将“此意仗江月，分付与沙鸥”了。江上的明月与没有心机的沙鸥可以做隐者的朋侣，让明月和沙鸥陪伴着自己了此生涯吧。</p> <p>　　这首词慷慨激越、愤世伤时之情溢于言表，虽不如稼轩词之博大深邃，但仍能得其神似。毛晋在跋《西樵语业》中评杨炎正词云：“不作娇艳情态”，“俊逸可喜”。可见在南宋爱国词人当中他的词是足以匹敌同时代的作者，俨然自成一家的。</p>",
  "poet": {
    "id": 101,
    "star": 0,
    "name": "杨炎正",
    "image": "http://img.gushiwen.org/authorImg/yangyanzheng.jpg",
    "desc": "杨炎正（1145—？）字济翁，庐陵（今江西吉安）人，杨万里之族弟。庆元二年（1196）年五十二始登第，受知于京镗，为宁县簿。六年，除架阁指挥，寻罢官。嘉定三年（1210）于大理司直任上以臣僚论劾，诏与在外差遣，知藤州。嘉定七年又被论罢，改知琼州，官至安抚使。杨炎正与辛弃疾交谊甚厚，多有酬唱。"
  },
  "tags": [
    "爱国",
    "抒怀"
  ]
}