{
  "id": 70833,
  "star": 60,
  "name": "蝶恋花·百尺朱楼临大道",
  "dynasty": "清代",
  "content": "百尺朱楼临大道。楼外轻雷，不间昏和晓。独倚阑干人窈窕。闲中数尽行人小。<br>一霎车尘生树杪。陌上楼头，都向尘中老。薄晚西风吹雨到。明朝又是伤流潦。",
  "fanyi": "<p><strong>译文</strong><br>那百尺高的红楼，正临着宽阔的大路。不管黄昏还是清晨，楼外总传来轻雷似的车声。窈窕的佳人啊，孤独地凭倚着楼畔的阑干，无聊中把路上的行人一个个细数。<br>霎时间车子驶过，卷起飞尘，扑向树梢。唉，路上的行人和楼中的女子，都在这红尘中不知不觉地老去了。傍晚时候，西风吹来了冷雨。到了明朝，当更为路上积满潦水而忧伤。</p> <p><strong>注释</strong><br>①朱楼：华丽的红色楼房。<br>②轻雷，喻车声。<a href=\"http://so.gushiwen.org/author_70.aspx\">司马相如</a>《长门赋》：“雷殷殷而响起兮，声像君之车音。”<br>③不间：不间断的。<br>④窈窕：形容女子的美好。<br>⑤一霎：一阵。树杪：树梢。<br>⑥陌上：指游子。楼头：指思妇。<br>⑦薄晚：临近傍晚。<br>⑧流潦：指雨后路上流水或沟中积水。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　这是<a href=\"http://so.gushiwen.org/author_408.aspx\">王国维</a>最有名的一首词，其隐喻多义的文学意象、自然流露的哲理思致和悲天悯人的意识形态，在《人间词》中最具代表性。</p> <p>　　判断一首词有无言外之意，要看作者的身世经历和思想状态，还要看他所处的时代大环境，更要看作品本身的口吻和姿态。为什么说这首词不是一首传统性质的思妇之作，而是包含了哲理与意识形态之隐喻的作品？因为，当我们读到“陌上楼头，都向尘中老”这一句的时候，会强烈感觉到： 那“陌上楼头”之辽阔广泛，那“尘中”的痛苦，“老”的悲哀，都已超越了思妇的狭窄范围；那种悲天悯人的感情和对世界透彻的了解，已不属于作品中的思妇而属于作者本人了。当有了这种感受，再品味整首词就会发现，这首词几乎每一句都包含隐喻之义。</p> <p>　　“百尺朱楼临大道。楼外轻雷，不间昏和晓”，这是写思妇居住的环境。古人常以居处之高来象征楼内人的高洁与脱俗，所以这是在烘托人物形象。“临大道”，是为引出下一句“楼外轻雷，不间昏和晓”。“轻雷”是指大道上的车马声。<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>《乐游园歌》云 “白日雷霆夹城仗”，<a href=\"http://so.gushiwen.org/author_204.aspx\">李商隐</a>《无题》<a href=\"http://so.gushiwen.org/view_70833.aspx\">诗</a>云 “车走雷声语未通”，都以雷声形容大道上的车马声。“独倚阑干人窈窕，闲中数尽行人小”的是思妇，那是一个孤独寂寞的美丽女子，站在高楼上盼望爱人归来，颇有<a href=\"http://so.gushiwen.org/author_415.aspx\">温庭筠</a>《望江南》“过尽千帆皆不是，斜晖脉脉水悠悠，肠断白公式洲”的意味。如果我们单从这个角度看，则这上半阕完全是传统意义上的思妇词。</p> <p>　　但下半阕中“陌上楼头，都向尘中老”的口吻却提醒我们：作者在上半阕之所以这样写，是有隐喻含义的。首先，“楼外轻雷”似可代表世俗的尘嚣，而“百尺高楼”则象征一种精神境界和智慧高度，二者本来清者自清，浊者自浊，可以互不相干，但那“闲中数尽行人小”的行为却把二者联系起来了。这种居高临下又与红尘难舍难分的意境，在《人间词》中不止一次出现过，如“夜起倚危楼。楼角玉绳低亚。惟有月明霜冷，浸万家鸳瓦”（《好事近》）；如“人间曙，疏林平楚，历历来时路”（《点绛唇》）；最具象征意义的则无过于《浣溪沙》的“试上高峰窥皓月，偶开天眼觑红尘。可怜身是眼中人”了。其次，那思妇似乎也象征着一种关怀着人间的精神与理念。盖因旧时养家糊口、争名逐利都是男子之事，所以往往是男子在红尘中陷溺较深。相比之下，女子对名利之事看得比较淡一些，所以古代有许多故事和神话，常常塑造一些女神的形象去安抚和慰藉那些在红尘中失意的男子。</p> <p>　　在这个世界上有两类人：一类是老庄之徒，他们总是站在高高的云端，讽刺嘲笑这个世界的庸常和忙碌；另一类是儒家之徒，他们从感情上与这个世界有千丝万缕的联系，但从理智上又不接受这个世界的肮脏，他们致力于改变世界，却又常常遭受到沉重的甚至致命的打击。王国维属于后一类。他在词中登高望远，但他的视线永远关注着人间而不是天上。</p> <p>　　因此，那“百尺朱楼临大道”的“临”，不免令我们联想起<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>《离骚》“忽临睨夫旧乡”的“临”。“百尺朱楼”中的那个女子，她居处之地的高远和“人窈窕”的娴静美好，本来都是超凡脱俗的，但“不间昏和晓”的“楼外轻雷”却使她不能与红尘隔绝；“独倚”的孤独寂寞也暗示了她有无法与红尘痛绝的爱情；“闲中数尽行人小”的行为则流露出她所有的希望与理想都寄托在红尘之中。不仅如此，“闲中数尽行人小”的口吻也含有从高处俯视红尘中人的一种旁观者的观察和反思。</p> <p>　　“一霎车尘生树杪”的意思是说：楼上的思妇注意着远方驰来的每一辆车子，希望有一辆是她爱人乘坐的。但那些车子都没有在楼前停下，而向前驰去，只留下令人失望的车尘。所谓“尘”，其实是一种污染。<a href=\"http://so.gushiwen.org/author_838.aspx\">陆机</a>说“京洛多风尘，素衣化为缁”（《为顾彦先赠妇》），那京洛的尘土是用来比喻世俗污染的。楼外的行人固然避不过，楼上的观察者也避不过。“都向尘中老”的“老”字，有零落凋伤的意思。你可以是清高的也可以是理性的，但是只要你没有割断与这个世界的联系，只要这个世界上还有你所爱和所关怀的人和事，你就无法摆脱同他们一起零落的命运。所以，“陌上楼头，都向尘中老”是出自苦难众生的叹息，是自古至今所有善于观察人生却无力把握命运的智者的共同悲哀。</p> <p>　　“薄晚西风吹雨到，明朝又是伤流潦”，傍晚时下起雨来，明天大街上将到处是污水与泥泞，路人将如何行走？纵观整个人类的历史，不也一样贯穿着许许多多无常的变化吗？</p> <p>　　从高楼俯视大道，会产生这么多联想，大概也只有王国维这种兼有诗人和哲学家气质的人才能做到。其实他还写过一首咏蚕诗，诗中说，蚕辛辛苦苦操劳，繁殖子孙，然后再“辗转周复始”，它这一生到底为什么呢？这实际上提出了一个“人活着到底为什么”的问题。人之不同于其他生物，是因为人有理想而且有实现理想的智慧。但人的短暂一生往往不但实现不了自己的理想，还要忍受许多苦难。这当然是一种悲观的人生观，也许是应该被批判的。但须看到，王国维的这种悲观正是由于他对人生的极度执著造成的。楼中那个窈窕女子，尽管楼外有“轻雷”的噪音，有“树杪”的车尘，有“薄晚”的风雨，有“明朝”的流潦，但她所关怀、所期待、所爱的，仍然都在楼外的大地而不在飘渺的虚空，她与大地上的那个世界始终休戚相关。</p><br/><h2>赏析</h2> <p>　　<a href=\"http://so.gushiwen.org/author_408.aspx\">王国维</a>致力于填词，主要在光绪三十年（1904）至三十三年（1907）间。这期间，他曾饱尝生离死别的滋味。如在光绪三十二年（1906），他为谋生两度北上，一次归来奔父丧，一次归来赋悼亡，都是生离之继以死别。因此他的《人间词》甲、乙两稿中有不少写离恨别苦的篇什，而由于有切身感受，往往写得极其凄惋悱侧。</p> <p>　　词人看透了世间疾苦，生离死别，于是词人作此词来抒发自己的情感。这首词是词人也以居者之相思、行者之旅愁为抒写内容，。是词人努力跳出“人间“进行观察、思索，最终仍无法摆脱得出“悲剧”结论的体现。也是作者厌世世界观的艺术表达。</p>",
  "poet": {
    "id": 408,
    "star": 0,
    "name": "王国维",
    "image": "http://img.gushiwen.org/authorImg/wangguowei.jpg",
    "desc": "王国维（1877年—1927年），字伯隅、静安，号观堂、永观，汉族，浙江海宁盐官镇人。清末秀才。我国近现代在文学、美学、史学、哲学、古文字学、考古学等各方面成就卓著的学术巨子，国学大师。"
  },
  "tags": [
    "妇女",
    "思念"
  ]
}