{
  "id": 28335,
  "star": 13,
  "name": "汴河亭",
  "dynasty": "唐代",
  "content": "广陵花盛帝东游，先劈昆仑一派流。<br>百二禁兵辞象阙，三千宫女下龙舟。<br>凝云鼓震星辰动，拂浪旗开日月浮。<br>四海义师归有道，迷楼还似景阳楼。",
  "fanyi": "<p><strong>译文</strong><br>扬州百花盛开隋炀帝御舟东游，先将发源昆仑的黄河凿渠分流。<br>骁勇的御林军跟皇帝辞别京城，三千美丽的宫女登上了大龙舟。<br>喧阗的鼓声响遏行云星辰闪动，拂浪旌旗招展水中日月影漂浮。<br>天下起义军归附了有道的大唐，迷楼倾覆王朝末日恰似景阳楼。</p> <p><strong>注释</strong><br>1.汴河：又名汴渠。即通济渠，流经今河南、安徽境，在泗县入淮河，隋炀帝所开，西通河洛。南达江淮，炀帝幸江都（今江苏扬州），即由此道。汴河亭，在今开封市附近汴河之旁，传为炀帝行宫故址。<br>2.广陵：今江苏扬州。帝：隋炀帝<a href=\"http://so.gushiwen.org/author_885.aspx\">杨广</a>。<br>3.昆仑一派流：指黄河，旧说黄河发源于昆仑山，“先劈”即谓将黄河凿渠分引。先劈昆仑：一作“光碧黄河”。<br>4.百二：指炀帝的禁卫兵骁勇。象阙：亦称象魏。古时宫廷门外有二台，上作楼观，两观对峙，中间阙然为道，乃悬挂法令之处。<br>5.“三千宫女”句：《隋书·炀帝纪》：“庚申，遣黄门侍郎王弘、上仪同、于士澄往江南采木造龙舟、凤帽、黄龙、赤舰、楼船等数万艘。”<br>6.凝云：浓云；密云。鼓震：谓鼓声高鸣。<br>7.旗：一作“旌”。<br>8.四海义师：指天下反隋的义军。归：归附。有道：指唐朝。<br>9.迷楼：（炀）帝顾左右曰：“虽真仙游其中，亦当自迷也，可目之曰迷楼。”还似：一作“何异”。景阳楼：即景阳殿，南朝陈后主所建，在今南京玄武湖胖。殿下有井，名胭脂井。隋兵攻破金陵，后主与宠妃张丽华投此井，未死，为隋兵所执。后世称之为辱井。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　此<a href=\"http://so.gushiwen.org/view_28335.aspx\">诗</a>首联写隋炀帝东游前的准备。闻说扬州花盛，便想前去观赏，这是人之常情。起句气势和缓；语不惊人。但紧一句便顿起波澜，<a href=\"http://so.gushiwen.org/author_885.aspx\">杨广</a>为了去广陵看花，竟凿渠引流、大兴水土。为逞一己的私欲，竟耗费巨大的人力、财力、物力，其奢侈程度可想而知。“先劈昆仑一派流”，一语中的，揭示本质。颔联写杨广离宫时景象。诗人没有正面写这个场面如何壮观，气势如何盛大，皇帝如何自得，而是从随行的队伍着笔，运用的是反衬手法。禁兵二百，前护后拥，宫女三千，尾随其后。皇帝的赫赫声威，于此表现无遗。颈联写沿途的喧闹情景。鼓声震天，凝固流云，惊动星辰，旌旗招展，覆盖着水面，仿佛波浪起伏，旗开之处，可见水底日月沉浮。这情景，把前面奢靡景象又推进一层。前三联，按照事件发展的时间顺序依次写来，极言隋朝昏君的豪奢无度。</p> <p>　　尾联总束前文，避实就虚，删繁就简，写出隋朝的结局，点明多行不义必自毙的道理。这个结局，是历史的结局，又是隋炀帝荒淫无度的结局。陈后主骄奢荒淫而筑景阳城，终为隋朝所灭；隋君沉醉酒色而建迷楼，终为李唐所代。历史发展遵循着固有的轨迹。诗人以隋比陈，言唐军为有道之师。可是，当初隋灭陈之际，隋军也是有道之军，这种借古讽劝晚唐之意寓于不言之中。</p> <p>　　这首诗在艺术表现上有三个特点：</p> <p>　　一是在写景叙事上的“示观”描写。所谓“示观”，就是通过艺术想象把未曾见过的事物描绘得栩栩如生，如临其境。作者<a href=\"http://so.gushiwen.org/author_267.aspx\">许浑</a>经过隋炀帝的行宫汴河亭时不由得感慨万千，浮想联翩，隋炀帝当年那种穷奢极欲的情景仿佛呈现在他的眼前。即前三联所描写的奢侈豪华的场面。这一切，诗人都只是“想见”而并未亲见，但却写得这般情景生动，使读者犹如亲见，这就是诗人进行的“示观”描写及其产生的艺术效果。</p> <p>　　二是诗的意境的动态描绘。诗中“劈昆仑”、“下龙舟”、“星辰动”、“日月浮”等句中的“劈”、“下”、“动”、“浮”，以及“游”、“震”、“拂”、“开”等字，都是动词，因而就赋予全诗意境以活动的体态，形成了骏马走坂之势，给读者以形象飞动之感。特别引读者注意的是，诗人在进行这种动态描写时，能够在史实的基础上进行合理的虚构和夸张。像颈联“凝云鼓震星辰动，拂浪旗开日月浮”两句，其中的“鼓震”、“旗开”是历史事实；但是鼓声能上入云霄，把行云挡住并使星辰摇动，旗帜能“拂浪”，在旌旗闪动时又能使人看到波浪中日月的浮影，这都是诗人的创造性想象，是虚构和夸张。诗的首联、颔联本来已经写得很活脱，很有气魄，再加上这样一个颈联，就更显得造形生动，气象雄豪，把杨广东游的那种赫赫声势、巍巍壮观的豪华盛况活灵活现地展现在读者眼前。颈联这两句诗实是全篇的“警策”。</p> <p>　　三是“卒章显其志”。诗的前三联基本上是冷静地客观地写景叙事，读者单看前三联几乎看不出作者的倾向所在。只是到了最后一联，才忽然笔锋一转，把对事件的评判，和诗人写诗的旨意，一下子袒露了出来。诗人“显志”的方式也很别致。他笔下的尾联不是前三联所创造的形象的自然延伸，也不是对隋炀帝东游景象的直接批判，而是另起炉灶，凌空一跃，一下子跃到“义师”、“迷楼”上去，对隋炀帝游荡荒淫所招致的亡国后果作了严肃的评论和无情的嘲讽。但又不是直言指斥，而是把隋炀帝为了淫乐而修的“迷楼”与南朝陈后主的“景阳楼”相比，把读者的视线和思绪又拉回到眼前的汴河亭，解景生情，发人深思，无限感慨都在意象之外，这样的结尾是很有韵味的。</p>",
  "about": "<h2>创作背景</h2> <p>　　隋炀帝<a href=\"http://so.gushiwen.org/author_885.aspx\">杨广</a>为了东游广陵（扬州），不惜倾全国民力财力开凿一条运河，即今通济渠。其东段叫汴河，汴河之滨筑有行宫，即“汴河亭”。这首《汴河亭》<a href=\"http://so.gushiwen.org/view_28335.aspx\">诗</a>，当是作者在南游中经过汴河时写的。</p>",
  "poet": {
    "id": 267,
    "star": 0,
    "name": "许浑",
    "image": "http://img.gushiwen.org/authorImg/xuhun.jpg",
    "desc": "许浑，晚唐最具影响力的诗人之一，七五律尤佳，后人拟之与诗圣杜甫齐名，更有“许浑千首诗，杜甫一生愁”之语。"
  },
  "tags": [
    "咏史",
    "抒情"
  ]
}