{
  "id": 70482,
  "star": 10,
  "name": "黑漆弩·游金山寺",
  "dynasty": "元代",
  "content": "邻曲子严伯昌，尝以《黑漆弩》侑酒。省郎仲先谓余曰：“词虽佳，曲名似未雅。若就以‘江南烟雨’目之何如？”予曰：“昔东坡作《念奴》曲，后人爱之，易其名为《酹江月》，其谁曰不然？”仲先因请余效颦。遂追赋《游金山寺》一阕，倚其声而歌之。昔汉儒家畜声伎，唐人例有音学。而今之乐府，用力多而难为工，纵使有成，未免笔墨劝淫为侠耳。渠辈年少气锐，渊源正学，不致费日力于此也。其词曰：</p> <p>苍波万顷孤岑矗，是一片水面上天竺。金鳌头满咽三杯，吸尽江山浓绿。蛟龙虑恐下燃犀，风起浪翻如屋。任夕阳归棹纵横，待偿我平生不足。",
  "fanyi": "<p><strong>译文</strong><br>我的邻居严伯昌，曾经唱《黑漆弩》这支曲子来劝酒。中书省郎中仲先对我说：“词虽然好，曲牌子名称似乎欠文雅，不妨用‘江南烟雨’来称呼它，如何？”我说：“从前苏东坡作《念奴娇》，后人喜欢它，将词名改为《酹江月》，这谁说不可以。”仲先请我给《黑漆弩》作一篇词，于是就追写了这首《游金山寺》，按照这个曲牌子的音调来演唱。先前汉朝士大夫家里专门养着善唱的歌妓，唐朝富贵人家也讲究学习音乐。而现今大家作散曲，虽然用力不少，但很难达到精妙的境地，即使作品甚多，但有些笔墨化在色情的渲染上，以为那是曲的正路。这些作者年轻气盛，正在继承圣贤的学问，并不把写曲子当成正经事，不在这方面耗费气力。<br>在苍茫辽阔的长江中孤零零地屹立着金山，金山上有庄严的寺庙，那是水面上的一处佛教圣境！站在金鳌峰满满地饮了三杯，那饮下的似乎不是酒，而是吸尽了江山浓浓的春色。江水深处潜伏的蛟龙，惧怕有人点燃镇凶避邪的犀角，于是掀起房屋般的巨浪。夕阳西下，游人纷纷划桨而归，让他们离开吧，我依然要在江中流连，补偿我人生阅历的不足。</p> <p><strong>注释</strong><br>①金山寺：始建于东晋，初名泽心寺，至唐起称金山寺。在镇江西北长江中的金山上（金山至清初始与南岸相连）。<br>②邻曲：邻人。<br>③侑酒：为饮酒助兴。<br>④省郎：中书省的郎官（郎中或员外郎）。<br>⑤江南烟雨：元白贲《鹦鹉曲》（即《黑漆弩》）有“睡煞江南烟雨”的名句（参见本书所选该曲），故仲先有径取“江南烟雨”为曲牌名代称的设想。<br>⑥《念奴》曲：指<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>名作《念奴娇·赤壁怀古》词，末句为“一尊还酹江月”，故后人亦以《酹江月》为《念奴娇》词牌的别名。<br>⑦效颦：西施病心而颦（皱眉），里中丑妇模仿，反增其丑，事见《庄子》。这里是自谦之词。<br>⑧侠：称雄。<br>⑨渠辈：他们，指严伯昌、仲先等人。<br>⑩岑：底小而高耸的山。<br>⑪天竺：寺名，在杭州灵隐山南。这里指雄伟的佛寺。<br>⑫金鳌头：指金山。金山一名金鳌山。<br>⑬燃犀：晋代温峤点燃犀角，投入牛渚矶的深水中，照见底下有许多奇形怪状的水中生物，因受扰而不安。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　题名《游金山寺》，实际上写的是游金山。金山在江苏镇江西北长江中（现已与南岸相连），所以首句说“苍波万顷孤岑矗”。金山并不太高，但因是突兀的矗立在水面上，故显得很高。第二句“天竺”指杭州天竺山，山上寺庙颇著名。以它来比金山，略照应寺。此二句写金山寺地势雄奇壮伟。三四句则驰骋想象，写作者登高的豪兴。金山最高处有金鳌峰，作者登上鳌头，酾酒临江，满饮三杯，顿觉豪情喷涌，逸性遄飞，仿佛自己的壮气海量，犹如巨大的神鳌，能够吸尽一江碧绿的江水，这里，作者联想神奇丰富，极度夸张而又不悖事理。其自谓效颦东坡，就豪气而言，亦差可比拟。</p> <p>　　从作者对风景的礼赞立场来看，他这番“游金山寺”较为特别，乃纵舟巡江，眺望观赏，而无意入寺随喜。下片即叙及自身的游况。金山高峙，倒影落在水面，黝黑沉邃，深不可测。江风骤起，波涛大作，水石相激，浪峰竟如高屋一般掀上落下。<a href=\"http://so.gushiwen.org/view_70482.aspx\">诗</a>人的奇想又与寻常不同：这该不是水底的蛟龙担心游人燃犀窥觑，而故意兴风作浪吧？这虽是实景下的联想，却也隐含金山寺为藏龙卧虎、鲸呿鳌吞之地的意味。金山寺风光的壮丽雄伟，感染了诗人，激发了他快游江山的豪情。所以纵然风急浪高，归棹纷纷，他却并不急于回家，而是任舟船在夕阳下继续飘荡。末句表流连的原因是“待偿我平生不足”。这里的不足，指的是豪旷的情兴与快意的游历。平生的不足都可于此时此地得到补偿，这就总结出了金山寺风光的非凡魅力。</p> <p>　　这支小令选择了典型的画面，浓墨重彩，气象豪纵；奇景快游，相得益彰。全曲八句始终将金山寺同寺下的长江结合在一起，这同他游览的方式有关，却也因此借得了大江雄劲的气势。从曲文前的小序来看，作者抨击了当时曲坛“用力多而难为工”、“笔墨劝淫”的现象，说明这支小令正是在创作艺术风格上别开生面的一种尝试。早期的上层文人染指散曲，多作柔靡之声，即使提倡“以词为曲”，曲辞也取宋词婉约派的一路。本篇却取劲健豪放一路，所以在散曲作品中别具一格。</p>",
  "about": "<h2>创作背景</h2> 　　<a href=\"http://so.gushiwen.org/author_221.aspx\">王恽</a>于至元二十六年（公元1289年）出任福建按察使。这篇作品可能是他赴任途中游览金山寺后写的。",
  "poet": {
    "id": 221,
    "star": 0,
    "name": "王恽",
    "image": "http://img.gushiwen.org/authorImg/wangyun.jpg",
    "desc": "王恽，字仲谋，号秋涧，卫州路汲县（今河南卫辉市）人。元朝著名学者、诗人、政治家，一生仕宦，刚直不阿，清贫守职，好学善文。成为元世祖忽必烈、裕宗皇太子真金和成宗皇帝铁木真三代的谏臣。"
  },
  "tags": [
    "游记",
    "景点"
  ]
}