{
  "id": 69612,
  "star": 2,
  "name": "杂剧·吕洞宾三度城南柳",
  "dynasty": "元代",
  "content": "楔子<br>贫道姓吕名岩字洞宾，道号纯阳子。隐于终南山，遇钟离师父，授以长生之术，得道成仙。昔日师父曾说，这岳州城南一株柳树，生数百余年，有仙风道骨，教我度脱他。如今来到这岳州地面，不免扮做一个货墨的先生，去访问咱。哦！远望城南一片绿荫，就是那株树了。原来在岳阳楼边，且往这楼上一看。酒保何在？老汉姓杨，在这岳阳楼下开着一个酒店。今日没甚么客，只有一个先生在楼上。我试问咱。师父，买几多钱的酒？买五十文钱的酒。相饶些下酒来。这先生真是个乞化的，买得五十文钱酒，怎生又要案酒？兀的酒在这里。实是迟了，没甚么下酒。有酒无肴，怎生吃的下？我这墨篮里有王母赐的蟠桃一颗，将来下酒。咱凭栏看这柳树，果有仙风道骨。争奈他土木之物，如何做得神仙？必然成精之后，方可成人；成人之后，方可成道。我恰才吃的这颗桃，本是仙种。我将桃核抛于东墙之下，长成之后，教他和这柳树俱成花月之妖，结为夫妇。那其间再来度脱他，也未迟哩。这桃终是仙种，顷刻间可早开了花也。你听我嘱付咱。<br>【仙吕】【赏花时】今日个嫩蕊犹含粉脸羞，密叶空攒翠黛愁。夸艳冶逞风流，结上些莺朋燕友，可索及早里便抽头。<br>【幺篇】休则管恼乱春风卒未休，恐怕你憔悴秋霜非是久。只等的红雨散绿云收，我那其间寻花问柳，重到岳阳楼。<br><br>第一折<br>妾身乃天上仙桃，此乃城南柳树。昔日吕洞宾师父到此，有意度脱这老柳，将我种向邻墙，与老柳配作夫女，以此成为精灵。俺两个都是妖物，白日里不敢出来，则去深山里潜藏，晚夕方敢来这楼上宿歇。似这等风吹日晾，雪压霜欺，知他几时能勾脱生？如今天明了也，俺两个又索往深山中潜藏去来。贫道吕岩，自从他天上仙桃配上城南老柳，贫道不自去点化他，如何成人？则索离了仙府，又往人间走一遭去也呵。<br>【仙吕】【点绛唇】别却蓬壶，坦然独步，尘寰去。回首仙居，兀良在缥缈云深处。<br>【混江龙】仙凡有路，全凭着足底一双凫，翱翔天地，放浪江湖。东方丹丘西太华，朝游北海暮苍梧。暂离真境，来混尘俗。觑百年浮世，似一梦华胥，信壶里乾坤广阔，叹人间甲子须臾。眨眼间白石已烂，转头时沧海重枯。箭也似走乏玉兔，梭也似飞困金乌。看了这短光阴，则不如且入无何去，落的个诗怀浩荡，醉眼模糊。<br>可早来到岳阳楼也，且买几杯酒吃。酒保何在？师父要多少钱酒？打一百钱酒。酒在此。是好高楼也！我且看景致咱。<br>【油葫芦】高耸耸雕栏十二曲，接太虚，层梯百尺步云衢。一会家望齐州则索低头数，只恐怕近天宫不敢高声浯。这楼襟三江，带五湖。更对着君山千仞青如许，咱这里不饮待何如？<br>【天下乐】拚着个醉倒黄公旧酒垆，笑三也波闾，楚大夫，如今这汨罗江有谁曾吊古？怕不待骑鲸的飞上天，荷锸的埋入土，则问你独醒的今在无！这先生买了一百钱酒，则管要添。料这穷道人，那里讨钱还我！没了酒也。他怕我无钱，就说无了酒。我饮兴方浓，怎生是好？你要酒先数钱来。我委实无钱了也。便无钱有甚么随身物件来当？道人有何物？<br>【金盏儿】俺道人呵只身躯走江湖，量随行有甚希奇物？止不过墨篮琴谱药葫芦。则你那尊中无绿蚁，皆因我囊里缺青蚨。怎做得神仙留玉珮，卿相解金鱼。<br>将这剑当下如何？我不要他。我这剑非同小可。<br>【幺篇】这剑六合砌为垆，二气铸成模。呼的风，唤的雨，驱的云雾，屠的龙，诛的虎，灭的鬼生鬼吾。霜锋如巨阙，冰刃胜昆吾；光摇牛斗暗，气压鬼神伏。你当今这剑有用他处。这剑是有用处，也好切菜。先生，酒不打紧。如今天色晚了，这楼上有两个精怪，到晚便出来迷人，酒客晚间不敢在这楼上吃酒。有甚么精怪？我不怕他。你有甚么术法，却不怕他？<br>【醉中天】我比你无些惧，你问我有何术？则是这袖里青蛇胆气粗，怕甚么妖精物。我若是拔向尊前起舞，手到处百灵咸助，怎容他山鬼揶揄？既然先生不怕，我与你酒自斟自饮，我下楼去也。俺二人恰从山中出来，如今天色晚也，咱去楼上宿歇去来。不知上仙在此，合当万死。<br>【后庭花】原来是逞妖娆娇艳姝，弄精神老匹夫。玄都观为头树，彭泽庄第一株。我问你咱。你待何如，敢又去迷人害物！弟子不敢。索问甚荣与枯，无知的衰朽木，反不如花解语。<br>桃呵，<br>【醉扶归】你自一点芳心苦，弟子几时得度脱？柳呵，几时得万结翠眉舒。您两个对月临风自叹吁，正是你绿惨红愁处。我这等仙种，师父如何配与我柳树！只合与妖桃共居，天生下连枝树。师父，弟子端的几时得托生？你要托生，你只在老杨家成人。弟子却是如何？你也索跟他将去。师父别有甚遗下言语？你听我说。独自行来独自坐，无限世人不识我。惟有城南柳树精，分明知道神仙过。<br>【赚煞】为甚么桃脸破红颜，柳眼垂青顾，认得俺东君是主。堪笑时人空有目，如肓般岂辨贤愚。这火凡夫都是些懵懂之徒，不识回仙元姓吕。则不如把红尘跳出，袖白云归去，我则待朗吟飞过洞庭湖。<br>师父不肯度脱，俺去了也。我想师父说，教俺老杨家成人，必是老杨在师父跟前唆说，不肯度脱咱两个。等老杨上楼来，把他迷杀了，却不是了当！兀的不是老杨来也。天色晚了，我上楼收拾咱。有鬼，有鬼。我可也不怕他，有师父当下的剑，将来砍这妖怪。天色昏黑，不知砍着甚么东西？只是各各的响。我试点火来照一照。原来砍着门前那老柳树、墙边桃树。哦！元来就是这两件物成精作怪。明日把柳树截作系马桩，埋在门前，把桃树锯做桃符，钉在门上，着他两个替我管门户。把这剑挂在楼上，镇着家宅。我想那当剑先生也是高人。他曾说这剑有用处，果应其言。等他来赎剑时，请他吃一个烂醉，也当是我的谢意。<br><br>第二折<br>光阴好疾也。自离了岳阳楼，来山中住得一两日，世上早二十年也。自从城南桃、柳成其精灵，贫道故将宝剑留与老杨。着他手砍了他土木形骸，教柳树就托生在杨家为男子，教桃托生在邻舍李家为女子。他两个成人，结为夫妇。且教他酒色财气里过，方可度脱他成仙了道。则为你这花和柳，教我走三遭也。<br>【正宫】【端正好】不争我三入岳阳城，又则索再出蓬莱洞，跨黄鹤拂两袖天风。到世间不是我尘缘冗，则被这花共柳相搬弄。<br>【滚绣球】怕不你柳色浓，花影重，色深沉暮烟偏重，影扶疏晓日方融。柳呵，少不的子树枯，半树荣。桃呵，少不的一片西，一片东。燕剪就乱丝也无则，莺掷下碎锦也成空。几曾见柳有千年绿，都说花无百日红，枉费春工。<br>众神仙都也笑我忙些甚么？<br>【倘秀才】那些也清荫中空，何处也红芳万种，原来昨日今朝事不同。寻旧迹觅遗踪，空留下故冢。我上楼试着咱。怎生不见人来自家是岳阳楼下卖酒老杨的儿子。生下来头发便白，因此人皆叫我老柳。我今年二十岁了，娶得个浑家，是东邻李家女儿，名唤做小桃，和我同年同月同日生。我父亲亡故多年，我独自管着这酒楼。不知怎生，俺这妇人常不言语，可似哑的。我十分爱他，他却不爱我，这家缘全然不管。恰才有个酒客上楼去了，我去问他，娘子，你好生看着门。老柳，你在这里，你认的我么？我不认的你。二十年前我和你厮见来。这先生你敢错认了，我恰才二十岁，这二十年前那里得我来？你认的是俺父亲老杨，如今死过多年了。他是不认的。我去他身上，带意儿说上几句，看他省的省不的。<br>【滚绣球】当日死了你那老太公，怎么生下你这个小业种。樗散材怎能勾做梁作栋？你这片岁寒心不到的似柏如松。留下一枝儿继你祖宗，那取五株儿做你弟兄。槁木般病形骸更没些沉重，干柴般瘦身躯有恁么龙钟？枉将你翠眉颦损闲愁甚？空自把青眼睁开不认依，我须是昔日仙翁。<br>你看这挂的剑，原是我昔日当下的，今日特来回赎哩。先生休胡说。这口剑不曾生我时，有个神仙留下。我父亲说这口剑曾除了楼上两个妖精，以此挂着镇宅。你怎么说是你的？你比那神仙多几岁？我不与你说，唤你浑家来。他便认得的我。奇话，俺那浑家从不曾出来卖酒。他那里队得你？我唤他出来，看认得你么？小桃，你也在这里？<br>【脱布衫】则见他乌云坠蝉鬓筋松，秋波困醉眼朦胧。酒力透冰肌色浓，枕痕印粉腮香重。<br>【小梁州】为甚么这两朵桃花上脸红，须是你本面真容。想着那去年今日此门中，你将我曾迎送，这搭里再相逢。<br>师父，怎这许多时不见师父来买酒吃？<br>【幺篇】恰便似汉刘郎误访桃源洞，奈惜花人有信难通。他频将柳眼窥，你把花心动。怕不年高德重，人则道临老入花丛。好是跷怪，俺这浑家见了这先生，就会说话了，又似认的他一般。老柳，再打酒来，不少你钱。今日见了师父，俺浑家又会说话，我喜之不胜。俺夫妻二人伏侍师父，只管吃醉，不要还酒钱。<br>【滚绣球】我待从容饮巨觥，他可殷勤捧玉钟，出红妆主人情重，强如列珍馐炮凤烹龙。师父，我会舞，等浑家也唱一个曲儿，替师父送酒何如？你看尊中酒不空，筵前曲未终，怎消得贤夫妇恁般陪奉，师父，俺两口儿这般歌舞，堪做一对儿。你那小蛮腰敢配不上樊素喉咙。休看那舞低杨柳楼心月，且听这歌尽桃花扇底风，倚翠偎红。<br>感你两个好意。我虽醉有句话与你两个说：想人生青春易过，白发难饶。你两个年纪小小的，则管里被这酒色财气迷着，不肯修行办道，还要等甚么？<br>【白鹤子】年光弹指过，世事转头空。则管苦恋两枝春，可怎生不悟三生梦。<br>你跟我出家去罢。跟你去呵怎生？跟我去呵。<br>【幺】学长生千岁柏，不老万年松。我将你柳向玉堂栽，花傍瑶池种。<br>不跟你去却怎生？<br>【快活三】少不的叶凋也翠幕倾，花落也锦机空。管取你一般潇洒月明中，栖不得鸾和凤。<br>【鲍老儿】那其间白雪飘飘灞岸东，飞絮将斜阳弄；红雨霏霏汉苑中，残英把春光送。老了锦莺，愁翻粉蝶，怨杀游蜂。芳菲渺渺，韶光苒苒，岁月匆匆。<br>师父怕不如此说，我怎生舍得这家缘过活，夫妇恩情，便跟随你去？他不肯去，小桃情愿跟师父出家。<br>【啄木儿尾】怕不你霜凝时刚挨得秋，雪飘怎过冬？觑了这没下稍的枯杨成何用！想你那南柯则是一梦，争如俺桃花依旧笑春凤。<br>这泼妇真个跟了那先生去了。我也顾不的家缘活计，取下这剑来，带着赶将去。贼道，我不到的放过你哩。<br><br>第三折<br>老夫渔翁是也。驾着一叶扁舟，是俺平生活计。谁似俺渔人快活也呵。<br>【南吕】【一枝花】蝇头利不贪，蜗角名难恋。行藏全在我，得失总由天。甘老江边，富贵非吾愿，清闲守自然。学子陵遁迹在严滩，似吕望韬光在渭川。<br>【梁州第七】虽是个不识字烟波钓叟，却做了不思凡凤月神仙。尽他世事云千变。实丕丕林泉有分，虚飘飘钟鼎无缘。想着那闹吵吵东华门外，怎敌得静巉巉西塞山前。脚踪儿不上凌烟，梦魂儿则想江堧。觑了那忘生舍死的将军过虎豹关中，耽惊受恐的朝士拥麒麟殿前，争如俺少忧没虑的侬家住鹦鹉洲边。苟延，数年。我其实怕见红尘面，云林深市朝远。遮莫是天子呼来不上船，饮兴陶然。<br>【隔尾】旋沽村酒家家贱，自钓鲈鱼个个鲜。醉与樵夫讲些经传。春秋有几年，汉唐事几篇？端的谁是准非，咱两个细敷演。<br>因和那樵夫饮了几杯酒，不觉的醉了。咱脱下这蓑衣来铺着，就这矶头上睡一觉咱。不想俺那浑家跟着先生去了。我随后赶来，到这渡头，原来是个截头路。兀的见一只渔船流将下来，我带住这船，等有人寻时，教他渡过我去。怎生不见了渔船！<br>【牧羊关】恰才共野老清辰饮，因此伴沙鸥白昼眠，觉来时怎生这钓鱼船不见？这其间黄芦岸湖平，白蘋渡水浅。莫不在红蓼花新滩下？莫不在绿杨树古堤边？则见那人影里牵回棹，原来是柳阴中缆住船。那里有甚么渔翁？就是我故意变化了的，教他不认得。兀那汉子，这渔船是老夫的。这船原来是那渔翁的，我将这船还你。借问渔翁曾见个出家的先生，引着个年小的妇人，从这里过去么？是，见有两个人过去。<br>【隔尾】见一个庞眉老叟行在前面，见一个绝色佳人次着后肩。恰渡过芳洲早望不见。多管在竹林寺边，桃花坞前，便趁着东风敢去不远。<br>他端的是那里去了？<br>【牧羊关】他去处管七十二福地，辖三十六洞天，这河与弱水相连。山号昆仑，地名阆苑。须不是系马邮亭畔，送客渭城边。离你那汴河堤早程三百，隔您那灞陵桥有路八千。<br>遮莫他恁地远，我也要赶上他。渔翁，怎生渡的我过去？要我渡你也容易，你息得心上无明火，便渡你过去。有何难处？我若赶上他，则不伤害他便了。你带着剑做甚么？这剑是那先生当下的，我如今送还他去。既如此，渡你过去。这等的凤雪满天，没奈何渡你过去。<br>【骂玉郎】觑了这琼花顷刻飘扬遍，银海岛玉山川，沧波万顷明如练。龙鳞般云外飘，鹅毛般江上剪，蝶翅般风中旋。<br>【感皇恩】可早漫地漫天，更扑头扑面。雪拥就浪千堆，雪裁成花六出，雪压得柳三眠。这雪看看下得大了。好冷也。你这般愁风怕雪，甚的是带雨拖烟？你索拳双足，瞑双目，耸双肩。我起去摇橹，借你蓑衣披着。<br>【采茶歌】他将我绿蓑穿，他把那橹绳牵，兀的是柳丝摇拽晚风前。那里是雪片纷纷大如手，须是杨花滚滚乱如绵。<br>船到岸了。你脱蓑衣还我，你上岸去。渔翁，我这一去，寻得俺那浑家着寻不着？<br>【哭皇天】谁着你锁鸳鸯系不紧垂杨线，今可去觅鸾胶续继弦。遮莫你上碧霄下黄泉，赤紧的天高地远。你若不依着我正道，我若不指与你迷途。柳呵，你便柔肠百结，巧计千般，浑身是眼，寻不见花枝儿般美少年。枉将你腰肢摆困，怎得你眉头放展！我不认的去路，渔翁，指引我去咱。<br>【乌夜啼】见放着一条捷径疾如箭，索甚么指路金鞭！管教得见你那春风面，行处休俄延，坐处莫留连。要问时，则问那昔年刘阮洞中猿；待寻呵，再休寻旧时王谢堂前燕。那里也白玉楼，黄金殿，休看做亚夫营里，陶令门前。<br>那里是甚么所在？俺浑家知他是有也无？<br>【贺新郎】那搭儿别是一重天，尽都是翠柏林峦。那里取绿杨庭院，数声鹤唳呵不比那两个黄鹂啭。纵有那惊俗客云间吠犬，须无那聒行人风外鸣蝉。你休错认做章台路，管取你误入武陵源，那里有碧桃千树都开遍。你去那丛中寻配偶，便是花里遇神仙。多谢渔翁指引。若寻得俺浑家回来，还再谢你。正道不远，只在这里便是。<br>【煞尾】天宽呵，无由得遇青鸾；便海阔也，有信难通锦鲤传。也不索登长空，临巨渊，过重山，涉大川，只隔得一片白云便相见。天涯在你目前，海角在你足边。不比你那送行处，西出阳关路儿远。幸得这渔翁渡我过来，又指引我正道，则索依着他前面去。走了许远，只见四面云山，重重叠叠，知他是那里！兀那松荫下有个洞门，里面必定有人！我索问一声。是谁？我那里不寻，那里不觅，元来你却在这里！咱和你回去来。这便是家，我那里去！师父在里面等我。这歪刺骨无礼。我偌远赶来寻你，你不回去，只恋着那先生，是甚么缘故？这等泼贱，不杀了要他何用？我把这死尸丢在洞门前水里流将去。我藏了这剑，等那先生出来，也杀了他，方才出的我这一口臭气。杀人贼，那里去！咱拿杀人贼，见官去来。今日升衙。是谁这等吵闹！拿得杀人贼在此。犯人当面。这厮如何白日杀人？小人不曾杀人。我的浑家被一个先生引到这里，小人寻见了，教他跟我回去，被那先生把我浑家杀了。不干小人事。你认的那先生么？小人认的。左右，押这厮去寻那先生来对理。<br><br>第四折<br>贫道吕岩。若不引小桃到此，怎能赚得老柳也到这里？我着小桃山洞相迎，眼见的老柳将小桃杀了。他如今已入长生之境，如何杀得他？老柳必然逃避。遮莫你走到那里，贫道要寻你，有何难哉！<br>【双调】【新水令】恰携的半堤烟雨过潇湘，有心待栽培在九重天上。谁想从朝不见影，到晚要阴凉。空教我立尽斜阳，临岐处漫凝望。<br>兀的不是那先生。恰才拿住这贼，他道这妇人是他浑家，指攀你杀了来。<br>【驻马听】则为你体性颠狂，柳絮随风空自忙。可怜芳魂飘荡，撇得桃花逐水为谁香？你是个入天台逞大胆的莽刘郎，扫蛾眉下毒手的乔张敞。只待学赚神女楚襄王，送的下巫峡，你却在阳台上。同见官去，你两个折证咱。贫道稽首。兀那道人，那厮指你杀了他媳妇。端的是谁杀来？他浑家跟我修行办道，这厮寻见，将他杀了。不干贫道事。是他杀了！则看谁有刀仗，便是杀人的。这个说的是。左右搜看。<br>【乔牌儿】自古道捉贼先见赃，索甚当官与招状！觑了这残红数点在龙泉上，眼见的小桃花剑下亡。这厮白昼杀人，合该偿命，又不合妄指平人，就着这先生亲手杀他。你可还我剑也。谁想我死在今朝也？<br>【雁儿落】杆子你千条翠带长，万缕青丝扬。不将意马拴，却把心猿放。<br>【得胜令】呀，推倒老孤桩，横在小池塘。未做擎天柱，先为架海梁。你看一寸春光，能有几日柔条旺？犯着咱三尺秋霜，管教你登时落叶黄。弟子如今省了也。恰才杀了我，如何又活了呀？原来我是城南柳树精，可知头上生出柳枝来。师父，原来这官府公人都是神仙，可是那几位？这七人是汉钟离、铁拐李、张果老、蓝采和、徐神翁、韩湘子、曹国舅。<br>【水仙子】这个是携一条铁拐入仙乡，这个是袖三卷金书出建章，这个是敲数声檀板游方丈，这个是倒骑驴登上苍，这个是提笊篱不认椒房，这个足背葫芦的神通大，这个是种牡丹的名姓香。这七位神仙都认的了。师父可是谁？贫道因度柳呵，道号纯阳。<br>弟子恰才省了也。师父是吕真人，弟子是城南柳树精。既知你本来面目，我今番度你成道。如今跟俺群仙，同赴瑶池西王母蟠桃会去。如何不见桃花仙女，来此献桃？因师父度脱成仙，将自家结了的仙桃，王母娘娘行献寿去来。恰才杀了的是他幻身。他是瑶池仙种，已入长生不死之乡。只为你老柳是土木之物，难以入道，因此教他尘世走这一遭。<br>【落梅风】则为你临官路，出粉墙，常只是转眼间花残花放。引的个呆崔护洞门前来谒浆，且喜你桃源故人无恙。<br>小圣乃西池王母是也。今日设下蟠桃宴，请八洞神仙都来赴会咱。今日吕岩度的老柳、小桃，特来娘娘前祝寿。你两个过来参见娘娘者。<br>【滴滴金】看了这仙袂飘飖，仙姿绰约，仙音嘹亮，人在五云乡。更有那宝殿参差，蓬山掩映，瑶池摇漾，全不比半亩方塘。<br>【折桂令】端的是隔红尘景物非常，上面有彩凤交飞，青鸟翱翔。和那瑶草为邻，灵椿共茂，丹桂同芳。只教你占断风清月明，根盘的地老天荒。我为甚折取垂杨，移向扶桑！但能勾五千岁遐龄，索强如九十日韶光。<br>蟠桃宴罢。老柳，你既成仙，可随洞宾去，小桃只在小圣左右。众仙听我剖断他两个咱。柳共桃今番度脱，再不逞妖娆袅娜，说与你金缕千条，道与你红云一朵。你休去灞岸拖烟，你休去玄都喷火。柳丝把意马牢拴，桃树把心猿紧锁。你做了酒色财气，你辞了是非人我。今日个老柳惹上仙风，和小桃都成正果。<br>【随尾】从此后溪花喜有人相傍，岩枝怕甚风摇荡。今日个繁华梦恰才醒，翠红乡再休想。<br>题目岳阳楼自造仙家酒<br>截头渡得遇垂纶叟<br>正名西王母重餐天上桃<br>吕洞宾三度城南柳",
  "poet": {
    "id": 2379,
    "star": 0,
    "name": "谷子敬",
    "desc": "谷子敬（生卒年不详） 金陵（今南京）人。明代戏曲作家。元末官至枢密院掾史。明洪武元年(1368)因是元代旧臣充军源时，伤一足，终生悒郁。其作品中有涉于明洪武二十四年事，可知其卒年当在此年之后。所作杂剧五种，今仅存吕洞宾三度城南柳一种。《元曲选》太和正间谱评为“如昆山片玉。”并评曰：“其词理温润，如镠琳琅玕，可荐为郊庙之用，诚美物也。”明李开先在《词谑》中亦说：“《吕洞宾三度城南柳》次套，谷子敬生平得意词也。”谷子敬除杂剧外，尚有二套散曲存世。《录鬼簿续编》记谷子敬作散曲曾云：“蒙下堂伤一足，终身有忧色，作《耍孩儿》乐府十四煞，以寓其意，极为工巧，惜此曲不传。”"
  },
  "tags": []
}