{
  "id": 56095,
  "star": 108,
  "name": "谢池春·壮岁从戎",
  "dynasty": "宋代",
  "content": "壮岁从戎，曾是气吞残虏。阵云高、狼烽夜举。朱颜青鬓，拥雕戈西戍。笑儒冠、自来多误。 <br>功名梦断，却泛扁舟吴楚。漫悲歌、伤怀吊古。烟波无际，望秦关何处。叹流年、又成虚度。",
  "fanyi": "<p><strong>译文<br></strong>壮年从军，曾经有一口气吞下敌人的豪迈气魄。浓重的云层高挂在天上。原来是烽火狼烟点着了。红润的面庞、头发乌黑（的年轻人），捧着雕饰精美的戈向西去戍边。讥笑自古以来的儒生大多耽误了宝贵的青春时光。<br>上阵杀敌、建功立业的梦想已经破灭，却只能在吴楚大地上泛一叶扁舟。漫自悲歌，伤心地凭吊古人。烟波浩渺无际，边关到底在何处？感叹年华又被虚度了。</p> <p><strong>注释<br></strong>①“谢池春”：词牌名，又名“风中柳”、“玉莲花”等。<br>②“虏”：古代对北方外族的蔑视的称呼。<br>③“阵云”：浓重厚积形似战阵的云层。<br>④“狼烟”：烽火。古代边疆烧狼粪生烟以报警，所以称狼烟。<br>⑤“戍”：守边的意思。<br>⑥“儒冠”：儒生冠帽，后来指儒生。<br>⑦“流年”：流逝的岁月，年华。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　上片写词人过往的军旅生涯及感叹。“壮岁从戎，曾是气吞残虏。阵云高、狼烟夜举。朱颜青鬓，拥雕戈西戍”，这几句是词人对南郑生活的回忆。他那时是多么地意气风发，胸中怀抱着收复西北的凌云壮志，一身戎装，手持剑戈，乘马于胯下，随军止宿，气吞残虏。字里行间洋溢着一股豪气，颇能振奋人心。</p> <p>　　但接着词急转直下：“笑儒冠自来多误。”这一句化用<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>《奉赠韦左丞丈二十二韵》的“纨绔不饿死，儒冠多误身”而来，感叹自已被儒家忠孝报国的思想所误，一生怀抱此志，却时至暮年仍旧一事无成。看上去，词人有悔意，悔恨自己不该学习儒家思想，执著于仕进报国，但实是对“壮岁从戎”的生活不再的哀叹。</p> <p>　　下片写老年家居江南水乡的生活和感慨。“功名梦断，却泛扁舟吴楚。”词人求取功名的愿望落空，被迫隐居家乡。为排遣愁怀，他四处泛舟清游。“漫悲歌、伤怀吊古”，虽身在江湖，但心仍在朝堂之上。词人没有办法真正做到自我宽解。他“泛扁舟吴楚”，吴楚古迹仍旧引发起他无限怀古伤今之意。</p> <p>　　“烟波无际，望秦关何处？叹流年又成虚度。”“秦关”，即北国失地。那淼淼的烟波仍不能消除词人对秦关的向往，因壮怀激烈，他至老仍旧不忘收复失地，不甘断送壮志，故闲散的隐居生活使他深感流年虚度。</p> <p>　　这首词上片怀旧，慷慨悲壮；下片写今，沉痛深婉。作者强烈的爱国感情在字里行间充分地流露出来，感人至深。 </p> <p>　　爱国之情在<a href=\"http://so.gushiwen.org/author_272.aspx\">陆游</a>这篇作品里频有表述，且多慷慨激昂，壮怀激烈，而当词人晚年赋闲乡里，鬓白体衰之后回忆往事，更加悲恸万分，却又因无力回天，只落得无奈叹息。</p>",
  "about": "<h2>创作背景</h2> 　　南宋乾道八年（1172年）二月。词人任四川宣抚使<a href=\"http://so.gushiwen.org/author_726.aspx\">王炎</a>幕下的干办公事兼检法官。但到了十月，王炎被召还，幕府遭解散，词人转任成都。宣抚司治所在南郑（今陕西汉中），是当时西北前线的军事要地。在这里任职，词人有机会到前线参加一些军事活动，这符合他报效祖国、收复失地的的心愿。因而这不到一年的南郑生活，成了他一生中最为怀念的时光，这首词便是词人为追怀这段经历而作。",
  "poet": {
    "id": 272,
    "star": 0,
    "name": "陆游",
    "image": "http://img.gushiwen.org/authorImg/luyou.jpg",
    "desc": "陆游（1125—1210），字务观，号放翁。汉族，越州山阴（今浙江绍兴）人，南宋著名诗人。少时受家庭爱国思想熏陶，高宗时应礼部试，为秦桧所黜。孝宗时赐进士出身。中年入蜀，投身军旅生活，官至宝章阁待制。晚年退居家乡。创作诗歌今存九千多首，内容极为丰富。著有《剑南诗稿》、《渭南文集》、《南唐书》、《老学庵笔记》等。"
  },
  "tags": [
    "豪放",
    "回忆",
    "感慨",
    "生活",
    "爱国"
  ]
}