{
  "id": 52735,
  "star": 9,
  "name": "苏武令·塞上风高",
  "dynasty": "宋代",
  "content": "塞上风高，渔阳秋早。惆怅翠华音杳。驿使空驰，征鸿归尽，不寄双龙消耗。念白衣、金殿除恩，归黄阁、未成图报。<br>谁信我、致主丹衷，伤时多故，未作救民方召。调鼎为霖，登坛作将，燕然即须平扫。拥精兵十万，横行沙漠，奉迎天表。",
  "shangxi": "<h2>鉴赏</h2> <p>　　南宋高宗初立，迫于军民抗金情绪高涨，起用著名的抗战派<a href=\"http://so.gushiwen.org/author_76.aspx\">李纲</a>为相，似乎要有所作为，但他内心畏敌，只图苟安，并无抗金决心。不久，李纲就被投降派排挤罢相。这首词大概是李纲罢相后写的。</p> <p>　　上片写对二帝的怀念和报国无成的忧愁。“塞上风高，渔阳秋早。”因北国秋来，作者对囚居北国的宋徽宗、宋钦宗倍加怀念。渔阳本唐时蓟州，此处泛指北地。他所惆怅的是“翠华音杏”。自从二帝北行后，至今“翠华一去寂无踪”。（鹿虔扆《临江仙》）翠华，本是帝王仪仗中以翠鸟羽为饰的旗帜，此处代指皇帝。“驿使空驰，征鸿归尽，不寄双龙消耗”。双龙，指徽宗和钦宗。不论“驿使”，还是“征鸿”，都没有带来任何关于二帝的消息。这说明一位忠于君国的忠臣对北宋被金人灭亡这一惨痛的历史事件是刻骨铭心的。“念白衣、金殿除恩；归黄阁，未成图报”。白衣，没有官职的平民；除恩，指授官；黄阁，汉代丞相听事的门称黄阁，借指宰相。高宗起用李纲为相，李纲向高宗建议：“外御强敌，内销盗贼，修军政，变士风，裕邦财，宽民力，改弊法，省冗官，……政事已修，然后可以问罪金人……使朝廷永无北顾之忧。”（《宋史·李纲传》）由于高宗外受金兵强大压力，内受投降派的怂恿，无力振作，决心南逃。李纲被罢官，他想到自己出身平民，深沐皇恩，“未成图报”，实在是无由图报，情有可原，只留下满怀遗憾，一腔悲愤。</p> <p>　　下片由上片的“未成图报”过渡，继续抒发自己救国救民，抗敌雪耻的宏伟志愿。首先作者深有感慨地说，谁相信他有一片献给主上的耿耿丹心呢！朝政多变，情况复杂，和战不定，忠奸不辨，使他感伤。空叹自己“未作救民方召”。方，指方叔，周宣王时，曾平定荆蛮反叛；召，指召虎，即召穆公，召公之后。周宣王时，淮夷不服，召虎奉命讨平之。方、召都为周宣王时中兴功臣。李纲虽想效法方、召建立中兴之业，无奈高宗非中兴之主，不能信任他，他虽欲救国救民，不可得也。虽为自责之辞，亦不免含有对朝廷怨怼之意，只是怨而不怒而已。“调鼎为霖，登坛作将，燕然即须平扫。”“调鼎为霖”出自《尚书·说命》。商王武丁举傅说于版筑之间，任他为相，将他治国的才能和作用比作鼎中调味。《韩<a href=\"http://so.gushiwen.org/view_52735.aspx\">诗</a>外传》：“伊尹负鼎俎调五味而为相。”后来因以调鼎比喻宰相治理天下。武丁又说：“若岁大旱，用汝（傅说）作霖雨。”李纲感到古代贤君对宰相如此倚重，对比自己虽曾一度为相，仅月馀即被罢免。他认为个人的进退出处，无足轻重。而一念及天下安危，国家存亡，则愤懑之情，溢于言表。就他的文韬武略而言，如果登坛作将、领兵出征，他可以横扫燕然。“燕然”，即今蒙古人民共和国境内之杭爱山。此处泛指金国境内土地。李纲感到自己虽有出将入相之才，却无用武之地。如果让他继续为相、为将，他将领十万精兵，横行沙漠，“奉迎天表”。李纲不是夸口，他的将才是杰出的。据《大金国志》载：靖康元年，“斡离不围宋京师，宋李纲督将士拒之。又攻陈桥、封邱、卫州门，纲登城督战，杀数千人，乃退”。在被敌人包围的被动情况下，李纲尚能建立如此战功，如果真能让他“拥精兵十万”，则“横行沙漠”并非不可能。可惜他生不遇明君，又遭奸臣排挤，致使英雄无用武之地，他的壮志只能是梦想而已。“天表”是对帝王仪容的尊称，也可代表帝王。这里是指徽宗和钦宗，在封建社会，皇帝是国家元首，代表国家。皇帝被敌人俘虏，这是国家的奇耻大辱。迎归二帝，虽不可能重新君临天下，但这是报国仇、雪国耻，这也是包括李纲在内的南宋许多爱国志士的奋斗目标，李纲虽屡遭挫折，但愈挫愈奋，从不灰心，始终雄心勃勃，力图“挽狂澜于既倒，扶大厦之将倾”，其爱国激情，百世之后读之，仍令人心激荡不已。</p> <p>　　这首词虽也谈到“救民”，但从字面看，贯彻始终的是欲报君恩的思想。似乎只限于忠君。但在封建社会，忠君与爱国有时很难截然分开，君主是国家的象征，君主被俘，实际上标志着国家的灭亡。二帝被俘，就标志着北宋的灭亡。而要“奉迎天表”，就必须“横行沙漠”，打败金兵，收复失地。词中的忠君实际上也具有深刻的爱国主义思想。</p>",
  "poet": {
    "id": 76,
    "star": 0,
    "name": "李纲",
    "image": "http://img.gushiwen.org/authorImg/ligang.jpg",
    "desc": "李纲（1083年－1140年2月5日），北宋末、南宋初抗金名臣，民族英雄。字伯纪，号梁溪先生，祖籍福建邵武，祖父一代迁居江苏无锡。李纲能诗文，写有不少爱国篇章。亦能词，其咏史之作，形象鲜明生动，风格沉雄劲健。著有《梁溪先生文集》、《靖康传信录》、《梁溪词》。"
  },
  "tags": [
    "爱国"
  ]
}