{
  "id": 29894,
  "star": 153,
  "name": "江楼旧感 / 江楼感旧",
  "dynasty": "唐代",
  "content": "独上江楼思渺然，月光如水水如天。<br>同来望月人何处？风景依稀似去年。",
  "fanyi": "<p><strong>译文</strong><br>我独自一人来到这江边的高楼，我思绪纷然好像有满腹的忧愁。<br>我看见月光就像是水一般流淌，流淌的水又像是天空茫茫悠悠。<br>我还记得我们曾经一同来望月，而如今同来的你们又在哪勾留？<br>要知道这江楼水光相接的风景，和去年所见一样幽美一样轻柔。</p> <p><strong>注释</strong><br>⑴江楼：江边的小楼。感旧：感念旧友旧事。<br>⑵思渺然：思绪怅惘。渺（miǎo）然：悠远的样子。<br>⑶依稀：仿佛；好像。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　此<a href=\"http://so.gushiwen.org/view_29894.aspx\">诗</a>是唐人<a href=\"http://so.gushiwen.org/author_10.aspx\">赵嘏</a>的作品，原沈阳师范学院中文系教授徐竹心先生认为：这是一首情味隽永、淡雅洗炼的好诗。</p> <p>　　在一个清凉寂静的夜晚，诗人独自登上江边的小楼。“独上”，透露出诗人寂寞的心境；“思渺然”三字，又形象地表现出他那凝神沉思的情态。而对于诗人在夜阑人静的此刻究竟“思”什么的问题，诗人并不急于回答。第二句，故意将笔移开去从容写景，进一层点染“思渺然”的环境气氛。登上江楼，放眼望去，但见清澈如水的月光，倾泻在波光荡漾的江面上，因为江水是流动的，月光就更显得在熠熠闪动。“月光如水”，波柔色浅，宛若有声，静中见动，动愈衬静。诗人由月而望到水，只见月影倒映，恍惚觉得幽深的苍穹在脚下浮涌，意境显得格外幽美恬静。整个世界连同诗人的心，好像都溶化在无边的迷茫恬静的月色水光之中。这一句，诗人巧妙地运用了叠字回环的技巧，一笔包蕴了天地间景物，将江楼夜景写得那么清丽绝俗。这样迷人的景色，一定使人尽情陶醉了吧。然而，诗人却道出了一声声低沉的感喟：“同来望月人何处？风景依稀似去年。”“同来”与第一句“独上”相应，巧妙地暗示了今昔不同的情怀。原来诗人是旧地重游。去年也是这样的良夜，诗人结侣来游，凭栏倚肩，共赏江天明月，那是非常欢快的。曾几何时，人事蹉跎，昔日伴侣不知已经飘泊何方，而诗人却又辗转只身来到江楼。面对依稀可辨的风物，缕缕怀念和怅惘之情，正无声地啃啮着诗人孤独的心。写到这里，诗意豁然开朗，篇首“思渺然”的深远意蕴得到充分展示，诗人江楼感旧的旨意也就十分清楚了。</p> <p>　　短小的绝句律诗，一般不宜写得太实，而应“实则虚之”，这才会有余情余味。这首诗，诗人运笔自如，赋予全篇一种空灵神远的艺术美，促使读者产生无穷的联想。诗中没有确指登楼的时间是春天还是秋天，去年的另一“望月人”是男还是女，是家人、情人还是朋友，“同来”是指点江山还是互诉情衷，离散是因为世乱飘荡还是情有所阻，这一切都隐藏在诗的背后。只有充分发挥想象，才能充分领略这首小诗的幽韵和醇美。</p>",
  "about": "<h2>创作背景</h2> 　　这首<a href=\"http://so.gushiwen.org/view_29894.aspx\">诗</a>具体创作年代已不详，据清人所辑本事，这首诗作于作者<a href=\"http://so.gushiwen.org/author_10.aspx\">赵嘏</a>进士落第东归返乡之后。在一个风平浪静的夜晚，诗人独自登上濒临江边的一座楼上，眺望江上月夜的美景，进而想起去年与友人同赏的情形，兴发出物是人非之感，遂作此诗。",
  "poet": {
    "id": 10,
    "star": 0,
    "name": "赵嘏",
    "image": "http://img.gushiwen.org/authorImg/zhaogu.jpg",
    "desc": "赵嘏 , 字承佑， 楚州山阳(今江苏省淮安市楚州区)人， 约生于宪宗元和元年(806). 年轻时四处游历， 大和七年预省试进士下第， 留寓长安多年， 出入豪门以干功名， 其间似曾远去岭表当了几年幕府。 后回江东, 家于润州(今镇江). 会昌四年进士及第, 一年后东归。 会昌末或大中初复往长安， 入仕为渭南尉。 约宣宗大中六、七年(852、853)卒于任上。 存诗二百多首， 其中七律、七绝最多且较出色。"
  },
  "tags": [
    "孤独",
    "怀念",
    "友人"
  ]
}