{
  "id": 48219,
  "star": 170,
  "name": "昼夜乐·洞房记得初相遇",
  "dynasty": "宋代",
  "content": "洞房记得初相遇。便只合、长相聚。何期小会幽欢，变作离情别绪。况值阑珊春色暮，对满目、乱花狂絮。直恐好风光，尽随伊归去。 <br>一场寂寞凭谁诉。算前言、总轻负。早知恁地难拚，悔不当时留住。其奈风流端正外，更别有，系人心处。一日不思量，也攒眉千度。",
  "fanyi": "<p><strong>译文</strong><br>记得初次相遇时的洞房情景，就只想应该永远在一起。谁知道短短的幽会欢好，竟会变成分离前的最后情爱，又恰好是在阑珊的暮春。对着满眼乱飘的柳絮，心里恐慌着这美好的春光将全部随他的离去而消释了。<br>一场情爱最终寂寞，又跟谁说呢？想起以前的海誓山盟，被轻易辜负了。早知道如此难受，后悔当初不把他留住。奈何他除了长得风流端正，更还有让人朝思暮想的地方。一天不想他就要皱千次眉了，更何况想他呢？</p> <p><strong>注释</strong><br>⑴昼夜乐：词牌名，《昼夜乐》调名之曰“乐”，乃快乐之“乐”，与《齐天乐》、《永遇乐》之出于乐章，为乐府之“乐”不同；义盖彻昼彻夜行乐狂欢之意也。<a href=\"http://so.gushiwen.org/author_534.aspx\">吴均</a>词：“式号式呼，俾昼作夜”即属此意。至<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a><a href=\"http://so.gushiwen.org/view_48219.aspx\">诗</a>：“行乐争昼夜，自言度千秋”，调名即本斯义以创焉。<br>⑵洞房：深邃的住室。后多用以指妇女所居的闺阁。<br>⑶只合：只应该。<br>⑷小会：指两个人的秘密相会。幽欢：幽会的欢乐。离情别绪：分离前后惜别、相思的愁苦情绪。<br>⑸阑珊：将残、将尽之意。<br>⑹春色暮：即暮春，春天最后一段时间，指农历三月。<br>⑺满目：充满视野。<br>⑻伊：为第三人称代词，此词的“伊”亦指男性。<br>⑼凭谁诉：向人诉说。<br>⑽前言：以前说过的话。轻负：轻易地辜负了昨日的誓言。<br>⑾恁(nèn)地难拼：这样地难过。恁地：如此。难拼：指难以和离愁相拼。<br>⑿攒(cuán)眉千度：皱眉一千遍，形容整天愁眉紧锁。攒眉，愁眉紧锁。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　词以抒情女主人公的语气叙述其短暂而难忘的爱情故事。她从头到尾，絮絮诉说其无尽的懊悔。作者以追忆的方式从故事的开头说起，不过省略了许多枝节，直接写她与情人的初次相会。这次欢会就是他们的初次相遇。初遇即便“幽欢”，正表现了市民恋爱直捷而大胆的特点。这样的初遇，自然给女性留下特别难忘的印象，她一心认定“便只合，长相聚”。但事与愿违，初欢即又是永久的分离。</p> <p>　　暮春时节所见到的是“乱花狂絮”，春事阑珊。春归的景象已经令人感伤，而恰恰这时又触动了对往日幽欢幸福与离别痛苦的回忆，愈加令人感伤了。“况值”两字用得极妙，一方面表示了由追忆回到现实的转换，另一方面又带出了见景伤情的原因。“直恐好风光，尽随伊归去”之“伊”为第三人称代词，既可指男性，也可指女性。<a href=\"http://so.gushiwen.org/author_535.aspx\">柳永</a>的俗词是供女艺人演唱的，故其中的“伊”一般都用以指男性，此词的“伊”亦指男性。女主人公将春归与情人的离去联系起来，美好的春光她的感受中好象是随他而去了。“直恐”两字使用得很恰当，事实上春归与人去是无内联系的，她所作的主观怀疑性的判断，将二者联系起来纯是情感的附着作用所致，说明思念之强烈。“一场寂寞凭谁诉”，词情的发展中具有承上启下的作用。</p> <p>　　“一场寂寞”是春归人去后最易感到的，但寂寞和苦恼的真正原因是无法向任何人诉说的，也不宜向人诉说，只有深深地埋藏自己内心深处。于是整个下片转入抒写自身懊悔的情绪。作者“算前言，总轻负”，是由于她的言而无信，或是损伤了他的感情，这些都未明白交代，但显然责任是女方；于是感到自责和内疚，轻易地辜负了他的情意。再讲“早知恁地难拚，悔不当时留住。”可以看出她当初未考虑到离别后情感上竟如此难于割舍。他不仅举措风流可爱，而且还品貌端正，远非一般浮滑轻薄之徒可比，实是难得的人物。而这个人“更别有、系人心处”，写说她才能体验到的好处，也是她“难拚”的最重要的原因。</p> <p>　　结句“一日不思量，也攒眉千度”，非常形象地表现了这位妇女悔恨和思念的精神状态。攒眉即愁眉紧锁，是“思量”时忧愁的表情。意思是，每日都思量，而且总是忧思千次的，可想见其思念之深且切了。这两句的表述方式很别致，正言反说，语转曲而情益深。不思量已是攒眉千度了，则每日思量时又将如何，如此造语不但深刻，而且俏皮，十分传神。</p>",
  "about": "<h2>创作背景</h2> 　　这首词是描绘的是<a href=\"http://so.gushiwen.org/author_535.aspx\">柳永</a>自己的短暂而难忘的爱情故事。柳永因懊悔和无尽的思念之情而作此词。",
  "poet": {
    "id": 535,
    "star": 0,
    "name": "柳永",
    "image": "http://img.gushiwen.org/authorImg/liuyong2.jpg",
    "desc": "柳永，（约987年—约1053年）北宋著名词人，婉约派创始人物。汉族，崇安（今福建武夷山）人，原名三变，字景庄，后改名永，字耆卿，排行第七，又称柳七。宋仁宗朝进士，官至屯田员外郎，故世称柳屯田。他自称“奉旨填词柳三变”，以毕生精力作词，并以“白衣卿相”自诩。其词多描绘城市风光和歌妓生活，尤长于抒写羁旅行役之情，创作慢词独多。铺叙刻画，情景交融，语言通俗，音律谐婉，在当时流传极其广泛，人称“凡有井水饮处，皆能歌柳词”，婉约派最具代表性的人物之一，对宋词的发展有重大影响，代表作 《雨霖铃》《八声甘州》。"
  },
  "tags": [
    "宋词精选",
    "婉约",
    "女子",
    "伤春",
    "怀人"
  ]
}