{
  "id": 69024,
  "star": 15,
  "name": "沁园春·读史记有感",
  "dynasty": "宋代",
  "content": "试课阳坡，春后添栽，多少杉松。正桃坞昼浓，云溪风软，从容延叩，太史丞公：底事越人，见垣一壁，比过秦关遽失瞳？江神吏，灵能脱罟，不发卫平蒙？<br>休言唐举无功，更休笑丘轲自阣穷。算汨罗醒处，元来醉里；真敖假孟，毕竟谁封？太史亡言，床头酿熟，人在晴岚烟霭中。新堤路，喜樛枝鳞角，夭矫苍龙。",
  "shangxi": "<h2>鉴赏</h2> <p>　　读《史记》有感——这标题真是巨大无比，虾蟆吃天，且看他如何下口：“试课阳坡，春后添栽，多少杉松。”——谁也想不到，此篇竟会是这样一个开头：词人悠哉优哉，踱到自家庄园的南山坡上来核检开春后新栽树木的棵数了。此情此景，实即<a href=\"http://so.gushiwen.org/author_217.aspx\">辛弃疾</a>同调词《灵山齐庵赋》中之所谓“老合投闲，天教多事，检校长身十万松”，见出作者此时也已告老还乡。但这和读《史记》有什么关系？让我们耐着性子再往下看：“正桃坞昼浓，云溪风软，从容延叩，太史丞公。”——啊，原来在这之前词人确曾研读《史记》来着，不但读了，而且还有许多感想，这不，他乘着春光明媚，东风和软，悠到当然挨得着。这就叫文学艺术么。</p> <p>　　君不见<a href=\"http://so.gushiwen.org/author_52.aspx\">刘过</a>有一首《沁园春·斗酒彘肩》词，把唐代<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>、北宋林和靖、苏东坡都找来，与自己（南宋人）在西湖聚会吗？文学就有这种思接千载、打破时间、空间的法道。在这首词中，实则词人只不过把眼前的深邃山林看作<a href=\"http://so.gushiwen.org/author_608.aspx\">司马迁</a>罢了。同上引辛弃疾词就有“争先见面重重，看爽气朝来三数峰。……我觉其间，雄深雅健，如对文章太史公”的形象比喻，程词仍由此生发而出。</p> <p>　　词人究竟向司马迁叩问了些什么呢？其一：“底事越人，见垣一壁，比过秦关遽失瞳？”——《史记。扁鹊仓公列传》载春秋时名医秦越人服了神人长桑君给的灵丹妙药，从此能“视见垣一方人”，即隔墙见人。靠着这双魔力无边的神眼，为人看病，尽见五脏症结之所在。后入秦都咸阳，秦太医令李醯自知医术不如，遂使人刺杀之。对此，词人质疑道：越人既能洞察他人肺腑，为什么看不出李醯有谋杀他的用心？难道说他的“x”光透视眼一入秦国便不灵了么？其二：“江神吏，灵能脱罟，不发卫平蒙？”——《史记。龟策列传》载长江神龟出使黄河，中途被宋国的渔人以网捕获。龟乃托梦给宋元王，向他求救。王遣使者自渔人处求得此龟，正要放生，宋博士卫平却说此龟乃天下之宝，不可轻易放过。于是元王便剥龟甲为占卜之具。这个故事，词人认为也难以置信；龟为江神使者，其神异乃能托梦给宋王，从而逃脱渔人之网，却为何不能令卫平增智，使自己免遭杀身之祸？</p> <p>　　如此叩问，真是闻所未闻！这哪是什么“请教”？套用一句大白话，诚所谓“一根筷子吃藕——专挑眼儿”了。《史记》能够这样去读么？其实，以上二问，不过是词人抖出的两段“包袱”，无非“近来始觉古人书，信着全无是处”（辛弃疾《西江月。遣兴》）之意，实质性问题还在下阕：“休言唐举无功，更休笑丘轲自阣穷。”——战国时，燕国人蔡泽四处干谒诸侯，皆不见用，遂请唐举相面。唐举见其形象奇丑而挖苦他。但蔡泽自信必能富贵，并不因此而自卑，乃继续游说不已，后终得秦昭王赏识，拜为丞相。事见《史记。范雎蔡泽列传》。</p> <p>　　与蔡泽相比，<a href=\"http://so.gushiwen.org/author_856.aspx\">孔丘</a>、孟轲的运气要糟得多，是地地道道的“倒霉大叔”。他们周游列国，竭力宣传自己的政治主张，但却无功而返，只好退而著书。见《史记》的《孔子世家》及《孟子荀卿列传》。读了上述几篇人物传记，词人的感想是：不要因为蔡泽的富贵而去评说唐举的相面术没有功效，更不要由于孔、孟的穷困潦倒而去笑话他们缺乏能耐。一言以蔽之，政治上的显达也罢，沉沦也罢，都不值得关注。此话怎讲？待我们读了下面几句再说。</p> <p>　　“算汨罗醒处，元来醒里；真敖假孟，毕竟谁封？”——《史记。<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>贾生列传》载屈原忠于楚国，直言极谏，先后遭到怀王、顷襄王的放逐。他披发行吟于洞庭湖畔，面容憔悴，形容枯槁，有渔父问其何故至此，他答道：“举世混浊而我独清，众人皆醉而我独醒，是以见放。”又《滑稽列传》载春秋时楚国贤相孙叔敖为官廉洁，死后家无余财，其子只好靠背柴度日。于是滑稽演员优孟便妆扮成孙叔敖模样，往见楚庄王。王大惊，以为孙叔敖复生，欲以为相。优孟诈言回家与妻子商议，三日后答复庄王说：妇言楚相不足为。孙叔敖为楚相，尽忠为廉以治楚国，使楚王得以称霸诸侯，但他死后，儿子却没有一席之地。与其作孙叔敖，还不如自寻短见呢。庄王闻言大惭，遂赐孙叔敖之子封地四百户。四句语意紧承上文，略谓：细细想来，屈原自以为清醒，其实这正说明他的沉醉，因为他还没看破红尘，还执着于政治啊！从政有什么意思？君王们向来妍媸不分。请看，真孙叔敖和假孙叔敖，楚王到底封的是谁吧！读到这里，我们总算恍然大悟了：词人并非真的在和司马迁抬杠，正相反，他是把司马迁看作同调，在向那牢骚满腹的太史公倾吐自己的满腹牢骚呢。读其《洺水词》中《水调歌头主战的爱国之士；观》洺水集《里论备边、蠲税诸疏，又可知其拳拳于国计民瘼，是立朝以经时济世自任的名臣；及览》宋史《本传，更可知其晚年因受奸相史弥远的猜忌，处处受别于人，因此屡请退休养老。知人论世，我们不难理解词人读》史记《时何以会有这样的感慨。</p> <p>　　作者的问题业已提尽，牢骚也都发完，现在该轮到司马迁作答了。可是——“太史亡言，床头酿熟，人在晴岚烟霭中。”——司马迁竟然不赞一辞！是被词人问得无言以答，还是对词人的“高论”表示默许？或者，两方面兼而有之？这些都不必深究，反正词人想说的话俱已说出，可以从精神苦闷中自我解脱了。</p> <p>　　家酿新成，正堪痛饮；山林晴好，不妨优游。于是作者勒回野马般的思绪，依旧去检阅自家的杉松：“新堤路，喜樛枝鳞角，夭矫苍龙。”——看，那新堤路上枝干弯曲绞结的松木，树皮如鱼鳞，丫杈似虬角，形状象夭娇的苍龙，多么可爱！词人终于在人与大自然的和谐中暂时平息了对于世事的不平之鸣。</p> <p>　　这首词，以记叙文的笔法写议论文的题材，把易流于呆板的内容写得极其活泼；以旷达的笔调写愤懑的心胸，把易失之浅露的情怀写得十分深敛。笔力遒劲，笔势飞舞，笔锋犀利，笔墨停匀。以叙事起，以绘景结，步步推进，徐徐引去，而中间说理，过片不变，反复论难，纵横捭阖，结构奇特，章法别致，波涛起伏，妙不可言，确能使人耳目一新。《四库全书总目提要。洺水集》谓程珌“<a href=\"http://so.gushiwen.org/view_69024.aspx\">诗</a>词皆不甚擅长”，就总体而论是客观的，但三流作家有时也能写出一两篇质量较高的作品来，操选政者宜披沙简金，勿使有遗珠之憾可也。</p>",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "程必"
  },
  "tags": [
    "叙事",
    "议论"
  ]
}