{
  "id": 48204,
  "star": 8075,
  "name": "渔家傲·秋思",
  "dynasty": "宋代",
  "content": "塞下秋来风景异，衡阳雁去无留意。四面边声连角起，千嶂里，长烟落日孤城闭。<br>浊酒一杯家万里，燕然未勒归无计。羌管悠悠霜满地，人不寐，将军白发征夫泪。",
  "fanyi": "<p><strong>译文</strong><br>秋天到了，西北边塞的风光和江南不同。大雁又飞回衡阳了，一点也没有停留之意。黄昏时，军中号角一吹，周围的边声也随之而起。层峦叠嶂里，暮霭沉沉，山衔落日，孤零零的城门紧闭。<br>饮一杯浊酒，不由得想起万里之外的家乡，未能像窦宪那样战胜敌人，刻石燕然，不能早作归计。悠扬的羌笛响起来了，天气寒冷，霜雪满地。夜深了，将士们都不能安睡：将军为操持军事，须发都变白了；战士们久戍边塞，也流下了伤心的眼泪。</p> <p><strong>注释</strong><br>①渔家傲：又名《吴门柳》、《忍辱仙人》、《荆溪咏》、《游仙关》。<br>②塞：边界要塞之地，这里指西北边疆。<br>③衡阳雁去：传说秋天北雁南飞，至湖南衡阳回雁峰而止，不再南飞。<br>④边声：边塞特有的声音，如大风、号角、羌笛、马啸的声音。<br>⑤千嶂：绵延而峻峭的山峰；崇山峻岭。<br>⑥燕然未勒：指战事未平，功名未立。燕然：即燕然山，今名杭爱山，在今蒙古国境内。据《后汉书·窦宪传》记载，东汉窦宪率兵追击匈奴单于，去塞三千余里，登燕然山，刻石勒功而还。<br>⑦羌管：即羌笛，出自古代西部羌族的一种乐器。<br>⑧悠悠：形容声音飘忽不定。<br>⑨寐：睡，不寐就是睡不着。</p>",
  "shangxi": "<p>　　每读这首词，都会有不同的感悟。这首词首先给人的感觉是凄清、悲凉、壮阔、深沉，还有些伤感。而就在这悲凉、伤感中，有悲壮的英雄气在回荡着。</p> <p>　　“塞下秋来风景异”，劈头一句，作者就把我们带到了一个特殊的环境。时间是秋天，地点在边塞。风景呢？没说好，也没说坏，只说了一个“异”。“异”在哪里呢？且听下文：</p> <p>　　“衡阳雁去无留意。”衡阳雁去是雁去衡阳的倒装；古人相传，北雁南飞，到衡阳而止。衡阳城南有回雁峰，样子很像回旋的雁。“秋来”，满目萧条；“风景”越发“异”得难忍，所以雁儿毫不留恋地非飞走不可。这里表面写的是雁，实在写人。即连大雁都不愿在这儿呆下去了，更何况人？但是，边塞军人毕竟不是候鸟，他们却坚守在边塞。</p> <p>　　下面三句，写的就是“雁去”后的情景。</p> <p>　　“四面边声连角起”，“边声”，指边地的风号、马鸣、羌笛之声。这是写声音的，这声音富有边塞地区的特色。《答<a href=\"http://so.gushiwen.org/author_460.aspx\">苏武</a>书》中的“侧耳远听，胡笳互动，牧马悲鸣，吟啸成群”，可作注释。然而，<a href=\"http://so.gushiwen.org/author_510.aspx\">范仲淹</a>在这里却更有一层深意，那就是“连角起”。角，是古代军队里吹的乐器。“四面边声连角起”，就是军中号角吹动，四面八方的边声便随之而起。在这里，作者是把军中的号角作为主体来写的，它带动着边地的一切声音。这就是说，边地“雁去”了，边地的驻军没去；不但没去，而且用他们的号角，与边地的人民紧紧相连。这声音也许有点单调，甚至有点悲凉，但壮阔，充满力量。</p> <p>　　“千嶂里，长烟落日孤城闭”是上阕的结句，突出地表现出边塞的安稳和牢固。“千嶂”，是写山势，层峦叠嶂，犹如巨大的屏风。“长烟”，是炊烟和暮霭所形成的一片雾气。在“落日”中，边地的孤城及时地把城门关上了。“城”是孤的，但有“千嶂”环绕，“长烟”笼罩，“落日”照耀，就不显得那么孤独无靠。它是坚固的，结实的，严阵以待的。然而，城的坚固与否，更重要的还在于把守它的驻军。因此，在词的下阕，作者就把边防军人推向画面中心，集中笔墨表现他们的思想感情。</p> <p>　　“浊酒一杯家万里，燕然未勒归无计。”这句是全词的核心，是它的灵魂所在。边塞军人一边饮着浊酒，一边思念着家里的亲人和家乡的一草一木。这不但是合情的，而且是合理的。所谓合情，就是这些军人到了晚间，思家、思乡之情就愈加浓烈。这符合生活的真实，令人信服。所谓合理，就是正因为他们热爱家乡，所以他们才更热爱祖国，他们也就不会像雁那样“无留意”地飞走，而是坚守在岗位上。不只坚守，他们并不满足于坚守，他们还盼望着打仗，出击打胜仗。因为只有这样，国土才能完整，边塞才能巩固，边防军人才能回到自己可爱的家乡。因此，接下来的“燕[yān烟]然未勒归无计”七个字就有着深刻的含义了。</p> <p>　　“燕然”，指燕然山，就是今天的杭爱山。“勒”，刻的意思。据《后汉书·窦宪传》记载，公元89年，东汉将军窦宪打垮匈奴进犯，乘胜追击，“登燕然山去塞三千余里，刻石勒功”而还。所以“勒石燕然”就成了胜利的代名词。“燕然未勒归无计”，意思就是抗敌的大功还没有完成，回家的事就不能去计议了。这个“计”字很重要，它是计议、打算的意思，可见边防军人不回家是主动地、自觉的。若是把它理解为计策的“计”，那边防军人的不能回家就成为被动的、无奈的了。这样理解，对边防军人的形象，对全词的意境就都有损害。</p> <p>　　“羌管悠悠霜满地”，承上启下，进一层强调边防军人想家思乡的情绪，并由此而写出全体将士忧国的情状和感慨。</p> <p>　　“人不寐，将军白发征夫泪。”人为何不能成寐？将军已经白发苍苍为何还在服役？年轻的兵士为国守边为何还要落泪？这里有悲的成分，但并不重要，重要的是忧，是怨，是愤愤不平。他们忧虑国家的安全，抱怨朝廷无人整顿武备，更为当局没有一个正确的方针政策而愤懑，以致边防军人久住“塞下”，将老，却不能退休家园，兵少，却不能与妻子团圆。</p> <p>　　从《渔家傲》全词来看，应当说，情调是悲壮的，感情是强烈的，它是一首古代边防军人之歌，以其英雄气概扣动着历代千万读者的心扉。</p>",
  "about": "<h2>创作背景</h2> <p>　　宋康定元年（1040年）至庆历三年（1043年）间，<a href=\"http://so.gushiwen.org/author_510.aspx\">范仲淹</a>任陕西经略副使兼延州知州。据史载，在他镇守西北边疆期间，既号令严明又爱抚士兵，并招徕诸羌推心接纳，深为西夏所惮服，称他“腹中有数万甲兵”。这首词作于北宋与西夏战争对峙时期。宋仁宗年间，范仲淹被朝廷派往西北前线，承担起北宋西北边疆防卫重任。</p>",
  "poet": {
    "id": 510,
    "star": 0,
    "name": "范仲淹",
    "image": "http://img.gushiwen.org/authorImg/fanzhongyan.jpg",
    "desc": "范仲淹（989－1052年），字希文，汉族，北宋著名的政治家、思想家、军事家、文学家，世称“范文正公”。范仲淹文学素养很高，写有著名的《岳阳楼记》。"
  },
  "tags": [
    "宋词三百首",
    "初中古诗",
    "秋天",
    "边塞",
    "思乡",
    "爱国"
  ]
}