{
  "id": 70055,
  "star": 2,
  "name": "杂剧·西游记·第一本",
  "dynasty": "元代",
  "content": "湛露尧蓂一叶新宝筵祥霭丽仙宸<br>三元同降天王节万国均瞻化日春<br><br>第一折之官逢盗<br>旃檀紫竹隔凡尘，七宝浮屠五色新。佛号自称观自在，寻声普救世间人。老僧南海普陀洛伽山七珍八宝寺紫竹旃檀林居住，西天我佛如来座下上足徒弟。得真如正遍知觉，自佛入涅槃后，我等皆成正果。涅槃者，乃无生无死之地。见今西天竺有《大藏金经》五千四十八卷，欲传东土，争奈无个肉身幻躯的真人阐扬。如今诸佛议论，着西天毗庐伽尊者托化于中国海州弘农县陈光蕊家为子，长大出家为僧，往西天取经阐教。争奈陈光蕊有十八年水灾，老僧已传法旨于沿海龙王随所守护，自有个保他的道理。不因三藏西天去，那得金经东土来。几年积学老明经，一举高标上甲名。金牒两朝分铁券，玉壶千尺倚冰清。下官姓陈名萼，字光蕊，淮阴海州弘农人也。妻殷氏，乃大将殷开山之女。下官自幼以儒业进身，一举成名，得授洪州知府。欲待携家之任，争奈夫人有八个月身孕。知会已去了，不敢迟留，来到江口百花店上，暂停一二日，寻个稳当船儿，却往洪州去。夫人，夜来我买得一尾金色鲤鱼。欲要安排他，其鱼忽然眨眼。我闻鱼眨眼必龙也，随即纵之于江去了。相公说的是也。咱着王安去觅船，明日早行。<br>【仙吕】【赏花时】放鱼的都言子产良，射虎的皆称周处强。你之任到他乡，买得活鱼尚不忍坏，今恩足以及禽兽矣。百姓行必有个主张，咱两个携手上河梁。<br>自家姓刘名洪，专在江上打劫为活。我虽然如此，不曾做歹勾当。不敢大街走，则向小巷闯。小心怕官府，不做歹勾当。门外卖私盐，院后合私酱。做些小经营，不做歹勾当。撑船载商贾，江水正浩荡。见财便生心，命向江中丧。只是这几般，不做歹勾当。算命买卦，合有一拳财分，有个好媳妇分，不知这姻缘在那里？打当下船，看有甚人来？相公夫人着我觅一个船，我是第一个仔细的。这江边有一只船，梢公在那里？俺相公除洪州知府，带夫人上任去。我看你也是本分人，你肯去么？天那，这拳财在这里了。小人正是洪州人，在这里专载客商官长郎中。你作成小人，小人到那里，有好公事，我来投奔你。咱一同去来。<br>俺在这酒务儿里等着王安觅船去，怎生不见来？此一行，奈妾有八个月身孕，惟恐路上艰难。夫人放心，吉人自有天相。到这里也没奈何了。<br>【仙吕】【点绛唇】从离乡闾，到于此处，千余路。水涌山铺，掩映着白蘋渡。<br>【混江龙】这里有船无路，玉骢不惯识西湖。乡关何处？烟景模糊。一片锦帆云外落，千重绣岭望中舒。江声汹涌，风力喧呼，犹怀着千古英雄怒。这山见几番白发，这水换几遍皇都。<br>打酒来。路途上少饮。世间万事，惟酒消除。<br>【油葫芦】你道是万事无过酒破除，你不曾读《大禹谟》？禹恶旨酒而好善言，进来的美酒禁入皇都。你今日白衣应举思高步，恰便似黄鹂出谷迁乔木。今日受三品职，全凭你满腹书。布衣中跳到洪州路，倒不如借住在步兵厨。<br>【天下乐】你恨不得解珮留琴当剑沽，全不学三闾楚大夫，叹独醒满朝都是酒徒。习池边颓了季伦，竹林中迷了夷甫。这两个好饮的君子，到如今，播清风一万古。<br>这梢公是洪州人，至本分，俺雇他船去。好个梢子。这人敢不中？小人眼里识人，夫人放心。<br>【村里迓鼓】听了他语言无味，觑了他面色可恶！夫人，你多事，你是汉时许负？我虽不是汉时许负，端详了是个不良人物。你看他胁肩谄笑，趋前退后，张皇失错。夫人，我认得人。聪明的王伯当，不妨事。糊突了裴闻喜，休送了孤寒鲁义姑，恁堤防着船到江心漏苦。<br>【元和令】料心肠似蝎毒，看眼脑似狼顾。娘子，灰头草面不打扮，偿或江上遇着相知朋友，怎生厮见？路途中何须用巧妆梳，金凤翘珠络索？却不道周亡殷破越倾吴，都则因美艳妹。<br>【上马娇】想当日妲己又俗，褒姒又愚。西子有妖术，累朝把家邦来误。可正是，美女累其夫。<br>【幺】他每送了百二山河壮帝居，愿及早到洪都。俺三口别无眷属，无金无玉，有官有禄。受天子御前除。<br>【游四门】除俺做洪州知府教风俗，小人正是本处人。你正是本乡居。着殷勤相公亲抬举，免税脱丁夫。咱两口，都不会说嚣虚。多谢夫人。禀老爷，好顺风，请早些下船罢。不免扯起篷来。<br>【胜葫芦】则见他风顺帆开船去速，更疾似马和车。俺歹煞是洪州民父母，你怎敢推前抢后，你来我去？夫人，才下船要利市，饶他初犯罢。相公说那里话。常言道君子断其初。<br>王安那里？我眼里认得人，夫人。来到大姑山脚下。相公，你前生少欠我的。你的家缘过活妻子，都是我受用。明年这早晚是你的死忌。你死了呵，我与你追荐，累七念经□□□个慈悲的好人。那梢子，我与你有甚冤仇，害我性命？这里呵，放你不过了。<br>【后庭花】这厮去绿杨堤停了棹橹，黄芦岸持着刀斧。红蓼滩人踪少，白蘋渡船舰疏。阁不住泪如珠，他把他头梢揪住。风悄悄水声幽蒲苇枯，云漭漭碧天遥雁影孤，冷清清露华浓月色浮，明朗朗银河现星斗铺。<br><br>【青哥儿】呀！急煎煎无一个亲人相护，紧邦邦扯住了衣服，哎，你个粪土之墙不可木亏，又无甚钱物。杀坏他身躯，倾陷了俺儿夫，强要他媳妇。天意何如？人命何辜？哎！你个柳盗跖哥哥忒心毒，怎下得浪淘淘流将他去？<br>我单为你坏了你丈夫，你肯与我为妻，我将你丈夫宣命，依旧做洪州府尹，你依旧做夫人。倘若不从，一刀两段。我死不争，争奈有八个月身孕，未知是男是女，久以后丈夫冤仇，着谁人报得？罢、罢、罢我且暂时随顺了他，待分娩之后，再作区处。兀那刘洪，我随顺你，则要你依我两件事：等我分娩了身孕，男儿三年孝满，恰好孩儿三岁，我便和你做夫妻。好、好，且到晚夕商量。刘洪生平愿足也。<br>【尾声】拆散了美满并头莲，接上这热莽连枝树，你愿足咱心未足。鸱枭难和莺燕侣，厕坑里蛆怎和你似水如鱼。若是到洪都，佥押文书，甚的是六案须知和裣目？这一个屈死的风流丈夫，偷生的愚痴拙妇，谁想俺死和生的夫妇到头疏？<br>第二折逼母弃儿<br>误入尘寰醉碧桃，泾阳宫殿冷鲛绡。不因子产行仁政，难免公厨银镂刀。小圣南海小龙，为赴分龙宴饮酒醉了，化作一尾金色鲤鱼，卧于沙上，被渔人获之，卖于百花店。有陈光蕊者，买而放之于江，此恩未尝报得，不想此人被水贼刘洪推在水中，又有观音法旨，令某等水神随所守护。被小圣救入水晶宫殿，待十八年后，复着他夫妻父子团圆。渔翁市上卖金鳞，放我全身入海津。其子剑诛无义汉，我将金赠有恩人。垂垂金带挂银鱼，那识前朝史共书。公事问明如彻底，一生只怕问穿窬。自从劫杀陈光蕊，我将他官诰之任。本妇生得个孩儿，我想要这贼种怎么？我在这江边住坐，若有些跷蹊，不是好事，必须斩草除根，春到萌芽不发。夜来观音法旨云：毗庐伽尊者今日有难，分付巡海夜叉，沿江水神，紧紧的防护者。自从被贼徒坏了男儿，我得了个孩儿，今朝满月，贼汉逼临我抛在江里。待不依来，和我也要杀坏。我死了呵，谁与我男儿报仇？则索依着他。儿呵，也是我出于无奈。<br>【中吕】【粉蝶儿】满腹离愁，诉苍天不能答救，俺一家儿和你有甚冤仇？淹杀我儿夫，奸淫他媳妇，又待废他亲生的骨肉。那贼汉劣心肠火上浇油，不依从恐遭毒手。<br>【醉春风】烧一陌断肠钱，酹三杯离恨酒。滔滔雪浪大江中，陈光蕊呵，你魂灵儿敢有、有！我有一个大梳匣，将孩儿安在里面，将两三根木头儿，将蔑子缚着，可以浮将去。匣子里安藏，水波边抛弃，陈光蕊呵，你在那浪花中等候。<br>【迎仙客】心肝浑似摘，我泪点卒难收，将这乳食儿再三滴入口。若流过蓼花滩，芦叶洲，休着当住石头，天那，则愿得渔父每争相救。<br>我将金钗两股，约重四两，缚在孩儿身上。长江大海龙神圣众，可怜孤子咱！<br>【石榴花】愿龙神保佑莫迟留，休着鱼鳖等闲瞅。鼋鼍蛟蜃莫追逐，到瓜州渡口，有人亲救。对天祷告还生受，保护得他速见东流。金钗两股牢拴就，抵多少骑鹤上扬州。<br>【斗鹌鹑】恁娘那里望眼将穿，俺儿大灵魂儿尚有。儿呵，则愿得性命完全，精神抖擞。恰便似红叶儿飘香出御沟，淹淹地伴野鸥。俺孩儿身向低行，谁肯道恩从亡流？<br>我将衫儿摅下一块来，咬破我小拇指尖，写着孩儿生月年纪，仁者怜而救之。<br>【上小楼】咬破我这纤纤指头，一任淋淋血溜。摅一缕白练，写两行红字，赴万顷清流。将匣缝儿塞，匣盖儿缚，包袱儿紧扣，我须关防得宋水屑不漏。<br>【幺】虽然是木漆匣，看承做竹叶舟。则要稳稳当当，渺渺茫茫，荡荡悠悠。天地祚，祖宗扶，神明相祐，但活得几岁也罢，谁敢望赛锾铿般百千长寿？不撇下，则管在那里怎么？<br>【十二月】他那里呱呱叫吼，我这里急急抽头。将匣子轻抬手，近着这沙岸汀洲。哭声哀猿闻肠断，匣影孤鱼见应愁。<br>【尧民歌】儿呵，趁着这一江春水向东流，离子上源头则愿你有下场头。蒹葭寒水泛轻鸥，恰便似杨柳西风送行舟。休则管逼逐，别离几样忧，如摘下心肝上肉。<br>【般涉调】【耍孩儿】淹淹直向江心溜，揾泪血凝眸早去久。普天上似我的有几人愁，望孩儿恨不的也化做石头。心如快鹞拖着线，身似游鱼吞了钩。泪滴满江妃袖，儿呵，飘飘荡荡，娘呵，切切忧忧。<br>【幺】咽不下心内苦，遮不了脸上羞。怀耽十月干生受，一个赤子入井谁人救？一个红粉迸波那个瞅？今日肉落在猫儿。做儿的花飘泛水，做娘的几时得叶落归秋。<br>【尾声】跛弓鞋恰转身，回胭领再瞬眸。这一个锁离愁的匣子儿索是劳台候，望着那流水斜阳路儿上走。<br><br>第三折江流认亲<br>圣僧罗汉落水。水卒，你与我腾云驾雾，扛抬到金山寺前去者。新妇矶头眉黛愁，女儿浦口眼波秋。青箬笠前无限事，绿蓑衣底一时休。天明也，俺打鱼去来。呀！兀那沙滩上火起，向前去看咱。元来是一个匣儿，里面不知甚么东西？且待我打开来看。呀！是一个小孤儿，不知是何妖怪？将去见长老去来。一住金山十数春，眼前景物逐时新。长江后浪催前浪，一替新人换旧人。老僧丹霞禅师，乃庐山五祖之弟子，在于金山一住数年。昨日伽蓝相报，有西天毗庐伽尊者，今日早至。分付知客侍者，撞钟焚香迎接者。今早小人打鱼，见沙滩焰起，去看时，却是个漆匣儿，内有一个小孩儿，与长老看，莫不是妖精怪物么？将来看，好个孩儿。寒光闪烁，异香馥人。内有金钗二股，血书一封，上写道：\"殷氏血书。此子之父，乃海州弘农人也，姓陈名萼，字光蕊。官拜洪州知府。携家之任，买舟得江上刘洪者，将夫推堕水中，冒名作洪州知府。有夫遗腹之子，就任所生。得满月，贼人逼迫，投之于江。金钗二股，血书一封。仁者怜而救之。此子贞观三年十月十五日子时建生。别无名字，唤作江流。\"呀！十一月十五日投之于江，今日是十六日，况值寒冬天道，一夜至此，岂非异人乎？必伽蓝所报者是也。渔翁，这金钗与恁，将去买酒吃。寺外山前人家，新没了孩儿的娘母有乳者，我将盘缠去，与老僧抬举者。老僧将此血书藏下，待此子成人，着他寻亲报仇雪恨者。念佛修行去诵经，谁知处处有神明。平生不作亏心事，半夜敲门不吃惊。自从害了陈光蕊，冒任一年，便动了残疾致仕。本在江边住坐，放债为活。那人心已死了，他又无些枝叶，这件事稳稳当当了。他常劝我看经作善事，我也依着他，他也敬重我。我本不曾在他行做歹勾当。城内寻几个相知，饮酒去也。白发萧萧两鬓边，青山绿水即依然。人生何异南柯梦，捻指光阴十八年。老僧丹霞是也。自幼收得江流儿，七岁能文，十五岁无经不通，本宗性命，了然洞彻。老僧与他法名玄奘。玄者妙也，奘者大也，大得玄妙之机，是以名曰玄奘。今年十八岁！提调满寺大众。夜来伽蓝报云：\"此子时节到也。当报仇雪恨去。\"唤玄奘来！小僧玄奘是也。师父呼唤，须索走一遭。玄奘，你今年几岁也。小僧那里得知？今年说道十八岁也。你姓甚么？小僧自幼师父抬举，知他姓甚么<br>？今年时节到了。我对你说：你父亲姓陈名萼，字光蕊，海州弘农人也。应举及第，得洪州太守之职。母殷氏怀妊你八个月，携家之任，江上遇贼刘洪，将你父亲推堕水中，将你母亲为其妻子，冒任洪州知府。就任所生你。方及满月，贼汉逼迫，将你投之于江。汝母咬破指尖，修血书一封，上写着你年月。打鱼的江上拾得个匣儿，匣儿内藏着你。我收留，长成十八岁也，合报父母之仇去。从头一一记者，你可去先报了生身的慈亲，却来报养身的师父。孩儿呵，我从头细说根由，你须当用意追求。不争你一时气死，谁报你父母的冤仇？则就今日与你收拾盘缠，便索登程。只是一件，那厮在彼处十八年，广有手足。寻见你母亲，星夜回来，老僧和你去。若非吾师抬举，玄奘焉有今日？此恩生死难忘。则就今日脚跟高系鹭鸶腿，纸被牢拴蜘蛛腰。望插竿吃饭，听钟鼓打眠。便往洪州走一遭。玄奘去了。老僧从今后，伏枕朝朝生去梦，倚栏日日盼归舟。自从抛弃了孩儿，屈指早十八年也。这贼汉也吃我降伏那性下来，每日入城饮酒，今日又去也。我这几日耳热眼跳，神思不安，不知为何？则因思想丈夫与孩儿，恹恹成病。几时是我不烦恼的日子也？痛杀我也。儿呵，<br>【商调】【集贤宾】你趁着那碧澄澄大江东去得紧，如失却宝和珍。白日里鱼行虾队，到晚来鹭友鸥群。黑蒙蒙翠雾连山，白漭漭雪浪堆银。则俺那跳龙门的丈夫转世稳便，重生上八岁为人。目穷明月渡，肠断碧天云。<br>【逍遥乐】倚危楼高峻，瞑眩药难痊，志诚心较谨。来到洪州。问人来，旧太守陈光蕊家，在江边黑楼子内便是。惭愧，有他呵便，有我的母亲。来到也，这个便是。我叫一声：阿弥陀佛。见一个小沙弥来往踅开门，叫一声阿弥陀佛心意全真。策杖移踪似有因，恰便是塑来的诸佛世尊。师父，俺家里斋来。有布施么？有做袈裟的绸绢，供佛像的斋粮，御严寒的衲裙。<br>娘子难消。师父从那里来？我从金山寺来。金山寺至此，几日可到？风顺二十日可到，风不顺一月可到。那金山寺是大刹，万众可容。自来说金山寺是个大刹所在。<br>【金菊香】金山来此二三旬，宝殿能容千万人。问讯向前礼数勤，觑了他清气逼人，恰便是一溪流水彻云根。这和倘好似我陈光蕊男儿也呵！<br>【梧叶儿】眉眼全相似，身材忒煞真，霞脸绛丹唇，莫不是石上三生梦，天台一化身？我心下自如亲。师父，你法算多少了？小僧年一十八岁也。俺孩儿在时，也一十八岁。儿呵，你随着十八年波翻浪滚。<br>师父，你几年上出家来？俗姓甚？有亲也无亲？<br>【醋葫芦】我问你何处是家？那个是亲？几年上落发做僧人？出母胞胎，便做僧人。出胞胎便怎生离世尘？也是你前生有分，便是离母腹中出家，也须索有你爷娘。与我从头一一说缘因。我父姓陈，母姓殷。<br>【幺】他道是父姓陈，母姓殷。为官为吏是当军？我父亲任洪州太守。几年上此间来治民？贞观三年八月间，被贼人劫杀在江中了也。则一句道的我心迷眼晕，他道是江上遇着强人。<br>你怎生得活来？小僧其时在母腹中八个月。你如何知道来？小僧那里知道！俺师父丹霞禅师说：金山下打鱼的拾得一漆匣，内有金钗二股，血书一封。长老收留抬举，七岁读书，十五岁通经，今年十八岁，着我来洪州寻母亲。<br>【幺】听说绝口内词，扫除了心上尘。幽幽的顶门上去了三魂，元来是仁流儿远乡来认亲。娘子，好要便宜也，我怎生是恁孩儿？是小的每言多语峻，告吾师心下莫生嗔。<br>师父，你休怒。你那血书，曾将来么？我偌多田地来，指甚么为题？你有血书，我有抄的墨书。你听我念\"此子之父，乃海州弘农人也，姓陈名萼，字光蕊，官拜洪州知府。携家之任，买舟得江上刘洪者，将夫推堕水中，冒名作洪州知府。有夫遗腹之子，就任所生。得满月，贼人逼迫，投之于江。金钗二股，血书一封。仁者怜而救之。此子贞观三年十月十五日子时建生。别无名字，唤作江流。\"<br>【幺】尘昏了老绢帛，金黄了旧血痕。这的是一番提起一番新，与我那十八年的泪珠都征了本。善和恶在乎方寸，恰便似花开枯树再逢春。<br>孩儿，这贼手足较多，休中他的机关。我收拾盘缠就下船。星夜回金山寺去，请师父引你来，报仇雪恨。<br>【仙吕】【后庭花】我这里收拾下金共银，则要你早分一个冤与恩。俺孩儿经卷能成事，陈光蕊呵，你说甚文章可立身？莫因循，疾忙前进。下水船风力稳，报仇心如箭紧，去程忙似火焚。<br>【柳叶儿】我又想当年时分，哭啼啼送你到江滨。今日个蒲帆百尺西风顺，休辞困，暂劳神，天那，谁承望血修书弄假成真？<br>则就今日拜辞母亲，便回金山寺去也。孩儿去了。恐贼汉回来，我且入内去。<br>【商调】【浪里来】才得见掌上珍，又提起心头闷。今宵何处去安身？明日里风波可又无定准。眼睁睁看的他有家难奔，空着我断肠人送断肠人。<br><br>第四折擒贼雪仇<br>尧舜遗风此日回，民逢贞观乐悠哉。半生功入千年史，五马官因七步才。小官虞世南。方今唐太宗皇帝即位，贞观二十一年，小官官拜翰林应奉。为江上鼠贼伤人，御笔点差我为洪州太守。今日升堂坐衙，看有甚么人来。老僧离了金山寺，和玄奘来至洪州。洪州太守虞世南和老僧有一面之交，引着玄奘告状去。久不见尊师颜范，今日从何而至？老僧自金山来，有事干渎相公。有甚事？此僧是老僧的弟子。其先海州弘农人也，父姓陈名萼，字光蕊，母殷氏，贞观三年除本处太守。彼时此子在母腹中八个月，江上被水贼刘洪将父推之于江，将其母收之，冒名之任。此子在此间生得满月，贼令投于江内，一夜流至金山。老僧夜得异梦，明早渔者获而献于寺中。匣内有殷氏血书一封，记其子之年月日时。老僧衰怜，令山下人家抬举，七岁入寺读书，十五岁通经忏，今年十八岁。老僧对他说破前因，行脚至此，寻着他母亲。此贼尚在，特来告相公，与这孩儿做主咱。某为水贼兴发，御笔点差本处为太守。城边有贼不知，要我怎么？老僧一一言罢，下官细细详听。疾忙唤当厅祗候，快去点门外弓兵。不用枪刀显露，则将暗器潜行。拿将贼汉到官，按律法明正典刑。夜来酒多了几杯，今日身子困卷，起不来。娘子，你熬些粥汤儿与我吃。孩儿去经两月，音信不闻。这贼汉害酒在家，若来时正好。谁想有今日也呵？<br>【双调】【新水令】则俺那困龙儿须有上天时，成了我报冤仇丈夫之志。寸心浑似火，两鬓渐成丝。往常时我貌比花枝，体若凝脂，今日个裙掩过两三祬。夜来灯花爆，今日灵鹊噪。孩儿敢待来也。<br>【驻马听】鹊噪花枝，报仇恨的孩儿敢来到此。龙蟠泥滓，受辛勤娘母困于斯。这贼汉孽罐儿满了，想天公不受半分私，则怕阎王注定三更死，这厮怎能勾亡正寝、全四肢？少不得一刀两段诛在都市。娘子，我也无歹处，你救我咱。<br>【雁儿落】神道般官吏使，虎狼般公人至。到官休说你的事出来，我也是有情分的人。我不申口内言，你自想心间事。<br>长老放心，拿将此贼来。妾身殷开山之女，被此贼所害，相公已知了也。<br>【得胜令】长老便是正名师，那得小和尚来告状，他是谁？天网恢恢，疏而不漏，这个是江流的小孩儿。今日个死草重交翠，残花再发枝。当时，已趁英雄志，你不索寻思，则要你填还俺夫婿死。<br>大人问刘洪端的，小人专在江边做贼。见财物便去伤人，那管他东西南北。陈光蕊运蹇时乖，着王安雇咱船只。一见他媳妇丰姿，又爱他钱财段匹。将主仆命丧江心，把媳妇与咱配匹。冒宣命竟到洪州，做太守全无人识。三个月生下江流，逼他向江中弃掷。不期死里逃生，今日与咱对敌。江流儿，你为亲爷害晚爷，这供状桩桩是实。孤即引此贼，直至大江水。尖刀剖其腹，俘献陈光蕊。维贞观二十一年春三月朔日，男玄奘谨以清酌庶羞，致祭于亡考洪州知府府君之灵曰：人之父母，皆得供养。嗟我亡考，一无所向。孤子为僧，复仇江上。母氏归宁，父魂飘荡。斩贼献俘，不胜悲怆。江风萧萧，江水荡漾。涤牲在俎，置酒于盎。府君有灵，来兹昭降。哀哉尚飨。<br>【川拨棹】江上设灵祠，用三牲作祭祀。浪卷风嘶，风袅杨枝。哑，孩儿，远远望见江面上，是你父亲的灵魂来了。这就是我父亲？鬼吏参差，簇捧着屈死的孤穷秀士。十八年霜雪姿，我苍颜他似旧时。<br>哑，异哉！这是陈光蕊？有鬼！有鬼！我不是鬼！我不是鬼！既不是鬼，请上涯来，相公，你被刘洪推在水中，怎生得活来？我曾买鱼眨眼，放之于江，因此龙王养我在水晶宫内十八年。观音佛旨，着我回于阳世。这小和尚是谁？就是你孩儿，今日来报仇雪恨。<br>【七兄弟】他说罢口内词，官人每三思，一个个痛嗟咨。众官见老僧么？长安城中，今夏大旱。可着玄奘赴京师，祈雨救民。我佛有五千四十八卷《大藏金经》，要来东土，单等玄奘来。虞太守听我叮咛：依老僧国祚安宁。陈光蕊全家封赠，唐三藏西天取经。云头上显出白衣衣，市廛间诛了绿林儿，贼巢中趁了红裙志。<br>【梅花酒】都赖着佛旨，水府内为师，早地上当时，尘世上官司。那海龙王报救命恩，小和尚说因缘事。上八年离城市，离城市到龙祠，到龙祠住偌时，住偌时再回之。<br>【收江南】呀！今日个大官司输与小孩儿，小孩儿亏杀老禅师，老禅师慧眼识天时。观音佛法旨，着取西天经卷到京师。<br>正名贼刘洪杀秀士<br>老和尚救江流<br>观音佛说因果<br>陈玄奘大报仇",
  "poet": {
    "id": 1374,
    "star": 0,
    "name": "杨景贤",
    "image": "http://img.gushiwen.org/authorImg/yangjingxian.jpg",
    "desc": "杨景贤，名暹，后改名讷，字景贤，一字景言。生卒年不详。然明初贾仲明《录鬼簿续编》云\"与余交五十年\"，永乐初尚得宠于朱明，可知杨氏乃元末明初戏曲家。杨氏本为蒙古人，上辈已移居浙江钱塘，故朱有炖《烟花梦引》言及京都乐妓蒋兰英时云之：\"钱塘杨讷为作传奇而深许之。\"《录鬼簿续编》言杨氏\"善琵琶，好戏谑，乐府出人头地。锦阵花营，悠悠乐志。与余交五十年。永乐初，与舜民一般遇宠。后卒于金陵\"。按其小传，知杨氏生平有三要。"
  },
  "tags": []
}