{
  "id": 16350,
  "star": 8,
  "name": "元日早朝行",
  "dynasty": "唐代",
  "content": "乾元发生春为宗，盛德在木斗建东。<br>东方岁星大明宫，南山喜气摇晴空。<br>望云五等舞万玉，献寿一声出千峰。<br>文昌随彩礼乐正，太平下直旌旗红。<br>师旷应律调黄钟，王良运策调时龙。<br>玄冥无事归朔土，青帝放身入朱宫。<br>九韶九变五声里，四方四友一身中。<br>天何言哉乐无穷，广成彭祖为三公。<br>野臣潜随击壤老，日下鼓腹歌可封。",
  "fanyi": "<h2>注释</h2> [1]乾之元，乾是天，元是始，乾元即是天道之始。<br>[2]朔土，即北方地区。<br>[3]朱宫，即朱红色的宫殿。<br>[4]九韶本意为古代音乐名，周朝雅乐之一，简称《韶》。<br>[5]九变，意为多次演奏。<br>[6]这句的意思是用五种声调经常演奏虞舜时的九韶名曲，四方德才兼备的人都会团结在你的周围。 四友：周文王以闳夭、太公望、南宫括、散宜生四位有德才的人为四友。",
  "about": "<h2>题解</h2> <p>　　君主朝堂上会见百官，称之为临朝视事，百官朝见皇帝，向皇帝奏事称之为上朝。上朝对于百官来说，是他们每日的第一件大事。</p> <p>　　当长安郊野曙色才分的时候，大明宫里的钟声就响彻长安上空了，钟声告诉散居在各街坊的百官们，朝见皇帝的时候到了。待到百官赶到蓬莱宫，钟声仍然响彻云霄。宫殿的大门虽已开启，又依稀听见宫里 \"鸡人\"报晓的声音，说明皇帝本人也已起身，要与百官们相会于朝堂上。</p> <p>　　百官上朝，唐<a href=\"http://so.gushiwen.org/view_16350.aspx\">诗</a>中也有说以\"鼓声\"为号令的。<a href=\"http://so.gushiwen.org/author_349.aspx\">李贺</a>《官街鼓》诗中说:\"晓声隆隆催转日，暮声隆隆呼月出。\"王琦注:\"《唐书》:“日暮，鼓八百声而门闭;五更二点，鼓自内发，诸街鼓承振，坊市门皆启，鼓三千挝，辨色而止。”其制盖始于马周。旧制:京城内金吾昏晓传呼，以戒行者。周上书令金吾每街隅悬鼓，夜击以止行李，以备窃盗，时人呼曰鼓，公私便焉。”可见置于街坊的鼓，当日暮、凌晨时敲响，主要用于警戒以防盗贼，也兼有报时的作用，以启坊门。原与百官上朝无关，但百官可以据鼓声判断时辰，所以唐诗中写到早朝的诗，多写钟声，也有钟鼓一齐写到的。</p> <p>　　\"官街鼓\"凌晨 \"五更二点\"敲起，相当于今日的早上五时左右。古代天子讲究 \"勤政\"，所谓谓 \"夙兴夜寐\"，上朝理事，不敢懈怠。上朝的百官们当然更要早起，因为他们散居于长安各街坊，距上朝的宫殿还有相当远的一段路程。《明皇杂录》:\"五鼓初起，列火满门，将欲趋朝，轩盖如市。”是晓色朦胧中百官上朝的真实写照。</p> <p>　　唐时帝王每日都要临朝视事。《唐会要》引《仪制令》:\"诸在京文武官员职事九品以上，朔望日朝;其文武官五品以上及监察御史、员外郎、太常博士，每日朝参。\"《唐会要》又载:“贞观十三年十月三日，尚书左仆射<a href=\"http://so.gushiwen.org/author_2134.aspx\">房玄龄</a>奏:'天下太平，万几事简，请三日一临朝。'诏许之。至二十三年 (649年)九月十一日，太尉 (长孙)无忌等奏请视朝，坐日，上(高宗)曰:'朕幼登大位，日夕孜孜，拥滞众务，自今以后每日常坐。\"\"每日常坐\"即谓之 \"常朝\"，是汉以来留下的遗制，唐代帝王大都是严格遵守的，房玄龄的\"天下太平，万几事简\"，要求太宗改为三日一临朝视事，几乎可以看作是佞言，所以高宗即位之初 (高宗即位于贞观二十三年六月)，为表示勤政，即恢复旧制。到高宗永徽二年 (651年)八月二十九日下诏:\"来月一日，太极殿受朝。此后，每五日一度，太极殿视事，朔望朝，即永为常式。\"\"受朝。即受朝贺，是在朔望日(每月初与每月中)皇帝会见在京所有官员规模更大、仪式更隆重的活动;\"视事\"即\"每日常参\"、\"每日常坐\"，是皇帝会见五品以上\"常参官\"的日常事务。高宗即位始两年，即废务荒政，自坏体例，改 \"每日常参\"为\"五日一度\"了。至高宗显庆二年 (657年)三月，<a href=\"http://so.gushiwen.org/author_2871.aspx\">长孙无忌</a>又奏请 \"隔日视事\";<a href=\"http://so.gushiwen.org/author_298.aspx\">武则天</a>时，敕 \"每十日一朝\"，受到左台侍御史卢怀慎的批评。自玄宗以后，皇帝的 \"每日常坐\"，虽然也偶有更改，但基本维持\"每日常坐\"的旧制。兴庆宫里有勤政务本楼，即有以勤于政事、励精图治自勉的意思在内。不过，到玄宗晚年，亦渐废务荒政，所以<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>在《长恨歌》里批评他在宠杨妃之后\"春宵苦短日高起，从此君王不早朝\"。</p> <p>　　常参官之数，大约不下数百近千人，每日凌晨即起，梳洗一毕，即要匆匆赶往皇帝临朝之处，休假和因其他特殊情况\"辍朝\"时可以例外。早朝是官员们的大事。一方面这是官员们的责任，另一方面也是官员们深感荣耀之事。每日面见君王，与闻或参与处理天下大事，正是一种个人价值所在。还有一个原因就是，若早朝不至或迟到，处罚也是很严厉的。唐政府规定:\"朝参官无故不到，夺一月俸\";\"文武常参官或有晚入 (即迟到)，并全不到及班列失仪，委御史台录名，牒所由，夺一月俸;经三度以上者，弹奏。”</p> <p>　　唐诗中写及早朝的诗格外多，本诗即是其中一首。</p>",
  "poet": {
    "id": 105,
    "star": 0,
    "name": "鲍防",
    "desc": "鲍防（722年--790年），字子慎，襄州襄阳（今湖北襄阳）人。唐朝官员、诗人。天宝十二年（753年）考中进士科，历任节度使府僚属。大历五年（770年）召入朝廷任职方员外郎。后召入朝廷任御史大夫，历任福建、江西观察使，又召入朝廷授任左散骑常侍。跟随唐德宗李适到奉天，升任礼部侍郎，封东海郡公。贞元元年（785年），鲍防主持策试贤良方正科。后不得志去世，享年六十九岁，追赠太子少保，谥号宣。"
  },
  "tags": [
    "早朝"
  ]
}