{
  "id": 71500,
  "star": 87,
  "name": "浪淘沙·帘外五更风",
  "dynasty": "宋代",
  "content": "帘外五更风，吹梦无踪。画楼重上与谁同？记得玉钗斜拨火，宝篆成空。<br>回首紫金峰，雨润烟浓。一江春浪醉醒中。留得罗襟前日泪，弹与征鸿。",
  "fanyi": "<p><strong>译文</strong><br>五更时分一阵凄风从帘外吹进来，把我从梦中惊醒过来。要想重新登上画楼却不知道该与谁一道？记得当年无聊的用玉钗拨弄香火，如今宝篆香已经燃烧殆尽。<br>回首看向窗外的紫金山峰，水汽腾腾烟雾缭绕，看不到山的本来面目。看着一江春水向东流去，人却在半醒半醉之间。罗襦襟前还留着国破夫亡的的泪水，抚去这些把它们交付给远飞的大雁。</p> <p><strong>注释</strong><br>①《浪淘沙》：唐教坊曲，又称作《浪淘沙令》，五代时始流行长短句双调小令，又名《卖花声》。五十四字，前后片各四平韵，多作激越凄壮之音。<br>②画楼：华丽的楼阁。<br>③拨火：因为篆香燃过后成香灰，必须拨除香灰避免断了火路。<br>④宝篆[zhuàn]：即篆香，一种香屑萦回象篆文一样的香。<a href=\"http://so.gushiwen.org/author_268.aspx\">黄庭坚</a>《画堂春》：“宝篆烟消龙凤，画屏云锁潇湘。”<br>⑤紫金峰：即钟山，在今南京中山门外。<br>⑥雨润烟浓：是指水蒸汽腾腾，雾气浓郁。<br>⑦罗襟：意指罗襦的前襟。<br>⑧弹：挥洒。征鸿：即大雁。</p>",
  "shangxi": "<h2>赏析</h2> <span style=\"BACKGROUND-COLOR: #c7edcc\"> </span> <p>　　“帘外五更风，吹梦无踪。”发端两句，看似平淡，实最沉痛。“吹梦无踪，”有两种含义：一是说正在做着好梦。梦中相见，互诉衷肠，两情缝蜷，分外亲昵。孰料五更时分一阵凄风突然袭来，把好梦吹散，致使梦中情事，似有似无，‘若隐若现，依稀恍惚，了无踪影。一是说在漫漫长夜中，二更、三更、四更都悄悄地过去了，直到五更天将亮时，凄风透过帘幕吹进室内，一股寒气直扑过来，人被搅扰惊醒，整整一夜，压根儿没有进入梦境。</p> <p>　　醒来之后，只觉形单影隽，枕冷袭寒，空荡荡一无所有。这两种情况，都有可能。正如小晏所说:“梦魂纵有也成虚，那堪和梦无。”（《阮郎归》）所以如此，乃缘“帘外五更风”在作怪。“五更风”最会捉弄人，秦少游就曾被它捉弄过。《如梦令》云：“孤馆悄无人，梦断月堤归路。无绪，无绪，帘外五更风雨。”小别轻分，秦七尚感了无意绪，那死生异路，幽明永隔，除梦里有时相见，别无他法，然而“和梦也，新来不做。”则词人凄苦之情，又该怎样。这两句，实是一种不胜惋惜而又无限憎恨极其沉痛的呼唤。此中情意，在下面几句中，表达得更为深刻。</p> <p>　　词人醒后，抬眼望，首先映入眼帘的，就是“画楼”打入脑际的，便是“重上”。因为在封建时代，妆楼与闺阁，是贵妇人主要活动场所。诸如登楼远眺，凭栏共语，饮酒赋<a href=\"http://so.gushiwen.org/view_71500.aspx\">诗</a>，挑灯研读，都是在这个狭小的天地里。而这些闺帷韵事，唱随之乐，如今一去不复返了。所以一提及“画楼”，不期然而然的会发出“与谁同”的感慨。“与谁同”这一问，既说明词人正处于载独无依的境况中，同时还倾吐了重上时必是孤单单地无人相伴。个中滋味，与另词《御街行》“吹箫人去玉楼空，肠断与谁同倚”所表达的情怀相一致。同样问得深沉，悲切，任何人读了，也会为之一掬同情之泪。</p> <p>　　“记得玉钗斜拨火”二句，很明显是从“画楼”而忆及的闺中韵事之一。人的常情，越是在孤寂与痛苦之中，人们越是会常常忆起过去印象最深、极饶情趣的琐事，希望从饱含幸福与辛酸的回忆中，得到一点安慰。如前所述，<a href=\"http://so.gushiwen.org/author_536.aspx\">李清照</a>与丈夫赵明诚在金兵入侵前，朝夕相处，研究学问，日以继夜，乐此不疲。“玉钗斜拨火”这节的描写，正是对那时美好生活的追忆。“斜拨火”这一动作看闺帷中温卑的意趣，把人物形象活画了出来，使读者仿佛看到词人正手执玉钗，轻轻地拨弄着篆香上的灰烬。连她那兴致勃勃、心情欢快的神情和心灵手巧、娴熟利落的举止，都能体察得出。对当事人来说，这印象实在太深了，时刻不忘，恍如昨事。“记得”二字就表达了这种情意。而人们也能想象到：他们夫妇俩当年点着篆香，相对而坐，望着升起的烟柱，嗅着散发的芳香，冥思遐想，意会神谋，安定闲适，怡然自得的欢乐情景。“瑞脑香消魂梦断，”那一切的一切都象燃着的“宝篆”一样烟消香散，如同被吹散的梦一样，无影无踪，莫可追寻了。“宝篆成空，”份量极重，决不是小别轻分时“香冷金貌”、“瑞脑香消”所能比拟，简直可以说“万事皆空。”</p> <p>　　过片“回首紫金峰”句，上承“画楼重上”而来。“回首”一句，自是载独无依，东西漂泊。欢乐也好，悲伤也好，都在词人脑海中留下不可磨灭的印象。每一思及，总想从这里找回什么，以慰愁怀，然而眼前所见，却是“雨润烟浓”水气云腾，烟雾弥俊，笼翠峰峦，挡住视野，看不到中原大好河山和可爱的故乡，那亲人“千里孤坟”上已拱的墓木就更不用说了。’于是悲从中来，愁思起伏，恰如紫金峰前大江汹涌，滚滚东流，不可遏止。“一江春浪醉醒中，”所蕴蓄的愁思，.不仅有己身孤苦伶仃之痛，更多的是国家危难局势飘摇之悲。这险恶的现实和不幸的遭遇，好似一场醒犹未醒的恶梦，噬啮着诗人破碎的心灵。顿使她陷于如醉如痴、迷离恍惚的状态中。此七字蕴义最富，极为含蓄，是全词的警句。陈廷焯说：“情词凄绝，多少血泪，”</p> <p>　　“回首紫金峰，”故乡邀远，往事如烟，词人不禁清然泪下。“留得罗襟前日泪，弹与征鸿，这句措辞有力，悲中带愤。“留得”一词，与上文“记得”“回首”一气贯通，使全词结构更加显得缜密。“前日泪”是指国破、夫亡、家散等不幸所积累抛下的痛苦之泪。故乡远隔，亲人永别，千言万语，向谁诉说，她只得把满腔悲痛与愤慨所凝成的血泪，从湿透了的罗襟上拧了下来，对着征鸿用力弹去。“弹与征鸿”，化用鸿雁传书事，可与朱希真“试倩悲风吹泪，过扬州”（《相见欢》）同样设想新奇。但就悼亡而言，则以借用<a href=\"http://so.gushiwen.org/author_382.aspx\">嵇康</a>“目送归鸿手挥五弦”（《赠兄秀才入军》）句意，较为贴切。意思是说望着天际的归鸿，“倚楼无语理瑶琴，”通过琴声诉说凄苦情怀，寄托哀思，<a href=\"http://so.gushiwen.org/author_535.aspx\">柳永</a>所谓“无侈恨一，相思意，尽分付征鸿”（《雪梅香》）、<a href=\"http://so.gushiwen.org/author_399.aspx\">贺铸</a>“恨登山临水，手寄七弦桐乡目送归鸿”（《六州歌头》），所有词均如此都是这样。</p>",
  "about": "<h2>作品争议</h2> <p>　　此词最早见于《草堂<a href=\"http://so.gushiwen.org/view_71500.aspx\">诗</a>余》，作者署名无名氏。</p> <p>　　后代的著作《续草堂诗余》、《古今词统》、《古今诗余醉》、《记红集》、《古今词选》皆题作“闺情”。 《续草堂诗余》卷上、《古今词统》卷七、《古今诗余醉》卷十、《见山亭古今词选》卷中、《记红集》卷一、《古今词选》卷二、《词汇》卷二、《自怡轩词选》卷一作者都记为<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>词。</p> <p>　　其中《林下词选》云：“一本误刻六一居士。” 指出此词被众多古书误题成欧阳修作。</p> <p>　　近代学者赵万里辑《漱玉词》云：“案《花草粹编》卷五引此阕，不注撰人。《词林万选》注‘一作六一居士。’检《醉翁琴趣》无之，未知升庵何据？” 指出此首词既非<a href=\"http://so.gushiwen.org/author_536.aspx\">李清照</a>所作，亦非欧阳修所作。而且<a href=\"http://so.gushiwen.org/author_181.aspx\">杨慎</a>《词林万选》误题撰人姓名之词极多，一般不足为据，清代的《四库全书总目·词林万选提要》疑其书为后人所伪托。此书所注：“一作某某。”不似杨慎原注，殆为毛晋刻《词苑英华》时所加。</p> <p>由此可见此词在宋代不知作者为何人，而明代之前又被众多文人误记作欧阳修所著，只是在近代被众多考证不严谨的著作记为李清照作品，却无任何根据。所以近代对宋词及李清照研究颇深的学者，如王学初的《李清照集校注》、杨合林的《李清照集》等都把此词划为李清照存疑作品。</p>",
  "poet": {
    "id": 536,
    "star": 0,
    "name": "李清照",
    "image": "http://img.gushiwen.org/authorImg/liqingzhao.jpg",
    "desc": "李清照（1084年3月13日～1155年5月12日）号易安居士，汉族，山东省济南章丘人。宋代（南北宋之交）女词人，婉约词派代表，有“千古第一才女”之称。所作词，前期多写其悠闲生活，后期多悲叹身世，情调感伤。形式上善用白描手法，自辟途径，语言清丽。论词强调协律，崇尚典雅，提出词“别是一家”之说，反对以作诗文之法作词。能诗，留存不多，部分篇章感时咏史，情辞慷慨，与其词风不同。有《易安居士文集》《易安词》，已散佚。后人有《漱玉词》辑本。今有《李清照集校注》。"
  },
  "tags": [
    "悼亡",
    "回忆",
    "思念"
  ]
}