{
  "id": 69792,
  "star": 2,
  "name": "杂剧·功臣宴敬德不伏老",
  "dynasty": "元代",
  "content": "第一折<br>一片丹心扶社稷，两条眉锁庙堂忧。坚心主意施公正，报答皇王爵禄恩。下官房玄龄是也。方今唐天子即位，八方宁静，四海晏然，黎民乐业，五谷丰登，喜遇太平时世，为因唐家十路总管，开疆展土，立国安邦，人人饶勇，个个忠良。今日圣天子设一宴，乃是功臣筵宴，有功者上首而坐，簪花饮酒；功少者下位而次之，只饮酒，不簪花。圣上著下官为主宴官，著军师徐茂公为压宴官，敕赐宝剑金牌，如有搅闹功臣筵宴者，著下官先斩后奏。小校，唐家十路总管来时，即来通报。得令。两朵金花擎日月，一双袍袖拂乾坤。天下尽服圣上管，半由天子半由臣。下官徐茂公是也。自立大唐以来，广用章句，倚功名而取富贵，蒙圣天子可怜，加老夫军师之职。今日圣天子设一宴，乃是功臣筵宴，有功者上首而坐，簪花饮酒；功少者下位而次之，只饮酒，不簪花。圣上著房玄龄大人为主宴官，著下官为压宴官，敕赐宝剑牌，如有搅闹功臣筵宴者，先斩后奏，赴宴走一遭去也。马背征鞍将挂袍，将军可手燃弓稍。休言十载寒窗苦，怎比征夫半日劳？下官殷开山是也。自家程咬金是也。今日咱两人赴功臣宴。走一遭去也。幼小曾将武艺习，南征北讨惯相持，临敌望尘知地势，对垒填三识兵机。吾乃杜如晦是也。吾乃高士廉是也。赴功臣宴走一遭去也。小校：唐家十路总管只齐了么？还有两位老将军未到。来时报俺知道得令。老夫复姓尉迟，名恭，字敬德，乃朔州善阳人也。这一位老将军，姓秦字叔宝，自降唐以来，与国家东荡西除，南征北讨，多有功勋，甚有汗马。今日圣天子设一宴，乃是功臣筵宴，功多者上首而坐，簪花饮酒；功少者下位而存，只饮酒，不簪花。叔宝老将军你我吃这一宴非容易也！想着老将军与唐家开疆展土，立国安邦，多有功来也。俺与唐家建立大功，只除是你知我也呵。<br>【仙吕】【点绛唇】想当日炀帝东亡，那其间主公未定。中原困，盗起纷纷。帝星照河东郡。<br>【混江龙】想着咱初降唐时分，事君竭力致其身，凭着俺十八般武艺，定下了六十四处征尘。都是神乌马踏成了这唐社稷，只这个水磨鞭打就了李乾坤，记当日呵扶持主上，今日呵宴赏公卿。虽然是功分大小，也须索位列卑尊。有功者上首而坐，功少者下位而存。若不将咱为头而赐坐，这下位里难以安身。老将军非为夸己，也不是我骄人。老将军为头，次之是尉迟。除此外谁与咱相争竞。老将军有擎天手段你道俺有擎天手段，老将军俺道你可有盖世的功勋。<br>众将军都来齐了么？都来齐了。军师，请功劳簿来查看，论功行赏。论功行赏，此酒正该叔宝老将军饮。这尉迟老将军御科园刬马单鞭，这一功论起来，此酒还该尉迟老将请，不可多逊了。此酒还是老将军饮过，次之才到老夫吃。论功行赏，酒请了。<br>【油葫芦】见军师数次殷勤，量尉迟何足沦？怎消的当今天子重贤臣。吾乃季道宗是也，赴功臣宴走一遭去来。这酒该我饮，该我簪花。这厮们走将来上首头坐，全无些谦逊，恼得咱便不登登按不住心头忿。一杯酒吃了便罢，甚么上首头下首头！我怕你上首头那势凶，下首头怎坐存？我本待要推更衣，又不敢先逃遁。我待不言语呵，著这厮欺负俺老功臣。<br>老将军请息怒者。<br>【天下乐】叔宝老将军，你便是活佛也，教咱怎生忍？老将军你便休也不嗔，非是我情性狠。量这个泼无徒怎敢来小觑人。我割舍得发一会儿村，使一会儿狠。道宗。你有何功劳，敢坐上首，簪我的花，饮我的酒？尉迟恭，你有甚么来要打我？我不打你这泼无徒教咱怎的忍？<br>打得好，打得好，把我打下两个门牙，我问你有甚么功来？我有功无功瞒不过三等人。那三等人？<br>【那吒令】那厮，你听我说。知尉迟，辕门外的众军；请尉迟，晋天下的万民；谮尉迟的，是你这样小人。我将这鏖战册件件与你观，功劳簿桩桩与你论，那其间便见得元勋。<br>你有甚么功劳在那里？我有功来。<br>【鹊踏枝】我也曾在沙场上领着敌军，舍着残生。我也曾揸鼓夺旗，抓将挟人。我也曾杀得败残兵骨碌碌人头乱滚，渗渗呵热血相喷。<br>不要闲说，我与你主宴大人案前告去。主案大人，尉迟恭争口，打下我两个门牙。主宴大人，量这厮有甚么功来？尉迟，谁不知你有功，你有功无功，满不过两班文武，为何打落道宗二齿，是何道理？可不道有功虽仇必赏，有过虽厚难饶，拿去斩讫报来。敬德，如今太平时世，不用你了。<br>【寄生草】太平时文胜似武，事急也武胜似文。我也曾苦相持恶战讨遭危困，扶持的国家安天下定今日狼烟净，生熬的剑锋缺鞭节曲枪尖钝，我只待要一心儿分破帝乏忧。军师，只我这两条眉锁江山恨。老将军，这才是你不该了。我与众大人前去哀告，劝得从休欢喜，劝不从休烦恼。主晏大人息怒，那尉迟舍死忘生，展土开疆，困来马上眠，渴饮刀头血。灭六十四处征尘，一十八处擅改年号。多有功劳，甚有汗马，怎生将功折了罪过，小官一一道其实，大人心下自裁处。且唐家十宰是他为头将，饶了这忠孝双全老尉迟。军师列位大人请起，放过尉迟来。尉迟，若不看军师众将之面，不能勾饶了你。暂且记头在项，你且听我说：你本是个著铁之夫，岂知俺文臣之礼？只今日纳了你袍笏入朝的紫罗襕，出朝的黄金印，贬你去职田庄做个庶民百姓，苦耕三顷地，持着一张犁。你听我说：你本是开国元勋，论汗马位列三公。今日赴宴不遵令，却用拳殴打道宗。如执法即当取斩，今原情暂且姑容。黄金阙休官辞爵，谪职田庄浅种深耕。李道宗去官罢职，尉迟恭休逞英雄。小官不敢久停，回圣上话去也。列位大人。<br>【前腔】想为官的如骑着虎，他用人似积薪，教后来人在上居尊。李道宗这厮呵他非武非文，他曾立甚么功勋？怎敢欺侮俺开国的功臣？他走将来上首头无些谦逊，论功处谁敢欺人？若不是军师救了咱危困，他须是一枝一叶，俺须是四海他人。<br>老将军请息怒。<br>【前腔】也不索胡云，休论我性不容人，拳打下谗臣，恁般生嗔。若不是军师可便劝准，我没来由献甚么勤。知他是君负欺臣负欺君。若留得个恶楚秦，若留得西楚霸上在呵，怎生便敢诛了韩信？古人言语不虚云。想淮阴与鄂国，咱两个同时运。一任那渔樵闲话，少不得青史标名。<br>既是圣上贬了老夫，今日就辞了列位，收拾了行李，便往职田庄去罢。<br>【尾声】脱下我入朝相的紫罗襕，摘丁我出朝将的那黄金印，狼吃豹头心儿里暗忍，觑下口往日功劳到今日没半分。常言道好事没下稍，只我□出气力的功臣。老将军，想你降唐多有功劳，今日也罢了。想我初离宾武州，乍到唐君。想着初降唐时呵，端的扫荡了些征尘。我便打了那非著己的人。列位大人，明日圣上问道，那个敢打王叔李道宗？列位大人就说是我尉迟。圣上也只索把心儿忍，不忿气吐二千丈怨云。想我主在御科园有难之时，我在澄清涧瓜马，有军士来报，某即揾马单鞭，直赶至御科园。只见那单雄信将俺主公看看赶上，我就历声高叫：咄，那单雄信，休得伤了我主。其时那单雄信撇了我主，望某家刺一狼牙枣槊来。被我侧身躲过，左手搭住枣槊，右手举起水磨刚鞭。只一下，打得那单雄信吐血而走。到如今端的是一言难尽。他只一言说得不好。那一句说得不好？他说道太平年不用俺这老将军。<br>老将军去了，列位大人，明日可到十里长亭，与尉迟敬德饯行，走一遭也。尉迟恭犯罪难逃，一时间定夺功劳，见圣上亲自保奏，着尉迟星夜回朝。<br><br>第二折<br>老夫徐茂公是也，为尉迟公搅了功臣筵宴，如今贬去职田庄闲居。今日众公卿每在十里长亭与他饯行，须索走一遭去也。家童，你把奶奶的车儿先行著，我和你且慢慢的行。理会得。爹爹，孩儿想来，爹爹也曾受苦来，那房老爷一时间恼着爹爹，倘心回意转，采取回去，未可知也。且自慢慢的行。<br>【中吕】【粉蝶儿】为甚么忙出皇州？我将这脱空禅近来参透。而不向杀人场闹里钻头，向职田庄。居止处。将我□□生涯穷究。<br>【醉春风】牢记住战争心，紧抄定抓将手。□□□云阳市上血染了衣，出那娘的丑，这一个须索□□□□言。将我来罪责，若没有军师呵，可不道有谁人将我来搭救。<br>爹爹，那个里长亭有许多人，在那里等着你。<br>【迎仙客】怪的这长亭□驿马多。老将军请住马。家童，与我带住马来。理会得。我忙下得紫骅骝，唐十宰众公卿可都这里有。我可便向前来，忙问候。众大人为何到此？为老将军远行，俺众公卿等特来与老将军饯行。俺这里听说罢缘由，怎消得偌大远劳台候。<br>左右将酒过来，老将军满饮几杯。有劳众大人。<br>【红绣鞋】不索你个军师生受，请起来唐十宰文武公侯。恁只待要这搭儿折杀下尉迟休。众公卿休将我来耻笑，怎么将恩义变为仇。那日若无军师。与列位大人呵，可著我险峰儿难措手。将酒来，老将军再饮一杯。军师大人，怎么不见叔宝老将军染病在家。叔宝将军染病在家。<br>【满庭芳】可惜老了一个先锋哀帅首，他曾杀得人有家难奔，有国难逃。只他那十八般武艺都学就，六韬估看得来哀滑熟。只他那嘶杀处全无一个对手，只他那持处谁敢与他做敌头，上阵处搀争斗，不刺刺门旗开处，两阵对员，那壁厢问道：大唐家那员名将出马？俺这里回言道：胡国公秦叔宝出马。那壁厢乃便回言说道，不好了也。不喇喇闻风儿便走。奸一位老将军。军师，他端的要一心儿分破下帝上忧。<br>军师，众大人，今日相别，不知几时再得相会。老将军，你且耐心者。不过一年半载，□众公卿保奏你回朝也。<br>【尾声】饯一道咸阳陌上尘，折一枝霸陵桥上柳。众公卿相见知仙行？老将军早饮一杯。饮过这一杯西出刚关这饯行的酒。<br>老将军去了，列位大人，老夫明日作本头？就保他还朝也。丹心扶社稷，舍命保还朝。<br><br>第三折<br>英雄久镇高丽王，喜晓黄公三略书，吾乃高丽国大将是也。文通三略，武解六韬，运筹帷幄之中，决胜千里之外。休言人在帐前喧，便在鸦鹊过时不敢噪。俺这海东有个十六国：辛罗国、卯日国、分定国、文直国、落难国、门神国、大汉国、小汉国、蛤麻国、三汉国、日本国、扶桑国、矮人国，百席国、丁香国，了奠国、高丽国。惟有俺这一国，不服大唐。闻知唐朝病了秦琼，贬了尉迟，将老兵骄。我手下有一大将，名唤铁肋金牙，此人有万夫不当之勇。著他领兵十万。前去绿鸭儿边，白鹤坡前，单奈蔚迟出马。小校，与我唤铁金牙出来。阵鼓铜锣一两敲，辕门里外列英雄，三军报道平安否，买卖归来汗未消。吾乃大将铁肋金牙是也，元帅呼唤，须索去走一遭也。盔甲在身，不能施礼。唤你出末，别无他事，有大唐家病了秦琼。贬了敌德，与你雄兵十万，前去绿鸭江边，白鹤坡前，单奈尉迟出马，小心在意。理会得。今日领军马与尉迟交持去了。自小英雄志气高。身披耀日锦征袍，飞临阵地沙场上，战败千军血染刀。只有大在上，更无山与齐。举头红日近，回首白云低，弓乃房玄龄是也。自从将尉迟砭去职田庄闲居，可又三年光景了。如今高丽国知俺这里病了秦琼，贬了敬德，着铁肋金牙在绿鸭江边，白鹤放前，如今下战书末，单奈尉迟出马相持。今尉迟又有风病举发，动止不得，未知虚实，下官奉圣上的命，著军师徐茂公亲往探病。小校，与我请军师徐茂公出来。得令，军师有请。军师，奉圣上命，今有高丽国下战书，堂奈尉迟相持。尉迟若果风病，再作道理，即去回报。老爷，想着你有盖世的功劳。今日不用了，你那病从何起？只为在那功臣宴上打了李道宗，将我贬在此职田庄闲居，又早三年光景了也。奶奶，你去开门看者，有人无人回我。理会得。开得这门来，呀，无入，不免掩上着。老爷。前后无人。奶奶，真个无人？你道我这病是真的假的？老爷的病，怎么是假的？呀，我那得甚么风病来。昨日庄东头王伴哥，请我赴牛儿会，有那伴哥来迟，我道伴哥你为何来迟。他道，往城中沽酒去来。我道。你到城中去，可有甚么新闻么？他说，新闻到没有，闻得高丽国差铁肋金牙下战书来，单奈尉迟出马。我听他说罢，卒然倒地。众人扶我起来，我就是这等左瘫右痪起来。老爷。你如今假妆有风疾，我那里知道。奶奶，我一自降唐出界丘，苦征恶战数千秋，两条眉锁江山恨。一片心怀帝王忧，膂老尚嫌弓力软，眼昏犹<br>识阵云愁。水磨刚鞭不喇喇一骑马，我也曾扶立唐家四百秋。<br>【越调】【斗鹌鹑】我也曾展土开疆，相持对垒，不能勾富贵荣华，刬地卫把我来罢官卸职，他欺负俺是大老元勋，我不合打下那无端的逆贼。今日贬下尉迟，闹了敬德，救下我残生。都亏下军帅世勣。<br>【紫花儿序】若不是老相公倾心儿闹，恰便似韩元师伏剑而亡，我便是子房公拂袖而归。奶奶，我如今与伴哥每肥草鸡儿，冲糯洒儿。在这职田庄受用，可不强似为官？每日闲伴渔樵。每闲话，到豁达似文武班齐，落魄忘机。谁待要为是非，我向这急流中涌退。我如今罢职闲居，若是那铁肋金牙索战，我看他怎生和他相持。<br>奶奶，我分付你来，只怕朝中有人来问，你只说老爷有病哩。老爷你放心。我知道了。老夫徐茂公是也。奉圣旨的命，着老夫往职田庄上探尉迟老将军病，可是来到也。小校，那里是职田庄？这里便是。小校，你且回避着，唤你便来，不唤你不要来。理会得。开国勋臣，有人在此么？奶奶，是甚么人敲门？你去看来。理会得。开了这门来，是准？老夫人拜揖，老将军有么？军师，俺老爷染病哩。请通报说，徐勣在此拜见老将军。理会得。军师少坐，老将军，军师在门首要拜见你哩。呀，奶奶，不好了。那将军徐勣是足智多谋之人，他如今来，若不见他，他又疑我没病；若出去见他，倘或挑起那往年间相持厮杀的事情，忘了那风疾怎么好？也罢，奶奶，倘或挑起那相持厮杀的事。我若忘了风疾，你就旁边说，老爷，你的拐儿，我就这等风疾起来。奶奶□了这门，待我去迎接军师。老将军请了。军师少礼也。<br>【小桃红】不知今日甚风吹，久别尊颜。我这里有一拜。军师，我老夫回礼不得了，我如今讲讲不得这里可便权体罪。老将军。我和你自别之后，不觉又是三年光景了。军师一自离朝到今日。老将军染甚病证？天有不测风云，人有旦夕祸福。谁想我临老也带着残疾。军师，唐家十路总管。都好么？也都没了。消磨了往日英雄辈。高士廉，，杜如晦如何？都闲了。他可都闲身就国？殷开山，程咬金他两个如何？都已亡了。他两个都归泉世。刘文静、秦叔宝他两个如何？都病了。军师，唐家十路总管，闲的闲，病的病，死的死，如今止有军师和老汉。俺一班儿白发故人稀。<br>军师，你到小庄贵干？奉圣上的命，今有高丽国下战书，不奈别的，单奈尉迟出马。圣上命著你星夜领兵前去，复还鄂国公之职，有功回来另行升赏，谢恩。奶奶，不要谢恩，我去不得。老将军不去呵，便是违宣抗敕。<br>【金蕉叶】我、我、我便有几颗头敢违宣抗敕？一句话恼得从头便至尾。怎着我这胡老子安邦定国？你何不去教李道宗相持来对垒？<br>老将军便有风疾，也请下高丽走一遭。军师，我这等模样，若到阵面前争先，铁扇子团花遮箭牌，两阵对员，擂鼓摇旗，呐喊一声，那边问道：大唐家甚么人出马？俺这里无人回答。他那里又问：大唐家甚么人出马？俺这里叫两个小卒，这每一扶上俺到阵前，对那边说道，我便是尉迟敬德。可不羞死了人也。<br>【调笑令】他觑了俺这般模样，临老也带着残疾。军师你觑甚么阃外将军八面威。但开门只说我是唐家苗裔，只好去高衙行倚官挟势。若不是军师劝谏赦了罪累，险些个死无葬身之地。<br>老将军请走一遭，扶持社稷。<br>【秃厮儿】我怎扶持江山社稷？难沦着鞭简共楂槌你可待强扶持尉迟在军阵里，高丽家捺相持，可教谁敌？<br>【圣药王】军师你莫疑惑，其实的去不得，到朝叫，说与圣人知。到朝中说与众□□□，如今年纪近丁七十，染□病疾，提起那排军布□□□痴。常言道，老将会兵机。休休休便提起老将会兵机。老爷，你那拐儿。奶奶，老夫风疾举发，去不得。老将军去不得，□□告回。奶奶，送了军师出去，闭了门。出的这门□，我观此人容貌，不是那有病的。方才拜下去，那两条□□尤如铁柱一般，那老夫人又在旁边说道，老爷，你那拐儿。眉头一层，计上心来，众军校那里。有分付。□众人到这人家去安下，要他男子汉闸草喂马，女人家补衲袄革翁鞋。你说，我是高丽的小军，他家是有钱的，□问他要白米饭，妙嫩鸡儿，冲糯酒儿吃，那一个老子口礼打将去。列位，方才老爷分付，着俺拣这房子打进去，开门，开门。奶奶，又是甚么人在外头叫？不要放他进来。理会得。我每是下高丽的小军，行到这里，天色已晚，借你房子歇息一歇息。男子汉闸草喂马，女人家补衲袄革翁鞋。又要白米饭，炒嫩鸡儿，冲糯酒儿吃。夜晚间又要洗洗澡，槌槌腰，刺刺屁股儿。村弟子孩儿，你是甚么人，这等无礼？待我哄他一哄，你在这里歇息，我闭了门者。奶奶，外面又是甚么人喧嚷？这厮好无礼，待我自去回他，众长官。我这房屋窄小，养不得马，你到别家去罢。放屁！你不肯，打你老子。<br>【麻郎儿】这厮他便恶狠狠的叫起。雄纠纠的欺谁？你毁伤我唐家宰职，著这厮吃我一会儿脚踢拳槌。<br>【幺篇】你便恼番了尉迟，性起，一双手搊住他头髻，纵虎躯轻舒猿臂，我便革支支挣得你分碎，一会儿教你死。<br><br>【络丝娘】是谁人班住下尉迟敬德？老将军，你风疾好了么？只被你败破了我谎也，军师的世勣，正是船到江心补漏迟，我不解其小尊意。老爷，你的拐儿哩？迟了也。小校，这就是总兵老爷。老爷，小的有罪也。老将军，只今日复还鄂国公之职，就领兵下高丽去。有功重加升赏，此去只是老将军年老也。<br>【耍三台】你须知咱名讳，尽忠心天知地知。这一场小可如美良川交兵的手段，御科园单鞭夺槊的雄威。小可如牛口谷鞭伏了窦建德，小可如下河东与刘黑闼相持。你看我再施逞生擒王世充的英雄，你看我重施展活捉□世猛当时的气力。<br>老将军，你那时年纪小，跨下神乌马，腰悬著水磨鞭，弓开得胜，马到成功。今日年纪高大了，便好道老不以筋骨为能，只怕你也近他不得了。<br>【幺篇】我老只老呵，老了咱些年纪；老只老呵，老不了我脑中武艺。老只老呵，老不了我龙韬虎略；老只老呵，老不-下我妙策神机。老只老呵，老不了我一片忠心贯日；老只老呵，尚几自万夫难敌。老将军，你便索要去，只怕你老了，去不得。俺老只老，止不过添下些雪鬓霜髭；老只老，又不曾驼腰曲背。<br>【尾声】老只老呵，只我这水磨鞭不曾长出些白髭须，量这厮何须咱费力。你看这厮，明日在垓心里，绰见我那铁扑头，红抹额，乌油甲，皂罗袍，他便跳下马受绳缚，着这厮卷了旗，卸下甲，收了军，拱手儿降俺这大唐同。<br>想着那老将军果然无病，老夫略施小计，使他登时激发。就领兵交战去了。下官即去回圣天子命也。<br>第四折<br>自家高丽国大将铁肋金牙的便是。来日与大唐交战大小三军；听吾号令，先摆七层回子手：第一层，金盔金甲金裹头将军；第二层，银盔银甲银裹头将军；第三层，铁盔铁甲铁裹头将军；第四层，铜盔铜甲锭裹头将军；第五层。布盔布甲布裹头将军；第六层，纸盔纸甲纸裹头将军；第七层，皮盔皮甲皮裹头将军！众小校，到末日马军摆在一边。步兵摆在一边，中间留一条走路，待我输了好走。走往那里去？走到你娘床土去，尘头起处，大唐军马未了。摆开阵势与他交兵。老夫尉迟敬德是也，奉朝廷的命，着我下高熏收铁肋金牙，须索走一遭去也。<br>【双调】【新水令】只俺这水磨鞭准准的闲放了一年，不知足那一个合死的与我交战。重磨下新日月，再整顿那旧山川。只被我剿除了六十四处狼烟，更有一千阵恶征战。大小三军，摆开阵势者。来将何人？尉迟公是你的爹爹。尉迟，你敢来与俺交战？大小三军，擂起鼓来。<br>【雁儿落】骤骅骝走似烟，骤骅骝走似烟，战马儿疾如箭。莫道是平地上走不出，便走到那鬼窟洞里也直寻见。<br>【得胜令】呀，这的是难比美良川，折么尼走上焰魔火，今日是你合休日，今年是你该死年。当先，不喇喇一骑马疾如箭；心坚，□□□□□懒赠鞭。把这厮与我绑了，去见圣上去□。下宫徐茂公是也。今闻得尉迟敬德活拿了铁肋金牙，这早晚敢待来也。小校，尉迟老将军到来，报复□□知道。老夫尉迟是也。擒了铁肋金牙，将军府里报功去也。□□。老将军鞍马劳神，怎生擒了这厮？慢慢的说一遍。<br>【甜水令】我闲居时老弱恁赢，厮杀处身轻体健。相持在绿鸭大江边，扑咚咚战鼓声催，二马相交，在垓心鏖战。把铁肋金牙活捉下骏马雕鞍。老将军，想昔日在御科园刻马单鞭，今日里扫荡征尘，永息狼烟，把功劳试说一遍，就请挂了黄金印也。<br>【折桂令】想昔门布御科园刬马单鞭，今门里扣荡了征尘，永息狼烟。托赖著圣仁仁慈，千秋万岁，洪福齐天。老将军请挂了印。臣不斗大的黄金印悬。老将军只愿甚么来？臣只愿洛阳城二顷薄田，不愿升迁，只愿身安。若不是文武双全，怎能勾将相之权。<br>老将军望阙跪者，听圣上的命，加官赐赏。只为你多有功勋，尽忠心辅报朝廷。擒拿了铁肋金牙，复还你鄂国功臣。手下将论功行赏，都着他列补重升。圣明主加官赐爵，朝帝阙拜谢皇恩。万岁，万岁，万万岁。<br>【沽美酒】感水恩赐我竹。感皇恩赐我官，重义得列朝班。我只愿罢职归农乐残年，向心这职田庄耕锄为伴。我只为铁肋金牙逞战权，因此做风颠。准知道军师探病原，施机尘将吾赚，参破下尉迟愚见。不伏老向江边恶战，我呵，幸遇得圣王明文修武偃，呀，愿皇图河清宴。<br>【尾声】只因我南征北讨能争战，乞刺德心无怨。竹节刚鞭打铁叻金牙，顶门上抓七付眼。一人有床安天下，万国来朝贺太平。<br>范康<br>范康，字子安，杭州人。生卒年不详。约生活于元中期稍后，他与钟嗣成为友人，《录鬼簿》列入\"方今已亡名公才人余相知者\"类中，说他\"明性理，善讲解，能词章，通音律\"。其余生平事迹不可考。所作杂剧今如有《竹叶舟》、《杜甫游春》二种，前一种存。散曲则存小令四首、套数一套。其作品较为典雅清丽，大抵能不落俗套而略有新意，故钟嗣成评日：\"一下笔即新奇，盖天资卓异，人不可及也。\"",
  "poet": {
    "id": 1942,
    "star": 0,
    "name": "杨梓",
    "desc": "杨梓(1260～1327) 元代戏曲家。海盐澉浦(今渐江海盐)人。"
  },
  "tags": []
}