{
  "id": 71410,
  "star": 13,
  "name": "秋闺思二首",
  "dynasty": "唐代",
  "content": "碧窗斜月蔼深晖，愁听寒螀泪湿衣。<br>梦里分明见关塞，不知何路向金微。</p> <p>秋天一夜静无云，断续鸿声到晓闻。<br>欲寄征衣问消息，居延城外又移军。",
  "fanyi": "<p><strong>译文</strong><br>斜月透进碧纱窗照进来，月色下显得周围都光线分外深沉。女主人愁思环绕，更有秋虫悲鸣，泪水沾湿了衣襟。<br>在梦中，分明看到的丈夫所在的关寨，可是却始终不知哪条路才是通往金微山的。<br>秋天的夜里格外安静，空中没有云朵，听着时断时续的鸿雁声一直到天明。（秋天冷了）想给丈夫寄些衣服，问了消息才知道丈夫所在的居延城现在又军队正在转移（这衣物该寄到何处）。 </p><p><strong>注释</strong><br>（1）蔼：古同“霭”，云气。<br>（2）寒螀：即“寒蝉”，蝉的一种，比较小，墨色，有黄绿色的斑点，秋天出来叫。汉·<a href=\"http://so.gushiwen.org/author_890.aspx\">王充</a>《论衡·变动》：“是故夏末蜻蛚鸣，寒螿啼，感阴气也。”此处借指深秋的鸣虫。<br>（3）金微：金微山，即今阿尔泰山，是当时边关要塞所在。<br>（4）征衣：出征将士之衣。<br>（5）鸿声：鸿雁鸣叫的声音。古有鸿雁传书一说。<br>（6）居延：居延是中国汉唐以来西北地区的军事重镇。东汉有居延属国。据《元和郡县志》：居延海在甘州张掖县东北(今属内蒙)。故址在今内蒙古自治区额济纳旗东南约17千米处。地处中央戈壁弱水三角洲。东邻巴丹吉林沙漠北缘，西界马鬃山地，南通河西走廊，北近中蒙边界。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　第一首<a href=\"http://so.gushiwen.org/view_71410.aspx\">诗</a>开头二句写思妇醒时情景，接着写她的梦境，乃倒装写法。</p> <p>　　她一觉醒来，只见斜月透进碧纱窗照到床前，环境如此清幽，心头却无比寂寞，更有那秋虫悲鸣，催人泪下；她的泪水早已沾湿了衣襟。</p> <p>　　刚才在梦里，分明地见到关塞了。那“关塞”正是她魂牵梦萦的地方。因为她的良人就出征到那里。她不由大喜：快，去找金微山！可是，前路漫漫，找不到去金微山的路了。一急，就此醒来。</p> <p>　　诗人以饱蘸同情之泪的笔触，写出了思妇的一片痴情。</p> <p>　　第二首诗写思妇心潮起伏，一夜未眠。她看到夜静无云，她听到鸿声时断时续。鸿雁，向来被认为是替人传递书信的，因此，她便由鸿声而想到要邮寄征衣，但寄到哪儿去呢？本想寄到遥远的居延城（在今新疆），谁料想，如今那儿又在移军。怎么办？真叫人愁绪万端，寝食不安。</p> <p>　　<strong>用字特点</strong></p> <p>　　二首均有声有色，有情景交融之妙。用字亦有讲究。</p> <p>　　如用一“蔼”字，表现月光深暗，创造氛围。</p> <p>　　如用一“静”字，显示夜空的冷寂，并衬托出下面的“鸿声”清晰，女主人公则惟闻此声，勾起天寒欲寄征衣的满腔心事。 </p>",
  "about": "<h2>创作背景</h2> <p>　　初、盛唐时，国力强盛。<a href=\"http://so.gushiwen.org/view_71410.aspx\">诗</a>歌里洋溢着高昂、乐观情调。中唐诗的基调开始转为低沉了。就这两首诗而论，从闺中思妇的悲愁惶恐里，使人看出了边关动乱不宁的影子。</p> <p>　　从风格方面来看，盛唐气象，往往贵在雄浑，一气呵成。而中晚唐作品则讲究用意用笔的曲折，以耐人寻味见长。象这二首中，“梦里”句是一折，“不知”，又是一折，如此回环曲折，方将思妇的心情极细致地表达出来。“居延城外”句亦是曲折的写法，出乎读者意料之外。但如此一转，便加深了主题，丰富了内涵。</p>",
  "poet": {
    "id": 348,
    "star": 0,
    "name": "张仲素",
    "image": "http://img.gushiwen.org/authorImg/zhangzhongsu.jpg",
    "desc": "张仲素（约769～819）唐代诗人，字绘之。符离（今安徽宿州）人，郡望河间鄚县（今河北任丘）。贞元十四年(798)进士，又中博学宏词科，为武宁军从事，元和间，任司勋员外郎，又从礼部郎中充任翰林学士，迁中书舍人。张仲素擅长乐府诗，善写思妇心情。如\"袅袅城边柳，青青陌上桑。提笼忘采叶，昨夜梦渔阳\"（《春闺思》），\"梦里分明见关塞，不知何路向金微\"（《秋闺思》），刻画细腻，委婉动人。其他如《塞下曲》等，语言慷慨，意气昂扬，歌颂了边防将士的战斗精神。"
  },
  "tags": [
    "秋天",
    "妇女",
    "怀远",
    "组诗"
  ]
}