{
  "id": 69076,
  "star": 43,
  "name": "晚泊岳阳",
  "dynasty": "宋代",
  "content": "卧闻岳阳城里钟，系舟岳阳城下树。<br>正见空江明月来，云水苍茫失江路。<br>夜深江月弄清辉，水上人歌月下归；<br>一阕声长听不尽，轻舟短楫去如飞。",
  "fanyi": "<p><strong>译文</strong><br>我躺在船上听到岳阳城里的钟声，航船就系在岳阳城边的树上。<br>江面空阔，明月渐渐升起，天水相连，夜气漾漾，江路茫茫。<br>夜深了，江上的月色特别皎洁，又传来舟子晚归时的歌声。<br>一串长长的歌声还在耳边回响，可舟子荡起船桨，如飞似的驶过我停泊的地方。</p> <p><strong>注释</strong><br>⑴岳阳：湖南洞庭湖边岳阳城。<br>⑵苍茫：旷远迷茫的样子。<br>⑶失江路：意谓江水苍茫，看不清江上行船的去路。<br>⑷清辉：皎洁的月光。<br>⑸阕[què]：乐曲终止。<br>⑹短楫：小船桨。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　首联“卧闻岳阳城里钟，系舟岳阳城下树”，点染停舟的地点及周围的氛围。先用倒装句写出，因“系舟岳阳城下树”，才有“卧闻岳阳城里钟”的意境。<a href=\"http://so.gushiwen.org/view_69076.aspx\">诗</a>人先以“岳阳城下树”做为定点，然后，才移动他的视点，从上下、左右把握舟系城外的佳景，写听觉的远闻、近闻，视觉的远观、近观，从左右远近俯仰的转向，描摹岳阳城外的月光水色，倾听城内的晚钟和水上的晚唱，这一切都显得洒脱，旷达，毫无贬途中的黯然神伤之情。诗人先从钟声写起，钟声唤起了诗人的遐想，他是在贬谪途中于城外闻城内的“钟声”，这“钟声”令诗人无法闲卧孤舟，那么诗笔就自然移到舟外江面上的天。 </p> <p>　　颔联“正见空江明月来，云水苍茫失江路”。“空江”二字，固然指洞庭湖口空旷开阔的景象，也暗示了诗人刚从遐想中醒来时的一片茫然之情,天地的空阔正显出了孤舟（即诗人）的渺小孤独无助。但月亮却是有情有义的，能及时而来，与诗人默然相对，为诗人排解贬谪夷陵的失意情怀。“空江明月”正是为写“失江路”做好了铺垫。诗人似乎想到了<a href=\"http://so.gushiwen.org/author_289.aspx\">王勃</a>的“关山难越，谁悲失路之人”，面对皎皎明月，面对“云水苍茫”的大江，诗人情不自禁要发出“路在何方”的疑问和叹惋。</p> <p>　　继而颔联描绘月下晚唱：“夜深江月弄清辉，水上人歌月下归。诗人的注意力重返现实时，已是夜深月上，眼前呈现一片“江月弄清辉\"的美景，令人想起唐代张若虚的诗句，“空里流霜不觉飞，汀上白沙看不见。江天一色无纤尘，皎皎空中孤月轮”。江月似乎看出了诗人心中的迷茫，于是故弄清辉，照明诗人高洁澄清的本心，提示诗人要坚守超拔脱俗的人生志趣。忽然水上传来舟子的渔歌，声音嘹亮悠远，这歌声与城里钟声又互相融合在一起，晚钟与晚唱，在浩渺江面上弥漫无际。</p> <p>　　结联的“一阕声长听不尽，轻舟短楫去如飞”句，勾画了诗人被触动的心绪，当他蓦然听到归舟晚唱时，不禁在寂寞的旅途中获得一丝心灵的慰藉，陶醉于清辉江月及水上歌声之中。但是，由于轻舟短楫，疾去如飞，这一阕歌声还没听完，已经远逝了，岳阳城外的一切又归于宁静。诗人运用交错的声色描绘，以江面的歌声听不尽和轻舟疾行如飞的动态意象，给读者留下绵绵不尽的情思。诗人也以交错呼应之美，在实景的摹写中灵动地寄寓他旷达、孤寂的矛盾心境。</p> <p>　　此诗写旅中思归，深藏不露；只是句句写景，然景中自有缕缕情思。以“城里钟”起，以月下歌止，拓前展后，留下足以使人驰骋想象的空间，同时以有意之“听”照应无意之“闻”，表现了感情的变化。全诗语句平易流畅，情意深婉曲折。</p>",
  "about": "<h2>创作背景</h2> <p>　　宋仁宗景祐三年（1036）五月，<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>因疏救<a href=\"http://so.gushiwen.org/author_510.aspx\">范仲淹</a>被贬为峡州夷陵（今湖北宜昌）县令，欧阳修携家人沿水路前往贬所，溯江而上，于九月初四夜泊岳阳城外的洞庭湖口，月下难眠，写下了这首七言短古《晚泊岳阳》。</p>",
  "poet": {
    "id": 561,
    "star": 0,
    "name": "欧阳修",
    "image": "http://img.gushiwen.org/authorImg/ouyangxiu.jpg",
    "desc": "欧阳修（1007－1072），字永叔，号醉翁，晚号“六一居士”。汉族，吉州永丰（今江西省永丰县）人，因吉州原属庐陵郡，以“庐陵欧阳修”自居。谥号文忠，世称欧阳文忠公。北宋政治家、文学家、史学家，与韩愈、柳宗元、王安石、苏洵、苏轼、苏辙、曾巩合称“唐宋八大家”。后人又将其与韩愈、柳宗元和苏轼合称“千古文章四大家”。"
  },
  "tags": [
    "古诗三百首",
    "贬谪",
    "写景",
    "思归"
  ]
}