{
  "id": 44,
  "star": 188,
  "name": "二子乘舟",
  "dynasty": "先秦",
  "content": "二子乘舟，泛泛其景。愿言思子，中心养养！<br>二子乘舟，泛泛其逝。愿言思子，不瑕有害！",
  "fanyi": "<p><strong>译文<br></strong>你俩乘船走了，船儿飘飘远去。多么思念你呵，心中恋意难除。</p> <p>你俩乘船走了，船影渐远渐没。多么思念你呵，切莫遭遇灾祸！</p> <p><strong>注释</strong><br>⑴二子：卫宣公的两个异母子。<br>⑵景：通憬，远行貌。泛泛：飘荡貌。景：闻一多《<a href=\"http://so.gushiwen.org/view_44.aspx\">诗</a>经通义》“景读为‘迥’，言漂流渐远也”。<br>⑶愿：思念貌。<br>⑷养（yáng羊）养：心中烦躁不安。<br>⑸瑕：训“胡”，通“无”。“不瑕”，犹言“不无”，疑惑、揣测之词。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　此<a href=\"http://so.gushiwen.org/view_44.aspx\">诗</a>的写作背景，据《毛诗序》所说，有一个动人的故事。《毛诗序》云：“《二子乘舟》，思伋、寿也。卫宣公之二子，争相为死，国人伤而思之，作是诗也。”毛传云：“宣公为伋取于齐女而美，公夺之，生寿及朔。朔与其母诉伋于公，公令伋使齐，使贼先待于隘而杀之。寿知之，以告伋，使去之。伋曰：‘君命也，不可以逃。’寿窃其节而先往，贼杀之。伋至，曰：‘君命杀我，寿有何罪？’又杀之。”<a href=\"http://so.gushiwen.org/author_403.aspx\">刘向</a>《新序·节士》则说寿知其母阴谋，遂与伋同舟，使舟人不得杀伋，“方乘舟时，伋傅母恐其死也，闵而作诗”。现代学者有认同“闵伋、寿”之说者，但持不同意见者亦多。闻一多先生猜测它“似母念子之词”（《风诗类钞》），也有学者断为一位父亲送别“二子”之作，均相近似。倘若要将它视为妻子送夫、朋友送人的诗，恐怕也无错处。总之坐实诗的本事，似乎比较牵强，还是将此篇视为一首送别诗比较合适。</p> <p>　　这一次动情的送别，发生在河边。“二子乘舟，泛泛其景”，用的是描述笔法。首句还是近景，两位年轻人终于拜别亲友登船；二句即镜头拉开，刹那间化作了一叶孤舟，在浩淼的河上飘飘远去。画面视点在送行者这边，所以画境之由近而远，同时就融入了送行者久立河岸、骋目远望的悠长思情。而“泛泛”的波流起伏，也便全与送行者牵念之情的跌宕，有了“异质同构”的对应，令你说不清那究竟是波流，还是牵思之漫衍了。由此过渡到“愿言思子，中心养养”，直抒送行者牵念深情，就更见得送别匆匆间的难舍难离了。“养养”是一个奇特的词汇。按照前人的解说，“养养”即“思念”之意，总嫌笼统了些。有人训“养养”为“痒痒”，顿觉境界妙出：这是一种搔着心头痒处的感觉，简直令人浑身颤抖、无法招架的奇妙反应。以此形容那驿动于送行者心上的既爱又念，依依难舍又不得不舍的难言之情，实在没有其他词汇可以替代。</p> <p>　　诗之二章，采用了叠章易字的写法，在相似中改换了结句。景象未变，情感则因了诗章的回环复沓，而蕴蓄得更其浓烈、深沉了。此刻，“二子”所乘之舟，早已在碧天长河中消逝，送行者却还在河岸上久久凝望。当“二子”离去时，他（她）正“中心养养”，难断那千丝万缕的离愁别绪；而今，“二子”船影消逝，望中尽是滚滚滔滔的浪波。人生的旅途上，也是充满了浪波与风险。远去的人儿，能不能顺利渡过那令人惊骇的波峰浪谷，而不被意外的风险吞没——这正是伫立河岸的送行人，所深深为之担忧的。“愿言思子，不瑕有害”二句，即以祈愿的方式，传达了这一情感上的递进和转折，在割舍不了的牵念中，涌生出陡然袭来的忧思。于是，滚滚滔滔的河面上，“泛泛其逝”的天地间，便刹那间充斥了“不瑕有害”的祝告——那是一位老母、妻子或友人，带着牵念，带着惊惧，而发自心底的呼喊：远行的人儿，究竟听见了没有？</p> <p>　　同是一首送别诗，《邶风·二子乘舟》写得远比《邶风·燕燕》单纯。全诗无一句比兴，诗中的意象，只有“二子”和一再重现和消逝的小舟。情感的抒泻，也没有《燕燕》那种“瞻望弗及，泣涕如雨”的细节表现。但它的内涵却极为丰富：因为画面只有飘飘远逝的二子、船影，其余全为空白，便为读者的联想，留下了更多的空间；因为背景全无，甚至也不知道送行者究竟为谁，其表现的情感便突破了特定限制，而适合于“母子”、“男女”、“友朋”，成为一种具有极大涵盖面的“人间之情”。它之能够激发各种身份的读者之共鸣，而与诗人一起唏嘘、一起牵挂，甚至一起暗暗祈告，也就毫不奇怪了。</p>",
  "about": "<h2>创作背景</h2> <p>　　据复旦大学钱文忠教授解析，此二子是指卫国公子晋的两个儿子伋和寿。他们为兄弟情谊，争先赴死。卫国人感其精神，就编写了这首<a href=\"http://so.gushiwen.org/view_44.aspx\">诗</a>歌。[3] </p> <p>　　卫宣公的庶子朔（人名）觊觎公子及（人名）的储君之位，与母亲齐姜（人名）进谗言给卫宣公，后三人设计要在公子及出门路上将其杀死。朔有一个亲兄弟叫公子寿，他与公子及的关系极好，得知此事后告知公子及，公子及却不听其劝告准备毅然赴死，公子寿不忍，将公子及灌醉后代其上路，公子及醒来驾船追赶，但追上公子寿的小船时公子寿已被杀死，公子及悲痛万分，告知杀手我才是公子及，你们杀错了人，既然如此将我也杀死回去复命吧。杀手将二人首级送与卫宣公，宣公得见后悲伤过度而死。 二子乘舟是指及和寿两位公子手足感情，也是这个故事的记录。</p>",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": [
    "诗经",
    "离别"
  ]
}