{
  "id": 62351,
  "star": 16,
  "name": "莺啼序·荷和赵修全韵",
  "dynasty": "宋代",
  "content": "　　横塘棹穿艳锦，引鸳鸯弄水。断霞晚、笑折花归，绀纱低护灯蕊。润玉瘦，冰轻倦浴，斜拖凤股盘云坠。听银床，声细梧桐，渐搅凉思。</p> <p>　　窗隙流光，冉冉迅羽，诉空梁燕子。误惊起、风竹敲门，故人还又不至。记琅玕、新诗细掐，早陈迹、香痕纤指。怕因循，罗扇恩疏，又生秋意。</p> <p>　　西湖旧日，画舸频移，叹几萦梦寐。霞佩冷，叠澜不定，麝霭飞雨，乍湿鲛绡，暗盛红泪。綀单夜共，波心宿处，琼箫吹月霓裳舞，向明朝、未觉花容悴。嫣香易落，回头澹碧销烟，镜空画罗屏里。</p> <p>　　残蝉度曲，唱彻西园，也感红怨翠。念省惯、吴宫幽憩，暗柳追凉，晓岸参斜，露零沤起。丝萦寸藕，留连欢事，桃笙平展湘浪影，有昭华秾李冰相倚。如今鬓点凄霜，半箧秋词，恨盈蠹纸。",
  "shangxi": "<h2>赏析</h2> <p>　　这是<a href=\"http://so.gushiwen.org/author_670.aspx\">吴文英</a>晚年所作的一首恋情词。词中借咏荷而抒发了一生的恋爱悲剧，也饱含了对造成这种悲剧的封建礼权和封建制度的反感。</p> <p>　　此词是一首带有明显的主观抒情特点的咏物词。全词共分四叠。</p> <p>　　第一叠将出水芙蓉的美艳与抒情对象巧妙地结合起来，生动细致地刻画了所恋女性的优美形象。“横塘”在苏州盘门之南十余里。吴文英曾在此寓居，这里以倒叙方法，叙写当年的一个片断。他们在湖中乘舟穿过荷丛，观赏、戏弄着湖里的鸳鸯。她在晚霞中“笑折花归”，“花”指荷花。“绀纱低护”指红黑色的纱帐遮掩了灯光，室内的光线暗淡而柔和。“润玉瘦，冰轻倦浴，斜拖凤股盘云附”，形象地刻画出有似出水芙蓉的女性形态之美。“润玉”喻人：“瘦”是宋人以纤细为美的美感经验：“冰”指的应是冰肌玉骨。“凤股”为妇女首饰，即凤钗：“盘云”是说妇女发髻，盘绾犹如乌云。“银床”为井栏，庭园中井畔常栽梧桐，所以<a href=\"http://so.gushiwen.org/view_62351.aspx\">诗</a>词中“井梧”、“井桐”之类更颇多见。桐叶飘坠的微细声响引起了他心中秋凉将至的感觉。</p> <p>　　第二叠写作者所处的现实环境。时光飞逝，往事已隔多年。燕子归来，旧巢不存，惟有空梁，比喻心爱的人已经离去。风吹竹响，引起作者的错觉，以为是故人敲门，但很快便意识到，故人再也不会象以往一样叩门而入了。这里借用<a href=\"http://so.gushiwen.org/author_484.aspx\">李益</a>“开门复动竹，疑是故人来”（《竹窗闻风》）诗句。因竹而思及故人，因故人又想起与竹有关的另一件事情：“记琅玕、新诗细掐，早陈迹、香痕纤指。”琅玕，指竹。当年她在嫩竹干上用指甲刻字，香痕犹在，但已成陈迹，睹物思人，旧情不堪追记！“罗扇恩疏”，是她当时的怨语，现在竟成事实，特别感到后悔和自责。由此又引起对于往事的种种回忆。</p> <p>　　当年两人夜泛西湖，“画舸频移”，两人在荡漾的轻波中缓缓地挥动双桨。她感极而泣，“綀单”即单薄的布被。“綀单夜共，波心宿处”，俩人厮守船中，她为自己的知音尽情歌舞。兴奋欢乐，使她容光焕发，毫无倦意。这段描写使人们不由产生关于青春的欢乐、真挚的情感、浪漫的趣味的联想。这时词意忽然逆转，以叹息的语气描摹出西湖情事的悲惨结局：“嫣香易落”。“嫣香”以花代人。“回头”与“几萦梦寐”相照应，合理地插入对这一段艳情的回忆。结尾处痛感往事已烟消云散。这一叠词，有头有尾，在描写中又处处体现物性，予人们以一种朦胧之类。</p> <p>　　西园是吴文英寓居苏州时所住的阊门外西园，在那里他曾多次与所恋的苏州歌妓幽会。所以感伤和怀念的地往往在此。这叠词是作者追叙在西园的又一段艳情。“吴宫”借指苏州某处，或者就是西园。他与苏州的恋人在垂柳掩映，湖岸横斜的“吴宫幽憩”，“晓岸参斜，露零沤起”暗示时间由夜到晓。“桃笙”即凉席。“湘浪影”，是说竹簟花纹就像湘波之影。</p> <p>　　“有昭华秾李冰相倚”，是指与美人同此枕簟。黄山谷有诗云：“秾李四弦风指席，昭华三弄月侵床。我无红袖堪娱夜，政要青奴一味凉。”秾李、昭华，是贵人家两个女妓。这里借指其人的歌妓身份。“丝萦寸藉，留连欢事”，含蓄地表达了夏夜两人之欢。全词以“如今鬓点凄霜，半箧秋词，恨盈蠹纸”为结。词人已是霜鬓了，“凄霜”谓凄苦之情使自己鬓发斑白，表明多年以来饱受旧情折磨。在当时的历史环境中，吴文英仅是一位多愁善感的文人，对于现实无能为力，即使对于自己情事的不幸也无法挽回，因而只能写下恨词来悼念曾爱过的不幸女子。“秋词”意为悲凉之词：“箧”，竹箱，“蠹纸”为虫蠹过的旧纸，言词笺已陈旧。多年积恨，写满蠹纸。由此可见这是作者以一生的两件爱情悲剧写成的血泪词。</p> <p>　　这首经过高度艺术处理的咏物抒情词，内容十分丰富，是吴文英一生情事的总结。作者以曲折变换的词笔表现出来，借以掩饰心中那不愿为人所知的情感秘密。而这种奇幻曲折的笔法，恰好代表了梦窗词的艺术风格，堪称词作中的上品。</p>",
  "poet": {
    "id": 670,
    "star": 0,
    "name": "吴文英",
    "image": "http://img.gushiwen.org/authorImg/wuwenying.jpg",
    "desc": "吴文英（约1200～1260），字君特，号梦窗，晚年又号觉翁，四明（今浙江宁波）人。原出翁姓，后出嗣吴氏。与贾似道友善。有《梦窗词集》一部，存词三百四十余首，分四卷本与一卷本。其词作数量丰沃，风格雅致，多酬答、伤时与忆悼之作，号“词中李商隐”。而后世品评却甚有争论。"
  },
  "tags": [
    "咏物",
    "荷花",
    "爱情"
  ]
}