{
  "id": 11670,
  "star": 20,
  "name": "早朝大明宫呈两省僚友",
  "dynasty": "唐代",
  "content": "银烛朝天紫陌长，禁城春色晓苍苍。<br>千条弱柳垂青琐，百啭流莺满建章。<br>剑佩声随玉墀步，衣冠身惹御炉香。<br>共沐恩波凤池上，朝朝染翰侍君王。",
  "fanyi": "<p><strong>译文<br></strong>银烛朝天光照京郊路长，禁城宫阙春色拂晓苍苍。<br>千条嫩柳枝条垂拂青琐，百啭黄莺鸣叫声绕建章。<br>剑佩声随早朝登阶趋步，衣裳冠带身沾御炉檀香。<br>共受皇恩同职风凰池上，日日执笔染墨侍候君王。</p> <p><strong>注释<br></strong>⑴早朝：臣子早上朝见皇上。大明宫：皇宫殿名。国家大典，皇帝朝见百官多在此举行。两省：指分居大明宫宣政殿左右的门下省和中书省。僚（liáo）友：同僚，如唱和此<a href=\"http://so.gushiwen.org/view_11670.aspx\">诗</a>的<a href=\"http://so.gushiwen.org/author_515.aspx\">王维</a>、<a href=\"http://so.gushiwen.org/author_113.aspx\">岑参</a>和<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>等。<br>⑵银烛：蜡烛，有银饰的烛台。此指百官早朝时擎的灯火。朝天：一作“熏天”。天，代表皇帝。朝见皇帝称为“朝天”。紫陌：紫红泥铺的路，指京城长安的路。<br>⑶禁城：宫城。晓苍苍：拂晓时暗青色的天空。<br>⑷弱柳：嫩柳。青琐（suǒ）：皇宫门窗上的装饰，代指宫门。<br>⑸百啭（zhuàn）：鸣声婉转多样。建章：汉代宫名，代指大明宫。<br>⑹剑佩：百官在朝见时必须佩带的宝剑和玉佩。玉墀（chí）：宫殿前的石阶。亦借指朝廷。<br>⑺惹：沾染。御炉：御用的香炉。<br>⑻凤池：即凤凰池，在大明宫内，中书省所在地。上：一作“里”。<br>⑼朝（zhāo）朝：天天；每天。染翰（hàn）：写文章。翰，笔。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这是描写百官上朝场面的一首作品。这首<a href=\"http://so.gushiwen.org/view_11670.aspx\">诗</a>的政治色彩很浓。皇宫豪华的气派以及百官上早朝时严肃隆重的场面写得活灵活现。</p> <p>　　<a href=\"http://so.gushiwen.org/author_60.aspx\">贾至</a>的诗第一联是描写一个“早”字。进宫去朝见皇帝的时候，天还没有亮，还得用蜡烛。到了宫城里，才是黎明。第二联写大明宫的景色：千株嫩柳挂在宫门外，飞来飞去的黄莺绕着宫殿鸣啭。第三联写百官上殿朝见的情况：穿着朝服的官员肃静无声，走上白玉的阶陛，只听得身上悬挂的剑和佩带物的声音。衣冠端正的身上，沾染着两旁香炉里散发出来的香气。第四联就是感恩效忠的话了：我们大家都在凤池中享受皇帝的恩泽，应该天天写文章侍候皇上。</p> <p>　　这首作品的一个特点是全诗用比较贴切的文字描写场面，虽说用到一些褒义的修辞，但是却没有出了早朝大明宫这个场面，用字很集中，并没有用使读者有更多题外思索的字眼，说白了就是意境上苍白，虽然有词藻的堆叠，可是还是落在俗套里。不过或许是场面过于宏大，诗人作为一名官员，能如此下笔已是难能可贵了。</p> <p>　　用紫陌形容甬道，前人的诗里就有，不新鲜；对青琐的描写，也很平常；建章殿是汉代的宫殿，这里因为避讳而代指唐朝的宫殿，走了一般的路子；大臣受皇恩而得以站于凤凰池上，这更是封建社会千年的传统；至于朝朝协助君主，古代三纲中臣以君为纲讲了好几千年了，写出来没有什么出奇的地方。可也是因为这首诗记载的场面在那个时代日日重演，所以诗还是有了历史见证一样的作用。</p> <p>　　政治色彩浓厚的诗通常因为要表达主观上的尊重及客观上的严肃，诗写出来个性却不突出在所难免。当然这不是说写宫廷生活一定不能加入个人色彩，而是说封建社会里的诗人写宫廷生活就会免不了有如此的缺憾，在当时政治局面是不允许他们那样的，和现在写诗不一样。现在讲民主，批评起时事来可以酣畅淋漓得加进自己的感情。可是那个时代写诗却是不兴这样的，一旦如此，就会被人另眼相看，甚至避之唯恐不及。写一个宫廷生活的场面，不是为了让人躲着自己，在这里诗人是想让更多人了解这种场面，从而了解自己也是个本分的臣子，要不然这首诗不会写得如此直白。</p> <p>　　读者如果能体谅贾至不能免俗的原因，那就会明白诗里那些臣子为什么亦步亦趋小心谨慎，就会较为容易得理解在那座华丽的宫殿上演出着一幕什么样的大戏。</p>",
  "about": "<h2>创作背景</h2> 　　此<a href=\"http://so.gushiwen.org/view_11670.aspx\">诗</a>作于唐肃宗乾元元年（758）。至德二载（757）九月，广平王李傲率朔方、安西、回纥、南蛮、大食之兵二十万人收复长安，平定了安禄山父子之乱。十月丁卯，唐肃宗还京，入居大明宫。至德三年（758）二月丁末，大赦天下，改元乾元。此时李唐政权，方才转危为安，朝廷一切制度礼仪，正在恢复，表面上的中兴局面已经形成。中书舍人<a href=\"http://so.gushiwen.org/author_60.aspx\">贾至</a>在上朝之后，写下这首诗，描写皇帝回朝后宫廷中早朝的气象。",
  "poet": {
    "id": 60,
    "star": 0,
    "name": "贾至",
    "image": "http://img.gushiwen.org/authorImg/jiazhi.jpg",
    "desc": "贾至（718—772）字幼隣，唐代洛阳人，贾曾之子。生于唐玄宗开元六年，卒于唐代宗大历七年，年五十五岁。擢明经第，为军父尉。安禄山乱，从唐玄宗幸蜀，知制诰，历中书舍人。时肃宗即位于灵武，玄宗令至作传位册文。至德中，将军王去荣坐事当诛，肃宗惜去荣材，诏贷死。至切谏，谓坏法当诛。广德初，为礼部侍郎，封信都县伯。后封京兆尹，兼御史大夫。卒，谥文。至著有文集三十卷， 《唐才子传》有其传。"
  },
  "tags": [
    "春天",
    "写景",
    "宫中"
  ]
}