{
  "id": 56034,
  "star": 29,
  "name": "汉宫春·初自南郑来成都作",
  "dynasty": "宋代",
  "content": "羽箭雕弓，忆呼鹰古垒，截虎平川。吹笳暮归野帐，雪压青毡。淋漓醉墨，看龙蛇飞落蛮笺。人误许、诗情将略，一时才气超然。 <br>何事又作南来，看重阳药市，元夕灯山？花时万人乐处，欹帽垂鞭。闻歌感旧，尚时时流涕尊前。君记取、封侯事在。功名不信由天。",
  "fanyi": "<p><strong>译文<br></strong>在险峻的古垒旁，在辽阔的平川上，打猎习武。身背弓箭，臂挥雄鹰，手缚猛虎。直至暮色苍茫，笳声四起，才猎罢归来，野营帐幕的青毡上早已落满了厚厚的雪花。喝罢了酒，挥笔疾书，那龙飞凤舞的草书，墨迹淋漓，落在了纸上。人们也许是错误地赞许我，是一个既有<a href=\"http://so.gushiwen.org/view_56034.aspx\">诗</a>情，又有将略的超群人才。<br>为什么偏要我离开南郑前线南来成都呢，是为了逛重阳节的药市，看元宵节的灯山吗？每当繁花盛开的时候，在那万人游乐的地方，我也斜戴着帽子，提着马鞭，任马儿漫走。每当听歌观舞，酒酣耳热的时候，我会想到过去的军旅生活而感慨万千，不知不觉中泪洒酒樽前。请千万记住，杀敌报国，建功封侯的大事是要自己去奋斗的，我就不信这都是由上天来安排的。</p> <p><strong>注释<br></strong>①汉宫春：词牌名。<br>②南郑：地名，即今陕西省汉中市，地处川陕要冲，自古为军事重镇。<br>③截虎：<a href=\"http://so.gushiwen.org/author_272.aspx\">陆游</a>在汉中时有过射虎的故事。<br>④野帐、青毡：均指野外的帐幕。<br>⑤淋漓醉墨：乘着酒兴落笔，写得淋漓尽致。<br>⑥龙蛇：笔势飞舞的样子。蛮笺（jiān）：古时四川产的彩色笺纸。<br>⑦许：推许、赞许。<br>⑧诗情将略：作诗的才能，用兵作战的谋略。<br>⑨灯山：把无数的花灯叠作山形。<br>⑩欹（qī）帽垂鞭：帽子歪戴着，骑马缓行不用鞭打，形容闲散逍遥。敧帽：指歪戴着帽子。欹：歪戴。<br>⑪不信由天：不相信要由天意来决定。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　此词的上片，表明作者对在南郑时期的一段从军生活，是这样的珍视而回味着。他想到在那辽阔的河滩上，峥嵘的古垒边，手缚猛虎，臂挥健鹰，是多么惊人的场景！这些令作者如此振奋而又如此爽快，因此在<a href=\"http://so.gushiwen.org/author_272.aspx\">陆游</a>的<a href=\"http://so.gushiwen.org/view_56034.aspx\">诗</a>作里，时常提到，《书事》诗说：“云埋废苑呼鹰处。”《忽忽》诗：“呼鹰汉庙秋。”《怀昔》诗：“昔者戍梁益，寝饭鞍马间，……挺剑剌乳虎，血溅貂裘殷。”《三山杜门作歌》诗：“南沮水边秋射虎。”写的都是在南郑从军时的生活。同时他又想到晚归野帐，悲笳声里，雪花乱舞，兴醋落笔，写下了龙蛇飞动的字幅和气壮河山的诗篇，作者不断涌动的激情令其兴致大发，豪迈之感也就变成了笔下的淋漓沈雄。这当然是值得自豪的啦。可是卷地狂飙，突然吹破了词人壮美的梦境。成都之行，无疑是将作者心中熊熊燃烧的抗金意愿置于“无实现之日”的冷宫之中，遂有了自己的文才武略，何补时艰的深深感慨？“人误许”三字，不是谦词，而是对当时朝廷压抑主战派、埋没人才的愤怒控诉。</p> <p>　　下片跟上片形成鲜明的对照。在繁华的成都，药市灯山，百花如锦，有人在那里沉醉。可是，在民族灾难深重的年代里，在词人的心眼里，锦城歌管，只能换来樽前的流涕了。“何事又作南来”一问，蕴藏着多少悲愤在内！可见，词人面对这些所谓的城市文明不禁更是心酪。这里的人们都已忘记了故土还在异族手里，往日的雄壮战场场面已被面前的一切所取代。</p> <p>　　看在眼里，痛在心里，但作者并不只是埋头于悲愤之中，而是作出了坚定的回答：“谋事在人成事也在人！”陆游大量诗篇里反复强调的人定胜天思想，在这里再一次得到了体现。心中犹存着重上抗金前线，在战场上建功立业的强烈愿望“君记取、封候事在”，心中的爱国之志涌现在了读者面前。这里表明了词人的意志，并没有因为环境的变化而消沉，而是更坚定了。</p> <p>　　此词的艺术特色，总体上用对比的手法，以南郑的过去对比成都的现在，以才气超然对比流涕尊前，表面是现在为主过去是宾，精神上却是过去是主现在是宾。中间又善于用反笔钩锁等写法，“人误许”“功名不信由天”两个反笔分别作上下片的收束，显得有千钧之力。“诗情将略”分别钩住前七句的两个内容，“闻歌”钩住“药市、灯山”四句，“感旧”钩住上片。在渲染气氛，运用语言方面，上片选择最惊人的场面，出之以淋漓沉雄的大笔，下片选择成都地方典型的事物，出之以婉约的格调，最后又一笔振起，因此发出了内心的呼喊，以激昂的格调、振奋的言辞，从而使全词的思想感情走向最高潮，深深地感染了读者。词笔刚柔相济，结构波澜起伏，格调高下抑扬，从而使通篇迸发出爱国主义精神的火花，并给读者以美的享受。</p>",
  "about": "<h2>创作背景</h2> 　　这首词是宋孝宗乾道九年（1173年）春<a href=\"http://so.gushiwen.org/author_272.aspx\">陆游</a>在成都时所作，时作者年四十九岁。乾道八年（1172年）冬，四川宣抚使<a href=\"http://so.gushiwen.org/author_726.aspx\">王炎</a>从南郑被召回临安，陆游被改命为成都府路安抚司参议官，从南郑行抵成都，已经是年底。题目说是初来，词中写到元夕观灯、花时游乐等等，应该已是乾道九年（1173年）春。",
  "poet": {
    "id": 272,
    "star": 0,
    "name": "陆游",
    "image": "http://img.gushiwen.org/authorImg/luyou.jpg",
    "desc": "陆游（1125—1210），字务观，号放翁。汉族，越州山阴（今浙江绍兴）人，南宋著名诗人。少时受家庭爱国思想熏陶，高宗时应礼部试，为秦桧所黜。孝宗时赐进士出身。中年入蜀，投身军旅生活，官至宝章阁待制。晚年退居家乡。创作诗歌今存九千多首，内容极为丰富。著有《剑南诗稿》、《渭南文集》、《南唐书》、《老学庵笔记》等。"
  },
  "tags": [
    "豪放",
    "爱国"
  ]
}