{
  "id": 70767,
  "star": 106,
  "name": "沁园春·丁巳重阳前",
  "dynasty": "清代",
  "content": "<span style=\"font-family:SimSun;\">丁巳重阳前三日，梦亡妇淡妆素服，执手哽咽，语多不复能记。但临别有云：“衔恨愿为天上月，年年犹得向郎圆。”妇素未工诗，不知何以得此也，觉后感赋。</span></p> <p>瞬息浮生，薄命如斯，低徊怎忘。记绣榻闲时，并吹红雨；雕阑曲处，同倚斜阳。梦好难留，诗残莫续，赢得更深哭一场。遗容在，只灵飙一转，未许端详。重寻碧落茫茫。料短发、朝来定有霜。便人间天上，尘缘未断，春花秋叶，触绪还伤。欲结绸缪，翻惊摇落，减尽荀衣昨日香。真无奈，倩声声邻笛，谱出回肠。",
  "fanyi": "<p><strong>译文</strong><br>夜已阑，月满西楼，深院锁着寂寞的梧桐，秋虫低吟一曲惆怅。你凝视摇红的烛影，不觉睡去，白日所思夜入梦来：“丁巳重阳三日，梦亡妇淡妆素服，执手哽咽……临别有云：‘衔恨愿为天上月，年年犹得向郎圆’。”思念在梦中哽咽着，片片碎了，飞落似春尽溪畔散落的桃花，而爱却如大漠孤坟上的青草，至死都坚持着葱茏之色！你叹，“瞬息浮生，薄命如斯，低徊怎忘？”。你忆，“锈榻闲时，并吹红雨；雕栏曲处，同倚斜阳”。你悲，“梦好难留，<a href=\"http://so.gushiwen.org/view_70767.aspx\">诗</a>残莫续，赢得更深哭一场”。风轻云淡，月华如水，今夕何夕？纵有红巾翠袖，谁又能拭你腮边之。<br>梦醒了，伊人软语仿佛仍在耳边徘徊，伊人泪眼仿佛仍在眼前婆娑，然而伊人何在？词人竟沉溺于梦境不能自拔，披衣而起，在茫茫“碧落”中“寻寻觅觅”。又有谁能见证这一夜的辗转，一夜的奔波，一夜的背情呢？或许只有早落在头发上的秋霜吧。真是秋霜？还是“朝如青丝暮成雪”（<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>《将进酒》）？谁知道呢。“便人间天上，尘缘未断”，“死者长已矣”（<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>《石壕吏》），又怎么能再续前缘？只有未亡人的回忆、愁绪还在不断的滋长吧！看着曾经一起流连过的“春花秋叶”，又一次勾起了莫名的伤感。怎么能够承受如此痛苦的煎熬？还是把你忘却吧！抹去了你留在我生活中的印痕。然而邻院幽幽的笛声，又一次把你带回我的身旁。“真无奈”！ </p><p><strong>注释</strong><br>①丁巳重阳前三日:指康熙十六年(1677}农历九月初六日，即重阳节前三日。此时亡妻已病逝三个多月。<br>②并吹红雨：唐<a href=\"http://so.gushiwen.org/author_577.aspx\">虞世南</a>《奉和咏风应魏王教》云:“动枝生乱影，吹花送远香。”宋<a href=\"http://so.gushiwen.org/author_361.aspx\">杨万里</a>《九月四日生辰》有“重九吹花节，千龄梦日时”之句，故本谓风吹花动，而后演变为重阳节之意。胡翼龙《满庭芳》：“吹花题叶事，如梦里，记得依然。”是说重阳佳节曾有游赏吟咏之事。纳兰此句是说曾与爱妻共度过美好时光，有所赏心乐事。又，<a href=\"http://so.gushiwen.org/author_349.aspx\">李贺</a>《将进酒》有“桃花乱落如红雨”之句，故红雨指桃花，谓落花时节曾与爱妻共度。<br>③灵飙：灵风。这里指梦中爱妻飘乎之身影。<br>④重寻句：语出<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>《长恨歌》：“上穷碧落下黄泉，两处茫茫皆不见。”此谓梦醒之后，爱妻之音容俱逝，天地茫茫，无处可寻，不胜凄怆。<br>⑤绸缪：指夫妻之恩爱。<br>⑥减尽句：《太平御览》卷七○三引晋习凿齿《襄阳记》云：“刘季和曰:‘荀令君(荀彧)至人家，坐处三日香。’\"后以“荀衣”“荀香”“荀令衣香”等，或喻人之风流倜傥，或喻惆怅之情，或喻花卉异香。此处是作者自喻，说自己往日的风流神采早已消损殆尽了。宋<a href=\"http://so.gushiwen.org/author_106.aspx\">刘克庄</a>《风入松?福清道中作》:“改尽潘郎鬓发，消残荀令衣香。”<br>⑦邻笛：晋<a href=\"http://so.gushiwen.org/author_337.aspx\">向秀</a>《思旧赋·序》:“余与稳康、吕安居止接近。其人并有不羁之才，然嵇志远而疏，吕心旷而放。其后各以事见法。……余适将西迈，经其旧庐。于时日薄虞渊，寒冰凄然。邻人有吹笛者，发声寥亮。追思囊昔游宴之好，感音而叹，故作赋云。”后多以此典表示笛声凄婉，或表示怀旧伤逝、心绪惆怅等。如袁去华《兰陵王次周美成韵》：“正难续幽梦，厌闻邻笛。”这里是说一声声幽怨哀感、回肠荡气的笛声，更使人怅惘难耐。</p>",
  "shangxi": "<h2>赏析</h2> 　　词的上片以低婉的叹息起笔，既是叹息亡妻早逝命薄，也是哀叹自己的薄命。接下去写往日的夫妻恩爱情景，反衬出今日永别的苦情，梦醒后的凄清难禁。结穴处再点梦中“只灵飙一转”，为之无限的怅惘，无穷的恨憾。下片进一步刻画苦苦追寻亡妻的踪影和追寻而不可得的沉痛心情。这里用料想之情景表达了对亡妻的爱怜和深深的怀念。结处又以幻境谱叙衷肠。全篇屈曲跌宕，一波三折，低回深婉，哀怨动人。",
  "poet": {
    "id": 188,
    "star": 0,
    "name": "纳兰性德",
    "image": "http://img.gushiwen.org/authorImg/nalanxingde.jpg",
    "desc": "纳兰性德（1655－1685），满洲人，字容若，号楞伽山人，清代最著名词人之一。其诗词“纳兰词”在清代以至整个中国词坛上都享有很高的声誉，在中国文学史上也占有光采夺目的一席。他生活于满汉融合时期，其贵族家庭兴衰具有关联于王朝国事的典型性。虽侍从帝王，却向往经历平淡。特殊的生活环境背景，加之个人的超逸才华，使其诗词创作呈现出独特的个性和鲜明的艺术风格。流传至今的《木兰花令·拟古决绝词》——“人生若只如初见，何事秋风悲画扇？等闲变却故人心，却道故人心易变。”富于意境，是其众多代表作之一。"
  },
  "tags": [
    "婉约",
    "重阳节",
    "叹息",
    "怀念"
  ]
}