{
  "id": 70091,
  "star": 2,
  "name": "杂剧·晋陶母剪发待宾",
  "dynasty": "元代",
  "content": "第一折<br>满腹文章七步才，绮罗衫袖拂香埃。今生坐享清平福，不是读书那得来？小官姓范名逵，官拜学士之职。方今圣人在位，拔擢英才。因为山间林下，多有怀材抱德之人，不肯进取功名；今着小官五路采访，但有才德、文学、孝廉、仁义之士，一有所长，着小官保奏到朝中，圣人自有加官赐赏。小官不敢久停久住，乘驿马便索登程。小官离帝阙亲赴他邦，多有那居山林隐迹埋藏；奉朝命四方采访；这一去举名儒要见忠良。黄卷青灯苦业儒，九经三史腹中居。寸阴当惜休轻放，治国齐家在此书。小生姓陶名侃，字士行，祖居丹阳人氏。年方二十岁。父亲辞世，有母湛氏，抬举小生成人长大，训课读书。争奈家贫，母亲与人家缝联补绽，洗衣刮裳，与小生做学课钱。虽则学成满腹文章，何日是峥嵘发达之时？今日太学中有一老先生，姓范名逵，来到府学。个月期程。别的书生都请了他，止有小生不曾相请；便请可也无钱。小生也无计所奈，写了个钱字、信字。有个韩夫人，他是个巨富的财主，开着座解典库。小生将着这两个字，直至韩夫人家，折当三五贯长钱来，请那范先生，也是小生出于无奈。我想陶侃空学成满腹文章，几时得遂大志也呵！正是鲁麟周凤皆为瑞，出不逢时奈若何？守志韩门愧丈夫，世传清白事非无。治家严肃闺门整，文业堪同曹大姑。妾身姓韩，丹阳县人氏。家中颇有资财，油磨房、解典库，鸦飞不过的田土。嫡亲的两口儿家属。有个女孩儿，年方一十八岁，不曾许聘他人。今日在解典库中闲坐，看有甚么人来。小生陶侃是也。说话中间来到韩夫人门首，无人报复，我自家过去。夫人拜揖！好一个秀才也！敢问秀才姓甚名谁，此来却是为何？小生本处人氏。姓陶名侃，字士行。嫡亲的子母二人。小生幼习儒业，颇读诗书，争奈家贫如洗。如今天下多事，母亲恐小生安逸，不堪任事，着小生朝运百甓于斋外，暮运百甓于斋内，惯习勤苦，夺取功名。今有太学中一老先生，来此经久，小生欲要相请，争奈无钱。今写了一个钱字、一个信宇，当在夫人这里，怎生当与小生五贯长钱使用。小生若兑付的钱来，可来赎取这两个字。量这个信字，打甚么不紧？夫人，这个信字不轻，俺这信行为准。秀才每既为孔子门徒，岂敢失信于人。可不道人无信不立！我见这个秀才，发言吐语，议论四出，久后必然峥嵘显达。秀才，你既有事，将五贯钱去。多谢夫人不阻！秀才且休回家去。下次<br>小的每将酒来！秀才满饮一杯。母亲严教，并不敢吃酒。秀才，这酒是老身服汤药的酒，秀才略饮三杯。若到家你母亲问你时，便道我着你吃酒来，你母亲也不怪你。既是这等，小生逆不过夫人面皮，只得勉饮三杯。夫人，小生得了酒也。夫人休怪，小生将着这五贯钱，还家中去也。秀才去了也。我恰才觑了陶秀才相貌，虽则时间受窘，久后必然发迹。我有心待将女孩儿许与这生为妻，争奈不认的他那母亲。我且记在心怀，待后图之。今日无事，且回后堂去也。老身丹阳县人氏。自身姓湛，夫主姓陶，名丹，早年亡过。所生一子，唤名陶侃，学成满腹文章，争奈风云未遂。今日往太学中讲书去了。安排下茶饭，孩儿这早晚敢待来也。。<br>【仙吕】【点绛唇】夫主归天，老身发愿。将豚犬，严教了十年，下苦志习经典。<br>【混江龙】我将些衣服头面，都做了文房四宝束修钱。他学的赋课成八韵，诗吟就全篇。十载寒窗黄卷客，博一纸九重天上紫泥宣。念老身治家教子，我孩儿事奉萱亲。着他受半生辛苦，指望待一举成名。我与人缝联补绽，洗衣刮裳。那个不说儿文章亏杀了娘针线，学成了诗云子曰，久以后忠孝双全。<br>安排下茶饭，陶侃这早晚敢待来也。小生陶侃，恰才在韩夫人家，当了这五贯长钱；吃了三杯儿酒，面皮红了，则怕母亲问。来到家中，我不言语，自过去。母亲，您孩儿下学来了也。你莫不吃酒来？你儿不曾吃酒。你未学读书，先学吃酒。你吃酒敢还早哩么？<br>【油葫芦】你不肯刺骨悬头作状元，全榜上将名姓显，你则待长安市上酒家眠。则他这匡衡墙紧靠着编修院，则他那杜康宅隔壁是悲田院。你学仲宣空倚楼，似祖生憎着鞭。你则待醉乡中早称了平生愿，常留着一体在头边。<br>【天下乐】哎，儿也，你几时能勾两行朱衣列马前？孩儿，你须知道的：则俺这家缘，可也无甚钱，则怕典不了卖不了咱金谷园。你则待醉华筵学五侯，望竹林访七贤，几曾见凌烟阁上画醉仙？孩儿，想你这般攻书呵，你娘那里得那钱物来？孩儿知道，则是多亏了母亲！<br>【哪吒令】则他这今年，非同似往年。恰还了纸钱，又少欠下笔钱。常着我左肩，那在这右肩。与人家做生活打些坌活，闲停止妆宅眷，端的使碎我这意马心猿。<br>【鹊踏枝】你则待要赴佳筵，倒金船；咱如今少米无柴，赤手空拳。你不学汉贾谊献长策万言，你则待学刘伶般烂醉十年。<br>您孩儿不会饮酒。<br>【寄生草】你则待扶头酒寻半碗，谒人诗赠几篇。请着你不离随着他转，逢着你的唱偌迎着他善，后来便说着你的体面难消遣。则你这拖狗皮缠定这谢家楼，几时得布衣人走上黄金殿！<br>陶侃，你实说在那里饮酒来？不瞒母亲说！孩儿在韩夫人家饮酒来。你为甚么到韩夫人家？母亲不知，容您孩儿慢慢说一遍。近日太学中来了一个老先生，姓范名逵。别个书生都相请了，则有您孩儿不曾请。争奈家寒无有钱钞，您孩儿写了一个信字、一个钱字，在韩夫人家当了五贯长钱。夫人道偌大一个解典库，怎教你空口出门。他服汤药的酒，着你孩儿吃了三钟。您孩儿不肯吃来，夫人说道：\"你母亲怪你，就说我教你吃来。\"今母亲致怒，我不怨别人，只怨韩夫人！小孩儿家．你吃了他酒，又当下一个信字，到还怨他。陶侃，你写一个信字、一个钱字来我看。理会的。写就了也。母亲，这个是钱字、信字。陶侃，这两个字，那一个好？母亲不问，你孩儿也不敢说。还是钱字好。怎生这钱字好？母亲，便好道钱字是人之胆，财是富之苗。如何有钱的出则人敬，坐则人让，口食香美之食，身穿锦绣之衣；无钱的口食粝食，身穿破衣。有钞方能成事业，无钱眼下受奔波。这个信字，打甚么不紧？你那里知道？我说与你。<br>【金盏儿】钱字是大金傍戋，信字是立人边言。信近于义钱招怨，这一个有钱可更有信，两件事古来传。这一个有钱的石崇般富。这一个有信的范丹贤。你常存着立身夫子信，抬了者！休恋这转肚邓通钱！<br>陶侃，你又饮酒，又失信，过来躺着，须当痛责！母亲打的是！这一场都是韩夫人。<br>【醉扶归】你可便休把他人怨，你可便不听你这母亲言？母亲闪了手也！陶侃，你多大年纪也？母亲，孩儿二十岁了。你如今二十岁也不索可便虚受了一岁者波，你可也央及了我十九年。不打这厮惯了他。陶侃，你再敢吃酒么？你孩儿再不敢了也！我这里自解叹无人将我来劝，我这里欲待要打也索好着我心儿里可怜。陶侃起来！我不打你，饶了你者。我谢了母亲，为甚么不打你孩儿？你问我为甚么不打你，我看着未及第的书生面。<br>谢了母亲！从今后见酒一点也不要吃。你那五贯长钱，使了未曾？还不曾使动。与他一个月利息，与我赎将那个信字来。我与你待客。母亲索是用心也！<br>【赚煞】不为一纸傲书迟，二怕你交朋怨，则我这老益壮贫而益坚。我甘分饥寒守自然，那冷时节熬的旧颜欹，这饥时节是我忍过的心闲。哎，儿也，你曾看这《鲁论篇》？孩儿也曾读来，不知是那一篇？\"齐景公有马千驷\"。\"民无德而称焉\"。都是些有德行颜渊、闵子骞。你与我书读那万卷，愁甚么户封八县！咱要发迹呵，也至容易。你再上那六经中苦志二三年。母亲言语，不敢不依。将着这五贯钱，去那韩夫人家，赎那信字，走一遭去。<br><br>第二折<br>妾身韩夫人。自从陶侃当下这个信字，拿钱到家中，被他母亲痛决了一场。今日早间。陶侃将信字赎将去了。老身看中那秀才，有心待招他做女婿，争奈不曾见他母亲。今日无事，且在解典库中坐着，看有甚么人来。老身陶侃的母亲便是，为家贫无钱待客，将自己顶心里头发剪了两剪，缯做一绺儿头发，上长街市上。卖些钱物，管待范学士。我一会家想来，子母孤穷，常耽饥冻，几时是俺那发迹的日子也呵？<br>【正宫】【端正好】甘守分半生贫，则为我有孟母三迁志，我当了二十年无倚靠的家私。我几曾买卖临街市？我如今顾不的人轻视。<br>【滚绣球】我这里自三思：俺那儿做伴的，都是些善人君子。孔子云与朋友切切傯傯。有朋自远方至如此，怕不我重管待理当如是，则为这一顿饭剪了一缕青丝。做儿的攻书十载可便学成儒业，做娘的请客三番敢剪做戒师，我甘分无辞。<br>兀那街上一个婆婆，手里拿着一绺儿头发，不知是卖的？不知是买的？下次小的每，与我唤将过来！兀那婆婆，这头发是卖的？是买的？是卖的。解典库中有俺夫人要买你的哩。兀那婆婆，这头发是卖是买的？是卖的。是活发么？是活发。要多少钱？不添不减，则要五贯钱。敢多了些儿么？我则要五贯钱。清早晨我不发这钞出去。你转一转来取。你不买，我别处卖去。你只这般用的钱紧？<br>【倘秀才】我家里请下客非同造次，等着钱家小使，谁家自己发与人做头发儿？恁的呵，我不买。你不买罢。常存的青丝在，须有变钱时，他比不的秋后的扇儿！<br>这婆子声音模样，与陶侃秀才一般，莫不是他母亲？是不是我问他一声。婆婆，你莫不是陶侃的母亲么？然也。那壁敢是韩夫人么？然也。婆婆，请家里来！我问你咱：你孩儿拿的个信字来，我当与他五贯长钱，你怎生将他痛决了一场？你差了也！量个信字打甚么不紧？一点墨，半张纸，又不中吃，又不中使，做甚么打他？<br>【滚绣球】你道是一点墨半张纸，不中吃不中使，俺典了信字，管待秀才。又则道俺咬文嚼字。量这个信字，打甚么不紧？都是那十数画儿有这信字。为臣的作个重臣，为子的作个诤子，为吏的情取个素身行止，借人钱财主每休想道推辞。姐姐，咱这妇道人家，有这个信字呵，则被这亲男儿敬重做贤达妇，男子汉有这个信字呵，交朋友皆呼信有之，你可休看觑因而！婆婆，我有心看上你那秀才，肯与我做个女婿，我陪奁房断送，我女孩儿与他为妻。你意下如何？我这里卖头发来？说亲来？下次使不的个媒人说不的！我许这亲事早哩。<br>【倘秀才】俺孩儿\"善与人交久而敬之\"。姐姐，你待要题亲呵，你可便\"见贤思齐\"\"默而识之\"。你分明是般调人家小样儿。俺孩儿常存着读书志，怎肯教不记下楼诗？见俺那读书的小厮。你今日行许了这亲者！夫人且等着。等着甚么？<br>【呆骨朵】俺那孩儿遥受着玉堂金马三学士，你便斗的俺那栋梁材节外生枝。小秀才只恁怕你。你道是儿怕娘严，着姐姐道也，大古里子孝父慈。不争着秀才每无忠信，便使美玉生瑕疵。你待要闺中养艳妹，姐姐也我则理会的棒头出孝子。<br>我是个巨富的财主。倒陪奁房，将我个描不成画不就的女孩儿，与你儿子做媳妇，你倒不肯！姐姐，休这般说。<br>【脱布衫】你可便休卖弄花朵儿般娇姿，休倚仗你铜斗儿家私。好前程万中怎选？你待题亲事一家无二。<br>【醉太平】你待实心儿外侍，也索转意儿寻思。要成亲早哩。直等的俺孩儿金榜挂名时，那其间新婚燕尔。俺孩儿守寒窗遂了十年志，战群儒一扫三千字，上天梯赋就五言诗，恁时封妻荫子。你许了我这亲事者。你还我头发钱来。谁偷了你的也？圣人道先功名而后妻室。等俺孩儿得了官呵，那其间成这亲事，未为迟哩！<br>【尾声】等俺孩儿若受了千钟禄三品职，成就了高堂大厦英杰子。你儿那时节五花诰驷马车，做一个大院深宅媳妇儿。更有乡邻不轻视，车马迎门不造次，百味珍羞拣口儿，喝婢呼奴换套儿，富贵荣华有人使，儿女团圆做了亲事。恁时节永远姻亲，方显的我慎终始。<br>好个古忄敞的婆婆！今日见他一面，果然得治家之道。我将女儿与这等婆婆，不强似许与别人。等秀才应过举时，务要成此亲事。我不争拘束着闭月羞花女，那其间分付与你个银鞍白面郎。今日无事，且回后堂中去来。<br><br>第三折<br>小生陶侃，多亏母亲指头上讨了些针线钱，今日着我请范老先生。已着人请去了，这早晚怎生不见来？满腹文章七步才，绮罗衫袖拂香埃。今生坐享清平福，不是读书那里来？小官范逵是也。五南路采访贤良，来到此丹阳县太学中，个月期程，秀才丛中有一人姓陶名侃，字士行，嫡亲的子母二人。此人依母指教，苦志攻书。我观陶侃有经济大才。我有心待保举此人，若到京师见了圣人，必然重用。今日他家中请小官饮酒。他则知道我是个学士，不知小官所干事务。如今见了他母子，我自有个主意。说话中间问人来，这个门儿，便是他家。试叫一声，陶秀才在家么？在家。呀，呀，学士大人有请！陶秀才，量某有何德能，动劳生受。不敢！起动大人先生，贵脚来踏贱地，请坐。待小生请家母与老先生相见。母亲，范老先生来了也。陶侃，老先生来了也？来了也！母亲相见咱。学士大人，贵脚踏于贱地，蓬荜生光。久闻老母教子有方，今日登堂瞻拜，实乃小官万幸也！老身不敢。将酒来！我与学士递一杯。蔬食薄味，箪食壶浆，不堪管待，聊表芹意，望学士休笑咱！<br>【中吕】【粉蝶儿】则俺这茅舍疏篱，又无甚厅堂客位，则见些蓬窗上炕芦席。虽然是饭蔬食，薄酒味，大刚来是俺主人家情意。秀才每淡饭黄齑，与你个咽珍羞大人厌饫。<br>【醉春风】俺家里甑有范丹尘，厨无原宪米，量这些藜羹黍饭不成席，则是个理、理。都是些栋梁之材，风麟之瑞，庙堂之器。<br>帮闲钻懒为活计，脱空说谎作营生。小人名唤社里饥，兄弟叫做世不饱。俺两个不会营生买卖，全凭嘴抹儿过其日月。如今陶侃家中请客吃饭，俺两个那里，与他递酒搬汤抬桌儿。临了咱两个务要吃个醉，还要包些桌面东西，到家与俺老婆吃。来到门首，自家过去。陶侃，你怎生不请俺两个？我与你执壶把盏，老母休怪！似这般怎了？学士请坐！老身前后执料去。孩儿，你递酒去波。母亲，我则请的一位，如今又走将两个这厮来，可着甚么与他吃？酒将近无也，那得钱来买？<br>【迎仙客】我与你准备下酒食，我着你便待相识。你道我那里得钱物来买？这的是人头上钱，若还容易得，请客呵，岂不闻打迭起酸寒？不是我便夸富贵，问甚么请来那是谁？岂不闻四海皆兄弟！母亲，安排下一个人的茶饭，如今又走将两个人来，可怎了？<br>【石榴花】则俺这主人家情重客都齐，问的他无一话皱双眉。他坐而不觉立而饥，陶侃也你与我便快疾把盏安席。咱可便将没作有这宾朋来会，他可便甚贤愚良贱高低。我不要你拣好择弱寻相识，常言道白发故人稀。<br>【斗鹌鹑】则愿得我牙落重生，则愿的我白头再黑。陶侃将酒来！我递一钟。这两个好无礼也！这的是您娘的私房，且与你做面皮。这顿饭如法要整齐，着他每放心的吃。将我这雾发云鬟，博换做龙肝凤髓。<br>陶侃，你有钱好请客，无钱便罢，如何逼并的你娘剪头发卖钱请人？我把你个生忿忤逆弟子孩儿！母亲，他二人对着学士跟前，说我生忿忤逆，为请人剪了娘的头发，卖成钱钞买物。兀的不要我做甚么？陶侃气死了。不干我事！收了桌上的东西，咱回家去来。儿也！干你甚么事？<br>【上小楼】他走将来便吓天喝地，道孩儿生忿忤逆！俺孩儿便告则不噀，见他必顾，孝当竭力。他道是逼并的，娘剪发，安排筵席，则俺这个赛曾参气也不气！<br>母亲，他两个说，你孩儿怎生知道？<br>【幺篇】着人道娘教子，我为你后人说：陵母伏剑，陶母邀宾，孟母三移。则为这一个字，五贯钱，别寻生意，我则怕人无信而不立！<br>陶秀才你来！今日是个好日辰，收拾琴剑书箱，随我上京应举去来。大人先生说的是！待小生禀命母亲去。母亲，今学士大人要领您孩儿上京应举去。争奈母亲年高，孩儿尽忠不能尽孝，孩儿去好不去好？学士这等说来，我问学士去。学上，量陶侃有甚文学，着学士如此用心也？老母，你放心！我领秀才到的京师，必然为官。则今日便索长行。我谢了学士者！陶侃，你来听分付:此一去，则要你着志者！得官不得官，早些儿回来，休着我忧心！<br>【耍孩儿】这的是为头儿两眼忄西惶泪，第一声长吁叹息。起初时今夜魂梦惊，破题儿不展愁眉。比及你夺皇家富贵他人聚，今日个白尾贫寒亲子离。常记着\"礼之用和为贵\"，到那里则要你折腰叉手，休学那苫眼铺眉！<br>母亲休烦恼！<br>【二煞】我如今近五旬，你方才整二十，儿行千里母也行千里。凤凰池不到你娘心先到，龙虎榜文齐只怕你福不齐。问甚么及第不及第？及第呵你休昂昂而已，不及第呵你可休怏怏而归！<br>母亲，您孩儿今日就行。我与母亲递一杯酒，母亲满饮此一杯！孩儿，对着学士在这里，老身二十年不曾饮酒，孩儿今日临行，我饮过此杯。我且不吃哩。母亲，为何又不饮？<br>【尾声】或是你受一道宣，或是你受一道敕。你若是还家呵，把一盏庆喜酒在你这娘跟前跪！孩儿，你若得了官呵，回到家中，想你那父亲亡过，若不是老身，岂有今日也呵？兀的是我二十载孤孀落得的。<br>陶秀才，则今日收拾起程，随我上京去来。老慈母训子殷勤陶士行今日成名；乘传去朝廷保奏，一家儿列鼎重裀。则今日跟着范学士应举，走一遭去。便好道三寸舌为安国剑，五言诗作上天梯。青霄有路终须到，金榜无名誓不归！<br><br>第四折<br>高鸟相良木而栖，贤臣择明主而佐。小官范逵，离了丹阳县，领着陶侃来到京师。小官见了圣上，辩陶侃母亲教子有法，甘守孤贫。母为贤母，子为孝子，将剪发事，奏知圣人，就加陶侃为头名状元；就着小官直至丹阳，将陶侃母亲赐赏加封去。小官不敢久停，须索长行。方信道举善荐贤，今日个果有安身之法。欢来不似今朝，喜来那逢今日。妾身韩夫人是也。我打听得陶侃秀才应过举，得了头名状元。当初曾将我女孩儿许与他为妻，他母亲道等他孩儿得了官，方才成此亲事。今日果然得了官也！我到来日牵羊担酒到他家中，一来庆喜，二来成就这头亲事。正是淑女可配君子也，须索走一遭去。<br>母亲，贺万千之喜！若不是母亲严教，岂有今日为官？谁想有今日也呵？<br>【双调】【新水令】儿做了状元郎娘做了太夫人，娘和儿一齐发运。母三宣朝凤阙，儿一举跳龙门。俺孩儿寒窗下为人，今日个成家计、会秦晋。看有甚么人来？小官范逵，奉圣人命与陶侃加官赐赏，可早来到也。左右接了马者！陶侃妆香来，您母子跪者！母亲，听圣人之命。陶侃母亲，则为你甘贫守法，教子读书，贞烈双全，圣人赐赏加封。你本是贤德之门，堪可为朝廷宰臣。则为你教子有法，则为你剪发待宾。陶侃为头名状元，奉老母翰苑修文。湛氏赐黄金千两，封你为盖国义烈夫人。国家喜的是义夫节妇，重的是孝子顺孙。今日个加官赐赏，一齐的望阙谢恩！老母，你可认的我么？则我便是将领陶侃去的范学士，是我保举你子母来。陶侃过来！咱谢了大人者。老母，将你教子之法，略说一遍咱。学士不嫌絮烦，听老身慢慢说一遍。<br>【乔牌儿】俺当初觅一文俺吃一顿，觅一顿待时分。我教他习文学礼挨贫困，我着他苦攻勤温故新。<br>【甜水令】老身做了些针线生活，担饥受冷，把家私营运，端的是用尽老精神！我着他刺骨腰间，悬头梁上，望改家门，今日可便得遇恩人。圣人云：公卿生于白屋，将相出于寒门。信不虚矣！<br>【折桂令】岂不闻\"求忠臣于孝子之门\"？我教训他攻书，将傍的成人。据老母三从四德俱全。老身虽无那九烈三贞，受了那十年五载，万苦千辛。我做个穷汉妇甘贫受窘，孩儿把圣人书温故知新。俺孩儿志气凌云，演武习文。<br>当初为甚么来？则为他恋酒三杯，这肯教烂醉十分。当初请小官的钱物，是那里措办来的？<br>【川拨棹】我当初住在寒门，我着他拜严师居善邻。是半世白身，漏面黄尘。为请下个官人，钱又没分文，老身因此上剪发待宾，怕孩儿他不孝顺。<br>【七弟兄】我可便怕人，议沦，索殷勤，那寒窗十载都休问。俺孩儿布衣及第作朝臣，说与那贤门公子都不信。<br>【梅花酒】呀！怕不我便去请人。我如今做生活怕混沌，洗衣裳觉身困。怕不待请恩人，怕不待要列金尊。<br>【收江南】呀！争奈我病惶惶难做孟尝君。岂有今日那？笑吟吟迎出驿门，俺孩儿读书十载博换紫朝臣。待着人叫母亲，寒窗下逼杀看书人。下次小的每！把那羊酒且远着些。我先过去者。亲家母，贺万千之喜！夫人，这亲事如何？你这养儿的，有志气也！<br>【雁儿落】你道我养儿的有气分，赤紧的养女的先随顺。陪奁房成断送，则今日成秦晋。<br>【得胜令】方信道天于重贤臣。小官就主张成此亲事。这的是贱媳妇贵媒人。俺孩儿得志在长朝殿，不强如守田家老瓦盆。成就了婚姻，儿共女心先顺。改换了家门，这的是文章可立身！今日是吉日良辰，小官作媒，将韩夫人女儿就今日过门，成此百年姻眷。也显的陶士行志苦心坚，韩夫人不失前言。一家儿荣华富贵，新状元夫妇团圆。<br>【尾声】则金冠霞帔亲朝觐，丹阳县母子承天运。谢吾皇圣德重如山，愿陛下四海边疆万年稳！天下喜事，无过夫妇团圆。文章把笔安天下，武将提刀定太平。<br>题目范学士荐贤举善<br>正名晋陶母剪发待宾</p> <p> ",
  "poet": {
    "id": 1565,
    "star": 0,
    "name": "秦简夫",
    "desc": "秦简夫，元代戏曲作家。大都（今北京）人，生卒年与生平事迹均不详。其父生前好友东堂老李实，受亡友之托，对扬州奴苦心教诲和帮助,使他痛改前非,终于浪子回头，重振家业。秦简夫为元杂剧末期之剧作者，为元代中期以后，追随关汉卿脚步，文辞本色之剧人，有别于王实甫、白朴、马致远等诗人杂剧作家之各逞词才的作风，力求剧本结构紧凑。现存作品有《东堂老劝破家子弟》、《陶母剪发待宾》、《孝义士赵礼让肥》三种,均以表现家庭伦理为主题。"
  },
  "tags": []
}