{
  "id": 7088,
  "star": 68,
  "name": "别严士元",
  "dynasty": "唐代",
  "content": "春风倚棹阖闾城，水国春寒阴复晴。<br>细雨湿衣看不见，闲花落地听无声。<br>日斜江上孤帆影，草绿湖南万里情。<br>东道若逢相识问，青袍今已误儒生。",
  "fanyi": "<p><strong>译文</strong><br>水国的天气带着初春的寒意，忽晴忽阴，忽好忽坏；在这春风乍起的日子，我所乘的船停泊在苏州城外。<br>蒙蒙细雨润湿了衣服，自己却没有注意到；枝上的花朵飘落到地上，听不到声响。<br>薄暮夕阳下，江上孤帆远去；太湖之南碧草如茵，绵延万里。<br>或许有朋友会问到我的境遇，请转告他们，我这个一介书生，命途多舛，已被“青袍”所误。</p><p><strong>注释</strong><br>⑴倚棹：停船<br>⑵青袍：唐三品官以上服紫，五品以上绯，六七品绿，八九品服青。</p>",
  "shangxi": "<h2>鉴赏二</h2> <p>　　关于这首<a href=\"http://so.gushiwen.org/view_7088.aspx\">诗</a>的写作年代，背景和本事，现在难以考证确切。从\"春风倚棹阖闾城\"句知道，此诗当作于今苏州城。从目前考知的史料看，作者一生中曾有过两次离苏州，一次是被贬为南巴尉时。一次是赴淮西鄂岳转运史判官时。被贬南巴在唐肃宗至德三年初，诗中\"春风\"、\"春寒\"句证明，作诗时是在冬末春初，时间与被贬南巴的时令相吻合。又诗末有\"青袍今已误儒生\"句。印证其作于遭贬之后，郁郁不得志之时。此外，青袍又称青衿，按唐朝的服饰制度，三品官以上服紫，五品以上服绯，六品、七品服绿，八品、九品服青。每品又有正、从和上、中、下之别。南巴尉属从九品下，正好服青。由此推断，此诗大约作于至德三年初，诗人第一次被贬，行将赴任之际。</p> <p>　　这首诗气韵流畅，音调谐美，景物描写细腻委婉，耐人寻味。诗中抒情，于惜别中流露出愁哀，使人感到深沉凝重。\"春风倚棹阖闾城，水国春寒阴复晴。\"水国指苏州一带，因这一带多江河水流而名。这一联说，在春风乍起的时节，诗人将起程作万里之行，船停靠在苏州城外，故友严士元前来送别。二人执手相向，百感交集。回首往事，瞻念前途，心中就象水国变幻莫测的天气，忽晴忽阴，忽好忽坏，还不时带些初春的寒意。</p> <p>　　\"细雨湿衣看不见，闲花落地听无声。\"这两句诗，从字面上看，明白如话，但细细体味，会觉得韵味无穷。雨细得让人无从感觉，直到衣服由潮渐湿，方才知道。这种自然景象，只有\"水国\"常有。花儿落地，皆因春风春雨所致，前后相承，互为因果。此联历来为人们所称道，《对床夜语·卷三》云:\"人知<a href=\"http://so.gushiwen.org/author_104.aspx\">刘长卿</a>五言，不知刘七言亦高。……散句如‘叹口夕阳斜渡鸟，洞庭秋水远连天。’‘江上月明胡雁过，淮南木落楚山多。’‘细雨湿衣看不见，闲花落地听无声。’措思削词皆可法。\"对这两句诗，有的研究者认为，这是主客谈笑之间，忽略了客观环境的变化，偶然才发现雨已湿衣，花已落地。笔者以为这种解释不确。诗中说:\"细雨湿衣看不见，闲花落地听无声。\"一\"看\"一\"听\"，表明作者不是被动地接受，而是主动地在探求。他看过，听过，然而一无所获。我们知道，残花落地，是十分零乱的，声音之微;一般也是听不到的，倘或落花有\"声\"，倒是奇事。那么作者何以如此下笔呢?试推想来，大概二人谈话之中，触及心中不快之事，默然相对。在这暂短的沉寂中，感到衣服已润湿，方知下着细雨，努力去望天空，却是一无所见。看到花办在纷纷飘落，认真去听，却也听不到半点声响。这里应是写一种极静的环境，以这种静反衬出二人心中的不静和无限忧郁。这样理解，全诗的气氛与作者的心境才统一。此外，作者将要远行，对一景一物，一草一木都怀着依依惜别之情，所以观察的格外细致。</p> <p>　　\"日斜江上孤帆影，草绿湖南万里情。\"这是写作者想象中的景象，由儿体的细写转向宏观景致的粗描。薄暮夕阳下，孤帆远去;湖南碧草如茵，愈发勾起作者的情思。应该说，这情思是非常复杂的，有对朋友、亲人的思念，有对仕宦生涯变化无常的感慨，也有对前程黯淡、事业无成的忧愁，还有孤帆远行的寂寞，总之，作者设想着旅途上的景况和自己的心情。</p> <p>　　\"东道若逢相识问，青袍今已误儒生。\"东道可指严:七元，即东道主的省称;亦可指东路上的故交相识，与作者的南行相照应。临行之前，关照朋友，若遇到打听我的知己，请转告他们，我已被\"青袍\"所误。儒生，是封建知识分子的代称。按古代传统观念，渎书人当以匡世济国为己任。有一颗成就事业的勃勃雄心。但而今诗人一领青衿，官微职卑，满腹雄才大略无以施展，仕途生涯坎坷不平。从这句诗中，我们看到诗人这里既是对自己怀才不遇的感慨，同时，也是对朋友们的劝诫，抒发了自己久抑心头的忧怨。</p><br/><h2>鉴赏一</h2> <p>　　这首<a href=\"http://so.gushiwen.org/view_7088.aspx\">诗</a>，运用一连串“景语”来叙述事件的进程和人物的行动，即写景是为了叙事抒情，其目的不在描山画水。然而，毕竟又是描写了风景，所以画面是生动的，辞藻是美丽的，诗意也显得十分浓厚。</p> <p>　　严士元是吴（今江苏苏州）人，曾官员外郎。写这首诗的年代和写诗的背景，现无可稽查。从诗的内容看，两人是在苏州偶然重遇，而一晤之后，严士元又要到湖南去，所以<a href=\"http://so.gushiwen.org/author_104.aspx\">刘长卿</a>写诗赠别。</p> <p>　　阖闾（hé lǘ）城，就是江苏的苏州城。从“倚棹”二字，可以知道这两位朋友是在城江边偶然相遇，稍作停留。时值春初，南方水乡还未脱去寒意，天气乍阴乍晴，变幻不定。读者寻味开头两句，已经知道两位朋友正在岸上携手徘徊，在谈笑中也提到江南一带的天气了。</p> <p>　　三四两句是有名的写景句子。有人说诗人观察入微，下笔精细。话是说得很对。可是从另一个角度去看，却似乎看见两人正在席地谈天。因为他们同时都接触到这些客观的景物：笑谈之际，飘来了一阵毛毛细雨，雨细得连看也看不见，衣服却分明觉得微微湿润。树上，偶尔飘下几朵残花，轻轻漾漾，落到地上连一点声音都没有。这不只是单纯描写风景，读者还仿佛看见景色之中复印着人物的动作，可以领略到人物在欣赏景色时的惬意表情。</p> <p>　　“日斜江上孤帆影”这句也应该同样理解。一方面，它写出了落日去帆的景色；另一方面，又暗暗带出了两人盘桓到薄暮时分而又恋恋不舍的情景。最后，严士元还是起身告辞了，诗人亲自送到岸边，眼看着解缆起帆，船儿在夕阳之下渐渐远去。七个字同样构成景物、事态和情感的交错复迭。以下，“草绿湖南万里情”，补充点出严士元所去之地。景物不在眼前了，是在诗人想象之中，但也掺杂着游子远行和朋友惜别的特殊感情。</p> <p>　　友人的远去，自然地激起了诗人心底的无限愁绪；因而他的临别赠言，听起来是那样令人心酸：你这回去湖南，如果有相识的人问起我的消息，你就这样回答他吧—“青袍今已误儒生”。这是一句牢骚话。唐代，公元630年（贞观四年）规定，八品九品官员的官服是青色的。上元元年又规定，八品官员服深青，九品官员服浅青。刘长卿当时大概是八九品的官员，穿的是青色袍服。他认为自己当这一员小官，是很失意的，简直是耽误自己的前程了。</p> <p>　　诗中的“景语”，既有“春寒阴复晴”的水国气候特征，又有“细雨湿衣”、“闲花落地”的眼前景象，还有“草绿湖南”的意中之景，几个层次中，情、景、事同时在读者眼前出现，寄托了与友人相遇而又别离的复杂情思。诗人的这种手法，是很值得借鉴的。</p>",
  "about": "<h2>创作背景</h2> 　　写这首<a href=\"http://so.gushiwen.org/view_7088.aspx\">诗</a>的年代和写诗的背景，现无可稽查。从诗的内容看，两人是在苏州偶然重遇，而一晤之后，严士元又要到湖南去，所以<a href=\"http://so.gushiwen.org/author_104.aspx\">刘长卿</a>写诗赠别。",
  "poet": {
    "id": 104,
    "star": 0,
    "name": "刘长卿",
    "image": "http://img.gushiwen.org/authorImg/liuchangqing.jpg",
    "desc": "刘长卿(约726 — 约786)，字文房，汉族，宣城（今属安徽）人，唐代诗人。后迁居洛阳，河间（今属河北）为其郡望。玄宗天宝年间进士。肃宗至德中官监察御史，后为长洲县尉，因事下狱，贬南巴尉。代宗大历中任转运使判官，知淮西、鄂岳转运留后，又被诬再贬睦州司马。德宗建中年间，官终随州刺史，世称刘随州。"
  },
  "tags": [
    "写雨",
    "送别",
    "怀才不遇"
  ]
}