{
  "id": 6588,
  "star": 1730,
  "name": "逢雪宿芙蓉山主人",
  "dynasty": "唐代",
  "content": "日暮苍山远，天寒白屋贫。<br>柴门闻犬吠，风雪夜归人。",
  "fanyi": "<p><strong>译文</strong><br>暮色苍茫，更觉前行山路遥远。天寒地冻，倍觉投宿人家清贫。<br>忽然听得柴门狗叫，应是主人风雪夜归。</p> <p><strong>注释</strong><br>逢：遇上。<br>宿：投宿；借宿。<br>芙蓉山主人：芙蓉山，各地以芙蓉命山名者甚多，这里大约是指湖南桂阳或宁乡的芙蓉山。主人，即指留人借宿者。这首诗通过雪夜借宿山村的情形，巧妙地写出山村景象与农家生活。<br>日暮：傍晚的时候。<br>苍山远：青山在暮色中影影绰绰显得很远。苍：青色。<br>白屋：未加修饰的简陋茅草房。一般指贫苦人家。<br>犬吠：狗叫。<br>夜归人：夜间回来的人。</p>",
  "shangxi": "<p><strong>词大意</strong><br>　　这首诗描绘的是一幅风雪夜归图。前两句，写诗人投宿山村时的所见所感。首句中“日暮”点明时间：傍晚。“苍山远”，是诗人风雪途中所见。青山遥远迷蒙，暗示跋涉的艰辛，急于投宿的心情。下句“天寒白屋贫”点明投宿的地点。“天寒白屋贫”：主人家简陋的茅舍，在寒冬中更显得贫穷。“寒”“白”“贫”三字互相映衬，渲染贫寒、清白的气氛，也反映了诗人独特的感受。</p> <p>　　后两句写诗人投宿主人家以后的情景。“柴门闻犬吠”，诗人进入茅屋已安顿就寝，忽从卧榻上听到吠声不止。“风雪夜归人”，诗人猜想大概是芙蓉山主人披风戴雪归来了吧。这两句从耳闻的角度落墨，给人展示一个犬吠人归的场面。</p> <p>　　这首诗用极其凝炼的诗笔，描画出一幅以旅客暮夜投宿、山家风雪人归为素材的<a href=\"http://so.gushiwen.org/author_1397.aspx\">寒山</a>夜宿图。诗是按投宿的顺序写下来的。表达了诗人对劳动人民清贫生活的同情。</p> <p><strong>反客为主</strong><br>　　唐代诗人<a href=\"http://so.gushiwen.org/author_104.aspx\">刘长卿</a>的《逢雪宿芙蓉山主人》一诗可谓广为流传，家喻户晓，其中最后一句“风雪夜归人”甚至为剧作家借用为剧名，遂使此诗在当代更为著名。然而对此诗的理解，窃以为问题颇大，通常的讲析很难令人信服。</p> <p>　　主要问题是两个，一是标题，前面“逢雪宿芙蓉山”六字似已申足诗题，何以还要加上“主人”两字?于是有人以为此乃衍文，“主人”两字应该删去；二是“柴门闻犬吠，风雪夜归人”一联，诸多赏析者都展开神思，想象为：诗人夜宿于芙蓉山某农户家，夜闻农家主人雪夜归来，犬吠人答，所谓：“这些声音交织成一片，尽管借宿之人不在院内，未曾目睹，但从这一片嘈杂的声音足以构想出一幅风雪人归的画面。”(《唐诗鉴赏辞典》406页) 此诗不但运用了“反客为主”——出奇制胜的艺术构思，而且还采用了相辅相成、相得益彰的艺术技巧。由此可见，刘长卿的这首小诗，上联写贬谪中的投宿，重在客观描写，下联写投宿时的感受，重在主观抒发，自然婉转，一气呵成。在表现形式上则相辅相成，相得益彰，音律上也如弹丸圆美流转，自有其美，并不存在所谓脉络的跳跃。诗虽全用赋体，然仍意在言外，启人深思。至此，标题中“主人”两字所特含的暗示意味，也就不言而喻，迎刃而解了，这个芙蓉山“主人”，不是别人，正是诗人之自谓也。 </p>",
  "about": "<h2>创作背景</h2> <p>　　大约在唐代宗大历八年（773）至十二年（777）间的一个秋天，<a href=\"http://so.gushiwen.org/author_104.aspx\">刘长卿</a>受鄂岳观察使吴仲儒的诬陷获罪，因监察御史苗丕明镜高悬，才从轻发落，贬为睦州司马。《逢雪宿芙蓉山主人》写的是严冬，应在遭贬之后。上半首似言自己被害得走投无路，希望获得一席净土，可是，在冷酷的现实之中，哪有自己的立身之所。下半首似言绝望中遇上救星苗丕，给自己带来了一点可以喘息的光明，当然也包含无限的感激之情。以此看来，这首<a href=\"http://so.gushiwen.org/view_6588.aspx\">诗</a>不仅是一幅优美的风雪夜归图，而且反映了诗人政治生涯的酸辣。</p>",
  "poet": {
    "id": 104,
    "star": 0,
    "name": "刘长卿",
    "image": "http://img.gushiwen.org/authorImg/liuchangqing.jpg",
    "desc": "刘长卿(约726 — 约786)，字文房，汉族，宣城（今属安徽）人，唐代诗人。后迁居洛阳，河间（今属河北）为其郡望。玄宗天宝年间进士。肃宗至德中官监察御史，后为长洲县尉，因事下狱，贬南巴尉。代宗大历中任转运使判官，知淮西、鄂岳转运留后，又被诬再贬睦州司马。德宗建中年间，官终随州刺史，世称刘随州。"
  },
  "tags": [
    "山村",
    "写景",
    "冬天",
    "写雪",
    "写风",
    "写人"
  ]
}