{
  "id": 158,
  "star": 38,
  "name": "狼跋",
  "dynasty": "先秦",
  "content": "狼跋其胡，载疐其尾。公孙硕肤，赤舄几几。<br>狼疐其尾，载跋其胡。公孙硕肤，德音不瑕？",
  "fanyi": "<p><strong>译文<br></strong>老狼前行踩下巴，后退又踩长尾巴。公孙挺着大肚囊，脚穿红鞋稳步踏。<br>老狼后退踩尾巴，前行又踩肥下巴。公孙挺着大肚囊，品德声望美无瑕。</p> <p><strong>注释<br></strong>⑴跋（bá）：践，踩。<br>⑵胡：老狼颈项下的垂肉。<a href=\"http://so.gushiwen.org/author_459.aspx\">朱熹</a>《<a href=\"http://so.gushiwen.org/view_158.aspx\">诗</a>集传》：“胡，颔下悬肉也。”<br>⑶载（zài）：则，且。疐（zhì）：同“踬”，跌倒。一说脚踩。<br>⑷公孙：国君的子孙。硕肤：大腹便便貌。马瑞辰《毛诗传笺通释》：“硕肤者，心广体胖之象。”<br>⑸赤舄（xì）：赤色鞋，贵族所穿。几几：鲜明。《毛传》：“几几，绚貌。”朱熹《诗集传》又以为是“安重貌”。<br>⑹德音：好名声。朱熹《诗集传》：“德音，犹令闻也。”不瑕：无瑕疵，无过错。瑕：疵病，过失。或谓瑕借为“嘉”，不瑕即“不嘉”。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　关于这首<a href=\"http://so.gushiwen.org/view_158.aspx\">诗</a>的主旨，长期以来即有美刺两种观点相对立。旧说是“赞美”，现代研究者则多判为是对贵族“丑态”的“讽刺”。持美诗说者或径取前人成说，不予发挥；持刺诗说者大都以“狼固非喻圣人之物”为据；或言狼喻管蔡小人之流，曲意弥缝，二者均未对《豳风·狼跋》一诗之比兴特点作深入体察。主赞美者，着眼在“赤舄几几”“德音不瑕”，这只能是颂赞；但“狼跋其胡，载疐其尾”的比喻，却分明带着揶揄的口吻，与“赞美”并不协调。主讽刺者，着眼在喻比公孙的“狼”，既凶残、又狼狈，若非讽刺，不会以此为喻。此诗以狼之进退形容公孙之态，亦非必含有憎恶、挖苦之意。闻一多指出，《豳风·狼跋》“对于公孙，是取着一种善意的调弄的态度”。还有一种观点，把“狼跋其胡”解释为天狼星停滞在尾宿，认为这是一首讽刺的山歌，讽刺公孙贵族不懂、不关心天象的变化而只关心自己的鞋子。</p> <p>　　此诗二章，入笔均从老狼进退的可笑之态写起。但体味诗意，却须先得注意那位“公孙”的体态。诗中一再点示“公孙硕肤”。“肤”即“胪”，腹前肥者之谓；“硕胪”，则更胖大累赘了。一位肥硕的公孙，而穿着色彩鲜明的弯翘“赤舄”走路，那样子一定是非常可笑的。“舄”是一种皮质、丝饰、底中衬有木头的屦，形状与翘首的草鞋相仿。据闻一多考证，周人的衣、冠、裳（下衣）、履，在颜色搭配上有一定规矩。公孙既蹬“赤舄”，则其带以上的衣、冠必为玄青，带以下的韠、裳则为橙红，还有耳旁的“瑱”、腰间的“佩”，多为玉白。正如闻一多所描摹的，给公孙“想像上一套强烈的颜色……再加上些光怪陆离的副件（按：即瑱、佩之类）的装饰物，然后想像裹着这套‘行头’的一具丰腴的躯体，搬着过重的累赘的肚子，一步一步摇过来了”（《匡斋尺牍》）——这便是诗中那位贵族“公孙”的雅态，令人见了会忍俊不禁，而生发一种调侃、揶揄的喻比欲望。</p> <p>　　然后再体味“狼跋其胡，载疐其尾”的比喻，便会忽如搔着痒处，而为此喻之维妙维肖绝倒了。古人大抵常与校猎、御射中的猎物打交道，对于肥壮老狼的奔突之态早就熟稔。所以《易林·震之恒》即有对此形态的绝妙描摹：“老狼白獹（即“胪”），长尾大胡，前颠从踬，岐人悦喜”。此诗对公孙的体态，即取了这样一只腹白肥大、“前颠从踬”的老狼作喻比物。闻一多对此二句亦有精彩的阐发：“一只肥大的狼，走起路来，身子作跳板（seesaw）状，前后更迭的一起一伏，往前倾时，前脚差点踩着颈下垂着的胡，往后坐时，后脚又像要踏上拖地的尾巴——这样形容一个胖子走路时，笨重，艰难，身体摇动得厉害，而进展并未为之加速的一副模样，可谓得其神似了。”（《匡斋尺牍》）</p> <p>　　本来，这样的调笑，对于公孙来说，也确有颇为不恭之嫌的。但此诗的分寸把握得也好，一边大笑着比划老狼前颠后踬的体态为喻，一边即又收起笑容补上一句：“您那德性倒也没什么不好！”“德音不瑕”句的跳出，由此化解了老狼之喻的揶揄份量，使之向着“开玩笑”的一端倾斜，而不至于被误解为讥刺。所以其所造成的整首诗的氛围，便带上了一种特有的幽默感。</p>",
  "about": "<h2>创作背景</h2> 　　从《毛<a href=\"http://so.gushiwen.org/view_158.aspx\">诗</a>序》到清代学者，大多认定这首诗所说的“公孙”即“周公”。诗以“狼”之“进退有难”，喻周公摄政“虽遭毁谤，然所以处之不失其常”。<a href=\"http://so.gushiwen.org/author_459.aspx\">朱熹</a>《诗集传》认为此诗赞美周公摄政，虽遭四方流言、幼主致疑，却处变不惊，王业终成，而又功成还政，圣德无瑕。闻一多《匡斋尺牍》则以为，诗中的“公孙”究竟是豳公的几世孙，“我们是无法知道的”，故只要将他看作是“某位贵族”即可。闻一多还依据“德音”在《诗经》中的运用，多见于“表明男女关系”，而推测这是一位妻子，对体胖而性情“和易”“滑稽”的贵族丈夫开玩笑的诗。",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": [
    "诗经",
    "写人"
  ]
}