{
  "id": 71008,
  "star": 68,
  "name": "幼女词",
  "dynasty": "明代",
  "content": "下床着新衣，初学小姑拜。<br>低头羞见人，双手结裙带。",
  "fanyi": "<h2>注释</h2> 小姑：这里是新娘的意思。<br>结：扎缚、抚弄的意思。",
  "shangxi": "<h2>鉴赏</h2> <p>　　在中国古典<a href=\"http://so.gushiwen.org/view_71008.aspx\">诗</a>歌史上，专门吟咏幼女（含少女）的诗作数量不多，但这类诗作大都写得富有诗趣，颇具特色。西晋著名诗人左思的《娇女诗》可谓中国古代最早写少女情态的妙诗。此诗极尽铺陈之能事，着力描绘诗人的两个女儿——小女“纨素” 与大女“蕙芳” 逗人喜爱。正如明代谭元春所评：“字字是女，字字是娇女，尽理、尽情、尽态。”明代诗人毛铉的《幼女词》，尽管仅有20字，但状写幼女情态逼真传神，“如在目前”，较之左思280字的《娇女诗》毫不逊色。</p> <p>　　毛铉的《幼女词》仅寥寥数语，便使一个纯<a href=\"http://so.gushiwen.org/author_1137.aspx\">真可</a>爱的幼女形象跃然纸上。诗的前两句，写幼女下床穿新衣，初次学着“小姑”（此处指新娘）成婚时拜堂。这里，由幼女“下床着新衣”的动作引出其“初学小姑拜”的另一动作，并在“学小姑拜”之前着一“初”字，便突出了其情窦初开。诗人写幼女“学小姑拜”，旨在描绘其心态，故诗中并未具体描绘她学拜的情景，这一点与施肩吾《幼女词》别无二致。三、四两句笔锋一转，以幼女的动作摹写其含羞之心态。“羞见人”，这是直接点明幼女害羞，怕别人取笑她“学小姑拜”。“双手结裙带”，这是写幼女以双手扎缚、抚弄裙带来掩饰其含羞之情。而她要“结裙带”，就得“低头”，其不自然的心理也就被上述自然的动作所掩饰。此诗描绘幼女情态，语言质朴自然，看似信手拈来，实却颇见功力。读之，给读者如临其境、如见其人之感。现代文学巨匠<a href=\"http://so.gushiwen.org/author_2884.aspx\">鲁迅</a>先生有两句诗“忽忆情亲焦土下，佯看罗袜掩啼痕”（《所闻》），写一个给豪门侍宴的“娇女”（侍女），在豪门酒宴上以“佯看罗袜”这一动作掩饰其“啼痕”，以及她失去亲人（亲人被战火夺去生命）后的悲情。鲁迅先生的这两句诗是现实的写照，或许他在写作时也受到毛铉《幼女词》的启发。</p> <p>　　施肩吾的《幼女词》与毛铉的《幼女词》都惟妙惟肖地描绘了个性鲜明的幼女的形象，也都以稚态见童心，富有诗意、诗趣。但其不同之处也是显而易见的。这不仅在于幼女的年龄略有差异，交代其年龄的方法不同，还在于幼女的稚态与表现手法有别。施诗中的幼女年仅6岁，这是以“幼女才六岁” 直接点明的。毛诗中的幼女年龄多大，诗中并未直接点明，让读者自己从字里行间去寻找答案。此幼女不是像施诗中的幼女那样“学人拜月”，而是学“小姑”成婚时拜堂。可见她已不止“六岁”了。她知道“着新衣”，还知道“羞见人”，甚至懂得掩饰自己的羞态，去“双手结裙带”，可见她稚气未尽，仍是“幼女”，尚未成人，否则，她也做不出“初学小姑拜”的动作了。</p> <p>　　施诗写幼女的稚态，突出其弄巧成拙，从而，见其童心。在写法上，施诗先直言幼女少不更事，分不清“巧”与“拙”，为下文写幼女弄巧成拙埋下伏笔；然后，以“向夜在堂前，学人拜新月”这一反映其稚态的动作描写照应上文，为“未知巧与拙”作了形象的注脚。这里，既有幼女年龄与其行为的不相称之明比，又有他人之“巧”与幼女之“拙”的暗比。如此着墨，就使幼女的形象活了，动了。</p> <p>　　毛诗写幼女的稚态，着重反映其情窦初开，羞于见人之童心。毛诗通篇采用白描手法，一句诗就是一幅画面，逼真地勾勒出了幼女一系列的动作。在写法上，除了写幼女“学拜”这点相似外（其实二者学拜的内容也不一致），其余的皆与施诗明显有别。诗中通过幼女下床穿新衣，学着“小姑”成婚时拜堂，低下头，用双手扎缚、抚弄裙带等一系列的动作描写，以及“羞见人”的心理描写，突出幼女又要学拜，又知害羞之个性，把个特定年龄和环境中的“幼女”写得纯真可爱。施诗中的幼女，少不更事，“学拜”，纯属其好奇心所致；而毛诗中的幼女则要懂事得多，因为其年龄要大些，她“学拜”之因，除了好奇心之外，还在于情窦初开，诗中一个“初”字可谓道出个中信息。施诗笔法较直，毛诗笔法较曲。</p> <p>　　明代文学家李贽曾道：“天下之至文，未有不出于童心焉者也”，意为天下最妙的文章，无一篇不出于具有童心（真心）的作者之手。其实，赋诗亦然。童心诗心，相映成趣，尽管笔法不一，但诗必妙而耐读。这也为施肩吾与毛铉的两首《幼女词》所证实。</p>",
  "poet": {
    "id": 144,
    "star": 0,
    "name": "毛铉",
    "desc": "毛铉，字鼎臣，山阴（今浙江省绍兴县）人。明洪武时在陕西一带从军戍边，后任国子学录。他的诗些富于生活气息。"
  },
  "tags": [
    "古诗三百首",
    "少女"
  ]
}