{
  "id": 70990,
  "star": 62,
  "name": "武夷山中",
  "dynasty": "宋代",
  "content": "十年无梦得还家，独立青峰野水涯。<br>天地寂寥山雨歇，几生修得到梅花？",
  "fanyi": "<p><strong>译文</strong><br>十年的岁月连回家的梦想都不曾有过，此时此刻我独立青峰之上面对着野水无涯。山雨初停的时候，天地间一片寂寥的景象，我要经历多少岁月才能修炼成梅花那样的品格呢？</p><p><strong>注释</strong><br>①<a href=\"http://so.gushiwen.org/author_497.aspx\">谢枋得</a>：宋末信州（今属江西）人，曾力抗元军，兵败后隐居福建。后被胁迫至燕京，绝食而死。<br>②十年：宋德祐元年（1275），<a href=\"http://so.gushiwen.org/view_70990.aspx\">诗</a>人抗元失败，弃家入山。次年妻儿被俘，家破人亡，至作此诗时将近十年。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　首句，“十年无梦得还家”,指抗元兵败的十年间从未还家。这里不说“未还家”，却说“无梦得还家”，简直连还家的梦也不曾有过，可见其决绝之情。另方面，古代前朝的遗民，在无可奈何的情况下，总是逃入深山以表示不臣服新朝政权。他的“无梦得还家”，正是表明前此十年之志：抗节隐居。这一句领起下文。决绝到连还家的梦也不曾有过，栖息山间也就怡然自得了。</p> <p>　　“独立青峰野水涯”，“独立”使<a href=\"http://so.gushiwen.org/view_70990.aspx\">诗</a>人的高大的形象屹立于天地之间，是诗人直冲云霄的气节，是诗人不可一世的风骨。“青峰野水涯”是眼前景, 奇峰挺秀，野水悠悠，是一幅绝妙的水墨画，但这又不是纯写武夷奇观，当年宋朝的河山，空旷,寂静，没有着落；独立于此，诗人的心情,有些悲怆孤独,有些若有所失。没有人烟,脚底的青峰是稀稀朗朗的春草，只知道一味的“缭乱逐春生”；不见渔舟,眼前只是烟波浩淼的野水，中间倾注着诗人的思想感情，这巍然挺立的青峰，实际上也是诗人自己的性格、形象的写照。</p> <p>　　第三句一转，“天地寂寥山雨歇”， 天地寂寥，淅淅沥沥的春雨在这寂寥之中也不知什么时候停住了，田野清旷，冻云黯淡，有青草的气息，有天地的空旷，有黄昏的寂寞。简直辨不清是真在写沉寂的山中气象，还是在叹息人间的万马齐喑。</p> <p>　　末句“几生修得到梅花” ？梅花向来被人们赋予了高洁坚贞的品质，如<a href=\"http://so.gushiwen.org/author_405.aspx\">王安石</a>写寒士的《梅》：“墙角数枝梅，凌寒独自开”；<a href=\"http://so.gushiwen.org/author_272.aspx\">陆游</a>写高士的梅：“零落成尘碾做泥，只有香如故”；还有<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>写的梅：“不知风雨卷春归，收拾余香还畀昊”……梅花在数九隆冬这样最寒冷的日子里开放，百花之中，一枝独秀。到次年春来草长，在群芳之中，依然默默无语，卓尔不群。人要几生几世才能修得到梅花这样的境界啊！诗人忽然提到独立世外，傲霜吐艳的山中梅花，并深致仰慕之情，无疑他要以梅格自期。</p> <p>　　这是一首托物言志诗，作者自置于青峰野水之间，以梅花品格相期许。诗风自然朴素不加雕饰，清旷之中已带着几分苍凉沉郁，诗人对故国的思念，对人生的思考，深远绵长,发人深省。</p>",
  "about": "<h2>创作背景</h2> 　　此时，信洲失守，抗元失败后他已在武夷山中转徙十年，<a href=\"http://so.gushiwen.org/author_173.aspx\">文天祥</a>已经就义两年。蒙古的铁蹄从北向南践踏而来，高原水出山河改，战地风来草木腥。妻子和两个儿子被掳，许多南宋旧臣纷纷投靠新主，孤忠的<a href=\"http://so.gushiwen.org/author_497.aspx\">谢枋得</a>面对国破家亡是怎样的心情？他已经离家十年了，独立青峰之上，雨后的山中显得更加寂寞，面对滚滚袭来的寒潮，他内心里也许有过软弱，毕竟是有血有肉的人啊。但是，他追求梅花的品格最终成就了自己高洁的人格。",
  "poet": {
    "id": 497,
    "star": 0,
    "name": "谢枋得",
    "image": "http://img.gushiwen.org/authorImg/xiefangde.jpg",
    "desc": "谢枋得(1226～1289年)：南宋进士，江西信州弋阳人，字君直，号叠山，别号依斋，担任六部侍郎，聪明过人，文章奇绝；学通“六经”，淹贯百家，带领义军在江东抗元，被俘不屈，在北京殉国，作品收录在《叠山集》。"
  },
  "tags": [
    "古诗三百首",
    "梅花",
    "品格",
    "言志"
  ]
}