{
  "id": 70359,
  "star": 4,
  "name": "杂剧·花间四友东坡梦",
  "dynasty": "元代",
  "content": "第一折<br>隐隐胸中蟠锦绣，飘飘笔下走龙蛇。自从生下三苏俊，一望眉山秀气绝。小官眉州眉山人，姓苏名轼，字子瞻，别号东坡，乃老泉之子，弟曰子由，妹曰子美，嫁秦少游者是也。小官自登第以来，屡蒙擢用，官拜端明殿大学士。今有王安石在朝，当权乱政，特举青苗一事。我想这青苗一出，万民不胜其苦，为害无穷，小官屡次移书谏阻，因此王安石与俺为仇。一日天子游御花园，见太湖石摧其一角。天子问为何太湖石摧其一角！安石奏言：此乃是苏轼不坚。小宫上前道：非苏轼不坚，乃安石不牢。天子大笑回宫，安石好生怀恨。一日朝罢，众官聚于待漏院，见一从者腰插一扇，扇上写诗两句道：\"昨宵风雨过园林，吹落黄花满地金。\"某想黄花者，菊花也，菊花从来不谢，自然千老枝头，意甚以为不然。乃于诗后续两句道：\"秋花不比春花落，付与诗人仔细吟\"。谁想此诗乃安石所作。一日请俺赴宴，出歌者数人，见一女子擎杯良久，不见其手。俺佯言道：小娘子金钗坠也。那女子出其手，扪其髻，众官皆发大笑。安石令俺为赋一词，小官走笔赋［满庭芳］一阕。谁想那女子就是安石的夫人。到次日，安石将小官的［满庭芳］奏与天子，道俺不合吟诗嘲戏大臣之妻，以此贬小官到黄州团练，就着俺去看菊花。谁想天下菊花不谢，惟有黄州菊花独谢。一时失言，翻成大怨。如今来到这浔阳驿琵琶亭，有一故友乃是贺方回，在此为守，留俺饮宴。酒酣之次，山一歌妓，乃是白乐天之后，小字牡丹，不幸落在风尘之中。此女甚是聪慧，莫说顶真续麻，折白道宇，恢谐嘲谑，便是三教九流的说话，无所不通，无所不晓。小官眉头一蹙，计上心来，比及到黄州歇马，有一同窗故友谢端卿，在庐山东林寺落发为僧，修行办道，一十五年，不下禅床。此人乃一代文章之士。俺如今领着白牡丹魔障此人还了俗，娶了牡丹，与小官同登仕路。量安石一人在朝，有何难处？当日辞了贺方回，领着白牡丹，访谢端卿那里走一遭去来。此去黄州冷似冰，清心元不苦飘零。我是能诗能赋朝中客，去访无是无非窗下僧。积水养鱼终不钓，深山放鹿愿长生。扫地恐伤蝼蚁命，为惜飞蛾纱罩灯。南无阿弥陀佛！扫过处方敢行，不扫过处休行。你道为何？南无阿你陀佛！只怕踏伤了蝼蚁的性命。善哉！善哉！贫僧乃饶州乐平人氏，俗姓谢名甫，字端卿，法名了缘，后称佛印。俺有一班儿同堂故友，俱登仕路，止有贫僧一人，抛弃功名，在此庐山东林寺，修行办道，今经十五年，不下禅床<br>。这行者乃是贫僧的徒弟，是一个痴愚的，单要他扫地点灯而已。俺想出家人好不清净也呵<br>【仙吕】【点绛唇】每日间看诵经文，受传心印，权妆溷。俺可中，识破天真，此外都无论。<br>【混江龙】法聪心笨，徒弟也不笨，一本《心经》读了三年六个月，就念的摩诃般若波罗蜜一句出来，这也不算笨。我可也自来九喜亦无嗔，直将这一心参透，五派禅分。闲伴着清风为故友，恍疑明月是前身。这些时想层钟暮鼓，马足车尘，细看来恰便似云影空中尽，抛离了烦冗，落得个清贫。<br>行者，夜来伽蓝道：今日午时有魔障至此。你去山门首望者，但有远方过路客官，报我知道。知道。小官苏轼，可早过了大江，来到庐山脚下。左右，把船湾住江上。牡丹，你只在舟中坐下，唤你便来，不唤你不要来。你看庐山果然好景致也！端的是真山真水。真寺真林，非闲人不可到，遇浊子不容观，好山也！山高峨险险嵯峨，凛洌林峦乱石陀，古怪怪松岩下掩。山岩掩眼隔烟萝。山禽如语语不歇，山涧飞泉迸碧波。山重来药山药少，樵夫担柴贪担多。野猿摘果攀藤葛，葛绝余藤藤倒拖。仙洞仙童依虎睡，仙人醉卧老龙窝。峰势侧，洞门歹坐，洞里月光爱娑婆。莫讶朝岚寒槭槭，仙家洞府接天河。大石栏湾，大石拦湾。几重水。几重涡。带着野田空阔，野田空阔，一层岭，一层坡。老树老藤忘几月，古山古寺绝经过。经过迹断唯山在，岁月年深奈寺何。真个此寺不同他寺宇，此山非比别山阿。青黛染成千块玉，云霞妆就万堆螺。只除佛子神仙才可到，怎许游人容易得攀摩。这庐山景致，观之不尽，玩之有余。你则看东林寺门首碑上，有诗为证。诗道：不到庐山不是僧，庐山清景胜蓬瀛。为僧若到庐山下，死葬庐山骨也清。读之未了，只见山门下立着一个行者，待我问他。你那佛印师父，可在法座土么？师父打坐哩。借你口中言，传俺心间事。你道有个客官，不言姓名？有两句禅语，又叫做偈语。你道：眉山一块铁，特地来相谒。老官，小和尚心笨，一本《心经》念了三年零六个月，还记不得。再说一遍。这个笨和尚。敢是姓铁？不姓铁。不姓铁就姓锡。不姓锡。不姓铁，不姓锡，就姓铜罢。师父，外面天到一个主。儿，不言姓名，道两句禅语，又叫做偈语：眉山一块铁，特地来相谒。急急上堂来，炉中火正热。着手！他便是铁，我师父是火，架起炉来烧他娘。老官，我师父着我烧伤你哩。怎么说？叫你急急上堂来，炉中火正热。这也是禅语。再进去说：我铁重千斤，恐汝不能挈。你不怯我师父，我师父也不怯你。师父，他又道两句：我铁重千斤，恐汝不能挈。我有八金刚，将汝碎为屑。着手！我师父道：我有八金刚，将汝碎为屑。再进去说：我铁类顽铜，恐汝不能爇。罢了，软了，怎么软了？爇的软了。师父，他又道两句：找铁类顽铜，恐汝不能<br>口。将你铸戊钟，众僧打不歇。着手！我师父要打你哩。怎么要打我？将汝铸成钟，众僧打不歇。再进去说：铸得钟成时，禅师当己灭。行者为何哭起来？他道：铸得钟成时，禅师当己灭。大道本无成，大道本无灭。心地自然明，何必叨叨说。夜来伽蓝道：今日午时有东坡学士至此。果应其言。快与我请进来。有眼不识灰堆。学士老爷，俺师父有请。十五年不下禅床，今日须下禅床，接待学士者。<br>【油葫芦】自别经年十数春，一别许久不会。全不曾得动问。且喜今日得一会。喜君家平步上青云。敢问大人，那衙门除授？自别吾兄官拜端明殿学士。好，好！不枉了玉堂金马多风韵，小官如今不在翰林了。谪在黄州团练，经过此处，访问吾兄。可甚的吴山楚水生劳顿。共君一夕话，胜读十年书。我和你话一夕，胜如那酒一樽。吾兄，我和你是同堂故友哩。咱须是旧时朋友相亲近，何必要饮的醉醺醺。相逢不饮空回去，洞口桃花也笑人。<br>【天下乐】恁道是明月清风他可便也笑人，那里有幽僻去处，待小官游玩一番。似这般荒僻的山门，好个古刹寺院。你可也莫要哂。这是伽蓝堂怎生不打供？俺这里伽蓝堂静悄悄隔着世尘。天阴雨，有些疏漏么？便淋漓污了衣，颠倒可便里裹了巾。学士大人，俺这里怕甚么骑驴冲大尹。<br>骑驴冲大尹，此乃贾良仙的故事。将小官比做韩文公，何以克当？大人既拜端明殿学士，为何谪贬黄州团练，到贫僧荒凉古刹来吾兄不问，小官不敢言。今有王安石在朝，当权乱政，特举青苗一事。我想青苗一出，小民不胜其苦。一日王安石请俺家宴，出歌者数人。内有一女子擎怀良久，不见其手。俺佯言道：小娘子金钗坠也。那女子慌忙出其手，扪其髻。众官皆发一笑。安石令俺题咏其事，小官走笔赋［满庭芳］一阙。谁想安石将小官［满庭芳］奏与圣人，贬小官黄州歇马，打从此处经过，思想吾兄在此，特来探望。吾兄是个公直的人，此一桩还是王安石不是，小官的不是？此一桩还是王安石的不是也。怎见得王安石不是？<br>【金盏儿】为学士受皇恩，因此上重贤臣。他要足下两个闲谈论，他不高烧银烛倒金樽，他不合殷勤出侍女，他不合夤伎款佳宾，他不合隔帘听语笑。常言道：责人则明，恕己则昏。学士大人。你也不合灯下觑他那佳人。<br>连小官也不是了。愿闻［满庭芳］妙词。小官在吾兄根前，念［满庭芳］一阙，却似持布鼓而过雷门，岂不惭愧。贫僧草腹菜肠，愿闻愿闻。吾兄污耳了。\"香霭雕盘，寒生冰筯，画堂别是风光，主人情重，开宴出红妆。腻玉圆搓素颈，藕丝嫩，新织仙裳。双歌罢，虚云转月，余韵尚悠扬。人间何处有？司空见惯，应谓寻常。坐中有狂客，恼乱柔肠。报道金钗坠也，十指露春笋纤长。亲曾见全胜宋玉，想像赋高唐。\"高才高才。<br>【后庭花】你那［满庭芳］虽称席上珍，送的个老东坡翻成辕下窘。则为这乐府招谗谮，抵多少文章可立身。吾兄为何发笑只落的笑欣欣，倒不如咱家安分，向深山将名姓隐。行者，看素斋饭管待学士。理会得。香积厨下安排素斋，拖面煎草鞋，酱拌鹅卵石，快些管待学士。叫那行者过来，你方才说些甚么？我师父方才说：香积厨下看素斋饭管待学士。你去与那和尚说：有酒有肉我便吃，无酒无肉，我回舟中去也。学士，你就是我的亲爷。我这等和尚，有甚么佛做？熬得口里清水拉拉的汤将出来。望学士可怜见，多与些小和尚吃。这个馋和尚，我多与你些吃。多谢学士。师父合气了。那学士老爷说道：有酒有肉我便吃，无酒无肉我回舟中去也。既如此，你下山去俗人家沽一壶酒，买一方肉，管待学士便了。那里去买？你好行止。向年间为师父娘做满月，赊了一副猪脏，没钱还他，把我褊衫都当没了，至今穿着皂直掇哩。休得胡说。山下俗道人家，有一百八十多斤的猪，宰一口儿。忒大，没有。这等，有八九两的小猪儿宰一口。忒小，没有。随意增减些罢，只要先把血脏汤做一碗来，与我尝一尝。行者，酒席完备未曾？酒席已完备了。学士，当日远公沽酒谒陶潜，今日佛印烧猪待子瞻。小官续上两句：苏轼焉敢效昌黎，佛印如何比大颠？高才高才。<br>【醉中天】既然要叙旧开佳酝，怎还说持戒断腥荤。拚的个烂醉春风老瓦盆，见学士和拂印。你本是同堂故人，须不比十方檀信，俺只索倒赔熙狗彘鸡豚。<br>吾兄，常言道：坐中无有油木梳，烹龙焦凤总成虚。那里有善歌的妓女，请一个来唱一曲，等小官尽醉而归。学士说差了。这荒凉古刹寺院，那里讨善歌妓女？真个无有？断然没有。小官曾带一个在此。如此最好。在那里？请来相陪学士。行者，你去溪河杨柳边小舟中，叫一声\"白牡丹安在？\"只待他应了一声，你急急抽身便走。走迟了却怎么？定迟了。只教你做雪狮子向火--酥了半边。早酥倒了也。转湾抹角，此间就是溪河杨柳边。小舟儿上叫一声：\"白牡丹在么？\"谁叫？听他娇滴滴的声音，真个酥了也。东坡老爷唤你哩。来了。妙舞清歌本足夸，歹尤云殢雨作生涯。借问妾身何处住？柳陌花街第一家。妾乃白乐天之后，小字牡丹，不幸落在风尘，今被东坡学士带在此处。差人呼唤，须索走一遭去也。禀学士，白牡丹来了也。大人万福，呼唤妾身，有何分付？我一路上与你说的前席那和尚便是。你如今魔障此人，还了俗，娶了你。他若为官，你就是一位夫人县君也。多谢大人抬举。牡丹，你把体面与那佛印禅师相见者。理会得。久闻老师父大名，今日得睹尊颜，三生有幸。小娘子问讯。不消问讯，是学士船上来的。学士大人，此女姓甚名谁？谁氏之子？此女乃是白乐天之后，小字牡丹。莫说他姿容窈窕，颇解文墨，只可惜他落在风尘，没个人来抬举。<br>【金盏儿】你道是可惜他落风尘，系红裙，端的个十分体态能聪俊。有那等惜花人见了。无不爱他。打那等惜花人见了怎不消魂？真个天香出众。国色超群。真个是天香偏出众，同色独超群。可知道教坊为第一，花内牡丹尊。<br>牡丹。与那佛印把一杯酒者。师父满饮此杯。小娘子。贫僧荤酒不用。那师父荤酒皆不用。吾兄差矣。溪河杨柳影，不碍小舟行。佛在心头坐，酒肉穿肠过。只管吃，怕怎么？既如此，贫僧开酒不开荤。不怕他不一桩桩开将来。师父满饮此杯。贫僧告酒了。吾兄请了。心肝肉，那话儿且休题，吃肉拣肥的。自从见了你，一顿一升米，你也不想我，我也不想你。行者怎么说？这是我师父和师父娘在禅床上吃酒吃肉，小行者带歌带舞，日常规矩。果然有此事？正是出家人活计。行者看酒来。小娘子满饮一杯，吃不了这些。就是小行者替吃罢。牡丹，放下酒者，吾兄，我此来非为别事。却是为何？专为吾兄。今日是个好日辰，娶了牡丹，与小官同登仕路。佳人捧砚，壮士擎鞭，不强在深山古刹，遁迹埋名？吃的是瓢漏粉，莱馒头，有何好处？你与我惜芳春，罢经文。<br>【金盏儿】你教我惜芳草，罢经文，把一生功案都休论。就是小官为媒，笑你个东坡学士做媒人。我能坏你十座寺，你休阻我一门亲。你道是能坏我十座寺，休阻您一门亲。我也曾万花丛里过，争奈我一叶不沾身。牡丹，你与那和尚告菩提露去。是，晓得。上告我师：和尚一点菩提露，滴在牡丹两叶中。小僧半点俱无。那师父说半点俱无。再告去。上告我师：和尚一点菩提露，滴在牡丹两叶中。贫僧十五年不下禅床，功行非浅，实是半点俱无。大人，那和尚说十五年不下禅床，功行非浅，实是半点俱无，却不羞杀我牡丹也。吾兄，因你不肯，那牡丹烦恼哩。<br>【赚熬】你道是不施些雨露恩，倒惹得花枝恨，俺怎旨坏了如来法身。这雪山中不比巫山梦断魂，那里有暮雨朝云。俺既是做僧人，命犯着寡孤辰。咳！你个莽和尚，不争我牡丹成了这亲事啊。你教那首座阇黎怎主婚？那里有女家儿倒肯，男家儿不顺？你道是女家儿倒肯，男家儿不顺？小官舟中，花红羊酒都准备将来了。学士你只索空赔羊酒，请恕罪了也。可兀的拜俺沙门。<br>大人，那和尚不肯，可不空带牡丹走这一遭也？牡丹，你且放心，待我明日准备着回席的酒肴，好共歹与你成就了这门亲事。那时节安排玳瑁筵，款撒红牙板，低吟白雪歌，高擎鹦鹉盏。钗亸玉斜横，髻偏云乱挽。务要扳回壮士头，只交闪开那禅僧眼。<br><br>第二折<br>贫僧了缘和尚。昨日被东坡学士魔障了一日。蚤是贫僧，若是第二个，怎生是好？又是师父，若是行者了当哩。今日天色已晚，学士必然又来。贫僧待要躲避他，见得禅师法门，无有智慧了。行者，大开方丈，将灯烛剔得明亮，着学士来时，我贫僧自有主意。<br>【南吕】【一枝花】身虽在东土居，心自解西来意。曾传一盏灯，能有几人知？参透禅机，心外事无萦系。想昨宵甚道理，那苏子瞻一谜里歪缠，更和着白牡丹有千般标致。<br>【梁州第七】本待要去西方脱除了地狱，我怎肯信东坡泄漏了天机。半生苦行修持力，把心猿锁闭，意马收拾，由他闲戏，任你胡为。端的个几番家识破皆非，一心要只履西归。枉了你玉人儿娇滴滴待枫叶传情，排下个迷魂阵香馥馥似桃花泛蕊，搅的个选佛场乱纷纷做柳絮沾泥。怎知俺九年面壁，蚤明心见性蒲团底，到今日出人世。笑你个愚滥的东坡尚不知，也只是肉眼凡眉。<br>牡丹，我今日安排回席，好共歹与你成就这门亲事。却蚤来到山门。行者报复去，说昨夜的客，今日又来了也。师父分付多时，学士老爷请进。学士大人有请。学士，夜来多有简慢，望乞恕罪。禅师，夜来多有搅扰。奴家搅扰，一发不当。惶恐惶恐！小官今日薄酒一杯，特来还敬。大人，客边何劳如此？看酒过来，端卿请饮一杯。学士请。端卿，咱闲口论闲事。想你在山间林下，隐迹埋名，几时是了。则不留了发，还了俗，同登仕路，共举皇朝。可不好那？学士，这各有所见，难以强同。<br>【隔尾】我贫僧呵，半生养拙无人以，你一举成名天下知，这的是名利与清闲各滋味。你这出家的怎生？俺躲人间是非，俺为官的怎生？您请皇家富贵。好便好，则为一首［满庭芳］贬上黄州，也怪不着。兀的是那才调清高落来得。<br>这秃厮倒着言语讥讽咱。哎！俺这为官的，吃堂食，饮御酒；你那出家的，只在深山古刹，食酸馅，捱淡虀，有甚么好处？<br>【牧羊关】虽然是食酸馅，捱淡虀，淡只淡淡中有味。想是下纵有才思十分，到今日送的你前程万里。舌为安国剑，诗作上天梯。难道舌为安国剑，诗作上天梯。你受了青灯十年苦，可怜送得你黄州三不归。<br>行者，看酒来，大人满饮一杯，贫僧告睡去也。禅师请稳便。那和尚着了忙哩。我出的这方丈门来，<br>【骂玉郎】则被这东坡学士相调戏，可着我满寺里告他准？我如今修心养性在庐山内，怎生瞒过了子瞻赚上了牡丹，却教谁人来替？<br>【感皇恩】你行者休违拗，我须索把你来央及。师父只当抢了脸也。我其实被东坡，闲魔障，厮禁持。我要赴白莲会去哩。你待赴白莲会里，先和那红粉偷期。老人家没正经，不要我学好，教我偷鸡吃，被人拿住怎么了？却待说，义教我，怎生题？师父，我看你欲言不言的意思，要我怎的？常言道：吃乌饭，病黑屎。我只是依随着你便了。<br>【采茶歌】你若是肯依随，不羞耻，我比你先争十载上天迟。行者，将耳过来。你和他共枕同眠成连理，蚤是得些滋味休要着痴迷。<br>牡丹，谢端卿往方丈去了，便赶进方丈去。与他云雨和谐了时，你就唱［雨淋铃］。\"今宵酒醒何处？杨柳岸晓风残月\"。我就来拿住他，不怕不随我去还俗也。师父，好共歹与牡丹成就这亲事罢。成不得，成不得。贫僧整整十五年不下禅床，菩提露牛点俱无。［雨淋零］\"今宵酒醒何处？杨柳岸晓风残月\"。好个谢端卿，与牡丹云雨和谐了。令人点个灯来，推开方丈门，拿住那佛印了也。被我瞒过子瞻了也。却不羞杀我牡丹也。好不快活杀行者也。嗨！吾兄是何道理？你不肯也罢，如何将行者污我牡丹？牡丹，你玲珑剔透今何在？俊俏聪明莫谩夸。嫩蕊娇枝关不住，被狂风吹碎牡丹芽。吾兄收拾酒宴，我已醉矣。<br>【贺新郎】东坡学士解禅机，我怎肯损坏了菩提？恰才是脱身之计。他那厮向绒毛毡取扑绵被，尽强如俺入龙华会，兀的不辱没杀释迦的这牟尼。不争那牡丹来赴约，和尚去偷期，东坡倒觉的有些不伶俐。一个儿待惜花春起蚤，一个儿待爱月夜眠迟。大人再饮几杯。呀！他睡着了，着他大睡一觉，花间四友安在？妹子们走动，师父呼唤俺姐妹四人，有何分付？<br>【哭皇天】我唤你无别意，您四人各做准备。梅也你轻讴着白雪歌，柳也你与我满捧着紫金杯，桃也你和他共枕同眠，竹也如鱼似水。我这里做方做便，陪酒陪歌。东坡比那［满庭芳］，［满庭芳］可便省些闲淘气。倚伏着神力鬼力，只除是天知地知。<br>【乌夜啼】这是戒和尚念彼观音蜜，自今宵即便与你回席。恁四人各同心儿商议：柳也是必速离了隋堤，竹也你是必休恋着湘妃，梅也你两个罗浮山下会佳期，桃也仍；与我武陵溪畔曾相以。柳妖娆，桃美丽，梅魂缥缈，竹影依稀。<br>【黄钟尾】那学士呵，你才高世上谁堪比，我教你直睡到人间总不知。柳也只要你迎过客送行人，开青眼腿黛眉，伴陶潜的见识。竹也只要你摇龙头摆风尾，敲翠节弄清音，引王猷的兴味。桃也只要你烘晓日渲朝霞，飘红雨笑东风，赚刘展的旖旎。梅也只要你散冰魂呈素魄，欺冻雪傲严霜，腻何郎的妩媚。不许你扑剌剌惊破他一枕晨鸡，只要你四人呵，美甘甘迷着他南柯梦儿里。<br>学士大人，休推睡里梦里。四位小娘子，谁氏之家？俺姊妹四人，是佛印的专房妓妾。听师父法旨，特来与大人奉一杯酒。哦！谢端卿，你瞒的我多哩。放着四位专房，这般美丽，可知不要我那白牡丹。敢问四位小娘子尊姓盛名？俺姊妹们教做夭桃、嫩柳、翠竹、红梅。小娘子会舞会唱么？俺姊妹们都也会唱。有劳四位舞一回，唱一回，待小官吃个尽兴方归也。<br>【月儿高】漫折长亭柳，情浓怕分手。欲跨雕鞍去，扯住罗衫袖。问道归期，端的是甚时候？泪珠儿点点鲛鱼肖透。唱彻《阳关》重斟美酒，美酒解消愁。只怕酒醉还醒，这愁怀又依旧。<br>学士大人，请满饮此杯。俺姊妹们四人各求佳句一首，永为家宝。四位小娘子问小官求诗？有有有。一个个说，从，从那个起？妾身是红梅。玉骨冰肌非等闲，耐他霜雪耐他寒。一枝斜在旧窗下，惹得诗人冷眼看。多谢佳篇，请学士大人满饮此杯。如今该是翠竹了。万玉丛中汝最魁，亭亭高节肯低回？淑人合配真君子，洒泪成斑却为谁？多谢佳篇，请学士大人满饮此杯。如今该是夭桃了。溶溶粉汗湿香腮，舞尽春风脸上来。只因一点胭脂气，惹得刘郎着意栽。多谢佳篇，请学士大人满饮此杯。如今该是嫩柳了。腰肢袅袅弄轻柔，舞尽春风卒未休。流水画桥青眼在，为谁肠断为谁愁？多谢佳篇，请学士大人满饮此杯。我吃我吃。俺姊妹四人共求大人一诗。有，有，有。堪爱尊前四艳妆，清阴护月暗纱窗。桃也魂依玉洞花千片，竹也肠断湘江泪几行，梅也大庾岭头耽寂寞，柳也霸陵桥外弄轻狂。何缘此夕同欢会？小官拚得开怀醉一场。好高才也。我姊妹们舞者，唱者，劝学士大人吃个尽醉方归。我吃我吃，兀的不快活杀我也。<br><br>第三折<br>吾乃庐山松神是也。今有佛印禅师密遣花间四友，前去玉春堂魔障东坡学士。恐上帝知道，必然责罪小圣。须索追赶那四个鬼头去也呵。<br>【正宫】【端正好】晚风轻，霜华重，云淡晚风轻，露冷霜华重，转瑶阶月色朦胧。你看那花间四友相搬弄，斗起他那春心动。<br>【滚绣球】俺这里步苍苔攀怪松，靠湖山凌翠峰，正和那五春堂相共。俺只索悄冥冥蹑是潜踪，上阶基，近窗孔，见四个小鬼头将端明来簇捧。竹梅呵满泛着金钟，那一个舞低杨柳楼心月，那一个歌罢桃花扇底风，饮兴方浓。<br><br>【叫声】俺这里排亮槅揭帘栊，赤律律起一阵劣风，劣风。不由人不悚然惊，凛然恐，险吹火银台上烛花红。<br>四位小娘子，起大风了。学士大人，风起，神道来也。这等，小娘子躲着。学上，快唤出那花间四友来。没有甚么花间四友。学士，你既读孔圣之书，必达周公之礼。因何在此做这般勾当？只小官在此饮酒，有何妨碍？<br>【上小楼】您了悟那色空，且与吾师是昆仲。你伴着那嫩柳夭桃，翠竹红梅，暗约私通，小官止一人在此并无别的陪伴。这的是你自去自来。相随相从。那花间四友呵。比不得出红妆主人情重。<br>这是小官做的［满庭芳］，元来神也知道。学士，那花间四友，快放他出来。委实没有。<br>【幺篇】小圣呵可便眼义不朦。耳义不聋。四位小娘子躲者。你那里挨挨拶拶，闪闪藏藏，无影无踪。恰才俺下虚空，显神通，起一阵风飇微送。只唤出那红梅来。没有甚么红梅。你道是没有红梅，这其间见疏影横暗香浮动。<br>小鬼头躲在那里？一个个都与我唤将出来。上圣，留一个儿与小官奉酒者。<br>【满庭芳】我看你个东坡受用，是处里矫歌妙舞，酒酽花浓。见疏梅一点芳心动，早则怕漏泄了天工。傍修竹珮响玎咚，映垂畅丝飏丰茸。说甚么桃源洞，只落的胴脂泪涌，再不能勾依旧笑春风。上圣，念小官独自在此，饮酒无聊，可留一个小娘子。等他陪奉咱。<br>【十二月】你这世齐臻臻前遮后拥，美甘甘笑口欢容，只待要静巉巉幕天席地，笑吟吟倚翠偎红。怎知道被禅师神挑鬼弄，做一场捕影拿风。<br>【尧民歌】奸笑你端明学士忒汰朦胧，全不想酒阑人散夜将终，怎还许花间四友僻从容。东坡也，不须埋怨我大夫松，这的是禅宗，禅宗，都归一个空，只柯那伊蒲供。<br>这四位上娘子，怎生割舍的小官就去了。学士，学士。<br>【耍孩儿】想东坡曾受金莲宠，直恁般痴呆懵懂。则去那树头树底觅残红，恨不的添一对照道纱笼。今宵剩把银缸照，犹恐相逢是梦，这聪明成何用？本待要醉魔佛印，倒做了寤寐周公。<br>【煞尾】听着这疏刺剌枕畔风。响珰珰上钟，被谁人惊回一霎游仙梦？我笑你个殢酒色的东坡，直睡到红日三竿，恁时节懂。。<br>两廊下僧院钟楼经阁，但有那铜关铁额，钉嘴木舌，不能了达者。都到法座上间禅。四位小娘子，满饮一杯。呀！原来是南柯一梦。小官欲待回舟中去，恐怕他谢端卿勘饭。且领着白牡丹到法座上问禅，那里走一遭去来。<br><br>第四折<br>行者，将香盒过来。香盒在此。南无阿弥陀佛。此一炷香愿吾主万寿，臣串千秋。此一炷香愿黎民乐业，五谷丰登。此一炷香愿法轮常转，佛日增辉。<br>【双调】【新水令】爇龙涎一炷透穹苍，祝吾王寿元无量。八方无士马，四海罢刀枪。同泰国康，愿甘雨及时降。<br>行者，你去两廊下僧院经阁钟楼叫者，但有那铜头铁额，钉嘴木舌，不能了达者，都来法座上问禅。理会得。牡丹，谢端卿在法座上问禅，我去问倒了他，你就过来。是，晓得。上告我师和尚，苏轼特来问禅。速道。佛印从来快开劈，苏轼特来闲料嘴。葛藤接断老婆禅，打破沙锅问到底。可被他说倒了。牡丹，你过去问禅。上告我师和尚。牡丹特来问禅。速道。我白牡丹因何到此？慕风流特来嫁尔。你本不是妓馆猱儿，堪做俺佛门弟子！<br>【水仙子】俺本是庐山长老恰升堂，你的是东林寺。倒做了普救寺莺莺来闹道场。你出家人比不得唐三藏。你道俺出家人不及那往西天的唐三藏，却原来你是曲江头黄四娘。我只待坚心招你做新郎。你道是坚心儿招俺做新郎，留了方丈，和你同归洞房。你教我留了方丈，同归那个洞房，那里有和尚做女婿的？俺可甚么帽儿光光。<br>天香妓馆久沉埋，好向东林寺里栽。若把牡丹移在此，几年能勾上莲台。<br>【落梅花】你素魄儿十分媚，慧心儿百和香，更压着魏紫姚黄。牡丹花摘将来胆瓶儿里供养者。你道是牡丹花摘将来胆瓶里堪供养，休、休、休，只怕耽阁你浅斟抵唱。<br>情愿离了花街柳陌不为娼。<br>【风入松】你道是离花街柳陌不为娼，一心待弃贱要从良。你一心待弃贱要从良，输情愿嫁你个山和尚。输情愿嫁这山和尚，兀的不是那画堂中别样风光？你明明的把禅机问答，怎知俺暗暗的把春色包藏？<br>果然是真僧，问他不倒。告师父借金刀一把，削发为尼，跟师父出家。礼拜庐山出世僧，一心向佛苦修行。免教莺燕频来往，不在尘中挂孽名。我着牡丹魔障此人，倒被他脱度出了家。待我再过去问禅。那和尚，可惜巫山窈窕娘，梦魂偏嫁你秃襄王。堂上教师无答语，坐中狂客恼柔肠。上告我师父和尚，红梅特来问禅。速道。玉骨冰肌谁可比，寂寞前村深雪里。只愁昨夜梦中魂，一枝漏泄春消息。上告，我师和尚，翌竹特来问禅。速道。冷气虚心效琴瑟，洒泪成斑憔悴死。东坡节外便生枝，算来不是真君子。上告我师和尚，夭桃特来问禅。速道。粉腮香脸淡匀红，普赚刘郎入洞中。自是桃花贪结子，错教人恨五更风。上告我师和尚，嫩柳特来问禅，速道。傍路临溪不长久，落叶归秋又衰朽。可惜南海观音柳，昨宵折入东坡手。敢问四位小娘子是谁氏人家？甚么姓名？酒冷灯残月半昏，名花倾国两殷勤。武陵溪畔曾相识，今日佯推不认人。<br>【川拨棹】想昨夜在玉春堂，与东坡曾共赏。这一个竹影悠扬，这一个柳叶芬芳，这一个梅蕊馨香，这一个柳絮颠狂。都是咱使的伎俩，故将你嘶魔障。小官已醉矣，委实不认的四位小娘子。<br>【七弟兄】你道是醉乡。敢是做梦哩。又道是梦乡，也不似这等忒乖张。昨夜个喜孜孜灯下相亲傍，今日里假惺惺堂上问行藏。可是你困腾腾全不记娇模样。<br>【梅花酒】呀！你从来有些技痒，你从来有些技痒。正夜静更长，对月貌花庞，饮玉液琼浆。一个个逞歌喉歌婉转，一个个垂舞袖舞郎当。只教你似刘伶怎惜的酒量？似李白怎爱的诗章？似周郎待按着宫商？似宋玉待赴着高唐。<br>【收江南】呀！这的是主人情重出红妆，怎做得司空见惯只寻常？不由你不坐中狂客恼柔肠。一句句对当，一句句对当，总不离一曲［满庭芳］。佛印从来多调笑，到被花枝夸俊俏。高烧银烛照红妆，灯光不把自身照。果然是真僧，问他不倒。苏轼从今忏悔，情愿拜为佛家弟子。学士请尊重。上告我师和尚，行者特来问禅。速道。搂住牡丹，胜坐莲台。师父咳嗽，徒弟便来。痴迷性改，分毫不来。色即是空，空即是色。<br>【鸳鸯煞尾】从今后识破了人相我相众生相，生况死况别离况，永谢繁华，甘守凄凉。唱道是即色即空，无遮无障。笑杀东坡也忏悔春心荡，枉自有盖世文章，还向我佛印禅师听一会讲。<br>题目云门一派老婆禅<br>正名花间四友东坡梦",
  "poet": {
    "id": 2287,
    "star": 0,
    "name": "李直夫",
    "desc": "曹本《录鬼簿》载他是：\"女真人，德兴府住，即蒲察李五。\"金之德兴府属西京路，即今河北怀来。德兴府当是从他的先世起流寓寄居的地方。他应属女真蒲察氏，汉姓为李。一说他是至元延祜间人，曾任湖南肃政廉访使(见孙楷第《元曲家考略》)。作杂剧十二种，今存《虎头牌》一种，《伯道弃子》有佚曲存于《太和正音谱》和《北词广正谱》中，仅存剧目者有《念奴教乐府》、《谏庄公》、《怕媳妇》、《水淹蓝桥》、《错立身》、《劝丈夫》、《占断风光》、《坏尽风光》、《夕阳楼》、《火烧祆庙》十种。一说《怕媳妇》和《劝丈夫》实是同一个剧。"
  },
  "tags": []
}