{
  "id": 51007,
  "star": 7,
  "name": "大酺·越调春雨",
  "dynasty": "宋代",
  "content": "对宿烟收，春禽静，飞雨时鸣高屋。墙头青玉旆，洗铅霜都尽，嫩梢相触。润逼琴丝，寒侵枕障，虫网吹黏帘竹。邮亭无人处，听檐声不断，困眠初熟。奈愁极顿惊，梦轻难记，自怜幽独。 <br>行人归意速。最先念、流潦妨车毂。怎奈向、兰成憔悴，卫玠清羸，等闲时、易伤心目。未怪平阳客，双泪落、笛中哀曲。况萧索、青芜国。红糁铺地，门外荆桃如菽。夜游共谁秉烛。",
  "fanyi": "<p><strong>译文一</strong><br>　　昨夜的烟雾已经散尽，四处听不见鸟儿的啼鸣，只有飞落的雨滴敲打着屋顶。墙角处那葱翠的竹子，皮上的箨粉都已被冲洗干净，稚嫩的竹梢互相磕碰。湿气使琴弦都已变潮，蜘蛛网吹粘在竹帘上，寒意直透进厅屋之中。客舍四周寂静无人，屋檐的水溜滴个不断，不觉得使人睡眼朦胧。怎奈愁闷至极连连惊醒，恍惚的梦境难成记忆，更感到幽居的孤苦伶仃。<br>　　远行之人，归心似箭，最令人担心的就是泥泞的道路上积满雨水，车毂难行，归期难卜。真是无奈啊，我就像<a href=\"http://so.gushiwen.org/author_662.aspx\">庾信</a>那样因思乡而憔悴，因忧愁而像卫蚧那样清瘦弱羸。旅途滞留，因顿清闲，更易愁损心目。难怪当年客居平阳的马融，听得笛声便会伤心得双泪直流。更何况原本繁花盛开的庭园，被风雨摧残得满目萧瑟，杂草丛丛；凋落的花瓣片片点点，满地铺红；门外的樱桃已大如豆粒。在这愁风苦雨后的夜晚，有谁和我秉烛共游？</p> <p><strong>译文二</strong><br>　　夜色中烟雾消散，天地间寂静，听不到鸟声喧喧，只有阵阵急雨，在屋顶上响成一片。新生的嫩竹探出墙头，青碧的颜色如玉制的流苏一般。皮上的粉霜已被冲洗净尽，柔嫩的竹梢在风雨中摇曳，相互碰撞摩缠。雨气潮湿，松了琴弦。寒气阵阵，侵入枕头帏幛之间。风吹着落满尘灰的蛛网，一丝丝粘上竹帘。在寂寥的旅馆，听着房檐的水滴声连绵不断，昏昏沉沉，我独自困倦小眠。怎奈心中太苦闷焦烦，梦境连连被雨声惊断，梦境又是那么恍惚轻浅，醒后难以记住星星点点，幽独的我只有自伤自怜。我这远方的游子，归心似箭，最担心的是满路泥潦把车轮粘连，使我无法把故乡返还。怎奈我现在的情景，就像当年滞留北朝的庾信，苦苦地思念故园；就像瘦弱的卫玠，多愁多病而易伤心肝。困顿清闲，更容易忧愁伤感。难怪客居平阳的马融，听见笛声中的忧怨，就悲伤得泣涕涟涟。更何况在这长满青苔的客馆，萧条冷落，已被凋残的点点红花铺满。如今门外的樱桃已经结成豆粒大的果实，却无人与我共同赏玩。</p> <p><strong>注释</strong><br>① 青玉旆（pèi）：比喻新竹。旆，古代旗末燕尾状饰品。<br>② 铅霜：指竹子的箨粉。<br>③ 流潦（liǎo）：道路积水。<br>④ 兰成：庾信，字兰成。初仕梁，后留北周。<br>⑤ 卫蚧清羸（léi）：晋卫阶美貌而有羸疾。<br>⑥ 平阳客：后汉马融性好音乐，独卧平阳，闻人吹笛而悲，故称平阳客。<br>⑦ 青芜国：杂草丛生地。<br>⑧ 红糁（sǎn）：指落花。糁，米</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这是一首惜春词。上阕从暮春的雨景写到客中阻雨的愁闷，从视听两方面描绘，笔法细腻；下阕从雨阻行程写到落红铺地、春事消歇，抒归心似箭而难归去的无奈和惆怅。</p> <p>　　此篇在春雨迷蒙的意象中，点染人事。上片写春雨中的闺愁。开头三句写一宿春雨初歇，拂晓时烟雾弥漫，鸟儿刚刚睁开惺松的双眼，还未婉转啼鸣，此时，大地一片寂静。而昨日，风雨交加，鸟鸣高屋，一片喧嚣。这是倒叙法，将静与动、冷与热两相对照，以突出今日之“静”，为下面闺愁作了衬托。“墙头”三句，从“静”字展开，写墙头青布酒招已不飘扬，楼上玉人洗尽铅华，只有柳眼微睁，柳丝依依，脉脉含情。几笔景物素描，已将闺愁暗暗托出。“润逼琴丝”三句，进一步勾勒闺房景物──琴、枕、屏障、竹帘，都在春雨潇潇中蒙上了湿润，浸透了寒气，是泪湿？是心寒？闺中人的愁情就能在这闺房景物中。“虫网吹粘帘竹”一句尤妙，以物象描绘之细微，揭示了闺中人百无聊赖无所事事之心境。“邮亭无人处”点出闺愁的原因──游子未归。“邮亭”古代驿站。“听檐声不断”五句，正面写出闺中人在春雨中的绵绵情思。她深夜不寐，听夜雨淅沥，檐水滴心，其情苦也。困乏时刚刚入睡，奈何又被“愁极”惊醒，梦中的相会是幸福的，然而又是短暂的，梦醒后，竟是“自怜幽独”。</p> <p>　　下片写春雨中的羁愁。开头两句写游子归心似箭，然而最令人忧虑的是雨水成潦，阻住车轮，无法还乡。羁留他乡，岂不愁煞得兰成憔悴，卫玠瘦羸，在等闲之时，在无可奈何之中，不更易使人伤心落泪。此处用典言羁旅之愁。卫玠，晋安邑人，字叔宝，风神秀异。官太子洗马，后移家建业（今南京）。人闻其名，观者如堵，年二十七卒。时人谓“看杀卫玠”。“未怪平阳客”二句，又以平阳客在春雨潇潇中闻哀笛落泪事写羁愁。“平阳客”代指游子。“况萧索”以下四句，乃词意一大转折，说游子在春雨潇潇中泪落思乡，那么在万木萧疏、落红遍地、一片荒芜的深秋时返乡时，会如何呢？词中只以景物与感慨作答──家门外，桃园菽畦，荆棘丛生，如此苍凉景象，游子那有心情与友人秉烛夜游呢？此处结得突然，是转折中的顿挫，词意含蓄，将游子之羁旅也愁、归乡也愁，写得淋漓尽致。可谓“顿挫中别饶蕴藉”。</p> <p>　　陈振孙说：邦彦“长调尤善铺叙，富艳精工，词人之甲乙也”（《直斋书录解题》）。邦彦词的铺叙从此篇中可看出其特点是不平铺直叙，而是曲折回环，开阖动荡，富于变化。</p> <p>　　邦彦善创慢曲。张炎《词律·序》言：“美成（<a href=\"http://so.gushiwen.org/author_164.aspx\">周邦彦</a>）诸人又复增渲慢曲、引、近，或移宫犯羽为三犯、四犯之曲，按月律为之，其曲遂繁。”《大酺》则是美成所创之慢曲，双调，133字，前段15句，5仄韵，后段11句，7仄韵。后为者，以此为律。</p>",
  "poet": {
    "id": 164,
    "star": 0,
    "name": "周邦彦",
    "image": "http://img.gushiwen.org/authorImg/zhoubangyan.jpg",
    "desc": "周邦彦（1056年－1121年），中国北宋末期著名的词人，字美成，号清真居士，汉族，钱塘（今浙江杭州）人。历官太学正、庐州教授、知溧水县等。徽宗时为徽猷阁待制，提举大晟府。精通音律，曾创作不少新词调。作品多写闺情、羁旅，也有咏物之作。格律谨严。语言典丽精雅。长调尤善铺叙。为后来格律派词人所宗。旧时词论称他为“词家之冠”。有《清真集》传世。"
  },
  "tags": [
    "写雨",
    "惜春",
    "忧愁"
  ]
}