{
  "id": 10242,
  "star": 23,
  "name": "人日寄杜二拾遗",
  "dynasty": "唐代",
  "content": "人日题诗寄草堂，遥怜故人思故乡。<br>柳条弄色不忍见，梅花满枝空断肠。<br>身在远藩无所预，心怀百忧复千虑。<br>今年人日空相忆，明年人日知何处。<br>一卧东山三十春，岂知书剑老风尘。<br>龙钟还忝二千石，愧尔东西南北人。",
  "fanyi": "<p><strong>译文</strong><br>人日这天，我给<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>写一首<a href=\"http://so.gushiwen.org/view_10242.aspx\">诗</a>寄到成都草堂，我在这儿怀念你，怀念我们共同的故乡。<br>春天到来，柳叶萌芽，梅花盛开，本该令人愉悦，但飘泊异地的游子却被撩动了乡愁。<br>当时国家多难，干戈未息，以<a href=\"http://so.gushiwen.org/author_227.aspx\">高适</a>的文才武略，本应参与朝廷大政，建树功业，可是偏偏远离京国，身在南蕃。<br>正承百忧千虑而来，身当乱世，作客他乡，今年此时，已是相思不见，明年又在何处，难以预料。<br>生活虽困顿，却也闲散自适，不可能知道此时竟辜负了随身的书剑，老于宦途风尘之中。<br>这是说自己老迈疲癃之身，辱居刺史之位，国家多事而无所作为，内心有愧于到处飘泊流离的友人。</p> <p><strong>注释</strong><br>杜二拾遗：即大诗人杜甫。<br>人日：汉族传统节日，时在农历正月初七。农历正月初七。<a href=\"http://so.gushiwen.org/author_565.aspx\">薛道衡</a>《人日思归》“入春才七日，离家已二年。人归落雁后，思发在花前”<br>南蕃：蜀<br>书剑：喻文武。《史记》“项籍少时，学书不成，去学剑，又不成”<br>二千石：汉太守官俸二千石<br>东西南北人：丘曾称“今丘也，东南西北之人也”，指四方奔走。<br></p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　此<a href=\"http://so.gushiwen.org/view_10242.aspx\">诗</a>是<a href=\"http://so.gushiwen.org/author_227.aspx\">高适</a>在蜀州刺史任上寄怀<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>之作。人日，是农历正月初七日。杜二，即杜甫。杜甫居成都时，高适与之过从甚密，此诗慰故人思乡之情，发世事难料之叹，抒无所作为之憾。</p> <p>　　全诗每四句一段，共分三段。每段换韵，开头是平声阳韵，中间是仄声御韵，末段是平声真韵。“人日题诗寄草堂”，起句便单刀直入点题。人日：农历正月初七。古人相信天人感应，以岁后第七日为人日。汉魏以后，人日逐渐从单一的占卜活动，发展成为包括庆祝、祭祀等活动内容的节日。到了唐代，民间仍相当重视人日节。不仅仅专用作祈祥祝安，又衍添了一层思亲念友的气氛。此节亦称“人胜节”、“人庆节”、“人口日”、“人七日”等。“遥怜故人思故乡”，“遥怜”的“怜”，正是表示二人感情的字眼，通篇都围绕这“怜”字生发展开。“思故乡”，既是从自己说，也是从杜甫说，满目疮痍的中原，同是他们的故乡。紧接着“柳条弄色不忍见，梅花满枝空断肠”，便是这思乡情绪的具体形容。春天到时，柳叶萌芽，梅花盛开，应该是令人愉悦的，但在飘泊异地的游子心中，总是容易撩动乡愁，而使人“不忍见”，一见就“断肠”，感情不能自已了。</p> <p>　　中间四句是诗意的拓展和深化，有不平，有忧郁，又有如大海行舟、随波飘转、不能自主的渺茫与怅惘，感情是复杂的。换用仄声韵，正与内容十分协调。</p> <p>　　“身在南蕃无所预，心怀百忧复千虑。”“预”是参与朝政之意。尽管如此，诗人的爱国热忱却未衰减，面对动荡不已的时局，自然是“心怀百忧复千虑”了。当时，不仅安史叛军在中原还很猖獗，即就蜀中局势而言，也并不平静，此诗写后的两三个月，便发生了梓州刺史段子璋的叛乱。这“百忧千虑”，也正是时局艰难的反映。杜甫《追酬高蜀州人日见寄》：“叹我凄凄求友篇，感君郁郁匡时略”，是很深刻地领会到高适这种复杂情思的。</p> <p>　　“今年人日空相忆，明年人日知何处”：此忧之深，虑之远，更说明国步艰难，有志莫申。深沉的感喟中，隐藏了内心无限的哀痛。</p> <p>　　瞻望未来，深感渺茫，回顾往昔，事难前定。这就自然地逗出了末段。“一卧东山三十春，岂知书剑老风尘。”诗人早年曾隐身“渔樵”《封丘作》，“龙钟还忝二千石，愧尔东西南北人！”这“愧”的内涵是丰富的，它蕴含着自己匡时无计的孤愤，和对友人处境深挚的关切。这种“愧”，更见得两人交谊之厚，相知之深。</p> <p>　　这首诗，没有华丽夺目的词藻，也没有刻意雕琢的警句，有的只是浑朴自然的语言，发自肺腑的真情流贯全篇。那抑扬变换的音调，很好地传达了起伏跌宕的感情。像这种“直举胸情，匪傍书史”的佳作，可算是汉魏风骨的嗣响。</p>",
  "about": "<h2>创作背景</h2> <p>　　<a href=\"http://so.gushiwen.org/author_227.aspx\">高适</a>晚年<a href=\"http://so.gushiwen.org/view_10242.aspx\">诗</a>作中最动人的一篇。<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>看到这首诗时，竟至“泪洒行间，读终篇末”《追酬高蜀州人日见寄并序》。怀友思乡的诗之所以感人，主要是它饱含着特定的历史内容，把个人遭际与国家命运紧密连结起来了。高适和杜甫早在开元末年就成了意气相投的朋友，又同样落魄不偶。安史乱起，高适在玄宗、肃宗面前参预重要谋略，被赏识，境遇比杜甫好得多，曾任淮南节度使，平定永王璘的叛乱。由于“负气敢言”，遭到内臣李辅国等的谗毁，被解除兵权，留守东京。</p> <p>　　乾元二年（759），出为彭州刺史。同年年底，杜甫流离转徙，到达成都，高适立即从彭州寄诗问讯。上元元年（760），高适改任蜀州（治所在今四川崇庆）刺史，杜甫从成都赶去看望。这时，高适年将六十，杜甫也将五十，他乡遇故知，短暂的聚会，更加深了别后的相思。到了上元二年人日这天，高适了这诗，寄到成都草堂。</p>",
  "poet": {
    "id": 227,
    "star": 0,
    "name": "高适",
    "image": "http://img.gushiwen.org/authorImg/gaoshi.jpg",
    "desc": "高适是我国唐代著名的边塞诗人，世称“高常侍”。 作品收录于《高常侍集》。高适与岑参并称“高岑”，其诗作笔力雄健，气势奔放，洋溢着盛唐时期所特有的奋发进取、蓬勃向上的时代精神。"
  },
  "tags": [
    "思念"
  ]
}