{
  "id": 69957,
  "star": 12088,
  "name": "天净沙·秋思",
  "dynasty": "元代",
  "content": "枯藤老树昏鸦，<br>小桥流水人家，<br>古道西风瘦马。<br>夕阳西下，<br>断肠人在天涯。",
  "fanyi": "<p><strong>译文</strong><br>天色黄昏，一群乌鸦落在枯藤缠绕的老树上，发出凄厉的哀鸣。<br>小桥下流水哗哗作响，小桥边庄户人家炊烟袅袅。<br>古道上一匹瘦马，顶着西风艰难地前行。<br>夕阳渐渐地失去了光泽，从西边落下。<br>凄寒的夜色里，只有孤独的旅人漂泊在遥远的地方。 </p> <p><strong>注释</strong><br>⑴枯藤：枯萎的枝蔓。昏鸦：黄昏时归巢的乌鸦。昏：傍晚。<br>⑵人家：农家。此句写出了人对温馨的家庭的渴望。<br>⑶古道：已经废弃不堪再用的古老驿道（路）或年代久远的驿道。西风：寒冷、萧瑟的秋风。瘦马：瘦骨如柴的马。<br>⑷断肠人：形容伤心悲痛到极点的人，此指漂泊天涯、极度忧伤的旅人。<br>⑸天涯：远离家乡的地方。</p>",
  "shangxi": "<p>　　这首曲子的题目叫《秋思》，是一篇悲秋的作品。秋士易感，是中国文坛古老的传统。自的《离骚》起一直延续到现在。《乐记》中说：“人心之动，物使之然也。”意思是外物使人内心的情意活动起来。那又是什么东西能让外物动起来呢？《<a href=\"http://so.gushiwen.org/view_69957.aspx\">诗</a>品》云：“气之动物，物之感人，故摇荡性情，形诸舞咏。”他认为，这种能让物动，从而引起你内心感动的是‘气’。那气又是什么呢？古人认为，宇宙间有阴阳二气，是它们的运行才产生了天地万物和四时晨昏。譬如：夏天阳气最盛，所以草木茂盛。但盛到极点就开始衰落，阴气渐生，慢慢到了秋天和冬天。秋冬之际阴气最重，因而草木衰败。阴到极点又转为阳，阳生而万物长，所以春天就会百花齐放。由于四季的冷暖不同，自然景色也不同，人的内心也就随着这些变化而感动。春天草木的萌发让人联想到美好，所以引起喜欢的心理。秋天草木的凋零让人联想到生命的衰老与终结。因此会让人感到忧愁和悲伤。《离骚》中屈原叹道：“日月忽其不淹兮，春与秋其代序。惟草木之零落兮，恐美人之迟暮。”<a href=\"http://so.gushiwen.org/author_358.aspx\">宋玉</a>在《九辩》里说：“悲哉，秋之为气也！萧瑟兮，草木摇落而变衰……。”<a href=\"http://so.gushiwen.org/author_838.aspx\">陆机</a>《文赋》云：“悲落叶于劲秋，喜柔条于芳春。”虽然他们所处的时代不同，但他们的思想感情是相同的。</p> <p>　　再看他的布景：“又是黄昏，一天快要结束。夕阳斜挂在山头欲落还留的样子，依依不舍得完成了一天的使命。眼前的景色真是满目凄凉，藤是枯萎的藤，已经没有了生命。树是千年老树，飒飒的西风在吹着它走向风烛残年。道是荒凉的古道，马是体弱无力的瘦马。飘零在天涯海角的人，面对如此萧瑟的景色怎么能不断肠呢。你看这小桥、流水、人家都是那么安详，那么静謚。又是那么温馨。而我的家乡、亲人却又离我那么远。哦，他们还好吗？天气渐渐变冷，他们加了衣服吗？买了被子吗？这一切的一切是都么让人牵挂。既然那么让人牵肠挂肚，我为什么不早点回去呢？为了所谓的前程吗？为了那所谓的功名吗？那功名离我近吗？远吗？京城的路还有多长呢？我又是那么的迷茫。在这样的黄昏中，在这样的古道上。又是这样萧瑟的季节。我是继续去追求功名呢？还是会去服侍那年老的双亲呢？我自己也不能回答自己。只好满怀愁绪徘徊在漫漫得古道上了……。”如此萧瑟的景色让人满目凄凉，又加上安详，温馨的小桥、流水、人家做反衬，使愁情更为深切，悲伤更为凄沥。写景之妙尽妙于此也！</p> <p>　　再看他用字：“枯，老，昏，古，瘦，下一字便觉愁重十分，成一句已经不能自己。至于成篇可让人泣不成声也。最绝处在马之前下一‘瘦’字，妙在欲写人之瘦而偏不写人，由写马之瘦而衬出其人之瘦，其人之清贫。路途跋涉之艰辛。求功名之困苦。让人读之而倍感其苦，咏之而更感其心。读此曲而不泪下者不明其意也。</p>",
  "about": "<h2>创作背景</h2> 　　<a href=\"http://so.gushiwen.org/author_306.aspx\">马致远</a>年轻时热衷功名，但由于元统治者实行民族高压政策，因而一直未能得志。他几乎一生都过着漂泊无定的生活。他也因之而郁郁不志，困窘潦倒一生。于是在羁旅途中，写下了这首《天净沙·秋思》。",
  "poet": {
    "id": 306,
    "star": 0,
    "name": "马致远",
    "image": "http://img.gushiwen.org/authorImg/mazhiyuan.jpg",
    "desc": "马致远（1250年-1321年），字千里，号东篱（一说字致远，晚号“东篱”），汉族，大都（今北京）人，另一说（马致远是河北省东光县马祠堂村人，号东篱，以示效陶渊明之志）。他的年辈晚于关汉卿、白朴等人，生年当在至元（始于1264）之前，卒年当在至治改元到泰定元年（1321—1324）之间，与关汉卿、郑光祖、白朴并称“元曲四大家”，是我国元代时著名大戏剧家、散曲家。"
  },
  "tags": [
    "初中古诗",
    "秋天",
    "写景",
    "羁旅",
    "悲秋"
  ]
}