{
  "id": 49651,
  "star": 191,
  "name": "浣溪沙·缥缈红妆照浅溪",
  "dynasty": "宋代",
  "content": "缥缈红妆照浅溪。薄云疏雨不成泥。送君何处古台西。<br>废沼夜来秋水满，茂林深处晚莺啼。行人肠断草凄迷。",
  "fanyi": "<p><strong>译文<br></strong>隐约可以看见红妆照映着浅溪，薄薄的云带着稀稀的雨洒在地上不成泥。送君地在何处？在戏马台西。<br>干涸的水塘昨夜后积满秋水，茂密的树林深处，晚莺啼叫不止。行人断肠之处，青草是那样凄凉迷离。</p> <p><strong>注释<br></strong>⑴浣溪沙：词牌名，本唐教坊曲名，又名《浣沙溪》、《小庭花》等。双调四十二字，五平韵。<br>⑵缥缈（piāo miǎo）：高远隐约的样子。红妆：一说为随行女仆，一说为彩云。<br>⑶君：指颜、梁。颜即颜复，宇长道，颜渊四十八世孙，赐进士出身，官至中书舍人兼国子监直讲。《宋史》有传。梁即梁先，字吉老，通经学，工小楷。<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>在徐州曾与二人交游，并有<a href=\"http://so.gushiwen.org/view_49651.aspx\">诗</a>。古台：即戏马台。故址在今徐州市彭城县南，相传为<a href=\"http://so.gushiwen.org/author_253.aspx\">项羽</a>所筑，又名掠马台。<br>⑷废沼：干涸的池塘。<br>⑸凄迷：形容景物凄凉而模糊。善住《送中上人归故里》诗：“野花秋寂历，江草晚凄迷。”</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这是一首送别之作。<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>交游广泛，又多情善感，自通判杭州以来，已写下了大量的别情词，其中不乏脍炙人口的佳作。这首词虽然不甚引人注目，却自有其不可掩的艺术特色。</p> <p>　　寓情于景。这是这首词一个最显著的特点。全词大半篇幅写景，有点泼墨如云的劲头。上片先写在戏马台西送别友人时的眼前景物：远处，隐约见到一个女郎的盛装映照在浅浅的溪水之中，天空云气稀薄，零星小雨仍在下着，路面上泥泞倒也无多。而随着词人在郊野上行进的脚步，下片也拓展了境界：昨夜大雨滂沱，原来干涸的池沼已经涨满了秋水，天已傍晚，茂密的树林深处传来了黄莺的啼鸣，前方还有扑入人的视野的大片入秋枯萎的野草。这种种景物只有“红妆照浅溪”略具美感，而因“缥缈”充其量带有几分朦胧美，其余基本色调则是灰暗、荒凉。所以尽管词中对有关情事仅略予点明——“送君”、“行人肠断”，见出送别之意，对抒情主人公触目伤怀，感极而悲的情绪，还是可以深切体认的。质言之，词人是借萧瑟、凄凉的秋景，来写伤别之情。</p> <p>　　<a href=\"http://so.gushiwen.org/view_49651.aspx\">诗</a>中有画。这体现了词人在创作中的一种审美追求。这种审美追求，来自对唐代诗人与画家集于一身的<a href=\"http://so.gushiwen.org/author_515.aspx\">王维</a>诗、画作品的深入体悟，也与词人持有诗画一律、诗词一体的艺术见解密不可分。在这首词创作中，词人充分调动视觉、听觉等感官方面的功能，运用白描手法，将远近、高下、隐显、明暗等不同的景物收入画幅，绘出了一长幅秋景图，就是这方面一个成功的例子。</p> <p>　　对面着笔。这可以从末句“行人肠断草凄迷”看出来的。词人说，面对一片凄凉而模糊的衰草，友人会极度伤心的。单就这一句而论，可以说是情景交融，而从表现别情的角度来说，则是从对面着笔。当然，写友人离别的悲伤，乃是为了深一层地表现词人自己的悲伤，因而有花面相映之妙。</p> <p>　　这首词大半写景，写景却栩栩如生，或视、或听、或声、或色，描绘一幅真切动人的送别场景，更加深了依依惜别的情意。</p>",
  "about": "<h2>创作背景</h2> 　　据《东坡先生纪年录》，<a href=\"http://so.gushiwen.org/author_370.aspx\">朱孝臧</a>定此词为宋神宗元丰元年（1078）作。石声准著《东坡乐府编年笺注》引傅藻《东坡纪年录》：“元丰元年戊午十二月，送颜梁，作《浣溪沙》。”此词没有标注“送颜梁”的标题，但从内容看是一首送别词，因此大约是“送颜梁”。且薛瑞生先生以<a href=\"http://so.gushiwen.org/view_49651.aspx\">诗</a>集同年九月所作《次韵王巩颜复同泛舟》等诗为证，并确定行者为颜复、梁先。不过就“秋水满”“晚莺啼”的描述看，时节应为秋天，而并非十二月。",
  "poet": {
    "id": 183,
    "star": 0,
    "name": "苏轼",
    "image": "http://img.gushiwen.org/authorImg/sushi.jpg",
    "desc": "苏轼（1037－1101），北宋文学家、书画家、美食家。字子瞻，号东坡居士。汉族，四川人，葬于颍昌（今河南省平顶山市郏县）。一生仕途坎坷，学识渊博，天资极高，诗文书画皆精。其文汪洋恣肆，明白畅达，与欧阳修并称欧苏，为“唐宋八大家”之一；诗清新豪健，善用夸张、比喻，艺术表现独具风格，与黄庭坚并称苏黄；词开豪放一派，对后世有巨大影响，与辛弃疾并称苏辛；书法擅长行书、楷书，能自创新意，用笔丰腴跌宕，有天真烂漫之趣，与黄庭坚、米芾、蔡襄并称宋四家；画学文同，论画主张神似，提倡“士人画”。著有《苏东坡全集》和《东坡乐府》等。"
  },
  "tags": [
    "写景",
    "送别"
  ]
}