{
  "id": 11211,
  "star": 18,
  "name": "宿江边阁 / 后西阁",
  "dynasty": "唐代",
  "content": "暝色延山径，高斋次水门。<br>薄云岩际宿，孤月浪中翻。<br>鹳鹤追飞静，豺狼得食喧。<br>不眠忧战伐，无力正乾坤。",
  "fanyi": "<p><strong>译文<br></strong>暮色从远处的山道蔓延过来，高高的西阁临近三峡瞿塘关。<br>淡淡的浮云在山岩之间栖宿，孤独的月影跟随着波浪轻翻。<br>互相追飞的鹳鹤已渐趋安静，捕得食物的豺狼正争斗声喧。<br>战乱不停辗转忧思难以入睡，徒叹自己没有能力可以回天。</p> <p><strong>注释<br></strong>（1）暝色：即暮色，夜色。<br>（2）延：展开，延伸。<br>（3）高斋：即江边阁。<br>（4）次水门：临近水边闸门。<br>（5）薄云岩际宿，孤月浪中翻二句化用<a href=\"http://so.gushiwen.org/author_569.aspx\">何逊</a>《入西塞示南府同僚》“薄云岩际出，初月波中上”的成句。际：之间，宿：栖宿。<br>（6）追飞静：静静地追逐飞翔。得食喧：喧闹地争抢食物。<br>（7）“豺狼”句有暗喻当时军阀混战之意。<br>（8）正乾坤：意谓拨乱反正，改天换地。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　首联对起。“瞑色”句点明时间。一条登山小径，蜿蜒直抵阁前。“延”有接引意，联接“暝色”和“山径”，仿佛暝色是山径迎接来的一般，赋于无生命的自然景物以生趣。这句写出了苍然暮色自远而至之状。“高斋”指西阁，有居高临下之势。这句是说西阁位置临近雄据长江边的瞿塘关。</p> <p>　　<a href=\"http://so.gushiwen.org/view_11211.aspx\">诗</a>人寄宿西阁，夜长不寐，起坐眺望。颔联写当时所见。诗人欣赏绝境的物色，为初夜江上的山容水态所吸引，写下了“薄云岩际宿，孤月浪中翻”的名句。这两句仇兆鳌解释说：“云过山头，停岩似宿。月浮水面，浪动若翻。”是概括得很好的。薄薄的云层飘浮在岩腹里，就像栖宿在那儿似的。江上波涛腾涌，一轮孤烛的明月映照水中，好像月儿在不停翻滚。这两句是改<a href=\"http://so.gushiwen.org/author_569.aspx\">何逊</a>“薄云岩际出，初月波中上”（《入西塞示南府同僚》）句而成，诗人从眼前生动景色出发，只换了四个字，就把前人现成诗句和他自己的真实感受结合起来，焕发出夺目的异彩。仇兆鳌把它比作张僧繇画龙，有“点睛欲飞”之妙。何逊的诗写的是金陵附近西塞山前云起月出的向晚景色；<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>的诗写的是夔州附近瞿塘关上薄云依山、孤月没浪的初夜景致。夔州群山万壑，连绵不绝。飞云在峰壑中缓慢飘流，夜间光线暗淡，就像停留在那里一样。诗人用一个“宿”字，显得极为稳贴。夔州一带江流向以波腾浪涌著称。此诗用“浪中翻”三字表现江上月色，就飞动自然。诗人如果没有实感，是写不出来的。读者从这里可以悟出艺术表现上“青胜于蓝”的道理。</p> <p>　　颈联写诗人深夜无眠时所见所闻。这时传入耳中的，但有水禽山兽的声息。鹳，形似鹤的水鸟。鹳鹤等是专喜捕食鱼介类生物的水鸟，白天在水面往来追逐，搜寻食物，此刻已停止了捕逐活动；生性贪狠的豺狼，这时又公然出来攫夺兽畜，争喧不止。这两句所表现的情景，切合夔州附近既有大江，又有丛山的自然环境。也在一定程度上唤起读者对当时黑暗社会现实的联想。被鹳鹤追飞捕捉的鱼介，被豺狼争喧噬食的兽畜，正是在战乱中被掠夺、被压榨的劳动人民的一种象征。</p> <p>　　尾联对结。中间两联都写诗人不眠时见闻。这一联才点出“不眠”的原委。765年（永泰元年）五月，杜甫离开成都草堂东下，第二年春末来到夔州。这时严武刚死不久，继任的郭英乂因暴戾骄奢，为汉州刺史崔旰所攻，逃亡被杀。邛州牙将柏茂琳等又合兵讨伐崔旰，于是蜀中大乱。杜甫留滞夔州，忧念“战伐”，寄宿西阁时听到鹳鹤、豺狼的追逐喧嚣之声而引起感触。诗人早年就有“致君尧舜上”、“常怀契与稷”的政治抱负，而今飘泊羁旅，无力实现整顿乾坤的夙愿，社会的动乱使他忧心如焚，彻夜无眠。这一联正是诗人忧心国事的情怀和潦倒艰难的处境的真实写照。</p> <p>　　此诗全篇皆用对句，笔力雄健，毫不见雕饰痕迹。它既写景，又写情；先写景，后写情，是融景入情、情景并茂的一首杰作。</p>",
  "about": "<h2>创作背景</h2> 　　公元766年，年近花甲的<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>移居夔州（重庆奉节，即刘备托孤地白帝城）。初寓山中客堂。秋日，移寓西阁。这首<a href=\"http://so.gushiwen.org/view_11211.aspx\">诗</a>就是描写作者在移居之前，夜宿西阁的所见所闻所感。",
  "poet": {
    "id": 474,
    "star": 0,
    "name": "杜甫",
    "image": "http://img.gushiwen.org/authorImg/dufu.jpg",
    "desc": "杜甫（712－770），字子美，自号少陵野老，世称“杜工部”、“杜少陵”等，汉族，河南府巩县（今河南省巩义市）人，唐代伟大的现实主义诗人，杜甫被世人尊为“诗圣”，其诗被称为“诗史”。杜甫与李白合称“李杜”，为了跟另外两位诗人李商隐与杜牧即“小李杜”区别开来，杜甫与李白又合称“大李杜”。他忧国忧民，人格高尚，他的约1400余首诗被保留了下来，诗艺精湛，在中国古典诗歌中备受推崇，影响深远。759-766年间曾居成都，后世有杜甫草堂纪念。"
  },
  "tags": [
    "写景",
    "忧国忧民"
  ]
}