{
  "id": 11585,
  "star": 25,
  "name": "风疾舟中伏枕书怀三十六韵奉呈湖南亲友",
  "dynasty": "唐代",
  "content": "轩辕休制律，虞舜罢弹琴。尚错雄鸣管，犹伤半死心。<br>圣贤名古邈，羁旅病年侵。舟泊常依震，湖平早见参。<br>如闻马融笛，若倚仲宣襟。故国悲寒望，群云惨岁阴。<br>水乡霾白屋，枫岸叠青岑。郁郁冬炎瘴，濛濛雨滞淫。<br>鼓迎非祭鬼，弹落似鸮禽。兴尽才无闷，愁来遽不禁。<br>生涯相汩没，时物自萧森。疑惑尊中弩，淹留冠上簪。<br>牵裾惊魏帝，投阁为刘歆。狂走终奚适，微才谢所钦。<br>吾安藜不糁，汝贵玉为琛。乌几重重缚，鹑衣寸寸针。<br>哀伤同庾信，述作异陈琳。十暑岷山葛，三霜楚户砧。<br>叨陪锦帐座，久放白头吟。反朴时难遇，忘机陆易沈。<br>应过数粒食，得近四知金。春草封归恨，源花费独寻。<br>转蓬忧悄悄，行药病涔涔。瘗夭追潘岳，持危觅邓林。<br>蹉跎翻学步，感激在知音。却假苏张舌，高夸周宋镡。<br>纳流迷浩汗，峻址得嶔崟。城府开清旭，松筠起碧浔。<br>披颜争倩倩，逸足竞駸駸。朗鉴存愚直，皇天实照临。<br>公孙仍恃险，侯景未生擒。书信中原阔，干戈北斗深。<br>畏人千里井，问俗九州箴。战血流依旧，军声动至今。<br>葛洪尸定解，许靖力还任。家事丹砂诀，无成涕作霖。",
  "shangxi": "<h2>鉴赏</h2> <p>　　《风疾舟中伏枕书杯三十六韵奉呈湖南亲友》，仇兆熬定为<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>的绝笔<a href=\"http://so.gushiwen.org/view_11585.aspx\">诗</a>。这首诗是杜甫对自己一生颠沛流离生活的总结，也可说是自挽诗。诗云：“轩辕休制律，虞舜罢弹琴。尚错雄鸣管，犹伤半死心。圣贤名古邈，羁旅病年侵。舟泊常依震，湖平早见参。”</p> <p>　　开头八句，句句切风，发端奇绝，运用在洞庭湖汨罗江口而他处没有的黄帝、虞舜二妃的神话故事，以切成诗之地。</p> <p>　　“轩辕休制律”，典出自《汉书·律历志》：“黄帝使泠沦，自大夏之西，昆仑之阴，取竹制十二筒以听凤之鸣，其雄鸣之六，雌鸣亦六，比黄钟之宫，而皆可以生之，是为律本。至治之世，天地之气合以生风；天地之风气正，十二律定。”</p> <p>　　“虞舜罢弹琴”。典出《史记·乐书》：“昔有舜作五弦之琴，以歌南风”。《集解》引王肃说：“南风，养育民之诗也。”其辞曰：“可能解吾民之愠兮。”</p> <p>　　古来，在汨罗江畔有神鼎山，山上有轩辕台，据清康熙《神居莲池谱》载：“神鼎山，以黄帝铸鼎，故名”。明清时期的《湘阴县志》《岳州府志》《洞庭湖志》，也有这样的记载：“轩辕皇帝南巡，张乐洞庭之野，朝登磊石岭（在汨罗江入洞庭湖处），暮上凤凰台（位于汨罗江口）”。又据明代的《名胜志》记载：“黄陵山（邻近汨罗江口），有二妃墓在其上，历古传记发此。是舜南巡，旧迹实在湖湘之间。</p> <p>　　“舟泊常依震，湖平早见参”记载了诗人的行迹，是坐船北归的。船行在湖面。“依震”的“震”字，按照《易经》解释“东方也”。所提到的“湖”字，当然是指洞庭湖。汨罗江的位置正在洞庭湖的东南方。即汨罗江下游，因湖平而常于早晨望见参星。</p> <p>　　凡此种种，都充分说明，杜甫《疾风舟中》诗，是在北返途中，重临湘水、洞庭湖、汨罗江交汇之处，到了磊石岭、凤凰台、黄陵山、二妃暮等处之后，因想到了黄帝、虞舜的“至治”之德，有感而作，不仅是诗人自己吊古伤今之情的自然流露，更是汨罗江一带风土人情，行船的地理位置的真实记述。</p> <p>　　“故国悲寒望，群云惨岁阴。水乡霾白屋，枫岸叠清岑。郁郁冬炎瘅，蒙蒙雨滞淫”。</p> <p>　　诗人进一步点明舟行湖湘泽国及在船中所见。船是靠近湖岸而行，岸畔青山枫林叠叠，历历在目，进令已是（大历五年）冬季岁未而且是汨罗江一带湘阴、平江山区的敢候特征。</p> <p>　　“春草封归根，源花费独寻。转蓬忧悄悄，行药病涔涔。瘗夭追<a href=\"http://so.gushiwen.org/author_827.aspx\">潘岳</a>，持危觅邓林。蹉跎翻学步，感激在知音。却假苏寿舌，高夸周宋镡”。</p> <p>　　杜甫本是满情信心地北归，但终因经不起寒风的吹指，家贫的困境，旧病的复发，逼得他不得不改变主意，中止北进。“转蓬”“行药”，这便是杜埔有感于归计不成，远行不复，羁旅病侵，幼女又已夭亡于路侧（人衡州诗中曾提到此女尚在儇乳，有“犹乳女在房”之句），自己的病情已十分沉重而伤心悲恨的流露。但他却并未忘情于国家所遭之灾难，而借用<a href=\"http://so.gushiwen.org/author_645.aspx\">陶渊明</a>“源费独寻”一词，寄幻念于唐王朝的中兴，给贞观之治以理想化，幻想唐太宗解民于水火之中。从而，异地相投知音，凭着“却假苏秦舌，高夸周宋镡”的三寸不烂之舌，觅邓林，寻找山区来养息，以寄病躯。</p> <p>　　“转蓬”的主要原因是“行药病涔涔”，“乌几重重缚，鹑衣寸寸针”。“感激在知音”。此时此际，诗人的病已具有暴发性，满头大汗，知将不起。当时洞庭湖一带甚为荒凉，无处可以求医，湖面风大，于病体不利。而家境呢？已穷得一家老小穿的是“寸寸针”的鹑衣，一张桌子破烂得要绳子捆了又捆。因此，只得投奔、拜访他的远亲昌江县令和知音。大历四年春，诗人离开岳阳至潭州、郴州等地时是由白马潭（今湘阴境内）裴隐宅出发的，曾写有《陪裴使君登岳阳楼》一诗，“礼加徐孺子，诗接谢宣城”。写出了杜甫把自己比做东汉时的名贤徐稚，把裴使君比做礼贤下士的陈蕃，可知杜甫在岳阳的数月，受到了非常好的款待。谢宣城指南北朝齐时的诗人谢眺。他文章清丽，善长五言诗，曾出任宣城太守，故又有谢宣城之称。杜甫在此处，把裴使君比为谢眺，甚为赞誉。“诗接”一语杜甫对裴使君诗歌的唱对。裴使君如此礼遇款待，一同登楼共赏湖光山冈以。此时此刻，杜甫心情能不激动。杜甫到岳阳对裴使君说，也是十分高兴的。当看到饥寒交迫的老友，如此落寞，给以温暖的款待是必然的。故杜甫在岳阳时行到了精神和物质上的安慰。故有“雪岸丛梅发，春泥百草生。敢违渔父问，从此更南征”的诗唏。裴使君在昌江也有草堂。<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>诗中几处提到，并曾专程登鸭拦驿到白马矶（在今湘阴县境内）去访问过裴隐（名隐行九，在白马矶有居所，还在昌江有草堂）。<a href=\"http://so.gushiwen.org/author_60.aspx\">贾至</a>谪贬岳州时，与之亦有交往，依其《赠裴九待卸昌江草堂弹琴》诗所写的情况看，他是到过昌江草亲自听过裴隐弹琴的。李白、贾至、裴隐与杜甫都是诗人友好和知音。又据明清诸朝《平江县志》及该县的徐、刘、白、陈、李诸姓族谱记载：“天宝十四年（公元七七五年）发生安史之乱后，被黜的检校工部尚书兼理兵部侍郎，事荣银青光禄大夫的<a href=\"http://so.gushiwen.org/author_2282.aspx\">徐安贞</a>与侍郎刘光谦、白琪、<a href=\"http://so.gushiwen.org/author_2106.aspx\">陈希烈</a>、陆善经、李安甫等六个臣相，携眷属避乱，潜迹南游，至豫章黄龙寺，经超慧禅师介绍指点，谈及平江山清水秀，风光艳丽，景物宜人，遂先后流寓来平，一齐隐居平江。徐居下台，在县北五十华里的三墩建回台寺；刘居上台，在县北九十华里的幕阜山麓长庆建长庆寺；白居聚台，在县南六十里的白水，建白水寺；陈居就台，在县东的长寿岭，建惠果寺；陆在县西六十华里的芭蕉村，建芭蕉寺；李虑坐其兄林甫，累改姓孟安甫居下西乡，建九峰寺。死后在这六个地方，均有墓葬和塔牌。这就是唐六相隐平江，四乡建六寺的历史事迹。杜甫与六相，皆为同僚，曾同朝在京工合，此际病情恶化，遂转往昌江投裴隐和他的远亲昌江县令以及这<br>　　些知音同僚好友。“转蓬忧悄悄，行药病涔涔”，正是这种心情和原因。</p> <p>　　“纳流迷浩汗，峻址得钦山。城府开清旭，松筠起碧浔”。</p> <p>　　“纳流”容纳细流，“浩汗”，水深广貌；“峻址”地势高。这就进一步指出了杜甫乘船进入了东洞庭湖的一条支流。杜甫进入的哪一条支流呢？诗中“峻址”一句，说明支流沿岸的绵绵的高山峻岭，有一个风景清旭的城市和官署之地。这个“城府”有着“松筠起碧浔”的秀丽景色。东洞庭湖，没有连绵的高山峻岭，湘江是主流不是支流。因此，杜甫舟泊的城府不可是湘阴县城。巴陵在洞庭湖之北，也不是山区，更没有支流。东洞庭湖有支流可纳的只有昌江（平江）。故杜甫是在大历五年暮秋溯汨罗江而上，于岁暮到达昌江城府附近的，当时昌江县城是在中县坪。位于汨罗江的中上游地段。北有幕阜山，主峰海拔一千五百多米，与江西黄龙山相连，山顶有晋代<a href=\"http://so.gushiwen.org/author_2135.aspx\">葛洪</a>炼丹修身尸解得仙之，“葛洪仙坛”遗址。东南部有连云山，主峰海拔一千六百米。从东洞庭湖转入汨罗江，直驶昌江，山峦起伏，丘陵连绵，峰涧密布，溪流纵横，风景秀丽；杜甫来到这个“城府开清旭”的世外桃源养息，在这里呆了下来。但他的病情越来越严重，自知病将不起，生命难延。伤垂死而事无所成，只能以涕泪作霖雨罢了。</p> <p>　　最后，“披颜争倩倩，逸足况骎骎。朗鉴存愚直，皇天实照临。公孙仍恃险，候景未生擒，书信中原阔，干戈北斗深。畏人千里井，问谷九洲箴。战血流依旧，军声动至今，葛洪尸定解，许靖力难任。家事丹砂决，无成涕作霖”等句；其中“许靖”，“家事”等词语，就是说：不能像许靖那样安顿好家属，一身莫保，家人难安，不能不用悲伤表达胸中的无可奈何的痛苦与垂危的生命仍然和国家的不幸，人民灾难紧紧地联系在一起。还在警醒人民：“朗鉴存愚直，皇天实照临。公孙仍恃险，候景未生擒。”“战血流依旧，军声动至今”。来表达诗人忧国忧民，一心系念的是国计民生的真挚情怀。奉呈湖南亲友的目的在于诗代讣托孤托葬。此诗之后，即葬于离县城不远的小田天井湖。所生长子宗文早逝，次子宗武，年仅十七岁，尚未婚配成家。因家境贫穷，又处于战乱时期，只得留在平江，成家立业，世代繁衍，至今杜家洞一带，裔孙犹有谱谍，可资参考。</p> <p>　　宋王朝得臣（麈史）谓：“予熙宁初调官（熙宁元年，系公元一零六八年）泊报恩寺，同院阳翟徐秀才，出其父屯田忘名所为诗，见其清苦平淡，有古人风致不能传抄。”其过工部坟一诗云：“水与汨罗接，天心深在存。远移工部死，来伴大夫魂。流落同千古，风骚共一源。江山不受吊，寒日下西原。”</p><br/><h2>赏析二</h2> <p>　　<a href=\"http://so.gushiwen.org/view_11585.aspx\">诗</a>的基调是忧苦。分为四段，每段紧扣这个基调，从不同的角度抒发了自己的忧思愁苦。</p> <p>　　第一段从“轩辕休制律”到“时物正萧森”，正面入题，从风疾写起，接写湖中行船所见所感，着重表现病苦。开始四句，王右仲说：“起来四句愤激语。”杨伦评曰：“发端奇警。”对此，萧涤非先生有深刻的解释：“这四句得连看，因第三句申明第一句，第四句申明第二句。这一开头，相当离奇，但正是说的风疾。风疾和轩辕（即黄帝）制律、虞舜弹琴有什么相干呢？这是因为相传黄帝制律以调八方之风，舜弹五弦之琴以歌南风（歌词有‘南风之薰兮，可以解吾民之愠兮’），然而现在我却大发其头风，这岂不是由于他们的律管有错，琴心有伤吗？既然如此，那就大可不必制、不必弹了。这种无聊的想法，无理的埋怨，正说明风疾给<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>的痛苦。”（《杜甫诗选注》）这四句的确表现了诗人在长期病苦中无可奈何的激愤心情，以致有些神思恍惚。“如闻马融笛，若倚仲宣襟”，是以马融笛声比风疾发作时的耳鸣，以<a href=\"http://so.gushiwen.org/author_770.aspx\">王粲</a>登楼“向北风而开襟”喻病苦中的颤抖。在长期重病的摧残下，诗人的心绪极差，又正值萧条的冬季，他从船上看洞庭湖滨的景色，那空中的寒云、阴暗的“白屋”（即茅屋）、浓雾般的瘴气、蒙蒙的淫雨以及祭鬼的鼓声、猫头鹰被击落的哀鸣，莫不带着浓厚的愁惨的色彩，更使诗人愁、闷迭生。“生涯相汩没，时物正萧森”，正是这种情景的鲜明写照。诗人采用情景交融的艺术手法，通过铺叙哀景以衬托自己的病苦，使得病苦之情倍增其苦。</p> <p>　　第二段从“疑惑樽中弩”到“得近四知金”，是在第一段之后的转折，回顾往事，着重表现自己“漂泊西南天地间”的困苦。开始两句“疑惑樽中弩，淹留冠上簪”，以“怀弓蛇影”故事，说自己因世路险恶而疑畏多端，长期滞留不得归京。暗示自己自从在京因疏救房琯获罪出走，以后一直在战战兢兢中过日子。至于生活上的困窘，那就更不必说了：吃的只是野菜羹，用的桌子“乌皮儿”捆了又捆，穿的衣服补丁叠补丁。在巴蜀十年和在楚地三年的频繁流浪中，虽然也承地方官的接待，得陪侍锦帐，但大多难以投合，自己忙于衣食，只有<a href=\"http://so.gushiwen.org/author_662.aspx\">庾信</a>似的哀伤，不可能作出<a href=\"http://so.gushiwen.org/author_359.aspx\">陈琳</a>那样的好文章。尽管如此，诗人仍然表现了铮铮硬骨：“应过数粒食，得近四知金。”这一段中，也有对朝贵的讥刺（“微才谢所钦”、“汝贵玉为琛”）和对自己进退两难处境的感慨（“反朴时难遇，忘机陆易沉”），在平静的叙述中暗藏着奔涌起伏的激愤之情。</p> <p>　　第三段从“春草封归恨”到“皇天实照临”，叙述入湖南后对亲友高谊的谢意，表现了作客他乡、无依无靠的孤苦。“春草封归恨，源花费独寻”，是向亲友说明入湖南而又转徙不定的原因：杜甫于公元768年（大历三年）春天出峡至江陵，想从陆路北上，回河南巩县老家，但因种种原因而未能成行，只得南下，寻找<a href=\"http://so.gushiwen.org/author_645.aspx\">陶渊明</a>《桃花源记》中的栖身之地，却始终找不到。两句诗里，漂泊无依之意，已深深地蕴含其中。在“转蓬忧悄悄，行药病涔涔，瘗夭追<a href=\"http://so.gushiwen.org/author_827.aspx\">潘岳</a>”的极端困苦的情况下，只好“持危觅邓林（即手杖）”，像衰病者需要手杖的扶持一样，投亲靠友，仰仗帮助了。而自己的愚直，也得到亲友的包涵。“你们对我的知遇，真像纳入众流的三江五湖浩瀚无涯，高地之上更耸立着高高的山峰。城府的大门冲着朝阳敞开，苍松翠竹掩映着清清的流水。人们都带着倩倩的笑脸，骑着骎骎的快马来投奔诸公。你们都具有慧眼能赏识象我这样既愚且直的人，惟愿皇天后地能照临我感激诸公的赤诚。”（陈贻焮《杜甫评传》下卷）感激之情诚挚动人，但在感激的背后，读者也清楚地看到一位衰病交加、穷愁潦倒的老人强为言辞、凄凉孤苦而老泪纵横的形象。“蹉跎翻学步”以下，表面上轻松，而经“转蓬忧悄悄”四句一衬，却格外沉重，这种相互衬托的手法，收到了入木三分的效果。</p> <p>　　第四段从“公孙仍恃险”到末尾，笔势宕开，叹息战乱不止而伤己之将死于道路，传达出无限深长的人生悲苦。这一段是对全篇的总结，在简洁的文字中，包含着丰富的内容：一方面，“公孙仍恃险，侯景未生擒”、“战血流依旧，军声动至今”，藩镇作乱，天下战事不息，这是涂炭生灵、自己流离异乡的根本原因；另一方面，“书信中原阔，干戈北斗深”、“畏人千里井，问俗九州箴”，家乡音信断绝，归日杳不可期。特别是最后四句：“<a href=\"http://so.gushiwen.org/author_2135.aspx\">葛洪</a>尸定解，许靖力难任。家事丹砂诀，无成涕作霖！”更是极为沉痛。作者在一字一泪的哭诉：我衰病如此，定将像晋朝的葛洪尸解那样，必死无疑，现在已经无力像汉末许靖那样拖家带口远走安全之地；家事将像空有丹砂诀而炼不成金那样，难以维持，想起来怎不叫人泪下如雨啊！诗人是希望亲友在自己死后，能够伸出援助之手，给家小以照顾。这饱含深情的哀鸣，令人潸然泪下。这里，读者不仅看到一位在垂死之际仍然为家小操心的慈祥而悲切的老人，更看到一位在生命的最后时日依然念念不忘国事，为天下而忧虑的爱国者的崇高形象。这首绝笔，是伟大诗人杜甫一生不屈不挠、奋斗终身的宣言书，“是金剑沉埋、壮气蒿莱的烈士歌”，“是大千慈悲、慕道沉痛的哀生赋”（范曾《刘炳森隶书杜诗》序），它将以其博大沉雄的气势和精妙绝伦的艺术，彪炳诗史，流传千古。</p> <p>　　这是一首五言长篇排律。唐代以五言排律取士，“五排”是当时官方批准使用的正规诗体，杜甫在孤苦无依的情况下，用五言排律来寄赠亲友，也含有郑重其事和尊重对方的意思。但是，五言排律有很多束缚，不管多长，它要求除首尾各一联外，中间所有句子都必须对偶精工，而且要用典，同时，这首诗是奉呈亲友之作，亦即以诗代书，因此如道家常，娓娓动听，十分得体。开始两句本可不用对偶，但“轩辕休制律，虞舜罢弹琴”，却对偶精切，一开始就给人以非常精整的感觉。但在中间的一路精整中，又杂以流水对“却假苏张舌，高夸周宋镡”，显得流动自然，富于变化。至于典故，诗中用得很多，<a href=\"http://so.gushiwen.org/author_268.aspx\">黄庭坚</a>说老杜作诗无一字无来处。但却没有堆砌之感，“引得的确，用得恰好，明事暗使，隐事显使，令人不觉，如禅家所谓撮盐水中，饮水乃知咸味”（王骥德《曲律》）。这充分体现出杜甫“读书破万卷，下笔如有神”的学识和艺术修养，给后人留下深刻的启示。</p>",
  "about": "<h2>创作背景</h2> 　　代宗大历五年（770年）冬，<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>带着一家八口，从长沙乘船往岳阳，经过洞庭湖时，风疾愈加严重，半身偏枯、卧床不起，作下此<a href=\"http://so.gushiwen.org/view_11585.aspx\">诗</a>，寄呈给湖南的亲友。",
  "poet": {
    "id": 474,
    "star": 0,
    "name": "杜甫",
    "image": "http://img.gushiwen.org/authorImg/dufu.jpg",
    "desc": "杜甫（712－770），字子美，自号少陵野老，世称“杜工部”、“杜少陵”等，汉族，河南府巩县（今河南省巩义市）人，唐代伟大的现实主义诗人，杜甫被世人尊为“诗圣”，其诗被称为“诗史”。杜甫与李白合称“李杜”，为了跟另外两位诗人李商隐与杜牧即“小李杜”区别开来，杜甫与李白又合称“大李杜”。他忧国忧民，人格高尚，他的约1400余首诗被保留了下来，诗艺精湛，在中国古典诗歌中备受推崇，影响深远。759-766年间曾居成都，后世有杜甫草堂纪念。"
  },
  "tags": [
    "忧国忧民"
  ]
}