{
  "id": 49394,
  "star": 12097,
  "name": "念奴娇·赤壁怀古",
  "dynasty": "宋代",
  "content": "大江东去，浪淘尽，千古风流人物。<br>故垒西边，人道是，三国周郎赤壁。<br>乱石穿空，惊涛拍岸，卷起千堆雪。<br>江山如画，一时多少豪杰。<br>遥想公瑾当年，小乔初嫁了，雄姿英发。<br>羽扇纶巾，谈笑间，樯橹灰飞烟灭。<br>故国神游，多情应笑我，早生华发。<br>人生如梦，一尊还酹江月。",
  "fanyi": "<p><strong>译文<br></strong>大江浩浩荡荡向东流去，滔滔巨浪淘尽千古英雄人物。<br>那旧营垒的西边，人们说那就是三国周瑜鏖战的赤壁。<br>陡峭的石壁直耸云天，如雷的惊涛拍击着江岸，激起的浪花好似卷起千万堆白雪。<br>雄壮的江山奇丽如图画，一时间涌现出多少英雄豪杰。<br>遥想当年的周瑜春风得意，绝代佳人小乔刚嫁给他，他英姿奋发豪气满怀。<br>手摇羽扇头戴纶巾，谈笑之间，强敌的战船烧得灰飞烟灭。<br>我今日神游当年的战地，可笑我多情善感，过早地生出满头白发。<br>人生犹如一场梦，且洒一杯酒祭奠江上的明月。</p> <p><strong>注释</strong><br>⑴念奴娇：词牌名。又名“百字令”“酹江月”等。赤壁：此指黄州赤壁，一名“赤鼻矶”，在今湖北黄冈西。而三国古战场的赤壁，文化界认为在今湖北赤壁市蒲圻县西北。<br>⑵大江：指长江。<br>⑶淘：冲洗，冲刷。<br>⑷风流人物：指杰出的历史名人。<br>⑸故垒：过去遗留下来的营垒。<br>⑹周郎：指三国时吴国名将周瑜，字公瑾，少年得志，二十四为中郎将，掌管东吴重兵，吴中皆呼为“周郎”。下文中的“公瑾”，即指周瑜。<br>⑺雪：比喻浪花。<br>⑻遥想：形容想得很远；回忆。<br>⑼小乔初嫁了（liǎo）：《三国志·吴志·周瑜传》载，周瑜从孙策攻皖，“得桥公两女，皆国色也。策自纳大桥，瑜纳小桥。”乔，本作“桥”。其时距赤壁之战已经十年，此处言“初嫁”，是言其少年得意，倜傥风流。<br>⑽雄姿英发（fā）：谓周瑜体貌不凡，言谈卓绝。英发，谈吐不凡，见识卓越。<br>⑾羽扇纶（guān）巾：古代儒将的便装打扮。羽扇，羽毛制成的扇子。纶巾，青丝制成的头巾。<br>⑿樯橹（qiánglǔ）：这里代指<a href=\"http://so.gushiwen.org/author_552.aspx\">曹操</a>的水军战船。樯，挂帆的桅杆。橹，一种摇船的桨。“樯橹”一作“强虏”，又作“樯虏”，又作“狂虏”。《宋集珍本丛刊》之《东坡乐府》，元延祐刻本，作“强虏”。延祐本原藏杨氏海源阁，历经季振宜、顾广圻、黄丕烈等名家收藏，卷首有黄丕烈题辞，述其源流甚详，实今传各版之祖。<br>⒀故国神游：“神游故国”的倒文。故国：这里指旧地，当年的赤壁战场。神游：于想象、梦境中游历。<br>⒁“多情”二句：“应笑我多情，早生华发”的倒文。华发（fà）：花白的头发。<br>⒂一尊还（huán）酹（lèi）江月：古人祭奠以酒浇在地上祭奠。这里指洒酒酬月，寄托自己的感情。尊：通“樽”，酒杯。<br>⒃强虏：强大之敌，指曹军。虏：对敌人的蔑称。</p><br/><h2>英译</h2> <p>Reflections on the Ancient Red Cliff--To the tune of Niannujiao</p> <p>The Great River flows,<br>Eastward waves sweeping away,<br>For thousands of years, gallant heroes.<br>West of the ancient fort, they say, stands<br>The Red Cliff of the Three-Kingdoms' Duke Zhou.<br>Rocks pierce the sky, shore-tearing<br>Waves swirl into piles of snow.<br>What a glorious sweep of land,<br>Once a stage for so many a hero!</p> <p>My thoughts drift to those years when Zhou<br>Had newly married the beautiful Qiao,<br>Vigour and valour aglow.<br>A feather fan and a silken hat,<br>He masterminded the fire-attack on the foe--<br>Over a casual chat<br>To see their fleet perish, blow by blow.<br>Back from my mental vagrancy in that bygone age,<br>I must laugh at myself: letting sentiments grow<br>Into grey hairs, too soon.<br>But isn't life a dream, after all？<br>Let me pledge this cup to the River,<br>To the Moon.</p>",
  "shangxi": "<h2>赏析</h2> <p>　　此词怀古抒情，写自己消磨壮心殆尽，转而以旷达之心关注历史和人生。上阕以描写赤壁矶风起浪涌的自然风景为主，意境开阔博大，感慨隐约深沉。起笔凌云健举，包举有力。将浩荡江流与千古人事并收笔下。</p> <p>　　千古风流人物既被大浪淘尽，则一己之微岂不可悲？然而<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>却另有心得：既然千古风流人物也难免如此，那么一己之荣辱穷达复何足悲叹！人类既如此殊途而同归，则汲汲于一时功名，不免过于迂腐了。接下两句切入怀古主题，专说三国赤壁之事。\"人道是\"三字下得极有分寸。赤壁之战的故地，争议很大。一说在今湖北蒲圻县境内，已改为赤壁市。但今湖北省内有四处地名同称赤壁者，另三处在黄冈、武昌、汉阳附近。苏轼所游是黄冈赤壁，他似乎也不敢肯定，所以用\"人道是\"三字引出以下议论。</p> <p>　　\"乱石\"以下五句是写江水腾涌的壮观景象。其中\"穿\"、\"拍\"、\"卷\"等动词用得形象生动。\"江山如画\"是写景的总括之句。\"一时多少豪杰\"则又由景物过渡到人事。</p> <p>　　苏轼重点要写的是\"三国周郎\"，故下阕便全从周郎引发。换头五句写赤壁战争。与周瑜的谈笑论战相似，作者描写这么一场轰轰烈烈的战争也是举重若轻，闲笔纷出。从起句的\"千古风流人物\"到\"一时多少豪杰\"再到\"遥想公瑾当年\"，视线不断收束，最后聚焦定格在周瑜身上。然而写周瑜却不写其大智大勇，只写其儒雅风流的气度。</p> <p>　　不留意的人容易把\"羽扇纶巾\"看作是<a href=\"http://so.gushiwen.org/author_507.aspx\">诸葛亮</a>的代称，因为诸葛亮的装束素以羽扇纶巾著名。但在三国之时，这是儒将通常的装束。宋人也多以\"羽扇\"代指周瑜，如<a href=\"http://so.gushiwen.org/author_126.aspx\">戴复古</a>《赤壁》<a href=\"http://so.gushiwen.org/view_49394.aspx\">诗</a>云：\"千载周公瑾，如其在目前。英风挥羽扇，烈火破楼船。\"</p> <p>　　苏轼在这里极言周瑜之儒雅淡定，但感情是复杂的。\"故国\"两句便由周郎转到自己。周瑜破曹之时年方三十四岁，而苏轼写作此词时年已四十七岁。孔子曾说：\"四十五十而无闻焉，斯亦不足畏也已。\"苏轼从周瑜的年轻有为，联想到自己坎坷不遇，故有\"多情应笑我\"之句，语似轻淡，意却沉郁。但苏轼毕竟是苏轼，他不是一介悲悲戚戚的寒儒，而是参破世间宠辱的智者。所以他在察觉到自己的悲哀后，不是像南唐<a href=\"http://so.gushiwen.org/author_269.aspx\">李煜</a>那样的沉溺苦海，自伤心志，而是把周瑜和自己都放在整个江山历史之中进行观照。在苏轼看来，当年潇洒从容、声名盖世的周瑜现今又如何呢?不是也被大浪淘尽了吗。这样一比，苏轼便从悲哀中超脱了。\"人生到处知何似，应似飞鸿踏雪泥。泥上偶然留指爪，鸿飞哪复计东西\"(《和子由渑池怀旧》)。所以苏轼在与周瑜作了一番比较后，虽然也看到了自己的政治功业无法与周瑜媲美，但上升到整个人类的发展规律和普遍命运，双方其实也没有什么大的差别。有了这样深沉的思索，遂引出结句\"人间如梦，一樽还酹江月\"的感慨。正如他在《西江月》词中所说的那样：\"世事一场大梦，人生几度秋凉。\"消极悲观不是人生的真谛，超脱飞扬才是生命的壮歌。既然人间世事恍如一梦，何妨将樽酒洒在江心明月的倒影之中，脱却苦闷，从有限中玩味无限，让精神获得自由。其同期所作的《赤壁赋》于此说得更为清晰明断：\"惟江上之清风，与山间之明月，耳得之而为声，目遇之而成色。取之无禁，用之不竭，是造物者之无尽藏也，而吾与子之所共适也。\"这种超然远想的文字，宛然是《庄子?齐物论》思想的翻版。但庄子以此回避现实，苏轼则以此超越现实。</p> <p>　　黄州数年是苏轼思想发生转折的时期，也是他不断走向成熟和睿智的时期，他以此保全自己的岸然人格，也以此养护自己淳至的精神。这首《念奴娇》词及其作于同一时期的数篇诗文，都为我们透示了其中的端倪。</p> <p>　　此词自问世后，经历了两种截然不同的命运，誉之者如<a href=\"http://so.gushiwen.org/author_938.aspx\">胡仔</a>《苕溪渔隐丛话》称其\"语意高妙，真古今绝唱\"。贬之者如俞文豹《吹剑续录》所云：\"东坡在玉堂，有幕士善讴。因问：'我词比柳七何如?'对曰：'柳郎中词，只好合十七八女孩儿，执红牙板，歌'杨柳岸晓风残月'。学士词，须关西大汉，执铁板，唱'大江东去'。公为之绝倒。\"幕士的言论表面上是从演唱风格上区分了柳、苏二家词风的不同，但暗含有对苏词悖离传统词风的揶揄。清代更有人认为此词\"平仄句调都不合格\"(丁绍仪《听秋声馆词话》)，<a href=\"http://so.gushiwen.org/author_637.aspx\">朱彝尊</a>《词综》并详加辩证，亦可谓吹毛求疵者。</p> <p>　　《念奴娇》是苏轼贬官黄州后的作品。苏轼21岁中进士，30岁以前绝大部分时间过着书房生活，仕途坎坷，随着北宋政治风浪，几上几下。43岁（元丰二年）时因作诗讽刺新法，被捕下狱，出狱后贬官为黄州团练副使。这是个闲职，他在旧城营地辟畦耕种，游历访古，政治上失意，滋长了他逃避现实和怀才不遇的思想情绪，但由于他豁达的胸怀，在祖国雄伟的江山和历史风云人物的激发下，借景抒情，写下了一系列脍炙人口的名篇，此词为其代表。</p> <p>　　《念奴娇》词分上下两阙。上阙咏赤壁，下阙怀周瑜，并怀古伤己，以自身感慨作结。作者吊古伤怀，想古代豪杰，借古传颂之英雄业绩，思自己历遭之挫折。不能建功立业，壮志难酬，词作抒发了他内心忧愤的情怀。</p> <p>　　上阙咏赤壁，着重写景，为描写人物作烘托。前三句不仅写出了大江的气势，而且把千古英雄人物都概括进来，表达了对英雄的向往之情。假借“人道是”以引出所咏的人物。“乱”“穿”“惊”“拍”“卷”等词语的运用，精妙独到地勾画了古战场的险要形势，写出了它的雄奇壮丽景象，从而为下片所追怀的赤壁大战中的英雄人物渲染了环境气氛。</p> <p>　　下阙着重写人，借对周瑜的仰慕，抒发自己功业无成的感慨。写“小乔”在于烘托周瑜才华横溢、意气风发，突出人物的风姿，中间描写周瑜的战功意在反衬自己的年老无为。“多情”后几句虽表达了伤感之情，但这种感情其实正是词人不甘沉沦，积极进取，奋发向上的表现，仍不失英雄豪迈本色。</p> <p>　　用豪壮的情调书写胸中块垒。</p> <p>　　诗人是个旷达之人，尽管政治上失意，却从未对生活失去信心。这首词就是他这种复杂心情的集中反映，词中虽然书写失意，然而格调是豪壮的，跟失意文人的同主题作品显然不同。词作中的豪壮情调首先表现在对赤壁景物的描写上。长江的非凡气象，古战场的险要形势都给人以豪壮之感。周瑜的英姿与功业无不让人艳羡。</p><br/><h2>赏析二</h2> <p>　　大江东去，浪淘尽，千古风流人物。故垒西边，人道是，三国周郎赤壁。乱石穿空，惊涛拍岸，卷起千堆雪。江山如画，一时多少豪杰。遥想公瑾当年，小乔初嫁了，雄姿英发。羽扇纶巾，谈笑间，樯橹灰飞烟灭。故国神游，多情应笑我，早生华发。人生如梦，一樽还酹江月。</p> <p>　　题中的赤壁，是黄州（在今湖北省黄冈县）城外，长江北岸的一段红色山崖。“怀古”，是古人写<a href=\"http://so.gushiwen.org/view_49394.aspx\">诗</a>词常常采用的一个题目。在这类作品中，作者往往借助歌咏历史事迹来抒发自己的感慨。这首词就是<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>游览黄州赤壁想到历史上有名的赤壁之战，有所感触而写。其实，距今一千七百多年前，魏、蜀、吴三国争雄，吴国名将周瑜联合刘备，利用火攻大破<a href=\"http://so.gushiwen.org/author_552.aspx\">曹操</a>水军的地方是另一个赤壁，它是今天湖北省武昌县西南的赤矶山。这里词人借怀古以抒怀抱，不一定拘泥于地点的确凿。</p> <p>　　怀古的重要一环，是怎样把今和古联系起来。苏轼望着波涛滚滚的长江，想到自古以来那些才华出众的人物都已随同时间流逝而消失，犹如被源源而来的浪涛从历史上冲洗掉了一样。于是，他用“浪淘尽”三个字，把眼前的长江和历史上的人物巧妙地联系起来，在这种自然而又形象的联想中，表现他对历史人物的怀念。大江即长江。这里用“大江”，除去由于声韵的要求外，也显得更有气魄。“千古”，指久远的年代。 </p> <p>　　接下去，作者把目光从江涛转向赤壁，而首先引起他注目的是古代留下来的战争遗迹。“故垒西边，人道是，三国周郎赤壁”。“故”，旧的。“垒[lěi]”，指营盘。“人道是”，据说是。“周郎”，即周瑜，他二十四岁就当了将军，当时吴国人称他为周郎。这三句词说，在那古代营盘西边，据说，就是三国时代周瑜打胜仗的赤壁。点出了赤壁的历史意义，也为下片歌颂周瑜埋下了伏笔。那么，作者当时看到的赤壁，景象如何呢？“乱石穿空”，陡峭的石崖直插高空；“惊涛拍岸，卷起千堆雪”，吓人的大浪头，拍打着江岸，激起的浪花象无数堆耀眼的白雪。面对着这雄伟的景象，难怪作者要赞叹不已：既赞美这雄伟的大好河山，更赞美历史上曾经在这里叱咤风云的无数英雄豪杰。</p> <p>　　词的上片，着重写景，带出了对古人的怀念。下片，就转入对赤壁之战的中心人物周瑜的歌颂。苏轼写这首词时，距离发生于公元二零八年的赤壁之战，已有八百多年。他想象着几百年前的往事，用“遥想”两个字把我们引向了遥远的过去。“公瑾[jǐn]”，周瑜的字。“小乔”，周瑜的妻，是当时著名的乔氏姊妹中的妹妹。词中提到他们的婚事是为了突出周瑜年轻得意的神态。作者用“雄姿英发”来形容周瑜气度雄伟、人才出众。在作者的想象中，周瑜身着戎装，手摇羽毛扇，头戴着配有黑丝带子的头巾（纶[guān]巾），风度潇洒，从容指挥，在说笑之间，轻而易举地就把曹操水军战船烧成灰烬。“樯[qiáng]”，帆船上的桅杆。这里用“樯橹”代表曹军的战船。“羽扇纶巾”，写出了周瑜的神态。“谈笑间”，突出了他的自信和才略。“樯橹灰飞烟灭”，六个字就再现了一场历史性的大战。寥寥几笔，显示了作者艺术概括的才能；字里行间，倾注了作者对周瑜的由衷赞赏。</p> <p>　　对历史人物的景仰，正包含了对自己现实状况的不满。对比之下，四十七岁的苏轼深为自己不能象周瑜那样年纪轻轻就建立了卓著的功业而感叹。他只好用自我嘲笑的口气说：“故国神游，多情应笑我，早生华发”。象他这样，通过想象去经历（神游）那三国（故国）的赤壁之战，人们大概会嘲笑他太富于感情，因而过早地有了花白头发（华发）吧！自嘲之余，一种看破红尘的消极情绪油然而生。“人生如梦，一樽还酹江月”。“樽”，酒杯。一尊是一杯酒的意思。“酹[lèi]”，洒酒表示祭奠。他忽然觉得，人间不过象梦境一样，不要徒然感叹了，还是给江上的明月，献上一杯酒，伴月痛饮吧！</p> <p>　　这首词是苏轼的代表作。虽然结尾流露了消极情绪，但从全词看，气魄宏伟，视野阔大，对壮丽河山的赞美，和对历史英雄人物的歌颂及怀念，构成了豪放的基调。 </p><br/><h2>鉴赏</h2> <p><strong>地位</strong><br>　　如果把破除传统作为\"伟大\"的一项基本素质的话，<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>之于伟大是当之无愧的。与《花间词》中\"花落子规啼，绿窗残梦迷\"的幽约词境相比，苏轼词的逸怀浩气、举首高歌，无疑是为我们开拓了一个新的世界。他的那些\"似<a href=\"http://so.gushiwen.org/view_49394.aspx\">诗</a>\"的小词、\"句读不葺之诗\"，尽管在当世备受争议，但如此高远的气象、如此开阔的境界、如此旷达的风格，毕竟是此前罕以见到的。即此我们也可估量到苏轼这一类词在词史上的重要地位。</p> <p><strong>赏析</strong><br>　　此词怀古抒情，写自己消磨壮心殆尽，转而以旷达之心关注历史和人生。本词通过对月夜江上壮美景色的描绘，借对古代战场的凭吊和对风流人物才略、气度、功业的追念，曲折地表达了自己怀才不遇、功业未就、老大未成的忧愤心情。上阕以描写赤壁矶风起浪涌的自然风景为主，意境开阔博大，感慨隐约深沉。起笔凌云健举，包举有力。将浩荡江流与千古人事并收笔下。</p> <p>　　千古风流人物既被大浪淘尽，则一己之微岂不可悲？然而苏轼却另有心得：既然千古风流人物也难免如此，那么一己之荣辱穷达复何足悲叹！人类既如此殊途而同归，则汲汲于一时功名，不免过于迂腐了。接下两句切入怀古主题，专说三国赤壁之事。\"人道是\"三字下得极有分寸。赤壁之战的故地，争议很大。一说在今湖北蒲圻县境内，已改为赤壁市。但今湖北省内有四处地名同称赤壁者，另三处在黄冈、武昌、汉阳附近。苏轼所游是黄冈赤壁，他似乎也不敢肯定，所以用\"人道是\"三字引出以下议论。</p> <p>　　\"乱石\"以下五句是写江水腾涌的壮观景象。其中\"穿\"、\"拍\"、\"卷\"等动词用得形象生动。\"江山如画\"是写景的总括之句。\"一时多少豪杰\"则又由景物过渡到人事。</p> <p>　　苏轼重点要写的是\"三国周郎\"，故下阕便全从周郎引发。开头五句写赤壁战争。与周瑜的谈笑论战相似，作者描写这么一场轰轰烈烈的战争也是举重若轻，闲笔纷出。从起句的\"千古风流人物\"到\"一时多少豪杰\"再到\"遥想公瑾当年\"，视线不断收束，最后聚焦定格在周瑜身上。然而写周瑜却不写其大智大勇，只写其儒雅风流的气度。</p> <p>　　不留意的人容易把\"羽扇纶巾\"看作是<a href=\"http://so.gushiwen.org/author_507.aspx\">诸葛亮</a>的代称，因为诸葛亮的装束素以羽扇纶巾著名。但在三国之时，这是儒将通常的装束。宋人也多以\"羽扇\"代指周瑜，如<a href=\"http://so.gushiwen.org/author_126.aspx\">戴复古</a>《赤壁》诗云：\"千载周公瑾，如其在目前。英风挥羽扇，烈火破楼船。\"</p> <p>　　苏轼在这里极言周瑜之儒雅淡定，但感情是复杂的。\"故国\"两句便由周郎转到自己。周瑜破曹之时年方三十四岁，而苏轼写作此词时年已四十七岁。孔子曾说：\"四十五十而无闻焉，斯亦不足畏也已。\"苏轼从周瑜的年轻有为，联想到自己坎坷不遇，故有\"多情应笑我\"之句，语似轻淡，意却沉郁。但苏轼毕竟是苏轼，他不是一介悲悲戚戚的寒儒，而是参破世间宠辱的智者。所以他在察觉到自己的悲哀后，不是像南唐<a href=\"http://so.gushiwen.org/author_269.aspx\">李煜</a>那样的沉溺苦海，自伤心志，而是把周瑜和自己都放在整个江山历史之中进行观照。在苏轼看来，当年潇洒从容、声名盖世的周瑜现今又如何呢?不是也被大浪淘尽了吗。这样一比，苏轼便从悲哀中超脱了。\"人生到处知何似，应似飞鸿踏雪泥。泥上偶然留指爪，鸿飞哪复计东西\"(《和子由渑池怀旧》）。所以苏轼在与周瑜作了一番比较后，虽然也看到了自己的政治功业无法与周瑜媲美，但上升到整个人类的发展规律和普遍命运，双方其实也没有什么大的差别。有了这样深沉的思索，遂引出结句\"人间如梦，一樽还酹江月\"的感慨。正如他在《西江月》词中所说的那样：\"世事一场大梦，人生几度秋凉。\"消极悲观不是人生的真谛，超脱飞扬才是生命的壮歌。既然人间世事恍如一梦，何妨将樽酒洒在江心明月的倒影之中，脱却苦闷，从有限中玩味无限，让精神获得自由。其同期所作的《赤壁赋》于此说得更为清晰明断：\"惟江上之清风，与山间之明月，耳得之而为声，目遇之而成色。取之无尽，用之不竭，是造物者之无尽藏也，而吾与子之所共适也。\"这种超然远想的文字，宛然是《庄子·齐物论》思想的翻版。但庄子以此回避现实，苏轼则以此超越现实。</p> <p>　　黄州数年是苏轼思想发生转折的时期，也是他不断走向成熟和睿智的时期，他以此保全自己的岸然人格，也以此养护自己淳至的精神。这首《念奴娇》词及其作于同一时期的数篇诗文，都为我们透示了其中的端倪。</p> <p>　　此词自问世后，经历了两种截然不同的命运，誉之者如<a href=\"http://so.gushiwen.org/author_938.aspx\">胡仔</a>《苕溪渔隐丛话》称其\"语意高妙，真古今绝唱\"。贬之者如俞文豹《吹剑续录》所云：\"东坡在玉堂，有幕士善讴。因问：'我词比柳七何如?'对曰：'柳郎中词，只好合十七八女孩儿，执红牙板，歌'杨柳岸晓风残月'。学士词，须关西大汉，执铁板，唱'大江东去'。公为之绝倒。\"幕士的言论表面上是从演唱风格上区分了柳、苏二家词风的不同，但暗含有对苏词悖离传统词风的揶揄。清代更有人认为此词\"平仄句调都不合格\"(丁绍仪《听秋声馆词活》），<a href=\"http://so.gushiwen.org/author_637.aspx\">朱彝尊</a>《词综》并详加辩证，亦可谓吹毛求疵者。</p> <p>　　《念奴娇》是苏轼贬官黄州后的作品。苏轼21岁中进士，30岁以前绝大部分时间过着书房生活，仕途坎坷，随着北宋政治风浪，几上几下。43岁（元丰二年）时因作诗讽刺新法，被捕下狱，出狱后贬官为黄州团练副使。这是个闲职，他在旧城营地辟畦耕种，游历访古，政治上失意，滋长了他逃避现实和怀才不遇的思想情绪，但由于他豁达的胸怀，在祖国雄伟的江山和历史风云人物的激发下，借景抒情，写下了一系列脍炙人口的名篇，此词为其代表。</p> <p>　　《念奴娇》词分上下两阙。上阙咏赤壁，下阙怀周瑜，并怀古伤己，以自身感慨作结。作者吊古伤怀，想古代豪杰，借古传颂之英雄业绩，思自己历遭之挫折。不能建功立业，壮志难酬，词作抒发了他内心忧愤的情怀。</p> <p>　　上阙咏赤壁，着重写景，为描写人物作烘托。前三句不仅写出了大江的气势，而且把千古英雄人物都概括进来，表达了对英雄的向往之情。假借“人道是”以引出所咏的人物。“乱”“穿”“惊”“拍”“卷”等词语的运用，精妙独到地勾画了古战场的险要形势，写出了它的雄奇壮丽景象，从而为下片所追怀的赤壁大战中的英雄人物渲染了环境气氛。</p> <p>　　下阙着重写人，借对周瑜的仰慕，抒发自己功业无成的感慨。写“小乔”在于烘托周瑜才华横溢、意气风发，突出人物的风姿，中间描写周瑜的战功意在反衬自己的年老无为。“多情”后几句虽表达了伤感之情，但这种感情其实正是词人不甘沉沦，积极进取，奋发向上的表现，仍不失英雄豪迈本色。</p> <p>　　用豪壮的情调书写胸中块垒。</p> <p>　　诗人是个旷达之人，尽管政治上失意，却从未对生活失去信心。这首词就是他这种复杂心情的集中反映，词中虽然书写失意，然而格调是豪壮的，跟失意文人的同主题作品显然不同。词作中的豪壮情调首先表现在对赤壁景物的描写上。长江的非凡气象，古战场的险要形势都给人以豪壮之感。周瑜的英姿与功业无不让人艳羡。</p> <p><strong>烘托和映衬</strong><br>　　这首词中作者要塑造的人物形象是周瑜，却从“千古风流人物”说起，由此引出赤壁之战时的“多少豪杰”，最后才集中为周瑜一人，突出了周瑜在作者心中的重要地位。词中有两种映衬：一种是实景和虚景相互映衬，另一种是周瑜的“雄姿英发”和作者的“早生华发”相互映衬。</p> <p>　　用“大江东去”四字来雄视千古，自古以来，无人超越。它极简洁、质朴却有气象宏大，声势极豪壮，并且富含哲理，把读者带到千古兴亡的历史氛围之中，抒发了诗人对往昔英雄人物的无限怀念，这是其他诗人所无法比拟的。</p> <p>　　《念奴娇》一词在写作方法上的主要特点是结合写景和怀古来抒发感情。如上半阕对赤壁的描写和赞美，寓情于景，情景交融。下半阕刻画周瑜形象倾注了作者对历史英雄的敬仰。最后借“一樽还酹江月”表达自己的感慨。全词意境开阔，感情奔放，语言也非常生动形象。</p> <p>　　“大江东去，浪淘尽、千古风流人物”：起笔颇有气势，从长江着笔，巨大的空间；千古风流人物，广阔的历史时空，无数的英雄豪杰；将此二者联系起来，组成一个极为辽阔悠久的时空背景；浪淘尽，历史长河的冲刷。是悲哀，也是一种通脱，通古今而观之的气度。</p> <p>　　“故垒西边，人道是周郎赤壁”：如果说前边是一个气势非凡的大场景，那么，此时出现的则是一个细致精确的小场景，作为三国古战场的赤壁究竟在何处，历来众说纷纭，但可以确定的是苏东坡所写之赤壁与历史上赤壁之战的赤壁绝非一处，对此，东坡有自知之明，因此在此处点出“周郎赤壁”在西。此句在文中作用极大，既拍合词题，又为下阙缅怀周公瑾预伏一笔。</p> <p>　　“乱石穿空，惊涛拍岸，卷起千堆雪”：集中写出赤壁雄奇壮阔的景色：陡峭的山崖散乱地高插云霄，汹涌的骇浪猛烈地搏击着江岸，滔滔的江流卷起千万堆澎湃的雪浪。从不同角度而又诉诸于不同感觉的浓墨健笔的生动描写，一扫平庸萎靡的气氛，顿时把读者带进一个奔马轰雷、惊心动魄的奇险境界，使人心胸为之开阔，精神为之振奋。</p> <p>　　这首词是元丰五年（1082）七月苏轼谪居黄州时作。上片咏赤壁，下片怀周瑜，最后以自身感慨作结。起笔高唱入云，气势足与“黄河之水天上来”相侔，而且词境壮阔，在空间上与时间上都得到极度拓展。江山、历史、人物一齐涌出，以万古心胸引出怀古思绪。接着借“人道是”疑似之言，把江边故垒和周郎赤壁挂上了钩。“乱石崩云” 三句正面写赤壁景色， 惊心骇目。词中把眼前的乱山大江写得雄奇险峻，渲染出古战场的气氛和声势。对于周瑜，苏轼特别激赏他少年功名，英气勃勃。“小乔初嫁”看似闲笔，而且小乔初嫁周瑜在建安三年，远在赤壁之战前十年。特意插入这一句，更显得周瑜少年英俊 ，春风得意。词也因此豪放而不失风情，刚中有柔，与篇首“风流人物”相应。“羽扇纶巾”三句写周瑜的战功，也很特别。周瑜身为主将却并非兵戎相见，而是羽扇便服，谈笔风生。写战争一点不渲染士马金鼓的战争气氛，只着笔于周瑜的从容潇洒，指挥若定，这样写法更能突出他的风采和才能。苏轼这一年四十七岁了，不但功业未成，反而待罪黄州，同三十左右就功成名就的周瑜相比，不禁深自感愧。壮丽江山，英雄业绩，激起苏轼爽迈奋发的感情，也加深了他的内心苦闷和思想矛盾。故从怀古归到伤己，自叹“人生如梦”，举杯同江上清风、山间明月一醉销愁了。这首怀古词兼有感奋和感伤两重色彩，但篇末的感伤色彩掩盖不了全词的豪迈气派。词中写江山形胜和英雄伟业，在苏轼之前从未成功地出现过。因此这首《念奴娇》历来被看作苏轼豪放词的代表作。不但词的气象境界凌厉无前，而且大声铿锵。</p> <p>　　苏轼的词，不论内容和形式，都不那么拘于一格。有时放笔直书，便成为\"曲子中缚不住\"的\"句读不葺之诗\"；有些从内容看也颇为平凡。正如泥沙俱下的长江大河，不是一道清澈流水。但正因如此，才能显出江河的宏大气势。人们可以如此这般地挑剔它，却总是无法否定它。</p> <p>　　苏轼这首《念奴娇》，无疑是宋词中有数之作。立足点如此之高，写历史人物又如此精妙，不但词坛罕见，在诗国也是不可多得的。</p> <p>　　他一下笔就高视阔步，气势浑雄：\"大江东去，浪淘尽、千古风流人物\"──细想万千年来，历史上出现过多少英雄人物，他们何尝不煌赫一时，俨然是时代的骄子。谁不赞叹他们的豪杰风流，谁不仰望他们的姿容风采！然而，\"长江后浪推前浪\"，随着时光的不断流逝，随着新陈代谢的客观规律，如今回头一看，那些\"风流人物\"当年的业绩，好像给长江浪花不断淘洗，逐步淡漠，逐步褪色，终于，变成历史的陈迹了。</p> <p>　　\"浪淘尽\"──真是既有形象，更能传神。但更重要的是作者一开头就抓住历史发展的规律，高度凝炼地写出历史人物在历史长河中所处的地位，真是\"高屋建瓴\"，先声夺人。令人不能不惊叹。</p> <p>　　\"故垒西边，人道是、三国周郎赤壁\"──上面已泛指\"风流人物\"，这里就进一步提出\"三国周郎\"作为一篇的主脑，文章就由此生发开去。</p> <p>　　\"乱石崩云，惊涛裂岸，卷起千堆雪\"──这是现场写景，必不可少。一句说，乱石像崩坠的云；一句说，惊涛像要把堤岸撕裂；由于乱石和惊涛搏斗，无数浪花卷成了无数的雪堆，忽起忽落，此隐彼现，蔚为壮观。</p> <p>　　\"江山如画，一时多少豪杰\"──\"如画\"是从眼前景色得出的结论。江山如此秀美，人物又是一时俊杰之士。这长江，这赤壁，岂能不引起人们怀古的幽情？于是，由此便逗引出下面一大段感情的抒发了。</p> <p>　　\"遥想公瑾当年，小乔初嫁了，雄姿英发\"──作者在这里单独提出周瑜来，作为此地的代表人物，不仅因为周瑜在赤壁之战中是关键性人物，更含有艺术剪裁的需要在内。</p> <p>　　请看，在\"公瑾当年\"后面忽然接上\"小乔初嫁了\"，然后再补上\"雄姿英发\"，真像在两座悬崖之间，横架一道独木小桥，是险绝的事，又是使人叹绝的事。说它险绝，因为这里原插不上小乔这个人物，如今硬插进去，似乎不大相称。所以确是十分冒险的一笔。说它又使人叹绝，因为插上了这个人物，真能把周瑜的风流俊雅极有精神地描画出来。从艺术角度来说，真乃传神之笔。那风神摇之处，决不是用别的句子能够饱满地表现的。</p> <p>　　\"羽扇纶巾\"──这四个字，充分显示周瑜的风度闲雅，是\"小乔初嫁了\"的进一步勾勒和补充。</p> <p>　　\"故国神游，多情应笑我，早生华发\"──从这里就转入对个人身世的感慨。\"故国神游\"，是说三国赤壁之战和那些历史人物，引起了自己许多感想──好象自己的灵魂向远古游历了一番。\"多情\"，是嘲笑自己的自作多情。由于自作多情，难免要早生华发（花白的头发），所以只好自我嘲笑一番了。在这里，作者对自己无从建立功业，年纪又大了──对比起周瑜破曹时只有三十四岁，仍然只在赤壁矶头怀古高歌，不能不很有感慨了。</p> <p>　　\"人生如梦，一尊还酹江月\"──于是只好旷达一番。反正，过去\"如梦\"，现在也是\"如梦\"，还是拿起酒杯，向江上明月浇奠，表示对它的敬意，也就算了。这里用\"如梦\"，正好回应开头的\"浪淘尽\"。因为风流人物不过是\"浪淘尽\"，人间也不过\"如梦\"。又何必不旷达，又何必过分执着呢！这是苏轼思想上长期潜伏着的、同现实世界表现离心倾向的一道暗流。阶级的局限如此，在他的一生中，常常无法避免而不时搏动着。</p> <p>　　综观整首词，说它很是昂扬积极，并不见得；可是它却告诉我们，词这个东西，绝不是只能在酒边花间做一名奴隶的。这就是一个重大的突破，也是划时代的进展。</p> <p>　　词坛的新天地就是通过这些创作实践，逐步发展并且扩大其领域的。苏轼这首《念奴娇》，正是一个卓越的开头。至今为止，仍然象丰碑似地屹立在中国文学发展史的大道上。</p> <p>　　此词表达方式肆意大方。体现了以苏轼为赌豪放派的表达维度。所以，此词被誉为铁琴铜琶。</p> <p>　　这首词是苏轼47岁谪居黄州游赤壁时写的。通过对赤壁的雄奇景色的描写，表现了诗人对三国的周瑜谈笑破敌的英雄业绩的向往，抒发了诗人凭吊古迹而引起的自己功业无成而白发已生的感慨。</p> <p>　　上片写景。“大江东去，浪淘尽、千古风流人物。”词一开始，以一泻千里、日夜东流的长江着笔，给人以突兀峥嵘、震惊耳目的感觉。“大江东去”四字，概括出汹涌澎湃的万里长江向东流去的特点。“浪淘尽、千古风流人物”。随着时光的流逝，千古以来的“风流人物”和他们的英雄业绩已成历史陈迹；这如同长江的浪花一样，带着他那美好的形象和青春的生命直奔大海，再不回头。“故垒西边，人道是、三国周郎赤壁。”“故垒”二字，写出了古代战场的遗址如在目前。“西边”一词，点明方位，有亲临其境的真实感。“人道是”三字，借人们的传说加以证实，深化“怀古”的感情色彩，使人倍感亲切。“三国周郎赤壁”，由时代、人物、地点三个不同性质的名词，组成一幅历史风云的画卷，将“赤壁之战”的图景呈现于读者的面前。“乱石穿空，惊涛拍岸，卷起千堆雪。”第一句写石，将陡峭峥嵘的石壁直插云天的险峻，形象贴切地描绘了出来。第二句写涛，不但写出了波涛粗野凶暴的性格，而且还描述了急流澎湃的气势，同时仿佛可以听到狂涛拍岸的吼声，看到它不可阻挡的威力。第三句写“拍岸”后的“惊涛”所出现的浪花飞溅的奇丽景象。这三句写景，真是字字珠玑，历历在目。“江山如画，一时多少豪杰。”这两句是上、下片转折的枢纽。“江山如画”，是对上面所描写的雄伟江山的总括评价。“一时多少豪杰”，虽赞颂周郎，但包括讴歌历代的无数英雄在内。诗人在这里，把“如画”的江山和众多的“豪杰”联缀交织成词，创造出一种高尚隽美的意境，使人肃然起敬，并为之向往、倾倒。</p> <p>　　下片怀古。“遥想公瑾当年，小乔初嫁了，雄姿英发。”这三句描写周瑜风华正茂的形象。“小乔初嫁了”，这句写入词中非等闲笔墨。“小乔”，是乔玄的小女，是当时有名的美人。周郎与她结婚是在建安三年（公元198年），到赤壁之战的时候，他俩成为夫妇已经10年了。这里写“初嫁”，不是诗人的一时疏忽，而是着意渲染词的浪漫气氛，这对塑造“雄姿英发”的周郎形象起着稍加点染、全篇生色的艺术效果。“羽扇纶巾，谈笑间、强虏灰飞烟灭。”周瑜手执羽扇，头戴纶巾，表明他虽为武将，却有文士的风度，这样就突出了周瑜蔑视强敌的英雄气概。“谈笑间、强虏灰飞烟灭。”“谈笑间”三字，字字千斤，力透纸背，充分反映了周瑜当年赤壁破曹时那种轻而易举的神态。“强虏”，指<a href=\"http://so.gushiwen.org/author_552.aspx\">曹操</a>的军队，含有贬义。“灰飞烟灭”，火烧赤壁的情景和曹操覆灭的惨象逼真地再现出来了，给读者留下难忘的印象。</p> <p>　　\"故国神游，多情应笑我，早生华发。”心神仿佛游到三国时代周瑜立功的地方，应笑我自己多愁善感，早已生出白发来了。这三句是诗人抒发的感慨。上面怀古，这里抒情，这个情是由怀古而派生出来的。“人生如梦，一尊还酹江月。”消极感伤的情调，产生着极不健康的影响，读时值得注意。同时也应该看到：以酒祭奠江月，这是诗人一种无可奈何的精神苦闷的反映，是有志为国而不能施展怀抱的情绪的流露，这当然是封建统治者迫使他以这样的方式来安慰自己被磨折、被损害的心灵的结果，无疑的，多少隐含着对现实不满的感情在内。“江月”既照应首句，又点明时间，增强了词的优美抒情气氛，使词的情调刚柔相济、浓淡有度。</p> <p>　　词中所描绘的“乱石”、“惊涛”的赤壁景色，“雄姿英发”的周郎形象，相映生辉，各臻其妙，为历代读者所传诵。 </p><br/><h2>赏析三</h2> <p>　　清代词论家徐轨谓东坡词“自有横槊气概，固是英雄本色”（《词苑丛谈》卷三）。在《东坡乐府》中，最具有这种英雄气格的代表作，首推这篇被誉为“千古绝唱”的《念奴娇·赤壁怀古》。这首词是<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>游赏黄冈城外的赤壁（鼻）矶时写下的，是北宋词坛上最为引人注目的作品之一。</p> <p>　　此词上阕，先即地写景，为英雄人物出场铺垫。开篇从滚滚东流的长江着笔，随即用“浪淘尽”，把倾注不尽的大江与名高累世的历史人物联系起来，布置了一个极为广阔而悠久的空间时间背景。它既使人看到大江的汹涌奔腾，又使人想见风流人物的卓荦气概，更可体味到作者兀立江岸凭吊胜地才人所诱发的起伏激荡的心潮，气魄极大，笔力非凡。接着“故垒”两句，点出这里是传说中的古代赤壁战场。在苏轼写此词的八百七十多年前，东吴名将周瑜曾在长江南岸，指挥了以弱胜强的赤壁之战。关于当年的战场的具体地点，向来众说纷纭，东坡在此不过是聊借怀古以抒感，读者不必刻舟求剑。“人道是”，下字极有分寸。“周郎赤壁”，既是拍合词题，又是为下阕缅怀公瑾预伏一笔。以下“乱石”三句，集中描写赤壁雄奇壮阔的景物：陡峭的山崖散乱地高插云霄，汹涌的骇浪猛烈地搏击着江岸，滔滔的江流卷起千万堆澎湃的雪浪。这种从不同角度而又诉诸于不同感觉的浓墨健笔的生动描写，一扫平庸萎靡的气氛，把读者顿时带进一个奔马轰雷、惊心动魄的奇险境界，使人心胸为之开扩，精神为之振奋。煞拍二句，总束上文，带起下片。“江山如画”，这明白精切、脱口而出的赞美，应是作者和读者从以上艺术地提供的大自然的雄伟画卷中自然而然地得出的结论。“地灵人杰”，锦绣山河，必然产生、哺育和吸引无数出色的英雄，三国正是人才辈出的时代：横槊赋<a href=\"http://so.gushiwen.org/view_49394.aspx\">诗</a>的<a href=\"http://so.gushiwen.org/author_552.aspx\">曹操</a>，驰马射虎的孙权，隆中定策的<a href=\"http://so.gushiwen.org/author_507.aspx\">诸葛亮</a>，足智多谋的周公瑾……<a href=\"http://so.gushiwen.org/author_1137.aspx\">真可</a>说是“一时多少豪杰！”</p> <p>　　上片重在写景，将时间与空间的距离紧缩集中到三国时代的风云人物身上。但苏轼在众多的三国人物中，尤其向往那智破强敌的周瑜，故下片由“遥想”领起五句，集中腕力塑造青年将领周瑜的形象。作者在历史事实的基础上、挑选足以表现人物个性的素材，经过艺术集中、提炼和加工，从几个方面把人物刻画得栩栩如生。据史载，建安三年东吴孙策亲自迎请二十四岁的周瑜，授予他“建威中郎将”的职衔，并同他一齐攻取皖城。周瑜娶小乔，正在皖城战役胜利之时，而后十年他才指挥了有名的赤壁之战。此处把十年间的事集中到一起，在写赤壁之战前，忽插入“小乔初嫁了”这一生活细节，以美人烘托英雄，更见出周瑜的丰姿潇洒、韶华似锦、年轻有为，足以令人艳羡。同时也使人联想到：赢得这次抗曹战争的胜利，乃是使东吴据有江东、发展胜利形势的保证，否则难免出现如<a href=\"http://so.gushiwen.org/author_211.aspx\">杜牧</a>《赤壁》诗中所写的“铜雀春深锁二乔”的严重后果。这可使人意识到这次战争的重要意义。“雄姿英发，羽扇纶巾”，是从肖像仪态上描写周瑜束装儒雅，风度翩翩。纶巾，青丝带头巾，“葛巾毛扇”，是三国以来儒将常有的打扮，着力刻画其仪容装束，正反映出作为指挥官的周瑜临战潇洒从容，说明他对这次战争早已成竹在胸、稳操胜券。“谈笑间、樯橹灰飞烟灭”，抓住了火攻水战的特点，精切地概括了整个战争的胜利场景。据《三国志》引《江表传》，当时周瑜指挥吴军用轻便战舰，装满燥荻枯柴，浸以鱼油，诈称请降，驶向曹军，一时间“火烈风猛，往船如箭，飞埃绝烂，烧尽北船。”词中只用“灰飞烟灭”四字，就将曹军的惨败情景形容殆尽。可以想见，在滚滚奔流的大江之上，一位卓异不凡的青年将军周瑜，谈笑自若地指挥水军，抗御横江而来不可一世的强敌，使对方的万艘舳舻，顿时化为灰烬，这是何等的气势。苏轼如此向慕周瑜，是因为他觉察到北宋国力的软弱和辽夏军事政权的严重威胁，他时刻关心边庭战事，有着一腔报国疆场的热忱。面对边疆危机的加深，目睹宋廷的萎靡慵懦，他是非常渴望有如三国那样称雄一时的豪杰人物，来扭转这很不景气的现状。这正是作者所以要缅怀赤壁之战，并精心塑造导演这一战争活剧的中心人物周瑜的思想契机。</p> <p>　　然而，眼前的政治现实和词人被贬黄州的坎坷处境，却同他振兴王朝的祈望和有志报国的壮怀大相抵悟，所以当词人一旦从“神游故国”跌入现实，就不免思绪深沉、顿生感慨，而情不自禁地发出自笑多情、光阴虚掷的叹惋了。仕路蹭蹬，壮怀莫酬，使词人过早地自感苍老，这同年华方盛即卓有建树的周瑜适成对照。然而人生短暂，不必让种种“闲愁”萦回于心，还不如放眼大江、举酒赏月。“一尊还酹江月”，玩味着这言近意远的诗句，一位襟怀超旷、识度明达、善于自解自慰的诗人，仿佛就浮现在读者眼前。词的收尾，感情激流忽作一跌宕，犹如在高原阔野中奔涌的江水，偶遇坎谷，略作回旋，随即继续流向旷远的前方。这是历史与现状，理想与实际经过尖锐的冲突之后在作者心理上的一种反映，这种感情跌宕，更使读者感到真实，从某种意义上说，更能引起读者的思考。</p> <p>　　这首词从总的方面来看，气象磅礴，格调雄浑，高唱入云，其境界之宏大，是前所未有的。通篇大笔挥洒，却也衬以谐婉之句，英俊将军与妙龄美人相映生辉，昂奋豪情与感慨超旷的思绪迭相递转，做到了庄中含谐，直中有曲。特别是它第一次以空前的气魄和艺术力量塑造了一个英气勃发的人物形象，透露了作者有志报国、壮怀难酬的感慨，为用词体表达重大的社会题材，开拓了新的道路，产生了重大影响。据俞文豹《吹剑录》记载，当时有人认为此词须关西大汉手持铜琵琶、铁绰板进行演唱，虽然他们囿于传统观念，对东坡词新风不免微带讥消，但也从另一方面说明，这首词的出现，对于仍然盛行缠绵悱恻之调的北宋词坛，确有振聋发聩的作用。</p>",
  "about": "<h2>后世影响</h2> 　　《念奴娇》中的周瑜形象为何与《三国演义》中的大不相同？这是《三国演义》的作者<a href=\"http://so.gushiwen.org/author_927.aspx\">罗贯中</a>为了美化<a href=\"http://so.gushiwen.org/author_507.aspx\">诸葛亮</a>而贬低周瑜严重扭曲历史造成的。<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>笔下的周瑜年轻有为，文采风流，江山美人兼得，春风得意，且有儒将风度，指挥若定，胆略非凡，气概豪迈，历史上的周瑜意气风发，胸襟广阔，年少有为，是苏轼心中十分仰慕的英雄，念奴娇赤壁怀古中的周瑜，才是历史上真正的周瑜。<br/><h2>思想感情</h2> 　　抒发了词人对昔日英雄人物的无限怀念和敬仰之情以及词人对自己坎坷人生的感慨之情。“人生如梦”，抑郁沉挫地表达了词人对怀才不遇的无限感慨。“一樽还酹江月”，借酒抒情，思接古今，感情沉郁，是全词余音袅袅的尾声。<br/><h2>创作背景</h2> <p>　　这首词是公元1082年（宋神宗元丰五年）<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>谪居黄州时所写，当时作者四十七岁，因“乌台<a href=\"http://so.gushiwen.org/view_49394.aspx\">诗</a>案”被贬黄州已两年余。苏轼由于诗文讽喻新法，为新派官僚罗织论罪而被贬，心中有无尽的忧愁无从述说，于是四处游山玩水以放松情绪。正巧来到黄州城外的赤壁（鼻）矶，此处壮丽的风景使作者感触良多，更是让作者在追忆当年三国时期周瑜无限风光的同时也感叹时光易逝，因写下此词。</p> <p>　　<a href=\"http://so.gushiwen.org/author_938.aspx\">胡仔</a>《苕溪渔隐丛话》后集卷二十八载东坡语：“黄州西山麓，斗入江中，石色如丹，传云曹公败处所谓赤壁者。或曰：非也。曹公败归，由华容道，路多泥泞，使老弱先行践之而过，曰：“刘备智过人而见事迟，华容夹道皆蒹葭，若使纵火，吾无遗类矣。”今赤壁少西对岸即华容镇，庶几是也。然岳州复有华容县，竟不知孰是？今日李委秀才来，因以小舟载酒，饮于赤壁下。李善吹笛，酒酣，作数弄。风起水涌，大鱼皆出，山上有栖鹘，亦惊起。坐念孟德、公瑾，如昨日耳！”</p><br/><h2>拓展</h2> <p><strong>《核舟记》<br></strong>　　苏东坡的词《念奴娇·赤壁怀古》逸怀浩气、举首高歌，意境开阔博大，感慨隐约深沉，为我们开拓了一个新的世界。他借用怀古抒情，以旷达之心关注历史和人生，文辞高妙精绝，生动感人，因此《念奴娇·赤壁怀古》不但成为后世广为诵读的文学名篇，而且也成为各类艺术广为表现的内容，涌现了许多艺术精品，《核舟记》就是这样一篇反映“<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>游赤壁怀古抒情”艺术珍品的著名文章。《核舟记》是由明代作家魏学洢所作，由同时代学者张潮编选到《虞初新志》。《核舟记》生动的描述了一件精巧绝伦的微雕工艺品（用桃核雕刻成的小船），刻的是苏东坡与<a href=\"http://so.gushiwen.org/author_268.aspx\">黄庭坚</a>、佛印泛舟游赤壁的情景。小核舟只有两个黄米粒那么高，船舱、小窗、栏杆如真的一般。总计一条船，刻了五个人，八扇窗户；箬竹叶做的船篷、船桨、炉子、茶壶、手卷、念珠各一件；对联、题名和篆文，文字共计三十四字。可是计算它的长度，还不满一寸。文章语言平实、洗练，生动的表现了历史上苏东坡携好友泛舟游赤壁，面对“大江东去”，“ 遥想公瑾当年”，吟诵“赤壁怀古”那段著名的文学故事。本文使用从两头到中间，从正面到背面的空间顺序，介绍了“核舟”的构件、雕刻和精湛，热情赞扬了中国古代的民间工艺匠人的雕刻艺术和才能.表现了作者对明代艺人王毅精湛工艺的赞美。《核舟记》也从另一个侧面通过精妙的微雕工艺品，向人们直观展现了“赤壁怀古”所营造的“江山如画”那优美意境。然而，由于时代较久远，王毅的《东坡游赤壁》核舟没有实物传世。</p> <p>　　在后来的核舟作品中，《东坡夜游赤壁》历来是雕刻工艺家们常用的题材。至清代，广东的宫廷工艺家陈祖章在学习、借鉴前人的基础上，创作《东坡夜游赤壁》核舟，并在技艺、内涵上都有所发展，人物除苏东坡外，有客人、客妇、艄公、书童等7人，个个刻画精致，人物神态自然、宁静、超逸。陈祖章的核舟有一件传世，现藏于台北故宫博物院，成为镇馆之宝。上海文化出版社的《国宝大观》上是这样介绍的：“此舟呈稍深的橘红色，高1.6厘米，长3.4厘米。舟上设备齐全，舱中备有桌椅，并摆着杯盘菜肴，小窗镂空，可开可闭。舟上八人，异彩纷呈，为苏东坡泛舟夜游赤壁故事。舟底镌刻着细字《念奴娇·赤壁怀古》全文，下有“乾隆丁巳五月臣陈祖掌”款。</p> <p><strong>另一读本</strong><br>　　除上述《念奴娇·赤壁怀古》原文外，有另一读法，即：“乱石崩云，惊涛裂岸”。</p> <p>　　“乱石穿空，惊涛拍岸”的“穿”和“拍”是一组动词，使整个画面充满了动感和力度感，极富冲击力；而“乱石崩云，惊涛裂岸”的“崩”和“裂”，则强调了这种力量所带来的效果：乱石直插云霄，使云霞崩开了；惊涛怒卷江岸，使土石裂碎了，这些明显带有夸张想象的成分。好坏就看读者个人的喜好了。</p> <p>　　“樯橹”和“强虏”，前者字面意义为“舟楫船桨”，后者为“强劲的敌人”。在前一句中，词作者使用了借代的手法，即不直接说出某物，而以与之密切相关的事物来替代的修辞手法。用“樯橹”指代使用“樯橹”的强劲的敌人。</p>",
  "poet": {
    "id": 183,
    "star": 0,
    "name": "苏轼",
    "image": "http://img.gushiwen.org/authorImg/sushi.jpg",
    "desc": "苏轼（1037－1101），北宋文学家、书画家、美食家。字子瞻，号东坡居士。汉族，四川人，葬于颍昌（今河南省平顶山市郏县）。一生仕途坎坷，学识渊博，天资极高，诗文书画皆精。其文汪洋恣肆，明白畅达，与欧阳修并称欧苏，为“唐宋八大家”之一；诗清新豪健，善用夸张、比喻，艺术表现独具风格，与黄庭坚并称苏黄；词开豪放一派，对后世有巨大影响，与辛弃疾并称苏辛；书法擅长行书、楷书，能自创新意，用笔丰腴跌宕，有天真烂漫之趣，与黄庭坚、米芾、蔡襄并称宋四家；画学文同，论画主张神似，提倡“士人画”。著有《苏东坡全集》和《东坡乐府》等。"
  },
  "tags": [
    "宋词三百首",
    "豪放",
    "长江",
    "咏史怀古",
    "抒怀",
    "怀才不遇",
    "人生"
  ]
}