{
  "id": 71138,
  "star": 21165,
  "name": "陋室铭",
  "dynasty": "唐代",
  "content": "山不在高，有仙则名。水不在深，有龙则灵。斯是陋室，惟吾德馨。苔痕上阶绿，草色入帘青。谈笑有鸿儒，往来无白丁。可以调素琴，阅金经。无丝竹之乱耳，无案牍之劳形。南阳诸葛庐，西蜀子云亭。孔子云：何陋之有？",
  "fanyi": "<p><strong>译文</strong><br>山不在于高，有了神仙就出名。水不在于深，有了龙就显得有了灵气。这是简陋的房子，只是我（住屋的人）品德好（就感觉不到简陋了）。长到台阶上的苔痕颜色碧绿；草色青葱，映入帘中。到这里谈笑的都是知识渊博的大学者，交往的没有知识浅薄的人，可以弹奏不加装饰的古琴，阅读佛经。没有奏乐的声音扰乱双耳，没有官府的公文使身体劳累。南阳有<a href=\"http://so.gushiwen.org/author_507.aspx\">诸葛亮</a>的草庐，西蜀有扬子云的亭子。孔子说：有什么简陋的呢?</p> <p><strong>注释</strong><br>⑴陋室：简陋的屋子。铭：古代刻在器物上用来警戒自己或称述功德的文字，叫“铭”，后来就成为一种文体。这种文体一般都是用骈句，句式较为整齐，朗朗上口。<br>⑵在（zài）：在于，动词。<br>⑶名（míng）：出名，著名，名词用作动词。<br>⑷灵（líng）：名词作动词，显得有灵气。<br>⑸斯是陋室（lòu shì）：这是简陋的屋子。斯：指示代词，此，这。是：表肯定的判断动词。陋室：简陋的屋子，这里指作者自己的屋子。<br>⑹惟吾德馨（xīn）：只因为（陋室铭）的铭文（就不感到简陋了）。惟：只。吾：我，这里是指（陋室铭）的铭文。馨：散布很远的香气，这里指（品德）高尚。《尚书·君陈》：“黍稷非馨，明德惟馨。”。<br>⑺苔痕上阶绿，草色入帘青：苔痕碧绿，长到阶上；草色青葱，映入帘里。上：长到；入：映入。<br>⑻鸿儒（hóng rú）：大儒，这里指博学的人。鸿：同“洪”，大。儒，旧指读书人。<br>⑼白丁：平民。这里指没有什么学问的人。<br>⑽调（tiáo）素琴：弹奏不加装饰的琴。调：调弄，这里指弹（琴）。素琴：不加装饰的琴。<br>⑾金经：现今学术界仍存在争议，有学者认为是指佛经（《金刚经》），也有人认为是装饰精美的经典（《四书五经》），但就江苏教育出版社的语文书则指的是佛经（《金刚经》）而安徽考察则是后者。金：珍贵的。金者贵义，是珍贵的意思，儒释道的经典都可以说是金经。<br>⑿丝竹：琴瑟、箫管等乐器的总称，“丝”指弦乐器，“竹”指管乐器。这里指奏乐的声音。<br>⒀之：语气助词，不译。用在主谓间，取消句子的独立性。<br>⒁乱耳：扰乱双耳。乱：形容词的使动用法，使……乱，扰乱。<br>⒂案牍（dú）：（官府的）公文，文书。<br>⒃劳形：使身体劳累（“使”动用法）。劳：形容词的使动用法，使……劳累。形：形体、身体。<br>⒄南阳：地名，今河南省南阳市。诸葛亮在出山之前，曾在南阳卧龙岗中隐居躬耕。<br>⒅南阳诸葛庐，西蜀子云亭：南阳有诸葛亮的草庐，西蜀有扬子云的亭子。这两句是说，诸葛庐和子云亭都很简陋，因为居住的人很有名，所以受到人们的景仰。诸葛亮，字孔明，三国时蜀汉丞相，著名的政治家和军事家，出仕前曾隐居南阳卧龙岗中。<a href=\"http://so.gushiwen.org/author_715.aspx\">扬雄</a>，字子云，西汉时文学家，蜀郡成都人。庐：简陋的小屋子。<br>⒆孔子云：孔子说，云在文言文中一般都指说。选自《论语·子罕》篇：“君子居之，何陋之有？”作者在此去掉君子居之，体现他谦虚的品格。 <br>⒇何陋之有：即“有何之陋”，属于宾语前置。之，助词，表示强烈的反问，宾语前置的标志，不译。全句译为：有什么简陋的呢？孔子说的这句话见于《论语·子罕》篇：“君子居之，何陋之有？”这里以孔子之言，亦喻自己为“君子”，点明全文，这句话也是点睛之笔，全文的文眼。<br>（21）谈笑有鸿儒：谈笑间都是学识渊博的人。鸿：大</p>",
  "shangxi": "<h2>分层评析</h2> <p>　　文章内容包括三层意思。</p> <p>　　第一层（从开头至“惟吾德馨”）以类比的方式引出文章主旨。文章开篇即以“山不在高，有仙则名。水不在深，有龙则灵”的大气之语开篇，既显得出手不凡，也为以后的陋室歌功颂德埋下了伏笔。山可以不在高低，水可以不在深浅，只要有了仙、龙就可以出名，那么陋室因为有道德品质高尚的人存在当然也能出名。“斯是陋室，惟吾德馨”，由山、水、仙、龙入题，作者笔锋一转，直接切入了主题，看似有些突兀，但回头一看，却又浑然一体，因为上面的对比句恰好为这句的引论铺下了基础。山、水的平凡因仙、龙而生灵秀，那么陋室当然也可借道德品质高尚之士播洒芬芳。以类比的方式开头，引出陋室的寓意，以“德馨”统领全篇。以下文字皆由此生发。</p> <p>　　第二层（“苔痕上阶绿“至无案牍之劳形”）描写居室环境即日常生活。作者从周围景色入手 ，“苔痕上阶绿，草色入帘青。“描写环境宁静、雅致，令人赏心悦目。“淡笑有鸿儒，往来无白丁”是写室主人交往之雅。来来往往的都是饱学之士，没有平头百姓。这些人可以高谈阔论，纵情畅怀。“可以调素琴，阅金经。无丝竹之乱耳，无案牍之劳形”闲下来在室中可以抚琴弄弦，展卷读经修身养性。以上是作者从三方面对于一个道德品质高尚之士的生活总结。他以“苔痕上阶绿”的淡雅之色，隐寓作者的恬淡之心，又马上以“草色入帘青”的生机盎然点明恬淡中充满生机的鲜活生活状态。交朋识友，皆是同道高洁之士，抚琴研经，生活从容且又多姿。远离嘈杂的音乐，远离伤神的公务，这种闲暇的生活实在让人羡慕。这种既像隐士，又存在尘世的生活方式，是道德高尚之士羡慕的，也是凡夫俗子们向往的。也让我们看到了作者高洁傲岸的节操和安贫乐道的情趣。</p> <p>　　第三层：（南阳诸葛庐，西蜀子云亭），运用类比，指出此室可以与古代名贤的居室比美。作者借南阳<a href=\"http://so.gushiwen.org/author_507.aspx\">诸葛亮</a>的草庐，西蜀<a href=\"http://so.gushiwen.org/author_715.aspx\">扬雄</a>的旧居来对比自己的陋室，有引诸葛亮与扬雄为自己同道的意思，也表明了作者以这二人为自己的楷模，说明自已也有他们一样的德操与才能。以陋室比古贤的居室，不仅说明了陋室不陋，又进一步表达了作者的高洁傲岸的志趣与抱负。从诸葛亮闲居卧龙草庐以待明主、扬雄淡薄于功名富贵，潜心修学来看，<a href=\"http://so.gushiwen.org/author_197.aspx\">刘禹锡</a>引用此二人之意，是否还有既不愿与世俗同流合污，又想逢明主一展抱负，若无明主，也甘于平淡的那种志向呢？第四层（最后一句），总结全文，说明陋室不陋。“何陋之有？”一句，语出《论语·子罕》，原话是“君子居之，何陋之有？”作者截取后一句引为证据，作全文的总结，暗含着以“君子”自居的意思而又不陋痕于文字上，更进一步突出了他那高洁傲岸的志趣与抱负。“何陋之有”回应上文。陋室不陋，关键在于“君子居之”，也即铭文一开头所说“惟吾德馨”。这个结语引经据典，显得警策有力，把个“陋”字彻底翻过来了。铭文一般都压韵，并常用排比、对偶句。本文为骈体文，就用了名、灵、馨、青、丁、经、形、亭等字韵脚，使文章句式整齐，节奏分明，音韵谐美;而又变化有致，不拘一格，读起来抑扬顿挫，毫无呆板之感。除末句外，全篇都是骈句，韵脚是 名、灵、馨、青、丁、经、形、亭等字。</p><br/><h2>鉴赏</h2> <p>　　铭是古代一种刻于金石上的押韵文体，多用于歌功颂德与警戒自己。明白了铭的意思，也就明白了题意，作者托物言志，通过对居室的描绘，极力形容陋室的不陋，“斯是陋室，惟吾德馨”这一中心，实际上也就是借陋室之名行歌颂道德品质之实，表达出室主人高洁傲岸的节操和安贫乐道的情趣。</p> <p>　　《陋室铭》即开篇以山水起兴，水可以不在深，只要有了仙龙就可以出名，那么居处虽然简陋，却因主人的有“德”而“馨”，也就是说陋室因为有道德品质高尚的人存在当然也能出名，声名远播，刻金石以记之。山水的平凡因仙龙而生灵秀，那么陋室当然也可借道德品质高尚之士播洒芬芳。此种借力打力之技，实为绝妙，也可谓作者匠心独具。特别是以仙龙点睛山水，构思奇妙。“斯是陋室，唯吾德馨”，由山水仙龙入题，作者笔锋一转，直接切入了主题，看引论铺下了基础。也点出了陋室不陋的原因，其原因是德馨二字。 </p> <p>　　在此点看出，作者写此随笔是经过反复思考的，绝对不是一时的灵感冲动。绝句可以是灵光乍现，而连接无暇却是平时的功底积累与反复推敲了。4—7句刁难下祭出此文，并将其刻于石上，具有很强烈的针锋相对的性质。从全文的写作手法来看，通篇以“比”的手法一气呵成，而不是烘托。那么“苔痕”和“谈笑”二句究竟在说什么呢？ 青苔在石阶上（照样）绿意盎然，野草在荒地里（依然）郁郁青青。言下之意是什么呢？我<a href=\"http://so.gushiwen.org/author_197.aspx\">刘禹锡</a>在哪里都不改本色，我所交往的都是有修养的饱学之士，没有（你们这些）无学之辈。作者以青苔和野草来比喻自己独立的人格，这是气节的写照，是不屈的宣言。</p> <p>　　如果说本文的1~3句是一种铺垫，那么4~7句则进入了真正的对抗。作者以<a href=\"http://so.gushiwen.org/view_71138.aspx\">诗</a>一般优美的语言展示了自己的铮铮傲骨，同时，也对势利小人进行了无情的鞭挞。</p> <p>　　“南阳诸葛庐，西蜀子云亭”作者借<a href=\"http://so.gushiwen.org/author_507.aspx\">诸葛亮</a>的草庐，西蜀扬子云的玄亭作类比，引出自己的陋室，及人为自己的楷模，希望自己也能如同他们一样拥有高尚的德操，反映自己以古代贤人自况的思想，同时暗示了陋室不陋。实际上刘禹锡这样写还有另一层深意，即诸葛亮是闲居卧龙草庐以待明主出山。而<a href=\"http://so.gushiwen.org/author_715.aspx\">扬雄</a>呢？却是淡薄于功名富贵，潜心修学之士，虽官至上品，然他对于官职的起起落落与金钱的淡泊，却是后世的典范。作者引用此二人之意，他想表达的意思是：处变不惊、处危不屈、坚守节操、荣辱从容的意思。既不愿与世俗同流合污，又想逢明主一展抱负，若无明主，也甘于平淡的那种志向吧。这结合作者官场的起起落落，是比较符合实际情况的。</p> <p>　　结句引用“孔子云：何陋之有？”，引古人之言， 收束全篇， 说明陋室“不陋”。表达了他对当时封建礼教的最高道德品质的追求。用圣人肯定的操守来规范要求自己，也许就是刘禹锡对自己的道德品质的最高要求。这样的结句，不说其中的内容是何种意思，但结合题意，却是妙手天成。因为封建礼教是以儒家的道德标准为最高道德标准的，孔圣人的肯定，也就为他道德品质的论注下了最好的定论，论文当有论据，而引孔圣人言作为论据，无疑在当时是最好的论据，充分而不可辩驳。</p><br/><h2>赏析二</h2> 　　这篇不足百字的室铭，含而不露地表现了作者安贫乐道、洁身自好的高雅志趣和不与世事沉浮的独立人格。它向人们揭示了这样一个道理：尽管居室简陋、物质匮乏，但只要居室主人品德高尚、生活充实，那就会满屋生香，处处可见雅趣逸志，自有一种超越物质的神奇精神力量。 <p>　　有人认为，<a href=\"http://so.gushiwen.org/author_197.aspx\">刘禹锡</a>写此文时已是贬谪生活的后期，心情比较稳定，追求安乐恬淡的生活，同时文中又有读佛经的内容，所以铭文流露了一种避世消闲的消极成分。对此应从两方面分析：当社会处于黑暗时期，文人官吏们有两个出路，一是与腐朽势力同流合污、自甘堕落。一是退一步，如孟子所说的“穷则独善其身”，保持自己的浩然正气和独立人格。相比之下，后者更值得肯定，刘禹锡选择的就是这一条路。同时，人的生活是复杂的，有张有弛，不能一味剑拔弩张，而有时也要休息娱乐。因此，不能简单地批评闲情逸致。另一方面，铭文中也反映了作者的宏伟抱负，他引用诸葛庐和子云亭是有其特殊含义的，<a href=\"http://so.gushiwen.org/author_507.aspx\">诸葛亮</a>是政治家，<a href=\"http://so.gushiwen.org/author_715.aspx\">扬雄</a>是文学家，这也是作者一生的两大理想，早年他在革新中急流勇进、雄心勃勃；贬谪后他就涉足文坛，最后终于以文学家名世。因此，文中还有积极进取的精神在内。 </p> <p>　　本文在写作上的特点是巧妙地运用比兴手法，含蓄地表达主题，开头四句既是比，又是兴，言山水引出陋室，言仙、龙引出德馨，言名、灵暗喻陋室不陋。用南阳诸葛庐、西蜀子云亭类比陋室，表达了作者政治、文学的两大理想，最后引孔子的话作结又暗含“君子居之”的深意。其次，大量运用了排比、对偶的修辞手法，排比句能造成一种磅礴的文势，如开头几句排比，使全篇文气畅通，确立了一种骈体文的格局。对偶句易形成内容的起伏跌宕，如中间的六句对偶，既有描写又有叙述，言简意丰，节奏感强。文章还运用了代称、引言等修辞手法。</p> <p>　　总之，这是一篇思想性和艺术性都很高的佳作，所以能传诵不衰，脍炙人口。</p>",
  "about": "<h2>文言知识</h2> <p><strong>一词多义</strong><br>⒈之：<br>①用于主谓之间，取消句子的独立性:无案牍之劳形<br>②结构助词，相当于“的”:近塞上之人，死者十九<br>③代词，代指前文所指的事物<br>④之，助词，宾语前置的标志，不译。何陋之有<br>⒉往来：<br>①表示交往的人：谈笑有鸿儒，往来无白丁 。<br>②表示来来往往的人：其中往来种作（《桃花源记》）</p> <p><strong>词类活用</strong><br>⒈名：名词活用动词，出名。例句：山不在高，有仙则名<br>⒉灵：形容词活用为动词，显出有灵气。例句：水不在深，有龙则灵<br>⒊馨：名词活用为动词，有了芳馨。例句：斯是陋室，惟吾德馨<br>⒋乱：形容词的使动用法，使……受到扰乱。例句：无丝竹之乱耳<br>⒌劳：形容词的使动用法，使……感到劳累。例句：无案牍之劳形<br>⒍上：方位名词作动词，蔓上。例句：苔痕上阶绿<br>⒎绿：形容词作动词，变绿。例句：苔痕上阶绿</p> <p><strong>古今异义</strong><br>⒈无案牍之劳形（形：身体；今常用义为：样子）<br>⒉惟吾德馨（馨：品德高尚；今义为：芳香．）<br>⒊谈笑有鸿儒（鸿：大，渊博；今义为：鸿雁，书信．）<br>⒋无丝竹之乱耳（丝竹：琴瑟箫笛等管弦乐器，这里指奏乐乐器的声音；今义为：丝绸和竹子）<br>5.可以调素琴 （调：弹奏；今义为：调解） </p><br/><h2>写作背景</h2> <p>　　<a href=\"http://so.gushiwen.org/author_197.aspx\">刘禹锡</a>因在任监察御史期间，曾经参加了王叔文的“永贞革新”，反对宦官和藩镇割据势力。革新失败后，被贬至安徽和州县当一名小小的通判。按规定，通判应在县衙里住三间三厢的房子。可和州知县看人下菜碟，见刘禹锡是从上面贬下来的软柿子，就故意刁难。先安排他在城南面江而居，刘禹锡不但无怨言，反而很高兴，还随意写下两句话，贴在门上：“面对大江观白帆，身在和州思争辩。”和州知县知道后很生气，吩咐衙里差役把刘禹锡的住处从县城南门迁到县城北门，面积由原来的三间减少到一间半。新居位于德胜河边，附近垂柳依依，环境也还可心，刘禹锡仍不计较，并见景生情，又在门上写了两句话：“垂柳青青江水边，人在历阳心在京。”</p> <p>　　那位知县见其仍然悠闲自乐，满不在乎，又再次派人把他调到县城中部，而且只给一间只能容下一床、一桌、一椅的小屋。半年时间，知县强迫刘禹锡搬了三次家，面积一次比一次小，最后仅是斗室。想想这位势利眼的狗官，实在欺人太甚，遂愤然提笔写下这篇超凡脱俗、情趣高雅的《陋室铭》，并请人刻上石碑，立在门前。</p><br/><h2>经典诗句</h2> <p>　　本文主旨句：斯是陋室，惟吾德馨。</p> <p>　　体现陋室环境清幽，突出景色之雅的句子：苔痕上阶绿，草色入帘青。</p> <p>　　体现作者交往之雅的句子（从日常交往方面写出“陋室不陋”的句子）：谈笑有鸿儒，往来无白丁。</p> <p>　　体现作者活动情趣的句子：A正面写：可以调素琴，阅金经。B反面写：无丝竹之乱耳，无案牍之劳形。</p> <p>　　作者以古代名贤自比的句子：南阳诸葛庐，西蜀子云亭。</p> <p>　　全文中画龙点睛的句子：孔子云：何陋之有？ 与时人莫小池中水，浅处无妨有卧龙。意义相同的句子是：“水不在深，有龙则灵”</p> <p>　　文中运用了类比手法的句子是：1.山不在高,有仙则名。水不在深,有龙则灵。2.南阳诸葛庐，西蜀子云亭。</p> <p>　　文中有两处运用了虚、实结合的的写法：第一处实写：谈笑有鸿儒。 虚写：往来无白丁。 第二处实写：可以调素琴，阅金经。 虚写：无丝竹之乱耳，无案牍之劳形。 </p><br/><h2>写作技法</h2> <p>　　《陋室铭》的写作技法运用繁杂，在区区八十一字内运用了对比，白描，隐寓，用典，借代类比等手法，而且押韵，韵律感极强，读来金石掷地又自然流畅，一曲既终，犹余音绕梁，让人回味无穷。</p> <p><strong>句式</strong><br>　　从句式看，《陋室铭》以骈句为主，句式整齐、节奏分明、音韵和谐，给人一种视觉上的齐整之美。但《陋室铭》中\"何陋之有\"又是散句。所以句式上《陋室铭》是骈散结合，使文章节奏明快、语言错落有致，读来抑扬顿挫，和谐悦耳，在听觉上给人音乐的美感。同时，文章又重在五言，间以四言、六言，因而句式参差，文章一韵到底。</p> <p><strong>比兴</strong><br>　　最突出的艺术手法的比兴。文章开头运用“山”“水”类比，引出陋室具有名和灵的性质，点明主旨，暗示陋室不陋（以山水比陋室，以仙龙比德，以名灵比馨）。</p> <p>反向立意<br>　　从立意看，《陋室铭》以衬托手法托物言志。并以反向立意的方式，只字不提陋室之“陋”，只写陋室\"不陋\"的一面，而\"不陋\"是因为\"德馨\"，从而自然地达到了抒怀的目的。表达了作者洁身自好、不慕富贵的节操和安贫乐道的情趣，以及不与世俗同流合污的情感。</p> <p><strong>线索</strong><br>　　从线索看，《陋室铭》以\"惟吾德馨\"的立意贯穿全文的始终：开头引出\"惟吾德馨\"，而后又以居室环境、往来人物和日常生活表述\"惟吾德馨\"，最后又以\"诸葛庐\"，\"子云亭\"的\"何陋之有\"映衬\"惟吾德馨\"。这都是作者的主观感受。</p> <p><strong>托物言志</strong><br>　　作者引用何陋之有的用意在于“陋室不陋”，“惟吾德馨”统领全篇。<br>　　从表达方式看，《陋室铭》聚描写、抒情、议论于一体。通过具体描写\"陋室\"恬静、雅致的环境和主人高雅的风度来表述自己高洁隐逸的情怀。<br>　　作者把自己的感情寄托与某一具体的事物中，通过对事物的描写更好的表达自己的思想感情。</p> <p><strong>抒情</strong><br>　　文章借助陋室说理，以抒情的笔调表明作者高洁的品格，事中见理，景中显情，诚可谓“情因景而显，景因情而生”。这样就把作者的闲情逸事，居室美景写得含蓄生动而意韵悠远。<br>　　文章巧于用典。如借“诸葛庐”、“子云亭”以自况，且引孔子之语——“何陋之有?” 说明陋室“不陋”，从而增强了文章说理的可信性和说服力。<br>　　总之，作者在文中不是以“君子”自我标榜，而是以君子的敬德修业律已，表现为一种对人生失意与仕途坎坷的超然豁达和乐观开朗的人生态度。惟其如此，我们与其视其为一篇阐述陋室“不陋”的散文，倒不如说这是一首赞颂陋室以显主人淡泊高雅之生活情趣的抒情<a href=\"http://so.gushiwen.org/view_71138.aspx\">诗</a>。</p> <p><strong>主题</strong><br>　　从主题看，《陋室铭》通过对居室交往人物生活情趣的描绘，极力形容陋室不陋，《陋室铭》一文表现了作者不与世俗同流合污，洁身自好、不追求声色娱乐的生活态度。表达了作者高洁傲岸的情操，流露出作者安贫乐道的情怀。“铭”是古代刻在器物上用来警戒自己或者称述功德的文字，后来发展成为一种文体，这种文体有用韵的特点。<br>　　从题目看，作者是在赞美陋室，为陋室作铭，其实不然，作者是借物抒情，托物言志。本文运用借物抒情、托物言志，通过对陋室的描写，表达了作者甘居陋室、安贫乐道的思想感情，表现了作者不慕富贵，不与世俗同流合污的高尚节操。全文81字，可说是字字写陋，又字字透着不陋。开篇16字，为全文写不陋奠定了基调。“山不在高，有仙则名。水不在深，有龙则灵。”从表面看来，“仙”与“龙”是为山、水增色彩，实则是喻陋室之主。陋室主人身居陋室，而精神思想却那般富有充实：“鸿儒”、“金经”、“素琴”，不单从交往、学习、愉悦几方面描写出陋室之主追求之不陋，就是“鸿、金、素”三字内涵之丰富，也是与陋无缘的。正如他自己所言“斯是陋室，惟吾德馨”，用芬芳四溢的香气形容其高尚的思想品德，这就突出了陋室之主追求的不是荣华富贵（无丝竹之乱耳），也不是功名利禄（无案牍之劳形），而是心之洁，趣之雅，德之馨。作者将其陋室比作“诸葛庐”、“子云亭”，树立榜样，意在自勉，更表现出了作者安贫乐道之心，所以说“何陋之有”。<br>　　这篇铭文运用托物言志的表现方法，通过赞美简陋的居室，表达了作者不慕荣利，不愿与世俗同流合污的生活态度，保持高尚节操的愿望和不求闻达、安贫乐道的生活情趣。<br>　　从这篇文章，我们可以看出作者追求之高雅，精神之富有，使人感受的是陋室不陋，就是直接描写陋室的词句“苔痕上阶绿，草色入帘青”，也让人体会不到一点“陋”意，给人更多的则是郁郁葱葱的青草掩映下的小屋，充满了勃勃生机。真是陋室不陋。<br>　　全文仅81字，有三层意思。第一层（第1~3句），运用类比点明主旨：“斯是陋室，惟吾德馨。”点明文章主旨“惟吾德馨”，陋室不陋。第二层（第4~7句），描写居室环境、来往客人、日常生活，揭示“德馨”的内涵：幽美清雅的环境，反映室主人宁静淡泊的心境；学问渊博的来客，表明室主人高雅脱俗的情怀；恬然自适的生活，则表现主人安贫乐道的情趣和对世俗生活的厌弃，从而点明了“德馨”是“陋室不陋”的原因。第三层（第8~9句），把自己的陋室与“诸葛庐”、“子云亭”相比，并以孔子的话结束全文，含蓄的表达了作者以君子自况的高雅情趣，与开头“惟吾德馨”遥相呼应。</p> <p><strong>修辞</strong><br>　　⑴托物言志的写法<br>　　⑵反向立意的构思<br>　　⑶对仗工整，押韵<br>　　⑷采用类比与起兴的手法<br>　　⑸运用互文的修辞手法 </p><br/><h2>简介</h2> <p>　　《陋室铭》选自《全唐文》卷六百零八集。一说为<a href=\"http://so.gushiwen.org/author_197.aspx\">刘禹锡</a>所著，另一说则为早于刘禹锡所著。</p> <p>　　“铭”本是古代刻于器具和碑文上用于警戒自己或陈述自己的功德的文字，多用于歌功颂德、祭奠祖先与昭申鉴戒。后来逐渐发展演变为一种独立的文体，这种文体一般都是用韵的。由于这种文体独特的历史渊源，使这种文体具有篇制短小、文字简约、寓意深刻等特点。根据古文体的分类， “铭”是应用文。明白了铭的意思，也就明白题意，即对陋室描述，通过陋室对论语进行歌颂。实际上也就是借陋室之名行破迷开悟，引人入胜，这才是作者真正的意思。托物言志，以此阐明作者的隐居生活态度是安贫乐道和人生观的价值。此处陋室是刘禹锡于长庆四年任和州刺史时所建。</p> <p>　　选自《全唐文》。室成之后，由书法家<a href=\"http://so.gushiwen.org/author_1526.aspx\">柳公权</a>书《陋室铭》写并勒之成碑，树建市旁。后因战乱洗劫，室碑俱毁。现存陋室系清乾隆知州宋思仁重建，1902年岭南金保福补书《陋室铭》碑一方。 </p>",
  "poet": {
    "id": 197,
    "star": 0,
    "name": "刘禹锡",
    "image": "http://img.gushiwen.org/authorImg/liuyuxi.jpg",
    "desc": "刘禹锡（772－842），字梦得，汉族，中国唐朝彭城（今徐州）人，祖籍洛阳，唐朝文学家，哲学家，自称是汉中山靖王后裔，曾任监察御史，是王叔文政治改革集团的一员。唐代中晚期著名诗人，有“诗豪”之称。他的家庭是一个世代以儒学相传的书香门第。政治上主张革新，是王叔文派政治革新活动的中心人物之一。后来永贞革新失败被贬为朗州司马（今湖南常德）。据湖南常德历史学家、收藏家周新国先生考证刘禹锡被贬为朗州司马其间写了著名的“汉寿城春望”。"
  },
  "tags": [
    "初中文言文",
    "古文观止",
    "咏物",
    "赞美",
    "品格"
  ]
}
