{
  "id": 191,
  "star": 49,
  "name": "十月之交",
  "dynasty": "先秦",
  "content": "十月之交，朔月辛卯。日有食之，亦孔之丑。彼月而微，此日而微；今此下民，亦孔之哀。</p> <p>日月告凶，不用其行。四国无政，不用其良。彼月而食，则维其常；此日而食，于何不臧。</p> <p>烨烨震电，不宁不令。百川沸腾，山冢崒崩。高岸为谷，深谷为陵。哀今之人，胡憯莫惩？</p> <p>皇父卿士，番维司徒。家伯维宰，仲允膳夫。棸子内史，蹶维趣马。楀维师氏，醘妻煽方处。</p> <p>抑此皇父，岂曰不时？胡为我作，不即我谋？彻我墙屋，田卒污莱。曰予不戕，礼则然矣。</p> <p>皇父孔圣，作都于向。择三有事，亶侯多藏。不慭遗一老，俾守我王。择有车马，以居徂向。</p> <p>黾勉从事，不敢告劳。无罪无辜，谗口嚣嚣。下民之孽，匪降自天。噂沓背憎，职竞由人。</p> <p>悠悠我里，亦孔之痗。四方有羡，我独居忧。民莫不逸，我独不敢休。天命不彻，我不敢效我友自逸。",
  "fanyi": "<p><strong>译文<br></strong>正是十月的时候，初一这天是辛卯。天上日食忽发生，这是凶险的征兆。往日月蚀夜光微，今天日食天地黑。如今天下众黎民，大难将临令人悲。<br>日食月食示凶兆，运行常规不遵照。全因天下没善政，空有贤才用不了。平时月食也曾有，习以为常心不扰。现在日食又出现，叹息此事为凶耗。<br>雷电轰鸣又闪亮，天不安来地不宁。江河条条如沸腾，山峰座座尽坍崩。高岸竟然成深谷，深谷却又变高峰。可叹当世执政者，面对凶险不自警。<br>皇父显要为卿士，番氏官职是司徒。冢宰之职家伯掌，仲允御前做膳夫。内史棸子管人事，蹶氏身居趣马职。楀氏掌教官师氏，美妻惑王势正炽。<br>叹息一声这皇父，难道真不识时务？为何调我去服役，事先一点不告诉？拆我墙来毁我屋，田被水淹终荒芜。还说“不是我残暴，礼法如此不合糊”。<br>皇父实在很圣明，远建向都避灾殃。选择亲信作三卿，真是富豪多珍藏。不愿留下一老臣，让他守卫我君王。有车马人被挑走，迁往新居地在向。<br>尽心竭力做公事，辛苦劳烦不敢言。本来无错更无罪，众口喧嚣将我谗。黎民百姓受灾难，灾难并非降自天。当面聚欢背后恨，罪责应由小人担。<br>绵绵愁思长又长，劳心伤神病恹恹。天下之人多欢欣，独我处在忧伤间。众人全都享安逸，唯我劳苦不敢闲。只要周朝天命在，不敢效友苟偷安。</p> <p><strong>注释<br></strong>1.交：日月交会，指晦朔之间。<br>2.朔月：月朔，初一。<br>3.孔：很。丑：凶恶。<br>4.行（háng）：轨道，规律，法则。<br>5.四国：泛指天下。<br>6.则：犹。<br>7.于：读作“吁”，感叹词。于何：多么。臧：善。<br>8.烨（yè）烨：雷电闪耀。震：雷。<br>9.宁、令：皆指安宁。<br>10.川：江河。<br>11.冢：山顶。崒：通“碎”，崩坏。<br>12.胡憯（cǎn）：怎么。莫惩：不制止。<br>13.皇父：周幽王时的卿士。卿士：官名，总管王朝政事，为百官之长。<br>14.番：姓。司徒：六卿之一，掌管土地人口。<br>15.家伯：人名，周幽王的宠臣。宰：冢宰。六卿之一，\"掌建六邦之典\"。<br>16.仲允：人名。膳夫：掌管周王饮食的官。<br>17.棸（zōu）子：姓棸的人。内史：掌管周王的法令和对诸侯封赏策命的官。<br>18.蹶（guì）：姓。趣马：养马的官。<br>19.楀（yǔ）：姓。师氏：掌管贵族子弟教育的官。<br>20.艳妻：指周幽王的宠妃褒姒。煽（shān）：炽热。<br>21.抑：通“噫”，感叹词。<br>22.不时：不按时，不合时，此处“时”主要指农时。<br>23.我作：作我，役使我。<br>24.彻：拆毁。<br>25.卒：尽，都。污：积水。莱：荒芜。<br>26.戕（qiāng）：残害。<br>27.向：王先谦认为是今河南济源县南向城。<br>28.三有事：三有司，即三卿。<br>29.亶（dǎn）：信，确实。侯：助词，维。<br>30.慭（yìn）：愿意，肯。<br>31.徂（cú）：到，去。“以居徂向”即“徂向以居”。<br>32.黾（mǐn）勉：努力。<br>33.嚣（áo）嚣：众多的样子。<br>34.孽：灾害。<br>35.噂（zǔn）：聚汇。沓：语多貌。噂沓，聚在一起说话。背憎：背后互相憎恨。<br>36.职：主要。<br>37.里：“悝”之假借，忧愁。<br>38.痗（mèi）：病。<br>39.彻：毁灭。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　此<a href=\"http://so.gushiwen.org/view_191.aspx\">诗</a>犹如一首悲愤的乐曲。全诗八章，可分为三部分。</p> <p>　　第一部分（前三章），将日食、月食、强烈地震同朝廷用人不善联系起来，抒发自己深沉的悲痛与忧虑。诗人不理解日食、月食、地震发生的原因，认为它们是上天对人类的警告，所以开篇先说十月初一这天发生了日食。“日者，君象也”，夏末老百姓即以日喻君。日而无光，在古人是以为预示着有关君国的大灾殃。诗人将此事放在篇首叙出，使人震惊。第二章将国家政治颓败、所用非人同日食联系起来议论，第三章又连带叙出前不久发生的强烈地震。诗人关于这些极度反常的自然现象的描述，表现了他对于国家前途的无比担忧和恐惧。诗中写的地震有史实记载，《国语·周语》：“幽王二年，西周三川皆震。”“是岁三川竭，岐山崩。”诗中“百川沸腾，山冢崒崩；高岸为谷，深谷为陵”的具有特征性的大特写使两千多年后的人读起来，仍然感到惊心动魄。诗人的如椽巨笔为读者描绘了一幅历史上少有的巨大的灾变图。</p> <p>　　第二部分（中三章），回顾与揭露当今执政者的无数罪行。诗的第一部分节奏强烈，写出了诗人所见到的上天震怒的状况，在震惊与恐惧中又缠绕着诗人无限的忧伤。他不明白当今执政者为何不行善政制止天灾，这就很自然地过渡到诗的第二部分。这一部分开列了皇父诸党的清单，把他们钉在历史的耻辱柱上。这些人从里到外把持朝政，欺上瞒下。皇父卿士，不想怎样把国家治理好，而是强抓丁役，搜括民财，扰民害民，并且还把这种行为说成是合乎礼法的。他把聪明才智全用在维护自己和家族利益上；他看到国家岌岌可危，毫无悔罪之心，也没有一点责任感，自己远远迁于向邑，而且带去了许多贵族富豪，甚至不给周王留下一个有用的老臣。用这样的人当权，国家没有不亡之理。然而，是谁重用了这些人呢？诗人用“艳妻煽方处”一句含蓄地指出了居于幕后的周幽王。</p> <p>　　第三部分（后二章），写诗人在天灾人祸面前的立身态度。他虽然清醒地看到了周朝的严重危机，但他不逃身远害，仍然兢兢业业、尽职尽公。在忠直与邪恶两类臣子中，诗人是属于忠直的一类；在统治阶级内部斗争中，诗人又是属于失败的一类。所以，在一定程度上，诗人的命运同国家的命运是一致的。在诗中，诗人哀叹个人的不幸，哀叹政治的腐败、黑暗与不公，实际上也就是在哀叹着国家的命运。所以说，这一部分同前两部分是有联系的。诗人从三个角度有力地表现了忧国这个主题。</p> <p>　　此诗的语言基本上是直言抒写，喷涌而出，但有的地方也采用反语和冷峻的讽刺，如“艳妻煽方处”、“皇父孔圣”。有的语言表现力很强，如说皇父等人强霸百姓田产时，用“予不戕，礼则然矣”充分表现了他们的强词夺理、蛮横霸道。</p>",
  "about": "<h2>创作背景</h2> <p>　　《毛<a href=\"http://so.gushiwen.org/view_191.aspx\">诗</a>序》认为此诗作于周幽王时，郑玄认为作于周厉王时。<a href=\"http://so.gushiwen.org/author_2663.aspx\">阮元</a>在《揅经室集》中对郑玄之说多有驳辨。据天文学家考订，此诗中记载的日食发生在周幽王六年夏历十月一日（公元前776年9月6日），这是世界上最早的日食记录。因此，此诗当作于周幽王六年（公元前776年）。</p> <p>　　此诗所讲述的那个自然灾害频发、王国日益不堪的状态，正是周幽王统治时期的弊政。在周王国面临着十分严重的天灾人祸这种情况下，出现了日月食。而这些自然现象又发生在周人的发祥地陕北地区。这个地区在周人心中有着特殊的感情。在其地所发生的自然现象，对于当时畏惧自然力量的人们而言是十分重视的。因此，这些自然现象对当时的社会就有了明显的警示意义。</p>",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": [
    "诗经",
    "山水",
    "忧国忧民"
  ]
}