{
  "id": 10450,
  "star": 204,
  "name": "新婚别",
  "dynasty": "唐代",
  "content": "兔丝附蓬麻，引蔓故不长。<br>嫁女与征夫，不如弃路旁。<br>结发为君妻，席不暖君床。<br>暮婚晨告别，无乃太匆忙。<br>君行虽不远，守边赴河阳。<br>妾身未分明，何以拜姑嫜？<br>父母养我时，日夜令我藏。<br>生女有所归，鸡狗亦得将。<br>君今往死地，沉痛迫中肠。<br>誓欲随君去，形势反苍黄。<br>勿为新婚念，努力事戎行。<br>妇人在军中，兵气恐不扬。<br>自嗟贫家女，久致罗襦裳。<br>罗襦不复施，对君洗红妆。<br>仰视百鸟飞，大小必双翔。<br>人事多错迕，与君永相望。",
  "fanyi": "<p><strong>译文</strong><br>菟丝把低矮的蓬草和大麻缠绕，它的蔓儿怎么能爬得远！<br>把女儿嫁给就要从军的人哪，倒不如早先就丢在大路旁边！<br>我和你做了结发夫妻，连床席一次也没能睡暖；<br>昨天晚上草草成亲，今天早晨便匆匆告别，这婚期岂不是太短，太短！<br>你到河阳去作战，离家虽然不远，可已经是边防前线；<br>我们还没有举行拜祭祖先的大礼呀，叫人怎么好去把公婆拜见？<br>我做女儿的时光，不论黑夜还是白天，爹妈从不让我抛头露面；<br>有道是“嫁鸡随鸡，嫁狗随狗”，如今我嫁到你家，爹妈盼的是平平安安！<br>你今天就要上战场，我只得把痛苦埋藏在心间；<br>多想跟你一块儿去呀，只怕是形势紧急，军情多变。<br>你不用为新婚离别难过啊，要在战争中为国家多多出力；<br>我不能随你去，妇女跟着军队，恐怕会影响士气。<br>唉！我本是穷人家女儿，好不容易才制办了这套丝绸的嫁衣；<br>可从现在起我就把它脱掉，再当面洗掉脂粉，一心一意等着你！<br>你看，天上的鸟儿都自由自在地飞翔，不论大的小的，全是成对成双；<br>可人世间不如意的事儿本来就多啊，但愿你和我两地同心，永不相忘！</p> <p><strong>注释</strong><br>菟丝：即菟丝子，一种蔓生的草，依附在其他植物枝干上生长。比喻女子嫁给征夫，相处难久。<br>结发：这里作结婚解。君妻：一作“妻子”。<br>无乃：岂不是。<br>河阳：今河南孟县，当时唐军与叛军在此对峙。<br>身：身份，指在新家中的名份地位。唐代习俗，嫁后三日，始上坟告庙，才算成婚。仅宿一夜，婚礼尚未完成，故身份不明。<br>姑嫜：婆婆、公公。<br>藏：躲藏，不随便见外人。<br>归：古代女子出嫁称“归”。<br>将：带领，相随。这两句即俗语所说的“嫁鸡随鸡，嫁狗随狗”。<br>往死地：指“守边赴河阳”。死地：冒死之地。<br>迫：煎熬、压抑。中肠：内心。<br>苍黄：同“仓皇”，匆促、慌张。这里意思是多所不便，更麻烦。<br>事戎行：从军打仗。戎行：军队。<br>“妇人”两句：意谓妇女随军，会影响士气。扬：高昂。<br>久致：许久才制成。襦：短衣。裳：下衣。<br>不复施：不再穿。<br>洗红妆：洗去脂粉，不再打扮。<br>双翔：成双成对地一起飞翔。此句写出了女子的寂寞和对那些能够成双成对的鸟儿的羡慕。<br>错迕：错杂交迕，就是不如意的意思。<br>永相望：永远盼望重聚。表示对丈夫的爱情始终不渝。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>“三别”中的《新婚别》，精心塑造了一个深明大义的少妇形象。这首<a href=\"http://so.gushiwen.org/view_10450.aspx\">诗</a>采用独白的形式，全篇先后用了七个“君”字，都是新娘对新郎倾吐的肺腑之言，读来深切感人。</p> <p>　　全诗大致可分为三段，也可以说是三层，但是这三层并不是平列的，而是一层比一层深，一层比一层高，而且每一层当中又都有曲折。这是因为诗中人物的心情本来就是很复杂的。</p> <p>　　第一段，从“兔丝附蓬麻”到“何以拜姑嫜”，主要是写新娘子诉说自己的不幸命运。她是刚过门的新嫁娘，过去和丈夫没见过面，没讲过话。所以语气显得有些羞涩，有些吞吞吐吐。这表现在开头两句：“兔丝附蓬麻，引蔓故不长。”新嫁娘这番话不是单刀直入，而是用比喻来引起的。这很符合她的特定身份和她这时的心理状态。兔丝，即“菟丝”，是一种蔓生的草，常寄生在别的植物身上。“蓬”和“麻”也都是小植物，所以，寄生在蓬麻上的菟丝，它的蔓儿也就不能延长。在封建社会里，女子得依靠丈夫才能生活，可是现在她嫁的是一个“征夫”，很难指望白头偕老，用“菟丝附蓬麻”的比喻非常贴切。“嫁女与征夫，不如弃路旁”，这是一种加重的说法，这位新娘子之所以会伤心到这步田地，“结发为君妻”以下的八句，正是申明了这个问题的原因。“结发”二字，说明这个新娘子对丈夫的好歹看得很重，因为这关系到她今后一生的命运。然而，这洞房花烛之夜，却就是生离死别之时，头一天晚上刚结婚，第二天一早就得走，连床席都没有睡暖，这根本不像是结发夫妻过的生活。“无乃太匆忙”的“无乃”，是反问对方的口气，意即“岂不是”。如果是为了别的什么事，匆忙相别，也还罢了，因为将来还可以团圆，偏偏丈夫又是到河阳去作战，将来的事且不说，眼面前，媳妇的身份都没有明确，妻子也就无法去拜见公婆、侍候公婆。古代婚礼，新嫁娘过门三天以后，要先告家庙、上祖坟，然后拜见公婆，正名定分，才算成婚。“君行虽不远，守边赴河阳”两句，点明了造成新婚别的根由是战争；同时说明了当时进行的战争是一次“守边”战争。从诗的结构上看，这两句为下文“君今往死地”和“努力事戎行”张本。当时正值安史之乱，广大地区沦陷，边防不得不往内地一再迁移，而此时，边境是在洛阳附近的河阳，守边居然守到唐王朝自己家门口来了，这不能不让诗人感到十分可叹。所以，这两句也是对统治阶级昏庸误国的讥讽，诗人在这里用的是一种“婉而多讽”的写法。</p> <p>　　第二段，从“父母养我时”到“形势反苍黄”。新娘子把话题由自身进一步落到丈夫身上了。她关心丈夫的死活，并且表示了对丈夫的忠贞，要和他一同去作战。“父母养我时，日夜令我藏”，当年父母对她非常疼爱，把她当作宝贝似的。然而女大当嫁，父母也不能藏她一辈子，还是不能不把她嫁人，而且嫁谁就得跟谁。“鸡狗亦得将”，“将”字当“跟随”讲，就是俗话说的“嫁鸡随鸡，嫁狗随狗”。可是新婚之时，“君今往死地，沉痛迫中肠。”丈夫要到那九死一生的战场去，万一有个三长两短，她就不能再依靠谁了。想到这些，这让她沉痛得柔肠寸断。紧接着，新娘子表示：“我本来决心要随你前去，死也死在一起，省得牵肠挂肚。但又怕这样一来，不但没有好处，反而要把事情弄得糟糕，更复杂。军队里是不允许有年轻妇女的，你带着妻子去从军，也有许多不方便，我又是一个刚出门的闺女，没见过世面，更不用说是打仗了。真是叫人左右为难。”这段话，刻画了新娘子那种心痛如割、心乱如麻的矛盾心理，非常曲折、深刻。</p> <p>　　诗的第三段，是从“勿为新婚念”到“与君永相望”。在这里，女主人公经过一番痛苦的倾诉和内心剧烈的斗争以后，终于从个人的不幸中、从对丈夫的关切中，跳了出来，站在更高的角度，把眼光放得更远了。“勿为新婚念，努力事戎行！”她一变哀怨沉痛的诉说而为积极的鼓励，话也说得痛快，不像开始的时候那样吞吞吐吐的了，她决定不随同丈夫前去，并且，为了使丈夫一心一意英勇杀敌，她表示了自己生死不渝的坚贞爱情。这爱情，是通过一些看来好像不重要，其实却大有作用的细节，或者说具体行动表达出来的。这就是“自嗟贫家女”这四句所描写的。新娘说，费了许久的心血好不容易才备办得一套美丽的衣裳，现在不再穿了。并且，当着丈夫的面，她这就把脸上的脂粉洗掉。丈夫走了以后，我更没心情梳妆打扮了。这固然是她对丈夫坚贞专一的爱情的表白，但是更可贵的，是她的目的在于鼓励丈夫，好叫他放心地、并且满怀信心、满怀希望地去杀敌。她对丈夫的鼓励是明智的。因为只有把幸福的理想寄托在丈夫的努力杀敌、凯旋归来上面，才有实现的可能。应该说，她是识大体，明大义的。</p> <p>　　“仰视百鸟飞，大小必双翔。人事多错迕，与君永相望！”这四句是全诗的总结。其中有哀怨，有伤感，但是已经不像最初那样强烈、显著，主要意思还是在鼓励丈夫，所以才说出“人事多错迕”，好像有点人不如鸟，但立即又振作起来，说出了“与君永相望”这样含情无限的话，用生死不渝的爱情来坚定丈夫的斗志。</p> <p>　　《新婚别》是一首高度思想性和完美艺术性结合的作品。诗人运用了大胆的浪漫的艺术虚构，实际上杜甫不可能有这样的生活经历，不可能去偷听新娘子对新郎官说的私房话。在新娘子的身上倾注了作者浪漫主义的理想色彩。另一方面，在人物塑造上，《新婚别》又具有现实主义的精雕细琢的特点，诗中主人公形象有血有肉，通过曲折剧烈的痛苦的内心斗争，最后毅然勉励丈夫“努力事戎行”，表现战争环境中人物思想感情的发展变化，丝毫没有给读者勉强和抽象之感，而显得非常自然，符合事件和人物性格发展的逻辑，并且能让读者深受感染。</p> <p>　　人物语言的个性化，也是《新婚别》的一大艺术特点。诗人化身为新娘子，用新娘子的口吻说话，非常生动、逼真。诗里采用了不少俗语，这也有助于语言的个性化，因为他描写的本来就是一个“贫家女”。</p> <p>　　此外，在押韵上，《新婚别》和《石壕吏》有所不同。《石壕吏》换了好几个韵脚，《新婚别》却是一韵到底，《垂老别》和《无家别》也是这样。这大概和诗歌用人物独白的方式有关，一韵到底，一气呵成，更有利于主人公的诉说，也更便于读者的倾听。</p>",
  "about": "<h2>创作背景</h2> 　　此<a href=\"http://so.gushiwen.org/view_10450.aspx\">诗</a>作于公元759年（唐肃宗乾元二年）春。公元755年（唐玄宗天宝十四年）安史之乱爆发。公元759年三月，唐朝六十万大军败于邺城，国家局势十分危急。为了迅速补充兵力，统治者实行了无限制、无章法、惨无人道的拉夫政策。<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>亲眼目睹了这些现象，怀着矛盾、痛苦的心情，写成“三吏三别”六首诗作。这次战争，与天宝（唐玄宗年号，742~756）年间的穷兵黩武有所不同，它是一种救亡图存的努力。所以，杜甫一面深刻揭露兵役的黑暗，批判“天地终无情”，一面又不得不拥护这种兵役；他既同情人民的痛苦，又不得不含泪安慰、劝勉那些未成丁的“中男”走上前线。这首《新婚别》是“三别”的第一篇。",
  "poet": {
    "id": 474,
    "star": 0,
    "name": "杜甫",
    "image": "http://img.gushiwen.org/authorImg/dufu.jpg",
    "desc": "杜甫（712－770），字子美，自号少陵野老，世称“杜工部”、“杜少陵”等，汉族，河南府巩县（今河南省巩义市）人，唐代伟大的现实主义诗人，杜甫被世人尊为“诗圣”，其诗被称为“诗史”。杜甫与李白合称“李杜”，为了跟另外两位诗人李商隐与杜牧即“小李杜”区别开来，杜甫与李白又合称“大李杜”。他忧国忧民，人格高尚，他的约1400余首诗被保留了下来，诗艺精湛，在中国古典诗歌中备受推崇，影响深远。759-766年间曾居成都，后世有杜甫草堂纪念。"
  },
  "tags": [
    "叙事",
    "战争",
    "妇女",
    "离别"
  ]
}