{
  "id": 10408,
  "star": 213,
  "name": "自京赴奉先县咏怀五百字 / 自京赴奉先咏怀五百字",
  "dynasty": "唐代",
  "content": "杜陵有布衣，老大意转拙。<br>许身一何愚，窃比稷与契。<br>居然成濩落，白首甘契阔。<br>盖棺事则已，此志常觊豁。<br>穷年忧黎元，叹息肠内热。<br>取笑同学翁，浩歌弥激烈。<br>非无江海志，潇洒送日月。<br>生逢尧舜君，不忍便永诀。<br>当今廊庙具，构厦岂云缺。<br>葵藿倾太阳，物性固莫夺。<br>顾惟蝼蚁辈，但自求其穴。<br>胡为慕大鲸，辄拟偃溟渤。<br>以兹误生理，独耻事干谒。<br>兀兀遂至今，忍为尘埃没。<br>终愧巢与由，未能易其节。<br>沉饮聊自遣，放歌破愁绝。<br>岁暮百草零，疾风高冈裂。<br>天衢阴峥嵘，客子中夜发。<br>霜严衣带断，指直不得结。<br>凌晨过骊山，御榻在嵽嵲。<br>蚩尤塞寒空，蹴蹋崖谷滑。<br>瑶池气郁律，羽林相摩戛。<br>君臣留欢娱，乐动殷樛嶱。<br>赐浴皆长缨，与宴非短褐。<br>彤庭所分帛，本自寒女出。<br>鞭挞其夫家，聚敛贡城阙。<br>圣人筐篚恩，实欲邦国活。<br>臣如忽至理，君岂弃此物。<br>多士盈朝廷，仁者宜战栗。<br>况闻内金盘，尽在卫霍室。<br>中堂舞神仙，烟雾散玉质。<br>煖客貂鼠裘，悲管逐清瑟。<br>劝客驼蹄羹，霜橙压香橘。<br>朱门酒肉臭，路有冻死骨。<br>荣枯咫尺异，惆怅难再述。<br>北辕就泾渭，官渡又改辙。<br>群冰从西下，极目高崒兀。<br>疑是崆峒来，恐触天柱折。<br>河梁幸未坼，枝撑声窸窣。<br>行旅相攀援，川广不可越。<br>老妻寄异县，十口隔风雪。<br>谁能久不顾，庶往共饥渴。<br>入门闻号啕，幼子饥已卒。<br>吾宁舍一哀，里巷亦呜咽。<br>所愧为人父，无食致夭折。<br>岂知秋禾登，贫窭有仓卒。<br>生常免租税，名不隶征伐。<br>抚迹犹酸辛，平人固骚屑。<br>默思失业徒，因念远戍卒。<br>忧端齐终南，澒洞不可掇。",
  "fanyi": "<p><strong>译文</strong><br>　　杜陵地方，有我这么个布衣，年纪越大，反而越发不合时宜。对自己的要求，多么愚蠢可笑，私自下了决心，要向稷契看齐。这种想法竟然不合实际，落得个到处碰壁，头都白了，却甘愿辛辛苦苦，不肯休息。有一天盖上棺材，这事便无法再提，只要还没有咽气，志向就不能转移。一年到头，都为老百姓发愁、叹息，想到他们的苦难，心里像火烧似的焦急。尽管惹得同辈的先生们冷嘲热讽，却更加激昂无比，引吭高歌，毫不泄气。</p> <p>　　我何尝没有隐居的打算，在江海之间打发日子，岂不清高？只是碰上个像尧舜那样贤明的皇帝，不忍心轻易地丢下他，自己去逍遥。如今的朝廷上，有的是栋梁之材，要建造大厦，难道还缺少我这块料？可是连葵藿的叶子都朝着太阳，我这忠诚的天性，又怎能轻易改掉！</p> <p>　　回头一想，那些蚂蚁般的小人，只为谋求舒适的小窝，整天钻营。我为什么要羡慕百丈长鲸，常想在大海里纵横驰骋？偏偏不肯去巴结权贵，因此便耽误了自己的营生。到现在还穷困潦倒，怎忍心埋没在灰尘之中？没有像许由、巢父那样飘然世外，实在惭愧，虽然惭愧，却不愿改变我的操行。还有什么办法呢？只好喝几杯酒排遣烦闷，作几首<a href=\"http://so.gushiwen.org/view_10408.aspx\">诗</a>放声高唱，破除忧愤。</p> <p>　　一年快完了，各种草木都已经凋零，狂风怒吼，像要把高山扫平。黑云像山一样压下来，大街上一片阴森，我这个孤零零的客子，半夜里离开京城。扑落满身寒霜，断了衣带，想结上它，指头儿却冻成僵硬。</p> <p>　　天蒙蒙亮的时候，我走到骊山脚下，骊山高处，那里有皇帝的御榻。大雾迷漫，塞满寒冷的天空，我攀登结冰铺霜的山路，二步一滑。华清宫真好像王母的瑶池仙境，温泉里暖气蒸腾，羽林军密密麻麻。乐声大作，响彻辽阔的天宇，皇帝和大臣纵情娱乐，享不尽贵富荣华。</p> <p>　　赐浴温泉的，都是些高冠长缨的贵人，参加宴会的，更不会有布衣麻鞋的百姓。达官显宦，都分到大量的绸帛，那些绸帛啊，都出自贫寒妇女的艰苦劳动。她们的丈夫和公公，被鞭打绳捆，一匹匹勒索，一车车运进京城。皇帝把绸帛分赏群臣，这个一筐，那个几笼，实指望他们感恩图报，救国活民；臣子们如果忽略了皇帝的这番好意，那当皇帝的，岂不等于把财物白扔！朝廷里挤满了“济济英才”，稍有良心的，真应该怵目惊心！</p> <p>　　更何况皇宫内的金盘宝器，听说都转移到国舅家的厅堂。神仙似的美人在堂上舞蹈，轻烟般的罗衣遮不住玉体的芳香。供客人保暖的，是貂鼠皮袄，朱弦、玉管，正演奏美妙的乐章，劝客人品尝的，是驼蹄羹汤，香橙、金橘，都来自遥远的南方。</p> <p>　　那朱门里啊，富人家的酒肉飘散出诱人的香气，这大路上啊，冻饿死的穷人有谁去埋葬！相隔才几步，就是苦乐不同的两种世界，人间的不平事，使我悲愤填胸，不能再讲！</p> <p>　　我折向北去的道路，赶到泾、渭河边。泾、渭合流处的渡口，又改了路线。河水冲激着巨大的冰块，波翻浪涌，放眼远望，象起伏的山岭，高接西天。我疑心这是崆峒山从水上飘来，怕要把天柱碰断！</p> <p>　　河上的桥梁幸好还没有冲毁，桥柱子却吱吱呀呀，摇晃震颇。河面这么宽，谁能飞越！旅客们只好牵挽过桥，顾不得危险。</p> <p>　　老婆和孩子寄居在奉先，无依无傍，漫天风雪，把一家人隔在两个地方。受冻挨饿的穷生活，我怎能长久不管？这一次去探望，就为了有难同当。</p> <p>　　一进门就听见哭声酸楚，我那小儿子，已活活饿死！我怎能压抑住满腔悲痛，邻居们也呜呜咽咽，泪流不止！说不出内心里多么惭愧，做父亲的人，竟然没本事养活孩子！谁能料到：今年的秋收还算不错，穷苦人家，却仍然弄不到饭吃！</p> <p>　　我好歹是个官儿，享有特权：既不服兵役，又没有交租纳税的负担。还免不了这样悲惨的遭遇，那平民百姓的日子啊，就更加辛酸。想想失去土地的农民，已经是倾家荡产，又想想远守边防的士兵，还不是缺吃少穿。忧民忧国的情绪啊，千重万叠，高过终南，浩茫无际，又怎能收敛！</p> <p><strong>注释</strong><br>(1)杜陵：地名，在长安城东南，<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>祖籍杜陵。因此杜甫常自称少陵野老或杜陵布衣。布衣：平民。此时杜甫虽任右卫率府胄曹参军这一八品小官，但仍自称布农。老大：杜甫此时已44岁。拙：笨拙。这句说年龄越大，越不能屈志随俗；同时亦有自嘲老大无成之意。<br>(2)许身：自期、自许。一何愚：多么愚腐。稷与契：传说中舜帝的两个大臣，稷是周代祖先，教百姓种植五谷；契是殷代祖先，掌管文化教育。<br>(3)濩落：即廓落，大而无用的意思。契阔：辛勤劳苦。<br>(4)盖棺：指死亡。觊豁：希望达到。这两句说，死了就算了，只要活着就希望实现理想。<br>(5)穷年：终年。黎元：老百姓。肠内热：内心焦急，忧心如焚。<br>(6)弥：更加，越发。<br>(7)江海志：隐居之志。潇洒送日月：自由自在地生活。<br>(8)尧舜君：此以尧舜比唐玄宗。<br>(9)廊庙具：治国之人才。<br>(10)葵藿：葵是向日葵；藿是豆叶。<br>(11)顾：想一想。蝼蚁辈：比喻那些钻营利禄的人。<br>(12)胡为：为何？大鲸：比喻有远大理想者。辄：就，常常。拟：想要。偃溟渤：到大海中去。<br>(13)以兹误生理：因为这份理想而误了生计。干谒：求见权贵。<br>(14)兀兀：穷困劳碌的样子。<br>(15)巢与由：巢父、许由都是尧时的隐士。<br>(16)沉饮聊自遣：姑且痛饮，自我排遣。<br>(17)天衢：天空。峥嵘：原是形容山势，这里用来形容阴云密布。客子：此为杜甫自称。发：出发。<br>(18)骊山：在今陕西临潼县南。嵽嵲：形容山高，此指骊山。<br>(19)蚩尤：传说中黄帝时的诸侯。黄帝与蚩尤作战，蚩尤作大雾以迷惑对方。这里以蚩尤代指大雾。<br>(20)瑶池：传说中西王母与周穆王宴会的地方。此指骊山温泉。气郁律：温泉热气蒸腾。羽林：皇帝的禁卫军，摩戛：武器相撞击。<br>(21)殷：充满。胶葛：山石高峻貌。这句指乐声震动山冈。<br>(22)长缨：指权贵。缨，帽带。短褐：粗布短袄，此指平民。<br>(23)彤庭：朝廷。<br>(24)圣人：指皇帝。筐篚：两种盛物的竹器。古代皇帝以筐、篚盛布帛赏赐群臣。<br>(25)“臣如”两句意为：臣子如果忽视此理，那么皇帝的赏赐不是白费了吗？<br>(26)“多士”两句意为：朝臣众多，其中的仁者应当惶恐不安地尽心为国。<br>(27)内金盘：宫中皇帝御用的金盘。卫、霍：指汉代大将卫青、霍去病，都是汉武帝的亲戚。这里喻指杨贵妃的从兄、权臣杨国忠。<br>(28)中堂：指杨氏家族的庭堂。舞神仙：像神仙一样的美女在翩翩起舞。烟雾：形容美女所穿的如烟如雾的薄薄的纱衣。玉质：指美人的肌肤。<br>(29)“暖客”以下四句：极写贵族生活豪华奢侈。<br>(30)荣、枯：繁荣、枯萎。此喻朱门的豪华生活和路边冻死的尸骨。惆怅：此言感慨、难过。<br>(31)北辕：车向北行。杜甫自长安至蒲城，沿渭水东走，再折向北行。泾渭：二水名，在陕西临潼境内汇合。官渡：官设的渡口。<br>(32)高崪兀：河中的浮冰突兀成群。<br>(33)崆峒：山名，在今甘肃省岷县。天柱：古代神话说，天的四角都有柱子支撑，叫天柱。恐触天柱折：形容冰水汹涌，仿佛共工头触不周山，使人有天崩地塌之感。表示诗人对国家命运的担心。<br>(34)河梁：桥。坼：断裂。枝撑：桥的支柱。窸窣：象声词，木桥振动的声音。<br>(35)行旅相攀援：行路的人们相互攀扶。<br>(36)异县：指奉先县。十口隔风雪：杜甫一家十口分居两地，为风雪所阻隔。<br>(37)庶：希望。<br>(38)贫窭：贫穷。仓卒：此指意外的不幸。<br>(39)名不隶征伐：此句自言名属“士人”，可按国家规定免征赋税和兵役、劳役。杜甫时任右卫卒府兵曹参军，享有豁免租税和兵役之权。<br>(40)平人固骚屑：平民百姓本来就免不了赋役的烦恼。平人：平民，唐人避唐太宗<a href=\"http://so.gushiwen.org/author_582.aspx\">李世民</a>讳，改“民”为“人”。<br>(41)失业徒：失去产业的人们。<br>(42)忧端齐终南：忧虑的情怀像终南山那样沉重。澒洞：广大的样子。掇：收拾，引申为止息。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　在<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>的五言<a href=\"http://so.gushiwen.org/view_10408.aspx\">诗</a>里，这是一首代表作。公元755年（天宝十四载），安史之乱的消息尚未传到长安，然而诗人在长安往奉先县途中的见闻和感受，已经显示出社会动乱的端倪，所以诗中有“山雨欲来风满楼”的气氛，这显示出了诗人敏锐的观察力。</p> <p>　　原诗五百字，可分为三大段。开头至“放歌破愁绝”为第一段。这一段千回百折，层层如剥蕉心，出语的自然圆转。</p> <p>　　杜甫旧宅在长安城南，所以自称杜陵布衣。“老大意转拙”，如同俗语说“越活越回去了”。说“笨拙”，是指诗人偏要去自比稷与契这两位虞舜的贤臣，志向过于迂阔，肯定是会失败的。濩落，即廓落，大而无当，空廓而无用之意。“居然成濩落”，意思是果然失败了。契阔，即辛苦。诗人明知一定要失败，却甘心辛勤到老。这六句是一层意思，诗人自嘲中带有幽愤，下边更逼进了一步。人虽已老了，却还没死，只要还未盖棺，就须努力，仍有志愿通达的一天，口气是非常坚决的。孟子说：“禹思天下有溺者，犹己溺之也，稷思天下有饥者，犹己饥之也，是以若是其急也。”杜甫自比稷契，所以说“穷年忧黎元”，尽他自己的一生，与万民同哀乐，衷肠热烈如此，所以为同学老先生们所笑。他却毫不在乎，只是格外慷慨悲歌。诗到这里总为一小段，下文便转了意思。</p> <p>　　隐逸本为士大夫们所崇尚。杜甫说：“我难道真的这样傻，不想潇洒山林，度过时光吗？无奈生逢尧舜之君，不忍走开罢了。”从这里又转出一层意思：“生在尧舜一般的盛世，当然人才济济，难道少你一人不得吗？构造廊庙都是磐磐大才，原不少我这样一个人，但我却偏要挨上来。”诗人像这样讲，说不上什么原故，只是一种脾气性情罢了，好比向日葵老跟着太阳转。忠君爱国发乎天性，固然很好，不过却也有一层意思必须找补的。诗人想：“世人会不会觉得自己过于热中功名，奔走利禄？”所以接下去写道：为个人利益着想的人，像蚂蚁似的能够经营自己的巢穴；他却偏要向沧海的巨鲸看齐，以至于把生计都给耽搁了。诗人虽有用世之心，可是因为羞于干谒，一直以来都是辛辛苦苦，埋没风尘。</p> <p>　　下面又反接找补。上文说“身逢尧舜君，不忍便永诀”，意思是：“尧舜之世，何尝没有隐逸避世的，例如许由、巢父。巢父、许由是高尚的君子，我虽自愧不如，却也不能改变我的操行。”这两句一句一折。既不能高攀稷契，亦不屑俯就利禄，又不忍像巢父、许由那样跳出圈子去逃避现实，只好饮酒赋诗。沉醉或能忘忧，放歌聊可破闷。诗酒流连，好像都很风雅，其实是不得已而为之。诗篇开首到此，进退曲折，尽情抒怀，诗人热烈的衷肠非常真实。</p> <p>　　第二段从“岁暮百草零”至“惆怅难再述”。这一段，记叙、描写、议论并用。首六句叙上路情形，在初冬十月、十一月之交，半夜动身，清早过骊山，玄宗和贵妃正在华清宫。“蚩尤”两句的旧注多有错误。蚩尤曾经作雾，即用作“雾”的代语，下面说“塞寒空”即是雾。在这里，只见雾塞寒空，雾重故地滑。温泉蒸气郁勃，羽林军校往来如织。骊宫冬晓，气象万千。寥寥数笔，写出了真正的华清宫。“君臣留难娱，乐动殷胶葛”两句亦即<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>《长恨歌》所说的“骊宫高处入青云，仙乐风飘处处闻”。说“君臣留欢娱”，轻轻点过，却把唐玄宗一起拉到浑水里去。上文所谓“尧舜之君”，不过是诗人说说好听，遮遮世人眼罢了。</p> <p>　　“彤庭”四句，沉痛极了。一丝一缕都出于女工之手，朝廷却用横暴鞭挞的方式攫夺来。然后皇帝再分赏群臣，叫他们好好地为朝廷效力。群臣如果忽视了这个道理，辜负国恩，就等于白扔了。然而王公大臣却都是如此，诗人心中根本不能平静。“臣如忽至理，君岂弃此物”，句中“如”、“岂”两个虚词，一进一退，逼问有力。百姓已痛苦不堪，而朝廷之上却挤满了这班贪婪庸鄙、毫无心肝的家伙，国事的危险如同千钧一发，仁人的心应该是会战栗的。</p> <p>　　“况闻”以下更进了一步。“闻”者虚拟之词，宫禁事秘，不敢说一定。不但文武百官如此，“中枢”、“大内”的情形也不会比他们好一些，或者还要更加厉害。诗人听说大内的奇珍异宝都已进了贵戚豪门，这应当是指杨国忠之流。“中堂”两句，写美人如玉，被烟雾般的轻纱笼着，暗指虢国夫人、<a href=\"http://so.gushiwen.org/author_1039.aspx\">杨玉环</a>，这种攻击法，一步逼紧一步，离唐玄宗只隔一层薄纸了。</p> <p>　　诗中不宜再尖锐地说下去，所以转入平铺。“煖客”以下四句两联，十字作对，称之为隔句对或者扇面对，调子相当地纡缓。因意味太严重了，不能不借藻色音声的曼妙渲染一番，稍稍冲淡。其实，纡缓中又暗蓄进逼之势。貂鼠裘，驼蹄羹，霜橙香橘，各种珍品尽情享受，酒肉凡品，不须爱惜。在这里，本来文势稍宽平了一点儿，诗人又紧接着大声疾呼：“朱门酒肉臭，路有冻死骨。”一句也不肯放松，一笔也不肯落平。这是传诵千古的名句。表面上一往高歌，暗地里却结上启下，令读者不觉，《杜诗镜铨》里评价说“拍到路上无痕”，讲得很对。骊山宫装点得像仙界一般，而宫门之外即有路倒尸。咫尺之间，荣枯差别这样大，那也没有什么可说的了。诗人不能再说，亦无须再说了。在这儿打住，是很恰当的。</p> <p>　　第三段从“北辕就泾渭”至末尾。全篇从诗人自己忧念家国说起，最后又以他自己的境遇联系时局作为总结。“咏怀”两字通贯全篇。</p> <p>　　“群冰”以下八句，叙述路上情形。首句有“群冰”、“群水”的异文。仇兆鳌注：“群水或作群冰，非。此时正冬，冰凌未解也。”这一说法不妥，这首诗大约作于十月下旬，不必拘泥于隆冬时节。作群冰，诗意自惬。虽然冬天很寒冷，但高处的水流激湍，水还没有冻结。下文“高崒兀”、“声窸窣”，作“冰”更好。这八句，句句写实，只有“疑是崆峒来，恐触天柱折”两句，用共工氏怒触不周山的典故，暗示时势的严重。</p> <p>　　接着写到家并抒发感慨。一进门，就听见家人在号啕大哭，这是非常戏剧化的。“幼子饿已卒”，“无食致夭折”，景况是凄惨的。“吾宁舍一哀”，用《礼记·檀弓》记孔子的话：“遇于一哀而出涕，予恶夫涕之无从也。”“舍”字有割舍放弃的意思，这里的意思是：“我能够勉强达观自遣，但邻里且为之呜咽，况做父亲的人让儿子生生的饿死，岂不惭愧。时节过了秋收，粮食原不该缺乏，穷人可还不免有仓皇挨饿的。像自己这样，总算很苦的了。”诗人当时不一定非常困苦，因为他大小总是个官儿，照例可以免租税和兵役的，但他尚且狼狈得如此，那么一般平民扰乱不安的情况，就要远远胜过他了。弱者填沟壑，强者想造反，都是一定的。诗人想起世上有很多失业之徒，久役不归的兵士，那些武行脚色已都扎扮好了，只等上场锣响，便要真杀真砍，大乱的来临已迫在眉睫，他的忧愁从中而来，不可断绝，犹如与终南山齐高，与大海一样茫茫无际。表面看来，似乎穷人发痴，痴人说梦，但实际上过不了多久，安史之乱一爆发，渔阳鼙鼓就揭天而来了，这也正体现了诗人的真知灼见。</p> <p>　　这一段文字仿佛闲叙家常，不很用力，却自然而然地于不知不觉中已总结了全诗，极其神妙。结尾最难，必须结束得住，方才是一篇完整的诗。诗人的思想方式无非是“推己及人”，并没有什么神秘。他结合自己的生活，推想到社会群体；从万民的哀乐，来推定一国的兴衰，句句都是真知灼见，都会应验的。以作品内容而论，杜甫的诗是一代史诗，即使是论事，他的诗也是可以供千秋万代的后世加以鉴戒的。</p>",
  "about": "<h2>创作背景</h2> 　　这首<a href=\"http://so.gushiwen.org/view_10408.aspx\">诗</a>题下原注：“天宝十四载十月初作。”<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>在长安十年后始被授右卫率府胄曹参军，这是一个看管兵甲器仗的小官。担此任不久，即在公元755年（天宝十四年）的十月、十一月之间，他由长安往奉先县（今陕西蒲城）探望妻儿，写下了这首诗。这一年十月，唐玄宗携杨贵妃往骊山华清宫避寒，十一月，安禄山即举兵造反。杜甫途经骊山时，玄宗、贵妃正在大玩特玩，殊不知安禄山已在范阳起兵反叛，闹得不可开交。只是安史之乱的消息还没有传到长安。“安史之乱”是唐朝各种社会矛盾的总爆发，从此李唐王朝一蹶不振。杜甫在长安根据十载长安生活和这次途中的见闻，敏锐地感到国家的危机已迫在眉睫。<br/><h2>题解</h2> <p>　　这首<a href=\"http://so.gushiwen.org/view_10408.aspx\">诗</a>作于天宝十四载(755)。十月，<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>得到右卫率府兵曹参军的任命。十一月，杜甫从京城长安去奉先县(治所在今陕西蒲城)探家，安禄山恰在此时造反。杜甫经骊山时，安史之乱的消息还无从知晓，唐玄宗和杨贵妃正在骊山华清宫避寒享乐。久已积压在心头的政治危机感和大乱将临的预感，为沿途所见荣枯之异和到家后得知幼子饿死等事所激发，于是创作了这首名诗。</p> <p>　　全诗凡五百字，而其中叙述自京师出发，过骊山，就泾渭，抵奉先，不过数十字，其馀都是议论或感慨，因为题目毕竟是\"咏怀\"。作为杜甫五言古诗中的代表作，全诗所咏之怀，主题有二:一是叙说他素怀济世之志，却不得伸展，虽艰难困苦，仍不改初衷。二是对正在骊山行宫中肆意挥霍享乐的玄宗君臣提出责难，对社会上严重的贫富分化，及动乱的苗头表示了沉重的忧虑。全诗以\"穷年忧黎元\"为主线，标志着诗人忧国忧民的现实主义创作思想已经形成，具有划时代的意义。它是杜甫困居长安十年生活与思想的总结，在艺术上也已达到纯熟境地。</p>",
  "poet": {
    "id": 474,
    "star": 0,
    "name": "杜甫",
    "image": "http://img.gushiwen.org/authorImg/dufu.jpg",
    "desc": "杜甫（712－770），字子美，自号少陵野老，世称“杜工部”、“杜少陵”等，汉族，河南府巩县（今河南省巩义市）人，唐代伟大的现实主义诗人，杜甫被世人尊为“诗圣”，其诗被称为“诗史”。杜甫与李白合称“李杜”，为了跟另外两位诗人李商隐与杜牧即“小李杜”区别开来，杜甫与李白又合称“大李杜”。他忧国忧民，人格高尚，他的约1400余首诗被保留了下来，诗艺精湛，在中国古典诗歌中备受推崇，影响深远。759-766年间曾居成都，后世有杜甫草堂纪念。"
  },
  "tags": [
    "咏怀",
    "忧国忧民"
  ]
}