{
  "id": 48358,
  "star": 1214,
  "name": "八声甘州·对潇潇暮雨洒江天",
  "dynasty": "宋代",
  "content": "对潇潇暮雨洒江天，一番洗清秋。渐霜风凄紧，关河冷落，残照当楼。是处红衰翠减，苒苒物华休。唯有长江水，无语东流。 <br>不忍登高临远，望故乡渺邈，归思难收。叹年来踪迹，何事苦淹留？想佳人妆楼颙望，误几回、天际识归舟。争知我，倚阑杆处，正恁凝愁！ ",
  "fanyi": "<p><strong>译文</strong><br>面对着潇潇暮雨从天空洒落在江面上，经过一番雨洗的秋景，分外寒凉清朗。凄凉的霜风一阵紧似一阵，关山江河一片冷清萧条，落日的余光照耀在高楼上。到处红花凋零翠叶枯落，一切美好的景物渐渐地衰残。只有那滔滔的长江水，不声不响地向东流淌。<br>不忍心登高遥看远方，眺望渺茫遥远的故乡，渴求回家的心思难以收拢。叹息这些年来的行踪，为什么苦苦地长期停留在异乡？想起美人，正在华丽的楼上抬头凝望，多少次错把远处驶来的船当作心上人回家的船。她哪会知道我，倚着栏杆，愁思正如此的深重。</p> <p><strong>注释</strong><br>⑴潇潇：风雨之声。<br>⑵一番洗清秋：一番风雨，洗出一个凄清的秋天。<br>⑶霜风凄紧：秋风凄凉紧迫。霜风，秋风。凄紧，一作“凄惨”。<br>⑷是处红衰翠减：到处花草凋零。是处，到处。红，翠，指代花草树木。语出<a href=\"http://so.gushiwen.org/author_204.aspx\">李商隐</a>《赠荷花》<a href=\"http://so.gushiwen.org/view_48358.aspx\">诗</a>：“翠减红衰愁杀人。”<br>⑸苒（rǎn）苒：渐渐。<br>⑹渺邈：遥远。<br>⑺淹留：久留。<br>⑻颙（yóng）望：抬头远望。<br>⑼误几回、天际识归舟：多少次错把远处驶来的船当作心上人回家的船。语出<a href=\"http://so.gushiwen.org/author_32.aspx\">谢朓</a>《之宣城郡出新林浦向板桥》：“ 天际识归舟，云中辩江树。”<br>⑽争：怎。<br>⑾恁（nèn）：如此。凝愁：忧愁凝结不解。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　此词开头两句写雨后江天，澄澈如洗。一个“对”字，已写出登临纵目、望极天涯的境界。当时，天色已晚，暮雨潇潇，洒遍江天，千里无垠。其中“雨”字，“洒”字，和“洗”字，三个上声，循声高诵，定觉素秋清爽，无与伦比。</p> <p>　　自“渐霜风”句起，以一个“渐”字，领起四言三句十二字。“渐”字承上句而言，当此清秋复经雨涤，于是时光景物，遂又生一番变化。这样词人用一“渐”字，神态毕备。秋已更深，雨洗暮空，乃觉凉风忽至，其气凄然而遒劲，直令衣单之游子，有不可禁当之势。一“紧”字，又用上声，气氛声韵写尽悲秋之气。再下一“冷”字，上声，层层逼紧。而“凄紧”“冷落”，又皆双声叠响，具有很强的艺术感染力量，紧接一句“残照当楼”，境界全出。这一句精彩处“当楼”二字，似全宇宙悲秋之气一起袭来。</p> <p>　　“是处红衰翠减，苒苒物华休。”词意由苍莽悲壮，而转入细致沉思，由仰观而转至俯察，又见处处皆是一片凋落之景象。“红衰翠减”，乃用玉溪<a href=\"http://so.gushiwen.org/view_48358.aspx\">诗</a>人之语，倍觉风流蕴藉。“苒苒”，正与“渐”字相为呼应。一“休”字寓有无穷的感慨愁恨，接下“惟有长江水，无语东流”写的是短暂与永恒、改变与不变之间的这种直令千古词人思索的宇宙人生哲理。“无语”二字乃“无情”之意，此句蕴含百感交集的复杂心理。</p> <p>　　“不忍”句点明背景是登高临远，云“不忍”，又多一番曲折、多一番情致。至此，词以写景为主，情寓景中。但下片妙处于词人善于推己及人，本是自己登远眺，却偏想故园之闺中人，应也是登楼望远，伫盼游子归来。“误几回”三字更觉灵动。结句篇末点题。“倚阑干”，与“对”，与“当楼”，与“登高临远”，与“望”，与“叹”，与“想”，都相关联、相辉映。词中登高远眺之景，皆为“倚闺”时所见；思归之情又是从“凝愁”中生发；而“争知我”三字化实为虚，使思归之苦，怀人之情表达更为曲折动人。</p> <p>　　这首词章法结构细密，写景抒情融为一体，以铺叙见长。词中思乡怀人之意绪，展衍尽致。而白描手法，再加通俗的语言，将这复杂的意绪表达得明白如话。这样，<a href=\"http://so.gushiwen.org/author_535.aspx\">柳永</a>的《八声甘州》终成为词史上的丰碑，得以传颂千古。全词景中有情，情中带景。上片于壮丽的秋景之中含有凄凉伤感之柔情，下片于缠绵的离情中带有伤感之景，前后情景交相辉映。上片写观景，虽未点明登楼而登楼之意自明；下片于“依栏杆处”再点登楼，起到了首尾呼应作用。笔法之高妙，于此可见，作者不愧为慢词的奠基人。</p><br/><h2>赏析二</h2> <p>　　词中表达了作者常年宦游在外，于清秋薄暑时分，感叹漂泊的生涯和思念情人的心情。这种他乡做客叹老悲秋的主题，在封建时代文人中带有普遍意义。但作者在具体抒情上，具有特色。</p> <p>　　词的上片写作者登高临远，景物描写中融注着悲凉之感。一开头，总写秋景，雨后江天，澄澈如洗。头两句“对潇潇暮雨洒江天，一番洗清秋。”用“对”字作领字，勾画出词人正面对着一幅暮秋傍晚的秋江雨景。“洗”字生动真切，潜透出一种情心。“潇”和“洒”字，用来形容暮雨，仿佛使人听到了雨声，看到了雨的动态。接着写高处景象，连用三个排句：“渐霜风凄惨，关何冷落，残照妆楼。”进一步烘托凄凉、萧索的气氛，连一向鄙视柳词的<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>也赞叹“此语于<a href=\"http://so.gushiwen.org/view_48358.aspx\">诗</a>句不减唐人高处”（赵令畴《侯鲭录》）。所谓“不减唐人高处”，主要是指景中有情，情景交融，悲壮阔大；凄冷的寒风和着潇潇暮雨紧相吹来，关山江河都冷落了，残日的余辉映照着作者所在的高楼，所写的每一个景色里，都渗透着作者深沉的感情。这三句由“渐”字领起。雨后傍晚的江边，寒风渐冷渐急，身上的感觉如此，眼前看到的也是一片凄凉。“关河”星是冷落的，词人所在地也被残阳笼罩，同样是冷落的，景色苍茫辽阔，境界高远雄浑，勾勒出深秋雨后的一幅悲凉图景，也渗透进了天涯游客的忧郁伤感。 “是处红衰翠减，苒苒物华休。” 这两句写低处所见，到处花落叶败，万物都在凋零，更引起作者不可排解的悲哀。这既是景物描写，也是心情抒发，看到花木都凋零了，自然界的变化不能不引起人的许多感触，何况又是他乡做客之人。作者却没明说人的感触，而只用“长江无语东流”来暗示出来。词人认为“无语”便是无情。“惟有”二字暗示“红衰翠减”的花木不是无语无情的，登高临远的旅人当然更不是无语无情的，只有长江水无语东流，对长江水的指责无理而有情。在无语东流的长江水中，寄托了韶华易逝的感慨。</p> <p>　　上片以写景为主，但景中有情，从高到低，由远及近，层层铺叙，把大自然的浓郁秋气与内心的悲哀感慨完全融合在一起，淋漓酣畅而又兴象超远。</p> <p>　　词的下片由景转入情，由写景转入抒情。写对故乡亲人的怀念，换头处即景抒情，表达想念故乡而又不忍心登高，怕引出更多的乡思的矛盾心理。从上片写到的景色看，词人本来是在登高临远，而下片则用“不忍登高临远”一句，“不忍”二字领起，在文章方面是转折翻腾，在感情方面是委婉伸屈。登高临远是为了看看故乡，故乡太远是望而不见，看到的则更是引起相思的凄凉景物，自然使人产生不忍的感情。“望故乡渺邈，归思难收”，实际上这是全词中心。“叹年来踪迹，何事苦淹留。”这两句向自己发问，流露出不得已而淹留他乡的凄苦之情，回顾自己落魄江湖，四处漂泊的经历。扪心问声究竟是为了什么原因。问中带恨，发泄了被人曲意有家难归的深切的悲哀。有问无答，因为诗人不愿说出来，显得很含蕴。一个“叹”字所传出的是千思百回的思绪，和回顾茫然的神态，准确而又传神。“想佳人，妆楼颙望，误几回，天际识归舟？” 又从对方写来，与自己倚楼凝望对照，进一步写出两地想念之苦，并与上片寂寞凄清之景象照应。虽说是自己思乡，这里却设想着故乡家人正盼望自己归来。佳人怀念自己，处于想象。本来是虚写，但词人却用“妆楼颙望，误几回，天际识归舟”这样的细节来表达怀念之情。仿佛实有其事，见人映己，运虚于实，情思更为悱侧动人。结尾再由对方回到自己，说佳人在多少次希望和失望之后，肯定会埋怨自己不想家，却不知道“倚阑”远望之时的愁苦。“倚阑”、“凝愁”本是实情，但却从对方设想用“争知我”领起，化实为虚，显得十分空灵，感情如此曲折，文笔如此变化，实在难得。结尾与开头相呼应，理所当然地让人认为一切景象都是“倚阑”所见，一切归思都由“凝愁”引出，生动地表现了思乡之苦和怀人之情。</p> <p>　　全词一层深一层，一步接一步，以铺张扬厉的手段，曲折委婉地表现了登楼凭栏，望乡思亲的羁旅之情。通篇结构严密，迭宕开阖，呼应灵活，首尾照应，很能体现<a href=\"http://so.gushiwen.org/author_535.aspx\">柳永</a>词的艺术特色。</p>",
  "about": "<h2>创作背景</h2> 　　<a href=\"http://so.gushiwen.org/author_535.aspx\">柳永</a>出身士族家庭，从小接受儒家思想，有求仕用世之志。因天性浪漫和有音乐才能，适逢北宋安定统一，城市繁华，首都歌楼妓馆林林总总被流行歌曲吸引，乐与伶工、歌妓为伍，初入世竟因谱写俗曲歌词，遭致当权者挫辱而不得伸其志。他于是浪迹天涯，用词抒写羁旅之志和怀才不遇的痛苦愤懑。这首词大约作于柳永游宦江浙之时。",
  "poet": {
    "id": 535,
    "star": 0,
    "name": "柳永",
    "image": "http://img.gushiwen.org/authorImg/liuyong2.jpg",
    "desc": "柳永，（约987年—约1053年）北宋著名词人，婉约派创始人物。汉族，崇安（今福建武夷山）人，原名三变，字景庄，后改名永，字耆卿，排行第七，又称柳七。宋仁宗朝进士，官至屯田员外郎，故世称柳屯田。他自称“奉旨填词柳三变”，以毕生精力作词，并以“白衣卿相”自诩。其词多描绘城市风光和歌妓生活，尤长于抒写羁旅行役之情，创作慢词独多。铺叙刻画，情景交融，语言通俗，音律谐婉，在当时流传极其广泛，人称“凡有井水饮处，皆能歌柳词”，婉约派最具代表性的人物之一，对宋词的发展有重大影响，代表作 《雨霖铃》《八声甘州》。"
  },
  "tags": [
    "宋词三百首",
    "高中古诗",
    "写景",
    "抒情",
    "哲理",
    "怀人"
  ]
}