{
  "id": 70259,
  "star": 2,
  "name": "杂剧·秦修然竹坞听琴",
  "dynasty": "元代",
  "content": "楔子<br>妾身姓郑，小字彩鸾，今年二十一岁，从幼父母双亡。曾记父母说，在礼部时与秦工部指腹成亲。后来他那壁生了个孩儿，唤做秦修然，俺这壁生了妾身是也。自父母亡化过了，他那壁不知所向。俺这城北五十里外，有一座草庵。这庵有个姑姑，他也姓郑，曾教我抚琴写字。今日是妾身生辰贱降之日，都管，安排下酒果，则怕姑姑来也。理会的。\"道可道，非常道；名可名，非常名。\"贫姑姓郑，我是梁公弼的夫人。自从与俺老相公失散了，拢起我这头发，舍俗出家。贫姑善能抚琴下棋。此处有个小姐，他是郑礼部的女孩儿，在贫姑跟前学琴下棋。今日是小姐生辰贵降的日子，我与他上寿走一遭去。可早来到门首。都管，报复去，道有贫姑来了也。小姐，有郑姑姑在于门首。道有请。贫姑一径来与小姐上寿。师父，你那里得那钱钞来，敢劳如此费心也？小姐，近日上司出下榜文，不论官宦百姓人家，但是女孩儿到二十以外，都要出嫁与人。限定一月之外，违者问罪。似此怎生是好！则除是这般。都管，将文房四宝过来。写就了也。都管，你近前来。你道我为甚么写这两纸文书？一纸文书为你年纪高大，与你这纸从良的文书。这一纸文书将我那家私里外田产物业，你都与我记者。我家祖上曾建下竹坞草庵一座，甚是清雅，在北门外面。近来没有住持，止有一个小道姑看守。我如今学那老师父出家去也。一年四季，斋粮道服，你可不要缺少我的。小姐但放心，这一年四季，斋粮道服，俺不敢缺少你的。小姐，你敢出不的家么，既然你要出家，须要坚心办道，休要半路里还了俗。师父但放心，你着我如今嫁那个人去？不如出家倒也干净。<br>【仙吕】【赏花时】亡化过白头老父母，眼底亲人别又无。我亲笔立定纸文书，分付与你这庄田和那地上，我着你为主不为奴。<br>【幺篇】更问甚一岁孩儿百岁主，枉了身心活受苦。愿富贵待何如？我则待添香可也补烛，常伏侍着你这一个老姑姑。<br><br>第一折<br>白发刁骚两鬓侵，老来灰尽少年心。虽然赢得官犹在，争奈夫人没处寻。老夫姓梁名公弼。叨中进士及第，所除南康为理。有我夫人姓郑，老夫三年官满，还于京师，行到半途，被土贼哄散，至今夫人不知所向。谢圣恩可怜，今除郑州，为州尹之职。老夫想幼年间有一故友，姓秦双名思道，与老夫在南阳一处为官。后来他升做工部尚书，不幸辞世，止有一子，是秦修然，此子九经三史，无有不通，如今也无信息。老夫在此做官，怕不一身荣显？争奈两桩儿缺欠，一来失了夫人，二来不见侄儿。若是得见他两个，便足俺平生之愿。张千，你门首觑者，看有甚么人来，报复我知道。理会的。少小为文便有名，如今挟策上西京。不知若个豪门女，亲把丝鞭递小生。小生姓秦，双名修然，幼年父母双亡。父母在时，曾与郑礼部家指腹成亲。谁想他家得了女儿，小字彩鸾。如今两家廖落，绝无消耗。小生因取功名，到这郑州，闻知我叔父梁公弼在此为理，何不探望叔交走一遭去？可早来到也。门上人报复去，道有秦修然在于门首。有秦修然在于门首。他说是秦修然么？是。老夫语未悬口，侄儿却已来到。张千，道有请。请进。叔父请坐，受您孩儿两拜。孩儿，则被你想杀我也。你行囊在于何处？在客店中哩。张千，便与我搬将来，打扫书房，着孩儿那里安歇。便安排酒肴，与孩儿接风去来。自从出了家，到大来好是安静快乐也呵。<br>【仙吕】【点绛唇】弃了个铜斗儿似家缘，撇下个泼天也似火院，到大来无拘倦。每日间不断香烟，将一片真心炼。<br>【混江龙】改换了油头粉面，再不将蛾眉淡扫鬓堆蝉。将阴功暗垒，道教明传。座上全无尘半点，壶中别有一重天。向是非海内，入我丛中，将那等不晓事的愚迷劝。觑了这飘飘浮肚，冉冉流年。我觑了小姐你这等模样好，拣个好官员士夫人家嫁一个不好，出他那家做甚么？你不如归去罢，小姑，你说的差矣。<br>【村里迓鼓】你道我不如归去，我待要至心修炼。则他这蝇头蜗角，虚名利休贪休恋。倒不如躲是非，忘宠辱，无骄怨。问甚么谁得官，谁得禄，谁得钱？呀！到后来死生关临头怎免？<br>【元和令】咱人这无常管甚少年？我叹世事忽更变。恰天桃喷火柳堆烟，早荷花点翠钿。东篱黄菊未开全，又纷纷雪满天。<br>【上马娇】不如我琴一张，诗一联，乐意自悠然。试看他富贵和贫贱，都一般白骨葬黄泉。<br>【胜葫芦】低多少兴废荣枯在眼前，人被利名牵，满目红尘关塞远。笑车轮马足，晨钟暮鼓，空劳碌自年年。<br>【幺篇】争如我睡彻东窗口影偏，高枕只安眠，愚者白愚贤者贤。炼丹砂九转，袖《黄庭》两卷，诵《老子》五千言。<br>天色晚了也。小姑，你与我点上灯，添上香来，你歇息去。我添上香，点上灯，掩上柴门，歇息去也。夜深了也，取下我这焦尾琴来，抚一曲遣我的心闷咱。小生秦修然是也。自从在叔父家，一月光景，不曾出门，今日在这城外踏青玩赏。下次小的每都回去了，天色已晚，小生赶不上城门。这里有个庵观，我去里面借一宵宿，有何不可？我推开柴门，元来还点着灯哩。呀！有人抚琴，我试听咱。<br>【后庭花】金垆焚宝烟，瑶琴鸣素弦。无非母流水高山调，和那堆风积雪篇，端的这五音全。我叮便轻弹一遍，对清宵明月前，更行人迹杏然。正泠泠指下传，百般的声不圆，怎么百般的声不圆？我这琴弦断，必有人来窃听，我开这门试看咱。一个好秀才也。呀，一个好姑姑也。兀那秀才，你是那里人氏？姓甚名谁？因甚来到俺这庵观？说的是万事都休，说的不是，送你到道录司，不道的饶了你哩。小生南阳府人氏，姓秦双名修然，因为进取功名，到于此处。今日在城外踏青赏玩，不想天色昏晚，无处寄宿，来到此处，暂借一宵。听的这里弹琴声音嘹亮，因而窃听。不想姑姑在此，望恕小生之罪。元来他便是秦修然，我且问他。兀那秀才，你认的那指腹成亲郑彩鸾么？当初我父亲在时，多听的说有一个指腹成亲的郑彩鸾。自从我父母亡过，那郑彩鸾也不知所向，小生常切切于心，不能见面。秀才你休慌，则我便是郑彩鸾。我那里不寻，那里不觅，你可可在这里。小姐，你既然遇着我，正是一对夫妻。我和你说句话儿。秀才休得无礼。我与你虽素有盟约，却不可造次苟合。万一外人得知，岂无私奔之诮？我与你怨女旷夫，隔绝十有余年。今日偶尔相逢，天与之便，岂可固执？既然如此，这所在不是说话处，咱去那耳房里说话去来。<br>【金盏儿】这搭儿里花影更幽然，桧柏琐苍烟。则这两桩儿好与人方便，果然是色胆大如天。今夜又无甚星河相间阻，莫不着人月两团圆？我可是清闲真道本，则被你坏了我也，无事的散神仙。<br>秦修然，天色明了也，你回去罢。小姐，我此去，明日多早晚来？你白日休要来，可在晚间来。来时休往那正门，则打那角门儿进，免得外人看见不雅。小生知道了也。秦修然，我为你呵。<br>【赚煞】建起座七真坛，新盖了三清殿。往常我酝酿真心不浅，不想这一曲瑶琴声婉转，包藏着那美满姻缘。并香肩月下星前，共指三生说誓言。我也到不的蓬阆苑，羞对着药垆经卷，我愁的是小窗孤枕夜如年。<br><br>第二折<br>老夫梁公弼。自从秦修然侄儿在衙舍中，一月其程，老夫事忙，不曾与他闲坐攀话。张千，那秀才书房中看书么？老爷不问，张千不敢说。那秀才白日里在书房看书，到晚来出这城外一所竹园里，有个草庵，庵儿里面有、个青年的小道姑，生的十分大有颜色，好生聪俊。秀才每夜在那里相伴他。有这等事？张千岂敢说谎？既是这般，恐怕堕落了他功名。张千，你与我唤嬷嬷出来。嬷嬷，老爷呼唤。老身闻的相公呼唤，从不知有甚事？须索走一遭去。老相公，唤老身有何分付？可是这般。领相公的言语，须索书房中走一遭去。张千，你近前来，我分付你。我如今乡下劝农去也。那秀才若来辞别我时，说我公家事忙。你就将春衣一套，白银两锭，全副鞍马一匹，便着他长行。小心在意者。何事催人上路程？愁他迷恋失功名。他时得意来相问，方见通家一点情。自从与我郑彩鸾相遇，着小生昼夜无眠。今日在房中闲坐，可怎生不见嬷嬷来？嬷嬷，你那里去来？我与人家送殡去来。你与谁家送殡去？秀才不知，这里有王同知家一个舍人，被这北门外竹坞草庵一个小的道姑死了，他魂灵缠绕着那个舍人。那舍人如今死了，那庵里道姑他是个鬼怪，但见年少的男子汉，他就缠死了才罢。嗨！谁想那道姑是个鬼魂，唬杀我也。唤张千来，收拾行装，我便索长行也。相公唤我做甚么？老爷在那里？乡下劝农去了。我要上朝取应去也。老爷分付我了，秀才若取应去时，春衣一套，白银两锭，全副鞍马一匹，都有了也。秀才，你等不得老爷回来便去罢？我是等不的，收拾行装，便索长行也。本谓一佳人，如何说鬼魂？情知不是伴，只得且离分。张千，那秀才去了么？去了也。今日无甚事。那北门外有一所竹坞庵，庵里有个道姑，年纪幼小，生的十分大有颜色。老夫一来玩赏散心，二来到庵中看那道姑去走一遭。三十三天离恨天最高，四百四病相思病最苦。则被这相思害杀我也。有的是贱柴，烧你这丑弟子。待道秦修然去了来，他可不曾辞我。待说他不曾去了来，这几日怎生不见，音信皆无？秦修然，我知他在那里也呵。<br>【中吕】【粉蝶儿】这些时懒诵南华，将一串数珠来壁间闲挂，念一首断肠词颠倒熟滑。不免的唤道姑，添净水，我刚刚的把圣贤来参罢。若不是会首人家，几番将这道袍脱下。<br>【醉春风】我如今将草索儿系住心猿，又将藕丝儿缚定意马。人说道出家的都待要断尘情，我道来都是些假、假。几时能勾月枕双欹，玉箫齐品，翠鸾同跨？<br>小姑，你休大惊小怪的，我是歇息咱。理会的，我门首觑者，看有甚么人来。张千，不要头踏伞盖，一人一骑，来到城外。远远那个竹林儿里，敢是那道姑的庵观？这个便是。接了马者。出家人不打稽首，可学俗人拜，这个小道姑也不是个志诚的。你报复去，道有老夫特来相访。咄！是州里大爷。做甚么？有一个老爷在门首哩。<br>【红绣鞋】我恰才搭伏定芙蓉懒架，恰合眼梦见他家，觉来也依旧隔天涯。早是我心绪又乱，更那堪客人侵杂，道甚么相公在门首前方下马。相公请进。这个道姑是生的好也。稽首，相公请坐。小姑，快烹茶来。道姑，你也请坐。贫姑不敢。道姑，兀的恭敬不如从命。既如此。斗胆了。道姑，我此一来你试猜咱。相公此来，贫姑是猜波。<br>【石榴花】莫不是山城无事早休衙？今早不下雨来。朝来微雨润轻纱。这时节正是暮春天道。茸茸芳草衬残霞，都乘着这宝马，老夫待赏玩踏青咱。迅步行踏。贫姑猜着了也。莫不是那官叫，民快央及的怕？老夫一径的散心来。因此上出郊外贪寻幽雅。道姑，老夫此来不张伞盖，不摆头踏，你知老夫的这意么？你可也为甚么不张伞盖不摆头踏？多只是恐惊林下野人家。<br>道姑，你这里好个幽静去处也。<br>【斗鹌鹑】休笑俺草户柴门，那里取那银屏的这绣榻。老夫久慕高风，因此相访。多谢也降尊临卑，屈高、屈高就下。道姑，兀的不是琴？请抚一曲，老夫洗耳。琴弦断，弹不得了也。道姑，你那弦断几时了？出家人休调发我。俺出家人从来不会调发，相公少罪咱。道姑既断了弦，市面上别寻一个续上不的？这弦向那市面上难寻，欲要呵则除江心里旋打。<br>老夫说弦，他说江心里旋打，可是鱼！恁的呵，老夫贤愚不辨。道姑，兀的不是棋盘，将来老夫与你手谈一局。这棋咱人不可下他。怎生不可下他？敢是你怕我老夫识破那一着？<br>【上小楼】枉将你那机谋用煞，若知俺这棋中奸诈。这棋有甚么奸诈在那里？都为那蜗角虚名，蝇头微利，蚁阵蜂衙。将一片打动的心，则与人，争高论下，直等待那揭局儿死时才罢。道姑，这棋不下也罢，你有甚么名人书画将来老夫一看。<br>【幺篇】止不过羲之字，老杜诗，戴松牛，韩干马。止不过枯木竹石，山水翎毛，雪月风花。若题着，那些人，都皆亡化，到如今是渔樵一场闲话。道姑，兀这书画，则道老夫不识。自古以来，思凡的仙女甚多，则说灵照女透丹霞，这一桩事，你可知道么？<br>【快活三】可不说钟子期访伯牙，倒问我灵照女透丹霞。难道是古来的思凡仙女，就也没有？他问我从古的思凡仙女有来么？则教我半晌家难回话。<br>【鲍老儿】你将那无显验的文书是监察，须不是俺孔宣圣遗留下。将那个包待制看成做水晶塔，全没些半点儿真实的话。只待要说古谈今，寻山问水，傍柳穿花。那里也修身正已，利民润物，治国齐家。我观这道姑，生的外有西施之貌，内有道韫之才，可知我那侄儿留恋着他。我闻的侄儿原是与他指腹为婚，正好配成夫妇。今我赚的侄儿去了，若还留在此处，我也不放心。则除是这般。道姑，我那衙门左右，有一所白云观，是敕建祝寿道院。我要请你到观里做个观主，你意下如何？贫姑情愿去。<br>【耍孩儿】我心头百事无牵挂，净坐在方床矮塌。偏生要喧哗场世避喧哗，白云庵情愿为家。则我这粗衣淡饭贫休笑，你那里肥马轻裘富莫夸。看北邙山直下，尽都是牡断碑荒塚，老树残霞。<br>【尾声】怎如陀敢门锁绿苔，闲事扫落花。抱瑶琴高卧在松阴下，便做不得神仙，我也快活煞。<br>天色晚了也。张千将马来，回私宅中去。三十余年仕路间，风尘无处不摧颜。因过竹院贪清话，却得浮生半日闲。<br>第四折<br>小姐还俗去了也，撇得我独自一个，在此孤孤另另，如何度日？不如也寻个小和尚去。我梁公弼的夫人。自从送郑小姐出家，不意害了个心疼的病，整整卧了三年，今日方才痊可。那郑小姐这等薄情，他便不来看我也罢了，难道小姑也差遣不得？再不相问一声？我如今到那竹坞庵去，看他修行何如？怎么门上是郑州封皮封锁了？好是奇怪，等我问去。借问一声：这庵里的郑道姑那里去了？搬在州西白云观里做住持去了。我再寻到白云观去。观里有人么？谁叫？原来是郑师父。我问你，你家小姐那里去了？一言难尽。我小姐尘心不净，才出家不多几时，便引了一个秀才，每夜来听琴，听出来了。那秀才可也薄情，他去上朝取应，辞也不来辞一辞，害的我小姐做了相思病，常要个死。你道这样怎出的家？元来如此。我若不害心疼，等我来打落他一个没面皮才好。我师父，你为何也害相思病，心疼起来？谇！把我老人家也说这等话。我小姐正是心疼，在庵里长吁短叹的。却是本州大爷到庵里来，看见我家小姐，道他生的好。请到白云观做住持，连我也搬来了。谁想那秀才一去中了状元，如今小姐还了俗，嫁他做夫人去了。入娘的，我当初不要你出家，你强要出家。如今忍不的，可跟的人去了。你便上天入地，我着锹撅出你来。转过隅头，抹过屋角，则这里便是新状元的宅子。不必报复，我自到他厅上坐着，看他两口儿怎生出来见我？谁想有今日也呵。<br>【双调】【新水令】成就了碧桃花下凤鸾交，怕甚么出家儿被教门中耻笑。那里也灵丹腹内安，经卷向杖头挑。月夕花朝，将一阵黄粱梦忽惊觉。呀！元来是我师父。小姐，你当初怎生出家来？<br>【乔牌儿】几曾见出家的有下稍？趁如今我青春尚年少。我教你弹琴，正要清心养性，倒教你引老公不成？倒是我卓文君一曲求凰操，早把那汉相如引动了。<br>你要成亲，也少不得请你那亲眷，怎么不着我知道？<br>【雁儿落】别不曾将亲眷邀，那里把你个姑姑告？你为甚么事便还了俗？我这有宿缘的要还俗，我到道录司告去，不道的饶了你哩。哎！你个有火性的何须闹？你既是出不的家，谁教你出家？<br>【得胜令】呀！大古来人怨语声高，怎知俺父母有盟约？你待要锯倒连枝树，分开比翼鸟。未曾出胎胞，早指腹成亲了。直到的今朝，才得这夫妻成对好。<br>请老相公劝一劝姑姑罢。怎生大惊小怪的？老相公来了，须劝老师父一劝。他若再闹呵，我送他道录司去，拷打他下半截来。那老道姑在那里？在前厅上坐着哩。兀那老道姑，看老夫面上，完成了他两口儿前程罢。兀的不是老相公？兀的不是我夫人。我丢了冠子，脱了布衫，解了环绦。我认了老相公，不强如出家？老师父，你怎生便是这等？当初谁着你出家来？我则有这个老公。我也不曾有两个。<br>【甜水令】你只待掀倒秦楼。填严洛浦，摧翻祅庙，不住的絮叨叨。为甚么也丢了早冠，脱了道服，解了环绦，直恁般戒行坚牢？<br>【折桂令】多应是欲火三焦，一时焰起，遍体焚烧。似这等难控难持，便待要相偎相傍，也顾不得人笑人嘲。想着你瘦山<br>品々，精神渐槁，何况我娇滴滴<br>颜色方妖。他原是我相公，被工贼赶散也，比你偷的。你既有夫主相抛，我岂无亲事堪招？总不如两家儿各自团圆，落的个尽付里同享欢乐。老汉是那郑小姐家院公，与小姐送斋粮道服来。俺到庵里，不见小姐，人说他搬到白云观做了观主，我又寻到白云观去，元来还俗去了也。这个是他宅子，我自过去。小姐，我与你送斋粮道服来了，你怎么又还了俗？<br>【沽美酒】这一领新道袍，似千里赠鹅毛。路远风尘你动劳，争知我衣冠改了也，不是做夫人便妆幺。<br>【太平令】想这段前程非小，俺出家的福分难消。但则要捉对儿云期雨约，便是掩师徒每全真了道。我着你记着，想着，不曾忘了，常言道，一还一报。这新状元你认的么？我不认的。他就是我在南阳时同僚秦思道的孩儿，叫做秦修然。可知道来，他原与郑彩鸾指腹成亲的。孩儿，你早和俺说知，也省得我这般聒絮。如今我夫人认着老夫，姑姑又与新状元成了亲事，天下喜事无过夫妇团圆。便当杀羊造酒，做个大大庆喜的筵席。<br>【离亭宴煞】咱如今把围棋识破了输赢着，瑶琴弹彻相思调，这婚姻是天缘凑巧。稳坐了七香车，高揭了三檐伞，请受了金花诰。再不赴偷香窃玉期，再不事炼药烧丹教，从些后无烦少恼。便不能随他萧史并登仙，只情愿守定梁鸿只谐老。<br>题目郑彩鸾草庵学道<br>正名秦修然竹坞听琴",
  "poet": {
    "id": 1008,
    "star": 0,
    "name": "石子章",
    "desc": "石子章，元杂剧作家。名建中，以字行。祖籍柳城（今辽宁朝阳）人。石晋之后。曾寓居大都（今北京），客游真定（今河北正定），后家于郑南（今河南郑州，一说今陕西汉中）。金亡后曾随乌古孙仲端出使西域。与元好问、李显卿、张肃、陈述、王旭等交游友善，此数人多有寄赠子章之诗，则子章亦由金入元时人。为人“疏狂放浪无拘禁”。所作杂剧二种。"
  },
  "tags": []
}