{
  "id": 71737,
  "star": 10,
  "name": "小桃红·碧湖湖上柳阴阴",
  "dynasty": "元代",
  "content": "碧湖湖上柳阴阴，人影澄波浸，常记年时欢花饮。到如今，西风吹断回文锦。羡他一对，鸳鸯飞去，残梦蓼花深。",
  "fanyi": "<p><strong>译文</strong><br>碧绿的湖面上笼罩着柳荫，人的倒影在明净的水波中映浸。经常浮现在记忆里的是年时节下花前的畅饮。到如今，夫妻离散无音信。羡慕那成双成对的鸳鸯，比翼齐飞到蓼花深处，人却是鸳梦已残，无计重温。</p><p><strong>注释</strong><br>回文锦：东晋前秦才女苏惠被丈夫窦涛遗弃，织锦为“璇玑图”寄涛，锦上织入八百余字，回旋诵读，可成<a href=\"http://so.gushiwen.org/view_71737.aspx\">诗</a>数千首。窦涛感动，终于和好如初。后人因以“回文锦”代指思妇寄给远方夫君的述情之物。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　杨果是由金入元的散曲作家。这支小令写思妇思念丈夫。曲子首句“碧湖湖上柳阴阴”是说：想起绿树成荫的湖畔，折柳送别的场所，能想起多少故事。这就仿佛是当代人的火车站情结一般。“人影澄波浸”的意思是：很多惜别的人影，倒映在湖面上，水波又打乱了影像。“常记年时对饮”是想象，意思是说：想起我们一块对坐饮酒，好不惬意。“到如今，西风吹断回文锦”意谓：念目前，夫妻离散，心中无限悲痛。最后三句“羡他一对，鸳鸯飞去，残梦蓼花深”的大意是：羡慕身旁飞过的鸳鸯，看别人成双成对，只觉得一场残梦般，蓼花深深。这直白的悲痛，非常感人，可以说这是全<a href=\"http://so.gushiwen.org/view_71737.aspx\">诗</a>最美的三句。</p> <p>　　这首小令从写景领起，写湖水清碧，岸柳阴阴，是典型的江南水乡风光。“碧湖”与“湖上”是两个词组，作者有意重用一个“湖”字，而不说“碧湖岸上”，与其后“阴阴”的叠词同集一句，便形成了一种婉转低回的情味。“人影澄波浸”是表现湖水的清纯，回应“碧湖”，但更主要的是从湖景带出“人影”，由写景向写人过渡。“人影”至少能给读者提供另外两种意象：一是指曲中主人公本人，“柳阴阴”衬托出其人的孤独，而碧湖澄波的宁静气氛则反现出下文心情的不平静；二是指湖中的采莲女，因为这首《小桃红》是从江南采莲的意境生发的。若取此解释，那么主人公所忆的“对花饮”的对象，也是一名采莲女子。而“语译”释“人影”为游人之影，则是与下句“常记”相承，所谓触景生情。</p> <p>　　设想柳荫下游人笑语欢饮，且男女相杂，于是激起了主人公“年时对花饮”的回忆。“对花饮”通常意义就是对花饮酒，但“花”在诗歌中又有借喻女子的习常用法。这才使我们意识到曲中主人公为一名男子。这是作者有意安排的效果，这里不妨看他的另一首《小桃红》：“采莲湖上棹船回，风约湘裙翠。一曲琵琶数行泪。望人归，芙蓉开尽无消息。晚凉多少，红鸳白鹭，何处不双飞。”立意乃至布局都与本篇惊人地相似，而主人公的女性身份则同样是一目了然的。中国的词曲作家都善于用简略的暗示来节省介绍人物的笔墨。</p> <p>　　回忆只有短短的一句，迅即接上了“到如今”，显示了现实的无情。“如今”与“年时”形成了强烈的对比。“回文锦”表现出了主人公与“年时对花饮”的对方的恋爱相思关系，而这三字本身已寓离散之意，何况“西风吹断”，两人的音书联系也中断了。作者不直说情人远去，恩爱断绝，而以“西风吹断回文锦”为暗喻，是艺术语言的需要，也表现出一种讳言伤痛的惆怅情味。于是，由触景生情，又进一步引出了末三句的见景生感。</p> <p>　　“羡他一对，鸳鸯飞去，残梦蓼花深”，这“残梦蓼花深”又非一种断言可以括尽。我们取“残梦”为鸳鸯之梦，似较得诗人之旨。这三句全述“鸳鸯”，以一个“羡”字统领，一方面说明了主人公渴望爱情幸福的强烈，连鸳鸯的“残梦”也在被羡之列；另一方面也显示了主人公对命运现实的绝望。一对鸳鸯飞入蓼花深处并头酣眠，是连贯的一意，作品分作三句，虽是服从曲律句式的需要，却也表现出主人公在克制伤痛、倾诉愿望时的一种挣扎感。</p> <p>　　这首小令由景及人，又由人及景，借湖上的美景作为人物悲剧命运和悲剧心理的强烈反衬，所谓“以乐景写哀，一倍增其哀乐”（清<a href=\"http://so.gushiwen.org/author_504.aspx\">王夫之</a>《诗律》）。曲中处处表现出对悲哀的克制，含痛于喉，同时也因此表现出一种悱恻低回的风调。这种风调及其表现的手法都近于婉约词，而“到如今”、“羡他一对，鸳鸯飞去”等使用的又是曲的平直语言。以曲为载体，以词为笔法，这正是词曲嬗变时期的常见现象。 </p>",
  "poet": {
    "id": 83,
    "star": 0,
    "name": "杨果",
    "desc": "杨果，[1195-1269]字正卿，号西庵，祈州蒲阴（今河北安国县）人。生于金章宗承安二年（宋庆元三年），金哀宗正大元年（1224）登进士第，官至参知政事，为官以干练廉洁著称。卒，谥文献。工文章，长于词曲，著有《西庵集》。与元好问交好。其散曲作品内容多咏自然风光，曲辞华美，富于文采。明朱权《太和正音谱》评其曲“如花柳芳妍”。"
  },
  "tags": [
    "写景",
    "妇女",
    "思念"
  ]
}