{
  "id": 22565,
  "star": 59,
  "name": "杭州春望",
  "dynasty": "唐代",
  "content": "望海楼明照曙霞，护江堤白踏晴沙。<br>涛声夜入伍员庙，柳色春藏苏小家。<br>红袖织绫夸柿蒂，青旗沽酒趁梨花。<br>谁开湖寺西南路，草绿裙腰一道斜。",
  "fanyi": "<p><strong>译文</strong><br>杭州城外望海楼披着明丽的朝霞，走在护江堤上踏着松软的白沙。<br>呼啸的钱塘涛声春夜传入伍员庙，娇嫩的绿柳春色包蕴在苏小小家。<br>红袖少女夸耀杭绫柿蒂织工好，青旗门前争买美酒饮“梨花”。<br>是谁开辟了通向湖心孤山的道路？长满青草的小道像少女的绿色裙腰弯弯斜斜。</p> <p><strong>注释</strong><br>⑴望海楼：作者原注云：“城东楼名望海楼。”<br>⑵堤：即白沙堤。<br>⑶伍员：字子胥，春秋时楚国人。其父兄皆被楚平王杀害。伍员逃到吴国，佐吴王阖庐打败楚国，又佐吴王夫差打败越国，后因受谗毁，为夫差所杀。民间传说伍员死后封为涛神，钱塘江潮为其怨怒所兴，因称“子胥涛”。历代立祠纪念，叫伍公庙。连立庙的胥山也称为“伍公山”。<br>⑷苏小：即苏小小，为南朝钱塘名妓。西湖冷桥畔旧有苏小小墓。<br>⑸红袖：指织绫女。<br>⑹柿蒂：“杭州出柿蒂，花者尤佳也。”南宋吴自牧的《梦梁录》卷一八说：“杭土产绫曰柿蒂、狗脚，……皆花纹特起，色样织造不一。”<br>⑺青旗：指酒铺门前的酒旗。沽酒：买酒。<br>⑻梨花：酒名。作者原注云：“其俗，酿酒趁梨花时熟，号为‘梨花春’。”案此二句写杭州的风俗特产：夸耀杭州产土绫“柿蒂”花色好，市民赶在梨花开时饮梨花春酒。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　首联，先推出“望海楼”“护江堤”，是因为楼高、堤长足可贯领通篇，它们在辉彩早霞、泛光晴沙的映照下，一“明”一“白”，渲衬成一派秾丽畅朗的气氛，渐启以下佳境。在这里，“照”楼曙色和霞光属客观现象，“踏”堤遨游则是游人的兴趣，一静一动，皆从<a href=\"http://so.gushiwen.org/view_22565.aspx\">诗</a>人眼中见出，紧扣题目的“望”字。诗中原注：“城东楼名望海楼”，又杭城临钱塘江，故筑堤。次联转过一层，始引出显著的季节特征：春潮汹涌，夜涛摩荡，声响直振吴山顶的伍公庙；柳枝掩映，苏小家正当新绿深处，春光似乎就凝汇在她如花的年华和火一般的热情里……这两句声色交织、虚实相衬，分别从视听感知里生发出“夜入”“春藏”的美妙联想，一并融进涵纳着深沉悠远的历史内容的“伍员庙”“苏小家”里，使古老的胜迹超越时空，带上了现实感，并给读者以审美的愉悦。</p> <p>　　第三联从前面连辐直下的四处景点移开目光，注视到民俗人事上来。江南丝织业繁盛，故诗中自注：“杭州出柿蒂，花者尤佳也”，据宋人吴自牧《梦粱录·物产》记载，这是绫的花纹；又当地产美酒，诗中亦自注：“其俗，酿酒趁梨花时熟，号为‘梨花春’”。这里特以二者并举，描写杭州女工织艺的精巧和当时人们争饮佳醪的民俗风情，勾勒出繁荣兴旺的社会景象。而“红袖”与“青旗”、“柿蒂”与“梨花”的颜色对照、品物相衬，更象一幅工丽雅致的画图，流溢着浓郁活泼的生活情趣。尾联以登高远眺所见的阔大场景收束，暗与首句照应。“湖寺西南路”，指由断桥向西通往湖中到孤山的长堤，两旁杂花草木密布，诗中自注说：“孤山寺路在湖洲中，草绿时，望如裙腰”。请看，满湖清波如同少女的彩裙飘动，白堤上烟柳葱茏，碧草如茵，就像少女裙上的绿色飘带。上句就“谁开”提唱，故设问答，接着用了“裙腰”这个绝妙的比喻，使人联想到春天的西湖，仿佛是一位风姿绰约的妙龄少女的化身。</p>",
  "about": "<h2>创作背景</h2> 　　<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>自穆宗长庆二年（822）秋至长庆四年春任杭州刺史，此<a href=\"http://so.gushiwen.org/view_22565.aspx\">诗</a>即作于是时。",
  "poet": {
    "id": 665,
    "star": 0,
    "name": "白居易",
    "image": "http://img.gushiwen.org/authorImg/baijuyi.jpg",
    "desc": "白居易（772年－846年），字乐天，号香山居士，又号醉吟先生，祖籍太原，到其曾祖父时迁居下邽，生于河南新郑。是唐代伟大的现实主义诗人，唐代三大诗人之一。白居易与元稹共同倡导新乐府运动，世称“元白”，与刘禹锡并称“刘白”。白居易的诗歌题材广泛，形式多样，语言平易通俗，有“诗魔”和“诗王”之称。官至翰林学士、左赞善大夫。公元846年，白居易在洛阳逝世，葬于香山。有《白氏长庆集》传世，代表诗作有《长恨歌》、《卖炭翁》、《琵琶行》等。"
  },
  "tags": [
    "春天"
  ]
}