{
  "id": 50487,
  "star": 78,
  "name": "将进酒·城下路",
  "dynasty": "宋代",
  "content": "城下路，凄风露，今人犁田古人墓。岸头沙，带蒹葭，漫漫昔时流水今人家。黄埃赤日长安道，倦客无浆马无草。开函关，掩函关，千古如何不见一人闲？<br>六国扰，三秦扫，初谓商山遗四老。驰单车，致缄书，裂荷焚芰接武曳长裾。高流端得酒中趣，深入醉乡安稳处。生忘形，死忘名。谁论二豪初不数刘伶？",
  "fanyi": "<p><strong>译文</strong><br>城下的道路，凄冷的风露，今人的耕田原是古人的坟墓。岸边滩头的白沙，连接着成片的蒙葭。昔日漫漫江河流水如今已成陆地，住满了人家。通往长安韵大道，黄尘滚滚，烈日炎炎，疲倦的过客人无水饮马不料草。天下太平又变乱，函谷打开又闭关。千百年来怎见不到一人有空闲？<br>秦末时群雄纷争国家大扰，汉高祖<a href=\"http://so.gushiwen.org/author_746.aspx\">刘邦</a>把天下横扫。本以为世风转好，出了不慕荣华的商山四皓。谁知派一介使臣，送一封邀请书，他们就撕下伪装忙不迭地到侯门居住。只有高人名士才能真正领会酒的情趣，沉入醉乡睡到安稳宁静之处。活着放浪忘形，死后无需留名。谁说公子、处士胜过萧洒爱酒的刘伶。</p> <p><strong>注释</strong><br>1.将进酒：实名《小梅花》。“将进酒”是作者改题的新名。<br>2.“今人”句：<a href=\"http://so.gushiwen.org/author_49.aspx\">顾况</a>《短歌行》：“城边路，今人犁田古人墓。”顾况：顾况（约727—约815）字逋翁，号华阳真逸（一说华阳真隐），晚年自号悲翁，汉族，苏州海盐横山人（今在浙江海宁境内），唐代<a href=\"http://so.gushiwen.org/view_50487.aspx\">诗</a>人、画家、鉴赏家。<br>3.“岸头沙”三句：顾况《短歌行》：“岸上沙，昔时江水今人家。”蒹葭：一种像芦苇的草。<br>4.“黄埃”句：顾况《长安道》：“长安道，人无衣，马无草。”<br>5.函关：即函谷关，在今河南灵宝县东北，函关为战国秦之东方门户，时平则开，时乱则闭。<br>6.六国扰：指秦末复起之齐、楚、燕、韩，赵、魏。<br>7.三秦扫：指刘邦灭<a href=\"http://so.gushiwen.org/author_253.aspx\">项羽</a>，建立汉朝。<br>8.商山遗四老：又称“商山四皓”。西汉初立，他们四人隐居商山，不为汉臣。这四人是：东园公、绮里季、夏黄公、角里先生。<br>9.“驰单车”二句：《史记·留侯世家》载：刘邦欲废太子，吕后为保住太子地位，让太子卑辞修书派人请四皓，四皓应请而至。单车：指使者。<br>10.“裂荷”句：芰荷制衣为高士之象征。语出《离骚》“制芰荷以为衣兮”。此处说“裂荷焚芰”，是指四皓应聘出山自毁高洁，语本<a href=\"http://so.gushiwen.org/author_2748.aspx\">孔稚圭</a>《北山移文》“焚芰制而裂荷衣”。接武：犹言接踵。武：足迹。曳长裙：指依附于王侯权贵，裾：衣服的前襟。<br>11.高流：指<a href=\"http://so.gushiwen.org/author_698.aspx\">阮籍</a>、<a href=\"http://so.gushiwen.org/author_645.aspx\">陶渊明</a>、刘伶、<a href=\"http://so.gushiwen.org/author_464.aspx\">王绩</a>等。<br>12.端：真。<br>13.“二豪”句：指贵介公子、缙绅处士。见刘伶《酒德倾》。刘伶：晋“竹林七贤”之一，以嗜酒著称。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　此词是作者在饱经人生忧患之后对历史、社会的沉思和对人生的抉择。历史、社会是虚幻变化的：古人的坟墓变成了今人的耕田，昔日的江河流水如今变成了村落住上了人家：社会动乱又太平，太平了又动乱：整个人生又是那么劳碌奔忙，疲惫不堪，就像长安道上人无水马无草的倦客。在这虚幻变化的社会历史中，摆在作者面渐的只有荫条路：一是遁入深山做隐士，一是沉入醉乡做酒徒，因为仕进之路早巳堵塞。而追思往古，历史上的所谓高人隐士多属虚伪，君不见秦末汉初的商山四皓，一度以隐居深山不仕新朝而名扬四海，可不久就撕下伪装住进了侯门。看来唯一的人生选择只有像刘伶那样沉入醉乡；旋浪形髌，且尽生前一杯酒，也不管死后有无名。不过，作者表面上看破红尘，实质上他难以看破，也难以真正忘名，不然他就不会这么激愤了。 </p> <p>　　自然界的变化，一般比人事变化迟缓。如果自然界都发生了变化，那人事变化之大就可想而知了。沧海桑田的典故，就是说的这种情况。这首词一上来的六句，也是就自然与人事两方面合写这个意思。词句用<a href=\"http://so.gushiwen.org/author_49.aspx\">顾况</a>《悲歌》“边城路，今人犁田昔人墓；岸上沙，昔时流水今人家”，而略加增改。前三句写陆上之变化，墓已成田（用《古<a href=\"http://so.gushiwen.org/view_50487.aspx\">诗</a>》“古墓犁为田”之意），有人耕；后三句写水中之变化，水已成陆，有人住。下面“黄埃”二句也从顾况《长安道》“长安道，人无衣，马无草”来，接得十分陡峭。看了墓成田，水成陆。他们依旧为了自己的打算，不顾一切地奔忙着。函谷关是进入长安的必由之路。关开关掩，改朝换代，然而长安道上还是充满了人渴马饥的执迷不悟之徒。歇拍用一问句收束，讥讽之意自见。</p> <p>　　“六国扰”，概括了七雄争霸到秦帝国的统一，“三秦扫”，概括了秦末动乱到汉帝国的统一。“初谓”四句，是指在秦、汉帝国通过长期战争而完成统一事业的过程中，几乎所有人都被卷进去了。词人说，他最初还以为商山中还留下了东园公、角里先生、绮里季、夏黄公这四老。谁知道经过统治者写信派车敦请以后，就也撕下了隐士的服饰，一个跟着一个地穿起官服，在帝王门下行走起来了。（商山四皓最初不肯臣事汉高祖，后被张良用计请之出山，保护太子，见《史记·留侯世家》。南齐周彦伦隐居钟山，后应诏出来做官，<a href=\"http://so.gushiwen.org/author_2748.aspx\">孔稚圭</a>作《北山移文》来讥讽他，中有“焚芰制而裂荷衣，抗尘容而走俗状”之语。又汉<a href=\"http://so.gushiwen.org/author_811.aspx\">邹阳</a>《上吴王书》中句：“何王之门不可曳长裾乎？”）这四句专写名利场中的隐士，表面上很恬淡，实则非常热中。隐居，只是他们的一种姿态、一种向统治者讨价还价的手段，一到条件讲好，就把原来自我标榜的高洁全部丢了。上面的“初”字、“遗”字和下面的“裂”字、“焚”字、“接”字、“曳”字，不但生动准确，而且相映成趣，既达到嘲讽的目的，也显示了作者的幽默感。不加评论，而这般欺世盗名的人物的丑态自然如在眼前。</p> <p>　　“高流”以下，正面结出本意。《醉乡记》，隋、唐之际的<a href=\"http://so.gushiwen.org/author_464.aspx\">王绩</a>作，《酒德颂》，晋刘伶作，都是古来赞美饮酒的著名文章。在《记》中，王绩曾假设“阮嗣宗、<a href=\"http://so.gushiwen.org/author_645.aspx\">陶渊明</a>等十数人并游于醉乡，没身不反，死葬其壤，中国以为酒仙。”在《颂》中，刘伶曾假设有贵介公子和搢绅处士各一人，起先反对饮酒，后来反而被专门痛饮的那位大人先生所感化。高流，指阮、陶、刘、王一辈人，当然也包括自己在内。末三句是说，酒徒既外生死、忘名利，那么公子、处士这二豪最初不赞成刘伶那位先生，没有人会去计较这些。肯定阮、刘等，也就是否定“长安道”上的“倦客”、“裂荷焚芰”的隐士。（“生忘形”，用<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>《醉时歌》：“忘形到尔汝，痛饮真吾师。”“死忘名”，用《世说新语·任诞篇》载晋<a href=\"http://so.gushiwen.org/author_251.aspx\">张翰</a>语：“使我有身后名，不如即时一杯酒。”均与“高流端得酒中趣”切合。）方伯海《〈文选〉集成》评《酒德颂》云：“古人遭逢不幸，多托与酒，谓非此无以隐其干济之略，释其悲愤之怀。”此词以饮酒与争权势、夺名利对立，也是此意。</p> <p>　　此词针对这种普遍存在的历史现象而发出的不平之鸣。作品中所表现的对于那样一些统治者及其帮忙、帮闲们的鄙视，是有其进步意义的。但由于阶级性和世界观的限制，他又只知道向“醉乡”中逃避，即采取不合作的态度，这种消极的生活态度和思想感情又显示了这种进步意义的局限性很大。</p> <p>　　以愤慨、嘲讽的口吻来描写历史上那些一生忙着追求权势和名利的人，占了此词的大部分篇幅。但起笔却从人事无常写起，这样，就好比釜底抽薪，把那些热衷于富贵功名的人都看得冷淡了，从而为下文揭露这些人的丑态埋下伏线，同时也为作者自己最后表示的消极逃避思想埋下伏线。</p> <p>　　<a href=\"http://so.gushiwen.org/author_179.aspx\">张耒</a>《〈东山词〉序》曾指出贺词风格多样化的特点：“夫其盛丽如游金、张之堂，而妖冶如揽嫱、施之袂，幽洁如屈、宋，悲壮如苏、李，览者自知之。”此词和前几首截然不同，也可证明此点。从这些地方可以看出，<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>的作品在词坛出现以后，其影响是相当广泛的。</p>",
  "about": "<h2>创作背景</h2> 　　《将进酒·城下路》创作于嘉佑年间。封建社会的统治阶级为了实现自己的野心和贪欲，总是不断地争城夺地，至少也是争名夺利。这种争夺的结果，不但使广大人民遭殃，也使统治阶级中某些道德和才能出众的成员受到压抑和排斥。<a href=\"http://so.gushiwen.org/author_399.aspx\">贺铸</a>就是其中的一个。",
  "poet": {
    "id": 399,
    "star": 0,
    "name": "贺铸",
    "image": "http://img.gushiwen.org/authorImg/hezhu.jpg",
    "desc": "贺铸(1052～1125) 北宋词人。字方回，号庆湖遗老。汉族，卫州（今河南卫辉）人。宋太祖贺皇后族孙，所娶亦宗室之女。自称远祖本居山阴，是唐贺知章后裔，以知章居庆湖（即镜湖），故自号庆湖遗老。"
  },
  "tags": [
    "咏史",
    "怀古伤今",
    "抒怀"
  ]
}