{
  "id": 27702,
  "star": 28,
  "name": "题武关",
  "dynasty": "唐代",
  "content": "碧溪留我武关东，一笑怀王迹自穷。<br>郑袖娇娆酣似醉，屈原憔悴去如蓬。<br>山樯谷堑依然在，弱吐强吞尽已空。<br>今日圣神家四海，戍旗长卷夕阳中。",
  "fanyi": "<p><strong>译文<br></strong>清澈的溪水汩汩地流过要留我在武关之东，可笑当年的楚怀王入关投秦却是到了尽穷。<br>郑袖得宠的娇艳妩媚之态就好像喝醉似的，<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>遭放逐到处流落他的形容就犹如乱蓬。<br>如桅杆耸立的峰峦似壕沟深长的山谷还在，而弱肉强食七国争雄却像过眼烟云已成空。<br>当今天子如此神圣四海为一家天下为统一，而如今武关上长风浩荡戍旗翻卷于夕阳中。</p> <p><strong>注释<br></strong>⑴武关：战国时秦国设置的关隘，故址在令陕西商洛县东。<br>⑵怀王：楚怀王熊槐（？一前295）战国时期楚国的国君，前328至前299年在位。据《史记·楚世家》和《屈原列传》，秦昭王致书楚怀王，约会于武关。怀王入武关，秦伏兵断绝其归路以求割地，怀王怒而不从逃往赵国，赵国惧秦不敢接纳。怀王只得又回秦国，结果死于秦国。<br>⑶郑袖：楚怀王宠妃。据《史记·屈原列传》等，楚与齐结盟共同抗击秦国，秦惠文王派张仪使楚，表示如楚与齐绝交，秦愿割地六百里给楚。楚听信谎言与齐断交，事后，秦不肯割地，怀王起兵，大败而归。第二年，秦欲与楚讲和，怀王表示“不愿得地，愿得张仪而甘心焉”。张仪到楚先行收买郑袖，郑袖劝怀王不杀张仪，怀王听信郑袖之言，把张仪放走了。妖娆（ráo）：娇艳美好，妩媚多姿。酣（hān）：畅快喝酒。<br>⑷屈原：楚国大夫，早年曾得楚怀王信任，主张联齐抗秦，后来楚怀王听信谗言把他放逐外地，流放期间，始终心忧国李。憔悴：面容黄瘦。蓬（péng）：蓬草。蓬草随风飘转，常用来比喻人的身世飘零或行踪不定。<br>⑸山樯（qiáng）：如桅杆般耸立的山峦。谷堑：深长的峡谷。<br>⑹弱吐强吞：形容战国时强国侵吞弱国的形势。<br>⑺圣神：对皇帝的敬称。家四海：四海一家，天下统一。<br>⑻戍（shù）旗：守卫边防的战旗。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　作为千古形胜之地的武关，<a href=\"http://so.gushiwen.org/view_27702.aspx\">诗</a>人跋涉至此，不能不驻足凭吊一番。所以首联开门见山，用拟人的艺术手法，把自己在武关的盘桓说成是“碧溪”的相留，这就将诗情十分自然地转到对这一历史陈迹的临风联想上来。</p> <p>　　“一笑怀王迹自穷”，是诗人对楚怀王的悲剧结局的嘲弄，其中更有对怀王其人其事的感叹、痛恨和反思。因此，颔联紧承这一脉络，以历史家的严峻和哲学家的深邃具体地分析了“怀王迹自穷”的根源。楚怀王原任命<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>为左徒，内政外交均很信任他。后来由于上官大夫的诬陷，怀王渐渐疏离了屈原。秦国见有隙可乘，就派张仪至楚，以重金收买了上官大夫靳尚之流，并贿赂了怀王稚子子兰和宠姬郑袖，谗害屈原。怀王在郑袖、靳尚等一群佞臣小人的包围下，终于走上绝齐亲秦的道路，放逐了屈原。最后怀王为秦伏兵所执而客死秦国。此后楚国国运日益衰败，一蹶不振。从这段历史可以看到，怀王的悲剧结局完全是由于他亲小人、疏贤臣的糊涂昏庸所致，是咎由自取，罪有应得。因此，诗人在颔联中以形象化的语言，极为深刻地揭示了这一内在的根源。这两句诗对比强烈，内涵丰富。郑袖“娇娆”，可见其娇妒、得宠之态，而“酣似醉”，足见怀王对他的宠幸和放纵；屈原“憔悴”，可见其形容枯槁、失意之色，而“去如蓬”，足见屈原遭放逐后到处流落，无所依归的漂泊生涯。诗人正是通过小人得势、贤臣见弃这一形象的对比，婉转而深刻地指责了怀王的昏聩，鞭挞了郑袖的惑主，以及痛惜屈原的被逐。由此思之，诗人在瞻眺武关时，面对“怀王迹自穷”的现实，不能不付之一笑。</p> <p>　　颈联在构思上是个转折，从对历史的沉思、叙述过渡到抒发眼前的感喟。诗人通过对江山依旧、人事全非的慨叹，说明“兴废由人事，山川空地形”（<a href=\"http://so.gushiwen.org/author_197.aspx\">刘禹锡</a>《金陵怀古》）的历史教训。楚怀王正是因为在人事上的昏庸才导致了丧师失地、身死异国的悲剧。从这一意义来说，这一联的感慨实际上是对上联所叙述史事的寓意的进一步延伸。</p> <p>　　最后，诗人的眼光再次落到武关上。如今天子神圣，四海一家，天下统一；武关上长风浩荡，戍旗翻卷，残阳如血。这一联是全诗的出发点。<a href=\"http://so.gushiwen.org/author_211.aspx\">杜牧</a>不但才华横溢，而且具有远大的政治抱负，他的理想社会就是盛唐时期统一、繁荣的社会。但是晚唐时期，尽管形式上维持着统一的局面，实际上，中央王朝在宦官专权、朋党交争的局面下势力日益衰败，地方藩镇势力日益强大，几乎形成了“无地不藩，无藩不叛”的局面。这不能不使怀有经邦济世之志和忧国忧民之心的诗人忧心忡忡。面对唐王朝渐趋没落的国运，诗人站在武关前，思绪万千。于是对历史的反思，对现实的忧思，一齐涌上心头，形于笔底。他希望唐王朝统治者吸取楚怀王的历史教训，任人唯贤，励精图治，振兴国运。同时也向那些拥兵割据的藩镇提出了警戒，不要凭恃山川地形的险峻，破坏国家统一的局面；否则，不管弱吐强吞，其结局必将皆成空。</p>",
  "about": "<h2>创作背景</h2> 　　唐文宗开成四年（839），<a href=\"http://so.gushiwen.org/author_211.aspx\">杜牧</a>由宣州赴长安任左补阙、史馆修撰，途经武关时，吊古伤今，感叹时事，写下了这首《题武关》。",
  "poet": {
    "id": 211,
    "star": 0,
    "name": "杜牧",
    "image": "http://img.gushiwen.org/authorImg/dumu.jpg",
    "desc": "杜牧（公元803－约852年），字牧之，号樊川居士，汉族，京兆万年（今陕西西安）人，唐代诗人。杜牧人称“小杜”，以别于杜甫。与李商隐并称“小李杜”。因晚年居长安南樊川别墅，故后世称“杜樊川”，著有《樊川文集》。"
  },
  "tags": [
    "咏史怀古",
    "吊古伤今"
  ]
}