{
  "id": 71255,
  "star": 1,
  "name": "阻雪连句遥赠和",
  "dynasty": "南北朝",
  "content": "积雪皓阴池，北风鸣细枝。九逵密如绣，何异远别离。<br>风庭舞流霰，冰沼结文澌。饮春虽以燠，钦贤纷若驰。<br>珠霙条间响，玉溜檐下垂。杯酒不相接，寸心良共知。<br>飞云乱无绪，结冰明曲池。虽乖促席燕，白首信勿亏。<br>飘素莹檐溜，岩结噎通崋。罇罍如未澣，况乃限首仪。<br>原隰望徙倚，松筠竟不移。隐忧恧萱树，忘怀待山巵。<br>初昕逸翮举，日昃驽马疲。幽山有桂树，岁暮方参差。",
  "fanyi": "<h2>注释</h2> 积雪皓阴池。积雪让深池变成白色。<br>皓：洁白。冰沼（古文苑作池。《<a href=\"http://so.gushiwen.org/view_71255.aspx\">诗</a>纪》云。一作池。）<br>阴池幽流，玄泉冽清。――《文选·<a href=\"http://so.gushiwen.org/author_6.aspx\">张衡</a>·东京赋》阴指：水[water]<br>北风鸣细枝。北风吹响树木的纤细枝条。<br>鸣：响<br>九逵密如绣。多条道路像刺绣一样密实。<br>逵（形声，从辵chuò，坴（lù）声），本义：四通八达的道路，泛指大道[thoroughfare]，肃肃兔罝，施于中逵。——《诗·周南·免罝》。又如：大逵（大道）；逵衢（大道）；逵路（四通八达的大道）；逵径（岔路）。<br>何异远别离。这与在遥远之处互相别离有什么不同吗？<br>风庭舞流霰。风在庭院让流动的雪粒起舞。<br>风庭：庭院。霰，雪珠、雪粒。<br>冰沼结文澌。冰冻的沼泽结碎冰。<br>凘sī：指冰。文，错画也。象交文。今字作纹。——东汉·许慎《说文》。细碎的薄冰[trash ice]<br>坐久吟移调，更长砚结凘。——唐·方千《酬故人陈七都》。<br>饮春虽以燠。饮酒是为了温暖。<br>古人喻春为酒，常把吃酒叫做饮春、品春。燠：温暖。<br>钦贤纷若驰。敬贤盛多，（心）向往之。<br>钦贤，敬贤。《晋书·明帝纪》：“性至孝，有文武才略，钦贤爱客，雅好文辞。”南朝·宋·<a href=\"http://so.gushiwen.org/author_758.aspx\">谢灵运</a>《拟魏太子邺中集诗·魏太子》：“忝此钦贤性，由来常怀仁。”南朝·梁武帝《旌表甄恬诏》：“朕虚己钦贤，寤寐盈想，诏彼羣岳，务尽搜扬。”<br>纷或有缓之意。纷若：盛多的样子。<br>驰：向往<br>珠霙条间响。雪粒在（细长的）枝条之间（沙沙）作响。<br>霙（拼音:yīng）：雪花。与霰的区别：霰是民间俗称的雪粒子，而霙则是雨夹霰一起下。<br>条：植物的细长枝。<br>玉溜檐下垂。冰柱在屋檐下面垂着。<br>玉溜：冰柱。<br>杯酒不相接。（要想敬）一杯酒，也不能相接（无法共饮）。<br>寸心良共知。微小的心意确实好，（大家）都知道。<br>飞云乱无绪。纷飞的云彩纷乱无头绪。<br>结冰明曲池。结冰使池岸弯曲的池塘变得明亮洁净。<br>虽乖促席燕。虽然，不情愿地互相坐近，（共同）饮宴。<br>乖，背也。——《广雅》<br>促，速也。——《广韵》，在这里是个形容“乖”的字，应该可以引申为很，非常。<br>乖促就是命不好的意思，命苦，点背，坎坷。<br>至于<a href=\"http://so.gushiwen.org/author_32.aspx\">谢朓</a>《阻雪连句遥赠和》诗中“虽乖促席燕。乖促是分开的，促席是一个词，坐席，互相靠近的意思；乖是不自然，不和顺的意思。<br>燕通“宴”，宴饮的意思。<br>白首信勿亏。雪花令头发白了，也要相信自己并不吃亏。<br>白首即白头，指年老或指代老人。当然，也有下雪落在头上，看起来变雪白之意。<br>信，相信，信任。<br>亏，亏欠。<br>飘素莹檐溜。下雪让屋檐下的冰柱子晶莹剔透。<br>飘素——下雪。素：白色的。<br>莹：光洁，透明 〈动〉使明洁，使生光泽。<br>檐溜：瓦房的房檐，在瓦沟的末端，有一块承受雨水的“滴水瓦”。雨水经过那里而流下，有的地方把这水称为檐溜。此句中指屋檐下的冰柱子。<br>岩结噎通崋。冰雪让山岩大地光亮而阻塞(或华山、华州无法到达）。<br>岩（又疑为严？），通岐，岐山，分歧。五代十国的歧地或歧国。岐（901年－924年或946年）中国五代十国时代以凤翔为中心，现在陕西、甘肃、四川地区的割据政权，由李茂贞建立。岩石上冻结<br>噎：阻塞，蔽塞，堵塞（困难）。如:噎气，亦作“煞”。虽然这书房里往日噎曾来，不曾见这般物事。<br>通——整个，通行……。<br>崋：古同“华”。泛光（a.山名，华山;b.古州名;c.姓) 。 <br>罇罍如未澣。酒器还未洗。<br>罇罍：泛指酒器。澣：同“浣”。<br>况乃限首仪。恍惚之间，（兄弟）的面容被隔绝（无法看到）。<br>况乃：亦作“况廼”。恍若，好像。何况；况且；而且，头礼物。限：阻，隔绝。又作：音仪——谓言语有节奏感，犹音容。 <br>原隰望徙倚。在平原低下之处，来回徘徊。<br>原隰：平原和低下的地方。徙倚：徘徊，来回地走。踌躇。<br>松筠竟不移。松树和竹子的青皮，毕竟不移动。<br>筠：竹子的青皮。<br>竟，1.终了，完毕：继承先烈未～的事业。2. 到底，终于：毕～。有志者事～成。3. 整，从头到尾：～日。～夜。4. 居然，表<br>隐忧恧萱树。内心忧虑（需要）忘忧草。<br>隐忧：深藏内心的忧虑。<br>恧nǜ：自愧，恧，惭也。从心，而声。——《说文》山之东西，自愧曰恧。——《方言六》。<br>萱草也叫做忘忧草。萱草既可入药，又可作菜肴。北方人唤作黄花菜，广东人叫做金针。<br>忘怀待山巵。等待（盛满的）酒器来了，就忘记了忧愁。<br>忘，忘记。巵，古同“卮”（a.古代酒器，如“柏酒延年共举～。”b.古代一种作染料用的野生植物，可制胭脂。c.支离）。古代一种盛酒器。<br>“待”或为“诗”。<br>初昕逸翮举。日出时，鸟举翅膀飞翔。<br>初昕：太阳初升。逸翮：1.指强健善飞的鸟的翅膀。2.指疾飞的鸟。举：抬起。<br>日昃驽马疲。太阳偏西，衰弱的马（非常）疲乏。<br>日昃：太阳偏西。驽马：不能快跑的马，累垮了的、劣性的或无用的马，筋疲力竭的、衰弱得不能动的或者在其他方面不健康的马，比喻愚钝的人，如果用于对自己的别称，则有谦虚的意味，是一个褒义词。<br>幽山有桂树。幽静的山上有桂花树。<br>岁暮方参差。一年的最后时间才变得远离和隔绝。<br>岁暮：1.一年最后的一段时间：岁暮天寒。2. 指寒冬：岁暮衣裳单。3. 比喻年老：年衰岁暮。<br>参差：1. 纷纭繁杂。三国魏左延年《秦女休行》：“平生衣参差，当今无领襦。”南朝齐谢朓《酬王晋安》诗：“怅望一涂阻，参差百虑依。”明<a href=\"http://so.gushiwen.org/author_526.aspx\">夏完淳</a>《怀李舒章》诗：“浮云出修坂，余心常参差。”2. 蹉跎；错过。唐<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>《送梁四归东平》诗：“莫学东山卧，参差老谢安。”3.远离；阻隔。宋<a href=\"http://so.gushiwen.org/author_510.aspx\">范仲淹</a>《与知郡职方书》：“切少烦躁，损气伤神，益为灾矣……奉忧之心，公必悉之，其如参差，无以为力，奈何！奈何！”元邓牧《寄友》诗：“我还吴，君适越，遥隔三江共明月。明月可望，佳人参差。笑言何时，写我相思。”元<a href=\"http://so.gushiwen.org/author_394.aspx\">张可久</a>《一枝花·牵挂》套曲：“往来迢递，终始参差，一简书写就了情词。”另外，参差：不齐，隔绝。",
  "shangxi": "<h2>鉴赏</h2> 　　阻雪，是指被雪天阻隔或者被大雪阻隔，无法行走。谢眺和各位好友，以阻雪为题，所写的联句<a href=\"http://so.gushiwen.org/view_71255.aspx\">诗</a>，各用华丽的语句，描述了雨雪天时的风景：大地冰冻；大风呼啸，雪花和碎冰飞舞；房檐冰柱冻结；人们喝酒取暖，无法相见；踏上雪地，只能徘徊，无法通过，非常劳累；只能幻想雨雪天过去时的美景。整篇联句诗，既给人们晶莹剔透的享受，也让人们体会到雪的阻隔带来的艰难。",
  "about": "<h2>创作背景</h2> <p>　　<strong><a href=\"http://so.gushiwen.org/view_71255.aspx\">诗</a>歌来源说明</strong></p> <p>　　“齐代诗人谢眺似乎很高兴和朋友联句”。他的诗集中有七篇连句诗：其中《阻雪连句遥赠和》一篇，是和江革、王融、王僧孺、谢昊、刘绘、<a href=\"http://so.gushiwen.org/author_628.aspx\">沈约</a>共七人的连句，每人作五言四句，<a href=\"http://so.gushiwen.org/author_32.aspx\">谢朓</a>首唱。这首联句诗不是七人在一起时同作的，是用通信方法互相赠和的，故题目说明是“遥赠和”。这又是联句诗的创格。</p> <p>　　<strong>作者集体创作</strong></p> <p>　　齐梁陈三代是新体诗形成和发展的时期。所谓新体诗，是与古体诗相对而言，其主要特征是讲究声律和对偶。因为这种新体诗最初形成于南朝齐永明（齐武帝萧赜年号，483～493）间，故又称“永明体”。……在永明体产生的过程中，沈约所起的作用是不可忽视的。《南史·沈约传》载沈约撰《四声谱》，“以为在昔词人，累千载而不悟”，然而关于“此秘未睹” 之说，陆厥与沈约曾有过争论，后来锺嵘对此也有过异议，其实问题的关键即在于是否将声律的知识自觉地运用到实际创作之中。……“竟陵八友”。《梁书·武帝本纪》：“竟陵王子良开西邸，招文学，高祖（即后来的梁武帝<a href=\"http://so.gushiwen.org/author_884.aspx\">萧衍</a>）与沈约、谢朓、王融、萧琛、范云、任昉、陆倕等并游焉，号曰‘八友’。”沈约、谢朓、王融已见前论，他们和周颙等人在创制“永明体” 和推动新诗风的发展方面，功不可没。竟陵王子良尝夜集学士，刻烛为诗，四韵者则刻一寸，以此为率。（萧）文琰曰：“顿烧一寸烛，而成四韵诗，何难之有？”乃与（丘）令楷、江洪等共打铜钵立韵，响灭则诗成，皆可观览。萧子良文学集团的成员，除了有大量的应教、奉和以及相互间的唱和之诗外，同题共咏也是常见的创作活动。如《南齐书·乐志》载：“《永平乐歌》者，竟陵王子良与诸文士造奏之。人为十曲。道人释宝月辞颇美，上常被之管弦，而不列于乐官也。”这次的集体创作，除谢朓、王融今各存十曲外，馀皆不存。此外，今存如王融、沈约、范云、虞炎、刘绘等人的《饯谢文学离夜诗》，王融、沈约、谢朓等人的《同咏乐器》，王融、柳恽、虞炎、谢朓等人的《同咏坐上所见一物》，王融、范云的《四色诗》等，皆属同题共咏之作。在《谢朓集》中，还存有《阻雪连句遥赠和》诗，即为谢朓、江革、王融、王僧孺、谢昊（本集作“异”）、刘绘、沈约等人联句而成。由此可见竟陵王子良文学集团诗歌创作活动之一斑。 </p>",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": []
}