{
  "id": 57794,
  "star": 21,
  "name": "西江月·示儿曹以家事付之 / 西江月·万事云烟忽过",
  "dynasty": "宋代",
  "content": "万事云烟忽过，一身蒲柳先衰。而今何事最相宜，宜醉宜游宜睡。<br>早趁催科了纳，更量出入收支。乃翁依旧管些儿，管竹管山管水。",
  "fanyi": "<p><strong>译文<br></strong>平生所经历的事情千头万绪，都像过眼云烟般的消失了。近来我的身体非常孱弱，就像入秋的蒲柳，过早地衰老了。如今，对于我来说，一天做点儿什么事儿最为适宜呢？那就是饮酒、游览、睡觉。<br>今后料理家计的重任就由你们承担了，到了官府催缴租税的期限，你们就及早交纳完毕；家中的出入收支，你们也要做到心中有数，妥善安排。我老头子也是要管一点儿事情的，那就是管竹、管山、管水。</p> <p><strong>注释<br></strong>⑴西江月：词牌名。儿曹：指自家儿辈。以家事付儿曹：把家务事交代给自家儿辈。以家事付儿曹示之：一作“示儿曹以家事付之”。<br>⑵“万事”两句：言万事如云烟过眼，而自己也像入秋蒲柳渐见衰老。蒲柳：蒲与柳入秋落叶较早，以喻人之身体孱弱、早衰。《世说新语·言语篇》：“顾悦与简<a href=\"http://so.gushiwen.org/author_1802.aspx\">文同</a>年而发早白。简文曰：‘卿何以先白？’对曰：‘蒲柳之姿，望秋而落；松柏之质，经霜弥茂。’”<br>⑶“而今”两句：谓自己如今最宜醉酒、游赏、睡眠。<br>⑷“早趁”两句：向儿曹交代家事：及早催租纳税，妥善安排一家收入和支出。催科：官府催缴租税。了纳：向官府交纳完毕。<br>⑸“乃翁”两句：谓自己依然只管竹林、青山、绿水。乃翁：你的父亲，作者自谓。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　全词仅用一句将过去淡淡揭过，而以大量的篇幅写现在。说过去的事如烟云一样地过去了，说得多么的轻松，其实内涵是极其丰富的。<a href=\"http://so.gushiwen.org/author_217.aspx\">辛弃疾</a>是中国历史上一位传奇式的英雄人物。他出生时，他的家乡已沦陷于金人十二年。他十五岁时即接受祖父辛赞的委托，到当时金首都去刺探军事情报，以作恢复的准备。二十一岁就聚有义士二千余人，后投入义军耿京的部队，为耿京掌书记。就在他二十二岁时，代表耿京奉表南归。在他回山东复命时，途中得知叛徒张安国杀耿京以降金，义军云散了。辛弃疾立即驰赴海州，仅以数十骑闯入金营，活捉张安国，献俘行在，一时名震朝野。四十岁即已任至湖南安抚使。他一生为了恢复祖国的统一，屡建奇功。但也因为他毕生坚持抗战，所以也为主和派所不容。风风雨雨四十年，历尽诬罔屈辱之艰辛，然而他只用“云烟”二字，写得十分轻淡。其实这淡，正是未能忘情的压抑之浓。真的淡了，那就连这“云烟”二字都不用提了。“蒲柳”是谦词，说自己经不起衰老，但同样也是不满之辞。抗战的英雄为“蒲柳”，得意的投降派倒是什么长青之松柏了。可见其慨深厚。既不得用，那么还能干点什么——最好是醉、是游、是睡。这虽不无愤慨，但对老人倒也不失是一帖安心养性的良方。</p> <p>　　下阕，他要儿子们在农事了了之后，及时完粮纳税。他虽以方帅而退居林下，丝毫不弄特权，教育子辈不忘国家，故嘱咐纳粮宜早。剩下的要量入为出，勤俭持家。题作“以家事付之”，这种嘱咐，足见稼轩之为人。嘱咐过了，事情有了交待，但作为“乃翁”还是要管点事的。那就管管花木，管管山水。</p> <p>　　这阕词外表写得悠闲自得，然而读者却不能不感到它骨子里正激荡着未能为国家统一大业出力的压抑不平之气。对于一下子从火热的事业中退下来的这位老人来说，宜醉、宜游、宜睡的生活态度和管竹、管山、管水的生活情趣固然是可取的，然而，他那一颗激荡的心，却不能如此安顿。所以这种悠闲所掩饰的那一番几乎使他隐了一辈子的痛苦，更令人感动。</p> <p>　　这是一个战士休闲时的心态，是以休闲而唱出不甘休闲的变调。身闲而志不闲，这才是处于静态的战士的本色。</p>",
  "about": "<h2>创作背景</h2> 　　此词作于<a href=\"http://so.gushiwen.org/author_217.aspx\">辛弃疾</a>晚年退居铅山时期，见于《稼轩长短句》卷十。辛弃疾一生为了祖国的统一大业屡建奇功，但也因为坚持抗战而为以皇帝为首的主和派所不容。中年以后曾长期闲居上饶、铅山等地。这是词人晚年在江西铅山写给儿孙们的一首词。",
  "poet": {
    "id": 217,
    "star": 0,
    "name": "辛弃疾",
    "image": "http://img.gushiwen.org/authorImg/xinqiji.jpg",
    "desc": "辛弃疾（1140－1207），南宋词人。原字坦夫，改字幼安，别号稼轩，汉族，历城（今山东济南）人。出生时，中原已为金兵所占。21岁参加抗金义军，不久归南宋。历任湖北、江西、湖南、福建、浙东安抚使等职。一生力主抗金。曾上《美芹十论》与《九议》，条陈战守之策。其词抒写力图恢复国家统一的爱国热情，倾诉壮志难酬的悲愤，对当时执政者的屈辱求和颇多谴责；也有不少吟咏祖国河山的作品。题材广阔又善化用前人典故入词，风格沉雄豪迈又不乏细腻柔媚之处。由于辛弃疾的抗金主张与当政的主和派政见不合，后被弹劾落职，退隐江西带湖。"
  },
  "tags": [
    "退隐",
    "抒怀",
    "愤懑"
  ]
}