{
  "id": 5522,
  "star": 84,
  "name": "新晴野望",
  "dynasty": "唐代",
  "content": "新晴原野旷，极目无氛垢。<br>郭门临渡头，村树连溪口。 <br>白水明田外，碧峰出山后。<br>农月无闲人，倾家事南亩。",
  "fanyi": "<p><strong>译文<br></strong>雨后新晴的原野格外开阔空旷，极目远望不见半点雾气尘埃。<br>外城的门楼紧靠着摆渡的码头，村庄边的绿树连接着溪流的入河口。<br>银白色的河水闪动着粼粼波光使得田野外面特别明亮，青翠的山峰突兀出现在山脊背后。<br>正是农忙时节没有悠闲的人，农民们一家一家全都在田亩间忙碌着呢。</p> <p><strong>注释<br></strong>1.新晴：初晴。野望：放眼向田野眺望。<br>2.极目：穷尽目力向远处看。氛垢：雾气和尘埃；氛，雾气，云气；垢，污秽，肮脏。<br>3.郭门：外城之门。郭：外城。<br>4.白水明田外：田埂外流水在阳光下闪闪发光。<br>5.农月：农忙季节。<br>6.倾家：全家出动。事南亩：在田野干活。事：动词，从事。南亩：《经》有“今适南亩，或耘或耔”句，指到南边的田地里耕耘播种，后来南亩便成为农田的代称。</p>",
  "shangxi": "<p>　　这是一首田园，描写初夏的乡村，雨过天晴，诗人眺望原野所见到的景色。“新晴原野旷，极目无氛垢。”诗的开头两句，总述新晴野望时的感受：经过雨水的洗刷，空气中没有丝毫尘埃，显得特别明净清新；极目远眺，原野显得格外空旷开阔。诗人一下子就抓住了环境的特征，仅仅用“原野旷”、“无氛垢”六个字，就把此情此境真切地表现出来，同时也将读者引进这一特定情境中来。</p> <p>　　“郭门临渡头，村树连溪口。白水明田外，碧峰出山后。”这四句描绘的是纵目远眺所看到的周围的秀丽景色，远处，可以遥遥望见临靠着河边渡头的城门楼；近处，可以看到村边的绿树紧连着溪流的入河口。田野外面，银白色的河水泛起粼粼波光，因为雨后水涨，晴日辉映，比平时显得明亮；山脊背后，一重重青翠的峰峦突兀而出，峰峦叠现，远近相衬，比平时更富于层次感。这一组风景镜头，紧紧扣住了雨后新晴的景物特点。随着目之所及，由远而近，又由近及远，层次清晰，色彩明丽，意境清幽秀丽，俨然构成了一幅天然绝妙的图画。</p> <p>　　然而，这样一幅画，还只能说是静物写生，虽则秀美，却缺乏活力。<a href=\"http://so.gushiwen.org/author_515.aspx\">王维</a>作为山水诗和山水画的大师，自然不会忘记添上画龙点晴的一笔。因而在最后两句中，他给这幅静态画面加上了动态的人物：“农月无闲人，倾家事南亩。”虽然是虚写，却给原野增添了无限生机，能让人想见初夏田间活跃的情状并感受到农忙劳动的气氛。这样一笔，整个画面都活起来了。</p> <p>　　这首诗格调明朗、清新，不愧为山水诗画的大师。</p> <p>　　这首诗曾作为古诗词鉴赏题的材料出现在2007年普通高等学校招生全国统一考试全国卷的语文试题中。 </p>",
  "about": "<h2>创作背景</h2> 　　<a href=\"http://so.gushiwen.org/author_515.aspx\">王维</a>在四十岁以后人生态度有着比较明显的转变，过上了种亦官亦隐的特殊生活，集中创作了大量栖心于田园山水的著名<a href=\"http://so.gushiwen.org/view_5522.aspx\">诗</a>篇。这类题材的诗，往往以五言见长，尤其是五律，代表了王维的诗歌最主要的特色与成就。他写田居的闲适宁静，如《渭川田家》、《春中田园作》、《新晴野望》、《辋川闲居赠裴秀才迪》和《田园乐》等，以平淡清新的笔墨，描绘了田园秀丽的日常风光、农家日复一日的平凡生活以及自己恬然自乐的淡泊心境，寄托了超然尘俗、返璞归真的生活理想。",
  "poet": {
    "id": 515,
    "star": 0,
    "name": "王维",
    "image": "http://img.gushiwen.org/authorImg/wangwei.jpg",
    "desc": "王维（701年－761年，一说699年—761年），字摩诘，汉族，河东蒲州（今山西运城）人，祖籍山西祁县，唐朝诗人，有“诗佛”之称。苏轼评价其：“味摩诘之诗，诗中有画；观摩诘之画，画中有诗。”开元九年（721年）中进士，任太乐丞。王维是盛唐诗人的代表，今存诗400余首，重要诗作有《相思》《山居秋暝》等。王维精通佛学，受禅宗影响很大。佛教有一部《维摩诘经》，是王维名和字的由来。王维诗书画都很有名，非常多才多艺，音乐也很精通。与孟浩然合称“王孟”。"
  },
  "tags": [
    "田园",
    "写景"
  ]
}