{
  "id": 2803,
  "star": 9,
  "name": "奉和圣制送尚书燕国公赴朔方",
  "dynasty": "唐代",
  "content": "宗臣事有征，庙算在休兵。<br>天与三台座，人当万里城。<br>朔南方偃革，河右暂扬旌。<br>宠锡从仙禁，光华出汉京。<br>山川勤远略，原隰轸皇情。<br>为奏薰琴唱，仍题宝剑名。<br>闻风六郡伏，计日五戎平。<br>山甫归应疾，留侯功复成。<br>歌钟旋可望，衽席岂难行。<br>四牡何时入，吾君忆履声。",
  "fanyi": "<h2>注释</h2> ⑴这首<a href=\"http://so.gushiwen.org/view_2803.aspx\">诗</a>载于《宁夏古诗选注》（唐骥等选注）。燕国公：指<a href=\"http://so.gushiwen.org/author_149.aspx\">张说</a>，唐玄宗时名相。<br>⑵<a href=\"http://so.gushiwen.org/author_810.aspx\">宗臣</a>：世所宗仰的名臣。这句说朝臣（张说）要远行出征。<br>⑶庙算：帝王的谋略。这句说，朝廷的策略是要休战。<br>⑷三台：三公，唐以太尉、司徒、司空合称三公，虽无实权，但为大臣的最高荣衔。<br>⑸朔南：指朔方南边。《尚书·禹贡》：“朔南暨声，教讫于四海。”偃革：偃，停，止息；革，指士兵穿的甲胄，此借指士兵。偃革，停止战争。<br>⑹河右：即河西。指黄河以西的地区，相当今宁夏回族自治区和甘肃省一带。《宁夏古诗选注》作“河内”，此从其他版本改。扬旌：指发生战事。<br>⑺宠锡：恩赐。仙禁：指皇宫。因禁卫森严，臣下不得任意出入，故称。<br>⑻光华：光彩明丽。汉京：此指长安。<br>⑼原隰：广平低湿之地，此指朔方各地。轸：盛多。<br>⑽为奏薰琴唱：《宁夏古诗选注》作“为奏熏琴倡”，此据其他版本改。<br>⑾闻风六郡伏：六郡，原指陇西、天水、安定、北地、上郡、西河，此泛指西北一带。伏，降伏。《宁夏古诗选注》作“闻风六郡勇”，此据其他版本改。<br>⑿五戎：即五兵，指弓矢、殳、矛、戈、戟。此借指战争。<br>⒀山甫：仲山甫，周宣王时为卿士，辅佐宣王中兴。此借指张说。<br>⒁留侯：汉初功臣张良的封爵。此亦借指张说。<br>⒂“歌钟”句：用典。《左传》鲁襄公十一年：“郑人赂晋侯……歌钟二肆。”晋侯分一半与有功之臣魏庄子。歌钟，编钟。旋，很快。这句是说张说很快就可得到皇帝的赏赐。<br>⒃衽席岂难行：衽席，此指卧席，引申为寝处之所。《宁夏古诗选注》作“枕席岂难行”，此据其他版本改。<br>⒄四牡：《诗经·小雅》的篇名。常用来表示有功大臣的归来。<br>⒅君：指皇帝。履声：脚步声。",
  "shangxi": "<h2>鉴赏</h2> <p>　　此<a href=\"http://so.gushiwen.org/view_2803.aspx\">诗</a>可分为两大部分。前一部分主要写<a href=\"http://so.gushiwen.org/author_149.aspx\">张说</a>巡边的历史背景，“朔南方偃革，河右暂扬旌”说明朝廷是因为边境发生战事派遣燕国公巡边。同时，“宠锡从仙禁，光华出汉京”，写出了出京时张说的光彩。其实，张说出任朔方节度使，说白了就是贬官，作者把贬官写得如此荣耀，一则因为应制诗不能显出不满之意，二来这样写也是对友人的一种宽慰。后一部分主要赞扬张说的政治才能以及对他建功立业的期望。“闻风六郡伏，计日五戎平”，形象地说明了张说的治边才能。“山甫归应疾，留侯功复成”，以仲山甫与张良来比喻张说，仲山甫与张良都是古代杰出的辅弼大臣，这充分表明了作者对张说的钦佩。而结联“四牡何时入，吾君忆履声”说“吾君”也盼望张说早日凯旋，对张说是一种莫大的激励。</p> <p>　　此诗还有一个值得注意的地方，就是<a href=\"http://so.gushiwen.org/author_691.aspx\">张九龄</a>对唐玄宗兴战之心的暗中讽谏。当时唐玄宗送行诗中有“三军临朔野，驷马即戎行”、“戈剑靖要荒”等诗句，表明要耀武扬威，战服边疆，与张九龄同时的其他大臣奉和圣制诗，大多顺玄宗意，对朝廷兴战歌功颂德。而张九龄此诗开篇高擎“<a href=\"http://so.gushiwen.org/author_810.aspx\">宗臣</a>事有征，庙算在休兵”，指出朝廷开战的目的不是战争本身而是制止战争。针对唐玄宗尚战，张九龄为防微杜渐，希望能以讽谏感悟帝王兴战之心。这在“开元盛世”的背景下，实为难得。</p>",
  "about": "<h2>创作背景</h2> 　　公元722年（开元十年）旧历四月，大唐燕国公<a href=\"http://so.gushiwen.org/author_149.aspx\">张说</a>作为首任朔方节度使巡边。唐玄宗以<a href=\"http://so.gushiwen.org/view_2803.aspx\">诗</a>送行，众大臣奉和应制，<a href=\"http://so.gushiwen.org/author_691.aspx\">张九龄</a>此诗就是其中的一首。",
  "poet": {
    "id": 691,
    "star": 0,
    "name": "张九龄",
    "image": "http://img.gushiwen.org/authorImg/zhangjiuling.jpg",
    "desc": "张九龄(678-740) : 唐开元尚书丞相，诗人。字子寿，一名博物，汉族，韶州曲江（今广东韶关市）人。长安年间进士。官至中书侍郎同中书门下平章事。后罢相，为荆州长史。诗风清淡。有《曲江集》。他是一位有胆识、有远见的著名政治家、文学家、诗人、名相。他忠耿尽职，秉公守则，直言敢谏，选贤任能，不徇私枉法，不趋炎附势，敢与恶势力作斗争，为“开元之治”作出了积极贡献。他的五言古诗，以素练质朴的语言，寄托深远的人生慨望，对扫除唐初所沿习的六朝绮靡诗风，贡献尤大。誉为“岭南第一人”。"
  },
  "tags": [
    "离别",
    "写人"
  ]
}