{
  "id": 72330,
  "star": 53,
  "name": "刑赏忠厚之至论",
  "dynasty": "宋代",
  "content": "　　尧、舜、禹、汤、文、武、成、康之际，何其爱民之深，忧民之切，而待天下以君子长者之道也。有一善，从而赏之，又从而咏歌嗟叹之，所以乐其始而勉其终。有一不善，从而罚之，又从而哀矜惩创之，所以弃其旧而开其新。故其吁俞之声，欢忻惨戚，见于虞、夏、商、周之书。成、康既没，穆王立，而周道始衰，然犹命其臣吕侯，而告之以祥刑。其言忧而不伤，威而不怒，慈爱而能断，恻然有哀怜无辜之心，故孔子犹有取焉。</p> <p>　　《传》曰：“赏疑从与，所以广恩也；罚疑从去，所以慎刑也。当尧之时，皋陶为士。将杀人，皋陶曰“杀之”三，尧曰“宥之”三。故天下畏皋陶执法之坚，而乐尧用刑之宽。四岳曰“鲧可用”，尧曰“不可，鲧方命圮族”，既而曰“试之”。何尧之不听皋陶之杀人，而从四岳之用鲧也？然则圣人之意，盖亦可见矣。</p> <p>　　《书》曰：“罪疑惟轻，功疑惟重。与其杀不辜，宁失不经。”呜呼，尽之矣。可以赏，可以无赏，赏之过乎仁；可以罚，可以无罚，罚之过乎义。过乎仁，不失为君子；过乎义，则流而入于忍人。故仁可过也，义不可过也。古者赏不以爵禄，刑不以刀锯。赏之以爵禄，是赏之道行于爵禄之所加，而不行于爵禄之所不加也。刑之以刀锯，是刑之威施于刀锯之所及，而不施于刀锯之所不及也。先王知天下之善不胜赏，而爵禄不足以劝也；知天下之恶不胜刑，而刀锯不足以裁也。是故疑则举而归之于仁，以君子长者之道待天下，使天下相率而归于君子长者之道。故曰：忠厚之至也。</p> <p>　　《诗》曰：“君子如祉，乱庶遄已。君子如怒，乱庶遄沮。”夫君子之已乱，岂有异术哉？时其喜怒，而无失乎仁而已矣。《春秋》之义，立法贵严，而责人贵宽。因其褒贬之义，以制赏罚，亦忠厚之至也。 ",
  "fanyi": "<p><strong>译文</strong><br>　　唐尧、虞舜、夏禹、商汤、周文王、周武王、周成王、周康王的时候，他们是多么地深爱着百姓、深切地替百姓担忧，而且用君子长者的态度来对待天下人。有人做了一件好事，奖赏他之余，又用歌曲赞美他，为他有一个好开始而高兴，并勉励他坚持到底；有人做了一件不好的事，处罚他之余，又哀怜同情他，希望他抛弃错误而开始新生。欢喜和忧伤的感情，同意和不同意的声音，见于虞、夏、商、周的历史书籍里。成王、康王死后，穆王继承王位，周朝的王道便开始衰落。然而穆王还是吩咐大臣吕侯，告诫他使用“祥刑”。他说的话忧愁却不悲伤，威严却不愤怒，慈爱而能决断，有哀怜无罪者的好心肠。因此，孔子把这篇《吕刑》选进《尚书》里。<br>　　古书上说，“奖赏时如有可疑者应该照样留在应赏之列，为的是推广恩泽；处罚时遇有可疑者则从应罚之列除去，”为的是谨慎地使用刑法。尧当政时，皋陶是掌管刑法的官。要处死一个人，皋陶三次说当杀，尧帝却一连三次说应当宽恕。所以天下人都害怕皋陶执法坚决，而赞美帝尧用刑宽大。四岳建议：“鲧可以任用。”尧说“不可！鲧违抗命令，毁谤同族。”过后，他还是说“试用一下吧。”为什么尧不听从皋陶处死犯人的主张，却听从四岳任用鲧的建议呢？那么圣人的心意，从这里可以看出来了。<br>　　《尚书》说：“罪行轻重有可疑时，宁可从轻处置；功劳大小有疑处，宁可从重奖赏。与其错杀无辜的人，宁可犯执法失误的过失。”唉！这句话完全表现出忠厚之意。可以赏也可以不赏时，赏就过于仁慈了；可以罚也可以不罚时，罚就超出义法了。过于仁慈，还不失为一个君子；超出义法，就流为残忍了。所以，仁慈可以超过，义法是不可超过的。古人奖赏不用爵位和俸禄，刑罚不用刀锯。用爵位、俸禄行赏，只对能得到爵位、俸禄的人起作用，不能影响不能得到爵位和俸禄的人。用刀锯作刑具，只对受这种刑的人起作用，对不受这种刑的人不起作用。古代君主知道天下的善行是赏不完的，不能都用爵位俸禄来奖赏；也知道天下的罪恶是罚不完的，不能都用刀锯来制裁。所以当赏罚有疑问时，就以仁爱之心对待。用君子长者的宽厚仁慈对待天下人，使天下人都相继回到君子长者的忠厚仁爱之道上来，所以说这就是赏罚忠厚到了极点啊！<br>　　《<a href=\"http://so.gushiwen.org/view_72330.aspx\">诗</a>经》说：“君子如果高兴纳谏，祸乱就会快速止息；君子如果怒斥谗言，祸乱也会快速止息。”君子止息祸乱，难道有异术吗？他不过是适时地控制自己的喜怒，不偏离仁慈宽大的原则罢了。《春秋》的大义是，立法贵严，责人贵宽。根据它的褒贬原则来制定赏罚制度，这也是忠厚之至啊！</p><p><strong>注释</strong><br>⑴吁俞：吁，疑怪声；俞，应词也。<br>⑵欢休：和善也。<br>⑶惨戚：悲哀也。<br>⑷吕侯：人名，一作甫侯，周穆王之臣，为司寇。周穆王用其言论作刑法。<br>⑸祥刑：刑而谓之祥者，即刑期无刑之意，故其祥莫大焉。<br>⑹赏疑从与：言与赏而疑，则宁可与之。<br>⑺罚疑从去：言当罚而疑，则宁可去之。<br>⑻士：狱官也。<br>⑼四岳：唐尧之臣，羲和之四子也，分掌四方之诸侯。一说为一人名。<br>⑽鲧：传说大禹之父，四凶之一。<br>⑾方命：逆名也。<br>⑿圯族：犹言败类也。<br>⒀忍人：谓性情狠戾之人也。<br>⒁祉：犹喜也。<br>⒂遄：速也。<br>⒃沮：止也。</p>",
  "about": "<h2>题解</h2> <p><strong>背后的故事</strong><br>　　《刑赏忠厚之至论》是<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>二十一岁考进士的试卷文字。宋人曾作为逸话流传，说<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>主持嘉祐二年的礼部考试，请<a href=\"http://so.gushiwen.org/view_72330.aspx\">诗</a>人梅圣俞阅卷，梅阅此文后以为有“孟轲之风”，荐于欧阳修。此时欧阳修门下士<a href=\"http://so.gushiwen.org/author_385.aspx\">曾巩</a>也在同试，他俩认为此文优异，可能是曾巩作的，欧阳修为了避嫌不敢定为第一，遂降为第二。但是文中所举尧与皋陶的对刑法的互相制约的例证，不知其出处，待苏轼拜见问他，苏轼笑道：想当然耳。竟是他捏造出来哄骗试官的，欧，梅因其才高，也不介意。实际所引事例出于《礼记·文王世子》。是周公的事例。苏轼临考时误记为尧的事了。好事者因不知出处，遂加以增饰，造作出这段佳话来。但从这佳话中也反映出古代应试文字的情况。对于这类文字不应过于执着，认为真的表达了作者的见解，其实不过是为了被取中而故作姿态。在这篇和下面几篇所选的苏轼的几篇论文，就都是苏轼为应试而拟作的文字。苏轼在其《答<a href=\"http://so.gushiwen.org/author_578.aspx\">李之仪</a>书》中曾说自己年轻时“读书作文，专为应举而已”，又因应举制策课，就写了些“妄论厉害，搀说得失”的文章，“此正制科人习气”。这局客气话，虽含有遁词成分，但也道出其中几分真情。所以读这些文字的时候，应予考虑。</p> <p><strong>题目出处</strong><br>　　本篇题目出自《尚书·大禹谟》伪孔安国的注文：“刑疑付轻，赏疑从众，忠厚之至。”为了扣题，其立论不过是儒家的施仁政，行王道，推崇尧舜周孔，属于当时的滥调。但是作者在扣紧题目布局谋篇，引用圣经贤传与论据紧密结合等方面的技巧是很高的。文笔酣畅，说理透辟。用这些手段来引起考官的注意，则是很成功的。</p> <p><strong>创作背景</strong><br>　　宋代<a href=\"http://so.gushiwen.org/author_405.aspx\">王安石</a>执政后，立即对取士制度进行改革，废止了考诗赋，而改用经义，以发表政治见解的时务策作为考试的主要内容，以便选拔一些通经致用的人才，为变法服务。这种政论性文体称为策论。策论大多要求考生就一些问题展开论述，即论证某项国家政策或对策的可行性与合理性，侧重于考查考生解决问题的能力。“刑赏忠厚之至论”就是宋嘉祐二年礼部进士考试策论的题目。</p><br/><h2>点评</h2> <p>　　策论是国家向知识分子寻求关于某某问题之对策的一种形式。宋嘉祐二年（1057），<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>参加礼部进士考试，其策论的题目是：“刑赏忠厚之至论”，这篇文章虽然是考卷，却并非应付考试，也没有刻意推测考官喜欢什么，思考的问题也相当深刻。一个看起来似乎很枯燥的题目，作者却说得有声有色，好像早就成竹在胸，完全没有一般试卷的战战兢兢揣摩谄媚讨好之相，就是在平常时刻，风清月白，灵思忽至所得之文，也不过如此。如果不说是策论，读者是想不到它只是一纸试卷的。区区六百言，读起来有青铜之音。</p> <p>　　苏轼的这篇策论，至今令人激动的依然是它自由思想的魅力。此文曾经引发一个著名的典故，在文中，东坡写道：“当尧之时，皋陶为士。将杀人，皋陶曰：“杀之’，三。尧曰：“宥之’，三。”主考官<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>曾就此事出处问苏轼，苏轼答云：“何须出处。”这种回答很令人想到当年陈寅恪先生“不尊奉”。尤其，欧阳修时代“载道”“言必有出处”乃是风气，苏东坡公然杜撰了一个典故来为他的论点辩护，这是后世中国那些言必某某说的战战兢兢的知识分子根本无法相比的。</p> <p>　　（以杜撰的寓言立论，也无可厚非。但如果将杜撰托于圣人之言，当作史实来立论，就未免失之虚妄，更谈不上什么节气。言必某某说的知识分子固然“战战兢兢”，但为学问者，引申大家言论者，怎么能不“战战兢兢”呢？如果连真实性都无法保证，“某某说”成为文人杜撰的工具，那也太荒谬了。事实上，先有论点，再为论点找证据，甚至捏造证据一直都是我国文人为人所不齿的原因。苏轼这种做法值不值得称赞，实在需要谨慎。)------说的好！！！</p> <p>　　“刑赏忠厚之至论”这篇策论的题目只是规定文章的内容，并不强求赞成或者否定，仅仅是要求对此问题发表高见。而且这个问题不是一般的问题，是关于国家制度的问题。孟德斯鸠曾经著有《论法的精神》，上下两大册。《刑赏忠厚之至论》也是论法的精神，把“法”的两个方面，宽容与界限，“仁可过，义不可过”说得那么清楚，不过是区区六百字。</p> <p>　　年轻时就有“仁可过，义不可过”这种立场的苏轼，成为古代中国最伟大的知识分子之一，成为知识分子的典范，对中国文明产生巨大的影响，显然与科举制度有关。同时，无数人才被科举制度中良知泯灭的考官的个人专制所扼杀，也令科举制度最终被取消。</p>",
  "poet": {
    "id": 183,
    "star": 0,
    "name": "苏轼",
    "image": "http://img.gushiwen.org/authorImg/sushi.jpg",
    "desc": "苏轼（1037－1101），北宋文学家、书画家、美食家。字子瞻，号东坡居士。汉族，四川人，葬于颍昌（今河南省平顶山市郏县）。一生仕途坎坷，学识渊博，天资极高，诗文书画皆精。其文汪洋恣肆，明白畅达，与欧阳修并称欧苏，为“唐宋八大家”之一；诗清新豪健，善用夸张、比喻，艺术表现独具风格，与黄庭坚并称苏黄；词开豪放一派，对后世有巨大影响，与辛弃疾并称苏辛；书法擅长行书、楷书，能自创新意，用笔丰腴跌宕，有天真烂漫之趣，与黄庭坚、米芾、蔡襄并称宋四家；画学文同，论画主张神似，提倡“士人画”。著有《苏东坡全集》和《东坡乐府》等。"
  },
  "tags": [
    "古文观止",
    "策论"
  ]
}