{
  "id": 8098,
  "star": 14,
  "name": "送王屋山人魏万还王屋·并序",
  "dynasty": "唐代",
  "content": "王屋山人魏万，云自嵩宋沿吴相访，数千里不遇。乘兴游台越，经永嘉，观谢公石门。后于广陵相见，美其爱文好古，浪迹方外，因述其行而赠是诗。 仙人东方生，浩荡弄云海。</p> <p>仙人东方生，浩荡弄云海。沛然乘天游，独往失所在。 <br>魏侯继大名，本家聊摄城。卷舒入元化，迹与古贤并。 <br>十三弄文史，挥笔如振绮。辩折田巴生，心齐鲁连子。 <br>西涉清洛源，颇惊人世喧。采秀卧王屋，因窥洞天门。 <br>朅来游嵩峰，羽客何双双。朝携月光子，暮宿玉女窗。 <br>鬼谷上窈窕，龙潭下奔潈。东浮汴河水，访我三千里。 <br>逸兴满吴云，飘飖浙江汜。挥手杭越间，樟亭望潮还。 <br>涛卷海门石，云横天际山。白马走素车，雷奔骇心颜。 <br>遥闻会稽美，且度耶溪水。万壑与千岩，峥嵘镜湖里。 <br>秀色不可名，清辉满江城。人游月边去，舟在空中行。 <br>此中久延伫，入剡寻王许。笑读曹娥碑，沉吟黄绢语。 <br>天台连四明，日入向国清。五峰转月色，百里行松声。 <br>灵溪咨沿越，华顶殊超忽。石梁横青天，侧足履半月。 <br>忽然思永嘉，不惮海路赊。挂席历海峤，回瞻赤城霞。 <br>赤城渐微没，孤屿前峣兀。水续万古流，亭空千霜月。 <br>缙云川谷难，石门最可观。瀑布挂北斗，莫穷此水端。 <br>喷壁洒素雪，空濛生昼寒。却思恶溪去，宁惧恶溪恶。 <br>咆哮七十滩，水石相喷薄。路创李北海，岩开谢康乐。 <br>松风和猿声，搜索连洞壑。径出梅花桥，双溪纳归潮。 <br>落帆金华岸，赤松若可招。沈约八咏楼，城西孤岧峣. <br>岧峣四荒外，旷望群川会。云卷天地开，波连浙西大。 <br>乱流新安口，北指严光濑。钓台碧云中，邈与苍岭对。 <br>稍稍来吴都，裴回上姑苏。烟绵横九疑，漭荡见五湖。 <br>目极心更远，悲歌但长吁。回桡楚江滨，挥策扬子津。 <br>身著日本裘，昂藏出风尘。五月造我语，知非儓儗人。 <br>相逢乐无限，水石日在眼。徒干五诸侯，不致百金产。 <br>吾友扬子云，弦歌播清芬。虽为江宁宰，好与山公群。 <br>乘兴但一行，且知我爱君。君来几何时，仙台应有期。 <br>东窗绿玉树，定长三五枝。至今天坛人，当笑尔归迟。 <br>我苦惜远别，茫然使心悲。黄河若不断，白首长相思。 ",
  "fanyi": "<h2>译文</h2> 你个小家伙，有仙人气质，出生东方，却像西方的神仙喜欢戏弄浩荡云海。<br>精神沛然，纵神天游，独去独往，家人也不知道你的去向。 <br>你是魏侯家的子孙，继承了他的大名，本家住在聊摄城。<br>你神态卷舒，出元入化，喜欢参拜古贤遗迹。 <br>你十三岁就舞弄文墨，看经读史，也是挥笔生花。<br>你口齿伶俐，辩论可以折服著名辩论家田巴生，和鲁连子一样。 <br>你曾经西去洛阳等地，让当地文人吃惊不小。<br>你在王屋山采气炼功，窥奥入妙，一睹洞天门。 <br>你也去过嵩山，遇到不少羽客道士。<br>清早就携着月光子的素手，晚上就宿在玉女的窗前。<br>你曾经去鬼谷，赏其窈窕秀美，也到龙潭观其众流急奔。<br>现在有东渡汴河水，行走三千里来拜访我。 <br>满怀逸兴，观赏吴云，一路飘飖到了浙江岸。<br>扬帆挥手，海渡杭州与越州之间，在樟亭观望海潮。 <br>看惊涛怒卷海门巨石，看苍云横垣天际青山。<br>浙江海潮如白马疾拉的白车，声如雷，迅驰而来，使人心骇颜变。 <br>你又听说会稽山水秀美，来到耶溪弄溪水。<br>会稽山水有万壑千岩，峥嵘影象都投影在镜湖里。 <br>那里的秀色不可形容，江城洒满清辉。<br>在水中行船如同人游月边去，舟在空中行。 <br>你在那里逗留很久，然后入剡溪寻找王子猷与许询等名人的遗迹。<br>你肯定笑着读了曹娥碑，沉吟了许久<a href=\"http://so.gushiwen.org/author_258.aspx\">蔡邕</a>题的黄绢幼妇外孙齑臼评语，也一定知道那是绝妙好词的意思。 <br>天台山着连四明山，日落以后就入国清寺休息。<br>看见月亮围绕五峰转，古松百里，飒飒松声如鸣琴。 <br>沿灵溪看越国，华顶峰就显得特别缥缈超忽。<br>山上有石梁横躺在青天之上，人只得侧足而行，起码要花半个月。<br>你突然就想去看看永嘉，不怕海路遥远。<br>扬帆挂席横渡海湾，回头看见赤城一片彩霞光。 <br>赤城逐渐远去消失，眼前又突现一高耸的孤屿。<br>海水连续万古流淌，孤屿上高亭历尽千年霜月。 <br>缙云河谷水急难渡，但那里的石门最雄壮可观。<br>瀑布似乎挂在北斗星上，不知道此水的源头在那里。 <br>瀑布才山壁喷薄而下，如洒白雪，空空濛濛，白天也寒意遽然而生。<br>你有种，不惧恶溪的水险滩急，还想去看看恶溪是怎么个恶法。<br>那恶溪，咆哮七十滩，水石相喷薄。<br>路是李北海李邑开的，岩是谢康乐凿的。 <br>到处是松风和猿声，你却一洞一壑地搜索看看住没住神仙。<br>山径出往梅花桥，双溪合并与潮水融合一体。 <br>到金华岸落帆，看到赤松子了吗？<br>那里有<a href=\"http://so.gushiwen.org/author_628.aspx\">沈约</a>题<a href=\"http://so.gushiwen.org/view_8098.aspx\">诗</a>的八咏楼，城西边孤峰高耸孤峰高耸在四荒外，旷望群川汇合。<br>云卷天地开阔，波涛连天，似乎要席卷浙西。 <br>新安江口乱流奔涌，北岸有个严光濑。<br>那是严子光的钓台，耸立在碧云中，邈然与苍岭相对。 <br>后来你又到吴都，悠然到了姑苏城。<br>从烟绵笼罩的九疑山样的地方出来，突然看到五湖漭荡如天。 <br>目极心远，悲歌长吁，<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>你在那里？<br>船回楚江滨，挥浆回到扬子津。 <br>身著日本布裘，神态昂然出风尘。<br>五月份见到我，交谈以后，我就知道你是个聪明人。 <br>你我相逢，其乐无限，天天一起游山玩水。<br>我徒然干谒诸侯，不致意于财产积累。 <br>吾的朋友杨利物句如扬子江上的云彩——飘逸潇洒，爱好弦歌，日播清芬。<br>他虽为江宁太守，但是个山公一样豪气冲天的人。 <br>我们乘兴去拜访他，让他知道我喜爱你。<br>你以后还有机会来吗？也许我们仙台有期。 <br>你回到家里，东窗边的绿玉树，一定又多长出三五枝枝。<br>你家北边天坛山的人，一定会笑你，如此迟归。 <br>我们就要远别了，写首诗歌送你，表达我悲伤的心情。<br>我思念你的心就像黄河水永不断歇。",
  "shangxi": "<h2>评析</h2> 　　根据裴斐的《<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>年谱简编》，此<a href=\"http://so.gushiwen.org/view_8098.aspx\">诗</a>当作于公元754年（唐玄宗天宝十三载），当时李白送魏万归隐故乡王屋山。王屋山位于河南省西北部的济源市，是中国古代名山，也是道教十大洞天之首。此诗介绍了魏万一生的戎马生涯，同时表达了李白对魏万遭遇的愤慨、无奈和惋惜之情。诗中“目极心更远，悲歌但长吁”、“黄河若不断，白首长相思”等句表达了作者对好友的留恋以及替好友感到惋惜之情，同时也蕴含着作者对当时社会的不满情绪。",
  "poet": {
    "id": 247,
    "star": 0,
    "name": "李白",
    "image": "http://img.gushiwen.org/authorImg/libai.jpg",
    "desc": "李白（701年－762年），字太白，号青莲居士，唐朝浪漫主义诗人，被后人誉为“诗仙”。祖籍陇西成纪(待考)，出生于西域碎叶城，4岁再随父迁至剑南道绵州。李白存世诗文千余篇，有《李太白集》传世。762年病逝，享年61岁。其墓在今安徽当涂，四川江油、湖北安陆有纪念馆。"
  },
  "tags": [
    "送别",
    "友人",
    "归隐",
    "惋惜"
  ]
}