{
  "id": 3524,
  "star": 70,
  "name": "春日京中有怀",
  "dynasty": "唐代",
  "content": "今年游寓独游秦，愁思看春不当春。<br>上林苑里花徒发，细柳营前叶漫新。<br>公子南桥应尽兴，将军西第几留宾。<br>寄语洛城风日道，明年春色倍还人。",
  "fanyi": "<p><strong>译文</strong><br>今年外出游玩的时候，自己独自来到了长安，没有朋友同游心中带着春愁来看春天，没有了春天的感觉。<br>上林苑中的花白白地开放了，细柳营前的柳叶也徒有新芽。<br>朋友们这时在南桥应该玩得正是尽兴，将军府里朋友们欢聚都不愿散去。<br>我在这里向着遥远的洛阳，对着春天的景物说，等我和朋友再相聚的时候明年的春天一定要加倍地还给我一个更美的春色啊！</p> <p><strong>注释<br></strong>⑴京中：指西京长安。<br>⑵游寓（yù）：寓寄他乡。秦：指长安。<br>⑶上林苑：汉武帝<a href=\"http://so.gushiwen.org/author_700.aspx\">刘彻</a>于建元二年（公元前138）在秦代的一个旧苑址上扩建而成的宫苑，规模宏伟，宫室众多，有多种功能和游乐内容，今已无存。这里借指长安园林。徒：徒然。<br>⑷细柳：古地名，在今陕西省咸阳西南，渭河北岸。汉文帝时周亚夫为将在此驻军，称为“细柳营”，这里借指军营。漫：随意，没有约束。<br>⑸南桥：洛阳城中一游览处。<br>⑹西第：东汉外戚梁冀为大将军，起府第在洛阳城西。因马融曾为写《大将军第颂》，后人称之为西第。这里泛指豪华府第。留宾：汉游侠陈遵，豪饮好客，宴会时常取客人车辖投入井中，以防客人中途离去，留宾即出自此曲故。<br>⑺风日：指洛阳的春日美景。这里是借代在洛阳赏春的朋友。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　此<a href=\"http://so.gushiwen.org/view_3524.aspx\">诗</a>以平缓的语气叙述起，“今年游寓独游秦”，扣住题目的“京中”简洁地交代了宦游的时间、地点，勾勒出了整首诗的背景。宦游对诗人来说本为平常事，而今年所不同的是“独游秦”。“独游秦”三字，将诗人独在异乡为异客的寂寥情怀表现得既充沛又含蓄。</p> <p>　　这平静的叙述中寓有潮涌般的思绪。次句紧承前句的“独游秦”，顺流直下冲决了感情的闸门：“愁思看春不当春”，诗人直呼“这春天的景色多么美好，我却因为乡愁无心赏玩！”长安古都风物形胜，又置冬去春来，节序的推移，自然容易引起异乡人感昔怀今触动愁思。这联诗十四个字，生动地塑造出一个“相思不独欢，伫立空为叹”的诗人自我形象。由于诗中错落有致地巧用重字，“游寓独游秦”，“看春不当春”，使气韵回环，节奏和谐，声情摇曳生姿。</p> <p>　　“上林苑里花徒发，细柳营前叶漫新”，颔联描绘长安景色，上林苑里鲜花盛开却无人欣赏，细柳营前，柳枝新绿却无人看顾。花木随着季节开花结果，是自然规律，本无所谓“徒发”或“漫新”，然而诗句中却以“徒”和“漫”，赋予景物以人性。正应了清人吴乔所说：“景物无自生，惟情所化。”绘景是为写情，这联是首联诗中“愁思看春不当春”的具体化描述，形象地表现诗人睹物感怀的惆怅心绪。</p> <p>　　“公子南桥应尽兴，将军西第几留宾”，颈联描绘的是诗人想象中洛阳友人赏春欢宴的情景。他们在南桥群游兴尽而归，又在西第集宴豪饮。这欢畅的场面，正与自己“独游秦”形成鲜明的对照。诗人运用这一虚笔来反衬自己的孤寂，突出对友人怀念的深沉和思归之切。由于其中化用了陈遵的典故，不仅表现了友人英侠豪爽的性格，而且使诗歌具有豪放的气势。“公子南桥”句，虽没直接写景，然而景已自在其中，春游者风度翩翩，潇洒自得的神志跃然纸上。诗写至此，似乎已完题中“有怀”。但诗人犹觉未够，又引出尾联诗句。</p> <p>　　“寄语洛城风日道，明年春色倍还人”，尾联构思新颖，造语清新。语痴而情真。诗人太熟悉洛阳的一切了，他思念洛城的人，也怀念洛城的风日，更留恋洛城的春光美景。这首诗与一般“有怀”诗相比，它扩大了“有怀”的范围。“诗贵出于自心”（《围炉诗话》），这联诗正是独出心裁，“言人之所不能言”。</p> <p>　　<a href=\"http://so.gushiwen.org/author_647.aspx\">杜审言</a>这首《春日京中有怀》，结构齐整平密，起承转合极其自然，虚实相生，波澜起伏。其艺术手法对后世很有影响。</p>",
  "about": "<h2>创作背景</h2> 　　《春日京中有怀》大约作于长安二年或三年（702或703年）的春天。唐代洛阳为东都。<a href=\"http://so.gushiwen.org/author_647.aspx\">杜审言</a>当年曾跟随<a href=\"http://so.gushiwen.org/author_298.aspx\">武则天</a>在东都洛阳居住，曾任洛阳丞，后任膳部员外郎及著作佐郎时亦多在洛阳供职，其家又在洛阳西巩县，并结识了许多文臣武将，成为知己和好友。因此他对洛阳有一种特别亲切的感情。武则天长期留居洛阳，只在长安中（701—703）曾一度回西京。当时杜审言曾随驾去西都长安。时逢春日，鲜花盛开，面对美景，思友之情油然而生。因此，他欣然命笔，写下了这篇声情并茂、情感真挚的《春日京中有怀》。",
  "poet": {
    "id": 647,
    "star": 0,
    "name": "杜审言",
    "image": "http://img.gushiwen.org/authorImg/dushenyan.jpg",
    "desc": "杜审言（约645-708），字必简，汉族，中国唐朝襄州襄阳人，是大诗人杜甫的祖父。唐高宗咸亨进士，唐中宗时，因与张易之兄弟交往，被流放峰州（今越南越池东南）。曾任隰城尉、洛阳丞等小官，累官修文馆直学士，少与李峤、崔融、苏味道齐名，称“文章四友”，是唐代“近体诗”的奠基人之一，作品多朴素自然。其五言律诗，格律谨严。"
  },
  "tags": [
    "春天",
    "孤独",
    "思念"
  ]
}