{
  "id": 48108,
  "star": 41,
  "name": "之宣城郡出新林浦向板桥",
  "dynasty": "南北朝",
  "content": "江路西南永，归流东北骛。<br>天际识归舟，云中辨江树。<br>旅思倦摇摇，孤游昔已屡。<br>既欢怀禄情，复协沧洲趣。<br>嚣尘自兹隔，赏心于此遇。<br>虽无玄豹姿，终隐南山雾。",
  "fanyi": "<p><strong>译文<br></strong>船走水路与江水背向而行，而流水却知入海而归。<br>浩淼水天之际能够认识出返归之船，云雾之中能分辨江岸的树。<br>船在摇荡，困倦惆怅之心也在摇荡，这种孤独的远行已非一次。<br>虽然为得朝廷赏识而高兴，但又怎能比得上遁迹僻远之地的情趣。<br>世间喧嚣从此远隔，庆幸得到这种机会。<br>虽然没有玄豹深藏远害的资质，但也终于能够隐于南山的雾中。</p> <p><strong>注释<br></strong>1、之宣城郡出新林浦向板桥：之，到。宣城，在今安徽宣州市。板桥，板桥浦，在离建康不远的西南方，《文选》李善注引《水经注》：“”水上经三山，又湘浦（一作幽浦）出焉，水上南北结浮桥渡水，故曰板桥浦，江又北经新林浦。<br>2、江路：长江的水路。句：写<a href=\"http://so.gushiwen.org/view_48108.aspx\">诗</a>人逆水向西南而行。<br>3、永：长，远。毛传:“永,长。”《诗·周南·汉广》：“江之永矣,不可方思。”<br>4、归流：归向大海的江流。<br>5、鹜（wù）：通“鹜”，奔驰。如，鹜置，以马疾驰传递。鹜行，疾驰。引申为追求。如，好高鹜远。<br>6、天际：天边，指江天相接处。<br>7、归舟：返航的船，这里指归向京城的船。南朝 宋<a href=\"http://so.gushiwen.org/author_758.aspx\">谢灵运</a>《酬从弟惠连》诗：“梦寐伫归舟，释我吝与劳。”<br>8、江树：江边之树。<br>9、摇摇：.心神不定貌。《诗·王风·黍离》：“行迈靡靡，中心摇摇。” 毛 传：“摇摇，忧无所愬。” 孔颖达 疏：“《战国策》云： 楚威王 谓 苏秦 曰：寡人心摇摇然，如悬旌而无所薄。然则摇摇是心忧无所附著之意。”心情恍惚貌。<br>10、屡：副词，屡空，经常贫乏而一无所有。屡复，多次告白，后用以指贫穷、衣食不继。;<br>11、禄情：怀恋俸禄。<br>12、协（xié）：会意。从办,从十。办，亦声。协，表示同力。十,表示众多。合起来表示众人同力。本义，和睦;融洽。《书·尧典》：“协和万邦。”传:“合也。<br>13、沧洲：滨水的地方。古时常用以称隐士的居处。三国魏<a href=\"http://so.gushiwen.org/author_698.aspx\">阮籍</a> 《为郑冲劝晋王笺》：“然后临沧洲而谢支伯 ，登箕山 以揖许由 。”<br>14、嚣（xiāo）尘：亦作“嚻尘”。 喧闹扬尘。《左传·昭公三年》：“子之宅近市，湫隘嚣尘，不可以居。” 杨伯峻 注：“嚣，喧闹。尘，尘土飞扬。” 宋 <a href=\"http://so.gushiwen.org/author_385.aspx\">曾巩</a> 《灵岩寺兼简重元长老二刘居士》诗：“更闻雷远相从乐，世道嚣尘岂可干。”，这里指喧嚣的尘世。<br>15、赏心：.心意欢乐。 南朝 宋谢灵运《晚出西射堂》诗：“含情尚劳爱，如何离赏心？” 宋 <a href=\"http://so.gushiwen.org/author_2632.aspx\">邵雍</a> 《同程郎中父子月陂上闲步吟》：“必期快作赏心事，却恐赏心难便来。”令人心情舒畅的事。<br>16、虽无玄豹姿，终隐南山雾：<a href=\"http://so.gushiwen.org/author_403.aspx\">刘向</a>《列女传》卷二载，陶答子治陶（古邑名，在今山东）三年，名誉不兴，家富三倍。其妻独抱儿而泣，曰：\"妾闻南山有玄豹，雾雨七日而不食者，何也？欲以泽其毛而成文章也，故藏而远害。犬彘（猪）不择食以肥其身，坐而须（等待）死耳。\"一年后，答子之家果以盗诛。玄豹，颜色黑中带红的豹。此以玄豹为喻，说自己外任宣城，远离京都是非之地，可以全身远害。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　全<a href=\"http://so.gushiwen.org/view_48108.aspx\">诗</a>十二句分二层。</p> <p>　　第一层开头四句，写自已离开建康乘船逆流西行。第一、二句“江路西南永，归流东北鹜 ”，点明此行溯流而上，与江水相背而行，水长路远。<a href=\"http://so.gushiwen.org/author_32.aspx\">谢朓</a>的船第一站定是新林浦，由此出发。在赴宣城的途中有不少佳篇，又如《晚登三山还望京邑》，是侍停靠写的。新林浦、三山的在建康西南，离京邑不远，宣城也在建康西南，所以开头是说，江舟向西南方向行驶，水流却东北流去。此时诗人想，江水尚知道入海为归，而人却辞别故土而去。这时诗人对归海的江水感慨万千，羡慕不已。他又遥想，水流归海的途中正经过自已的家乡京邑，思乡之情油然而生。 “永” 与“ 鹜”不但形容了逆流而上与顺流而下的不同水速，而且融入了自已思念故乡的真情实感。第三、四句“天际识归舟，云中辨江树 ”，由近写到远，继续写江舟远行时的景物，表达自已不舍的眷念。江面上点点帆影，消逝在远方的天空，但它仍是归去的舟船，再向前看，远处江岸还有约隐约现的树林，那树林的深处，不正是我的家乡吗？一字一句，情真意切。诗人以“识”与“辨 ”两字写出自己当时回望故乡专注与眷念的心绪。</p> <p>　　前四句是写景，后八句是抒情。</p> <p>　　第二层后八句。诗的第五、六句“旅思倦摇摇，孤游昔已屡”， 摇摇，心神不定貌，这里是双关。一是写眼前涛涛的江水使船颠簸，摇晃不定。二是写当时的心情。在离开京邑赴宣城前夕，南齐在一年（495）之内换了三个皇帝，其中之一就是谢朓充任中军记室的新安王，他仅做了三个月的皇帝。新安王登基之时，谢朓连迁骠骑谘议、中书诏浩、中书郎官职。明帝废新安王，谢朓官职虽未动，但他心有余悸。第二年就被外放出任宣城太守。这时的他心情复杂，他既对京邑留恋，又庆幸自已摆脱了纠葛。这两句巧妙地把由眷念故土转换成自我排遣。这是一个倒装句，说从前我孤游不止一次，回想起旅途行程，自已总是心神不定。这里借景抒情，诗家稼研“神来之笔”。</p> <p>　　第七、八句“既欢怀禄情，复协沧洲趣”，禄情，怀恋俸禄。欢喜、愿去做官领俸禄。沧洲，滨水的地方。古时常用以称隐士的居处。这两句是说又要当官，又做隐士，正合乎自已意向。隐居的志趣又合乎自已隐居的志趣。中国古代文人既要当官，又做隐士，最好是合二而一，在六朝以后渐成风气。而谢朓这次去宣城赴任，亦官亦隐，正好达到了这个目的。</p> <p>　　第九、十句“嚣尘自兹隔，赏心于此遇”，作者自己说，从此我将离开这烦嚣的是非之地，赏心乐事从此开始了。这只是作者一种天真的想法，实际是不可能的；如有，也只能是公务入之外逍遥吟咏的散淡生活，并非真正的避世远遁。</p> <p>　　最后两句“虽无玄豹姿，终隐南山雾”，借用典故，一典多用，精当巧妙。据<a href=\"http://so.gushiwen.org/author_403.aspx\">刘向</a>《列女传》卷二载：“陶答子治陶(古邑名，在今山东)三年，名誉不兴，家富三倍。其妻独抱儿而泣，曰：‘妾闻南山有玄豹，雾雨七日而不食者，何也？’欲以泽其毛而成文章也，故藏而远害。犬彘(猪)不择食以肥其身，坐而须(等待)死耳。一年后，答子之家果以盗诛。玄豹，颜色黑中带红的豹。”诗人借用此典，说自已虽无玄豹的姿质，不能深藏远害，但这次去宣城，与南山雾雨一样隐敝。“玄豹姿”，喻自已虽为一郡之守，并无美德，也未必能治好此郡，但自已却深爱名声，绝不会做陶答子邦样贫污、弄贫国家的事。从字面意义看，是借外任隐遁远祸，但更深的意义是说自己将以淡泊心境处理政务。这还包罗了“既欢怀禄情”照应，让人看到了诗人乘舟向西南江路漫漫前行、最终隐没在云遮雾绕的远山深林之中的景象。</p><br/><h2>鉴赏</h2> <p>　　“之宣城出新林浦向板桥”，<a href=\"http://so.gushiwen.org/view_48108.aspx\">诗</a>题如此准确具体地标明了行程和去向，诗人却没有以他那清丽的秀句描绘新林浦的佳景和板桥渡的幽致。诗中展现的是浩渺无涯、东流而去的江水，伫立船首、回望天际的归客，隐隐归舟，离离江树，只如淡墨般的几点，溶化在水天相连的远处。</p> <p>　　这是公元495年（齐明帝建武二年）的春天，<a href=\"http://so.gushiwen.org/author_32.aspx\">谢朓</a>出任宣城太守，从金陵出发，逆大江西行。据李善引《水经注》：“江水经三山，又湘浦（一作幽浦）出焉。水上南北结浮桥渡水，故曰板桥浦。江又北经新林浦。”谢朓溯流而上，出新林浦是第一站。宣城之行留下不少佳篇，除这首以外，著名的《晚登三山还望京邑》即作于下一站泊舟三山时。新林浦、三山都在金陵西南，距京邑不远，宣城也在金陵西南方向，所以首句“江路西南永，归流东北骛”先点明此行水长路远，正与江水流向相背。江舟向西南行驶，水流向东北奔驰。江水尚知入海为归，人却辞别旧乡而去，这就自然令人对江水东流生出无限思慕：那水流在归海的途中，不也经过地处东北的京邑吗？那正是自己告别不久的故乡呵！此处未作一句情语，仅在人与江水相逆而行的比较中自然流露出深长的愁绪。“永”和“骛”，不但精确地形容了逆流而上与顺流而下的不同水速，而且微妙地融进了不同的感情色彩：水流已将抵达它的归宿，所以奔流得那么迅速，人却是背乡而去，而且行程刚刚开始，所以更觉得前路漫无尽头。</p> <p>　　离思和归流自然将诗人的目光引到了遥远的天际：“天际识归舟，云中辨江树。”江面上帆影点点，即将从视野中消逝，但还能认出是归去的船只。再用心辨认，还可以看出，那隐现在天边云雾中的是江畔的树林，而有树之处就是彼岸，就是金陵呵！诗人在这里用清淡的水墨染出了一幅长江行旅图，以“辨”、“识”二字精当地烘托出诗人极目回望的专注神情，则抒情主人公对故乡的无限怀恋也就不言自明了。清人<a href=\"http://so.gushiwen.org/author_504.aspx\">王夫之</a>说：“语有全不及情而情自无限者，心目为政，不恃外物故也。‘天际识归舟，云中辨江树’，隐然一含情凝眺之人，呼之欲出。从此写景，乃为活景。故人胸中无丘壑，眼底无性情，虽读尽天下书，不能道一句。”（王夫之《古诗评选》卷五）历来称赏谢朓这一联名句者，鲜有如王夫之说得这样透彻。从汉魏到两晋，文人五言诗以抒情言志为主，写景成分虽逐渐增多，但总的说来情语多而景语少，即使写景也是由情见景，不忘兴喻，景语仅仅是情语的点缀。直到<a href=\"http://so.gushiwen.org/author_758.aspx\">谢灵运</a>的山水诗出现，五言古诗才有了纯写景而全不及情的描写。大谢山水诗刚从玄言诗脱胎而出，玄言诗中的山水描写作为玄理的印证，本来就有万象罗会、堆砌繁富的特点，这对于谢灵运寓目辄书、写景颇以繁富为累的山水诗自有直接的影响。大谢力求从山水中发现理趣，将枯燥的玄理说教变成抒情写意的手段，但还不善于使抒情说理和写景融合在一起，景物虽刻划精工而只求形似，缺少情韵，这就使他的山水诗产生了情景“截分两橛”（王夫之《姜斋诗话》）的弊病。比如同是水上行旅之作，谢灵运只能情景分咏：“旅人心长久，忧忧自相接。故乡路遥远，川陆不可涉。……极目睐左阔，回顾眺右狭。日末涧增波，云生岭逾叠。白芷竞新苕，绿苹齐初叶。摘芳芳靡谖，愉乐乐不燮。佳期缅无象，骋望谁云惬。”（《登上戍石鼓山诗》）这首诗倾泻忧思则径情直遂，殆无賸语，刻划景物则左顾右盼，笔笔不遗。作者还不善于将观望美景而更加郁郁不乐的心情融会在涧波、云岭、白芷、绿苹等客观景物的描绘里，也不善于将各种零散的印象集中在骋望的目光中，镕铸成完整的意境。小谢则以清新简约的文笔洗去大谢繁缛精丽的词采，仅淡淡勾勒出寓有思乡之情的江流、归舟、云树的轮廓，并统一在远眺的视线中，这就使语不及情的景物含有无限的情韵，变成了活景。这一变化不仅使大谢与小谢诗有平直和含蓄之别，而且促使厚重典实的古调转为轻清和婉的近调，从此以后，诗歌才开出由景见情一种境界，为唐代山水行役诗将景中情、情中景融为一体，提供了成功的艺术经验。所以陈祚明说：“‘天际’二句竟堕唐音，然在选体则渐以轻漓入唐调。”（《采菽堂古诗选》）参较<a href=\"http://so.gushiwen.org/author_757.aspx\">孟浩然</a>的《早寒江上有怀》，不难体味小谢此诗启唐渐近之处。孟诗后半首说：“乡泪客中尽，孤帆天际看。迷津欲有问，平海夕漫漫。”意为客中怀乡的泪水已经流尽，眺望孤帆的目光还凝留在天际。寒雾漠漠的大江上，哪里是迷途者的津渡？唯有满目夕照，平海漫漫，展示着渺茫的前程。诗中再现了“天际识归舟，云中辨江树”的意境，只是渗透着久客在外的怀乡之情以及仕途迷津的失意之感，较之小谢诗寄托更深。也更加浑融完整、清旷淡远。</p> <p>　　出任宣城太守之前，南齐在公元494年一年之内改了三个年号，换了三个皇帝，其中之一是谢朓为之充任中军记室的新安王，在位仅三个月之久。新安王登基时，谢朓连迁骠骑谘议、中书诏诰、中书郎等官职。明帝废新安王自立后，谢朓的前程虽未受影响，但目睹皇帝走马灯似地变换，不能不心有余悸。所以当他第二年出牧宣城时，对京邑固然不无留恋，不过也很庆幸自己能离开政治斗争的漩涡。此诗后八句就表现了这种复杂的情绪。“旅思倦摇摇，孤游昔已屡。”这两句承上启下，巧妙地由前四句眷恋故乡的惆怅心情转换为无可奈何的自我排遣。“摇摇”写人随着江舟的颠簸摇来晃去的感觉，以及倦于行旅、思绪恍惚的状态，是传神之笔。不说此次孤身出仕，只说从前孤游已经不止一次，越是强自宽解，便越见出眼前的孤独。</p> <p>　　“既欢怀禄情，复协沧洲趣”，这话虽是指此去宣城既遂了做官的心愿，又合乎隐逸的幽趣，却也精炼地概括了诗人一生感激皇恩、安于荣仕和远隔嚣尘、畏祸全身这两种思想的矛盾。魏晋以后，朝隐之风逐渐兴盛，调和仕隐的理论在士大夫中也很流行。晋王康琚甚至说：“小隐隐林薮，大隐隐朝市”（《反招隐诗》），但将热衷利禄之心和遁迹沧洲之意这两种本来相互排斥的生活情趣如此轻巧而直截了当地统一起来，“沧洲趣”便更像是为“怀禄情”所涂上的一层风雅色彩，只是徒然显示了诗人志趣的平庸而已。</p> <p>　　好在谢朓厌恶尘俗嘈杂的感情还是真挚的：“嚣尘自兹隔，赏心于此遇。”当然这种赏心乐事充其量不过是公务之暇逍遥吟咏的散淡生活，并非真正的避世远遁，然而终究可以离开那烦嚣的是非之地，幽栖远害。所以末二句说：“虽无玄豹姿，终隐南山雾。”结尾一典多用，精当巧妙。据《列女传·贤明传·陶答子妻》载：“答子治陶三年，名誉不兴，家富三倍。……居五年，从车百乘归休，宗人击牛而贺之。其妻独抱儿而泣。姑怒曰：‘何其不祥也！’妇曰：‘妾闻南山有玄豹，雾雨七日而不下食者，何也？欲以泽其毛而成文章也，故藏而远害。……今夫子治陶，家富国贫，君不敬，民不戴，败亡之征见矣！愿与少子俱脱。’……处期年，答子之家果以盗诛。”从上下文看，诗人是说自己虽无玄豹的姿质，不能深藏远害，但此去宣城，亦与隐于南山雾雨无异；从典故的含义看，“玄豹姿”又借喻自己身为一郡之守，虽无美政德行，未必能使一郡大治，但也深知爱惜名誉，决不会做陶答子那样的贪官污吏，弄得家富国贫。</p> <p>　　所以字面意义是借出仕外郡之机隐遁远祸，典故含义又是指以淡泊心境处理政务，这就借一个典故包罗了“既欢怀禄情，复协沧洲趣”的两重旨趣，更深一层地阐明了自己以仕为隐的处世之道和以隐为仕的治政之法。结尾不但扣住赴宣城为郡守的正题，而且字面形象与首句“江路西南永”照应，令人在掩卷之后，仿佛看到诗人乘舟向着西南漫漫的江路缓缓前去，隐没在云遮雾绕的远山深处。</p> <p>　　这首诗情景分咏，又相互映衬。前半首写江行所见之景，又暗含离乡去国之情；后半首直写幽栖远害之想，也是自我宽解之词。胸中重重丘壑，尽以“闲旷之情迢递出之”（《采菽堂古诗选》），因此结构完整，思致含蓄，语言清淡，情味旷逸，堪称谢朓山水诗中的上乘之作。</p>",
  "about": "<h2>创作背景</h2> 　　齐明帝建武二年(495)的春天，<a href=\"http://so.gushiwen.org/author_32.aspx\">谢朓</a>外任宣城太守，从建康乘船，逆长江西行，这首排律就是在乘船作的。<a href=\"http://so.gushiwen.org/view_48108.aspx\">诗</a>的题目明确告诉人们，是到宣城去，从新林浦出发，向板桥方向走。",
  "poet": {
    "id": 32,
    "star": 0,
    "name": "谢朓",
    "image": "http://img.gushiwen.org/authorImg/xietiao.jpg",
    "desc": "谢朓（464~499年），字玄晖。汉族，陈郡阳夏（今河南太康县）人。南朝齐时著名的山水诗人，出身世家大族。谢朓与谢灵运同族，世称“小谢”。初任竟陵王萧子良功曹、文学，为“竟陵八友”之一。后官宣城太守，终尚书吏部郎，又称谢宣城、谢吏部。东昏侯永元初，遭始安王萧遥光诬陷，下狱死。曾与沈约等共创“永明体”。今存诗二百余首，多描写自然景物，间亦直抒怀抱，诗风清新秀丽，圆美流转，善于发端，时有佳句；又平仄协调，对偶工整，开启唐代律绝之先河。"
  },
  "tags": [
    "写景",
    "写水",
    "思乡"
  ]
}