{
  "id": 70115,
  "star": 3,
  "name": "杂剧·钟离春智勇定齐",
  "dynasty": "元代",
  "content": "第一折<br>纷纷战国尚尊周，五霸争强作列侯。率土之滨承治化，威名耿耿壮春秋。某乃齐公子是也。祖立国临淄，自周初之时，封七十二国，后并一十八国，因吴越相争以来，周平王以后，为春秋之世。今各分十二国，乃鲁国、卫国、晋国、郑国、曹国、蔡国、燕国、陈国、宋国、楚国、秦国、俺齐国，惟俺东齐封疆宽阔，桑麻遍地，积粟如山，黎民乐业，雨顺风调。某因昨夜晚间作一梦，见一轮皓月，出离海角，恰丽中天，忽被云雾遮蔽。撒然惊觉，正当夜半子时。未知主何凶吉，可请中大夫合眼虎来，与吾圆梦。早间已令人请去了，这其间敢待来也。东齐东齐，生的跷蹊，不是秃头，便是瞎的。小官乃合眼虎是也，乃齐国中大夫之职。我平生好厮打，若打的过人，我睁着眼则管里打；若打不过人，我合着眼着人则管里打。有公子呼唤，不知有甚事，须索走一遭去。可早来到也。报复去，道有合眼虎来了也。理会的。喏！报的公子得知，有合眼虎来了也。着他过来。理会的。着过去。公子呼唤小官有何事？合眼虎，唤你来别无甚事，某昨夜作一梦，见一轮皓月，出离海角，恰丽中天，忽被云遮。未知主何凶吉，请你来圆梦。我道为甚么，原来是梦境之事。打甚么不紧！公子，你寻思波，月者是亮也，亮者是明也，云者雾也。月里头云，云里头雾，月云雾，好事吉祥之兆。今日若不得财，公子，必然有人请你嚼酒。这厮胡云！令人，请上大夫晏婴来者。理会的！晏大夫有请！纲常礼乐正彝伦，善与人交秉性淳。治国齐家为国土，在明明德在新民。小官姓晏名婴，字平仲，官拜齐国上大夫之职。今有公子呼唤，须索走一遭去。可早来到也。令人，报复去，道有小官晏婴来了也。理会的。喏！报的公子得知，有晏大夫来了也。道有请。理会的。有请。公子呼唤晏婴有何事？大夫，请你来不为别，某昨夜作一梦，见一轮皓月，出离海角，恰丽中天，忽被云遮。特请大夫来圆此梦，未知主何凶吉。公子，月者属阴也，皓者明也，浮云遮蔽者，乃此人时运未遇。公子未娶夫人，所有贤明淑女，隐于乡村，或在林麓之间也。大夫，便怎生得见？公子要见不难，到来日出城打围猎射，午时三刻，必遇淑女贤人。此言有准么？决然有准无差。谁听你胡云！合眼虎，分付左右，收拾什物鞍马鹰犬，到来日采猎，走一遭去。得令！我出的这门来，大小头目，便收拾鞍马，打点鹰犬，公子要打围猎射去。可不干我事，都是晏矮子来。他说道明日打围处，撞见贤人淑女。若见呵，便罢，若不撞见呵，晏婴我儿也，我替你愁哩！梦是心头想，晏婴胡打嚷；若不见淑女，慢慢白他谎。左右，与我唤将田能来者！理会的。田能安在？四塞关河立帝基，巍巍泰岳列峰奇；如山积粟民安业，赳赳威名号大齐。某乃田能是也，佐于齐公子麾下，为统军上将军之职。正在教场中操练士马，公子呼唤，须索走一遭去。可早来到也。报复去，道有田能来了也。理会的。喏！报的公子得知，有田能来了也。着他过来。理会的，过去。田能来了也。小官来了也。且一壁有者。左右，与我唤将徐弘吉等来者。理会的。徐弘吉等安在？武艺精熟敢战争，相持厮杀惯交兵；扶持齐国为良将，威镇边关显姓名。某乃徐弘吉，兄弟徐弘义，在齐公子麾下为左右裨将之职。恰才点军回还，公子呼唤，不知有甚事，须索走一遭去。可早来到也。报复去，道有俺二人来了也。理会的。喏！有裨将徐弘吉、徐弘义来了也。着他过来。理会的。过去。个子呼唤俺二将那厢使用？我如今要打围猎射去，田能。有！你同他二将，即便收拾鞍马猎射去，不可迟延。得令！徐弘吉、徐弘义，俺统领一丢人马，收拾行装等物，跟公子打围去。你二人先布围场，某保公子出城。去来。裨将先去布围场，射猎春蒐出帝乡；大张罗网收牲口，旋回齐唱凯歌腔。大夫阴阳有准，若应此梦，必然重赏封官也。率士临淄掌大权，为无正室觅姻缘；春蒐采猎临郊野，当遇佳人应梦贤。公子回去了也。书云：先进于礼乐，野人也。盖谓郊野之民，乃有质朴之风。今公子无有夫人，未治其内，岂治其外？得此梦境，到来日采猎于桑间，必遇贤哉淑女，可配<br>君子。一轮皓月正当空，却被浮云惨雾漾；深沉林麓知何处，只在来朝采猎中。积祖苍山是本家，深村乡里事桑麻。秋收春种田园乐，无是无非度岁华。老汉复姓钟离，名个信字。积祖是这齐国无盐邑人氏。嫡亲的五口儿家属：婆婆刘氏，儿孩儿是钟大，媳妇儿邹氏，女孩儿是钟离春。家间颇有些田土，多收下些粗粮薄食，人都以我为钟大户称之。女孩儿钟离春，年长二十岁，心性明慧，胸襟磊落，则是有些儿颜陋。昼诵诗书，夜观天象，十八般武艺皆通，九经三史尽晓。非因学而成就，实乃天赋其能。文武兼备，韬略精深，有安江山社稷之才，齐家治国之策。争奈未曾许聘他人。如今时遇春间天道，正是农忙时节，钟大孩儿使牛去了，媳妇儿，你家中好生看蚕者！父亲但开口，则卖弄他那女孩儿攻书写字、舞剑轮枪，学的那里用？俺是庄农人家出身，如今农忙时节，为儿的耕田坝地去了，我独自个在家，又要绩麻织纺，又要采桑喂蚕，又要侍奉公婆茶饭。他每日横不拈、竖不抬，那得闲茶饭，养活着他怎地？老的也，你休听闲言剩语的，孩儿既攻书写字呵，也是好处。有朝一日孩儿显达呵，也是俺两口儿好处。你叫他出来，我问他。傻弟子，他是我女孩儿，终不道不养活他。你与我唤出他来者。父亲使我唤他，可不干我事，又则道我攀他哩！我依着父亲，叫他出来。无盐姑姑，父亲唤你哩！妾身复姓钟离，名春，无盐女是也。年长二十岁，在此深村居住。先祖仕宦，今我父亲专务为农。妾身生来懒攻针指，好习诗书，颇谙武事。父亲呼唤，不知有甚事，须索走一遭去。我想上古先王，治理天下，流传到今，非同容易也呵！<br>【仙吕】【点绛唇】自从那克伐殷汤，立基开创，今归向，周室诸王，治世为尊上。<br>【混江龙】后来也春秋雄壮，各称一国立家邦。界分列土，隘定封疆。却正是幸值繁华歌稔岁，喜逢美景乐风光。端的是人和美行谦让，为人要心存义理，秉受纲常。<br>嫂嫂万福。姑姑，父亲唤你哩！咱见去来。父亲，姑姑来了也。孩儿来了也。父亲，唤您孩儿有何事？孩儿也，你是庄户人家女孩儿，不肯做针指农妇生活，每日则是习学武艺，写字读书，学他何用？哦，父亲原来为此也！<br>【油葫芦】你着我针指匆匆居草堂，又着我攀绣床，不如我抚瑶琴学舞剑诵文章，争如我暗嗟吁豪气冲天上。我则待施逞韬略驱兵将。孩儿，依着俺则做女工生活可不好？我从来志意坚，心性刚，我这胸中素有江湖量，争知我待时运且潜藏。<br>你是个女孩儿家，便学成那武艺，量你到的那里也。<br>【天下乐】有-日出众超群独占强，我则待昭彰，把名姓扬。凭着我机谋运筹才智广。孩儿也，你学成那兵书战策，敢与谁人拒敌也？任交锋将阵势排，会理伏把兵艺扬，我与皇家定边疆除恶党。<br>孩儿也，俺这里也有为官的，也有为吏的，也有为商贾的，算来都不如俺这庄农每快活。孩儿也，那登仕路的，可是怎生？那为商贾的，可是如何？你说一遍，我试听咱。俺庄农每委实受用快活也。<br>【寄生草】读书的登高位，治财的为人商，登仕的官高三品彰名望，为商的货行千里图增长。庄家每田蚕万倍多兴旺。姑姑，在家也是闲，俺采罢桑，去那牡丹亭上散心，到好耍子。你待着玩清凉一座牡丹亭，我则待坐中军九顶莲花帐。孩儿，你如今不小也。如今春将尽，夏将临，正是蚕忙时候，跟着嫂嫂采些桑叶喂蚕，可不好？父亲命敢不应承？妾身去、去、去！媳妇儿，好生看孩儿，不要闲游荡。嫂嫂，咱采桑去来。<br>【尾声】我如今甘苦用辛勤，怎敢闲游荡。相伴着村务女提篮儿采桑，打叠起风流美艳妆，入家园数尽桑行，为蚕忙。急急春光，内外家私各自当。凭着我高才伎俩，威严形状，有一日保全宗社定齐邦。<br>孩儿采桑去了也，老汉无甚事，庄东里看田禾，走一遭去。春来耕种效殷勤，夏至挥锄受苦辛；秋天五谷收成了，快活三冬老富民。<br><br>第二折<br>莫乃田能是也。同众官来到此郊野外，大小三军，布下围场，公子这早晚敢待来也，将围场摆开者！将军，摆布严整了也。公子敢待来也。某齐公子是也。来到郊外，兀的不是围场。可怎生獐狍鹿兔，不见一个？兀的不是一个雪白兔子！众人休放箭，等我射这玉兔。着！箭射中玉兔也，左右与我拿来！报的公子得知，玉兔带箭走了也。呀！兔子活哩，带着箭走了也。泼毛团带着我一枝金鈚箭走了也，那里去，更待干罢！众人跟着某，务要赶上。紧赶他紧走，慢赶他慢走。田能，您守定围场，我务要赶上他。好是跷蹊也，俺采猎半日，止有一个白毛玉兔，公子射中，带着金鈚箭走了，公子追将去了。众将士，俺四下里抓寻玉兔去来。<br>【撼动山】提着这个采药蓝，我头发儿乱髡鬈。今年可便好收蚕，好收蚕也么哥，雨润条柔，露湿花梢，转桑行行过家南。<br>妾身邹氏，父亲母亲言语，着我相伴姑姑采桑去。早来到郊园也。姑姑行动些。妾身无盐女是也。时遇春末夏初之际，养蚕正忙。蒙父母言语，着跟着嫂嫂采桑喂蚕。无盐，几时是你那发迹的时节也！<br>【中吕】【粉碟儿】这些时慵怠妆梳，正遇着务农忙养蚕时序。爱偷闲学剑攻书，隐深林，潜野外，世居农务。你看这姑姑采桑处还拿着一本书，便有甚么好处？这书中曾下工夫，我待要治家邦播扬名誉。<br>姑姑，你曾不曾出来，你看这邻近的人家女孩儿，还不似你都来采桑喂蚕？你般出来，一来采桑，二来耍一耍，不强似闲坐也？<br>【醉春风】你看那邻里俊娇娃，更和这乡闾小幼女，家园万卉叶蓁蓁，要把这成行儿数，数。走不彻榆林，观不尽枣棘，数不尽桑树。<br>咱慢慢的采桑，看有甚么人来。走走走！甫能赶上，带着金鈚，走入桑园去了。可怎生不见了？兀那桑间有几个采桑的女子，我试问他一声。兀那采桑的女子，你曾见一个兔子，着一枝箭么？你在这里问兔儿，我说与你，你去南海子寻问去，连獐子说与你！兀那女人，那里是往临淄去的路也？<br>【红绣鞋】他问俺那个是临淄的道路。你是甚么人？某乃齐公子是也。既是齐公子。你可便怎来到俺这郊墟？哎，你个公子齐侯有疏虞。这厮好无礼也，有甚么疏虞处？岂不知禾苗在地，也不念麦将熟，如今田苗在地。你道波，你不合骤骅骝践田亩。好是不祥也。为这个泼毛团，受这个采桑妇的气！我出的这桑林，可怎生不见晏婴？公子，量那玉兔打甚么不紧，直赶到这里！晏婴，你圆的好梦！淑女也不得见，倒受了采桑妇一肚子气。公子，在那里？我试看咱。看了此女子，生的像貌非俗。日当卓午，这个莫不是应梦的贤人淑女？休问是不是，我指着他题一首诗，看他说甚么。兀那女子，我作首诗你听着，看你晓的么。诗曰：采桑忙来采桑忙，朝朝每日串桑行；织下绫罗和匹段，未知那个着衣裳。这个敢是朝中宰相？我回他一首。你听者，诗曰：将军忙来将军忙，朝朝每日斗争强；空有江山并社稷，无人敢与定封疆。一个道采桑忙也采桑忙，一个道将军忙也将军忙。男女不可话衰肠，若是您不上紧走，俺老子撞见打您娘。呀、呀、呀！果然是贤人！兀那采桑女人，你那里人氏，姓字名谁？你试说，我试听咱。<br>【石榴花】俺酬恩报国作农夫，这的是勤苦用耕锄。农忙时候，索是勤苦也。看承禾黍不轻疏。你那里人氏？住齐邦境隅，邑土乡俗。你既是俺本国之民，当归附于国君也。差科征税当归附，盛兴隆民户咸伏。君侯暂且容宽恕，试听我谈论待须臾。俺本国人强马壮，士民乐业，文武贤能，有何谈论之事？<br>【斗鹌鹑】您如今便士不能文，您如今兵慵傲武。殆哉殆哉！春秋之间，外不修君臣之礼，内不肃齐家之治。一旦志弱，彼国侵争，悔之晚矣！恰才贤女所言本国之事，小官愿闻。那个肯入水擒蛟，伏林刺虎？一个个智浅才疏腹内虚，怎能勾志纵横德不孤。方今春秋战国，各据其境，岂无文武贤能！岂不知西患衡秦？岂不知南仇大楚？<br>公子，小官观此女子，出言非俗，正是贤人，此乃是应梦的贤人。若得此女子为夫人，齐国大治。大夫，你问他。小官恰才闻贤女所言，非桑间妇女，出言皆治国齐家之道，实女流中翘楚也。俺齐公子见今未有正室夫人，贤女若肯见许，与齐公子结亲，小官亲为大保，贤女意下如何？你是何人？小官乃齐国上大夫晏婴是也。哦，晏丞相，久闻尊名。妾来采桑，非是结亲之所，有父母在堂，焉敢轻许？贤女许个肯宇，接了公子把定，再与你父母议亲。既然如此，愿公子退谄佞，去雕琢，选兵马，实府库，用贤良，进直言，如此者愿备后宫。大人不可相戏也。一言为主，主一无适，愿以信物奉之如何？任大夫为之。公子，且喜贤女已许，奉信物为定。途中无甚宝物，将这紫丝鞭权为信定。将来。贤女，俺公子将此紫丝鞭为信定。要结夫妇之礼，岂为执鞭之事？不可。也罢也罢，将来赶牛。公子，那壁贤女说，既要结夫妇之礼。岂为执鞭之事。将这口剑为信定。也罢也罢。贤女，公子这口宝剑为信定。兵器乃不祥之物，岂可为信物？留着切桑叶喂蚕。公子，贤女说，兵器者不祥物也，不可用为信物。可怎生？公子将腰间玉带与贤女，堪为信物。言者当也。这玉带与他权为信定。将来将来。贤女，俺公子将这玉带奉为信定，贤女意下如何？妾身暂且将留，到家与父母计较。晏大夫，就着贤女跟同回去，异日与他父母处行礼如何？小官与贤女说去。贤女，如今公子将贤女车车载着同回，异日与你父母行礼，择吉日良辰，成亲如何？此非礼也。既要结亲，迎礼于钟氏之门，择吉日良时，亲迎过门，此其礼也。君是同车车载回，是为奔女也。晏大夫，此言深有理也。贤女，只收留玉带者。妾身收了玉带。<br>【耍孩儿】这玲珑玉带为凭据，立于朝偏能济楚。纲常礼乐定规模，把人伦身体拘束。将玉带权为定礼，两下各不敢失信。今日个立信与织纺勤劳女，堪匹配你个衣冠大丈夫，得之者贵显家豪富。他声闻乡里，光耀门闾。<br>大夫，问贤女要回奉礼物。理会的。贤女，小官奉公子之命，问贤女要回奉的礼物。有有有！这一个桑木梳，权为回奉之礼。公子，贤女以此桑木梳一个，权为回奉之礼。大夫，我那玉带价值百金，量这桑梳木有甚稀罕？你说去。小官说去。贤女，俺公子说，玉带价值百金，量这桑木有甚打紧。有甚打紧？投至的等的一个货郎儿来，千难万难的。大夫，休看这桑木梳小可，他能理万法。好言语！公子，贤女说休看的他小可，能理万法。句句字字，皆合乎大道。女子，你姓甚名谁，何处人氏？某选吉日良时，下财行礼，娶为正室夫人。你听者。<br>【尾声】我姓钟离名字春，住苍山原是祖。我知也，你指与俺临淄去的路儿咱。你如今出桑园便是临淄路。我本是齐国无盐邑之女。<br>贺万千之喜！谁想俺姑姑与齐公子做了夫人，得了玉带。我也家去报喜去来。晏婴堪为上大夫，文章才智又通书；再搽一斗胭脂粉，我是个村疃多年老诌狐。大夫，贺万千之喜！果应此梦。便选吉日良辰，娶夫人至本国，自有加官赐赏。只因采猎入桑园，淑女相逢结美缘；奇哉智略无盐女，治国齐家作大贤。<br>楔子<br>强秦雄霸占咸阳，斗宝临潼拱上邦。壮士纷纷施勇烈，威名赳赳自昭彰。某乃秦姬辇是也，今在秦昭公手下为上将。方今春秋之世，秦为上国，十一国都来进贡。惟有东齐，三年不行进贡。听知的倚仗钟无盐英雄智勇，某今将这对玉连环前往东齐，单奈无盐，若解开玉环，休兵罢战，若解不开，统兵前去，征伐不进贡之罪，未为晚矣。令人！唤将虎白长来。理会的。虎白长安在？某乃虎白长是也。正操练人马，大人呼唤，不知有甚事，须索走一遭去。可早来到也。令人，报复去，道白长来了也。理会的。喏！报的元帅得知，有虎白长来了也。着他过来。理会的。过去。元帅唤小将那里使用？唤你来不为别，差你为使命，将着一对玉连环，前往东齐国，奈他解开这玉连环，俺秦国免他进贡，他若解不开，俺便统兵征伐。小心在意，疾去早来。老子也，与这么一个差使！则今日辞别了元帅，直至齐邦，走一遭去。差使不寻常，星夜到齐邦；解开玉连环，生死我都当。虎白长去了也，若回来时，自有主意。西秦姬辇世间无，勇跃寰中大丈夫。慢说晏婴多巧计，休言贤女有机谋。玉环进往东齐去，解不开时激恼吾；兵至辽关则一阵，东齐一国属秦都。先祖受封居范阳，兵强将勇立家邦。一任周初分疆土，修文演武用贤良。某乃大将孙操是也，乃孙武子之后。某习祖父之兵法，久居范阳，佐于燕公子麾下，保守无虞。颇奈东齐无礼，倚仗兵多将广，自称大国。某心中不忿，造蒲琴一张，此琴有金微玉轸，凤沼龙池，上面制蒲弦七条。今差使命，送至临淄，若弹响蒲琴，齐为上邦，若弹不响蒲琴，齐为下邦。倘若不允，然后领兵征伐，未为晚矣。令人！与我唤将孙仿来者。理会的。孙仿安在？小人是孙仿，一生则说谎。听的父亲叫，看他胡厮嚷。来也，来也！恰才拾马粪来家。自家孙仿是也，乃孙操次男。父亲呼唤，不知有甚事，须索走一遭去。来到也。报复去，道有三合来了也。理会的。喏！报的将军得知，有三舍来了也。着他过来。理会的。着过去。父亲，唤您孩儿那厢使用？孙仿，唤你来别无甚事，颇奈东齐无礼，累次侵扰邻邦。你将这张蒲琴，直至东齐，单奈临淄名将。若弹响蒲琴，齐为上邦，弹不响蒲琴，齐为下国。你小心在意，疾去早来<br>。得令！则今日持着蒲琴，辞别了父亲，直至东齐，走一遭去。这张蒲琴好，果然无处讨；若还弹不响，看你怎么了。孙仿去了也，若回来时，自有个主意。蒲琴巧匠制工成，智量机关如用兵；弹出高山流水调，东齐尊大显奇能。淑女贞良世罕稀，英才智略果为奇。自从娶得夫人后，始觉融融家道齐。某齐公子是也。自采猎应梦，得见淑女，论齐家治国之道，凭晏婴为媒，娶为夫人。依夫人所言，屏不急之事，招致贤良，纳用直言，以此齐国大治。大夫一壁安排筵宴贺喜。令人，门首觑者，看有甚么人来。某乃虎白长是也。自离西秦，个月期程，可早来到东齐也。这的是府门。令人，报复去，道有秦国使命到此。理会的。喏！报的公子得知，有秦国使命在于门首。着他过来。理会的。过去。某奉俺秦国元帅秦姬辇的将令，将这一对玉连环进与公子，若解开玉环，西秦与东齐年年进贡，若解不开玉环，东齐可与俺西秦进奉。将来，一壁有者。某乃孙仿是也。自离燕国，可早来到东齐也。令人，报复去，道有大将孙操，差使命在此。理会的。喏！报的公子得知，有大将孙操，差使命在于门首。着过来。理会的。过去。使命是那一国来的？某是燕国来的。奉大将孙操元帅的将令，将着这一张蒲琴，上面七条蒲弦，进与您东齐，若是有人操的响，俺本国与东齐进贡称臣，操不响，领十万雄兵，至苍山交锋。将来，我试看咱。这一张琴，上面是七条蒲弦，可怎生操的响？这一对玉连环相连着，又无痕路，可怎生解的开？晏婴，似此怎生计较？公子放心，请夫人出来，他自有妙法，商量此事。大夫说的是。侍女，传报后堂中，请出夫人来者。理会的。后面侍女，请夫人出来议事。理会的。妾乃无盐女是也。自昔日遇着齐公子，一席话间，公子纳为正室夫人。公子在前堂，令人相请，不知有甚事，须索走一遭去。公子唤妾身有何事？夫人，请你来不为别，今有燕国范阳孙操，差使命进一张蒲琴，秦姬辇进一对玉连环，特来奈俺东齐。若操响蒲琴，解开玉环，他两国称臣进贡，若操不响蒲琴，解不开玉环，着俺进贡，他为上国，不然统兵前来征伐。无计可施，特请夫人商议<br>。将琴来我看。他那里是奈公子众官，正意的则是奈妾身！有何难哉！可用丈二竹竿一条，将琴挂在高处，妾身自有主意。晏婴，你扶着。兀那使命，你近前来听者，琴者禁也，以禁人之心。这琴上有三十大龙吟，二十大素声，按宫商角徵羽。兀那厮，你听者：玉轸金徽妙理深，良工特意造蒲琴，吾今聊展丹诚手，操出高山流水音。兀那厮，你听的琴响么？听的，听的，委果琴响。既是响了，我回去罢。左右拿下去，剥了那厮衣服！用针刺了，与孙操看去！令人，抢出去！出去！夫人忒造次，并严于我事。我又不做贼，怎么身上刺了字？将秦国玉环来我看。公子，夫玉者出自昆冈，难同环境珰珓，良工有智，造作连环。吾今用意，要解不难。兀那厮，你看者，巧匠琢磨非等闲，相联一对最宜看；袖中舒出拿云手，当面分明解玉环。既然玉环开也，慢在小子告回。令人，将那厮拿下去！老子也，怎么的？将笔来。左右将针来，黥了面上字，你与秦姬辇看去。令人，抢出去！脸上刺上宇，我又不曾做贼。可是苦也！戴上眼罩子回本国，看秦将军怎的说。脸上刺字也不妨，穿州经县过村坊；闹市丛中人看见，则是小的每嘈的我慌。夫人，既然操响蒲琴，解开玉环，皆夫人之妙智也。则不合将来人黥面刺背而回，听知的孙操秦姬辇好生英雄，倘惹起刀兵来，怎了？公子，不如是着他小量齐邦。不妨事，有妾身哩！<br>【仙吕】【赏花时】便休题孙操轩昂志勇骁，怕甚么姬辇英才天下少，卫吴起更丰标。任他有通天智巧。公子放心。我直着十一国敢可兀的尽来朝。<br>夫人去了也。田能，便与我整搠人马，铮剑磨刀，你为副将，合眼虎为先锋。若两国兵至，与他拒敌。得令！则今日下教场，点就人马，整备什物，单等两国来交锋。大小三军，听吾将令！奉命出师起大营，阔剑长枪列万层；方天画戟悬豹尾，矛盾斧钺挂红缨。立国安邦忠良将，深知韬略有声名；他时统领齐兵去，马践偏邦如土平。则今日点起人马，以备秦兵。秦兵秦兵，个个英雄，准是我输，必定他赢。众将去了也。便是他两家领兵来，凭着夫人神机妙策，量他到的那里！西秦姬辇逞雄才，范阳孙操卷江淮；则说东齐无贤士，鸣琴又解玉环开。公子去了也。小官且回私宅去。贤母奇才治国均，谁如钟氏世绝伦；安危定乱平天下，才识桑间应梦人。遣使临齐国，不见信音回。某秦姬辇是也。自从使命将玉环奈东齐去，不见回来。令人，门首觑者，但有军情事，报复某知道。理会的。走，走，走！自家虎白长是也。进玉环去，惹了一身祸来了。不住程回来到秦国，须索见秦将军去。来到也。报复去，道虎白长来了也。理会的。喏！报的元帅得知，有虎白长来了也。方才说罢，使命来了，着他过来。理会的。过去。虎白长，进玉环一事如何？将军，不好说。走到东齐，献了玉环，大小官员，都解不的。惟有齐公子夫人，解开了玉环。不敢说谎。玉环安在？这的便是。无盐女好无礼也，怎敢将玉环摔碎了！兀那厮，脸上黑的是甚么？是甚么？你看！你看！我试看咱。立国安邦齐有贤，英雄战将万千员，殿前解开秦国宝，摔碎无价玉连环。吾身颇会驱兵将，休把东齐作等闲。说与儿曹秦姬辇，怕娘休要过潼关。呸！你还念哩。你近不的他，把我脸上刺了一脸字，洗又洗不的，可怎么了？好个秦姬辇，专一则弄事，着我进玉环，刺了一脸字。颇奈无盐女无礼，将玉环摔碎，又将某看承为儿曹，将使命刺了面字，此恨痛入骨髓。某如今奏知主公，亲自为帅，点就十万雄兵，会同卫国吴起，征伐东齐，擒拿无盐女，走一遭去。我听言说罢怒生嗔，来朝疾便践征尘。你殿前摔碎无价宝，黥面将咱恶语喷。卫国吴起为前部，吾今亲自统三军；驱兵领将临齐地，放心活捉桑间采叶人。宝帐周围排虎将，中军左右列雄兵<br>；文韬武略机谋大，下寨安营神鬼惊。某乃孙操是也。奉燕国公子之命，遣使命进蒲琴，前往东齐，奈他去了。报马来说，今日来到，小校门首觑者，若来时，报复我知道。理会的。祸福无门，惟有自招。进与蒲琴，惹下心焦。某乃孙仿是也，进蒲琴已回，飞星回程，来到本国也。回父亲话，走一遭去。可早来到也。报复去，道有孙仿来了也。理会的。喏！报的将军得知，有孙仿来了也。着他过来。理会的。过去。孙仿，进蒲琴一事如何？您孩儿奉父亲的言语，将着蒲琴到东齐，被无盐女操响蒲琴。将孩儿殴了一顿。齐夫人操响蒲琴？这厮是能。他说甚么来？他说甚么来？你来你来。不知这脊梁上，写着甚么，将针刺了字，疼杀我，你看你看。进的好蒲琴，惹下祸了。我试看咱。无盐英名天下知，八方归伏罢征旗。踏翻各国为尘土，荡散偏邦化作泥。孙操愚夫生巧计，蒲琴做作惹灾危。书与小邦贼子看，怕娘及早顺东齐。噀，你还念哩。你不害羞，我去也。俺老子奈他弄机会，来往走了数十日，做了八句骂贼子，大字刺了一脊背。颇奈采桑村妇无礼，怎敢将吾毁骂，更待干罢！则今日分付点人马，亲身为帅，俺会同二国，征伐东齐，擒拿无盐女，以雪此恨。大小三军，听吾将令！忠义兴邦起大兵，刀枪济济甲层层；人如猛虎离山岳，马似长蛟出水行。压地兵山尘土暗，冲天杀气密云生。扬威耀武相攻战，踏碎东齐如土平。武略文韬体圣谟，深通兵法运神术。功名四十无成就，枉做堂堂大丈夫。某乃大将吴起是也。其先卫国人，曾于盖公山学艺，今在魏文侯麾下为大将之职。西战于秦，拔其五城。某行兵有法，卧不设席，行不乘骑，与士卒同甘苦，尝与魏武侯浮西河而下，武侯曰：\"美哉山河之固。\"某对曰：\"在德不在险。\"以此一言，人称某为文武元帅。今因齐国无礼，累次辱俺二国，俺如今点就雄兵十万，与秦姬辇、燕孙操会合一处，征伐东齐。则今日拔寨起营。大小三军，听吾将令！彩云拥出万山中，闪烁金光射碧空；马似蛟龙离大海，人如虎豹出巅峰。征尘滚滚冲宵汉，杀气腾腾战晓风；全凭勇略将齐邦破，恁时方识我英雄。<br><br>第三折<br>妾身无盐女是也。颇奈秦姬辇无礼，调各国名将，合兵一处，要与俺齐国交战。凭着我神机妙策，量他到那里也！<br>【越调】【斗鹌鹑】则我这阵布奎星，旗分箕尾，暗置虚危，明排翼壁。势若参房，形如斗室。作用稀，兵法奇，一会儿遁起天山，师乘地水。<br>【紫花儿序】凭着我五行斡运，八卦周流，万象璇玑。用先天乾坤南北，坎离东西，周回。艮兑风雷一任疾，山泽通气，霎时天地相交，水火相催。娘待今日怎么与他厮杀？量他到的那里！等我一个杀他这些秦兵。大小众将，您军排万队，将列阵前，摆一个周天二十八宿，名曰\"九宫八卦阵\"。合眼虎！哎！娘叫怎的？与你一千军马，与我引战，则要你输。若秦兵不识此机，你诈败赶入垓心，必中吾计。知道了。料必我则是输了。远远的敢是秦兵来了也。某乃秦姬辇是也。颇奈钟无盐无礼，将某玉环摔破，将使命文面而回，此恨痛入骨髓。某会合魏国吴起、燕国孙操，统大势雄兵，征伐钟无盐，走一遭去。大小三军，摆开阵势者！将军且稍待，等我与他比试三合！来者何人？某乃齐公子手下合眼虎是也。兀那厮，你那无盐女在于何处，怎敢将吾毁谤？我不与你厮杀，你则着无盐女出来。我道你不敢和我相持么？小贼开大言，小校操鼓来！近不的他，走、走、走！那里去！不问那里赶将去。左右与我拿住者！拿住孙操也。<br>【调笑令】这厮不识咱运机，将人来紧追袭。呀！你如今船到江心补漏迟，抵多少临崖勒马才收骑。尚兀自追赶着争持，不睹事撞入咱阵里，你正是有路无归。<br>与我拿向前来。理会的。当面。夫人可怜见，怎生饶过我这一遭。你原来怕死。既然怕死，且饶他这一遭。夫人，既拿住可放了，敢不中么？不妨事，你那里知道！释了缚，小校，抢出去！理会的。出去！无盐女委实壮哉，饶了我的性命，我回本营中去。两阵之间，被齐兵把我拿将过去，无盐女放回我来了也。呸！孙操，你羞么？你压着阵。吴起，咱两个与他交锋去。秦将出马，我这遭必然赢了。来者何人？我说与你，我是合眼虎。我儿也，你须闻我的名。兀那厮，我不与你厮杀，你那无盐女，怎敢摔破俺玉连环，又将使命文面而回，此恨痛入骨髓。则着无盐女出来，我不杀你这匹夫。这厮无礼，怎敢毁谤俺夫人！我和你比试三合。小校，操鼓来！敌不住他，走、走、走！走的那里去！与我拿住者！<br>【鬼三台】由你有瞒天智，拿云计，出不的八卦阴阳道理。被他智赚了俺，何足道哉！你犹兀自说兵机。各自要于家为国，你不合把军兵来逞雄尽意追。岂不知伏兵暗藏使见识，您今日遭陷擒缚，方才是临危自悔。<br>你使这短见，也不为强。你如今放出俺去，与你相持，若两阵之间拿住我，便是算您强。你也说的是。释了缚，抢出去理会的。出去。这厮是能。吴将军，俺二人结束威风，上的马摆开阵势。兀那无盐女，你出马来！小校，将刀马来，我与他交锋。操鼓来！<br>【秃厮儿】定齐刀青龙举起，安邦将似大蟒争驰。你看那交锋则凭个手段疾，端的也你争驰，辨个高低。<br>及早下马受降！<br>【圣药王】那一个枪举的迟，这一个马骤的微，看看的马乏人困怎支持。征尘起，杀气迷，抛撇金鼓漾了征旗。不中，敌不住他，我与你走走走！则见他没揣的撞出兵围。<br>小校，与我鸣金！理会的。<br>【尾声】今日个濉河边战退英雄辈，四海声名贯知。待教那十一国尽来朝，我直着永镇齐邦万万纪。<br><br>第四折<br>八水通流分上国，三川似锦乐丞民；春秋继世尊赢氏，赳赳威严号大秦。某乃秦哀公是也，建国于咸阳。方今春秋十二国，秦为上国，不期齐国有无盐女，好生的智勇多能，因解玉连环一事，将使命文面而回。某差秦姬辇众将，大败而归，又下将战书来。如今会俺十一国公子至临淄，尊齐为上国。某已约定十国公子，如期而至。某不敢久停，领本部人马，收拾方物进贡，走一遭去。白马金鞍碧玉轿，无盐端的是英豪。红罗袍下盘鸾凤，百万军中舞剑刀。文通礼乐三千字，武按阴阳出六韬；十一国中无敌手，谨当表贺尽来朝。勇烈夫人天下奇，行兵布阵按神机。交锋八卦排军队，凛凛威名说大齐。某齐公子是也。当日为因解玉环，操蒲琴一事，秦姬辇会同燕、卫二国，合兵一处，征伐东齐。被夫人同众将领兵迎敌，将秦兵一鼓而下，得胜回还，名传四海，威慑诸邦。今各国公子，尊齐为上国，此夫人之功能也。说各国公子都来到也，今日安排筵会，论功行赏，庆贺齐邦夫人。请将夫人来者。理会的，帘内丫鬟，请夫人出来。妾身无盐女是也。公子令人来请，须索走一遭去。<br>【双调】【新水令】今日个大周威势显英豪，俺端的气昂昂智筹雄略。见如今他邦皆纳土，列国尽来朝。将勇兵骁，则俺这威名大似山岳。<br>令人，报复去，道妾身来了也。理会的。喏！报的公子得知，有夫人来了也。某接待夫人去。夫人有请。公子万福。夫人，今日各国归伏，皆赖夫人之功能。当日夜梦云遮的月，今日云散月明，皆因晏婴大夫圆梦。若不是大夫，岂有今日也！<br>【沉醉东风】今日个皓月莹莹皎皎，都则为白云冉冉飘飘。到中天分外明，照齐国生光耀。显一轮晃彻青霄，蟾影辉辉澄大朝，把万里浮云净扫。夫人不知，某差人取夫人一双父母到此，加官赐赏，不见来到。令人，门首觑者，若来时，报复我知道。欢来不似今朝，喜来那逢今日。老汉钟大户是也。谁想女孩儿有如此般才能，平定了齐国。公子着人取俺老小，可早来到也。哥哥报复去，道有钟大户来了也。理会的。喏！报的公子得知，有钟大户一家儿来了也。有请。理会的。有请！公子，呼唤老汉有何事？钟大户，你见你女孩儿咱。孩儿也，你怎生别是个模样了！我道你不是个受苦的。父亲、母亲，认的您孩儿么？间别无恙否？<br>【甜水令】想当日频采桑园，躬收蚕茧，把家私补报。孩儿索是辛苦也。端的是昼辛苦夜勤劳，不付能得进其身，成名得志，则怕乡人耻笑。采桑处，若不遇着齐公子。这其间可便甘老在荒郊。<br>孩儿，旧话休题。见如今各国归顺，尊为上邦，皆夫人汗马之劳也。<br>【折桂令】这春秋战国争豪，平定了临淄，安妥了齐朝。不动征旗，不施戈甲，不动枪刀。险些儿作村妇桑间到老，想当日做农姬田畔徒劳，博得个名姓清标，自在逍遥。钟大户，因你女孩儿有大功勋，特请你加官赐赏。封你为太师柱国之职。食邑三千户；老夫人柱国太夫人，更褒封三代。深感厚恩，何以敢当也！你今日受赏封官，报答您那养育劬劳。<br>令人，门首觑者，各国公子敢待来也。某乃秦公子是也。同各国公子，来齐国庆贺，可早来到也。令人，报复去，道秦公子来了也。理会的。喏！报的公子得知，有各国公子来了也。某亲自接待去。公子有请。公子先请。不敢不敢。俺各国公子来迟，恕罪也。某有何德能。有劳公子屈降也。公子，今俺各国皆同一心，休兵罢战，永为唇齿之邦。想俺都是大周宗枝，故此特来庆贺也。晏婴，安排酒宴，谢各国公子远临，同饮庆喜筵宴。众公子听者：则为这贤夫人名扬天下，齐兵胜四海传奇；操蒲琴七弦律吕，解玉环珍宝精微。穿九曲明珠剔透，秤白牙大象夺魅；晓六艺遍通书画，善博弈极尽围棋。文学广善占天象，武略勇对垒相持；谢你个晏平仲文才安国，多亏了钟离春智勇定齐。<br>题目晏平仲文才安国<br>正名钟离春智勇定齐</p> <p> ",
  "poet": {
    "id": 1052,
    "star": 0,
    "name": "郑光祖",
    "image": "http://img.gushiwen.org/authorImg/zhengguangzu.jpg",
    "desc": "郑光祖生于元世祖至元初年（即公元1264年），字德辉，汉族，平阳襄陵（今山西临汾市襄汾县）人，从小就受到戏剧艺术的熏陶，青年时期置身于杂剧活动，享有盛誉。但他的主要活动在南方，成为南方戏剧圈中的巨擘。元代著名的杂剧家和散曲家。"
  },
  "tags": []
}