{
  "id": 69625,
  "star": 5,
  "name": "杂剧·钱大尹智宠谢天香",
  "dynasty": "元代",
  "content": "楔子<br>本图平步上青云，直为红颜滞此身。老天生我多才思，风月场中肯让人？小生姓柳名永，字耆卿，乃钱塘郡人也。平生以花酒为念，好上花台做子弟。不想游学到此处，与上厅行首谢天香作伴、小生想来，今年春榜动选场开，误了一日，又等三年。则今日辞了大姐，便索上京应举去。大姐，小生在此，多蒙管待。小生若到京师阙下得了官呵，那五花官诰、驷马香车，你便是夫人县君也。耆卿，衣服盘缠我都准备停当，你休为我误了功名者。小人张千，在这开封府做着个乐探执事。我管的是那僧尼道俗乐人，迎新送旧，都是小人该管，如今新除来的大尹姓钱，一应接官的都去了，止有妓女每不曾去。此处有个行首是谢天香。他便管着这散班女人，须索和他说一声去。来到门首也。谢大姐在家么？哥哥，叫我做甚么？大姐，来日新官到任，准备参官去。哥哥，这上任的是甚么新官？是钱大尹。莫不是波厮钱大尹么？你休胡说，唤大人的名讳！我去也。谢大姐，明日早来参官。大姐，你喜欢咱！钱大尹是我同堂故友，明日我同大姐到相公行分付着看觑你，我也去的放心。<br>【仙吕】【赏花时】则这一曲翻成和泪篇，最苦偏高离恨天，双泪落尊前。山长水远，愁见理行轩。<br>【玄篇】待得鸾胶续断弦，欲盼雕鞍难顾恋。谢他新理任这官员，常好是与民方便，咱又得个一夜并头莲。<br><br>第一折<br>寒蛩秋夜忙催织，戴胜春朝苦劝耕。若道民情官不理，须知虫鸟为何鸣？老夫姓钱名可，字可道，钱塘人也。自中甲第以来，累蒙擢用，颇有政声。今谢圣恩，加老夫开封府尹之职。老夫自幼修髯满部，军民识与不识，皆呼为波厮钱大尹。暗想老夫当时有一同堂故友，姓柳名永，字耆卿。论此人学问，不在老夫之下。相离数载，不知他得志也不曾？使老夫悬悬在念。今日升堂，坐起早衙。张千，有该签押的文书，将来我发落。禀的老爷知道，还有乐人每未参见哩。前官手里曾有这例么？旧有此例。既是如此，着他参见。参官乐人走动！今日新官上任，咱参见去来。你每小心在意者！理会的。<br>【仙吕】【点绛唇】讲论诗词，笑谈街市，学难似风里扬丝，一世常如此。<br>【混江龙】我逐日家把您相试，乞求的教您做人时，但能勾终朝为父，也想着一日为师。但有个敢接我这上厅行首案，情愿分会与你这搬演戏台儿。则为四般儿误了前程事，都只为聪明智慧，因此上辛苦无辞。<br>姐姐，你看笼儿中鹦哥念诗哩。这便是你我的比喻。<br>【油葫芦】你道是金笼内鹦哥能念诗，这便是咱家的好比似。原来越聪明越得不出笼时！能吹弹好比人每日常看伺，惯歌讴好比人每日常差使。我不怨别人。姐姐，你怨谁？咱会弹唱的，日日官身；不会弹唱的，倒得些自在！我怨那礼案里几个令史，他每都是我掌命司，先将那等不会弹不会唱的除了名字，早知道则做个哑猱儿。<br>【天下乐】俺可也图甚么香名贯人耳！想当也波时，不三思：越聪明，不能勾无外事。卖弄的有伎俩，卖弄的有艳姿，则落的临老来呼\"弟子\"！谢大姐，你怎生这早晚才来？你只在这里，我报复去。报的老爷得知：有乐人每来参见。别的休进来，则着那为头的一人来见。别的都回去，则着谢大姐过去哩！上厅行首谢天香谨参。休要误了官身。理会的。爷爷，那官人好个冷脸子也！<br>【金盏儿】猛觑了那容姿，不觉的下阶址，下场头少不的跟官长厅前死；往常觑品官宣使似小孩儿。他则道官身休失误，启口更无词。立地刚一饭间，心战勾两炊时。<br>大姐参官去了，我看大姐去来。大姐，你参了官也？我过去见他。你休见罢，这相公不比其他的！不妨事，哥哥看待我比别人不同。大哥，报复一声：杭州柳永特来参谒。这个便是早晨间在谢大姐家的那先生。你在这里，我报复去。衙门外有杭州柳永特来拜见。他说是杭州柳永？是。老夫语未绝口，不想贤弟果然至此，使老夫不胜之喜。道有请！请进。小弟游学到此，不意正值高迁！一来拜贺兄长，二来进取功名去也。自别贤弟许久，想慕颜范，使老夫悬悬在念。今日一会，实老夫之幸也。左右，看酒来！兄弟去的急，不必安排茶饭。虽然如此，许久不会，何妨片时？张千，就讼厅上看酒来，管待学士！哥哥，这是国家公堂，不是您兄弟坐的去处。贤弟差矣！一来是老夫同堂故友，二来贤弟是一代文章，正可管待！老夫欲待留贤弟在此盘桓数日，便好道大丈夫当以功名为念，因此不好留得。贤弟，请满饮一杯！兄弟酒勾了也！辞了哥哥，便索长行。贤弟，不成管待。只听你他日得意，另当称贺。贤弟，恕不远送了。哥哥不必送。柳永，你为甚么来？则为大姐，怎就忘了？我再过去！耆卿，你休去！这相公不比其他的。不妨事，哥哥待我较别哩。张千，再报一声。你怎么又来？你道杭州柳永再来拜见，有说的话。杭州柳永又要见相公，有说的话。是、是，想必老夫在此为理，有见不到处。道有请！有请。老夫在此为理，多有见不到处。我料贤弟必有嘉言善行教训老夫咱！您兄弟别无他事，则是好觑谢氏。耆卿，敬重看待。恕不远送！多谢了哥哥、大姐，我说了也。他说\"敬重看待。\"耆卿，你知道相公的意思么？我不知道。<br>【醉中天】初相见呼你为学士，谨厚不因而；今遍回身嘱付尔，相公也冷眼儿频偷视。你觑他交椅上抬颏样儿，待的你不同前次，他则是微分间将表字呼之。<br>怕你不放心，我再过去。耆卿，你休过去。不防事，哥哥待我较别哩。张千，你近前来。恰才耆卿说道：\"好觑谢氏\"，必定是峨冠博带一个名士大夫，你与老夫说咱。禀的老爷知道，就是早晨参官的谢天香。哦，是早间那个谢氏！耆卿，你错用了心也！张大哥，你再报一声：\"杭州柳永再有说话。\"你怎么又来？我不敢过去。不妨事，再说一声。杭州柳永有说的话。我说甚么来，直逗的相公恼了！大姐放心。我到帝都阙下，若得一官半职，钱可道，你长保着做大尹，休和咱轴头儿厮抹着！大姐，我今便索长行也。妾送你到城外那小酒务儿里，权与你饯行咱！等我一等，我张千也来送柳先生。多有起动了！大姐，我临行做了一首词，词寄〔定风波〕，是商角调，留与大姐表意咱。自春来惨绿愁红，芳心事事可可。日上花梢，莺喧柳带，犹压香衾卧。暖酥消，腻云髻，终日恹恹倦梳裹。无奈，想薄情一去，音书无个！早知恁么，悔当初不把雕鞍锁。向鸡窗收拾蛮笺象管，拘束教吟和。镇日相随莫抛躲，针线拈来共伊坐，和我，免使年少光阴虚过。我先回去也。耆卿，你去也，教妾身如何是好？大姐放心，小生不久便回。<br>【赚煞】我这府里祗候几曾闲，差拨无铨次，从今后无倒断嗟呀怨咨。我去这触热也似官人行将礼数使，若是轻咳嗽便有官司。我直到揭席时、来到家时，我又索趱下些工夫忆念尔。是我那清歌皓齿，是我那言谈情思，是我那湿浸浸舞困袖梢儿。<br><br>第二折<br>事不关心，关心者乱。老夫钱大尹。昨曰使张千干事，这早晚不见来回话。左右，门首觑着，来时报复我知道。自家张千是也。奉俺老爷命，着干事回来，如今见老爷去咱。张千，我分付你的事如何？奉老爷的命，使我跟他两个到一个小酒务儿里饯别。柳耆卿临行做了一首词，词寄〔定风波〕，小人就记将来了。你记的了？小人记的颠倒烂熟、你念。\"自春来惨绿愁红，芳心事事……\"怎的？老爷，孩儿忘了也。却不道记的颠倒烂熟那？孩儿见了老爷惧怕，忘了也。有抄本么？有抄本。将来我看。早是我抄得来了。\"自春来惨绿愁红，芳心事事可可。日上花梢，莺喧柳带，犹压香衾卧。暖酥消，腻云髻，终日恹恹倦梳裹。无奈，想薄情一去，音书无个！早知恁么，悔当初不把雕鞍锁。向鸡窗收拾蛮笺象管，拘束教吟和。镇日相随莫抛躲，针线拈来共伊坐，和我，免使年少光阴虚过。\"嗨！耆卿，你好高才也。似你这等才学，在那五言诗、八韵赋、万言策上留心，有甚么都堂不做那！我试再看：\"自春来惨绿愁红，芳心事事可可。\"耆卿怪了老夫去了也！老夫姓钱名可，字可道。这词上说\"可可\"二字、明明是讥讽老夫。恰才张千说记的颠倒烂熟，他念到\"事事\"，将\"可可\"二字则推忘了；他若念出\"可可\"二字来，便是误犯俺大官讳字，我扣厅责他四十。这厮倒聪明着哩！也颇颇的！我如今唤将谢天香来，着他唱这〔定风波〕词，\"自春来惨绿愁红，芳心事事可可。\"若唱出\"可可\"二字来呵，便是误犯俺这大官讳字，我扣厅责他四十；我若打了谢氏呵，便是典刑过罪人也，使耆卿再不好柱他家去。耆卿也，俺为朋友，直如此用心！我今升罢早衙，在这后堂闲坐。张千，与我题名唤姓将谢天香来者！理会的。谢天香在家么？是谁唤门哩？原来是张千哥哥，叫我做甚么？谢大姐，老爷题名儿叫你官身哩！<br>【南吕】【一枝花】往常时唤官身可早眉黛舒，今日个叫祗候喉咙响。原来是你这狠首领，我则道是那个面前桑？恰才陪着笑脸儿应昂，怎觑我这查梨相，只因他忒过当。据妾身貌陋残妆，谁教他大尹行将咱过奖？<br>【梁州第七】又不是谢天香其中关节，这的是柳耆卿酒后疏狂。这爷爷记恨无轻放，怎当那横枝罗惹、不许提防！想着俺用时不当，不作周方，兀的唤是么牵肠？想俺那去了的才郎，休、休、休，执迷心不许商量；他、他、他，本意待做些主张，嗨、嗨、嗨，谁承望惹下风霜？这爷爷行思坐想，则待一步儿直到头厅相；背地里锁着眉骂张敞，岂知他殢雨歹尤云俏智量，刚理会得燮理阴阳。<br>大姐，你且休过去。等我遮着，你试看咱。这爷爷好冷脸子也！<br>【隔尾】我见他严容端坐挨着罗幌，可甚么和气春风满画堂！我最愁是劈先里递一声唱，这里但有个女娘、坐场，可敢烘散我家私做的赏。<br>大姐，你过去把体面者。上厅行首谢天香谨参。则你是柳耆卿心上的谢天香么？<br>【贺新郎】呀，想东坡一曲〔满庭芳〕则道一个\"香霭雕盘\"，可又早祸从天降！当时嘲拨无拦当，乞相公宽洪海量，怎不的仔细参详？怎么在我行打关节那？小人便关节煞，怎生勾除籍不做娼，弃贱得为良。他则是一时间带酒闲支谎，量妾身本开封府阶下承应辈，怎做的柳耆卿心上谢天香？<br>张千，将酒来我吃一杯，教谢天香唱一曲调咱。告宫调。商角调。告曲子名。[定风波]。自春来惨绿愁红，芳心事事……已已。聪明强毅谓之才，正直中和谓之性。老夫着他唱\"自春来惨绿愁红，芳心事事可可\"。他若唱出\"可可\"二字来，便是误犯俺大官讳字，我扣厅责他四十；听的张千咳嗽了一声，他把\"可可\"二字改为\"已已\"。哦，这\"可\"字是歌戈韵，\"已\"字是齐微韵。兀那谢天香，我跟前有古本，你若是失了韵脚，差了平仄，乱了宫商，扣厅责你四十。则依着齐微韵唱！唱的差了呵，张千，准备下大棒子者！自春来惨绿愁红，芳心事事已已。日上花梢，莺喧柳带，犹压绣衾睡。暖酥消，腻云髻，终日厌厌倦梳洗。无奈，想薄情一去，音书无寄！早知恁的，悔当初不把雕鞍系。向鸡窗收拾蛮笺象管，拘束教吟味。镇日相随莫抛弃，针线拈来共伊对，和你，免使少年光阴虚费。嗨，可知柳耆卿爱他哩！老夫见了呵，不由的也动情。张千，你近前来，你做个落花的媒人，我好生赏你。你对谢天香说：\"大夫人不与你，与你做个小夫人咱。\"则今日乐籍里除了名字，与他包髻、团衫、绣手巾。张千，你与他说！大姐，老爷说：\"大夫人不许你，着你做个小夫人，乐案里除了名字，与你包髻、团衫、绣手巾。\"你意下如何？<br>【牧羊关】相公名誉传天下，妾身乐籍在教坊；量妾身则是个妓女排场，相公是当代名儒。妾身则好去待宾客，供些优唱。妾身是临路金丝柳，相公是架海紫金梁；想你便意错见、心错爱，怎做的门厮敌、户厮当？<br>张千，着天香到我宅中去。杭州柳耆卿，早则绝念也！<br>【二煞】则恁这秀才每活计似鱼翻浪，大人家前程似狗探汤。则俺这侍妾每近帏房，止不过供手巾到他行，能勾见些模样？着护衣须是相亲傍，止不过梳头处俺胸前靠着脊梁，几时得儿女成双？指望嫁杭州柳耆卿，做个自在人，如今怎了也？<br>【煞尾】罢、罢、罢，我正是闪了他闷棍着他棒，我正是出了箄篮入了筐。直着咱在罗网，休摘离，休指望，便似一百尺的石门教我怎生撞？便使尽些伎俩，干愁断我肚肠，觅不的个脱壳金蝉这一个谎。张千送谢天香到私宅中去了也。我有心中事，未敢分明说。留待柳耆卿，他自解关节。<br><br>第三折<br>妾身谢天香。自从进到钱大尹相公宅内，又早三年光景，将我那歌妓之心消磨尽了也。<br>【正宫】【端正好】往常我在风尘为歌妓，止不过见了那几个筵席，到家来须做个自由鬼；今日个打我在无底磨牢笼内！<br>【滚绣球】到早起过洗面水，到晚来又索铺床叠被，我服侍的都入罗帏，我恰才舒铺盖似孤鬼，少不的足恋蜷寝睡，整三年有名无实。本是个见交风月耆卿伴，教我做遥受恩情大尹妻，端的谁知？俺二人是钱大尹家侍妾。今日无甚事，去望姓谢的姐姐走一遭去。姐姐，俺二人竟来望姐姐。二位姐姐请坐。姐姐，你在宅中三年，相公曾亲近你么？<br>【倘秀才】俺若是曾宿睡呵，则除是天知地知；相公那铺盖儿，知他是横的竖的！比我那初使唤，如今越更稀。想是我出身处本低微，则怕展污了相公贵体。<br>姐姐，虽然如此，你也自当亲近些。<br>【滚绣球】姐姐每肯教诲，怕不是好意？争奈我官人行，怎敢便话不投机？姐姐，你又无甚么过失。你道是无过失，学恁的，姐姐每会也那不会？我则是斟量着紧慢迟疾，强何郎旖旎煞难搽粉，狠张敞央及煞怎画眉？要识个高低。敢问姐姐，当日柳七官人《乐章集》，姐姐收的好么？<br>【倘秀才】便休题花七、柳七，若听得这里是那里，相公的耳朵里风闻那旧是非。休只管这几句，滥黄齑，我也记得。<br>姐姐，可是那几句儿？说一遍儿我听咱。<br>【穷河西】姐姐每谁敢道袖褪《乐章集》，都则是断送的我一身亏。怕待学大曲子我从头儿唱与你，本记的人前会，挂口儿从今后再休提。咱和你同去竹云亭上赌戏咱。姐姐每，咱去波。<br>【滚绣球】想前日使象棋，说下的则是个手帕儿赌戏，你将我那玉束纳藤箱子，便不放空回。近新来，下雨的那一日，你输与我绣鞋儿一对，挂口儿再不曾提。那里为些些赌赛绝了交契，小小输赢丑了面皮，道我不精细。<br>姐姐，咱掷这色数儿，俺输了也。姐姐，可该你掷。。<br>【倘秀才】幺四五骰着个撮十，二三二趁着个夹七；一面打个色儿，也当得幺二三是鼠尾。赌钱的、不伶俐，姐姐你可便再掷。<br>等我再掷，俺又输了也。可该你掷。<br>【呆骨朵】我将这色数儿轻放在骰盆内，二三五又掷个乌十；不下钱打赛，我可便赢了你两回。这上面分明见，色数儿且休提。姐姐，我可便做桩儿三个五，你今日这般输说甚的？<br><br>【倘秀才】你休要不君子便将闹起，我永世儿不和你厮极，塌着那臭尸骸一壁稳坐的。兀的不闲着您！臭驴蹄！兀的是谁？<br>天香，你骂谁哩？<br>【醉太平】唬的我连忙的跪膝，不由我泪雨似扒推；可又早七留七力来到我跟底，不言语立地；我见他出留出律两个都回避。相公将必留不剌拄杖相调戏，我不该必丢不搭口内失尊卑，这的是天香犯罪。天香，你怕么？可知怕哩。你要饶么？可知要饶哩。既然要饶，或诗或词，作一首来我看，我便饶了你。请<br>题目。就把这骰盆中色子为题。诗有了。一把低微骨，置君堂握中。料应嫌点涴，抛掷任东风！圣人道：\"在心为志，发言为诗。情动于中，而形于言；言之不足，故嗟叹之；嗟叹之不足，故歌咏之。\"这四句诗中大意，道我娶他做小夫人，到我家中三年，也不瞅不问。岂知我的意思？天香，我也和了四句诗，我念你听。为伊通四六，聊擎在手中。色缘有深意，谁谓马牛风？天香，你在我家三年也，你心中休烦恼，我拣个吉日良辰，则在这两日内立你做个小夫人，你心下如何？<br>【二煞】往常时不曾挂眼都无意，今日回心有甚迟？相公的言语更怕不中，委付妾身教我转转猜疑。相公又不是戏笑，又不是沉醉，又不是昏迷；待道是颠狂睡呓，兀的不青天这白日？<br>相公，莫不是谬语？我又不曾吃酒，岂有谬语？我只爱惜你那聪明才学，可怜你那烦恼悲啼。<br>【一煞】相公，你一言既出如何悔，驷马奔驰不可追。妾身出入兰堂，身居画阁，行有香车，宿有罗帏。相公，整过了三年，可便调理，无个消息；不想道今朝错爱我这匪妓，也则是可怜见哭啼啼。天香，后堂中换衣服去。<br>【煞尾】则今番文诌诌的施才艺，从来个扑籁籁没气力。相公这一句言语可立碑，我也不敢十分相信的。许来大官员，恁来大职位，发出言词忒口疾。你不委心为自家没见识，又不是花街中、柳陌里，那一个彻梢虚、雾塌桥，浑身我可也认的你！<br><br>第四折<br>老夫钱大尹是也。谁想柳耆卿一举状元及第，夸官三日。张千，安排下筵席。你去当街里，拦住新状元柳耆卿，道钱府尹请状元；他若不肯来时，你只把马带着，休放了过去，好歹请他来。若来时，报的老夫知道。昔日龌龊不足夸，今朝放荡思无涯。春风得意马蹄疾，一日看尽长安花。小官柳永。自与谢天香分别之后，到于帝都阙下，一举状元及第。今借宰相头踏，夸官三日。我闻知钱大尹娶了谢天香为妻。钱可道也，你情知谢氏是我的心上人，我看你怎么相见？左右的，摆开头踏，怜慢的行将去。状元，钱大尹相公有请！我不去。我好歹请状元见俺相公去来！早间着张千请柳耆卿去了，怎生不见来？状元少待，我报复去。请的状元到了也。道有请。贤弟，峥嵘有日，奋发有时，兀的不壮哉！将酒来，今日与贤弟作贺。贤弟满饮一杯。小官量窄，吃不的！贤弟平昔以花酒为念，今日如何不饮？小官今非昔比，官守所拘，功名在念，岂敢饮酒？若是这般呵，功名成就多时了。你端的不饮酒，敢有些怪我么？张千，近前来。只除恁的……。理会的。谢夫人，相公前厅待客，请夫人哩！天香，谁想有今日也呵！<br>【中吕】【粉蝶儿】送的那水护衣为头，先使了熬麸浆细香澡豆，暖的那温泔清手面轻揉；打底干南定粉，把蔷擞露和就；破开那苏合香油，我嫌棘针梢燎的来油臭。<br>【醉春风】那里敢深蘸着指头搽，我则索轻将绵絮纽。比俺那门前乐探等着官身，我今日个不丑、丑。虽不是宅院里夫人，也是那大人家姬妾，强似那上厅的祗候。<br>相公前厅待客，我且不过去，我试望咱。<br>【石榴花】我则道坐着的是那个俊儒流，我这里猛窥视细凝眸，原来是三年不肯往杭州，闪的我落后，有国难投！莫不是将咱故意相迤逗，特教的露丑呈羞？你觑那衣服每各自施忠厚，百般儿省不的甚缘由。<br>【斗鹌鹑】并无那私事公仇，倒与俺张筵置酒。我这一过去，说些甚么的是？我则是佯不相瞅，怎敢道特来问候。天香，与耆卿施礼咱。我这里施罢礼，官人行紧低首。天香、近前来些。谁敢道是离了左右，我则索侍立旁边，我则索趋前褪后。<br>天香，与耆卿把一杯酒者！理会的。<br>【上小楼】我待要提个话头，又不知他可也甚些机彀，倒不如只做朦胧，为着东君，奉劝金瓯；他若带酒，是必休将咱僝僽。天香，近前来些。这里可便不比我做上厅行首。天香把盏，教状元满饮此杯。我吃不的了也。<br>【幺篇】他那里则是举手，我这里忍着泪眸；不敢道是厮问厮当、厮来厮去、厮掴厮揪，我如今在这里不自由。大姐，你怎生清减了你觑我皮里抽肉，你休问我可怎生骨岩岩脸儿黄瘦！耆卿，你怎生不吃酒？我吃不的了也！罢、罢、罢，话不说不知，木不钻不透。冰不搘不寒，胆不试不苦。\"君于见机而作，不俟终日\"。耆卿何故见之晚矣！当日见足下留心于谢氏，恣意于鸣珂，耽耳目之玩，惰功名之志，是以老夫侃侃而言，使足下怏怏而别。一从贤弟去了，老夫差人打听，道贤弟临行，留下一首［定风波］词。老夫着张千唤此谢氏，张千把盏，谢氏歌唱，我着他唱那［定风波］词。我则道犯着老夫讳字，不想他将韵脚改过。老夫甚爱其才，随即乐案里除了名字，娶在我宅中为姬妾。老夫不避他人之是非，盖为贤弟之交契。若使他仍前迎新送旧，贤弟，可不辱抹了高才大名！老夫在此为理三年，治百姓水米无交，于天香秋毫不染。我则待剪了你那临路柳，削断他那出墙花，合是该二人成配偶。都因他一曲［定风波］，则为他和曲填词，移宫换羽，使老夫见贤思齐；回嗔作喜，教他冠金摇凤效宫妆，佩玉鸣鸾罢歌舞；老夫受无妄之愆，与足下了平生之愿。你不肯烟月久离金殿阁，我则怕好花输与富家郎。因此上三年培养牡丹花，专待你一举首登龙虎榜。贤弟，你试寻思波，歌妓女怎做的大臣姬妾？我想你得志呵，则怕品官不得娶娼女为妻。以此上锁鸳鸯、巢翡翠、结合欢、谐琴瑟。你则道凤台空锁镜，我将那鸾胶续断弦。我怎肯分开比翼鸟，着您再结并头莲？老夫佯推做小夫人，专待你个有志气的知心友。老夫不必多言，天香，你面陈肝胆，说兀的做甚！拣选下锦绣红妆女，付与你银鞍白面郎。柳耆卿休错怨开封主，这的是钱大尹智宠谢天香。嗨！多谢老兄，肯为小弟这等留心！大姐，我去之后，你怎生到得相公府中？试说一遍与我听者！<br>【哨遍】一自才郎别后，相公那帘幕里香风透。又无个交错觥筹，又无个宾客闲游饮杯酒，坐衙紧唤，乐探忙勾，唬的我难收救，只得向公厅祗候。不问我舞旋，只着我歌讴。将凤凰杯注酒尊前递，把商角调填词韵脚搜，唱到\"惨绿愁红\"。\"事事可可\"，一时禁口。<br>【耍孩儿】相公讳字都全有，我将别韵儿轻轻换偷；即时间乐案里便除名，扬言说要结绸缪。三年甚事曾占着铺盖，千日何曾靠着枕头？相公意，难参透。我本是沾泥飞絮，倒做了不缆孤舟！<br>【二煞】见妾身精神比杏桃，相公如何共卯酉？见天香颜色当春昼。观花不比观娇态，饮酒合当饮巨瓯。谁把清香嗅？则是深围在阑底，又何曾插个花头！张千，快收拾车马，送谢夫人到状元宅上去！深感相公大恩！<br>【煞尾】这天香不想艳阳天气开，我则道无情干罢休！谁想这牡丹花折入东君手，今日个分与章台路傍柳。<br>题目柳耆卿错怨开封主<br>正名钱大尹智宠谢天香",
  "poet": {
    "id": 235,
    "star": 0,
    "name": "关汉卿",
    "image": "http://img.gushiwen.org/authorImg/guanhanqing.jpg",
    "desc": "关汉卿（约1220年──1300年），元代杂剧作家。是中国古代戏曲创作的代表人物，“元曲四大家”之首。号已斋（一作一斋）、已斋叟。汉族，解州人（今山西省运城），与马致远、郑光祖、白朴并称为“元曲四大家”。以杂剧的成就最大，一生写了60多种，今存18种，最著名的有《窦娥冤》；关汉卿也写了不少历史剧，如：《单刀会》、《单鞭夺槊》、《西蜀梦》等；散曲今在小令40多首、套数10多首。关汉卿塑造的“我却是蒸不烂、煮不熟、捶不匾、炒不爆、响珰珰一粒铜豌豆”（〈不伏老〉）的形象也广为人称，被誉“曲家圣人”。"
  },
  "tags": []
}