{
  "id": 72341,
  "star": 20,
  "name": "乞校正陆贽奏议进御札子",
  "dynasty": "宋代",
  "content": "　　臣等猥以空疏，备员讲读。圣明天纵，学问日新。臣等才有限而道无穷，心欲言而口不逮，以此自愧，莫知所为。</p> <p>　　窃谓人臣之纳忠，譬如医者之用药，药虽进于医手，方多传于古人。若已经效于世间，不必皆从于己出。</p> <p>　　伏见唐宰相陆贽，才本王佐，学为帝师。论深切于事情，言不离于道德。智如子房而文则过，辩如贾谊而术不疏，上以格君心之非，下以通天下之志。但其不幸，仕不遇时。德宗以苛刻为能，而贽谏之以忠厚；德宗以猜疑为术，而贽劝之以推诚；德宗好用兵，而贽以消兵为先；德宗好聚财，而贽以散财为急。至于用人听言之法，治边驭将之方，罪己以收人心，改过以应天道，去小人以除民患，惜名器以待有功，如此之流，未易悉数。可谓进苦口之乐石，针害身之膏肓。使德宗尽用其言，则贞观可得而复。</p> <p>　　臣等每退自西阁，即私相告言，以陛下圣明，必喜贽议论。但使圣贤之相契，即如臣主之同时。昔冯唐论颇、牧之贤，则汉文为之太息；魏相条、董之对，则孝宣以致中兴。若陛下能自得师，莫若近取诸贽。夫六经三史，诸子百家，非无可观，皆足为治。但圣言幽远，末学支离，譬如山海之崇深，难以一二而推择。如贽之论，开卷了然。聚古今之精英，实治乱之龟鉴。臣等欲取其奏议，稍加校正，缮写进呈。愿陛下置之坐隅，如见贽面，反覆熟读，如与贽言。必能发圣性之高明，成治功于岁月。臣等不胜区区之意，取进止。 ",
  "fanyi": "<p><strong>译文</strong><br>　　臣等依凭空虚浅薄的才学，在翰林院侍讲、侍读的职位上充个数目。皇上的聪明睿智是上天赋予的，学问一天比一天深厚。臣等才学有限，然而圣贤之道没有穷尽，心中虽然想表述清楚可口头上表达不出来，因此自己感到很是惭愧，不知道该怎么办。</p> <p>　　臣等认为作为臣子向皇帝进献忠诚，就像医生对准病症去用药一样，药虽然经医生之手传过去，但药方多是从古人那里留下来的。如果药方在世间证明确实很灵验，那么就不必一定要由医生自己创造出来才用。</p> <p>　　臣等听说唐德宗时的宰相<a href=\"http://so.gushiwen.org/author_1580.aspx\">陆贽</a>，才能本来就是帝王的辅佐，学问足可成为帝王的老师。他的议论深刻而切合物事人情，言语从不偏离圣贤的道德规范。才能与西汉的张良（张良字子房）齐肩而文才却要胜过他，议论的才能像西汉的<a href=\"http://so.gushiwen.org/author_109.aspx\">贾谊</a>而方法却不粗疏。上可以纠正皇帝想法上的错误，下能够贯通天下人的心志。三代也只他一人罢了。但他不幸的是做官没能赶上良好的时机。唐德宗以严厉刻薄为能事，陆贽就以忠诚敦厚去规谏；唐德宗以猜疑忌恨去对人，陆贽就以推心置腹去劝说；唐德宗喜好用兵打仗，陆贽则认为消除战事是当时首先要做到的；唐德宗喜好敛聚财物，陆贽则认为散财于民最为迫切。至于任用人才、接受意见的方法，整治边防、驾驭将帅的策略，归罪于自身以收拢人心，改正过错以顺应天道，斥去小人以消除人民的祸患，珍惜爵位、宝器以授予有功的人，像这类合理的建议，很难列举完。陆贽<a href=\"http://so.gushiwen.org/author_1137.aspx\">真可</a>以说是进献了苦口的良药，去诊治危害身体的重病。假使唐德宗能完全按陆贽的进言去实行，那么贞观之治的盛况便会再一次出现。</p> <p>　　臣等每次从皇帝听讲的西阁退出，都私下相互议论，认为您是圣明的天子，一定喜欢陆贽的议论。只要使像您这样的圣明天子和像陆贽那样的贤能大臣意见相吻合，那就像圣君和贤臣处于同一时代一样了。当初冯唐高度赞扬战国时廉颇、李牧的贤能，汉文帝则为不能使用他们而深深叹息；魏相陈述了西汉<a href=\"http://so.gushiwen.org/author_791.aspx\">晁错</a>、董仲舒等应对当时皇帝的言语，汉宣帝就按这些言语施政而成就了汉室中兴的业绩。如果陛下能自己寻求老师，就不如从近一点的唐朝选取陆贽。再说那《<a href=\"http://so.gushiwen.org/view_72341.aspx\">诗</a>》、《书》、《礼》、《易》、《乐》、《春秋》六经，《史记》、《汉书》、《后汉书》三部史书，以及诸子百家的著作，并不是没有可以效法的，而且依照这些史籍所阐述的道理都足以治理好国家。然而《六经》当中的圣贤言论精深奥秘，而史书、子书中存留的圣贤学说却颇不完整，犹如高山大海那样崇高深远，很难从中选择出多少可以直接推广运用的东西。而陆贽的议论，一打开书本就非常明了清楚，汇聚了古往今来的学说精华，确实是国家治乱的一面镜子。臣等想把他向皇帝的进言文章稍微加以整理校对，重新抄好进呈给陛下。希望陛下把它放在自己的座位旁边，就像亲眼见到陆贽之面一样；反复熟读它，就像和陆贽当面谈话一样。这样，一定能启发陛下天子之性的神明天资，在不长的时间内就能成就强盛国家的功业。臣等说不尽愚陋的心意，请陛下决定是否采用。</p> <p><strong>注释</strong><br>(1)备员：凑数。讲读：指侍讲、侍读，官名。<br>(2)逮：到，及。<br>(3)陆贽：任翰林学士、宰相，后受谗被贬，著有《翰苑集》，亦名《陆宣公奏议》。唐德宗时，宰相陆贽为政清廉，从来不收受任何馈赠。在与地方藩镇官员的交往中更是从不言利，分外之财分毫不取。陆贽的母亲去世，在3年的丁忧期间，各地藩镇都纷纷赠送厚礼，数量达几百份，可他硬是一份没收。对此，一些想通过送礼巴结他这位朝中重臣的地方官员便老大不满，埋怨他不近人情。这种声音传到德宗的耳朵里，德宗也觉得陆贽“清慎太过”，便私下里对陆贽说：“卿清慎太过，诸道馈遗，一概拒绝，恐事情不通，如鞭靴之类，受亦无伤。”意思是说，过于清慎廉洁，拒绝地方各级官员的馈赠，恐怕有些过分。可以不收受贵重物品，接受点儿诸如马鞭、靴鞋之类的小礼物总还是可以的。然而，陆贽却有自己的看法。他认为：“利于小者必害于大，贿道一开，展转滋甚，鞭靴不已，必及衣裘，衣裘不及，必及金璧。”并一针见血地指出：“伤风害礼，莫甚于私；暴物残人，莫大于赂。”此后，陆贽依旧保持清廉的节操，始终不渝。<br>(4)名器：《左传》：“唯器与名，不可以假人。”意即赏赐不可滥。<br>(5)颇：廉颇。牧：李牧。均为战国时名将。<br>(6)太息：出声长叹。<br>(7)晁：晁错。董：董仲舒。均为西汉时思想家。</p>",
  "shangxi": "<h2>赏析</h2> 　　<a href=\"http://so.gushiwen.org/author_1580.aspx\">陆贽</a>为唐德宗时宰相，著名政论家。他的奏议往往切中时弊，为后世所推崇。该文写于宋哲宗即位不久。当时旧党上台，而<a href=\"http://so.gushiwen.org/author_405.aspx\">王安石</a>推行的新法被吕惠卿等人弄得面目全非，弊端百出，新旧党之争依然激烈，国无宁日。<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>进此札子，乞校正陆贽奏议，并建议哲宗反复熟读，从中得到治国的启发。文章写得娓娓动听，很有说服力。如“药虽进于医手，方多传于古人”，“但使圣贤之相契，即如臣主之同时”，都非常切合作者、陆贽、宋哲宗之间的关系。文章认为，陆贽的札子虽当世不为德宗所用，但已是如“经效于世间”的良药，为“治乱之龟鉴”，若为哲宗熟读，“必能发圣性之高明，成治功于岁月”。文章写得真切动人。",
  "poet": {
    "id": 183,
    "star": 0,
    "name": "苏轼",
    "image": "http://img.gushiwen.org/authorImg/sushi.jpg",
    "desc": "苏轼（1037－1101），北宋文学家、书画家、美食家。字子瞻，号东坡居士。汉族，四川人，葬于颍昌（今河南省平顶山市郏县）。一生仕途坎坷，学识渊博，天资极高，诗文书画皆精。其文汪洋恣肆，明白畅达，与欧阳修并称欧苏，为“唐宋八大家”之一；诗清新豪健，善用夸张、比喻，艺术表现独具风格，与黄庭坚并称苏黄；词开豪放一派，对后世有巨大影响，与辛弃疾并称苏辛；书法擅长行书、楷书，能自创新意，用笔丰腴跌宕，有天真烂漫之趣，与黄庭坚、米芾、蔡襄并称宋四家；画学文同，论画主张神似，提倡“士人画”。著有《苏东坡全集》和《东坡乐府》等。"
  },
  "tags": [
    "古文观止",
    "奏议"
  ]
}