{
  "id": 11595,
  "star": 9,
  "name": "发潭州",
  "dynasty": "唐代",
  "content": "夜醉长沙酒，晓行湘水春。<br>岸花飞送客，樯燕语留人。<br>贾傅才未有，褚公书绝伦。<br>高名前后事，回首一伤神。",
  "fanyi": "<p><strong>译文<br></strong>昨天夜里在长沙痛饮沉醉而眠，今天拂晓就伴着湘江两岸的明媚春色远行。<br>环顾四周，只有江岸上春风中飞舞的落花为我送行。船桅上的春燕呢喃作语，似乎在亲切地挽留我。<br>西汉时的<a href=\"http://so.gushiwen.org/author_109.aspx\">贾谊</a>才能世上少有，初唐时的<a href=\"http://so.gushiwen.org/author_1143.aspx\">褚遂良</a>书法绝伦无比。<br>两人在不同的时代都曾名高一时，但是都被贬抑而死。这不堪回首的往事，真是令人黯然神伤。</p> <p><strong>注释<br></strong>⑴潭州：今湖南长沙一带。<br>⑵湘水：即湘江。<br>⑶樯燕：船桅上的燕子。<br>⑷贾傅：即汉代贾谊 。因曾官长沙王太傅，故称。<br>⑸褚公：指唐代书法家褚遂良。绝伦：无与伦比。<br>⑹名高：盛名，名声大。<br>⑺回首：回想，回忆。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　首联紧扣题面，点明题意，但又含蕴着奔波无定、生计日窘的悲辛。<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>本来是“性豪业嗜酒”的，何况是天涯沦落，前途渺茫，所以夜来痛饮沉醉而眠，其中饱含着借酒浇愁的无限辛酸。天明之后，湘江两岸一派春色，<a href=\"http://so.gushiwen.org/view_11595.aspx\">诗</a>人却要孤舟远行，黯然伤情的心绪自然流露出来。</p> <p>　　颔联紧承首联，描写启程时的情景。诗人扬帆启航，环顾四周，只有岸上春风中飞舞的落花在为他送行；船桅上的春燕呢喃作语，似乎在亲切地挽留他，一种浓重的寂寥凄楚之情溢于言表。岸上风吹落花，樯桅春燕作语，这原本是极普通的自然现象，但诗人“以我观物”，而使“物色带情”，赋予落花、飞燕以人的感情来“送客”、“留人”，这就有力地渲染了一种十分悲凉冷落的气氛，这种气氛生动地表现了世情的淡薄，人不如岸花樯燕；同时也反映了诗人辗转流徙、飘荡无依的深沉感喟。这一联情景妙合无垠，有着强烈感人的艺术力量。梁代诗人<a href=\"http://so.gushiwen.org/author_569.aspx\">何逊</a>《赠诸旧游》一诗中，有“岸花临水发，江燕绕樯飞”之句，写得很工致。杜甫这一联似从此脱化而来。但诗人在艺术上进行了新的创造，他用拟人化手法，把花、鸟写得如此楚楚动人，以寄寓孤寂寥落之情，这就不是何逊诗所能比拟的。</p> <p>　　颈联是用典抒情。诗人登舟而行，百感交集，情不能已，浮想联翩。身处湘地，他很自然地想到西汉时的<a href=\"http://so.gushiwen.org/author_109.aspx\">贾谊</a>，因才高而为大臣所忌，被贬为长沙王太傅；他又想到初唐时的<a href=\"http://so.gushiwen.org/author_1143.aspx\">褚遂良</a>，书法冠绝一时，因谏阻立<a href=\"http://so.gushiwen.org/author_298.aspx\">武则天</a>为皇后，被贬为潭州都督。历史上的才人志士命运是何等相似，诗人也正是因为疏救房琯，离开朝廷而沉沦不遇。正因为如此，这两位古人的遭遇才引起诗人感情上强烈的共鸣。诗人是在借古人以抒写情怀。前人论及诗中用典时强调以“不隔”为佳，就是说不要因为用典而使诗句晦涩难懂，杜甫这里用典，因是触景而联想，十分妥贴，“借人形己”，手法高妙。</p> <p>　　诗的最后一联进一步借古人以抒怀，直接抒发诗人沦落他乡、抱负不能施展的情怀。贾谊、褚遂良在不同的时代都名高一时，但俱被贬抑而死，而诗人流落荆、湘一带，漂泊无依，世事不堪回首，沉郁悲愤之情在这里达到了高潮。诗人感叹身世、忧国伤时的愁绪，如湘水一样悠长。</p> <p>　　这首五言律诗在艺术表现手法上，或托物寓意，或用典言情，或直接抒怀，句句含情，百转千回，创造了深切感人、沉郁深婉的艺术意境，成为杜甫晚年诗作中的名篇。</p>",
  "about": "<h2>创作背景</h2> 　　唐代宗大历三年（768年）正月，<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>由夔州出峡，准备北归洛阳，终因时局动乱，亲友尽疏，北归无望，只得以舟为家，漂泊于江陵、公安、岳州、潭州一带。《发潭州》一<a href=\"http://so.gushiwen.org/view_11595.aspx\">诗</a>，是诗人在大历四年（769年）春离开潭州赴衡州时所作。",
  "poet": {
    "id": 474,
    "star": 0,
    "name": "杜甫",
    "image": "http://img.gushiwen.org/authorImg/dufu.jpg",
    "desc": "杜甫（712－770），字子美，自号少陵野老，世称“杜工部”、“杜少陵”等，汉族，河南府巩县（今河南省巩义市）人，唐代伟大的现实主义诗人，杜甫被世人尊为“诗圣”，其诗被称为“诗史”。杜甫与李白合称“李杜”，为了跟另外两位诗人李商隐与杜牧即“小李杜”区别开来，杜甫与李白又合称“大李杜”。他忧国忧民，人格高尚，他的约1400余首诗被保留了下来，诗艺精湛，在中国古典诗歌中备受推崇，影响深远。759-766年间曾居成都，后世有杜甫草堂纪念。"
  },
  "tags": [
    "抒怀",
    "壮志未酬"
  ]
}