{
  "id": 49465,
  "star": 50,
  "name": "洞仙歌·咏柳",
  "dynasty": "宋代",
  "content": "江南腊尽，早梅花开后，分付新春与垂柳。<br>细腰肢自有入格风流，仍更是、骨体清英雅秀。<br>永丰坊那畔，尽日无人，谁见金丝弄晴昼？<br>断肠是飞絮时，绿叶成阴，无个事、一成消瘦。<br>又莫是东风逐君来，便吹散眉间一点春皱。",
  "shangxi": "<h2>赏析</h2> <p>　　这首词上片写柳的体态标格和风韵之美。起拍说腊尽梅凋，既点明节令，且借宾唤主，由冬梅引出春柳。以“新春”紧承“腊尽”，写腊月已尽，新春来临，早梅开过，杨柳萌发。柳丝弄碧，是春意繁闹的表征，故说“分付新春与垂柳”。“分付”，交付之意，着“分付”一词，仿佛春的活力、光彩、妖娆，均凝集于垂柳一身，从而突出了柳的形象，赞美了柳的体态。柳枝婀娜，别有一种风流，很似少女的细腰。<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>《绝句漫兴》早有“隔户杨柳弱袅袅，恰如十五女儿腰”之句。作者正是抓住了这一特点，称颂她有合格入流的独特风韵，并进而用“清英秀雅”四字来品评其骨相。这就写出了垂柳的清高、英隽、雅洁、秀丽，见出她与浓艳富丽的浮花浪蕊迥然不同。作者把握住垂柳的姿质特色，从她的体态美，进而刻画了她的品格美。</p> <p>　　下片转入对垂柳不幸遭遇的感叹。换头三句，写垂柳境况清寂、丽姿无主。长安永丰坊多柳，生永丰园一角的垂柳，尽管明媚春光中修饰姿容，分外妖娆，怎奈无人一顾。<a href=\"http://so.gushiwen.org/view_49465.aspx\">诗</a>人<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>写过一首《杨柳枝词》，据唐人孟棨《本事诗》载：白居易有妾名小蛮，善舞，白氏比为杨柳，有“杨柳小蛮腰”之句。白居易年事高迈，小蛮还很年轻，“因为杨柳之词以托意，曰：‘一树春风万万枝，嫩于金色软于丝。永丰坊里东南角，尽日无人属阿谁？’”后宣宗听到此词极表赞赏，遂命人取永丰柳两枝，移植禁中。作者在这里化用乐天诗意，略无痕迹，但平易晓扬的语句中，却藏有探沉的含义。”断肠“四句，紧承上文，写垂柳的凄苦身世，说：一到晚春，绿叶虽繁，柳絮飘零，她更将百无聊赖，必然日益瘦削、玉肌消减了。煞拍三句，展望前景，愈感茫然。只有东风的吹拂，足可消愁释怨，使蛾眉般的弯弯柳叶，得以应时舒展。正如宋初诗人幸夤逊《柳》诗听说：“既待和风始展眉。”这微茫的希望的霞光在何处，“又莫是”便是严峻而无情的回答。</p> <p>　　全章用拟人法写柳，垂柳是词中的“主人公”。它身段苗条。体态轻盈，仪容秀雅。然而却寂寞无主，被禁锢在园林的一角。感受不到春光的温暖，也看不到改变命运的希望。这婀娜多姿、落寞失意的垂柳，宛然是骨相清雅、姿丽命蹇的佳人。词中句句写垂柳，却句句是写佳人：这佳人或许是向<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>索词的倩奴，或许是与倩奴命运相似的女性。至少可以说，作者是以婉曲的手法，饱和感情的笔墨，描写了一位品格清淑呵命运多舛的少女形象，对之倾注了同情。</p> <p>　　宋代词论家彭孙说：“咏物词极不易下，要须字字刻画，字字天然。方为上乘。”（《金粟词话》）咏物含瘟深湛，在于寄托，“贵有不枯不脱之妙。”（《莲子居词话》）苏轼此词正具有这些优点。它句句刻画垂柳，清圆流杨，形神兼到，熨贴自然。并借柳喻人，把人的品格与身世融入对柳的形神描幕之中。物中有人，亦物亦人，既不粘滞于物，也不脱离听咏课题。就风格而论，此词缠绵幽怨，娴雅婉丽，曲尽垂柳风神，天然秀美处有似次韵章质夫的《杨花词》，而又别具一段倾城之姿。</p>",
  "about": "<h2>创作背景</h2> <p>　　这首词写作年代不可确考，朱祖谋认为词意与《殢人娇》略同，把它编入宋神宗熙宁十年（1077年）。因为据《纪年录》，这年三月一日，<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>在汴京与<a href=\"http://so.gushiwen.org/author_690.aspx\">王诜</a>会于四照亭，上王诜侍女倩奴求曲，遂作《洞仙歌》、《殢人娇》与之。《殢人娇》题“小王都尉席上赠侍人”，与《纪年录》所记相合。其词结句，“须信道、司空从来见惯”，对王诜似有规讽。据史载王诜为人“不修细行”，生活糜烂，则他对歌女侍妾，必然轻薄寡情，那么，王诜家中侍女受玩弄、遭冷落的悲苦遭遇也就可想而知了。《洞仙歌》倘真是写给倩奴的，其内容当会与倩奴有关。集中这首词题“咏柳”，可至这首词借柳以喻人。</p>",
  "poet": {
    "id": 183,
    "star": 0,
    "name": "苏轼",
    "image": "http://img.gushiwen.org/authorImg/sushi.jpg",
    "desc": "苏轼（1037－1101），北宋文学家、书画家、美食家。字子瞻，号东坡居士。汉族，四川人，葬于颍昌（今河南省平顶山市郏县）。一生仕途坎坷，学识渊博，天资极高，诗文书画皆精。其文汪洋恣肆，明白畅达，与欧阳修并称欧苏，为“唐宋八大家”之一；诗清新豪健，善用夸张、比喻，艺术表现独具风格，与黄庭坚并称苏黄；词开豪放一派，对后世有巨大影响，与辛弃疾并称苏辛；书法擅长行书、楷书，能自创新意，用笔丰腴跌宕，有天真烂漫之趣，与黄庭坚、米芾、蔡襄并称宋四家；画学文同，论画主张神似，提倡“士人画”。著有《苏东坡全集》和《东坡乐府》等。"
  },
  "tags": [
    "咏物",
    "柳树",
    "同情",
    "少女"
  ]
}