{
  "id": 68698,
  "star": 7,
  "name": "蝶恋花·送春",
  "dynasty": "宋代",
  "content": "人自怜春春未去。萱草石榴，也解留春住。只道送春无送处。山花落得红成路。 <br>高处莺啼低蝶舞。何况日长，燕子能言语。会与光阴相客主。晴云又卷西边雨。",
  "fanyi": "<p><strong>译文</strong><br>楼外的垂杨千丝万缕，似乎想借此系住已然远去的春日。在那和风而舞的杨柳，仿佛想要随春而去，找到春天的归宿。<br>春残之时，花落草长，鲜绿覆满山川。只听到远处杜鹃鸟的凄厉叫声。杜鹃即使无情，也在悲鸣春去的人间之苦啊。进酒赠春，春却依旧漠然而去，只是到了黄昏时候，落下一片漫天的大雨。</p><p><strong>注释</strong><br>①犹自：仍然。<br>②“绿满”句：在漫山遍野茂密的丛林中听见了杜鹃的叫声。<br>③“莫也”句：（鸟儿）莫非也因为人间的愁苦而忧愁吗？苦：又作“意”。<br>④潇潇雨：暴雨、急雨。潇潇是雨声。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　词中首先出现的是垂杨。“楼外垂杨千万缕，欲系青春，少住春还去”三句，描绘了垂杨的绿姿。这种“万条垂下绿丝绦”（<a href=\"http://so.gushiwen.org/author_368.aspx\">贺知章</a>《咏柳》）的景色，对于阴历二月（即仲春时节），是最为典型的。上引贺<a href=\"http://so.gushiwen.org/view_68698.aspx\">诗</a>中即有“不知细叶谁裁出，二月春风似剪刀”之句。它不同于“浓如烟草淡如金”的新柳（明人<a href=\"http://so.gushiwen.org/author_288.aspx\">杨基</a>《咏新柳》），也有别于“风吹无一叶”的衰柳（宋人翁灵舒《咏衰柳》）。为什么借它来表现惜春之情呢？主要利用那柔细如丝缕的枝条的构造成似乎可以系留着事物的联象。“少住春还去”，在作者的想象中，那打算系住春天的柳条没有达到目的，它只把春天从二月拖到三月末，春天经过短暂的逗留，还是决然离去了。</p> <p>　　“犹自风前飘柳絮，随春且看归何处”两句，对暮春景物作了进一层的描写。柳絮是暮春最鲜明的特征之一，所以诗人们说：“飞絮著人春共老”（<a href=\"http://so.gushiwen.org/author_529.aspx\">范成大</a>《暮春上塘道中》）、“飞絮送春归”（蔡伸《朝中措》）。他们都把飞絮同残春联系在一起。<a href=\"http://so.gushiwen.org/author_220.aspx\">朱淑真</a>却独出心裁，把天空随风飘舞的柳絮，描写为似乎要尾随春天归去，去探看春的去处，把它找回来，像<a href=\"http://so.gushiwen.org/author_268.aspx\">黄庭坚</a>在词中透露的：“若有人知春去处，唤取归来同住”（《清平乐》）。比起简单写成“飞絮”“送春归”或“著人春意老”来，朱淑真这种“随春”的写法，就显得更有迂曲之趣。句中用“犹自”把“系春”同“随春”联系起来，造成了似乎是垂杨为了留春，“一计不成，又生一计”的艺术效果。</p> <p>　　像飞絮一样，哀鸣的杜宇（杜鹃鸟）也似看作是残春的标志。“绿满山川闻杜宇，便做无情，莫也愁人苦”，春残时节，花落草长，山野一片碧绿。远望着这暮春的山野，听到传来的杜鹃鸟的凄厉叫声，词人在想：杜鹃即使（便做）无情，也为“春去”而愁苦，因而发出同情的哀鸣，词人通过这摇曳生姿的一笔，借杜宇点出人意的愁苦，这就把上片中处于“暮后”的主人公引向台前。在上片，仅仅从“楼外”两个字，感觉到她的楼内张望；从“系春”“随春”，意识到是她在驰骋想象，主人公的惜春之情完全是靠垂杨和柳絮表现出来的。现在则由侧面烘托转向正面描写。</p> <p>　　“把酒送春春不语”。系春既不可能，随春又无结果，主人公看到的只是暮春的碧野，听到的又是宣告春去的鸟鸣，于是她只好无可奈何地“送春”了。阴历三月末是春天最后离去的日子，古人常常在这时把酒举杯，以示送春。唐末诗人<a href=\"http://so.gushiwen.org/author_130.aspx\">韩偓</a>《春尽日》诗有“把酒送春惆怅在，年年三月病恹恹”之句。朱淑真按照旧俗依依不舍地“送春”，而春却没有回答。她看到的只是在黄昏中忽然下起的潇潇细雨。作者用一个“却”字，把“雨”变成了对春的送行。这写法同王灼的“试来把酒留春住，问春无语，帘卷西山雨”（《点绛唇》）相似，不过把暮雨同送春紧密相连，更耐人寻味：这雨是春漠然而去的步履声呢，还是春不得不去而洒下的惜别之泪呢？</p> <p>　　这首词同黄庭坚的《清平乐》都将春拟人，抒惜春情怀，但写法上各有千秋。黄词从追访消逝的春光着笔，朱词从借垂柳系春、飞絮随春到主人公送春，通过有层次的心理变化揭示主题。相比之下，黄词更加空灵、爽丽，朱词则较多寄情于残春的景色，带有凄忱的情味，这大概和她的身世有关。</p>",
  "poet": {
    "id": 34,
    "star": 0,
    "name": "刘铉",
    "image": "http://img.gushiwen.org/authorImg/liuxuan.jpg",
    "desc": "刘铉（1394—1458）字宗器，别号假庵，长洲（今江苏苏州）人。永乐十七年以善书征入翰林，笔法温媚，推重一时。次年中顺天府举人，授中书舍人，预修三朝实录，历教习庶吉士，景帝立，历侍讲学士，国子监祭酒，天顺元年进少詹事，卒于官。谨于言行，谥文恭。好学不辍，工诗善文，有《文恭公诗集》。卒年六十五。《名山藏、弇州续稿》其子刘瀚为官，亦能守父训。"
  },
  "tags": [
    "婉约",
    "写景",
    "柳树",
    "惜春"
  ]
}