{
  "id": 11457,
  "star": 251,
  "name": "又呈吴郎",
  "dynasty": "唐代",
  "content": "堂前扑枣任西邻，无食无儿一妇人。<br>不为困穷宁有此？只缘恐惧转须亲。<br>即防远客虽多事，便插疏篱却甚真。<br>已诉征求贫到骨，正思戎马泪盈巾。",
  "fanyi": "<p><strong>译文</strong><br>来堂前打枣我从不阻拦任随西邻，因为她是一个五食无儿的老妇人。<br>若不是由于穷困怎会做这样的事？正因她心存恐惧反更该与她相亲。<br>见你来就防着你虽然是多此一举，但你一来就插上篱笆却甚像是真。<br>她说官府征租逼税已经一贫如洗，想起时局兵荒马乱不禁涕泪满巾。</p> <p><strong>注释</strong><br>⑴呈：呈送，尊敬的说法。这是用<a href=\"http://so.gushiwen.org/view_11457.aspx\">诗</a>写的一封信，作者以前已写过一首《简吴郎司法》，这是又一首，所以说“又呈”。吴郎：系<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>吴姓亲戚。杜甫将草堂让给他住。这位亲戚住下后，即有筑“篱”，护“枣”之举。杜甫为此写诗劝阻。<br>⑵妇人：成年女子的通称，多指已婚者。《易·恒》：“妇人吉，夫子凶。”<br>⑶扑枣：击落枣子。汉王吉妇以扑东家枣实被遣。扑：打。任：放任，不拘束。西邻：就是下句说的“妇人”。<br>⑷不为：要不是因为。困穷：艰难窘迫。《易·系辞下》：“困穷而通。”宁有此：怎么会这样（做这样的事情）呢？宁：岂，怎么，难道。此：代词，代贫妇人打枣这件事。<br>⑸只缘：正因为。恐惧：害怕。转须亲：反而更应该对她表示亲善。亲：亲善。<br>⑹即：就。防远客：指贫妇人对新来的主人存有戒心。防：提防，心存戒备。一作“知”。远客：指吴郎。多事：多心，不必要的担心。<br>⑺使：一作“便”。插疏篱：是说吴郎修了一些稀疏的篱笆。甚：太。<br>⑻征求：指赋税征敛。《谷梁传·桓公十五年》：“古者诸侯时献于天子，以其国之所有，故有辞让而无徵求。”贫到骨：贫穷到骨（一贫如洗）。<br>⑼戎（róng）马：兵马，指战争。杜甫《登岳阳楼》诗：“戎马关山北，凭轩涕泗流。”盈：满。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　<a href=\"http://so.gushiwen.org/view_11457.aspx\">诗</a>的第一句开门见山，从诗人自己过去怎样对待邻妇扑枣说起。“扑枣”就是打枣。这里不用那个猛烈的上声字“打”，而用这个短促的、沉着的入声字“扑”，是为了取得声调和情调的一致。“任”就是放任。之所以要放任，第二句说：“无食无儿一妇人。”原来这位西邻竟是一个没有吃的、没有儿女的老寡妇。诗人等于是在对吴郎说：“对于这样一个无依无靠的穷苦妇人，我们能不让她打点枣儿吗？”</p> <p>　　三四两句紧接一二句：“不为困穷宁有此？只缘恐惧转须亲。”“困穷”，承上第二句；“此”，指扑枣一事。这里说明<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>十分同情体谅穷苦人的处境。陕西民歌中唱道：“唐朝诗圣有杜甫，能知百姓苦中苦。”说的正是杜甫。以上四句，一气贯串，是杜甫自叙以前的事情，目的是为了启发吴郎。</p> <p>　　五六两句才落到吴郎身上。“即防远客虽多事，便插疏篱却甚真。”这两句上下一气，相互关联，相互依赖，相互补充，要联系起来看。“防”的主语是寡妇。下句“插”字的主语是吴郎。这两句诗言外之意是：这不能怪她多心，倒是吴郎有点太不体贴人。她本来就是提心吊胆的，吴郎不特别表示亲善，也就够了，却不该还要插上篱笆。这两句诗，措词十分委婉含蓄。这是因为怕话说得太直、太生硬，教训意味太重，会引起对方的反感，反而不容易接受劝告。</p> <p>　　最后两句“已诉征求贫到骨，正思戎马泪盈巾”，是全诗结穴，也是全诗的顶点。表面上是对偶句，其实并非平列的句子，因为上下句之间由近及远，由小到大是一个发展的过程。上句，杜甫借寡妇的诉苦，指出了寡妇的、同时也是当时广大人民困穷的社会根源。这就是官吏们的剥削，也就是诗中所谓“征求”，使她穷到了极点。这也就为寡妇扑枣行为作了进一步的解脱。下句说得更远、更大、更深刻，指出了使人民陷于水深火热之中的又一社会根源。这就是“安史之乱”以来持续了十多年的战乱，即所谓“戎马”。由一个穷苦的寡妇，由一件扑枣的小事，杜甫竟联想到整个国家大局，以至于流泪。这一方面固然是他那热爱祖国、热爱人民的思想感情的自然流露；另一方面，也是点醒、开导吴郎的应有的文章。让他知道：“在这兵荒马乱的情况下，苦难的人还有的是，决不止寡妇一个；战乱的局面不改变，就连我们自己的生活也不见得有保障，我们现在不正是因为战乱而同在远方作客，而你不是还住着我的草堂吗？”最后一句诗，好像扯得太远，好像和劝阻吴郎插篱笆的主题无关，其实是大有关系，大有作用的。希望他由此能站得高一点，看得远一点，想得开一点，他自然就不会在几颗枣子上斤斤计较了。读者正是要从这种地方看出诗人的“苦用心”和他对待人民的态度。</p> <p>　　这首诗的人民性是强烈而鲜明的，在通常用来歌功颂德以“高华典雅”为特征的七言律诗中，尤其值得重视。诗的艺术表现方面也很有特点。首先是现身说法，用诗人自己的实际行动来启发对方，用颠扑不破的道理来点醒对方，最后还用诗人自己的眼泪来感动对方，尽可能地避免抽象的说教，措词委婉，入情入理。其次是，运用散文中常用的虚字来作转接。像“不为”、“只缘”、“已诉”、“正思”，以及“即”、“便”、“虽”、“却”等，因而能化呆板为活泼，既有律诗的形式美、音乐美，又有散文的灵活性，抑扬顿挫，耐人寻味。</p> <p>　　清人卢德水说：“杜诗温柔敦厚，其慈祥恺悌之衷，往往溢于言表。如此章，极煦育邻妇，又出脱邻妇；欲开导吴郎，又回护吴郎。八句中，百种千层，莫非仁音，所谓仁义之人其音蔼如也”（《读杜私言》）。全诗正是在这种委婉曲折的夹叙夹议中来展现诗人的心理和品质的。诗作表达了杜甫对穷困人民的深切同情。</p>",
  "about": "<h2>创作背景</h2> 　　唐代宗大历二年（767年），即<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>漂泊到四川夔州的第二年，他住在瀼西的一所草堂里。草堂前有几棵枣树，西邻的一个寡妇常来打枣，杜甫从不干涉。后来，杜甫把草堂让给一位姓吴的亲戚（即<a href=\"http://so.gushiwen.org/view_11457.aspx\">诗</a>中吴郎），他自己搬到离草堂十几里路远的东屯去。不料这姓吴的一来就在草堂插上篱笆，禁止打枣。寡妇向杜甫诉苦，杜甫便写此诗去劝告吴郎。以前杜甫写过一首《简吴郎司法》，所以此诗题作《又呈吴郎》。吴郎的年辈要比杜甫小，杜甫不说“又简吴郎”，而有意地用了“呈”这个似乎和对方身份不大相称的敬词，这是让吴郎易于接受。",
  "poet": {
    "id": 474,
    "star": 0,
    "name": "杜甫",
    "image": "http://img.gushiwen.org/authorImg/dufu.jpg",
    "desc": "杜甫（712－770），字子美，自号少陵野老，世称“杜工部”、“杜少陵”等，汉族，河南府巩县（今河南省巩义市）人，唐代伟大的现实主义诗人，杜甫被世人尊为“诗圣”，其诗被称为“诗史”。杜甫与李白合称“李杜”，为了跟另外两位诗人李商隐与杜牧即“小李杜”区别开来，杜甫与李白又合称“大李杜”。他忧国忧民，人格高尚，他的约1400余首诗被保留了下来，诗艺精湛，在中国古典诗歌中备受推崇，影响深远。759-766年间曾居成都，后世有杜甫草堂纪念。"
  },
  "tags": [
    "忧国忧民"
  ]
}