{
  "id": 47979,
  "star": 181,
  "name": "庭中有奇树",
  "dynasty": "两汉",
  "content": "庭中有奇树，绿叶发华滋。<br>攀条折其荣，将以遗所思。<br>馨香盈怀袖，路远莫致之。<br>此物何足贵，但感别经时。",
  "fanyi": "<p><strong>译文<br></strong>庭院里一株佳美的树，满树绿叶衬托着茂密的花朵，显得格外春意盎然。<br>我攀着树枝，摘下了最好看的一串花朵，想把它赠送给日夜思念的亲人。<br>花香充满了我的衣服襟袖之间，可是天遥地远，没人能送到亲人的手中。<br>并不是此花有什么珍贵，只是别离太久，想借着花儿表达怀念之情罢了。</p> <p><strong>注释<br></strong>⑴奇树：犹“嘉木”，佳美的树木。<br>⑵发华（huā）滋：花开繁盛。华，同“花”。滋，繁盛。<br>⑶荣：犹“花”。古代称草本植物的花为“华”，称木本植物的花为“荣”。<br>⑷遗（wèi）：赠送，赠与。<br>⑸馨（xīn）香：香气。盈：充盈，充积。<br>⑹致：送到。<br>⑺贵：珍贵。一作“贡”。<br>⑻感：感受，感动。别经时：离别之后所经历的时光。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　这首<a href=\"http://so.gushiwen.org/view_47979.aspx\">诗</a>写一个妇女对远行的丈夫的深切怀念之情。由树及叶，由叶及花，由花及采，由采及送，由送及思。全诗八句，可分作两个层次，每四句为一个层次。</p> <p>　　前两句诗“攀条折其荣，将以遗所思。”描绘了这样一幅图景：在春天的庭院里，有一株嘉美的树，在满树绿叶的衬托下，开出了茂密的花朵，显得格外生气勃勃。这是环境描写，写出了春意盎然的景象。但首句中的“庭中”就暗示了这里的景色不是大自然中的，而是深闺中的，是一首表现思妇的闺怨诗。</p> <p>　　于是，思妇就出场了：“攀条折其荣，将以遗所思。”思妇面对这繁花似锦的景象，忍不住攀着枝条，折下了最好看的一束花，要把它赠送给日夜思念的亲人。以花寄情，揭示了诗歌的主旨——对远行人的思念。</p> <p>　　古诗中写女子的相思之情，常常从季节的转换来发端。因为古代女子受到封建礼教的严重束缚，生活的圈子很狭小，不像许多男子那样，环境的变迁，旅途的艰辛，都可能引起感情的波澜；这些妇女被锁在闺门之内，周围的一切永远是那样沉闷而缺少变化，使人感到麻木。唯有气候的变化，季节的转换，是她们最敏感的，因为这标志着她们宝贵的青春正在不断地逝去，而怀念远方亲人的绵绵思绪，却仍然没有头。</p> <p>　　诗的开头四句写得很朴素，其中展现的正是人们在日常生活中常常可以见到的一种场面。但是把这种场面和思妇怀远的特定主题相结合，却形成了一种深沉含蕴的意境，引发读者许多联想：这位妇女在孤独中思念丈夫，已经有了很久的日子吧。也许，在整个寒冬，她每天都在等待春天的来临，因为那充满生机的春光，总会给人们带来欢乐和希望。那时候，日夜思念的人儿或许就会回来，春日融融，他们将重新团聚在花树之下，执手相望，倾诉衷肠。可是，如今眼前已经枝叶扶疏，繁花满树了，而站在树下的她仍然只是孤零零的一个，不禁教人感到无限惆怅。再说，如果她只是偶尔地见了这棵树，或许会顿然引起一番惊讶和感慨：时光过得真快，转眼又是一年了！然而这树就生在她的庭院里，她是眼看着叶儿一片片地长，从鹅黄到翠绿，渐渐地铺满了树冠；她是眼见着花儿一朵朵地开，星星点点渐渐地就变成了绚烂的一片。她心里的烦恼也跟着一分一分地堆积起来，这种与日聚增的痛苦，更令人难以忍受。此时此刻，她自然会情不自禁地折下一枝花来，想把它赠送给远方的亲人。因为这花凝聚着她的哀怨和希望，寄托着她深深的爱情。也许，她指待这花儿能够带走一部分相思的苦楚，使那思潮起伏的心能够得到暂时的平静；也许，她希望这故园亲人手中的花枝，能够打动远方游子的心，催促他早日归来。总之，在这简短的四句诗中，蕴含着许多诗人没有写明的内容。</p> <p>　　自第五句发生转折，进入第二个层次。“馨香盈怀袖”一句紧承上面“攀条折其荣，将以遗所思”两句，同时描绘出花的珍贵和人物的神情。这花是“奇树”的花，它的香气特别浓郁芬芳，不同于一般的杂花野卉，可见用它来表达纯洁的爱情，寄托深切的思念，是再合适不过的。至于人物的神情，诗人虽没有明写，但一个“盈”字，却暗示着：主人公手执花枝，站立了很久。本来，她“攀条折其荣”，是因为思绪久积，情不自禁；可待到折下花来，才猛然想到：天遥地远，这花无论如何也不可能送到亲人的手中。古时交通不便，通信都很困难，更不用说这是一枝容易凋零的鲜花。此时的她，只是痴痴地手执着花儿，久久地站在树下，听任香气充满怀袖而无可奈何。她似乎忘记了时间也忘记了周围的一切，对着花深深地沉入冥想之中。</p> <p>　　“馨香盈怀袖，路远莫致之”两句简简单单的十个字，描绘了一幅清晰生动的画面；并引发读者进一步想象：这位妇女正在想些什么呢？她是否在回忆往日的幸福？因为这奇树生在他们的庭院之中，往日夫妻双双或许曾在花树下，消磨过许许多多欢乐的时光。在那叶茂花盛的时候，她所爱的人儿，是不是曾经把那美丽的花朵插在她鬓发之间呢？而如今，她时时思念的丈夫正在哪儿？可曾遭遇到什么？她自己所感受的痛苦，远方的人儿也同样感受到了吗？不管她想到了什么，有一点她总是不能摆脱的，那就是对青春年华在寂寞孤苦之中流逝的无比惋惜。古代妇女的生活，本来就那么狭窄单调，唯有真诚的爱情，能够给她们带来一点人生的乐趣。当这点乐趣也不能保有的时候，生活是多么暗淡无光啊！花开花落，宝贵的青春是经不住几番风雨的。</p> <p>　　再回顾这首诗对于庭中奇树的描写，就可以明明白白地看到，诗人始终暗用比兴的手法，以花来衬托人物，写出人物的内心世界。一方面，花事的兴盛，显示了人物的孤独和痛苦；另一方面，还隐藏着更深的一层意思，那就是：花事虽盛，可是风吹雨打，很快就会落，那正是主人公一生遭遇的象征。在《古诗十九首》的另一篇《冉冉孤生竹》里面，有这样一段话：“伤彼蕙兰花，含英扬光辉；过时而不采，将随秋草萎。”用蕙兰花一到秋天便凋谢了，比喻女主人公的青春不长，红颜易老。这是中国古诗中常用的一种比喻。但是在《庭中有奇树》这一篇中，这一层意思却并不是明白说出，而是留给读者去体会。</p> <p>　　诗的最后两句“此物何足贵，但感别经时”是主人公无可奈何而说出的自我宽慰的话，同时也点明了全诗的主题。人生苦短，女人也如手中的鲜花，经不起时间的等待，更经受不起风吹雨打。这样的情感意绪，也许就如<a href=\"http://so.gushiwen.org/author_415.aspx\">温庭筠</a>在《望江南》中写的：“梳洗罢，独倚望江楼。过尽千帆皆不是，斜晖脉脉水悠悠。肠断白蘋洲。”一个个希望，一个个失望，到头来也许“红颜未老恩先断，斜倚薰笼坐到明”（<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>《后宫词》），也许“一朝春尽红颜老，花落人亡两不知”（《红楼梦·葬花吟》）。</p> <p>　　从前面六句来看，诗人对于花的珍奇美丽，本来是极力赞扬的。可是写到最后，突然又说“此物何足贵”，未免使人有点惊疑。其实，对花落下先抑的一笔，正是为了后扬“但感别经时”这一相思怀念的主题。无论说花的可贵还是不足稀奇，都是为了表达同样的思想感情。但这一抑一扬，诗的感情增强了，最后结句也显得格外突出。</p> <p>　　诗写到这里，算结束了。然而题外之意，仍然耐人寻味：主人公折花，原是为了解脱相思的痛苦，从中得到一点慰藉；而偏偏所思在天涯，花儿无法寄达，平白又添了一层苦恼；相思怀念更加无法解脱。</p>",
  "about": "<h2>创作背景</h2> 　　《庭中有奇树》是一首表现思妇忆远的闺怨<a href=\"http://so.gushiwen.org/view_47979.aspx\">诗</a>，是《古诗十九首》的第九首。关于《古诗十九首》的时代背景有多种说法。宇文所安认为中国早期诗歌是一个复制系统，找不到“古诗”早于建安时期的确凿证据。木斋提出《古诗十九首》及建安诗歌的重要组成大部分诗作是<a href=\"http://so.gushiwen.org/author_322.aspx\">曹植</a>之作。李善注《昭明文选·杂诗上》题下注曾释之甚明：“并云古诗，盖不知作者。”并认为作于东汉时期，这也是二十世纪以来的主流观点。今人综合考察《古诗十九首》所表现的情感倾向、所折射的社会生活情状以及它纯熟的艺术技巧，一般认为这十九首诗所产生的年代应当在汉末献帝建安之前的几十年间。至于《庭中有奇树》的具体创作时间，则难以确考。",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": [
    "古诗十九首",
    "写花",
    "妇女",
    "相思",
    "孤独"
  ]
}