{
  "id": 57896,
  "star": 26,
  "name": "鹧鸪天·欲上高楼去避愁",
  "dynasty": "宋代",
  "content": "欲上高楼去避愁，愁还随我上高楼。经行几处江山改，多少亲朋尽白头。<br>归休去，去归休。不成人总要封侯？浮云出处元无定，得似浮云也自由。",
  "fanyi": "<p><strong>译文<br></strong>心想到高楼上观看美景躲避忧愁，忧愁还是跟着我上了高楼。我走过好几个地方江山都已面目全非，许许多多亲戚好友都已白了头。<br>回家退休吧，回到家中去退休。难道个个都要到边塞去立功封侯？浮云飘去飘来本来没有固定之处，我能够像浮云那样随心来去，该有多么自由。</p> <p><strong>注释<br></strong>⑴鹧鸪天：词牌名，又名《思佳客》，双调，五十五字，上、下片各三平韵。<br>⑵经行：经过。<br>⑶白头：头发变花白。<br>⑷归休去：退休、致仕。去，语助词。<br>⑸不成：反诘词，难道。<br>⑹出处：指出仕与隐处，做官与退隐。元：同“原”。<br>⑺得似：真是，宋元问人口语。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　上片主要抒发时光易逝的愁恨。起韵一笔包举，总言忧愁的难以摆脱，为下文分别诉说时光易逝之愁与功业难成之愁预留了地步。在这里，词人“天真地”想通过上楼登高来摆脱令他难以忍受又无法回避的忧愁的想法，本身就充满了奇趣，而他感到忧愁如有脚、又随他上楼的想法就更是奇中之奇。在表达上，化不可见的抽象之愁为有可以触碰与回避的有形之物，深得以形象写抽象的生动趣味，同时，“欲上······愁还”的传情方法，又为文气增加了转折跌宕的灵活之趣。接韵具体表明他所忧愁的内容，是自然也在变迁、亲朋也在衰老白头的时间不居之恨。“几处”与“多少”的限定，空处传神，包揽无限，写出了自然变迁和人生衰老之多简直无法据实计算的大愁苦。这种对于时光易逝的忧愁，是词人“时间意识”觉醒的表现，而“时间意识”又是与人对于存在的反思与觉悟有关的，是一种看似脆弱，其实深刻的对于生命虚无的体验，值得注意的是，词人产生这样深刻的生命虚无的痛苦，不是来自于单纯的哲学思考，而是由非常具体而强烈的生命体验所导致的。</p> <p>　　于是，过片再进一层，揭示了导致其时间之愁的更直接的愁苦即功业难成之愁。他以感情强烈的语言反复其意与反问自己：说归去吧，还是归去吧，难道人一定要到封侯才肯罢休不成？意谓自己不必要等到做成封侯的功业才可归隐。实际上，它传达出了词人无法作成可封侯的大功业的愁苦。这样，上下片就由这两种愁苦在文理上连成浑然的一体。结韵进而揭出使自己产生时光易逝之愁与功业难成之愁的具体触机，是那种恍若浮云一样到处漂泊的游宦生涯。然后他再转过一层，巧妙运用“浮云”一词的双重比喻意义为自己下了这一转语，如果能像浮云一样逍遥自在也很自由。这样的转语，泄露了他“游宦成羁旅”的生命不自由的痛感。</p> <p>　　这首词在表情达意上，采用层层剥笋的见心法，由愁一时间之愁一功业难成之愁一游宦成羁旅之愁，这样就由远而近，填充了越来越具体的生命痛苦：通过他的“剥笋”法抒情，越来越清晰地表现了他愁苦的来处。其总体艺术风貌是，感情浓郁，措意生动，文理自然而兼变化之趣。此外，因为暗喻的巧妙运用，这首词显示了深厚的韵味。</p>",
  "about": "<h2>创作背景</h2> 　　这首<a href=\"http://so.gushiwen.org/view_57896.aspx\">诗</a>具体创作年代无从得知。从词意上推断，此词可能是作于词人久经官场生涯的中年以后。在长久的官场生涯中，作者看透了其间尔虞我诈的种种现实，看透了官场在富贵生活的表象下掩盖着的种种风波险恶，自己一生追求的期望凭借马上杀伐恢复中原故土以博取功名富贵的雄心，也在年复一年的官场生涯中消磨殆尽，因而对官场颇产生一种极端厌倦的情绪。在仕宦与归隐的得失之间，他思之筹之，不得要领，因而愁绪百结，久不能脱。词人最终思考的结果是，自由自在的生活，绝为一种惬意的选择。这首词即是在这样的背景下创作的。",
  "poet": {
    "id": 217,
    "star": 0,
    "name": "辛弃疾",
    "image": "http://img.gushiwen.org/authorImg/xinqiji.jpg",
    "desc": "辛弃疾（1140－1207），南宋词人。原字坦夫，改字幼安，别号稼轩，汉族，历城（今山东济南）人。出生时，中原已为金兵所占。21岁参加抗金义军，不久归南宋。历任湖北、江西、湖南、福建、浙东安抚使等职。一生力主抗金。曾上《美芹十论》与《九议》，条陈战守之策。其词抒写力图恢复国家统一的爱国热情，倾诉壮志难酬的悲愤，对当时执政者的屈辱求和颇多谴责；也有不少吟咏祖国河山的作品。题材广阔又善化用前人典故入词，风格沉雄豪迈又不乏细腻柔媚之处。由于辛弃疾的抗金主张与当政的主和派政见不合，后被弹劾落职，退隐江西带湖。"
  },
  "tags": [
    "抒怀",
    "壮志未酬",
    "愁苦",
    "理理想"
  ]
}