{
  "id": 282,
  "star": 41,
  "name": "周颂·武",
  "dynasty": "先秦",
  "content": "于皇武王！无竞维烈。允文文王，克开厥后。嗣武受之，胜殷遏刘，耆定尔功。",
  "fanyi": "<p><strong>译文<br></strong>啊！伟大的武王我的先祖，您的丰功伟绩没有人超过！当然文王的功德确实很高，开创了一代基业建立周朝。后继者先祖武王奉天承命，打败商王朝从此天下太平，奠定了您不朽的伟绩丰功！</p> <p><strong>注释<br></strong>⑴於（wū）：叹词。皇：光耀。<br>⑵竞：争，比。烈：功业。<br>⑶允：信然。文：文德。<br>⑷克：能。厥：其，指周文王。<br>⑸嗣：后嗣。武：指周武王。<br>⑹遏：制止。刘：杀戮。<br>⑺耆（zhǐ）：致，做到。尔：指周武王。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　此<a href=\"http://so.gushiwen.org/view_282.aspx\">诗</a>是古代大型舞乐《大武》的二成歌词。《大武》的乐曲早已失传，虽有零星的资料，但终难具体描述。然其舞蹈形式则留下了一些粗略的记录，可以作大概的描绘。第一场，在经过一番擂鼓之后，为首的舞者扮演武王，头戴冕冠出场，手持干戚，山立不动。其余六十多位舞者扮武士陆续上场，长时间咏叹后退场。这一场舞蹈动作是表示武王率兵北渡盟津，等待诸侯会师，八百诸侯会合之后，急于作战，而周武王以为伐纣的时机尚不成熟，经过商讨终于罢兵的事实。第二场主演者扮姜太公，率众舞者手持干戈，奋臂击刺，猛烈顿足。他们一击一刺，做四次重复，表示武王命太公率敢死队闯犯敌阵进行挑战，武王率大军进攻，迅速获胜，威振中原。第三场众舞者由面向北转而向南，表示周师凯旋返回镐京。第四场开始时，众舞者混乱争斗，扮周、召二公的舞者出而制止，于是众舞者皆左膝跪地，表示成王即位之后，东方和南方发生叛乱，周、召二公率兵平乱的事实。第五场，众舞者分成左右两大部分，周公在左、召公在右，振动铃铎，鼓励众舞者前进，表示成王命周公镇守东南，命召公镇守西北。第六场，众舞者恢复第一场的位置，作阅兵庆典和尊崇天子成王的动作，表示周公平乱以后，庆祝天下太平，各地诸侯尊崇周天子。根据高亨《周代大武乐考释》一文，《大武》六成的六篇诗的排列次序确定为：《我将》、《武》、《赉》、《般》、《酌》、《桓》。[4] 《周颂·武》一开头，就以最高亢最雄浑的歌喉对周武王做出了赞颂：“於皇武王！无竞维烈。”殷商末年，纣王荒淫暴虐，厚赋税以盘剥国人，造炮烙酷刑以镇压异己，嬖爱妇人妲己，宠信佞臣费中、恶来，醢九侯，脯鄂侯，囚西伯（即周文王），微子数谏不听而亡去，比干强谏而被剖心，箕子佯狂为奴亦遭囚。纣王的倒行逆施，令百姓怨愤，令诸侯寒心。因此，周武王伐商，是一场反抗暴政的正义战争，是符合民意、顺应历史潮流的壮举，它必然得到上至贵族下至平民的普遍拥护与欢迎、响应。此篇《颂》诗对周武王完成克商大业的赞美，尽管是站在周王朝统治者立场上的，但也是同时代民众心声的反映，令人感到真实可信，不像后世郊庙歌词虚应故事的陈词滥调那么惹人厌烦。</p> <p>　　在唱出开头两句颂歌后，诗人笔调一转，饮水思源，怀念起为克商大业打下坚实基础的周文王来。文王（即西伯）被纣王囚禁羑里，因其臣闳夭等人献宝物给纣王而得赦免，他出来后献洛西之地请求纣王废除炮烙之刑，伐崇戡黎，建立丰邑，修德行善，礼贤下士，深得人心，诸侯多叛纣而往归之。他为武王的成功铺平了道路，使灭商立周成为水到渠成之事，其功德不能令人忘怀。“允文”云云，真是情见乎词。</p> <p>　　诗的最后三句，直陈武王继承文王遗志伐商除暴的功绩，将第二句“无竞维烈”留下的悬念揭出，在诗歌的语言运用上深有一波三折之效，使原本呆板的《颂》诗因此显得吞吐从容，涌动着一种高远宏大的气势。可以说，此诗是歌功颂德之作中的上品。</p> <p>　　当然，《颂》诗的本质决定了它必定具有一定的夸饰成分。武王伐商，诗中声称是为了“遏刘”，即代表天意制止暴君的残杀，拯民于水火。但战争是残酷的，所谓“圣人号兵者为凶器”（《六韬》）是也，牧野之战，《尚书·武成》有“流血飘杵”的记载，《逸周书·世俘》亦有“馘魔亿有十万七千七百七十有九”的说法。所以崇尚仁义的孔子不免对之感到有些遗憾。</p>",
  "about": "<h2>创作背景</h2> 　　这首<a href=\"http://so.gushiwen.org/view_282.aspx\">诗</a>是周武王克商后所作的《大武》乐章中的一章。据《左传·宣公十二年》记载：武王克商，作《武》，“其卒章曰‘耆定尔功”’，又据《礼记·乐记》记载，孔子曾说《大武》“再成而灭商”，可知《武》是《大武》乐舞二成的歌诗。《武》之乐舞，表现的正是武王牧野克商的历史事实。史载武王十一年二月，周武王率兵伐商，进至商国都城朝歌南郊之牧野，纣王发大军相抗。周师大将军吕尚领先锋武士挑战，殷军前部倒戈而自攻其后，武王大军乘机掩杀过去。纣王大败逃回朝歌，登鹿台自焚，殷商灭亡，周武王成为天下最高君主。毫无疑问，这一战争的胜利成功是周代最大的业绩，周武王为周代政权的建立立下了最高的功勋。因此周人作诗歌颂之。",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": [
    "诗经",
    "赞美",
    "写人"
  ]
}