{
  "id": 72362,
  "star": 28,
  "name": "信陵君救赵论",
  "dynasty": "明代",
  "content": "　　论者以窃符为信陵君之罪，余以为此未足以罪信陵也。夫强秦之暴亟矣，今悉兵以临赵，赵必亡。赵，魏之障也。赵亡，则魏且为之后。赵、魏，又楚、燕、齐诸国之障也，赵、魏亡，则楚、燕、齐诸国为之后。天下之势，未有岌岌于此者也。故救赵者，亦以救魏；救一国者，亦以救六国也。窃魏之符以纾魏之患，借一国之师以分六国之灾，夫奚不可者？</p> <p>　　然则信陵果无罪乎？曰：又不然也。余所诛者，信陵君之心也。</p> <p>　　信陵一公子耳，魏固有王也。赵不请救于王，而谆谆焉请救于信陵，是赵知有信陵，不知有王也。平原君以婚姻激信陵，而信陵亦自以婚姻之故，欲急救赵，是信陵知有婚姻，不知有王也。其窃符也，非为魏也，非为六国也，为赵焉耳。非为赵也，为一平原君耳。使祸不在赵，而在他国，则虽撤魏之障，撤六国之障，信陵亦必不救。使赵无平原，而平原亦非信陵之姻戚，虽赵亡，信陵亦必不救。则是赵王与社稷之轻重，不能当一平原公子，而魏之兵甲所恃以固其社稷者，只以供信陵君一姻戚之用。幸而战胜，可也，不幸战不胜，为虏于秦，是倾魏国数百年社稷以殉姻戚，吾不知信陵何以谢魏王也。</p> <p>　　夫窃符之计，盖出于侯生，而如姬成之也。侯生教公子以窃符，如姬为公子窃符于王之卧内，是二人亦知有信陵，不知有王也。余以为信陵之自为计，曷若以唇齿之势激谏于王，不听，则以其欲死秦师者而死于魏王之前，王必悟矣。侯生为信陵计，曷若见魏王而说之救赵，不听，则以其欲死信陵君者而死于魏王之前，王亦必悟矣。如姬有意于报信陵，曷若乘王之隙而日夜劝之救，不听，则以其欲为公子死者而死于魏王之前，王亦必悟矣。如此，则信陵君不负魏，亦不负赵；二人不负王，亦不负信陵君。何为计不出此？信陵知有婚姻之赵，不知有王。内则幸姬，外则邻国，贱则夷门野人，又皆知有公子，不知有王。则是魏仅有一孤王耳。</p> <p>　　呜呼！自世之衰，人皆习于背公死党之行而忘守节奉公之道，有重相而无威君，有私仇而无义愤，如秦人知有穰侯，不知有秦王，虞卿知有布衣之交，不知有赵王，盖君若赘旒久矣。由此言之，信陵之罪，固不专系乎符之窃不窃也。其为魏也，为六国也，纵窃符犹可。其为赵也，为一亲戚也，纵求符于王，而公然得之，亦罪也。</p> <p>　　虽然，魏王亦不得无罪也。兵符藏于卧内，信陵亦安得窃之？信陵不忌魏王，而径请之如姬，其素窥魏王之疏也；如姬不忌魏王，而敢于窃符，其素恃魏王之宠也。木朽而蛀生之矣。古者人君持权于上，而内外莫敢不肃。则信陵安得树私交于赵？赵安得私请救于信陵？如姬安得衔信陵之恩？信陵安得卖恩于如姬？履霜之渐，岂一朝一夕也哉！由此言之，不特众人不知有王，王亦自为赘旒也。</p> <p>　　故信陵君可以为人臣植党之戒，魏王可以为人君失权之戒。《春秋》书葬原仲、翚帅师。嗟夫！圣人之为虑深矣！",
  "fanyi": "<p><strong>译文</strong><br>　　评论者拿盗窃兵符一事做为信陵君的罪过，我认为凭这一点还够不上拿来责罪于信陵君的哩。那强劲的秦国 暴虐到极点了，如今把其所有的兵力来压于赵国 ，赵国肯定会灭亡。赵国是魏国的屏障，赵国亡了，那么魏国将要步其后尘；赵国与魏国，又是楚、燕、齐各国的屏障，赵、魏亡了，那么楚、燕、齐各国就得步其后尘了。天下的形势，再没有岌岌可危到像当时一样的了。因此，救赵国，也就是用以救魏国；救这一个国家，也就是用以救六个国家啊。盗窃魏国的兵符来解脱魏国的祸患，借用一国的军队来分担六国的灾难，这有什么不可以的！</p> <p>　　那么信陵君真的没有罪过吗？回答是：这话又不对了。我所责备的，是信陵君的心啊！</p> <p>　　信陵君不过是一个王室公子罢了 ，魏国自有其君王的嘛。赵国不请求于魏王，而不断地恳切求救于信陵君，这说明赵国只知道有信陵君，不知道还有个魏王呢。平原君用亲戚情分来激将信陵君，而信陵君也自己为了亲戚的原故，想急于救赵，这说明信陵君只知道有自己的亲戚，不知道还有个君王。他的盗窃兵符，不是为了魏国，不是为了六国，而是为了赵国才如此；其实也不是为了赵国，只是为了一个平原君罢了。假使祸患不在赵国，而在其他国家，即使撤销了魏国的屏障，撤销了六国的屏障，信陵君也必然不会去救他的。假使赵国没有平原君，或者平原君不是信陵君的亲戚，纵然赵国亡了，信陵君也必然不会救他的。这就是说赵王及其国家的轻重，不能比得上一个平原公子；而且魏国的军备原是依靠它来巩固自己的国家的，如今却拿来供信陵君的一个亲戚使用了。幸而战胜了，还算是可以的；如果不幸而战不胜，做了秦国的俘虏，就是倾覆了魏国几百年来的国家命运来殉葬于自己的亲戚。如果这样，我不知道信陵君用什么来回答魏王呢？！</p> <p>　　盗窃兵符的计谋，那是出自侯生，而由如姬来完成的。侯生教魏公子来盗窃兵符，如姬在魏王卧室里替魏公子盗窃兵符，是这两个人也只知道有信陵君，而不知道有魏王啊。我认为信陵君如果为自己打算，不如用赵、魏两国唇齿相依的形势，以激发、上谏魏王，如果不听，就用他本人的想为赵国而牺牲于秦国军中的心愿，而死在魏王面前，魏王也就必然会醒悟了。侯生为信陵君打算，不如朝见魏王来劝说他救赵，如果不听，就以想为信陵君而死的心愿，死在魏王面前，魏王也必然醒悟了。如姬既有意于报答信陵君，不如乘魏王的空闲时，日日夜夜劝他救赵，如果不听从，就用想为公子而死的心愿，而死在魏王面前，魏王也必然醒悟了。这样做，就使信陵君不辜负魏国，也不辜负赵国；侯生等二人不辜负魏王，也不辜负信陵君。为什么不提出这种计划呢？信陵君只知道有做为亲戚的赵国，不知道有魏王；里边则有宠幸的侍妾，外边则有邻国，低贱者则有像夷门监侯生等乡野之人，又是都只知道有个魏公子，却不知道还有位君王。这就是魏国仅仅有一个孤立的君王罢了。</p> <p>　　啊！自从世运衰败以来，人们都习惯于违背公益而甘心死于私党的行为，却忘掉了守节义而奉公的道理。于是就形成只有重要的宰相而没有具有权威的君王，只有私仇而没有义愤的局面。例如秦国人只知道有穰侯魏冉，而不知道有秦王；虞卿只知道贫贱时的老朋友，而不知道有赵王。这乃是君王好像旗子一样地被人把持着已经很久很久了。由此说来，信陵君的罪过，原不在于兵符的盗窃与否，若是为了魏国，为了六国，纵然是盗窃兵符，还是可以的；若是为了赵国，为了一个亲戚，纵然请求魏王，并且公然得到了它，也是有罪过的。</p> <p>　　虽是如此，魏王也不得以为是没有罪过的。兵符既藏在卧室之内，信陵君怎么能盗窃了呢？信陵君不害怕魏王，而居然直接请托如姬，这是他平日已看到魏王的疏忽了。如姬不害怕魏王，而敢于盗窃兵符，这是她素来仗恃着魏王的宠爱。木头枯朽了，然后蛀虫就生出来了。古代的君王手握重权，而宫廷内外没有敢不肃敬的，那么信陵君怎能建立私交于赵国呢？赵国怎能私下求救于信陵君呢？如姬怎能承受信陵君的恩惠呢？信陵君怎能施卖恩德于如姬呢？《周易》的所谓“履霜，坚冰至”（踩着路上的寒霜，就意味着坚固的冰块将要出现了）的逐渐形成的道理，难道说“一朝一夕”就会突然发生的吗？由此说来，不只是众人不知道有魏王，连魏王也自以为是个被把持着的旗子呢。</p> <p>　　因此，信陵君可以做为人臣结党营私的鉴戒，魏王可以做为人君失权的鉴戒。从《春秋》的书写“葬原仲”和“翚帅师”的笔法来看，哦，圣人考虑得是多么深远啊！</p> <p><strong>注释</strong><br>①符：兵符，其形如虎，故又称“虎符”。古代将帅出征时，由国君和将帅各执兵符一半，以后国君想调动军队时，须将国君所执的一半送至将帅处，与将帅所执的一半吻合后方能接受命令。<br>②岌（jí）岌：极端危险。<br>③平原君：战国时赵惠文王之弟，名赵胜，曾任赵相，为战国四公子之一。其夫人为信陵君之姐。当秦兵围赵时，平原君曾多次派使者向信陵君求救，并以姻亲关系来打动其心。<br>④谢：在这里是“请罪”之意，与现代用法不同。<br>⑤侯生：侯赢，原为魏国国都夷门的守门人，后为信陵君家中门客。当平原君向信陵君求救时，他向信陵君提出窃符之计。<br>⑥曷若：何如，倘若。<br>⑦“如姬”句：如姬之父被人杀害，信陵君曾为之复仇，故如姬对信陵君深为感激。<br>⑧穰（ránɡ）侯：魏冉，秦昭襄王之舅父，曾任秦将军、相国，握有秦国军政大权。“穰侯”为其封号。⑨虞卿：赵孝成王时相国。他和魏国的魏齐曾为早年间的好友，其后魏齐遇难出奔，他为了帮助魏齐，竟弃官与之一起出走。赘旒（zhuì liú）：旒，同“瘤”，多余的东西。<br>履霜之渐：《易经·坤》：“履霜坚冰至。”说明行路时如踏到霜，则冰天雪地即将到来。<br>葬原仲：原仲为陈国大夫，死后，其旧友季友（鲁国的公子）私自去陈国将其埋葬。孔子认为这是非礼的行动。翚（huī）帅师：鲁隐公时，宋、陈等国进攻郑国，宋国也要鲁国出兵，鲁隐公不同意，鲁大夫翚（即羽父）未得允许便帅师而去。孔子认为这是目无君主。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　在中国古典文学的欣赏中，我们不仅赞叹古汉语用辞之精妙、简练，并且透过华丽的词藻，也可领略作者的文风文采，然而，除此之外，我们还应重视的就是作者通过文章体现出来的立场或论点。</p> <p>　　<a href=\"http://so.gushiwen.org/author_804.aspx\">唐顺之</a>的《信陵君救赵论》一文，以大家所熟知的“信陵君窃符救赵”的事件为题材，对已有的评论予以反驳，并陈述了自己的观点。文章开篇简练，没有过多赘述即阐明自己观点，指出赵国在军事上乃魏国的屏障，赵国灭亡，则魏国亦凶多吉少，由此得出“救赵者，亦以救魏，救一国者，亦以救六国也”的论断，因之，信陵君窃符救赵并无不可。</p> <p>　　然而，紧接的第二段笔锋一转，切入作者本人观点：“余所诛者，信陵君之心也”。作者认为，信陵君之所以救赵，并非为保魏国或其他几国，而只因其姻亲平原君在赵。并由此引出，其实信陵君不仅不为就魏国，甚至他心目中根本没有魏王。接下来，作者又将矛头指向魏王，说明信陵君窃符救赵之计所以能成功，魏王本身也有一定疏漏。文章末尾对全片进行综合性的评价，指出为人臣的信陵君之罪在于结党营私，目无君主；为人君的魏王之罪在于君权不明，君威不振，才使得臣子有犯罪的余地。运用辩证法对论点详加阐明，使全文无懈可击。</p> <p>　　整篇文章构思严谨，逻辑特征鲜明，以驳斥原有论点开篇，一步一步，有条不紊地陈述出自己的论调。不仅如此，更难能可贵的是，全文虽为古文，但词句深入浅出，即使不加注释，也可通篇阅读并把握文章主旨。</p>",
  "about": "<h2>创作背景</h2> <p>　　阅读本文时，应该联系到当时的政治背景。<a href=\"http://so.gushiwen.org/author_804.aspx\">唐顺之</a>生活在正德、嘉靖年间，这正是一个“有重相而无威君，有私仇而无义愤”的年代。君主大权旁落，宦官、奸臣交替把持朝政，因而作者为之痛心疾首而又不敢直抒己见，在文章中以“借题发挥”的手段来宣泄自己的愤怒之情，也是可以理解的了。</p>",
  "poet": {
    "id": 804,
    "star": 0,
    "name": "唐顺之",
    "image": "http://img.gushiwen.org/authorImg/tangshunzhi.jpg",
    "desc": "唐顺之（公元1507～1560）字应德，一字义修，号荆川。汉族，武进（今属江苏常州）人。明代儒学大师、军事家、散文家，抗倭英雄。 正德二年十月初五出生在常州（武进）城内青果巷易书堂官宦之家。　　嘉靖八年(1529)会试第一，官翰林编修，后调兵部主事。当时倭寇屡犯沿海，唐顺之以兵部郎中督师浙江，曾亲率兵船于崇明破倭寇于海上。升右佥都御史，巡抚凤阳，1560年四月丙申（初一）日（4月25日）至通州（今南通）去世。崇祯时追谥襄文。学者称\"荆川先生\"。"
  },
  "tags": [
    "古文观止",
    "史论"
  ]
}