{
  "id": 58943,
  "star": 38,
  "name": "点绛唇·咏梅月",
  "dynasty": "宋代",
  "content": "一夜相思，水边清浅横枝瘦。小窗如昼，情共香俱透。<br>清入梦魂，千里人长久。君知否？雨孱云愁，格调还依旧。",
  "fanyi": "<p><strong>译文<br></strong>整夜思念着远方的知音，在清澈的池水边，横斜着清瘦稀疏的梅花影子。<br>小窗外被月光照得如同白昼一样，那一缕缕情思、一阵阵暗香，都透出在这幽静的夜晚。<br>那清淡的月光，那疏梅的幽芳，将伴人进入梦乡，梦中很可能见到远在千里外的长久思念的知音。<br>你知道不，纵然屡遭风吹雨打的摧残，梅的品格还是依然如故。</p> <p><strong>注释<br></strong>①点绛（jiàng）唇：词牌名，此调因<a href=\"http://so.gushiwen.org/author_509.aspx\">江淹</a>《咏美人春游》<a href=\"http://so.gushiwen.org/view_58943.aspx\">诗</a>中有“白雪凝琼貌，明珠点绛唇”句而得名。<br>②水边清浅横枝瘦：横（héng）枝，指横向生出的梅枝。瘦，指梅的枝条稀疏。“水边”句，化用<a href=\"http://so.gushiwen.org/author_762.aspx\">林逋</a>（bū）《山园小梅》诗意。其一云：“疏影横斜水清浅，暗香浮动月黄昏。”其二云：“雪后园林才半树，水边篱落忽横枝。”句意为清澈的浅水池边横斜着稀疏的梅花枝条。<br>③小窗如昼：形容月光明亮，照得窗前如同白昼。昼：白天。<br>④共：和。<br>⑤俱：一起。<br>⑥透：透出，透过。<br>⑦清入梦魂：即“魂入清梦\"的倒装，指梅和月的灵魂品质进入了我清幽的梦境。<br>⑧千里人长久：“千里”句，化用<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>《水调歌头》“但愿人长久，千里共婵娟”句意。意为祝愿千里外的知音天长地久。<br>⑨雨僝（chán）云僽（zhòu）：梅月经受雨和云的折磨。僝僽：折磨。<a href=\"http://so.gushiwen.org/author_268.aspx\">黄庭坚</a>《宴桃源》：“天气把人僝僽，落絮游丝时候。”<br>⑩倦（juàn）：指屡次（遭受雨和云的折磨）。<br>?格调：品格和情调，此处专指品格。<br>?依旧：像以前一样，指品格不变。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　“一夜相思”一句用拟人手法写梅花，“相思”竟至于“一夜”，体现了词人孤独寂寞之状。“水边清浅横枝瘦”一句化用“疏影横斜水清浅，暗香浮动月黄昏”<a href=\"http://so.gushiwen.org/view_58943.aspx\">诗</a>意，既写梅花的形象，亦暗写月。“水边清浅”是梅生长的环境；“横枝瘦”形容梅花的风韵姿态；“瘦”字照应上句，是“相思”的结果。“相思”是此词意脉。“相思”不得，故梦；梦不得，故千里寻人，遥致情怀；寻人致语仍难遗缱绻孤寂之情，遂有问；由问而突出梅花在凄雨寒云之下傲然挺立的清标风神，从而也就抒写出词人坚持正义不怕打击不屈不挠的人格，完成了意境创造。</p> <p>　　“小窗如昼，情共香俱透。”这两句咏月与梅。上句写月，暗及窗内之人，“如昼”二字描绘了皓洁的月色，月照“小窗”，体现出室内人的难眠之意；下句“情”因“相思”而生，“香”从嗅觉上写梅花，“透”字自月光转出，而用“共”、“俱”二字将三者紧密结合起来，情景交融。</p> <p>　　“清入梦魂，千里人长久。”两句意蕴丰富。这里的“清”既指月亮的清辉，亦指梅花的清香；清辉幽芳伴人入梦，体现了梦境的和谐、温馨。“千里人长久”化用<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>《水调歌头》“但愿人长久，千里共婵娟”词意，写词人对远方友人的祝愿，既含有相思之情，又暗中关合一个“月”字，意境绵邈，含蓄委婉。</p> <p>　　“雨僝云僽倦，格调还依旧。”这两句咏梅言志，先以疑问句突出词情，继而写梅花遭受风雨摧残而格调还依旧”，表现了梅花在风雨中傲然挺立的清标风神。梅花的“格调”，正是词人高洁品质和坚持正义、不怕打击、不屈不挠精神的象征。</p> <p>　　这首月下咏梅词，托梅言志，借月抒怀。词人把梅、月、人有机地结合成一个整体来写，寥寥数笔，点染出梅花的幽姿清韵、暗香芳魂，也描绘出月亮的清辉，创造了一个清幽温馨而又朦胧飘渺的境界。通篇写梅月，却不道出半个“梅”字“月”字，而能尽得其象外之物，环中之旨，脉络井井可寻，是一首“不着一字，尽得风流’’的佳作。这首词把梅的品格和词人的心境表达得曲折尽意，饶有余味。</p>",
  "about": "<h2>创作背景</h2> 　　南宋淳熙十五年（公元1188年）冬天，词人从浙江东阳赶赴江西探望自己的好友<a href=\"http://so.gushiwen.org/author_217.aspx\">辛弃疾</a>，两人共商恢复中原、抗击金军的大计，并且邀请了另外一位朋友<a href=\"http://so.gushiwen.org/author_459.aspx\">朱熹</a>来到紫溪（今江西铅山南）相聚。词人与辛弃疾先是一同游览了鹅湖寺（今铅山东北），后来又赶到紫溪等待朱熹相聚，由于朱熹有事未能前来，词人于是便辞别辛弃疾东归。词人走后，辛弃疾作了一首《贺新郎》词，词人看到后，就写了这首词来赠答。",
  "poet": {
    "id": 244,
    "star": 0,
    "name": "陈亮",
    "image": "http://img.gushiwen.org/authorImg/chenliang.jpg",
    "desc": "陈亮（1143—1194）原名汝能，后改名陈亮，字同甫，号龙川，婺州永康（今属浙江）人。婺州以解头荐，因上《中兴五论》，奏入不报。孝宗淳熙五年，诣阙上书论国事。后曾两次被诬入狱。绍熙四年光宗策进士第一，状元。授签书建康府判官公事，未行而卒，谥号文毅。所作政论气势纵横，词作豪放，有《龙川文集》《龙川词》，宋史有传。"
  },
  "tags": [
    "婉约",
    "咏物",
    "梅花",
    "言志",
    "月亮",
    "抒怀"
  ]
}