{
  "id": 70979,
  "star": 3594,
  "name": "乡村四月",
  "dynasty": "宋代",
  "content": "绿遍山原白满川，子规声里雨如烟。<br>乡村四月闲人少，才了蚕桑又插田。",
  "fanyi": "<p><strong>译文</strong><br>山坡田野间草木茂盛，稻田里的水色与天光相辉映。天空中烟雨蒙蒙，杜鹃声声啼叫，大地一片欣欣向荣的景象。<br>四月到了，没有人闲着，刚刚结束了蚕桑的事又要插秧了。</p> <p><strong>注释</strong><br>山原：山陵和原野。白满川：指稻田里的水色映着天光。川：平地。<br>子规：鸟名，杜鹃鸟。<br>才了：刚刚结束。蚕桑：种桑养蚕。插田：插秧。</p>",
  "shangxi": "<h2>赏析三</h2> 　　整首<a href=\"http://so.gushiwen.org/view_70979.aspx\">诗</a>突出了乡村四月（今乐清市淡溪镇）的劳动繁忙。整首诗就像一幅色彩鲜明的图画，不仅表现了诗人对乡村风光的热爱与赞美，也表现出他对劳动人民的喜爱，对劳动生活的赞美之情，因此，<a href=\"http://so.gushiwen.org/author_103.aspx\">翁卷</a>有乡村诗人的美称。翁卷挥墨了一幅农民丰富、繁忙的乡村田园生活了，从而衬托出“乡村四月”劳动的紧张、繁忙。<br/><h2>赏析</h2> <p>　　这首<a href=\"http://so.gushiwen.org/view_70979.aspx\">诗</a>以白描手法写江南农村（今乐清市淡溪镇）初夏时节的景象，前两句着重写景：绿原、白川、子规、烟雨，寥寥几笔就把水乡初夏时特有的景色勾勒了出来。后两句写人，画面上主要突出在水田插秧的农民形象，从而衬托出“乡村四月”劳动的紧张与繁忙。前呼后应，交织成一幅色彩鲜明的图画。</p> <p>　　四月的江南，山坡是绿的，原野是绿的，绿的树，绿的草，绿的禾苗，展现在诗人眼前的，是一个绿色主宰的世界。在绿色的原野上河渠纵横交错，一道道洋溢着，流淌着，白茫茫的；那一片片放满水的稻田，也是白茫茫的。举目望去，绿油油的禾田，白茫茫的水，全都笼罩在淡淡的烟雾之中。那是雾吗？烟吗？不，那是如烟似雾的蒙蒙细雨，不时有几声布谷鸟的呼唤从远远近近的树上、空中传来。诗的前两句描写初夏时节江南大地的景色，眼界是广阔的，笔触是细腻的；色调是鲜明的，意境是朦胧的；静动结合，有色有声。“子规声里雨如烟”，如烟似雾的细雨好像是被子规的鸣叫唤来的，尤其富有境界感。</p> <p>　　“乡村四月闲人少，才了蚕桑又插田。”后两句歌咏江南初夏的繁忙农事。采桑养蚕和插稻秧，是关系着衣和食的两大农事，现在正是忙季，家家户户都在忙碌不停。对诗的末句不可看得过实，以为家家都是首先做好采桑喂蚕，有人运苗，有人插秧；有人是先蚕桑后插田，有人是先插田后蚕桑，有人则只忙于其中的一项，少不得有人还要做其他活计。“才了蚕桑又插田”，不过是化繁为简，勾画乡村四月农家的忙碌气氛。至于不正面直说人们太忙，却说闲人很少，那是故意说得委婉一些，舒缓一些，为的是在人们一片繁忙紧张之中保持一种从容恬静的气度，而这从容恬静与前两名景物描写的水彩画式的朦胧色调是和谐统一的。</p><br/><h2>赏析二</h2> 　　绿遍山原白满川，子规声里雨如烟。乡村四月闲人少，才了蚕桑又插田。这是一首田园<a href=\"http://so.gushiwen.org/view_70979.aspx\">诗</a>，描写的是江浙一带乡村四月的风光。作者是南宋诗人，被称为“永嘉四灵”之一的<a href=\"http://so.gushiwen.org/author_103.aspx\">翁卷</a>。第一次读到这首诗，竟被它纯美的田园风光所迷醉：山坡上草木葳蕤，一片青葱翠绿。江南插禾早，蓄满水的稻田里水色与天光交相辉映，满目亮白。杜鹃声声啼叫，江南的天空烟雨迷蒙。四月到了，庄稼人都开始忙农活，没有一个闲人。庄稼活像稻草垛一样堆起多高，一件接着一件，哪有做完的时候？刚结束了蚕桑的事又要插秧了。还是喜欢陕南的四月天。在形色上，它一点也不比江南差。比起翁卷的家乡来，我的家乡陕南的物候总要迟二十天左右。那是一个正在发育的夏天，像一个刚刚长大的女孩，一件件脱去青涩和单薄的外衣，骤然间显得丰满、成熟和性感。立夏一过，阳光一天比一天明媚，熏风一天比一天柔软，天空像复写纸一样的蓝。放眼望乡村，满眼是绿色，每一棵草都在开花，每一棵苗都在拔节。这时候，油菜和小麦还长在田地里，离收割还有一段时间，蚕豆和樱桃却早已摆上了农家的餐桌。芬芳的槐花一串串挂在窗外，装饰着露水明亮的家园。做秧田是一件细致活，得投进去技术和时间。正开花的紫云英被翻埋进田土里，再引来渠水沤田。阳光加热了满田的水，发酵了泥土里的生命，直到田泥变得无比柔软。这时候，退去一部分肥水，再将软泥做成一畦畦的温床，撒上草灰后再抹平。稻种的生命起初只是针尖大的一星点，在温室里长出两片叶子后方可移栽。那种农活叫“栽小秧”，是将一棵棵的小秧苗轻轻地摁进秧畦里去。栽小秧的时候，全家总动员，一幅又一幅点彩派的画作在田地里展开。最后别忘了在田头插个稻草人。麻雀嘴馋，它们虽然对那些已经生根发芽的小秧无技可施，但还得提防它们饥不择食地糟践。接下来，等待秧苗青麦子黄，割了麦子好插秧。那是一段暂时无事可做的时间，是大会战之前相对宁静的时刻。不妨到城里逛半天，归途中男人手里攥一把新买的镰刀，头上戴一顶簇新的草帽，女人腋下是一件新买的夏衣。下雨的时候，男人打了雨伞去串门，或者干脆在家睡懒觉；老人在屋檐下搓草绳，望着满天乌云盼天晴；女人在厨房里煮腊肉，裹挟着肉香的炊烟和迷蒙的雨雾永远纠缠不清。雨雾挡住我眺望远方的视线，却又将我的思念发酵到浓郁。妈妈这时候应该又在给我们做鞋垫吧，这是她每年四月坐在乡村滴雨的屋檐下必定要做的功课。她老人家这些年视力大不如前了，可勤劳的品质使她一直不肯浪费每一寸光阴。她搬个凳子坐在屋檐下，地上放个针线笸箩，伴着檐滴的声音扎进一针又一针，针针是对儿孙的牵挂和叮咛——她试图使我们的行走更加平稳和舒适。她在心里计划着哪四双是给我儿子的，哪两双是给我的，哪一双是给我媳妇的。她清楚地记得我们每一个人身体的尺码，而我们至今不知道她究竟穿多大的鞋。最喜欢是还是那句“子规声里雨如烟”。乡村四月，挥之不去的是愁情。　",
  "poet": {
    "id": 103,
    "star": 0,
    "name": "翁卷",
    "image": "http://img.gushiwen.org/authorImg/wengjuan.jpg",
    "desc": "翁卷，字续古，一字灵舒，乐清（今属浙江）人。工诗，为“永嘉四灵”之一。曾领乡荐（《四库提要》作“尝登淳佑癸卯乡荐”，《乐清县志》承此，而近人以为是淳熙癸卯，相差一个甲子。衡诸翁卷生平，前者过早，后者过尽，疑都不确），生平未仕。以诗游士大夫间。有《四岩集》，《苇碧轩集》。清光绪《乐清县志》卷八有传。"
  },
  "tags": [
    "古诗三百首",
    "小学古诗",
    "乡村",
    "劳动",
    "生活"
  ]
}