{
  "id": 72288,
  "star": 8,
  "name": "后十九日复上宰相书",
  "dynasty": "唐代",
  "content": "　　二月十六日，前乡贡进士韩愈，谨再拜言相公阁下：</p> <p>　　向上书及所著文后，待命凡十有九日，不得命。恐惧不敢逃遁，不知所为，乃复敢自纳于不测之诛，以求毕其说，而请命于左右。</p> <p>　　愈闻之：蹈水火者之求免于人也，不惟其父兄子弟之慈爱，然后呼而望之也。将有介于其侧者，虽其所憎怨，苟不至乎欲其死者，则将大其声疾呼而望其仁之也。彼介于其侧者，闻其声而见其事，不惟其父兄子弟之慈爱，然后往而全之也。虽有所憎怨，苟不至乎欲其死者，则将狂奔尽气，濡手足，焦毛发，救之而不辞也。若是者何哉？其势诚急而其情诚可悲也。</p> <p>　　愈之强学力行有年矣。愚不惟道之险夷，行且不息，以蹈于穷饿之水火，其既危且亟矣，大其声而疾呼矣。阁下其亦闻而见之矣，其将往而全之欤？抑将安而不救欤？有来言于阁下者曰：“有观溺于水而爇于火者，有可救之道，而终莫之救也。”阁下且以为仁人乎哉？不然，若愈者，亦君子之所宜动心者也。</p> <p>　　或谓愈：“子言则然矣，宰相则知子矣，如时不可何？”愈窃谓之不知言者。诚其材能不足当吾贤相之举耳；若所谓时者，固在上位者之为耳，非天之所为也。前五六年时，宰相荐闻，尚有自布衣蒙抽擢者，与今岂异时哉？且今节度、观察使及防御营田诸小使等，尚得自举判官，无间于已仕未仕者；况在宰相，吾君所尊敬者，而曰不可乎？古之进人者，或取于盗，或举于管库。今布衣虽贱，犹足以方乎此。情隘辞蹙，不知所裁，亦惟少垂怜焉。</p> <p>　　愈再拜。",
  "fanyi": "<p><strong>译文<br></strong>二月十六日，前乡贡进士<a href=\"http://so.gushiwen.org/author_682.aspx\">韩愈</a>，恭敬地再次禀告相公阁下：<br>前些日我曾呈上一封书信和所做的文章，等候您的指示已经十九天了，没有得到回音。我惶恐不安不敢离去，不知道怎么办才好。于是我宁愿再次领受意想不到的责备，来要求陈述完我的意见，并向您请教。<br>我听说：陷入水火之中的人，求人帮忙免除灾难，并不因为那人和自己有父兄子弟一样的慈爱感情，才去呼喊他、指望他。而是希望在他旁边的人，即使与自己有怨恨，只要还不至于希望自己死去的，就要大声赶快呼喊，希望他施行仁义。那在他旁边的人，听见他的呼声和看见这种情形，也不会因为和他有父兄子弟一样的慈爱感情才去保全他的生命。即使与他有怨恨，只要还不至于希望他死去的人，就要拼命跑去用尽力气，弄湿手脚，烧焦毛发，救起他而不会去躲避。这样做是为了什么呢？是因为那情形确实危急，他的心情确实叫人可怜。<br>我努力学习，并且身体力行有好些年了。我没有考虑道路的艰险和平坦，一直前行没有停止过，以至于陷于穷困饥饿的水深火热中，那种情形既危险又急迫，我已经大声赶快呼喊了，阁下大概也听见和看见了，您是前来救我呢？还是安稳地坐着不来救呢？有人向您说：“有人看见被水淹和被火烧的人，虽然有可以救人的办法却始终没有去救。”阁下您认为他是个仁义君子吗？如果不这样认为，那么像我这样的人，也就是君子应该动心同情的了。<br>有人对我说：“你的话是对的，宰相是了解你的，只是时机不许可，怎么办呢？”我认为他不会讲话，实在是他的才能不值得我们贤明宰相的推荐罢了。至于所说的时机，本来就是处在上层地位的人所造成的，并不是上天安排的。前五六年时，宰相向上推荐，尚且有从平民中提拔的，这和今天难道时机不同吗？况且节度使、观察使和防御使、营田使等地位较低的官员，还能够自己荐举判官，而没有区分他已经做过官还是没有做过官的。何况是宰相，我们君主所尊敬的人，却能说“不可”吗？古时候推荐人才，有的从盗贼中选取，有的从管理仓库的人中推荐。今天我这个平民虽然地位低贱，但还是足够和这些人相比的。我的情况窘迫，言辞急切，不知道怎样斟酌才合适，只希望您稍微能施以爱惜人才的心。<br>韩愈再拜。</p> <p><strong>注释<br></strong>(1).指唐德宗贞元十一年(公元795年)二月十六日。<br>(2).乡贡：唐代由州县考试合格后推选出来贡到尚书省参加进士考试的叫做“乡贡进士”。<br>(3).相公：对宰相的称呼，“公”是推尊之辞。亦说官至宰相，必然封为“公”，故称“相公”。<br>(4).向：以前，此指上次、前次（韩愈曾在十九天前的正月二十七日第一次上书宰相）。著：作、写。<br>(5).待命：等待指示。<br>(6).逃遁：逃走，此指离开。<br>(7).不知所为：不知道该怎么办。<br>(8).复：再，又一次。自纳：自己招惹。不测之诛：不可测度的责罚。诛：责备、责罚。<br>(9).毕：完毕，尽。<br>(10).左右：写信时对对方的尊称。<br>(11).蹈：践踏，此指遭遇。蹈水火：遭遇到水灾、火灾。免：免除灾害。<br>(12).惟：只，仅仅。<br>(13).将：表示假设之词。介：处于，接近。介乎其侧：处在或接近他身旁。<br>(14).苟：假如。<br>(15).疾呼：急速地喊叫。仁：作动词，施以仁爱。<br>(16).彼：那个。<br>(17).往而全之：上前搭救保全他。<br>(18).狂奔尽气：快步奔跑使尽力气。<br>(19).濡(rú)：沾湿，润泽。<br>(20).焦：烧焦，被火烧。<br>(21).辞：推卸。<br>(22).是：这，这样。<br>(23).势：形势、趋势。诚：实在，的确。<br>(24).强学力行：奋发学习，努力实践。有年：多年。<br>(25).惟：想，考虑。险夷：危险和安全。这句话的意思是，愚笨从不考虑道路的危险和平安。<br>(26).息：停止。<br>(27).既：已经。亟(jì).急迫。<br>(28).抑(yì)<br>(29).爇(ruò)：点燃，焚烧。<br>(30).道：办法，能力。<br>(31).且：将。仁人：仁爱的人。<br>(32).若：如，像。<br>(33).宜：应当。<br>(34).或：有人，有的人。<br>(35).子：古代对男子的尊称，此指韩愈。然：对，正确。<br>(36).时不可：时机不允许。何：奈何，怎么办。<br>(37).窃：私自。不知言者：不了解情况的人，不懂情况的人。<br>(38).材：同“才”。<br>(39).固：本来。<br>(40).荐闻：向上推荐。闻：奏闻。<br>(41).尚：且。布衣：平民。抽擢(zhuó)：选拔提升，提拔。<br>(42).节度：节度使，掌管边疆地区军务、财政的大臣。观察使：掌管州县官吏政绩、兼管民事的长官。防御：防御使，掌管军事的长官，多有当地刺史兼任。营田使：掌管军队屯垦的官员。小使：与节度使、观察使相比较，地位、权力都小得多的官员，此指防御使、营田等。<br>(43).判官：节度使、观察使、防御使的属官。<br>(44).间：区别。仕：做官。<br>(45).君：皇帝。<br>(46).进：举荐，推荐。进人：推荐人才。<br>(47). 《礼记·杂记》记载，管仲曾从盗贼中提拔两人为官。<br>(48).管库：管理仓库的人。《礼记·檀弓》记载，春秋末年晋国的<a href=\"http://so.gushiwen.org/author_2355.aspx\">赵文</a>子在管仓库的人中提拔了七十多名人才。<br>(49).贱：卑贱、低下。<br>(50).方：比，比拟。<br>(51).隘(ài)：窘迫。蹙(cù)：紧迫、急促。<br>(52).惟：希望。垂怜：加以怜惜。</p>",
  "shangxi": "<h2>简析</h2> <p>　　在古代，一个地位低下的读书人，为了能进入仕途、获取更大的现实利益，有时必须走攀附权贵之路。年轻时候的<a href=\"http://so.gushiwen.org/author_682.aspx\">韩愈</a>中进士四年却一直不得仕进，所以他给当时的宰相写信，想以文章打动宰相，以求取到宰相的引荐和提拔。《后十九日复上宰相书》是韩愈写给宰相的第二封信，信中以动人之笔，比喻自己处境艰难如同陷于水深火热之中，试图以此来打动宰相。文章紧扣“势”、“ 时”着笔，运用比喻、设问、反驳等手法，将个人的思想写得振振有辞，跌宕起伏。作者很讲究行文变化，尤其恳切的言辞将其迫切的情感表达得淋漓尽致。</p> <p>　　本文既反映了封建统治下扼制人才的社会环境和人情冷暖，同时也展现了封建文人乞求仕进的窘态。</p>",
  "about": "<h2>创作背景</h2> 　　后十九日复上宰相书是<a href=\"http://so.gushiwen.org/author_682.aspx\">韩愈</a>第二次给宰相写信，此前十九日他曾给宰相谢两人第一封信，故名“后十九日复上宰相书”。",
  "poet": {
    "id": 682,
    "star": 0,
    "name": "韩愈",
    "image": "http://img.gushiwen.org/authorImg/hanyu.jpg",
    "desc": "韩愈（768～824）字退之，唐代文学家、哲学家、思想家，河阳（今河南省焦作孟州市）人，汉族。祖籍河北昌黎，世称韩昌黎。晚年任吏部侍郎，又称韩吏部。谥号“文”，又称韩文公。他与柳宗元同为唐代古文运动的倡导者，主张学习先秦两汉的散文语言，破骈为散，扩大文言文的表达功能。宋代苏轼称他“文起八代之衰”，明人推他为唐宋八大家之首，与柳宗元并称“韩柳”，有“文章巨公”和“百代文宗”之名，作品都收在《昌黎先生集》里。韩愈在思想上是中国“道统”观念的确立者，是尊儒反佛的里程碑式人物。"
  },
  "tags": [
    "古文观止",
    "书信",
    "议论",
    "用人"
  ]
}