{
  "id": 8191,
  "star": 448,
  "name": "山中问答 / 山中答俗人问",
  "dynasty": "唐代",
  "content": "问余何意栖碧山，笑而不答心自闲。<br>桃花流水窅然去，别有天地非人间。",
  "fanyi": "<p><strong>译文</strong><br>有人疑惑不解地问我，为何幽居碧山？我只笑而不答，心里却一片轻松坦然。<br>桃花飘落溪水，随之远远流去。此处别有天地，真如仙境一般。</p> <p><strong>注释</strong><br>⑴余：我，<a href=\"http://so.gushiwen.org/view_8191.aspx\">诗</a>人自指。何意：一作“何事”。栖：居住。碧山：山名，在湖北省安陆市内，山下桃花洞是<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>读书处。一说碧山指山色的青翠苍绿。<br>⑵自闲：悠闲自得。闲：安然，泰然。三国魏<a href=\"http://so.gushiwen.org/author_322.aspx\">曹植</a>《杂诗》之五：“烈士多悲心，小人媮自闲。”<br>⑶“桃花”句：晋<a href=\"http://so.gushiwen.org/author_645.aspx\">陶渊明</a>《桃花源记》载，东晋时，武陵有一渔人在溪中捕鱼。忽进桃花林，林尽处有山。山有小口。从山口进去，遇一与外界隔绝的桃花源，里边的人过着安居乐业的生活。此句暗用其事。窅（yǎo）然：指幽深遥远的样子。《庄子·知北游》：“夫道，窅然难言哉！将为汝言其崖略。”<br>⑷别有天地：另有一种境界。别：另外。唐段成式《酉阳杂俎·诺皋记下》：“抑知厚地之下，别有天地也。”非人间：不是人间，这里指诗人的隐居生活。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这是一首<a href=\"http://so.gushiwen.org/view_8191.aspx\">诗</a>意淡远的七言绝句，以问答形式并暗用典故抒发了作者隐居生活的自在天然的情趣，也体现了作者的矛盾心理。</p> <p>　　第一联：“问余何意栖碧山，笑而不答心自闲。”前句起得突兀，后句接得迷离。这首诗的诗题一作《山中答俗人》，那么“问”的主语即所谓“俗人”。诗以提问的形式领起，突出题旨，以唤起读者的注意。当人们正要倾听答案时，诗人笔锋却故意一晃，“笑而不答”。“笑”字值得玩味，它不仅表现出诗人喜悦而矜持的神态，造成了轻松愉快的气氛；而且这“笑而不答”，还带有几分神秘的色彩，造成悬念，以诱发读者思索的兴味。“心自闲”三个字，既是山居心境的写照，更表明这“何意栖碧山”的问题，对于诗人来说，既不觉得新鲜，也不感到困惑，只不过是“悠然心会，妙处难与君说”（<a href=\"http://so.gushiwen.org/author_406.aspx\">张孝祥</a>《念奴娇·过洞庭》）罢了。第二句接得迷离，妙在不答，使诗增添了变幻曲折，有摇曳生姿、引人入胜的魅力。</p> <p>　　第二联：“桃花流水窅然去，别有天地非人间。”这是写“碧山”之景，其实也就是“何意栖碧山”的答案。这种“不答”而答、似断实连的结构，加深了诗的韵味。诗虽写花随溪水，窅然远逝的景色，却无一点“流水落花春去也”的衰飒情调，而是把它当作令人神往的美来渲染、来赞叹。因为上面写的“笑而不答”的神态，以及末句的议论都流露出这种感情。“山花如绣颊”（<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>《夜下征虏亭》）固然是美的，桃花随流水也是美的，它们都是依照自然的法则，在荣盛和消逝之中显示出不同的美，这不同的美却具有一个共同点——即“天然”二字。这种美学观点反映了诗人酷爱自由、天真开朗的性格。“碧山”之中这种没有名利，又不冷落荒凉的环境，充满着天然、宁静之美的“天地”，不是“人间”所能比。而“人间”究竟怎样，诗人没有明说。只要读者了解当时黑暗的现实和李白的不幸遭遇，诗人“栖碧山”、爱“碧山”便不难理解了。这“别有天地非人间”，隐含了诗人心中许许多多的伤和恨。所以，这首诗并不完全是抒写李白超脱现实的闲适心情。诗中用一“闲”字，就是要暗示出“碧山”之“美”，并以此与“人间”形成鲜明的对比。因而诗在风格上有一种“寓庄于谐”的味道，不过这并非“超脱”。愤世嫉俗与乐观浪漫往往能奇妙地统一在他的作品之中，体现出矛盾的对立统一。</p> <p>　　全诗虽然只有四句二十八字，但是有问、有答，有叙述、有描绘、有议论，其间转接轻灵，活泼流利。诗境似近而实远，诗情似淡而实浓。用笔有虚有实，实处的描写形象可感，虚处的用笔一触即止，虚实对比，蕴意幽邃。诗押平声韵，采用不拘格律的古绝形式，显得质朴自然，悠然舒缓，有助于传达出诗的情韵。</p>",
  "about": "<h2>创作背景</h2> <p>　　<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>曾经多次隐居山林。他在少年时代，和逸人东严子隐居岷山。出川以后，从唐玄宗开元十五年（727年）开始，李白在安陆（今属湖北）居住十年，曾隐居碧山桃花岩。此<a href=\"http://so.gushiwen.org/view_8191.aspx\">诗</a>当作于李白在碧山桃花岩隐居时期。</p>",
  "poet": {
    "id": 247,
    "star": 0,
    "name": "李白",
    "image": "http://img.gushiwen.org/authorImg/libai.jpg",
    "desc": "李白（701年－762年），字太白，号青莲居士，唐朝浪漫主义诗人，被后人誉为“诗仙”。祖籍陇西成纪(待考)，出生于西域碎叶城，4岁再随父迁至剑南道绵州。李白存世诗文千余篇，有《李太白集》传世。762年病逝，享年61岁。其墓在今安徽当涂，四川江油、湖北安陆有纪念馆。"
  },
  "tags": [
    "典故",
    "隐居",
    "生活"
  ]
}