{
  "id": 5737,
  "star": 2332,
  "name": "鹿柴",
  "dynasty": "唐代",
  "content": "空山不见人，但闻人语响。<br>返景入深林，复照青苔上。",
  "shangxi": "<p>　　第一句“空山不见人”，先正面描写空山的杳无人迹。特别喜欢用“空山”这个词语，但在不同的<a href=\"http://so.gushiwen.org/view_5737.aspx\">诗</a>里，它所表现的境界却有区别。“空山新雨后，天气晚来秋”（《山居秋暝》），侧重于表现雨后秋山的空明洁净；“人闲桂花落，夜静春山空”（《鸟鸣涧》），侧重于表现夜间春山的宁静幽美；而“空山不见人”，则侧重于表现山的空寂清泠。由于杳无人迹，这并不真空的山在诗人的感觉中显得空廓虚无，宛如太古之境。“不见人”，把“空山”的意蕴具体化了。</p> <p>　　如果只读第一句，读者可能会觉得它比较平常，但在“空山不见人”之后紧接“但闻人语响”，却境界顿出。“但闻”二字颇可玩味。通常情况下，寂静的空山尽管“不见人”，却非一片静默死寂。啾啾鸟语，唧唧虫鸣，瑟瑟风声，潺潺水响，相互交织，大自然的声音其实是非常丰富多彩的。然而此刻，这一切都杳无声息，只是偶尔传来一阵人语声，却看不到人影（由于山深林密）。这“人语响”，似乎是破“寂”的，实际上是以局部的、暂时的“响”反衬出全局的、长久的空寂。空谷传音，愈见空谷之空；空山人语，愈见空山之寂。人语响过，空山复归于万籁俱寂的境界；而且由于刚才那一阵人语响，这时的空寂感就更加突出。</p> <p>　　三四句由上幅的描写空山中传语进而描写深林返照，由声而色，深林，本来就幽暗，林间树下的青苔，更突出了深林的不见阳光。寂静与幽暗，虽分别诉之于听觉与视觉，但它们在人们总的印象中，却常属于一类，因此幽与静往往连类而及。按照常情，写深林的幽暗，应该着力描绘它不见阳光，这两句却特意写返景射入深林，照映的青苔上。读者猛然一看，会觉得这一抹斜晖，给幽暗的深林带来一线光亮，给林间青苔带来一丝暖意，或者说给整个深林带来一点生意。但细加体味，就会感到，无论就作者的主观意图或作品的客观效果来看，都恰与此相反。一味的幽暗有时反倒使人不觉其幽暗，而当一抹余晖射入幽暗的深林，斑斑驳驳的树影照映在树下的青苔上时，那一小片光影和大片的无边的幽暗所构成的强烈对比，反而使深林的幽暗更加突出。特别是这“返景”，不仅微弱，而且短暂，一抹余晖转瞬逝去之后，接踵而来的便是漫长的幽暗。如果说，一二句是以有声反衬空寂；那么三四句便是以光亮反衬幽暗。整首诗就像是在绝大部分用冷色的画面上掺进了一点暖色，结果反而使冷色给人的印象更加突出。</p> <p>　　静美和壮美，是大自然的千姿百态的美的两种类型，其间原本无轩轻之分。但静而近于空无，幽而略带冷寂，则多少表现了作者美学趣味中独特的一面。同样写到“空山”，同样侧重于表现静美，《山居秋暝》色调明朗，在幽静的基调上浮动着安恬的气息，蕴含着活泼的生机；《鸟鸣涧》虽极写春山的静谧，但整个意境并不幽冷空寂，素月的清辉、桂花的芬芳、山鸟的啼鸣，都带有春的气息和夜的安恬；而《鹿柴》则带有幽冷空寂的色彩，尽管还不至于幽森枯寂。</p> <p>　　王维是诗人、画家兼音乐家。这首诗正体现出诗、画、乐的结合。无声的静寂、无光的幽暗，一般人都易于觉察；但有声的静寂，有光的幽暗，则较少为人所注意。诗人正是以他特有的画家、音乐家对色彩、声音的敏感，才把握住了空山人语响和深林入返照的一刹那间所显示的特有的幽静境界。但是这种敏感，又和他对大自然的细致观察、潜心默会分不开。</p>",
  "about": "<h2>译文及注释</h2> <p><strong>译文</strong><br>幽静的山谷里看不见人，只能听到那说话的声音。<br>落日的影晕映入了深林，又照在青苔上景色宜人。</p> <p><strong>注释</strong><br>（1）鹿柴（zhài）：“柴”同“寨“，栅栏。此为地名。<br>（2）但：只。闻：听见。<br>（3）返景：夕阳返照的光。“景”古时同“影”。<br>（4） 照：照耀(着)。</p><br/><h2>译文及注释二</h2> <p><strong>译文</strong><br>空寂的山中不见一个人，只听到一阵人语声。<br>太阳的一抹余晖返入深林，又照到林中的青苔上。</p> <p><strong>注释</strong><br>鹿柴（zhài）：<a href=\"http://so.gushiwen.org/author_515.aspx\">王维</a>辋川别墅之一（在今陕西省蓝田县西南）。柴：通“寨”、“砦”，用树木围成的栅栏。<br>但：只。<br>返景（yǐng）：同“返影”，太阳将落时通过云彩反射的阳光。<br>复：又。</p><br/><h2>英文译文</h2> Quiet valley did not see anyone,<br>Can only hear the voice.<br>The afterglow of the setting sun in the deep forest,<br>As in the moss and pleasant scenery.<br/><h2>创作背景</h2> <p>　　唐天宝年间，<a href=\"http://so.gushiwen.org/author_515.aspx\">王维</a>在终南山下购置辋川别业。鹿柴是王维在辋川别业的胜景之一。辋川有胜景二十处，王维和他的好友<a href=\"http://so.gushiwen.org/author_302.aspx\">裴迪</a>逐处作<a href=\"http://so.gushiwen.org/view_5737.aspx\">诗</a>，编为《辋川集》，这首诗是其中的第五首。</p>",
  "poet": {
    "id": 515,
    "star": 0,
    "name": "王维",
    "image": "http://img.gushiwen.org/authorImg/wangwei.jpg",
    "desc": "王维（701年－761年，一说699年—761年），字摩诘，汉族，河东蒲州（今山西运城）人，祖籍山西祁县，唐朝诗人，有“诗佛”之称。苏轼评价其：“味摩诘之诗，诗中有画；观摩诘之画，画中有诗。”开元九年（721年）中进士，任太乐丞。王维是盛唐诗人的代表，今存诗400余首，重要诗作有《相思》《山居秋暝》等。王维精通佛学，受禅宗影响很大。佛教有一部《维摩诘经》，是王维名和字的由来。王维诗书画都很有名，非常多才多艺，音乐也很精通。与孟浩然合称“王孟”。"
  },
  "tags": [
    "唐诗三百首",
    "写山",
    "写景"
  ]
}