{
  "id": 71286,
  "star": 834,
  "name": "秋浦歌十七首·其十四",
  "dynasty": "唐代",
  "content": "炉火照天地，红星乱紫烟。<br>赧郎明月夜，歌曲动寒川。",
  "fanyi": "<p><strong>译文<br></strong>炉火照彻天地，紫烟中红星乱闪。<br>炼铜工人在明月之夜，一边唱歌一边劳动，他们的歌声响彻了寒峭的山谷。</p> <p><strong>注释</strong><br>⑴秋浦：县名，唐时先属宣州，后属池州，在今安徽省贵池县西。秋浦因流经县城之西的秋浦河得名。<br>⑵炉火：唐代，秋浦乃产铜之地。此指炼铜之炉火<br>⑶赧郎：红脸汉。此指炼铜工人。赧：原指因羞愧而脸红，此指脸被炉火所映红。 </p>",
  "shangxi": "<h2>赏析</h2> <p>　　在这首<a href=\"http://so.gushiwen.org/view_71286.aspx\">诗</a>里，诗人饱含激情，唱出了一曲劳动者的颂歌，这在唐诗中是不多见的，因而弥足珍贵。</p> <p>　　炉火，旧注有的解释为炼丹之火，有的说是渔人之火，这些说法都不妥当。清人王琦认为是冶铸之火，这个看法得到普遍的认同。因为据《新唐书·地理志》记载，秋浦多矿，尤产银产铜。冶炼之炉火，红光冲天，故能照耀天地。紫烟独具色彩的美感。<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>喜用此词。如“身披翠云裘，袖拂紫烟去”，“素手掏青霭，罗衣曳紫烟”，以及著名的“日照香炉生紫烟”等等。前二例的“紫烟”，是李白神往的仙界中的意象，即所谓紫气祥云。后一类则是自然景象。本诗的“紫烟”句，则是对炉火的红星在紫色烟雾四射飞进的描写。用“紫烟”而不用“浓烟”，既淡化了冶铸工匠的艰辛，给这种劳动场景赋予了一层美丽多姿的色彩，又体现了诗人对色彩美的捕捉能力。</p> <p>　　“赧郎”一词，旧时有人认为这是吴语，是“歌者助语之词”，即是象声词，是工匠们歌唱的某一音节。此说难以确证。赧，本指羞红的脸色，郎是对男子的尊称。“赧”此处引申为“红”义，“赧郎”指被熊熊炉火照红的冶炼工匠。这种解释是通达的。工匠们在寒夜里，在月光下，仍然辛勤地忙碌着，喊着嘹亮的号子，唱着粗犷的山歌，歌声在寒夜传得很远很远，在河面上飘飞，在山谷里回荡，不但使旷野的氛围变得热烈，也驱走了他们自身的疲乏和劳顿，寒夜也似乎不那么漫长了。</p> <p>　　全诗只有二十个字，但传神写照，将冶炼工匠的生活与形象刻划得维妙维肖，动人心弦，诗人对冶炼工人的敬爱与颂扬之情也得到自然的流露。</p> <p>　　“炉火照天地”，通过夸张的手法，写出了冶铸工场的热烈气氛，给全诗定下了热烈欢快的基调。从画面上看，形成一个亮点，处于中心位置。这映照天地的炉火，既是工人们劳动的反映，也和他们豪迈爽朗的心情相映衬。“红星”一句则是对上句的补足，从细节对炉火进行刻画。着重从色调的红与紫的对比、星与烟的排比入手，抓住了最富代表性的特征。而一个“乱”字，更是巧妙而逼真地将火花四溅，紫烟升腾的冶炼场面再现出来。以如此十字便准确生动地概括出一个热烈喧腾、生机勃勃的场景，不能不叹服诗人的如椽大笔。最后二句，顺势进入对人的描写。先用“明月夜”照应上文的“炉火”，写工匠们深夜劳作的艰辛。农人是日出而作，日入而息，但冶炼工人们却不能如此运作。铁水未化，便不能下岗，夜以继日才是他们的特点，这不经意的一句，恰到好处地写出了他们与农民的生活规律及劳动方式的差异来。尽管如此，工人们还是喜欢自己的职业的，当铁水出炉之时，他们会为自己的杰作而自豪，而歌唱。那声震寒川的歌曲，就是他们此刻心境的最好说明。这就把劳动者勤劳善良的性格特征鲜明地表现出来。</p><br/><h2>鉴赏</h2> <p>　　秋浦，在今安徽省贵池县西，是唐代银和铜的产地之一。大约公元753年（天宝十二年），<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>漫游到此，写了组<a href=\"http://so.gushiwen.org/view_71286.aspx\">诗</a>《秋浦歌》。此篇是其中第十四首。这是一首正面描写和歌颂冶炼工人的诗歌，在我国浩如烟海的古典诗歌中较为罕见，因而极为可贵。</p> <p>　　“炉火照天地，红星乱紫烟”，诗一开头，便呈现出一幅色调明亮、气氛热烈的冶炼场景：炉火熊熊燃烧，红星四溅，紫烟蒸腾，广袤的天地被红彤彤的炉火照得通明。诗人用了“照”、“乱”两个看似平常的字眼，但一经炼入诗句，便使冶炼的场面卓然生辉。透过这生动景象，不难感受到诗人那种新奇、兴奋、惊叹之情。</p> <p>　　接着两句“赧郎明月夜，歌曲动寒川”，转入对冶炼工人形象的描绘。诗人以粗犷的线条，略加勾勒，冶炼工人雄伟健壮的形象便跃然纸上。“赧郎”二字用词新颖，颇耐寻味。“赧”，原指因害羞而脸红；这里是指炉火映红人脸。从“赧郎”二字，可以联想到他们健美强壮的体魄和勤劳、朴实、热情、豪爽、乐观的性格。结句“歌曲动寒川”，关合了上句对人物形象的塑造。冶炼工人一边劳动，一边歌唱，那嘹亮的歌声使寒冷的河水都荡漾起来了。他们唱的什么歌，诗人未加明点，读者可以作出各式各样的补充和联想。歌声把寒川激荡了，当然不会，这只是诗人的独特感受，是夸张之笔，却极为传神。如果说，“赧郎”句只是描绘了明月、炉火交映下冶炼工人的面部肖像，那么，这一句则揭示出他们的内心世界，他们丰富的情感和优美的情操，字里行间饱含着诗人的赞美歌颂之情。</p> <p>　　这是一幅瑰玮壮观的秋夜冶炼图。在诗人神奇的画笔下，光、热、声、色交织辉映，明与暗、冷与热、动与静烘托映衬，鲜明、生动地表现了火热的劳动场景，酣畅淋漓地塑造了古代冶炼工人的形象，确是古代诗歌宝库中放射异彩的艺术珍品。</p>",
  "about": "<h2>创作背景</h2> 　　明嘉靖、万历等《池州府志》、《贵池县志》记载了<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>游秋浦的过程和他的名作《秋浦歌十七首》。贵池县（今池州市贵池区），唐时名秋浦县，因境内秋浦河而得名。李白一生，酷爱名山秀川，曾于天宝、上元年间，先后五次到秋浦，足迹踏遍九华山和秋浦河、清溪河两岸，留下了几十首<a href=\"http://so.gushiwen.org/view_71286.aspx\">诗</a>篇，其中名篇颇多。《秋浦歌十七首》是李白游秋浦时写下的代表作，组诗的写作时间约在唐天宝八年至十四年（749～755）李白三次游秋浦期间。一说此诗大约天宝十二年（753年）。",
  "poet": {
    "id": 247,
    "star": 0,
    "name": "李白",
    "image": "http://img.gushiwen.org/authorImg/libai.jpg",
    "desc": "李白（701年－762年），字太白，号青莲居士，唐朝浪漫主义诗人，被后人誉为“诗仙”。祖籍陇西成纪(待考)，出生于西域碎叶城，4岁再随父迁至剑南道绵州。李白存世诗文千余篇，有《李太白集》传世。762年病逝，享年61岁。其墓在今安徽当涂，四川江油、湖北安陆有纪念馆。"
  },
  "tags": [
    "秋夜",
    "赞美",
    "工人",
    "劳动"
  ]
}