{
  "id": 42345,
  "star": 181,
  "name": "哥舒歌",
  "dynasty": "唐代",
  "content": "北斗七星高，哥舒夜带刀。<br>至今窥牧马，不敢过临洮。",
  "fanyi": "<p><strong>译文<br></strong>黑夜里北斗七星挂得高高，哥舒翰勇猛守边夜带宝刀。<br>吐蕃族至今牧马只敢远望，他们再不敢南来越过临洮。</p> <p><strong>注释<br></strong>⑴哥舒：指哥舒翰，是唐玄宗的大将，突厥族哥舒部的后裔。哥舒是以部落名称作为姓氏。《全唐<a href=\"http://so.gushiwen.org/view_42345.aspx\">诗</a>》题下注：“天宝中，哥舒翰为安西节度使，控地数千里，甚著威令，故西鄙人歌此。”<br>⑵北斗七星：大熊座的一部分。<br>⑶窥：窃伺。牧马：指吐蕃越境放牧，指侵扰活动。<br>⑷临洮：今甘肃省洮河边的岷县。一说今甘肃省临潭县。秦筑长城西起于此。</p><br/><h2>英文译文</h2> The night the Big Dipper hung high; the night with the sword and keep the edge Gosuha.<br>So far the Tibetan people horse only dare to look at; they dared not come across southern Lintao.",
  "shangxi": "<h2>鉴赏</h2> <p>　　这是唐代西北边民对唐朝名将哥舒翰的颂歌。此<a href=\"http://so.gushiwen.org/view_42345.aspx\">诗</a>从内容上看，是颂扬哥舒翰抵御吐蕃侵扰、安定边疆的；同时也通过这个形象寄寓了人民渴望和平、安定的理想和愿望。“北斗七星高，哥舒夜带刀”。第一句是起兴，诗人用高挂在天上的北斗星，表达边地百姓对哥舒翰的敬仰。“至今窥牧马，不敢过临洮”，牧马，就其含意而言，也就是代指一切侵扰活动。自从遭到哥舒翰的抵御，吐蕃再也不敢越过临洮进行骚扰。</p> <p>　　这首诗题为《哥舒歌》，哥舒之所以值得歌唱，是因为他戍边抗敌，保国为民。但是，作者并不从激烈的战斗中直接表现他如何英勇善战，如何机智果敢，用兵如神等等，而是通过侧面描写的手法来突出主题。诗的第一句就把哥舒翰在人民心中的威望渲染出来。人民为何赞扬，吐蕃何故畏惧；过去吐蕃长驱直入，如今又为什么“不敢过临洮”，这都是宣扬哥舒翰的赫赫武功。可见这样的描写是很富于启发性的。“哥舒夜带刀”，这个“夜”字是颇有讲究的，它把起兴的第一句和第二句巧妙地联系起来了，把赞扬和崇敬之情融注于人物形象之中；同时又将边地的紧张气氛和人物的警备神态刻画出来了。“哥舒夜带刀”五个字干净利落，好像是一幅引人注目的人物画像。在那简炼有力、富有特征的形象中，蕴藏了一股英武之气，给人一种战则能胜的信心，而给吐蕃以“屏足不敢近”的威慑。因此，就反映人物内心世界和表现诗的主题来讲，“哥舒夜带刀”比起那种冲锋陷阵的形象更丰富、更传神，更能诱导人们的想象。</p> <p>　　这首《哥舒歌》可能是经过修改加工后的作品，但是它那种朴实和巧妙、明朗和含蓄相统一的风格，依然显示出民歌的特色。 </p>",
  "about": "<h2>创作背景</h2> 　　这首<a href=\"http://so.gushiwen.org/view_42345.aspx\">诗</a>大约是在唐玄宗天宝十二载（753年）哥舒翰领兵大破突厥后西北人民为歌颂其战功而作。哥舒翰原是身兼几个节度使的名将王忠嗣的部下，唐玄宗天宝六载（747年），因为王忠嗣被诬陷革职，玄宗命哥舒翰为陇右节度使。陇右节度使的设置就是为了防御吐蕃的，治所在都州（今青海省乐都县）。哥舒翰在对吐蕃的战争中是有体现唐玄宗骄奢好战的一面的；有的战争则是属于抵御吐蕃侵扰的。由于哥舒翰多次击退吐蕃侵扰，改变了边境的局面，致使“吐蕃屏足不敢近青海”，总体上起到了安定边境，保护人民生活、生产的作用。因而，当时就有民谣说：“北斗七星高，哥舒夜带刀。吐蕃总杀却，更筑两重壕。”这里的《哥舒歌》，很可能是在这首民歌基础上加工过的作品。",
  "poet": {
    "id": 618,
    "star": 0,
    "name": "西鄙人",
    "desc": "西鄙人，意为西北边境人，相传为唐代五言民歌《哥舒歌》的作者。这首民歌通过对陇右节度使哥舒翰的歌颂，表达了各族人民对和平生活的向往，平朴自然，雄浑粗犷，流传至今。"
  },
  "tags": [
    "唐诗三百首",
    "赞颂",
    "民歌"
  ]
}