{
  "id": 4192,
  "star": 39,
  "name": "岘山怀古",
  "dynasty": "唐代",
  "content": "秣马临荒甸，登高览旧都。<br>犹悲堕泪碣，尚想卧龙图。<br>城邑遥分楚，山川半入吴。<br>丘陵徒自出，贤圣几凋枯！<br>野树苍烟断，津楼晚气孤。<br>谁知万里客，怀古正踌蹰。",
  "fanyi": "<p><strong>译文</strong><br>喂饱马儿来到城郊野外，登上高处眺望古城襄阳。<br>仍因堕泪碑而感到悲伤，又想起孔明的宏伟政纲。<br>城邑从这里远分为楚国，山川一半入吴到了江东。<br>丘陵在平原上陡然显现，圣人贤人几乎凋亡一空。<br>田野树木断于苍茫烟雾，渡口亭楼在晚气中孤耸。<br>有谁知道我这万里行客，缅怀古昔正在犹疑彷徨。</p> <p><strong>注释</strong><br>⑴岘山：又名岘首山，位于湖北襄阳城南九里，以山川形胜和名人古迹著称。<br>⑵秣马：喂马，放马。临：临近。这里是来到之意。荒甸：郊远。<br>⑶旧都：指古襄阳城。岘山属襄阳治，名城襄阳当汉水之曲，与樊城隔水相望，自古以来就是兵家必争之地。距襄阳县西二十里，为隆中，即卧龙先生草庐对策之地。襄阳故城，即其县治。<br>⑷堕泪碣；即岘山上的羊祜碑（碑为方形，碣为圆形。这里即指碑）。<br>⑸卧龙图：指<a href=\"http://so.gushiwen.org/author_507.aspx\">诸葛亮</a>的谋略。应专指《隆中对》。<br>⑹“城邑”句：战国时襄阳为秦、楚交界之处，故云“城邑遥分楚。”<br>⑺“山川”句：襄阳在汉水之滨，汉水入长江，长汉经楚入吴，以上两句写在岘山所见辽阔境界。<br>⑻“丘陵”二句：意思是：丘陵空自高出于平原；而圣贤该有多少已经谢世，二无继起者。慨叹自然的变化和人事的代谢。<br>⑼“野树”二句：是说远处荒野林木，被苍茫的雾气遮断了；渡口的楼台在傍晚的烟霭中孤零零地耸立着。<br>⑽万里客：离家远行的游子，指作者自己。<br>⑾踌蹰：忧愁徘徊的样子。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　岘山，又名岘首山，位于湖北襄阳城南九里，以山川形胜和名人古迹著称。岘山属襄阳治，名城襄阳当汉水之曲，与樊城隔水相望，自古以来就是兵家必争之地。距襄阳县西二十里，为隆中，即卧龙先生草庐对策之地。襄阳故城，即其县治。</p> <p>　　<a href=\"http://so.gushiwen.org/author_12.aspx\">陈子昂</a>登临岘山，不觉发思古之幽情，写下这首怀古<a href=\"http://so.gushiwen.org/view_4192.aspx\">诗</a>。</p> <p>　　开头二句说“秣马临荒甸，登高览旧都。”外城为郭，郭外为郊，郊外为甸，秣马于荒甸，说明岘山在襄阳郊外。公元208年（建安十三年），<a href=\"http://so.gushiwen.org/author_552.aspx\">曹操</a>平荆州，立襄阳郡，自此“冠盖相望，一都之会也”。诗人登临岘山，俯瞰襄阳，不禁想到晋朝的羊祜、三国的<a href=\"http://so.gushiwen.org/author_507.aspx\">诸葛亮</a>。羊祜喜游山，常登岘山，终日不倦，曾对从行者说过：“自有宇宙，便有此山，由来贤达胜士，登此远望，如我与卿者多矣！皆湮灭无闻，使人悲伤，如百岁后有知，魂魄犹应登此也。”羊祜为太守，清名远扬，很受百姓的爱戴，且有献策平吴之功，终身清廉不营私，唯对岘山的青峰白云流连不已。羊祜病笃，荐杜预自代，年五十八卒。襄阳百姓在岘山、羊祜平生游憩之所，建碑立庙以纪念，望其碑者，无不流涕。杜预死后为碑起名曰“堕泪碑”，就是陈子昂诗中所说的“堕泪碣”。</p> <p>　　曹操伐刘表时，表已卒，刘备屯兵樊城，闻讯赴襄阳，曹操即派精锐紧紧追击，刘备兵溃于当阳、长坂；诸葛受命于危难之间，东结孙吴，共御曹魏。赤壁之战，奠定鼎足之势，功盖三分，名成八阵，登临岘山，俯见襄樊，不能不缅怀以南阳布衣而名垂环宇的诸葛武侯。</p> <p>　　“犹悲”、“尚想”，点明“怀古”，也抒发诗人斯人虽逝，而凭吊弥深的感情。</p> <p>　　以下接诸葛功业回顾三国时代，古之楚地，魏、蜀、吴，各个分据；汉水入江处在夏口，夏口城为孙权所筑。《尚书禹贡》谓：“汉水南至大别入江。”大别山，《元和志》谓指汉阳县东北之鲁山，“南枕蜀江，北带汉水”，孙吴据长江天险，因此诗中说：“城邑遥分楚，山川半入吴。”“遥”既表现楚地辽阔，又表现事已久远，兼指时空。“山川”句，诗人于岘山之上，思绪万千，见汉水曲流岘山之东，而想到滔滔东去的景象。</p> <p>　　三、四句诗人怀想羊祜、诸葛，五、六两句则转谈三国事，并非仅就山川而言，其间包涵了“人谋胜天险”的寓意。羊祜献平吴之策，晋灭东吴诸葛用联吴之策，以抗曹魏；刘备因意气用事，败于夷陵；孙皓以残暴多疑，终致亡国。面对四百多年前的历史遗迹，诗人不禁发出慨叹。</p> <p>　　岘山之南，有后汉襄阳侯习郁故居。习郁在此引水作养鱼池，筑以高堤，间种楸、竹。秋来，楸丝垂垂，修竹亭亭，景致怡人。晋朝时的征南将军山简，都督荆、湘、交、广四州，镇守于襄阳，每过习郁园池，必痛饮至大醉方归。常说：“此我高阳池。”</p> <p>　　刘景升治襄阳时，筑景升台，常登层台之上歌《野鹰来》曲，死后，葬襄阳城东门外二百步。<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>十三世祖、镇南大将军，杜预，字元凯，曾在襄阳兴水利，百姓称之为“杜父”。元凯作两碑，一碑沉万山山下潭水中；另一沉岘山山下水中，碑文述己之功业。元凯沉碑时说：“百年之后，何知不深谷为陵也。”陈子在此即借杜元凯沉碑事，并引申其意，即使百年之后，深谷突起为丘陵，亦是徒然。空有丘陵出，无数英雄豪杰、古圣先贤，都已经凋零作古了。</p> <p>　　“野树苍烟断，津楼晚气孤。”沔水经过习郁的邑城，出安昌县东北大父山，西南流，注于白水，南面有汉光武故宅，后汉人苏伯阿曾在此“望气”，称白水乡光武宅有郁郁葱葱的兴旺佳气。陈子昂借此慨叹郁郁葱葱之气已经中断消失了。“苍烟断”、“晚气孤”，诗人借景抒怀，表达他对时政的忧心焦虑。</p> <p>　　“谁知万里客，怀古正踌蹰。”诗人来自蜀山之中，所以自称“万里客”，“谁知”，表现了诗人孤寂落寞的心境，“踌蹰”，指惆怅而徘徊。当诗人凭吊遗踪的时候，缅怀治世良材，有为的将帅以及像羊祜、诸葛亮那样永远为百姓思念的贤臣良相，更希望这样的贤圣，代代不绝。</p>",
  "about": "<h2>创作背景</h2> 　　这首<a href=\"http://so.gushiwen.org/view_4192.aspx\">诗</a>当作于唐高宗调露元年（679年）<a href=\"http://so.gushiwen.org/author_12.aspx\">陈子昂</a>出蜀入京途中。当时作者登临岘山，不觉发思古之幽情，写下这首怀古诗。",
  "poet": {
    "id": 12,
    "star": 0,
    "name": "陈子昂",
    "image": "http://img.gushiwen.org/authorImg/chenziang.jpg",
    "desc": "陈子昂（约公元661～公元702），唐代文学家，初唐诗文革新人物之一。字伯玉，汉族，梓州射洪(今属四川)人。因曾任右拾遗，后世称为陈拾遗。光宅进士，历仕武则天朝麟台正字、右拾遗。解职归乡后受人所害，忧愤而死。其存诗共100多首，其中最有代表性的是《感遇》诗38首，《蓟丘览古赠卢居士藏用》7首和《登幽州台歌》。"
  },
  "tags": [
    "登高",
    "怀古",
    "抒情"
  ]
}