{
  "id": 7855,
  "star": 29,
  "name": "白云歌送刘十六归山",
  "dynasty": "唐代",
  "content": "楚山秦山皆白云，白云处处长随君。<br>长随君，君入楚山里，云亦随君渡湘水。<br>湘水上，女萝衣，白云堪卧君早归。",
  "fanyi": "<h2>译文</h2> 壮丽的山河，不论楚秦，处处飞白云。<br>白云处处飞，为着长随你。<br>长随你，你去楚山隐居。<br>白云也跟随你渡过湘江水。<br>湘江上，女萝做流苏，潇洒又飘逸。<br>那里的白云真美丽，你早去早享受。<br/><p><strong>译文<br></strong>楚山和秦山之上都有白云，白云到处长久地跟随着您。<br>长久跟随您，您进入楚山里，白云也跟着你渡过了湘水。<br>湘水之上，有仙女穿着萝衣，白云可以躺卧您要早回归。</p> <p><strong>注释<br></strong>⑴刘十六：<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>友人，名字不详。“十六”是其在家族中兄弟间排列长幼的次序数，唐时常用这种次序数来称呼人。<br>⑵楚山：这里指今湖南地区，湖南古属楚疆。秦山：这里指唐都长安，古属秦地。<br>⑶湘水：湘江。流经今湖南境内，北入长江。《水经注·湘水》：“湘水出零陵始安县阳海山。”汉<a href=\"http://so.gushiwen.org/author_276.aspx\">东方朔</a>《七谏·哀命》：“测汨罗之湘水兮，知时固而不反。”<br>⑷女萝衣：指的是<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>《九歌·山鬼》中的山中女神。《楚辞·九歌·山鬼》：“若有人兮山之阿，被薛荔兮带女萝。”王逸注：“女萝，菟丝也。”<a href=\"http://so.gushiwen.org/author_459.aspx\">朱熹</a>曰：“言被服之芳者，自明其志行之洁也。”<br>⑸堪：能，可以。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　<a href=\"http://so.gushiwen.org/view_7855.aspx\">诗</a>命题为“白云歌”，诗中紧紧抓住白云这一形象，展开情怀的抒发。白云向来是和隐者联系在一起的。南朝时，<a href=\"http://so.gushiwen.org/author_24.aspx\">陶弘景</a>隐于句曲山，齐高帝<a href=\"http://so.gushiwen.org/author_16.aspx\">萧道成</a>有诏问他“山中何所有？”他作诗答说：“山中何所有？岭上多白云。只可自怡悦，不堪持赠君。”从此白云便与隐者结下不解之缘了。白云自由不羁，高举脱俗，洁白无瑕，是隐者品格的最好象征，<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>这首诗直接从白云入手，不需费词，一下子便把人们带入清逸高洁的境界。</p> <p>　　为了充分利用白云的形象和作用，这首送别诗不再从别的方面申叙离情，只择取刘十六自秦归隐于楚的行程落笔。从首句“楚山秦山皆白云”起，这朵白云便与他形影不离，随他渡湘水随他入楚山里，直到末句“白云堪卧君早归”，祝愿他高卧白云为止，可以说全诗从白云始，以白云终。读者似乎只看到一朵白云的飘浮，而隐者的高洁，隐逸行动的高尚，尽在不言之中。胡应麟说“诗贵清空”，又说“诗主风神”（《诗薮》），这首诗不直写隐者，也不咏物式地实描白云，而只把它当做隐逸的象征。因此，是隐者，亦是白云；是白云，亦是隐者，真正达到清空高妙，风神潇洒的境界。方弘静说：“《白云歌》无咏物句，自是天仙语，他人稍有拟象，即属凡辞。”是体会到了这一妙处的。</p> <p>　　这首歌行运笔极为自然，而自然中又包含匠心。首句称地，不直言秦、楚，而称“楚山”、“秦山”，不仅与归山相应，气氛谐调，增强隐逸色调；而且古人以为云触山石而生，自然地引出了白云。择字之妙，一笔双关。当诗笔触及湘水时，随事生情，点染上“女萝衣”一句。<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>《九歌·山鬼》云：“若有人兮山之阿，被薜荔兮带女萝。”“女萝衣”即代指山鬼。山鬼爱慕有善行好姿的人，“被石兰兮带杜衡，折芳馨兮遗所思。”汉代王逸注云：“所思，谓清洁之士若屈原者也。”这里借用这一故实，意谓湘水对洁身修德之人将以盛情相待，进一步渲染了隐逸地的可爱和归者之当归。而隐以屈原喻归者，又自在言外。末句一个“堪”字包含无限感慨。白云堪卧，也就是市朝不可居。有了这个“堪”字，“君早归”三字虽极平实，也含有无限坚定的意味了。表现得含蓄深厚，平淡中有锋芒。</p> <p>　　此诗采用了歌体形式来表达倾泻奔放的感情是十分适宜的。句式上又多用顶真修辞手法，即下一句之首重复上一句之尾的词语，具有民歌复沓歌咏的风味，增加了音节的流美和情意的缠绵，使内容和艺术形式达到和谐的统一。</p>",
  "about": "<h2>创作背景</h2> 　　这首<a href=\"http://so.gushiwen.org/view_7855.aspx\">诗</a>当为天宝（唐玄宗年号，742—756）初年<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>在长安送刘十六归隐湖南所作。唐玄宗天宝元年（742年），李白怀着济世之志，奉召来到长安，然而长安“珠玉买歌笑，糟糠养贤才”（《古风·燕昭延郭隗》）的政治现实，把他的期望击得粉碎，因此，不得不使他考虑到将来的去向和归宿。此诗就是在这种背景下创作的。元代文学评论家萧士赟云：“刘十六楚人而游于秦。其归山者，楚山也。”据诗意刘十六为一隐者，所归之山乃湘中之山也。",
  "poet": {
    "id": 247,
    "star": 0,
    "name": "李白",
    "image": "http://img.gushiwen.org/authorImg/libai.jpg",
    "desc": "李白（701年－762年），字太白，号青莲居士，唐朝浪漫主义诗人，被后人誉为“诗仙”。祖籍陇西成纪(待考)，出生于西域碎叶城，4岁再随父迁至剑南道绵州。李白存世诗文千余篇，有《李太白集》传世。762年病逝，享年61岁。其墓在今安徽当涂，四川江油、湖北安陆有纪念馆。"
  },
  "tags": [
    "送别",
    "抒情",
    "写云"
  ]
}