{
  "id": 69192,
  "star": 33,
  "name": "牧牛词",
  "dynasty": "明代",
  "content": "尔牛角弯环，我牛尾秃速。<br>共拈短笛与长鞭，南亩东冈去相逐。<br>日斜草远牛行迟，牛劳牛饥唯我知；<br>牛上唱歌牛下坐，夜归还向牛边卧。<br>长年牧牛百不忧，但恐输租卖我牛。",
  "fanyi": "<h2>注释</h2> [1]尔：“你”的意思。“尔”与下一句的“我”：牧童间彼此相称。<br>[2]弯环：弯曲成环状。<br>[3]秃速：尾毛稀疏短秃的样子。<br>[4]但恐：只怕。<br>[5]输租：交租。",
  "shangxi": "<h2>赏析</h2> <p>　　此<a href=\"http://so.gushiwen.org/view_69192.aspx\">诗</a>共十句，以牧童的口吻写其生活与感情。诗的前八句着重写牧童与牛相得之乐。开篇两句\"尔牛角弯环，我牛尾秃速\"，拟设牧童之间的对话:\"你的牛角弯曲些，我的牛尾细而毛少些。\"其实，牛角牛尾都是如此， 无所谓角弯环不弯环，尾秃速不秃速。诗人以\"我牛\"与\"尔牛\"并提，以\"尾秃速\"与\"角弯环\"对举，仅是为了凸现牧童之童心，以及牧童爱己牛之情。如此写来，可谓先声夺人，未见其人，先闻其声，牧童之形象则呼之欲出。</p> <p>　　三、四两句\"共拈短笛与长鞭，南陇东冈去相逐\"，承接前两句，写牧童们清晨相约外出放牛，他们手里拿着短笛与长鞭，驱赶着牛，或在南边的田埂上，或在东边的山冈上相互追逐、嬉戏。这两句落脚在\"相逐\"二字上。\"相逐\"，意为相互追逐、嬉戏。\"短笛\"，是牧童常用的管乐器;\"长鞭\"，本来是牧童用于赶牛的工具，在这里则与短笛成为他们\"相逐\"的玩具。\"南陇\"与\"东冈\"，点明牧童们\"相逐\"的场所，当然，这不一定是实指，而只是泛指牧童们到处追逐、嬉戏。这里，诗人借助于白描手法将牧童之间嬉戏的情景惟妙惟肖地再现了出来。</p> <p>　　接下去四句\"日斜草远牛行迟，牛劳牛饥唯我知。牛上唱歌牛下坐，夜归还向牛边卧\"，着重写牧童与牛相得之乐。诗中的\"日斜\"二字，人们一般理解为斜阳，即傍晚的太阳。笔者以为，此处的\"日斜\"，宜理解为日光斜照，借指早晨。早晨，太阳从地平线上升高后，人从地上看去，太阳仿佛斜挂在天际。所以说，以\"日斜\"表示早晨，很形象，况且这与牧童外出放牛相吻合，也与下文的\"夜归\"相照应。若将\"日斜\"理解为斜阳、夕阳，则此时牛已食饱，在\"日斜\"后续之以\"草远牛行迟\"，就有悖情理，且与下文\"夜归\"之\"夜\"语意重复。这几句，写牧童与牛相得之乐，仍是借助于白描手法。\"日斜草远牛行迟\"，牧童们深知牛的劳苦与饥饿。他们在放牛时，或骑在牛背上唱歌，或坐在牛身边休憩。\"夜归\"，他们又紧贴着牛身睡觉。正是这一系列的描写，将牧童与牛的相得之乐生动地摹写了出来。</p> <p>　　诗的第九句\"长年牧牛百不忧\"，小结上文，引出关键的结句:\"但恐输租卖我牛\"。\"但恐\"与\"百不忧\"相对照，突出了牧童之忧，集中反映了当时社会的赋税之重。显然，此诗上文着力营造乐景，浓墨渲染牧童之乐，只是为了反衬结句的牧童之忧。清代<a href=\"http://so.gushiwen.org/author_504.aspx\">王夫之</a>《姜斋诗话》 卷一云:\"以乐景写哀，以哀景写乐，一倍增其哀乐。\"①<a href=\"http://so.gushiwen.org/author_741.aspx\">高启</a>的《牧牛词》采用的正是以乐写哀的笔法，全诗凭借牧童嬉戏之乐景，牧童与牛相得之乐趣，写深写透了牧童之忧，进而淋漓尽致地揭露了封建剥削的残酷性，也使此诗的立意明显高于那些纯粹反映童心童趣的诗作。</p> <p>　　在高启《牧牛词》之前，唐代诗人<a href=\"http://so.gushiwen.org/author_390.aspx\">张籍</a>有一首《牧童词》:\"远牧牛，绕村四周禾黍稠。陂中饥乌啄牛背，令我不得戏陇头。入陂草多牛散行，白犊时向芦中鸣。隔堤吹叶应同伴，还鼓长鞭三四声，牛牛食草莫相触，官家截尔头上角。\"此诗也是以牧童的口吻写牧童的生活与感情。牧童\"远牧牛\"，本想让牛自行食草，他们同伴之间则可尽兴嬉戏一番，哪知 \"饥乌啄牛背\"，使之不敢丢下己牛去玩耍。\"陂中\"两句便颇见此童心。后因\"入陂草多\"牛贪食，牛群走散了，牧童们则分头去驱赶，并以\"吹叶\"等独特的方式相互联络。\"入陂\"三句将此情景生动、逼真地再现了出来，并让人感受到牧童牧牛时的乐趣。诗的结尾三句\"还鼓长鞭三四声，牛牛食草莫相触，官家截尔头上角\"，笔锋一转，写牧童甩长鞭，以\"官家\"来吓唬牛，妙趣横生，耐人寻味。牧童以\"官家\"吓唬牛，可见官家之可畏。与其说是牧童用\"官家\"吓唬牛，还不如说是牧童自己怕官家，怕官家之剥削。如此着墨，也就委婉曲折地揭露了当时社会的黑暗。显然，此诗采用的也是以乐写哀的笔法。</p> <p>　　这是一首新乐府，描写了牧童们共同放牧时的喜悦心情。全诗细致生动地描写了牧童之间、人牛之间的相得之乐以及牧童对牛的深厚感情。诗末“但恐输租卖我牛”道出了这种淳朴生活未必能持久，揭露了租税苛重、剥削残酷、农家常常卖牛输租的社会现实。全诗具有浓郁的乡土气息和深刻的社会意义。</p>",
  "poet": {
    "id": 741,
    "star": 0,
    "name": "高启",
    "image": "http://img.gushiwen.org/authorImg/gaoqi.jpg",
    "desc": "高启（1336－1373）汉族，江苏苏州人，元末明初著名诗人，与杨基、张羽、徐贲被誉为“吴中四杰”，当时论者把他们比作“明初四杰”，又与王行等号“北郭十友”。字季迪，号槎轩，平江路（明改苏州府）长洲县（今江苏省苏州市）人；洪武初，以荐参修《元史》，授翰林院国史编修官，受命教授诸王。擢户部右侍郎。苏州知府魏观在张士诚宫址改修府治，获罪被诛。高启曾为之作《上梁文》，有“龙蟠虎踞”四字，被疑为歌颂张士诚，连坐腰斩。有《高太史大全集》、《凫藻集》等。"
  },
  "tags": [
    "新乐府",
    "牧童"
  ]
}