{
  "id": 72394,
  "star": 170,
  "name": "细柳营",
  "dynasty": "两汉",
  "content": "　　文帝之后六年，匈奴大入边。乃以宗正刘礼为将军，军霸上；祝兹侯徐厉为将军，军棘门；以河内守亚夫为将军，军细柳，以备胡。</p> <p>　　上自劳军。至霸上及棘门军，直驰入，将以下骑送迎。已而之细柳军，军士吏被甲，锐兵刃，彀弓弩，持满。天子先驱至，不得入。先驱曰：“天子且至！”军门都尉曰：“将军令曰：‘军中闻将军令，不闻天子之诏。’”居无何，上至，又不得入。于是上乃使使持节诏将军：“吾欲入劳军。”亚夫乃传言开壁门。壁门士吏谓从属车骑曰：“将军约，军中不得驱驰。”于是天子乃按辔徐行。至营，将军亚夫持兵揖曰：“介胄之士不拜，请以军礼见。”天子为动，改容式车，使人称谢：“皇帝敬劳将军。”成礼而去。</p> <p>　　既出军门，群臣皆惊。文帝曰：“嗟呼，此真将军矣！曩者霸上、棘门军，若儿戏耳，其将固可袭而虏也。至于亚夫，可得而犯邪？”称善者久之。",
  "fanyi": "<p><strong>译文</strong><br>　　汉文帝后元六年，匈奴大规模侵入汉朝边境。于是，朝廷委派宗正官刘礼为将军，驻军在霸上；祝兹侯徐厉为将军，驻军在棘门；委派河内郡太守周亚夫为将军，驻军细柳，以防备匈奴侵扰。</p> <p>　　皇上亲自去慰劳军队。到了霸上和棘门的军营，驱驰而入，将军及其属下都骑着马迎送。随即来到了细柳军营，只见官兵都披戴盔甲，手持锋利的兵器，开弓搭箭，弓拉满月，戒备森严。皇上的先行卫队到了营前，不准进入。先行的卫队说：“皇上将要驾到。”镇守军营的将官回答：“将军有令：‘军中只听从将军的命令，不听从天子的命令。’”过了不久，皇上驾到，也不让入军营。于是皇上就派使者拿符节去告诉将军：“我要进营慰劳军队。”周亚夫这才传令打开军营大门。守卫营门的官兵对跟从皇上的武官说：“将军规定，军营中不准驱车奔驰。”于是皇上的车队也只好拉住缰绳，慢慢前行。到了大营前，将军周亚夫手持兵器，双手抱拳行礼说：“我是盔甲在身的将士，不便跪拜，请允许我按照军礼参见。”皇上因此而感动，脸上的神情也改变了，俯身扶着横木上，派人致意说：“皇帝敬重地慰劳将军。”劳军礼仪完毕后辞去。</p> <p>　　出了细柳军营的大门，许多大臣都深感惊诧。文帝感叹地说：“啊！这才是真正的将军。先前的霸上、棘门的军营，简直就像儿戏一样，匈奴是完全可以通过偷袭而俘虏那里的将军，至于周亚夫，岂是能够侵犯他吗？”长时间对周亚夫赞叹不已。</p> <p><strong>注释</strong><br>（1）文帝：汉高祖<a href=\"http://so.gushiwen.org/author_746.aspx\">刘邦</a>之子<a href=\"http://so.gushiwen.org/author_797.aspx\">刘恒</a>，公元前180至公元前157年在位。吕后死后，周勃等平定诸吕，他以代王入为皇帝。在位期间，执行“与民休息”的政策，减轻地税、赋役和刑狱，使农业生产有所恢复发展，又削弱诸侯势力，以巩固中央政权。旧史家把他与景帝统治时期并举，称“文景之治”。 后六年，即后元六年（公元前158年）。<br>（2）匈奴：我国古代北方的游牧民族。入边，侵入边境。<br>（3）宗正：官名，负责皇族内部事务的长官，由皇族担任。<br>（4）军：驻军。<br>（5）霸上：古地名，一作灞上，又名霸头，因地处霸水西高原上得名，在今陕西西安市东。<br>（6）祝兹侯：封号。<br>（7）棘门：原为秦宫门，在今陕西咸阳东北。<br>（8）河内：郡名，今河南北部地区。守，郡的行政长官。<br>（9）细柳：古地名，在今陕西省咸阳西南，渭河北岸。 备：防备<br>（10）上：指汉文帝。<br>（11）被：通“披”。指穿。<br>（12）彀(gòu）：张满弓。弩（nǔ）：一种用机械力量射箭的弓，泛指弓。<br>（13）持满：把弓弦拉足。<br>（14）军门都尉：守卫军营的将官，职位略低于将军。<br>（15）节：符节，皇帝给的凭证。<br>（16）壁门：营门。车骑：汉代将军的名号。<br>（17）按：控制。辔：马缰绳。徐：慢慢地。<br>（18）持兵揖：手持兵器作揖。揖，双手抱拳行礼。<br>（19）介：铁甲；胄：头盔。为：被。<br>（20）式车：在车上俯身扶着车前的横木，表示尊敬。式，车前的横木，现在写作“轼”。<br>（21）谢：告知。<br>（22）曩：（nǎng）以往，从前，过去。<br>（23）将：将领。<br>（24）动：感动<br>（25）改容：改变神情。</p> <p><strong>通假字</strong><br>军士吏被甲 被通披：披在身上<br>改容式车 式通轼：车前的横木<br>可得而犯邪　邪通耶：语气助词</p>",
  "poet": {
    "id": 608,
    "star": 0,
    "name": "司马迁",
    "image": "http://img.gushiwen.org/authorImg/simaqian.jpg",
    "desc": "司马迁（前145年-不可考），字子长，夏阳(今陕西韩城南)人，一说龙门(今山西河津)人。西汉史学家、散文家。司马谈之子，任太史令，因替李陵败降之事辩解而受宫刑，后任中书令。发奋继续完成所著史籍，被后世尊称为史迁、太史公、历史之父。他以其“究天人之际，通古今之变，成一家之言”的史识创作了中国第一部纪传体通史《史记》（原名《太史公书》）。被公认为是中国史书的典范，该书记载了从上古传说中的黄帝时期，到汉武帝元狩元年，长达3000多年的历史，是“二十五史”之首，被鲁迅誉为“史家之绝唱，无韵之离骚”。"
  },
  "tags": [
    "故事",
    "赞颂",
    "将军"
  ]
}