{
  "id": 11057,
  "star": 103,
  "name": "不见",
  "dynasty": "唐代",
  "content": "不见李生久，佯狂真可哀。<br>世人皆欲杀，吾意独怜才。<br>敏捷诗千首，飘零酒一杯。<br>匡山读书处，头白好归来。",
  "fanyi": "<p><strong>译文</strong><br>没有见到<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>已经好久，他佯为狂放真令人悲哀。<br>世上那些人都要杀了他，只有我怜惜他是个人才。<br>文思教捷下笔成<a href=\"http://so.gushiwen.org/view_11057.aspx\">诗</a>千首，飘零无依消愁唯酒一杯。<br>匡山那有你读书的旧居，头发花白了就应该归来。</p> <p><strong>注释</strong><br>⑴“李生”句：李生，指李白。<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>与李白天宝四载（745年）在山东兖州分手后，一直未能见面，至此已有十六年。<br>⑵佯（yáng）狂：故作颠狂。李白常佯狂纵酒，来表示对污浊世俗的不满。<br>⑶“世人”句：指李白因入永王李璘幕府而获罪，系狱浔阳，不久又流放夜郎。有人认为他有叛逆之罪，该杀。<br>⑷怜才：爱才。<br>⑸匡山：指四川彰明县（今江油县）境内的大匡山，李白早年曾读书于此。<br>⑹“头白”句：李白此时已经61岁。杜甫这时在成都，李白如返回匡山，久别的老友就可以相见了，故云归来。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　开头一句，突兀陡起，好像蓄积于内心的感情一下子迸发出来了。“不见”二字置于句首，表达了渴望见到<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>的强烈愿望，又把“久”字放到句末，强调思念时间之长。<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>和李白在兖州分手，已有整整十五年没有见面了。</p> <p>　　紧接着第二句，<a href=\"http://so.gushiwen.org/view_11057.aspx\">诗</a>人便流露出对李白怀才不遇、因而疏狂自放的哀怜和同情。古代一些不满现实的人也往往佯狂避世，象春秋时的接舆。李白即自命“我本楚狂人”（《庐山谣寄卢侍御虚舟》），并常常吟诗纵酒，笑傲公侯，以狂放不羁的态度来抒发欲济世而不得的悲愤心情。一个有着远大抱负的人却不得不“佯狂”，这实在是一个大悲剧。“佯狂”虽能蒙蔽世人，然而杜甫却深深地理解和体谅李白的苦衷。“<a href=\"http://so.gushiwen.org/author_1137.aspx\">真可</a>”两字修饰“哀”，生动地传达出诗人无限叹惋和同情的心事。</p> <p>　　这种感情在颔联中得到进一步展现。这两句用了一个“反对”，产生了强烈对比的艺术效果。“世人”指统治集团中的人，永王李璘一案，李白被牵连，这些人就叫嚷要将“乱臣贼子”李白处以极刑。这里“皆欲杀”和“独怜才”，突出表现了杜甫与“世人”态度的对立。“怜”承上“哀”而来，“怜才”不仅是指文学才能，也包含着对李白政治上蒙冤的同情。杜甫另有《寄李十二白二十韵》一诗，以<a href=\"http://so.gushiwen.org/author_460.aspx\">苏武</a>、黄公比李白，力言他不是叛臣，又用<a href=\"http://so.gushiwen.org/author_109.aspx\">贾谊</a>、孔子之典来写他政治抱负不能实现的悲剧。而这种悲剧也同样存在于杜甫的身上，他因疏救房琯而被逐出朝廷，也是“世人”的不公。“怜才”也是怜己。共同的遭遇使两位挚友的心更加紧密地连在一起了，这就是杜甫深切哀怜的根本原因。</p> <p>　　颈联宕开一笔，两句诗是对李白一生的绝妙概括，勾勒出一个诗酒飘零的浪漫诗人的形象。杜甫想象李白在飘泊中以酒相伴，酒或许能浇其块垒，慰其忧愁。这一联仍然意在写李白的不幸，更深一层地抒发了怀念挚友的绵绵情思。</p> <p>　　深情的怀念最后化为热切的呼唤：“匡山读书处，头白好归来。”诗意承上“飘零”而来，杜甫为李白的命运担忧，希望他叶落归根，终老故里，声声呼唤表达了对老友的深长情意。“匡山”，指绵州彰明（在今四川北部）之大匡山，李白少时读书于此，这时杜甫客居成都，因而希望李白回归蜀中正是情理中事。就章法言，开头慨叹“不见”，结尾渴望相见，首尾呼应，全诗浑然一体。</p> <p>　　这首诗在艺术上的最大特色是直抒胸臆，不假藻饰。律诗往往借景抒情，或情景结合，胡应麟说：“作诗不过情景二端。如五言律体，前起后结，中四句，二言景，二言情，此通例也。”（《诗薮》）杜甫往往打破这种传统写法，“通篇一字不粘带景物，而雄峭沈著，句律天然”（同上）。这首诗就是用的倾诉心曲的写法，不装点景物，感情深厚，同样产生巨大的艺术感染力。采用这种写法必然要吸收口语、散文的成分入诗，首先是剥落华藻，语言质朴自然，如本诗语言看似平常，却写出了对友人的一往情深；其次是通过散文化使精工整饬的律体变得灵活多姿，便于传情达意，如此诗用虚字转折诗意，使对偶不切等。这种律诗改变了传统的妃青俪白、四平八稳的老调，增强了律诗的表现力。</p>",
  "about": "<h2>创作背景</h2> <p>　　这首<a href=\"http://so.gushiwen.org/view_11057.aspx\">诗</a>大约作于唐肃宗上元二年（761年），题下自注：“近无<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>消息。”可能是李白因永王事流放夜郎被赦，又得到<a href=\"http://so.gushiwen.org/author_2422.aspx\">郑虔</a>在台州的消息后，引起对李白的思念而写的。次年即代宗宝应元年（762年）李白就去世，所以诗也应是<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>怀念李白的最后之作。 </p> <p>　　一说此诗作于唐肃宗乾元二年（759年）。</p>",
  "poet": {
    "id": 474,
    "star": 0,
    "name": "杜甫",
    "image": "http://img.gushiwen.org/authorImg/dufu.jpg",
    "desc": "杜甫（712－770），字子美，自号少陵野老，世称“杜工部”、“杜少陵”等，汉族，河南府巩县（今河南省巩义市）人，唐代伟大的现实主义诗人，杜甫被世人尊为“诗圣”，其诗被称为“诗史”。杜甫与李白合称“李杜”，为了跟另外两位诗人李商隐与杜牧即“小李杜”区别开来，杜甫与李白又合称“大李杜”。他忧国忧民，人格高尚，他的约1400余首诗被保留了下来，诗艺精湛，在中国古典诗歌中备受推崇，影响深远。759-766年间曾居成都，后世有杜甫草堂纪念。"
  },
  "tags": [
    "写人"
  ]
}