{
  "id": 72306,
  "star": 363,
  "name": "小石城山记",
  "dynasty": "唐代",
  "content": "　　自西山道口径北，逾黄茅岭而下，有二道：其一西出，寻之无所得；其一少北而东，不过四十丈，土断而川分，有积石横当其垠。其上为睥睨、梁欐之形，其旁出堡坞，有若门焉。窥之正黑，投以小石，洞然有水声，其响之激越，良久乃已。环之可上，望甚远，无土壤而生嘉树美箭，益奇而坚，其疏数偃仰，类智者所施设也。</p> <p>　　噫！吾疑造物者之有无久矣。及是，愈以为诚有。又怪其不为之中州，而列是夷狄，更千百年不得一售其伎，是固劳而无用。神者傥不宜如是，则其果无乎？或曰：“以慰夫贤而辱于此者。”或曰：“其气之灵，不为伟人,而独为是物，故楚之南少人而多石。”是二者，余未信之。 ",
  "fanyi": "<p><strong>译文</strong><br>　　从西山路口一直向北走，越过黄茅岭往下走，有两条路：一条向西走，沿着它走过去什么也得不到；另一条稍微偏北而后向东，走了不到四十丈，路就被一条河流截断了，有积石横挡在这条路的尽头。石山顶部天然生成矮墙和栋梁的形状，旁边又凸出一块好像堡垒，有一个像门的洞。从洞往里探望一片漆黑，丢一块小石子进去，咚地一下有水响声，那声音很洪亮，好久才消失。石山可以盘绕着登到山顶，站在上面望得很远。山上没有泥土却长着很好的树木和竹子，而且更显得形状奇特质地坚硬。竹木分布疏密有致、高低参差，好像是有智慧的人特意布置的。</p> <p>　　唉！我怀疑造物者的有无已很久了，到了这儿更以为造物者确实是有的。但又奇怪他不把这小石城山安放到人烟辐辏的中原地区去，却把它摆在这荒僻遥远的蛮夷之地，即使经过千百年也没有一次可以显示自己奇异景色的机会，这简直是白耗力气而毫无用处，神灵的造物者似乎不会这样做的。那么造物者果真没有的吧？有人说：“造物者之所以这样安排是用这佳胜景色来安慰那些被贬逐在此地的贤人的。”也有人说：“这地方山川钟灵之气不孕育伟人，而唯独凝聚成这奇山胜景，所以楚地的南部少出人才而多产奇峰怪石。”这二种说法，我都不信。</p> <p><strong>注释</strong><br>1.径北：一直往北。<br>2.逾：越过。<br>3.黄茅岭：在今湖南省零陵县城西面。<br>4.西出：路向西伸去。<br>5.少（shāo）北而东：稍向北又向东去。少，通“稍”。<br>6.土断而川分：土路中断，出现分流的河水。<br>7.横当其垠（yín）：横着挡在路的尽头。<br>8.睥睨（pìnì）：城墙上如齿状的矮墙。<br>9.梁欐（lì）：栋梁，这里指架支着的梁栋。欐，栋，正梁。<br>10.堡坞（wù）：小城堡，此处是指由山石天然形成的。因此作者称其“小石城山”。<br>11.窥：注意，留心。<br>12.洞然：深深的样子。<br>13.激越：声音高亢清远。<br>14.已：停止。<br>15.环：绕道而行。<br>16.望甚远：“望之甚远”的意思。<br>17.箭：指竹子。<br>18.益：特别。<br>19.“其疏数”二句：意思是，那些嘉树美箭，疏密相宜，起伏有致，好像是聪明人精心设置的。数（cù），密。堰（yàn），倒伏。类：好像。<br>20.造物者：指创世上帝。<br>21.愈：更是。<br>22.诚：确实是，的确是。<br>23.“又怪其”四句：意思是说，又奇怪“造物者”不把小石城山安排在中原，反而陈设在这偏僻的蛮夷地区，经历千百年也不能够一展，它的风采，这当然是徒劳而无功用的。中州，中原地区。更，gēng音。售其伎，贡献其技艺，其技艺得到赏识。伎，通“技”。售，出售，这里是显露的意思。<br>24.“神者”二句：意思是，神奇性倘若不该这样，造物者就真的不存在了吧？神者，指神奇性，《易·系辞上》：“阴阳不测之谓神。”傥（tǎng），通“倘”。倘若，或者。不宜，不合适。如是，如此，指“不为之中州，而列是夷狄”的现象。果，真的。<br>25.以慰夫贤而辱于此者：意思是，小石城山是用来慰藉那些贤明却被贬谪到这里的人们的。此句是指有人辩“无用”为“有用”的说法。<br>26.“其气”四句：意思是，那天地间的灵气，在这一带，不造就伟大的人物，却仅仅造就小石城山这样的景物，所以“楚之南”这地方缺少人才而多有石岩。此句是指有人辩“徒劳”为“功劳”的说法。其气之灵，这里指天地的灵气。楚，今湖南、湖北等地，春秋战国时属楚国。少人而多石，指少出贤人而多出奇石。</p>",
  "shangxi": "<h2>鉴赏</h2> <p><strong>名句赏析</strong><br>　　本文中写景的名句是：“无土壤而生嘉树美箭，益奇而坚，其疏数偃仰，类智者所施设也。”这里运用白描手法，语言简练，但形象逼真，妙趣横生</p> <p><strong><a href=\"http://so.gushiwen.org/view_72306.aspx\">诗</a>作对比</strong><br>　　《小石潭记》和《小石城山记》写景抒情的“情”是否相同<br>　　《小石城山记》是《永州八记》中的最后一篇。作者寓情于景，抒发谪居生活的清寂苦闷、抑郁忧伤之情。他所写的游记散文，往往借景抒情，以寄托自己政治上不得志的悲愤。<br>　　《小石潭记》这首诗描绘了小石潭的石 水 鱼 树着意渲染了寂寞无人，凄神寒骨 悄怆幽邃的气氛,抒发了作者在寂寞处境中悲凉凄怆的心绪；同时也蕴含着作者看见小石潭美景时喜悦的心情。</p> <p><strong>诗作分析</strong><br>　　这篇散文共计221个字，可谓短小精悍，字字珠玑，描写景物和寓含情感却恰到好处，真是一字不可增添，一字不可删减。<br>　　为什么小石城山会遭遇无人赏识的境况呢？这当然是由小石城山所处的偏僻荒凉的地理位置决定的。要到小石城山，需要从西山道口一直向北，越过黄茅岭下去，再稍稍向北，又折向东；在不过四十丈的地方，还有地层断裂，且被一条河水分开，并有积聚的山石横截在路端。试想，不是有非常好奇、迫切探峻心理的人，有谁愿意到这里来呢？有谁想到这里来呢？又有谁能和这小山产生心理共鸣呢？也只有<a href=\"http://so.gushiwen.org/author_646.aspx\">柳宗元</a>，也只有被贬的柳宗元。他从唐朝的都城长安走来，眼睛一亮，发现了荒野僻郊的小石城山，发现了它非同寻常的美。<br>　　柳宗元的眼光是独具慧智的，因为他有自己仕途坎坷的经历；柳宗元的胸怀是饱含怜惜之情和沧桑之感的，因为他有着与小石城山相似的境遇。只有柳宗元能发现它，也只有在柳宗元的眼中它才会放射出美丽的光彩，而且成为声名播世的美山。小石城山的美是他人不能掩盖的，因为那是天赐，谁嫉妒也白费劲。小石城山尽管处在偏僻荒远之地，但它却有幸遇见了柳宗元，于是成名。这或许是偶然，但不能说不是必然，是历史的必然。而柳宗元不知道需要遇见谁才能走出这被贬的偏僻荒远之地，他的必然又在哪里。偏僻产生荒凉，荒凉产生空旷，空旷产生幽静，幽静产生忧郁，而忧郁产生思虑，有思虑就有美。世人很少能见的美，才是奇特的美。有时一个特殊的人物与自然之景就这么巧妙地融合在一起，而且心心相通，人从自然中得到慰藉，自然之景又从人的思维中升华了美。<br>　　那就看一看这小石城山的奇特之景之美。它的形，上边好似垛墙望楼，旁边犹如耸出的天然城堡，且有城门；（这大概就是此山叫做小石城山的原因吧。）它的色，有树和竹的翠绿，闪动着一种生命所特有的坚韧、刚毅与追求之光，还有浓黑的洞穴，很神奇，也很神秘，里边一定盛着好多好多沉睡已久的故事；它的声，投进小石子，洞穴中就有咚咚的水声，声音十分响亮，很久才消逝，那肯定是一曲美妙的音乐，在等人赏鉴并取名；它的貌，无土壤却生长着树木和竹子，且坚实葱郁，疏密相间，俯仰成趣，像是有才智的人布置的，但又比人布置的精妙，可谓鬼斧神工；而它的高度，环绕登到山顶，就能眺望到很远的地方，像是小石城山也在探视外面的世界，打听外面的消息。你能说这小山之景不美吗？不奇特吗？它的美与奇特，就在于它的简单。它自然质朴，不矫揉造作，不装腔作势。它孤独但并不渲染孤独，寂寞却不虚张寂寞，这就是小山的品质与性格。小山在这里呆了多少年，连小山自己也不知道。它真地有些郁闷，但心情总是很平静的，因为它正在等待一个人发现它，而它相信迟早会有一个人发现它。这个人终于走来了，他就是柳宗元。这小山的奇特之景之美，终于被柳氏的妙手点化成一颗璀璨耀眼的星，点缀在了世界和历史的天空，与群星一起，给人带来欣悦。 而这小小的石城山，没有被上帝安排在繁华喧闹的中原，却被安置在偏僻荒远之地，是上帝有意考验它的耐力与意志吗，还是想看看到底是哪位贤达智人首先发现它呢？那个所谓的上帝究竟存在不存在呢？柳宗元的说法似乎有些自相矛盾。他先说更加相信这一切有上帝的特意安排，却又对上帝这样的安排不理解，觉得上帝不应该做千百年的美景不被人识的事。当有人对上帝的做法做了解释，柳宗元还是不相信。如果按理解与相信的角度讲，山水的命运全在乎上帝的安排了，山水也有受宠的和不受宠的，这和人一样嘛，像柳宗元这样才德都很美好出众的人，不就是因为改革失败了就被皇上贬到这僻远之地来了吗？而优美的小石城山，肯定也是遭上帝的贬谪了，至于什么原因，或许是由于这小石城山也有什么改革上帝章法或所辖秩序的想法。小小的一座石城山，能管得了那么多吗？你想显露出自己不俗的才华、美好的品质和远大的抱负，那会有众多的天神圣仙不能容你的，而上帝又一贯听从他们的意见。柳宗元的心里模糊，是他困惑的表现，古人迷信，特别是在遭受不幸时，更会把不可思议的事情归结到天上去。其实他不相信才是对的。但不管怎样，小石城山和柳宗元相似的际遇让他俩相遇确实是一件幸事，在那个时代相遇，在这个地方相遇，于是在大千世界上，在滚滚历史中，产生了一篇美文，也产生了一座美山。文是短小的，山是小巧的。</p> <p><strong>诗作寓意</strong><br>　　这篇山水游记运用了象征的手法，作者以小石城山的不被人赏识来喻自己。作者很耿直，很执着，他笔下的山也是如此。文如其人，山亦如其人。小山如此之美，却无人赏，但小山并不因无人赏而失掉自己的美。人常说：是金子总会发光的。读文首先要研究作者的思想情感，学习作者的为人之道，做一个正直的、品德高尚的人。如此，才能将文章读透，对自己有所启发。如果只是就文章论文章，只是去研读文章的字词句等表面上的东西，那将会事倍功半，且永远达不到做学问的深度。</p><br/><h2>赏析</h2> <p>　　这篇游记以作者的游踪为线索，记叙了亲身经历的旅途见闻和山川景物，几乎用了一半的篇幅抒发了他贬逐永州后游历自然时触景生情的感慨，这自然构成了文章的写景和议论两段。</p> <p>　　上段写景。可分两层，先是指明小石城山的方位：“自西山道口径北，逾黄茅岭而下，有二道：其一西出，寻之无所得；其一少北而东，不过四十丈，土断而川分，有积石横当其垠。”反映了作者在永州借游赏自然寻幽探奇。“无所不到”以排遣悠闲时光和怀才不遇的烦忧的精神状态，继而描述小石城山的奇貌；无论是方位的指点还是景观的描绘，都是在循序渐进中进行的，自然景致随着观赏者的游历渐次展现，这样的笔法使本文的景物描写达到了紧凑而自然流畅的效果。同时，也给小石城山的发现笼罩上一层神奇的色彩，增强了文章的吸引力与感染力。随着横亘路头的积石的出现，紧接着以简洁形象的笔墨勾勒了积石二仁呈现的房屋形状及四围像小城的外貌，于是与“石城”之称吻合。此后写石上如门的洞穴，其深邃且有水，可感其幽静；“环之可上，望甚远”，则见其高旷；石上没有土壤，却疏密相间、高昂低伏地生一长着秀美的树木竹子，又显其奇丽。这一段绘声绘色的描述，把石城写得不仅奇美异常，而且生机盎然。<a href=\"http://so.gushiwen.org/author_646.aspx\">柳宗元</a>曾说过：“游之适夕大率有二：旷如也，奥如也。”（《永州龙兴寺东丘记》）登其高，有旷达之感；探其奥，有幽奇之得。小石城山的天然造化、鬼斧神工，实为作者眼中适游的奇妙之地，从而顺理成章地发出了“类智者所施设也”的慨叹。以本句承上启下，第二段对造物者的疑问就不感突兀了。</p> <p>　　第二段是作者由自然景观带来的联想和思索。作者在这一段里，本意是通过像小石城山这样美好的自然景观却埋没于荒僻之乡，引发对美的事物被压抑、遭遗弃的郁愤之情，并借以抒发贤才遭贬逐的天涯沦落之感，然而却不直抒胸臆。首句由怀疑造物者的有无到“愈以为诚有”，乃是作者的着意之笔，思索由此伸展。文章波澜层出，避免了平铺呆板之病。美好的景观“不为之中州”，反长期沉埋在人迹罕至的僻野，不为人知，不为人用，暗扣柳宗元自己的身世遭际，把自己怀才不遇的感情寄托到被弃置的美丽自然之上，用曲笔表达了身遭贬逐的不平之鸣。至此，由上段的纯景物描写达到了与主观感受的和谐交融。在感慨能向人们呈伎献巧的石头和在艰苦的条件下“益奇而坚”的嘉树秀竹“劳而无用”之后，作者又以推想神者大概不会这么作而提出了造物者“其果无乎”的反问，文章再起波澜。因反问而设答，不说自己借奇石以自慰，却说奇石是造物者安排在这里以安慰那些谪贬到此的贤人；不说自己贬到这荒僻之地的孤单寂寥，唯以自然之石为伍遣怀，却说造物者灵气独钟于石，所以湖南、湖北一带少伟大人物而多奇石。所透出的天涯沦落、同病相怜、孤芳独赏的痛楚愤懑之情就更深一层。最后用“余未信之”作结，既可看作对造物者的否定，更流露了柳宗元渴求摆脱现状以施展才能的希望。最后这一段议论，从字面上看，是由小石城山的景物所发，实际上它抒发了作者被贬永州后内心深处的真实想法。把它们放在永州八记的最后一篇结尾，是作者的精心安排。它表明柳宗元在永州虽然似乎整天游山玩水，饮酒寻乐，实际上内心却充满了矛盾和痛苦；他寄情山水之间，仍在探求真理和正义，这议论是“永州八记”的主旨之所在。</p>",
  "about": "<h2>文言现象</h2> <p>通假字<br>1、少：通“稍”，稍微，略微。<br>2、当：通“挡”，阻挡。<br>3、伎：通“技”，这里指美景。<br>4、睥睨：同“埤堄”这里指城上如齿般的城墙。<br>5、傥：同“倘”，或者</p> <p>词类活用<br>1、北：方位名词做动词，向北走。<br>2、下：方位名词做动词，向下走。<br>3、环：名词活用为动词，盘旋攀爬。</p> <p>虚词<br>1、以（投以小石）：用，拿。连词。<br>2、而：逾黄茅岭而下（顺承关系，不译）；<br>其一少北而东（承接关系）；<br>土断而川分（并列关系）；<br>无土壤而生嘉树美箭（转折关系）；<br>益奇而坚（并列关系）；</p><br/><h2>创作背景</h2> <p>　　<a href=\"http://so.gushiwen.org/author_646.aspx\">柳宗元</a>因参加王叔文革新运动，于唐宪宗元和元年（807年）被贬到永州担任司马。到永州后，其母病故，王叔文被处死，他自己也不断受到统治者的诽谤和攻击，心情压抑。永州山水幽奇雄险，许多地方还鲜为人知。柳宗元在这漫长的戴罪期间，便到处游览，搜奇探胜，借以开拓胸襟，得到精神上的慰藉。《永州八记》就是这种心态之下的游历结晶，此文是其中的最后一篇，作于元和七年（812年）。</p>",
  "poet": {
    "id": 646,
    "star": 0,
    "name": "柳宗元",
    "image": "http://img.gushiwen.org/authorImg/liuzongyuan.jpg",
    "desc": "柳宗元（773年－819年），字子厚，唐代河东（今山西运城）人，杰出诗人、哲学家、儒学家乃至成就卓著的政治家，唐宋八大家之一。著名作品有《永州八记》等六百多篇文章，经后人辑为三十卷，名为《柳河东集》。因为他是河东人，人称柳河东，又因终于柳州刺史任上，又称柳柳州。柳宗元与韩愈同为中唐古文运动的领导人物，并称“韩柳”。在中国文化史上，其诗、文成就均极为杰出，可谓一时难分轩轾。"
  },
  "tags": [
    "古文观止",
    "山水",
    "游记",
    "咏物",
    "抒怀"
  ]
}