{
  "id": 3213,
  "star": 2916,
  "name": "山中",
  "dynasty": "唐代",
  "content": "长江悲已滞，万里念将归。<br>况属高风晚，山山黄叶飞。",
  "fanyi": "<p><strong>译文</strong><br>长江向东滚滚而去，我也在外滞留太久。故乡远隔万里，令我时时思念。<br>何况秋风已经劲吹，山山飘零枯黄秋叶。</p> <p><strong>注释</strong><br>⑴滞（zhì）：淹留。一说停滞，不流通。<br>⑵万里：形容归程之长。念将归：有归乡之愿，但不能成行。<br>⑶况属：何况是。属：恰逢，正当。高风：山中吹来的风。一说即秋风，指高风送秋的季节。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这首抒写旅愁乡思的小<a href=\"http://so.gushiwen.org/view_3213.aspx\">诗</a>，诗人在寥寥二十个字中，巧妙地借景抒情，表现出了一种悲凉浑壮的气势，创造了一个情景交融的开阔的意境。</p> <p>　　首句“长江悲已滞”，是即景起兴。在字面上也许应解释为因长期滞留在长江边而悲叹，诗人在蜀中山上望见长江逶迤东去，触动了长期滞留异乡的悲思。可以参证的有作者的《羁游饯别》诗中的“游子倦江干”及《别人四首》之四中的“雾色笼江际”、“何为久留滞”诸句。但如果与下面“万里”句合看，可能诗人还想到长<a href=\"http://so.gushiwen.org/author_2877.aspx\">江万里</a>、路途遥远而引起羁旅之悲。这首诗的题目是“山中”，也可能是诗人在山上望到长江而起兴，是以日夜滚滚东流的江水来对照自己长期滞留的旅况而产生悲思。与这句诗相似的有<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>《成都府》诗中的名句“大江东流去，游子日月长”，以及谢脁的名句“大江流日夜，客心悲未央”。这里，“长江”与“已滞”以及“大江”与“游子”、“客心”的关系，诗人自己可以有各种联想，也任读者作各种联想。在一定范围内，理解可以因人而异，即所谓“诗无达诂”。古代诗人往往借江水来抒发羁旅愁情，而<a href=\"http://so.gushiwen.org/author_289.aspx\">王勃</a>此句的艺术独创性在于，他不仅借大江起兴，而且把自己的悲愁之情注入大江，使长江感情化、人格化。诗人客居巴蜀，一颗心为归思缠绕而无法排解，因此，当他在山上俯瞰长江时，竟感到这条浩浩奔流的大江，也为自己的长期淹留而伤心悲痛， 以至它的水流也迟滞不畅了。这新奇的想象，既缘于诗人的“移情”作用，又符合生活的实感。人在山上望长江，由于距离远，看不清它的滚滚奔腾的波涛，往往会感到江水是凝滞不动的。所以，这句诗中长江悲伤滞留的形象，也真切地表达了诗人的直觉感受。悲愁的长江与悲愁的诗人相互感发、契合、共鸣，强烈地感染了读者的情绪。诗一开篇，境界便很悲凉浑壮。</p> <p>　　诗人在创造了长江悲滞的新奇意象之后，才在第二句“万里念将归”中直接抒情，点明自己身在他乡，想到盼望已久的万里归程而深深感叹。“万里念将归”，似出自<a href=\"http://so.gushiwen.org/author_358.aspx\">宋玉</a>《九辩》“登山临水兮送将归”句。而《九辩》的“送将归”，至少有两种不同的解释：一为送别将归之人；一为送别将尽之岁。至于这句诗里的“将归”，如果从前面提到的《羁游饯别》、《别人四首》以及《王子安集》中另外一些客中送别的诗看，可以采前一解释；如果从此诗后半首的内容看，也可以取后一解释。但联系此句中的“念”字，则以解释为思归之念较好，也就是说，这句的“将归”和上句的“已滞”一样，都指望远怀乡之人，即诗人自己。但另有一说，把上句的“已滞”看作在异乡的客子之“悲”，把这句的“将归”看作万里外的家人之“念”，似也可通。这又是一个“诗无达诂”的例子。“悲”、“念”二字，是全篇之“眼”，直接抒发怀念故乡而不得归的悲愁情绪。诗的前两句中“长江”和“万里”是从空间上表述自己远在外地他乡，归家的路途遥远。“已滞”和“将归”是从时间上表明诗人长期滞留他乡，还没有归去。</p> <p>　　紧接着，诗人紧紧抓住眼前的环境和景色，写出了“况属高风晚，山山红叶飞”两句。从字面上看，这两句单纯是写景，但其实是通过写景，表达自己内心因思乡而凄楚的心情。诗人在山中望见了秋风萧瑟、黄叶飘零之景，这些既是实际的景物描写，同时表现诗人内心的萧瑟、凄凉。正因为诗人长期漂泊在外，所以内心因为思念家乡而分外悲凉，诗人又看到了秋天万物衰落的秋景，这就更增添了他思乡的愁绪。此二句没有一个直接表现感情的字眼，但渗透了诗人浓厚的感情。这里的秋天景色，兼寓“比”、“兴”之意。从“兴”的作用来看，在这样凄凉萧索的环境中，诗人的乡思是难忍和难以排解的。从“比”的作用看，这萧瑟秋风、飘零黄叶，正是诗人的萧瑟心境、飘零旅况的象征。这两句可能化用了宋玉《九辩》中的“悲哉，秋之为气也，萧瑟兮，草木摇落而变衰”的诗意，却用得没有模拟的痕迹，又使读者增添一层联想，对诗的意境起了深化作用。就整首诗来说，这两句所写之景是对一二两句所写之情起衬映作用的，而又有以景喻情的成分。当然，这个比拟是若即若离的。同时，把“山山黄叶飞”这样一个纯景色描写的句子安排在篇末，在写法上又是以景结情。南宋沈义父在《乐府指迷》中说：“结句须要放开，含有余不尽之意，以景结情最好。”这首诗的结句就有宕出远神之妙。</p> <p>　　《唐人万首绝句选评》评此诗道：“寄兴高远，情景俱足。”从通篇的艺术构思来看，诗人采用了“兴法起结”的艺术手法。一下笔便借景兴情，结尾处又以景结情，把所要抒写的思想感情融入一个生动、开阔的画面中，让读者从画中品味。这样，便收到了语虽尽而思绪无穷的艺术效果。该诗首尾三句写景，第二句抒情叙事，采取景情景的结构。由于情在诗结尾处藏于景中，所以《山中》的意境含蓄而耐人寻味。</p><br/><h2>鉴赏</h2> <p>　　这是一首抒写旅愁归思的<a href=\"http://so.gushiwen.org/view_3213.aspx\">诗</a>，大概作于<a href=\"http://so.gushiwen.org/author_289.aspx\">王勃</a>被废斥后在巴蜀作客期间。</p> <p>　　诗的前半首是一联对句。诗人以“万里”对“长江”，是从地理概念上写远在异乡、归路迢迢的处境；以“将归”对“已滞”，是从时间概念上写客旅久滞、思归未归的状况。两句中的“悲”和“念”二字，则是用来点出因上述境况而产生的感慨和意愿。诗的后半首，即景点染，用眼前“高风晚”、“黄叶飞”的深秋景色，进一步烘托出这个“悲”和“念”的心情。</p> <p>　　首句“长江悲已滞”，在字面上也许应解释为因长期滞留在长江边而悲叹。可以参证的有他的《羁游饯别》诗中的“游子倦江干”及《别人四首》之四中的“雾色笼江际”、“何为久留滞”诸句。但如果与下面“万里”句合看，可能诗人还想到长<a href=\"http://so.gushiwen.org/author_2877.aspx\">江万里</a>、路途遥远而引起羁旅之悲。这首诗的题目是《山中》，也可能是诗人在山上望到长江而起兴，是以日夜滚滚东流的江水来对照自己长期滞留的旅况而产生悲思。与这句诗相似的有<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>《成都府》诗中的名句“大江东流去，游子日月长”，以及谢脁的名句“大江流日夜，客心悲未央”。这里，“长江”与“已滞”以及“大江”与“游子”、“客心”的关系，诗人自己可以有各种联想，也任读者作各种联想。在一定范围内，理解可以因人而异，即所谓“诗无达诂”。</p> <p>　　次句“万里念将归”，似出自<a href=\"http://so.gushiwen.org/author_358.aspx\">宋玉</a>《九辩》“登山临水兮送将归”句，而《九辩》的“送将归”，至少有两种不同的解释：一为送别将归之人；一为送别将尽之岁。至于这句诗里的“将归”，如果从前面提到的《羁游饯别》、《别人四首》以及《王子安文集》中另外一些客中送别的诗看，可以采前一解释；如果从此诗后半首的内容看，也可以取后一解释。但联系此句中的“念”字，则以解释为思归之念较好，也就是说，这句的“将归”和上句的“已滞”一样，都指望远怀乡之人，即诗人自己。但另有一说，把上句的“已滞”看作在异乡的客子之“悲”，把这句的“将归”看作万里外的家人之“念”，似也可通。这又是一个“诗无达诂”的例子。</p> <p>　　三四两句“况属高风晚，山山黄叶飞”，写诗人在山中望见的实景，也含有从《九辩》“悲哉秋之为气也，萧瑟兮草木遥落而变衰”两句化出的意境。就整首诗来说，这两句所写之景是对一二两句所写之情起衬映作用的，而又有以景喻情的成分。这里，秋风萧瑟、黄叶飘零的景象，既用来衬映旅思乡愁，也可以说是用来比拟诗人的萧瑟心境、飘零旅况。当然，这个比拟是若即若离的。同时，把“山山黄叶飞”这样一个纯景色描写的句子安排在篇末，在写法上又是以景结情。南宋沈义父在《乐府指迷》中说：“结句须要放开，含有余不尽之意，以景结情最好。”这首诗的结句就有宕出远神、耐人寻味之妙。</p> <p>　　诗歌在艺术上常常是抒情与写景两相结合、交织成篇的。明代谢榛在《四溟诗话》中说：“作诗本乎情、景。……景乃诗之媒，情乃诗之胚，合而为诗。”这首诗，前半抒情，后半写景。但诗人在山中、江边望见的高风送秋、黄叶纷飞之景，正是产生久客之悲、思归之念的触媒；而他登山临水之际又不能不是以我观物，执笔运思之时也不能不是缘情写景，因此，后半首所写之景又必然以前半首所怀之情为胚胎。诗中的情与景是互相作用、彼此渗透、融合为一的。前半首的久客思归之情，正因深秋景色的点染而加浓了它的悲怆色彩；后半首的风吹叶落之景，也因旅思乡情的注入而加强了它的感染力量。</p> <p>　　王勃还有一首《羁春》诗：“客心千里倦，春事一朝归。还伤北园里，重见落花飞。”诗的韵脚与这首《山中》诗完全相同，抒写的也是羁旅之思，只是一首写于暮春，一首写于晚秋，季节不同，用来衬托情意的景物就有“落花飞”与“黄叶飞”之异。两诗参读，有助于进一步了解诗人的感情并领会诗笔的运用和变化。</p>",
  "about": "<h2>创作背景</h2> <p>　　这首<a href=\"http://so.gushiwen.org/view_3213.aspx\">诗</a>创作于唐高宗咸亨二年（672），是<a href=\"http://so.gushiwen.org/author_289.aspx\">王勃</a>旅蜀后期时的作品。总章二年（669）王勃入蜀，在《入蜀纪行诗序》里他写道：“五月癸卯，余自长安观景物于蜀，遂出褒斜之隘道，抵岷峨之绝经。”在游《游山庙序》里也说：“吾之有生，二十载矣，雅厌城阙，酷嗜江海。”表面看他离开长安的态度似乎很洒脱，而内心是很复杂的。被逐出沛王府后，他无所事事，本想借着蜀地山水名胜以消解胸中的积愤。实际上，南国物候也为诗人增添了不少的乡思和烦忧。</p>",
  "poet": {
    "id": 289,
    "star": 0,
    "name": "王勃",
    "image": "http://img.gushiwen.org/authorImg/wangbo.jpg",
    "desc": "王勃（649或650～676或675年），唐代诗人。汉族，字子安。绛州龙门(今山西河津)人。王勃与杨炯、卢照邻、骆宾王齐名，世称“初唐四杰”，其中王勃是“初唐四杰”之首。"
  },
  "tags": [
    "山水",
    "思乡"
  ]
}