{
  "id": 10574,
  "star": 11,
  "name": "阆水歌",
  "dynasty": "唐代",
  "content": "嘉陵江色何所似？石黛碧玉相因依。<br>正怜日破浪花出，更复春从沙际归。<br>巴童荡桨欹侧过，水鸡衔鱼来去飞。<br>阆中胜事可肠断，阆州城南天下稀！",
  "fanyi": "<p><strong>译文<br></strong>嘉陵江水色像什么？仿佛就是石黛碧玉相接交错的感觉。<br>可爱的红日正冲破浪花出来，更有春色从沙海那边归来。<br>巴地的孩童荡着桨从旁边经过，水鸡衔着小鱼来去飞翔。<br>阆中胜事美景令人爱杀，阆州城南的胜景真是天下稀有！</p> <p><strong>注释<br></strong>⑴阆水：又名“阆中水”。即嘉陵江。<br>⑵嘉陵江：长江上游支流。在中国四川省东部，发源于秦岭，重庆市注入长江。<br>⑶“石黛”句：形容江色之清绿。石黛，即石墨。青黑色，<a href=\"http://so.gushiwen.org/view_10574.aspx\">诗</a>词中因多称“青黛”。古时妇女用为画眉墨，相因依，犹相融和。因兼有黛碧二色。<br>⑷“正怜”两句：仇兆鳌注：“日出浪中，照水加丽；春回沙际，映水倍妍。”沙际，犹言水边岸边。岸草先绿，故春似从沙际而归。<br>⑸巴童：巴地儿童。攲（qī）：倾斜。<br>⑹水鸡：水鸟名。<br>⑺阆中：是举全部而言。《旧唐书·地理志》：“阆水迂曲经郡三面，故曰阆中。”胜事：美景。这里指山水之美。可肠断：极言其美之可爱。《杜臆》：“阆中胜事，总结上文，而赞云‘可肠断’，犹赞韦曲之花，而曰‘恼杀人’也。”（<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>《奉陪郑驸马韦曲》诗：“韦曲花无赖，家家恼杀人。”）<br>⑻“阆州”句：阆州城南三里有锦屏山。错绣如锦屏，号为天下第一。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　首句“嘉陵江色何所似”问春天的嘉陵江水的颜色，次句“石黛碧玉相因依”是对上一句的回答。这两句是在描述嘉陵江水的自然景色，属于寄情于景的抒情<a href=\"http://so.gushiwen.org/view_10574.aspx\">诗</a>句表现法。</p> <p>　　“正怜日破浪花出”说乘船于嘉陵江上，正在对倒映在江面上的太阳进行欣赏之际，一阵阵浪花涌来而将水面上的日影搅乱，<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>对此美景受破坏感到怜惜。杜甫在刚表达了对嘉陵江江面倒映着红日的美景被破坏之惋惜心绪后，紧接着又将岸边河滩上的绿草看在眼里而使用转折的语句“更复春从沙际归”说来赞美嘉陵江（西汉水）。前句中“日破浪花出”是在写景，而前面的“正怜”就是在写情；后句中“春从沙际归”，既与“日破浪花出”相对仗，又与“更复”即“更看到希望”所表达的情感相交融。这两句属于融景于情的抒情诗句表现法。</p> <p>　　“巴童荡浆欹侧过”在《杜诗镜铨》中被刘须溪评价为“景少”；“水鸡衔鱼来去飞”又被刘须溪评价为“语长”。这里的前句，虽然只描写了有巴人小儿划着小船从杜甫的身边穿过去这一较为单调的景色，但是在此却体现了杜诗之中的人民性——“巴童”，这是在《阆山歌》与《阆水歌》里面第一次、也是唯一一次直接出现在诗中的人物代表；这里的后句隐约寓指杜甫在写此首诗时他所处的位置——大约就是在阆中的南津渡或正处在南楼（华光楼）一带。这后句看似写景的诗，却被刘须溪评价为“语长”而之所长的地方，既是在为后人辨别杜甫写此诗的环境而告诉人们有关诗圣当时的位置，又能为此诗重点内容即最后一句的现出，铺展其必要的文化意境；所以，“语长”。这两句用了情景交融的抒情诗句表现法。</p> <p>　　“阆中胜事可肠断”，杜甫用“可肠断”的悲情，来叙说他在了解阆中古老“胜事”之后的感受；说明杜甫所得知阆中胜事的心绪、与回忆遭遇“安史之乱”的状况相似。《杜诗镜铨》所引《杜臆》犹云“恼杀人意”来解释杜甫此时此刻的心情，说明了杜甫此时很可能心绪悲怆。结句“阆州城南天下稀”：《杜诗镜铨》结合“阆州城南天下稀”所作的解释，举出了“阆之为郡，有五城十二楼之胜概”的例子。这说明在清代，已有文人（包括在此之前而可能前延于唐代或更早的文化背景）识阆中古地，就是昆仑阆苑、就是阆苑仙境——阆州城南的锦屏山以山载人、人高如山自成仙，其山势、其风水、其神话“三位一体”，成为了杜甫所赞的“天下稀”。最后两句诗，是抒情兼叙事的诗句——这样的表现手法，就更能够易于将现实主义与浪漫主义结合在诗句之中。</p> <p>　　杜甫在阆中的时间虽然不长，创作的诗篇却不少。这首《阆水歌》专咏阆水之胜，它与《阆山歌》一起成为杜甫在这一时期的代表作。</p>",
  "about": "<h2>创作背景</h2> 　　<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>在广德<a href=\"http://so.gushiwen.org/author_2171.aspx\">元载</a>（763年）秋第一次到阆州（古多次为四川临时省会，今阆中（阆中古城）），是为好友房琯奔丧；当年冬末，返梓州。 广德二载（764年）春初至春晚（即农历的正月至三月），杜甫第二次到阆中，是应王刺史之邀，一住近三月。其间，他参与了唐代阆中在清明节前后十日祭祖祭亡友的扫墓活动。 因感慨万端，写下了著名的《阆水歌》。",
  "poet": {
    "id": 474,
    "star": 0,
    "name": "杜甫",
    "image": "http://img.gushiwen.org/authorImg/dufu.jpg",
    "desc": "杜甫（712－770），字子美，自号少陵野老，世称“杜工部”、“杜少陵”等，汉族，河南府巩县（今河南省巩义市）人，唐代伟大的现实主义诗人，杜甫被世人尊为“诗圣”，其诗被称为“诗史”。杜甫与李白合称“李杜”，为了跟另外两位诗人李商隐与杜牧即“小李杜”区别开来，杜甫与李白又合称“大李杜”。他忧国忧民，人格高尚，他的约1400余首诗被保留了下来，诗艺精湛，在中国古典诗歌中备受推崇，影响深远。759-766年间曾居成都，后世有杜甫草堂纪念。"
  },
  "tags": [
    "地方",
    "写景",
    "赞美",
    "抒情"
  ]
}