{
  "id": 72315,
  "star": 83,
  "name": "朋党论",
  "dynasty": "宋代",
  "content": "　　臣闻朋党之说，自古有之，惟幸人君辨其君子小人而已。大凡君子与君子以同道为朋，小人与小人以同利为朋，此自然之理也。</p> <p>　　然臣谓小人无朋，惟君子则有之。其故何哉？小人所好者禄利也，所贪者财货也。当其同利之时，暂相党引以为朋者，伪也；及其见利而争先，或利尽而交疏，则反相贼害，虽其兄弟亲戚，不能自保。故臣谓小人无朋，其暂为朋者，伪也。君子则不然。所守者道义，所行者忠信，所惜者名节。以之修身，则同道而相益；以之事国，则同心而共济；终始如一，此君子之朋也。故为人君者，但当退小人之伪朋，用君子之真朋，则天下治矣。</p> <p>　　尧之时，小人共工、驩兜等四人为一朋，君子八元、八恺十六人为一朋。舜佐尧，退四凶小人之朋，而进元、恺君子之朋，尧之天下大治。及舜自为天子，而皋、夔、稷、契等二十二人并列于朝，更相称美，更相推让，凡二十二人为一朋，而舜皆用之，天下亦大治。《书》曰：“纣有臣亿万，惟亿万心；周有臣三千，惟一心。”纣之时，亿万人各异心，可谓不为朋矣，然纣以亡国。周武王之臣，三千人为一大朋，而周用以兴。后汉献帝时，尽取天下名士囚禁之，目为党人。及黄巾贼起，汉室大乱，后方悔悟，尽解党人而释之，然已无救矣。唐之晚年，渐起朋党之论。及昭宗时，尽杀朝之名士，或投之黄河，曰：“此辈清流，可投浊流。”而唐遂亡矣。</p> <p>　　夫前世之主，能使人人异心不为朋，莫如纣；能禁绝善人为朋，莫如汉献帝；能诛戮清流之朋，莫如唐昭宗之世；然皆乱亡其国。更相称美推让而不自疑，莫如舜之二十二臣，舜亦不疑而皆用之；然而后世不诮舜为二十二人朋党所欺，而称舜为聪明之圣者，以能辨君子与小人也。周武之世，举其国之臣三千人共为一朋，自古为朋之多且大，莫如周；然周用此以兴者，善人虽多而不厌也。</p> <p>　　嗟呼！兴亡治乱之迹，为人君者，可以鉴矣。 ",
  "fanyi": "<p><strong>译文</strong><br>　　臣听说关于朋党的言论，是自古就有的，只是希望君主能分清他们是君子还是小人就好了。</p> <p>　　大概君子与君子因志趣一致结为朋党，而小人则因利益相同结为朋党，这是很自然的规律。但是臣以为：小人并无朋党，只有君子才有。这是什么原因呢？小人所爱所贪的是薪俸钱财。当他们利益相同的时候，暂时地互相勾结成为朋党，那是虚假的；等到他们见到利益而争先恐后，或者利益已尽而交情淡漠之时，就会反过来互相残害，即使是兄弟亲戚，也不会互相保护。所以说小人并无朋党，他们暂时结为朋党，也是虚假的。君子就不是这样：他们坚持的是道义，履行的是忠信，珍惜的是名节。用这些来提高自身修养，那么志趣一致就能相互补益。用这些来为国家做事，那么观点相同就能共同前进。始终如一，这就是君子的朋党啊。所以做君主的，只要能斥退小人的假朋党，进用君子的真朋党，那么天下就可以安定了。</p> <p>　　唐尧的时候，小人共工、驩兜等四人结为一个朋党，君子八元、八恺等十六人结为一个朋党。舜辅佐尧，斥退“四凶”的小人朋党，而进用“元、恺”的君子朋党，唐尧的天下因此非常太平。等到虞舜自己做了天子，皋陶、夔、稷、契等二十二人同时列位于朝廷。他们互相推举，互相谦让，一共二十二人结为一个朋党。但是虞舜全都进用他们，天下也因此得到大治。《尚书》上说：“商纣有亿万臣，是亿万条心；周有三千臣，却是一条心。”商纣王的时候，亿万人各存异心，可以说不成朋党了，于是纣王因此而亡国。周武王的臣下，三千人结成一个大朋党，但周朝却因此而兴盛。后汉献帝的时候，把天下名士都关押起来，把他们视作“党人”。等到黄巾贼来了，汉王朝大乱，然后才悔悟，解除了党锢释放了他们，可是已经无可挽救了。唐朝的末期，逐渐生出朋党的议论，到了昭宗时，把朝廷中的名士都杀害了，有的竟被投入黄河，说什么“这些人自命为清流，应当把他们投到浊流中去”。唐朝也就随之灭亡了。</p> <p>　　前代的君主，能使人人异心不结为朋党的，谁也不及商纣王；能禁绝好人结为朋党的，谁也不及汉献帝；能杀害“清流”们的朋党的，谁也不及唐昭宗之时；但是都由此而使他们的国家招来混乱以至灭亡。互相推举谦让而不疑忌的，谁也不及虞舜的二十二位大臣，虞舜也毫不猜疑地进用他们。但是后世并不讥笑虞舜被二十二人的朋党所蒙骗，却赞美虞舜是聪明的圣主，原因就在于他能区别君子和小人。周武王时，全国所有的臣下三千人结成一个朋党，自古以来作为朋党又多又大的，谁也不及周朝；然而周朝因此而兴盛，原因就在于善良之士虽多却不感到满足。</p> <p>　　前代治乱兴亡的过程，为君主的可以做为借鉴了。</p> <p><strong>注释</strong><br>[1] 惟：只。幸：希望。<br>[2] 大凡：大体上。道：一定的政治主张或思想体系。<br>[3] 党引：勾结。<br>[4] 贼害：残害。<br>[5]守：信奉；名节：名誉气节。<br>[6] 之：指代上文的“道义”、“忠信”、“名节”。修身：按一定的道德规范进行自我修养。济：取得成功。<br>[7]退：排除，排斥。<br>[8] 共（gōng）工驩兜（huándōu）等四人：指共工、兜、鲧（gǔn）、三苗，即后文被舜放逐的“四凶”。<br>[9] 八元：传说中上古高辛氏的八个才子。八恺：传说中上古高阳氏的八个才子。<br>[10] 皋（gāo）、夔（kuí）、稷（jì）、契（xiè）：传说他们都是舜时的贤臣，皋掌管刑法，掌管音乐，稷掌管农业，契掌管教育。《史记·五帝本纪》载：“舜曰：‘嗟!（汝）二十有二人，敬哉，惟时相天事。’”<br>[11] 更（gēng）相：互相。<br>[12] 书：《尚书》，也称《书经》。<br>[13] 惟：语气词，这里表判断语气。<br>[14] 周：指周武王，周朝开国君主。<br>[15] 用：因此。<br>[16] 后汉献帝：东汉最后一个皇帝刘协。逮捕，囚禁“党人”应是桓帝、灵帝时的宦官所为。<br>[17] 尽取天下名士囚禁之：东汉桓帝时，宦官专权，一些名士如李膺等二百多人反对宦官被加上“诽讪朝廷”的罪名，逮捕囚禁。到灵帝时，李膺等一百多人被杀，六、七百人受到株连，历史上称为“党锢之祸”。<br>[18] 目：作动词用，看作。<br>[19] 黄巾贼：此指张角领导的黄巾军。“贼”是对农民起义的诬称。<br>[20]解：解除，赦免。<br>[21] 朋党之论：唐穆宗至宣宗年间（821-859年），统治集团内形成的<a href=\"http://so.gushiwen.org/author_1247.aspx\">牛僧孺</a>为首的党和以<a href=\"http://so.gushiwen.org/author_815.aspx\">李德裕</a>为首的李党，朋党之间互相争斗，历时四十余年，史称“牛李党争”。<br>[22] 昭宗：唐朝将要灭亡时的一个皇帝。杀名士投之黄河本发生于唐哀帝天佑二年，哀帝是唐代最后一个皇帝。<br>[23] “此辈清流”两句：这是权臣朱温的谋士李振向朱温提出的建议。朱温在白马驿（今河南洛阳附近）杀大臣裴枢等七人，并将他们的尸体投入黄河。清流：指品行高洁的人。浊流：指品格卑污的人。<br>[24] 诮（qiào）：责备。<br>[25] 厌：通“餍”，满足。<br>[26] 迹：事迹。<br>[27]鉴：动词，照，引申为借鉴。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这篇文章起笔不凡，开篇提出：君子无党，小人有党的观点。对于小人用来陷人以罪、君子为之谈虎色变的“朋党之说”，作者不回避，不辩解，而是明确地承认朋党之有，这样，便夺取了政敌手中的武器，而使自己立于不败之地。开头一句，作者就是这样理直气壮地揭示了全文的主旨。它包含三个方面内容：朋党之说自古有之；朋党有君子与小人之别；人君要善于辨别。作者首先从道理上论述君子之朋与小人之朋的本质区别；继而引用了六件史实，以事实证明了朋党的“自古有之”；最后通过对前引史实的进一步分析，论证了人君用小人之朋，则国家乱亡；用君子之朋，则国家兴盛。文章写得不枝不蔓，中心突出，有理有据，剖析透辟，具有不可辩驳的逻辑力量。</p> <p>　　全文共分五段。</p> <p>　　第一段：“臣闻朋党之说，自古有之，惟幸人君辨其吾子、小人而已。”“朋党”，指同类人因某种目的而在一起。“自古有之”的“之”是代指“朋党之说”的。“幸”是希望的意思，“惟幸”，说只希望。“其”，代“朋党”，为第三人称“他们”。听说有关朋党的议论，是自古以来就有的，只是希望国君能辨别他们是君子还是小人罢了。</p> <p>　　第二段：“大凡君子与君子以同道为朋，小人与小人以同利为朋，此自然之理也。”“以同道为朋”，就是因志同道合而结为朋党，“以”是因为的意思，“以同利为朋”，就是因利害关系相同而结为朋党。接下去，作者以设问的方式提出问题：“然臣谓小人无朋，惟君子则有之，其故何哉？”这里用“然”字转折，问道：“我以为小人没有朋党，只有君子才有，那原因是什么呢？”“小人所好者，禄利也；所贪者，财货也。”这是说小人所喜好的是禄利，“禄”是俸禄，小人所贪的是财物。“当其同利之时，暂相党引以为朋者，伪也”，“党引”是结为朋党，互相援引。这句说，当他们利害相同时，暂且互相勾结援引而成朋党，那是假的。“及其见利而争先，或利尽而交疏，则反相贼害，虽其兄弟亲戚不能相保。”“及”是到了，“其”代这些小人，“贼害”即伤害。这几句说，到了他们见到好处而争先恐后，或者好处已经抢光了，交往也少了，则反而互相残害，即使是兄弟亲戚也不能相保。所以，作者重复说：“故臣谓小人无朋，伪也。”再说君子，他们的行为完全两样：“君子则不然，所守者道义，所行者忠信，所惜者名节。”“不然”，即不是这样。“守”，是坚守、遵循的意思。“忠信”，是忠诚、守信，“名节”是名誉、气节。君子所坚守的是道义，所力行的是忠信，所珍惜的是名节。“以之修身，则同道而相益；以之事国，则同心而共济，终始如一。”“以之”的“以”，是凭借的意思，“之”，代上面所说的“道义”、“忠信”和“名节”。这几句说，凭借道义、忠信和名节来修炼自身，那么君子就有了共同的道德规范，相助而得益，凭借这些为国效力，那么君子就同心协力，始终如一。接着，作者用“此君子之朋也”一句，强调这些作为与小人截然不同。因此，他得出结论说：“故为人君者，但当退小人之伪朋，用君子之真朋，则天下治矣。”“退”是斥退，罢黜，“用”是进用。这几句说：所以做国君的，只要斥退小人的假朋党，用君子的真朋党，那天下就安定太平了。</p> <p>　　第二段运用了对比。作者在分析君子、小人的区别时剖析道：小人、邪者以利相结，同利则暂时为朋，见利则相互争竞，力尽则自然疏远或互相残害，从实质上看，小人无朋；与此相反，君子之朋以道相结，以道义、忠信、名节为重，同道、同德，自然同心，从这一意义上看，君子之朋才是真朋。二者对比鲜明，水到渠成的得出“退小人之伪朋，用君子之真朋，则天下治矣”的结论，增强了文章的说服力，同时带起下面的一段文字。</p> <p>　　第三段广泛列举史实，从各方面论证用君子之真朋则国兴，用小人之伪朋则国亡。与上文开头的“朋党之说，自古有之”遥相呼应，对上文结尾的“退小人之伪朋，用君子之真朋，则天下治矣”，是有力的补充和论证。文中正反引用尧、纣时对朋党的利用，加强对比，阐明小人无朋，君子有朋，有关国家兴亡。再以东汉桓、灵时的党锢之祸、晚唐昭宣帝时朱全忠杀害名士的史实，引用反面例证，阐明迫害残杀君子之朋导致亡国的历史教训。</p> <p>　　第三段：作者举了大量的历史事实来说明：“尧之时，小人共工、驩兜等四人为一朋，君子八元、八恺十六人为一朋。舜佐尧退四凶小人之朋，而进元，恺君子之朋，尧之天下大治。”“共工，驩兜等四人”，都是古史传说中凶狠邪恶之徒，“君子八元，八恺”之“元”，是指善良的人，“恺”是指忠诚的人。传说高辛氏有八个有才德的后裔，叫做“八恺”。舜辅佐尧黜退四凶小人的朋党，而进用元、恺君子之朋党，因而尧的天下得到大治。</p> <p>　　至于舜之时，文章写道：“及舜自为天子，而皋、夔、稷、契等二十二人并列于朝，更相称美，更相推让，凡二十二人为一朋，而舜皆用之，天下亦大治。”“及舜自为天子”，说等到舜自己做了天子。皋、夔，稷、契等贤臣一起在朝中做官。“更相称美，更相推让”的“更相”，是相互的意思，“更”，读第一声。“称美”，是称颂人家的美德和好处，“推让”是谦虚礼让。这样，他们团结一心，舜对他们都加以任用，天下也获得大治。等等。</p> <p>　　第四段：作者带有总结性地论述：“夫前世之主，能使人人异心不为朋，莫如纣；能禁绝善人为朋，莫如汉献帝，能诛戮清流之朋，莫如唐昭宗之世：然皆乱亡其国。”“夫前世之主”的夫是发语词，没有实义。“莫如纣”的“莫”是代词，为无指代词，代人，当“没有人”讲，代物，当“没有什么”讲。这几句说，前世君主，能使人人不同心不结为朋党，没有人像商纣王那样；能禁止善良的人结成朋党，没有人像汉献帝那样；能杀戮品行高洁、负有时望者的朋党，没有什么时候像唐昭宗统治时那样。这些国君都把他们的国家搞乱了，灭亡了。“更相称美推让而不自疑，莫如舜之二十二臣，舜亦不疑而皆用之。然而后世不诮舜为二十二人朋党所欺，而称舜为聪明之圣者，以能辨君子与小人也。周武之士，举其国之臣三千人共为一朋，自古为朋之多且大莫如周，然周用此以兴者，善人虽多而不厌也。”这是说：“互相称美推让而不自生疑心，没有人像舜的二十二个臣子，舜也不怀疑他们而都加以任用。然而后世的人不责备舜被二十二人的朋党所欺蒙，反而称颂舜为聪明的圣人，是因为他能辨别君子和小人啊。”这几句里，“诮”是责备的意思，“以能辨”的“以”是因为的意思。“周武之士，举其国之臣三千人共为一朋”，“举”是全，“其”是代词他，即周武王，这句说他全国所有的三千人臣民，全部结成一个大朋党。“自古为朋之多且大莫如周”，“多”是人数多，“大”是范围广，这句说，自古以来，结成朋党人数多而且范围大没有哪个朝代象周朝那样的。“然周用此以兴者，善人虽多而不厌也。”“用此以兴”的“用此”，就是因此。“善人虽多而不厌”说好人虽多而不满足，也就是再多也不嫌多。“厌”是满足。</p> <p>　　文章末尾，作者又强调了一下：“夫兴亡治乱之迹，为人君者可以鉴矣。”“迹”是历史事迹，“鉴”是借鉴。这是说上述的兴亡治乱的史迹，做国君的可以借鉴。很明显地请求宋仁宗纳谏，用君子之真朋，退小人之伪朋，以使国家兴盛起来。</p> <p>　　文章不讳言朋党，而是指出朋党有原则的区别，“君子与君子以同道为朋，小人与小人以同利为朋”，并引证历史来说明君子之朋有利于国，小人之朋有害于国，希望人君进君子之真朋，去小人之伪朋。文章避免了消极地替作者作辩解，而从正面指出朋党的客观存在，指出借口反对朋党的人就结为朋党，说明朋党有本质的不同。这就争取了主动，使作者立于不败之地，文章也由此具有深刻的揭露作用和强大的批判力量，而排偶句式的穿插运用，又增加了文章议论的气势。</p><br/><h2>赏析二</h2> <p>　　这篇文章起笔不凡，开篇提出：君子无党，小人有党的观点。对于小人用来陷人以罪、君子为之谈虎色变的“朋党之说”，作者不回避，不辩解，而是明确地承认朋党之有，这样，便夺取了政敌手中的武器，而使自己立于不败之地。开头一句，作者就是这样理直气壮地揭示了全文的主旨。它包含三个方面内容：朋党之说自古有之；朋党有君子与小人之别；人君要善于辨别。作者首先从道理上论述君子之朋与小人之朋的本质区别；继而引用了六件史实，以事实证明了朋党的“自古有之”；最后通过对前引史实的进一步分析，论证了人君用小人之朋，则国家乱亡；用君子之朋，则国家兴盛。文章写得不枝不蔓，中心突出，有理有据，剖析透辟，具有不可辩驳的逻辑力量。</p> <p>　　全文共分五段。</p> <p>　　第一段：直接提出观点，认为有关朋党的议论，是自古以来就有的，只是希望国君能辨别他们是君子还是小人罢了。</p> <p>　　第二段：先说有两种“朋党”，即因志同道合而结为朋党，因利害关系相同而结为朋党。接下去，作者以设问的方式提出问题：“我以为小人没有朋党，只有君子才有，那原因是什么呢？”说明当他们利害相同时，暂且互相勾结援引而成朋党，那是假的。到了他们见到好处而争先恐后，或者好处已经抢光了，交往也少了，则反而互相残害，即使是兄弟亲戚也不能相保。所以，作者重复说：“故臣谓小人无朋，伪也。”再说君子，他们的行为完全两样：君子所坚守的是道义，所力行的是忠信，所珍惜的是名节。凭借道义、忠信和名节来修炼自身，那么君子就有了共同的道德规范，相助而得益，凭借这些为国效力，那么君子就同心协力，始终如一。接着，作者用“此君子之朋也”一句，强调这些作为与小人截然不同。因此，他得出结论说：“故为人君者，但当退小人之伪朋，用君子之真朋，则天下治矣。”“退”是斥退，罢黜，“用”是进用。这几句说：所以做国君的，只要斥退小人的假朋党，用君子的真朋党，那天下就安定太平了。这段运用了对比。作者在分析君子、小人的区别时剖析道：小人、邪者以利相结，同利则暂时为朋，见利则相互争竞，力尽则自然疏远或互相残害，从实质上看，小人无朋；与此相反，君子之朋以道相结，以道义、忠信、名节为重，同道、同德，自然同心，从这一意义上看，君子之朋才是真朋。二者对比鲜明，水到渠成的得出“退小人之伪朋，用君子之真朋，则天下治矣”的结论，增强了文章的说服力，同时带起下面的一段文字。</p> <p>　　第三段广泛列举史实，从各方面论证用君子之真朋则国兴，用小人之伪朋则国亡。与上文开头的“朋党之说，自古有之”遥相呼应，对上文结尾的“退小人之伪朋，用君子之真朋，则天下治矣”，是有力的补充和论证。文中正反引用尧、纣时对朋党的利用，加强对比，阐明小人无朋，君子有朋，有关国家兴亡。再以东汉桓、灵时的党锢之祸、晚唐昭宣帝时朱全忠杀害名士的史实，引用反面例证，阐明迫害残杀君子之朋导致亡国的历史教训。</p> <p>　　第四段：作者带有总结性地论述：前世君主，能使人人不同心不结为朋党，没有人像商纣王那样；能禁止善良的人结成朋党，没有人像汉献帝那样；能杀戮品行高洁、负有时望者的朋党，没有什么时候像唐昭宗统治时那样。这些国君都把他们的国家搞乱了，灭亡了。</p> <p>　　文章末尾，作者又强调了一下：“夫兴亡治乱之迹，为人君者可以鉴矣。”这是说上述的兴亡治乱的史迹，做国君的可以借鉴。很明显地请求宋仁宗纳谏，用君子之真朋，退小人之伪朋，以使国家兴盛起来。</p> <p>　　文章不讳言朋党，而是指出朋党有原则的区别，“君子与君子以同道为朋，小人与小人以同利为朋”，并引证历史来说明君子之朋有利于国，小人之朋有害于国，希望人君进君子之真朋，去小人之伪朋。文章避免了消极地替作者作辩解，而从正面指出朋党的客观存在，指出借口反对朋党的人就结为朋党，说明朋党有本质的不同。这就争取了主动，使作者立于不败之地，文章也由此具有深刻的揭露作用和强大的批判力量，而排偶句式的穿插运用，又增加了文章议论的气势。</p>",
  "about": "<h2>文言现象</h2> <p>通假字 善人虽多而不厌也 厌：通“餍”，满足。<br>古今异义 而皋夔、稷、契等二十二人并列于朝 并列古义：同时列位；今义：并排平列，不分主次。<br>词类活用　目为党人 目：名词活用为动词，视，看。<br>然皆乱亡其国 乱、亡：均为使动用法，使……混乱，使……灭亡。</p> <p>一词多义<br>以<br>1.用作介词。主要有以下几种情况：<br>（1）表示动作、行为所用或所凭借的工具、方法及其他，可视情况译为\"用\"\"拿\"\"凭借\"\"依据\"\"按照\"\"用（凭）什么身份\"等。例如：<br>今以钟磬置水中。（《石钟山记》）<br>愿以十五城请易璧。（《廉颇蔺相如列传》）<br>以之修身《朋党论》<br>是时以大中丞抚吴者为魏之私人……（《五人墓碑记》）<br>（2）起提宾作用，可译为\"把\"。例如：<br>秦亦不以城予赵，赵亦终不予秦璧。（《廉颇蔺相如列传》）<br>（3）表示动作、行为产生的原因，可译为\"因\"\"由于\"。例如：<br>大凡君子与君子以同道为朋《朋党论》<br>（4）引进动作、行为发生的时间和处所，用法同\"于\"，可译为\"在\"\"从\"。例如：<br>余以乾隆三十九年十二月，自京师乘风雪，……至于泰安。（《登泰山记》）<br>（5）表示动作、行为的对象，用法同\"与\"，可译为\"和\"\"跟\"；有时可<br>译为\"率领\"\"带领\"。例如：<br>天下有变，王割汉中以楚和。（《战国策·周策》）<br>（公子）欲以客往赴秦军，与赵俱死。（《信陵君窃符救赵》，率领）<br>2.用作连词。用法和\"而\"有较多的相同点，只是不能用于转折关系。<br>（1）表示并列或递进关系，常用来连接动词、形容词（包括以动词、形容词为中心的短语），可译为\"而\"\"又\"\"而且\"\"并且\"等，或者省去。例如：<br>夫夷以近，则游者众……（《游褒禅山记》）<br>（2）表示承接关系，\"以\"前的动作行为，往往是后一动作行为的手段或方式。可译为\"而\"或省去。例如：<br>余与四人拥火以入……（《游褒禅山记》）<br>（3）表示目的关系，\"以\"后的动作行为，往往是前一动作行为的目的或结果。可译\"而\"\"来\"\"用来\"\"以致\"等。例如：<br>作《师说》以贻之。（《师说》）<br>敛赀财以送其行。（《五人墓碑记》）<br>不宜妄自菲薄……以塞忠谏之路也。（《出师表》）<br>（4）表示因果关系，常用在表原因的分句前，可译为\"因为\"。例如：<br>诸侯以公子贤，多客，不敢加兵谋魏十余年。（《信陵君窃符救赵》）<br>古人……以其求思之深而无不在也。（《游褒禅山记》）<br>以吾一日长乎尔（《子路、冉有、公西华侍坐》）<br>（5）表示修饰关系，连接状语和中心语，可译为\"而\"，或省去。例如：<br>木欣欣以向荣，泉涓涓而始流。（<a href=\"http://so.gushiwen.org/author_645.aspx\">陶渊明</a>《归去来辞》）<br>3.复音虚词\"以是\"\"是以\"，相当\"因此\"，引出事理发展或推断的结果。例如：<br>余是以记之，盖叹郦元之简，而笑<a href=\"http://so.gushiwen.org/author_1306.aspx\">李渤</a>之陋也。（《石钟山记》）<br>或<br>①有人<br>或投之黄河《朋党论》<br>②相当\"有的---，有的<br>或以为死，或以为亡《陈涉世家》<br>③有时，偶或<br>马之千里者,一食或尽粟一石<br>④也许，或许<br>云霞明灭或目睹<br>⑤如果<br>或王命急宣，有时朝发白帝，暮到江陵⑥或者<br>或利尽而交疏《朋党论》<br>用<br>①进用 用君子之真朋，则天下治矣。<br>②因，因为 而周用以兴<br>③使用 士以此爱乐为用《李将军列传》<br>④服从 乃详尊怀王为义帝，实不用命《李将军列传》<br>渐<br>①逐渐 唐之晚年，渐起朋党之论<br>②浸泡 兰槐之根是为芷，其渐之溴，君子不近，庶人不服《劝学》<br>③浸湿，沾湿 淇水汤汤，渐车帷裳《<a href=\"http://so.gushiwen.org/view_72315.aspx\">诗</a>经·氓》<br>特殊句式<br>此自然之理也 判断句<br>然纣以亡国 省略句，应为“以之亡国”<br>然而后世不诮舜为二十二人朋党所欺 被动句，为……所<br>而称舜为聪明之圣者 判断句，“为”表判断</p><br/><h2>创作背景</h2> <p>　　庆历三年（1043年），<a href=\"http://so.gushiwen.org/author_27.aspx\">韩琦</a>、<a href=\"http://so.gushiwen.org/author_510.aspx\">范仲淹</a>、富弼等执政，<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>、余靖等也出任谏官。这时开始实行一些政治改革。从范仲淹、欧阳修等人相继贬官开始，他们已经被保守派官僚指为朋党。此后党议不断发生，宋仁宗在1038年（宝元元年）还特意下过“戒朋党”的诏书。到了1043年，吕夷简虽然被免职，但他在朝廷内还有很大的势力。为了反对改革，以<a href=\"http://so.gushiwen.org/author_168.aspx\">夏竦</a>为首的一伙保守派官僚就正式攻击范仲淹、欧阳修是“党人”。范仲淹以直言遭贬，欧阳修在朝廷上争论力救。只有当时的谏官高若讷认为范仲淹当贬。欧阳修写给高若讷一封信，指责高若讷不知道人间还有羞耻之心。高若讷将此信转交当局，结果欧阳修连坐范仲淹被贬。还有一些大臣也因为力救范仲淹而被贬，当时便有一些大臣将范仲淹及欧阳修等人视为朋党。后来仁宗时范仲淹与欧阳修再次被召回朝廷委以重任。欧阳修当时担任谏官，为了辩论这种言论也为了为自己辩护，就在庆历四年（1044年）上了一篇奏章，叫《朋党论》，给夏竦等人以坚决的回击。《朋党论》这篇著名的政论文，在革新派与保守派的斗争中，同样是很有战斗意义的。</p> <p>　　欧阳修幼年丧父，家境贫寒，苦读而中进士，后历任枢密副使、参知政事等朝廷要职，因弹劾政敌夏竦、吕夷简等人，曾遭遇政敌的朋友圈子的恶意攻击，被政敌指责为在朝廷拉帮结派搞朋党，因而也曾屡次被罢职贬官，可谓仕途多舛。欧阳修故而愤笔写就这篇雄文，算是对政敌的一种理论清算，也算是一吐胸中块垒。</p>",
  "poet": {
    "id": 561,
    "star": 0,
    "name": "欧阳修",
    "image": "http://img.gushiwen.org/authorImg/ouyangxiu.jpg",
    "desc": "欧阳修（1007－1072），字永叔，号醉翁，晚号“六一居士”。汉族，吉州永丰（今江西省永丰县）人，因吉州原属庐陵郡，以“庐陵欧阳修”自居。谥号文忠，世称欧阳文忠公。北宋政治家、文学家、史学家，与韩愈、柳宗元、王安石、苏洵、苏轼、苏辙、曾巩合称“唐宋八大家”。后人又将其与韩愈、柳宗元和苏轼合称“千古文章四大家”。"
  },
  "tags": [
    "古文观止",
    "历史",
    "故事",
    "议论",
    "朋党"
  ]
}