{
  "id": 9323,
  "star": 967,
  "name": "走马川行奉送出师西征 / 走马川行奉送封大夫出师西征",
  "dynasty": "唐代",
  "content": "君不见走马川行雪海边，平沙莽莽黄入天。 <br>轮台九月风夜吼，一川碎石大如斗，随风满地石乱走。 <br>匈奴草黄马正肥，金山西见烟尘飞，汉家大将西出师。 <br>将军金甲夜不脱，半夜军行戈相拨，风头如刀面如割。 <br>马毛带雪汗气蒸，五花连钱旋作冰，幕中草檄砚水凝。 <br>虏骑闻之应胆慑，料知短兵不敢接，车师西门伫献捷。",
  "fanyi": "<p><strong>译文</strong><br>您难道不曾看见吗？那辽阔的走马川紧靠着雪海边缘，茫茫无边的黄沙连接云天。<br>轮台九月整夜里狂风怒号，到处的碎石块块大如斗，狂风吹得斗大乱石满地走。<br>这时匈奴牧草繁茂军马肥，侵入金山西面烟尘滚滚飞，汉家的大将率兵开始征西。<br>将军身著铠甲夜里也不脱，半夜行军戈矛彼此相碰撞，凛冽寒风吹到脸上如刀割。<br>马毛挂着雪花还汗气蒸腾，五花马的身上转眼结成冰，营幕中写檄文砚墨也冻凝。<br>敌军听到大军出征应胆惊，料他不敢与我们短兵相接，我就在车师西门等待报捷。</p> <p><strong>注释</strong><br>⑴走马川：即车尔成河，又名左未河，在今新疆境内。行：<a href=\"http://so.gushiwen.org/view_9323.aspx\">诗</a>歌的一种体裁。封大夫（dà fū）：即封常清，唐朝将领，蒲州猗氏人，以军功擢安西副大都护、安西四镇节度副大使、知节度事，后又升任北庭都护，持节安西节度使。西征：一般认为是出征播仙。<br>⑵走马川行雪海边：一作“走马沧海边”。雪海：在天山主峰与伊塞克湖之间。<br>⑶轮台：地名，在今新疆米泉境内。封常清军府驻在这里。<br>⑷匈奴：借指达奚部族。《新唐书·封常清传》：“达奚诸部族自黑山西趣（趋）碎叶，有诏还击。”<br>⑸金山：指天山主峰。<br>⑹汉家：唐代诗人多以汉代唐。 【汉家大将：指封常清，当时任安西节度使兼北庭都护，<a href=\"http://so.gushiwen.org/author_113.aspx\">岑参</a>在他的幕府任职。】<br>⑺戈相拨：兵器互相撞击。<br>⑻五花：即五花马。连钱：一种宝马名。五花连钱：指马斑驳的毛色。<br>⑼草檄（xí）：起草讨伐敌军的文告。<br>⑽短兵：指刀剑一类武器。<br>⑾车师：为唐北庭都护府治所庭州，今新疆乌鲁木齐东北。蘅塘退士本作“军师”。伫：久立，此处作等待解。献捷：献上贺捷诗章。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　<a href=\"http://so.gushiwen.org/author_113.aspx\">岑参</a><a href=\"http://so.gushiwen.org/view_9323.aspx\">诗</a>的特点是意奇语奇，尤其是边塞之作，奇气益著。《白雪歌送武判官归京》是奇而婉，侧重在表现边塞绮丽瑰异的风光，给人以清新俊逸之感；这首诗则是奇而壮，风沙的猛烈、人物的豪迈，都给人以雄浑壮美之感。诗人在任安西北庭节度判官时，封常清出兵去征播仙，他便写了这首诗为封送行。</p> <p>　　为了表现边防将士高昂的爱国精神，诗人用了反衬手法，抓住有边地特征的景物来状写环境的艰险，极力渲染、夸张环境的恶劣，来突出人物不畏艰险的精神。诗中运用了比喻、夸张等艺术手法，写得惊心动魄，绘声绘色，热情奔放，气势昂扬。 </p> <p>　　首先围绕“风”字落笔，描写出征的自然环境。这次出征将经过走马川、雪海边，穿进戈壁沙漠。“平沙莽莽黄入天”，这是典型的绝域风沙景色，狂风怒卷，黄沙飞扬，遮天蔽日，迷迷蒙蒙，一派混沌的景象。开头三句无一“风”字，但捕捉住了风“色”，把风的猛烈写得历历在目。这是白天的景象。</p> <p>　　“轮台九月风夜吼，一川碎石大如斗，随风满地石乱走。”对风由暗写转入明写，行军由白日而入黑夜，风“色”是看不见了，便转到写风声。狂风像发疯的野兽，在怒吼，在咆哮，“吼”字形象地显示了风猛风大。接着又通过写石头来写风。斗大的石头，居然被风吹得满地滚动，再著一“乱”字，就更表现出风的狂暴。“平沙莽莽”句写天，“石乱走”句写地，三言两语就把环境的险恶生动地勾勒出来了。</p> <p>　　下面写匈奴利用草黄马肥的时机发动了进攻，“金山西见烟尘飞”中“烟尘飞”三字，形容报警的烽烟同匈奴铁骑卷起的尘土一起飞扬，既表现了匈奴军旅的气势，也说明了唐军早有戒备。下面，诗由造境转而写人，诗歌的主人公——顶风冒寒前进着的唐军将士出现了。诗人很善于抓住典型的环境和细节来描写唐军将士勇武无敌的飒爽英姿。如环境是夜间，“将军金甲夜不脱”，以夜不脱甲，写将军重任在肩，以身作则。“半夜军行戈相拨”写半夜行军，从“戈相拨”的细节可以想见夜晚一片漆黑，和大军衔枚疾走、军容整肃严明的情景。写边地的严寒，不写千丈之坚冰，而是通过几个细节来描写来表现的。“风头如刀面如割”，呼应前面风的描写；同时也是大漠行军最真切的感受。</p> <p>　　“马毛带雪汗气蒸，五花连钱旋作冰。”战马在寒风中奔驰，那蒸腾的汗水，立刻在马毛上凝结成冰。诗人抓住了马身上那凝而又化、化而又凝的汗水进行细致的刻画，以少胜多，充分渲染了天气的严寒，环境的艰苦和临战的紧张气氛。“幕中草檄砚水凝”，军幕中起草檄文时，发现连砚水也冻结了。诗人巧妙地抓住了这个细节，笔墨酣畅地表现出将士们斗风傲雪的战斗豪情。这样的军队必然无人能敌。这就引出了最后三句，料想敌军闻风丧胆，预祝凯旋而归，行文就象水到渠成一样自然。</p> <p>　　全篇奇句豪气，风发泉涌，由于诗人有边疆生活的亲身体验，因而此诗能“奇而入理”，“奇而实确”，真实动人。</p> <p>　　全诗句句用韵，除开头两句外，三句一转韵，这在七言古诗中是不多见的。全诗韵位密集，换韵频数，节奏急促有力，情韵灵活流宕，声调激越豪壮，有如音乐中的进行曲。</p>",
  "about": "<h2>创作背景</h2> 　　此<a href=\"http://so.gushiwen.org/view_9323.aspx\">诗</a>作于公元754年（唐玄宗天宝十三载）或755年（天宝十四载），当时<a href=\"http://so.gushiwen.org/author_113.aspx\">岑参</a>担任安西北庭节度使判官。这期间，封常清曾几次出兵作战。岑参对当时征战的艰苦、胜利的欢乐，都有比较深的体会，曾经写了不少诗歌来反映。这是岑参封常清出兵西征而创作的送行诗，与《轮台歌奉送封大夫出师西征》系同一时期、为同一事件、馈赠同一对象之作。",
  "poet": {
    "id": 113,
    "star": 0,
    "name": "岑参",
    "image": "http://img.gushiwen.org/authorImg/cencan.jpg",
    "desc": "岑参（约715-770年），唐代边塞诗人，南阳人，太宗时功臣岑文本重孙，后徙居江陵。[1-2] 岑参早岁孤贫，从兄就读，遍览史籍。唐玄宗天宝三载（744年）进士，初为率府兵曹参军。后两次从军边塞，先在安西节度使高仙芝幕府掌书记；天宝末年，封常清为安西北庭节度使时，为其幕府判官。代宗时，曾官嘉州刺史（今四川乐山），世称“岑嘉州”。大历五年（770年）卒于成都。"
  },
  "tags": [
    "唐诗三百首",
    "初中古诗",
    "边塞",
    "送别",
    "写风",
    "写马",
    "赞美",
    "将士"
  ]
}