{
  "id": 22180,
  "star": 321,
  "name": "李白墓",
  "dynasty": "唐代",
  "content": "采石江边李白坟，绕田无限草连云。<br>可怜荒垄穷泉骨，曾有惊天动地文。<br>但是诗人多薄命，就中沦落不过君。 ",
  "fanyi": "<p><strong>译文</strong><br>在采石江边，无边的野草围绕坟地，远接白云。<br>可悲的是这荒坟深穴中的枯骨，曾经写过惊天动地的<a href=\"http://so.gushiwen.org/view_22180.aspx\">诗</a>文。<br>只要是诗人，大都命运不好，而诗人穷困失意，谁也没有超过李君。</p> <p><strong>注释</strong><br>⑴<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>墓：唐代大诗人李白死于当涂（今属安徽），初葬龙山，元和十二年（817年）正月迁葬青山。今安徽马鞍山南采石山下采石镇犹存墓址。过往诗人到此多有吟咏。<br>⑵采石：即采石矶，原名牛渚矶，在安徽省马鞍山市长江东岸，为牛渚山北部突出江中而成，江面较狭，形势险要，自古为大江南北重要津渡，也是江防重镇。相传为李白醉酒捉月溺死之处。有太白楼、捉月亭等古迹。<br>⑶田：指墓地。<br>⑷可怜：可叹，可悲。荒垄：荒芜的坟墓。穷泉：泉下，指埋葬人的地下，墓中。<br>⑸惊天动地：形容发生的事情极不寻常，令人震惊。这是对李白诗文的高度评价，认为可以感动天地。<br>⑹但是：但凡是，只是。薄命：命运不好，福分差。<br>⑺就中：其中。沦落：落魄，穷困失意。君：指李白。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a><a href=\"http://so.gushiwen.org/view_22180.aspx\">诗</a>名垂于千古，但生前遭遇不幸，漂泊沦落，死后萧条，墓地简陋。斯人而有斯遇，诗人凭吊之际，自是感慨万千。诗中写李白墓地的荒凉，对李白诗文成就表示了由衷的推崇和钦慕，而对其一生潦倒，更寄予了无限的同情。</p> <p>　　诗的开头两句写李白墓地的简陋和荒凉，通过对李白墓周边环境的描写烘托出了一片萧索悲凉的气氛。“可怜”两句说可怜那躺在荒野黄泉下的寒骨，当他活在人世的时候，曾经写出过惊天动地的诗文。这里通过“可怜”、“曾有”这样富有浓厚的感情色彩的词语，鲜明地展示出了李白诗文的伟大和一代诗仙死后墓地的凄凉这一矛盾，直接地表现出了诗人的悲愤之情。尽管死后凄凉冷漠，但李白是不朽的，他的惊天地泣鬼神的诗文永远留在人间，永远为人们所喜爱。最后两句提出诗人多薄命，而李白才愈高则命愈薄的问题，表达了诗人对李白起伏坎坷的一生深切的同情和不平，也从侧面再次赞颂了李白的伟大。结尾言不尽而意亦不尽，耐人寻味。</p> <p>　　此诗的形式采用七律变体，六句包孕丰富，感慨深沉。全诗用李白杰出的成就，与李白坎坷的命运、死后墓地荒凉和后世文坛的暗淡组成了多重对比，从而赋予了作品惊心动魄的艺术感染力。</p>",
  "about": "<h2>创作背景</h2> <p>　　这首七言<a href=\"http://so.gushiwen.org/view_22180.aspx\">诗</a>《<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>墓》约作于唐德宗贞元十五年（799年），<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>二十八岁，在宣州（今安徽宣城）。李白墓原在龙山，元和十二年（817年）宣歙观察使<a href=\"http://so.gushiwen.org/author_2330.aspx\">范传正</a>根据李白的遗愿把李白墓迁至青山。白居易所见，当是范传正未迁葬时的旧墓，“坟高三尺，日益摧圮”（范传正《唐左拾遗翰林学士李公新墓碑》）。</p>",
  "poet": {
    "id": 665,
    "star": 0,
    "name": "白居易",
    "image": "http://img.gushiwen.org/authorImg/baijuyi.jpg",
    "desc": "白居易（772年－846年），字乐天，号香山居士，又号醉吟先生，祖籍太原，到其曾祖父时迁居下邽，生于河南新郑。是唐代伟大的现实主义诗人，唐代三大诗人之一。白居易与元稹共同倡导新乐府运动，世称“元白”，与刘禹锡并称“刘白”。白居易的诗歌题材广泛，形式多样，语言平易通俗，有“诗魔”和“诗王”之称。官至翰林学士、左赞善大夫。公元846年，白居易在洛阳逝世，葬于香山。有《白氏长庆集》传世，代表诗作有《长恨歌》、《卖炭翁》、《琵琶行》等。"
  },
  "tags": [
    "写人",
    "悼亡"
  ]
}