{
  "id": 37758,
  "star": 57,
  "name": "送人游吴",
  "dynasty": "唐代",
  "content": "君到姑苏见，人家尽枕河。<br>古宫闲地少，水港小桥多。<br>夜市卖菱藕，春船载绮罗。<br>遥知未眠月，乡思在渔歌。",
  "fanyi": "<p><strong>译文</strong><br>你到姑苏时将会看到，那儿的人家房屋都临河建造。<br>姑苏城中屋宇相连，没有什么空地；即使在河汊子上，也架满了小桥。<br>夜市上充斥着卖菱藕的声音，河中的船上，满载着精美的丝织品。<br>遥想远方的你，当月夜未眠之时，听到江上的渔歌声，定会触动你的思乡之情。</p> <p><strong>注释</strong><br>①姑苏：苏州的别称<br>②枕河：临河。枕：临近。<br>⑦闲地少：指人烟稠密，屋宇相连。<br>③古宫：即古都，此处指代姑苏。<br>④水港：河汊子，指流经城市的小河。一作“水巷”。<br>⑤绮罗：指华贵的丝织品或丝绸衣服。一说此处是贵妇、美女的代称。<br>⑥未眠月：月下未眠。</p>",
  "shangxi": "<h2>评析</h2> <p>　　这首送别<a href=\"http://so.gushiwen.org/view_37758.aspx\">诗</a>通过想象描绘了吴地秀美的风光，毫无离别时的伤感情绪，笔致新颖可喜，仅在结尾处轻轻点出送别之意。唐代的苏州又称吴郡。作者送人前往漫游的吴县，又叫姑苏，是当时苏州的政治、经济、文化中心。这儿是富庶的鱼米之乡，丝织品闻名全国，还有不少古迹，作品抓住这些特点，通过描绘，便把这个典型的江南水乡城市活托出来了。作者对它熟悉而又有感情，所以人们读来亲切有味。</p> <p>　　“君到姑苏见，人家尽枕河。”苏州的最大特色是水。自从伍子胥在苏州建城以来，城里水道纵横，渔船星数，水上的生活便一直是当地人们最主要的生活。诗歌的颔联承接“人家尽枕河”而来，点明的就是这样的当地特色。“古宫闲地少”这五个字是<a href=\"http://so.gushiwen.org/author_291.aspx\">杜荀鹤</a>用漫笔写出的苏州历史。春秋时期苏州是吴国的首都，在漫长的时光变迁里，苏州已经由一个政治要地转变为经济重地了。在唐朝，全国的经济重心开始逐步南移，虽然没有宋朝那么明显，但带来的直接影响还是显而易见的，所以才会有“古宫闲地少”的情况出现。</p> <p>　　“水港小桥多”则是诗人用写实般的白描手法营造出来的水乡美景。对于国家政治文化重心所在的北方来说，一座水城如若不是亲眼所见，总是会觉得不可思议的，所以简单的意象组合就能为没来过水乡的人们营造出一个梦般的图画：弯弯的河道，较之于整齐宽敞的官路，多的是潺潺流动的灵性。遍布的小桥，连接着生活的此岸和彼岸，蹲在桥上的时光以及人们伫立桥头眺望远方的守候，也不是北方那挣扎在朔风之下坚韧得近乎麻木的汉子们所能轻易理解的。小桥、流水构建的生活，有着令人心折的精致和让人轻易陷入的漫不经心。这样的美，别处寻无可寻。</p> <p>　　生活是流动的。生活中所有的美丽都是从流动中彰显出来。“夜市卖菱藕，春船载绮罗。”杜荀鹤很喜欢“夜市”和“春船”的组合，在另一首《送友游吴越》里，“夜市桥边火，春风寺外船”便和这句异曲同工。像这样繁荣、热闹的诗句，读来是非常喜人的。在中国古代，只有经济发达的城市才会有夜市，莲藕则更是当地最具特色的水产。绫罗绸缎又是生活富足的象征。仔细吟诵诗句，仿佛真的可以看见操着苏州话的人们正趁着夜市的灯火谈论生计。那些远方微明的灯火，一晃一晃，仿佛黑夜中闪烁温暖的星星。水乡所有的生活，就像没有受到任何打搅的世外桃源，在微醺的醉意里，融化了。</p> <p>　　“遥知未眠月，乡思在渔歌。”此联是诗人所设想的别全诗于后情景。此处才道出了送别之意，足见诗人谋篇布局之匠心独具，显得余味悠长，耐人寻味。</p> <p>　　此诗以想象出之，格调清新活泼，篇末喟然一叹，可谓动人情思，引人遐想。诗人笔下的江南水乡，在其精心描绘下更是活脱而出，令人读来如临其境，恍如人在画中游。</p>",
  "poet": {
    "id": 291,
    "star": 0,
    "name": "杜荀鹤",
    "image": "http://img.gushiwen.org/authorImg/duxunhe.jpg",
    "desc": "杜荀鹤(846～904)，唐代诗人。字彦之，号九华山人。汉族，池州石埭（今安徽石台）人。大顺进士，以诗名，自成一家，尤长于宫词。官至翰学士知制造。大顺二年，第一人擢第，复还旧山。宣州田頵遣至汴通好，朱全忠厚遇之，表授翰林学士、主客员外郎、知制诰。恃势侮易缙绅，众怒，欲杀之而未及。天祐初卒。自序其文为《唐风集》十卷，今编诗三卷。事迹见孙光宪《北梦琐言》、何光远《鉴诫录》、《旧五代史·梁书》本传、《唐诗纪事》及《唐才子传》。"
  },
  "tags": [
    "送别",
    "写景",
    "地名",
    "生活"
  ]
}