{
  "id": 72509,
  "star": 10,
  "name": "霍光传(节选)",
  "dynasty": "两汉",
  "content": "　　霍光，字子孟，票骑将军去病弟也。父中孺，河东平阳人也，以县吏给事平阳侯家，与侍者卫少儿私通而生去病。中孺吏毕归家，娶妇生光，因绝不相闻。久之，少儿女弟子夫得幸于武帝，立为皇后，去病以皇后姊子贵幸。既壮大，乃自知父为霍中孺，未及求问，会为票骑将军击匈奴，道出河东，河东太守郊迎，负弩矢先驱至平阳传舍，遣吏迎霍中孺。中孺趋入拜谒，将军迎拜，因跪曰：“去病不早自知为大人遗体也。”中孺扶服叩头，曰：“老臣得托命将军，此天力也。”去病大为中孺买田宅奴婢而去。还，复过焉，乃将光西至长安，时年十余岁，任光为郎，稍迁诸曹侍中。去病死后，光为奉车都尉光禄大夫，出则奉车，入侍左右，出入禁闼二十余年，小心谨慎，未尝有过，甚见亲信。 征和二年，卫太子为江充所败，而燕王旦、广陵王胥皆多过失。是时上年老，宠姬钩弋赵倢伃有男，上心欲以为嗣，命大臣辅之。察群臣唯光任大重，可属社稷。上乃使黄门画者画周公负成王朝诸侯以赐光。后元二年春，上游五柞宫，病笃，光涕泣问曰：“如有不讳，谁当嗣者？”上曰：“君未谕前画意邪？立少子，君行周公之事。”上以光为大司马大将军，日磾为车骑将军，及太仆上官桀为左将军，搜粟都尉桑弘羊为御史大，皆拜卧内床下，受遗诏辅少主。明日，武帝崩，太子枭尊号，是为孝昭皇帝。帝年八岁，政事一决于光。遗诏封光为博陆侯。</p> <p>　　光为人沉静详审，长才七尺三寸，白皙，疏眉目，美须髯。每出入下殿门，止进有常处，郎仆射窃识视之，不失尺寸，其资性端正如此。初辅幼主，政自己出，天下想闻其风采。殿中尝有怪，一夜群臣相惊，光召尚符玺郎郎不肯授光。光欲夺之，郎按剑曰：“臣头可得，玺不可得也！”光甚谊之。明日，诏增此郎秩二等。众庶莫不多光。</p> <p>　　光与左将军桀结婚相亲，光长女为桀子安妻，有女年与帝相配，桀因帝姊鄂邑盖主内安女后宫为倢伃，数月立为皇后。父安为票骑将军，封桑乐侯。光时休沐出，桀辄入代光决事。桀父子既尊盛，而德长公主。公主内行不修，近幸河间丁外人。桀、安欲为外人求封，幸依国家故事以列侯尚公主者，光不许。又为外人求光禄大夫，欲令得召见，又不许。长主大以是怨光。而桀、安数为外人求官爵弗能得，亦惭。自先帝时，桀已为九卿，位在光右。及父子并为将军，有椒房中宫之重，皇后亲安女，光乃其外祖，而顾专制朝事，由是与光争权。</p> <p>　　燕王旦自以昭帝兄，常怀怨望。及御史大夫桑弘羊建造酒榷盐铁，为国兴利，伐其功，欲为子弟得官，亦怨恨光。于是盖主、上官桀、安及弘羊皆与燕王旦通谋，诈令人为燕王上书，言光出都肄羽林，道上称跸，太官先置；又引苏武前使匈奴，拘留二十年不降，还乃为典属国，而大将军长史敞亡功为搜粟都尉；又擅调益莫府校尉；光专权自恣，疑有非常，臣旦愿归符玺，入宿卫，察奸臣变。候司光出沐日奏之。桀欲从中下其事，桑弘羊当与诸大臣共执退光。书奏，帝不肯下。</p> <p>　　明旦，光闻之，止画室中不入。上问：“大将军安在？”左将军桀对曰：“以燕王告其罪，故不敢入。”有诏召大将军。光入，免冠军顿首谢，上曰：“将军冠。朕知是书诈也，将军亡罪。”光曰：“陛下何以知之？”上曰：“将军之广明，都郎属耳。调校尉以来未能十日，燕王何以得知之？且将军为非，不须校尉。”是时帝年十四，尚书左右皆惊，而上书者果亡，捕之甚急。桀等惧，白上：“小事不足遂。”上不听。</p> <p>　　后桀党与有谮光者，上辄怒曰：“大将军忠臣，先帝所属以辅朕身，敢有毁者坐之。”自是桀等不敢复言，乃谋令长公主置酒请光，伏兵格杀之，因废帝，迎立燕王为天子。事发觉，光尽诛桀、安、弘羊、外人宗族。燕王、盖主皆自杀。光威震海内。昭帝既冠，遂委任光，迄十三年，百姓充实，四夷宾服。</p> <p>　　元平元年，昭帝崩，亡嗣。武帝六男独有广陵王胥在，群臣议所立，咸持广陵王。王本以行失道，先帝所不用。光内不自安。郎有上书言：“周太王废太伯立王季，文王舍伯邑考立武王，唯在所宜，虽废长立少可也。广陵王不可以承宗庙。”言合光意。光以其书视丞相敞等，擢郎为九江太守，即日承皇太后诏，遣行大鸿胪事少府乐成、宗正德、光禄大夫吉、中郎将利汉迎昌邑王贺。</p> <p>　　贺者，武帝孙，昌邑哀王子也。既至，即位，行淫乱。光忧懑，独以问所亲故吏大司农田延年。延年曰：“将军为国柱石，审此人不可，何不建白太后，更选贤而立之？”光曰：“今欲如是，于古尝有此否？”延年曰：“伊尹相殷，废太甲以安宗庙，后世称其忠。将军若能行此，亦汉之伊尹也。”光乃引延年给事中，阴与车骑将军张安世图计，遂召丞相、御史、将军、列侯、中二千石、大夫、博士会议未央宫。光曰：“昌邑王行昏乱，恐危社稷，如何？”群臣皆惊鄂失色，莫敢发言，但唯唯而已。田延年前，离席按剑，曰：“先帝属将军以幼孤，寄将军以天下，以将军忠贤能安刘氏也。今群下鼎沸，社稷将倾，且汉之传谥常为孝者，以长有天下，令宗庙血食也。如令汉家绝祀，将军虽死，何面目见先帝于地下乎？今日之议，不得旋踵。群臣后应者，臣请剑斩之。”光谢曰：“九卿责光是也。天下匈匈不安，光当受难。”于是议者皆叩头，曰：“万姓之命在于将军，唯大将军令。”</p> <p>　　光即与群臣俱见白太后，具陈昌邑王不可以承宗庙状。皇太后乃车驾幸未央承明殿，诏诸禁门毋内昌邑群臣。王入朝太后还，乘辇欲归温室，中黄门宦者各持门扇，王入，门闭，昌邑群臣不得入。王曰：“何为？”大将军跪曰：“有皇太后诏，毋内昌邑群臣。”王曰：“徐之，何乃惊人如是！”光使尽驱出昌邑群臣，置金马门外。车骑将军安世将羽林骑收缚二百余人，皆送廷尉诏狱。令故昭帝侍中中臣侍守王。光敕左右：“谨宿卫，卒有物故自裁，令我负天下，有杀主名。”王尚未自知当废，谓左右：“我故群臣从官安得罪，而大将军尽系之乎？”顷之，有太后诏召王。王闻召，意恐，乃曰：“我安得罪而召我哉！”太后被珠襦，盛服坐武帐中，侍御数百人皆持兵，期门武士陛戟，陈列殿下。群臣以次上殿，召昌邑王伏前听诏。光与群臣连名奏王，……荒淫迷惑，失帝王礼谊，乱汉制度，……当废。……皇太后诏曰：“可。”光令王起拜受诏，王曰：“闻天子有争臣七人，虽无道不失天下。”光曰：“皇太后诏废，安得天子！”乃即持其手，解脱其玺组，奉上太后，扶王下殿，出金马门，群臣随送。王西面拜，曰：“愚戆不任汉事。”起就乘舆副车。大将军光送至昌邑邸，光谢曰：“王行自绝于天，臣等驽怯，不能杀身报德。臣宁负王，不敢负社稷。愿王自爱，臣长不复见左右。”光涕泣而去。群臣奏言：“古者废放之人屏于远方，不及以政，请徙王贺汉中房陵县。”太后诏归贺昌邑，赐汤沐邑二千户。昌邑群臣坐亡辅导之谊，陷王于恶，光悉诛杀二百余人。出死，号呼市中曰：“当断不断，反受其乱。”</p> <p>　　光坐庭中，会丞相以下议定所立。广陵王已前不用，及燕刺王反诛，其子不在议中。近亲唯有卫太子孙号皇曾孙在民间，咸称述焉。光遂与丞相敞等上奏曰：“《礼》曰：‘人道亲亲故尊祖，尊祖故敬宗。’大宗亡嗣，择支子孙贤者为嗣。孝武皇帝曾孙病已，武帝时有诏掖庭养视，至今年十八，师受《诗》、《论语》、《孝经》，躬行节俭，慈仁爱人，可以嗣孝昭皇帝后，奉承祖宗庙，子万姓。臣昧死以闻。”皇太后诏曰：“可。”光遣宗正刘德至曾孙家尚冠里，洗沐赐御衣，太仆以軨车迎曾孙就斋宗正府，入未央宫见皇太后，封为阳武侯。而光奉上皇帝玺绶，谒于高庙，是为孝宣皇帝。</p> <p>　　明年，下诏曰：“夫褒有德，赏元功，古今通谊也。大司马大将军光宿卫忠正，宣德明恩，守节秉谊，以安宗庙。其以河北、东武阳益封光万七千户。”与故所食凡二万户。赏赐前后黄金七千斤，钱六千万，杂缯三万匹，奴婢百七十人，马二千匹，甲第一区。</p> <p>　　自昭帝时，光子禹及兄孙云皆中郎将，云弟山奉车都尉侍中，领胡越兵。光两女婿为东西宫卫尉，昆弟、诸婿、外孙皆奉朝请，为诸曹大夫，骑都尉、给事中。党亲连体，根据于朝廷。光自后元秉持万机，及上即位，乃归政。上谦让不受，诸事皆先关白光，然后奏御天子。光每朝见，上虚己敛容，礼下之已甚。</p> <p>　　光秉政前后二十年。地节二年春病笃，车驾自临问光病，上为之涕泣。光上书谢恩曰：“愿分国邑三千户，以封兄孙奉车都尉山为列侯，奉兄骠骑将军去病祀。”事下丞相御史，即日拜光子禹为右将军。</p> <p>　　光薨，上及皇太后亲临光丧。太中大夫任宣与侍御史五人持节护丧事。中二千石治莫府冢上。赐金钱、缯絮、绣被百领，衣五十箧，璧珠玑玉衣，梓宫、便房、黄肠题凑各一具，枞木外臧椁十五具。东园温明，皆如乘舆制度。载光尸柩以辒辌车，黄屋在纛，发材官轻车北军五校士军陈至茂陵，以送其葬。谥曰宣成侯。发三河卒穿复士，起冢祠堂。置园邑三百家，长丞奉守如旧法。</p> <p>　　初，霍氏指西汉权臣霍光子孙奢侈，茂陵徐生曰：“霍氏必亡。夫奢则不逊，不逊必侮上；侮上者，逆道也。在人之右，众必害之。霍氏秉权日久，害之者多矣。天下害之，而又行以逆道，不亡何待！”乃上疏，言：“霍氏泰盛；陛下即爱厚之，宜以时抑制，无使至亡。”书三上，辄报闻。</p> <p>　　其后，霍氏诛灭，而告霍氏者皆封。人为徐生上书曰：“臣闻客有过主人者，见其灶直突注：突，烟囱，傍有积薪。客谓主人：‘更为曲突，远徙其薪；不者，且有火患。’主人嘿然不应。俄而家果失火，邻里共救之，幸而得息。于是杀牛置酒，谢其邻人。灼烂者在于上行，余各以功次座，而不录言曲突者。人谓主人曰：‘乡使听客之言，不费牛酒，终亡火患。今论功而请宾，曲突徙薪无恩泽，焦头烂额为上客耶?’主人乃寤而请之。今茂陵徐福数上书言霍氏且有变，宜防绝之。乡使福说得行，则国亡裂土出爵之费，臣亡逆乱诛灭之败。往事既已，而福独不蒙其功。唯陛下察之——贵徙薪曲突之策，使居焦发灼烂之右。”上乃赐福帛十匹，后以为郎。</p> <p>　　宣帝始立，谒见高庙，大将军霍光从骖乘，上内严惮之，若有芒刺在背。后车骑将军张安世代光骖乘，天子从容肆体，甚安近焉。及光身死。而宗族竟诛。故俗传之曰：“威震主者不畜。霍氏之祸，萌于骖乘。”</p> <p>　　赞曰：霍光以结发内侍，起于阶闼之间，确然秉志，谊形于主。受襁褓之托，任汉室之寄，当庙堂，拥幼君，摧燕王，仆上官，因权制敌，以成其忠。处废置之际，临大节而不可夺，遂匡国家，安社稷。拥昭立宣，光为师保，虽周公、阿衡，何以加此！然光不学亡术，暗于大理，阴妻邪谋，立女为后，湛溺盈溢之欲，以增颠覆之祸，死财三年，宗族诛夷，哀哉！昔霍叔封于晋，晋即河东，光岂其苗裔乎？金日磾夷狄亡国，羁虏汉庭，而以笃敬寤主，忠信自著，勒功上将，传国后嗣，世名忠孝，七世内侍，何其盛也！本以休屠作金人为祭天主，故因赐姓金氏云。",
  "fanyi": "<p><strong>译文</strong><br>　　霍光表字子孟，是票骑将军霍去病的弟弟。父亲霍中孺，河东郡平阳县人，以县吏的身分替平阳侯家办事，跟侍女卫少儿私通生下了霍去病。霍中孺办完事回家，娶妻生下霍光，就此隔绝互相不知音讯。多年以后，卫少儿的妹妹卫子夫受到汉武帝宠幸，立为皇后，霍去病因为是皇后姊姊的儿子而尊贵得宠。长大以后，就自知父亲是霍中孺，还没顾上探访寻问，正好任票骑将军出击匈奴，路经河东郡，河东太守到郊外迎接，他背着弓箭先驱马到平阳旅舍，派手下人迎接霍中孺。霍中孺急步进来拜见，将军也下拜迎候，跪着说：“去病没能早日自知是父亲大人给予之身。”霍中孺伏在地上叩头，说：“老臣能够把生命寄托在将军身上，这是上天的力量啊。”霍去病为霍中孺置买了大量的土地、房屋、奴婢而去。回来时，又从那儿经过，就带着霍光西行到了长安，当时霍光年纪才十几岁，任他为郎官，不久又升到诸曹侍中。霍去病死后，霍光任奉车都尉光禄大夫，武帝出行他就照管车马，回宫就侍奉在左右，出入宫门二十多年，小心谨慎，未曾有什么过错，很受到武帝亲近和信任。<br>　　征和二年，卫太子因受到江充的诬陷而自杀，而燕王旦、广陵王胥又都有很多过失。这时武帝已年老，他的宠妃钩弋宫赵倢伃有个男孩，武帝心里想让他继承皇位，命大臣辅助他。仔细观察众大臣，只有霍光能负此重任，可以把国家大事托付给他。武帝就叫黄门画工画了一幅周公抱着成王接受诸侯朝见的图画赐给霍光。后元二年春天，武帝出游五柞宫，得了重病，霍光流泪抽泣问道：“如果有了意外，该谁继承皇位？”武帝说：“你不明白上次图画的意思吗？立小儿子，你担当周公的职务。”武帝让霍光任大司马大将军，金日磾任车骑将军，加上太仆上官桀任左将军，搜粟都尉桑弘羊任御史大夫，都拜伏在卧室内的床下，接受遗诏辅佐少主。第二天，武帝逝世，太子继承天子的尊号，就是孝昭皇帝。昭帝年方八岁，国家大事全由霍光决断。<br>　　在这之前，后元元年，侍中仆射莽何罗和他弟弟重合吼马通谋反，霍光、金日磾，上官桀等人共同诛杀了他们，没有论功行赏。汉武帝病重时，写下诏书封号说：“我死后打开诏书，按上面指示做。”这份遗诏封金日磾为秺侯，上官桀为安阳侯，霍光为博陆侯，都是因为之前平乱有功。当时卫尉王莽的儿子王忽随侍宫中，扬言说：“皇帝临终前，我常在边上，哪里有遗诏封这三人的事，他们自己互相抬高罢了！”霍光听后，狠狠责备了王莽，王莽用毒酒杀了自己的儿子忽。<br>　　霍光为人沉着冷静、细致慎重，身高达七尺三寸，皮肤白皙，眉、眼分得很开，须髯很美。每次从下殿门进出，停顿、前进有固定的地方，郎仆射暗中做了标记一看，尺寸丝毫不差，他的资质本性端正就像这样。开始辅佐幼主，政令都由他亲自发出，天下人都想望他的风采。宫殿中曾出现过怪异的现象，一夜间大臣们互相惊扰，霍光召来符玺郎要玺，郎官不肯交给霍光。霍光想夺玺，郎官手按着剑把说：“臣子的头可以得到，国玺你不能得到！”霍光很赞赏他的忠义。第二天，下诏提升这位郎官官阶两级。老百姓没有不称颂霍光的。 <br>　　霍光跟左将军上官桀是缔结婚姻的亲家，霍光的长女是上官桀儿子上官安的妻子，有个女儿年纪跟昭帝正相配，上官桀依靠昭帝的大姊鄂邑盖主把上官安的女儿送进后宫成了倢伃，几个月以后立为皇后。父亲上官安当上了票骑将军，封桑乐侯。霍光有时休息沐浴离开朝廷，上官桀往往进宫代替霍光决定政务。上官桀父子位尊势盛以后，颇感长公主的恩德。公主私生活不太检点，宠幸河间郡的丁外人。上官桀、上官安想替丁外人求个封爵，希望按照国家以列侯匹配公主的惯例，霍光不同意。又为丁外人求光禄大夫之职，想让他能得到皇帝召见，也不同意。长公主为此对霍光大为怨恨。而上官桀、上官安多次为丁外人求官爵不能得到，也感到惭愧。在武帝时，上官桀已经是九卿，官位在霍光之上。现在父子又都是将军，有椒房中宫的关系可以倚重，皇后是上官安的亲生女儿，霍光是她的外祖父，却反而掌管朝政，从此（上官父子）跟霍光争起权来。<br>　　燕王旦自以为是昭帝兄长，常怀着怨意。再说御史大夫桑弘羊建立了酒的官买制度，垄断了盐、铁的生产，为国家增加了财政收入，自以为功高，想为儿子兄弟弄个官做，也怨恨霍光。于是盖主、上官桀、上官安和桑弘羊都和燕王旦勾结密谋，叫人冒充替燕王上书，说霍光外出聚集郎官和羽林骑练兵，在路上称“为皇上出行清道”，出发前安排宫中太官先行；又提到<a href=\"http://so.gushiwen.org/author_460.aspx\">苏武</a>过去出使匈奴，被扣留了二十年不投降，回来才做了典属国，而大将军部下长史杨敞没立功就当了搜粟都尉；又擅自增调将军府的校尉；霍光专权，想怎样就怎样，恐怕有些不正常，臣子但愿缴回符玺，进宫参加值宿警卫，观察奸臣有什么事变。他乘霍光休假的日子上书。上官桀想通过昭帝把这事批复下来，桑弘羊就可以跟其他大臣一起把霍光抓起来送走。奏书送上去，昭帝不肯批复。<br>　　第二天早上，霍光听说这件事，停留在画室中不进宫。昭帝问：“大将军在哪里？”左将军上官桀回答：“因为燕王告发他的罪状，所以不敢进来。”昭帝下诏召大将军。霍光进宫，除下将军冠叩头自责，昭帝说：“将军戴上冠。我知道这奏书是假的，将军无罪。”霍光说：“陛下怎么知道的？”昭帝说：“将军到广明亭去，召集郎官部属罢了。调校尉到现在不到十天，燕王怎么能知道呢？况且将军要干坏事，并不需要校尉。”当时昭帝才十四岁，尚书和左右的人都感到惊讶，而上奏书的人果然失踪了，追捕得很紧。上官桀等人害怕了，对昭帝说：“小事不值得追究。”昭帝不听。<br>　　这以后上官桀的党羽有说霍光坏话的，昭帝就发怒说：“大将军是忠臣，先帝嘱托他辅佐我的，有谁敢诽谤就办他的罪。”从此上官桀等人不敢再讲了，就计划让长公主摆宴席请霍光，埋伏兵士击杀他，乘机废昭帝，迎立燕王做天子。事情被发觉，霍光全部诛灭了上官桀、上官安、桑弘羊、丁外人的宗族。燕王、盖主都自杀了。霍光威震海内。昭帝年满二十举行冠礼以后，就把政事委托给霍光，共十三年，百姓衣丰食足，四夷归顺服从。<br>　　元平元年，昭帝故世，没有后代。武帝六个儿子只剩广陵王刘胥还在，众大臣议论立谁为帝，都主张广陵王。广陵王本来因为行为有失道义，不为武帝所重用。霍光内心感到不妥当。有郎官上奏书说：“周太王不立长子太伯而立幼子王季，周文王舍弃伯邑考而立武王，只在于适当，即使废长立幼也是可以的。广陵王不能承继宗庙。”这话符合霍光心意。霍光把他的奏书拿给丞相杨敞等看，提拔郎官做九江太守，当天接受皇太后的诏令，派遣代理大鸿胪、少府史乐成，宗正刘德，光禄大夫丙吉，中郎将利汉迎接昌邑王刘贺。<br>　　刘贺是武帝的孙子，昌邑哀王的儿子。到了以后，就位，行为淫乱。霍光又担忧又气忿，单独问亲信的老部下大司农田延年。田延年说：“将军是国家的栋梁，明白这个人不行，为什么不向皇太后建议，另选贤明的立为皇帝？”霍光说：“现在想这样，在古代有过这种例子么？”田延年说：“伊尹任殷朝的丞相，放逐太甲而保全了王室，后世称道他忠。将军如果能做到这点，也就是汉朝的伊尹了。”霍光就引荐田延年当了给事中，暗底下跟车骑将军张安世考虑大计，于是召集丞相、御史、将军、列侯、中二千石、大夫、博士在未央宫开会讨论。霍光说：“昌邑王行为昏乱，恐怕要危害国家，怎么办？”众大臣都惊愕得变了脸色，没人敢开口说话，只是唯唯诺诺而已。田延年走上前，离开席位手按剑柄，说：“先帝把年幼的孤儿托付给将军，把大汉的天下委任给将军，是因为将军忠诚而贤能，能够安定刘氏的江山。现在下边议论得像鼎水沸腾，国家可能倾覆，况且汉天子的谥号常带‘孝’字，就为长久保有天下，使宗庙祭祀不断啊。如果使汉皇室断了祭祀，将军就是死了，又有什么脸在地下见先帝呢？今天的会议，不准转过脚跟去不表态。诸位大臣有回答得晚的，我请求用剑把他杀了。”霍光自责说：“九卿指责霍光指责得对。天下骚扰不安，霍光应该受到责难。”于是参加会议的都叩头，说：“天下万姓，命都在将军手里，只等大将军下令了。”<br>　　霍光立即跟众大臣一起见告皇太后，列举昌邑王不能继承宗庙的种种罪状。皇太后就坐车驾临未央宫承明殿，下诏各宫门不准放昌邑王的众臣子进入。昌邑王入朝太后回去，乘车想回温室，中黄门的宦者分别把持着门扇，昌邑王一进来，就把门关上，跟随昌邑来的臣子不得进。昌邑王说：“干什么？”大将军霍光跪下说：“有皇太后的诏令，不准放入昌邑的众臣。”昌邑王说：“慢慢地嘛，为什么像这样吓人！”霍光命人把昌邑的臣子们全都赶出去，安置在金马门外面。车骑将军张安世带着羽林骑把二百多人绑起来，都送到廷尉和诏狱看押。命令过去做过昭帝侍中的内臣看好昌邑王。霍光下令左右：“仔细值班警卫，昌邑王如果发生什么意外自杀身亡，会叫我对不起天下人，背上杀主上的罪名。”昌邑王还不知道自己要被废黜了，对左右说：“我过去的臣子跟2我来做官有什么罪，而大将军要把他们全抓起来呢？”一会儿，有皇太后的诏令召见昌邑王。昌邑王听到召见，心中着慌，就说：“我有什么罪要召见我啊！”皇太后身被珍珠短袄，盛妆坐在武帐中，几百名侍御都拿着武器，期门武士执戟护陛，排列在殿下。众大臣依次上殿，召昌邑王伏在殿前听诏。霍光与众大臣联名参奏昌邑王……荒淫迷惑，全失帝王的礼义，扰乱了汉朝的制度，应当废黜。皇太后下诏说：“同意。”霍光叫昌邑王起身下拜接受诏令，昌邑王说：“听说天子只要有诤臣七个，即使无道也不会失天下。”霍光说：“皇太后已诏令废黜，哪来的天子！”当即抓住他的手，解脱他的玺和绶带，捧给皇太后，扶着昌邑王下殿，出金马门，众大臣跟着送行。昌邑王向西拜了一拜，说：“又笨又傻，干不了汉朝的事。”起身上了天子乘舆的副车。大将军霍光送到昌邑王的住所。霍光自责道：“王的行为自绝于天，我们臣等无能而胆怯，不能杀身以报恩德。微臣我宁肯对不起王，不敢对不起国家。但愿王能自爱，我今后长时期内不能再见到尊敬的王上了。”霍光流泪哭泣而去。众大臣进奏说：“古代废黜的人要弃逐到远方，不让他接触朝政，请求把昌邑王贺迁徙到汉中郡房陵县去。”皇太后诏令把刘贺送回昌邑，赐给他私邑二千户。昌邑带来一批臣子因辅导不当，使王陷入邪恶，霍光把二百多人全杀了。这些人被推出执行死刑时，在市中号叫：“该决断时不决断，反而遭受他祸害。”<br>　　霍光坐在朝廷中间，会合丞相以下大臣讨论决定立谁。广陵王已经不用在前，还有燕刺王因谋反而被诛灭，他儿子不在讨论范围中。近亲只有卫太子的孙子号皇曾孙的在民间，大家都称道他。霍光就跟丞相杨敞等上奏书说：“《礼记》说：‘人道爱自己的亲人，所以尊崇祖先；尊崇祖先，所以敬重宗室。’宗没有子息，选择宗支子孙中贤能的作为继承人。孝武皇帝的曾孙病已，武帝在世时有诏命令掖庭养育照看，到今年十八岁了，从先生那里受学《<a href=\"http://so.gushiwen.org/view_72509.aspx\">诗</a>经》、《论语》、《孝经》，亲自实行节俭，仁慈而能爱他人，可以嗣承孝昭皇帝之后，事奉祖宗之庙，爱万姓如子。臣子冒死让太后知情。”皇太后下诏说：“同意。”霍光派宗正刘德到尚冠里曾孙家中，让他沐浴以后赐给他皇帝之服，太仆用轻便车迎接曾孙到宗正府用斋，然后进未央宫见皇太后，受封为阳武侯。霍光捧上皇帝的玺和绶带，进谒了高皇帝庙，这就是孝宣皇帝。<br>　　第二年，宣帝下诏说：“褒奖有德行的，赏赐立首功的，是古今相通的道理。大司马大将军霍光值宿护卫宫殿忠心耿耿，显示德行，深明恩遇，保持节操，主持正义，安定宗庙。用河北、东武阳增加霍光封邑一万七千户。”加上以前的食邑共计二万户。赏赐先后有黄金七千斤，钱六千万，各色丝织物三万匹，奴婢一百七十人，马二千匹，华贵的住宅一所。<br>　　从昭帝时起，霍光的儿子霍禹和侄孙霍云都是中郎将，霍云的弟弟霍山任奉车都尉侍中，带领胡骑、越骑。霍光有两个女婿是东、西宫的卫尉，兄弟、几个女婿，外孙都得以定期朝见皇帝，任各部门的大夫、骑都尉、给事中。亲族连成一体，植根盘踞在朝廷中。霍光从后元年间起掌握国事，到宣帝就位，才归还政权。宣帝谦让不肯接受，凡事都先汇报霍光，然后才奏给天子。霍光每次朝见，宣帝都虚怀若谷，神色敬肃，礼节上屈己退让到了极点。<br>　　霍光主持朝政前后二十年。地节二年春天病重，宣帝亲自到来问候霍光病况，为他病情流泪哭泣。霍光呈上奏书谢恩说：“希望把我国中之邑分出三千户，封给我侄孙奉车都尉霍山为列侯，来侍奉票骑将军霍去病的庙祀。”皇帝把这事下达给丞相、御史，当天拜霍光的儿子霍禹为右将军。<br>　　霍光去世了，宣帝和皇太后亲临参加霍光的丧礼。 <br>　　当初，霍氏奢侈，茂陵徐生说：“霍氏一定得死。人奢侈就不谦虚，不谦虚就一定玷辱皇上；此人也就是背叛天道。他的地位比别人高，大家一定忌妒他。霍氏掌权很久了，忌妒他的人很多了。全部人都忌妒他，而他又背天道而行，不等待死等什么？”于是上疏皇上说：“霍氏宽裕昌盛，皇上您即使想厚待他，应当适时抑制他，不要让他最后到死亡的地步。”上书三次，才听到。<br>　　后来，霍氏被杀，而告发霍氏的人都被封官。有人为徐生上书说：“我听说有个探望主人的客人，看见他家灶上的烟囱是直的，旁边还堆了些柴火。客人对主人说：“改为弯曲的烟囱，把柴火移走，否则将有火患。主人没理他。不久主人家果真失火，邻居们一起救火，有幸使火熄灭。于是主人杀牛备酒，感谢他的邻居。身上烧伤者在上座，剩下的各按他们的功劳就座，而独独不邀请说改烟囱为弯曲的人。有人对主人说：“假使当初听了那客人的话，不用牛、酒，最终可以使火患没有。如今按功劳而邀请宾客，提出把烟囱改成弯曲的、把柴移走的人没有得到奖赏感谢，却把焦头烂额的人作为上宾吗？”主人于是醒悟而邀请他。今茂陵徐福屡次上书说霍氏会有变化，应当防止杜绝他。假如按福所说的做，那么国家不用分割土地出卖官爵，大臣死，叛乱等事都不会发生。往事既然已经发生，唯独徐福一人没有蒙受皇恩。希望皇上明察——重视徙薪曲突的方法，把它放在焦发灼烂之人的上面。”皇上于是赏福帛十匹，之后任他为郎。<br>　　宣帝刚被立为皇上时，到高庙祭祀，大将军霍光以骖乘的身份跟从，皇上心里害怕他，像背上长了芒刺一样。后来车骑将军张安世代替光任了骖乘，天子才能从容地面对，感觉安全在身旁。一直到光死去。而他一族之人竟然全部被杀。因此民间流传说：“威严震主的人不能活。霍氏的祸，是从骖乘开始的。”</p> <p><strong>注释</strong><br>（1）票骑：《史记》作“骠骑”，汉代将军名号，品秩同大将军，为霍去病而始置。<br>去病：霍去病（前140—前117），西汉名将，与卫青齐名。六次出击匈奴，打开通往西域的通道，解除了匈奴对汉王朝的威胁。<br>（2）河东平阳：河东郡平阳县，地当今山西临汾西南。<br>（3）子夫：卫子夫（？—前91），原本是平阳公主家的歌女，侍宴时被汉武帝看中，入宫，生戾太子，立为皇后。弟卫青官至大司马大将军。后因戾太子事为武帝所废，自杀。<br>（4）传舍：古代的旅舍。<br>（5）扶服（pú fú）：同“匍匐”，伏地而行。<br>（6）郎：帝王侍从官，帝王出则卫护陪从，入则备顾问或差遣。<br>（7）诸曹：各分科办事的官署。<br>侍中：汉代自列侯以下至郎中的加官，侍从皇帝左右以应杂事，出入宫廷。<br>（8）奉车都尉：为天子掌管乘舆的武官。<br>光禄大夫：属光禄勋，掌顾问应对。<br>（9）征和二年：前91年。“征和”是汉武帝的年号。<br>（10）卫太子：卫皇后所生，名刘据（前128—前91），谥戾太子。汉武帝末年为江充诬陷，举兵诛杀江充，兵败自杀。<br>江充：汉武帝末年任直指绣衣使者。武帝晚年常怀疑身边有人用蛊术诅咒他，派江充至太子宫掘地，挖到桐木人，太子遭到诬陷，趁武帝避暑甘泉宫，告令百官说江充谋反，于是斩杀江充。太子自杀后，武帝渐明真相，令车千秋复查太子冤情，族灭江充家。<br>（11）燕王旦：燕刺王刘旦（？—前81），武帝第三子。为人博学装辩略，喜好招致游士。卫太子兵败以后，上书请求进入宿卫，武帝十分恼怒。后来又藏匿亡命，为武帝所谦恶。<br>广陵王胥：广陵厉王刘胥，武帝第四子。喜好倡乐逸游，力能杠鼎，但行为不遵法度。汉昭帝即位，广陵王指使女巫诅咒，后来事发，用丝带上吊而死。<br>（12）钩弋：汉宫名，赵倢伃所居。<br>赵倢伃：河间（治所在今河北献县东南）人，生病六年以后两手拳曲。武帝狩猎路过河间的时候，张开她的双手，手指即时伸直，由此得到皇上宠幸，入宫为倢伃。倢伃、嫔妃的称号在汉武帝时期开始设置，次于皇后、昭仪，位列第三。<br>有男：即汉昭帝刘弗陵，小名钩戈子，五六岁的时候就身体壮实，聪明多知，汉武帝十分喜爱他。<br>（13）社稷：土神和谷神。借指国家。<br>（14）黄门：宫中官署名，职责是以百物供奉天子。所以宫中另外也有画工。<br>画周公负成王：周武王死后，他的儿子周成王继位，由于成王年少，所以由武王之弟<a href=\"http://so.gushiwen.org/author_845.aspx\">周公旦</a>辅政。“画周公负成王”，即以图画形式表达周公辅少主政的内容。负成王，把成王抱在怀中。《礼记·内则》：“三日始负子。”郑玄注：“负之谓抱之。”<br>（15）后元二年：前87年。<br>（16）五柞宫：汉武帝所造离宫，在扶风周至（今陕西省周至县东南），有五棵三人合抱的柞树，故名。（17）不讳：死的婉辞。<br>（18）日磾（mì dì）：金日磾（前134—前86），原本是匈奴休屠王太子，武帝时从昆邪王归汉，任侍中。武帝临终的时候，下遗诏封为秺侯。<br>车骑：汉代将军名号，文帝时始置，品秩同卫将军及左右前后将军，位次上卿。<br>（19）太仆：掌舆马的官。<br>上官桀（？—前80）：武帝时任骑都尉，武帝临终托少主任为左将军，遗诏封安阳侯，孙女为昭帝皇后。前80年（元凤元年）因谋反被诛。<br>（20）桑弘羊（前152—前80）：西汉洛阳（今河南洛阳东）人，武帝时制订、推行盐铁酒类的官营政策，抑止富商巨贾的势力。前80年（元凤元年）与上官桀通同谋反被杀。<br>御史大夫：掌监察、执法、文书图籍。秦汉时与丞相（大司徒）、太尉（大司马）合称三公，后改称大司空。<br>（21）博陆侯：博，广大；陆，平正。食邑在北海、河间、东郡。<br>（22）财：通“才”。<br>七尺三寸：一汉尺约合27.65厘米，七尺三寸约合1.81米。<br>（23）郎仆射（yè）：郎官的首长。<br>（24）尚符玺郎：掌管帝王符节、玉玺的郎官。<br>（25）谊：通“义”。<br>（26）秩：官吏的俸禄；引申为职位、品级。<br>（27）多：赞美。<br>（28）光长女：霍光嫡妻东闾氏所生。<br>（29）女：上官安之女即霍光之外孙女。在汉昭帝十一岁时立为皇后，年方六岁。<br>（30）鄂邑盖主：汉昭帝的大姊，即下文的“长公主”。鄂邑，长公主的食邑地。称盖主是以盖侯为驸马。<br>倢伃：即婕妤，宫中女官名，汉代设置。<br>（31）九卿：秦汉以奉常、郎中令、卫尉、太仆、廷尉、典客、宗正、治粟内史、少府为九卿。武帝时上官桀曾为太仆。<br>（32）椒房：汉代后妃所居，以椒和泥涂壁，取其性温，有香，多子的含义。<br>椒房中宫：皇后所居。<br>（33）酒榷：政府对酒实行专卖。<br>（34）伐：自我夸耀的意思。<br>（35）都：汇聚。<br>肄：练习。<br>羽林：皇帝的护卫军。长官有羽林中郎将和羽林郎。<br>（36）跸：帝王出行之前的清道。这里是指责霍光僭越天子的意思。<br>（37）苏武（？—前60）：西汉杜陵（今陕西西安东南）人，武帝前100年（天汉元年），出使匈奴被扣，坚持十九年不屈。说“二十年”是举其整数。<br>（38）典属国：掌管异族投降者的官。<br>（39）长史：汉代丞相、太尉、御史大夫、将军、边郡太守的属官。<br>敞：即杨敞。原本在大将军幕府为军司马，经霍光累次迁升，最后做到丞相。<br>（40）莫府：即幕府，将军的府署。<br>校尉：汉代军职，位略次于将军。<br>（41）画室：一说近臣集会谋画之室，一说雕画之室。<br>（42）之：到。<br>广明：亭名。霍光练兵之处。汉代十里一亭。<br>（43）尚书：皇帝左右掌管文书章奏的官。<br>（44）元平元年：前74年。<br>（45）周太王：周文王的祖父古公亶父。文王父亲季历是太王的第三子，据说古公看出文王有圣瑞，有意把季历定为嗣子，长子太伯、次子虞仲因而让分封的诸侯国亡，后进入吴地。<br>王季：即季历。<br>（46）伯邑考：文王长子。<br>（47）视：同“示”。<br>（48）九江：郡名，辖境相当今安徽省淮河以南、巢湖以北地区。<br>（49）皇太后：即昭帝上官皇后。当时年约十五六岁。<br>（50）大鸿胪：武帝时改典客为大鸿胪，属九卿之一，掌管与外国的交往。<br>少府：掌握山海池泽的税利，以供宫廷之用的官，九卿之一。<br>乐成：姓史。<br>宗正：掌管皇室亲属的官，九卿之一。<br>德：刘德，<a href=\"http://so.gushiwen.org/author_403.aspx\">刘向</a>的父亲。<br>吉：丙吉。<br>中郎将：统领皇帝侍卫的武官。<br>（51）昌邑哀王：刘髆（？—前87），汉武帝第五子。<br>（52）大司农：武帝时改治粟内史为大司农，九卿之一，掌管钱谷盐铁和国家的财政收支。<br>（53）伊尹：名挚，成汤用为相，以灭夏桀，为商初重臣。<br>（54）太甲：成汤长孙，即位后不理朝政，被伊尹放在成汤葬地桐宫，三年而悔过，伊尹迎之复位。（55）给事中：将军、列侯、九卿以至黄门郎等的加官，给事殿中，备顾问应对，讨论政事。为皇帝近臣。<br>（56）中二千石：汉代九卿的俸禄都是中二千石。<br>博士：太常所属学官，掌古今史事待问及书籍典守。<br>未央宫：前200年（汉高祖七年）萧何所造，遗址在今陕西西安西北汉长安故城内西南隅。<br>（57）鄂：通“愕”。<br>（58）汉之传谥常为孝：汉代自汉惠帝以下，谥号皆冠以“孝”字。<br>（59）血食：受祭祀。<br>（60）承明殿：未央宫中殿名，<a href=\"http://so.gushiwen.org/author_398.aspx\">班固</a>《西都赋》说它是“著作之庭”。<br>（61）温室：殿名，在未央宫内，武帝时建。据《西京杂记》记载，“温室殿以椒涂壁，被以文绣，以香桂为柱，设火齐屏风，鸿羽帐，罽宾氍毹”，冬天很温暖。<br>（62）中黄门：汉代给事内廷的官名，以宦者充任。<br>（63）金马门：汉代臣属待诏之处，门旁有铜马。<br>（64）廷尉：掌管刑狱的官。<br>（65）卒：通“猝”。<br>物故：亡故。<br>自裁：自杀。<br>（66）武帐：置有兵器架和五种兵器的帷帐，汉代天子在宫殿中接见臣下时专用。<br>（67）期门：武帝时选拔陇西、天水等六郡良家子组成的护卫队，平帝时改称虎贲郎。<br>陛戟：执戟卫于陛下。<br>（68）原文在“光与群臣连名奏王”以下，有尚书令读三十三个大臣的奏章，列举昌邑王失德之事。因奏文甚长，这里前后均有删节。<br>（69）“天子”二句：是《孝经·谏诤章》的句子。<br>争臣：直言谏诤之臣。争通“诤”。<br>（70）西面拜：昌邑在今山东巨野西南，长安在其西，西面拜即遥拜长安宗庙。<br>（71）汉中房陵县：汉中郡房陵县，在今湖北房县。<br>（72）汤沐邑：皇帝、皇后、皇子、公主等收取赋税的私邑。<br>（73）皇曾孙：汉武帝曾孙，在民间名病已，即位后改名刘询（前94—前49）。<br>（74）“人道”二句：《礼记·大传》句，原文作：“人道亲亲也，亲亲故尊祖，尊祖故敬宗。”<br>（75）尚冠里：长安城内里名。<br>（76）軨猎车：一种轻便车。<br>（77）阳武侯：阳武，在今河南原阳东南。就位前先封侯，表示承认其皇族身分。<br>（78）中郎将：统领皇帝侍卫的武官。<br>（79）胡越兵：指编在汉朝军队中的胡骑、越骑。<br>（80）卫尉：掌管宫门警卫的官，九卿之一。两女婿，即下文范明友、邓广汉。<br>（81）奉朝请：定期朝见皇帝。古以春季朝见为“朝”，秋季朝见为“请”。<br>（82）后元：指武帝死、昭帝立的后元二年，即公元前87年。<br>（83）地节：汉宣帝年号。“地节二年”指前68年。<br>（84）原文以下另有铺叙霍光葬礼之隆重奢侈，以及霍光死后霍氏家族之恃尊骄横等情节。</p>",
  "shangxi": "<h2>赏析</h2> 　　霍光（？—前68）靠了同父异母兄长霍去病的提携，从一个小县吏的儿子平步青云，得到汉武帝亲信，受遗诏，辅少主，在皇亲国戚的争斗中，变成权倾一时，威震人主，可以左右皇位继承人的实力人物，前后秉政二十年。<a href=\"http://so.gushiwen.org/author_398.aspx\">班固</a>一方面表彰霍光“资性端正”，一方面又写霍光为了巩固权力，不顾颠倒辈分，使自己的小女儿成为汉宣帝的皇后，并掩盖了妻子串通御医毒死宣帝原配许皇后的罪行。这件事，后来成为霍氏宗族由盛极而被诛的伏线。这在封建皇朝的“外戚”中具有一定的典型意义。",
  "poet": {
    "id": 398,
    "star": 0,
    "name": "班固",
    "image": "http://img.gushiwen.org/authorImg/bangu.jpg",
    "desc": "班固（建武八年32年－永元四年92年）东汉官吏、史学家、文学家。史学家班彪之子，字孟坚，汉族，扶风安陵人（今陕西咸阳东北）。除兰台令史，迁为郎，典校秘书，潜心二十余年，修成《汉书》，当世重之，迁玄武司马，撰《白虎通德论》，征匈奴为中护军，兵败受牵连，死狱中，善辞赋，有《两都赋》等。"
  },
  "tags": [
    "传记"
  ]
}