{
  "id": 48730,
  "star": 48,
  "name": "采桑子·天容水色西湖好",
  "dynasty": "宋代",
  "content": "天容水色西湖好，云物俱鲜。鸥鹭闲眠，应惯寻常听管弦。 <br>风清月白偏宜夜，一片琼田。谁羡骖鸾，人在舟中便是仙。",
  "fanyi": "<p><strong>译文</strong><br>　　西湖风光好，天光水色融成一片，景物都那么鲜丽。鸥鸟白鹭安稳地睡眠，它们早就听惯了不停的管弦乐声。 那风清月白的夜晚更是迷人，湖面好似一片白玉铺成的田野，有谁还会羡慕乘鸾飞升成仙呢，这时人在游船中就好比是神仙啊！</p> <p><strong>注释</strong><br>⑴云物：云彩、风物。<br>⑵琼田：传说中的玉田。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　此词描写西湖的天光水色，侧重于月色下的西湖，尤其着意刻画了一幅如<a href=\"http://so.gushiwen.org/view_48730.aspx\">诗</a>如画、如梦如幻的西湖夜景，表达了作者对大自然和现实人生的深深热爱和眷恋，反映了欧公晚年旷达乐观的人生态度。</p> <p>　　词的上片着力表现西湖的恬静脱俗。词人用鸥鹭闲眠来烘托，一方面突出西湖的静谧，另一方面暗示西湖的游客的高雅脱俗，没有功利之心：尽管游人往来、管弦声声，但是鸥鹭毫不戒备，依然安睡。</p> <p>　　词一开始，作者便充满喜悦之情地衷心赞美西湖。湖上的“鸥鹭闲眠”，表明已经是夜晚。宋代士大夫们游湖，习惯带上歌妓，丝竹管弦，极尽游乐之兴。</p> <p>　　鸥鹭对于这些管弦歌吹之声，早已听惯不惊。这一方面表明欧公与好友陶醉于湖光山色间；另一方面也间接表现了欧公退隐之后，已无机心，故能与鸥鹭相处。相传古时海边有个喜爱鸥鸟的人，每天早上到海边，鸥鸟群集，与之嬉戏。欧公引退之后，欢度晚年，胸怀坦荡，与物有情，故能使鸥鹭忘机。</p> <p>　　词的下片写月下西湖的景色及夜晚泛舟西湖的欢悦之情。虽然西湖之美多姿多态，但比较而言要数“风清月白偏宜夜”最有诗意了。清风徐徐，月光皎洁，湖水澄澈，晶莹透明，月光一照，闪闪发光。这时泛舟湖心，天容水色相映，广袤无际，好似“一片琼田”。“琼田”即神话传说中的玉田，此处指月光照映下莹碧如玉的湖水。</p> <p>　　这种境界会使人感到远离尘嚣，心旷神怡。人在此时此境中，很容易产生“人在舟中便是仙”的妙想，谁还愿意乘着骖鸾做神仙呢！后来<a href=\"http://so.gushiwen.org/author_406.aspx\">张孝祥</a>过洞庭湖作《念奴娇》云“玉界琼田三万顷，着我扁舟一叶。素月分辉，明河共影，表里俱澄澈”，且曰“妙处难与君说 ”，同此境界，同此会心。</p> <p>　　这首词通篇写景，景中寓情，反映的虽是个人生活感受和刹那间的意绪波动，但词境清隽疏澹，一扫宋初词坛上残余的“花间”习气。全词意境开阔，明丽晓畅，清新质朴，读来确有耳目一新之感。</p>",
  "about": "<h2>创作背景</h2> 　　此词作于<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>晚年。宋仁宗皇祐元年（1049年），欧阳修移知颍州，“爱其民淳讼简而物产美，土厚水甘而风气和，于是慨然已有终焉之意也。迩来俯仰二十年间······思颍之念未尝少忘于心，而意之所存亦时时见于文字也”（《思颍<a href=\"http://so.gushiwen.org/view_48730.aspx\">诗</a>后序》）。并与<a href=\"http://so.gushiwen.org/author_131.aspx\">梅尧臣</a>相约，买田于颍，以便日后退居。宋英宗治平四年（1067年），欧阳修出知亳州，特意绕道颍州，“盖将谋归休之计也。乃发旧稿，得自南京以后诗十余篇，皆思颖之作，以见予拳拳于颖者非一日也” （《思颍诗后序》）。数年后，终于以观文殿学士、太子少师致仕，得以如愿归居颍州。几次游览后，创作了十首《采桑子》。这是其中之一。",
  "poet": {
    "id": 561,
    "star": 0,
    "name": "欧阳修",
    "image": "http://img.gushiwen.org/authorImg/ouyangxiu.jpg",
    "desc": "欧阳修（1007－1072），字永叔，号醉翁，晚号“六一居士”。汉族，吉州永丰（今江西省永丰县）人，因吉州原属庐陵郡，以“庐陵欧阳修”自居。谥号文忠，世称欧阳文忠公。北宋政治家、文学家、史学家，与韩愈、柳宗元、王安石、苏洵、苏轼、苏辙、曾巩合称“唐宋八大家”。后人又将其与韩愈、柳宗元和苏轼合称“千古文章四大家”。"
  },
  "tags": [
    "写景",
    "写水",
    "西湖",
    "抒情",
    "旷达"
  ]
}