{
  "id": 28659,
  "star": 125,
  "name": "隋宫",
  "dynasty": "唐代",
  "content": "紫泉宫殿锁烟霞，欲取芜城作帝家。<br>玉玺不缘归日角，锦帆应是到天涯。<br>于今腐草无萤火，终古垂杨有暮鸦。<br>地下若逢陈后主，岂宜重问后庭花。",
  "fanyi": "<p><strong>译文<br></strong>韵译<br>长安的殿阁内弥漫着一片烟霞，<a href=\"http://so.gushiwen.org/author_885.aspx\">杨广</a>还想把芜城作为帝王之家。<br>如果不是<a href=\"http://so.gushiwen.org/author_2319.aspx\">李渊</a>得到传国的玉玺，那么他的龙舟还会游遍到天涯。<br>如今隋朝的宫苑中已不见萤虫，只有低垂的杨柳和归巢的乌鸦。<br>如果杨广在地下和陈后主相遇，有心欣赏淫逸辱国的后庭花吗？<br>散译<br>长安的殿阁千门闲闭，空自笼罩着一片烟霞，又想在繁丽的江都，把宫苑修建得更加豪华。<br>若不是皇帝的玉印归到了李家；隋炀帝的锦帆或许会游遍天涯。<br>当年放萤的场所只剩下腐草，萤火早就断绝了根芽；多少年来隋堤寂寞凄冷，两边的垂杨栖息着归巢乌鸦。<br>他若是在地下与陈后主重逢，难道能再去赏一曲《后庭花》</p> <p><strong>注释<br></strong>⑴隋宫：指隋炀帝杨广在江都（今江苏扬州市）所建的行宫。<br>⑵紫泉：即紫渊，长安河名，因唐高祖名李渊，为避讳而改。<a href=\"http://so.gushiwen.org/author_70.aspx\">司马相如</a>《上林赋》描写皇帝的上林苑“丹水亘其南，紫渊径其北”。此用紫泉宫殿代指隋朝京都长安的宫殿。锁烟霞：空有烟云缭绕。<br>⑶“欲取”句：《隋书·炀帝纪》：“大业元年三月，发河南诸郡男女百余万开通济渠，······八月，上御龙舟幸江都。”芜城，即广陵（今扬州）。帝家，帝都。<br>⑷玉玺（xǐ）：皇帝的玉印。日角：额角突出，古人以为此乃帝王之相。此处指唐高祖李渊。《旧唐书·唐俭传》：“高祖乃召入，密访时事，俭曰：‘明公日角龙庭，李氏又在图牒，天下属望’。”《后汉书·光武纪》注引郑玄《尚书中候注》：“日角，谓庭中骨起状如日。”朱建平《相书》：“额有龙犀入发，左角日，右角月，王天下。”刘孝标《辨命论》：“龙犀日角，帝王之表。”<br>⑸锦帆：隋炀帝所乘的龙舟，其帆用华丽的宫锦制成。《开河记》：“帝自洛阳迁驾大梁，诏江淮诸州造大船五百只，······龙舟既成，泛江沿淮而下，······时舳舻相继，连接千里，自大梁至淮口，联绵不绝。锦帆过处，香闻百里。”<br>⑹腐草无萤火：《礼记·月令》：“腐草为萤。”古人以为萤火虫是腐草变化出来的。《隋书·炀帝纪》：“大业十二年，上于景华宫征求萤火，得数斛，夜出游山放之，光遍岩谷。”这句采取夸张的手法，说炀帝已把萤火虫搜光了。<br>⑺垂杨：隋炀帝自板诸引河达于淮，河畔筑御道，树以柳，名曰隋堤，一千三百里。《开河记》：“诏民间有柳一株赏一缣，百姓争献之。又令亲种，帝自种一株，群臣次第种栽毕，帝御笔写赐垂杨柳姓杨，曰杨柳也。”<br>⑻“地下”二句：陈后主：南朝陈末代皇帝<a href=\"http://so.gushiwen.org/author_869.aspx\">陈叔宝</a>，荒淫亡国之君。后庭花：即《玉树后庭花》，陈后主所创，歌词绮艳。《隋遗录》载隋炀帝在江都，“昏腼滋深，往往为妖祟所惑。尝游吴公宅鸡台，恍惚间与陈后主相遇。后主舞女数十许，中一人迥美，帝屡目之，后主云：‘即丽华也。’因请丽华舞《玉树后庭花》。丽华徐起，终一曲。”</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　首联“紫泉宫殿锁烟霞，欲取芜城作帝家”点题。<a href=\"http://so.gushiwen.org/view_28659.aspx\">诗</a>人把长安的宫殿和“烟霞”联系起来，形容它巍峨壮丽，高耸入云。用“紫泉”代替长安，也是为了选取有色彩的字面与“烟霞”相映衬，从而烘托长安宫殿的雄伟壮丽，可是，如此巍峨的宫殿，空锁于烟霞之中，而皇帝更愿意住在芜城。上句着一“锁”字，也突出了长安宫殿的雄伟。经此一垫，下句顺势而来。不居长安，另取江都，隋炀帝贪图享乐、为所欲为的本性已隐隐揭出。一写景，一叙事，一暗写，一明说，写法虽异，但都是围绕批判亡国之君这一主皆而驱使笔墨的。</p> <p>　　三、四句“玉玺不缘归日角，锦帆应是到天涯”。诗人以虚拟的语气说：如果不是由于皇帝的玉印落到了<a href=\"http://so.gushiwen.org/author_2319.aspx\">李渊</a>的手中，<a href=\"http://so.gushiwen.org/author_885.aspx\">杨广</a>不会以游幸江都为满足，他的锦帆，大概一直要飘到天边去吧。据史书记载：杨广不仅开凿了二千余里的通济渠，多次到江都去玩；还开凿了八百余里的江南河，“又拟通龙舟，置驿宫”，准备到杭州去玩，只是未成行罢了。诗人从隋炀帝贪图游乐的众多史实中，信笔拈取他耽于乘舟出游这一典型事例，予以讽刺。用笔亦实亦虚，虚实结合。说它“实”，是因为它是以历史故实和隋场帝贪图逸游的性格特征为依据的，所以尽管夸大其事，而终不失史实和人物性格之真；说它“虚”，是因为它揉入了诗人的艺术想象，是通过幻觉而产生出来的最高真实的假象。实际生活中，锦帆之游是绝不会远及天涯的。艺术创作妙在“似与不似之间”，太似为媚俗，不似为欺世。“玉玺”一联是深得此道的佳句。在修辞上，此联采用了上下蝉联、一气奔腾的流水对，使诗句呈现出圆熟流美的动态。</p> <p>　　颈联“于今腐草无萤火，终古垂杨有暮鸦。”涉及有关杨广逸游的两个故实。一个是放萤：杨广曾在洛阳景华宫征求萤火虫数斛，“夜出游山放之，光遍岩谷”；在江都也放萤取乐，还修了个“放萤院”。另一个是栽柳：<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>在《隋堤柳》中写道：“大业年中炀天子，种柳成行夹流水；西至黄河东至淮，绿影一千三百里。大业末年春暮月，柳色如烟絮如雪；南幸江都恣佚游，应将此树映龙舟。”把“萤火”和“腐草”、“垂杨”和“暮鸦”联系起来，于一“有”一“无”的鲜明对比中感慨今昔，深寓荒淫亡国的历史教训。“于今腐草无萤火”，这不仅是说当年放萤的地方此时已成废墟，只有“腐草”而已；更深一层的含意是，杨广为了放萤夜游，穷搜极捕，弄得萤火虫绝种。“终古垂杨有暮鸦”，渲染了亡国后的凄凉景象。</p> <p>　　上句说“于今”“无”，自然暗示昔日“有”；下句说“终古”“有”，自然暗示当日“无”。从前杨广“乘兴南游”，千帆万马，水陆并进，鼓乐喧天，旌旗蔽空；隋堤垂杨，暮鸦自然不敢栖息。只有在杨广被杀，南游已成陈迹之后，日暮归鸦才敢飞到隋堤垂杨上过夜。这两句今昔对比，但在艺术表现上，却只表现对比的一个方面，既感慨淋漓，又含蓄蕴藉。</p> <p>　　尾联“地下若逢陈后主，岂宜重问后庭花！”用杨广与<a href=\"http://so.gushiwen.org/author_869.aspx\">陈叔宝</a>梦中相遇的故实，以假设、反诘的语气，把批判荒淫亡国的主题深刻地揭示出来，陈叔宝因荒淫亡国，投降隋朝，和当时隋朝的太子杨广很相熟。杨广当了天子，乘龙舟游江都的时候，梦中与死去的陈叔宝及其宠妃张丽华等相遇，请张丽华舞了一曲《玉树后庭花》。这首舞曲是陈叔宝所作。被后人斥为“亡国之音”。诗人在这里特意提到它，意为杨广目睹了陈叔宝荒淫亡国之事，却不吸取教训，既纵情龙舟之游，又迷恋亡国之音，终于重蹈陈叔宝的覆辙，身死国灭，为天下笑。诗在最后发问：他如果在地下遇见陈叔宝的话，难道还好意思再请张丽华舞一曲《后庭花》吗？问而不答，余味无穷。</p> <p>　　此诗取材于前朝亡国故实，以诗的语言，批判亡国之君，晓喻晚唐皇上，立意高远。篇中以实词撑住全诗，以虚词斡旋其间，取得了既整饬工严又流动活泼的艺术效果。</p>",
  "about": "<h2>创作背景</h2> <p>　　此<a href=\"http://so.gushiwen.org/view_28659.aspx\">诗</a>是诗人晚年江东之游时所作，约作于唐宣宗大中十一年（857年），与同名七绝同时，当时<a href=\"http://so.gushiwen.org/author_204.aspx\">李商隐</a>因柳仲郢推荐，任盐铁推官，游江东。</p> <p>　　隋炀帝是中国历史上臭名昭著的腐败国君的典型。他即位以后，不务国事，却开凿了两千余里的运河，以便他由洛阳乘舟到江都游玩。他还打算游幸杭州，为此特意开凿了八百里的江南河。沿河广建行宫，耗尽民脂民膏。他在位十四年中，曾三次巡游江都，乘坐的龙舟前后相接，长达二百余里，锦帆过处，香闻十里。每次随行人员竟多达二十万人，拖船的民夫多达八、九万人。最后终至被杀。李商隐以此为根据，从国家的兴亡着眼，写了这首讽刺前朝以警当世的咏史诗。</p>",
  "poet": {
    "id": 204,
    "star": 0,
    "name": "李商隐",
    "image": "http://img.gushiwen.org/authorImg/lishangyin.jpg",
    "desc": "李商隐，字义山，号玉溪（谿）生、樊南生，唐代著名诗人，祖籍河内（今河南省焦作市）沁阳，出生于郑州荥阳。他擅长诗歌写作，骈文文学价值也很高，是晚唐最出色的诗人之一，和杜牧合称“小李杜”，与温庭筠合称为“温李”，因诗文与同时期的段成式、温庭筠风格相近，且三人都在家族里排行第十六，故并称为“三十六体”。其诗构思新奇，风格秾丽，尤其是一些爱情诗和无题诗写得缠绵悱恻，优美动人，广为传诵。但部分诗歌过于隐晦迷离，难于索解，至有“诗家总爱西昆好，独恨无人作郑笺”之说。因处于牛李党争的夹缝之中，一生很不得志。死后葬于家乡沁阳（今河南焦作市沁阳与博爱县交界之处）。作品收录为《李义山诗集》。"
  },
  "tags": [
    "唐诗三百首",
    "咏史",
    "讽刺"
  ]
}