{
  "id": 47881,
  "star": 51,
  "name": "李夫人赋",
  "dynasty": "两汉",
  "content": "　　美连娟以修嫭兮，命樔绝而不长。饰新官以延贮兮，泯不归乎故乡。惨郁郁其芜秽兮，隐处幽而怀伤。释舆马于山椒兮，奄修夜之不阳。秋气憯以凄泪兮，桂枝落而销亡。神茕茕以遥思兮，精浮游而出畺。托沈阴以圹久兮，惜蕃华之未央。念穷极之不还兮，惟幼眇之相羊。函荾荴以俟风兮，芳杂袭以弥章。的容与以猗靡兮，缥飘姚虖愈庄。燕淫衍而抚楹兮，连流视而娥扬。既激感而心逐兮，包红颜而弗明。欢接狎以离别兮，宵寤梦之芒芒。忽迁化而不反兮，魄放逸以飞扬。何灵魄之纷纷兮，哀裴回以踌躇。势路日以远兮，遂荒忽而辞去。超兮西征，屑兮不见。寖淫敞，寂兮无音。思若流波，怛兮在心。 </p> <p>　　乱曰：佳侠函光，陨朱荣兮。嫉妒闟茸，将安程兮。方时隆盛，年夭伤兮。弟子增欷，洿沫怅兮。悲愁於邑，喧不可止兮。向不虚应，亦云己兮。嫶妍太息，叹稚子兮。懰栗不言，倚所恃兮。仁者不誓，岂约亲兮？既往不来，申以信兮。去彼昭昭，就冥冥兮。既不新宫，不复故庭兮。呜呼哀哉，想魂灵兮！ ",
  "fanyi": "<p><strong>译文<br></strong>　　你的姿容纤弱而美好啊，可叹性命短暂不长久，装饰了新宫久久期待着你啊，你却消失了身影不再回归故乡。荒草丛生一片凄凉景象啊，你身处幽暗之地令我神伤，把车马停在陵墓旁啊，长夜漫漫何时天明？秋气寒凉令我心中惨痛啊，那可人的桂枝玉陨香销，我的灵魂孤独地思恋着远方的你啊，精神脱离躯体四方漫游。长期寄情于地下的你啊，痛惜你花容如繁华早逝，天的尽头大概并不遥远啊，我想念你那翩翩徜徉的身姿。花蕊绽放等待着春风啊，沁人的芬芳愈加浓郁，明亮的面容婉顺安详啊，飘摇于风中却更加端庄。燕儿飞去飞来栖止于楹梁啊，你美目流盼娥眉轻扬。我如有所感心中追寻着你啊，你却将红颜深深地掩藏。相会欢愉亲热又终于分离啊，我深夜从梦中惊醒心下茫然，你忽然逝去再也不回转啊，魂魄放任无拘自在逍遥。思绪飘渺无定啊，你徘徊驻足我心哀戚，道路越来越远啊，恍惚中你飘然离去。如同红日西坠，霎时不见了踪迹。一切渐渐朦胧起来，静悄悄地再也没有了声音我对你的思念如流水不绝，心裹永远凄怆伤怀。</p> <p>　　结语说：佳丽光彩照人，却如鲜花般凋零；那些嫉妒卑贱之辈，如何能与你相匹敌！正当鼎盛年华，却夭折而亡，兄弟小儿哭个不休，涕泪交流。悲愁郁结于中，哀声不绝于耳。我们的哀痛你无法知晓，真令人无可奈何。可叹你忧伤瘦损，又哀怜年幼的小儿，你哀怆不语，心中定是有所希冀。仁者不必发誓，难道对待亲戚还要誓言。你虽从此一去不复返，我还是要表白自己的诚意。你远离光明的人世，前往昏暗的阴间，降临到了新宫，不再去往日的庭院。可悲啊可叹，我终日想念着你的魂灵！</p> <p><strong>注释<br></strong>1.连娟：纤弱貌。嫭（hù）：美貌。<br>2.樔（jiǎo）绝：绝灭。<br>3.饰新官：装饰新宫殿。延贮：引颈期待。<br>4.泯：灭。<br>5.芜秽：荒芜，谓田地不整治而杂草丛生。<br>6.山椒：指山陵。<br>7.奄：有停留的意思。阳：指天明亮。<br>8.憯（cǎn）：古同“惨”。万分悲怜，凄惨。<br>9.茕（qióng）茕：忧思的样子，孤独无依的样子。<br>10.畺（jiāng）：古同“疆”。<br>11.沈阴：这里指在地下。圹：同“旷”。<br>12.未央：意即未半。<br>13.穷极：谓天之尽头。<br>14.幼眇（miǎo）：即窈窕，美好貌。相羊：犹言徘徊。<br>15.荾（suī）：花蕊。荴（fū）：散布。<br>16.杂袭：相杂而累积。<br>17.的：的确。容与：娴雅自得的样子。<br>18.虖：同“乎”。<br>19.燕：同“宴”。淫衍：放纵而奢靡。<br>20.娥扬：娥眉扬动。<br>21.激感：感动，打动。<br>22.狎（xiá）：亲近。<br>23.寤（wù）：睡醒。<br>24.迁化：变化。<br>25.裴回：同“徘徊”。<br>26.荒忽：同“恍惚”，隐约而不可辨识。<br>27.西征：太阳西下。<br>28.屑：倏忽之间。<br>29.寖淫（jìnyín）：逐渐。敞怳（chǎnghuǎng）：模糊，不真切。敞，通“惝”。<br>30.怛（dá）：哀悼。<br>31.乱：通常指辞赋篇末总括全篇旨意的一段文字。<br>32.佳侠：佳丽。函：包藏。<br>33.闟（xì）茸：指地位及品性卑贱者。<br>34.欷（xī）：抽泣之声。<br>35.洿（wū）沫：泪流满面。<br>36.於（wū）邑：哽咽。<br>37.向：通“响”。<br>38.嫶妍（qiáoyán）：憔悴，忧伤消瘦。<br>39.懰（liú）栗：悲伤，忧伤。<br>40.“仁者”二句：形容仁者为亲施加恩惠，义无反顾。<br>41.昭昭：光明，指阳间。<br>42.冥冥：昏暗，指阴间。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　汉武帝是西汉唯一一位有辞赋作品传世的皇帝。据《汉书·艺文志》载：“上所自造赋二篇。”<a href=\"http://so.gushiwen.org/author_1448.aspx\">颜师古</a>注云：“武帝也。”这二篇赋中的一篇应是《汉书·外戚传》载录的《李夫人赋》，而另一篇赋则未知何指。由《汉书·艺文志》之著录，印证汉武帝的今存作品，不难发现汉武帝不仅好辞赋，而且还亲制辞赋。他的《李夫人赋》是中国文学史上悼亡赋的开山鼻祖。</p> <p>　　赋分正文与乱辞两部分。正文主要通过幻想与追忆，抒发对亡妃李夫人的绵绵伤痛。赋的开头四句：“美连娟以修嫣兮，命樔绝而不长。饰新宫以延贮兮。泯不归乎故乡。”新宫可筑，而美好生命逝去就再也不能回来。这与“露唏明朝更复落，人死一去何时归”（《薤露》）的对生命易逝的悲痛无奈有异曲同工之妙，表明武帝在哀悼李夫人的同时，对生命的短暂进行了深沉思考。接下来的“惨郁郁其芜秽兮，隐处幽而怀伤”两句，是对李夫人身处墓中凄惨境况的想象。在此，武帝不写自己如何伤怀李夫人的早逝，而是写李夫人的亡魂在墓室中为思念自己而心伤，这种进一层的写法，想象大胆奇特，倍加抒发了武帝的无尽哀伤。而“秋气憯以凄泪兮，桂枝落而销亡”，以眼前秋景抒心中哀情，再次传达出对爱妃早逝的伤痛。在这种伤悼的心理引导下，作者想象其灵魂脱离肉体，去寻找李夫人的踪迹，见到了“函荾荴以俟风兮，芳杂袭以弥章。的容与以猗靡兮，缥飘姚虖愈庄”的李夫人。如此神奇想象，如梦似幻，足见汉武帝对李夫人思念之刻骨铭心。</p> <p>　　接下来的“燕淫衍而抚楹兮，连流视而娥扬，既激感而心逐兮，包红颜而弗明。驩接狎以离别兮，宵寤梦之芒芒”，由冥冥想象，转入对往日欢乐生活的追忆；由对往日的追忆，又回到眼前似梦非梦的幻境中。在此番幻境中，李夫人的身影是“忽迁化而不反”，或“哀裴回以踌躇”。以李夫人灵魂的不忍离去来表达作者对夫人灵魂归来的强烈期盼。然人死不能复生，武帝最终在李夫人灵魂“荒忽而辞去”、“屑兮不见”的幻境中，再次回到眼前阴阳相隔的残酷现实，“思若流波，怛兮在心”，无限伤痛，如流水连绵不绝。</p> <p>　　乱辞再次抒写了对李夫人早逝的无限悲痛，表示将不负其临终所托，体现了武帝对李夫人的一片深情。乱辞中从“弟子增欷”到“倚所恃兮”一段，描写了伤悼李夫人的凄恻场景，极其感人。这一段对李夫人兄弟和稚子伤悼李夫人的哀恸场景进行描写，极富人情味。从中不难发现汉武帝虽为一代雄主，亦有普通人真挚感情的一面。</p> <p>　　《李夫人赋》在汉武帝时期甚至整个汉代，都是颇具特色的重要抒情赋作，其文学史意义不容忽视。</p> <p>　　其一，《李夫人赋》是中国文学史上第一篇悼亡赋，在辞赋题材方面具有开拓意义。今存武帝之前的悼亡文学，有《<a href=\"http://so.gushiwen.org/view_47881.aspx\">诗</a>经》的《邶风·绿衣》和《唐风·葛生》，但皆以诗歌形式出现。而文学史上的第一篇悼亡赋，则非《李夫人赋》莫属。马积高认为此赋乱辞一段“写得颇亲切，为后世悼亡之作所祖”。其实，《李夫人赋》不仅仅在写作手法上“为后世悼亡之作所祖”，更在悼亡赋题材上有开拓之功。汉武帝《李夫人赋》之后，悼亡赋继作不断。如<a href=\"http://so.gushiwen.org/author_616.aspx\">曹丕</a>《悼天赋》、<a href=\"http://so.gushiwen.org/author_322.aspx\">曹植</a>《思子赋》、<a href=\"http://so.gushiwen.org/author_770.aspx\">王粲</a>《伤天赋》《思友赋》、曹髦《伤魂赋》、<a href=\"http://so.gushiwen.org/author_827.aspx\">潘岳</a>《悼亡赋》、南朝宋武帝刘裕《拟汉武帝李夫人赋》、<a href=\"http://so.gushiwen.org/author_509.aspx\">江淹</a>《伤爱子赋》《伤友人赋》、宋人李处权《悼亡赋》等，皆属此类。众多悼亡赋作的出现，使悼亡成了中国古代辞赋的一大重要题材。</p> <p>　　其二，《李夫人赋》的艺术手法为后世悼亡文学提供了借鉴。一是《李夫人赋》以“桂枝落而销亡”比喻李夫人之死，这一手法为后世悼亡诗赋所因袭。如，潘岳《悼亡赋》“含芬华之芳烈，翩零落而从风”、刘裕《拟汉武帝李夫人赋》“念桂枝之秋霣，惜瑶华之春翦”、梁简文帝《伤美人诗》“香烧日有歇，花落无还时”、<a href=\"http://so.gushiwen.org/author_501.aspx\">阴铿</a>《和樊晋陵伤妾诗》“画梁朝日尽，芳树落花辞”、李处权《悼亡赋》“信尤物之易毁兮，审奇花之早落”，等等，这些都是以花落喻妻、妾的死亡，是对《李夫人赋》中以“桂枝落”喻李夫人死的承袭。二是《李夫人赋》以幻觉抒哀情，将心理幻境与眼前实景相结合的艺术手法，为后世悼亡诗赋所继承。在《李夫人赋》之前，《邶风·绿衣》悼亡，主要通过睹物伤人，表现作者哀思；《唐风·葛生》悼亡，在睹物伤人的同时，对亡人坟茔的凄惨景象进行描写，以抒写作者“予美亡此，谁与独处”的悲伤。而《李夫人赋》悼亡，则充分利用辞赋长于铺陈的优势，展现了汉武帝伤悼李夫人时产生的种种幻境，以此表达心中的无尽感伤。在描写心理幻境的同时，《李夫人赋》还在乱辞中描写了伤悼李夫人的眼前实景，进一步写出了对亡妃的无限悲思。这虚实相间的抒情方式，使全赋在哀伤百转的同时，充满着神奇和迷幻。《李夫人赋》的这一艺术独创，为后世同类题材文学所接受。如潘岳《悼亡赋》：“神飘忽而不反，形安得而久安？袭时服于遗质，表铅华于余颜。……延尔族兮临后庭，人空室兮望灵座，帷飘飘兮灯荧荧。灯荧荧兮如故，帷飘飘兮若存，物未改兮人已化，馈生尘兮酒停樽”，想象亡妻灵魂的飘忽不返及其妆扮，并将这一心理幻境与“空室”、“人已化”的眼前实境结合起来，表达了不尽悼念之情。又如江总《奉和东宫经故妃旧殿诗》“犹忆窥窗处，还如解佩时。苔生无意早，燕入有言迟。若令归就月，照见不须疑”，李处权《悼亡赋》“悄空闺之岑寂兮，想音容于冥漠。……把怀平生之好合兮，竟缱绻而难舍。觊魂梦之可接兮，睇长松于广野。虽涸流以濡翰兮，浩予悲之莫写”，都是将眼前实景与心理幻境结合起来抒写对亡人的思念。这些，都可以看出《李夫人赋》对后世悼亡诗赋艺术手法的深远影响。</p> <p>　　其三，《李夫人赋》是汉代抒情赋作的先导。在《李夫人赋》之前，骚体辞赋已成为汉人抒情的主要文体，但大多是在代<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>立言之际表达个人的不遇情怀。如<a href=\"http://so.gushiwen.org/author_109.aspx\">贾谊</a>的《吊屈原赋》《惜逝》、严忌的《哀时命》等，情感虽挚，但终隔一层。而《李夫人赋》虽为骚体，但直抒作者在李夫人死后的内心感受，这种抒情手法不仅较借代古人立言来抒情要自然亲切得多，而且开启了汉代抒情赋作的先河。这种情感的直接抒发，是对《诗经》“情动于中而形于言”（《毛诗序》）精神的继承，也是对屈骚“发愤以抒情”传统的弘扬。《李夫人赋》之后，虽代屈原立言的拟骚赋仍有继作，但抒情赋作至东汉已逐渐蔚为大观，特别是汉末魏晋的伤悼赋，基本上都是直抒胸臆的赋作，这是《李夫人赋》导夫先路的结果。</p> <p>　　其四，《李夫人赋》为魏晋时代人生命意识的普遍觉醒开了先河。汉武帝《李夫人赋》在沉痛伤悼李夫人的同时，体现出对生命易逝的思考。这与汉武帝的世界观变化有关，据《史记·封禅书》和《汉书》之《武帝纪》《郊祀志》等记载，元狩五年（公元前118年）汉武帝得了一场大病之后，深感到生命的脆弱，从此逐渐沉迷于神仙。这种变化同样体现在他的《秋风辞》和《李夫人歌》中。在这里，对功业的孜孜以求已荡然无存，代之而起的是对生命的思索与追问、对生命存在的珍视与爱恋。汉武帝的这类作品，与同时代出现的《战城南》、乌孙公主的《悲愁歌》等作品一道，透露出汉代文学创作的嬗变：从一味地歌功颂德、润色鸿业的主题逐步转向抒写真情、思考生命的主题。这种看似转向颓唐的文学风尚变化，实际上体现了西汉人个体生命意识的逐渐觉醒，为魏晋时代人生命意识的普遍觉醒开了先河，其意义之重大，值得后人在研究西汉文学时给予充分重视。</p>",
  "about": "<h2>创作背景</h2> 　　汉武帝元封三年（公元前108年）之后、太初元年（公元前104年）之前的一个秋天，李夫人卒。此时汉武帝在49岁到53岁之间，他对李夫人之死非常悲痛，史书称其因“思念李夫人不已”，“又自为作赋，以伤悼夫人”。",
  "poet": {
    "id": 700,
    "star": 0,
    "name": "刘彻",
    "image": "http://img.gushiwen.org/authorImg/liuche.jpg",
    "desc": "汉武帝刘彻（公元前156年－前87年），西汉的第7位皇帝，杰出的政治家、战略家、诗人。刘彻开拓汉朝最大版图，在各个领域均有建树，汉武盛世是中国历史上的三大盛世之一。晚年穷兵黩武，又造成了巫蛊之祸，征和四年刘彻下罪己诏。公元前87年刘彻崩于五柞宫，享年70岁，谥号孝武皇帝，庙号世宗，葬于茂陵。"
  },
  "tags": [
    "辞赋精选",
    "悼亡",
    "怀念"
  ]
}