{
  "id": 21838,
  "star": 1465,
  "name": "望月有感",
  "dynasty": "唐代",
  "content": "<span style=\"font-family:SimSun;\">自河南经乱，关内阻饥，兄弟离散，各在一处。因望月有感，聊书所怀，寄上浮梁大兄、於潜七兄、乌江十五兄，兼示符离及下邽弟妹。</span></p> <p>时难年荒世业空，弟兄羁旅各西东。<br>田园寥落干戈后，骨肉流离道路中。<br>吊影分为千里雁，辞根散作九秋蓬。<br>共看明月应垂泪，一夜乡心五处同。",
  "fanyi": "<p><strong>译文</strong><br><span style=\"font-family:FangSong_GB2312;\">自从河南地区经历战乱，关内一带漕运受阻致使饥荒四起，我们兄弟也因此流离失散，各自在一处。因为看到月亮而有所感触，便随性写成<a href=\"http://so.gushiwen.org/view_21838.aspx\">诗</a>一首来记录感想，寄给在浮梁的大哥、在於潜的七哥，在乌江的十五哥和在符离、下邽的弟弟妹妹们看。</span></p> <p>家业在灾年中荡然一空，兄弟分散各自你西我东。<br>战乱过后田园荒芜寥落，骨肉逃散在异乡道路中。<br>吊影伤情好像离群孤雁，漂泊无踪如断根的秋蓬。<br>同看明月都该伤心落泪，一夜思乡心情五地相同。</p> <p><strong>注释</strong><br>⑴河南：唐时河南道，辖今河南省大部和山东、江苏、安徽三省的部分地区。<br>⑵关内：关内道，辖今陕西大部及甘肃、宁夏、内蒙的部分地区。<br>⑶阻饥：遭受饥荒等困难。<br>⑷浮梁大兄：<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>的长兄白幼文，贞元十四、五年（798—799年）间任饶州浮梁（今属江西景德镇）主簿。<br>⑸於潜七兄：白居易叔父白季康的长子，时为於潜（今浙江临安县）县尉。<br>⑹乌江十五兄：白居易的从兄白逸，时任乌江（今安徽和县）主簿。<br>⑺符离：在今安徽宿县内。白居易的父亲在彭城（今江苏徐州）作官多年，就把家安置在符离。<br>⑻下邽：县名，治所在今陕西省渭南县。白氏祖居曾在此。<br>⑼时难年荒：指遭受战乱和灾荒。荒，一作“饥”。<br>⑽世业：祖传的产业。唐代初年推行授田制度，所授之田分“口分田”和“世业田”，人死后，子孙可以继承“世业田”。<br>⑾羁旅：漂泊流浪。<br>⑿寥落：荒芜零落。<br>⒀干戈：古代两种兵器，此代指战争。<br>⒁吊影：一个人孤身独处，形影相伴，没有伴侣。<br>⒂千里雁：比喻兄弟们相隔千里，皆如孤雁离群。<br>⒃辞根：草木离开根部，比喻兄弟们各自背井离乡。<br>⒄九秋蓬：深秋时节随风飘转的蓬草，古人用来比喻游子在异乡漂泊。九秋，秋天。<br>⒅乡心：思亲恋乡之心。<br>⒆五处：即诗题所言五处。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　这是一首感情浓郁的抒情<a href=\"http://so.gushiwen.org/view_21838.aspx\">诗</a>。全诗意在写经乱之后，怀念诸位兄弟姊妹。</p> <p>　　此诗读来如听诗人倾诉自己身受的离乱之苦。在这战乱饥馑灾难深重的年代里，祖传的家业荡然一空，兄弟姊妹抛家失业，羁旅行役，天各一方。回首兵燹后的故乡田园，一片寥落凄清。破敝的园舍虽在，可是流离失散的同胞骨肉，却各自奔波在异乡的道路之中。诗的前两联就是从“时难年荒”这一时代的灾难起笔，以亲身经历概括出战乱频年、家园荒残、手足离散这一具有典型意义的苦难的现实生活。接着诗人再以“雁”、“蓬”作比：手足离散各在一方，犹如那分飞千里的孤雁，只能吊影自怜；辞别故乡流离四方，又多么像深秋中断根的蓬草，随着萧瑟的西风，飞空而去，飘转无定。“吊影分为千里雁，辞根散作九秋蓬”两句，一向为人们所传诵。诗人不仅以千里孤雁、九秋断蓬作了形象贴切的比拟，而且以吊影分飞与辞根离散这样传神的描述，赋予它们孤苦凄惶的情态，深刻揭示了饱经战乱的零落之苦。孤单的诗人凄惶中夜深难寐，举首遥望孤悬夜空的明月，情不自禁联想到飘散在各地的兄长弟妹们。他想：如果此时大家都在举目遥望这轮勾引无限乡思的明月，也会和自己一样潸潸泪垂吧！恐怕这一夜之中，流散五处深切思念家园的心，也都会是相同的。诗人在这里以绵邈真挚的诗思，构出一幅五地望月共生乡愁的图景，从而收结全诗，创造出浑朴真淳、引人共鸣的艺术境界。</p> <p>　　全诗以白描的手法，采用平易的家常话语，抒写人们所共有而又不是人人俱能道出的真实情感。清刘熙载在《艺概》中说：“常语易，奇语难，此诗之初关也。奇语易，常语难，此诗之重关也。香山常得奇，此境良非易到。”<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>的这首诗不用典故，不事藻绘，语言浅白平实而又意蕴精深，情韵动人，堪称“用常得奇”的佳作。</p>",
  "about": "<h2>创作背景</h2> 　　这首<a href=\"http://so.gushiwen.org/view_21838.aspx\">诗</a>约作于公元799年秋至800年春之间。其时诗人到符离（今安徽省宿州市），曾有《乱后过流沟寺》诗，流沟寺即在符离。题中所言“弟妹”，可能和诗人自己均在符离，因此合起来就有五处。公元799年（贞元十五年）春二月，宣武（治所在今河南省开封市）节度使董晋死后部下叛乱。三月，彰义（治所在今河南省汝南县）节度使吴少诚又叛乱。唐朝廷分遣十六道兵马去攻打，战事发生在河南境内。平叛战争规模较大，时间亦长。此即诗题所言“河南经乱”。当时南方漕运主要经过河南输送关内。由于“河南经乱”使得“关内阻饥”。值此人祸天灾纷至沓来之际，田园荒芜，骨肉离散，诗人自不免忧国思亲，伤乱悲离。就在这一年秋天，<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>为宣州刺史所贡，第二年春天在长安考中进士，旋即东归省亲。这首诗大约就写于这一时期。",
  "poet": {
    "id": 665,
    "star": 0,
    "name": "白居易",
    "image": "http://img.gushiwen.org/authorImg/baijuyi.jpg",
    "desc": "白居易（772年－846年），字乐天，号香山居士，又号醉吟先生，祖籍太原，到其曾祖父时迁居下邽，生于河南新郑。是唐代伟大的现实主义诗人，唐代三大诗人之一。白居易与元稹共同倡导新乐府运动，世称“元白”，与刘禹锡并称“刘白”。白居易的诗歌题材广泛，形式多样，语言平易通俗，有“诗魔”和“诗王”之称。官至翰林学士、左赞善大夫。公元846年，白居易在洛阳逝世，葬于香山。有《白氏长庆集》传世，代表诗作有《长恨歌》、《卖炭翁》、《琵琶行》等。"
  },
  "tags": [
    "唐诗三百首",
    "初中古诗",
    "望月",
    "抒情",
    "思乡"
  ]
}