{
  "id": 68561,
  "star": 13,
  "name": "法曲献仙音·聚景亭梅次草窗韵",
  "dynasty": "宋代",
  "content": "层绿峨峨，纤琼皎皎，倒压波痕清浅。过眼年华，动人幽意，相逢几番春换。记唤酒寻芳处，盈盈褪妆晚。 <br>已销黯。况凄凉、近来离思，应忘却、明月夜深归辇。荏苒一枝春，恨东风、人似天远。纵有残花，洒征衣、铅泪都满。但殷勤折取，自遣一襟幽怨。",
  "fanyi": "<p><strong>译文<br></strong>长满绿苔的梅树层层叠叠，点点白梅如皎皎细玉，素洁典雅，倒压湖面，一池绿波更觉清浅。年华瞬逝，但你动人的幽意依然如故，再次重逢已是几度春光易换。曾记得与朋友一起畅饮，探访芳景的情形，而美丽的梅花却久开不败，好像盈盈盛妆的美人迟迟不愿卸妆。<br>往日的乐事已消黯，更何况近日心境凄然，快要忘记了以前明月下金辇深夜归去的美好情景，报春的梅花已渐渐凋零，最可恨这东风匆匆归去，故人却依然在天涯。纵然有点点残花还在，却依依都飘落到衣襟上，这不禁让人想起了物是人非的铅泪。还是深情地折下一枝梅独自品尝，聊且排遣一下心中的幽怨与哀伤吧。</p> <p><strong>注释<br></strong>⑴聚景亭：杭州聚景园内的香雪亭，在西湖之东。<br>⑵层绿：重重叠叠长满绿苔的梅枝。峨峨：高耸的样子。<br>⑶纤琼：纤细娇弱的白梅。皎皎：润泽洁白的样子。<br>⑷倒压：倒映贴近。<br>⑸幽意：幽静的意趣。<br>⑹几番：几度。<br>⑺唤酒：相约饮酒。<br>⑻盈盈：形容女子容貌端庄秀丽。此处喻白梅。褪妆：指梅花凋谢<br>⑼已消黯：那往日欢乐已在记忆中黯然消逝。<br>⑽归辇（nǐan）：游园归来的銮驾。此处暗指南宋盛时帝王临幸而归。<br>⑾荏(rěn)苒(rǎn)：指柔弱的样子。一枝春：指梅花。<br>⑿征衣：远游在外穿的衣服。<br>⒀铅泪：眼泪。<a href=\"http://so.gushiwen.org/author_349.aspx\">李贺</a>《金铜仙人辞汉歌》：“忆君清泪如铅水。”<br>⒁殷勤：情意浓厚。<br>⒂遣：排遣。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　上阕写梅开之盛。开头三句化用<a href=\"http://so.gushiwen.org/author_30.aspx\">姜夔</a>《暗香》“千树压，西湖寒碧”句意，描绘聚景园梅花盛开之美景。“层绿峨峨”，写绿梅如云；“纤琼皎皎”，写白梅如雪；“波痕清浅”，写水中梅花倒影重重。“过眼”三句写相逢之难，感叹物是人非，美境依旧，而心情却已经迥然不同。“过眼年华”，写光阴的迅速；“动人幽意”，写梅情的高雅；“几番春换”写多次逢春才一见园梅。接下来由此接入对往日快乐时事的的追忆，仍以梅花绾合。“唤酒寻芳”，忆当年游赏之处。“盈盈褪妆晚”情景兼到，是生花妙笔。既有对梅花钟爱之情，亦含有对往事眷恋之意。 </p> <p>　　下阕转而写今昔沧桑之感，“已消黯”写词人的伤神，点出国家沦亡的惨痛事实，“况凄凉近来离思”，写朋友之间彼此悬隔，无由再见。接下来的一句更为沉重，作者面对聚景亭中的梅花，发出“应忘却，明月夜深归辇”的哀叹。聚景亭建于宋孝宗时，本为供已经退位的高宗游赏。高宗崩逝后，孝宗、光宗、宁宗等朝，此园遂成为皇家御苑，天子多有游幸。如今国家已属他人，往昔的盛事当然应该“忘却”，可是想忘却的东西恰恰是最不易忘却的，想回避的东西恰恰是最不易回避的。这句满含辛酸眼泪的话语，正带出作者不可遏制的亡国之恨。再二句写漂泊之悲。“纵有残花”，写词人惜梅之意；“征衣、铅泪”，叹江南流浪无期。词的末尾用“一枝梅”的典故，感叹友人相隔之远。既然连“聊赠一枝春”都难以做到，也只有折梅自赏了。</p> <p>　　本词副标题是咏梅，所以全篇贯穿着梅花的标格和神韵，盛也梅花，衰也梅花。作者的兴废之感都通过这浅淡幽香的生命表达出来，可谓语意传神。</p>",
  "about": "<h2>创作背景</h2> 　　这是一首唱答词，大约作于元世祖至元二十三年(1286)，这一年作者在杭州，与戴表元、周密等人曾在杨氏祠堂宴集，随后各自分手。",
  "poet": {
    "id": 421,
    "star": 0,
    "name": "王沂孙",
    "image": "http://img.gushiwen.org/authorImg/wangyisun.jpg",
    "desc": "王沂孙，字圣与，号碧山、中仙、玉笥山人。会稽（今浙江绍兴）人，年辈大约与张炎相仿，入元后曾任庆元路学正。有《花外集》，又名《碧山乐府》。"
  },
  "tags": [
    "追忆",
    "赏花",
    "梅花",
    "怀友"
  ]
}