{
  "id": 71159,
  "star": 7139,
  "name": "生于忧患，死于安乐",
  "dynasty": "先秦",
  "content": "　　舜发于畎亩之中，傅说举于版筑之间，胶鬲举于鱼盐之中，管夷吾举于士，孙叔敖举于海，百里奚举于市。</p> <p>　　故天将降大任于是人也，必先苦其心志，劳其筋骨，饿其体肤，空乏其身，行拂乱其所为，所以动心忍性，曾益其所不能。</p> <p>　　人恒过，然后能改；困于心，衡于虑，而后作；征于色，发于声，而后喻。入则无法家拂士，出则无敌国外患者，国恒亡。</p> <p>　　然后知生于忧患而死于安乐也。",
  "fanyi": "<p><strong>译文</strong><br>　　舜从田野耕作之中被起用，傅说从筑墙的劳作之中被起用，胶鬲从贩鱼卖盐中被起用，管夷吾被从狱官手里救出来并受到任用，孙叔敖从海滨隐居的地方被起用，百里奚被从奴隶市场里赎买回来并被起用。</p> <p>　　所以上天要把重任降临在某人的身上，一定先要使他心意苦恼，筋骨劳累，使他忍饥挨饿，身体空虚乏力，使他的每一行动都不如意，这样来激励他的心志，使他性情坚忍，增加他所不具备的能力。</p> <p>　　一个人，常常出错，然后才能改正；心意困苦，思虑阻塞．然后才能奋发；别人愤怒表现在脸色上，怨恨吐发在言语中，然后你就会知道。一个国家，如果在国内没有坚守法度的大臣和足以辅佐君王的贤士，在国外没有与之匹敌的邻国和来自外国的祸患，就常常会有覆灭的危险。</p> <p>　　这样，就知道忧愁患害足以使人生存，安逸享乐足以使人灭亡的道理了。</p> <p><strong>注释</strong><br>1、舜：姚姓，名重华。唐尧时耕于历山（在今山东济南东南，一说在今山西永济东南），“父顽，母嚣，弟傲，能和以孝”，尧帝使其人山林川泽，遇暴风雷雨，舜行不迷，于是传以天子之位。国名虞，史称虞舜。事迹见于《尚书·尧典》及《史记·五帝本纪》等。<br>2、发：起，指任用。<br>3、畎（quǎn）亩：田亩，此处意为耕田。畎，田间水渠。<br>4、傅说（fù yuè）：殷商时为胥靡（一种刑徒），筑于傅险（又作傅岩，在今山西平陆东）。商王武丁欲兴殷，梦得圣人，名曰说，视群臣皆非，使人求于野，得傅说。见武丁，武丁曰：“是也。”与之语，果圣人，举以为相，殷国大治。遂以傅险为姓，名为傅说。事迹见于《史记·殷本纪》等。<br>5、举：被选拔。<br>6、版筑：筑墙的时候在两块夹板中间放土，用杵捣土，使它坚实。筑，捣土用的杵。<br>7、胶鬲（gé）：商纣王大臣，与微子、箕子、王子比干同称贤人。<br>8、鱼盐：此处意为在海边捕鱼晒盐。《史记》称燕在渤碣之间，有鱼盐之饶；齐带山海，多鱼盐。<br>9、管夷吾：管仲，颍上（今河南许昌）人，家贫困。辅佐齐国公子纠，公子纠未能即位，公子小白即位，是为齐桓公。齐桓公知其贤，释其囚，用以为相，尊称之为仲父。《史记·管晏列传》：“管仲既用，任政于齐，齐桓公以霸。九合诸侯，一匡天下，管仲之谋也。”<br>10、士：狱官。<br>11、孙叔敖（áo）：蒍姓，名敖，字孙叔，一字艾猎。春秋时为楚国令尹（宰相）。本为“期思之鄙人”，期思在今河南固始，偏僻之地称为鄙。<br>12、海：海滨。<br>13、百里奚（xī）：又作百里傒。本为虞国大夫。晋国灭虞国，百里奚与虞国国君一起被俘至晋国。晋国嫁女于秦，百里奚被当作媵臣陪嫁到秦国。百里奚逃往楚国，行至宛（今河南南阳），为楚国边界之鄙人所执。秦穆公闻其贤，欲重赎之，恐楚人不与，乃使人谓楚曰：“吾媵臣百里奚在焉，请以五羖羊皮赎之。”楚人于是与之。时百里奚年已七十余，至秦，秦穆公亲释其囚，与语国事三日，大悦。授以国政，号称“五羖大夫”。史称秦穆公用百里奚、蹇叔、由余为政，“开地千里，遂霸西戎”，成为“春秋五霸”之一。事迹见于《史记·秦本纪》。<br>14、市：市井。<br>15、故：所以。<br>16、任：责任，担子。<br>17、是：代词，这，这些。<br>18、也：助词，用在前半句的末尾，表示停顿一下，后半句将要加以解说。<br>19、必：一定。<br>20、苦：动词的使动用法，使……苦恼。<br>21、心志：意志。<br>22、劳：动词的使动用法，使……劳累。<br>23、饿：动词的使动用法，使……饥饿。<br>24、体肤：肌肤。<br>25、空乏：形容词的使动用法，使……穷困。<br>26、拂乱：形容词的使动用法，使……颠倒错乱。拂，违背，不顺。乱，错乱。<br>27、所为：所行。<br>28、所以：用来（通过那样的途径来……）。<br>29、动：动词的使动用法，使……惊动。<br>30、忍：形容词的使动用法，使……坚韧。<br>31、曾益：增加。曾，通“增”。<br>32、能：才干。<br>33、恒：常常，总是。<br>34、过：过错，过失。<br>35、困于心：心中有困苦。<br>36、衡于虑：思虑堵塞。衡，通“横”，梗塞，指不顺。<br>37、作：奋起，指有所作为。<br>38、征于色：面色上有征验，意为面容憔悴。征，征验，征兆。色，颜面，面色。赵岐《孟子注》：“若<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>憔悴，渔父见而怪之。”《史记·屈原<a href=\"http://so.gushiwen.org/author_109.aspx\">贾谊</a>列传》：“屈原至于江滨，被发行吟泽畔，颜色憔悴，形容枯槁。渔父见而问之曰： ‘子非三闾大夫与？何故而至此？’屈原曰：‘举世混浊我独清，众人皆醉我独醒，是以见放。’”<br>39、发于声：言语上有抒发，意为言语愤激。赵岐《孟子注》：“若甯戚商歌，桓公异之。”甯戚，春秋时卫国人。家贫，为人挽车。至齐，喂牛于车下，齐桓公夜出迎客，甯戚见之，疾击其牛角而商歌。歌曰：“南山矸，白石烂，生不逢尧与舜禅。短布单衣适至骭，从昏饭牛薄夜半，长夜漫漫何时旦。”齐桓公召与语，悦之，以为大夫。<br>40、而后喻：然后人们才了解他。喻，知晓，明白。<br>41、入：名词活用作状语，在国内。<br>42、法家：有法度的世臣。<br>43、拂（bì）士：辅佐君主的贤士。拂，通“弼”，辅佐。<br>44、出：名词活用作状语，在国外。<br>45、敌国：实力相当、足以抗衡的国家。<br>46、外患：来自国外的祸患。<br>47、恒：常常。<br>48、亡：灭亡。<br>49、生于忧患：忧患使人生存发展。<br>50、死于安乐：享受安乐使人萎靡死亡。</p>",
  "shangxi": "<h2>赏析二</h2> <p>　　《生于忧患，死于安乐》这篇短文不但立论高远，见解卓越，道常人所不能道，而且论证明晰，逻辑严谨，有不容置辩的说服力。本文善用排比，层层深入进行论证，形成压倒一切的逼人气势，在艺术上也很值得称道。</p> <p>　　孟子在这篇不到二百字的短章中，围绕客观环境与个人和国家命运的关系，阐述了“生于忧患，死于安乐”的深刻道理。</p> <p>　　文中说一个人要成就大事，一定要经历许多艰难困苦的磨炼，只有经历艰难困苦，经风雨，见世面，才能锻炼意志，增长才干，担当大任。安逸享乐，在温室里成长，则不能养成克服困难，摆脱逆境的能力，会在困难面前束手无策，遇挫折、逆境则消沉绝望，往往导致灭亡。所以他得出结论：“生于忧患而死于安乐”。</p> <p>　　文章一开头并没有正面提出任何观点，而是一口气列举了虞舜、傅说、胶鬲、管仲、孙叔敖、百里奚等六位古代圣贤从贫贱中发迹的例子。这六个人的共同特点是他们在担当“大任”之前，都曾饱经忧患，经历过坎坷艰难的人生历程。正因为付出了非同寻常的代价，这些圣贤才能“动心忍性，曾益其所不能”，成就一番宏大的事业。所以这后面的结论又倒过来说明了这六位圣贤成功的原因。“动心忍性，曾益其所不能”为使动句。动心，使心惊动。忍性，《孟子正义》释为使本性(性格、性情)符合仁的要求。忍，能也；能，任也，故忍性为任性。孟子主张性善，仁义礼智生于心，即本于性。任其性，即以仁为己任也。“曾益其所不能”，使他们增加了做本来不能做的事的能力。命运的挫折，身心的磨难，不但没有使他们屈服，反而磨砺他们的人格，增长他们的才干，使他们变得更加成熟，最终成为历史上的杰出人物。由此推论，上天如果要把重大的使命放到一个人的肩上，就一定要先磨练他的意志，锻炼他的筋骨，还要让他经受缺吃少穿、穷困潦倒之苦，这样，才能使他适应各种艰苦的生活，为将来的建功立业奠定坚实的基础。</p> <p>　　接着，孟子进一步指出：“人恒过，然后能改；困于心，衡于虑，而后作；征于色，发于声，而后喻。”这写的是生于忧患。这是一个并列复句，每个分句前半写“忧”，后半写“生”。人在客观世界中，不能无过，有过能改，就求得了“生”。能改是一种境界，这种境界是指人的主观世界在客观世界中取得了相对的自由。能改，不仅指人在道德品质上符合了仁义礼智信的要求，还指人对客观世界的认识水平、创造能力得到了提高与发挥。一个“能”是人的愿望、决心与主观能动性的体现。人的一生常常会因为主观愿望与客观世界的巨大矛盾，主观学识品行才能与客观处境的矛盾而忧心忡忡，内心充满苦恼压抑与困惑，思虑阻塞不畅。但是人也正是忧患困境中磨练了意志、提高了认识、超越了自我奋发而有所作为。人是有感情的动物，客观世界常常引起人们喜怒哀乐好恶忧惧等感情，他们被这些感情所困扰。表露在脸色上与语言中，然后得到别人的同情与理解。入就在这种与忧患的斗争中，找到了“生”的方式与途径，获得了“生”的意义与价值．，取得了“生”的信心与自由，这就是生子忧患的含义。“苦其心志”等主要是说物质上的忧患，这一层主要讲的是精神上的忧患。</p> <p>　　“入则无法家拂士，出则无敌国外患者，国恒亡”写的是死予安乐。如果在内没有能干的大臣时时注意修明法度，没有敢于直谏的贤士处处提醒国君；在外又没有足以与自己的国家抗衡、对自己的国家构成威胁的敌国，那么在这种宽松平和的国度里，国君便可以整日耽于安乐(他既不需文韬，又不需武略；既不需文治又不需武功)，而安乐的结果也往往就是国家的灭亡，这就是“死于安乐”的含义。</p> <p>　　忧患可以使人发奋-安乐可以松懈斗志；逆境中求生，顺境中灭亡，这就是人生的辩证法，这就是生活的哲理。这也是孟子作为孔子之后又一个儒学大师所提出的体现儒家奋发有为、积极用世思想的著名论断。</p> <p>　　由于儒家学说是关涉政治的学说，故黍子的论述始终扣住圣人、贤士，人君、大臣来进行，这在《舜发》一文中也体现得很明显。</p> <p>　　而是进一步将上述客观环境和个人命运的互动关系推广到客观环境和国家命运的关系上去，得出“生于忧患，死于安乐”这样一个深刻的结论，将问题提高到安邦治国的层面，使得文章的寓意更为深广。</p> <p>　　开始连续排比六位古圣先贤从贫贱起家的成功事迹，暗示出成功和忧患之间的内在关系，接着在大肆铺陈“大任”前的磨难中自然地得出结论，突出成功的来之不易。接着再将这一道理推广到治国，最后画龙点睛：“然后知生于忧患，而死于安乐也。”托出一篇主旨。作者论证思路清晰，层层推进，最后作结，真有水到渠成之妙。而整篇文章也是“尺幅有万里之势”，无论是思想还是艺术，都堪称鬼斧神工。</p> <p>　　宋儒<a href=\"http://so.gushiwen.org/author_834.aspx\">张载</a>在其名篇《西铭》中也说：“富贵福泽，将厚吾之生也；贫贱忧戚，庸玉汝于成也。”</p> <p>　　富贵福泽可以使我们生活得更好，这是人所共知的常识，也是人们追求的愿望。贫贱忧戚，则是人们所不愿接受的。但张载却说贫贱忧戚，“庸玉汝于成也”，是帮助你取得成功的机会。人们都希望一帆风顺，万事如意，孟子却说 “生于忧患而死于安乐”；人们不愿贫贱忧戚，张载却说这是“玉汝于成”，帮助你成功。二者思想是一致的，包含着深刻哲理，体现了中国人的人生智慧。它告诉我们一个真理：人生不是康庄大道，总是会遇到种种艰难曲折，要在不断经历失败和挫折，不断克服困难的奋斗中前进。正是这样的人生智慧，指引人们把困难和逆境看作激励自己奋进的动力，自觉地在困难和逆境中磨炼自己，愈挫愈奋，不屈不挠地去争取胜利，养成了中华民族不畏艰险，自强不息的精神。一部中国历史，处处渗透着这种精神。<a href=\"http://so.gushiwen.org/author_608.aspx\">司马迁</a>在蒙受宫刑的奇耻大辱的情况下，发奋著述，完成了不朽巨著《史记》。他在致友人任安的信《报任安书》中，曾列举了许多先贤在逆境中奋起的事例，如周文王被拘禁，推演了《周易》；孔子受困厄，作了《春秋》；<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>遭放逐，写了《离骚》；<a href=\"http://so.gushiwen.org/author_384.aspx\">左丘明</a>双目失明，著了《国语》；孙子受了膑脚之刑，修了《兵法》，等等。他说，所有这一切，都是先贤在困厄中发奋作出的业绩。司马迁正是以此激励自己，继承这种精神，完成了撰写《史记》的伟业。</p> <p>　　牢记生于忧患死于安乐的真理，提倡自觉磨炼的精神，有着特别重要的意义；只有自觉经受艰难困苦的磨炼，才能担当起迎接伟大民族复兴的重任。</p> <p>　　孟子善用排比(也善于将排比、对偶夹在一段文字里用)，往往对于同一论题，采用一连串整齐的句式进行多角度多层次的说明，有如干流万壑、一时俱下，形成滔滔汩汩、一泻千里、不可阻挡的气势。《舜发》开头，运用归纳椎弹的方式．一口气举了六个圣贤成功的事例，形成了一组结构相似、意义相关的排比句，这就从数量上予以强调，说明了“生于忧患”是一种普遍的社会现象，给读者以深刻印象；接着又用排比句极力铺排天降大任于是人之前对人们的磨练与考验，反衬了圣贤成功的不易；然后再用排比句进一步说明生于忧患、死于安乐的道理。《舜发》几乎通篇用排比，从语义上说，以简练的语言表达了丰富内容；从语气上说，加强了语言气势和感情色彩；从语形上看，给人以整齐对称的美感。</p><br/><h2>赏析</h2> <p>　　吃得苦中苦，方为人上人。孟子所举的例证是舜帝、傅说、胶鬲、管仲、孙叔敖、百里奚六人。</p> <p>　　所谓“天将降大任于是人也，必先苦其心志……”成为《孟子》最著名的篇章之一，后人常引以为座右铭，激励无数志士仁人在逆境中奋起。其思想基础是一种至高无上的英雄观念和浓厚的生命悲剧意识，一种崇高的献身精神。是对生命痛苦的认同以及对艰苦奋斗而获致胜利的精神的弘扬。</p> <p>　　借用悲剧哲学家尼采的话来说，是要求我们“去同时面对人类最大的痛苦和最高的希望。”（《快乐的科学》）</p> <p>　　因为，痛苦与希望本来就同在。</p> <p>　　说到生于忧患死于安乐，太史公说得好：</p> <p>　　昔西伯拘羑里，演《周易》；孔子厄陈、蔡，作《春秋》；<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>放逐，著《离骚》；左丘失明，厥有《国语》；孙子膑脚，而论兵法；不韦迁蜀，世传《吕览》；<a href=\"http://so.gushiwen.org/author_404.aspx\">韩非</a>囚秦，《说难》、《孤愤》；《<a href=\"http://so.gushiwen.org/view_71159.aspx\">诗</a>》三百篇，大抵贤圣发愤之所为作也。（《史记太史公 自序》）</p> <p>　　之所以如此，正是因为他们身处逆境的忧患之中，心气郁结，奋发而起，置之死地而后生的缘故。</p> <p>　　至于死于安乐者，历代昏庸之君，荒淫逸乐而身死国亡，其例更是不胜枚举。</p> <p>　　所以，对人的一生来说，逆境和忧患不一定是坏事。生命说到底是一种体验。因此，对逆境和忧患的体验倒往往是人生的一笔宝贵财富。当你回首往事的时候，可以自豪而欣慰地说：“一切都经历过了，一切都过来了！”这样的人生，是不是比那些一帆风顺，没有经过什么磨难，没有什么特别体验的人生要丰富得多，因而也有价值得多呢？　</p><br/><h2>赏析三</h2> <p>　　文章开头，作者一连列举了六位古代圣贤在困难忧患中崛起的事例，来证明“天将降大任于是人也，必先苦其心志，劳其筋骨，饿其体肤，空乏其身，行拂乱其所为，所以动心忍性，曾益其所不能”这一著名论断。这个推理过程属于逻辑学上的归纳推理，即由前面六个特殊的事例，归纳出后面带普通意义的结论；又通过后面的结论，说明了前面六个人物所以成功的原因：艰苦的环境，一方面给人们以困苦、饥饿、贫困、疲乏、忧虑，每每就不如人意，但另一方面，也正是这些困难，坚定、振奋人们的意志，使人们在不断克服困难，求得生存的过程中增加了聪明才干。然而道理在此还没有说完，上面只谈到，在人与客观环境这一对矛盾中，客观环境对人的触动，反过来，针对人的主观世界对此又是怎样做出反应，孟子接着指出：“人恒过，然后能改；困于心，衡于虑，而后作；征于色，发于声，而后喻。”客观环境的困难和自身判断的失误，造成人在改造客观的过程中的错误，而他也就在不断克服困难的过程中积累了经验教训，从而达到“能改”的境界——这个“能”，从语义上讲，不仅体现了人的愿望、决心，也体现了人的能力。他因为自身所遭遇的困难而忧虑、痛苦、困惑，造成内心的压抑，而他也就在不断冲破这些心理压抑的尝试中，活跃了自己的思维，激发了自己的创造力。更重要的一点，人是有感情的，又是社会性的，他有痛苦，有忧虑，想发愤，想创造，必然表现在形色上，吐发在言辞中，期望得到理解与同情、启发与帮助。人就在这一切与忧患的斗争中，一方面求得了物质的生存可能，另一方面更求得了精神的生存，表现了他的活力、意志、情感、创造能力，一句话，表现了他“生”的价值。这，就是“生于忧患，死于安乐”的全部含义。</p> <p>　　刘熙载在《艺概·文概》里指出：“昌黎（<a href=\"http://so.gushiwen.org/author_682.aspx\">韩愈</a>）以‘是’、‘异’二字论文，然二者仍须合一。若不‘异’之‘是’，则庸而已；若不‘是’之‘异’，则妄而已。”这种主张，实在起于孟子的影响。孟子在提出“生于忧患”这一“是”命题的同时，也提出了它的“异”命题： “死于安乐”。“入则无法家拂士，出则无敌国外患”。在内没有能干的大臣，时时注意修明法度；没有敢于直谏的贤士，处处提醒国君克己慎终。在外又没有敌国的抗衡、外寇的侵扰。如此安适的环境，首先带来的必然是精神的怠惰和意志的消沉。这是精神上的死亡。紧接着必然是物质上的死亡——“国恒亡”。</p> <p>　　“生于忧患，死于安乐”，一反一正，一是一异，相辅相成地说明了同一人生哲理的两面。既不使人因正面说教而感沉闷，又不为邀人眷顾而故发惊人之谈；既娓娓动听，又给人警策；既不庸，又不妄。</p> <p>　　尤其值得注意的是：“生于忧患，死于安乐”这一命题的明确提出，在孟子也许只是为了给人以政治道德上的启迪。但作为一条具普遍意义的人生哲理，其影响绝不仅仅表现在政治道德上。特别是“困于心，衡于虑，而后作；征于色，发于声，而后喻”两句，直接导引了中国古典文学艺术创造的一条极重要的美学原则的形成，这就是“发愤抒情”这一美学创作原则。这亦是千百年来，孟子此篇所以脍炙人口的原因。</p> <p>　　在修辞上，此文也很有特色。《孟子》善用排比句，往往采用一连串结构相同的句式，对于同一论题，进行多角度多层次的说明，有如千流万壑，一时俱下，形成滔滔万里不可阻挡的气势。孟子文之称雄辩，这类句式的采用是很重要的一个原因。《生于忧患，死于安乐》，配合归纳的推理方式，便采用了这种句式，一起首连举六位圣贤的成功事迹，从数量上给人以深刻印象，使人觉得“生于忧患”确是一种普遍存在的社会现象；接着又极力铺排艰难环境给人们带来的磨难，反衬了圣贤成功的不易；然后再历述圣贤面对艰难忧患的正确态度与处理方法，最终得出“生于忧患，死于安乐”的结论，很有说服力。一般说来，铺陈排比的写法，固可造成宏大气势；若处理不当，也可致繁复拖沓之虞。其后的汉大赋，由于片面强调了这一特点，往往使人难以卒读。而孟子的这篇文章，虽通篇采用排比句式，却仍给人以行文简洁的印象。原因在于，孟子十分注意遣词用字，尽量扩充每一词语，尤其是动词的容量。以起首一段为例，共六句话，六个动词，包括一个“发”，五个“举”，既表现了人物由微贱趋向显达的运动过程，又暗示了人物身份：舜君子，是圣人，他的成功，固然因为尧的赏识，但主要靠的是他自身的才能与努力，故曰“发”；傅说等是臣，是贤人，他们的成功，固然因为自身的才能与努力，但主要靠的是明主的知遇，故曰“举”。</p> <p>　　如同所有成就辉煌的文人学者一样，孟子的一生也是不甚得意的。此文写得如此出色，诚为“发愤抒情”的结果。</p>",
  "about": "<h2>文言现象</h2> <p><strong>通假字</strong><br>曾益其所不能：曾，通“增”，增加。<br>衡于虑:思虑堵塞。衡，通“横”，梗塞，不顺。<br>入则无法家拂士：拂（bì），通“弼”，辅佐。<br>所以动心忍性。 忍，通“韧”，坚韧。这里作“使（他的性格）坚韧”。</p> <p><strong>词类活用</strong><br>生于忧患（生）名词作动词，生存<br>死于安乐（死）名词作动词，死亡 </p><br/><h2>创作背景</h2> 　　孟子作为孔子之后儒家学派最重要的代表人物，把孔子的“仁”发展为“仁政”的学说，提出“民贵君轻”的思想，主张国君实行“仁政”，要与民“同乐”。孟子的思想学说就是著作《孟子》。《孟子》记载了孟子的言行，是一部对话体著作。其显著特点一是气势充沛，雄辩而色彩鲜明；二是善于以典型事例、比喻和寓言阐述事理。此文选自《孟子·告子下》。春秋战国时期，战乱纷争，一个国家要想立于不败之地，要奋发图强，不能安于现状、不思进取。这篇文章就是在这种背景下写的。",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "孟子及其弟子"
  },
  "tags": [
    "初中文言文",
    "议论",
    "哲理"
  ]
}