{
  "id": 50949,
  "star": 23,
  "name": "忆旧游·记愁横浅黛",
  "dynasty": "宋代",
  "content": "记愁横浅黛，泪洗红铅，门掩秋宵。坠叶惊离思，听寒螿夜泣，乱雨潇潇。凤钗半脱云鬓，窗影烛光摇。渐暗竹敲凉，疏萤照晚，两地魂消。<br>迢迢，问音信，道径底花阴，时认鸣镳。也拟临朱户，叹因郎憔悴，羞见郎招。旧巢更有新燕，杨柳拂河桥。但满目京尘，东风竟日吹露桃。",
  "fanyi": "<p><strong>译文<br></strong>情人愁锁眉黛，泪洗脂粉。门掩着，两人相对，千言万语归于无言，默默出神。那秋夜，格外静。只听得秋叶坠地之声，寒蝉凄厉之泣，遂把愁人从默默出神之中惊醒。满天乱雨潇潇，更撩起无穷的离愁的别绪。她无心再整晚妆，如云的乌发蓬蓬松松也已插不住金钗；痴呆地不能成眠，眼睁睁注视着“窗影烛光摇”，随着摇曳的烛光，人物的内心活动也在升腾。雨渐停风渐住，只剩残雨敲竹，院内时有流萤在夜空中闪动，秋夜越是清冷，那相思的愁火越是残酷地折磨着人；“两地魂销”，人分两地相思不见，对此寂寞黯然失魂。<br>心上人已离她远去，欲探寻离人的消息只能去道路旁、花荫下，去仔细辨听来往奔走的骑马人中，有没有自己熟悉的骏马的嘶鸣。也曾想过亲自登上高大的朱门去与心上人相会，但可叹因心上人而容貌憔悴的她，却又羞于去见自己的心上人。旧年的燕巢里也会飞进新燕，远去的薄幸人是否又觅新欢？垂柳有意流水无情，不见那千丝万缕的柳丝轻柔地吻着桥下那匆匆流去的水波！但见满眼飘自京都的飞尘，被东风卷裹着从早到晚地吹弄着带有露水的薄命桃花。</p> <p><strong>注释<br></strong>1.愁横浅黛：眉宇间充满了忧愁。黛，青黑色的画眉颜料。代指女子的眉毛。<br>2.红铅：指脸上的脂粉。“红”谓胭脂，“铅”指白粉。<br>3.门掩秋宵：即“秋宵掩门”的倒装。<br>4.坠叶：地上的落叶。离思：离别的愁思。<br>5.寒螿（jiāng）：即寒蝉。螿：似蝉而小，赤青色，鸣声凄切。<a href=\"http://so.gushiwen.org/author_890.aspx\">王充</a>《论衡》：“寒螿啼，感阴气也。”<br>6.潇潇：风雨声。<br>7.凤钗：凤形的发钗。云鬓：如云的鬓发，鬓发的美称。<br>8.暗竹敲凉：秋夜竹枝在冷风中摇摆相撞。着是化用唐<a href=\"http://so.gushiwen.org/author_434.aspx\">郑谷</a>《池上》<a href=\"http://so.gushiwen.org/view_50949.aspx\">诗</a>：“露荷香自在，风竹冷相敲。”<br>9.疏萤照晚：稀稀疏疏的几个萤火虫在黑暗中发出亮光。这是用<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>《倦夜》诗：“暗飞萤自照。”<br>10.魂消：即销魂，极度悲伤愁苦的样子。梁<a href=\"http://so.gushiwen.org/author_509.aspx\">江淹</a>《别赋》：“黯然销魂者，唯别而已矣。”<br>11.迢迢：遥远的样子。《古诗十九首》：“迢迢牵牛星。”<br>12.鸣镳（biāo）：马口勒上的响铃声。<br>13.拟：打算。朱户：红漆的门窗。[1] ?“叹因郎”二句：可叹她因思念情郎而瘦损，又因为容颜憔悴，而怕见情郎的到来。这是化用<a href=\"http://so.gushiwen.org/author_18.aspx\">元稹</a>《会真记》中莺莺与张生诗：“不为旁人羞不起，为郎憔悴却羞郎。”<br>14.旧巢新燕：语本<a href=\"http://so.gushiwen.org/author_432.aspx\">晏殊</a>《连理枝》词：“送旧巢归燕拂高帘，见梧桐叶坠。”<br>15.河桥：值汴京城里汴河上的市桥。<br>16.京尘：语本晋<a href=\"http://so.gushiwen.org/author_838.aspx\">陆机</a>《为顾彦先赠妇》诗：“京洛多风尘，素衣化作缁。”这里指汴京的尘土。<br>17.竟日：整日，整天。露桃：带露的桃花。唐<a href=\"http://so.gushiwen.org/author_49.aspx\">顾况</a>《瑶草春歌》：“露桃秾李自成蹊。”又，<a href=\"http://so.gushiwen.org/author_211.aspx\">杜牧</a>《题桃花夫人庙》诗：“细腰宫里露桃新。”</p>",
  "shangxi": "<h2>赏析</h2> <p>　　“记愁横浅黛，泪洗红铅，门掩秋宵。”劈头一个“记”字，起笔便突出了词人记忆常新之深情，从而领出临行前与情人话别的那番情景。头两句先为人物写容：黛石淡扫的蛾眉愁锁、莹莹泪水冲洗着面颊上的红粉；“门掩秋宵”是说秋夜深沉，闺门已经掩上，女主人公要休息了。</p> <p>　　“坠叶惊离思，听寒螿夜泣，乱雨潇潇。”三句写连窗外轻轻的坠叶声也使充满离别情思的女主人忽然而惊；“寒螿夜泣”中寒蝉凄切入耳，像断肠人的啜泣声；更别说那卷地而起的秋风夹着潇潇乱雨，尤其无情，点点滴滴就如同浇在她心中。</p> <p>　　“凤钗半脱云鬓，窗影烛光摇。”凤钗半脱去鬓，窗影烛光摇。鬓边凤钗已半脱，则情人临歧抱泣之状可以想见。烛光摇动窗影，也刺激着词人锐感的心灵。古<a href=\"http://so.gushiwen.org/view_50949.aspx\">诗</a>词中，剪烛西窗乃团圆之传统象征。可是眼前这窗影烛光，却成为远别长离的见证，此情此景，叫人如何忘得了。</p> <p>　　“渐暗竹敲凉，疏萤照晚，两地魂消。”歇拍这三句，将词境从深沉的回忆之中轻轻收回现。此时，正夜色沉沉，凉风敲竹铿然有声，一点流萤划破夜色。静极暗极之夜。正是凄寂之极，深重之极的词人之心。多情锐感的词人，遥想远方之情人，此时此刻必正是相思入骨，两人异地，一样魂消。</p> <p>　　“迢迢，问音信，道径底花阴，时认鸣镳。”中“迢迢。”换头短韵二字，而意境遥深。它紧承“两地魂消”而来，又引起下边的音信相问，遂将歇拍之想象化为具体，把两地相思情景融为一境。“问音信，道径底花阴，时认鸣镳。”两地相思既深，自会音书相问。不知情人音书如何，却只好时时来到小径里、花阴下，辨认门外过路的马嘶声。底，宋人口语，犹言里。马嘶不言听而言认，即辨认声音。以视觉之字代听觉，妙。</p> <p>　　“也拟临朱户，叹因郎憔悴，羞见郎招。”也想到朱门边去候望，可是又自伤憔悴，怕被郎招。这分明是怨其不归的气话。怨之至极，正见得相思之入骨。此二句借用<a href=\"http://so.gushiwen.org/author_18.aspx\">元稹</a>《会真记》里莺莺诗“不为旁人羞不起，为郎憔悴却羞郎”，怨然女子口吻。这是矛盾、真实而又复杂的心情，词人把它生动地刻划出来。</p> <p>　　“旧巢更有新燕，杨柳拂河桥。”又从女子一面写回自己一面。此二句暗用<a href=\"http://so.gushiwen.org/author_130.aspx\">韩偓</a>《香奁集·春昼》诗：“藤垂戟户，柳拂河桥。帘幕燕子，池塘伯劳。”旧巢更来新燕，杨柳又拂河桥，则从彼秋宵至此春天，别离久矣。显然此词之借用韩诗，是融摄其整个诗意，非一般挦扯古人辞句者可比。</p> <p>　　“但满目京尘，东风竟日吹露桃。”上句显用<a href=\"http://so.gushiwen.org/author_838.aspx\">陆机</a>《为顾彦先赠妇》诗：“京洛多风尘，素衣化为缁。”下句，暗用李义山《嘲桃》诗：“无赖夭桃面，平明露井东。春风为开了，却拟笑春风。”原来，结笔二句是向女子报以衷情：京华风尘满目，夭桃秾李成天招展，但我心有专属，终不为京尘所染，且不为夭桃所动也。</p>",
  "about": "<h2>创作背景</h2> 　　这首词大约是作者在汴京求官，接到昔日相好的一位女子从外地寄来的信，因而回忆起当初分手时的情景，引发思念之情所作。",
  "poet": {
    "id": 164,
    "star": 0,
    "name": "周邦彦",
    "image": "http://img.gushiwen.org/authorImg/zhoubangyan.jpg",
    "desc": "周邦彦（1056年－1121年），中国北宋末期著名的词人，字美成，号清真居士，汉族，钱塘（今浙江杭州）人。历官太学正、庐州教授、知溧水县等。徽宗时为徽猷阁待制，提举大晟府。精通音律，曾创作不少新词调。作品多写闺情、羁旅，也有咏物之作。格律谨严。语言典丽精雅。长调尤善铺叙。为后来格律派词人所宗。旧时词论称他为“词家之冠”。有《清真集》传世。"
  },
  "tags": [
    "怀人",
    "相思"
  ]
}