{
  "id": 57527,
  "star": 24,
  "name": "满江红·赣州席上呈陈季陵太守",
  "dynasty": "宋代",
  "content": "落日苍茫，风才定、片帆无力。还记得、眉来眼去，水光山色。倦客不知身近远，佳人已卜归消息。便归来、只是赋行云，襄王客。<br>些个事，如何得。知有恨，休重忆。但楚天特地，暮云凝碧。过眼不如人意事，十常八九今头白。笑江州、司马太多情，青衫湿。",
  "fanyi": "<p><strong>译文<br></strong>暮色苍茫，风平浪静，一叶孤舟有气无力的停在江边。还记得快乐的往事，如同水光山色给人以美的享受。你遭到沉重打击，不知道身边发生的事，佳人离你而去。即便佳人归来，和楚襄王梦高唐、赋行云一样，不过是梦幻而己，并非现实。<br>不要为那些小事而烦恼。既然事已如此，恨也没用，想也没用，让它过去算了。但楚天特地，展现眼前的也只是凝贴碧空的暮云朵朵。人生在世，得意时少，失意时多。自古如此，不要愁得头发都苍白了。笑你太多情，连青衫都湿透了。</p> <p><strong>注释<br></strong>陈季陵：陈天麟字季陵，宣城人，绍兴进士。曾知赣州：茶商军进犯赣州、吉安，陈季陵协助辛稼轩将其平定。<br>倦客：疲惫之游客。<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>《书普慈长老壁》<a href=\"http://so.gushiwen.org/view_57527.aspx\">诗</a>：“倦客再游行老矣，高僧一笑故依然。“<br>些个：一些，一点儿。如言这些个，那些个。宋代俗语。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　此词除感情真挚，写景尤为突出。作者所写之景，有眼前的苍茫落日，合碧暮云，也有记忆中的水光山色，但不论是哪一类景物，都能写得形象鲜明，情含景中。尤其是对水光山色的描写，以“眉来眼去”四字状之。把无生命的山水，写成有生命有感情的人物，真是奇妙之至，也生动之至。加之作者在叙事时，又使用了抒情手法，有时甚至以议论代替抒情，行文中又略见跌宕起伏，便收到了情景交融的艺术效果。</p> <p>　　词的上片主要是写别离。开头两句写景：暮色苍茫，风平浪静，一叶孤舟有气无力的停在江边。这些景色，给离宴涂上了一层凄苦色彩，烘托出一派离别气氛。“还记得”二句回忆往事，写双方有道一段相处的美好时光。“眉来眼去，水光山色”，真令人回味不已。这段看似快乐的往事，而今已不能再给人以美的享受，不过是以乐景写哀，更增加离人的悲哀而已。“倦客”二句写离别。倦客，当指陈季陵，称之为倦客，是对罢职者的委婉说法。因其遭到沉重打击，神志颓丧，已“不知身近远”了；“佳人已卜归消息”。也是一种婉转的说法，其实是恰在此时，佳人离陈季陵而去，使陈季陵痛苦不堪。末二句写后会无期。在这里，作者使用了一个假设句，说明即便佳人归来，和楚襄王梦高唐、赋行云一样，不过是梦幻而己，并非现实。</p> <p>　　词的下片主要劝勉与激励。“些个事”四句，劝陈季陵不要为那些小事而烦恼。是说那些小事儿有谁能事先知道，既然事已如此，恨也没用，想也没用，让它过去算了。“但楚天”二句。是说佳人虽然归去，楚天还是有情的么！“暮云凝碧”四字，再写暮色，以照应开头；“日幕碧云合，佳人殊未来”这里虽只提到暮云凝碧，从语境上说也应包含“佳人殊未来”在内，和上片“佳人已卜归消息”迢相呼应，且重申了“佳人难再得”之意。“过眼”二句即事明理，说明人生在世，得意时少，失意时多。自古如此，何必要愁得“今白头”呢！煞拍借古喻今，从表面上看是笑陈季陵太多情，其实是要激励陈季陵振作起来，其用心之良苦，可想而知。</p> <p>　　在古代，除了爱情之外，亲情友情也同样重要，在古代<a href=\"http://so.gushiwen.org/view_57527.aspx\">诗</a>词中，黄昏怀人的情感不独出现在情人之间，朋友之间离别的黄昏之思也成为诗歌中的特有内容。如《满江红·赣州席上呈陈季陵太守》，清·<a href=\"http://so.gushiwen.org/author_2136.aspx\">李渔</a>《窥词管见》说：“作词之料，不过情景二字，非对眼前写景，即据心上说情。说的情出，写的景明，即是好词。”此词写景尤为突出，开头“暮色苍茫”既点明了离别的时间，也给离别的宴席涂上了一层凄苦的色彩，烘托出一种悲伤的气氛。“暮云凝碧”再次写到暮色，照应开头，情含景中，形象鲜明。</p>",
  "about": "<h2>创作背景</h2> <p>　　《满江红·赣州席上呈陈季陵太守》作于宋孝宗淳熙二年（1175年），<a href=\"http://so.gushiwen.org/author_217.aspx\">辛弃疾</a>任江西提点刑狱。江西提点刑狱司设在赣州，即今江西赣州市。</p> <p>　　此词是赠给赣州太守陈季陵。陈天麟字季陵，历知饶州、襄阳、赣州，并有惠绩，未几罢。陈季陵因何罢职，史无明言，但不会因为在镇压茶商军中有失职行为，因为辛弃疾在上给朝廷的奏章中是把镇压茶商军的成功归功于陈季陵。辛弃疾在词中说“些个事，如何得。知有根。休重亿。”因为那些小事儿，陈季陵罢职辞行，辛弃疾才在宴席上赋词慰之。</p>",
  "poet": {
    "id": 217,
    "star": 0,
    "name": "辛弃疾",
    "image": "http://img.gushiwen.org/authorImg/xinqiji.jpg",
    "desc": "辛弃疾（1140－1207），南宋词人。原字坦夫，改字幼安，别号稼轩，汉族，历城（今山东济南）人。出生时，中原已为金兵所占。21岁参加抗金义军，不久归南宋。历任湖北、江西、湖南、福建、浙东安抚使等职。一生力主抗金。曾上《美芹十论》与《九议》，条陈战守之策。其词抒写力图恢复国家统一的爱国热情，倾诉壮志难酬的悲愤，对当时执政者的屈辱求和颇多谴责；也有不少吟咏祖国河山的作品。题材广阔又善化用前人典故入词，风格沉雄豪迈又不乏细腻柔媚之处。由于辛弃疾的抗金主张与当政的主和派政见不合，后被弹劾落职，退隐江西带湖。"
  },
  "tags": [
    "写景",
    "抒情",
    "离别",
    "劝勉"
  ]
}