{
  "id": 71194,
  "star": 7549,
  "name": "绝句",
  "dynasty": "唐代",
  "content": "两个黄鹂鸣翠柳，一行白鹭上青天。<br>窗含西岭千秋雪，门泊东吴万里船。",
  "fanyi": "<p><strong>译文</strong><br>两只黄鹂在翠绿的柳树间婉转地歌唱，一队整齐的白鹭直冲向蔚蓝的天空。<br>我坐在窗前，可以望见西岭上堆积着终年不化的积雪，门前停泊着自万里外的东吴远行而来的船只。</p> <p><strong>注释</strong><br>（1）西岭：西岭雪山。<br>（2）千秋雪：指西岭雪山上千年不化的积雪。<br>（3）泊：停泊。<br>（4）东吴：古时候吴国的领地，江苏省一带。<br>（5）万里船：不远万里开来的船只。<br>（6）“绝句”是<a href=\"http://so.gushiwen.org/view_71194.aspx\">诗</a>的名称，并不直接表示诗的内容。这种形式便于用来写一景一物，抒发作者一瞬间的感受。诗人偶有所见，触发了内心的激情，信手把诗人自己的感受写下来，一时不去拟题，便用诗的格律“绝句”作为题目。<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>用这一形式写了一组诗，共四首，用“绝句”为总题。《绝句·两个黄鹂鸣翠柳》是其中的一首。诗歌以自然美景，透一种清新轻松的情调氛围。前两句，以“黄”衬“翠”，以“白”衬“青”，色彩鲜明，更托出早春的生机初发的气息。首句写黄鹂居柳上而鸣，与下句写白鹭飞翔上天，空间开阔了不少，由下而上，由近而远。“窗含西岭千秋雪”上两句已点明，当时正是早春之际，冬季的秋雪欲融未融，这就给读者一种湿润的感受。末句更进一步写出了杜甫当时的复杂心情——说船来自“东吴”，此句表战乱平定，交通恢复，诗人睹物生情，想念故乡。</p>",
  "shangxi": "<h2>赏析二</h2> <p>　　这首《绝句》是<a href=\"http://so.gushiwen.org/view_71194.aspx\">诗</a>人住在成都浣花溪草堂时写的，描写了草堂周围明媚秀丽的春天景色。</p> <p>　　诗歌以一幅富有生机的自然美景切入，给人营造出一种清新轻松的情调氛围。前两句，诗人以不同的角度对这副美景进行了细微的刻画。翠是新绿，是初春时节万物复苏，萌发生机时的颜色。“两”和“一”相对；一横一纵，就展开了一个非常明媚的自然景色。这句诗中以“鸣”字最为传神，运用了拟人的手法把黄鹂描写的更加生动活泼，鸟儿成双成对，构成了一幅具有喜庆气息的生机勃勃的画面。而黄鹂居柳上而鸣，这是在静中寓动的生机，下句则以更明显的动势写大自然的生气，白鹭在这个清新的天际中飞翔，这不仅是一种自由自在的舒适，还有一种向上的奋发。再者，首句写黄鹂居柳上而鸣，与下句写白鹭飞翔上天，空间开阔了不少，由下而上，由近而远，使诗人所能看到的、所能感受到的生机充盈着整个环境，这样就再从另一角度显出早春生机之盛。</p> <p>　　第三句，“窗含西岭千秋雪”，诗人凭窗远眺，因早春空气清新，晴天丽日，所以能看见西岭雪山。上两句已点明，当时正是早春之际，冬季的秋雪欲融未融，这就给读者一种湿润的感受，此句“窗”与“雪”间着一“含” 字，表现出积雪初融之际湿气润泽了冬冻过的窗棂，这更能写出诗人对那种带着湿气的早春生机的感受。而“西岭”，正是诗人看到窗前初融的冰雪而想起草堂近旁的西岭，想到西岭山上的长久积雪，以西岭上的千秋积雪代替窗上的残雪，这就使所表达的意境更为广远。另外，诗人从少年时就怀有报国的志向，在历经数十年的重重阻扼之后终于有重展的机会，多年战乱得以平定，这与诗人看到窗前的融雪而想到西岭，并以岭上千年雪代窗上残雪，进而给诗人以顽雪消融之感正好相联系。</p> <p>　　末句更进一步写出了<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>当时的复杂心情。一说船来自“东吴”，此句表战乱平定，交通恢复，诗人睹物生情，想念故乡。用一个“泊”字，有其深意，杜甫多年来飘泊不定，没有着落，虽然他心中始终还有那么一点希冀，但那种希冀，已经大大消减了。“泊”字，正好写出了诗人这种处于希望与失望之间的复杂心情。而“万里”则暗示了目的达到的远难，这与第三句中的“千秋”并列，一从时间上，一从空间上，同写出那种达到目的之难。三国孙权自古就被不少士人誉为明主，作者借东吴代指孙权，暗示了杜甫对当朝皇帝的希望。而以“泊”、“万里”、“东吴船”合而为一句，正是为了写出那个“难”字。</p> <p>　　全诗看起来一句一景，是四幅独立的图景，但诗人的内在情感使其内容一以贯之，以清新轻快的景色寄托诗人内心复杂的情绪，构成一个统一的意境。一开始表现出草堂的春色，诗人的情绪是陶然的，而随着视线的游移、景物的转换，江船的出现，便触动了他的乡情。表面上表现的是生机盎然的画面，而在欢快明亮的景象内，却寄托着诗人对时光流逝，孤独而无聊的失落之意，更写出了诗人在重有一线希望之时的复杂心绪，在那希望之外，更多的是诗人对失望的感伤。</p> <p>　　诗的上联是一组对仗句。草堂周围多柳，新绿的柳枝上有成对黄鹂在欢唱，一派愉悦景象，有声有色，构成了新鲜而优美的意境。“翠”是新绿，“翠柳”是初春 物候，柳枝刚抽嫩芽。“两个黄鹂鸣翠柳”，鸟儿成双成对，呈现一片生机，具有喜庆的意味。次句写蓝天上的白鹭在自由飞翔。这种长腿鸟飞起来姿态优美，自然 成行。晴空万里，一碧如洗，白鹭在“青天”映衬下，色彩极其鲜明。两句中一连用了“黄”、“翠”、“白”、“青”四种鲜明的颜色，织成一幅绚丽的图景；首 句还有声音的描写，传达出无比欢快的感情。</p> <p>　　诗的下联也由对仗句构成。上句写凭窗远眺西山雪岭。岭上积雪终年不化，所以积聚了“千秋雪”。而雪山在天气不好时见不到，只有空气清澄的晴日，它才清晰 可见。用一“含”字，此景仿佛是嵌在窗框中的一幅图画，近在目前。观赏到如此难得见到的美景，诗人心情的舒畅不言而喻。下句再写向门外一瞥，可以见到停泊 在江岸边的船只。江船本是常见的，但“万里船”三字却意味深长。因为它们来自“东吴”。当人们想到这些船只行将开行，沿岷江、穿三峡，直达长江下游时，就 会觉得很不平常。因为多年战乱，水陆交通为兵戈阻绝，船只是不能畅行万里的。而战乱平定，交通恢复，才看到来自东吴的船只，诗人也可“青春作伴好还乡” 了，怎不叫人喜上心头呢？“万里船”与“千秋雪”相对，一言空间之广，一言时间之久。诗人身在草堂，思接千载，视通万里，胸次何等开阔！</p> <p>　　这首绝句一句一景，但又融而为一，其中起联结作用的正是诗人内心的心绪。表面上表现的是生机盎然的画面，而在欢快明亮的景象内，却寄托着诗人对时光流逝，孤独而无聊的失落之意，更写出了诗人在重有一线希望之时的复杂心绪，在那希望之外，更多的是诗人对失望的感伤，对希望可否成真的无着和彷徨。以清新轻快的景色寄托诗人内心复杂的情绪，正是这首诗的主旨所在。</p><br/><h2>赏析</h2> 　　“两个黄鹂鸣翠柳，一行白鹭上青天”两个黄鹂在鸣，这就有声音了。“一行白鹭上青天”，这就有一个行为、一个行动。一横一纵，“两”和“一”相对；一横一纵，就展开了一个非常明媚的自然景色。这句<a href=\"http://so.gushiwen.org/view_71194.aspx\">诗</a>中以“鸣”字最为传神，运用了拟人的手法把黄鹂描写的更加生动活泼。那么接下来<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>又讲到“窗含西岭千秋雪”，我的窗子里包含了岷山千万年累积的雪，西面的岷山，是千年的积雪的一个岷山。“门泊东吴万里船”我的门口停着长万里的船只。这样就形成了一迎一送，迎这个积雪的山头来进入你的视野，送这个船到下游去。那么这个“万里船”能够通行，也说明这个“安史之乱”已经进入了尾声了，已经接近要平定了，这个时候那航船也可以通行了，做生意的人可以在这条江上来来往往了。 那么这么一首诗，它本身是非常有修饰之美的，在加之它四句都是对仗的。从六朝开始就有绝句，到了唐代以后绝句就形成了非常圆熟的一种艺术，我们很多著名的诗都用绝句。绝句就是四句，四句往往或者四句都不对仗，或者四句前面两句写景对仗后面两句抒情不对仗，或者是前面两句不对仗后面两句对仗，那么现在他这首诗四句都对仗，可以说是一首非常工整的、写得非常认真的一首诗。杜甫有一个写诗的时候让人“语不惊人誓不休”，所以他就把这首诗千锤百炼。",
  "about": "<h2>创作背景</h2> 　　公元762年，唐朝鼎盛时期，成都尹严武入朝，当时由于“安史之乱”，<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>一度避往梓州。第二年，叛乱得以平定，严武还镇成都。杜甫也回到成都草堂。当时，他的心情很好，面对这一派生机勃勃，情不自禁，写下这一首即景小<a href=\"http://so.gushiwen.org/view_71194.aspx\">诗</a>。",
  "poet": {
    "id": 474,
    "star": 0,
    "name": "杜甫",
    "image": "http://img.gushiwen.org/authorImg/dufu.jpg",
    "desc": "杜甫（712－770），字子美，自号少陵野老，世称“杜工部”、“杜少陵”等，汉族，河南府巩县（今河南省巩义市）人，唐代伟大的现实主义诗人，杜甫被世人尊为“诗圣”，其诗被称为“诗史”。杜甫与李白合称“李杜”，为了跟另外两位诗人李商隐与杜牧即“小李杜”区别开来，杜甫与李白又合称“大李杜”。他忧国忧民，人格高尚，他的约1400余首诗被保留了下来，诗艺精湛，在中国古典诗歌中备受推崇，影响深远。759-766年间曾居成都，后世有杜甫草堂纪念。"
  },
  "tags": [
    "小学古诗",
    "写景",
    "写雪",
    "写鸟"
  ]
}