{
  "id": 58922,
  "star": 106,
  "name": "贺新郎·寄辛幼安和见怀韵",
  "dynasty": "宋代",
  "content": "老去凭谁说。看几番、神奇臭腐，夏裘冬葛。父老长安今余几，后死无仇可雪。犹未燥、当时生发。二十五弦多少恨，算世间、那有平分月。胡妇弄，汉宫瑟。 <br>树犹如此堪重别。只使君、从来与我，话头多合。行矣置之无足问，谁换妍皮痴骨。但莫使、伯牙弦绝。九转丹砂牢拾取，管精金、只是寻常铁。龙共虎，应声裂。",
  "fanyi": "<p><strong>译文</strong><br>年华老去我能向谁诉说？看了多少世事变幻，是非颠倒！那时留在中原的父老，活到今天的已所剩无几，年青人已不知复仇雪耻。如今在世的，当年都是乳臭未干的婴儿！宋金议和有着多少的悔恨，世间哪有南北政权平分土地的道理。胡女弄乐，琵琶声声悲。<br>树也已经长得这么大了，怎堪离别。只有你（<a href=\"http://so.gushiwen.org/author_217.aspx\">辛弃疾</a>），与我有许多相同的见解。我们天各一方，但只要双方不变初衷，则无须多问挂念。希望不会缺少知音。炼丹一旦成功，就要牢牢拾取，点铁成金。龙虎丹炼就，就可功成迸裂而出。</p> <p><strong>注释</strong><br>1.贺新郎：后人创调，又名《金缕曲》、《乳燕飞》、《貂裘换酒》。传作以《东坡乐府》所收为最早，惟句豆平仄，与诸家颇多不合。因以《稼轩长短句》为准。一百十六字，前后片各六仄韵。大抵用入声部韵者较激壮，用上、去声部韵者较凄郁，贵能各适物宜耳。<br>2.辛幼安：辛弃疾，字幼安，淳熙十五年（1188年）末，辛寄《贺新郎·把酒长亭说》与<a href=\"http://so.gushiwen.org/author_244.aspx\">陈亮</a>，因作此词相和。<br>3.和见怀韵：酬和（你）怀想（我而写的词作的）原韵。<br>4.凭谁说：向谁诉说。<br>5.神奇臭腐：《庄子·知北游》：“所美者为神奇，所恶者为臭腐。臭腐复化为神奇，神奇复化为臭腐。故曰通天下一气耳。”言天下之事变化甚多。<br>6.夏裘冬葛：《淮南子·精神训》：“知冬日之箑，夏日之裘，无用于己。”箑（shà）：扇。本指冬日穿葛衣、 用扇子，夏日寄裘皮，是与时不宜。此喻世事颠倒。<br>7.犹未燥，当时生发：陈亮《中兴论》云：“ 南渡已久，中原父老，日以殂谢，生长于戎，岂知有我！昔宋文帝欲取河南故地，魏太武以为我自生发未燥，即知河南是我境土，安得为南朝故地？故文帝既得而复失之。”生发，即胎毛。生发未燥即胎毛未干，指婴儿时。<br>8.二十五弦：用乌孙公主、<a href=\"http://so.gushiwen.org/author_830.aspx\">王昭君</a>和番事，指宋金议和。《史记·封禅书》：“太帝使素女鼓五十弦瑟，悲， 帝禁不止，故破其瑟为二十五弦。”应上片末句之“汉宫瑟”。乌孙公主与王昭君之和亲，均以琵琶曲表哀怨，故此处之瑟实指琵琶。<br>9.月：以月喻地。<br>10.树犹如此：《世说新语·言语》：“桓公北征，经金城，见前为琅邪时种柳，皆已十围。慨然曰：‘木犹如此， 人何以堪！’攀枝执条，演然流泪。”《皮树蔓·枯树赋》作“ 树犹如此” 。<br>11.妍皮痴骨：《晋书·慕容超载记》： “超自以诸父在东，恐为姚氏所录，乃阳（佯）狂行乞。秦人贱之，惟姚绍见而异焉，劝兴拘以爵位。召见与语，超深自晦匿，兴大鄙之，谓绍曰：‘谚云：妍皮不裹痴骨。妄语耳！’由是得去来无禁。”此处指己才不为人识，遭鄙弃而被埋没。妍皮，谓俊美的外貌：痴骨，指愚笨的内心。<br>12.伯牙弦绝：《吕氏春秋·本味》载，伯牙鼓琴，钟子期听之，知其志在太山、流水，钟子期死，伯牙破琴绝弦，终身不复鼓琴。此处是将辛弃疾引为知音。<br>13.九转：《抱朴子·金丹》：“一转之丹，服之三年得仙； 二转之丹，服之二年得仙；’……九转之丹，服之三日得仙。”</p>",
  "shangxi": "<h2>赏析</h2> <p>　　<a href=\"http://so.gushiwen.org/author_244.aspx\">陈亮</a>在作词中善于用典使事，这使他的作品能在有限的篇幅里大大增加内容。他运用历史典故，不同于其他词作者，有其独特的方法，那就是不拘限于原来的历史故事，而是取其一个侧面，死事活用，以衬托自己想要表达的思想感情。因此，读他的词，必须反复揣摩，才能领略其深刻的涵义。这首词就是这样。</p> <p>　　词的上片主旨在于议论天下大事。首句“老去凭谁说”，写知音难觅，而年已老大，不惟壮志莫酬，甚至连找一个可以畅谈天下大事的同伴都不容易。词人借此一句，引出以下的全部思想和感慨。他先言世事颠倒变化，雪仇复土无望，令人痛愤；下片则重叙友谊，二人虽已老大，但从来都是志同道合的，今后还要互相鼓励，坚持共同主张，奋斗到底。</p> <p>　　上片先借《庄子·知北游》中“臭腐复化为神奇，神奇复化为臭腐”和《淮南子》所说的“冬日之葛”、“夏日之裘”来指说世事的不断反复变化，并且，越变越颠倒错乱，越变对国家越不利，人们日渐丧失了收复失地的希望。控诉了南宋朝廷的是非不分。朝廷数十年偏居江南，不图恢复，对人们心理有极大的麻痹作用。经历过“靖康之变”的老一辈先后谢世，后辈人却从“生发未燥”的婴孩时期就习惯于南北分立的现状，并视此为固然，他们势必早已形成了“无仇可雪”的错误认识，从而彻底丧失了民族自尊心和战斗力。这才是令人忧虑的问题。上片最后四句，重申中原被占，版图半入于金之恨。词以“二十五弦”之瑟，兼寓分破与悲恨两重意思。《史记·封禅书》记：“太帝使素女鼓五十弦瑟，悲，帝禁不止，故破其瑟为二十五弦。”一如圆月平分，使缺其半，同是一大恨事。末再以“胡妇弄，汉宫瑟”，承上“二十五弦”，补出“多少恨”的一个例证。汉、胡代指宋、金。而说汉宫瑟为胡妇所弄，又借以指说汴京破后礼器文物被金人掠取一空的悲剧。《宋史·钦宗本纪》记载靖康二年（1127年）四月，金人掳徽、钦二帝及皇后、太子北归，宫中贵重器物图书并捆载以去，其中就有“大乐、教坊乐器”一项。只提“胡妇弄，汉宫瑟”，就具体可感而又即小见大地写出故都沦亡的悲痛，则“靖康耻，犹未雪；臣子恨，何时灭”的愤慨自在其中，同时对南宋朝廷屡次向金人屈躬卑膝，恢复大业坐失良机的现实，也就有所揭露、鞭挞。读到这里，再回头去看“老去凭谁说”一句，益感词人一腔忧愤，满腹牢骚，都是由此而发的。</p> <p>　　下片转入抒情。所抒之情正与上片所论之事相一致。词人深情地抒写了他与<a href=\"http://so.gushiwen.org/author_217.aspx\">辛弃疾</a>建立在改变南宋屈辱现实这一共同理想基础上的真挚友谊。过片一句“树犹如此堪重别”，典出《世说新语·言语》。东晋桓温北征时，见当年移种之柳已大十围，叹息道：“木犹如此，人何以堪！”“堪重别”即“岂堪重别”，陈、辛上饶一别，实成永诀，六年之后，即绍熙四年（1127年），陈亮就病逝了。虽然他当时无法预料这点，但相见之难，却在意料之中。这一句并非突如其来，而是上承“老去凭谁说”自然引出的。下句“只使君、从来与我，话头多合”，又正是对岂“堪重别”原因的解释，也与词首“老去”一句遥相呼应。这句正面肯定只有辛弃疾才是最能理解他的唯一知己。据辛词《虞美人》题下小序记，此次陈亮别后，弃疾曾追赶到鹭鹚林，因雪深路滑无法前进，才悻悻而归。“行矣置之无足问”一句，就是针对这件事宽慰这个远方友人的，也是回答对方情深意切的相思。句后缀以“谁换妍皮痴骨”，意为自己执着于抗金大业，尽管人们以“妍皮痴骨”相看待，终不想去改变它了。“妍皮痴骨”出自《晋书·慕容超载记》。谚云‘妍皮不裹痴骨’，妄语耳。”谚语原意本谓：仪表堂堂者，其内心必不愚蠢。姚兴以为慕容超虽貌似聪隽，而实则胸无智略，便说谚语并不正确，对慕容超的行动也不限制。词人借此来说明，即使世人都说他们是“妍皮裹痴骨”，遭到误解和鄙视，他们的志向也永不会变。正因为如此，他们的友情乃愈可贵，所以就自然地发而为“但莫使伯牙弦绝”的祝愿，将两人的友情跟抗金的共同志向联系到一起，使这种感情升华到圣洁的地步。然后，话题一转，写出“九转丹砂牢拾取，管精金只是寻常铁”。以“九转丹砂”与辛弃疾共勉，希望能经得起锻炼，使“寻常铁”炼成“精金”，为国家干一番事业。这两句至理名言，实际说的还是救国之道。</p> <p>　　全文中词人“一息尚存，此志不容稍懈”的精神十分令人感动。其中，词人信手拈来历代相传的炼丹术中所谓经过九转炼成的丹砂可以点铁成金的说法，表达出尽管寻常的铁也要炼成精金的恒心，比喻只要坚定信心，永不松懈，抓住一切时机，则救国大业必能成功。最后，再借龙虎丹炼成而迸裂出鼎之状，以“龙共虎，应声裂”这铿锵有力的六个字，刻画胜利时刻必将到来的不可阻止之势。至此，全词方戛然而止。这最后几句乃是作者与其友人的共勉之辞，也是他们的共同心愿。</p>",
  "about": "<h2>创作背景</h2> <p>　　淳熙十五年（1188年）冬，<a href=\"http://so.gushiwen.org/author_244.aspx\">陈亮</a>约<a href=\"http://so.gushiwen.org/author_459.aspx\">朱熹</a>在赣闽交界处的紫溪与<a href=\"http://so.gushiwen.org/author_217.aspx\">辛弃疾</a>会面。陈亮先由浙江东阳到江西上饶 ，访问了罢官闲居带湖的辛弃疾。恰好收到陈亮索词的书信，辛弃疾便将《贺新郎》录寄。陈亮的这首“老去凭谁说”，就是答辛弃疾那首《贺新郎》原韵的。</p>",
  "poet": {
    "id": 244,
    "star": 0,
    "name": "陈亮",
    "image": "http://img.gushiwen.org/authorImg/chenliang.jpg",
    "desc": "陈亮（1143—1194）原名汝能，后改名陈亮，字同甫，号龙川，婺州永康（今属浙江）人。婺州以解头荐，因上《中兴五论》，奏入不报。孝宗淳熙五年，诣阙上书论国事。后曾两次被诬入狱。绍熙四年光宗策进士第一，状元。授签书建康府判官公事，未行而卒，谥号文毅。所作政论气势纵横，词作豪放，有《龙川文集》《龙川词》，宋史有传。"
  },
  "tags": [
    "励志"
  ]
}