{
  "id": 18337,
  "star": 203,
  "name": "饮酒",
  "dynasty": "唐代",
  "content": "今夕少愉乐，起坐开清尊。举觞酹先酒，为我驱忧烦。<br>须臾心自殊，顿觉天地暄。连山变幽晦，绿水函晏温。<br>蔼蔼南郭门，树木一何繁。清阴可自庇，竟夕闻佳言。<br>尽醉无复辞，偃卧有芳荪。彼哉晋楚富，此道未必存。",
  "fanyi": "<p><strong>译文</strong><br>早晨起来深感缺少乐趣，离座而起打开清酒一樽。<br>先举杯祭酹造酒的祖师，是他留下美酒给我驱逐忧愁和烦闷。<br>一会儿感觉便大不一样，顿觉得天地之间热闹非凡。<br>连绵的高山改变了原来的幽晦，碧绿的流水把温暖的气息包含。<br>南门城外的一片郁郁葱葱，高大的树木叶茂枝繁。<br>清凉的树荫可以庇护自己，整天都可以在树下乘凉谈天。<br>即使喝醉也不要推辞，美好的芳草可以供我们躺卧。<br>即使是那些富比晋楚的人，恐怕也未必知道饮酒的快乐？</p> <p><strong>注释</strong><br>(1)酹（lèi）：以酒洒地，表示祭奠或立誓。先酒：指第一个发明酿酒的人。相传杜康是我国酿酒的创始人。<br>(2)须臾（yú）：一会儿。殊：不一样。<br>(3)喧：热闹。<br>(4)幽晦：昏暗不明。<br>(5)函：包含。晏温：晴天的暖气。<br>(6)蔼蔼：茂盛的样子。<a href=\"http://so.gushiwen.org/author_645.aspx\">陶渊明</a>《和主簿》有“蔼蔼堂前林”<a href=\"http://so.gushiwen.org/view_18337.aspx\">诗</a>句。南郭门：指永州外城的南门。郭，外城。<br>(7)何：多么。一，助词，用以加强语气。<br>(8)清阴：指草木。<br>(9)竟夕：整夜。 <br>(10)偃卧：仰卧。芳荪：指草地。<br>(11)晋楚富：《孟子·公孙丑下》说“晋楚之富，不可及也。”这里指财雄一方的富豪。<br>(12)此道：指饮酒之乐。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　唐代经济繁荣，文化发达，<a href=\"http://so.gushiwen.org/view_18337.aspx\">诗</a>酒关系有如血肉关系密不可分。<a href=\"http://so.gushiwen.org/author_646.aspx\">柳宗元</a>虽然比不上盛唐诗仙兼酒仙<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>的浪漫，也不同于晚唐<a href=\"http://so.gushiwen.org/author_204.aspx\">李商隐</a>“身世醉时多”的悲伤，自有自己喝酒的情态与心态。全诗共１６句，开头四句为第一层：“今旦少愉乐，起坐开清樽。举觞酹先酒，为我驱忧烦。”清早起来就喝酒，原因是感到缺乏生活乐趣。相传杜康是我国酒的创始人。据郭沫若的《中国史稿》：杜康即少康，夏王相的儿子。当年夏王相被一部落领袖杀害，少康逃到今河南虞城县依附有虞氏，当了“疱正”，是个专管皇帝吃饭的职司。杜康为了迎合皇上，力求酿出好酒，亲自筛选精粮，采制神曲，调配奇方，酿出的酒果然味美可口。皇帝饮后神振食增，龙颜大悦，就封杜康为“酒仙”。故柳宗元先举杯祭酹造酒的祖师杜康，是他用勤劳与智慧造出美酒，给人们驱逐忧愁和烦恼。“须臾心自殊，顿觉天地喧。”酒入口，加快了血液循环，浑身感到一股暖流上涌，心情发生变化，天地之间也变得温暖起来。接着，一一叙说饮酒后的感受：“连山变幽晦，绿水函晏温。”幽晦，《楚辞九歌·山鬼》说：“山峻高以蔽日兮，下幽晦以多雨。”晏温，指天气晴暖。心感温暖，连自然界的景物也变得温暖，连绵的高山也改变了原来的幽晦，碧绿的水流含着温暖的气息。这是诗人从感官的角度来写的，随着时间的推移，夏天的太阳升起来了，天气自然变得暖和起来。“蔼蔼南郭门，树木一何繁。清明可自庇，竟夕闻佳言。”开篇点明时间，现在点明饮酒的地点──南郭门。南郭门指永州城南，南门城边，树木繁茂，清凉的树荫可以遮挡烈日，庇护自己，整天都可以在树下乘凉谈天。这四句描写了诗人在永州的闲适生活，既无衙门的公务缠身，又无日出而作的劳累，似乎是无拘无束，自由自在。也有注家认为：“清明”指草木，此句点化《左传·文公七年》“葛犹能庇其本根”句意，“无知的草木都懂得好好保护自己”。意思是说自己还不如草木，连保护自己都不懂得。下句说：“这些树木整夜好像在向自己诉说什么，现在才明白，原来它们要说的正是这种有启发性的话。”可做为一家之言。“尽醉无复辞，偃卧有芳荪。”<a href=\"http://so.gushiwen.org/author_758.aspx\">谢灵运</a>《道路忆山中诗》：“追寻栖息时，偃卧任纵诞。”与朋友们尽情畅饮，哪怕喝醉也不要推辞，芳草萋萋，可以供我们躺卧。这是第二层的小结，饮酒的快乐尽在“偃卧”之中，按理全诗可以到此结束了。然而，“彼哉晋楚富，此道未必存。”《孟子·公孙丑》：“曾子曰：晋楚之富，不可及也。彼以其富，我以吾仁；彼以其爵，我以吾义。吾何慊乎哉！”后两句“谓饮酒之乐也”。即使是那些富比晋楚的人，恐怕也未必知道饮酒的快乐吧？后两句为第三层，进一步说明饮酒的快乐，使诗意得到升华。</p> <p>　　研究者认为，柳诗受<a href=\"http://so.gushiwen.org/author_645.aspx\">陶渊明</a>影响较深，“柳宗元确有部分作品拟学陶渊明，大都作于贬永州之后……宗元学陶诗作实蓄忧愤于闲适恬谈之中。”（王国安《柳宗元诗笺释》）曾吉甫认为“《饮酒》诗绝似渊明。”陶渊明曾任彭泽县令，因对当时现实不满，四十一岁即弃官归隐，躬耕垄亩。他以《饮酒》为题写诗２０首，在序中说：“既醉之后，辄题数句自娱，纸墨遂多，辞无诠次。”诗主要写自己的生活遭遇，人生坎坷。其五：“结庐在人间，而无车马喧。向君何能尔？心远地自偏。采菊东篱下，悠然见南山。山气日夕佳，飞鸟相与还。此中有真意，欲辨已忘言”。全诗与饮酒无关，写的是归隐后悠闲恬静的心情。他的“盥濯息檐下，斗酒散襟颜”（《庚戍岁九月中于西田获早稻》），“过门更相呼，有酒斟酌之”（《移居》），反映诗人过的是自食其力的生活。而“子云性嗜酒，家贫无由得。时赖好事人，载醪祛所惑。（《饮酒》）”反映的是生活贫困，无酒可饮，只好接受别人的恩赐。陶是看破红尘，“种豆南山下，草盛豆苗稀。晨兴理荒秽，带月荷锄归。”隐居山村，做一名普通农民来与当时的黑暗社会抗挣。柳宗元却不同，少年得志，志向远大，在朝廷超取显美，成为王叔文革新集团的骨干。“永贞革新”失败后，被贬谪到南蛮之地永州，这对他是残酷打击。柳是不得已离开朝廷，政治理想并未放弃。在永州任司马，虽为闲职，官禄照领，不必象陶渊明那样亲自耕种，以求温饱。酒完全可以购买，与朋友饮酒是常事。他的郊游是追求闲适，他的饮酒是自我陶醉，其目的是转移视线，以求适应环境，安宁心情。然而，遭贬的打击，沉重的心理负担，无言的痛苦谁能领会？诗的开头就提到情绪低落，但整个基调并不衰飒，与一般的反映闲适的饮酒诗也不同。“它写出了诗人在特定环境中似醉非醉的特有状态，以及他蔑视世俗的鲜明个性，不失为自画像中的一幅佳作。”（胡士明《柳宗元诗文选注》）由此可见，柳宗元的《饮酒》等诗，受陶渊明、谢灵运的影响是客观存在的，却自有不同的个性与意蕴。</p>",
  "poet": {
    "id": 646,
    "star": 0,
    "name": "柳宗元",
    "image": "http://img.gushiwen.org/authorImg/liuzongyuan.jpg",
    "desc": "柳宗元（773年－819年），字子厚，唐代河东（今山西运城）人，杰出诗人、哲学家、儒学家乃至成就卓著的政治家，唐宋八大家之一。著名作品有《永州八记》等六百多篇文章，经后人辑为三十卷，名为《柳河东集》。因为他是河东人，人称柳河东，又因终于柳州刺史任上，又称柳柳州。柳宗元与韩愈同为中唐古文运动的领导人物，并称“韩柳”。在中国文化史上，其诗、文成就均极为杰出，可谓一时难分轩轾。"
  },
  "tags": [
    "归隐",
    "饮酒",
    "生活"
  ]
}