{
  "id": 28532,
  "star": 10,
  "name": "客有卜居不遂薄游汧陇因题",
  "dynasty": "唐代",
  "content": "海燕西飞白日斜，天门遥望五侯家。<br>楼台深锁无人到，落尽东风第一花。",
  "fanyi": "<p><strong>译文<br></strong>客人像一只孤燕在夕阳西下之时向西飞走，站在禁城宫外远远注视着显贵人家的住宅。<br>高楼深院全都锁着没人来此居住，早开的花朵调落净尽辜负了大好春风。</p> <p><strong>注释<br></strong>⑴卜居不遂（suì）：找不到栖身之处。薄游：聊且出游。汧陇（qiān lǒng）：地名，今陕西陇县一带。<br>⑵海燕西飞：喻客西去陇地。斜：韵脚念xiá。<br>⑶天门：宫殿之门、指皇宫。五侯：东汉恒帝时，同日封宦官单超、徐璜、具瑗、左悺、唐衡五人为侯，号“五侯”。此处泛指朱门显贵人家。<br>⑷第一花：指名贵的花。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　若无<a href=\"http://so.gushiwen.org/view_28532.aspx\">诗</a>题，这首绝句就像是一首写景诗。它写的是在落花时节、日斜时光，遥望王侯第宅，所见到的楼台层叠、重门深闭之景。但联系诗题看，它显然是一首因事而题的托讽诗。它采用借物取喻，托景见意的艺术手法，收到了言微旨远、节短音长的效果。</p> <p>　　诗的第一句“海燕西飞白日斜”，表面写日斜燕飞之景，实写在长安“卜居不遂”之客。<a href=\"http://so.gushiwen.org/author_164.aspx\">周邦彦</a>《满庭芳》词“年年，如社燕，飘流瀚海，来寄修椽”几句，也是以燕喻人。但周词中的“燕”还有修椽可寄，而许诗所写的“燕”则因无椽可寄而孤飞远去。据《幽闲鼓吹》记述，<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>应举时曾谒见<a href=\"http://so.gushiwen.org/author_49.aspx\">顾况</a>，顾看了白的名字，开玩笑说，长安米贵，居住下来可不容易。这一传说未必可信，却可以说明，在唐代想卜居长安是很艰难的。诗中之客既“卜居不遂”，只得“薄游汧陇”，而水和陇州在长安西方，所以诗句以“海燕西飞”影射此行。</p> <p>　　与这第一句诗形成对照的是第三句“楼台深锁无人到”。两句诗合起来，自然呈现出一个极不公平、极不合理的社会现象，这就是：一方面，来到长安的贫士难找一处栖身之地；另方面，重楼空闭，无人居住。根据一些记载，当时的长安城内，高楼深院的甲第固比比皆是，长期废弃的大宅也所在多有。白居易的《秦中吟》曾对此加以揭露和抨击。如《伤宅》诗说：“谁家起甲第，朱门大道边。丰屋中栉比，高墙外回环。累累六七堂，檐宇相连延。一堂费百万，郁郁起青烟。”又《凶宅》诗说：“长安多大宅，列在街西东。往往朱门内，房廊相对空。······风雨坏檐隙，蛇鼠空墙墉。”这些诗句都是径陈其事，直指其失。但<a href=\"http://so.gushiwen.org/author_267.aspx\">许浑</a>的这首绝句，因为总共只有四句，二十八个字，不可能这样铺叙，就化繁为简，化实为虚。在这句中只从楼台的寂寞景象显示白诗中所描述的事实。它虽然不及白诗那样强烈鲜明，却有含蓄之妙、空灵之美。</p> <p>　　尾句“落尽东风第一花”，可说是第三句的补充和延伸。它把第三句所写的那样一个楼台深锁、空无一人的景象烘托得倍加寂寥，起了深化诗境、加强诗意的作用。这句表现的花开花落、空负东风的意境，有点像<a href=\"http://so.gushiwen.org/author_354.aspx\">汤显祖</a>《牡丹亭》中所说的“原来姹紫嫣红开遍，似这般都付与断井颓垣”。曲词隐含无限的惆怅和幽怨，这句诗同样是怅怨之情，浮现纸面。此处，不仅楼台任其废弃，无人居住，而且名花也空自飘落，无人欣赏，就更令人惋惜不尽了。</p> <p>　　一首托讽诗，虽是意在彼而言在此，把本事、本意寓藏在对景物的描摹中，但作者总要在字里行间传情示意，或明或暗地点出他的真正意图。这首诗，除了通过诗题表明写作动机外，诗中透露消息的主要是第二句“天门遥望五侯家”。句中的“遥望”二字显露了西去之客在临行前的依恋、怅惘、愤恨之情；“天门”二字则点出遥望之地在京城，望到的就是禁门外的景色。而句中的“五侯家”，在全诗中是承上启下的关捩。承上，是说上句暗指的西去陇之客此时视线所投向的是五侯之家，他的怅愤不平之气所投向的也是五侯之家；启下，是说在下两句中出现的空锁的楼台是属于五侯的，落尽的名花也是属于五侯的。联系唐代历史，自从安史乱后，宦官的权势愈来愈大，后来，连军队的指挥、皇帝的废立等大权也落到他们的手里。<a href=\"http://so.gushiwen.org/author_473.aspx\">韩翃</a>的《寒食》：“春城无处不飞花，寒食东风御柳斜，日暮汉宫传蜡烛，轻烟散入五侯家”，也是一首托讽诗。两诗都以“五侯家”三字点明作者所要讽刺的对象，其所揭示的都是成为唐代政治上一大祸患的宦官专权问题。</p> <p>　　在许浑这首诗中，所写的时间既是白日斜，季节又是残花落尽。全诗的色调暗淡，情调低沉，这是“卜居不遂、薄游陇”之客的黯然心情的反映，也可以看作唐王室衰败没落的预兆。</p>",
  "about": "<h2>创作背景</h2> 　　安史之乱后，朝政混乱，宦官擅权，社会动荡，贫富悬殊。白日西斜，确是燕当归巢时，而此时它们凌空翻飞在<a href=\"http://so.gushiwen.org/view_28532.aspx\">诗</a>人看来本是寻常一景，而满怀激愤的诗人借题发挥，以虚设的燕无归处为由，深为“卜居不遂”而怅然离开长安的“客”——某寒士，鸣不平。",
  "poet": {
    "id": 267,
    "star": 0,
    "name": "许浑",
    "image": "http://img.gushiwen.org/authorImg/xuhun.jpg",
    "desc": "许浑，晚唐最具影响力的诗人之一，七五律尤佳，后人拟之与诗圣杜甫齐名，更有“许浑千首诗，杜甫一生愁”之语。"
  },
  "tags": [
    "写景",
    "讽刺"
  ]
}