{
  "id": 42624,
  "star": 11,
  "name": "宫词（梨园子弟以下四十一首一作王珪诗）",
  "dynasty": "唐代",
  "content": "五云楼阁凤城间，花木长新日月闲。 <br> 三十六宫连内苑，太平天子住昆山。 <br> 会真广殿约宫墙，楼阁相扶倚太阳。 <br> 净甃玉阶横水岸，御炉香气扑龙床。 <br> 龙池九曲远相通，杨柳丝牵两岸风。 <br> 长似江南好风景，画船来去碧波中。 <br> 东内斜将紫禁通，龙池凤苑夹城中。 <br> 晓钟声断严妆罢，院院纱窗海日红。 <br> 殿名新立号重光，岛上亭台尽改张。 <br> 但是一人行幸处，黄金阁子锁牙床。 <br> 夹城门与内门通，朝罢巡游到苑中。 <br> 每日日高祗候处，满堤红艳立春风。 <br> 厨船进食簇时新，侍宴无非列近臣。 <br> 日午殿头宣索鲙，隔花催唤打鱼人。 <br> 立春日进内园花，红蕊轻轻嫩浅霞。 <br> 跪到玉阶犹带露，一时宣赐与宫娃。 <br> 三面宫城尽夹墙，苑中池水白茫茫。 <br> 直从狮子门前入，旋见亭台绕岸傍。 <br> 离宫别院绕宫城，金版轻敲合凤笙。 <br> 夜夜月明花树底，傍池长有按歌声。 <br> 御制新翻曲子成，六宫才唱未知名。 <br> 尽将觱篥来抄谱，先按君王玉笛声。 <br> 旋移红树斫新苔，宣使龙池更凿开。 <br> 展得绿波宽似海，水心楼殿胜蓬莱。 <br> 太虚高阁凌虚殿，背倚城墙面枕池。 <br> 诸院各分娘子位，羊车到处不教知。 <br> 修仪承宠住龙池，扫地焚香日午时。 <br> 等候大家来院里，看教鹦鹉念新诗。 <br> 才人出入每参随，笔砚将行绕曲池。 <br> 能向彩笺书大字，忽防御制写新诗。 <br> 六宫官职总新除，宫女安排入画图。 <br> 二十四司分六局，御前频见错相呼。 <br> 春风一面晓妆成，偷折花枝傍水行。 <br> 却被内监遥觑见，故将红豆打黄莺。 <br> 殿前排宴赏花开，宫女侵晨探几回。 <br> 斜望花开遥举袖，传声宣唤近臣来。 <br> 小球场近曲池头，宣唤勋臣试打球。 <br> 先向画楼排御幄，管弦声动立浮油。 <br> 供奉头筹不敢争，上棚等唤近臣名。 <br> 内人酌酒才宣赐，马上齐呼万岁声。 <br> 殿前宫女总纤腰，初学乘骑怯又娇。 <br> 上得马来才欲走，几回抛鞚抱鞍桥。 <br> 自教宫娥学打球，玉鞍初跨柳腰柔。 <br> 上棚知是官家认，遍遍长赢第一筹。 <br> 翔鸾阁外夕阳天，树影花光远接连。 <br> 望见内家来往处，水门斜过罨楼船。 <br> 内家追逐采莲时，惊起沙鸥两岸飞。 <br> 兰棹把来齐拍水，并船相斗湿罗衣。 <br> 新秋女伴各相逢，罨画船飞别浦中。 <br> 旋折荷花伴歌舞，夕阳斜照满衣红。 <br> 少年相逐采莲回，罗帽罗衫巧制裁。 <br> 每到岸头长拍水，竞提纤手出船来。 <br> 早春杨柳引长条，倚岸沿堤一面高。 <br> 称与画船牵锦缆，暖风搓出彩丝绦。 <br> 内家宣锡生辰宴，隔夜诸宫进御花。 <br> 后殿未闻宫主入，东门先报下金车。 <br> 端午生衣进御床，赭黄罗帕覆金箱。 <br> 美人捧入南薰殿，玉腕斜封彩缕长。 <br> 选进仙韶第一人，才胜罗绮不胜春。 <br> 重教按舞桃花下，只踏残红作地裀. <br> 侍女争挥玉弹弓，金丸飞入乱花中。 <br> 一时惊起流莺散，踏落残花满地红。 <br> 七宝阑干白玉除，新开凉殿幸金舆。 <br> 一沟泛碧流春水，四面琼钩搭绮疏。 <br> 山楼彩凤栖寒月，宴殿金麟吐御香。 <br> 蜀锦地衣呈队舞，教头先出拜君王。 <br> 天外明河翻玉浪，楼西凉月涌金盆。 <br> 香销甲乙床前帐，宫锁玲珑闭殿门。 <br> 细风欹叶撼宫梧，早怯秋寒著绣繻.玉宇无人双燕去，一弯新月上金枢。 <br> 夜寒金屋篆烟飞，灯烛分明在紫微。 <br> 漏永禁宫三十六，燕回争踏月轮归。 <br> 晓吹翩翩动翠旗，炉烟千叠瑞云飞。 <br> 何人奏对偏移刻，御史天香隔绣衣。 <br> 金井秋啼络纬声，出花宫漏报严更。 <br> 不知谁是金銮直，玉宇沉沉夜气清。 <br> 内庭秋燕玉池东，香散荷花水殿风。 <br> 阿监采菱牵锦缆，月明犹在画船中。 <br> 东宫花烛彩楼新，天上仙桥上锁春。 <br> 偏出六宫歌舞奏，嫦娥初到月虚轮。 <br> 纱幔薄垂金麦穗，帘钩纤挂玉葱条。 <br> 楼西别起长春殿，香碧红泥透蜀椒。 <br> 翠华香重玉炉添，双凤楼头晓日暹。 <br> 扇掩红鸾金殿悄，一声清跸卷珠帘。 <br> 金作蟠龙绣作麟，壶中楼阁禁中春。 <br> 君王避暑来游幸，风月横秋气象新。 <br> 清晓自倾花上露，冷侵宫殿玉蟾蜍。 <br> 擘开五色销金纸，碧锁窗前学草书。 <br> 翠钿贴靥轻如笑，玉凤雕钗袅欲飞。 <br> 拂晓贺春皇帝阁，彩衣金胜近龙衣。 <br> 琐声金彻阁门环，帘卷珍珠十二间。 <br> 别殿春风呼万岁，中丞新押散朝班。 <br> 鸡人报晓传三唱，玉井金床转辘轳。 <br> 烟引御炉香绕殿，漏签初刻上铜壶。 <br> 御按横金殿幄红，扇开云表露天容。 <br> 太常奏备三千曲，乐府新调十二钟。 <br> 宫女熏香进御衣，殿门开锁请金匙。 <br> 朝阳初上黄金屋，禁夜春深昼漏迟。 <br> 三月金明柳絮飞，岸花堤草弄春时。 <br> 楼船百戏催宣赐，御辇今年不上池。 <br> 内人稀见水秋千，争擘珠帘帐殿前。 <br> 第一锦标谁夺得，右军输却小龙船。 <br> 夜色楼台月数层，金猊烟穗绕觚棱。 <br> 重廊屈折连三殿，密上真珠百宝灯。 <br> 天门晏闭九重关，楼倚银河气象间。 <br> 一点星球重绛阙，五云仙仗下蓬山。 <br> 禁里春浓蝶自飞，御蚕眠处弄新丝。 <br> 碧窗尽日教鹦鹉，念得君王数首诗。 <br> 斗草深宫玉槛前，春蒲如箭荇如钱。 <br> 不知红药阑干曲，日暮何人落翠钿。 <br> 太液波清水殿凉，画船惊起宿鸳鸯。 <br> 翠眉不及池边柳，取次飞花入建章。 <br> 御座垂帘绣额单，冰山重叠贮金盘。 <br> 玉清迢递无尘到，殿角东西五月寒。 <br> 春心滴破花边漏，晓梦敲回禁里钟。 <br> 十二楚山何处是，御楼曾见两三峰。 <br> 博山夜宿沈香火，帐外时闻暖凤笙。 <br> 理遍从头新上曲，殿前龙直未交更。 <br> 春殿千官宴却归，上林莺舌报花时。 <br> 宣徽旋进新裁曲，学士争吟应诏诗。 <br> 钓线沈波漾彩舟，鱼争芳饵上龙钩。 <br> 内人急捧金盘接，拨剌红鳞跃未休。 <br> 蕙炷香销烛影残，御衣熏尽辄更阑。 <br> 归来困顿眠红帐，一枕西风梦里寒。 <br> 东宫降诞挺佳辰，少海星边拥瑞云。 <br> 中尉传闻三日宴，翰林当撰洗儿文。 <br> 酒库新修近水傍，泼醅初熟五云浆。 <br> 殿前供御频宣索，追入花间一阵香。 <br> 白藤花限白银花，閤子门当寝殿斜。 <br> 近被宫中知了事，每来随驾使煎茶。 <br> 西球场里打球回，御宴先于苑内开。 <br> 宣索教坊诸伎乐，傍池催唤入船来。 <br> 昭仪侍宴足精神，玉烛抽看记饮巡。 <br> 倚赖识书为录事，灯前时复错瞒人。 <br> 后宫阿监裹罗巾，出入经过苑囿频。 <br> 承奉圣颜忧误失，就中长怕内夫人。 <br> 管弦声急满龙池，宫女藏钩夜宴时。 <br> 好是圣人亲捉得，便将浓墨扫双眉。 <br> 密室红泥地火炉，内人冬日晚传呼。 <br> 今宵驾幸池头宿，排比椒房得暖无。 <br> 画船花舫总新妆，进入池心近岛傍。 <br> 松柏楼窗楠木板，暖风吹过一团香。 <br> 三清台近苑墙东，楼槛层层映水红。 <br> 尽日绮罗人度曲，管弦声在半天中。 <br> 安排诸院接行廊，外槛周回十里强。 <br> 青锦地衣红绣毯，尽铺龙脑郁金香。 <br> 安排竹栅与笆篱，养得新生鹁鸽儿。 <br> 宣受内家专喂饲，花毛间看总皆知。 <br> 年初十五最风流，新赐云鬟便上头。 <br> 按罢霓裳归院里，画楼云阁总重修。 <br> 金画香台出露盘，黄龙雕刻绕朱阑。 <br> 焚修每遇三元节，天子亲簪白玉冠。 <br> 六宫一例鸡冠子，新样交镌白玉花。 <br> 欲试澹妆兼道服，面前宣与唾盂家。 <br> 三月樱桃乍熟时，内人相引看红枝。 <br> 回头索取黄金弹，绕树藏身打雀儿。 <br> 小小宫娥到内园，未梳云鬓脸如莲。 <br> 自从配与夫人后，不使寻花乱入船。 <br> 锦城上起凝烟阁，拥殿遮楼一向高。 <br> 认得圣颜遥望见，碧阑干映赭黄袍。 <br> 水车踏水上宫城，寝殿檐头滴滴鸣。 <br> 助得圣人高枕兴，夜凉长作远滩声。 <br> 平头船子小龙床，多少神仙立御旁。 <br> 旋刺篙竿令过岸，满池春水蘸红妆。 <br> 苑东天子爱巡游，御岸花堤枕碧流。 <br> 新教内人供射鸭，长将弓箭绕池头。 <br> 罗衫玉带最风流，斜插银篦慢裹头。 <br> 闲向殿前骑御马，挥鞭横过小红楼。 <br> 沉香亭子傍池斜，夏日巡游歇翠华。 <br> 帘畔玉盆盛净水，内人手里剖银瓜。 <br> 薄罗衫子透肌肤，夏日初长板阁虚。 <br> 独自凭阑无一事，水风凉处读文书。 <br> 婕妤生长帝王家，常近龙颜逐翠华。 <br> 杨柳岸长春日暮，傍池行困倚桃花。 <br> 月头支给买花钱，满殿宫人近数千。 <br> 遇著唱名多不语，含羞走过御床前。 <br> 小雨霏微润绿苔，石楠红杏傍池开。 <br> 一枝插向金瓶里，捧进君王玉殿来。 <br> 锦鳞跃水出浮萍，荇草牵风翠带横。 <br> 恰似金梭撺碧沼，好题幽恨写闺情。 <br> 春天睡起晓妆成，随侍君王触处行。 <br> 画得自家梳洗样，相凭女伴把来呈。 <br> 舞头皆著画罗衣，唱得新翻御制词。 <br> 每日内庭闻教队，乐声飞上到龙墀。 <br> 春早寻花入内园，竞传宣旨欲黄昏。 <br> 明朝驾幸游蚕市，暗使毡车就苑门。 <br> 半夜摇船载内家，水门红蜡一行斜。 <br> 圣人正在宫中饮，宣使池头旋折花。 <br> 春日龙池小宴开，岸边亭子号流杯。 <br> 沈檀刻作神仙女，对捧金尊水上来。 <br> 梨园子弟簇池头，小乐携来候宴游。 <br> 旋炙银笙先按拍，海棠花下合梁州。 <br> 慢梳鬟髻著轻红，春早争求芍药丛。 <br> 近日承恩移住处，夹城里面占新宫。 <br> 别色官司御辇家，黄衫束带脸如花。 <br> 深宫内院参承惯，常从金舆到日斜。 <br> 日高房里学围棋，等候官家未出时。 <br> 为赌金钱争路数，专忧女伴怪来迟。 <br> 摴蒱冷澹学投壶，箭倚腰身约画图。 <br> 尽对君王称妙手，一人来射一人输。 <br> 慢揎红袖指纤纤，学钓池鱼傍水边。 <br> 忍冷不禁还自去，钓竿常被别人牵。 <br> 宣城院约池南岸，粉壁红窗画不成。 <br> 总是一人行幸处，彻宵闻奏管弦声。 <br> 丹霞亭浸池心冷，曲沼门含水脚清。 <br> 傍岸鸳鸯皆著对，时时出向浅沙行。 <br> 杨柳阴中引御沟，碧梧桐树拥朱楼。 <br> 金陵城共滕王阁，画向丹青也合羞。 <br> 晚来随驾上城游，行到东西百子楼。 <br> 回望苑中花柳色，绿阴红艳满池头。 <br> 牡丹移向苑中栽，尽是藩方进入来。 <br> 未到末春缘地暖，数般颜色一时开。 <br> 明朝腊日官家出，随驾先须点内人。 <br> 回鹘衣装回鹘马，就中偏称小腰身。 <br> 盘凤鞍鞯闪色妆，黄金压胯紫游缰。 <br> 自从拣得真龙种，别置东头小马坊。 <br> 翠辇每从城畔出，内人相次簇池隈。 <br> 嫩荷花里摇船去，一阵香风逐水来。 <br> 高烧红烛点银灯，秋晚花池景色澄。 <br> 今夜圣人新殿宿，后宫相竞觅祇承。 <br> 苑中排比宴秋宵，弦管挣摐各自调。 <br> 日晚阁门传圣旨，明朝尽放紫宸朝。 <br> 夜深饮散月初斜，无限宫嫔乱插花。 <br> 近侍婕妤先过水，遥闻隔岸唤船家。 <br> 宫娥小小艳红妆，唱得歌声绕画梁。 <br> 缘是太妃新进入，座前颁赐小罗箱。 <br> 池心小样钓鱼船，入玩偏宜向晚天。 <br> 挂得彩帆教便放，急风吹过水门前。 <br> 傍池居住有渔家，收网摇船到浅沙。 <br> 预进活鱼供日料，满筐跳跃白银花。 <br> 秋晚红妆傍水行，竞将衣袖扑蜻蜓。 <br> 回头瞥见宫中唤，几度藏身入画屏。 <br> 御沟春水碧于天，宫女寻花入内园。 <br> 汗湿红妆行渐困，岸头相唤洗花钿。 <br> 亭高百尺立春风，引得君王到此中。 <br> 床上翠屏开六扇，折枝花绽牡丹红。 <br> 内人承宠赐新房，红纸泥窗绕画廊。 <br> 种得海柑才结子，乞求自送与君王。 <br> 翡翠帘前日影斜，御沟春水浸成霞。 <br> 侍臣向晚随天步，共看池头满树花。 <br> 金碧阑干倚岸边，卷帘初听一声蝉。 <br> 殿头日午摇纨扇，宫女争来玉座前。 <br> 嫩荷香扑钓鱼亭，水面文鱼作队行。 <br> 宫女齐来池畔看，傍帘呼唤勿高声。 <br> 新翻酒令著词章，侍宴初闻忆却忙。 <br> 宣使近臣传赐本，书家院里遍抄将。 <br> 寒食清明小殿旁，彩楼双夹斗鸡场。 <br> 内人对御分明看，先赌红罗被十床。 <br> 寝殿门前晓色开，红泥药树间花栽。 <br> 君王未起翠帘卷，又发宫人上直来。 <br> 海棠花发盛春天，游赏无时引御筵。 <br> 绕岸结成红锦帐，暖枝犹拂画楼船。 <br> 日晚宫人外按回，自牵骢马出林隈。 <br> 御前接得高叉手，射得山鸡喜进来。 <br> 朱雀门高花外开，球场空阔净尘埃。 <br> 预排白兔兼苍狗，等候君王按鹘来。 <br> 会仙观内玉清坛，新点宫人作女冠。 <br> 每度驾来羞不出，羽衣初著怕人看。 <br> 老大初教学道人，鹿皮冠子澹黄裙。 <br> 后宫歌舞今抛掷，每日焚香事老君。 <br> 法云寺里中元节，又是官家诞降辰。 <br> 满殿香花争供养，内园先占得铺陈。 <br> 金章紫绶选高班，每每东头近圣颜。 <br> 才艺足当恩宠别，只堪供奉一场闲。 <br> 内人深夜学迷藏，遍绕花丛水岸傍。 <br> 乘兴忽来仙洞里，大家寻觅一时忙。 <br> 小院珠帘著地垂，院中排比不相知。 <br> 羡他鹦鹉能言语，窗里偷教鸲鹆儿。 <br> 岛树高低约浪痕，苑中斜日欲黄昏。 <br> 树头木刻双飞鹤，荡起晴空映水门。 <br> 大臣承宠赐新庄，栀子园东柳岸傍。 <br> 今日圣恩亲幸到，板桥头是读书堂。 <br> 树叶初成鸟护窠，石榴花里笑声多。 <br> 众中遗却金钗子，拾得从他要赎么。 <br> 小殿初成粉未干，贵妃姊妹自来看。 <br> 为逢好日先移入，续向街西索牡丹。 <br> 内人相续报花开，准拟君王便看来。 <br> 逢著五弦琴绣袋，宜春院里按歌回。 <br> 巡吹慢遍不相和，暗数看谁曲校多。 <br> 明日梨花园里见，先须逐得内家歌。 <br> 黄金合里盛红雪，重结香罗四出花。 <br> 一一傍边书敕字，中官送与大臣家。 <br> 宫人早起笑相呼，不识阶前扫地夫。 <br> 乞与金钱争借问，外头还似此间无。 <br> 小随阿姊学吹笙，见好君王赐与名。 <br> 夜拂玉床朝把镜，黄金殿外不教行。 <br> 日高殿里有香烟，万岁声长动九天。 <br> 妃子院中初降诞，内人争乞洗儿钱。 <br> 宫花不共外花同，正月长生一半红。 <br> 供御樱桃看守别，直无鸦鹊到园中。 <br> 殿前铺设两边楼，寒食宫人步打球。 <br> 一半走来争跪拜，上棚先谢得头筹。 <br> 大仪前日暖房来，嘱向朝阳乞药栽。 <br> 敕赐一窠红踯躅，谢恩未了奏花开。 <br> 御前新赐紫罗襦，步步金阶上软舆。 <br> 宫局总来为喜乐，院中新拜内尚书。 <br> 鹦鹉谁教转舌关，内人手里养来奸。 <br> 语多更觉承恩泽，数对君王忆陇山。 <br> 分朋闲坐赌樱桃，收却投壶玉腕劳。 <br> 各把沈香双陆子，局中斗累阿谁高。 <br> 禁寺红楼内里通，笙歌引驾夹城东。 <br> 裹头宫监堂前立，手把牙鞘竹弹弓。 <br> 舞来汗湿罗衣彻，楼上人扶下玉梯。 <br> 归到院中重洗面，金花盆里泼银泥。 <br> 宿妆残粉未明天，总立昭阳花树边。 <br> 寒食内人长白打，库中先散与金钱。 <br> 众中偏得君王笑，偷把金箱笔砚开。 <br> 书破红蛮隔子上，旋推当直美人来。 <br> 水中芹叶土中花，拾得还将避众家。 <br> 总待别人般数尽，袖中拈出郁金芽。 <br> 玉箫改调筝移柱，催换红罗绣舞筵。 <br> 未戴柘枝花帽子，两行宫监在帘前。 <br> 窗窗户户院相当，总有珠帘玳瑁床。 <br> 虽道君王不来宿，帐中长是炷牙香。",
  "poet": {
    "id": 2277,
    "star": 0,
    "name": "花蕊夫人",
    "image": "http://img.gushiwen.org/authorImg/huaruifuren.jpg",
    "desc": "在五代十国时期，有几位被称作花蕊夫人的女性，她们不仅容貌美丽，而且能诗善赋，多才多艺。有关她们的事迹，多散见于五代至两宋的各种史籍之中，因其所处时代相同，且又均被称为花蕊夫人，她们的身份、事迹至今仍有许多疑谜。世传《花蕊夫人宫词》100多篇，其中确实可靠者90多首，诗一卷（《全唐诗》下卷第七百九十八）归属于孟昶妃，但词中有“法元寺里中元节，又是管家降诞辰”语，中元节为旧历七月十五日，正是王衍生日，而孟昶则生于十一月十四日，可知当出自王建淑妃手笔。"
  },
  "tags": []
}