{
  "id": 52880,
  "star": 41,
  "name": "新荷叶·薄露初零",
  "dynasty": "宋代",
  "content": "薄露初零，长宵共、永书分停。绕水楼台，高耸万丈蓬瀛。芝兰为寿，相辉映、簪笏盈庭。花柔玉净，捧觞别有娉婷。<br>鹤瘦松青，精神与、秋月争明。德行文章，素驰日下声名。东山高蹈，虽卿相、不足为荣。安石须起，要苏天下苍生。",
  "fanyi": "<h2>注释</h2> ⑴新荷叶：词牌名。<br>⑵“薄露”三句：意谓时值薄露初降、昼夜一般平的秋分之际。分停：平分。<br>⑶“绕水”二句：以传说中海上“篷莱”、“瀛洲”等神山比喻寿星家的亭台楼阁。<br>⑷“芝兰”三句：意谓前来祝寿的人中，既有子侄辈，亦有身居高官者，使寿诞为之生辉。芝兰：香草，喻指佳子侄。《世说新语·言语》：“谢太傅（指谢安）问诸子侄：‘子弟亦何预人事，而正欲使其佳？’诸人莫有言者，车骑（指谢玄）答曰：‘譬如芝兰玉树，欲使其生于阶庭耳。’”簪笏：官吏所用的冠簪和手板，这里指代众高官。<br>⑸娉婷：此指美女。<br>⑹鹤瘦松青：鹤鸟寿长谓之仙鹤，松柏常年青翠，故合用为祝寿之辞。<br>⑺日下：指京都。（详见《晋书·陆云传》）<br>⑻东山高蹈：一则以隐居会稽东山的晋人谢安比喻寿主；二则寿主<a href=\"http://so.gushiwen.org/author_643.aspx\">晁补之</a>之原籍齐州，即今山东一带。在宋朝，人们习惯地把齐州一带叫做东山、东郡或东州。当年<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>称自己知密州为“赴东郡”或“知东州”。南渡后，<a href=\"http://so.gushiwen.org/author_536.aspx\">李清照</a>曾有<a href=\"http://so.gushiwen.org/view_52880.aspx\">诗</a>句“欲将血泪寄山河，去洒东山一抷土”，“东山”即指其原籍今之山东。<br>⑼“安石须起”二句：谢安，字安石。隐居后屡诏不仕，时人因言：“安石不肯出，将如苍生何！”（详见《世说新语·排调》）苍生：指百姓。这里借“时人”希望谢安“东山再起”，以喻作者自己企盼正在“东山”隐居的寿主复出做官。",
  "shangxi": "<h2>赏析</h2> <p>　　此词从明抄本《<a href=\"http://so.gushiwen.org/view_52880.aspx\">诗</a>渊》录出，原词注明作者“宋李易安”，是近年发现的，孔繁礼《全宋词补辑》收之。</p> <p>　　这是一篇寿词，虽然也极尽褒誉，但却流露了忧国忧民之志，蕴含着一股壮气豪情。</p> <p>　　上片交代时间地点、场面气氛，词清句丽，风格典雅。“薄露初零，长宵共永昼分停。绕水楼台，高耸万丈蓬瀛”是指：正当薄露刚开始洒落，夜晚与白昼长短完全相同的这个不同一般的时候；处身环水而起、高耸入云的楼阁亭榭之内，宛如来到了传说中的蓬莱、瀛州海上仙岛。“长宵共永昼分停”句中的“分停”，即“停分”，中分之意；一年之中只有春分、秋分这两天是昼夜所占时间相等，古人称这两天为“日夜分”。这里并未指明是春分还是秋分，从“薄露初零”看，似是仲秋之月的“秋分”，固为秋天到来，暑气渐退，昼热夜冷，容易有露水；然而再从下文馈礼中有兰花来看，或许是仲春之月的“春分”；当然如果“芝兰为寿”中的“芝兰”仅作为一种象征高雅来说，只能认为是虚写，而“薄露初零”却是实况描述，所以很可能是秋分时候。</p> <p>　　“芝兰为寿，相辉映，簪笏盈庭”写的是友人在做寿，词人及众嘉宾来贺：大家献上了淡雅清香的兰花和益寿延年的灵芝，拜寿的人们簇拥着寿星老人一时间充塞了往日幽静的庭院，其中也不乏尚称风雅的达官贵人，他们的鲜明的服色、佩饰与名士清儒的布衣潇洒相辉映。寿筵开始了，气氛自是十分炽烈，但词作者却避开这些必然现象，笔下一滑，转向了筵席间穿梭般飞去飘来为客人倾酒捧觞的侍女们，“花柔玉净，捧觞别有娉婷”之句，是作者从活动的大场面中捕捉的一个迷人的动作：她们像花一般柔媚，像玉一样晶莹，双手捧觞穿行席间向客人劝酒，翩翩风姿令人开怀一醉，表达了主人待客之真诚。上片寥寥数语，便将良辰、美景、主贤、宾嘉之乐都烘托纸上了。</p> <p>　　下片是对寿者的祝愿之词，尾句显示出作者爱国爱民的心愿，写得委婉、曲折、含蓄、脱俗。“鹤瘦松青，精神与秋月争明。德行文章，素驰日下声名”，先以两个比喻句起兴，再引出直面的颂扬：愿您体魄健壮如鹤之清癯矍铄，如松之耐寒长青，愿您精神光照万物与朗朗秋月竞比光明；您的品德学问历来是独领风骚、名噪京城。至此便将一位德高望重、受人景仰的典范人物的形象勾画了出来，下面“东山高蹈，虽卿相不足为荣”仍是溢美之辞，仍是使用比喻手法，但却因借用现成典故，便将内容表达更进一步、更深一层。“东山高蹈”，用的是晋代文学家、政治家谢安的故事。谢安，字安石，才学盖世，隐居东山，后应诏出仕，官至司徒。后人因以“东山”喻隐居之士；高蹈，在此也指隐居生活。该句是说：谢安隐居东山，却蜚声朝野，光耀无比，虽为王侯卿相，哪一个比得上他！以谢安隐居东山称比筵上的寿诞主人，可谓臻于至极了。尾句十分精彩，继续以谢安相比，赞誉、推崇之中加进了激励，且注入了以生民为重、迅速救民于水火之中的急切心情，真是一句千钧：“安石须起，要苏天下苍生。”安石在东山隐居不肯应诏出仕之时，时人发出了“安石不肯出，将如苍生何”的叹惋，词人就该语加以引发以激励眼前这位名士：您一定要像谢安一样快快挺身出仕，揭露奸佞误国，挽救在战乱中受尽蹂躏折磨的黎民。易安居士发自内心的呼喊，使这首以祝寿为内容的词作在主题思想上得到了升华。</p>",
  "about": "<h2>创作背景</h2> 　　该词是为友人祝寿而作。寿者未点明是谁，从词义看，可知其人应是当时名儒，而且是直至此时尚隐而不仕者。有的评论人认为是工<a href=\"http://so.gushiwen.org/view_52880.aspx\">诗</a>善词的名士<a href=\"http://so.gushiwen.org/author_723.aspx\">朱敦儒</a>。据史传称他“志行高洁，虽为布衣而有朝野之望”，后屡经诏聘，方于绍兴二年出山，赐进士出身在朝廷供职，是与<a href=\"http://so.gushiwen.org/author_536.aspx\">李清照</a>同时代人。这首词是近年一位学者从一部明代手抄本《诗渊》中新发现的，其确切的写作年代已不考。侯健《新发现的李清照词》：（这首《新荷叶》）可能是写给当时的词人朱敦儒的……李清照与他有过交往，朱敦儒词集《樵歌》中，有《鹊桥仙·和李易安金鱼池莲》一首便是佐证。而有人则认为寿者当时<a href=\"http://so.gushiwen.org/author_643.aspx\">晁补之</a>。陈祖美《李清照简明年表》：二十五岁（1108 年，大观二年）。明诚、清照夫妇于青州\"归来堂\"读书、斗茶。明诚撰《金石录》，清照\"笔削其间\"，心情舒畅，甘心终老是乡。大致于是年所作、以\"别是一家\"著称的《词论》，是清照继晁补之《评本朝乐章》之后的一篇词史上最早产生重要影响的词论。是年，明诚、清照或为隐居金乡的晁补之贺寿，清照遂作《新荷叶》词。",
  "poet": {
    "id": 536,
    "star": 0,
    "name": "李清照",
    "image": "http://img.gushiwen.org/authorImg/liqingzhao.jpg",
    "desc": "李清照（1084年3月13日～1155年5月12日）号易安居士，汉族，山东省济南章丘人。宋代（南北宋之交）女词人，婉约词派代表，有“千古第一才女”之称。所作词，前期多写其悠闲生活，后期多悲叹身世，情调感伤。形式上善用白描手法，自辟途径，语言清丽。论词强调协律，崇尚典雅，提出词“别是一家”之说，反对以作诗文之法作词。能诗，留存不多，部分篇章感时咏史，情辞慷慨，与其词风不同。有《易安居士文集》《易安词》，已散佚。后人有《漱玉词》辑本。今有《李清照集校注》。"
  },
  "tags": [
    "祝寿",
    "忧国忧民"
  ]
}