{
  "id": 62,
  "star": 169,
  "name": "有狐",
  "dynasty": "先秦",
  "content": "有狐绥绥，在彼淇梁。心之忧矣，之子无裳。<br>有狐绥绥，在彼淇厉。心之忧矣，之子无带。<br>有狐绥绥，在彼淇侧。心之忧矣，之子无服。",
  "fanyi": "<p><strong>译文<br></strong>狐狸在那慢慢走，就在淇水石桥上。我的心里真忧愁，你的身上没衣裳。<br>狐狸在那慢慢走，就在淇水浅滩上。我的心里真忧愁，你没腰带不像样。<br>狐狸在那慢慢走，就在淇水河岸旁。我的心里真忧愁，你没衣服我心伤。</p> <p><strong>注释<br></strong>1.狐：狐狸。一说狐喻男性。<br>2.绥（suí）绥：慢走貌。<a href=\"http://so.gushiwen.org/author_459.aspx\">朱熹</a>《<a href=\"http://so.gushiwen.org/view_62.aspx\">诗</a>集传》训为独行求匹貌。<br>3.淇：卫国水名。淇水在今河南浚县东北。梁：河梁。河中垒石而成，可以过人，可用于拦鱼。<br>4.之子：这个人，那个人。裳（cháng）：下身的衣服。上曰衣，下曰裳。<br>5.厉：水深及腰，可以涉过之处。一说通“濑”，指水边沙滩。<br>6.带：束衣的带子。实指衣服。<br>7.侧：水边。<br>8.服：衣服。</p><br/><h2>译文二</h2> <div id=\"note_77252546_full\" style=\"FONT-FAMILY: Helvetica, Arial, sans-serif; COLOR: rgb(17,17,17); PADDING-BOTTOM: 0px; PADDING-TOP: 0px; PADDING-LEFT: 0px; MARGIN: 0px; LINE-HEIGHT: 19px; PADDING-RIGHT: 0px\"> 狐狸独自慢慢走，走在淇水桥上头。 <br>我的心中多伤悲，他连衣裳都没有。 <br>狐狸独自慢慢走，走在淇水浅滩头。 <br>我的心中多伤悲，他连衣带也没有。 <br>狐狸独自慢慢走，走在淇水岸上头。 <br>我的心中多伤悲，他连衣服都没有。</div>",
  "shangxi": "<h2>鉴赏</h2> <p>　　这是一首情<a href=\"http://so.gushiwen.org/view_62.aspx\">诗</a>。有人把它理解为妻子担忧在外的丈夫没有御寒衣物的诗，则诗以主人公看见有狐开篇，以狐之绥绥，来比久役于外的丈夫茕茕孑立、形影相吊之貌。只见有一只身材单薄的狐狸，狐独地散漫地出没在淇河水落石出的地方。这应该是一幅冷清的秋天的景象，淇水河边，水落石出，狐狸身单影只地行走在石梁上。见此情景，女主人公心里对丈夫的担忧油然而生，他想到那久役于外的丈夫还没有御寒的下裳。</p> <p>　　全诗一唱三叹，每章只更换两个字，反复强化，深入地表达担忧之情。狐狸走在水浅的地方，湿了腿脚，由此想到自己男人还没有束紧衣裤的带子呢。狐狸走在河的岸边，完全没有弄湿身上，她就想到丈夫还没有成身的衣服呢。随着视线所及，看到狐狸从水落石出的地方，一步步走到岸上来，她就想到丈夫该穿什么衣物，<a href=\"http://so.gushiwen.org/author_1137.aspx\">真可</a>谓知冷知热。从这个角度上说，此诗是贤妇人惦念远方丈夫冷暖的佳作。</p> <p>　　有人把此诗解为寡妇表白有心求偶之情，也可通。狐为妖媚之兽，诗人称此妇为“狐”，看来此妇也颇有风姿，诗人以诗揭露其心事，比之为狐、以物喻人，别饶风致。全诗三章，皆用比意。</p> <p>　　首章言“有狐绥绥，在彼淇梁”，梁为石不沾水之处，在梁则可以穿好下裳，所以这多情的寡妇，以有狐求偶，对其所怜惜的鳏夫，表白自我的爱心说：“我心里所忧愁的，是那人还无以为裳，若是他娶了我他就可以不愁没有衣裳了。”次章言“有狐绥绥，在彼淇厉”，“厉”为深水可涉之处。《邶风·匏有苦叶》诗云：“深则厉，浅则揭”，涉过深水。需要有衣带束衣。此妇担心的，是心上所爱慕的那人还没有衣带。她想：“若是我嫁给他，我可以替他结成衣带他就不愁涉过深水时没有衣带了。”三章言此狐“在彼淇侧”，既然已在淇侧，可见已经渡过淇水，可以穿好衣服了。可是她担心那个人，还无以为服，她心想：“若是我和他结为婚姻，那么，那人就不愁没有衣服了。”</p> <p>　　这三章诗充分而细致地表露了这位年青寡妇的真挚爱心，即事抒怀，不作内心的掩蔽，大胆吐露真情，自是难得的佳作。在旧时代，遭逢丧乱，怨女旷夫，在各自失去配偶之后，想重建家庭，享受室家之爱，这是人生起码的要求，自然是无可非议的。这首诗，表白了寡妇有心求偶之情，在《国风》中是一首独特的爱情诗。至于此妇所爱慕的对方，是否已经觉察到她的爱心，以及如何作相应的表态，那是另外的事了。</p>",
  "about": "<h2>创作背景</h2> 　　有关此<a href=\"http://so.gushiwen.org/view_62.aspx\">诗</a>的背景学界尚存分歧。《毛诗序》云：“《有狐》，刺时也。卫之男女失时，丧其妃耦焉。古者国有凶荒，则杀（减）礼而多婚，会男女之无夫家者，所以育人民也。”孔疏解曰：“以时君不教民随时杀礼为婚，而丧失其妃耦，不得早为室家，故刺之。以古者国有凶荒，则减杀其礼，随时而多婚，会男女之无夫家者，使为夫妇，所以蕃育人民，刺今不然。”毛说的理论根据是《周礼·地官司徒》中的《大司徒》《媒氏》。《大司徒》列有遇灾荒时的十二条政策，其中第十条便是“多婚”，也就是让失去配偶的男女结合，以增长人口。《毛诗序》认为此诗就是刺卫国君主没有实行这一政策，使无夫无妻的男女不能结合，指出此诗与男女婚姻有关，而谓之为刺诗，今人多不取。其他各家之说，尚有“悯伤孤贫说”“齐桓公思恤卫说”“忧念征夫无衣说”“伤逃散之卫遗民说”等等。现代学者一般认为《卫风·有狐》是一首言情之诗。卫国经过动乱，人民遭受灾难，流离走徙，不少人失去配偶。有位年青寡妇，在路途中遇到一位鳏夫，对其产生爱意，很想嫁给他，但没有直接表白求爱之意，只在内心中有强烈的活动。故诗人托为此妇之言，以有狐在踽踽独行，思得匹偶，表白此妇对其所爱慕之人的爱心。还有人认为这是一位女子担忧在外的丈夫没有御寒衣物而写的一首诗。高亨《诗经今注》：“贫苦的妇人看到剥削者穿着华贵衣裳，在水边逍遥散步，而自己的丈夫光着身子在田野劳动，满怀忧愤，因作此诗。”",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": [
    "诗经"
  ]
}