{
  "id": 5607,
  "star": 10,
  "name": "送刘司直赴安西",
  "dynasty": "唐代",
  "content": "绝域阳关道，胡沙与塞尘。<br>三春时有雁，万里少行人。<br>苜蓿随天马，葡萄逐汉臣。<br>当令外国惧，不敢觅和亲。",
  "fanyi": "<p><strong>译文<br></strong>通往西域遥远的阳关道上，举目惟见边塞的烟气和沙尘。<br>整个春天只偶有大雁飞过，万里路上很少见到行人。<br>苜蓿草将随着汗血马传入，葡萄种也带随着汉家使臣。<br>这一去自应让外族害怕，使他们不敢再强求和亲。</p> <p><strong>注释<br></strong>⑴刘司直：作者友人，生平字号不详。司直：官名，大理寺（掌管刑狱）有司直六人，从六品上。安西：指安西都护府。<br>⑵绝域：指极远的地域，此指西域。《管子·七法》：“不远道里，故能威绝域之民；不险山河，故能服恃固之国。”阳关道：指古代经过阳关通往西域的大道。阳关：关名，故址在今甘肃敦煌西南。<br>⑶沙：一作“烟”。塞尘：塞外的风尘。代指对外族的战事。唐<a href=\"http://so.gushiwen.org/author_682.aspx\">韩愈</a>《烽火》<a href=\"http://so.gushiwen.org/view_5607.aspx\">诗</a>：“登高望烽火，谁谓塞尘飞。”<br>⑷三春：春季三个月：农历正月称孟春，二月称仲春，三月称季春。汉<a href=\"http://so.gushiwen.org/author_398.aspx\">班固</a>《终南山赋》：“三春之季，孟夏之初，天气肃清，周览八隅。”<br>⑸行人：出行的人；出征的人。《管子·轻重己》：“十日之内，室无处女，路无行人。”<br>⑹苜蓿（mùxu）：植物名。豆科，一年生或多年生。原产西域各国，汉武帝时，张骞使西域，始从大宛传入。《史记·大宛列传》：“（大宛）俗嗜酒，马嗜苜蓿。汉使取其实来。于是天子始种苜蓿、蒲萄肥饶地。及天马多，外国使来众，则离宫别观旁尽种蒲萄、苜蓿极望。”天马：骏马的美称。《史记·大宛列传》说：“初得乌孙马，好，名曰天马。及得大宛汗血马，益壮，更名乌孙马曰西极，名大宛马曰天马云。”<br>⑺蒲桃：即葡萄，原产西域，西域人以葡萄为酒，富人藏酒至万余石。逐：随。汉臣：汉朝的臣子。亦指古代汉族政权的臣子。《史记·留侯世家》：“四人者年老矣，皆以为上慢侮人，故逃匿山中，义不为汉臣。”<br>⑻当：应当。令：使。外国：古代指中央政府以外的政权。后以指本国以外的国家。《史记·大宛列传》：“然张骞凿空，其后使往者皆称博望侯，以为质于外国，外国由此信之。”<br>⑼觅：寻求。和亲：指封建王朝利用婚姻关系与边疆各族统治者结亲和好。唐苏郁《咏和亲》：“君王莫信和亲策，生得胡雏虏更多。”</p>",
  "shangxi": "<h2>赏析</h2> <p>　　此<a href=\"http://so.gushiwen.org/view_5607.aspx\">诗</a>的前两联介绍友人赴边的道路情况。第一联“绝域阳关道，胡烟与塞尘”，指出路途遥远，环境恶劣。这两句是写这条西去路的前方是边塞，接近胡人居住的地区，那里，烽烟弥漫，沙土飞扬，一望无垠，满目凄凉。</p> <p>　　第二联以空中与地上景象相互映衬，进一步表现路途的寂寞荒凉。正值三春季节，南国正是“江南草长，群莺乱飞”之时，无奈春风不度玉门关，一路上唯见偶尔飞过的归雁；平视前方，漫漫长路上极少有行人往来。</p> <p>　　第三联似承实转，虽然仍是写景，但色调感情陡转：“苜蓿随天马，蒲桃逐汉臣。”当年汉武帝派李广利伐大宛取名马，马嗜苜蓿，苜蓿与葡萄种也就随汉使传入中国。这一联历史与现实结合，以想象代实景，描绘了一幅丝绸路上的特异风光。其中蕴含颂杨汉使，沟通两地文化的历史功绩之意，以此勉励友人远赴安西建功立业。</p> <p>　　最后一联正是承着这一诗意转出：“当令外国惧，不敢觅和亲。”这里以“不敢觅和亲”指西北地区少数民族建立的政权对唐王朝的臣服。这两句看似泛指，实际上是针对“刘司直赴安西”而言的，希望刘司直出塞干出一番事业，弘扬国威，同时也寄寓了诗人本人效命疆场、安边定国的豪迈感情。</p> <p>　　这首诗将史事融入送行时对路途险远的渲染中，全诗从写景到说史，又从说史到抒情，曲曲折折，而于字句之间流淌不绝的，则是诗人对于友人始终如一的深情。</p>",
  "poet": {
    "id": 515,
    "star": 0,
    "name": "王维",
    "image": "http://img.gushiwen.org/authorImg/wangwei.jpg",
    "desc": "王维（701年－761年，一说699年—761年），字摩诘，汉族，河东蒲州（今山西运城）人，祖籍山西祁县，唐朝诗人，有“诗佛”之称。苏轼评价其：“味摩诘之诗，诗中有画；观摩诘之画，画中有诗。”开元九年（721年）中进士，任太乐丞。王维是盛唐诗人的代表，今存诗400余首，重要诗作有《相思》《山居秋暝》等。王维精通佛学，受禅宗影响很大。佛教有一部《维摩诘经》，是王维名和字的由来。王维诗书画都很有名，非常多才多艺，音乐也很精通。与孟浩然合称“王孟”。"
  },
  "tags": [
    "写景",
    "抒情",
    "愿望",
    "友人"
  ]
}