{
  "id": 57947,
  "star": 13,
  "name": "生查子·独游西岩",
  "dynasty": "宋代",
  "content": "青山招不来，偃蹇谁怜汝？岁晚太寒生，唤我溪边住。<br>山头明月来，本在天高处。夜夜入青溪，听读《离骚》去。",
  "fanyi": "<p><strong>译文<br></strong>耸立的青山啊，你孤傲不听召唤，还会有谁喜欢欣赏你呢？岁暮寒冬，常到山中溪边来吧。<br>山尖一轮明月悄悄升起，才发现它早已从地平线升起，眼下已是高悬中天，遍洒银辉照大地的景象。明月，山峦，清澈地小溪，仿佛都在静听我朗诵的《离骚》。</p> <p><strong>注释<br></strong>①生查（zhā）子：原为唐教坊曲名，后用为词牌名。《尊前集》注：双调。元高拭词注：南吕宫。四十字，上下片格式相同，各两仄韵，上去通押。<br>②偃蹇（yǎn jiǎn）：原义高耸，引申为骄傲，傲慢。<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>《越州张中舍寿乐堂<a href=\"http://so.gushiwen.org/view_57947.aspx\">诗</a>》：“青山偃蹇如高人，常时不肯入官府。”<br>③怜：爱怜，喜欢。<br>④岁晚：指寒冬腊月。<br>⑤太寒生：比较寒冷。生：语尾助词，无义。<br>⑥离骚：指战国诗人<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>所创作的文学作品。“离骚”，东汉王逸释为：“离，别也；骚，愁也。”《离骚》以理想与现实的冲突为主线，以花草禽鸟的比兴和瑰奇迷幻的“求女”神境作象征，借助于自传性回忆中的情感激荡，和复沓纷至、倏生倏灭的幻境交替展开全诗。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　上片借山来自写，又能将山品与人品相融。首句落笔就奇，接句含蓄曲折。“偃蹇”一词用来形容西岩的状貌很恰当，也可以引申为词人的骄傲和傲慢。一笔两意，巧妙之极。而以“谁怜汝”这一问，更写出词人的自怜怜山，自伤伤山。此处的山与人，已在感情上合二为一。“岁晚”一句，也是既写山，又写人。如是写山，指山逢寒冬；如是写人，则指人的老大。这样双绾之后，“太寒生”就成了词人的心理自感，和对于山的移情了。既然山被词人赋予了这样充分的灵性甚至可说是人性，那么，上片末句冲出青山“唤我溪边住”的语句，就不再突兀丽矫情。两位岁寒之友因品格相似而思谋相伴，简直再合情理不过。</p> <p>　　下片借月来自写，也有与上片近似的曲笔和丰富情味。过片说那高天的明月，突然由山头下来了。这就如同一个绝大的悬念，使人不敢置信又渴望得到解释。结韵则作出生动的解释，说这从天而降的明月，是因为被词人读《离骚》的声音所打动和吸引。这解释十分巧妙而合理，因为他巧用月影以替代月亮，听他读书的明月，实不过是清溪里的月影。这样的巧用，显示出他专注于读《离骚》的激愤心情。因专心读书，他再无心仰望天空。偶尔一瞥眼前，只见溪中之月凝止不动，似在入神而听。另外，这里的“夜夜”一语，又将前句瞬间的“明月来”化为夜夜的“明月来”，使词人读《离骚》的行为，不再是一个瞬息性行为，而在重复、延长中加深了它的意义，加强了它所含有的词人感情的勃郁愤懑色彩。夜夜如此，长夜如此，这读《离骚》的人，他的情感强度就不待测量而后知了。</p> <p>　　这首词是词人词作中修辞手法运用得最密的作品，如拟人、双关、悬念、暗示等等。而它们也使此词在艺术表达效果上超凡人妙，在情感风味上厚重而含蓄。</p>",
  "about": "<h2>创作背景</h2> 　　宋孝宗淳熙八年（公元1181）冬天，<a href=\"http://so.gushiwen.org/author_217.aspx\">辛弃疾</a>被诬陷罢官，此后他长期闲居在信州上饶城北带湖边上、西岩是上饶城南风景优美的地方。这首《生查子》便是辛弃疾闲居游西岩的纪游之作。",
  "poet": {
    "id": 217,
    "star": 0,
    "name": "辛弃疾",
    "image": "http://img.gushiwen.org/authorImg/xinqiji.jpg",
    "desc": "辛弃疾（1140－1207），南宋词人。原字坦夫，改字幼安，别号稼轩，汉族，历城（今山东济南）人。出生时，中原已为金兵所占。21岁参加抗金义军，不久归南宋。历任湖北、江西、湖南、福建、浙东安抚使等职。一生力主抗金。曾上《美芹十论》与《九议》，条陈战守之策。其词抒写力图恢复国家统一的爱国热情，倾诉壮志难酬的悲愤，对当时执政者的屈辱求和颇多谴责；也有不少吟咏祖国河山的作品。题材广阔又善化用前人典故入词，风格沉雄豪迈又不乏细腻柔媚之处。由于辛弃疾的抗金主张与当政的主和派政见不合，后被弹劾落职，退隐江西带湖。"
  },
  "tags": [
    "写山",
    "明月",
    "抒情",
    "孤寂"
  ]
}