{
  "id": 69692,
  "star": 3,
  "name": "杂剧·萨真人夜断碧桃花",
  "dynasty": "元代",
  "content": "楔子<br>小官姓张名珪，字庭玉，东京人氏，叨中进士，除授广东潮阳县县丞。嫡亲的三口儿家属，夫人赵氏，孩儿张道南，此子广览经书，精通文史，众人皆许他卿相之器，此吾家积德所致也。俺此处知县徐端，也是东京人氏，他有一女，小名碧桃，曾许俺孩儿为妻，至今不曾婚聘。夫人，明日是三月十五日，我待请亲家来庆赏牡丹，你意下如何？相公，你主的是。既然如此，张千，你请徐亲家去。只等许允，早来回话。理会的。张千去了，夫人，俺和你须索躬亲治具，休得简慢者。同官异地惜春残，治酒相邀赏牡丹，何必沉香亭子比，更教倾国倚阑干。一作潮阳令，俄惊数载过。大都秋雁少，只是夜猿多。僻地逢迎简，南天瘴万和。圣思饶雨露，慎勿叹嗟跎。小官姓徐名端，宇章甫，东京人氏，小官自幼登科，曾为钱塘簿。今升广东潮阳县知县。嫡亲的四口儿家属，夫人李氏，生有两个女孩，大的女孩儿唤作碧桃，今年一十八岁，小的女孩儿唤做玉兰，年一十五岁，有此处县丞张珪，也是东京人氏，他有一子，唤做道南，年方二十岁。那孩儿好生聪俊，觑着他那内才外才，久已后必然发迹。一来张珪与小官同乡，二来又是同任，以此将我大的女孩儿许了张道南为妻。虽然定了盟约，尚未就亲。今日无甚事，李万门道觑者，有甚么人来，报复我知道。理会的。自家张千。奉相公的命，请徐亲家去。门上的报复去，道有张亲家差人下请书哩。报的相公得知，有张亲家遣张千来下请书，在于门首。着他过来。张千，此一来有何事？小人奉相公的严命，时过春景，牡丹盛开，专请相公和夫人赏玩。量俺有何德能，烦亲家如此费心。夫人，我待辞了这酒，你意下如何？既然是亲家专意来请，如何辞的？咱和你同赏牡丹去走一遭。既是夫人要赏牡丹，便去吃酒，亦无妨碍。张千你先回去，俺与夫人随后来也。小人就去回话。分付嬷嬷和梅香，绣房中好生服待两个小姐，我与夫人去赏牡丹便回来也。妾身是徐知县的女儿，小名碧桃，年长一十八岁，俺爹爹将我配与张县丞的孩儿张道南为妻。今日爹娘到俺公婆家赏牡丹去了，妹子玉兰在绣房中做女工生活。梅香，咱后花园中散心去来。姐姐要耍去，怕相公知道，可不打梅香也。我与你略去看<br>看便回，相公那里知道？这等俺就去来。姐姐，你看这花园中白的是梨花，红的是桃花，紫的是牡丹，黄的是蔷薇，好赏心也。小生姓张名道南，俺爹爹观为此处县丞。今日衙内因赏牡丹，酒筵中宾客笑乐，不期笼内走了白鹦鹉，远远的望见飞过这花园中去了。兴儿，快随俺跟寻去来。相公，那鹦鹉知他在那里？休大惊小怪的。他若拿住俺呵，则说是贼，不要打出我屁来。梅香，你看那蔷薇架边，不有人来也！姐姐，你敢是眼花？这是风弄的花影动，那里得人来！呀，真有个人。兀的两个男子。你是甚么人？白日里跳过墙，来俺花园中，待做贼那？咱家不是贼，只做的两遭强盗。可不是贼？小生不是歹人，是隔壁县丞衙里的舍人张道南，因家中玩赏牡丹，不期笼内走了白鹦鹉，看见飞在花园中，因见这角门儿关着，不能得入，以此跳过墙来。委实不是歹人，只望饶过俺咱。你说是张县丞的舍人，知他是也不是？我索和姐姐说去。姐姐，真个有两个人跳过墙来，不知是甚么人？我报的姐姐知道。梅香，你且唤他过来，待我问他。姐姐着你过来。兀那君子，你是那里人氏？姓甚名谁？为甚么到这花园中？你从实的说来！小生姓张名道南，俺父亲现为此处县丞。今日因家中玩赏牡丹，不期笼中走了白鹦鹉，飞到这花园里面。小生一时间不是了，错跳过墙来。不知那壁小姐，谁氏人家？望饶过小生之罪，放我出去罢！妾身是徐知县的女孩儿，小名碧桃，俺父亲往俺公婆家赏牡丹去了。妾身偶因闷倦，同梅香在这花园中散心咱。原来是碧桃小姐，曾许小生为妻，谁想今日能勾相见，岂非天假其便也。<br>【仙吕】【赏花时】我擎着个笑脸儿将他厮问候，小生陪侍小姐同看花咱。他陪着个小意儿和咱相趁逐。恰才赏牡丹花回绣房中，怎不见大女孩儿？敢是同梅香在后园中看花去了？夫人俺两个看女孩儿去来。却被这莺声唤猛叫头，叫梅香。兀的是有人来也。我与你快走。呀，不提防双亲在背后，我可也怎遮得这场羞。<br>口退！你这小贱人，做的好勾当也。兀那辱门败户的小贱人，你是好人家女孩儿，怎生做这等禽兽的勾当？我待打你来，恐伤了父子情肠，兀的不气杀我也。碧桃，我抬举的你成人长大，不去习女工针指，刬的做这等勾当来。我看你怎生见人？呸！兀的不羞杀老身也。<br>【幺篇】他那里恼乱春风卒未休，姐姐，这场事怎生结果也？则着我独立花前黯自愁，泪不住点儿流。他须是我天缘配偶，常言道女大不中留。<br>夫人。不想有如此之事，兀的不气杀老夫也。老相公且息怒，只是老身平日欠教训之过。不想姐姐被老相公埋怨了几句，到卧房内一口气死了，如何是好！须索报复老相公知道。梅香，你慌张做甚么？恰才小姐被老相公埋怨了几句，向卧房内一口气就气死了，特来报与相公知道。是真个？我的儿阿！事既如此，只索一面报与亲家知道，则说是个急病证死了，一面就在此花园中，捡一块田地，将孩儿尸首埋葬了，省得出丑。儿也，则被你痛杀我也。<br><br>第一折<br>独对丹墀日尚中，君恩赐出锦袍红。世人不识文章力，只说家门积善功。小官张道南是也。俺父亲曾为潮阳县县丞。三年任满回来，东京闲住。小官应举，聿得状元及第，除授潮阳知县，现今官衙安下。一壁厢去取父亲、母亲，未曾来到，止有兴儿服侍。天色已晚，我与众衙官饮了几杯酒，心中则是闷倦，不免乘着月色，向花园中和兴儿闲散心咱。相公，这后园尽也齐整。兴儿。你觑波。夜静更深，风清月朗，古诗有云：花有清香月有阴，此景是也。但可惜春光将暮，众花都己零落。刚那海棠轩侧畔土堆儿上，一树碧桃正开。兴儿，你随俺去看咱？相公，兴儿想起来，还记的那时走了白鹦鹉，相公与兴儿来寻，跳过花园来。和那徐知县的小姐相见。谁想今日与相公又来到花园里闲玩，不知相公心儿里，可也还念那小姐么？兴儿，你不提起来，我也忘了。记的那时在花园里共那小姐相会，不久便病死了。正是人面不知何处去，桃花依旧笑春风，徒增一番伤感而己。夜深了，且回去罢。兴儿，你将这碧桃捡那开的盛的折一枝来。胆瓶里插着，等我看咱。理会的。同我到书房中去。兴儿，将琴来，待我来弹一曲释闷者。琴在此，请相公自弹，兴儿睡去了。这里也无人。我本是徐碧桃，不幸辞世，为阳寿未尽，一灵真性不散。听知张道南得了官，在此宅中居住，今夜书房抚琴，不免假做邻家之女，听琴走一遭去呵。<br>【仙吕】【点绛唇】则我这杏脸藏春，柳眉标恨，萦方寸。无奈东君。花落春将尽。<br>【混江龙】消不的一天愁闷，清明时节雨纷纷。慵施粉黛，倦点朱唇。恰便似薄命照君青冢恨，少年倩女绿窗魂。这其间可正是我愁时分，则见那巢空翡翠，冢卧麒麟。<br>【油葫芦】为甚么我一上青山便化身？端的愁杀人，常只是安排肠断又黄昏，害了个恹渐渐的鬼病儿，积趱下重重叠叠恨。做了个虚飘飘的恶梦儿，捱不出凄凄凉凉运。一会家急急煎煎腹内焦，一会家寻寻思思心内忍。闪的我悲悲切切孤儿寡儿无投奔，因此上凄凄惨惨，无语暗消魂。<br>【天下乐】可怜见梦里形容病里身，则今春，憔悴损，比着这花枝更添瘦几分。也无心对镜鸾。也无心整鬓云，我只怕韶光也妒人。<br>【那吒令】趁碧桃树儿，映纤纤月痕；绕苍苔径儿，步微微露痕；湿香罗袖儿，揾行行泪痕。这其间夜正深，更将尽，那琴声却在何处相闻？<br>正是春色恼人眠不得，你看那月移花影上阑干。小官且出书房外看那月色咱。<br>【鹊踏枝】俺只待看是何人？他那里呀的开门。花阴下好一个女子也！看他那云鬟雾鬓，杏脸桃腮，柳眉星眼，不由咱不动心也。俺试问他咱：那壁小娘子，谁氏人家？夤夜到此何故？哎，你个题诗的相如，休问我听琴的文君，小生只为春色困人，闲观月色，不期遇着小娘子。元来是恼春色孤眠不稳，早难道为贱妾断梦劳魂。<br>敢问小娘子谁氏之家？何方居住？因甚到此？妾身乃邻家之女。因月明人静，来此花园中听琴来。早知小娘子前来，只合远接。接待不着，勿令见罪。<br>【寄生草】他把那寒温叙，礼数勤。此一会小官三生有圭也。则见他曲躬躬笑把言词问，好着我羞答答忙把身躯褪。我只索悄冥冥俞把容颜认。敢问相公高姓？小生姓张，双名道南。可正是月明千里故人来，惭愧你东风一夜传芳讯。<br>相公因何到此？小官现在此县为理。幸得与小娘子相会，小官有句话可敢说么？相公试说咱！小官独居旅邸，若小娘子不嫌，就书院中略叙片时何如？既然公子有留恋之心，妾身同到书房中与相公共话咱。小娘子请坐。看了这女子美貌端庄，岂不是天生就的，不由我不动情。敢问小娘子家住何处？<br>【醉中天】妾身抱天地无穷恨，蒙雨露有深思。住处有甚邻舍？常则和野草闲花作比邻。小娘子家有多远？俺住处路接天台近。你那里还有何人？俺那里有的是秦人晋人，你可也休将咱盘问，则管里絮叨叨拔树寻根。<br>难得小娘子到此，小生有句话儿，只是不好启齿。有何言语，相公但说不妨。小官未曾婚娶，小娘子又守空房，咱两个成合一处，可也好么？<br>【金盏儿】他将我厮温存，我将他索殷勤。口儿未说早心儿顺，俺两个正是那不因亲者强来亲。趁此月色，共饮几杯，、岂不美乎？你待要花前同酌酒，灯细论文。如此好天良夜，只合早成就了洞房花烛，有甚心情还论文哩？你则待风清明月夜，成就了花烛洞房春。相公，贱妾千金之体，一旦委之足下，只愿你他日休负了人者。小娘子放心，我若负了心呵，天不盖，地不载，日月不照临。我着你稳取五花官诰，驷马香车，永为秦晋之匹也。妾身与相公成此亲事，或诗或词，求一首珠玉，以为后会张本。只是小官学问短浅，焉敢在小娘子跟前卖弄手作！愿求珠玉。缟衣仙子来何处？咫尺近桃源路。说是武陵溪畔住，玉纤微露，金莲稳步，只恐莺花妒。邂逅刘郎垂一顾，何事匆匆便归去。临别叮咛嘱咐。柳亭花馆，月窗云户，休把春辜负。右调寄青玉案。张道南作。相公是好高才也。芜词拙笔，徒污仙眼耳。<br>【后庭花】写的来银钩般字字真，珠玑般句句新。端的是笔落惊风雨，诗成泣鬼神。不是我意相亲，听了这一篇谈沦。他能书如王右军，能文似扬子云。现如今拥双凫做宰臣，许下我五花诰为县君。相公，妾身收下这词，永为家宝。量小生之词，有何才能，蒙小娘子如此珍重？<br>【柳叶儿】则要的言而有信，不索你唬鬼瞒神。端的个十分才更有十分俊，休使我心儿困。常将这脚儿勤，咱两个拚则在梦儿中暮雨朝云。<br>相公，天色将明了也，妾身则索回去，明日晚间，再来相会小官明夜晚间，专等待小娘子，是必早些儿来，你休要失了信也。<br>【赚煞尾】从今后将红叶不题济，准备着青鸟先传信。小官焉敢负小娘子，但有负心，神明鉴察。则要你说下言词有准，休着我为你个薄幸王魁告海神。小官见小娘子千娇百媚，早把俺那片魂灵儿勾引去了。则你这俏心儿引惹了三魂，今日托终身，和你待燕尔新婚。此一宵欢爱，如锦鸳成对，似彩凤成双，岂不是一夜夫妻百夜恩？休忘了一夜夫妻百夜恩，只愿小娘子早谐连理，共效于飞，以足生平之愿，则要你日亲日近，俺可便相随相趁，小官感蒙小娘子厚情，我只愿学那张敞，断然不敢做王魁也。哎，你个画眉人可休做了那负心人。<br>谁想今宵遇着小娘子，看了他千般淹润，万种清标，知他是睡里也，是梦里也。多情引动惜花心，此夜欢娱抵万金。两意相投情正美，知音端不负知音。<br><br>第二折<br>人有千年誉，花无百日红。自家不修种，反去怨天公。老夫徐端是也，只因年华渐迈，致仕闲居，如今在洛阳城外庄上居住。自从碧桃孩儿死了。又早三年光景，老夫为无得力的儿男，心中甚是烦恼，止有次女玉兰，今年一十八岁，未曾许配他人。去年张道南一举成名，除授潮阳知县，替了老夫之位。他来辞别老夫，此时心中就要将次女招他为婿，岂知他到任月余，耽着疾病，多应是少年的人，不禁瘴厉侵染之故。张亲家与他上表辞官，蒙圣恩可怜，许他还乡调理，待病痊之日，赴京别用，他知今到家了也，老夫本意要亲自问病去，奈其中有许多不便处。不如先遣家中嬷嬷去，一来问病，二来就题这门亲事，不知夫人意下如何？老相公主的是。左右那里？传着我的言语，教嬷嬷去张亲家宅里，问姑夫的症侯，近日安否，二来就题这门亲事。小心在意，疾去早来。理会的。碧桃花下遇婵娟，只得邮亭一夜眠，至今怕漏春消息，鹦鹉前头不敢言。小官张道南是也？自从与那小娘子相见之后，谁想染成一病，看看至死。俺父亲替我上表辞官，乞归调养，虽然圣恩见允，争奈与那小娘子遂相别了。如今求医问药，再不得个痊可。空着我丢了那小娘子。天阿，可怎生再得见那小娘子一面，小官便死也心甘了。相公，你害的是甚么病？只怕是粪结，我请太医来看相公的病。兴儿，你休请太医，等我歇息咱。老身是徐知县家中嬷嬷，奉老相公言语，着老身去张亲家宅子里，探望姑夫的病证如何，二来就题王兰小姐这门亲事，须索走一遭去也呵。<br>【中吕】【粉蝶儿】则他这暮景相催，叹桑榆半竿红日，恨无情兔走乌飞。被莺花。闲魔障，他可都笑人憔翠。到如今翠减双眉，羞见这鬓边霜将镜鸾懒对。<br>【醉春风】我这里叹世事若浮云，想光阴如逝水。常则在大人家服侍了许多年，端的是喜，喜。赤紧的小姐谦和，相公宽厚。更遇着大人贤慧。可早来到也。兴儿，你报复去，说徐亲家差嬷嬷问安哩。相公，有徐家嬷嬷，在于门首。快请进，相公，老身奉老相公言语，本待自来问候，恐怕相公病体，迎接不便，径着老身来探近日病体如何？我害的病，不阴不阳，发寒发热，不知是甚么症侯？<br>【红绣鞋】我见他黄甘甘容颜憔翠，更那堪骨体尫羸，只你这秀才每花酒病最难医。我这疾病，只有添没有减的日子。一会家觉精细，一会家又觉昏迷。害的你病恹恹无些个气力。嬷嬷，我这病越害的沉重了也。相公，我猜着你这病症呵。<br>【普天乐】你莫不是断王事费精神？不是。莫不是因茶饭伤脾胃？也不是。莫不是风寒感冒，因病成疾？也不是。莫不是文章上若用心？也不是。莫不是鞍马上多劳力？这都不是。哎，他那里无语无言只是长吁气，多敢怕等闲问泄漏了天机。他又不肯明明的说破，则这般恹恹的瘦损，好教我暗暗的猜疑。<br>相公，着兴儿请太医来，用些药可也好么？我待不依来，又怕辜负了相公这场好意。也罢，兴儿，你就去请个太医来。理会的。我出的这门来。太医在家么？我做太医手段高。《难经》脉诀尽曾学。整整十年中间，医不得一个病人好，拚则兵马司中去坐牢。自家赛卢医的便是。待我看来，那唤我的是那个？我家相公不快，特来请你！这等，咱和你就去。请问相公，害的是甚么病？太医，你用心看咱。嬷嬷你放心，小人三代行医，医书脉诀，无不通晓，包的你手到病除。我的声名。传于四海，谁人及的，我叫做赛卢医，我不会说谎。<br>【石榴花】他口夸大语说是赛卢医，卖弄那声价有谁及，医方脉诀幼曾习。这病呵是风寒暑湿，巩饱劳役？太医你下甚么苎？我下服建中汤，减了附子，加上官桂，就着他疾病痊可也。你用着建中汤去附子，加官桂必然见功效神奇。这寸关尺三指脉微沉细，常是寒热往来，则怕这病候有些差迟，休说我医生不会看脉。怎又道寸关尺三部脉都沉细，还只怕这病候有差迟。<br>这太医胡说，错看了脉，我害的病，则是风月二字起的。<br>【斗鹌鹑】元来是风月上留情，全不是寒热间害疾。你则待送雨行云，那些儿于家为国？常言道心病从来无药医，这等干相思不似你，空则想梦里佳人，做了个色中饿鬼。<br>嬷嬷，着这太医回去罢。你要我回去，可拿出药钱来送我。相公不曾吃你一片药，有甚么药钱送你？你没的药钱，我就死在你这里。你死，我就呼狗来咬你。这等，你请相公吃我的药，倒着相公死了罢。我将他心上事题一题，看他说甚么。相公，你可喜也。有甚么喜？你说！相公，你害的病，既是风月的症侯，我与你做个媒人，你心下如何？嬷嬷，你与我做媒，谁家的姐姐？他不是别人家的，是俺老相公的小姐，小字玉兰，生的千娇百媚，与相公做夫人，续了旧日这门姻眷如何？那玉兰比着他家碧桃姐姐，还生得好么？<br>【上小楼】那小姐十分整齐，千般娇媚。他生的纤纤玉笋，小小银钩，淡淡蛾眉。他有见识么？他可便有见识。他有福气么？他可便有福气，堪为匹配，他来我家，便是夫人也。也不辱没了五花诰县君名位。<br>虽然如此，则不如那小娘子这世罢了。<br>【幺篇】怎么的问着呵越不应？道着呵越不理？我如今猜着了也。你猜着甚么？你恋着雨爱云欢，海誓山盟，月约星期。他那里恼一会，叹一会，不知何意？我便是女杨修难猜哑谜。<br>只怕我这个病人，你家老相公未必就许此亲事。<br>【满庭芳】待招你个先生做女婿，他早是一言既出，你可休心下疑惑。他也识字么？那小姐诗书上索是攻习，可伶俐么？那小姐忒温柔俊雅忒伶俐，他伶俐杀也比不的孟光么？他比孟德耀还多艳质，则你这张京兆怎画蛾眉？真个是天缘对，你可便将息贵体，管教你运至遇良医。<br>相公，这亲事成的成不的，回我一句话儿波！我本待不要他来，则管里缠，我且一时间应承了罢，向后却做商量。嬷嬷，烦你多多拜上太山，则说小官愿随鞭镫便了。且喜这门亲事道定了也。我回老相公的话去来。<br>【煞尾】向你个相公行且告别。嬷嬷。你这般惯做媒那？休道是我惯做媒，我说的这事和谐费了多少元阳气，则索先报与夫人相公喜。<br>嬷嬷去了也。兴儿，你扶我向卧房内歇息去。非是区区懒就亲，心中自有上心人。有缘若得重相见，须比灵丹胜几分。<br><br>第三折<br>老夫张珪的便是。自为潮阳县丞，三年任满，回东京闲住。孩儿张道南，一举状元及第，也在潮阳为县丞。不料孩儿染病在身，医药无效。老夫想来，必有邪魔外道述着，不得痊可。此处离城三十里丹霞山，有一道者，乃是萨真人，行五雷正法，好生灵应。老夫今日写下投词，请那先生来看孩儿，这早晚敢待来也。贫道萨守坚，汾州西河人也。贫道幼年学医，因用药误杀人多，弃医学道，云游方外，参访名山洞天。后到西蜀峡口。遇一道人，乃虚靖天师，觑贫道有仙风道骨，传授咒枣之术。及神霄青符，五雷秘法。贫道又到龙虎山参箓奏名，誓欲剿除天下妖邪鬼怪，救度一切众生，遍游荆襄江淮闽广等处。今日贫道云游到洛阳城外丹霞山中紫府道院，修行办道。昨日有一乡官张县丞，投词坛下，为他孩儿张道南，染病不安，医药无效，恐有邪魔鬼怪缠扰，敬请贫道下山，救度此人。贫道念上帝好生之德，如何不救。今日来到他家，兀那门下人报复去，道有贫道来了也。报的老爷得知，萨真人到于门首。道有请。请进。真人，今有小官的孩儿张道南，染其病症，未得痊可，请真人来看一看，是何神鬼。贫道试看咱。老相公，这病是一阴鬼缠扰做下的，待贫道设一坛场，剿除此鬼，相公意下如何？多谢了真人。贫道登坛之后，不便瞻顾，暂请老相公回避。真人请自稳便。道童将道服剑来。道香一柱，法鼓三冬。十方肃静，万神仰德，恭焚道香，无为清净。自然香超三界，香满琼楼玉境。遍周天法界，虔诚恭请，叩齿焚香，请三天使者，五老神兵，衔符背剑在云间，跨虎乘鸾来月下。今因信士张珪之子张道南染病，服药无效，今日香灯花果列坛前，法遣神兵排左右。吾奉太上老君急急如律令，摄。一击天清，二击地灵，三击五雷，速变真形。天圆地方律令九章，神笔到处，万鬼潜藏，天上麒鳞子，顿断黄金锁。偷走下天来，人间收的我。紫薇殿下丹霞绕，白玉阶前剑佩齐。十二童子传诏些，星冠云冕一齐回。老君赐我驱邪剑，离火煅成经百炼，出匣森淼雪霜寒，入手辉辉星斗现。我持此水非凡权，九龙吐出将天地，太液池中千万年，吾今将来净妖气。谨请当日功曹，直符使者。吾今用尔，速至坛前，吾奉太上老君急急如律令。摄。小圣乃直符使者是也。上仙呼唤，<br>那厢使用？有劳神将，去百花园中，勾将碧桃来者。得令。快行动些！<br>【正宫】【端正好】帅父将法力施，火将把神通显。这些时急急煎煎。向后园中到处搜寻遍，险闹了那一座森罗殿。<br>【滚绣球】这一个戗金铠身上穿。那一个蘸钢鞭腕上悬，一个个气昂昴性儿不善，他每都叫吼吼捋袖拉拳，走的我腿又酸脚又软，不由我不心惊胆战，索陪着笑脸儿褪后趋前。你觑那昏昏怨雾迷千里，更和那惨惨浮云散几天，端的是苦海无边。<br>碧桃当面。兀的小鬼头，你是何方鬼怪？甚处妖精？怎生将张道南缠搅，害人性命？你向我跟前，从实的说。说的是万事都休。说的不是罚往丰都，永为饿鬼也。上仙可怜见，听妾身慢慢的从头说上一遍。你说，贫道听咱。<br>【呆骨朵】告师父那雷连怒息听分辨，待妾身细泌根源。你敢是思凡的神女么？我也不足神女思凡，敢是天魔地仙么？也不是天魔地仙。你是甚么鬼怪？从头实实的说来！妾身是潮阳徐知县之女，小字碧桃。俺父亲将我许与张道南为妻。当日我父亲不在家，我与梅香往后花园中散心去。不想张道南走了白鹦鹉，越墙而过，寻此鹦鹉，偶与妾身相见。说话中间，俺父亲来到，张道南害羞而走。俺父亲将妾身百般嗔怒，我回绣房中，一气而死，今经三年光景也。俺父亲就将俺葬在后花园中，墓顶上长一颗碧桃花树。因妾身有二十年阳寿未尽，以此一灵真性不散。谁想张道南应举及第，在潮阳为理，妾身念此旧盟，与他重谐匹配。张道南曾做〔青玉案〕词留证。只此本情，伏望上仙尊鉴不错。你既然身死，却怎生阴府下不收你那三魂七魄？我有那二十载阳间寿，你既还有阳寿，天曹地府不管，你却这等兴妖作怪？更有那一万种心头怨。你怨呵，可怨甚的。辜负我梦行云十二峰，断送的闭荒坟三四年。<br>你死了呵，魂灵却到那里来？<br>【倘秀才】直到那判生死阎王殿前，你还到那里？更到那掌善恶曹司案边，他道我这枉死情由实可怜。姻缘注五百载，阳寿有二十年，因此上把刚魂放免。<br>你怎辄入县舍，缠搅阳官？再与我从实的说来！<br>【滚绣球】只因我天不管地不收，那一夜风又清月又圆，静巉巉海棠庭院，恰遇他趁花阴行到坟前。他到坟前说甚么来？他只念了两句诗，道是人面不知何处去。桃花依旧笑春风。他把碧桃花折一枝，古人诗念一联。引的我魂灵儿向他行活现，他见你可是怎生？他醉醺醺花里遇神仙。可怜我生埋孤冢三年恨，只得书房一夜眠，并没虚言。<br>你两个相会之时，他曾与你甚么东西来么？<br>【倘秀才】他可便拂金星砚将龙香墨研，染紫霜毫把笺纸展，哦，他写甚么来？他将那新词写一篇。那秀才只恁的恋酒贪花也。他可便酒肠宽似海，端的是色胆大如天，你为甚么便随顺他？不由我不将他来顾恋。<br>他向你跟前，也有甚么顾恋的意思？<br>【滚绣球】他将山盟海誓言，向罗帏锦帐眠，他这般病了，如何不怕死？他可便惜花心死而无怨，你是甚么时侯，向他跟前去？止不过赴佳期月下星前。你不去呵，也由得你。他将我死命的留。我将他死命的缠，俺两个得成双称心满愿。他后来告归养病，你不得和他同去，你可敢还思想着他么？到如今愁和闷有万万千千。你愁甚么？我愁的是北邙衰草藏狐兔，恨的是西岭斜阳泣杜鹃，题起来雨泪涟涟。<br>这妇人说有二十年阳寿，又与张道南原是五百年姻缘，合做夫妻，怎凭的他口里说话？直日功曹，与我摄过掌生死判官来者。掌生死案的判官安在？亲奉皇天圣敕差，死生文簿手掌抬。空中若说无神道，霹雳雷声那里来？小圣乃阴府掌生死的判官是也。上仙呼唤，须索见来。上仙呼唤，有何法旨？今有徐知县女孩儿，小字碧桃，他已亡过三年，鬼魂作怪，将阳官张道南，缠搅得病。被贫道将碧桃擒至坛前，他道有二十年阳寿未尽。以此召你来问问，端的有阳寿么？端的还有二十年阳寿。既然如此，当日功曹，与我摄过掌姻缘簿的判官来，掌姻缘案的判官安在？雷声响亮振山川，此际何人不怕天？刚待雨收云散后，凶徒恶党又依然。小圣乃掌姻缘案的判官。上仙呼唤，须索见来。上仙呼唤，有何法旨？今有徐知县的女孩儿，小字碧桃，他已亡过三年，鬼魂作怪，将阳官张道南，缠扰得病。被贫道将碧桃擒至坛前。他道与张道南有五百年姻缘之契。特呼你来问，端的是有也无？这妇人端的有夙缘，合为夫妇。<br>【倘秀才】这一个掌姻缘簿的标写着无缘有缘，那一个掌生死案门先注定十年五年，可正是书案傍边一句言。兀那碧桃，我着你还魂去，夫妻重配，父母团圆，你心下可是如何？但能勾夫妻敢匹配。父母再团圆，我则索谢天！<br>我待教这妇人还魂去，争奈他的尸首，久己腐烂了。只除是恁的。掌生死案判官，你检那生死簿上，有年小妇人，是晚该死的，着碧桃借尸还魂去，有何不可？蒙真人法旨，检生死簿看，徐知县的小女玉兰，今夕该死，着他借尸还魂去罢。若是如此，多谢上仙也。<br>【随煞尾】谢师父承正法常看诸处行方便，开阐教广与众生解倒悬。成就夫妻是夙缘，匹配鸾凰趁心愿。喜的是前度张郎正少年，早晚灾除病体痊，我也不爱他诗礼儒风祖代传，也不爱他簪笏荣名圣主宣，单则爱那惜玉怜香性儿软。<br>谁想有这一场奇怪的事，那徐碧桃已着他借尸还魂去了，等待明早，再往徐知县家，探望一遭，各神将都还本位去。领法旨。太上玄门道法尊，直将生死勘前因。舒开拨雾拿云手，放转追魂夺魂人。<br><br>第四折<br>老夫徐端，好是烦恼人也！自碧桃孩儿亡过，又早三年光景，谁想玉兰孩儿，昨夜三更时分，暴病而亡，停尸在堂。一壁厢报与张亲家女婿知道，待他来时入殓，兀的不痛杀我也！孩儿，精细者。<br>【双调】【新水令】则我这俏身躯三载土中埋，今日个得还魂似升天界。寒灰重发焰，枯树再花开。也是我苦尽甘来，常言道否极早生泰。<br>惭愧，孩儿醒过来了也。将定魂汤与孩儿吃。孩儿精细者，吃一盏定魂汤。玉兰孩儿，你那里去来？<br>【步步娇】我与你款款前来深深拜，孩儿，你拜甚么？可怜我白头父母都年迈，间别来可便三二载，可怎么有二三载？你孩儿自离了父母去呵。我正是几度南柯梦中来。这是怎么说？你孩儿是碧桃也！将小名儿道的明白，你道是碧桃，他已死过三年了，你一向在那里？你孩儿半开中落在那荒郊外。<br>好是奇怪了，俺碧桃孩儿，己死了三年光景，怎生再活？莫不是妖邪鬼怪，倚草附木？我着人请张亲家去了，这早晚怎生还不见来？小官张珪是也。思量好是烦恼，孩儿张道南，先定下徐章甫亲家大女儿碧桃，不想死了。今次又定下他小女儿玉兰，喜得道南孩儿病又好了，正待完就这门亲事，今日早间，人来报说，玉兰昨夜三更时分，暴病身亡。老夫想来，只是俺道南孩儿，姻缘未到。如今只得同我夫人，道南孩儿，都往他家吊孝走一遭去。可早来到也。不必报复，我自过去。亲家索是烦恼也！亲家，有碧桃孩儿，还魂了也！好是奇怪！碧桃小姐，怎生活了来？张道南，你可也认的我么？<br>【折桂令】原来是有朋自远方来，你道是济济衣冠，楚楚人才。俺也只为情重如山，恩深似海，险害的你骨瘦如柴。再不索闹攘攘大惊小怪，这一场悄促促似鬼使神差。我几曾与你相见？你是这等说？想着俺缱绻情怀，鱼水和谐。我为你曾下巫山，你为我误入天台。<br>小姐，你则说我和你那里相见来？你试说一遍与我听者。<br>【沽美酒】当日个花园中成眷爱，美欢娱在书斋，则他那海誓山盟是谁道来？哎，你这读书的秀才，俺两个谋成合不谋败。<br>小姐，你休得胡说！既然与你相见，有甚么显证在那里？有、有、有！<br>【太平令】请你个假古忄敝的官人休怪，我这里把新词袖里忙抬。一字字堪怜堪爱，一句句难学难赛。我对着众客展开，表白，这是那个的亲笔儿留在？<br>这一桩岂不是天下绝奇怪的事？只是其间委曲，怎生得个明白的见人可也好那？贫道乃萨真人。今日向徐知县家中，探望走一遭去。列位，贫道稽首。这是萨真人，前日为小儿的病，投词坛下。尚不曾你我一个明白，今日来的正好。老亲家，令爱还魂的事，还要得个见人，只除问这真人，必有分晓。真人，我大女儿碧桃，已死三年，昨夜小女儿暴亡、今早忽然醒转，他道是碧桃还魂，这怎么说？老相不知，听贫道细说一遍。老相，你当初曾将碧桃许与张道南为妻。因那年三月十五日，你夫妻二人，同去张县丞家赏牡丹。不想张道南走了白鹦鹉，跳过你家花园内，寻那鹦鹉，正遇碧桃小姐。见面恰待说话，老相回家撞见，将小姐辱了一场，他回至房中，一口气身亡了。你家将他尸首，埋在后花园中，他阳寿未绝，精神不散。墓顶上长一株碧桃花树来，他一灵儿附在碧桃花树上。三年之后，张道南一举及第，除授此县知县，在你旧衙中居住。那夜风清月明，张道南因闲行到碧桃树边，见花开的正好，折一枝向胆瓶中插着，谁想碧桃就那夜向书房中，与张道南作伴，云来雨去，说誓言盟。以此张道南看看至死。他的父亲与道南上表辞官，乞归养病，蒙圣恩许允，遂得离任到家。虽则碧桃不得同来，然道南病体一时未愈。他父亲看见沉重，服药无效，怕有妖精鬼怪，缠扰为祟，以此投词到贫道坛前。贫道设一坛场，差天将将碧桃勾至坛下，他言称道有二十年阳寿，更与张道南有夙缘前契夫妻之分。贫道不信，唤掌生死、婚姻的判官来问他，果然不虚。贫道着碧桃还魂，争奈尸首腐烂，难以回转，不想你小女玉兰，食尽禄绝，昨夜正三更时分身死。贫道就着判官，借着这玉兰尸首，放碧桃还魂。皆是贫道之力也。孩儿，这真人说话，可是真么？您孩儿若不是上仙法力，岂想有今日也？<br>【豆叶黄】叮怜我滞魄游魂，流落在海角天涯，长伴着野草闲花，残烟断霭。我只道晓色何曾到夜台，谁承望万里归来，喜喜欢欢，再拜我爹爹奶奶。儿也，你便还魂了，只可惜我玉兰孩儿，兀的不苦痛杀我也。<br>【七兄弟】这也是你的运衰，他的命该，留不得两裙钗。若不是萨真人显出神通大，则我这墓顶上签钉远乡牌，可不的一灵儿永欠下鸳鸯债。你既是碧桃小姐，当初相见之时，何不就明对我说？却教我做出这一场病症来，争些儿害杀我也。<br>【梅花酒】非是我假虚脾爱使乖，也只怕粉脸香腮，引动你蜜意幽怀，倒做了黄祸之灾。因此上把鬼名儿潜换改，真姓也暗藏埋，况阳寿尚未该，婚姻簿又明载，天对付俏身材？云和雨好安排。连理树稳情栽，合欢花纵心摘。<br>小姐，我和你当初相别，自谓生死永隔矣，不想今日还魂，重为夫妇，咱两个索是喜也。<br>【收江南】呀，今日个月明千里故人来，镜鸾重整向妆台，这的是换人肌骨夺人胎。休得要乱猜，你不见桃花依旧待春开。<br>老亲家，喜得令爱还魂，续成姻眷，皆赖真人法力，我待举家拜谢真人便了。这本是人天数，贫道不过施此法力，使他借尸还魂，重谐匹配而已，何足谢乎？张老亲家，小女和令郎，另选吉日，过门做亲，我等先拜谢真人才是。真人请上，受我等一拜。不敢，不敢。徐碧桃艳质天然，已三载闭骨重泉，谁想他一灵不散，与夫君私会花前。为风情恹恹成病，百般的医药难痊。因此上投词禳祷。被贫道识破根源。值小妹正当暴死。将尸首借与生旋。出怀中新词为证，才知我法力无边。此本是生前分定，天匹配再合姻缘。请高堂大排筵宴，相庆贺骨肉团圆。<br>题目张明府醉题青玉案<br>正名萨真人夜断碧桃花",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "未知作者"
  },
  "tags": []
}