{
  "id": 69737,
  "star": 2,
  "name": "杂剧·锦云堂暗定连环计",
  "dynasty": "元代",
  "content": "第一折<br>拥兵入卫立奇功，文武群臣避下风。九锡恩深犹未厌，私心不老汉朝中。某姓董名卓，字仲颖，乃陇西临洮人也。自幼为将，颇有边功。比因十常侍作乱，何进荐某入朝，遂至官封大师之职。如今又加九锡：一车马，二衣服，三乐器，四朱户，五纳陛，六虎贲，七斧钺，八弓矢，九矩鬯。出称警，入称跸。颁曰诏，降曰制，言曰宣，语曰敕。某每入朝，但将这腰间的宝剑微露霜刃，吓的文武百官，人人失色。且莫说我手下许多谋臣战将，则这个叫做李儒，这个叫做李肃，也都勇过贲育，智赛孙吴。名马数千群，雄兵十万队。以此横行京兆，威震长安。觑夺汉家天下，直如反掌耳。止有王允那厮，多有诡计，一心常对着我，我也常常防备他。但是他行住坐卧，我就着人跟随着，看他动静，早来通报。今日俺在太师府闲坐，有人来说，那厮出了朝门，不回私宅，径往太尉杨彪家去了。则怕他两个商量出甚么计较来，俺不免亲身直至杨彪家，觑破那厮，走一遭去。从来此贼多奸计，教咱如何不防备。虽则人无害虎心，争奈虎有伤人意。老夫姓杨名彪，字文先，弘农华阴人氏，现为殿中太尉之职。方今汉朝献帝在位，被那董卓专权，擅作威福，生杀由己。文武百官，皆凛凛不敢正目而视。因此圣人怀忧，无可奈何。便好道主忧臣辱，主辱臣死。若不与主上分忧，岂为臣子之道？老夫欲待乘其机会，剿灭奸雄。争奈他家奴吕布，英勇过人，一时难以下手。老夫想来，则除是司徒王允，此人足智多谋，可与共事，我如今约他来商议。早间着人请去了，不见到来。左右，门首觑着，若王司徒来时，报复俺知道。理会的。老夫姓王名允，字子师，太原祁人也。自举孝廉以来，谢圣恩可怜，加为大司徒之职。争奈董卓弄权，将危汉室，群臣畏惧，莫敢谁何。今有太尉杨彪，令人来请，不知为着甚事，须索走一遭去。惭愧老夫年迈无能，虚叨爵禄也呵。<br>【仙吕】【点绛唇】俺可也虚度春秋，强捱昏昼。空生受，肥马轻裘，为甚事担消瘦。<br>【混江龙】则为这汉家宇宙，好着俺两条眉锁庙廊愁。恰便似花开值雨，怎的个叶落归秋。俺只问鸳鹭班中怎容的诸盗贼，麒麟阁上是画的甚公侯。做官时都气勃勃待超前，立功处早退怯怯甘居后。若得他一人定国，也不枉万代名留。<br>可早来到门首也。令人报复去。道有请。请进。太尉请老夫来，有何事商议？请司徒来，别无甚事，想楚汉争雄，创立江山，四百余载，流传至俺主献帝，艰难极矣。今有董卓专权，欺压群臣，无计可奈。老夫遍观朝中，足智多谋，无如司徒者。不知怎生出个妙策，共立大功，司徒意下如何？<br>【油葫芦】想当日楚汉兴兵争战秋。君与臣犹未剖，他也曾中分天下指鸿沟。既然中分天下，怎独是我汉朝成其工业，流传四百余年，这都谁人之力也？这其间多亏了张子房说地谈天口，韩元帅握雾拿云手。那一个能战敌，那一个善计谋。他把千年基业扶持就，端的是分破帝王忧。如今董卓专权，威振中外。想起当日各处诸侯，勒兵百万，在于虎牢关下，不曾得他一根折箭。似此强横，如何剿除也。<br>【天下乐】我则怕烦恼皆因强出头，想十八路诸也波侯，题起来满面羞。若不是刘关张三人破吕布一阵，天下诸侯可不羞死也。想当日虎牢关一时难措手，到如今文官每尽拜降，武将每皆遁走，惯的那厮呵千自在百自由。<br>今日小官奉圣人的命，请司徒来商议，怎生出个计较，擒拿董卓。太尉，噤声。那贼臣董卓权重势大，非可容易剿灭。况他耳目布满朝端，我等计议，倘或漏泄，岂不反取其祸？虽然如此，奈吾等世为汉臣，誓不与这贼并立。但有可图，拚以身命殉之，他非所惧也。某乃董卓是也。我今日直至杨彪家中，觑破这老贼去。令人报复去，道有董太师在于门首。报的老爷得知，有董太师来了也。果如司徒所料，董太师来了也。吾等便当出迎。哦，王司徒也在此。你两个这里商议些甚么哩？小官与王司徒偶因朝罢相过，叙些闲话而已，并不曾商议甚的。王允，你两个见我到门，似有惊骇之色，莫非要害我么？俺等躯命皆在太师掌握，岂敢有此？<br>【后庭花】没阿只你个董太师掌大权，我这权元也不小。吕温侯为帅首。俺可也同商议，待择个好日头。元来你们要择个好日头，敢是商量请我吃酒么？非也，待请太师早登大位耳。只怕孤家到不得这地位。见说的话相投，若果有此日呵，你等但说的，我便依卿所奏也。便道是依卿所奏，只怕你这狠心肠无了休。杨太尉，俺问你，从古以来，也有将平天冠让人戴的么？古语有云：有道伐无道，汤放桀，武王杀纣是也。无德让有德，尧禅舜，舜禅禹是也。王司徒，这等看来，今日之事，亦可知矣。<br>【那吒令】打一个虞舜帝，他承唐祚温恭自守。有一个秦始早．他并周家强梁不久。有一个新臣君，他篡汉室狂乖出丑。孤家为这一事，用了多少机谋，一时不得成就，以此心中好生着恼。你如今怕甚么计不成，怕甚么谋难就？便待要一勇性乱举戈矛。<br>孤家看来，朝里朝外，唯我独尊。若要举事之时，那一个敢道个不字儿的，俺就着他立生灾祸，身家难保，九族不留。王允夜观乾象，汉家气数已尽，太师功德巍巍，当代汉而有天下也，只在这早晚了。<br>【鹊踏枝】你可也强承头，大睁眸，岂不见天象璇玑，气运周流。既然天象如此，只怕孤家没这福分。元来太师不知，近日银台门内筑一高台，此非为禅授而何？早筑下高台禅授，休忘了俺两个王允、杨彪。<br>孤家要图大事，这文武重臣，顺我者为恩，逆我者为仇。岂不切切的谨记于心也？<br>【寄生草】这本是服德非关力，你休便将恩认做仇。则愿你仗龙泉扫荡风尘垢，按龙韬补尽乾坤漏，坐龙庭稳占江山秀。此事只宜疾，不宜迟也。则愿你顺人和有麝自然香，休得要逆天心无祸谁能勾？<br>这事全仗你众公卿扶持一扶持，孤家自有重报。请太师放心。略宽三五日，选得吉辰，众公卿便来奉迎也。太尉、司徒，孤家入朝以来，手握重兵，数百余万；勇猛之将，如吕布者非止一人。生杀废置，但凭孤口。要夺汉家天下，如探囊取物，亦有何难？既是银台门已有筑台授禅之意，俺如今且回府去，整备平天冠，等侯便了。虽然如此，恐防日久变生，只是早几日的好。观乾象汉已天亡，况孤家久握朝纲。也终防别生事故，休迟缓自取其殃。这匹夫好无礼也，一心要侵夺汉家天下。司徒，计将奈何？<br>【金盏儿】我本是一重愁，翻做了两重愁，方信道是非只为多开口。司徒怎生定计擒拿此贼，方可保安汉室江山。待教我神机妙策苦搜求，怎做的姜子牙能伐纣，张子房会兴刘？小官觑司徒也不弱于先贤，只要先算计了吕布一人，那董卓便易擒矣。你待要剿除了董太师，甚法儿所算了吕温侯？<br>此事全仗司徒用计。太尉，你且放心，容小官思忖来。<br>【赚煞】揽这场强熬煎，自寻些闲僝僽，少不的三五夜苍颜皓首。人年不满百，常怀于岁忧。司徒，我和你这烦恼何时是了也？那些个百岁常怀千岁忧，搜寻遍四大神州。运机筹，这功绩难收，可惜万里江山一旦休。适在老贼之前，约下三五日间，便有分晓。司徒，须要早图，休得误事。眼见的乌飞兔走，争奈这龙争虎斗，将一个闷弓儿拽扎在我心头。<br>王允此一去，必然用计擒拿董卓，保安汉室天下。老夫悄悄的自去回圣人话便了。汉室江山誓共扶，肯容贼子有狂图？计就月中擒玉兔，谋成日里捉金乌。<br>第二折<br>文武朝臣不见过，银台门事竟如何？只为龙床难得坐，一夜心焦白发多。某乃董卓是也。颇奈王允等众官好生无礼，他每说早晚选定吉日，便来迎俺，登其大位。我看黄历上尽有好日子，怎么还不见来相请？令人门首觑者，若王允等众官来时，报复我知道。理会的。世俗的人，跟贫道出家去来，我着你个个成仙，人人了道。这里也无人，贫道乃上界太白星是也。生居金地，出在庚方。鉴人间善恶无差，辨世上荣枯有准。因朝天帝回来，观见下方董卓弄权，要谋汉家天下。上苍致怒，众神不喜，故差贫道点化此人，看他省的也不省的。这是董卓门首。董太师，你好个大志气也。董太师，你这早晚死也。报太师爷，门首有个风魔的先生，望着府门大笑三声，大哭三声，打着他不去。特来报知。有这等事！待我亲自出去试看咱。呵、呵、呵，董卓，你这早晚死也。这个正是风僧狂道。令人，与我拿住者！我自己拿这厮去。哎哟，打杀我也。他怎生不见了？且看打我的是甚么物件。元来是一匹布。两头两个口字，中间里有两行字，写着道：\"千里草青青，卜曰十长生。\"李儒，你知道么？太师，李儒仔细参详，不解此意。则除是蔡邕学士，他可懂的。吾儿言者当也。李肃，与我唤将蔡邕来者。蔡学士安在？小官姓蔡名邕，字伯喈，祖居陈留郡人氏，官拜学士之职。有太师相请，不知为着甚事，须索见去。太师呼唤小官，有何见谕？蔡学士，我正在府中闲坐，有一个风魔的先生，望着府门哭三声，笑三声。我出去看他，被他拿一物件当头打将过来。正要着人拿他，早化一道金光不见了。如今他这物件现在于此。我不解其意，唤学士来试看咱。既如此，请借一看。哦，是一匹布，可长一丈，上面有两行字：\"千里草青青，卜曰十长生。\"这老贼当来必死在吕布之手，则除是这般。太师，据蔡邕看来，布上有两行字：\"千里草青青，卜曰十长生。\"\"千\"字下面着个\"里\"字，\"千\"字上面着个草头，可不是个\"董\"字？\"卜\"字下面着个\"曰\"字，\"曰\"字下面着个\"十\"字，可不是个\"卓\"字？这是包藏着太师的尊讳。这是一匹布，两头两个口字，上下叠起，可不是个\"吕\"字？这是包藏着\"吕布\"二字。布<br>可长一丈，是报太师有十全之喜，皆凭吕布英雄。此乃天意，亦人力也。学士言者当也。我若成其大事，这左丞相位儿就是你坐。则怕太师忘了。说的是，常言道：\"贵人多忘事。\"就将此布你收的去，我若成其大事，拿将这布来，这左丞相就是你的了也。多谢太师，小官告退。出的这门来，我蔡邕本为父母之故，不得已投托董卓门下。如今拿这布悄悄的到王司徒府中，与他商量，走一遭去。蔡邕去了么？兀的不欢喜杀老夫也！凭着俺吕布孩儿，成大事今日今时。方信道人有善愿，果然是天必从之。老夫王允是也。昨日杨太尉口传密诏，着老夫定计擒拿董卓。老夫想来他权势重大，况兼吕布有万夫不当之勇。展转寻思，并无一计，怎生是好？天色晚了也，不免掩上宅门。再思想波。这是司徒门首。我试唤门咱。唤门的是谁？是小官蔡邕。学士为何至此？丞相，小官无事也不来。那董太师在私宅中闲坐，忽有一个乞化先生，望着他府门大笑三声，大哭三声。太师大怒，着人拿他，被他将一物件望着太师打来，化一道金光不见了。这就是打的那物件，司徒请看。原来是一匹布，布上有两行字：\"千里草青青，卜曰十长生。\"那草字着个\"千\"字\"里\"字，\"卜\"字着个\"曰\"字\"十\"字，可不是\"董卓\"二字？解的是。布上两头一个\"口\"字，分明是藏着\"吕布\"二字。但这布不长九尺，又不长一丈一尺，主何意思？这个却解不过来。有甚难解处？这布足足一丈，单主着董卓数足，早晚死也，若死必在吕布之手。学士差矣，那吕布是董卓的养子，他如何肯杀董卓？董卓比丁建阳如何？司徒，你怎生立一人之下，坐万人之上，调和鼎鼐，燮理阴阳，但能使吕布生心，董卓不足图矣。小官不才，愿献一策，名曰\"连环计\"。天色已晚，小官告回。学士去了也。他说便说的好，只是这连环计将何下手？丢下一桩闷公事在俺心上，兀的不傒幸杀人也呵。<br>【南吕】【一枝花】急切里称不的王允心，酬不了吾皇愿，擒不到董太师，立不起汉山川。则着我算后思前，将百计搜寻遍，奈一时难布展，忧的我神思竭默默无言，愁的我魂胆丧兢兢打战。<br>似这等忧愁，着俺何时是了也。<br>【梁州第七】忧的是防祸乱似防天之坠，愁的是傍奸雄似傍虎而眠。赤紧的翻腾世事云千变。霎时间朱颜易改，皓首相缠。忄敝懆的我浑如痴挣，直似风颠。恰便似闷弓儿在心下熬煎，快刀儿腹内盘旋。空着我王司徒实丕丕忠孝双持，怎当他董太师恶狠狠威权独擅，更和那吕温侯气昂昂智勇兼全。几番，告天，奈天天相隔人寰远，偏不肯行方便。可怜我一点丹心铁石坚，落的徒然。<br>心中困倦，且到后花园消散一回咱。这是牡丹亭子上，家僮，取琴过来者。琴在此。哀哉，汉室将倾，非人力可挽。不免对月弹琴，作歌一首。吁嗟炎汉兮末运否，奸臣弄权兮干戈起。吕布骁勇兮为爪牙，虎牢一战兮众皆靡。天子迁都兮入长安，如鸟离巢兮鱼失水。三百余年兮基业倾，二十四帝兮今已矣。老夫慷慨兮怀国仇，恨不拔剑兮枭其头。争奈年华兮值衰暮，况复朝臣兮无可谋。空承密诏兮在衣带，竟乏奇计兮能分忧。日夜踌躇兮心欲碎，临风浩叹兮泪横流。妾身貂蝉是也。自从与吕布失散，不想流落于此，幸遇司徒老爷看待如亲女一般。只是这桩心事，难以剖露。如今月明人静，不免领着梅香，后花园中烧香走一遭去。姐姐，你行动些。<br>【隔尾】我则道忒楞楞宿鸟在花阴串，原来是娇滴滴佳人将竹径穿，把玉露苍苔任蹅践。姐姐，在这芍药阑边放下香桌儿好么？俺掩在湖山石这边，他行到芍药阑那边，我见他手纤纤搭扶着丁香树儿喘。梅香，将香来者。姐姐，请上香咱。池畔分开并蒂莲，可堪间阻又经年。鹣鹣比翼难成就，一炷清香祷告天。妾身貂蝉，本吕布之妻，自从临洮府与夫主失散，妾身流落司徒府中，幸得老爷将我如亲女相待。争奈夫主吕布，不知下落。我如今在后花园中烧一炷夜香，对天祷告，愿俺夫妻每早早的完聚咱。柳影花阴月半空，兽炉香袅散清风。心间多少伤情事，尽在深深两拜中。我替姐姐再烧一炷香。天那，俺曾听的有人说来，道是人中吕布，女中貂蝉。不枉了一对儿好夫妻。若能得早早成双，可也拖带梅香咱。<br>【四块玉】我则道他瘦恹恹苦病缠，却元来悄促促耽闺怨，方信道色胆从来大似天。则见他泪痕儿界破残妆面。我可甚治家如治国，他也不能守礼似守身，都做的顾后不顾前。貂蝉，你在这里做甚么？敢如此大胆也。决撒了，老爷都听见了也。你孩儿在此不曾说甚么，则为身子不快，特来烧香。噤声。<br>【骂玉郎】还待要花言巧语将咱骗，你恰才个焚香拜旨青天，深深顶礼亲发愿。似这等心又虔、意又坚，可则是保你身无倦？<br>你孩儿并无别愿，见此好天良夜，一心则是拜月焚香，不曾敢说些甚么。<br>【感皇恩】呀，你说甚么再递丝鞭，重整良缘，是谁人打散了你这锦纹鸯，分开了双飞燕，斫断了并头莲？害的你一生恨惹，则为这两下情牵。你孩儿并无此言。你还赖哩。我则问你遭间阻，经离别，是何年？<br>你孩儿则为身子不快，因此拜月焚香，委实的并无别意。<br>【采花歌】则你这腹中冤、口中言，声声道天公怎不把人怜。俺姐姐并不曾说甚么。我若说谎，就变一个哈叭狗儿。唗。你道是吕布人中多俊雅，貂蝉世上最妖妍。<br>你孩儿端的不曾说甚么来。貂蝉，我听的你说\"则愿夫妻每早早团圆\"。那一个是你丈夫？从实的说来，若一字不实，我打死你这小贱人，决无干罢。望老爷停嗔息怒，暂罢虎狼之威，听您孩儿慢慢的说来。您孩儿不是这里人，是忻州木耳村人氏，任昂之女，小字红昌。因汉灵帝刷选宫女，将您孩儿取入宫中，掌貂蝉冠来。因此唤做貂蝉。灵帝将您孩儿赐与丁建阳，当日吕布为丁建阳养子，丁建阳却将您孩儿配与吕布为妻。后来黄巾贼作乱，俺夫妻二人阵上失散，不知吕布去向。您孩儿幸得落在老爷府中，如亲女一般看待，真个重生再养之恩，无能图报。昨日与奶奶在看街楼上，见一行步从摆着头踏过来，那赤兔马上可正是吕布。您孩儿因此上烧香祷告，要得夫妇团圆，不期被老爷听见，罪当万死。貂蝉，此言是实么？老爷，您孩儿并不敢说谎。嗨，蔡学士，你好能也。兀的不是连环计，却在这妮子身上？<br>【絮虾蟆】这的是天意随人转，也显得我忠心为国专。背地里自欣然，何须别寻空便，何须更图机变。不索共他阵面，不索和他交战。我这条妙计久远，我这条妙计长便。苍生要解倒悬，社稷从此保全。贼臣董卓弄权，端的势焰薰天。若有半点风声漏传，可不灭尽满门良贱。忧的咱，忧的咱意攘情颠，心似油煎，谁承望俺家里，搜寻出这美女婵娟。到来日开筵，向脂粉丛中倒暗暗的藏着征战。这计谋，怎脱免？貂婵。我着你夫妻美满，永远团圆。孩儿，你若肯依着您父亲一桩事呵，我便着你夫妻每团圆也。老爷休道是一桩事，就是十桩事，您孩儿也依的。但不知是那一桩事？我想春秋时节，有个鱄诸之妻，力赞夫土，助成大功。到我朝有个王陵之母，伏剑而死，遣其子事汉，无生二心。后来俱名登史册，人人传颂。你如今肯替父亲出此一计，使我得阴图董卓，重整朝纲，便当着你夫妻们永远团圆。儿也，你休顾那胖董卓一时春点污，博一个救帝主万代姓名香。父亲，我随你，要孩儿怎的？既然这等，孩儿，你且归后堂中去。理会的。欲教青史留遗迹，敢惜红颜别事人。季旅那里？自家不是别人，是这王司徒堂候官季旅的便是。老爷呼唤，不知有甚事，须索见来。老爷呼唤季旅，那厢使用？季旅，你与我一面分付掌酒宴的安排筵席伺侯，一面到太师府傍温侯的私宅，请吕布来者。理会的。季旅去了。我料吕布必然来赴席也。若来时，我自有个主意。正是不施万丈深潭计，怎得鳌鱼上钓钩？人又英雄马又骁，太师亲赐赤麟袍。世人问我名和姓，曾见横行出虎牢。某姓吕名布，字奉先。在于虎牢关上，杀退十八路诸侯，威振天下，官封温侯之职。见佐董大师门下，名为养子，宠冠群臣。除了征战之外，无过是吃酒耍子。今日营中无事，且看甚么人来请我。自家季旅，奉着司徒的言语，请吕温侯走一遭去。可早来到私宅门首。门上的报复去，说有王司徒差官季旅要见。着他过来。差官进。季旅，你此来有甚事？奉司徒之命，道近日边报颇稀，特治小筵，屈温侯爷一叙。我道这老匹夫强不过。你先去，我便来也。我季旅就回话去，只望温侯爷早些命驾。季旅去了也。左右，收拾鞍马，就到王允府中赴宴走一遭去来。老夫王允，早间<br>着季旅请吕布去，他说就来。令人，门外觑者，若温侯来时，快报知道。理会的。这是王司徒府门首了。左右，接了马者。早知温侯来到，只合远接，接待不及，勿令见罪。你是朝中老臣，怎生行这等礼？忒谦逊了，只怕不当么。不敢，得温侯慨临，我老夫增光多矣。令人，抬上果桌来者。奉先，请满饮此杯。量吕布有何德能，着老宰辅置酒张筵，如此重待，吕布何以克当？<br>【牧羊关】想王允官衔小，才艺浅，怎当的公子登筵。老宰辅，你请我有何主意？我王允也别无他意，只重奉先的威名耳。愿温侯家给千兵，愿温侯户封八县。愿温侯早掌元戎印，愿温侯早受帝王宣。愿温侯皂盖飞头上，愿温侯朱衣列马前。<br>多谢老宰辅盛意，只怕吕布没福。老夫幼习天文，见汉家气数尽矣。太师功德巍巍，指日之间，必登高位，只望温侯提拔王允咱。老宰铺，你但放心，若太师成了大事，这左丞相少不得是你做。多谢，多谢，请奉先满饮此杯。酒忒紧了，待俺慢慢的饮几杯。便好道筵前无乐，不成欢乐。令人，传语后堂中，请出貂婵小姐来者。父亲，呼唤您孩儿有何事？孩儿也，吕布现在前厅上，他带了酒也，你只推不认的，与他递一杯，就歌一曲，看他说甚么。理会的。小姐，把体面见了温侯者。温侯万福。小姐免礼。孩儿，与温侯递一杯儿酒。将酒来。酒在此。温侯，请满饮此杯。老宰铺，吕布已醉，有失礼体。酒勾了也。奉先请宽怀畅饮，便醉也何妨。孩儿，你唱个曲儿奉温侯的酒。<br>【双调】【折桂令】幼年间曾事君王，不甫能出赐英雄，得配鸳鸯。只为那半路风波，三年阻隔，两地分张。想当初避兵时于戈扰攘，到如今太平年黎庶安康。但愿美满成双，拜谢穹苍。早难道对面相逢，便刬的忘了红昌。<br>这不是貂蝉？他怎生得到这里来？果有此事，这厮中计了也。<br>【隔尾】一个眼传情羞掩芙蓉面，一个坐不稳难登玳瑁筵。则见他佯带酒推更衣且宽转。老宰辅，乞恕吕布疏狂之罪。请温侯稳便，吕布酒醉了，混践华堂，岂不得罪？有甚么混践。奉先请坐，老夫前后执料去咱。我口儿里说话，将身躯倒退的远。老宰辅去了也。貂蝉！妻也，你怎生却在这里？自从俺临洮失散，流落在司徒府中，不想今日才得相见。奉先，则被你痛杀我也。貂蝉，兀的不想杀我也。你两个说甚么哩？<br>【哭皇天】被我偷眼儿早瞧见，我吕布实是酒醉了也。那两个私情的忒自专。您孩儿并不曾敢说甚么。噤声。你这贱媳妇无断送，这都是吕布之罪，不干他事。你这新女婿省财钱，觑的咱浑如芥藓。俺好意的张筵置酒，你走将来卖俏行奸。畅好是厮蹅蹅，厮蹅蹅也波吕奉先。老宰辅不知，听吕布慢慢的说一遍，他本忻州木耳村人氏，任昂之女，小字红昌。因汉灵帝选入宫中，掌貂蝉冠来，故名貂蝉。后灵帝赐与丁建阳。当日吕布与建阳为养子，建阳将貂蝉配与吕布为妻。因黄巾贼作乱，在阵上失散，一向不知下落，元来在老宰辅处，因此吕布不胜分离之感。只望老宰辅怎生可怜见，着俺夫妻再得团圆。吕布至死也不忘大德，当效犬马之报。我儿，你有何言？委实如此，只望父亲恕罪。既如此，温侯请起。说甚么单丝不线，我着你缺月再圆。<br>孩儿，你自回后堂中去。<br>【乌夜啼】俺只道侯门一入如天远，这个不是老夫的私宅。不是老宰辅私宅，可是那里？谁承望汉刘晨误入桃源。枉着你佳人受尽相思怨，早两个携手挨肩，共枕同眠。则待要宝骅骝再接紫丝鞭，怎肯教锦鸳鸯深锁黄金殿。美前程，新姻眷，一任的春风院宇，夜月庭轩。<br>温侯，你若不说，老夫怎生得知？我寻也寻不着这门亲事，我便选吉日良辰，倒赔三千贯奁房断送，将貂蝉配与温侯为妻，你意下如何？多谢了老宰辅。貂蝉的父亲，便是吕布的父亲哩。此恩必当重报也。温侯，可则一件，则怕太师知道，见王允之罪么。不妨事，俺父亲知道，更是欢喜。既然这等呵，将军，你放心，老夫到来日，再安排一个筵席，敬请太师。一来商议大事，二来就提你这门亲事，有何不可？太山，为您孩儿如此般用心，吕布至死也不敢忘报。酒勾了也，吕布告回。将军勿罪。不敢，不敢。我出的这门来，还俺私宅去也。偶赴侯门宴，依然逢故妻。重谐双凤侣，不似五羊皮。吕布去了也。季旅，你再到太师府中，道王允专请太师饮宴。他若不来时节，你便道王允专请太师商议大事，愿无他阻。理会的。我料董卓一武夫耳，见说商议大事，必然肯来。<br>【黄钟尾】到明朝安排下鸿门摆设重瞳宴，准备着打凤机关吕后筵。用心肠，使机见。这权术，要巧便。奏笙歌，列管弦。花如锦，酒似川。我更谦下，做软善。董太师，酒性颠。见红颜，决顾恋。那其间我把这美貌貂蝉伪托献。暗暗的对天说咒愿。你道我愿甚的来？则愿的早灭了贼臣，将俺那圣明来显。<br><br>第三折<br>某董卓是也。前日太尉杨彪、司徒王允，他两个说银台门筑起一座高台，只在三五日间，请某授禅，怎么这几时还不见回话。那杨彪老贼，元是个倔强的人。便也罢了，难道王允也来欺我？令人，门首觑者，但有众公卿来时，报复我家知道。理会的。自家季旅的便是，奉着俺老爷言语，着我请董太师。可早来到府门旨。左右报复去，道有王司徒差官季旅在于门首。着他进来。着过去。季旅，你来怎么？俺王允着季旅来请太师爷饮宴。季旅，我心中自有大事，要与众公卿计议，量你那一席酒打甚么紧？你回去与那王允老头儿道，我不要你那酒吃。太师爷。俺王允曾说来，道此酒不为他设，单请太师爷要商议大事哩。哦，原来要请我商议大事。季旅，你先回去，我随后便来也。理会的。出的府门来，不敢久停久住，回老爷的话去。季旅去了也。令人，安排车驾，亲到王允宅上，赴宴走一遭去。若是酒筵间有些好歹，就将这老匹夫结果了罢。老夫王允，差季旅往太师府中请董卓去了。想那老贼，这早晚敢待来也。<br>【正宫】【端正好】仗才能，凭谋量，不须动阔剑长枪，无非是偎红倚翠如屏障，早摆设的都停当。<br>【滚绣球】炉焚着宝篆香，酒斟着玉液浆，奏笙歌乐声嘹亮，今日个画堂中别是风光。虽然是锦绣乡，暗藏着战斗场，则争无虎贲郎将，玳筵前拥出红妆。我只待窝弓药箭擒狼虎，布网张罗打凤凰，不比寻常。<br>自家季旅的便是。适才请了太师。回俺老爷的话去。季旅，你请董太师如何？奉老爷的言语，去请董太师，他初意甚是不喜，见说商议大事。他的面色就转过来了。说道：\"你先去，我随后便来也。\"季旅，你到门外觑者，远远的望见太师头踏，快来报复我知道。理会的。王家设宴莫猜疑，就里机关我自知。若有半声言不合，踹平宅第作污池。某乃董太师是也。今日王允请某饮酒，众将就屯军在门首者。报的老爷得知，有董太师来了也。老夫亲自接待去咱。有劳太师贵脚来蹅贱地，王允不及远迎，乞恕死罪。王司徒，你偌大的官职，当街里跪着，外人观看不雅，请起。小官理当。王允早是今日请的太师赴宴，若迟三五日呵，太师登了九五之位，那时君臣名分，就如天地隔绝。再也不能展其僚采之欢。故此斗胆奉邀，只望太师勿罪。只怕老夫到不得这地位。令人，与我抬上果卓来者。太师，请满饮此杯。住者，酒也要吃，话也要说的明白，你那银台门这事，准在何日？你若说的明白，我便吃。禀太师，此事已有成议，不出三日矣。若只是三日，打甚么紧？司徒，将酒来，我吃我吃。请太师连饮三杯，做个定席酒。我观朝中公卿，有不如意者，轻则抉其眼，割其舌；重则断其头，再重则灭其族。唯有你这老头儿礼度谦恭，言词卑逊，甚合吾意。古语有云：谦谦终吉，司徒之谓也。谢大师抬举。<br>【伴读书】见太师言分朗。教王允听明降。说道是指日当朝多兴旺，百司文武皆升赏。那其间新情旧意休偏向，愿太师福寿无疆。<br>司徒，孤家若成了大事，管着你身居极品，位列诸侯之上。<br>【笑和尚】愿太师暮登天子堂，若果有这日，李肃加为甚么官？李肃做先锋将。是了。吾儿吕布，可加为甚么官？吕布坐金顶莲花帐。这个正当。司徒，你可要做甚么官？臣则是掌图书佐庙廊，又不曾擐甲胄战沙场，虽然如此，你可端的要做甚么官？望太师着王允做一个头厅相。<br>我道你为甚么请我，可原来则为这个官儿。打甚么紧，我若是三五日成其大事，这左丞相一定是你做。只愿太师无忘今日之言也。令人，将酒来！酒在此。太师，请满饮此杯。住者，这酒忒紧了。天气暄热，我身上有些困倦，暂且歇息咱。季旅，太师带了酒也。传报后堂，着梅香伏侍貂蝉小姐出来，与太师打扇波。父亲，唤您孩儿有何事？儿也，董卓现在前厅上带酒睡着了也，你与他打扇去。理会的。<br>【滚绣球】油掠的髟<br>狄髻儿光，粉搽的脸道儿香，<br>画的来月眉新样，穿的是藕丝嫩新织仙裳。若是这女艳妆，劝玉觞，殷勤的满斟低唱，十指露春笋纤长。我则要削除汉帝心头病，便是你医治奸邪海上方，不索商量。<br>呀，这般透骨的凉风，打扇的是甚么人？好女子也！似此颜色，人间少有，敢则是天仙么？好女子也，好女子也。近前来，我与你同饮几杯。这老贼兀的不中计了也。<br>【叨叨令】见董卓厮琅琅将酒盏躬身放，好美貌的女子。我府里虽有千数丫鬟，并无一个能及之者。怎么这老头儿有那等好的？他把那娇滴滴艳质从头相。你便近着我些，有何妨碍？见貂蝉羞答答身子儿难亲傍，好女子也！那老贼涎邓邓的眼脑儿偷睛望。好女子也，你靠前些。这厮早则中计也波哥，早则中计也波哥，我推个支分厨下离了筵上。<br>我看这女子，生的有沉鱼落雁之容，闭月羞花之貌。好女子也呵。呀，好凉风也呵。小姐，你近前来，扇的紧着。王允，恰才那打扇的可是谁家女子？是王允的女孩儿，未曾许配他人哩。呀，原来是司徒的女孩儿。这等，你怎着他与我打扇？古人敬客，往往出妻献子，不以为嫌，何况王允已将身许太师，岂惜一女子乎？司徒，我三五日间成其大事，则少这么一个好夫人。司徒，你若肯与了我呵，堪可两全其美也。若不嫌小女残妆貌陋，愿送太师为妾。怎么说做妾，便做夫人，只怕老夫消受不起。蒙司徒许诺，敢以玉带为聘。多谢太师。司徒，今日难同往日，既是你的令爱与了我做夫人，你久后就是国老皇丈哩。我就是你的女婿，女婿就是儿子，你就是我的父亲哩。父亲请坐，受你儿子两拜咱。我有一句不揣的话，敢说么？太师有何分付？你既然将女孩儿许了我，他就是我家的人了。着他再出来递一杯酒，可不好那？太师分付，敢不唯命？季旅，传语后堂，快唤貂蝉小姐出来。儿也，把体面与太师递一杯酒者。夫人递酒，休道是酒，便是尿我也吃。拿大钟子来，若没大钟子，便脚盆也罢。好女子，好女子，越看越越生的好。岳丈，今日难同往日，多承款待，酒已勾了，我吃不得了。看定明日是个吉辰，就送令爱过了门罢。我则在太师府里坐下，专等岳丈送夫人来，我也备一个小小席面，管待岳丈，休得错过了佳期，使我悬望。既然太师看得来日是个吉日良辰，老夫倒赔三千贯房奁断送，将小女送过太师府中来也。岳丈，我听的你对堂候官说，唤甚么刁舌小姐？恰才见他说话是好好的，舌头一些也不刁。不是刁舌，小字唤做貂蝉。公侯带的冠是貂蝉冠，令爱小字貂蝉，这是明明该做我家夫人了。俺小姐如今做了太师爷夫人，太师爷戴了平天冠，俺小姐也不叫貂蝉了。我明日在太师府里，专等岳丈送貂蝉来过门，我告回也。董卓去了也。季旅，收拾车辆，到来日傍晚，送貂蝉小姐到太师府去来。<br>李儒、李肃，我昨日分付你每安排筵席，可齐整了么？齐备多时了。王司徒今日送貂蝉小姐来，与我做夫人，就急的我一夜不曾睡。早准备下拜堂过门的物件，没一些儿不停当。天色渐晚，敢待来也。鼓乐响着，令人报与太师知道，有王允在于门首。报的太师得知，有王司徒送亲来也。快有请。岳丈，你不失信，我说你是个好人。如今我夫人在那里？在车儿上哩。请下车来，专房，好好伏侍夫人到后堂中插戴去。令人，将酒来。今日难同往日，你便是我泰山岳丈。岳丈，请满饮此杯。王允不敢，太师先请。岳丈请。王允饮过了。请太师满饮一杯。将来。我饮一钟，递一钟，吃到天明也不妨。只是今晚还有些生活，容老夫改日再做筵席罢。酒也勾了。王允告回。岳丈勿罪。李儒，后堂中开宴，我与夫人吃交杯酒去来。某乃吕布是也。王司徒说道，今夜送貂婵来与我为妻。不想到府门外，细车儿、盒担、鼓乐都进去了，连王司徒也不出来，莫非这老贼敢胡做么？我则在门首等着，且待王允出来，看他说甚么。那老贼回后堂中去了也。<br>【快活三】见董卓带春风入后堂，老宰辅，吕布在此等候多时也。噤声。刬的你和夜月待两厢，父子海都要帽光光。做出这乔模样。<br>老宰辅，你令爱原是吕布之妻，流落在你府中，昨日酒席上亲口许了吕布，今日可送进太师府里去了，是何道理？<br>【鲍老儿】你这里鼓舌摇唇说短长，则俺那新媳妇在车儿上。盼不见画戟雕鞍旧日郎，咒骂杀王丞相。枉了你扬威耀武，尽忠竭节，定国安邦。偏容他鸱鸮弄舌，乌鸦展翅，强配鸾凰。<br>老司徒，你令爱端的何处？温侯不知，昨日我请太师饮酒，提你这桩亲事，太师十分大喜，道唤媳妇出来，我看看咱。老夫不合唤出貂蝉，拜了太师四拜。谁想这老贼看见貂蝉颜色，起了那一点禽兽的肚肠。今日车儿来到府门首，他就拨着许多女使，将貂蝉邀下车儿，拥入后堂去了。温侯也，枉了你是一个大丈夫，与妻子做不的个主，要你何用？那里有做公公的将媳妇儿强纳为妾？呸！兀的不羞杀我也。若是老宰辅不说，我怎生得知？这老匹夫原来行这等不仁的勾当，兀的不气我杀也。<br>【耍孩儿】觑你个吕温侯本是英雄将，则这条方天戟有谁人抵当。也曾虎牢关外把姓名扬，吓的众诸侯胆落魂亡。你本是扶持社稷擎天柱，平定乾坤架海粱。你有仁义他无辞让，怎将那连云相府，生扭做行雨高唐？<br>董卓老匹夫，好无礼也。我吕布与貂蝉，本是绾角儿夫妻。那老匹夫既认吕布为义子，岂有这等家法？可知道没有这等家法。<br>【二煞】他敛黄金尽四方，怕没红颜满洞房？怎么禽兽般做的能淫荡。你当初把离愁泣诉华筵畔，到今日将密爱轻分半壁厢。还顾甚多恩养，便不想臣能报国，也索要夫与妻纲。<br>老宰辅且请回府去。我今夜晚间，若见了貂蝉，问他缘故，我不道的饶了那老贼哩。<br>【煞尾】虽然是女娘家不气长，从来个做男儿当自强。若要你勃腾腾怒发三千丈，则除今夜里亲见貂蝉细细的访。<br>叵奈这老贼无礼，强夺了我貂蝉。更待干罢。如今直到后堂中，寻那老贼去。我好快活也。专房，抬上果桌来，等夫人与我递一杯酒，吃个烂醉，也好助些春兴。我再饮一杯，夫人，你也饮一杯。专房，一壁厢收拾铺陈，我与夫人歇息咱。这是老贼卧房前，怎生得貂蝉出来，我见一面，可也好也。这老贼醉了也。我听的人说，这花园中有一个小角门儿，通着吕布的私宅，我试看咱。果然有个小角门儿。我推开这门来。这来的莫不是貂蝉么？待我叫他一声：貂蝉！兀的不是奉先？兀的不是貂蝉？吕布，羞杀我也。我的车儿来到你私宅门首，被太师着许多人将我邀进府中去。那里有公公纳媳妇的道理？奉先，你是个男子汉，顶天立地，噙齿戴发，与老婆做不的主，要你何用？呸！你羞么？我是年少青春一女流，今番说与你因由。纵然掬尽西江水，呸，难洗今朝脸上羞。妻也，这事我尽知道了。转过这角门儿，那壁是我宅子，咱两个说话去来。夫人！夫人！可怎生不见夫人？他往那里去了？呀，这小角门可怎生开着？这壁却是吾儿吕布的私宅。我试寻咱，夫人那里？奉先，兀的不是老贼来了也？不妨事，我躲在这影壁边，听他说甚么。着这老贼吃我一拳。夫人，你可怎生到吕布宅里去？莫非这畜生敢来调戏你么？元来这畜生在这里。吕布，我不杀你，誓不姓董。着打倒这老贼也。不中，我索走、走、走。哎呀，这畜生打死我也。李肃安在？太师呼唤李肃，有何分付？李肃，可奈吕布这畜生无礼。公然来调戏我的夫人，被我撞见，他倒把我一拳打倒在地。他走了也，你与我拿那畜生去。小心在意，疾去早来。得令。怎么有这等事？我如今擒拿吕布走一遭去。正是恨小非君子，无毒不丈夫。李肃拿这畜生去了也。不怕这畜生不来。夫人，我浑身跌得疼痛，你好生扶着我回后堂中去。幸得大师早来，不曾被那厮点污，太师且自保重者。<br><br>第四折<br>太山顶上刀磨缺，北海波中马饮枯。男儿三十不遂意，枉做堂堂大丈夫。某乃白袍李肃是也。王允将貂蝉许了俺太师做夫人，谁想吕布这畜生窥见美色，公然敢来调戏。他被俺太师撞破，他倒打上一拳，逃走去了。没些尊卑，端的情理难容。如今太师着我披袍贯甲，插箭弯弓，务要擒拿吕布，以雪其恨，不免沿路尾着他马迹追赶去来。老夫王允，设此连环之计，未知如何也呵。<br>【双调】【新水令】空着我两头三面用心机，则为这汉江山有人希觊。偏生的铜壶传漏永，皓月上窗迟。彻夜徘徊，睡不到眼儿内。<br>这早晚夜半也，可怎生无个信息来？<br>【驻马听】董太师燕约莺期，欢喜杀肉重千斤新女婿。吕温侯鸾孤凤只，烦恼杀情分两处旧矫妻。貂蝉女泪珠儿滴满了凤凰杯，吕温侯怒风儿吹散了鸳鸯会。因此上自惊疑，则怕那一枝泄漏春消息。俺吕布一拳打倒那老贼，他必然差人来拿我。俺且躲在王司徒府中，与他商议，务要杀了那老贼，夺回貂蝉，才称我平生之愿。这是司徒府门首，待我唤咱。开门来！开门来！)这唤门的好似吕布的声音，这厮敢中计也。(唱)<br>【步步娇】猛听的门外人声自惭愧，若不是中了咱家计，怎这等厮琅琅连扣击？(再做听科，唱)现如今夜静更阑是阿谁？忙出去问真实。(云)我开开这门，看是谁咱。(吕布云)老宰辅，是您孩儿吕布。(正末唱)则见他气丕丕的斜倚着门儿立。<br>(云)温侯，请入家里来说话。这早晚为何事到此？(吕布云)老宰辅，因为那老贼不仁，被吕布一拳打倒了也，特来和老宰辅说知。似这等奸臣贼子，要他何用？不若商量一个计策，使我吕布得报此仇。(正末唱)<br>【胡十八】据着我王允的心，怎不替你个奉先气，枉了你厮帮助，厮扶持，普天下不似那个老无知。行这般所为，驴马的见识，这便是出气力、出气力落来的。<br>(吕布做愤怒科，云)我如今一不做二不休，这老贼必死于吕布之手。(正末云)奉先，且不要发恼，再慢慢的商议波。(李肃上，云)某李肃奉太师的将令，着我擒拿吕布，一路尾着他追来。这是王允的私宅，想是他躲在这里。我试唤门咱。司徒，开门来，开门来。(吕布云)老宰辅，兀的不是李肃唤门哩，必然那老贼着他来拿我。怎生是了？(正末云)不妨事，你且躲在壁衣后面，待我开门去。(做出见科)(李肃云)王司徒是何道理，你的女孩儿送与太师，便则与太师；若与吕布，便则与吕布。怎么不明不白，着他父子每胡厮闹了一夜，被吕布一拳将太师打倒在地，半晌爬不起来。如今奉太师的命，着我领兵擒拿吕布。一路赶着，见他进你这宅子里来了。你快快献出来，休要庇护他。莫说太师了不得着恼，便是我李肃也不道的饶了你这老头儿哩。(正末云)将军息怒，我想你祖公公李通，也曾在云台门聚二十八将，渐台上诛了王莽，扶立起后汉一十二帝。到今二百余年天下，多亏了你那祖公公李通将军。你本是忠臣之后，怎生在那贼臣手下？久后担着万代臭骂，可不连你那祖公公李通忠孝之名，都沾污了？想貂蝉原是吕布之妻，董卓见他生得有些颜色，强要纳他为妾。将军，若是你的妻子董卓也强夺了，你可意下如何？(李肃云)老司徒，你若不说，我怎得知道？原来是这老贼无耻。倒是吕布兄弟还容忍得过，若我白袍李肃呵，杀了那老贼多时也。如今吕布兄弟在那里？待我助他一臂之力，同杀那老贼去。(正末云)温侯，你此时还不出来，待要怎的？(吕布做出见拜科，云)哥哥，你兄弟险气杀了也。(李肃做扶起科，云)兄弟，原来是这老贼无礼。我助你一臂之力，同杀那老贼去。(正末云)将军既有此心，可随我同见圣人去来。(同下)<br>(杨彪领卒子上，云)老夫杨彪是也。只为董卓专权，谋迁汉室，着老夫昼夜踌躇，无计所出。这几日连王司徒也不见来，好是烦恼人也。(正末同吕布、李肃上，云)此间是杨太尉门首。令人，报复去，道有王司徒要见。(卒子做报，入见科)(杨彪云)司徒，这等慌慌促促而来，却是为何？(正末云)今有吕布、李肃，共肯出力擒拿董卓。老夫特来和老太尉计议。二位将军现在门外。(杨彪云)既如此，何不请进？(吕布、李肃做入见科)(杨彪云)难得二位将军有如此忠义之心。若肯扶助汉家，擒拿董卓，小官即当奏知圣人，自有加官重赏。(李肃云)告老太尉得知，俺吕布兄弟将董卓打上一拳，已做骑虎之势，不两立了，但是董卓威权太盛，满朝中那一个不是他爪牙心腹？此举若非万全，反取其祸。老太尉当与司徒作速定计，如迅雷一发不及掩耳，方能成事。我两个无过是一勇之夫，但有出力去处，自当效命，生死不辞。(杨彪云)将军说的极是，吾与司徒已有密计了。请先到银台门下藏伏，只等宣出诏书，二位将军便一齐向前，诛讨汉贼。则莫大之功成，不朽之名立矣。(李肃同吕布先下)(杨彪云)喜得吕布与董卓有隙，岂非天败？只是银台门授禅的事，须要着人去迎请董卓入朝，还该着那一个官儿去才好？(正末云)必须蔡邕学士去，此贼才不生疑。(杨彪云)是。令人，快请蔡邕学士来者。(卒子云)蔡学士有请。(蔡邕上，诗云)自小生来好抚琴，高山流水号知音。当时不见螳螂事，错怪东君有杀心。小官蔡邕是也。杨太尉着人相请，须索走一遭去。(卒子做报科)(蔡邕见，云)二位大人召小官来，有何事也？(杨彪云)今日特奉密诏，着学士迎请董卓入朝授禅。若得赚入朝门，擒拿了董卓，学士之功，非同小可。(蔡邕云)大人放心。小官凭三寸不烂之舌，说董卓入朝，必无他阻。只要二位大人小心着意，共立大功便了。(正末云)且喜蔡学士肯去迎请董卓。吾等即当奏知圣人，颁下诏书，不可迟也。(同杨彪下)(蔡邕做行科，云)蓦过长街，转过短陌。此间是太师府门首，我索唤门咱。门里有人么？(董卓引李儒、祗候上，云)李儒，是谁唤门哩？(李儒做听科云)是学士蔡邕唤门。(董卓云)是蔡邕唤门，李儒开了这角门儿，着他入来。(李儒云)我开开这门，学士请进。(做见科)(董卓云)蔡邕，此一来为何？(蔡邕做跪科，云)禀上太师，今日是黄道吉日，满朝众公卿都在银台门，敦请太师入朝授禅。(董卓做笑科，云)好、好、好，我也有这一日。学士，你是第一功。令人，将朝服来。(李儒做看朝服科，云)今日不可入朝。这朝服都被虫鼠咬坏了也。若入朝<br>，必然不利。(董卓云)蔡邕，我不入朝去了。我这朝服遍身都着虫鼠咬坏，恐不中么？(蔡邕云)太师，此乃是鼎新革故，欲换衮龙袍耳。(董卓云)蔡邕，你是我心腹之人，言者当也。我到银台门内，便当换了衮龙袍，要那旧朝服何用？蔡邕说的是，李儒说的不是。令人，开了中门者。(李儒做看科，云)太师，今日不可出门，被蜘蛛罗网罩定府门内外。此一去恐遭罗网之灾。(董卓云)蔡邕，我不去了。这其间必然有甚么诈伪，故见此不吉之兆。(蔡邕云)太师，这也唤做鼎新革故。若到的银台门登了宝位，便当遮罗天下，这一座私宅也不要他了。(董卓云)学士说的是，李儒说的不是。令人，与我辆起车来。(李儒做看，云)呀，怎么驷马车折其一轮？此事大不利。太师，今日不可登车，这一去敢有去的路，无有来的路也。(蔡邕云)太师到的银台门，众公卿接着，便乘五辂之车，何止驷马？这个也唤做鼎新革故。(董卓云)学士说的是，李儒说的不是。若敢再言，必当斩首。(李儒云)罢、罢、罢，我百般的阻当，不肯听从。你此一去必遭丧身灭族之祸，那其间休说李儒不曾谏你。(做叹科，云)你的事败，我也要这性命做甚么？就今日辞别了太师，不如撞车而死，免遭贼人之手。(做撞死科)(下)(祗侯报，云)报的太师得知，有李儒撞车而死也。(董卓云)嗨，李儒撞车死了。李儒孩儿也，你好没福，你好没福。(做行科，云)蔡邕，来到朝门之外，怎么不见百官接驾？(蔡邕云)文武百官都在银台门里接待哩。(董卓云)这等，我下了车，步行进银台门去。(蔡邕云)蔡邕先去报知，领大小官员出来迎接也。(董卓云)你说的是，你说的是。(蔡邕云)我入的这门来。令人，关上门者。(下)(董卓云)可怎生蔡邕进去，将门倒关上了。此事有变，我且回去。(正末同杨彪、蔡邕领卒子上)(正末云)兀那贼臣董卓，你那里去？你知罪么？(董卓云)兀那王允，我有何罪？(正末云)蔡邕，你高高的读那诏书，贼臣听者。(蔡邕读诏书科，云)皇帝诏曰：\"朕以凉德，忝嗣丕基，常陨坠是惧。往者大将军何进谋除阉宦，妄召贼臣，遂拥兵入朝，窃弄威柄。朕实悔悼于厥心。幸赖祖宗之灵，天殛其恶。可着焚尸通衢，以警中外。其余徒党，咸赦勿问。故兹诏示。\"(董卓云)这事不中。只索逃命，走、走、走。(李肃领卒子上，云)兀那老贼，走那里去？吃我一枪。(董卓云)好李肃，好李肃，你怎敢刺我？吾儿吕布安在？(吕布冲上，云)老贼休走，吃我一戟！(吕布做刺董卓跌倒科，云)呸，好悔气，遇这等两个孝顺儿子。一发连夫人貂蝉也着他拿绳子来捆缚了我罢。(李肃、吕布?<br>霭蠖靠?(杨彪云)今日诛了董卓，保安了汉室江山，多亏了老司徒的妙计也。(正末唱)<br>【雁儿落】他下的你下的，你有义他无义。人无害虎心，虎有伤人意。<br>(杨彪云)那董卓自谓威权在手，觑得汉家天下，旦夕可图。岂知有这今日？(正末唱)<br>【得胜令】方信道天网自恢恢，业重祸相随。他认做威福长堪假，怎知道江山不可移？今日个燃脐，也是他自做下舀天罪。我和你扬眉，不枉了舍残生救主危。<br>(杨彪云)今日此举，若非司徒定计，岂能成功？小官即当奏知圣人，重加封赏。(正末云)托赖天子洪福，王允何功之有？(唱)<br>【挂玉钩】这都是天地神灵暗护持，因此上感动的英雄辈。(杨彪云)我想董卓倚恃吕布，结为养子，怎么就肯归顺朝廷，共讨此贼，却是为何？(正末唱)谁承望义女貂蝉正是吕布妻，他不合相调戏。(杨彪云)这事我已尽知了。但吕布一个便要报仇，那李肃也是董卓的养子，为何都肯顺俺？(正末云)那董卓为貂蝉之故，差李肃擒拿吕布，到我府中，被我把几句忠义的说话激发他，连李肃也不忿其事。因此拔刀相助，得成大功，皆二人之力也。(唱)吕布有盖世威，李肃有冲天气。若非他归顺厂皇朝，谁与咱剿灭这奸贼？<br>(杨彪云)既如此，小官便当奏知圣人，叙功行赏者。(下)(蔡邕云)当日蔡邕曾说来，道这董卓必死于吕布之手。若要离间他父子，必用美女连环之计。不知老司徒可还记得否？(正末云)果然如学士所料。(唱)<br>【水仙子】元来那风道人掷布本仙机，蔡学士你为谋早预知。董太师果断送在连环计，吕温侯有胆力，如今个杨太尉奏上丹墀。(杨彪上，云)你众官望阙跪者，听圣人的命。(正末同众跪科)(杨彪云)卓本关西一武骑，自恃雄豪足盖世。亲提健卒入朝来，眼底全无汉皇帝。揽权擅威行不道，纳用子妻如狗彘。腹心牙爪尽崩离，已知此虏为天弃。即今斩首银台门，焚尸长安正厥罪。蔡邕学士多智谋，往来其间用游说。特加礼部侍郎衔，兼掌中书知诰制。吕布订贼建首功，封王出镇幽燕地。其妻貂蝉亦国君，随夫之爵身荣贵。李肃曾是卓家奴，晚能自拔来归义。可以骠骑大将军，仍领羽林作环卫。老臣王允怀主忧，当筵巧使连环计。是用报卿左丞相，与国同休永无替。(众谢恩科)(王允云)臣允老矣，恐不能久在朝端，扶助主上。(唱)愿圣主千年寿，保皇家万代基，容王允可便拂袖而归。(众下)<br>题目银台门诈传授禅文<br>正名锦云堂暗定连环计</p> <p> ",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "未知作者"
  },
  "tags": []
}