{
  "id": 26361,
  "star": 156,
  "name": "赠去婢",
  "dynasty": "唐代",
  "content": "公子王孙逐后尘，绿珠垂泪滴罗巾。<br>侯门一入深如海，从此萧郎是路人。",
  "fanyi": "<p><strong>译文</strong><br>公子王孙竞相争逐在后面，貌美的女子流泪湿透了罗巾。<br>一旦进入深幽如海的侯门，从此萧郎便成为了陌路之人。</p> <p><strong>注释</strong><br>⑴公子王孙：旧时贵族、官僚，王公贵族的子弟。<br>⑵后尘：后面扬起来的尘土。指公子王孙争相追求的情景。<br>⑶绿珠：西晋富豪<a href=\"http://so.gushiwen.org/author_883.aspx\">石崇</a>的宠妾，非常漂亮，这里喻指被人夺走的婢女。<br>⑷罗巾：丝制手巾。<br>⑸侯门：指权豪势要之家。<br>⑹萧郎：原指梁武帝<a href=\"http://so.gushiwen.org/author_884.aspx\">萧衍</a>，南朝梁的建立者，风流多才，在历史上很有名气。后成为<a href=\"http://so.gushiwen.org/view_26361.aspx\">诗</a>词中习用语，泛指女子所爱恋的男子。这里是作者自谓。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　这首<a href=\"http://so.gushiwen.org/view_26361.aspx\">诗</a>写的是自己所爱者被劫夺的悲哀，但由于诗人的高度概括，便使它突破了个人悲欢离合的局限，反映了封建社会里由于门第悬殊所造成的爱情悲剧。诗的寓意颇深，表现手法含而不露，怨而不怒，委婉曲折。</p> <p>　　“公子王孙逐后尘，绿珠垂泪滴罗巾”，上句用侧面烘托的手法，即通过对“公子王孙”争相追求的描写突出女子的美貌；下句以“垂泪滴罗巾”的细节表现出女子深沉的痛苦。公子王孙的行为正是造成女子不幸的根源，然而这一点诗人却没有明白说出，只是通过“绿珠”一典的运用曲折表达的。绿珠原是西晋富豪<a href=\"http://so.gushiwen.org/author_883.aspx\">石崇</a>的宠妾，传说她“美而艳，善吹笛”。赵王伦专权时，他手下的孙秀倚仗权势指名向石崇索取，遭到石崇拒绝。石崇因此被收下狱，绿珠也坠楼身死。用此典故一方面形容女子具有绿珠那样美丽的容貌，另一方面以绿珠的悲惨遭遇暗示出女子被劫夺的不幸命运。于看似平淡客观的叙述中巧妙地透露出诗人对公子王孙的不满，对弱女子的爱怜同情，写得含蓄委婉，不露痕迹。</p> <p>　　“侯门一入深如海，从此萧郎是路人”，这两句没有将矛头明显指向造成他们分离隔绝的“侯门”，倒好像是说女子一进侯门便视自己为陌路之人了。但有了上联的铺垫，作者真正的讽意就很容易明白，之所以要这样写，一则切合“赠婢”的口吻，便于表达诗人哀怨痛苦的心情，更可以使全诗风格保持和谐一致，突出它含蓄蕴藉的特点。“侯门”，对应首句的“公子王孙”；“深如海”的比喻，表达出豪门威逼之下，弱者的绝望感受：无边无际，深不见底，得不到解脱。“一入”、“从此”两个关联词语，概括出寒门情侣长久、无止尽的痛苦，所表达的语气中透露出来的深沉的绝望，比那种直露的抒情更哀感动人，也更能激起读者的同情。“萧郎”和“路人”的鲜明对比，表明面对情人，却只能形同陌路，揭示出豪门权贵约束人身自由、践踏人的情感的冷酷现实。</p> <p>　　从语言上看，这首诗用词很准确。在封建社会里，造成这类人间悲剧的，上自皇帝，下至权豪势要，用“侯门”概括他们，恰当不过，比喻生动形象。诗人以此涛赠给心上人，既写女子的不幸，也描述了自己所爱被劫夺的哀痛，而造成这种痛苦的，正是那些只顾个人喜恶的侯门贵族、公子王孙。作者并没有直接指斥，但诗中流露出的弱者的哀怨、深沉的绝望，却比直露的指斥更厚重，也更能激起读者的同情。诗中的情感实际上也超越了一己的悲欢而具有普遍的社会意义。</p>",
  "about": "<h2>创作背景</h2> 　　元和年间秀才崔郊的姑母有一婢女，生得姿容秀丽，与崔郊互相爱恋，后却被卖给显贵<a href=\"http://so.gushiwen.org/author_2772.aspx\">于頔</a>。崔郊念念不忘，思慕无已。一次寒食，婢女偶尔外出与崔郊邂逅，崔郊百感交集，写下了这首《赠婢》。后来于頔读到此<a href=\"http://so.gushiwen.org/view_26361.aspx\">诗</a>，便让崔郊把婢女领去，传为诗坛佳话。（范摅《云溪友议》）",
  "poet": {
    "id": 2053,
    "star": 0,
    "name": "崔郊",
    "desc": "崔郊，唐朝元和间秀才，《全唐诗》中收录了他的一首诗。(《云溪友议》卷上、《唐朝纪事》卷五六)唐末范摅所撰笔记《云溪友议》中记载了这样一个故事:元和年间秀才崔郊的姑母有一婢女，生得姿容秀丽，与崔郊互相爱恋，后却被卖给显贵于頔。崔郊念念不忘，思慕无已。一次寒食，婢女偶尔外出与崔郊邂逅，崔郊百感交集，写下了这首《赠婢》。后来于頔读到此诗，便让崔郊把婢女领去，传为诗坛佳话。"
  },
  "tags": [
    "爱情",
    "悲剧"
  ]
}