{
  "id": 70960,
  "star": 271,
  "name": "咏牡丹",
  "dynasty": "宋代",
  "content": "一自胡尘入汉关，十年伊洛路漫漫。<br>青墩溪畔龙钟客，独立东风看牡丹。",
  "fanyi": "<p><strong>译文</strong><br>　　自从金人的铁蹄踏碎了祖国的河山，十年了，回望故乡洛阳，路是那么的漫长。岁月使我变得衰老不堪，今天，我独自一个，流落在青墩溪畔，在煦煦春风中，欣赏着盛开的牡丹。</p> <p><strong>注释</strong><br>①一自：自从。<br>②胡尘：指金兵。入汉关：指入侵中原。<br>③十年：从靖康二年（1126）金兵攻陷汴京到<a href=\"http://so.gushiwen.org/view_70960.aspx\">诗</a>人作此诗时整整十年。<br>④伊洛：河南的伊水和洛水。《国语·周语》云：“昔伊洛竭而复之。”因此，“伊洛”既指诗人的故乡洛阳，又暗寓他亡国的悲痛。<br>⑤青墩：在今浙江桐乡，当时诗人所居处。<br>⑥龙钟：年老体衰，行动不便的样子，诗人自指。 时诗人四十七岁，却有老态之感。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　作者陈与义是南北宋相交时的著名<a href=\"http://so.gushiwen.org/view_70960.aspx\">诗</a>人。这首诗是作者南渡后于绍兴六年(1136年)居住在青墩（今浙江桐乡县北，与乌镇隔水相望）时所作，距靖康二年(1127年)金兵攻陷汴京正好十年。“十年伊洛路漫漫”中“路漫漫”既是说离自己的家乡洛阳（伊水、洛水）是路途遥远，也是说家乡被金兵占领的时间也已经很长久了（十年）。</p> <p>　　在这首诗里，作者表面说的是面对春日盛开的青墩牡丹，自己独自一个在观赏，实际上想说的是什么时间我才能再回到故乡去观赏天下驰名的洛阳牡丹。但想到眼前的景况，时间在无情地流逝，自己已变得老态龙钟，然而家国破碎故土依然难回时，作者通过牡丹而强烈地表达出了对故乡深切无尽的思念及对前景的无望与悲苦万千的愁绪! </p><br/><h2>赏析二</h2> <p>　　<a href=\"http://so.gushiwen.org/view_70960.aspx\">诗</a>题是咏物，诗的内容实际上是藉物抒怀，所以不用咏物诗格，一开始就以回叙当年寄情。</p> <p>　　诗写道，金兵入汴，已经十年，自己流离失所，漂泊无依。“路漫漫”三字，表现了诗人很复杂的心理，既是说国运不昌，中原沦陷，无由再游故地，再赏洛阳牡丹，也是痛惜家国，不能回乡；又有感叹前途渺茫的意思。由国事、家事、自身事，逼出下句，说自己老态龙钟，独自在桐乡青墩溪边，默默地对着牡丹。末句有有余不尽之意，非常含蓄。独立花前，不忍离去，显然不单独是赏花，更主要的是怀旧。所怀内容，就是上文感叹“路漫漫”的无限心事。这样收煞，诗便充彻着凄凉悲伤，于平淡处涵有浓郁的情感。诗到末二字方才点题“牡丹”，使前面所流露的感情，有了合理的解释，是点睛之处；到这句，读者才领会到，诗中的怀旧，都由独立看牡丹而生发，末句的次序应是第一句。</p> <p>　　短短四句诗，使人仿佛见到诗人独自一人在牡丹花前怆然伤怀，悲苦欲泪，给人以强烈的感受。读这首诗，很容易使人想到唐<a href=\"http://so.gushiwen.org/author_113.aspx\">岑参</a>的《逢入京使》诗：“故园东望路漫漫，双袖龙钟泪不干。马上相逢无纸笔，凭君传语报平安。”陈与义这首诗很明显受到岑参诗前两句的影响，但岑诗是怀乡，陈诗却凝聚着国恨家仇，感情更加沉痛深刻。诗末句以花前独立蒙浑而出，包涵无限，这样写法，又很容易使人联想到唐<a href=\"http://so.gushiwen.org/author_18.aspx\">元稹</a>《智度师》诗：“三陷思明三突围，铁衣抛尽衲僧衣。天津桥上无人识，闲凭栏杆望落晖。”诗写一位在战场上立功的老将，晚年出家为僧，站在天津桥上，没人知道他往日的英雄业绩，只好目送夕阳西下。末句勾勒出智度师无限心事。陈与义的诗手法与元稹相同，一是写己，一是写人，都表现得很蕴藉深至。</p><br/><h2>鉴赏</h2> <p>　　借咏牡丹以抒发国家兴亡之感，思念故园之情，是这首绝句的特色。在构思和手法上与<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>的《江南逢李龟年》极为相似。</p> <p>　　杜甫用“江南好风景”来烘托感昔伤今和漂泊他乡的凄苦之情，陈与义用看异乡的牡丹来抒发万千感慨，都是以乐景写哀情，起到倍增其哀的强烈艺术效果。</p> <p>　　前半回忆往事，既有<a href=\"http://so.gushiwen.org/author_113.aspx\">岑参</a>“故园东望路漫漫”的意味，也有<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>“路漫漫其修远兮”的感慨。“国破家亡欲何之”这和杜甫因安史之乱而漂泊江湖，走投无路的境况也很相似。对于历史背景的交代陈与义更为明确。</p> <p>　　后两句化用张商英“小臣有泪皆成血，忍向东风看牡丹”，但陈与义写得更为含蓄，更为深沉。杜、陈二人体验生活的深度和广度一样，所表现的情景都和自己的生活血肉相连，所以写得一样深刻。而艺术技巧还是杜甫技高一筹，写得更含蓄。</p>",
  "about": "<h2>创作背景</h2> 　　这首<a href=\"http://so.gushiwen.org/view_70960.aspx\">诗</a>作于绍兴六年（1136），当时陈与义以病告退，除显谟阁直学士，提举江州太平观，寓居浙江桐乡。他虽身离官场，但心系魏阙，对国事非常关心。陈与义是洛阳人，洛阳以牡丹闻名天下，因此他见到眼前牡丹盛开，勾起了伤时忧国的情感，写下了这首传布人口的佳作。<br/><h2>情感手法</h2> 　　<a href=\"http://so.gushiwen.org/view_70960.aspx\">诗</a>人的家乡洛阳是有名的牡丹之乡。从金兵入侵中原，诗人避乱南奔，有十年之久，忽然在异乡见到了故乡的名花。诗人感慨万千，国家局势的动态和个人身世的飘零使诗人以牡丹为题，抒发了自己真挚强烈的伤时忧国之情。诗作苍凉悲感，言短意深，对故乡的怀念，对金兵的仇恨，成为强烈的弦外之音。全诗自然流畅，“用诗深隐处，读者抚卷茫然、不暇究索”（<a href=\"http://so.gushiwen.org/author_3076.aspx\">楼钥</a>《简斋诗笺叙》）。葛胜仲所谓陈与义晚年“赋咏尤工”（《陈去非诗集序》），确非虚语。除《牡丹》诗外，陈与义还有另外一首咏物名诗《春寒》：“二月巴陵日日风，春寒未了怯园公。海棠不惜胭脂色，独立蒙蒙细雨中。”两首诗所咏之花虽异，而情怀、笔法皆同，都是写“名花苦幽独”的伤感，表现一种怀才不遇的孤独感和失意之情。",
  "poet": {
    "id": 724,
    "star": 0,
    "name": "陈与义",
    "desc": "陈与义(1090-1138)，字去非，号简斋，汉族，其先祖居京兆，自曾祖陈希亮迁居洛阳，故为宋代河南洛阳人（现在属河南）。他生于宋哲宗元祐五年(1090年)，卒于南宋宋高宗绍兴八年(1138年)。北宋末，南宋初年的杰出诗人，同时也工于填词。其词存于今者虽仅十余首，却别具风格，尤近于苏东坡，语意超绝，笔力横空，疏朗明快，自然浑成，著有《简斋集》。"
  },
  "tags": [
    "古诗三百首",
    "咏物",
    "牡丹",
    "思乡",
    "爱国"
  ]
}