{
  "id": 56023,
  "star": 37,
  "name": "清商怨·葭萌驿作",
  "dynasty": "宋代",
  "content": "江头日暮痛饮。乍雪晴犹凛。山驿凄凉，灯昏人独寝。 <br>鸳机新寄断锦。叹往事、不堪重省。梦破南楼，绿云堆一枕。",
  "fanyi": "<p><strong>译文<br></strong>日落江边，黄昏时分，任情畅怀八九饮，初雪放晴，寒气袭袭天还冷。小小驿站深山中，显得分外凄凉冷清，灯昏昏，孤零零，一人独睡进梦境。<br>新近情人寄来织机上段锦，决绝意分明，怎么忍心再回忆旧日款款柔情。南楼同枕美梦今惊醒，当初枕上堆云黑发、妩媚乌鬓，再难寻。</p> <p><strong>注释<br></strong>1、清商怨：古乐府有《清商曲辞》，其音多哀怨，故取以为名。<a href=\"http://so.gushiwen.org/author_164.aspx\">周邦彦</a>以晏词有〔关河愁思〕句，更名《关河令》，又名《伤情怨》。此调42字、43字诸体，俱为双调。<br>2、葭萌驿：位于四川剑阁附近，西傍嘉陵江（流经葭萌附近，又名桔柏江），是蜀道上著名的古驿之一。<br>3、江头：江边。<br>4、乍雪：初雪。<br>5、凛：寒冷。<br>6、鸳机：织鸳鸯锦的织机。<br>7、锦：为裁锦作书。<br>8、不堪：不忍。<br>9、重省：回顾。<br>10、梦破：梦醒。<br>11、南楼：武汉南城楼。指所思念的女子。<br>12、绿云：指女子乌黑的头发。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　葭萌驿，位于四川剑阁附近，西傍嘉陵江（流经葭萌附近，又名桔柏江），是蜀道上著名的古驿之一，作者有<a href=\"http://so.gushiwen.org/view_56023.aspx\">诗</a>云：“乱山落日葭萌驿，古渡悲风桔柏江”（《有怀梁益旧游》）。公元1172年（乾道八年）<a href=\"http://so.gushiwen.org/author_272.aspx\">陆游</a>在四川宣抚使司（治所南郑，今陕西汉中）任职时，曾数次经过此地。按陆游是当年三月到任、十一月离任赴成都的，据词中所写情景应该是十一月间赴成都经过此地所写的。</p> <p>　　上片写在这里留宿的情况，“江头日暮痛饮”，直赋其事，可见词人心中的不快。“痛饮”是排遣愁绪的意思。“乍雪晴犹凛”，衬写其景。斜光照积雪，愈见其寒，由此雪后清寒正映出心境之寒。“山驿凄凉，灯昏人独寝。”由日暮写到夜宿，“凄凉”二字写出了词人独宿的滋味“灯昏”更可以看出词人的凄凉、寂寞。古驿孤灯，是旅中孤栖的典型的氛围，不少诗人词客都曾这样描写。<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>写过：“邯郸驿里逢冬至，抱膝灯前影伴身”（《邯郸冬至夜思家》）；<a href=\"http://so.gushiwen.org/author_125.aspx\">秦观</a>写过：“……风紧驿亭深闭。梦破鼠窥灯”（《如梦令》）。此词亦复如此，而且此处“灯昏”与前面日暮雪白映照，更带有一层悲哀的色调。上片四句似信手掂来其实在层次、情景的组织上是很新巧的。</p> <p>　　过片由“独寝”作相反联想。“鸳机新寄断锦，叹往事、不堪重省。”“鸳机”，是一种织具此句引用了前秦苏蕙织锦为回文诗寄赠其夫窦滔的故事，意思是自己心爱的人新近又寄来了书信。“往事”，指当初欢快相聚的时候“不堪重省”者有二，一是山长水阔难以重聚，二是此时凄清想起往日的温暖，更是难耐。</p> <p>　　后一种意味更切此时的“不堪”。虽则不堪，心偏向往，回避不了：“梦破南楼，绿云堆一枕。”这就是“往事”中的一事，当年同卧南楼，梦醒时见身边的她“绿云堆一枕”。“绿云”指的是女子秀美的鬓发，“堆”，形容头发蓬松、茂密之状这使人想起“鬓云欲度香腮雪”、“绿窗残梦迷”<a href=\"http://so.gushiwen.org/author_415.aspx\">温庭筠</a>《菩萨蛮》的句子，这是多么动人的情态啊！独宿的凄凉，使他想起往事；想起这件往事，可能加重了他的凄凉感，也可能使他的凄凉感在往事的玩味中消减，这就是人情的微妙处。“梦破”自是当年情事，读者也不妨将之与此时联系起来，当年的情事如果发生在此时，不同样是温馨一梦吗？今梦、昔梦连成一片，词家恍惚之笔，十分难得。<a href=\"http://so.gushiwen.org/author_433.aspx\">赵翼</a>云：放翁诗“结处必有兴会，有意味”（《瓯北诗话》），此词也是这样。</p> <p>　　此词当写羁旅愁思，将艳情打并进去，正显出愁思的深切温厚，宋词中如此表现颇为常见。下片所思人事，当有所源。同年春末词人由夔州调往南郑时经过此地曾写有《蝶恋花·离小益作》：陌上箫声寒食近。雨过园林，花气浮芳润。千里斜阳钟欲螟，凭高望断南楼信。海角天涯行略尽。三十年间，无处无遗恨。天若有情终欲问，忍教霜点相思鬓？</p> <p>　　“南楼信”云云亦是思念“南楼”女子，此女子是谁，现在已难以确考了有人认为此词是比兴之作，“‘梦破’是说的幻梦应该是指由陇右进军长安，收复失地这一梦想（的破灭，从表现看来，这里全写的男女之情，当日的欢爱，……可是现在恩情断了，‘鸳机新寄断锦’，更没有挽回的余地。陆游在这个境界里，感到无限的凄凉。”（《中国历代著名文学家评传》第三卷《陆游》，参见《词学研究论文集·陆游的词》）这样的解说恐怕并不是词的本意。如果说，陆游由于从军南郑的失意，加深了心头的抑郁，使得他“在这个境界里”，更“感到无限的凄凉”，羁愁中渗进了政治失意的意绪，那是可以理解的，也是很自然的；若字牵句合以求比兴，那就显得太机械了。至于以陆游此次是携眷同行为据，证实此词是“假托闺情写他自己政治心情”，那恐怕与文学创作规律及古人感情生活方式都相距甚远了。</p>",
  "about": "<h2>创作背景</h2> 　　这首词创作时间是乾道八年（1172）冬，当时<a href=\"http://so.gushiwen.org/author_272.aspx\">陆游</a>在四川宣抚使司（治所南郑，今陕西汉中）任职，十一月被迫离开抗金前线南郑赴成都任职，在途径四川广元西南的葭萌驿时心生感慨，创作了《清商怨·葭萌驿作》。",
  "poet": {
    "id": 272,
    "star": 0,
    "name": "陆游",
    "image": "http://img.gushiwen.org/authorImg/luyou.jpg",
    "desc": "陆游（1125—1210），字务观，号放翁。汉族，越州山阴（今浙江绍兴）人，南宋著名诗人。少时受家庭爱国思想熏陶，高宗时应礼部试，为秦桧所黜。孝宗时赐进士出身。中年入蜀，投身军旅生活，官至宝章阁待制。晚年退居家乡。创作诗歌今存九千多首，内容极为丰富。著有《剑南诗稿》、《渭南文集》、《南唐书》、《老学庵笔记》等。"
  },
  "tags": [
    "宋词精选",
    "羁旅",
    "孤独",
    "思念"
  ]
}