{
  "id": 71106,
  "star": 397,
  "name": "三人成虎",
  "dynasty": "两汉",
  "content": "　　庞葱与太子质于邯郸，谓魏王曰：‘今一人言市有虎，王信之乎？’王曰：‘否。’‘二人言市有虎，王信之乎？’王曰：‘寡人疑之矣。’‘三人言市有虎，王信之乎？’王曰：‘寡人信之矣。’庞葱曰：‘夫市之无虎明矣，然而三人言而成虎。今邯郸去大梁也远于市，而议臣者过于三人，愿王察之。’王曰：‘寡人自为知。’于是辞行，而谗言先至。后太子罢质，果不得见。",
  "fanyi": "<p><strong>译文</strong><br>　　庞葱要陪太子到邯郸去做人质，庞葱对魏王说：“现在，如果有一个人说大街上有老虎，您相信吗”“魏王说：“不相信。”庞葱说：“如果是两个人说呢？”魏王说：“那我就要疑惑了。”庞葱又说：“如果增加到三个人呢，大王相信吗？”魏王说：“我相信了。”庞葱说：“大街上不会有老虎那是很清楚的，但是三个人说有老虎，就像真有老虎了。如今邯郸离大梁，比我们到街市远得多，而毁谤我的人超过了三个。希望您能明察秋毫。”魏王说：“我知道该怎么办。”于是庞葱告辞而去，而毁谤他的话很快传到魏王那里。后来太子结束了人质的生活，庞葱果真不能再见魏王了。</p> <p><strong>注释</strong><br>庞恭：魏国大臣。<br>质：人质，这里用作动词，指作人质。谓将人作为抵押品，这是战国时代国与国之间的外交惯例。<br>邯郸：赵国的都城，在今河北省邯郸县西南十里。<br>市：集市<br>之：代词，这里指“市有虎”这件事。<br>信：相信。<br>夫：语气词，用于句首，表示下文要发表议论，现代汉语没有与此相应的词语。<br>明：明白，清楚。<br>然：可是。<br>去：距离。<br>议臣者：议论我的人。议：议论。这里是非议，说人坏话。臣：庞葱（恭）自称。者：……的人。<br>愿：希望。<br>察：观察，仔细看，明察。<br>反：通“返”，返回。<br>得：能够（得到）。<br>见：拜见、谒见。这里指召见。<br>竟：最终</p> <p><strong>通假字</strong><br>原句：庞恭从邯郸反<br>“反”通“返” 意思为返回</p>",
  "about": "<h2>寓意</h2> 　　对人对事不能以为多数人说的就可以轻信，而要多方进行考察、思考，并以事实为依据作出正确的判断。这种现象在实际生活中很普遍，不加辨识，轻信谎言，就会让人犯错误。<br/><h2>典故</h2> <p>　　战国时代，互相攻伐，为了使大家真正能遵守信约，国与国之间通常都将太子交给对方作为人质。\"战国策\"：\"魏策\"有这样一段记载：</p> <p>　　魏国大臣庞恭，将要陪魏太子到赵国去作人质，临行前对魏王说：\"现在有一个人来说街市上出现了老虎，大王相信吗？\"</p> <p>　　魏王道：\"我不相信。\"</p> <p>　　庞恭说：\"如果有第二个人说街市上出现了老虎，大王相信吗？\"</p> <p>　　魏王道：\"我开始质疑。\"</p> <p>　　庞恭又说：\"如果有第三个人说街市上出现了老虎，大王相信吗？\"</p> <p>　　魏王道：\"我当然会相信。\"</p> <p>　　庞恭就说：\"街市上不会有老虎，这是很明显的事，可是经过三个人一说，好像真的有了老虎了。现在赵国国都邯郸离魏国国都大梁，比这里的街市远了许多，议论我的人又不止三个。希望大王明察才好。\"</p> <p>　　魏王道：\"一切我自己知道。\"</p> <p>　　太子结束了做人质，庞恭再也没有见到魏王。</p> <p>　　街市是人口集中的地方，当然不会有老虎。说街市上有虎，显然是造谣、欺骗，但许多人这样说了，如果不是从事物真相上看问题，也往往会信以为真的。</p> <p>　　这故事本来是讽刺魏惠王无知的，但后世人引申这故事成为\"三人成虎\"这句成语，乃是借来比喻有时谣言可以掩盖真相的意思。例如：判断一件事情的真伪，必须经过细心考察和思考，不能道听途说。否则\"三人成虎\"，有时会误把谣言当成真实的。</p>",
  "poet": {
    "id": 403,
    "star": 0,
    "name": "刘向",
    "image": "http://img.gushiwen.org/authorImg/liuxiang.jpg",
    "desc": "刘向（约前77—前6） 原名更生，字子政，祖籍沛郡（今属江苏徐州）人。西汉经学家、目录学家、文学家。刘向的散文主要是秦疏和校雠古书的“叙录”，较有名的有《谏营昌陵疏》和《战国策叙录》，叙事简约，理论畅达、舒缓平易是其主要特色。"
  },
  "tags": [
    "小学文言文",
    "寓言",
    "故事",
    "哲理"
  ]
}