{
  "id": 69857,
  "star": 4,
  "name": "杂剧·承明殿霍光鬼谏",
  "dynasty": "元代",
  "content": "第一折<br>老夫霍光，官拜大司马。昭帝驾崩，昌邑王即位。文官尚书杨敞，武官老夫，俺二人扶立着他。老夫因病数日不朝，听的道昌邑王为君未及一月，造下一千一百一十七桩大罪。朝冶官人每道，当初扶立他，不干别人事，都是霍光那老子。嗨，教老夫怎主呵。喑想高祖创立起惹大汉朝天下，也非同小可呵。<br>【仙吕】【点绛唇】策立怀王，遣差刘项，驱兵将，西楚秦邦，都有豪气三千丈。<br>【混江龙】得其民望，沛公戈戟入咸阳。子婴受降于轵道，霸王自刎在乌江。灭楚亡秦刘社稷，亏杀创业开基汉高皇。后□□□□□□□□□□，整日价箫韶队卫，弦管声中，歌喉宛转，舞态翩跹，□□□□□□龙袍，尚古自醉薰薰终日如泥样。只听的调弦品竹，甚的是论道经邦。<br>来到朝门外，只怕撞着杨敞，不如只从后宰门入去。尚书谏不从，放心，老夫进谏去。<br>【油葫芦】终日醄醄入醉乡，这其间敢归洞房。呀，可早烧银烛照红妆，只听的闹垓垓歌舞人来往。韵悠悠羌管声嘹亮。此日忧太康，我待谏昌邑王，可敢阑珊了竹叶樽前唱？回心待修国政理朝纲。<br>【天下乐】刬地烂醉佳人锦瑟傍，我过得萧墙，我待朝帝王。不听的古刺刺净鞭三下响。不见文官每列在左壁，武官海列在右厢。尚古自列金钗十二行。，殿下知罪么？为君未及一月，造下罪一千一百一十七桩，殿下犹不知！<br>【那吒令】陛上道你污滥如宠西施吴王；好色如奸无祥楚王；乱宫如宠妲己纣王。对着众宰臣、诸卿相咱则是好好商量。<br>【鹊踏枝】似这般坏家邦、损忠良，疾忙分付江山，递纳龙床。到如今四方军民都赞扬，他德过如禹舜尧汤。<br>【寄生草】他听得仁风盛。帝业昌，孝昭帝先向山陵葬，昌邑王不识朝相。见如今新天子守取蟠龙亢，这的是前人田土后人收，可正是长江后浪催前浪。<br><br>【六幺序】倒把我迎头阻，劈面抢，到咱行数黑论黄，卖弄他血气方刚，武艺高强。我觑的小可寻常，不由人豪气三千丈，登时教你祸起萧墙。不间五步间敢血溅金阶上，休那里俄延岁月，打捱时光。<br>【幺】应昂，行唐，走奔龙床，扯住衣裳，则就这金銮殿上，咱两个并一场。我见他言语慌忙，手脚张狂，事急也却索着忙。俺英雄犯下无遮当，岂不闻专诸能刺吴王？今日咱君臣义分无承望，你待仿骊姬乱晋，俺难学伊尹扶汤。<br>尚书，昌邑王无道，咱两个别文武百官。摆整仗銮驾，请新君去来。昌邑王无道，不堪为宗庙之王，今日别立新君，咱文武两班，一齐呼噪者。昌邑王，新君圣旨：免你死罪，封为侯，出朝去者。老臣情愿致仕闲居。陛下；这两个逆子，封许大官职，据一人顶门胎发犹存。<br>【后庭花】怎消得把千钟禄位享，将万民财物匡，把二品皇宣受，将三台银印掌。他那理会理朝纲？据这厮每村沙莽撞，念不的书两行，开不的弓一张，便朝为田舍郎，暮登天子堂。<br>【青哥儿】他怎做的朝中朝中宰相？枉了失其失其民望。谅这厮生长在细米干柴不漏房，便赐与紫绶金章羽旌旄幢。教端堆都堂，辅佐吾皇，判断朝纲，整治家邦。我则怕差错阴阳，激恼穹苍。天降灾殃，六月飞霜，早杀了农桑，水淹了田庄，四境饥荒，万姓逃亡。觑着他，狠似豺狼，蠢似猪羊，眼嵌缩腮模样，面黄肌瘦形相。爷饭娘羹，娇养，夫贵妻荣休望，教骨奸折倍扌光，是无桅船，没底筐。我王待远法商汤，臣伏戎羌，郊拱平章，采纳贤良，选用忠良，行止端方，才智非常，论道经邦，展土开疆，教万国伏降，万民安康，万寿无疆，万世称扬。似这等油虫麻猾狲般性轻狂猖。他怎图画作麒麟像。<br>僚臣就今日辞了我主，向南采访，走一遭去。<br>【赚煞尾】帝登基，天垂像，则今日天晴日朗。舜门尧年应上苍，头直上罩紫雾红光，齐下五云乡。他寂寞索向秋江，年听的撼宇宙春雷应天响。一个登基在建章，一个潜身在海上，这的是真龙出世假龙藏<br><br>第二折<br>奉官里圣旨，差老夫五南采访，巡行一遭。又早是半年光景，今日到家，多大来喜悦。<br>【中吕】【粉蝶儿】羸马长鞭，路迢递岂辞劳倦，行杀人也客况凄然。与皇家，出气力，使杀我也死而无怨。这一场开解民冤，喜还家称心满愿。<br>【醉春风】行到二十程，路途三四千。向五南行到半年来，不似这途远、远。想着倚门山妻，梦中中子眼前活现。<br>左右接了马者。<br>【红绣鞋】拂掉了尘埃满面，喜的咱夫妇团圆。在家时孩儿每行受了些熬煎，虽然咱有些俸禄，有些公田，想着这穷家私难过遣。<br>我沿途上想着两个，怎生不来见我？成君女孩儿，也不出绣房来见我！<br>【剔银灯】干身事别无甚么拜见，将一个亲子妹向君王行托献。大古里是布衣走上黄金殿，则俺那汉宫家可甚纳士招贤？想当日岩墙下，渭水边，和那乞食的淮阴少年。<br>【蔓菁莱】偏不曾一跳身都荣显，不曾献妹妹准财钱，转换些俸钱，一口气不回来抵住咽喉，气的我手儿脚儿滴羞笃速战。<br>我则今日朝见天子，就纳谏去。尚书与老夫唤那二贼出来咱。<br>【石榴花】我想与皇家出气力二十年，我也曾居帅府掌军权。今日向都堂出纳着帝上宣，不付能的升迁，做个官员。我也曾亡生舍死沙场上战，我也曾眠霜卧雪阵后军前。想着我水磨鞭方楞锏雕翎箭，卸金甲博得个紫袍穿。<br>【斗鹌鹑】打这厮汕鬏髻上封官，粉鼻凹里受宣。您是裙带头衣食，我足剑，甲上俸钱。不打死今番豁不了冤，就这里盼到半年。问甚末子父情肠，险失下君臣体面。<br><br>【上小楼】打这厮才低智浅，怎消的随朝迁转。他那里会展土开疆，治国安邦。献策呈言？量这厮，有甚未高识远见，怎消的就都堂户封八县？<br>【幺】倘或取受了百姓钱，违负下帝正宣，敢大胆欺压良民，冒突天颜，惹罪招愆。久以后市曹中，遭着刑宪，我只怕又连累咱满门良贱。<br>乞陛下将此二贼，打为庶民，成君下于冷宫，圣鉴不错。官里不从谏也，罢、罢、罢。<br>【耍孩带四煞】慨君王圣怒难分辨，便是老性命滴溜在眼前。这场羞辱怎禁当，好教我低旨无言。火言圣怒难分解，恼犯着登时斩在目前。人皆倦，轻呵杖该一百，重呵流地三千。<br>【三煞】可知道摘星楼剖下比干，汨罗江淹杀屈原，姑苏台范蠡辞了勾践。从来乱国皆无道，自古昏君不重贤，不把清浊辨，则怕吃人心盗跖，那里敬有德行颜渊。<br>【二煞】我为甚倦做官？我为何不爱钱？只图久后清名显。我不求金玉重重贵，可甚儿孙个个贤。称不了平生愿。你速离我眼底，休到我根前。<br>【收尾煞】便加做一品官，剩受取几道宣。谁待倚唐丈有势威风显。我则怕养闺女为官分福浅。<br>　</p> <p>第三折<br>自从打了二贼，一卧二旬而不起，好是烦恼人。自从前许多功劳，今日一笔都勾。<br>【正宫】【端正好】于家漫劬劳，为国空生受。自从立汉室扶监炎刘，愁怀不遂空低海里，常则是泪湿征衣袖。<br>【滚绣球】我来的那日头，染证候，都子为唇家门禽兽，子我这泼残生千则千休。将霍山缠住拘，将霍禹匹面殴，喑着气感得几声咳嗽，对夫人仔细遗留。都则为辱家门豁不尽心头气，献妹妹遮不了脸上羞，性命似水上浮沤。<br>孩儿，我年纪子是两脚疼痛。<br>【倘秀才】匹配下鸾胶风友，博换得堂食御酒，您则是男儿得志秋归地府，葬荒丘，是一个子收。孩儿，我上天远入地近也，有几句遗留，听我说与你。<br>【呆古朵】怕你老尊君早晚身亡后，都你个女孩儿听我遗留。教官里纳士招贤，休教他迷花恋酒。恐怕贼子将忠臣谮，你索款慢去村乒行奏。你只学立齐邦无盐女，休学那乱刘朝吕太后。<br>呀。臣该万死。<br>【倘秀才】臣披不的金章紫绶，刚道的个诚惶顿首。臣讲不的舞蹈扬尘三叩头，感陛下特怜念，旧公侯，亲自来问候。有几桩事，陛下索从微臣奏咱。陛下开赦书撒放罪囚，薄税敛存恤户口，随路州城把庙宇修，诛不择骨肉，赏不避仇雠，恩从上流。<br>【滚绣球】陛下教军衣袄旋旋关，军粮食日日有，便使杀他也不辞生受，敢舍性命在剑戟戈矛，不争咱粮又催税又催。那其间敢不收麦不熟，枉併的他一家又逃走，岂不怕笞杖徒流？陛下开仓赈济穷百姓，敢不自然乐、比安家不趁求？则这的是治国元由。陛下，这两个贼子，久后必然造反，告一纸独角赦书，赦了老臣之罪咱。<br>【倘秀才】臣则怕连累了霍光老幼，这厮每必反咱刘朝宇宙，这的是未来事微臣早参透。几句话，记在心头，休教落后。<br>【滚绣球】这两个吃剑头，久以后死得来不如猪狗，臣则怕连累着三尺荒丘，不争您剖棺槨戮尸首。这一纸独角赦把老臣搭救，我便一似护身符怀内牢收，不争剖开亡父新丘冢，不教人唾骂微臣业骨头，勋业都休。<br><br>【三煞】饱谙世事慵开口，可怎伏侍君正不到头。则要你治国安邦，去邪归正，纳士招贤，立汉兴刘。学取祖公公豁达大度，海量宽洪，纳谏如流，托赖上天眷祐，则要陛下知文武重公侯。<br>【二煞】天呵谩心昧已的增与阳寿，论到我为国于家拔着短筹，也是我前世前缘，白遣自受，染病耽疾，千则千休。只落的三魂杳杳，四体烘烘。七魄悠悠，好教我无言低首，泪不做泪珠流。<br>【收尾煞】双手脉沉细难收救，一口气不回来便是休。白料残生决不久，旦幕微臣死之后，不望高原葬土丘，何必追斋枉生受！看诵经文念破口，休想亡灵免得忧，果必君王赐恩厚，思念微臣国政修，出殡威仪迎过路口，登五门君王望影楼。陛上若可怜微臣，遥望着灵车奠一盏酒。<br><br>第四折<br>霍山霍禹造反，须索奏知天子去咱。哎，阴司景界好与人世不同呵。<br>【双调】【新水令】冷飕飕风摆动引魂幡，也是我为国家呵一灵儿不散。高挑起纱照道，轻摆着马鎆锚环。我待学垒卵攀栏，将我那有仁德帝王谏。<br>【驻马听】夜静更阑，蓦岭登山寻故关；云收雾散，披星带月入长安。生前出力保江山，命终尽节扶炎汉。你看我这一番，擎王保驾无辞惮。惊唬了我主，微臣不是邪祟。<br>【雁儿落】微臣共朝臣难摆班，魂魄随风散，边关事明日提，早朝把君王谏。<br><br>【得胜令】来日个宰相五更寒，正三鼓未更残。便待贬怕我宣宫阙，可甚留连你老泰山，了当间，待我似伊尹周公旦。今日把我做邪魔鬼祟看。陛下，有人造反也。。<br>【雁儿落】陛上道东连函谷关，西接连云栈，谁人厮觑着？谁人相轻犯？<br>【挂玉钩】陛下提备着铁甲将军夜过关，倒把臣相轻慢。则怕船到江心补漏难，见百姓遭涂炭。臣武不及伍子胥，文不及周公旦，可惜了六合乾坤，万里江山。陛下，霍山、霍禹造反，明日请我土赴私宅，以击金钟为号，待乱天下，微臣一往来奏知我主。<br>【落梅风】灭九族诛戮了髫龀，斩全家抄估了事产。可怜见二十年公干，墓顶上滟滟土未乾，这的是承明殿霍光鬼谏。<br>题目长安城霍山造反<br>海温县废王遭难<br>正名长信宫宣帝登基<br>承明殿霍光鬼谏</p> <p> ",
  "poet": {
    "id": 1942,
    "star": 0,
    "name": "杨梓",
    "desc": "杨梓(1260～1327) 元代戏曲家。海盐澉浦(今渐江海盐)人。"
  },
  "tags": []
}