{
  "id": 63386,
  "star": 9,
  "name": "永遇乐·璧月初晴",
  "dynasty": "宋代",
  "content": "<span style=\"font-family:SimSun;\">辄不自堪。遂依其声，又托之易安自喻。虽辞情不及，而悲苦过之。</span></p> <p>璧月初晴，黛云远淡，春事谁主。禁苑娇寒，湖堤倦暖，前度遽如许。香尘暗陌，华灯明昼，长是懒携手去。谁知道，断烟禁夜，满城似愁风雨。<br>宣和旧日，临安南渡，芳景犹自如故。缃帙流离，风鬓三五，能赋词最苦。江南无路，鄜州今夜，此苦又谁知否。空相对，残红无寐，满村社鼓。 ",
  "fanyi": "<p><strong>译文</strong><br>暮雨初晴，如璧的明月东升。云色如黛，淡淡飘荡在远空。这美好的春景，到底属于何人？故宫禁苑中一片微寒，西湖的堤岸倦慵暖温。前度刘郎如今又来这里，想不到变得如此冷寂岑岑。记得从前的元夜，车水马龙攘攘纷纷，凝香弥漫的尘土将道路遮暗。五光十色的花灯，把暗夜照得如白昼一样明灿。我总是没有什么心情，和人们携手同去赏灯观看。谁知道，上元夜也会禁止宵行，人稀烟断，满城凄风苦雨，愁云惨淡。<br>犹记宣和旧日，直到南渡临安，上元夜依旧热闹繁盛如故。而今辛苦收藏的金石书画，几乎散失尽净。元宵佳节也无心打扮，任凭鬓发纷乱飞舞。写下感时伤乱的词章，最令人感到凄苦。如今江南也无路可走，我到处漂泊无寄处。就想起被叛军困在长安的<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>，月夜里思念鄜州的亲人，这种凄苦的心境如今又有谁知否？空自对着昏暗不明的一盏残灯，长夜无眠，外面又传来满村的社鼓。</p><p><strong>注释</strong><br>①乙亥：宋恭帝德祐元年（1275）。<br>②李易安：即<a href=\"http://so.gushiwen.org/author_536.aspx\">李清照</a>，号易安居士。<br>③璧月初晴：暮雨初晴，璧月上升。璧月，以圆形的玉比喻圆月。<br>④黛云：青绿色像眉似的薄云。<br>⑤禁苑娇寒：皇帝苑园不许宫外人游玩，故称禁苑。娇寒，嫩寒、微寒。<br>⑥前度遽如许：意为再来临安时，局势变化如此之快。<br>⑦香尘暗陌：街道上尘土飞扬，往来车马很多。<br>⑧宣和旧日：指宋徽宗宣和年间汴京的繁华盛况。<br>⑨缃帙流离，风鬟三五，能赋词最苦：意为在战争中流离失所，人已衰老，所作词反而更觉痛苦。缃帙，书卷。流离，散失。风鬟，头发散乱的样子。三五，指旧历正月十五夜。<br>⑩江南无路：江南已沦陷。残钮：残灯。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　此词一起三句，以对句写景，月明云淡，景色可嘉。然而一句抒情，“春事谁主？”问得突兀，实以伤心人别有怀抱，何堪对此。接着再写临安宫苑，湖堤天气，寒暖适宜，但却何匆匆乃尔，实悲叹春之易逝，国已沦亡。三接复以对句写香陌华灯之热闹美丽，一结又“长是懒携手去”。心情可知，痛何如之！上片最后“谁知”二句，在断烟禁夜气氛中，“满城似愁风雨”。这里是以景物作比喻。临安已沦陷，元朝统治者在彼发布命令，宰割人民，哪能不使人悲愤。这一句如似重槌，发人猛省。</p> <p>　　下片首段三句与上片末句，似断实连，但却展开了对往事的回忆。“宣和旧日”，实指北宋。“临安南渡”，杭州变作汴州。“芳景犹自如故”，一总南北宋之繁华景象。又寓有不堪回首之叹。国事如此，是从大处着墨，而又系结合易安的身世来抒写的。因为<a href=\"http://so.gushiwen.org/author_536.aspx\">李清照</a>的《永遇乐》曾写“中州盛日”的情况，但南奔后，是“而今憔悴”。是如词序所云“又托之易安自喻”。“缃帙”下三句，记述易安南奔时书籍丧失，三五月明时感怀，写下很多“凄凄惨惨戚戚”的词，真是凄苦之至。“江南”下三句，再申述乱离流落之苦，用<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>有安史乱中寄家鄜州的故事。无路可走，无家可归，苦情自不待言，而却以“此苦又谁知否？”反语出之，情更深痛，笔势陡起。一结“空相对、残釭无寐，满村社鼓。”极写一己之悲与他人之乐，和李清照的词是遥相承应，更有无可奈何之叹，哀惋无穷。</p> <p>　　全词每小段都是先景后情，情景交织，疏密相间。两片末尾，均是大力铺写当时情景，是景中有情，情中有景。上片以此来勾起下片，下片末尾以景抒情，给人以无限回味。</p>",
  "about": "<h2>创作背景</h2> 　　这首词，从词的前面序文里推知是作于公元1278年。因乙亥为宋德祐元年（1275年）。“今三年矣”，实为1278年，宋亡于1276年，这时已亡国二年了。易安南奔，犹存半壁。辰翁作词，国无寸土。说“虽辞情不及”，是谦词，“而悲苦过之”，是实情。",
  "poet": {
    "id": 329,
    "star": 0,
    "name": "刘辰翁",
    "image": "http://img.gushiwen.org/authorImg/liuchenweng.jpg",
    "desc": "刘辰翁（1233.2.4—1297.2.12），字会孟，别号须溪。庐陵灌溪（今江西省吉安市吉安县梅塘乡小灌村）人。南宋末年著名的爱国诗人。 景定三年（1262）登进士第。他一生一生致力于文学创作和文学批评活动，为后人留下了可贵的丰厚文化遗产，遗著由子刘将孙编为《须溪先生全集》，《宋史·艺文志》著录为一百卷，已佚。"
  },
  "tags": [
    "婉约",
    "元宵节",
    "写景",
    "抒情",
    "怀旧"
  ]
}