{
  "id": 70907,
  "star": 75,
  "name": "估客乐四首",
  "dynasty": "南北朝",
  "content": "郎作十里行，侬作九里送。<br>拔侬头上钗，与郎资路用。</p> <p>有信数寄书，无信心相忆。<br>莫作瓶落井，一去无消息。</p> <p>大艑珂峨头，何处发扬州。<br>借问艑上郎，见侬所欢不？</p> <p>初发扬州时，船出平津泊。<br>五两如竹林，何处相寻博。",
  "shangxi": "<h2>鉴赏</h2> <p>　　以上四首<a href=\"http://so.gushiwen.org/view_70907.aspx\">诗</a>，分为两组，写作于南齐永明（483—493）年间。“永明”是齐武帝萧赜的年号。传说萧赜未登基前，曾游历樊城、邓县（今湖北省襄樊市一带），熟悉了《估客乐》这一支歌曲。（估客，同“贾客”，行商之人）他当上皇帝后，因追忆往事，写过以“昔经樊邓役，阻潮梅根渚”为内容的两首《估客乐》诗，并让乐府官吏奏入管弦以教习乐工。但他的歌辞写得不好，无法同原来的曲调谐合，于是他召来僧侣宝月，命宝月重新写作了两首《估客乐》辞。宝月的作品，很快就同歌曲谐合了。乐府歌人还在歌中加上了表达感忆意思的和送声，使歌曲大行于世。后来，宝月又续作了后两首诗，让乐工在齐武帝萧赜驾龙舟游观五城时歌唱。这几首歌而且被编入舞蹈，在南齐时由十六人表演，在萧梁时由八人表演。直到唐代<a href=\"http://so.gushiwen.org/author_298.aspx\">武则天</a>时，宫廷乐工还能歌唱《估客乐》辞。《古今乐录》、《通典》、《旧唐书》、《通志》、《文献通考》都记载了关于《估客乐》的上述故事，可见它是一篇脍炙人口的乐府歌辞。</p> <p>　　这四首诗的主要特色，是用第一人称的口吻，细致地描写了一位楚地女子思念恋人的形象和感情。诗中第一首用送别时拔钗相赠的细节，表现了这位女子的依依难舍之情。第二首是这女子对恋人的嘱咐。虽然她说“无信心相忆”，但她的意思却重在“有信数寄书”。她的嘱咐译成白话文是：“若是有信人来，请多多托寄书信；若是没有信人来，常想着我不要忘记。”这样就不仅把女子的深情和体贴表达出来了，而且还为后面“借问艑上郎”的情节埋下了伏笔。第三首描绘的是这位女子焦急等待的情态：她每逢扬州来船，就要去寻觅自己的恋人，探问恋人的音信。这是一个很典型的表现相思的情节。第四首是这位相思女子的自忖。她想到：当客船初发扬州的时候，桅杆如林，估客们怎么会有机会相互问讯呢？她的深切怀念，遂由于这种自慰而显得细腻、隽永。这四首诗虽然分为两组，写作于不同时候，但其间有很明显的相互联系：每组前一首都描写主人公的动态形象，刻划一个外部行为的细节；每组后一首都描写主人公的静态形象，刻划一个内心活动的细节。从送别到思念，两组作品又相互呼应。所以可以把它们看成是一件和谐统一的、美丽动人的艺术珍品。</p> <p>　　这四首诗的另外一个特点，是它们采用了很本色的语言，既质朴自然，又富有个性。这一特点正好是同上一特点相互配合的。诗中“郎作十里行，侬作九里送”一句很可能采自当时的俗谚，它用“十里”“九里”之比，很精炼地概括出“恨不能陪伴始终”这样一层意思。诗句中的“侬”是当时的南方方言，是自称之词。在第一首诗中，两个“侬”字联用，一下就把诗篇的代言特色（即第一人称特色）显示出来了；而且，用“侬”而不用“妾”，便表现了作品的朴野自然之美。“瓶落井”是古代的民间成语，意思相当于石沉大海，经常用于描写恋人之间的关系。敦煌曲子辞（伯3123写本）中有“一只银瓶子，两手拴，携送远行人”的诗句，便是用银瓶来象征始终不渝的恋爱关系的。这里则反用，意味深长地表达了对恋人的忠贞和期待。此外，“艑”是吴楚人对大船的称呼，《荆州土地记》曾说过“湘州七郡，大艑所出，皆受万斛”的话。“珂峨头”指船头的装饰如高耸的玉马笼，古人称马笼头上的玉饰为“珂”，称高耸的状态为“峨”。“欢”是当时的吴语，意即情郎，例如《子夜歌》说：“欢愁侬亦惨”。“五两”则是楚语，指船上侯风的竹竿。例如《文选·江赋》李善注引许慎语说：“綄，侯风也，楚人谓之五两也。”王周《船具诗序》说：“有樯，有五两，有帆，所以使风也。”故敦煌曲子辞《浣溪沙》中也有“五两竿头风欲平”的诗句。——这些现在看来很生僻的辞语，在当时其实是楚人的俗谚口语，是很平常的。这些语言既生动明快，又密切吻合歌辞主人公的身份，在塑造形象、刻划人物方面，取得了极好的艺术效果。</p> <p>　　根据以上两个特点，可以把宝月的《估客乐》评为富有艺术个性、达到自然传神这种高超境界的好诗。值得特别指出的是，作者还通过作品的个性反映出了时代的个性。在南北朝时代，由于北方连年战乱，而南方则保持了相对安定的局面，故水陆交通和商业贸易在南方显得比较发达。扬州（今南京市）和襄阳（今属湖北）就是两个水运重镇和商业重镇。《估客乐》正是在这一背景上展开送别情郎去经商的故事题材的。这时的音乐文学显现了两个重要特点：其一是楚地成为同吴地并列的一大音乐中心；其二是城邑音乐异军突起，代表了对民歌民谣的集中。清商曲中的西曲歌，以及西曲歌中的《襄阳乐》、《石城乐》、《江陵乐》、《寻阳乐》（襄阳、石城、江陵、寻阳都是当时的重要城市），很明确地反映了这两个特点。故西曲中的《估客乐》也可以看作这时的新的音乐潮流的代表。另外，随着南方经济的发达，在豪门大族中产生了一批以“妾”、“婢”为名义的歌妓。她们的表演，使得当时的清商曲辞富于女性特色。《估客乐》也就是这样一种极尽温柔妩媚之致的作品。其实，齐武帝的诗作不能配合管弦而宝月的诗作能够与管弦“谐合”的原因就在于宝月的《估客乐》在题材、文学风格、音乐特征上都密切吻合了表演需要和时代气氛。后来，陈后主、北周<a href=\"http://so.gushiwen.org/author_662.aspx\">庾信</a>、唐代<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>、<a href=\"http://so.gushiwen.org/author_18.aspx\">元稹</a>、<a href=\"http://so.gushiwen.org/author_390.aspx\">张籍</a>、<a href=\"http://so.gushiwen.org/author_197.aspx\">刘禹锡</a>、刘驾等人都作过以《估客乐》或《贾客词》为题的诗歌，但没有哪一篇能比得上宝月的作品，这也是因为：宝月的《估客乐》是一个特定的历史时代的产物。</p>",
  "poet": {
    "id": 387,
    "star": 0,
    "name": "释宝月",
    "desc": "释宝月，南朝萧齐时期诗僧。生卒时间及生平不详。俗姓康，一说姓庾，胡人后裔，善解音律，颇有文名。《先秦汉魏晋南北朝诗》辑得其诗五首。"
  },
  "tags": [
    "古诗三百首",
    "组诗",
    "女子",
    "思念",
    "恋人"
  ]
}