{
  "id": 74,
  "star": 50,
  "name": "缁衣",
  "dynasty": "先秦",
  "content": "缁衣之宜兮，敝予又改为兮。适子之馆兮。还予授子之粲兮。<br>缁衣之好兮，敝予又改造兮。适子之馆兮，还予授子之粲兮。<br>缁衣之席兮，敝予又改作兮。适子之馆兮，还予授子之粲兮。",
  "fanyi": "<p><strong>译文<br></strong>看我夫君穿上那黑色礼服多么得体，破了我又为他新作一件像样的衣衫。我颠着一双小脚送到他执教的书馆，等他回家来我捧上精美丰盛的晚餐。<br>看我夫君穿上那黑色礼服多么美好，破了我又为他新作一件像样的罩袍。我颠着一双小脚送到他执教的书馆，等他回家来我捧上精美丰盛的菜肴。<br>看我夫君穿上那黑色礼服多么舒展，破了我又为他新作一件像样的罩衫。我颠着一双小脚送到他执教的书馆，等他回家来我端上一桌丰盛的好饭。</p> <p><strong>注释<br></strong>⑴缁（zī）衣：黑色的衣服，当时卿大夫到官署所穿的衣服。宜：合适。指衣服合身。<br>⑵敝：坏。改为、改造、改作：这是随着衣服的破烂程度而说的，以见其关心。<br>⑶适：往。馆：官舍。<br>⑷粲（càn）：形容新衣鲜明的样子。一说餐的假借。<br>⑸好：指缁衣美好。<br>⑹席（xí）：宽大舒适。古以宽大为美。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　这首<a href=\"http://so.gushiwen.org/view_74.aspx\">诗</a>中洋溢着一种温馨的亲情，因此，与其说这是一首描写国君与臣下关系的诗，还不如说这是一首写家庭亲情的诗更为确切。当代不少学者认为，这是一首赠衣诗。诗中“予”的身份，看来像是穿缁衣的人之妻妾。孔颖达《毛诗正义》说：“卿士旦朝于王，服皮弁，不服缁衣。退适治事之馆，释皮弁而服（缁衣），以听其所朝之政也。”说明古代卿大夫到官署理事（古称私朝），要穿上黑色朝服。诗中所咏的黑色朝服看来是抒情主人公亲手缝制的，所以她极口称赞丈夫穿上朝服是如何合体，如何称身，称颂之词无以复加。她又一而再，再而三地表示：如果这件朝服破旧了，我将再为你做新的。还再三叮嘱：你去官署办完公事回来，我就给你试穿刚做好的新衣，真是一往而情深。表面上看来，诗中写的只是普普通通的赠衣，而骨子里却唱出了一位妻子深深挚爱自己丈夫的心声。</p> <p>　　全诗共三章，直叙其事，属赋体，采用的是《诗经》中常见的复沓联章形式。诗中形容缁衣之合身，虽用了三个形容词：“宜”、“好”、“席”，实际上都是一个意思，无非是说，好得不能再好；准备为丈夫改制新的朝衣，也用了三个动词：“改为”、“改造”、“改作”，实际上也都是一个意思，只是变换语气而已。每章的最后两句都是相同的。全诗用的是夫妻之间日常所说的话语，一唱而三叹，把抒情主人公对丈夫无微不至的体贴之情刻画得淋漓尽致。</p>",
  "about": "<h2>创作背景</h2> <p>　　《郑风·缁衣》这首<a href=\"http://so.gushiwen.org/view_74.aspx\">诗</a>，旧说多以为这是赞美郑武公好贤之德的诗篇。《毛诗序》谓：“美武公也。父子并为周司徒，善于其职，国人宜之，故美其德，以明有国善善之功焉”。郑笺云：“父谓武公父桓公也。司徒之职，掌十二敎。善善者，治之有功也。郑国之人皆谓桓公、武公居司徒之官正得其宜。”</p> <p>　　这首诗虽然在近现代《诗经》选本中很少见到，可在古代典籍中却不时提到。《礼记》中就有“好贤如《缁衣》”和“于《缁衣》见好贤之至”的记载（转引自《诗集传》）。郑国开国之君郑桓公为周幽王时的司徒，他的儿子郑武公则为周平王时的司徒。因此，唐代司马贞在《史记索隐》的《郑世家》“述赞”中说：“厉王之子。得封于郑。代职司徒，《缁衣》在咏。”宋代的<a href=\"http://so.gushiwen.org/author_459.aspx\">朱熹</a>在《诗集传》中说：“旧说，郑桓公、武公，相继为周司徒，善于其职，周人爱之，故作是诗。”他似乎是赞成这一“旧说”的。而清代的姚际恒、方玉润则以为这是“美武公好贤之诗”（《诗经原始》）。当代学者高亨先生也同意此说。他说：“郑国某一统治贵族遇有贤士来归，则为他安排馆舍，供给衣食，并亲自去看他。这首诗就是叙写此事”（《诗经今注》）。至于郑国统治者是真“好贤”，还是政治手腕，论者也是有不同看法的。如<a href=\"http://so.gushiwen.org/author_504.aspx\">王夫之</a>就认为：“《缁衣》之诗，王子友（桓公）之工其术以歆天下者也。”（《诗广传》）意思是，所谓“好贤”，乃是巩固其统治地位的权术耳。</p>",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": [
    "诗经"
  ]
}