{
  "id": 9648,
  "star": 27,
  "name": "武威春暮闻宇文判官西使还已到晋昌",
  "dynasty": "唐代",
  "content": "岸雨过城头，黄鹂上戍楼。<br>塞花飘客泪，边柳挂乡愁。<br>白发悲明镜，青春换敝裘。<br>君从万里使，闻已到瓜州。",
  "fanyi": "<p><strong>译文<br></strong>片云吹过城头，黄莺飞上了戍楼。<br>塞花飘洒客子的泪水，边柳牵挂行人的乡愁。<br>长了白发对着明镜悲叹，可惜青春只换来了破裘。<br>此次您又承当了远行万里的使命，听说现在已经到了瓜州。</p> <p><strong>注释<br></strong>⑴武威：一作“武城”。武威即凉州。唐天宝元年（742年）改为武威郡，治所在今甘肃武威。晋昌：即瓜州，唐天宝元年（742年）改为晋昌郡，治所在今甘肃安西东南。<br>⑵岸雨：一作“片雨”。<br>⑶边防驻军的瞭望楼。<br>⑷塞：边塞。客泪：离乡游子的眼泪。<br>⑸敝裘（bìqiú）：破旧的皮衣。敝：破损；裘：用毛皮制成的御寒衣服。<br>⑹瓜州：即晋昌（今甘肃敦煌）。<span style=\"font-family:SimSun;\"><span style=\"font-family:FangSong_GB2312;\"></span></span></p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　这是<a href=\"http://so.gushiwen.org/author_113.aspx\">岑参</a>一首很特别的<a href=\"http://so.gushiwen.org/view_9648.aspx\">诗</a>，和<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>的《闻<a href=\"http://so.gushiwen.org/author_437.aspx\">王昌龄</a>左迁龙标遥有此寄》有些相似，但所蕴含的情感要丰富和复杂得多。李诗只是表达了对朋友的关切之情，而岑参既有对朋友的关心之情，更多的是抒发自己内心的情感。 　　春暮点出了时节，武威和晋昌交代了地点。武威是诗人自己的所在地，晋昌是诗人朋友宇文判官出使返回到达之地。“闻宇文判官西使还”则指出是听说朋友出使西域返回。</p> <p>　　首联“岸雨过城头，黄鹂上戍楼”写边塞登楼所见之景：岸雨飘过城头之后带来的漫天大雨，从这雨就告诉读者这边塞环境之苦之恶劣，而一只美丽的黄鹂鸟飞上了戍楼躲雨。这只黄鹂成了这环境恶劣的边塞城楼的一抹亮色，似乎也传达的诗人内心的某种温情。<a href=\"http://so.gushiwen.org/author_408.aspx\">王国维</a>说“一切景语皆情语”，而在首联，诗人的情感含而未发，并未明言，似有一丝苍凉，更有一缕温情蕴含其中，彰显含蓄之美。</p> <p>　　颔联“塞花飘客泪，边柳挂乡愁”尤其巧妙，融情于景，景中有情，情景水相互融。一个“飘”字把游子思乡之泪随塞外飞花漫天飘舞的情景描述出来，形象地突出了客泪之多，乡愁之浓。而“挂”则化无形的情感为有形的形象，把乡愁与杨柳联系在一起，诗人很巧妙杨柳意象中留别的内涵。“柳”和“留”同音，因而在古诗词中柳就有留恋之意。“边柳挂乡愁”把游子的那种浓浓的乡愁具体化、形象化了，好像这乡愁变成了实体物质，挂满了边塞的杨柳树。这沉甸甸的乡愁，这思乡的痛苦，就很生动地表达出来了，就如<a href=\"http://so.gushiwen.org/author_269.aspx\">李煜</a>的“问君能有几多愁，恰似一江春水向东流”那样，把无形的情感——愁绪，形象化具体化，是诗人的匠心所在。</p> <p>　　颈联“白发悲明镜，青春换敝裘”直抒胸臆，抒发的是年华已去而功业未成的感慨。“白发悲明镜”与李白在《将进酒》中“君不见，高堂明镜悲白发”的情感是一致的，抒发的都是年华已去的感伤。而“青春换敝裘”则补充说明了为什么要悲白发。生老病死本是人生难免，而诗人对年华的失去如此悲伤，是因为大好青春年华居然没有建功立业，居然没有实现自己的政治理想。“裘”是名贵的皮大衣，是达官贵人才穿得起的，在这里暗指功业。因为封建时代的读书人讲究的是“学成文武艺，货与帝王家”。而盛唐时代的诗人更加是以天下为己任，几乎个个都觉得自己有宰相之才，能够辅助皇帝成就一个盛世。岑参毫无疑问也会有建功立业的雄心壮志，但一个“敝裘”就明白的说出了自己心中的不得志。</p> <p>　　尾联“君从万里使，闻已到瓜州”抒发了两种情感，一是为好友宇文判官出使顺利返回瓜州而感到由衷的高兴；但同时又为自己仍然滞留在边塞（武威）而归期无着落而感到伤感与无奈。高兴又伤感的情绪交织在一起，丰富而复杂的情感从字里行间若隐若现的透露出来。诗歌的结尾含蓄而有意味深长，余音袅袅，不绝如缕。</p> <p>　　“无情未必真豪杰”，边塞诗人不仅仅书写那些雄心壮志，那些塞外奇景，那些男儿豪情，还书写心中的那一缕柔情。</p>",
  "about": "<h2>创作背景</h2> 　　宇文判官与<a href=\"http://so.gushiwen.org/author_113.aspx\">岑参</a>同为高仙芝的僚属，唐玄宗天宝十载（751年），高仙芝改授河西节度使，他们一起回到姑臧，不久宇文判官又出使安西。出于对这位朋友的信任和怀念，岑参在姑臧听说他已回到晋昌时，即作此<a href=\"http://so.gushiwen.org/view_9648.aspx\">诗</a>向老朋友倾诉自己的心事。",
  "poet": {
    "id": 113,
    "star": 0,
    "name": "岑参",
    "image": "http://img.gushiwen.org/authorImg/cencan.jpg",
    "desc": "岑参（约715-770年），唐代边塞诗人，南阳人，太宗时功臣岑文本重孙，后徙居江陵。[1-2] 岑参早岁孤贫，从兄就读，遍览史籍。唐玄宗天宝三载（744年）进士，初为率府兵曹参军。后两次从军边塞，先在安西节度使高仙芝幕府掌书记；天宝末年，封常清为安西北庭节度使时，为其幕府判官。代宗时，曾官嘉州刺史（今四川乐山），世称“岑嘉州”。大历五年（770年）卒于成都。"
  },
  "tags": [
    "友情",
    "思乡",
    "边塞",
    "感伤",
    "时光"
  ]
}