{
  "id": 55999,
  "star": 20,
  "name": "好事近·湓口放船归",
  "dynasty": "宋代",
  "content": "湓口放船归，薄暮散花洲宿。两岸白苹红蓼，映一蓑新绿。 <br>有沽酒处便为家，菱芡四时足。明日又乘风去，任江南江北。",
  "fanyi": "<p><strong>译文<br></strong>从湓口坐船而来，到了黄昏时，就停留在散花洲准备夜宿。两岸色彩醒目的白苹和红蓼，把小船都映衬得似乎染上了一层新绿。<br>只要有酒的地方那就是家，反正一年四季吃的东西不用愁。等夜宿一晚，第二天又乘风顺流，随意飘荡，不管是在江南还是江北。</p> <p><strong>注释<br></strong>①好事近：《好事近》， 词牌名，又名 《钓船笛》。“近”指舞曲前奏，属大曲中的一个曲调。<br>②湓（pén）口：古城名。以地当湓水入长江口而得名。汉初灌婴始筑此城。故址在今江西省九江市。后改名湓城，唐初改浔阳。为沿江镇守要地。<br>③散花洲：古战场。散花洲古时还有散花滩之名。<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>《集古录跋尾》：武昌江水中小岛上，武昌人以其地为吴王散花滩。《舆地纪胜》载：“世传周瑜败<a href=\"http://so.gushiwen.org/author_552.aspx\">曹操</a>于赤壁，吴王迎之至此，酾酒散花以劳军士，故谓之吴王散花洲。”<br>④白蘋（píng）：蕨类植物，现代称为田字草、四叶菜，多年生浅水植物。《尔雅翼》：蘋似槐叶，而连生浅水中，五月有华白色，故谓之白蘋。有人认为白蘋是水鳖。<br>⑤红蓼（liǎo）：红蓼是长在岸边比较常见的植物。<br>⑥沽（gū）酒：从市上买来的酒；买酒。<br>⑦菱（líng）：水生植物。两角为菱，四角为芰。芡（qiàn）：鸡头。《说文》按：花似鸡冠，实苞如鸡首，故名。生于池沼中的一种一年生大水草，体表有刺，叶圆而大，浮于水面，花茎伸长于水面上，顶生一花，紫色，浆果球形，果内胚乳白粉质，可食用。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　上阕首二句，点明了作者自己从湓口坐船而来，到了黄昏时，就停留在散花洲准备夜宿。散花洲这个地名，是有典故的。<a href=\"http://so.gushiwen.org/author_272.aspx\">陆游</a>的一生中，曾在散花洲夜宿过两次，写这首词时，是第二次。陆游是爱国<a href=\"http://so.gushiwen.org/view_55999.aspx\">诗</a>人，是很想收回金国所占失地的有理想、有抱负的爱国诗人。而当他到了散花洲时，应该会对孙权在散花洲犒劳赤壁之战大胜的周瑜及将士这段历史有很深的感慨。陆游的抱负一直到他80多岁去世时，都是没有实现的。而且，这段时期陆游在从福建专管茶盐的提举改任到江西做提举，应该是离朝廷又近了一点，心中是有希翼在的，可提举又并不是个什么很大的官职。同时，陆游在这段时间，是个被同僚认为“不拘礼法，恃酒颓放”的人，那么，他对实现抱负，又的确是抱有怀疑的态度。他应该一直都有一种矛盾的心理。</p> <p>　　次两句，就描绘了陆游欣赏到的薄暮中散花洲两岸的美丽风景。这里应该是写的春夏之交时的景色。白苹和红蓼，色彩就很醒目了，再加上新绿的大背景，多么地美。蓑，这里是指的船上覆盖的草顶。也有可能是人身上穿的蓑衣。但全首词都没有写有雨，没有雨，就一般不会穿蓑衣。“映一蓑新绿”的意思，应该是绿色的大背景，绿树、绿草、绿水映衬着这一艘小船（一蓑就是代指小船了），把小船都映衬得似乎染上了一层新绿。色彩明快、对比强烈的美，在这二句中表现得非常好，可以想象出画面，像一幅山水画。读到这里，可以想象陆游的心情应该是闲适遣玩般的兴致。</p> <p>　　到了下阕，作者的心情转变了，变得低回沉郁起来。首先谈到了“酒”，只要有“酒”的地方，那就是“家”。这不过是借酒消愁而已。“菱芡四时足”，是对上一句的补充。陆游幻想就这样坐着船，到处漂泊，喝喝酒，反正有吃的，就这么什么也不想，什么也不用想不用做，放纵生涯算了，不管什么理想、抱负了就好。等夜宿一晚，到明天又顺着风前行，那前面江南江北是什么样子的，就随它去吧，懒得想了。这里“江南江北”仍是有含义的。江南是南宋管辖，江北大部分地区被金国所占。那么，陆游是真的什么也不想了吗？他的理想抱负，想收回故地的理想，就这么轻易地放弃了？他并没有，一直到老，他都是积极的。他并没有像<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>、<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>那样的旷达自适的心情。下阕写得沉郁，在表面词意下，还隐藏着更多的难言的心情。从“任”字就可以看出这点，如果很自适，他不会使用这个“任”字。平时口头语有“任他去”，“不管他”的意思。这里带有一点无可奈何又赌气的意味。而且，他仍是为官的，而且一直都在做官，到他70多岁了，皇帝诏他仍是出来做了官的。他不是范蠡，他并不是那种无所求的人。</p> <p>　　整首词表达了陆游当时矛盾的心理。这种矛盾的心理，是陆游无意识中从词句中表达出来的，有叶嘉莹先生所说的“具含了花间词之深微幽隐富含言外意蕴的特色”。</p>",
  "about": "<h2>创作背景</h2> 　　公元1175年（淳熙二年），<a href=\"http://so.gushiwen.org/author_529.aspx\">范成大</a>邀<a href=\"http://so.gushiwen.org/author_272.aspx\">陆游</a>入幕僚，为成都路安抚司参议官。陆与范素有<a href=\"http://so.gushiwen.org/view_55999.aspx\">诗</a>文之交，因此不甚拘守官场礼数，以致引起同僚讥讽；又因复国抱负和个人功名长久无法得到伸展的空间，故常有较放纵轻佻的行为，被同僚指责为“不拘礼法，恃酒颓放”。于是陆游索性自号“放翁”，并在诗中自我嘲解。公元1178年（淳熙五年），提举福建路常平茶盐（专管福建茶盐专卖的）。次年，改提举江南西路（在今江西省）。这首《好事近》，是陆游在公元1179年（淳熙六年）由提举福建路常平茶盐改任提举江南西路时所写。当时陆游54岁，在东归江行途中连写十多首《好事近》词，这首词是其中之一。",
  "poet": {
    "id": 272,
    "star": 0,
    "name": "陆游",
    "image": "http://img.gushiwen.org/authorImg/luyou.jpg",
    "desc": "陆游（1125—1210），字务观，号放翁。汉族，越州山阴（今浙江绍兴）人，南宋著名诗人。少时受家庭爱国思想熏陶，高宗时应礼部试，为秦桧所黜。孝宗时赐进士出身。中年入蜀，投身军旅生活，官至宝章阁待制。晚年退居家乡。创作诗歌今存九千多首，内容极为丰富。著有《剑南诗稿》、《渭南文集》、《南唐书》、《老学庵笔记》等。"
  },
  "tags": [
    "写景",
    "感伤",
    "无奈"
  ]
}