{
  "id": 7336,
  "star": 970,
  "name": "早寒江上有怀 / 早寒有怀 / 江上思归",
  "dynasty": "唐代",
  "content": "木落雁南度，北风江上寒。<br>我家襄水曲，遥隔楚云端。<br>乡泪客中尽，孤帆天际看。<br>迷津欲有问，平海夕漫漫。",
  "fanyi": "<p><strong>译文</strong><br>树叶飘落大雁飞向南方，北风萧瑟江上分外寒冷。<br>我家在曲曲弯弯襄水边，远隔楚天云海迷迷茫茫。<br>思乡的眼泪在旅途流尽，看归来的帆在天边徜徉。<br>风烟迷离渡口可在何处，茫茫江水在夕阳下荡漾。</p> <p><strong>注释</strong><br>⑴木落：树木的叶子落下来。雁南度：大雁南飞。南：一作“初”。<br>⑵首二句从<a href=\"http://so.gushiwen.org/author_732.aspx\">鲍照</a>《登黄鹤矶》“木落江渡寒，雁还风送秋”句脱化而来。<br>⑶襄（xiāng）水曲（qū）：在汉水的转弯处。襄水，汉水流经襄阳（今属湖北）境内的一段。曲，江水曲折转弯处，即河湾。襄：一作“湘”，又作“江”。曲：一作“上”。<br>⑷楚云端：长江中游一带云的尽头。云：一作“山”。<br>⑸乡泪客中尽：思乡眼泪已流尽，客旅生活无比辛酸。<br>⑹孤：一作“归”。天际：天边。一作“天外”。<br>⑺迷津：迷失道路。津，渡口。<br>⑻平海：宽广平静的江水。漫漫：水广大貌。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　这是一首怀乡思归的抒情<a href=\"http://so.gushiwen.org/view_7336.aspx\">诗</a>。全诗情感是复杂的。诗人既羡慕田园生活，有意归隐，但又想求官做事，以展鸿图。这种矛盾，就构成了诗的内容。</p> <p>　　“木落雁南度，北风江上寒”，这两句是写景。作者捕捉了当时带有典型性的事物，点明季节。木叶渐脱，北雁南飞，这是最具代表性的秋季景象。但是单说秋，还不能表现出“寒”，作者又以“北风”呼啸来渲染，使人觉得寒冷，这就点出了题目中的“早寒”。</p> <p>　　落木萧萧，鸿雁南翔，北风呼啸，天气寒冷，作者活画出一幅深秋景象。处身于这种环境中，很容易引起悲哀的情绪，所谓“悲落叶于劲秋”（<a href=\"http://so.gushiwen.org/author_838.aspx\">陆机</a>《文赋》），是有一定道理的。远离故土，思想处于矛盾之中的作者就更是如此了。</p> <p>　　这是一种“兴”起的手法，诗很自然地进入第二联。作者面对眼前景物，思乡之情，不免油然而生。“襄水”，亦即“襄河”。汉水在襄阳一带水流曲折，所以作者以“曲”概括之。“遥隔”两字，不仅表明了远，而且表明了两地隔绝，不能归去。这个“隔”字，已透露出思乡之情。作者家住襄阳，古属楚国，故诗中称“楚云端”，既能表现出地势之高（与长江下游相比），又能表现出仰望之情，可望而不可即，也能透露出思乡的情绪。“我家襄水曲，遥隔楚云端”，看来句意平淡，但细细咀嚼，是很能体味到作者炼句之妙、造意之苦的。</p> <p>　　如果说第二联只是透露一些思乡的消息，带有含蓄的意味，而又未点明；那么第三联的“乡泪客中尽”，不仅点明了乡思，而且把这种感情一泄无余了。不仅他自己这样思乡，而且家人也在想望着他自己的归去，遥望着“天际”的“孤帆”。家人的想望，是假托之词，然而使思乡的感情，抒发得更为强烈了。“迷津欲有问”，是用《论语·微子》孔子使子路问津的典故。长沮、桀溺是隐者，而孔子则是积极想从政的人。长沮、桀溺不说津（渡口）的所在，反而嘲讽孔子栖栖遑遑、奔走四方，以求见用，引出了孔子的一番慨叹。双方是隐居与从政的冲突。而<a href=\"http://so.gushiwen.org/author_757.aspx\">孟浩然</a>本为襄阳隐士，如今却奔走于东南各地（最后还到长安应进士举），却是把隐居与从政的矛盾集于一身，而这种矛盾又无法解决，故以“平海夕漫漫”作结。滔滔江水，与海相平，漫漫无边，加以天色阴暗，已至黄昏。这种景色，完全烘托出作者迷茫的心情。</p> <p>　　这首诗二、三两联都是自然成对，毫无斧凿痕迹。第二联两句都是指襄阳的地位，信手拈来，就地成对，极为自然。第三联“乡泪”是情，“归帆”是景，以情对景，扣合自然，充分表达了作者的感情。最后又以景作结，把思归的哀情和前路茫茫的愁绪都寄寓在这迷茫的黄昏江景中了。</p>",
  "about": "<h2>创作背景</h2> <a href=\"http://so.gushiwen.org/author_757.aspx\">孟浩然</a>曾于公元727年（唐玄宗开元十五年）到长江下游漫游过一次，公元729年（开元十七年）至733年（开元二十一年）孟浩然再到吴越漫游。这首<a href=\"http://so.gushiwen.org/view_7336.aspx\">诗</a>当作于漫游长江下游时期的一个秋天。",
  "poet": {
    "id": 757,
    "star": 0,
    "name": "孟浩然",
    "image": "http://img.gushiwen.org/authorImg/menghaoran.jpg",
    "desc": "孟浩然（689-740），男，汉族，唐代诗人。本名不详（一说名浩），字浩然，襄州襄阳（今湖北襄阳）人，世称“孟襄阳”。浩然，少好节义，喜济人患难，工于诗。年四十游京师，唐玄宗诏咏其诗，至“不才明主弃”之语，玄宗谓：“卿自不求仕，朕未尝弃卿，奈何诬我？”因放还未仕，后隐居鹿门山，著诗二百余首。孟浩然与另一位山水田园诗人王维合称为“王孟”。"
  },
  "tags": [
    "唐诗三百首",
    "初中古诗",
    "思乡",
    "思归"
  ]
}