{
  "id": 47932,
  "star": 2140,
  "name": "垓下歌",
  "dynasty": "两汉",
  "content": "力拔山兮气盖世。时不利兮骓不逝。<br>骓不逝兮可奈何！虞兮虞兮奈若何！",
  "fanyi": "<p><strong>译文</strong><br>力量可以拔起大山，豪气世上无人能比。但时局对我不利啊，乌骓马跑不起来了。<br>乌骓马不前进啊，我该怎么办？<a href=\"http://so.gushiwen.org/author_886.aspx\">虞姬</a>啊！虞姬啊！我又该把你怎么办？</p> <p><strong>注释</strong><br>1.兮：文言助词，相当于现代的“啊”或“呀”<br>2.奈何：怎么办<br>3.奈何：怎样；怎么办<br>4.若：你</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　《垓下歌》是西楚霸王<a href=\"http://so.gushiwen.org/author_253.aspx\">项羽</a>在进行必死战斗的前夕所作的绝命词。《垓下歌》中既洋溢着无与伦比的豪气，又蕴含着满腔深情；既显示出罕见的自信，却又为人的渺小而沉重地叹息。以短短的四句，表现出如此丰富的内容和复杂的感情，<a href=\"http://so.gushiwen.org/author_1137.aspx\">真可</a>说是个奇迹。</p> <p>　　“力拔山兮气盖世”一句，项羽概括了自己叱吒风云的业绩。项羽是将门之子，少年气盛，力能扛鼎，才气超群。他胸怀大志，面对不可一世的秦始皇，敢于喊出“彼可取而代之”的豪言壮语。项羽是顶天立地的英雄，23岁跟随叔父项梁起兵反秦，率领江东八千子弟投入起义的大潮，成了诸路起义首领中妁佼佼者。巨鹿一战，项羽破釜沉舟，与几倍于己的秦军进行浴血奋战，奇迹般地灭了秦军主力，被各路诸侯推举为“上将军”。此后，项所向披靡，直至进军咸阳，自封为西楚霸王。但从这一句<a href=\"http://so.gushiwen.org/view_47932.aspx\">诗</a>中也可以看出，项羽夸大了个人的力量，这是他失败的一个重要原因。</p> <p>　　“时不利兮稚不逝”，天时不利，连乌骓马也不肯前进了。项羽不是新时代的骄子，而是旧制度的牺牲品。在四年的楚汉战争之中，他虽然与汉军大战七十，小战半百，打了不少胜仗，但仍是匹夫之男，既不善于用人，更不会审时度势，他的失败根本不是什么天意，全是咎由自取。</p> <p>　　“骓不逝兮可奈何，虞兮虞兮奈若何？”这是项羽面临绝境时的悲叹。项羽被汉军追及，撤至垓下，陷人汉军重围，以致众叛亲离，帐内只剩下他心爱的虞美人。他夜不能寐，与<a href=\"http://so.gushiwen.org/author_886.aspx\">虞姬</a>悄然相对，借酒浇愁。突然，四面传来阵阵楚歜，项羽愕然失色，惊呼 “汉皆得楚乎？是何楚人之多？”项羽明白自己到了穷途末日，绝望的痛苦袭击着他。王位、天下，得而复失，连自己心爱的女人和战马都保不住了。项羽关心他们的命运，不忍弃之而去。虞姬也很悲伤，眼含热泪，起而舞剑，边舞边歌，唱道：“汉兵已略地，四方楚歌声。大王意气尽，贱妾何聊生？ ”歌罢，自刎身亡，好不悲壮！</p> <p>　　读完《垓下歌》，掩卷回味，使人悟出无论是谁，无论他曾经怎样的不可一世，煊赫一时，如果他办事违背了事物发展的客观规律，使事态发展到不可收抬的地步，到那时，即便有移山倒海之力，也不可避免地要走上失败的道路。</p>",
  "about": "<h2>创作背景</h2> <p>　　<a href=\"http://so.gushiwen.org/author_253.aspx\">项羽</a>是在秦末与叔父项梁一起举兵反秦的。由于其辉煌的战功、无双的勇力、杰出的才能，实际上成为反秦群雄的领袖，在推翻暴秦的统治中起了主要的作用。</p> <p>　　秦亡以后，长达五年的时间内项羽与<a href=\"http://so.gushiwen.org/author_746.aspx\">刘邦</a>展开了争夺天下的战争。但由于坑杀20万秦国降卒，迸咸阳后又再烧杀抢掠，项羽早已失去民心，就只他分封诸侯的作法，就完全背离了黎民百姓渴望安定统一的愿望。项羽终于在垓下（在今安徽灵璧县南沱河北岸）陷入刘邦的重重包围之中，损兵折将，粮草吃尽，到了山穷水尽的地步。在一个黑沉沉的夜里，项羽忽然听到从四面刘邦的军营中传来一阵阵楚国的歌声，项羽大吃一惊，误认为汉军已经把楚国的全占领了，他慌张地从床上爬起来，饮酒消愁。项羽身边有一个美人，名叫<a href=\"http://so.gushiwen.org/author_886.aspx\">虞姬</a>，十分宠爱，多年来一直跟随左右，与他形影不离；还有一匹毛色青白相间的骏马，项羽经常骑着它行军打仗。项羽看着即将永别的美人，看着心爱的骏马，忍不住唱出了这首慷慨悲凉的《垓下歌》。</p> <p>　　作<a href=\"http://so.gushiwen.org/view_47932.aspx\">诗</a>之后，项羽率部突围，虽曾杀伤敌军多人，终因兵力单薄，自刎于乌江（今安徽和县东北）。 </p>",
  "poet": {
    "id": 253,
    "star": 0,
    "name": "项羽",
    "image": "http://img.gushiwen.org/authorImg/xiangyu.jpg",
    "desc": "项羽（公元前232年—公元前202年），名籍，字羽，秦下相（今江苏宿迁）人，他是中国军事思想“勇战派”代表人物，与“谋战派”孙武、韩信等人齐名。秦二世元年（前209年）从叔父项梁在吴中（今江苏苏州）起义，项梁阵亡后他率军渡河救赵王歇，巨鹿之战摧毁章邯的秦军主力。秦亡后称西楚霸王。后与刘邦争夺天下，进行了四年的楚汉战争，公元前202年兵败垓下（今安徽灵壁南），突围至乌江（今安徽和县长江段西）边自刎。项羽至今为止一直被评为中国历史上最为勇猛的著名武将，称之“生当作人杰，死亦为鬼雄”。"
  },
  "tags": [
    "古诗三百首",
    "写人",
    "励志",
    "哲理"
  ]
}