{
  "id": 8348,
  "star": 84,
  "name": "宿五松山下荀媪家",
  "dynasty": "唐代",
  "content": "我宿五松下，寂寥无所欢。<br>田家秋作苦，邻女夜舂寒。<br>跪进雕胡饭，月光明素盘。<br>令人惭漂母，三谢不能餐。",
  "fanyi": "<p><strong>译文</strong><br>　　我寄宿在五松山下的农家，心中感到十分苦闷而孤单。农家秋来的劳作更加蒙忙，邻家的女子整夜在舂米，不怕秋夜的清寒。房主荀媪给我端来菰米饭，盛满像月光一样皎洁的素盘。这不禁使我惭愧地想起了接济韩信的漂母，一再辞谢而不敢进餐。</p> <p><strong>注释</strong><br>⑴五松山：在今安徽省铜陵市南。媪（ǎo）：老妇人。<br>⑵寂寥：（内心）冷落孤寂。<br>⑶秋作：秋收劳动。田家：农家。秋作：秋天的劳作。苦：劳动的辛苦，心中的悲苦。<br>⑷夜舂寒：夜间舂米寒冷。舂：将谷物或药倒进器具进行捣碎破壳。此句中“寒”与上句“苦”，既指农家劳动辛苦，亦指家境贫寒。<br>⑸跪进：古人席地而坐，上半身挺直，坐在足跟上。雕胡饭：即菰米饭。雕胡：就是“菰”，俗称茭白，生在水中，秋天结实，叫菰米，可以做饭，古人当做美餐。<br>⑹素盘：白色的盘子。一说是素菜盘。<br>⑺惭：惭愧。漂母：在水边漂洗丝絮的妇人。《史记·淮阴侯列传》载：汉时韩信少时穷困，在淮阴城下钓鱼，一洗衣老妇见他饥饿，便给他饭吃。后来韩信助<a href=\"http://so.gushiwen.org/author_746.aspx\">刘邦</a>平定天下，功高封楚王，以千金报答漂母。此<a href=\"http://so.gushiwen.org/view_8348.aspx\">诗</a>以漂母比荀媪。<br>⑻三谢：多次推托。不能餐：惭愧得吃不下。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　五松山下住着一位姓荀的农民妇女。一天晚上<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>借宿在她家，受到主人诚挚的款待。这首<a href=\"http://so.gushiwen.org/view_8348.aspx\">诗</a>就是写诗人当时的心情。</p> <p>　　开头两句“我宿五松下，寂寥无所欢”，写出诗人寂寞的情怀。这偏僻的山村里没有什么可以引起他欢乐的事情，他所接触的都是农民的艰辛和困苦。这就是三四句所写的：“田家秋作苦，邻女夜舂寒。”秋作，是秋天的劳作。“田家秋作苦”的“苦”字，不仅指劳动的辛苦，还指心中的悲苦。秋收季节，本来应该是欢乐的，可是在繁重赋税压迫下的农民竟没有一点欢笑。农民白天收割，晚上舂米，邻家妇女舂米的声音，从墙外传来，一声一声，显得十分凄凉。这个“寒”字，十分耐人寻味。它既是形容舂米声音的凄凉，也是推想邻女身上的寒冷。</p> <p>　　五六句写到主人荀媪：“跪进雕胡饭，月光明素盘。”古人席地而坐，屈膝坐在脚跟上，上半身挺直，叫跪坐。因为李白吃饭时是跪坐在那里，所以荀媪将饭端来时也跪下身子呈进给他。“雕胡”，就是“菰”，俗称茭白，生在水中，秋天结实，叫菰米，可以做饭，古人当做美餐。姓荀的女主人特地做了雕胡饭，是对诗人的热情款待。“月光明素盘”，是对荀媪手中盛饭的盘子突出地加以描写。盘子是白的，菰米也是白的，在月光的照射下，这盘菰米饭就像一盘珍珠一样地耀目。在那样艰苦的山村里，主人端出这盘雕胡饭，诗人被深深地感动了，最后两句说：“令人惭漂母，三谢不能餐。”“漂母”用西汉淮阴侯韩信的典故。这里的漂母指荀媪。荀媪这样诚恳地款待李白，使他很过意不去，又无法报答她，更感到受之有愧。李白再三地推辞致谢，实在不忍心享用她的这一顿美餐。</p> <p>　　李白的性格本来是很高傲的，他不肯“摧眉折腰事权贵”，常常“一醉累月轻王侯”，在王公大人面前是那样地桀骜不驯。可是，对一个普通的山村妇女却是如此谦恭，如此诚挚，充分显示了李白的可贵品质。</p> <p>　　李白的诗以豪迈飘逸著称，但这首诗却没有一点纵放。风格极为朴素自然。诗人用平铺直叙的写法，像在叙述他夜宿山村的过程，谈他的亲切感受，语言清淡，不露雕琢痕迹而颇有情韵，是李白诗中别具一格之作。</p>",
  "about": "<h2>创作背景</h2> 　　此<a href=\"http://so.gushiwen.org/view_8348.aspx\">诗</a>题下原注：“宣州”。五松山，在今安徽铜陵南。此诗为唐肃宗上元二年（761年），<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>往来于宣城、历阳之间时的作品。",
  "poet": {
    "id": 247,
    "star": 0,
    "name": "李白",
    "image": "http://img.gushiwen.org/authorImg/libai.jpg",
    "desc": "李白（701年－762年），字太白，号青莲居士，唐朝浪漫主义诗人，被后人誉为“诗仙”。祖籍陇西成纪(待考)，出生于西域碎叶城，4岁再随父迁至剑南道绵州。李白存世诗文千余篇，有《李太白集》传世。762年病逝，享年61岁。其墓在今安徽当涂，四川江油、湖北安陆有纪念馆。"
  },
  "tags": [
    "叙事",
    "感恩",
    "妇女"
  ]
}