{
  "id": 71716,
  "star": 6,
  "name": "题梵隐院方丈梅",
  "dynasty": "宋代",
  "content": "亚槛倾檐一古梅，几番有意唤春回。<br>吹香自许仙人下，照影还容高士来。<br>月射寒光侵涧户，风摇翠色锁阶苔。<br>游蜂野蝶休相顾，本性由来不染埃。",
  "fanyi": "<h2>注释</h2> ①梵隐院：在浙江定海。 <br>②亚：同压。",
  "shangxi": "<h2>鉴赏</h2> <p>　　缪钺先生曾论唐宋<a href=\"http://so.gushiwen.org/view_71716.aspx\">诗</a>之别道：“唐诗以韵胜，故浑雅，而贵酝藉空灵；宋诗以意胜，故精能，而贵深折透辟。唐诗之美在情辞，故丰腴；宋诗之美在气骨，故瘦劲。唐诗如芍药海棠，秾华繁采；宋诗如寒梅秋菊，幽韵冷香。”（《论宋诗》）不仅风格如此，就审美取向来看，也很有区别。例如，唐人笔下，多写牡丹，而宋人笔下，则多写梅花。宋人喜爱梅花的程度，正如南宋人赵师秀所形容的：“但能饱吃梅花数斗，胸次玲珑，自能作诗。”（韦居安《梅涧诗话》卷中）要想欣赏晏诗，首先得看一下宋代最富盛名的<a href=\"http://so.gushiwen.org/author_762.aspx\">林逋</a>的《山园小梅》：“众芳摇落独暄妍，占尽风情向小园。疏影横斜水清浅，暗香浮动月黄昏。霜禽欲下先偷眼，粉蝶如知合断魂。幸有微吟可相狎，不须檀板共金樽。”晏诗对林诗既有继承又有翻案。晏诗里的这株古梅，长在寺院之中，斜欹门槛屋檐。吹香、照影，就是林诗的暗香、疏影，但梅香只许仙人欣赏，梅影只许高士游观，而不容游蜂野蝶相顾，这就明显和“霜禽欲下先偷眼，粉蝶如知合断魂”不同了。如果说，林诗中的梅像一个寒士的话，那么，晏诗中的梅就像一个高僧。你看，时与高贤名士相过从，月涧照影，苔色映姿，确实使人生出关于禅房的联想。所以，最后用神秀和<a href=\"http://so.gushiwen.org/author_297.aspx\">惠能</a>的偈语赞道：“本性由来不染埃”，就是明确点出这一点。这就比只用僧人的清瘦与梅花相联系（如徐集孙《竹所吟稿·杜北山同石峰僧来访》：“梅花同伴瘦，一瘦有谁过？”）似乎进了一步。以梅花喻修持的作品还有不少，如虚舟普度禅师的《墨梅》：“常忆西湖处士家，疏枝冷蕊自横斜。精明一片当时事，只欠清香不欠花。”以画梅作喻，花之易画而香之难形，亦正如所谓道，凡能言语叙说的，终落下乘。</p> <p>　　该诗首句“亚槛倾檐一古梅”，以简洁的笔墨勾勒出古梅的高大道劲。古老苍劲的梅枝，高大粗壮。枝头梅花盛开，枝条旁逸斜出，斜掩着栏杆和屋檐。“几番有意唤春回”，赞颂了梅的品格高洁。他是先行者，报春而不争春。在彻骨的清寒中，梅花傲然绽放，为的是唤得春回人间。这也是诗人人格的写照，他几番想“北定中原”，“收拾旧山河”，像梅花一样，唤回大宋朝社稷的春天。但诗人空有一番抱负而不能实现，只能远离京师，独善其身，保持自己高洁的品格。</p> <p>　　颔联“吹香自许仙人下，照影还容高士来。”“仙人”和“高士”品格自高，不合流俗。“吹香”描写其袭人的清香；“照影”描写其清雅的芳姿。这清香与芳姿只允许仙人和高士欣赏和品鉴，俗人没有资格观赏也理解不了梅花的精神意趣。诗人既可以来此观赏，说明能与梅花志趣相投，品格相通。梅如人品，人如梅品，相互欣赏而心志契合。人之精神与梅之精神相往来，相悦相赏。</p> <p>　　“月射寒光侵涧户，风摇悴色锁阶苔”以月光梅影侧面烘托梅的品格。月光皎洁，清辉如霜。在这月光下，梅摇影动，洒布阶苔。梅花精神的高洁与月光的皎洁在诗人心底交相辉映，晶莹洁净，纤尘不染。诗人借月光把梅的精神具体化了，使之如置眉睫之前。</p> <p>　　“游蜂野蝶休相顾，本性由来不染埃。”这两句直接赞颂梅花品格的高洁。“游蜂野蝶”喻指世俗中人，品格庸俗之人。花香花美自然蜂围蝶转，好像世人趋于势利。梅花则不然，它超尘拔俗，拒绝蜂蝶相扰，因为它“本性由来不染埃”。诗人于古梅树下，物我俱泯，尘虑顿消，置身朝廷时的烦恼此时也渐渐淡化、消失，心情得到暂时的解脱。</p> <p>　　这里的“本性由来不染埃”和六祖惠能的“本来无一物，何处惹尘埃”意思不同。诗人所谓的“不染埃”指的是志趣高洁，不与趋炎附势的人同流合污。惠能的“无一物”指的是不思善，不思恶，一念不起，即使是“空”念也不要起。志趣高洁体现着诗人对自己的道德要求，诗中处处体现着诗人不合流俗的志趣。但是，第三联所描绘的景色却是纤尘不染的禅境。在斑驳的梅影和皎洁的月光下，诗人忘怀得失，渐渐融人这一境界，这种禅境是佛家空境与诗人高洁品格交相辉映的禅境。</p> <p>　　全诗正面勾勒古梅的形神，用仙人、高士、月光、梅影侧面烘托梅花的高洁，尾联点题，直抒胸臆。义脉连贯，水到渠成。作者移情于物，以澄澈淡泊的胸怀观照高雅香洁的梅花，“不知何者为我，何者为物”，物我一体，情景交融，创造了淡雅空净的禅境美，恰似诗人孤傲高洁的内心。</p>",
  "poet": {
    "id": 208,
    "star": 0,
    "name": "晏敦复",
    "desc": "晏敦复（1120-1191，一作1071-1141、一作1075-1145）字景初。抚州临川文港沙河（今属江西省南昌市进贤县）人。南宋诗人、正直大臣。官至吏部尚书兼江淮等路经制使。敦复才思敏捷，诗文多已散佚，仅《宋诗纪事》存诗1首，《历代名臣奏议》存奏议2篇。《宋史》卷三八一有传。世称“抚州八晏”（晏殊、晏几道、晏颖、晏富、晏京、晏嵩、晏照、晏方）。"
  },
  "tags": [
    "赞颂",
    "梅花",
    "品格",
    "寓人"
  ]
}