{
  "id": 51020,
  "star": 46,
  "name": "西河·大石金陵",
  "dynasty": "宋代",
  "content": "佳丽地。南朝盛事谁记。山围故国绕清江，髻鬓对起。怒涛寂寞打孤城，风樯遥度天际。 <br>断崖树，犹倒倚。莫愁艇子曾系。空余旧迹郁苍苍，雾沈半垒。夜深月过女墙来，伤心东望淮水。 <br>酒旗戏鼓甚处市。想依稀、王谢邻里。燕子不知何世。入寻常、巷陌人家，相对如说兴亡，斜阳里。",
  "fanyi": "<p><strong>译文</strong><br>南朝金陵兴盛的情景，而今谁还能记忆呢？江岸环绕着髻鬟似的山峰相对耸立。长江的大浪长年累月扑打这座孤独而寂寞的古城张着风帆的船正向遥远的天边驶去。<br>临水的陡峭山崖上的树好像倒下来靠在崖上.莫愁姑娘或许曾在这里系过艇子吧！一切只剩下陈迹了，但只见郁郁苍苍一派青色，还有那浓雾中露出的半截城垒。夜半更深，月亮从女墙上升起来，而赏心亭东望著秦淮河。<br>那酒旗飘扬、锣鼓喧天的热闹景象究竟到休息去寻找呢？想来就是东晋时代王谢家族的府居所在。燕子不知道这是什么世代。燕子在夕阳里喃喃细语，好像也在相互诉说这里的盛衰兴亡吧。</p> <p><strong>注释</strong><br>西河：唐教坊曲。<br>佳丽地：指江南。更指金陵 。用南朝奇谢眺《入城曲》<a href=\"http://so.gushiwen.org/view_51020.aspx\">诗</a>句“江南佳丽地，金陵帝王州”。<br>南朝盛事：南朝宋、齐、梁、陈四朝建都于金陵。<br>髻鬟对起：以女子髻鬟喻在长江边相对而屹立的山。<br>莫愁相传为金陵善歌之女。<br>女墙：城墙上的矮墙。<br>燕子不知何世：<a href=\"http://so.gushiwen.org/author_197.aspx\">刘禹锡</a>《乌衣巷》：“朱雀桥边野草花，乌衣巷口夕阳斜。旧时王谢堂前燕，飞入寻常百姓家。”</p><br/><p><strong>译文</strong><br>看着金陵这样繁华美丽的地方，有谁还记得南朝的繁华盛世？青山环绕，绿水蜿蜒，这昔日的故都尽是一片生机，环形的山峰相对而出。汹涌的波涛寂寞地拍击着这孤独地城池，小船扬起风帆，静静地驶向远方。<br>那绝壁上的老树，仍然倒挂在山崖之上，莫愁湖里的小船，是谁把它系在岸边的？如今，这里只剩下往日的遗迹，只剩下郁郁苍苍的树木，浓重的雾气遮住了半个城墙。深夜，月亮越过城头上的矮墙，照到金陵城里，词人伤心地看着东面的秦淮河。<br>酒旗飘扬，锣鼓喧天的热闹街市如今在哪里？回想过去，王谢两大家族曾经生活在这里。那飞翔的燕子不知道如今是何年月，它们一如既往地飞到巷子里，飞入寻常的百姓人家。夕阳的余晖中，燕子一边飞着一边叽叽喳喳地叫个不停，仿佛在述说千百年来，这里兴衰变迁的故事。</p> <p><strong>注释</strong><br>（1）西河：词调名。《碧难漫志》卷五引《脞说》云：“大历初，有乐工取古《西河长命女》加减节奏，颇有新声。”又称：“《大石凋·西河漫》声犯正平，极奇古。”《清真集》标明西河入大石调的此词，当即按此词填写。此调共一百零五字。分三叠，第一、二叠各四仄韵，第三叠五仄韵。<br>（2）佳丽地：金陵古都是江南最好的地方。暗谓此地曾为封建帝王定都之所在。语出南朝齐谢眺《入朝曲》： “江南佳丽地，金陵帝王州。”<br>（3）南朝：即吴、东晋、宋、齐、梁、陈。<br>（4）盛事：盛极一时的都城繁华。<br>（5）山围故国：<a href=\"http://so.gushiwen.org/author_197.aspx\">刘禹锡</a>《石头城》<a href=\"http://so.gushiwen.org/view_51020.aspx\">诗</a>：“山围故国周遭在，潮打空城寂寞回。”山围，指被群山环抱。故国，指南京城。<br>（6）清江：指长江及秦淮河。<br>（7）髻鬟对起：有如妇女髻鬟一样美好的山峦对峙地耸立在清江两岸。<br>（8）孤城：指金陵。<br>（9）风樯：指船头桅杆上顺风张开的帆，此代指船。樯，桅杆。<br>（10）断崖：临水的山崖。<br>（11）莫愁：传说莫愁女在今南京水西门外莫愁湖畔住过，曾住湖中荡舟采莲。乐府诗云：莫愁在何处？莫愁在城西。艇子打两桨，催送莫愁来。”（《旧唐书·音乐志》引）此诗为此处描写所本。据考证，乐府诗中的莫愁女故乡石城，不是作为金陵别称的石头城，而是今湖北汉江上的竟陵（今湖北钟祥县）石城。但是，不能据此就说词人根据有误，因为宋时就有莫愁住在金陵的传说了，更何况词人是在写词（为艺术创造）而无需拘泥于照搬历史。<br>（12）旧迹：差括曾为莫愁系舟之处在内的一切古迹。<br>（13）郁苍苍：指树木茂盛。<a href=\"http://so.gushiwen.org/author_322.aspx\">曹植</a>《赠白马王彪》：“太谷何寥廓，山树郁苍苍。霖雨泥我途，流潦浩纵横。”<br>（14）垒：堡垒，军事防御性建筑。《大清一统志·江苏江宁府》寓：“韩擒虎垒在上元县西四里。”“贺莫弼垒在上元县北二十里。”上元县，今属江苏省江宁县。<br>（15）女墙：城墙上呈凹形的小墙。<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>《上白帝城》有诗云：“城峻随天壁，楼高望女墙。”<br>（16）淮水：指秦淮河。刘禹锡《石头城》诗有句云：“淮水东边旧时月，夜深还过女墙来。”这两句便是隐括刘诗而成。<br>（17）酒旗戏鼓：酒楼、戏馆等繁华的场所。<br>（18）甚处市：哪里的街市。<br>（19）依稀：仿佛，大概。<br>（20）王谢：东晋时，金陵乌衣巷一带（今南京市东南）住有王谢两大豪门望族。<br>（21）邻里：宅第相连，比邻而居，故称。<br>（22）巷陌：街道的通称。刘禹锡《题王郎中宣义里新居》有句云：“门前巷陌三条近，墙内池亭万景闲。”</p><br/><h2>英译</h2> ZHOU Bangyan – Lyrics to the Melody of the West River (In remembrance of bygone eras at Jinling)<br>In this prosperous region, who remembers the South's grand eras?<br>Mountains and fields of the countryside and the winding Yangtze<br>Surround and build up away from the city.<br>Raging billows like loneliness towards a solitary castle heave,<br>On the distant horizon navigate sails and masts of ships.<br>Off the precipice rugged trees overhang still,<br>Who still comes here to secure the boat of a gent who never worried?<br>All that remains on a historic site is sentimentality.<br>And fog has come to one half of a castle conceal.<br>Deep in the night, over the parapet the moon shines,<br>In grief I look towards the east where pass the waters of River Huai.<br>What a flourishing city full of wine vendors' pennants and operatic drumming!<br>Faint is the memory of the Wangs, the Xies and their neighbourhoods,<br>Swallows have come and gone for generations that all have lost count of.<br>There are now ordinary people along the same streets and alleyways,<br>Telling tales of the rise and fall of former times in the setting sun.",
  "shangxi": "<h2>赏析</h2> <p>　　词作上片写金陵的地理形势。开首即以赞美的口吻称之“佳丽地”。“南朝盛事”，点出南京古来即有盛名，扣题。起二句为总括。“南朝”，指从公元420年刘裕代晋到580年陈亡，建都建康（金陵）的宋、齐、梁、陈等朝代。以“谁记”提起，加以强调：“南朝盛事”已随流水逝去，人们早已将它遗忘了。</p> <p>　　“山围故国绕清江，髻鬟对起”，可是，金陵的山川形胜却依然如故。这两句主要写山，水为陪衬，描绘出金陵独特的地理形势一群山环抱，耸起的山峰，隔江对峙；且以美人头上的“髻鬟”形容山峦，以“清字形容江水，不仅形象，而且显示出金陵山清水秀的美好景色。如今，旧时王朝的都城，却“怒涛寂寞打孤城，风樯遥度天际”，当年“豪华竞逐”的金陵，而如今却是座“孤城”，潮水的拍击声正反衬出环境的寂静冷漠，天际的风帆给人一种空旷落寞之感。词人通过景物描绘，极力渲染这些历史遗迹的冷落，正在被遗忘，与上文“谁记”相应，抒发了深沉的怀古之情。</p> <p>　　词作中片写金陵的古迹。开首以景出，“断崖树，犹倒倚”，着一“犹”宇，强调景色依然，使眼前实景，带上历史色彩，下面又追加一句“莫愁艇子曾系”。这里化用了古乐府《莫愁乐》：“莫愁在何处？住在石城西，艇子打两桨，催送莫愁来”，点出古迹。接下继续写景，“空余旧迹郁苍苍，雾沉半垒”。“郁苍苍”，谓云雾很浓，望去一片苍青色，埋没了半边城的营垒。结尾二句点明时间是“夜深”，地点在“赏心亭”，即夜深时分，词人仍站在赏心亭上，观览莫愁湖和秦淮河的景色，不禁发出景物依然而人事已非的喟叹。这两句起到束上启下的作用，即上面所描绘的景色，皆是由此观览到的，又引出下片怀古的感慨。</p> <p>　　词作下片，写眼前景物。“酒旗戏鼓甚处市”，这是词人眼前见到的景色：酒楼、戏馆，一派热闹景色，不禁发出“甚处市”问语，这是何处的繁华市面呢？前面两片所写多是景物依旧，而人事已非，这里则写连景物也变了。当然，酒楼、戏馆并非纯自然景色，而是包含人事在内的。这情况引起词人的猜想。“想依稀、王谢邻里。”是说这些酒楼戏馆所在地，仿佛是当年王、谢两家比邻而居的乌衣巷，也就是说，贵族住的乌衣巷如今换了主人。至此，词人不禁产生人世沧桑之感，于是结尾发出“燕子不知何世，入寻常巷陌人家，相对如说兴亡，斜阳里”的兴亡慨叹。燕子是不知人事变迁的，依然飞进往年栖息过的高门大宅，而今已成为寻常百姓家的房舍。然而词人看到夕阳余晖中成对的燕子，却认为它们有知，且正在议论兴亡大事！这当然是词人内心的兴亡之感赋予了燕子而已。这片从眼前景物引起对金陵古都朝代更替的无限兴亡之感，从而表达出咏史的题意。</p> <p>　　本篇为咏金陵旧迹，感慨历史兴亡的名作。上片总写金陵形胜，境界旷远，雄壮中蕴含落寞。“寂寞”二字透出历史变迁，人亡物移，故国繁荣与孤城幽寂的荒凉。中片糅合当地传说，扣紧金陵景观抒发物是人非之感，“断崖”“旧踪”“雾沉”等为景物涂上了一种苍茫的色调。下片以何处寻得当年“酒旗戏鼓”的繁华街市的感叹发端，侧重写“王谢邻里”的豪门旧迹难以寻觅，只可依稀辨识，抒发人世沧桑之思。燕子相对说兴亡于斜阳之中，意象极巧，感伤殊深。全词强化了景物描写的清峭、冷寂而又悲壮、苍凉之情韵，境界开阔，内蕴深远。</p> <p>　　宋代以来，曾经先后出现了一些怀古名篇：从<a href=\"http://so.gushiwen.org/author_405.aspx\">王安石</a>的《桂枝香·金陵怀古》到<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>的《念奴娇·赤壁怀古》，以至<a href=\"http://so.gushiwen.org/author_164.aspx\">周邦彦</a>这首《西河·佳丽地》；从<a href=\"http://so.gushiwen.org/author_217.aspx\">辛弃疾</a>的《永遇乐·京口北固亭怀古》，到<a href=\"http://so.gushiwen.org/author_30.aspx\">姜夔</a>的《扬州慢》，可以说各有千秋，难分轩轾。这些作品，有的是以突兀见长，有的是以绵密取胜；介于突兀和绵密之间的是这首《西河》。它从时间上说是断续交织，从空间上来说，是疏密相间。苏轼的《念奴娇·赤壁怀古》上片，只是泼墨画似的写了“江山如画”，下片集中写了周瑜，一气贯注，如同骏马驻坡，纯属粗线条的勾勒。姜夔的《扬州慢》，侧重于主观感受的深微描绘。笔墨之间，隐约可以听到凄清的号角声和感受到随着号角声传来的寒意而伴着寒意的角声，偏又是在一个兵荒马乱后的萧条古城中吹彻。这些都说明作者牢牢扣紧了寓有深意的景物，进行密密层层的渲染。至于周邦彦的这首词，似乎介于泼墨写意与工笔细描之间。如：词的上片以疏为主。词人放眼江山，对作为“佳丽地”的“故国”金陵做了一个全面的鸟瞰，描绘了江上有山峰夹峙和江心有怒涛汹涌的雄伟形势。第二部分以密为主。在上片基础上做了进一步的勾勒：从前面围绕“故国”的山峰，引出了后面的“断崖树”，以至想象中的“莫愁艇子”；从前面的“清江”，引出后面的“淮水”；再从前面的“孤城”，引出后面的雾中“半垒”和月下“女墙”。这就好比电影镜头，缓缓而来的不再是远景全景，而是中景和近景了。下片，画面突出的是特写镜头：一帧飞入寻常百姓家的燕子呢喃图。小小飞禽的对话，可以说刻画入微，密而又密。“相对”，可能指燕子与燕子相对，也可能指<a href=\"http://so.gushiwen.org/view_51020.aspx\">诗</a>人与燕子相对，完全可以听凭读者用想象来补充。尽管它们的呢喃本无深意，然而在诗人听来看来，却为它们的“不知何世”而倍增兴亡之感。“疏”利于“写大景”（<a href=\"http://so.gushiwen.org/author_504.aspx\">王夫之</a>《姜斋诗话》卷二），写出高情远意；“密”利于画龙点晴，写出“小景”，写出事物的不同于一般的特征。杰出的怀古词一般都是能做到“大”“小”结合、“疏”“密”相兼的，这首《西河》更为突出。总体来说，周邦彦这首怀古词，艺术技巧极其精湛，比起他的大量送别、怀人之作，的确别具一格；特别是寓悲壮情怀于空旷境界之中，并使壮美和优美相结合，确是怀古词中一篇别具匠心的佳作。 </p> <p>　　此外，周邦彦的《西河》与其他怀古之作不同的是，并不正面触及巨大的历史事变，不着丝毫议论，而只是通过有韵味的情景铺写，形象地抒发作者的沧桑之感，使人触景生情，见微知著。怀古之作，总要描写标志着沧桑之变的景物，王安石的怀古是从当前的“千里澄江”和“彩舟云淡”——故国的风景宜人，过渡到昔日的“豪华竞逐”。苏轼的怀古则从眼底的“大江东去”，写到古代有关三国赤壁战时的“多少豪杰”，再联想到当前自己的壮志成虚，年华已逝。但这些都不像周邦彦词通篇写景，以景物描绘的逶迤曲折为线索，从头到尾把一切情语完全熔铸于景语之中。</p>",
  "about": "<h2>创作背景</h2> 　　这是一首<a href=\"http://so.gushiwen.org/author_164.aspx\">周邦彦</a>著名的怀古<a href=\"http://so.gushiwen.org/view_51020.aspx\">诗</a>，这首词作于宋哲宗元佑八年（公元1093）至绍圣三年(公元1096)间，当时正是北宋末年，宋王朝危机四伏。词人仓猝间从杭州历经扬州、天长，一路颠簸来到南京任江宁溧水令。溧水距金陵甚近，作者观景生情，使词人产生了“故国”、“孤城”的幽思，写下了这篇名作。",
  "poet": {
    "id": 164,
    "star": 0,
    "name": "周邦彦",
    "image": "http://img.gushiwen.org/authorImg/zhoubangyan.jpg",
    "desc": "周邦彦（1056年－1121年），中国北宋末期著名的词人，字美成，号清真居士，汉族，钱塘（今浙江杭州）人。历官太学正、庐州教授、知溧水县等。徽宗时为徽猷阁待制，提举大晟府。精通音律，曾创作不少新词调。作品多写闺情、羁旅，也有咏物之作。格律谨严。语言典丽精雅。长调尤善铺叙。为后来格律派词人所宗。旧时词论称他为“词家之冠”。有《清真集》传世。"
  },
  "tags": [
    "宋词三百首",
    "咏史怀古",
    "豪放"
  ]
}