{
  "id": 48077,
  "star": 4,
  "name": "阮步兵",
  "dynasty": "南北朝",
  "content": "阮公虽沦迹，识密鉴亦洞。<br>沉醉似埋照，寓词类托讽。<br>长啸若怀人，越礼自惊众。<br>物故不可论，途穷能无恸。",
  "shangxi": "<h2>鉴赏</h2> <p>　　据《宋书·<a href=\"http://so.gushiwen.org/author_388.aspx\">颜延之</a>传》上说，延之初为步兵校尉，好酒疏放，不能苟合当朝权贵，见刘湛、殷景仁等大权独揽，意有不平，曾说道：“天下的事情当公开让天下人知道，一个人的智慧怎能承担呢？”辞意激昂，因而每每触犯当权者，刘湛等很忌恨他，在彭城王义康前诽谤他，于是令其出任永嘉太守，延之内心怨愤，遂作《五君咏》五首，分别歌咏“竹林七贤”中的<a href=\"http://so.gushiwen.org/author_698.aspx\">阮籍</a>、<a href=\"http://so.gushiwen.org/author_382.aspx\">嵇康</a>、刘伶、阮咸和<a href=\"http://so.gushiwen.org/author_337.aspx\">向秀</a>五人，这是第一首，咏阮籍。</p> <p>　　阮籍曾做过步兵校尉，所以称他为阮步兵。他外表沉晦，而内心却具有清醒的认识，故<a href=\"http://so.gushiwen.org/view_48077.aspx\">诗</a>的第一句就说：“阮公虽沦迹，识密鉴亦洞。”史传上说阮籍喜怒不形于色，口不臧否人物，有意地隐晦其踪迹，其实，他的识鉴精密，对于时事有极敏锐的洞察力。如曹爽辅政的时候，曾召他为参军，阮籍以疾辞，屏居田里，岁余而曹爽被诛，时人都佩服他的远见，这就足以说明阮籍的缄默与隐沦，只是为了远身避祸。</p> <p>　　“沉醉似埋照，寓词类托讽”二句表现了阮籍生活的两个主要方面：饮酒与作诗。《晋书》本传上说：“籍本有济世志，属魏、晋之际，天下多故，名士少有全者，籍由是不与世事，遂酣饮为常。文帝初欲为武帝求婚于籍，籍醉六十日，不得言而止。钟会数以时事问之，欲因其可否致之罪，皆以酣醉获免。”这里所举诸事都说明他以醉酒来避免是非与祸害，因而颜延之的诗中说阮籍沉湎于酒只是为了把自己的才识深自敛藏起来。这里的“照”，就是指其才华熠熠闪耀。阮籍既以醉态来掩饰才华，故云“埋照”，“沉醉似埋照”五字之中即将阮氏的许多行迹櫽括其中，揭示了他嗜酒狂饮的真正动机。“寓词”句指出了阮籍文学创作的特点，尤指他八十二首《咏怀诗》，其中阮籍大量地运用了比兴寄托和象征的手法，以隐晦的手法自表心迹，展现了他生活中的各种感慨。颜延之就说过“阮籍在晋文常虑祸患，故发此咏。”（《文选》李善注引）李善也说：“嗣宗身仕乱朝，常恐罹谤遇祸，因兹发咏，故每有忧生之嗟。虽志在刺讥，而文多隐避，百代之下，难以情测。”因而历代文人都以为阮籍的这组诗是托物咏志、寓讽于辞的典型之作，其中表现了他忧时悯乱的深沉哀思。颜延之对此有深切的认识，可以说是最早揭示出《咏怀诗》深意的人。</p> <p>　　“长啸若怀人，越礼自惊众”两句也是本于史传对阮籍生平事迹的概括，据《魏氏春秋》上说，阮籍少时曾游苏门山，苏门山有一位隐居的高士，阮籍前往与他“谈太古无为之道，及论五帝三王之义”，然苏门先生却不与他交一言，阮籍于是对他长啸一声，清韵响亮，苏门先生只是淡淡地一笑，至阮籍下山后，只听到山间响起了一种像是凤凰鸣叫的声音，知是苏门先生的回答，这就是“长啸”句的本事。至于阮籍不受礼教束缚的故事也很多，据《世说新语》中说，阮籍的母亲去世后，裴楷前去吊丧，阮籍却还醉熏熏地披着头发箕踞在床上，裴坐在地下哭着吊唁一番以后就走了，有人问裴楷说：“凡是吊丧，主人哭后，客人才行礼。阮籍既然不哭，你为什么哭呢？”裴说：“阮方外之人，故不崇礼制；我辈俗中人，故以仪轨自居。”又如阮籍的嫂嫂曾回娘家去，阮籍与她道别，在男女授受不亲的封建社会中这种事情颇受人非议，以为是不合礼法的，阮却说：“礼岂为我辈设也。”故颜延之说阮籍能超越礼法，令众人惊异。</p> <p>　　“物故不可论，途穷能无恸”两句即解释阮籍为何口不臧否人物，对于时事不加评论的原因，因为时事已到了不可评论的地步，然而，他的感愤与不满却在穷途而哭的事实中表现出来，据《三国志·魏志·<a href=\"http://so.gushiwen.org/author_770.aspx\">王粲</a>传》注中引《魏氏春秋》说阮籍“时率意独驾，不由经路，车迹所穷，辄痛哭而反。”这两句将阮籍不论当世人物与穷途而哭这两件典型的事例联系起来，指出了其中的内在的关系，遂揭示了阮氏的真正人格和对现实的态度。</p> <p>　　这首诗虽然是咏历史人物的，然也寄寓了作者自身的怀抱，特别是在最后两句中，一种对时事不堪细论的悲愤之情溢于言表。据史载，颜延之也性喜饮酒，行为放达。他虽身经晋宋易代的沧桑而出仕新朝，然好肆意直言，于现实多所不满，故于此诗中他通过对阮籍的怀念而表达了自己郁郁不得意的情怀。</p> <p>　　此诗运用了史传中关于阮籍的记载，择取了典型的事例，在短短四十字中将阮籍的一生刻画殆尽，并由此而表现出他的精神。其中点化史传之语入诗也能恰到好处，不落理路与言筌，自铸新词，却句句有本，可谓无一字无来历。</p>",
  "poet": {
    "id": 388,
    "star": 0,
    "name": "颜延之",
    "image": "http://img.gushiwen.org/authorImg/yanyanzhi.jpg",
    "desc": "颜延之（384～456年），字延年，南朝宋文学家。祖籍琅邪临沂（今山东临沂）。曾祖含，右光禄大夫。祖约，零陵太守。父显，护军司马。少孤贫，居陋室，好读书，无所不览，文章之美，冠绝当时，与谢灵运并称“颜谢”。嗜酒，不护细行，年三十犹未婚娶。"
  },
  "tags": []
}