{
  "id": 35983,
  "star": 110,
  "name": "赠妓云英 / 嘲钟陵妓云英",
  "dynasty": "唐代",
  "content": "钟陵醉别十余春，重见云英掌上身。<br>我未成名卿未嫁，可能俱是不如人。",
  "fanyi": "<span style=\"BACKGROUND-COLOR: #c7edcc\"> </span> <p><strong>译文</strong><br>钟陵醉饮一别已经十余春，又见到云英轻盈的掌上身。<br>当年我未成名你也未出嫁，难道我们两个都不如别人？</p> <p><strong>注释</strong><br>⑴钟陵：县名，即今江西进贤。<br>⑵掌上身：形容云英体态窈窕美妙。此用赵飞燕典故。据《飞燕外传》载，汉成帝之后赵飞燕体态轻盈，能为掌上舞。后人多用“掌上身”来形容女子体态轻盈美妙。<br>⑶卿：古代用为第二人称，表尊敬或爱意。此指云英。成名：指科举中式。唐<a href=\"http://so.gushiwen.org/author_390.aspx\">张籍</a>《送李余及第后归蜀》<a href=\"http://so.gushiwen.org/view_35983.aspx\">诗</a>：“十年人咏好诗章，今日成名出举场。”<br>⑷俱：都</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这首<a href=\"http://so.gushiwen.org/view_35983.aspx\">诗</a>为云英的问题而发，是诗人的不平之鸣。但一开始却避开那个话题，只从叙旧平平道起。“钟陵”句，回忆往事，历历在目。十二年前，作者年少英敏，风华正茂，才气逼人；歌妓云英正值妙龄，体态轻盈，色艺双全。“酒逢知己千杯少”，当年彼此互相倾慕，欢会款洽，都可以从“醉”字见之。“醉别十余春”，含有对逝川的痛悼。十余年转瞬已过，作者是老于功名，一事无成，而云英也该人近中年了。</p> <p>　　首句写“别”，第二句则写“逢”。由怀旧过渡到眼前。前句兼及彼此，次句则侧重写云英。用汉代赵飞燕“掌上舞”典故。当诗人在“十余春”后再次见到已属半老徐娘的云英的时候，其婀娜的身姿竟然还同十余年前 一样，犹有“掌上身”的风采，可以想见年轻时的云英一定是十分令人倾倒。</p> <p>　　如果说这里啧啧赞美云英的绰约风姿是一扬，那么，第三句“卿未嫁”就是一抑。如果说首句有意回避了云英所问的话题，那么，“我未成名”又回到这话题上来了。“我未成名”由“卿未嫁”举出，转得自然高明。宋人论诗最重“活法”──“种种不直致法子”（《石遗室诗话》）。其实此法中晚唐诗已有大量运用。如此诗的欲就先避、欲抑先扬，就不直致，有活劲儿。这种委婉曲折、跌宕多姿的笔法，对于表现抑郁不平的诗情是很合宜的。</p> <p>　　既引出“我未成名卿未嫁”的问题，就应说个所以然。但末句仍不予正面回答，而用“可能俱是不如人”的假设、反诘之词代替回答，启人深思。它包含丰富的潜台词：即使退一万步说，“我未成名”是“不如人”的缘故，可“卿未嫁”又是为什么？难道也为“不如人”么？这说不过去（前面已言其美丽出众）。反过来又意味着：“我”又何尝“不如人”呢？既然“不如人”这个答案不成立，那么“我未成名卿未嫁”原因到底是什么，答案也就很明确了。此句情感深沉悲愤，一语百情，将诗人满腔的愤懑、无奈倾泻无余，是全诗不平之鸣的最强音。至此，全诗的情感达到了顶点。</p> <p>　　此诗以抒作者之愤为主，引入云英为宾，以宾衬主，构思甚妙。绝句取径贵深曲，用旁衬手法，使人“睹影知竿”，最易收到言少意多的效果。此诗的宾主避就之法就是如此。赞美云英出众的风姿，也暗况作者有过人的才华。赞美中包含着对云英遭遇的不平，连及自己，又传达出一腔傲岸之气。“俱是”二字蕴含着“同是天涯沦落人”的深切同情。不直接回答自己何以长为布衣的问题，使对方从自身遭际中设想体会它的答案，语意简妙，启发性极强。如不以云英作陪衬，直陈作者不遇于时的感慨，即使费辞亦难讨好。引入云英，则双管齐下，有言少意多之效。</p> <p>　　这首诗采用欲扬先抑的手法，有跌宕起伏之妙；引入云英来衬托自己，收到了言简意赅的效果。</p>",
  "about": "<h2>创作背景</h2> <p>　　<a href=\"http://so.gushiwen.org/author_135.aspx\">罗隐</a>一生怀才不遇。他“少英敏，善属文，<a href=\"http://so.gushiwen.org/view_35983.aspx\">诗</a>笔尤俊”（《唐才子传》），却屡次科场失意。此后转徙依托于节镇幕府，十分潦倒。罗隐当初以寒士身份赴举，路过钟陵县（今江西省进贤县），结识了当地乐营中一个颇有才思的歌妓云英。约莫十二年光景他再度落第路过钟陵，又与云英不期而遇。见她仍隶名乐籍，未脱风尘，罗隐不胜感慨。更不料云英一见面却惊诧道：“怎么罗秀才还是布衣？”罗隐便写了这首诗赠她。</p>",
  "poet": {
    "id": 135,
    "star": 0,
    "name": "罗隐",
    "image": "http://img.gushiwen.org/authorImg/luoyin.jpg",
    "desc": "罗隐（833-909），字昭谏，新城（今浙江富阳市新登镇）人，唐代诗人。生于公元833年（太和七年），大中十三年（公元859年）底至京师，应进士试，历七年不第。咸通八年（公元867年）乃自编其文为《谗书》，益为统治阶级所憎恶，所以罗衮赠诗说：“谗书虽胜一名休”。后来又断断续续考了几年，总共考了十多次，自称“十二三年就试期”，最终还是铩羽而归，史称“十上不第”。黄巢起义后，避乱隐居九华山，光启三年（公元887年），55岁时归乡依吴越王钱镠，历任钱塘令、司勋郎中、给事中等职。公元909年（五代后梁开平三年）去世，享年77岁。"
  },
  "tags": [
    "愤慨",
    "感叹"
  ]
}