{
  "id": 71206,
  "star": 7674,
  "name": "沁园春·长沙",
  "dynasty": "现代",
  "content": "独立寒秋，湘江北去，橘子洲头。<br>看万山红遍，层林尽染；漫江碧透，百舸争流。<br>鹰击长空，鱼翔浅底，万类霜天竞自由。<br>怅寥廓，问苍茫大地，谁主沉浮？<br>携来百侣曾游，忆往昔峥嵘岁月稠。<br>恰同学少年，风华正茂；书生意气，挥斥方遒。<br>指点江山，激扬文字，粪土当年万户侯。 <br>曾记否，到中流击水，浪遏飞舟？",
  "fanyi": "<p><strong>译文</strong><br>在深秋一个秋高气爽的日子里，我独自伫立在橘子洲头，眺望着湘江碧水缓缓北流。<br>看万千山峰全都变成了红色，一层层树林好像染过颜色一样，江水清澈澄碧，一艘艘大船乘风破浪，争先恐后。<br>广阔的天空里鹰在矫健有力地飞，鱼在清澈的水里轻快地游着，万物都在秋光中争着过自由自在的生活。<br>面对着无边无际的宇宙，（千万种思绪一齐涌上心头）我要问：这苍茫大地的盛衰兴废，由谁决定主宰呢?<br>回想过去，我和我的同学，经常携手结伴来到这里游玩。在一起商讨国家大事，那无数不平凡的岁月至今还萦绕在我的心头。<br>同学们正值青春年少，风华正茂；大家踌躇满志，意气奔放，正强劲有力。 <br>评论国家大事，写出这些激浊扬清的文章，把当时那些军阀官僚看得如同粪土。<br>可曾记得，当年我们在那浪花大得可以阻止飞奔而来的船舟的激流中一起游泳？ </p> <p><strong>注释<br></strong>沁园春：词牌名，“沁园”为东汉明帝为女儿沁水公主修建的皇家园林，据《后汉书 窦宪传》记载，沁水公主的舅舅窦宪倚仗其妹贵为皇后之势，竟强夺公主园林，后人感叹其事，多在中咏之，渐成“沁园春”这一词牌。<br>湘（xiāng）江：一名湘水，湖南省最大的河流，源出广西壮族自治区陵川县南的海洋山，长1752里，向东北流贯湖南省东部，经过长沙，北入洞庭湖。　所以说是湘江北去。<br>寒秋：就是深秋、晚秋。秋深已有寒意，所以说是寒秋。<br>橘子洲：地名，又名水陆洲，是长沙城西湘江中一个狭长小岛，西面靠近岳麓山。南北长约11里，东西最宽处约一里。毛泽东七律《答友人》中所谓长岛，指此。自唐代以来，就是游览胜地。<br>以上三句是说：在寒秋季节，独立在橘子洲头目送着湘江水汩汩北流。 <br>万山：指湘江西岸岳麓山和附近许多山峰。<br>层林尽染：山上一层层的树林经霜打变红，像染过一样。<br>漫江：满江。漫：满，遍。<br>舸（gě）：大船。这里泛指船只。<br>争流：争着行驶。<br>鹰击长空，鱼翔浅底：鹰在广阔的天空里飞，鱼在清澈的水里游。击，搏 击。这里形容飞得矫健有力。翔，本指鸟盘旋飞翔，这里形容鱼游得轻快自由。<br>万类霜天竞自由：万物都在秋光中竞相自由地生活。万类：指一切生物。霜天：指深秋。<br>怅寥廓(chàng liáo kuò）：面对广阔的宇宙惆怅感慨。怅：原意是失意，这里用来表达由深思而引发激昂慷慨的心绪。<br>寥廓（liáo kuò）：广远空阔，这里用来描写宇宙之大。<br>苍茫：旷远迷茫。<br>主：主宰。<br>沉浮：同“升沉”（上升和没落）意思相近，比喻事物盛衰、消长，这里指兴衰。由上文的俯看游鱼，仰看飞鹰，纳闷地寻思（“怅”）究竟是谁主宰着世间万物的升沉起伏。<br>这句问话在这里可以理解为：在这军阀统治下的中国，到底应该由谁来主宰国家兴衰和人民祸福的命运呢？<br>百侣：很多的伴侣。侣，这里指同学（也指战友)。<br>峥嵘(zhēng róng）岁月稠：不平常的日子是很多的。峥嵘：山势高峻，这里是不平凡，不寻常的意思。稠：多。<br>恰：适逢，正赶上。<br>同学少年：毛泽东于1913年至1918年就读于湖南第一师范学校。1918年毛泽东和萧瑜、蔡和森等组织新民学会，开始了他早期的政治活动。<br>风华正茂：风采才华正盛。<br>书生：读书人，这里指青年学生。<br>意气：意志和气概。<br>挥斥方遒（qiú）：挥斥，奔放。《庄子·田子方》：“挥斥八极”。郭象注：“挥斥，犹纵放也。”遒，强劲有力。方：正。挥斥方遒，是说热情奔放，劲头正足。<br>指点江山，激扬文字：评论国家大事，用文字来抨击丑恶的现象，赞扬美好的事物。写出激浊扬清的文章。指点，评论。江山，指国家。激扬，激浊扬清，抨击恶浊的，褒扬善良的。<br>粪土当年万户侯：把当时的军阀官僚看得同粪土一样。粪土，作动词用，视……如粪土。万户侯，汉代设置的最高一级侯爵，享有万户农民的赋税。此借指大军阀，大官僚。万户，指侯爵封地内的户口，要向受封者缴纳租税，服劳役。<br>中流：江心水深流急的地方。<br>击水：作者自注：“击水：游泳。那时初学，盛夏水涨，几死者数，一群人终于坚持，直到隆冬，犹在江中。当时有一篇诗，都忘记了，只记得两句：自信人生二百年，会当水击三千里。”这里引用祖逖（tì）的“中流击楫”典故。（祖逖因为国家政权倾覆，时刻怀着振兴光复的心志。元帝就让他担任奋威将军、豫州刺史，供给他一千人的军粮，三千匹布，但不给战衣和兵器，让他自行招募士众。祖逖仍就率领随自己流亡的部属一百多家，渡过长江，到江心时他扣击船桨发誓说：“我祖逖不能平定中原并再次渡江回来的话，就像长江的水一去不返！”言辞激昂神色悲壮，众人都为他的誓言感慨赞叹。）这里指游泳。<br>遏（è）：阻止。<br>沁园春·长沙押OU（IU）韵。韵脚为：秋、头、透、流、由、游、稠、遒、侯、否、舟。</p>",
  "shangxi": "<p>　　《沁园春·长沙》是毛泽东1925年秋所作。长沙是毛泽东人格形成的地方，长沙也是中国农村革命的发源地，是毛泽东初期革命活动的中心。1911年，毛泽东来到湖南长沙第一师范。由于当时的社会背景，通过与同学畅谈人生国事，毛泽东更清晰地形成了自己的世界观。</p> <p>　　1917年，毛泽东组织新民学会，抱着救国救民的理念。开展了早期的社会活动，通过在社会中的磨练，他接受了马克思辩证唯物主义的思想。1920年，毛泽东再度返回长沙，那时他已经成为坚定的马克思主义者。1922年，毛泽东在安顺曾经组织过工人补习学校，同年又领导过长沙土木工人罢工，促进了湖南省总工会的成立，后来被通缉，在1925年又辗转回到湖南继续从事革命活动。这年春夏，他回乡养病时组织农民运动，后又遭湘潭县团防局缉拿。8月28日，毛泽东在韶山共产党组织和人民群众的掩护下，摆脱了敌人的追捕，经长沙等地去广州主持农民运动讲习所，在长沙，毛泽东重游了学生时代常游的岳麓山、橘子洲等地。时值而立之年的他，站在橘子洲头，毛泽东回忆自己的前半生，回忆起1911～1923年在长沙求学生活和社会活动，想起其间发生的辛亥革命、五四运动、五卅惨案、国共合作的领导权之争，感慨之余，写下这首词，展现出作者的激情壮志和远大的理想和抱负。</p>",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "毛泽东"
  },
  "tags": [
    "高中古诗",
    "写景",
    "抒怀",
    "壮志"
  ]
}