{
  "id": 57604,
  "star": 71,
  "name": "阮郎归·耒阳道中为张处父推官赋",
  "dynasty": "宋代",
  "content": "山前灯火欲黄昏，山头来去云。鹧鸪声里数家村，潇湘逢故人。<br>挥羽扇，整纶巾，少年鞍马尘。如今憔悴赋招魂，儒冠多误身。",
  "fanyi": "<p><strong>译文</strong><br>　　山前灯火闪烁，快到黄昏，山头上飘来飘去的是朵朵浮云。鹧鸪声响起的地方住着数户山村人家，我在冷清的潇湘道上喜逢故人。<br>　　少年时也曾学<a href=\"http://so.gushiwen.org/author_507.aspx\">诸葛亮</a>手执羽扇，头戴纶巾，风度潇洒镇定自若地指挥千军万马与敌鏖战。如今虽然憔悴落魄，但我要像<a href=\"http://so.gushiwen.org/author_358.aspx\">宋玉</a>那样作《招魂》赋招回失去的灵魂，自古以来书生多是无用之辈，读书多反而误了自身。</p> <p><strong>注释</strong><br>1、耒阳：县名，即今湖南耒阳。<br>2、推官：州郡所属的助理官员，常主军事。<br>3、数家村：几户人家的村落。<br>4、潇湘：湖南省的潇水和湘江，这里指湖南。<br>5、遭：路遇。<br>6、纶巾：有青丝带的帽子。羽扇纶巾是魏晋时代“儒将”的服饰。<br>7、鞍马尘：指驰骋战马。<br>8、憔悴：指衰老。<br>9、儒冠：读书人戴的帽子，指代书生。<br>10、身：自己</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　上阕头两句，通过描写昏暗浮动的景象，来衬托作者飘然不定的心理状态。公元1176年（淳熙三年），作者由江西提点刑狱调任京西转运判官，次年又调任江陵知府兼湖北安抚使，辗转又调任湖南。南宋议和派当权后，排斥忠良，陷害贤能，使得朝政黑暗，词人抗金救国的理想，难于实现。因此他在另一首词中写道：“聚散匆匆不偶然，二年历遍楚山川。”（《鹧鸪天·离豫章别司马汉章大监》）而此词的这两句，用昏暗的夜色，与山头飘来飘去的浮云，构成一种暗淡浮动的意象，巧妙地与词人的心理状态结合。首句“欲”字，用得绝妙，写出了夕阳似落非落、夜幕似降非降的霎那之间的景象。这两句笔法纯熟，自然天成，把山村的景象，和盘托出。</p> <p>　　第三句，在心理描写上，比前两句又深了一层。古人认为，鹧鸪的叫声，好似“行不得也哥哥”，令人寒心。作者黄昏的山村，听见“鹧鸪声”，是在表现他对前途的忧虑，衬托他的凄凉心境。第四句笔锋陡然一转，写词人遇见老友——张处父，立即转忧为喜，气氛也随着由沉闷转为轻松愉快。“潇湘逢故人”，化用梁代柳恽的<a href=\"http://so.gushiwen.org/view_57604.aspx\">诗</a>句“洞庭有归客，潇湘逢故人”（《江南曲》），承上启下，紧扣词题。</p> <p>　　下阕全用典故，上承“潇湘逢故人”一句，写作者见到友人，不免要倾诉衷肠，回首往事。下阕前三句回忆，作者借三国时手持羽扇、头戴纶巾、指挥三军的周瑜（《念奴娇·赤壁怀古》中提到）的潇洒形象，巧妙地比喻他当年抗击金兵时的潇洒风度。词人抚今思昔，心潮澎湃，不胜感慨。他当年渡淮南归，正是为了在恢复事业中干出一番轰轰烈烈的业绩。不料后来屡遭排斥，频繁调任，抗金的奏策，如同废纸一样，无人问津，因而，他发出“英雄千古，荒草没残碑”（《满庭芳·和洪丞相景伯韵》）的悲鸣。</p> <p>　　“如今憔悴赋招魂，儒冠多误身”两句，是词人蘸着血和泪写的，向南宋议和派迫害爱国志士提出强烈控诉，表现出作者极其痛苦和复杂的心情。词人认为，他之所以会弄到如此丧魂落魄、疲惫不堪的境地，大概由于自己是个儒生的缘故。似乎，他百思不得其解。“招魂”，是《楚辞》的篇名，词人使用此典故，表明自己满腹哀怨牢骚。“儒冠多误身”，是借用<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>的诗句“纨绔不饿死，儒冠多误身”（《奉赠韦左丞丈二十二韵》），来表现自己落魄蹉跎的遭遇。最后两句，语调低沉，感情凄怆，读之令人垂泪，引起了对词人的无限同情。</p>",
  "about": "<h2>创作背景</h2> 　　淳熙六年至七年（1179～1180），<a href=\"http://so.gushiwen.org/author_217.aspx\">辛弃疾</a>正在湖南安抚使任上。一次，在湖南耒阳道上，遇到了故友张处父，倾盖相接，把襟话旧，写下了这首词。",
  "poet": {
    "id": 217,
    "star": 0,
    "name": "辛弃疾",
    "image": "http://img.gushiwen.org/authorImg/xinqiji.jpg",
    "desc": "辛弃疾（1140－1207），南宋词人。原字坦夫，改字幼安，别号稼轩，汉族，历城（今山东济南）人。出生时，中原已为金兵所占。21岁参加抗金义军，不久归南宋。历任湖北、江西、湖南、福建、浙东安抚使等职。一生力主抗金。曾上《美芹十论》与《九议》，条陈战守之策。其词抒写力图恢复国家统一的爱国热情，倾诉壮志难酬的悲愤，对当时执政者的屈辱求和颇多谴责；也有不少吟咏祖国河山的作品。题材广阔又善化用前人典故入词，风格沉雄豪迈又不乏细腻柔媚之处。由于辛弃疾的抗金主张与当政的主和派政见不合，后被弹劾落职，退隐江西带湖。"
  },
  "tags": [
    "他乡",
    "故人"
  ]
}