{
  "id": 57766,
  "star": 4,
  "name": "贺新郎·三山雨中游西湖",
  "dynasty": "宋代",
  "content": "三山雨中游西湖有怀赵丞相经始<br>翠浪吞平野。挽天河谁来照影，卧龙山下。烟雨偏宜晴更好，约略西施未嫁。待细把江山图画。千顷光中堆滟滪，似扁舟欲下瞿塘马。中有句，浩难写。<br>诗人例入西湖社。记风流重来手种，绿阴成也。陌上游人夸故国，十里水晶台榭。更复道横空清夜。粉黛中洲歌妙曲，问当年鱼鸟无存者。堂上燕，又长夏。",
  "fanyi": "<p><strong>译文<br></strong>微风吹动着茂盛的庄稼，掀起了一道道翠绿的波浪，像海水一般地吞食了大片平原的土地。赵丞相以挽天河的力量，驯服了河水，乖乖的在卧龙山下流过；河水晶莹见底，像一面平平的镜子，有谁来照照影子呢？西湖真是美丽，烟雨濛笼的时候，给人以幽雅适意的感觉；清朗的天气，更给人以心旷神怡的享受。西湖你好像当年西施未嫁的妙龄女郎，那么叫人心醉神迷。可惜，在此以前这个地方却荒芜的不成样子，只有等待着赵丞相把这片江山仔细地图谋描绘。在水光里有千顷那么大的石头，像长江里瞿塘峡里的滟滪堆，它轻快的像的一匹快马，又像一叶扁舟顺流而下，奔向南湖而去。整治西湖的种种责难，实在难以言明。<br><a href=\"http://so.gushiwen.org/view_57766.aspx\">诗</a>人们按照条例加入了西湖诗社。要记住，我们能以在这个景色迷人的西湖享受着饮酒赋诗，歌舞游乐的风流韵事，是因为赵丞相整治西湖的功劳，而且又重来亲手栽种柳杉树，这些树都已经长成翠绿的浓阴了。在田陌上行走的客人们，夸说着闽中国的故事：在这周围十几里的西湖的水面上，王延钧修建了水晶宫和楼台水榭，从宫中到西湖，在空中架设了复道，国王、后妃和宫女们整夜的来往不休。宫女们在水晶宫里歌唱着王后陈金凤谱制的《乐游曲》。所有这些繁华盛况，已经成为过去了。问问当年的鱼鸟有没有生存下来的？没有了。现在，只有燕子在堂上垒窠筑巢生儿育女，过着漫长的夜天。</p> <p><strong>注释<br></strong>⑴三山：福州城内有越王山、九仙山、乌石山，故郡有三山之名。赵丞相：《宋史·<a href=\"http://so.gushiwen.org/author_246.aspx\">赵汝愚</a>传》：“赵汝愚字子直，汉恭宪王元佐七世孙，居饶之余干县。……早有大志，每曰：‘大丈夫得汗青一幅纸，始不负此生。’擢进士第一。……孝宗方锐意恢复，始见，即陈自治之策，孝宗称善。……以集英殿修撰帅福建，……进直学士、制置四川兼知成都府。……进敷文阁学士，知福州。绍熙二年，召为吏部尚书。……除同知枢密院事，……为光禄大夫右丞相。”<br>⑵翠浪吞平野：水稻长势茂盛，一片翠绿，覆盖了原野，微风吹来，前伏后起，像波浪一样。<br>⑶挽天河：<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>《洗兵马》：“安得壮士挽天河，净洗甲兵长不用。”天河：即银河。<br>⑷卧龙山：《淳熙三山志》：“卧龙山在北关外。旧记云：‘陈宝应（？）时，此山有巨石，无故自移。’有得爱亭、笺经台。”<br>⑸烟雨二句：<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>《饮湖上初晴后雨》诗：“水光潋滟晴方好，山色空濛雨亦奇。欲把西湖比西子，淡妆浓抹总相宜。”西施未嫁：这里是形容西湖像西施没有出嫁时的美。<br>⑹堆滟滪、瞿塘马：《太平寰宇记》：“滟滪堆周围二十丈，在蜀江中心瞿塘口。”李肇《唐国史补》卷下：“蜀之三峡，……皆险急之所，……四月五月为尤险时。故曰：‘滟滪大如马，瞿塘不可下；滟滪大如牛，瞿塘不可留；滟滪大如幞，瞿塘不可触。’”<br>⑺中有二句：《朱文公大全集》卷二十九《与赵汝愚书》：“去冬见议开湖事，熹谓须先计所废田若干，所溉田若干，所用工料若干，灼见利多害少，然后为之。后来但见匆匆兴役，至今议者犹以费多利少为疑。浮说万端，虽不足听，然恐亦初计之未审也。”又别集卷六《与林择之书》：“赵帅乆不得书，湖事想已毕，自此宜且安静，勿兴功役为佳。相见亦可力劝之也。”按据二书语意，知赵氏于开浚西湖事必曾遭若干责难，词中云云，必亦指此而言。<br>⑻西湖社：诗人们组织的诗社。据吴自牧《梦梁录》卷十九“社会”条：“文士有西湖诗社，此乃行都缙绅之士，及四方流寓儒人寄兴适情，赋咏脍炙人口，流传四方，非其他社集之比。”<br>⑼重来二句：据《淳熙三山志》：赵氏第一次帅闽事在淳熙九年至十二年，第二次在绍熙元年至二年。此谓赵氏再帅闽时，原先所种杉柳，已绿树成荫矣。<br>⑽故国：五代时王审知受梁封为闽王，所据地即福州。后其子鏻更建国称帝，为其时十国之一。<br>⑾水晶台榭：《十国春秋》：“闽王延钧于城西筑水晶宫，与其后陈金凤采莲湖中，后制《乐游曲》，宫女倚声歌之。”<br>⑿复道横空：《闽都记》：“西湖周围十数里，王延钧筑室其上，号水晶宫。时携后庭游宴，不出庄陌，乃由子城复道跨罗城而下，不数十步至其所。”<br>⒀粉黛：本为女子的化妆品，这里代指美女。<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>《长恨歌》：“杨家有女初长成，养在深闺人未识。天生丽质难自弃，一朝选在君王侧。回眸一笑百媚生，六宫粉黛无颜色。”</p>",
  "shangxi": "<h2>赏析</h2> <p>　　词的上片写雨中游西湖所见。起首写西湖概貌。碧波连天，翠浪翻腾，气吞平野，虽然用字不多，却写得极有气势。二三句写雨中游。<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>《洗兵马》说：“安得壮士挽天河，净洗甲兵长不用。”此处用其前句，言雨从天降犹如有人力挽天河之水使之落入西湖，在卧龙山下形成一片明镜，而游人的影子则从“镜”中倒映出来。作者不说来游西湖，而说不知何人在卧龙山下照影，既点出了出游地点，又不粘皮带骨，可以说是空灵慰藉。以上三句，一句写湖，一句写雨，一句写游，“三山雨中游西湖”之意已全部写出，下边则围绕这一中心，渲染铺叙。“烟雨”三句化用<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>咏杭州西湖<a href=\"http://so.gushiwen.org/view_57766.aspx\">诗</a>意吟咏福州西湖之美。苏轼《饮湖上初晴后雨》诗说：“水光潋滟晴方好，山色空濛雨亦奇。欲把西湖比西子，淡妆浓抹总相宜。”而此处化用苏诗，言游福州西湖在烟雨迷茫中最相宜，因为那空濛如画的景色会给游人以飘然欲仙的感受；然而晴天来游则更好，因为那会使你心情开朗，看得更真切，显得更美。但是，西湖的美又是朴素的，约略是西施未嫁，待字闺中，需要加以打扮，也就是说要使西湖更美，还需要加以开发，还有待于“细把江山图画”，从而引出以下四句词来。其中前两句写福州西湖中的孤山，言其像瞿塘峡之滟滪堆，偃卧在千顷湖光之中，扁舟过此，极为凶险。据《淳熙三山志》说，<a href=\"http://so.gushiwen.org/author_246.aspx\">赵汝愚</a>帅福建，曾上书请疏浚西湖旧迹，匆匆兴役，议者以费多利少为疑，作者以“中有句，浩难写”，说明是是非非，一时也说不清楚，对怀疑疏浚西湖的议论表示了谨慎的异议。这样写，既照应了“有怀丞相经始”的词题，又丰富了“待细把、江山图画。”的具体含义，表明他要继赵汝愚之后，把西湖建设的更美丽的意向，内涵深厚。</p> <p>　　词的下片写雨中游湖所感。起句以福州西湖文人社集比作杭州文士的西湖诗社，用“例入”二字表示西湖诗社在文人心目中的崇高地位，从而写出西湖同文人的密切关系。赵汝愚两次知福州，所以二三句化用<a href=\"http://so.gushiwen.org/author_211.aspx\">杜牧</a>《叹花》诗意，言当他“重来”福州时，上次亲手种植的树木，如今已绿树成荫，再次表达他对丞相“经始”功业的肯定与赞许。“陌上”三句写昔日福州西湖的繁华。言远在五代时期，闽王王审知在此立国，在西湖中修建了“十里水晶台榭”，架起复道，“时携后庭游宴，不出庄陌，乃由子城复道跨罗城而下，不数十步至其所。”作者借陌上游人之口夸之，暗示出他对福州西湖旧日繁华的倾慕之意。结尾四句写其今昔变迁。其中前两句写福州西湖的今昔对比。“堂上燕，又长夏。”二句，承上句“鱼鸟”做进一步发挥，言只有堂上的燕子，在长夏时节，又重来此，不知它是否还能寻到昔日的故居。总之是说，今日的福州西湖，皆今非昔比。</p>",
  "about": "<h2>创作背景</h2> 　　这首词写于绍熙三年（公元1192年），<a href=\"http://so.gushiwen.org/author_217.aspx\">辛弃疾</a>时年五十三岁，在福建提点刑狱任上。",
  "poet": {
    "id": 217,
    "star": 0,
    "name": "辛弃疾",
    "image": "http://img.gushiwen.org/authorImg/xinqiji.jpg",
    "desc": "辛弃疾（1140－1207），南宋词人。原字坦夫，改字幼安，别号稼轩，汉族，历城（今山东济南）人。出生时，中原已为金兵所占。21岁参加抗金义军，不久归南宋。历任湖北、江西、湖南、福建、浙东安抚使等职。一生力主抗金。曾上《美芹十论》与《九议》，条陈战守之策。其词抒写力图恢复国家统一的爱国热情，倾诉壮志难酬的悲愤，对当时执政者的屈辱求和颇多谴责；也有不少吟咏祖国河山的作品。题材广阔又善化用前人典故入词，风格沉雄豪迈又不乏细腻柔媚之处。由于辛弃疾的抗金主张与当政的主和派政见不合，后被弹劾落职，退隐江西带湖。"
  },
  "tags": [
    "记游",
    "写景",
    "西湖",
    "抒情"
  ]
}