{
  "id": 71926,
  "star": 15,
  "name": "送石处士序",
  "dynasty": "唐代",
  "content": "　　河阳军节度、御史大夫乌公，为节度之三月，求士于从事之贤者。有荐石先生者。公曰：“先生何如?”曰：“先生居嵩、邙、瀍、谷之间，冬一裘，夏一葛，食朝夕，饭一盂，蔬一盘。人与之钱，则辞；请与出游，未尝以事免；劝之仕，不应。坐一室，左右图书。与之语道理，辨古今事当否，论人高下，事后当成败，若河决下流而东注；若驷马驾轻车就熟路，而王良、造父为之先后也；若烛照、数计而龟卜也。”大夫曰：“先生有以自老，无求于人，其肯为某来邪?”从事曰：“大夫文武忠孝，求士为国，不私于家。方今寇聚于恒，师还其疆，农不耕收，财粟殚亡。吾所处地，归输之涂，治法征谋，宜有所出。先生仁且勇。若以义请而强委重焉，其何说之辞?”于是撰书词，具马币，卜日以受使者，求先生之庐而请焉。</p> <p>　　先生不告于妻子，不谋于朋友，冠带出见客，拜受书礼于门内。宵则沫浴，戒行李，载书册，问道所由，告行于常所来往。晨则毕至，张上东门外。酒三行，且起，有执爵而言者曰：“大夫真能以义取人，先生真能以道自任，决去就。为先生别。”又酌而祝曰：“凡去就出处何常，惟义之归。遂以为先生寿。”又酌而祝曰：“使大夫恒无变其初，无务富其家而饥其师，无甘受佞人而外敬正士，无昧于谄言，惟先生是听，以能有成功，保天子之宠命。”又祝曰：“使先生无图利于大夫而私便其身。”先生起拜祝辞曰：“敢不敬蚤夜以求从祝规。”于是东都之人士咸知大夫与先生果能相与以有成也。遂各为歌诗六韵，遣愈为之序云。",
  "fanyi": "<p><strong>译文一</strong><br>河阳军节度使、御史大夫乌大人，做节度史三个月，向手下贤能的人们征求贤士。有人举荐石先生，乌大人说 ：“石先生怎么样？”回答说：“石先生居住在嵩邙山、瀍谷河之间，冬天一件皮衣，夏天一件麻布衣服；吃的吗，一天吃一 盆饭、一盘蔬菜。别人给他钱，就谢绝；请他一起出游，没有找借口拒绝的；劝他当官，便不理睬；坐的只有一间房间，左右全是图书。跟他谈道论理，辩论古今的事物的得失，评论人物的高下，事后成败与否，就如同河流决堤向下游奔流注入东海，就如同四匹马驾驶着轻车走熟路，而历史著名驾御高手王良、造父也与他不相上下啊，听了他的话就如同明烛高照一样地亮堂、就如同数目计算了一样清楚并且可以预卜未来。”乌大夫说：“石先生有志于隐居自在到老，不求于人，他肯为我来当官吗？”手下的人说：“大夫您文武全才忠孝具备，为国家求才，不是为自家私利。当今反寇聚集在恒地，敌军环视着边境，农田无法耕种没有收成，钱财粮草殆尽，我们所处的地方，是回归中原运输的要道，治理的方略征讨的谋划，应该有适当的人来出谋划策。先生您仁义并且勇敢，如果凭仁义邀请他并坚决委以重任，他能有什么托词拒绝？”于是撰写邀请函，准备好车马和礼物，占卜选择好吉日交给使者，找到石先生的住处拜请他。<br>石先生没有告诉妻儿，没有与朋友商量，戴好帽子系好衣带正装接见客人，在家里拜受聘书和礼物。晚上就沐浴更衣，准备好行装，书籍装上马车，问清楚道路，与经常来往的朋友告别。清晨他们就全到了，在东门外布置好饯行仪式，酒过三巡 将要起身的时候，有人拿着酒杯说：“乌大夫的确能够凭义理选取人才，先生您的确按照道理给自己责任，决定去留。为先生 您饯行了。”有又人敬酒祝愿说：“凡是辞官上任离别相处又有什么长久不变的呢？惟有不变的是以道义作为依归。这就为先 生干杯。”又有人敬酒祝愿道：“愿先生让乌大夫不要改变初衷，不要为了自家富裕而使军队饥饿，不要（内心）甘愿忍受佞人而表面上尊敬正直人士，不要被谗言蒙昧，只听先生的，因此能有成就，确保天子的宠信和任命。”又有人祝愿道：“希望先生不要 在乌大夫那图谋利益，而为自身的私利方便图谋。”石先生起身拜谢道：“怎敢不日夜敬忠职守来做到遵从你们的祝愿和规劝！” 于是东都的人士，都知道乌大夫和石先生果然能够互相合作而有所成就。便各自做十二句的<a href=\"http://so.gushiwen.org/view_71926.aspx\">诗</a>歌，让我为这做序。</p><p><strong>译文二</strong><br>河阳军节度使、御史大夫乌公，就任节度使后的第三个月，各僚属中的贤者访求人才。有人推荐石先生。乌公问：“石先生为人怎么样？”回答说：“石先生深居于嵩、邙两座山和瀍、谷两条水之间，冬天穿一件皮衣，夏天穿一件布衫，早晚用餐，只是一碗饭，一盘蔬菜。人家给他钱，他就谢绝；请他一道出去游玩，他从来借故推辞过；劝他出去做官，却总是不答应。从在一间屋子里，在左右两旁全是图书。同他谈论古今事情的正确与否，评论人物德才的高下，事情的结局是成功还是失败，他的话就好歇脚黄河决堤向东顷注那样滔滔不绝国就像四匹马驾着轻车走在熟悉的路上，而又是王良、造父那样的驾车高手在前后驾车。又好象用烛光照耀一样明察秋毫，像数理计算般分析精确，象龟甲占卜预见得准确灵验。”乌大夫说：“先后有隐居终老的心愿，没有什么要求别人，他肯为我而出山吗？”僚属说：“大夫您文武全才，忠孝兼备，为国家访求贤才，不是为自家谋私利。现在贼寇集结在恒州，军队往来环布在它的疆界周围，农民无法耕种收获，钱财均已用尽。我们所处的地方，是军队往来和物资运输的交通要道，无论政治措施还是军事谋略，都应有人帮助出主意。石先生仁爱并且勇敢，假如凭借大义去聘请并将重任委派给他，他还有什么话推辞呢？”于是乌大夫写好聘请的书信，备好马和礼品，选择好的日子将礼物交给使者，寻找到石先生的住处去聘请他。[2]<br>石先生没告诉家人，也没同朋友商量，整好衣冠就出来会见客人，在屋里恭敬地接受了聘书和礼物。当天晚上就洗澡，准备行李，将好书籍，问清路上经过的地方，并向经常往来的朋友告别是。次日清晨，亲友们一起都来到东门外，为他设宴饯行。酒喝过三巡，石先生将要动身的时候，有人端酒杯说道：“乌大夫真正能以大义访求人才，石先生也真正能以道义作为自己的责任，从而定夺自己的离去或者就职。这杯酒为先生您送别。”又斟了一杯酒祝愿说：“凡是隐居或做官，哪有什么一成不变的规定？只有道义为依归。我外务就用这杯酒向先生祝寿。”又斟了杯酒祝愿说：“希望乌大夫永远不要改变他的初衷，不去做那种专使自家富裕发财而让士兵缺乏军粮忍饥挨饿的事，不要内心喜爱那些善于阿谀奉承的人而只有表面上敬重正真之士，也不要被计好奉承的话所蒙蔽，只愿他听从石先生的意见，从而肾取得胜利，有营私利已的打算.\"石先生起身拜谢这番祝辞说：“我怎么敢不恭敬小心地从早到晚遵照诸位的祝愿劝告去做呢？因此，东都洛阳的人士全都料定乌大夫与石先生一定能密切配合而取得成功。于是大家各自作了一首六个韵脚十二句的诗，委托<a href=\"http://so.gushiwen.org/author_682.aspx\">韩愈</a>我写这篇序。 </p><p><strong>注释</strong><br>①乌公：即乌重胤（761—827），张掖（今甘肃张掖）人。起初在昭义节度使卢从史部下任都知兵马使。810年（元和五年）升河阳节度使。河阳军：唐时所置，治所在今河南孟县南。由于唐代的节度使的辖区也是军区，故称“军”。<br>②从事：汉以后三公及州郡长官均自辟僚属，称为“从事”，到宋代废除。<br>③嵩：山名，五岳之一，在河南登封县北。邙：山名，在河南西部。瀍：水名，源出于洛阳市西北，入洛水。谷：水名，源出河南陕县东部，在洛阳西南与洛水会合。<br>④裘：皮衣服。葛：本是一种植物，古代用葛织布做夏衣。此处指粗布的衣服。<br>⑤驷：古代一车套四马，因此称驾车的四马为“驷”。<br>⑥王良：春秋时晋国的善御者，传说为周穆王驾车。<br>⑦数计：算卜。龟卜：古人用火灼龟甲，依据裂纹以推测吉凶。<br>⑧寇聚于恒，师还其疆：唐元和四年，成德节度使王士真死，其子王承宗叛乱，宪宗派吐突承璀统兵讨伐，未能成功。次年被迫任命王承宗为成德节度使。此处指受其威胁。恒：州名，治所在今河北正定县。<br>⑨殚：尽。归输：运输军用物资。治法：治政之法。征谋：征战之谋。撰：写作。书词：书信</p>",
  "shangxi": "<h2>评析</h2> 　　《送石处士序》的主旨一为阐明石处士此次出仕不违初衷，为行其所当行；二为借此时机，对他作一些规诫，并且通过此事对节度使乌公也含蓄地有所规诫。<a href=\"http://so.gushiwen.org/author_682.aspx\">韩愈</a>主要就是在这两层上作文章。但从表面上看，文章却无处不在赞扬处士的“惟义之归”与乌公的“求士为国”，赞之正所以规之、励之也。文章的结构仅为两段：上段写乌公与从事讨论求贤之事，由两人之间的问答，写出石处士其人。笔法活络，控御自如。既赞处士之贤，同时也赞乌公之能知贤、求贤。双方的共同点在一个“义”字上，并以此“义”解众人对处士出仕之疑。下段写处士的应聘与众人的饯行。写其应聘之果，赴行之速，可以看出行事自有决断，与前面写其议论古今人物之当、料事成败之神颇能呼应，让我们感到此人果非常人。规劝处士与乌公的话，则通过送行者口中各各道出，委婉而得体。古文家笔法之妙，在于貌似自然地随物宛转，对材料似乎毫无取舍，而实际上极文心结构之能事。读韩愈文章正应该从这些地方加深体会。",
  "about": "<h2>创作背景</h2> 　　古代称有才德而不愿做官的知识分子为处士。本文作于810年。809年（元和四年），河北恒州成德军节度使王士真死，其子五际宗统率军队不服从朝庭诏命，唐宪宗命令吐突承璀率兵讨伐。乌重胤于810年（元和五年）四月就任河阳军节度使，其地处转运要道，责任重大。乌上任不久即访问贤才，渴望共济国事。石洪为洛阳人，德高望重，颇具才略，一度为黄州录事参军，后归隐洛北十年之久。当乌氏以国之大事相邀，石洪便欣然出山就任其幕府参谋。东都人士作<a href=\"http://so.gushiwen.org/view_71926.aspx\">诗</a>饯别，并请<a href=\"http://so.gushiwen.org/author_682.aspx\">韩愈</a>写序以赠之。序中期望乌氏与石洪以道义为归依，并祝两人合作成功，兼寓箴规之意，具有丰富的现实与理想意义。",
  "poet": {
    "id": 682,
    "star": 0,
    "name": "韩愈",
    "image": "http://img.gushiwen.org/authorImg/hanyu.jpg",
    "desc": "韩愈（768～824）字退之，唐代文学家、哲学家、思想家，河阳（今河南省焦作孟州市）人，汉族。祖籍河北昌黎，世称韩昌黎。晚年任吏部侍郎，又称韩吏部。谥号“文”，又称韩文公。他与柳宗元同为唐代古文运动的倡导者，主张学习先秦两汉的散文语言，破骈为散，扩大文言文的表达功能。宋代苏轼称他“文起八代之衰”，明人推他为唐宋八大家之首，与柳宗元并称“韩柳”，有“文章巨公”和“百代文宗”之名，作品都收在《昌黎先生集》里。韩愈在思想上是中国“道统”观念的确立者，是尊儒反佛的里程碑式人物。"
  },
  "tags": [
    "古文观止",
    "规劝",
    "序文"
  ]
}