{
  "id": 36991,
  "star": 9,
  "name": "初过汉江",
  "dynasty": "唐代",
  "content": "襄阳好向岘亭看，人物萧条值岁阑。<br>为报习家多置酒，夜来风雪过江寒。",
  "fanyi": "<p><strong>译文<br></strong>襄阳的景致应数岘亭最好看，渡口行人稀少一年将要过完。<br>替我告知习家多多置办美酒，夜里迎风冒雪过江倍觉严寒。</p> <p><strong>注释<br></strong>⑴汉江：一称汉水，为长江最大支流，源出于陕西宁强县北蟠冢山。作者所游汉江是指流入湖北西北部和中部这段水域。<br>⑵襄阳：古郡名，建安十三年（208年）分南郡、南阳西郡置，隋唐时代或称襄州，或称襄阳郡，治所在襄阳（今湖北襄樊市）。岘亭：指岘山之亭，岘山又名岘首山，在湖北襄阳县南，东临汉水，为襄阳南面要塞，东晋桓宣曾于山上筑戍守。晋羊祜镇守此地时，尝登此山置酒言泳，在任时务德政，身后民众为他在山上置碑，即“堕泪碑”，有亭必有碑，此碑乃羊公碑也。<br>⑶值岁阑：时值岁末。阑，晚意。<br>⑷习家：指习姓之人。这个习家是指姓习的望族，最著名的代表人物如习凿齿，《晋书》卷八十二《习凿齿传》记：“习凿齿，字彦威，襄阳人也。宗族富盛，世为乡豪。凿齿少有志气，博学闻，以文笔著称。荆州刺史桓温辟为从事”，“累迁别驾……所在任职，每处机要，莅事有绩，善尺牍论识，温甚器遇之。”由于有文才，后来人常喻指才俊之士。在晋代是十分重视名士的，故习家为名士之家，受人尊重。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这首写风雪渡江的<a href=\"http://so.gushiwen.org/view_36991.aspx\">诗</a>，用极古简的笔法，绘出一幅饶有情致的图画。首句点出地点，诗人正“渡”的是汉江环绕襄阳、岘山的一段，这同时也是写景，淡淡勾勒出岘山的轮廓，在灰色的冬晚天空背景衬托下，岘亭的影子显得特别惹眼和好看。次句点节令（“岁阑”），兼写江上景色。由于岁暮天寒逆旅主人，故“古道少行人”。然而“渡口只宜寂寂，人行须是疏疏”，反而增添了一种诗情画意。三句是寄语备酒，借此引起末句“夜来风雪过江寒”：江间风雪弥漫，岘山渐渐隐没在雪幕之中，一叶扁舟正冲风冒雪过江而来。末二句用“为报”的寄语方式喝起，在读者面前展示了一幅天生的图画，而且仿佛人在画图中。</p> <p>　　说它如画，似乎还远不能穷尽此诗的好处。虽然诗人无一语道及自己的身份、经历和心情，但诗中有一股郁结之气入人很深。</p> <p>　　襄阳这地方，不仅具有山水形胜之美，历来更有多少令人神往的风流人物，其中最值得一提的是晋代的羊祜。史载他镇守襄阳，务修德政，身后当地百姓为他在岘山置碑，即有名的“堕泪碑”。诗的首句说“襄阳好向岘亭看”，绝不仅仅是就风光“好”而言的，那尽人皆知的羊公碑，诗人是不会不想到的。而且，诗的后面，越来越深蕴了一种怀古之情。前面提到岘山“岘亭”，紧接就说“人物萧条”，也不仅仅是就江上少人行而言的，还有一种“时无英雄”的感喟盘旋句中。</p> <p>　　“习家池”乃襄阳名胜之一。在那注重名士风度的晋代，“习家”曾是襄阳的望族，出过像习凿齿那样的大名士。在重冠冕（官阶爵禄）压倒重门阀的唐代，诸习氏自然是今不如昔了。第三句不言“主人”或“酒家”，而言“习家”，是十分有味的。它不仅使诗中情事具有特殊地方色彩，而且包含浓厚的怀古情绪，引人产生一种“人事有代谢，往来成古今”的感慨。怀着这样的心情，所以诗人“初渡汉江”就能像老相识一样“为报习家多置酒”了。不光“置酒”而且要“多”，除因“夜来风雪过江寒”的缘故，而联系前文，还有更深一层涵义，这就是要借酒杯一浇胸中块垒，不明说尤含蓄有味。这两句写得颇有情致，开口就要主人“多置酒”，于不客气中表现出豪爽不羁的情怀。</p> <p>　　于是，在那风雪汉江渡头如画的背景之上，一个人物形象（抒情主人公形象）越来越鲜明地凸现出来。就像电影镜头的“迭印”，他先是隐然于画面中的，随着人们对画面的凝神玩赏而渐渐显影。这个人似乎心事重重而举措落落大方，尽管他有一肚皮不合时宜，却没有儒生的酸气，倒有几分豪侠味儿。这大约是一个落魄的有志之士吧。他别有怀抱，却将一腔感慨愤疾，以淡语出之，诗的风格十分沉郁。而这种风格，在绝句中是不多见的。</p>",
  "about": "<h2>创作背景</h2> 　　<a href=\"http://so.gushiwen.org/view_36991.aspx\">诗</a>人在一个冬天的夜里迎风冒雪渡过汉江，写下当时的见闻和感受而成此诗，其具体创作年份未详。",
  "poet": {
    "id": 435,
    "star": 0,
    "name": "崔涂",
    "desc": "崔涂（854～?），字礼山，今浙江富春江一带人。唐僖宗光启四年（888）进士。终生飘泊，漫游巴蜀、吴楚、河南，秦陇等地，故其诗多以飘泊生活为题材，情调苍凉。《全唐诗》存其诗1卷。"
  },
  "tags": [
    "写景",
    "叙事",
    "感慨"
  ]
}