{
  "id": 22497,
  "star": 671,
  "name": "采莲曲",
  "dynasty": "唐代",
  "content": "菱叶萦波荷飐风，荷花深处小船通。 <br>逢郎欲语低头笑，碧玉搔头落水中。",
  "fanyi": "<p><strong>译文<br></strong>菱叶在水面飘荡，荷叶在风中摇曳荷花深处，采莲的小船轻快飞梭。<br>采莲姑娘碰见自己的心上人，想跟他打招呼又怕人笑话。便低头羞涩微笑，一不留神，头上的玉簪掉落水中。</p> <p><strong>注释<br></strong>⑴萦（yíng）：萦回，旋转，缭绕；<br>⑵飐（zhǎn）：摇曳；<br>⑶小船通：两只小船相遇；<br>⑷搔头：簪之别名；碧玉搔头：即碧玉簪，简称玉搔头。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　《采莲曲》，乐府旧题，为《江南弄》七曲之一。内容多描写江南一带水国风光，采莲女子劳动生活情态，以及她们对纯洁爱情的追求等。描写采莲生活的<a href=\"http://so.gushiwen.org/view_22497.aspx\">诗</a>歌很早就出现了，汉乐府中就有《采莲曲》《江南可采莲》“江</p> <p>　　南可采莲，莲叶何田田！鱼戏莲叶间：鱼戏莲叶东，鱼戏莲叶西，鱼戏莲叶南，鱼戏莲叶北。”南北朝出现了不少写采莲生活的名作，如《西洲曲》“采莲南唐秋，莲花过人。低头弄莲子，莲子清如水头。”到了唐代，写采莲更是成为一种时尚，很多名家如<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>、<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>、<a href=\"http://so.gushiwen.org/author_437.aspx\">王昌龄</a>、戎昱、<a href=\"http://so.gushiwen.org/author_1642.aspx\">崔国辅</a>、<a href=\"http://so.gushiwen.org/author_66.aspx\">皇甫松</a>等都写过这类诗歌。白居易的《采莲曲》写得尤为细腻动人。</p> <p>　　白居易这首诗描写的是一位采莲姑娘腼腆的情态和羞涩的心理。前两句写风中婀娜舞动的荷叶荷花，从荷花的深处有小船悠然划出，画面充满了动感。“菱叶萦波荷飐风”，在碧水荡漾一望无际的水面上，菱叶荷叶一片碧绿，阵阵清风吹来，水波浮动，绿叶随风摇摆，菱叶在绿波荡漾的湖面上飘飘荡荡，荷花在风中摇曳生姿。正因为绿叶的摇动，才让人们看到了“荷叶深处小船通”。荷花深处，暗示了荷花的茂盛、广阔，而“小船通”，则告诉读者有人有活动。这就像一组电影长镜头，先见一片风光，然后将人物活动呈现在其中，给人以真切感。</p> <p>　　然后诗人用了一个日常习见、颇具情趣的细节：“逢郎欲语低头笑，碧玉搔头落水中。”采莲少女看见了自己的情郎，正想说话却又突然止住，羞涩得在那里低头微笑，不想一不小心，头上的碧玉簪儿落入了水中。“欲语低头笑”既表现了少女的无限喜悦，又表现了少女初恋时的羞涩难为情。“碧玉搔头落水中”又进一步暗示了少女“低头笑”的激动神态。后两句描写细致，生动逼真。诗人抓住人物的神情和细节精心刻画，一个欲语还休、含羞带笑的姑娘宛然出现在读者眼前。</p> <p>　　《采莲曲》为民歌体裁，同类的作品历来很多。但白居易没有落入俗套，在短短的四句二十八个字中，既写景，又写人，生动形象，富有情趣，层层深入，活灵活现。此诗用乐府旧题写男女恋情，少女欲语低头的羞涩神态，以及搔头落水的细节描写，都自然逼真，意味无穷。犹如一卷望不尽的画面，使人百读不厌。</p>",
  "about": "<h2>创作背景</h2> 　　此<a href=\"http://so.gushiwen.org/view_22497.aspx\">诗</a>创作于<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>出任杭州（公元822～824年）之时。此时，诗人远离上层政治集团的勾心斗角，沉醉在旖旎的江南风光和与友人的诗酒酬和之中，生活轻松、舒心。诗人无意间捕捉到一对年轻男女在荷塘上相遇的有趣一幕，随即创作了本诗。",
  "poet": {
    "id": 665,
    "star": 0,
    "name": "白居易",
    "image": "http://img.gushiwen.org/authorImg/baijuyi.jpg",
    "desc": "白居易（772年－846年），字乐天，号香山居士，又号醉吟先生，祖籍太原，到其曾祖父时迁居下邽，生于河南新郑。是唐代伟大的现实主义诗人，唐代三大诗人之一。白居易与元稹共同倡导新乐府运动，世称“元白”，与刘禹锡并称“刘白”。白居易的诗歌题材广泛，形式多样，语言平易通俗，有“诗魔”和“诗王”之称。官至翰林学士、左赞善大夫。公元846年，白居易在洛阳逝世，葬于香山。有《白氏长庆集》传世，代表诗作有《长恨歌》、《卖炭翁》、《琵琶行》等。"
  },
  "tags": [
    "荷花",
    "女子",
    "爱情"
  ]
}