{
  "id": 10429,
  "star": 55,
  "name": "北征",
  "dynasty": "唐代",
  "content": "<span style=\"font-family:SimSun;\">北归至凤翔，墨制放往鄜州作。</span></p> <p>皇帝二载秋，闰八月初吉。杜子将北征，苍茫问家室。<br>维时遭艰虞，朝野少暇日。顾惭恩私被，诏许归蓬荜。<br>拜辞诣阙下，怵惕久未出。虽乏谏诤姿，恐君有遗失。<br>君诚中兴主，经纬固密勿。东胡反未已，臣甫愤所切。<br>挥涕恋行在，道途犹恍惚。乾坤含疮痍，忧虞何时毕。<br>靡靡逾阡陌，人烟眇萧瑟。所遇多被伤，呻吟更流血。<br>回首凤翔县，旌旗晚明灭。前登寒山重，屡得饮马窟。<br>邠郊入地底，泾水中荡潏。猛虎立我前，苍崖吼时裂。<br>菊垂今秋花，石戴古车辙。青云动高兴，幽事亦可悦。<br>山果多琐细，罗生杂橡栗。或红如丹砂，或黑如点漆。<br>雨露之所濡，甘苦齐结实。缅思桃源内，益叹身世拙。<br>坡陀望鄜畤，岩谷互出没。我行已水滨，我仆犹木末。<br>鸱鸟鸣黄桑，野鼠拱乱穴。夜深经战场，寒月照白骨。<br>潼关百万师，往者散何卒。遂令半秦民，残害为异物。<br>况我堕胡尘，及归尽华发。经年至茅屋，妻子衣百结。<br>恸哭松声回，悲泉共幽咽。平生所娇儿，颜色白胜雪。<br>见耶背面啼，垢腻脚不袜。床前两小女，补绽才过膝。<br>海图坼波涛，旧绣移曲折。天吴及紫凤，颠倒在裋褐。<br>老夫情怀恶，呕泄卧数日。那无囊中帛，救汝寒凛栗。<br>粉黛亦解苞，衾裯稍罗列。瘦妻面复光，痴女头自栉。<br>学母无不为，晓妆随手抹。移时施朱铅，狼藉画眉阔。<br>生还对童稚，似欲忘饥渴。问事竞挽须，谁能即嗔喝。<br>翻思在贼愁，甘受杂乱聒。新归且慰意，生理焉能说。<br>至尊尚蒙尘，几日休练卒。仰观天色改，坐觉祆气豁。<br>阴风西北来，惨澹随回鹘。其王愿助顺，其俗善驰突。<br>送兵五千人，驱马一万匹。此辈少为贵，四方服勇决。<br>所用皆鹰腾，破敌过箭疾。圣心颇虚伫，时议气欲夺。<br>伊洛指掌收，西京不足拔。官军请深入，蓄锐何俱发。<br>此举开青徐，旋瞻略恒碣。昊天积霜露，正气有肃杀。<br>祸转亡胡岁，势成擒胡月。胡命其能久，皇纲未宜绝。<br>忆昨狼狈初，事与古先别。奸臣竟菹醢，同恶随荡析。<br>不闻夏殷衰，中自诛褒妲。周汉获再兴，宣光果明哲。<br>桓桓陈将军，仗钺奋忠烈。微尔人尽非，于今国犹活。<br>凄凉大同殿，寂寞白兽闼。都人望翠华，佳气向金阙。<br>园陵固有神，扫洒数不缺。煌煌太宗业，树立甚宏达。",
  "fanyi": "<p><strong>译文</strong><br>肃宗即位的第二年，闰八月初一日那天，<br>我<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>将要向北远行，天色空旷迷茫。<br>这时因为战乱，时世艰难让人忧虑，朝野很少有空闲的时日。<br>想来惭愧，因为只有我一人蒙受皇恩，皇上亲自下令允许我回家探亲。<br>我到宫阙拜辞，感到恐惧不安，走了好久尚未走出。<br>虽然缺乏敢于谏诤的气魄，总惟恐皇上思虑有所疏失。<br>皇上确是中兴国家的君主，筹划国家大事，本来就该要谨慎努力。<br>安史叛乱至今尚未平息，这使君臣深切愤恨。<br>我只有挥泪告别，但仍恋念凤翔行宫，走在路上仍然神志恍惚，放心不下。<br>如今天下尽是创伤，我的忧虑何时才能结束啊！<br>我拖拖沓沓地穿过田间小路，不见人烟，到处一片萧条。<br>路上遇见的人，有很多都是带着创伤，痛苦呻吟，有的伤口还在流血呢！<br>我回头看看凤翔县，傍晚时，旗帜还忽隐忽现。<br>向前登上一道道<a href=\"http://so.gushiwen.org/author_1397.aspx\">寒山</a>，屡屡发现战士喂马饮水的泉源水洼。<br>到了邠州郊外，由于地势低凹，如同走入地底，泾水在邠郊中水流汹涌。<br>猛虎蹲立在我的眼前，吼啸声震山谷，苍崖好像会崩裂一般。<br>今秋开满了菊花，石道上留下了古代的车辙。<br>青云激发起高雅的兴致，隐居山林的生活也很欢悦。<br>山里的水果都很散乱细小，到处混杂生长着橡树和山栗。<br>有的红得像朱砂，有的黑得像点点的生漆。<br>它们有雨露的滋润，无论是甜的或苦的，全都结了果实。<br>遥想那世外桃源，更加想到自己生活的世界真是太差了。<br>在坡陀上遥望廊州，山岩山谷交相出没。<br>我已来到了水边，我的仆人还落后在坡上（回头看，因为坡陡，以致他好像在树梢上一样）。<br>鸱鸟在枯桑上鸣叫，野鼠乱拱洞穴。<br>夜深时，我走过战场，寒冷的月光映照着白骨。<br>回想起潼关的百万大军，那时候为何溃败得如此仓促？<br>使秦中百姓遭害惨重。<br>何况我曾经堕入胡尘（困陷长安），等到回家，头发已经尽是花白了。<br>经过了一年多，回到这茅屋，妻儿衣裳成了用零头布缝补而成的百结衣。<br>伤心得在松林放声痛哭，并激起回响，泉流也好像一起呜咽，声音显得悲伤极了。<br>平生所娇养的儿子，脸色比雪还要苍白。<br>看见了父亲就转过身来啼哭（分别很久显得陌生），身上污垢积粘，打着赤脚没穿袜子。<br>床前两个小女孩，补缀的旧衣裳刚过两膝（女儿长高了裙子太短了）。<br>有海上景象图案的幛子裂开，因缝补而变得七弯八折。<br>绣在上面的天吴和紫凤，颠倒的被缝补在旧衣服上。<br>老夫情绪恶劣，又吐又泻躺了好几天。<br>奈何囊中没有一些财帛，救你们寒颤凛栗。<br>打开包裹取出化妆用的粉黛，被褥和床帐可稍稍张罗铺陈。<br>瘦弱的妻子脸上又见光采，痴女自己梳理头发。<br>学他母亲没有什么摆弄，清早梳妆随手往脸上涂抹。<br>一会儿涂胭脂一会儿擦粉，乱七八糟把眉毛涂得那么阔。<br>我能活着回来看到孩子们，高兴得好像忘了饥渴。<br>他们问我事情，竞相拉着我的胡须，谁能对他们责怪呼喝？<br>反而使我想起困在贼窝的愁苦，我真的心甘情愿受他们杂乱吵嚷。<br>我刚回来要宽慰心情，生活料理、生计问题，那里还顾得谈论？<br>肃宗还流亡在外，几时才可以停止训练兵卒？<br>抬头看看天色的改变，觉得妖气正在被消除。<br>阴风从西北吹来，惨淡地随着回纥。<br>回纥怀仁可汗愿意帮助唐朝，回纥的特性是善于驰骋冲击。<br>回纥送来了五千个战士，赶来了一万匹战马。<br>这些兵马以少为贵，唐朝及其他民族都佩服回纥勇猛好斗。<br>所用的都像猛鹰飞腾，破敌比射箭的速度还要快。<br>皇上的心思，是虚心的期待争取回纥帮助，当时的舆论却颇为沮丧不愿借兵于回纥。<br>伊水洛水一带很快就可以收回，长安不必费力就可以攻拔，就可以收复。<br>唐朝的官兵请求深入，全部是养精蓄锐，要收复敌占的地区，可不必等待。<br>此举全面反攻可以打开青州和徐州，转过来可望收复恒山和碣石山。<br>秋天本来就多霜露，正气有所肃杀。<br>祸机转移已到亡胡之年，局势已定，是擒胡之月。<br>胡人的命运岂能长久，皇朝的纲纪本不该断绝。<br>回想安禄山乱起之初，唐王朝处于狼狈不堪的境地，事情的发展与结果不同于古代。<br>奸臣杨国忠终于被诛杀，同恶的人随着就被扫荡、瓦解、离析。<br>没有出现像夏及殷商那样的衰亡，是由于处死了像宠妃褒姒和妲己那样的杨贵妃。<br>像周代汉代能再度中兴，是靠像周宣王、汉光武帝那样的明哲。<br>还有勇武有力的陈将军，执行诛讨奋发忠烈。<br>如今若不是有你陈元礼将军，大家就都完了。<br>凄凉的大同殿，寂寞的白兽闼。<br>长安居民都盼望着皇帝的旗帜重临，好的气象会再向着长安宫殿。<br>先帝园陵本来有神灵保佑，保护陵墓、祭礼全部执行不能缺失。<br>伟大辉煌的太宗奠定了强盛的基业，他所创立建树的功绩，实在恢宏发达。</p> <p><strong>注释</strong><br>（1）墨制：是用墨笔书写的诏敕，亦称墨敕。这里指唐肃宗命杜甫探家的敕命。<br>（2）皇帝二载：即757年（唐肃宗至德二年）。<br>（3）初吉：朔日，即初一。<br>（4）杜子：杜甫自称。<br>（5）苍茫：指战乱纷扰，家中情况不明。问：探望。<br>（6）维：发语词。维时：即这个时候。艰虞：艰难和忧患。<br>（7）恩私被：指<a href=\"http://so.gushiwen.org/view_10429.aspx\">诗</a>人自己独受皇恩允许探家。<br>（8）蓬荜：指穷人住的草房。<br>（9）诣：赴、到。阙下：朝廷。<br>（10）怵惕：惶恐不安。<br>（11）谏诤：臣下对君上直言规劝。杜甫时任左拾遗，职属谏官，谏诤是他的职守。<br>（12）中兴：国家衰败后重新复兴。<br>（13）经纬：织布时的纵线叫经，横线叫纬。这里用作动词，比喻有条不紊地处埋国家大事。固密勿：本来就谨慎周到。<br>（14）东胡：指安史叛军。安禄山是突厥族和东北少数民族的混血儿，其部下又有大量奚族和契丹族人，故称东胡。<br>（15）愤所切：深切的愤怒。<br>（16）行在：皇帝在外临时居住的处所。<br>（17）疮痍：创伤。<br>（18）忧虞：忧虑。<br>（19）靡靡：行步迟缓。阡陌：田间小路。<br>（20）眇：稀少，少见。<br>（21）明灭：忽明忽暗。<br>（22）屡得：多次碰到。<br>（23）邠郊：邠州（今陕西省彬县）。郊：郊原，即平原。<br>（24）荡潏：水流动的样子。<br>（25）猛虎：比喻山上怪石状如猛虎。<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>诗句：“石惊虎伏起。”薛能诗句：“鸟径恶时应立虎。”<br>（26）石戴古车辙：石上印着古代的车辙。<br>（27）“青云”两句：耸入青云的高山引起诗人很高的兴致，他觉得山中幽静的景物也很可爱。<br>（28）罗生：罗列丛生。<br>（29）濡：滋润。<br>（30）桃源：即东晋<a href=\"http://so.gushiwen.org/author_645.aspx\">陶渊明</a>笔下的桃花源。<br>（31）拙：笨拙，指不擅长处世。<br>（32）坡陀：山岗起伏不平。鄜畤：即鄜州。春秋时，秦文公在鄜地设祭坛祀神。畤即祭坛。<br>（33）木末：树梢。这两句是说杜甫归家心切，行走迅速，已到了山下水边，而仆人却落在后边的山上，远望像在树梢上一样。<br>（34）鸱鸮：猫头鹰。<br>（35）卒：仓促。这里指的是756年（至德元年）安禄山攻陷洛阳，哥舒翰率三十万（诗中说“百万”是夸张的写法）大军据守潼关，杨国忠迫其匆促迎战，结果全军覆没。<br>（36）为异物：指死亡。<br>（37）堕胡尘：指756年（至德元年）八月，杜甫被叛军所俘。<br>（38）经年：一整年。<br>（39）衣百结：衣服打满了补丁。<br>（40）耶：爷。<br>（41）垢腻脚不袜：身上污脏，没穿袜子。<br>（42）补缀才过膝：女儿们的衣服既破又短，补了又补，刚刚盖过膝盖。唐代时妇女的衣服一般要垂到地面，才过膝是很不得体的。缀，有多个版本作“绽”。清代仇兆鳌的注本作“缀”。<br>（43）天吴：神话传说中虎身人面的水神。此与“紫凤”都是指官服上刺绣的花纹图案。褐：袄。<br>（44）情怀恶：心情不好。<br>（45）凛栗：冻得发抖。<br>（46）“粉黛”两句：意思是，解开包有粉黛的包裹，其中也多少有一点衾、绸之类。<br>（47）痴女：不懂事的女孩子，这是爱怜的口气。栉：梳头。<br>（48）移时：费了很长的时间。施：涂抹。朱铅：红粉。<br>（49）狼藉：杂乱，不整洁。画眉阔：唐代女子画眉，以阔为美。<br>（50）嗔喝：生气地喝止。<br>（51）翻思：回想起。<br>（52）聒：吵闹。<br>（53）生理：生计，生活。<br>（54）至尊：对皇帝的尊称。蒙尘：指皇帝出奔在外，蒙受风尘之苦。<br>（55）休练卒：停止练兵。意思是结束战争。<br>（56）妖氛豁：指时局有所好转。<br>（57）回纥：唐代西北部族名。当时唐肃宗向回纥借兵平息安史叛乱，杜甫用“阴风”、“惨淡”来形容回纥军，暗指其好战嗜杀，须多加提防。<br>（58）其王：指回纥王怀仁可汗。助顺：指帮助唐王朝。当时怀仁可汗派遣其太子叶护率骑兵四千助讨叛乱。<br>（59）善驰突：长于骑射突击。<br>（60）此辈少为贵：这种兵还是少借为好。一说是回纥人以年少为贵。<br>（61）四方服勇决：四方的民族都佩服其骁勇果决。<br>（62）鹰腾：形容军士如鹰之飞腾，勇猛迅捷，奔跑起来比飞箭还快。<br>（63）圣心颇虚伫：指唐肃宗一心期待回纥兵能为他解忧。<br>（64）时议气欲夺：当时朝臣对借兵之事感到担心，但又不敢反对。<br>（65）伊洛：两条河流的名称，都流经洛阳。指掌收：轻而易举地收复。<br>（66）西京：长安。不足拔：不费力就能攻克。<br>（67）俱发：和回纥兵一起出击。<br>（68）青徐：青州、徐州，在今山东、苏北一带。<br>（69）旋瞻：不久即可看到。略：攻取。桓碣：即恒山、碣石山，在今山西、河北一带，这里指安禄山、史思明的老巢。<br>（70）昊天：古时称秋天为昊天。<br>（71）肃杀：严正之气。这里指唐朝的兵威。<br>（72）“祸转”两句：亡命的胡人已临灭顶之灾，消灭叛军的大势已成。<br>（73）皇纲：指唐王朝的帝业。<br>（74）“忆昨”一句：意思是，追忆至德元年（756年）六月唐玄宗奔蜀，跑得很慌张。又发生马嵬兵谏之事。<br>（75）奸臣：指杨国忠等人。葅醢：剁成肉酱。<br>（76）同恶：指杨氏家族及其同党。荡折：清除干净。<br>（77）“不闻”两句：史载夏桀宠妺喜，殷纣王宠爱妲己，周幽王宠爱褒姒，皆导致亡国。这里的意思是，唐玄宗虽也为杨贵妃兄妹所惑，但还没有像夏、商、周三朝的末代君主那样弄得不可收拾。<br>（78）宣：周宣王。光：汉光武帝。明哲：英明圣哲。<br>（79）桓桓：威严勇武。陈将军：陈玄礼，时任左龙武大将军，率禁卫军护卫玄宗逃离长安，走至马嵬驿，他支持兵谏，当场格杀杨国忠等，并迫使玄宗缢杀杨贵妃。<br>（80）钺：大斧，古代天子或大臣所用的一种象征性的武器。<br>（81）微：若不是，若没有。尔：你，指陈玄礼。人尽非：人民都会被胡人统治，化为夷狄。<br>（82）大同殿：玄宗经常朝会群臣的地方。<br>（83）白兽闼：未央宫白虎殿的殿门，唐代因避太祖李虎的讳，改虎为兽。<br>（84）翠华：皇帝仪仗中饰有翠羽的旌旗。这里代指皇帝。<br>（85）金阙：金饰的宫门，指长安的宫殿。<br>（86）园陵：指唐朝先皇帝的陵墓。固有神：本来就有神灵护卫。<br>（87）太宗：指<a href=\"http://so.gushiwen.org/author_582.aspx\">李世民</a>。<br>（88）宏达：宏伟昌盛，这是杜甫对唐初开国之君的赞美和对唐肃宗的期望。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>的这首长篇叙事<a href=\"http://so.gushiwen.org/view_10429.aspx\">诗</a>共有一百四十句，它像是用诗歌体裁来写的陈情表，是他这位在职的左拾遗向肃宗皇帝汇报他探亲路上及到家以后的见闻感想。它的结构自然而精当，笔调朴实而深沉，充满忧国忧民的情思，怀抱中兴国家的希望，反映了当时的政治形势和社会现实，表达了人民的情绪和愿望。</p> <p>　　全诗分五大段，按照“北征”，即从朝廷所在的凤翔到杜甫家人所在的鄜州的历程，依次叙述了蒙恩放归探亲、辞别朝廷登程时的忧虑情怀；归途所见景象和引起的感慨；到家后与妻子儿女团聚的悲喜交集情景；在家中关切国家形势和提出如何借用回纥兵力的建议；最后回顾了朝廷在安禄山叛乱后的可喜变化和表达了他对国家前途的信心、对肃宗中兴的期望。这首诗像上表的奏章一样，写明年月日，谨称“臣甫”，恪守臣节，忠悃陈情，先说离职的不安，次叙征途的观感，再述家室的情形，更论国策的得失，而归结到歌功颂德。这一结构合乎礼数，尽其谏职，顺理成章，而见美刺。读者不难看到，诗人采用这样的陈情表的构思，是出于他“奉儒守官”的思想修养和“别裁伪体”的创作要求，更凝聚着他与国家、人民休戚与共的深厚感情。</p> <p>　　“乾坤含疮痍，忧虞何时毕！”痛心山河破碎，深忧民生涂炭，这是全诗反复咏叹的主题思想，也是诗人自我形象的主要特征。诗人深深懂得，当他在苍茫暮色中踏上归途时，国家正处危难，朝野都无闲暇，一个忠诚的谏官是不该离职的，与他的本心也是相违的。因而他忧虞不安，留恋恍惚。正由于满怀忧国忧民，他沿途穿过田野，翻越山冈，夜经战场，看见的是战争创伤和苦难现实，想到的是人生甘苦和身世浮沉，忧虑的是将帅失策和人民遭难。总之，满目疮痍，触处忧虞，遥望前途，征程艰难，他深切希望皇帝和朝廷了解这一切，汲取这教训。因此，回到家里，他虽然获得家室团聚的欢乐，却更体会到一个封建士大夫在战乱年代的辛酸苦涩，不能忘怀被叛军拘留长安的日子，而心里仍关切国家大事，考虑政策得失，急于为君拾遗。可见贯穿全诗的主题思想便是忧虑国家前途、人民生活，而体现出来的诗人形象主要是这样一位忠心耿耿、忧国忧民的封建士大夫。</p> <p>　　“缅思桃源内，益叹身世拙。”诗人遥想桃源中人避乱世外，深叹自己身世遭遇艰难。这是全诗伴随着忧国忧民主题思想而交织起伏的个人感慨，也是诗人自我形象的重要特征。肃宗皇帝放他回家探亲，其实是厌弃他，冷落他。这是诗人心中有数的，但他无奈，有所怨望，而只能感慨。他痛心而苦涩地叙述、议论、描写这次皇恩放回的格外优遇：在国家危难、人民伤亡的时刻，他竟能有闲专程探亲，有兴观赏秋色，有幸全家团聚。这一切都违反他爱国的志节和爱民的情操，使他哭笑不得，尴尬难堪。因而在看到山间丛生的野果时，他不禁感慨天赐雨露相同，而果实苦甜各别；人生于世一样，而安危遭遇迥异；他自己却偏要选择艰难道路，自甘其苦。所以回到家中，诗人看到妻子儿女穷困的生活，饥瘦的身容，体会到老妻和爱子对他的体贴，天真幼女在父前的娇痴，回想到他自己舍家赴难以来的种种遭遇，不由得把一腔辛酸化为生聚的欣慰。这里，诗人的另一种处境和性格，一个艰难度日、爱怜家小的平民当家人的形象，便生动地显现出来。</p> <p>　　“煌煌太宗业，树立甚宏达！”坚信大唐国家的基础坚实，期望唐肃宗能够中兴。这是贯穿全诗的思想信念和衷心愿望，也是诗人的政治立场和出发点。因此他虽然正视国家战乱、人民伤亡的苦难现实，虽然受到厌弃冷落的待遇，虽然一家老小过着饥寒的生活，但是他并不因此而灰心失望，更不逃避现实，而是坚持大义，顾全大局。他受到形势好转的鼓舞，积极考虑决策的得失，并且语重心长地回顾了事变以后的历史发展，强调指出事变使奸佞荡析，热情赞美忠臣除奸的功绩，表达了人民爱国的意愿，歌颂了唐太宗奠定的国家基业，从而表明了对唐肃宗中兴国家的殷切期望。由于阶级和时代的局限，诗人的社会理想不过是恢复唐太宗的业绩，对唐玄宗有所美化，对唐肃宗有所不言，然而应当承认，诗人的爱国主义思想情操是达到时代的高度、站在时代的前列的。</p> <p>　　综上可见，这首长篇叙事诗，实则是政治抒情诗，是一位忠心耿耿、忧国忧民的封建士大夫履职的陈情，是一位艰难度日、爱怜家小的平民当家人忧生的感慨，是一位坚持大义、顾全大局的爱国志士仁人述怀的长歌。从艺术上说，它既要通过叙事来抒情达志，又要明确表达思想倾向，因而主要用赋的方法来写，是自然而恰当的。它也确像一篇陈情表，慷慨陈辞，长歌浩叹，然而谨严写实，指点有据。从开头到结尾，对所见所闻，一一道来，指事议论，即景抒情，充分发挥了赋的长处，具体表达了陈情表的内容。但是为了更形象地表达思想感情，也由于有的思想感情不宜直接道破，诗中又灵活地运用了各种比兴方法，即使叙事具有形象，意味深长，不致枯燥；又使语言精炼，结构紧密，避免行文拖沓。例如诗人登上山冈，描写了战士饮马的泉眼，鄜州郊野山水地形势态，以及那突如其来的“猛虎”、“苍崖”，含有感慨和寄托，读者自可意会。又如诗人用观察天象方式概括当时平叛形势，实际上也是一种比兴。天色好转，妖气消散，豁然开朗，是指叛军失败；而阴风飘来则暗示了诗人对回纥军的态度。诸如此类，倘使都用直陈，势必繁复而无诗味，那便和章表没有区别了。因而诗人采用以赋为主、有比有兴的方法，恰可适应于表现这首诗所包括的宏大的历史内容，也显示出诗人在诗歌艺术上的高度才能和浑熟技巧，足以得心应手、运用自如地用诗歌体裁来写出这样一篇“博大精深、沉郁顿挫”的陈情表。</p>",
  "about": "<h2>创作背景</h2> <p>　　唐肃宗至德元年（756年），<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>自鄜州（今陕西富县）赴灵武，中途为胡兵所俘，被解送长安困居。757年（至德二年）正月，安禄山被其子安庆绪所杀，二月，肃宗自彭原（今甘肃宁县）迁凤翔（在今陕西）。四月，杜甫逃出长安，奔赴凤翔，到达后，在五月十六日受任左拾遗。就在这个月，他上疏论房琯不应罢相，触怒肃宗，几陷不测，后来得到宰相张镐的解救，才幸免于难。杜甫出于为国而奋不顾身，仍想积极履行谏诤职责，肃宗对此并不乐意，在八月底下“墨制”（皇帝用黑笔亲书的诏令）准他鄜州探家。这一年闰月的八月初一日，杜甫自凤翔出发赴鄜州，到达后写了这首《北征》。鄜州在凤翔东北，“北征”即北行之意。</p>",
  "poet": {
    "id": 474,
    "star": 0,
    "name": "杜甫",
    "image": "http://img.gushiwen.org/authorImg/dufu.jpg",
    "desc": "杜甫（712－770），字子美，自号少陵野老，世称“杜工部”、“杜少陵”等，汉族，河南府巩县（今河南省巩义市）人，唐代伟大的现实主义诗人，杜甫被世人尊为“诗圣”，其诗被称为“诗史”。杜甫与李白合称“李杜”，为了跟另外两位诗人李商隐与杜牧即“小李杜”区别开来，杜甫与李白又合称“大李杜”。他忧国忧民，人格高尚，他的约1400余首诗被保留了下来，诗艺精湛，在中国古典诗歌中备受推崇，影响深远。759-766年间曾居成都，后世有杜甫草堂纪念。"
  },
  "tags": [
    "叙事",
    "长诗",
    "战争",
    "忧国忧民",
    "爱国"
  ]
}