{
  "id": 8130,
  "star": 29,
  "name": "送裴十八图南归嵩山二首",
  "dynasty": "唐代",
  "content": "何处可为别，长安青绮门。<br>胡姬招素手，延客醉金樽。<br>临当上马时，我独与君言。<br>风吹芳兰折，日没鸟雀喧。<br>举手指飞鸿，此情难具论。<br>同归无早晚，颍水有清源。</p> <p>君思颍水绿，忽复归嵩岑。<br>归时莫洗耳，为我洗其心。<br>洗心得真情，洗耳徒买名。<br>谢公终一起，相与济苍生。",
  "fanyi": "<p><strong>译文</strong><br>　　何处是我们分手的地方？我们已经送到这京城的青绮门。胡姬扬着其莲藕般的手臂，把我们招进酒楼醉饮。当您上马即将东行的时刻，请听一听我的肺腑之言：您看那芳兰正被狂风摧折，日边的树枝上则聚集着喧四的雀群您一定记得晋代郭瑀手指飞鸿的故事，而我这笼中之鸟的心里却充满了矛盾。祝您一路顺风，颖水源头将是我们共同的归隐之地，同归何必有早晚之分？<br>　　您因怀念久别的颖水，又要回到颖水源头鲁山归隐去了。颖水边不要像许由那样用清水洗耳，您要洗一洗自己的心。洗耳只不过是徒买虚名，洗心才能心纯情真。高隐东山的谢公究竟要被起用的，因为他忘不了解救苍生的重任。</p> <p><strong>注释</strong><br>⑴裴十八图南，即裴图南，<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>的友人。因排行第十八，故称裴十八。唐代风尚，以称人排行为高雅。嵩山，五岳之一，在今河南登封县北。<br>⑵青绮门，长安东城最南边的一个城门，本名霸城门。因其门青色，故又名青城门，或青绮门。<br>⑶胡姬，唐代胡人酒肆中的侍酒胡女。<br>⑷延，招呼，邀请。<br>⑸芳兰，芳香的兰草。<br>⑹飞鸿，以飞鸿比喻超脱世外的隐士。举手指飞鸿，据《晋书·郭瑀传》记载：晋人郭瑀隐居山谷中，前凉王张天锡派人去召他，瑀指着飞鸿对使者说：“这只鸟怎么可以装在笼子里呢？”这句表示自己要像鸿鸟一样展翅高飞，离开长安。<br>⑺难具论，难以详说。<br>⑻“同归”两句意为：我们早晚都要离开长安，一起隐居在清澈的颍水河畔。同归，指一同归隐。颍水，即颍河，发源于河南登封县嵩山西南，流经登封四十公里，绕箕山而下，流入淮河。清源，源头水清。<br>⑼忽，倏忽，很快的意思。嵩岑，嵩山。<br>⑽洗耳，典出许由故事。尧让天下于许由，许由不受。尧又召为九州长，由不欲闻之，洗耳于颍水滨。今箕山有许由冢、洗耳池。<br>⑾买名，骗取虚名。<br>⑿谢公：指晋太傅太保谢安。安，少有重名，累辟皆不起，每游赏，必携妓以从。年四十，方有仕官意。桓温请为司马。简文帝死，桓温欲篡晋，以势劫安，安不为所动，温谋终不成。后为尚书仆射，领吏部，加后将军，一心辅晋。太元八年苻坚攻晋，加安征讨大都督，以总统淝水之战功，拜太保。卒赠太傅。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　公元743年（唐天宝二年），<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>在翰林。唐玄宗无意重用他，更加上杨贵妃、<a href=\"http://so.gushiwen.org/author_3073.aspx\">高力士</a>、张垍等屡进谗言。于是，他初到长安怀抱的希望终于破灭，打算离开长安。这首<a href=\"http://so.gushiwen.org/view_8130.aspx\">诗</a>正作于此时。　</p> <p>　　诗的开头，点明送别的地点。“长安青绮门”，是东去的行人辞别京城的起点，自然会使诗人想起种瓜的召平；再往前走，便是折柳分袂的灞桥。这个地方原本就蕴蓄着历史的感慨，加上酒店里胡姬殷勤招呼，举杯在手，更觉得思绪万千，别情无极。在朋友临当上马，相别即在顷刻之际，诗人含蓄地倾诉了他的肺腑之言：“风吹芳兰折，日没鸟雀喧。”这表面上是写诗人眼前容易看到的景物，但实际上是暗喻心中难以表达的感情。芳兰摧折，贤能之士偏偏遭遇不幸；鸟雀喧嚣，奸佞之臣得志猖狂；风吹、日没，则是政治黑暗，国势渐衰的写照。在知友临别之际，诗人道出这么两句，彼此的心中都很了然，而却包含着很深广的忧愤。现实既是如此，诗人是这样来考虑他们彼此的出处行藏：“举手指飞鸿，此情难具论。”手指飞鸿，并不一定是送别时实有的景象，也是暗喻心中所要表达的意思。“鸿飞冥冥，弋人何慕焉”（<a href=\"http://so.gushiwen.org/author_715.aspx\">扬雄</a>《法言·问明篇》）。像鸿鸟一样高飞，离开长安，固然是对政治污浊的深恶痛绝，同时也还有出于实际的全身远祸的考虑。“同归无早晚，颍水有清源”，表明两人对现实的认识很清醒，归趋也正相同。“颍水有清源”，既是地理的，是归隐之地；又是历史的，更符合归隐之情。历史上，著名隐士许由的事迹影响长远，也正似颍水的清源不竭。这也就暗含着对裴十八归隐的赞赏和慰藉。　　</p> <p>　　这个诗题下的两首诗，虽可相对独立，但就思想内容而言，前一首要有后一首才更高，后一首则必须有前一首才完足。如果诗意仅止于同归颍水，追踪许由，那还只是一般诗人的手笔，而到了第二首把诗意翻进一层，才是李白所独到的境界。第二首起句便好：“君思颍水绿，忽复归嵩岑。”前一句的意思是：“您想念着碧绿清澄的颍水。”这一句把归隐的愿望写得十分形象，抽象的思想、意念化成了具体的、美好的、能够感触的形象。“忽复归嵩岑”，“忽复”两字表现出人的个性和情态，十分洒落、爽快，看淡功名富贵尽在不言之中了。“归时莫洗耳，为我洗其心。洗心得真情，洗耳徒买名。”许由洗耳的典故，用得灵活入妙。诗人在这里把许由这位上古的高士，临时拉来指桑骂槐，这是因为唐代以隐居为手段达到向上爬的目的之人，大有人在。李白很鄙视这种假隐士，所以他说不洗心而只洗耳，是矫情作伪，欺世盗名。诗人认为不论是进是退，是隐居还是出世，只有真正有经世济民的抱负和才干的人，才是超越流俗的大贤。李白平生最仰慕的古人之一谢安，正是这种典型。“谢公终一起，相与济苍生。”末句是诗人与友人临别赠言，相互劝勉、慰藉之词，洋溢着积极向上的精神。　　</p> <p>　　<a href=\"http://so.gushiwen.org/author_504.aspx\">王夫之</a>在《唐诗评选》中说这首诗：“只写送别事，托体高，著笔平。”所谓“托体高”，就是说这首诗以立意取胜；“著笔平”，也就是用语朴实。这种写法，质朴自然，不加以藻饰，直抒胸臆，是汉魏风骨的继承。它不在于一字一句的奇警，而在于全篇的浑成，即全篇作为一个整体，铸成一个完整的艺术形象，使读者想象和体会到诗人的胸襟气度、思想感情。由于诗的概括力很强，把丰富的思想感情紧缩在具体的形象之中，所以内容上十分有味。这首诗，决不是那些用词雕琢、一味铺陈语言的作品所能比拟的。</p>",
  "about": "<h2>创作背景</h2> 　　这首<a href=\"http://so.gushiwen.org/view_8130.aspx\">诗</a>大约作于唐玄宗天宝二年（743年）。裴图南，生平不详。诗中提到送裴图南的地点为“长安青绮门”，可见此诗为天宝初年<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>在长安时的作品。当时李白在翰林。唐玄宗无意重用他，更加上杨贵妃、<a href=\"http://so.gushiwen.org/author_3073.aspx\">高力士</a>、张垍等屡进谗言。于是，他初到长安怀抱的希望终于破灭，打算离开长安。这首诗正作于此时。",
  "poet": {
    "id": 247,
    "star": 0,
    "name": "李白",
    "image": "http://img.gushiwen.org/authorImg/libai.jpg",
    "desc": "李白（701年－762年），字太白，号青莲居士，唐朝浪漫主义诗人，被后人誉为“诗仙”。祖籍陇西成纪(待考)，出生于西域碎叶城，4岁再随父迁至剑南道绵州。李白存世诗文千余篇，有《李太白集》传世。762年病逝，享年61岁。其墓在今安徽当涂，四川江油、湖北安陆有纪念馆。"
  },
  "tags": [
    "送别",
    "归隐"
  ]
}