{
  "id": 19346,
  "star": 9,
  "name": "巫山曲",
  "dynasty": "唐代",
  "content": "巴江上峡重复重，阳台碧峭十二峰。<br>荆王猎时逢暮雨，夜卧高丘梦神女。<br>轻红流烟湿艳姿，行云飞去明星稀。<br>目极魂断望不见，猿啼三声泪滴衣。",
  "fanyi": "<p><strong>译文</strong><br>巴东三峡中山峦一重又一重，阳台山旁是碧绿峭拔的十二峰。<br>荆王射猎时正逢巫山雨意云浓，夜卧高山之上梦见了巫山神女。<br>云霞、彩虹和微雨湿了神女艳姿，月明星稀神女化作行云在峡中飞逝。<br>极目远望、再也不见神女芳影，听到峡中猿猴声声悲鸣，不觉令人泪落打湿了衣裳。</p> <p><strong>注释</strong><br>巫山：山名。在重庆、湖北接境处，长江穿流其中，形成三峡。巫山曲：乐府旧题有《巫山高》，汉铙歌，属鼓吹曲辞。<br>巴江：水名。这里指鄂西、川东的长江。这一带周初为巴子国，后为巴郡。上峡：高峡。<br>阳台：今重庆巫山县高都山，传为《高唐赋》所写楚王、神女相会之阳台。实为后人附会。十二峰：巫山群峰陡峭，著名的有十二峰，峰名说法不一。<br>荆王：楚王。荆：春秋时楚国的旧称。暮雨：指神女。<br>高丘：泛指高山。<br>轻红流烟：淡红色的飘动的云气。湿艳姿：沾湿的美丽姿容。<br>明星稀：星星稀少，指破晓时分。<br>目极：极目远望。魂断：销魂神往。《神女赋》写神女去后，“（襄王）徊肠伤气，颠倒失据。暗然而暝，忽不知处。情独私怀，谁者可语？惆怅垂涕，求之至曙。”<br>猿啼三声：<a href=\"http://so.gushiwen.org/author_456.aspx\">郦道元</a>《水经注·江水》栽渔者歌：“巴东三峡巫峡长，猿啼三声泪沾裳。”</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　“巴江上峡重复重”，<a href=\"http://so.gushiwen.org/view_19346.aspx\">诗</a>中明显有一舟行之旅人的影子。沿江上溯，入峡后山重水复，屡经曲折，于是目击了著名的巫山十二峰。诸峰“碧丛丛，高插天”（<a href=\"http://so.gushiwen.org/author_349.aspx\">李贺</a>《巫山高》），“碧峭”二字是能尽传其态的。十二峰中，最为奇峭，也最令人神往的，便是那云烟缭绕、变幻阴晴的神女峰。而“阳台”就在峰的南面。神女峰的魅力，与其说来自峰势奇峭，毋宁说来自那“朝朝暮暮，阳台之下”的巫山神女的动人传说。次句点出“阳台”二字，兼有启下的功用。经过巫峡，谁都会想起那个古老的神话，但没有什么比“但飞萧萧雨”的天气更能使人沉浸于那本有“朝云暮雨”情节的故事情境中去的。所以紧接着写到楚王梦遇神女之事：“荆王猎时逢暮雨，夜卧高丘梦神女。”本来，在<a href=\"http://so.gushiwen.org/author_358.aspx\">宋玉</a>赋中，楚王是游云梦、宿高唐（在湖南云梦泽一带）而梦遇神女的。而“高丘”是神女居处（《高唐赋》神女自述：“妾在巫山之阳，高丘之阻”）。一字之差，失之千里，却并非笔误，乃是诗人凭借想象，把楚王出猎地点移到巫山附近，梦遇之处由高唐换成神女居处的高丘，便使全诗情节更为集中。这里，上峡舟行逢雨与楚王畋猎逢雨，在诗境中交织成一片，冥想着的诗人也与故事中的楚王神合了。以下所写既是楚王梦中所见之神女，同时又是诗人想象中的神女。诗写这段传说，意不在楚王，而在通过楚王之梦来写神女。</p> <p>　　关于“阳台神女”的描写应该是《巫山曲》的画龙点睛处。“主笔有差，余笔皆败。”（刘熙载《艺概·书概》）而要写好这一笔是十分困难的。其所以难，不仅在于巫山神女乃人人眼中所未见，而更在于这个传说“人物”乃人人心中所早有。这位神女绝不同于一般神女，写得是否神似，读者是感觉得到的。而<a href=\"http://so.gushiwen.org/author_232.aspx\">孟郊</a>此诗成功的关键就在于写好了这一笔。诗人是紧紧抓住“旦为朝云，暮为行雨，朝朝暮暮，阳台之下”（《高唐赋》）的绝妙好辞来进行艺术构思的。</p> <p>　　神女出场是以“暮雨”的形式：“轻红流烟湿艳姿”，神女的离去是以“朝云”的形式：“行云飞去明星稀”。她既具有一般神女的特点，轻盈飘渺，在飞花落红与缭绕的云烟中微呈“艳姿”；又具有一般神女所无的特点，她带着晶莹湿润的水光，一忽儿又化成一团霞气，这正是雨、云的特征。因而“这一位”也就不同于别的神女了。诗中这精彩的一笔，如同为读者心中早已隐约存在的神女撩开了面纱，使之眉目宛然，光艳照人。这里同时还创造出一种若晦若明、迷离恍惝的神秘气氛，虽然没有任何叙事成分，却能使读者联想到《神女赋》“欢情未接，将辞而去，迁延引身，不可亲附”及“暗然而暝，忽不知处”等等描写，觉有无限情事在不言中。</p> <p>　　随着“行云飞去”，明星渐稀，这浪漫的一幕在诗人眼前慢慢消散了。于是一种惆怅若失之感向他袭来，“目极魂断望不见”就写出其如痴如醉的感觉，与《神女赋》结尾颇为神似（那里，楚王“情独私怀，谁者可语，惆怅垂涕，求之至曙”）。最后化用古谚“巴东三峡巫峡长，猿鸣三声泪沾裳”作结。峡中羁旅的愁怀与故事凄艳的结尾及峡中迷离景象打成一片，咀嚼无穷。</p> <p>　　全诗把峡中景色、神话传说及古代谚语熔于一炉，写出了作者在古峡行舟时的一段特殊感受。其风格幽峭奇艳。语言凝练优美，意境奇幻幽艳，余味无穷。</p>",
  "poet": {
    "id": 232,
    "star": 0,
    "name": "孟郊",
    "image": "http://img.gushiwen.org/authorImg/mengjiao.jpg",
    "desc": "孟郊，(751～814)，唐代诗人。字东野。汉族，湖州武康（今浙江德清）人，祖籍平昌（今山东临邑东北），先世居洛阳（今属河南）。唐代著名诗人。现存诗歌500多首，以短篇的五言古诗最多，代表作有《游子吟》。有“诗囚”之称，又与贾岛齐名，人称“郊寒岛瘦”。元和九年，在阌乡(今河南灵宝)因病去世。张籍私谥为贞曜先生。"
  },
  "tags": [
    "写山",
    "传说",
    "写景"
  ]
}