{
  "id": 9335,
  "star": 6,
  "name": "敦煌太守后庭歌",
  "dynasty": "唐代",
  "content": "敦煌太守才且贤，郡中无事高枕眠。<br>太守到来山出泉，黄砂碛里人种田。<br>敦煌耆旧鬓皓然，愿留太守更五年。<br>城头月出星满天，曲房置酒张锦筵。<br>美人红妆色正鲜，侧垂高髻插金钿。<br>醉坐藏钩红烛前，不知钩在若个边。<br>为君手把珊瑚鞭，射得半段黄金钱，此中乐事亦已偏。",
  "fanyi": "<p><strong>译文<br></strong>敦煌郡的太守既才且贤，郡中太平无事高枕而眠。<br>太守到来高山涌出泉水，黄沙地上农人安心种田。<br>敦煌白发老人年高望重，衷心挽留太守连任几年。<br>城头月儿东升星斗满天，后庭早已排下豪华酒筵。<br>美女浓妆艳抹容颜正美，侧垂高高发髻头插全钿。<br>醉坐烛前玩起藏钩之戏，不知钩儿藏在哪个地方？<br>为您手中握起珊瑚之鞭，带着醉意射中半段金钱，其中乐趣奇特难言！</p> <p><strong>注释<br></strong>⑴敦煌：唐郡名，地处河西走廊西风治所在今甘肃省敦煌县西。太守：即郡太守，地方行政长官。后庭：内室。<br>⑵高枕眠：高枕而眠，指对所理之事无忧无虑，十分放心。<br>⑶“太守”二句：这里似借张守珪开垦敦煌故事来歌颂太守的政绩。据《新唐书·张守珪传》载：开元年间，以瓜州（即敦煌）为都护府，命张守珪为都督。郡内土地充满荒沙，十分贫瘠，而水渠又全被毁坏。张守珪暗中向上天祷告，有一天山水忽然来到，筑造堤防的树木也顺流而来，于是筑堤开渠，耕种者义同以往一样安心耕作了。碛：沙地。<br>⑷耆（qí）旧：年高望重之人。鬓皓然：鬓发雪白。皓，白。<br>⑸更五年：即连任。唐制，地方官五年而任满。<br>⑹曲房：即题目所说“后庭”。锦筵：精美豪华的酒筵。<br>⑺侧垂高髻：高挽发髻，垂向一旁，似为当时流行发式。金钿：金制的首饰。<br>⑻藏钩：古时的游戏。《艺经》：“藏钩之戏，分为二曹，以交胜负”。以一钩藏在数人之手，由当局者猜射。<br>⑼若个：哪个。<br>⑽珊瑚鞭：以珊瑚为装饰的马鞭。<br>⑾射：猜度。半段黄金钱：似指金钩。<br>⑿偏：奇特。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　前一部分六句着重颂扬敦煌太守的政绩。从三个角度写。前两句从太守自身角度写。首句直接点出颂扬对象及他的才能和贤德，即才德兼备。次句既用“郡中无事”写辖境地方太平，又以“高枕眠”写太守从容自如，举重若轻，其中又颇含高士的雅致，从而以具体形象补足上句“才且贤”。从“太守到来山出泉，黄沙园里人种田”两句所勾划的和平劳动、安后乐业的图景中，可以看到太守的政绩是卓著的，他又是怎样的“才且贤”，这是从政治角度写的。后两句从百姓反映的角度写。<a href=\"http://so.gushiwen.org/view_9335.aspx\">诗</a>人着意选取了那些富有代表性的人物：“敦煌耆旧”，写他们对太守的看法。他们饱经沧桑，有丰富的阅历，有前后的比较，是敦煌历史发展的见证人，能够获得他们的衷心拥戴，对太守的政绩无疑是个极有力的烘托。通过以上六句层次分明、周到而又得体的赞扬，敦煌太守的“才且贤”已被写得十分突出。</p> <p>　　诗的后半部分写后庭酒筵场面。也分别从各个方面来铺写。先写酒筵的环境：月出城头，星斗满天的良宵。次写写席间陪酒的美女，着重写她们打扮的艳美，以衬托“锦筵”二字。而醉后游戏场面写得很细致，很有兴味；最后以“此中乐事亦已偏”作总的归结。这段描写，既注意到酒筵的时间顺序，又注意到酒筵的各个方面；筵前的气氛轻松恰悦，筵中和醉后写得气氛热烈。诗人经历了长途跋涉来到敦煌，在这样一个塞外晴朗的月夜，参加了这样一个筵会，因而诗人的心情是极欢快的。</p> <p>　　<a href=\"http://so.gushiwen.org/author_113.aspx\">岑参</a>这首诗反映了诗人为当地人民安居乐业而欣慰的感情，也可以从中看到当时的劳动人民是怎样地开发边疆建设边疆。但诗人把这一切都归功于“太守到来”。地方官的能政对人民生活的改善固然可以起到很大作用，但起决定作用的还是人民的劳动，诗人这里的称颂未免有过份之处。而且，把后幅描绘的花团锦簇的酒笼与前幅“黄沙破里人种田”相对照，就表现了作者阶级意识的流露。</p>",
  "about": "<h2>创作背景</h2> 　　这首<a href=\"http://so.gushiwen.org/view_9335.aspx\">诗</a>是诗人西行抵达敦煌后的作品，作于天宝八载（749）。诗人可能是参加了敦煌太守的一次宴会，因而这里所记叙的是敦煌太守的政绩和宴会进行的情景。",
  "poet": {
    "id": 113,
    "star": 0,
    "name": "岑参",
    "image": "http://img.gushiwen.org/authorImg/cencan.jpg",
    "desc": "岑参（约715-770年），唐代边塞诗人，南阳人，太宗时功臣岑文本重孙，后徙居江陵。[1-2] 岑参早岁孤贫，从兄就读，遍览史籍。唐玄宗天宝三载（744年）进士，初为率府兵曹参军。后两次从军边塞，先在安西节度使高仙芝幕府掌书记；天宝末年，封常清为安西北庭节度使时，为其幕府判官。代宗时，曾官嘉州刺史（今四川乐山），世称“岑嘉州”。大历五年（770年）卒于成都。"
  },
  "tags": []
}