{
  "id": 72177,
  "star": 291,
  "name": "石钟山记",
  "dynasty": "宋代",
  "content": "　　《水经》云：“彭蠡之口有石钟山焉。”郦元以为下临深潭，微风鼓浪，水石相搏，声如洪钟。是说也，人常疑之。今以钟磬置水中，虽大风浪不能鸣也，而况石乎！至唐李渤始访其遗踪，得双石于潭上，扣而聆之，南声函胡，北音清越，桴止响腾，余韵徐歇。自以为得之矣。然是说也，余尤疑之。石之铿然有声者，所在皆是也，而此独以钟名，何哉？</p> <p>　　元丰七年六月丁丑，余自齐安舟行适临汝，而长子迈将赴饶之德兴尉，送之至湖口，因得观所谓石钟者。寺僧使小童持斧，于乱石间择其一二扣之，硿硿焉。余固笑而不信也。至莫夜月明，独与迈乘小舟，至绝壁下。大石侧立千尺，如猛兽奇鬼，森然欲搏人；而山上栖鹘，闻人声亦惊起，磔磔云霄间；又有若老人咳且笑于山谷中者，或曰此鹳鹤也。余方心动欲还，而大声发于水上，噌吰如钟鼓不绝。舟人大恐。徐而察之，则山下皆石穴罅，不知其浅深，微波入焉，涵淡澎湃而为此也。舟回至两山间，将入港口，有大石当中流，可坐百人，空中而多窍，与风水相吞吐，有窾坎镗鞳之声，与向之噌吰者相应，如乐作焉。因笑谓迈曰：“汝识之乎？噌吰者，周景王之无射也；窾坎镗鞳者，魏庄子之歌钟也。古之人不余欺也！”</p> <p>　　事不目见耳闻，而臆断其有无，可乎？郦元之所见闻，殆与余同，而言之不详；士大夫终不肯以小舟夜泊绝壁之下，故莫能知；而渔工水师虽知而不能言。此世所以不传也。而陋者乃以斧斤考击而求之，自以为得其实。余是以记之，盖叹郦元之简，而笑李渤之陋也。 ",
  "fanyi": "<p><strong>译文</strong><br>　　《水经》说：“鄱阳湖的湖口有一座石钟山在那里。”<a href=\"http://so.gushiwen.org/author_456.aspx\">郦道元</a>认为石钟山下面靠近深潭，微风振动波浪，水和石头互相拍打，发出的声音好像大钟一般。这个说法，人们常常怀疑它。如果把钟磬放在水中，即使大风大浪也不能使它发出声响，何况是石头呢！到了唐代<a href=\"http://so.gushiwen.org/author_1306.aspx\">李渤</a>才访求石钟山的旧址。在深潭边找到两块山石，敲击它们，聆听它们的声音，南边那座山石的声音重浊而模糊，北边那座山石的声音清脆而响亮，鼓槌停止了敲击，声音还在传播，余音慢慢地消失。他自己认为找到了这个石钟山命名的原因。但是这个说法，我更加怀疑。敲击后能发出声响的石头，到处都这样，可唯独这座山用钟来命名，这是为什么呢？</p> <p>　　元丰七年六月初九,我从齐安坐船到临汝去，大儿子苏迈将要去就任饶州的德兴县的县尉，我送他到湖口，因而能够看到所说的石钟山。庙里的和尚让小童拿着斧头，在乱石中间选一两处敲打它，硿硿地发出声响，我当然觉得很好笑并不相信。到了晚上月光明亮，特地和苏迈坐着小船到断壁下面。巨大的山石倾斜地立着，有千尺之高，好像凶猛的野兽和奇异的鬼怪，阴森森地想要攻击人；山上宿巢的老鹰，听到人声也受惊飞起来，在云霄间发出磔磔声响；又有像老人在山谷中咳嗽并且大笑的声音，有人说这是鹳鹤。我正心惊想要回去，忽然巨大的声音从水上发出，声音洪亮像不断地敲钟击鼓。船夫很惊恐。我慢慢地观察，山下都是石穴和缝隙，不知它们有多深，细微的水波涌进那里面，水波激荡因而发出这种声音。船回到两山之间，将要进入港口，有块大石头正对着水的中央，上面可坐百来个人，中间是空的，而且有许多窟窿，把清风水波吞进去又吐出来，发出窾坎镗鞳的声音，同先前噌吰的声音相互应和，好像音乐演奏。于是我笑着对苏迈说：“你知道那些典故吗？那噌吰的响声，是周景王无射钟的声音，窾坎镗鞳的响声，是魏庄子歌钟的声音。古人没有欺骗我啊！”</p> <p>　　任何的事情不用眼睛看不用耳朵听，只凭主观臆断去猜测它的有或没有，可以吗？郦道元所看到的、所听到的，大概和我一样，但是描述它不详细；士大夫终究不愿用小船在夜里在悬崖绝壁的下面停泊，所以没有谁能知道；渔人和船夫，虽然知道石钟山命名的真相却不能用文字记载。这就是世上没有流传下来石钟山得名由来的原因。然而浅陋的人竟然用斧头敲打石头来寻求石钟山得名的原因，自以为得到了石钟山命名的真相。我因此记下以上的经过，叹惜郦道元的简略，嘲笑李渤的浅陋。</p> <p><strong>注释</strong><br>1.石钟山，在江西湖口鄱阳湖东岸，有南、北二山，在县城南边的叫上钟山，在县城北边的叫下钟山。明清时有人认为<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>关于石钟山得名由来的说法也是错误的，正确的说法是：“盖全山皆空，如钟覆地，故得钟名。”今人经过考察，认为石钟山之所以得名，是因为它具有钟之“声”，又具有钟之“形”。<br>2.彭蠡：鄱阳湖的又一名称。<br>3.郦元：即郦道元，《水经注》的作者。<br>4.鼓：振动。<br>5.搏：击，拍。<br>6.洪钟：大钟。<br>7.是说：这个说法。<br>8.磬（qìng）：古代打击乐器，形状像曲尺，用玉或石制成。<br>9.李渤：唐朝洛阳人，写过一篇《辨石钟山记》。<br>10.遗踪：旧址，陈迹。这里指所在地。<br>11.南声函胡：南边（那座山石）的声音重浊而模糊。函胡，通“含糊”。<br>12.北音清越：北边（那座山石）的声音清脆而响亮。越，高扬。<br>13.桴（fú）止响腾：鼓槌停止了（敲击），声音还在传播。腾，传播。<br>14.余韵徐歇：余音慢慢消失。韵，这里指声音。徐，慢。<br>15.得之：找到了这个（原因）。之，指石钟山命名的原因。<br>16.尤：更加。<br>17.铿（kēng）然：敲击金石所发出的响亮的声音。<br>18.所在皆是：到处都（是）这样。是，这样。<br>19.元丰：宋神宗的年号。<br>20.六月丁丑：农历六月初九。<br>21.齐安：在今湖北黄州。<br>22.临汝：即汝州（今河南临汝）。<br>23.赴：这里是赴任、就职的意思。<br>24.湖口：今江西湖口。<br>25.硿（kōng）硿焉：硿硿地（发出响声）。焉，相当于“然”。<br>26.莫（mù）夜：晚上。莫，通“暮”。<br>27.森然：形容繁密直立。<br>28.搏人：捉人，打人。<br>29.栖鹘（hú）：宿巢的老鹰。鹘，鹰的一种。<br>30.磔（zhé）磔：鸟鸣声。<br>31.鹳鹤：水鸟名，似鹤而顶不红，颈和嘴都比鹤长。<br>32.心动：这里是心惊的意思。<br>33.噌吰（chēnghóng）：这里形容钟声洪亮。<br>34.舟人：船夫。<br>35.罅（xià）：裂缝。<br>36.涵澹澎湃：波浪激荡。涵澹，水波动荡。澎湃，波浪相激。<br>37.为此：形成这种声音。<br>38.中流：水流的中心。<br>39.空中：中间是空的。<br>40.窍：窟窿。<br>41.窾（kuǎn）坎镗（táng）鞳（tà）：窾坎，击物声。镗鞳，钟鼓声。<br>42.汝识（zhì）之乎：你知道那些（典故）吗？识，知道。<br>43.周景王之无射（yì）：《国语》记载，周景王二十三年（前522）铸成“无射”钟。<br>44.魏庄子之歌钟：《左传》记载，鲁襄公十一年（前561）郑人以歌钟和其他乐器献给晋侯，晋侯分一半赐给晋大夫魏绛。庄子，魏绛的谥号。歌钟，古乐器。<br>45.古之人不余欺也：古人（称这山为“石钟山”）没有欺骗我啊！不余欺，就是“不欺余”。<br>46.臆断：根据主观猜测来判断。臆，胸。<br>47.殆：大概。<br>48.终：终究。<br>49.渔工水师：渔人（和）船工。<br>50.言：指用文字表述、记载。<br>51.此世所以不传也：这（就是）世上没有流传下来（石钟山得名由来）的缘故。<br>52.陋者：浅陋的人。<br>53.以斧斤考击而求之：用斧头敲打石头的办法来寻求（石钟山得名的）原因。考，敲击。<br>54.实：指事情的真相。</p>",
  "shangxi": "<h2>赏析二</h2> <p>　　这篇文章通过记叙作者对石钟山得名由来的探究，说明要认识事物的真相必须“目见耳闻”，切忌主观臆断的道理。一共三段。</p> <p>　　第一段提出石钟山得名由来的两种说法，以及对这两种说法的怀疑。可以分为三层。第一层，引《水经》上的话，交代石钟山的处所，紧扣题目，点出石钟山，引起下文。第二层，提出<a href=\"http://so.gushiwen.org/author_456.aspx\">郦道元</a>对石钟山得名由来的说法，点明人们对此说法的怀疑态度，用钟磬置水中不能发声的情况对郦说质疑，说明“水石相搏”之说难以取信于人。正因为对郦说“人常疑之”，才引起后人的异议，这就由郦道元的说法导出唐人<a href=\"http://so.gushiwen.org/author_1306.aspx\">李渤</a>的说法。第三层，提出李渤的说法并质疑。李渤也在“人常疑之”的“人”之列，于是就有他“访其遗踪”的行动。他亲“访”遗踪，亲“扣”其石，亲“聆”其声，理应无疑。作者表明自己对李渤的怀疑，并以处处有石，石石能扣而发声，反驳李说，说明扣石发声之说难以置信。对这两种说法，看起来是相提并论的，但实际上是有先有后，有主有次的。对两说的分别怀疑，提法上也有所不同：用“人常疑之”，说明人们对郦说的疑惑，这里的“人”是否包括作者，没有明说，这是一种客观记叙，作者没有轻率地判断郦说的是非；用“余尤疑之”，强调自己对李说的否定，这里的“余”字，就明确地表示了作者对李说的态度。对郦说“人常疑之”和对李说“余尤疑之”，这两疑引出作者探访石钟山的行动，为第二段的“固笑而不信”和夜游石钟山，以及结尾的一“叹”一“笑”，一“简”一“陋”作铺垫。</p> <p>　　第二段记叙实地考察石钟山，得以探明其名由来的经过。可以分为三层。第一层（“元丰七年······得观所谓石钟者”），点明探访石钟山的时间、同行者和缘由。因为对石钟山得名由来已存“疑”念，所以作者乘自己赴任临汝并送长子苏迈赴任饶州德兴之便，顺道考察石钟山，正好借此释疑。这一层紧承上文。第二层（“寺僧使小童持斧······余固笑而不信也”），写访问寺僧。寺僧“使小童持斧”扣石发声，表明他们相信李渤的说法，也说明李渤的说法影响很大。这一段回应李说，“择其一二而扣之”，“因笑而不信”，分别照应第一段的“扣而聆之”，“余尤疑之”。寺僧的做法既然不能使人满意，就有了作者下面月夜考察的行动。第三层（“至莫夜月明······古之人不余欺也”），写月夜考察游石钟山的经过。先交代探访石钟山的时间是“莫夜月明”时分，同游者是长子苏迈，方式是“乘小舟”，地点是“绝壁下”。然后写绝壁下的情景：看见的是“侧立千尺，如猛兽奇鬼，森然欲搏人”的大石；听到的是“云霄间”鹘鸟的“磔磔”的惊叫声，以及“山谷中”鹳鹤像老人边咳边笑的怪叫声。描绘出一幅阴森可怖冷清凄厉的石钟山夜景，有远有近，有高有低，有动有静，有形有声，十分逼真，使人有身临其境之感。这段描写着力渲染阴森可怖的环境气氛，烘托出亲身探访的不易，为下文批评“士大夫终不肯以小舟夜泊绝壁之下”伏笔。转而写作者在“心动欲还”的时候，忽然“大声发于水上，噌吰如钟鼓不绝”，使“舟人大恐”，而作者却被吸引了。他“徐而察之”，发现“山下皆石穴罅，不知其浅深，微波入焉，涵淡澎湃而为此也”，查明了发出“噌吰”之声的原因。但事情并未到此为止，下面又起波澜。作者在“舟回至两山间”的时候，发现入港处有“大石当中流······空中而多窍，与风声相吞吐，有窾坎镗鞳之声”。这里的“回”不是“返回”的意思，而是“掉转”的意思。“舟回至两山间”，不是船返回到两山中间，而是船掉头转行至两山之间。作者对两处声音的考察，极为细致深入，处处印证了首段的郦说：“微波入焉”和“与风水相吞吐”，分别照应“微风鼓浪”；“山下皆石穴罅······涵淡澎湃而为此也”和“大石当中流······空中而多窍”，分别照应“水石相激”；“噌吰如钟鼓不绝”和“窾坎镗鞳之声”，分别照应“声如洪钟”。这就不仅证实了郦说，而且以详补“简”，为末段叹郦说之“简”作好铺垫。最后写作者对苏迈的谈话。“因笑谓迈曰”的“笑”不同于前面“笑而不信”的“笑”。前者是表示怀疑和否定的笑，这里是释疑后轻松愉快的笑，表现了作者探明真相后的得意、兴奋。作者在谈话中将两种声音与“周景王之无射”和“魏庄子之歌钟”相联系，肯定自己的考察结果，点出以钟名山命名的缘由。又以“古之人不余欺也”肯定郦道元的说法，言语之间生动地显现了作者的确信和欣喜。在这一段，作者以自己的目见耳闻，证实并补充了郦道元的说法，进一步否定了李渤的说法，为末段的议论提供了事实依据。</p> <p>　　第三段写探明石钟山得名由来的感想，表明写作意图。可以分为三层。第一层，“事不目见耳闻，而臆断其有无，可乎？”这句话，语气强烈，以反问的方式表示充分肯定的意思，点明了全篇的主旨，是作者探明石钟山得名由来后所得出的结论、所总结的事理，是作者的心得。第二层分析世人不能准确知道石钟山得名由来的原因，从两方面说。一方面是说正确说法不能流传的原因，有三点：一是“郦元之所见闻，殆与余同，而言之不详”，是说郦道元的说法是正确的，可惜“言之不详”，致使“人常疑之”，得不到人们的承认；二是士大夫不做实地考察，“终不肯以小舟夜泊绝壁之下，故莫能知”；三是“渔工水师虽知而不能言”。“不能言”是说不能为文，并非不能说话。郦说失之于不详，士大夫能为文而“莫能知”，“渔工水师”虽知而不能为文，这就是石钟山得名由来在世上没有流传下来的原因。然后用“而”字转到另一方面：“陋者乃以斧斤考击而求之，自以为得其实”，是说李渤之类的“陋者”，主观臆断，“自以为得其实”，这是得以有李渤的错误说法和后人以讹传讹的原因。第三层分承上面所说的两个方面，点明写这篇游记的目的。“叹郦元之简”是肯定郦道元的观点，而又叹其太简略。“笑李渤之陋”是否定李渤的观点，并讥笑其浅陋。这就表明写这篇文章的目的是为了传播自己的见解，证实、补充郦道元的观点，纠正李渤的观点。</p> <p>　　这篇文章将议论和叙述相结合，通过夜游石钟山的实地考查，对郦道元和李渤关于石钟山得名的说法进行了分析批评，提出了事不目见耳闻不能臆断其有无的论断，表现了作者注重调查研究的求实精神，富有教育意义。</p><br/><h2>赏析</h2> <p>　　本文一开始就提出人们对<a href=\"http://so.gushiwen.org/author_456.aspx\">郦道元</a>的说法的怀疑，以及自己对<a href=\"http://so.gushiwen.org/author_1306.aspx\">李渤</a>的说法的怀疑。作者对古代两位名人对石钟山得名由来的说法并不轻信。</p> <p>　　刚好他有了一个实地观察的机会，他先问当地寺僧，寺僧的说法和演示跟李渤一样。<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>仍不轻信，决心“莫夜”“乘小舟”实地考察。石钟山在鄱阳湖入长江的湖口的临江一面，地处偏僻，文中说“余方心动欲还”，“舟人大恐”。再加上风险浪恶，又是盛夏涨水季节，一叶扁舟夜航确是很危险的，所以“士大夫终不肯以小舟夜泊绝壁之下”。而苏轼为了弄清石钟山得名的真相，不避艰险，亲身探访，是难能可贵的。虽然由于种种原因，他考察得出的结论，不完全正确，但这种精神是值得肯定的。</p> <p>　　第三段提出结论，也就是本文的中心：“事不目见耳闻，而臆断其有无，可乎?”这话无疑是正确的。</p> <p>　　虽然后人有了新的看法，认为石钟山是因山形像覆钟而得名的，今人经考察又认为石钟山是因“形”和“声”两方面而得名的。苏轼的说法不完全正确。但并不能因此否定苏轼的努力。人们对于客观事物的认识，本来就有一个过程，而且后人对苏轼说法的怀疑、察疑、释疑，正是和苏轼的不迷信古人，不轻信旧说，不主观臆断，而自愿亲身实地观察的精神一致的。二.石钟山简介和历代对石钟山得名由来的三种说法　石钟山位于鄱阳湖入长江之处，属江西湖口。由中石炭系的石灰岩构成。有上下两座山，南边一座滨临鄱阳湖的叫上钟山，面积约0.34平方公里，北边一座滨临长江的叫下钟山，面积约0.2平方公里。两山海拔都只有70米上下，相对高度50～55米。两山相距不到一公里。石钟山虽然并不高大，但因位于鄱阳湖入长江处，交通方便，而且波光山色，风景幽美，所以历来成为旅游胜地。</p> <p>　　石钟山得名的由来，古人有三说。</p> <p>　　1.风水声如钟。由于山体是石灰岩构成，在各种水的冲刷溶蚀下，山的下部临水处的表面形成许多缝隙洞穴，当水位处在一定高度，又有适当的风力和相应的风向时，缝隙洞穴就会“与风水相吞吐”，发出敲钟一样的声音。北魏郦道元和北宋苏轼就是持这种因风水声而得名的说法。但这种声音需要水位、风力、风向诸条件都合适才会发生，不是随时随地都能听到的。</p> <p>　　2.石声如钟。山石，特别是溶洞地区的石钟乳、石笋、石柱等，用槌敲打，是会发音的。所谓“南声函胡”是没有形成岩溶洞穴的岩石发出的声音，“北音清越”是洞穴发音的岩石，或碳酸盐再沉淀时形成的形态奇特的岩石敲击时发出的声音。唐代李渤就持这种因石声得名的说法，近人也有支持这种说法的。</p> <p>　　3.山形如钟。石钟山下部山体，由于地下水和江湖水的冲刷溶蚀，形成溶洞。《石钟山志》记载：“上钟崖与下钟崖，其下皆有洞，可容数百人，深不可穷，形如覆钟。”明、清时就有人持这种以形得名的说法了。不过江湖水位的季节变化和年变化比较大，高低相差达十几米，只有水位非常低时，人们才能进入洞内，从内部领略“覆钟”的形象。</p>",
  "about": "<h2>文言现象</h2> <p><strong>词类活用</strong><br>1、余自齐安[9]舟行适临汝：“舟”：名作状，用船，坐船<br>2、事不目见耳闻：“目”“耳”：名作状，用眼睛，用耳朵；亲眼，亲耳<br>3、而此独以钟名：“名”：名作动，命名<br>4、虽大风浪不能鸣也：“鸣”：使动，使……鸣</p> <p><strong>固定句式<br></strong>一、 判断句：<br>1、 噌洪者，周景王之无射也；款坎镗嗒者，魏庄子之歌钟也。<br>2、 此世所以不传也。<br>3、或曰此鹳鹤<br>二、倒装句<br>　1、得双石于潭上（状后）<br>磔磔云霄间<br>又有若老人咳且笑于山谷中者（状后）<br>而大声发于水上（状后）<br>2、石之铿然有声者（定后）<br>3、古之人不余欺也（宾前）<br>余是以记之<br>三、省略句：<br>1、郦元以（之）为下临深潭<br>2、今以钟磬置（于）水中<br>3、（余）因得观所谓石钟者<br>4、（余）独与迈乘小舟<br>5、磔磔（于）云霄间<br>6、（余）徐而察之<br>四、通假字：<br>1、南声函胡（含糊）<br>2、至莫夜月明（暮）</p> <p><strong>一词多义</strong><br>1、而：徐而察之（表修饰）<br>空中而多窍（表并列）<br>郦元之所见闻殆与余同，而言之不详（表转折）<br>人而无仪《相鼠》（表假设）<br>2、焉：箜箜焉（相当于“然”，形容词词尾）<br>微波入焉（兼词，于此）<br>3、 因：因得观所谓石钟者（趁机）<br>因笑谓迈曰（于是）</p> <p><strong>重点词义</strong><br>1、水石相搏（击、拍）<br>2、桴止响腾（传播）<br>3、余尤疑之（更加）<br>4、所在皆是也（这样）<br>5、适临汝（往）<br>6、余方 心动欲还（刚才）（心惊）<br>7、则山下皆石穴罅（缝隙）<br>8、涵澹澎湃而为此也（形成）<br>9、与向噌洪者相应（先前）（应和）<br>10、郦元之所见闻殆与余同（大概）<br>11、此世所以不传也（……的缘故）</p><br/><h2>写作手法</h2> <p>　　《石钟山记》的结构不同于一般的记游性散文那样，先记游，然后议论，而是先议论，由议论带出记叙，最后又以议论作结。作者以“疑──察──结论”三个步骤展开全文。全文首尾呼应，逻辑严密，浑然一体。本文第一句就提<a href=\"http://so.gushiwen.org/author_456.aspx\">郦道元</a>的说法，提出别人对此说的怀疑，这种怀疑也不是没有根据，而是用钟磬作的实验为依据。这就为文章的第二段中作者所见的两处声源──石穴罅和大石当中流──作铺垫，从而发出“古之人不余欺也”的慨叹。在文章最后又一次慨叹郦元所说虽对，但太简单了，让世人不能真正明白。而对<a href=\"http://so.gushiwen.org/author_1306.aspx\">李渤</a>扣石聆之以此推石钟山得名原因的作法，作者在第一段就表示“余尤疑之”，第二段中寺僧使小童持斧，扣石，作者对此种验证方法仍是“笑而不信”。待实地考察，得出真相之后，在第三段中，作者又回扣前文“笑李渤之陋”。全文由思而行，由感而发，夹叙、夹议，记叙、描写、议论、抒情环环相扣，浑然一体，是为因事说理的千古名篇。</p> <p>　　文章语言灵活畅达，变化多姿，很有特色。同是写鸟，或由鸟名写到惊飞、写到叫声，或由声音再点出鸟名，毫无板滞之感。写噌咳之声，是先闻其声，再写徐而察之后的发现；写窾坎镗鞳之声，先写中流大石“空中而多窍”之状，再写其声，描写角度和顺序都有不同，行文舒卷自如。</p><br/><h2>艺术特点</h2> <p>　　结构独特。《石钟山记》的结构不同于一般的记游性散文那样，先记游，然后议论，而是先议论，由议论带出记叙，最后又以议论作结。作者以“疑──察──结论”三个步骤展开全文。全文首尾呼应，逻辑严密，浑然一体。本文第一句就提<a href=\"http://so.gushiwen.org/author_456.aspx\">郦道元</a>的说法，提出别人对此说的怀疑，这种怀疑也不是没有根据，而是用钟磬作的实验为依据。这就为文章的第二段中作者所见的两处声源──石穴罅和大石当中流──作铺垫，从而发出“古之人不余欺也”的慨叹。在文章最后又一次慨叹郦元所说虽对，但太简单了，让世人不能真正明白。而对<a href=\"http://so.gushiwen.org/author_1306.aspx\">李渤</a>扣石聆之以此推石钟山得名原因的作法，作者在第一段就表示“余尤疑之”，第二段中寺僧使小童持斧，扣石，作者对此种验证方法仍是“笑而不信”。待实地考察，得出真相之后，在第三段中，作者又回扣前文“笑李渤之陋”。全文由思而行，由感而发，夹叙、夹议，记叙、描写、议论、抒情环环相扣，浑然一体，是为因事说理的千古名篇。</p> <p>　　行文曲折。行文富于曲折变化，是此文的一个突出特色。例如引述郦道元和李渤的说法，本来是枯燥的内容，作者加上两个辨驳，即顿见精彩。文中写对旧说之疑共有三次，不仅每次写法不同，即便在同一次中，文笔也有曲折。对郦道元，是以人之疑引出己之疑，而己之疑又是以比喻来表达；李渤本来是在纠正郦道元的说法，作者引述时，特别加一句“自以为得之矣”，紧接着陡然一转——“然是说也，余尤疑之”，着一“‘尤”字，说它较郦道元的说法更不可信；对寺僧使小童持斧敲击所谓“石钟”，仅以“余固笑而不信也”一句表示不屑一驳，矛头直指到三百年前得双石“扣而聆之”的李渤，驳李渤全用议论，一针见血，也不同于对郦道元的说法用比喻。而且，此节插在游山之前，也使文章平添波澜。总之，此文所记之事、所讨论的问题虽平常，但通篇几句一折，有些地方一句一转，极起伏变化之致，使议论内容富有可读性。</p> <p>　　修饰巧妙。文章以生动的比喻（明喻如“声如洪钟”“如猛兽奇鬼”“若老人咳且笑于山谷中者”“如钟鼓不绝”“如乐作焉”，暗喻如“噌者，周景王之无射也，窾坎镗者，魏庄子之歌钟也”），形象的拟人（“森然欲搏人”），贴切的拟声词（“铿然”“焉”“磔磔”“噌”“窾坎镗”），对所见所闻作了绘声绘形的描写，创造出独特的意境。此文的景物描写也因其巧妙的修饰而形象生动见胜。</p> <p>　　语言灵活。文章语言灵活畅达，变化多姿，很有特色。对两处鸟叫和两处水声的描写完全不同：写栖鹘是先点鸟名（“山上栖鹘”），再写惊飞（“闻人声亦惊起”），最后才写其叫声（“磔磔云霄间”）；写鹳鹤是先写声音（“又有若老人咳且笑于山谷中者”），然后交代是鹳鹤在叫（“或曰此鹳鹤也”）。前者用拟声词“磔磔”形容其惊叫，后者用比喻“若老人咳且笑”形容其怪叫。两处水声的描写也完全不同：前面的水声是“微波”与山下的“石穴罅”相击而发出的，后面的水声是“风水”与中流大石的窍穴相吞吐而发出的，这是声源不同；前面的“噌如钟鼓不绝”是一种洪大响亮的声音，后面的“窾坎镗······如乐作焉”是一种比较低而悠扬的声音，这是音调和音量的不同；前面是先闻声，后发现山下“石穴罅”，后面是先看见“大石当中流”，“空中而多窍”，然后再写“有窾坎镗之声”，写的顺序也不同。</p><br/><h2>创作背景</h2> <p>　　宋神宗元丰七年（1084年）六月，<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>由黄州团练副使调任汝州（现河南临汝）团练副使时，顺便送他的长子苏迈到饶州德兴县任县尉，途径湖州，游览了石钟山，进行实地考察，为辨明石钟山命名的由来，写了这篇文章。 </p>",
  "poet": {
    "id": 183,
    "star": 0,
    "name": "苏轼",
    "image": "http://img.gushiwen.org/authorImg/sushi.jpg",
    "desc": "苏轼（1037－1101），北宋文学家、书画家、美食家。字子瞻，号东坡居士。汉族，四川人，葬于颍昌（今河南省平顶山市郏县）。一生仕途坎坷，学识渊博，天资极高，诗文书画皆精。其文汪洋恣肆，明白畅达，与欧阳修并称欧苏，为“唐宋八大家”之一；诗清新豪健，善用夸张、比喻，艺术表现独具风格，与黄庭坚并称苏黄；词开豪放一派，对后世有巨大影响，与辛弃疾并称苏辛；书法擅长行书、楷书，能自创新意，用笔丰腴跌宕，有天真烂漫之趣，与黄庭坚、米芾、蔡襄并称宋四家；画学文同，论画主张神似，提倡“士人画”。著有《苏东坡全集》和《东坡乐府》等。"
  },
  "tags": [
    "古文观止",
    "纪游",
    "写景",
    "写山"
  ]
}