{
  "id": 62228,
  "star": 37,
  "name": "齐天乐·与冯深居登禹陵",
  "dynasty": "宋代",
  "content": "三千年事残鸦外，无言倦凭秋树。逝水移川，高陵变谷，那识当时神禹。幽云怪雨。翠蓱湿空梁，夜深飞去。雁起青天，数行书似旧藏处。<br>寂寥西窗久坐，故人悭会遇，同翦灯语。积藓残碑，零圭断璧，重拂人间尘土。霜红罢舞。漫山色青青，雾朝烟暮。岸锁春船，画旗喧赛鼓。",
  "fanyi": "<p><strong>译文<br></strong>夏禹光辉的业绩已翻过三千余年，眼前只剩下寒鸦数点。倚着秋树缄默无言。江河改道，高山变成深谷。在这漫长的三千多年里，幽云出谷，怪雨挥鞭。湿漉漉的萍藻，还悬垂在那根梅梁之间，趁夜深人静，它曾飞入湖底，跟凶龙进行过一场鏖战。雁群飞起，把一行大字写上蓝天。那一行行文字，莫非就是当年夏禹藏在山中的宝贵书篇。<br>映着西窗，我们相向而坐，故人难得有这次意外的会面。剪去灯花，与友人深居夜语。长满苔藓的断残古碑，禹庙发现的古文物，重现人间。霜叶已经凋零，惟有青山任随晨雾夕烟之变化而不改其色。漫想春日祭祀夏禹时的热闹场景：岸边停着画舫，彩绘的旗帜招展于喧哗的赛鼓声中。</p> <p><strong>注释<br></strong>⑴齐天乐：词牌名。又名“台城路”、“五福降中天”、“如此江山”。《清真集》、《白石道人歌曲》、《梦窗词集》并入“正宫”（即“黄钟宫”）。兹以姜词为准，一百二字，前后片各六仄韵。前片第七句、后片第八句第一字是领格，例用去声。亦有前后片首句有不用韵者。<br>⑵冯深居：字可迁，号深居，江西都昌人。淳桔元年（1241）进士，与词人有交往。<br>⑶禹陵（líng）：传为夏禹的陵墓。在浙江绍兴市东南，背负会稽山。<br>⑷三千年事：夏禹在位是公元前2140年，至<a href=\"http://so.gushiwen.org/author_670.aspx\">吴文英</a>在世之年1250年，约为3390年，故曰三千年事。<br>⑸高陵变谷：高山变为低谷。比喻世事沧桑，变化无常。<br>⑹幽云怪雨：谓风雨之不同寻常。<br>⑺梁：当为禹庙之梅粱。据嘉泰《会稽志》卷六：梁时修禹庙，“唯欠一梁，俄风雨大至．湖中得一木．取以来梁，即‘梅梁’也。夜或大雷雨。梁辄失去，比复归，水草被其上．人以为神．縻以大铁绳．然犹时一失之”。<br>⑻旧藏（cáng）处：指大禹治水后藏书之处。《大明一统志·绍兴府志》：“石匮山，在府城东南一十五里，山形如匮。相传禹治水毕，藏书于此”。<br>⑼寂寥（jì liáo）：寂寞寥落．指人生亦指心境。<br>⑽悭（qiān）：稀少。<br>⑾翦灯：剪去油灯烧残的灯芯，使灯焰明亮。<br>⑿积藓（xiǎn）残碑：长满苔藓的断残古碑。<br>⒀零圭（guī）断璧：指禹庙发现的古文物。《大明一统志·绍兴府志》： “宋绍兴间，庙前一夕忽光焰闪烁，即其处剧之，得古硅璧佩环，藏于庙”。<br>⒁赛鼓：祭神赛会的鼓乐声。此指祭祀夏禹的盛会。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　与同人相比，<a href=\"http://so.gushiwen.org/author_670.aspx\">吴文英</a>的词被认为是“晦涩难懂”。其原因有二：其一于叙写方面往往将时间与空间交错杂揉，其二于修辞方面往往但凭一己直觉加之喜欢用生僻典故，遂使一般读者骤读之下不能体会其意旨之所在。但若仔细加以研读，寻得入门之途径，便可发现吴词在“雕缋满眼”、“晦涩”“堆砌”的外表下，确有一片“灵气行乎其间”，而且“立意”之“高”，“取径”之“远”，也是确有一份“奇思壮采”。</p> <p>　　冯深居，名去非，南宋理宗宝祐年间曾为宗学谕，因为与当时的权臣丁大全交恶被免官。与吴文英交往颇深。因此，这首词中颇有言外之深意存焉，这由冯氏之为人及其与吴文英之交谊可以推知禹陵则为夏禹之陵，在浙江绍兴县东南之会稽山。在吴文英家乡附近。所以吴氏对禹陵之古迹名胜怀有一种感情也是可以想见的。何况夏禹王是一位忧民治水、功绩卓著的先王。而南宋的理宗时期则任用权佞，国事维艰，感今怀古，吴文英在与冯深居同登禹陵之际，自当有无限沧桑感喟。所以一开端便以“三千年事残鸦外”七个字，把读者引进苍茫古远的意界。所谓“三千年”者，盖自夏禹之世至南宋理宗之世。固已实有三千数百年之久。又“三”字与“千”之字之数目，在直感上亦足以予读者一种久远无极之感。而“三千年”之下又加一个“事”字，则千古兴亡故事，乃大有纷至沓来之势矣。而又继之“残鸦外”三个字，就“残鸦”而言，当登临时之所见。昔<a href=\"http://so.gushiwen.org/author_211.aspx\">杜牧</a>《登乐游原》<a href=\"http://so.gushiwen.org/view_62228.aspx\">诗</a>有句云“长空澹澹孤鸟没，万古销沉向此中”，此正为“残鸦”二字赋予人的感受。至于“外”字，则<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>《踏莎行》词有句云“平芜尽处是春山，行人更在春山外”。就梦窗此词而言，则是残鸦踪影之隐没固已在长空澹澹之尽头，而三千年往事销沉则更在残鸦孤影外，于是时间与空间，往昔与当前乃于此七字之中结成一片，苍凉寥漠之感，顿向读者侵逼包笼而来。</p> <p>　　禹王不复生，前功不可寻，犹如残鸦影没，天地苍茫，然则何地可为托身之所乎。故继云“无言倦凭秋树”也。语有之云“予欲无言”；又曰“夫复何言”。其所以“无言”者，正自有无穷不忍明言、不可尽言之痛也。然则此时之登临，于追怀感慨之余，唯“倦凭秋树”而已。此处著一“倦”字，自可由登临之劳倦而来，然而此句紧承首句“三千年事”之下，则其所负荷者，亦有千古人类于此忧患劳生中所感受之疲弊也。而其所凭倚者，则惟有此一萧瑟凋零之秋树而已。人生至此，更复何言？故曰“无言”也。其下继云“逝水移川，高陵变谷，那识当时神禹”，乃与首一句之“三千年事”相应，故知其“倦凭秋树”之时，必正兼有此三千年之沧桑感在也。禹王宏愿伟力，然而其当年孜孜是矻矻所疏凿，欲以垂悠悠万世之功者，其往迹乃竟谷变川移、一毫而不可识矣，故曰“那识当时神禹”。三千年事，无限沧桑，而河清难俟，世变如斯，则梦窗之所慨者，又何止逝水、高陵而已哉。</p> <p>　　以下陡接“幽云怪雨，翠蓱湿空梁，夜深飞去”三句，此三句是据传说用典。夫“梁”者，固当禹庙之梁。据《大明一统志·绍兴府志》载云：“禹庙在会稽山禹陵侧。”又云：“梅梁，在禹庙。梁时修庙，忽风雨飘一梁至，乃梅梁也。”又引《四明图经》：“鄞县大梅山顶有梅才，伐为会稽禹庙之梁。张僧繇画龙于其上，夜或风雨，飞入镜湖与龙斗。后人见梁上水淋漓，始骇异之，以铁索锁于柱。然今所存乃他木，犹绊以铁索，存故事耳。”“蓱”字原与“萍”字相通，然而“萍”乃水中植物，梁上何得有“萍？《一统志》及《四明图经》载，传说禹庙之梁有水中之萍藻，此萍藻为飞入镜湖之梁上之神龙所沾带之镜湖之萍藻。是此数句，乃正写禹庙梁上神龙于风雨中“飞入镜湖与龙斗”，“比复归，水草被其上”之一段神话传闻也。而梦窗之用字造句，则极尽光怪陆离之能事。盖“翠蓱湿空梁”一句，原当为神梁化龙飞返以后之现象，而次句“夜深飞去”发生于神梁化龙之前；而梦窗却将时间因果倒置，又用一不常见之“蓱”字以代习用之“萍”字。夫“蓱”与“萍”二字虽通用，然而一则用险僻字更增幽怪之感，二则“蓱”字又可使人联想《楚辞·天问》“蓱号起雨”一句，于是又有“幽云怪雨”一时惊起之意。总之，前几句给人一种渺茫怀古之思与恍惚幽怪之感，使读者对此充满神话色彩之古庙生出无穷之想像。</p> <p>　　后二句，则又由眼前景物寄慨。曰“雁起青天”，形象色彩极其鲜明，此景必为白昼而非黑夜所见，然后知前三句“夜深”云云者，全为作者凭空想象也。而此句“雁起青天”四字，乃又就眼前景物以兴发无限今古苍茫之慨，故继之云“数行书似旧藏处”也。据《大明一统志·绍兴府志》载：“石匮山，在府城东南一十五里，山形如匮。相传禹治水毕，藏书于此。”然而远古荒忽，传闻悠邈，惟于青天雁起之处，想像其藏书之地耳。而雁阵之飞，其排列有如书上之文字，在梦窗《高阳台·丰乐楼》一词中，即有“山色谁题，楼前有雁斜书”一句可以为证。是则三千年前藏书之说固已渺不可寻；眼前所见者，惟青天外之斜飞雁阵之说而已。世异时移沧海桑田，正与开端“三千年事残鸦外”及“那识当时神禹”诸句遥遥相应，而予读者以无穷怅惘追思之感慨。以上前半阕全以“登禹陵”之所见所想为主。</p> <p>　　后半阕“寂寥西窗久坐，故人悭会遇，同翦灯语”，始写入冯深居，呼应题面“与冯深居”四字。此三句词，乃化用李义山《夜雨寄北》“何当共翦西窗烛，却话巴山夜雨时”之诗句，自无可疑。梦窗乃于开端即著以“寂寥”二字，又接以“久坐”二字，其所以久坐不寐之故，正缘于此一片寂寥之感耳。昔<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>《羌村》诗有句云：“夜阑更秉烛，相对如梦寐。”梦窗于“寂寥西窗久坐”之下，乃接云“故人悭会遇，同翦灯语”；此三句，一气贯下，全写寂寥人世今昔离别之悲。</p> <p>　　以下陡接“积藓残碑，零圭断璧，重拂人间尘土”三句，初观之，此三句似以前三句全然不相衔接，然而此种常人以为晦涩不通之处，正是梦窗词之特色所在。盖梦窗词往往以直感为其连贯之脉络，极难以理性分析说明。兹就其所用之故实而言，所谓“积藓残碑”者，杨铁夫《笺释》以为“碑指窆石言”，引《金石萃编》云：“禹葬会稽，取石为窆石，石本无字，高五尺，形如秤锤，盖禹葬时下棺之丰碑。”据《大明一统志。绍兴府志》载：“窆石，在禹陵。旧经云：禹葬会稽山，取此石为窆，上有古隶，不可读，今以亭覆之。”由此知杨氏《笺释》以碑指窆石之说确实可信。昔<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>《襄阳歌》云：“君不见晋朝羊公一片古碑羊公一征古碑材，龟头剥落生莓苔”。自晋之羊祜迄唐之李白，不过四百余年，而太白所见羊公碑下之石龟，已剥落而生莓苔矣。然则自夏禹以至梦窗，其为时已有三千余年，则其窆石之早已莓苔遍布，断裂斑剥，固属理所当然者矣。著一“积”字，足见苔藓之厚，令人叹历年之久；著一“残”字，又足见其圮毁之甚，令人兴睹物之悲。而其发人悲慨者，尚不仅此也，因又继之以“零圭断璧”云云。夫圭璧者，原为古代侯王朝会祭祀所用，而著一“零”字，著一“断”字，零落断裂，无限荒凉，禹王之功绩无寻，英灵何在？只有古物残存，供人凭吊而已。故继之云：“重拂人间尘土。”于是前所举人之积藓残碑，与夫零断圭璧，乃尽在梦窗亲手摩挲凭吊中矣。“拂”字上更著一“重”字，有无限低徊往复多情凭吊之意，其满腹怀思，一腔深慨，已在言外。</p> <p>　　后半阙开端先写夜间故人灯下之晤对；然后陡接“积藓残碑”三句，又回至日间之登临。全不作层次分明之叙述与交代。盖残碑断璧之实物，虽在白昼登临之陵庙之上，而残碑断璧之哀感，则正在深宵共语者之深心之内也。夫以“悭”于“会遇”之故人，于“翦灯”夜“语”之际，念及年华之不返、往事之难寻，其心中固早有此一份类似断璧残碑之哀感在也。故其下乃接云：“重拂人间尘土。”“尘土”不但指物质上之尘土，同时兼指人世间之种种尘劳污染而言。然而在记忆之中，这世间尘土不过如尘封之断璧残碑而已。“于是世间之事融会于三千年历史之中；而历史，亦融会于一己人事之中。此种时空交揉之写法，正为梦窗特长之所在也。</p> <p>　　其后“霜红罢舞，漫山色青青，雾朝烟暮”三句，又以浪漫笔调，另辟新境。自情感之中跳出，别从景物着笔，而以“霜红”句，隐隐与开端次句之“秋树”相呼应。彼经霜之叶，其生命固已无多，竟仍能饰以红色、弄以舞姿；惟此红而舞者，亦何能更为久长，瞬临罢舞，是终将亦归于空灭无有而已。故曰“霜红罢舞”。此一无常变灭之悲，而梦窗竟写得如此哀艳凄迷。又继之云“山色青青，雾朝烟暮”，则其不变者也。又于其上著一“漫”字。“漫”字有任随、任由之口气，其意若谓霜红罢舞之后，任随山色青青于雾朝烟暮之中。逝者长已矣，而人世久长，其间有无穷沧桑之感。梦窗运笔之妙、托意之远，于此可见。</p> <p>　　结二句“岸锁春船，画旗喧赛鼓”，初观之，不免有突兀之感。盖前此所言，如“秋树”，如“霜红”，明明皆为秋日景色；而此句竟然于承接时突然著一“春”字以为笼罩之笔。盖开端之“倦凭秋树”，乃当日之实景；至于“霜红罢舞”，则已不仅当日之所见，而是包容秋季之全部变化于其中；至于“山色青青”，则更透出暮往朝来、时移节替之意。秋去冬来，冬残春至，年年春日之际，于此山前都可见岸锁舟船，处处有画旗招展，时时闻赛鼓喧哗。然则此为何事也？《大清一统志·绍兴府志·大禹庙》载：“宋元以来，皆祀禹于比。”此词之“画旗”、“赛鼓”，必当指祀禹之祭神赛会也。“画旗”，当指舟仪仗之盛：“喧”字，当指“赛鼓”之喧闹。然而梦窗乃将原属于“鼓”字之动词“喧”字置于“画旗”二字之下，连接“鼓”与“画旗”则为画旗招展于喧哗之赛鼓声中，弥增其盛美之情状；旗之色与鼓与声遂为浑然一体。</p> <p>　　此词通首以秋日为主，其情调全属于寥落凄凉之感，于结尾之处突显春日赛会之喧闹，为全篇寥落凄凉之反衬，余波荡漾，用笔悠闲，果<a href=\"http://so.gushiwen.org/author_1137.aspx\">真可</a>以因春日之美盛忘怀秋日之凄凉者；然而细味词意，则前所云“雾朝烟暮”句，已有无限节序推移之意，转瞬即逝的春日喧闹与永恒的凄寂形成鲜明对照。</p><br/><h2>赏析二</h2> <p>　　上阙写登禹陵所见所感，造语深奇幽邃，既写实又写虚，虚实结合，古今变幻，多处用典，插入了词人丰富的主观想象。“三千年事残鸦外，无言倦凭秋树”两句怀古，“三”字与“千”字，都是中国历史上具有独特意义的字，词人同时使用两个，使全词笼罩在历史沧桑感之中。“无言”一词，写出了词人自身拥有不忍明言、不可尽言的痛苦。于是借助登禹陵怀古的机会，抒发自己的感慨。“倦凭秋树”中的“倦”字，可能是因为白日登临的疲倦，但是这句词紧承首句“三千年事”，所以词人负载的，还有几千年来人类在忧患劳生中感受到的疲弊。而词人能够倚靠的，仅仅是一颗萧瑟凋零的秋树，所以说“无言”。</p> <p>　　“逝水移川，高陵变谷，那识当时神禹”三句呼应片首，说夏禹的丰功伟绩竟不被后人所识，词人对世事变换、沧海桑田的感慨溢于言表，深郁悲凉。“幽云怪雨。翠萍湿空梁，夜深飞去”三句，反用“飞梁”之典，于怀古之思中更增变换之感。“雁起青天，数行书似旧藏处”，再次抒发对大禹的凭吊之情，深化全词主题。</p> <p>　　下阕紧扣词题“与冯深居登禹陵”，写入与冯深居登临之事、凭吊细节以及心中感慨。“寂寥西窗久坐，故人悭会遇，同翦灯语”三句词是化用<a href=\"http://so.gushiwen.org/author_204.aspx\">李商隐</a>《夜雨寄北》“何当共翦西窗烛，却话巴山夜雨时”之<a href=\"http://so.gushiwen.org/view_62228.aspx\">诗</a>句，词人与冯深居久别重逢，因为志趣相投、际遇相似，这次同登禹陵，故有说不完的话。“积藓残碑，零圭断璧，重拂人间尘土”三句，写出了日间在禹陵所见所闻。“霜红罢舞。漫山色青青，雾朝烟暮”三句，又以浪漫笔调，另辟新境。自情感之中跳出，别从景物着笔，而“霜红”一词，隐隐与开端次句中的“秋树”相呼应。词人从蒙尘的古迹写到了眼前的秋色，深慨时光流逝之速。此三句写节气变化、四季更迭，而青山长存，更添人世无常之悲。不过，即便如此，词人对未来还是充满了乐观情绪。</p> <p>　　结二句“岸锁春船，画旗喧赛鼓”，乍一看，不免有突兀之感。前词中的景物如“秋树”，如“霜红”，明明都是秋日景色，而此句竟然在承接上文时写了一个“春”字。是因为“倦凭秋树”是登临当日的实景，“霜红罢舞”则写的是包容秋季全部变化。至于“山色青青”，更透漏出暮往朝来、时移节替，冬逝必定春来人间哲理。</p> <p>　　全词通首以秋日为主，其情调全属于寥落凄凉之感，于结尾之处突显春日赛会之喧闹，为全篇寥落凄凉之反衬，余波荡漾，用笔悠闲，果<a href=\"http://so.gushiwen.org/author_1137.aspx\">真可</a>以因春日之美盛忘怀秋日之凄凉者；然而细味词意，则前所云“雾朝烟暮”句，已有无限节序推移之意，转瞬即逝的春日喧闹与永恒的凄寂形成鲜明对照。</p>",
  "about": "<h2>创作背景</h2> 　　理宗淳祐元年（1241）秋，词人与好友冯深居登上禹陵，感慨圣皇夏禹的丰功伟业，想到如今颓废的天下大势，有感而发，写下了这首词。",
  "poet": {
    "id": 670,
    "star": 0,
    "name": "吴文英",
    "image": "http://img.gushiwen.org/authorImg/wuwenying.jpg",
    "desc": "吴文英（约1200～1260），字君特，号梦窗，晚年又号觉翁，四明（今浙江宁波）人。原出翁姓，后出嗣吴氏。与贾似道友善。有《梦窗词集》一部，存词三百四十余首，分四卷本与一卷本。其词作数量丰沃，风格雅致，多酬答、伤时与忆悼之作，号“词中李商隐”。而后世品评却甚有争论。"
  },
  "tags": [
    "秋天",
    "写景",
    "咏史怀古",
    "感慨"
  ]
}