{
  "id": 47971,
  "star": 899,
  "name": "行行重行行",
  "dynasty": "两汉",
  "content": "行行重行行，与君生别离。<br>相去万余里，各在天一涯。<br>道路阻且长，会面安可知？<br>胡马依北风，越鸟巢南枝。<br>相去日已远，衣带日已缓。<br>浮云蔽白日，游子不顾返。<br>思君令人老，岁月忽已晚。<br>弃捐勿复道，努力加餐饭。",
  "fanyi": "<p><strong>释义</strong><br>你走啊走啊老是不停的走，就这样活生生分开了你我。<br>从此你我之间相距千万里，我在天这头你就在天那头。<br>路途那样艰险又那样遥远，要见面可知道是什么时候？<br>北马南来仍然依恋着北风，南鸟北飞筑巢还在南枝头。<br>彼此分离的时间越长越久，衣服越发宽大人越发消瘦。<br>飘荡游云遮住了太阳，他乡的游子不想回还。<br>只因为想你使我都变老了，又是一年很快地到了年关。<br>还有许多心里话都不说了，只愿你多保重切莫受饥寒。</p> <p><strong>注释</strong><br>⑴重（chóng崇）：又。这句是说行而不止。<br>⑵生别离：是“生离死别”的意思。<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>《九歌·少司命》：“悲莫悲兮生别离。”<br>⑶相去：相距，相离。<br>⑷涯：方。<br>⑸阻：艰险。<br>⑹胡马：北方所产的马。<br>⑺越鸟：南方所产的鸟。“胡马倚北风，越鸟朝南枝”，是当时习用的比喻，借喻眷恋故乡的意思。<br>⑻已：同“以”。<br>⑼远：久。<br>⑽缓：宽松。这句意思是说，人因相思而躯体一天天消瘦。<br>⑾顾返：还返，回家。顾，返也。反，同返。<br>⑿“老”，并非实指年龄，而指消瘦的体貌和忧伤的心情，是说心身憔悴，有似衰老而已。<br>“晚”，指行人未归，岁月已晚，表明春秋忽代谢，相思又一年，暗喻青春易逝<br>⒀弃捐：抛弃。<br>⒁这两句的意思是说这些都丢开不必再说了，只希望你在外保重；一说是指这些都丢开不必再说，自己要努力保重自己，以待后日相会。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这是一首在东汉末年动荡岁月中的相思乱离之歌。尽管在流传过程中失去了作者的名字，但“情真、景真、事真、意真”（陈绎《<a href=\"http://so.gushiwen.org/view_47971.aspx\">诗</a>谱》），读之使人悲感无端，反复低徊，为女主人公真挚痛苦的爱情呼唤所感动。</p> <p>　　首句五字，连叠四个“行”字，仅以一“重”字绾结。“行行”言其远，“重行行”极言其远，兼有久远之意，翻进一层，不仅指空间，也指时间。于是，复沓的声调，迟缓的节奏，疲惫的步伐，给人以沉重的压抑感，痛苦伤感的氛围，立即笼罩全诗。“与君生别离”，这是思妇“送君南浦，伤如之何”的回忆，更是相思之情再也压抑不住发出的直白的呼喊。诗中的“君”，当指女主人公的丈夫，即远行未归的游子。</p> <p>　　与君一别，音讯茫然：“相去万余里”。相隔万里，思妇以君行处为天涯；游子离家万里，以故乡与思妇为天涯，所谓“各在天一涯”也。“道路阻且长”承上句而来，“阻”承“天一涯”，指路途坎坷曲折；“长”承“万余里”，指路途遥远，关山迢递。因此，“会面安可知”！当时战争频仍，社会动乱，加上交通不便，生离犹如死别，当然也就相见无期。</p> <p>　　然而，别离愈久，会面愈难。诗人在极度思念中展开了丰富的联想：凡物都有眷恋乡土的本性：“胡马依北风，越鸟巢南枝。”飞禽走兽尚且如此，何况人。这两句用比兴手法，突如其来，效果远比直说更强烈感人。表面上喻远行君子，说明物尚有情，人岂无思的道理，同时兼暗喻思妇对远行君子深婉的恋情和热烈的相思：胡马在北风中嘶鸣了，越鸟在朝南的枝头上筑巢了，游子啊，你还不归来啊！“相去日已远，衣带日已缓”，思妇说：自别后，我容颜憔悴，首如飞蓬，自别后，我日渐消瘦，衣带宽松，游子啊，你还不归来啊！正是这种心灵上无声的呼唤，才越过千百年，赢得了人们的旷世同情和深深的惋叹。</p> <p>　　如果稍稍留意，至此，诗中已出现了两次“相去”。第一次与“万余里”组合，指两地相距之远；第二次与“日已远”组合，指夫妻别离时间之长。相隔万里，日复一日，是忘记了当初旦旦誓约，还是为他乡女子所迷惑，正如浮云遮住了白日，使明净的心灵蒙上了一片云翳。“浮云蔽白日，游子不顾反”，这使女主人公忽然陷入深深的苦痛和彷惶之中。诗人通过由思念引起的猜测疑虑心理“反言之”，思妇的相思之情才愈显刻骨，愈显深婉、含蓄，意味不尽。</p> <p>　　猜测、怀疑，当然毫无结果；极度相思，只能使形容枯槁。这就是“思君令人老，岁月忽已晚。”“老”，并非实指年龄，而指消瘦的体貌和忧伤的心情，是说心身憔悴，有似衰老而已。“晚”，指行人未归，岁月已晚，表明春秋忽代谢，相思又一年，暗喻女主人公青春易逝，坐愁红颜老的迟暮之感。</p> <p>　　坐愁相思了无益,与其憔悴自弃，不如努力加餐，保重身体，留得青春容光，以待来日相会。故诗最后说：“弃捐勿复道，努力加餐饭。至此，诗人以期待和聊以自慰的口吻，结束了她相思离乱的歌唱。</p> <p>　　诗中淳朴清新的民歌风格，内在节奏上重叠反复的形式，同一相思别离用或显、或寓、或直、或曲、或托物比兴的方法层层深入，“若秀才对朋友说家常话”式单纯优美的语言，正是这首诗具有永恒艺术魅力的所在。而首叙初别之情——次叙路远会难——再叙相思之苦——末以宽慰期待作结。离合奇正，现转换变化之妙。不迫不露、句意平远的艺术风格，表现出东方女性热恋相思的心理特点。</p>",
  "about": "<h2>创作背景</h2> 　　这是反映思妇离愁别恨的<a href=\"http://so.gushiwen.org/view_47971.aspx\">诗</a>，是《古诗十九首》之一。关于《古诗十九首》的时代背景有多种说法。宇文所安认为中国早期诗歌是一个复制系统，找不到“古诗”早于建安时期的确凿证据。木斋提出《古诗十九首》及建安诗歌的重要组成大部分诗作是<a href=\"http://so.gushiwen.org/author_322.aspx\">曹植</a>之作。李善注《昭明文选·杂诗上》题下注曾释之甚明：“并云古诗，盖不知作者。”并认为作于东汉时期，这也是二十世纪以来的主流观点。今人一般认为它并不是一时一人之作，它所产生的年代应当在东汉献帝建安之前的几十年间。至于《行行重行行》的具体创作时间，难以考证。",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": [
    "古诗三百首",
    "古诗十九首",
    "女子",
    "离别",
    "相思"
  ]
}