{
  "id": 50997,
  "star": 33,
  "name": "夜游宫·叶下斜阳照水",
  "dynasty": "宋代",
  "content": "叶下斜阳照水。卷轻浪、沈沈千里。桥上酸风射眸子。立多时，看黄昏，灯火市。<br>古屋寒窗底。听几片、井桐飞坠。不恋单衾再三起。有谁知，为萧娘，书一纸。",
  "fanyi": "<p><strong>译文</strong><br>一抹斜阳透过树叶照在水面，江水翻卷着细细的浪花，深沉地流向千里之外。桥上的寒风刺人眼目，令人神伤。我伫立已久，眼看着黄昏将尽，街市上亮起了灯火点点。<br>陈旧的小屋里，我卧在寒窗之下，听到了井边几片梧桐落地的声响。不贪恋这薄薄的被子，几次三番起身下床。有谁知道我如此心神不安，辗转难寐，全是因为她的一封书信。</p> <p><strong>注释</strong><br>夜游宫：词牌名。《清真集》入“般涉调”。双调五十七字，前后片各四仄韵。<br>叶下：叶落。<br>轻浪：微波。 <br>沉沉：形容流水不断的样子。<br>酸风射眸子：指冷风刺眼使酸鼻。酸风，指刺人的寒风。<br>单衾（qīn）：薄被。<br>萧娘：唐代对女子的泛称。此指词人的情侣。唐杨巨源《崔娘》<a href=\"http://so.gushiwen.org/view_50997.aspx\">诗</a>：“风流才子多春思，肠断萧娘一纸书。”</p>",
  "shangxi": "<h2>赏析</h2> <p>　　前人评清真词，多认为其词之风格为富艳、典丽，细密多变，但这首词作却写得颇为明快晓畅，用近乎白描的手法，把相思之情叙写得相当动人。此词为伤离怀旧之作。词的结构采用新巧的“悬念法”，先层层加重读者的疑惑，最后一语道破意蕴，读来跌宕顿挫，波澜起伏，委婉凄绝。</p> <p>　　“叶下斜阳照水，卷轻浪、沉沉千里”，首二句，词人描述眼中所见之情景，西下的夕阳，余晖透过树叶，把斑驳的阳光洒在水面上；再往前看，江水翻卷着细浪缓缓地迤逦而去。这两句点明了时间、地点，为思念之情缠身的词人，恰逢薄暮时分，更觉愁思难耐，悠悠不尽的愁思，亦如眼下流淌不绝的江水。后四句：“桥上酸风射眸子。立多时，看黄昏，灯火市”，原来此时词人是伫立在桥上。词人目光迎着刺眼的秋风，凭栏远眺，疑望着黄昏时分华灯初上的闹市，久久没有离去。词作上片，词人的笔触侧重描绘室外，以粗细结合、浓淡相宜的笔墨勾勒出一幅黄昏夕阳之下，一位为相思所苦者，久久伫立桥头，迎着萧瑟秋风，疑神远眺的情景。第三句中“酸风射眸子”，系借用唐<a href=\"http://so.gushiwen.org/view_50997.aspx\">诗</a>人<a href=\"http://so.gushiwen.org/author_349.aspx\">李贺</a>《金铜仙人辞汉歌》诗中句子：“魏官牵车指千里，东关酸风射眸子。”李诗是叙写金铜仙人离汉宫之凄婉情态，词人借用此句，不无借此表露自己思念的悲苦之情。</p> <p>　　词作下片，词人的笔触转而叙写室内情景。“古屋寒窗底，听几片、井桐飞坠”，此时已是夜阑人静，词人也已回到屋中，伴随他的是古屋寒窗，他辗转反侧，为思念之情所困扰，无法入眠，井栏上坠落下的梧桐叶声，不时地传入耳际。词人描述眼中幽凄的环境和卧听萧萧落叶，正映衬了自己的孤寂与思慕之苦。后四句：“不恋单衾再三起。有谁知，为萧娘，书一纸”，这四句是说，夜不成寐，辗转反侧，都是为了思念心上之人。思念至极，不顾天寒，起而挥笔倾泻自己的情感，抒发自己的相思之情。“再三”二字，极言天寒犹不能阻拦自己。</p> <p>　　词所表现的虽是思念情人这样一种司空见惯的主题，写法上却颇有特色。词之上下两片描写由傍晚斜阳到黄昏灯火，由桥上酸风到古屋寒窗的情景，时空依次推移，景物随时变换，感情随之深化，最后揭出“为萧娘，书一纸”的底蕴，写来层层深入，环环相扣，跌宕起伏，引人入胜。</p>",
  "about": "<h2>创作背景</h2> 　　此词为即景抒情之作。写接到情人（萧娘）一封信后的沉痛情绪。",
  "poet": {
    "id": 164,
    "star": 0,
    "name": "周邦彦",
    "image": "http://img.gushiwen.org/authorImg/zhoubangyan.jpg",
    "desc": "周邦彦（1056年－1121年），中国北宋末期著名的词人，字美成，号清真居士，汉族，钱塘（今浙江杭州）人。历官太学正、庐州教授、知溧水县等。徽宗时为徽猷阁待制，提举大晟府。精通音律，曾创作不少新词调。作品多写闺情、羁旅，也有咏物之作。格律谨严。语言典丽精雅。长调尤善铺叙。为后来格律派词人所宗。旧时词论称他为“词家之冠”。有《清真集》传世。"
  },
  "tags": [
    "宋词三百首",
    "婉约",
    "写水",
    "思念"
  ]
}