{
  "id": 8574,
  "star": 26,
  "name": "郡斋雨中与诸文士燕集",
  "dynasty": "唐代",
  "content": "兵卫森画戟，宴寝凝清香。<br>海上风雨至，逍遥池阁凉。<br>烦疴近消散，嘉宾复满堂。<br>自惭居处崇，未睹斯民康。<br>理会是非遣，性达形迹忘。<br>鲜肥属时禁，蔬果幸见尝。<br>俯饮一杯酒，仰聆金玉章。<br>神欢体自轻，意欲凌风翔。<br>吴中盛文史，群彦今汪洋。<br>方知大藩地，岂曰财赋强。",
  "fanyi": "<p><strong>韵译</strong><br>官邸门前画戟林立兵卫森严，休息室内凝聚着焚檀的清香。<br>东南近海层层风雨吹进住所，逍遥自在池阁之间阵阵风凉。<br>心里头的烦躁苦闷将要消散，嘉宾贵客重新聚集济济一堂。<br>自己惭愧所处地位太过高贵，未能顾及平民百姓有无安康。<br>如能领悟事理是非自然消释，性情达观世俗礼节就可淡忘。<br>鲜鱼肥肉是夏令禁食的荤腥，蔬菜水果希望大家尽管品尝。<br>大家躬身饮下一杯醇清美酒，抬头聆听各人吟诵金玉<a href=\"http://so.gushiwen.org/view_8574.aspx\">诗</a>章。<br>精神愉快身体自然轻松舒畅，心里真想临风飘举奋力翱翔。<br>吴中不愧为文史鼎盛的所在，文人学士简直多如大海汪洋。<br>现在才知道大州大郡的地方，哪里是仅以财物丰阜而称强？</p><p><strong>注解</strong><br>⑴森：密密地排列。戟：古代一种兵器。<br>⑵宴寝：宴，意为休息。宴寝就是私室，内室。这里指休息的地方。<br>⑶海上：指苏州东边的海面。<br>⑷烦疴：烦躁。疴，本指疾病。<br>⑸居处崇：地位显贵。<br>⑹斯民康：人民康乐。<br>⑺理会：通达事物的道理。<br>⑻达：旷达。形迹：指世俗礼节。<br>⑼时禁：当时正禁食荤腥。<br>⑽幸：希望，这里是谦词。<br>⑾金玉章：文采华美、声韵和谐的好文章。这里指客人们的诗篇。<br>⑿神欢：精神欢悦。<br>⒀吴中：苏州的古称。<br>⒁群彦：群英。汪洋：众多。<br>⒂大藩：这里指大郡、大州。藩，原指藩王的封地。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　这是<a href=\"http://so.gushiwen.org/author_564.aspx\">韦应物</a>晚年，任苏州刺史时所作。</p> <p>　　此<a href=\"http://so.gushiwen.org/view_8574.aspx\">诗</a>可分成四个层次。</p> <p>　　第一层为开头六句，写宴集的环境，突出“郡斋雨中”四字。兵卫禁严，宴厅凝香，显示刺史地位的高贵、威严。然而这并非骄矜自夸，而是下文“自惭”的原由。宴集恰逢下雨，不仅池阁清凉，雨景如画，而且公务骤减，一身轻松。</p> <p>　　再加上久病初愈，精神健旺，面对嘉宾满堂，诗人不禁喜形于色。寥寥数句，洒脱简劲，颇有气概。</p> <p>　　第二层为“自惭”以下四句，写宴前的感慨。“自惭居处崇”，不单指因住处的高大宽敞而感到惭愧，还包括显示刺史地位的“兵卫森画戟，宴寝凝清香”等因素在内，因为这些更使韦应物感到了自身责任的重大。</p> <p>　　当然，“未睹斯民康”——人民生活的艰难困苦是触发他“自惭”的最为直接的原因。诗人从儒家仁政爱民的思想出发，自觉地将“斯民”之康跟自己的华贵、威严及“居处崇”对比，这是很自然的。他以前早就说过“身多疾病思田里，邑有流亡愧俸钱”（《寄李儋元锡》）和“方惭不耕者，禄食出闾里”（《观田家》）等语，把自己所得俸禄与农民的辛勤劳动联系起来，把自己的地位和自己的责任联系起来，为自己的无功受禄而深感惭愧，深感不安，这种深刻的认识，来自他历年担任地方官所得到的感性印象。</p> <p>　　但是又将宴饮享乐了，解决这种心理上的矛盾，最好的办法莫过于老庄思想了，于是，“理会是非遣，性达形迹忘”，会老庄之理而遣送是非，达乐天知命之性而忘乎形迹，用这种思想去麻痹自己，可以暂时忘怀一切，心安理得地宴集享受，不必再受良心的谴责。韦应物亦不能免给。这是中国封建社会知识分子的通病。</p> <p>　　第三层为“鲜肥”以下六句，写诗人对这次宴集的欢畅体会。这次宴会，正值禁屠之日，并无鱼肉等鲜肥食品上桌，而是以蔬果为主。这说明与宴者的欢乐并不在吃喝上，而是在以酒会友、吟诗作赋上。诗人得意洋洋地说：“俯饮一杯酒，仰聆金玉章。神欢体自轻，意欲凌风翔。”他一边品尝美酒，一边倾听别人吟诵佳句杰作，满心欢快，浑身轻松，几乎飘飘欲仙了。</p> <p>　　第四层为最后四句，盛赞苏州不仅是财赋强盛的大藩，更是“群彦今汪洋”的人才荟萃之地，以回应题目上“诸文士燕集”的盛况。</p>",
  "poet": {
    "id": 564,
    "star": 0,
    "name": "韦应物",
    "image": "http://img.gushiwen.org/authorImg/weiyingwu.jpg",
    "desc": "韦应物（737～792），中国唐代诗人。汉族，长安(今陕西西安)人。今传有10卷本《韦江州集》、两卷本《韦苏州诗集》、10卷本《韦苏州集》。散文仅存一篇。因出任过苏州刺史，世称“韦苏州”。诗风恬淡高远，以善于写景和描写隐逸生活著称。"
  },
  "tags": [
    "唐诗三百首",
    "宴会"
  ]
}