{
  "id": 71114,
  "star": 181,
  "name": "问说",
  "dynasty": "清代",
  "content": "　　君子之学必好问。问与学，相辅而行者也。非学无以致疑，非问无以广识；好学而不勤问，非真能好学者也。理明矣，而或不达于事；识其大矣，而或不知其细，舍问，其奚决焉？</p> <p>　　贤于己者，问焉以破其疑，所谓“就有道而正”也。不如己者，问焉以求一得，所谓“以能问于不能，以多问于寡”也。等于己者，问焉以资切磋，所谓交相问难，审问而明辨之也。《书》不云乎？“好问则裕。”孟子论：“求放心”，而并称曰“学问之道”，学即继以问也。子思言“尊德性”，而归于“道问学”，问且先于学也。</p> <p>　　古之人虚中乐善，不择事而问焉，不择人而问焉，取其有益于身而已。是故狂夫之言，圣人择之，刍荛之微，先民询之，舜以天子而询于匹夫，以大知而察及迩言，非苟为谦，诚取善之弘也。三代而下，有学而无问，朋友之交，至于劝善规过足矣，其以义理相咨访，孜孜焉唯进修是急，未之多见也，况流俗乎？</p> <p>　　是己而非人，俗之同病。学有未达，强以为知；理有未安，妄以臆度。如是，则终身几无可问之事。贤于己者，忌之而不愿问焉；不如己者，轻之而不屑问焉；等于己者，狎xiá之而不甘问焉，如是，则天下几无可问之人。人不足服矣，事无可疑矣，此唯师心自用耳。夫自用，其小者也；自知其陋而谨护其失，宁使学终不进，不欲虚以下人，此为害于心术者大，而蹈之者常十之八九。</p> <p>　　不然，则所问非所学焉：询天下之异文鄙事以快言论；甚且心之所已明者，问之人以试其能，事之至难解者，问之人以穷其短。而非是者，虽有切于身心性命之事，可以收取善之益，求一屈己焉而不可得也。嗟乎！学之所以不能几于古者，非此之由乎？</p> <p>　　且夫不好问者，由心不能虚也；心之不虚，由好学之不诚也。亦非不潜心专力之敌，其学非古人之学，其好亦非古人之好也，不能问宜也。</p> <p>　　智者千虑，必有一失。圣人所不知，未必不为愚人之所知也；愚人之所能，未必非圣人之所不能也。理无专在，而学无止境也，然则问可少耶？《周礼》，外朝以询万民，国之政事尚问及庶人，是故贵可以问贱，贤可以问不肖，而老可以问幼，唯道之所成而已矣。</p> <p>　　孔文子不耻下问，夫子贤之。古人以问为美德，而并不见其有可耻也，后之君子反争以问为耻，然则古人所深耻者，后世且行之而不以为耻者多矣，悲夫！",
  "fanyi": "<p><strong>译文</strong><br>　　一个有见识的人，他做学问必然喜欢向别人提问请教。“问”和“学”是相辅相成地进行的，不“学”就不能提出疑难，不“问”就不能增加知识。喜爱学习却不多问，不是真的喜爱学习的人。道理明白了，可是还不能应用于实际，认识了那些大的（原则、纲领、总体），可是还可能不了解那些细节，（对于这些问题）除了问，怎么能解决问题呢？</p><p>　　（对于）比自己道德才能高的人，向他们问，借以破除那疑问，（这就是孔子）所说的到有道德有学问的人那里去匡正自己。（对于）不如自己的人，向他们问，借以求得一点正确的见解，（这就是曾子）所说的以高才能向低才能（的人）问，以道德高知识多向道德低知识少（的人）问。（对）同自己水平相等的人，向他们问，借以共同研究，（这就是《中庸》）所说的互相诘问，详细地考察，明确地分辨它。《尚书》不是说吗？“喜爱问（的人，学问知识）就丰富。”孟子论述：“找回自己的放纵散漫的心”（的时候），并提“学问之道”，“学”之后（就）紧跟着“问”。子思谈“重视品德修养”（时），归结到要（好）问（勤）学，（在他的提法中）“问”并且在“学”的前面。</p><p>　　古代的人虚心采纳善言善事，不挑选事情地问，不挑选人地问，（只要能）求取那有益于自己修养和学业的就可以了。因此，狂妄的普通人的话，圣人（也）采纳它，地位低微的樵夫，古圣先王（也）询问他，舜帝有天子的身份都向平民询问，以（他们的）大智却注意到浅近平常的意见，不是偶然的谦虚，实在是要从多方面听取有益的意见。三代以后，有“学”而没有“问”，朋友间的交往，能做到规劝做好事，不做坏事就不错了，那种在大是大非问题上互相请教，勤勉地只是以进修为急务（的人）未多见，（更）何况世俗的人呢？</p><p>　　认为自己对，别人不对，（这是）世俗人的共同毛病，学习有未贯通（不理解的地方），（却）偏偏以为理解，（所持的）道理有不稳妥（的地方），（却）胡乱地凭主观猜测，像这样，就终生几乎（都）没有（什么）可问的事（了）。（对）比自己道德才能高的人，（就）妒忌他，不愿意向他问，（对）不如自己的人，（就）轻视他，（认为）不值得向他问，（对）同自己水平相同的人，抱着嬉戏的态度而不敬重他，不甘愿向他问，像这样，就天下几乎没有可以问的人了。（什么）人（都）不值得佩服了，（什么）事（都）没有可疑的了，这只是自以为是罢了。自以为是，那错误还是小的；自己知道自己的浅薄却严密地掩盖自己的过错，宁愿让学习最终不进步，（也）不愿意虚心向别人请教，这样危害自己的内心修养，（错误可就）大了，而陷入这（种大错误）的人常常（占）十分之八九。</p><p>　　不这样（的话），就所问的（也）不是（他）所学的：（如）问（一些）天下的奇字僻典和琐屑事物来说说好玩；甚至自己心里所已经明白的（问题，却故意拿它），问别人，来试试那人的才能；（或者）非常难解答的事情问别人，来逼使那人难堪。如果不是这样，（或者）即使有与自己思想品德修养有密切关系的事情，可以收到得到教益的效果的，要压低一下自己的尊严（虚心向别人请教）也不能做到。唉！学习之所以不能接近古人，不是（正）由于这（原因）吗？</p><p>　　而且不喜爱问的人，（是）由于不能虚心；不能虚心（是）由于不诚心实意喜爱学习。也不是不专心用功的缘故，他学习的不是古代儒家学习的（东西），他喜爱的也不是古代儒家喜爱的（东西），不善于问是理所当然的。</p><p>　　聪明的人考虑一千次，（也）一定会出现一次错误。圣人所不了解（的事物），普通的人不一定也不了解；普通的人所能做的，圣人不一定能做。真理不专门存在于某人，学习是没有止境的，那么，“问”可以少得了吗？《周礼》（说），朝堂之外（要）询问百姓（对朝政的意见），国家的大事还问到平民。所以贵人可以问身份低的人，道德才能高的人可以问道德才能低的人，老人可以问年轻的人，只考虑道德学问方面的成就罢了。 孔文子不以向比他低下的人请教为耻辱，孔子认为他道德学问高。古人把“问”作为美德，而并不认为它是可耻的，后代的君子反而争先把“问”当作耻辱，那么古人所深深地（感到）羞耻的（事），后代人却做着而不以为耻的（就）多了，可悲啊！ </p><p><strong>注释</strong><br>君子：古时对有德有才人的称呼。<br>辅：辅助。好：喜好<br>无以致疑：不会发现疑问；无以：没有用来……的（办法）；致：求得。<br>广识：增广知识；广：使……广，增广，增加。<br>达于事：（使道理）用于实行。达，通晓，通达。<br>舍问：放弃提问。舍：放弃。<br>其奚决焉：怎么能解决问题呢；奚：何，怎么 。 其：之，代词，指代文中的“理”与“识” 。焉，代词，指代上述的“理”与“问”。 决：判断，解决。<br>就有道而正：到有道德有学问的人那里去匡正自己；就：靠近；正：匡正；<br>以资切磋：借以共同研究；资：凭借。<br>交相问难（nàn）：互相诘问；难：驳诘。<br>审：详细。<br>是己而非人：以己为是，以人为非。是:以……为是；认为……对 非：以……为非。<br>未安：不稳妥的地方。<br>臆度（yì duó）：主观猜测；臆：主观的；度：猜测，估计<br>狎（xiá）：亲近而不庄重。<br>专在：专门存在于某人。<br>唯，只。<br>舍问，其奚决焉 舍，放弃。<br>君子之学必好问 必：必须 好：喜欢，喜爱。<br>而或：但却。<br>不肖：不成器的人。<br>是故：因此。<br>相辅而行：互相协助进行。<br>贤：道德才能高。<br>破：破解。<br>理：真理。<br>知：了解，明白。<br>强：勉强。<br>不屑：不重视，轻视。<br>问说：关于勤问的论说。<br>几：几乎。<br>然则：既然这样,那么。<br>忌：嫉妒。<br>或：有时。<br>妄：胡乱地。<br>得：某一方面的见解。</p>",
  "about": "<h2>写作特点</h2> <p>　　本文无论在命题，立意，论证方法或语言风格上，都可以看出有模仿<a href=\"http://so.gushiwen.org/author_682.aspx\">韩愈</a>《师说》的痕迹。可比较二者的异同。</p> <p>　　两文都劝说人们要虚心学习，要向各种人学习。但论述角度略有不同。《师说》着重从“师”的角度，强调“师”的重要性，劝人虚心“从师而问”要“学于师”；《问说》则着重从“问”的角度，强调“问”的重要性，主张“学必好问”。</p> <p>　　《师说》第一部分提出论点后，第二部分（核心部分）就反复运用正反对比的论证方法对比鲜明地论证论点。《问说》的论证方法也是这样。不同的是，《师说》对比的对象繁多，而《问说》对比和对象单一，都是“古之人”与“今人”，对比的内容却涉及“问”的各个方面。</p> <p>　　在语言风格上，两篇文章都很古朴。在句式运用上，两篇文章都注意整齐的排偶句与灵活的散文交错运用，奇偶互现，错落有致，以取得波澜起伏，气势雄壮的效果。在散句中穿插相当多的排偶句，是《师说》和《问说》的共同语言特点。《问说》中有些句子，与《师说》的某些句子，连结构和意思也有很大的相似之处。内容主旨</p> <p>　　本文共七个自然段，可分为三个部分。</p> <p>　　第一部分（第一段）：引论。</p> <p>　　作者先提出“君子之学必好问”的中心论点，接着辩证地分析“问”与“学”相辅而行的关系，再转而强调指出：好学一定要勤问。</p> <p>　　第二部分：本论。第二到第六段从正反两方面详细阐明为什么要勤问。</p> <p>　　第二段先从正面阐明“问”的重要作用：问不择人，问必有得。作者分两方面论述：①说明三种问的人（贤于已者，不如已者，等于已者）都有收获；②引儒家经典和大师的话，先是暗引，后是明引，证明“问”是进德修业的重要条件，增强文章的说服力，深刻地阐明了中心论点。</p> <p>　　第三到第六段论述怎样才算好问和问应持什么态度。</p> <p>　　第三段举古人好问为典范，并对比古今之人的不同表现，分两个层次：①古人好问，不择事，不择人，能取善之弘；②今人有学而无问，为下文针砭时弊作了铺垫。</p> <p>　　第四、五段转入分析今人的错误表现：</p> <p>　　第四段、针对今人“是己非人”的弊端，作者从事（问的内容）和人（问的对象）两方面进行批评。在写作方法上将今人和古人的言行构成鲜明的对比：古人“不择事而问”而今人“学有未达，强以为知”“理事未安，妄以臆度”；“古人不择人而问”而今人对“贤于已者；忌之而不愿问”，对“不如己者，轻之而不屑问”，对“等于己者，狎之而不甘问”。这个层次对今人的批判与前面第二段关于问各种人都能有收获的论述，以及第三段“古之人，不择事而问，不择人而问”遥相呼应。这段最后提出“有学无问”的危害性。</p> <p>　　第五段、批判今人“非所问所学”的不良风气。作者先指出今人问的三种不良动机：“快言论”、“试其能”“容其短”。最后以感叹句作结，再以“不能几于古”来古今对比，批评今人。</p> <p>　　第六段、推究今人不好问的根本原因。</p> <p>　　第三部分（第七段）作者申说自己的主张。 </p>",
  "poet": {
    "id": 505,
    "star": 0,
    "name": "刘开",
    "desc": "刘开（1784—1824）字明东，又字方来，号孟涂，清代桐城人，散文家。 刘开出生数月丧父，母吴氏日耕夜织，尽心抚育。少时牧牛常依塾窗外，傍听塾师讲课，天长日久，习以为常，塾师颇为爱怜，留馆就读。刘开如饥似渴，遍读诗文。十四岁，以文章拜会姚鼐，姚鼐看后高兴地说：“此子他日当以古文名家，望溪、海峰之坠绪赖以复振，吾乡幸也。”遂收为弟子，授以诗文之法。刘开融会贯通，尽得师传，与同乡方东树、上元管同、歙县梅曾亮并称“姚门四大弟子”。道光元年(1821)，受聘赴亳州修志，患暴疾而逝。"
  },
  "tags": [
    "小学文言文",
    "学习",
    "哲理"
  ]
}