{
  "id": 72169,
  "star": 17,
  "name": "论盛孝章书 / 与曹公论盛孝章书",
  "dynasty": "魏晋",
  "content": "　　岁月不居，时节如流。五十之年，忽焉已至。公为始满，融又过二。海内知识，零落殆尽，惟会稽盛孝章尚存。其人困于孙氏，妻孥湮没，单孑独立，孤危愁苦。若使忧能伤人，此子不得复永年矣！　</p> <p>　　《春秋传》曰：“诸侯有相灭亡者，桓公不能救，则桓公耻之。”今孝章，实丈夫之雄也，天下谈士，依以扬声，而身不免于幽絷，命不期于旦夕，是吾祖不当复论损益之友，而朱穆所以绝交也。公诚能驰一介之使，加咫尺之书，则孝章可致，友道可弘矣。　</p> <p>　　今之少年，喜谤前辈，或能讥评孝章。孝章要为有天下大名，九牧之人，所共称叹。燕君市骏马之骨，非欲以骋道里，乃当以招绝足也。惟公匡复汉室，宗社将绝，又能正之。正之之术，实须得贤。珠玉无胫而自至者，以人好之也，况贤者之有足乎！昭王筑台以尊郭隗，隗虽小才，而逢大遇，竟能发明主之至心，故乐毅自魏往，剧辛自赵往，邹衍自齐往。向使郭隗倒悬而王不解，临溺而王不拯，则士亦将高翔远引，莫有北首燕路者矣。凡所称引，自公所知，而复有云者，欲公崇笃斯义也。因表不悉。 ",
  "fanyi": "<p><strong>译文</strong><br>　　如果光阴不能停留，像流水一样消逝，很快就到了五十岁的年龄。您是刚满，而我却已经超过两岁了。国内的相识知交，差不多都要死光了，只有会稽的盛孝章还活着。他受到东吴孙氏政权的困辱，妻子儿女都已死去，只留下他孤单无助的一个人，处境非常危险，心情十分痛苦。假使忧愁可以损害人的健康，孝章恐怕不能长寿了。<br>　　《春秋传》里说：“诸侯之间有相互并吞的，齐桓公没有加以救援，自己感到是一种羞耻。”盛孝章确实是当今男子中的豪杰，天下一些善于言谈议论的人，常要依靠他来宣扬自己的名声，而他本人却不能避免被囚禁，生命朝不保夕，那么孔子就不应该谈论朋友好坏的问题，也无怪<a href=\"http://so.gushiwen.org/author_1902.aspx\">朱穆</a>所以要写他的《绝交论》了。您如果能赶快派遣一个使者，再带上一封短信，就可以把孝章招来，而交友之道也可以发扬光大了。<br>　　现在的年轻人喜欢说前辈的坏话，或许有人会对孝章加以讥讽评论。总的说来孝章是一个盛名天下、为天下人所称赏赞美的人。燕君购买骏马的尸骨，不是要它在道路上奔驰，而是通过它来招致千里马。我想您正在拯救和恢复汉朝王室，使将要覆灭的政权重新安定下来。天下要安定，关键在于得到贤才。珠玉不生脚，却能够到人的身边来，就是因为有人喜欢它们，贤士们生了脚却不来，是君王不求贤的缘故。燕昭王筑了黄金台来尊崇郭隗，郭隗虽然是一个才能不高的人，但却得到厚待，终竟能传播明主的诚心，所以乐毅从魏国前去，剧辛从赵国前去，邹衍从齐国前去。假如当初郭隗处于困苦危急之中，昭王不去帮助他，正像落水将要淹死的时候不去援救他，那么其他贤士也都将远走高飞，没有肯到北方燕国来的人了。上面所说的一些事情，本来就是您所熟悉的，而我还是要再说一下，无非是想提请您对交友之道加以重视罢了。实在不能详尽地表达我的意思。 </p><p><strong>注释</strong><br>（1）居：指停留。<br>（2）公：指<a href=\"http://so.gushiwen.org/author_552.aspx\">曹操</a>。始满：刚满。这里指刚满五十岁。<br>（3）过二：超过两岁。<br>（4）零落：凋落。这里指死亡。<br>（5）其人：指盛孝章。孙氏：指东吴孙氏政权。孙策平吴后，对英豪多所杀戮，盛孝章为当时名士，孙策也很忌恨他。但孙策死于200年（建安五年），该文作于204年（建安九年），则杀盛孝章者当为孙权。<br>（6）妻孥（nú奴）：妻子儿女。湮（yān烟）没：埋没。指丧亡。<br>（7）永年：长寿。<br>（8）《春秋传》：阐明《春秋》经义的书。这里指《公羊传》。<br>（9）“诸侯”三句：见《公羊传·僖公元年》。前659年（僖公元年），狄人出兵灭邢。齐桓公当时居霸主地位，未能发兵救援，自己感到羞耻。所以《春秋》作者有意为他隐讳，于这一年只写上“邢亡”两字，而不写亡于谁手。文章引用这几句话的意思是以曹操比齐桓公，暗示他拯救孝章是义不容辞的事。<br>（10）谈士：善于言谈议论的人。<br>（11）幽执：指被囚禁。<br>（12）吾祖：指孔子。<a href=\"http://so.gushiwen.org/author_787.aspx\">孔融</a>是孔子后裔，故称。论损益之友：《论语·季氏》：“孔子曰：‘益者三友，损者三友。友直，友谅，友多闻，益矣；友便辟，友善柔，友便佞，损矣。’”<br>（13）朱穆：字公叔，东汉时人。他有感于当时不讲交友之道的衰败风俗，写了《崇厚论》、《绝交论》两篇文章，表示对世风的不满。<br>（14）介，一个。<br>（15）咫（zhǐ止）：古以八寸为咫。<br>（16）要：总要，总括来说。<br>（17）九牧：九州。古代分天下为九州，州长称牧伯，所以称九州为九牧，也就是“天下”的意思。<br>（18）“燕君”句：《战国策·燕策》：“郭隗先生曰：‘臣闻古之君人，有以千金求千里马者，三年不能得。涓人言于君曰：‘请求之。’君遣之。三月，得千里马；马已死，买其骨五百金，反以报君。君大怒曰：‘所求者生马，安事死马而捐五百金？’涓人对曰：‘马死且买之五百金，况生马乎？天下必以王为能市马，马今至矣！’于是不能期年，千里之马至者三。’”市：买。<br>（19）绝足：绝尘之足。指奔驰时足不沾尘的千里马。孔融引用燕君市骏马骨的故事，是要曹操招致盛孝章。以为纵然孝章不是绝顶贤才，但把他招来可以得到好贤的名声，天下贤才必能接踵而来。<br>（20）宗社：宗庙和社稷。指国家政权。“宗庙”是皇帝祭祖宗的地方，“社稷”是皇帝祭天地的地方。绝：断绝。祭祀断绝即意味政权覆灭。<br>（21）正：扶正，安定。<br>（22）“珠玉”二句：语本《韩<a href=\"http://so.gushiwen.org/view_72169.aspx\">诗</a>外传》卷六：“盖胥谓晋平公曰：‘夫珠出于江海，玉出于昆山，无足而至者，由主君之好也。士有足而不至者，盖主君无好士之意耳。’”胫（jìng敬）：小腿。这里指脚。<br>（23）昭王：燕昭王姬职（前311—前279在位）。燕昭王渴望贤者，以报齐国破燕之仇，请谋臣郭隗推荐，郭隗说：“只要你尊重国内贤人，天下贤士必会闻风而来。”昭王说：“那么我该从谁开始呢？”郭隗说：“请从我开始。我尚且受到尊重，何况比我更高明的贤士呢？”于是昭王就为他修建宫室，并以师礼相待。又相传昭王在易水东南筑黄金台，置千金于台，招纳天下贤士。<br>（24）大遇：隆重的待遇。<br>（25）明主之至心：指燕昭王招用贤才的至诚之心。<br>（26）乐毅：魏国人，燕昭王任为上将军，曾为燕伐齐，破齐七十余城。<br>（27）剧辛：赵国人，有贤才，跟乐毅一起合谋破齐。<br>（28）邹衍：齐国人，主张大九州说，燕昭王以师礼相待。<br>（29）向：从前。倒悬：倒挂着。比喻困苦危急。<br>（30）首：向。<br>（31）称引：指信中论说、引述的事情。<br>（32）自：本来。<br>（33）崇笃：推崇重视。斯义：指交友、招纳贤才的道理。<br>（34）不悉：不能详尽。旧时书信结尾常用的套语。</p>",
  "shangxi": "<h2>赏析</h2> 　　这篇文章选自《汉魏六朝百三名家集·孔少府集》，又名《与曹公论盛孝章书》，是204年（汉献帝建安九年），<a href=\"http://so.gushiwen.org/author_787.aspx\">孔融</a>任少府时向<a href=\"http://so.gushiwen.org/author_552.aspx\">曹操</a>推荐盛孝章的一封信。盛孝章名宪，会稽人，也是汉末名士。曾任吴郡太守，因病辞官家居。孙策平吴后，对当时名士深为忌恨，孝章因此曾外出避祸。孙策死后，孙权继续对其进行迫害。孔融与孝章友善，知道他处境危急，所以特地写了这封信，向当时任司空兼车骑将军的曹操救援。曹操接信后，即征孝章为都尉，征命未至，孝章已为孙权所害。文章叙述了孝章所处的艰难处境，并引用历史上重用贤才的故事，从交友之道和得贤之重要来打动对方，辞意恳切，具有一定的感染力量。",
  "poet": {
    "id": 787,
    "star": 0,
    "name": "孔融",
    "image": "http://img.gushiwen.org/authorImg/kongrong.jpg",
    "desc": "孔融（153－208），字文举，鲁国（治今山东曲阜）人，东汉文学家，“建安七子”之首。家学渊源，是孔子的二十世孙，太山都尉孔宙之子。少有异才，勤奋好学，与平原陶丘洪、陈留边让并称俊秀。献帝即位后任北军中侯、虎贲中郎将、北海相，时称孔北海。在郡六年，修城邑，立学校，举贤才，表儒术。建安元年（196），征还为将作大匠，迁少府，又任大中大夫。性好宾客，喜抨议时政，言辞激烈，后因触怒曹操，为曹操所杀。能诗善文。散文锋利简洁，代表作是《荐祢衡表》。六言诗反映了汉末动乱的现实。原有文集已散佚，明人辑有《孔北海集》。"
  },
  "tags": [
    "哲理",
    "故事"
  ]
}