{
  "id": 47589,
  "star": 11,
  "name": "旅次洋州寓居郝氏林亭",
  "dynasty": "唐代",
  "content": "举目纵然非我有，思量似在故山时。<br>鹤盘远势投孤屿，蝉曳残声过别枝。<br>凉月照窗攲枕倦，澄泉绕石泛觞迟。<br>青云未得平行去，梦到江南身旅羁。",
  "fanyi": "<p><strong>译文<br></strong>抬头所见纵然不是我的家乡景，仔细想来一切却似我在故乡时。<br>白鹤盘旋奔向远方投入了岛屿，蝉拖着哀鸣余音飞向另一树枝。<br>冷月照窗倚着孤枕感到很倦怠，清泉绕石朋友聚饮自觉举杯迟。<br>仕路坎坷迟迟不能平步青云去，梦回江南半生漂泊此身仍旅羁。</p> <p><strong>注释<br></strong>⑴旅次：旅途中暂作停留。洋州：今陕西洋县，在汉水北岸。<br>⑵举目：抬眼望。《晋书·王导传》：“周顗中坐而叹曰：‘风景不殊，举目有江河之异。’”<br>⑶似：一作“如”。故山：旧山。喻家乡。<br>⑷远势：谓远物的气势、姿态。孤屿：孤岛。<br>⑸曳（yè）：拖着。别枝：另一枝；斜枝。<br>⑹凉月：秋月。窗：一作“床”。欹（qī）：斜倚。<br>⑺澄（chéng）泉：清泉。泛觞（shāng）：谓饮酒。古园林中常引水流入石砌的曲沟中，宴时以酒杯浮在水面，漂到谁的面前，就谁饮。唐<a href=\"http://so.gushiwen.org/author_22.aspx\">储光羲</a>《京口送别王四谊》<a href=\"http://so.gushiwen.org/view_47589.aspx\">诗</a>：“明年菊花熟，洛东泛觞游。”迟：慢。<br>⑻青云：高位，喻高官显爵。平行：平步。<br>⑼“梦到”句：一作“梦到江头身在兹”。旅羁（jī）：久居他乡。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　这首<a href=\"http://so.gushiwen.org/view_47589.aspx\">诗</a>，是诗人<a href=\"http://so.gushiwen.org/author_1.aspx\">方干</a>旅居洋州时写的。洋州，今陕西洋县，在汉水北岸。</p> <p>　　首句以“非我有”扣诗题“旅次”，说明举目所及都是异地之景，托出自己落泊失意、他乡作客的境遇，透露出一种悲凉的情调。次句写诗人触景而起对家乡的怀念。身处异地而情怀故乡，不难想见其失意之状和内心的苦涩。“举目”、“思量”是诗人由表及里的自我写照，抬首低眉之间，蕴含着深沉的感伤之情。</p> <p>　　第二联写鹤从高空向孤屿盘旋而下，蝉鸣未止，拖着尾声飞向别的树枝。诗人写景寄情，即以鹤蝉自况，前者脱俗，后者清高。这是说自己空有才学，不能凌云展翅，占枝高鸣，却落得个异地依人、他乡为客的境地，犹如这鹤投孤屿、蝉过别枝一般。一个“投”字，一个“过”字，一个“孤”字，一个“别”字，寄寓着怀才不遇的身世之慨，自怨自艾，自悲自叹，却又无可奈何。</p> <p>　　“鹤盘远势投孤屿，蝉曳残声过别枝”，这两句前人十分称道，被认为是齐梁以来所未有过的佳句。（见<a href=\"http://so.gushiwen.org/author_2065.aspx\">尤袤</a>《全唐诗话》）从写景角度而言，诗人眼耳并用，绘形绘声，传神逼真，对蝉声的描写更有独到之处。<a href=\"http://so.gushiwen.org/author_714.aspx\">骆宾王</a>诗“西陆蝉声唱”，<a href=\"http://so.gushiwen.org/author_267.aspx\">许浑</a>诗“蝉鸣黄叶汉宫秋”，<a href=\"http://so.gushiwen.org/author_268.aspx\">黄庭坚</a>诗“高蝉正用一枝鸣”，都写蝉在通常情况下的鸣叫；而方干此诗，则是蝉在飞行过程中的叫声，不仅蝉有动势，而且声有特色：诗人捕捉的是将止而未止的蝉声，这种鸣叫有独特的声响和音色，能诱发读者的想象。一“曳”字用得新颖别致，摹状精切传神，前所罕见。</p> <p>　　第三联：“凉月照窗攲枕倦，澄泉绕石泛觞迟”。前一句写月夜独处。一个“凉”字，一个“倦”字，极写诗人的冷寂凄清，孤独无聊。后一句变换场景，写饮宴泛觞的场面。泛觞是一种游戏，古时候，园林中常引水流入石砌的曲沟中，宴会时，把酒杯放置水面，任其漂浮，飘到谁的面前，就该谁饮酒。饮宴游戏，高朋满座。诗人置身于这热烈气氛之中，却神游于此情此景之外，他对着那在水池中慢慢流动的酒杯呆呆地出神，显出一幅寡言少欢的神态。“泛觞迟”的“迟”字，既写景，又出情。</p> <p>　　这一联，以月明之夜和宴乐之时为背景，用反衬的手法，表现诗人的自我形象。上下两句场景虽然不同，人物形象如一，显示出难以消解的情怀，却又藏而不露。直到第四联，作者才将内心的隐痛全盘托出。</p> <p>　　“青云未得平行去，梦到江南身旅羁”，意思是说：遗憾啊，仕途多阻，未能平步青云。虽然做梦都梦到江南故乡，而此身却在异地作客。末句以“身旅羁”和首句的“非我有”相照应，又回扣诗题的“旅次”二字。结构严谨。</p> <p>　　从全诗的艺术风格来看，这一联显得过分率直而欠含蓄。不过，由于有了前面一系列的铺垫和渲染，倒也使人觉得情真意切。大概方干对自己功名不就，耿耿于怀，如鲠在喉，但求一吐为快吧。</p>",
  "about": "<h2>创作背景</h2> 　　<a href=\"http://so.gushiwen.org/view_47589.aspx\">诗</a>人<a href=\"http://so.gushiwen.org/author_1.aspx\">方干</a>科举未第，于是登临山水，整日以吟咏诗歌来娱乐。这首诗是方干旅居洋州（今陕西洋县）时写的。",
  "poet": {
    "id": 1,
    "star": 0,
    "name": "方干",
    "image": "http://img.gushiwen.org/authorImg/fanggan.jpg",
    "desc": "方干（809—888）字雄飞，号玄英，睦州青溪(今淳安)人。擅长律诗，清润小巧，且多警句。其诗有的反映社会动乱，同情人民疾苦；有的抒发怀才不遇，求名未遂的感怀。文德元年(888年)，方干客死会稽，归葬桐江。门人相与论德，谥曰“玄英先生”，并搜集他的遗诗370余篇，编成《方干诗集》传世。《全唐诗》编有方干诗6卷348篇。宋景佑年间，范仲淹守睦州，绘方干像于严陵祠配享。"
  },
  "tags": [
    "写景",
    "思乡",
    "感伤"
  ]
}