{
  "id": 57573,
  "star": 46,
  "name": "蝶恋花·月下醉书雨岩石浪",
  "dynasty": "宋代",
  "content": "九畹芳菲兰佩好。空谷无人，自怨蛾眉巧。宝瑟泠泠千古调。朱丝弦断知音少。 <br>冉冉年华吾自老。水满汀洲，何处寻芳草。唤起湘累歌未了。石龙舞罢松风晓。",
  "fanyi": "<p><strong>译文<br></strong>用来作为佩饰是多么美好！可空谷无人，叫我埋怨娥眉再巧谁个来瞧？琴瑟清脆奏出千古绝调，即便弹断朱红的丝弦，知音依旧稀少。<br>年华悄然流逝，我已经衰老。汀洲涨满了江水，该到何处寻觅芳草？我只能将<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>大夫唤醒，在石龙前边歌边。阵阵松风里，不知不觉天已破晓。</p> <p><strong>注释</strong><br>⑴雨岩：地名，在江西永丰县西博山中。<br>⑵石浪：雨岩的一块巨石，长三十余丈，状甚怪；篇末“石龙”指此。<br>⑶湘累：指屈原。冤屈而死叫“累”，屈原是投湖南汨罗江而死的，所以前人称他为湘累。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　本词作于作者隐居信州（上饶）带湖别墅前期。生活上的孤独感和政治上的失意感促使词人经常离开带湖去上饶的群山之中寻幽探胜，以开释愁怀，转移精力，然而独游山水时的幽寂空虚又使他时时跌回到更加孤独和失意的深渊中。此词就是这样一种精神状态下的产物。<br>上阕，写自己多年来受打击、受压抑和缺少政治知音的处境。作者连用兰佩芳菲、蛾眉空好、宝瑟弦断这三个极富象征意义的词，来表明自己虽有高尚的品质和过人的才干，却遭受南宋朝廷当权的主和派的嫉妒和排挤，长期投闲置散，无用武之地，而且知音寥寥，无人理解自己。不如意的处境使他首先想到的是“萧条异代不同时”的千古知音<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>，所以开头三句就化用屈原《离骚》与<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>《佳人》<a href=\"http://so.gushiwen.org/view_57573.aspx\">诗</a>意来表达自己与之相类的幽怨之怀。《离骚》云：“余既滋兰之九畹兮，又树蕙之百亩。”又云：“纫秋兰以为佩。”作者也满怀深情地采撷兰花为佩，以显示自己出污泥而不染的高洁操守；《离骚》云：“众女嫉余之蛾眉兮，谣诼谓余以善淫”《佳人》云：“绝代有佳人，幽居在空谷。”作者也在无人的空谷自怨“蛾眉巧”而招嫉。屈原、杜甫、<a href=\"http://so.gushiwen.org/author_217.aspx\">辛弃疾</a>同样生活在一种国家不幸、小人横行的黑暗时代里。在那样的环境中，木秀于林，风必摧之，所以他们都遭到中伤毁谤，难于在人世存身。如果要保持高洁，不向恶势力低头屈服，就必然会遭到更大的打击和非难。因正直而遭打击，因遭打击而生“怨”，这只是上阕的第一层意思。</p> <p>　　因为，遭到群小打击，还不是最可悲的事。最可悲的是寻遍天下，知音稀少，似乎没有人能够理解和支持自己的政治理想与抗战主张。这是处在那个不能发现人民力量的时代的一切爱国士大夫和将领们的共同悲剧。年辈早于作者的民族英雄<a href=\"http://so.gushiwen.org/author_630.aspx\">岳飞</a>在他的《小重山》词的结尾感叹说：“欲将心事付瑶琴，知音少，弦断有谁听？”；此词上阕最后二句即用岳飞之意，以宝瑟清音，弹得弦断也无人会意为喻，表达了与岳飞同样的怨抑之情。这是上阕的第二层意思，而且是更重要的一层意思。通过这样两个层次的抒写，作者不得志和无知音的悲剧性遭遇充分地展现出来了。</p> <p>　　词的下阕，承上阕牢骚之意而把抒情的意蕴进一步深化，感叹自己虚度此生，不能再在政治上有所作为。下阕头一句，化用《离骚》“老冉冉其将至兮，恐修名之不立”两句，意极沉痛。接下来“水满汀州，何处寻芳草”二句，用芳洲水涨，芳草难觅喻示自己的理想难以实现。结尾二句：“唤起湘累歌未了，石龙舞罢松风晓，可算全篇的最后一个层次。其用意在于呼应开篇“空谷无人”之境界，再次诉说在人世难寻知音的苦恼。可以看出，词人大醉之中唤起屈原来一起唱歌，表明人世无同调，只得求之于冥冥之中的千载冤魂，这显然是催人泪下的失意哀歌，是千载同悲的凄厉之歌。然而就连这幻想之中想求得异代知音共歌舞的场面最终也不能长久，在阵阵松风中，东方破晓，词人酒醒梦消，一下子又跌回到现实世界中。词的最末一句以景结情，更加浓了全篇的幽婉沉郁的气氛。</p>",
  "about": "<h2>创作背景</h2> <p>　　这首词是<a href=\"http://so.gushiwen.org/author_217.aspx\">辛弃疾</a>晚年的作品，约写于公元1203年。其时正是辛弃疾遭受诬陷、被弹劾落职后，心情处于极度苦闷的时期。生活上的孤独感和政治上的失意感，促使他纵情山水，以开释愁怀。然而独游山水的幽寂使他感觉到更加孤独，独游山水的空虚唤起了失意的忧郁。</p>",
  "poet": {
    "id": 217,
    "star": 0,
    "name": "辛弃疾",
    "image": "http://img.gushiwen.org/authorImg/xinqiji.jpg",
    "desc": "辛弃疾（1140－1207），南宋词人。原字坦夫，改字幼安，别号稼轩，汉族，历城（今山东济南）人。出生时，中原已为金兵所占。21岁参加抗金义军，不久归南宋。历任湖北、江西、湖南、福建、浙东安抚使等职。一生力主抗金。曾上《美芹十论》与《九议》，条陈战守之策。其词抒写力图恢复国家统一的爱国热情，倾诉壮志难酬的悲愤，对当时执政者的屈辱求和颇多谴责；也有不少吟咏祖国河山的作品。题材广阔又善化用前人典故入词，风格沉雄豪迈又不乏细腻柔媚之处。由于辛弃疾的抗金主张与当政的主和派政见不合，后被弹劾落职，退隐江西带湖。"
  },
  "tags": [
    "抒怀",
    "爱国"
  ]
}