{
  "id": 69785,
  "star": 1,
  "name": "杂剧·阀阅舞射柳蕤丸记",
  "dynasty": "元代",
  "content": "第一折<br>胡马咆哮虏地寒，平沙漠漠草斑斑，儿郎骁勇多雄壮，赳赳威风镇北番，某乃北番耶律万户是也。俺这番邦，兵强将勇，海阔山高。四时不辨秋冬，八节岂知岁月。夜观北斗，便晓东南。每着皮裘，不知冷热。一阵阵扑面黄沙，寒渗渗侵人冷气。三春尽无桃杏，百里那得桑麻。四时亦无耕种，全凭抢虏为家。某麾下番兵浩大，猛将英雄，马肥人壮，不时在边抢虏，今屯军在延州，将各处进贡邀截下。某今下战书去，单搦大宋家名将出马，与某交战，别辨输赢，方显威风北虏强，密排剑戟进寒光，旗开马到施骁勇，大宋英雄拱手降。圣治无为四海安，小臣何幸列鹓班。孜孜基国忠良志，草寇贼兵透胆寒。老夫姓韩，名琦，字稚圭。乃相州人氏。嘉祐中某年二十进士及第，当时太史官奏曰：日下五色云现，是以朝廷将老夫重任，累迁授以平章，次后拜相，声扬贯满四方，欧阳修云：老夫临大节，决大事，垂绅正笏，不动声色，而措天下如泰山之安，谓之社稷之臣。老夫自笑，正所谓声闻过实，君子耻之，皆赖圣人在位，天下太平，颇奈北番虏寇无礼，侵犯边境。某想虏寇乃是蜉蝣撼大树，可笑不自量。今奉圣人的命，着老夫传与八府宰相范仲淹等，举名将一员，疾去剿除贼寇，若得胜回还，加官赐赏。我想那匈奴鼠窃岂堪论，选将驱兵统大军。若到边庭挥剑戟，管教顷刻定烟氛。博览群书贯九经，凤凰池上敢峥嵘。殿前曾献升平策，独占鳌头第一名。老夫姓范，名仲淹，字希文，祖居汾州人氏，后徙苏州，居住吴县。幼习儒业，颇通经史，一举进士及第。随朝数载，孜孜忠孝，耿耿正直，圣人可怜，官拜兵部尚书，正授天章阁大学士之职。方今四海晏然，黎民乐业，颇奈雁门关耶律万户无礼，此人不遵天命，侵犯边境，不时出没，抢虏各处进贡之物。圣人大怒，着老夫在此省堂，聚会八府商议，举将兴师，翦除贼寇。令人，门首觑者，众官人每若来，报复我知道。理会的。调和鼎鼐理阴阳，两手揩磨日月光。判断山河挥翰墨，权衡秉政辅朝纲。小官姓吕，名夷简。幼习文墨，博览群书，圣经宝传，无不通晓，一举成名，官拜大司徒之职。方今圣人在位，四海咸宁，八方无事，真乃太平之世。小官今日正是在私宅看书，祗从人来报，范天章大人在于省堂会俺众官议事，须索走一遭去。可早来到也。令人报复去，道有吕夷简来了也。理会的。报的大人得知，有吕夷简来了也。有请。理会<br>的，有请。大人，今日唤小官来，有何事商议？大人少待。文彦博来时，报复我知道。龙楼凤阁九重城。新筑沙堤串相行。我贵我荣君莫羡。十年前是一书生，小官姓文，名英，字彦博，本贯西川人也。自幼以文墨为事，科场一举，名中三魁，累蒙迁转，谢圣人可怜，官拜大司空之职。正在书房中闲坐，祗从人来报，有范天章学士有请，须索走一遭去，可早来到也。令人报复去，道有文彦博来了也。理会的。报的大人得知，有文彦博来了也。有请，理会的。有请。大人，小官来了也。大人少待片刻，众位官人来全时，有事计议也。我做将军出丑，平生则会吃酒，若还上阵厮杀，跳下马来便走。某姓葛，名监军。字监军。我文讲赵钱孙李，一口气直念到周吴郑王。演武善能平定天下，直舞到表正万邦。因我文武双全，官拜监军之职。我一生不尚文翰。专则好饮酒耍笑欢乐之事。正在卷棚内斗鹌鹑，有范天章学士令人来请，不知有甚事，须索走一遭去。来到也。令人报复去，道有葛监军老大人至此也。理会的。报的大人得知，有葛监军在于门首。着他过来。理会的。着过去。老先生恕罪，剑甲在身，不能施礼。若还施礼，我就是虾蟆养的。葛监军且一壁有者，等众官来全了时，有事商议。令人门首觑者，等众官来时，报复我知道。理会的。谨侍朝廷为宰辅，鼎鼐调和理庶民，心无邪僻行直正，封妻荫子显家门。小官姓陈，名尧佐，字希元，西川阆州人氏，父乃陈省华，严法教子，小官攻习孔孟之籍，学成五经之典，到于帝都阙下，一举状元及第。随朝数载，谢圣恩可怜，加小官为翰林院大学士之职。今有范天章奉圣人的命，在于省堂，会俺八府众官，不知有甚事商议。小官在此等候唐御史一同见大人去，这早晚敢待来也。小官姓唐，名介，字子方，祖居江陵人也。幼习经史，自中甲第以来，累蒙擢用，今谢圣恩可怜，官封御史之职。早间奉圣人的命，着俺众官都到省堂，不知有甚事，须索走一遭去。呀，呀，呀，唐大人，今有范天章奉圣人的命，在于省堂，会俺八府众官，不知有甚事商议。小官在此等侯，一同见大人去。小官想来，俺为臣者，要谨侍朝迁，忠于君王，孝于父母，治国齐家，言行忠信，直正公勤，调和鼎鼐，燮理阴阳，于民有益，润国<br>有功，扶持圣主，便是俺为臣者补报皇恩也。陈大人，想为臣者，方信道掌条法正天心顺，治国官清民自安。<br>【仙吕】【点绛唇】宰臣每燮则阴阳，圣朝卿相，一个个忠君上，立国安邦，扶持万载山河壮。当今圣人治世，德化千邦，万国进贡，内外文臣武职，端的是赤心扶圣主，坚意保皇朝。<br>【混江龙】文臣武将，申明教化振纲常，文臣每扶持社稷，武将每肃静边疆。常则要守法奉公理庶民，屏邪除佞进忠良。见如今明君治世乾坤旺。当今圣人，孝治天下，臣宰良贤，坚刚节操，秉性忠直，端的是秋毫无所犯，直正坐都堂也。俺若是一心行正，落一个万古名扬。说话中间，可早来到也。左右人报复去，道有唐介，陈尧佐在于门首。理会的。报的大人得知，有唐介，陈尧佐在于门首。道有请。理会的。有请。老相公，众官人勿罪也。老相公会俺八府众官，有何事商议也？您众官人每都来了也。老夫非为私事，奉圣人的命，为因直北雁门关外，有一人乃是耶律万户，见今手下有数十万雄兵，此人虎视群雄，侵扰边境，他不从俺调，今要统兵征伐，争柰此人英雄难敌，十分利害，奉圣人的命，着老夫会您众官商议，可保举那一员上将，收捕虏寇去，您众官人可以深思也。<br>【油葫芦】则说那虏寇军兵似虎狼，端的是难堵当。说此人英雄赳赳，状貌堂堂，十分骁勇也。你道他雄威赳赳气昂昂，见如今无名草寇侵边上，他正是撩蜂剔蝎将残生丧。今日会您众官，可保那一员名将，收捕草寇去也。今日个会众官，这件事要主张。如今这英雄中选一个元戎将，则要他擒贼首伏戎羌。<br>若保举那一员名将，擒拿了草寇，自有重赏加官也。<br>【天下乐】那其间荫子封妻请重赏，则这元也波戎，他将那金印掌，荡征尘满野迷日光，拥旌旗排队伍，统戈矛摆战场，稳情取扫残胡一阵亡。众老大儿，我道是谁？原来是虏寇耶律那个小畜生。我擒拿他，有如扑苍蝇一般，量他有何难哉！您众官人每也不必计较，也不必保举人，我拿耶律万户，走一遭去。住，住，住，葛监军，等俺众官人再做商议也。葛监军，可不道将在谋而不在勇，自古用将非轻，须用大臣保举，岂可自荐？我说亏你还做管事的人哩，且休说我刀马武艺，我见今为监军之职，我倒不合去，倒举别人去不成？监军，岂不闻楚汉争锋时，沛公手下名将数十名，皆不得掛印登坛，直待萧何举荐韩信，方拜为帅，遂能破楚兴刘。监军，听我说与你者。<br>【哪吒令】想当日指鸿沟，沛公和那霸正，运筹策，有范增共子房，驱铁骑，有周勃项庄。想韩信在项羽手下，不得意时，则做的个执戟郎，他难施展江湖量，他因此上背暗可便归降。昔日韩信三荐登坛，不是我夸口，那个若荐我一荐，我连缸都蹬起来。想韩信在沛公手下，沛公不识韩信，韩信夤夜私奔也。<br>【鹊踏枝】若不是汉萧相，举贤良，不是他三荐登坛，怎能勾建节封王？到后来韩信成了功呵。逼的一个楚重瞳至阴陵路上，他掣龙录自刎乌江。葛监军，便好道欲解倒悬之厄，须仗希世之才。今虏寇侵扰边境，须凭良将征之。您众官务要保举得力之人，攻拒草寇，平定寰区也。老大人最是个聪明尚斯文的人，且休说我的人材貌相，若论我腹中的兵书，委的有神鬼不测之机，有捉鼠拿猫之法。我曾一箭射杀一个癞虾蟆，一枪扎死一个屎蜣螂。凭着我这么手段，量那虏寇，打甚么不紧。唐相公，圣人着您八府宰相，各人保举破虏之人，您众官在此，可端的保举何人去也？相公，小官举一人，乃是娄宿太尉之子，完颜女直人氏，小字延寿马。此人骁勇，胆略过人，善能骑射，先帝手中，待罪在云中歇马，他手下有十万精兵。若得延寿马来，觑草寇一鼓而下，有何难哉。唐相公，你说延寿马骁勇过人，未知此人那刀马武艺、相持对垒如何？你说一遍，我试听者。此人寸铁在手，有万夫不当之勇。<br>【寄生草】他端的能征战，有胆量，他觑那三层鹿角如平荡，你看那七重围子直冲撞，他去那千军队里寻贼将。虽然他会武艺，他是个待罪歇马的人，又无甚么官职，他怎生掌的兵权？你道闲身怎敢掌兵权？可不道皇家选用忠良将。你无分晓，我为监军，你倒不保我，倒保延寿马，他怎生破的草寇？对着八府在此，那延寿马破不的耶律万户，他去不的。住，住，住，唐侍御，葛监军道延寿马去不的，他是监军，他当去。如今怎生着侍御保延寿马为先锋，葛监军为合后，恁的如何？既然这般，葛监军你为合后，延寿马为先锋，你两个都到雁门关取齐，则要你得胜而回。既是这般呵，等取回延寿马来时，老夫自有主意，陈大人，小官有。你今为使命，休避驱驰，直至云州，宣命延寿马去。将他在前罪犯，尽皆饶免，复还他旧职，就领他手下十万雄兵，与参谋使李信便赴京师，破虏之后，再有赐赏加官。则今日便索长行，老夫目今便去奏知圣人也。小官理会的。陈相公，国家用人之际，你不避驱驰，便索登程也。相公，小官既为人臣，当以尽力，岂辞劳倦。<br>【尾声】则今日赍圣敕出皇都，驰驿马须行上，直至那云州地方，说与那延寿马将军疾便往。着延寿马与参谋使李信，便赴京师。命参谋转运军粮，他若是领儿郎，摆列着阔剑长枪，恁时节得胜也鞭敲金镫响。他若破虏之后，自有重赏加封官。稳情取封官重赏，不枉了我举贤才的当，若得了胜呵，那其间衣锦却还乡，<br>小官则今日辞别了老相公，出的这门来，不敢久停久住，将着宣诏帅印，直至云州，取延寿马走一遭去。奉命承宣离玉阶，云州去取栋梁材。小官若见延寿马，不分星夜赴京来。老大儿恕罪，若取回延寿马来，我和他比试武艺，才见我老葛手段。我出的这门来，左右将马来，我往私宅中跑一遭去。我做元戎实有才，堪宜挂面虎头牌。擒住虏寇不轻放，按着鼻子咬他腮。陈尧佐去了也。若宣回延寿马来，老夫自有个主意，回圣人话，走一遭去。昔日常何荐马周，萧何施计举韩候，剿除胡虏干戈定，朝见天颜拜冕旒。<br><br>第二折<br>泰山顶上刀磨缺，北海波中马饮枯。男子三十名不立，枉作堂堂大丈夫。某乃延寿马将军手下参谋李信是也。某幼通二典，广鉴三谟，长而号令精严，深得行兵之策，佐于元帅手下。俺元帅铺谋运智，对垒迎敌，千战千胜，万夫难当。今元帅手下有十万雄兵，因得罪在云州歇马。俺元帅自从到此，每日则是操兵练士，演习弓马。今日元帅巡绰边境去了，着某看守着营寨。小校辕门首觑者，但有一应军情事，报复与我知道。理会的。自家完颜女直人氏，小字延寿马，乃娄宿太尉之子。幼习先王典教，后看韬略遁甲之书，十八般武艺，无有不拈，无有不会。为某累建奇功，袭先父之职，因为有过，在这云州立功，已经数载。今日领着众儿郎每巡边境而回。想俺为将者。<br>【南吕】【一枝花】则要他黄公三略习，将吕望六韬记。摆顺天八卦盖，列五运转光旗。赳赳雄威，齐臻臻东西队，密匝匝前后围。锦衣郎枪挂珠璎，绣袄将幡悬画戟。<br>【梁州】响挡挡锣鸣金镜，扑冬冬鼓响征鼙，英名久镇云州地。端的是人如猛兽，马似狻猊。弓开玉靶，箭发金鈚。众儿郎将武艺温习，怕朝廷重用当为。一时间虎倦龙疲，凭着我运筹策领将驱兵，辨风云武艺对垒，凭着我八门阵厮杀相持。端的，委的。花根本艳存苗裔，延寿马有名器。辈辈为官享重职，显耀光辉。<br>可早来到也。左右接了马者。报复去，道有延寿马来了也。理会的。报的参谋得知，有元帅来了也。元帅来了也，我索迎接去。元帅有请。元帅鞍马上劳神。参谋守寨不易也。元帅请坐。小校辕门首觑者，看有甚么人来。小官陈尧佐，奉圣人的命，前往云州，宣延寿马为破虏寇元戎。小官行了数日，来到云州。帅府门首，左右接了马者。令人报复去，道天朝使命至此。理会的。报的元帅得知，有天朝使命至此也。有使命至此，小校装香来，我索接待去。，延寿马望阙跪者，听圣人的命：将你那在前过犯，尽皆饶免，复还旧职。今有塞外耶律万户作叛，邀截贡献，侵犯边疆，意欲命将出师，诛剿此贼。有八府聿相唐介，举汝为帅。即与参谋使李信，星夜赴京，领受敕印，向前征剿。你谢了恩者。感谢圣恩。据将军如此雄威，觑草寇何足道哉。想某到此歇马，可早数年光景也。今日差小官征剿耶律万户，打听得此人好生英勇，只怕小官近不的他。<br>【四块玉】则说他有见识，则说他多智谋。将军有伊吕之才，管乐之术，凭着你手下将勇兵强，无人可及。你道我将勇兵强有谁及，争奈待罪犯歇马在这云州地。据将军文武高强，智勇并行，手下军校，人人敢勇，个个当先，谁人可敌？小官可也武艺低，手下可也军校微，将军挂了元戎印者，若是迟误，便抗违宣敕也。我怎敢道违宣敕。将军与参谋使李信，领你手下十万雄兵，休避驱驰，便索长行也。<br>【哭皇天】既宣诏谁敢相回避，今日个便登程须索把军校齐。元帅印挂上，传号令您听者，指日把胡巢净洗。说与那参军副帅，合后先锋。支拨队伍，凋遣军卒。对阵处喧天呐喊，锣鼓声催，显的俺这大将军、人将军有八面威。摆列着戈矛斧钺，更和这枪刀剑戟。<br>【乌夜啼】俺这里人强马壮英雄队，摆列着杂彩征旗。阵云高尘土遮天日，头戴军盔，身挂唐猊。剿除了残胡小丑逆大贼，托赖着圣明君洪福同天地。直赶到沙陀地，把那厮生擒斩首，稳情取得胜而回。将军，你若到于京师，见了圣人，领兵拒敌，则要你赤心报国，竭力尽忠。若破了虏寇，得胜而回，那其间凌烟阁上标名，丹凤楼前画影，书入青史，万代流传，古今不朽也。大人，想俺为臣者，当以尽忠报国也。<br>【尾声】谁敢望麒麟阁上标名讳，我则待狼虎丛中决胜敌，平定了沙陀将大功立。托当今圣德，把匈奴每净洗，博一个万代名扬恁时节喜。延寿马去了也。此人但若领兵，必然破了虏寇。小官回圣人话，走一遭去。全凭三略运机谋，为大帅统领戈矛。剿除了匈奴贼寇，受皇恩拜相封侯。<br>楔子<br>燮理阴阳为辅弼，调和鼎鼐理盐梅。忠肝义胆扶王业，立国安邦作柱石。老夫范仲淹是也。今因虏寇作乱，侵扰边庭，唐介侍御，举荐延寿马，已着陈尧佐中书，直至云州，宣延寿马回朝，至今尚不见到。令人门首觑者，来时报我知道。理会的。小官延寿马是也。蒙圣恩着陈中书取俺为将，离了云州，行了旬日，己到了京师。参谋使把军马屯札城外，咱见大人去来。将军，俺离了云州，来到京师相府门首也。左右接了马者。令人报复去，道有陈尧佐宣延寿马回还也。理会的。报的大人得知，有陈尧佐宣延寿马回还也。语未悬口，果然宣至了也。道有请。理会的。有请。大人，小官宣延寿马回京也。久闻将军雄才大略，弓马熟闲，有万夫不当之勇，千战千赢之力，真为世之虎将。大人，据小官才轻德薄，智穷量浅，何足挂念。将军，宣你来不为别事。今有虏寇耶律万户，侵犯边庭，无人可敌。延寿马，你望阙跪者，听圣人的命：将你在前的过犯，尽皆饶免，复还旧职。着你为前部先锋，葛监军为合后，统领人马，在雁门关取齐，征伐虏寇。着参谋李信，领兵截杀。则要您奋勇当先，得胜而回，另有加官赐赏，望阙谢了恩者。感谢圣恩。大人，某觑虏寇有如翻掌，量他何足道哉！<br>【赏花时】我这里深谢皇恩擢用臣，量这个愚鲁村夫有甚能。将军有管仲之才，穰苴之略。将我似田穰苴的量看承，谢你个举贤才的晏婴，将军，则要你马到成功也。大人放心。将丑虏生擒住献入这帝都城。<br>延寿马去了也。众位大人恕罪，我则今日擒拿虏寇去。我出的这门来，大小三军，听吾将令：则要你人人歪战，个个胡缠，刀剑出鞘，弓弩上弦，舍命厮杀，都要当先。凭着相貌英雄能战讨，舞剑轮枪世上少。两阵之间若还输，夹着绵羊望家跑。葛监军去了也。某领兵截杀，走一遭去。因虏寇侵扰边庭，遣英才统领雄兵。施谋略相持对垒，稳情取得胜还京。延寿马去了也。凭着此人智勇谋略，量虏寇何足道哉！小官不敢久停久住，回圣人话，走一遭去也。调和鼎鼐文官职，统领貔貅武将能。文武齐心尽忠孝，不信江山不太平。<br><br>第三折<br>番番番，地恶人奔，骑宝马，坐雕鞍，飞鹰走犬，野水青山。俺这里渴饮羊酥酒，饥餐鹿脯干。凤翎箭手中常捻，宝雕弓背上斜弯。林前酒醉胡旋舞，丹青写入画图间。某乃耶律万户是也。某手下有雄兵百万，战将千员，屯军在居延川。近闻延寿马与葛监军领兵前来，与某交战。量他到的那里。小番与我唤将阻孛、党项二将来者。理会的。阻孛、党项安在？我做番官实希诧，阵前对手闻吾怕。打围不会射獐狍，则好水中捞虾蟆。某乃阻孛是也。我做番将有名声，六韬三略不曾闻。本待发心吃斋去，则是无处买面巾。某乃党项是也。俺二人在耶律万户手下为将，骑不的劣马，不好扯硬弓，听的厮杀，拽起衣服，往帐房里则一溜烟。昨日巡边境去，拿住一个偷老鼠的。今日耶律万户呼唤，不知有甚事，俺见万户走一遭去。可早来到也。小番报复去，道有俺二将来了也。理会的。报的元帅得知，有阻孛、党项来了也。着过来。理会的。着过去哩。唤俺二将，那厢使用？唤您二将来，别无甚事。今有延寿马与葛监军领兵前来，与俺交战，拨你二将三千番兵，你为前哨，与葛监军相持去。则要你小心在意者。得令。俺二将奉元帅将令，领三千番兵，与延寿马、葛监军迎敌，走一遭去。大小番将，听我发放，人人戴七顶头盔。傻厮也，七顶头盔可怎么戴？我儿也，你那里知道：七顶头盔戴起来，他那边看见好长汉。那人人戴七顶头盔，把那锁子甲、连环甲、柳叶甲、匙头甲，八九层披在身上。八九层甲傻重的，可怎么披？你不知道，好遮箭。我骑一匹撒因的抹邻，众小番都骑癞象，把幡杆当做长枪，没傍牌就是脸上，也不怕射了鼻子，也不怕射了眼眶。瞎了眼，倒是干净，省的也算做一员上将。到来日，领番兵敢战征夫。全无那智勇机谋。不会骑撒因抹邻。也不会弩门速门。好米哈吃上几块。打刺孙喝上五壶。莎塔八了不去交战。杀将来牙不牙不。二将去了。某领本部下人马，直至雁门关，与延寿马、葛监军相持，走一遭去。大小番兵，听某将令。说与那能征好战的番官，舍死忘生的家将。一个个腕悬着虎爪狼牙棒，沙鱼皮鞘插雁翎刀。明晃晃耀日争光，背静处老小安营下寨。野陀赤手牵着骆驼，必赤赤怀揣着文簿。赤五色石手架着苍鹰，里列马赤口传着将令。都<br>是那能征敢战的北番军，舍死忘生沙寨子。马壮人强队伍齐，猛风吹风召皂雕旗。驱兵领将侵边境，不到中原誓不回。某乃葛监军是也。领兵到雁门关外，会合延寿马一同征进。那延寿马的军马不见到，俺整顿军马先杀他一阵，夺个头功，却不好么。摆开阵势，尘土起处，早有番兵来也。某乃阻孛是也，这个是我侄儿党项。俺二人奉耶律万户将令，同领三千番兵，与延寿马、葛监军交战，走一遭去。把都儿，与我摆开阵势。兀的不是天朝人马来了也。来者何人？趁早下马受降，但道个不字，我都哈刺儿了。某乃大将葛监军是也。你来者何人？俺二将不是别人，某乃耶律万户手下阻孛、党项是也。你敢与其交战么？这厮说大言。小校操鼓来。看了这虎剌孩儿武艺委实高强，俺两个夹着马跑了罢。这厮近不的某，走了也。看北番家有何名将出马？某乃耶律万户是也。大小番兵，摆开阵势。来者何人？某乃行不更名，坐不改姓，则我便是大将葛监军。你来者何人？我便是耶律万户。量你何足哉！你敢与某交战么？交战么！我来和你耍来了，我和你决战九千合。小校操鼓来。我近不的他，走、走、走！这厮走了也。远远的一彪军马来了。大小三军，摆开阵势者。<br>【越调】【斗鹌鹑】战鼓声催，三军布摆。发喊连天，遮笼日色，凭着俺将勇兵强，威风气概。施战韬，显妙策。急风召风召杂彩旗摇，明晃晃枪刀器械。将军，俺这一场征伐丑虏。不弱如古之名将，排兵布阵也。<br>【紫花儿序】不弱如秦白起坑卒破赵，不弱如燕乐毅奋勇收齐，不弱如唐李朔<br>心雪夜平淮。<br>将军，俺统大势雄兵，当与皇家出力也。我如今掌兵权挂印，蒙圣主亲差。谁敢道是推捱，我若是破不得贼兵和姓改。凭着俺威风势人，托赖着圣主洪巍，稳情取将虏寇擒获。<br>来者何人？我乃大将延寿马是也。你是何人？我乃耶律万户是也。恰才你那葛监军，被某杀败了，量你何足道哉！这厮好无礼也！众将操鼓来。<br>【调笑令】喝一声阵开。好着我怒盈腮，好着我怒盟腮。呀，不刺刺一骑征马宛走到来，则见他横枪骤马将咱搦，你更怕我力尽筋衰。兀那延寿马，量你那武艺，到的那里，及早下马受降，免你一死。我将这合扇刀举起劈他脑盖，我教你目前见横祸非灾。<br>【秃厮儿】扑冬冬征鼙鼓凯，响珰珰助阵锣筛。见征尘荡荡云雾霭，我看你怎生捱，可便支划。<br>【圣药王】我将这猿臂举，骤征马宛撞满怀。把钢刀举起觑个明白，他可便难措手，忙架解。四下厢军兵满野暗伏埋，着去则一箭生射下那厮战鞍来。将军是好武艺也，一箭射死耶律万户，一来托赖圣人洪福，二来是将军之功能也。射死了耶律万户也，众军校跟随着某，追杀那败残军去来。<br>【尾声】今日个感吾皇恩福齐天大，杀的他遍野尸山血海。今日个破草寇得功回，圣明主永掌山河万万载。<br><br>第四折<br>胸中志气凌霄汉，腹内诗书贯斗牛。老夫范仲淹是也。今为唐学士举荐延寿马，与耶律万户交战去了，有飞报前来，被延寿马大破虏寇，得胜回京，奉圣人的命，今日是五月端午蕤宾节令，御园中一来犒劳三军，二来设一太平筵会，众官庆贺蕤宾节令，都要打球射柳。安排筵会已完备了，祗从人门首觑者，众官人每来时，报复我知道。理会的。万卷诗书遵孔孟，一襟清气溢乾坤。小官吕夷简是也。因为延寿马破了耶律万户，得胜回京，奉圣人的命，时遇五月蕤宾节令，都要打球射柳。宴赏太平之世。可早来到也。令人报复去，道俺众官来了也。理会的。报的大人得知，有众宰相每来了也。道有请。理会的。有请。呀、呀、呀！大人，俺众官人每来了也。众大人每来了也。老夫奉圣人的命，因为延寿马破了耶律万户，今设一太平宴，等延寿马与葛监军来，论功行赏。令人门首觑者，若来时，报复我知道。理会的。我做将军实是能，累经恶战建奇功。但若厮杀腰便转，听的相持肚里疼。某葛监军是也。因为耶律万户作乩，奉圣人的命，差某同延寿马破耶律万户去。南无阿弥陀佛天尊，不瞒天地说，论我的那武艺，那里近的耶律万户？我和他交战不过十合，被他杀的我碎屁儿直流，我便走了。后有延寿马与他交战，被延寿马一锁喉箭。射死了耶律万户。我如今到元帅府，则说是我射死了耶律万户来。横竖我的面皮比他大些，这功劳都是我的。可早来到也。令人报复去，道有葛监军得胜回还也。理会的。报的大人得知，有葛监军得胜回还也。着他过来。理会的。着过去。众老大儿每，某已来了也。有酒拿来我先打三钟，然后猜枚行令耍子。葛监军你来了也。某奉圣人的命，今日会您众官员在此，着老夫论功行赏。葛监军，你去战耶律万户，有何功劳？不是我老葛夸大言，到的雁门关，见了耶律万户，我和他战二百合，不分胜败，着我佯输诈败，那厮赶将来，被我一锁喉箭射死了，得胜还营。有好打剌孙拿两碗来，与我解困。住、住、住！延寿马将军安在？你还问他哩，我则说怎么一个好延寿马，到的两阵之间，着我一箭射死了耶律万户，不知他跑的那里去，谁见他影儿来！噤声！你未来时，先有飞报，说你被耶律万户杀的大败亏输，却是<br>延寿马一箭射死了耶律万户，你怎生说是你射死了他来？也凭不的你说，等延寿马来时。您二人自己对证明白。我着人请延寿马去了，这早晚敢待来也。小官延寿马是也。当日虏寇侵犯边境，某与葛监军领兵，到于彼处，将贼兵一鼓平收，得胜班师。今有圣人的命，着范学士迎接没宴，犒劳众将。幸遇蕤宾节令，圣人的命，在西御园设一宴，名曰太平蕤宾宴，会有众官员，都去射柳击球。小官须索走一遭去。<br>【双调】【新水令】忻逢佳节满皇都，贺端阳乐年欢助。则见那锦衣悬彩仗，绣袄间公服。摆列着玉叶金簇，端的便屯满御园路。<br>将军，可早来到帅府也。令人报复去，道某与延寿马将军来了。理会的。报的大人得知，有延寿马同李参谋二位将军来了。道有请。理会的。有请。呀、呀、呀！二位将军来了也，途路驱驰。老夫奉圣人命，在此御园中设一宴，与您论功行赏。时遇蕤宾节令，着您大小官员，都要射柳打球。将军，你看这御园中景致，端的是榴花喷火，绿柳拖烟，红紫芳菲，堪描堪画，正好宴赏也。大人，这御园中是好景致也。<br>【乔牌儿】我则见榴花恰喷吐，翠柳映微露。茸茸芳草生香浦，胜丹青如画图。<br>令人安排酒肴，与众大人每玩赏端阳，开怀畅饮，然后射柳击球。阶下有轮枪舞剑，耍棍打拳的人，唤几个来筵前遣兴。祗从人与我唤将那部署来者。理会的。部署安在？轮枪舞剑显高强，跌打全凭膂力刚。百艺精通天下少，名播寰区四海扬。自家是本处的部署。时遇五月蕤宾节令，大人在西御园安排筵宴，唤俺去那里跌打耍拳。众徒弟每，跟着我见大人去来。大人，唤俺有何事分付？兀那部署，时遇蕤宾节令，奉圣人的命。在此园中安排筵宴，与众宰辅论功行赏，有能打棍、打拳的，唤将出来，筵前服侍。有。兀那几个打拳的教手每，上露台来耍一会拳，服侍众位大人每。看了这部署每打拳耍棍，真个高强。您且回去罢。理会的。众徒弟每，俺服侍了大人每也，俺且回去来。延寿马将军，想当日虏寇做乱，侵犯边境，你与葛监军，端的是谁射死耶律万户来？没有凭据，你两个射柳打球，若射着柳打过球门的，这功劳都是他的，赐与他黄金千两，香酒百瓶，锦袍一领，玉带一条，还有加官赐赏；若射不着柳，打不着球门，便是赖人功次，圣人赐与老夫势剑金牌，着我先斩后奏。您众官员都近前射柳。相公，小官与他射柳。先着葛监军射柳，看他武艺如何。老大人，这功劳本是我的，着我和他射柳，有何罕哉！耶律万户被我则一锁喉箭射死了，量这个柳枝打甚么不紧，我觑他如捻烂杏而已。众大人们，看在下射柳。着去。葛监军射不中柳也，你且在一壁有者。可着延寿马射柳去。该小官射也。左右将马来。<br>【雁儿落】锦标就地铺，翠柳阶傍竖。则听的箫韶彩仗摆，更和那鼓吹声喧助。<br>将弓箭来。<br>【得胜令】呀，我在这鞍上整彪躯，手内月弯弧。远步马通先路，则他那双蹄口内吐。俺则辨个赢输，取胜如神助。射中了也。柳中这金镞，监军，我和你敢再赌。延寿马射中了柳也。葛监军，你众官可打球门去。这个可也不大紧，头里不干我事，是我这马眼叉把来走过去了。这打球门，我从小里可弄的熟。等我先打。过去。葛监军又打不中也。延寿马将军，你打球门去。理会的。左右收了弓箭者。<br>【川拨棹】见花柳似锦模糊。贺蕤宾如画图。彩索灵符，酒泛菖蒲。丹漆盘包金角黍，巧结成香艾虎。<br>若还打过球门的，圣人敕赐黄金千两，香酒百瓶，锦袍玉带。兀那军士，摆列的严整者。<br>【七弟兄】明晃晃摆着利物，齐臻臻列着这士卒。武将每一个个有机谋，施逞那武艺高强处。我恰才穿杨射柳定赢输，上雕鞍骤马当先去。<br>【梅花酒】呀，你可便看我结束头巾砌珍珠，绣袄子绒铺，闹妆带兔鹘。扑冬冬鼍鼓凯，骨刺刺锦旗舒。您可也众称许，款款的骤龙驹，轻轻的探身躯杓棒起月轮孤，彩球落晓星疏。<br><br>【喜江南】呀，我则见过球门一点透明珠，见文武将尽欢娱。金银玉带共香醑，圣人便赐与，则愿的万年千载永皇图。<br>葛监军射柳打球，都在完颜将军之下，那擒那耶律万户的功，端的是完颜将军的了。你便更有何话说？罢、罢、罢！我也不与他争了，做了他的功罢。俺自先回去也。葛监军靠后，延寿马将军你近前来。为你射中了贼寇，杀退番兵，今日穿杨射柳，打过球门。葛监军为你遇敌怯战，赖人功赏，摘了牌印，罢了监军。今日庆设筵宴，犒劳功臣，一壁厢歌儿舞女，大吹大擂，庆赏太平筵席，一壁厢动乐者。俺慢慢饮酒，看有甚人来。老夫韩琦是也。奉圣人的命，当日因虏寇侵边，有八府宰相荐举延寿马为帅，与参谋李信，领十万大军，到于彼处，将草寇一鼓平收，今日得胜班师。圣人大喜，命八府宰相设宴庆赏，又遣老夫到于御园中，与众官加官赐赏。可早来到也。左右接了马者，令人报复去，道有韩琦奉圣人的命至此也。理会的。报的大人得知，有韩琦老相公，奉圣人的命至此也。众宰辅每，有韩大人奉圣命，与您加官赐赏，俺迎接大人去来。呀，呀，呀！老宰辅，老夫有失迎接，望大人宽恕者。众大人恕罪。延寿马望阙跪者，听圣人的命：为你统领雄兵，托赖主人洪福，旗开得胜，马到成功，剿除匈奴，平定了丑虏，累建大功，今日加你为兵马大元帅。俱向阙跪者，听圣人的命：为草寇叛背朝廷，遣二将出塞屯兵。延寿马生擒耶律万户，唱凯歌得胜回营。你本是将门将种，运韬略建立功勋。加你为兵马大元帅，封三代荫袭子孙。受诰命丹书铁券，尽忠义永辅当今。葛怀敏心藏奸计，驾虚词图赖功勋。临战阵畏刀避箭，罢官职贬为庶人。陈纲纪赏功罚罪，受黜陟同荷圣恩。<br>【折桂令】今日个贺丰年锦绣皇都，当今圣主，豁达大度，宽仁厚德，万民安乐，端的是千邦纳贡朝仁主，一统乾坤永圣明。托赖着圣主宽仁，德胜唐虞。大将威严，平定丑虏。见如今四海安宁，于邦纳土，一统车书。为将者眠霜卧雪，多与皇家戮力。虽受了那百般苦楚，今日个坐享千钟。俺则待尽良忠开疆展土，辅助着万万年巩固皇图。将军孝当竭力，于国尽忠，落一个青史标名。我如今秉笏披服，拜舞三呼。三舞蹈顿首减惶，赞明君慑伏的万国降服。<br>题目显英才丑虏走边疆<br>正名阀阅舞射柳蕤丸记</p> <p> ",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "未知作者"
  },
  "tags": []
}