{
  "id": 2370,
  "star": 15,
  "name": "赠程处士",
  "dynasty": "唐代",
  "content": "百年长扰扰，万事悉悠悠。<br>日光随意落，河水任情流。<br>礼乐囚姬旦，诗书缚孔丘。<br>不如高枕枕，时取醉消愁。",
  "fanyi": "<p><strong>译文<br></strong>一百年来长久地混乱纷争，千万种事物全都并举杂陈。<br>阳光随着心意洒落，河水听任感情流淌。<br>礼乐拘禁住了姬旦，<a href=\"http://so.gushiwen.org/view_2370.aspx\">诗</a>书束缚住了<a href=\"http://so.gushiwen.org/author_856.aspx\">孔丘</a>。<br>不如枕在高高的枕头上，时时求得长醉以消除愁闷。</p> <p><strong>注释<br></strong>⑴程处士：作者朋友，生平未详。处士，未做官或不去做官的读书人。<br>⑵扰扰（rǎo）：混乱、扮乱的样子。<br>⑶悠悠：众多的样子。<br>⑷随意：相当于任意，任凭己意。<br>⑸礼乐：礼和乐的总称。囚：拘禁。此指约束。姬旦：历史上称为周公，周文王之子，辅佐武王灭纣。武王死，成王年幼，周公摄政。成王长大后，周公归政于成王，成王赐天子札乐。<br>⑹诗：指《诗经》。书：指《尚书》。孔丘：字仲尼，后世称他孔子，儒家学派的创始人。他曾周游列国，但不为当时的国君所用。他曾删《诗》《书》，定《札》《乐》，赞《周易》，修《春秋》，用尽心力。<br>⑺高枕枕：安卧。比喻安闲无忧。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　此<a href=\"http://so.gushiwen.org/view_2370.aspx\">诗</a>题为赠人，实为叙志咏怀。借“赠程处士”而一吐胸中块垒，兼引程处士为同调。</p> <p>　　首二句，先写“百年”，次写“万事”，以“百”、“万”两个约数接“扰扰”、“悠悠”，且以表示内在感情的“长”、“悉”相衔接，概括了时间、空间和人事的纷繁，显示出诗人厌烦尘嚣、追求解脱的心理。由于诗人在现实中到处碰壁，郁郁不得志，以致“才高位下，免责而已。天子不知，公卿不识，四十五十，而无闻焉”（《自撰墓志》）。因此，他不得不对自己原先以正统儒者自居，以周公、孔子为楷模，积极用世的人生态度进行深刻反思。反思的结果，使他觉悟到：正是“礼乐”囚禁了“姬旦”，“诗书”缚住了“<a href=\"http://so.gushiwen.org/author_856.aspx\">孔丘</a>”。囚禁、束缚二句，在前两句的映衬对比下，显得分外强烈、沉痛。日出日落尚且可以随意自然，洋洋河水尚且可以任情东流，不必说是人了。自然是不必要既受礼乐的束缚，又受人事的拘牵，在忧生嗟世中作徒然的努力了。“日光”、“河水”一联，诗人以自然的景象与不自由的自我进行对比，至“礼乐”、“诗书”一联发而为愤激语。诗人决心皈依自然，过清静无为的生活。而皈依自然，归隐田庐，不仅永远做不了圣人，还必须放弃一整套与正统儒家思想相关联的处世准则。在这种情况下，就必须确立一种新的价值取向来对抗社会，以取得心理上的平衡。这种新的价值取向就是睡与醉。</p> <p>　　“不如高枕上，时取醉消愁。”睡，代表不以世事为念的生活；醉，意味着对社会的消极反抗。这也就是诗人在《田家三首》《醉后》《过酒家五首》中所说的：“<a href=\"http://so.gushiwen.org/author_698.aspx\">阮籍</a>生涯懒，<a href=\"http://so.gushiwen.org/author_382.aspx\">嵇康</a>意气疏”、“阮籍醒时少，陶潜醉日多”、“眼看人尽醉，何忍独为醒？”史载<a href=\"http://so.gushiwen.org/author_464.aspx\">王绩</a>嗜酒，为六合县丞，即因嗜酒被劾去职。《全唐诗》今存王绩诗一卷，多绕酒气。不仅是里多次出现“酒”和“醉”等字眼，其诗题中亦多“酒”字。虽篇篇有酒，但无一醉语。就这首诗而论，表现出的，不仅有他所企慕的阮籍、陶潜的萧疏旷达之风，而且以自然的语言，遒健的气概，涤净初唐排偶板滞之习，与他著名的《野望》诸诗一起，透露出唐诗未来的新曙光。</p>",
  "about": "<h2>创作背景</h2> 　　这首<a href=\"http://so.gushiwen.org/view_2370.aspx\">诗</a>是赠给作者朋友之作，具体创作年代已不详。在隋、唐两代都曾出仕的<a href=\"http://so.gushiwen.org/author_464.aspx\">王绩</a>，早年曾有襟怀抱负。自谓“弱龄有奇调，无事不兼修”，“明经思待诏，学剑觅封侯”（《晚年叙志示翟处士》）。但在隋唐之际的乱世，他所期待的诏书始终没有到来，“觅封侯”更谈何容易。中年逢丧乱后，便绝意仕进，归隐田庐，过他“置酒烧枯叶，披书坐落花”（《策杖寻隐士》）的生活去了。这首诗也是这一时期他的精神世界的写照。",
  "poet": {
    "id": 464,
    "star": 0,
    "name": "王绩",
    "image": "http://img.gushiwen.org/authorImg/wangji.jpg",
    "desc": "王绩(约590～644)，字无功，号东皋子，绛州龙门(今山西河津)人。隋末举孝廉，除秘书正字。不乐在朝，辞疾，复授扬州六合丞。时天下大乱，弃官还故乡。唐武德中，诏以前朝官待诏门下省。贞观初，以疾罢归河渚间，躬耕东皋，自号“东皋子”。性简傲，嗜酒，能饮五斗，自作《五斗先生传》 ，撰 《酒经》 、《酒谱》 。其诗近而不浅，质而不俗，真率疏放，有旷怀高致，直追魏晋高风。律体滥觞于六朝，而成型于隋唐之际，无功实为先声。"
  },
  "tags": [
    "叙志",
    "咏怀"
  ]
}