{
  "id": 49868,
  "star": 218,
  "name": "水调歌头·游览",
  "dynasty": "宋代",
  "content": "瑶草一何碧，春入武陵溪。溪上桃花无数，枝上有黄鹂。我欲穿花寻路，直入白云深处，浩气展虹霓。只恐花深里，红露湿人衣。<br>坐玉石，倚玉枕，拂金徽。谪仙何处？无人伴我白螺杯。我为灵芝仙草，不为朱唇丹脸，长啸亦何为？醉舞下山去，明月逐人归。",
  "fanyi": "<p><strong>译文</strong><br>瑶草多么碧绿，春天来到了武陵溪。溪水上有无数桃花，花的上面有黄鹂。我想要穿过花丛寻找出路，却走到了白云的深处，彩虹之巅展现浩气。只怕花深处，露水湿了衣服。<br>坐着玉石，靠着玉枕，拿着金徽。被贬谪的仙人在哪里，没有人陪我用田螺杯喝酒。我为了寻找灵芝仙草，不为表面繁华，长叹为了什么。喝醉了手舞足蹈地下山，明月仿佛在驱逐我回家。</p> <p><strong>注释</strong><br>⑴水调歌头：词牌名，又名“元会曲”“台城游”“凯歌”“江南好”“花犯念奴”等。双调九十五字，平韵（宋代也有用仄声韵和平仄混用的）。相传隋炀帝开汴河自制《水调歌》，唐人演为大曲， “歌头”就是大曲中的开头部分。<br>⑵瑶草：仙草。汉<a href=\"http://so.gushiwen.org/author_276.aspx\">东方朔</a>《东方大中集 ·与友人书》云：“不可使尘网名鞍拘锁，怡然长笑，脱去十洲三岛，相期拾瑶草，吞日月之光华，共轻举耳。”<br>⑶武陵溪：<a href=\"http://so.gushiwen.org/author_645.aspx\">陶渊明</a>《桃花源记》称晋太元中武陵郡渔人入桃花源，所见洞中居民，生活恬静而安逸，俨然另一世界。故常以“武陵溪”或“武陵源”指代幽美清净、远离尘嚣的地方。武陵：郡名，大致相当于今湖南常德。桃源的典故在后代<a href=\"http://so.gushiwen.org/view_49868.aspx\">诗</a>词中又常和刘晨、阮肇入天台山遇仙女的传说混杂在一起。<br>⑷枝：一作“花”。<br>⑸“我欲”三句：元<a href=\"http://so.gushiwen.org/author_2098.aspx\">李治</a>《敬斋古今红》卷八：“东坡《水调歌头》：‘我欲乘风归去，又恐琼楼玉宇，高处不胜寒。起舞弄清影，何似在人间？’一时词手，多用此格。如鲁直云：‘我欲穿花寻路，直入白云深处，浩气展虹蜕。只恐花深里，红露湿人衣。’盖效坡语也。”<br>⑹“红露”句：化用唐代<a href=\"http://so.gushiwen.org/author_515.aspx\">王维</a>《山中》“山路元无雨，空翠湿人衣”诗句。<br>⑺倚：依。一作“欹”。<br>⑻金徽：金饰的琴徽，用来定琴声高下之节。这里指琴。<br>⑼谪仙：谪居人间的仙人。<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>《对酒忆贺监》诗序：“太子宾客贺公（知章）于长安紫极宫一见余，呼余为谪仙人。”<br>⑽螺杯：用白色螺壳雕制而成的酒杯。<br>⑾灵芝：菌类植物。古人以为灵芝有驻颜不老及起死回生之功，故称仙草。<br>⑿“醉舞”二句：李白《下终南山过斛斯山人宿置酒》：“暮从碧山下，山月随人归。”</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　此词为春行纪游之作，词人采用幻想的镜头，描写神游“桃花源”的情景，反映了他出世、入世交相冲撞的人生观，表现了他对污浊的现实社会的不满以及不愿媚世求荣、与世同流合污的品德。据此看来，此词大约写于词人被贬谪时期。</p> <p>　　开头一句，词人采用比兴手法，热情赞美瑶草（仙草）像碧玉一般可爱，使词作一开始就能给人一种美好的印象，激起人们的兴味，把读者不知不觉地引进作品的艺术境界中去。从第二句开始，则用倒叙的手法，逐层描写神仙世界的美丽景象。 </p> <p>　　“春入武陵溪”，具有承上启下的作用。这里，词人巧妙地使用了<a href=\"http://so.gushiwen.org/author_645.aspx\">陶渊明</a>《桃花源记》的典故。陶渊明描写这种子虚乌有的理想国度，表现他对现实社会的不满。<a href=\"http://so.gushiwen.org/author_268.aspx\">黄庭坚</a>用这个典故，其用意不言自明。这三句写词人春天来到“桃花源”，那里溪水淙淙，到处盛开着桃花，树枝上的黄鹂不停地唱着婉转悦耳的歌。 </p> <p>　　“我欲穿花寻路”三句，写词人想穿过桃花源的花丛，一直走向飘浮白云的山顶，一吐胸中浩然之气，化作虹霓。这里，词人又进一步曲折含蓄地表现对现实的不满，幻想能找到一个可以自由施展才能的理想世界。</p> <p>　　然而“祇恐花深里，红露湿人衣”两句，曲折地表现他对纷乱人世的厌倦但又不甘心离去的矛盾。词人采用比喻和象征手法很富有令人咀嚼不尽的<a href=\"http://so.gushiwen.org/view_49868.aspx\">诗</a>味。 </p> <p>　　“红露湿人衣”一句，是从<a href=\"http://so.gushiwen.org/author_515.aspx\">王维</a>诗句“山路元无雨，空翠湿人衣”（《山中》）脱化而来，黄庭坚把“空翠”换成“红露”，化用前人诗句，天衣无缝，浑然一体。 </p> <p>　　下片继写作者孤芳自赏、不同凡俗的思想。词人以丰富的想象，用“坐玉石、倚玉枕、拂金徽（弹瑶琴）”表现他的志行高洁、与众不同。“谪仙何处？无人伴我白螺杯”两句，表面上是说<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>不在了，无人陪他饮酒，言外之意，是说他缺乏知音，感到异常寂寞。他不以时人为知音，反而以古人为知音，曲折地表达出他对现实的不满。 </p> <p>　　“我为灵芝仙草”两句，表白他到此探索的真意。“仙草”即开头的“瑶草”，“朱唇丹脸”指第三句“溪上桃花”。<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>咏黄州定惠院海棠诗云：“朱唇得酒晕生脸，翠袖卷纱红映肉。”花容美艳，大抵略同，故这里也可用以说桃花。这两句是比喻和象征的语言，用意如李白《拟古十二首》之四所谓“耻掇世上艳，所贵心之珍”。“长啸亦何为”意谓不必去为得不到功名利禄而忧愁叹息。</p> <p>　　这首词中的主人公形象，高华超逸而又不落尘俗，似非食人间烟火者。词人以静穆平和、俯仰自得而又颇具仙风道骨的风格，把自然界的溪山描写得无一点尘俗气，其实是要想象世界中构筑一个自得其乐的世外境界，自己陶醉、流连于其中，并以此与充满权诈机心的现实社会抗争，忘却尘世的纷纷扰扰。</p>",
  "about": "<h2>创作背景</h2> 　　此词为<a href=\"http://so.gushiwen.org/author_268.aspx\">黄庭坚</a>春行纪游之作。黄庭坚<a href=\"http://so.gushiwen.org/author_843.aspx\">曾参</a>加编写《神宗实录》，以文字讥笑神宗的治水措施，后来又被诬告为“幸灾谤国”，因此他晚年两次被贬官西南。此<a href=\"http://so.gushiwen.org/view_49868.aspx\">诗</a>大约写于作者晚年被贬谪时期。",
  "poet": {
    "id": 268,
    "star": 0,
    "name": "黄庭坚",
    "image": "http://img.gushiwen.org/authorImg/huangtingjian.jpg",
    "desc": "黄庭坚（1045.8.9-1105.5.24），字鲁直，号山谷道人，晚号涪翁，洪州分宁（今江西省九江市修水县）人，北宋著名文学家、书法家，为盛极一时的江西诗派开山之祖，与杜甫、陈师道和陈与义素有“一祖三宗”（黄庭坚为其中一宗）之称。与张耒、晁补之、秦观都游学于苏轼门下，合称为“苏门四学士”。生前与苏轼齐名，世称“苏黄”。著有《山谷词》，且黄庭坚书法亦能独树一格，为“宋四家”之一。"
  },
  "tags": [
    "宋词三百首",
    "纪游",
    "想象",
    "抒怀"
  ]
}