{
  "id": 7195,
  "star": 26,
  "name": "九日登望仙台呈刘明府容",
  "dynasty": "唐代",
  "content": "汉文皇帝有高台，此日登临曙色开。<br>三晋云山皆北向，二陵风雨自东来。<br>关门令尹谁能识，河上仙翁去不回。<br>且欲近寻彭泽宰，陶然共醉菊花杯。",
  "fanyi": "<p><strong>韵译<br></strong>汉文皇帝修建高高的望仙台，今日登临时天边曙色刚散开。<br>三晋的重重云山全向着北方，崤山二陵的风雨从东边飘来。<br>像关门令尹谁能够认识清楚，仙翁河上公一去便不再返回。<br>远求神仙不如就近寻彭泽宰，一起畅饮共为重阳菊花干杯。</p> <p><strong>散译<br></strong>汉文帝在这里筑了一座高台，今天我来到台上时，太阳才刚出来。<br>三晋一带，山岭都向北蜿蜒而去；崤山二陵那里的风雨，都从东方袭来。<br>函谷关尹子潜修有道，又有谁知道呢？河上仙翁不肯留下，一去不回。<br>既然仙人难见，姑且就近找找<a href=\"http://so.gushiwen.org/author_645.aspx\">陶渊明</a>吧，让我们共饮菊花酒，喝他个酩配大醉。</p> <p><strong>注释<br></strong>⑴九日：指农历九月九日重阳节。望仙台：据说汉河上公授汉文帝《老子章句》四篇而去，后来文帝筑台以望河上公，台即望仙台，在今河南陕县西南。刘明府容：名容，生平不详。明府，唐代对县令的尊称。<br>⑵高台：指望仙台。<br>⑶曙色开：朝日初出、阳光四照的样子。<br>⑷三晋：指古晋国，春秋末韩、魏、赵三家分晋，故有此称。在今山西、河南一带。北向：形容山势向北偏去。<br>⑸二陵：指崤山南北的二陵，在今河南洛宁、陕县附近。据《左传》载，崤山南陵是夏帝皋的陵墓，北陵是周文王避风雨的地方。东：一作“西”。<br>⑹关：函谷关。令尹：守函谷关的官员尹喜，相传他忽见紫气东来，知有圣人至。不一会果然老子骑青牛过关。尹喜留下老子，于是老子写《道德经》一书。尹喜后随老子而去。谁能识：谁还能遇到关门令尹呢？<br>⑺河上仙翁：即河上公，汉文帝时人，传说其后羽化成仙。<br>⑻彭泽宰：晋陶渊明曾为彭泽令。渊明嗜酒而爱菊。有一次重阳节无酒喝，久坐于菊丛中，刚好王弘送酒至，即便就酌，醉后而归。这里暗用其“九日”事。彭泽宰借指刘明府。<br>⑼陶然：欢乐酣畅的样子。共醉：一作“一醉”。菊花杯：意谓对菊举杯饮酒。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这是一首登临兼应酬的七律。<a href=\"http://so.gushiwen.org/author_775.aspx\">崔曙</a>只有这一首七律，但却是名作，可见<a href=\"http://so.gushiwen.org/view_7195.aspx\">诗</a>贵精不贵多。诗人重阳节登临仙台，描写了仙台雄伟壮丽的景色，指出就近邀友畅饮要比寻访神仙畅快舒适。这首诗写景气势雄浑，酣畅淋漓，转承流畅自然。</p> <p>　　此诗主题表达富贵荣华转瞬即逝，奔波仕途徒劳无功，不如归隐。全诗围绕时、地、人三点展开。诗题已点明了这三点，即重阳节为登高之时，望仙台为登高之地，登高之俗又与神仙传说有关，刘明府容为诗人的投赠对象。</p> <p>　　首联言事。作者登台凭高望远，看到朝阳，心情顿觉开朗。颔联字面写四季变换，“云山皆北向”，是夏天；“风雨自东来”是春天。从汉文帝修筑此台到作者登台时，经历了近千个春夏秋冬。战国时的三晋，经过秦汉、魏晋、北朝，几经分合，此时成了一统天下的一个部分。汉代的皇帝，当时多么显赫，而此刻只能在二陵中，任凭风雨侵袭了。实际上是感叹；历史变迁，不以人的意志为转移。</p> <p>　　颈联继续抒发历史感慨：望仙台所在地的地方长官，经过多次改朝换代，难以记住他们一个个的名字。当年磻溪垂钓、后来被周文王聘请为宰相的姜尚，也早死了多年，再也不能回来了。真有“吴宫花草埋幽径，晋代衣冠成古丘”的感慨。尾联言志。有了前面的铺垫，既然功名利禄都是过眼云烟，那么就不必拼命走仕途了。不如沿着<a href=\"http://so.gushiwen.org/author_645.aspx\">陶渊明</a>的道路，采菊东篱下，饮酒自娱。</p> <p>　　这首诗前面写“九日登望仙台”所见，结尾表达“呈刘明府容”之意，将一首应酬诗写得有声有色、不落俗套；语气上转承自然，一气呵成。全诗融写景、怀古、抒情于一炉，透露出一股浓浓的隐逸气息，这与诗人曾隐居读书于太室山等生活经历是分不开的。</p> <p>　　此诗格律为平起式首句入韵格，韵合十灰。中二联对仗半工，风雨对云山，河上对关门，都不很工。对仗微有不工，可见灵活，不拘泥，唐诗多如此。</p>",
  "about": "<h2>创作背景</h2> 　　这首<a href=\"http://so.gushiwen.org/view_7195.aspx\">诗</a>具体创作年代已无法考证。某个重阳节，作者同友人刘明府容同登望仙台，作者欣赏着那壮美得风景，不禁浮想联翩，于是写下此诗，向友人寄出愿与之陶然共醉的愿望。",
  "poet": {
    "id": 775,
    "star": 0,
    "name": "崔曙",
    "image": "http://img.gushiwen.org/authorImg/cuishu.jpg",
    "desc": "崔曙(约704-739)，河南登封人，开元二十三年第一名进士，但只做过河南尉一类的小官。曾隐居河南嵩山。以《试明堂火珠》诗得名。其诗多写景摹物，同时寄寓乡愁友思。词句对仗工整，辞气多悲。代表作有《早发交崖山还太室作》、《奉试明堂火珠》、《途中晓发》、《缑（音gou沟）山庙》、《登水门楼，见亡友张贞期题望黄河诗，因以感兴》、《对雨送郑陵》等。其诗中“天净光难灭，云生望欲无”、“涧水流年月，山云变古今”、“旅望因高尽，乡心遇物悲”、“流落年将晚，悲凉物已秋”等都是极佳的对句。诗一卷（全唐诗上卷第一百五十五）。"
  },
  "tags": [
    "唐诗三百首",
    "重阳节",
    "登高",
    "写景"
  ]
}