{
  "id": 48122,
  "star": 13,
  "name": "刘太尉琨伤乱",
  "dynasty": "南北朝",
  "content": "皇晋遘阳九，天下横氛雾。<br>秦赵值薄蚀，幽并逢虎据。<br>伊余荷宠灵，感激狥驰骛。<br>虽无六奇术，冀与张韩遇。<br>宁戚扣角歌，桓公遭乃举。<br>荀息冒险难，实以忠贞故。<br>空令日月逝，愧无古人度。<br>饮马出城濠，北望沙漠路。<br>千里何萧条，白日隐寒树。<br>投袂既愤懑，抚枕怀百虑。<br>功名惜未立，玄发已改素。<br>时哉苟有会，治乱惟冥数。",
  "fanyi": "<h2>注释</h2> ①阳九：厄运。<br>②薄蚀：日月相掩食。此指灾难......",
  "shangxi": "<h2>鉴赏</h2> <p>　　刘琨是西晋末年的爱国将领，也是<a href=\"http://so.gushiwen.org/view_48122.aspx\">诗</a>人。现存刘琨诗仅《扶风歌》、《答卢谌》等三首，都写于他后期同少数民族入侵者的斗争中，反映的是他立志报国的雄心及壮志难酬的悲愤心情。钟嵘《诗品》说他的诗“善为凄戾之词，自有清拔之气”。<a href=\"http://so.gushiwen.org/author_855.aspx\">刘勰</a>《文心雕龙》也说他的诗“雅壮而多风。”强烈的报国愿望与严酷的现实环境使刘琨诗呈现出慷慨悲凉的风格特征。在当时诗坛上，他的诗是独树一帜的。<a href=\"http://so.gushiwen.org/author_509.aspx\">江淹</a>这首拟作试图再现刘琨的这一风格特征。</p> <p>　　诗题为“伤乱”，这正是刘琨后期诗歌常见的题材。诗开首四句点明了诗题中的乱：大晋王朝遭逢厄运，外族入侵，天下纷乱。北方秦、赵、幽、并等地灾祸不断，战乱频仍，处于分裂状态之中。这是对当时中原地区形势的概括。刘琨《答卢谌》诗中有这样的诗句：“厄运初遘，阳爻在六，乾象栋倾，坤仪舟覆，横厉纠纷，群妖竞逐，火燎神州，洪流华域。”江淹拟作开首四句就是从这里化出的。</p> <p>　　紧接着“伊余”二句表明了刘琨报效国家的决心：承受着晋朝的恩宠，国家遭受厄运时，自然要感奋而起，为国奔走献身。为了从战乱中拯救国家，刘琨艰苦转战，备尝艰辛，甚至遇害前仍念念不忘抗击入侵之敌而置个人安危于不顾，为了国家，他确实做到了奋不顾身。</p> <p>　　刘琨年轻时就被人目为豪杰，他自己也有远大的志向，在他自己的《重赠卢谌》诗中，他列举了姜尚、管仲、陈平、张良等古代辅佐君<a href=\"http://so.gushiwen.org/author_482.aspx\">王建</a>立功业的人，表明自己的志向是像他们那样建立功名。江淹这首拟作也选择了类似典故来表现刘琨的志向：“六奇术”指陈平为汉高祖<a href=\"http://so.gushiwen.org/author_746.aspx\">刘邦</a>六出奇计。张良、韩信是刘邦重要的谋臣武将。“冀与张韩遇”和刘琨自己说的“想与数子游”（《重赠卢谌》）是一个意思，表明他希望建立古人那样的业绩。宁戚是春秋卫人，因家贫给人挽车，至齐，扣牛角而歌，齐桓公见了，认为他非常人，立即任用了他。用这个典故可以说明刘琨羡慕古人有机会施展才能。荀息是晋献公儿子奚齐的师傅，曾说臣当以忠贞事君。献公死后奚齐为君，奚齐被杀后，荀息即以死实践自己的诺言。江淹用这个典故很能体现刘琨的献身精神，并且充满了悲壮色彩。国家的动乱、古人的事迹激励着刘琨。诗至此在情绪上是激昂慷慨的。</p> <p>　　然而从“空令”二句起，诗的情绪转入了低沉悲凉，紧扣了题中的“伤”字。刘琨诗中立志报国的雄心与壮志难酬的悲愤是交织在一起的，江淹这首拟作也如此。事实上，刘琨未能实现理想并不是他没有古人那样的才干，而是时势使他难以施展才干。眼看岁月无情流逝，内心的痛苦和焦虑也与日俱增。刘琨自己诗歌提到古人的业绩一则是为了表明自己的志向，再则也是用古人的功成名就和自己的一无所成作对照，以显示出自己内心的痛苦和悲愤。江淹对此深有体会，故拟作中的用典和刘琨《重赠卢谌》中的用典非常相像。</p> <p>　　诗的后半部是写景与直接抒情。刘琨《扶风歌》也有不少写景之句，描写了他赴并州刺史任时沿途所见的凄惨景象，反映了他沉重的心情。江淹这首拟作也吸取了刘琨诗的这一特点，插入了写景诗句。城濠、沙漠、白日、寒树，呈现出一片萧条荒凉的景象。战乱使诗人心情沉重，然而更使他愤懑的是，他的抗敌行动并没有得到晋朝内部的有力支援，统治者中的一些人甚至从自己的利益出发，不希望他成功，使他常常孤军奋战，屡屡受挫。拟作刻画了英雄受困时的情景：投袂即甩袖，这个动作反映了刘琨内心的强烈悲愤，“抚枕”是说他满怀忧虑以致夜不能寐。“功名惜未立，玄发已改素”，眼看头发由黑变白，而功名依然未建，这对怀有远大抱负的人来说是极痛苦的事。这两句也和《重赠卢谌》中“功名未及建，夕阳忽西流”如出一辙。最后以“时哉苟有会，治乱惟冥数”作结。也许能够遭逢天时，有所成就，但这毕竟没有多少希望，天下的治与乱，是被冥冥之中的命运所操纵着的。天下动乱激起报国的壮志，壮志难酬引起无限悲愤，无奈之余只能归之于命运，最后两句语似平静，实则隐含了更深的悲伤，悲剧色彩愈浓。</p> <p>　　将这首拟作和刘琨现存三首诗对照起来看，可以发现拟作几乎是刘琨后期诗歌的浓缩。整首诗从题材、思想感情、用典、结构布局直到字句的运用和刘琨自己的诗基本吻合，而且浑然一体，毫无拼凑之感。江淹准确地把握了刘琨当时的心理特征，紧紧抓住了理想与现实的冲突所造成的痛苦作为诗歌情感起伏发展的线索，因而较成功地再现了刘琨诗歌特有的思想感情和慷慨悲凉的风格特征。</p>",
  "poet": {
    "id": 509,
    "star": 0,
    "name": "江淹",
    "image": "http://img.gushiwen.org/authorImg/jiangyan.jpg",
    "desc": "江淹（444—505），字文通，南朝著名文学家、散文家，历仕三朝，宋州济阳考城（今河南省商丘市民权县）人。江淹少时孤贫好学，六岁能诗，十三岁丧父。二十岁左右在新安王刘子鸾幕下任职，开始其政治生涯，历仕南朝宋、齐、梁三代。江淹在仕途上早年不甚得志。泰始二年（466年），江淹转入建平王刘景素幕，江淹受广陵令郭彦文案牵连，被诬受贿入狱，在狱中上书陈情获释。刘景素密谋叛乱，江淹曾多次谏劝，刘景素不纳，贬江淹为建安吴兴县令。宋顺帝升明元年（477年），齐高帝萧道成执政，把江淹自吴兴召回，并任为尚书驾部郎、骠骑参军事，大受重用。"
  },
  "tags": [
    "抒情"
  ]
}