{
  "id": 9224,
  "star": 14,
  "name": "至大梁却寄匡城主人",
  "dynasty": "唐代",
  "content": "一从弃鱼钓，十载干明王。<br>无由谒天阶，却欲归沧浪。<br>仲秋至东郡，遂见天雨霜。<br>昨夜梦故山，蕙草色已黄。<br>平明辞铁丘，薄暮游大梁。<br>仲秋萧条景，拔剌飞鹅鶬。<br>四郊阴气闭，万里无晶光。<br>长风吹白茅，野火烧枯桑。<br>故人南燕吏，籍籍名更香。<br>聊以玉壶赠，置之君子堂。",
  "fanyi": "<p><strong>译文<br></strong>自从放弃鱼钓生活，十余年来求见明王，<br>可叹无路踏上天阶，又想回那隐居之乡。<br>仲秋季节来到东郡，已见天上降下寒霜，<br>昨夜梦中回到故山，故山芳草色已枯黄。<br>平明时分离开铁丘，太阳落山来到大梁，<br>仲秋分象多么萧条，雁飞声声南归故乡。<br>四面郊野阴云笼罩，一望无边昏暗无光。<br>长风阵阵吹动茅草，野火点点燃烧枯桑。<br>故友您在匡城为官，政绩卓著名声正香。<br>姑且以我玉壶相赠，将它安投放友厅堂。</p> <p><strong>注释<br></strong>⑴大梁：战国魏都，唐时为汴州治所。却寄：回寄。匡（kuāng）城主人：即《醉题匡城周少府厅壁》之“周少府”。匡城，唐滑州属县，在今河南长垣西南。<br>⑵一从：自从。鱼钓：指隐居生涯。<br>⑶十载：自开元二十二年（734）作者“献书阙下”（《感旧赋》序）至天宝元年（742）作此<a href=\"http://so.gushiwen.org/view_9224.aspx\">诗</a>时，历时九载，“十载”乃举其成数。干明王：向君王求取功名。干，干退，求取。明王，即明主，指皇帝。<br>⑷谒（yè）天阶：谒见天子。天阶：登天的阶梯，这里指通向皇宫的台阶。<br>⑸沧浪（làng）：水名，具体地址说法不一，这里指隐居之地。<br>⑹东郡：隋郡名，唐曰滑州，治所在今河南滑县东。岑此行大抵沿黄河先至滑州，再至匡城，复由匡城至铁丘，再到汴州。<br>⑺雨霜：下霜，“雨”作动词。<br>⑻夜：一作“日”。故山：指作者的少室旧居。<br>⑼蕙（huì）草：香草。<br>⑽平明：天亮的时候。铁丘：在今河南濮阳县北。<br>⑾拔剌（bá là）：象声词。鹅鶬（cāng）：雁的别称。<br>⑿阴气：阴冷的云雾。<br>⒀晶光，光亮。<br>⒁白茅：即茅草，至秋季而变白。<br>⒂野火：一指原野上焚烧枯草所纵的火，一指磷火，即鬼火。枯桑：枯干的桑叶。<br>⒃南燕：唐滑州胙城县（今河南延津东），汉代曰南燕县。胙城与匡城紧邻，故此处以南燕代指匡城。<br>⒄籍籍：形容名声甚盛。<br>⒅玉壶：取高洁之意。<br>⒆君子：指周少府。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　<a href=\"http://so.gushiwen.org/view_9224.aspx\">诗</a>歌一开头就回顾了自己十余年来坎坷的仕途经历及内心的苦闷彷徨。诗人“十五隐于高阳，二十献书厥下”（《感旧赋》），自开元二十三年出山，至此时已九年。“弃鱼钓”，说自己决心出仕，“十载”举其成数说于谓时间之长。“无由谒天阶，却欲归沧浪”两句概括了“十载干明王”的坎坷不退的经历，包含着屡遭挫折，不甘归去而又不得不归去的感叹。以上四句语意回环，反映了诗人内心的波澜，以颇为沉重的情调引起全诗。</p> <p>　　次四句承上文“归沧浪”写归程中的苦闷心情。诗人在秋日辞京远行，一路唯见寒霜遍地，这景物衬托了诗人失意时的心灰意冷。在归程中，诗人特别突出“昨夜”之“梦”来加以描写，借以表现对“故山”的留恋，而故山却是“惠草色已黄”。如同“鹅鶬昨夜鸡，蕙草色已陈”（《暮秋山行》），“颍阳秋草今黄尽，醉卧君家犹未还”（《醉题匡城周少府厅壁》）等等诗句一样，表现出岁月已晚，宿愿难酬的叹息，也反映出进退两难的心境。</p> <p>　　诗的以下八句承上继续写归程，而扣应题目“至大梁”，写到大梁后所见。诗人选定“薄暮”这一时间，有可能是写实，但也有以薄暮景色衬托沉重心情的用意。“仲秋萧条景”一句对大梁所见作了总的概括。以下便选择一些典型景物来写这样一个秋日薄暮的“萧条景”：南飞的鸿雁，阴暗的郊野，秋风和茅草，野火和枯桑，把大梁秋日的薄暮渲染得分外冷落凄凉。“长风吹白茅，野火烧枯桑”两句用极自然的语言极平常的形象，勾划出深秋郊野的典型环境诗人焦虑郁闷，百感交集的情怀通过这幅图景含蓄地烘托出来。</p> <p>　　诗的最后四句，称赞故友声名，赠玉壶以慰勉朋友要像玉壶之冰为官清正廉洁，呼应题目“奇”字。</p> <p>　　诗人西去长安干谒，失意东归，情绪十分低沉。此间的诗作中不止一次地对此有所抒发，如“云送关西雨，风传渭北秋，孤灯燃客梦，寒杆捣乡愁”（《宿关西客舍寄东山严许二山人》），如“妇姑城南风雨秋，妇姑城中人独愁”（《醉题匡城周少府厅壁》）等等。《至大梁却寄匡城主人》一诗所表达的也是这种仕途失意后的低沉郁闷。从表现上说，这篇作品与上引诗句一样，多以景习情，显得十分含蓄而又深沉。</p>",
  "about": "<h2>创作背景</h2> 　　这篇作品为<a href=\"http://so.gushiwen.org/view_9224.aspx\">诗</a>人离长安东行至大梁后的寄赠之作，创作于天宝元年（742）八月。",
  "poet": {
    "id": 113,
    "star": 0,
    "name": "岑参",
    "image": "http://img.gushiwen.org/authorImg/cencan.jpg",
    "desc": "岑参（约715-770年），唐代边塞诗人，南阳人，太宗时功臣岑文本重孙，后徙居江陵。[1-2] 岑参早岁孤贫，从兄就读，遍览史籍。唐玄宗天宝三载（744年）进士，初为率府兵曹参军。后两次从军边塞，先在安西节度使高仙芝幕府掌书记；天宝末年，封常清为安西北庭节度使时，为其幕府判官。代宗时，曾官嘉州刺史（今四川乐山），世称“岑嘉州”。大历五年（770年）卒于成都。"
  },
  "tags": [
    "写景",
    "写人",
    "品格"
  ]
}