{
  "id": 50758,
  "star": 5,
  "name": "迷神引·贬玉溪对江山作",
  "dynasty": "宋代",
  "content": "黯黯青山红日暮，浩浩大江东注。余霞散绮，向烟波路。使人愁，长安远，在何处。几点渔灯小，迷近坞。一片客帆低，傍前浦。<br>暗想平生，自悔儒冠误。觉阮途穷，归心阻。断魂素月，一千里、伤平楚。怪竹枝歌，声声怨，为谁苦。猿鸟一时啼，惊岛屿。烛暗不成眠，听津鼓。",
  "shangxi": "<h2>鉴赏</h2> <p>　　此词写于贬谪途中。全词“触景生情，复缘情布景，节节转换，秾丽周密。譬之织锦家，真窦氏回文梭也”（贺裳《邹水轩词筌》）。 </p> <p>　　上片以景起，气象雄浑，景物壮阔。首两句写词人伫立信江畔所见的景色。青山，本碧绿青翠，说它“黯黯”，是由于“红日暮”，但斜照下，山色反而显得雄浑沉厚。这是远望所见。俯视脚下，但见“浩浩大江东注”，不由人不发出人生如逝水东流的感叹。“余霞散绮”两句源于<a href=\"http://so.gushiwen.org/author_32.aspx\">谢朓</a><a href=\"http://so.gushiwen.org/view_50758.aspx\">诗</a>“余霞散成绮，澄江静如练”（《晚登三山还望京邑》），是对“红日”、“大江”的深一层渲染。词用一“向”字，别具意味。如绮（锦缎）的“余霞”映淡烟轻雾笼罩的江面上，一直跟随着流水往前，这样就把“东注”的“浩浩大江”写得既真实又清空了。 </p> <p>　　以下三句，直抒情怀“长安”，代指北宋京成汴梁。<a href=\"http://so.gushiwen.org/author_643.aspx\">晁补之</a>是一个颇想政治上有一番作为的人。他二十七岁考中进士，开封府和礼部考试时均名列第一。“晁张班马手，崔蔡不足云”。<a href=\"http://so.gushiwen.org/author_268.aspx\">黄庭坚</a>称赞他和<a href=\"http://so.gushiwen.org/author_179.aspx\">张耒</a>如<a href=\"http://so.gushiwen.org/author_608.aspx\">司马迁</a>、<a href=\"http://so.gushiwen.org/author_398.aspx\">班固</a>，而远超过汉代的崔瑗和<a href=\"http://so.gushiwen.org/author_258.aspx\">蔡邕</a>。但正是这样一个才气纵横，政绩斐然的人，却生潦倒，功名蹭蹬。所以，这“使人愁”，不只是因为大江东去，而有着被贬他乡、政治失意的深沉内容。此三句本自<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>《登金陵风凰台》诗“总为浮云能蔽日，长安不见使人愁”。 </p> <p>　　上片末四句既从正面用笔，又从侧面暗示时间已由著而夜：“几点渔灯小，迷近坞。一片客帆低，傍前浦。”渔灯不仅只有几点闪闪烁烁，而且细小微弱；这时近岸的船坞里，他一片迷潆了。再往稍远的地方看，航行江面的客船，也降下船帆，靠前面临水近岸的地方了。由于近观，渔灯“几点”而“小”，看到清清楚楚；由于远望，故所见客帆“一片”，给人以多的感觉。从用字说，“几点”对“一片”，“近坞”对“前浦”，一写少和多，一写近和远，概括出词人当时目力所见的空间范围。词人处理情、景、意的关系，理路清楚，而运笔有起伏，有衬托，以“长安远”为中枢，前后时间、场景，顿生变化，由高运绮丽而转所见，词笔极为浑成。 </p> <p>　　下片一奇峰空起，汪泣恣肆，语调凄切，情感悲苦，倾吐出满怀衷肠。“自悔儒冠误”，极言心中悲愤感慨，谓富家子弟养尊处优，而一般读书人往往潦倒一生。此处前句用“暗想”，后句用“自悔”，自怨自艾的情绪跃然纸上。晋人<a href=\"http://so.gushiwen.org/author_698.aspx\">阮籍</a>，佯狂不羁，纵酒颓放，表现出他对当时政治的不满，实际上也是一种远祸全身的手段。他常驾车独游，等到路走不通了，便痛哭而返。这里词人觉得他和阮籍一样，施展自己的宏图抱负是不可能了，而羁于谪宦，欲归又不得归。 </p> <p>　　过片后这四句包含了许许多多难言的辛酸痛楚，读之令人凄伤。 </p> <p>　　接下来词人借素月、《竹枝》歌声、猿鸟啼鸣，对凄苦的情怀，再作更富形象性的渲染。晁补之是济洲巨野人，此刻贬官信州，从北至南，千里迢迢，烟树苍茫，面对素月，怎能不为之销魂呢？“平楚”，谢朓诗：“寒城一以眺，平楚正苍然。”<a href=\"http://so.gushiwen.org/author_181.aspx\">杨慎</a>称：“楚，丛木也。登高望远，见木杪如平地，故云‘平楚’犹《诗》所谓‘平林’也”（《升庵诗话》）。“一千里伤平楚”，与李白《菩萨蛮》“平林漠漠烟如织，<a href=\"http://so.gushiwen.org/author_1397.aspx\">寒山</a>一带伤心碧”，意境很相近，只是此处由近而远，思故乡千里迢迢，故望“平楚”而伤情无限。 </p> <p>　　词人接着又从听觉方面与这种凄苦情怀。《竹枝歌》，原是巴渝一带的民歌。“聆其音，中黄钟之羽。其卒章激讦如吴声，虽伧儜不可分，而含思宛转，有淇濮之艳”（<a href=\"http://so.gushiwen.org/author_197.aspx\">刘禹锡</a>《竹枝词引》）。<a href=\"http://so.gushiwen.org/author_164.aspx\">周邦彦</a>《点绛唇》“楚歌声苦，村落黄昏鼓”，是说歌声作用于人，只感到怨苦。“为谁苦？”用似问非问的提示，而且前用“声声怨”加重形容，便更觉其苦深。 </p> <p>　　随后又写岛屿上的猿啼鸟鸣，呼应开头的“大江东注”，表明作者的往处江水湄。“一时啼”，有时断时续之意。正当夜深人静他心情刚刚平静下来时，那突然一声猿啼，一声鸟鸣，就更会产生凄凉之感。说“惊岛屿”是婉语，因为岛屿突出于江心，本是无情之物，都为之而惊，那么人之“惊”更可想而知了。“烛暗”夜深仍未成眠，猿啼鸟鸣也因困倦而睡去了吧。渡口停泊的船只，发出了开航的鼓声信号，表明天色将明，而人之彻夜未眠又可知。烛暗，表明夜己深。 </p> <p>　　这首词情景深化，意境淡远凄清，一派怨思哀绪盘旋而下，贯注字里行间。全词虽多用典故与前贤成句，但由于出自真情挚意，所以不觉为累，反倒生发牵引，更丰富深化了词旨，使之余味溢于言外。</p>",
  "poet": {
    "id": 643,
    "star": 0,
    "name": "晁补之",
    "image": "http://img.gushiwen.org/authorImg/chaobuzhi.jpg",
    "desc": "晁补之（公元1053年—公元1110年），字无咎，号归来子，汉族，济州巨野（今属山东巨野县）人，北宋时期著名文学家。为“苏门四学士”（另有北宋诗人黄庭坚、秦观、张耒）之一。曾任吏部员外郎、礼部郎中。 工书画，能诗词，善属文。与张耒并称“晁张”。其散文语言凝练、流畅，风格近柳宗元。诗学陶渊明。其词格调豪爽，语言清秀晓畅，近苏轼。但其诗词流露出浓厚的消极归隐思想。著有《鸡肋集》、《晁氏琴趣外篇》等。"
  },
  "tags": [
    "羁旅",
    "生活"
  ]
}