{
  "id": 53503,
  "star": 127,
  "name": "贺新郎·送胡邦衡待制赴新州",
  "dynasty": "宋代",
  "content": "梦绕神州路。怅秋风、连营画角，故宫离黍。底事昆仑倾砥柱，九地黄流乱注。聚万落千村狐兔。天意从来高难问，况人情老易悲难诉。更南浦，送君去。<br>凉生岸柳催残暑。耿斜河，疏星残月，断云微度。万里江山知何处？回首对床夜语。雁不到，书成谁与？目尽青天怀今古，肯儿曹恩怨相尔汝！举大白，听《金缕》。",
  "fanyi": "<p><strong>译文<br></strong>我辈梦魂经常萦绕着未光复的祖国中原之路。在萧瑟的秋风中，一方面，金兵营垒相连，军号凄厉；另方面，故都汴京的皇宫宝殿已成废墟，禾黍充斥，一片荒凉，真是令人惆怅呵！为什么黄河之源昆仑山的天柱和黄河的中流砥柱都崩溃了，黄河流域各地泛滥成灾？如今，中原人民国破家亡，流离失所。人口密聚的万落千村都变成了狐兔盘踞横行之地。<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>句云：“天意高难问，人情老易悲。”从来是天高难问其意。如今我与君都老了，也容易产生悲情，我们的悲情能向谁倾诉呢?我只能默默地相送到南浦。送君远去！<br>别后，我仍然会伫立江边眺望，不忍离去。见柳枝随风飘起，有些凉意，残暑渐消。夜幕降临，银河横亘高空，疏星淡月，断云缓缓飘动。万里江山，不知君今夜流落到何处？回忆过去与君对床夜语，畅谈心事，情投意合，这情景已不可再得了。俗话说雁断衡阳，君去的地方连大雁也飞不到，写成了书信又有谁可以托付？我辈都是胸襟广阔，高瞻远瞩之人，我们告别时，看的是整个天下，关注的是古今大事，岂肯像小儿女那样只对彼此的恩恩怨怨关心？让我们举起酒杯来，听我唱一支《金缕曲》，送君上路！</p> <p><strong>注释<br></strong>①底事：言何事。<br>②昆仑倾砥柱：古人相信黄河源出昆仑山，《淮南子·地形训》：“河水出昆仑东北陬”。传说昆化山有铜柱，其高入天，称为天柱。此以昆仑天柱，黄河砥柱，连类并书。<br>③九地黄流乱注：喻金兵的猖狂进攻。<br>④聚万落千村狐兔：形象描写中原经金兵铁蹄践踏后的荒凉景象。<br>⑤耿：明亮。<br>⑥大白：酒杯名。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　“贺新郎”是这首词的词牌，“送胡邦衡谪新州”是这首词的题目，亦可看作是小序，作者在这里交待了词的写作背景、原因和主题。</p> <p>　　词的上阕述时事。有三层意思：</p> <p>　　第一层：梦绕神州路。怅秋风、连营画角，故宫离黍。写中原沦陷的惨状，形象地概括了北宋灭亡的历史事实，有尺幅千里之势。</p> <p>　　首句：梦绕神州路。写作者自己日夜思念北方国土，连做梦都在围着北宋故都汴京的路转。“绕”，即萦绕，牵挂心间，不能忘怀。这里有徘徊、巡回之意。“神州路”，古称中国为赤县神州，（见《史记·孟子荀卿列传》）这里指中原沦陷区。作者为什么要将中原沦陷之惨状托之于梦呢？含意有二：一是中原沦陷不可去，沦陷之惨唯可于梦中见之；二是中原之沦陷如恶梦一般。实景虚写，写出人心之惨痛，故有第二层的质问。</p> <p>　　怅秋风、连营画角，故宫离黍。这两句写梦中所见。中原沦陷惨状，以“怅”为领字。所怅者，一是“连营画角”金兵军营相望，军号凄厉。 二是“故宫离黍”。当他在梦中来到汴京的时候，那萧瑟的秋风，更引起了他的无限悲伤，当年繁华的汴京，已成了金兵的军营，一阵阵哀厉高亢的军号声连成一片，原来的皇宫大殿长满了野草，完全变成了荒凉的废墟。</p> <p>　　以上几句，层层递转，字字沉实，词人悲愤之情，愈转愈深沉。因为<a href=\"http://so.gushiwen.org/author_725.aspx\">胡铨</a>主张收复中原、反对议和而得罪权臣，被贬谪岭南，所以起笔即从中原写起。“梦绕神州路。怅秋风、连营画角，故宫离黍。”是写对中原地区的深沉怀念和收复失地的愿望。作者通过对北宋灭亡、汴京荒凉的描写，表达了对国事的忧伤。这就与坚决主战的胡铨沟通了感情，因为他们的心情和意志都是一致的。所以这个开头很不寻常，作者不写送别之情，不写景物之状，而从共同关心的国事写起，表示对友人被贬谪的同情，并引以为知已，说明他们是志同道合的。</p> <p>　　第二层：底事昆仑倾砥柱，九地黄流乱注。聚万落、千村狐兔。严词质问悲剧产生的根源，是对开头四句的追问和深思。到底是什么原因，使我们的国家变成这个样子呢？</p> <p>　　底事昆仑倾砥柱，底事，即何事，什么事，什么原因，为什么？“昆仑倾砥柱”即“倾昆仑砥柱”。昆仑,即昆仑山。古人相信黄河源出昆仑山，传说昆仑山有铜柱，其高入天，称为天柱。见《淮南子·地形训》：“河水出昆仑东北陬。”《神异经·中荒经》：“昆仑之山，有铜柱焉。其高入天，所谓天柱也。”古人以昆仑为至高无上的山。砥柱，即砥柱山，在今河南陕县东北黄河中。《水经·河水注》：“砥柱，山名也。昔禹治洪水，山陵当中者凿之，故破山以通河，河水分流，包山而过，山见水中如柱然，故曰砥柱也。”《禹贡》称：“异河积石，至于龙门，又东至于砥柱。”倾，即摧毁、倒塌。作者在这里以昆仑天柱，黄河砥柱，连类并书，比喻北宋王朝倾垮。</p> <p>　　九地黄流乱注。喻指金人的入侵以及战争带来的惨景。九地：九州，即中国，这里指中原沦陷区。黄流乱注：黄河泛滥，洪水横流。这里喻指金兵的猖狂入侵。</p> <p>　　聚万落、千村狐兔。即“万落千村狐兔聚”，形象描写中原经金兵铁蹄践踏后的荒凉破败景象。正如<a href=\"http://so.gushiwen.org/author_552.aspx\">曹操</a>在《蒿里行》描写的那样：“白骨露于野，千里无鸡鸣。生民百遗一，念之断人肠。”落，即村落。狐兔，这里指入侵之敌。</p> <p>　　在这里，作者叙述了国家残破之恨和人民遭难的惨状，以山崩地裂，洪水泛滥比喻国家的破亡和金兵的入侵，用狐狸和野兔的聚集，表现了战争造成的荒凉，反映出人民所承受的灾难。又以“九地黄流乱注”与上层的“连营画角”，“聚万落、千村狐兔”与上层的“故宫离黍”，上下照应，显得生动形象，深沉悲愤。</p> <p>　　在第二层中，<a href=\"http://so.gushiwen.org/view_53503.aspx\">诗</a>人提出了疑问，问而不答。乃因答案分明，不言即知，况且涉及朝廷统治者而不能言。故而笔锋一转，写出了以下几句：天意从来高难问，况人情、老易悲难诉。更南浦，送君去。其言外之意是：天高固然难测，而衣冠华族沦于异族之手，实乃人事使然。此为第三层，感慨时事，点明送别。</p> <p>　　天意从来高难问，天意：上天的意志。此指皇帝的态度。高难问：难以让人琢磨，猜不透。</p> <p>　　况人情、老易悲难诉。况：况且。人情：人们之间的交往情谊。一说“人之常情”。老易悲，是说天意既难测，而人越到老了，想起人们之间交往的友情，越容易感到悲伤，今有深仇而不思报，故长叹：悲难诉。从这里可以看出，“悲难诉”的内涵是：北宋议和灭亡之悲难诉；南宋王朝苟且偷生、偏安江左、迫害忠良，这种悲伤是难以诉说的。</p> <p>　　“天意从来高难问，况人情、老易悲难诉。”出自<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>诗《暮春江陵送马大卿公恩命追赴阙下》“天意高难问，人情老易悲”，以表示对高高在上的执政者的心意难测，一味妥协投降、忘了亡国之仇的不满。</p> <p>　　更南浦，送君去。写送别。作者的笔锋自然转至送别胡铨。南浦，泛指送别的地方。出自<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>《九歌·河伯》：“子交手兮东行，送美人兮南浦。”或<a href=\"http://so.gushiwen.org/author_509.aspx\">江淹</a>《别赋》：“春草碧色，春水渌波。送君南浦，伤如之何！”</p> <p>　　以上几句是写作者对南宋朝廷的不满和对胡铨的慰勉。在上一层里，作者用浓重的笔墨写出了亡国之痛，至此便很自然地要问：这一切是怎么造成的？究竟是谁的过错呢？在当时，这答案不能明白讲出，所以作者只好借杜甫的“天意高难问，人情老易悲”这两句诗，来暗示国破家亡的罪责，应由最高统治者来承担。诗人以怨愤的笔调写道：上天的意志向来都是难以令人猜测的，何况人越到老了，想起人们的交往之情越容易悲伤，这种悲伤的原因也很难诉说得清楚。是为国家的命运悲伤，还是因为朋友的贬谪悲伤，作者使用“难诉”二字，其意丰蕴含蓄，即是对上面问题的回答，又给人留下了回味的余地。人老了容易悲伤，现在为自己的知已送别，其悲伤更属必然了，所以，作者用“更”字，又深入了一层，具体落实在送别上，至此点明主题。</p> <p>　　上阕的安排，突出了作者同友人共同的忧国思想，而把个人的伤离放在了次要地位，使作者与友人的惜别之情不同于一般，这就与那些只写离情别绪的俗套之作有明显的区别。突出了共同的爱国思想，也就把词的境界，提到了新的高度。故词的下阕转写友谊与慰勉，叙别情：凉生岸柳催残暑。耿斜河、疏星淡月，断云微度。万里江山知何处。回首对床夜语。雁不到、书成谁与。目尽青天怀今古，肯儿曹、恩怨相尔汝。举大白，听金缕。</p> <p>　　下阕也有三层意思：</p> <p>　　第一层：凉生岸柳催残暑。耿斜河、疏星淡月，断云微度。换头四句紧扣上阕结尾送君“南浦”之意，通过景物描写，说明送别的时间与地点。</p> <p>　　首句：凉生岸柳催残暑。点明季节，说明作者写词时，是在夏末秋初之夜。初秋的凉风从岸边烟柳丛里吹来，驱散了残余的暑气，这是地面景象。而夜空中，则是耿斜河、疏星淡月，断云微度。在横斜的银河里，散布着稀疏的星星，月亮洒着淡淡的月光，不时，偶有一两片云彩轻轻地缓缓地漂荡在空中。耿：明亮。斜河：天河，即银河；银河偏斜，又称斜汉，表示夜已深。这里作者以凄清的夜景衬托离别时的气氛和心情。此时此刻，有何感受呢？心里想了些什么呢？</p> <p>　　第二层：万里江山知何处。回首对床夜语。雁不到、书成谁与。设想分别后的情形，表达怀恋的深情。。</p> <p>　　万里江山知何处。极言今后相隔万里，不知道你在何处。</p> <p>　　回首对床夜语。回首：回忆，回想。对床夜语：两人对躺在床上谈话到深夜，说明友谊之深。对床，出自<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>《雨中招张司业宿》：“能来同宿否，听雨对床眠。”夜雨，出自<a href=\"http://so.gushiwen.org/author_204.aspx\">李商隐</a>《夜雨寄北》：“君问归期未有期，巴山夜雨涨秋池。何当共剪西窗烛，却话巴山夜雨时。”</p> <p>　　这几句曲曲折折抒写留恋之情：既反映了他们深厚的友情，也表达了他们对国事的感慨：君此去道路茫茫，国家前途亦茫茫。</p> <p>　　雁不到、书成谁与。书，即书信。雁不到：相传雁能传书，但北雁南飞止于衡阳回雁峰，而新州在衡阳之南。故民间有“大雁飞不到岭南，书信难以寄出”的说法。<a href=\"http://so.gushiwen.org/author_510.aspx\">范仲淹</a>《渔家傲》“塞下秋来风景异，衡阳雁去天留意”也是说宋代朝臣贬谪远方，好友大都不敢互通音讯。<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>等人，也常在诗中提到过。“雁不到”，为假托而已。</p> <p>　　这几句是先从眼前的分别写起，次忆旧情，复叹别后悲伤。意思是：今宵分别之后，我们相隔千山万水，谁能知道你究竟在什么地方呢？从今以后，天各一方，而我们对床夜话的情景，将成为美好的回忆，唯有通过书信表达我们的友情。但是，新州是个连大雁也飞不到的地方，就是写成了书信，又有谁捎得去呢？这里由眼前的送别，想到了今后可能书信难通，只能回忆以前的友情，这就更深入一层地表达了作者对友人离去的留恋和悲伤。</p> <p>　　以上几句，格调悲沉。词的结尾，作者劝慰友人，调子转而激昂：目尽青天怀今古，肯儿曹、恩怨相尔汝。举大白，听金缕。这是第三层：遣愁致送别意。</p> <p>　　“目尽青天怀今古”照应“天意从来高难问”，远望天空，想到古今世态的变化，有四顾苍茫之感。目尽：极目远望。</p> <p>　　肯儿曹、恩怨相尔汝。言大丈夫不能“无为在歧路，儿女共沾巾”。意思是：我们谈的都是国家大事，怎么能像孩子一样只顾说个人恩怨呢？肯，在这里是怎么肯的意思。儿曹，即小儿女辈。儿曹恩怨：指小孩之间一会儿好，一会儿埋怨。相尔汝，形容两人讲话时互相指着对方的那种样子。尔和汝，都是“你”的意思。出自<a href=\"http://so.gushiwen.org/author_682.aspx\">韩愈</a>《听颖师弹琴》：“昵昵儿女语，恩怨相尔汝。”</p> <p>　　举大白，听《金缕》。作者满腹悲愤感情，通过层次井然的多次转折，这几句是说，遥望苍天，俯仰今古，历史上出现了多少英雄人物，我们也要象他们那样，决不做只念恩怨私情的儿女之辈。请满饮此杯后，听我唱一曲《金缕》，为你壮行送别吧！词的煞拍，创造了一个激昂阔大的意境，雄壮的笔调，表现了作者不肯屈服，坚持斗争的精神，传达了对朋友的鼓励和支持，具有鼓舞人心的力量。</p> <p>　　通观全词，可以看出，这是一首不寻常的送别词，它打破了历来送别词的旧格调，把个人之间的友情放在了民族危亡这样一个大背景中来咏叹，既有深沉的家国之感，又有真切的朋友之情；既有悲伤的遥想，又有昂扬的劝勉。作者以慷慨悲凉的笔调，所抒发的不是缠绵悱恻的离愁别恨，而是忧念国事艰危的愤慨之情。作者连梦中都思念着被金军蹂躏的中原河山，表现了对南宋投降路线的不满与愤恨，特别是词的结尾所表白的与友人共勉的磊落胸襟和远大的抱负，在当时的艰难困境中，是十分可贵的。</p>",
  "about": "<h2>创作背景</h2> 　　此词作于绍兴十二年（公元1142年）。绍兴八年因反对“和议”、请斩秦桧等三人而贬为福州签判的<a href=\"http://so.gushiwen.org/author_725.aspx\">胡铨</a>，在这年再次遭遣，除名编管新州（今广东新兴），亲友都不敢去送他，<a href=\"http://so.gushiwen.org/author_120.aspx\">张元干</a>却写这首《贺新郎》词送他。《宋史·胡铨传》说<a href=\"http://so.gushiwen.org/view_53503.aspx\">诗</a>人王廷珪因作诗送胡铨，被判充军。张元干后来也被除名。这首词极度地抒发了当时主战派被压抑被迫害，回天无力之恨。",
  "poet": {
    "id": 120,
    "star": 0,
    "name": "张元干",
    "image": "http://img.gushiwen.org/authorImg/zhangyuangan.jpg",
    "desc": "元干出身书香门第。其父名动，进士出身，官至龙图阁直学士，能诗。张元干受其家风影响，从小聪明好学，永泰的寒光阁、水月亭是他幼年生活和读书处。十四五岁随父亲至河北官廨（在临漳县）已能写诗，常与父亲及父亲的客人唱和，人称之“敏悟”。"
  },
  "tags": [
    "宋词三百首",
    "豪放",
    "送别",
    "忧国忧民"
  ]
}