{
  "id": 70196,
  "star": 2,
  "name": "杂剧·龙济山野猿听经",
  "dynasty": "元代",
  "content": "第一折<br>佛祖流传一盏灯，至今无减亦无增。灯灯朗耀传千古，法法皆如贯古今。贫僧乃龙济山修公禅师是也。贫僧自幼出家，一心向善，常只是参访师祖，问道修因，三乘便览，五教皆通，了明道性，悟彻禅心。贫僧游访天下名山，至此龙济山中，见此座山根盘百里，作镇万方，秀丽清奇，望之如画，端的是奇山览秀，绿水托蓝，真乃是洞天之处。福地之乡。贫僧就于此处结庐，栖处在此，常是参明心地，念佛看经，一绝凡尘，数十余年。却正是孤山守静心澄彻，悟彻菩提般若音，贫僧自临于此，只领僧徒数人，春来自种耕耘，秋至亲收些谷黍，供给二时斋饭，每与俗辈不通交接。贫僧喜来栽竹栖丹凤，闷后移松养卧龙。贫僧恰才参罢禅，至此庵前，且自闲行游玩咱。小人是这山下一个打柴的樵夫，姓余名舜夫。小人虽是个樵夫，幼习儒业，争奈家业凋零，功名未遂，常只是在此山中采樵为生。想俺这读书的，空有经纶济世之才艺，产的在此穷暴之中，好是伤感人也呵！<br>【仙吕】【点绛唇】空学得五典皆通，九经皆诵，成何用。铲的将儒业参攻，受了十载寒窗冷。<br>【混江龙】我将《周易》讲诵，《毛诗》、《礼记》贯胸中。《春秋》讨论，《史记》研通。不能勾治国安帮朝帝阙，常只是披霜带月似檐中。我可便胸藏牛斗，志隐霓虹，文章锦绣，气压雷风。怎能勾身居台省，智辅皇宗，治平国政，广播儒风。几时鲸鳌一跃禹门中，鵾鹏万里青霄奋。这便是文章有用，显耀亨通。<br>小生想穷通贵贱，皆是命也。<br>【油葫芦】想着那颜子箪瓢陋巷中，孟子便穷通是儒道宗，养浩然只恁般气冲冲。想着那车书一统山河共，却怎生衣冠不许儒人共。聪明的久困在闲，愚蠢的爵禄封。自俺那寒窗风雪十年冻，不知俺受贫的却也甚日荣。<br>【天下乐】每日家淡饭黄虀腹内充，常好是匆也波匆，怎受这般穷，叹今生这恁般运未通。守清贫书舍间，伴残灯晓夜攻，几时得遂功名一笑中。小生担着这担柴，玩罢经书，却去山中打柴薪归家去。近新来采薪的较广，将这四山外的柴，却也都打尽了也。止有龙济山有些树木，小生今日去那山中采些柴薪。说话之间，却早来到也。是一座好山也！你看怪石嵯峨，奇泉崛嵂，花开掩映，树影婆娑，是好景致也！<br>【醉扶归】只见那山顶依仙洞，涧底隐蛟龙。胜似巫山十二重，五彩般祥云涌。堪可与仙家受用，既不是者波却怎岭外飞着双凤。<br>我进的山来呵，原来有一座道庵。庵门首一个师父，好貌相！青旋旋的元顶，光灿灿的数珠，比城市中僧人甚是不同。向前拜见那师父，有何不可？师父问讯咱。兀那君子，因甚至此？俺这山林潇洒，古寺荒凉，惟仙人可往，岂俗士能通？我贫僧居山数载，未尝得遇也。小生尘凡俗士，陋巷儒生，名未成而潜闾里，功未遂而隐荒村，负薪为业，采木为生，误入仙山，偶临法座，聿遇师颜，实乃小生万幸也！贫僧闲居山野，隐一身之清幽；闲向荒林，远半世之人我。道微德浅，岂足称哉！行者看茶来。理会得。君子既临于此，同玩这山中景致咱。你看真山真水，是好景致也呵！<br>【村里迓鼓】我子见碧霄、碧霄云控，绿岩、绿岩畔风动。有他那苍松古柏，见一派寒泉出迸。你看那桃花喷火，杨柳拖烟，依稀庵洞。更有那鹳鸟呜，芝兰秀，桂柏荣，呀，妆点的清幽寺拥。<br>【元和令】大雄殿瑞霭浓，禅堂外晓烟重。我只见那和风丽日春正浓，花柳鲜百样同。山茶吐锦曲阑中，散一阵暖香风。<br>【上马娇】阶边又花影重，林前又桃蕊红。山共水四围中，我只见奇峰峻岭高低耸。道苑又重丛，春色花暗融。<br>【后庭花】我只见直云霓仰大空，更和这接苍虚叨利宫。缥缈烟笼柳，飘摇风撼着松。我只见遍西东，悠然如梦。怎如俺步青霄三岛峰，玩名山千万重。<br>【柳叶儿】感谢尊师相陪奉，拜禅林礼义谦恭，我凡夫得遇蓬莱洞。我这里，意匆匆，拜别了重下云峰。<br>君子，却不道相逢一席话，胜读十年书？本当留你在此闲游几日，争奈荒疏的去处，却也不堪你的儒生居住，却也弗罪也。小生生涯缠绕，世路牵缠，岂敢久留于此？小生就拜辞了师父，我便下山去也。君子弗罪也。<br>【尾声】我自索下山峰，离仙洞，再入径绕绕红尘道中。我将这胜迹观绝意气融，过奇山异水叠重。索强似五云峰，更胜似岱岳巅峰，回首白云千道冲。不必比俺阎浮世界中，堪可与天宫相纵，却正是梵王亲建一座紫霄宫。<br>行者，那个君子去了也。去了也。此人虽是个樵夫，真乃儒人君子。看他言谈之间，到有些意趣，贫僧与他却正是渔樵闲话一会。此人若肯进取呵，必有峥嵘的气象也。贫僧无甚事，我回后山中吃斋去也。<br><br>第二折<br>添香洗钵在林泉，要悟如来般若坚。若把灵台浑无染，自然觉悟已分明。贫僧乃是龙济山普光寺里的行者，可是自幼出家至此，参随着修公禅师，为其行者，常只是修因作悟，念佛看终。俺这师父是个了达的祖师，在此山内修行了数十余年也。俺师父每日朝则是诵经礼佛，夜则打坐参禅。我贫僧先把这法堂打扫干净，我去香积厨中，安排下斋饭，等侯师父吃用也。<br>【南吕】【一枝花】赤力力轻攀地府欹，束刺刺紧拨天关落。推斜华岳顶，扯倒玉峰腰。怒时节海浪洪涛，闲时把江湖搅，向山林行了一遭。显神通变化多般，施勇跃心灵性巧。<br>【梁州第七】我恰才向寒泉间乘凉洗濯，早来到九皋峰戏耍咆哮。我将这苍松树上身轻跳。我却便拈枝弄叶，摘干搬条，垂悬着手脚，挂倒着身腰。一番身千丈低高，片时间万里途遥。我、我、我，也曾在瑶池内偷饮了琼浆，我、我、我，也曾在蓬莱山偷摘了瑞草，我、我、我，也曾在天宫内闹了蟠桃。神通，不小。只为我肠中有不老长生药，呼风雨逞威要。我在林下山前走几遭，常好是乐意逍遥。<br>小圣乃是龙济山中一个道妙灵仙是也。我在此山中千百余年，常只闻经听法，推悟玄宗。今日观见僧堂中，却也无人，向前听咱。呵，真个僧房门闭着，我试进去咱。<br>【四块玉】一只手将门扇来摇，两只脚把门桯来跳。我将他香棹轻推椅鞓摇，壁檐前携手窗棂掿。我将这香炉手内提，把火灯头顶着，把钵盂险踢倒。我在这僧房里面，好是散心咱！<br>【隔尾】我这里将帚尘不住在阶址扫，忙将这铙钹手内敲。只听得树叶响嘶零零，我只怕行人到。好着我左瞧，右瞧，原来是风摆动檐头殿铃索。上的禅床，我坐一坐咱。贫僧方才在后山中禅堂入定，猛听得佛殿内不知是何人在此游玩。我试向佛殿门前，看是甚的。呵、呵、呵，原来是个玄猿，在此作戏。我且不觑破他，只在此看他怎生作戏。我下的禅床来呵。那壁供桌上放着物件，我自看去。他元来在此这般作戏也，我是再看咱。<br>【牧羊关】我将这经文从头念，袈裟身上穿，把幡幡伞盖拿着。饮了些胆瓶中净水馨香，嗅了些瓦鼎内沉檀缥缈。我这里上侧畔蒲团倒，近经案吹笙箫，我这里转身跳跃观觑了。<br>此一会料想无人来至，窥如来经典，穿佛祖袈裟，非小可。故经云：着衣听法，获福无量，必生忉利天宫。此猿虽有善缘，未居人类，难以超升。此猿恐怕他扯碎了经文，毁伤了佛像，我着他见个景头，必然大悟也。疾！山神安在？中和正直列英才，玉笋亲临圣敕差。休道空中无神道，霹雳雷声那里来。小圣本处山神是也。祖师有唤，不知有何法旨。山神听吾法旨：你看禅堂内玄猿窥我经典，着我袈裟，汝可惊吓他一回；此猿以后必成正果，慎勿伤害。贫僧且回山中去也。兀那业畜，休得无礼！怎敢来俺法堂作戏，佛殿嬉游也！却怎生是了也？<br>【骂玉郎】他将这殿门来拦住高声叫，我这里心惊颤、心惊颤腿鞓摇，你怎生敢擅来此处也？我见他龙泉剑扯沙鱼鞘。既来此处，安得逃生也？他可便忿怒增，杀气高，威风耀。<br>这的是佛祖之处，法宝金经，你怎敢来戏弄？吾神拿住你，必无轻恕也！<br>【感皇恩】呀，諕得我无处归着，难走难逃。早出来受死也！怎生是好也？我去那法床边遮，经厨畔躲，纸窗间瞧。你早出来受死也！他却又连声叫吼，好教我意急心焦。便有那腾云的手策，番身术，怎为作？叵耐业畜无礼！百般的不出这佛殿来，我亲自捉拿。<br>【采茶歌】告尊神且担饶，吓得我五魂消，再不敢僧房佛殿逞逍遥。将我这性命登时间杀坏了，怎能勾瑶池献果到青霄。<br>本当杀坏了你，上天尚有好生之德。且饶过你罪，再不许你在此作戏也。感谢尊神。<br>【尾声】再不敢身登山岭逍遥乐，来向禅堂闲戏跃。我自去洞里深藏理玄妙，把灵光悟晓，将经文听了，修一个般若心便是正果了。<br>此猕猿去了也。他虽是个猿精，却有如来觉性，久以后必然成真悟道也。吾神回禅师话，走一遭去也。俺师父广有神通，为玄猿山内纵横，差吾神亲身显化，那其间必悟玄宗。<br><br>第三折<br>佛法惟心不可量，无边妙意广含藏。有朝得悟真如相，便是灵山大法王。贫僧修公禅师是也。自从昨日，不想那道妙玄猿，来俺这龙济山作戏。我恐此猿初悟三宝，贫僧已差山神赶散去了。昨日伽蓝来报，道今日此猿复脱真形，来此听讲。我在法堂中等侯，若来时，贫僧自有个主意。这早晚敢待来也。行者，你门首觑着，若有人来，报复我知道。理会的。小生姓袁名逊，字舜夫，本贯峡中人也。小生幼遂功名，官居辇下，因唐朝明宗胡人，暮年昏惑，小生远其利害，全其生命，江湖散荡，山野游遨。小生想俺为官的经了多少崎险也呵！<br>【中吕】【粉蝶儿】见了些尘世荣华，羡功名一场风化。看他每闹垓垓斗逞奢华，每日家插宫花，斟御酒，常只是胸襟宽大。名利交加，到如今都做了渔樵闲话。<br>【醉春风】经了些翻滚滚恶尘途，受了些急穰穰世事杂。想着那人生否泰在须臾，敢不是假，假。利锁名缰，居官受禄，到如今都一笔勾罢。小生来到这座山中，看了这座山，比与他山甚是不同也呵！<br>【红绣鞋】一缕游云直下，半泓秋水交加，有他那苍松丛内鸟音杂。一壁厢烟笼树，一壁厢雾侵霞，恰便似小蓬莱移在这榻。<br>小生进的这山中，来到这寺门，见一个行者，门首立着。兀那行者，你道峡中一秀士，闻知太师发心弘济，特来座下听讲。门首有一个秀士，特来听讲。呵、呵、呵，是此人来了也，贫僧自有个主意。道有请。理会得。先生，俺师父有请。不才袁逊，乃陋巷愚夫，山林鄙士，忝列儒流，幼登科甲，不以功名为念，退隐于林泉，邀游于湖海。久闻吾师道性圆融，法心弘济，小生千里而来吾师座下听讲。贫僧道疏学寡，岂知玄宗之旨，莫晓元顿之乘，敢劳先生千里而来也。小生袁逊，峡山中人也。族大以蕃，不乐仕进，独逊有志功名。明宗胡人，暮年昏惑，贤士良才，莫得而进，留滞数年，竟无所就。有知己者荐为端州巡官，念瘴乡恶土，实不愿行。彼又劝之曰：子蹇困如此，尚暇择地哉！不得已，携家抵任。未逾年，妻妾子女丧尽，憔悴一身，遂不复仕。往来江湖间，惟寻山望水。谢扰扰于名场，问道参禅；谈空空于释部，侧闻尊宿建大法幢。不惮远来，求依净社。攒眉蹙额，固非嗜酒之渊明；举手敲推，颇类苦吟之贾岛。如蒙不弃，夫复何求？小生有词一首，于太师行呈丑咱，不识以为何如？好写染也呵！窃以生一拳梦幻之身，盖由恶业；熟三峡烟霞之路，亦自善缘。凡居覆载之间，悉在轮回之内。恭惟龙济山主修公禅师，性融朗月，目泯空花，衍术数则允过于图澄，逞神通则端逾于杯渡。菩提本无树，机锋肯让于同袍；明镜亦非台，泡影等观于浮世。十方瞻仰，四众皈依，若如逊者。天地毫毛，山林踪迹，悲来抱树，谁怜凄侧其伤弓；穷则投林，畴暇从容于择木。无家可返，有佛堪依。痛兹妻子之沦亡，坐此功名之泪没。逢人舞剑，业非通臂之才；过寺题诗，忽动归山之兴。乾旋坤转，无端变化几湮沉；春去秋来，管得繁花有枯槁。伊欲出类而拔萃，除非舍妄以归真。指示迷途，使入涅槃之路：引归觉岸，遄登般若之舟。惟愿慈悲，和南摄受。先生有如此高才绝学，兼通内典，如何弃舍功名？听小生说一遍。<br>【石榴花】太师一一问根芽，小生也曾得志贯京华。不图富贵显撑达，只恐怕违条犯法，因此上隐迹归家。乐云山散诞无牵挂，抵多少年八十弛步烟霞。虽居陋巷心无挂。便是那一世拙生涯。<br>先生，却不道富贵功名，人人皆羡？以先生理先王之道，传儒教之风。学之以礼，习之以道，十载青灯苦志，一朝荣显家门。为儒官者，可以出金门入柴闼，享琴堂之禄位，受圣主之洪恩。据先生之学，胸藏锦绣，腹隐珠玑，端的是有贾马之才能，苏张之谋略，如何在急流中退步也？太师不知，谚语有之：用舍之道，行藏之中，不可不虑也。<br>【斗鹌鹑】想咱人尘世荣华，却便似朝霜暮霞。空学星斗文章，逃不出萧何律法。今古兴亡可鉴察，小生也不恋那。我无意为官，无福受高车驷马。先生。岂不闻为官者，打一轮皂盖，列两行朱衣，亲戚称羡，乡党宾服，比那出家，较是不同也。太师，你那里知道小生的心事也呵！<br>【满庭芳】我宁可衣冠不加，我乐的是山林清趣，我再不告蝶阵蜂衙。将心猿意马都拴罢，弃却了玉锁金枷。怕的是红尘混杂，愁的是业海交加。隐遁在桑田下，向白云那塌，小生乐道出河沙。先生的意，贫僧尽知了也。先生，争奈你若顶巾束发，在我教谓之沐猴而冠；若使削发披缁，在公教谓之儒名墨行。若斯二者，何以处之？<br>【上小楼】太师道衣冠不佳，你教我皈依削发。却不道心本元明，色相皆空无点差。只待要念经文，参话头，尘缘弃下，便是那礼禅帅永无牵挂。先生既是如此，却也可也。既临此庵，且向山中游玩一回咱。是一座好山也呵！<br>【耍孩儿】恰便似青螺放顶云霄中插，高接凌空彩霞。你看俺奇山秀水两交加，绕僧堂禅室堪佳。果然是依为佛祖菩提处。堪作禅僧寂静家。端的是真图画，小生心响豁畅，肺腑清嘉。<br>既是坚心在此修行，行者。就与我打扫的僧房干净，与先生居止也。理会的。且去僧房安歇，到来日听讲。谢了师父。<br>【尾声】谁想我火宅中一跳身，洪涛中出海涯。我宁个寺中拜礼如来塔，我只待悟三教真如大藏法。<br>此人非是峡山中袁逊，他乃是野猿所化。他先化做一个樵夫，托名侯玄。采访贫僧，贫僧未曾说破他。前日此猿又来经堂作戏，贫僧与他一个景头。今日化临此处。我观此猿善根将熟，我来日升堂以罢，此人必悟宗风，证果朝元而去。行者便说与众僧，道我来日在佛殿内升堂说法，就请袁秀才前至法座听讲。理会的。贫僧无甚事，且回法堂，打些参禅去也。<br>楔子<br>小生袁逊。自从弃舍了功名，寻访于此山中，与修公禅师座下，听讲此经文佛法，倒大来耳根清净。小生恰才斋食已罢，在此僧房中闲玩此经文咱。小僧行者便是。奉师父法旨，着我请袁秀才来日法堂中听讲。可早来到僧房门首，我自过去。袁先生问讯！行者此一来。有何事干？奉师父法旨，着我来请先生明日听讲。我已知道了。小生至此山中，又遇圣会法筵，也则是小生有福也呵！<br>【仙吕】【赏花时】到来日亲赴禅堂来听讲，参悟如来般若乡。小生剪画烛炷明香，礼拜尊师法王，我却便求接引入天堂。<br><br>第四折<br>二宝巍巍道可尊，四生六道尽依凭。出言善解人天福，见性能传佛祖灯。贫僧乃龙济山大慈寺内守座是也。贫僧幼岁出家，舍俗为僧，坚修三际，精通五教，悟无生之大法，究微妙之心宗。贫僧常只是朝阳补衲，对月闻经，久居此寺。修习多年。贫僧为修公禅师座下第一个徒弟，众僧秀士，却来听讲。昨日有我师父分付道，今日乃升堂说法，贫僧领着众僧，安排下香灯花果，禅床净几，等师父山来升座。大众动着法乐者！如来法座此间安，般若惟心一语传。今日山僧重进步，三途踏破死生关？策杖攒担震地来，升平四海显胸怀。遂把邪魔推出去，咸令大众正宗开。梵刹住尾合西东，妙理亲传般若通。惟露亲机无准的，那时一任出其踪。此香不从千圣得，岂向万机求。虚空观不尽，大地莫能收。动之则竖穹横遍。静之则今古无俦。透十方之法界，勋四大之神洲。爇香炉中，祝皇王之万岁，愿太子之千秋！今日移舟到海津，丝竿常在手中伸。烟霞侧畔潜身坐，获得成功一巨鳞。大众若有那门居士，禅苑高僧，参学未明，法有疑碍，今日少伸问答，有么？有、有、有！敢问我师，如何是春？门前杨柳如烟绿，槛外桃花向日红。如何是夏？流水带花穿港陌，夕阳将树入帘栊。如何是秋？秋色入林红黯淡，水光穿竹碧玲珑。如何是冬？云里高山头白早，海中仙果子生迟。多谢我师！今日且归林下，来日问禅。大众还有精进的佛子，俊秀禅和，未悟宗机，再来问答，有也是无？有、有、有！敢问我师，如何是西来意？九年空冷坐，千古意分明。如何是法身？野塘秋水漫，花坞夕阳迟。如何是祖意？三世诸法不能全，六代祖师提不起。多谢我师！且归林下，来日问禅。大众中有知音的居士，达道的善人，悟真机未能解，敢出来问答，有也是无？有、有、有！敢启我师，贫僧特来问禅。问将来。如何是曹洞宗？不萌草解藏香象，无底篮能捉活龙。如何是临济宗？机如闪电，活似轰雷。如何是云门宗？三旬可办，一镞辽空。如何是法眼宗？言中有响，句里藏锋。如何是□□仰宗？明暗交加，语默不露。如何是不二法门？无法可说。多谢我师<br>！且归林下，来日问禅。一柄纶竿在手头，碧溪安在甚攸攸。清风明月襟怀阔，钩得金鳞出水游。众中还有四方善友，明达檀那，未开宗旨。请来问答，却是有也无？有、有、有！小生袁逊，忝于我师座下，特来问禅。问将来。敢问我师，如何是妙法？合着口。如何是如来法？四十九年三百余会。如何是祖师法？九年不语，声振五天。如何是道中人？万缘都不染，一念自澄清。如何是正法？万法千门总是空，莫思嘲月更吟风。这遭打出番筋斗，跳入毗卢觉海中。泉石烟霞水木中，皮毛虽异性灵通。劳师为说无生偈，悟到无生总是空。多谢禅师，偈言点化。小生实非人类，乃此山中得道老猿，未经圣僧罗汉点化，不得超升。初则变化儒樵，蒙师教诲。已识禅真半面。次则真形入师禅堂，授我经典，衣我袈裟，蒙师待以不死。今日座下，又蒙真诠数语，点化兽心，其实的参透得净也！<br>【双调】【新水令】今日一心参透祖师禅，我将这大圆明片时间发见。灵台无污染，丹府绝尘缠。本性大然，真如相悟当面。<br>今日法筵大众善会，人天共同相听。切以禅分五派，教演三乘，始因一花之灿烂，中分五叶以流芳。世尊法演于西天，达摩心传于东土。人人悟偈，个个皈依，咸生顿悟之心宗，共入华严之法藏。先生也，贫僧不知，果有如此大根大器悟圆顿之机。若非师父开悟迷途，小生今日岂能了达？<br>【驻马听】师父你道德渊深，亲传妙理会人大。禅机应变，果然是十方贤圣仰师颜。这的法佛是僧保俚真诠，惟心奥意当时展。不可言，真乃是西天佛祖亲身现。<br>师父，恁徒弟问求一个话头。无色无相万法空，体自如来般若同。若把诸缘都放下，俱在毗卢顶上峰。徒弟省了也。我是个万种喽啰林大郎，千般伎俩木巢南。从今踏破三生路，有甚禅机更要参！<br>【沉醉东风】妙理俄然便显，心如五叶清清。将他这色相来灵光现，似一潭秋水澄渊。体自如如不用言，便是如来教典。<br>无去亦天来，心花五叶开。尘缘都放下。位正宝莲台。师父，看袁秀才坐化归空去了也。哎，谁想此人言下大悟真机，归空去了。贫僧就与他亲身下火。弃了色身入法身，朗明心地绝纤尘。吾今为汝亲传偈，速至吾生般若门。踏尽天涯并海角，回头却是旧家村。贫僧恰才散罢禅，不想袁生坐化，贫僧下火已入，荼毗已了。贫僧无甚事，后堂食斋饭去也。<br>释迦拈花悟本心，加舍惟笑遇知音。灯灯相照传千古，朗朗光明直到今。贫僧乃西天阿罗汉是也。今日卢陵郡龙济山中，一个千载玄猿，常与修公禅师听经闻法。了然大悟，就于野塘秋水漫，花坞夕阳迟寺中坐化，正果归空。贫僧在此待候他，这早晚敢待来也。小生千载玄猿，托名袁逊，自于寺中修公祖师座下问罢禅，一言大悟，坐化身亡。你看金童引接，玉女相随，果是好境界也！<br>【沽美酒】我则见降霞飘五彩鳞，庆云生半空见，有他那宝树奇花满殿前。更有这莲池碧莲，真个罕曾见。<br>这里那里也？此处非凡地，天宫境界中。是好景致也呵！<br>【太平令】恰便是九重阙蓬莱宫殿，五云乡紫气攸然。动仙音清霄普遍，列幢幡飘摇皆现。也是俺，有缘，遇善缘，贺飞腾入普陀天院。<br>袁舜夫，你来了也。你徒弟来了也。稽首！只因你舍妄求真，修因累行，今日返本归真，位至西方九品莲池地步。谁想今日呵！<br>【折桂令】师父道登西方九品莲池，都只为悟彻无生，今日个平步上青天。再不去那山内闻经，林头抱影，涧底吟泉。我今日脱皮囊凡胎尽传，上灵山佛国攸然。也是苦志心坚，稳驾清风，飞上青天。袁生，此间已是西方极乐世界。只因你一心向善，问道修真，致有今日。你看祥云霭霭，紫气腾腾，慈悲接引，善信偕行，果然是步步踏金莲也。袁生，你听者！只因你一念真心，悟如来般若玄音。脱皮毛闻经听法，改形容参访师林。了然彻无生道妙，须明透万法洪深。除却了轮回六道，免去了苦海潜津。赴西方莲开见佛，临极乐亲到雷音。今日个成真证果，礼如来法座皆钦。也是我有缘也呵！<br>【殿前欢】今日个得升天，悟真如性海道心虔。祥云影里真佛现，拜礼慈颜。显祥光万道传，绚瑞彩千条现，散天花云端中见。果然是人间少有，世界难全。<br>题目大惠堂修公设讲<br>正名龙济山野猿听经",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "未知作者"
  },
  "tags": []
}