{
  "id": 5556,
  "star": 13,
  "name": "寒食城东即事",
  "dynasty": "唐代",
  "content": "清溪一道穿桃李，演漾绿蒲涵白芷。<br>溪上人家凡几家，落花半落东流水。<br>蹴踘屡过飞鸟上，秋千竞出垂杨里。<br>少年分日作遨游，不用清明兼上巳。",
  "fanyi": "<p><strong>译文<br></strong>一条清澈溪流穿过桃李花林，水波荡漾着绿蒲滋润着白芷。<br>溪流旁边总共只有几户人家，落花多半都漂流在东流水里。<br>踢出的皮球屡屡高出飞鸟上，荡起的秋千争相飞出绿杨林。<br>年轻人分开日子每天来游玩，全不需要等候到清明和上巳。</p> <p><strong>注释<br></strong>1.寒食：即寒食节，在夏历冬至后一百零五日，清明节前一或二日。在这一日，禁烟火，只吃冷食，故称“寒食”。<br>2.一道：一条。穿：穿过。<br>3.演漾：荡漾。涵：沉浸。白芷：一种可入药的香草。<br>4.凡：总共，一共。<br>5.蹴（cù）踘（jū）：同“蹴鞠”，亦称“打毬”，即古代踢球的游戏。蹴，踢。踘，皮制球，球内充塞以柔软的东西。古时有在寒食蹴鞠的习俗，参见《荆楚岁时记》。<br>6.秋千：意即揪着皮绳而迁移，为古代游戏用具，相传是春秋齐桓公时期从北方山戎传入。《太平御览》卷三〇引《古今艺术图》云：“寒食秋千，本北方山戎之戏，以习轻越者也。”<br>7.分日：安排好日期，计划好如何玩。一说犹逐日，意为一天天、每天。又说指春分之日。<br>8.清明：节气名。在夏历三月初，阳历四月五日前后，春分之后谷雨之前。旧俗当天有扫墓、踏青、插柳等活动。《淮南子·天文》：“春分后十五日，斗指乙为清明”。上巳：节日名。古代以三月上旬巳日为上巳节，有在流水边洗濯祓除、去除灾病的习俗。魏晋以后固定为夏历三月三日。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　此<a href=\"http://so.gushiwen.org/view_5556.aspx\">诗</a>开头两句，写一道清澈的溪流，穿过桃李花丛；而溪水边荡漾的水草和被水滋润的白芷，安逸而柔静。古代习俗，三月上巳桃花水下时，王公以下，携眷聚于水畔洗濯，驱除不祥。这里表现的就是这个习俗，展现的是春天的力量。</p> <p>　　三四两句，写溪流边的几户人家，落在流水里的桃李花，又是柔美宁静的意象，表现出浓厚的早春气息，有很强的画面感。</p> <p>　　五六两句又转换为力量和青春的意象。古代秋千是在清明、寒食节前后才有所见，而且仅仅局限于豪门贵族家的红男绿女游戏之用。据《荆楚岁时记》记载，寒食之时，造大麦粥，人们常以斗鸡、蹴鞠、打秋千为娱乐。这两句在前四句写清溪桃李的背景上又添几笔不时飞上高空的秋千与皮球，使整幅画面更加充溢这清新灵动的青春活力。尤其是“过”“出”二字用得好，分别写出了少年男女游玩时的热烈气氛，使人感受到年轻人沉湎于游乐中的景象，透露出无限的羡慕之情。</p> <p>　　最后两句意谓青春年少的人，应该每天都有开心游玩的心态，无忧无虑，不用等到清明和上巳两个节日才出去游玩，含有及时行乐的意味。</p> <p>　　在《寒食城东即事》中，作者表达了“及时行乐”的思想，人的青春，甚至生命，都很短暂。诗人认为，如果想要在短暂的时光中去建功立业、修身齐家、做学问，终究都不牢固实在，只有抓紧时间享受快乐才是真实的。全诗描绘出美丽的早春景象，交错着青春朝气的蓬勃力量和家常安宁的闲适气息，充分体现了<a href=\"http://so.gushiwen.org/author_515.aspx\">王维</a>诗“诗中有画”的特色。</p>",
  "about": "<h2>创作背景</h2> 　　此<a href=\"http://so.gushiwen.org/view_5556.aspx\">诗</a>是<a href=\"http://so.gushiwen.org/author_515.aspx\">王维</a>早期的作品，当作于唐玄宗开元年间的一个早春时节，其具体创作年份未详。当时王维在长安（今陕西西安）或洛阳（今属河南）。",
  "poet": {
    "id": 515,
    "star": 0,
    "name": "王维",
    "image": "http://img.gushiwen.org/authorImg/wangwei.jpg",
    "desc": "王维（701年－761年，一说699年—761年），字摩诘，汉族，河东蒲州（今山西运城）人，祖籍山西祁县，唐朝诗人，有“诗佛”之称。苏轼评价其：“味摩诘之诗，诗中有画；观摩诘之画，画中有诗。”开元九年（721年）中进士，任太乐丞。王维是盛唐诗人的代表，今存诗400余首，重要诗作有《相思》《山居秋暝》等。王维精通佛学，受禅宗影响很大。佛教有一部《维摩诘经》，是王维名和字的由来。王维诗书画都很有名，非常多才多艺，音乐也很精通。与孟浩然合称“王孟”。"
  },
  "tags": [
    "写水",
    "写鸟",
    "闲适"
  ]
}