{
  "id": 57273,
  "star": 6,
  "name": "更漏子·烛消红",
  "dynasty": "宋代",
  "content": "烛消红，窗送白。冷落一衾寒色。鸦唤起，马＿行。月来衣上明。 <br>酒香唇，妆印臂。忆共人人睡魂蝶乱，梦鸾孤。知他睡也无。",
  "shangxi": "<h2>赏析</h2> <p>　　此词相当通俗浅白。上片描写<a href=\"http://so.gushiwen.org/view_57273.aspx\">诗</a>人旅店中晨起上路的情景，下片则叙旅途夜宿时回忆和怀念伊人的情思，通篇充满了一种凄清缠绵的感情。 </p> <p>　　诗人写离人早行，最为绝妙的莫过于<a href=\"http://so.gushiwen.org/author_415.aspx\">温庭筠</a>的“鸡声茅店月，人迹板桥霜”（《商山早行》）两句，它只把几件具有代表性的景物叠合起来，就给人们勾勒了一幅“早行”的图画。<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>曾称赞它写道路辛苦见于言外（《六一诗话》），手法确实不凡。比较起来，赵长卿的功力自然不及。不过，赵词却也另有自己的妙处，那就是描写细致真切，善于使用动词（温诗中则全是名词的组合，无一个动词）。试看“烛消红，窗送白，冷落一衾寒色”三句，其中就很富动态：红烛已经燃尽，窗外透进了晨曦的乳白色，折射到床上的被衾，气氛显得凄清、冷落，由此一夜间之孤衾冷卧可知。“冷落一衾寒色”，更如“<a href=\"http://so.gushiwen.org/author_1397.aspx\">寒山</a>一带伤心碧”那样，直接以词人的主观情绪“涂抹”在客观物象之上。营造冷清氛围更进一步的反映了作者的心境。这是上片的第一层：写“早行”二字中的“早”字，或者也可说是写“早行”之前的“待发”阶段。接下来再写“早行”之中的“行”字（当然它仍紧紧扣住一个“早”字）：“鸦唤起，马疾行，月来衣上明。”首句写“起”，次句写“行”，第三句回扣“早”字。窗外的乌鸦已经聒噪乱啼，早行人自然不能不起。鸦自呜耳，而词人认作是对他的“唤起”。诗词中写鸟声每多以主观意会，此亦一例。“唤起”后，词人只得披衣上马，由马驮着，开始了他一天的跋涉。“驮”同“驼”，通驮。词人由马驮之而行，写其了无意绪，不得不行之情状。《西厢记》写张生长亭分别后的“马迟人意懒”，可为“马行”句注脚。自己的心绪怎样呢？词中没有明说，但“月来衣上明”一句婉转表出。</p> <p>　　前人词中，温庭筠曾以“灯在月胧明”来衬写“绿杨陌上多离别”的痛楚（《菩萨蛮》），牛希济也以“残月脸边明”来衬写他“别泪临清晓”的愁苦（《生查子》）。赵长卿此词也使用了和他们同样的写法，它把离人上马独行的形象置于月光犹照人衣的背景中来描绘，既见出时光之早，又见出心情之孤独难堪，其中已隐然有事在。此为上片。上片着重叙事，但作者心情已显露无遗。 </p> <p>　　旅情词中所谓“事”，通常是男女情事，或为夫妻或为情侣之别后相思。但是上片写到结束，读者似乎还只见到了心情苦闷的男主角，而另一位女性人物却尚未出现。因此下片就通过词人的回忆来勾画出她的形象。“酒香唇妆印臂，忆共人人睡”，这是下片的第一层：追忆离别前的两件事。第一是临寝前的对坐饮酒，她的樱唇上散放出酒的香味；第二是枕榻上啮臂誓盟，她的妆痕到现在似乎还残留在自己的臂膀上（此句变化用<a href=\"http://so.gushiwen.org/author_18.aspx\">元稹</a>《莺莺传》的某些意境）。这两件事，一以见出她的艳美，二以见出她的多情。所以当词人在旅途中自然会把她的音容笑貌、欢会情事长记心头。第二层三句，则衔接上文的“睡”字而来；分别前共睡时如此温存，而孤身在外，无人相伴“魂蝶乱，梦鸾孤，知他睡也无”，字三句实为倒装，意为：自别后不知她睡得安稳否？即使她没有失眠，那么夜间做梦也肯定不会做得美满。“魂蝶乱”与“梦鸾孤”实是互文，合而言之的意思是：梦魂犹如蝶飞那样纷乱无绪，又如失伴的鸾鸟（凤凰）那样孤单凄凉。词人在此饱含深情的笔触，既表现了他那番“怜香惜玉”的情怀，又何尝不可以看作是他此刻“自怜孤独”的叹息，同时又补写出自己这一夜岂不也是这样。 </p> <p>　　在宋代描写男女恋情和别绪的大量词篇中，赵长卿的这首《更漏子》算不上是名作。词中某些场面，甚至还稍涉艳亵。不过，由于它的笔法比较通俗直露，语言接近口语，加上作者感情的真挚深厚，所以读后仍能让人感到一种伤感缠绵的气氛，不失为一篇可读之作抒写别情离愁的。赵长卿的词集名为《惜香乐府》，此亦足以觇其香艳词风之一斑。</p>",
  "poet": {
    "id": 20,
    "star": 0,
    "name": "赵长卿",
    "desc": "赵长卿号仙源居士。江西南丰人。宋代著名词人。 宋宗室，居南丰。生平事迹不详，曾赴漕试，约宋宁宗嘉定末前后在世。从作品中可知他少时孤洁，厌恶王族豪奢的生活，后辞帝京，纵游山水，居于江南，遁世隐居，过着清贫的生活。他同情百姓，友善乡邻，常作词呈乡人。晚年孤寂消沉。《四库提要》云：“长卿恬于仕进，觞咏自娱，随意成吟，多得淡远萧疏之致。”"
  },
  "tags": [
    "婉约",
    "恋情",
    "思念"
  ]
}