{
  "id": 52803,
  "star": 920,
  "name": "蝶恋花·泪湿罗衣脂粉满",
  "dynasty": "宋代",
  "content": "泪湿罗衣脂粉满，四叠阳关，唱到千千遍。人道山长水又断，萧萧微雨闻孤馆。<br>惜别伤离方寸乱，忘了临行，酒盏深和浅。好把音书凭过雁，东莱不似蓬莱远。",
  "fanyi": "<p><strong>译文</strong><br>　　与姐妹们分手时，惜别的泪水打湿了衣衫，洇湿了双腮，送别的《阳关曲》唱了一遍又一遍，纵有千言万语，也难尽别情。而今身在异乡，望莱州山长水远。寄宿馆所，秋雨潇潇，不禁感到无限凄清。<br>　　被离情别绪搅得心乱如麻，竟不知在饯行时姐妹们送别酒是如何喝下去的，那杯中酒是深是浅，都全不知道了。最后嘱咐姐妹，你们要将音讯让过往的大雁捎来，以慰我心，东莱毕竟不像蓬莱那样遥远。</p> <p><strong>注释</strong><br>⑴蝶恋花：词牌名。<br>⑵昌乐馆：昌乐县驿馆，故址在今山东昌乐西北十里。<br>⑶泪湿罗衣脂粉满：四印斋本自注云：“别作‘泪搵征衣脂粉暖’。”满：同“漫”。<br>⑷阳关：这里指的《渭城曲》（送元二使安西）：“渭城朝雨浥轻尘，客舍青青柳色新。劝君更进一杯酒，西出阳关无故人。”后人乐，曰《阳关曲》，亦称《阳关》。<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>论《阳关三迭》唱法云：“余在密州，文勋长官以事至密，自云得古本《阳关》，每句皆再唱，而第一句不叠。乃知古本三叠盖如此”。《四叠阳关》盖按苏轼之言推之，或者第一句也叠，故称四叠。究竟如何叠法，说法不一。宋<a href=\"http://so.gushiwen.org/author_369.aspx\">刘仙伦</a>《一剪梅》：“唱到阳关第四声，香带轻分。”<br>⑸萧萧：一作“潇潇”。孤馆：孤独寂寞的旅馆。宋<a href=\"http://so.gushiwen.org/author_164.aspx\">周邦彦</a>《绕佛阁》：“楼观迥出，高映孤馆。”<br>⑹方寸：即“方寸地”，指人的心。《三国志·<a href=\"http://so.gushiwen.org/author_507.aspx\">诸葛亮</a>传》（徐庶）云：“今已失老母，方寸乱矣。”宋孔平仲《大风发长芦<a href=\"http://so.gushiwen.org/view_52803.aspx\">诗</a>》：“纷然方寸乱，魂干久不集。”<br>⑺把：四印斋本自注：“别作有。”<br>⑻东莱：即莱州，时为明城为官之地，今山东莱州市，曾名掖县。蓬莱：传说中的海上仙山名。《史记·秦始皇本纪》：“齐人徐芾（fú）具书言，海中有三神仙山，名为蓬莱、方丈、瀛洲。”</p>",
  "shangxi": "<p>　　词作当写于宣和三年（1121）秋天，时赵明诚为莱州守，从青州赴莱州途中宿昌乐县驿馆时寄给其家乡姊妹的。它通过词人自青州赴莱州途中的感受，表达她希望姐妹寄书东莱、互相联系的深厚感情。</p> <p>　　眼泪湿了衣服，脸上胭脂妆容化开。词开头作者便直接表露出了难分难舍的情感。四叠阳关唱了几千遍但是还不足以形容自己内心对妹妹的万种离情。“千千遍”则以夸张手法，极力渲染离别场面之难堪。“人道山长山又断，萧萧微雨闻孤馆”，妹妹此行路途遥远，而自己已经到了“山断”之处，离妹妹更加遥远了，加上又有潇潇微雨，自己又是独处孤馆，更是愁上加愁。</p> <p>　　“惜别伤离方寸乱，忘了临行，酒盏深和浅”，自己在临别之际，由于极度伤感，心绪不宁，以致在饯别宴席上喝了多少杯酒，酒杯的深浅也没有印象。词人以这一细节，真切形象地展现了当时难别的心境。“好把音书凭过雁，东莱不似蓬莱远。”词人告慰姊妹们，东莱并不象蓬莱那么遥远，只要鱼雁频传，音讯常通，姊妹们还是如同在一起。至此，已不仅仅表现的是离情别绪，更表现了词人深挚感人的骨肉手足之情。</p> <p>　　李清照是婉约派代表人物，通过这一<a href=\"http://so.gushiwen.org/view_52803.aspx\">诗</a>词，看出李清照词细腻生动，而又不乏姿放的特点。</p>",
  "poet": {
    "id": 536,
    "star": 0,
    "name": "李清照",
    "image": "http://img.gushiwen.org/authorImg/liqingzhao.jpg",
    "desc": "李清照（1084年3月13日～1155年5月12日）号易安居士，汉族，山东省济南章丘人。宋代（南北宋之交）女词人，婉约词派代表，有“千古第一才女”之称。所作词，前期多写其悠闲生活，后期多悲叹身世，情调感伤。形式上善用白描手法，自辟途径，语言清丽。论词强调协律，崇尚典雅，提出词“别是一家”之说，反对以作诗文之法作词。能诗，留存不多，部分篇章感时咏史，情辞慷慨，与其词风不同。有《易安居士文集》《易安词》，已散佚。后人有《漱玉词》辑本。今有《李清照集校注》。"
  },
  "tags": [
    "婉约",
    "离别",
    "亲情"
  ]
}