{
  "id": 52688,
  "star": 6,
  "name": "念奴娇·宪宗平淮西",
  "dynasty": "宋代",
  "content": "晚唐姑息，有多少方镇，飞扬跋扈。淮蔡雄藩联四郡，千里公然旅拒。同恶相资，潜伤宰辅，谁敢分明语。媕婀群议，共云旄节应付。 <br>于穆天子英明，不疑不贰处，登庸裴度。往督全师威令使，擒贼功名归诉。半夜衔枚，满城深雪，忽已亡悬瓠。明堂坐治，中兴高映千古。",
  "shangxi": "<h2>赏析</h2> <p>　　这首词是<a href=\"http://so.gushiwen.org/author_76.aspx\">李纲</a>写的七首咏史词之一。是写唐宪宗李纯平定淮西藩镇（方镇）割据的史实的。唐代自安史之乱开始，各地节度使势力逐渐强大，拥有自己的政权、兵权、财权，每拥兵自重，割据一方，不听朝廷号令，俨然独立王国。这种尾大不掉的局面日趋严重，严重影响了国家的统一。淮西节度使吴元济就是这种割据一方的方镇之一。</p> <p>　　上片开始三句概写方镇之祸。一针见血地指出，晚唐各地方镇之所以飞扬跋扈，其原因就在于朝廷姑息养奸，容忍迁就。唐代节度使本是由朝廷任命的，安史之乱后，各地节度使不由朝廷任命，自行决定父死子继，或由节度使的权臣继立，再由朝廷于事后在形式上加以追认。这种追认也是迫于形势，不得不如此。唐肃宗以后的皇帝大多是这样。</p> <p>　　下面具体讲淮西节度使。“淮蔡雄藩连四郡，千里公然旅拒。”“淮蔡”，指淮西节度使的治所蔡州（今河南汝南附近）。“连四郡”，指淮西节度使吴元济割据作乱，与山南东道梁崇义、淄青（今山东）的李纳、魏博（今山东聊城）的田悦、成德（今河北）的李惟岳四镇联合，抗拒朝廷。“旅拒”，即聚众抗拒。当时吴元济联合四镇，地连千里，气焰嚣张。</p> <p>　　这些作恶的人互相勾结，狼狈为奸，甚至“潜伤宰辅”。例如815年（唐宪宗元和十年），平卢节度使李师道竟敢派刺客暗杀力主出兵平定方镇割据的宰相武元衡，并刺伤御史中丞<a href=\"http://so.gushiwen.org/author_2608.aspx\">裴度</a>。企图用恐怖手段阻止朝廷及大臣们对方镇的讨伐。“谁敢分明语？”是说在这种情况下，谁敢公开主张讨伐藩镇呢？“媕婀群议，共云旄节应付”。媕（ān）婀，依违两可，犹豫不决的意思。朝臣们摄于方镇淫威，在朝廷讨论方镇问题时，态度暧昧，犹豫不决，都主张“旄节应付”。自唐玄宗时起，朝廷任命节度使，要赐给旌旄、符节，作为朝廷承认的标志。朝臣们主张朝廷采取迁就态度，承认各地自任的节度使，授给旄节，承认既成事实，只求息事宁人，敷衍塞责。因此，节度使们更不把朝廷放在眼里。这就是首句所说的“晚唐姑息”。</p> <p>　　下片赞扬宪宗讨伐淮西节度使吴元济的功迹。“于穆天子英明，不疑不贰处，登庸裴度。”“于穆”，见《<a href=\"http://so.gushiwen.org/view_52688.aspx\">诗</a>经·周颂·清庙》：“于穆清庙。”于，叹词；穆，美好。天子，指唐宪宗。登庸，重用。这几句是称赞唐宪宗英明果断，重用裴度为相，决定出兵平定淮西，与“旄节应付”的态度截然相反。裴度“往督全师威令使”，使李愬领军，趁雪夜衔枚疾走，出其不意，攻其无备，直入蔡州城，生擒吴元济。“衔枚”，古代秘密行军令士兵口衔小棒以止声。</p> <p>　　悬瓠，地名，今河南汝南县，自古为兵家必争之地，这里借指蔡州。从裴度平定淮西来看，方镇也不是强大得不可战胜，只要朝廷肯下决心，态度果断，是不难平定的。据《宋史·李纲传》载，宋钦宗曾手书《裴度传》赐李纲，意思是希望他作南宋的裴度。李纲深为感概地说：“臣曾不足以望裴度万分之一，然寇攘外患，可以扫除，小人在朝，蠹害难去。”李纲之才，不亚裴度，可惜宋钦宗不是唐宪宗，李纲终无用武之地，只好写下这首《念奴娇》词以自抒怀抱而已。</p> <p>　　宪宗平定淮西，虽未根本解决唐代的方镇问题，但打击了方镇的气焰，提高了朝廷的威信。所以李纲把这件事看作是天子坐明堂治理天下的表现，而且给予很高的评价，认为是中兴事业，光照千古。明堂是周天子宣扬政教的殿堂，是对唐宪宗的歌颂。李纲是从正面歌颂唐宪宗，从侧面含蓄地批评了宋钦宗，赞扬裴度，也寄托了自己的抱负和理想。借古喻今，用意深厚。</p> <p>　　这首词散文化的倾向较重，特别就语言来看，基本是散文句法，叙事、议论较多，而艺术形象性似嫌不够，但在思想内容方面深刻感人。</p>",
  "poet": {
    "id": 76,
    "star": 0,
    "name": "李纲",
    "image": "http://img.gushiwen.org/authorImg/ligang.jpg",
    "desc": "李纲（1083年－1140年2月5日），北宋末、南宋初抗金名臣，民族英雄。字伯纪，号梁溪先生，祖籍福建邵武，祖父一代迁居江苏无锡。李纲能诗文，写有不少爱国篇章。亦能词，其咏史之作，形象鲜明生动，风格沉雄劲健。著有《梁溪先生文集》、《靖康传信录》、《梁溪词》。"
  },
  "tags": [
    "咏史怀古",
    "抒怀",
    "散文"
  ]
}