{
  "id": 77,
  "star": 46,
  "name": "大叔于田",
  "dynasty": "先秦",
  "content": "叔于田，乘乘马。执辔如组，两骖如舞。叔在薮，火烈具举。袒裼暴虎，献于公所。将叔勿狃，戒其伤女。<br>叔于田，乘乘黄。两服上襄，两骖雁行。叔在薮，火烈具扬。叔善射忌，又良御忌。抑罄控忌，抑纵送忌。<br>叔于田，乘乘鸨。两服齐首，两骖如手。叔在薮，火烈具阜。叔马慢忌，叔发罕忌，抑释掤忌，抑鬯弓忌。",
  "fanyi": "<p><strong>译文<br></strong>尊贵的大叔出门围猎来呦，乘着四匹马拉的大车奔跑，他抖动着丝缰如纵横编织，车辕两旁的马儿像在舞蹈。驻马于大泽那里草木丰茂，四周驱兽的大火熊熊燃烧。大叔赤膊上阵徒手搏猛虎，猎物献郑伯送至他的公朝。我的大叔啊不要习以为常，防备猛兽伤害你把性命抛。<br>尊贵的大叔乘车来到猎场，拉车的四匹大马毛色金黄，驾辕的马儿努力向前奔跑，外侧两马紧跟随如雁排行。深入到大泽但见林深草长，四面驱兽的大火烈焰升扬。多才多艺的大叔擅长射箭，驾驭马车的本领也很高强。他时而放马驰骋时而勒缰，他时而射箭时而纵禽逃亡。<br>尊贵的大叔围猎到野外来，拉车的四匹马儿斑驳色彩，驾辕的俩马儿齐头并肩走，外侧的俩马儿好像把手摆。英武的大叔驻马在大泽中，四面驱兽的大火余烬未败。那纵横奔突的马儿慢下来，大叔的射箭频率也稀下来。他已经从容地打开箭筒盖，把宝雕弓放进囊里收起来。</p> <p><strong>注释<br></strong>1.田：同“畋（tián）”，打猎。<br>2.乘（chéng）乘（shèng）：前一乘为动词，后为名词。古时一车四马叫一乘。<br>3.辔（pèi）：驾驭牲口的嚼子和缰绳；组：织带平行排列的经线。<br>4.骖（cān）：驾车的四马中外侧两边的马。<br>5.薮（sǒu）：低湿多草木的沼泽地带。<br>6.烈：“迾”的假借。火迾，打猎时放火烧草，遮断野兽的逃路。具：同“俱”。举：起。<br>7.襢（tǎn）裼（tì）：脱衣袒身。暴：通“搏”，搏斗。<br>8.公所：君王的宫室。<br>9.将（qiāng）：请，愿。狃（niǔ）：反复地做。<br>10.戒：警戒。女（rǔ）：汝，指叔。<br>11.黄：黄马。<br>12.服：驾车的四马中间的两匹。襄：同“骧”，奔马抬起头。<br>13.雁行：骖马比服马稍后，排列如雁飞之行列。<br>14.忌：作语尾助词。<br>15.良御：驾马很在行。<br>16.抑：发语词。磬（qìng）控：弯腰如磬，勒马使缓行或停步。<br>17.纵送：放马奔跑。一说骋马曰磬，止马曰控，发矢曰纵，从禽曰送。皆言御者驰逐之貌。<br>18.鸨（bǎo）：有黑白杂毛的马。其色如鸨，故以鸟名马。<br>19.齐首：齐头并进。<br>20.如手：指驾马技术娴熟，如两手左右自如。<br>21.阜：旺盛。<br>22.罕：稀少。<br>23.释：打开。掤（bīng）：箭筒盖。<br>24.鬯（chàng）：弓囊，此处用做动词。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　按照现代多数学者的说法，此<a href=\"http://so.gushiwen.org/view_77.aspx\">诗</a>的抒情主人公可能是一个女子，她赞美的大约是自己的恋人，一位青年猎手。古人以伯、仲、叔、季作排行，叔本指老三。《郑风·萚兮》有“叔兮伯兮，倡（唱）予和女”之句，《郑风·将仲子》中提到“仲子”，则当时郑国女子对恋人也可称“伯”“仲”“叔”，大约相当于今日民歌中的“大哥”“二哥”“三哥”之类。诗中说这位青年打死虎之后“献于公所”，可知他是随从郑伯去打猎的。</p> <p>　　第一章“叔于田”直截了当点出要写叔的什么事。“乘乘马”表现出其随公畋猎时的气势。三、四句则描绘他驾车的姿态。驾车之马有四匹，四匹马的缰绳总收一起拿在手中，如绶带或织带时的经线，两面的骖马同服马谐调一致，像在舞蹈一样整齐。其得心应手的情况，就像马完全在按驾车人的意识行动。把叔驾车的动作写得同图画、音乐、舞蹈一样，到了出神入化的地步，正像《淮南子·览冥》说的王良造父驾车的情形，“上车摄辔，马为整齐而敛谐，投足调均，劳逸若一，心怡气和，体便轻毕，安劳若进，驰骛若灭，左右若鞭，周旋若环”。然而在此诗中只用了八个字。下面“叔在薮，火烈具举”，将叔放在一个十分壮观的背景之中。周围大火熊熊燃烧，猛虎被堵在深草之地，唯叔在其中与虎较量。叔脱去了上衣，火光照亮了他的脸和身，也照亮了将要拼死的困兽。其紧张的情况，同斗兽场中惊心动魂的搏斗一样。结果是“襢裼暴虎，献于公所”。叔不但打死了猛虎，而且扛起来献到了君王面前，像没有事一样。一个英雄勇士的形象活生生显示了出来。这十五个字的描写，可与《三国演义》中“温酒斩华雄”那一段精彩的叙述相媲美。诗人夸赞叔，为他而自豪，又替他担心，希望他不要掉以轻心，这个感情，是复杂的。</p> <p>　　第二章写叔继续打猎的情形，说叔“善射”、“良御”，特别用了“磬控”一词，刻画最为传神。“控”即在马行进中骑手忽然将它勒住不使前进，这时马便会头朝后，前腿抬起；人则弯曲腰身如上古时的石磬。第三章写打猎结束时从容收了弓箭，以其在空手打虎和追射之后的悠闲之态，显示了他的英雄风度。</p> <p>　　全诗有张有弛，如一首乐曲，在高潮之后又是一段舒缓的抒情，成抑扬之势，富有情致。</p>",
  "about": "<h2>创作背景</h2> 　　关于此<a href=\"http://so.gushiwen.org/view_77.aspx\">诗</a>的主题背景，《毛诗序》谓“刺庄公也”，认为“叔”即庄公之弟共叔段（即太叔段），孔颖达疏云：“叔负才恃众，必为乱阶，而公不知禁，故刺之。”刘沅《诗经恒解》以为太叔段武勇善射，“庄公不能善教之以成其材，又不能善用之以全其才，而使陷于恶，诗人流连咏叹，惜叔实刺公也”。吴懋清《毛诗复古录》又云：“叔段长于射御，力能暴虎，为国人所叹赏，宣扬传颂。”今人则多认为是赞美猎手之作。",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": [
    "诗经",
    "写人",
    "赞美",
    "狩猎"
  ]
}