{
  "id": 6525,
  "star": 2297,
  "name": "题破山寺后禅院",
  "dynasty": "唐代",
  "content": "清晨入古寺，初日照高林。<br>竹径通幽处，禅房花木深。<br>山光悦鸟性，潭影空人心。<br>万籁此都寂，但余钟磬音。</p> <p>清晨入古寺，初日照高林。<br>曲径通幽处，禅房花木深。<br>山光悦鸟性，潭影空人心。<br>万籁此俱寂，惟余钟磬音。</p> <p>清晨入古寺，初日照高林。<br>竹径通幽处，禅房花木深。<br>山光悦鸟性，潭影空人心。<br>万籁此俱寂，但余钟磬音。</p> <p>清晨入古寺，初日照高林。<br>曲径通幽处，禅房花木深。<br>山光悦鸟性，潭影空人心。<br>万籁此俱寂，但余钟磬音。",
  "fanyi": "<p><strong>译文</strong><br>大清早我走进这古老寺院，旭日初升映照着山上树林。<br>竹林掩映小路通向幽深处，禅房前后花木繁茂又缤纷。<br>山光明媚使飞鸟更加欢悦，潭水清澈也令人爽神净心。<br>此时此刻万物都沉默静寂，只留下了敲钟击磬的声音。</p> <p><strong>注释<br></strong>⑴破山寺：即兴福寺，在今江苏常熟市西北虞山上。南朝齐邑人郴州刺史倪德光舍宅所建。<br>⑵清晨：早晨。入：进入。古寺：指破山寺。<br>⑶初日：早上的太阳。照：照耀。高林：高树之林。<br>⑷竹径：一作“曲径”，又作“一径”。通：一作“遇”。幽：幽静。<br>⑸禅房：僧人居住修行的地方。<br>⑹悦：此处为使动用法，使……高兴。<br>⑺潭影：清澈潭水中的倒影。空：此处为使动用法，使……空。此句意思是，潭水空明清澈，临潭照影，令人俗念全消。<br>⑻万籁（lài）：各种声音。籁，从孔穴里发出的声音，泛指声音。此：在此，即在后禅院。都：一作“俱”。<br>⑼但余：只留下。一作“惟余”，又作“唯闻”。钟磬（qìng）：佛寺中召集众僧的打击乐器。磬，古代用玉或金属制成的曲尺形的打击乐器。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　《题破山寺后禅院》是一首题壁<a href=\"http://so.gushiwen.org/view_6525.aspx\">诗</a>。破山寺，即兴福寺，在今江苏常熟市西北虞山上。唐代咏寺诗为数不少，且有很多佳作 。<a href=\"http://so.gushiwen.org/author_443.aspx\">常建</a>的《题破山寺后禅院》，构思独具特色 ，它紧紧围绕破山寺后禅房来写，描绘出了这特定境界中所独有的静趣。</p> <p>　　首联\"清晨入古寺，初日照高林 \"，落笔勾勒出清晨时分后禅房四周的环境。早晨，初升的红日将金色的阳光洒向寺院，洒向虞山之中的林木，使寺院变得更加绚丽明亮，高耸入空的山林也变得更加翠绿葱茏，令人心旷神怡。这里，一个\"入\"字，写出了古寺美景之幽远，一个\"照\"字又将旭日东升时的勃勃生机给刻写得出神入化，透露出诗人欣喜昂扬的情绪。首联是写后禅院的远景，为下文的近景刻画打下了基础。</p> <p>　　颔联\"曲径通幽处，禅房花木深\"，点出题中\"后禅院\"三字，描写出通向后禅院弯曲幽深的小路和后禅院景色的幽静迷人。僧房深藏在花木丛中，香气馥郁，宋<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>曾感慨地称赞道：\"我常喜诵常建诗云：‘竹径通幽处 ，禅房花木深’。故仿其语作一联，久不可得 ，乃知造意者唯难工也。\"这一联的美，不仅体现在写景的准确传神上，而且表现在其思想内涵的深邃上。佛教提倡眼、耳、鼻、舌、身、意六根清净，无欲无求，苦修苦行，而后禅院却花木繁茂，清香扑鼻，由此含蓄曲折地表现僧侣们内心对美的热烈向往和执着追求。“曲径通幽”之美学在中国古典园林上有广泛运用。</p> <p>　　颈联和尾联在意念上紧承颔联，颔联写诗人的发现之美，追寻之乐，这两联则通过有声有色、有动有静、有情有态的景物描写来渲染佛门禅理涤荡人心、怡神悦志的作用，在给读者带来美的享受的同时又把读者带进幽美绝世的佛门世界。诗人举目四望，只见艳阳高照，天地生辉，翠竹幽林沐浴在阳光灿烂之中熠熠生辉，眩人眼目；活泼小鸟欢飞在茂林修竹之间自由自在，惹人羡慕。禅房前面是一池清澈见底的水潭，蓝天白云、茂林修竹倒映其间，给人以洁净空明、心旷神怡之感。“空人心”应对上句“悦鸟性”，点示如此空灵纯洁的世界的确可以涤除尘念，净化心灵；“悦鸟性”又暗示人只有象鸟一样，远离凡尘，回归自然，崇佛信道，才能保持本真，逍遥适世。颈联写山光物态，写小鸟欢飞，写潭影空明，无一不在形象地暗示禅味佛理感化人心，净化灵魂的奇妙作用。</p> <p>　　尾联两句以声衬静，营造一个万籁俱寂的境界，这与<a href=\"http://so.gushiwen.org/author_515.aspx\">王维</a>的\"蝉噪林逾静，鸟鸣山更幽。\"有异曲同工之妙。钟磬之音，远远超出了“晨钟暮鼓”的报时功能，而被赋予一些寓意深微的象征意义，这是来自佛门圣地的世外之音，这是引领人们进入纯净怡悦世界的奇妙佛音，这是回荡在人们心灵深处的天籁之音，悠扬而宏亮，深邃而超脱。显然，诗人欣赏这禅院与世隔绝的居处，领略这空门忘情尘俗的意境，寄托了自己遁世无门的情怀，礼赞了佛门超拔脱俗的神秘境界。</p><br/><h2>赏析二</h2> <p>　　首联 清晨入古寺，初日照高林。<a href=\"http://so.gushiwen.org/view_6525.aspx\">诗</a>人在这天的清晨走进古寺，初升的太阳光照耀着松林。此联中表明了诗人此作的时间和地点。佛家经常把僧徒聚集的处所当做是丛林，所以这里所说的高林颇有称颂禅院的意思。在光照松林的景象中显露着礼赞佛宇之情。</p> <p>　　颔联 竹径通幽处，禅房花木深。此联的“幽”“深”二字尤为重要。竹林掩映下的小路通向了幽深之处，禅房前后花木缤纷。幽静的竹林，小径，繁茂的花草树木共同构成了优雅的意境。幽静的竹林里，一条小路通向深处，禅房前后花木茂盛。此联主要描写静景。“幽”字着重突出了此景的寂静，而这种静不是一般的静，是一种具有诗意的静，因为此联中还有一个“深”字，这两个字互相映衬。繁茂的花木和幽静的竹林互相映衬，再加上一条通往深处的僻静的小路。可以想象这是一幅多么美丽的画面，多么诗意的境界呀！</p> <p>　　颈联 山光悦鸟性，潭影空人心 “悦”“空”二字给大自然赋予了某种特性，明媚的山间阳光使飞鸟更加欢悦，清澈的潭水让人神清气爽。悦、空二字在这里是使动用法，意为使·······欢悦，使·······空。这里的山光就是日光，自然中的日光照耀在山林里，小鸟到处乱飞，潭水本来就是清澈的。这些本来就没有什么奇怪的。但是作者却敏锐的捕捉到了小小的细节，给山光和潭水赋予了某种特性，使它们能够让飞鸟欢悦，能够荡涤人们心目中的污垢，使人们心旷神怡，神清气爽。这就使得这整幅画面变得更加生动，形象，美丽。动静结合的境界让人啧啧称奇。</p> <p>　　尾联 万籁此俱寂，但余钟磬音。颈联中明明写了小鸟到处飞的动景，然而到了尾联却说此时此刻万物俱沉默寂静，这到底是为什么呢？作者到底想写什么呢？最后半句话，但余钟磬音。钟磬，指的是佛教召集众僧的时候所敲打的一种乐器。尾联中，作者听到了钟磬的声音，于是他闭上了眼睛，默默的感受着仿佛周围都是寂静的，唯有那象征空门的钟磬之声能够像潭水一样使作者的心灵的污垢得到荡涤，使之更加清净。原来作者是想借着此情此景寄托其遁世无门的情怀。 </p><br/><h2>赏析</h2> <p>　　这首<a href=\"http://so.gushiwen.org/view_6525.aspx\">诗</a>题咏的是佛寺禅院，抒发的是作者忘却世俗、寄情山水的隐逸胸怀。</p> <p>　　诗人在清晨登破山，入兴福寺，旭日初升，光照山上树林。佛家称僧徒聚集的处所为“丛林”，所以“高林”兼有称颂禅院之意，在光照山林的景象中显露着礼赞佛宇之情。然后，诗人穿过寺中竹丛小路，走到幽深的后院，发现唱经礼佛的禅房就在后院花丛树林深处。这样幽静美妙的环境，使诗人惊叹，陶醉，忘情地欣赏起来。他举目望见寺后的青山焕发着日照的光彩，看见鸟儿自由自在地飞鸣欢唱；走到清清的水潭旁，只见天地和自己的身影在水中湛然空明，心中的尘世杂念顿时涤除。佛门即空门。佛家说，出家人禅定之后，“虽复饮食，而以禅悦为味”（《维摩经·方便品》），精神上极为纯净怡悦。此刻此景此情，诗人仿佛领悟到了空门禅悦的奥妙，摆脱尘世一切烦恼，象鸟儿那样自由自在，无忧无虑。似是大自然和人世间的所有其他声响都寂灭了，只有钟磬之音，这悠扬而宏亮的佛音引导人们进入纯净怡悦的境界。显然，诗人欣赏这禅院幽美绝世的居处，领略这空门忘情尘俗的意境，寄托自己遁世无门的情怀。</p> <p>　　这是一首五言律诗，但笔调有似古体，语言朴素，格律变通。它首联用流水对，而次联不对仗，是出于构思造意的需要。这首诗从唐代起就备受赞赏，主要由于它构思造意的优美，很有兴味。诗以题咏禅院而抒发隐逸情趣，从晨游山寺起而以赞美超脱作结，朴实地写景抒情，而意在言外。这种委婉含蓄的构思，恰如唐代殷璠评<a href=\"http://so.gushiwen.org/author_443.aspx\">常建</a>诗歌艺术特点所说：“建诗似初发通庄，却寻野径，百里之外，方归大道。所以其旨远，其兴僻，佳句辄来，唯论意表。”（《河岳英灵集》）精辟地指出常建诗的特点在于构思巧妙，善于引导读者在平易中入其胜境，然后体会诗的旨趣，而不以描摹和辞藻惊人。因此，诗中佳句，往往好像突然出现在读者面前，令人惊叹。而其佳句，也如诗的构思一样，工于造意，妙在言外。宋代<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>十分喜爱“竹径”两句，说“欲效其语作一联，久不可得，乃知造意者为难工也”。后来他在青州一处山斋宿息，亲身体验到“竹径”两句所写的意境情趣，更想写出那样的诗句，却仍然“莫获一言”（见《题青州山斋》）。欧阳修的体会，生动说明了“竹径”两句的好处，不在描摹景物精美，令人如临其境，而在于能够唤起身经其境者的亲切回味，故云难在造意。同样，被殷璠誉为“警策”的“山光”两句，不仅造语警拔，寓意更为深长，旨在发人深思。正由于诗人着力于构思和造意，因此造语不求形似，而多含比兴，重在达意，引人入胜，耐人寻味。</p> <p>　　盛唐山水诗大多歌咏隐逸情趣，都有一种优闲适意的情调，但各有独特风格和成就。常建这首诗是在优游中写会悟，具有盛唐山水诗的共通情调，但风格闲雅清警，艺术上与<a href=\"http://so.gushiwen.org/author_515.aspx\">王维</a>的高妙、<a href=\"http://so.gushiwen.org/author_757.aspx\">孟浩然</a>的平淡都不类同，确属独具一格。</p> <p>　　破山在今江苏常熟，寺指兴福寺，是南齐时郴州刺史倪德光施舍宅园改建的，到唐代已属古寺。诗中抒写清晨游寺后禅院的观感，笔调古朴，描写省净，兴象深微，意境浑融，艺术上相当完整，是盛唐山水诗中独具一格的名篇。</p><br/><h2>鉴赏二</h2> <p>　　清晨，太阳出来了，在高大树木的遮蔽下，古寺依然沉睡在幽暗中。重重花木掩映着弯弯小路，来到禅房，更是觉得幽静。悠长的钟磬声，在万籁俱寂之中带来深远的禅意，使人的心灵愈加沉静。</p> <p>　　晨游山寺，看到幽静的竹林、清澈的水潭，青山焕发、鸟儿欢唱，袅袅的钟磬声时隐时现。如此清幽的环境使<a href=\"http://so.gushiwen.org/view_6525.aspx\">诗</a>人顿去杂念，心中豁然开朗。全诗虽咏禅房寺院，实抒寄情山水及隐逸之情。</p> <p>　　语言古朴，意象深微；构思工于造意，妙在言外，引人在平易中进入胜境。</p> <p>　　首联起居平平“清晨入古寺”简直如同平白说话，毫无诗意。但却简单地交待了时间地点。缓之又缓，平之又平，不是孤峰突起，也不是一泻千里，仿佛轻松愉悦地步入山阴道上。继而“初日照高林”亦是不加粉饰的句子，却在眼前铺开了幅“山林晨景图”。树密，但不是密不透风；林高，但不是高不可及。密密匝匝的树林伴着初升的旭日，“初日”亮而微红，红又间黄，从树缝、树头间漏下道道光柱，袅娜着林间微微的雾气，氤氲着别样的轻柔。</p> <p>　　“曲径通幽处，禅房花木深” 此言一出足令人瞠目结舌、啧啧称赞。步出高林是一丛翠竹，翠杆碧叶下是仄仄的小径，竹影微摇，小径隐现，前路深幽，不可轻现。隐隐有一角挑檐露在花木深处，幽僻之所，非高僧不可得也！花木、禅房、曲径、竹林仿佛已融为一体，浑然天成。既点题，又显意，无怪乎令人叹赏至今。</p> <p>　　颈联两句对仗工整，比兴巧妙。一个“悦”字，高雅了“鸟性”，写活了“山光”。鸟竟犹人，可识、可赏、可悦这山光。一个“空”字，沉寂了“潭影”，澹定了“人心”。潭影幽暗而似空无一物，人心无所求无所欲，空空中而异常的满足。</p> <p>　　尾联巧妙的把全诗化为一曲淡雅的乐章。起先有丝弦竹肉，金革匏陶，到此一节，万籁俱寂，只在那钟磬上一击，余音袅袅，不绝如缕。如缕的金玉声萦绕在禅院上空，与那日光相融，与那紫烟相缭，仿佛梵音入耳，涤荡尽胸间尘垢，悠远悠长，回味无穷。</p>",
  "about": "<h2>意境</h2> <p>　　清晨，太阳出来了，在高大林木的遮蔽下，古寺依然沉睡在幽暗中。重重花木掩映这弯弯的小路，来到禅房，更觉幽静。山光使野鸟怡然自得，潭影使人心中的俗念消除净尽。悠长的钟磬声，在万籁俱寂之中带来深远的禅意，使人的心灵愈加沉静。</p> <p>　　“清晨入古寺，初日照高林。”首句 “清晨”二字点明出游的时间和地点。<a href=\"http://so.gushiwen.org/view_6525.aspx\">诗</a>人一大早就“入古寺”，可见他对这块佛教圣地的向往之切。下句紧扣“清晨”描绘出这座寺院的全景：初升的太阳，正照着寺院中高耸的树林。“古寺”“高林”突出了山寺的幽雅。</p> <p>　　“曲径通幽处，禅房花木深。”这一联诗人抓住寺中独特的景物，形象地描绘了山寺幽深、清寂的景色。“曲径”，竹林丛中的小路。“幽处”幽静的地方。“禅房”僧侣们的住所。“花木深”，指禅房深藏在花木丛中。</p> <p>　　“山光悦鸟性，潭影空人心。”这一联紧承上联，进一步渲染了僧房幽深、清寂。“山光”山中的景色。“悦”，用作动词，使……欢悦。“空人心”，使人心中的杂念消除。“空”，消除。形容词用作动词，“使……空”。上句表面上是写山光使飞鸟也怡然自乐，实际上，鸟的怡然自乐是诗人心情愉悦的反映。下句写人心对潭影而空，既表达了诗人宁静的内心感受，也隐约流露了对现实的愤慨和反感。这两句诗以动显静，因景生情，含蓄隽永。</p> <p>　　以上六句，诗人抓住山寺中独特的景物，运用了以静显动，以动显静的表现手法，塑造了一个幽深静寂、安详和平、自然高远的境界。</p> <p>　　“万籁此俱寂，但余钟磬音。”尾联是上一联的补充，进一步以钟磬音响轻轻回荡，以动显静，映衬山寺万籁俱寂的宁静气氛。“万籁”，指自然界万物发出的各种声响。“都”，都，全部。“寂”，寂静，没有声音。成语“万籁都寂”出于此句。“磬”，是石或玉制的打击乐器。和尚在念经或进行其它宗教活动时，都用敲钟或击磬表示开始和结束。 </p>",
  "poet": {
    "id": 443,
    "star": 0,
    "name": "常建",
    "image": "http://img.gushiwen.org/authorImg/changjian.jpg",
    "desc": "常建(708-765)，唐代诗人，字号不详，有说是邢台人或说长安（今陕西西安）人，开元十五年与王昌龄同榜进士，长仕宦不得意，来往山水名胜，过着一个很长时期的漫游生活。后移家隐居鄂渚。大历中，曾任盱眙尉。"
  },
  "tags": [
    "唐诗三百首",
    "初中古诗",
    "写景",
    "咏物"
  ]
}