{
  "id": 9299,
  "star": 15,
  "name": "经火山",
  "dynasty": "唐代",
  "content": "火山今始见，突兀蒲昌东。<br>赤焰烧虏云，炎氛蒸塞空。<br>不知阴阳炭，何独烧此中？<br>我来严冬时，山下多炎风。<br>人马尽汗流，孰知造化工！",
  "fanyi": "<p><strong>译文<br></strong>久已听说的火山今日才见到，它高高地矗立在蒲昌县东。<br>赤色的火焰烧红了胡天的云，炎热的气流蒸腾在边塞上空。<br>不知道由阴阳二气构成的热能，为什么独独燃烧在这座山中？<br>我在严冬时节里来到这里，山下仍然是一阵阵热风。<br>人和马都热得汗流浃背，谁能探究大自然的奥妙无穷？</p> <p><strong>注释<br></strong>⑴火山：火焰山，在今新疆吐鲁番盆地北部。王延德《高昌行记》：“北庭北山（即火焰山），山中常有烟气涌起，而无云雾。至夕火焰若炬火，照见禽鼠皆赤。”<br>⑵突兀：高耸貌。蒲昌：唐代县名，贞观十四年（640年）平高昌以其东镇城置，在今新疆鄯善。<br>⑶虏云：指西北少数民族地区上空的云。<br>⑷炎氛：热气；暑气。唐<a href=\"http://so.gushiwen.org/author_22.aspx\">储光羲</a>《行次田家隩梁作》<a href=\"http://so.gushiwen.org/view_9299.aspx\">诗</a>：“田家俯长道，邀我避炎氛，当暑日方昼，高天无片云。”<br>⑸阴阳炭：即指由阴阳二气结合的熔铸万物的原动力。语出西汉<a href=\"http://so.gushiwen.org/author_109.aspx\">贾谊</a>《鵩鸟赋》：“天地为炉兮，造化为之；阴阳为炭兮，万物为铜。”<br>⑹炎风：热风。唐<a href=\"http://so.gushiwen.org/author_682.aspx\">韩愈</a>《县斋有怀》诗：“毒雾恒熏昼，炎风每烧夏。”<br>⑺孰：谁。造化：自然界的创造者。亦指自然。《庄子·大宗师》：“今一以天地为大炉，以造化为大冶，恶乎往而不可哉？”</p>",
  "shangxi": "<h2>赏析</h2> <p>　　此<a href=\"http://so.gushiwen.org/view_9299.aspx\">诗</a>写亲眼所见的景象。起句“火山今始见”的一个“始”字，发出了百闻不如一见的慨叹。“突兀蒲昌东”中的“突兀”一词，既勾勒出火焰山巍峨高耸之貌，又描绘出火焰山拔地而起、扶摇直上的宏伟气势。起始二句，气势宏大。</p> <p>　　接着“赤焰烧虏云，炎氛蒸塞空”二句继续写火焰山的威势。“虏云”、“塞空”，既表示其空间的高远，又象征着异族活动的天地。而那火焰山的烈焰，却能燃烧那远天的云朵，灼烫的气浪蒸热了广漠的塞空。将火焰山置于广阔的塞空虏云之间，以烘托其热力威猛之势，联想合理，夸张恰到好处，炼字精当，意韵喻长。尤其是一个“烧”字，将火山烈焰指向虏云；一个“蒸”字，使火焰山热气威及远塞，由低向高，由近及远，顺着火焰山热力的漫延，形象地刻划出火焰山名不虚传的威势。这种浪漫主义色彩的夸张，并非不着边际地虚叹，而是基于生活的真实和诗人志向的高远。在这里，诗人没有拘泥于火焰山近景红岩焦土的精雕细刻，而是从远处的“赤焰”和“炎氛”，“虏云”和“塞空”着眼，以山比军、以热喻威，使诗歌饱含深广的意境。</p> <p>　　接着，诗人在反问中发出惊叹：“不知阴阳炭，何独烧此中？”西汉<a href=\"http://so.gushiwen.org/author_109.aspx\">贾谊</a>在《鵩鸟赋》中把自然界万物的生成变化比喻成金属的熔铸，<a href=\"http://so.gushiwen.org/author_113.aspx\">岑参</a>此处化用其意，幻化出一种新奇的意境：火炉之大，如天高地阔，燃料之多，集全部阴阳于一地，从而燃着了这座石山。意为火焰山举世无双，为世上万物之佼佼者。</p> <p>　　收尾四句：“我来严冬时，山下多炎风。人马尽汗流，孰知造化工！”以反衬手法，再现火焰山威势，一物多咏，造成连贯的气势。诗人自长安来，一路天寒地冻，唯独边塞火山热气蒸人，人和马都大汗淋漓。这种驱寒使热之工，若不是神力造化，人力绝不能能为之。这里，诗人通过亲眼所见和亲身感受，真实地描绘出火焰山奇特怪异的景象和无穷无尽的强大威力。可以想见，来到火焰山前，诗人触景生情，气贯长虹，更加激发了在边塞施展宏图的志向。</p>",
  "about": "<h2>创作背景</h2> 　　此<a href=\"http://so.gushiwen.org/view_9299.aspx\">诗</a>当作于唐玄宗天宝九载（750年）<a href=\"http://so.gushiwen.org/author_113.aspx\">岑参</a>初次出塞经过火焰山之时。天宝八载（749年），岑参抱着建功立业的志向，离开京师长安赴安西上任，大约次年途经蒲昌（今新疆鄯善）。当时火焰山横亘眼前，烈焰飞腾，奇景壮丽，激起了这位边塞诗人的满怀豪情，因此创作了这首《经火山》。",
  "poet": {
    "id": 113,
    "star": 0,
    "name": "岑参",
    "image": "http://img.gushiwen.org/authorImg/cencan.jpg",
    "desc": "岑参（约715-770年），唐代边塞诗人，南阳人，太宗时功臣岑文本重孙，后徙居江陵。[1-2] 岑参早岁孤贫，从兄就读，遍览史籍。唐玄宗天宝三载（744年）进士，初为率府兵曹参军。后两次从军边塞，先在安西节度使高仙芝幕府掌书记；天宝末年，封常清为安西北庭节度使时，为其幕府判官。代宗时，曾官嘉州刺史（今四川乐山），世称“岑嘉州”。大历五年（770年）卒于成都。"
  },
  "tags": [
    "写山",
    "写景",
    "言志"
  ]
}