{
  "id": 70515,
  "star": 3,
  "name": "杂剧·辅成王周公摄政",
  "dynasty": "元代",
  "content": "楔子<br>自家姬姓，周家嫡族，现为太师。从先考文王时，参预国事，至今上武王，一同克商伐纣。官里与诸侯会于鹿台，宦唤某，不知有甚公事。陛下，当元本子是吊民伐罪，今来有罪的伐了，有功的赏了。也有纣子武庚，合维殷祀。若不封赠，恐失前言。叔鲜去呵，是，争奈兄弟性刚。交叔处、叔度二人同去方可。将叔鲜进封管叔，叔度封蔡叔，叔处封霍叔，名为三监。恁地呵怎生？<br>【仙吕】【赏花时】来纣主残殷故天，礼后稷南郊以配天。愿陛下福齐天，九五数飞龙在天，昨日今商今日周别换了一重天。<br><br>　 </p> <p>第一折<br>自今上践祚无为而治，一十五年，王弗幸有疾弗瘳。今筑高台三层，斋戒七日，秉圭祝册，告于太王、王季、文王，愿以臣之身，以代主上之命。未知天只要若何？暗想周家帝喾，顺时积德，至今恰正统，皆顺天意人心，却不曾延其寿算！<br>【仙吕】【点绛唇】后稷躬耕，帝尧征聘，封姬姓。农务兴行，周业从兹。<br>【混江龙】太王修公刘德行，岐山下市井不年成。王季立丕承祖考，太伯贤远入蛮荆。次及西伯文王善养老，直至当今天子致升平。当此际纣君暴虐，废天时殷道难行，宠妲已贪淫肆虐，信恶来滥法极刑，建鹿台宫为九市，奏淫歌夜至达明，酒为池可行舟楫，肉为林不问羶腥，裸形体去逐男女，剖心肝故杀公卿，天降灾三年不雨，民失业四海逃生。听众口一词可伐，会诸侯八百来盟，戊午日孟津师渡，甲子日牧野交兵。彼纣王火中燔死，妲己氏剑下尸呈。秉金钺吊民伐罪，偃旗鼓众庶欢腾。阴阳再判，日月重明，万邦入贡，五谷丰登。家无事，国先宁，绝搅扰，得安宁。顺皇天洗净日边云，与黎民去却心头病。恰救得苍生安息，便不能得龙体安宁！<br><br>【油葫芦】今日祝册修成将坛墠登，心志诚，愿三天上享降威灵。官里无贪淫贪能性，都子为忧民忧国忧成病，配三才天地人，明三光日月星。百姓将及时甘雨把君恩并，却难主上望长生。<br>【天下乐】点点咸呼万岁声。今上神灵，虽圣明，不如云予仁若考多艺能。愿三天神意察，把杏皇寿考增，宁可促微臣老性命。<br><br>【那吒令】定华夷九鼎，得乾坤正刑；恰箫韶九成，放关雎郑声。早春秋九令，入桑榆暮景。金声鸣清庙钟，玉振响明堂磬，血食列俎豆牺牲。<br>【鹊踏枝】为君疾不能兴，求占卜可宜行。虽生死名尽天年，要阴阳不顺人情。比及齐七政璇主衡，先索推五行启柜金縢。<br>【寄生草】演九五三一数，兆乾元享利贞。当元定太初一气剖判为伏羲圣，自后立六十四卦彖象是先君定，如今揲四十九茎蓍草卜当今命。果必有祸福愿先天无咎鬼神言，设若见吉祥是主人有福牙推胜。卜了三卦，未知卦象若何？嗨！不想贪慌，将先天祝册错放在金縢中，待取去，争奈宣唤紧！日后再取也不妨。陛下放心。<br>【幺篇】不足以为天异，何劳的苦圣情。陛下梦身穿赤色是周家正，陛下见天分乾象为文章盛，陛下谎地开坤宙主烟尘净。太阴昏被日夺了东海月华明，帝星无为云遮了北斗杓儿柄。<br><br>【六幺序】不争俺弃却周天子，永别离老弟兄，交谁忧念四海生灵？凤凰雏羽未全成，犁牛子角未能騂。然如此把年后朝遗嘱的分明，耳边听口不住称神圣，臣唯能喏边声。临大节怎敢违尊命，钦依圣教，死效愚诚。<br>【幺篇】臣虽无能，辅朝廷，寄命叮咛，密旨亲听，社稷重兴。付能臣支撑，忠信难凭，天地为盟，上有苍冥。倘或天不容吾皇驾崩，陛下放心，这公事便索行，临至日若是上下交征，内外差争，老微臣怎地施行？这剑斩不臣，夷背逆，诛谗佞。圣旨道\"无銮驾如朕亲行\"。臣既能如此持威柄，其教不严而治，其政不肃而成。<br><br>【赚煞】恰把密旨暗中传，不想大事须臾定。臣怎敢使赤子葡匐入井？臣该万死！怎敢当篡位夺权恶罪名？他小则小神武文明。此件事不为轻，怎敢诌谀龙情？臣依着天道人心顺处行。且休问人心怎生，现如今天心先应，臣夜观乾象，不见别，见明滴溜照东宫一点紫微星。<br><br><br>第二折<br>自离君无道。暴殄天物，害虐烝民，为天下逋逃生，萃渊薮。绥厥士女，惟其士女，篚厥玄黄，昭我周王。自伐纣之后，大贤于四海，而万自始至姓服悦。列爵惟五，分土惟三，建宫惟贤，位事惟能，垂民五教，惇信明义，崇德报功，垂拱而天下治。岂想有今日！<br>【中吕】【粉蝶儿】想俗众口嗷嗷，苦残殷纣王无道，昨日致师于牧野商郊，一戎衣，天下定，宣明王教。怎生便凤返丹霄！哭一声痛连心血流七窃！<br>【醉春风】当初成大业建元疾，今日弃臣民归去早。无为而治数十年，陛下今日早了；俺几时了？直等立新君呵了。恰葬罢山陵，索问乎国政，定其尊号。<br><br>【迎仙客】今日册东宫登宝位，代先帝拜南郊。听言绝擗踊一声险气倒。然如此省艰难，怕彳乞彳艹<br>两的成病了。殿下！这孝子心难<br>学，将奈何周宗庙。<br><br>【上小楼】谁不知商均德薄，都子为丹朱不肖。殿下仁胜殷汤，贤效虞姚，德似唐尧。现如今，狱讼彰，盼望着黎民歌乐。殿下践皇基正是有天之道。<br>【幺篇】习先考能用贤，学文王善养老。自然配却三才，应却三台，窜却三苗。但凡事谨守着，父之道，别无德教。子这的是普天下之下太平之兆。<br>【满庭芳】臣合当金瓜碎脑。君再让八般大礼，臣索跳九鼎油镬。若论着安邦治国非臣攻效，是两班文武大小官僚。不于臣事。召公奭扶持的乾坤定天清地浊，毕公高燮理的阴阳正雨顺风调。若论着顺有道伐无道，戊午日兵临孟水，甲子日血浸朝歌，亏负着吕望六韬。更是枉了他归蓑衣不换柘黄袍。<br><br>【普天乐】龙椅上，紧扶着，大小官员，扬尘舞蹈。若有个敢喧呼的正犯新条，依班次休怠慢分毫。百官每听处分一齐忙呼噪，扶持着有德的君王谁敢违拗？不是请来的先君剑利水吹毛，他子索封侯拜爵，称臣上表，列土分茅。<br>今日皇天眷佑，陛下合继万世无疆之祚，谁敢不从？若有不依命者，自有常典！虽然大事定，一喜悲。<br>【耍孩儿】悲呵悲定寰区的圣主归天早，喜呵喜继万世君王定了。休道人，子这天无语垂也报斯民，便阴阳二气和调。先君崩愁云冷雾迷坤宙，新君立和气春风满市朝。臣不敢奉先君诏。德不及夔龙禹稷，才不及伊尹皋陶。<br>【幺篇】便交臣身居冢宰为阿保，这一遍公徒也不小。知他蒙先君寄命托微臣，不知的道有心待窥伺皇朝。休将军国咨臣下，能把文章教尔曹。臣坐则把不定心头跳。伴君王坐朝问道，把微臣立草为标。<br>臣钦依先君遗命，有所不免，忝当此位。有几件合行的公事，最为急务。这其间行呵，正是儆一人而千万人说。<br>【三煞】不肖呵近族削了大权，贤仁的虽草泽呵加与重爵。正韶乐，明礼，开学校。一壁交有司家削减的刑罚省，一壁交关市处征收的税敛薄。释了故杀，饶了强盗。济贫困不敢侮于鳏寡，免差徭而况取于逋逃。<br>【二煞】从今后划地拖带着一身疾病，从今后划地使作的心碎了，从今后划地学舜之徒孳孳为善从头鸡儿叫，从今后划地为宗庙呵春秋祭；祀周三祖，从今后划地忧天下呵日夜思量计万条。臣不得已，非心乐。划地似临深渊般兢兢战战，履薄冰般怯怯乔乔。<br>【煞尾】宣化的臣民内外服，将傍的君王寿数高。等天子将摄行的国事亲临却，微臣报国忠心恁时了。<br>　</p> <p>第三折<br>自先君在日，摄行天子事。这些时官里坐于御榻，某侍坐于天子之侧，名曰抱孤摄政。官里坐朝，索走一遭去。想摄政以来，天下皆为奉行先君之业。<br>【越调】【斗鹌鹑】从先帝升遐，当今嗣国，宗祀明堂，歌讴圣德，诵《尧典》微言，达《洪范》至理，寄命时托柱石，抱孤的慎鼎彝，化被蒿莱，仁沾动植。<br>【紫花儿序】奏武乐一人有庆，拜冕旒万国咸臻，偃兵戈四海无敌。恐民乱摄行国事，为君幼权典枢机。但将傍的他朝夕，归政与君王就臣位，便是我孝当竭力。上不愧三庙威灵，下不欺九土黔黎。<br>【小桃红】微臣冠服衮冕执桓圭，坐休近蟠龙椅，他每北面而朝能可南面立。臣恐失尊卑，将无能冢权休罪。第一来曾奉的先君圣敕，第二来现佐着当今皇帝。若不如此，怎敢看稳拍拍文武两班齐。<br>太公休胡说！国家别觑谁？<br>【雪里梅】为甚不交你皓首退朝归？似你般白发故人稀。能可你赞拜休名，进殿免跪，凡事便宜。<br>【鬼台山】陛下道他当日，执纶竿为活计。早忘了戊午日兵临孟水，甲子日胜商纣一戎衣，夺与咱江山社稷。陛下道微臣恋他子甚的？咱家里太公望子久矣。他未尝离先帝玉辂车中，他须曾到文王熊梦里。<br>【金蕉叶】末不谁把贤门闭塞，为甚把鸾舆指斥？你快说离却淮夷的日期。既不到淮夷，怎知道这背反朝廷的信息。<br><br>【调笑令】客旅每报知，这的是真实，可知道路上行人口胜碑。我子为君王幼小权监国，除此外别无他意。公将不利于孺子！慌向丹墀内俯伏呼岁，臣死无葬身之地。<br>【秃厮儿】臣子是为冢宰安邦治国，怎敢道欺幼主立位登基？愿君王表白臣所为。免令的，小民每，猜疑。<br>【圣药王】君也头不抬，文武每口难启。恁地呵老微臣不死是为贼。臣委实无此心，到如今说甚的。尽忠心有口怎分析？惟有老夫知。<br>乞将臣分付于有司者！<br>【麻郎儿】事既该十恶大逆，罪合当万剐凌迟。愿把臣全家临籍，乞将臣九族诛夷。<br>【幺篇】恁地、却依、正理，坏了臣于法合宜，坏了臣于民有益，不坏臣于君不利。<br>【络丝娘】若不坏呵三千里流言怎息？若不坏呵如今武庚助纣作业，管叔又背乱为非，蔡叔将军储供给，霍叔又戈甲相随。<br>【幺篇】蹅践东土，震动京畿，怎奈何四五处烟尘并起。谢太后和君王赦臣无罪，若谢恩了敢虚做了真实。<br><br>【东原乐】微臣当辞位，宜弃职，乞放残骸归田里。娘娘道不放微臣出官闱，进退两难为。微臣叩头出血，免冠请罪。为甚把金盆约退，非敢把懿旨相违。<br>【绵搭絮】微臣身沾着罪恶，点污尽忠直。濯呵濯得了腮边血污，涤呵涤得净面上尘灰，娘娘！子这绿水何曾洗是非？白首无堪问鼎彝。现如今内外差池，事难为当恁的。<br><br>【幺篇】一人交太公拥旌旗，三监共武庚听消息。这老子若到那里，不分个等级，莫想问周室宗族纣裔，他恁大年纪统领着军骑。他老将会兵机，敢土平了三四间。<br>怎生信别人言语，便交征伐去。果必曾反呵不枉了。若不曾反呵，这老子那里问三监是俺弟兄，敢都杀了，枉死了无罪生灵。子除这般。陛下，今日三监和武庚流言至此，只因微臣呵反了。太后娘娘不放微臣出朝。乞付臣兵权，亲身征伐去呵，怎生？<br>【拙鲁速】此一行眼见的老微臣三不归，怎施呈大将军八面威？未曾了前罪，又持着兵卫，怕主公难意，大臣猜忌，愿情的把家私封记，老妻留系，伯禽监系，俺一家儿当纳质。<br>【收尾】您两个柱石臣善事当今帝，咱尽衰老齐家治国。等齐了蔡叔度、管叔鲜，现放着毕公高、召公奭。<br><br>第四折<br><br>【双调】【新水令】当初被流言千里地定了江淮，更怕为臣的坐观成败。今日却能够见公侯伯子男，呵，叹自己年月日时胎。当初把福变为灾，今日否极也却生泰。<br>【驻马听】当初离凤阙瑶阶，管叔鲜诬我全无经济才。自从启金滕玉册，姜太公从头钓出是非来。我想金滕锁钥未能开，知他我满门良贱今何在？子为有神灵也显得我无罪责。我有别心呵！这其间神不容，地不载，天不盖！<br>【乔牌儿】士民每挡拦断十字街，见官里步行出午门外。锦衣花帽权停待，官里向前行您将我肩上抬。<br>放下了。您真不放也！<br>【挂玉钩】我舍了老性命就肩舆上跳下来！为甚懒向龙床前蓦？臣又怕第二遍流言赶下来。庶几广民之爱，君托付，臣庇赖，元首明哉，股肱良哉。<br><br>【川拨棹】我一脚地过江淮，怎生便祸从天上来？是怨气沉埋，被元气冲开，雷震瑶台，风鼓阴霾。您怎生燮理阴阳，调和鼎鼐？那风撼乾坤，搅世界，走砂石，昏日色，偃田禾，伤稼穑，拔林木，倒殿阶。<br>【水仙子】您可甚春风来似不曾来，不知当日灾因那个灾？若不如此呵！尽今生老死居朝外。老微臣甚风儿吹到来，天心与人事和谐。非是臣威风大，只因君前过改，禾复起，枯树上花开。<br>【沽美酒】如今被论人当了罪责不想那原告人安然在？快将那陈言献策的请过来。向口上疾忙便掴非是臣不宽大。<br>【太平令】打，打这厮冻妻子舌尖牙快；打，打这厮图铺嗓信口胡开；打，打这厮大共小着谗言搅坏；打，打这厮没的有把平人展赖。将口来，豁开，至两腮。不恁地呵，这人说是非的除天可害。<br>陛下，这反背的都有，陛下问波。来！都是你！<br>【甜水令】今日个将当擒获，对证无差，并赃拿败。须是你福去一时来。你每个个称词，一一从实，老臣频频加额。折证的文状明白。<br>【折桂令】见的臣胸中无半点尘埃。霍叔将你官削了五等侯伯，蔡叔将他递流入千里琼崖。把这两个七事儿分开，转送交普天之下，号令明白。为甚把背反心刑于四海？交知这吃剑头日转千阶。便把你碜可可的血浸尸骸，不由我普涟涟的泪落双腮。兄弟呵！哭你的是痛杀杀昆仲情怀，坏你的是清耿耿国家简册。<br><br>【雁儿落】当初摄政时有利害，今日归政了无妨碍。现如今年已六旬，圣德光三代。<br>【得胜今】陛下今日国政自能裁，老臣今日难道口难开。生不负先君命，老还归宰相阶。往常坐朝的情怀，臣委实身无措心无奈，今日拜舞虽囊揣，倒大来千自由百自在。<br>礼不可非！<br>【落梅风】伯禽备法驾非公道，微臣免朝请忒份外。君臣遇一朝一代。娘娘道临大节不可当为鉴戒。听道罢痛连心性，气夯胸怀。臣不忠不孝，无德无才。想建千年基业，留万世恩泽。会为君，能使臣，托孤的主人安在。<br><br>题目说武庚管叔流言<br>正名辅成王周公摄政<br></p> <p> ",
  "poet": {
    "id": 1052,
    "star": 0,
    "name": "郑光祖",
    "image": "http://img.gushiwen.org/authorImg/zhengguangzu.jpg",
    "desc": "郑光祖生于元世祖至元初年（即公元1264年），字德辉，汉族，平阳襄陵（今山西临汾市襄汾县）人，从小就受到戏剧艺术的熏陶，青年时期置身于杂剧活动，享有盛誉。但他的主要活动在南方，成为南方戏剧圈中的巨擘。元代著名的杂剧家和散曲家。"
  },
  "tags": []
}