{
  "id": 43960,
  "star": 11,
  "name": "春晚书山家屋壁二首",
  "dynasty": "唐代",
  "content": "柴门寂寂黍饭馨，山家烟火春雨晴。<br>庭花蒙蒙水泠泠，小儿啼索树上莺。</p> <p>水香塘黑蒲森森，鸳鸯鸂鶒如家禽。<br>前村后垄桑柘深，东邻西舍无相侵。<br>蚕娘洗茧前溪渌，牧童吹笛和衣浴。<br>山翁留我宿又宿，笑指西坡瓜豆熟。",
  "fanyi": "<p><strong>译文</strong><br>柴门一片寂静屋里米饭香喷喷，农家炊烟袅袅春雨过后天放晴。<br>院内鲜花迷蒙山间流水清泠泠，小儿又哭又闹索要树上的黄莺。</p> <p>池塘黑水飘香蒲草长得密森森，鸳鸯鸂鶒在水中嬉戏好像家禽。<br>村前村后田间地头桑柘多茂盛，东邻西舍界限分明彼此不相侵。<br>养蚕女在前面清澈的溪中洗茧，牧童吹着短笛穿衣在水中洗浴。<br>山翁好客热情挽留我一住在住，笑着指点西坡说瓜豆就要成熟。</p> <p><strong>注释</strong><br>⑴黍饭：黄米饭，唐人常以之待客。馨：香。<br>⑵蒙蒙：形容雨点细小。泠泠：形容流水清脆的声音。<br>⑶鸂（xī）鶒（chì）：一种水鸟，形大于鸳鸯，而多紫色，好并游。俗称紫鸳鸯。唐<a href=\"http://so.gushiwen.org/author_415.aspx\">温庭筠</a>《开成五年秋以抱疾郊野一百韵》：“溟渚藏鸂鶒，幽屏卧鹧鸪。”<br>⑷桑柘（zhè）：桑木与柘木。深：茂盛。<br>⑸蚕：农家养蚕女。渌（lù）：水清而深的样子。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　第一首头两句写柴门内外静悄悄的，缕缕炊烟，冉冉上升；一阵阵黄米饭的香味，扑鼻而来；一场春雨过后，不违农时的农夫自然要抢墒春耕，所以“柴门”也就显得“寂寂”了。由此亦可见，“春雨”下得及时，天晴得及时，农夫抢墒也及时，不言喜雨，而喜雨之情自见。</p> <p>　　后两句写庭院中，水气迷蒙，宛若给庭花披上了轻纱，看不分明；山野间，“泠泠”的流水，是那么清脆悦耳；躲进巢避雨的鸟儿，又飞上枝头，吱吱喳喳，快活地唱起歌来；一个小孩走出柴门啼哭着要捕捉鸟儿玩耍。这一切正都是写春雨晴后的景色和喜雨之情。且不说蒙蒙的景色与泠泠的水声，单说树上莺。树上莺尚且如此欢腾聒噪，逗得小儿啼索不休，更可想见大田里农夫抢耕的情景了。</p> <p>　　晚春是山家大忙的季节，然而<a href=\"http://so.gushiwen.org/view_43960.aspx\">诗</a>人却只字不言农忙而着墨于写宁静，由宁静中见农忙。晚春又是多雨的季节，春雨过后喜悦的心情是农民普遍的心情，诗人妙在不写人，不写情，单写景，由景及人，由景及情。这样写，既紧扣了晚春的特色，又称得上短而精。方东树谓“小诗精深，短章酝藉”，方是好诗。这诗在艺术上的一个特色，就是它写得短而精，浅而深，景中有情，景外有人，于“澹中藏美丽”（薛雪《一瓢诗话》），于静处露生机。</p> <p>　　<a href=\"http://so.gushiwen.org/author_694.aspx\">贯休</a>的诗在语言上善用叠字，如“一瓶一钵垂垂老，万水千山得得来”（《陈情献蜀皇帝》），人因之称他为“得得来和尚”。又如，“茫茫复茫茫，茎茎是愁筋”（《茫茫曲》），“马蹄蹋蹋，木落萧萧”（《轻薄篇》），等等。这诗也具有这一艺术特色。在四句诗中，叠字凡三见：“寂寂”，写出春雨晴后山家春耕大忙，家家无闲人的特点：“蒙蒙”，壮雨后庭花宛若披上轻纱、看不分明的情态：“泠泠”，描摹春水流动的声韵。这些叠字的运用，不仅在造境、绘形、模声、传情上各尽其宜，而且声韵悠扬，具有民歌的音乐美。在晚唐绮丽纤弱的诗风中，这诗给人以清新健美之感。</p> <p>　　第二首从“山家”一家一户的小环境扩大到周围的大环境。前三句写自然景色。“前村后垄”犹言“到处”。这三句中虽无一字赞美之词，然而田园的秀色，丰产的景象，静穆的生活气息已是触目可见，具体可辨，值得留恋。且不说桑柘的经济价值，单说蒲，蒲嫩时可食，成熟后可织席制草具，大有利于人。再说鸳鸯鸂鶒尚且宁静地生活着，何况乎人。这就又为第四句“东邻西舍无相侵”作了铺垫与烘托。而且植物的蓬勃生长，总离不开人的辛勤培植。诗句不言村民勤劳智慧，而颂扬之意俱在言外。</p> <p>　　在上述景色秀丽、物产丰盛、生活宁静、村民勤劳的环境里，“东邻西舍”自然相安无事，过着“无相侵”的睦邻生活。没有强凌弱、众暴寡、尔虞我诈、互相争夺等社会现象。很明显，通过农家宁静生活的描写，诗人作为佛门人士，也不免寄托了诗人自己的理想和情趣，这自不待言。</p> <p>　　诗的后四句，一口气写了包括作者在内的四个人物，在同类唐诗中，这还是不多见的。这四句从生活在这一环境中人物内心的恬静，进一步展示出山家的可爱。寥寥几笔，把茧白、水碧、瓜香、豆熟以及笛声悦耳的客观景致，写得逼真如画；蚕娘、牧童、山翁的形象，勾勒得栩栩如生，宛然在目，呼之欲出。令人不难想见，蚕娘喜获丰收，其内心之甜美；牧童和衣而浴，其性格之顽皮：“山翁留我宿又宿”，其情谊之深厚。加上“笑指”等词语的渲染，更把山翁的动作、情态、声音、笑貌及其淳朴善良、殷勤好客的性格进一步显现出来；而诗人“我”，处在这样的环境里，不待言，其流连忘返的心情可想而知。更妙的是，诗在末尾用一“熟”字状“西坡瓜豆”，绘出一片丰收在望的景象，回应上文满塘黑压压的蒲与到处都是的桑柘，真叫人见了喜煞。全诗至此戛然而止，却留下耐人回味的余地。</p> <p>　　比起晚唐那些典雅、雕饰、绮丽、纤弱的诗来，贯休以其作品明快、清新、朴素、康健之美，独树一帜。明代<a href=\"http://so.gushiwen.org/author_181.aspx\">杨慎</a>指出：“贯休诗中多新句，超出晚唐”（《升庵诗话》），<a href=\"http://so.gushiwen.org/author_1137.aspx\">真可</a>谓独具只眼。</p>",
  "about": "<h2>创作背景</h2> 　　<a href=\"http://so.gushiwen.org/author_694.aspx\">贯休</a>是晚唐<a href=\"http://so.gushiwen.org/view_43960.aspx\">诗</a>僧，《春晚书山家屋壁二首》这组诗是他在农村为客时的题壁之作，创作时间是晚春时节，具体年份不详。",
  "poet": {
    "id": 694,
    "star": 0,
    "name": "贯休",
    "image": "http://img.gushiwen.org/authorImg/nizai.jpg",
    "desc": "贯休(823～912年),俗姓姜，字德隐，婺州兰豁（一说为江西进贤县）人，唐末五代著名画僧。7岁时投兰溪和安寺圆贞禅师出家为童侍。贯休记忆力特好，日诵《法华经》1000字，过目不忘。贯休雅好吟诗，常与僧处默隔篱论诗，或吟寻偶对，或彼此唱和，见者无不惊异。贯休受戒以后，诗名日隆，仍至于远近闻名。乾化二年(915年)终于所居，世寿89。"
  },
  "tags": [
    "乡村",
    "写景",
    "抒情",
    "喜悦",
    "组诗"
  ]
}