{
  "id": 70012,
  "star": 2,
  "name": "杂剧·孟德耀举案齐眉",
  "dynasty": "元代",
  "content": "第一折<br>白发刁骚两鬓侵，老来灰却少年心。不思再请皇家俸，但得身安抵万金。老夫姓孟，双名从叔，祖居汴梁扶沟县人氏。嫡亲的三口儿家属，老夫人王氏，所生一女，名曰孟光，小字德耀。老夫幼年间曾为府尹之职，因年迈告了致仕，闲居已数年矣。老夫有个同堂故友梁公弼，曾与他指腹成亲，他所生一男乃是梁鸿。不想公弼夫妻早都下世去了，如今粱鸿学成满腹文章，争奈身贫如洗，沿门题笔为生。我待将这门亲事悔了来，则道我忘却前言；我待要将女儿聘与他来，他一身也养活不过，若是俺女儿过门之后，那里受的这般苦楚？老夫人，似此如之奈何也？老相公也，还再做个商议。老夫人，如今此处有个张小员外，是巨富的财主；又有一个马良甫，是官员家舍人，久已后也是为官的。如今就请将梁鸿来，着他三人都到俺前厅上，设一酒席，管待他。放下斑竹帘儿来，请小姐在帘儿里边，看他三个人，随小姐心中自选一个，他久已后也不怨的我两口儿，你可意下如何？老相公主的是。下次小的每，一壁厢着人请张小员外、马舍人和梁秀才来者。若到时，报复我家知道。理会的。他是舍人马良甫，我是豪家张员外。一气吃瓶泥头酒，则嚼肉鱼乍不吃菜。自家张小员外便是，这个是我表弟马良甫。孟相公家请俺二人，不知有甚事，须索走一遭去，可早来到也。门上的报复去，道请的客来了也。道有请。请进去。老酱棚，呼唤俺两人，有何说话？若是有酒，快拿出来，打三钟！二位且少待，请梁鸿去了，这早晚敢待来也。三十男儿未济时，腹中晓尽万言诗。一朝若遂风雷志，敢折蟾宫第一枝！小生姓梁名鸿，字伯鸾。有父母在日，多蒙严教，学成满腹文章，未曾进取功名。俺父亲当初曾与孟府尹家指腹成亲，自从父母弃世之后，小生累次使人说亲去。他见小生一贫如洗，坚意不肯。今日使人来请，不知为何，须索走一遭去。门上人报复去，道有梁鸿来了也。老相公，呼唤小生，有何见谕？请坐。下次小的每，抬上果桌来者。一壁厢行酒，一壁厢转报绣房中，请将小姐出来。理会的。妾身孟光是也，正在绣房中做针指，父亲、母亲在前厅上呼唤，不知甚事，须索见来。小姐，你还不知道，如今老相公见小姐成人长大，未曾招嫁，前厅上请下<br>三个客人：一个是财主张小员外，一个是官宦家舍人马良甫，一个是穷秀才唤做甚么梁鸿。着小姐三人里面自选其偶，相招一个姐夫。小姐，你便喜欢，则是梅香苦恼。莫不是指腹成亲的梁秀才么？不知是不是。有那穷的，不似他穷的怕人。小姐，则拣那富贵的招一个，又为人，又受用。梅香，你说差了也。小姐，我可怎生说的差了？梅香，你看这暮春天道，好生困人也呵！<br>【仙吕】【点绛唇】你看这春满皇都，落花无数，飘香雨。蝶翅蜂须，犹兀自留春住。<br>小姐，这三春天气，莺慵燕懒，蝶困蜂忙。我心中只想一觉儿睡，可是怎么说那！<br>【混江龙】恰离了兰堂深处，倩东风扶策我这困身躯。懒设设梳云掠月，意迟迟傅粉施朱。你道是春睡不禁啼鸟唤，我则待日长偷看古人书。老相公唤哩，你也梳妆打扮些儿波！我这里荡香尘忙把扇儿遮，踏残红软衬着鞋儿去。再提掇绮罗衣袂，重整顿珠翠冠梳。<br>我梅香看来，小姐则不要嫁那穷秀才好。<br>【油葫芦】这须是五百年前天对付，这也只凭你自家主意，有甚么天缘在那里？怎教咱自做主？这三人里面，除梁鸿都是些小人儒，小姐，你差了也，这梁鸿穷的怕人子哩！你道他现贫穷合受贫穷苦，他有文章怕没文章福？那文章是肚里的东西，你怎么就看的出？常言道贤者自贤，愚者自愚。就似那薰莸般各别难同处，怎比你有眼却无珠？世间多少穷秀才，穷了这一世，不能发迹！你要嫁他，好不颓气也！<br>【天下乐】哎，屈沉杀三尺龙泉万卷书，何也波如？非浪语，便道是秀才每秀而不实有矣夫！想皇天既与他十分才，也注还他一分禄，包的个上青云平步取。<br>老相公，小姐来了也。着老夫人陪小姐在帘儿里边看去，你就问他一个端的。理会的。孩儿，你帘儿里边看去，你父亲请的三位客来，一个是官员，一个是财主，一个是穷秀才，在俺厅上饮酒，任从你意下招选一个。母亲，您孩儿只嫁那穷秀才！嗨，孩儿不肯嫁官员、财主，只要嫁那穷秀才。老相公，你可枉着了也。二位舍人，蔬食薄味，管待不周，且请回宅去，后会有期。老官儿，你请俺吃酒，酒又不醉，饭又不饱，就着俺起身，也等俺家吃个拦门钟儿去。君子略尝滋味，小人吃杀不饱。他既然支调咱家回去，早气出我个四句来了。老孟是个真夹脑，酒不醉来食不饱。以后还有何人肯上门？看他做不的孟尝君一只脚。他二人去了也。梁秀才，你暂且回避者。小生告退。梅香，唤小姐来，老夫亲自问他。孩儿也，这官员、财主、秀才，你可要嫁那一个？父亲，你孩儿只嫁那秀才！则他便是梁鸿，每日在长街市上题笔为生的，怎比那两个是官员、财主？你嫁了他，也得受用哩。父亲，秀才是草里幡竿，放倒低如人，立起高如人，便嫁他也不误了孩儿也。<br>【村里迓鼓】咱为人且贫且富，为官的一荣一辱。做官的有甚么辱来？他请的是皇家俸禄，又科敛军民钱物。直等待削了官职，卖了田地，散了奴仆，那时节方悔道不知止足。<br>那梁鸿是个穷秀才，几能勾发达日子？你苦苦要嫁他怎的？<br>【元和令】你道他一介儒，消不的千钟粟。料应来尽世里困穷途，嫁他时空受苦。有一日万言长策献銮舆，才信他是真丈夫。<br>他的文章，我也见过他的。如今是这个模样，到老也不得长进了。<br>【上马娇】这的是时命乖，非是他文学疏。须知道天不负诗书。则看渭水边吕望将文王遇，哎，怎笑的霜雪也白头颅？<br>这马家的是官宦，张家是财主，比梁鸿差得多哩！父亲。<br>【胜葫芦】这都是荫庇骄奢泼赖徒，打扮出谎规模，睁眼苫眉捻鬓须。带包巾一顶，系环绦一付，怎知他不识字一丁无！<br>那张小员外便也罢了，这马舍的官是他荷包儿里盛着的，嫁他有甚么不好？<br>【幺篇】哎，兀的是豹子峨冠士大夫，何必更称誉？也非我女孩儿在爷娘行敢抵触。富时节将亲偏许，贫时节把亲偏阻，可不道君子断其初！这妮子既然要嫁梁鸿，我如今只问他要两件宝贝，有便嫁他。父亲，可是那两件宝贝？我要那带秋色羊脂玉，赛明月照夜珠。<br>【后庭花】他是个守青毡一腐儒，捱黄齑忍饿夫，那里取带秋色羊脂玉、赛明月照夜珠？父亲阿你坏风俗，枉了你清廉名目。你断别人家不是处，下财钱要等足，少分文不放出，敢如何违法度？可不道在家从父那？<br>【柳叶儿】我如今在家从父，枉教那穷书生一世孤独。他家寒冷落无他物，每日沿门儿题诗句。投至的攒下些须，父亲，你则想波。那秀才少不的搜索尽者也之乎。<br>我着你嫁一个官员财主，你坚意不肯，则嫁梁鸿，久已后受苦，休得怨我也。<br>【赚煞】他富则富，富不中我志诚心；这秀才穷则穷，穷不辱我姻缘簿。我若是合快乐不遭受苦，若是我合受苦强寻一个荣贵处，也只怕无福消除。教人道这乔男女，则是些牛马襟裾，孩儿也，有钱的好。父亲你原来不敬书生敬财主。我又不曾临邛县驾车，他义不曾升仙桥题柱，早学那卓文君拟定嫁相如！<br>老夫人，这事本已有约在先，况兼孩儿又执意定要嫁他，也是他的缘分了。明日是个好日辰，将粱鸿招过门罢。老相公主的是。下次小的每，后花园中打扫书房干净，待梁鸿成亲之后，就着他攻书。单则梅香送饭，再休着小姐与他对面，久已后老夫自有个主意。孩儿忒滞泥，不必再沉吟。待他得志后，方显老夫心。<br><br>第二折<br>小生梁鸿，自从老相公招过门来，七日光景也，并不曾见小姐面皮，则着梅香供茶送饭。今日若来时，我做意恼怒，着几句言语，他必然去与小姐说知。那小姐是读书的人，难道不来见我？梅香这早晚敢待来也。妾身孟光，自从俺父亲将梁秀才招赘入门，七日光景，并不曾见面。今日父亲、母亲不在家，梅香，我和你书房中探望梁秀才去来。小姐，老相公知道，则怕不中么。若知道呵，有我哩，不妨事。这等，我随着小姐去来。<br>【正宫】【端正好】又不是卓文君抚琴悲，又不是秦弄玉吹箫恨，为甚些家务事晓夜伤神。则为俺不峥嵘女婿相招进，可着我怎打叠闲愁闷。我也听的有人说我哩。说小姐甚的来？<br>【滚绣球】人都道孟德耀有议论，梁秀才甚气愤。这其间又不是女孩儿暗传芳讯，父亲呵，你瞒人怎瞒过空里灵神？道当初许了的亲，他不曾来谢肯，因此上无主意的爹娘失信。依着他则待要别选高门，依着我宁可乱铺着云鬓为贫妇，怎肯巧画蛾眉别嫁人，燕尔新婚？<br>可早来到书房门首也。梅香，你过去，看他说甚么？姐夫。小姐，姐夫不言语，他好生的恼怒，不知为何。待我自过去咱。秀才，你过门七日，谁与你递茶送饭那？我早猜着你了也。<br>【笑歌赏】莫不是老嬷嬷欠供待的勤？莫不是小梅香有些的言词蠢？莫不是太夫人不曾与你相通问？莫不是妾身行做甚的多回避？莫不是老相公近新来有甚么别处分？你、你、你，只管里这等不邓邓含嗔忿。早知如此挂人心，悔不当初莫相识。<br>【醉春风】你悔则悔咱须是百年恩，你恼则恼咱须是两意肯。又不曾强逼你结了婚姻，我当初将你来尽，尽。又不留五载十年，止不过三朝两门，便恁般万愁千恨！<br>秀才，你不言语，我下跪问你咱。秀才，过门七日矣！妾间不答一言，莫非责妾之罪乎？岂不闻素富贵行乎富贵，素贫贱行乎贫贱？我观尔非梁鸿之匹。你头戴珠翠，面施朱粉。身穿锦绣，恰似夫人一般。你试看我身上褴楼，衣服破碎，怎与你相称？依着我呵，去了衣服头面，穿戴布袄荆钗，那其间方才与你成其夫妇也。我则道为甚么来，这东西我已备之久矣，自今与你改换了衣服，则便了也。若改了妆，换了衣，这才是梁鸿之匹。<br>【石榴花】往常时画堂娇惯数年春，锦绣四时新，凌波罗袜不生尘。小姐，这是个甚么打扮？你当初嫁那富贵的，可不好来？暗想着当初二人调弄精神，他指望官员、财主咱须顺，岂知我甘心的则嫁寒门。似小生这等衣衫褴褛，只怕你也心困哩。你是我亲男儿岂怨身贫困？小姐，你当初何不嫁那富贵的来？我怎肯将颜色嫁他人？<br>【斗鹌鹑】重整顿布袄荆钗，收拾起娇红腻粉。小生这几日好生伤感也。你道是往日堪怜，到今日更亲。可不道一夜大妻百夜恩？我见你便忒认真。须是在夫妇行殷勤，也要去爷娘行孝顺。隔墙须有耳，窗外岂无人？这小贱人无礼，瞒着老夫，引着梅香去书房中看梁鸿去了。兀的不气杀老夫也。我到那里就将他二人赶出去者。好大胆的小贱人也。<br>【上小楼】又不是挑牙料唇，只待要寻争觅衅。这小贱人辱没杀老夫也。我有甚的败坏风俗，羞辱爷娘，玷累家门？你将这赤的金，白的银，饕餮都尽，又道是女孩儿背槽抛粪。<br>你这等大胆，在我根前，还敢回话哩<br>【幺篇】这不是我言语村，须是你情性紧。我又不曾打骂家奴，欺负良人，抵触家尊。小贱人将这头面衣服不穿不戴，可怎生这般打扮？我收了这珠翠衣、锦绣裙，怕待饰蛾眉绿鬓，父亲，我孩儿不敢说，你也想波。和他那破襕衫怎生随趁？<br>兀的不气杀我也。<br>【十二月】父亲呵，你既然恁般发狠，怎教我不要半语支分？这秀才书读万卷，有一日笔扫千军。他须是黄阁宰臣，休猜做白屋穷民。<br>我看这穷秀才，一千年不得发迹的。女生外向，怎教我不着恼？<br>【尧民歌】你道是儒人今世不如人，只合齑盐岁月自甘贫。直等待凤凰池上听丝纶，宫袍赐出绿罗新。青也波云，男儿一致身，父亲呵，那些时你可便休来认。<br>则今日便与我赶将出去！父亲，多共少也与您孩儿些奁房断送波。一文也无，你便出去！秀才，如今父亲将俺赶出门去，如之奈何？常言道：好男不吃婚时饭，好女不穿嫁时衣。小姐放心，小生若出去呵，拚的觅些盘缠，便上朝求官应举去也。<br>【耍孩儿】你看举头日远长安近，则把这读过的经书自温。当今天子重贤臣，大开着海也似的贤门。早遂了从龙从虎风云气，稳受些滋草滋花雨露恩。这是咱逢时运，父亲呵，休错认做蚌鸣井底、鹤立鸡群。我观那梁鸿，则当是蓬蒿苹底尘土一般。<br>【煞尾】你看他是蓬蒿草底尘，我觑他是麒麟阁上人。则今日辞别了父亲出去，久以后不发迹，也不见父亲之面了。须有日御帘前高捧三台印。都省里安身正一品。<br>他两个去了也，我想他此一去，必定往那皋伯通家庄儿上住。那秀才犹可，俺小姐富家生长的孩儿，如何受的这般苦楚？分付管家的嬷嬷，一日送三餐茶饭去，则与小姐食用，休要与梁鸿食用，久已后老夫自有个主意，嬷嬷那里？堂上一呼，阶下百诺。老身是孟老相公宅上嬷嬷的便是。老相公呼唤，须索见来。老相公呼唤老身有何分付。我唤你来，不为别事，我今日将小姐和梁鸿两个都赶出去了。你近前来，可是恁般。理会的，老相公放心，都在我身上。老相公，他两口儿此一去虽然有些儿怪你，只怕久已后谢你也是迟了。我将着这衣服、宝钞、鞍马，不敢久停久住，直到皋大公家庄儿上探望小姐，走一遭去来。嬷嬷去了也，正是眼观旌捷旗，耳听好消息。<br>第三折<br>一去孟从叔，来依皋伯通。将何度朝夕，且与作佣工。小生粱鸿，自从孟老相公赶将俺两口儿出来，到这皋大公庄儿上居住，俺两口儿与人家舂米为生。小姐，你如何受的这等苦楚也？秀才，你怎生这般说？岂不闻夫唱妇随也呵。<br>【越调】【斗鹌鹑】我本生长在仕女图中，到今日权充在佣工队里。刚备下布袄荆钗，又加着这一副苕帚簸箕。当初你不嫁我，可不好也。我嫁你也不为别。则为你书剑功能，因此卜甘受这糟糠气息。我避不的人笑耻，人是非。你看咱住的这房舍么。住的是灰不答的茅团，铺的是干忽剌的苇席。<br>【紫花儿序】恰捧着个破不剌碗内，呷了些淡不淡白粥，吃了几根儿哽支杀黄齑。老身是孟老相公家嬷嬷，今有小姐赶在皋大公庄儿上住，每日使梅香送饭。梅香与老相公说，有小姐高高的举案齐眉，伏侍秀才。老相公不信。今日着我送饭，就看他去。老相公暗暗的赍发他绵团袄一领，白银两锭，鞍马一副，则当是老身的，赠与他做盘缠，着他去求官。可早来到也。小姐在家么？小姐，门首有甚么人叫你哩！秀才，我试看去咱。若是别人来不须回避，怕只怕是俺爹妈皆知。他着你奋志夺魁，刬地在这坦舂着粗粮．筛着细米。问时节怎生支对？可不空着你七步文才，只这等是一世衣食？<br>小姐万福。我道是谁，原来是嬷嬷，往常时梅香送饭，今日着嬷嬷来。梅香不中用，我亲自送饭来。我与你说话，恐怕唾津儿喷在茶饭里，有失敬夫主之礼。我高高的举案齐眉，先着俺秀才食用者。他有甚么高官重职，你怎生这般敬他那？岂不闻夫乃妇之天？嬷嬷，你道的差了也。<br>【金蕉叶】你道他有甚的高官重职，也须要承欢奉喜。虽不曾夫贵妻荣，我只知是男尊女卑。我看梁官人也是三十以外的人了，还是这般模样。几时能勾发迹也？<br>【调笑令】你道他发迹已无期，眼睁睁早虚过了三四十。量他打甚不紧？你道他根前还讲甚尊卑礼，常言道是夫唱妇随。为甚那男儿死了咱挂孝衣？这消不的我举案齐眉。<br>他便有甚聪明智慧在那里，你这般敬他？<br>【秃厮儿】你道他无聪明智慧，折莫他便鲁坌愚痴，常言道嫁的鸡儿则索一处飞，与梁鸿既为妻，也波相宜。<br>他每日家饭也无的吃哩！<br>【圣药王】折莫他从早起，到晚夕，不得口安闲饭食与充饥。虽然是运不齐，他可也志不灰。只等待桃花浪暖蛰龙飞，平地一声雷。<br>我闻得梁官人替人做佣工，每日舂米为生。这碓场在那里？待我去看一看。自小从来好耍笑，家中广有金银钞。兄弟唤做歪厮缠，则我叫做胡厮闹。自家张小员外的便是，这个是马良甫。俺两个打听的孟光被他父亲赶将出来，在皋大公庄儿上住，与人家佣工舂米为生。俺如今故意的到他那里，调戏他一番，有何不可？我道是谁，原来是孟光小姐。来，来，来，你与我舂些米儿。舂了米，糠皮儿都是你的。你与我多舂几遍儿！你看这厮甚么道理！兀那厮，你听者。<br>【鬼三台】咱与你甚班辈？自来不相会，走将来磕牙料嘴。兄弟，你看这女人，他这般受苦，倒说咱磕牙料嘴。陪着笑卖查梨，小姐，你嫁了我时，比别人不强多着哩？调弄他舌巧门疾。这厮村的来恁般村性格，俺穷则穷不曾折了志气！小姐，你当初嫁了俺呀，可不好那？只管里故意干乔，小姐，向前来，我和你说一句话儿咱。去波，你歪缠些怎的！<br>你久以后是打莲花落的相识。咱两个去罢，你便跌了一交，也落的他亲手推这一推。俺又不曾言语，倒吃他一场花白。我两个有钱有钞，天生来又波又俏。斗孟光不得便宜，空惹他旁人一笑。小姐，你为甚么大惊小怪的？可不悔气！被那两个泼男女羞辱了一场。<br>【麻郎儿】我穷则穷是秀才的妻室，你穷则穷是府尹的门楣。那些儿输与这两个泼皮，白白的可干受了一场恶气！<br>小姐，这样人理他则甚！<br>【幺篇】想起就里事体，我待和他计较来。与这嘶争甚么闲是闲非。我待不计较来。我又做不的那没羞没耻。哎哟天呵，怎生家博得个一科一第！<br>既然如此，怎不教梁官人上朝进取功名去来？若得一官半职，也不受人这等羞辱。嬷嬷，你怕说的不是。但我三餐粥饭尚不能勾完全，这一路盘缠出在那里？不知嬷嬷平日可曾趱下的些私房？不论多少，赍发与秀才前去，此恩异时必当重报也。<br>【络丝娘】但得你旨赍发到皇都帝里，我怎敢便忘了你这深恩大德？自将你一倍加增做十倍，也还表不的我相酬之意。<br>小姐，老身无甚么馈送，止有这绵团袄一领，白银两锭，鞍马一副。你官人此去，若得了官时，休忘了老身也。堪叹梁鸿彻骨贫，今朝远践洛阳尘。会须金榜标名姓，始信儒冠不误人。嬷嬷去了也，亏他送与俺偌多东西。秀才，你则着志者！小姐放心，若到帝都阙下，小生必然为官也。<br>【收尾】只愿的丹墀早把千言对，施展你男儿壮气。休得要做了无名金榜不回归，空教我斜倚定柴门盼望着你。<br>多谢嬷嬷，赍助了鞍马盘缠。则今日好日辰，上朝取应，走一遭去。昔作五噫歌，今成万言策。谁知涤器人，即是题桥客。<br><br>第四折<br>老夫孟从叔是也，自从赶我女孩儿和梁鸿出门以来，便好道木不钻不透，人不激不发，果然那梁鸿上朝取应，一举状元及第，除授本处县令。老夫如今牵羊担酒，与孩儿庆喜，走一遭去来。去日曾携一束书。归束玉带挂金鱼。文章未必能如此，多是家门积善余。小官梁鸿是也，到于帝都阙下。一举状元及第，除授扶沟县县令之职。今早到任已毕。将的这驷马高车，着祗从人取夫人去了，这早晚敢待末也。我孟光谁想有今日也呵！<br>【双调】【新水令】疑怪这叫喳喳义鹊噪花梢，却元来得除授状元来到。若不是萤窗义史足。怎能勾虎榜姓名际？谁想今朝，天开眼自然报。<br>报的相公得知，有夫人未了也。夫人，贺万千之喜，左右将过来。夫人，这五花官诰、金冠霞帔，你请受了者。<br>【沉醉东风】我则见这一堆捧养的光闪闪金花紫诰。那一壁捧着的齐臻臻珠翠鲛鱼肖。夫人，今日才表的你有冰清玉洁之心也。你道是才表我冰清玉洁心，厮称你云锦花枝之貌。又道是厮称我云锦花枝貌。我今日呵做夫人岂敢妆幺？夫人，请穿上者。相公，我不敢穿，可是为何？争奈我两次三番不待着，则怕不稳如荆钗布袄。<br>夫人。这是天子所赐，你可穿上，望阙谢了恩者。<br>【庆宣和】元来这象简乌纱出圣朝，若是没福的也难消。只为俺读书人受过凄凉合荣耀，因此上把儒衣换了，换了。<br>自家张小员外，这个是马良甫。县里差俺两个接新官，谁想是孟老相公家女婿梁鸿，做了本处县令。想着咱在皋大公庄儿上调戏他浑家，若与俺算起旧帐来，怎生是了？不妨事，他那里记的起？咱每大着。胆见他去。这厮如何不抬头？直等到二月二哩。原来是这两个弟子孩儿，你认的我么？您是甚么身役？俺两个是儒户。县里拣选来接待新官的。今日你接我，可是我接你？既是儒户，与我吟诗。若吟的好，便饶恕你；吟的不好，一百大毛板一个。这诗须让咱先吟。我做秀才，冷酒热酾。一气一碗，荡的嘴歪。你看这厮胡说。左右，拿下去打呀！我道你不济，听我吟。我做秀才快吃饭，五经四书不曾惯。带叶青蒜嚼两根，泥头酒儿吃瓶半。一发胡说。左右，拿下去打呀！<br>【雁儿落】他曾习读占圣学，枉惹的儒人笑。今门个折将丹桂来，这厮你当初可道来。小的不曾道甚么来。可不道俺则会打莲花落！<br>呀！夫人，一句也不曾忘了！休和俺每一般儿见识，只是饶了俺罢。<br>【得胜令】俺如今行处马头高，人面上逞英豪。则俺那美玉十分俊，不似你花木瓜外看好。哎，你个儿曹，谁着你行无道？夫人可怜见，这都是旧活。休题也。左右那里？准备着荆条，将他扣厅阶吃顿拷。<br>这厮接待不周，好生无礼，发到县间去，每人杖一百。枷号一个月，打退儒户，永为农夫。理会的。可不是悔气，他起初要我吟诗，偏生再做不来。如今倒气出我四句来了。他家忒煞卖弄，打的屁股能重。烧酒备下三瓶，到家自己暖痛。门上人报复去，道有孟老相公家嬷嬷在于门首。相公，大恩人在门首，咱迎接他去来。嬷嬷请！您两口儿索是欢喜也。<br>【乔牌儿】往常时独自焦，到今日大家乐。想在皋大公庄儿上呵。那其间头扑面糠飞绕，今日个玉玲珑金凤翘。<br>小姐，你当初受那般苦楚，你可还记的么？<br>【挂玉钩】这的是举案齐眉有下梢，小姐，你如今还守着旧时的节操哩？你道我不改初时操。我从来贫不忧愁富不骄，怎肯败坏了闺门教？嬷嬷请上，受我夫妻一拜。你昔日恩，今朝报。不是你拨散浮云，怎能勾得上青霄？小姐稳重，有老相公同老夫人在于门首，你接待他去咱。我有甚么老相公、老夫人，今日要来认我？<br>【甜水令】赶离了画阁兰堂，锦襕绣褥。珠围翠绕，赶的我无处厮门着。想起那时来呵。住的是草舍茅庵，蓬户柴门，陋巷箪瓢，我可也委实难熬。<br>老相公，他坚意不认您哩。他不认俺么？嬷嬷！如今到这其间，你不说等到几时？告大人暂息雪霆之怒，略罢虎狼之威。当此一日，一令尊与老相公指腹成亲，不想令尊弃世。大人，你一身流落，老相公岂不要就将你招赘为婿？则怕你贪恋富贵荣华，不肯进取功名，故意的将您逐走在外。不期春榜动，选场开，老相公暗暗的着我赍发你盘缠鞍马，上朝取应去。你也看嘴验，难道我老婆子有这东西不成？你今日上则功名成就，下则夫妇团圆。我说兀的做甚？困守寒窗数载间，一朝平步上金銮。非干贱妾能资动，则拜你那皓首苍须老泰山。嬷嬷。你旦不说，则被你瞒杀我也。<br>【折桂令】却元来晏平仲善与人交，这本是嬷嬷赍发俺来。难道他掩耳偷铃，则待要见世生苗？相公，认了丈人丈母罢。俺和你夫妇商量，休教外人把俺评跋。你是个君子人个念旧恶，想一双哀哀的父母劬劳。他虽然不采分毫，我如今怎敢轻薄。父亲、母亲请上，孩儿则认便了也。且只索做小伏低，从今后啡爹爹权把俺耽饶。<br>则被你瞒杀我也，丈人。则被你傲杀我也，女婿。万里雷霆驱号令，一天星斗焕文章。小官乃天朝使命是也。奉圣人的命，因为你梁鸿甘贫守志，孟光举案齐眉，着小官亲赍此封丹诏，与他加官赐赏，须索走一遭去。可早来到县衙门首也。圣旨到来，梁县尹你夫妇跪听者。张千，快装香来。我大汉孝章皇帝，正乾坤万里无尘。尚惓惓励精图治。总则要风俗还淳。喜的是义夫节妇，爱的是孝子顺孙。你梁鸿本世家子弟，能守志不厌清贫。妻孟光尤为贤达？举案处相敬如宾。若天朝不加褒赏，将何以激劝斯人。可超升本处府尹，更赐子黄金百斤。其妻父能曲成令德，亦堪称耆旧之巨。并着令题名史册，一家的望阙谢恩<br>【鸳鸯煞】荷君恩特降黄麻沼，谢天臣远践红尘道。却教我一介书生，早做了极品随朝。畅道顿首诚惶，瞻天拜表，则俺这犬马微劳，知甚日能图效。且自快活逍遥，两口儿夫妻共谐老。<br>题目梁伯鸾甘贫守志<br>正名孟德耀举案齐眉</p> <p> ",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "未知作者"
  },
  "tags": []
}