{
  "id": 1747,
  "star": 19,
  "name": "行行游且猎篇",
  "dynasty": "唐代",
  "content": "边城儿，生年不读一字书，但知游猎夸轻趫。<br>胡马秋肥宜白草，骑来蹑影何矜骄。<br>金鞭拂雪挥鸣鞘，半酣呼鹰出远郊。<br>弓弯满月不虚发，双鸧迸落连飞髇。<br>海边观者皆辟易，猛气英风振沙碛。<br>儒生不及游侠人，白首下帷复何益！",
  "fanyi": "<p><strong>译文</strong><br>看这些边境线上长大的男儿，一辈子斗大的字不认识一箩筐，就知道骑马游猎，各自夸轻巧。<br>秋风起，牧草白，正是马肥牛壮好时节，飞马追影，马背上的骑手多么洋洋自得啊！<br>酒足饭饱后架起猎鹰就去远郊狩猎，镶金的白玉马鞭一挥舞，就像雪花纷纷飞舞，鸣镝声萧萧。<br>能挽弯弓如满月，箭箭中的无虚发，一箭穿空落双枭。<br>草原上围观的人不由自主地身后退，生怕被箭风伤到，整个沙漠都被骑手的英雄气概震撼笼罩。<br>儒生哪比得上游侠儿，下帷苦读就算到了白头又有什么用！</p> <p><strong>注释</strong><br>⑴《行行且游猎篇》，是乐府“征戌”十五曲中的“校猎曲”，一般写帝王游猎的事情。这里借以赞扬边城儿的矫健。<br>⑵生年，平生。<br>⑶但，只，仅。夸，夸耀。轻趫（qiáo），轻捷。<br>⑷白草，牛马喜欢吃的一种牧草，熟时呈白色。<br>⑸蹑影，追踪日影。这里形容快速。矜骄，骄傲。这里是洋洋自得的样子。<br>⑹鞘（shāo），鞭鞘。<br>⑺半酣，半醉的意思。呼鹰，用驯服了的鹰猎取野物，意指打猎。<br>⑻弯弓满月，把弓拉开像圆月的形状。<br>⑼鸧，鸧鸹，即灰鹤。髇（xiāo），骨制的响箭，即鸣镝。这句形容箭术高超，一箭射落双鸟。<br>⑽海，瀚海，即沙漠。辟易，倒退，这里指观者惊奇，不由自主地后退。《史记·<a href=\"http://so.gushiwen.org/author_253.aspx\">项羽</a>本纪》：项王瞋目叱之，赤全侯人马俱惊，辟易数里。正义：言人马俱惊开张易旧处，乃至数里。<br>⑾沙碛，沙漠。<br>⑿游侠人，这里指边城儿。<br>⒀下帷，放下帷幕。据《汉书·董仲舒传》记载：汉儒董仲舒任博士时，“下帷讲诵，……三年不窥园”。这里以“下帷”作闭门读书的代辞。</p>",
  "shangxi": "<h2>简析</h2> <p>　　游猎轻骄，概括边城儿的生活态度。“胡马秋肥宜白草，骑来蹑影何矜骄。金鞭拂雪挥鸣鞘，半酣呼鹰出远郊。弓弯满月不虚发，双鸧迸落连飞髇。”六句，具体描写边城儿的生活态度。骑马驰骋，态度骄横，半酣鸣鞭，呼鹰出郊。弓不虚发，连落双鸟。“猛气”二句收束以上六句之意：猛气英风振沙碛，与游猎轻骄相呼应。末二句点明<a href=\"http://so.gushiwen.org/view_1747.aspx\">诗</a>旨，照应开头，对比强烈。</p> <p>　　结尾“白首下帷”运用典故，指汉儒董仲舒事，三年不出园只管读书。<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>虽然作为一个诗人，但他的诗歌以及行事作风则更像一个游侠，与此诗相近的《侠客行》则是李白仗剑天下的内心写照。李白也是借此诗表明自己也要像边城儿一样，银白马鞍，弯弓满月，追逐自己报效国家的梦想。</p> <p>　　李白的长诗很会营造氛围，对边城的军人的形象的描写是成功的，但决不是歌颂他们，李白往往在结句才表达出自己的思想。</p>",
  "about": "<h2>创作背景</h2> 　　《行行且游猎篇》为乐府旧题。《乐府<a href=\"http://so.gushiwen.org/view_1747.aspx\">诗</a>集》卷六十七列于《杂诗歌辞》，题做《行行且游猎篇》，《乐府解题》云：“梁<a href=\"http://so.gushiwen.org/author_1301.aspx\">刘孝威</a>《游猎篇》云之鳏将射所，上林娱猎场。倍言游猎之事。亦谓之《行行且游猎篇》”。古乐府写帝王游猎之事，本篇借古题而言时事，乃天宝十一载（752）太白北游幽燕时目睹边城儿游猎有感而作。<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>第二次去边疆时，当时安禄山气焰嚣张，正在积极准备反叛。此诗慨叹饱读诗书，倒不如一字不识的边城游侠儿，可以用自己精湛的武艺保卫家国，抵御外辱。",
  "poet": {
    "id": 247,
    "star": 0,
    "name": "李白",
    "image": "http://img.gushiwen.org/authorImg/libai.jpg",
    "desc": "李白（701年－762年），字太白，号青莲居士，唐朝浪漫主义诗人，被后人誉为“诗仙”。祖籍陇西成纪(待考)，出生于西域碎叶城，4岁再随父迁至剑南道绵州。李白存世诗文千余篇，有《李太白集》传世。762年病逝，享年61岁。其墓在今安徽当涂，四川江油、湖北安陆有纪念馆。"
  },
  "tags": [
    "边塞",
    "游猎"
  ]
}