{
  "id": 71934,
  "star": 12,
  "name": "送参寥师",
  "dynasty": "宋代",
  "content": "上人学苦空，百念已灰冷。<br>剑头唯一吷，焦谷无新颖。<br>胡为逐吾辈，文字争蔚炳？<br>新诗如玉屑，出语便清警。<br>退之论草书，万事未尝屏。<br>忧愁不平气，一寓笔所骋。<br>颇怪浮屠人，视身如丘井。<br>颓然寄淡泊，谁与发豪猛？<br>细思乃不然，真巧非幻影。<br>欲令诗语妙，无厌空且静。<br>静故了群动，空故纳万境。<br>阅世走人间，观身卧云岭。<br>成酸杂众好，中有至味永。<br>诗法不相妨，此语当更请。",
  "fanyi": "<p><strong>译文</strong><br><a href=\"http://so.gushiwen.org/author_682.aspx\">韩愈</a>谈论到<a href=\"http://so.gushiwen.org/author_15.aspx\">张旭</a>狂草时，（认为张旭）心中并未屏蔽万事，反而将其忧愁与不平之气，统统寓于笔端任其驰骋。韩愈很奇怪高闲浮屠氏的草书，视人身为丘井，颓然寄有淡泊之意，又如何发出像（张旭那样）豪迈而不受拘束的气魄呢？仔细一想其实不然，真实的技巧并不是虚幻的泡影。要想使<a href=\"http://so.gushiwen.org/view_71934.aspx\">诗</a>句巧妙，不要嫌恶于空和静。虚静因而能懂得万物之变化，空明所以能接纳万事之境界。阅历世事行走于人间，只见栖身于世外云岭。咸味酸味杂列于诸食物里，其中有着极其隽永的韵味。诗歌与佛法并不相妨碍，上面的话更当允许我说出来。 </p><p><strong>注释</strong><br>①苦空：佛教认为生老病死为四苦，又有“四大皆空”之说。《维摩经·弟子品》：“五受阴洞达空无所起，是苦义；诸法究竟无所有，是空义。”　②剑头唯一吷：《庄子·则阳》：“夫吹筦者，犹有嗃也；吹剑首者，吷而已矣。”意思是吹箫管能发出较大的声音，如吹剑环上的小孔，就只能发出细微的声音。<br>③焦谷：烧焦的谷子。典出《维摩经·观众生品》：“如焦谷芽，如石女儿。”颖：带芒的穗。作者在这里是说，僧人求空寂灭，是其本份，没什么大惊小怪的，也并不新奇。<br>④蔚炳：指文采华美。这两句的意思是：你作为一个出家之人，为何也像我们这些俗人一样，去追求诗歌艺术的完美？<br>⑤这两句是称赞参寥子诗写得好。<br>⑥退之：韩愈字退之。韩愈曾写《送高闲上人序》一文，称赞张旭的草书道：“往时张旭善草书，不治他技，喜怒窘穷，忧悲愉怿，怨恨思慕，酣醉无聊不平，有动于心，必于草书焉发之。……故序之书，变动犹鬼神，不可端倪，以此终其身而名后世。”这四句是说张旭的草书所以通神，是因为乾坤万感，有动于中的缘故。<br>⑦浮屠人：出家人。<br>⑧身如丘井：比喻心地寂灭，对世事无所反映。这是就高闲说。还是在《送高闲上人序》中，韩愈又说：“今闲师浮屠化，一死生，解外胶，是其为心，必汩然无所起；其于世，必淡然无所嗜。泊与淡相遭，颓堕委靡，溃败不可收拾，则其于书，得无象之然乎？”这里是说，高闲作为出家人，心地淡泊，无事与发“豪猛”，怎能达到张旭的境界？言下似有微辞，语脉承接“退之”而来。<br>⑨不然：是对前面所说的高闲由于无以发“豪猛”之气，书法艺术就不高的说法表示否定，正如参寥子的诗语之妙，并非如梦幻泡影，于是由书法转为作诗。<br>⑩这两句的意思是：正因为静，所以对一切动都能了然于心；正因为空，所以能够容纳万事万物。</p>",
  "shangxi": "<h2>赏析</h2> 　　此<a href=\"http://so.gushiwen.org/view_71934.aspx\">诗</a>取<a href=\"http://so.gushiwen.org/author_682.aspx\">韩愈</a>论高闲上人草书之旨，反其意而论诗，最后落实到“诗法不相妨”上，表达了<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>对禅与诗之间的关系的认识。一般说来，禅宗要求不立文字。诗歌则是语言的艺术，二者区别甚大。但在艺术实践中，诗人以及批评家却发现了它们之间的共同性。所以宋人<a href=\"http://so.gushiwen.org/author_578.aspx\">李之仪</a>在其《姑溪居士前集》卷二十九《与李去言》中说： “说禅作诗，本无差别。”固然，要把二者的“本无差别”处说清楚，并不是一件容易的事，但仍有线索可寻。比如，禅与诗都注重对主观精神的反映，禅宗固然是 “心生则种种法生，心灭则种种法灭”，诗歌亦宣称“一切景语皆情语”，因而驱遣万象以就我。所以南宋释绍嵩在《亚愚江浙纪行诗自序》说：“禅，心慧也；诗，心志也。慧之所之，禅之所形；志之所之，诗之所形。”另外，如禅思和诗思的不可预测性，禅语和诗语(部分追求“直寻”的作品当是例外)的非逻辑性，都颇能相通。宋代禅学大兴，风行于士大夫之中，因而“学诗浑似学参禅”一类的话头，成为一时风气，而从时间上看，苏轼这首诗可谓得风气之先，对后来<a href=\"http://so.gushiwen.org/author_196.aspx\">严羽</a>诸人以禅喻诗，分别宗乘等，都不无影响。",
  "poet": {
    "id": 183,
    "star": 0,
    "name": "苏轼",
    "image": "http://img.gushiwen.org/authorImg/sushi.jpg",
    "desc": "苏轼（1037－1101），北宋文学家、书画家、美食家。字子瞻，号东坡居士。汉族，四川人，葬于颍昌（今河南省平顶山市郏县）。一生仕途坎坷，学识渊博，天资极高，诗文书画皆精。其文汪洋恣肆，明白畅达，与欧阳修并称欧苏，为“唐宋八大家”之一；诗清新豪健，善用夸张、比喻，艺术表现独具风格，与黄庭坚并称苏黄；词开豪放一派，对后世有巨大影响，与辛弃疾并称苏辛；书法擅长行书、楷书，能自创新意，用笔丰腴跌宕，有天真烂漫之趣，与黄庭坚、米芾、蔡襄并称宋四家；画学文同，论画主张神似，提倡“士人画”。著有《苏东坡全集》和《东坡乐府》等。"
  },
  "tags": [
    "叙事",
    "议论"
  ]
}