{
  "id": 62843,
  "star": 1,
  "name": "乐语",
  "dynasty": "宋代",
  "content": "◎寿崇节致语隆兴府 <br> 万年介寿，星辰拱文母之尊；四海蒙恩，雨露宠周臣之宴。颂声交作，协气横流。与天同心，为民立命。以圣子承承继继，九州番臣；奉太后怡怡愉愉，亿载永久。宝册加徽称于汉典，彩衣绚瑞色于舜庭。捧金炉香，胥庆寿崇之旦；□玉卮酒，永延长乐之春。躬禀聪明，性纯爱敬。晋福介王母，三千年之桃晕新红；华封祝圣人，八九叶之蓂开并绿。耳凤韶之雅奏，身鱼藻之深仁。臣等幸囿明时，忻逢盛事。遥瞻禁卫，蔼播衢谣：东极承颜肃紫宸。恩酉农湛露宴群臣。香传禁柳鸣球瑟，影颤宫花蔼缙绅。璀璨神光三殿晓，怡愉和气万年春。明朝又纪流虹瑞，更效封人祝圣人。 <br> ◎对厅致语 <br> 怡愉奉太后，称觞盛长乐之仪；普率皆王臣，会□接镐京之饮。欢浮鱼藻，光射斗牛。恭惟特进大观文大丞相国公四海儒宗，两朝元老。巨川舟楫，旱岁霖雨；不有其功，清时钟鼓，胜事园林，自乐以道。暂游洛社，更筑沙堤。宫使端明相公吟遍玉堂，来寻绿野。听星辰履，久联紫殿之清；依日月光，已觉黄扉之近。宫使阁学尚书为国喉舌，同姓腹心。寄兴西山，虽喜林泉萧散；召还北阙，要推社稷经纶。观使提刑户部曾策驹马因，肯盟鸥鹭。入直天上，尚记青藜；趣起山中，便持紫橐。提刑诏使提刑部洒人寒露，厉古清风。衡岳云开，会见郎官列宿；甘泉地近，即依天子九重。观使提刑判府监丞玉节犹香，幅巾自适。胸中宇宙，素存开济之心；足下风云，直峻清华之武。观使判府刑部老成器局，光霁襟怀。赞白云之司，早培朝望；翔紫霄之表，简在帝心。众位判府郎卿金石舂鸣，琳琅映照。吟万柳阴中之句，香入诏芝；接五花影里之班，望高玉笋。及梓里满前之材俊，皆兰台向上之镃基。我知府、运使、华文、国史、秘监、侍郎，渠观联辉，节麾叠组。不知昼锦为邦家之光、E3CC里之荣；但喜阳春在天庭之间、湖山之外。嘉与十一郡黎献之众，载歌万亿载慈祥之诗。寿崇方庆于坤闱，既醉共分于天禄。合星垣之宾佐，偕月乘之儒流。蓉府材能，柳营韬略。客坐联杏坛之秀，男邦蔼花县之英。笾豆肆陈，笙簧迭奏。福介于王母，幸永瞻慈极之尊；河清生圣人，更同效华对之祝。□等敷陈俚词，扬厉休期。 <br> 八叶蓂香夏气清。坤闱有庆佛同生。枫宸称寿云霄迥，苹野沾恩雨露深。祚永万年齐晋福，孝濡九有乐升平。电枢又报祥光绕，虎拜扬休天子明。 <br> ◎唱 <br> 金阙深深，正夏日初长禁柳青。祥烟纷簇，红云一朵，飞度彤庭。千妃随步处，觉薰风、微拂觚棱。天颜喜，向东朝长乐，献九霞觥。 <br> 分明。西昆王母，来从光碧驾飞軿。为言今日，金仙新浴，共庆长生。捧桃上寿，天一笑、赐宴蓬瀛。沸欢声。道明朝前殿，又祝椿龄。 <br> ◎勾问队心 <br> 妾闻舜殿重华，薰风初奏；唐宫兴庆，寿日新逢。远方称赞效微诚，女队蹁跹呈妙舞。腰翻翠柳，步趁金莲。岂无皓齿之歌，可表丹心之祝。相携纤手，共蹑华裀。 <br> ◎唱柘枝令 <br> 西山元是神仙境，瑞气郁森森。彩鸾飞下五云深。急管递繁音。 <br> 碧鬓□斜花欲颤，轻盈莲步移金。柴檀催拍莫沈吟。传入柘枝心。 <br> ◎花心唱 <br> 慈元宫殿五云开。寿献九霞杯。步随王母共徘徊。仙子下瑶台。 <br> 红袖引翻鸾镜媚，婆娑雪□风回。繁弦脆管莫相催。齐唱柘枝来。 <br> ◎四角唱 <br> 风吹仙袂飘飘举，底事下蓬莱。东朝遥祝万年杯。玉液泻金罍。 <br> 天上蟠桃又熟，晕酡颜、红染芳腮。年年摘取献天阶。齐舞柘枝来。 <br> ◎遣队 <br> 铜壶漏转，屡惊花影之移；桂棹风轻，已觉蓬莱之近。覆裀已蹙，雪鼓重催。歌舞既周，好去好去。 <br> ◎勾队 <br> 瞻寿星于南极，瑞启东朝；移仙驭于西山，望倾北阙。式歌且舞，共祝无疆。 <br> ◎吴仙诗 <br> 一曲清歌艳彩鸾。金炉香拥气如兰。西山高与南山接，剩有当时却老丹。 <br> ◎唱 <br> 千年紫极锁烟萝。艳质含羞敛翠蛾。远睇慈元称寿处，不妨连臂，大家重与，楚舞更吴歌。 <br> ◎谌仙诗 <br> 冉冉飞霜缀绮裳。遥知谌母下丹阳。黄金炼就三山药，来采蒲花献寿觞。 <br> ◎唱 <br> 秘传玉诀自灵修。家在仙山最上头。理会有仙茅香馥郁，年年今日，薰风时候，掇取献龙楼。 <br> ◎鹤山诗 <br> 饮马池边号浴仙。仙姿化鹤古今传。金经尤有延年诀，未数庄椿寿八千。 <br> ◎唱 <br> 自在云间白鹤飞。晴川浴罢不胜衣。旋裁五色冰蚕锦，千花覆处，三呼声里，惹得御香归。 <br> ◎龙仙诗 <br> 楚尾吴头风乍薰。沧波深拥小龙君。愿朝帝母龙楼晚，来曳霞裾驾五云。 <br> ◎唱 <br> 闲云潭影日悠悠。暮倚朱帘更少留。龙寿本齐箕与翼，□从今日，一年一度，东极庆千秋。 <br> ◎柏仙诗 <br> 古柏林间小剑仙。云鬟低绾ED51轻蝉。愿持天上长生箓，来祝东朝亿万年。 <br> ◎唱 <br> 新吴曾遇许旌阳。宝气横空一剑长。愿祝慈闱长不老，天长地久，有如此柏，万古镇苍苍。 <br> ◎遣队 <br> 花朝日转，睹妙舞之初停；莲步云生，学飞仙之难驻。遥瞻翠阆，已启金扃。待拟重来，不妨好去。 <br> ◎王母祝语 <br> 长乐宫中，永壶天之日月；蓬莱岛上，曳洞府之烟霞。不辞弱水之遥，来祝南山之寿。恭惟体坤至静，与佛同生。德比周任，知文王之所以圣；尊为太后，喜唐帝之孝于亲。和蔼一堂，庆流万宇。昆圃五城宅，幸居至治之朝；云EB30九霞觞，因献长生之箓。恭惟丕丞慈训，克绍洪休。八九叶蓂开，接虹流于华渚；三千年桃熟，侑宴饮于瑶池。薰风迭奏于虞弦，湛露载沾于周泽。臣□喜游化国，适际昌辰。密依天阙之光，好诵仙家之句。 <br> 壶峤天低乐圣时。南薰初试度兰池。影飞霞佩朝金殿，曲奏云和献玉卮。稽首万年尧历永，承颜五色舜衣垂。仙家更有蟠桃在，明日重来谒帝墀。 <br> ◎唱 <br> 龙楼日永，鹤禁风薰，拂晓寿星光现。无限霞裾，欣传帝母，与佛同生华旦。佳气慈闱，看龙颜欢动，玉卮亲劝。捧祝殷勤，对萱草青松，菖蒲翠软。奇香喷，阶前芍药，频繁红深紫浅。 <br> 遥望千官鹭序，晓仗初齐，趋觐慈元宫殿。更喜明朝，虹流佳节，同听嵩山呼万。湛露重重，燕庆两宫，盛事如今亲见。齐祝愿、西昆凝碧，南山增绿，与天齐算。身长好，年年拜舞宫花颤。 <br> ◎勾队 <br> 万岁山前，三呼祝寿；千花海里，一□□□。从来无日不春，况是薰风初夏。蔷薇□□，芍药翻阶。葵欲向阳，榴将喷火。正好共寻奇卉，来献芳筵。对仙李之盘根，今朝一转；庆蟠桃之结实，明日重来。上侑清欢，千花入队。 <br> ◎万年枝诗 <br> 百子池边景最奇。无人识是万年枝。细花密叶青青子，常得披香雨露滋。东风向晚薰风早。禁路飞花沾寿草。年年圣主寿慈闱，先献此花名字好。 <br> ◎唱 <br> 先献此花名字好。密叶长青，翠羽摇仙葆。紫禁风薰惊夏到。花飞细□香堪扫。拂晓宫娃争报道。无限琼妃，缥缈来蓬岛。来向慈闱勤颂祷。万年枝□同难老。 <br> ◎长春花诗 <br> 东风不与世情同。多付春光向此中。叶里尽藏云外绿，枝头剩带日边红。百花能占春多少。何似春颜长自好。清和时候卷红绡，端的长春春不老。 <br> ◎唱 <br> 端的长春春不老。玉颊微红，酒晕精神好。多谢天工相懊恼。花间不问春迟早。 <br> 风外新篁摇翠葆。长乐宫边，绿荫笼驰道。此际称觞非草草。绛仙亲下蓬莱岛。 <br> ◎菖蒲花诗 <br> 昔年有母见花轮。富贵长年不记春。今报紫茸依碧节，献来慈极寿庄椿。汉家天子嵩山路。又见蒲仙相与语。而今帝母两怡愉，莫忘九疑山上侣。 <br> ◎唱 <br> 莫忘九疑山上侣。住在山中，白石清泉处。好与长年沾雨露。灵根下遣蟠虬护。 <br> 青青九节长如许。早晚成花，教见薰风度。十二节添须记取。千年一节从头数。 <br> ◎萱草花诗 <br> 当年子建可诗章。绿叶丹花有晔光。为道宜男仍永世，福齐太姒炽而昌。犹记夏侯曾与赋。灼灼朱华人嘉句。紫微右极是慈闱，岁岁丹霞天近处。 <br> ◎唱 <br> 岁岁丹霞天近处。借问殷勤，何以逢兰杜。碧砌玉阑春不去。清香长逐薰风度。 <br> 况是恩光新雨露。绿叶青青，葱翠长如许。端的萱花仙伴侣。年年今日阶前舞。 <br> ◎石榴花诗 <br> 待阙南风欲上场。阴阴稚绿绕丹墙。石榴已著乾红蕾，无尽春光尽更强。不因博望来西域。安得名花出安石。朝元阁上旧风光，犹是太真亲手植。 <br> ◎唱 <br> 犹是太真亲手植。猩染鲜葩，岁岁如曾拭。绛节青旌光耀日。分明是个神仙匹。 <br> 引领金扉红的的。下有仙妃，纤手轻轻摘。为道朱颜常似得。今朝摘取呈慈极。 <br> ◎栀子花诗 <br> 当年曾记晋华林。望气红黄栀子深。有敕诸官勤守护，花开如玉子如金。此花端的名薝卜。千佛林中清更洁。从知帝母佛同生，移向慈元供寿佛。 <br> ◎唱 <br> 移向慈元供寿佛。压倒群花，端的成清绝。青萼玉包全未拆。薰风微处留香雪。 <br> 未拆香包香已冽。沈水龙涎，不用金炉爇。花露轻轻和玉屑。金仙付与长生诀。 <br> ◎蔷薇花诗 <br> 碎翦红绡间绿丛。风流疑在列仙宫。朝真更欲薰香去，争掷霓衣上宝笼。忽惊锦浪洗春色。又似宫娃逞妆饰。会当一遣移花根，还比蒲桃天上植。 <br> ◎唱 <br> 还比蒲桃天上植。稚柳阴中，蜀锦开如织。万岁藤边娇五色。宜春馆里香寻觅。 <br> 七十二行鲜的的。岁岁如今，早趁薰风摘。金掌露浓堪爱惜。龙涎华润凝光碧。 <br> ◎芍药花诗 <br> 倚竹佳人翠袖长。阿姨天上舞霓裳。娇红凝脸西施醉，青玉阑干说叠香。晚春早夏扬州路。浓妆初试鹅红妒。何如御掖垣中，日日传宣金掌露。 <br> ◎唱 <br> 日日传宣金掌露。当殿芳菲，似约春长驻。微紫深红浑谩与。淡妆偏趁泥金缕。 <br> 拂早薰风花里度。吹送香尘，东殿称觞处。歌罢花仙归洞府。采鸾驾雾来南浦。 <br> ◎宫柳花诗 <br> 御墙侧畔绿垂垂。接夏连春花点衣。好似雪茵胡旋舞，楼台帘幕燕初飞。薰风日永龙墀晓。宫妃簇仗呈千巧。就中妙舞最工奇，戏衮玉球添一笑。 <br> ◎唱 <br> 戏衮玉球添一笑。笑道轻狂，似恁人间少。偏倚龙池依凤沼。随风得得低回绕。 <br> 掠面点衣夸百巧。似雪飞花，点束梁园好。惹住金虬香篆袅。上林不放春光老。 <br> ◎蟠桃花诗 <br> 蕊珠仙子驾红云。来说瑶池□□春。道是当年和露种，三千花实又从新。红云元透西昆路。青鸟衔枝花□□。薰风初动子成初，消息一年传一度。 <br> ◎唱 <br> 消息一年传一度。万岁枝香，总是留春处。曾倚东风娇不语。玉阶霞袂飘飘举。 <br> 蓬莱清浅红云路。结子新成，要荐金盘去。一实三千须记取。东朝宴罢回青羽。 <br> ◎众唱 <br> 十样仙葩天也爱。留住春光，一一娇相赛。万里莺花开世界。园林点检随时采。 <br> □□□眉仙体态。天与司花，舞彻歌还再。献与千官头上戴。年年万岁声中拜。",
  "poet": {
    "id": 1992,
    "star": 0,
    "name": "王义山",
    "desc": "王义山（1214——1287），字元高，号稼村，宋初文学大家王禹偁的后裔。富州（今江西丰城）人。精《易》学，善词赋。宋末进士二十四年卒，年七十四。其诗学刘克庄，王士禛《池北偶谈》卷一八讥其为“下劣诗魔，恶道坌出”、“酸腐庸下”。《四库全书总目》谓其“诗文皆沿宋季单弱之习，绝少警策”（卷一六六）。著《稼村类稿》三十卷，有明正德刻本、万历刻本、《四库全书》本。《全宋诗》卷三三五二至三三五四录其诗三卷。文收入《全元文》。事迹见本集卷二九自作墓志铭、《元诗选》二集甲集。"
  },
  "tags": []
}