{
  "id": 18333,
  "star": 23,
  "name": "闻黄鹂",
  "dynasty": "唐代",
  "content": "倦闻子规朝暮声，不意忽有黄鹂鸣。<br>一声梦断楚江曲，满眼故园春意生。<br>目极千里无山河，麦芒际天摇清波。<br>王畿优本少赋役，务闲酒熟饶经过。<br>此时晴烟最深处，舍南巷北遥相语。<br>翻日迥度昆明飞，凌风邪看细柳翥。<br>我今误落千万山，身同伧人不思还。<br>乡禽何事亦来此，令我生心忆桑梓。<br>闭声回翅归务速，西林紫椹行当熟。",
  "fanyi": "<p><strong>译文</strong><br>听厌了杜鹃朝朝暮暮的啼叫，不料忽然间传来了黄鹂的鸣唱。<br>熟悉的叫声打断了我在湘江边上的睡梦，满眼显现出故乡生机盎然的景象。<br>那里放眼千里看不到高山大河，与长天相连翻滚着青青麦浪。<br>京都地区优待农民少征赋役，乡邻们在农忙过后、酒酿成熟频繁来往。<br>在那炊烟袅袅巷道深深的村舍里，村南巷北的人们远远地打着招呼互话短长。<br>黄鹂翻飞在阳光下高高地横过昆明池，又迎着风斜看着细柳展翅飞翔。<br>我如今跌落在家乡的千山万水之外，就像楚地客家人那样不再返家回乡。<br>你这故乡的鸟儿为什么要来到这里，使我心里不禁思念起遥远的家乡。<br>停止鸣叫调转翅膀快快往回飞吧，你爱吃的西林紫桑就要飘出成熟的果香。</p> <p><strong>注释</strong><br>⑴黄鹂：即黄莺，亦名仓庚、搏黍、黄鸟，羽毛黄色，从眼边到头后部有黑色斑纹，鸣声悦耳。<br>⑵子规：即杜鹃，又名布谷、杜宇、鹈鴂 ，初夏时啼声昼夜不断，其声凄楚。<br>⑶一声梦断：言黄鹂的一声鸣叫把梦惊醒。楚江曲：指永州湘江之滨。故园：指长安。春意生：春天欣欣向荣的景象。<br>⑷无山河：谓秦中平原没有高山大河。际天：连天，一望无际。青波：指麦浪。<br>⑸王畿（jī基）：京郊，古称靠近京城的周围。优本：优待农民。务闲：指农忙过后稍稍清闲的时候。饶经过：颇有情谊的频繁来往。<br>⑹晴烟：指炊烟，有人家居住的地方。<br>⑺昆明：昆明池，在长安西南。据《汉书·武帝纪》，武帝为习水战，于长安西南凿昆明池，周围四十里。细柳：地名，即细柳聚，又称柳市，在昆明池之南。汉文帝时，周亚夫曾屯兵于此，以备匈奴。翥（zhǔ驻）：飞举。<a href=\"http://so.gushiwen.org/author_248.aspx\">宋之问</a>《度大庾岭》<a href=\"http://so.gushiwen.org/view_18333.aspx\">诗</a>：“魂随南翥鸟，泪尽北枝花。”<br>⑻伧（cáng仓）：韩醇注：“楚人别种。”不思还：不想还乡。<br>⑼乡禽：指在家乡常能见到的子规、黄鹂。生心：产生思念之心。桑梓：家乡。《诗经·小弁》：“维桑与梓，必恭敬止。”朱《传》：“桑梓，二木，古者五亩之宅，树之墙下，以遗子孙，给蚕食，具器用。”后以桑梓为家乡的代称。<br>⑽闭声：停止鸣叫。回翅：张开翅膀往回飞。务速：一定要快。西林：<a href=\"http://so.gushiwen.org/author_646.aspx\">柳宗元</a>在长安城西有祖遗田产，有果树数百株，西林指此。椹（shèn臻）：同“葚”，桑树结的果实，成熟后色紫，故日紫椹。行：即将。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　<a href=\"http://so.gushiwen.org/view_18333.aspx\">诗</a>一开篇以杜鹃啼血的典故，实写久不量移的悲苦。“子规”就是杜鹃，又称之为“杜魄”，相传为古蜀帝杜宇所变，日夜悲啼，叫声似“不得归去”，直叫得眼睛出血，是历来诗文中悲苦的象征。武元衡《送柳侍御裴起居》诗说：“望乡台上秦人去，学射山中杜魄哀。”诗人取<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>“其间旦暮闻何物，杜鹃啼血猿哀鸣”（《琵琶行》）的诗意开篇，一个“倦”字点明悲苦之久，“不意”的喜悦可想而知。诗人闻“乡禽”黄鹂的叫声而思念故乡，展开想象的翅膀飞越时空关隘，以优美的语言、眷恋的情怀，向读者描绘了一幅鲜活有趣、令人向往的故园乡土风情画。故园长安既是诗人的出生、成长之地，也是诗人建功立业、实现平生抱负的希望所在。在迭经变故、风雨如晦的日子里，诗人无时无刻不在渴望朝廷恩赦，祈盼擢用，于是，家乡变成了作者魂牵梦绕的精神寄托。由此，诗人不惜浓墨重彩，礼赞了日思夜想的家乡，如痴者之喃，梦者之呓，亦真亦幻，如歌如画。春天的故园，春意盎然、生机勃勃。故乡土地平阔，产出丰富，人情醇厚，生活恬愉，连鸟儿在曾经显出卓著功绩的昆明湖、细柳营上空自由自在地飞翔。现实是严酷无情的，复出的机会日益渺茫，使作者心灰意冷，徒生伤悲。诗句着力刻画故乡风物，字里行间既蕴涵着往日“翻日迥度昆明飞，凌风斜看细柳翥”的惬意和欢愉，又弥漫着“我今误落千万山，身同伧人不思还”的悲苦和忧伤。结尾以拟人的手法，借问黄鹂“乡禽何事亦来此，令我心生忆桑梓”，嘱咐黄鹂速归，将作者戚苦、郁闷、无助、不平而又不甘放弃的情绪宣泄得淋漓尽致。</p> <p>　　此诗创作于诗人离开永州的前一年。作品显示，作者对现实既失意迷惘，同时对复出抱有强烈的追求和幻想，一颗赤子之心始终在逆境中顽强地跳动。所以语言未失活泼，风格依然俊朗，在意境上有喜有悲，大起大落。全诗以黄鹂一脉贯通，寓意高远，气韵流畅，开合自如，大气泱泱，读后令人如临其境，如闻其声，扼腕生情，回味无穷。</p>",
  "poet": {
    "id": 646,
    "star": 0,
    "name": "柳宗元",
    "image": "http://img.gushiwen.org/authorImg/liuzongyuan.jpg",
    "desc": "柳宗元（773年－819年），字子厚，唐代河东（今山西运城）人，杰出诗人、哲学家、儒学家乃至成就卓著的政治家，唐宋八大家之一。著名作品有《永州八记》等六百多篇文章，经后人辑为三十卷，名为《柳河东集》。因为他是河东人，人称柳河东，又因终于柳州刺史任上，又称柳柳州。柳宗元与韩愈同为中唐古文运动的领导人物，并称“韩柳”。在中国文化史上，其诗、文成就均极为杰出，可谓一时难分轩轾。"
  },
  "tags": [
    "写鸟",
    "抒怀",
    "思乡"
  ]
}