{
  "id": 11486,
  "star": 25,
  "name": "吹笛",
  "dynasty": "唐代",
  "content": "吹笛秋山风月清，谁家巧作断肠声。<br>风飘律吕相和切，月傍关山几处明。<br>胡骑中宵堪北走，武陵一曲想南征。<br>故园杨柳今摇落，何得愁中曲尽生。",
  "shangxi": "<h2>赏析</h2> <p>　　首联扣题起兴，由听到吹笛声而引发感怀。秋山静寂，皓月悬空，清风萧瑟，横笛数声，牵动万千愁思。《风俗通》说：“笛，涤也，所以涤邪秽，纳之雅正也。”在山水、羁旅<a href=\"http://so.gushiwen.org/view_11486.aspx\">诗</a>中，笛有着广泛的表情达意的动能，最常见的是牵引怀乡的情愫。又《乐府杂录》载：笛者，羌乐也。古笛曲广为流传的有《落梅花》、《折杨柳》、《关山月》等，皆为思乡之作。月明风清的秋夜，本是适于亲人故友欢会的良辰美景，而今夜，这凄恻哀伤、声声彻耳的“断肠声”，却只能使人更感寥落、凄清了。“谁家”两字，以问语写听者“我”的感受，情味悠远。 “巧作”一词，是言吹笛之人吹奏技巧的高妙，似乎把“我”的满怀乡愁，都淋漓尽致地宣泄出来了。这一设问陡起波澜，借他人之笛音写自己之乡思，极具共鸣感。</p> <p>　　颔联紧承首句之 “风”“月”二字写，虚实相生。一写声象，“律吕相和切”照应上句的“巧”字，写笛音之悠扬宛转，这是写实；一写景象，“月傍关山”，写明月映照关山的图景，诗人在缠绵悱恻的笛音中神游万里关山，思绪如同这澄澈如水的月光漫漶开去，这是虚写。“律吕”又作“吕律”，中国古代以管的长短来确定音的不同高度。从低音管算起，成奇数的六个管称“律”，成偶数的六个管称“吕”，总称“六吕”、“六律”，简称“律吕”。此处代指柔婉、和谐的笛音。“几处明”三字下得奇巧，“月有阴晴圆缺，人有悲欢离合”，月照关山，自有明暗、浓淡之别；而以“几处”问之，实则是人心的悲喜甘苦之反映。</p> <p>　　颈联由“关山”二字再次衍发联想。上句遥想当此中宵月明之际，胡骑行军北归的场景；下句是写诗人听了这笛曲之后，萌生出南行的愿望。上下对仗工稳，由远及近，以胡人之北归来映衬“我”的思乡之切。明朝<a href=\"http://so.gushiwen.org/author_73.aspx\">李东阳</a>的《麓堂诗话》说这两句“清绝”，主要是就此联意境的清幽、窈眇而言的。在古诗中，月色、笛声、江南常连缀一起，表达幽怨的乡思之情。如唐代诗人<a href=\"http://so.gushiwen.org/author_484.aspx\">李益</a>的《春夜闻笛》：“<a href=\"http://so.gushiwen.org/author_1397.aspx\">寒山</a>吹笛唤春归，迁客相看泪满衣。洞庭一夜无穷雁，不待天明尽北飞。”</p> <p>　　尾联道出全诗主旨，“故园杨柳今摇落”是客居异乡的诗人对“故园”风景的悬揣，想必在如此萧瑟的清秋时节，杨柳早已枯黄、零落了；可是“我”，还不能回到家乡与亲人团聚，这是以杨柳之衰映衬自己的迟暮之悲。结句以反问收束，如何在忧愁的煎熬中度此余生呢？这一自问，给人以强烈的震撼！</p> <p>　　全诗善用烘云托月之法，由闻笛入手，多方铺垫，反复渲染，逐层推进，沉郁顿挫。诚如清·吴乔《答万季墅诗问》之谓：“……前六句皆兴，末二句方是赋，意只在‘故园愁'三字耳。” 值得注意的是，此诗多用问句，或兴感、或写景、或抒情，将乡愁国忧与感时伤世之情表达得尤为酣畅。</p>",
  "about": "<h2>创作背景</h2> 　　此<a href=\"http://so.gushiwen.org/view_11486.aspx\">诗</a>约作于唐代宗大历元年（766年）<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>由夔州移寓西阁时，是一首即景抒怀之作。黄鹤注：梁权道编在大历元年。按诗云“胡骑中宵堪北走，”当指吐蕃而言。《通鉴》：永泰元年，吐蕃与回纥入寇，子仪免胄释甲，投枪而进，回纥酋长皆下马罗拜，再成和约。吐蕃闻之，夜引兵遁去。即此事也。",
  "poet": {
    "id": 474,
    "star": 0,
    "name": "杜甫",
    "image": "http://img.gushiwen.org/authorImg/dufu.jpg",
    "desc": "杜甫（712－770），字子美，自号少陵野老，世称“杜工部”、“杜少陵”等，汉族，河南府巩县（今河南省巩义市）人，唐代伟大的现实主义诗人，杜甫被世人尊为“诗圣”，其诗被称为“诗史”。杜甫与李白合称“李杜”，为了跟另外两位诗人李商隐与杜牧即“小李杜”区别开来，杜甫与李白又合称“大李杜”。他忧国忧民，人格高尚，他的约1400余首诗被保留了下来，诗艺精湛，在中国古典诗歌中备受推崇，影响深远。759-766年间曾居成都，后世有杜甫草堂纪念。"
  },
  "tags": []
}