{
  "id": 18974,
  "star": 21,
  "name": "堤上行三首",
  "dynasty": "唐代",
  "content": "酒旗相望大堤头，堤下连樯堤上楼。<br>日暮行人争渡急，桨声幽轧满中流。</p> <p>江南江北望烟波，入夜行人相应歌。<br>桃叶传情竹枝怨，水流无限月明多。</p> <p>长堤缭绕水徘徊，酒舍旗亭次第开。<br>日晚出帘招估客，轲峨大艑落帆来。",
  "fanyi": "<p><strong>译文</strong><br>酒旗相望着在大堤的上头，堤下船连船，堤上楼挨楼。<br>天色将晚，行人急忙争渡，桨声幽轧轧，船儿满中流。</p> <p>江南江北同望波浪江烟，入夜行人还对歌在江边。<br>《桃叶歌》表达了爱情，《竹枝词》诉说着哀愁，水流和月光无穷无尽哟，恰似歌声中的情感绵绵。</p> <p>长堤弯弯曲曲，堤内水徘徊，酒舍旗亭一家挨一家地排开。<br>傍晚时挑出杏帘儿招徕顾客，高高的大船落帆靠岸停下来。</p> <p><strong>注释</strong><br>樯：原指帆船上挂风帆的桅杆，引申为船。<br>幽轧（yà）：划桨声。<br>中流：在水流之中。<br>烟波：烟雾苍茫的水面。<br>桃叶：乐府歌曲名。《乐府<a href=\"http://so.gushiwen.org/view_18974.aspx\">诗</a>集》第四十五卷引《古今乐录》说：“桃叶歌者，晋王子敬之所作也。桃叶，子敬妾名，缘于笃爱，所以歌之。”（《桃叶歌》，是晋朝王子敬所作的。桃叶是王子敬的妾的名字，因为爱情深厚，所以才歌唱她。）《乐府诗集》载《桃叶歌辞》四首，没有作者姓名，属于吴声歌曲，应该是江南民歌。这里借指民间流行的表达爱情的歌。<br>竹枝怨：《竹枝词》诉说哀怨。竹枝词是一种诗体，是由古代巴蜀间的民歌演变过来的，<a href=\"http://so.gushiwen.org/author_197.aspx\">刘禹锡</a>把民歌变成了文人的诗体。这些民歌中有一些情歌，但多表达怨苦之情。夔州一带，是竹枝词的故乡。<br>月明：月亮光。<br>次第：顺序。一个挨一个地。<br>轲峨：高大的样子。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这是三幅江边居民生活的速写。</p> <p>　　第一首：日暮争渡</p> <p>　　堤头酒旗相望，堤下船只密集，樯橹相连。“酒旗相望”写出了酒家之多，说明此地贸易往来频繁，可以想见这个江边码头是个人烟稠密、顾客云集的热闹所在；一面面酒旗在宽阔的大堤上迎风招展，给人一种强烈的感染力，富有世俗人情的生活气息。“堤下连樯堤上楼”寓有心于无心中，意象朴素，语言朴素，不见一点雕琢痕迹，大堤上乱中有序、一派生机的景象一下子呈现在眼前。前两句<a href=\"http://so.gushiwen.org/view_18974.aspx\">诗</a>为读者展示了江南水乡风俗画的完整背景，这样写是为“日暮行人争渡急”张本的。</p> <p>　　三、四两句，描摹近景，增强了画面感，画出了一幅生动逼真的江边晚渡图。“日暮行人争渡急”先点明时间，然后“争”“急”二字把江边居民忙于渡江的神情和急切的心理以简练的语言传达出来。诗人以一个旁观者的角度揣度他人之心，却并没有直接刻画人心，而是在看似无心的客观景物描写中流露出来。“桨声幽轧满中流”一句状写景色，摹拟声音，不写人声的嘈杂，只用象声词“幽轧”两字，来突出桨声，写出了船只往来穿梭和船工的紧张劳作，把“争渡急”写足，意境与诗味俱佳，使人如有身临其境之感。</p> <p>　　诗人很善于捕捉生活形象：酒旗、楼台、樯橹、争渡的人群、幽轧的桨声，动静相映，画面灵动，将诗情与画意揉在了一起，把诗当作有声画来描绘。但无论是画面还是其中情思，都突破了传统的景物描写窠臼，立意新颖、手法娴熟、笔调清丽自然，流淌出世俗人情的诗化美。</p> <p>　　第二首：月夜对歌</p> <p>　　重在描写长江两岸的风俗人情，具有浓郁的地方特色。开头二句先将月夜对歌总写一笔：月照寒江，夜色中隔江相望，烟波渺茫。“烟波”二字，把迷蒙的夜色和入夜时的江景写得非常美。在静态的景色描绘之后，继而写出两岸长堤之上，行人络绎不绝，歌声此伏彼起，相和相应，打破了静夜的沉寂。这个场面是宏大的，气势是磅礴的。</p> <p>　　他们唱的是什么歌，诗人用第三句作了概括：“《桃叶》传情《竹枝》怨”，都是巴山楚水人民爱唱的民歌。《桃叶歌》倾吐爱情，《竹枝词》诉说哀怨，可以想见，这歌声对遭贬谪、受打击的诗人来说，自然会惹动自身的“情”与“怨”的，这也是“含思宛转”之处。诗的结句高妙，极有意境。“水流无限月明多”是写眼前所见之景：流水和月光无穷无尽，契合江边和夜色。同时也是比喻，以流水和月光的无限来比喻歌中“情”与“怨”的无限，把歌唱者的感情形象化。这句诗是以视觉来写听觉的，流水与月光，既含流动之势，又具明丽之色，这是用眼可以看到的，是视觉的感受；但是优美、动人的歌曲也能给人灵动、流丽的艺术感受，两者（指视觉与听觉）能引起“通感”。这种描写创造了优美的艺术境界，产生了良好的美学效果。整首诗写景与抒情水乳交融，感情深沉真挚，景色优美动人。</p> <p>　　第三首：酒家迎客</p> <p>　　长堤缭绕，江水徘徊，堤上酒家，依次排开。余晖脉脉，杏帘飘飘，估客大船，落帆而来。这首诗绝弃雕饰，纯用白描，把码头的勃勃生机和船只的频繁来往，描绘得真实、生动、自然。</p> <p>　　总而言之，这三首诗，形象鲜明，音调和谐，清新隽永，写景如画；有浓厚的乡土味和浓郁的生活气息，是<a href=\"http://so.gushiwen.org/author_197.aspx\">刘禹锡</a>学习民歌所取得的成果。</p>",
  "about": "<h2>创作背景</h2> 　　《堤上行三首》大约写于<a href=\"http://so.gushiwen.org/author_197.aspx\">刘禹锡</a>任夔州刺史到和州刺史时，即公元822年（长庆二年）到公元824年（长庆四年）。唐代的大堤是商旅荟萃之地，所以多声伎歌酒之娱、南来北往之人，是十分繁华热闹的地方。每到一地，学习当地的民歌，融入自己的<a href=\"http://so.gushiwen.org/view_18974.aspx\">诗</a>歌创作，或者描写当地的风土人情，是刘禹锡的一大优势。这一类的诗歌在他的诗歌创作中占据很大的比例。这首诗描写了傍晚时分，大堤上常见的景象，选取极为普通的镜头，描写世俗生活的场景，语言质朴天然，不假修饰，而富有人情味，读来令人感到强烈的生活气息。所描写的事物如酒旗、樯橹、行人、桨声等，都是常见的生活物象。人们的活动也似乎是未加修饰的大堤生活中一个画面。但是诗人就是能够把这样普通的事物谱写成诗歌。这种取自生活、提炼生活的作诗态度使得刘禹锡诗歌呈现出与众不同的风貌。",
  "poet": {
    "id": 197,
    "star": 0,
    "name": "刘禹锡",
    "image": "http://img.gushiwen.org/authorImg/liuyuxi.jpg",
    "desc": "刘禹锡（772－842），字梦得，汉族，中国唐朝彭城（今徐州）人，祖籍洛阳，唐朝文学家，哲学家，自称是汉中山靖王后裔，曾任监察御史，是王叔文政治改革集团的一员。唐代中晚期著名诗人，有“诗豪”之称。他的家庭是一个世代以儒学相传的书香门第。政治上主张革新，是王叔文派政治革新活动的中心人物之一。后来永贞革新失败被贬为朗州司马（今湖南常德）。据湖南常德历史学家、收藏家周新国先生考证刘禹锡被贬为朗州司马其间写了著名的“汉寿城春望”。"
  },
  "tags": [
    "江边",
    "居民",
    "生活",
    "组诗"
  ]
}