{
  "id": 42625,
  "star": 131,
  "name": "述国亡诗",
  "dynasty": "五代",
  "content": "君王城上竖降旗，妾在深宫那得知？<br>十四万人齐解甲，更无一个是男儿！",
  "fanyi": "<h2>译文</h2> <p>皇帝在城楼上竖起了投降的军旗，臣妾（我）在深宫之中怎么能知道？<br>（我国的将士）十四万人都一齐解了铠甲，（他们）没有一个是真正的大丈夫！</p><br/><p>译文<br>后蜀国的君王城楼上竟然竖起了白旗，你们哪知道我被封锁在了这冷清清的行宫里？<br>守卫君王的十四万人一起脱下了金闪闪的铠甲，其实这些人中没有一个是守卫国家的男子！</p> <p>注释<br>⑴妾：<a href=\"http://so.gushiwen.org/author_2277.aspx\">花蕊夫人</a>自称。<br>⑵解甲：解除武装，指投降。<br>⑶更无：一作“宁无”。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　此<a href=\"http://so.gushiwen.org/view_42625.aspx\">诗</a>破题就直述国亡之事：“君王城上竖降旗”。史载后蜀君臣极为奢侈，荒淫误国，宋军压境时，<a href=\"http://so.gushiwen.org/author_2916.aspx\">孟昶</a>一筹莫展，屈辱投降。诗句只说“竖降旗”，遣词含蓄。下语只三分而命意十分，耐人玩味。</p> <p>　　次句“妾在深宫那得知”，纯用口语，而意蕴微妙。大致有两重含义：首先，历代追咎国亡的诗文多持“女祸亡国”论，如把商亡归咎于妲己，把吴亡归咎于西施等等。而这句诗则象是针对“女祸亡国”而作的自我申辩。语似轻声叹息，然措词微婉，而大有深意。其次，即使退一步说，“妾”及时得知投降的事也照样于事无补，一个弱女子不可能有回天之力。不过，“那得知”云云毕竟还表示了一种廉耻之心，比起甘心作阶下囚的“男儿”们终究不可同日而语。这就为下面的怒斥预留了地步。</p> <p>　　第三句照应首句“竖降旗”，描绘出蜀军“十四万人齐解甲”的投降场面。史载当时破蜀宋军仅数万人，而后蜀则有“十四万人”之众。以数倍于敌的兵力，背城借一，即使面临强敌，当无亡国之理。可是一向耽于享乐的孟蜀君臣毫无斗志，闻风丧胆，终于演出众降于寡的丑剧。“十四万人”没有一个死国的志士，没有一星半点丈夫气概，当然是语带夸张，却有力写出了一个女子的羞愤：可耻在于不战而亡。</p> <p>　　至此，作者的羞愤痛切之情已酝酿充分，于是爆发出一句热骂：“更无一个是男儿！”“更无一个”与“十四万人”对比，“男儿”与前面“妾”对照，可谓痛快淋漓。“诗可以怨”，其实岂但可怨而已，这里已是“嬉笑怒骂，皆成文章”了。</p> <p>　　此诗写得很有激情，表现出亡国的沉痛和对误国者的痛切之情；更写得有个性，活现出一个活泼泼有性格的女性形象。诗人以女子身份骂人枉为男儿，就比一般有力，个性色彩鲜明。就全诗看，有前三句委婉含蓄作铺垫，虽泼辣而不失委婉，非一味发露、缺乏情韵之作可比。</p> <p>　　据宋吴曾《能改斋漫录》，<a href=\"http://so.gushiwen.org/author_2277.aspx\">花蕊夫人</a>作此诗则有所本。“前蜀王衍降后唐，王承旨作诗云：‘蜀朝昏主出降时，衔璧牵羊倒系旗。二十万人齐拱手，更无一个是男儿。’”对照二诗，徐氏对王诗几处改动都很好。原诗前二句太刻意吃力，不如改作之含蓄有味，特别是改用第一人称“妾”的口气来写，比原作多一重意味，顿添神采。这样的改作实有再造之功。就诗人陈诗一事而论，不但表现了廉耻之心，而且有几分胆气。这行为本身就足为孟蜀“男儿”羞。所以，此诗得到一代雄主<a href=\"http://so.gushiwen.org/author_783.aspx\">赵匡胤</a>的赏识，不是偶然的。</p>",
  "about": "<h2>创作背景</h2> 　　费氏（一说姓徐），青城（今四川都江堰市）人，因才貌双全，得幸于后蜀主<a href=\"http://so.gushiwen.org/author_2916.aspx\">孟昶</a>，拜贵妃，别号<a href=\"http://so.gushiwen.org/author_2277.aspx\">花蕊夫人</a>。她曾仿<a href=\"http://so.gushiwen.org/author_482.aspx\">王建</a>作宫词百首，为时人称许。孟蜀亡国后，被掳入宋。宋太祖久闻其<a href=\"http://so.gushiwen.org/view_42625.aspx\">诗</a>名，召她陈诗。徐氏就诵了这首“述亡国之由”的诗。诗泼辣而不失委婉，不亢不卑，从题材到风格，都与作者所擅长的“宫词”大不相同，当时就获得宋太祖的赞赏（事据《十六国春秋·蜀志》）。后世诗评家也每每乐道。",
  "poet": {
    "id": 2277,
    "star": 0,
    "name": "花蕊夫人",
    "image": "http://img.gushiwen.org/authorImg/huaruifuren.jpg",
    "desc": "在五代十国时期，有几位被称作花蕊夫人的女性，她们不仅容貌美丽，而且能诗善赋，多才多艺。有关她们的事迹，多散见于五代至两宋的各种史籍之中，因其所处时代相同，且又均被称为花蕊夫人，她们的身份、事迹至今仍有许多疑谜。世传《花蕊夫人宫词》100多篇，其中确实可靠者90多首，诗一卷（《全唐诗》下卷第七百九十八）归属于孟昶妃，但词中有“法元寺里中元节，又是管家降诞辰”语，中元节为旧历七月十五日，正是王衍生日，而孟昶则生于十一月十四日，可知当出自王建淑妃手笔。"
  },
  "tags": [
    "爱国"
  ]
}