{
  "id": 47910,
  "star": 31,
  "name": "送穷文",
  "dynasty": "唐代",
  "content": "　　元和六年正月乙丑晦，主人使奴星结柳作车，缚草为船，载糗舆粮，牛繫轭下，引帆上樯。三揖穷鬼而告之曰：“闻子行有日矣，鄙人不敢问所涂，窃具船与车，备载糗粻，日吉时良，利行四方，子饭一盂，子啜一觞，携朋挚俦，去故就新，驾尘风，与电争先，子无底滞之尤，我有资送之恩，子等有意于行乎？” </p> <p>　　屏息潜听，如闻音声，若啸若啼，砉敥嘎嘤，毛发尽竖，竦肩缩颈，疑有而无，久乃可明，若有言者曰：“吾与子居，四十年余，子在孩提，吾不子愚，子学子耕，求官与名，惟子是从，不变于初。门神户灵，我叱我呵，包羞诡随，志不在他。子迁南荒，热烁湿蒸，我非其乡，百鬼欺陵。太学四年，朝韮暮盐，唯我保汝，人皆汝嫌。自初及终，未始背汝，心无异谋，口绝行语，於何听闻，云我当去？是必夫子信谗，有间于予也。我鬼非人，安用车船，鼻齅臭香，糗粻可捐。单独一身，谁为朋俦，子苟备知，可数已不？子能尽言，可谓圣智，情状既露，敢不回避。” </p> <p>　　主人应之曰：“予以吾为真不知也耶！子之朋俦，非六非四，在十去五，满七除二，各有主张，私立名字，捩手覆羹，转喉触讳，凡所以使吾面目可憎、语言无味者，皆子之志也。——其名曰智穷：矫矫亢亢，恶园喜方，羞为奸欺，不忍伤害；其次名曰学穷：傲数与名，摘抉杳微，高挹群言，执神之机；又其次曰文穷：不专一能，怪怪奇奇，不可时施，祗以自嬉；又其次曰命穷：影与行殊，而丑心妍，利居众后，责在人先；又其次曰交穷：磨肌戛骨，吐出心肝，企足以待，寘我仇怨。凡此五鬼，为吾五患，饥我寒我，兴讹造讪，能使我迷，人莫能间，朝悔其行，暮已复然，蝇营狗苟，驱去复还。” </p> <p>　　言未毕，五鬼相与张眼吐舌，跳踉偃仆，抵掌顿脚，失笑相顾。徐谓主人曰：“子知我名，凡我所为，驱我令去，小黠大痴。人生一世，其久几何，吾立子名，百世不磨。小人君子，其心不同，惟乖於时，乃与天通。携持琬琰，易一羊皮，饫于肥甘，慕彼糠糜。天下知子，谁过于予。虽遭斥逐，不忍于疏，谓予不信，请质诗书。” </p> <p>　　主人于是垂头丧气，上手称谢，烧车与船，延之上座。 ",
  "fanyi": "<h2>译文</h2> <p>　　元和六年正月三十日，主人让名叫星的仆人结扎柳条为车，捆草为船，装上干粮，套好牛车，升起帆船，向穷鬼三次作揖并对他们说：“听说你们即将起程，不敢问你们要走哪条路，悄悄准备了车船，装了干粮，今天是吉时良辰，去哪里都是吉利的。请你们吃一顿饭，喝一杯酒，带领你们的朋友伙伴，离开旧寓去住新的住所，车扬尘，风鼓帆，比电光还迅速。你不至长久住在这里长久怨恨，我有资助送行的情谊，你们是否打算马上就走呢？”</p> <p>　　屏气细听，好像听到一种如咏似泣细碎不清的声音，让人不禁毛发都竖起来了，耸肩缩脖。那声音似有似无，过了好一会儿才能听分明。似乎有人说：“我和你相伴已经有四十年了。你在幼年时，我没有嫌弃你的幼稚无知，你读书耕田，求官职与功名，我始终跟随你，不改初衷。门户的神灵，呵我叱我，我忍受屈辱包涵容忍，心仍然专注于你，从没有想到别处去。你贬官广东，那里气候潮湿蒸闷，不是我的乡土，所以各种鬼都来欺负我。你在太学任国子博士那四年间，下饭的早餐是切碎的菜、晚餐是一把盐，只有我在保护你，别人都嫌弃你。从当初到如今，我不曾离开你，心里没有去别处的打算，嘴里也没有说过要走的话，你从哪里听到传闻，说我即将离去？一定是先生听信了谗言，存心和我疏远。我是鬼而不是人，哪里用得着车船，只需用鼻子嗅闻食物的气味便可果腹，干粮也是舍弃不带的。我孤身一人，谁是我的朋友伙伴？你如果全都知道，可否一一加以数说？你如果全都说出来，那就可称为圣人智者；真实情况既已揭露，我敢不躲开吗？”</p> <p>　　主人回答说：“你以为我真的不知道吗？你的伙伴，不是六也不是四，居十去掉五，满七减去二，各有主张，自有名字，使我动手就惹祸，一说话就触犯忌讳。凡是能使我面目可憎、语言乏味的，都是你们的主意。其一名叫智穷：刚强高尚，厌恶圆滑而喜欢正直，耻于做奸诈之事，不忍心伤害别人；其二名叫学穷：轻视术数名物一类学问，探究幽深微妙的道理，摄取各家学说，掌握精神要领；其三名叫文穷：不只擅长一种技巧，文章怪怪奇奇，不能在当时实施，只能用以自娱；其四名叫命穷：影子和体形不一样，脸丑心美，牟利退居人后，负责争于人先；其五名叫交穷：待朋友忠心耿耿，倾吐肺腑，抬起脚后跟站立盼望对方的到来，对方却把我视为仇敌。这五种穷鬼，是我的五种祸患。你们使我忍饥受冻，惹得别人起讹传造讥讽，你们能使我感到迷惑，而不是别人的离间所能办到的。早上悔恨我的行为，傍晚却又恢复故态。你们卑劣无耻地纠缠我，刚把你们赶走转眼又回到我身边。”</p> <p>　　话没说完，五鬼就一起张眼吐舌，跳跃翻滚，拍手顿脚，互相瞧着不由自主地笑了起来。慢慢地对主人说：“你们知道我们的名字和我们的全部作为了，驱赶我们让我们走，实在是小聪明大糊涂。人生一辈子，有多长久？我们替你树立名声，可以流传百世。小人和君子，他们的心意是不同的。只要不趋时适俗，才和天理相通。携持美玉，却只换一张羊皮；吃饱了美好的食物，倒羡慕那糠粥，这世上理解你的人，谁能超过我们呢？你虽然遭到贬斥，我们也不忍心疏远你，如果你不相信我们的话，请你从《<a href=\"http://so.gushiwen.org/view_47910.aspx\">诗</a>》《书》等经典中找到答案。”</p> <p>　　主人于是垂头丧气，拱手称谢，把那柳条编的车、草扎的船烧掉，请穷鬼在贵客的座位上坐下。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　初看<a href=\"http://so.gushiwen.org/author_682.aspx\">韩愈</a>的文章似乎难以理解，坚持看下来之后，发现竟然如此情切、如此贴近自己的生活。于是不忍释手，每看一篇都感叹良久。</p> <p>　　韩文公的仁慈善良、为国为民的大爱精神让千年后的进人再一次深深感动。</p> <p>　　然而韩公这样的一位才子和清官却过着一种颠沛流离，过着并非惬意的生活。</p> <p>　　《送穷文》便是韩愈发自内心的自白。何为穷？穷鬼的过半共有五个，“智穷”“学穷”“文穷”“命穷”“交穷”。这五穷各司其职，掌管韩公的命运。主人应之曰：“子以吾为真不知也耶！子之朋俦，非六非四，在十去五，满七除二，各有主张，私立名字，捩手覆羹，转喉触讳，凡所以使吾面目可憎、语言无味者，皆子之志也。——其名曰智穷：矫矫亢亢，恶园喜方，羞为奸欺，不忍害伤；其次名曰学穷：傲数与名，摘抉杳微，高挹群言，执神之机；又其次曰文穷：不专一能，怪怪奇奇，不可时施，祗以自嬉；又其次曰命穷：影与行殊，面丑心妍，利居众后，责在人先；又其次曰交穷：磨肌戛骨，吐出心肝，企足以待，寘我仇怨。凡此五鬼，为吾五患，饥我寒我，兴讹造讪，能使我迷，人莫能间，朝悔其行，暮已复然，蝇营狗苟，驱去复还。”</p> <p>　　五鬼如苍蝇般无耻追逐，像没有廉耻的狗一般跟随韩公，还告诉韩公徐谓主人曰：“子知我名，凡我所为，驱我令去，小黠大痴。人生一世，其久几何，吾立子名，百世不磨。小人君子，其心不同，惟乖於时，乃与天通。携持琬琰，易一羊皮，饫于肥甘，慕彼糠糜。天下知子，谁过于予。虽遭斥逐，不忍子疏，谓予不信，请质<a href=\"http://so.gushiwen.org/view_47910.aspx\">诗</a>书。”主人于是垂头丧气，上手称谢，烧车与船，延之上座。</p> <p>　　意思是：人的一辈子，能活多久呢？我们使您树立了名声，千秋百代也不会磨灭。小人和君子，他们的志向是不一样的，君子虽然不舍于当世的潮流，却跟天意相通……</p> <p>　　从这篇文章我看到了一位品德高尚，然而又充满坎坷的唐人。从看古文里看到了别人也见到自己，没有生活的磨难彼岸难以理解生命的真实面目。但是困难不应该太多，也不应太久，因为每一次的磨难都是人生的一笔财富，是智慧的积累，如果没有将之化为力量和勇气去战胜内心的痛苦，那么就白吃饭，白吃苦了。</p> <p>　　韩愈在字里行间体现出来的内心世界机器丰富，有对国对民的担忧、有对自己怀才不遇的孤独感、也有对身世之不幸的哀叹、也有对社会丑陋面目的批判……看到百代宗师的韩愈生于忧患的一生。他实际上真正为自己生活过的时间又有多少呢？</p> <p>　　活在今天的我们，是多么幸福。只要有理想、有目标，就会有人支持和扶助，想想也是，生活在以和平为主题的社会，为什么不怀着感恩的心生活，过着古人无法实现的理想生活。</p> <p>　　注：正月初五“送穷”，是我国古代民间一种很有特色的岁时风俗。其意就是祭送穷鬼（穷神）。穷鬼，又称“穷子”。据宋陈元靓《岁时广记》引《文宗备问》记载：“颛顼高辛时，宫中生一子，不着完衣，宫中号称穷子。其后正月晦死，宫中葬之，相谓曰'今日送穷子'”。相传穷鬼乃颛顼之子。他身材羸弱矮小，性喜穿破衣烂衫，喝稀饭。即使将新衣服给他，他也扯破或用火烧出洞以后才穿，因此“宫中号为穷子”。</p>",
  "about": "<h2>创作背景</h2> 　　《送穷文》写于唐宪宗元和六年春，时<a href=\"http://so.gushiwen.org/author_682.aspx\">韩愈</a>45岁，任河南令。韩愈在经历了一番坎坷之后，终于官运亨通。35岁那年，韩愈被擢为四门博士，翌年又拜监察御史。虽然不久被贬阳山令，但元和三年被召还国子博士，分司东都，改真博士，升河南令。然而，《送穷文》却把作者一肚皮的牢骚发泄得淋漓尽致。这一篇寓庄於谐的妙文，主人翁（韩愈）认为被五个穷鬼缠身，这五个穷鬼分别是智穷、学穷、文穷、命穷、交穷，五个穷鬼跟著他，使他一生困顿。因此主人翁决心要把五个穷鬼送走，不料穷鬼的回答却诙谐有趣，他告诉主人翁，这五个穷鬼忠心耿耿的跟著他，虽然让他不合於世，但却能帮助他获得百世千秋的英名。韩愈写“送穷”，实则是“留穷”。韩愈以诙诡之笔抒发了抑郁不得志的愤慨，留下了这篇千古奇幻之文。 自嘲的笔调，戏剧性的对白，诙谐的风格，奠定了《送穷文》的文学成就并使之产生了深远的影响。",
  "poet": {
    "id": 682,
    "star": 0,
    "name": "韩愈",
    "image": "http://img.gushiwen.org/authorImg/hanyu.jpg",
    "desc": "韩愈（768～824）字退之，唐代文学家、哲学家、思想家，河阳（今河南省焦作孟州市）人，汉族。祖籍河北昌黎，世称韩昌黎。晚年任吏部侍郎，又称韩吏部。谥号“文”，又称韩文公。他与柳宗元同为唐代古文运动的倡导者，主张学习先秦两汉的散文语言，破骈为散，扩大文言文的表达功能。宋代苏轼称他“文起八代之衰”，明人推他为唐宋八大家之首，与柳宗元并称“韩柳”，有“文章巨公”和“百代文宗”之名，作品都收在《昌黎先生集》里。韩愈在思想上是中国“道统”观念的确立者，是尊儒反佛的里程碑式人物。"
  },
  "tags": [
    "辞赋精选",
    "人生",
    "抒情",
    "自白"
  ]
}