{
  "id": 72388,
  "star": 180,
  "name": "铜雀台赋",
  "dynasty": "魏晋",
  "content": "从明后而嬉游兮，登层台以娱情。<br>见太府之广开兮，观圣德之所营。<br>建高门之嵯峨兮，浮双阙乎太清。<br>立中天之华观兮，连飞阁乎西城。<br>临漳水之长流兮，望园果之滋荣。<br>仰春风之和穆兮，听百鸟之悲鸣。<br>天云垣其既立兮，家愿得而获逞。<br>扬仁化于宇内兮，尽肃恭于上京。<br>惟桓文之为盛兮，岂足方乎圣明！<br>休矣美矣！惠泽远扬。<br>翼佐我皇家兮，宁彼四方。<br>同天地之规量兮，齐日月之晖光。<br>永贵尊而无极兮，等年寿于东王。《三国志》版</p> <p>从明后以嬉游兮，登层台以娱情。<br>见太府之广开兮，观圣德之所营。<br>建高门之嵯峨兮，浮双阙乎太清。<br>立中天之华观兮，连飞阁乎西城。<br>临漳水之长流兮，望园果之滋荣。<br>立双台于左右兮，有玉龙与金凤。<br>揽二乔于东南兮，乐朝夕之与共。<br>俯皇都之宏丽兮，瞰云霞之浮动。<br>欣群才之来萃兮，协飞熊之吉梦。<br>仰春风之和穆兮，听百鸟之悲鸣。<br>云天亘其既立兮，家愿得乎双逞。<br>扬仁化于宇宙兮，尽肃恭于上京。<br>惟桓文之为盛兮，岂足方乎圣明？<br>休矣美矣！惠泽远扬。<br>翼佐我皇家兮，宁彼四方。<br>同天地之规量兮，齐日月之辉光。<br>永贵尊而无极兮，等君寿于东皇。<br>御龙旗以遨游兮，回鸾驾而周章。<br>恩化及乎四海兮，嘉物阜而民康。<br>愿斯台之永固兮，乐终古而未央！《三国演义》版",
  "fanyi": "<p><strong>译文</strong><br>跟随丞相，游春观景，登上了铜雀台，欢娱之情油然而生。<br>仰脸望天，天空显得无比开阔，低头看地，地上记载着丞相的伟绩.<br>这真是个雄伟而高大的建筑，两边的高台好似漂浮在太空。<br>美丽的飞阁高接云天，远远地连着西城。<br>可以看到漳河之水曲弯流长，亦可看到座座花园郁郁青青。<br>（在这里）左右还有另两座高台，台上有龙凤的金玉雕像。①<br>而东西两侧又有两座高桥，如同空中彩虹一般。<br>（在这里）低头可看到皇都的宏大壮丽之美，抬头则见云霞的轻慢浮动之美。<br>（于高台上）喜悦于众多才子的争相荟萃，好似周文王梦见飞熊而得太公望。②<br>（如此得意之下）仰头享受春风的温暖轻柔，闻听春季百鸟那宛如幼婴哭泣般的嘤嘤鸣叫。<br>直达天云的高台既然都已经立起来了，那么家父的愿望必定能实现！<br>对天下施以仁政，使得人们对京都倍加恭敬。<br>这样还要说只有齐恒公和晋文公所治理的才算是盛世，这种人岂明白到底何为圣明之君？<br>就（像家父管理的）这样已经很好了！恩惠和恩泽已经远扬于天下了！<br>这般成功地辅助了皇帝，安定了四方啊！<br>（家父）顺天地的规律而行，其辉煌的光芒如同日月一般！<br>（这般人物）应该永远尊贵而没有终止的一天，其地位会和东皇太一般，其年岁也会和东皇太一一样长寿③<br>（他会）拿着龙旗遨游天地，驾着鸾车周游浏览。<br>其恩德广布五湖四海，美好的事物越来越多，百姓也安康。<br>希望这台子永远牢固，快乐的心情永远都不会结束。</p> <p><strong>注释</strong><br>①龙凤的金玉雕像：原文里的玉龙与金凤指的是铜雀台旁边的另两座高台，一为冰井台，一为金凤台，<a href=\"http://so.gushiwen.org/author_322.aspx\">曹植</a>谓之玉龙与金凤。<br>②周文王梦见飞熊而得太公望：太公望即姜太公。传闻周文王梦见奇像，译梦为“虎生双翼为飞熊，必有贵人相助”，后来果然有姜太公相助。曹植此说是指家父必有贵人相助，得以成大业。<br>③东皇太一：是汉代人崇敬的太阳神，是《九歌》中最高天神，人首鸟身。</p>",
  "about": "<h2>创作背景</h2> <p>　　建安十五年，<a href=\"http://so.gushiwen.org/author_552.aspx\">曹操</a>击败袁绍及其三子，并北征乌桓，平定北方。于是在邺建都，于漳河畔大兴土木修建铜雀台，高十丈，分三台，各相距六十步远，中间各架飞桥相连。然后<a href=\"http://so.gushiwen.org/author_322.aspx\">曹植</a>做出这部作品。</p> <p>　　曹操听后大为赞赏，封其为平原侯，并勉励说：“吾昔为顿丘令，正值二十初度，思当时所行，无愧于今。今汝已长成，可不勉哉！”</p>",
  "poet": {
    "id": 322,
    "star": 0,
    "name": "曹植",
    "image": "http://img.gushiwen.org/authorImg/caozhi.jpg",
    "desc": "曹植（192－232），字子建，沛国谯（今安徽省亳州市）人。三国曹魏著名文学家，建安文学代表人物。魏武帝曹操之子，魏文帝曹丕之弟，生前曾为陈王，去世后谥号“思”，因此又称陈思王。后人因他文学上的造诣而将他与曹操、曹丕合称为“三曹”，南朝宋文学家谢灵运更有“天下才有一石，曹子建独占八斗”的评价。王士祯尝论汉魏以来二千年间诗家堪称“仙才”者，曹植、李白、苏轼三人耳。"
  },
  "tags": [
    "咏物"
  ]
}