{
  "id": 7714,
  "star": 56,
  "name": "古风五十九首",
  "dynasty": "唐代",
  "content": "其一<br>大雅久不作。吾衰竟谁陈？<br>王风委蔓草。战国多荆榛。<br>龙虎相啖食。兵戈逮狂秦。<br>正声何微茫。哀怨起骚人。<br>扬马激颓波。开流荡无垠。<br>废兴虽万变。宪章亦已沦。<br>自从建安来。绮丽不足珍。<br>圣代复元古。垂衣贵清真。<br>群才属休明。乘运共跃鳞。<br>文质相炳焕。众星罗秋旻。<br>我志在删述。垂辉映千春。<br>希圣如有立。绝笔于获麟。</p> <p>其二<br>蟾蜍薄太清。蚀此瑶台月。<br>圆光亏中天。金魄遂沦没。<br>螮蝀入紫微。大明夷朝晖。<br>浮云隔两曜。万象昏阴霏。<br>萧萧长门宫。昔是今已非。<br>桂蠹花不实。天霜下严威。<br>沈叹终永夕。感我涕沾衣。</p> <p>其三<br>秦王扫六合。虎视何雄哉。<br>挥剑决浮云。诸侯尽西来。<br>明断自天启。大略驾群才。<br>收兵铸金人。函谷正东开。<br>铭功会稽岭。骋望琅琊台。<br>刑徒七十万。起土骊山隈。<br>尚采不死药。茫然使心哀。<br>连弩射海鱼。长鲸正崔嵬。<br>额鼻象五岳。扬波喷云雷。<br>鬈鬣蔽青天。何由睹蓬莱。<br>徐巿载秦女。楼船几时回。<br>但见三泉下。金棺葬寒灰。</p> <p>其四<br>凤飞九千仞。五章备彩珍。<br>衔书且虚归。空入周与秦。<br>横绝历四海。所居未得邻。<br>吾营紫河车。千载落风尘。<br>药物秘海岳。采铅青溪滨。<br>时登大楼山。举首望仙真。<br>羽驾灭去影。飚车绝回轮。<br>尚恐丹液迟。志愿不及申。<br>徒霜镜中发。羞彼鹤上人。<br>桃李何处开。此花非我春。<br>唯应清都境。长与韩众亲。</p> <p>其五<br>太白何苍苍。星辰上森列。<br>去天三百里。邈尔与世绝。<br>中有绿发翁。披云卧松雪。<br>不笑亦不语。冥栖在岩穴。<br>我来逢真人。长跪问宝诀。<br>粲然启玉齿。授以炼药说。<br>铭骨传其语。竦身已电灭。<br>仰望不可及。苍然五情热。<br>吾将营丹砂。永与世人别。</p> <p>其六<br>代马不思越。越禽不恋燕。<br>情性有所习。土风固其然。<br>昔别雁门关。今戍龙庭前。<br>惊沙乱海日。飞雪迷胡天。<br>虮虱生虎虮。心魂逐旌旃。<br>苦战功不赏。忠诚难可宣。<br>谁怜李飞将。白首没三边。</p> <p>其七<br>五鹤西北来。飞飞凌太清。<br>仙人绿云上。自道安期名。<br>两两白玉童。双吹紫鸾笙。<br>去影忽不见。回风送天声。<br>我欲一问之。飘然若流星。<br>愿餐金光草。寿与天齐倾。<br>客有鹤上仙。飞飞凌太清。<br>扬言碧云里。自道安期名。<br>两两白玉童。双吹紫鸾笙。<br>飘然下倒影。倏忽无留形。<br>遗我金光草。服之四体轻。<br>将随赤松去。对博坐蓬瀛。</p> <p>其八<br>咸阳二三月。宫柳黄金枝。<br>绿帻谁家子。卖珠轻薄儿。<br>日暮醉酒归。白马骄且驰。<br>意气人所仰。冶游方及时。<br>子云不晓事。晚献长杨辞。<br>赋达身已老。草玄鬓若丝。<br>投阁良可叹。但为此辈嗤。</p> <p>其九<br>庄周梦胡蝶。胡蝶为庄周。<br>一体更变易。万事良悠悠。<br>乃知蓬莱水。复作清浅流。<br>青门种瓜人。旧日东陵侯。<br>富贵故如此。营营何所求。</p> <p>其十<br>齐有倜傥生。鲁连特高妙。<br>明月出海底。一朝开光曜。<br>却秦振英声。后世仰末照。<br>意轻千金赠。顾向平原笑。<br>吾亦澹荡人。拂衣可同调。</p> <p>其十一<br>黄河走东溟。白日落西海。<br>逝川与流光。飘忽不相待。<br>春容舍我去。秋发已衰改。<br>人生非寒松。年貌岂长在。<br>吾当乘云螭。吸景驻光彩。</p> <p>其十二<br>松柏本孤直。难为桃李颜。<br>昭昭严子陵。垂钓沧波间。<br>身将客星隐。心与浮云闲。<br>长揖万乘君。还归富春山。<br>清风洒六合。邈然不可攀。<br>使我长叹息。冥栖岩石间。</p> <p>其十三<br>君平既弃世。世亦弃君平。<br>观变穷太易。探元化群生。<br>寂寞缀道论。空帘闭幽情。<br>驺虞不虚来。鸑鷟有时鸣。<br>安知天汉上。白日悬高名。<br>海客去已久。谁人测沈冥。</p> <p>其十四<br>胡关饶风沙。萧索竟终古。<br>木落秋草黄。登高望戎虏。<br>荒城空大漠。边邑无遗堵。<br>白骨横千霜。嵯峨蔽榛莽。<br>借问谁凌虐。天骄毒威武。<br>赫怒我圣皇。劳师事鼙鼓。<br>阳和变杀气。发卒骚中土。<br>三十六万人。哀哀泪如雨。<br>且悲就行役。安得营农圃。<br>不见征戍儿。岂知关山苦。<br>争锋徒死节。秉钺皆庸竖。<br>战士死蒿莱。将军获圭组。<br>李牧今不在。边人饲豺虎。</p> <p>其十五<br>燕昭延郭隗。遂筑黄金台。<br>剧辛方赵至。邹衍复齐来。<br>奈何青云士。弃我如尘埃。<br>珠玉买歌笑。糟糠养贤才。<br>方知黄鹤举。千里独徘徊。</p> <p>其十六<br>宝剑双蛟龙。雪花照芙蓉。<br>精光射天地。雷腾不可冲。<br>一去别金匣。飞沉失相从。<br>风胡灭已久。所以潜其锋。<br>吴水深万丈。楚山邈千重。<br>雌雄终不隔。神物会当逢。</p> <p>其十七</p> <p>金华牧羊儿。乃是紫烟客。<br>我愿从之游。未去发已白。<br>不知繁华子。扰扰何所迫。<br>昆山采琼蕊。可以炼精魄。</p> <p>其十八<br>天津三月时。千门桃与李。<br>朝为断肠花。暮逐东流水。<br>前水复后水。古今相续流。<br>新人非旧人。年年桥上游。<br>鸡鸣海色动。谒帝罗公侯。<br>月落西上阳。余辉半城楼。<br>衣冠照云日。朝下散皇州。<br>鞍马如飞龙。黄金络马头。<br>行人皆辟易。志气横嵩丘。<br>入门上高堂。列鼎错珍羞。<br>香风引赵舞。清管随齐讴。<br>七十紫鸳鸯。双双戏庭幽。<br>行乐争昼夜。自言度千秋。<br>功成身不退。自古多愆尤。<br>黄犬空叹息。绿珠成衅雠。<br>何如鸱夷子。散发棹扁舟。</p> <p>其十九<br>西岳莲花山。迢迢见明星。<br>素手把芙蓉。虚步蹑太清。<br>霓裳曳广带。飘拂升天行。<br>邀我登云台。高揖卫叔卿。<br>恍恍与之去。驾鸿凌紫冥。<br>俯视洛阳川。茫茫走胡兵。<br>流血涂野草。豺狼尽冠缨。</p> <p>其二十<br>昔我游齐都。登华不注峰。<br>兹山何峻秀。绿翠如芙蓉。<br>萧飒古仙人。了知是赤松。<br>借予一白鹿。自挟两青龙。<br>含笑凌倒景。欣然愿相从。<br>泣与亲友别。欲语再三咽。<br>勖君青松心。努力保霜雪。<br>世路多险艰。白日欺红颜。<br>分手各千里。去去何时还。<br>在世复几时。倏如飘风度。<br>空闻紫金经。白首愁相误。<br>抚己忽自笑。沉吟为谁故。<br>名利徒煎熬。安得闲余步。<br>终留赤玉舄。东上蓬莱路。<br>秦帝如我求。苍苍但烟雾。<br></p> <p>其二十一<br>郢客吟白雪。遗响飞青天。<br>徒劳歌此曲。举世谁为传。<br>试为巴人唱。和者乃数千。<br>吞声何足道。叹息空凄然。</p> <p>其二十二<br>秦水别陇首。幽咽多悲声。<br>胡马顾朔雪。躞蹀长嘶鸣。<br>感物动我心。缅然含归情。<br>昔视秋蛾飞。今见春蚕生。<br>袅袅桑柘叶。萋萋柳垂荣。<br>急节谢流水。羁心摇悬旌。<br>挥涕且复去。恻怆何时平。</p> <p>其二十三<br>秋露白如玉。团团下庭绿。<br>我行忽见之。寒早悲岁促。<br>人生鸟过目。胡乃自结束。<br>景公一何愚。牛山泪相续。<br>物苦不知足。得陇又望蜀。<br>人心若波澜。世路有屈曲。<br>三万六千日。夜夜当秉烛。</p> <p>其二十四<br>大车扬飞尘。亭午暗阡陌。<br>中贵多黄金。连云开甲宅。<br>路逢斗鸡者。冠盖何辉赫。<br>鼻息干虹霓。行人皆怵惕。<br>世无洗耳翁。谁知尧与跖。</p> <p>其二十五<br>世道日交丧。浇风散淳源。<br>不采芳桂枝。反栖恶木根。<br>所以桃李树。吐花竟不言。<br>大运有兴没。群动争飞奔。<br>归来广成子。去入无穷门。</p> <p>其二十六<br>碧荷生幽泉。朝日艳且鲜。<br>秋花冒绿水。密叶罗青烟。<br>秀色空绝世。馨香竟谁传。<br>坐看飞霜满。凋此红芳年。<br>结根未得所。愿托华池边。</p> <p>其二十七<br>燕赵有秀色。绮楼青云端。<br>眉目艳皎月。一笑倾城欢。<br>常恐碧草晚。坐泣秋风寒。<br>纤手怨玉琴。清晨起长叹。<br>焉得偶君子。共乘双飞鸾。</p> <p>其二十八</p> <p>容颜若飞电。时景如飘风。<br>草绿霜已白。日西月复东。<br>华鬓不耐秋。飒然成衰蓬。<br>古来贤圣人。一一谁成功。<br>君子变猿鹤。小人为沙虫。<br>不及广成子。乘云驾轻鸿。</p> <p>其二十九<br>三季分战国。七雄成乱麻。<br>王风何怨怒。世道终纷拏。<br>至人洞玄象。高举凌紫霞。<br>仲尼欲浮海。吾祖之流沙。<br>圣贤共沦没。临歧胡咄嗟。</p> <p>其三十<br>玄风变太古。道丧无时还。<br>扰扰季叶人。鸡鸣趋四关。<br>但识金马门。谁知蓬莱山。<br>白首死罗绮。笑歌无时闲。<br>绿酒哂丹液。青娥凋素颜。<br>萋萋千金骨。风尘凋素颜。<br>大儒挥金椎。琢之诗礼间。<br>苍苍三株树。冥目焉能攀。</p> <p>其三十一<br>郑容西入关。行行未能已。<br>白马华山君。相逢平原里。<br>璧遗镐池君。明年祖龙死。<br>秦人相谓曰。吾属可去矣。<br>一往桃花源。千春隔流水。</p> <p>其三十二<br>蓐收肃金气。西陆弦海月。<br>秋蝉号阶轩。感物忧不歇。<br>良辰竟何许。大运有沦忽。<br>天寒悲风生。夜久众星没。<br>恻恻不忍言。哀歌逮明发。</p> <p>其三十三<br>北溟有巨鱼。身长数千里。<br>仰喷三山雪。横吞百川水。<br>凭陵随海运。赫因风起。<br>吾观摩天飞。九万方未已。</p> <p>其三十四<br>羽檄如流星。虎符合专城。<br>喧呼救边急。群鸟皆夜鸣。<br>白日曜紫微。三公运权衡。<br>天地皆得一。澹然四海清。<br>借问此何为。答言楚征兵。<br>渡泸及五月。将赴云南征。<br>怯卒非战士。炎方难远行。<br>长号别严亲。日月惨光晶。<br>泣尽继以血。心摧两无声。<br>困兽当猛虎。穷鱼饵奔鲸。<br>千去不一回。投躯岂全生。<br>如何舞干戚。一使有苗平。</p> <p>其三十五<br>丑女来效颦。还家惊四邻。<br>寿陵失本步。笑杀邯郸人。<br>一曲斐然子。雕虫丧天真。<br>棘刺造沐猴。三年费精神。<br>功成无所用。楚楚且华身。<br>大雅思文王。颂声久崩沦。<br>安得郢中质。一挥成斧斤。</p> <p>其三十六<br>抱玉入楚国。见疑古所闻。<br>良宝终见弃。徒劳三献君。<br>直木忌先伐。芳兰哀自焚。<br>盈满天所损。沉冥道为群。<br>东海泛碧水。西关乘紫云。<br>鲁连及柱史。可以蹑清芬。<br>竭来荆山客。谁为珉玉分。<br>良宝绝见弃。虚持三献君。<br>直木忌先伐。芬兰哀自焚。<br>盈满天所损。沉冥道所群。<br>东海有碧水。西山多白云。<br>鲁连及夷齐。可以蹑清芬。</p> <p>其三十七<br>燕臣昔恸哭。五月飞秋霜。<br>庶女号苍天。震风击齐堂。<br>精诚有所感。造化为悲伤。<br>而我竟何辜。远身金殿旁。<br>浮云蔽紫闼。白日难回光。<br>群沙秽明珠。众草凌孤芳。<br>古来共叹息。流泪空沾裳。</p> <p>其三十八<br>孤兰生幽园。众草共芜没。<br>虽照阳春晖。复悲高秋月。<br>飞霜早淅沥。绿艳恐休歇。<br>若无清风吹。香气为谁发。</p> <p>其三十九<br>登高望四海。天地何漫漫。<br>霜被群物秋。风飘大荒寒。<br>荣华东流水。万事皆波澜。<br>白日掩徂辉。浮云无定端。<br>梧桐巢燕雀。枳棘栖鸳鸾。<br>且复归去来。剑歌行路难。<br>登高望四海。天地何漫漫。<br>霜被群物秋。风飘大荒寒。<br>杀气落乔木。浮云蔽层峦。<br>孤凤鸣天倪。遗声何辛酸。<br>游人悲旧国。抚心亦盘桓。<br>倚剑歌所思。曲终涕泗澜。</p> <p>其四十<br>凤饥不啄粟。所食唯琅玕。<br>焉能与群鸡。刺蹙争一餐。<br>朝鸣昆丘树。夕饮砥柱湍。<br>归飞海路远。独宿天霜寒。<br>幸遇王子晋。结交青云端。<br>怀恩未得报。感别空长叹。</p> <p>其四十一<br>朝弄紫泥海。夕披丹霞裳。<br>挥手折若木。拂此西日光。<br>云卧游八极。玉颜已千霜。<br>飘飘入无倪。稽首祈上皇。<br>呼我游太素。玉杯赐琼浆。<br>一餐历万岁。何用还故乡。<br>永随长风去。天外恣飘扬。<br></p> <p>其四十二<br>摇裔双白鸥。鸣飞沧江流。<br>宜与海人狎。岂伊云鹤俦。<br>寄形宿沙月。沿芳戏春洲。<br>吾亦洗心者。忘机从尔游。</p> <p>其四十三<br>周穆八荒意。汉皇万乘尊。<br>淫乐心不极。雄豪安足论。<br>西海宴王母。北宫邀上元。<br>瑶水闻遗歌。玉杯竟空言。<br>灵迹成蔓草。徒悲千载魂。</p> <p>其四十四<br>绿萝纷葳蕤。缭绕松柏枝。<br>草木有所托。岁寒尚不移。<br>奈何夭桃色。坐叹葑菲诗。<br>玉颜艳红彩。云发非素丝。<br>君子恩已毕。贱妾将何为。</p> <p>其四十五<br>八荒驰惊飚。万物尽凋落。<br>浮云蔽颓阳。洪波振大壑。<br>龙凤脱罔罟。飘摇将安托。<br>去去乘白驹。空山咏场藿。</p> <p>其四十六<br>一百四十年。国容何赫然。<br>隐隐五凤楼。峨峨横三川。<br>王侯象星月。宾客如云烟。<br>帝京信佳丽。国容何赫然。<br>剑戟拥九关。歌钟沸三川。<br>蓬莱象天构。珠翠夸云仙。<br>斗鸡金宫里。蹴鞠瑶台边。<br>举动摇白日。指挥回青天。<br>当涂何翕忽。失路长弃捐。<br>独有扬执戟。闭关草太玄。</p> <p>其四十七<br>桃花开东园。含笑夸白日。<br>偶蒙东风荣。生此艳阳质。<br>岂无佳人色。但恐花不实。<br>宛转龙火飞。零落早相失。<br>讵知南山松。独立自萧瑟。<br>芙蓉娇绿波。桃李夸白日。<br>偶蒙春风荣。生此艳阳质。<br>岂无佳人色。但恐花不实。<br>宛转龙火飞。零落互相失。<br>讵知凌寒松。千载长守一。</p> <p>其四十八<br>秦皇按宝剑。赫怒震威神。<br>逐日巡海右。驱石驾沧津。<br>征卒空九寓。作桥伤万人。<br>但求蓬岛药。岂思农扈春。<br>力尽功不赡。千载为悲辛。</p> <p>其四十九<br>美人出南国。灼灼芙蓉姿。<br>皓齿终不发。芳心空自持。<br>由来紫宫女。共妒青蛾眉。<br>归去潇湘沚。沉吟何足悲。</p> <p>其五十<br>宋国梧台东。野人得燕石。<br>宋人枉千金。去国买燕石。<br>夸作天下珍。却哂赵王璧。<br>赵璧无缁磷。燕石非贞真。<br>流俗多错误。岂知玉与珉。</p> <p>其五十一<br>殷后乱天纪。楚怀亦已昏。<br>夷羊满中野。盈高门。<br>比干谏而死。屈平窜湘源。<br>虎口何婉娈。女媭空婵媛。<br>彭咸久沦没。此意与谁论。</p> <p>其五十二<br>青春流惊湍。朱明骤回薄。<br>不忍看秋蓬。飘扬竟何托。<br>光风灭兰蕙。白露洒葵藿。<br>美人不我期。草木日零落。</p> <p>其五十三<br>战国何纷纷。兵戈乱浮云。<br>赵倚两虎斗。晋为六卿分。<br>奸臣欲窃位。树党自相群。<br>果然田成子。一旦杀齐君。</p> <p>其五十四<br>倚剑登高台。悠悠送春目。<br>苍榛蔽层丘。琼草隐深谷。<br>凤鸟鸣西海。欲集无珍木。<br>鸒斯得所居。蒿下盈万族。<br>晋风日已颓。穷途方恸哭。<br>翩翩众鸟飞。翱翔在珍木。<br>群花亦便娟。荣耀非一族。<br>归来怆途穷。日暮还恸哭。</p> <p>其五十五<br>齐瑟弹东吟。秦弦弄西音。<br>慷慨动颜魄。使人成荒淫。<br>彼美佞邪子。婉娈来相寻。<br>一笑双白璧。再歌千黄金。<br>珍色不贵道。讵惜飞光沈。<br>安识紫霞客。瑶台鸣素琴。</p> <p>其五十六<br>越客采明珠。提携出南隅。<br>清辉照海月。美价倾皇都。<br>献君君按剑。怀宝空长吁。<br>鱼目复相哂。寸心增烦纡。</p> <p>其五十七<br>羽族禀万化。小大各有依。<br>周周亦何辜。六翮掩不挥。<br>愿衔众禽翼。一向黄河飞。<br>飞者莫我顾。叹息将安归。</p> <p>其五十八<br>我到巫山渚。寻古登阳台。<br>天空彩云灭。地远清风来。<br>神女去已久。襄王安在哉。<br>荒淫竟沦替。樵牧徒悲哀。</p> <p>其五十九<br>恻恻泣路歧。哀哀悲素丝。<br>路歧有南北。素丝易变移。<br>万事固如此。人生无定期。<br>田窦相倾夺。宾客互盈亏。<br>世途多翻覆。交道方险。<br>斗酒强然诺。寸心终自疑。<br>张陈竟火灭。萧朱亦星离。<br>众鸟集荣柯。穷鱼守枯池。<br>嗟嗟失权客。勤问何所规。",
  "poet": {
    "id": 247,
    "star": 0,
    "name": "李白",
    "image": "http://img.gushiwen.org/authorImg/libai.jpg",
    "desc": "李白（701年－762年），字太白，号青莲居士，唐朝浪漫主义诗人，被后人誉为“诗仙”。祖籍陇西成纪(待考)，出生于西域碎叶城，4岁再随父迁至剑南道绵州。李白存世诗文千余篇，有《李太白集》传世。762年病逝，享年61岁。其墓在今安徽当涂，四川江油、湖北安陆有纪念馆。"
  },
  "tags": [
    "组诗"
  ]
}