{
  "id": 72371,
  "star": 232,
  "name": "登徒子好色赋",
  "dynasty": "先秦",
  "content": "　　大夫登徒子侍于楚王，短宋玉曰：\"玉为人体貌闲丽，口多微辞，又性好色。愿王勿与出入后宫。\"　<br>　　王以登徒子之言问宋玉。玉曰：\"体貌闲丽，所受于天也；口多微辞，所学于师也；至于好色，臣无有也。\"王曰：\"子不好色，亦有说乎？有说则止，无说则退。\"玉曰：\"天下之佳人莫若楚国，楚国之丽者莫若臣里，臣里之美者莫若臣东家之子。东家之子，增之一分则太长，减之一分则太短 ；著粉则太白，施朱则太赤；眉如翠羽，肌如白雪；腰如束素，齿如含贝；嫣然一笑，惑阳城，迷下蔡。然此女登墙窥臣三年，至今未许也。登徒子则不然：其妻蓬头挛耳，齞唇历齿，旁行踽偻，又疥且痔。登徒子悦之，使有五子。王孰察之，谁为好色者矣。\"<br>　　是时，秦章华大夫在侧，因进而称曰：\"今夫宋玉盛称邻之女，以为美色，愚乱之邪；臣自以为守德，谓不如彼矣。且夫南楚穷巷之妾，焉足为大王言乎?若臣之陋，目所曾睹者，未敢云也。\"王曰：\"试为寡人说之。\"大夫曰：\"唯唯。臣少曾远游，周览九土，足历五都。出咸阳、熙邯郸，从容郑、卫、溱 、洧之间 。是时向春之末 ，迎夏之阳，鸧鹒喈喈，群女出桑。此郊之姝，华色含光，体美容冶，不待饰装。臣观其丽者，因称诗曰：'遵大路兮揽子祛'。赠以芳华辞甚妙。于是处子怳若有望而不来，忽若有来而不见。意密体疏，俯仰异观；含喜微笑，窃视流眄。复称诗曰：'寐春风兮发鲜荣，洁斋俟兮惠音声，赠我如此兮不如无生。'因迁延而辞避。盖徒以微辞相感动。精神相依凭；目欲其颜，心顾其义，扬《诗》守礼，终不过差，故足称也。\"<br>　　于是楚王称善，宋玉遂不退。",
  "fanyi": "<p><strong>译文<br></strong>　　楚国大夫登徒子在楚王面前说<a href=\"http://so.gushiwen.org/author_358.aspx\">宋玉</a>的坏话，他说：“宋玉其人长得娴静英俊，说话很有口才而言辞微妙，又很贪爱女色，希望大王不要让他出入后宫之门。”</p> <p>　　楚王拿登徒子的话去质问宋玉，宋玉说：“容貌俊美，这是上天所生；善于言词辨说，是从老师那里学来的；至于贪爱女色，下臣则绝无此事。”楚王说：“你不贪爱女色确有道理可讲吗？有道理讲就留下来，没有理由可说便离去。”宋玉于是辩解道：“天下的美女，没有谁比得上楚国女子，楚国女子之美丽者，又没有谁能超过我那家乡的美女，而我家乡最美丽的姑娘还得数我邻居东家那位小姐。东家那位小姐，论身材，若增加一分则太高，减掉一分则太短；论其肤色，若涂上脂粉则嫌太白，施加朱红又嫌太赤，真是生得恰到好处。她那眉毛有如翠鸟之羽毛，肌肤像白雪一般莹洁，腰身纤细如裹上素帛，牙齿整齐有如一连串小贝，甜美地一笑，足可以使阳城和下蔡一带的人们为之迷惑和倾倒。这样一位姿色绝伦的美女，趴在墙上窥视我三年，而我至今仍未答应和她交往。登徒子却不是这样，他的妻子蓬头垢面，耳朵挛缩，嘴唇外翻而牙齿参差不齐，弯腰驼背，走路一瘸一拐，又患有疥疾和痔疮。这样一位丑陋的妇女，登徒子却非常喜爱她，并且生有五个孩子。请大王明察，究竟谁是好色之徒呢？”</p> <p>　　在那个时候，秦国的章华大夫在楚国，趁机对楚王进言说：“如今宋玉大肆宣扬他邻居的小姐，把她作为美人，而美色能使人乱性，产生邪念;臣自认为我自己老实遵守道德，我觉得还不如宋玉.并且楚国偏远之地的女子，东临之子，怎么能对大王说呢？如果说我眼光鄙陋，大家的确有目共睹，我便不敢说了。”</p> <p>　　楚王说：“你尝试着再对我说点。”大夫说：“是。臣年少的时候曾经出门远游，足迹踏遍九州，足迹踏遍繁盛的城市。离开咸阳，在邯郸游玩，在郑卫两国的溱水和洧水边逗留。当时是接近春末，将有夏天温暖的阳光，鸧鹒鸟喈喈鸣叫，众美女在桑间采桑叶。郑、卫郊野的美女美妙艳丽，光彩照人。体态曼妙，面容姣好。臣看她们里面美丽的人，称引《<a href=\"http://so.gushiwen.org/view_72371.aspx\">诗</a>经》里的话：‘沿着大路与心上人携手同行。’把她送给这芳华美女最妙了。那美人好像要来又没有来，撩得人心烦意乱，恍忽不安。尽管情意密切，但形迹却又很疏远。那美人的一举一动都与众不同；偷偷地看看她，心中不由欣喜微笑，她正含情脉脉，暗送秋波。于是我又称引《诗经》里的话：‘万物在春风的吹拂下苏醒过来，一派新鲜茂密。那美人心地纯洁，庄重种持；正等待我惠赠佳音。似这样不能与她结合，还不如死去。’她引身后退，婉言辞谢。大概最终还是没能找到打动她的诗句，只有凭借精神上支持相依靠着；真的很想亲眼看看她的容颜，心里想着道德规范，男女之大防。口诵《诗经》古语，遵守礼仪，始终没有超越规矩的差错，所以也终于没有什么越轨的举动。”</p> <p>　　于是楚王同意说好，宋玉就不离去了。</p> <p><strong>注释<br></strong>1.登徒子：复姓登徒，未知是否真有其人，可能仅为文学上的虚构角色。<br>2.楚王：这里是指楚襄王。<br>3.短：这里指攻其所短。<br>4.闲丽：文雅英俊。<br>5.微辞：不满的话。<br>6.止：与下文\"退\"相对，指留下。<br>7.东家之子：东边邻家的女儿。<br>8.著（zhuó）：搽。<br>9.施朱：涂烟脂。<br>10.束素：一束白色生绢。这是形容腰细。<br>11.惑阳城，迷下蔡：使阳城、下蔡两地的男子着迷。阳城、下蔡是楚国贵族封地。<br>12.窥：偷看。<br>13.未许：不同意，没有答应。<br>14.挛（luán）：卷曲。<br>15.齞（yàn）唇历齿：稀疏又不整齐的牙齿露在外面。齞：牙齿外露的样子。历齿：形容牙齿稀疏不整齐。<br>16.旁行踽（jǔ）偻（lóu）：弯腰驼背，走路摇摇晃晃。踽偻：驼背。<br>17.又疥且痔：长满了疥疮和痔疮。<br>18.使有五子：使她生有五个儿女。<br>19.孰察：孰，通“熟”。仔细端详。<br>20.秦章华大夫在侧：当时秦国的章华大夫正在楚国。章华：楚地名。这里是以地望代称。<br>21.愚乱之邪：美色能使人乱性，产生邪念。<br>22.彼：他，指宋玉。<br>23.南楚穷巷之妾：指楚国偏远之地的女子，也即“东邻之子”。<br>24.周览九土：足迹踏遍九州。九土：九州。<br>25.五都：五方都会，泛指繁盛的都市。<br>26.咸阳：当时秦国都城，故址在今陕西省咸阳市东北。<br>27.熙邯郸：在邯郸游玩。熙：游玩。邯郸：当时赵国都城，故址在今河北省邯郸市。<br>28.从容郑、卫溱（zhēn）洧（wěi）之间：在郑卫两国的溱水和洧水边逗留。从容：逗留，停留。郑、卫：春秋时的两个国名，故址在今河南省新郑市到滑县、濮阳一带。溱洧：郑国境内的两条河。《诗经·郑风·溱洧》写每年上巳节，郑国力女在岸边聚会游乐的情况。<br>29.向：接近，临近。<br>30.迎夏之阳：将有夏天温暖的阳光。迎：迎接，将要出现。<br>31.鸧（cāng）鹒（gēng）喈（jiē）喈：鸧鹒鸟喈喈鸣叫。<br>32.群女出桑：众美女在桑间采桑叶。<br>33.此郊之姝（shū）：意指郑、卫郊野的美女。<br>34.华色含光：美妙艳丽，光彩照人。<br>35.称诗：称引《诗经》里的话。<br>36.遵大路兮揽子祛（qū）：沿着大路与心上人携手同行。祛：衣袖。《诗经·郑风·遵大路》：“遵大路兮，掺执子之祛兮。”<br>37.怳（huǎng）：同“恍”。有望：有所期望。<br>38.忽：与怳为互文，恍忽：心神不定的样子。这两句是说，那美人好像要来又没有来，撩得人心烦意乱，恍忽不安。<br>39.意密体疏：尽管情意密切，但形迹却又很疏远。<br>40.俯仰异观：那美人的一举一动都与众不同。<br>41.窃视流眄（miǎn）：偷偷地看看她，她正含情脉脉，暗送秋波。<br>42.寐春风兮发鲜荣：万物在春风的吹拂下苏醒过来，一派新鲜茂密。寐：苏醒。<br>43.洁斋侯兮惠音声：那美人心地纯洁，庄重种持；正等待我惠赠佳音。斋：举止庄重。<br>44.赠我如此兮不如无生：似这样不能与她结合，还不如死去。<br>45.因迁延而辞避：她引身后退，婉言辞谢。<br>46.微辞：指终于没能打动她的诗句。<br>47.目欲其颜：很想亲眼看看她的容颜。<br>48.心顾其义：心里想着道德规范，男女之大防。<br>49.扬《诗》守礼，终不过差：口诵《诗经》古语，遵守礼仪，也终于没有什么越轨的举动。过差：过失，差错。<br>50.足称：值得称道。</p>",
  "shangxi": "<h2>评析</h2> <p>　　“登徒子”一向被作为好色之徒的代名词。便是从赋后始。其实此赋中登徒子，说他是一个谗巧小人还可，说其好色，则有些令人啼笑皆非。赋中写登徒子在楚王面前诋毁<a href=\"http://so.gushiwen.org/author_358.aspx\">宋玉</a>好色，宋玉则以东家邻女至美而其不动心为例说明他并不好色。又以登徒子妻其丑无比，登徒子却和她生了五个孩子，反驳说登徒子才好色。作者描写的登徒子妻岂止是丑，简直令人恶心，而登徒子“悦之”，若好色如登徒子，可称为“色盲”。其实，作者是根据《离骚》“众女嫉余之蛾眉兮，谣诼谓余以善淫”推而广之，目的是指斥嫉贤妒能的谗巧小人而已。同时，更是借章华大夫的“‘发乎情，止乎礼’来假以为辞，讽于淫也”（李善《文选》本赋注），曲折地表达讽谏楚王之意。</p> <p>　　此赋写了三种对待男女关系的态度：登徒子是女人即爱；宋玉本人是矫情自高；秦章华大夫则好色而守德。作者以第二种自居，是为了反击登徒子之流，实则作者赞同的是第三种，即发乎情止乎礼，这种态度近于人性而又合乎礼制是我国古代文人大夫对待两性关系代表性的态度。和道学家或滥淫者比较，这确也是一种可取的态度。因此，古代文学作品中，时有反映。</p> <p>　　此赋极尽刻画之形容，如：“增之一分则太长，减之一分则太短；著粉则太白，施朱则太赤。”“眉如翠羽，肌如白雪，腰如束素，齿如含贝。”这种方法，继承了前人，如《<a href=\"http://so.gushiwen.org/view_72371.aspx\">诗</a>经·卫风·硕人》：“手如柔夷，肤如凝脂，领如蝤蛴，齿如瓠犀，螓首蛾眉”，只是此赋的描写更细腻更极尽刻画形容之能事。</p> <p>　　这篇《登徒子好色赋》问世以后，登徒子便成了好色之徒的代称。然而只要细读此文，就不难发现，登徒子既不追逐美女，又从不见异思迁，始终不嫌弃他那位容貌丑陋的妻子，这实在非常难得。登徒子在夫妻生活方面感情如此专一，绝非好色之徒所能办得到的，因而有实事求是地加以澄清的必要。</p> <p>　　宋玉此赋之所以影响巨大，主要是因为作者巧妙地运用烘托的手法描绘了一幅美女的肖像。文中有这么几句：“东家之子，增之一分则太长，减之一分则太短，着粉则太白，施朱则太赤”，这段话不但一直被后世引用，而且还有人仿效其方法写作。如乐府民歌《陌上桑》在描写采桑女罗敷的美貌时，也采用了同样的手法。诗中写道：“行者见罗敷，下担捋髭须；少年见罗敷，脱帽着帩头。耕者忘其犁，锄者忘其锄，来归相怨怒，但坐观罗敷。”罗敷究竟有多么美丽，诗中并没有直接描写，只写出挑担子的人撂下担子，青年人脱下帽子，农夫忘记了犁地和锄草，甚至招来家人的怨怒，就因为观赏罗敷去了。这种描写美女的手法，一直沿用至今。号称“西部歌王”的王洛滨，在创作《在那遥远的地方》一歌时，也采用了此种手法。他在歌词中是这样描写那位美貌牧羊姑娘的：“在那遥远的地方，有位好姑娘，人们走过她的身旁，都要回头留恋地张望。”人们为什么要回头留恋地张望呢？就因为那位牧羊姑娘长得实在太漂亮了，乃至使作者发出了这样的感慨：“我愿变一只小羊，躺在她的身旁，每天让她用皮鞭轻轻地打在我的身上。”黄梅戏的《夫妻观灯》，也是同样。正月十五元宵夜，一对年轻夫妻去观花灯，看着看着，小伙子对周围观众不去看灯，而目不转睛地盯着她漂亮的妻子看很是不满。用此种烘托的手法去描写美女，可说已经成了一种传统的表现手法，追本溯源，盖出于宋玉的《登徒子好色赋》。</p>",
  "about": "<h2>创作背景</h2> 　　此赋作于战国后期楚襄王时期，当时楚国已处于衰落状态。相传此赋是作者为讽刺楚襄王的淫乐无度生活而作。",
  "poet": {
    "id": 358,
    "star": 0,
    "name": "宋玉",
    "image": "http://img.gushiwen.org/authorImg/songyu.jpg",
    "desc": "宋玉，又名子渊，战国时鄢（今襄樊宜城）人， 楚国辞赋作家。生于屈原之后，或曰是屈原弟子。曾事楚顷襄王。好辞赋，为屈原之后辞赋家，与唐勒、景差齐名。相传所作辞赋甚多，《汉书·卷三十·艺文志第十》录有赋16篇，今多亡佚。流传作品有《九辨》、《风赋》、《高唐赋》、《登徒子好色赋》等，但后3篇有人怀疑不是他所作。所谓“下里巴人”、“阳春白雪”、“曲高和寡”的典故皆他而来。"
  },
  "tags": [
    "写人"
  ]
}