{
  "id": 63201,
  "star": 17,
  "name": "忆秦娥·中斋上元客散感旧",
  "dynasty": "宋代",
  "content": "中斋上元客散感旧，赋忆秦娥见属一读凄然，随韵寄情不觉悲甚</p> <p>烧灯节。朝京道上风和雪。风和雪。江山如旧，朝京人绝。 <br>百年短短兴亡别。与君犹对当时月。当时月。照人烛泪，照人梅发。",
  "fanyi": "<h2>注释</h2> ①中斋：<a href=\"http://so.gushiwen.org/author_498.aspx\">邓剡</a>号中斋，民族英雄<a href=\"http://so.gushiwen.org/author_173.aspx\">文天祥</a>的幕僚，他和<a href=\"http://so.gushiwen.org/author_329.aspx\">刘辰翁</a>常有唱和之作。当时邓剡于上元节聚客叙旧，之后写了一首《忆秦娥》赠刘辰翁，刘便写了本篇以寄悲凄感旧的爱国情思。<br>②随韵寄情：用原韵写词以寄寓自己的思想感情。<br>③烧灯节：即元宵节。<br>④京：指南宋旧京临安（今浙江杭州）。<br>⑤百年短短兴亡别：短短一生竟划为兴亡各别的两个时期，遭遇亡国的惨痛。百年，指一生。<br>⑥烛泪：形容泪水就像蜡烛燃烧流下的烛膏。以此形容词人泪流不尽，直至泪干，暗用<a href=\"http://so.gushiwen.org/author_204.aspx\">李商隐</a>“蜡炬成灰泪始干”<a href=\"http://so.gushiwen.org/view_63201.aspx\">诗</a>意。<br>⑦梅发：花白的头发。梅有红白两种，这里以白梅喻发，意为忧愁使人头发变白。",
  "shangxi": "<h2>赏析</h2> <p>　　这是<a href=\"http://so.gushiwen.org/author_329.aspx\">刘辰翁</a>于宋亡之后写的一首小令。小序中所说的“中斋”，乃是民族英雄<a href=\"http://so.gushiwen.org/author_173.aspx\">文天祥</a>的幕僚邓光荐之号，“宋亡，以义行者”（《历代<a href=\"http://so.gushiwen.org/view_63201.aspx\">诗</a>余》引《遂昌杂录》）。当时，邓光荐于上元去聚客叙旧，客散之后写了一首《忆秦娥》赠给刘辰翁，刘辰翁就写了这首步韵的和作，以寄托其悲凄感旧的爱国情思。</p> <p>　　开头两句，纯粹写景，描写元宵之夜故都路上弥漫着一天风雪的严寒景象。“烧灯节”，即元宵节；“烧灯”，谓燃灯。唐宋以农历正月十五为上元节，十五夜称元夜、元宵，家家燃灯观赏，热闹异常。“朝京”，谓朝拜京城。南宋每逢元宵节，四面八方的人们纷纷赶往京城临安（杭州）观灯，络绎不绝。然而，如今的元宵节却风雪交加，遮天盖地，故都内外，一片苍凉。词人起笔，就以故都烧灯节极度的繁华欢乐与现实中的风雪酷寒、无限凄凉进行强烈的对比，烘托出严酷冷寂的气氛。</p> <p>　　面对这刮着大风、下着大雪的荒凉萧杀的景象，词人感到故国的江山虽然还象原来一样，然而去京城朝拜观灯的人却一个也看不到了。这里的“风和雪”，不单是自然景象的实写，更成了元蒙统治下那种严酷气氛的象征。正因如此，“风和雪”的再次复述，既是适应词牌格式的需要，更是词人着意的强调。有了这着意的强调，作者一腔亡国之痛就顺势而出了。“江山如旧”的“如”字，已蕴含着“风景不殊，正自有山河之异”（《世说新语》）的深哀大痛；“朝京人绝”的“绝”字，又寄寓着故都易主、人心绝望的深仇大恨。字里行间，充满了悲苦凄怆的情调。</p> <p>　　上片写景，景以引情，描写元宵之夜故部路上风雪交加行人断绝的凄凉景象；下片抒情，景以衬情，抒发物是人非、怀念故国的悲苦心情。</p> <p>　　“百年”二句，承上生发，直抒胸臆，感慨系之。人生百年，本已十分短暂，偏又经受了国破家亡、生离死别的深哀大痛；尽管人们都不再去故都观灯欢度佳节了，自己却还要跟知己好友面对故国的明月“感旧”“寄情”。“兴亡”，偏义复词，着眼于“亡”；“君”，指与他同怀亡国之恨的遗民词人邓中斋。使词人锥心泣血的“兴亡别”，不仅指“宣和旧日，临安南渡，芳景犹自如故”（《永遇乐》）的一去不返，更指南宋覆亡之后“无花只落空悲”（《汉宫春》）的眼前处境。江山剧变，明月如故，只能对月凭吊，寄怀故国了。一个“犹”字，既表达了永念故国的执着深情，也流露出莫可奈何的悲凉心境。词意发展到此，可谓沉痛至极。</p> <p>　　词人面对着“当时月”，故国情景，纷拥而来，眼前处境，却无比悲凉。这里的“当时月”，当然也不仅是适应词牌格式的需要，更是词人着意的强调，突出了他对故国的耿耿丹心和对元蒙统治的强烈厌恶。词人对月凭吊，寄情故国，“当时月”又是怎样，它在默默地照人如烛之泪，照人如梅之发。“烛泪”，本指蜡烛燃烧淌下的蜡如泪流下之状，这儿拿来形容词人之泪水不绝，直至流尽，自然会引起人们那“蜡炬成灰泪始干”的联想；“梅发”，喻白发，因为梅有红白两种，这儿以白梅喻发，即形容词人愁极发白之态，又暗含词人迎霜斗霜、节操凛然之情。这两句对仗工整，情景交融，把“当时月”之善解人意和词人之悲凄坚贞交织起来了，意境苍凉，余味绵绵。<a href=\"http://so.gushiwen.org/author_536.aspx\">李清照</a>写过：“物是人非事事休，欲语泪先流”（《武陵春》）。这儿创造的境界，的确十分神似了。</p>",
  "poet": {
    "id": 329,
    "star": 0,
    "name": "刘辰翁",
    "image": "http://img.gushiwen.org/authorImg/liuchenweng.jpg",
    "desc": "刘辰翁（1233.2.4—1297.2.12），字会孟，别号须溪。庐陵灌溪（今江西省吉安市吉安县梅塘乡小灌村）人。南宋末年著名的爱国诗人。 景定三年（1262）登进士第。他一生一生致力于文学创作和文学批评活动，为后人留下了可贵的丰厚文化遗产，遗著由子刘将孙编为《须溪先生全集》，《宋史·艺文志》著录为一百卷，已佚。"
  },
  "tags": [
    "宋词精选",
    "爱国",
    "怀念"
  ]
}