{
  "id": 62246,
  "star": 6,
  "name": "过秦楼·黄钟商芙蓉",
  "dynasty": "宋代",
  "content": "藻国凄迷，麹澜澄映，怨入粉烟蓝雾。香笼麝水，腻涨红波，一镜万妆争妒。湘女归魂，佩环玉冷无声，凝情谁诉。又江空月堕，凌波尘起，彩鸳愁舞。还暗忆、钿合兰桡，丝牵琼腕，见的更怜心苦。玲珑翠屋，轻薄冰绡，稳称锦云留住。生怕哀蝉，暗惊秋被红衰，啼珠零露。能原注去声西风老尽，羞趁东风嫁与。",
  "fanyi": "<h2>注释</h2> ①麹：亦写作“曲”。澜：一作“尘”。映：一本作“碧”。<br>②诉：亦写作“愬”，一本作“想”，一本作“语”。<br>③彩鸳：一本作“绣鵷”。<br>④兰：一本作“蓝”。<br>⑤屋：一本作“谷”，一本作“幄”。<br>⑥生怕哀蝉：一本缺“蝉”字。<br>⑦被：一本作“破”。<br>⑧能：原注：去声；一本作“奈”。<br>⑨羞趁东风嫁与：一本无“羞”字。",
  "shangxi": "<h2>赏析</h2> <p>　　“过秦楼”，《词谱》：“调见《乐府雅词》李甲作，其词中有‘曾过秦楼’句，取以为名。”双调，一百十一字。前片十二句，四仄韵；后片十一句，四仄韵。</p> <p>　　“芙蓉”，荷花的别称。</p> <p>　　“藻国”三句，述荷叶的神韵。“藻国”，荷生水中，故云藻国。“曲”，酒曲也。发酵时酒曲呈黄绿色。这里借喻叶色。此言田田荷叶覆盖水面，迷迷蒙蒙无际无涯。黄绿色的荷叶倒映在清澈的水中，使水叶一色，浑然难分。清晨远望水面荷叶，好象包裹在又白又蓝的烟雾之中。“香笼”三句，述荷花的色、香、形。“腻涨红波”。一句脱胎于<a href=\"http://so.gushiwen.org/author_211.aspx\">杜牧</a>《阿房宫赋》中：“渭流涨腻，弃脂水也”。此言荷花的香气似麝香般的散溢四周，红艳艳的花色把水波也染成了胭脂红，水面平静如镜，荷花亭亭玉立在水中，恰似临镜梳洗的绝色佳人，高洁典雅，人见人爱。然而因自愧不如，就会爱极生妒也。“湘女”三句。“湘”，湖南省的简称，湖南又称芙蓉国。故以湘女借代荷花。毛泽东有“芙蓉国里尽朝晖”<a href=\"http://so.gushiwen.org/view_62246.aspx\">诗</a>句，可参照之。此言荷花又好像湘水女神从水上飘然而来，她身上的饰物（即荷的茎、叶、莲蓬等物）虽多，却只见其形动而不闻其声起。她专注独立水面的神态，又好像要向什么人倾诉心曲一样。“愬”，通诉，即告诉、倾诉。“又江空”三句，叙夜色中的荷花。言静夜中月儿西坠，水面更显空旷。朦胧中玉立在水面上的荷花化作了凌波去来的仙女，又好像一对对翩翩起舞的五彩鸳鸯。上片将荷的叶、花、茎、色、香、形一一描述，给人以完整的印象。</p> <p>　　“还暗忆”三句，承上述莲蓬、莲子。“菂”，即是莲子。一“忆”字，领起下片。词人回忆以前有一次曾荡桨在荷淀中，钿合般的莲蓬可以用船桨勾到，同船的佳人用玉臂采下了鲜嫩的莲蓬，荷梗的茎丝欲断还连。莲子芯极苦，由“苦”味，联想到荷的孤芳清高的气质，更使人怜惜不已。“玲珑”三句，续写莲蓬及藕根。言翠绿色的莲蓬外形玲珑透剔，里面就像座座小屋居住着颗颗莲子。切成冰绡般薄的藕片，连着缠绵不绝的藕丝。似乎这藕丝能将这一片鲜艳美丽的荷淀永远拴住。词人以其丰富的想象力，赋于无知的荷花以通灵的人性，故有此深厚的感情也。“生怕”三句，替荷花的身后设想。一“怕”字，直管到底，明设想之意。词人说：我恐怕到那残蝉哀鸣的深秋降临之时，水中的荷花将变得凋零不堪，惟见枯叶残梗上流淌着泪珠似的露珠，老景凄凉啊！“能西风”两句作结，以景寓意。末句“羞趁东风嫁与”，反用<a href=\"http://so.gushiwen.org/author_349.aspx\">李贺</a>诗“嫁与东风不须媒”句意。言荷花宁可遭受西风的摧残，凋零衰败，也不愿意伴着春风去与百花争妍斗艳。这里词人以花设喻，盛赞那些孤芳自重，却不愿随波逐流去献媚权贵的文人。全词紧扣题目，从各个方面为读者描述了荷的整体形态及其清高气质，给读者无穷回味。</p>",
  "poet": {
    "id": 670,
    "star": 0,
    "name": "吴文英",
    "image": "http://img.gushiwen.org/authorImg/wuwenying.jpg",
    "desc": "吴文英（约1200～1260），字君特，号梦窗，晚年又号觉翁，四明（今浙江宁波）人。原出翁姓，后出嗣吴氏。与贾似道友善。有《梦窗词集》一部，存词三百四十余首，分四卷本与一卷本。其词作数量丰沃，风格雅致，多酬答、伤时与忆悼之作，号“词中李商隐”。而后世品评却甚有争论。"
  },
  "tags": [
    "咏物",
    "荷花",
    "寓人"
  ]
}