{
  "id": 34048,
  "star": 12,
  "name": "新沙",
  "dynasty": "唐代",
  "content": "渤澥声中涨小堤，官家知后海鸥知。<br>蓬莱有路教人到，应亦年年税紫芝。",
  "fanyi": "<p><strong>译文<br></strong>在偏僻的渤海湾，随着经年的潮涨潮落，终于淤起了一处小小的沙洲。海鸥终日在海面上盘旋飞翔，可是最先发现这块沙洲的却是官府。<br>如果蓬莱仙岛能有路可通的话，那么官家也会年年去向神仙们征收紫芝税。</p> <p><strong>注释<br></strong>⑴新沙：指海边新涨成的沙洲。<br>⑵渤澥（xiè）：渤海的别称，一本直作“渤海”。另说渤澥为象声词，海潮声；第三解为海的别支。<br>⑶官家：旧指官府，朝廷。<br>⑷蓬莱：传说中的海上三座神山之一。<br>⑸紫芝：神话中的仙草，紫色灵芝。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　<a href=\"http://so.gushiwen.org/author_335.aspx\">陆龟蒙</a>是晚唐擅长讽刺<a href=\"http://so.gushiwen.org/view_34048.aspx\">诗</a>和讽刺小品的能手，《新沙》为其讽刺诗的代表作。这首诗通过官府对海边新淤沙地征税所引起的新奇想象的描写，尖锐地讽刺了当时官府横征暴敛的贪得无厌，无所不至。在写作技巧上饶有特色。</p> <p>　　此诗从立意到构思，从遣词到造句，都把极度的夸张和强烈的讽刺作为抨击封建统治者的有力武器。</p> <p>　　讽刺属于喜剧的范畴，用<a href=\"http://so.gushiwen.org/author_2884.aspx\">鲁迅</a>的话说，就是要“将那无价值的撕破给人看”，也就是对“公然的，也是常见的，平时谁都不以为奇的”那些“可笑，可鄙，甚而至于可恶”的事物，“有意的偏要提出”，给以嘲讽和鞭挞。讽刺的本领在于巧妙地运用“精炼的，或者简直有些夸张的笔墨”，抓住讽刺对象的本质特征，诉之于可笑的形象，通过貌似出乎常情之外却又在情理之中的描述，表现出隐而未显的客观事物的真相，从而收到引人发笑、发人深思的喜剧效果。这首《新沙》就是将封建吏治那黑暗的“无价值的”一角“撕破给人看”的。</p> <p>　　开头二句“渤澥声中涨小堤，官家知后海鸥知”，这是极度夸张的笔墨，这夸张既匪夷所思，却又那样合乎情理。海鸥是大海及海滨变化信息的知情者，他们世世代代繁衍、生息在这一带水土之上，一直在大海上飞翔盘旋，对海边的情况是最熟悉的；这片新沙的最早发现者照理说必定是海鸥。然而海鸥的眼睛却敌不过贪婪地注视着一切剥削机会的“官家”，他们竟抢在海鸥前面盯住了这片新沙。对于实际生活来说，官家不可能先海鸥而知新沙，这样描写就是夸张的；但从对象的本质——官府搜刮地皮，无所不至，贪婪成性方面来说，它又是达到了高度的艺术真实的。这两句的夸张和讽刺之处还在于：一堤新沙刚现，老百姓们还未踏足其上，更无什么收成可言，官府就对它敲响了征税的如意算盘。官府的这一心理是特别可笑的，讽刺也特别深刻。</p> <p>　　诗的三、四句“蓬莱有路教人到，亦应年年税紫芝”，则把夸张与假想揉为一体，从虚拟的画面中进一层镂刻官府“人心不足蛇吞象”的贪婪本性。蓬莱仙山本为神仙所居的极乐去处，其间既无尘世之争，更无苛捐杂税之扰。但官府并非不想到仙境中以掠取其间的奇珍异宝，而只是由于蓬莱“烟涛微茫信难求”、无路可通罢了。这里，假设的画面是可笑的，似乎纯属荒唐悠谬之谈，但在这荒唐悠谬的外壳中却包含着严峻的历史真实──官家搜刮的触须无处不到，根本就不可能有什么逃避赋税的净土乐园，从本质上揭示了官府心灵最深处的秘密，从中也反映了诗人爱憎分明的美好心灵。</p>",
  "about": "<h2>创作背景</h2> 　　<a href=\"http://so.gushiwen.org/author_335.aspx\">陆龟蒙</a>是唐末咸通、乾符年间<a href=\"http://so.gushiwen.org/view_34048.aspx\">诗</a>文兼善的著名作家，其生活年代正当唐末藩镇割据与宦官专权时期，宦官和朝官之争愈演愈烈，社会也愈来愈黑暗，愈动荡，官府对人民的压榨愈加严重，人民的灾祸也愈加惨重，导致民不聊生。此诗就是以这种黑暗的社会现实为背景创作的。",
  "poet": {
    "id": 335,
    "star": 0,
    "name": "陆龟蒙",
    "image": "http://img.gushiwen.org/authorImg/luguimeng.jpg",
    "desc": "陆龟蒙（？～公元881年），唐代农学家、文学家，字鲁望，别号天随子、江湖散人、甫里先生，江苏吴县人。曾任湖州、苏州刺史幕僚，后隐居松江甫里，编著有《甫里先生文集》等。 他的小品文主要收在《笠泽丛书》中，现实针对性强，议论也颇精切，如《野庙碑》、《记稻鼠》等。陆龟蒙与皮日休交友，世称“皮陆”，诗以写景咏物为多。"
  },
  "tags": [
    "讽刺",
    "揭露"
  ]
}