{
  "id": 42,
  "star": 907,
  "name": "静女",
  "dynasty": "先秦",
  "content": "静女其姝，俟我于城隅。爱而不见，搔首踟蹰。<br>静女其娈，贻我彤管。彤管有炜，说怿女美。<br>自牧归荑，洵美且异。匪女之为美，美人之贻。",
  "fanyi": "<p><strong>译文<br></strong>娴静姑娘<a href=\"http://so.gushiwen.org/author_1137.aspx\">真可</a>爱，约我城角楼上来。故意躲藏让我找，急得抓耳又挠腮。<br>娴静姑娘好容颜，送我一枝红彤管。鲜红彤管有光彩，爱它颜色真鲜艳。<br>郊野采荑送给我，荑草美好又珍异。不是荑草长得美，美人相赠厚情意。</p> <p><strong>注释<br></strong>⑴静女：贞静娴雅之女。马瑞辰《毛<a href=\"http://so.gushiwen.org/view_42.aspx\">诗</a>传笺通释》：“静当读靖，谓善女，犹云淑女、硕女也。”姝（shū）：美好。<br>⑵俟（sì）：等待，此处指约好地方等待。城隅：城角隐蔽处。一说城上角楼。<br>⑶爱：“薆”的假借字。隐蔽，躲藏。<br>⑷踟（chí）躇（chú）：徘徊不定。<br>⑸娈（luán）：面目姣好。<br>⑹贻（yí）：赠。彤管：不详何物。一说红管的笔，一说和荑应是一物。有的植物初生时或者才发芽不久时呈红色，不仅颜色鲜亮，有的还可吃。如是此意，就与下文的“荑”同类。但是也可能是指涂了红颜色的管状乐器等。<br>⑺有：形容词词头。炜（wěi）：盛明貌。<br>⑻说（yuè）怿（yì）：喜悦。女（rǔ）：汝，你，指彤管。<br>⑼牧：野外。归：借作“馈”，赠。荑（tí）：白茅，茅之始生也。象征婚媾。<br>⑽洵美且异：确实美得特别。洵：实在，诚然。异：特殊。<br>⑾匪：非。<br>⑿贻：赠与。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　《静女》一<a href=\"http://so.gushiwen.org/view_42.aspx\">诗</a>，向来为选家所注目。现代学者一般都认为此诗写的是男女青年的幽期密约，也就是说，它是一首爱情诗。而旧时的各家之说，则多有曲解，未得其真旨。最早《毛诗序》云：“《静女》，刺时也。卫君无道，夫人无德。”郑笺释云：“以君及夫人无道德，故陈静女遗我以彤管之法。德如是，可以易之，为人君之配。”而《易林》有“季姬踟蹰，结衿待时；终日至暮，百两不来”、“季姬踟蹰，望我城隅；终日至暮，不见齐侯，居室无忧”、“踯躅踟蹰，抚心搔首；五昼四夜，睹我齐侯”之句，则反映齐诗之说，王先谦《诗三家义集疏》遂谓“此媵俟迎而嫡作诗也”。所说拘牵于礼教，皆不免附会。宋人解诗，能破除旧说，<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>《诗本义》以为“此乃述卫风俗男女淫奔之诗”，<a href=\"http://so.gushiwen.org/author_459.aspx\">朱熹</a>《诗集传》也以为“此淫奔期会之诗”，他们的说法已经接近本义，但指男女正常的爱情活动为“淫奔”，仍是头巾气十足，与汉儒解诗言及妇女便标榜“后妃之德”同一弊端。 </p> <p>　　诗是从男子一方来写的，但通过他对恋人外貌的赞美，对她待自己情义之深的宣扬，也可见出未直接在诗中出现的那位女子的人物形象，甚至不妨说她的形象在男子的第一人称叙述中显得更为鲜明。而这又反过来使读者对小伙子的痴情加深了印象。</p> <p>　　诗的第一章是即时的场景：有一位闲雅而又美丽的姑娘，与小伙子约好在城墙角落会面，他早早赶到约会地点，急不可耐地张望着，却被树木房舍之类东西挡住了视线，于是只能抓耳挠腮，一筹莫展，徘徊原地。“爱而不见，搔首踟蹰”虽描写的是人物外在的动作，却极具特征性，很好地刻划了人物的内在心理，栩栩如生地塑造出一位恋慕至深、如痴如醉的有情人形象。</p> <p>　　第二、第三两章，从辞意的递进来看，应当是那位痴情的小伙子在城隅等候他的心上人时的回忆，也就是说，“贻我彤管”、“自牧归荑”之事是倒叙的。在章与章的联系上，第二章首句“静女其娈”与第一章首句“静女其姝”仅一字不同，次句头两字“贻我”与“俟我”结构也相似，因此两章多少有一种重章叠句的趋向，有一定的匀称感，但由于这两章的后两句语言结构与意义均无相近之处，且第一章还有五字句，这种重章叠句的趋向便被扼制，使之成为一种佯似。这样的结构代表了《诗经》中一种介于整齐的重章叠句体与互无重复的分章体之间的特殊类型，似乎反映出合乐歌词由简单到复杂的过渡历程。</p> <p>　　读诗的第二、第三两章，读者会发出会心的微笑，对诗人的“写形写神之妙”（陈震《读诗识小录》）有进一步的感受。照理说，彤管比荑草要贵重，但男主人公对受赠的彤管只是说了句“彤管有炜”，欣赏的是它鲜艳的色泽，而对受赠的普通荑草却由衷地大赞“洵美且异”，欣赏的不是其外观而别有所感。原来，荑草是她跋涉远处郊野亲手采来的，物微而意深，一如后世南朝宋<a href=\"http://so.gushiwen.org/author_92.aspx\">陆凯</a>《赠<a href=\"http://so.gushiwen.org/author_325.aspx\">范晔</a>》诗之“江南无所有，聊赠一枝春”，重的是情感的寄托、表达，不妨说已成为一个具有能指优势的特殊符号。接受彤管，想到的是恋人红润的面容，那种“说（悦）怿”只是对外在美的欣赏；而接受荑草，感受到普通的小草也“洵美且异”，则是对她所传送的那种有着特定内容的异乎寻常的真情的深切体验，那已经超越了对外表的迷恋而进入了追求内心世界的谐合的高层次的爱情境界。而初生的柔荑将会长成茂盛的草丛，也含有爱情将更加发展的象征意义。</p> <p>　　第三章结尾“匪女之为美，美人之贻”两句对恋人赠物的“爱屋及乌”式的反应，可视为一种内心独白，既是第二章诗义的递进，也与第一章以“爱而不见，搔首踟蹰”的典型动作刻划人物的恋爱心理可以首尾呼应，别具真率纯朴之美。读完此诗，对那位痴心小伙子的一腔真情，读者必然深受感动。</p>",
  "about": "<h2>创作背景</h2> 　　《邶风·静女》是一首爱情<a href=\"http://so.gushiwen.org/view_42.aspx\">诗</a>。现代学者一般都认为此诗写的是男女青年的幽期密约。而旧时的各家之说，则有多解。最早《毛诗序》云：“《静女》，刺时也。卫君无道，夫人无德。”郑笺释云：“以君及夫人无道德，故陈静女遗我以彤管之法。德如是，可以易之，为人君之配。”而《易林》有“季姬踟蹰，结衿待时；终日至暮，百两不来”、“季姬踟蹰，望我城隅；终日至暮，不见齐侯，居室无忧”、“踯躅踟蹰，抚心搔首；五昼四夜，睹我齐侯”之句，则反映齐诗之说，王先谦《诗三家义集疏》遂谓“此媵俟迎而嫡作诗也”。宋人解诗，能破除旧说，<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>《诗本义》以为“此乃述卫风俗男女淫奔之诗”，<a href=\"http://so.gushiwen.org/author_459.aspx\">朱熹</a>《诗集传》也以为“此淫奔期会之诗”，他们的说法已经表明此诗写的是男女的爱情活动。",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": [
    "诗经",
    "爱情",
    "民谣"
  ]
}