{
  "id": 72773,
  "star": 132,
  "name": "北陂杏花",
  "dynasty": "宋代",
  "content": "一陂春水绕花身，花影妖娆各占春。<br>纵被春风吹作雪，绝胜南陌碾成尘。",
  "fanyi": "<p><strong>译文</strong><br>围绕着杏花的是满塘的春水，岸上的花，水中的花影，都是那么地鲜艳动人。<br>即使被无情的东风吹落，飘飘似雪，也应飞入清澈的水中，胜过那路旁的花，落了，还被车马碾作灰尘。</p> <p><strong>注释</strong><br>⑴陂（bēi）：池塘。<br>⑵花影：花枝在水中的倒影。<br>⑶纵：即使。<br>⑷绝胜：远远胜过。南陌：指道路边上。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　这首绝句写于<a href=\"http://so.gushiwen.org/author_405.aspx\">王安石</a>贬居江宁之后，是他晚年心境的写照。王安石是宰相中的读书人，到晚年，他的绝句尤好。曾有人言，唐代以后无<a href=\"http://so.gushiwen.org/view_72773.aspx\">诗</a>，此论太极端了点。王安石晚年的绝句有不少是直追唐人的，在议论入诗上，他的议论与描叙结合得很紧，而且议论不浅白直切，而是含蕴有味。</p> <p>　　一、二句写景状物，描绘杏花临水照影之娇媚。首句点明杏花所处地理位置。“陂”，此处是指池塘。一池碧绿的春水环绕着杏树，预示着勃发的生机。“绕”字用得精巧，既写陂水曲折蜿蜒之流势，又写水花之相依相亲。王安石爱用“绕”字摹写山形水势，如他《江上》一诗中说：“青山缭绕疑无路，忽见千帆隐映来。”在《书湖阴先生壁》（其一）中写到：“一水护田将绿绕，两山排闼送青来。”又在《钟山即事》中说“涧水无声绕竹流”，有清婉、柔媚、幽静之感。</p> <p>　　次句从花与影两个方面写杏花的绰约风姿。满树繁花竞相开放，满池花影摇曳迷离。“妖娆”二字本用于写人，这里移用于杏花，展现了杏花争奇斗妍的照人光彩。一个“各”字，表明在诗人眼中，花与影一样地美艳、多情，一样令人流连忘返、沉迷自失。宋人许顗《彦周诗话》说：“荆公爱看水中影，此亦性所好，如‘秋水泻明河，迢迢藕花底’，又《桃花诗》云：‘晴沟涨春渌周遭，俯视红影移鱼舠’，皆观其影。”王安石写花善于从本体和投影两方面着手，如此刻画，虚实相生：一方面使景物更具立体的美，另一方面也透露出诗人的审美趣味，即对虚静恬淡之美的情有独钟。</p> <p>　　三四句议论抒情，褒扬北陂杏花品性之美。这两句对偶精工，如陈衍《宋诗精华录》说：“荆公绝句，多对语甚工者，似是作律诗未就化成截句（绝句）。”这两句托物言志，耐人玩味。“东风吹作雪”，这一笔淋漓地描绘出风吹杏树，落英缤纷，似漫天飞雪，而随波逐流的凄美景象，比喻生动，浮想联翩。即便是春风轻拂，娇媚的花儿也不堪吹折，它凋谢了，零落了，这本是让人黯然神伤的。但诗人却偏说它胜过南陌杏花，矜持与自足之意溢于言表。这一对比启人深思：“南陌”在此诗中与“北陂”相对立，这两个背景意象包含着一种空间的隐喻。若说清幽静谧的“北陂”是远离浮世喧嚣的隐逸之所，则“南陌”正是熙来攘往、物欲横陈的名利之场。“南陌”繁华，“北陂”僻静；“南陌”热闹，“北陂”空寂；北陂杏花即使零落了，尚可在一泓清波中保持素洁；而南陌的杏花要么历尽亵玩、任人攀折；要么凋零路面、任人践踏，碾成尘土，满身污秽。若说这南陌杏花是邀功请赏、党同伐异的得势权臣的影射，则北陂杏花是诗人刚强耿介、孤芳自赏的自我人格的象征。王安石从1070年（熙宁三年）到1076年（熙宁九年），两次拜相，又两次罢相，最后退居江宁，寄情于半山。罢相之后，他虽被迫退出政治舞台，但仍然坚持自己原有的改革信念与立场，积极倡言“天命不足畏，人言不足恤，祖宗之法不足守”。一“纵”，一“绝”，呼应紧密，激浊扬清，掷地有声地表明他的政治立场与人生操守。</p> <p>　　绝句由于篇幅短小，很忌一气直下，没有波折。这首诗句句写临水杏花，第二句承第一句；第三、四句承第二句，却宕开一层，以“纵被”领句，用“绝胜”作呼应，便使全诗跌宕有致，富于曲折变化。这样布局，有直写，有侧写，有描绘，有议论，诗人自己爱好高洁的品格也就贯注其中了。</p>",
  "poet": {
    "id": 405,
    "star": 0,
    "name": "王安石",
    "image": "http://img.gushiwen.org/authorImg/wanganshi.jpg",
    "desc": "王安石（1021年12月18日－1086年5月21日），字介甫，号半山，谥文，封荆国公。世人又称王荆公。汉族，北宋抚州临川人（今江西省抚州市临川区邓家巷人），中国北宋著名政治家、思想家、文学家、改革家，唐宋八大家之一。欧阳修称赞王安石：“翰林风月三千首，吏部文章二百年。老去自怜心尚在，后来谁与子争先。”传世文集有《王临川集》、《临川集拾遗》等。其诗文各体兼擅，词虽不多，但亦擅长，且有名作《桂枝香》等。而王荆公最得世人哄传之诗句莫过于《泊船瓜洲》中的“春风又绿江南岸，明月何时照我还。”"
  },
  "tags": [
    "杏花"
  ]
}