{
  "id": 18267,
  "star": 43,
  "name": "柳州城西北隅种柑树",
  "dynasty": "唐代",
  "content": "手种黄柑二百株，春来新叶遍城隅。<br>方同楚客怜皇树，不学荆州利木奴。<br>几岁开花闻喷雪，何人摘实见垂珠？<br>若教坐待成林日，滋味还堪养老夫。",
  "fanyi": "<p><strong>译文<br></strong>我亲自种植黄柑二百株，春天到来时枝叶青翠，城西北隅一派碧绿。<br>我像<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>一样喜爱这天生的美树，不学李衡那样把柑树当作木奴来谋利。<br>多少年才能闻到那像喷雪般白色的花香？又是谁来摘下那像垂珠般的果实呢？<br>如果让我等到柑树成林的那一天，它的美味还能够让我这个老叟滋养受益。</p> <p><strong>注释<br></strong>⑴柳州：今属广西。<a href=\"http://so.gushiwen.org/author_646.aspx\">柳宗元</a>曾任柳州刺史。隅（yú）：角落。甘：即“柑”，橘类的一种。<br>⑵黄甘：即黄柑。柑的一种。汉<a href=\"http://so.gushiwen.org/author_70.aspx\">司马相如</a>《上林赋》郭璞注：“黄甘，橘属而味精。”<br>⑶城隅：城角。多指城根偏僻空旷处。《<a href=\"http://so.gushiwen.org/view_18267.aspx\">诗</a>经·邶风·静女》：“静女其姝，俟我于城隅。”<br>⑷楚客：指战国时楚国大诗人屈原。屈原爱橘，曾作《橘颂》，对桔树的美质作了热情的赞颂。皇树：即橘树。<br>⑸木奴：指柑橘的果实。唐<a href=\"http://so.gushiwen.org/author_18.aspx\">元稹</a>《酬乐天东南行》诗：“绿粽新菱实，金丸小木奴。”“不学”句：说的是李衡种柑谋利的事。据《水经注·沅水》载，三国时荆州人李衡为吴丹阳太守，曾遣人<a href=\"http://so.gushiwen.org/author_28.aspx\">于武陵</a>（今湖南常德县）龙阳洲种柑千株，临死时对他的儿子说：我在州里有千头木奴，可以足用。他把柑树当作奴仆一样，可以谋利，所以称为“木奴”。这句话是从反面说。<br>⑹喷雪：形容白花怒绽。<br>⑺垂珠：悬挂的珠串。这里比喻柑果。<br>⑻坐待：渐渐地等待。宋<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>《滕县时同年西园》诗：“人皆种榆柳，坐待十亩阴。”<br>⑼滋味：美味。《吕氏春秋·适音》：“口之情欲滋味。”</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　苏东坡曾说<a href=\"http://so.gushiwen.org/author_646.aspx\">柳宗元</a>的<a href=\"http://so.gushiwen.org/view_18267.aspx\">诗</a>歌“外枯而中膏，似淡而实美”（《东坡题跋》卷二），能做到“寄至味于淡泊”（《书黄子思诗集后》）。此诗正是这样一首好诗。</p> <p>　　诗题点明写作时间是在贬官柳州时期。诗的内容是抒发种柑树的感想。开头用叙事语泛泛写来：“手种黄柑二百株，春来新叶遍城隅。”首句特别点明“手种”和株数，可见诗人对柑树的喜爱和重视。次句用“新”字来形容柑叶的嫩绿，用“遍”字来形容柑叶的繁盛，不仅状物候时态，融和骀荡，如在目前，而且把诗人逐树观赏、遍览城隅的兴致暗暗点出。</p> <p>　　关于自己对柑橘树怀有如此深情的原因，诗人这样说：“方同楚客怜皇树，不学荆州利木奴。”原来他爱柑橘是因为读“楚客”<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>的《橘颂》引起了雅兴，而不是像三国时丹阳太守李衡那样，想通过种橘来发家致富，给子孙留点财产。（事见《太平御览》果部三引《襄阳记》）心交古贤，寄情橘树，悠然自得，不慕荣利，诗人的心地是很淡泊的。然而透过外表的淡泊，正可以窥见诗人内心的波澜。屈原当年爱橘、怜橘，认为橘树具有“闭心自慎，终不过失”和“秉德无私”的品质，曾作颂以自勉。今天自己秉德无私，却远谪炎荒，此情此心，无人可表。只有这些不会说话的柑橘树，才是自己的知音。这一联的对偶用反对而不用正对，把自己复杂的思想感情分别灌注到两个含意相反的典故中去，既做到形式上的对称，又做到内容上的婉转曲达，并能引起内在的对比联想，读来令人感到深文蕴蔚，余味曲包。</p> <p>　　接着，诗人从幼小的柑树，远想到它的开花结实：“几岁开花闻喷雪，何人摘实见垂珠？”“几岁”、“何人”都上承“怜”字来。“怜”之深，所以望之切。由于柑树已经成了诗人身边唯一的知音，所以愈写他对于柑树的怜深望切，就愈能表现出他的高情逸致，表现出他在尽力忘怀世情。这一联用“喷雪”形容柑树开花，下一个“闻”字，把“喷雪”奇观与柑橘花飘香一笔写出，渲染出一种热闹的气氛；用“垂珠”形容累累硕果，展现了一个充满希望的前景。但这毕竟出于想象。从想象回到现实，热闹的气氛恰恰反衬出眼前的孤寂。他不禁向自己的心灵发问道：这幼小的柑橘树究竟要过多久才能开花？将来由谁来摘它的果实？言外之意是：难道自己真的要在这里呆到柑橘开花结果的一天吗？</p> <p>　　尾联本可以顺势直道胸臆，抒发感慨，然而诗人仍以平缓的语调故作达观语：“若教坐待成林日，滋味还堪养老夫。”字面的意思是说：如果让我等到柑树成林的时候，它的果实滋味还能够供养我这个老人的。但这是托词，实际上的意思是感伤自己迁谪时日已久，唯恐延续到黄柑成林，自己还能亲尝。清人<a href=\"http://so.gushiwen.org/author_667.aspx\">姚鼐</a>说：“结句自伤迁谪之久，恐见甘之成林也。而托词反平缓，故佳。”（《唐宋诗举要》卷五引）</p> <p>　　这首诗的整个语调都是平缓的，而在平缓的语调后面，却隐藏着诗人一颗不平静的心。这是形成“外枯中膏，似淡而实美”的艺术风格的重要原因。其妙处，借用<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>的话来说，叫做：“初如食橄榄，真味久愈在。”（《欧阳文忠公集》卷二）全诗言淡意远，韵味深厚。</p>",
  "about": "<h2>创作背景</h2> 　　<a href=\"http://so.gushiwen.org/author_646.aspx\">柳宗元</a>于唐宪宗元和十年（815年）被贬柳州任刺史，至元和十四年（819年）病逝于柳州刺史任上，在柳州一共待了四年。此<a href=\"http://so.gushiwen.org/view_18267.aspx\">诗</a>即作于贬官柳州时期。",
  "poet": {
    "id": 646,
    "star": 0,
    "name": "柳宗元",
    "image": "http://img.gushiwen.org/authorImg/liuzongyuan.jpg",
    "desc": "柳宗元（773年－819年），字子厚，唐代河东（今山西运城）人，杰出诗人、哲学家、儒学家乃至成就卓著的政治家，唐宋八大家之一。著名作品有《永州八记》等六百多篇文章，经后人辑为三十卷，名为《柳河东集》。因为他是河东人，人称柳河东，又因终于柳州刺史任上，又称柳柳州。柳宗元与韩愈同为中唐古文运动的领导人物，并称“韩柳”。在中国文化史上，其诗、文成就均极为杰出，可谓一时难分轩轾。"
  },
  "tags": [
    "生活",
    "思想",
    "品质"
  ]
}