{
  "id": 6443,
  "star": 464,
  "name": "闺怨",
  "dynasty": "唐代",
  "content": "闺中少妇不知愁，春日凝妆上翠楼。<br>忽见陌头杨柳色，悔教夫婿觅封侯。",
  "fanyi": "<p><strong>译文一</strong><br>闺中少妇未曾有过相思离别之愁，在明媚的春日，她精心妆饰，登上高楼。忽然看到路边的杨柳春色，惆怅之情涌上心头。她后悔当初不该让丈夫从军边塞，建功封侯。</p> <p><strong>译文二</strong><br>闺阁中的少妇，从来不知忧愁；<br>春来细心打扮，独自登上翠楼。<br>忽见陌头杨柳新绿，心里难受；<br>呵，悔不该叫夫君去觅取封侯。</p> <p><strong>注释</strong><br>1.闺怨：少妇的幽怨。闺，女子卧室，借指女子。一般指少女或少妇。古人\"闺怨\"之作，一般是写少女的青春寂寞，或少妇的离别相思之情。以此题材写的<a href=\"http://so.gushiwen.org/view_6443.aspx\">诗</a>称“闺怨诗”。<br>2.\"不知愁\"一作\"不曾愁\"，则诗意大减。<br>3. 凝妆：盛妆。<br>4.陌头：路边。<br>5.觅封侯：为求得封侯而从军。觅，寻求。<br>6.悔教：后悔让</p>",
  "shangxi": "<h2>简析</h2> <p>　　<a href=\"http://so.gushiwen.org/author_437.aspx\">王昌龄</a>的一系列宫闺怨<a href=\"http://so.gushiwen.org/view_6443.aspx\">诗</a>中《闺怨》尤为突出。诗题为《闺怨》，起笔却写道：“闺中少妇不知愁”，紧接着第二句又写出这位不知愁的少妇，如何在春光明媚的日子里“凝妆”登楼远眺的情景。于是，一个有些天真和娇憨之气的少妇形象跃然纸上。闺中少妇果真不知愁吗？当然不是。读过全诗之后我们知道，这是一位丈夫远征他乡，自己独守空房的少妇，即使在唐朝封建礼教尚不严格束缚妇女的时代，她平日里也是不能随便出门的。</p> <p>　　第三句是全诗的关键，称为“诗眼”。这位少妇所见，不过寻常之杨柳，作者何以称之为“忽见”？其实，诗句的关键是见到杨柳后忽然触发的联想和心理变化。杨柳在古代人的心目中，不仅仅是“春色”的代替物，同时，它又是友人别离时相赠的礼物，古人很早便有折柳相赠的习俗。因为那迷茫和朦胧的杨花柳絮和人的离愁别绪有着某种内在的相似。</p> <p>　　故少妇见到春风拂动下的杨柳，一定会联想很多。她会想到平日里的夫妻恩爱，想到与丈夫惜别时的深情，想到自己的美好年华在孤寂中一年年消逝，而眼前这大好春光却无人与她共赏……或许她还会联想到，丈夫戍守的边关，不知是黄沙漫漫，还是和家乡一样杨柳青青呢？</p> <p>　　在这一瞬间的联想之后，少妇心中那沉积已久的幽怨、离愁和遗憾便一下子强烈起来，变得一发而不可收。“悔教夫婿觅封侯”便成为自然流淌出的情感。说到“忽见”，杨柳色显然只是触发少妇情感变化的一个媒介，一个外因。如果没有她平时感情的积蓄，她的希冀与无奈，她的哀怨与幽愁，杨柳是不会如此强烈地触动她“悔”的情感的。故曰少妇的情感变化看似突然，实则并不突然，而在情理之中。</p>",
  "about": "<h2>创作背景</h2> <p>　　唐代前期国力强盛，从军远征，立功边塞，成为当时人们“觅封侯”的一条重要途径。“功名只向马上取，真是英雄一丈夫”（<a href=\"http://so.gushiwen.org/author_113.aspx\">岑参</a>《送李副使赴碛西官军》），成为当时许多人的生活理想。</p> <p>　　“闺怨”也是一种传统题材。梁代<a href=\"http://so.gushiwen.org/author_569.aspx\">何逊</a>有《闺怨》<a href=\"http://so.gushiwen.org/view_6443.aspx\">诗</a>二首，抒发闺人“枕前双泪滴”和“独对后园花’’的孤独感伤，唐代贞观（627—649）初，以赋著称的谢偃，《全唐诗》收其诗四首，其中一首题作《乐府新歌应教》，其诗云：“青楼绮阁已含春，凝妆艳粉复如神。细细轻裙全漏影，离离薄扇讵障尘。樽中酒色恒宜满，曲里歌声不厌新。紫燕欲飞先绕栋。黄莺始咔即娇人。撩乱垂丝昏柳陌，参差浓叶暗桑津。上客莫畏斜光晚，自有西园明月轮。”不难看出，<a href=\"http://so.gushiwen.org/author_437.aspx\">王昌龄</a>的这首《闺怨》受到了谢诗的影响。</p>",
  "poet": {
    "id": 437,
    "star": 0,
    "name": "王昌龄",
    "image": "http://img.gushiwen.org/authorImg/wangchangling.jpg",
    "desc": "王昌龄 (698— 756），字少伯，河东晋阳（今山西太原）人。盛唐著名边塞诗人，后人誉为“七绝圣手”。早年贫贱，困于农耕，年近不惑，始中进士。初任秘书省校书郎，又中博学宏辞，授汜水尉，因事贬岭南。与李白、高适、王维、王之涣、岑参等交厚。开元末返长安，改授江宁丞。被谤谪龙标尉。安史乱起，为刺史闾丘所杀。其诗以七绝见长，尤以登第之前赴西北边塞所作边塞诗最著，有“诗家夫子王江宁”之誉（亦有“诗家天子王江宁”的说法）。"
  },
  "tags": [
    "唐诗三百首",
    "春天",
    "妇女",
    "闺怨"
  ]
}