{
  "id": 49573,
  "star": 7596,
  "name": "浣溪沙·游蕲水清泉寺",
  "dynasty": "宋代",
  "content": "<span style=\"font-family:SimSun;\">游蕲水清泉寺，寺临兰溪，溪水西流。</span></p> <p>山下兰芽短浸溪，松间沙路净无泥，潇潇暮雨子规啼。<br>谁道人生无再少？门前流水尚能西！休将白发唱黄鸡。",
  "fanyi": "<p><strong>译文</strong><br>游玩蕲水的清泉寺，寺庙在兰溪的旁边，溪水向西流淌。山脚下刚生长出来的幼芽浸泡在溪水中，松林间的沙路被雨水冲洗的一尘不染，傍晚，下起了小雨，布谷鸟的叫声从松林中传出。<br>谁说人生就不能再回到少年时期？ 门前的溪水还能向西边流淌！不要在老年感叹时光的飞逝啊！ </p> <p><strong>注释</strong><br>蕲qí水：县名，今湖北浠水县。时与医人庞安时（字安常）同游，见《东坡题跋》卷三《书清泉寺词》。<br>浸：泡在水中。<br>萧萧：形容雨声。<br>子规：杜鹃，又叫杜宇、 布谷、子规、望帝、蜀鸟等。<br>无再少：不能回到少年时代。<br>白发：老年。<br>唱黄鸡：感慨时光的流逝。因黄鸡可以报晓，表示时光的流逝。</p>",
  "shangxi": "<p>　　东坡为人胸襟坦荡旷达，善于因缘自适。他因中有所谓“讥讽朝廷”语，被罗织罪名入狱，“乌台诗案”过后，于公元1080年（元丰三年）二月贬到黄州。初时虽也吟过“饮中真味老更浓，醉里狂言醒可怕”（《定惠院寓居月夜偶出》）那样惴惴不安的诗句，但当生活安顿下来之后，樵夫野老的帮助，亲朋故旧的关心，州郡长官的礼遇，山川风物的吸引，促使他拨开眼前的阴霾，敞开了超旷爽朗的心扉。这首乐观的呼唤青春的人生之歌，当是在这种心情下吟出的。</p> <p>　　上阕三句，写清泉寺幽雅的风光和环境。山下小溪潺湲，岸边的兰草刚刚萌生娇嫩的幼芽。松林间的沙路，仿佛经过清泉冲刷，一尘不染，异常洁净。傍晚细雨潇潇，寺外传来了杜鹃的啼声。这一派画意的光景，涤去官场的恶浊，没有市朝的尘嚣。它优美，洁净，潇洒……充满诗的情趣，春的生机。它爽人耳目，沁人心脾，诱发诗人爱悦自然、执着人生的情怀。</p> <p>　　环境启迪，灵感生发。于是词人在下阕进发出使人感奋的议论。这种议论不是抽象的，概念化的，而是即景取喻，以富有情韵的语言，摅写有关人生的哲理。“谁道”两句，以反诘唤起：以借喻回答。“人生长恨水长东”，光阴犹如昼夜不停的流水，匆匆向东奔驶，一去不可复返，青春对于人只有一次，正如古人所说：“花有重开日，人无再少时。”这是不可抗拒的自然规律。然而，在某种意义上讲，人未始不可以老当益壮，自强不息的精神，往往能焕发出青春的光彩。因此词人发出令人振奋的议论：“谁道人生无再少？门前流水尚能西！”</p> <p>　　人们惯用“白发”、“黄鸡”比喻世事匆促，光景催年，发出衰飒的悲吟。<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>当年在《醉歌》中唱道：“谁道使君不解歌，听唱黄鸡与白日。黄鸡催晓丑时鸣，白日催年酉前没。腰间红绶系未稳，镜里朱颜看已失。”<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>也曾化用乐天诗，吟过“试呼自发感秋人，令唱黄鸡催晓曲”之句。此处作者反其意而用之，希望人们不要徒发自伤衰老之叹。“谁道人生无再少？”“休将白发唱黄鸡！”这与另一首《浣溪沙》中所云“莫唱黄鸡并白发”，用意相同。应该说，这是不服衰老的宣言，这是对生活、对未来的向往和追求，这是对青春活力的召唤。在贬谪生活中，能一反感伤迟暮的低沉之调，唱出如此催人自强的歌曲，这体现出<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>热爱生活、旷达乐观的性格。</p>",
  "about": "<h2>创作背景</h2> 　　这首词是公元1082年（宋神宗元丰五年）春三月作者游蕲水清泉寺时所作，当时<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>因“乌台<a href=\"http://so.gushiwen.org/view_49573.aspx\">诗</a>案”，被贬任黄州（今湖北黄冈）团练副使。蕲水，县名，即今湖北浠水县，距黄州不远。《东坡志林》卷一云：“黄州东南三十里为沙湖，亦日螺师店，予买田其间，因往相田得疾。闻麻桥人庞安常善医而聋，遂往求疗。……疾愈，与之同游清泉寺。寺在蕲水郭门外里许，有王逸少洗笔泉，水极甘，下临兰溪，溪水西流。余作歌云。”这里所指的歌，就是这首词。",
  "poet": {
    "id": 183,
    "star": 0,
    "name": "苏轼",
    "image": "http://img.gushiwen.org/authorImg/sushi.jpg",
    "desc": "苏轼（1037－1101），北宋文学家、书画家、美食家。字子瞻，号东坡居士。汉族，四川人，葬于颍昌（今河南省平顶山市郏县）。一生仕途坎坷，学识渊博，天资极高，诗文书画皆精。其文汪洋恣肆，明白畅达，与欧阳修并称欧苏，为“唐宋八大家”之一；诗清新豪健，善用夸张、比喻，艺术表现独具风格，与黄庭坚并称苏黄；词开豪放一派，对后世有巨大影响，与辛弃疾并称苏辛；书法擅长行书、楷书，能自创新意，用笔丰腴跌宕，有天真烂漫之趣，与黄庭坚、米芾、蔡襄并称宋四家；画学文同，论画主张神似，提倡“士人画”。著有《苏东坡全集》和《东坡乐府》等。"
  },
  "tags": [
    "宋词三百首",
    "小学古诗",
    "写景",
    "感叹",
    "人生",
    "哲理"
  ]
}