{
  "id": 8066,
  "star": 1333,
  "name": "梦游天姥吟留别 / 别东鲁诸公",
  "dynasty": "唐代",
  "content": "海客谈瀛洲，烟涛微茫信难求；<br>越人语天姥，云霞明灭或可睹。<br>天姥连天向天横，势拔五岳掩赤城。<br>天台四万八千丈，对此欲倒东南倾。<br>我欲因之梦吴越，一夜飞度镜湖月。<br>湖月照我影，送我至剡溪。<br>谢公宿处今尚在，渌水荡漾清猿啼。<br>脚著谢公屐，身登青云梯。<br>半壁见海日，空中闻天鸡。<br>千岩万转路不定，迷花倚石忽已暝。<br>熊咆龙吟殷岩泉，栗深林兮惊层巅。<br>云青青兮欲雨，水澹澹兮生烟。<br>列缺霹雳，丘峦崩摧。<br>洞天石扉，訇然中开。<br>青冥浩荡不见底，日月照耀金银台。 <br>霓为衣兮风为马，云之君兮纷纷而来下。<br>虎鼓瑟兮鸾回车，仙之人兮列如麻。<br>忽魂悸以魄动，恍惊起而长嗟。<br>惟觉时之枕席，失向来之烟霞。<br>世间行乐亦如此，古来万事东流水。<br>别君去兮何时还？且放白鹿青崖间，须行即骑访名山。<br>安能摧眉折腰事权贵，使我不得开心颜!",
  "fanyi": "<p><strong>译文</strong><br>海外来客们谈起瀛洲，烟波渺茫实在难以寻求。<br>越中来人说起天姥山，在云雾忽明忽暗间有人可以看见。<br>天姥山仿佛连接着天遮断了天空。山势高峻超过五岳，遮掩过赤城山。<br>天台山虽高四万八千丈，面对着它好像要向东南倾斜拜倒一样。<br>我根据越人说的话梦游到吴越，一天夜晚飞渡过明月映照下的镜湖。<br>镜湖上的月光照着我的影子，一直伴随我到了剡溪。<br><a href=\"http://so.gushiwen.org/author_758.aspx\">谢灵运</a>住的地方如今还在，清澈的湖水荡漾，猿猴清啼。<br>我脚上穿着谢公当年特制的木鞋，攀登直上云霄的山路。<br>上到半山腰就看见了从海上升起的太阳，在半空中传来天鸡报晓的叫声。<br>无数山岩重叠，道路盘旋弯曲，方向不定，迷恋着花，依倚着石头，不觉天色已经晚了。<br>熊在怒吼，龙在长鸣，岩中的泉水在震响，使森林战栗，使山峰惊颤。<br>云层黑沉沉的，像是要下雨，水波动荡生起了烟雾。<br>电光闪闪，雷声轰鸣，山峰好像要被崩塌似的。<br>仙府的石门，訇的一声从中间打开。<br>洞中蔚蓝的天空广阔无际，看不到尽头，日月照耀着金银做的宫阙。<br>用彩虹做衣裳，将风作为马来乘，云中的神仙们纷纷下来。<br>老虎弹奏着琴瑟，鸾鸟驾着车。仙人们成群结队密密如麻。<br>忽然魂魄惊动，我猛然惊醒，不禁长声叹息。<br>醒来时只有身边的枕席，刚才梦中所见的烟雾云霞全都消失了。<br>人世间的欢乐也是像梦中的幻境这样，自古以来万事都像东流的水一样一去不复返。<br>告别诸位朋友远去（东鲁）啊，什么时候才能回来？暂且把白鹿放牧在青崖间，等到要远行时就骑上它访名山。<br>岂能卑躬屈膝去侍奉权贵，使我不能有舒心畅意的笑颜！</p> <p><strong>注释</strong><br>天姥山：在浙江新昌东面。传说登山的人能听到仙人天姥唱歌的声音，山因此得名。<br>瀛洲：古代传说中的东海三座仙山之一（另两座叫蓬莱和方丈）。烟涛：波涛渺茫，远看像烟雾笼罩的样子。微茫：景象模糊不清。信：确实，实在。<br>越人：指浙江一带的人。<br>明灭：忽明忽暗。<br>向天横：直插天空。横，直插。<br>”势拔“句：山势高过五岳，遮掩了赤城。拔，超出。五岳，指东岳泰山、西岳华（huà）山、中岳嵩山、北岳恒山、南岳衡山。赤城，和下文的“天台（tāi）”都是山名，在今浙江天台北部。<br>一万八千丈：一作“四万八千丈”。<br>”对此“句：对着天姥这座山，天台山就好像要倒向它的东南一样。意思是天台山和天姥山相比，显得低多了。<br>因：依据。之：指代前边越人的话。<br>镜湖：又名鉴湖，在浙江绍兴南面。<br>剡（shàn）溪：水名，在浙江嵊（shèng）州南面。<br>谢公：指南朝<a href=\"http://so.gushiwen.org/view_8066.aspx\">诗</a>人谢灵运。谢灵运喜欢游山。游天姥山时，他曾在剡溪这个地方住宿。<br>渌（lù）：清。<br>清：这里是凄清的意思。<br>谢公屐（jī）：谢灵运穿的那种木屐。《南史·谢灵运传》记载：谢灵运游山，必到幽深高峻的地方；他备有一种特制的木屐，屐底装有活动的齿，上山时去掉前齿，下山时去掉后齿。木屐，以木板作底，上面有带子，形状像拖鞋。<br>青云梯：指直上云霄的山路。<br>半壁见海日：上到半山腰就看到从海上升起的太阳。<br>天鸡：古代传说，东南有桃都山，山上有棵大树叫桃都，树枝绵延三千里，树上栖有天鸡，每当太阳初升，照到这棵树上，天鸡就叫起来，天下的鸡也都跟着它叫。<br>”迷花“句：迷恋着花，依靠着石，不觉天色已经很晚了。暝（míng），日落，天黑。<br>”熊咆“句：熊在怒吼，龙在长鸣，岩中的泉水在震响。“殷岩泉”即“岩泉殷”。殷，这里用作动词，震响。<br>”栗深林“句：使深林战栗，使层巅震惊。栗、惊，使动用法。<br>青青：黑沉沉的。<br>澹澹：波浪起伏的样子。<br>列缺：指闪电。<br>洞天石扉，訇（hōng）然中开：仙府的石门，訇的一声从中间打开。洞天，仙人居住的洞府。扉，门扇。訇然，形容声音很大。<br>青冥浩荡：青冥，指天空。浩荡，广阔远大的样子。<br>金银台：金银铸成的宫阙，指神仙居住的地方。<br>云之君：云里的神仙。<br>鸾回车：鸾鸟驾着车。鸾，传说中的如凤凰一类的神鸟。回，旋转，运转。<br>恍：恍然，猛然。<br>觉时：醒时。<br>失向来之烟霞：刚才梦中所见的烟雾云霞消失了。向来，原来。烟霞，指前面所写的仙境。<br>东流水：像东流的水一样一去不复返。<br>”且放“二句：暂且把白鹿放在青青的山崖间，等到要行走的时候就骑上它去访问名山。白鹿，传说神仙或隐士多骑白鹿。须，等待。<br>摧眉折腰：低头弯腰。摧眉，即低眉。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这是一首记梦<a href=\"http://so.gushiwen.org/view_8066.aspx\">诗</a>，也是一首游仙诗。意境雄伟，变化惝恍莫测，缤纷多采的艺术形象，新奇的表现手法，向来为人传诵，被视为<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>的代表作之一。</p> <p>　　这首诗的题目一作《别东鲁诸公》。其时李白虽然出翰林已有年月了，而政治上遭受挫折的愤怨仍然郁结于怀，所以在诗的最后发出那样激越的呼声。</p> <p>　　李白一生徜徉山水之间，热爱山水，达到梦寐以求的境地。此诗所描写的梦游，也许并非完全虚托，但无论是否虚托，梦游就更适于超脱现实，更便于发挥他的想象和夸张的才能了。</p> <p>　　“海客谈瀛洲，烟涛微茫信难求；越人语天姥，云霓明灭或可睹。”诗一开始先说古代传说中的海外仙境──瀛洲，虚无缥缈，不可寻求；而现实中的天姥山在浮云彩霓中时隐时现，真是胜似仙境。以虚衬实，突出了天姥胜景，暗蕴着诗人对天姥山的向往，写得富有神奇色彩，引人入胜。</p> <p>　　天姥山临近剡溪，传说登山的人听到过仙人天姥的歌唱，因此得名。天姥山与天台山相对，峰峦峭峙，仰望如在天表，冥茫如堕仙境，容易引起游者想入非非的幻觉。浙东山水是李白青年时代就向往的地方，初出川时曾说“此行不为鲈鱼鲙，自爱名山入剡中”。入翰林前曾不止一次往游，他对这里的山水不但非常热爱，也是非常熟悉的。</p> <p>　　天姥山号称奇绝，是越东灵秀之地。但比之其他崇山峻岭如我国的五大名山──五岳，在人们心目中的地位仍有小巫见大巫之别。可是李白却在诗中夸说它“势拔五岳掩赤城”，比五岳还更挺拔。有名的天台山则倾斜着如拜倒在天姥的足下一样。这个天姥山，被写得耸立天外，直插云霄，巍巍然非同凡比。这座梦中的天姥山，应该说是李白平生所经历的奇山峻岭的幻影，它是现实中的天姥山在李白笔下夸大了的影子。</p> <p>　　接着展现出的是一幅一幅瑰丽变幻的奇景：天姥山隐于云霓明灭之中，引起了诗人探求的想望。诗人进入了梦幻之中，仿佛在月夜清光的照射下，他飞渡过明镜一样的镜湖。明月把他的影子映照在镜湖之上，又送他降落在<a href=\"http://so.gushiwen.org/author_758.aspx\">谢灵运</a>当年曾经歇宿过的地方。他穿上谢灵运当年特制的木屐，登上谢公当年曾经攀登过的石径──青去梯。只见：“半壁见海日，空中闻天鸡。千岩万转路不定，迷花倚石忽已暝。熊咆龙吟殷岩泉，栗深林兮惊层巅。云青青兮欲雨，水澹澹兮生烟。”继飞渡而写山中所见，石径盘旋，深山中光线幽暗，看到海日升空，天鸡高唱，这本是一片曙色；却又于山花迷人、倚石暂憩之中，忽觉暮色降临，旦暮之变何其倏忽。暮色中熊咆龙吟，震响于山谷之间，深林为之战栗，层巅为之惊动。不止有生命的熊与龙以吟、咆表示情感，就连层巅、深林也能战栗、惊动，烟、水、青云都满含阴郁，与诗人的情感，协成一体，形成统一的氛围。前面是浪漫主义地描写天姥山，既高且奇；这里又是浪漫主义地抒情，既深且远。这奇异的境界，已经使人够惊骇的了，但诗人并未到此止步，而诗境却由奇异而转入荒唐，全诗也更进入高潮。在令人惊悚不已的幽深暮色之中，霎时间“丘峦崩摧”，一个神仙世界“訇然中开”，“青冥浩荡不见底，日月照耀金银台。霓为衣兮风为马，云之君兮纷纷而来下。”洞天福地，于此出现。“云之君”披彩虹为衣，驱长风为马，虎为之鼓瑟，鸾为之驾车，皆受命于诗人之笔，奔赴仙山的盛会来了。这是多么盛大而热烈的场面。“仙之人兮列如麻”！群仙好象列队迎接诗人的到来。金台、银台与日月交相辉映，景色壮丽，异彩缤纷，何等的惊心眩目，光耀夺人！仙山的盛会正是人世间生活的反映。这里除了有他长期漫游经历过的万壑千山的印象、古代传说、<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>诗歌的启发与影响，也有长安三年宫廷生活的迹印，这一切通过浪漫主义的非凡想象凝聚在一起，才有这般辉煌灿烂、气象万千的描绘。</p> <p>　　值得注意的是，这首诗写梦游奇境，不同于一般游仙诗，它感慨深沉，抗议激烈，并非真正依托于虚幻之中，而是在神仙世界虚无飘渺的描述中，依然着眼于现实。神游天上仙境，而心觉“世间行乐亦如此”。</p> <p>　　仙境倏忽消失，梦境旋亦破灭，诗人终于在惊悸中返回现实。梦境破灭后，人，不是随心所欲地轻飘飘地在梦幻中翱翔了，而是沉甸甸地躺在枕席之上。“古来万事东流水”，其中包含着诗人对人生的几多失意和深沉的感慨。此时此刻诗人感到最能抚慰心灵的是“且放白鹿青崖间，须行即骑访名山”。徜徉山水的乐趣，才是最快意的，也就是在《春夜宴从弟桃花园序》中所说：“古人秉烛夜游，良有以也。”本来诗意到此似乎已尽，可是最后却愤愤然加添了两句“安能摧眉折腰事权贵，使我不得开心颜！”一吐长安三年的郁闷之气。天外飞来之笔，点亮了全诗的主题：对于名山仙境的向往，是出之于对权贵的抗争，它唱出封建社会中多少怀才不遇的人的心声。在等级森严的封建社会中，多少人屈身权贵，多少人埋没无闻！唐朝比之其他朝代是比较开明的，较为重视人才，但也只是比较而言。人才在当时仍然摆脱不了“臣妾气态间”的屈辱地位。“折腰”一词出之于东晋的<a href=\"http://so.gushiwen.org/author_645.aspx\">陶渊明</a>，他由于不愿忍辱而赋“归去来”。李白虽然受帝王优宠，也不过是个词臣，在宫廷中所受到的屈辱，大约可以从这两句诗中得到一些消息。封建君主把自己称“天子”，君临天下，把自己升高到至高无上的地位，却抹煞了一切人的尊严。李白在这里所表示的决绝态度，是向封建统治者所投过去的一瞥蔑视。在封建社会，敢于这样想、敢于这样说的人并不多。李白说了，也做了，这是他异乎常人的伟大之处。</p> <p>　　这首诗的内容丰富、曲折、奇谲、多变，它的形象辉煌流丽，缤纷多彩，构成了全诗的浪漫主义华赡情调。它的主观意图本来在于宣扬“古来万事东流水”这样颇有消极意味的思想，可是它的格调却是昂扬振奋的，潇洒出尘的，有一种不卑不屈的气概流贯其间，并无消沉之感。</p>",
  "about": "<h2>创作背景</h2> <p>　　此<a href=\"http://so.gushiwen.org/view_8066.aspx\">诗</a>作于<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>出翰林之后。唐玄宗天宝三载（744年），李白在长安受到权贵的排挤，被放出京。天宝四载（745年），李白将由东鲁（在今山东）南游吴越，写了这首描绘梦中游历天姥山的诗，留给在东鲁的朋友，所以也题作《梦游天姥山别东鲁诸公》。</p> <p>　　李白早年就有济世的抱负，但不屑于经由科举登上仕途。因此他漫游全国各地，结交名流，以此广造声誉。唐玄宗天宝元年（742年），李白的朋友道士<a href=\"http://so.gushiwen.org/author_2843.aspx\">吴筠</a>向玄宗推荐李白，玄宗于是召他到长安来。李白对这次长安之行抱有很大的希望，在给妻子的留别诗《别内赴征》中写道：“归时倘佩黄金印，莫见苏秦不下机。” 李白初到长安，也曾有过短暂的得意，但他一身傲骨，不肯与权贵同流合污，又因得罪了权贵，及翰林院同事进谗言，连玄宗也对他不满。他在长安仅住了一年多，就被唐玄宗赐金放还，他那由布衣而卿相的梦幻从此完全破灭。这是李白政治上的一次大失败。离长安后，他曾与<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>、<a href=\"http://so.gushiwen.org/author_227.aspx\">高适</a>游梁、宋、齐、鲁，又在东鲁家中居住过一个时期。这时东鲁的家已颇具规模，尽可在家中怡情养性，以度时光。可是李白没有这么作，他有一个不安定的灵魂，他有更高更远的追求，于是离别东鲁家园，又一次踏上漫游的旅途。这首诗就是他告别东鲁诸公时所作。</p><br/><h2>题解</h2> 这是一首记梦<a href=\"http://so.gushiwen.org/view_8066.aspx\">诗</a>，也是游仙诗。诗写梦游仙府名山，着意奇特，构思精密，意境雄伟。感慨深沉激烈，变化惝恍莫测于虚无飘渺的描述中，寄寓着生活现实。虽离奇，但不做作。内容丰富曲折，形象辉煌流丽，富有浪漫主义色彩。 形式上杂言相间，兼用骚体，不受律束，体制解放。信手写来，笔随兴至，诗才横溢，堪称绝世名作。",
  "poet": {
    "id": 247,
    "star": 0,
    "name": "李白",
    "image": "http://img.gushiwen.org/authorImg/libai.jpg",
    "desc": "李白（701年－762年），字太白，号青莲居士，唐朝浪漫主义诗人，被后人誉为“诗仙”。祖籍陇西成纪(待考)，出生于西域碎叶城，4岁再随父迁至剑南道绵州。李白存世诗文千余篇，有《李太白集》传世。762年病逝，享年61岁。其墓在今安徽当涂，四川江油、湖北安陆有纪念馆。"
  },
  "tags": [
    "唐诗三百首",
    "高中古诗",
    "古体",
    "记梦"
  ]
}