{
  "id": 71183,
  "star": 2367,
  "name": "归去来兮辞·并序",
  "dynasty": "魏晋",
  "content": "　　<span style=\"font-family:SimSun;\">余家贫，耕植不足以自给。幼稚盈室，瓶无储粟，生生所资，未见其术。亲故多劝余为长吏，脱然有怀，求之靡途。会有四方之事，诸侯以惠爱为德，家叔以余贫苦，遂见用于小邑。于时风波未静，心惮远役，彭泽去家百里，公田之利，足以为酒。故便求之。及少日，眷然有归欤之情。何则？质性自然，非矫厉所得。饥冻虽切，违己交病。尝从人事，皆口腹自役。于是怅然慷慨，深愧平生之志。犹望一稔，当敛裳宵逝。寻程氏妹丧于武昌，情在骏奔，自免去职。仲秋至冬，在官八十余日。因事顺心，命篇曰《归去来兮》。乙巳岁十一月也。</span></p> <p>　　归去来兮，田园将芜胡不归？既自以心为形役，奚惆怅而独悲？悟已往之不谏，知来者之可追。实迷途其未远，觉今是而昨非。舟遥遥以轻飏，风飘飘而吹衣。问征夫以前路，恨晨光之熹微。<br>　　乃瞻衡宇，载欣载奔。僮仆欢迎，稚子候门。三径就荒，松菊犹存。携幼入室，有酒盈樽。引壶觞以自酌，眄庭柯以怡颜。倚南窗以寄傲，审容膝之易安。园日涉以成趣，门虽设而常关。策扶老以流憩，时矫首而遐观。云无心以出岫，鸟倦飞而知还。景翳翳以将入，抚孤松而盘桓。<br>　　归去来兮，请息交以绝游。世与我而相违，复驾言兮焉求？悦亲戚之情话，乐琴书以消忧。农人告余以春及，将有事于西畴。或命巾车，或棹孤舟。既窈窕以寻壑，亦崎岖而经丘。木欣欣以向荣，泉涓涓而始流。善万物之得时，感吾生之行休。<br>　　已矣乎！寓形宇内复几时。曷不委心任去留？胡为乎遑遑欲何之？富贵非吾愿，帝乡不可期。怀良辰以孤往，或植杖而耘耔。登东皋以舒啸，临清流而赋诗。聊乘化以归尽，乐夫天命复奚疑！",
  "fanyi": "<p><strong>序译文</strong><br>　　我家贫穷，种田不能够自给。孩子很多，米缸里没有存粮，维持生活所需的一切，没有办法解决。亲友大都劝我去做官，我心里也有这个念头，可是求官缺少门路。正赶上有奉使外出的官吏，地方大吏以爱惜人才为美德，叔父也因为我家境贫苦（替我设法），我就被委任到小县做官。那时社会上动荡不安，心里惧怕到远地当官。彭泽县离家一百里，公田收获的粮食，足够造酒饮用，所以就请求去那里。等到过了一些日子，便产生了留恋故园的怀乡感情。那是为什么？本性任其自然，这是勉强不得的；饥寒虽然来得急迫，但是违背本意去做官，身心都感痛苦。过去为官做事，都是为了吃饭而役使自己。于是惆怅感慨，深深有愧于平生的志愿。只再等上一年，便收拾行装连夜离去。不久，嫁到程家的妹妹在武昌去世，去吊丧的心情像骏马奔驰一样急迫，自己请求免去官职。自立秋第二个月到冬天，在职共80多天。因辞官而顺遂了心愿，写了一篇文章，题目叫《归去来兮》。这时候正是乙巳年（晋安帝义熙元年）十一月。</p> <p><strong>正文译文</strong><br>　　回家去吧！田园快要荒芜了，为什么不回去呢？既然自己的心灵为形体所役使，为什么如此失意而独自伤悲？认识到过去的错误已经不可挽回，知道未来的事还来得及补救。确实走入了迷途大概还不远，已觉悟到现在的做法是对的而曾经的行为是错的。船在水上轻轻飘荡，微风吹拂着衣裳。向行人打听前面的路，遗憾的是天亮得太慢。<br>　　刚刚看到自己简陋的家门，我心中欣喜，奔跑过去。孩子们欢快地迎接，孩子们守候在门前或院子里。院子里的小路快要荒芜了，松树菊花还长在那里；带着孩子们进了屋，美酒已经盛满了酒樽。我端起酒壶酒杯自斟自饮，观赏着庭树（使我）露出愉快的神色；倚着南窗寄托我的傲世之情，深知这狭小之地容易使我心安。每天（独自）在园中散步，成为乐趣,小园的门经常地关闭着；拄着拐杖走走歇歇，时时抬头望着远方（的天空）。白云自然而然地从山峰飘浮而出，倦飞的小鸟也知道飞回巢中；日光暗淡，即将落山，我流连不忍离去，手抚着孤松徘徊不已。<br>　　回去吧！让我同外界断绝交游。他们的一切都跟我的志趣不合，还要驾车出去追求什么？跟亲戚朋友谈心使我愉悦，弹琴读书能使我忘记忧愁；农夫把春天到了的消息告诉了我，将要去西边的田地耕作。有时驾着有布篷的小车，有时划着一条小船，既要探寻那幽深的沟壑，又要走过那高低不平的山丘。树木欣欣向荣，泉水缓缓流动，（我）羡慕万物恰逢繁荣滋长的季节，感叹自己一生行将告终。<br>　　算了吧！身体寄托在天地间还能有多少时候？为什么不随心所欲，听凭自然的生死？为什么心神不定，还想去什么地方？富贵不是我所求，升入仙界也没有希望。爱惜那良辰美景我独自去欣赏，要不就扶杖锄草耕种；登上东边山坡我放声长啸，傍着清清的溪流把<a href=\"http://so.gushiwen.org/view_71183.aspx\">诗</a>歌吟唱；姑且顺随自然的变化，度到生命的尽头。乐安天命，还有什么可疑虑的呢？ </p> <p><strong>序文注释</strong><br>（1）耕植不足以自给：耕：耕田。植：植桑。以：来。给：供给。自给：供给自己生活。<br>（2）幼稚盈室，瓶无储粟：幼稚：指孩童。盈：满。瓶：指盛米用的陶制容器、如甏[bèng]，瓮之类。<br>（3）生生所资，未见其术：生生：犹言维持生计。前一“生”字为动词，后一“生”字为名词。资：凭借。术：这里指经营生计的本领。<br>（4）长吏：较高职位的县吏。指小官。<br>（5）脱然：不经意的样子。有怀：心有所动（指有了做官的念头）。<br>（6）靡途：没有门路。<br>（7）会有四方之事：刚巧碰上有出使到外地去的事情。会：适逢。四方：意为到各处去<br>（8）诸侯：指州郡长官。<br>（9）家叔：指陶夔[kuí]，当时任太常卿。以：因为。<br>（10）见：被。<br>（11）风波：指军阀混战。静：平。<br>（12）惮：害怕。役：服役。<br>（13）彭泽：县名。在今江西省湖口县东。<br>（14）眷然：思恋的样子。归欤[yú]之情：回去的心情。<br>（15）何：什么。则：道理。<br>（16）质性：本性。矫厉：造作勉强。<br>（17）切：迫切。违己：违反自己本心。 交病：指思想上遭受痛苦。<br>（18）尝：曾经。从人事：从事于仕途中的人事交往。指做官。<br>（19）口腹自役：为了满足口腹的需要而驱使自己。<br>（20）怅然：失意。<br>（21）犹：踌躇、犹疑。望：观望。一稔[rěn]：公田收获一次。稔，谷物成熟。<br>（22）敛裳：收拾行装。宵：星夜。逝：离去。<br>（23）寻：不久。程氏妹：嫁给程家的妹妹。武昌：今湖北省鄂城县。<br>（24）情：吊丧的心情。在：像。骏奔：急着前去奔丧。<br>（25）仲秋：农历八月。<br>（26）事：辞官。顺：顺遂。心：心愿。<br>（27）乙巳岁：晋安帝义熙元年。</p> <p><strong>正文注释</strong><br>（1）归去来兮：意思是“回去吧”。来，助词，无义。兮，语气词。<br>（2）田园将芜胡不归：田园将要荒芜了，为什么不回去？芜，田地荒废。胡，同“何”，为什么。<br>（3）既自以心为形役：让心神为形体所役使。意思是本心不愿出仕，但为了免于饥寒，违背本意做了官。心，意愿。形，形体，指身体。役，奴役。既，表示动作、行为已经完成，此处可做“曾经”解。<br>（4）奚惆怅而独悲：为什么悲愁失意。奚，何，为什么。惆怅，失意的样子。<br>（5）悟已往之不谏：认识到过去的错误（指出仕）已经不可挽回。谏，谏止，劝止。<br>（6）知来者之可追：知道未来的事（指归隐）还来得及补救。谏，劝止，挽回。追，补救。<br>（7）实迷途其未远：确实走入了迷途大概还不太远。迷途，指出来做官。<br>（8）是：正确。非：错误。<br>（9）舟遥遥以轻飏[yáng]：船在水面上轻轻地飘荡着前进。遥遥，飘摇放流的样子。以，表修饰。飏，飞扬，形容船行驶轻快。<br>（10）问征夫以前路：向行人问前面的路程。征夫，行人。<br>（11）恨晨光之熹微：遗憾的是天刚刚放亮。恨:遗憾。熹微，天色微明。<br>（12）乃瞻衡宇，：刚刚看见了自家的房子。乃，于是、然后。瞻，远望。衡宇，横木为门的房屋，指简陋的房屋。衡，通“横”。宇，屋檐，这里指居处。<br>载[zài]欣载奔：一边高兴，一边奔跑。<br>（13）稚子：幼儿。<br>（14）三径就荒，松菊犹存：院子里的小路快要荒芜了，松菊还长在那里。三径，院中小路。汉朝蒋诩[xǔ] 隐居之后，在院里竹下开辟三径，只于少数友人来往。后来，三径变成了隐士住处的代称。就，接近。<br>（15）盈樽：满杯。<br>（16）引：拿来。 觞[shāng]。眄[miǎn]庭柯以怡颜：看看院子里的树木，觉得很愉快。眄，斜看。这里是“随便看看”的意思。柯，树枝。以：为了。怡颜，使面容现出愉快神色。<br>（17）寄傲：寄托傲然自得的心情。傲，指傲世。<br>（18）审容膝之易安：觉得住在简陋的小屋里也非常舒服。审，觉察。容膝，只能容下双膝的小屋，极言其狭小。<br>（19）园日涉以成趣：天天到园里行走，自成一种乐趣。涉，涉足，走到。<br>（20）策扶老以流憩[qì]：拄着拐杖出去走走，随时随地休息。策，拄着。扶老，手杖。憩，休息。流憩，游息，就是没有固定的地方，到处走走歇歇。<br>（21）时矫首而遐观：时时抬起头向远处望望。矫，举。遐，远。<br>（22）云无心以出岫[xiù]：云气自然而然地从山里冒出。无心，无意地。岫，有洞穴的山，这里泛指山峰。<br>（23）景翳[yì]翳以将入：阳光黯淡，太阳快落下去了。景，日光。翳翳，阴暗的样子。<br>（24）抚孤松而盘桓：手扶孤松徘徊。盘桓：盘旋，徘徊，留恋不去。<br>（25）请息交以绝游：息交，停止与人交往断绝交游。意思是不再同官场有任何瓜葛。<br>（26）世与我而相违，复驾言兮焉求：世事与我所想的相违背，还能努力探求什么呢？驾，驾车，这里指驾车出游去追求想要的东西。言，助词。<br>（27）情话：知心话。<br>（28）春及：春天到了。<br>（29）将有事于西畴：西边田野里要开始耕种了。有事，指耕种之事。事，这里指农事。畴，田地。<br>（30）或命巾车：有时叫上一辆有帷的小车。巾车，有车帷的小车。或，有时。<br>（31）或棹[zhào]孤舟：有时划一艘小船。棹，本义船桨。这里名词做动词，意为划桨。<br>（32）既窈窕以寻壑：经过幽深曲折的山谷。窈窕，幽深曲折的样子。壑，山沟。<br>（33）亦崎岖而经丘：走过高低不平的山路。<br>（34）木欣欣以向荣：草木茂盛。欣欣，向荣，都是草木滋长茂盛的意思。<br>（35）涓涓：水流细微的样子。<br>（36）善万物之得时，感吾生之行休：羡慕自然界万物一到春天便及时生长茂盛，感叹自己的一生行将结束。善，欢喜，羡慕。行休，行将结束。<br>（37）已矣乎：算了吧!助词“矣”与“乎”连用，加强感叹语气。<br>（38）寓形宇内复几时，曷[hé]不委心任去留：活在世上能有多久，何不顺从自己的心愿，管它什么生与死呢？寓形，寄生。宇内，天地之间。曷，何。委心，随心所欲。去留，指生死。<br>（39）胡为乎遑遑欲何之：为什么心神不定，想到哪里去呢？遑遑，不安的样子。之，往。<br>（40）帝乡不可期：仙境到不了。帝乡，仙乡，神仙居住的地方。期，希望，企及。<br>（41）怀良辰以孤往：爱惜美好的时光，独自外出。怀，留恋、爱惜。良辰，指上文所说万物得时的春天。孤独，独自外出。<br>（42）或植杖而耘耔：有时扶着拐杖除草培苗。植，立，扶着。耘，除草。籽，培土。<br>（43）登东皋[gāo]以舒啸：登上东面的高地放声长啸，皋，高地。啸，撮口发出的长而清越的一种声音。舒，放。<br>（44）聊乘化以归尽：姑且顺其自然走完生命的路程。聊：姑且。乘化，随顺大自然的运转变化。归尽：到死。尽，指死亡。<br>（45）乐夫天命复奚疑：乐安天命，还有什么可疑虑的呢？ 复：还有。疑：疑虑。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　晋安帝义熙元年(405)，<a href=\"http://so.gushiwen.org/author_645.aspx\">陶渊明</a>弃官归田，作《归去来兮辞》。这篇辞体抒情<a href=\"http://so.gushiwen.org/view_71183.aspx\">诗</a>，不仅是渊明一生转折点的标志，亦是中国文学史上表现归隐意识的创作之高峰。 全文描述了作者在回乡路上和到家后的情形，并设想日后的隐居生活，从而表达了作者对当时官场的厌恶和对农村生活的向往。另一方面，也流露出诗人的一种“乐天知命”的消极思想。</p> <p>　　渊明从晋孝武帝太元十八年(393)起为州祭酒，到义熙元年作彭泽令，十三年中，他曾经几次出仕，几次归隐。渊明有过政治抱负，但是当时的政治社会已极为黑暗。晋安帝元兴二年(403)，军阀桓玄篡晋，自称楚帝。元兴三年，另一个军阀刘裕起兵讨桓，打进东晋都城建康(今江苏南京)。至义熙元年，刘裕完全操纵了东晋王朝的军政大权。这时距桓玄篡晋，不过十五年。伴随着这些篡夺而来的，是数不清的屠杀异己和不义战争。渊明天性酷爱自由，而当时官场风气又极为腐败，谄上骄下，胡作非为，廉耻扫地。一个正直的士人，在当时的政洽社会中决无立足之地，更谈不上实现理想抱负。渊明经过十三年的曲折，终于彻底认清了这一点。渊明品格与政治社会之间的根本对立，注定了他最终的抉择——归隐。</p> <p>　　辞前有序，是一篇优秀的小品文。从“余家贫”到“故便求之”这上半幅，略述自己因家贫而出仕的曲折经历。其中“亲故多劝余为长吏，脱然有怀”，及“彭泽去家百里，公田之利，足以为酒，故便求之”，写出过去出仕时一度真实有过的欣然向往，足见诗人天性之坦诚。从“及少日”到“乙巳岁十一月也”这后半幅，写出自己决意弃官归田的原因。“质性自然，非矫厉所得”，是弃官的根本原因。几经出仕，诗人深知为“口腹自役”而出仕，即是丧失自我，“深愧平生之志”。因此，“饥冻虽切”，也决不愿再“违己交病”。语言虽然和婉，意志却是坚如金石，义无反顾。至于因妹丧而“自免去职”，只是一表面原因。序是对前半生道路的省思。辞则是渊明在脱离官场之际，对新生活的想象和向往。</p> <p>　　“归去来兮，田园将芜胡不归!”起二句无异对自己的当头棒喝，正表现人生之大彻大悟。在诗人的深层意识中，田园，是人类生命的根，自由生活的象征。田园将芜，意味着根的失落，自由的失落。归去来兮，是田园的召唤。也是诗人本性的召唤。“既自以心为形役，奚惆怅而独悲。”是说自己使心为身所驱役，既然自作自受，那又何必怅惘而独自悲戚呢。过去的让它过去就是了。诗人的人生态度是坚实的。“悟已往之不谏，知来者之可追。实迷途其未远，觉今是而昨非。”过去不可挽回，未来则可把握，出仕已错，归隐未晚。这一“悟”、一“知”、一“觉”，显示着诗人把握了自己，获得了新生。“舟遥遥以轻飏，风飘飘而吹衣。问征夫以前路，恨晨光之熹微。”此四句写诗人想像取道水陆，日夜兼程归去时的满心喜悦。舟之轻飏，风之吹衣，见得弃官之如释重负。晨光熹微，恨不见路，则见出还家之归心似箭。这是出了樊笼向自由的奔赴呵。连陆行问道于行人，那小事也真实可喜。</p> <p>　　“乃瞻衡宇，载欣载奔。僮仆欢迎，稚子候门。”一望见家门，高兴得奔跑，四十一岁的诗人，仍是这样的天真。僮仆欢喜地相迎，那是因为诗人视之为“人子”而“善遇之”(萧统《陶渊明传》)。孩儿们迎候于门，那是因为爹爹从此与他们在一起。从这番隆重欢迎的安排中，已隐然可见诗人妻子之形象。“其妻翟氏亦能安勤苦，与其同志”(出处同上)。在欢呼雀跃的孩子们的背后，是她怡静喜悦的微笑。“三径就荒，松菊犹存。携幼入室，有酒盈樽。”望见隐居时常踏的小径已然荒凉，诗人心头乍然涌上了对误入仕途的悔意；只是那傲然于荒径中的松菊，又使诗人欣慰于自己本性的犹存。携幼入室，见得妻子理家抚幼，能干贤淑。那有酒盈樽，分明是妻子之一片温情。多么温馨的家庭，这是归隐的保证。“引壶觞以自酌，眄庭柯以怡颜。倚南窗以寄傲，审容膝之易安。”饮酒开怀，陋室易安，写出诗人之知足长乐。斜视庭柯，傲倚南窗，则写诗人之孤介傲岸。</p> <p>　　“园日涉以成趣，门虽设而常关。策扶老以流憩，时矫首而遐观。”诗人的心灵与生活，已与世俗隔绝，而向自然开放。日日园中散步，其乐无穷。拄杖或游或息，时时昂首远望，也只有高天阔地的大自然，才容得下诗人的傲岸呵。“云无心以出岫，鸟倦飞而知还。景翳翳以将入，抚孤松而盘桓。”此四句之描写，显然寄托深远。宋<a href=\"http://so.gushiwen.org/author_71.aspx\">叶梦得</a>《避暑录话》评上二句：“此陶渊明出处大节。非胸中实有此境，不能为此言也。”云“无心”而“出”，鸟“倦飞”“知还”，确乎喻说了诗人由出仕而归隐的心路历程。清陶澍集注《靖节先生集》评下二句：“闵晋祚之将终，深知时不可为，思以岩栖谷隐，置身理乱之外，庶得全其后凋之节也。”日光暗淡，日将西沉，是否哀悯晋祚，姑且不论，流连孤松则显然象征诗人的耿介之志。本辞中言“松菊”，言“庭柯”，言“孤松”，一篇之中，三致意矣。“归去来兮，请息交以绝游。世与我而相违，复驾言兮焉求。”诗人与世俗既格格不入，还出游往求什么呢。“悦亲戚之情话，乐琴书以消忧。农人告余以春及，将有事于西畴。”亲人之情话，农人谈庄稼，是多么悦耳，多么真实。什么“应束带见”官的讨厌话，再也听不见啦。除了琴书可乐，大自然本来也是一部读不尽的奇书，何况正逢上充满希望的春天。“或命巾车，或棹孤舟。既窈窕以寻壑，亦崎岖而经丘。”</p> <p>　　驾车乘舟，深入山水，山道深幽，山路崎岖，皆使人兴致盎然。“木欣欣以向荣，泉涓涓而始流。善万物之得时，感吾生之行休。”大自然充满了生机、韵律，令人欢欣鼓舞，亦令人低徊感慨。万物畅育，正当青春，而自己呢，已近老年。“已矣乎，寓形宇内复几时。曷不委心任去留，胡为乎遑遑兮欲何之。”省察生命之有限，愈觉自由之可贵。生年无多，何不顺从心愿而行，又何须汲汲外求？“富贵非吾愿，帝乡不可期。”帝乡即仙乡，指道教所说神仙世界，其实亦可兼指佛教所说西方净土。富贵功名非我心愿，彼岸世界也不可信。由此即可透视渊明的人生哲学。他既否定了世俗政治社会，亦摒弃了宗教彼岸世界。在士风热衷官职、同时佛老盛行的东晋时代，其境界不可谓不高明。他的人生态度是认真的、现世的。他要在自己的生活中，求得人生之意义，实现人生之价值。“怀良辰以孤往，或植杖而耘耔。登东皋以舒啸，临清流而赋诗。”此四句是诗人理想人生的集中描写。天好则出游，农忙则耕种，登高则长啸，临水则赋诗。劳动、自然、人文，构成诗人充实的全幅生命。“聊乘化以归尽，乐夫天命复奚疑。”结二句是诗人人生哲学的高度概括。《周易·系辞》云：“乐天知命故不忧。”化、天命，皆指自然之道。让自己的生命始终顺应自然之道，即实现了人生的意义，此足可快乐，此即为快乐，还有何疑虑呢！这是超越的境界，同时又是足踏实地的。</p> <p>　　《归去来兮辞》是辞体抒情诗。辞体源头是《楚辞》，尤其是《离骚》。《楚辞》的境界，是热心用世的悲剧境界。《归去来兮辞》的境界，则是隐退避世的超越境界。中国传统士人受到儒家思想教育，以积极用世为人生理想。在政治极端黑暗的历史时代，士人理想无从实现，甚至生命亦无保障，这时，弃仕归隐就有了其真实意义。其意义是拒绝与黑暗势力合作，提起独立自由之精神。陶渊明，是以诗歌将这种归隐意识作了真实、深刻、全面表达的第一人。《归去来兮辞》在辞史和文学史上的重要意义，即在于此。</p> <p>　　在两宋时代，《归去来兮辞》被人们所再发现、再认识。<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>说：“晋无文章，唯陶渊明《归去来辞》而已。”宋庠说：“陶公《归来》是南北文章之绝唱。”评量了此辞在文学史上的重要地位。李格非说：“《归去来辞》，沛然如肺腑中流出，殊不见有斧凿痕。”<a href=\"http://so.gushiwen.org/author_459.aspx\">朱熹</a>说：“其词意夷旷萧散，虽托楚声，而无尤怨切蹙之病。”(上引文见陶澍集注本)则指出了此辞真实、自然、冲和的风格特色。宋人这些评论，是符合实际的。(邓小军)</p> <p>　　读《归去来兮辞》，并不能给人一种轻松感，因为在诗人看似逍遥的背后是一种忧愁和无奈。陶渊明本质上不是一个只喜欢游山玩水而不关心时事的纯隐士，虽然他说“性本爱丘山”，但他的骨子里是想有益于社会的。<a href=\"http://so.gushiwen.org/author_2884.aspx\">鲁迅</a>先生在谈到陶渊明时说：“就是诗，除论客所佩服的‘悠然见南山’之外，也还有‘精卫衔微木，将以填沧海，刑天舞干戚，猛志固常在’之类的‘金刚怒目’式，在证明着他并非整天整夜的飘飘然。”（《题未定草》）透过“请息交以绝游”、“世与我而相违”这些愤激之语，我们感到了沉重。</p> <p>　　《归去来兮辞》的写景是实写还是虚写？钱钟书先生说：“《序》称《辞》作于十一月，尚在仲冬；倘为追述、直录，岂有‘木欣欣以向荣’，‘善万物之得时’等物色?亦岂有‘农人告余以春及，将有事于西畴’、‘或植杖而耘耔’等人事?其为未归前之想象，不言而可喻矣。”（参见钱钟书《管锥编》1225～1226，中华书局，1979）如此说来，本文第一大写作特色就是想象。作者写的不是眼前之景，而是想象之景，心中之景。那么，写心中之景与眼前之景有什么不同吗?眼前之景，为目之所见，先有其景后有其文，文景相符，重在写真；心中之景，为创造之景，随心之所好，随情之所至，心到景到，未必有其景，有其景则未必符其实，抒情表意而已。</p> <p>　　本文语言十分精美。诗句以六字句为主，间以三字句、四字句、七字句和八字句，朗朗上口，韵律悠扬。句中衬以“之”、“以”、“而”等字，舒缓雅致。有时用叠音词，音乐感很强。如“舟遥遥以轻飏，风飘飘而吹衣”、“木欣欣以向荣，泉涓涓而始流”。多用对偶句，或正对，或反对，都恰到好处。描写和抒情、议论相结合，时而写景，时而抒情，时而议论，有景，有情，有理，有趣。</p> <p>　　语文人生 ·最后说明一点，就是陶渊明虽然归隐田园，且不论他这种做法是积极还是消极，但他毕竟不同于劳动人民。他写《归园田居》也罢，写《归去来兮辞》也罢，实际上是那个时代的一种现象，归隐田园的也并非他一人。然而他的归隐造就了一个文学家，形成了一种文学风格，在中国文学史上熠熠生辉，光照千秋。欧阳修说：“晋无文章，惟陶渊明《归去来兮辞》一篇而已。”此话虽过，但可以见出它在文学史中的地位。</p>",
  "about": "<h2>文言现象</h2> <p><strong>通假字<br></strong>乃瞻衡宇（衡，通“横”）<br>景翳翳以将入（景，通“影”，日光）（实为古今字）<br>曷不委心任去留 （曷，通“何”）</p> <p><strong>词类活用</strong><br>①名词作动词：<br>乐琴书以消忧（琴，书：名词用作动词，弹琴，读书）<br>或棹孤舟（棹：桨，这里用作动词，用桨划）<br>策扶老以流憩（策：名词作动词，拄着）<br>②名词作状语：<br>园日涉以成趣（日：名词作状语，每天）<br>时矫首而遐观（时：名词作状语，常常）<br>情在骏奔（骏：名词作状语，像骏马）<br>当敛裳宵逝（宵：夜晚，这里用作状语，在晚上）<br>③形容词作名词：<br>倚南窗以寄傲（傲：形容词用作名词，傲然自得的情怀）<br>携幼入室（幼：形容词用作名词，儿童、小孩）<br>幼稚盈室（幼稚：形容词用作名词，儿童、小孩）<br>④动词作名词：<br>瓶无储粟，生生所资（生生：前“生”，维持；后“生”，动词用作名词，生活）<br>审容膝之易安（容膝：动词用作名词，仅能容纳双膝的小屋）<br>⑤使动用法：<br>眄庭柯以怡颜（怡：使动用法，愉快，使愉快）<br>审容膝之易安（安：使动用法，使……安适）<br>⑥意动用法：<br>乐琴书以消忧（乐：意动用法，以……为乐）<br>悦亲戚之情话（悦：意动用法，以……为愉快）<br>⑦形容词作动词：<br>善万物之得时（善，羡慕）</p> <p><strong>一词多义</strong><br>心：因事顺心（心愿）<br>既自以心为形役（内心）<br>夫：问征夫以前路（名词）<br>乐夫天命复奚疑（助词）<br>故：故便求之（所以）<br>亲故多劝余为长吏（故交，朋友）<br>之：胡为乎遑遑欲何之（到，动词）<br>求之靡途（代“为长吏”，代词）<br>四方之事（助词“的”）<br>悟已往之不谏 （放在句子主语与谓语之间，取消句子独立性）<br>奚：奚惆怅而独悲（为什么）<br>乐夫天命复奚疑（什么）<br>而：门虽设而常关（表转折）<br>觉今是而昨非（表并列）<br>时矫首而遐观（表修饰）<br>鸟倦飞而知还（表承接）<br>寻:寻程氏妹丧于武昌(不久)<br>既窈窕以寻壑(探寻)<br>往:怀良辰以孤往(去往)<br>悟已往之不谏(过往)<br>会：会有四方之事（恰、逢）<br>相如闻，不肯与会（相见）<br>迁客骚人，多会于此（聚集）<br>吾已失恩义，会不相从许（一定）<br>行：善万物之得时，感吾生之行休（将要）<br>三人行，必有我师焉（行走）<br>赵王畏秦，欲毋行（前往）<br>事无大小，悉以咨之，然后施行（执行）<br>其辱人贱行，视五人之死，轻重固何如哉（行为）<br>琵琶行（文体之一）<br>策：策扶老以流憩（拄着）<br>振长策而御宇内（鞭子）<br>执策映长明灯读之（书）<br>惠文、武、昭襄蒙故业，因遗策（策略）<br>时：时矫首而遐观（时常）<br>善万物之得时（大好时光）<br>寓形宇内复几时（时候，时间）<br>非：觉今是而昨非（错误的）<br>富贵非吾愿（不是）</p> <p><strong>古今异义</strong><br>（1）于时风波未静<br>风波<br>古义：指战乱。今义：风浪，常用来比喻纠纷或乱子。<br>（2）尝从人事<br>人事<br>古义：指做官。今义：常用义，人的离合，境遇，存亡等情况，或关于工作人员的录用，培养，调 配，奖罚等工作。<br>（3）寻程氏妹丧于武昌<br>寻<br>古义：不久。今义：常用义为“寻找”“追寻”等。<br>（4）悦亲戚之情话<br>亲戚<br>古义：内外亲戚，包括父母和兄弟。今义：常用于与自己有血缘关系的人。<br>（5）悦亲戚之情话<br>情话<br>古义：知心话。今义：男女间表示爱情的话<br>（6）于是怅然慷慨<br>慷慨<br>古义：感慨。今义：指大方的行为。<br>（7）恨晨光之熹微<br>恨<br>古义：遗憾。今义：指一种情感，多为“仇恨”之意。<br>（8）将有事于西畴<br>有事<br>古义：指耕种之事。今义：指发生某事。/泛指。<br>（9）幼稚盈室<br>幼稚<br>古义：小孩。今义：指不成熟的做法。<br>（10）知来者之可追<br>追<br>古义：挽救，补救。今义：追赶，追求。<br>（11）策扶老以流憩<br>扶老<br>古义：拐杖；今义：扶着老人。<br>（12）问征夫以前路<br>征夫<br>古义：行人；今义：指出征的人<br>（13）既窈窕以寻壑<br>窈窕<br>古义：幽深曲折的样子；今义：女子文静而美好。<br>（14）景翳翳以将入<br>景<br>古义：阳光。今义：景色<br>5、虚词的用法<br>（1）、以<br>A、既自以心为形役 （介词。使、让。） B、舟遥遥以轻飏（表修饰。“而”）<br>C、农人告余以春及（介词。把） D、乐琴书以消忧（连词。来，表目的。）<br>E、聊乘化以归尽（连词，表顺承。然后） F、园日涉以成趣（连词，表结果。）<br>G、木欣欣以向荣（连词，表修饰。“而”） H、问征夫以前路（拿）<br>（2）而<br>A、觉今是而昨非（表并列） B、门虽设而常关（连词，表转折。）<br>C、时矫首而遐观（表修饰） D、鸟倦飞而知还（表承接）<br>（3）之<br>A、悟以往之不谏（主谓之间，取消句子独立性。） B、胡为乎惶惶欲何之（到往）<br>C、悦亲戚之情话（取独） D、善万物之得时（取消句子独立性）</p> <p><strong>判断句</strong><br>（1）皆口腹自役（“皆”表判断）<br>（2）富贵非吾愿</p> <p><strong>宾语前置</strong><br>（1）复驾言兮焉求（“焉求”即“求焉”，追求什么）<br>（2）胡为乎遑遑欲何之（“何之”即“之何”，到哪里去）<br>（3）乐夫天命复奚疑（“疑奚”）</p> <p><strong>省略句</strong><br>（1）情在骏奔（省略主语“余”）<br>（2）寓形宇内复几时（省略介词，寓形“于”宇内复几时）<br>（3）稚子候门（省略“于”，正常语序应为：稚子于门候）<br>（4）耕植不足以自给（省略介词宾语，耕植不足以“之”自给）<br>（5）足以为酒（省略介词宾语，足以“之”为酒）<br>（6）景翳翳将入（省略宾语，景翳翳将入山）<br>（7）云无心以出岫（省略介词，云无心以出于岫）</p> <p><strong>被动句</strong><br>（1）遂见用于小邑（见，被）<br>（2）既自以心为形役（为，被）</p> <p><strong>介宾后置句</strong><br>（1）农人告余以春及（即“以春及告余”）介词结构后置<br>（2）将有事于西畴（即“于西畴有事）介词结构后置<br>（3）寻程氏妹丧于武昌（即“于武昌丧”）介宾结构后置<br>（4）问征夫以前路（即“以前路问征夫”）介宾结构后置 </p><br/><h2>写作背景</h2> <p>　　<a href=\"http://so.gushiwen.org/author_645.aspx\">陶渊明</a>从29岁起开始出仕，一直厌恶官场，向往田园。 陶渊明于东晋义熙元年（405年）41岁时，最后一次出仕，做了80几天的彭泽令。据《宋书.陶潜传》和萧统《陶渊明传》云，陶渊明归隐是出于对腐朽现实的不满。当时郡里一位督邮来彭泽巡视，官员要他束带迎接以示敬意。他气愤地说：“我不愿为五斗米折腰向乡里小儿！”即日挂冠去职，并赋《归去来兮辞》，以明心志。</p> <p>　　这篇赋就是其在回归田园之初激动欣喜之情的自然流露。</p><br/><h2>题旨</h2> <p>　　本文是晋安帝义熙元年（公元405年）作者辞去彭泽令回家时所作，分“序”和“辞”两节，“辞”是一种与“赋”相近的文体名称。“序”说明了自己所以出仕和自免去职的原因。“辞”则抒写了归田的决心、归田时的愉快心情和归田后的乐趣。“归去来兮”就是“归去”的意思，“来”、“兮”都是语气助词。</p> <p>　　通过对田园生活的赞美和劳动生活的歌颂，抒写作者脱离官场的无限喜悦，归隐田园的无限乐趣，表达了对大自然和隐居生活的向往和热爱。叙事、议论、抒情巧妙结合；寓情于景，情真意切，富有情趣；文字洗练，笔调清新，音节谐美，富于音乐美，结构严谨周密。</p><br/><h2>主旨和结构</h2> <p>　　这篇文章的写作经过，序里已有说明；《宋书·陶潜传》则特别提到作者辞官的近因：“郡遣督邮至县，吏白应束带见之，潜叹曰：‘我不能为五斗米，折腰向乡里小人!’即日解印绶去职，赋《归去来》。”从序和这段记录都可以看出，这篇文章作于作者辞官归田之初，是一篇述志的作品，文中着重表达了作者对黑暗官场的厌恶和鄙弃，赞美了农村的自然景物和劳动生活，也显示了归隐的决心。</p> <p>　　本文的叙事线索:辞官——归途——抵家——室内生活——涉园——外出——纵情山水——如何度过余生</p> <p>　　本文的抒情线索：自责自悔——自安自乐——乐天安命</p> <p>　　全文可分三部分：</p> <p>　　第一部分（第1段）表示辞官归田的决心。含两层：前一层是自责之词。<a href=\"http://so.gushiwen.org/view_71183.aspx\">诗</a>人想到“田园将芜”，故应归家，但心为形体所役使而不能自主，这是何等可悲啊!表明诗人已有归意。后一层是自恕自慰之词。诗人已知过去求官为非，今日弃官为是，好比是入了迷途不远，还来得及回到正道上来，因而深感欣慰。这两层点明了全文主旨，表达了诗人鄙弃官场、向往田园的感情。</p> <p>　　第二部分（第2、3段）写作者回到田园后的愉快生活。可分三层：第一层写归途和初抵家时的情况，含三节：前一节写乘舟返家途中既轻松又渴望抵家的心情；中间一节写望见家门时欣喜若狂的心情，这跟在官时“惆怅而独悲”的心情形成了鲜明的对比；后一节写家中景况，有松，有菊，有幼儿，有居室，有酒，有樽，差足自慰。第二层写回家后的日常生活，也含三节：前一节写饮酒自遣，这是室中之乐；后两节写涉园观景，流连忘返，这是园中之乐。这是真正的隐者之乐，跟迁客们的闲适心情绝不相同。第三层写诗人在农村的出游经历。含四节：第一节重申辞官归田之志，以“息交以绝游”进一步表示对当权者和官场生活的鄙弃；第二节写跟乡里故人和农民的交往，为下文写出游张本；第三节写出游方式，“窈窕以寻壑”应上“或棹孤舟”，“崎岖而经丘”应上“或命巾车”；第四节写出游中所见，前两句写农村初春生机勃郁的景象，后两句触景生情，为结尾述人生观张本。</p> <p>　　第三部分（第4段）抒发诗人“乐天安命”的情怀。含三层：前一层紧承上文“吾生之行休”而自问，这是一种委婉的表达方式，有振起下文的作用；下面两层是作者自答，“富贵”两句从反面作答，重在说“富贵”而以“帝乡”为陪衬，中间四句从正面作答，用形象化的手段表明自己快然自足于隐居生活，最后上升到哲理的高度，点出“乐天安命”的思想，卒章显志。</p> <p>　　三、淡远潇洒的风格</p> <p>　　<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>对这篇文章推崇备至，尝言：“两晋无文章，幸独有《归去来兮辞》一篇耳，然其词义夷旷萧散，虽托楚声，而无其尤怨切蹙之病。”大意是，本文虽然采用了楚辞的体式，但作者能自出机杼，不受楚辞中怨愤、悲伤情调的影响，而表现出一种淡远潇洒的风格。例如，作者辞官是因为鄙弃官场的黑暗，但文中并无只言片语涉及官场中的黑暗情形，而只说自己“惆怅而独悲”的心情；对已往的居官求禄，也只说“不谏”和“昨非”，不作更深的追究；他决定今后不再跟达官贵人来往，也仅用“息交以绝游”一语轻轻带过，胸怀何等洒脱，是见役于物的人做不到的。又如文中写田园生活的乐趣，看起来都是一些极为平常的细节，但又处处显示出作者“旷而且真”的感情，句句如从肝肺中流出，而不见斧凿之痕。这种淡远潇洒的文风，跟作者安贫乐道、超然物外的处世态度是完全一致的。</p> <p>　　应当指出，《五柳先生传》中的“无怀氏之民”“葛天氏之民”，《桃花源记》中的“阡陌交通，鸡犬相闻”“黄发垂髫并怡然自乐”，《归去来兮辞》中的“实迷途其未远，觉今是而昨非”，所有这些语句全都寄托着他的政治理想──他希望出现一个没有剥削和压迫、人人能从事和平劳动的社会。</p> <p>　　“但渊明究竟不是一个自了汉。他不完全提倡一个消极的躲避的办法。故桃花源也遂成为积极的理想，社会的模范，像‘乌托邦’（Utopia）、‘共和国’（Republic）、‘新大西洋’（NewAtlantic），那样的一个‘避’秦之地。避秦之地终于是一个寓言的世界，于是五柳先生遂不得不逃于酒，在醉乡里，也就是在理想国里，躲了过去。渊明全部理想几全可以此释之。所以他不仅是一位田园诗人，彻头彻尾的诗人，而且是伟大的政治理想家。”</p><br/><h2>创作背景</h2> <p>　　东晋安帝义熙元年（405），<a href=\"http://so.gushiwen.org/author_645.aspx\">陶渊明</a>弃官归田，作《归去来兮辞》。陶渊明从29岁起开始出仕，任官十三年，一直厌恶官场，向往田园。他在义熙元年41岁时，最后一次出仕，做了八十多天的彭泽令即辞官回家。以后再也没有出来做官。据《宋书.陶潜传》和萧统《陶渊明传》云，陶渊明归隐是出于对腐朽现实的不满。当时郡里一位督邮来彭泽巡视，官员要他束带迎接以示敬意。他气愤地说：“我不愿为五斗米折腰向乡里小儿！”即日挂冠去职，并赋《归去来兮辞》，以明心志。</p> <p>　　陶渊明从晋孝武帝太元十八年（393）起为州祭酒，到义熙元年作彭泽令，十三年中，他曾经几次出仕，几次归隐。渊明有过政治抱负，但是当时的政治社会已极为黑暗。晋安帝元兴二年（403），军阀桓玄篡晋，自称楚帝。元兴三年，另一个军阀刘裕起兵讨桓，打进东晋都城建康（今江苏南京）。至义熙元年，刘裕完全操纵了东晋王朝的军政大权。这时距桓玄篡晋，不过十五年。伴随着这些篡夺而来的，是数不清的屠杀异己和不义战争。渊明天性酷爱自由，而当时官场风气又极为腐败，谄上骄下，胡作非为，廉耻扫地。一个正直的士人，在当时的政洽社会中决无立足之地，更谈不上实现理想抱负。渊明经过十三年的曲折，终于彻底认清了这一点。渊明品格与政治社会之间的根本对立，注定了他最终的抉择——归隐。</p>",
  "poet": {
    "id": 645,
    "star": 0,
    "name": "陶渊明",
    "image": "http://img.gushiwen.org/authorImg/taoyuanming.jpg",
    "desc": "陶渊明（约365年—427年），字元亮，（又一说名潜，字渊明）号五柳先生，私谥“靖节”，东晋末期南朝宋初期诗人、文学家、辞赋家、散文家。汉族，东晋浔阳柴桑人（今江西九江）。曾做过几年小官，后辞官回家，从此隐居，田园生活是陶渊明诗的主要题材，相关作品有《饮酒》、《归园田居》、《桃花源记》、《五柳先生传》、《归去来兮辞》等。"
  },
  "tags": [
    "高中文言文",
    "古文观止",
    "抒情",
    "向往",
    "归隐",
    "田园"
  ]
}