{
  "id": 31867,
  "star": 103,
  "name": "送人东游",
  "dynasty": "唐代",
  "content": "荒戍落黄叶，浩然离故关。<br>高风汉阳渡，初日郢门山。<br>江上几人在，天涯孤棹还。<br>何当重相见，樽酒慰离颜。",
  "fanyi": "<p><strong>译文<br></strong>荒弃的营垒上黄叶纷纷飘落，心怀壮志你告别了古塞险关。<br>飒飒秋风将送你到汉阳渡口，初升的太阳会迎你在郢门山。<br>江东亲友有几人正望眼欲穿，等候着你的孤舟从天涯回还。<br>什么时候我们才能再次相见，举杯畅饮以抚慰离人的愁颜。</p> <p><strong>注释<br></strong>⑴荒戍：荒废的边塞营垒。<br>⑵浩然：意气充沛、豪迈坚定的样子，指远游之志甚坚。《孟子·公孙丑下》：“予然后浩然有归志。”<br>⑶汉阳渡：湖北汉阳的长江渡口。<br>⑷郢门山：位于今湖北宜都县西北长江南岸，即荆门山。<br>⑸江：指长江。几人：犹言谁人。<br>⑹孤棹：孤舟。棹：原指划船的一种工具，后引申为船。<br>⑺何当：何时。<br>⑻樽酒：犹杯酒。樽：古代盛酒的器具。离颜：离别的愁颜。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这首《送人东游》<a href=\"http://so.gushiwen.org/view_31867.aspx\">诗</a>载于《全唐诗》卷五百八十一。下面是古典诗词鉴赏家赵庆培先生对此诗的赏析。</p> <p>　　诗人在秋风中送别友人，倍感凄凉，对友人流露出关切，表现了两人深厚的友谊。这首诗意境悲凉雄壮，情真意切，质朴动人。</p> <p>　　关于此诗的发端，清人<a href=\"http://so.gushiwen.org/author_39.aspx\">沈德潜</a>曰：“起调最高。”（《唐诗别裁》）按首句，地点既傍荒凉冷落的古堡，时令又值落叶萧萧的寒秋，此时此地送友人远行，那别绪离愁，的确令人难以忍受。然而次句诗思却陡然一振：“浩然离故关”——友人此行，心怀浩气而有远志。气象格调，自是不凡。</p> <p>　　颔联两句互文，意为：初日高风汉阳渡，高风初日郢门山。初日，点明送别是在清晨。汉阳渡，长江渡口，在今湖北省武汉市；郢门山，位于湖北宜都市西北长江南岸。两地一东一西，相距千里，不会同时出现在视野之内，这里统指荆山楚水，从而展示辽阔雄奇的境界，并以巍巍高山、浩浩大江、飒飒秋风、杲杲旭日，为友人壮行色。</p> <p>　　颈联仿效<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>“孤帆远影碧空尽，唯见长江天际流”（《黄鹤楼送<a href=\"http://so.gushiwen.org/author_757.aspx\">孟浩然</a>之广陵》）而赋予两重诗意：诗人一面目送归舟孤零零地消失在天际，一面遥想江东亲友大概正望眼欲穿，切盼归舟从天际飞来。几人，犹言谁人。“江上几人在”，想象归客将遇见哪些故人，受到怎样的接待，是对友人此后境遇的关切；诗人早年曾久游江淮，此处也寄托着对故交的怀念。</p> <p>　　尾联写当此送行之际，友人把酒言欢，开怀畅饮，设想他日重逢，更见依依惜别之情意。</p> <p>　　这首诗逢秋而不悲秋，送别而不伤别。如此离别，在友人，在诗人，都不曾引起更深的愁苦。诗人只在首句稍事点染深秋的苍凉气氛，便大笔挥洒，造成一个山高水长、扬帆万里的辽阔深远的意境，于依依惜别的深情之中，回应上文“浩然”，前后紧密配合，情调一致。结尾处又突然闪出日后重逢的遐想。论时间，一笔宕去，遥遥无期；论空间，则一勒而收，从千里之外的“江上”回到眼前，构思布局的纵擒开合，是很见经营的。</p>",
  "about": "<h2>创作背景</h2> 　　这是一首送别<a href=\"http://so.gushiwen.org/view_31867.aspx\">诗</a>，所送何人不详（或为<a href=\"http://so.gushiwen.org/author_114.aspx\">鱼玄机</a>，鱼有《送别》相和）。看诗中地名都在今湖北省，可知这是<a href=\"http://so.gushiwen.org/author_415.aspx\">温庭筠</a>唐宣宗大中十三年（859年）贬隋县尉之后、唐懿宗咸通三年（862年）离江陵东下之前（应为咸通二年秋）的作品，很可能作于江陵，诗人时年五十左右。",
  "poet": {
    "id": 415,
    "star": 0,
    "name": "温庭筠",
    "image": "http://img.gushiwen.org/authorImg/wentingyun.jpg",
    "desc": "温庭筠（约812—866）唐代诗人、词人。本名岐，字飞卿，太原祁（今山西祁县东南）人。富有天才，文思敏捷，每入试，押官韵，八叉手而成八韵，所以也有“温八叉”之称。然恃才不羁，又好讥刺权贵，多犯忌讳，取憎于时，故屡举进士不第，长被贬抑，终生不得志。官终国子助教。精通音律。工诗，与李商隐齐名，时称“温李”。其诗辞藻华丽，秾艳精致，内容多写闺情。其词艺术成就在晚唐诸词人之上，为“花间派”首要词人，对词的发展影响较大。在词史上，与韦庄齐名，并称“温韦”。存词七十余首。后人辑有《温飞卿集》及《金奁集》。"
  },
  "tags": [
    "唐诗三百首",
    "秋天",
    "送别",
    "友情",
    "惜别"
  ]
}