{
  "id": 48331,
  "star": 37,
  "name": "夜半乐·冻云黯淡天气",
  "dynasty": "宋代",
  "content": "冻云黯淡天气，扁舟一叶，乘兴离江渚。渡万壑千岩，越溪深处。怒涛渐息，樵风乍起，更闻商旅相呼。片帆高举。泛画鹢、翩翩过南浦。 <br>望中酒旆闪闪，一簇烟村，数行霜树。残日下，渔人鸣榔归去。败荷零落，衰杨掩映，岸边两两三三，浣沙游女。避行客、含羞笑相语。 <br>到此因念，绣阁轻抛，浪萍难驻。叹后约丁宁竟何据。惨离怀，空恨岁晚归期阻。凝泪眼、杳杳神京路。断鸿声远长天暮。",
  "fanyi": "<p><strong>译文</strong><br>寒云笼罩，天色暗淡，我乘一叶小舟，兴致勃勃地离开江渚。越过千山万水，进入了若耶溪的深处。狂怒的波涛渐渐平息，山风突然间刮起，又听到商贾们相互打招呼。一片片风帆高高挂起，一条条画船轻快地驰过南浦。<br>看岸上酒旗随风飘舞，一座山村烟云迷蒙，村边还有几行经霜的树。夕阳下，打鱼人敲着木榔归去。残败的荷花零零落落，池边掩映一排排光秃的杨柳。岸边三三两两的，是一群浣纱的少女，她们躲避着行人，害羞地含笑相语。<br>行到此处，我勾起了思念，悔不该轻率地抛开闺中女子，像水中浮萍漂流难驻。唉，与她的约定不知何时才能兑现？别离的情怀凄凉，只空恨年终岁晚，归期受阻。泪水涟涟，凝望遥遥京城路，听那孤鸿声声回荡在悠远的暮天中。</p> <p><strong>注释</strong><br>⑴夜半乐：唐教坊曲，后用为词牌。《乐章集》入“中吕调”。段安节《乐府杂录》：“明皇自潞州入平内难，半夜斩长乐门关，领兵入宫剪逆人，后撰此曲，名《还京乐》。”又有谓《夜半乐》与《还京乐》为二曲者。常以<a href=\"http://so.gushiwen.org/author_535.aspx\">柳永</a>词为准。一百四十四字，分三段，前段、中段四仄韵，后段五仄韵。前段第四句是上一、下四句式。全曲格局开展，中段雍容不迫，后段声拍促数。<br>⑵冻云：冬天浓重聚积的云。扁舟：小船。乘兴离江渚：自己乘兴离开了江边。江渚：江边。渚：水中沙洲，此指水边。<br>⑶万壑千岩：出自《世说新语·言语》：顾恺之自会稽归来，盛赞那里的山川之美，说：”千岩竞秀，万壑争流。“这里指千山万水。越溪：泛指越地的溪流。<br>⑷樵风：指顺风。乍起：指山风突然的吹起来。商旅：行商之旅客，这里泛指旅客。<br>⑸画鹢（yì）：船其首画鹢鸟者，以图吉利。鹢是古书上说的一种水鸟，不怕风暴，善于飞翔。这里以“画鹢”代指舟船。翩翩：形容穿行轻快的样子。南浦：南岸的水边，泛指水滨。<br>⑹望中：在视野里。酒旆：酒店用来招引顾客的旗幌。一簇烟村：一处冒着炊烟的村庄。<br>⑺鸣榔：用木长棒敲击船舷。渔人有时用他敲船，使鱼受惊入网；有时用它敲船以为唱歌的节拍，这里用后者，即渔人唱着渔歌回家。<br>⑻浣纱游女：水边洗衣劳作的农家女子。<br>⑼因：这里是”于是“，”就“的意思。绣阁轻抛：轻易抛弃了偎红倚翠的生活。浪萍难驻：漂泊漫游如浪中浮萍一样行踪无定。<br>⑽后约：约定以后相见的日期。丁宁：同“叮咛”，临别郑重嘱咐。何据：有什么根据，是说临别时相互的约定、嘱咐都不可靠，都无法实现。<br>⑾空恨：徒恨。<br>⑿杳杳：遥远的意思。神京：指都城汴京。断鸿：失群的孤雁。长天暮：远天出现茫茫暮色。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　上片首句点明时令，交待出发时的天气。“冻云”句说明已届初冬，天公似酿雪，显得天色黯淡。“扁舟”二句写到自身，以“黯淡”的背景，反衬自己乘一叶扁舟驶离江渚时极高的兴致。“乘兴”二字是首叠的主眼，从“离江渚”开始，直到“过南浦”，词人一直保持着饱满的游兴。“渡万壑”二句，概括交待了很长的一段路程，给人以“轻舟已过万重山”的轻快感觉。“怒涛”四句，写扁舟继续前行时的所见所闻。此时已从万壑千岩的深处出来，到了比较热闹的开阔江面上，浪头渐小，吹起顺风，听见过往经商办事的船客彼此高兴地打招呼，船只高高地扯起了风帆。“片帆高举”是写实，也可想象出词人顺风扬帆时独立船头、怡然自乐的情状。“泛画鹢”的“鹢”，是一种水鸟，古代常画鹢于船头，这里以“画鹢”代指舟船。“翩翩”，轻快的样子。“南浦”，南岸的水边。“翩翩”遥应“乘兴”，既写舟行的轻快，也是心情轻快的写照。从整个上片来看，<a href=\"http://so.gushiwen.org/author_535.aspx\">柳永</a>当时的心情是轻松愉快的。</p> <p>　　中片写舟中所见，所有景物都“望中”生发，时间是“过南浦”以后，已届傍晚，地点从溪山深处转到了南浦以下的江村。词人乘兴扬帆翩翩而行，饶有兴味地观赏着展现眼前的风光。“望中”三句写岸上，只见高挑的酒帘风中闪动，烟霭朦胧中隐约可见有一处村落，其间点缀着几排霜树。“残日”句转写江中，渔人用木棒敲击船舷的声音把词人的注意力吸引了过来，发现残日映照的江面上，渔人“鸣榔归去”。接下来却见，浅水滩头，芰荷零落；临水岸边，杨柳只剩下光秃秃的枝条；透过掩映的柳枝，看得见岸边一小群浣纱归来的女子。“浣纱游女”是词人描写的重点，他工笔细描她们“避行客、含羞笑相语”的神情举止。眼前这三三两两浣纱游女，触动并唤醒了词人沉埋心底的种种思绪，顿生羁旅行役的感慨，真所谓因触目而惊心。整个中片承上启下，与下片存着内的有机联系。</p> <p>　　下片由景入情，写的是去国离乡的感慨，用“到此因念”四个字展开。“此”字直承二叠末的写景，“念”字引出此叠的离愁别恨。“绣阁轻抛”，后悔当初轻率离家：“浪萍难驻”，慨叹此时浪迹他乡。将离家称为“抛”，更“抛”前着一“轻”字，后悔之意溢于言表；自比浮萍，又“萍”前安一“浪”字，对于眼下行踪不定的生活，不满之情见于字间。最使词人感到凄楚的是后会难期。“叹后约”四句，便是从不同的角度抒写难以与亲人团聚的感慨。</p> <p>　　“叹后约”句遥当年别离时分，妻子殷勤叮咛，约定归期，而此时难以兑现。“惨离怀”二句一叹现时至岁暮，但还不能回家，因而只能空自遗憾；再叹目前自己离妻子寄身的京城汴梁，路途遥远，不易到达，只得“凝泪眼”而长望。结语“断鸿”句，重又由情回到景上，望神京而不见，映入眼帘的，唯有空阔长天，苍茫暮色，听到耳中的只有离群的孤雁渐去渐远的叫声。这一景色，境界浑涵，所显示的氛围，与词人的感情十分合拍。“断鸿”句所写的是情中之景，着重表现的是寄寓景物中的主观感受。下片把去国离乡的离愁和羁旅行役的苦况写得令人读来心神惨然。</p> <p>　　柳永词善于铺叙，上、中片写景，感情悠游不迫，笔调舒徐从容，由叙述转为描绘。描叙内容也从自然现象转到社会人事，整体上层次分明，铺排有序。末片抒情，感情汪洋恣肆，一发难收，笔调也变得急促起来，抒写了悔当初、恨现的感情；接着的几句，围绕着“别易会难”这一中心，作多角度的反复抒写。音韵上，从“叹后约”句开始，用韵转密，如促节繁弦，正好适应了硬咽语塞、一吐为快的抒情需要。写景，为抒情铺垫；徐缓，为急骤蓄势。通篇转承自然、浑若天成，体现了柳永长调的突出优点。</p>",
  "poet": {
    "id": 535,
    "star": 0,
    "name": "柳永",
    "image": "http://img.gushiwen.org/authorImg/liuyong2.jpg",
    "desc": "柳永，（约987年—约1053年）北宋著名词人，婉约派创始人物。汉族，崇安（今福建武夷山）人，原名三变，字景庄，后改名永，字耆卿，排行第七，又称柳七。宋仁宗朝进士，官至屯田员外郎，故世称柳屯田。他自称“奉旨填词柳三变”，以毕生精力作词，并以“白衣卿相”自诩。其词多描绘城市风光和歌妓生活，尤长于抒写羁旅行役之情，创作慢词独多。铺叙刻画，情景交融，语言通俗，音律谐婉，在当时流传极其广泛，人称“凡有井水饮处，皆能歌柳词”，婉约派最具代表性的人物之一，对宋词的发展有重大影响，代表作 《雨霖铃》《八声甘州》。"
  },
  "tags": [
    "宋词精选",
    "写景",
    "羁旅",
    "思亲"
  ]
}