{
  "id": 49713,
  "star": 16,
  "name": "千秋岁·次韵少游",
  "dynasty": "宋代",
  "content": "岛边天外， 未老身先退。 珠泪溅， 丹衷碎。 声摇苍玉佩、色重黄金带。一万里，斜阳正与长安对。<br>道远谁云会，罪大天能盖。君命重，臣节在。新恩犹可觊，旧学终能难改。吾已矣，乘桴且恁浮于海。",
  "fanyi": "<p><strong>译文<br></strong>人未老而身已退居在天外孤岛上。腰间佩戴金色的玉饰泠泠作响；金黄色的腰带色彩浓艳。夕阳正斜照着万里之外的汴京城。<br>路途遥远，谁说还能见到汴京城。我的罪孽深重，但皇帝能给予宽恕。君王之命很重，不可违背；我的节操依然保持着。大概能期望君王赐予赦免的新恩，但我的旧识积习终究难以改变。算了吧，我还是乘舟漂浮在海上，暂且如此度过余生。</p> <p><strong>注释<br></strong>⑴此词作于元符三年（1100年）。王文浩《苏<a href=\"http://so.gushiwen.org/view_49713.aspx\">诗</a>总案》卷四十三谓本年四月得<a href=\"http://so.gushiwen.org/author_125.aspx\">秦观</a>书，并作答。少游：秦观的字，曾作《千秋岁》（水边沙外）。次韵：指旧时古体诗词写作的一种方式。按照原诗的韵和用韵的次序来和诗次韵就是和诗的一种方式。也叫步韵。<br>⑵天外：《文选》卷15，张平子《思玄赋》：“廓荡荡其无涯兮，乃今窥乎天外。”<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>时在琼州（今海南岛），故言岛边天外。<br>⑶丹衷：犹言“丹心”。<br>⑷苍玉佩、黄金带：指朝廷命官所佩的饰物。此喻声情之惨怛。<br>⑸一万里二句：时苏轼居海南，距京城甚远，故云。长安，今陕西西安，汉唐时京都。此当指北宋京都汴京 （今河南开封）。<br>⑹天：喻皇帝。<br>⑺君命：指君王的命令。臣节，人臣的节操。<br>⑻觊（jì）：希图、冀望。<br>⑼已矣：算了、罢了。<br>⑽乘桴句：《论语·公冶长》载孔子说：“道不行，乘桴浮于海，从我者其由与？”桴（fú），小筏子。恁（rèn），这样。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　<a href=\"http://so.gushiwen.org/author_125.aspx\">秦观</a>《千秋岁》词抒发离愁别绪，情意缠绵。<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>的和词比秦词心境较为开阔。一是他能直抒胸臆，表达自己的“丹衷”、“臣节”，发泄“未老身先退”、“罪大天能盖”的强烈幽怨不满情绪。二是他能将幽怨不满置之度外，我行我素，不理会人家的评说，表现出一贯的超脱达观态度。即使在政治上连遭打击之时，他的进取精神仍未完全磨灭。</p> <p>　　上阕“未老身先退”句首先表明了对贬谪的不满。<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>《不致仕》云：“七十而致仕，礼法有明文。”时苏轼年六十三遭贬到海南岛，故言岛边天外。未老身先退是朝廷决定，非自己情愿，怎不叫人伤心落泪。“珠泪尽，丹衷碎”写出苏轼遭贬的愤懑。苏词用很工的对偶句, 有声有色地描写当年在朝廷任职时的形象。苏轼虽被贬，但服饰仍旧，故有“声摇苍玉佩，色重黄金带”之说。“斜阳”句是说自己虽已暮年，远在万里天涯，但还怀念着京都。苏轼一片忠心未改。“莫嫌雷琼隔云海，圣恩尚许遥相望”，两句可作参考。词上阕抒写怀君思朝之真情： 泪洒心碎，一步一回首。</p> <p>　　下阕苏轼表示难迎合朝廷，迫不得已，只好学孔子“乘桴浮于海”。下阕反映出苏轼内心的矛盾，一方面他是有罪之臣，难忘“君命”、“新恩”，另方面“君命”有悖“旧学”，对自己的前途已不抱希望。“乘槎且恁于海”，语出《论语·公冶长》：“道不行，乘桴浮于海。”孔子的意思是如果我政治主张行不通, 我就乘着木排过海到海外去, 跟随我的大概只有仲由吧。词人暗中写自己，也写秦观。 仲由是孔子的学生，秦观也曾拜苏轼为师。他鼓励秦观振作起来。词人站得高，想得远，能摆脱个人得失，终不忘江山社稷。他的和韵词不仅格调较高，而且符合自己的长者身份。</p> <p>　　全词波澜起伏，情感激荡，令人感受苏轼胸中炽热的情感还未泯灭。表达了他不忘自己的使命，虽历经磨难仍不改报效国家的政治抱负。</p>",
  "about": "<h2>创作背景</h2> <p>　　绍圣元年(1094)四月，<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>落职知英州，<a href=\"http://so.gushiwen.org/author_125.aspx\">秦观</a>被指为影附苏轼随之被贬为杭州通判，道贬监处州酒税。三年，转徙郴州。</p> <p>　　绍圣四年（1097年）仲春，新党为了将旧党（元祐党人）赶尽杀绝，朝廷对“元祐党人”的贬地作了一次大规模的调整。所有被贬外地的元祐党人，根据贬所再向更远之地贬一次。因为苏轼在旧党中的地位，已经被贬广东的苏轼，再次被贬到了海南。秦观由郴州转徙到更远的横州(今广西横县)。</p> <p>　　秦观于绍圣四年（1097年）在衡州遇到了在这里做知府的孔平仲(毅甫)。孔平仲系与秦观同一批受到贬谪，落职知衡州的，处境与心境大致相同，秦观因向他赠送了旧作《千秋岁》词。</p> <p>　　孔平仲他读了这首词以后，认为言语悲伧，作者心中的幽怨太深，恐不久于人世，并步原韵和词一首，</p> <p>　　元符三年（1100年）四月，秦、孔二人所作的《千秋岁》经由苏轼的侄孙苏元老传到了远谪琼州的苏轼那里。苏轼有所感，亦作和词一首。</p>",
  "poet": {
    "id": 183,
    "star": 0,
    "name": "苏轼",
    "image": "http://img.gushiwen.org/authorImg/sushi.jpg",
    "desc": "苏轼（1037－1101），北宋文学家、书画家、美食家。字子瞻，号东坡居士。汉族，四川人，葬于颍昌（今河南省平顶山市郏县）。一生仕途坎坷，学识渊博，天资极高，诗文书画皆精。其文汪洋恣肆，明白畅达，与欧阳修并称欧苏，为“唐宋八大家”之一；诗清新豪健，善用夸张、比喻，艺术表现独具风格，与黄庭坚并称苏黄；词开豪放一派，对后世有巨大影响，与辛弃疾并称苏辛；书法擅长行书、楷书，能自创新意，用笔丰腴跌宕，有天真烂漫之趣，与黄庭坚、米芾、蔡襄并称宋四家；画学文同，论画主张神似，提倡“士人画”。著有《苏东坡全集》和《东坡乐府》等。"
  },
  "tags": [
    "抒怀",
    "感慨",
    "怀才不遇",
    "愁苦"
  ]
}