{
  "id": 70656,
  "star": 14,
  "name": "戏文·蔡伯喈琵琶记",
  "dynasty": "元代",
  "content": "第一出<br>【水调歌头】秋灯明翠巾莫，夜案览芸编。今来古往，其间故事几多般。少甚佳人才子，也有神仙幽怪，琐碎不堪观。正是：不关风化体，纵好也徒然。论传奇，乐人易，动人难。知音君子，这般另做眼儿看。休论插科打诨，也不寻宫数调，只看子孝与妻贤。骅骝方独步，万马敢争先？<br>【沁园春】赵女姿容，蔡邕文业，两月夫妻。奈朝廷黄榜，遍招贤士，高堂严命，强赴春闱。一举螯头，再婚牛氏，利绾名牵竟不归。饥荒岁，双亲俱丧，此际实堪悲。堪悲赵女支持，剪下香云送舅姑。罗裙包土，筑成坟墓；琵琶写怨，竟往京畿。孝矣伯喈，贤哉牛氏，书馆相逢最惨凄。重庐墓，一夫二妇，旌表耀门闾。<br><br>第二出<br>【瑞鹤仙】十载亲灯火，论高才绝学，休夸班马。风云太平日，正骅骝欲骋，鱼龙将化。沈吟一和，怎离双亲膝下？尽心甘旨，功名富贵，付之大也。<br>【宋玉才多未足称，子云识字<br>浪传名。奎光已透三千丈，风力行看九万程。经世手，济时英，玉堂金马岂难登？要将莱彩欢亲意，且戴儒冠尽子情。蔡邕沉酣六籍，贯串百家。自礼乐名物，以至诗赋词章，皆能穷其妙；由阴阳星历以至声音书数，靡不极其精。抱经济之奇才，当文明之盛世。幼而学，壮而行，虽望青云之万里；入则孝，出则弟，怎离白发之双亲？到不如尽菽水之欢，甘齑盐之分。正是：行孝于己，责报于天。更喜新娶妻房，才方两月。却是陈留郡人，赵氏五娘子。仪容俊雅，也休夸桃李之姿；德性幽闲，尽可寄蘋蘩之托。且喜夫妻和顺，父母康宁。自家记得诗中云\"为此春酒，以介眉寿。\"今喜双亲既寿而康，对此春光，就花下酌杯酒，与双亲称寿。昨日已分付媳妇安排，不免催促他则个。娘子，安排酒，请爹妈出来。<br>【宝鼎儿】小门深巷里，春到芳草，人闲清昼。<br>人老去星星非故，春又来年年依旧。<br>最喜得今朝新酒熟，满目花开似绣。愿岁岁年年人在，花下常斟春酒。<br>孩儿，请爹妈出来做甚么？告爹妈：人生百岁，光阴几何？幸得爹妈年满八旬，孩儿一则以喜，一则以惧：况当此春光佳景，闲居无事，孩儿要与爹妈称庆歇子。如此，也好。<br>【锦堂月】帘幕风柔，庭帏昼永，朝来峭寒轻透。人在高堂，一喜又还一忧。惟愿取百岁椿萱，长似他三春花柳。酌春酒，看取花下高歌，共祝眉寿。<br>【前腔换头】辐辏，获配鸾俦。深惭燕尔，持杯自觉娇羞。怕难主蘋蘩，不堪侍奉箕帚。惟愿取偕老夫妻，长侍奉暮年姑舅。<br>【前腔换头】还愁，白发蒙头，红英满眼，心惊去年时候。只恐时光，催人去也难留。惟愿取黄卷青灯，及早换金章紫绶。<br>【前腔换头】还忧，松竹门幽，桑榆暮景，明年知他健否安否？叹兰玉萧条，一朵桂花难茂。惟愿取连理芳年，得早遂孙枝荣秀。<br>【醉翁子】回首，看瞬息乌飞兔走。喜爹妈双全，谢天相佑。不谬，更清淡安闲，乐事如今谁更有？相庆处，但酌酒高歌，共祝眉寿。<br><br>【前腔】卑陋，论做人要光前耀后。劝我儿青云，万里驰骤。听剖，真乐在田园，何必当今公与侯？<br>【侥侥令】春花明彩袖，春酒满金瓯。但愿岁岁年年人长在，父母共夫妻相劝酬。<br>【前腔】夫妻长厮守，父母愿长久。坐对送青排闼青山好，看将绿护田畴绿水浟。<br>【十二时】山青水绿还依旧，叹人生青春难又，惟有快活是良谋。<br>逢时对酒合高歌，须信人生能几何？<br>万两黄金未为宝，一家安乐值钱多。<br><br>第三出<br>风送炉香归别院，日移花影上闲庭。昼长人静无他事，惟有啼莺三两声。小人不是别人，却是牛太师府里一个院子。若论我那太师富贵，真个：只有天在上，更无山与齐；举头红日近，回首白云低。怎见得那富贵？只见势压中朝，富倾上苑。白日映沙堤，清霜凝画戟。门外车轮流水，城中甲第连山。琼楼酬月十二层，锦帐藏春五十里。香散绮罗，写不尽园林景致；影摇珠翠，描不就庭院风光。好耍子的油壁车轻金犊肥，没寻处的流苏帐暖春鸡报。画堂内持觞劝酒，走动的是紫绶金貂；绣屏前品竹弹丝，摆列的是红妆粉面。玳帽筵中爇宝香，真个是朝朝寒食；琉璃影里烧银烛，果然是夜夜元宵。这般福地洞天，可知有仙姝玉女。休言富贵牛太师，且说贤德小娘子。看他仪容娇媚，一个没包弹的俊脸，似一片美玉无瑕；体态幽闲，半点难勾引的芳心，似几寸清冰彻底。珠翠丛中长大，倒欣着淡雅梳妆；绮罗阵里生来，却厌他繁华气象。怪听笙歌声韵，惟贪针指工夫。爱此清幽，整白日何曾离绣阁，笑人游冶，傍青春那肯出香闺。开遍海棠花，也不问夜来多少；飞残杨柳絮，并不道春去如何。要知他半点真心；惟有穿琐窗皓月；能使他一双娇眼，除非翻翠帐轻风。决非慕司马的文君，肯学选伯鸾的德耀。更羡他知书知礼，是一个不趋蹡的秀才；若论他有德有行，好一个戴冠儿的君子。多应是相门相种，可惜不做个厮儿；少甚么王子王孙，争要求为佳配。呀！理会得么？他是玉皇殿前掌书仙，一点尘心谪九天。莫怪兰香熏透骨，霞衣曾惹御炉烟。好怪么！只见老姥姥和惜春养娘舞将来做甚么？<br>【雁儿舞】深院重重，怎不怨苦？要寻个男儿，并无门路。甚年能勾，和一丈夫，一处里双双雁儿舞？，<br>老姥姥拜揖。院子万福。<br>惜春姐拜揖。院公万福。我且问你两个，每常间不曾恁地戏耍，怎的今日十分快活？<br>院公，你不得知，我吃小娘子苦，并不许我一步胡踏，并不要说男儿边厢去。苦咳！你弗要男儿，我须要他。也道我和他相似，也不放我笑一笑。今日天可怜见，吃我千方百计去说化他，只限我一个时辰，去花园中赏玩一番。苦咳！我如何的不快活？便是我，也千不合万不合前生不种福地，把我这里做丫头，苦如何说得？做丫头老了，并不曾有一日得眉头开。今日得老相公出去，我且来这里游赏歇子。<br>原来恁地，可知你快活也。院子，你伏事老相公，公的又撞着公的！我伏事小娘子，雌的又撞着雌的。又道是凤只鸾孤。老姥姥，惜春年纪小，也怪他伤春不得。你老老大大，也这般说，甚么样子？哱口息！老畜生，吃你识秋茄晚结，迟花晚发；老自老，似京枣，外面皱，里面好。你不见东村李太婆？年七十岁，头光光的，也只是要嫁人。人问他：你老了，嫁甚的？这婆子做四句诗，做得好。<br>四句诗如何说？道是：人生七十古来稀，不去嫁人待何时？下了头髻做新妇，枕头上放出大擂槌。<br>你有些欠尊重。便是西村有个张太婆，年六十九岁，一个公公见他生得好，只是要取他。这婆子道：你做得四句诗。做得好。如何说？道是：青春年少莫蹉跎，床公尚自讨床婆，红罗帐里做夫妇，枕头上安着两个大西瓜。休闲说，今日能勾得在此闲戏歇子，也不是容易。正撞着院公在此，咱每两三个自作耍歇子。还是做什么耍好？踢气球耍。不好。怎地不好？【西江月】白打从来逞势，官场自小驰名。如今年老脚□肷疼，圆社无心驰骋。空使绣襦汗湿，谩罗袜生尘。兀的是少年子弟俏门庭，不似宝妆行径。斗百草耍。<br>也不好。怎的不好？【西江月】香径里扳残草色，雕阑畔折损花容。又无巧艺动王公，枉费了工夫何用？惊起娇莺语燕，打开浪蝶狂烽。若还寻得并头红，早把你芳心引动。打秋千耍。<br>这个却好。打秋千怎的便中？你听我说：【西江月】玉体轻流香汗，绣裙荡漾明霞。纤纤玉手把彩绳拿，真个堪描堪画。本是北方戎戏，移来上苑豪家。女娘撩乱隔墙花，好似半仙戏耍。恁地便打秋千。只是那里有秋千架？我这花园里那讨秋千架？一来相公不忻，二来娘子又不好，纵有也拆了。院公，没奈何，咱每三个在这里，厮论做个秋千架，一人打，两人抬。谁先打？我两人抬，院公，你先打。老姥姥，将我的《列女传》那里去了？<br>你两人骗得我好也！今番当我打。老姥姥打。惜春，将我针线箱儿那里去了？你奸得我索性。今番当我打，疾忙着。<br>莫信直中直，须防仁不仁。又耍，罢罢，来么！轮当我打，便奚落人。贱人！你直恁的为人不自重，只要闲嬉并闲哄。娘子，交人怎不去闲嬉？怎的？你看么，秋千架尚兀自走动。贱人！我只教你在此赏玩片时，谁许你在此闲哄？娘子，奴家名唤做惜春，见这春去，自伤春起来，如何不闷？你有甚伤春？<br>娘子，我早晨间见疏剌刺寒风，吹散了一帘柳絮；饷午间只见浙零零小雨，打坏了满树梨花。一霎时啭几对黄鹂，猛可地叫数声杜宇。见此春去，如何不闷？<br>春光自去，你有甚么闷来？我和你去习些女工便了。苦咳！这般天气，谁不去闲嬉？娘子却教惜春去习女工，兀的不是闷杀惜春么？妇人家谁许你闲嬉？不习女工，有甚勾当？你却不学不出闺门的。<br>娘子，你有千箱罗绮，满头珠翠，少甚么子，却这般自苦？贱人！好怪么？做生活是你本分的事，问有和不有做甚么？恁的，惜春辞娘子去了，我伏事别人，与他传消递息，随趁也得些快活。伏事着你，见男儿也不许我抬眼。前日艳阳天气，花红柳绿，猫儿狗儿也动心，你也不动一动；如今暮春时候，鸟啼花落，谁不伤情？你也不愁一愁。惜春其实难和娘子过活。贱人！你是狂是颠？我对老相公说，教好生施行你。娘子可怜见，惜春心里闷，自这般说。你看么？<br>【祝英台近】绿成阴，红似雨，春事已无有。<br>闻说西郊，车马尚驰骤。怎如柳絮帘栊，梨花庭院，好天气清明时候。<br>【玉楼春】清明时节单衣试，争奈昼长人静重门闭？我芳心不解乱萦牵，羞见游丝与飞絮。绣窗欲待拈针指，忽听莺燕双双语。无情何处管多情？任取春光自来去。娘子。有甚法度教惜春休闷了？<br>【祝英台序】把几分春三月景，分付与东流。<br>鸟啼花落，须烦恼你。啼老杜鹃，飞尽红英，端不为春闲愁。不闲愁，也去赏玩节否？休休，妇人家不出闺门，怎去寻花穿柳？<br>不游赏，只怕消瘦了你。把花貌，谁肯因春消瘦？<br>【前腔换头】春昼，只见燕双飞，蝶引队，莺浯似求友。你是人物，说那虫蚁做甚么？那更柳外画轮，花底雕鞍，都是少年闲游。这贱人，你是妇人家，说那少年事做甚么？难守，孤房清冷无人，也寻一个佳偶。呀，贱人！你到思量男儿。这般说，终身休配鸾俦。<br>【前腔换头】知否？我为何不卷珠帘，独坐爱清幽？清幽，清幽，争奈人愁！千斛闷怀，百种春愁，难上我的眉头。只怕你不长恁地。休忧，任他春色年年，我的芳心依旧。<br>只怕风流年少哄着你。这文君，可不担阁了相如琴奏。<br>【前腔换头】今后，方信你彻底澄清，我好没来由。你怎的不收拾了心下？想象暮云，分付东风，情到不堪回首。你怎不学我？听剖：你是蕊宫琼苑神仙，不比尘凡相诱。恁地，自随我习些女工便了。谨随侍，窗下拈针挑绣。<br>休听枝上子规啼，闷在停针不语时。<br>窗外日光弹指过，席前花影坐间移。<br><br>第四出<br>【一剪梅】浪暖桃香欲化鱼，期逼春闱，诏赴春闱。郡中空有辟贤书，心恋亲闱，难舍亲闱。<br>世间好物不坚牢，彩云易散琉璃脆。蔡邕本欲甘守清贫，力行孝道。谁知朝廷黄榜招贤，郡中把自家保申上司去了；一壁厢来辟召，自家力以亲老为辞。这吏人虽则已去，只怕明日又来，我只得力辞。正是：人爵不如天爵贵，功名争似孝名高？<br>【宜春令】虽然读，万卷书，论功名非吾意儿。只愁亲老，梦魂不到春闱里。便教我做到九棘三槐，怎撇得萱花椿树？我这，衷肠一点孝心，对谁人语？<br><br>【前腔】相邻并，相依倚，往常间有事来相报知。来的却是张大公。公公拜揖。解元拜揖。解元：试期逼矣，早办行装前途去。双亲老了，不敢去。子虽念亲老孤唯，亲须望孩儿荣贵。解元，趁此，青春不去，更待何日？<br>解元既不肯去，更待老员外和大娘子出来，看如何说；也只是劝解元去分晓。道由未了，兀的便是老员外来。<br>【前腔】时光短，雪鬓垂，守清贫不图着甚的。有儿聪慧，但得他为官吾足矣。孩儿，天子诏招取贤良，秀才每都求着科试。快赴春闱，急急整着行李。<br>孩儿，如今黄榜招贤，郡中既然辟召你，你如何不去赴选？兀的大娘子也出来了。<br>【吴小四】眼又昏，耳又聋，家私空又空。只有孩儿肚内聪，他若做得官时运通，我两人不怕穷。<br>我到不合娶媳妇与孩儿，只得六十日，便把我孩儿都瘦了；若更过三年，怕不做一个骷髅。<br>只要他不谐。孩儿，如今黄榜招贤，试期已迫，你这般人才，如何不去赴选？老员外和大娘子，不可不作成秀才走一遭。告爹爹，孩儿非不要去，争奈爹妈年老，家中无人侍奉。苦么！你又没七子八婿，只有一个孩儿。老贼！你眼又昏，耳又聋，又走动不得，教孩儿出去，万一有些差池，教兀谁管来？你真个没饭吃便着饿死，没衣穿便着冻死。你理会得甚么？孩儿做官，也改换门闾，如何不教他去？孩儿难去。<br>【绣带儿】亲年老光阴有儿？行孝正是今日。终不然为着一领蓝袍，却落后了戏彩斑衣。思之，此行荣贵虽可拟，怕亲老等不得荣贵。春闱里纷纷大儒，难道是没爹娘的孩儿方去？<br>【前腔换头】休迷！男儿汉凌云志气，何必苦恁淹滞？可不干费了十载青灯，枉捱半世黄艹齑？须知，<br>此行是亲志休故拒。秀才，你那些个养亲之志？百年事只有此儿，老贼！难道是庭前森森丹桂？<br><br>【太师引】他意儿难提起，这其间就里我自知。<br>他为甚么？他恋着被窝中恩爱，舍不得离海角天涯。你是读书人，说个比仿与你：涂山四日离大禹，你直恁地舍不得分离。敢是如此。秀才，你贪鸳侣守着凤帏，多误了鹏程鹗荐的消息。<br>【前腔】他意里只要供甘旨，又何曾贪欢恋妻。自古道曾参纯孝，何曾去应举及第？功名富贵天付与，天若与不求须来至。娘行是望爹行听取。孩儿恋媳妇不肯去呵，天须鉴孩儿不孝的情罪。<br>告爹爹：教孩儿出去，把爹爹妈妈独自在家，万一有些差池，一来别人道孩儿不孝，撇了爹娘去取功名；二来道爹娘所见不达，只有一子，教他远离；以此上不相从。不从我的言语也由你，但说如何唤做孝？老贼！你年七八十岁，也不识做孝。披麻带索便是孝。告爹爹：凡为人子者，冬温而夏清，昏定而晨省，问其寒燠，搔其疴痒，出入则扶持之，问所欲则敬进之。是以父母在，不远游；出不易方，复不过时。古人的大孝，也只如此。孩儿，你说的都是小节，不曾说那大孝。老贼！你又不死，只管教他做大孝。赶出去赴选不得。这话有些不祥。孩儿，你听我说：夫孝始于事亲，中于事君，终于立身。身体发肤，受之父母，不敢毁伤，孝之始也。立身行道，扬名于后世，以显父母，孝之终也。是以家贫亲老，不为禄仕，所以为不孝。你去做官时节，也显得父母好处，不是大孝，却是甚么？爹爹说得自是。知他是去做官不做官？若还不中时节，又不能勾事君，又不能勾事亲，可谓两耽阁了。秀才，说话错了。老汉常听得秀才每说道：幼而学，壮而行；怀宝迷邦。谓之不仁。孔席不暇暖，墨突不得黔，伊尹负鼎俎以干汤，百里奚把五羊之皮自鬻，也只要顺时行道，济世安民。秀才，这个正是学成文武艺，合当货与帝王家。秀才，你这般人才，如何不去做官，济世安民？你都有言语劝我儿，我有个故事说与你听：在先东村有个李员外孩儿，他爹爹每日只闲炒。只是教孩儿去做官。他吃不过爹爹闲炒，去到长安，那里无人抬举他，流落教化，见平章宰相，疾忙田地上拜着。丞相可怜见他，道：我与你个养济院头目，去管你爹娘。这个人道：做养济院头目，如何去管得爹娘？比及他回来，爹娘果在养济院里。他爹问他娘道：我教孩儿去的是？今日我孩儿做头目，人也不敢欺负我。你今日去，千万取个养济院头目，卑田院大使回来，也休教人欺负我。只有乞丐相，教我听了半日。孩儿。你便去。孩儿去则不妨，爹妈教谁看管？秀才，自古道：千钱买邻。八百买舍。老汉既忝在邻舍，秀才但放心前去，不拣有甚欠缺，或是大员外老安人有些疾病，老汉自当早晚应承。如此，谢得公公！凡事专托公公周济。如此，卑人没奈何，只得收拾行李便去。<br>【三学士】谢得公公意甚美，凡事仗托维持。假饶一举登科日，难道是双亲未老时。只恐锦衣归故里，双亲的怕不见儿。<br>【前腔】萱室蝽庭衰老矣，指望你换了门闾。你休道无人供奉。你做得官呵，三牲五鼎供朝夕，须胜似啜菽并饮水。你若锦衣归故里，我便死呵，一灵儿终是喜。<br>【前腔】托在邻家相倚依，专当效峰区区。秀才，你为甚在十年窗下无人问？只图个一举成名天下知。你若不锦衣归故里，谁知你读万卷书？<br>【前腔】一旦分离掌上珠，我这老景凭谁？忍将父母饥寒死，博换得孩儿名利归。你纵然衣锦归故里，补不得你名行亏。<br>孩儿，急办行装赴试闱。父亲严命怎生违？一举首登龙虎榜，十年身到凤皇池。<br>　</p> <p>第五出<br>【谒金门】春梦断，临镜绿云撩乱。闻道才郎游上苑，又添离别叹。苦被爹行逼遣，脉咏此情何限。骨肉一朝成拆散，可怜难舍拚。<br>解元，云情雨意，虽可抛两月之夫妻；雪鬓霜鬟，更不念八旬之父母。功名之念一起，甘旨之心顿忘，是何道理？娘子，休说那话。膝下远离，岂无眷恋之意？奈堂上父母力勉，不听分剖之辞，教卑人如何是得？我多猜着你了：<br>【忒忒令】你读陪思量要做状元，我只怕你学疏才短。我不曾才短。只是孝经，曲礼，你早忘了一半。我不曾忘了。你身曾忘了：却不道夏淸与冬温，昏须定，晨须省，亲在游怎远？<br>【前腔】我哭哀哀推辞了万千，他闹炒炒抵死来相劝。将我深罪，不由人分辨。罪你甚么？<br>只道我恋新婚，逆亲言，贪妻爱，不肯去赴选。<br><br>【沉醉东风】你爹行见得你好偏，只一子不留在身畔。我和你去说咱。休休，他只道我不贤，要将你迷恋。苦！这其间怎不悲怨？为爹泪涟，为娘泪涟，何曾为着夫妻上意牵？<br>【前腔】做孩儿节孝怎全？做爹行不从人几谏。呀！俺为人子，不当恁地说。也不是要埋冤，影只形单，我出去有谁来看管。<br>娘子，爹爹妈妈来，你且揾了眼泪。<br>【腊梅花】我孩儿出去在今日中，爹爹妈妈来相送。但愿得鱼化龙，青云得路，桂枝高折步蟾宫。<br>孩儿，安排行李了未？安排已了。<br>安排既了，如何不去？他若出去，家中更无第二人，只有一个媳妇，如何不分付他几句？<br>孩儿没别事，只等张大公来，把爹娘托付与他，教他早晚应承，孩儿庶可放心前去。张大公早来。仗剑对樽酒，耻为游子颜。所志在功名，离别何足叹。卑人如今出去，家中并无亲人。爹爹妈妈，年老衰倦；一个媳妇，只是女流之辈，他理会得甚么？凡事全赖公公相与扶持，早晚看管；家中有些欠缺，亦望公公周济。昨日已蒙亲许，今日特此拜恳。卑人稍有寸进，自当效结草衔环之报，决不敢忘恩！受人之托，必当终人之事。况一言既出，驷马难追。昨日已许秀才，去后决不相误。<br>谢得公公！孩儿去。孩儿拜辞爹妈便去。<br>【园林好】儿今去，爹妈休得要意悬。儿今去今年便还，但愿得双亲康健。须有日拜堂前，须有日拜堂前。<br>【前腔】我孩儿不须挂牵，爹只望孩儿贵显。若得你名登高选，须早把信音传，须早把信音传。<br><br>【江儿水】膝下娇儿去，堂前老母单，临行只得密缝针线。眼巴巴望着关山远，冷清清倚定门儿遍，教我如何消遣？要解愁烦，须是寄个音书回转。<br><br>【前腔】妾的衷肠事，万万千，说来又怕添萦绊。六十日夫妻恩情断，八十岁父母如何展？教我如何不怨？<br>【五供养】贫穷老汉，托在邻家，事体相关。此行须勉强，不必恁留连。你爹娘早晚，早晚里我专来陪伴。丈夫非无泪，不洒别离间。骨肉分离，寸肠割断。<br>【前腔】公公可怜，俺的爹娘，望你周全。此身还贵显，自当效衔环。有孩儿也枉然，你爹娘到教别人来看管。此际情何限，偷把泪珠弹。<br>【玉交枝】别离休叹，我心下非不痛酸。非爹苦要轻拆散，也只是要图你荣显。蟾宫桂枝须早扳，北堂萱草时光短。又不知何日再圆？又不知何日再圆？<br>【前腔】双亲衰倦，你扶持着他老年。饥时劝他加餐饭，寒时频与衣穿。做媳妇事舅姑不待你言，你做孩儿离父母何日返？<br>【川拨棹】归休晚，莫教人凝望眼。但有日回到家园，怕回来双亲老年。怎教人心放宽？不由人不泪弹。<br>【前腔换头】我的埋冤怎尽言？我的一身难上难。娘子，你宁可将我来埋冤，莫将我爹娘来冷看。<br>此行勉强赴春闱，专望你明年衣锦归。世上万般哀苦事，无过死别共生离。<br>秀才，你如何割舍便去？教卑人如何是得？<br>【尾犯】懊恨别离轻，悲岂断弦，愁非分镜。只虑高堂，怕风烛不定。肠已断欲离未忍，泪难收无言自零。空留恋，天涯海角，只在须臾顷。<br><br>【尾犯序】无限别离情，两月夫妻，一旦孤另。此去经年，望迢迢玉京。思省，奴不虑山遥路远，奴不虑衾寒枕冷；奴只虑，公婆没主一旦冷清清。<br>【前腔换头】何曾，想着那功名？欲尽子情，难拒亲命。我年老爹娘，望伊家看承。毕竟，你休怨朝雨暮云，只得替着我冬温夏淸。思量起，如何教我割舍得眼睁睁。<br>【前腔】儒衣才换青，快着归鞭，早办回程。十里红楼，休重娶娉婷。叮咛，不念我芙蓉帐冷，也思亲桑榆暮景。亲祝付，知他记否空自语惺惺。<br>【前腔】宽心须待等，我肯恋花柳，甘为萍梗？只怕万里关山，那更音信难凭。须听，我没奈何分情破爱，谁下得亏心短行？从今去，相思两处一样泪盈盈。<br>官人去，千万早早回程。卑人有父母在上，岂敢久恋他乡！<br>【鹧鸪天】万里关山万里愁。一般心事一般忧。亲闱暮景应难保，客馆风光怎久留？<br>他那里，谩凝眸，正是马行十步九回头。归家只恐伤亲意，阁泪汪汪不敢流。<br><br>第六出<br>大道青楼御苑东，玉阑朱户闭帘栊。金铃犬吠梧桐月，朱鬣马嘶杨柳风。小人却是牛太师府中一个老院子。这几日老相公出朝，不知有甚勾当，久留省中，未曾回府。闻知府中几个姑妈和老姥姥，幸得相公出去，每日在后花园闲耍；今日想必知道相公回来，都不见了。小人免不得洒扫厅堂，安排书馆，等相公回来。好怪么！只见一个婆婆走入来做甚么？<br><br>【字字双】我做媒婆甚妖娆，谈笑。说开说合口如刀，波俏。合婚问卜若都好，有钞。只怕假做庚帖被人告，吃拷。<br>婆婆，来做什么？院公万福！老媳妇特来与张直阁做媒。我这小娘子不比别的，老相公不轻许，且慢着。又有一个媒婆来。<br>【前腔】我做媒婆甚艰辛，寻趁。有个新郎要求亲，最紧。我每只得便忙奔，讨信。路上更有早行人，心闷。<br>婆子，你来做甚么？老媳妇特来与李承奉求亲。我方才却对那婆婆说，我这媒怕难做。原来这婆子也来做媒。苦咳！我是张媒婆，几年在府前住，今日这媒吃你做？偏你会做媒？但是门当户对的便了。终不然你在府前住，定要你做媒，你与乞儿做媒，也嫁他？休闹！等相公回来，自有区处。<br>【齐天乐】凤皇池上归环佩，衮袖御香犹在。棨戟门前，平沙堤上，何事车填马隘？星霜鬓改，怕玉铉无功，赤舄非才。回首庭前，凄凉丹桂好伤怀。<br>相公万福！这两个婆子做什么？奴家是张尚书府里来求亲。奴家是李枢密家里特来做媒。不拣什么人，但是有才学，一笔扫尽千张纸的，方可中选。告相公：奴家的新郎，一笔扫尽一千五百张纸。直屁！我的新郎，一笔扫尽三万三千三百三十单三张纸。<br>休得这里闲炒！不要胡说，除非做得天下状元，方可嫁他，若是别人，不许问亲。告相公：这个新郎庚帖，人算他命，道他做得天下状元。相公，他的不做状元；奴家这个庚帖，定做状元。这两人到来我家里无礼！左右，与我搜看，不拣有什么庚帖婚书，都与我扯碎。左右，把他两个吊在厅前，各打十八。领钧旨。<br>急把媒婆打离厅。除非状元方可问姻亲。<br>干吃十八下黄荆杖，那些个成与不成吃百瓶？光阴似箭催人老，日月如梭趱少年。自家没了夫人，只有一个女儿，如今不觉长大成人，又未曾问亲。只是一件，我的女孩儿，性格温柔，是事实会，若教他嫁一个膏梁子弟，怕坏了他；只教他嫁个读书人，成就他做个贤妇，多少是好？这几日自不在家，听得使唤每日都去后花园中闲耍，这是我的女孩儿不拘束他。如今人来做媒，相将做人媳妇，怎不教道他？孩儿和惜春、老姥姥过来。<br><br>【花心动】幽阁深沉，问佳人：为何懒添眉黛？针线日长，图史春闲，谁解屡傍妆台？绛罗深护奇葩小，还不许蜂识莺猜。笑琐窗，多少玉人无赖！<br>爹爹万福！孩儿，妇人之德，不出闺门，你如何不省得？我这几日出朝去，见说道几个使唤都在后花园闲耍，却是你不拘束他。你如今年纪长大，今日是我孩儿，他日做别人媳妇，你如今不钤束他，倘或他做出歹事来，也把你名儿污了。谢得爹爹教道，孩儿再来自拘束他。老姥姥，你年纪大矣，你做管家婆婆，到哄着女使每闲嬉，是何所为？不干老姥姥事，都是惜春。这都是你。是你。<br>【惜奴娇】孩儿来，杏脸桃腮，又当有松筠节操，蕙兰襟怀。闺中言语，不出阃阈之外。老姥姥，不教孩儿伊之罪。惜春，这风情今休再。记再来，但把不出闺门的，语言相戒。<br>【前腔换头】堪哀，萱室先摧。叹妇仪姆训，未曾谙解。蒙爹严命，从今怎敢不改！老姥姥，早晚望伊家将奴诲。惜春，改前非休违背。<br>【黑麻序】听浼：父母心，婚姻事要早谐。劝相公，早毕儿女之债。休呆，如何女子前，将此口乱开。记今来，但把不出闺门的，语言相戒。<br><br>【前腔】轻浼，我受寂寞担烦恼，教我怎捱？细思之，怎不教人珠泪盈腮？宽待，温衣并美食，何须苦挂怀？&lt;合前)<br>(外白)妇人不可出闺门。(贴白)多谢家尊教育恩。<br>(合)休道成人不自在，须知自在不成人。(并下)<br><br>第七出<br>(生止唱)【满庭芳】飞絮沾衣，残花随马，轻寒轻暖芳辰。江山风物，偏动别离人。回首高堂渐远，叹当时恩爱轻分。伤情处，数声杜宇，客泪满衣襟。<br>(末上唱)<br>【前腔换头】萋萋芳草色，故园人望，目断王孙。谩憔悴邮亭，谁与温存？(净丑上唱)闻道洛阳近也，还又隔几个城闉。(合)浇愁闷，解鞍沽酒，同醉杏花村。<br>(生白)【浣溪沙】千里莺啼绿映红，(丑白)水村山郭酒旗风，(净白)行人如在画图中。(末白)不暖不寒天气好，或来或往旅人逢，(合)此时谁不叹西东。<br>(生唱)<br>【甘州歌】衷肠闷损，叹路途千里，日日思亲。青梅如豆，难寄陇头音信。高堂已添双鬓雪，俺客路空瞻一片云。(合)途中味，客里身，争如流水蘸柴门？休回首，欲断魂，数声啼鸟不堪闻。(末唱)<br>【前腔】风光正暮春，便纵然劳役，何必愁闷？绿英红雨，征袍上染惹芳尘。云梯月殿图贵显，水宿风餐莫厌贫。(合)乘桃浪，跃锦鳞，一声雷动过龙门。荣归去，绿绶新，休教妻嫂笑苏秦。(净唱)<br>【前腔】谁家近水滨，见画桥烟柳，朱门隐隐。秋千影里，墙头半出红粉。他无情笑语声渐杳，却不道恼杀多情墙外人。(合)思乡远，愁路贫，肯如十度谒侯门？行看取，朝紫宸，凤池鳌禁听丝纶。(丑唱)<br>【前腔】遥望雾霭纷，想洛阳宫阙，行行将近。程途劳倦，欲待共饮芳樽。垂杨瘦马莫暂停，只见那古树昏鸦栖渐尽。(合)天将暝，日已曛，一声残角断樵门。寻宿处，行步紧，前村灯火已黄昏。(合唱)<br>【余文】向人家，忙投奔，解鞍沽酒共论文，今夜雨打梨花深闭门。<br>(生白)江山风物自伤情，(合)南北东西为利名。路上有花并有酒，一程分作两程行。(并下)<br><br>第八出<br>(旦上唱)【破齐阵】翠减祥鸾罗幌，香销宝鸭金炉。楚馆云闲，秦楼月冷，动是离人愁思。目断天涯云山远，人在高堂雪鬓疏，缘何书也无？<br>(白)【古风】明明匣中镜，盈盈晓来妆。忆昔事君子，鸡鸣下君床。临镜理笄总，随君问高堂。一旦远别离，镜匣掩清光。流尘暗绮练，青苔生洞房。零落金钗钿，惨淡罗衣裳。伤哉憔悴容，无复蕙兰芳。有怀凄以苦，有路阻且长。妾身岂叹此，所忧在姑嫜。念彼猿猱远，眷此桑榆光。愿言尽妇道，游子不可望。勿弹绿绮琴，弦绝令人伤。勿听白头吟，哀音断人肠。人事多错迕，羞彼双鸳鸯。奴家嫁与伯喈，才方两月。指望与他同侍双亲，偕老百年。谁知公公严命，强他赴选。自从去后，到今并无一个消息。把公婆抛撇在家，教奴家独自应承。奴家一来要成丈夫之孝，二来要尽为妇之道，尽心竭力，朝夕奉养。正是：天涯海角有穷时，只有此情无尽处。(唱)<br>【风云会四朝元】春帏催赴，同心带绾初。叹阳关声断，送别南浦，早已成间阻。谩罗襟上泪渍，谩罗襟上泪渍，和那琴瑟尘埋，锦被羞铺。寂寞琼窗，萧条朱户，空把流年度。咍，酩子里自寻思，妾意君情，一旦如朝露。君行万坦途，妾心万般苦。君还念妾，迢迢远远也索回顾。<br>【前腔】朱颜非故，绿云懒去梳。奈画眉人远，傅粉郎去，镜鸾羞自舞。把归期暗数，把归期暗数，只见雁杳鱼沉，凤只鸾孤。绿遍汀洲，又生芳杜，空自思前事。咍，日近帝王都，芳草斜阳，教我望断长安路。君身岂荡子，妾非荡子妇。其间就里，千千万万有谁堪诉？<br>【前腔】轻移莲步，堂前问舅姑。怕食缺须进，衣绽须补，要行须与扶。奈西山景暮，奈西山景暮，教我倩着谁人，传语我的儿夫。你身上青云，只怕亲归黄土，临别也曾多祝付。咍，那些儿个意孜孜，只怕十里红楼，贪着人豪富。虽然是忘了奴，也须索念父母。无人说与，这凄凄冷冷怎生辜负？<br>【前腔】文场选士，纷纷都是才俊徒。少甚么镜分鸾凤，都要榜登龙虎，遍他将我误。也不索气苦，也不索气苦，既受托了蘋蘩，有甚推辞？索性做个孝妇贤妻，也得名书青史，省了些闲凄楚。咍，俺这里自支吾，休得污了他的名儿，左右与他相回护。你腰金与衣紫，须记得钗荆与裙布。一场愁意绪，堆堆积积宋玉难赋。<br>(白)高堂回首日已斜，游子何事在天涯？红颜胜人多薄命，莫怨春风当自嗟。(下)<br><br>第九出<br>(末上白)朝为田舍郎，暮登天子堂。将相本无神，男儿当自强。自家不是别人，却是河南府中首领官。每年状元及第，赴琼林宴，游街三日，不拣鞍马、酒席供设，乐人祗应，都是河南府尹提调办事。今年蔡伯喈做状元，今日赴宴，俺府尹相公不出来，委着自家提调。昨日已分付太仆寺掌鞍马祗候，洛阳县管排设的令史，鸣鼓三通，都要到此聚会，听点视。(擂鼓介)掌鞍马的祗候那里？(丑上白)有问即对，无问不答。(末白)鞍马备办了未曾？(丑白)告郎中：马多在。先有一万好马。(末白)怎见得好马？(丑白)但见耳批双竹，鬃散五花。展开凤臆龙鬐，抬起乌头虎颔。响笃笃翠蹄削玉，点滴滴赤汗流珠。隅目青荧夹镜悬，肉鬃磊磈连钱动。一跳时尾捎云汉，只蓦过玄山甫崆峒；一霎时走遍神州，直赶上流星奔电。九方皋管教他称赏，千金价也不枉追求。(末白)有甚颜色的？(丑白)布汗、论圣、虎刺、合里、乌赭、哑儿爷、屈良、苏卢、枣骝、栗色、燕色、兔黄、真白、玉面、银鬃、秀膊、青花。(末白)有甚好名儿？(丑白)飞龙、赤兔、騕褭、骅骝、紫燕、驌骦、啮膝、逾晖、骐驎、山子、白羲、绝尘、浮云、赤电、绝群、逸骠、騄骊、龙子、驎驹、腾霜骢、皎雪骢、凝露骢、悬光骢、决波騟、飞霞骠、发电赤、流金马瓜、翔驎紫、奔红赤、照夜白、一丈乌、九花虬、望云骓、忽雷驳、拳毛騧、狮子花、玉逍遥、红叱拨、紫叱拨、金叱拨、青海月支生下，大宛越□将来。(末白)有甚么好马厩？(丑白)飞龙、翔驎、吉良、龙媒、驺駼、駃騠、鹓鸾、六群、天花、凤苑、奔星、内驹、左飞、右飞、左方、右方、东南内、西南内。尽印三花飞凤字，中藏万匹好龙媒。<br>(末白)怎的打扮？(丑白)锦鞯灿烂披云，金镫荧煌耀日，香罗帕深护金鞍，紫游缰牵动玉勒。玛瑙妆就辔头，珊瑚做成鞍子。(末白)如今选几个在这里？(丑白)告郎中：如今无了。只有一万匹马，一千三百个漏蹄，二千七百个抹靥，三千八百个熟瘸，二千二百个慈眼。鞍鞒又破损，坐子又欹倾。抽辔尽是麻绳，鞭子无非荆杖。饿老鸱全然拉搭，雁翅板片片雕零。鞍辔并不周全，牵鞚何曾完备，其实不中。(末白)休胡说！若还不完备时节，我对府尹相公说，好生打你。<br>(丑白)郎中可怜见，小人一壁厢自理会。(末白)马完备时节，牵在五门外厢，候状元谢恩出来，骑马游街。<br>(丑白)不妨事，只教春风得意马蹄疾，一日看尽长安花。(丑先下)(末白)洛阳县管排设的令史过来。(净上白)厅上一呼，阶下百喏。(末白)排设完备了未？<br>(净白)都完备了。但见珠帘高卷，翠幕低垂。珊瑚席逻逼精神，玳瑁筵安排奇巧。金炉内谩腾腾的焚瑞脑，玉瓶内娇滴滴的插奇花。四围环绕画屏山，满座重铺锦褥子。金盘犀箸光错落，掩映异果珍羞；银海琼舟影荡摇，番动蒲萄玉液。洒扫干干净净，并无半点尘埃；安排整整齐齐，另是一般气象。正是：移将金谷繁华景，整点琼林富贵天。(末日)恁的，你去那里等侯。一霎时不完备，定施行你。(净白)琼林深处风光好，别是人间一洞天。(净下)(末白)【临江仙】日映宫花明翠巾莫，蓝袍嫩绿新裁。五花门外榜初开，金鞍乘骏马，敕赐上天阶。十里红楼帘尽卷，美人争看名魁。黄旗影里闹咳咳，大家齐雅静，看取状元来。<br>(下)(生净丑骑马上唱)<br>【窣地锦裆】姮娥剪就绿云衣，折得蟾宫第一枝。宫花斜插帽檐低。一举成名天下知。<br>【哭岐婆】洛阳富贵，花如锦绮。红楼数里，无非娇媚。春风得意马蹄疾，天街赏遍方归去。<br>(生净先下)(丑坠马介)救我！爹爹、奶奶、媳妇、孩儿、哥哥、嫂嫂、兄弟、伯伯、叔叔，都来救我歇子。(末作陪宴官骑马上唱)<br>【水底鱼儿】朝省尚书，昨日蒙圣旨：道状元及第，教咱去陪宴席。(马跳过丑身上)(丑叫)跌坏了人胎！(末介马不行介)越着鞭越退，遣人心下疑。转头回望，(丑叫介)叫我的还是谁？<br>(末下马见介丑叫末白)汉子，你是谁？(丑白)我是坠马的状元。(末扶丑介)(丑白)问你是谁？(末白)我是中书省陪宴官。你为甚坠马？(丑唱)<br>【北叨叨令】闹炒炒街市上游人乱，(末白)你马惊了？(丑唱)乖头口抵死要回身转。(末白)怎的不勒过？(丑唱)战兢兢只怕缰绳断，(末白)为甚不打他？<br>(丑唱)怯书生早已神魂散。(末白)不害事么？(丑唱呻吟介)险跌折了腿也么哥，险樁破了头也么哥，我好似小秦正三跳涧。<br>(末白)你马那里去了。(丑白)知他那里去。伤人乎？不问马。(末白)犹骨自文骤骤的。我就这里人家借一个与你骑。(丑白)休静办，若借马与小子骑，更着死。(末白)怎地便着死？(丑白)你不闻孔夫子说：有马者借人乘之，今亡已夫！(末白)一口胡柴。远远望见有二个人来，你在这里等着，怕他有马，就借一个与你骑。(生净骑马上唱)<br>【窣地锦裆】荷衣新惹御香归，引领群仙下翠微。杏园惟有后题诗，此是男儿得志时。<br>(丑叫白)同行也好！我攧得浑身都粉磕麻碎了，你二人自去了。(净白)原来足下坠马。(丑白)可知。<br>(末白)不是小子相搭救时节，险送了他性命。(生净白)如此，更赖相公之力。(丑白)你二人自去赴宴，我去太平坊下李郎中家里去便来。(生净末问)去做甚么？(丑白)我去医攧扑伤损疮。(生净末白)你且来，我从人有马，索一个与你骑。(丑白)小子告退，你三人自去。(末白)怎道你是状元，如何不去赴宴？(丑白)赴宴也自好，只是骑马不得。休休，你三人骑马先走，我随着你提胡床来。(末白)甚模样！(丑白)却有两说：路上人问，你便道是使唤的伴当；若是筵席之中，却说是打伴当人。(末白)好穷对副。(合唱)<br>【哭岐婆】玉鞭袅袅，如龙骄骑。黄旗影里，笙歌鼎沸。如今端的是男儿，行看锦衣归故里。<br>(末白)这里便是杏园，请众人少驻。(丑白)马都牵将僻处去，人道四位官员，只有三个马，不恶模样？<br>(末白)教谁牵？(丑白)小子自牵。(末白)自不怕羞。诸公既然到此，年例请留佳作。(生白)小子措思。<br>(介)诗有了。(净丑白)请教。(生白)道是五百名中第一仙，花如罗绮柳如烟。绿袍乍着君恩重，黄榜初开御墨鲜。礼乐三千传紫禁，风云九万上青天。时人谩讶登科早，未许姮娥爱少年。(众白)好诗！(净白)小子也有一首诗。(生末丑白)愿闻，愿闻。(净白)道是迟日江山丽，春风花草香。泥融飞燕子，沙暖睡鸳鸯。<br>(生末丑白)使不得，这是别人的。(净白)魍魉贼！我三场都是别人的也中了，一首诗使别人的到不得？<br>(末白)又道是七步成章。(净白)你道我真个做不得，也□□做一首：道是赴选何曾入贡闱，此身不拟着荷衣。三场尽是浑身代，一个全然放屁龟。自笑持杯滥叨酒，却愁把笔怎题诗？有人问我求佳作，(众白)如何回他？(净白)问我先生便得知。(末白)又道是当仁不让于师。(丑白)尊兄诸位做律诗，小子不要说律诗，做一篇古风；尊兄都说赴选事，小子不要说那熟套，另立一题。(众白)还是把甚为题？(丑白)便把小子方才坠马为题。这是奇事，不可不入咏。小子做古风。(众白)愿闻。(丑白)道是君不见去年骑马张状元，跌了左腿不相连？又不见前年跨马李试官，跌了骨臀没半边？世上三般拚命事，行船走马打秋千。小子今年大拚命，也来随趁跨金鞍。跨金鞍，灾怎躲？叵耐畜生侮弄我。大叫三声不肯行，连撺两撺不是耍。便把缰绳紧紧拿，纵有长鞭怎敢打？须臾之间掉下来，一似狂风吹片瓦。昨日行过枢密院，三个军人来唱喏。小子慌忙走将归，(众白)如何？(丑白)没，怕他请我交战马。(末白)这梦休学。(把酒介唱)<br>【五供养】文章高晁董，对丹墀已膺天宠。<br>(合)赴琼林新宴，颤宫花缓引黄金鞚。(净丑唱)九重天上声名动，紫泥封已传丹凤。(合)便催归玉简侍宸旒，他日归来金莲送。(末唱)<br>【山花子】玳筵开处游人拥，争看五百名英雄。<br>(生唱)喜鳌头一战有功，荷君奏捷词锋。(合)太平时车书已同，干戈尽戢文教崇，人间此时鱼化龙。留取琼林，胜景无穷。(净唱)<br>【前腔】三千礼乐如泉涌，一笔万丈长虹。看奎光飞缠紫宫，光摇万玉班中。(合前)(主唱)<br>【前腔换头】青云路通，一举能高中，三千水击飞冲。又何必扶桑挂弓？也强如剑倚在崆峒。(合前)(丑唱)<br>【前腔换头】恩深九重，络绎八珍送，无非翠釜驼峰。(末唱)看吾皇待贤恁隆，也不枉了十年窗下把书来攻。(合前)(生唱)<br>【大和佛】宝篆沉烟香喷浓，(合)浓云罗绣丛。<br>(丑净唱)琼舟银海番动酒鳞红，一饮尽教空。(生唱)传杯自觉心先痛，纵有香醪欲饮难下我喉咙。他寂寞高堂菽水谁供奉？俺这里传杯喧哄。(合)休得要，对此欢娱意冲冲。(众唱)。<br>【舞霓裳】愿取群贤尽贞忠，尽贞忠。管取云台画形容，画形容。时清无报君恩重，惟有一封书上劝东封，更撰个河清德颂。乾坤正，看玉柱擎天又何用？(合唱)<br>【红绣鞋】猛拚沉醉东风，东风。倩人扶上玉骢，玉骢。归去路，望画桥东。花影乱，日曈昽，沸笙歌影里纱笼，纱笼。<br>【意不尽】今宵添上繁华梦，明早遥听清禁钟，皇恩谢了鹓行豹尾陪侍从。<br>(生白)名传金殿换青袍，(净丑白)酒醉琼林志气豪。(末)君看万般皆下品，(合)思量惟有读书高。<br>(并下)<br><br>第十出<br>(旦上唱)【忆秦娥】长吁气，自怜薄命相遭际。相遭际，晚年舅姑，薄情夫婿。<br>(白)【清平乐】夫妻两月，一旦成分别。没主公婆甘旨缺，几度思量悲切。家贫先自艰难，那更不遇丰年。恁的千辛万苦，苍天也不相怜。奴家自从儿夫出去，遭此饥荒；况兼公婆年老，朝不保夕。教奴家独自，如何区处？婆婆日夜埋冤公公，当初不合教孩儿出去。如今饥荒，教媳妇怎生区处。公公又不伏善，只管在家煎妙。免不得等公公婆婆出来，待奴家着些产道理，劝解则个。(外上唱)<br>【前腔】孩儿一去无消息，双亲老景难存济。<br>(上唱扯外耳)难存济，不思前日，强教孩儿出去。<br>(旦劝介)(净白)老贼！抵死教孩儿出去赴选，今日没饭吃，他便做得状元，济你甚事？若是孩儿在家里，也会区处裨补，也不到得恁地狈。老贼，你死休！<br>(外白)我是神仙，知道今日恁地饥荒！谁家不饥饿，谁似你这般埋冤？休休，我死，我死！今日饥荒也是死，我被你埋冤，吃不过也索死。(旦扯住介)公公婆婆且息怒，听奴家一句分剖：当初教孩儿出去时节，不道今日恁地饥荒，婆婆难埋冤公公。今日婆婆见这般荒歉，孩儿又不在眼前，心下焦燥，公公也休怪婆婆埋冤。请自宽心，奴家如今把些钗梳首饰之类，去典些粮米，以充公婆一时口食。宁可饿死奴家，决不将公婆落后了。(净白)媳妇，你说得好，我只恨这老贼：(净唱)<br>【金索挂梧桐】区区个孩儿，两口相依倚。没事为着功名，不要他供甘旨。教他去做官，要改换门闾。他做得官时你做鬼，老贼！你图他三牲五鼎供朝夕，今日里要一口粥汤却教谁与你？相连累，我孩儿因你做不得好名儒。(合)空争着闲非闲是，空争着闲非闲是，只落得双垂泪。(外唱)<br>【前腔】养子教读书，只望他身荣贵。黄榜招贤，谁不去登科试？譬如范杞染，差去筑城池，他的亲娘埋冤谁？合生合死都由命，少甚么孙子森森也忍饥。休聒絮，毕竟是咱每两口受孤恓。(合前)(旦唱)<br>【前腔】孩儿虽暂离，须有日回家里。奴自有些金珠，解当充粮米。公公婆婆休争么，教旁人道媳妇每，有甚差池，致使公婆争恁地。婆婆，他心中爱子只望功名就；公公，他眼下无儿必是埋冤语。难逃避，兀的不是从天降下这灾危？(合前)(外唱)<br>【刘泼帽】我每不久须倾弃，叹当初足我不是。苦！不如我死了到无他虑。(合)一度思量，一度也肝肠碎。(净唱)<br>【前腔】有儿却遣他出去，教媳妇怎生区处？媳妇，可怜误你芳年纪。(合前)(旦唱)<br>【前腔】媳妇便是亲儿女，劳役本分当为。但愿公婆从此去，相和美。(合前)<br>(外白)形衰力倦怎支吾？(旦)口食身衣只问奴。<br>(净)莫道是非终日有，(合)果然不听自然无。(并下)<br>　</p> <p>第十一出<br>(末上白)缥缈纱窗映雾烟，深沉金屋锁婵娟。屏中孔雀人难中，幕里红丝谁敢牵。自家是牛丞相府中堂候官。这几日听得府中喧传，相公要招女婿。我这小娘子，不比别的小娘子，一来丞相之女，二来他才貌兼全。必须有文章、有官禄、有福分的，方可做得一婿，如何容易？不知招得甚么人？只在此等侯相公出来，便知端的。相公早来。(外上唱)<br>【似娘儿】华发渐星星，怜爱女欲遂姻盟，蟾宫仙子才堪并。红楼此日。红丝待选，须教红叶传情。<br>(末喏)(外白)男子生而愿为之有室，女子生而愿为之有家。老夫人倾弃多年，只有一女，美貌娉婷。昨日见官里，问我：你的女孩儿嫁了未？我回道：不曾。官里道：如今蔡伯喈好人物，好才学，你招做了女婿不是好？那时节我谢恩了，官里又道：我与你主媒。我如今要唤个官媒，教他去蔡伯喈根底说亲，如何？(末白)告丞相：男大当婚，女长当嫁。小娘子是瑶台阆苑神仙，蔡状元是天禄石渠贵客；何况玉音主盟，金口肯与说合；若做了百年夫妇，不枉了一对姻缘。相公，佳人才子实堪夸，天什姻缘事不差。试看月轮还有意，定知仙桂近姮娥。(外白)既如此，你与我唤过府前张媒婆来，教他去说亲。(末)领钓旨。<br>(叫介)(丑做媒婆挑鞋秤等物上唱)<br>【醉太平】张家李家，都来唤我。我每须胜别媒婆，(末白)为甚么？(丑唱)有动使惹多。<br>(末白)婆婆，我且问你：挑着恁多鞋做甚么？<br>(丑白)总领哥，你不知近日来宅院中小娘子要嫁得紧了，媒婆与他撺掇出门去，临行做对鞋谢媒婆。今年知他撺掇了多少亲事，鞋都穿不迭，有剩的都卖了。<br>(末)有谁买？(丑)只是宅院小娘子买去。(末白)宅院里小娘子，脚都小小的，买这鞋做甚么用？(丑)魍魉贼！他要嫁得紧了，买来谢媒婆，省得做。(末收科介)(外)左右，媒婆那里？(末)有。(引见外介)(外白)媒婆，你挑着恁多东西做什么？(丑白)复相公：这个便是媒婆的招牌。(外白)且问他这斧头做什么？(末白)婆子，相公问你：这斧头做何用？(丑白)毛诗里面说得好，道是析薪如之何？匪斧弗克。娶妻如之何？匪媒不得。以此把斧头为招牌。(末白)休在鲁班面前掉快口。(外白)更问他袜做什么？(末)婆婆，相公问你袜做什么？(丑)也是招牌。人都道做媒的执伐。<br>(外)更问他将秤作何用？(末)婆婆，相公问你将秤作何用？(丑)最要紧用这个，唤做量秤人。凡做媒时节，先把新人新郎称过相似，方与说亲。去后夫妻便和顺不相嫌。若是轻重头了，夫妻只是相打骂了。老媳妇前日在张宅门前过，见一个小娘子在那里哭，老媳妇问那小娘子：你为甚哭？他道：嫁不得一个好人。老媳妇试把秤来与他两个称一称看，可知不是对。(外末)如何？(丑)新郎称得二十八斤半，新人只秤得二十三斤。(末)你。也不十分平等。(外)且问他将绳要做什么？(丑)这是赤绳。做夫妻须把绳系定他两个脚，方可做得夫妻。(末)如何系？(丑)我与你系看。(丑系末脚放自脚将来绊倒末介)(末叫介)(丑)可知不是姻缘，自系不得了。(外)休得闲说。你来，我奉圣旨，教我女孩儿嫁与蔡伯喈状元，我如今教你去蔡伯喈根底说，你好生成就这头亲事，多多赏你。(丑)这有甚难处，一来奉圣旨；二来托相公威名；三来小娘子才貌兼全，是人知道；蔡伯喈状元有何不可？(末)这话却说得是。(外)你来，我说与听：(外唱)<br>【琐窗郎】吾家一女娉婷，不曾许与公卿。昨承帝旨，选他书生。媒婆，你对他说：不须用白壁、黄金为聘。(合)若是姻缘前世已曾定，今日里，共欢庆。(丑唱)<br>【前腔】在东京极有名声，论媒婆非自逞。今朝事体，管取圆成。怕有一轻一重，全凭官秤。(合前)(末唱)<br>【前腔】然虽他高占魁名，得相招多少荣。荣依绣幕，选中雀屏。媒婆，你此去，他必从命。(合前)<br>(丑白)管取门楣得俊才，(外)为传芳信仗良媒。<br>(末)百年夫妇今朝合，(和)一段姻缘天上来。<br><br>第十二出<br>(生上唱)【高阳台】梦远亲闱，愁深旅邸，那更音信辽绝。凄楚情怀，怕逢凄楚时节。重门半掩黄昏雨，奈寸肠此际千结。守寒窗，一点孤灯，照人明灭。<br>【前腔换头】当时轻散轻别。叹玉箫声杳，小楼明月。一段愁烦，番成两下悲切。忱边万点思亲泪，伴漏声到晓方彻。锁愁眉，慵临青镜，顿添华发。<br>(白)【木兰花】鳌头可羡，须知富贵非吾愿。雁足难凭，没个音书寄此情。田园荒了，不知松菊犹存否？光景无多，争奈椿萱老去何？自家为父亲所强，来此赴选。谁知逗留在此，竟然不归？今又复拜皇恩，除为议郎。虽则任居清要，争奈父母年老，安可久留他乡？天那！知我的父母安否如何？知我的妻室如何看待我的父母？待自家上表辞官，又未知圣意如何？正是：好似和针吞却线，刺人肠肚系人心。(末丑上唱)<br>【胜葫芦】特奉皇恩赐结亲，来此把信音传。若是仙郎，肯谐缱绻，一场好事管取今朝便团圆。<br>(生白)自家门户重重闭，春色缘何得入来？未审何人到此？(末丑白)奉天子之洪恩，领牛公之严命，欲与状元谐一佳偶。(生唱)<br>【高阳台】宦海沉身，京尘迷目，名缰利锁难脱。目断家乡，空劳魂梦飞越。闲聒，闲藤野蔓休缠也，俺自有正兔丝和那的亲瓜葛。是谁人，无端调引，谩劳饶舌。(末唱)<br>【前腔换头】华阅，紫阁名公，黄扉元宰，三槐位里排列。金屋婵娟，妖娆那更贞洁。(丑唱)欢悦，红楼此日招凤侣，遣妾每特来执伐。望君家，殷勤首肯，早谐结发。(生唱)<br>【前腔换头】非别，千里关山；一家骨肉，教我怎生抛撇？妻室青春，那更亲鬓垂雪。差迭，须知少年人爱子，谩劳你姮娥提挈。满京都，豪家无数，岂必卑末？(末唱)<br>【前腔换头】不达，相府寻亲，侯门纳礼，你却拒他不屑。绣幕奇葩，春光正当十八。(丑唱)休撇，知君是个折桂手，留此花待君来扳折。况亲奉，丹墀诏旨，非我自相撺掇。(生唱)<br>【前腔换头】心热，自小攻书，从来知礼，忍使行亏名缺。父母俱存，娶而不告须难说。悲咽，门楣相府须要选，奈扊扅佳人，实难存活。纵有花容月貌，怎如我自家骨血。(末唱)<br>【前腔换头】迂阔，他势压朝班，威倾京国，你却与他相别。只怕他转日回天，那时须有个决裂。<br>(丑唱)虚设，江空水寒鱼不食，笑满船空载明月。下丝纶，不愁无处，笑伊村杀。<br>(生白)休闲说。果如是，果蒙圣恩，我明日上表辞官，一就辞婚便了。(末丑白)君王诏旨不相从。<br>(生)明日封书奏九重。(合)正是有缘千里能相会，无缘对面不相逢。(并下)<br><br>第十三出<br>(外上唱)【出队子】朝夕萦挂，只为孩儿多用心。不知月老事如何？为甚冰人没信音？颙望多时，情绪转深。<br>(白)目断青鸾瞻碧雾，情深红叶看金沟。自家昨遣院子和官媒去蔡伯喈处说亲，怎的不见回来？不免颙俟则个。(末丑上唱)<br>【前腔】秀才堪笑，故阻佯推不肯从。岂是我无佳婿得乘龙？他有甚福缘能跨凤？料想书生，只是命穷。<br>(外白)媒婆，你来了。事体若何？肯不肯？(丑白)他千不肯，万不肯，即不肯，又不肯，定不肯，硬不肯，都不肯，只是不肯，不肯。(末白)你住休。告相公，蔡状元道：已娶妻室，双亲年老。娶妻不告，实难从命。(外怒唱)<br>【双鸂鶒】听伊说教人怒起。汉朝中惟我独贵，我有女，偏无贵戚亲家匹配！奉圣旨，使我每招状元为婿。媒婆，不知他回活，有何言语？(丑唱)<br>【前腔换头】媒婆告相公知：恨那人作怪跷蹊。道始得及第，纵有花貌休提。骂相公，骂小娘……<br>(外白)他骂小娘做甚么？(丑唱)道脚长尺二。(末收介)这般说谎没巴臂。<br>【前腔换头】恩官且听咨启：蔡状元闻说愁眉。忠和孝，恩和义。念父母八十年余，况已娶了妻室，再婚重娶非礼。待早朝，上表文，要辞官家去，请相公别选一佳婿。(外笑介)<br>【前腔换头】他原来要奏丹墀，敢和我厮挺相持。(合)读书辈，没道理，不思量违背圣旨。只教他辞婚辞官俱未得。<br>(外白)院子，你和官媒再去蔡伯喈处说，看他如何？我如今去朝中奏官里，只教不准他上表便了。<br>(外)枉把封书奏帝宫，(末丑)不如及早便相从。(合)只教做就羁縻鸾凤青丝网，劳碌鸳鸯碧玉笼。(并下)<br><br>第十四出<br>(贴上唱)【剔银灯】忒过分爹行所为，但索强全不顾人议。背飞鸟硬求来谐比翼，隔墙花强扳来做连理。姻缘，还是怎的？我待说呵，婚姻事女孩儿家怎提？<br>(白)姻缘姻缘，事非偶然。好笑俺爹爹将奴家招取状元为婚，状元不肯从着，俺这里也索罢。谁想爹爹苦不放过，一定要招做女婿。他既不从我，做夫妻到底也不和顺。奴家待将此事对爹爹说，只是此事不是女孩儿每说的话。呀，好闷！(介)(净魆地上探介)<br>(白)惭愧，今日能勾得小姐闷也。小姐，你想着甚么？<br>(贴白)我不想着甚么。(净白)为甚托了香腮？你闷则甚么？我且问你，你每常间件件不烦恼，不动情，我看起来，你都是假。你今日莫不是对景伤情来？(贴白)老姥姥，你说那里话？我为爹爹做事不停当，以此上闷。(净白)如何？(贴白)爹爹前日偏不道将我嫁与蔡伯喈状元，后来官媒去说亲，其间这状元不肯从命。他既然不肯，俺这里也只索罢。爹爹如今又再教媒婆去，我不敢对爹爹说此事。老姥姥，你与我对爹爹说这事。(净白)这的事是你爹爹主意，怎的肯听我说？(净唱)<br>【桂枝香】书生愚见，忒不通变。不肯坦腹东床，谩自去哀求金殿。想他每就里，将人轻贱。非爹胡缠，怕被人传：道你是相府公侯女，不能勾嫁状元。<br>(贴唱)<br>【前腔】百年姻眷，须教情愿。他那里抵死推辞，俺这里不索留恋。想他每就里，有些儿牵绊。怕恩多成怨。满皇都少甚么公侯子，何须去嫁状元？<br>(净唱)<br>【大迓鼓】非干是你爹意坚，怕春花秋月，误你芳年。况兼他才貌真堪羡，又是五百名中第一仙。故把姮娥，付与少年。(贴唱)<br>【前腔】姻缘须在天，若非人意，到底埋冤。料想赤绳不曾绾，多应他无玉种蓝田。休强把姮娥。付与少年。(并下)<br><br>第十五出<br>(未扮小黄门上唱)【北点降唇】夜色将阑，晨光欲散。把珠帘卷，移步丹墀，摆列着金龙案。(又唱)<br>【北混江龙】官居宫苑，谩道是天威咫尺近龙颜。每日价亲随车驾，只听鸣鞭。去螭头上拜跪，随着那豹尾盘旋。朝朝宿卫，早早随班。做不得卿相当朝一品贵，到先做他朝臣待漏五更寒。休嗟叹，山寺日高僧未起，算来兀的名利不如闲。<br>(白)自家是汉朝一个小黄门。往来紫禁，侍奉丹墀。领百官之奏章，传一人之命令。正是：主德无瑕因宦习，天颜有喜近臣知。如今天色渐明，正是早朝时分，官里升殿，怕有百官奏事，只得在此祗候。怎见得早朝？但见银河清浅，珠斗斓斑。数声角吹落残星，三通鼓报传清曙。银箭铜壶，点点滴滴，尚有九门寒漏；琼楼玉宇，声声隐稳，已闻万井晨钟。曈曈曚曚，苍茫初日映楼台；拂拂霏霏，葱蒨瑞烟浮禁苑。袅袅巍巍，千寻玉掌，几点瀼瀼露未晞；澄澄湛湛，万里璇穹，一片团团月初坠。三唱天鸡，咿咿喔喔，共传紫陌更阑；百啭流莺，间间关关，报道上林春晓。五门外碌碌刺刺，车儿碾得尘飞；六宫里呕呕哑哑，乐声奏如鼎沸。只见那建章宫、甘泉宫、未央宫、长杨宫、五柞宫、长楸宫、长信宫、长乐宫、重重迭迭，万万千千，尽开了玉关金锁；昭阳殿、金华殿、长生殿、披香殿、长门殿、麒麟殿、鹓鸾殿、太极殿、白虎殿，隐隐约约，三三两两，都卷上绣箔珠帘，半空中忽听得一声轰轰划划，如雷如霆，震耳的鸣梢响，合殿里只闻得一阵氤氤氲氲，非烟非雾，扑鼻的御炉香。缥缥缈缈，红云里雉尾扇遮着赭黄袍；深深沉沉，丹墀间龙鳞座复着彤芝盖。左列着森森严严，前前后后的羽林军、旗门军、控鹤军、神策军，虎贲军，花迎剑佩星初落；右列着济济锵锵，高高下下的金吾卫、龙虎卫、拱日卫、千牛卫、骠骑卫，柳拂旌旗露未干。金间玉、玉间金，熌熌烁烁，灿灿烂烂的神仙仪从；紫映绯，绯映紫，行行列列，整整齐齐的文武官僚。螭头陛下，立着一对妖妖娆娆，花容月貌，绣鸾袍鸳鸯靴的春引昭容；豹尾班中，摆着一对端端正正，铁胆铜肝，白象简獬豸冠的纠弹御史。拜的拜，跪的跪，那一个敢挨挨拶拶纵喧哗？升的升，下的下，那一个不钦钦敬敬依法礼？但愿常瞻仙仗，圣德日新日新日日新；与群臣共拜天颜，圣寿万岁万岁万万岁。从来不信叔孙礼，今日方知天子尊。道犹未了，一个奏事官人早来。(生巾裹上唱)<br>【点绛唇】月淡星稀，建章宫里，千门晓。御炉烟袅，隐隐鸣梢杳。忽忆年时，问寝高堂早。鸡鸣了，闷萦怀抱，此际愁多少！<br>(白)不寝听金钥，因风想玉珂。明朝有封事，数问夜如何？自家只为父母在堂，今日上表辞官，家去侍奉。天色已明，这是五门外厢，进入去咱。(介)<br>(唱)<br>【神仗儿】杨尘舞蹈，扬尘舞蹈，遥瞻天表，见龙鳞日耀。(黄门白)不得升殿。(生又唱)咫尺重瞳高照。(末)何文字，只须在此，一一分剖。(生)遥拜著赭黄袍，遥拜著赭黄袍。(生唱)<br>【滴溜子】臣邕的，臣邕的，荷蒙圣朝。臣邕的，臣邕的，拜还紫诰。念邕非嫌官小，那家乡万里遥，双亲又老。干渎天威，万乞恕饶。<br>(黄门白)吾乃黄门，职掌章奏。有何文表，在此披宣。(生跪唱)<br>【入破第一】议郎臣蔡邕启：今日蒙恩旨，除臣为郎官职，重蒙婚赐牛氏。干渎天威，臣谨诚惶诚恐，顿首顿首：伏念微臣，初来有志，诵诗书，力学躬耕修已，不复贪荣利。事父母，乐田里，初心愿如此而已。不想州司，谬取臣邕充试。到京畿，岂料愚蒙，叨居上第。(又唱)<br>【破第二】重蒙圣恩，婚以牛公女。草茅疏贱，如何当此隆遇？但臣亲老，一从别后，光阴又几。庐舍田园，荒芜久矣。(又唱)<br>【衮第三】那更老亲，鬓垂白，筋力皆癯瘁。形只影单，无弟兄，谁奉侍？况隔千山万水，生死存亡，虽有音书难寄。最可悲，他甘旨不供，我食禄有愧。(又唱)<br>【歇拍】不告父母，怎谐匹偶？臣又听得，家乡里，遭水旱，遇荒饥。多想臣亲，必做沟渠之鬼，末可知。怎不教臣，悲伤汨垂？<br>(黄门白)此非哭泣之处，不得惊动天听。(生唱)<br>【中衮第四】臣享厚禄。纡朱紫，出入承明地。独念二亲，寒无衣，饥无食，丧沟渠。忆昔先朝！买臣出，守会稽；司马相如，持节锦归。<br>【煞尾】他遭遇圣时，皆得回乡里。臣何故，别父母，远乡闾，没音书，此心违？伏惟陛下，特悯微臣下之志。遣臣归，得事双亲，隆恩怎比！<br>【出破】若还念臣有微能，乡郡望安置。庶使臣，忠心孝意，得全美。臣无任瞻天望圣，激切屏营之至！<br>(黄门白)原来如此，吾当与汝转达天听，汝只在五门外厢，伺侯圣旨。正是：眼望旌捷旗，耳听好消息。(黄门下)(生唱)<br>【神仗儿】扬尘舞蹈，扬尘舞蹈，见祥云缥缈，想黄门已到。料应重瞳看了。多应是，哀念我，私情乌鸟。颙望断九重霄，颙望断九重霄。<br>【滴溜子】天应念，天应念，蔡邕拜祷：双亲的，双亲的，死生未保，可怜恩深难报。一封奏九重，知他听否？会合分离，都在这遭。<br>(白)怎的黄门不见回报？想必是官里准了。天哪，若能勾回乡见父母，何消做官！(黄门捧圣旨上唱)<br>【前腔】今日里，今日里，议郎进表，传达上，传达上，圣目看了。道太师昨日先奏，把乘龙女婿招，多少是好！见有玉音，临降听剖。<br>(白)圣旨已到，跪听宣读。(生跪)(黄门白)孝道虽天，终于事君：王事多艰，岂遑报父！朕以凉德，嗣续丕基。眷兹警动之风，未遂雍熙之化。爰招俊髦，以辅不逮。咨尔才学，允惬舆情。是用擢居议论之司，以求绳纠之益。尔当恪守乃职，勿有固辞。其所议姻事，可曲从师相之请，以成桃夭之化。钦予特命，裕汝乃心。谢恩。(生拜起白)黄门哥，你与我官里跟前再奏咱，我情愿不做官。(黄门白)这秀才好不晓事，圣旨谁敢别，这里不是闹炒去处。(生荒介)(白)我自去拜还圣旨，如何？(黄门扯介)做甚么？这秀才好怪么，你去不得。(生哭介)(唱)<br>【啄木儿】苦！我亲衰老，妻幼娇，万里关山音信杳。他那里举目凄凄，我这里回首迢迢。他那里望得眼穿儿不到，俺这里哭得泪干亲难保。闪杀人么一封丹凤诏。(黄门唱)<br>【前腔】何须虑，不用焦，人世上离多欢会少。大丈夫当万里封侯，肯守着故园空老？毕竟事君事亲一般道，人生怎全得忠和孝？却不见母死王陵归汉朝？(生唱)<br>【三段子】这怀怎剖？望丹墀天高听高。这苦怎逃？望白云山遥路遥。(黄门唱)你做官与亲添荣耀，高堂管取加封号，与你改换门闾偏不好？(生唱)<br>【归朝天】冤家的，冤家的，苦苦见招，俺媳妇埋冤怎了？饥荒岁，饥荒岁，怕他怎熬？俺爹娘们不做沟渠中饿殍？(黄门唱)譬如四方战争多征调，从军远戍沙场草，也只为国忘家怎惮劳？<br>(生白)家乡万里信难通。(黄门)争奈君主不肯从。<br>(合)情到不堪回首处？一齐分付与东风。<br><br>第十六出<br>(丑扮里正上唱)【普贤歌】身充里正实难当。杂泛应承日夜忙。官司点义仓，并无些子粮，拚一个拖番吃大棒。<br>(白)我做都官管百姓，另是一般行径。破靴破笠破衣裳．打扮须要厮称。到州县百般下情，下乡村十分高兴。讨官粮大大做个官升，卖食盐轻轻弄些乔秤。点催首放富差贫。保上户欺软怕硬。猛拚把持放泼，毕竟是个毕竟。谁知道天不由人。万事皆已前定。诈得五两十两，到使五锭十锭。主人家不时要馈送，画卯酉人多要雇倩。田园尽都典卖，并无寸土余剩。叵耐厅前祗候，叵耐司房典令。把我千样凌持，把我万般督并。动不动丢了破笠，打得我黄肿成病。几番要自缢投河，不要这条性命。今番又点义仓，并无粮米支应。若还把我拖番，便叫高抬明镜。小人也不是都官，小人也不是里正，休得错打了平民。猜你是谁？我是搬戏的副净。苦！往常间把义仓谷搬得家里去养老婆孩儿了，今日上司宫点义仓，支谷赈济贫民，那里讨谷？且无钱籴还。没奈何我把老婆卖了，取钱籴谷还义仓。老婆。你且出来。(净上白)老公，老公，苦咳！点义仓那里讨谷？又着吃打。(丑白)没奈何，一夜夫要百夜恩，你终不然教我吃打？这般荒年，又供膳不得。我如今把你卖几贯钱，籴谷还义仓，(净)哱口息！你怕吃打，便卖老婆。骨臀难得？老婆难得？<br>(丑)没奈何。(扯净叫介)一街两市，上户官人，里正卖老婆，谁要买么？(净)我弗卖。(推丑倒介走下)<br>(丑起白)好好，讨得这好老婆。没奈何。只有一个孩儿，把来卖。孩儿出来。(净上白)爹爹，你吃打自吃打。莫要卖了我。(丑)你来。我这孩儿极孝顺，阿爹养孩儿，如何不爱惜你？事到头来，官司逼临，往常将义仓谷家里来吃，终不然都是我吃了？你也有分。子孙，我如今卖了你，取钱籴谷还官司。(净)苦咳！怕吃打便卖孩儿，骨臀难得？孩儿难得？(丑)不依我说？(扯净叫介)一街两市，上户官人，里正卖孩儿，谁要买么？(净推丑倒介走下)(丑起白)好好，讨得好老婆，养得好孩儿，这是我平日泼皮放刁的报应。我没奈何，去与李社长商量着。转弯抹角，兀的便是李社长家里。李社长，李社长。(净应介扮李社长上唱)<br>【前腔】身充社长管官仓，老小一家得仓里养。事发尽不妨，里正先吃棒。尊兄，打了都官，方打社长。<br>(净白)都官苦了，上司便来，你都不商量籴谷还官司，你吃打也。(丑白)教我如何商量？谷都是你吃了，你自着商量。(净)你在这里，我去相识家张外郎处借些谷子影射便了。(丑)你去便来，我开仓等你。<br>(净)我去，只恐上山擒虎易，开口告人难。(净下)<br>(丑开仓介)好义仓也，没谷在仓里，不知社长去借有么？(望介)妙哉！妙哉！社长借谷来了。(净上白)求人须求大丈夫，济人须济急时无。好好，借得两杠三石七斗四升八合奉二百一十五粒在这里。你上仓去，我在下送上与你。(介)(丑)妙哉！仓满了。你去看上司官来了未？我在这里封了仓。(净)我去。正是：眼望旌捷旗，耳听好消息。(净下)(丑介)好了，一仓谷己满了，且省得吃打。不知相公来在那里？免不得向前迎接则个。(行介)(净扮乔孤末引道上唱)<br>【前腔】亲承朝命赈饥荒，跃马扬鞭来到此方。里正那里？疾忙开义仓，支与百姓粮。咳！从实支收休要谎。<br>(净白)里正，将收支帐目来看。(丑介)(净读介)原管二十九石，新收三十六石，除支一十九石，观在四十六石。(净)开了仓。(末丑开仓)(净看介)胡说！这那得有四十六石？(丑)有有，相公。(净)与他取了甘结。(末介)(净)里正，去唤各各民户，来此请谷。<br>(丑)小人去。一心忙似箭，两脚走如飞。(丑下)(净)那厮说谎，这些儿谷，如何有四十六石？(末)由他，果必不勾，其间只教他赔偿便了。(净)也说得是。<br>(丑做丐子上唱)<br>【吴织机】肚又饥，眼又昏，家私没半分，子哭儿啼不可闻。闻知相公来济民，请些官粮去救窘。<br>(末白)老的姓甚？名谁？家里有几口？(丑白)老的姓丘，名乙己；住上大村；有三千七十口。(净)胡说！(丑)告相公：上大人，丘乙己，化三千，七十士。<br>(末)一口胡柴。(净)你实有几口？(丑)小人夫妻两口，孩儿两口。(净)支粮与他。(末介)支四口粮了。(丑)多谢相公。正是：一日不识羞，三日吃饱饭。(丑下)<br>(净)与他勾了帐，已支一名去了。怎的里正都不见来？<br>(末)告相公？宁管千军，莫管一夫。惹多百姓，如何唤得齐到？由他续后而来便了。(丑换扮上唱)<br>【前腔】叹连朝，饥怎忍？家中有八九人。前日老婆典了裙，今日慌忙典布裩，恰好官司来济贫。<br>(净)你问他姓甚？名谁？有几口？(末)老的，你姓甚？名谁？有几口？(丑)小人姓大，名比丘僧。<br>(末)你住在那里？(丑)小人住在祗树给孤独园，有一千二百五十口。(净末)胡说！(丑)告相公：弥陀经中说：祗树给孤独园，与大比丘僧一千二百五十人俱。<br>(末)佛口蛇心。(净)实有几口？(丑)有两个媳妇，三个孩儿，和小人共六口。(净)支粮与他。(末)六口粮支了。(丑)小人有七口。(末)你说六口，那得七口？<br>(丑)老的老婆怀孕在肚里，孩儿也要吃饭。(末)且打你吃胎去。(丑)正是：今日得君提掇起，免教身在污泥中。(丑下)(旦上唱)<br>【捣练子】叹命薄，叹年艰，含羞和泪向人前，只恐公婆悬望眼。<br>(白)路当险处难回避，事到头来不自由。奴家少长闺门，不识途路。今日见官司支粮济贫。免不得去请些子救公婆之命。(见净介)(净白)婆娘，你姓甚？名谁？(旦白)奴家姓赵，名五娘，是蔡伯喈的妻房。<br>(净白)你丈夫那里去了？(旦唱)<br>【普天乐】我儿夫一向留都下。(净白)你家里有谁？(旦唱)俺只有年老的爹和妈。(净白)更有谁？<br>(旦唱)弟和兄更没一个。(净白)谁侍奉公婆？(旦唱)看承尽是奴家。(净白)何不使个人来请谷，妇人怎生路上走？(旦打悲介唱)历尽苦谁怜我？相公，怎说得不出闺门的清平话？(净白)支粮与他。(末白)粮没了。(旦哭介唱)苦！若无粮我也不敢回家，岂忍见公婆受饿。叹奴家命薄，直恁摧锉。<br>(净白)左右，你去拿那里正来，要那厮赔偿。<br>(末白)小人去。假饶走到焰摩天，脚下腾云须赶上。<br>(末下)(旦白)望相公主张，与奴家出些气力。(净白)不妨，不妨。(末押丑上)一似瓮中捉鳖，手到拿来。<br>(净骂介)这泼皮贼，你得粮那里去了？你快招伏。<br>(丑白)小人不招。(净介)(末介)(丑白)小人招了。<br>(净督丑读招)招伏人姓猫，名狸；见年三十有余。身上别无疾病，只有白带不除。今与短状招伏，盖为官粮欠亏。说道义仓情弊，中间无甚跷蹊。稻熟排门收敛，敛了各自将归。并无仓廪盛贮，那有帐目收支？纵然有得些小，胡乱寄在民居。官司差人点视，便籴些谷支持。上下得钱便罢，不问仓廪空虚。假饶清官廉吏，也吃我影射片时。东家借得十杠，西家借得五箕。但见仓中有谷，其间就里怎知？年年把当常事，番番一似耍嬉。不道今年荒旱，不道今年民饥。不因分俵赈济，如何会泄天机？假饶走到三十三天，里正都无罪过。(净末)为甚的？(丑)只是点粮诈钱的坐马坐驴。招伏执结是实，伏乞相公裁旨。(净白)打那厮，要他赔偿。(末押丑下)惧法朝朝乐，欺公日日忧。<br>(净旦介)(末押丑上)假饶人心似铁，怎逃官法如炉？<br>(末丑)谷在这里了。(净白)将与这小娘子。(旦)谢相公！(丑觊觎介)由你半路去，我但好歹与你夺了。<br>(旦白)谢得恩官为主维。(丑介)只教中路受灾危。<br>(净末)正是：当权若不行方便，如入宝山空手回。<br>(并下)(旦在场白)一斟一酌，莫非前定。今日奴家去请粮，谁知道里正作弊，仓中无谷。若不得相公主张，交里正赔偿，奴家如何得这些谷回家，救济二亲之饿？正是饥时得一口，强如饱时得一斗。(旦欲下)(丑上拦住白)恩人相见，分外眼明。仇人相见，分外眼睁。我也会见你。适来不是你只管告不了，相公如何教我赔纳？这谷是我卖老小卖家私得来的，你如何把去？<br>(丑夺介)(旦唱)<br>【锁南枝】儿夫去，竟不还，公婆两人都老年。从昨日到如今，不能勾得餐饭。奴请粮，他在家悬望眼。念我老公婆，做方便。(丑介)(旦唱)<br>【前腔换头】乡官可怜见，这是公婆命所关。若是必须将去，宁可脱了奴衣裳，就问乡官换。(丑白)不要，你身上寒冷。(旦唱)宁使奴，身上寒。只要与公婆，救残喘。(丑夺谷介下)(旦介唱)<br>【前腔】你夺将去，真可怜，公婆望奴奴不见。纵然他不埋怨，道我做媳妇还何干？他忍饥，添我夫罪愆。怎得见，我夫面？<br>(白)我终久是个死，这里有一口井，不如投入井中死。(投介)呀！<br>【前腔换头】将身赴井泉，思量左右难。我丈夫当年分散，叮咛祝付爹娘，教我与他相看筲。我死却，他形影单。夫婿与公婆，可不两埋冤？(外上唱)<br>【前腔】媳妇去，不见还，教我在家凝望眼。<br>(外跌介旦扶外虚打旦介)(外唱)你在这里闲行，教我望着肝肠断。(旦唱)公公，奴请粮，与你充午餐。又谁知被人骗。<br>(外白)原来你被人骗。(唱)<br>【前腔换头】苦！思量我命乖蹇，不由人不珠泪涟。料想终须饥死，不如早赴黄泉，免把你相牵绊。媳妇，婆年老，不久延。你须是，好看管。(旦唱)<br>【前腔】公公，伊还身弃，我苦怎言！公还死了婆怎免？两人一旦身亡，教我独自如何展？算来吃苦辛，其实难过遣。我痛伤悲，只得强相劝。(外唱)<br>【前腔换头】媳妇，你衣衫尽皆典。囊箧又罄然。纵然目前存活，到底日久日深，你与我难相恋。衣食缺，要行孝难。不如活冤家，早拆散。(外投井介)(旦救住)(末挑谷上唱)<br>【前腔】不丰岁，荒歉年，生离死别真可怜。纵有八口人家，饥饿应难免。子忍饥，妻忍寒。痛哭声，恁哀怨。<br>(白)相逢尽是饥寒客，安乐何曾见一人？呀！兀的不是蔡员外和小娘子在这里？员外，娘子，你在这里做甚么？(旦白)告公公：一言难尽。奴家今日闻知给散义仓，去请些粮谷，与公婆为口食之资。谁想里正作弊，仓中无谷，谢得相公督令里正赔纳，把分付与奴家。来到半途，又被里正夺去，将奴家推倒。如今公公见说，要投井死，奴家在此劝解公公。(末)原来恁的。我与你骂那厮一和：嘈！官司差设你为里正，交你管着乡都。义仓乃丰年聚敛，以为荒歉之储。你却与社长偷盗，致令赈济不敷。比及这娘子到来请谷，仓中已自空虚。相公督并你赔纳，于理不亦宜乎！你颠倒半途与他夺去，又将他推倒街衢。却不道救人一命，胜造七级浮屠。他公公见说要投井死，我倘若来迟，他险丧沟渠。你这般不仁不义，谩自家有赢余。空吃的人五谷，枉带人的头颅。身着人的衣服，一似马牛襟裾。我历数你从前过恶，真个罪不容诛。动不动逞凶行恶，你那些个恤寡怜孤！我若早来一步，放不过你这横死蛮驴。拚着七十年老命，和你生死在须臾。(介)休休，人知的只道我好心赌是，不知我的道我恃老无藉之徒。小娘子，你丈夫当年出去，把爹娘分付与老夫。今日荒年饥岁，亏杀你独自支吾。终不然我自饱暖，教你受之饥寒勤劬，古语救灾恤邻，济人须济急时无。我也请得些粮在此，小娘子，分一半与你将去，胡乱救济公姑。(与介)(旦白)谢得公公！<br>(旦唱)<br>【洞仙歌】苦！我家私没半分，靠着奴此身。只要救我公婆，岂辞多苦辛？(合)空把珠泪揾，谁怜饥与贫？这苦说不尽。(外唱)<br>【前腔】本为泉下人，谢你救我一命存。只恨我不久身广，报不得媳妇恩。(合前)(夫唱)<br>【前腔】见说不可闻，况我托在邻。终不然我享安荣，忍见伊受窘？(合前)<br>(旦白)命薄多磨吃苦辛。(外白)不如身死早离分。<br>(合)惟有感恩并积恨，万年千载不生尘。(并下)</p> <p>第十七出<br>(丑做媒婆上唱)【蛮牌令】终日走千遭，走得脚无毛。何曾见汤水面？也不见半钱糟。倒不如做虔婆顶老，也得哔鸭汁吃饱。穷酸秀才直恁乔，老婆与他妆甚腰？<br>(白)我做媒婆老了，不曾见这般好笑。叵耐一个秀才，老婆与他不要。别人见媒欢喜，他到和我寻闹。相公不肯干休，只管在家焦燥。把媒婆放在中间，旋得七颠八倒。走得鞋穿袜绽，说得唇干口燥。休休，也不怕你亲事不成，也不怕姻缘不到。不吃你男儿不从，不信你妇人不好。只怕红罗帐里快活，不叫媒婆聒噪。好好，状元来了。(生上唱)<br>【金蕉叶】恨多怨多，俺爹娘知他怎么？摆不去功名奈何？送将来冤家怎躲？<br>(相见介)(丑白)万福。贺喜状元！牛丞相选定今日毕结姻亲，筵席安排已了，请状元早赴佳期。(生唱)<br>【三换头】名缰利锁，先自将人摧锉。况鸾拘风束，甚日得到家？我也休怨他咱，这其间，只是我，不合来，长安看花。闷杀我爹娘也，珠泪窄暗堕。<br>(合)这段姻缘，只是我无如之奈何。(丑唱)<br>【前腔】鸾台妆罢，鹊桥初驾，佳期近也。请仙郎到呵，明知萦挂。这其问，只得把，那雄厢，且都拚舍。他奉着君王诏，怎生别了他。(合前)<br>(丑白)及早赴佳期。(生白)欢娱成怨悲。(合)情知不是伴，事急且相随。(并下)<br><br>第十八出<br>(外上唱)【传言玉女】烛影摇红，帘幕瑞烟浮动，画堂中珠围翠拥。妆台对月，下鸾鹤神仙仪从。玉箫声里，一双鸣凤。<br>(白)左右何在？(末上白)画堂深处风光好，别是人间一洞天。(外白)来！我今日与小娘子毕姻，筵席安排了未？(末白)已安排了。(外白)怎见得？(末白)<br>【水调歌头】屏开金孔雀，褥隐绣芙蓉。兽炉烟袅，莲台绛蜡吐春红。广设珊瑚席子，高把真珠帘卷，环列翠屏风。人间丞相府，天上蕊珠宫。锦遮围，花熳烂，玉玲珑。繁弦脆管，欢声鼎沸画堂中。簇拥金钗十二，座列三千珠履？谈笑尽王公。正是门阑多喜气，女婿近乘龙。(外白)状元来了未？(末白)远远望见一簇人马闹炒，想是状元来了。(生上唱)<br>【女冠子】马蹄笃速，传呼齐拥雕毂。(外唱)宫花帽簇，天香袍染，丈夫得志，佳婿乘龙。(贴上唱)妆成闻唤促，义将娇面重遮，羞蛾轻蹙。(净丑执掌扇上唱)这姻缘不俗。(合)金榜题名，洞房花烛。<br>(丑白)请新人交拜。(生贴介)(生唱)<br>【画眉序】扳桂步蟾宫，岂料丝萝在乔木。喜书中今日，有女如玉。堪观处丝幕牵红，恰正是荷衣穿绿。(合)这回好个风流婿，偏称洞房花烛。(外唱)<br>【前腔】君才冠天禄，我的门楣稍贤淑。看相辉清润，莹然冰玉。光掩映孔雀屏开，花烂熳芙蓉隐褥。(合前)(贴唱)<br>【前腔】频催少膏沐，金凤斜飞鬓云矗。已逢他萧史，愧非弄玉。清风引佩下瑶台，明月妆成金屋。<br>(合前)(净丑末唱)<br>【前腔】湘裙颤六幅，似天上嫦娥降尘俗。喜蓝田今日，种成双玉。风月赛阆苑三千，云雨笑巫山二六。(合前)(生唱)<br>【滴溜子】谩说道姻缘，果谐凤卜。细思之此事，岂吾意欲？有人在高堂孤独。可惜新人笑语喧，不知旧人哭。兀的东床，难教我坦腹。(合唱)<br>【鲍老催】翠眉谩蹙，赤绳已系夫妇足，芳名已注婚姻牍。空嗟怨，枉叹息，休推速。画堂富贵如金谷，休恋故乡生处乐，受恩深处亲骨肉。(合唱)<br>【滴滴金】金猊宝篆香馥郁，银海琼舟泛醽醁。轻飞翠袖呈娇舞，啭莺喉歇丽曲。歌声断续，持觞劝酒人共祝。人共祝，百年夫妇永和睦。(合唱)<br>【鲍老催】意深爱笃，文章富贵珠万斛，天教艳质为眷属。似蝶恋花，凤栖梧，鸾停竹。男儿有书须勤读，书中自黄金屋，也自有千钟粟。(合唱)<br>【双声子】郎多福，郎多福，看紫绶黄金束。娘分福，娘分福，看花诰纹犀轴。两意笃，两意笃。岂非福，岂非福。似文鸳彩凤，两两相逐。<br>(合白)请风明日两相宜，女貌郎才天下奇。正是洞房花烛夜，果然金榜挂名时。(并下)<br><br>第十九出<br>(旦上唱)【薄幸】野旷原空，人离业败。谩尽心行孝，力枯形瘁。幸然爹妈，此身安泰。恓惶处，见恸哭饥人满道，叹举目将谁倚赖？<br>(白)旷野消疏绝烟火，日日荒云黯村坞。死别空原妇泣夫，生离他处儿牵母。睹此恓惶实可怜，思量自觉此身难。高堂父母老难保，上国儿郎去不还。力尽计穷泪亦竭，淹淹气尽知何日？空原黄土谩成堆，谁把一杯掩奴骨？奴家自从丈夫去后，屡遭饥荒，衣衫首饰尽皆典卖，家计萧然。争奈公婆死生难保，朝夕又无可为甘旨之奉，只得逼逻几口淡饭。奴家自把细米皮糠逼逻吃，苟留残喘，也不敢交公公婆婆知道，怕他烦恼。奴家吃时，只得回避他。(逼逻饭介)公公婆婆早来。(外净上唱)<br>【玉井莲后】忍饿担饥，未知何日是了？<br>(旦白)请吃饭。(介)(净嫌介白)然则是饥荒年岁，只兀的教我怎吃？(外白)胡乱这般时节，分甚好歹？<br>(净唱)<br>【罗鼓令】我终朝的受馁，你将来的饭怎吃？疾忙便抬，非干是我有些馋态。(外唱)你看他衣衫都解，好茶饭将甚去买？婆婆，兀的是天灾，教他媳妇每难布摆。(旦唱)婆婆息怒且休罪，待奴家一霎时却得再安排。(合)思量到此，珠泪满腮。看看做鬼，沟渠里埋。纵然不死也难捱，教人只恨蔡伯喈。(净唱)<br>【前腔】如今我试猜：多应址你独口童病来？多应是你买些鲑菜？我吃饭他缘何不在？这些意真乃是歹？(外唱)婆婆，他和你甚相爱，不应反面直恁的乖。(旦唱)我千辛万苦，有甚情怀？可不道我脸儿黄瘦骨如柴。(合前)<br>(净白)抬去，抬去。(外)媳妇，收拾将去了。<br>(旦收介)待奴家去买些东西，再安排饭。(净外)你去。(旦白)正是：哑子谩尝黄柏味，难将苦事向人言。<br>(旦下)(净白)公公，亲的到底只是亲，亲生孩儿不留在家，今日着这媳妇供养你呵，前番骨自有些鲑菜；这几番只得些淡饭，教我怎的捱？更过几日，和饭也没有。你看他前日自吃饭时节，百般躲我，敢背地里自买些下饭受用分晓。(外白)婆婆，休错埋冤了人，我看这媳妇好生受，不是这般样人。(净白)恁的，等他自吃饭时节，我两人去探一探，方知端的。(外)也说得是。<br>(合白)浑浊不分鲢共鲤，水请方见两般鱼。(并下)<br><br>第二十出<br>(旦上唱)【山坡羊】乱荒荒不丰稔的年岁，远迢迢不回来的夫婿。急煎煎不耐烦的二亲，软怯怯不济事的孤身己。衣尽典，寸丝不挂体。几番要卖了奴身己，争奈没主公婆教谁看取？(合)思之，虚飘飘命怎期？难捱，实丕丕灾共危。<br>【前腔】滴溜溜难穷尽的珠泪，乱纷纷难宽解的愁绪。骨崖崖难扶持的病体，战钦钦难捱过的时和岁。这糠呵，我待不吃你，教奴怎忍饥？我待吃呵，怎吃得？(介)苦！思量起来不如奴先死，图得不知他亲死时。(合前)<br>(白)奴家早上安排些饭与公婆，非不欲买些鲑菜，争奈无钱可买。不想婆婆抵死埋冤，只道奴家背地吃了甚么。不知奴家吃的却是细米皮糠，吃时不敢教他知道，只得回避。便埋冤杀了，也不敢分说。苦！真实这糠怎的吃得。(吃介)(唱)<br>【孝顺歌】呕得我肝肠痛，珠泪垂，喉咙尚兀自牢嗄住。糠！遭砻被舂杵，筛你簸扬你，吃尽控持。悄似奴家身狼狈，千辛万苦皆经历。苦人吃着苦味，两苦相逢，可知道欲吞不去。(吃吐介)(唱)<br>【前腔】糠和米，本是两倚依，谁人簸扬你作两处飞？一贱与一贵，好似奴家共夫婿，终无见期。丈夫，你便是米么，米在他方没寻处。奴便是糠么，怎的把糠救得人饥馁？好似儿夫出去，怎的教奴，供给得公婆甘旨？(不吃放碗介)(唱)<br>【前腔】思量我生无益，死又值甚的！不如忍饥为怨鬼。公婆年纪老，靠着奴家相依倚，只得苟活片时。片时苟活虽容易，到底日久也难相聚。谩把糠来相比，这糠尚兀自有人吃，奴家骨头，知他埋在何处？<br>(外净上探白)媳女，你在这里说甚么？(旦遮糠介)(净搜出打旦介)(白)公公，你看么？真个背后自逼逻东西吃，这贱人好打！(外白)你把他吃了，看是什么物事？(净荒吃介)(吐介)(外白)媳妇，你逼逻的是甚么东西？(旦介)(唱)<br>【前腔】这是谷中膜，米上皮，将来逼逻堪疗饥。(外净白)这是糠，你却怎的吃得？(旦唱)尝闻古贤书，狗彘食人食，公公，婆婆，须强如草根树皮。<br>(外净白)这的不嗄杀了你？(旦唱)嚼雪餐毡苏卿犹健，餐松食柏到做得神仙侣，纵然吃些何虑？(白)公公，婆婆，别人吃不得，奴家须是吃得。(外净白)胡说！偏你如何吃得？(旦唱)爹妈休疑，奴须是你孩儿的糟糠妻室！<br>(外净哭介白)原来错埋冤了人，兀的不痛杀了我！<br>(倒介)(旦叫介唱)<br>【雁过沙】他沉沉向迷途，空教我耳边呼。公公，婆婆，我不能尽心相奉事，番教你为我归黄土。公公，婆婆，人道你死缘何故？公公，婆婆，你怎生割舍抛弃了奴？<br>(白)公公，婆婆。(外醒介唱)<br>【前腔】媳妇，你耽饥事公姑。媳妇，你耽饥怎生度？错埋冤你也不肯辞，我如今始信有糟糠妇。媳妇，我料应不久归阴府。媳妇，你休便为我死的把生的受苦。(旦叫婆婆介唱)<br>【前腔】婆婆，你还死教奴家怎支吾？你若死教我怎生度？我千辛万苦回护丈夫，如今到此难回护。我只愁母死难留父，况衣衫尽解，囊箧又无。(外叫净介唱)<br>【前腔】婆婆，我当初不寻思，教孩儿往皇都。把媳妇闪得苦又孤，把婆婆送入黄泉路，只怨是我相耽误。我骨头未知埋在何处所？<br>(旦白)婆婆都不省人事了，且扶入里面去。正是：青龙共白虎同行，吉凶事全然未保。(并下)(末上白)福无双至犹难信，祸不单行却是真。自家为甚说这两句？为邻家蔡伯喈妻房，名唤做赵氏五娘子，嫁得伯喈秀才，方才两月，丈夫便出去赴选。自去之后，连年饥荒，家里只有公婆两口，年纪八十之上，甘旨之奉，亏杀这赵五娘子，把些衣服首饰之类尽皆典卖，籴些粮米做饭与公婆吃，他却背地里把些细米皮糠逼逻充饥。唧唧，这般荒年饥岁，少什么有三五个孩儿的人家，供膳不得爹娘。这个小娘子，真个今人中少有，古人中难得。那公婆不知道，颠倒把他埋冤；今来听得他公婆知道，却又痛心都害了病。俺如今去他家里探取消息则个。(看介)这个来的却是蔡小娘子，怎生恁地走得慌？(旦慌走上介白)天有不测风云，人有旦夕祸福。(见末介)公公，我的婆婆死了。(末介)我却要来。(旦白)公公，我衣衫首饰尽行典卖，今日婆婆又死，教我如何区处？公公可怜见，相济则个。<br>(末白)不妨，婆婆衣衾棺椁之费皆出于我，你但尽心承值公公便了。(旦哭介唱)<br>【玉包肚】千般生受，教奴家如何措手？终不然把他骸骨，没棺椁送在荒丘？(合)相看到此，不由人不珠泪流，正是不是冤家不聚头。(末唱)<br>【前腔】不须多忧，送婆婆是我身下有。你但小心承直公公，莫教又成不救。(合前)(旦白)如此，谢得公公！只为无钱送老娘。(末白)娘子放心，须知此事有商量。(合)正是：归家不敢高声哭，只恐人闻也断肠。(并下)<br><br>第二十一出<br>(生上唱)【一枝花】闲庭槐影转，深院荷香满。帘垂清昼水，怎消遣？十二阑杆，无事闲凭遍。困来湘簟展，梦到家山，又被翠竹敲风惊断。<br>(白)【南乡子】万竹影摇金，水殿帘栊映碧阴。人静昼长无外事，请吟，碧酒金樽懒去斟。幽恨苦相寻，谁知离别经年无信音？寒暑相催人易老，关心，却把闲愁付玉琴。左右过来。(末上白)黄卷看来消白日，朱弦动处引清风。炎蒸不到珠帘下，人在瑶池阆苑中。琴书见在。(生)你与我叫两个学童出来。(末叫介)(净把扇丑把香炉上唱)<br>【金钱花】自小承值书房，书房。快活其实难当，难当。只管把扇与烧香，荷亭畔好乘凉，吃饱饭上眠床。<br>(净丑笑介)(生白)院子，这琴是我在先得此材于爨下，斫成此琴，故曰焦尾。自从来到此间，久不整理。今日当此清凉境界，试操一曲，舒遣情怀则个。你来，一个学童搧凉，一个学童管着文书，你管着烧香来。烧香的不要灭了香烬，搧凉的不要坏了扇子，管文书的不要掉了文书。三人互相觉察，违者施行。<br>(众应)领台旨。(丑伸扇灭末香)(净白)告相公：院子灭了香烬。(生)拿那厮来背起打十三。(净打末介)<br>(生)那厮不中，不要他烧香，教他搧凉。(叫净)你烧香。(净)小人烧香。(末搧凉)(生抚琴唱)<br>【懒画眉】强对南熏奏虞弦，只见指下余音不似前，那些个流水共高山？呀！怎的只见满眼风波恶，似离别当年怀水仙。<br>(末困净烧扇)(生白)怎生不搧凉？(末慌介)(净丑)告相公：院子坏了扇。(生白)背起打。(净丑介)<br>(生)那厮不中，不要他搧凉，只教掌着文书。你搧凉。(丑)领台旨，学童搧凉。(生又抚琴唱)<br>【前腔】顿觉余音转愁烦，还似别雁孤鸿和断猿，又如别凤乍离鸾。呀！怎的只见杀声在弦中见？敢只是螳螂来捕蝉。<br>(末又困介)(净丑偷书白)告相公：院子掉了文书。(生)再背起打。(介如前)(生叫丑白)你来拿文书，他依旧烧香。(丑把书)(生唱)<br>【前腔】日暖蓝田玉生烟，似望帝春心托杜鹃，好姻缘还似恶姻缘。只怕知音少，争得鸾胶续断弦？<br>(丑困)(末偷书)(净丑介白)告相公：院子来偷文书。(生)这厮真个不中，你看灭了香烬，坏了扇。<br>(末)告相公：两个学童厮妆骗。(净)他文书险被你来偷。(丑)亏我先准备一条大粗线。(生)夫人来，你两个回避。(太净丑白)正是：有福之人人伏事，无福之人伏事人。(并下)(生在场)(贴旦上唱)<br>【满江红】嫩绿池塘。梅雨歇熏风乍转。见清新华尾，已飞乳燕。簟展湘波纨扇冷，歌传令缕琼卮暖。是炎燕不到水亭中，珠帘卷。<br>(贴白)相公原在这里操琴。奴家久闻相公高于音乐，如何来到此间，丝竹之音，杳然绝响？相公今日，试操一曲。(生)弹甚么曲好？(贴)雉朝飞到好。(生)弹他做甚么？这是无妻的曲，我少甚么媳妇？(贴)胡说！如何少甚媳妇？(生弹介)呀！错了也。只有个媳妇，到弹个孤鸾寡鹄。(贴)我一对夫妻正好，说甚么孤寡？(生介)你那里知他孤寡的？(贴)相公，对此夏景，弹个风入松到好。(生)这个却好。(弹错介)(贴)相公，你弹错了。(生)呀！我弹个思归引出来。(贴)怎地害风么那！我却知道你会操琴，只管这般卖弄怎地？(生)不是，这弦不中弹。(贴)这弦怎地不中？<br>(生)当原是旧弦，俺弹得惯。这是新弦，俺弹不惯。<br>(贴)旧弦在那里？(生)旧弦撇了多时。(贴)为甚撇了？<br>(生)只为有这新弦，便撇了旧弦。(生介)(贴)怎地不把新弦撇了？(生)便是新弦难撇。(介)我心里只想着那旧弦。(贴)你撇又撇不得，罢罢。(生唱)<br>【桂枝香】危弦已断，新弦不惯。旧弦再上不能，我待撇了新弦难拚。一弹再鼓，又被宫商错乱，<br>(贴白)你敢心变了？(生唱)非干心变。这般好凉天，正是此曲才堪听，又被凤吹在别调间。(贴唱)<br>【前腔】非弦已断，只是你意慵心懒。没，你既道是寡鹊孤鸾，又道是昭君宫怨，那更思归别鹤，无非愁叹。相公，你心里多敢想着谁？(生)不想甚么人。(贴)你既不然，我理会得了，你道是除了知音听，道我不是知音不与弹。<br>(贴白)相公，只是你心里不欢喜的上头，你无心弹，何似教惜春和老姥姥安排酒过来，消遣歇子？<br>(生)我懒饮酒，我待睡去也。(贴)老姥姥，惜春，安排酒过来。(末净丑上唱)<br>【烧夜香】楼台倒影入池塘，绿树阴浓夏正长，一架荼靡只见满院香。(贴)满院香，和你饮霞觞。傍晚卷起帘儿，明月正上。<br>(贴白)将酒过来。(贴唱)<br>【梁州序】新篁池阁，槐阴庭院，日永红尘隔断。碧阑干外，空飞漱玉请泉。只见香肌无暑，素质生风，小簟琅玕展。昼长人困也，好清闲，忽听得棋声惊昼眠。(合)金缕唱，碧筒劝。向冰山雪槛开华宴，清世界有几人见。(生唱)<br>【前腔】蔷薇帘箔，荷花池馆，一点风来香满。香奁日永，香销宝篆沉烟。谩有枕欹寒王，扇动齐纨，怎遂得黄香愿？(泪下介)(贴)做甚么？(生介唱)猛然心地热，透香汗，我欲向南窗一醉眠。(合前)(贴唱)<br>【前腔换头】向晚来雨过南轩，见池面红妆零乱。渐轻雷隐隐，雨收云散。只见荷香十里，新月一钩，此景佳无限。兰汤初浴罢，晚妆残，深院黄昏懒去眠。(合前)(生唱)<br>【前腔换头】柳阴中忽听新蝉，更流萤飞来庭院。听菱歌何处？画舡归晚。只见玉绳低度，朱户无声，此景尤堪恋。起来携素手，鬓云乱，月照纱窗人未眠。(合前)(净丑末合唱)<br>【节节高】涟漪戏彩鸳，把荷翻，清香泻下琼珠溅。香风扇，芳沼边，闲亭畔。坐来不觉人清健，蓬莱阆苑何足羡。(合)只恐西风又惊秋，不觉暗中流年换。<br>【前腔】清宵思爽然，好凉天，瑶台月下清虚殿。神仙眷，开玳筵，重欢宴。从教玉漏催银箭，水晶宫里把笙歌按。(合前)(合唱)<br>【余文】光阴迅速如飞电，好良宵可惜渐阑，拚取欢娱歌笑喧。<br>(生白)谯楼上几鼓？(众)三鼓。(贴)相公，欢娱休问夜如何，此景良宵能几何？(合)遇饮酒时须饮酒，得高歌处且高歌。<br><br>第二十二出<br>(旦上唱)【霜天晓角】难捱怎避，灾祸重重至？最苦婆婆死矣，公公病，又将危。<br>(白)屋漏更遭连夜雨，困龙遇着许真君。奴家自从婆婆死后，万千狼狈，谁知公公一病，又成危困。如今赎得些药，安排煎了，更安排一口粥汤。(煎药介唱)<br>【犯胡兵】囊无半点挑药费，良医怎求？纵然救得目前，饭食何处有？料应难到后。谩说道有病遇良医，饥荒怎救？<br>【前腔】公公这病呵，百愁万苦千生受，妆成这症候。便做这药吃时呵，纵然救得目前，怎免得忧与愁？料应不会久。他只为不见孩儿么？这病可时，除非是子孝父心宽，方才可救。<br>(白)药已熟了，且扶公公出来，吃些药看何如？<br>(旦下扶外上唱)<br>【霜天晓角】悄然魂似飞，料应不久矣。纵然抬头强起，(介)形衰倦，怎支持？<br>(旦白)公公宽心！药熟了，你吃些，□□身己歇子。(外介)我吃不得这药。(旦介唱)<br>【香遍满】论来汤药，须索是子尝方进与父母，公公，莫不是为无子先尝你便寻思苦？(外强吃吐介白)我吃不得了。(旦唱)你只索□□，怎舍得一命殂？<br>(劝吃药介)(外白)媳妇，你吃糠，却教我吃药，可不亏了你！(哭介)(旦唱)原来你不吃药，只为我糟糠妇。<br>(白)公公，你吃药不呵，自吃一口粥汤如何？<br>(外吃吐介)(旦唱)<br>【前腔】他万千愁苦，堆积柞闷怀成气蛊，可知道你吃了吞还吐。(外白)媳妇，我敢不济事，只是死。孩儿又不回来，只亏了你。(旦)公公且宽心。<br>(背哭介)怕添亲怨忆，背将珠泪渍。公公，你再吃一口粥汤。(外白)媳妇，你吃糠，却教我吃粥，怎吃得下？(旦唱)苦！他原来不吃粥，也只为我糟糠妇。<br>(外白)媳妇，我死也不妨，只叹孩儿不在家，亏了你。来来，我有两句言语分付与你。(旦)如何？公公。(外唱)<br>【哥儿】媳妇，三年谢得你相奉事，只恨我当初，将你相耽误。我欲待报你的深恩，待来生我做你的媳妇。怨只怨蔡伯喈不孝子，苦只苦赵五娘辛勤妇。<br>(旦唱)<br>【前腔换头】寻思：一怨你死了谁祭祀；二怨你有孩儿，不得他相看顾；三怨你三年，没一个饱暖的日子。三载相看甘共苦，一朝分别难同死。(外唱)<br>【前腔】媳妇，我死呵，你将我骨头休埋在土。<br>(旦白)愿公公百二十岁，不愿得公公有此。倘或有些吉凶事，教媳妇休要埋在土里，却埋放那里也？(外白)都是我当初误你不是。(唱)我甘受折罚，任取尸骸露。(旦)公公，你休这般说，被人笑话。(外)媳妇，你不理会得，留与旁人，道伯喈不葬亲父。怨只怨蔡伯喈不孝子，苦只苦赵五娘辛勤妇。(旦唱)<br>【前腔换头】思之，公公，你死呵，公婆已得做一处所。料想奴家，不久归阴府。苦！可惜一家，三个怨鬼在冥途。三载相看甘共苦，一朝分别难同死。<br>(末上白)贫无达士将金赠，病有闲人说药方。公公，这两日病体如何？(外)我不济事了，毕竟只是个死。张大公，你来得恰好。我凭你为证，写下遗嘱与媳妇收执，我死后，教他休守孝，早嫁个人。取纸笔来。(旦)公公，你休写。自古道：忠臣不事二君，烈女不嫁二夫。休写，公公。(末)小娘子，你休烦恼他，且顺他看如何？(外写不得介唱)<br>【罗帐里坐】媳妇，你艰辛万千，是我耽伊误伊。你不嫁呵，你身衣口食，怎生区处？休休，当原是我误了你，今日又教你嫁人，若嫁不得个好人，怨我如何？终不然又教你，守着灵帏？(放笔介)已知死别在须臾，更与什么生人做主？(末唱)<br>【前腔】中间就里，我难说怎提？小娘子，若不嫁人，恐非活计；若不守孝，又被人淡议。(合)可怜家破与人离，怎不教人泪垂。(旦唱)<br>【前腔】公公严命。非奴敢违。只怕再如伯喈，却不误了我一世？公公，我一鞍一马，誓无他志。<br>(合前)<br>(末白)员外且将息，去后自有商量。(外)张大公，凭着你留下我这一条拄杖，怕这忤逆不孝子蔡邕回来。把这拄杖与我打将出去！(外虚倒介)(旦末扶介)<br>(末白)公公，病里莫生嗔，(旦)宽心保病身。<br>(合)正是：药医不死病，佛化有缘人。(并下)<br><br>第二十三出<br>(生上唱)【喜迁莺】终朝思想，但恨在眉头，人在心上。凤侣添愁，鱼书绝寄，空劳两处相望。青镜瘦颜羞照，宝瑟清音绝响。归梦杳，绕屏山烟树，那是家乡？<br>(白)【踏莎行】怨极愁多，歌慵笑懒，只因添个鸳鸯伴。他乡游子不能归，高堂父母无人管。湘浦鱼沉，衡阳雁断，音书要寄无方便。人生光景几多时，蹉跎负却平生愿。(生再唱)<br>【雁渔锦】思量，那日离故乡。记临歧送别多惆怅，携手共那人不厮放。教他好看承，我爹娘，料他每应不会遗忘。闻知饥与荒，只怕捱不过岁月难存养。若望不见信音却把谁倚仗。<br>【二犯渔家傲】思量，幼读文章，论事亲为子也须要成模样。真情未讲，怎知道吃尽多磨障？被亲强来赴选场，被君强官为议郎，被婚强效鸾凰。三被强衷肠说与谁行？埋冤难禁这两厢，这壁厢道咱是个不撑达害羞的乔相识，那壁厢道咱是个不睹是负心的薄幸郎。<br>【雁渔序】悲伤，鹭序鸳行，怎如乌鸟反哺能终养？谩把金章，绾着紫绶；试问斑衣，今在何方？斑衣罢想，纵然归去，又怕带麻执杖。只为他云梯月殿多劳攘，落得泪雨似珠两鬓霜。<br>【渔家喜雁灯】几回梦里，忽闻鸡唱。忙惊觉错呼旧妇，同问寝堂上。待朦胧觉来，依然新人凤衾和象床。怎不怨香愁玉无心绪？更思想被他拦挡。教我，怎不悲伤？俺这耻欢蜈仅宿笑蓉帐，他那里寂寞偏嫌更漏长。<br>【锦缠雁】谩悒怏，把欢娱都成闷肠。菽水既清凉，我何心，贪着美酒肥羊？闷杀人花烛洞房，愁杀我挂名在金榜。魆地里自思量，正是在家不敢高声哭，只恐人闻也断肠。<br>(白)院子过来。(末上白)有问即对，无问不答。告相公：有何指挥？(生)你是我的亲的人，我有一件事和你商量，你休要走了我的言语。(末)相公指挥，男女怎敢漏泄！(生)自从离了父母妻室，来此赴选，本非我意。虽则勉强朝命，暂受职名，将谓三年之后，可作归计。谁知又被牛相公招为女婿，一向逗遛在此，不能归去见父母一面。我要和你商量个计策。(末)不钻不穴，不道不知。男女每间常见相公忧闷不乐，不知这个就里。相公何不对夫人说知？(生)我夫人虽则贤慧，争奈老相公之势，炙手可热，我待说与夫人知，一霎时老相公得知，只道我去也不来，如何肯放我去？不如姑且隐忍，和夫人都瞒了，直待任满，寻个归计。<br>(末)这的却是。老相公若还知道，那里肯放相公去？<br>(生)我如今要寄一封书家中去，没个方便。我待使人去，又怕夫人知道。你与我出街坊上寻个便当人，待我寄一封书家去则个。(末)男女专当小心踏逐。<br>(生)我终朝长痛忆。(末)不妨，寻便寄书尺。<br>(合)正是：眼望旌捷旗，耳听好消息。(并下)<br><br>第二十四出<br>(旦上唱)【金珑璁】饥荒先自窘。那堪连丧双亲，身独自怎支分？衣衫都典尽，首饰并没分文，无计策剪香云。<br>(白)【蝶恋花】万苦千辛难摆拨，力尽心穷两泪空流血。裙布钗荆今已竭，萱花椿树连摧折。金剪盈盈明素雪，空照乌云远映愁眉月。一片孝心难尽说，一齐分付青丝发。奴家在先婆婆没了，却是张大公周济。如今公公又亡过了，无钱资送，难再去求张大公，寻思起没奈何，只得剪下青丝细发，卖几贯钱为送终之用。虽然这头发值不得恁多钱，也只把做些意儿，一似教化一般。正是：不幸丧双亲，求人不可频。聊将青鬓发，断送白头人。(旦唱)<br>【香罗带】一从鸾凤分，谁梳鬓云？妆台不临生暗尘，那更钗梳首饰典无存也，头发，是我耽阁你，度青春。如今又剪你，资送老亲。剪发伤情也，只怨着结发的薄幸人。(剪又放介)(唱)<br>【前腔】思量薄幸人，辜奴此身，欲剪未剪教我珠泪零。我当初早披剃入空门也，做个尼姑去，今日免艰辛。只一件，只有我的头发恁的，少什么嫁人的，珠围翠簇兰麝熏。呀！似这般光景，我的身死，骨自无埋处，说什么头发愚妇人！(介)<br>【前腔】堪怜愚妇人，单身又贫。我待不剪你头发卖呵，开口告人羞怎忍。我待剪呵，金刀下处应心疼也。休休，却将堆鸦髻，舞鸾鬓，与乌鸟报答，白发的亲。教人道雾鬓云鬟女，断送他霜鬟雪鬓人。<br>(剪介)(哭唱)<br>【临江仙】连丧双亲无计策，只得剪下香云，非奴苦要孝名传。正是上山擒虎易，开口告人难。<br>(白)头发既已剪下，免不得将去街上货卖。穿长街，抹短巷，叫几声卖头发咱。(叫介)(唱)<br>【梅花塘】卖头发，买的休论价。念我受饥荒，囊箧无些个。丈夫出去，那更连丧了公婆，没奈何，只得卖头发，资送他。<br>(白)怎的都没人问买？(介)(唱)<br>【香柳娘】看青丝细发，剪来堪爱，如何卖也没人买？若论这饥荒死丧，怎教我女裙钗，当得这狼狈？况我连朝受馁，我的脚儿怎抬？其实难捱。(倒介)(再起唱)<br>【前腔】望前街后街，并无人在。我待再叫呵，咽喉气噎，无如之奈。苦！我如今便死，暴露我尸骸，谁人与遮盖？天天！我到底也只是个死。待我将头发去卖，卖了把公婆葬埋，奴便死何害？<br>(末上白)慈悲胜念千声佛，造恶徒烧万炷香。呀！兀的不是蔡小娘子？缘何倒在街上？(旦)公公，救我则个！(末扶介)小娘子，你手里拿着头发做什么？<br>(旦)奴家公公没了，将这头发资送他。(末哭介)原来你公公也死了，你怎的不来和我商量，把这头发剪下做什么？(旦)奴家多番来定害公公了，不敢来相恼。<br>(末)说那里话！(唱)<br>【前曲】你儿夫曾付托，我怎生违背？你无钱使用，我须当代。交你把头发剪了，又跌倒在长街，都缘是我之罪。(合)叹一家破坏，否极何时泰来？各出着泪。(旦唱)<br>【前腔】谢公公可怜，把钱相贷，我公婆在地下相感戴。只恐奴此身，死也没人埋，公公，谁还你恩债？(合前)<br>(末白)小娘子，你先到家，我便令小二送些布帛钱米之类与你。(旦)公公收了这头发。(末)我要这头发做什么？<br>(旦)谢得公公救妾身！(末)你儿夫曾托我亲邻。<br>(合)正是：从空伸出拿云手，提起天罗地网人。(并下)<br><br>第二十五出<br>(净扮拐儿上唱)【打球场】几年假，为拐儿，是人都理会得我名儿。折莫你是怎生俌俏的，也落在我圈围。<br>(白)自家脱空行径，掏摸生涯。剑舌枪唇，俌俏的也引教他懵懂；虚脾甜口，悭吝的也哄交你妆风。乡贯何曾有定居，姓名那曾有真的。妆成圈套，见了的便自入来，做就机关，入着的怎生出去？骗了锺馗手里蝙蝠，脱得洞宾瓢里仙丹。但是来无迹，去无踪，对面骗人如撮弄；纵使和你行，和你坐，当场骗你怎埋冤？拐儿阵里先锋，哄局门中大将。何用剜墙贡壁，强如黑夜偷儿；不索挟杖持刀，真个白昼劫贼。正是：地不长无根之草，天不生无禄之人。自家正无买卖，听得随朝佐官蔡伯喈相公，家住在陈留，父母在堂，竟无消息。自家先在陈留郡走得却熟，如今只做陈留人，假写他父母家书递与他，必有回音；倘或附带盘缠回家，也不见得。却觅一小富贵，便不然也索与我些少盘缠回家。这里便是蔡伯喈相公府，进入去咱。呀！怎地都没一个人？(末上白)侯门深似海，不许外人敲。(相见介)你那里人？来府里有甚勾当？(净)小人从陈留来，蔡伯喈的老官人老安人有家书来。(末)相公正要寻方觅便寄书家去，你来得却好，待我请相公出来。(介)(生上唱)<br>【凤凰阁】寻鸿觅雁，寄个音书无便。谩劳回首望家山，和那白云不见。泪痕如线，想镜里孤鸾影单。<br>(生白)院子，他那里来？(末)他说在陈留来。<br>(净)小人是陈留郡里来的。(生)你带得我家书来？<br>(净)小人带书来。(生)将来看。(净递书介)(生看唱)<br>【一封书】一从你去离，我家中常念你。是么，我也常想家里。功名事怎的？想多应折桂枝。我功名事成了。幸得爹娘和媳妇，各保安康无祸危。且喜家中安乐。见家书，可知之，及早回来莫更迟。<br>(介)(生白)我怕不要归，争奈不由我。院子，你将纸笔过来，我写一封书与他去；一就取些金珠过来。<br>(末下取)纸笔金珠见在。(生写书介)(唱)<br>【下山虎】蔡邕百拜，大人尊前：一自离膝下，顿觉数年。目断家山，镇长望悬。一向那堪音信断，名利事叹牵绾，谩空劳珠泪涟。上表辞金殿，要辞了官，争奈君王不见怜。(又唱)<br>【蛮牌令】忽尔拜尊翰，极切慰拳拳。喜爹娘和媳妇，尽安康。况儿身淹留在此，不能勾承奉慈颜。匆匆的聊附寸笺，草草伏乞尊照不宣。<br>(生白)汉子，你来。这一封书和金珠，将到我家里。传示俺家里：俺早晚回来，教都放心，不须烦恼也。(净)小人理会得。(生)这些个碎银，与你路上作盘缠。(净)谢相公！(生唱)<br>【驻马听】书寄乡关，说起教人心痛酸。你传示俺八旬爹妈，道与我两月妻房，隔涉万水千山。啼痕缄外翠绡斑，梦魂飞绕银屏远，(合)报道平安，想一家贺喜，只说道他日再相见。(末唱)<br>【前腔】遥忆乡关，有个人人凝望眼。他频看飞雁，望断归舟，倚遍危阑。见这银钩飞动彩云笺，又索玉箸界破残妆面。(合前)(净唱)<br>【前腔】西出阳关，却叹今朝行路难。念取经年离别，带着一纸云笺。跋涉程途，只怕豺狼纷绕路途间，又怕雁鸿不到你家乡畔。(合前)(末唱)<br>【前腔】满纸云烟，说尽离愁千万千。想那层楼十二，有个人人，倚着危阑。他望归期，数飞雁，阻关山，见书如见经年面。(合前)<br>(生白)凭伊城寄佳音。(末)说尽离人一片心。<br>(合)须知相别经多载，方信家书抵万金。(并下)<br><br>第二十六出<br>(旦上唱)【挂真儿】四顾青山静悄悄，思量起暗里魂消。黄土伤心，丹枫染泪，谩把孤坟自造。<br>(白)【菩萨蛮】白杨萧瑟悲风起，天寒日淡空山里。虎啸与猿啼，愁人添惨凄。穷泉深杳杳，长夜何由晓。洒泪泣双亲，双亲闻不闻？奴家自丧了公婆，谁相扶助？到如今免不得造一所坟，把公婆葬了。又无钱雇人，又无人得央靠，只得独自搬泥运土。(罗裙包土介)(唱)<br>【五更传】把土泥独抱，罗裙裹来难打熬。空山静寂无人吊，但我情真实切，到此不惮劳。苦！何曾见葬亲儿不到？又道是三匝围丧，那些个卜其宅兆？思量起，是老亲合颠倒。公公，你图他折桂看花早，不道自把一身，送在白杨衰草。谩自苦，(介)这苦凭谁告？(介)<br>【前腔】我只凭十爪，如何能勾坟上高？(介)只见鲜血淋漓湿衣袄，苦！我形衰力倦，死也只这遭。休休！骨头葬处任他流血好，此唤作骨血之亲，也教人称道。教人道：赵五娘亲行孝。苦！心穷力尽形枯槁，只有这鲜血，到如今也出了。这坟成后，只怕我的身难保。<br>(白)呀！使得我力都乏了，免不得就此歇自，睡一觉则个。(唱)<br>【卜算先】坟土未曾高，筋力还先倦。(睡介)<br>(外扮山神上唱)<br>【粉蝶儿】赵女堪悲，天教小神相济。<br>(白)善哉！善哉！小神乃当山土地。昨奉玉帝敕旨：为赵五娘行孝，特令差拨阴兵，与他并力筑造坟台，免不得叫出南山白猿使者、黑虎将军，交他向前则个。猿虎二将何在？疾速过来！(丑扮猿净扮虎上介)(外)唯，吾奉上帝敕旨：为赵五娘行孝，交与他添力，筑造坟台。汝等可变化人形，与他摄化土石，便成坟冢。(净丑)领神音。(外)唯，不得惊动孝妇！<br>(净丑做坟介)告大圣：坟台已成了。(外)赵五娘，略抬起头来，听我嘱付！(外唱)<br>【好姐姐】五娘听分付与：吾特奉玉皇敕旨，怜伊孝心故遣我来助你。(净丑合唱)坟成矣。葬了二亲寻夫婿，改换衣装往帝畿。<br>(外白)赵五娘，你理会得？正是：大抵乾坤都一照，(合)免教人在暗中行。(外净丑并下)(旦醒来介)<br>(唱)<br>【卜算后】梦里分明有鬼神，想是天怜念。<br>(白)怪哉！我睡间恍惚之中，似梦非梦，闻人有祝付之语：道坟成了，教去京畿寻取丈夫。但我全凭独自一身，几时能勾得坟成？(介)呀！怎地这坟台都成了？谢天地，分明是神通变化。(唱)<br>【五更传】怨苦知多少？两三人只道同做饿莩。公公，婆婆，我待不葬了你，又不了；待葬了你，穷泉一闭无日晓，叹从今永别，再无由相倚靠。我死和你做一处埋呵，也得相伏事。只愁我死在他途道，我的骨头，何由来到？从今去，这坟呵，只愿得中干燥，福孙荫子也都难料；便荫得个三公，也济不得亲老。泪暗滴，把苍天祷。(末同丑带锄器上唱)<br>【铧锹儿】悲风四起吹松柏，山云惨淡日无色。猿啼与虎啸。怎不惨戚！趱步行来到峭壁，都与孝妇添助力。<br>(末白)自家是蔡员外的邻家，张大公的便是。只为他两个老的死了，亏杀他那媳妇赵五娘子，把罗裙包土，筑造坟台。但人家里造一所坟，不着千百工造不成。他独自一个女流，如何成得此事？免不得带将小二，与他添助力气则个。呀！好怪么，如何坟都成了。只见松柏森森绕四围，孤坟新土掩泉扉。娘子。你空山独自气人问，为筑坟台有阿谁？(旦)梦里有神真怪异，阴兵运土与搬泥。筑成坟了亲分付，教寻取儿夫往帝畿。(丑)公公，自古流传多有此，毕竟感格上天知。长城哭倒称姜女，娘子，他日芳名一处题。<br>(合)正是：善恶到头终有报，只争来速与来迟。(旦唱)<br>【好姐姐】念奴流血满指，奈独自要坟成无计，深感老天暗中相护持。(合)坟成矣。葬了二亲寻夫婿，改换衣装往帝畿。(末唱)<br>【前腔】我每方将小二，待欲与你添助力气，谁知有神暗中救济。(合前)(丑唱)<br>【前腔】你每真个见鬼，这松柏孤坟在何处？恰才小鬼是我妆做的。(合前)<br>(未白)娘子，你孝心感格动阴兵，(旦)不是阴兵坟怎成？(丑)万事劝人休碌碌，(合)举头三尺有神明。<br>(并下)<br><br>第二十七出<br>(贴亡唱)【念奴娇】楚天过雨，正波澄木落，秋容光净。谁驾玉轮来海底，碾破琉璃千顷。环珮风清，笙歌露冷，人在清虚境。(净丑合唱)真珠帘卷，小楼无限佳兴。<br>(白)【临江仙】玉作人间秋万顷，银葩点破琉璃。(贴)瑶台风露冷仙衣，天香飘下处，此景有谁知？<br>(净丑)未审明年明夜月。此时此景何如？(贴)珠帘高卷醉琼卮，(合)正是莫辞终夕看，动是隔年期。(贴)老姥姥，惜春，今夜中秋，月色澄霁，你与我请相公出来，玩赏则个。(丑)请请，夫人请相公玩月。(生房内应)我睡了，不来。(净)你可知道不请得相公出来，你甚么脸儿了，相公见了好？我去请。(介)(生上唱)<br>【生查子】逢人曾寄书，书去神亦去。今夜好清光，可惜人千里。<br>(贴白)相公，今夜中秋，月色可爱。我请你玩赏一番，你没事，推阻做什么？(生)月有甚好处？(贴)怎地不好！你看：【酹江月】玉楼绛气，卷霞绡云浪寒光澄澈。丹桂飘香清思爽，人在瑶台银阙。(生)影透空帏，光窥罗帐，露冷蛩声切。关山今夜，照人几处离别。(净)须信离合悲欢，还如玉兔，有阴晴圆缺。便做人生长宴会，几见冰轮皎洁？(丑)此夜明多，隔生期远，莫放金樽歇。(合)但愿人长久，年年同赏明月。(贴唱)<br>【本序】长空万里，见蝉娟可爱，全无一点纤凝。十二栏杆，光满处，凉浸珠箔银屏。偏称，身在瑶台，笑斟玉斝，人生几见此佳景？(合)惟愿取，年年此夜，人月双清。(生唱)<br>【前腔换头】孤影，南枝乍冷，见乌鹊缥缈惊飞，栖止不定。万点苍山，何处是，修竹吾庐三径？追省，丹桂留扳，嫦娥相爱，故人千里谩同情。(合前)(贴唱)<br>【前腔换头】光莹，我欲吹断天箫，骖鸾归去，不知风露冷瑶京？环珮湿，似月下归来飞琼。那更，香鬓云鬟，清辉玉臂。广寒仙子也堪并。(合前)(生唱)<br>【前腔换头】愁听，吹笛关山，敲砧门巷，月中都是断肠声。人去远，几见明月亏盈。惟应，边塞征人，深闺思妇，怪他偏向别离明。(合前)(净丑合唱)<br>【古轮台】峭寒生，鸳瓮瓦冷玉壶冰，阑干露湿人犹凭，贪看玉镜。况万里清冥，皓彩十分端正。三五良宵，此时独胜。(丑)把清光都付与酒杯倾，从教酩酊，拚夜深沉醉还醒。酒阑绮席，漏催银箭，香消金鼎。斗转与参横，银河耿，辘轳声已断金井。<br>(净唱)<br>【前腔换头】闲评，月有圆缺与阴晴，人世有离合悲欢，从来不定。深院闲庭，处处清光相映。也有得意人人，两情畅咏；也有独守长门伴孤冷，君恩不幸。(丑)有广寒仙子娉婷，孤眠长夜，如何捱得，更阑寂静？此事果无凭，但愿人长永，小楼看月共同登。(合)<br>【余文】声哀诉促织鸣，(贴)俺这里欢娱未听。<br>(生)却笑他几处寒衣织未成。<br>(贴白)今宵明月最团圆。(生)几处凄凉几处喧。<br>(合)但愿人生得长久，年年千里共婵娟。(并下)<br><br>第二十八出<br>(旦上唱)【胡捣练】辞别去，到荒丘，只愁出路煞生受。画取真容聊藉手，逢人将此免哀求。<br>(白)鬼神之道，虽则难明；感应之理，不可不信。奴家昨日，独自在山筑坟，正睡间，忽梦中有神人自称当山土地，带领阴兵，与奴家助力；却又祝付，教奴家改换衣装，去长安寻取丈夫。待觉来果见坟台并已完备，分明是神道护持。正是：能可信其有，不可信其无。今则二亲既已葬了，只得改换衣装，将着琵琶做行头，沿街上弹几只劝行孝的曲儿，教化将去。只是一件，我几年间和公婆厮守，一旦撇了去，如何下得？奴家从来薄晓得些丹青，何似想象画取公婆两个真容，背着一路去，也似相亲傍的一般。但过小祥忌辰，展开与他烧些香纸，奠些凉浆水饭，也是奴家心素。(介)免不得就此描模真容则个。(唱)<br>【三仙桥】一从他每死后，要相逢不能勾。除非梦里，暂时略聚首。若要描，描不就，暗想象，教我未写先泪流。写，写不得他苦心头；描，描不出他饥证候；画，画不出他望孩儿的睁睁两眸。只画得他发飕飕，和那衣衫敝垢。休休，若画做好容颜，须不是赵五娘的姑舅。<br>【前腔】我待画你个庞儿带厚，你可又饥荒消瘦。我待画你个庞儿展舒，你自来长恁皱。若写出来，真是丑，那更我心忧，也做不出他欢容笑口。不是我不画着好的，我从嫁来他家，只见两月稍优游，他其余都是愁。那两月稍优游。可又忘了。这三四年间，我只记得他形衰貌朽。这画呵，便做他孩儿收，也认不得是当初父母。休休，纵认不得是蔡伯喈当初爹娘，须认得是赵五娘近日来的姑舅。<br>(白)真容已描就了，只就这里烧香纸，奠些水饭，拜辞了二亲出去。(唱)<br>【前腔】公公，婆婆，非是我寻夫远游，只怕你公婆绝后。奴见夫便回，此行安敢久。苦！路途中，奴怎走？望公婆，相保佑我出外州；(介)苦！他骨肉自没人倚恃，他如何来相保佑？这坟呵，只怕奴家去后，冷清清有谁来拜扫？纵使遇春秋，一陌银钱怎有？休休，生是受冻馁的公婆，死做个绝祭祀的孤魂么姑舅。<br>(白)既辞了二亲，拜了真容，便索去辞张大公。如何的张大公恰好也来到？(末上白)衰柳寒蝉不可闻，西风败叶正纷纷。长安古道休回首，西出阳关无故人。<br>(旦)奴家正要到宅上来。(末)如今便去那？(旦)奴家便行。(末)你画的是什么？(旦)奴家自画着公婆真容，一路上将去借手教化，早晚与他烧香化纸。(末看介)<br>【鹧鸪天】娘子，死别多应梦里逢，谩劳孝妇写遗踪。可怜不得图家庆，辜负丹青泣画工。衣破损，鬓蓬松，千愁万恨在眉峰。蔡郎不识年来面，赵女空描别后容。我听得你远行，有几贯钱与你添做盘缠。<br>(旦)多多的定害公公了，又教公公生受做什么？只一件，奴家又有不识进退之恳：奴家去后，坟所早晚，公公可怜见，看这两个老亲在日的面，与我看管则个。<br>(末)这个不妨。你去自去，我更有几句言语祝付你：小娘子，你少长闺房，岂识途路？你当原蔡郎未别去时节，你青春娇媚，你如今遭这饥年荒岁，貌短身卑。正是：桃李一岁岁相似，人面一年年不同。蔡郎当初临别之时，可不道来：若有寸进，即便回来。如今年荒亲死，一竟不归，你知他心腹事如何？正是：画虎画皮难画骨，知人知面不知心。蔡郎原是读书人，一举成名天下闻。久留不知因个甚？年荒亲死不回门。小娘子，你去京城须子细，逢人下礼问虚真。见郎谩说千般苦，只把琶琶语句诉原因。未可便说是他妻子，未可便说死双亲。若得蔡郎思故旧，可怜张老一亲邻。我已如今七十岁，比你公婆少一旬。你去时犹有张老送，你回来未知张老死和存。我送你去呵，正是和泪眼观和泪眼，断肠人送断肠人。(旦唱)<br>【忆多娇】他魂渺漠，我身没倚着。程途万里，教我怀夜壑。此去孤坟，望公公看着。(合)举目消索，满眼盈盈泪落。(末唱)<br>【前腔】承委托，当领略。孤坟我自看守，决不爽约。只愿你途中身安乐。(合前)(旦唱)<br>【斗黑麻】奴深谢公公，便辱许诺。从来的深恩，怎敢忘却！只怕途路远，体怯弱；病染孤身，力衰倦脚。(合)孤坟寂寞，路途滋味恶。两处堪悲，万愁怎摸？(末唱)<br>【前腔】伊夫婿多应是，贵官显爵。伊家去，须当市个好恶。只怕你这般乔打扮，他怎知觉？一贵一贫，怕他将错就错。(合前)<br>(旦白)为寻夫婿别孤坟。(末)只怕你儿夫不认真。<br>(合)流泪眼观流泪眼，断肠人送肠人。(并下)<br><br>第二十九出<br>(生上唱)【菊花新】封书自远到亲闱，又见关河朔雁飞。梧叶满庭除，还如我闷怀堆积。<br>(白)【生查子】封书寄远人，寄与万里亲。书去神亦去，兀然空一身。自家昨得家书，报道家中平安，极切自喜。当时亦付一书回去。不知如何？常怀想念，番成忧闷。正是：虽无千丈线，万里系人心。好闷！(介)(坐)(贴上喜)<br>【意难忘】绿鬓仙郎，懒拈花弄柳，劝酒持觞。长颦知有恨，何事苦思量？(生唱)些介事，恼人肠。<br>(贴)试说与何妨？(生)又只怕伊寻消问息，添我恓惶。<br>(贴白)古人云：颦有为颦，笑有为笑。古之君子，当食不嗟，临乐不叹。无事而戚，谓之不祥。相公，你自来此，不明不暗，如醉如痴，镇长忧虑，为着甚么？你还少吃的那还少穿的？我待道你少吃的呵，<br>(唱)<br>【红衲袄】你吃的是煮猩唇和那烧豹胎。我待道你少穿的呵，你穿的是紫罗襕系的是白玉带。你出去呵，我只见五花头踏在你马前摆，三檐伞儿在你头上盖。相公，你休怪我说：你本是草庐中穷秀才，如今做着汉家梁栋材。你有甚么不是只管锁了眉头也，唧唧哝哝不放怀？<br>(生)你道我有穿的呵，(唱)<br>【前腔】我穿着紫罗襕到拘束我不自在，我穿的是皂朝靴怎敢胡去揣？你道我有吃的呵，我口里吃几口荒张张要办事的忙茶饭，手里拿着个战钦钦怕犯法的愁酒杯。到不如严子陵登钓台，怎做得杨子云阁上灾？只管待漏随朝可不误了秋月春花也？枉干碌碌头又白。(贴唱)<br>【前腔】相公，莫不是丈人行性气乖？(生)不是。(贴)莫不是妾根前缺管待？(生)不是。(贴)莫不是画堂中少了三千客？(生)不是。(贴)莫不是绣屏前少了十二钗？(生)那里是？不是。(介)(贴)又不是。这意儿教人怎猜？这意儿教人怎解？(介)我今番猜着了，敢只是楚馆秦楼有一个得意情人也，闷恹恹不放怀？(生)不是。(唱)<br>【前腔】有个人人在天一涯，我不能勾见他，只落得脸销红眉锁黛。(贴)我道什么来？却又是。<br>(生)不是。我本是伤秋的宋玉无聊赖，有甚心情去讣着闲楚台？(贴)有甚事，说与我么？(生)三分话儿也只恁回，一片心儿也只恁地揣。(贴)有甚事，问着也不说，如何？(生)罢罢。夫人，你休缠得我无言，若还提起那筹儿也，镇扑簌簌珠泪满腮。<br>(贴白)由你，由你。待我不劝解，你又只管闷；待我问你，你又不应。我也没奈何。相公，夫妻何事苦相防？莫把闲愁积寸肠。正是：各家自扫门前雪，休管他家屋上霜。(贴下)(生吊场白)难得我语和他语，未必他心似我心。自家娶妻两月，别亲数年，朝夕相思，番成怨叹。我这新娶媳妇虽则贤慧，累次问及，自家要对他说，也肯教我归去。只是我的岳丈，知我有媳妇在家，必怕我去不来，如何肯放我去？不如姑且隐忍，改日求一乡郡除授，那时却回去见双亲，多少是好。夫人，非是隄防你太深，只愁伊父苦相禁。正是：夫妻且说三分话……。(贴上介)我理会得了，未可全抛一片心。好好！你瞒我也由你，只是你爹娘和媳妇须怨你。(贴唱)<br>【江头金桂】怪得你终朝攧窨，我只道你缘何愁闷深？教咱猜着哑谜，为你沉吟，那筹儿没处寻。我和你共枕同衾，你瞒我则甚？你自撇下爹娘媳妇，屡换光阴，他那里须怨着你没信音。笑伊家短行，无情忒甚，到如今，骨自道且说三分话，不肯全抛一片心。(生唱)<br>【前腔】非是我声吞气饮，只为你爹行势逼临。怕他知我要归去，将你厮禁，要说又将口噤。我实瞒你不得，我待解朝簪，再图乡任。他不隄防着我，须遣我到家林，双双两个归昼锦。苦！双亲老景，存亡不审。我前日附那书回家去，只怕雁杳沉鱼。(贴)真个也没一封书回来？(生)又不是烽火连三月，真个家书抵万金。<br>(贴白)原来如此。我去对爹爹说道，我和你同去便了。(生)你休说，你爹爹如何肯放你去？莫说破了。<br>(贴)不妨。我爹爹身为太师，风化所关，观瞻所系，终不然直恁地无仁义？(生)休说，不济事枉了。(贴)不妨，我自有道理，不到他不从。正是：雪隐鹭鸶飞始见，柳藏鹦鹉语方知。(生)假饶染就绀红色，也被旁人说是非。(并下)<br><br>第三十出<br>(外上唱)【西地锦】好怪吾家门婿，镇日不展愁眉。教人心下常萦系，也只为着门楣。<br>(白)入门休问荣枯事，观着容颜便得知。自家招蔡伯喈为婿，可为得人。只一件，自从到此，眉头不展，面带忧容，为着甚么，必有其故。等俺女孩儿出来，问他则个。(贴上唱)<br>【前腔】只道儿夫何意，如今事理方知。万里家山要同归去，不审爹意何如？<br>(外白)孩儿，吾老入衣冠，自叹吾之皓首；汝声乖琴瑟，每为汝而懊怀。夫婿何故忧愁？孩儿必知端的。(贴)告爹爹：他娶妻六十日，即赴科场；别亲三五年，竟无消息。温清之礼既缺；伉俪之情何堪！今欲归故里，辞至尊家尊而同行；待共事高堂，执子道妇道以尽礼。(外)唯，吾乃紫阁名公，汝乃香闺艳质。何必顾彼糟糠妇？岂肯事此田舍翁？彼久别双亲，何不寄一封之音信？汝从来娇眷，安能涉万里之程途？休惑夫言，当从父命。(贴)爹爹，曾观典籍，未闻妇道而不拜姑嫜；试论纲常，岂有子职而不事父母？若重思唱随之义，当同尽定省之仪。彼荆钗布裙，既以独奉亲帏之甘旨；顾金屏绣褥，岂可久恋监宅之欢娱？爹爹高居相位，坐理朝纲。岂可断他人父子之恩，绝他人夫妇之义？使伯喈有贪妻之爱，不顾父母之愆；使孩儿坐违夫之命，不事姑嫜之罪。望爹爹容恕，特赐矜怜。(外)胡说！他既有媳妇在家里了，你去做甚么？(贴唱)<br>【狮子序】他媳妇须有之，念奴须是，他孩儿的妻。那曾有媳妇不事亲帏？(外)你去有甚么勾当？<br>(贴)若论做媳妇的道理，须当奉饮食，问寒暄，相扶持，蘋蘩中馈。(外)便做有许多勾当，既有媳妇在家里了，他孩儿不去也不妨。(贴)爹爹，正是养儿代老，积谷防饥。<br>(外)既道是养儿代老，何似当原休教来赴举不好？(贴唱)<br>【太平歌】他求科举，指望锦衣归，不想道你留他为女婿。(外)有缘千里能相会，须强他不得，<br>(贴)他埋冤洞房花烛夜，那些个千里能相会？只要保全金榜挂名时，事急且相随。(外)不听我说由他。蔡伯喈自闷，交我如何？(贴，唱)<br>【赏宫花】他终朝惨凄，我如何忍见之？(外)他自伤悲，你须不曾。(贴)若论为夫妇，须是共欢娱。<br>(外)不妨，他若在这里，教他做个大官人，也由得我。<br>(贴)爹爹，他数载不通鱼雁信，枉了十年身在凤凰池。<br>(外)你听着丈夫的言语，却不听我说，这妮子好痴迷。(贴唱)<br>【降黄龙】须知，非是奴痴迷，已嫁从夫。怎违公议？(外)你去不妨，只是我没亲的人，如何放你去得？(贴)爹犹念女，怎教他爹娘不念孩儿？(外)不是我不放你去，既道有媳妇在家里，你去时节，只恐怕担阁了你。(贴)休提，纵把奴担阁，比担阁他的爹娘何如？(外)恁地，教伯喈自去便了。(贴)爹爹。那些个，夫唱妇随，嫁鸡逐鸡飞？(外)孩儿，他是贫贱之家，你如何伏事他家？(贴唱)<br>【大圣乐】婚姻事难论高低，论高低何如休嫁与。假如亲贱孩儿贵，终不然便抛弃？(外)他的孩儿撇不得，你怕甚么？(贴)奴是他亲生儿子亲媳妇，难道他是何人我是谁？(外)你怎地只管把言语来冲撞我？<br>(贴)爹居相位，怎说着伤风败俗，非理的言语？<br>(外怒白)这妮子无礼！到将言语来挺撞我。我的言语不中听。孩儿，夫言中听我言违，料想孩儿见识迷。本是将心托明月，谁知明月照沟渠？(外先下)<br>(贴白)酒逢知己千钟少，话不投机半句多。我爹好不顾仁义，到说道奴家把言语冲撞他。当原蔡伯喈教我休说的是，如今何颜见他？免不得在此坐一回，寻思个道理，去回他话咱。(贴介)(生上唱)<br>【称人心】撇呆打堕，早被那人瞧破，要同归知爹肯么？料他每，不见许。(介)夫人，你缘何独坐？想你爹爹不肯么？伊家道俐齿伶牙，争奈你爹行不可。<br>(贴唱)<br>【前腔换头】我爹爹，全不怕，人笑呵，这其间只是见差。祸根芽，从此起，灾来怎躲？他只道我从着夫言，骂我不听亲话。(生唱)<br>【红衫儿】你不信我教伊休说破，到此如何？算你爹心性，我岂不料过。我为甚胡掩胡遮？只为着这些。你直待要打破了砂锅，是你招灾揽祸。(贴唱)<br>【前腔换头】不想道相挜把，这做作难禁架。我见你每每咨嗟要调和，谁知道好事多磨？起风波。把你陷在地网天罗，如何不怨我？(介)懊恨只为我一个，却担阁你两下。(生唱)<br>【醉太平】蹉跎，光阴易谢。纵归来已晚，归计无暇。名牵利锁，奔走在海角天涯。知么？多应我老死在京华，孝情事一笔都勾罢。这般摧锉，伤情万感，泪珠偷随。(贴唱)<br>【前腔】非诈，奴甘死也。纵奴不死时，君去须不可。奴身值甚么？只因奴误你一家。差讹，假饶做夫妇也难和，我心怨你心萦挂。奴此身拚舍，成伊孝名，救伊爹妈。<br>(贴白)相公，妾当初勉奉父命，遣事君子。不想君家有垂白之父母，年少之妻房。致使君家衷肠不满，名行有亏。如今思之：误君之父母者，妾也；误君之妻房者，妾也；使君为不孝薄幸人者，亦妾也。妾之罪大矣！纵偷生于今世，亦公议所不容。昔聂政姊倚死尸以成弟之名，王陵母死伏剑下以全子之节，妾岂爱一身，误君百行。妾当死于地下，以谢君家，小则可以解君之萦挂，大则可以救君之父母，近则可以成孝子之全名，远则可以遗后世之公议，妾死何憾焉？<br>(生)夫人，你知其一，不知其二。身体发肤，受之父母，不敢毁伤；岂可陷亲于不义？那时节人知，只道你从夫言而弃亲命。此事不可。(贴)也说得是。(生)且慢着，怕你爹爹也有回心转意时节。且更宁耐，看如何？(贴)他虽不从我，也只索说与他人，难道我不是？正是：大家截了梧桐树，(合)自有旁人说短长。<br>(并下)<br><br>第三十一出<br>(旦行路上唱)【月云高】路途劳倦，行行甚时近？未到得洛阳县，那盘缠使尽。回首孤坟，空教我望孤影。他那里谁秋采？俺这里将谁投奔？正是西出阳关无故人，须信道家贫不是贫。<br>(白)【苏幕遮】怯山登，愁水渡。暗忆双亲，泪把罗裙渍。回首孤坟何处是？两下萧条，一样愁难诉。玉消容，莲困步。愁寄琵琶，弹罢添凄楚。惟有真容时一顾，憔悴相看，无语恓惶苦。奴家为寻丈夫，在路途上多少狼狈。况独自一身，拿着一个琵琶，背着两个真容，登高履险，宿水餐风，其实难捱。只是一件，去到洛阳，寻见丈夫，相逢如故，也不枉了这遭辛苦；倘或他高车驷马，前呵后拥，见奴家如此蓝缕不认，可不担阁了奴家？(旦唱)<br>【前腔】暗叫思忖，此去好无准。只怕他身荣贵，把咱不队。若是他不瞧，可不空教我受艰辛？没，他未必忘恩。我这坦自闲评论，他须记一夜夫妻百夜恩，怎做得区区陌路上人？<br>【前腔】只是一件，他在府堂深隐，奴身怎生进？他在驷马高车下，我又难将他认。我有个道理，来到他根前，只提起他二亲真。又怕消瘦庞儿。他尤难十分信。他不到得非亲却是亲，我自须防人不仁。<br>(白)哽咽无言对两真，千山万水好艰辛。见说洛阳花似锦，只恐来时不遇春。(旦下)<br><br>第三十二出<br>(外上唱)【番下算】儿女话难听，使我心疑惑。暗中思忖觉前非，有个团圆策。<br>(白)良药苦口利于病，忠言逆耳利于行。昨日女孩儿要和伯喈归去。同事双亲，自家不放他去。那孩儿少不得几句言语劝解自家，自家登时不胜焦燥。如今寻思起来，他句句有理，节节堪听。自家待要放他去，只是幼长闺门，难涉途路；况兼自家年老无人；如何放他去？如今有个道理，使一个人，多与他些盘缠，教他去陈留，将蔡伯喈爹娘媳妇都取将来便了，多少是好？且待叫出女婿孩儿出来，问他则个。孩儿和女婿过来。(生贴上唱)<br>【前腔】泪眼滴如珠，愁事萦如织。早知今日悔当初，何似休明白。<br>(外白)孩儿你来。夜间我子细寻思你的言语，都说得有道理。我如今商量来，教你去也难的一般。我如今自使两个人去，把伯喈爹娘媳妇都取将过来，你两人心下如何？(贴)这个，随爹爹主张。(生)既然如此，多谢岳丈！(外)院子李旺那里有？(丑上)频听指挥黄阁下，忽闻呼唤画堂前。喏喏。(外)来。我如今使你出去陈留走一遭。(丑)娘咳！陈留且是远，我不去。(外)休胡说！(丑)去做甚么？若是有钱觅时，李旺便去。(外)如今蔡伯喈老员外、老安人、小娘子三人，在陈留郡里，我如今交你去请将这里来。(丑)李旺弗去。(生贴)你去请将来时节，我这里自多多赏你。<br>(丑)娘子如今说道多多赏我，取得来时，娘子又要争大小，，厮打时节，不赏李旺了。(外)李旺，即目便要你去，不得推拒。我如今更差几个后生，伴你一同去。(丑)如此，却又得。(外)这一封柬子，外有金银钱米与你作盘缠，休要落后了。(生贴)李旺，你去须多方询问；若是取得来时节，在路途千万小心承直。<br>(丑)不妨，我出路惯便。(外唱)<br>【四边静】你去陈留子细询端的，专心去寻觅。请过两三人，途中须好承直。(合)休忧怨忆，寄书咫尺。眼望旌捷旗，耳听好消息。(生唱)<br>【前腔】饥荒散乱无踪迹，存亡想不测。何意路途间，难禁这劳役。(合前)(贴唱)<br>【福马郎】李旺，你休说新婚在牛氏宅。(外)孩儿，说便又待怎地？(贴)他须怨我相耽误；归未得，旁人闻，把奴责。(合)若是到京国，相逢处作个好筵席。(丑唱)，<br>【前腔】多与盘缠添气力，万水千山路，曾惯历。(拜介)辞却恩官去，免忧忆。(合前)(外白)限伊半载望回音。(生贴)路上看承须小心。(丑)但愿应时还得见，(合)果然胜似岳阳金。(并下)<br><br>第三十三出<br>(末扮五戒上白)年老心闲无外事，麻衣草座亦容身。相逢尽道休官去，林下何曾见一人？自家乃是弥陀寺中一个五戒。今日这寺中建一净土会，不拣什么人，或是荐悼双亲，保安身己的，都来这里聚会。真是个好寺院，好道场。怎见得？但见兰若庄严，莲台整肃。大殿嵯峨耀金壁，回廊缭绕画丹青。千层塔高耸侵云，半空中时闻清铎；七宝楼晶光耀日，六时里频响洪钟。松下山门，红尘不到；竹边僧舍，白日难消。阿罗汉圣相威仪，比雪山三十六万亿佛，比丘僧戒行清洁，似祗园千二百五十人。且看幡影石坛高，惟有棋声花院静。休说清净法界，且说严肃道场。只见珠幢宝盖影飘飘，玉磬金钟声断续。龙瓶插九品红莲，开净土春秋不老；凤蜡吐千枝绛蕊，照佛天昼夜常明。齐整整的贝叶同翻，扑簌簌的天花乱坠。旃檀林里，爇着清净香、道德香；香积厨中，献这禅悦食、法喜食。人人在十洲三岛，个个净五蕴六根。击夫法鼓，吹夫法螺，仙乐一时奏动；开甘露门，入甘露城，幽魂尽获超升。寄言苦每林中客，好向灵山会上人。今日寺中建夫会，怕有官员贵客，来此游玩，不免将着疏头，就此抄题几贯钱，添助支费。道犹未了。远远望见两个舍人来到。(净丑上唱)<br>【缕缕金】胡厮口坙，两乔才。家中无宿火，有甚强迫陪？自来妆风子，如今难悔。向丛林深处且徘徊，都来看佛会。<br>(末白)官人，请坐吃茶。(净丑白)五戒，你这佛会支费多？(末)便是。休怪冒渎，今日天与之幸，得遇二位官人到此，免不得求告，抄化几文，添助支费则个。(净)将疏头来看。兄弟，钱谷傥来之物，何处不使？那里不用？(丑)是。咱每这般人，那一日不使几贯钞？(净)我舍五锭。(丑)我也舍五锭。(净丑)我两人都不曾带得见钱在此，你一霎时随我去取与你。<br>(末)谢得官人！(净)你不见远远有个婆娘来？生得好！<br>(丑)是。有个婆娘来，背着一个琵琶，到和姐姐厮象。<br>(末)又道是远睹分明。(旦上唱)<br>【前腔】途路上，实难捱。盘缠都尽了，好狼狈。试把瑟琶拨，逢人乞丐。荐公婆魂魄免沉埋，特来赴佛会。<br>(白)可喜己到得洛阳。今日见说弥陀寺中做佛会，只得就此抄化几文，追荐公公婆婆则个。(末)娘子，你休傍前来。<br>(净丑)你这什么东西？(旦)是奴家公婆真容。<br>(净丑)恁地，娘子，你从哪里来？(旦唱)<br>【销金帐】听奴诉与：奴是良人妇，为儿夫相耽误。一向赴选及第，未归乡故。饥荒丧了，丧了亲的舅姑，我造坟墓。今为寻夫来此。(净丑白)你儿夫在那里？(旦唱)寻夫未知，在何处所？<br>(净白)你抱着这个琵琶做什么？(旦)奴家将此弹一两段曲儿，抄题几文，就此寺中追荐公婆则个。<br>(净丑)你会弹甚么曲儿？你曾会弹也四儿么？(旦)不会。(净丑)你会弹八俏手么？(旦)不会。奴家只会弹些行孝曲儿。(末)二位官人，在此使钱，那里不用？那里不使？你就这里好生弹着，厚赏你。(旦白)凡人养子，怀抱最艰辛。欲语未能行未得，此际苦双亲。<br>(介)(唱)<br>【前腔】凡人养子，最是十月怀耽苦，更三年劳役抱负。休言他受湿推干，万千劳事。真个千般爱惜，千般爱护。儿有些不安，父母忧惶无措。直待他可了，可了欢忻似初。<br>(净丑白)弹得好！是好！(末)真个。(净丑)钱那里不使？那里不用？与你一领好袄子。(介)(旦)儿惭长，父母渐欢忻。教语教行并教礼，一意望成人。<br>(唱)<br>【前腔】儿行几步，父母欢相顾，渐能言能出路。指望饮食羹汤，自朝及暮。悬悬望他，知他几度？为择良师，又怕孩儿愚鲁。略得他长俊，可便欢忻赏赐。<br>(净丑白)弹得好！(末)是好。(净丑白)钱那里不用？那里不使？再与你一领好袄子。(介)(末)这两个是风子。(净丑)你再弹。(旦)勤教导，暮史及朝经。愿得荣亲并耀祖，一举便成名。(唱)<br>【前腔】朝经暮史，教子勤诗赋，为春闱催教赴。指望他耀祖荣亲，改换门户。悬悬望他，望他腰金衣紫。儿在程途，又怕餐凤宿露。求神问卜，把归期暗数。<br>(净丑)弹得好！弹得好！钱那里不用？那里不使？再把一领袄子与你。(末白)原来里面都是破衣裳。我且问你：官人，你袄子都脱了，身上寒，甚么意思？<br>(净丑)寒也自寒，不可坏了我局面。咱每这般人使钞惯，怕甚么寒？再唱。(末)且看他这番把什么与他？<br>(旦)儿在路，须是早回程。五逆儿男和孝子，报应甚分明。(唱)<br>【前腔】儿还念父母，及早归乡土，念慈乌亦能返哺。莫学我的儿夫，把亲耽误。常言养子，养子方知父慈。算五逆儿男，和孝顺爹娘之子，若无报应，果是乾坤有私。<br>(净丑白)你弹得自好，唱得自好，我每没甚么与你了。(末)我也道。(净丑作寒介)这般地走将家去，甚么模样。(丑)我只赖五戒取衣裳。(净丑扯末介)好好！五戒妆局骗我，把我衣裳都剥了。(末)你自把与他，我那曾妆局骗你？(净丑)我叫道好，你便也叫道好，只管撺掇，你不是骗我？(末)娘子。把还他去，要他做甚么？(旦介)还你。(净丑)钱虽是那里不使？那里不用？寒又忍不得。(丑)我恰才道你弹得好，唱得好；我如今寻思起来，你弹得也不好，唱得也不好。你不信，再弹再唱看。(旦)我也唱不得。(净)可知，不敢唱了。(丑)尊兄，小子不贪豪富。(末)枉了教人题疏。(旦)你衣裳敢是借来？(净丑介)可知，我脚下无个布裤。(并下)(旦在场白)一斟一酌，莫非前定。奴家准拟今日抄题得几文钱，追荐公婆，谁知撞着两个风子，自来蒿恼人一场。远远望见一簇人马，想必是个官员来，不免在此祗侯歇子。(末丑喝道生骑马上唱)<br>【缕缕金】时不利，命何乖！双亲在途路上，怕他灾。(末丑唱)此是弥陀寺，略停车盖。(合)办虔心恳祷拜莲台，特来赴佛会。<br>(末丑打旦介)婆娘躲着，相公采。(打介)(旦介白)在他矮檐下，争敢不低头？(旦先下)(生下马入寺见真容白)那得这轴画象？(丑)敢是适间道姑的？(生)叫他来还他去。(丑)姑姑，画象还你。(介)去远了，不见。(生)既不见，与他收下。(末收介)(净作长老上唱)<br>【前腔】能吃酒，会口童斋。吃得醺醺醉，便去搂新戒。讲经和回向，全然尴尬。你官人若是有文才，休来看佛会。<br>(生净相见介)(生白)父母来此，不知路上安否如何？特来就此保护，望长老回向则个。(净)原来如此。请相公上香通情音。(生上香唱)<br>【江儿水】如来证明，鉴兹邕启：我双亲在途路不知如何的？仰惟菩萨大慈悲。(合)龙天鉴知，龙天护持，护持他赞山渡水。(净唱)<br>【前腔】如来证明，览兹情音。蔡邕的父母掣相保庇。仰惟功德不思议。(合前)(末唱)。<br>【前腔】我东人尽日，常怀忧虑。只愁二亲在途路里，孝思情意真个感神祗。(合前)(丑唱)<br>【前腔】我闻知做会，特来随喜。馒头素食多多与，若还不与我自入斋厨。(合前)<br>(净白)与佛有缘蒙宠顾。(生)愿亲无事不艰难。<br>(末)因过竹院逢僧话，(丑)又得浮生半日闲。(并下)<br>(旦上唱)<br>【缕缕金】原来是，蔡伯喈。马前那喝道，状元来。料想双亲象，他每留在。敢天教。夫妇再和谐，都因这佛会？<br>(白)恰才这个官人，奴家询问起来，原来是蔡伯喈。好也！也会相见。公婆两个真容，想是他收了分晓。奴家如今竟投他家里去，看如何？大家因此相会，也不见得？呀！莫不是天交相逢是这遭。正是：不因渔父引，怎得见波涛？(旦下)<br><br>第三十四出<br>(贴上唱)【十二时】心事无靠托，这几日番成悲也。父意方回，夫愁稍可。未卜程途里的如何，教我怎生放下？<br>(白)不如意事常八九，可与语人无二三。自嫁蔡伯喈之后，此人常是忧闷，奴家妆尽圈套去问他；比及问将来，去对爹爹说，要和他同去，爹爹不肯；及至爹爹肯了，教人去取他爹娘媳妇来，又不知路上如何，为他担了多少烦恼。况兼家里几个后生的都使去了，虽则有几个使唤的，那里中使？怎生得一个精细的。早晚公婆到来，得他使唤也好。不免叫过院子出来，问他则个。(末上白)书当快意读易尽，客有可人期不来。世上几人能称意，光阴何况苦相催。喏！夫人有甚使令？(贴)你与我街坊上寻问，有精细的妇人，寻一个使唤咱。(末)这个容易。远远望见一个妇人来，不知是什么人？(旦上唱)<br>【绕池游】凤餐水卧，甚日能安妥？问天天怎生结果？(贴介唱)梳妆淡雅，看风措堪描堪画。是何人教来问咱。<br>(末问旦白)姑姑，夫人教你傍前来。(旦)夫人万福！(贴)姑姑，你做什么？(旦)贫道教化，望夫人高抬手则个。(末)夫人，这个妇人偏不好？必定是个教化的，何似收留它。(贴)姑姑，你有甚本事？(旦)贫道大则琴棋书画，小则针指工夫，下则饮食肴馔，无所不通，无所不晓。(末)夫人，且收留他便了。(贴)姑姑，你在路里教化，也生受一般，何似在我府堂里吃些安乐饭如何？(旦介)贫道虽蒙夫人收录，只怕贫道无可称夫人之意。(末)也说得是。(贴)姑姑，当原你从小出家，还是有丈夫出家？(旦)实不瞒夫人，奴家丈夫，久出都下，家内连丧了公婆，都是奴家断送，把家私都坏了，身无所倚，特来寻取丈夫。一路上把琵琶教化将来，又寻不见丈夫。(贴)险些错了。(末)且问他丈夫是什么人？(旦介)如何好？(贴)姑姑，你丈夫姓甚？名谁？(旦介)好教夫人得知：奴家丈夫姓蔡，名伯喈。(贴末)姑姑，那里住来？(旦)住在陈留县。夫人也敢认得？(贴)我那里认得？院子，他既有丈夫的人，难收留他，与他些钱米，教他去休。(末)姑姑，夫人与你些钱米，交你去。(旦)苦也！我不合说道有丈夫，如何好？(介)奴家丈夫，□路上寻问来，一个个道是牛丞相府廊下住，夫人如何不认得？夫人想是奚落贫道。(贴)我奚落你做什么？院子，是有这个人么？(末)没这个人。(旦)一个个道是牛丞相府廊下住，若不在这里，定是死了。苦！丈夫，你若死了，教我倚靠着谁为主。(哭介)(贴)可怜这妇人。休休，姑姑只在我家里，我一壁厢教人与你寻丈夫如何？<br>(末)夫人也说得是。(旦)谢得夫人！(贴)姑姑，你在我府中，休恁地打扮，我与你改换衣装。院子，你取过妆奁衣服出来。(末)领懿旨。(下)(末上)妆奁衣服在此。正是：宝剑卖与烈士，红粉赠与佳人。(末下)<br>(旦)奴家有公婆六年之孝，又替丈夫六年之服，如何便脱了孝服？(贴)不妨。我老相公须忌讳这般打扮。<br>(旦)苦！如何是得？(照镜介)(唱)<br>【二郎神】容消洒，照孤鸾叹菱花剖破。(贴)你既不梳妆，改换衣服么。(旦提衣介唱)苦！记翠钿罗襦当日嫁，谁知他去后，钗荆裙布无些？(贴)你既不梳妆，带钗么？(旦提钗起介唱)苦！他金雀钗头双凤軃，羞杀人形孤影寡。(贴)不带钗，带些花，别些吉凶。(旦)说甚么簪花，捻牡丹，教奴怨着嫦娥。<br>(贴唱)<br>【前腔换头】嗟呀，心忧貌苦，真情怎假？你为着公婆珠泪堕，姑姑，我公婆自有，不能勾承奉杯茶。姑姑，你比我没个公婆得承奉呵，不枉了教人做话靶。我且问伊咱：你公婆，为甚的双双命掩黄沙？<br>(旦唱)<br>【啭林萦】荒年万般遭坎坷，丈夫又在京华。糟糠暗吃担饥饿，公婆死卖头发去埋他。把孤坟自造，土泥尽是我罗裙包裹。也非夸，手指伤。血痕尚在衣罗。(贴唱)<br>【前腔】愁人见说愁转多，使我珠泪如麻。我丈夫亦久别双亲下，他要辞官被我爹蹉跎。(旦介)他家有谁？(贴)他妻虽有么，怕不似恁着承爹妈。(旦)如今在那里？夫人。(贴)在天涯，谩去取，知他路上如何？(旦唱)<br>【啄木鹂】听言语，教我凄怆多，(介)料想他也应非是埋妒。(介)夫人，他那里既有妻房，取将来怕不相和。(贴)但得他似你能挜把，我情愿侍他居他下。只愁着，程途上辛苦，教人望巴巴。(旦唱)<br>【前腔】错中错，讹上讹，只管来鬼门前空占卦。夫人，若要识蔡伯喈的妻房，(贴)他在那里？<br>(旦)奴家便是无差。(贴介唱)你果然是他非谎诈，原来你为我吃折锉，你为我受波查。教你怨我，教我怨爹爹。(贴唱)<br>【金衣公子】一样做浑家，我安然伊受祸，你名为孝妇我吃旁人骂。公死为我，婆死为我，情愿把你孝衣来穿着把浓妆罢。(合)事多磨，冤家到此，逃不得这波查。(旦唱)<br>【前腔】他当原也没奈何，被强将来赴选科，辞爹爹不肯听他话。(贴)辞官不可，辞婚不可。(合)三不从做成灾社祸天来大。(合前)<br>(贴白)姐姐，休怪我说。我教你换了衣裳又不肯，你这般蓝缕，又怕伯喈羞不肯认你。姐姐，伯喈平日好看文章书史，你何似去书馆中写几句言语打动他，交他看了，我与你说合则个。(旦)也说得是。(介)便做得不好，也索从他。谢得夫人！凡事全靠夫人。<br>(贴)姐姐，说那里话！无限心中不平事，一番清话又成空。(旦)正是：一叶浮萍归大海，人生何处不相逢？<br>(并下)<br><br>第三十五出<br>(末上白)少小须勤学，文章可立身。满朝朱紫贵，尽是读书人。自家乃是蔡相公府中一小堂候官。我那相公，虽居凤阁鸾台，常在萤窗雪案。退朝之暇，手不停披。如今晚下，相将回府，免不得洒扫书馆，等侯相公回来。怎见得好书馆？但见明窗消洒，净几端严。明窗消洒，碧纱内烟雾轻盈；净几端严，虎皮上尘埃不染。粉壁间挂三四轴古画，石床上安一两张清琴。湘帙缥囊，数起看何止四万卷；牙签犀轴，乘将来勾有三千车。芸叶分香走鱼蠹，芙蓉妆粉养龙宾。凤咮马肝和那鸜鹆眼，无非奇巧；兔毫麇尾和那象犀管，分外精神。积金花玉版之笺，列锦纹铜绿之格。正是休夸东壁图书府，真个赛过西垣翰墨林。且谩着，我昨日去佛会中拾得一轴画象，不知甚么故事，相公当时教留下，如今也挂在这里。我相公实学多才，怕解得这故事，也不见得？(末下)(旦上唱)<br>【天下乐】一片花飞故苑空，随凤飘泊到帘栊。玉人怪问惊春梦，只怕东风羞落红。<br>(白)摇下落红三四点，错教人恨五更风。奴家当初只道蔡伯喈贪名逐利，不肯回家，原来被人强留在此。昨日教化来到这里，甚感得牛氏夫人收录；又怕丈夫见奴家蓝缕，不肯厮认，教奴家题几句言语打动那蔡伯喈。奴家只得从他，来到这书院中。且谩着，写在那里得好？(介)呀！原来公婆真容也挂在此，何似就真容背面题几句便了。(写介)(唱)<br>【醉扶归】我钉缘结发曾相共，难道是无缘对面不相逢？我凤枕驾衾也和他同，到凭兔毫茧纸将他功。休休，毕竟一齐分付与东风，把往事也如春梦。<br>(介)(写诗)昆山有良壁，郁郁玙璠姿。嗟彼一点瑕，掩此连城瑜。人生非孔颜，名节鲜不亏。拙哉西河守，胡不如皋鱼？宋弘既以义，黄允何其愚！风木有余恨，连理无旁枝。寄语青云客，慎勿乖天彝。<br>(旦又唱)。<br>【前腔】彩笔墨润鸾封重，只为五箫声断凤楼空。这牛氏夫人，也怕我蓝缕上头，怕伯喈不相认，我须带孝来。还是教妾若为容？我不写诗打动蔡伯喈呵，只怕为你难移宠。(介)纵认不得这丹青怕他貌不同，他若认我翰墨教心先痛。<br>(白)未卜儿夫意，聊凭一首诗。正是得他心肯日，是我运通时。(旦下)<br><br>第三十六出<br>(生上唱)【鹊桥仙】披香随宴，上林游赏，醉后人扶马上。金莲花炬照回廊，正院宇梅梢月上。<br>(白)日晏下彤闱，平明登紫阁。何如在书案，快哉天下乐。自家早朝长乐，夜直严更。召问鬼神，或前宣室之席：光传太乙，时分天禄之藜。惟有戴星冲黑出汉宫，安能滴露研朱点周易？这几日且喜朝无烦政，官有余闲。庶可留志于诗书，从事于翰墨。正是：事业要当穷万卷，人生须是惜分阴。(看书介)这是甚么书？是《尚书》里是《尧典》。(读撇介)这尧典说道：\"舜父顽母嚚象傲，克谐以孝。\"没，他父母那般相待，舜犹自克谐以孝。我父母亏了我什么？到闪了他，不能勾厮见。看什么《尚书》？且看《春秋》到好。(介)\"小人有母……未尝君之羹。请以遗之。\"没，古人吃一口汤，骨自寻思着娘。我如今做官人，享富贵，如何可把父母撇了？呀！枉看这书，行不得，济甚事？你看文书里那一句不说着孝义？当原俺爹娘只要俺学些孝义，教我读文书来，谁知道到被文书误？呀！我怎地是那孝？(唱)<br>【解三酲】叹双亲把儿指望，教儿读古老文章。比我会读书的到把亲撇漾，少甚么不识字的到得终养。书，我只为你其中自有黄金屋，却教我撇却椿庭萱草堂。还思想，休休，毕竟是文章误我，我误爹娘。<br>【前腔】比似我做了亏心台馆客，到不如守义终身田舍郎。白头吟记得不曾忘，绿鬓妇何故在他方？书，我只为你其中有女颜如玉，却教我撇却糟糠妻下堂。还思想，休休，毕竟是文章误我，我误妻房。<br>(白)既不看文书，看这壁间山水古画，散闷歇子。<br>(介)这一轴画象，是我夜来在寺中烧香，院子拾得的，怎的也挂在这里？(介)这甚么故事？(唱)<br>【太师引】细端详，这是谁笔仗？觑着他教我心儿好感伤。(细看介)好似我双亲模佯。没，我看我媳妇会针指生活，便做我的爹娘呵，怎穿着破损衣裳？他前日书道，别后容颜无恙，怎这般凄凉形状？谅着我要寄一封书，不能勾到，谁往来直将到洛阳？天下少甚么厮象的，须知仲尼和阳虎一般庞。<br>【前腔】我理会得了：这是街坊，谁劣相，砌庄家形衰貌黄。比我爹娘呵，若没一个媳妇相傍，少不得也这般凄凉。(心动介)敢是神图佛象？更不是，却怎地我正看间，猛可的小鹿儿心头撞？这也不是神佛样子，敢是当原画的不是了。丹青匠山他主张，须知汉毛延寿误正嫱。<br>(白)且谩着，若是个神佛，背面必有标题。(见诗介)呀！这诗不是它在先有的，墨迹兀自不曾干，敢是却才题的。(猜介)什么人入我书房里来做甚么？<br>(生叫介)(贴上唱)<br>【夜游湖】惟恐他心思未到，教他题诗句暗中指挑。翰墨开心，丹青入眼，强如把语言相告。<br>(生怒白)好怪么！(贴)有甚怪？(生)谁人入我书房里来？(贴)没人。(生)我昨日去寺里烧香，拾得一轴画儿挂在这里，什么人去背后题着一首诗。(贴)敢是当原画的题？(生)那里是？墨迹不曾干，却写来的。<br>(贴背云)我理会得了。相公，且读一番与我听咱。<br>(生再读介)(贴)你解说与我，交我省得也好。(生)上面引着几个故事。(贴)故事怎地说？(生)这西河守的，便是战国时吴起，魏文侯交做西河郡守，母死不奔丧，这皋鱼乃是春秋时人，只为周游天下，他父母死了，后来回归，自刎而亡。(贴)更有甚么故事？(生)宋弘是光武官里时节，要把胡阳公主嫁与他，宋弘不肯，回官里道：贫贱之交不可忘，糟糠之妻不下堂。黄允的便是桓帝时人，司徒袁隗要把从女嫁与黄允，黄允休了自的媳妇，去取那袁氏。(贴介)相公，不奔丧和那自刎的，那一个孝道？(生)那不奔丧的乱道。(贴)那不弃前妻和那休了妻求娶的，那一个正道？(生)这休了妻求娶的乱道。(贴)你肯学那一个？(生介)我父母知他存亡如何？我须决不学那休妻求娶妻的。(贴)你虽不学那休妻求娶的，似你这般富贵，假如有糟糠之妻，蓝缕丑恶，可不辱邈了你，莫不也索休了。<br>(生)怎道丑恶蓝缕杀，也只是我妻房，义不可绝。<br>(生怒唱)<br>【铧锹儿】你说得好笑，可见心儿窄小。我决不学那黄允的，没来由漾却苦李，再寻甜桃。古人云：弃妻有七出之条，他不嫉不淫与不盗，终无去条。你道那弃妻的，众所诮；那不弃妻的，人所褒。纵然他丑貌，怎肯相休去了？(贴唱)<br>【前腔】虽然如此，伊家富贵，那更青春年少。看你紫袍着体，金带垂腰。做你的媳妇呵，应须有封号，金花紫诰。必俊倬，须媚娇。若还他丑貌，相公，怎不相休去了？(生唱)<br>【前腔】你言颠语倒，恼得我心儿焦燥。呵呵，莫不是你把咱奚落，特骨的妆乔？引得我泪痕交，扑簌簌这遭。夫人，题诗的是谁？(贴)你待怎地？(生)他把我嘲，难恕饶。说与我知道，怎肯干休住了？<br>(贴唱)<br>【前腔】我心中忖料，想不是个薄情分晓。管教分夫妇会合，定在今朝。相公，你认得题诗的人么？(生)我不认得。(贴)伊家枉然焦，骨自未瞧。这题诗的呵，是伊大嫂，身姓赵。正要说与你知道，怎肯干休住了？(旦上唱)<br>【赚】听得闹炒，敢是我儿夫看诗罗唣。(贴)姐姐出来。(旦)是谁忽叫姐姐？料想是夫人召，必有分剖。(贴介唱)是他题诗你还认得否？(生)夫人，他却那里来？(贴)他从陈留为你来寻讨。(生认介唱)是你怎地穿着破袄；衣衫尽是素缟？呀！莫是我的，双亲不保？(旦介唱)<br>【前腔换头】从别后，遭水旱，(生)是水旱来。<br>(旦)两三人只道同做饿殍。(生)张大公曾周济你么？<br>(旦)只有张公可怜，叹双亲别无倚靠。(生)如何？<br>(旦介唱)两口相继死，我剪头发卖钱来送伊妣考。<br>(生介)曾葬了不曾？(旦)把坟自造，土泥都是我罗裙裹包。(生)听得你言语，教我痛杀噎倒。<br>(生倒介)(旦贴救醒介)(生起拜真容哭介)(唱)<br>【山桃红】蔡邕不孝，把父母相抛。爹爹，妈妈，我与别时，也不恁地。早知你形衰耄，怎留汉朝？娘子，你为我受烦恼，你为我受劬劳。谢你送我爹，送我娘，你的恩难报也！又道养子能代老。(合)这苦知多少，此恨怎消？天降灾殃人怎逃？(旦唱)<br>【前腔】仪容想象，是我亲描。教化把琵琶拨，怎禁路遥？丈夫，说甚么受烦恼？说甚么受劬劳？不信看你爹，看你娘，比别时尚兀自形枯槁也。我的一身难打熬。(合前)(贴唱)<br>【前腔】说着圈套，被我爹相招。逼为东床婿，怎行孝道？姐姐。你为我受波查，你为我路途遥。丈夫，是我误你爹，误你娘，误你名为不孝也。做不得妻贤夫祸少。(合前)(生唱)<br>【前腔】捋却巾帽，解却衣袍。(旦)你急上辞官表，只这两朝。(贴)丈夫，我岂敢惮烦恼？岂敢惮劬劳？归去拜你爹，拜你娘，亲把坟茔扪也。与地下亡魂添荣耀。(合前)<br>【尾声】几年分别无音耗，奈千山万水迢遥。只为三不从生出这祸苗。<br>(生白)我明日和他同归去，拜守奴亲坟台，行须孝道，你意下如何？(旦)只怕他爹爹不肯。(贴)我爹爹见你这般行孝道，如何不肯？<br>(生)只为君亲三不从，致令骨肉两成空。(合)今宵剩把银缸照，犹恐相逢是梦中。(并下)<br><br>第三十七出<br>(末上唱)【虞美人】青山今古何时了，断送人多少！孤坟谁与扫苍苔？邻冢阴风吹送纸钱来。<br>(白)【玉楼春】冥冥长夜不知晓，寂寂空山几度秋。泉下长眠人醒未，悲风萧瑟起松楸。老汉曾蒙赵五娘之所托，教我与他看管这坟台。这几日有些贫冗，不及来看。呀！怎地？(末介唱)<br>【步步娇】只见黄叶飘飘把坟头复。(逐介)厮赶的皆狐兔。(望介)敢是谁斫了木头，怎地松楸渐渐疏？(滑倒介)苔把砖封，笋迸着泥路。休休，罢罢，只恐你难保百年坟，教凭谁看你三尺土。<br>(白)远远望见一个汉子来，不知甚么人？(丑上唱)<br>【前腔】渡水登山多劳苦，到得这荒村坞。远观见一老夫，试问他家，住在何处。趱步向前行，却是一所荒坟墓。<br>(末白)哥哥。你那里来？(丑)我是京都来。(末)谁家里？(丑)我是蔡相公家里人也。(末)蔡相公，是那里蔡相公？教哥哥来这里，有甚么勾当？(丑)我是蔡伯喈相公差我来这里，取老员外、老安人和小娘子，一同到洛阳去。(末介)(发怒唱)<br>【风入松】你不须提起蔡伯喈，说他每哏歹！<br>(丑)他有甚歹处？老子无礼来。(末)他中状元做官六七载，撇父母抛妻不采。(丑)他父母在那里？(末介唱)只兀的砖头土堆，是他双亲的在此中埋。<br>(丑)原来老员外、老安人死了。不知为甚的死了？<br>(末唱)<br>【前腔】一从他别后遇荒灾，更无人倚赖。<br>(丑)却是谁承直这两人？(末)亏他媳妇相看待，把衣服和钗梳都解。(丑)解也须会尽。(末)便是。这小娘子解得钱来，籴米做饭与公婆吃，他魆地耻把糟糠自挺，公婆的倒疑猜。<br>(丑)公婆只道他背地里吃了好物事。(末)便是。<br>(唱)<br>【犯衮】他公婆的亲看见，双双死，无钱送，剪头发卖买棺材。(丑)他那般无钱，如何筑一所坟台？(末)他左空山里，把裙包上，血流指，感得神明助与他筑坟台。(丑)这小娘子如今在那里？(末唱)<br>【风入松】他如今直往帝京来。(丑)他把甚么做盘缠？(末)他弹着琵琶做乞丐。(丑)苦！蔡相公特教我来取，老员外、老安人又都死了，小娘子却又去了，交我空走了这一遭。(末叫介)老员外、老安人，你孩儿做官，教人来取你。苦！叫他不应魂何在？空教我珠泪盈腮。(丑)我如今回去，教相公多做些功果，追荐他便了。(末笑介)他生不能事，死不能葬，葬不能祭，这三不孝逆天罪大，空打醮枉修斋。<br>(末白)你相公如今在那里？(丑)见今赘居在牛丞相府里。(末唱)<br>【犯朝】你如今便回，道张老的道与蔡伯喈。<br>(丑)道什么？(末)道你拜别人爹娘好美哉，亲爹娘死不直你一拜。<br>(丑)公公，休错埋冤了人。他要辞官，官里不从；辞婚，牛丞相不肯。如今好生要归，又不可得。(末)恁地那呵，(唱)<br>【风入松】原来他也只是无奈，恁地好似鬼使神差。便是他当原在家辞赴选，他父母也不从他，这是三不从把他厮禁害。恁的呵，三不孝亦非其罪。<br>(丑)公公，险些错枉冤了人。(末)这只是他爹娘福薄运乖，人生里都是命安排。<br>(末白)总领哥。老汉不是别人，张大公的便是。当原蔡伯喈临去之时，把爹娘分付与我来。你如今路上见一个道妆的妇人，拿着一个琵琶，背着一个真容的，便是蔡伯喈娘子，你把盘缠与他，一路上承直他去。你传示相公，道张大公道来：你的双亲死了两无依，便做今日回来也是迟。(丑)夜静水寒鱼不食，满舡空载月明归。(并下)<br><br>第三十八出<br>(外上唱)【风入松慢】女萝松柏望相依，况景入桑榆。他椿庭萱室齐倾弃，怎不想家山桃李？中雀误看屏里，乘龙难驻门楣。<br>(白)只因一着错，输了一炮落。自家当初不仔细，一时定要招蔡伯喈为婿。谁想道他爹娘都死了，如今他媳妇来此取他。见说我的女孩儿也要和他同去，不知是否？待俺唤院子过来问他则个。(末上白)纹犀欲下意沉吟，棋局频看仔细寻。犹恐中间差一着，教人错用满枰心。喏！复相公：有何钧音？(外)院子，说道蔡状元的小娘子来，我的小娘子要和他同去，还是如何？(末)男女也是如此说，这事怕老姥姥知道详细。<br>(外)老姥姥过来。(净上唱)<br>【光光乍】女婿要同归，岳丈意何如？忽叫奴家缘何的？想必与他作区处。<br>(外白)老姥姥来。我的小娘子要和蔡状元同去，还是如何？(净)果然如此要去。他家里爹娘都死了，都是一个媳妇支持，今日只是教小娘子去坟上拜祭，有何不可？(外)不中，我的女孩儿，如何与别人带孝？<br>(净唱)<br>【女冠子】媳妇事舅姑合体例，怎不教女孩儿同去？当初是相公相留住，今日里怨着谁？(外)我不教女孩儿同去，又待怎地？(净)事须近理，怎挟威势？休道朝中太师威如火，更有路上行人口似碑。(合)想起，此事费人区处。(末唱)<br>【前腔】我相公只虑多娇女，怕跋涉万山千水。相公，女生向外从来语，况既已做人妻。夫唱妇随，不须疑虑。相公，这是蓝田种玉结亲误，今日里到海，沉船补漏迟。(合前)(外唱)<br>【前腔】当初是我不仔细，谁知道事成差池？念深闺幼女多娇媚，怎跋涉万余里？我嫡亲有谁，怎生分离？休休，不教爱女扭烦恼，也被旁人道是非。<br>(合前)<br>(外白)老姥姥，由他去，我管甚么闲是非？(净)都来了。(生旦贴上唱)<br>【五供养】终朝垂泪，为双亲教我心疼。(贴)坟头须共守，只得离宸京。(生)商量个计策，犹恐你爹心不肯。(合)若是他不从，只说道君王有命。<br>(相见介)(外白)这便是蔡伯喈的媳妇？(旦)奴家便是。(外末净)贤哉！贤哉！(贴白)孩儿有一事拜复爹爹：古人云，娶妻所以养亲，是谓奉事舅姑者。孔夫子云，生事之以礼；死葬之以礼，祭之以礼。这姐姐之为蔡氏妇，生能竭力奉事公姑，死能购资送之礼，葬能尽封树之劳。孩儿之为蔡氏妇，生不能供甘音，死不能尽擗踊，葬不能事窀穸，何以为人？得罪于舅姑，有愧于姐姐多矣。今特请于爹爹之前，愿居于姐姐之下。(外)贤哉！我女。(未净)也说得是。(旦)怎道人有贵贱，不可概论？娘子是香闺绣阁之名姝，奴家是荆钗布裙之贱妾；况承君命而成婚，难让妾身而居右。(外)你来。你今日既无父母，又无公姑，你便是我孩儿一般；况你婚先归于蔡氏，年又长于我儿；不必多辞。(生)你两个只做姊妹相呼便了。(众)这个说得极是。(生)女婿今日拜辞岳丈，领二妻同归故里，共行孝道。待服满之后，都得再来。(外)孩儿，其实不舍得你去，今日你爹娘既如此了，我也难留你。<br>(贴)爹爹，孩儿暂别慈颜，实出无奈。爹爹善保尊体，不必挂牵。孩儿此去，想是三年之期。(外哭介)孩儿，你如今去拜舅姑的坟台。(贴)爹爹且放心。(外)休休，女孩儿终身是外向，兀的不痛杀我！(众)相公放心。<br>(生拜辞唱)<br>【催拍】念伯喈为双亲命倾，遭不孝逆天罪名，今辞了汉廷。感岳丈深恩，非敢忘情。欲待不归，又负他亡灵。(合)辞别去同到坟茔，心戚戚泪盈盈。<br>(旦唱)<br>【前腔】念奴家离乡背井，谢相公教孩儿共行。非独故里荣，我阴世公婆，死也目瞑。我自看待你孩儿，不须可咛。(合前)(外唱)<br>【前腔】辞别去你的吉凶未凭，再来时我的存亡未明。伯喈，吾今已老景。毕竟你没爹娘，我没亲生。若念骨肉一家，须早办回程。(合前)(贴唱)<br>【前腔】觑着爹颜衰鬓星，痛点点教别泪暗零。爹爹，我左难右难：误了公婆，被人讥评；撇了亲爹，又没人看承。(合前)(生唱)<br>【一撮棹】宽心等，何须苦牵萦？(外)把音书写，但频频寄邮亭。(贴)老姥姥，爹年老，我去呵，伊家须好看承。(合)程途里，只愿保安宁。死别全无准，生离又难定。今去也，何日到京城？<br>(外白)孩儿，你三人去，途中须当保重。(生旦贴)谢得爹爹！(合唱)<br>【哭相思】最苦生离难拚舍，知他别再会何时也？(并下)<br><br>第三十九出<br>(丑扮李旺上唱)【柳穿鱼】心忙似箭走如飞，历尽艰辛有谁知？夜静水寒鱼不食，满船空载月明归。归来后到庭除，未知相公在何处？<br>(白)李旺蒙老相公使将陈留去，寻取这蔡相公的老员外、老安人、小娘子。原来两个老的都死了，这小娘子走将来了，教小人空走一遭。且慢着，未对老相公说，只去与蔡相公说。(介)怎的房门都闭了？呀！敢是蔡相公出朝去了，小娘子要幽静，自闭了门。<br>(丑叫介)开门。怎地都没人应，静悄悄的？老相公也出那里去？怎的都不见人呵？(外上唱)<br>【玩仙灯】门外有人声，是谁来喧哗闹炒？<br>(外白)呀！李旺，你归来了。(丑)告相公；小人归来了。(外)我小娘子和蔡相公都去了，(丑)那里去？(外)家里去了。(丑)蔡相公的媳妇曾到这里么？<br>(外)我见了。是他爹娘死了么？(丑)怎的不是？(丑唱)<br>【风帖儿】到得陈留，逢一个故老，在他每爹娘坟上拜扫。他爹娘呵，果然饥荒都死了；他媳妇，也来到；枉教人走这遭。(外唱)<br>【前腔】我如今去，朝廷上表，说蔡氏一门孝道。管取吾皂降丹诏，加封号，把他召。我自去陈留走一遭。<br>(丑白)告相公：这个赵氏，其实难得。(外)便是，一家都难得；蔡伯喈不忘其亲，赵氏五娘孝于舅姑，我的小娘子能成人这美，如何不旌表？正是：管取一封天子诏，表出四每孝贤名。(并下)<br><br>第四十出<br>(生上唱)【梅花引】伤心满目故人疏，看郊墟尽荒芜。(旦贴上唱)惟有青山，添得个坟墓。(合)恸哭无由长夜晓，问泉下有人还听得无？<br>(生白)【玉楼春】他乡万点思亲泪，不能滴向家山里。如今有泪滴家山，山里双亲见无计。(贴)荒荒衰草连寒烟，苍苔黄叶飞蘋蘩。欲听鸡声来问寝，忽惊蚁梦先归泉。(旦)人生自古谁无死？嗟君此恨凭谁语？(合)可怜衰絰拜坟茔，不作锦衣归故里。(生浇奠唱)<br>【玉雁子】孩儿相误，为功名相误了父母。都是孩儿不得归乡故，怎便归到黄土？爹爹，妈妈，乾坤岂容不孝子？名亏行缺不如死，呀！只愁我死缺祭祀。(合)对真容形哀貌枯，想灵魂悲忆痛苦。(贴唱)<br>【前腔】不孝的媳妇，恨当初担阁我夫。吃人笑谈生何补？我待死呵，又羞见公姑。公公，婆婆，我生前未能相奉事，何如事你向黄泉路？只一件，我死呵，家中老父，教谁看顾？(合前)(旦唱)<br>【前腔】今来庐墓，望双亲相与保扶。(旦介)亲还有灵歆受此，望恕我儿夫。呀！空劳死后没祭祀，何如在日供喉嗉？知他享么？知他居何所？(合前)<br>(末介上唱)<br>【前腔】楼台银铺，遍青山犹如画图。乾坤似你衰素，添个缟带飞舞。你擗踊痛哭直恁苦，那堪雪片添凄楚。休恁地哭，且逆来顺受么。抑情就理通今古。(合前)<br>(生白)张大公来了。(介)多多谢得公公周济！卑人正欲拜扫了，和贱累都来拜谢公公。(末白)岂敢受此！东流逝水几时还，破镜难修枉再看。(旦)要把孤身承重祀，休将恸哭送残年。(贴)云横峻岭家何在？雪拥深林马不前。(生)知是远来应有意，好收吾骨此坟边。(末)相公休恁么。老汉无可相慰劳，见天道煞寒，只有一杯淡酒，请相公且饮一杯。(生唱)<br>【玉山供】公公尊赐，念天寒特来问吾。公公，我双亲受三载饥寒，我怎不禁一日凄楚？(末)请请。<br>(生)心中想慕，谩有这香醪难度。(合)感此恩情厚，这酒难辞，念取踏雪也来沽。(贴唱)<br>【前腔】劳公尊步，念天寒特来问奴。(末)夫人，请请。(贴)公公，这里是冢上坟间，比不得暖阁红炉。这般天气呵，谁人将护？将护我家中亲父。<br>(合前)(旦唱)<br>【前腔】钗荆裙布，谢得公公诸般应副。叹奴身未得报深恩，如今再蒙相顾。非奴独感德，我爹娘也衔恩在阴府。(合前)(末唱)<br>【前腔】人生如朝露，论生死荣枯有定数。相公，休只管恸哭爹娘，也须要继承宗祖。况腰金背紫，不枉了光荣门户。(合前)<br>(生旦贴白)甚劳公公，却当厚谢。多谢深恩怎敢违。(末)相公，开怀宽解免伤悲。(合)休道世情看冷暖，果然人面逐高低。(并下)<br><br>第四十一出<br>(外上唱)【刘衮】乘驿骑，乘驿骑，陈留去开旨。(净丑上唱)略请行轩，到此少住。(外)唯，此间是何处？住此还怎地？(净丑)此间站里，待将鞍马来换取。<br>(外白)这是站里，换了马者。(净丑介白)站官那里？(末作站官上唱)<br>【前腔】闻知道，闻知道，相公忽来至。喏！不及迎接，万乞罪恕。(外)不索要讲礼，疾忙与分例。<br>(末)同去便与，不敢稽违。<br>(末白)总领哥，不敢拜问：这相公还是去那里勾当？(净丑)你不理会得，这是太师牛丞相。(末)如今那里去？(净)将着诏书，去陈留旌表孝子门闾。(外)站赤，你疾忙与分例鞍马者。(末)领钧旨。(净)兀刺赤，俺路上要吃得些介分例，俺那里吃得勾，须索多讨些个。(丑)有道理。待小人取了，总领偷将去，只道不曾与便了。(末与介)酒四瓶，肉三斤，米两斗。<br>(丑收净偷介)(丑)告相公：站官不与分例。(外)唤那厮来。(净拖末跪告介)(丑指净)却是你拿将去了。<br>(外)站赤，大体例与咱分例，你主甚么意不与？你不怕那！(末)小人取来。(净)那里有？(末)兀刺赤将去了。(丑)小人不知。(外)打这蛮驴！(净打末介)(末)小人与。(外)监那厮去。(末再支与丑收介)(净)兀刺赤，还有甚么来将去？(丑)只说道不与，剥了衣裳，捋了头巾便打。(偷分例介)好！不与分例，俺剥了衣裳，捋了头巾。(末)告相公：穷站官吃剥了衣服。<br>(外)这泼祗候只为口腹。(丑)大丞相不管是非，(净)破头巾且将来裹肉。(并下)。<br><br>第四十二出<br>(生旦贴上唱)【逍遥乐】寂寞谁怜我，空对孤坟将泪堕。(合)光阴拈指过三春，幽魂渺渺，夜府沉沉，谁与招魂？<br>(生白)夫人，你见么？两木连枝谁手栽？(贴)相驯白兔走坟台。(旦)无情动植呈祥瑞，否极应须会泰来。(末上白)一封丹诏从天下，忽听传闻动郊野。说道旌表门闾，未卜何人也？呀！怎的？只见坟旁白兔真稀诧，连理木分枝两跨。唧唧，毕竟孝道感将来，此事如何假？相公，贺喜咱！(生旦贴)贺甚喜？公公。<br>(末)外厢传有诏书，旌表孝子门闾，府中已接了，想必为相公而来分晓。(生)人之孝者亦多，卑人何足称孝？假如周公、曾子之孝，亦是人子分内当为之事，何足旌表？(旦贴)敢不是？(末)夫人，你说着那里话？古人云：孝弟之至，通于神明，光于四海，无所不通。见古木生连理之枝，白兔有驯扰之性。祥瑞如此，吉庆必来。(末唱)<br>【六么令】连枝异木，见这坟台，兔走如驯。禽虫草木尚怀仁，这一封诏，必因君。(合)料天也会相怜悯，料天也会相怜悯。(生唱)<br>【前腔】皇恩若念臣，我也不图，禄及吾身。只愁恩不到双亲，空孤负，这孤坟。(合前)(旦唱)<br>【前腔】知他假和真？谢得公公，报说殷勤。公公，空教你为我受艰辛，今日有谁，旌表你门庭。<br>(合前)(贴唱)<br>【前腔】来的是甚人？闷中无由，一声询问。<br>(生)闷中问甚么？(贴)无由询问我家尊，知他安与否，死和存？(合前)(丑扮县官上唱)<br>【前腔】敕书已来近，闹得街坊上，人乱纷纷。我每听得便忙奔，办香案，接皇恩。(合前)<br>(生白)何方宰相，直到此间？(丑)好教足下得知：今日牛丞相亲自赍擎诏书，到此开读。道旌表足下门闾，加官进职；二位夫人，皆有封号赏赐。小官特来铺设，请相公夫人改换吉服。(生旦贴)不可。(丑)先王制礼，贤者俯而就之，不贤者跂而及之。今足下服制已过，有何不可？(生旦贴)也说得是。(合白)不是一番寒彻骨，争得梅花扑鼻香？(生)远远望见一簇人马来了，想必诏书到也，不免迎接则个。(外净上唱)<br>【前腔】风霜满鬓，玉勒雕鞍，走遍红尘。今日到此喜忻忻，重相见，解愁闷。(合前)<br>(外白)这是那里？(丑)这是蔡家庄，请相公下马。<br>(外下马介)(净介)(生旦贴换衣上唱)<br>【前腔】心荒步紧，想着皇恩，已到寒门。披袍秉笏更垂绅，冠和帔，一番新。(合前)<br>(外白)跪听宣读：朕惟风俗为教化之基，孝义者风俗之本。去圣逾远，淳风日漓。彝伦攸斁，朕甚悯焉。其有克尽孝义，劝励风化者，可不奖劝，以勉四方？议郎蔡邕，笃于孝行。富贵不足以解忧，甘旨常关于想念。虽违素志，竟遂佳名。退官弃职，厥声尤著。其妻赵氏，独奉舅姑。服劳尽瘁，克终养生送死之情，允备贞洁韦柔之德。糟糠之归，今已见之。牛氏善谏其亲，义相夫子。罔怀嫉妒之心，实有逊让之美。曰孝曰义，可谏兼全。斯三人者，朕实嘉之。使四海亿兆，皆能仪刑斯人，取法将来。风移俗易，教美化行，唐虞三代，诚可追配。是用宠赐，以彰孝义。蔡邕授中郎将，妻赵氏封陈留郡夫人，牛氏封河南郡夫人，限日下到京；父蔡从简赠十六勋，母秦氏赠秦国夫人。於戏！风木之情何深，允为教化之本；霜露之思既极，宣沾雨露之恩。服此休嘉，慰汝悼念。谢恩！(拜兴介)(生拜外介)荷蒙褒表，何以克当！<br>(外)说那里话？(贴)自别尊颜，且喜无恙。(外)孩儿，且喜自保安康，再得相见。(指净介)这是差来的官。<br>(生见介)重蒙军骑，特降寒门。(外指末介)这是谁？<br>(生)是张大公，多谢得此人。(外相见介)大公，我女婿的爹娘，多蒙扶持，未克报恩。伯喈，我有金子一锭，聊为报答这公公七德之万一。(生)如此，感蒙！<br>(末)大人，救灾恤邻，古之道也，何劳尊赐？(生)且自收下，卑人自效犬马之报。(末)说那里话？(收金介)(外唱)<br>【一封书】我亲奉帝旨，涉程途千万里。念亲亲的意美，探这孩儿并女婿。孩儿，数载艰辛虽自苦，一旦荣华人怎知？(合)耀门闾，进官职，孝义名传天下知。(生唱)<br>【前腔】儿不孝有甚德？蒙岳父特主维。呀！何如免丧亲，又何须名显贵？可惜二亲饥寒死，博换得孩儿名利归。(合前)(旦唱)<br>【前腔】把真容再画取，如今日封赠伊。把这眉头放展舒，只愁瘦容难做肥。岂特奴心知感德，料他也衔恩泉世里。(合前)(贴唱)<br>【前腔】从别后痛哀戚，况家中音信稀。为公姑多怨忆，为爹行又长垂泪。本见公姑无愧色，又得与爹行相倚依。(合前)(末净丑唱)<br>【永团圆】名传四海人怎比？岂独是耀门闾？人生怕不全孝义，圣明世岂相弃。这隆恩美誉，从教管领何所愧，万古青编记。如今便去，相随到京畿。拜谢君恩了，归庭宇，一家贺喜。共设华筵会，四景常欢聚。<br>【尾声】显文明开盛治，□说孝男并义女。玉烛调和，圣主垂衣。<br>(生)自居墓室已三年。(旦)今日丹书下九天。<br>(末)要识名高并爵贵，(净)须知子孝与妻贤。<br></p> <p> ",
  "poet": {
    "id": 1376,
    "star": 0,
    "name": "高明",
    "desc": "高明(约1305~约1371) 元代戏曲家。字则诚,号菜根道人。浙江瑞安人,受业于县人黄溍时,成古典名剧《琵琶记》。元代戏曲作家。瑞安属古永嘉郡，永嘉亦称东嘉，故后人称他为高东嘉。他的长辈、兄弟均能诗擅文。他曾从名儒黄□游，黄为官清廉，并以至孝见称。高明的思想、品格受家庭、老师影响颇深。明代万历刻本《琵琶记》插图高明青年时期用世之心很盛,元顺帝至正五年(1345)以《春秋》考中进士，历任处州录事、江浙行省丞相掾、福建行省都事等职。高明为官清明练达，曾审理四明冤狱，郡中称为神明。他能关心民间疾苦，不屈权势，受到治下百姓爱戴，处州期满离任时，百姓曾为他立碑。"
  },
  "tags": []
}