{
  "id": 10561,
  "star": 54,
  "name": "丹青引赠曹将军霸 / 丹青引赠曹霸将军",
  "dynasty": "唐代",
  "content": "将军魏武之子孙，于今为庶为清门。<br>英雄割据虽已矣，文采风流今尚存。<br>学书初学卫夫人，但恨无过王右军。<br>丹青不知老将至，富贵于我如浮云。<br>开元之中常引见，承恩数上南薰殿。<br>凌烟功臣少颜色，将军下笔开生面。<br>良相头上进贤冠，猛将腰间大羽箭。<br>褒公鄂公毛发动，英姿飒爽来酣战。<br>先帝御马五花骢，画工如山貌不同。<br>是日牵来赤墀下，迥立阊阖生长风。<br>诏谓将军拂绢素，意匠惨澹经营中。<br>斯须九重真龙出，一洗万古凡马空。<br>玉花却在御榻上，榻上庭前屹相向。<br>至尊含笑催赐金，圉人太仆皆惆怅。<br>弟子韩干早入室，亦能画马穷殊相。<br>干惟画肉不画骨，忍使骅骝气凋丧。<br>将军画善盖有神，必逢佳士亦写真。<br>即今漂泊干戈际，屡貌寻常行路人。<br>途穷反遭俗眼白，世上未有如公贫。<br>但看古来盛名下，终日坎壈缠其身。",
  "fanyi": "<p><strong>译文</strong><br>曹将军是魏武帝<a href=\"http://so.gushiwen.org/author_552.aspx\">曹操</a>后代子孙，而今却沦为平民百姓成为寒门。英雄割据的时代一去不复返了，曹家文章丰采却在你身上留存。当年为学书法你先拜师卫夫人，只恨得没有超过<a href=\"http://so.gushiwen.org/author_581.aspx\">王羲之</a>右将军。你毕生专攻绘画不知老之将至，荣华富贵对于你却如空中浮云。开元年间你常常被唐玄宗召见，承恩载德你曾多次登上南薰殿。凌烟阁的功臣画象年久褪颜色，曹将军你挥笔重画又别开生面。良相们的头顶都戴上了进贤冠，猛将们的腰间皆佩带着大羽箭。褒公鄂公的毛发似乎都在抖动，他们英姿飒爽好象是正在酣战。开元时先帝的天马名叫玉花骢，多少画家画出的都与原貌不同。当天玉花骢被牵到殿中红阶下，昂首屹立宫门更增添它的威风。皇上命令你展开丝绢准备作画，你匠心独运惨淡经营刻苦用功。片刻间九天龙马就在绢上显现，一下比得万代凡马皆成了平庸。玉花骢图如真马倒在皇帝榻上，榻上马图和阶前屹立真马相同。皇上含笑催促左右赏赐你黄金，太仆和马倌们个个都迷惘发怔。将军的门生韩干画技早学上手，他也能画马且有许多不凡形象。韩干只画外表画不出内在精神，常使骅骝好马的生气凋敝失丧。将军的画精美美在画中有神韵，偶逢真名士才肯为他动笔写真。而今你漂泊沦落在战乱的社会，平常所画的却是普通的行路人。你到晚年反而遭受世俗的白眼，人世间还未有人象你这般赤贫。只要看看历来那些负盛名的人，最终已经坎坷穷愁纠缠其身了。</p><p><strong>注释</strong><br>⑴丹青：指绘画。行：古时<a href=\"http://so.gushiwen.org/view_10561.aspx\">诗</a>歌的一种体裁。曹霸：唐代名画家，以画人物及马著称，颇得唐高宗的宠幸，官至左武卫将军，故称他曹将军。<br>⑵魏武：指魏武帝曹操。<br>⑶庶：即庶人、平民。清门：即寒门，清贫之家。玄宗末年．霸得罪。削籍为庶人。<br>⑷卫夫人：名铄，字茂猗。晋代有名的女书法家，擅长隶书及正书。<br>⑸王右军：即晋代书法家王羲之．官至右军将军。<br>⑹这两句是说曹霸—生精诚研求画艺甚至到了忘老的程度．同时他还看轻利禄富贵，具有高尚的情操。<br>⑺开元：唐玄宗的年号(公元713年——711年)。引见：皇帝召见臣属。<br>⑻承恩：获得皇帝的恩宠：南薰殿，唐宫殿名。<br>⑼凌烟：即凌烟阁，唐太宗为了褒奖文武开国功臣，于贞观十七年命<a href=\"http://so.gushiwen.org/author_1349.aspx\">阎立本</a>等在凌烟阁画二十四功臣图。少颜色，指功臣图像因年久而褪色。开生面：展现出如生的面貌。<br>⑽进贤冠：古代成名，文儒者之服。大羽箭：大杆长箭。<br>⑾褒公：即段志玄、封褒国公。鄂公：即尉迟敬德，封鄂国公。二人均系唐代开国名将，同为功臣图中的人物。<br>⑿先帝：指唐玄宗。死于公元762年。五花骢：玄宗所骑的骏马名。骢是青白色的马。山：众多的意思。貌不同：画得不—样，即画得不象。貌，在这里作动词用。<br>⒀ 赤墀：也叫丹墀。宫殿前的台阶。阊阖：宫门。<br>⒁ 诏：皇帝的命令。意匠：指画家的立意和构思。惨澹：费心良苦。经营：即绘画的“经营位置 ，结构安排。这句说曹霸在画马前经过审慎的酝酿，胸有全局而后落笔作画。<br>⒂九重：代指皇宫，因天子有九重门。真龙、古人称马高八尺为龙，这里喻所画的玉花骢。<br>⒃ 圉人，管理御马的官吏。太仆：管理皇帝车马的官吏。<br>⒄韩干：唐代名画家。善画人物，更擅长鞍马。他初师曹霸，注重写生，后来自成一家。穷殊相：极尽各种不同的形姿变化。<br>⒅这两句说韩干画马仅得形似，不能传神。<br>⒆盖有神：大概有神明之助，极言曹霸画艺高超。写真：指画肖像。<br>⒇干戈：战争，当指安史之乱。貌：即写真。<br>[21]坎壈：贫困潦倒。</p>",
  "shangxi": "<h2>鉴赏</h2> 此<a href=\"http://so.gushiwen.org/view_10561.aspx\">诗</a>当与前诗并看，互为补充。 诗起笔洗炼，苍凉。先叙曹氏乃魏武之后，今却沦为庶人。然后颂其祖先业绩和辞采丰韵犹存于身。开首就抑扬起伏，跌宕多姿。继而写曹氏在书画上之用功进取，情操高尚。一生沉于丹青，不思富贵，不知老之将至。写 “学书”是衬托，写“丹青”是点题。主次分明，抑扬顿挫，错落有致。 “开元”八句，集中颂扬曹氏人物画的成就。“先帝”八句，细腻刻画曹氏描绘“玉花骢”的经过。 “玉花”八句，写画马的艺术魅力，竟使真假难分，并以韩干之画作为反衬。 “将军”八句，写如此精湛绝伦的画师，竟在战乱年代中落泊江湖，为画路人卖画为生，不禁发出世态炎凉之感慨，抒发自身晚年失意之怅惘。 诗在结构上错综神奇、然宾主分明。情感上抑扬起伏，摇曳多姿。诗的结句，更为历代诗人所赞赏。清代翁方纲曾称此诗为气势充盛，“古今七言诗第一压卷之作”。",
  "about": "<h2>讲解</h2> <p>　　曹霸是盛唐著名画马大师，安史之乱后，潦倒漂泊。唐代宗广德二年（764），<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>和他在成都相识，十分同情他的遭遇，写下这首《丹青引》。</p> <p>　　<a href=\"http://so.gushiwen.org/view_10561.aspx\">诗</a>起笔洗炼，苍凉。先说曹霸是魏武帝<a href=\"http://so.gushiwen.org/author_552.aspx\">曹操</a>之后，如今削籍，沦为寻常百姓。然后宕开一笔，颂扬曹霸祖先，曹操称雄中原的业绩虽成往史；但其诗歌的艺术造诣高超，辞采美妙，流风余韵，至今犹存。开头四句，抑扬起伏，跌宕多姿，大气包举，统摄全篇。清诗人王士禛十分赞赏，称为“工于发端”（《渔洋诗话》</p> <p>　　接着写曹霸在书画上的师承渊源，进取精神，刻苦态度和高尚情操。曹霸最初学东晋卫夫人的书法，写得一手好字，只恨不能超过<a href=\"http://so.gushiwen.org/author_581.aspx\">王羲之</a>。他一生沉浸在绘画艺术之中而不知老之将至，情操高尚，不慕荣利，把功名富贵看得如天上浮云一般淡薄。诗人笔姿灵活，“学书”二句只是陪笔，故意一放；“丹青”二句点题，才是正意所在，写得主次分明，抑扬顿挫，错落有致。</p> <p>　　“开元”以下八句，转入主题，高度赞扬曹霸在人物画上的辉煌成就。开元年间，曹霸应诏去见唐玄宗，有幸屡次登上南薰殿。凌烟阁上的功臣像，因年久褪色，曹霸奉命重绘。他以生花妙笔画得栩栩如生。文臣头戴朝冠，武将腰插大竿长箭。褒国公段志玄、鄂国公尉迟敬德，毛发飞动，神采奕奕，仿佛呼之欲出，要奔赴沙场鏖战一番似的。曹霸的肖像画，形神兼备，气韵生动，表现了高超的技艺。</p> <p>　　诗人一层层写来，在这里，画人仍是衬笔，画马才是重点所在。“先帝”以下八句，诗人细腻地描写了画玉花骢的过程。</p> <p>　　唐玄宗的御马玉花骢，众多画师都描摹过，各各不同，无一肖似逼真。有一天，玉花骢牵至阊阖宫的赤色台阶前，扬首卓立，神气轩昂。玄宗即命曹霸展开白绢当场写生。作画前曹霸先巧妙运思，然后淋漓尽致地落笔挥洒，须臾之间，一气呵成。那画马神奇雄峻，好象从宫门腾跃而出的飞龙，一切凡马在此马前都不免相形失色。诗人先用“生长风”形容真马的雄骏神气，作为画马的有力陪衬，再用众画工的凡马来烘托画师的“真龙”，着意描摹曹霸画马的神妙，这一段文字倾注了热烈赞美之情，笔墨酣畅，精彩之极。“玉花”以下八句，诗人进而形容画马的艺术魅力。</p> <p>　　榻上放着画马玉花骢，乍一看，似和殿前真马两两相对，昂首屹立。诗人把画马与真马合写，实在高妙，不着一“肖”字，却极为生动地写出了画马的逼真传神，令人真假莫辨。玄宗看到画马神态轩昂，十分高兴，含笑催促侍从，赶快赐金奖赏。掌管朝廷车马的官员和养马人都不胜感慨，怅然若失。杜甫以玄宗、太仆和圉人的不同反应渲染出曹霸画技的高妙超群。随后又用他的弟子、也以画马有名的韩干来作反衬。</p> <p>　　诗人用前后对比的手法，以浓墨彩笔铺叙曹霸过去在宫廷作画的盛况；最后八句，又以苍凉的笔调描写曹霸如今流入民间的落泊境况。“将军善画盖有神”句，总收上文，点明曹霸画艺的精湛绝伦。他不轻易为人画像。可是，在战乱的动荡岁月里，一代画马宗师，流落飘泊，竟不得不靠卖画为生，甚至屡屡为寻常过路行人画像了。曹霸走投无路，遭到流俗的轻视，生活如此穷苦，世上没有比他更贫困的了。画家的辛酸境遇和杜甫的坎坷蹭蹬又何其相似！诗人内心不禁引起共鸣，感慨万分：自古负有盛名、成就杰出的艺术家，往往时运不济，困顿缠身，郁郁不得志！诗的结句，推开一层讲，以此宽解曹霸，同时也聊以自慰，饱含对封建社会世态炎凉的愤慨。</p> <p>　　这首诗在章法上错综绝妙，诗中宾主分明，对比强烈。如学书与学画，画人与画马，真马与画马，凡马与“真龙”，画工与曹霸，韩干与曹霸，昔日之盛与今日之衰等等。前者为宾，是绿叶，后者为主，是红花。绿叶扶红花，烘托映衬，红花见得更为突出而鲜明。在诗情发展上，抑扬起伏，波澜层出。前四句写曹霸的身世，包含两层抑扬，摇曳多姿。“至尊含笑催赐金”句，将全诗推向高潮，一起后紧跟着一跌，与末段“途穷反遭俗眼白”，又形成尖锐的对比。诗的结构，一抑一扬地波浪式展开，最后以抑的沉郁调子结束，显得错综变化而又多样统一。在结构上，前后呼应，首尾相连。诗的开头“于今为庶为清门”与结尾“世上未有如公贫”，一脉贯通，构成一种悲慨的主调与苍凉的气氛。中间三段，写曹霸画人画马的盛况，与首段“文采风流今尚存”句相照应。更多唐诗欣赏敬请关注“习古堂国学网”的唐诗三百首栏目。</p> <p>　　杜甫以《丹青引》为题，热情地为画家立传，以诗摹写画意，评画论画，诗画结合，富有浓郁的诗情画意，把深邃的现实主义画论和诗传体的特写融为一炉，具有独特的美学意义，在中国唐代美术史和绘画批评史上也有一定的认识价值。这在唐诗的发展上未尝不是一种新贡献。</p>",
  "poet": {
    "id": 474,
    "star": 0,
    "name": "杜甫",
    "image": "http://img.gushiwen.org/authorImg/dufu.jpg",
    "desc": "杜甫（712－770），字子美，自号少陵野老，世称“杜工部”、“杜少陵”等，汉族，河南府巩县（今河南省巩义市）人，唐代伟大的现实主义诗人，杜甫被世人尊为“诗圣”，其诗被称为“诗史”。杜甫与李白合称“李杜”，为了跟另外两位诗人李商隐与杜牧即“小李杜”区别开来，杜甫与李白又合称“大李杜”。他忧国忧民，人格高尚，他的约1400余首诗被保留了下来，诗艺精湛，在中国古典诗歌中备受推崇，影响深远。759-766年间曾居成都，后世有杜甫草堂纪念。"
  },
  "tags": [
    "唐诗三百首",
    "写人",
    "怅惘",
    "同情"
  ]
}