{
  "id": 11049,
  "star": 53,
  "name": "奉济驿重送严公四韵",
  "dynasty": "唐代",
  "content": "远送从此别，青山空复情。几时杯重把，昨夜月同行。 <br>列郡讴歌惜，三朝出入荣。江村独归处，寂寞养残生。",
  "fanyi": "<p><strong>译文</strong><br>远送你从这里就要分别了，青山空自惆怅，倍增离情。什么时候能够再举杯共饮，昨天夜里我们还在月色中同行。各郡的百姓都讴歌你，不忍心你离去，你在三朝为官，多么光荣。送走你我独自回到江村，寂寞地度过剩下的岁月。</p> <p><strong>注释</strong><br>列郡：指东西两川属邑。<br>三朝：指唐玄宗、唐肃宗、唐代宗三朝。<br>江村：指成都浣花溪边的草堂。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　<a href=\"http://so.gushiwen.org/view_11049.aspx\">诗</a>一开头，点明“远送”，体现出诗人意深而情长。诗人送了一程又一程，送了一站又一站，一直送到了二百里外的奉济驿，有说不尽的知心话。“青山空复情”一句，饶有深意。青峰伫立，也似含情送客；途程几转，那山仍若恋恋不舍，目送行人。然而送君千里，也终须一别了。借山言人，情致婉曲，表现了诗人那种不忍相别而又不得不别的无可奈何之情。</p> <p>　　伤别之余，诗人自然想到“昨夜”相送的情景：皎洁的月亮曾和他一起“同行”送别，在月下同饮共醉，行吟叙情，离别之后，后会难期，诗人感情的闸门再也关不住了，于是诗人发问道：“几时杯重把？”“杯重把”，把诗人憧憬中重逢的情景，具体形象地表现出来了。这里用问句，是问诗人自己，也是问友人。社会动荡，生死未卜，能否再会还是个未知数。诗人送别时极端复杂的感情，凝聚在一个寻常的问语中。</p> <p>　　以上这四句倒装，增添了诗的情趣韵致。前人说得好：“诗用倒挽，方见曲折。”首联如果把“青山”一句提到前面，就会显得感情唐突，使人不知所云；颔联如果把“昨夜”一句放在前面，便会显得直白而缺少情致。现在次序一倒，就奇曲多趣了。这正是此诗平中见奇的地方。</p> <p>　　诗人想到，像严武这样知遇至深的官员恐怕将来也难得遇到，于是离愁之中又添一层凄楚。关于严武，诗人没有正面颂其政绩，而说“列郡讴歌惜，三朝出入荣”，说他于玄宗、肃宗、代宗三朝出守外郡或入处朝廷，都荣居高位。离任时东西两川属邑的人们讴歌他，表达依依不舍之情。言简意赅，雍雅得体。</p> <p>　　最后两句抒写诗人送别后的心境。“江村独归处，寂寞养残生。”“独”字见离别之后的孤单无依；“残”字含风烛余年的悲凉凄切；“寂寞”则道出知遇远去的冷落和惆怅。两句充分体现了诗人对严武的真诚感激和深挚友谊，依恋惜别之情溢于言表。</p> <p>　　<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>作这首诗送好友严武，既赞美严武，也发出他自己“寂寞养残生”的叹息。诗意在送严武奉召还朝。诗人曾任严武幕僚，深得严武关怀，所以心中那种依依不舍的别离之情，不必再用言语解释。这首诗语言质朴含情，章法谨严有度，平直中有奇致，浅易中见沉郁，情真意挚，凄楚感人。 </p>",
  "about": "<h2>创作背景</h2> 奉济驿，在成都东北的绵阳县。严公，即严武，曾两度为剑南节度使。762年（宝应元年）四月，唐肃宗死，唐代宗即位，六月，召严武入朝，<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>送别赠<a href=\"http://so.gushiwen.org/view_11049.aspx\">诗</a>，因之前已写过《送严侍郎到绵州同登杜使君江楼宴》，故称“重送”。律诗双句押韵，八句诗四个韵脚，故称“四韵”。严武有文才武略，品性与杜甫相投。镇蜀期间，亲到草堂探视杜甫，并在经济上给予接济；彼此赠诗，相互敬重，结下了深厚的友谊。",
  "poet": {
    "id": 474,
    "star": 0,
    "name": "杜甫",
    "image": "http://img.gushiwen.org/authorImg/dufu.jpg",
    "desc": "杜甫（712－770），字子美，自号少陵野老，世称“杜工部”、“杜少陵”等，汉族，河南府巩县（今河南省巩义市）人，唐代伟大的现实主义诗人，杜甫被世人尊为“诗圣”，其诗被称为“诗史”。杜甫与李白合称“李杜”，为了跟另外两位诗人李商隐与杜牧即“小李杜”区别开来，杜甫与李白又合称“大李杜”。他忧国忧民，人格高尚，他的约1400余首诗被保留了下来，诗艺精湛，在中国古典诗歌中备受推崇，影响深远。759-766年间曾居成都，后世有杜甫草堂纪念。"
  },
  "tags": [
    "唐诗三百首",
    "送别",
    "惜别"
  ]
}