{
  "id": 15779,
  "star": 20,
  "name": "田家行",
  "dynasty": "唐代",
  "content": "男声欣欣女颜悦，人家不怨言语别。<br>五月虽热麦风清，檐头索索缲车鸣。<br>野蚕作茧人不取，叶间扑扑秋蛾生。<br>麦收上场绢在轴，的知输得官家足。<br>不望入口复上身，且免向城卖黄犊。<br>回家衣食无厚薄，不见县门身即乐。",
  "fanyi": "<p><strong>译文</strong><br>　　乡间农家欢欣鼓舞，喜乐自得，平日的愁怨一洗而空，连话语的音调也与平常不同。炎炎夏日，麦浪滚滚，夏粮丰收了。夏茧也丰收了，檐头缲车索索作响，野蚕作茧无人收取，只得自生自灭。一派丰收之景，但麦打成粮，蚕茧织成绢丝，乡民却无法自己享受这些劳动成果，而不得不把粮、绢的大部分送给官家缴纳赋税。在这丰收的年景里，他们并不指望打下的粮食自己吃，织好的绢自己穿，只指望能免除到城里卖黄犊，以缴纳官府的横敛就行了。乡民们说自家并不计较是否吃得好穿得好，认为只要不进县衙门吃官司那就是最大的幸福了。</p> <p><strong>注释</strong><br>①男声欣欣女颜悦：此句运用了互文手法，不可解为只有男子才欢欣地喊叫，只有女子脸上才露出了笑容。其实无论男女，他们的声音，他们的容颜，都显露出喜乐自得的样子。<br>②檐头：原指屋檐的边沿，此处应指屋檐下。缲车：即“缫车”，缫丝用的器具。<br>③轴：此处指织绢的机轴。<br>④黄犊：指小牛。</p><br/><p><strong>译文<br></strong>看着眼前丰收的景象，男人们的话语里充满了喜悦，女人们的脸上也洋溢着笑容，家家户户再也没有怨言，说的话也和往常不一样了。<br>虽然五月天气炎热，此时的麦风却给人以清凉的感觉。在村中的屋檐下，妇女们正忙着用缲车缫丝，缲车上发出一阵阵倾细的声音。<br>家蚕丰收，野蚕做的茧再也没有人来收取，于是这些茧在树上就变成了秋蛾，在树叶间扑扑地飞舞着。<br>麦子收割以后一筐一筐地堆放在麦场上，绢布织成后一匹一匹地缠在轴上，农民们可以确认今年的收成已足够缴纳官府的赋税了。<br>不指望还有入口的粮食，也不指望还有绢布剩下来做件衣服穿在身上，只是暂且可以免除去前往城中卖掉自己的小黄牛了。<br>农民家庭的衣食实在谈不上什么好与坏，只要家里人不被捉进县衙门，便是一件很值得高兴的事情了。</p> <p><strong>注释<br></strong>⑴欣欣：欢喜的样子。颜悦：脸上含笑。<br>⑵别：特别，例外。<br>⑶麦风：麦熟时的风，南风。<br>⑷索索：缫丝声。缲（sāo）车：也作“缫车”，抽丝的器具，因有轮旋转抽丝，故名。<br>⑸扑扑：象声词。此句是说野蚕无人要（因家蚕丰收）而在树上化为秋蛾。<br>⑹的知：确切知道。输：交纳赋税。<br>⑺望：一作“愿”。<br>⑻犊（dú）：小牛，泛指耕牛。<br>⑼无厚薄：讲求不了好坏。<br>⑽县门：县衙门。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　<a href=\"http://so.gushiwen.org/author_482.aspx\">王建</a>这首乐府体<a href=\"http://so.gushiwen.org/view_15779.aspx\">诗</a>歌，对残酷的封建压迫作了无情的揭露。仲夏时节，农民麦、茧喜获丰收，却被官府劫一空，无法享受自己的劳动果实，只能过着“衣食无厚薄”的悲惨生活。这首诗所反映的事实，应是中唐时期整个农民生活的缩影，相当具有典型性。全诗四换韵脚。依照韵脚的转换，诗可分为四个层次。</p> <p>　　前两句为第一层，直接描写乡间农民的精神面貌：“男声欣欣女颜悦，人家不怨言语别。”这两句写平日寡欢少乐、愁眉苦脸的男男女女因为收成好而欣喜万分，说话也温和悦人。首句使用了互文手法，不可解为只有男子才欢欣地喊叫，只有女子脸上才露出了笑容。其实无论是男是女，他们的声音，他们的容颜，都显露出喜乐自得的样子，平日的愁怨一洗而空，连话语的音调也与平常不同。先写农家喜乐自得，而后再写喜乐自得之因，由此造成悬念，引发读者阅读下去的兴趣。</p> <p>　　三、四、五、六这四句为第二层。这层以具体形象暗示农家喜乐之因，是因为夏粮、夏茧丰收，有了一个好收成。“五月”二句，写织妇因为喜悦，面对五月艳阳，也觉麦香中的热风清凉宜人，在缲丝车上细致认真快乐地抽丝织素。五月麦风清，写夏粮丰收；檐头缲车索索作响，写夏茧丰收。为了突出农家夏茧之多，诗人又从侧面下笔：“野蚕作茧人不取，叶间扑扑秋蛾生。”这两句写家蚕丰收，野蚕无人也无暇顾及，以至野蚕化蛾，在桑叶上飞来飞去。野蚕作茧无人收取，自生自灭，可见夏茧的确获得大丰收，完全足够抽丝织绢之需。在这一层次里，作者一写收麦，一写缲丝，抓住人类生活最基本的衣食温饱落笔，突出丰收的景象，使一、二句写农家喜悦有了好的注脚。后面三句：“麦收上场绢在轴”，“不望入口复上身”，“田家衣食无厚薄”，也都紧紧围绕衣食温饱或叙事，或抒情，或议论，反映现实的焦点突出集中。</p> <p>　　七、八、九、十这四句为第三层。这层写官家对农民巧立名目的盘剥，感情则由喜转悲，形成一个大的波澜，既显出文势跌宕之美，又增强了作品揭露现实的深度。“麦收上场绢在轴，的知输得官家足”，写麦、茧丰收的结果。“轴”，指织绢的机轴。丰收，本来应该给田家带来丰衣足食的生活，事实却非如此。麦打成粮，蚕茧织成绢丝，农民却无法自己享受这些劳动成果，而不得不把粮、绢的大部分送给官家缴纳赋税。“的知”一句为神来之笔。这句诗把农民一次次缴纳苛捐杂税，但不知是否还有新的赋税要缴的心理，刻画得维妙维肖。“不望”两句，更为沉痛。农民在丰收的年景里，并不指望打下的粮食自己吃，织好的绢自己穿，只指望能免除到城里卖黄犊，以缴纳横敛之灾就行了。那么，农民自己吃什么，穿什么，是可以想见的。这种对农民丰年却衣食无着的客观表现，有力地控诉了中唐时期的黑暗现实。</p> <p>　　最后两句为第四层。这两句借农民之口，揭露了封建剥削的残酷。但这种揭露，不是出自声泪俱下的直接的声讨，而是通过平淡的甚至略带幽默的语言，让读者思而得之。农民说自家并不计较是否吃得好穿得好，认为只要不进县衙门吃官司那就是最大的幸福了。这种以不因横征暴敛而吃官司为幸福的幸福观，恰恰从另一个角度暴露了封建统治者的凶残。</p> <p>　　此诗在构思农家苦这一题材时，颇具特色。在一般的作品中，作者在表现封建剥削对人民的压榨时，多是正面描状农民生活的困苦。这首诗则不然。《田家行》向读者描绘的是小麦、蚕茧丰收，农民欣喜欢乐的场面。但丰收的结果，并不是生活的改善，而是受到更重的盘剥，生活依然悲惨，无法避开不幸的命运。这种遭遇，不是一家一户偶然遇到天灾人祸所碰到的困苦，而是概括了封建时代千千万万农民的共同遭遇，如此选材，相当具有典型性和概括性。</p> <p>　　在表现方法上，古乐府多叙事，《田家行》则选取农家生活的两个断面，一是麦、茧丰收，一是粮、绢大部输官，把这两个断面加以对比。这对揭示农家苦这一主题，发挥了重要作用。</p> <p>　　此诗纯用赋体直陈其事，语言质朴无华，通俗流畅、凝炼精警，于平易中见深刻。</p>",
  "about": "<h2>创作背景</h2> 　　<a href=\"http://so.gushiwen.org/author_482.aspx\">王建</a>的文学活动时期主要是唐德宗、唐宪宗二朝，属中唐时期。中唐时变租庸调法为两税法，名义上是为了纠正租庸调法赋敛繁重之弊，唐德宗甚至还有“两税外辄率一钱以枉法论”的诏令，实则两税法兴，而横征暴敛仍繁，各种莫名其妙的奉进、宣索一次次强加在农民身上。此<a href=\"http://so.gushiwen.org/view_15779.aspx\">诗</a>就是在这种社会背景下创作的。",
  "poet": {
    "id": 482,
    "star": 0,
    "name": "王建",
    "image": "http://img.gushiwen.org/authorImg/wangjian.jpg",
    "desc": "王建(约767年—约830年)：字仲初，生于颍川(今河南许昌)，唐朝诗人。其著作，《新唐书·艺文志》、《郡斋读书志》、《直斋书录解题》等皆作10卷，《崇文总目》作2卷。"
  },
  "tags": [
    "乐府",
    "农民",
    "生活"
  ]
}