{
  "id": 19003,
  "star": 1911,
  "name": "乌衣巷",
  "dynasty": "唐代",
  "content": "朱雀桥边野草花，乌衣巷口夕阳斜。 <br>旧时王谢堂前燕，飞入寻常百姓家。",
  "fanyi": "<p><strong>翻译</strong><br>朱雀桥边一些野草开花，乌衣巷口唯有夕阳斜挂。当年王导、谢安檐下的燕子，如今已飞进寻常百姓家中。 </p> <p><strong>注释</strong><br>【朱雀桥】在金陵城外，乌衣巷在桥边。 在今南京市东南，在文德桥南岸，是三国东吴时的禁军驻地。由于当时禁军身着黑色军服，所以此地俗语称乌衣巷。在东晋时以王导、谢安两大家族，都居住在乌衣巷，人称其子弟为“乌衣郎”。入唐后，乌衣巷沦为废墟。现为民间工艺品的汇集之地。<br>【乌衣】燕子，旧时王谢之家庭多燕子。今江苏省南京市江宁区，横跨秦淮河。<br>【寻常】平常。<br>【王谢】王导、谢安，晋相，世家大族，贤才众多，皆居巷中，冠盖簪缨，为六朝(吴、东晋、宋齐梁陈先后建都于建康即今之南京)巨室。至唐时，则皆衰落不知其处。<br>【旧时】晋代。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　《乌衣巷》这是唐朝<a href=\"http://so.gushiwen.org/view_19003.aspx\">诗</a>人 <a href=\"http://so.gushiwen.org/author_197.aspx\">刘禹锡</a>感慨藏而不露，寄物咏怀的名篇，是组诗《金陵五题》中的一篇。诗人当时还没到过金陵，始终对这个六朝古都怀着憧憬，正好有友人将自己写的五首咏金陵古迹诗给他看，他便乘兴和了五首。乌衣巷原是六朝贵族居住的地方，最为繁华，如今有名的朱雀桥边竟长满野草，乌衣巷口也不见车马出入，只有夕阳斜照在昔日的深墙上。</p> <p>　　这是一首怀古诗。凭吊东晋时南京秦淮河上朱雀桥和南岸的乌衣巷的繁华鼎盛，而今野草丛生，荒凉残照。感慨沧海桑田，人生多变。以燕栖旧巢唤起人们想象，含而不露；以“野草花”、“夕阳斜”涂抹背景，美而不俗。语虽极浅，味却无限。</p> <p>　　施补华的《岘佣说诗》评这首诗的三、四句时说：“若作燕子他去，便呆。盖燕子仍入此堂，王谢零落，已化作寻常百姓矣。如此则感慨无穷，用笔极曲。本诗感慨藏而不露，寄物咏怀的名篇，是组诗《金陵五题》中的一篇。</p> <p>　　首句“朱雀桥边野草花”，朱雀桥横跨南京秦淮河上，是由市中心通往乌衣巷的必经之路。桥同河南岸的乌衣巷，不仅地点相邻，历史上也有瓜葛。东晋时，乌衣巷是高门土族的聚居区，开国元勋王导和指挥淝水之战的谢安都住在这里。旧日桥上装饰着两只铜雀的重楼，就是谢安所建。在字面上，朱雀桥又同乌衣巷偶对天成。用朱雀桥来勾画乌衣巷的环境，既符合地理的真实，又能造成对仗的美感，还可以唤起有关的历史联想，是“一石三鸟”的选择。句中引人注目的是桥边丛生的野草和野花。草长花开，表明时当春季。“草花”前面按上一个“野”字，这就给景色增添了荒僻的气象。再加上这些野草野花是滋蔓在一向行旅繁忙的朱雀桥畔，这就使我们想到其中可能包含深意。</p> <p>　　记得作者在“万户千门成野草”（《台城》）的诗句中，就曾用“野草”象征衰败。现在，在这首诗中，这样突出“野草花”，不正是表明，昔日车水马龙的朱雀桥，今天已经荒凉冷落了吗！</p> <p>　　第二句“乌衣巷口夕阳斜”，表现出乌衣巷不仅是映衬在败落凄凉的古桥的背景之下，而且还呈现在斜阳的残照之中。句中作“斜照”解的“斜”字，同上句中作“开花”解的“花”字相对应，全用作动词，它们都写出了景物的动态。“夕阳”，这西下的落日，再点上一个“斜”字，便突出了日薄西山的惨淡情景。本来，鼎盛时代的乌衣巷口，应该是衣冠来往、车马喧阗的。而现在，作者却用一抹斜晖，使乌衣巷完全笼罩在寂寥、惨淡的氛围之中。</p> <p>　　经过环境的烘托、气氛的渲染之后，按说，似乎该转入正面描写乌衣巷的变化，抒发作者的感慨了。但作者没有采用过于浅露的写法，诸如，“乌衣巷在何人住，回首令人忆谢家”（孙元宴《咏乌衣巷》）、“无处可寻王谢宅，落花啼鸟秣陵春”（无名氏）之类；而是继续借助对景物的描绘，写出了脍炙人口的名句：“旧时王谢堂前燕，飞入寻常百姓家”。他出人意料地忽然把笔触转向了乌衣巷上空正在就巢的飞燕，让人们沿着燕子飞行的去向去辨认，如今的乌衣巷里已经居住着普通的百姓人家了。</p> <p>　　为了使读者明白无误地领会诗人的意图，作者特地指出，而今这些飞入普通老百姓家筑巢的燕子，以往却是栖息在王导、谢安两家权门高大厅堂的檐檩之上的旧燕。“旧时”两个字，赋予燕子以历史见证人的身份。“寻常”两个字，又特别强调了今日的老百姓是多么不同于往昔。从中，我们可以清晰地听到作者对这一变化发出的沧海桑田的无限感慨。飞燕形象的设计，好像信手拈来，实际上凝聚着作者的艺术匠心和丰富的想象力。晋傅咸《燕赋序》说：“有言燕今年巢在此，明年故复来者。其将逝，剪爪识之。其后果至焉。”当然生活中，即使是寿命极长的燕子也不可能是四百年前“王谢堂前”的老燕。但是作者抓住了燕子作为候鸟有栖息旧巢的特点，这就足以唤起读者的想象，暗示出乌衣巷昔日的繁荣，起到了突出今昔对比的作用。《乌衣巷》在艺术表现上集中描绘乌衣巷的现况；对它的过去，仅仅巧妙地略加暗示。诗人的感慨更是藏而不露，寄寓在景物描写之中。因此它虽然景物寻常，语言浅显，却有一种蕴藉含蓄之美，使人读起来余味无穷。</p> <p>　　这首诗写诗人对盛衰兴败的深沉感慨。朱雀桥和乌衣巷依然如故，但野草丛生，夕阳已斜。荒凉的景象，已经暗含了诗人对荣枯兴衰的敏感体验。后二句藉燕子的栖巢，表达作者对世事沧桑、盛衰变化的慨叹，用笔尤为曲折。此诗为刘禹锡著名的咏史诗《金陵五题》中的第二首。 </p>",
  "about": "<h2>创作背景</h2> 　　唐敬宗宝历二年（826年），<a href=\"http://so.gushiwen.org/author_197.aspx\">刘禹锡</a>由和州（今安徽省和县）刺史任上返回洛阳，途径金陵（今江苏省南京市），写了这一组咏怀古迹的<a href=\"http://so.gushiwen.org/view_19003.aspx\">诗</a>篇，总名《金陵五题》，其中第二首即《乌衣巷》。",
  "poet": {
    "id": 197,
    "star": 0,
    "name": "刘禹锡",
    "image": "http://img.gushiwen.org/authorImg/liuyuxi.jpg",
    "desc": "刘禹锡（772－842），字梦得，汉族，中国唐朝彭城（今徐州）人，祖籍洛阳，唐朝文学家，哲学家，自称是汉中山靖王后裔，曾任监察御史，是王叔文政治改革集团的一员。唐代中晚期著名诗人，有“诗豪”之称。他的家庭是一个世代以儒学相传的书香门第。政治上主张革新，是王叔文派政治革新活动的中心人物之一。后来永贞革新失败被贬为朗州司马（今湖南常德）。据湖南常德历史学家、收藏家周新国先生考证刘禹锡被贬为朗州司马其间写了著名的“汉寿城春望”。"
  },
  "tags": [
    "唐诗三百首",
    "地名",
    "怀古"
  ]
}