{
  "id": 57486,
  "star": 20,
  "name": "卜算子·秋晚集杜句吊贾傅",
  "dynasty": "宋代",
  "content": "苍生喘未苏，买笔论孤愤，文采风流今尚存，毫发无遗恨。 <br>凄恻近长沙，地僻秋将尽。长使英雄泪满襟，天意高难问。",
  "shangxi": "<h2>鉴赏</h2> <p>　　集句，谓集古人之成语以为<a href=\"http://so.gushiwen.org/view_57486.aspx\">诗</a>。晋人傅咸尝集《诗经》句以成篇，名《毛诗》，为集句诗之始。<a href=\"http://so.gushiwen.org/author_405.aspx\">王安石</a>晚年居金陵，闲来无事，喜为集句，有多达百韵者。<a href=\"http://so.gushiwen.org/author_820.aspx\">沈括</a>《梦溪笔谈》（卷十四《艺文》一）大为推崇，说“语意对偶，往往亲切过于本诗。”这种特定类型的诗，愈到后来愈趋向于文字游戏，佳作寥寥。套用<a href=\"http://so.gushiwen.org/author_676.aspx\">袁枚</a>“改诗难于作诗”的话，不妨说“集句难于改诗”。<a href=\"http://so.gushiwen.org/author_2136.aspx\">李渔</a>将词曲结构比作工程师之建宅，“先筹建厅，何处开户，栋需何木，梁用何材；必俟成局了然，始可挥斤运斧”（《闲情偶记·词曲部》）。现在是“挥斤运斧”去斫人家的“七宝楼台”，偶一不慎，那就真是“碎拆下来，不成片段”了。拆固不易，拼接犹难。故贺黄公（裳）云：“生平不喜集句诗，以佳则仅一斑斓衣，不佳且百补破衲也。至词则尤难神合”（邹祇谟《远志斋词衷》）。杨冠卿这首词，大气包举，意脉贯通，浑然一体，盖因其与<a href=\"http://so.gushiwen.org/author_109.aspx\">贾谊</a>有“神合”之处也。</p> <p>　　<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>的诗，“千汇万状，茹古涵今”（王彦辅语），向为喜集句者之渊薮。<a href=\"http://so.gushiwen.org/author_173.aspx\">文天祥</a>集杜诗至二百首之多。本词全用杜诗，按顺序八句分别撷取于《行次昭陵》、《寄岳州贾司马六丈巴州严八使君两阁老五十韵》、《丹青引赠曹将军霸》、《敬赠陈谏议十韵》、《入乔口》、《秦州杂诗二十首》其十八）、《蜀相》、《暮春江陵送马大卿公恩命追赴阙下》。钩连紧密，起承转合，毫无断层，有一气呵成之妙。题曰《吊贾傅》。贾傅即西汉著名的政治家文学家贾谊。他十八岁即以文才著称本郡，两年后被汉文帝召为博士，一年之内被提升为中大夫。他在政治上力求改革，想使汉朝统一富强。那时一些重大政策法令的制订、颁布，都经贾谊之手。文帝为了充分发挥他的才能，曾准备提拔他“任公卿之位”，但遭到元老重臣周勃、灌婴和东阳侯张相如、御史大夫冯敬等人的反对，说他“年少初学，专欲擅权，纷乱诸事”，被贬为长沙王太傅，故后人尊称贾傅。</p> <p>　　词开篇“苍生喘未苏，贾笔论孤愤”两句，作者态度鲜明地表现出对贾谊为“苍生喘未苏”而多次上疏痛陈时弊的赞许。在最重要的一篇长文《陈政事疏》（一称《治安策》，见《汉书》卷四十八《贾谊传》）中，他尖锐地驳斥了“天下已安已治”之说，指出：“可为痛哭者一，可为流涕者二，可为太息者六”。他认为当时的政治形势是“本末舛逆，首尾衡决，国制抢攘，非甚有纪”，而处于“抱火厝之积薪之下而寝其上”的危急之中。并在著名的《过秦论》中暗示警告汉代统治者不要像秦二世那样“繁刑严诛，吏治深刻，赏罚不当，则赋敛无度”，否则就会蹈秦朝的覆辙。<a href=\"http://so.gushiwen.org/author_104.aspx\">刘长卿</a>说“贾谊上书忧汉室”，这种“正言竑议”的孤愤之言，无疑是可贵的。接二句赞贾谊的“文采风流”。他的散文据说有五十八篇（《汉书·艺文志》），现在能够见到的除保留在《史记》、《汉书》中的十二篇奏疏外，还有十卷《新书》。《汉书·艺文志》载有辞赋七篇，流传下来的五篇，以《吊<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>赋》、《鵩鸟赋》著称。贾谊论文锋芒四射，切中时弊，文笔雄放恣肆，挥洒自如，文采斐然。词人认为于此也无一丝一毫的遗憾了。</p> <p>　　上片从道德文章两方面立言，下片应题目的“吊”字。“凄恻近长沙，地僻秋将尽”。这两句似一语双关，既指贾谊被贬时“近长沙”的凄恻，也含作者此刻的行踪和内心感受。“秋将尽”的秋应“秋晚”，即作词的时令。唐、宋的诗人们多承<a href=\"http://so.gushiwen.org/author_608.aspx\">司马迁</a>的观点惋惜他的遭遇（王安石承<a href=\"http://so.gushiwen.org/author_398.aspx\">班固</a>的看法是例外），杨冠卿词亦持此态度。“长使英雄泪满襟”，为杜甫深切悼念“功盖三分国，名成八阵图”（《八阵图》）；“三顾频烦天下计，两朝开济老臣心（《蜀相》）的<a href=\"http://so.gushiwen.org/author_507.aspx\">诸葛亮</a>功高盖世的诗句，词人引此把贾谊推崇到极至。而其功业未就含恨而死的原因就在于“天意高难问”。“天意”，上天的旨意。《汉书·礼乐志》“王者从天意以从事，故务德教而省刑罚。”后用以指帝王的旨意。比杜甫稍晚的<a href=\"http://so.gushiwen.org/author_482.aspx\">王建</a>《上裴舍人度》诗亦云：“天意皆从彩毫出，宸心尽向紫烟来”。早于杨冠卿的<a href=\"http://so.gushiwen.org/author_120.aspx\">张元干</a>《贺新郎》曾引杜诗成词句：“天意从来高难问”，指皇帝宋高宗。而这里显然是指汉文帝了。</p> <p>　　全词八句中只“凄恻近长沙”句与吊贾谊事有关，其上句为“贾生骨已朽”。杨冠卿一生不得意，用集杜句的办法将贾谊的“孤愤”推崇备至，未尝不有惺惺相惜之意吧。 </p>",
  "poet": {
    "id": 541,
    "star": 0,
    "name": "杨冠卿",
    "desc": "杨冠卿（1138-？）南宋诗人，字梦锡，江陵（今属湖北）人，举进士，为九江戎司掾，又尝知广州，以事罢。晚寓临安。闭门不出，与姜夔等相倡和。冠卿才华清俊，四六尤流丽浑雅，淳熙十四年（1187），编有《群公词选》三卷（已佚），自序曰：“余漂流困踬，久客诸侯间……时有所撄拂，则取酒独酌，浩歌数阕，怡然自适，似不觉天壤之大，穷通之为殊途也。”著有《客亭类稿》十五卷。《彊村丛书》辑有《客亭乐府》一卷。《四库总目》传于世。"
  },
  "tags": [
    "秋天",
    "凭吊"
  ]
}