{
  "id": 71485,
  "star": 254,
  "name": "梅花引·荆溪阻雪",
  "dynasty": "宋代",
  "content": "白鸥问我泊孤舟，是身留，是心留？心若留时，何事锁眉头？风拍小帘灯晕舞，对闲影，冷清清，忆旧游。<br>旧游旧游今在否？花外楼，柳下舟。梦也梦也，梦不到，寒水空流。漠漠黄云，湿透木棉裘。都道无人愁似我，今夜雪，有梅花，似我愁。",
  "fanyi": "<p><strong>译文</strong><br>白鸥栖落水滨，默然地望着我，好似在问：夜泊溪畔是被风雪所阻，不得以停泊；还是无所去处，情愿留下？如若是自愿，又为了何事眉头紧锁？夜风袭来，掀起舱帘，吹得舱内灯火闪烁。孤处江舟，只有身影为伴，对着孤影，不禁怀念起与旧友欢聚和悠游的情景。<br>昔日一同悠游的旧友，今日在哪里？回想当时，楼外一片盎然春色，相携漫步锦簇的花丛中。湖中绿波荡漾，系舟在堤边的柳树下。梦啊，梦啊，让我在梦中重温一下旧游。可是在梦中却难寻旧游，只有眼前的寒水空自流。舱外飞雪漫天，凝望浓密的阴云，任凭飞雪落在身上，浸透了棉衣。都说没有人的忧愁，有我这般深沉，今夜，雪中的梅花，一身素白，忧愁似我。<br>这首词在清冷的画面中，将深深的忧愁与热烈的回忆交织在一起，如随想曲一样自由潇洒。 </p><p><strong>注释</strong><br>⑴身留：被雪所阻，被迫不能动身而羁留下来。<br>⑵心留：自己心里情愿留下。<br>⑶旧游：指昔日漫游的伴友与游时的情景。<br>⑷漠漠：浓密。<br>⑸黄云：指昏黄的天色。曾有<a href=\"http://so.gushiwen.org/view_71485.aspx\">诗</a>“千里黄云白日曛，北风吹雁雪纷纷。”<br>⑹木棉裘：棉衣。</p>",
  "shangxi": "<p>　　“白鸥问我泊孤舟，是身留，是心留？”“心留”指乐意羁留，“身留”是出于被迫。途中遇雪，不能航行，泊舟岸边，自然不是“心留”。词人起笔突兀，出示幻象以虚写实。他落笔不写风雪和溪流，而写泊舟经过，立意较为翻新，下面继续让白鸥发问：“心若留时，何事锁眉头？”“锁眉头”以形示情。白鸥是词人寄托心情的意象。问者之意，借白鸥说出，婉深而鲜明。此谓托物言人也。作者阻雪的心情通过白鸥表达的，但白鹭的心情也和作者恰恰相反，白鹭也非作者化身。白鹭惯于生活在风雪之中，激流之上。而作者却是迫于“身留”。作者描写白鸥，是深化意境。</p> <p>　　“风拍小帘灯晕舞，对闲影，冷清清，忆旧游。”由舟内到舟外，逐次展示境况的寒冷凄清。傍晚时分，冷风拍打着帘幕，把灯火撩拨得跳荡不已，光晕连同我的影子，都在摇曳着。孤独冷清的境地，情不自禁地想起昔日的游伴来。</p> <p>　　下阙紧接上阙结局，问道：“旧游旧游今在否？花柳楼，月下舟。”游伴啊游伴，你可还健在？忆起结伴而游，感到非常欢乐自在！花丛旁的小楼，柳荫之下的轻舟，都如梦幻般地地消逝了。“梦也梦也”，我在梦中重温旧日的欢欣。冷风、寒水、黄云、白雪，使我片刻也不得安宁，但连那木棉（即棉花）裘都湿透了，怎能让人入眠。梦已了，“梦不到，寒水空流”，“寒水空流”在空虚绝望的心境中，蕴含一丝怪之意思。词人怀远之情，如荆溪流水那样悠悠难尽。风雪漫天，令人愁苦万分。“都道无人愁似我”，孤舟黑夜唯灯与影相伴，有谁来说这样的话？况是“都道”，这些人从何而来？“今夜雪，有梅花，似我愁”。极写天气寒冷。梅花有着傲雪的精神，在冬天凌寒而放，但雪是如此之大，天气是如此之冷，梅花啊，你能受得住么？是否象我一样，浸透在愁苦之中。</p> <p>　　全词流动自然。以发问取头，未待回答，却已气势凌人。词中后多用短句，使节奏感极强，音响较为清越。全词以抒情为主，借景抒情，情景融合，气宇轩昂。结尾用“雪”字才点出文眼，是作者故意使然，盖让人读起来一气贯注也。难怪清代词评家刘熙载曾评蒋捷词为“长短句之长城”，是推崇备至。</p>",
  "about": "<h2>创作背景</h2> 　　南宋灭亡后，词人便开始了颠沛流离的逃亡生活，时间转眼到了冬天，词人乘舟沿荆溪而行，或者是离家外出，或者是从外地返回家乡，途中为雪所阻，泊舟荒野，空寂无聊，怀旧之情油然而生，于是写了这首词，描述当时的心境。<br/><h2>中心思想</h2> 　　宋末词人蒋捷的这首《梅花引》，表现了他乘船阻雪于荆溪（在今江苏南部）时的惆怅情怀。词中以悠扬的节奏、活泼的笔调，在冷清的画面上，织进了热烈的回忆和洒脱的情趣；在淡淡的哀愁中，展示了一个清妍潇洒的艺术境界。吟诵起来，给人的感受，如同欣赏一支优美的随想曲，它即兴抒情，旋律自由又富于幻想。",
  "poet": {
    "id": 442,
    "star": 0,
    "name": "蒋捷",
    "desc": "蒋捷（生卒年不详），字胜欲，号竹山，宋末元初阳羡（今江苏宜兴）人。先世为宜兴巨族，咸淳十年（1274）进士。南宋亡，深怀亡国之痛，隐居不仕，人称“竹山先生”、“樱桃进士”，其气节为时人所重。长于词，与周密、王沂孙、张炎并称“宋末四大家”。其词多抒发故国之思、山河之恸 、风格多样，而以悲凉清俊、萧寥疏爽为主。尤以造语奇巧之作，在宋季词坛上独标一格，有《竹山词》1卷，收入毛晋《宋六十名家词》本、《疆村丛书》本；又《竹山词》2卷，收入涉园景宋元明词续刊本。"
  },
  "tags": [
    "孤独",
    "怀念",
    "友人"
  ]
}