{
  "id": 72160,
  "star": 685,
  "name": "放言五首·其三",
  "dynasty": "唐代",
  "content": "赠君一法决狐疑，不用钻龟与祝蓍。<br>试玉要烧三日满，辨材须待七年期。<br>周公恐惧流言日，王莽谦恭未篡时。<br>向使当初身便死，一生真伪复谁知？",
  "fanyi": "<p><strong>译文</strong><br>我送给你一种解决疑问的办法，这个办法不需龟甲，蓍草茎来占卜吉凶。<br>检验玉真假还需要烧满三天，辨别木材还要等七年以后。<br>周公害怕流言蜚语的日子，王莽篡位之前毕恭毕敬。<br>假使这人当初就死去了，一生的真假又有谁知道呢？ </p> <p><strong>注释</strong><br>（1）放言：言论放肆，不受拘束的意思。<br>（2）君：您，这里指作者的好友<a href=\"http://so.gushiwen.org/author_18.aspx\">元稹</a>。<br>（3）法：办法，方法。<br>（4）决：决定，解决，判定。<br>（5）狐疑：狐性多疑，故用狐疑指犹豫不定。<br>（6）钻龟、祝蓍（shī）：古人因迷信而占卜的方法，钻龟壳后看其裂纹占卜吉凶，或拿蓍草的茎占卜吉凶。这里是指求签问卜。蓍，多年生草本植物，全草可入药，茎、叶可制香料。<br>（7）试：试验，检验。<br>（8）辨：辨别，鉴别。<br>（9）材：木材，这里指枕木和樟木。<br>（10）期：期限。<br>（11）篡（cuàn）：篡位，臣子夺取君主的权位。<br>（12）向使：假如，如果，假使。<br>（13）便：就。<br>（14）复：又。<br>（15）周公：姬旦，周武王弟，成王的叔父。典故：成王年幼为王，周公摄政，管叔等人散布流言，说周公要害成王，于是周公躲避了起来。后来成王发现流言是假的，便迎接周公回来，平定了管叔等人的叛乱。<br>（16）王莽（mǎng）：汉元帝皇后侄。典故：王莽在篡夺政权之前，为了收揽人心，常以谦恭退让示人，后来终于篡汉自立，改国号为“新”。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　这是一首富有理趣的好<a href=\"http://so.gushiwen.org/view_72160.aspx\">诗</a>。它以极通俗的语言说出了一个道理：对人、对事要得到全面的认识，都要经过时间的考验，从整个历史去衡量、去判断，而不能只根据一时一事的现象下结论，否则就会把周公当成篡权者，把王莽当成谦恭的君子了。诗人表示像他自己以及友人<a href=\"http://so.gushiwen.org/author_18.aspx\">元稹</a>这样受诬陷的人，是经得起时间考验的，因而应当多加保重，等待“试玉”、“辨材”期满，自然会澄清事实，辨明事伪。这是用诗的形式对他自身遭遇进行的总结。</p> <p>　　在表现手法上，虽以议论为主，但行文却极为曲折，富有情味。“赠君一法决狐疑”，诗一开头就说要告诉人一个决狐疑的方法，而且很郑重，用了一个“赠”字，强调这个方法的宝贵，说明是经验之谈。这就紧紧抓住了读者。因在生活中不能做出判断的事是很多的，大家当然希望知道是怎样的一种方法。“不用钻龟与祝蓍”。先说不用什么，而该用什么，却不径直说出。这就使诗歌有曲折、有波澜，对读者也更有吸引力。诗的第二、三句才把这个方法委婉地介绍出来：“试玉要烧三日满，辨材须待七年期。”很简单，要知道事物的真伪优劣只有让时间去考验。经过一定时间的观察比较，事物的本来面目终会呈现出来的。</p> <p>　　以上是从正面说明这个方法的正确性，然后掉转笔锋，再从反面说明：“周公恐惧流言日，王莽谦恭未篡时。”如果不用这种方法去识别事物，就往往不能做出准确的判断。对周公和王莽的评价，就是例子。周公在铺佐成王的时期，某些人曾经怀疑他有篡权的野心，但历史证明他对成王一片赤诚，他忠心耿耿是真，说他篡权则是假。王莽在未取代汉朝政权时，假装谦恭，曾经迷惑了一些人；《汉书》说他“爵位愈尊，节操愈谦”。但历史证明他的“谦恭”是伪，代汉自立才是他的真面目。“向使当初身便死，一生真伪复谁知？”这是全篇的关键句。“决狐疑”的目的是分辨真伪。真伪分清了，狐疑自然就没有了。如果过早地下结论，不用时间来考验，就容易为一时表面现象所蒙蔽，不辨真伪，冤屈好人。</p> <p>　　诗的意思极为明确，出语却曲折委婉。从正面、反面叙说“决狐疑”之“法”，都没有径直点破。前者举出“试玉”、“辨材”两个例子，后者举出周公、王莽两个例子，让读者思而得之。这些例子，既是论点，又是论据。寓哲理于形象之中，以具体事物表现普遍规律，小中见大，耐人寻思。其以七言律诗的形式，表达一种深刻的哲理，令读者思之有理，读之有味。 </p>",
  "about": "<h2>创作背景</h2> 　　公元810年（元和五年），<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>的好友<a href=\"http://so.gushiwen.org/author_18.aspx\">元稹</a>因得罪了权贵，被贬为江陵士曹参军。元稹在江陵期间，写了五首《放言》<a href=\"http://so.gushiwen.org/view_72160.aspx\">诗</a>来表示他的心情：“死是老闲生也得，拟将何事奈吾何。”“两回左降须知命，数度登朝何处荣”。过了五年，白居易被贬为江州司马。这时元稹已转任通州司马，闻讯后写下了充满深情的诗篇《闻乐天授江州司马》。白居易在贬官途中，风吹浪激，感慨万千，也写下五首《放言》诗来奉和。此诗为第三首。",
  "poet": {
    "id": 665,
    "star": 0,
    "name": "白居易",
    "image": "http://img.gushiwen.org/authorImg/baijuyi.jpg",
    "desc": "白居易（772年－846年），字乐天，号香山居士，又号醉吟先生，祖籍太原，到其曾祖父时迁居下邽，生于河南新郑。是唐代伟大的现实主义诗人，唐代三大诗人之一。白居易与元稹共同倡导新乐府运动，世称“元白”，与刘禹锡并称“刘白”。白居易的诗歌题材广泛，形式多样，语言平易通俗，有“诗魔”和“诗王”之称。官至翰林学士、左赞善大夫。公元846年，白居易在洛阳逝世，葬于香山。有《白氏长庆集》传世，代表诗作有《长恨歌》、《卖炭翁》、《琵琶行》等。"
  },
  "tags": [
    "哲理"
  ]
}