{
  "id": 71947,
  "star": 447,
  "name": "秋兴八首·其一",
  "dynasty": "唐代",
  "content": "玉露凋伤枫树林，巫山巫峡气萧森。<br>江间波浪兼天涌，塞上风云接地阴。<br>丛菊两开他日泪，孤舟一系故园心。<br>寒衣处处催刀尺，白帝城高急暮砧。",
  "fanyi": "<p><strong>译文</strong><br>枫树在深秋露水的侵蚀下逐渐凋零、残伤，巫山和巫峡也笼罩在萧瑟阴森的迷雾中。<br>巫峡里面波浪滔天，上空的乌云则像是要压到地面上来似的，天地一片阴沉。<br>花开花落已两载，看着盛开的花，想到两年未曾回家，就不免伤心落泪。小船还系在岸边，虽然我不能东归，飘零在外的我，心却长系故园。<br>又在赶制冬天御寒的衣服了，白帝城上捣制寒衣的砧声一阵紧似一阵。看来又一年过去了，我对故乡的思念也愈加凝重，愈加深沉。</p> <p><strong>注释</strong><br>1.玉露：秋天的霜露，因其白，故以玉喻之。凋伤：使草木凋落衰败。<br>2.巫山巫峡：即指夔州（今奉节）一带的长江和峡谷。萧森：萧瑟阴森。<br>3.兼天涌：波浪滔天。<br>4.塞上：指巫山。接地阴：风云盖地。“接地”又作“匝地”。<br>5.丛菊两开：<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>此前一年秋天在云安，此年秋天在夔州，从离开成都算起，已历两秋，故云“两开”。“开”字双关，一谓菊花开，又言泪眼开。他日：往日，指多年来的艰难岁月。<br>6.故园：此处当指长安。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　秋兴者，遇秋而遣兴也，感秋生情之意。《秋兴八首》是<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>晚年为逃避战乱而寄居夔州时的代表作品，作于大历元年（公元766年），时<a href=\"http://so.gushiwen.org/view_71947.aspx\">诗</a>人56岁。全诗八首蝉联，前呼后应，脉络贯通，组织严密，既是一组完美的组诗，而又各篇各有所侧重。每篇都是可以独立的七言律诗。王船山在《唐诗评选·卷四》中说：“八首如正变七音，旋相为宫而自成一章，或为割裂，则神态尽失矣。”</p> <p>　　八首之中，第一首总起，统帅后面七篇。前三首写夔州秋景，感慨不得志的平生，第四首为前后过渡之枢纽，后四首写所思之长安，抒发“处江湖远则忧其君”的情愫。声身居巫峡而心系长安就是这组诗的主要内容和线索。</p> <p>　　全诗以“秋”作为统帅，写暮年飘泊、老病交加、羁旅江湖，面对满目萧瑟的秋景而引起的国家兴衰、身世蹉跎的感慨；写长安盛世的回忆，今昔对比所引起的哀伤；写关注国家的命运、目睹国家残破而不能有所为、只能遥忆京华的忧愁抑郁。</p> <p>　　全诗于凄清哀怨中，具沉雄博丽的意境。格律精工，词彩华茂，沉郁顿挫，悲壮凄凉意境深宏，读来令人荡气回肠，最典型地表现了杜律的特有风格，有很高的艺术成就。</p> <p>　　首章对秋而伤羁旅，是全诗的序曲，总写巫山巫峡的秋声秋色。用阴沉萧瑟、动荡不安的景物环境衬托诗人焦虑抑郁、伤国伤时的心情。亮出了“身在夔州，心系长安”的主题。</p> <p>　　起笔开门见山叙写景物之中点明地点时间。“玉露”即白露，秋天，草木摇落，白露为霜。“巫山巫峡”，诗人所在。二句下字密重，用“凋伤”、“萧森”给意境笼罩着败落景象，气氛阴沉，定下全诗感情基调。</p> <p>　　接着用对偶句展开“气萧森”的悲壮景象。“江间”承“巫峡”，“塞上”承“巫山”，波浪在地而兼天涌，风云在天而接地阴，可见整个天地之间风云波浪，极言阴晦萧森之状。万里长江滚滚而来，波涛汹涌，天翻地覆，是眼前的实景；“塞上风云”既写景物也寓时事。当时土蕃入侵，边关吃紧，处处是阴暗的战云，虚实兼之。此联景物描绘之中，形象地表达了诗人和时局那种动荡不安、前途未卜的处境和作者胸中翻腾起伏的忧思与郁勃不平之气。把峡谷深秋、个人身世、国家沦丧囊括其中，波澜壮阔，哀感深沉。</p> <p>　　颈联由继续描写景物转入直接抒情，即由秋天景物触动羁旅情思。与上二句交叉承接，“丛菊”承“塞上”句，“孤舟”承“江间”句。“他日”即往日，去年秋天在云安，今年此日在夔州，均对丛菊，故云“两开”，“丛菊两开他日泪”，表明去年对丛菊掉泪，今年又对丛菊掉泪；两开而字，实乃双关，既指菊开两度，又指泪流两回，见丛菊而流泪，去年如此，今年又如此，足见羁留夔州心情的凄伤。“故园心”，实即思念长安之心。“系”字亦双关词语：孤舟停泊，舟系于岸；心念长安，系于故园。从云安到夔州苦苦挣扎了两年，孤舟不发，见丛菊再开，不禁再度流泪，心总牵挂着故园。诗人《客社》一诗亦云：“南菊再逢人病卧”，《九日》又云：“系舟身万里”，均可参读。此处写得深沉含蓄，耐人寻味。身在夔州，心系故园，为下七首张目。</p> <p>　　尾联在时序推移中叙写秋声。西风凛冽，傍晚时分天气更是萧瑟寒冷，意味冬日即将来临，人们在加紧赶制寒衣，白帝城高高的城楼上，晚风中传来急促的砧声。白帝城在东，夔州府在西，诗人身在夔州，听到白帝城传来的砧杵之声。砧杵声是妇女制裁棉衣时，槌捣衣服的声音。砧即捣衣之石。此诗末二句，关合全诗，回到景物，时序由白天推到日暮，客子羁旅之情更见艰难，故能结上生下，下面接着写夔州孤城，一气蝉联。钱注杜诗称：“以节则杪秋，以地则高城，以时则薄暮，刀尺苦寒，急砧促别，末句标举兴会，略有五重，所谓嵯峨萧瑟，真不可言。”</p>",
  "about": "<h2>创作背景</h2> <p>　　《秋兴八首》是唐大历元年（766）秋<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>在夔州时所作的一组七言律<a href=\"http://so.gushiwen.org/view_71947.aspx\">诗</a>，因秋而感发诗兴，故曰“秋兴”。杜甫自唐肃宗乾元二年（759）弃官，至当时已历七载，战乱频仍，国无宁日，人无定所，当此秋风萧瑟之时，不免触景生情。因此写下这组诗。</p> <p>　　持续八年的安史之乱，至广德元年（763）始告结束，而吐蕃、回纥乘虚而入，藩镇拥兵割据，战乱时起，唐王朝难以复兴了。此时，严武去世，杜甫在成都生活失去凭依，遂沿江东下，滞留夔州。诗人晚年多病，知交零落，壮志难酬，心境非常寂寞抑郁。</p>",
  "poet": {
    "id": 474,
    "star": 0,
    "name": "杜甫",
    "image": "http://img.gushiwen.org/authorImg/dufu.jpg",
    "desc": "杜甫（712－770），字子美，自号少陵野老，世称“杜工部”、“杜少陵”等，汉族，河南府巩县（今河南省巩义市）人，唐代伟大的现实主义诗人，杜甫被世人尊为“诗圣”，其诗被称为“诗史”。杜甫与李白合称“李杜”，为了跟另外两位诗人李商隐与杜牧即“小李杜”区别开来，杜甫与李白又合称“大李杜”。他忧国忧民，人格高尚，他的约1400余首诗被保留了下来，诗艺精湛，在中国古典诗歌中备受推崇，影响深远。759-766年间曾居成都，后世有杜甫草堂纪念。"
  },
  "tags": [
    "秋天",
    "写景",
    "思念"
  ]
}