{
  "id": 10865,
  "star": 9,
  "name": "送郑十八虔贬台州司户伤其临老陷贼之故阙为面别情见于诗",
  "dynasty": "唐代",
  "content": "郑公樗散鬓成丝，酒后常称老画师。<br>万里伤心严谴日，百年垂死中兴时。<br>苍惶已就长途往，邂逅无端出饯迟。<br>便与先生应永诀，九重泉路尽交期。",
  "fanyi": "<h2>注释</h2> ⑴<a href=\"http://so.gushiwen.org/author_2422.aspx\">郑虔</a>，即郑广文，十八是郑的排行。禄山之乱，虔陷叛军中，禄山授虔水部郎中，虔称病，并暗中与唐政府通消息。公元757年（至德二载）旧历十二月，陷叛军中官六等定罪，虔在三等，故贬台州。他是<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>最要好的朋友之一。<br>⑵樗（chū），落叶乔木，质松而白，有臭气。《庄子·逍遥游》：“吾有大树，人谓之樗。”又《人间世》：“匠石之齐，见栎社树，其大蔽数千牛，谓弟子曰：散木也，无所可用。”杜甫就是据此创为“樗散”一词的。言郑才不合世用。<br>⑶常称，郑虔自称。郑善画山水。老画师有老废物意，是牢骚话。因为唐代风气，轻视画师。《唐书·<a href=\"http://so.gushiwen.org/author_1349.aspx\">阎立本</a>传》：“立本善图画，太宗尝与侍臣泛舟春苑，池中有异鸟，召立本令写焉。时阁外传呼云‘画师阎立本’。时已为主爵郎中，奔走流汗，俯伏池侧，手挥丹青，瞻望宾座，不胜愧赧。退诫其子曰：吾少好读书，惟以丹青见知，躬斯役之务，辱莫大焉，汝宜深戎，勿习末伎。”又《唐<a href=\"http://so.gushiwen.org/view_10865.aspx\">诗</a>纪事》卷七十一：“孙鲂，南昌人，有能诗声。鲂父，画工也。王彻为中书舍人，草鲂诰词云，‘<a href=\"http://so.gushiwen.org/author_795.aspx\">李陵</a>桥上，不吟取次之诗：顾凯笔头，岂画寻常之物。鲂终身恨之。”可见当时画家地位甚卑，画师一各为士大夫所羞称。今虏却常常自称，正是牢骚。<br>⑷这两句为虔惋惜。万里，指台州。严谴，严厉的处罚。百年，指人的一生。垂死含两层意：一则虔年已老，眼看要死，再则遭贬，更足以速其死。当时两京收复，故曰中兴时。“中”字读去声。<br>⑸这两句写“阙为面别”之故。一个匆促上道，一个因故来迟。邂逅无端，是说碰着意外的事故。<br>⑹永诀，死别。郑虔已是一把年纪，又相去万里，以常理推之，料难再见，故曰“应永诀”（此后果未能相见）。<br>⑺九重泉，犹九泉或黄泉，谓死后葬于地下。",
  "shangxi": "<h2>鉴赏</h2> <p>　　这首<a href=\"http://so.gushiwen.org/view_10865.aspx\">诗</a>大概是公元757年冬<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>由鄜州还长安时所作。<a href=\"http://so.gushiwen.org/author_2422.aspx\">郑虔</a>以诗、书、画“三绝”著称，更精通天文、地理、军事、医药和音律。杜甫称赞他“才过屈宋”、“道出羲皇”、“德尊一代”。然而他的遭遇却很坎坷。安史之乱前始终未被重用，连饭都吃不饱。安史乱中，又和<a href=\"http://so.gushiwen.org/author_515.aspx\">王维</a>等一大批官员一起，被叛军劫到洛阳。安禄山给他一个“水部郎中”的官儿，他假装病重，一直没有就任，还暗中给唐政府通消息。可是当洛阳收复，唐肃宗在处理陷贼官员问题时，却给他定了“罪”，贬为台州司户参军。杜甫为此，写下了这首“情见于诗”的七律。</p> <p>　　前人评这首诗，有的说：“从肺腑流出”，“万转千回，纯是泪点，都无墨痕”。有的说：“一片血泪，更不辨是诗是情。”这都可以说抓住了最本质的东西。至于说它“屈曲赴题，清空一气，与《闻官军收河南河北》同时一格”，则是就艺术特点而言的；说它“直可使暑日霜飞，午时鬼泣”，则是就艺术感染力而言的。</p> <p>　　杜甫和郑虔是“忘形到尔汝”的好友。郑虔的为人，杜甫最了解；他陷贼的表现，杜甫也清楚。因此，他对郑虔的受处分，就不能不有些看法。第三句中的“严谴”，就是他的看法。而一、二两句，则是为这种看法提供依据。说“郑公樗散”，说他“鬓成丝”，说他“酒后常称老画师”，都是有含意的。</p> <p>　　“樗”和“散”，见于《庄子·逍遥游》：“吾有大树，人谓之樗，其大本拥肿而不中绳墨，其小枝卷曲而不中规矩。立之涂，匠者不顾。”又《庄子·人间世》载：有一木匠往齐国去，路见一高大栎树，人甚奇之，木匠却说：“‘散木’也，以为舟则沉，以为棺椁则速腐，以为器则速毁，以为门户则液樠，以为柱则蠹，是不材之木也。”说郑公“樗散”，有这样的含意：郑虔不过是“樗栎”那样的“无用之材”罢了，既无非分之想，又无犯“罪”行为，不可能是什么危险人物。何况他已经“鬓成丝”，又能有何作为呢！第二句，即用郑虔自己的言谈作证。人们常说：“酒后见真言。”郑虔酒后，没有什么越礼犯分的言论。他不过常常以“老画师”自居而已，足见他并没有什么政治野心。既然如此，就让这个“鬓成丝”的、“垂死”的老头子画他的画儿去。可见一、二两句，并非单纯是刻画郑虔的声容笑貌；而是通过写郑虔的为人，为郑虔鸣冤。</p> <p>　　次联紧承首联，层层深入，抒发了对郑虔的同情，表现了对“严谴”的愤慨，的确是一字一泪，一字一血。对于郑虔这样一个无罪、无害的人，本来就不该“谴”。如今却不但“谴”了，还“谴”得那样“严”，竟然把他贬到“万里”之外的台州去，真使人伤心。这是第一层。郑虔如果还年轻力壮，或许能经受那样的“严谴”，可是他已经“鬓成丝”了，眼看是个“垂死”的人了，却被贬到那么遥远、那么荒凉的地方去，不是明明要他早一点死吗？这是第二层。如果不明不白地死在乱世，那就没什么好说；可是两京都已经收复了，大唐总算“中兴”了，该过太平日子了，而郑虔偏偏在这“中兴”之时受到了“严谴”，真是太不幸了。这是第三层。由“严谴”和“垂死”激起的情感波涛奔腾前进，化成后四句，真“不辨是诗是情。”</p> <p>　　“苍惶”一联，紧承“严谴”而来。正因为“谴”得那么“严”，所以百般凌逼，不准延缓；作者没来得及送行，郑虔已经“苍惶”地踏上了漫长的道路。“永诀”一联，紧承“垂死”而来。郑虔已是“垂死”之年，而“严谴”又必然会加速他的死，不可能活着回来了；因而发出了“便与先生应永诀”的感叹。然而即使活着不能见面，仍然要“九重泉路尽交期”啊！情真意切，沉痛不忍卒读。诗的结尾，是需要含蓄的，但也不能一概而论。卢得水评这首诗，就说得很不错：“末竟作‘永诀’之词，诗到真处，不嫌其迫，不妨于尽也。”</p> <p>　　杜甫当然是忠于唐王朝的；但他并没有违心地为唐王朝冤屈好人的做法唱赞歌，而是实事求是地斥之为“严谴”，毫不掩饰地为受害者鸣不平，表同情，以至于坚决表示要和他在泉下交朋友，这表现了一个真正的诗人应有的人格。有这样的人格，才会有“从肺腑流出”、“真意弥满”、“情见于诗”的艺术风格。</p>",
  "poet": {
    "id": 474,
    "star": 0,
    "name": "杜甫",
    "image": "http://img.gushiwen.org/authorImg/dufu.jpg",
    "desc": "杜甫（712－770），字子美，自号少陵野老，世称“杜工部”、“杜少陵”等，汉族，河南府巩县（今河南省巩义市）人，唐代伟大的现实主义诗人，杜甫被世人尊为“诗圣”，其诗被称为“诗史”。杜甫与李白合称“李杜”，为了跟另外两位诗人李商隐与杜牧即“小李杜”区别开来，杜甫与李白又合称“大李杜”。他忧国忧民，人格高尚，他的约1400余首诗被保留了下来，诗艺精湛，在中国古典诗歌中备受推崇，影响深远。759-766年间曾居成都，后世有杜甫草堂纪念。"
  },
  "tags": [
    "送别",
    "同情"
  ]
}