{
  "id": 71460,
  "star": 66,
  "name": "菩萨蛮·半烟半雨溪桥畔",
  "dynasty": "宋代",
  "content": "半烟半雨溪桥畔，渔翁醉着无人唤。疏懒意何长，春风花草香。<br>江山如有待，此意陶潜解。问我去何之，君行到自知。",
  "fanyi": "<p><strong>译文<br></strong>一半的烟雾一半的雨滴呈现在那溪水桥旁，捕鱼老人喝醉酒睡着了也没有人前去叫唤一声更没有人去把他晃一晃。他那懒散而不受约束的意味儿是何等的深长啊，春风吹拂着花草还散发着幽香。<br>山山水水如果有什么等待的话，这其中的意味儿也只有<a href=\"http://so.gushiwen.org/author_645.aspx\">陶渊明</a>理解得最明朗。你若问我离开要到什么地方去，你跟着我走自然也就知道我所向往的地方。</p> <p><strong>注释<br></strong>1、菩萨蛮：唐教坊曲名，又名《菩萨篁》、《重叠金》、《花间意》、《梅花句》等。<br>2、集句：即集句词，即用前人<a href=\"http://so.gushiwen.org/view_71460.aspx\">诗</a>句杂缀成词。<br>3、梢梢：树梢。<br>4、关情：使人关情。<br>5、疏懒：懒散、悠闲，不习惯于受拘束。<br>6、有待：有所期待。<br>7、陶潜（qián）：即陶渊明，名潜，东晋诗人。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这首词词人移花接木，<a href=\"http://so.gushiwen.org/view_71460.aspx\">诗</a>人谙熟前人的诗句风韵，考虑到句式长短、对偶声韵，使这首词词情达意、情思连续，使之如出己口，置身于宽阔寂寥的环境，突出隐逸的主题，同时表达了词人对于荣利的摒弃以及对先哲的崇敬之情。</p> <p>　　上片描绘了一幅闲适悠雅的溪桥野渔图。在一片氤氲迷蒙的山岚水雾中，是烟是雨，叫人难以分辨，真是空翠湿人衣。在溪边桥畔，有渔翁正在醉酒酣睡，四周阒无声息，没有人来惊破他的好梦。“疏懒意何长，春风花草香”，这就是<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>的两句诗“无人觉来往，疏懒意何长”（《西郊》）、“迟日江山丽，春风花草香”（《绝句二首》）的十分熨帖的表现，而且从原作的意境看，也与上片情相合，更重要的是通过这诗句的媒介，使读者感受到杜甫的诗境，这些诗境又反过来丰富了这首词本身的意蕴。从“春风花草香”会使人联想到“迟日江山丽”以至整首杜甫绝句。由联想再回到词意，在“春风花草香”后面，不单是春风花草的幽香，而且是“迟日江山丽，春风花草香。泥融飞燕子，沙暖睡鸳鸯”，美丽的景致让词人沉浸其中，如痴如醉，一幅风光明媚生机勃勃的春天画面。</p> <p>　　下片写江山形胜，四时的美景吸引自古至今着无数的隐人逸士。“江山如有待”是杜甫《后游》中的诗句，作者向往大自然的美好，却推开自己不说，而从对面着笔，将自己热烈的感情移植到无生命的江山自然上，通过拟人化的描写，表现“我见青山多妩媚，料青山见我应如是”那种人与自然交流相亲、物我不分的情感意绪，<a href=\"http://so.gushiwen.org/author_268.aspx\">黄庭坚</a>巧妙地移植了这一诗意，将前面“疏懒意何长，春风花草香”词意发展为对自然生活的向往与追求。这时候，作者自然地想到了开隐逸风气的陶靖节先生，又随手拈来了杜甫的另一句诗“此意陶潜解”（《可惜》），使读者想到陶潜返朴归真退居田园的隐逸事迹，将自己对山川自然的企慕之意，又落实到对这位抛弃荣利的田园先哲的景仰上，从而挑出了全词隐逸的主题。“此意陶潜解，吾生后汝期”（杜甫《可惜》），杜甫感叹生不逢时，恨不能与<a href=\"http://so.gushiwen.org/author_645.aspx\">陶渊明</a>同归田园。这首词的最后二句“问我去何之，君行到自知”，是接住杜甫诗意，表明自己的态度，他不学杜甫的感慨而是步先哲的后尘。词人决心归隐，但到底去何方，是山野，是林莽，是田园，却无可奉告，不过如随之而去，一定会明白他的踪迹。这二句诗句在这首词里，贯串下面的情志意趣，结束得非常工稳，飘逸而含蓄。</p> <p>　　整首词虽连缀前人诗句而成，但是主题集中，联系紧密。上下相承有序、言近而旨远，凭着自己的诗才学力，通过精心的构思安排，却创造出比原句更高的美学价值。这篇词是集句词的代表词作。</p>",
  "about": "<h2>创作背景</h2> 　　这首词约作于宋元丰七年（1084年）春，时值<a href=\"http://so.gushiwen.org/author_268.aspx\">黄庭坚</a>过金陵、扬州赴德州德平镇任。<a href=\"http://so.gushiwen.org/author_405.aspx\">王安石</a>曾在宋元丰五年（1082年）营居半山园时作了一首集句<a href=\"http://so.gushiwen.org/view_71460.aspx\">诗</a>《示元渡》。词人曾批评王安石的这首诗是“百家衣”，以为“正堪一笑”（见《苕溪渔隐丛话前集》），后来自己也效法王安石写了这首集句词。",
  "poet": {
    "id": 268,
    "star": 0,
    "name": "黄庭坚",
    "image": "http://img.gushiwen.org/authorImg/huangtingjian.jpg",
    "desc": "黄庭坚（1045.8.9-1105.5.24），字鲁直，号山谷道人，晚号涪翁，洪州分宁（今江西省九江市修水县）人，北宋著名文学家、书法家，为盛极一时的江西诗派开山之祖，与杜甫、陈师道和陈与义素有“一祖三宗”（黄庭坚为其中一宗）之称。与张耒、晁补之、秦观都游学于苏轼门下，合称为“苏门四学士”。生前与苏轼齐名，世称“苏黄”。著有《山谷词》，且黄庭坚书法亦能独树一格，为“宋四家”之一。"
  },
  "tags": [
    "春天",
    "写景",
    "感叹",
    "命运"
  ]
}