{
  "id": 70908,
  "star": 256,
  "name": "夜夜曲",
  "dynasty": "南北朝",
  "content": "河汉纵且横，北斗横复直。<br>星汉空如此，宁知心有忆？<br>孤灯暧不明，寒机晓犹织。<br>零泪向谁道，鸡鸣徒叹息。",
  "fanyi": "<h2>译文</h2> 银河纵横穿流、星斗横竖移动；银河与北斗星都是在无知无情的空自流转，又怎知我心中在想念一个人？空房之内，一盎孤灯半明不灭，不管天寒地冻，依然踏起织机，织起布来。泪流不止可又能向谁诉说呢？只能听着鸡鸣声发出一声声的叹息。",
  "shangxi": "<h2>鉴赏</h2> <p>　　《夜夜曲》，乐府杂曲歌辞的一种，它的创始人便是<a href=\"http://so.gushiwen.org/author_628.aspx\">沈约</a>。《乐府解题》云：“《夜夜曲》，伤独处也。”沈作有二首，皆写同样的主题。此为第一首，写空房独处的凄凉况味尤为具体而细致。</p> <p>　　此<a href=\"http://so.gushiwen.org/view_70908.aspx\">诗</a>共八句，可分前后两段，段各四句。每段开头二句均用对偶，结尾二句以白描手法抒写思妇惆怅自怜的内心感情。从前段到后段，思妇的感情有发展，有变化，直至结尾，形成一个高潮。</p> <p>　　诗歌的开头两句借银河和北斗方位的变化来暗示时间的流逝。“河汉纵且横，北斗横复直”，写思妇长夜不眠，观看天空景象。诗人在这两句诗中交错使用了“纵”、“横”、“直”三个动词，忽纵忽横忽直，使人仿佛看到银河纵横穿流、星斗横竖移动的情景。诗中虽未直截写人，而人物的神情自可令人想见。古诗中用星辰位置的变易反衬思妇感情的愁苦，例子甚多。如《古诗十九首》云：“明月皎皎光，促织鸣东壁。玉衡指孟冬，众星何历历！”又云：“迢迢牵牛星，皎皎河汉女，纤纤擢素手，札札弄机杼。”前人皆以为本之于《诗经·小雅·大东》，如《文选》李善注“河汉女”云：“《毛诗》曰：‘维天有汉，监亦有光。跂彼织女，终日七襄。虽则七襄，不成报章。’毛苌曰：‘河汉，天河也。’”观沈约此诗，当系近承《古诗十九首》，远绍《诗经》之《大东》，当然在具体描写上也有所不同。它开头二句说银河由纵到横，北斗由横到直，通过写景显示了时间的迁延。用一句通俗的话说，便是斗转星移，时间已过了很长。在此漫漫长夜，思妇耿耿不寐，心中必有所想，于是诗人借她的口吻说道：“星汉空如此，宁知心有忆？”星汉本为无知无情之客体，怨它何来？这种写法便是古人所常说的“无理而妙”。仿佛在说：银河啊，你空自流转；北斗星啊，你徒然横斜，你们怎知我心中在想念一个人？接下去二句写思妇因星汉移动、时光流逝而起的惆怅心情。“星汉”句总括上文又作一顿挫，着一“空”字，似乎把前面铺排的两句一下子推倒，令人感到不可思议。“宁知”句把思妇胸中的一股怨气，喷薄而出，着一“宁”字，与前面的“空”字紧相呼应，把人物的感情引向内心深处。二句全系脱口而出，声情毕肖，确有如闻其声，如见其人的效果。</p> <p>　　如果说前半段以天空之景烘托思妇孤栖之苦，那么后半段则转而以室内之景映衬人物独处无聊的心态。诗人的笔锋由夜空转入闺房。空房之内，一盎孤灯，半明不灭，那暗淡的灯光，正象征着思妇的情怀。她孤独难耐，于是不管天寒地冻，踏起织机，织起布来。在这里，诗人没有照搬《诗经》与古诗，光写天上织女，而是将天上移到人间，写思妇亲理寒机。因此使人读来，更富有现实感。从对偶方面讲，这一联比前一联更为精当。因为前一联并列两件性质相近的事物，其弊如后人评价近体诗时所说的“合掌”。而这一联则意不相重，且层层推进，前句说灯不明，是在深夜；后句说晓犹织，则已到天亮了。从深夜到天明，思妇由独守孤灯到亲理寒机，层次鲜明，动作清晰，恰到好处地表现了她的孤独之感。</p> <p>　　结尾二句，承上文而来。思妇彻夜未眠，所忆之人缥缈无踪，眼望孤灯，手理寒机，心中分外凄苦，于是她情不自禁地哭了。尽管泪流不已，也没有人同情她，她不能向人诉说单身独处的苦闷。她只有哀哀自伤，徒然叹息。结句“鸡鸣”二字，紧扣上句的“晓”字，而“徒”字又与前段的“空”字遥相照映。此刻女主人翁的孤独之感已达到了顶点，天上的星汉也好，自己的忆念与叹息也好，一切的一切，都是空幻而徒然的。她只有默默地流泪，独自咀嚼着悲伤。听到鸡叫的声音，她不由发出长长的叹息。</p>",
  "poet": {
    "id": 628,
    "star": 0,
    "name": "沈约",
    "image": "http://img.gushiwen.org/authorImg/shenyue.jpg",
    "desc": "沈约（441~513年），字休文，汉族，吴兴武康（今浙江湖州德清）人，南朝史学家、文学家。出身于门阀士族家庭，历史上有所谓“江东之豪，莫强周、沈”的说法，家族社会地位显赫。祖父沈林子，宋征虏将军。父亲沈璞，宋淮南太守，于元嘉末年被诛。沈约孤贫流离，笃志好学，博通群籍，擅长诗文。历仕宋、齐、梁三朝。在宋仕记室参军、尚书度支郎。著有《晋书》、《宋书》、《齐纪》、《高祖纪》、《迩言》、《谥例》、《宋文章志》，并撰《四声谱》。作品除《宋书》外，多已亡佚。"
  },
  "tags": [
    "古诗三百首",
    "乐府",
    "妇女",
    "孤独",
    "思念",
    "悲愁"
  ]
}