{
  "id": 72839,
  "star": 129,
  "name": "自题小像",
  "dynasty": "近代",
  "content": "灵台无计逃神矢，风雨如磐暗故园。<br>寄意寒星荃不察，我以我血荐轩辕。",
  "fanyi": "<p><strong>译文</strong><br>我的心无法逃避爱神射来的神箭，我炽爱着仍遭受侵略和封建压迫的家园。<br>这份情感寄托给天上的星星却没有人明了，我誓将我的一腔热血报效我的祖国。</p> <p><strong>注释</strong><br>1.自题小像：这首<a href=\"http://so.gushiwen.org/view_72839.aspx\">诗</a>原无题目，诗题为作者好友许寿裳在其发表的《怀旧》一文中所加。<br>2.灵台：指心，古人认为心有灵台，能容纳各种智慧，语出《庄子·庚桑楚》：“不可内（纳）于灵台”。郭象注：“灵台，心也。”<br>3.神矢：爱神之箭。据《希腊罗马神话故事》记载：“丘比特是小爱神，也有人叫他做弓神，……他的箭有些是金子造的，箭头非常尖锐，凡是被射中的人，无不立刻就深深地发生了爱情。可是另外有一些箭，是用没有光彩的铅造成的，箭头很钝，那些被它射中的人，就只有彼此互相憎恨。”作者<a href=\"http://so.gushiwen.org/author_2884.aspx\">鲁迅</a>在这里，是把中了爱神丘比特的神箭比喻为自己对祖国对人民的热爱和对当时帝国主义的憎恨感情。<br>4.风雨如磐：风雨，在这里指帝国主义的侵略和封建主义的统治。磐，扁而厚的大石。风雨如磐，比喻国家和民族灾难的深重。<br>5.故园：故国、祖国。<br>6.寄意寒星：语出<a href=\"http://so.gushiwen.org/author_358.aspx\">宋玉</a>《九辩》：“愿寄言夫流星兮”。宋玉以流星比贤人。这里的寒星从“流星”转化而来。寄意寒星，是说作者当时远在国外，想把自己一片爱国赤诚寄托天上的寒星，让它代为转达于祖国人民。<br>7.荃（quán）不察：语出<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>《离骚》：“荃不察余之衷情兮”。荃，香草名，古时比喻国君，这里借喻祖国人民。不察，不理解。<br>8.荐：奉献。<br>9.轩辕：即黄帝，是古代传说中的氏族帮落酋长。《史记》记载：中国历史，是从黄帝开始的。黄帝复姓轩辕，所以轩辕黄帝被称为汉族始祖，由此引审为“中华民族”或“中国”。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　“灵台无许逃神失”，<a href=\"http://so.gushiwen.org/view_72839.aspx\">诗</a>一开头就用希腊神话白虹神箭射心这个形象的比喻，倾诉了作者<a href=\"http://so.gushiwen.org/author_2884.aspx\">鲁迅</a>强烈的爱国主义情思。作者鲁迅还在南京求学时，就努力学习西方的先进思想，密切注视当时的政治局势，关心国家大事，关心民族命运；到日本后，又接受了孙中山领导的民族民主革命的思潮影响，因而祖国的垂危、人民的苦难，更象神箭一样射中了他，使他无时无刻不为祖国和人民的命运担心和忧虑。这句诗展示了作者热爱祖国、热爱人民，把挽救国家危亡看作自己神圣职责的革命胸怀，表现了鲁迅积极战斗的人生观和彻底反帝反封建的革命民主主义立场。</p> <p>　　“风雨如磐暗故园”，是说帝国主义、封建主义的侵略和压迫，犹如磐石压顶，使祖国暗无天日，景象惨淡，岌岌可危。这句诗，高度概括了半封建半殖民地旧中国黑暗悲惨的现状，是产生“灵台无计逃神矢”这一强烈感情的客观原因。作者鲁迅这时虽身居异域，远隔重洋，但万里海天，并没有隔断他同祖国人民息息相通的联系。他遥念在帝国主义列强宰割蹂躏和清王朝反动统治下的祖国。灾难重重，危机四伏，内心的忧愤溢于字面。“暗”字不但写出了黑暗动荡的祖国的政治形势，而且写出鲁迅无法遏制的愤慨和深沉的忧虑。</p> <p>　　“寄意寒星荃不察“，“意”，指作者的救国救民的理想。“荃”，指人民。这里，作者用浪漫主义的想象表达自己拯救祖国的希望，希望他的救国救民的理想能为“荃“所理解，即希望祖国人民觉醒起来。作者鲁迅当时对人民群众的力量是有一定认识的，但是另一方面，由于历史的局限，鲁迅对人民群众的革命积极性还估计不足，因此发出了“寄意寒星荃不察”的慨叹。鲁迅慨叹“荃不察”，是迫切希望祖国人民能尽快觉醒，以便担当起拯救祖国的任务。</p> <p>　　最后一句“我以我血荐轩辕”，是鲁迅对祖国、对人民发出的庄严誓言，决心为祖国、为人民而献身。虽然人民暂时还未觉醒，但他要尽自己的努力，唤醒群众，和群众一起参加战斗，甘洒热血写春秋。这一肝胆照人，气贯长虹的诗句，字字倾注了作者鲁迅对祖国、对人民的无限忠心，表现了青年时代的鲁迅强烈的爱国主义精神和反帝反封建的革命英雄气概，将诗的感情升华到了一个激昂慷慨，热血沸腾的高度。</p> <p>　　这首诗，声调激越，感情强烈。作者运用顿挫跳跃的笔法，有曲折、有波澜、有起伏地把强烈的爱国主义情感抒发得深刻真切。全诗四句，先写作者热爱祖国的感情，继写由热爱而引起对处在“风雨如磬”之中的祖国的忧虑，再写由忧虑而感到“寄意寒星荃不察”，心情不免有点沉重，最后跃上一个新的高峰，激昂慷慨，热血沸腾，迸发出“我以我血荐轩辕”的最强音，充满着激励的力量。这首诗，还通过典故运用和比喻、象征的手法，使所抒发的感情形象化。如“神矢”这个典故的运用，就把抽象的爱国主义感情表现得更具体。“风雨如磬”这个富有象征性的比喻，十分形象地表现出黑暗势力的强大，民族危机的深重，国家处境的险恶。以“荃”这种芳香的草比喻人民，表现了鲁迅对人民热爱赞颂的感情。最后，用“轩辕”代祖国，并以血来奉献，更使爱国主义的思想得到最形象最突出的表现。</p>",
  "about": "<h2>创作背景</h2> <p>　　这首<a href=\"http://so.gushiwen.org/view_72839.aspx\">诗</a>写于1903年前后，这个时候是中国处于民族危机空前严重、人民生活异常痛苦的年代。自1840年鸦片战争、中国闭关自守的局面被冲破之后，帝国主义列强瓜分中国的野心日益显露，不断进行疯狂的侵略。富有革命传统的中国人民则不甘忍受凌辱和压迫，英勇的抗击八国联军，反对帝国主义侵略。1901年，斗争进入到一个新的阶段，孙中山领导的旧民主主义运动蓬勃发展。这时革命党人以日本东京为活动中心，大力宣传推翻清朝建立民国的政治主张和革命思想，爱国的留日学生纷纷响应，出版报纸、杂志、书籍，进行革命宣传，号召人民决不做“清政府刀头之饿鬼”，要充当“革命之骁将”。作者<a href=\"http://so.gushiwen.org/author_2884.aspx\">鲁迅</a>在1902年怀着满腔爱国热忱到日本。他一到日本，就积极投入到这一反清爱国革命活动。1903年，他在《浙江潮》上发表了《斯巴达之魂》歌颂斯巴达人以生命和鲜血抗击侵略者，借以抨击清朝统治者的丧权辱国，唤醒中国人民起来斗争，并毅然剪掉象征封建传统和种族压迫的辫子，在一张剪掉辫子的照片背面题写了这首诗送与好友许寿裳，以表达自己为国捐躯、矢志不移的决心。</p>",
  "poet": {
    "id": 2884,
    "star": 0,
    "name": "鲁迅",
    "image": "http://img.gushiwen.org/authorImg/luxun.jpg",
    "desc": "鲁迅（1881年9月25日－1936年10月19日），原名周樟寿，后改名周树人，字豫山，后改豫才浙江绍兴人。著名文学家、思想家，五四新文化运动的重要参与者，中国现代文学的奠基人。鲁迅一生在文学创作、文学批评、思想研究、文学史研究、翻译、美术理论引进、基础科学介绍和古籍校勘与研究等多个领域具有重大贡献。他对于五四运动以后的中国社会思想文化发展具有重大影响，蜚声世界文坛，尤其在韩国、日本思想文化领域有极其重要的地位和影响，被誉为“二十世纪东亚文化地图上占最大领土的作家”。"
  },
  "tags": [
    "爱国",
    "忧民",
    "励志"
  ]
}