{
  "id": 48182,
  "star": 48,
  "name": "挽舟者歌",
  "dynasty": "隋代",
  "content": "我兄征辽东，饿死青山下。<br>今我挽龙舟，又阻隋堤道。<br>方今天下饥，路粮无些小。<br>前去三千程，此身安可保！<br>寒骨枕荒沙，幽魂泣烟草。<br>悲损门内妻，望断吾家老。<br>安得义男儿，焚此无主尸。<br>引其孤魂回，负其白骨归！",
  "fanyi": "<p><strong>译文<br></strong>我的哥哥去东征高句丽，已经在青山下活活饿死。<br>我今日为皇帝龙舟拉纤，被困在这千里长的隋堤。<br>现如今普天下正闹饥荒，一路上已没有多少粮米。<br>望前方还有长长的路程，如何能平安地返回故里？<br>荒沙中的寒骨令人哀叹，幽魂野鬼在荒草中悲泣。<br>家中的妻子在日夜哀伤，高堂二老不见儿的影子。<br>怎能遇到一位侠义之人，怜悯这不知姓名的尸体。<br>引领这个孤魂返回故乡，背负这白骨回到家中去。</p> <p><strong>注释<br></strong>1.征辽东：辽东：郡、国名。战国燕置郡，辖境相当于今辽宁大凌河以东。西晋改为国。十六国后燕末地入高句丽。隋大业七年至十年（611-614），炀帝三次东征高句丽。<br>2.青山：在今辽宁义县东北。<br>3.挽龙舟：在岸上牵引帝王所乘的船。<br>4.隋堤：炀帝开通济渠，沿河筑堤种柳，谓之隋堤。<br>5.方：正当。<br>6.路粮：途中所需粮米。些：少量。<br>7.安：如何、怎么。<br>8.枕：横躺。一作“惋”。<br>9.悲损：因悲伤而瘦损。<br>10.老：长辈，老父、老母。<br>11.义男儿：仗义的男子汉。<br>12.无主尸：设想自己死后，尸体无人料理。<br>13.负：背，担负。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　开首四句，即以高度概括的语言、自己亲历的事实，控诉了隋炀帝发动战争和三下江都给人民带来的灾难。“我儿征辽东，饿死青山下。”隋炀帝在大业八、九、十三年曾三次东征高丽，仅大业八年一次，就分十二路发兵一百一十三万余人，战死者不下三十万。接着，就以“今我挽龙舟，又困隋堤道”，来说明这种灾难简直是接二连三。“龙舟”，隋炀帝南下江都时特制的一种大船，据《通鉴·隋纪》载，龙舟高四十五尺，长二百丈，共四层，上有正殿、内殿、朝堂及许多其他房屋。儿子被征去打仗饿死途中的余痛未消，自己又被征来拉纤，这已经够痛苦了，更痛苦的是也被陷入了九死一生的困境。</p> <p>　　“方今”以下四句，即具体叙述自己所处的困境：当今普天下的收成都不好，路上的口粮简直没有一点点（“些小”），这一去路程有三千里，路遥无粮性命怎能保，恐怕是要死在路上了。“方今天下饥”一句，似轻实重，看似在解释“路粮无些小”的原因，实则已将普天之下民不聊生的境况概括反映了出来。看来，不仅是歌者陷入了“路粮无些小”，“此身安可保”的困境，大多数纤夫、普天下的百姓，怕也都要为无粮而丧命了。</p> <p>　　“寒骨”以下四句，是歌者想像自己死后的情景：我的尸骨将被抛撒在荒郊野外，任凭风吹日晒；游荡异乡的孤魂，将在烟雾荒草间哭泣。家中的妻子，将因悲伤而哭坏身体；父母双亲将因盼我归去而望穿双眼。这是何等凄惨的画面。这虽是歌者设想死后的情景，但却是十分真实的。无论远征军士也罢，无论远行民夫也好，该有多少人暴死荒郊，该有多少人家破人亡。儿子饿死青山、全家悲痛欲绝的情景，他都是亲历了的。因此，对自己死后的情景也就描绘逼真。</p> <p>　　“安得”第四句，是诉说自己惟一的希望。歌者已自料必死，且尸陈异乡，因此，他只希望能有个义气男儿，将他这无人认领的尸体焚烧，把他的骸骨运回乡里，把他的亡灵引渡回家。这歌者竞不作活着归来之想，而把能将骨骸运回作为惟一的希望，其情也可哀，其境也可知。这是他对“义男儿”的希望，同时也是对逼迫他陷入死亡境地的统治者的控诉。若无隋炀帝的重赋繁役，他何以必死。把人逼到将尸骨运回便算幸运，这是一个何等黑暗残暴的社会。</p> <p>　　这是一首直接表达人民悲痛和愤恨的民歌。它全以第一人称的口吻，控诉了隋炀帝给人民造成的灾难，高度概括地反映了当时的社会状况。语言质朴凝重，情感真切动人。</p>",
  "about": "<h2>创作背景</h2> 　　隋炀帝即位后，大兴土木，营建东都洛阳及各处离宫四十余所；他还增筑长城，开凿运河，并发动了对吐浑和高丽的大规模战争；他还从洛阳坐船三下江都（今江苏扬州），驱使数万船工拉纤。这浩繁的劳役、兵役，加上苛虐的横征暴敛，严重地破坏了社会生产，给人民带来了沉重的灾难。整个隋炀帝时代，可谓赋重役繁，民不堪生。这首民谣，就是隋大业十三年（616年），隋炀帝三下江都时，挽舟民夫们感于处境所作。",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": [
    "人民",
    "生活"
  ]
}