{
  "id": 47878,
  "star": 21,
  "name": "刺世疾邪赋",
  "dynasty": "两汉",
  "content": "　　伊五帝之不同礼，三王亦又不同乐。数极自然变化，非是故相反。德政不能救世溷乱，赏罚岂足惩时清浊？春秋时祸败之始，战国逾增其荼毒。秦汉无以相踰越，乃更加其怨酷。宁计生民之命？为利己而自足。 </p> <p>　　于兹迄今，情伪万方。佞诌日炽，刚克消亡。舐痔结驷，正色徒行。妪名势，抚拍豪强。偃蹇反俗，立致咎殃。捷慑逐物，日富月昌。浑然同惑，孰温孰凉？邪夫显进，直士幽藏。 </p> <p>　　原斯瘼之所兴，实执政之匪贤。女谒掩其视听兮，近习秉其威权。所好则钻皮出其毛羽，所恶则洗垢求其瘢痕。虽欲竭诚而尽忠，路绝险而靡缘。九重既不可启，又群吠之狺狺。安危亡于旦夕，肆嗜慾于目前。奚异涉海之失柁，坐积薪而待然？荣纳由于闪榆，孰知辨其蚩妍？故法禁屈橈于势族，恩泽不逮于单门。宁饥寒于尧舜之荒岁兮，不饱暖于当今之丰年。乘理虽死而非亡，违义虽生而匪存。 </p> <p>　　有秦客者，乃为诗曰：河清不可俟，人命不可延。顺风激靡草，富贵者称贤。文籍虽满腹，不如一囊钱。伊优北堂上，抗髒依门边。 </p> <p>　　鲁生闻此辞，紧而作歌曰：势家多所宜，咳唾自成珠；被褐怀金玉，兰蕙化为刍。贤者虽独悟，所困在群愚。且各守尔分，勿复空驰驱。哀哉复哀哉，此是命矣夫！ ",
  "fanyi": "<p><strong>译文<br></strong>　　五帝时候的礼仪制度不同，三王时候的礼仪制度也各不相同，气数到了极限，自然就要发生变化，非和是本来就是互相排斥的，施行仁德不能拯救社会的混乱，实行赏罚难道就可以惩戒时代的清浊吗?春秋时代是祸乱破败的开始，战国时又加重了人民的苦难，秦汉时期也没有什么改变，更增加了人民的怨恨和苦难，哪里还考虑百姓的死活，只要对自己有利就满足了。</p> <p>　　从那时到现在，弄虚作假的现象表现在各个方面，虚伪奉承的歪风日甚一日，刚强正直的品德逐渐消亡，舔痔疮的人可以乘四匹马拉的车，正派的人只能徒步而行，对豪强之家溜须拍马，稍微有点骨气、敢于反抗这恶劣风气的，立即遭到祸殃。不择手段追逐名利者指日高升。富贵昌盛，好坏不分，冷热难辨，奸邪之人飞黄腾达，正直的人只能隐居潜藏。</p> <p>　　追究这弊病的兴起实在是因为当政者不贤明。女人和宦官掩住了皇帝的耳目，宠臣把持了国家的大权。他们所喜好的人，千方百计让其长出羽毛；他们所讨厌的人，就不择手段找缺点毛病。正直之士即便想谒诚尽忠，为国效命，也如同面临绝险的境地，找不到路径。皇宫的大门既然打不开，又加上一群恶狗汪汪乱叫，国家的危亡就在旦夕，还在放纵自己的嗜好欲望，只贪眼前之欢。这和渡海的大船失去了舵盘，坐在干柴上等待燃烧有什么两样。</p> <p>　　荣幸地被重用者都是些善于阿谀奉承之辈，有谁知道辨别他们的美丑。所以，连法律禁令都屈于豪门贵族，皇恩厚泽怎么能到达贫寒之家。宁可忍饥耐寒在尧舜时的灾荒之岁，也不吃饱穿暖在现在的丰收之年。坚持真理即使死去也是活着，违背正义即使活着也等于死了。</p> <p>　　有一秦地的人作<a href=\"http://so.gushiwen.org/view_47878.aspx\">诗</a>说：“太平盛世不能等到了，人的生命是有限的，只好看风使舵，顺水推舟吧！谁有权势谁就是贤德之人，满肚子学问比不上一袋子钱更实用。卑躬屈膝就可以成为富贵人家，刚直的人只能依门而立。”</p> <p>　　鲁地的人听到这些话，接着作歌说：“豪门势家处处遂心满意，咳出的唾沫都能被当作珍珠。贫苦的人空怀美好的理想和才华，如同芬芳的花卉变成喂牛的干草。有才德的人即使一个人很清醒，也只能被那些愚蠢的人所困。暂且守你的本分吧！不要再白白地奔走，痛苦、悲哀，这就是命运。</p> <p><strong>注释<br></strong>⑴伊：发语词。<br>⑵溷乱：混乱。<br>⑶捷慑逐物：急切而唯恐落后地追逐名利权势。<br>⑷原：推究。瘼：病，这里指弊病。<br>⑸狺（yín）狺：狗叫声。<br>⑹柂：同“舵”。<br>⑺河清：语出《左传·襄公八年》：“俟河之清，人寿几何？”古人传说黄河一千年清一次，黄河一清，清明的政治局面就将出现。<br>⑻激：指猛吹。靡：倒下。<br>⑼文籍：文章典籍。代指才学。<br>⑽伊优：逢迎谄媚之貌。北堂：指富贵者所居。<br>⑾抗脏：高尚刚正之貌。倚门边：是“被疏弃”的意思。<br>⑿势家：有权有势的人。<br>⒀被褐：披着短褐的人，借指贫穷的人。金玉：借喻美好的才德。<br>⒁兰蕙：两种香草名。刍：饲草。<br>⒂独悟：犹“独醒”。《楚辞·渔父》中有“众人皆醉我独醒”的话。<br>⒃尔分：你的本分。<br>⒄空驰驱：白白奔走。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　东汉时期，处于外戚、宦官篡权争位的夹缝中的士人，志向、才能不得施展，愤懑郁结，便纷纷以赋抒情，宣泄胸中的垒块。<a href=\"http://so.gushiwen.org/author_660.aspx\">赵壹</a>《刺世疾邪赋》就是这类抒情小赋的代表作。压抑在胸中的郁闷和不平，在文中化为激切的言词，尖锐揭露了东汉末年邪孽当道、贤者悲哀的的黑暗腐朽的社会本质：“舐痔结驷，正色徒行”，“邪夫显进，直士幽藏”。甚至敢于把批评的矛头直指“执政”的最高统治者：“原斯瘼之攸兴，实执政之匪贤”。最后由“刺世”发展到同这黑暗的世道彻底绝决的程度：“宁饥寒于尧舜之荒岁兮，不饱暖于当今之丰年”。</p> <p>　　此赋在仅四百余字的篇幅中，对黑暗腐败政治的揭露抨击，其尖锐激烈直截了当，在整个汉赋中都是无与伦比的，尤其引人瞩目。赋一开始，就将批判的锋芒毫不含糊地指向了自五帝三王以来迄今一切封建末世：“德政不能救世溷乱，赏罚岂足惩时清浊”，而只能愈演愈烈：“春秋时祸败之始，战国愈复增其荼毒”；“秦汉无以相逾越，乃更加其怨酷”。并一针见血地指出其根源即在于统治者“宁计生民之命，唯利己而自足！”其深刻犀利，实为一般惯于恪守正统思想的士大夫所不能及。继之又通过反复对比，对种种丑恶现象进行了公开曝光：“于兹迄今，情伪万方：佞谄日炽，刚克消亡。舐痔结驷，正色徒行。妪名势，抚拍豪强；偃蹇反俗，立致咎殃。捷慑逐物，日富月昌。浑然同惑，孰温孰凉，邪夫显进，直士幽藏。”而这一切又都由于“实执政之匪贤，近习秉其威权”，那么不贤之人能执政、宦官近习能秉权的原因说到底还在于“九重既不可启”。</p> <p>　　这样就层层深入地活画出了具有东汉末世时代特点的那种法“禁屈挠于势族，恩泽不逮于单门”极端腐败的政局。因此，他义无返顾地表示：宁饥寒于尧舜之荒岁兮，不饱暖于当今之丰年。乘理虽死而非亡，违义虽生而非存。与之毫不妥协地抗争，愤怒激越的感情，直如火山喷发，震人心魄。</p> <p>　　此赋在抒发自己感情时直率猛烈，痛快淋漓，敢于冒天下之大不韪，揭露批判时政的深度和力度都是空前的。与思想内容相协调，此赋一改堂皇典雅而为疏朗明快。</p>",
  "about": "<h2>创作背景</h2> 　　东汉后期，桓帝、灵帝之世，政治极端黑暗，宦官集团把持朝政，卖官鬻爵，贿赂公行，而正直的知识分子则受到打击排挤，失去了正常的仕进之路。当时有一首歌谣说：“举秀才，不知书。察孝廉，父别居。寒素清白浊如泥，高第良将怯如鸡。”一切清浊贤愚都混淆不清，黑白忠奸都颠倒不分。<a href=\"http://so.gushiwen.org/author_660.aspx\">赵壹</a>就生活在这个时代。据史书记载，赵壹为人耿直清高，狂傲不羁，遭到乡里豪贵的排抑，屡触罗网，幸为友人所救，方免遭一死。《刺世疾邪赋》就是在这种社会背景下所创作的。",
  "poet": {
    "id": 660,
    "star": 0,
    "name": "赵壹",
    "image": "http://img.gushiwen.org/authorImg/zhaoyi2.jpg",
    "desc": "赵壹（本名懿，因后汉书作于晋朝，避司马懿名讳，故作“壹”），约生于汉顺帝永建年间，卒于汉灵帝中平年间。东汉辞赋家。字元叔，汉阳西县（今甘肃天水南）人。体貌魁伟，美须眉，恃才傲物。桓、灵之世，屡屡得罪，几致于死。友人救之，遂作《穷鸟赋》答谢友人相助。并作《刺世疾邪赋》抒发愤懑之气。一生著赋、颂、箴、诔、书、论及杂文等16篇，今存5篇。"
  },
  "tags": [
    "辞赋精选",
    "抒情"
  ]
}