{
  "id": 11532,
  "star": 2587,
  "name": "江南逢李龟年",
  "dynasty": "唐代",
  "content": "岐王宅里寻常见，崔九堂前几度闻。 <br>正是江南好风景，落花时节又逢君。",
  "fanyi": "<p><strong>译文</strong><br>当年在岐王宅里，常常见到你的演出；在崔九堂前，也曾多次欣赏你的艺术。<br>没有想到，在这风景一派大好的江南；正是落花时节，能巧遇你这位老相熟。</p> <p><strong>注释</strong><br>1.李龟年：唐朝开元、天宝年间的著名乐师，擅长唱歌。因为受到皇帝唐玄宗的宠幸而红极一时。“安史之乱”后，李龟年流落江南，卖艺为生。<br>2.岐王：唐玄宗<a href=\"http://so.gushiwen.org/author_520.aspx\">李隆基</a>的弟弟，名叫李范，以好学爱才著称，雅善音律。<br>3.寻常：经常。<br>4.崔九：崔涤，在兄弟中排行第九，中书令崔湜的弟弟。玄宗时，曾任殿中监，出入禁中，得玄宗宠幸。崔姓，是当时一家大姓，以此表明李龟年原来受赏识。<br>5.江南：这里指今湖南省一带。<br>6.落花时节：暮春，通常指阴历三月。落花的寓意很多，人衰老飘零，社会的凋弊丧乱都在其中。<br>7.君：指李龟年。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　<a href=\"http://so.gushiwen.org/view_11532.aspx\">诗</a>是感伤世态炎凉的。李龟年是唐玄宗初年的著名歌手，常在贵族豪门歌唱。<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>少年时才华卓著，常出入于岐王李隆范和中书监崔涤的门庭，得以欣赏李龟年的歌唱艺术。诗的开首二句是追忆昔日与李龟年的接触，寄寓诗人对开元初年鼎盛的眷怀；后两句是对国事凋零，艺人颠沛流离的感慨。仅仅四句却概括了整个开元时期（注：开元时期为713年—741年）的时代沧桑，人生巨变。语极平淡，内涵却无限丰满。</p> <p>　　李龟年是开元时期“特承顾遇”的著名歌唱家。杜甫初逢李龟年，是在“开口咏凤凰”的少年时期，正值所谓“开元全盛日”。当时王公贵族普遍爱好文艺，杜甫即因才华早著而受到岐王李隆范和中书监崔涤的延接，得以在他们的府邸欣赏李龟年的歌唱。而一位杰出的艺术家，既是特定时代的产物，也往往是特定时代的标志和象征。在杜甫心目中，李龟年正是和鼎盛的开元时代、也和他自己充满浪漫情调的青少年时期的生活，紧紧联结在一起的。几十年之后，他们又在江南重逢。这时，遭受了八年动乱的唐王朝业已从繁荣昌盛的顶峰跌落下来，陷入重重矛盾之中；杜甫辗转漂泊到潭州，“疏布缠枯骨，奔走苦不暖”，晚境极为凄凉；李龟年也流落江南，“每逢良辰胜景，为人歌数阕，座中闻之，莫不掩泣罢酒”（《明皇杂录》）。这种会见，自然很容易触发杜甫胸中原本就郁积着的无限沧桑之感。 </p> <p>　　“岐王宅里寻常见，崔九堂前几度闻。”诗人虽然是在追忆往昔与李龟年的接触，流露的却是对“开元全盛日”的深情怀念。这两句下语似乎很轻，含蕴的感情却深沉而凝重。“岐王宅里”、“崔九堂前”，仿佛信口道出，但在当事者心目中，这两个文艺名流经常雅集之处，是鼎盛的开元时期丰富多彩的精神文化的集中的地方，它们的名字就足以勾起诗人对“全盛日”的美好回忆。当年诗人出入其间，接触李龟年这样的艺术明星，是“寻常”而不难“几度”的，多年过后回想起来，简直是不可企及的梦境了。这里所蕴含的天上人间之隔的感慨，读者是要结合下两句才能品味出来的。两句诗在迭唱和咏叹中，流露了诗人对开元全盛日的无限眷恋，犹如要拉长回味的时间。</p> <p>　　梦一样的回忆，毕竟改变不了眼前的现实。“正是江南好风景，落花时节又逢君。”风景秀丽的江南，在承平时代，原是诗人们所向往的作快意之游的所在。诗人真正置身其间，所面对的竟是满眼凋零的“落花时节”和皤然白首的流落艺人。“落花时节”，如同是即景书事，又如同是别有寓托，寄兴在有意无意之间。这四个字，暗喻了世运的衰颓、社会的动乱和诗人的衰病漂泊，但诗人丝毫没有在刻意设喻，这种写法显得特别浑成无迹。加上两句当中“正是”和“又”这两个虚词一转一跌，更在字里行间寓藏着无限感慨。江南好风景，恰恰成了乱离时世和沉沦身世的有力反衬。一位老歌唱家与一位老诗人在飘流颠沛中重逢了，落花流水的风光，点缀着两位形容憔悴的老人，成了时代沧桑的一幅典型画图。它无情地证实“开元全盛日”已经成为历史陈迹，一场翻天覆地的大动乱，使杜甫和李龟年这些经历过盛世的人，沦落到了不幸的地步。感慨是很深的，但诗人写到“落花时节又逢君”，却黯然而收，在无言中包孕着深沉的慨叹，痛定思痛的悲哀。这样“刚开头却又煞了尾”，连一句也不愿多说，显得蕴藉之极。清代<a href=\"http://so.gushiwen.org/author_39.aspx\">沈德潜</a>评此诗：“含意未申，有案未断。”诗人这种“未申”之意对于有着类似经历的当事者李龟年，是不难领会的；对于后世善于知人论世的读者，也不难把握。像《长生殿·弹词》中李龟年所唱的“当时天上清歌，今日沿街鼓板”，“唱不尽兴亡梦幻，弹不尽悲伤感叹，凄凉满眼对江山”等等，尽管反复唱叹，意思并不比杜诗更多，倒很像是剧作家从杜甫的诗中抽绎出来的一样。</p> <p>　　四句诗，从岐王宅里、崔九堂前的“闻”歌，到落花江南的重“逢”，“闻”、“逢”之间，联结着四十年的时代沧桑、人生巨变。尽管诗中没有一笔正面涉及时世身世，但透过诗人的追忆感喟，却表现出了给唐代社会物质财富和文化繁荣带来浩劫的那场大动乱的阴影，以及它给人们造成的巨大灾难和心灵创伤。可以说“世运之治乱，华年之盛衰，彼此之凄凉流落，俱在其中”（孙洙评）。正如同旧戏舞台上不用布景，观众通过演员的歌唱表演，可以想象出极广阔的空间背景和事件过程；又像小说里往往通过一个人的命运，反映一个时代一样。这首诗的成功创作表明：在具有高度艺术概括力和丰富生活体验的大诗人那里，绝句这样短小的体裁可以具有很大的容量，而在表现如此丰富的内容时，又能达到举重若轻、浑然无迹的艺术境界。 </p>",
  "about": "<h2>创作背景</h2> 　　此<a href=\"http://so.gushiwen.org/view_11532.aspx\">诗</a>大概作于公元770年（大历五年）<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>在长沙的时候。安史之乱后，杜甫漂泊到江南一带，和流落的宫廷歌唱家李龟年重逢，回忆起在岐王和崔九的府第频繁相见和听歌的情景而感慨万千写下这首诗。<br/><h2>历史评价</h2> 　　这首七言绝句脍炙人口，是<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>晚年创作生涯中的绝唱，历代好评众多，如清代邵长蘅评价说：“子美七绝，此为压卷。”《唐宋<a href=\"http://so.gushiwen.org/view_11532.aspx\">诗</a>醇》也说，这首诗“言情在笔墨之外，悄然数语，可抵白氏（<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>）一篇《琵琶行》矣。……此千秋绝调也。”清代黄生《杜诗说》评论说：“今昔盛衰之感，言外黯然欲绝。见风韵于行间，寓感慨于字里。即使龙标（<a href=\"http://so.gushiwen.org/author_437.aspx\">王昌龄</a>）、供奉（<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>）操笔，亦无以过。乃知公于此体，非不能为正声，直不屑耳。有目公七言绝句为别调者，亦可持此解嘲矣。”",
  "poet": {
    "id": 474,
    "star": 0,
    "name": "杜甫",
    "image": "http://img.gushiwen.org/authorImg/dufu.jpg",
    "desc": "杜甫（712－770），字子美，自号少陵野老，世称“杜工部”、“杜少陵”等，汉族，河南府巩县（今河南省巩义市）人，唐代伟大的现实主义诗人，杜甫被世人尊为“诗圣”，其诗被称为“诗史”。杜甫与李白合称“李杜”，为了跟另外两位诗人李商隐与杜牧即“小李杜”区别开来，杜甫与李白又合称“大李杜”。他忧国忧民，人格高尚，他的约1400余首诗被保留了下来，诗艺精湛，在中国古典诗歌中备受推崇，影响深远。759-766年间曾居成都，后世有杜甫草堂纪念。"
  },
  "tags": [
    "唐诗三百首",
    "初中古诗",
    "感伤",
    "怀念"
  ]
}