{
  "id": 70756,
  "star": 46,
  "name": "浪淘沙·夜雨做成秋",
  "dynasty": "清代",
  "content": "夜雨做成秋，恰上心头。教他珍重护风流。端的为谁添病也，更为谁羞。<br>密意未曾休，密愿难酬。珠帘四卷月当楼。暗忆欢期真似梦，梦也须留。",
  "fanyi": "<p><strong>译文<br></strong>淅淅沥沥的夜雨，滴答出一个寒秋，也恰好将深深的思念，洒上我心头。你一定要珍重自己，保护好绰约的风姿。你究竟为谁才生了病？又是为谁才如此娇羞？<br>珍藏的心意不曾休止，心中的愿望难以实现。我卷起四周的珠帘，且让月光洒满小楼。回想起欢聚的日子，真像一场美梦，纵然是梦，我也要竭力挽留。</p> <p><strong>注释<br></strong>①浪淘沙：唐教坊曲。<a href=\"http://so.gushiwen.org/author_197.aspx\">刘禹锡</a>、<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>并作七言绝句体，五代时始流行长短句双调小令，又名《卖花声》。28字，前后片各四平韵，多作激越凄壮之音。<br>②风流：指美好动人之风韵。前蜀花蕊失人《宫词》之三十：“年初十五最风流，新赐云鬟使上头。”<br>③端的：究竟、到底。<br>④密意：隐秘的情意。<br>⑤珠帘四卷：谓楼阁四面的珠帘卷起。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　上片先写环境氛围，烘托无奈之心境，秋雨袭来，愁上心头，离别之时，互道珍重。究竟是为谁相思成疾，又是为谁害羞？下片写她对离人的深怀眷念，相思之情未曾断绝，只是想见的心愿难以实现。明月升起，将楼阁四面的珠帘卷起。</p> <p>　　人世间最可悲的事情莫过于明知道无意义，却不得不去做，明明不愿意，又不得不强颜欢笑去做的事情。</p> <p>　　对职业的厌倦，对富贵的藐视，还有对他的仕途的不屑，令纳兰身上别具一番气质，他对轻而易举得到的一切荣华富贵都毫不珍惜，甚至抱着厌恶的心态，他想要抛弃身边的一切，包括他那个富贵的家庭，可是他无法做到，早在他出生的时候，上天就将这些沉重地压在了他的身上，让他无法推卸。</p> <p>　　秋风秋雨愁煞人。深秋时分，最是人心苦闷之时，看到万物凋零，一切都要归于沉寂，心内自然是不好受的。纳兰自幼体弱多病，他一直身患寒疾，总是会因为天气变幻无常。而卧病在床。这样的季节，孱弱的身体，无尽的人生，一切都让纳兰感到万念俱灰。“夜雨做成秋。恰上心头”，一想到秋天，首先想到的便是连绵的细雨，还有早早就降临的夜晚，愁绪重回心头。</p> <p>　　“教他珍重护风流。”看似对友人道珍重，希望朋友能够在今后的岁月中过得更好，但细读之下，似乎又不是。“端的为谁添病也？更为谁羞？”思念友人，也不至于会思念成疾，如果是思念恋人，那么这位恋人又会是哪位女子，纵观纳兰生平，似乎捕捉不到和这名女子相关的信息。</p> <p>　　既然没有踪迹可寻，那便姑且当做是纳兰拟人的一种写法吧。在这首词中，纳兰隐秘的情感得以宣泄，他悄声诉说道：“密意未曾休，密愿难酬。”从未停止过想念，只是这想念无法得以相见，故而遗憾。词人不由追忆往事，回味欢聚的快乐，如梦如真。</p> <p>　　明月当空，对夜色叹息，这就是一场虚无的梦幻，“珠帘四卷月当楼”。楼阁上的珠帘卷起，明月照进来，光线黯淡，更加让这思念变得不真实起来，或许“暗忆欢期真似梦，梦也须留”，这一切都只是纳兰在病中，胡思乱想出来的吧，所谓对伊人的思念，也不过是他胡乱所想的。</p>",
  "about": "<h2>创作背景</h2> 　　康熙年间，由于对亡妻的怀念，对友人的牵绊，还有对自身现状的不满以及无能为力的无奈，都让词人感到悲哀。于是词人为了抒发自己内心的无边无际的愁绪，写下了这首《浪淘沙》。",
  "poet": {
    "id": 188,
    "star": 0,
    "name": "纳兰性德",
    "image": "http://img.gushiwen.org/authorImg/nalanxingde.jpg",
    "desc": "纳兰性德（1655－1685），满洲人，字容若，号楞伽山人，清代最著名词人之一。其诗词“纳兰词”在清代以至整个中国词坛上都享有很高的声誉，在中国文学史上也占有光采夺目的一席。他生活于满汉融合时期，其贵族家庭兴衰具有关联于王朝国事的典型性。虽侍从帝王，却向往经历平淡。特殊的生活环境背景，加之个人的超逸才华，使其诗词创作呈现出独特的个性和鲜明的艺术风格。流传至今的《木兰花令·拟古决绝词》——“人生若只如初见，何事秋风悲画扇？等闲变却故人心，却道故人心易变。”富于意境，是其众多代表作之一。"
  },
  "tags": [
    "秋天",
    "追忆",
    "无奈"
  ]
}