{
  "id": 66598,
  "star": 151,
  "name": "满江红·赤壁怀古",
  "dynasty": "宋代",
  "content": "赤壁矶头，一番过、一番怀古。想当时，周郎年少，气吞区宇。万骑临江貔虎噪，千艘列炬鱼龙怒。卷长波、一鼓困曹瞒，今如许？<br>江上渡，江边路。形胜地，兴亡处。览遗踪，胜读史书言语。几度东风吹世换，千年往事随潮去。问道傍、杨柳为谁春，摇金缕。",
  "fanyi": "<p><strong>译文</strong><br>每经过一次赤壁矶就引发一次怀古心绪。想当年，周瑜意气风发，一心吞并环宇。万骑临江，鼓声震天；在千艘列炬的拼搏中，那些潜居江中的鱼龙因为受到战火的影响都变得怒不可遏。水面上卷起了长长的火龙，在鼓角声中，孙刘联军围困住了<a href=\"http://so.gushiwen.org/author_552.aspx\">曹操</a>。现在又怎样呢?<br>江上渡口，江边小路，全是地形险要的战略要地，是当年众雄生死争斗的地方。今天我在此凭吊古迹，自己得到的深切感受，胜过读历史书籍。东风吹，光景移，已经改朝换代无数次了，历史的往事随江潮而i折。问道旁的杨柳年年为谁而春，为谁摇动金黄的枝条。</p> <p><strong>注释</strong><br>⑴赤壁矶：即黄州赤壁。<br>⑵周郎：指赤壁大战吴蜀联军的统帅周瑜。<br>⑶区宇：即寰（huán）宇，宇宙。<br>⑷万骑：借指孙刘联军。<br>⑸貅（xiū）虎：猛兽，指军队，勇士。<br>⑹列炬（jù）：猛烈的火炬。列，同烈，火势猛。<br>⑺鱼龙怒：潜蛰在深水中的鱼龙类水族因受到战火威胁而怒。这是侧面写战争场面的惊心动魄。<br>⑻卷长波：水面上卷起了长长的火龙。<br>⑼曹瞒（mán）：指曹操，曹操小名叫阿瞒。<br>⑽今如许：如今又怎么样呢<br>⑾形胜地：地形险要的战略要地。<br>⑿兴亡处：当年众雄生死争斗的地方。<br>⒀傍：同旁。<br>⒁春：春色，此用如动词。<br>⒂金缕（lǚ）：指嫩黄色的柳条。化用<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>《杨柳枝词》：“一树春风千万枝，嫩于金色软于丝。”</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　这首词，风格豪迈，苍劲有力，在自然朴素的描写中，不时有浓重之笔与用力之笔出现，平淡之中见奇伟。清人<a href=\"http://so.gushiwen.org/author_274.aspx\">纪昀</a>十分欣赏这首词，觉得它的豪壮之气并不逊于苏东坡。</p> <p>　　上片开头说“赤壁矶头，一番过、一番怀古。”与<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>的“大江东去，浪淘尽千古风流人物”相比，复古词显得起势平淡，远不如苏词的气势雄伟；但戴词以朴素的叙述入题，倒也显得自然轻快。苏词中的周瑜形象，着墨较多，形象较鲜明；复古词写周郎，仅写他“气吞区宇”的英雄气概，别是一种写法。对赤壁大战场面的描绘，苏轼仅有“谈笑间、樯橹灰飞烟灭”一句；复古词则用浓墨重采，极力渲染气氛，艺术地再现这一惊心动魂的大战。“万骑临江貔虎噪，千艘列炬鱼龙怒”两句，用精工的对偶句，把战争的场面表现得淋漓尽致，生动、贴切地描绘出吴蜀联军的高昂士气，写出了火攻曹军时的翻江倒海之势。“貔虎”本指猛兽，比喻勇猛的军队。“鱼龙”指潜蛰江中的水族动物，<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>《秋兴》<a href=\"http://so.gushiwen.org/view_66598.aspx\">诗</a>有“鱼龙寂寞秋江冷”之句，在千艘列炬的大拼搏中，那些潜居江中的鱼龙，再也不会感到孤独，它们因为受到战火的威胁而感到怒不可当了。“卷长波、一鼓困曹瞒”句，刻画出波澜壮阔的中流水战，气势磅礴，与“谈笑间、樯橹灰飞烟灭”有异曲同工之妙，传神地描绘出曹军崩溃之快，周瑜取胜之速。词写到这里，陡然转折，用“今如许”三字提出问题：现在又怎样呢？这转折一问，问得很好，感慨苍茫，意味深厚。南渡之后，国势一日不如一日，复古将大半生目击心伤的国事，全含在这一问句中。</p> <p>　　下片“江上渡，江边路。形胜地，兴亡处”数句，写赤壁矶附近的山川形胜，迫怀赤壁之战的遗迹。词人认为建安十三年发生在这里的一次战斗，是两军决定存亡的一次战斗。如今看到这些遗迹，自己得到的深切感受，真胜过读历史书籍。下面又将话题一转，抒写词人忧国伤时的感慨：“几度春风吹世换，千年往事随潮去”。东风吹，光景移，由三国至今，改朝换代的事已经发生不只一次了，历史的往事已经随江潮而逝去，这是历史的规律。千古风流人物，也随着滚滚东流的长江而流逝了，现在又有谁能收拾祖国残破的山河啊！下片的结穴处，词人向道旁杨柳发问：问道旁杨柳在为谁生春，为谁摇动金色的柳条。言下之意是，由于自己感时伤世，面对“春风杨柳万千条”的美景，再也无心观赏了。这与杜甫的《哀江头》“江头宫殿锁千门，细柳新蒲为谁绿”以及<a href=\"http://so.gushiwen.org/author_30.aspx\">姜夔</a>《扬州慢》结穴处的“念桥边红药，年年知为谁生”是同一种手法，都是以无心观赏美景来抒写作者的时代感伤。</p> <p>　　当然，苏轼是宋代一代词坛巨匠，后人再写《赤壁怀古》，要想获得读者的赞许，的确有些困难，<a href=\"http://so.gushiwen.org/author_126.aspx\">戴复古</a>写这阕词，也难免有望洋生叹的感觉。</p>",
  "about": "<h2>创作背景</h2> <p>　　《满江红·赤壁怀古》写于1219年左右（宋宁宗嘉定十二年），作者这时正在鄂州、黄州一带漫游，黄城州外有赤壁矾，又名赤鼻矾，传说是三国战场，词人过此，也难免不发思古之念，故写了这篇赤壁怀古。</p>",
  "poet": {
    "id": 126,
    "star": 0,
    "name": "戴复古",
    "image": "http://img.gushiwen.org/authorImg/daifugu.jpg",
    "desc": "戴复古（1167—?)）南宋著名江湖派诗人。字式之，常居南塘石屏山，故自号石屏、石屏樵隐。天台黄岩（今属浙江台州）人。一生不仕，浪游江湖，后归家隐居，卒年八十余。曾从陆游学诗，作品受晚唐诗风影响，兼具江西诗派风格。部分作品抒发爱国思想，反映人民疾苦，具有现实意义。"
  },
  "tags": [
    "豪迈",
    "怀古",
    "感伤"
  ]
}