{
  "id": 72024,
  "star": 32,
  "name": "虞美人·东风荡飏轻云缕",
  "dynasty": "宋代",
  "content": "东风荡飏轻云缕，时送潇潇雨。水边台榭燕新归，一点香泥，湿带落花飞。<br>海棠糁径铺香绣，依旧成春瘦。黄昏庭院柳啼鸦，记得那人，和月折梨花。",
  "fanyi": "<p><strong>译文<br></strong>东风轻轻地吹拂，云儿缕缕随风飘过。萧萧春雨时紧时缓不停歇。茫茫水边的小楼阁，新归的燕子忙筑窝。口衔香泥穿烟雨，落花粘身频飞过。<br>小径上落满了海棠花，缤纷斑斓花香四发。绿肥红瘦人愁煞。更哪堪，黄昏时节，庭院里柳树落啼鸦。还记得吗，朗月如辉的月光下，那人带着素洁的月色，轻轻地摘下如雪的梨花。</p> <p><strong>注释<br></strong>1.虞美人：词牌名，此调原为唐教坊曲，初咏<a href=\"http://so.gushiwen.org/author_253.aspx\">项羽</a>宠姬虞美人，因以为名。又名《一江春水》、《玉壶水》、《巫山十二峰》等。双调，五十六字，上下片各四句，皆为两仄韵转两平韵。<br>2.荡飏（yáng）：飘扬，飘荡。<br>3.缕（lǚ）：一条一条地。<br>4.萧（xiāo）萧雨：形容雨声萧萧。<br>5.水边二句：谓新归双燕衔泥筑巢。台榭（xiè），建筑在高台上临水的四面敞开的楼阁。<br>6.糁（sǎn）：掺和。<br>7.香绣：这里指海棠花瓣。<br>8.成春瘦：花落则春光减色，有如人之消瘦，此言春亦兼及人。<br>9.柳啼鸦：归鸦啼于柳上。<br>10.那人：指所思女子。<br>11.和月句：极言人与境界之实。宋·<a href=\"http://so.gushiwen.org/author_432.aspx\">晏殊</a>《寓意》：“梨花院落溶溶月。”</p>",
  "shangxi": "<h2>赏析</h2> <p>　　词的上片开篇两句没有写“红杏枝头春意闹”的芳菲春景，而是直说“风”、“雨”。东风轻拂着大地，几缕淡淡的云彩在天空飘荡。这两句里的“风”和“雨”，是全词的词眼，大好的春光就是在风雨中消逝的，领起了全篇词意。“水边台榭燕新归，一口香泥、湿带落花飞。”两句化用<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>《钱塘湖春行》中“谁家新燕啄春泥”的<a href=\"http://so.gushiwen.org/view_72024.aspx\">诗</a>意。燕子才刚刚归来，还未来得及观赏芳菲春色，满树花朵却已经凋零，如此景象，词人不由产生满腔感慨、满腹愁绪。这里的“泥”承第二句“萧萧雨”，“落花”承第一句“东风荡飏”而来。燕子新归，而落红已经成阵，目睹这种景色，词人的感慨之情油然而生。</p> <p>　　词的下片首句承上片“落花”，开始描写凋零的海棠。“海棠糁径铺香绣，依旧成春瘦。”在此词人虽然只取了海棠一种花来进行描写，但是读者从中仿佛还可以看到桃花、杏花、梨花……落红一地。当所有春花凋零并被泥土掩埋，也就没有什么春色可言。用“春瘦”来形容春色渐失十分形象传神，也是全词的主旨所在。春也如人一般，在万花凋零的满腹愁绪中逐渐消瘦，逐渐疲惫不堪。结尾两句“黄昏庭院柳啼鸦，记得那人、和月折梨花。”开始出现人的形象，画面也顿时变得更加丰富。</p> <p>　　全词无一字说愁，却处处都透着愁绪。春天本是百花竞放、喧闹芳菲的季节，可是经历一场风雨后，凋零的花朵，衔泥的春燕，对月啼叫的乌鸦却让人顿感凄凉。花开花落虽是自然之理，却引发了敏感词人心中的无限愁绪，凄凉的其实不只是春色，也是词人因年华渐逝、壮志未酬而生的悲哀。词中的抑郁哀婉之气令读者读之不禁为作者坎坷的生平而动容。</p>",
  "about": "<h2>创作背景</h2> 　　南宋政权建立以来，统治者不思举兵北伐，只是以向金人卑躬屈膝来换取一时的安宁。<a href=\"http://so.gushiwen.org/author_244.aspx\">陈亮</a>怀有一腔报国之志，多次上书宋孝宗，陈述复国方略，却从未被采纳。长期的乡居生活并没有让他的志向发生改变，磊落不平之气多次借由<a href=\"http://so.gushiwen.org/view_72024.aspx\">诗</a>词抒发出来。在陈亮眼里，春光带给他的只有愁和恨，这首《虞美人·春愁》便是其中一首。",
  "poet": {
    "id": 244,
    "star": 0,
    "name": "陈亮",
    "image": "http://img.gushiwen.org/authorImg/chenliang.jpg",
    "desc": "陈亮（1143—1194）原名汝能，后改名陈亮，字同甫，号龙川，婺州永康（今属浙江）人。婺州以解头荐，因上《中兴五论》，奏入不报。孝宗淳熙五年，诣阙上书论国事。后曾两次被诬入狱。绍熙四年光宗策进士第一，状元。授签书建康府判官公事，未行而卒，谥号文毅。所作政论气势纵横，词作豪放，有《龙川文集》《龙川词》，宋史有传。"
  },
  "tags": [
    "婉约",
    "春天",
    "写景",
    "怀人"
  ]
}