{
  "id": 72878,
  "star": 25,
  "name": "临江仙·点滴芭蕉心欲碎",
  "dynasty": "清代",
  "content": "点滴芭蕉心欲碎，声声催忆当初。欲眠还展旧时书。鸳鸯小字，犹记手生疏。<br>倦眼乍低缃帙乱，重看一半模糊。幽窗冷雨一灯孤。料应情尽，还道有情无？",
  "fanyi": "<p><strong>译文</strong><br>窗外，雨打芭蕉的点滴声，使我记起了当初的情景，让我的心都快要碎了。临睡前又翻检旧时书信，看着那写满相思情意的书笺，便记起当时她初学书写还不熟练的模样。<br>看着这些散乱的书册，不禁泪眼模糊。在这个冷冷的雨夜里，幽暗的窗前，我点着一盏孤灯。原以为情缘已尽，可谁又道得清究竟是有情还是无情呢？</p> <p><strong>注释</strong><br>①“点滴”二句：点滴芭蕉，雨打芭蕉。<a href=\"http://so.gushiwen.org/author_211.aspx\">杜牧</a>《芭蕉》：“芭蕉为雨移，故向窗前种。”<a href=\"http://so.gushiwen.org/author_536.aspx\">李清照</a>《添字采桑子（芭蕉）》：“伤心枕上三更雨，点滴霖霪。点滴霖霪。愁损北人，不惯起来听。”此谓夜雨唤起对于往事的思忆。<br>②“欲眠”句：旧时书，检阅旧时情书。蔡伸《生查子》：“看尽旧时书，洒尽此生泪。”同此。<br>③“鸳鸯”二句：追忆当初书写鸳鸯二字的情景。<br>④“倦眼”二句：缃帙（xiāng zhì），套在书上的浅黄色布套，此代指书卷。萧统《文选序》：“词人才子，则名溢于缥囊。飞文染翰，则卷盈乎缃帙。”二句重拍，格式不变，意思变。即由对于往事的思忆，转到当前。谓散乱的卷册，卷眼重重，已是一片模糊。<br>⑤“幽窗”句：幽窗，幽静的窗户。<a href=\"http://so.gushiwen.org/author_220.aspx\">朱淑真</a>《即景》：“竹摇清影罩幽窗，两两时禽噪夕阳。”<a href=\"http://so.gushiwen.org/author_354.aspx\">汤显祖</a>《牡丹亭》：“愁万种，冷雨幽窗灯不红。”此以幽、冷、孤，亟见其凄寂况景。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　此首歌词的中心意思是雨夜怀人。谓雨打芭蕉，点点滴滴都在心头。回忆往事，临睡之前，仍然翻检旧时<a href=\"http://so.gushiwen.org/view_72878.aspx\">诗</a>书。记得当初，鸳鸯二字，原本熟悉，认真写起来，却感到有点生疏。这是上片。点滴心欲碎，还展旧时书。为布景，谓散乱的卷册，倦眼重看，意识模糊一片。黑夜里，雨窗前，孤灯一盏，原以为情已尽，缘已了，可怎知，有情、无情、多情、薄情，到底还是不能讲清楚。这是下片。</p> <p>　　\"鸳鸯小字，犹记手生疏。\"化用明王次回《湘灵》：\"戏仿曹娥把笔初，描花手法未生疏，沉吟欲作鸳鸯字，羞被郎窥不肯书。\"容若化用此意，亦可能是此诗所勾画的恩爱动人的场面，一如当年他手把手教卢氏临帖的闺房雅趣。看着那写满相思情意的书笺，便记起当时她书写还不熟练的娇憨情景。</p> <p>　　旧时书一页页翻过，过去的岁月一寸寸在心头回放。缃帙乱，似纳兰的碎心散落冷雨中，再看时已泪眼婆娑。“胭脂泪，留人醉”，就让眼前这一半清醒一半迷蒙交错，梦中或有那人相偎。 </p> <p>　　这一阕所描写的，是日常生活情景。用词也简净，用\"点滴芭蕉心欲碎\"形容全词的语风再贴切不过。本来雨夜怀人，就是一件让人伤感的事情。</p> <p>　　芭蕉夜雨，孤灯幽窗，甚至是一些散乱的，翻过了以后还没有及时整理的书笺。但就是这样一帧一帧的画面不依次序的闪现，才会真实感人不是么？词家说意，说境，说界，意见起落分迭，却不得不赞成再高明的技巧都不及真切情感让人感觉生动辛辣。如果不投入情感，作品就无法生长繁衍，文字亦再美只是美人脸上的\"花黄\"，一拂就掉落在地了。</p>",
  "about": "<h2>创作背景</h2> 　　此词写于雨夜，怀念逝去的妻子。纳兰容若相知相守了三年的妻子突然离开了人世，从此天人两隔。回想起当时灯下教妻习字的情景，他泪满衣襟，写下此词。夜雨淅沥，敲打着院中的芭蕉，也一声声敲在他的心上。",
  "poet": {
    "id": 188,
    "star": 0,
    "name": "纳兰性德",
    "image": "http://img.gushiwen.org/authorImg/nalanxingde.jpg",
    "desc": "纳兰性德（1655－1685），满洲人，字容若，号楞伽山人，清代最著名词人之一。其诗词“纳兰词”在清代以至整个中国词坛上都享有很高的声誉，在中国文学史上也占有光采夺目的一席。他生活于满汉融合时期，其贵族家庭兴衰具有关联于王朝国事的典型性。虽侍从帝王，却向往经历平淡。特殊的生活环境背景，加之个人的超逸才华，使其诗词创作呈现出独特的个性和鲜明的艺术风格。流传至今的《木兰花令·拟古决绝词》——“人生若只如初见，何事秋风悲画扇？等闲变却故人心，却道故人心易变。”富于意境，是其众多代表作之一。"
  },
  "tags": [
    "写雨",
    "怀人",
    "抒情",
    "怀念"
  ]
}