{
  "id": 48399,
  "star": 13,
  "name": "倾杯·金风淡荡",
  "dynasty": "宋代",
  "content": "金风淡荡，渐秋光老、清宵永。小院新晴天气，轻烟乍敛，皓月当轩练净。对千里寒光，念幽期阻、当残景。早是多愁多病。那堪细把，旧约前欢重省。<br>最苦碧云信断，仙乡路杳，归雁难倩。每高歌、强遣离怀，奈惨咽、翻成心耿耿。漏残露冷。空赢得、悄悄无言，愁绪终难整。又是立尽，梧桐碎影。",
  "fanyi": "<p><strong>译文<br></strong>秋风和舒，秋色渐老，长夜孤清。天气新近晴好，小院里轻雾刚刚散去，皓月临窗室内洁白明亮。面对遥远寒冷的月亮和残破的景色，想到幽会佳期受阻，早已是时常忧愁、体弱多病的我，哪能敢再仔细地回忆从前的盟约和欢乐？<br>最痛苦的是远方音信断绝，仙乡的道路遥远崎岖，难以恳求鸿雁把佳音传递。每到这个时候，总是悲伤高歌，强行排泄心中的离情，无奈，凄惨悲哀的歌声，反而使人烦躁不安、心事重重。漏将尽、夜已深，霜露更寒冷。徒然赢得忧伤无言，愁绪终究难尽。又是长久的伫立，直到月亮沉落，零星破碎的梧桐树影的消逝。</p> <p><strong>注释<br></strong>⑴倾杯：唐教坊曲名，后用作词牌，又名《古倾杯》、《倾杯乐》等，《乐章集》有七调，此词为“大石调”。双调一百八字，上片下片各十句五仄韵。<br>⑵金风：秋风。萧统《文选·张协》：“金风扇素节，丹霞启阴期。” 李善注：“西方为秋而主金，故秋风曰金风也。”<br>⑶渐秋光老：即”秋光渐老“，秋色渐渐深了。由此可知其时为七月。清宵：清净的夜晚。萧统《钟山讲解》：“清宵出望园，诘晨届钟岭。”<br>⑷轻烟乍敛：淡淡的雾气刚刚收敛。轻烟，淡淡的雾气。<br>⑸当轩：对着长廊。练净：形容月光明净如练。练，丝绸。<br>⑹千里寒光：广阔无边的月光。寒光，清冷的月光。<br>⑺幽期：私定的约期。<br>⑻早是：已是。多愁多病：因忧愁而病弱。<br>⑼那堪：哪能承受。<a href=\"http://so.gushiwen.org/author_535.aspx\">柳永</a>《雨霖铃·寒蝉凄切》：“多情自古伤离别，更那堪冷落清秋节。”<br>⑽省：回顾，回想。<br>⑾碧云：喻远方或天边，多用以表达离情别绪。<a href=\"http://so.gushiwen.org/author_564.aspx\">韦应物</a>《奇<a href=\"http://so.gushiwen.org/author_392.aspx\">皎然</a>上人》：“愿以碧云思，方君怨别馀。”<br>⑿仙乡：仙人所居处。此处借称所思之人的居处。路杳（yǎo）：路途遥远。<br>⒀倩：请。<br>⒁高歌：登高而歌唱。遣：排解。<br>⒂惨咽：因悲惨而声咽气堵，说不出话。<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>《玉楼春·尊前拟把归期说》：“尊前拟把归期说，欲语春容先惨咽。”耿耿：心中想念，愈加割舍不下。<br>⒃漏残：计时漏壶的水将滴尽，即夜将尽的意思。<br>⒄难整：难以整理。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这是一首秋夜怀人之作，词中铺写深秋月色和离情别绪， 皆是层层翻出，尽情挥洒。</p> <p>　　上片首韵中的“渐秋光老、清宵永”写秋色渐深，长夜渐深，这是此词怀人的景节与时间。次韵所说“小院”，是词人所居客馆的小院，这是此词怀人的地点。这两韵主要写深秋长夜小院之景：“金风淡荡”秋风融和恬静；“新晴天气”，雨后爽适宜人；“轻烟乍敛”，迷蒙的雾气渐渐散开；“皓月当轩练净”，皎洁的明月当窗，洒下如白绸缎般的银光。这些景色为怀人铺下素雅清明的背景，于是以下进入怀人的主题。词人面对皓月的“里寒光”想及千里外的知己，当初共有的“幽期”，幽隐的期约，被阻碍而不得实现，·当残景”意思是：面对清秋之景，更加感到期约也如残秋零落不可收拾。且自身早已是“多愁多病”，怎么还能禁受得了把旧日的期约与前时的欢聚细细思索？</p> <p>　　过片换头一韵中“碧云信断”、“归雁难倩”反用<a href=\"http://so.gushiwen.org/author_460.aspx\">苏武</a>滞留塞北以雁传书的典故，写书信也不得传递，进一步诉说怀人之苦。这离怀每每用放声高歌”的方式来“强遣”，无奈唱出来的声音凄惨喑哑，“翻成心耿耿”，反而使内心更加不能平静。底下插入一韵四字景语“漏残羹冷”，明写自然界夜更深，天更凉，衬出怀人的心绪更为凄冷，又暗写了词人在怀人中度过了无寐长夜。此刻留给词人的只有“无言”的静悄，只有“难整” 的“愁绪”。煞拍“又是立尽，梧桐碎影”二句化用唐末<a href=\"http://so.gushiwen.org/author_375.aspx\">吕岩</a>的词《梧桐影·明月斜》：“明月斜，秋风冷，今夜故人来不来？教人立尽梧桐影。”写自己长夜不寐，徘徊梧桐树下期盼故人的情状。景与开篇之小院皓月呼应，情则总括并收束全篇，余味不尽。</p> <p>　　总观全词，写景的素雅清明尚可不论，高歌遣愁这种颇具阳刚意味的行动，以及运用苏武故事与吕岩词章，都可判明所怀之人是词人的同性知己。尤为不可忽略和误会的是“幽期”一词儿，此词最早见于<a href=\"http://so.gushiwen.org/author_758.aspx\">谢灵运</a>的<a href=\"http://so.gushiwen.org/view_48399.aspx\">诗</a>《富春渚》：“平生协幽期，沦踬困微弱。”吕延济的注将其中含义阐释得更为明彻：“往时已有幽隐之期，但以沉顿，困于微弱，常不能就。”可知此中包含了词人旧时与好友有过某种期约却难以实现的深义在，可能有着词人的一番理想与志愿的难言之隐。如此解，词中“早是多愁多病。那堪细把，旧约前欢重省”也才更有着落。</p>",
  "about": "<h2>创作背景</h2> 　　此词具体创作年份暂不可考。然此词仅写秋思，未见欲归之意，当写于<a href=\"http://so.gushiwen.org/author_535.aspx\">柳永</a>初到江南之时。据叶嘉莹研究，此词所怀之人为柳永的同性知己。",
  "poet": {
    "id": 535,
    "star": 0,
    "name": "柳永",
    "image": "http://img.gushiwen.org/authorImg/liuyong2.jpg",
    "desc": "柳永，（约987年—约1053年）北宋著名词人，婉约派创始人物。汉族，崇安（今福建武夷山）人，原名三变，字景庄，后改名永，字耆卿，排行第七，又称柳七。宋仁宗朝进士，官至屯田员外郎，故世称柳屯田。他自称“奉旨填词柳三变”，以毕生精力作词，并以“白衣卿相”自诩。其词多描绘城市风光和歌妓生活，尤长于抒写羁旅行役之情，创作慢词独多。铺叙刻画，情景交融，语言通俗，音律谐婉，在当时流传极其广泛，人称“凡有井水饮处，皆能歌柳词”，婉约派最具代表性的人物之一，对宋词的发展有重大影响，代表作 《雨霖铃》《八声甘州》。"
  },
  "tags": [
    "秋夜",
    "抒情",
    "怀人"
  ]
}