{
  "id": 8249,
  "star": 23,
  "name": "陪侍郎叔游洞庭醉后三首",
  "dynasty": "唐代",
  "content": "今日竹林宴，我家贤侍郎。<br>三杯容小阮，醉后发清狂。</p> <p>船上齐桡乐，湖心泛月归。<br>白鸥闲不去，争拂酒筵飞。</p> <p>刬却君山好，平铺湘水流。<br>巴陵无限酒，醉杀洞庭秋。",
  "fanyi": "<p><strong>译文</strong><br>今日与我家贤侍郎共为竹林之宴饮，就像阮咸与叔父<a href=\"http://so.gushiwen.org/author_698.aspx\">阮籍</a>一样。酒过三杯，请容许我酒醉之后高迈不羁之态。<br>船上齐唱行船之歌，我们乘着月色自湖心泛舟而归。湖面上白鸥悠闲不远飞，倒是争相在我们酒筵的上方盘旋飞翔。<br>把君山削去该有多好，可让洞庭湖水平铺开去望而无边。巴陵的美酒饮不尽，共同醉倒于洞庭湖的秋天。</p> <p><strong>注释</strong><br>竹林宴：用阮籍、阮咸叔侄同饮于竹林事，《晋书·阮籍传》“（阮）咸任达不拘，与叔父籍为竹林之游。”此以阮咸自喻，以阮籍比<a href=\"http://so.gushiwen.org/author_1106.aspx\">李晔</a>。<br>小阮：即阮咸，与阮籍相对，故称小阮。<br>桡乐：谓舟子行船之歌。挠：舟揖也。<br>刬却：削去。君山：—名洞庭山、湘山。位于洞庭湖中。<br>湘水：洞庭湖主要由湘江潴成，此处即是指洞庭湖水。<br>巴陵：岳州唐时曾改为巴陵郡，治所即今湖南岳阳。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　《陪侍郎叔游洞庭醉后三首》是<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>的一组纪游<a href=\"http://so.gushiwen.org/view_8249.aspx\">诗</a>。它由三首五言绝句 组成。三首均可独立成章，其中第三首，更是具有独特构思的抒情绝唱。</p> <p>　　第一首：“今日竹林宴，我家贤侍郎”，借用阮咸与叔父<a href=\"http://so.gushiwen.org/author_698.aspx\">阮籍</a>的典故，暗寓李白与族叔<a href=\"http://so.gushiwen.org/author_1106.aspx\">李晔</a>共为竹林之宴饮，同为仕途不通的同怜人，以阮咸自喻，以阮籍比作李晔。“三杯容小阮，醉后发清狂”，讲述李白欲借酒消愁，排遣心中的愁绪。</p> <p>　　第二首：“船上齐桡乐，湖心泛月归。白鸥闲不去，争拂酒筵飞。”描绘出一幅酒船管弦齐奏、皓月浮光静影沉璧、白鸥盘旋飞翔的湖上美景图。四句诗句前后片浑然一体，自然流畅，毫无滞涩之感，音情顿挫之中透出豪放雄奇的气势，诗意意境开阔，动静虚实，相映成趣。</p> <p>　　第三首：“刬却君山好，平铺湘水流”，铲去挡住湘水一泻千里直奔长江大海的君山，就好像李白想铲去人生道路上的坎坷障碍。“巴陵无限酒，醉杀洞庭秋”，既是自然景色的绝妙的写照，又是诗人思想感情的曲折的流露，流露出他也希望象洞庭湖的秋天一样，用洞庭湖水似的无穷尽的酒来尽情一醉，借以冲去积压在心头的愁闷。</p> <p>　　这首诗，前后两种奇想，表面上似乎各自独立，实际上却有着内在联系。联系它们的纽带就是诗人壮志未酬的千古愁、万古愤。酒和诗都是诗人借以抒愤懑、豁胸襟的手段。诗人运用独特的想像，不假安排，自然拈出“刬却君山好，平铺湘水流”的诗句。“巴陵无限酒，醉杀洞庭秋”句设喻巧妙，令人回味。只有处在这种心情下的李白，才能产生这样奇特的想象；也只有这样奇特的想象，才能充分表达此时此际李白的心情。</p>",
  "about": "<h2>创作背景</h2> 　　唐肃宗乾元元年（758）春天，<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>因参加永王李璘幕府事，流放夜郎。乾元二年（759）李白行至夔州白帝城，遇赦获释，迫不及待地返至江陵。直到岳阳，遇到族叔<a href=\"http://so.gushiwen.org/author_1106.aspx\">李晔</a>，时由刑部侍郎贬官岭南。于是李白、族叔李晔和被砭官的友人<a href=\"http://so.gushiwen.org/author_60.aspx\">贾至</a>一起同游洞庭湖。李白写了月夜游洞庭湖的三首七言绝句，<a href=\"http://so.gushiwen.org/view_8249.aspx\">诗</a>中以<a href=\"http://so.gushiwen.org/author_698.aspx\">阮籍</a>、阮咸叔侄喻李哗及己，抒写其豪兴。",
  "poet": {
    "id": 247,
    "star": 0,
    "name": "李白",
    "image": "http://img.gushiwen.org/authorImg/libai.jpg",
    "desc": "李白（701年－762年），字太白，号青莲居士，唐朝浪漫主义诗人，被后人誉为“诗仙”。祖籍陇西成纪(待考)，出生于西域碎叶城，4岁再随父迁至剑南道绵州。李白存世诗文千余篇，有《李太白集》传世。762年病逝，享年61岁。其墓在今安徽当涂，四川江油、湖北安陆有纪念馆。"
  },
  "tags": [
    "记游",
    "宴饮",
    "组诗"
  ]
}