{
  "id": 18286,
  "star": 1,
  "name": "哭连州凌员外司马",
  "dynasty": "唐代",
  "content": "废逐人所弃，遂为鬼神欺。<br>才难不其然，卒与大患期。<br>凌人古受氏，吴世夸雄姿。<br>寂寞富春水，英气方在斯。<br>六学成一贯，精义穷发挥。<br>著书逾十年，幽赜靡不推。<br>天庭掞高文，万字若波驰。<br>记室征两府，宏谋耀其奇。<br>车酋轩下东越，列郡苏疲羸。<br>宛宛凌江羽，来栖翰林枝。<br>孝文留弓剑，中外方危疑。<br>抗声促遗诏，定命由陈辞。<br>徒隶肃曹官，征赋参有司。<br>出守乌江浒，左迁湟水湄。<br>高堂倾故国，葬祭限囚羁。<br>仲叔继幽沦，狂叫唯童儿。<br>一门即无主，焉用徒生为！<br>举声但呼天，孰知神者谁？<br>泣尽目无见，肾伤足不持。<br>溘死委炎荒，臧获守灵帷。<br>平生负国谴，骇骨非敢私。<br>盖棺未塞责，孤旐凝寒颸。<br>念昔始相遇，腑肠为君知。<br>进身齐选择，失路同瑕疵。<br>本期济仁义，合为众所嗤。<br>灭身竟不试，世义安可支！<br>恬死百忧尽，苟生万虑滋。<br>顾余九逝魂，与子各何之？<br>我歌诚自恸，非独为君悲！",
  "fanyi": "<p><strong>译文<br></strong>遭贬后不仅被众人所弃，更为鬼神相辱相欺。<br>人才难得，果然就是这样，像凌准这样的才子，居然于悲苦中客死他乡。<br>凌家的祖先为尧舜时代的受氏，三国时的《吴书》曾对凌统大加夸赞。<br>尔后的富阳凌氏寂寞无闻，凌准的才气又使家族名冠江南。<br>六经要旨一气贯通，你把所有的精妙之处都加以发扬。<br>卧薪尝胆，著述十年，你为多少玄奥解疑释难。<br>你在朝廷中撰写的雄文，万言文辞有若洪波奔放。<br>你曾受聘于邠宁、泾原两府担任智囊，宏略高论足以显露出奇思妙想。<br>你奉命出巡浙东一带，惩治贪吏，慰劳百姓，了解他们的苦难。<br>犹如回旋翻飞在大江之上的丹凤，终于栖憩在翰林的枝端。<br>在德宗意外崩驾的重大关头，宫廷内外谣言四起，危机重重。<br>是你力排众议，迅速公开遗诏，为拥立新君慷慨陈辞，使天下转危为安。<br>执掌徒隶簿，你为同僚做出了廉洁的榜样，主管征赋事，你坚持制度处处为朝廷打算。<br>曾出任和州太守，又左迁至湟水之畔。<br>母亲病故于家乡，而你为谪人，生不能养死不能葬。<br>不久后两弟又相继辞世，在他们身边痛哭的只有尚未省事的儿郎。<br>家中失去了主心骨，苟活的生者只能眼睁睁看着他们一去不返。<br>无奈中只好抬头喊天，万能的神呵，你今在何方!<br>你痛哭得泪尽声绝双目失明，肾气衰竭，走路摇晃。<br>你竟然暴死于炎热的蛮荒，守灵的没有亲人，只有仆人与丫环!<br>你在生被贬谪在边远之地，死后骸骨也不能回归故乡。<br>悲哀呀！盖棺之后仍是流言四起，孤独的灵旗在寒风中冻凝不扬!<br>想当年我们初次相识，一见如故，互诉衷肠。<br>我们选择了共同的改革目标，进身朝廷,又因为一样的原因被贬南蛮。<br>我们原本期望以仁义普济众生，那必然为愚蠢的人群讥笑中伤。<br>我们到死也未有用武之地，维系正义,还有何指望？<br>死去的，当然一了百了，苟活者，却忧思千万。<br>我自己每晚都多次梦回长安，不知是否能与你同路返乡？<br>兄弟呀！我长歌当哭全然出于心灵深处的哀恸，为国为民，并非仅仅是为你而悲伤！</p> <p><strong>注释<br></strong>[1]连州：今广东省连县。凌员外司马：即凌准，<a href=\"http://so.gushiwen.org/author_646.aspx\">柳宗元</a>好友之一。<br>[2]鬼神欺：凌准贬后，母丧，两弟相续死，己又丧其明以殁，灾难踵至，故云“鬼神欺”也。<br>[3]“才难”句：《论语·泰伯》：“才难，不其然乎！”<br>[4]大患：谓死。<br>[5]凌人：《周礼·天官》凌人：“凌人，掌冰。”<br>[6]“吴世”句：《三国志·吴书·凌统传》“凌统字公绩，吴郡馀杭人也”。<br>[7]“寂寞”二句谓凌统之后，富阳凌氏遽尔衰落，无有声望之人。英气所聚乃在准也。<br>[8]六学：指<a href=\"http://so.gushiwen.org/view_18286.aspx\">诗</a>、书、礼、乐、易、春秋。<br>[9]精义：《易乾》“刚健中正，纯粹精也”。<br>[10]凌准著有《后汉春秋》二十万言、《六经解围人文集》八万言。<br>[11]幽赜：《易系辞》“探赜索隐，钩深致远。”<br>[12]天庭：宫廷。掞（shàn善）：舒展，铺张。<br>[13]凌准以金吾兵曹为邠宁节度史掌书记。泾之乱以谋画佐元戎，常有大功。<br>[14]东越：指浙东地区。<br>[15]凌准后迁侍御史，为浙东廉使判官，抚循罢人，按验污吏，吏人敬爱，厥绩以懋，粹然而光。<br>[16]宛宛：《史记·<a href=\"http://so.gushiwen.org/author_70.aspx\">司马相如</a>列传》“宛宛黄龙，与德而升。”<br>[17]《凌君权厝记》：“凌准治浙东有绩，声闻于上，召以为翰林学士。”<br>[18]孝文：德宗谥曰“德宗神武孝文皇帝。”<br>[19]中外：谓宫内与朝廷。<br>[20]“抗声”二句：德宗崩，近臣议秘三日乃下遗诏，凌准独抗危词，以语同列王伾，画其不可者六七，乃以旦日发丧，六师万姓安其分。<br>[21]徒隶：狱中服役的犯人。《管子·轻重》：“今发徒隶而作之”。<br>[22]凌准入为尚书郎，仍以文章侍从，由本官参度支，调发出纳，奸吏衰止。<br>[23]乌江浒：谓和州也。<br>[24]左迁：贬职。<br>[25]高堂：旧称父母为高堂。<br>[26]凌准居母丧，不得归。<br>[27]“仲叔”句言两弟相续去世。<br>[28]“举声”句言呼天不应。<br>[29]“泣尽”句言凌准悲伤过度，“不食，哭泣，遂丧其明以没。”<br>[30]溘死：<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>《离骚》：“宁溘死而流亡兮。”<br>[31]臧获：奴婢贱称也。<br>[32]负：遭受，遭遇。<br>[33]骇：通骸。<br>[34]旐（zhào照）：一种黑色魂幡，出丧时用。飔（sī思）：凉风。<br>[35]《<a href=\"http://so.gushiwen.org/author_715.aspx\">扬雄</a>解嘲》：“当途者入青云，失路者委沟渠。”<br>[36]<a href=\"http://so.gushiwen.org/author_787.aspx\">孔融</a>《临终诗》：“生存多所虑，长寝万事毕。”<br>[37]九逝魂：《楚辞·九章·抽思》：“惟郢路之辽远兮，魂一夕而九逝。”<br>[38]最后二句言柳宗元与凌准二人同命也。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　“兔死狐悲”，比喻遭遇不幸的人总是引起同命人的震惊和哀怜，这是因为同样的人生遭遇，塑造了同样的人生感受，故一人有难，同命者必怜之。<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>《琵琶行》中“同是天涯沦落人，相逢何必曾相识”，说的也是同样的感受。人生的伤心事莫甚于此者，那就是与自己同呼吸共命运的朋友，突然死去，进而使自己联想到生的悲伤和死的幻灭。<a href=\"http://so.gushiwen.org/author_646.aspx\">柳宗元</a>《哭连州凌员外司马》写的就是这样一种感受。</p> <p>　　第一部分</p> <p>　　首先用点睛之笔大致介绍了凌准的“才”与“命”，凌准是个“才济命不济”的人，最后英年早逝。</p> <p>　　哭连州凌员外司马第二部分</p> <p>　　1、柳宗元介绍了凌准高贵的出身——他的祖先是尧舜手下的掌水之官，他的前辈凌统是三国孙权的大将，功勋卓著，威震江东。2、写了他渊博的学识，他身怀六艺，发愤写作，才华横溢，捭阖纵横。凌准是个学富五车的才子，他写了一首万言<a href=\"http://so.gushiwen.org/view_18286.aspx\">诗</a>给当时的丞相，得到赏识，被提拔为崇文馆校书朗。诗中所讲的“天庭才炎 高文，万字若波驰”讲的就是这件事。凌准还著有30万言的《后汉春秋》，八万言的《六经解围人文集》。柳宗元称赞他“著书逾十年，赜靡不推”，并不是用虚言为死人溢美。3、写他的五大政绩，一是建中初年，凌准在邰宁节度使府中（又称征西府）以金吾兵曹的身份任掌书记，受到普遍好评。二是他出巡浙东以观察判官的身份安抚老百姓，惩治贪官污吏，官声很好。三是写他因为在浙东的政绩被皇上诏为翰林学士。四是写凌准在公元805年（贞元二十一年）正月，唐德宗死后，朝廷大臣都认为五天以后再发丧，而凌准此时挺身而出，认为天下无主，必使四方猜疑，有野心的人乘机作乱，应该立即将皇上驾崩的消息通告天下；另立新主，诏告四方，以安定天下。当时的重臣王伾听从他的意见，第二天发丧，结果验证凌准的意见是准确的。由于及时发丧，确立了新君，天下人心安定，有异志者也不敢动。五是凌准在翰林院调度钱粮，公正廉明，使那些作奸犯科者、想从国家的钱财中捞一把的人为之整肃。柳宗元通过介绍凌准的政德、政行、政绩表现了他非凡的政治才能和练达利索的政治品格。</p> <p>　　哭连州凌员外司马第三部分</p> <p>　　柳宗元表达了对凌准悲惨遭遇的深切同情。“永贞革新”失败后，凌准开始被贬到四川河州作刺史，与柳宗元一样，永贞元年九月他是在赴河州刺史任的路上，再次被降职，被贬到更僻远的广东连州做司马。在他被贬的途中，他的母亲经不起儿子远谪他乡的打击，因病而逝。紧接着，他的两个弟弟死亡，而朝廷的命令却是被贬之人不能回家送丧，必须按期到任。凌准为此痛不欲生，涕泪横流。“泣尽目无见，肾伤足不持”——把眼睛哭瞎了，身体也垮了，不久便一命归天。“溘死委灵荒，臧获守灵帷”，天下的人都认为他是罪人、小人，连他的尸骸都不敢接近。人虽然死了，连个公正的评价都没得到，只有孤零零的灵幡和凄冷的寒风陪伴着他的孤坟。柳宗元是在为好友鸣不平，也是夫子自道，是对共同的不公正的命运和世道的谴责与抗争。</p> <p>　　哭连州凌员外司马第四部分</p> <p>　　柳宗元一往情深，无限感慨地回顾了二人的友谊。两人从认识开始便肝胆相照，后来同时因文章功夫被选拔为朝廷重臣。在“永贞革新”运动中砥柱中流、冲锋陷阵，改革失败后，又同时贬为刺史，再贬为司马。两个人都年轻气盛、壮志凌云，想为天下人谋福利、成仁义，想不到，一腔热血、几年艰辛，竟成了天下小人的笑柄。少年壮志和一生功名都化为泡影。接下来柳宗元表达了生死异路，从此永诀的巨大悲哀。死者已逝，而活着人还将在世人的冷眼和唾沫，在心魔的滋扰下倍受折磨。“顾余九逝魂，与子各何之？我歌诚自恸，悲独为君悲。”告别自己同命的亡友，柳宗元为朋友悲为自己悲，一颗孤心在泣血、颤栗，这不仅是共同的命运产生的强烈共振，不仅是为过去的事情而感叹。柳宗元似乎是在凌准灵前长明灯的光焰里看到了自己同样不幸的未来。</p>",
  "about": "<h2>创作背景</h2> 　　凌准，字宗一，浙江富阳人，年轻的时候才华横溢，朝气勃勃，与<a href=\"http://so.gushiwen.org/author_646.aspx\">柳宗元</a>一起策划并参与了公元805年（永贞元年）由王叔文、王伾领导的“永贞革新”，是因王叔文事件被贬的著名八司马之一。当年，柳宗元贬湖南永州（现在的湖南永州），凌准被贬广东连州（现广东连县）。凌准是八司马中最不幸的，贬连州后，他的母亲在杭州抚阳去世，紧接着他的两个弟弟先后死去，凌准忧思成疾，双目失明，最后死于桂阳佛市。对他的不幸亡故，柳宗元写了《哭连州凌员外司马》一<a href=\"http://so.gushiwen.org/view_18286.aspx\">诗</a>和《故连州员外司马凌君权厝志》一文，表示沉痛哀悼，这首哭别亡友诗共分四个部分。",
  "poet": {
    "id": 646,
    "star": 0,
    "name": "柳宗元",
    "image": "http://img.gushiwen.org/authorImg/liuzongyuan.jpg",
    "desc": "柳宗元（773年－819年），字子厚，唐代河东（今山西运城）人，杰出诗人、哲学家、儒学家乃至成就卓著的政治家，唐宋八大家之一。著名作品有《永州八记》等六百多篇文章，经后人辑为三十卷，名为《柳河东集》。因为他是河东人，人称柳河东，又因终于柳州刺史任上，又称柳柳州。柳宗元与韩愈同为中唐古文运动的领导人物，并称“韩柳”。在中国文化史上，其诗、文成就均极为杰出，可谓一时难分轩轾。"
  },
  "tags": [
    "怀人",
    "友人",
    "悲伤"
  ]
}