{
  "id": 72622,
  "star": 26,
  "name": "古风·其十五",
  "dynasty": "唐代",
  "content": "燕昭延郭隗，遂筑黄金台。<br>剧辛方赵至，邹衍复齐来。<br>奈何青云士，弃我如尘埃。<br>珠玉买歌笑，糟糠养贤才。<br>方知黄鹄举，千里独徘徊。",
  "fanyi": "<p><strong>译文<br></strong>燕昭王延请郭瑰，高筑起了黄金台。<br>剧辛从赵国投奔燕国，后来邹衍也从齐国奔来。<br>可是如今的当政者，却弃我如同尘埃。<br>他们宁肯花珠玉来买歌看舞，却以糟糠养贤才。<br>此刻我方明白，黄鹤为什么要远君而去，千里高飞独自徘徊。</p> <p><strong>注释<br></strong>①燕昭：即燕昭王。延：聘请。郭隗：战国时燕国人。据《史记·燕昭公世家》记载：战国时，燕昭王欲报齐国侵占国土之耻，屈身厚币招纳天下贤士。郭隗说：“要想招致四方贤士，不如先从我开始，这样贤于我的人就会不远千里前来归附。”于是昭王修筑宫室给郭隗居住，像对待老师一样尊重他。后来乐毅、邹衍、剧辛等都相继来到燕国。当邹衍到燕国时，昭王亲自拿着扫帚，屈着身子在前扫除路上灰尘，恭敬相迎。后任乐毅为上将军。乐毅为燕国攻下齐国七十余城。<br>②黄金台：据《上谷郡图经》载，黄金台在易水东南十八里，燕昭王置千金于台上，以延天下之士。台故址在今河北易县东南。<br>③剧辛：战国时燕将，原为赵国人，燕昭王招徕天下贤士时，由赵入燕。<br>④邹衍：亦作驺衍，战国时著名的哲学家，齐国人。<br>⑤奈何：怎么，为何。青云士：指身居高位的人，即当权者。《史记·伯夷列传》：“闾巷之人，欲砥行立名者，非附青云之士，恶能施于后世哉？”后因以“青云士”喻指位高名显的人。<br>⑥买歌笑：指寻欢作乐。<br>⑦举：高飞。黄鹄举：相传春秋时鲁国人田饶因鲁哀公昏庸不明，自比为“一举千里”的黄鹄（古书中“鹄”、“鹤”常常通用），用“黄鹄举矣”，表示要离开鲁国。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这是一首以古讽今、寄慨抒怀的五言古<a href=\"http://so.gushiwen.org/view_72622.aspx\">诗</a>。诗的主题是感慨怀才不遇。</p> <p>　　前四句用战国时燕昭王求贤的故事。燕昭王决心洗雪被齐国袭破的耻辱，欲以重礼招纳天下贤才。他请郭隗推荐，郭隗说：王如果要招贤，那就先从尊重我开始。天下贤才见到王对我很尊重，那么比我更好的贤才也会不远千里而来了。于是燕昭王立即修筑高台，置以黄金，大张旗鼓地恭敬郭隗。这样一来，果然奏效，当时著名游士如剧辛、邹衍等人纷纷从各国涌来燕国。在这里，<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>的用意是借以表明他理想的明主和贤臣对待天下贤才的态度。李白认为，燕昭王的英明在于礼贤求贤，郭隗的可贵在于为君招贤。</p> <p>　　然而，那毕竟是历史故事。次四句，诗人便化用前人成语，感讽现实。“青云士”是指那些飞黄腾达的达官贵人。《史记。伯夷列传》说：“闾巷之人欲砥行立名者，非附青云之士，恶能施于后世者！”意思是说，下层寒微的士人只有依靠达官贵人，才有可能扬名垂世，否则便被埋没。李白便发挥这个意思，感慨说，无奈那些飞黄腾达的显贵们，早已把我们这些下层士人象尘埃一样弃置不顾。显贵之臣如此，那么当今君主怎样呢？李白化用<a href=\"http://so.gushiwen.org/author_698.aspx\">阮籍</a>《咏怀》第三十一首讽刺魏王语“战士食糟糠，贤者处蒿莱”，尖锐指出当今君主也是只管挥霍珠玉珍宝，追求声色淫靡，而听任天下贤才过着贫贱的生活。这四句恰和前四句形成鲜明对比。诗人在深深的感慨中，寄寓着尖锐的揭露和讽刺。</p> <p>　　现实不合理想，怀才不获起用，那就只有远走高飞，别谋出路，但是前途又会怎样呢？李白用了春秋时代田饶的故事，含蓄地抒写了他在这种处境中的不尽惆怅。田饶在鲁国长久未得到重用，决心离去，对鲁哀公说：“臣将去君，黄鹄举矣！”鲁哀公问他“黄鹄举”是什么意思。他解释说，鸡忠心为君主效劳，但君主却天天把它煮了吃掉，这是因为鸡就在君主近边，随时可得；而黄鹄一举千里，来到君主这里，吃君主的食物，也不象鸡那样忠心效劳，却受到珍贵，这是因为黄鹄来自远方，难得之故。所以我要离开君主，学黄鹄高飞远去了。鲁哀公听了，请田饶留下，表示要把这番话写下来。田饶说：“有臣不用，何书其言！”就离开鲁国，前往燕国。燕王立他为相，治燕三年，国家太平。鲁哀公为此后悔莫及。（见《韩诗外传》）李白在长安，跟田饶在鲁国的处境、心情很相似，所以这里说“方知”，也就是说，他终于体验到田饶作“黄鹄举”的真意，也要离开不察贤才的庸主，去寻求实现壮志的前途。但是，田饶处于春秋时代，王室衰微，诸侯逞霸，士子可以周游列国，以求遂志。而李白却是生活在统一强盛的大唐帝国，他不可能象田饶那样选择君主。因此，他虽有田饶“黄鹄举”之意，却只能“千里独徘徊”，彷徨于茫茫的前途。这末二句，归结到怀才不遇的主题，也结出了时代的悲剧，形象鲜明，含意无尽。</p> <p>　　《古风》五十九首都是拟古之作。其一般特点是注重比兴，立意讽托，崇尚风骨，气势充沛，而语言朴实。这首显然拟阮籍《咏怀》体，对具体讽刺对象，故意闪烁其词，但倾向分明，感情激越，手法确似阮诗。这表明李白有很高的诗歌艺术素养和造诣。但从诗的构思和诗人形象所体现的全篇风格来看，这诗又确实保持着李白的独特风格。如上所述，首四句是咏历史以寄理想，但手法是似乎直陈史事，不点破用意。次四句是借成语以慨现实，但都属泛指，读者难以猜测。末二句是借故事以写出路，但只以引事交织描叙，用形象点到即止。总起来看，手法是故拟阮籍的隐晦，而构思则从理想高度来揭露现实的黑暗，表现出李白那种热情追求理想的思想性格，和他的诗歌艺术的一个主要的风格特征。</p><br/><h2>赏析二</h2> <p>　　燕昭王礼贤下士，是封建社会怀才不遇的士阶层所景仰的贤王，郭隗等得遇明主，被封建社会怀才不遇的士阶层所羡慕。<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>用燕昭延郭隗典所写的<a href=\"http://so.gushiwen.org/view_72622.aspx\">诗</a>不只一首，大多是抒发了诗人自己怀才不遇的感慨。</p> <p>　　这首寄慨而抒怀的五言古诗，开篇四句即以燕昭王求贤的典故入诗，其旨意是十分明显的。“燕昭延郭隗，遂筑黄金台。剧辛方赵至，邹衍复齐来。”郭隗、剧辛、邹衍皆为当时之名士。据《史记·燕世家》载：燕昭王以被齐国袭破为耻，决心招揽天下贤士以报齐仇，郭隗对燕昭王说：“王必欲致士，先从隗始，况贤于隗者，岂远千里哉！”意思是君王要想招贤揽士，不如先从我开始，这样比我贤能的人都会不远千里来归附于君王。燕昭王立即为郭隗筑宫室并以师尊之，又筑高台，置千金于上以延请天下贤士，这样一来，剧辛、邹衍、乐毅等名士皆纷纷而至，燕国遂强大。在这四句诗里，李白即表达了自己对燕昭王的仰慕，也显露了自己对郭隗等贤才得遇明主的企羡，而生不逢时的喟叹也充溢了字里行间。如果说前四句旨在颂古中透露出自己的愿望和企羡，而中四句则意在讽今中表明自己的激愤和不平。“奈何青云士，弃我如尘埃。珠玉买歌笑，糟糠养贤才。”青云士，原指立德立言的高尚之人。语出《史记·伯夷传》：“闾巷之人欲砥行立名者，非附青云之士，恶能施于后世哉?”意思是出身低微的人，只有依靠高尚的人才可能扬名人世而不被埋没。细味诗中的“青云士”，诗人是反其意而用之，恰恰是指那些无德无才的尸位素餐者，他们既无能辅佐君主，又无德选贤任能，有才华有抱负如李白者，就只能被弃置复弃置，终生不见用。而“珠玉”二句更把讽刺的矛头直指最高统治者，前句讽刺他们挥霍无度、荒淫奢侈，后句揭露他们贤愚不分、黑白颠倒，与《古风·登高望四海》中“梧桐巢燕雀，枳棘栖鸳鸯”同意，至此，诗人已把自己对现实政治、对最高统治者的清醒认识，昭昭于天下。“方知黄鹄举，千里独徘徊”，结出诗人自己终究不能忘情于世事，他不忍去国他游，也不愿归隐山林，独自徘徊于苍天白云之下，没有知己，形单影只。“黄鹄举”典出春秋时代田饶与鲁哀公事。田饶久事鲁哀公而终未得重用，于是他就对鲁哀公说：“臣将去君，黄鹄举矣。”鲁哀公问他何为“黄鹄举”?田饶解释说：鸡有五德，忠心围绕在君周围，君主却要把它杀了吃掉，这是因为鸡离君主太近，伸手可得。而黄鹄一举千里，来到君主这里“食君鱼，啄君黍梁”没有鸡的忠心却受到君主的宠爱，这是因为黄鹄（即天鹅）来自远方，难得见到的缘故，因此我也要离开你，远走高飞。这样，田饶离鲁赴燕，被燕王立为相，治燕三年，天下太平。鲁哀公悔之不及。李白与田饶不同之处在于他对他的国家一往情深，不被世用，也不肯离开，故而他痛苦、他激愤，他牢骚满腹，他写诗作文以抒积郁，这正是他的可敬、可爱之处。</p>",
  "about": "<h2>创作背景</h2> 　　此<a href=\"http://so.gushiwen.org/view_72622.aspx\">诗</a>当为<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>在唐玄宗天宝三载（744年）将离开长安时所作。因仰慕尊重人才的燕昭王，对当权者不重用贤士而不满，有感而作。",
  "poet": {
    "id": 247,
    "star": 0,
    "name": "李白",
    "image": "http://img.gushiwen.org/authorImg/libai.jpg",
    "desc": "李白（701年－762年），字太白，号青莲居士，唐朝浪漫主义诗人，被后人誉为“诗仙”。祖籍陇西成纪(待考)，出生于西域碎叶城，4岁再随父迁至剑南道绵州。李白存世诗文千余篇，有《李太白集》传世。762年病逝，享年61岁。其墓在今安徽当涂，四川江油、湖北安陆有纪念馆。"
  },
  "tags": [
    "以古讽今",
    "怀才不遇"
  ]
}