{
  "id": 72910,
  "star": 17,
  "name": "台城路·白狼河北秋偏早",
  "dynasty": "清代",
  "content": "白狼河北秋偏早，星桥又迎河鼓。清漏频移，微云欲湿，正是金风玉露。两眉愁聚。待归踏榆花，那时才诉。只恐重逢，明明相视更无语。<br>人间别离无数，向瓜果筵前，碧天凝伫，连理千花，相思一叶，毕竟随风何处。羁栖良苦，算未抵空房，冷香啼曙。令夜天孙，笑人愁似许。",
  "fanyi": "<p><strong>译文<br></strong>白狼河以北的边地，秋季偏早。架于银河之上的鹊桥又将迎来牵牛星。清晰的漏壶滴水声随着时间推移，淡淡的云似乎更湿润了，这正是金风玉露相逢之时。鹊桥那端，织女的双眉忧愁地攒聚着，是要等牵牛踏着榆花归来，才好将心事说与郎听。却又只恐，重逢之时，分明相望却没有了言语。<br>人间的别离无数，有多少人，在瓜果的筵席前，向着碧空凝望。连理花，相思叶，随风飘散到了何处?羁旅之中的我怀思良苦，却也不及家中妻子，在冷冷清清的空房里，流泪到天明。今夜喜相逢的织女星，笑人忧愁如许。</p> <p><strong>注释<br></strong>①白狼河：即大凌河。<br>②星桥：指鹊桥。河鼓：即牵牛星。<br>③清漏：漏，古计时器。清漏，是将时漏中水之清移来形容时漏本身。<br>④金风玉露：化用李商稳的《辛未七夕》<a href=\"http://so.gushiwen.org/view_72910.aspx\">诗</a>和<a href=\"http://so.gushiwen.org/author_125.aspx\">秦观</a>的《鹊桥仙》词。李诗日：“由来碧落银河畔，可要金风雨露时。”秦词日：“金风玉露一相逢，便胜却、人间无数。”<br>⑤待归踏榆花：用唐诗人曾虎《织女牵牛》诗典故：“欲将心就仙郎说，借问榆花早晚秋。”<br>⑥瓜果筵：古代妇女在七夕时，常在庭中供上瓜果以庆祝牛郎织女相会。<br>⑦连理：连理树，比喻夫妇恩爱深重。<br>⑧相思一叶：用红叶题诗的典故。<br>⑨曙：天亮。<br>⑩天孙：织女星别名。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　<a href=\"http://so.gushiwen.org/author_188.aspx\">纳兰性德</a>虽为康熙皇帝的近侍和权相明珠的长子，但他性情淡泊，把自身的处境和地位看作是难以摆脱的束缚。他和卢氏结婚后，伉俪情深，常以扈从皇帝出巡不能与妻子团聚为苦，所谓“一生一代一双人，争教两处销魂”（《画堂春》、《台城路》）正是<a href=\"http://so.gushiwen.org/view_72910.aspx\">诗</a>人远在塞外，又适逢传说中牛郎织女相会的七夕，触景生情，而对夫妻相思之苦的抒写。</p> <p>　　词的上片写天上牛郎织女相会。关于牛郎织女相会的传说，最早大概见于《荆楚岁时纪》：“天河之东有织女，天帝之子也。年年积杼劳役，织成云锦天衣。天帝怜其独处，许嫁河西牵牛郎。嫁后，遂废织缍。天帝怒，遂令归河东，唯每年七月七日夜，渡河一会。”后来，人们又进一步敷演为更富有民间色彩的爱情故事。又因织女善织缍，妇女们便于七夕结彩缕穿七孔针，陈瓜果于庭以乞巧，遂成为习俗。七夕夜，牛郎织女尚且要团聚，而词人却和爱妻天各一方。此时此景，怎能不引起无限的愁思，所以词人笔下的牛郎织女相思，以及想象中他们相会的情景，都揉合了诗人自身的生活体验。</p> <p>　　词的下片，由上片牛郎织女的会合而推及到人间。“人间别离无数。”词人把自身置于天下无数有情人不能团聚者之列，在抒写离散的悲苦中融入了对现实的揭露和控诉。“向瓜果筵前，碧天凝伫。”独守空闺的思妇，哪有在瓜果筵前乞巧的心绪呢，她们凝望碧空，羡慕牛郎织女还有相会之时，而自己的丈夫、自己的恋人，他又在何方?她们不能不发出痛苦的质问：“连理千花，相思一叶，毕竟随风何处？”“连理”，树枝或树干长在一起的两棵树，比喻夫妇之爱。“相思一叶”，指唐代书生于祜和宫女韩氏在红叶上题写相思诗句，通过御沟流水传递，而后终偕良缘的故事（宋张实《流红记》）。然而，这传说中的故事，在现实生活中太少了。“连理千花，相思一叶”，到底都随风飘飞到哪里去了？在这无数的思妇之中，自然也有诗人的爱妻卢氏在内。所以，词人紧接着把笔锋转向自身。“羁栖良苦”，被王事羁绊、栖寄他乡实在太苦了。而爱妻呢，“算未抵空房，冷香啼曙”，料想在我未回去的空房里，夜阑香冷，彻夜不眠的妻子把枕头都哭湿了。“冷香”，富贵人家的闺房常用香料熏染。性德《青玉案·宿乌龙江》：“料得香闺香正彻。”指的就是香料的香气。初睡时浓郁的香气随着黎明的到来，飘散得很淡薄了，所以说冷香。 “今夜天孙，笑人愁似许！”今夜和牛郎相会的织女，也会讪笑人间这样多的离愁别绪。“天孙”，织女星的别名。诗人通过想象，反衬出人间夫妻离别之恨尤胜于牛郎和织女。</p> <p>　　全词通过想象，把真挚浓烈的情感凝结于美丽哀婉的神话传说之中，把自身夫妻相别之恨、相思之苦推及于天下离散的有情人，使词的意境更为深远。语言鲜明生动，无论是描景、写情、用典、叙事，皆如清水芙蓉，清新自然，毫无雕饰痕迹。</p>",
  "about": "<h2>创作背景</h2> 　　这首咏七夕的词大约作于康熙十五年（1676）“七夕”之日。时纳兰任三等侍卫，是第一次扈驾出巡塞外。农历七月七日，天上牵牛织女相逢，而自己却与妻子分离，于是词人为表达自己内心的思念之情而写下这首词。",
  "poet": {
    "id": 188,
    "star": 0,
    "name": "纳兰性德",
    "image": "http://img.gushiwen.org/authorImg/nalanxingde.jpg",
    "desc": "纳兰性德（1655－1685），满洲人，字容若，号楞伽山人，清代最著名词人之一。其诗词“纳兰词”在清代以至整个中国词坛上都享有很高的声誉，在中国文学史上也占有光采夺目的一席。他生活于满汉融合时期，其贵族家庭兴衰具有关联于王朝国事的典型性。虽侍从帝王，却向往经历平淡。特殊的生活环境背景，加之个人的超逸才华，使其诗词创作呈现出独特的个性和鲜明的艺术风格。流传至今的《木兰花令·拟古决绝词》——“人生若只如初见，何事秋风悲画扇？等闲变却故人心，却道故人心易变。”富于意境，是其众多代表作之一。"
  },
  "tags": [
    "边塞",
    "写景",
    "惆怅",
    "伤感"
  ]
}