{
  "id": 49425,
  "star": 1026,
  "name": "临江仙·夜饮东坡醒复醉",
  "dynasty": "宋代",
  "content": "夜饮东坡醒复醉，归来仿佛三更。家童鼻息已雷鸣。敲门都不应，倚杖听江声。 <br>长恨此身非我有，何时忘却营营。夜阑风静縠纹平。小舟从此逝，江海寄余生。",
  "fanyi": "<p><strong>译文</strong><br>　　夜深宴饮在东坡的寓室里醒了又醉，回来的时候仿佛已经三更。这时家里的童仆早已睡熟鼾声如雷鸣。轻轻地敲了敲门，里面全不回应，只好独自倚着藜杖倾听江水奔流的吼声。<br>　　经常愤恨这个躯体不属于我自己，什么时候能忘却为功名利禄而奔竞钻营！趁着这夜深、风静、江波坦平，驾起小船从此消逝，泛游江河湖海寄托余生。</p> <p><strong>注释</strong><br>东坡：在湖北黄冈县东。<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>谪贬黄州时，友人马正卿助其垦辟的游息之所，筑雪堂五间。<br>听江声：苏轼寓居临皋，在湖北黄 县南长江边，故能听长江涛声。<br>营营：周旋、忙碌，内心躁急之状，形容为利禄竟逐钻营。<br>夜阑：夜尽。<br>縠纹：比喻水波细纹。縠，绉纱。</p><br/><h2>英译</h2> <p>Riverside Daffodils<br>Su Shi</p> <p>Drinking at Eastern Slope by night,<br>I sober, then get drunk again.<br>When I come back, it's near midnight,<br>I hear the thunder of my houseboy's snore;<br>I knock but no one answers the door.<br>What can I do but, leaning on my cane,<br>Listen to the river's refrain?</p> <p>I long regret I am not master of my own.<br>When can I ignore the hums of up and down?<br>In the still night the soft winds quiver<br>On ripples of the river.<br>From now on I would vanish with my little boat;<br>For the rest of my life on the sea I would float.</p>",
  "shangxi": "<h2>赏析</h2> <p><strong>上片赏析</strong><br>　　这首词作于神宗元丰五年，即东坡黄州之贬的第三年。全词风格清旷而飘逸，写作者深秋之夜在东坡雪堂开怀畅饮，醉后返归临皋住所的情景，表现了词人退避社会、厌弃世间的人生理想、生活态度和要求彻底解脱的出世意念，展现了作者旷达而又伤感的心境。</p> <p>　　上片首句“夜饮东坡醒复醉”，一开始就点明了夜饮的地点和醉酒的程度。醉而复醒，醒而复醉，当他回临皋寓所时，自然很晚了。“归来仿佛三更”，“仿佛” 二字，传神地画出了词人醉眼朦胧的情态。这开头两句，先一个“醒复醉”，再一个“仿佛”，就把他纵饮的豪兴淋漓尽致地表现出来了。</p> <p>　　接着，下面三句，写词人已到寓所、在家门口停留下来的情景：“家童鼻息已雷鸣。敲门都不应，倚杖听江声。”走笔至此，一个风神潇洒的人物形象，一位襟怀旷达、遗世独立的“幽人”跃然纸上，呼之欲出。其间浸润的，是一种达观的人生态度，一种超旷的精神世界，一种独特的个性和真情。</p> <p>　　上片以动衬静，以有声衬无声，通过写家僮鼻息如雷和作者谛听江声，衬托出夜静人寂的境界，从而烘托出历尽宦海浮沉的词人心事之浩茫和心情之孤寂，使人遐思联翩，从而为下片当中作者的人生反思作好了铺垫。</p> <p><strong>下片赏析</strong><br>　　下片一开始，词人便慨然长叹道：“长恨此身非我有，何时忘却营营？”这奇峰突起的深沉喟叹，既直抒胸臆又充满哲理意味，是全词枢纽。</p> <p>　　以上两句精粹议论，化用庄子“汝身非汝有也”、“全汝形，抱汝生，无使汝思虑营营”之言，以一种透彻了悟的哲理思辨，发出了对整个存在、宇宙、人生、社会的怀疑、厌倦、无所希冀、无所寄托的深沉喟叹。这两句，既饱含哲理又一任情性，表达出一种无法解脱而又要求解脱的人生困惑与感伤，具有震撼人心的力量。</p> <p>　　词人静夜沉思，豁然有悟，既然自己无法掌握命运，就当全身免祸。顾盼眼前江上景致，是“夜阑风静縠纹平”，心与景会，神与物游，为如此静谧美好的大自然深深陶醉了。于是，他情不自禁地产生脱离现实社会的浪漫主义的遐想，唱道：“小舟从此逝，江海寄余生。”他要趁此良辰美景，驾一叶扁舟，随波流逝，任意东西，他要将自己的有限生命融化在无限的大自然之中。</p> <p>　　“夜阑风静彀纹平”，表面上看来只是一般写景的句子，其实不是纯粹写景，而是词人主观世界和客观世界相契合的产物。它引发出作者心灵痛苦的解脱和心灵矛盾的超越，象征着词人追求的宁静安谧的理想境界，接以“小舟”两句，自是顺理成章。苏东坡政治上受到沉重打击之后，思想几度变化，由入世转向出世，追求一种精神自由、合乎自然的人生理想。在他复杂的人生观中，由于杂有某些老庄思想，因而在痛苦的逆境中形成了旷达不羁的性格。“小舟从此逝，江海寄馀生”，这余韵深长的歇拍，表达出词人潇洒如仙的旷达襟怀，是他不满世俗、向往自由的心声。 </p>",
  "about": "<h2>创作背景</h2> 　　这首词作于<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>黄州之贬的第三年，即宋神宗元丰五年（1082年）九月。元丰三年（1080年），苏轼因乌台<a href=\"http://so.gushiwen.org/view_49425.aspx\">诗</a>案，谪贬黄州（今湖北黄冈），住在城南长江边上的临皋亭。后来，又在不远处开垦了一片荒地，种上庄稼树木，名之曰东坡，自号东坡居士。还在这里筑屋名雪堂。对于经受了一场严重政治迫害的苏轼来说，此时是劫后余生，内心是忿懑而痛苦的。但他没有被痛苦压倒，而是表现出一种超人的旷达，一种不以世事萦怀的恬淡精神。有时布衣芒屩，出入于阡陌之上，有时月夜泛舟，放浪于山水之间，他要从大自然中寻求美的享受，领略人生的哲理。这就是此词的创作背景。",
  "poet": {
    "id": 183,
    "star": 0,
    "name": "苏轼",
    "image": "http://img.gushiwen.org/authorImg/sushi.jpg",
    "desc": "苏轼（1037－1101），北宋文学家、书画家、美食家。字子瞻，号东坡居士。汉族，四川人，葬于颍昌（今河南省平顶山市郏县）。一生仕途坎坷，学识渊博，天资极高，诗文书画皆精。其文汪洋恣肆，明白畅达，与欧阳修并称欧苏，为“唐宋八大家”之一；诗清新豪健，善用夸张、比喻，艺术表现独具风格，与黄庭坚并称苏黄；词开豪放一派，对后世有巨大影响，与辛弃疾并称苏辛；书法擅长行书、楷书，能自创新意，用笔丰腴跌宕，有天真烂漫之趣，与黄庭坚、米芾、蔡襄并称宋四家；画学文同，论画主张神似，提倡“士人画”。著有《苏东坡全集》和《东坡乐府》等。"
  },
  "tags": [
    "宋词三百首",
    "饮酒",
    "抒怀",
    "旷达"
  ]
}