{
  "id": 25916,
  "star": 8,
  "name": "庄居野行",
  "dynasty": "唐代",
  "content": "客行野田间，比屋皆闭户。借问屋中人，尽去作商贾。 <br>官家不税商，税农服作苦。居人尽东西，道路侵垄亩。 <br>采玉上山颠，探珠入水府。边兵索衣食，此物同泥土。 <br>古来一人耕，三人食犹饥。如今千万家，无一把锄犁。 <br>我仓常空虚，我田生蒺藜。上天不雨粟，何由活烝黎。",
  "fanyi": "<p><strong>译文<br></strong>在田间行走，无意中发现村庄中的很多人家空无一人。向路过的村人打听才知道，这些屋子里的人都外出做生意去了。<br>官家不向商人征税，偏偏征税于劳役辛苦的农民。在这里居住的人，纷纷做生意谋出路去了，以致这里的土地无人耕种，任由行人往来，变成了道路。<br>这些经商的人冒着生命危险上山采玉，下水求珠。可边疆士卒要吃要穿，这些珠宝如同泥土，无法充饥御寒。<br>古来一人耕种，三个人还吃不饱。现在成千上万的人家，竟没有一个人拿着犁锄耕田。<br>我们的粮仓已经空虚了好长一段时间，我们的田园已经完全荒芜。上天不落下粮食，有什么办法去养活众多的老百姓呢？ </p> <p><strong>注释<br></strong>⑴比屋：一作“比邻”，相连接的许多人家。<br>⑵借问：请问。<br>⑶税商：征税于商人。“税”用作动词。<br>⑷侵垅亩：一作“侵垄亩”，侵占了庄稼地。<br>⑸山颠：一作“山巅”。<br>⑹水府：神话传说中龙王的住处，这里指水的深处。<br>⑺此物：指上文的珠宝玉器。<br>⑻把：持，拿。<br>⑼蒺藜：长有细刺的野生草本植物。<br>⑽雨粟：落下粟米。“雨”用作动词，落下。<br>⑾烝黎：百姓。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　<a href=\"http://so.gushiwen.org/author_477.aspx\">姚合</a>在任武功县主簿后曾在农庄闲居一段时期，写了一些反映农村情况的<a href=\"http://so.gushiwen.org/view_25916.aspx\">诗</a>，较有社会意义。这首《庄居野行》就是其中比较典型的一首。</p> <p>　　《庄居野行》诗歌对当时社会上存在的重商轻农的风气进行了正本清源，对受侮辱受损害的农民表示了深厚的同情。由于唐朝政府重商轻农，导致农民都弃农经商，造成“如今千万家，无一把锄犁”的严重局面，因此作者大力呼吁，希望引起政府的重视。此诗和刘驾的《反贾客乐》有异曲同工之妙，拓宽了唐诗创作的题材。</p> <p>　　这首诗在赋的艺术表现手法的运用上颇具特色。</p> <p>　　诗人落笔便直敷诗人“野行”之其事，突现了农村“比屋皆闭户”的萧条荒凉的现实。接着，诗人便挖掘、剖析了农民“闭户”从商的社会原因，说明农民被迫流离失所、漂泊四方的根本症结，在于“官家不税商，税农服作苦”。接下去，诗人又展示了农民被迫采玉撷珠的苦辛和边兵敲诈勒索农民的生活画面，并从古今遥迢辽阔的时间领域上对“官家”逼农经商的昏庸举动进行了鞭笞，从而表达了诗人对社会形势动荡的忧恨。结尾“上天不雨粟，何由活蒸黎”二句的愤怒质问，更寄寓了诗人对广大农民的深切关怀之情。</p> <p>　　赋的表现手法在于体物写志，在记叙性诗歌中用得较多。这首诗几乎通篇用赋，诗人从开头“比屋皆闭户”的社会现状入手，层层展开场景，拓展画面，从“田间”至“比屋”，从“屋中”至“垄亩”，从“山颠”至“水府”，从“古来”到“如今”，从“仓”廪到“田”畴..都达到“随物赋形”的地步，而环境的每一推移，又总带情韵以行，让读者透过“皆”、“尽”、“犹”、“常”等充满感情色彩的时间、程度副词而看到唐末重商轻农的政策给社会带来的不幸后果，虽属平铺直叙，却颇具感人的艺术魅力。</p> <p>　　此外，这首诗语言通俗，对仗工整。如“采玉上山颠，探珠入水府”等句是。“古来一人耕，三人食犹饥；如今千万家，无一把锄犁”等句，则对比鲜明，讽指深入。</p>",
  "about": "<h2>创作背景</h2> 　　<a href=\"http://so.gushiwen.org/author_477.aspx\">姚合</a>在元和十一年（816年）登进士第后授武功主簿，任此职后曾在农庄闲居一段时期，写了一些反映农村情况的<a href=\"http://so.gushiwen.org/view_25916.aspx\">诗</a>，较有社会意义。这首《庄居野行》就是其中比较典型的一首。由于唐朝政府重商轻农，导致农民都弃农经商，造成“如今千万家，无一把锄犁”的严重局面，因此作者大力呼吁，希望引起政府的重视。此诗和刘驾的《反贾客乐》有异曲同工之妙，拓宽了唐诗创作的题材。",
  "poet": {
    "id": 477,
    "star": 0,
    "name": "姚合",
    "image": "http://img.gushiwen.org/authorImg/yaohe.jpg",
    "desc": "姚合，陕州硖石人。生卒年均不详，约唐文宗太和中前后在世。以诗名。登元和十一年（公元八一六年）进士第。初授武功主簿，人因称为姚武功。调富平、万年尉。宝历中，（公元八二六年左右）历监察御史，户部员外郎。出任荆、杭二州刺史。后为给事中，陕、虢观察使。与马戴、费冠卿、殷尧藩、张籍游，李频师事之。诗与贾岛齐名，号称“姚、贾”。仕终秘书监。合著有诗集十卷，《新唐书艺文志》及选王维、祖咏等十八人诗，为极玄集一卷，又摭古人诗联，叙其措意，各有体要，撰诗例一卷，（均《唐才子传》）并传于世。"
  },
  "tags": [
    "忧国忧民",
    "同情",
    "农民"
  ]
}