{
  "id": 70935,
  "star": 172,
  "name": "村居",
  "dynasty": "宋代",
  "content": "水绕陂田竹绕篱，榆钱落尽槿花稀。<br>夕阳牛背无人卧，带得寒鸦两两归。",
  "fanyi": "<h2>译文</h2> 　　村居的远处是流水潺潺，环绕着山坡的田地。住宅外的小园，青竹绕篱，绿水映陂，一派田园风光。槿花稀疏，一树榆钱早就随风而去了。暮色朦胧，老牛缓缓归来。牛背上并不是短笛横吹的牧牛郎，而是伫立的寒鸦。<br/><p><strong>译文<br></strong>流水环绕着水田，篱笆外种满了绿竹；榆钱已经落尽，槿花也变得稀疏。<br>夕阳西下，牛背上没有牧童骑卧，只带着成对的乌鸦，漫步在回村的小路。</p> <p><strong>注释<br></strong>⑴陂田：水田。<br>⑵榆钱：即榆荚，形如钱，色白成串，故俗称榆钱。<br>⑶两两：成双成对。</p>",
  "shangxi": "<h2>赏析二</h2> <p>　　这首<a href=\"http://so.gushiwen.org/view_70935.aspx\">诗</a>写的是农村秋日黄昏的小景，前两句是具体描写村居，后两句是从村居以外来描写村居，意象非常丰富。农家的情况，见诸于诗的已经不计其数，很难写出新意来。这首诗采用远近交替的写法，重在对场景气象的渲染烘托，以大特写的手法，提供带有暗示性的画面，所以后来者居上，取得了很大的成功。</p> <p>　　诗前两句采用当句对，以便于把很广泛的题材浓缩成集中的平面。诗说水田环绕的人家，篱笆外种满了竹子，院落里的榆树钱已经落尽，槿花也都稀疏了。写出晚秋季节里斜阳照耀着的农舍，水竹清华，落木萧萧的景色，充满了和平静穆的气氛。诗仅写了村居外围，而村居本身即可由此想象，成功地避开了熟见的茅檐、白门、蓬窗、桑圃等词，收到了很好的艺术效果。同样，诗没有写人，而通过环境，也可表现住在村居里的人的品藻趣味。</p> <p>　　三、四句是传颂的名句。诗将薄暮景色作了高度浓缩。夕阳西下，照着原野，也照着上面所说的村居、水田，诗在这儿仅以“夕阳”二字，回照上文，增加前两句的形象。而在整个村野中，诗只捕捉住回村的老牛这一中心写，说牛背上没有牧童，牛儿在夕阳中不慌不忙地自己沿着归路，往村里走来；在牛背上，双双乌鸦伫立着，悠闲自在，仿佛是老牛正把它们带回村庄。整个画面没有一个人，虽然是写动，但节奏很缓慢，表现出大自然宁静和平的气氛，给人以恬淡温馨的享受，充分体现了作者的审美观。读着这诗，很自然地令人想到《诗经》所写的“日既夕矣，羊牛下来”那幅原始的自然美的风光来。</p> <p>　　全诗虽然写的是一组小景，由于诗人本身是个画家，所以很具有画意。诗所选的景物，都有典型性，描绘了村居的特征及季节的特点，用的都是深色调，与夕阳暮霭相统一。在写作手法上，前两句直接写静，后两句是动中显静，在同一画面上配合得很和谐。牛背上站着乌鸦的情况，钱钟书《宋诗选注》指出同时人诗中也有，如苏迈诗“叶随流水归何处，牛带寒鸦过别村”，<a href=\"http://so.gushiwen.org/author_399.aspx\">贺铸</a>诗“水牯负鸲鹆”。由于<a href=\"http://so.gushiwen.org/author_243.aspx\">张舜民</a>把这一景象与整诗所表现的境界融成一片，所以更为成功。</p><br/><h2>鉴赏</h2> <p> 　　《村居》是<a href=\"http://so.gushiwen.org/author_243.aspx\">张舜民</a>代表作之一。</p> <p> 　　“水绕陂田竹绕篱”，选材如同电影镜头的转换，由远景转到近景。村居的远处是流水潺潺，环绕着山坡的田地。住宅外的小园，青竹绕篱，绿水映陂，一派田园风光。“榆钱落尽槿花稀”，槿花，又称木槿，夏秋之交开花，花冠为紫红色或白色。槿花稀疏，表明时已清秋，一树榆钱早就随风而去了。所以院落内尽管绿阴宜人，可惜盛时已过，残存的几朵木槿花，不免引起美人迟暮之感，清寂之意自在言外。</p> <p> 　　“夕阳牛背无人卧，带得寒鸦两两归”。牛蹄声打破了沉寂，<a href=\"http://so.gushiwen.org/view_70935.aspx\">诗</a>人把镜头又转换到小院外。夕阳西沉，暮色朦胧，老牛缓缓归来。这景象早在《诗经》中就被咏唱过：“日之夕矣，牛羊下来”。（《王风·君子役》）然而诗人并不去重复前人诗意，而是捕捉到一个全新的艺术形象：老牛自行归来，牛背上并不是短笛横吹的牧牛郎，而是伫立的寒鸦。寒鸦易惊善飞，却在这宁静的气氛中悠闲自在，站立牛背，寒鸦之静附于牛之动，牛之动涵容了寒鸦之静，大小相映，动静相衬，构成新颖的画面。宋人诗力求生新，于此可见一斑。“无人卧”三字是不是赘笔呢？为什么不直说：“夕阳牛背寒鸦立？”这正是此诗韵味的所在。“无人卧”是顿笔，引起读者提出问题：那么到底有什么东西在牛背上呢？于是引出“带得寒鸦两两归”，形象宛然在一是融进了自己的感情色彩。</p>",
  "poet": {
    "id": 243,
    "star": 0,
    "name": "张舜民",
    "image": "http://img.gushiwen.org/authorImg/zhangshunmin.jpg",
    "desc": "张舜民 生卒年不详，北宋文学家、画家。字芸叟，自号浮休居士，又号矴斋。邠州（今陕西彬县）人。诗人陈师道之姊夫。英宗治平二年(1065)进士，为襄乐令。元丰中，环庆帅高遵裕辟掌机密文字。元祐初做过监察御史。为人刚直敢言。徽宗时升任右谏议大夫,任职七天,言事达60章，不久以龙图阁待制知定州。后又改知同州。曾因元祐党争事，牵连治罪，被贬为楚州团练副使，商州安置。后又出任过集贤殿修撰。"
  },
  "tags": [
    "古诗三百首",
    "乡村",
    "写景"
  ]
}