{
  "id": 71390,
  "star": 84,
  "name": "秋怀",
  "dynasty": "宋代",
  "content": "节物岂不好，秋怀何黯然！<br>西风酒旗市，细雨菊花天。<br>感事悲双鬓，包羞食万钱。<br>鹿车何日驾，归去颍东田。",
  "fanyi": "<p><strong>译文</strong><br>这节令风物有哪一点使人不称心？可不知怎的，我面对这满眼秋色，却禁不住黯然神伤。<br>西风猎猎，市上的酒旗迎风招展；细雨濛濛，到处有金色的菊花怒放。<br>想到国事家事，愁得我双鬓灰白；白白地耗费朝廷俸禄，我心中感到羞耻难当。<br>什么时候能满足我的愿望——挽着鹿车，回到颍东，耕田植桑。</p> <p><strong>注释</strong><br>⑴秋怀：秋日的思绪情怀。<br>⑵节物：节令风物。<br>⑶酒旗：酒店悬挂于路边用与招揽生意的锦旗。<br>⑷包羞：对所做事感到耻辱不安。<br>⑸鹿车：用人力推挽的小车。《风俗通义》说因其窄小，仅载得下一鹿，故名。<br>⑹颍东：指颍州（今安徽阜阳）。<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>在皇祐元年（1049）知颍州，乐西湖之胜，将卜居，不久内迁。翌年，约梅圣俞买田于颍。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　这首<a href=\"http://so.gushiwen.org/view_71390.aspx\">诗</a>抒发了作者热爱生活和感叹国事的复杂情感。首联说应季节时令而产生的景物难道不好吗？为什么所引起的秋思却这样令人心神沮丧呢？颔联没有直接回答，而是继续描绘“节物”，咏尽秋日佳趣。那么，究竟为何而心绪黯然？该联采用白描的手法，将酒旗招摇于西风中，菊花在细雨中盛开之景形象描述，以乐景衬哀情照映首联，并从侧面烘托出诗人心情的黯然。颈联告知我们，诗人因感叹国事，连双鬓都因悲忧而变得苍茫了！自己实在羞于过这种食厚禄而于中无补的苟且生活，所以尾联便写作者归隐的思想。这就是诗人心绪黯然的所在。</p> <p>　　秋天，草木黄落，原野萧条。苍凉凄清的景象，最易触动离人游子的伤感，勾起羁旅行役的乡愁。<a href=\"http://so.gushiwen.org/author_358.aspx\">宋玉</a>《九辩》：“悲哉，秋之为气也”首开其端，古往今来，多少骚人墨客，从各自的身世经历，以“悲秋”、“秋兴”、“秋怀”为题，抒发了思乡怀人的感慨。如<a href=\"http://so.gushiwen.org/author_268.aspx\">黄庭坚</a>的“茅堂索索秋风发，行绕空庭紫苔滑。蛙号池上晚来雨，鹊转南枝夜深月。翻手覆手不可期，一死一生交道绝。湖水无端浸白云，故人书断孤鸿没。”(《秋怀》二首之二)便是这类感秋抒怀诗中的佳作。这两首《秋怀》诗，并未凭秋色诉离情，托秋意写别恨，而是借秋景表达他们的忧国之心，格调高致。</p> <p>　　<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>诗的首联“节物岂不好，秋怀何黯然”，用反问句式，点明自己热爱自然而又心绪黯然的矛盾。秋天不仅令人心旷神怡，而且是五谷登、山果熟、菊黄蟹肥的季节。这样的季节，本应令人欣喜陶醉，为什么反而使诗人黯然神伤呢？－－这就不能不引起读者的疑问。颈联承第二句，对此作了回答：“感事悲双鬓，包羞食万钱。”要理解这两句，先须了解“感</p> <p>　　事”和“包羞”的内涵。诗人幼孤家贫，生性节俭，而今已有丰厚的官俸，因而他的“感事”，显然不是个人生活上的事而是国家大事。如果说上句尚属隐约其词，那么，下句便由隐约而明朗：所谓“包羞”，即指所作所为于心不安，只感到耻辱。唐代<a href=\"http://so.gushiwen.org/author_211.aspx\">杜牧</a>《题乌江亭》诗云：</p> <p>　　“胜败兵家事不期，包羞忍耻是男儿。江东子弟多才俊，卷土重来未可知”，那是批评<a href=\"http://so.gushiwen.org/author_253.aspx\">项羽</a>不能包羞忍耻，再振羽翼。欧阳修诗中的“包羞”，其用意恰好相反。两句意为：因感叹国事，连双鬓都因悲忧而变得苍苍了，自己实在羞于过这种食厚禄而于国无补的苟且生活。其忧国之情溢于言表。</p> <p>　　这种拳拳忧国之心，又是借秋景的描绘得以展现的。诗人以景传情，情韵深长。欧阳修的诗颔联承首句描绘“节物”：西风酒旗市，细雨菊花天。”西风里酒旗招展，细雨中菊花盛开。十字咏尽秋日佳趣。《雪浪斋日记》云：“或疑六一诗，以为未尽妙，以质于子和。子和曰：‘六一诗只欲平易耳。如西风酒旗市，细雨菊花天，岂不佳？’”这联名句，不用一个系词，不着半点雕饰，以纯白描的手法，不仅写出了典型的季节风物，也写出了诗人对自然、对生活的喜爱之情；不仅有<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>“细雨鱼儿出，微风燕子斜”(《水槛遣心二首》其一)那样的自然美景，也有<a href=\"http://so.gushiwen.org/author_390.aspx\">张籍</a>“万里桥边多酒家，游人爱向谁家宿”(《成都曲》)那样的市井侧影，可谓出语平淡而寄情深邃。</p> <p>　　欧诗从感念“节物”出发，借景抒怀，表达了作者忧世有心而救时无术，既慕隐居而又难能如愿，热爱生活和感叹国事的复杂感情。罗诗则表现了深切的亡国之痛，如“凄凉”、“那堪”、“风雨”及“毡寒”等词，无一提及国势，却洋溢着作者对国家、民族命运的关注、焦灼以至失望愤慨的情绪，含蕴是深广的。</p> <p>　　欧诗尾联借用佛教用语，愤然思归：“鹿车何日驾？归去颍东田。”鹿车，借用佛家语，此处以喻归隐山林。两句意谓：何日才能驾起鹿车，回到颍东去过躬耕田亩的生活呢？诗人以“贤者避世”之想，表现了对与世浮沉的苟且生活的憎恶。欧阳修《六一居士传》自述，藏书一万卷，集录金石遗文一千卷，有琴一张，有棋一局，常置酒一壶，“以吾一翁，老于此五物之间”，故号六一居士。参照这一自述，可以清楚看出，欧阳修的“鹿车何日驾？归去颍东田”，即有儒家忧世之慨，也有道家超然物外之想。</p> <p>　　总之，这首诗“实而有条理”，流转自然，语无华饰而爱国情深，具有很强的感染力。</p><br/><h2>鉴赏二</h2> <p>　　<a href=\"http://so.gushiwen.org/view_71390.aspx\">诗</a>以反问起，起得很突兀。历来写秋思，总是在起首强调秋风萧瑟、草木摇落，一片悲凉肃杀，从而接写心中的悲怆，如<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>《秋兴》“玉露凋伤枫树林，巫山巫峡气萧森”，《登高》“风急天高猿啸哀，渚清沙白鸟飞回。无边落木萧萧下，不尽长江滚滚来”，均是如此。<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>这首诗却劈头一句，说：谁说秋天的节令风物不好？又接问一句：节令风物没什么不好，可为什么我会感到无限的悲伤沮丧呢？秋景无限好，诗人黯然销魂些什么，使诗充满悬念。</p> <p>　　照理，诗接着应该回答上面的问题，写自己黯然情怀，但第二联却忽然避开，转而化重笔来写节物之好。这种遵循思想的跳跃进行谋篇，后来成为江西诗派诗风的一大特点。诗把秋景写得很美：猎猎秋风，吹动着酒旗，濛濛细雨，滋润着黄菊。这十个字，清通深婉，情韵幽折，把秋天迷人的景色形象地展示在人们面前，使人神往。《雪浪斋日记》云：“或疑六一诗，以为未尽妙，以质于子和。子和曰：‘六一诗只欲乎易耳。如：西风酒旗市，细雨菊花天，岂不佳？’”深赞此联的平易。所谓平易，即洗尽铅华，不事雕饰，这确实是欧阳修大部分诗的特色。这联名句，不用一个系词，不着半点雕饰，以纯白描的手法，不仅写出了典型的季节风物，也写出了诗人对自然、对生活的弃爱之情；欧阳修诗以学<a href=\"http://so.gushiwen.org/author_682.aspx\">韩愈</a>出名，这两句却直逼南朝二谢山水诗韵，缘情体物，天然神妙，无一字虚设；在诗律的精细上又步趋杜甫。而且不仅有杜甫“细雨鱼儿出，微风燕子斜”（《水槛遣心二首》其一）那样的自然美景，也有<a href=\"http://so.gushiwen.org/author_390.aspx\">张籍</a>“万里桥边多酒家，游人爱向谁家宿”（《成都曲》）那样的市井侧影，可谓高度精炼，清新自然。</p> <p>　　颈联承第四句，对此作了回答：“感事悲双鬓，包羞食万钱。”要理解这两句，先须了解“感事”和“包羞”的内涵。诗人幼孤家贫，生性节俭，而今已有丰厚的官俸，因而他的“感事”，显然不是个人生活上的事而是国家大事。如果说上句尚属隐约其词，那么，下句便由隐约而明朗：所谓“包羞”，即指所作所为于心不安，只感到耻辱。唐代<a href=\"http://so.gushiwen.org/author_211.aspx\">杜牧</a>《题乌江亭》诗云：“胜败兵家事不期，包羞忍耻是男儿。江东子弟多才俊，卷土重来未可知”，那是批评<a href=\"http://so.gushiwen.org/author_253.aspx\">项羽</a>不能包羞忍耻，再振羽翼。欧阳修诗中的“包羞”，其用意恰好相反。因感叹国事，连双鬓都因悲忧而变得苍苍了，自己实在羞于过这种食厚禄而于国无补的苟且生活。其忧国之情溢于言表。</p> <p>　　尾联是愤然思归：“鹿车何日驾？归去颖东田。”鹿车，借用佛家语，此处以喻归隐山林。诗人以“贤者避世”之想，表现了对与世浮沉的苟且生活的憎恶。《乐府纪闻》云：“欧阳永叔中岁居颖日，自以集古一千卷，藏书一万卷，琴一张，棋一局，酒一壶，一老翁于五物间，称六一居士。”参照这一记载，可以清楚看出，欧阳修的“鹿车何日驾？归去颖东田”，既有儒家忧世之慨，也有道家超然物外之想。</p> <p>　　《文公语录》云：“欧阳公文字好者，只是靠实而有条理也。”“实而有条理”就是这首诗的突出特点，它就像丝为茧，层层倾吐，一丝不乱；章法严谨，丝尽茧成。另外，全诗结构灵活，情景均佳。诗越是赞赏秋景，越显出他的愁思，这一对矛盾，在诗中和谐地统一在一起。诗人的思归，本与秋景的如何无关，因此，他的悲秋，是表达对官场的厌弃。张季鹰的回乡，早有人指出是为避祸而故作豁达；欧阳修曾与<a href=\"http://so.gushiwen.org/author_510.aspx\">范仲淹</a>、余靖等人推行庆历新政，遭到打击，贬官滁州，后来虽然起复，但作此诗时，仍未忘怀，他的求归，似乎也与张季鹰一样，有避祸的意思。</p>",
  "about": "<h2>创作背景</h2> 　　宋仁宗庆历五年（1045年）八月，“庆历新政”失败，执政大臣杜衍、<a href=\"http://so.gushiwen.org/author_510.aspx\">范仲淹</a>等相继被斥逐。<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>因上书为他们辩护，也被捏造罪名，由河北都转运按察使降知滁州，十月到任。欧阳修遭贬使他对当时冷酷的社会现实有了比较清醒的认识；官场的倾轧，使他希图摆脱世俗纷扰，向往恬静的归隐生活，此<a href=\"http://so.gushiwen.org/view_71390.aspx\">诗</a>即作于滁州到任后的一个秋天。",
  "poet": {
    "id": 561,
    "star": 0,
    "name": "欧阳修",
    "image": "http://img.gushiwen.org/authorImg/ouyangxiu.jpg",
    "desc": "欧阳修（1007－1072），字永叔，号醉翁，晚号“六一居士”。汉族，吉州永丰（今江西省永丰县）人，因吉州原属庐陵郡，以“庐陵欧阳修”自居。谥号文忠，世称欧阳文忠公。北宋政治家、文学家、史学家，与韩愈、柳宗元、王安石、苏洵、苏轼、苏辙、曾巩合称“唐宋八大家”。后人又将其与韩愈、柳宗元和苏轼合称“千古文章四大家”。"
  },
  "tags": [
    "秋天",
    "写景",
    "抒怀",
    "思归"
  ]
}