{
  "id": 26,
  "star": 419,
  "name": "柏舟",
  "dynasty": "先秦",
  "content": "泛彼柏舟，亦泛其流。耿耿不寐，如有隐忧。微我无酒，以敖以游。<br>我心匪鉴，不可以茹。亦有兄弟，不可以据。薄言往愬，逢彼之怒。<br>我心匪石，不可转也。我心匪席，不可卷也。威仪棣棣，不可选也。<br>忧心悄悄，愠于群小。觏闵既多，受侮不少。静言思之，寤辟有摽。<br>日居月诸，胡迭而微？心之忧矣，如匪浣衣。静言思之，不能奋飞。",
  "fanyi": "<p><strong>译文</strong><br>柏木船儿荡悠悠，河中水波漫漫流。圆睁双眼难入睡，深深忧愁在心头。不是想喝没好酒，姑且散心去邀游。<br>我心并非青铜镜，不能一照都留影。也有长兄与小弟，不料兄弟难依凭。前去诉苦求安慰，竟遇发怒坏性情。<br>我心并非卵石圆，不能随便来滚转；我心并非草席软，不能任意来翻卷。雍容娴雅有威仪，不能荏弱被欺瞒。<br>忧愁重重难排除，小人恨我<a href=\"http://so.gushiwen.org/author_1137.aspx\">真可</a>恶。碰到患难已很多，遭受凌辱更无数。静下心来仔细想，抚心拍胸猛醒悟。<br>白昼有日夜有月，为何明暗相交迭？不尽忧愁在心中，好似脏衣未洗洁。静下心来仔细想，不能奋起高飞越。 </p> <p><strong>注释</strong><br>⑴泛：浮行，漂流，随水冲走。<br>⑵流：中流，水中间。<br>⑶耿耿：鲁<a href=\"http://so.gushiwen.org/view_26.aspx\">诗</a>作“炯炯”，指眼睛明亮；一说形容心中不安。<br>⑷隐忧：深忧。隐：痛<br>⑸微：非，不是。<br>⑹鉴：铜镜。<br>⑺茹（rú如）：猜想。<br>⑻据：依靠。<br>⑼薄言：语助词。愬（sù诉）：同“诉”，告诉。<br>⑽棣棣：雍容娴雅貌；一说丰富盛多的样子。<br>⑾选：假借为“柬”。挑选,选择。<br>⑿悄悄：忧貌。<br>⒀愠（yùn运）：恼怒，怨恨。<br>⒁觏（gòu够）：同“遘”，遭逢。闵（mǐn敏）：痛，指患难。<br>⒂寤：交互。辟（pì屁）：通“擗”，捶胸。摽（biào鳔）：捶，打。<br>⒃居、诸：语助词。<br>⒄迭：更动。微：指隐微无光。<br>⒅澣（huàn浣）：洗涤。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　从此<a href=\"http://so.gushiwen.org/view_26.aspx\">诗</a>的内容看，似是一首女子自伤遭遇不偶，而又苦于无可诉说的怨诗。其抒情口气，有幽怨之音，无激亢之语。</p> <p>　　全诗共五章三十句。首章以“泛彼柏舟，亦泛其流”起兴，以柏舟作比。这两句是虚写，为设想之语。用柏木做的舟坚牢结实，但却漂荡于水中，无所依傍。这里用以比喻女子飘摇不定的心境。因此，才会“耿耿不寐，如有隐忧”了，笔锋落实，一个暗夜辗转难眠的女子的身影便显现出来。饮酒邀游本可替人解忧，独此“隐忧”非饮酒所能解，亦非遨游所能避，足见忧痛至深而难销。</p> <p>　　次章紧承上一章，这无以排解的忧愁如果有人能分担，那该多好！女子虽然逆来顺受，但已是忍无可忍，此时此刻想一吐为快。寻找倾诉的对象，首先想到的便是兄弟，谁料却是“不可以据”。勉强前往，又“逢彼之怒”，旧愁未吐，又添新恨。自己的手足之亲尚且如此，更何况他人。既不能含茹，又不能倾诉，用宋女词人<a href=\"http://so.gushiwen.org/author_536.aspx\">李清照</a>的话说，真是“这次第，怎一个‘愁’字了得”（《声声慢·寻寻觅觅》）。</p> <p>　　第三章是反躬自省之词。前四句用比喻来说明自己虽然无以销愁，但心之坚贞有异石席，不能屈服于人。“威仪棣棣，不可选也”意思是说：我虽不容于人，但人不可夺我之志，我一定要保持自己的尊严，决不屈挠退让。其意之坚值得同情乃至敬佩。</p> <p>　　第四章诗对主人公那如山如水的愁恨从何而来的问题作了答复：原来是受制于群小，又无力对付他们。“觏闵既多，受侮不少”是一个对句，倾诉了主人公的遭遇，真是满腹辛酸。入夜，静静地思量这一切，不由地抚心拍胸连声叹息，自悲身世。</p> <p>　　末章作结，前两句“日居月诸，胡迭而微”，于无可奈何之际，把目标转向日月。日月，是上天的使者，光明的源泉。人穷则反本，“故劳苦倦极，未尝不呼天也”（<a href=\"http://so.gushiwen.org/author_608.aspx\">司马迁</a>语），女子怨日月的微晦不明，其实是因为女子的忧痛太深，以至于日月失其光辉。内心是那样渴望自由，但却是有奋飞之心，无奋飞之力，只能叹息作罢。出语如泣如诉，一个幽怨悲愤的女子形象便宛然眼前了。对于女主人公是怎样的人以及小人指什么人等问题争议也很大，各家之说中，认为女主人公是贵族妇人、群小为众妾的意见支持者比较多。</p> <p>　　全诗紧扣一个“忧”字，忧之深，无以诉，无以泻，无以解，环环相扣。五章一气呵成，娓娓而下，语言凝重而委婉，感情浓烈而深挚。诗人调用多种修辞手法，比喻的运用更是生动形象，“我心匪石，不可转也；我心匪席。不可卷也”，几句最为精彩，经常为后世诗人所引用。</p><br/><h2>赏析</h2> <p>　　此<a href=\"http://so.gushiwen.org/view_26.aspx\">诗</a>到底为何人何事而作，历来争论颇多，迄今尚无定论。简略言之，汉代时不仅今古文有争议，而且今文三家也有不同意见。《鲁诗》主张此诗为“卫宣夫人”之作，后为<a href=\"http://so.gushiwen.org/author_403.aspx\">刘向</a>《列女传》之所本，《韩诗》亦同《鲁诗》说（见宋<a href=\"http://so.gushiwen.org/author_841.aspx\">王应麟</a>《诗考》）。《诗序》说：“《柏舟》言仁而不遇也卫顷公之时，仁人不遇，小人在侧。”这是以此诗为男子不遇于君而作，为古今文家言。今文三家，《齐诗》之说，与《诗序》同。</p> <p>　　自东汉郑玄笺《毛诗》以后，学者多信从《毛诗》说，及至南宋，<a href=\"http://so.gushiwen.org/author_459.aspx\">朱熹</a>大反《诗序》，作《诗序辩说》，又作《诗集传》，力主《柏舟》为妇人之诗，形成汉、宋学之争论。元、明以降，朱熹《诗集传》列为科举功名，影响颇大，学者又多信朱说，但持怀疑态度的亦复不少，明何楷、清陈启源、姚际恒、方玉润等皆有驳议，争论不休。</p> <p>　　至今尚未形成一致的意见，今人之《诗经》选注本、译注本各有所本，或主男著，或主女作。高亨《诗经今注》、陈子展《诗经直解》均以为男子作，而袁梅《诗经译注》、程俊英《诗经译注》又皆以为女子作。</p> <p>　　细究诗义，当以卫臣不遇于君之作为是，陈子展先生说得很准确：“今按《柏舟》，盖卫同姓之臣，仁人不遇之诗。诗义自明，《序》不为误。”此诗人的身份为男子 --- 而且是大臣，绝非平常男子（下文尚有论述），这从诗中“无酒”、“遨游”、“威仪”、“群小”、“奋飞”等词语即可看出。况且，主此诗为女子之作者的理由实不充分。刘向、朱熹之说均自相矛盾：刘向《列女传》虽以《柏舟》属之卫夫人，但是他在上封事，论群小倾陷正人时，两引此诗仍用《毛诗》义（《汉书·楚元王传·刘向传》，又在《说苑·立节》中引用此诗时，也用《毛诗》义，说“此士君子之所以越众也”‘朱熹先从刘向之“卫宣夫人”说，后又疑其为“庄姜”（《诗集传》），切在《孟子·尽心下》：“‘忧心悄悄，愠于群小’孔子也。”注曰：“《诗·邶风·柏舟》....本言卫之仁人见怒于群小。孟子以为孔之事可以当之。”是不能自圆其说的，也都是自语相违。</p> <p>　　另外，需要说明的是，此诗既属《邶风》，为何却咏卫国之事？原来“邶”、“鄘”、“卫”连地，原为殷周之旧都，武王灭殷后，占领殷都朝歌一带地方，三分其地。邶在朝歌之北，鄘。卫都朝歌，为成王封康叔之地，“邶、鄘始封，及后何时并入于卫，诸家均未详。....惟邶、鄘既入卫，诗多卫风，而犹系其故国之名。”（方玉润《诗经原始》）所以邶诗咏卫事也是可以理解的。另外，方玉润认为此诗可能即为邶诗，“安知非即邶诗乎?邶既为卫所并，其未亡也，国事必孱。......当此之时，必有贤人君子，......故作为是诗，以其一腔忠愤，不忍弃君，不能远祸之心。”也有一定的参考价值。</p> <p>　　这首诗凡五章。第一章写作者夜不能寐，原因是怀有深忧，无法排遣。首二句，“泛彼柏舟，亦泛其流”，以自喻，虽以喻国，以舟自喻，喻忧心之沉重而飘忽，以“舟喻国，泛泛然于水中流，其势靡所底止，为此而有隐忧，乃见仁人用心所在”（《诗经原始》）。诗一开始就写出了抒情主人公沉郁的心情。接着点明夜不成眠的原因是由于痛苦忧伤一齐涌积心头，这里既有国家式微之痛，又有个人不遇于君、无法施展抱负之苦。“隐忧”是诗眼，贯穿全篇。末二句写出了作者的忧国之心和伤己之情，即使美酒、遨游也不能排除自己的痛苦忧伤。何楷《诗经世本古义》云：“饮酒遨游，岂是妇人之事？”以驳朱熹之说，自有相当理由。第二章表明自己不能容让的态度和兄弟不可靠。“我心匪鉴，不可以茹”二句，表白不能逆来顺受之意，辞意坚决、果断，以镜作喻，说明自己不可能像镜子那样不分善恶美丑，将一切都加以容纳而照进去。“亦有兄弟，不可以据。”写兄弟之不可依靠。《孔疏》云：“此责君而言兄弟者，此仁人与君同姓，故以兄弟之道责之；言兄弟这正谓君与己为兄弟也。”虽过于落实，但从后两句“薄言往恕，逢彼之怒”看来，却与《离骚》中“茎不察余之中情兮”两句的意思相近，说它是借喻君主，未必不符合原意。第三章“我心匪石，不可转也！我心匪席，不可卷也！”表明自己坚定不移的刚强意志。这四句以“石”、“席”为喻，表明自己意志的坚定，语句凝重，刚直不阿，哪里有丝毫的“卑顺柔弱”之处（况且即使“辞气卑顺柔弱”也并不能作为妇人之诗之证）。“威仪棣棣，不可选也”二句，更是正气凛然，不可侵犯。尤其是“威仪”一词，决不可能是妇人的语气，特别是在古代男尊女卑的社会环境里。“威仪”从字面上讲，是庄严的仪容之意，《左传·襄公三十一年》记载北宫文子曾对卫侯论及“威仪”说：“有威而可畏谓之威，有仪而可象谓之仪。”并引“威仪棣棣，不可选也”为证，这还不能说明问题吗？另外全章六句，每二句的下句均用“不可”一词，形成否定排比句，铿锵有力，气势极其雄健。第四章写茕独无助，捶胸自伤，原因是被群小侵侮，一再遭祸受辱。“群小”一次对说明作者的身份很有用处，陈启源在《毛诗稽古编》中说：“朱子至谓群小为众妾，尤无典据。呼妾为小，古人安得有此称谓乎？”那么，“群小”“指虐待她的兄弟等人”行不行呢？回答也是否定的，因为果然如此，她就不可能“薄言往怒”了！所以“群小”，只能释为“一群小人”，犹《离骚》中之“党人”一样。第五章写含垢忍辱，不能摆脱困境，奋起高飞，由<br>　　此感叹统治者昏聩。首二句：“日居月诸，胡迭而微”，以日月蚀喻指蛛蛛昏聩不明。姚际恒曰：“喻卫之君臣昏暗而不明之意。”（《诗经通论》）中二句“心之忧矣，如匪纺衣”，喻写忧心之深，难以摆脱。严桀云：“我心之忧，如不纺濯其衣，言处在乱君之朝，与小人同列，其忍垢含辱如此。”（《诗缉。）末二句“静言思之，不能奋飞。”，写无法摆脱困境之愤懑。“奋飞”一词语意双关，既感愤个人处境困顿，无法展翅高飞，不能施展抱负，又慨叹国家式微振兴无望。我们不能想象，在那礼制重重，连许穆夫人家国破灭归唁卫侯都横遭阻拦的春秋时代，一个贵族妇人（或普通妇女）能高唱“奋飞”，有“想突破生活的樊笼，争取自由幸福”的思想。黄元吉云：“妇人从一而终，岂可奋飞？”（〈传说汇篆〉）比之将古代妇女思想现代话的倾向，还是基本无误的，虽然它也脱离了时代实际。</p> <p>　　这是一篇直诉胸臆，径陈感受，风格质朴的显示注意作品，“隐忧”为诗眼、主线，逐层深入地抒写爱国忧己之情，倾诉个人受群小倾陷，而主上不明，无法施展抱负的忧愤。首章便提出“忧”字，接着写不得“兄弟”的同情，深忧在胸，屋脊排遣；然后再写自己坚持节操，不随人转移；后边又写群小倾陷，而主上不明，只得捶胸自伤；最后抒发无法摆脱困境之愤懑，向最高统治者发出呼喊，从而将爱国感情表达得十分强烈。</p> <p>　　此诗最突出的艺术特色是善用比喻，而富于变化：首章“泛此彼舟，亦泛其流”，末章“日居月诸，胡迭而微”是隐喻，前者既喻国事飘摇不定，而不直所从，又喻己之忧心沉重而飘忽，后者喻主上为群小所谗蔽,忠奸不明。“心之忧矣，如匪纺衣”，为明喻，喻忧之缠身而难去。二章之“我心匪鉴”、三章之“我心匪石”，则均用反喻以表达自己坚定不移的节操。至于姚际恒在〈诗经通论〉中所说的“三‘匪’字前后错综则是指诗在句法上的表化，“我心匪席”连用排比句，而“我心匪鉴”句为单句。</p> <p>　　另外，诗的语言亦复凝重而委婉，激亢而幽抑，侃侃申诉，娓娓动听在〈诗经〉中别具一格。</p>",
  "about": "<h2>创作背景</h2> <p>　　此<a href=\"http://so.gushiwen.org/view_26.aspx\">诗</a>的作者和背景，历来争论颇多，迄今尚无定论。简略言之，汉代时不仅今古文有争议，而且今文三家也有不同意见。《鲁诗》主张此诗为“卫宣夫人”之作，说：“贞女不二心以数变，故有匪石之诗。”（<a href=\"http://so.gushiwen.org/author_403.aspx\">刘向</a>《列女传·贞顺》），《韩诗》亦同《鲁诗》说（见宋<a href=\"http://so.gushiwen.org/author_841.aspx\">王应麟</a>《诗考》）。《毛诗序》说：“《柏舟》，言仁而不遇也，卫顷公之时，仁人不遇，小人在侧。”这是以此诗为男子不遇于君而作，为古今文家言。今文三家，《齐诗》之说，与《诗序》同。</p> <p>　　自东汉郑玄笺《毛诗》以后，学者多信从《毛诗》说，及至南宋，<a href=\"http://so.gushiwen.org/author_459.aspx\">朱熹</a>大反《诗序》，作《诗序辩说》，又作《诗集传》，力主《柏舟》为妇人之诗，形成汉、宋学之争论。元、明以降，朱熹《诗集传》列为科举功名，影响颇大，学者又多信朱说，但持怀疑态度的亦复不少，明何楷、清陈启源、姚际恒、方玉润等皆有驳议，争论不休，至今尚未形成一致的意见。今人之《诗经》选注本、译注本各有所本，或主男著，或主女作。高亨《诗经今注》、陈子展《诗经直解》均以为男子作，而袁梅《诗经译注》、程俊英《诗经译注》又皆以为女子作。</p> <p>　　这些争议概括起来主要是两派：一派认为作者是男性仁臣，另一派认为作者是女子。现代学者多认为是女子所作。</p>",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": [
    "诗经",
    "爱国"
  ]
}