{
  "id": 234,
  "star": 38,
  "name": "绵",
  "dynasty": "先秦",
  "content": "绵绵瓜瓞。民之初生，自土沮漆。古公亶父，陶复陶冗，未有家室。</p> <p>古公亶父，来朝走马。率西水浒，至于岐下。爰及姜女，聿来胥宇。</p> <p>周原膴々，堇荼如饴。爰始爰谋，爰契我龟，曰止曰时，筑室于兹。</p> <p>乃慰乃止，乃左乃右，乃疆乃理，乃宣乃亩。自西徂东，周爰执事。</p> <p>乃召司空，乃召司徒，俾立室家。其绳则直，缩版以载，作庙翼翼。</p> <p>捄之陾，度之薨薨，筑之登登，削屡冯冯。百堵皆兴，鼛鼓弗胜。</p> <p>乃立皋门，皋门有伉。乃立应门，应门将将。乃立冢土，戎丑攸行。</p> <p>肆不殄厥愠，亦不陨厥问。柞棫拔矣，行道兑矣。混夷駾矣，维其喙矣！</p> <p>虞芮质厥成，文王蹶厥生。予曰有疏附，予曰有先后。予曰有奔奏，予曰有御侮！",
  "fanyi": "<p><strong>译文<br></strong>大瓜小瓜瓜蔓长，周人最早得发祥，本在沮水漆水旁。太王古公亶父来，率民挖窖又开窑，还没筑屋建厅堂。<br>太王古公亶父来，清早出行赶起马。沿着河岸直向西，来到岐山山脚下。接着娶了姜氏女，共察山水和住地。<br>周原土地真肥沃，苦菜甜如麦芽糖。开始谋划和商量，再刻龟甲看卜象。兆示定居好地方，在此修屋造住房。<br>于是在此安家邦，于是四处劳作忙，于是划疆又治理，于是开渠又垦荒。打从东面到西面，要管杂事一样样。<br>先召司空定工程，再召司徒定力役，房屋宫室使建立。准绳拉得正又直，捆牢木板来打夯，筑庙动作好整齐。<br>铲土入筐腾腾腾，投土上墙轰轰轰。齐声打夯登登登，削平凸墙嘭嘭嘭。成百道墙一时起，人声赛过打鼓声。<br>于是建起郭城门，郭门高耸入云霄。于是立起王宫门，正门雄伟气势豪。于是修筑起大社，正当防戎那大盗。<br>既不断绝对敌愤，邻国也不失聘问。柞栎白桵都拔去，道路畅通又宽正。昆夷奔逃不敢来，疲弊困乏势不振。<br>虞芮两国争执平，文王启发感其性。我说有臣疏化亲，我说有臣辅佐灵。我说有臣善奔走，我说有臣御敌侵。</p> <p><strong>注释<br></strong>1.緜（mián）：同“绵”。<br>2.緜緜：即绵绵，不绝貌。瓞（dié）：瓜。小曰瓜，大曰瓞。<br>3.土：居住。沮（jū）漆：古二水名，均在今陕西省境内。<br>4.古公亶（dǎn）父：周王族十三世祖，后追称大（太）王。古公是称号，犹言“故邠公”；亶父是名。<br>5.陶：窑灶。复：古时的一种窑洞，即旁穿之穴。<br>6.家室：犹言“宫室”。<br>7.朝：早。走马：指避狄难。<br>8.率：沿着。浒：水涯。漆沮之侧也。<br>9.岐下：岐山之下。岐山在今陕西省岐山县东北。<br>10.爰（yuán）：于是。姜女：指古公亶父之妃，姜氏。<br>11.聿（yù）：发语词。胥宇：犹言“相宅”，就是考察地势，选择建筑宫室的地址。胥，相，视。<br>12.膴（wǔ）膴：肥沃的样子。<br>13.堇（jǐn）：旱芹。荼（tú）：苦菜。饴（yí）：用米芽或麦芽熬成的糖浆。<br>14.契：锲，指刻龟甲占卜。龟：指占卜所用的龟甲。<br>15.曰：语助词。止：言此地可以居住。时：言此时可以动工。<br>16.兹：此，这里。<br>17.廼（nǎi）：同“乃”。《<a href=\"http://so.gushiwen.org/view_234.aspx\">诗</a>经》各篇通用“乃”，惟此篇与《大雅·公刘》“廼”、“乃”杂用。慰：安定。止：居住。<br>18.疆：划分疆界。理：治理土地。<br>19.宣：疏通沟渠。亩：整治田垄。<br>20.徂（cú）：往，去。<br>21.周：徧（遍的异体字）。<br>22.司空：管工程的官。<br>23.司徒：管土地和力役的官。<br>24.俾（bǐ）：使。<br>25.缩：捆绑。载：通“栽”，筑墙的长板。<br>26.翼翼：动作整齐。<br>27.捄（jiū）：盛土于筐。陾（réng）陾：众多貌。<br>28.度：填土于筑板内。薨（hōng）薨：填土声。<br>29.登登：相应声。<br>30.屡：通“塿（lǒu）”，土墙隆起的部分。冯（píng）冯：削平墙面的声音。<br>31.堵：五版为堵。兴：起。此言治宫室。<br>32.鼛（gāo）：大鼓，长一丈二尺。弗胜：指鼓声盖不过人声。<br>33.皋门：王都的郭门。<br>34.伉（kàng）：通“亢”。高大貌。<br>35.应门：王宫的正门。<br>36.将（qiāng）将：庄严雄伟的样子。<br>37.冢土：即大社，祭祀社神的地方。冢，大；土，通“社”。<br>38.戎：指昆夷，北方的游牧民族，即犬戎。丑：对边远民族的蔑称。攸：所。<br>39.肆：于是。殄（tiǎn）：断绝。愠：怒。<br>40.陨（yǔn）：坠。问：通“闻”，谓声誉。<br>41.柞（zuò）：栎树。棫（yù）：白桵（ruí），与柞皆丛生灌木。<br>42.兑（duì）：通“达”，通畅。<br>43.混夷：即昆夷。駾（tuì）：突逃。<br>44.喙（huì）：疲劳困倦。<br>45.虞：古国名，在今山西平陆。芮（ruì）：古国名，在今陕西大荔。质：评断。成：平。<br>46.蹶（guì）：感动。生：通“性”。<br>47.予：周人自称。曰：语助词。王逸《楚辞章句》引作“聿”。疏附：指能使疏者亲之臣。<br>48.先后：指君王前后辅佐之臣。<br>49.奔奏：指奔命四方之臣。“奏”亦作“走”。<br>50.御侮：指捍卫国家之臣。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　全<a href=\"http://so.gushiwen.org/view_234.aspx\">诗</a>共九章。首章以“緜緜瓜瓞”起兴，开首八字简洁地概括了周人延绵不绝、生生不息的漫长历史。以下至第八章，全叙太王率族迁岐、建设周原的情况。正是太王迁岐的重大决策和文王的仁德，才奠定了周人灭商建国的基础，如《鲁颂·閟宫》所言：“后稷之孙，实维大王。居岐之阳，实始翦商。至于文武，缵大王之绪。”篇末便自然而然带出文王平虞芮之讼的事，显示出其蒸蒸日上的景象。</p> <p>　　周人早先所居的邠地，人们遭遇强悍游牧民族昆夷的侵扰，促使古公亶父举族迁移。《孟子·梁惠王下》记载狄人入侵，意在掠地，古公亶父事之以皮币、珠玉、犬马，均不得免，乃“去邠，逾梁山，邑于岐山之下居焉”。邠人以其仁而“从之者如归市”。全诗以迁岐为中心展开铺排描绘，疏密有致。长长的迁徙过程浓缩在短短的四句中：“古公亶父，来朝走马。率西水浒，至于岐下。”而“爰及姜女”一句，看似随笔带出，实则画龙点睛。姜女是当地平原民族姜族的长女，周与姜联姻，意味着古公亶父被承认为周原的占有者和统治者。同时，此句又为后文在渭水平原上的种种生活劳动的刻画，做了铺垫。</p> <p>　　在“堇荼如饴”的辽阔平原上，周人怀着满腔喜悦和对新生活的憧憬投入了劳动，他们刻龟占卜，商议谋划。诗人以浓彩重墨描绘农耕、建筑的同时，融人了深沉朴质的感情。他们一面“廼慰廼止，廼左廼右，廼疆廼理，廼宣廼亩”，欢天喜地安家定宅，封疆划界，开渠垦荒，一面“筑室于兹”。与落后的邠地相比，平原文明的标志便是建造房屋。走出地穴窑洞，在地面上修屋筑室，是一个质的飞跃，是周人安居乐业的开始，是周族初兴的象征，也正是古公亶父迁岐的伟大功业。对建筑的描摹刻画，正是对古公亶父的热情歌颂，故而诗中最精彩生动的描写正集于此：“陾陾”“薨薨”“登登”“冯冯”四组拟声词，以声音的嘈杂响亮表现了种种劳动场面，烘托了劳动的气氛。洪大的鼓声被淹没在铲土声、填土声、打夯声和笑语声中，真是朝气蓬勃、热火朝天。“百堵皆兴”，既是对施工规模的自豪，也暗示了周民族的蓬勃发展。“皋门有伉”“应门将将”，既是对自己建筑技术的夸耀，又显示了周人的自强自立、不可侵犯的精神。由此歌颂武功文略便是水到渠成：“柞棫拔矣，行道兑矣。混夷駾矣，维其喙矣。”表现了日益强大的周族对昆夷的蔑视和胜利后的自豪感。文王平虞芮之讼，突出表现其睿智与文德。结尾四个“予曰”，一气呵成，既是诗人内心激情一泻而出的倾述，又是对文王德化的赞美，更是对古公亶父文韬武略的追忆，与首句“緜緜瓜瓞”遥相呼应，相映成趣。</p> <p>　　诗章以时间为经，以地点为纬，景随情迁，情缘景发，浑然丰满，情景一体，充满了浓郁的生活气息。自邠至岐，从起行、定宅、治田、建屋、筑庙到文王服虞芮、受天命，莫不洋溢着周人对生活的激情、对生命的热爱、对祖先的崇敬。结构变幻，开合承启不着痕迹，略处点到即止，详处工笔刻画，错落有致。</p>",
  "about": "<h2>创作背景</h2> 　　这是周部族的史<a href=\"http://so.gushiwen.org/view_234.aspx\">诗</a>性颂诗。周部族是一个农业民族，土地是其根本。能否占有并支配广阔丰美的土地，关系到整个民族的兴衰。周人历史上著名的五次迁徙，抛开社会政治、军事历史的因素，最根本的原因在于对肥沃丰饶土地的追求。周王朝奠基人古公亶父自豳迁居岐下（在今陕西岐县），使周之基业得到进一步发展。《大雅·緜》当是周王朝贵族为纪念古公亶父开疆创业之事迹而作。",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": [
    "诗经",
    "咏史怀古"
  ]
}