{
  "id": 8286,
  "star": 37,
  "name": "秋登巴陵望洞庭",
  "dynasty": "唐代",
  "content": "清晨登巴陵，周览无不极。<br>明湖映天光，彻底见秋色。<br>秋色何苍然，际海俱澄鲜。<br>山青灭远树，水绿无寒烟。<br>来帆出江中，去鸟向日边。<br>风清长沙浦，山空云梦田。<br>瞻光惜颓发，阅水悲徂年。<br>北渚既荡漾，东流自潺湲。<br>郢人唱白雪，越女歌采莲。<br>听此更肠断，凭崖泪如泉。",
  "fanyi": "<p><strong>译文<br></strong>　　清晨登上巴丘山，极目远眺，四方的景物无不尽收眼底。湖面明净倒映着天光，湖水清澈见底可以映现秋色。秋天的物色多么苍茫，岸上与水色都明丽清朗。山色青翠掩映了远处的林木，水色碧绿没有清冷的烟气。帆船轻漂，自江中向这里驶来，小鸟远去飞向日边。长沙浦边秋风清朗，云梦田上霜迹已空。观览秋光使人叹惜头发脱落，注目湖水流过又令人悲悯流年已逝。北边的小洲随波荡漾，湖水向东潺潺而流。郢人唱起《白雪》，江南美女歌唱《采莲曲》。听到这些歌声更让人肠断，凭靠山崖泪如泉涌。</p> <p><strong>注释</strong><br>⑴巴陵：指巴陵郡（今湖南岳阳）的巴丘山。巴丘山，位于岳阳南。又名巴蛇冢。传说后羿屠巴蛇于洞庭，蛇骨久积成丘，故得名。<br>⑵周览：纵览，四面瞭望。<br>⑶际海：岸边与水中。<br>⑷长沙浦：指由长沙而入洞庭之湘水。<br>⑸云梦：古代泽薮名，位于南郡华容县（今湖南潜江县）西南。古云梦泽，跨江之南北，自岳州外，凡江夏、汉阳、沔阳、安陆、德安、荆州，皆其兼亘所及。《艺文类聚》：<a href=\"http://so.gushiwen.org/author_358.aspx\">宋玉</a>《小言赋》曰：楚襄王登阳云之台，命诸大夫景差、唐勒、宋玉等并造《大言赋》。赋毕，而宋玉受赏。曰：有能为《小言赋》者，赐之云梦之田。<br>⑹瞻光：瞻日月之光。<br>⑺阅水：阅逝去之水。徂年：流年、年华。《后汉书·<a href=\"http://so.gushiwen.org/author_801.aspx\">马援</a>传》：徂年已流，壮情方勇。<br>⑻渚：小洲，水中小块陆地。<br>⑼潺湲：水流动貌。《汉书》：“河荡荡兮激潺湲。”<a href=\"http://so.gushiwen.org/author_1448.aspx\">颜师古</a>注：“潺湲，激流也。”<br>⑽郢人：宋玉《对楚王问》：“客有歌于郢中者，其始曰《下里》《巴人》，国中属而和者数千人。其为《阳春》《白雪》，国中属而和者不过数十人，是其曲弥高，其和弥寡也。”郢：春秋时楚国国都。<br>⑾采莲：梁武帝所制乐府《江南弄》，七曲中有《采莲曲》。此指江南女子采莲时所唱之歌。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　<a href=\"http://so.gushiwen.org/view_8286.aspx\">诗</a>的开头“清晨登巴陵，周览无不极”写在秋天的一个早晨，诗人登上巴丘山，眺望洞庭湖的美丽景色：“明湖映天光，彻底见秋色。”居高临下，湖光山色，无不尽收眼底。清澈的湖水和明朗的天空交相映照，充分显示了天高气爽的秋色之美。诗人对之不禁赞叹不已：“秋色何苍然，际海俱澄鲜。”</p> <p>　　开头六句是写意，是概括的描写，淡淡几笔勾勒出大致的轮廓。接着六句则是工笔，用鲜明的色彩细致地加以刻画。“山青灭远树，水绿无寒烟”两句写静态：山青树也青，远看山和树简直浑然一体。水是碧绿的，没有被朦胧的寒冷的暮霭所笼罩。“来帆出江中，去鸟向日边”两句写动态：湖面上突然出现风帆，原来是过往的船只；天空中鸟儿翱翔而过，朝着日出的方向飞去，逐渐消失了。“风清长沙浦，山空云梦田”两句写洞庭湖周围的秋景：长沙浦水净风清，云梦泽的田野蒙上一层白霜是那样空明。</p> <p>　　“瞻光惜颓发，阅水悲徂年。北渚既荡漾，东流自潺湲。”这四句触景生情，抒发身世之感。诗人看到水流不息，联想到那已经过往的岁月和消逝的年华，不禁感慨万端，悲从中来。</p> <p>　　“郢人唱白雪，越女歌采莲。听此更肠断，凭崖泪如泉。”这里运用了“阳春白雪”“曲高和寡”的典故，意思是说，无论是善于唱歌的歌手唱起《白雪歌》，或者是越地的女子唱起《采莲曲》，都无法使作者高兴起来，反而更加悲伤。诗到这里，戛然而止。“泪如泉”的原因，诗人没说，留给读者去联想，去思索。</p> <p>　　此诗为五言古诗，而语言工致，对用对仗，可见是吸取了近体诗的特点。<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>诗歌素以雄奇奔放、豪迈不羁著称，但这首诗表现出李白诗歌精细工致的另一面。</p>",
  "about": "<h2>创作背景</h2> 　　唐肃宗乾元二年（759年）春天，<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>因永王李璘事件长流夜郎中途获赦，结束了十五个月的流放生活，重新得到自由。<a href=\"http://so.gushiwen.org/view_8286.aspx\">诗</a>人随即乘舟东下，在江汉一带逗留了一段时间，然后又南游洞庭、潇湘。这首诗就是作于这一年秋天。",
  "poet": {
    "id": 247,
    "star": 0,
    "name": "李白",
    "image": "http://img.gushiwen.org/authorImg/libai.jpg",
    "desc": "李白（701年－762年），字太白，号青莲居士，唐朝浪漫主义诗人，被后人誉为“诗仙”。祖籍陇西成纪(待考)，出生于西域碎叶城，4岁再随父迁至剑南道绵州。李白存世诗文千余篇，有《李太白集》传世。762年病逝，享年61岁。其墓在今安徽当涂，四川江油、湖北安陆有纪念馆。"
  },
  "tags": [
    "登高",
    "悲秋"
  ]
}