{
  "id": 72104,
  "star": 23,
  "name": "大江东去·用东坡先生韵",
  "dynasty": "金朝",
  "content": "秋光一片，问苍苍桂影，其中何物？一叶扁舟波万顷，四顾粘天无壁。叩枻长歌，嫦娥欲下，万里挥冰雪。京尘千丈，可能容此人杰？回首赤壁矶边，骑鲸人去，几度山花发。澹澹长空今古梦，只有归鸿明灭。我欲从公，乘风归去，散此麒麟发。三山安在，玉箫吹断明月！",
  "shangxi": "<h2>鉴赏</h2> <p>　　<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>的词以豪放闻名。他的千古名作《念奴娇》以凌厉无比的词笔，描绘江涛，壮美无比。是他谪居黄州（今湖北黄冈），夜游黄州城外的赤壁（即亦鼻矶）后写下的。本词作者<a href=\"http://so.gushiwen.org/author_672.aspx\">赵秉文</a>是金朝著名词人，苏轼的词对他有极深影响，他也极敬慕苏轼。这首词就是赵秉文对苏轼《念奴娇。赤壁怀古》的和韵之作。</p> <p>　　《大江东去》即《念奴娇》，缘自苏轼赤壁词《念奴娇。赤壁怀古》中的“大江东去”句：“用东坡先生韵”就是采用苏轼赤壁词的原韵。苏东坡作词，多隐括前人作品，这首词，也属这类作品，它隐括前人（特别是苏轼）之作，可以说句句有来历。上片，主要由《赤壁赋》化来，下片化用<a href=\"http://so.gushiwen.org/author_211.aspx\">杜牧</a>《登乐游原》<a href=\"http://so.gushiwen.org/view_72104.aspx\">诗</a>句等，表达了词作者对苏轼被谪黄州际遇的深切同情与不平，同时借古说今，也表现了作者自己忧国忧民，但又无力挽救国之危亡，从而产生的消极出世的思想。</p> <p>　　上片以问月起句。古诗词以“问月”起笔，以苏轼为例，就有其《水调歌头》“明月几时有？把酒问清天”的千古绝唱。本词问月，虽化用苏词，却亦有新意。他的问月，点明了作词的时间：深秋的月明之夜，（当年苏轼游赤壁也恰是秋凉之夜）。首句中“挂影”指月亮，但却用“苍苍”来形容，再加之以肃杀的“秋光”来相衬，顿时，一片苍凉、高洁、肃杀之感跃然纸上。随后，笔锋一转，由月及人，此情此景，不由人不想到当年一叶扁舟夜游赤壁的苏东坡。</p> <p>　　“叩枻长歌，嫦娥欲下，万里挥冰雪”皆是对苏轼《赤壁赋》语意的隐括，虽只寥寥数语，但当年苏轼夜游赤壁的情景却尽观读者眼前，真是于平淡处见功力。“京尘千丈，可形容此人杰？”虽是问句，却表达了词作者的深切感慨。“享尘”指当时错得复杂的官场，“人杰”指苏东坡，（本词作者赵秉文曾盛赞苏轼为“雄节迈伦，高气盖世”“人中麟凤”。）四这两句从技法上来看，不仅由写景转入了抒情，也起到了承上启下的作用。下片由此句的“人杰”不得见容“引发到”骑鲸人去“，由对苏轼一生坎坷际遇的深切同情及愤慨，转入自抒悲感。”骑鲸人“本指唐<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>，这里借指苏轼，”几度山花发“写苏轼逝后光阴的流逝，读来不禁让人唏嘘不已，感慨万千。”澹澹长空今古梦，只有归鸿明天“化用杜牧《登乐游厚》”长空澹澹孤鸟设，万声销沉向此中“句，表露了作者吊古伤今，消极悲观的人生态度。”我欲从公“三句则语意更加决绝，欲与苏轼仙去，消极出世的思想更加表露无疑。但却难寻仙过，只有寄情于玉箫罢了，故有”三山安在“句结尾。感怀、悲戚、无奈之意萦绕不绝。</p> <p>　　本词虽是和韵之作，但作者借景抒情，借古伤今，与苏轼《念奴娇》之壮美相比，却也是别一番氛围和意境，殊为难得了。</p> <p>　　《金史》称：赵秉文，字周臣，磁州滏阳人也。幼颖悟，读书若夙习。登大定二十五年进士第，调安塞簿，以课最迁邯郸令，再迁唐山。丁父忧，用荐者起复南京路转运司都勾判官。明昌六年，入为应奉翰林文字，同知制诰。上书论宰相胥持国当罢，宗室守贞可大用。章宗召问，言颇差异，于是命知大兴府事内族膏等鞫之。秉文初不肯言，诘其仆，历数交游者，秉文乃曰：“初欲上言，尝与修撰<a href=\"http://so.gushiwen.org/author_414.aspx\">王庭筠</a>、御史周昂、省令史潘豹、郑赞道、高坦等私议。”庭筠等皆下狱，决罚有差。有司论秉文上书狂妄，法当追解，上不欲以言罪人，遂特免焉。当时为之语曰：“古有朱云，今有秉文，朱云攀槛，秉文攀人。”士大夫莫不耻之。坐是久废，后起为同知岢岚军州事，转北京路转运司支度判官。承安五年冬十月，阴晦连日，宰相张万公入对，上顾谓万公曰：“卿言天日晦冥，亦犹人君用人邪正不分，极有理。若赵秉文曩以言事降授，闻其人有才藻，工书翰，又且敢言，朕非弃不用，以北边军事方兴，姑试之耳。”泰和二年，召为户部事，迁翰林修撰。十月，出为宁边州刺史。三年，改平定州。前政苛于用刑，每闻赦将至，先掊贼死乃拜赦，而盗愈繁。秉文为政，一从宽简，旬月盗悉屏迹。岁饥，出禄粟倡豪民以赈，全活者甚众。</p> <p>　　金史大安初，北兵南向，召秉文与待制赵资道论备边策，秉文言：“今我军聚于宣德，城小，列营其外，涉暑雨，器械弛败，人且病，俟秋敌至将不利矣。可遣临潢一军捣其虚，则山西之围可解，兵法所谓‘出其不意、攻其必救’者也。”卫王不能用，其秋宣德果以败闻。寻为兵部郎中，兼翰林修撰，俄转翰林直学士。</p> <p>　　金史贞祐初，建言时事可行者三：一迁都，二导河，三封建。朝廷略施行之。明年，上书愿为国家守残破一州，以宣布朝廷恤民之意，且曰：“陛下勿谓书生不知兵，<a href=\"http://so.gushiwen.org/author_720.aspx\">颜真卿</a>、<a href=\"http://so.gushiwen.org/author_1016.aspx\">张巡</a>、许远辈以身许国，亦书生也。”又曰：“使臣死而有益于国，犹胜坐糜廪禄为无用之人。”上曰：“秉文志固可尚，然方今翰苑尤难其人，卿宿儒，当在左右。”不许。四年，拜翰林侍讲学士，言：“宝券滞塞，盖朝廷初议更张，市肆已妄传其不用，因之抑遏，渐至废绝。臣愚以为宜立回易务，令近上职官通市道者掌之，给以银钞粟麦缣帛之类，权其低昂而出纳。”诏有司议行之。</p> <p>　　金史兴定元年，转侍读学士。拜礼部尚书，兼侍读学士，同修国史，知集贤院事。又明年，知贡举，坐取进士卢亚重用韵，削两阶，因请致仕。金自泰和、大安以来，科举之文其弊益甚。盖有司惟守格法，所取之文卑陋陈腐，苟合程度而已，稍涉奇峭，即遭绌落，于是文风大衰。贞祐初，秉文为省试，得李献能赋，虽格律稍疏而词藻颇丽，擢为第一。举人遂大喧噪，诉於台省，以为赵公大坏文格，且作诗谤之，久之方息。俄而献能复中宏词，入翰林，而秉文竟以是得罪。</p> <p>　　金史五年，复为礼部尚书，入谢，上曰：“卿春秋高，以文章故须复用卿。”秉文以身受厚恩，无以自效，愿开忠言、广圣虑，每进见从容为上言，人主当俭勤、慎兵刑，所以祈天永命者，上嘉纳焉。哀宗即位，再乞致仕，不许。改翰林学士，同修国史，兼益政院说书官。以上嗣德在初，当日亲经史以自裨益，进《无逸直解》、《贞观政要》、《申鉴》各一通。</p> <p>　　金史正大九年正月，汴京戒严，上命秉文为赦文，以布宣悔悟哀痛之意。秉文指事陈义，辞情俱尽。及兵退，大臣欲称贺，且命为表，秉文曰：“《春秋》‘新宫火，三日哭’。今园陵如此，酌之以礼，当慰不当贺。”遂已。时年已老，日以时事为忧，虽食息顷不能忘。每闻一事可便民，一士可擢用，大则拜章，小则为当路者言，殷勤郑重，不能自已。三月，草《开兴改元诏》，闾巷间皆能传诵，洛阳人拜诏毕，举城痛哭，其感人如此。是年五月壬辰，卒，年七十四，积官至资善大夫、上护军、天水郡侯。</p> <p>　　金史正大间，同杨云翼作《龟鉴万年录》上之。又因进讲，与云翼共集自古治术，号《君臣政要》为一编以进焉。秉文自幼至老未尝一日废书，著《易丛说》十卷，《中庸说》一卷，《扬子发微》一卷，《太玄笺赞》六卷，《文中子类说》一卷，《南华略释》一卷，《列子补注》一卷，删集《论语》、《孟子解》各一十卷，《资暇录》一十五卷，所著文章号《滏水集》者三十卷。</p> <p>　　金史秉文之文长于辨析，极所欲言而止，不以绳墨自拘。七言长诗笔势纵放，不拘一律，律诗壮丽，小诗精绝，多以近体为之，至五言古诗则沉郁顿挫。字画则草书尤遒劲。朝使至自河、湟者，多言夏人问秉文及王庭筠起居状，其为四方所重如此。</p> <p>　　金史为人至诚乐易，与人交不立崖岸，未尝以大名自居。仕五朝，官六卿，自奉养如寒士。杨云翼尝与秉文代掌文柄，时人号“杨赵”。然晚年颇以禅语自污，人亦以为秉文之恨云。</p> <p>　　金史赞曰：杨云翼、赵秉文，金士巨擘，其文墨论议以及政事皆有足传。云翼谏伐宋一疏，宣宗虽不见听，此心何愧景略。庭筠之累，秉文所为，兹事大愧高允。 </p>",
  "poet": {
    "id": 672,
    "star": 0,
    "name": "赵秉文",
    "image": "http://img.gushiwen.org/authorImg/zhaobingwen.jpg",
    "desc": "赵秉文（1159～1232）金代学者、书法家。字周臣，号闲闲居士，晚年称闲闲老人。磁州滏阳（今河北磁县）人。世宗大定二十五年进士，调安塞主簿。历平定州刺史，为政宽简。累拜礼部尚书。哀宗即位，改翰林学士，同修国史。历仕五朝，自奉如寒士，未尝一日废书。能诗文，诗歌多写自然景物，又工草书，所著有《闲闲老人滏水文集》。"
  },
  "tags": [
    "豪放",
    "借古伤今",
    "忧国忧民"
  ]
}