{
  "id": 48276,
  "star": 18,
  "name": "卜算子慢·江枫渐老",
  "dynasty": "宋代",
  "content": "江枫渐老，汀蕙半凋，满目败红衰翠。楚客登临，正是暮秋天气。引疏砧、断续残阳里。对晚景、伤怀念远，新愁旧恨相继。 <br>脉脉人千里。念两处风情，万重烟水。雨歇天高，望断翠峰十二。侭无言、谁会凭高意。纵写得、离肠万种，奈归云谁寄。",
  "fanyi": "<p><strong>译文</strong><br>江岸的枫叶渐渐衰老，水洲的蕙草半已枯凋，满眼衰败的红花绿叶。楚乡作客，登高望远，正逢这样的暮秋天气。传来了稀疏的捣衣声，断断续续回响在残阳里。面对这傍晚景象，我悲伤怀抱，思念远人，新愁和旧恨，接连涌起。<br>相思之人隔断在脉脉千里之外。两处思念情怀，相隔千山万水。雨停云散天空高远，望不尽远处十二座苍翠山峰。无言相诉，谁会登高望远抒发心中的情意？纵然写得千万种分离的痛苦情思，无奈谁能驾驭行云寄去我的相思情书？</p> <p><br><strong>注释</strong><br>①江枫：江边枫树。<br>②汀蕙：沙汀上的葱草。楚客：客居楚地的人。<a href=\"http://so.gushiwen.org/author_415.aspx\">温庭筠</a>《雨》<a href=\"http://so.gushiwen.org/view_48276.aspx\">诗</a>：“楚客秋江上，萧萧故国情。”登临，登山临水。<br>③疏砧：稀疏继续的捣衣声。砧，捣衣石。<br>④脉脉：含情不语貌。见温庭筠《梦江南》（梳洗罢）注②。<br>⑤翠峰十二：即巫山十二峰。《天中记》：“巫山十二峰，曰：望霞、翠屏、朝云、松峦、集仙、聚鹤、净坛、上升、起云、飞凤、登龙、圣泉。”<br>⑥谁会：谁能理解。<br>⑦归云：喻归思。唐薛能《麟中寓居寄蒲中友人》诗：“边心生落日，乡思羡归云。更在相思处，子规灯下闻。”</p>",
  "shangxi": "<h2>赏析</h2> <p>　　上阕写景，奠定了凄清的基调，烘托出抑郁怀人的氛围。</p> <p>　　“江枫渐老、汀蕙半凋，满目败红衰翠。”篇头三句，乃登高所见。“败红”就是“渐老”的“江枫”，“衰翠”就是“半凋”的“汀蕙”，而曰“满目”，则是举枫树、蕙草以概其余，点出当时已是深秋时节了，整个画面呈现红和绿两种时比色。不是鲜红嫩绿，而是黯淡、憔悴的红和绿。 “败红”和“衰翠”是对应上文的“江枫”和“汀蕙”：请注意不是已老和全凋，而是“渐老”和“半凋”；所以还残留一些凄凄惨惨的红和稀稀疏疏的绿，“渐”和“半”意味正老、正凋，还将不断地老下去、凋下去。</p> <p>　　“楚客登临，正是幕秋天气。”这是一幅大笔渲染、满画面的深秋枫黄图，秋色极浓。在写足秋色之后，睹此浓浓秋色的抒情主人公出现了，并点明了“暮秋”季节。“楚客”两句，引用<a href=\"http://so.gushiwen.org/author_358.aspx\">宋玉</a>《九辩》悲秋之意，<a href=\"http://so.gushiwen.org/author_535.aspx\">柳永</a>曾宦游于荆襄一带古代楚地，故这里自称为“楚客”；“登临”补出了上文之秋景是他登高所目见，并暗示主题。</p> <p>　　“引疏砧，断续残阳里。”写所闻。深秋万物衰败，已让人心生哀愁，何况在这“满目败红衰翠”之中，耳中又闻这断断续续、稀稀朗朗的磁杵之声，在残阳中回荡呢？古代妇女，在秋天到来时，便以磋杵杵捣，制寒衣以送漂泊在外之人。所以在异地漂泊的行人，听闻捣衣声便生旅愁，这里也是暗寓长期漂泊，“伤怀念远”。“暮秋”是秋天将尽，“残阳”则是一日将尽，都是“晚景”。对景难排，因此下文就直接道出“伤怀念远”的主旨。</p> <p>　　“对晚景，伤怀念远，新愁旧恨相继。”浓重的秋声秋色深深地触动<a href=\"http://so.gushiwen.org/view_48276.aspx\">诗</a>人的离情，接着“对晚景”三字，承上文的所见所闻，启下文的“伤怀念远”，是对主旨的补充，说明这种“伤”和“念”并非偶然触发，而是本来心头有“恨”，才见景生“愁”。“旧恨”难忘，“新愁”又起，故曰“相继”。从写景过渡到抒情、“新愁旧恨相继”，此刻先后涌上心头，这愁恨又是多么的浓重。</p> <p>　　下阕抒情，承接上阕直接写出愁恨的缘由。</p> <p>　　“脉脉人千里。念两处风情，万重烟水。”“脉脉”，化用《古诗十九首》：“盈盈一水间，脉脉不得语。”其字当作“哌哌”，相视之貌。（“脉”，繁体“作哌”，形近而误。）相视，就是我与她互相对望，也就是她怀念我，我也怀念她，因此接着才会有二、三句。“两处风情”，从“脉脉”来；“万重烟水”，从“千里”来。细针密线，丝丝人扣。“念两处风情”紧扣“脉脉”，“万重烟水”与“千里”呼应，绘出词人与伊人远隔千里，山水重重，两相怀念的情状。一个“念”字，令作者怀人之情顿生层澜。</p> <p>　　“雨歇天高，望断翠峰十二。”“雨歇”一句，不但写出登临时天气的实况，而且点出是风吹雨打才使红败翠衰，补暮秋雨后之状，秋雨初停，天高山青，而怀人之情让这雨后晴景引逗得愈加郁厄，将山峰望穿亦难消解。“望断”句既是写实，又是寓意。就写实方面说，是讲雨收云散，天高气朗，极目所见，惟有山岭重叠连绵不断。就寓意方面说，则是讲那位“旦为朝云，暮为行雨”的巫山神女，由于云散雨收，此时也看不见了。“望断翠峰十二”，也是徒然。巫山有十二峰，诗人常在诗中使用李唐神女的传说。词人在这里暗中抒发了对情人的思念，而且暗示了所思之人，乃是天仙般的一流人物。</p> <p>　　“尽无言，谁会凭高意？”深进一层。“凭高”之意，无人可会，只能默然无语。以“尽”字至“无言”之上，表达了词人复杂深沉的情感无人能解，也无法自诉，使得作品的情感更显深进。“无言”、“谁会”更是紧扣上阕“脉脉人千里”，表达了词人无人与说的心情。无人与说，只好把书信寄予千里之人，然而“纵写得、离肠万种，奈归云谁寄？”既无人与说又千里难寄，词人的苦闷愈加深重了。</p> <p>　　“纵写得，离肠万种，奈归云谁寄？”结尾两句再深进两层。第一层，既然此刻此处无人可诉，无人能会此情此意，那么这“离肠万种”，就只有写之寄于词中。第二层，可是即使写下思念，又如何才能送至她手呢？一种无可奈何之情，在柔情百转中倾吐而出，增强了感染力。“归云”，此处意为无乘归去之云的人托付鸿信。</p> <p>　　此词艺术上的特色主要是衬托渲染的手法和宛转往复的情思。词的上片，取正衬的手法，以苦景写悲怀，同时又将凄怨之情灌注到客观的景物中去，以悲写悲，渲染烘托出浓烈的悲苦气氛；下片写出了词人感情上的波澜起伏，采取了总起总收、间以分述的笔法，以使感情的抒发层层逼进，步步加深。</p>",
  "about": "<h2>创作背景</h2> <p>　　古代妇女，每逢秋季，就用磁杵捣练，制寒衣以寄在外的征夫。所以他乡作客的人，每闻石甚声，就生旅愁。这里也是暗喻长期漂泊， “伤怀念远”之意。</p>",
  "poet": {
    "id": 535,
    "star": 0,
    "name": "柳永",
    "image": "http://img.gushiwen.org/authorImg/liuyong2.jpg",
    "desc": "柳永，（约987年—约1053年）北宋著名词人，婉约派创始人物。汉族，崇安（今福建武夷山）人，原名三变，字景庄，后改名永，字耆卿，排行第七，又称柳七。宋仁宗朝进士，官至屯田员外郎，故世称柳屯田。他自称“奉旨填词柳三变”，以毕生精力作词，并以“白衣卿相”自诩。其词多描绘城市风光和歌妓生活，尤长于抒写羁旅行役之情，创作慢词独多。铺叙刻画，情景交融，语言通俗，音律谐婉，在当时流传极其广泛，人称“凡有井水饮处，皆能歌柳词”，婉约派最具代表性的人物之一，对宋词的发展有重大影响，代表作 《雨霖铃》《八声甘州》。"
  },
  "tags": [
    "伤怀",
    "孤独",
    "凄凉"
  ]
}