{
  "id": 11459,
  "star": 63,
  "name": "柏学士茅屋",
  "dynasty": "唐代",
  "content": "碧山学士焚银鱼，白马却走深岩居。<br>古人己用三冬足，年少今开万卷余。<br>晴云满户团倾盖，秋水浮阶溜决渠。<br>富贵必从勤苦得，男儿须读五车书。",
  "fanyi": "<p><strong>译文<br></strong>安史之乱的战火使柏学士失去了官职，昔日常参议朝政，直言相谏的他，将茅屋搭建在险峻的碧山之中，隐居于此。<br>但他仍象汉代文学家<a href=\"http://so.gushiwen.org/author_276.aspx\">东方朔</a>一样的刻苦读书，虽然他年少，但已学业有成。<br>观茅屋户外，那祥云如车盖一样密密地聚集，秋水顺着道路，如大水决渠一样地湍急流去。<br>自古以来荣华富贵必定从勤苦中得到，有识之男应当如柏学士一样去博览群书，以求功名。</p> <p><strong>注释<br></strong>⑴柏学士，其人不详。<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>另有七古《寄柏学士林居》。<br>⑵碧山，指柏学士隐居山中。碧山应该是泛指，即青山。学士，即柏学士。唐朝时学士职位一般至少为五品，六品及以下的称为直学士。银鱼，指唐朝五品以上官员佩戴的银质鱼章。<br>⑶白马，见《后汉书》卷27：张湛常骑白马。帝每见湛，辄言“白马生且复谏矣”。这里用来指代柏学士。身岩居，指在安史之乱中，逃到这里的山中居住。此句可以与《寄柏学士林居》的“天下学士亦奔波”参看。仇兆鳌注：银鱼见焚，白马却走，遭禄山之乱也。<br>⑷“足”字放到最后，是为了对仗的需要。此句顺说就是，古人已用足三冬。农历将冬天分为十月、十一月、十二月共三个月，故称“三冬”。古时人们认为冬季是用来读书的时间。用足三冬，即是用足全部时间来读书。<br>⑸年少，指住在这里的柏学士子侄，一说指柏学士本人。开，开卷，指读书。杜甫有<a href=\"http://so.gushiwen.org/view_11459.aspx\">诗</a>“读书破万卷，下笔如有神”（《奉赠韦左丞丈二十二韵》）。中国古代在隋唐以前的书，主要是竹简和帛书。到了杜甫所在的时期，一般是手写的卷轴纸书。由于行格疏阔，字体又大，每卷字数并不太多。《史记》平均每卷四千字左右，《魏书》平均每卷六千余字。<br>⑹这句化用了北周<a href=\"http://so.gushiwen.org/author_500.aspx\">王褒</a>《轻举篇》的句子“俯观云似盖”。团，意为圆，在此形容“倾盖”。团作为“圆”字解，也见于其他唐诗，例如<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>《《放言五首·其一》》“荷露虽团岂是珠”，<a href=\"http://so.gushiwen.org/author_491.aspx\">贾岛</a>《忆江上吴处士》“蟾蜍亏复团”等。<br>⑺这两句描写了柏学士茅屋的外景。仇注：云如倾盖之团，言其浓。水似决渠之溜，言其急也。<br>⑻五车书，出自《庄子·天下》：“惠施多方，其书五车”。后喻指读书多，学问深，例如唐<a href=\"http://so.gushiwen.org/author_515.aspx\">王维</a>《戏赠张五弟湮三首·之二》：“张弟五车书，读书仍隐居”。</p>",
  "shangxi": "<h2>评析</h2> <p>　　此<a href=\"http://so.gushiwen.org/view_11459.aspx\">诗</a>当作于公元767年（唐代宗大历二年），当时<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>56岁，居夔州（今重庆市奉节县）。</p> <p>　　黄鹤注：依旧次，编在大歴二年。盖寄诗在先而题屋在后也。顾宸注：公过学士茅屋，羡其立品之高，读书之勤，故题其茅屋如此。按诗言读书以取富贵，于学士尚不相似。黄氏谓朂其子侄者得之。</p> <p>　　仇兆鳌《杜诗详注》：学士茅居旧有藏书，上四句叙事，五六句写屋前秋景，七八句勉其子侄。下截承上。杜诗近体有两段分截之格，有两层遥顶之格。此章若移晴云、秋水二句，上接首聨；移古人、年少二句，下接末聨，分明是两截体。今用遥顶，亦变化法耳。又中间四句，平仄仄平俱不合律，葢亦古诗体也。</p> <p>　　黄生曰：旧疑此诗不似对学士语。今考《寄柏学士诗》及《题柏大兄弟山居屋壁诗》始知其说，一则云自胡之反，持干戈，天下学士，亦奔波，叹彼幽居，载典籍，萧然暴露依山阿。一则云叔父朱门贵，郎君玉树高。山居精典籍，文雅涉风骚。是学士乃柏大之叔父。柏大之山居，即学士之茅屋，学士奔波之所载，即柏大山居之所精。二诗语意互见。此诗则合而言之，勉其子弟。而本其父兄以为劝言勤苦以取富贵尔。叔父业有前效，则年少积学之功，安可少哉。 </p>",
  "poet": {
    "id": 474,
    "star": 0,
    "name": "杜甫",
    "image": "http://img.gushiwen.org/authorImg/dufu.jpg",
    "desc": "杜甫（712－770），字子美，自号少陵野老，世称“杜工部”、“杜少陵”等，汉族，河南府巩县（今河南省巩义市）人，唐代伟大的现实主义诗人，杜甫被世人尊为“诗圣”，其诗被称为“诗史”。杜甫与李白合称“李杜”，为了跟另外两位诗人李商隐与杜牧即“小李杜”区别开来，杜甫与李白又合称“大李杜”。他忧国忧民，人格高尚，他的约1400余首诗被保留了下来，诗艺精湛，在中国古典诗歌中备受推崇，影响深远。759-766年间曾居成都，后世有杜甫草堂纪念。"
  },
  "tags": [
    "读书"
  ]
}