{
  "id": 29048,
  "star": 15,
  "name": "题白石莲花寄楚公",
  "dynasty": "唐代",
  "content": "白石莲花谁所共，六时长捧佛前灯。<br>空庭苔藓饶霜露，时梦西山老病僧。<br>大海龙宫无限地，诸天雁塔几多层。<br>漫夸鹙子真罗汉，不会牛车是上乘。",
  "fanyi": "<p><strong>译文<br></strong>以白石连花奉寄楚公，言白石莲花自在佛前。将老病楚公自在西山；白石莲花既不雕镌应入西山，西山老僧又不起心欲此石莲。<br>在清霜寒露降满苔藓的夜里，经常梦到他这位老朋友。<br>龙宫与雁塔一样的极高。<br>以舍利弗为代表的阿罗汉，不会最上乘义，停留在小乘极果，不以成佛为最究竟之目标，直到法华会上， 方才回小向大，发愿成佛。</p> <p><strong>注释<br></strong>①白石莲花：指用白石凿成的莲花状佛前灯台。<br>②楚公：未详。<a href=\"http://so.gushiwen.org/view_29048.aspx\">诗</a>作于居东川幕期间。程梦星谓此诗乃两绝句，误合为一律。冯浩注道源曰：《续高僧传》：楚南，闽人也。武宗废教，深窜山谷。大中时出，随黄檗山禅师。昭宗闻其道化，赐鹿及衣五事，卒年七十。程梦星曰：古人称僧，如晋之竺法深称深公，宋之惠远称远公，唐之齐已称已公。率举下一字，不闻上一字。此非楚南。徐曰：武宗废教在会昌六年，去昭宗龙纪初四十五年，楚南年止七十，计义山时南年尚少，而诗云西山老病僧，其非楚南可知。冯浩曰：二说皆精核。《新唐书·艺文志》明言楚南昭宗大顺中人也。源师所注释子多误，是不可解。<br>③共：冯浩注：共，即供。<br>④六时：冯浩注《魏书·释老志》：六时礼拜。愚按：佛教分一昼夜为六时：晨朝、日中、日没、初夜、中夜、后夜。《阿弥陀传》：昼夜六时，天雨曼陀罗华。<br>⑤龙宫：朱注《法华经》：文殊师利坐千叶莲花，从大海娑竭罗龙宫自然涌出，住虚空中，诣灵鹫山。冯日：佛家每谓经典为法海藏，譬如大海，是众宝藏也，亦日龙藏。《佛说法海经》：大海之中，神龙所居。诸龙妙德难量，造天宫，品物之类，无不仰之，吾僧法亦复如是。《纂灵记》：华严大经，龙宫有三本，佛灭度后六百年，有龙树菩萨入龙宫，诵下本十万偈四十八品，流传天竺，即今所传华严经也。<a href=\"http://so.gushiwen.org/author_662.aspx\">庾信</a>碑文：龙藏之所不尽。<br>⑥诸天：道源注：佛书有三界诸天，自欲界以上皆日诸天，佛经谓欲界六天、色界十八天、无色界四天，三界共二十八天。雁塔:《大唐西域记》：有比丘经行，忽见群雁飞翔，戏言曰：“今日众僧中食不充，若得此雁，可充饮食。”一雁退飞，投身自殒。佛谓比邱日：“此雁王也，不可食之。”乃瘗而立塔。西安市有大雁塔、小雁塔。大雁塔在慈恩寺，唐高宗时建。小雁塔在荐福寺，唐中宗时建。<br>⑦雁塔：道源注《西域记》：昔有比丘见群雁飞翔，思日：若得此雁，可充饮食，忽有一雁投下自殒。佛谓比丘日：此雁王也，不可食之。乃瘗而立塔。<br>⑧谩：冯浩曰：漫通。鹙子：指舍利弗。道源注舍利弗，此云鹙子，连母为名。以其取涅架一日之价，故不知有上乘，亦非真阿罗汉。佛为授记，乃知真是佛子，得佛法分。冯浩注：《因果经》：舍利弗者，于智慧中最为第一。世尊为舍利弗广说四谛，即得阿罗汉果。《法华经音释》：舍利弗，此云鹜子，连母为名。其母名舍利，眼如鹙鹭，身形美好，弗即子也。<br>⑨真罗汉：冯浩注《四十二章经》：阿罗汉能飞行变化，旷劫寿命，住动天地。《修行本起经》：得一心者，万邪灭矣，谓之罗汉。罗汉者，真人也。会：领会，理解。<br>⑩不会：不懂。牛车上乘：朱注《法华经》：长者以牛车、羊车、鹿车立门外，引诸子出离火宅。《释迦成道记》注：羊车，喻声闻乘；鹿车，喻缘觉乘；牛车，喻菩萨乘。俱以运载为义。前二乘，方便施设，惟大白牛车是实引重致远，不遗一物。《传灯录》：若顿悟自心即佛，依此而修者是上乘禅。冯浩注《妙法莲华经》：长者诸子于火宅中恋著戏处，无求出意。长者设方便，言羊车、鹿车、牛车在门外，可以游戏，随汝所欲，皆当与汝。诸子争出火宅，白父，愿时赐与。尔时长者各赐一大车珍奇杂宝而庄严之，驾以白牛。我财物无极，不应以下劣小车与诸子等。如是七宝大车，其数无量。佛告舍利弗，如来亦复如是。于三界火宅为说三乘，声闻乘如求羊车，辟支佛乘如求鹿车，佛乘利益天人，度脱一切，是名大乘，如求牛车。如来说三乘引导众生，然后但以大乘而度脱之。《魏书·释老志》：初根人为小乘，行四谛法：中根人为中乘，受十二因缘；上根人为大乘，则修六度。愚按：上引注文中之火宅，乃佛家比喻烦恼之俗界。言人有情爱纠缠，如居火炕之中，故名。上乘：佛家广大圆通之要道。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　<a href=\"http://so.gushiwen.org/view_29048.aspx\">诗</a>文中流露出感伤颓废的情调、缥渺虚无的色彩。他自己曾在《樊南乙集·序》中说：“三年以来，丧失家道。开居忽忽不乐，始克I意事佛，方愿打钟扫地，为清凉山行者。”这首诗就是他这种思想的具体反映。“楚公”其人，历来无确考。现此诗中之意。可能是一位老衲。</p> <p>　　“白石莲花谁所共。六时长捧佛前灯。”诗一开头，便切题描写寺院中的石灯台。“白石莲花”即石灯台。《道源》一书注日：“番白石为莲花台，捧灯佛前。“共”是“供”的通假字。“六时”一词《大唐西域记》一书中有所说明：“六时合成一日一夜。”佛经中所谓“六时”等于如今的二十四小时。寺院中放置着白石凿成的莲花灯台，它整天整夜都在佛前捧着灯火，为佛家不可缺少之物。</p> <p>　　接下两句：“空庭苔藓饶霜露，时梦西山老病僧。”因见院中秋色而忆念西山老僧。前一句写秋色：深秋时节，木叶尽脱，连那院中碧绿的苔藓也逃不掉寒秋的淫威，在重生的霜露之下，显出衰败之态。目睹眼前凄凉的秋景，诗人不由得想起南山那位体衰多病的老僧，此时他的情况怎样呢？于是诗人便引经据典，设想僧人所处的佛家圣地的情况：“大海龙宫无限地，诸天雁塔几多层。”《法华经》上说舍利佛文殊师“乘千叶莲花从大海娑竭罗龙宫自然涌出（水面），住在虚空之中”。此处之“天”与我们如今所说的天不同。按佛经所说，三界（欲界、色界、无色界）共有二十八天。欲界有六天，色界有十八天，无色界为四天，此处之“天”指佛家所处的清净光明的胜境。“雁塔”一词出自《大唐西域记》，此书中载：有佛比丘在路上行走，忽然发现群雁飞翔．于是开玩笑说：“今天众和尚饭不够吃。”一只大雁向后退着飞，投身自杀。佛家感动，便建一塔，把雁葬在下面。在诗人的想象中，佛境不仅广大无边，而且清静光明。诗人用这样的笔法，把南山老僧所处之境描绘得如此之好。同时，此联也是借大海和雁塔暗暗点出佛家教义之“博大精深”。</p> <p>　　最后两句：“漫夸骛子真罗汉，不会牛车是上乘。”这是对“楚公”的赞语。此处“骛子”指舍利弗。舍利弗名字与母亲名相连。其母名为舍利，眼如鹙鹭，身形特剐好看。“罗汉”本意是修行得道的圣者。《四十二章经》中说阿罗汉能飞行变化。随愿久住，而其所居之处，天地为之感动。言其道法之高深。这里是在说舍利弗为修行得道之圣。“不会”即不理解。“牛车”、“上乘”都是佛家语。按佛书《妙法莲花经》中所说：“如来佛曾为众僧说三乘，三乘即声闻乘，辟支佛乘和佛乘，声闻乘如求羊车，辟支佛乘如求鹿车，都不如佛乘，因为佛乘‘利益天人，度脱一切’，如求牛车。”因此“牛车”为佛家大乘也即诗中所说的“上乘”，其根本意思是指佛家圆通广大的要道。</p> <p>　　诗人在这最后两句中首先称赞舍利弗是“真罗汉”，即修行得道的长者，但他还没有理解佛家的“上乘”即那圆通广大的要道，言外之意便是“楚公”才真正懂得了佛家的“上乘”之法，即佛家要道。</p> <p>　　这首诗在思想性上无足可取，只是玄而又玄的禅家之语。不过在用典上还有些特色。不见牵强与堆砌之痕，比较自然。</p>",
  "about": "<h2>创作背景</h2> 　　这是<a href=\"http://so.gushiwen.org/view_29048.aspx\">诗</a>人大中年间在东川时的作品。这一时期，<a href=\"http://so.gushiwen.org/author_204.aspx\">李商隐</a>失去了爱妻王氏，正处于极度的痛苦之中。同时又怀念故乡，归思难收，加上体衰多病，因此情绪特别低落，内心充满悲愁，思想发生了很大变化。笃信佛家禅理，和衲子有了来往。他青年时期就好道，有“学仙玉阳东”之想，和道流过从甚密。而作者此诗又奉佛，给他的思想和创作带来了不少消极影响。",
  "poet": {
    "id": 204,
    "star": 0,
    "name": "李商隐",
    "image": "http://img.gushiwen.org/authorImg/lishangyin.jpg",
    "desc": "李商隐，字义山，号玉溪（谿）生、樊南生，唐代著名诗人，祖籍河内（今河南省焦作市）沁阳，出生于郑州荥阳。他擅长诗歌写作，骈文文学价值也很高，是晚唐最出色的诗人之一，和杜牧合称“小李杜”，与温庭筠合称为“温李”，因诗文与同时期的段成式、温庭筠风格相近，且三人都在家族里排行第十六，故并称为“三十六体”。其诗构思新奇，风格秾丽，尤其是一些爱情诗和无题诗写得缠绵悱恻，优美动人，广为传诵。但部分诗歌过于隐晦迷离，难于索解，至有“诗家总爱西昆好，独恨无人作郑笺”之说。因处于牛李党争的夹缝之中，一生很不得志。死后葬于家乡沁阳（今河南焦作市沁阳与博爱县交界之处）。作品收录为《李义山诗集》。"
  },
  "tags": [
    "友人",
    "怀念"
  ]
}