{
  "id": 59142,
  "star": 43,
  "name": "柳梢青·送卢梅坡",
  "dynasty": "宋代",
  "content": "泛菊杯深，吹梅角远，同在京城。聚散匆匆，云边孤雁，水上浮萍。 <br>教人怎不伤情。觉几度、魂飞梦惊。后夜相思，尘随马去，月逐舟行。",
  "fanyi": "<p><strong>译文<br></strong>回忆当年，你我同在京城，共饮菊花酒，同听悠远的《梅花落》笛曲。你我聚散匆匆，如云边孤雁，又如水上浮萍，到处漂泊不定。<br>离别之后，让人怎么不伤心动情？梦里也曾几度相会，但是梦醒后，因为见不到友人，又失魂丧魄，六神无主，辗转反侧，无法安睡。后半夜的相思，心像飞尘一样时时紧跟在友人的马后，又像明月一样处处追随在友人的舟旁。</p> <p><strong>注释<br></strong>①卢梅坡：南宋<a href=\"http://so.gushiwen.org/view_59142.aspx\">诗</a>人，<a href=\"http://so.gushiwen.org/author_52.aspx\">刘过</a>在京城杭州交结的朋友。<br>②泛菊杯深：化用<a href=\"http://so.gushiwen.org/author_645.aspx\">陶渊明</a>诗，写重阳佳节两人共饮菊花酒。泛，漂浮。深，把酒斟满。<br>③吹梅角远：化用<a href=\"http://so.gushiwen.org/author_536.aspx\">李清照</a>诗，写在春天时候他们郊游赏梅。梅：梅花。角：号角，这里指笛声。远：指笛声悠远。<br>④浮萍（fú píng）：浮萍科植物,一年生草本植物,叶子浮在水面,下面生须根。可入药。 吹梅：吹奏《梅花落》。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这首词是<a href=\"http://so.gushiwen.org/author_52.aspx\">刘过</a>为送别在京城结交的好友卢梅坡而作。整首词情深意切，婉转动人。</p> <p>　　上片写离别之苦。</p> <p>　　“泛菊杯深，吹梅角远，同在京城。”分别之时，词人回忆旧日同在京城之时与友人欢聚的情景。此处，词人选取两个极具代表性的场景，“泛菊杯深”化用<a href=\"http://so.gushiwen.org/author_645.aspx\">陶渊明</a>“秋菊有佳色，裘露掇其英。沉此忘忧物，远我遗世情”的<a href=\"http://so.gushiwen.org/view_59142.aspx\">诗</a>意，描写重阳佳节，二人同饮菊花酒的情景；“吹梅角远”化用<a href=\"http://so.gushiwen.org/author_536.aspx\">李清照</a>“染柳烟浓，吹梅笛怨”的词句，描写春暖花开之时，二人携手踏青，同赏笛曲《梅花落》的情景。一个“深”、一个“远”分别形象地描述出二人饮酒时的酣畅淋漓和共赏悠远笛曲时的快乐心情。前三句仅用十二字就清楚地交代出聚会的时间、地点和情景，足见词人在遣词造句方面的造诣之深。</p> <p>　　离别之时，词人与好友依依不舍，“聚散匆匆，云边孤雁，水上浮萍”。“聚散”二字承上启下，词人由前文的“聚”转入描写“散”。“云边孤雁，水上浮萍”两句哀婉动人，看似写景，实际暗含分别之后，二人均如云边的孤雁，无法找到可以理解自己的知己，又如水上浮萍一般，四处漂泊。相聚的时间如此短暂，转眼就要分别，前路渺茫，离别之后，再聚不知要等到何时，难以言表的复杂心情缠绕在词人心头，挥之不去。</p> <p>　　下片写别后之思。</p> <p>　　“教人怎不伤情？觉几度、魂飞梦惊。”孤独的词人怎能不“伤情”？友人离去后，他失魂落魄，甚至辗转反侧，无法人眠。这三句词人自问自答，直说别后对卢梅坡的思念。“魂飞梦惊”四个字写出刘过的复杂心情：希望在梦中见到好友，又害怕梦醒时要再次面对离别。</p> <p>　　至此，作者的满腹相思还未吐尽，又用“后夜相思，尘随马去，月逐舟行”三句进行深化。这三句化用<a href=\"http://so.gushiwen.org/author_396.aspx\">苏味道</a>《正月十五夜》中“暗尘随马去，明月逐上来”的句意和<a href=\"http://so.gushiwen.org/author_399.aspx\">贺铸</a>《惜双双》中“明月多情随柁尾”的句意，表达分别之后作者的心像马后的飞尘和天上的明月一样，仍紧紧追随着卢梅坡。</p> <p>　　在这首词里，刘过藏起“金戈铁马”、“誓斩楼兰”的英武之气，以委婉的笔触低低诉说着对朋友的相思，层层深入，步步紧逼，生生把词人对友人的无限深情和刻骨相思“逼”将出来，铁血之下的柔情更令人感动。</p>",
  "about": "<h2>创作背景</h2> 　　卢梅坡是南宋一位与<a href=\"http://so.gushiwen.org/view_59142.aspx\">诗</a>人交好的诗人，二人曾同游杭州。分别时，词人为了感怀与卢梅坡的交往和友谊，写下这首《柳梢青》。",
  "poet": {
    "id": 52,
    "star": 0,
    "name": "刘过",
    "image": "http://img.gushiwen.org/authorImg/liuguo.jpg",
    "desc": "刘过（1154～1206）南宋文学家，字改之，号龙洲道人。吉州太和（今江西泰和县）人，长于庐陵（今江西吉安），去世于江苏昆山，今其墓尚在。四次应举不中，流落江湖间，布衣终身。曾为陆游、辛弃疾所赏，亦与陈亮、岳珂友善。词风与辛弃疾相近，抒发抗金抱负狂逸俊致，与刘克庄、刘辰翁享有“辛派三刘”之誉，又与刘仙伦合称为“庐陵二布衣”。有《龙洲集》、《龙洲词》。"
  },
  "tags": [
    "离别",
    "思念"
  ]
}