{
  "id": 27667,
  "star": 42,
  "name": "早雁",
  "dynasty": "唐代",
  "content": "金河秋半虏弦开，云外惊飞四散哀。<br>仙掌月明孤影过，长门灯暗数声来。<br>须知胡骑纷纷在，岂逐春风一一回？<br>莫厌潇湘少人处，水多菰米岸莓苔。",
  "fanyi": "<p><strong>译文</strong><br>八月边地回鹘士兵拉弓射箭，雁群为之惊飞四散哀鸣连连。<br>月明之夜孤雁掠过承露仙掌，哀鸣声传到昏暗的长门宫前。<br>应该知道北方正当烽烟四起，再也不能随着春风回归家园。<br>请莫嫌弃潇湘一带人烟稀少，水边的菰米绿苔可免受饥寒。</p> <p><strong>注释</strong><br>⑴金河：在今内蒙呼和浩特市南。秋半：八月。虏弦开：指回鹘南侵。<br>⑵云外：一作“云际”。<br>⑶仙掌：指长安建章宫内铜铸仙人举掌托起承露盘。<br>⑷长门：汉宫名，汉武帝时陈皇后失宠时幽居长门宫。<br>⑸须知胡骑纷纷在：一作“虽随胡马翩翩去”。胡：指回鹘，也称回纥。<br>⑹莫厌：一作“好是”。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　此<a href=\"http://so.gushiwen.org/view_27667.aspx\">诗</a>通篇为咏物体，前四句写大雁惊飞，影过皇城，鸣声回荡在长安城上空。言外之意是：不知是否能引起皇宫中统治者的关注？后四句安慰大雁：胡骑尚在，你们到春天时也不要急于北飞，潇湘之地也可以觅食。此诗通篇无一语批评执政者，但在秋天就设想明年春天胡骑还在，则朝廷无力安边之意自明。这是非常含蓄的怨刺方法。</p> <p>　　首联想象鸿雁遭射四散的情景。金河，在今内蒙古自治区呼和浩特市南，这里泛指北方边地。“虏弦开”，是双关挽弓射猎和发动军事骚扰活动。这两句生动地展现出一幅边塞惊雁的活动图景：仲秋塞外，广漠无边，正在云霄展翅翱翔的雁群忽然遭到胡骑的袭射，立时惊飞四散，发出凄厉的哀鸣。“惊飞四散哀”五个字，从情态、动作到声音，写出一时间连续发生的情景，层次分明而又贯串一气，是非常真切凝炼的动态描写。</p> <p>　　颔联续写“惊飞四散”的征雁飞经都城长安上空的情景。汉代建章宫有金铜仙人舒掌托承露盘，“仙掌”指此。清凉的月色映照着宫中孤耸的仙掌，这景象已在静谧中显出几分冷寂；在这静寂的画面上又飘过孤雁缥缈的身影，就更显出境界之清寥和雁影之孤孑。失宠者幽居的长门宫，灯光黯淡，本就充满悲愁凄冷的气氛，在这种氛围中传来几声失群孤雁的哀鸣，就更显出境界的孤寂与雁鸣的悲凉。“孤影过”、“数声来”，一绘影，一写声，都与上联“惊飞四散”相应，写的是失群离散、形单影只之雁。两句在情景的描写、气氛的烘染方面，极细腻而传神。透过这幅清冷孤寂的孤雁南征图，可以隐约感受到那个衰颓时代悲凉的气氛。诗人特意使惊飞四散的征雁出现在长安宫阙的上空，似乎还隐寓着微婉的讽慨。它让人感到，居住在深宫中的皇帝，不但无力、而且也无意拯救流离失所的边地人民。月明灯暗，影孤啼哀，整个境界，正透出一种无言的冷漠。</p> <p>　　颈联又由征雁南飞遥想到它们的北归，诗人说：如今胡人的骑兵射手还纷纷布满金河一带地区，明春气候转暖时节，你们又怎能随着和煦的春风一一返回自己的故乡呢？大雁秋来春返，故有“逐春风”而回的设想，但这里的“春风”似乎还兼有某种比兴象征意义。据《资治通鉴》载，回鹘侵扰边地时，唐朝廷“诏发陈、许、徐、汝、襄阳等兵屯太原及振武、天德，俟来春驱逐回鹘”。问题是：朝廷上的“春风”究竟能不能将流离异地的征雁吹送回北方呢？大雁还在南征的途中，诗人却已想到它们的北返；正在哀怜它们的惊飞离散，却已想到它们异日的无家可归。这是对流离失所的边地人民无微不至的关切。“须知”、“岂逐”，更像是面对边地流民深情嘱咐的口吻。两句一意贯串，语调轻柔，情致深婉。这种深切的同情，正与上联透露的无言的冷漠形成鲜明的对照。</p> <p>　　流离失所、欲归不得的征雁，它们的归宿是：“莫厌潇湘少人处，水多菰米岸莓苔。”潇湘指今湖南中部、南部一带。相传雁飞不过衡阳，所以这里想象它们在潇湘一带停歇下来。菰米，是一种生长在浅水中的多年生草本植物的果实（嫩茎叫茭白）。莓苔，是一种蔷薇科植物，子红色。这两种东西都是雁的食物。诗人深情地劝慰南飞的征雁：不要厌弃潇湘一带空旷人稀，那里水中泽畔长满了菰米莓苔，尽堪作为食料，不妨暂时安居下来吧。诗人在无可奈何中发出的劝慰与嘱咐，更深一层地表现了对流亡者的深情体贴。由南征而想到北返，这是一层曲折；由北返无家可归想到不如在南方寻找归宿，这又是一层曲折。通过层层曲折转跌，诗人对边地人民的深情系念也就表达得愈加充分和深入。“莫厌”二字，耽心南来的征雁也许不习惯潇湘的空旷孤寂，显得蕴藉深厚，体贴备至。</p> <p>　　这是一首托物寓慨的诗。通篇采用比兴象征手法，表面上似乎句句写雁，实际上，它句句写时事，句句写人。风格婉曲细腻，清丽含蓄。而这种深婉细腻又与轻快流走的格调和谐地统一在一起，在以豪宕俊爽为主要特色的<a href=\"http://so.gushiwen.org/author_211.aspx\">杜牧</a>诗中，是别开生面之作。</p>",
  "about": "<h2>创作背景</h2> 　　唐武宗会昌二年（842年）八月，北方回鹘族乌介可汗率兵南侵，引起边民纷纷逃亡。<a href=\"http://so.gushiwen.org/author_211.aspx\">杜牧</a>时任黄州（今湖北黄冈）刺史，闻此而忧之，因写下此<a href=\"http://so.gushiwen.org/view_27667.aspx\">诗</a>。",
  "poet": {
    "id": 211,
    "star": 0,
    "name": "杜牧",
    "image": "http://img.gushiwen.org/authorImg/dumu.jpg",
    "desc": "杜牧（公元803－约852年），字牧之，号樊川居士，汉族，京兆万年（今陕西西安）人，唐代诗人。杜牧人称“小杜”，以别于杜甫。与李商隐并称“小李杜”。因晚年居长安南樊川别墅，故后世称“杜樊川”，著有《樊川文集》。"
  },
  "tags": [
    "抒怀",
    "怨刺",
    "咏物",
    "写鸟"
  ]
}