{
  "id": 71201,
  "star": 2968,
  "name": "山坡羊·潼关怀古",
  "dynasty": "元代",
  "content": "峰峦如聚，波涛如怒，山河表里潼关路。望西都，意踌躇。<br>伤心秦汉经行处，宫阙万间都做了土。兴，百姓苦；亡，百姓苦！",
  "fanyi": "<p><strong>译文<br></strong>（华山的）山峰从四面八方会聚，（黄河的）波涛像发怒似的汹涌。潼关外有黄河，内有华山，山河雄伟，地势险要。遥望古都长安，陷于思索之中。<br>从秦汉宫遗址经过，引发无限伤感，万间宫殿早已化作了尘土。一朝兴盛，百姓受苦；一朝灭亡，百姓依旧受苦。</p> <p><strong>注释</strong><br>⑴山坡羊：曲牌名，是这首散曲的格式；“潼关怀古”是标题。<br>⑵峰峦如聚：形容群峰攒集，层峦叠嶂。聚：聚拢；包围<br>⑶波涛如怒：形容黄河波涛的汹涌澎湃。怒：指波涛汹涌。<br>⑷“山河”句：外面是山，里面是河，形容潼关一带地势险要。具体指潼关外有黄河，内有华山。表里：即内外。《左传·僖公二十八年》：“表里山河，必无害也。”注：“晋国外河而内山。”潼关：古关口名，在今陕西省潼关县，关城建在华山山腰，下临黄河，扼秦、晋、豫三省要冲，非常险要，为古代入陕门户，是历代的军事重地。<br>⑸西都：指长安（今陕西西安）。这是泛指秦汉以来在长安附近所建的都城。秦、西汉建都长安，东汉建都洛阳，因此称洛阳为东都，长安为西都。<br>⑹踌躇：犹豫、徘徊不定，心事重重，此处形容思潮起伏，，感慨万端陷入沉思，表示心里不平静。一作“踟蹰（chí chú）”。<br>⑺“伤心”二句：谓目睹秦汉遗迹，旧日宫殿尽成废墟，内心伤感。伤心：令人伤心的事， 形容词作动词。秦汉经行处：秦朝（前221年~前206年）都城咸阳和西汉（前208~8）的都城长安都在陕西省境内潼关的西面。经行处，经过的地方。指秦汉故都遗址。宫阙：宫，宫殿；阙，皇宫门前面两边的楼观。<br>⑻兴：指政权的统治稳固。兴、亡：指朝代的盛衰更替。</p>",
  "shangxi": "<p>　　为官清廉，爱民如子。天历二年（1329年），因关中旱灾，被任命为陕西行台中丞以赈灾民。他隐居后，决意不再涉仕途，但听说重召他是为了赈济陕西饥民，就不顾年事已高，毅然应命。他命驾西秦过程中，亲睹人民的深重灾难，感慨叹喟，愤愤不平、遂散尽家财，尽心尽力去救灾，终因过分操劳而殉职。他死后，“关中之人，哀之如先父母”（《元史·张养浩传》）。《山坡羊·潼关怀古》便写于应召往关中的途中。《元史·张养浩传》说：“天历二年，关中大旱，饥民相食，特拜张养浩为陕西行台中丞。登车就道，遇饥者则赈之，死者则葬之。”张养浩在“关中大旱”之际写下了这首《山坡羊》。</p> <p>　　张养浩自幼才学过人，曾向平章<a href=\"http://so.gushiwen.org/author_1616.aspx\">不忽木</a>献书，被提拔，后任堂邑县尹、监察御史等职，因评时政，得罪当权者被罢官，为避祸不得不隐姓埋名；后被召起，官至礼部尚书。50岁时辞官归隐于济南云庄，关中旱灾时被重新任命，赶赴陕西救赈灾民。多年的宦海沉浮，让他把功名富贵都参破，不再在意统治者对自己的评判；济南云庄的归隐生活，不仅让他欣赏礼赞自然的风光，更让他体察民生之艰辛；尊奉孟子民本之思想，让他深深懂得民生之重要；刚正不阿、仗义执言的性格，让他有勇气面对现实说出心中真实的想法。元代百姓生活之苦被作家以怀古的形式表现出来。这种忧民之心使他“到官四月，倾囊以赈灾民，每抚膺痛哭，遂得病不起。”这是一个有良知的读书人真实的本性和真实的生活，也是当时社会所难得一见的。</p> <p>　　元代的统治者对读书人实行民族歧视政策，直到元仁宗延祐二年（1315年）才正式实行科举取士制度，况且这种制度也是不公平的，这就造成下层读书人在很大程度上对元统治者失去信心，对社会缺少责任感，所以同时期其他作家怀古作品都深刻地打上时代地烙印：他们或感伤古王朝之覆，发一通思古之幽情；或感叹古今之巨变，流露对世事人生把握不定之惶恐；或有感于岁月流逝，抒发个人沉沦不遇之忧情。惟有《潼关怀古》洋溢着沉重的沧桑感和时代感。</p>",
  "poet": {
    "id": 41,
    "star": 0,
    "name": "张养浩",
    "image": "http://img.gushiwen.org/authorImg/zhangyanghao.jpg",
    "desc": "张养浩（1269—1329年），汉族，字希孟，号云庄，山东济南人，元代著名散曲家。诗、文兼擅，而以散曲著称。代表作有《山坡羊·潼关怀古》等。"
  },
  "tags": [
    "初中古诗",
    "高中古诗",
    "怀古",
    "同情",
    "忧民"
  ]
}