{
  "id": 52054,
  "star": 47,
  "name": "点绛唇·绍兴乙卯登绝顶小亭",
  "dynasty": "宋代",
  "content": "缥缈危亭，笑谈独在千峰上。与谁同赏。万里横烟浪。 <br>老去情怀，犹作天涯想。空惆怅。少年豪放。莫学衰翁样。",
  "fanyi": "<p><strong>译文</strong><br>小亭在高耸入云的山峰，隐隐约约浮现着。在千峰上独自叙述胸意，看那万里云烟如浪花般滚来，我与谁共同欣赏呢？<br>人已经老了，但情怀仍在。虽然思虑着万里山河，但也只能无奈的惆怅。少年啊，要胸怀豪情万丈，莫要学我这个老头子。</p> <p><strong>注释</strong><br>点绛唇：词牌名。此调因梁<a href=\"http://so.gushiwen.org/author_509.aspx\">江淹</a>《咏美人春游》<a href=\"http://so.gushiwen.org/view_52054.aspx\">诗</a>中有“白雪凝琼貌，明珠点绛唇”句而取名。四十一字。上阕四句，从第二句起用三仄韵；下阕五句，亦从第二句起用四仄韵。《词律》认为，上阕第二句第一字宜用去声，“作平则不起调”。但亦有作平起调者。又有《点樱桃》《十八香》《南浦月》《沙头雨》《寻瑶草》《万年春》等异名。<br>绝顶亭：在吴兴西北弁山峰顶。<br>缥缈：隐隐约约，亦因其高而之似可见似不可见，应题目中的“小亭”。<br>危亭：《说文》：“危，高而惧也。”此言亭之高，应题目的“绝顶”，绝顶亭就是因所位置之高而命名。<br>烟浪：烟云如浪，即云海。<br>天涯想：指恢复中原万里河山的梦想。<br>衰翁：衰老之人。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　起首一句径直点题。“缥缈”，隐隐约约，若有若无，形容亭在绝顶，既高且小，从远处遥望，若隐若现；这是紧扣题中“绝顶小亭”来写的。危，高也；危亭即高亭，因为亭基在弁山绝顶，这是吴兴地区的最高峰。第二句由亭而写到人，应题目的“登”字。由于小亭位于“绝顶”，故登亭之人有“千峰上”之感。独登小亭，无人共赏，只有万里横江而过的波浪，渺茫无边无际。</p> <p>　　上片末两句倒装，一则说北方大片失地，山河破碎，不堪赏玩；二则说因主战派不断受到排挤和打击，已找不到同心同德，一起去把失地收回，重建共赏的人。“万里”，喻其广远，指吴兴以北直至沦陷了的中原地区，此时宋室南渡已八个年头了。“烟浪”形容烟云如浪，与“万里”相应。北望中原，烟雾迷茫，不知恢复何日。“赏”字不只为了协韵，还含有预想失土恢复后登临赏览的意思内。“与谁同赏”即没有谁与之同赏，回应“独”字。“独”而推及“同赏”，“同赏”又感叹“与谁”；欢快味的“赏”字与压抑感的“独”字连翩而来，表现了作者心中此时的复杂情绪。</p> <p>　　过片两句“老去情怀，犹作天涯想。”说自己人虽老了，情怀不变，还是以天下为己任，把国事放在心上，总在作着恢复中原那万里山河的计虑和打算，表现出“老骥伏枥，志在千里”的气概。这两句可联系词人身世来理解。“天涯想”，指有志恢复中原万里河山。年龄虽老，壮志未衰，“犹作”二字流露出“天涯想”的强烈感情。又想起此身闲居卞山，复出不知何日，独自登临送目，纵有豪情，也只能是“空惆怅”。“空惆怅”三个字收住了“天涯想”。一个“空”字把前面的一切想望都钩销掉了，又回到了无可奈何、孤独寂寞的境界，不免要表现出某些颓丧情绪。而胸中热情，又不甘心熄灭，便吩咐随侍的儿辈“少年豪放，莫学衰翁样”。说年轻人应该豪放一点，不要学习衰老之人的模样。是示人，也是律己。这里的“衰翁样”指的是“空惆怅”，借“少年豪放”借回复到“天涯想”的豪情壮志上去。“少年豪放”一句与第二句的“笑谈”二字相呼应，针线绵密。</p> <p>　　这是一首小令词，篇幅不长，可是翻波作浪，曲折回旋地抒写了词人十分矛盾复杂的心绪。</p>",
  "about": "<h2>创作背景</h2> 　　此词作于宋高宗绍兴五年（1135年）作者去任隐居吴兴卞山时，为作者登临卞山绝顶亭有感而发之作。<a href=\"http://so.gushiwen.org/view_52054.aspx\">诗</a>人<a href=\"http://so.gushiwen.org/author_71.aspx\">叶梦得</a>当时为南宋主战派人物之一，大宋南渡八年，仍未能收复中原大片失地，而朝廷却又一味向敌妥协求和，使爱国志士不能为国效力，英雄豪杰也无用武之地。诗人虚年59岁时，闲居卞山，登亭述怀，写下了这首词，以抒写自己复杂的情怀和对时局的慨叹。",
  "poet": {
    "id": 71,
    "star": 0,
    "name": "叶梦得",
    "image": "http://img.gushiwen.org/authorImg/yemengde.jpg",
    "desc": "叶梦得(1077～1148) 宋代词人。字少蕴。苏州吴县人。绍圣四年(1097)登进士第，历任翰林学士、户部尚书、江东安抚大使等官职。晚年隐居湖州弁山玲珑山石林，故号石林居士，所著诗文多以石林为名，如《石林燕语》、《石林词》、《石林诗话》等。绍兴十八年卒，年七十二。死后追赠检校少保。 在北宋末年到南宋前半期的词风变异过程中，叶梦得是起到先导和枢纽作用的重要词人。作为南渡词人中年辈较长的一位，叶梦得开拓了南宋前半期以\"气\"入词的词坛新路。叶词中的气主要表现在英雄气、狂气、逸气三方面。"
  },
  "tags": [
    "宋词三百首",
    "豪放",
    "登高",
    "抒怀"
  ]
}