{
  "id": 64949,
  "star": 20,
  "name": "滴滴金·梅",
  "dynasty": "宋代",
  "content": "月光飞入林前屋。风策策，度庭竹。夜半江城击柝声，动寒梢栖宿。<br>等闲老去年华促，只有江梅伴幽独。梦绕夷门旧家山，恨惊回难续。",
  "shangxi": "<h2>赏析</h2> <p>　　从篇首到“蓬壶殿里笙歌作”为第一段。写登黄鹤楼遥望北方失地，引起对故国往昔“繁华”的追忆。 </p> <p>　　“想当年”三字点目。“花遮柳护”四句极其简洁地写出北宋汴京宫苑之风月繁华。万岁山亦名艮岳。据《宋史·地理志·京城》记载，徽宗政和七年始筑。积土为假山，山周十余里，堂馆池亭极多，建制精巧（蓬壶是其中一堂名），四方花竹奇石，悉聚于此，专供皇帝游玩。 </p> <p>　　此词写南方羁迟南方苦难的生活。道绚乃中原人，盛年居孀（见王逢《梧溪集》卷二）。在金兵南下之际，她同<a href=\"http://so.gushiwen.org/author_536.aspx\">李清照</a>一样，“漂零遂与流入伍”，流徒江南，只身寄居一室。根据词中所写，她居住在临江的城市镇上，屋前种着树林，庭中长满绿竹。环境清幽的如在平时，这位女词人的心情想必很宁静；然而此刻她却梦绕夷门，中心恨惊。什么原因呢？定是战争气氛的影响。 </p> <p>　　这首轻细之词注入了动荡年代的时代精神，笔是轻细的情却是深沉的。夜已深了，孤栖一室的词人却未合眼。透过窗棂，只见月光透过林梢，穿入小屋。 </p> <p>　　<a href=\"http://so.gushiwen.org/author_432.aspx\">晏殊</a>《蝶恋花》云：明月不谙离恨苦，斜光到晓穿朱户。“与此词相近。晏词的”穿“字，孙词的”飞“字，俱从不眠者眼中反映出月光的情态，境界极佳。这是从视觉方面着笔，以下几句则从听觉方面进行。 </p> <p>　　“策策”，象声词，<a href=\"http://so.gushiwen.org/author_682.aspx\">韩愈</a>《秋杯》<a href=\"http://so.gushiwen.org/view_64949.aspx\">诗</a>：“秋风一披佛，策策鸣不已。”<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>《冬雪》诗：“策策窗户前，又闻新雪睛。”由音感听觉写出漂零异地之情，南宋词时为有之，如李清照《添字丑奴儿》：“窗前谁种芭蕉树，……点滴霖淫，点滴霖淫愁损北人不惯起来听。”此处写风吹绿竹声，具有特色。这风吹绿竹发出来的策策响声，对嫁给建安人的<a href=\"http://so.gushiwen.org/author_156.aspx\">孙道绚</a>来说，是熟悉；而对刚从中原南来的词人来说，又是陌生。可见心理描写之细致。竹声未已，继之以柝声，更使词人心情浮躁。柝，俗称梆子，用于巡夜打更。也许因为处于战争年代的缘故，巡夜击柝以报平安之声，牵动人心。迢迢长夜，月光入户，柝声盈耳，离人当此，何以堪情！但她不具体写心情如何难受，却采用象征手法，通过环境描写。“动寒梢栖宿”一句，写得极妙。“梢”谓树梢，“栖宿”，以动词作名词，借指鸟类。也许是栖鸦，也许是栖鹊，也许是半夜听到柝声，它们都躁动起来。由描写中，读者可以看到一个落魄者惶惧战栗的影子。 </p> <p>　　如果上片是用纤细笔锋勾出作者的环境，由客观事物象征作者的心态。那么下片便深入到刻画词人的内心世界，抒发出怀念国都的思想了。“等闲老去年华促”，说明词人已经年老。据其子黄铢绍兴三年跋其词云：“年三十，先君捐弃，即抱贞节以自终。”（张世南《游宦纪闻》卷八）此词作于其前，盖建炎年间（1127-1130）。若三十丧失，则作此词时恐亦四十余岁，可以称老了。这里词人不是嗟叹一生庸碌无为，而是感慨人生短促，词情深沉。零落江城，老年守寡，唯有幽独的江梅与相伴，此境极为凄惨。<a href=\"http://so.gushiwen.org/author_30.aspx\">姜夔</a>《疏影》云：“但暗忆江南江北。想佩环月夜归来，化作此花幽独。”是以幽然梅花比喻<a href=\"http://so.gushiwen.org/author_830.aspx\">王昭君</a>的魂魄；此处则以此比喻自己，可谓异曲同工，达到出神入化的境界。 </p> <p>　　篇末二句采用了新乐府诗“卒章显志”的手法，点明题旨所在。不管月光如何照人无寐，也不管竹声柝声如何干人清睡，词人入梦了。在梦中，她回到“夷门旧家山”，得到片刻的安慰。按夷门原为战国时大梁东门。《史记·魏公子传赞》云：“吾过大梁之墟，求问其所谓夷门”夷门者，城之东门也。“宋时大梁称汴京。汴京东门为词人之”旧家山“可见词人曾在那里住过。此句重要，乃全篇关键。有此一句，通体皆明；否则将不知所云了。词人梦中回到夷门，又被惊醒，欲想重续旧梦已不可能，于是她陷入深深的悲哀。词中恋旧居、爱旧国的主题，终于达到了。</p> <p>　　应该指出的是，此词前结写栖鸟惊躁，后结写好梦惊回，虚实结合，前后映衬，极力突出了离乱中词人的形象。掩卷当知个中意味。魏庆之《诗人玉屑》卷二十称其“使易安尚在，且有愧容矣”而思。抑扬起伏虽然太大，但也可证明其词水平之高。 </p>",
  "poet": {
    "id": 156,
    "star": 0,
    "name": "孙道绚",
    "image": "http://img.gushiwen.org/authorImg/sundaoxuan.jpg",
    "desc": "孙道绚，号冲虚居士，宋代建安（今福建建瓯）人。善诗词，笔力甚高。遗词六首。"
  },
  "tags": [
    "追忆",
    "战争"
  ]
}