{
  "id": 11151,
  "star": 141,
  "name": "归雁",
  "dynasty": "唐代",
  "content": "东来万里客，乱定几年归？<br>肠断江城雁，高高向北飞！",
  "fanyi": "<p><strong>译文</strong><br>　　春天来了，我这个远离家乡的人，什么时候才能回家呢？最让我悲伤的是，连那江城的大雁都可以自由自在地向北飞去，而我却挪不动步呢。</p> <p><strong>注释</strong><br>⑴ 此二句，自问自。客，指自己。几年，犹几时。东，一作“春”。<br>⑵末句正是申明“肠断”之故。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　“东来万里客，乱定几年归？”点明了时间和客居情况，表达急切渴望回归故乡的心情。安史之乱以后，八年来，<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>带着一家老小背井离乡，从长安、洛阳、秦州辗转流离到四川成都。<a href=\"http://so.gushiwen.org/view_11151.aspx\">诗</a>中“东来”二字亦作“春来”。这年初春，他在川北的阆州飘泊时，就已经作好了准备，打算由水路下渝州出峡，以便回河南老家。但由于老朋友严武第二次到成都任东西川节度使，邀请杜甫到成都，于是打消了出峡的念头，举家重新迁回成都草堂居住。“万里客”三字，饱含着经年奔波的凄楚况味和浓烈的乡思之情。此时，安史之乱已经平息，按说应当回家了。他在不久前写的“生平第一首快诗”（浦起龙语）《闻官军收河南河北》中，就满怀激情地表示过：“白日放歌须纵酒，青春作伴好还乡。即从巴峡穿巫峡，便下襄阳向洛阳。”如今又来到成都，早就萦绕于怀的回乡之愿，不知要到何年才能实现？一个问句，表现了诗人渴望回乡而不能的急迫心情。</p> <p>　　正当诗人为乡情所苦、愁思百结的时候，一队队大雁正从滨临锦江的成都上空，高高地向北归飞。“高高”有自由自在、畅通无阻之意。大雁北飞之地就是中原地带，它既是作者故乡的所在地，也是唐王朝中央政权的所在地。诗人想到大雁一年一度地回到故乡，而自己却多年滞留异地，不禁愁思缕缕。</p> <p>　　这首诗短小精悍，含义隽永，余味无穷。这原因，一方面是诗人将自己的一片真情，融于字里行间，在平易朴实的语言里，蕴含着强烈的激情。另一方面，写归雁的诗，往往都是先从大雁本身着笔，然后再抒发议论，然而这首诗却是先写思归的心情，一开始就直抒胸怀，先给读者一个思乡的强烈印象，然后再将描写的笔触对准空中的大雁，让生动的形象去充分体现作者的思想，给人以具象化的感觉，先赋而后兴。</p> <p>　　不仅使情景交融，也使思乡恋国之情表达得更为强烈，更为深长。另外，在绝句格式上，这一首采用了对起散结的方式。盛唐绝句重散行，四个散句起承转合，句与句之间不讲究对偶。而此诗一、二句用了对偶。后两句用散句，又纯任天然。这样，在形式上把精巧与自然二者有机结合起来，读来节奏优美，“神味高远”（浦起龙语）。杜甫“常常把绝句作为遣兴手段，即兴漫成，但这并不妨碍他在形式上有意识进行多种尝试。”（周啸天《唐绝句史》）从这首五言绝句中，也可以看出杜甫“语不惊人死不休”的创作态度。</p>",
  "about": "<h2>创作背景</h2> 　　此<a href=\"http://so.gushiwen.org/view_11151.aspx\">诗</a>作于公元764年（广德二年）春暮，在成都草堂。浦起龙注：“神味高远。旧编广德二年（七六四）自梓、阆还成都作，则‘东来’字不合。当是大历三年（七六八）出峡后诗。”信如浦说，则此乃<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>最后的一首五言绝句。",
  "poet": {
    "id": 474,
    "star": 0,
    "name": "杜甫",
    "image": "http://img.gushiwen.org/authorImg/dufu.jpg",
    "desc": "杜甫（712－770），字子美，自号少陵野老，世称“杜工部”、“杜少陵”等，汉族，河南府巩县（今河南省巩义市）人，唐代伟大的现实主义诗人，杜甫被世人尊为“诗圣”，其诗被称为“诗史”。杜甫与李白合称“李杜”，为了跟另外两位诗人李商隐与杜牧即“小李杜”区别开来，杜甫与李白又合称“大李杜”。他忧国忧民，人格高尚，他的约1400余首诗被保留了下来，诗艺精湛，在中国古典诗歌中备受推崇，影响深远。759-766年间曾居成都，后世有杜甫草堂纪念。"
  },
  "tags": [
    "写鸟",
    "思乡"
  ]
}