{
  "id": 48187,
  "star": 266,
  "name": "清平乐·雨晴烟晚",
  "dynasty": "五代",
  "content": "雨晴烟晚。绿水新池满。双燕飞来垂柳院，小阁画帘高卷。<br>黄昏独倚朱阑。西南新月眉弯。砌下落花风起，罗衣特地春寒。 ",
  "fanyi": "<p><strong>译文</strong><br>雨后初晴，傍晚淡烟弥漫，碧绿的春水涨满新池。双燕飞回柳树低垂的庭院，小小的阁楼里画帘高高卷起。<br>黄昏时独自倚着朱栏，西南天空挂着一弯如眉的新月。台阶上的落花随风飞舞，罗衣显得格外寒冷。</p> <p><strong>注释</strong><br>①砌：台阶。<br>②特地：特别。<br>③砌：台阶。<br>④朱阑：一作“朱栏”，红色的栏杆。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　这是一首抒写闺情的词作，写的是一个少妇在暮春时节的一个黄昏，思念亲人并等待他归来的情景。</p> <p>　　词的上片写明节候、环境以及这位少妇所见的景物特色。</p> <p>　　“雨晴烟晚，绿水新池满”一个“晚”字点名时间；“绿水”二字交待气候-----此时正值春天。这两句乃是写寻常春景：雨后放晴，夕阳残照，烟霭空濛一片，暮色中但见新池绿水盈盈，这景色春意盎然。这是女主人公乍一放眼就看到的自然美，与一般人的赏春并没有什么不同，还未充分显现出她观景的独特感受。</p> <p>　　“双燕飞来垂柳院，小阁画帘高卷”作者在写景中表现主人公观景有一个心理过程。她乍一看春色挺美，但继而看到暮色中归来的双燕在种着垂柳的庭院中翻飞盘旋，她的心弦就被触动了，与前面两句不自觉地感到春景之美就有些不同。燕子尚能在傍晚双双归巢，那么人呢，作者没有明说，只是写这位少妇把阁中画帘高高卷起。她的卷帘，既是为了更清楚地看双飞燕，也是为了使燕子进入画梁栖宿。这一无言的卷帘动作，蕴含着她的独特而微妙的心情，既有对成双晚归的燕子的羡慕，也有只见归燕而不见归人的怨怅。双燕在这里有鲜明的映衬作用，微露了她的复杂心境。在词中，用双飞燕、双鹧鸪、双飞蝶、双鸳鸯等形象来衬托女子的孤独感，是常见的，这里也是如此。至此读者看到春色虽美，但在女主人公眼中却有一个转折，从一般的观赏到融入自己的生活体验，赏景中那种希望成双团聚的潜意识觉醒了。</p> <p>　　词的下片以女主人为中心，描绘她孤独凄冷的处境。</p> <p>　　“黄昏独倚朱阑，西南新月眉弯。”上片之景原来都为女主人公独倚栏所见，“黄昏”对应上片的“晚”，“独倚”与上片“双飞”对举，点明她的孤单处境。那么，她黄昏倚栏是为了眺望远景吗？自然不是黄昏时分，大地一片模糊，还能看见什么呢，她是在盼望远人归来。“西南新月眉弯，”月出于东而落于西，她自黄昏独倚，直到月色偏西，可见其倚栏之久，盼望之切。 </p> <p>　　“砌下落花风起，罗衣特地春寒。”从卷帘望飞燕到倚阑盼归人而望月，地点是不断移动的。此刻人依然未归，她又来到了阶砌再伫立等待。她真是心绪不宁，在住所凡是可看到归人的地方多次徘徊。直到夜风卷起阶前的落花，拂动她的罗衣时，她才感到春寒袭人。“落花风起”再次点明了暮春的季节特征，兼有春思撩人的象征意味。“特地”可解作“特意”或“特别”，在这里作“特别”解为宜。春夜的风使她感到特别塞冷，不仅仅由于她只穿了件薄薄的罗衣，更主要是因为她的独处而不能在心头激荡着暖流，这“寒”即是天寒，更指心寒，它以全篇之力为全篇做了一个收束。</p> <p>　　这是一首闺情词词中表露的是女主人公那种淡淡的哀怨与怅恨，于微婉的格调中流动着丝丝思情。此类写女子独居伤怀、望夫归来的题材，在《花间集》词作中常见。作者大多善于摄取微细的生活镜头，融入特定的自然景象，来表现女主人公的感受。这首词也体现了花间派的这种创作特色。</p>",
  "about": "<h2>创作背景</h2> 　　南唐时期<a href=\"http://so.gushiwen.org/author_186.aspx\">冯延巳</a>居宰相之职，当时朝廷里党争激烈，朝士分为两党，使得<a href=\"http://so.gushiwen.org/author_332.aspx\">李璟</a>痛下决心，铲除党争。这首词正是词人感慨时局之乱，排忧解闷之作。",
  "poet": {
    "id": 186,
    "star": 0,
    "name": "冯延巳",
    "image": "http://img.gushiwen.org/authorImg/fengyansi.jpg",
    "desc": "冯延巳 （903--960）又名延嗣，字正中，五代广陵（今江苏省扬州市）人。在南唐做过宰相，生活过得很优裕、舒适。他的词多写闲情逸致辞，文人的气息很浓，对北宋初期的词人有比较大的影响。宋初《钓矶立谈》评其“学问渊博，文章颖发，辩说纵横”，其词集名《阳春集》。"
  },
  "tags": [
    "宋词三百首",
    "婉约",
    "写景",
    "妇女",
    "孤独",
    "思念"
  ]
}