{
  "id": 62269,
  "star": 5,
  "name": "花犯·郭希道送水仙索赋",
  "dynasty": "宋代",
  "content": "小娉婷，清铅素靥，蜂黄暗偷晕。翠翘欹鬓。昨夜冷中庭，月下相认。睡浓更苦凄风紧。惊回心未稳。送晓色、一壶葱茜，才知花梦准。 <br>湘娥化作此幽芳，凌波路，古岸云沙遗恨。临砌影，寒香乱、冻梅藏韵。熏炉畔、旋移傍枕，还又见、玉人垂绀鬓。料唤赏、清华池馆，台杯须满引。",
  "fanyi": "<p><strong>译文</strong><br>仿佛一位仙女，雪白的花瓣带着笑纹。峰黄色的花蕊暗自含羞而微带红晕。碧叶如翡翠的头饰斜在鬓。昨夜的空庭中寒风凄紧，在朦胧的月光下忽然把你泪认。北风凄紧，一阵凉意把我从睡梦中惊醒，我的心头久久不能平静。刚刚送走拂晓的晨风，友人便送来一盆碧绿的水仙，这才惊诧花梦的确准。是湘水水神化成此花的淡香鲜新，似乎凌波走过很远的水路，尚带有古岸荒云的遗恨。在台阶前如果出现你的身影，淡淡的香气芬芳氤氲。连那经冬耐寒的冬梅，也要悄悄收藏她的神韵。把你放置在熏炉的旁边，忽儿又移放靠着精美的绣枕，以便我可以时刻欣赏美人的丝丝鬟鬓。料想友人也和我一样，对你格外喜爱关心，在清华池馆畔里与你朝夕相守，为你把酒言欢。 </p><p><strong>注释</strong><br>①聘婷：美貌。 <br>②清铅素靥：喻水仙花白瓣。靥：笑窝。 <br>③蜂黄：喻水仙花蕊。 <br>④翠翘：翠玉妆饰，喻水仙绿叶。 <br>⑤一壶葱茜：即一盆青翠水仙。 <br>⑥湘娥：湘水女神。 <br>⑦绀（gàn）：黑青色；鬒（zhěn）：美发。 <br>⑧清华：梦窗词有《婆罗门引·郭清华席上为放琴客而有所盼赋以见喜》，清华疑即郭希道。 <br>⑨台杯：大小杯重叠成套，称台杯。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　“小娉婷”六句，为词人未得水仙前的梦中之景。此处是说：昨天晚上我在梦中行走在一处明亮的月光照射下的庭院里，只见那里放着一盆小巧玲珑的水仙花。在这洁白的水仙花之中还有着一晕淡黄色的花蕊，青翠鲜嫩的绿叶横枝斜倚地衬托在玉白色水仙花的四周围，在月光映照之下水仙花更象似一个飘飘欲去的仙子。这里“清铅”句绘花瓣，“蜂黄句”状花蕊，“翠翘”句喻绿叶。用白、黄、绿三种高洁、典雅的色泽，来描绘水仙，这既是实写，也是以妙句状物。“睡浓”两句，梦中醒。此处是说：我在酣睡中，觉得有凌冽的劲风在抽打着那高雅的水仙花，冻醒以后才知道自己才是被寒风刺骨之后因冷激而惊醒过来的。所以醒转来还被噩梦吓得心中嘣嘣直跳。“送晓色”两句，醒后见花。此言词人清晨起床之后，却意外地发现希道已经差人送过来这一盆碧玉般葱翠透剔的水仙花。词人说：我这才知道，昨夜的梦做得真准啊！ </p> <p>　　“湘娥”三句，道水仙花的来历。此是以拟人手法言眼前的水仙原来是湘水女神的化身。“湘娥”，即湘水女神娥皇女英姐妹俩。她们由于找不到自己的亲人——舜帝，所以往来于烟波浩渺的水边砂岸四处寻找，但却始终没有找到亲人，因此才遗恨至今。为了纪念舜帝的逝世，她们仍旧作素色装束。“临砌”两句，述其香。此言词人将希道送过来的水仙花，放置在台阶旁的阴影之中。这水仙花散发出来的阵阵幽香，连傲霜斗雪的梅花也自愧不如，以致于她羞怯地退避在一旁，收起了自己的娇容。“熏炉畔”两句，谈催花之法及其对水仙的衷情。此言水仙花在暖炉的催发之下，显得越发精神奕奕。词人随即把它放置在床边的小几上，这样就可以使自己能够时时见到这位斜垂着稠密的白花翠叶的凌波仙子了。“料唤赏”两句，是为希道设想。“清华”句，据<a href=\"http://so.gushiwen.org/author_370.aspx\">朱孝臧</a>《梦窗词小笺》说：“清华疑即希道。”而根据前所引六首词推测也应该是指同一个人。“台杯”，即大小杯重叠成套的杯子。此处是说：我猜想，希道现在在自己的花园里，面对着这一盆盆洁白的水仙花，也必定会是在一边欣赏着水仙，一边连连举杯畅饮着吧。</p> <p>　　上片以梦引花，下片浮想联翩，重在描绘出水仙花的神韵。结句呼应词题中希道索赋之请，故以两人的共同爱好的话题“赏花与饮酒”对之也。全词紧扣题意，从容而道，又有奇思妙想连篇，实是咏物词中的一篇高作。</p>",
  "about": "<h2>创作背景</h2> 　　此词系梦窗在苏州仓幕时所作。“郭希道”，即郭清华，有郭氏池亭（花园）在苏州。梦窗另有《婆罗门引·郭清华席上为放琴客而有所盼赋以见喜》《绛都春·为郭清华内子寿》《绛都春·余往来清华池馆六年赋咏屡矣感昔伤今益不堪怀乃复作此解》《声声慢·陪幕中饯孙无怀于郭希道池亭闰重九前一日》、《花心动·郭希道新轩》《喜迁莺·同丁基仲过希道家看牡丹》六首词都提及郭希道，可知吴、郭为知友。",
  "poet": {
    "id": 670,
    "star": 0,
    "name": "吴文英",
    "image": "http://img.gushiwen.org/authorImg/wuwenying.jpg",
    "desc": "吴文英（约1200～1260），字君特，号梦窗，晚年又号觉翁，四明（今浙江宁波）人。原出翁姓，后出嗣吴氏。与贾似道友善。有《梦窗词集》一部，存词三百四十余首，分四卷本与一卷本。其词作数量丰沃，风格雅致，多酬答、伤时与忆悼之作，号“词中李商隐”。而后世品评却甚有争论。"
  },
  "tags": [
    "咏物",
    "写花"
  ]
}