{
  "id": 6684,
  "star": 50,
  "name": "秋日登吴公台上寺远眺",
  "dynasty": "唐代",
  "content": "古台摇落后，秋日望乡心。<br>野寺人来少，云峰水隔深。<br>夕阳依旧垒，寒磬满空林。<br>惆怅南朝事，长江独至今。",
  "fanyi": "<p><strong>译文</strong><br>古台破败草木已经凋落，秋天景色引起我的乡思。<br>荒野的寺院来往行人少，隔水眺望云峰更显幽深。<br>夕阳依恋旧城迟迟下落，空林中回荡着阵阵磬声。<br>感伤南朝往事不胜惆怅，只有长江奔流从古到今。</p> <p><strong>注释</strong><br>吴公台：在今江苏省江都县，原为南朝沈庆之所筑，后陈将吴明彻重修。<br>摇落：零落。凋残。这里指台已倾废。语出<a href=\"http://so.gushiwen.org/author_358.aspx\">宋玉</a>《九辨》：“悲哉秋之为气也，萧瑟兮摇落而变衰。”<br>野寺：位于偏地的寺庙。这里指吴公台上寺。<br>依：靠，这里含有“依恋”之意。<br>旧垒：指吴公台。垒：军事工事。按吴公台本为陈将吴明彻重筑的弩台。<br>磬：寺院中敲击以召集众僧的鸣器，这里指寺中报时拜神的一种器具。因是秋天，故云“寒磬”。寒磬：清冷的磬声。<br>空林：因秋天树叶脱落，更觉林空。<br>南朝事：因吴公台关乎到南朝的宋和陈两代事，故称。<br>惆怅：失意，用来表达人们心理的情绪。南朝：宋、齐、梁、陈，据地皆在南方，故名。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　此<a href=\"http://so.gushiwen.org/view_6684.aspx\">诗</a>作于<a href=\"http://so.gushiwen.org/author_104.aspx\">刘长卿</a>旅居扬州之时。安史之乱爆发后，刘长卿长期居住的洛阳落入乱军之手，诗人被迫流亡到江苏扬州一带，秋日登高，来到吴公台，写下这首吊古之作。</p> <p>　　这是一首咏怀古迹的吊古诗。首联是写因观南朝古迹吴公台而发感慨，即景生情。第二联一写近景，一写远景，第三联以夕阳衬旧垒，以寒磬衬空林，旧日辉煌的场所如今是衰草寒烟，十分凄凉。在一个秋风萧瑟的日子里，诗人登上南朝旧垒吴公台。台上的寺庙已经荒凉，人踪稀少；远望山峦，皆在云罩雾缭之中。傍晚的太阳沿着旧日的堡垒缓缓下落，寺院中传出的钟磬之声慢慢向空林中扩散。秋风四起，这钟磬之声也似带有一种寒意。南朝故迹尚存，人去台空，只有长江之水，在秋日的夕阳中独自流淌。末联写江山依旧，人物不同。最后两句有“大江东去，浪淘尽千古风流人物”之气韵。</p> <p>　　此诗将凭吊古迹和写景思乡融为一体。对古今兴废的咏叹苍凉深邃。全诗写“远眺”，而主导情绪则是“悲秋”。通过对深秋景象的描绘，熔铸了诗人对人生、社会、时代的凄凉感受。此诗文笔简淡，意境深远，乃“五言长城”的上乘之作。</p><br/><h2>赏析</h2> <p>　　这是一首登临怀古<a href=\"http://so.gushiwen.org/view_6684.aspx\">诗</a>。首联扣题，挈领全篇。由台上落叶起兴，触景生情，悲秋意绪溢满纸端。秋风飒飒，落木萧萧，使人顿生悲凉之意。“秋入”二字有的版本作“秋日”，可能出于对仗工稳的考虑，“秋日”与“古台”相对才恰切。但我以为用“入”字更妥贴，首先它紧承上句末尾时间名词“后”字，揭示了诗人情随景迁的心理流向。其次用“入”字这个趋向动词更有力度，更微妙地传达出诗人内心的愁苦与怅惘。怀乡病本足以令人黯然伤神的了；且时又逢秋，这种乡愁之苦就更增一层了，仿佛秋风秋气将诗人的一颗伤痕累累的怀乡之心团团裹挟住，沉甸甸的，无法解脱。再者，律诗首联并不苛求对仗，用“入”字，使句法灵活而不板滞。</p> <p>　　颔联宕开一笔，不写乡思；转而细写登台所望之景，别开生面。上句写近景，寺院地处荒山僻岭，故而人迹罕至。着一“野”字，分明投射出诗人处江湖之远、仕途失遇的苦闷；着一“少”字也暗示了诗人漂泊他乡的孤独。下句写远景。隔岸青山层峦叠嶂，云遮雾绕，清净幽深：这样一个超然于熙攘尘世之外的所在或许是荡涤诗人心头重重烦虑的佳处。此联景中含情，宛然有一种横空出世的虚静散淡的韵致。</p> <p>　　如果说颔联是用一片清幽的风景将诗人内心的愁绪清洗冲淡，乃至使读者突然不见了诗人乡愁的影子；那么颈联则由作者的运命乖舛之酸辛跃迁到朝代兴替之感喟，笔触更浑厚了。颈联继续写景，由远而近，写出了古台四周苍茫的暮色，用笔细致。上句写远景。西风残照，落日熔金，废垒寂寂，钟罄悠悠，声振空林······时间仿佛停止了脚步，空间似乎也在沉思。诗人工于用字，“依”字下得极雅，极有韵味。“依”字在句中有“枕靠”“依凭”之意，夕阳本是无情，而用“依”字，却赋予“夕阳”人格化的形象，仿佛这渐行渐远的夕阳也为“古台”“旧垒”的沧桑之变而叹惋悱恻，而眷恋难舍。若说上句妙在绘形，则下句是精于摹声。以“寒”字来修饰钟磬的声音，将听觉感受的印象转化成触觉感受的形象，这是通感手法的得体运用。诗人还觉得不够到位，又以“满”字加以强调，写足了凄神寒骨、悄怆幽邃的意境。俞陛云说“此二句试曼声诵之，不仅写荒寒之意，且神韵绝佳”，诚为切中肯綮。<a href=\"http://so.gushiwen.org/author_104.aspx\">刘长卿</a>曾有“谪居秋瘴里，夕阳何处归”的感喟，这两句表面上是发思古之幽情，但其底里深处还是脱不了自我身世之痛。</p> <p>　　尾联议论抒情，因眼前之断壁残垣的萧索败落的景象，而浮想起南朝的繁华与战乱等等，只觉满腹的惆怅。“惆怅”是本诗的关键，点出了主旨。明则为历史兴衰无常而惆怅，实则有人生坎坷多难而伤感。刘长卿《送子婿崔真父归长安》中写到“惆怅暮帆何处落，青山隐隐水漫漫”，理想破灭、前途难料的凄苦消沉还是融合到吊古伤今的慨叹中来了。值得一提的是，“惆怅”一词（或说“惆怅”这种情绪以及与之相关的诸如“夕阳”“暮钟”“暮帆”“独鸟”“白发”等等意象在刘长卿、<a href=\"http://so.gushiwen.org/author_155.aspx\">李端</a>等大历诗人的诗作中是屡见不鲜的）。“长江独至今”这句以景语作结。大江东去，南朝英雄们都已被浪花淘尽，无处寻觅沈之、吴明彻的踪影。正所谓“是非成败转头空，青山依旧在，依旧夕阳红”，历史的虚无、人生的幻灭等等情愫随着这訇然的江流声纷至沓来。这不仅是刘长卿一人的心灵哀歌，也是中唐时期大历诗人共有心态的裸呈。</p> <p>　　《唐诗癸签》说“刘长卿得骚人之旨，专主情景”。宋荦《漫堂说诗》说刘长卿五律“清辞妙句，令人一唱三叹”。此诗即是典例，全诗既“工于铸意”，又“巧不伤雅”（清人<a href=\"http://so.gushiwen.org/author_39.aspx\">沈德潜</a>语），借景抒情，情景交融，含蓄蕴藉，回味不尽。</p>",
  "about": "<h2>创作背景</h2> 　　此<a href=\"http://so.gushiwen.org/view_6684.aspx\">诗</a>作于<a href=\"http://so.gushiwen.org/author_104.aspx\">刘长卿</a>旅居扬州之时。安史之乱爆发后，刘长卿长期居住的洛阳落入乱军之手，诗人被迫流亡到江苏扬州一带，秋日登高，来到吴公台，写下这首吊古之作。",
  "poet": {
    "id": 104,
    "star": 0,
    "name": "刘长卿",
    "image": "http://img.gushiwen.org/authorImg/liuchangqing.jpg",
    "desc": "刘长卿(约726 — 约786)，字文房，汉族，宣城（今属安徽）人，唐代诗人。后迁居洛阳，河间（今属河北）为其郡望。玄宗天宝年间进士。肃宗至德中官监察御史，后为长洲县尉，因事下狱，贬南巴尉。代宗大历中任转运使判官，知淮西、鄂岳转运留后，又被诬再贬睦州司马。德宗建中年间，官终随州刺史，世称刘随州。"
  },
  "tags": [
    "唐诗三百首",
    "秋天",
    "怀古"
  ]
}