{
  "id": 7840,
  "star": 23,
  "name": "玉壶吟",
  "dynasty": "唐代",
  "content": "烈士击玉壶，壮心惜暮年。<br>三杯拂剑舞秋月，忽然高咏涕泗涟。<br>凤凰初下紫泥诏，谒帝称觞登御筵。<br>揄扬九重万乘主，谑浪赤墀青琐贤。<br>朝天数换飞龙马，敕赐珊瑚白玉鞭。<br>世人不识东方朔，大隐金门是谪仙。<br>西施宜笑复宜颦，丑女效之徒累身。<br>君王虽爱蛾眉好，无奈宫中妒杀人！",
  "fanyi": "<p><strong>译文</strong><br>　　昔者烈士击玉壶而悲歌，以倾吐吐心之踌躇，而惜其暮年将至。而今我三杯老酒下肚，拔剑对舞秋月，硕慨高咏，想起今后的日子，不觉使人涕泪滂沱！想当年初接诏书之时，侍宴宫中，御筵上举杯朝贺，颂扬万乘之主，九重之内，嘲弄王公权贵于赤墀之上。朝见天子曾屡换飞龙之马，手中挥舞着御赐珊瑚玉鞭。我像<a href=\"http://so.gushiwen.org/author_276.aspx\">东方朔</a>一样，好像是天上的谪仙下凡，大隐于朝堂之内，而世人不识。我又像西施一样笑颦皆宜，大得君王恩宠。而丑女们却东施效颦，愈学愈丑。当是之时，我的得意和高兴，而今日却不同了。君王虽仍爱蛾眉之好，但无奈宫中妒女谗毁。我即使是西施一般的美人，也无法在宫中立足了。</p> <p><strong>注释</strong><br>⑴玉壶吟：<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>自创歌行。据《世说新语·豪爽》记载：东晋王处仲酒后常吟唱<a href=\"http://so.gushiwen.org/author_552.aspx\">曹操</a>《步出夏门行》中“老骥伏枥，志在千里；烈士暮年，壮心不已”的悲壮<a href=\"http://so.gushiwen.org/view_7840.aspx\">诗</a>句，一面唱，一面用如意（古代供玩赏的一种器物）敲打吐痰用的玉壶，结果壶口都被敲缺了。《玉壶吟》即以此为题。<br>⑵烈士，壮士。<br>⑶壮心：雄心。暮年：垂暮之年，即老年。<br>⑷涕：眼泪。泗：鼻涕。涟：流不断。两句意为：酒后在秋月下拔剑起舞；忽然内心愤慨，高歌泪下。<br>⑸凤凰诏：据《十六国春秋》记载：后赵武帝石虎下诏时，坐在高台上，让木制的凤凰衔着诏书往下飞。后称皇帝的诏书为凤诏。紫泥：甘肃武都县的一种紫色泥，性粘，古时用以封诏书。谒（yè）：朝见。称觞（shāng）：举杯。御筵：皇帝设的宴席。两句意为：当初我奉诏入京朝见皇帝，登御宴举杯畅饮。<br>⑹揄（yú）扬：赞扬。九重：这里指皇帝居住的地方。万乘（shèng）主：这里指唐玄宗。<br>⑺谑（xuè）浪：戏谑不敬。赤墀（chí）：皇宫中红色的台阶。青琐：刻有连琐花纹并涂以青色的宫门。赤墀、青琐，指宫廷。贤：指皇帝左右的大臣。<br>⑻朝天：朝见皇帝。飞龙马：古时皇帝有六个马厩，其中飞龙厩所养的都是上等好马。这里泛指宫中的良马。敕（chì）：皇帝的诏书。敕赐：皇帝的赏赐。珊瑚白玉鞭：用珊瑚、白玉装饰的马鞭。这里泛指华贵的马鞭。两句意为：上朝时经常换乘皇家马厩中的飞龙名马，手拿着皇帝赏赐的名贵马鞭。<br>⑼东方朔：字曼倩，西汉平原厌次（今山东惠民县）人。汉武帝时为太中大夫，为人诙谐滑稽，善辞赋。后来关于他的传说很多。他曾说：“古人隐居于深山，我却认为宫殿中也可以隐居。”这里是以东方朔自喻。<br>⑽大隐：旧时指隐居于朝廷。晋王康琚《反招隐诗》：“小隐隐陵薮，大隐隐朝市。”金门：又名金马门，汉代宫门名。这里指朝廷。谪仙：下凡的神仙。李白友人<a href=\"http://so.gushiwen.org/author_368.aspx\">贺知章</a>曾称他为“谪仙人”，李白很喜欢这个称呼，常用以自称。<br>⑾嚬：通“颦”。这两句是用丑女效颦的典故来揭露当时权贵庸碌无能而又装腔作势的丑态。<br>⑿蛾眉：古时称美女。这里是作者自比。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　清代刘熙载论<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>的<a href=\"http://so.gushiwen.org/view_7840.aspx\">诗</a>说：“太白诗虽若升天乘云，无所不之，然自不离本位，故放言实是法言。”（《艺概》卷二）所谓“不离本位”，就是指有一定的法度可寻，而不是任其横流，漫无边际。《玉壶吟》就是这样一首既有奔放的气势，又讲究法度的好诗。全诗充满着郁勃不平之气。按气韵脉络而论，诗可分为三段。</p> <p>　　第一段共四句，主要写愤激的外在表现。开头两句居高临下，入手擒题，刻画了诗人的自我形象。他壮怀激烈，孤愤难平，像东晋王敦那样，敲击玉壶，诵吟<a href=\"http://so.gushiwen.org/author_552.aspx\">曹操</a>的名篇《龟虽寿》：“老骥伏枥，志在千里。烈士暮年，壮心不已”。“烈士”、“壮心”、“暮年”三个词都从曹诗中来，说明李白渴望建功立业，这一点正与曹操相同。但他想到，曹操一生毕竟干了一番轰轰烈烈的事业，而自己却至今未展素志，不觉悲从中来，愤气郁结。三杯浊酒，已压不住心中的悲慨，于是拔剑而起，先是对着秋月，挥剑而舞，忽又高声吟咏，最后眼泪夺眶而出，涕泗涟涟。“忽然”两字把诗人心头不可自已的愤激之情写得十分传神。四句一气倾泻，至此已是盛极难继。兵家有所谓“以正合，以奇胜”的说法。这四句正面书愤，可说是“以正合”，下面别开一途，以流转之势写往事回忆，可说是“以奇胜”。</p> <p>　　“凤凰初下紫泥诏，谒帝称觞登御筵”两句，如异峰突起，境界顿变。诗人一扫悲愤抑郁之气，而极写当初奉诏进京、皇帝赐宴的隆遇。李白应诏入京，原以为可施展抱负，因此他倾心酬主，急于披肝沥胆，输写忠才。“揄扬”两句具体描写了他在朝廷上的作为。前一句说的是“尊主”，是赞颂皇帝，后一句说的是“卑臣”，是嘲弄权贵。“朝天数换飞龙马，敕赐珊瑚白玉鞭”，形象地写出了他受皇帝宠信的不同寻常。“飞龙马”是皇宫内六厩之一飞龙厩中的宝马。唐制：学士初入，例借飞龙马。但“数换飞龙马”，又赐珊瑚“白玉鞭”，则是超出常例的。以上六句字字从得意处着笔。“凤凰”两句写平步青云，“揄扬”两句写宏图初展，“朝天”两句写备受宠渥。得意之态，渲染得淋漓尽致。诗人骋足笔力，极写昔日的腾踔飞扬，正是为了衬托时下的冷落可悲，故以下便作跌势。</p> <p>　　“世人不识<a href=\"http://so.gushiwen.org/author_276.aspx\">东方朔</a>，大隐金门是谪仙。”东方朔被汉武帝视作滑稽弄臣，内心很苦闷，曾作歌曰：“陆沉于俗，避世金马门，宫殿中可以避世全身，何必深山之中，蒿庐之下。”（《史记·滑稽列传》）后人有“小隐隐陵薮，大隐隐朝市”（晋王康琚《反招隐诗》）之语。李白引东方朔以自喻，又以谪仙自命，实是出于无奈。从无限得意，到大隐金门，这骤然突变，可以看出诗人内心是非常痛苦的。“世人不识”两句，郁郁之气，寄于言外，与开头四句的悲愤情状遥相接应。以上八句为第二段，通过正反相照，诗人暗示了在京横遭毁诬、备受打击的不幸。忠愤节气，负而未伸，这也许就是诗人所以要击壶舞剑、高咏涕涟的原因。</p> <p>　　第三段四句写诗人自己坚贞傲岸的品格。“西施”两句是说自己执道若一，进退裕如，或笑或颦而处之皆宜，这种态度别人效之不得。辞气之间，隐隐流露出傲岸自信的个性特征。当然，诗人也很清楚他为什么不能施展宏图，因而对朝廷中那些妒贤害能之辈道：“君王虽爱蛾眉好，无奈宫中妒杀人！”这两句话用《离骚》旨趣，托言美人见妒，暗寓士有怀瑾握瑜而不见容于朝的意思，蕴藉含蓄，寄慨遥深。</p> <p>　　明代诗论家<a href=\"http://so.gushiwen.org/author_450.aspx\">徐祯卿</a>说：“气本尚壮，亦忌锐逸。”（《谈艺录》）书愤之作如果一味逞雄使气，像灌夫骂座一般，便会流于粗野褊急一路。李白这首诗豪气纵横而不失之粗野，悲愤难平而不流于褊急。开头四句入手紧，起势高，抒写胸中愤激之状而不作悲酸语，故壮浪恣纵，如高山瀑流，奔泻而出，至第四句顿笔收住，如截奔马，文气陡然腾跃而起。第五句以“初”字回旋兜转，笔饱墨酣，以昂扬的格调极写得意，方以为有风云际会、鱼水顾合之美，笔势又急转直下，用“大隐金门”等语暗写遭谗之意。最后以蛾眉见妒作结，点明进谗之人，方恃宠贵盛，自己虽拂剑击壶，慷慨悲歌，终莫奈之何。诗笔擒纵结合，亦放亦收，波澜起伏，变化入神，文气浑灏流转，首尾呼应。明代诗论家徐祯卿认为，一首好诗应该做到“气如良驷，驰而不轶”（《谈艺灵》）。李白这首诗是当之无愧的。</p>",
  "about": "<h2>创作背景</h2> 　　这首<a href=\"http://so.gushiwen.org/view_7840.aspx\">诗</a>大约作于唐玄宗天宝三载（744年）供奉翰林的后期，赐金还山的前夕。朱谏曰：“按《玉壶吟》者，以篇首二字以为题，白所自为之辞也。是供奉之时，被力士、贵记谗间，将求还山之日欤？”",
  "poet": {
    "id": 247,
    "star": 0,
    "name": "李白",
    "image": "http://img.gushiwen.org/authorImg/libai.jpg",
    "desc": "李白（701年－762年），字太白，号青莲居士，唐朝浪漫主义诗人，被后人誉为“诗仙”。祖籍陇西成纪(待考)，出生于西域碎叶城，4岁再随父迁至剑南道绵州。李白存世诗文千余篇，有《李太白集》传世。762年病逝，享年61岁。其墓在今安徽当涂，四川江油、湖北安陆有纪念馆。"
  },
  "tags": [
    "奔放",
    "写人",
    "壮志"
  ]
}