{
  "id": 72749,
  "star": 44,
  "name": "文与可画筼筜谷偃竹记",
  "dynasty": "宋代",
  "content": "　　竹之始生，一寸之萌耳，而节叶具焉。自蜩腹蛇蚶以至于剑拔十寻者，生而有之也。今画者乃节节而为之，叶叶而累之，岂复有竹乎？故画竹必先得成竹于胸中，执笔熟视，乃见其所欲画者，急起从之，振笔直遂，以追其所见，如兔起鹘落，少纵则逝矣。与可之教予如此。予不能然也，而心识其所以然。夫既心识其所以然，而不能然者，内外不一，心手不相应，不学之过也。故凡有见于中而操之不熟者，平居自视了然，而临事忽焉丧之，岂独竹乎？</p> <p>　　子由为《墨竹赋》以遗与可曰：“庖丁，解牛者也，而养生者取之；轮扁，斫轮者也，而读书者与之。今夫夫子之托于斯竹也，而予以为有道者则非邪？“子由未尝画也，故得其意而已。若予者，岂独得其意，并得其法。</p> <p>　　与可画竹，初不自贵重，四方之人持缣素而请者，足相蹑于其门。与可厌之，投诸地而骂曰：“吾将以为袜材。“士大夫传之，以为口实。及与可自洋州还，而余为徐州。与可以书遗余曰：“近语士大夫，吾墨竹一派，近在彭城，可往求之。袜材当萃于子矣。“书尾复写一诗，其略云：“拟将一段鹅溪绢，扫取寒梢万尺长。“予谓与可：“竹长万尺，当用绢二百五十匹，知公倦于笔砚，愿得此绢而已。“与可无以答，则曰：“吾言妄矣。世岂有万尺竹哉？“余因而实之，答其诗曰：“世间亦有千寻竹，月落庭空影许长。“与可笑曰：“苏子辩则辩矣，然二百五十匹绢，吾将买田而归老焉。“因以所画筼筜谷偃竹遗予曰：“此竹数尺耳，而有万尺之势。“筼筜谷在洋州，与可尝令予作洋州三十咏，《筼筜谷》其一也。予诗云：“汉川修竹贱如蓬，斤斧何曾赦箨龙。料得清贫馋太守，渭滨千亩在胸中。“与可是日与其妻游谷中，烧笋晚食，发函得诗，失笑喷饭满案。</p> <p>　　元丰二年正月二十日，与可没于陈州。是岁七月七日，予在湖州曝书画，见此竹，废卷而哭失声。昔曹孟德祭桥公文，有“车过“、“腹痛“之语。而予亦载与可畴昔戏笑之言者，以见与可于予亲厚无间如此也。",
  "fanyi": "<p><strong>译文</strong><br>　　竹子刚生时，只是一寸长的嫩芽，可是却节、叶俱全。从蝉腹、蛇鳞般的小笋，长到挺直的几丈高的巨竹，从来都是有节有叶的。可是现在的人画竹时，却是一节一节的接起来，一叶一叶地堆上去，这样做哪里还有竹子呢？所以说画竹，一定要心里有完整的竹子，拿着笔凝神而视，就能看到自己心里想要画的竹子了。这时快速地跟着自己的所见去画，去捕捉看到的形象，就像兔子跃起、鹘鸟降落一样迅速。这是与可教给我的。我不能做到，但心里却明白这样做的道理。既然心里明白应该这样做，却不能做到，认识和行动不统一，理解道理和实际操作不能一致，这都是学习不够的毛病。所以，常常是对事情心里了解而不能熟练地去做，平时自以为很清楚，但事到临头却忽然不明白了，难道只有画竹才是如此吗！子由写了《墨竹赋》给与可，说：“庖丁，是宰牛的，可是（他讲的道理）却为养生的人所采纳；轮扁，是制造车轮的，可是（他的经验）却被读书人所运用。现在，您在画竹上所寄托的思想情感，我以为是有道者的认识，难道不是吗？“子由从来不画画，所以，只知道大致的意思而已。而像我呢，不只是理解与可的绘画理论，还学得了他的绘画方法。</p> <p>　　起初，与可对自己的墨竹画并不看重。各地拿着丝绢前来求画的人，一个接着一个地找上门来。与可很厌烦，把丝绢抛在地上骂道：“我要拿这些丝绢去做袜子！“致使士大夫把这当成话柄相传。后来，与可自洋州回京师，我去徐州任知州，与可跟我说：“我近来告诉士大夫们说：我们墨竹画派近在彭城，你们可以去那里求画。这回袜子材料应当集中到你那里了。“信尾还写了一首<a href=\"http://so.gushiwen.org/view_72749.aspx\">诗</a>，其中说道：“拟将一段鹅溪绢，扫取寒梢万尺长。“我向与可说：“竹子长万尺，应该用二百五十匹绢，我知道您是懒怠做画，只是想要得到这些绢而已！“与可无言可对，就说：“我说错了，世上哪里有万尺长的竹子呢？“我对这做出了解释，回答他的诗说：“世间亦有千寻竹，月落庭空影许长。“与可笑道：“苏公真善辩啊！若有二百五十匹绢，我就要买田还乡养老了。“随着把他所画的《筼筜谷偃竹》赠给了我，说：“这竹子只不过数尺，却有万尺的气势。“筼筜谷在洋州，与可曾经让我作《洋州三十咏》诗，《筼筜谷》就是其中的一首。我的诗说：“汉川修竹贱如蓬，斤斧何曾赦箨龙。料得清贫馋太守，渭滨千亩在胸中。“与可那天正和他的妻子在谷中游赏，烧笋当晚饭吃，打开信封看到诗，禁不住大笑，把嘴里的饭喷了满桌子。</p> <p>　　元丰二年正月二十日，与可死于陈州。那一年的七月七日，我在湖州晾书画，见到这幅墨竹图，便停止了晾书，失声痛哭起来。以前<a href=\"http://so.gushiwen.org/author_552.aspx\">曹操</a>祭奠桥公文中有车过坟前就会腹痛的话，而我也记载下来过去和与可开玩笑的话，可以看出我和与可之间的亲密、深厚的情谊。</p> <p><strong>注释</strong><br>①萌：嫩芽。<br>②蜩（tiáo）腹：蝉的肚皮。蛇蚶：蛇腹下的横鳞。<br>③遂：完成。<br>④庖丁：厨师。《庄子·养生》说：庖丁解牛的技艺高妙，因为他能洞悉牛的骨骼肌理，运刀自如，十九年解了数千只牛，其刀刃还同新磨的一样，毫无损伤。文惠君听了庖丁的介绍后，说：“善哉！吾闻庖丁之言，得养生焉。“<br>⑤轮扁（piān），斫（zhuó）轮者也：《庄子·天道》载：桓公在堂上读书，轮扁在堂下斫轮，轮扁停下工具，说桓公所读的书都是古人的糟粕，桓公责问其由。轮扁说：臣斫轮“不徐不疾，得之于手而应于心，口不能言，有数存焉于其间“。却无法用口传授给别人。斫：雕斫。<br>⑥缣素：供书画用的白色细绢。<br>⑦墨竹一派：善画墨竹的人，指<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>。<br>⑧袜材当萃于子矣：谓求画的细绢当聚集到你处。<br>⑨鹅溪：在今四川盐亭县西北，附近产名绢，称鹅溪绢，宋人多用以作书画材料。<br>⑩箨（tuò）龙：指竹笋。陈州：治所在今河南淮阳。湖州：今浙江吴兴，时苏轼任湖州知州。<br>昔曹孟德祭桥公文，有“车过“、“腹痛“之语：建安七年，曹操军过浚仪，遣使以太牢祀旧友桥玄。祀文说：“承从容约誓之言：‘殂逝之后，路有经由，不以斗酒只鸡过相沃酹，车过三步，腹痛勿怪。’虽临时戏笑之言，非至亲之笃好，胡肯为此辞乎？“苏轼以此典比喻自己与文与可的情谊笃厚。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　《文与可画筼筜谷偃竹记》不过是一篇绘画题记，却写出了<a href=\"http://so.gushiwen.org/author_1802.aspx\">文同</a>高明的画论、高超的画技和高尚的画品，写出了作者自己与文同的友谊之深，情感之厚；文章看去好像随笔挥写，却是形散神凝，“常行于所当行，常止于所不可不止“。</p> <p>　　作为一篇绘画题记，大多要描述画面的形象，叙说画家作画的过程，交代收藏者的得画经历，总之，不外以鉴赏、考订为主要内容。而<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>这篇《文与可画筼筜谷偃竹记》，却不是一般的绘画题记，它实际上是一篇纪念文章，是表现对于一位<a href=\"http://so.gushiwen.org/view_72749.aspx\">诗</a>人而兼书画家的朋友、亲戚的追怀、悼念，因此就不能不打破一般绘画题记的常规写法。作者所要追怀、悼念的不是普通的朋友、亲戚，而是一位诗人而兼书画家的朋友、亲戚。况且这追怀、悼念又是因逝者的一幅《筼筜谷偃竹》的绘画而引起的，所以最好的追怀、悼念，就莫过于充分指出和肯定逝者在艺术上的杰出的创造和成就。这篇文章一开始也就从介绍文同对于画竹的艺术见解落笔。</p> <p>　　文同主张画竹之前，必须先对于竹子有深入细致的观察了解，再经过反复的酝酿、构思，心目当中隐然形成成熟的完整的竹子形象，然后研墨伸纸作画，手不停挥，一气呵成，一幅画竹便创作出来了。这种从生活体验到艺术创作的过程，也就是形象思维的过程，是符合艺术创作的规律的。</p> <p>　　文章劈头的一段议论，提出十分精彩的画竹主张。“胸有成竹“的成语，就是从这里来的。但议论又不能发挥过多，否则便离开了追怀、悼念逝者的主题。所以下面紧接着指出：“与可之教予如此。“点明被追怀、悼念的《筼筜谷偃竹》的作者文同。是文同这么告诉苏轼的。苏轼也是诗人而兼书画家，他和文同建立了深厚情谊，不只因为是朋友、亲戚，也不只因为彼此的政治倾向一致，还因为他们有着共同的艺术爱好，他们写文章赠答，用诗歌唱和，而且在画竹方面属于同一流派。文同关于画竹的主张，实际上也是苏轼的主张。苏轼曾在《郭祥正家醉画竹石壁上郭作诗为谢且遗古铜剑》诗中描写他在友人家喝酒后作画的过程，同时还在《腊日游孤山访惠勤惠思二僧》诗中认为写诗要像追赶逃犯那样紧急，迅速把眼前景色描绘下来，略有迟缓，景色一消失，就没法描画了。这如同画竹的“振笔直遂，以追其所见，如兔起鹘落“一样，必须善于捕捉形象，并且及时加以表现。其实绘画作诗，原理本来相同，都讲求形象的气韵生动，而不追求外在体貌的形似。我们以前讲过，苏轼在《书鄢陵王主簿所画折枝》诗中也指出绘画上注重外形相似，这就等于小孩子一般的见识。如果写诗也这么要求，那么，这个人就一定不懂得诗。画竹的钩勒法，“节节而为之，叶叶而累之“，就是力求形似，而水墨画法的主张“胸有成竹“，然后—挥而就，则是力求神似，通过竹子的完整形象表现出竹子的神态来。</p> <p>　　苏轼很谦虚，他说这些艺术见解是文同告诉他的。而且，苏轼还讲述了实际是艺术理论与艺术实践的关系，并且提到一般的认识论原理上来强调实践的重要性。这是上文“胸有成竹“一段议论的补充与深化，也是一位在诗、词、散文、书法、绘画各方面都有着极深造诣的艺术家的甘苦之言。苏轼从自己的方面指出由于“不学“而“内外不一，心手不相应“，那言外之意，还是在肯定文同的艺术理论的同时，进一步肯定其艺术实践的“操之“甚“熟“，因而得心应手、挥洒如意。文章总是紧扣着追怀、悼念文同这一主旨。所以下面又引用一段旁人赞扬文同的话来加以印证。“子由为《墨竹赋》以遗与可，曰：‘庖丁，解牛者也，而养生者取之；轮扁，斫轮者也，而读书者与之。今夫子之托于斯竹也，而予以为有道者，则非邪？’“子由，是苏轼的弟弟<a href=\"http://so.gushiwen.org/author_366.aspx\">苏辙</a>的字。</p> <p>　　《墨竹赋》是苏辙为文同所画的墨竹而写赠文同的一篇赋。赋中以“客“的口吻，举了两个古代技艺高超的的事例来说明文同的精于画墨竹是表观了他懂得事物发展的普遍法则。在这篇《墨竹赋》中，苏辙用庖丁解牛和轮扁斫轮来比喻文同，认为文同具有高超的画竹才能，但画竹只是作为寄托，他实际是了解、掌握了事物规律的人。苏轼引用苏辙这几句话，是把文同画竹的得心应手、挥洒如意提到“有道“的高度来认识，而不停留在绘画技巧本身。不过，苏轼还指出：“子由未尝画也。故得其意而已，若予者，岂独得其意，并得其法。“因为苏辙不会作画，所以他只能从一般意义上来评论，而苏轼自己也是画家，他除了通过画竹了解文同是“有道“的人以外，还能掌握文同画竹的方法。这里，用“并得其法“一句收结了前面关于画竹的议论。</p> <p>　　文章的第一段，高度评价文同的画竹主张和画竹实践。下面由“并得其法“引出文章的第二段，叙写作者与文同关于画竹的书信、诗歌往来的故事，进而高度评价文同的画品、画德，并且归到《筼筜谷偃竹》的题目上来。</p> <p>　　文章的第二段开始说的几句是说文同对自己的画竹，开始并不很看重，人有请求，就答应为之作画。其后四面八方拿着绢绸请求作画的人脚踩着脚，越来越多，文同便厌烦了，把绢绸投掷在地，说是用来做袜子，表示极端轻视。文人官僚之间把他这件事当作谈话的资料。苏轼通过求画人的“足相蹑于其门“，写出文同画竹的为人们所喜爱和贵重，又通过文同把缣素“投诸地而骂“，写出文同的不肯自居于画匠，以画竹作世俗应酬，沽名钓誉。文同不肯轻易为人画竹，却同苏轼开玩笑，要人们去找苏轼画竹。这样一来，做袜子的材料绢绸就集中到苏轼那里去了。这当然是开玩笑的话，但由此却可以看出文同与苏轼之间关系的亲密，而且说明了苏轼对文同的精于画墨竹确实是“并得其法“的。苏轼略举文同信后附诗的两句，也完全证实了这一点。鹅溪绢，是鹅溪出产的绢绸。鹅溪在四川盐亭县，那里出产的绢绸洁白、均匀、细致，很适宜于作画。扫取，是挥写而成的意思。寒梢，指经冬不凋的长长的竹枝。</p> <p>　　这两句诗体现了文同的墨竹画法：竹子是一挥而就的，即“扫取“，画在短短的一段绢绸上，却具有直节云霄之势，所谓“万尺长“。文章至此点山《筼筜谷偃竹》这幅绘画。两位诗人而兼书画家的朋友，亲戚之间，为了二百五十匹绢绸的进行讨价还价式的调笑，实际上是彼此心照不宣地谈论着画竹的艺术。“拟将一段鹅溪绢，扫取寒梢万尺长“与“世间亦有千寻竹，月落庭空影许长“，其精神实质完全一致，都说明了生活与创作的源与流关系，说明了艺术美不同于自然美，说明了诗人画家在自己的作品里对现实客观事物所进行的提炼、集中、夸张、渲染。《筼筜谷偃竹》这幅绘画就是如此，所谓“此竹数尺耳，而有万尺之势“。</p> <p>　　因为提到了筼筜谷，自然需要对这个地方作一交代。但苏轼不是孤立地进行介绍，而是由此又描述了文同的一件趣事、雅事。文同在洋州喜好种植花木，修建园亭，曾就各处景物逐一题咏，写了《守居园池杂题》诗共三十首。苏轼也逐一和了诗，这就是《洋州三十咏》，苏轼诗集作《和与可洋州园池三十首》，其中第二十四首题为《筼筜谷》，即这里所引的诗，诗中扣着筼筜谷产竹，描写文同爱山爱竹并喜欢吃竹笋。汉川，即指洋州，因洋州在汉水上游。箨，是笋壳。竹子一名龙孙，所以称竹笋为箨龙。渭，指陕西的渭水。《史记·贷殖列传》曾记载“渭川千亩竹“，那里的人因而很富有，相当于“干户侯“。这里借用“渭滨干亩“，来表示洋州盛产竹子。全诗意思是洋州那么多高高的竹子，像蓬草一样遍地都是，斧头逮着竹笋就砍，想来是太守清贫贪馋，把渭水边上千亩竹林都吃进了肚里。这也是开玩笑的话，所以文同打开信封读完这首诗，那时他正和妻子在筼筜谷烧竹笋进晚餐，不由得大笑起来，口中的饭喷了一桌子。这一段简短的描述，十分形象，生动，刻画了文同豁达、爽朗的思想性格，也表现了苏轼同他的亲密关系，但更重要的还是突出了文同的品德。作知州而“清贫“，以竹笋为食，是写其廉洁，携妻子游山，自备晚炊，是写其旷放，而“渭滨千亩在胸中“，则又照应前面的“画竹必先得成竹于胸中“的议论，以诙谐的笔调，通过文同的趣人趣事、雅人雅事，写出他的画竹理论主张。</p> <p>　　文章的第二段写到《筼筜谷偃竹》的题目。下面第三段则以交代文章的写作缘由作为全篇的结束。文同于元丰元年（1078）十月被任命为湖州知州，湖州，治所在今浙江吴兴县。文同去湖州上任，元丰二年（1079）正月二十日病逝于陈州的宛丘驿。这年七月七日、继文同任湖州知州的苏轼晾晒书画，看到了文同送给他的《筼筜谷偃竹》，感伤故旧不禁痛哭失声。他放下画卷，便写下这篇记念文章。“昔曹孟德祭桥公文有‘车过腹痛’之语，而予亦载与可畴昔戏笑之言者，以见与可于予亲厚无间如此也。“曹孟德，即<a href=\"http://so.gushiwen.org/author_552.aspx\">曹操</a>。桥公，指桥玄。曹操年轻时，桥玄对他多有鼓励帮助，后来他们的情谊日益加深，曾约定无论谁死了，活着的人路过墓地而不用鸡酒祭奠，那么车过三步就要闹肚子疼。这不过是说着玩的话，但显示了二人关系的不同寻常。苏轼引用这个典故，来说明他在这篇文章中记述当年与文同的“戏笑之言“，也为的显示他们之间的“亲厚无间“，那么，作者对逝者的追怀之深切、悼念之沉痛也就充分表现出来了。</p>",
  "about": "<h2>结构</h2> <p>　　通观整篇结构，极为自然、流畅。从竹的本性写起，到最后才点出对亡友的思念并以此作结。</p> <p>　　前半部分侧重于说理，后半部分侧重于叙事，全文是以画竹线索来组织安排材料的。</p> <p>　　第一段 阐述文与可的绘画理论，谈自我艺术实践的体会。</p> <p>　　第1层 由竹说起，提出画竹应当有成竹在胸。</p> <p>　　第2层 写作者自己学习文与可画论的心得。</p> <p>　　第3层 评价<a href=\"http://so.gushiwen.org/author_366.aspx\">苏辙</a>的看法，表明自己比弟弟更能领悟文与可的画论。</p> <p>　　第二段 追忆二人在交往过程中与画竹相关的几件趣事。</p> <p>　　第1件 投求画者的绢于地，并言当袜穿，传为笑话。</p> <p>　　第2件 书信往来各自表述艺术创作中神似重于形似的美学观点。</p> <p>　　第3件 追述自己一首“筼筜谷“<a href=\"http://so.gushiwen.org/view_72749.aspx\">诗</a>令文夫妇为之喷饭。</p> <p>　　第三段 交代写作此文的缘由，并表明二人关系感情深厚、亲密无间。</p><br/><h2>主旨</h2> <p>　　作为记人散文主要记述了<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>和文与可以论竹为题，酬<a href=\"http://so.gushiwen.org/view_72749.aspx\">诗</a>为乐的一段交往，体现了两人间的真挚情感。以论竹为诗题，写苏轼和文与可之间赠诗为乐的往事，表现了文与可平易而不从俗的品德。以曝画而引起睹物思人，忆旧伤怀之情，表达了作者对亡友的悼念之情。</p> <p>　　文章语言朴素自然，叙述往事，娓娓如道家常；抒发感情又都出自肺腑，无矫揉造作之态，而真实动人。在记叙人物语言的时候，仅仅三言两语，就表现出人物的性格特征，十分生动。整篇文章生活气息浓厚，感情色彩强烈，成功地抒发了悼念之情。</p> <p>　　全文以画竹理论为开篇，文与可有画竹“成竹在胸““心手相应“的理论，阐明了一条极深刻的艺术创作经验。“胸有成竹“说，即胸中必须先有鲜活的形象，才能创造出真正的艺术造型。“得心应手“说，即必须把艺术表现方法变成熟练的技能技巧，方能创造出真正的艺术形象。“执笔熟视，乃见其所欲画者“，所欲画者并非指实物，而是映现于胸中的鲜活形象。这里所说的“视“是凝神结想的意思；这里所说的“见“是指在脑海中映现的意思。“心识其所以然“，是指胸中明白怎样才能这样的道理；“不能然“，是指实践上还做不到这样。这两者不统一，就是心和手不能相应。</p> <p>　　作者好像<a href=\"http://so.gushiwen.org/author_1802.aspx\">文同</a>画墨竹“振笔直遂“，那样信手挥写，没有丝毫的做作与刻意推敲，而浓烈沉挚的感情由肺腑中奔泻，真实自然，亲切动人。同时，所记述的与文同的“戏笑之言“，却又经过精心的选择、剪裁，一是以当初的诙谐笑乐反衬今日追怀、悼念的沉痛与悲哀；一是由此以见出逝者在绘画艺术上的杰出的成就与创造。因此，文章写来看似漫不经意，而实际上形散神凝，所有议论、诗文赠答的“戏笑之言“，始终环绕着追怀、悼念、诗人而兼书画家的朋友、亲戚这一中心。</p><br/><h2>写作背景</h2> <p>　　筼筜谷，在陕西洋县西北，谷中多竹。宋神宗熙宁八年（1075），<a href=\"http://so.gushiwen.org/author_1802.aspx\">文同</a>任洋州知州，曾在此谷中筑亭。文同，字与可，梓潼（今属四川）人，<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>的表兄兼好友，北宋著名画家，善画山水，尤善画竹，创深墨为面，淡墨为背的竹叶画法，开后世“湖州竹派”，曾画《筼筜谷偃竹》赠苏轼。元丰二年（1079）正月，文与可病逝。七月，苏轼在湖州曝晒书画，看到文与可的这幅遗作，写了这篇题记。</p> <p>　　文同，字与可，与苏轼中表兄弟。苏轼通过这篇文章，表示对他的追怀、悼念。《文与可画筼筜谷偃竹记》中的筼筜，是竹子的—种，生长在水边，竹竿粗大，竹节间的距离也长。筼筜谷是盛产筼筜竹的一处山谷，在今陕西洋县县城西北五里。洋县在宋代为洋州治所。宋神宗熙宁八年（1075）到熙宁十年（1077），文同在洋州作知州，常去筼筜谷观察竹子，因而画竹益精。《筼筜谷偃竹》就是这个时候画的。</p>",
  "poet": {
    "id": 183,
    "star": 0,
    "name": "苏轼",
    "image": "http://img.gushiwen.org/authorImg/sushi.jpg",
    "desc": "苏轼（1037－1101），北宋文学家、书画家、美食家。字子瞻，号东坡居士。汉族，四川人，葬于颍昌（今河南省平顶山市郏县）。一生仕途坎坷，学识渊博，天资极高，诗文书画皆精。其文汪洋恣肆，明白畅达，与欧阳修并称欧苏，为“唐宋八大家”之一；诗清新豪健，善用夸张、比喻，艺术表现独具风格，与黄庭坚并称苏黄；词开豪放一派，对后世有巨大影响，与辛弃疾并称苏辛；书法擅长行书、楷书，能自创新意，用笔丰腴跌宕，有天真烂漫之趣，与黄庭坚、米芾、蔡襄并称宋四家；画学文同，论画主张神似，提倡“士人画”。著有《苏东坡全集》和《东坡乐府》等。"
  },
  "tags": [
    "悼念",
    "观点"
  ]
}