{
  "id": 48269,
  "star": 4486,
  "name": "蝶恋花·伫倚危楼风细细",
  "dynasty": "宋代",
  "content": "伫倚危楼风细细，望极春愁，黯黯生天际。草色烟光残照里，无言谁会凭阑意。<br>拟把疏狂图一醉，对酒当歌，强乐还无味。衣带渐宽终不悔，为伊消得人憔悴。",
  "fanyi": "<p><strong>译文</strong><br>我长时间倚靠在高楼的栏杆上，微风拂面一丝丝一细细，望不尽的春日离愁，沮丧忧愁从遥远无边的天际升起。碧绿的草色，飘忽缭绕的云霭雾气掩映在落日余晖里，默默无言谁理解我靠在栏杆上的心情。<br>打算把放荡不羁的心情给灌醉，举杯高歌，勉强欢笑反而觉得毫无意味。我日渐消瘦下去却始终不感到懊悔，宁愿为她消瘦得精神萎靡神色憔悴。 </p> <p><strong>注释</strong><br>（1）伫倚危楼：长时间依靠在高楼的栏杆上。伫，久立。危楼，高楼。<br>（2）望极：极目远望。<br>（3）黯黯：迷蒙不明，形容心情沮丧忧愁。<br>（4）生天际：从遥远无边的天际升起<br>（5）烟光：飘忽缭绕的云霭雾气。<br>（6）会：理解。<br>（7）阑：同“栏”。<br>（8）拟把：打算。<br>（9）疏狂：狂放不羁。<br>（10）强（qiǎng）乐：勉强欢笑。强，勉强。<br>（11）衣带渐宽：指人逐渐消瘦。<br>（12）消得：值得，能忍受得了。</p><br/><p><strong>译文</strong><br>我伫立在高楼上，细细春风迎面吹来，极目远望，不尽的愁思，黯黯然弥漫天际。夕阳斜照，草色蒙蒙，谁能理解我默默凭倚栏杆的心意？<br>本想尽情放纵喝个一醉方休。当在歌声中举起酒杯时，才感到勉强求乐反而毫无兴味。我日渐消瘦也不觉得懊悔，为了你我情愿一身憔悴。</p> <p><strong>注释</strong><br>⑴伫（zhù）倚危楼：长时间倚靠在高楼的栏杆上。伫，久立。危楼，高楼。<br>⑵望极：极目远望。<br>⑶黯黯（ànàn）：心情沮丧忧愁。生天际：从遥远无边的天际升起。<br>⑷烟光：飘忽缭绕的云霭雾气。<br>⑸会：理解。阑：同“栏”。<br>⑹拟把：打算。疏狂：狂放不羁。<br>⑺对酒当歌：语出<a href=\"http://so.gushiwen.org/author_552.aspx\">曹操</a>《短歌行》 “ 对酒当歌，人生几何”。当：与\"对\"意同。<br>⑻强（qiǎng）乐：勉强欢笑。强，勉强。<br>⑼衣带渐宽：指人逐渐消瘦。语本《古<a href=\"http://so.gushiwen.org/view_48269.aspx\">诗</a>十九首》：“相去日已远，衣带日已缓”。<br>⑽消得：值得。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这是一首怀人之作。词人把漂泊异乡的落魄感受，同怀念意中人的缠绵情思结合在一起写，采用“曲径通幽”的表现方式，抒情写景，感情真挚。</p> <p>　　上片首先说登楼引起了“春愁”：“伫倚危楼风细细。”全词只此一句叙事，便把主人公的外形像一幅剪纸那样突现出来了。“风细细”，带写一笔景物，为这幅剪影添加了一点背景，使画面立刻活跃起来了。</p> <p>　　“望极春愁，黯黯生天际”，极目天涯，一种黯然魂销的“春愁”油然而生。“春愁”，又点明了时令。对这“愁”的具体内容，词人只说“生天际”，可见是天际的什么景物触动了他的愁怀。从下一句“草色烟光”来看，是春草。芳草萋萋，刬尽还生，很容易使人联想到愁恨的连绵无尽。<a href=\"http://so.gushiwen.org/author_535.aspx\">柳永</a>借用春草，表示自己已经倦游思归，也表示自己怀念亲爱的人。至于那天际的春草，所牵动的词人的“春愁”究竟是哪一种，词人却到此为止，不再多说。</p> <p>　　“草色烟光残照里，无言谁会凭栏意”写主人公的孤单凄凉之感。前一句用景物描写点明时间，可以知道，他久久地站立楼头眺望，时已黄昏还不忍离去。“草色烟光”写春天景色极为生动逼真。春草，铺地如茵，登高下望，夕阳的余辉下，闪烁着一层迷蒙的如烟似雾的光色。一种极为凄美的景色，再加上“残照”二字，便又多了一层感伤的色彩，为下一句抒情定下基调。“无言谁会凭栏意”，因为没有人理解他登高远望的心情，所以他默默无言。有“春愁”又无可诉说，这虽然不是“春愁”本身的内容，却加重了“春愁”的愁苦滋味。作者并没有说出他的“春愁”是什么，却又掉转笔墨，埋怨起别人不理解他的心情来了。词人在这里闪烁其辞，让读者捉摸不定。</p> <p>　　下片作者把笔宕开，写他如何苦中求乐。“愁”，自然是痛苦的，那还是把它忘却，自寻开心吧。“拟把疏狂图一醉”，写他的打算。他已经深深体会到了“春愁”的深沉，单靠自身的力量是难以排遣的，所以他要借酒浇愁。词人说得很清楚，目的是“图一醉”。为了追求这“一醉”，他“疏狂”，不拘形迹，只要醉了就行。不仅要痛饮，还要“对酒当歌”，借放声高歌来抒发他的愁怀。但结果却是“强乐还无味”，他并没有抑制住“春愁”。故作欢乐而“无味”，更说明“春愁”的缠绵执着。</p> <p>　　至此，作者才透露这种“春愁”是一种坚贞不渝的感情。他的满怀愁绪之所以挥之不去，正是因为他不仅不想摆脱这“春愁”的纠缠，甚至心甘情愿为“春愁”所折磨，即使渐渐形容憔悴、瘦骨伶仃，也决不后悔。“为伊消得人憔悴”才一语破的：词人的所谓“春愁”，不外是“相思”二字。（其中伊指深爱的女子，也指自己的人生理想）</p> <p>　　这首词妙紧拓“春愁”即“相思”，却又迟迟不肯说破，只是从字里行间向读者透露出一些消息，眼看要写到了，却又煞住，调转笔墨，如此影影绰绰，扑朔迷离，千回百折，直到最后一句，才使真相大白。在词的最后两句相思感情达到高潮的时候，戛然而止，激情回荡，又具有很强的感染力。</p>",
  "poet": {
    "id": 535,
    "star": 0,
    "name": "柳永",
    "image": "http://img.gushiwen.org/authorImg/liuyong2.jpg",
    "desc": "柳永，（约987年—约1053年）北宋著名词人，婉约派创始人物。汉族，崇安（今福建武夷山）人，原名三变，字景庄，后改名永，字耆卿，排行第七，又称柳七。宋仁宗朝进士，官至屯田员外郎，故世称柳屯田。他自称“奉旨填词柳三变”，以毕生精力作词，并以“白衣卿相”自诩。其词多描绘城市风光和歌妓生活，尤长于抒写羁旅行役之情，创作慢词独多。铺叙刻画，情景交融，语言通俗，音律谐婉，在当时流传极其广泛，人称“凡有井水饮处，皆能歌柳词”，婉约派最具代表性的人物之一，对宋词的发展有重大影响，代表作 《雨霖铃》《八声甘州》。"
  },
  "tags": [
    "宋词三百首",
    "婉约",
    "抒情",
    "爱情",
    "思念"
  ]
}