{
  "id": 70765,
  "star": 131,
  "name": "如梦令·正是辘轳金井",
  "dynasty": "清代",
  "content": "正是辘轳金井，满砌落花红冷。蓦地一相逢，心事眼波难定。谁省，谁省。从此簟纹灯影。",
  "fanyi": "<p><strong>译文<br></strong>天亮了，井台上响起了辘轳声。一夜风雨，满阶落花，凋零中透出一丝冷意。在这样一个清晨，“我”和她蓦然相逢。“我”对她一见钟情，却难以明了她迷离的眼波背后暗藏的心事。谁能明白?谁能明白呢?从此以后，无论是在簟席上辗转反侧、孤枕难眠之时，还是独对孤灯、辗转徘徊之际，我都会想念她。</p> <p><strong>注释<br></strong>①辘轳：井上汲水的工具。<br>②砌：台阶。<br>③蓦地：突然地。<br>④省（xing）：明白。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　小令首句点明了相遇的地点。纳兰生于深庭豪门，辘轳金井本是极常见的事物，但从词句一开始，这一再寻常不过的井台在他心里就不一般了。“正是”二字，托出了分量。纳兰在其它作品中也常使用“辘轳金井”这一意象，如“淅沥暗风飘金井，乍闻风定又钟声，薄福荐倾城”（《忆江南》），“绿荫帘外梧桐影，玉虎牵金井”（《虞美人》）。玉虎，辘轳也。 “满砌落花红冷”既渲染了辘轳金井之地的环境浪漫，又点明了相遇的时节。金井周围的石阶上层层落红铺砌，使人不忍践踏，而满地的落英又不可遏止地勾起了词人善感的心绪。常人以落红喻无情物，红色本是暖色调，“落红”便反其意而用，既是他自己寂寞阑珊的心情写照，也是词中所描写的恋爱的最终必然的结局的象征吧。最美最动人的事物旋即就如落花飘堕，不可挽留地消逝，余韵袅袅杳杳。 </p> <p>　　在这阑珊的暮春时节，两人突然相逢，“蓦地”是何等的惊奇，是何等的出人意表，故而这种情是突发的，不可预料的，也不可阻拦的。在古代男女授受不亲的前提下，一见钟情所带来的冲击无法想象。可是，恋人的心是最不可捉摸的，“心事眼波难定”，惊鸿一瞥的美好情感转而制造了更多的内心纷扰，所以，“谁省，谁省，从此簟纹灯影”这一直转而下的心理变化，正是刹那间的欣喜浸入了绵绵不尽的忧愁和疑惑中——对方的心思无法琢磨，未来的不可测又添上了一份恐慌，于是，深宵的青灯旁、孤枕畔，又多了一个辗转反侧的不眠人儿。 </p> <p>　　安意如的《当时只道是寻常》一书中开篇就收录了这首词并对其有自己的体味。书中是这样说的，词中最广为人知的“相逢”要算秦少游的《鹊桥仙》的名句“金风玉露一相逢，便胜却人间无数”了。至少，我一看到“相逢”这两个字，先想到的便是少游，然后才是容若。两阙不同风格的词，恰如这两个经历际遇完全不同的男人。</p> <p>　　这阙短小的《如梦令》像极了容若的一生，前段是满砌落花红冷，眼波心难定的少年风流，后半段是从此簟纹灯影的忧郁惆怅。</p> <p>　　因为爱情的不如意，容若的词总是凄婉到叫人断肠，这凄美如落花的词章惹得后世无数多情的人爱慕不已，认为他“情深不寿”，“天妒英才”，实在是一个可怜可叹的罗密欧。</p> <p>　　虽然他只活了三十一年，其间又为着几个女子缠绵悱恻地过了十一年，然而比起历代数不胜数怀才不遇、终生颠沛的人，容若实在不算是个悲剧型的男人。作为一个男人该有的应有的，他都有了。他有一个爱他的妻子，一个仰慕他的小妾，一个至死不渝的情人，一群相濡以沫的朋友；他还有显赫的家世，高贵的血统。他所不齿的父亲为他安排了锦衣玉食的生活，让他终生无须为生活烦忧；他自身的才华和得天独厚的地位，使得他文运亨通仕途平顺，年纪轻轻便被康熙取中做了近侍。比起名动天下却直到三十六岁才进士及第、当官不久即屡遭贬谪、最终死在流放途中的少游，我不知道，怎么能说容若的一生是个悲剧？</p> <p>　　悲剧是上天给了你抱负，给了你理想，给了你实现理想的才华，却一生不给你施展完成的机会，生生折断你的理想。心怀天下饿死孤舟的<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>是悲剧，<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>不是，有名无运的<a href=\"http://so.gushiwen.org/author_125.aspx\">秦观</a>[3]是悲剧，容若不是。更何况，即使是悲剧又岂能尽归罪于“天意”？人难道就可以两手一拍，声称自己全无责任？</p> <p>　　容若，他只是不快乐，在锦绣丛中心境荒芜，这是他的心境所致。痛苦并不是社会或者家庭强加给他的。社会道德和家庭责任筑就的牢笼困摄住生存在世上的每一个人。意欲挣脱或是甘心承受，是属于个人的选择。</p> <p>　　容若的相逢是在人间，在围着栏杆的金井边，落花满阶的暮春时节。少年恋人的眼波流转，是天真无邪的初见。少游的相逢在天上，是一年一度的七夕，宽阔银河的临时鹊桥上，一对永生不死却永生不得共度的夫妻，见与不见都是万世凄凉。</p> <p>　　可是为什么，相逢后，人间的结局是“从此簟纹灯影”；相逢后，天上的结局却是“两情若是久长时，又岂在朝朝暮暮”？</p> <p>　　不快乐的原因是，少游于尘世颠沛许久遂懂得寄希望于美满，不再执著于得到；容若万事无缺，反而容易执著于遗憾，始终为没有得到而愁肠难解。</p> <p>　　在邂逅爱情的最初都会心花无涯，可是一样相逢，后事往往截然不同。</p><br/><h2>赏析二</h2> <p>　　这阕短小的《如梦令》仿佛是在描绘纳兰容若的一生，前段是满砌落花红冷，眼波心事难定的少年风流，后半段是从此簟纹灯影的忧郁惆怅，其意境心境吻合“如梦”二字。这首词最耐人咀嚼思索的便是那个“冷”字，这并不是一个单纯的情境修饰语词，而是词人心绪最真实贴切的写照。</p> <p>　　首句点明了相遇的地点。辘轳金井本是深庭豪门极常见的事物，但从词句一开始，这一寻常不过的并台在他心里就不一般了，“正是”二字，托出了分量。“满砌落花红冷”既渲染了辘轳金井之地的环境浪漫，又点明了相遇的时节。金井周围的石阶上层层落红铺砌，使人不忍践踏，而满地的落英又不可遏止地勾起了词人多愁善感的心绪。常人以落红喻无情物，红色本是暖色调， “落红”便反其意而用，既反映他自己寂寞阑珊的心情，也象征词中所描写的恋爱的必然结局。</p> <p>　　暮春时节，两人突然相逢， “蓦地”是何等的惊奇，是何等的出人意料，故而这种情是突发的，不可预料的，也是不可阻拦的。“心事眼波难定”一句惊艳妙绝，写出两人乍相逢的惊疑窃喜，极传神。伊人眼波横流，媚态撩人，然而结句则笔锋陡转，一句“簟纹灯影”将前事化空，露出相思无用的无限惆怅，使人黯然神伤。人事的残酷，藏在希望的背后，如此美妙的邂逅，也不过是昙花前的满眼芳华。</p> <p>　　这首初恋情词极为精巧雅致，细细读来如观仕女图般，字虽简练，情却绵密。只是幸福感过于短暂，更凸显其相思的痛苦忧伤。</p>",
  "about": "<h2>创作背景</h2> 　　有的论者认为，纳兰除先后娶妻卢氏、官氏外，尚有侍妾一人名沈宛。也有的论者以为，纳兰有表妹，与之曾有婚约，后被选人宫中，但情深不泯，纳兰未人值侍卫时，曾乔装僧人人宫探视，等等。说法不一，但皆认为作者是因为失去爱人，不能与爱人相见，饱受相思之苦，为表达自己的痛苦相思之情，写下了这首词。",
  "poet": {
    "id": 188,
    "star": 0,
    "name": "纳兰性德",
    "image": "http://img.gushiwen.org/authorImg/nalanxingde.jpg",
    "desc": "纳兰性德（1655－1685），满洲人，字容若，号楞伽山人，清代最著名词人之一。其诗词“纳兰词”在清代以至整个中国词坛上都享有很高的声誉，在中国文学史上也占有光采夺目的一席。他生活于满汉融合时期，其贵族家庭兴衰具有关联于王朝国事的典型性。虽侍从帝王，却向往经历平淡。特殊的生活环境背景，加之个人的超逸才华，使其诗词创作呈现出独特的个性和鲜明的艺术风格。流传至今的《木兰花令·拟古决绝词》——“人生若只如初见，何事秋风悲画扇？等闲变却故人心，却道故人心易变。”富于意境，是其众多代表作之一。"
  },
  "tags": [
    "婉约",
    "爱情",
    "抒情"
  ]
}