{
  "id": 69199,
  "star": 881,
  "name": "除夜太原寒甚",
  "dynasty": "明代",
  "content": "寄语天涯客，轻寒底用愁。<br>春风来不远，只在屋东头。",
  "fanyi": "<p><strong>译文</strong><br>请捎个信去告诉居住在远方的友人，眼前尽管天气寒冷，这点寒冷算不了什么，不必为它发愁。<br>春风已经吹来，离我们不远了，就在我们房屋的东头</p> <p><strong>注释</strong><br>①除夜：除夕之夜，农历十二月最后一天的夜晚。<br>②太原：军镇名，又名三关镇。防区在今山西内长城以南，西起黄河，东抵太行山，在今山西省。<br>③寒甚：即甚寒，很寒冷。<br>④寄语：传话，告诉。<br>⑤天涯客：居住在远方的人。<br>⑥轻寒：轻微的寒冷。<br>⑦底用：何用，底，犹“何”，汉以来<a href=\"http://so.gushiwen.org/view_69199.aspx\">诗</a>文中多用其义。<br>⑧屋东头：这里是说春天解冻的东风已经吹到屋东头。意思是春天已来得很近了。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　《除夜太原寒甚》是<a href=\"http://so.gushiwen.org/view_69199.aspx\">诗</a>人客居太原，除夕夜天寒难耐时有感而作，除夕之夜本该合家团聚，然而，诗人却栖身远方，又恰逢大寒，确实令人寂寞难熬。环境虽然极其艰苦，但是诗人在寒冬之时想到春天很快就要来到，希望“天涯客”不必忧愁，表现出他乐观向上的人生态度。</p> <p>　　诗的前两句，“寄语天涯客，轻寒底用愁”，出语却极为平淡。旧的一年过去了，诗人未能返回温暖的南方，与家人团圆．而是寄旅太原，滞留在寒冷的北方，在官舍度岁。远客在外，难免乡愁，况且旧年之中，诗人经受了诸多的艰难和劳累，但他鼓励自己和同僚说：“流落天涯的他乡之客们，不用为这一点轻微的寒冷发愁。句中的“轻寒”与诗题中的“寒甚”对比强烈，“寒甚”是客观的存在，“轻寒\"却表现了诗人对严寒的藐视和对战胜困难的信心，诗人深知只有蔑视它，才能战胜它，以此鼓励友人，激励自己。</p> <p>　　诗的后两句，“春风来不远，只在屋东头“，指明前途，加强信心。和前两句有同样的鼓舞作用。在诗人眼中，尽管风寒冰坚，但除夜一过，新年即已开始，春天随之来临。温暖的春天，正孕育在残冬的严寒之中，和煦的春风很快就要吹遍大地。春风是那么逼近，似乎就在屋子的东头，只要侧耳倾听，即可捕捉到它那令人欢欣的声音。随着春风的来临，大地回暖，万木复苏，新的一年开始了。诗人迫不及待地盼望着春天的到来，期待着在新的一年里进一步舒展自己的抱负，建立新的功业。</p> <p>　　这首诗写的是除夜的寒冷，读来却给人以春天的喜悦和暖意，诗中用象征的手法，表现了诗人不畏任何艰难困苦，蔑视严酷的恶劣气候，满怀信心地和恶劣环境进行斗争的乐观精神。诗的语言浅显，而寓意深刻。因此这首小诗有它的象征性，也含有一定的哲理，诗人以平白轻松的语气，抒发激越豪情，显示了诗人铮铮骨气与刚毅果敢的上进精神。</p>",
  "about": "<h2>创作背景</h2> <p>　　这首<a href=\"http://so.gushiwen.org/view_69199.aspx\">诗</a>是<a href=\"http://so.gushiwen.org/author_654.aspx\">于谦</a>在正统初年任山西巡抚时所作。诗人自幼生活在风景秀丽、气候温暖的杭州。而太原地处北方，无论是气候还是生活习惯，与故乡都有很大差异。更何况诗人身为地方行政长官，公务繁重，终年忙碌。但诗人以他满腔的报国热忱，不辞劳苦，励精图治。除夕到了，天寒地冻，在这送旧迎新之际。诗人独自一人，寒夜守岁，赋诗述怀，寄语新春，于是写下了这首诗。</p>",
  "poet": {
    "id": 654,
    "star": 0,
    "name": "于谦",
    "image": "http://img.gushiwen.org/authorImg/yuqian.jpg",
    "desc": "于谦（1398年5月13日－1457年2月16日），字廷益，号节庵，官至少保，世称于少保。汉族，明朝浙江承宣布政使司杭州钱塘县人。因参与平定汉王朱高煦谋反有功，得到明宣宗器重，担任明朝山西河南巡抚。明英宗时期，因得罪王振下狱，后释放，起为兵部侍郎。土木之变后英宗被俘，郕王朱祁钰监国，擢兵部尚书。于谦力排南迁之议，决策守京师，与诸大臣请郕王即位。瓦剌兵逼京师，督战，击退之。论功加封少保，总督军务，终迫也先遣使议和，使英宗得归。天顺元年因“谋逆”罪被冤杀。谥曰忠肃。有《于忠肃集》。于谦与岳飞、张煌言并称“西湖三杰”。"
  },
  "tags": [
    "春节",
    "思念"
  ]
}