{
  "id": 3515,
  "star": 9,
  "name": "夏日过郑七山斋",
  "dynasty": "唐代",
  "content": "共有樽中好，言寻谷口来。<br>薜萝山径入，荷芰水亭开。<br>日气含残雨，云阴送晚雷。<br>洛阳钟鼓至，车马系迟回。",
  "fanyi": "<p><strong>译文<br></strong>我们都有喜爱酒的嗜好，我就找到你的山中别墅来。<br>薜荔女萝伸向山上的的小径，荷花菱花开在水亭的周围。<br>太阳尤散发着的热气含着残雨，阴云传送看黄昏的雷声。<br>洛阳城里报暮的钟、鼓之声清晰地传来，但车马仍然拴着，迟迟没有起程。</p> <p><strong>注释<br></strong>①过：访，探望。郑七：<a href=\"http://so.gushiwen.org/author_647.aspx\">杜审言</a>的好友。山斋：山中别墅。<br>②樽（zūn）中好（hào）：喜爱杯中之物。樽：古代的盛酒器具。<br>③言：句首助词，无义，凑足音节。谷口：汉代县名，在今陕西礼泉县东。据<a href=\"http://so.gushiwen.org/author_3125.aspx\">皇甫谧</a>《高士传》记载，汉代有一个叫郑璞的人，家住谷口，躬耕垄亩，避世隐居，恬淡静默。成帝之舅大将军王凤以礼聘他出山，他也不屈就。当时人们佩服他的清高，名振京师。杜审言因友人姓郑，就以谷口借指友人的山斋，用郑璞的清高，比喻友人的高洁。<br>④薜（bì）：薜荔，木本植物，又名末莲、木馒头，茎蔓生，花小，果实形似莲房。萝：女萝：地衣类植物，即松萝，常寄生松树上，丝状，蔓延下垂。晋后多以薜萝指隐士的服装。此用以赞美郑七归隐之志。<br>⑤芰（jì）：菱角，两角者为菱，四角者为芰。<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>《离骚》中有“制芰荷以为衣兮，集芙蓉以为裳”之句，后用芰荷指隐者的服装，比喻生活高洁。此用其意，赞赏友人。<br>⑥日气：日光散发的热气。<br>⑦洛阳：唐代东都。钟鼓：古代有黄昏时击鼓、撞钟以报时的风尚。此指时近傍晚。<br>⑧系（xì）：拴缚。迟回：迟疑，徘徊。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　“共有樽中好，言寻谷口来。”首联是介绍过郑斋的缘起。<a href=\"http://so.gushiwen.org/view_3515.aspx\">诗</a>人说：我和郑七都有饮酒的爱好，所以来找他。隐居与饮酒几乎是不可分离的，它是隐士们高雅、旷达情怀的表现。可见，诗中的言外之意，是说郑七有隐者的高洁胸怀，诗人对他十分倾慕，引为同调，因此才去拜访他。“言寻谷口来”一句，用典故进一步说明了这一点。用典十分贴切，一个“寻”字，也透露了山斋的幽深。两句诗看似平常，却有深刻的义蕴，不仅曲折地交待了郑七的身份和思想情操，也婉转地点出了过山斋的原因和二人深厚的友情。接着诗人以极大的兴趣，用工细的笔墨，在中间两联描绘山斋内外的景色，展现出一幅优美的山居夏图。</p> <p>　　“薜萝山径入，荷芰水亭开。”上一句说，在通往郑七山斋的曲折的山路上，长满了茂盛的薜荔和女萝，隐隐传达出山斋的幽深和清静。接着是进入山斋后的景象：在水亭周围的水池中，一望无际的荷、菱开放出纯洁清丽的花朵，在微风中散发着清香。“山径”是崎岖的，而水池却是开阔的，从狭窄山路中穿行而至来到山斋后，诗人顿觉豁然开朗，诗中“入”字和“开”字，不仅实指了诗人的行动，也透露出心情的变化。接着，在“日气含残雨，云阴送晚雷”一联中，诗人又把笔触从平面的描写转向立体的空间：在那荷、菱盛开的水池上，雨后初晴，空中铺下明朗的阳光，照在残留的雨水上，蒸气冉冉升腾；到傍晚，天气渐渐转阴了，天边又传来隐隐的雷声。其中“日”、“雨”、“阴”几个字，暗示着天气变化很快。诗人来之前，刚下过雨（“含残雨”），而到达时天气才放晴，傍晚又转阴，并且传来隆隆的雷声，又要下雨了。这正是深山中特有的天气，诗人用天气变化之快，烘托山斋的既幽且深，既是实写，也有助于诗歌意境的表现。同时在“日”、“晚”二字中，也包含着时间的推移，暗示了诗人在山斋中逗留的时间。通过这一联的描写，充分渲染了山斋的幽静景色，地上风物和空中景象融为一体，在静谧中包含变化，在幽深中充满生机。诗人形象的描写，使山斋风光充满着感人的魅力，令人心驰神往。中间两联，似乎全是写景。其实，主人的酒盛情款待，席间杯觥交错的欢乐气氛，全都隐藏在字里行间中。</p> <p>　　“洛阳钟鼓至，车马系迟回”，与天边隆隆的雷声相应和，洛阳城里报暮的钟、鼓之声也清晰地传来，诗人该回程了，但车马仍然拴着，迟迟没有起程。诗到这里戛然而止，却留下了耐人寻味的余韵，在迟迟未回中，既包含着诗人对山斋风光的倾心爱慕、流连忘返，同时也表现出主人的深情厚谊。在这悠远的余韵中，诗歌产生了动人心弦的艺术力量。</p> <p>　　这首《夏日过郑七山斋》，是<a href=\"http://so.gushiwen.org/author_647.aspx\">杜审言</a>五律中的成功之作。不仅在文字、结构、意境等方面取得了成功，在诗歌的声律上，对仗工稳，音韵协调，整体匀称，也表现出纯熟的技巧。</p>",
  "about": "<h2>创作背景</h2> 　　此<a href=\"http://so.gushiwen.org/view_3515.aspx\">诗</a>约作于高宗上元年间（674～676），<a href=\"http://so.gushiwen.org/author_647.aspx\">杜审言</a>任洛阳丞时。郑七的山斋在洛阳附近。诗人与郑七既是文友，又是酒友，故于夏日造访，过山径，开水亭，在雨后丽日、云阴晚凉的清爽气氛中，文酒相乐，流连忘返。因此诗人用明朗爽快的笔调描写了这一过程。",
  "poet": {
    "id": 647,
    "star": 0,
    "name": "杜审言",
    "image": "http://img.gushiwen.org/authorImg/dushenyan.jpg",
    "desc": "杜审言（约645-708），字必简，汉族，中国唐朝襄州襄阳人，是大诗人杜甫的祖父。唐高宗咸亨进士，唐中宗时，因与张易之兄弟交往，被流放峰州（今越南越池东南）。曾任隰城尉、洛阳丞等小官，累官修文馆直学士，少与李峤、崔融、苏味道齐名，称“文章四友”，是唐代“近体诗”的奠基人之一，作品多朴素自然。其五言律诗，格律谨严。"
  },
  "tags": [
    "写景",
    "向往",
    "自由"
  ]
}