{
  "id": 21263,
  "star": 16,
  "name": "胡旋女",
  "dynasty": "唐代",
  "content": "胡旋女，胡旋女。心应弦，手应鼓。<br>弦鼓一声双袖举。回雪飘飖转蓬舞。<br>左旋右转不知疲，千匝万周无已时。<br>人间物类无可比，奔车轮缓旋风迟。<br>曲终再拜谢天子，天子为之微启齿。<br>胡旋女，出康居，徒劳东来万里余。<br>中原自有胡旋者，斗妙争能尔不如。<br>天宝季年时欲变，臣妾人人学圜转。<br>中有太真外禄山，二人最道能胡旋。<br>梨花园中册作妃，金鸡障下养为儿。<br>禄山胡旋迷君眼，兵过黄河疑未反。<br>贵妃胡旋惑君心，死弃马嵬念更深。<br>从兹地轴天维转，五十年来制不禁。<br>胡旋女，莫空舞，数唱此歌悟明主。",
  "fanyi": "<p><strong>译文<br></strong>跳胡旋舞的舞女，心随着曲调的旋律，手随着鼓点舞动。<br>鼓乐声中舞动双袖，象雪花空中飘摇，象蓬草迎风飞舞，连飞奔的车轮都觉得比她缓慢，连急速的旋风也逊色了。<br>左旋右转不知疲倦，千圈万周还在转个不停。<br>世上万物都无可比拟，她的旋转比飞转的车轮和疾风还要快。<br>一曲终了拜谢天子，天子开口褒奖。<br>胡旋女出自西域的康居国，千辛万苦从千万里外来到中原。<br>从此中原有了胡旋舞，中原舞者争奇斗艳甚至超过胡旋女。<br>天宝末年纲纪败坏大臣和女子都学这种飞快旋转的胡旋舞。<br>其中宫中的杨贵妃和外镇安禄山，两人的胡旋舞跳得最出色。<br>杨贵妃因善歌舞受宠，在宫中乐部梨园内册封为贵妃。安禄山则在宫中画金鸡为饰的坐障前被杨贵妃收为义子。<br>安禄山用胡旋舞迷惑了玄宗的眼睛，让他分不清是非。以至叛军度过了黄河他还不信安禄山已反叛。<br><a href=\"http://so.gushiwen.org/author_1039.aspx\">杨玉环</a>随<a href=\"http://so.gushiwen.org/author_520.aspx\">李隆基</a>流亡蜀中，途经马嵬驿，禁军哗变，玄宗无奈，只得下令38岁的杨贵妃自缢。“念更深”，玄宗迫于无奈赐死杨贵妃后对她思念更深。<br>从这以后国家发生天翻地覆变化，五十年来胡旋舞却一直延续下去。<br>胡旋女，请不要一味地跳胡旋舞，把我这首歌唱给贤明的君主听让他领悟。</p> <p><strong>注释<br></strong>1、胡旋女：跳胡旋舞的舞女。胡旋舞是由西域康居传来的民间舞。胡旋舞的特点是旋律快、节奏快、转圈多而难分面背。胡旋舞是因为在跳舞时须快速不停地旋转而得名的。《新唐书·礼乐志》载：“胡旋舞者立毯上，旋转如风。”。<br>2、戒近习也：要制止这种不良的社会风气。<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>认为，唐玄宗就是贪恋这种胡舞导致了安史之乱。现在胡旋舞依然盛行，作者写这首关于胡旋舞的新乐府，就是要今日君主以此为戒。白居易的新乐府结构上有个特点，叫做“篇首标其目，卒章显其志”。即，开头点明写此<a href=\"http://so.gushiwen.org/view_21263.aspx\">诗</a>的目的，诗歌结尾处再点明创作的主旨。“戒近习也”即是“篇首标其目”。<br>3、回雪飘飖转蓬舞：形容表演者在急速的旋转（这也是胡旋舞得名的原因），像流风中飘飖的廻雪和旋转着的蓬草。回雪，同“廻雪”； 飘飖（yáo），风吹飘荡之状；转蓬，随风飘转的蓬草。《文选·<a href=\"http://so.gushiwen.org/author_322.aspx\">曹植</a>》：“转蓬离本根，飘颻随长风。”<br>4、康居（kāng qú）：古西域国名。自锡尔河下游，至吉尔吉斯平原，是康居疆域的中心地带：清代学者<a href=\"http://so.gushiwen.org/author_347.aspx\">魏源</a>在《圣武记》中考证：古康居即今日的哈萨克斯坦共和国一带。<br>5、天宝季年时欲变：天宝末年社会风气产生巨大变化。“天宝”，唐玄宗年号，从天宝元年（742）到天宝十四年（755）。“时欲变”，指天宝末年纲纪败坏。<br>6、圜转（huán）：旋转。 清<a href=\"http://so.gushiwen.org/author_504.aspx\">王夫之</a> 《张子正蒙注·参两篇》：“凡圜转之物，动必有机。”<br>7、中有太真外禄山，二人最道能胡旋：宫内有杨玉环，宫外有安禄山，两人最善于跳胡旋舞。太真：贵妃杨玉环号。杨玉环（719-756），原籍蒲州永乐（今山西永济）。开元七年（719年）六月一日生于蜀州（今四川崇州）。开元二十三年（735），17岁的杨玉环被册为寿王妃（寿王李瑁，唐玄宗第十八子）。天宝四载（745），27岁的杨玉环被李隆基册为贵妃《旧唐书·后妃传上·玄宗杨贵妃》：“时妃衣道士服，号曰‘太真’”；安禄山（703年－757年）：本姓康，名轧荦山，营州柳城（今辽宁朝阳）：开元二十八年（740年）禄山为平卢兵马使，以贿赂交结唐廷派往河北的御史，博得唐玄宗李隆基的称许与宠信。历任营州都督、平卢节度使，兼范阳节度使、河北采访使，又兼河东节度使，掌握了今河北、辽宁西部、山西一带的军事、民政及财政大权。受封为东平郡王。天宝十四年发动叛乱，攻下唐王朝首都长安，建立燕政权，年号圣武。据《旧唐书·安禄山传》：“安禄山晚年益肥壮，腹垂过膝，重三百三十斤，每行以肩膊左右抬挽其身，方能移步。但至玄宗前，作胡旋舞疾如风焉。”杨贵妃会跳各式各样的舞蹈，跳起快速多变的的胡旋舞来更是美艳绝伦。<br>8、梨花园中册作妃，金鸡障下养为儿：梨花园即梨园。《新唐书·礼乐志》载：“玄宗既知音律，又酷爱法曲，选坐部伎子弟三百，教于梨园。声有误者，帝必觉而正之，号皇帝梨园弟子。”金鸡障：画金鸡为饰的坐障。 “天宝中，安禄山每来朝，上特异待之，每为致殊礼。殿西偏张金鸡障，其来辄赐坐。”（唐·<a href=\"http://so.gushiwen.org/author_815.aspx\">李德裕</a>《次柳氏旧闻》）养为儿：据《新唐书·后妃传》：“时杨贵妃有宠，禄山请为妃养儿，帝许之”。<br>9、兵过黄河疑未反：天宝十四年（755年）安禄山在幽州（今北京市）发动叛乱，好大军已渡过黄河，消息传来，唐玄宗仍不相信，还认为是诬陷安禄山。<br>10、死弃马嵬念更深：天宝十五载（756）六月十四日，杨玉环随李隆基流亡蜀中，途经马嵬驿，禁军哗变，玄宗无奈，只得下令38岁的杨贵妃自缢。“念更深”，玄宗迫于无奈赐死杨贵妃后对她思念更深。<br>11、地轴天维转：指安史之乱给国家社会带来巨大灾难。<br>12、五十年来制不禁：指胡旋舞从康居国传入中原后一直很流行。从玄宗天宝年间到白居易写此诗的宪宗元和年间（806—819）约五十多年。 </p>",
  "shangxi": "<h2>赏析</h2> <p>　　《胡旋女》在结构上可以分为三个层次：</p> <p>　　第一层从开头到“天子为之微启齿”，共十句。主要是描绘胡旋舞的主要特点，以及胡旋女在跳胡旋舞时出色的惊人技艺。作者调动夸张、比拟、想象、渲染等多种艺术手法来描绘胡旋女的舞蹈场面，从开始“弦鼓一声双袖举”，一直到结束“曲终再拜谢天子”。其中主要突出快速旋转这个胡旋舞的主要特征。胡旋女在鼓乐声中急速起舞，象雪花空中飘摇，象蓬草迎风飞舞，其旋转飞转的车轮和疾风还要快，而且飞快地来回的旋转根本不知疲倦，转啊转啊，“千匝万周无已时”。 有人将<a href=\"http://so.gushiwen.org/view_21263.aspx\">诗</a>中形容胡旋舞舞动速度之快的“奔车轮缓旋风迟”，误解为在车轮上跳舞。从现存史料看，胡旋应是在地面上进行的，方能做到“疾如风焉”。</p> <p>　　许多历史记载也多突出这点，如杜佑《通典》说胡旋舞 “急转如风，俗谓之胡旋”； 《旧唐书·安禄山传》说 安禄山“作胡旋舞疾如风焉”。<a href=\"http://so.gushiwen.org/author_18.aspx\">元稹</a>的《胡旋女》描绘这一特点甚至比<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>《胡旋女》中更形象：“蓬断霜根羊角疾，竿戴朱盘火轮炫。骊珠迸珥逐飞星，虹晕轻巾掣流电。潜鲸暗吸笡波海，回风乱舞当空霰。万过其谁辨终始，四座安能分背面。”转得那么快，观众几乎不能看出她的脸和背，这种描写正突出了《胡旋舞》的特点。此段的最</p> <p>　　后一句“天子为之微启齿”是个过渡，由描绘胡旋舞的主要特点，以及胡旋女在跳胡旋舞时出色的惊人技艺过渡到批判君王对胡旋舞的沉溺，对善舞胡旋的<a href=\"http://so.gushiwen.org/author_1039.aspx\">杨玉环</a>和安禄山的宠爱，从而导致祸乱，唐帝国由盛转衰。</p> <p>　　第二层从“胡旋女，出康居”到“死弃马嵬念更深”。主要写玄宗对善舞胡旋的杨玉环和安禄山的宠爱，由此导致的安史之乱。先交代胡旋女是从西域的康国。说她们是被小国之君作为贡品献给大唐天子千里迢迢来到长安。然后，诗人笔锋一转，指出从康居来的胡旋女无法与中原的胡旋者“斗妙争能”。“天宝季年时欲变，臣妾人人学圜转”是说天宝末年社会风气逆转，百官和民间皆以学胡旋舞为时尚。“中有太真外禄山”以下八句则点出君主的喜爱是导致这种喜习胡风胡舞习尚的根源。特别点出玄宗宠爱善舞胡旋的杨玉环和安禄山：“禄山胡旋迷君眼”，“贵妃胡旋惑君心”是导致国家由治变乱造成安史之乱的根源。其中“死弃马嵬念更深”的“念更深”的含义更为深刻：它不仅暗示玄宗赐死杨贵妃是迫于无奈，也道出玄宗沉溺于歌舞的结局是既误国又害己。白居易在《长恨歌》中曾对这“念更深”过形象的描述：“君王掩面救不得，回看血泪相和流”；“蜀江水碧蜀山青，圣主朝朝暮暮情行宫见月伤心色，夜雨闻铃肠断声”；“夕殿萤飞思悄然，孤灯挑尽未成眠迟迟钟鼓初长夜，耿耿星河欲曙天。鸳鸯瓦冷霜华重，翡翠衾寒谁与共悠悠生死别经年，魂魄不曾来入梦”。</p> <p>　　这段是全诗的主旨所在，即探讨唐帝国由盛转衰的原因，批判当年曾励精图治开创开元盛世的唐玄宗沉溺于胡旋舞导致安史之乱。</p> <p>　　第三层，从“从兹地轴天维转”到结尾四句诗人认为，胡旋舞的盛行是“天宝季年时欲变”的征兆，因为它只能“迷君眼”、“惑君心”，使得唐王朝遭受了一次大劫难，“从兹地轴天维转，五十年来制不禁”。接着，点破创作主旨，劝诫胡旋女不要只顾着跳舞；也来唱一唱我写的这首诗，给天子一些启示，让明君领悟这个历史教训。作者不直接劝诫宪宗，而是对胡旋女发话，这是一种婉曲的表达方式。比起元稹的《胡旋女》结尾直接谴责玄宗和直接告诫宪宗：“翠华南幸万里桥，玄宗始悟坤维转。寄言旋目与旋心，有国有家当共谴”，表现手法要婉曲一些。</p>",
  "about": "<h2>创作背景</h2> <p>　　胡旋舞是唐代最盛行的舞蹈之一。它与《秦王破阵乐》、《霓裳羽衣舞》为唐代最流行的三大乐舞。西域康国、石国、米国等，都曾向唐王朝宫里供奉胡旋女。 </p> <p>　　唐玄宗<a href=\"http://so.gushiwen.org/author_520.aspx\">李隆基</a>对于胡旋舞十分偏爱，他的宠妃<a href=\"http://so.gushiwen.org/author_1039.aspx\">杨玉环</a>和宠臣安禄山，都善跳胡旋舞。写此<a href=\"http://so.gushiwen.org/view_21263.aspx\">诗</a>的目的也是在探讨安史之乱为何会发生？唐王朝如何会由开元盛世倒转“地轴天维”，由盛转衰的。诗人认为唐玄宗沉溺于歌舞享乐，宠爱和重用善舞胡旋的杨贵妃和安禄山是重要原因。在诗有个副标题“戒近习也”，明确了诗歌创作目的。</p>",
  "poet": {
    "id": 665,
    "star": 0,
    "name": "白居易",
    "image": "http://img.gushiwen.org/authorImg/baijuyi.jpg",
    "desc": "白居易（772年－846年），字乐天，号香山居士，又号醉吟先生，祖籍太原，到其曾祖父时迁居下邽，生于河南新郑。是唐代伟大的现实主义诗人，唐代三大诗人之一。白居易与元稹共同倡导新乐府运动，世称“元白”，与刘禹锡并称“刘白”。白居易的诗歌题材广泛，形式多样，语言平易通俗，有“诗魔”和“诗王”之称。官至翰林学士、左赞善大夫。公元846年，白居易在洛阳逝世，葬于香山。有《白氏长庆集》传世，代表诗作有《长恨歌》、《卖炭翁》、《琵琶行》等。"
  },
  "tags": [
    "舞蹈",
    "讽刺",
    "国家"
  ]
}