{
  "id": 70843,
  "star": 9632,
  "name": "芙蓉楼送辛渐",
  "dynasty": "唐代",
  "content": "寒雨连江夜入吴，平明送客楚山孤。<br>洛阳亲友如相问，一片冰心在玉壶。",
  "fanyi": "<p><strong>译文<br></strong>迷蒙的烟雨，连夜洒遍吴地江天；清晨送走你，孤对楚山离愁无限！<br>朋友啊，洛阳亲友若是问起我来；就说我依然冰心玉壶，坚守信念！</p> <p><strong>注释<br></strong>1.芙蓉楼：原名西北楼，在润州（今江苏省镇江市）西北。登临可以俯瞰长江，遥望江北。据《元和郡县志》卷二十六《江南道·润州》丹阳：“晋王恭为刺史，改创西南楼名万岁楼，西北楼名芙蓉楼。”丹阳在今江苏省西南部，东北滨长江，大运河斜贯，属镇江市。辛渐：<a href=\"http://so.gushiwen.org/view_70843.aspx\">诗</a>人的一位朋友。<br>2.寒雨：秋冬时节的冷雨。连江：雨水与江面连成一片，形容雨很大。吴：古代国名，这里泛指江苏南部、浙江北部一带。江苏镇江一带为三国时吴国所属。<br>3.平明：天亮的时候。客：指作者的好友辛渐。楚山：楚地的山。这里的楚也指南京一带，因为古代吴、楚先后统治过这里，所以吴、楚可以通称。孤：独自，孤单一人。<br>4.洛阳：现位于河南省西部、黄河南岸。<br>5.冰心，比喻纯洁的心。玉壶，道教概念妙真道教义，专指自然无为虚无之心。</p><br/><h2>译文二</h2> 冷雨洒满江天的夜晚我来到吴地，天明送走好友只留下楚山的孤影。<br>到了洛阳，如果有亲友向您打听我的情况，就请转告他们，我的心依然像玉壶里的冰一样纯洁，未受功名利禄等世情的玷污。",
  "shangxi": "<h2>赏析</h2> <p>　　“寒雨连江夜入吴”，迷蒙的烟雨笼罩着吴地江天（今南京一带，此地是三国孙吴故地。），织成了一张无边无际的愁网。夜雨增添了萧瑟的秋意，也渲染出了离别的黯淡气氛。那寒意不仅弥漫在满江烟雨之中，更沁透在两个离别友人的心头上。”连”字和”入”字写出雨势的平稳连绵，江雨悄然而来的动态能为人分明地感知，则<a href=\"http://so.gushiwen.org/view_70843.aspx\">诗</a>人因离情萦怀而一夜未眠的情景也自可想见。 但是，这一幅水天相连、浩渺迷茫的吴江夜雨图，正好展现了一种极其高远壮阔的境界。中晚唐诗和婉约派宋词往往将雨声写在窗下梧桐、檐前铁马、池中残荷等等琐物上，而<a href=\"http://so.gushiwen.org/author_437.aspx\">王昌龄</a>却并不实写如何感知秋雨来临的细节，他只是将听觉、视觉和想象概括成连江入吴的雨势，以大片淡墨染出满纸烟雨，这就用浩大的气魄烘托了”平明送客楚山孤”的开阔意境。清晨，天色已明，辛渐即将登舟北归。诗人遥望江北的远山，想到友人不久便将隐没在楚山之外，孤寂之感油然而生。在辽阔的江面上，进入诗人视野的当然不止是孤峙的楚山，浩荡的江水本来是最易引起别情似水的联想的，唐人由此而得到的名句也多得不可胜数。 然而王昌龄没有将别愁寄予随友人远去的江水，却将离情凝注在矗立于苍莽平野的楚山之上。因为友人回到洛阳，即可与亲友相聚，而留在吴地的诗人，却只能像这孤零零的楚山一样，伫立在江畔空望着流水逝去。一个”孤”字如同感情的引线，自然而然牵出了后两句临别叮咛之辞：”洛阳亲友如相问，一片冰心在玉壶。”诗人从清澈无瑕、澄空见底的玉壶中捧出一颗晶亮纯洁的冰心以告慰友人，这就比任何相思的言辞都更能表达他对洛阳亲友的深情。</p> <p>　　早在六朝刘宋时期，诗人<a href=\"http://so.gushiwen.org/author_732.aspx\">鲍照</a>就用”清如玉壶冰”（《代白头吟》）来比喻高洁清白的品格。自从开元宰相<a href=\"http://so.gushiwen.org/author_1540.aspx\">姚崇</a>作《冰壶诫》以来，盛唐诗人如<a href=\"http://so.gushiwen.org/author_515.aspx\">王维</a>、<a href=\"http://so.gushiwen.org/author_547.aspx\">崔颢</a>、<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>等都曾以冰壶自励，推崇光明磊落、表里澄澈的品格。王昌龄托辛渐给洛阳亲友带去的口信不是通常的平安竹报，而是传达自己依然冰清玉洁、坚持操守的信念，是大有深意的。</p> <p>　　诗人在这以晶莹透明的冰心玉壶自喻，正是基于他与洛阳诗友亲朋之间的真正了解和信任，这决不是洗刷谗名的表白，而是蔑视谤议的自誉。因此诗人从清澈无瑕、澄空见底的玉壶中捧出一颗晶亮纯洁的冰心以告慰友人，这就比任何相思的言辞都更能表达他对洛阳亲友的深情。</p> <p>　　即景生情，情蕴景中，本是盛唐诗的共同特点，而深厚有余、优柔舒缓、“尽谢炉锤之迹”（胡应麟《诗薮》）又是王诗的独特风格。本诗那苍茫的江雨和孤峙的楚山，不仅烘托出诗人送别时的凄寒孤寂之情，更展现了诗人开朗的胸怀和坚强的性格。屹立在江天之中的孤山与冰心置于玉壶的比象之间又形成一种有意无意的照应，令人自然联想到诗人孤介傲岸、冰清玉洁的形象，使精巧的构思和深婉的用意融化在一片清空明澈的意境之中，所以天然浑成，不着痕迹，含蓄蕴藉，余韵无穷。</p> <p>　　《新唐书》王昌龄本传称”其诗绪密而思清”。他的绝句大都有这一特点，此首也不例外，特别是”洛阳亲友如相问，一片冰心在玉壶”二句，细致精密，给人以冰清玉洁之感。</p> <p>　　“一片冰心在玉壶”，即所谓”自明高志”。其中”冰心”二字见于《宋书》卷九十二：”冰心与贪流争激，霜情与晚节弥茂”。这是刘宋时代”清平无私”、”为上民所爱咏”的良吏陆徽的话，王昌龄取用”冰心”二字，当表示自己与”厉志廉洁，历任恪勤，奉公尽诚，克己无倦”的陆徽志同。”玉壶‘‘二字见于鲍照《代白头吟》：”直如朱丝绳，清如玉壶冰”。是高洁的象征。此外，<a href=\"http://so.gushiwen.org/author_838.aspx\">陆机</a>《汉高祖功臣颂》的”周苛慷慨，心若怀冰”、姚崇《冰壶诫序》的”夫洞澈无瑕，澄空见底，当官明白者，有类是乎。故内怀冰清，外涵玉润，此君子冰壶之德也”，大致都是”不牵于宦情”之意。王昌龄的这一名句不仅包蕴了”冰心”、”玉壶”、”心若怀冰”、”玉壶之德”等语意，而且深情而含蓄地表达了自己的品格和德行。</p>",
  "about": "<h2>创作背景</h2> <p>　　此<a href=\"http://so.gushiwen.org/view_70843.aspx\">诗</a>当作于天宝元年（742年），<a href=\"http://so.gushiwen.org/author_437.aspx\">王昌龄</a>当时为江宁（今江苏南京）丞。辛渐是王昌龄的朋友，这次拟由润州渡江，取道扬州，北上洛阳。王昌龄可能陪他从江宁到润州（今江苏镇江），然后在此分手。此诗原题共两首，第二首说到头天晚上诗人在芙蓉楼为辛渐饯别，这一首写的是第二天早晨在江边离别的情景。</p>",
  "poet": {
    "id": 437,
    "star": 0,
    "name": "王昌龄",
    "image": "http://img.gushiwen.org/authorImg/wangchangling.jpg",
    "desc": "王昌龄 (698— 756），字少伯，河东晋阳（今山西太原）人。盛唐著名边塞诗人，后人誉为“七绝圣手”。早年贫贱，困于农耕，年近不惑，始中进士。初任秘书省校书郎，又中博学宏辞，授汜水尉，因事贬岭南。与李白、高适、王维、王之涣、岑参等交厚。开元末返长安，改授江宁丞。被谤谪龙标尉。安史乱起，为刺史闾丘所杀。其诗以七绝见长，尤以登第之前赴西北边塞所作边塞诗最著，有“诗家夫子王江宁”之誉（亦有“诗家天子王江宁”的说法）。"
  },
  "tags": [
    "唐诗三百首",
    "小学古诗",
    "送别",
    "写雨",
    "抒情"
  ]
}