{
  "id": 15496,
  "star": 24,
  "name": "金陵怀古",
  "dynasty": "唐代",
  "content": "辇路江枫暗，宫庭野草春。<br>伤心庾开府，老作北朝臣。",
  "fanyi": "<h2>译文</h2> <p>　　皇帝乘车经过的道旁那饱览人世沧桑的江枫，长得又高又大，遮天蔽日，昔日的宫庭一片凄清冷落，只有那野草到处滋生，长得蓬蓬勃勃。<a href=\"http://so.gushiwen.org/author_662.aspx\">庾信</a>曾作《伤心赋》，庾信出使北朝西魏期间，梁为西魏所亡，遂被强留长安。北周代魏后，他又被迫仕于周，一直留在北朝。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　金陵（今江苏南京）从三国<a href=\"http://so.gushiwen.org/author_851.aspx\">吴起</a>，先后为六朝国都，是历代<a href=\"http://so.gushiwen.org/view_15496.aspx\">诗</a>人咏史的重要题材。<a href=\"http://so.gushiwen.org/author_750.aspx\">司空曙</a>的这首《金陵怀古》，选材典型，用事精工，别具匠心。</p> <p>　　前两句写实。作者就眼前所见，选择两件典型的景物加以描绘，着墨不多，而能把古都金陵衰败荒凉的景象，表现得很具体，很鲜明。辇路即皇帝乘车经过的道路。想当年，皇帝出游，旌旗如林，鼓乐喧天，前呼后拥，应是无比威风。此时这景象已不复存在，只有道旁那饱览人世沧桑的江枫，长得又高又大，遮天蔽日，投下浓密的阴影，使荒芜的辇路更显得幽暗阴森。“江枫暗”的“暗”字，既是写实，又透露出此刻作者心情的沉重。沿着这条路走去，就可看到残存的一些六朝宫苑建筑了。“台城六代竞豪华”，昔日的宫庭，珠光宝气，金碧辉煌，一派显赫繁华，更不用说到了飞红点翠、莺歌燕舞的春天。现在这里却一片凄清冷落，只有那野草到处滋生，长得蓬蓬勃勃，好像整个宫庭都成了它们的世界。“野草春”，这“春”字既点时令，又着意表示，点缀春光的唯有这萋萋野草而已。这两句对偶整齐，辇路、宫庭与江枫、野草形成强烈对照，启发读者将它的现状与历史作比较，其盛衰兴亡之感自然寄寓于其中。</p> <p>　　接下去，笔锋一转，运实入虚，别出心裁地用典故抒发情怀。典故用得自然、恰当，蕴含丰富，耐人寻味。</p> <p>　　先说自然。庾开府即<a href=\"http://so.gushiwen.org/author_662.aspx\">庾信</a>，因曾官开府仪同三司，故称。庾信是梁朝著名诗人，早年在金陵做官，和父亲<a href=\"http://so.gushiwen.org/author_1482.aspx\">庾肩吾</a>一起，深受梁武帝赏识，所谓“父子东宫，出入禁闼，恩礼莫与比隆”。诗人从辇路、宫庭着笔来怀古，当然很容易联想到庾信，它与作者的眼前情景相接相合，所以是自然的。</p> <p>　　再说恰当。庾信出使北朝西魏期间，梁为西魏所亡，遂被强留长安。北周代魏后，他又被迫仕于周，一直留在北朝，最后死于隋文帝开皇元年。他经历了北朝几次政权的交替，又目睹南朝最后两个王朝的覆灭，其身世是最能反映那个时代的动乱变化的。再说他长期羁旅北地，常常想念故国和家乡，其诗赋多有“乡关之思”，著名的《哀江南赋》就是这方面的代表作。诗人的身世和庾信有某些相似之处。他经历过“安史之乱”，亲眼看到大唐帝国从繁荣的顶峰上跌落下来。安史乱时，他曾远离家乡，避难南方，乱平后一时还未能回到长安，思乡之情甚切。所以，诗人用庾信的典故，既感伤历史上六朝的兴亡变化，又借以寄寓对唐朝衰微的感叹，更包含有他自己的故园之思、身世之感在内，确是贴切工稳，含蕴丰富。“伤心”二字，下得沉重，值得玩味。庾信曾作《伤心赋》一篇，伤子死，悼国亡，哀婉动人，自云：“既伤即事，追悼前亡，惟觉伤心……”以“伤心”冠其名上，自然贴切，而这不仅概括了庾信的生平遭际，也寄托了作者对这位前辈诗人的深厚同情，更是他此时此地悲凉心情的自白。</p> <p>　　这首诗寥寥二十字，包蕴丰富，感慨深沉，情与景、古与今、物与我浑然一体，不失为咏史诗的佳作。</p>",
  "poet": {
    "id": 750,
    "star": 0,
    "name": "司空曙",
    "image": "http://img.gushiwen.org/authorImg/sikongshu.jpg",
    "desc": "司空曙(约720-790年)，字文明，或作文初。广平（今河北永年县东南）人，大历十才子之一，唐代诗人。约唐代宗大历初前后在世。大历年进士，磊落有奇才，与李约为至交。性耿介，不干权要。家无担石，晏如也。尝因病中不给，遣其爱姬。韦辠节度剑南，辟致幕府。授洛阳主簿。。其诗多为行旅赠别之作，长于抒情，多有名句。胡震亨曰：\"司空虞部婉雅闲淡，语近性情。\"(《唐音癸签》卷七)有《司空文明诗集》。其诗朴素真挚，情感细腻，多写自然景色和乡情旅思，长于五律。诗风闲雅疏淡。"
  },
  "tags": [
    "写景",
    "咏史怀古",
    "典故"
  ]
}