{
  "id": 7851,
  "star": 31,
  "name": "横江词六首",
  "dynasty": "唐代",
  "content": "人道横江好，侬道横江恶。<br>一风三日吹倒山，白浪高于瓦官阁。</p> <p>海潮南去过浔阳，牛渚由来险马当。<br>横江欲渡风波恶，一水牵愁万里长。</p> <p>横江西望阻西秦，汉水东连扬子津。<br>白浪如山那可渡，狂风愁杀峭帆人。</p> <p>海神来过恶风回，浪打天门石壁开。<br>浙江八月何如此？涛似连山喷雪来！</p> <p>横江馆前津吏迎，向余东指海云生。<br>郎今欲渡缘何事？如此风波不可行！</p> <p>月晕天风雾不开，海鲸东蹙百川回。<br>惊波一起三山动，公无渡河归去来。",
  "fanyi": "<p><strong>译文</strong><br>　　人人都说横江好，但是我觉得横江地势险恶无比。这里能连刮三天大风，风势之猛烈能吹倒山峰。江中翻起的白浪有瓦官阁那么高。</p> <p>　　倒灌进长江的海水从横江浦向南流去，途中要经过浔阳。牛渚山北部突入江中，山下有矶，地势本就十分险要，马当山横枕长江，回风撼浪，船行艰阻。横江欲渡风波十分险恶，要跨渡这一水之江会牵动愁肠几万里。</p> <p>　　从横江向西望去，视线为横江的如山白浪所阻，望不到长安。汉江东边与扬子津相连。江中的白浪翻滚如山，如此险阻怎么能够渡过呢？狂风愁杀了将要出行的船夫。</p> <p>　　横江上常有急风暴雨至，汹涌的浪涛能把天门山劈成两半。钱塘江八月的潮水比起它来怎样呢？横江上的波涛好似连山喷雪而来。</p> <p>　　我在横江浦渡口的驿馆前受到了管理渡口的小吏的相迎，他向我指着东边，告诉我海上升起了云雾，大风雨即将来临。你这样急着横渡到底为了什么事情呢？如此大的风波危险，可不能出行啊！</p> <p>　　横江之上经常月晕起风，整日笼罩在风雾中，江里的海鲸东向，百川倒流。波涛大浪一起，声势浩大，三山都会被之摇动，横江水势湍急，千万不要轻易渡江，如果轻易而渡，将会有去无回。</p> <p><strong>注释</strong><br>⑴横江：横江浦，安徽和县东南，古长江渡口。<br>⑵道：一作“言”。<br>⑶一风三日吹倒山：一作“猛风吹倒天门山”。三日：一作“一月”。<br>⑷汉：一作“楚”；连：一作“流”。<br>⑸峭帆：很高的船帆。<br>⑹浙江：此指钱塘江。<br>⑺来：一作“东”。<br>⑻海云生：海上升起浓云。<br>⑼月：一作“日”。<br>⑽蹙：驱迫。回：倒流。<br>⑾公无渡河：古乐府有《公无渡河》曲，相传朝鲜有个“白首狂夫”渡河淹死，其妻追赶不及，也投河自尽。自尽前唱哀歌道“公无渡河，公竟渡河！渡河而死，当奈公何！”</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　“人道横江好，侬道横江恶。”开首两句，语言自然流畅，朴实无华，充满地方色彩。“侬”为吴人自称。“人道”、“侬道”，纯用口语，生活气息浓烈。一抑一扬，感情真率，语言对称，富有民间文学本色。横江，即横江浦，在今安徽和县东南，位于长江西北岸，与东南岸的采石矶相对，形势险要。从横江浦观看长江江面，有时风平浪静，景色宜人，所谓“人道横江好”；然而，有时则风急浪高，“横江欲渡风波恶”，“如此风波不可行”，惊险可怖，所以“侬道横江恶”，引出下面两句奇语。<br>　　“猛风吹倒天门山”，“吹倒山”，这是民歌惯用的夸张手法。天门山由东、西两梁山组成。西梁山位于和县以南，东梁山又名博望山，位于当涂县西南，“两山石状飚岩，东西相向，横夹大江，对峙如门”（《江南通志》），形势十分险要。“猛风吹倒”，<a href=\"http://so.gushiwen.org/view_7851.aspx\">诗</a>人描摹大风吹得凶猛：狂飚怒吼，呼啸而过，仿佛要刮倒天门山。<br>　　紧接一句，顺水推舟，形容猛风掀起洪涛巨浪的雄奇情景：“白浪高于瓦官阁。”猛烈的暴风掀起洪涛巨浪，激起雪白的浪花，从高处远远望去，“白浪如山那可渡？”“涛似连山喷雪来”。沿着天门山长江江面，排山倒海般奔腾而去，洪流浪峰，一浪高一浪，仿佛高过南京城外江边上的瓦官阁。诗中以“瓦官阁”收束结句，是画龙点睛的传神之笔。瓦官阁即瓦棺寺，又名升元阁，故址“在建康府城西隅。前瞰江面，后据重冈……乃梁朝故物，高二百四十尺”（《方舆胜览》）。它在诗中好比一座航标，指示方向、位置、高度，诗人在想象中站在高处，从天门山这一角度纵目遥望，仿佛隐约可见。巨浪滔滔，一泻千里，向着瓦官阁铺天盖地奔去，那汹涌雄奇的白浪高高腾起，似乎比瓦官阁还要高，真是蔚为壮观。诗人描绘大风大浪的夸张手法，妙在似与不似之间。“猛风吹倒天门山”，显然是大胆夸张，然而，从摹状山势的险峻与风力的猛烈情景看，可以说是写得活龙活现，令人感到可信而不觉得虚妄离奇。“白浪高于瓦官阁”，粗看仿佛不似，但从近大远小的透视规律上看，站在高处远望，白浪好象高过远处的瓦官阁了。这样的夸张，合乎情理而不显得生硬造作。</p> <p>　　“海潮南去过浔阳，牛渚由来险马当。”长江在安徽地界变为南北走向，所以“海潮”不是西去，而是南去。浔阳，即江西九江市，“浔阳江头夜送客，枫叶荻花秋瑟瑟”，<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>的《琵琶行》所写的，就是这里。牛渚，即采石，历来以地势险峻而闻名，可以用一人当关，万夫莫开的险要来形容，其险峻远远胜过马当这个地方。马当，江西彭泽县西北四十里，山形似马横枕大江而得名。“横江欲渡风波恶，一水牵愁万里长。”这两句看似写渡江之险，实则写北上报国之路难行，“风波恶”，是指世事险恶，人心难测，所以才会有一个“愁”字了得。当时诗人避祸江南，也可以说报国无门，这里还没有以酒浇愁，这愁中还存在某种幻想，不似《月下独酌》其四所写的那样“穷愁千万端，美酒三百杯。愁多酒虽少，酒倾愁不来。”二十个字中用了三个“愁”字，而且愁到最后，连愁都不来了。</p> <p>　　“横江西望阻西秦，汉水东连一作楚水东流扬子津。”长江天堑阻隔了<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>北上的路途，只能在站在横江向西望了，长江由东西走向变为南北走向，所以用西望，而不是北望。西秦，指唐朝长安所在的地方，李白念念不忘报君恩。汉水，即长江水，东流到扬子津，古地名，实际上是扬子江畔的渡口。长江到江苏地界，俗称扬子江。李白想由此北上，但“白浪如山那可渡”，正赶上那天狂风大浪，白浪如山，根本无法渡船过江。古代人过江可没有现在方便，无论坐火车或汽车，从长江大桥几分钟就可以完全过江，古代长江上没有一座桥，过江主要是船，那时的船一般都是木头做的，根本架不住淘天的白浪，可以说一不小心就可能船翻人亡。所以在风大的日子，船一般是不过江的。“狂风愁杀峭帆人。”从这句来看，当时的船不仅有橹，还有帆，开船的也不只一个人，至少有两个人。一个摇橹，一个挂帆。从诗句来看，狂风让人愁不是李白，而是开船的人，因为不能开船渡人，他们的生活费也没有着落了，那一家人大小日子也没法过。这里实写开船人愁，而真正愁的是李白。他要北上，究竟为何事，六首词都没有交待，但有一点可以肯定，李白不想久居江南，远离唐朝政治中心——长安。</p> <p>　　“海神来过恶风回，浪打天门石壁开”，“海神”，指海潮，这里刚刚涨潮，潮还没退，狂风又来了，浪打在天门石壁上，似乎打开了天门的大门。天门，即天门山。“浙江八月何如此？涛似连山喷雪来！”“浙江八月”一词很令人费解，诗写的是江东，写到浙江去的原因，实际上不过是用浙江潮来说明横江浪涛之大。宋代的<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>苏这样写浙江潮：“八月十八潮，壮观天下无。鲲鹏水击三千里，组练长驱十万夫。红旗青盖互明灭，黑沙白浪相吞屠。”农历八月是浙江潮最为壮观的时候，那凶险的程度非比寻常，而横江潮后之浪可与浙江潮相匹敌。可见李白是见过浙江潮的，随手捡来，不着痕迹。最后一句“涛似连山喷雪来”来形容风起涛涌的凶险。</p> <p>　　“横江馆前津吏迎，向余东指海云生。”横江驿馆面前渡口的官吏来送，可见那时的津渡是公家渡口，津吏长期生活在当地的渡口，对这里的气候变化了如指掌，他遇到李白后，伸出手臂，用手指一指东边，说：“你看，海云出现了。”意思说，马上海潮就要来了，渡船不能渡人了。接着问到“郎今欲渡缘何事？”，翻译成现在的话就是：“大人您今天渡船北方有什么事呀？”有人根据“郎”这个字，认为李白在横江渡时还是一个年轻人，因为年轻的男子才叫“郎”，但实际上，这“郎”显然不是指人的年纪。“郎”在古代有五种含义：一是地名，春秋鲁邑；二是官名，战国开始设置，秦汉以后遂为朝廷官吏通称；三是指少年男子之通称；四是指女子对情人的昵称；五是姓氏。诗中的“郎”可以用解释为第二种，即郎官之意，比如《史记·<a href=\"http://so.gushiwen.org/author_70.aspx\">司马相如</a>传》：“赋奏，天子以为郎”，又比如《汉书·明帝纪》：“馆陶公主为子求郎”。李白曾在宫中呆了三年，大大小小也算一个官，但这儿离京城有好几千公里，一个渡口的小吏能够知道他在京城做官，可能是因为李白身上穿着唐玄宗赠给他的宫锦袍，人家一看，当然知道他就是一个官了。还没等李白回答，那人就说：“如此风波不可行！”意思是：不管有什么事，是大事或小事，反正今天是行不得了，因为很快就要风起浪涌了。</p> <p>　　“月晕天风雾不开，海鲸东蹙百一作众川回。惊波一起三山动，公无渡河归去来。”这四句诗不仅写长江浪涛之大，“海鲸”是形容浪涛的，而且江面上起了大雾，那就更不能行了。</p> <p>　　六首诗中处处流露出李白北上的急切和恶劣天气下不可渡口北上的惆怅与焦虑。诗人以浪漫主义的彩笔，驰骋丰富奇伟的想象，创造出雄伟壮阔的境界，读来使人精神振奋，胸襟开阔。语言也像民歌般自然流畅，明白如话。</p>",
  "about": "<h2>创作背景</h2> 　　对于这组<a href=\"http://so.gushiwen.org/view_7851.aspx\">诗</a>创作背景的看法，学界还没有取得一致意见。上海复旦大学及上海古典文学出版社先后出版的《<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>诗选》，均据此诗中“郎今欲渡缘何事”一语，认为“郎”乃古时对年轻男子的称呼，因此推定此诗乃公元726年（开元十四年）李白初出蜀时所写。李协民则认为这组诗是公元742年（天宝元年）秋李白由南陵奉诏赴京途中所作，诗中“显示当时李白初受玄宗信任，急欲上到西秦为玄宗效力，大展宏图”，而“白浪如山”的横江，却阻挡了去“西秦”的道路，可望而不可及，最急人，诗人把急切欲渡的心情写到了十二万分。而黄锡圭《李太白编年诗集目录》将此诗系于公元755年（天宝十四年），地点在当涂采石戍之横江馆前；何庆善也认为这组诗是“安史之乱爆发前夕的天宝十四年秋”所作，诗中的横江风波象征着“黑暗腐朽的政治局面”、“岌岌可危的国家命运”，寄寓着“大乱将兴、大祸将起、迫在眉睫的危急形势”。安旗先生则认为这组诗是公元753年（天宝十二载）秋天，李白由幽州归来南下宣城途中经横江浦时所作，认为横江风浪象征安禄山行将叛乱，寄寓着诗人对唐王朝危急形势的忧虑。",
  "poet": {
    "id": 247,
    "star": 0,
    "name": "李白",
    "image": "http://img.gushiwen.org/authorImg/libai.jpg",
    "desc": "李白（701年－762年），字太白，号青莲居士，唐朝浪漫主义诗人，被后人誉为“诗仙”。祖籍陇西成纪(待考)，出生于西域碎叶城，4岁再随父迁至剑南道绵州。李白存世诗文千余篇，有《李太白集》传世。762年病逝，享年61岁。其墓在今安徽当涂，四川江油、湖北安陆有纪念馆。"
  },
  "tags": [
    "乐府",
    "写景",
    "抒情",
    "山水",
    "组诗"
  ]
}