{
  "id": 70124,
  "star": 107,
  "name": "骤雨打新荷",
  "dynasty": "金朝",
  "content": "绿叶阴浓，遍池亭水阁，偏趁凉多。<br>海榴初绽，朵朵簇红罗。<br>老燕携雏弄语，有高柳鸣蝉相和。<br>骤雨过，珍珠乱撒，打遍新荷。<br>人生百年有几，念良辰美景，休放虚过。<br>穷通前定，何用苦张罗。<br>命友邀宾玩赏，对芳樽浅酌低歌。<br>且酩酊，任他两轮日月，来往如梭。",
  "fanyi": "<p><strong>译文</strong><br>绿叶繁茂一片浓阴，池塘中布满水阁，这里最凉快。石榴花刚开，妖娆艳丽散发扑鼻的香气。老燕携带着小燕，叽叽地说着话，高高的柳枝上有蝉鸣相和。骤雨刹时飞来，像珍珠一般乱洒，打遍池塘里一片片新荷。<br>人生能有多长时间，想想那良辰美景，好像刚刚做了一场梦一样。命运的好坏是由前生而定的，何必要自己苦苦操劳呢。邀请宾客朋友玩赏，喝酒唱歌，暂且喝个酩酊大醉，任凭它日月轮转，来往像穿梭。 </p><p><strong>注释</strong><br>⑴海榴：即石榴。<br>⑵撒：撒落。<br>⑶几：几许，此处指多长时间。<br>⑷穷通前定：意为失意得意命运的好坏由前生而定。<br>⑸命友：邀请朋友。<br>⑹芳尊：美酒。尊，即樽，酒杯。</p>",
  "shangxi": "<h2>赏析一</h2> <p>　　上片写盛夏纳凉，流连光景的赏心乐事，主写景。看作者铺叙的层次，可说是渐入佳境：作者先用大笔着色，铺写出池塘水阁的一片绿荫，并以“偏趁凉多”四字，轻轻点出夏令。然后，在此万绿丛中，点染上朵朵鲜红如罗的石榴花，令读者顿觉其景照眼欲明，进而，写鸟语蝉鸣。而这鸟儿，专指“乳燕雏莺”，是在春天诞生、此时刚刚孵出的新雏，其声稚嫩娇软而可喜。那蝉儿也是刚出虫蜕，踞高柳而长鸣，“居高声自远，非是藉秋风”（<a href=\"http://so.gushiwen.org/author_577.aspx\">虞世南</a>《蝉》）。在这一片新生命的合唱中，池塘水阁平添生趣。到此，作者妙笔生花，在热烈、喧闹的气氛中特别叙写了一场骤雨。这雨决非煞风景，它是过路的阵雨，既给盛夏带来凉意，又替画面作了润色。骤雨持续时间不长，却刚好“打遍新荷”，引人联想到“琼珠乱撒”的景照，真是“人在画图中”。此乃曲中一段绝妙好辞，无怪“一时传播”（《雨村曲话》卷上）。</p> <p>　　下曲即景抒怀，宣扬浅斟低唱，及时行乐的思想。主调既是低沉的，又是旷达的。在用笔上，作者一洗上片的丹青色彩，换作白描抒写。“良辰美景”句总括前文，言如此好景，应尽情欣赏，不使虚过。“穷通前定”（命运的好坏乃前世注定）是一种宿命论的说法，作者这样说，旨在“何苦用张罗”，即反对费尽心机的钻营。这种旷达的外表，仍掩饰不住作者内心的苦闷，“命友邀宾玩赏”二句，谓人生乐趣在流连光景、杯酒，这是从六朝以来，封建士大夫在无所作用之际典型的人生态度。因为光阴似箭，日月如梭，会使他们感到心惊，而沉浸在“酩酊”大醉中，庶几可以忘怀一时，取得片刻的麻醉。</p> <p>　　应该指出，下曲表现的思想，即使在封建时代，也是并不高明的。然而在对于自然美的发现和再造上，作者却是做得相当出色和成功。数百年来读者津津乐道的，不是曲中论道之语，而是那“骤雨打新荷”的生机盎然的夏令境界，以及其中流露的浓厚的生活情趣。</p> <p>　　此曲写法与词相近，这是因为在宋元之交，词、曲均称乐府，都是被诸管弦，传于歌筵的，所以早期的词曲分疆并不甚严。《莲子居词话》认为此曲作词调，就是这个缘故。具有词味，也可算是此曲的一个特点。</p><br/><h2>赏析二</h2> <p>　　《唐<a href=\"http://so.gushiwen.org/view_70124.aspx\">诗</a>三百首》中，只有两首是专抒夏日好处的，一首是<a href=\"http://so.gushiwen.org/author_757.aspx\">孟浩然</a>《夏日南亭怀辛大》：“山光忽西落，池月渐东上。散发乘夕凉，开轩卧闲敞。荷风送香气，竹露滴清响。……”一首是<a href=\"http://so.gushiwen.org/author_564.aspx\">韦应物</a>《郡斋雨中与诸文士燕集》：“兵卫森画戟，燕寝凝清香。海上风雨至，逍遥池阁凉。……”不约而同，都突出了“凉”的美感。夏日景物的色彩要比春天浓烈和热闹得多，文人却偏偏不敢去全身心地迎接，先要为自己留一块虚静的凉荫。也许这是因为在夏季的炎熇中，澄怀涤烦是娱目游心的首要前提，有“闲情”才有“逸致”。</p> <p>　　本篇前半绘写夏日园亭的自然景色，首先也是强调“凉多”。这是从池塘水阁遍布的一片“绿叶阴浓”来呈现的，屏绝了骄阳和暑气，构筑了理想的适于憩息的清凉世界。作者写的是“阴浓”，却不忘点明“绿叶”。因为随后两句便叙出了“朵朵蹙红罗”的石榴花，红绿相映，绘出了园亭夏景的浓烈色彩。这五句的基调是静谧的，于是作者又搜索到了园中的声：“老燕携雏弄语，对高柳鸣蝉相和。”燕子呢喃，蝉鸣高柳，表现了万物的安适自得，这不仅没有破坏宁和的氛围，反而更增添了夏景的恬美。在“偏趁凉多”的澄怀意境中，去进一步发现和领略夏令的美感，这是诗人高出一筹之处。</p> <p>　　最值得称妙的是诗人并不以此为满足，而是在写景的结尾添出一场“骤雨”。雨点“似琼珠乱撒”，跳跃奔放，“打遍新荷”，历历如闻，这一切都表现出诗人对它的欣赏。这一场骤雨的洗礼推出了一番全新的景象，不同于叠床架屋的泛泛之笔，但它的别开生面，却使前时的种种美感锦上添花。“凉多”是不用说了，从“选色”的方面看，它增出了“新荷”，且使前时的池亭水阁、绿树红花在“雨过”后更为明洁、泽润；从“征声”的一面说，燕语蝉鸣可能有一时的沉默，而“骤雨打新荷”的琤琮声却不啻是一支更为动听的乐曲，且仍有愈喧愈静、以闹助恬之妙。作者以之作为“良辰美景”的充分体现，并随之接出“休放虚过”的感慨，我们是能深会其心的。</p> <p>　　曲的下片转入抒写感慨的内容，一是人生苦短，二是穷通有命，于是得出了及时行乐的结论。这种感想本属于老生常谈，但我们并不觉陈腐可厌，正是因为它得自即景抒情，而前时的写景已作了成功的铺垫。一来是上片的景语中确实充分集中了夏日的“良辰美景”，值得不计代价地去“玩赏”、“酩酊”；二来是诗人在叙景中洋溢着一派隐逸脱俗的天趣，“何用苦张罗”，便带有蔑视奔竞、看破红尘的高士风味；三来是“骤雨打新荷”这一自然现象的变化与“两轮日月，来往如梭”的人世社会的变化同有可味之处，顺适自然，委运任化，也就有了逻辑上的联系。“人生如梦”四字算得耳熟能详了，但我们读了苏东坡“大江东去”的《念奴娇》，照样觉得震铄耳目。可见一首成功的文学作品，于自身的艺术美感之外，还往往能激起读者对人生常理的深思与共鸣。</p> <p>　　这是作者在《小圣乐》曲调基础上的自度曲，问世后流播人口，“名姬多歌之”。笔记载<a href=\"http://so.gushiwen.org/author_651.aspx\">赵孟頫</a>日后在歌筵上听歌女献唱此曲，感慨作诗，有“主人自有沧洲趣，游女仍歌白雪词”之句（见《辍耕录》）。可见此曲对散曲的初创及扩大影响，起了不小的作用。早期文人的自度散曲本质是词，亦以词法为之；不同于晚期宋词的是它配上了北曲的宫调。《四库全书总目提要》：“自宋赵彦肃以句字配协律吕，遂有曲谱。至元代，如《骤雨打新荷》之类，则愈出愈新”，便指出了这一特点。言下也有视此曲为散曲开山之祖的含意。</p>",
  "about": "<h2>创作背景</h2> 此篇作于元初，正是作者失意落拓之时，所以曲子在下半阙抒发了作者深深的苦闷。",
  "poet": {
    "id": 600,
    "star": 0,
    "name": "元好问",
    "image": "http://img.gushiwen.org/authorImg/yuanhaowen.jpg",
    "desc": "元好问，字裕之，号遗山，太原秀容（今山西忻州）人；系出北魏鲜卑族拓跋氏，元好问过继叔父元格；七岁能诗，十四岁从学郝天挺，六载而业成；兴定五年（1221）进士，不就选；正大元年（1224 ），中博学宏词科，授儒林郎，充国史院编修，历镇平、南阳、内乡县令。八年（1231）秋，受诏入都，除尚书省掾、左司都事，转员外郎；金亡不仕，元宪宗七年卒于获鹿寓舍；工诗文，在金元之际颇负重望；诗词风格沉郁，并多伤时感事之作。其《论诗》绝句三十首在中国文学批评史上颇有地位；作有《遗山集》又名《遗山先生文集》，编有《中州集》。"
  },
  "tags": [
    "写景",
    "抒怀"
  ]
}