{
  "id": 72736,
  "star": 28,
  "name": "浣溪沙·红日已高三丈透",
  "dynasty": "五代",
  "content": "红日已高三丈透，金炉次第添香兽。红锦地衣随步皱。<br>佳人舞点金钗溜，酒恶时拈花蕊嗅。别殿遥闻箫鼓奏。",
  "fanyi": "<p><strong>译文</strong><br>红红的太阳已经升到最高处了，透过帘幕照进宫内，可从昨夜便开始的舞乐狂欢还没结束，宫女们鱼贯而入，挨个儿将金炉里快要燃尽的檀香，重新添加上，她们训练有素而又轻盈的莲步，是不会把那些铺设在地上的红色锦缎弄皱的。<br>那是一位漂亮美丽的舞者，还在酣舞不止，脚步都有些不稳了，那发髻的金钗儿都倾斜着，还在来回摆动。怪不得她有点脚步不稳，一定昨夜喝了太多的酒，这会儿酒劲儿还没过呢。她时不时拈起花儿来嗅嗅，是为了想让花的香味使自己清醒一下，她那卧鱼嗅花的身段，真美。跟贵妃娘娘醉酒时是一样的，你看，她还在静听其他宫殿里隐隐约约传来的箫鼓奏乐的声音。</p> <p><strong>注释</strong><br>浣溪沙：词牌名。<br>红日：《<a href=\"http://so.gushiwen.org/view_72736.aspx\">诗</a>话总龟》、《西清诗话》、《类说》、《诗人玉屑》等本中均作“帘日”。三丈透：指太阳升起已有三丈多高，这里指太阳升起的高度，是虚数，不是实数。透，透过。<br>金炉：《诗话总龟》中作“佳人”。金炉，铜制的香炉。次第：依次。唐<a href=\"http://so.gushiwen.org/author_197.aspx\">刘禹锡</a>《秋江晚泊》诗中有“暮霞千万状，宾鸿次第飞”之句。香兽：以炭屑为末，匀和香料制成各种兽形的燃料。始用于晋代羊祜，《晋书·羊祜传》有记载。<br>红锦地衣随步皱：红锦地衣，红色锦缎制成的地毯。地衣，古时铺在地上的纺织品，即地毯。随步皱，指金锦织成的地衣随人的舞步的移动而打皱，此用以形容舞女舞蹈时红锦地毯随着舞女旋转打皱的情形。皱，明刻本《类说》卷三十四误作“雏”。<br>佳人：美女，这里指善于起舞的宫女。汉<a href=\"http://so.gushiwen.org/author_70.aspx\">司马相如</a>《长门赋》中有句：“夫何一佳人兮，步逍遥以自虞；魂足逾佚而不反兮，形枯槁而独居？”舞点：萧本二主词作“舞急”；吕本二主词作“舞黠”；《诗话总龟》、《西清诗话》、诗人玉屑》中均作“舞彻”。舞点，按照音乐的节拍舞完了一支曲调。点，音乐的节拍。金钗溜：头上的金钗滑落了。金钗，又称金雀钗，古代妇女头饰的一种。溜，滑落。<br>酒恶（ě）时拈（niān）花蕊（ruǐ）嗅：酒恶，《诗话总龟》中作“酒渥”。亦称“中酒”，指喝酒至微醉。这是当时方言。宋赵令《侯鲭录》卷八中云：“金陵人谓‘中酒’曰‘酒恶’，则知李后主诗云‘酒恶时拈花蕊嗅’，用乡人语也。”拈（niān），侯本二主词、吴本二主词中均作“沾”。《扪虱新语》中作“将”。时拈，常常拈取。花蕊，这里代指花朵。嗅，闻。<br>别殿：古代帝王所居正殿以外的宫殿。唐<a href=\"http://so.gushiwen.org/author_289.aspx\">王勃</a>《春思赋》中有句：“洛阳宫城纷合沓，离房别殿花周匝。”遥闻：《西清诗话》、《类说》、《扪虱新话》中引《古今诗话》、《诗话总龟》、《诗人玉屑》作“微闻”。箫鼓：箫与鼓，泛指乐奏。南朝梁<a href=\"http://so.gushiwen.org/author_509.aspx\">江淹</a>《别赋》中有句：“琴羽张兮箫鼓陈，燕赵歌兮伤美人。”箫，一种竹制管乐器。古代的箫用许多竹管排在一起做成，有底；现代的箫一般只用一根竹管制成，不封底，直吹。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　此词是南唐后主<a href=\"http://so.gushiwen.org/author_269.aspx\">李煜</a>在江南盛时对其宫中歌舞升平景况的描写。反映了李煜早期的宫廷生活。</p> <p>　　词的上片，是帝王奢华生活和耽于享乐的真实写照。</p> <p>　　起言红日已高，金炉添否，是歌舞时外部环境的描写。全然是一副官贵闲人的作派。陈善《扪虱新语》卷七：“帝王文章。自有一般富贵气象。”此不虚言。据史书记载后主宫中非常官丽堂皇。如《五国故事》中说李煜：“尝于宫中以销金罗幕其壁，以白银钉瑇瑁而押之。又以绿钢刷隔眼，糊以红罗，种梅花于其外。又以花间设画小本亭子，才容二人。煜与爱姬周氏对酌于其中，如是数处。”又，宋·陶谷《清异录》卷上记载：“李后主每春盛时，梁栋窗壁柱拱阶砌，并作隔简密插杂花，榜曰锦洞天。”其宫中焚香之器名目繁多，奢华之极。但作者在此词只用此两句巧妙地描写作者金碧辉煌、雍容华贵的生活画面。“三丈透”言为时不早，其慵懒轻松的情态仿佛想见。“金炉”、“香兽”等已并非—般人家轻易置得。又何况是“次第添”。其中可料知歌舞进行已久，排场亦大。但主人对这些花销用度并不吝惜。通宵达旦的歌舞，奢丽浮华的器具，放浪不拘的宫廷生活，在作者眼里是那样的和谐自然。这也就自然地引入下片。</p> <p>　　下片的首句承上片而来，写作者眼中佳人的舞姿，发散钗落，可以同上片首句对应看到，歌舞一直未休，可能是夜以继日的。词人非常细心地捕捉到了歌舞场景中的两个细节“地衣皱”、“金钗溜”。随着飞速旋转的舞步红锦织成的地毯打起皱来，舞女的金钗从发髻滑落下来。“酒恶”一句，写作者已经酒醉不支，但却仍旧以花解酒，力图继续饮宴。“拈‘字、“嗅”宇写酒醉时的娇态。微醉的她时而拈花带笑，嗅花为解，意犹木尽。尤见其酣嘻情趣、楚楚可怜。最后一句跳开的场面描写，从侧面反映这里的活动是如何的喧闹。从内容上看，词中反映的生活是空虚腐朽的，不仅在生活起居上一味地追求奢华，而且毫不顾及政事百姓，把所有的精力都放在享乐安逸当中。同时，作者在词中的种种作态对其本人来说，作者始终是抱着一种自得的、欣赏的态度的，作者的自我陶醉的心情甚至从另一个角度也可以得到说明——作者大概乐于或希望别人知道作者的这种生活，所以要使“别殿遥闻箫鼓奏”。从艺术上看，此词的结构严谨，技巧娴熟，语言华丽，喻象生动。上下两片承接自然紧密，浑然一体，场面描写细腻到位，情态表现活灵活现，如“酒恶时拈花蕊嗅”一句，贴近生活，使一个醉酒享乐的人物形象栩栩如生。尤其是“红日已高三丈透”句，更是被称为“绝唱”。</p> <p>　　此词描写帝王享乐的词，艺术上的精美与内容上的腐朽形成了鲜明的对比，同时也同作者后期的词作形成了巨大的反差。由此可见，如果不是对这种耽于奢华生活乐而不疲，恐怕李煜也不一定会成为一个亡国之君，阶下之囚。历史的警醒也许正在于此。</p>",
  "about": "<h2>创作背景</h2> 　　《浣溪沙·红日已高三丈透》是<a href=\"http://so.gushiwen.org/author_269.aspx\">李煜</a>前期的作品，真实地再现了李煜前期的奢华绮丽的享乐生活。李煜写此词时，是自鸣得意的。词中所写的时间，是夜以继日地酣歌曼舞的第二天。主人公是后主李煜和宫中所有的人们。",
  "poet": {
    "id": 269,
    "star": 0,
    "name": "李煜",
    "image": "http://img.gushiwen.org/authorImg/liyu.jpg",
    "desc": "李煜，五代十国时南唐国君，961年-975年在位，字重光，初名从嘉，号钟隐、莲峰居士。汉族，彭城（今江苏徐州）人。南唐元宗李璟第六子，于宋建隆二年(961年)继位，史称李后主。开宝八年，宋军破南唐都城，李煜降宋，被俘至汴京，封为右千牛卫上将军、违命侯。后因作感怀故国的名词《虞美人》而被宋太宗毒死。李煜虽不通政治，但其艺术才华却非凡。精书法，善绘画，通音律，诗和文均有一定造诣，尤以词的成就最高。千古杰作《虞美人》、《浪淘沙》、《乌夜啼》等词。在政治上失败的李煜，却在词坛上留下了不朽的篇章，被称为“千古词帝”。"
  },
  "tags": [
    "帝王",
    "生活"
  ]
}