{
  "id": 58356,
  "star": 13,
  "name": "水龙吟·夜来风雨匆匆",
  "dynasty": "宋代",
  "content": "夜来风雨匆匆，故园定是花无几。愁多怨极，等闲孤负，一年芳意。柳困桃慵，杏青梅小，对人容易。算好春长在，好花长见，原只是、人憔悴。<br>回首池南旧事，恨星星、不堪重记。如今但有，看花老眼，伤时清泪。不怕逢花瘦，只愁怕、老来风味。待繁红乱处，留云借月，也须拚醉。",
  "fanyi": "<p><strong>译文<br></strong>一夜里风骤雨急，故园里的鲜花一定所剩无几。我愁苦怨恨已极，就这样轻易地辜负了大好的春日，倦怠的桃花，懒洋洋的柳絮，杏子青又青，梅子小而绿，春光就这样随便地飞逝。就算美好的春天年年重来，盛开的鲜花年年芬芳艳丽，只是人的心情已经憔悴。<br>可恨两鬓已经斑白，池南欢乐的旧事，更是不堪回首重忆。如今只有一双观花的老眼，感时伤世而常常流下清泪。我如今并不怕花儿瘦损，只发愁自己的身心衰老困惫。趁着这繁花烂漫时，我算豁了出去，留下彩云和月光相伴陪，尽情地喝个酩酊大醉。</p> <p><strong>注释<br></strong>1. 水龙吟：词牌名。水龙吟出自<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a><a href=\"http://so.gushiwen.org/view_58356.aspx\">诗</a>句“笛奏水龙吟”。此调句读各家不同，《词谱》分立二谱。此调气势雄浑，宜用以抒写激奋情思。又名《丰年瑞》、《鼓笛慢》、《龙吟曲》、《小楼连苑》、《庄椿岁》、《海天阔处》等。<br>2. 孤负：徒然错过。同“辜负”。<br>3. 池南：池阳之南，指蜀地，即作者故园。<br>4. 星星：比喻间杂的白发。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这首词的主要内容，可以拿其中的“看花老眼，伤时清泪”八个字来概括。前者言其“嗟老”，后者言其“伤时（忧伤时世）”。由于作者的生平不详，所以先有必要根据其《书舟词》中的若干材料对上述两点作些参证。</p> <p>　　先说“嗟老”。作者祖籍四川眉山。据《全宋词》的排列次序，他的生活年代约在<a href=\"http://so.gushiwen.org/author_217.aspx\">辛弃疾</a>同时（排在辛后）。过去有人认为他是<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>的中表兄弟者其实是不确切的。从其词看，他曾流放到江浙一带。特别有两首词是客居临安（今浙江杭州）时所作，如《满庭芳·轻觅莼鲈》。谁知道、吴侬未识，蜀客已情孤“；又如《凤栖梧》（客临安作）云：”断雁西边家万里，料得秋来，笑我归无计“，可知他曾长期飘泊他乡。而随着年岁渐老，他的”嗟老“之感就越因其离乡背井而日益浓烈，故其《孤雁儿》即云：”如今客里伤怀抱，忍双鬓、随花老？“这后面三句所表达的感情，正和这里要讲的《水龙吟》一词完全合拍，是为其”嗟老“而又”怀乡“的思想情绪。</p> <p>　　再说“伤时”。作者既为辛弃疾同时人，恐怕其心理上也曾经受过完颜亮南犯（1161年）和<a href=\"http://so.gushiwen.org/author_1628.aspx\">张浚</a>北伐失败（1163年前后）这两场战争的沉重打击。所以其词里也生发过一些“伤时”之语。其如《凤栖梧》云：“蜀客望乡归不去，当时不合催南渡。忧国丹心曾独许。纵吐长虹，不奈斜阳暮。”这种忧国的伤感和《水龙吟》中的“伤时”恐怕也有联系。</p> <p>　　明乎上面两点，再来读这首《水龙吟》词，思想脉络就比较清楚了。它以“伤春”起兴，抒发了思念家乡和自伤迟暮之感，并隐隐夹寓了他忧时伤乱（这点比较隐晦）的情绪。词以“夜来风雨匆匆”起句，很使人联想到辛弃疾的名句“更能消几番风雨，匆匆春又归去”（《摸鱼儿》），所以接下便言“故园定是花无几”，思绪一下子飞到了千里之外的故园去。作者过去曾在眉山老家筑有园圃池阁（其《鹧鸪天》词云：“新画阁，小书舟”，《望江南》自注：“家有拟舫名书舟”），现今在异乡而值春暮，却感伤起故园的花朵来，其思乡之情可谓极深极浓。但故园之花如何，自不可睹，而眼前之花凋谢却是事实。所以不禁对花而叹息：“愁多怨极，等闲孤负，一年芳意。”<a href=\"http://so.gushiwen.org/author_361.aspx\">杨万里</a>《伤春》<a href=\"http://so.gushiwen.org/view_58356.aspx\">诗</a>云：“准拟今春乐事浓，依然枉却一东风。</p> <p>　　年年不带看花眼，不是愁中即病中。这里亦同杨诗之意，谓正因自己本身愁怨难清，所以无心赏花，故而白白辜负了一年的春意；若反过来说，则“柳困花慵(一作“柳困桃慵”)，杏青梅小”，转眼春天即将过去，它对人似也太觉草草（“对人容易”）矣。而其实，“好春”本“长在”，“好花”本“长见”，之所以会产生上述人、花两相辜负的情况，归根到底，“元只是、人憔悴！”因而上片自“伤春”写起，至此就点出了“嗟老”（憔悴）的主题。</p> <p>　　过片又提故园往事：“回首池南旧事”。池南，或许是指他的“书舟”书屋所在地。他在“书舟”书屋的“旧事”如何，这里没有明说。但他在另外一些词中，曾经隐隐约约提到。如：“葺屋为舟，身便是、烟波钓客”（《满江红》），“故园梅花正开时，记得清尊频倒”（《孤雁儿》），可以推断，它是比较舒适和值得留恋，值得回忆的。但如今，“恨星星、不堪重记”。发已星星变白，而人又在异乡客地，故而更加不堪回首往事。以下则直陈其现实的苦恼：“如今但有，看花老眼，伤时清泪。”“老”与“伤时”，均于此几句中挑明。作者所深怀着的家国身世的感触，便借着惜花、伤春的意绪，尽情表出。然而词人并不就此结束词情，这是因为，他还欲求“解脱”，因此他在重复叙述了“不怕逢花瘦，只愁怕、老来风味”的“嗟老”之感后，接着又言：“待繁红乱处，留云借月，也须拚醉。”“留云借月”，用的是<a href=\"http://so.gushiwen.org/author_723.aspx\">朱敦儒</a>《鹧鸪天》成句（“曾批给雨支风券，累奏留云借月章”）。连贯起来讲，意谓：乘着繁花乱开、尚未谢尽之时，让我“留云借月”（尽量地珍惜、延长美好的时光）、拚命地去饮酒寻欢吧！这末几句的意思有些类似于<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>的“且看欲尽花经眼，莫厌伤多酒入唇”（《曲江》），表达了一种且当及时行乐的消极心理。</p> <p>　　总之，<a href=\"http://so.gushiwen.org/author_486.aspx\">程垓</a>这首词，通过委婉哀怨的笔触，曲折尽致、反反复复地抒写了自己郁积重重的“嗟老”与“伤时”之情。以前不少人作的“伤春”词中，大多仅写才子佳人的春恨闺怨，而他的这首词中，却寄寓了有关家国身世（后者为主）的思想情绪，因而显得立意深远。</p>",
  "poet": {
    "id": 486,
    "star": 0,
    "name": "程垓",
    "image": "http://img.gushiwen.org/authorImg/chenggai.jpg",
    "desc": "「程垓」字正伯，眉山（今属四川）人。苏轼中表程之才（字正辅）之孙。淳熙十三年（1186）游临安，陆游为其所藏山谷帖作跋，未几归蜀。撰有帝王君臣论及时务利害策五十篇。绍熙三年（1192），已五十许，杨万里荐以应贤良方正科。绍熙五年（1194）乡人王称序其词，谓“程正伯以诗词名，乡之人所知也。余顷岁游都下，数见朝士，往往亦称道正伯佳句”。冯煦《蒿庵论词》：“程正伯凄婉绵丽，与草窗所录《绝妙好词》家法相近。”有《书舟词》（一作《书舟雅词》）一卷。"
  },
  "tags": [
    "追忆",
    "思乡",
    "伤怀",
    "感慨"
  ]
}