{
  "id": 71534,
  "star": 9,
  "name": "咏檐前竹",
  "dynasty": "南北朝",
  "content": "萌开箨已垂，结叶始成枝。<br>繁荫上蓊茸，促节下离离。<br>风动露滴沥，月照影参差。<br>得生君户牖，不愿夹华池。",
  "shangxi": "<h2>鉴赏</h2> <p>　　岁寒三友，竹居其中。人们之所以看重它，或者因为它“翠叶与飞雪争采，贞柯与曾冰竞鲜”的凌寒之质（齐·王俭《灵丘竹赋》）；或者因为它“未出土时便已有节，直到凌云高处依然虚心”的君子之风（管桦《竹颂》）。传说它的竹实只为凤凰所食；竹竿又能制成箫笛横吹。所以碰到豪爽之士，便以它的“所欣高蹈客，未待伶伦吹”慨然自许（陈·贺循《赋得夹池修竹》）；遇上才高位卑者流，便又借它发出“谁能制长笛，当为吐龙吟”的孤傲啸叹（齐·刘孝先《竹<a href=\"http://so.gushiwen.org/view_71534.aspx\">诗</a>》）。这样咏竹自无不可，只是不免都带有情随境迁的主观随意性。以至于意有所讥，就严斥竹笋的“嘴尖皮厚腹中空”；爱有所偏，便厉声扬言“恶竹应须斩万竿”。这真教竹子左右为难了。</p> <p>　　倘能摒弃这类借题发挥之习，仅把竹子当作客观审美对象来观赏，则它的“葳蕤青翠，风来动音”、“拂景云以容与，拊惠风而回萦”的清姿，也自有不同于苍松、老梅的风神。<a href=\"http://so.gushiwen.org/author_628.aspx\">沈约</a>这首诗，大约就没有深意的寄托，只是客观地为檐前之竹画了一幅动人的“肖像”。不过，这肖像带有一种“生成”的动态，在诗人开笔时才正拔节抽枝：“萌开箨已垂，结叶始成枝”。“箨”指笋壳，当竹茎拔节而出时，它便已经垂脱；随着细长竹叶的抽生，慢慢就长出了嫩枝。几株幼嫩之竹，就这样带着清新的生气，从诗人笔下钻出。转眼之间，它又挺拔直上：“繁荫上蓊茸，促节下离离”，变得枝叶繁茂、亭亭如盖了。“蓊茸”画檐竹枝叶披离之态，使人简直能感觉到，正有一片清荫从高处淌下。“离离”状竹节历历分明之貌，因为是在低处（下），竹节间距离较近，故又用“促节”形容。这四句描绘绿竹的生态，带有强烈的动感。但没有声响，也不用浓彩。只见到诗人沾着萧淡的水墨，疏疏落落地挥洒那么几笔，数竿绿竹便无声无息地拔节而出、由矮而高，终于英挺地站立“檐前”，甚至还带来了一阶清荫。</p> <p>　　画成翠竹，这对诗人来说并不费力。但要表现它的风韵，光靠这平面的勾勒就不够了。接着的“风动露滴沥，月照影参差”两句，着力的便是环境、音响的烘托映衬，于是这“画”便有了“伴乐”和“灯光”：诗人选择的是露水初凝之夜，因为是夜间，竹叶上那湛湛露珠就显得朦胧不清。好在有风，诗人便让读者听那静夜中风动竹叶、露珠滴阶的清韵，这可是异常动听的。诗人还嫌不够，又在乌蓝的中天添上一轮明月，那月光洒在竹上，便在阶前印下斑驳的竹影。前面说到“有风”，清风徐来，那地上的竹影便参差而动。这两句妙在均不直接写竹，只从露珠滴阶、竹影参差中映衬、烘托，而檐竹之沾满清露，在朗月清风中飒飒舞弄的美好风韵，已栩栩如在耳目之间。按照这一思绪写下去，结句便该是诗人的赞美之语了。但沈约偏不这样，他的结句正如<a href=\"http://so.gushiwen.org/author_258.aspx\">蔡邕</a>之咏“翠鸟”一样，却是被咏之物的深情倾诉：“得生君户牖，不愿夹华池！”这美好的翠竹，本该生长在花草芳美的池畔，度那月下花前的风光才是哩。而今却在诗人居处简陋的檐前，伴着他度过清寂的晨昏。诗人在观赏檐前之竹的深深怜爱之中，大约曾浮起过一种微微的惋惜和不安吧。而檐竹似乎有解人心意的灵性，立即前来安慰诗人：“我所仰慕的是君子的风仪，而不是花前月下的池畔风光；能够生长在您的窗门前，正是我的心愿哪！”这两句初看显得突兀，但在诗人观赏入神之际，将竹叶飒飒之音，想象为它的嫣然解人之语，也正符合情理。这话语之中所显示的，正是檐竹那不慕风华、清心自守的高节，其实也还是诗人对檐竹的一种赞美。不过，采用檐竹自身倾诉的方式，既情意动人，又含蕴不露，较之于那种“唯有山中兰与竹，经春历夏又秋冬”的直赞之语，似乎有更多的情韵。</p> <p>　　这就是沈约的《咏檐前竹》：诗中只把竹子作为客观审美对象来观照，形象地勾勒它的清姿，映衬它的风韵，别无政治上的寓意或个人身世的感慨。从咏物寄兴的传统眼光来看，这样咏竹似乎“浅”了些。但读够了寄兴、说教的诗作以后，吟诵—下这类美好单纯而寓意不多的咏物诗，倒也可使耳目一新。</p>",
  "poet": {
    "id": 628,
    "star": 0,
    "name": "沈约",
    "image": "http://img.gushiwen.org/authorImg/shenyue.jpg",
    "desc": "沈约（441~513年），字休文，汉族，吴兴武康（今浙江湖州德清）人，南朝史学家、文学家。出身于门阀士族家庭，历史上有所谓“江东之豪，莫强周、沈”的说法，家族社会地位显赫。祖父沈林子，宋征虏将军。父亲沈璞，宋淮南太守，于元嘉末年被诛。沈约孤贫流离，笃志好学，博通群籍，擅长诗文。历仕宋、齐、梁三朝。在宋仕记室参军、尚书度支郎。著有《晋书》、《宋书》、《齐纪》、《高祖纪》、《迩言》、《谥例》、《宋文章志》，并撰《四声谱》。作品除《宋书》外，多已亡佚。"
  },
  "tags": [
    "咏物",
    "竹子"
  ]
}