{
  "id": 71179,
  "star": 635,
  "name": "廉颇蔺相如列传(节选)",
  "dynasty": "两汉",
  "content": "　　廉颇者，赵之良将也。赵惠文王十六年，廉颇为赵将，伐齐，大破之，取阳晋，拜为上卿，以勇气闻于诸侯。蔺相如者，赵人也，为赵宦者令缪贤舍人。</p> <p>　　赵惠文王时，得楚和氏璧。秦昭王闻之，使人遗赵王书，愿以十五城请易璧。赵王与大将军廉颇诸大臣谋：欲予秦，秦城恐不可得，徒见欺；欲勿予，即患秦兵之来。计未定，求人可使报秦者，未得。宦者令缪贤曰：“臣舍人蔺相如可使。”王问：“何以知之？”对曰：“臣尝有罪，窃计欲亡走燕，臣舍人相如止臣，曰：‘君何以知燕王？’臣语曰：‘臣尝从大王与燕王会境上，燕王私握臣手，曰“愿结友”。以此知之，故欲往。’相如谓臣曰：‘夫赵强而燕弱，而君幸于赵王，故燕王欲结于君。今君乃亡赵走燕，燕畏赵，其势必不敢留君，而束君归赵矣。君不如肉袒伏斧质请罪，则幸得脱矣。’臣从其计，大王亦幸赦臣。臣窃以为其人勇士，有智谋，宜可使。”于是王召见，问蔺相如曰：“秦王以十五城请易寡人之璧，可予不？”相如曰：“秦强而赵弱，不可不许。”王曰：“取吾璧，不予我城，奈何？”相如曰：“秦以城求璧而赵不许，曲在赵。赵予璧而秦不予赵城，曲在秦。均之二策，宁许以负秦曲。”王曰：“谁可使者？”相如曰：“王必无人，臣愿奉璧往使。城入赵而璧留秦；城不入，臣请完璧归赵。”赵王于是遂遣相如奉璧西入秦。</p> <p>　　秦王坐章台见相如，相如奉璧奏秦王。秦王大喜，传以示美人及左右，左右皆呼万岁。相如视秦王无意偿赵城，乃前曰：“璧有瑕，请指示王。”王授璧，相如因持璧却立，倚柱，怒发上冲冠，谓秦王曰：“大王欲得璧，使人发书至赵王，赵王悉召群臣议，皆曰‘秦贪，负其强，以空言求璧，偿城恐不可得’。议不欲予秦璧。臣以为布衣之交尚不相欺，况大国乎！且以一璧之故逆强秦之欢，不可。于是赵王乃斋戒五日，使臣奉璧，拜送书于庭。何者？严大国之威以修敬也。今臣至，大王见臣列观，礼节甚倨；得璧，传之美人，以戏弄臣。臣观大王无意偿赵王城邑，故臣复取璧。大王必欲急臣，臣头今与璧俱碎于柱矣！”相如持其璧睨柱，欲以击柱。秦王恐其破璧，乃辞谢固请，召有司案图，指从此以往十五都予赵。相如度秦王特以诈详为予赵城，实不可得，乃谓秦王曰：“和氏璧，天下所共传宝也，赵王恐，不敢不献。赵王送璧时，斋戒五日，今大王亦宜斋戒五日，设九宾于廷，臣乃敢上璧。”秦王度之，终不可强夺，遂许斋五日，舍相如广成传。相如度秦王虽斋，决负约不偿城，乃使其从者衣褐，怀其璧，从径道亡，归璧于赵。</p> <p>　　秦王斋五日后，乃设九宾礼于廷，引赵使者蔺相如。相如至，谓秦王曰：“秦自缪公以来二十馀君，未尝有坚明约束者也。臣诚恐见欺于王而负赵，故令人持璧归，间至赵矣。且秦强而赵弱，大王遣一介之使至赵，赵立奉璧来。今以秦之强而先割十五都予赵，赵岂敢留璧而得罪于大王乎？臣知欺大王之罪当诛，臣请就汤镬，唯大王与群臣孰计议之。”秦王与群臣相视而嘻。左右或欲引相如去，秦王因曰：“今杀相如，终不能得璧也，而绝秦赵之欢，不如因而厚遇之，使归赵，赵王岂以一璧之故欺秦邪！”卒廷见相如，毕礼而归之。</p> <p>　　相如既归，赵王以为贤大夫使不辱于诸侯，拜相如为上大夫。秦亦不以城予赵，赵亦终不予秦璧。</p> <p>　　其后秦伐赵，拔石城。明年，复攻赵，杀二万人。</p> <p>　　秦王使使者告赵王，欲与王为好会于西河外渑池。赵王畏秦，欲毋行。廉颇、蔺相如计曰：“王不行，示赵弱且怯也。”赵王遂行，相如从。廉颇送至境，与王诀曰：“王行，度道里会遇之礼毕，还，不过三十日。三十日不还，则请立太子为王，以绝秦望。”王许之，遂与秦王会渑池。秦王饮酒酣，曰：“寡人窃闻赵王好音，请奏瑟。”赵王鼓瑟。秦御史前书曰“某年月日，秦王与赵王会饮，令赵王鼓瑟”。蔺相如前曰：“赵王窃闻秦王善为秦声，请奏盆缻秦王，以相娱乐。”秦王怒，不许。于是相如前进缻，因跪请秦王。秦王不肯击缻。相如曰：“五步之内，相如请得以颈血溅大王矣！”左右欲刃相如，相如张目叱之，左右皆靡。于是秦王不怿，为一击缻。相如顾召赵御史书曰“某年月日，秦王为赵王击缻”。秦之群臣曰：“请以赵十五城为秦王寿。”蔺相如亦曰：“请以秦之咸阳为赵王寿。”秦王竟酒，终不能加胜于赵。赵亦盛设兵以待秦，秦不敢动。</p> <p>　　既罢归国，以相如功大，拜为上卿，位在廉颇之右。廉颇曰：“我为赵将，有攻城野战之大功，而蔺相如徒以口舌为劳，而位居我上，且相如素贱人，吾羞，不忍为之下。”宣言曰：“我见相如，必辱之。”相如闻，不肯与会。相如每朝时，常称病，不欲与廉颇争列。已而相如出，望见廉颇，相如引车避匿。于是舍人相与谏曰：“臣所以去亲戚而事君者，徒慕君之高义也。今君与廉颇同列，廉君宣恶言而君畏匿之，恐惧殊甚，且庸人尚羞之，况于将相乎！臣等不肖，请辞去。”蔺相如固止之，曰：“公之视廉将军孰与秦王？”曰：“不若也。”相如曰：“夫以秦王之威，而相如廷叱之，辱其群臣，相如虽驽，独畏廉将军哉？顾吾念之，强秦之所以不敢加兵于赵者，徒以吾两人在也。今两虎共斗，其势不俱生。吾所以为此者，以先国家之急而后私仇也。”廉颇闻之，肉袒负荆，因宾客至蔺相如门谢罪。曰：“鄙贱之人，不知将军宽之至此也。”卒相与欢，为刎颈之交。",
  "fanyi": "<p><strong>译文</strong><br>　　廉颇是赵国优秀的将领。赵惠文王十六年，时为赵国将军的廉颇率领赵军征讨齐国，大败齐军，夺取了阳晋，晋升为上卿，从此他以英勇善战闻名于诸侯各国。蔺相如，赵国人，他是赵国的宦官首领缪贤家的门客。</p> <p>　　赵惠文王的时候，得到了楚人的和氏璧。秦昭王听说了这件事，就派人给赵王送来一封书信，表示愿意用十五座城池交换和氏璧。赵王同大将军廉颇以及诸大臣们商量：如果把宝玉给了秦国，秦国的城邑恐怕不可能得到，白白地受到欺骗；如果不给他，又恐怕秦国来攻打。尚未找到合适的解决办法，寻找一个能到秦国去回复的使者，也未能找到。宦官令缪贤说：“我的门客蔺相如可以出使。”赵王问：“你是怎么知道他可以出使的？”缪贤回答说：“微臣曾犯过罪，私下打算逃亡到燕国去，我的门客相如劝阻我不要去，问我说：‘您怎么会了解燕王呢？’我对他说：‘我曾随从大王在国境上与燕王会见，燕王私下握住我的手，说“情愿跟您交个朋友”。因此了解他，所以打算投奔燕王。’相如对我说：‘赵国强，燕国弱，而您受宠于赵王，所以燕王想要和您结交。现在您是从赵国逃亡到燕国去，燕国惧怕赵国，这种形势下燕王必定不敢收留您，而且还会把您捆绑起来送回赵国。您不如脱掉上衣，露出肩背，伏在斧刃之下请求治罪，这样也许侥幸被赦免。’臣听从了他的意见，大王也开恩赦免了为臣。为臣私下认为这人是个勇士，有智谋，应该可以出使。”于是赵王立即召见，问蔺相如：“秦王用十五座城池请求交换我的和氏璧，能不能给他？”相如说：“秦国强，赵国弱，不能不答应它。”赵王说：“得了我的宝璧，不给我城邑，怎么办？”相如说：“秦国请求用城换璧，赵国如不答应，赵国理亏；赵国给了璧而秦国不给赵国城邑，秦国理亏。衡量一下两种对策，宁可答应它，使秦国来承担理亏的责任。”赵王说：“谁可以前往？”相如说：“大王如果无人可派，臣愿捧护宝璧前往出使。城邑归属赵国了，就把宝璧留给秦国；城邑不能归赵国，我一定把和氏璧完好地带回赵国。”赵王于是就派遣蔺相如带好和氏璧，西行入秦。</p> <p>　　秦王坐在章台上接见蔺相如，相如捧璧呈献给秦王。秦王非常高兴，把宝璧传着给妻妾和左右侍从看，左右都高呼万岁。相如看出秦王没有用城邑抵偿赵国的意思，便走上前去说：“璧上有个小斑点，让我指给大王看。”秦王把璧交给他，相如于是手持璧玉退后几步靠在柱子上，怒发冲冠，对秦王说：“大王想得到宝璧，派人送信给赵王，赵王召集全体大臣商议，大家都说：‘秦国贪得无厌，倚仗它的强大，想用空话得到宝璧，说给我们城邑恐怕不可能。’商议的结果是不想把宝璧给秦国。但是我认为平民百姓之间的交往尚且互相不欺骗，更何况是大国之间呢！况且为了一块璧玉的缘故就使强大的秦国不高兴，也是不应该的。于是赵王斋戒了五天，派我捧着宝璧，在殿堂上恭敬地拜送国书。为什么要这样呢？是尊重大国的威望以表示敬意呀。如今我来到贵国，大王却在一般的台观上接见我，礼节十分傲慢；得到宝璧后，传给姬妾们观看，这样来戏弄我。我观察大王没有给赵王十五城的诚意，所以我又取回宝璧。大王如果一定要逼我，我的头今天就同宝璧一起在柱子上撞碎！”相如手持宝璧，斜视庭柱，就要向庭柱上撞去。秦王怕他把宝璧撞碎，便向他道歉，坚决请求他不要如此，并召来有司查看地图，指明从某地到某地的十五座城邑都给赵国。相如估计秦王只不过用欺诈手段假装给赵国城邑，实际上赵国根本不可能得到，于是就对秦王说：“和氏璧是天下公认的宝物，赵王惧怕贵国，不敢不奉献出来。赵王送璧之前，斋戒了五天，如今大王也应斋戒五天，在殿堂上安排九宾大典，我才敢献上宝璧。”秦王估量，毕竟不可能强力夺取，于是就答应斋戒五天，把相如安置在广成宾馆。相如估计秦王虽然答应斋戒，也必定背约不给城邑，便派他的随从穿上粗麻布衣服，怀中藏好宝璧，从小路逃出，把宝璧送回赵国。</p> <p>　　秦王斋戒五天后，就在殿堂上安排了九宾的大典礼，宴请赵国使者蔺相如。相如来到后，对秦王说：“秦国从穆公以来的二十余位君主，从没有一个是能切实遵守信约的。我实在是害怕被大王欺骗而对不起赵王，所以派人带着宝璧回去，已从小路回到赵国了。况且秦国强大赵国弱小，大王派遣一位使臣到赵国，赵国立即就会把璧送来。如今凭着秦国的强大，先把十五座城邑割让给赵国，赵国哪里敢留下宝璧而得罪大王呢？我知道欺骗大王是应该被诛杀的，我愿意接受汤镬之刑，只希望大王和各位大臣从长计议此事！”秦王和群臣面面相觑，发出苦笑之声。侍从有人要拉相如去受刑，秦王趁机说：“如今杀了相如，终归还是得不到宝璧，反而破坏了秦赵两国的交情，不如趁此好好款待他，放他回到赵国，赵王难道会为了一块璧玉的缘故而欺骗秦国吗！”最终还是在殿堂上隆重地接见了相如，大礼完后让他回了国。</p> <p>　　相如回国后，赵王认为他是一位有德行、有才能的贤大夫，出使诸侯国，能做到不辱使命，于是封相如为上大夫。此后秦国并没有把城邑给赵国，赵国也始终不给秦国宝璧。</p> <p>　　此后秦国攻打赵国，夺取了石城。第二年，秦国再次攻打赵国，杀死两万人。</p> <p>　　秦王派使者告诉赵王，想在西河外的渑池与赵王进行一次友好会见。赵王害怕秦国，打算不去。廉颇、蔺相如商量道：“大王如果不去，就显得赵国既软弱又胆小。”赵王于是前去赴会，蔺相如随行。廉颇送到边境，和赵王诀别说：“大王此行，估计路程和会谈结束，再加上返回的时间，不会超过三十天。如果三十天还没回来，就请您允许我们立太子为王，以断绝秦国要挟的妄想。”赵王答应了，便去渑池与秦王会见。秦王饮到酒兴正浓时，说：“我私下里听说赵王爱好音乐，请您奏瑟一曲！”赵王就弹起瑟来。秦国的史官上前来写道：“某年某月某日，秦王与赵王一起饮酒，令赵王弹瑟。”蔺相如上前说：“赵王私下里听说秦王擅长秦地土乐，请让我给秦王捧上盆，来相互为乐。”秦王发怒，不答应。这时蔺相如向前进献瓦缻，并跪下请秦王演奏。秦王不肯击缻，蔺相如说：“在这五步之内，如果我自杀，脖颈里的血可以溅在大王身上了！”秦王的侍从们想要杀蔺相如，蔺相如睁圆双眼大声斥骂他们，侍从们都吓得倒退。因此秦王很不高兴，也只好敲了一下缻。相如回头来招呼赵国史官写道：“某年某月某日，秦王为赵王击缻。”秦国的大臣们说：“请你们用赵国的十五座城池向秦王献礼。”蔺相如也说：“请你们用秦国的咸阳向赵王献礼。”直到酒宴结束，秦王始终也未能压倒赵王。赵国也部署了大批军队来防备秦国，因而秦国也不敢轻举妄动。</p> <p>　　渑池会结束以后回到赵国，由于蔺相如功劳大，被封为上卿，官位在廉颇之上。廉颇说：“作为赵国的将军，我有攻战城池作战旷野的大功劳，而蔺相如只不过靠能说会道立了点功，可是他的地位却在我之上，况且蔺相如本来就出身卑贱，我感到羞耻，无法容忍在他的下面。”并且扬言说：“我遇见蔺相如，一定要羞辱他一番。”蔺相如听到这话后，不愿意和廉颇相会。每到上朝时，蔺相如常常声称有病，不愿和廉颇去争位次的先后。没过多久，蔺相如外出，远远看到廉颇，蔺相如就掉转车子回避。于是蔺相如的门客就一起来向蔺相如抗议说：“我们之所以离开亲人来侍奉您，是仰慕您高尚的节义呀。如今您与廉颇官位相同，廉颇传出坏话，而您却害怕躲避着他，胆怯得也太过分了，一般人尚且感到羞耻，更何况是身为将相的人呢！我们这些人没有出息，请让我们辞去吧！”蔺相如坚决地挽留他们，说：“诸位认为廉将军和秦王相比谁更厉害？”众人都说：“廉将军比不上秦王。”蔺相如说：“以秦王的威势，而我尚敢在朝廷上呵斥他，羞辱他的群臣，我蔺相如虽然无能，难道会害怕廉将军吗！但是我想到，强大的秦国之所以不敢对赵国用兵，就是因为有我们两人在呀。如今我们俩相斗，就如同两猛虎争斗一般，势必不能同时生存。我所以这样忍让，就是将国家的危难放在前面，而将个人的私怨搁在后面罢了！”廉颇听说了这些话，就脱去上衣，露出上身，背着荆鞭，由宾客引领，来到蔺相如的门前请罪，他说：“我这个粗野卑贱的人，想不到将军的胸怀如此宽大啊！”二人终于相互交欢和好，成了生死与共的好友。</p> <p><strong>注释</strong><br>1.赵惠文王十六年：公元前283年。赵惠文王，赵国君主，名何。<br>2.阳晋：齐国城邑，在今山东菏泽西北。<br>3.上卿：战国时期诸侯国大臣中最高的官位。<br>4.宦者令：宦官的首领。<br>5.舍人：有职务的门客。<br>6.和氏璧：战国时著名的玉璧，是楚人卞和发现的，故名。事见《<a href=\"http://so.gushiwen.org/author_404.aspx\">韩非</a>子·何氏》。<br>7.秦昭王：即秦昭襄王，名则。<br>8.遗（wèi）：送。<br>9.徒见欺：白白地被欺骗。<br>10.亡走燕：逃到燕国去。<br>11.何以知燕王：根据什么知道燕王（会收留你）。<br>12.境上：指燕赵两国的边境。<br>13.幸于赵王：被赵王宠爱。幸，宠幸。<br>14.乃：却，竟然。<br>15.束君归赵：把您捆绑起来送还赵国。<br>16.肉袒伏斧质：解衣露体，伏在斧质上。袒，脱衣露体。质，同“锧”，承斧的砧板。<br>17.宜可使：可供差遣。宜，适宜。<br>18.不：同“否”。<br>19.曲：理屈，理亏。<br>20.均之二策：衡量这两个计策。均，衡量。之，这。<br>21.宁许以负秦曲：宁可答应，而让秦国承担理亏的责任。<br>22.奉：捧着。<br>23.完璧归赵：让璧完整无损地归还赵国。<br>24.章台：秦离宫中的台观名。<br>25.奏：进献。<br>26.美人：指秦王的姬妾。<br>27.偿赵城：把十五城补偿给赵国。<br>28.瑕：玉上的斑点或裂痕。<br>29.却立：倒退几步立定。<br>30.怒发上冲冠：愤怒得头发直竖，顶起了冠。形容极其愤怒。<br>31.负：倚仗。<br>32.布衣之交：平民间的交往。古代平民只穿麻衣、葛布，故称布衣。<br>33.逆：拂逆，触犯。<br>34.斋戒：古人祭祀之前，一定要沐浴更衣，节制饮食，表示虔诚，叫做斋戒。<br>35.书：指赵王的复信。<br>36.庭：同“廷”，朝堂。<br>37.严：尊重，敬畏。<br>38.修敬：致敬。<br>39.列观（guàn）：一般的台观，指章台。不在朝堂接见，说明秦对赵使的不尊重。<br>40.急：逼迫。<br>41.睨（nì）：斜视。<br>42.辞谢：婉言道歉。<br>43.固请：坚决请求（相如不要把璧撞破）。<br>44.有司：职有专司的官吏。<br>45.案图：查明地图。案，同“按”。<br>46.都：城邑。<br>47.特：只，只是。<br>48.详为：假装做。详，同“佯”，假装。<br>49.共传：等于说公认。<br>50.设九宾：一种外交上最隆重的仪式。有傧相九人依次传呼接引宾客上殿。宾，同“傧”。<br>51.舍：安置。<br>52.广成传（zhuàn）：广成，宾馆名。传，传舍，宾馆。<br>53.衣（yì）褐：穿着粗麻布短衣，指化装成平民百姓。<br>54.径道：小路。<br>55.缪公：即秦穆公。缪，同“穆”。<br>56.坚明约束：坚决明确地遵守信约。约束，信约。<br>57.间（jiàn）：抄小路，与上文“从径道亡”相应。<br>58.立：立刻。<br>59.就汤镬（huò）：指接收烹刑。汤，沸水。镬，大锅。<br>60.孰：同“熟”，仔细。<br>61.嘻：苦笑声。<br>62.因而厚遇之：趁此优厚地款待他。<br>63.卒廷见相如：终于在朝堂上接见蔺相如。<br>64.毕礼而归之：举行完廷见的外交大礼然后送他回国。<br>65.拔石城：攻取石城。石城，故址在今河南林州西南。<br>66.为好：修好。<br>67.西河外渑（miǎn）池：西河，黄河西边。渑池，今河南渑池。<br>68.欲毋行：想不去。<br>69.诀：告别。<br>70.度道里会遇之礼毕：估算前往渑池的路程和会谈完毕的时间。道里，路程。<br>71.绝秦望：断绝秦国要挟胁迫的念头。<br>72.好音：喜欢音乐。<br>73.瑟：古代乐器，形似琴而较长大。通常配有二十五根弦。<br>74.御史：官名。战国时御史专管图籍，记载国家大事。<br>75.秦声：秦国的音乐。<br>76.盆缻（fǒu）：均为瓦器。缻，同“缶”。秦人敲打盆缶作为唱歌时的节拍。<br>77.刃：刀锋。这里是杀的意思。<br>78.叱：喝骂。<br>79.靡：倒下，这里指后退。<br>80.怿（yì）：愉快。<br>81.为秦王寿：祝秦王长寿，指向秦王献礼。<br>82.竟酒：直到酒宴完毕。<br>83.盛设兵：多布置军队。<br>84.右：上。古人以右为尊。<br>85.相如素贱人：指蔺相如这个人做过太监的家臣，向来微贱。素，素来，向来。<br>86.争列：争位次的高下。<br>87.引车避匿：将车子调转躲避。<br>88.舍人：指蔺相如的门客。<br>89.相与：一起，共同。<br>90.孰与秦王：与秦王相比怎么样？孰与，与……相比。孰，谁，哪一个。<br>91.驽：愚笨，拙劣。<br>92.负荆：背着荆条，表示愿受鞭打。<br>93.因：通过。<br>94.将军：当时的上卿兼职将相，所以廉颇这样称呼蔺相如。<br>95.刎（wěn）颈之交：指能够共患难、同生死的朋友。刎颈，杀头。刎，割。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　《廉颇蔺相如列传》生动刻画了廉颇、蔺相如、赵奢、李牧、赵惠文王等一批性格各异的人物形象，他们或耿直或忠厚，或鲁莽或机智，形象鲜明生动，令人叹服。 </p> <p>　　抓住人物特征，人物形象凸现纸上。<a href=\"http://so.gushiwen.org/author_608.aspx\">司马迁</a>善于抓住人物主要特征进行极力渲染。如在对事迹颇丰的蔺相如这一形象进行处理时，便抓住“智勇”这一特征为核心展开描述。正如他在本传传末所论赞的：“太史公曰：知死必勇，非死者难也，处死者难也。方蔺相如引璧睨柱，及叱秦王左右，势不过诛，然士或怯懦而不敢发。相如一奋其气，威信敌国；退而让颇，名重泰山。其处智勇，可谓兼之矣！”在对完璧归赵、渑池之会等事件进行描述时更是紧紧扣住蔺相如的机智勇敢这一特征，给读者留下深刻的印象。</p> <p>　　层层衬染，极力蓄势，造成人物形象的张势。司马迁在文中极尽渲染之能事，层层蓄势，有如大江截流。如他在文中五次渲染相如操天下大势为己用之睿智：为国纾难，利用国际舆论，借使秦负曲之势，奉璧至秦；秦王得璧不偿城，相如以“璧有瑕，请指示王”诓得玉璧后，抓住秦王贪婪的弱点，欲以璧击柱，借“秦恐璧破”之势威胁秦王；抓住秦国二十余君“不坚明约束”之过，借理在我方之势，使人怀璧归赵；渑池之会，借“五步之内以颈血溅大王”之势，逼秦王就范，为一击缶；借“赵亦盛设兵以待秦”之势，迫使秦不敢动武。相如勇智，已是光彩照人。行文至此，司马迁笔势陡转：多谋善断、意气风发的蔺相如竟对无理取闹的廉颇一再退忍避让，连门客都感到羞愧。当门客要离开他时，才袒露他“先国家之急而后私仇也”的胸怀。相如的绝顶智慧和贤相风采凸现在读者的眼前。</p>",
  "about": "<h2>文言现象</h2> <p><strong>通假字</strong><br>1.君不如肉袒伏斧质请罪。“质”通“锧”，砧板。<br>2.可予不。“不”通“否”，表疑问语气。<br>3.拜送书于庭。“庭”通“廷”，朝廷，国君听政的朝堂。<br>4.召有司案图。“案”通“按”，审查、察看。<br>5.设九宾礼于廷。“宾”通“傧”，古代指接引宾客的人，也指赞礼的人。<br>6.秦自缪公以来二十余君，未尝有坚明约束者也。“缪”通“穆”。<br>7.唯大王与群臣孰计议之。“孰”通“熟”，仔细。<br>8.为一击缻。“缻”通“缶”，盛酒浆的瓦器，秦人敲打盆缻作为唱歌时的节拍。<br>9.详为予赵城。“详”通“佯”,假装。</p> <p><strong>一词多义</strong><br>为<br>①赵王窃闻秦王善为琴声（演奏）<br>②为赵宦者令缪贤舍人（是）<br>③卒相与欢，为刎颈之交（成为）<br>④而蔺相如徒以口舌为劳（作为）<br>⑤拜为上卿（担当）<br>负<br>①秦贪，负其强（倚仗，凭借）<br>②臣诚恐见欺于王而负赵（辜负，对不起）<br>③相如度秦王虽斋，决负约不偿城（违背）<br>④均之二策，宁许以负秦曲（使……承担）<br>⑤廉颇闻之，肉袒负荆（背着）<br>使<br>①秦昭王闻之，使人遗赵王书（派）<br>②其人勇士，有智谋，宜可使（出使）<br>③乃使其从者衣褐（让）<br>④大王乃遣一介之使（使臣）<br>于<br>①以勇气闻于诸侯（在）<br>②君幸于赵王（被）<br>③故燕王欲结于君（和）<br>④归璧于赵（到）<br>⑤赵岂敢留璧而得罪于大王乎（引出对象，无意义）<br>引<br>①引赵使者蔺相如（引见，延请）<br>②左右或欲引相如去（拉）<br>③相如引车避匿（牵，拉；这里引申为调转）<br>④君子引而不发，跃如也（拉引）<br>徒<br>①秦城恐不可得，徒见欺（白白地）<br>②而蔺相如徒以口舌为劳（只，只不过）<br>幸<br>①大王亦幸赦臣（幸好，幸而）<br>②而君幸于赵王（宠幸）<br>③则幸得脱矣（侥幸）<br>以<br>①以勇气闻于诸侯（凭）<br>②愿以十五城请易璧（用，拿）<br>③严大国之威以修敬也（来，连词）<br>④则请立太子为王，以绝秦望（用以，用来）<br>⑤吾所以为此者，以先国家之急而后私仇也（因为）<br>⑥传以示美人及左右（连词，连接“传”与“示”）<br>欢<br>①逆强秦之欢（欢心）<br>②绝秦赵之欢（交情）<br>顾<br>①相如顾召赵御史书曰（回头）<br>②顾吾念之（只是）<br>必<br>①其势必不敢留君（一定，必然）<br>②王必无人（如果）<br>因<br>①相如因持璧却立（趁机）<br>②因宾客至蔺相如门谢罪（通过）<br>③不如因而厚遇之（趁此，由此）<br>④因跪请秦王（于是，就）<br>传<br>①廉颇蔺相如列传（一种文体）<br>②舍相如广成传（传舍，宾馆）<br>③传以示美人及左右（传递）<br>④和氏璧天下所共传宝也（传颂）<br>从<br>①臣尝从大王与燕王会境上（跟从）<br>②臣从其计，大王亦幸赦臣（听从）<br>乃<br>①今君乃亡赵走燕，燕畏赵（竟然）<br>②乃前曰（于是，就）<br>③设九宾于廷，臣乃敢上璧（才）<br>孰<br>①唯大王与群臣孰计议之（同“熟”，仔细）<br>②公之视廉将军孰与秦王（谁，哪一个）<br>闻<br>①以勇气闻于诸侯（闻名）<br>②寡人窃闻赵王好音（听说）<br>且<br>①且庸人尚羞之（即便）<br>②北山有愚公者，年且九十（将近）<br>上<br>①怒发上冲冠（向上）<br>②臣乃敢上璧（献上）</p> <p><strong>古今异义</strong><br>⑴拜为上卿（拜：古义指授予官职；任命。今义指下跪叩头；祝贺）<br>⑵欲勿予，即患秦兵之来（患：古义指忧虑，担心。今义指害病；灾祸）<br>⑶请以秦之咸阳为赵王寿（寿：古义指向人献物以祝人长寿。今义指年岁，生命；生日）<br>⑷臣所以去亲戚而事君者（去：古义指离开。今义指除掉，减掉，已过的，特指刚过去的一年）<br>（亲戚：古义指父母兄弟。今义指与自己有血缘或婚姻关系的人）<br>⑸请指示王（指示：古义指给……看。今义指上对下指导、命令）<br>⑹于是相如前进缶（前进：古义指上前进献。今义指向前发展进步）<br>⑺宣言曰：我见相如，必辱之（宣言：古义指扬言，到处说。今义指国家、政党、团体或领导人对重大问题公开表态以进行宣传号召的文告）<br>⑻布衣之交（布衣：古义指平民。今义指麻布衣服）<br>⑼左右欲刃（左右：古义指左右的侍从。今义指左和右两方面）<br>⑽鄙贱之人，不知将军宽之至（鄙贱：古义指粗野而又地位低微，谦词。今义指鄙视，轻视）<br>⑾秦自缪公以来二十余君，未尝有坚明约束者也。（约束：古义为名词，约定、契约。今义指限制使不越出范围。）<br>⑿传以示美人及左右（美人：姬妾今义：美女）<br>⒀明年复攻赵（明年：古义指第二年今义指（将来的）明年）<br>⒁指从此以往十五都予赵（以往：古义从这里到那里今义指以前）<br>⒂茤计欲亡走燕 （窃：古义私下里今义指偷东西 走：古义指逃走今义指走路）<br>⒃不如因而厚遇之（厚遇：古义好好招待今义优厚的待遇）<br>⒄因宾客至蔺相如门谢罪(古义:门客 今义:客人)</p> <p><strong>词类活用</strong><br>a.名词作动词：<br>①乃前曰；蔺相如前曰；于是相如前进缻（前：走上前）<br>②舍相如广成传（舍，安置住宿）<br>③左右欲刃相如（刃，用刀杀）<br>④乃使从者衣褐（衣，穿）<br>⑤怀其璧（怀，怀揣着）<br>⑥臣乃敢上璧（上，献上）<br>⑦请以赵十五城为秦王寿（寿，向人敬酒或献礼）<br>⑧臣语曰（语，告诉）<br>⑨赵王鼓瑟（鼓：弹奏）<br>⑩秦王与群臣相视而嘻（嘻：惊怒时发出的声音，这里作动词）<br>b.名词作状语：<br>①而相如廷斥之（廷：在朝堂上）<br>②故令人持璧归，间至赵矣（间，表示\"至\"的方式，从小路）<br>③奉璧西入秦（西，方位名词状语，向西）<br>④怒发上冲冠（上：向上）<br>c.使动用法：<br>①完璧归赵（完，使……完整）<br>②秦王恐其破璧（破，使……破碎）<br>③宁许以负秦曲（负，使……承担）<br>④毕礼而归之（毕，使……完毕；归，使……回去）<br>⑤以绝秦望（以：用……来；绝，断绝）<br>⑥归璧与赵（归：使……归）<br>d.意动用法：<br>①且庸人尚羞之；吾羞，不忍为之下（羞，以……为羞耻）<br>②先国家之急而后私仇也（先，以……为先；后，以……为后）<br>e.形容词作动词：<br>①严大国之威以修敬也（严，尊重）<br>②不知将军宽之至此也（宽，宽宏大量）<br>③大王必欲急臣（急，逼迫，使……急）<br>f.形容词作名词：<br>①而绝秦赵之欢（欢，友好关系）<br>②宁许以负秦曲（曲，理亏之责）<br>g.动词作名词：<br>①未尝有坚明约束者也（约束，盟约）</p> <p><strong>特殊句式</strong><br>a.判断句：（常见句型：……者……也，……也）<br>①廉颇者，赵之良将也（翻译：廉颇，是赵国的良将。）<br>②和氏璧，天下共传宝也<br>③蔺相如者，赵人也<br>④为赵宦者令缪贤舍人<br>⑤吾所以为此者，以先国家之急而后私仇也<br>⑥何者？严大国之以修敬也<br>⑦臣所以去亲戚而事君者，徒慕君之高义也<br>⑧强秦之所以不敢加兵于赵者，徒以吾两人在也<br>⑨我为赵将<br>b.被动句：<br>①而君幸于赵王“于”字表被动（翻译：而您被赵王宠幸）<br>②秦城恐不可得，徒见欺“见”字表被动<br>③臣诚恐见欺于王而负赵“见……于”被动<br>④使不辱于诸侯 “于”字表被动<br>c.倒装句：<br>①宾语前置：<br>1、何以知之（以何知之）<br>2、君何以知燕王（君以何知燕王）<br>②定语后置：<br>1、求人可使报秦者，未得（求可使报秦者人）<br>③介词（短语）后置：<br>1、拜送书于庭（于庭拜送书）<br>2、以勇气闻于诸侯（以勇气于诸侯闻）<br>3、故燕王欲结于君（故燕王欲于君结）<br>4、臣头今与璧俱碎于柱矣（臣头今与璧于柱俱碎矣）<br>5、设九宾于廷（于廷设九宾）<br>6、臣尝从大王与燕王会（于）境上（臣尝从大王与燕王于境上会）<br>7、会于西河外渑池（于西河外渑池会）<br>d.省略句<br>1、传（之）以（之）示美人及左右。<br>2、今君乃亡（于）赵走（于）燕。<br>3、遂与秦王会（于）渑池。<br>4、（缪贤）对曰：“臣尝有罪……”<br>5、不如因厚遇之，使（之）归赵<br>6、相如既归，赵王以（之）为贤大夫</p> <p><strong>成语总结</strong><br>1价值连城：形容物品十分贵重。<br>2完璧归赵：本指蔺相如将和氏璧完好地从秦国送回赵国。后比喻把原物完好地归还本人。<br>3渑池之会：也作“渑池之功”，本指战国时赵国蔺相如在渑池会上不畏秦王，为赵国立下功勋。后泛指为国立下巨大功勋。<br>4布衣之交：平民之间的交往、友谊。也指显贵与无官职的人相交往。<br>5负荆请罪：〖出处〗《史记·廉颇蔺相如列传》：“廉颇闻之，肉袒负荆，因宾客至蔺相如门谢罪。”<br>〖意义〗背着荆杖，表示服罪，向当事人请罪。形容主动向人认错、道歉，自请严厉责罚。<br>6 刎颈之交：〖出处〗《史记·廉颇蔺相如列传》：“卒相与欢，为刎颈之交。”<br>〖意义〗比喻可以同生死、共患难的朋友。<br>7怒发冲冠：〖出处〗《史记·廉颇蔺相如列传》：“相如因持璧却立倚柱，怒发上冲冠。”<br>〖意义〗指愤怒得头发直竖，顶着帽子。形容极端愤怒。<br>8白璧微瑕：〖出处〗《史记·廉颇蔺相如列传》：“相如视秦王无意偿赵城，乃前曰：‘璧有瑕，请指示王。’”<br>〖意义〗洁白的玉上有些小斑点，比喻美中不足。 </p><br/><h2>时代背景</h2> <p>　　本文节选自《史记·廉颇蔺（lìn）相如列传》。原为廉颇、蔺相如、赵奢、李牧等人的合传。这是原传的第一大部分。列传，古代纪传体史书中的一种体例，用来记叙帝王、诸侯以外的历史人物的事迹。</p> <p>　　战国（前403－前221）是一个兼并剧烈的历史时期。本文所叙史实发生在前283年到前279年之间，正值战国中期之末。在此之前，秦早已占领了巴蜀，并夺取魏在河西的全部土地，又多次大败楚军，初步形成了统一全国的趋势。在此期间，秦以主力图楚，前280年秦取楚上庸（今湖北房县、均县等地）及汉水北岸，前278年秦将白起攻破郢都（今湖北江陵），逼楚迁都于陈（今河南淮阳）。尽管如此，秦仍未停止对赵的进攻，所以如何对付秦的挑战已成为赵国安危之所系的大问题。廉颇和蔺相如就是在这个历史舞台上起关键作用的人物。</p> <p>　　战国后期是封建割据，诸侯纷争最严重的时期。赵国处在四战之地，尤其是西邻强秦的威胁最大。本篇记叙廉颇、蔺相如在这种历史情况下，西抗强秦，为赵国的安全和尊严所做出的贡献；同时也写了他们二人为维护赵国的利益，彼此搞好团结的事迹。 </p>",
  "poet": {
    "id": 608,
    "star": 0,
    "name": "司马迁",
    "image": "http://img.gushiwen.org/authorImg/simaqian.jpg",
    "desc": "司马迁（前145年-不可考），字子长，夏阳(今陕西韩城南)人，一说龙门(今山西河津)人。西汉史学家、散文家。司马谈之子，任太史令，因替李陵败降之事辩解而受宫刑，后任中书令。发奋继续完成所著史籍，被后世尊称为史迁、太史公、历史之父。他以其“究天人之际，通古今之变，成一家之言”的史识创作了中国第一部纪传体通史《史记》（原名《太史公书》）。被公认为是中国史书的典范，该书记载了从上古传说中的黄帝时期，到汉武帝元狩元年，长达3000多年的历史，是“二十五史”之首，被鲁迅誉为“史家之绝唱，无韵之离骚”。"
  },
  "tags": [
    "高中文言文",
    "传记",
    "赞美",
    "写人"
  ]
}