{
  "id": 42392,
  "star": 110,
  "name": "杂诗",
  "dynasty": "唐代",
  "content": "劝君莫惜金缕衣，劝君须惜少年时。<br>有花堪折直须折，莫待无花空折枝。</p> <p>青天无云月如烛，露泣梨花白如玉。<br>子规一夜啼到明，美人独在空房宿。</p> <p>空赐罗衣不赐恩，一薰香后一销魂。<br>虽然舞袖何曾舞，常对春风裛泪痕。</p> <p>不洗残妆凭绣床，也同女伴绣鸳鸯。<br>回针刺到双飞处，忆著征夫泪数行。</p> <p>眼想心思梦里惊，无人知我此时情。<br>不如池上鸳鸯鸟，双宿双飞过一生。</p> <p>一去辽阳系梦魂，忽传征骑到中门。<br>纱窗不肯施红粉，徒遣萧郎问泪痕。</p> <p>莺啼露冷酒初醒，罨画楼西晓角鸣。<br>翠羽帐中人梦觉，宝钗斜坠枕函声。</p> <p>行人南北分征路，流水东西接御沟。<br>终日坡前怨离别，谩名长乐是长愁。</p> <p>偏倚绣床愁不起，双垂玉箸翠鬟低。<br>卷帘相待无消息，夜合花前日又西。</p> <p>悔将泪眼向东开，特地愁从望里来。<br>三十六峰犹不见，况伊如燕这身材。</p> <p>满目笙歌一段空，万般离恨总随风。<br>多情为谢残阳意，与展晴霞片片红。</p> <p>两心不语暗知情，灯下裁缝月下行。<br>行到阶前知未睡，夜深闻放剪刀声。</p> <p>近寒食雨草萋萋，著麦苗风柳映堤。<br>早是有家归未得，杜鹃休向耳边啼。</p> <p>水纹珍簟思悠悠，千里佳期一夕休。<br>从此无心爱良夜，任他明月下西楼。</p> <p>数日相随两不忘，郎心如妾妾如郎。<br>出门便是东西路，把取红笺各断肠。</p> <p>无定河边暮角声，赫连台畔旅人情。<br>函关归路千馀里，一夕秋风白发生。</p> <p>花落长川草色青，暮山重叠两冥冥。<br>逢春便觉飘蓬苦，今日分飞一涕零。</p> <p>洛阳才子邻箫恨，湘水佳人锦瑟愁。<br>今昔两成惆怅事，临邛春尽暮江流。</p> <p>浙江轻浪去悠悠，望海楼吹望海愁。<br>莫怪乡心随魄断，十年为客在他州。",
  "fanyi": "<p><strong>译文</strong><br>其一<br>我劝你不要顾惜华贵的金缕衣，我劝你一定要珍惜青春少年时。<br>花开宜折的时候就要抓紧去折，不要等到花谢时只折了个空枝。</p> <p>其十三<br>时令将近寒食，春雨绵绵春草萋萋；春风过处苗麦摇摆，堤上杨柳依依。<br>这是为什么啊，此前我有家却归去不得。杜鹃啊，不要在我耳边不停地悲啼。</p> <p><strong>注释</strong><br>其一<br>金缕衣：缀有金线的衣服，比喻荣华富贵。<br>堪：可以，能够。<br>直须：不必犹豫。直：直接，爽快。<br>莫待：不要等到。</p> <p>其十三<br>著：吹入。<br>早是：此前。<br>杜鹃：鸟名，即子规。<br>休：不要。</p>",
  "shangxi": "<h2>其十九赏析</h2> <p>　　这首<a href=\"http://so.gushiwen.org/view_42392.aspx\">诗</a>是题在杭州望海楼的柱子上的。作者名姓已不可考，但我们可从中体会到一种复杂的情感。这不是一般的思乡之情，而是作者常年羁旅在外而产生的一种落寞之感。</p> <p>　　首句以景起笔，“浙江轻浪去悠悠”，诗人在杭州钱塘江边的望海楼上向远处眺望，看到了这一场景。在这里，这个叠字“悠悠”下得好，钱塘江的水面悠长而空寂，而诗人的心事又何尝不是如此呢？无论是“悠悠”的水波，还是“悠悠”的往事，它们都“去”了，一去不复返，只停留在诗人的记忆里。但是诗人又是如此怀念它们，所以就产生了第二句中所说的“愁”。“望海楼吹望海愁”，有人曾就此句对此诗的作者提出猜想，认为这首诗系<a href=\"http://so.gushiwen.org/author_434.aspx\">郑谷</a>所作，因为第二句中所用的反复手法正是郑诗中常见的。而据笔者考查，这种说法是不确切的，因为郑守愚是宜春（今属江西）人，其一生中并未有在余杭（杭州）的经历。但是，这一句所用的手法却是与郑的反复惊人地相似。望海楼上吹来的当然是海风，但在诗人笔下，望海楼上随海风而来的，似有淡淡的忧愁。这个“望海愁”，不仅与“望海楼”谐音，给人以音律反复回环之感，而且“望海”之愁，意蕴深远，含蓄蕴藉。望海时到底引发了什么愁绪？这里诗人没有说，但后二句中却有很明显的答案。</p> <p>　　第三句笔锋陡然一转，“莫怪乡心随魄断”，“乡心”即思乡之心，“乡心”断即谓诗人已不再思乡，这是为什么？这又是一个问题，而这一问题又在第四句中给出了答案。“十年为客在他州”，原来诗人已在杭州作客十年，十年不得回乡，对故乡早已淡忘，因此是“乡心随魄断”。故乡在诗人心中早已成为远方天际的浮云了啊。</p> <p>　　那么诗人为什么要“愁”呢？答案就在三四两句中。这其实是诗人“说话的艺术”。“乡心随魄断”是真的已断乡心了吗？很明显不是的，若是则诗人也不必生愁。但诗人偏说：我的乡心早已断结了，因为我远在异乡时间已经太长了。看似豁达，实则倍加思乡！其字字皆从千百回转后得来，方能令人回肠荡气，长吟击节！由此看来，诗人不是“乡心断”，而是“乡心甚深”，以致随魄皆断。这里注意这个“随魄”。如若诗人果真已将故乡忘却，那么他为什么要“断魄”呢？为什么要生愁呢？所以说这是曲笔言愁，而余味悠长。如果诗人一味说“我如何如何思乡啊！”，非但不能感人，而且根本不成艺术了。<br>　　这首诗的艺术特色显然在于情感的表达，其情感并不直接用语言叙述出，而是让大家在读完全诗中体味出。第二句中“望海楼”“望海愁”交错复沓，声音婉转，而意在突出“望海”，进而引出诗人所表达的“愁”。晚唐的诗风自李义山已渐趋朦胧，而这首诗在朦胧中又有明确的情感，让人回味无穷，无疑是一首上品的佳作。</p><br/><h2>其一赏析</h2> <p>　　此<a href=\"http://so.gushiwen.org/view_42392.aspx\">诗</a>含意很单纯，可以用“莫负好时光”一言以蔽之。这原是一种人所共有的思想感情。可是，它使得读者感到其情感虽单纯却强烈，能长久在人心中缭绕，有一种不可思议的魅力。它每个诗句似乎都在重复那单一的意思“莫负好时光！”而每句又都寓有微妙变化，重复而不单调，回环而有缓急，形成优美的旋律，反复咏叹强调爱惜时光，莫要错过青春年华。从字面看，是对青春和爱情的大胆歌唱，是热情奔放的坦诚流露。然而字面背后，仍然是“爱惜时光”的主旨。因此，若作“行乐及时”的宗旨看似乎低了，作“珍惜时光”看，便摇曳多姿，耐人寻味。</p> <p>　　一、二句式相同，都以“劝君”开始，“惜”字也两次出现，这是二句重复的因素。但第一句说的是“劝君莫惜”，二句说的是“劝君须惜”，“莫”与“须”意正相反，又形成重复中的变化。这两句诗意又是贯通的。“金缕衣”是华丽贵重之物，却“劝君莫惜”，可见还有远比它更为珍贵的东西，这就是“劝君须惜”的“少年时”了。至于其原因，诗句未直说，那本是不言而喻的：“一寸光阴一寸金，寸金难买寸光阴”，贵如黄金也有再得的时候，“千金散尽还复来”；然而青春对任何人也只有一次，它一旦逝去是永不复返的。可是，世人多惑于此，爱金如命、虚掷光阴的真不少呢。一再“劝君”，用对白语气，致意殷勤，有很浓的歌味，和娓娓动人的风韵。两句一否定，一肯定，否定前者乃是为肯定后者，似分实合，构成诗中第一次反复和咏叹，其旋律节奏是纡回徐缓的。</p> <p>　　三、四句则构成第二次反复和咏叹，单就诗意看，与一、二句差不多，还是“莫负好时光”那个意思。这样，除了句与句之间的反复，又有上联与下联之间的较大的回旋反复。但两联表现手法就不一样，上联直抒胸臆，是赋法；下联却用了譬喻方式，是比义。于是重复中仍有变化。三、四没有一、二那样整饬的句式，但意义上彼此是对称得铢两悉称的。上句说“有花”应怎样，下句说“无花”会怎样；上句说“须”怎样，下句说“莫”怎样，也有肯定否定的对立。二句意义又紧紧关联：“有花堪折直须折”是从正面说“行乐须及春”意，“莫待无花空折枝”是从反面说“行乐须及春”意，似分实合，反复倾诉同一情愫，是“劝君”的继续，但语调节奏由徐缓变得峻急、热烈。“堪折——直须折”这句中节奏短促，力度极强，“直须”比前面的“须”更加强调。这是对青春与欢爱的放胆歌唱。这里的热情奔放，不但真率、大胆，而且形象、优美。“花”字两见，“折”字竟三见；“须——莫”云云与上联“莫——须”云云，又自然构成回文式的复叠美。这一系列天然工妙的字与字的反复、句与句的反复、联与联的反复，使诗句琅琅上口，语语可歌。除了形式美，其情绪由徐缓的回环到热烈的动荡，又构成此诗内在的韵律，诵读起来就更使人感到回肠荡气了。</p> <p>　　有一种歌词，简单到一句两话，经高明作曲家配上优美的旋律，反复重唱，尚可获得动人的风韵；而《金缕衣》，起诗意单纯而不单调，有往复，有变化，一中有多，多中有一，作为独立的诗篇一摇曳多姿，更何况它在唐代是配乐演唱，因此而被广泛流唱了。</p> <p>　　此诗另一显著特色在于修辞上的别致新颖。一般情况下 ，旧诗中比兴手法往往合一，用在诗的发端； 而绝句往往先景语后情语。此诗一反惯例，它赋中有兴，先赋后比 ，先情语后景语，殊属别致。“劝君莫惜金缕衣”一句是赋 ，而以物起情，又有兴的作用。 诗的下联是比喻，也是对上句“须惜少年时”诗意的继续生发 。不用“人生几何 ”式直截的感慨，用花来比少年好时光，用折花来比莫负大好青春，既形象又优美，创造出一个意象世界。</p> <p>　　这就是艺术的表现，形象思维。错过青春便会导致无穷悔恨，这种意思，此诗本来可以用但却没有用“老大徒伤悲”一类成语来表达，而紧紧朝着折花的比喻向前走，继而造出“无花空折枝”这样闻所未闻的奇语。没有沾一个悔字恨字，而“空折枝”三字却耐人寻味，富有艺术感染力。</p><br/><h2>其十三简析</h2> <p>　　这是歌咏游客居外不得返乡之情的<a href=\"http://so.gushiwen.org/view_42392.aspx\">诗</a>。意思是在说寒食、清明将到，客居不能返乡，却听得杜鹃悲泣，更为伤感，大有 “每逢佳节倍思亲”之慨。诗的节奏独特，首两句节拍为“一、三、三”，然而却谐绝句平仄韵，这是绝句中少见的。句写六朝往事如梦，台城早已破败；三、四句写风景依旧，人世沧桑。触景生情，借景寄慨，暗寓伤今。语言含蓄蕴藉，情绪无限感伤。</p> <p>　　节令转换，季节新来，但自己仍羁旅漂零，听杜鹃啼血，令人心惊。</p>",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "无名氏"
  },
  "tags": [
    "抒情"
  ]
}