{
  "id": 50368,
  "star": 338,
  "name": "水调歌头·中秋",
  "dynasty": "宋代",
  "content": "砧声送风急，蟠蟀思高秋。我来对景，不学宋玉解悲愁。收拾凄凉兴况，分付尊中醽醁，倍觉不胜幽。自有多情处，明月挂南楼。<br>怅襟怀，横玉笛，韵悠悠。清时良夜，借我此地倒金瓯。可爱一天风物，遍倚阑干十二，宇宙若萍浮。醉困不知醒，欹枕卧江流。",
  "fanyi": "<p><strong>译文<br></strong>中秋的时候，捣衣声混杂着风声，蟠蟀好像在思索高爽的秋天。我面对着这样的景象，是不会学去纾解悲愁的。把凄凉的心意收拾起来，给每个酒樽里都倒上美酒，内心更加觉得抵不过这样的幽静。明月挂在南楼正是我觉得充满情趣的地方所在。<br>怅惘这样的胸怀，于是拿起笛子吹奏，笛声的韵律悠悠扬扬。在这清平之时，良美之夜，就把这块地方借给我让我痛饮。看着这一天可爱的风景，我倚着曲曲折折的栏杆，宇宙在我眼里也只是小小的浮萍。喝醉困乏了就靠着枕头临江而睡，不知道什么时候会醒来。</p> <p><strong>注释<br></strong>①砧声：也作“碪声”，捣衣声。<a href=\"http://so.gushiwen.org/author_600.aspx\">元好问</a>《短日》：短日碪声急，重云雁影深。<br>②蟠蟀：蟋蟀的一种，宋代顾逢曾作《观鬭蟠蟀有感》。<br>③高秋：天高气爽的秋天。<br>④宋玉解悲秋：宋玉《九辨》：悲哉秋之为气也，萧瑟兮草木摇落而变衰。<br>⑤兴况：情趣，意趣。<br>⑥分付：分别付予，这里指给酒樽分别倒酒。<br>⑦醽醁（líng&nbsp; lù）：古代的一种美酒。<br>⑧清时：清平之时，也指太平盛世。<br>⑨金瓯（ōu）：酒杯的美称。瓯，杯子。<br>⑩阑干十二：曲曲折折的栏杆。阑干，即栏杆。十二，形容曲折之多。<br>⑪欹（qī）:斜倚着，斜靠。</p>",
  "shangxi": "<p>　　，字元章，宋代大书画家。据《挥麈后录》记其为人：“滑稽玩世，不能俯仰顺时”。这首词就是借赏中秋之机，表白他为人的高洁。</p> <p>　　“砧声送风急，蟋蟀思高秋”。“砧声”、“蟋蟀”为秋天典型的象征景物。砧上捣衣远寄征人，表明气候转寒了；墙边蟋蟀鸣叫，也是一种触发人秋思的景象。前一句为了突出“砧声”，增强秋的感觉，属倒装句，写词人先是听到急促的砧声，而后才觉仿佛是砧声送来了秋风。同样，也是先听到蟋蟀鸣叫，而后才意识到时令已进入高秋季节。</p> <p>　　“我来对景，不学<a href=\"http://so.gushiwen.org/author_358.aspx\">宋玉</a>解悲愁。”宋玉《九辨》中有：“悲哉秋之为气也，萧瑟兮草木摇落而变衰”名句，从此，“见落叶而悲秋”，便成为文人一种传统的心态和崇尚。米芾一反宋玉伤感的秋景的幽雅，正显示出词人的高洁与旷达。</p> <p>　　“收拾凄凉兴况，分付尊中醽?，倍觉不胜幽。”因为砧声和蟋蟀等秋声，毕竟会给人带来秋意，所以词人说，让酒杯里的好酒，把凄凉的情调收起来，就会感觉到这些景物加倍的幽雅。</p> <p>　　上片结句：“自有多情处，明月挂南楼。”就是说还有富于情致之处，就是一轮明月在楼的南边冉冉升起，以它皎洁的光辉，把宇宙幻化成银色的世界，使人从压抑沉闷的情绪中解放出来为之清爽。</p> <p>　　词的下片，侧重抒发词人向往隐居生活之意。过片换头“怅襟怀，横玉笛，韵悠悠”三句，写词人要把他胸中的忧思，用富有情韵笛声抒发出来。接着“清时良夜，借我此地倒金瓯”二句，承上述忧伤意脉，于是想到要借此清时良夜，来一番吃酒浇愁的情致。下面“可爱一天风物，遍倚栏干十二，宇宙若萍浮”三句，则是写词人面对诱人的风物，并不是惬心地去欣赏，而是倚遍阑干在深思。最终悟出了，世界像浮萍一样的结论。词的歇拍“醉困不知醒，欹枕卧江流”两句。这是词人悟出了“宇宙若萍浮”的人生哲学之后的付诸行动，即要像<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>那样“但愿长醉不愿醒”，“明朝散发弄扁舟”，而远离污浊的人世，去隐没江湖之中去。以发泄他的不满，这正是米芾晚年学禅的思想基础。</p> <p>　　《宋史·米芾传》说：“芾为文奇险，不蹈袭前人轨辙。……又不能与世俯仰，故从仕数困。”米芾这首中秋词，写法巧妙，除上片结拍点出“明月挂高楼”外，字面上再没有“月”字出现，然而却使人感到如置身在月光的整个银色世界之下的优美境界之中，写得清空而不质实，正体现了他“不蹈袭前人轨辙”的创新精神，表现了米芾的特有风格。</p>",
  "poet": {
    "id": 697,
    "star": 0,
    "name": "米芾",
    "image": "http://img.gushiwen.org/authorImg/mifu.jpg",
    "desc": "米芾（1051-1107），北宋书法家、画家，书画理论家。祖籍太原，迁居襄阳。天资高迈、人物萧散，好洁成癖。被服效唐人，多蓄奇石。世号米颠。书画自成一家。能画枯木竹石，时出新意，又能画山水，创为水墨云山墨戏，烟云掩映，平淡天真。善诗，工书法，精鉴别。擅篆、隶、楷、行、草等书体，长于临摹古人书法，达到乱真程度。宋四家之一。曾任校书郎、书画博士、礼部员外郎。"
  },
  "tags": [
    "中秋节",
    "饮酒",
    "抒情"
  ]
}