{
  "id": 69107,
  "star": 447,
  "name": "登快阁",
  "dynasty": "宋代",
  "content": "痴儿了却公家事，快阁东西倚晚晴。<br>落木千山天远大，澄江一道月分明。<br>朱弦已为佳人绝，青眼聊因美酒横。<br>万里归船弄长笛，此心吾与白鸥盟。",
  "fanyi": "<p><strong>译文</strong><br>我并非大器，只会敷衍官事，忙碌了一天了，趁着傍晚雨后初晴，登上快阁来放松一下心情。<br>举目远望，时至初冬，万木萧条，天地更显得阔大。而在朗朗明月下澄江如练分明地向远处流去。<br>友人远离，早已没有弄弦吹箫的兴致了，只有见到美酒，眼中才流露出喜色。<br>想想人生羁绊、为官蹭蹬，还真不如找只船坐上去吹着笛子，漂流到家乡去，在那里与白鸥做伴逍遥自在岂不是更好的归宿。 </p> <p><strong>注释</strong><br>[1] 快阁：在吉州泰和县(今属江西)东澄江（赣江）之上，以江山广远、景物清华著称。此<a href=\"http://so.gushiwen.org/view_69107.aspx\">诗</a>作于元丰五年(1082)作者任泰和令时。<br>[2]痴儿了却公家事：意思是说，自己并非大器，只会敷衍官事。痴儿，作者自指。《晋书·傅咸传》载杨济与傅咸书云：“天下大器，非可稍了，而相观每事欲了。生子痴，了官事，官事未易了也，了事正作痴，复为快耳。”这是当时的清谈家崇尚清谈，反对务实的观点，认为一心想把官事办好的人是“痴”，<a href=\"http://so.gushiwen.org/author_268.aspx\">黄庭坚</a>这里反用其意，以“痴儿”自许。了却，完成。<br>[3]东西：东边和西边 。指在阁中四处周览。<br>[4]倚：倚靠 <br>[5]落木：落叶<br>[6]澄江：指赣江。澄，澄澈，清澈。<br>[7]“朱弦”句：《吕氏春秋·本味》：“钟子期死，伯牙破琴绝弦，终身不复鼓琴，以为世无足复为鼓琴者。”朱弦：这里指琴。佳人：美人，引申为知己、知音。 <br>[8]“青眼”句：《晋书·<a href=\"http://so.gushiwen.org/author_698.aspx\">阮籍</a>传》：“（阮）籍又能为青白眼，见礼俗之士，以白眼对之。及嵇喜来吊，籍作白眼，喜不怿而退。喜弟康闻之，乃赍酒挟琴造焉，籍大悦，乃见青眼。”青眼：黑色的眼珠在眼眶中间,青眼看人则是表示对人的喜爱或重视、尊重，指正眼看人 。 白眼指露出眼白，表示轻蔑。 聊：姑且。<br>[9]弄：演奏<br>[10]与白鸥盟：据《列子·黄帝》：“海上之人有好沤（鸥）鸟者，每旦之海上从沤鸟游，沤鸟之至者，百住而不止。其父曰：‘吾闻沤鸟皆从汝游，汝取来吾玩之。’明日之海上，沤鸟舞而不下也。”后人以与鸥鸟盟誓表示毫无机心，这里是指无利禄之心，借指归隐。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这是<a href=\"http://so.gushiwen.org/author_268.aspx\">黄庭坚</a>在太和知县任上登快阁时所作的抒情小<a href=\"http://so.gushiwen.org/view_69107.aspx\">诗</a>。</p> <p>　　一般说来，文章或诗歌开头往往较难，以致有的文学家常将其开头处砍去，这是因为开头处，作者还没有和作品的情境融为一体，因而容易作态。黄山谷此诗起首，用通俗口语娓娓道来，但又能构思奇妙，引人入境。诗人说，我这个呆子办完公事，登上了快阁，在这晚晴余辉里，倚栏远眺。这二句，看似通俗浅近，却包涵着极为丰富的内容：前句是用《晋书·傅咸传》所载夏侯济之语，\"生子痴，了官事，官事未易了也。了事正坐痴，复为快耳！\"后句用<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>\"注目寒江倚山阁\"及<a href=\"http://so.gushiwen.org/author_204.aspx\">李商隐</a>\"万古贞魂倚暮霞\"之典，还多有翻新出奇之妙。\"痴儿\"二字翻前人之意，直认自己是\"痴儿\"，此为谐趣之一；\"了却\"二字，渲染出了诗人如释重负的欢快心情，与\"快阁\"之\"快\"暗相呼应，从而增加了一气呵成之感此为妙用二；\"倚晚晴\"三字，更是超脱了前人的窠臼。杜诗之\"倚\"，倚于山阁，乃实境平叙；李诗之\"倚\"，主语为\"万古贞魂\"，乃虚境幻生而成；黄诗之\"倚\"，可谓虚实相兼；诗人之\"倚\"，乃是实景，但却倚在无际无垠的暮色晴空。读此三家，宛如一幅艺术摄影，在晚霞的逆光里，诗人与亭阁的背影...... </p> <p>　　不仅如此，\"倚晚晴\"三字，还为下句的描写，作了铺垫渲染，使诗人顺势迸出了\"落木千山天远大，澄江一道月分明\"的绝唱。远望无数秋山，山上的落叶飘零了，浩渺的天空此时显得更加辽远阔大，澄净如玉的澄江在快阁亭下淙淙流过，一弯新月，映照在江水中，显得更加空明澄澈。这是诗人初登快阁亭时所览胜景的描绘，也是诗人胸襟怀抱的写照。读这样的诗句，不禁使人想起杜甫\"无边落木萧萧下，不尽长江滚滚来\"和谢眺\"余霞散成绮，澄江净如练\"的名句。但黄山谷之句，既汲取了前辈的养料加以锻炼熔造，又是新的境界再现。所以前人曾评此二句道：\"其意境天开，则实能劈古今未泄之奥妙。\"（张宗泰《鲁斋所学集》） </p> <p>　　五、六二句，是诗人巧用典故的中句。前句用伯牙捧琴谢知音的故事。《吕氏春秋·本味篇》载：\"钟子期死，伯牙破琴绝弦，终身不复鼓琴，以为世无足复为鼓琴者。\"后句用<a href=\"http://so.gushiwen.org/author_698.aspx\">阮籍</a>青白眼事。史载阮籍善为青白眼，\"见礼俗之士，以白眼对之\"，见所悦之人，\"乃见青眼\"（《晋书·阮籍传》）。诗人这二句大意是说，因为知音不在，我弄断了琴上的朱弦，不再弹奏，于是只好清樽美酒，聊以解忧了。此处\"横\"字用得很生动，把诗人无可奈何、孤独无聊的形象神情托了出来。 </p> <p>　　结句诗人说自己希望能坐上归船，吹弄着悠扬的长笛，回到那遥远的故乡——我的这颗心呵，早已和白鸥订好盟约了。从全诗的结构看，这个结尾是相当精彩的：起首处诗人从\"痴儿了却官家事\"说起，透露了对官场生涯的厌倦和对登快阁亭欣赏自然景色的渴望；然后，渐入佳境，诗人陶醉在落木千山，澄江月明的美景之中，与起首处对\"公家事\"之\"了却\"形成鲜明对照；五、六句诗人作一迭宕：在良辰美景中，诗人心内的忧烦无端而来，诗人感受到自己的抱负无法实现、自己的胸怀无人理解的痛苦。那么，解脱的出路何在呢？这就很自然地引出了诗人的\"归船\"、\"白鸥\"之想。这一结尾，不但呼应了起首，顺势作结，给人以\"一气盘旋而下之感\"（潘伯鹰评语）。而且意味隽永，让人想象无穷。 </p> <p>　　全诗明白如话，因景抒情寄慨，字字紧扣，层层关联，用典贴切，无一字无来处，体现了江西诗派用字新奇、笔力雄健的特点。</p> <p>　　此诗极受后人称赏。<a href=\"http://so.gushiwen.org/author_667.aspx\">姚鼐</a>称此诗\"豪而有韵，此移太白歌行于七律内者\"；方东树评析说：\"起四句且叙且写，一往浩然，五、六句对意流行。收尤豪放。此所谓寓单行之气于排偶之中者。\"这些评析都是十分切中肯綮的。翁方纲评黄山谷诗云：\"坡公之外又出此一种绝高之风骨，绝大之境界，造化元气发泄透矣。\"细吟此诗，当知无愧。 </p> <p>　　黄庭坚作诗以学杜甫为宗旨，专意学其“拗句”；又提倡“无一字无来处”而“点铁成金”、“夺胎换骨”，从而形成独具风格的“山谷体”。体现其特征的作品如： </p> <p>　　石吾甚爱之，勿遣牛砺角。牛砺角尚可，牛斗残我竹。(《题竹石牧牛》) </p> <p>　　对“落木千山天远大，澄江一道月分明”的赏析</p> <p>　　“远望群山，落木萧萧。天空开阔明朗，眺望江水，澄净江面上的月色皎洁明净。</p> <p>　　这种景表现了诗人对官场生活厌倦和投身自然的愉悦。 </p>",
  "about": "<h2>创作背景</h2> <p>　　此<a href=\"http://so.gushiwen.org/view_69107.aspx\">诗</a>作于宋神宗元丰五年（1082），时<a href=\"http://so.gushiwen.org/author_268.aspx\">黄庭坚</a>在吉州泰和县（今属江西）任知县，公事之余，诗人常到“澄江之上，以江山广远，景物清华得名”（《清一统治·吉安府》）的快阁览胜。此时作者三十八岁，在太和令任上已有三个年头。</p>",
  "poet": {
    "id": 268,
    "star": 0,
    "name": "黄庭坚",
    "image": "http://img.gushiwen.org/authorImg/huangtingjian.jpg",
    "desc": "黄庭坚（1045.8.9-1105.5.24），字鲁直，号山谷道人，晚号涪翁，洪州分宁（今江西省九江市修水县）人，北宋著名文学家、书法家，为盛极一时的江西诗派开山之祖，与杜甫、陈师道和陈与义素有“一祖三宗”（黄庭坚为其中一宗）之称。与张耒、晁补之、秦观都游学于苏轼门下，合称为“苏门四学士”。生前与苏轼齐名，世称“苏黄”。著有《山谷词》，且黄庭坚书法亦能独树一格，为“宋四家”之一。"
  },
  "tags": [
    "古诗三百首",
    "高中古诗",
    "登楼",
    "写景",
    "抒情"
  ]
}