{
  "id": 72250,
  "star": 243,
  "name": "孔子世家赞",
  "dynasty": "两汉",
  "content": "　　太史公曰：《诗》有之：“高山仰止，景行行止。”虽不能至，然心乡往之。余读孔氏书，想见其为人。适鲁，观仲尼庙堂车服礼器，诸生以时习礼其家，余祗回留之不能去云。天下君王至于贤人众矣，当时则荣，没则已焉。孔子布衣，传十余世，学者宗之。自天子王侯，中国言《六艺》者折中于夫子，可谓至圣矣！",
  "fanyi": "<p><strong>译文一</strong><br>　　太史公说：《<a href=\"http://so.gushiwen.org/view_72250.aspx\">诗</a>经》上有句话：“巍峨的高山可以仰望，宽广的大道可以循着前进。”我虽然不能到达那里，但是心中一直向往它。我读孔子的书，由推理可以知道他的为人。<br>　　到了鲁国，看到孔子的祠堂、他的车子、衣服和礼器，许多儒生在他家里按时演习礼仪，我徘徊留恋，舍不得离开。<br>　　天下的君王以及贤人是很多的，（他们大多是）当时的荣耀，死后就完了。<br>　　孔子是一个平民，传到十几代，读书的人都尊崇他。从天子王侯，到全国研究六经的人，都以孔子的学说作为准则，孔子可以说是道德学问最高尚的人了！</p><p><strong>译文二</strong><br>　　太史公说：《诗经-小雅-车辖》中有这样的句子：“高山吗，人人都仰望着，大路吗，个个都可通行。”虽然不能人人都能登上那高山绝顶，踏上那大路坦途，但心总是向往着它。我读着孔子的书，便想见他的为人。到了鲁国，参观孔子的庙堂、孔子用过的车子、穿过的衣服以及祭祀器具，见到众儒生按时在他家里演习礼仪，我恭敬地徘徊留连，不肯离去。自古以来，天下的君王以及贤人太多了，一般都在当时荣显，死后也就完了。<br>　　孔子是普通的百姓，传了十余代，学者仍然尊崇他。从天子、王侯起，中国讲说“六艺”的人，都以孔子作为判断是非的标准。孔子，可以说是最了不起的圣人了。</p><p><strong>译文三</strong><br>　　太史公说：《诗经》有这样的话：“巍峨的高山令人仰望，宽阔的大路让人行走。”<br>　　尽管我不能回到孔子的时代，然而内心非常向往。我阅读孔氏的书籍，可以想见到他的为人。去到鲁地，观看仲尼的宗庙厅堂、车辆服装、礼乐器物，儒生们按时在孔子故居演习礼仪，我流连忘返以至留在那里无法离去。天下从君王直至贤人，是很多很多了，生前都荣耀一时，死后也就完。<br>　　孔子是个平民，传世十几代，学者尊祟他。上起天子王侯，中原凡是讲习六经的都要以孔夫子为标准来判断是非，孔子可说是至高无上的圣人了！</p><p><strong>注释</strong><br>①选自《史记·孔子世家》（中华书局1959年版）。《史记》一百三十篇，每篇最后都以“太史公曰”的形式，对所记的历史人物或事件加以评论，一般称为赞。赞，文体名。本文是《史记·孔子世家》的赞，是作者对孔子的评论。<br>②太史公：<a href=\"http://so.gushiwen.org/author_608.aspx\">司马迁</a>的官名，用以自称。<br>③高山仰止，景行行止：出自《诗经·小雅·车舝（xiá）》。仰，这里是仰慕、敬仰的意思。景行，大道。这里喻指高尚的品德。行，这里是效法的意思。止，句末语气助词，无意义。<br>④乡：通“向”。<br>⑤适：往。<br>⑥祗（zhī）回：相当于“低回”。流连，盘桓。祗，恭敬。有的版本作“低回”。<br>⑦布衣：没有官职的人。<br>⑧《六艺》：指六经，即《诗》《书》《礼》《乐》《易》《春秋》。<br>⑨折中：调和取证。</p>",
  "shangxi": "<h2>评析</h2> <p>　　<a href=\"http://so.gushiwen.org/author_608.aspx\">司马迁</a>读孔子著作之际，在内心深处极为敬佩这位古代的圣人。在司马迁看来。孔子是一座巍峨的高山，使人仰慕。来到孔子故居之后，他对孔子有了更深的理解，向往之情得到进一步的强化。他见到了孔子的庙堂、车服、礼器，见到这些与孔子密切相关的器物以后，好像孔子的形象就在自己的眼前。司马迁在孔子故居还见到许多儒生按时在他家中演习礼仪，儒生的习礼是那样的虔诚，可见孔子的思想有着巨大的精神魅力。此情此景，司马迁被强烈地吸引了，以至不愿离开圣人的故居。</p> <p>　　《孔子世家赞》是《史记·孔子世家》的结束语。孔子原本不是王侯将相，但司马迁却把他列入“世家”。他不是完全按照官本位来处理历史人物，他把孔子当做古代的圣人来看待。这说明司马迁颇具远见与卓识。</p> <p>　　在写作手段方面，此文为虚实结合。开篇引用《<a href=\"http://so.gushiwen.org/view_72250.aspx\">诗</a>经》的话，抒发作者的感慨，乃是凭虚而起。中间部分叙写在孔子故居的所见与感受。结尾部分用“可谓至圣矣”来做结论。令人信服。</p>",
  "poet": {
    "id": 608,
    "star": 0,
    "name": "司马迁",
    "image": "http://img.gushiwen.org/authorImg/simaqian.jpg",
    "desc": "司马迁（前145年-不可考），字子长，夏阳(今陕西韩城南)人，一说龙门(今山西河津)人。西汉史学家、散文家。司马谈之子，任太史令，因替李陵败降之事辩解而受宫刑，后任中书令。发奋继续完成所著史籍，被后世尊称为史迁、太史公、历史之父。他以其“究天人之际，通古今之变，成一家之言”的史识创作了中国第一部纪传体通史《史记》（原名《太史公书》）。被公认为是中国史书的典范，该书记载了从上古传说中的黄帝时期，到汉武帝元狩元年，长达3000多年的历史，是“二十五史”之首，被鲁迅誉为“史家之绝唱，无韵之离骚”。"
  },
  "tags": [
    "古文观止"
  ]
}