{
  "id": 73197,
  "star": 8,
  "name": "益州夫子庙碑",
  "dynasty": "唐代",
  "content": "　　述夫帝车南指，遁七曜於中阶；华盖西临，藏五?於太甲。虽复星辰荡越，三元之轨躅可寻；雷雨沸腾，六气之经纶有序。然则抚铜浑而观变化，则万象之动不足多也；握瑶镜而临事业，则万机之凑不足大也。故知功有所服，龟龙不能谢鳞介之尊；器有所归，江汉不能窃朝宗之柄。是以朱阳登而九有照，紫泉清而万物睹。粤若皇灵草昧，风骊受河洛之图；帝象权舆，?凤锡乾坤之瑞。高辛尧舜氏没，大夏殷周氏作，达其变遂成天下之文，极其数遂定天下之象。衣冠度律。随鼎器而重光；玉帛讴歌，反宗而大备。洎乎三川失御，九服蒙尘。俎豆丧而王泽竭，钟鼓衰而颂声寝。召陵高会，诸侯轻汉水之威；践土同盟，天子窘河阳之召。三微制度，乘战道而横流；千载英华，与王风而扫地。大业不可以终丧，彝伦不可以遂绝。由是山河联兆，素王开受命之符；天地氤氲，元圣举乘时之策。兴九围之废典，振六合之颓纲。有道存焉，斯文备矣。</p> <p>　　夫子姓孔氏，讳邱，字仲尼，鲁国邹人也。帝天乙之灵苗，宋微子之洪绪。自元禽翦夏，俘宝玉於南巢；白马朝周，载旌旗於北面。五迁神器，琮璜高列帝之荣；三命雄图，钟鼎冠承家之礼。商邱诞睿，下属於防山；泗水载灵，遥驰於汶上。礼乐由其委输，人仪所以来苏，排祸乱而构乾元，扫荒屯而树真宰，圣人之大业也。</p> <p>　　若乃承百王之丕运，总千圣之殊姿。人灵昭有作之期，岳渎降非常之表。珠衡玉斗，徵象纬於天经；虎踞龙蹲，集风?於地纪。亦犹三阶瞰月，恒星知太紫之宫；八柱冲霄，群岭辨中黄之宅，圣人之至象也。</p> <p>　　若乃顺时而动，用晦而明。纡圣哲於常师，混波流於下问。太阳亭午，收爝火於丹衡；沧浪浮天，控涓涔於翠渚。西周捧袂，仙公留紫气之书；东海抠衣，郯子叙青?之秩。接舆非圣，询去就於狂歌；童子何知？屈炎凉於诡问，圣人之降迹也。</p> <p>　　若乃参神揆训，录道和倪。辱太白於中都，绊乘黄於下邑。湛无为之迹而众务同并，驰不言之化而群方取则。虽复霓旌羽旆，齐人张夹谷之威；八佾三雍，桓氏逼公宫之制。洎乎历阶而进，宣武备而斩徘优；推义而行，肃刑书而诛正卯。用能使四方知罪，争归旧好之田；三家变色，愿执陪臣之礼，圣人之成务也。</p> <p>　　若乃乘机动用，历聘栖遑；神经幽显，志大宇宙。东西南北，推心於暴乱之朝；恭俭温良，授手於危亡之国。道之将行也命，道之将废也命。归齐去鲁，发浩叹於衰周；厄宋围陈，奏悲歌於下蔡，圣人之救时也。</p> <p>　　若乃筐篚六艺，笙簧五典。折旋洙泗之间，探赜唐虞之际。三千弟子，攀睿化而升堂；七十门人，奉洪规而入室。从周定礼，宪章知损益之源；反鲁裁诗，雅颂得弦歌之旨。备物而存道，下学而上达。援神叙教，降赤制於南宫；运斗陈经，动元符於北洛，圣人之立教也。</p> <p>　　若乃观象设教，法三百八十四爻四十有九；穷神知化，应万一千二百五十策五十有五。成变化而行鬼神，观阴阳而倚天地。以鼓天下之动，以定天下之疑。索众妙於重元，纂群微於太素，圣人之赞易也。</p> <p>　　若乃灵襟不测，睿视无涯。石昭集隼之庭，土缶验贲羊之井。稽山南望，识皓骨於封禺；蠡泽东浮，考丹萍於梦渚。麟图鉴远，金编题佐汉之符；凤德钩深，玉策筮亡秦之兆，圣人之观化也。</p> <p>　　时义远矣，能事毕矣。然後拂衣方外，脱屣人间，奠楹兴夕梦之灾，负杖起晨歌之迹。挠虹梁於大厦，物莫能宗；摧日观於鲁邱。吾将安仰？明均两曜，不能迁代谢之期；序合四时，不能革盈虚之数。适来夫子时也，适去夫子顺也。为而不有，用九五而长驱；成而勿居，抚?霓而高视，圣人之应化也。</p> <p>　　自四教远而微言绝，十哲丧而大义乖。九师争大易之门，五传列春秋之辐；六体分於楚晋，四始派於齐韩。淹中之妙键不追，稷下之高风代起。百家腾跃，攀户牖而同归；万匹驱驰，仰陶钧而其贯。犹使丝簧金石，长悬阙里之堂；荆棘蓬蒿，不入昌平之墓，圣人之遗风也。</p> <p>　　导扬十圣，光被六虚，乘素履而保安贞，垂黄裳而获元吉。故能贵而无位，履端於太极之初；高而无名，布政於皇王之首。千秋所不能易，百代所不能移，万乘资以兴衰，四海由其轻重。虽复质文交映，瞻礻龠祀而长存；金火递迁，奉琴书而罔绝。盖《易》曰：「观乎人文，以化成天下。」又云：「圣人以神道设教，而万物服焉。」岂古之聪明睿智神武而不杀者夫？</p> <p>　　国家袭宇宙之淳精，据明灵之宝位。高祖武皇帝以黄旗问罪，杖金策以劳华夷；太宗文皇帝以朱翟承天，穆玉衡而正区宇。皇上宣祖宗之累洽，奉文武之重光，稽历数而坐明堂，陈礼容而谒太庙。八神齐飨，停旒太史之宫；六辩同和，驻跸华胥之野。文物隐地，声名动天，乐繁九俗，礼盛三古。冠带混并之所，书轨八；闾阎兼匝之乡，烟火四极。竭河追日，夸父力尽於楹间；越海陵山，竖亥涂穷於庑下。薰腴广被，景贶潜周。乾象著而常文清，坤灵滋而众宝用。溢金膏於紫洞，雨露均华；栖玉烛於元都，风雷顺轨。丹翠菌，藻绘轩庭；凤彩龙姿，激扬池。殊徵，不召而自至；茂祉昭彰，无幽而不洽。虽复帝臣南面，降衢室而无为；岱畎东临，陟名山而有事。灵命不可以辞也，大典不可以推也。由是六戎宵警，横紫殿而金；五校晨驱，蹴元?而喷玉。星罗海运，岳镇川氵亭。登碧单而会神祗，御元坛而礼天地。金箱玉册，益睿算於无疆；玳检银绳，著灵机於不竭。</p> <p>　　功既成矣，道既贞矣。历先王之旧国，怀列圣之遗尘。翔赤骥而下?亭，吟翠虬而望邹鲁。泗滨休驾，杳疑汾水之阳；尼岫凝銮，暂似峒山之典。乃下诏曰：「可追赠太师。」托盐梅於异代，鼎路生光；寄舟楫於同时，泉涂改照。咸亨元年，又下诏曰：「宣尼有纵自天，体膺上哲，合两仪之简易，为亿载之师表。顾唯寝庙，义在钦崇。如闻诸州县孔子庙堂及学馆有破坏，并向来未造，生徒无肄业之所，先师阙奠祭之仪，久致飘零，深非敬本。宜令诸州县官司，速加营葺。」</p> <p>　　成都县学庙堂者，大唐龙朔三年乡人之所建也。尔其州分化鸟，境属蹲鸱。萦锦室於中区，托铜梁於古地。玉轮斜界，神龙蟠沮泽之?；石镜遥临，宝马蹀禺山之影。天帝会昌之国，上照乾维；英灵秀出之乡，傍清地络。庠序由其纠合，缨弁所以会同。文翁之景化不渝，智士之风猷自远。於是双川旧老，攀帝奖而翘心；三蜀名儒，想成均而变色。探周规於旧宅，询汉制於新都。开基於四会之躔，授矩於三农之隙。土阶无级，就击壤於新欢；茅茨不翦，易层巢於故事。庄坛文杏，即架椽栾；夹谷幽兰，爰疏户牖。仪形莞尔，似闻沂水之歌；列侍り如，若奉农山之对。缁帷晓辟，横绀带於西河；绛帐宵悬，聚青衿於北海。虽秋礼冬诗之化，已洽於齐人；而宣风观俗之规，实归於上宰。</p> <p>　　银青光禄大夫谯国公讳崇义，大武皇帝之支孙，河间大王之长子。高秋九月，振玉[B206]於唐邱；宝算千龄，跃璇蚪於太渚。我国家灵命，东朝抗裘冕之尊；宗子维城，南面袭轩裳之重。析元元之允绪，拥朱虚之禄位，拜玉节於秦京，辉金章於蜀郡。元机应物，潜消水怪之灾；丹笔申冤，俯绝山精之讼。魏文侯之拥，道在而谦尊；董相国之垂帷，风行而俗易。</p> <p>　　司马宇文公讳纯，河南洛阳人也。皇根帝绪，列五鼎於三朝；青琐丹梯，跨千寻於十纪。仲举澄清之辔，未极夷涂；士元卿相之材，先登上佐。冰壶精鉴，遥清玉垒之郊；霜镜悬明，下映金城之域。</p> <p>　　县令柳公讳明，宇太易，河东人也。梁岳之英，长河之灵。沐?汉之精粹，荷天衢之元亨；旌旗赫奕於中古。组陆离於下叶。凤岩抽律，擢层秀於龙门；骊穴腾姿，吐荣光於贝阙。自朱丝就列，光膺令宰之荣；墨绶驰芬，高践郎官之右。仙凫旦举，影入铜章；乳翟朝飞，声含玉轸。临邛客位，自高文雅之庭；彭泽宾门，犹主壶觞之境。旷怀足以御物，长策足以服人。重泉之惠训大行，单父之讴谣遂远。犹为夏弦春诵，俗化之枢机。西序东胶，政刑之根本。上朝宪，下奉藩维。爰搜复庙之仪，载阐重阎之制。三门四表，焕矣惟新；上哲师宗，肃焉如在。将使圆冠方领，再行邹鲁之风；锐气英声，一变ク渝之俗。於是侍郎幽思，ゼ凤藻於环林；丞相高材，排龙姿於璧沼。遗荣处士，开帘诠孝悌之机；颂德贤臣，持节听中和之乐。其为政也可久，其为志也可大。方当变化台极，仪刑万宇，岂徒偃仰听事，风教一同而已哉？</p> <p>　　勃幼乏逸才，少有奇志。虚舟独泛，乘学海之波澜；直辔高驱，践词场之阃阈。观质文之否泰众矣，考圣贤之去就多矣。自生人以来，未有如夫子者也。嗟乎！今古代绝，江湖路远。恨不亲承妙旨，摄齐於游夏之间；躬奉德音，攘袂於天人之际。抚声名而永悼，瞻栋宇而长怀。呜呼哀哉！敢为铭曰：<br>　　五帝既没，三王不归。天地震动，阴阳乱飞。山崩海竭，月缺星围。礼乐无主，宗遂微。<br>　　大哉神圣，与时回薄。应运而生，继天而作。龙跃浩荡，鹏飞寥廓。奄有人宗，遂荒天爵。<br>　　尼山降彩，泗滨腾气。志匡六合，神经万类。夹谷登庸，中都历试。睿情贯一，元猷绝四。<br>　　栖遑教迹，寂寞河图。违齐出宋，历楚辞吴。风衰俗坏，礼去朝芜。麟书已卷，凤德终孤。<br>　　杳杳灵命，茫茫天秩。吾道难行，斯文易失。式宣六艺，裁成四术。虚往实归，外堂内室。<br>　　邈矣能仁，悠哉化主。力制群辟，权倾终古。陆离彩粲，蝉联茅土。涉海轻河，登山小鲁。<br>　　皇家载造，神风四极。检玉题祥，绳金署德。聿怀圣迹，同享天则。乃眷台庭，爰升衮职。<br>　　玉津同派，金堤茂版。智士高风，文翁泽远。淳壤沃，声和俗愿。载启仁祠，遂光儒苑。<br>　　沈沈壶奥，肃肃扃除。灵仪若在，列配如初。槐新市密，杏古坛疏。楹疑置奠，壁似藏书。<br>　　泛泛寰中，悠悠天下。徇名则众，知音盖寡。Й石参琼，迷风乱雅。仲尼既没，夫何为者。",
  "poet": {
    "id": 289,
    "star": 0,
    "name": "王勃",
    "image": "http://img.gushiwen.org/authorImg/wangbo.jpg",
    "desc": "王勃（649或650～676或675年），唐代诗人。汉族，字子安。绛州龙门(今山西河津)人。王勃与杨炯、卢照邻、骆宾王齐名，世称“初唐四杰”，其中王勃是“初唐四杰”之首。"
  },
  "tags": []
}