{
  "id": 72213,
  "star": 26,
  "name": "敬姜论劳逸",
  "dynasty": "先秦",
  "content": "　　公父文伯退朝，朝其母，其母方绩，文伯曰：“以歜之家而主犹绩，惧干季孙之怒也。其以歜为不能事主乎？”其母叹曰：“鲁其亡乎？使僮子备官而未之闻耶？居，吾语女。昔圣王之处民也，择瘠土而处之，劳其民而用之，故长王天下。夫民劳则思，思则善心生；逸则淫，淫则忘善；忘善则恶心生。沃土之民不材，淫也。瘠土之民，莫不向义，劳也。</p> <p>　　是故天子大采朝日，与三公九卿，祖识地德，日中考政，与百官之政事。师尹惟旅牧相，宣序民事。少采夕月，与大史司载纠虔天刑。日入，监九御，使洁奉鐕郊之粢盛，而後即安。诸侯朝修天子之业命，昼考其国国职，夕省其典刑，夜儆百工，使无慆淫，而後即安。卿大朝考其职，昼讲其庶政，夕序其业，夜庀其家事，而後即安。士朝受业，昼而讲贯，夕而习复，夜而计过，无憾，而後即安。自庶人以下，明而动，晦而休，无日以怠。王后亲织玄紞，公侯之夫人，加之纮、綖。卿之内为大带，命妇成祭服。列士之妻，加之以朝服。自庶士以下，皆衣其夫。社而赋事，蒸而献功，男女效绩，愆则有辟。古之制也！君子劳心，小人劳力，先王之训也！自上以下，谁敢淫心舍力？</p> <p>　　今我寡也，尔又在下位，朝夕处事，犹恐忘先人之业。况有怠惰，其何以避辟？吾冀而朝夕修我，曰：‘必无废先人。’尔今曰：‘胡不自安？’以是承君之官，余惧穆伯之绝祀也？”</p> <p>　　仲尼闻之曰：“弟子志之，季氏之妇不淫矣！”",
  "fanyi": "<p><strong>译文</strong><br>　　公父文伯退朝之后，去看望他的母亲，他的母亲正在放线，文伯说：“象我公父歜这样的人家还要主母亲自放线，这恐怕会让季孙恼怒。他会觉得我公父歜不愿意孝敬母亲吧？”他的母亲叹了一口气说：“鲁国要灭亡了吧？让你这样的顽童充数做官却不把做官之道讲给你听？坐下来，我讲给你听。过去圣贤的国王为老百姓安置居所，选择贫瘠之地让百姓定居下来，使百姓劳作，发挥他们的才能，因此(君主)就能够长久地统治天下。老百姓要劳作才会思考，要思考才能（找到）改<a href=\"http://so.gushiwen.org/author_1212.aspx\">善生</a>活（的好办法）；闲散安逸会导致人们过度享乐，人们过度享乐就会忘记美好的品行；忘记美好的品行就会产生邪念。居住在沃土之地的百姓劳动水平不高，是因为过度享乐啊。居住在贫瘠土地上的百姓，没有不讲道义的，是因为他们勤劳啊。<br>　　因此天子穿着五彩花纹的衣服隆重地祭祀太阳，让叁公九卿，熟习知悉农业生产，中午考察政务，交代百官要做的事务。京都县邑各级官员在牧、相的领导下，安排事务使百姓得到治理。天子穿着三采花纹的衣服祭祀月亮，和太史、司载详细记录天象；日落便督促嫔妃们，让她们清洁并准备好禘祭、郊祭的各种谷物及器皿，然后才休息。诸侯们清早听取天子布置事务和训导，白天完成他们所负责的日常政务，傍晚反复检查有关典章和法规，夜晚警告众官，告诫他们不要过度享乐，然后才休息。卿大夫清早统筹安排政务，白天与属僚商量处理政务，傍晚梳理一遍当天的事务，夜晚处理他的家事，然后才休息。贵族青年清早接受早课，白天讲习所学知识，傍晚复习，夜晚反省自己有无过错直到没有什么不满意的地方，然后才休息。从平民以下，日出而作，日落而息，没有一天懈怠的。王后亲子编织冠冕上用来系瑱的黑色丝带，公侯的夫人还要编织系于颌下的帽带以及覆盖帽子的装饰品。卿的妻子做腰带，所有贵妇人都要亲自做祭祀服装。各种士人的妻子，还要做朝服。普通百姓，都要给丈夫做衣服穿。春分之后祭祀土地接着开始耕种，冬季祭祀时献上谷物和牲畜，男女（都在冬祭上）展示自己的劳动成果（事功），有过失就要避开不能参加祭祀。这是上古传下来的制度！君王操心，小人出力，这是先王的遗训啊。自上而下，谁敢挖空心思偷懒呢？如今我守了寡，你又做官，早晚做事，尚且担心丢弃了祖宗的基业。倘若懈怠懒惰，那怎么躲避得了罪责呢！我希望你早晚提醒我说：‘一定不要废弃先人的传统。’你今天却说：‘为什么不自己图安逸啊？’以你这样的态度承担君王的官职，我恐怕你父亲穆伯要绝后了啊。”<br>　　仲尼听说这件事后说：“弟子们记住，季家的老夫人不图安逸！”</p><p><strong>注释</strong><br>①公父文伯：鲁大夫.季悼子的孙子,公父穆伯的儿子。<br>②朝：古时候去见君王叫朝，谒见尊敬的人也可以叫朝。母：公父文伯的母亲，即敬姜。<br>③绩：纺麻。<br>④歜（chù）：文伯自称其名。主：主母。<br>⑤干：犯。季孙：即季康子。当时担任鲁国的正卿，是季悼子的曾孙。季氏是鲁是的大族，敬姜是季康子从叔祖母，所以文伯这样说。<br>⑥僮子：即童子。备官：充任官职。<br>⑦居：坐下。<br>⑧瘠土：不肥沃的土地。<br>⑨大采：五采。朝日：天子以春分朝日。<br>⑩祖：熟习。识：知。地德：古人认为地能生产百物，养育人民，这便是地之德。</p>",
  "shangxi": "<h2>赏析</h2> 　　敬姜絮絮叨叨一番长论，无非是希望自己做高官的儿子忠于职守，做好本职工作的同时，一定要谨记勤俭节约，不要贪图安逸，因为她老人家认为贪图安逸会触发人们内心的贪欲，贪欲最终会葬送儿子的前程乃至生命，读之如醍醐灌顶，振聋发聩。目前消费至上成为主流的生活观，每虑及此，即忧心忡忡，有钱的尽情消费，没钱的只好望“物”兴叹，兴叹之余难免忧愤，如何和谐？我还是觉得应该提倡过简朴的生活，先不讲从简入奢易，从奢入简难的大道理，但求生活适度舒适足矣，过度消费，劳命伤财，颇为不值。",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": [
    "古文观止",
    "生活",
    "哲理"
  ]
}