{
  "id": 3800,
  "star": 6,
  "name": "奉和春日幸望春宫应制",
  "dynasty": "唐代",
  "content": "东望望春春可怜，更逢晴日柳含烟。<br>宫中下见南山尽，城上平临北斗悬。<br>细草偏承回辇处，轻花微落奉觞前。<br>宸游对此欢无极，鸟哢声声入管弦。",
  "fanyi": "<p><strong>译文<br></strong>向东望去，那春天的景色十分可爱，更何况又适逢晴朗的日子，柔媚的柳条像薄烟一样在摆动。<br>自宫中向外望去，可尽览终南山的雄奇美景；城墙巍峨，与高悬的北斗齐平。<br>柔细的小草恰逢御驾回转处，吐露着清新宜人的芬芳。在轻巧的落花中，群臣奉觞称寿。<br>君王出游之时，面对此情此景，心境无比欢愉，鸟鸣婉转，与管弦乐音的节拍相和。</p> <p><strong>注释<br></strong>⑴幸：皇帝驾临其处叫作“幸”。望春宫：唐代京城长安郊外的行宫，分南、北两处，此指南望春宫，在东郊万年县（今陕西西安东），南对终南山。<br>⑵望春：即指观赏春色，又切宫名，一语双关。可怜：可爱。<br>⑶南山：终南山，兼含“如南山之寿”意，表示祝贺。<br>⑷北斗：星宿名。<br>⑸辇（niǎn）：车子，秦汉后特指帝王乘坐的车。<br>⑹轻花微落奉觞（shāng）前：一作“飞花故落舞筵前”。觞：古代酒器。<br>⑺宸（chén）游：帝王之巡游。宸：北极星所居，因此借指帝王的宫殿，又引申为帝位、帝王的代称。<br>⑻鸟哢（lòng）声声入管弦：一作“鸟哢歌声杂管弦”。哢：鸣叫。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这是一首奉和应制<a href=\"http://so.gushiwen.org/view_3800.aspx\">诗</a>，是臣下奉命应和皇帝陛下首唱之作。这类诗的思想内容大抵是歌功颂德，粉饰太平，几无可取。但是要写得冠冕华贵，雍容典丽，得体而不作寒乞相，缜密而有诗趣，却也不大容易。</p> <p>　　原唱题曰“春日幸望春宫”。这诗是歌咏皇帝春游望春宫，颂圣德，美升平。它紧扣主题，构思精巧，堂皇得体，颇费工夫，也见出诗人的才能技巧。</p> <p>　　首联点出“春日幸望春宫”。“望望”、“春春”，不连而叠，音节响亮。“东望望春”，既说“向东眺望望春宫”，又谓“向东眺望，望见春光”，一词兼语，语意双关。而春光可爱，打动圣上游兴，接着便说更逢天气晴朗，春色含情，恰好出游，如合圣意。这一开头，点题破题，便显出诗人的才思和技巧。</p> <p>　　次联写望春宫所见。从望春宫南望，终南山尽在眼前；而回望长安城，皇都与北斗相应展现。这似乎在写即日实景，很有气派。但造意铸词中，有实有虚，巧用典故，旨在祝颂，却显而不露。“南山”、“北斗”，词意双关。“南山”用《诗经·小雅·天保》：“如南山之寿，不骞不崩。”原意即谓祝祷国家“基业长久，且又坚固，不骞亏，不崩坏。”此写终南山，兼用《小雅·天保》语意，以寓祝祷。“北斗”用《三辅黄图》所载，汉长安城，“南为南斗形，北为北斗形”，故有“斗城”之称。长安北城即皇城，故“北斗”实则皇帝所居紫禁城。“晴日”是看不见北斗星的。此言“北斗悬”，是实指皇城，虚拟天象，意在歌颂，而运词巧妙。</p> <p>　　三联写望春宫中饮宴歌舞，承恩祝酒。诗人随从皇帝入宫饮宴，观赏歌舞，自须感恩戴德，献杯祝颂。倘使直白写出，便有寒乞气。因此诗人巧妙地就“望春”做文章，用花草作比喻，既切题，又得体。“回辇处”即谓进望春宫，“奉觞前”是说饮宴和祝酒。“细草”是自比，见得清微：“飞花”则喻歌姬舞女，显出花容娇姿；而“偏承”点出“独蒙恩遇”之意，“故落”点明“故意求宠”之态。细草以清德独承，飞花恃美色故落，臣、姬有别，德、色殊遇，以见自重，以颂圣明。其取喻用词，各有分寸，生动妥帖，不乞不谀，而又渲染出一派君臣欢宴的游春气氛。所以末联便以明确的歌颂结束。“宸游”即谓天游，指皇帝此次春游。君臣同乐，圣心欢喜无比，人间万物欢唱，天下歌舞升平。</p> <p>　　这是一首盛世的歌功颂德之作，多少见出一些开明政治的气氛，情调比较自然欢畅，语言典丽而明快。虽然浮华夸张的粉饰不多，但思想内容也实无可取。并且由于是奉和应制之作，拘于君臣名分，终究不免感恩承欢，因此诗人的才能技巧，主要用于追求艺术形式的精美得当，实质上这是一首精巧的形式主义作品。</p>",
  "about": "<h2>创作背景</h2> 　　这首《奉和春日幸望春宫应制》<a href=\"http://so.gushiwen.org/view_3800.aspx\">诗</a>作于唐中宗景龙二年（708年）十二月立春日。当时唐中宗<a href=\"http://so.gushiwen.org/author_1333.aspx\">李显</a>迎春作诗，群臣奉和。中宗原作即今存《立春日游苑迎春》。同时奉和者还有<a href=\"http://so.gushiwen.org/author_1455.aspx\">李适</a>、刘宪、崔湜、岑羲、崔日用、李义、<a href=\"http://so.gushiwen.org/author_2272.aspx\">马</a><a href=\"http://so.gushiwen.org/author_2840.aspx\">怀素</a>、<a href=\"http://so.gushiwen.org/author_2538.aspx\">薛稷</a>、郑愔、<a href=\"http://so.gushiwen.org/author_494.aspx\">沈佺期</a>、韦元旦等人，诗皆存。",
  "poet": {
    "id": 1200,
    "star": 0,
    "name": "苏颋",
    "desc": "苏颋（670年－727年），字廷硕，京兆武功（今陕西武功）人，唐代政治家、文学家，左仆射苏瑰之子。苏颋进士出身，历任乌程尉、左司御率府胄曹参军、监察御史、给事中、中书舍人、太常少卿、工部侍郎、中书侍郎，袭爵许国公，后与宋璟一同拜相，担任同平章事。苏颋是初盛唐之交时著名文士，与燕国公张说齐名，并称“燕许大手笔”。他任相四年，以礼部尚书罢相，后出任益州长史。727年（开元十五年），苏颋病逝，追赠尚书右丞相，赐谥文宪。"
  },
  "tags": [
    "春天",
    "宴会",
    "歌颂",
    "赞美"
  ]
}