{
  "id": 63614,
  "star": 23,
  "name": "高阳台·送陈君衡被召",
  "dynasty": "宋代",
  "content": "照野旌旗，朝天车马，平沙万里天低。宝带金章，尊前茸帽风欹。秦关汴水经行地，想登临、都付新诗。纵英游，叠鼓清笳，骏马名姬。 <br>酒酣应对燕山雪，正冰河月冻，晓陇云飞。投老残年，江南谁念方回。东风渐绿西湖柳，雁已还、人未南归。最关情，折尽梅花，难寄相思。",
  "fanyi": "<p><strong>译文<br></strong>原野中移动的旌旗耀眼飞扬，朝觐天子的车马浩浩荡荡，平沙万里，云天低旷，在饯别的宴席上，你腰系着宝带身佩着金章，风吹茸帽倾斜而神采飞扬，故乡的秦关汴水，都是你此行要经过的地方。我猜想当你登临它们时，一定会激动得吟咏新的<a href=\"http://so.gushiwen.org/view_63614.aspx\">诗</a>章。你将在北国尽情游历，听叠鼓胡笳高亢雄壮的乐声。你骑着骏马威风凛凛，还有著名的美姬陪伴在身旁。<br>当你酒酣耳热时，面对着燕山白茫茫的一片冰雪，如凝冻了一般的明月照在结满层冰的河面上，拂晓时陇头处有几朵白云在飞翔。如今我已是韶华远逝，像当年的贺方回一样，身在江南无法返家而无限感伤。又人谁来惦念思量？春风渐渐染绿西湖。大雁已经回到这里，但你却依旧未能返乡，最令人动情的是，即便折飞了梅花，也无法寄托我对你的思量。</p> <p><strong>注释<br></strong>1.高阳台：词牌名，又名“庆春泽”。双调一百字，平韵格。<br>2.陈君衡：名允平，号西麓，四明（今浙江宁波）人。德祐时，授沿海制置司参议官。宋亡后，曾应召至元大者，不仕而归。有词集《日湖渔唱》。词风和婉平正，少数作品表现了故国之思。<br>3.旌旗：旗帜的总称。<br>4.朝天：指朝见天子。<br>5.宝带金章：官服有宝玉饰带，金章即金印。<br>6.尊前：在酒樽之前。指酒筵上。<br>7.茸帽风攲（yǐ）：《《北史·周书·独孤信传》：“信在秦州，尝因猎，日暮，驰马入城，其帽微侧。诘旦，而吏民有戴帽者，咸慕信而侧帽焉。”<a href=\"http://so.gushiwen.org/author_100.aspx\">陈师道</a>《南乡子》词：“侧帽独行斜照里，飕飕。”茸帽，皮帽；欹，侧。“风欹”，原本作“风欺”，据别本改。<br>8.英游：英俊之辈；才智杰出的人物。<br>9.晓陇云飞：<a href=\"http://so.gushiwen.org/author_535.aspx\">柳永</a>《曲玉管》词：“陇首云飞，江边日晚。”<br>10.投老：到老，临老。<br>11.方回：北宋词人<a href=\"http://so.gushiwen.org/author_399.aspx\">贺铸</a>字，有《青玉案》一词最负盛名。<a href=\"http://so.gushiwen.org/author_268.aspx\">黄庭坚</a>曾赋诗赞云：“解道江南肠断句，只今唯有贺方回。”此处作者自指。<br>12.东风：<a href=\"http://so.gushiwen.org/author_405.aspx\">王安石</a>《泊船瓜洲》诗：“春风又绿江南岸”，此处借用其意。<br>13.最关情：用<a href=\"http://so.gushiwen.org/author_92.aspx\">陆凯</a>、<a href=\"http://so.gushiwen.org/author_325.aspx\">范晔</a>故事，见<a href=\"http://so.gushiwen.org/author_709.aspx\">舒亶</a>《虞美人》注。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　作者一向热爱宋朝，宋亡以后坚隐不仕，因此这首词较一般的送别<a href=\"http://so.gushiwen.org/view_63614.aspx\">诗</a>词而言，在感情上自有一番特色。开头三句写陈君衡被召，临行时车马旌旗繁多。“宝带”二句则隐含对陈氏屈仕元朝的不满之辞。“秦关”三句写路途迢迢。“纵英游”三句推想陈氏此去定豪纵携妓。下阕开头三句仍就送别意替对方设想那边景象，表现出关切之情。“投老残年”以下转写自己暮年的寂寞。结尾三句写对君衡的怀念。此词对君衡“被召”的态度肯昧隐晦，既有关切，又有婉讽，表现了前朝文人的复杂心态。语言朴实无华，词意比较苍凉。</p> <p>　　上阕以写送别的场景为主，与一般的送别诗词似并无二致。起首三句“照野旌旗，朝天车马，平沙万里天低。”作者用豪放笔法勾画出一幅威武鲜明的郊野送行的场面。只见旌旗飘飘，光照原野，车马辘辘，浩浩荡荡。这样威武雄壮的画面，衬以广阔的原野作背景，活<a href=\"http://so.gushiwen.org/author_2141.aspx\">脱脱</a>一幅令人振奋的图画，给人以充分的遐想。</p> <p>　　接下去这首词的主角陈君衡，出现在这幅画卷中。作者只用“宝带金章，尊前茸帽风欹”两句人物便栩栩如生，跃然纸上。“宝带金章”，表明了人物的身份，同时暗示此行的缘由：“尊前”，酒尊之前。唐诗人<a href=\"http://so.gushiwen.org/author_465.aspx\">马戴</a>《赠友人边游回》有“尊前语尽北风起，秋色萧条胡雁来”句。“茸帽风欹”，头上戴的皮帽被郊野的风吹得略略倾斜，一个“欹”字，极为传神地勾画出人物的神气。欹即侧帽，典出《北史·独孤信传》：“信在秦州，尝因猎，日暮，驰马入城，其帽微侧，诘旦而吏人有戴帽者咸慕信而侧帽焉。”词用此典，极为贴切，而有微意。君衡之应蒙元之召，与慕信而侧帽的胡风，正相一致。这一用典，实不同于一般泛用。作者由此想到友人北上要经过的路途和友人走后的作为。“秦关汴水经行地，想登临、都付新诗。纵英游，叠鼓清笳，骏马名姬。”一路之上，登秦关临汴水，吟诗作赋。秦关，应泛指沿途之山，中国习又称秦。汴水，流经北宋都城东京（今开封）的一条河鼓声阵阵，胡笳清脆；乘骏马，携名姬，纵情游乐。</p> <p>　　上阕对送别场景的铺陈及对别后情景的想象，看似与一般的送别诗词类似，但提及北宋旧地“秦关汴水”作者委婉地透露出对故国的念和山河依旧、人事已非的感叹，而用笔极为含蓄。</p> <p>　　下阕主要抒发了作者对友人远去的伤感和对友人出仕新朝的担心与不满等复杂的心情。头一句“酒酣应对燕山雪，正冰河月冻，晓陇云飞”，进一步设想友人远去北国的情景。“酒酣”，指朝廷召宴，作者想象友人彼时彼地应是燕山雪飘的冰天雪地的影象，连月亮都仿佛冻住了似的，发出令人不寒而栗的光辉。“冰河月冻”，造语甚新，意境颇佳。这阴冷影象与上阕热烈欢快的情调形成鲜明的对照，为下面的感叹铺垫了气氛。接着，作者将笔锋一转：“投老残年，江南谁念方回。”意为：我已是风烛残年，不愿为新朝用而隐居江南，又有谁能常常记起我呢？方回，<a href=\"http://so.gushiwen.org/author_399.aspx\">贺铸</a>的字，他的《青玉案》有“试问闲愁都几许？一川烟草，满城风絮，梅子黄时雨”句，十分有名。<a href=\"http://so.gushiwen.org/author_268.aspx\">黄庭坚</a>曾说：“解道江南断肠句，世间唯有贺方回。”作者身在江南，又有一腔愁怨，故以贺铸自比。这两句词不仅包含年老力衰的伤感，友人离去的伤情，还有国家沦亡的伤痛。“东风渐绿西湖岸，雁已还，人未南归”，北方冰雪尚未消融的时候，春风已经吹绿了江南，大雁已经飞回了，可是友人还没有回来。<a href=\"http://so.gushiwen.org/author_405.aspx\">王安石</a>有“春风又绿江南岸”句，此处周密化用之想到此处，不禁叹息道：“最关情，折尽梅花，难寄相思。”盛弘之《荆州记》载：<a href=\"http://so.gushiwen.org/author_92.aspx\">陆凯</a>曾从江南将梅花寄到长安送给他的好友<a href=\"http://so.gushiwen.org/author_325.aspx\">范晔</a>，并曾诗说：“折梅逢驿使，寄与陇头人。江南无所有，聊赠一枝春。”周密这两句亦用此意，意思是说：我的相思之情即使折尽梅花也难以表达。</p> <p>　　从字面看来，表现了作者对友人极为真挚恳切的怀念之情。但如果深入体味，就不难悟出，这里还有着更深刻的寓意，那就是作者担心友人到了北方，有了高官厚禄，忘怀自己，忘怀故国。这就不仅表达了身为遗民的惨淡心情，而且含蓄地透露出对友人仕元的不满。这首词在送别诗词中是颇具特色的。写送别而通篇贯穿着深切感人的故国之思，作者既写眼前实景，也写想象中的虚景，虚实相合，深沉宛转地表达了作者复杂难言的思想感情。其中既有送别友人的不舍和伤感，又有对其屈身仕元的不满，还有对南宋灭亡的怅恨。正是这种复杂的心理，使得这首词没有像一般送别词那样只刻画离愁别绪当然也没有对友人的明显指摘，而只有借描写送别情景、抒写相思离愁，含蓄地表达自己的思想感情。</p>",
  "about": "<h2>创作背景</h2> 　　作者的友人陈君衡为蒙元朝廷所召，将要前往大都（今北京）赴任。作者为此写了这首送别的词。",
  "poet": {
    "id": 517,
    "star": 0,
    "name": "周密",
    "desc": "周密 （1232-1298），字公谨，号草窗，又号四水潜夫、弁阳老人、华不注山人，南宋词人、文学家。祖籍济南，流寓吴兴（今浙江湖州）。宋德右间为义乌县（今年内属浙江）令。入元隐居不仕。自号四水潜夫。他的诗文都有成就，又能诗画音律，尤好藏弃校书，一生著述较丰。著有《齐东野语》、《武林旧事》、《癸辛杂识》、《志雅堂要杂钞》等杂著数十种。其词远祖清真，近法姜夔，风格清雅秀润，与吴文英并称“二窗”，词集名《频洲渔笛谱》、《草窗词》。"
  },
  "tags": [
    "送别",
    "感伤",
    "相思"
  ]
}