{
  "id": 70900,
  "star": 128,
  "name": "读山海经·其一",
  "dynasty": "魏晋",
  "content": "孟夏草木长，绕屋树扶疏。 <br>众鸟欣有托，吾亦爱吾庐。 <br>既耕亦已种，时还读我书。 <br>穷巷隔深辙，颇回故人车。 <br>欢言酌春酒，摘我园中蔬。 <br>微雨从东来，好风与之俱。 <br>泛览《周王传》，流观《山海》图。 <br>俯仰终宇宙，不乐复何如？",
  "fanyi": "<p><strong>译文</strong><br>孟夏的时节草木茂盛，绿树围绕着我的房屋。众鸟快乐地好像有所寄托，我也喜爱我的茅庐。<br>耕种过之后，我时常返回来读我喜爱的书。居住在僻静的村巷中远离喧嚣，即使是老朋友驾车探望也掉头回去。<br>（我）欢快地饮酌春酒，采摘园中的蔬菜。 细雨从东方而来，夹杂着清爽的风。<br>泛读着《周王传》，浏览着《山海经图》。（在）俯仰之间纵览宇宙，还有什么比这个更快乐呢？</p><p><strong>注释</strong><br>①这组<a href=\"http://so.gushiwen.org/view_70900.aspx\">诗</a>共十三首，这是第一首。山海经：一部记载古代神话传说、史地文献、原始风俗的书。<br>②孟夏：初夏。农历四月。<br>③扶疏：枝叶茂盛的样子。<br>④欣有托：高兴找到可以依托的地方。<br>⑤深辙：轧有很深车辙的大路。<br>⑥频回故人车：经常让熟人的车调头回去。<br>⑦欢然：高兴的样子。<br>⑧与之俱：和它一起吹来。<br>⑨泛览：浏览。周王传：即《穆天子传》，记载周穆王西游的书。<br>⑩流观：浏览。山海图：带插图的《山海经》。<br>⑾俯仰：在低头抬头之间。终宇宙：遍及世界。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　《读山海经》是<a href=\"http://so.gushiwen.org/author_645.aspx\">陶渊明</a>隐居时所写13首组<a href=\"http://so.gushiwen.org/view_70900.aspx\">诗</a>的第一首。诗的前6句向人们描述：初夏之际，草木茂盛，鸟托身丛林而自有其乐，诗人寓居在绿树环绕的草庐，也自寻其趣，耕作之余悠闲地读起书来。情调显得是那样的安雅清闲，自然平和，体现出世间万物、包括诗人自身各得其所之妙。 </p> <p>　　接下来描写读书处所的环境。诗人居住在幽深僻远的村巷，与外界不相往来，即使是前来探访的老朋友，也只好驾车掉转而去。他独自高兴地酌酒而饮，采摘园中的蔬菜而食。没有了人世间的喧闹和干扰，是多么的自在与自得啊！初夏的阵阵和风伴着一场小雨从东而至，更使诗人享受到自然的清新与惬意。 </p> <p>　　诗的最后4句概述读书活动，抒发读书所感。诗人在如此清幽绝俗的草庐之中，一边泛读“周王传”，一边流览《山海经图》。“周王传”即《穆天子传》，记叙周穆王驾八骏游四海的神话故事；《山海经图》是依据《山海经》中的传说绘制的图。从这里的“泛览”、“流观”的读书方式可以看出，陶渊明并不是为了读书而读书，而只是把读书作为隐居的一种乐趣，一种精神寄托。所以诗人最后说，在低首抬头读书的顷刻之间，就能凭借着两本书纵览宇宙的种种奥妙，这难道还不快乐吗？难道还有比这更快乐的吗？</p> <p>　　本诗抒发了一个自然崇尚者回归田园的绿色胸怀，诗人在物我交融的乡居体验中，以纯朴真诚的笔触，讴歌了宇宙间博大的人生乐趣，体现了诗人高远旷达的生命境界。</p> <p>　　“孟夏草木长，绕屋树扶疏。群鸟欣有托，吾亦爱吾庐。”诗人起笔以村居实景速写了一幅恬静和谐而充满生机的画面：屋前屋后的大树上冉冉披散着层层茂密的枝叶，把茅屋掩映在一派绿色中，满地的凄凄绿草蓬勃竞长，树绿与草绿相接，平和而充满生机，尽情的展现着大自然的和谐与幽静。绿色的上空鸟巢与绿色掩映的地上茅屋呼应，众多的鸟儿们环绕着可爱的小窝歌唱着飞来飞去，重重树帘笼罩的茅屋或隐或现，诗人踏着绿草，徜徉在绿海中，飘逸在大自然的怀抱中，在任性自得中感悟着生命的真谛。这是互感欣慰的自然生存形态，是万物通灵的生命境界，</p> <p>　　“既耕亦已种，时还读我书。”四月天耕种基本结束，乘农闲之余，诗人偷闲读一些自己喜欢的书。“人生归有道，衣食固其端”，衣食是生命必备的物质需求，诗人自耕自足，没有后顾之忧，无须摧眉折腰事权贵，换取五斗粮，在精神上得到自由的同时，诗人也有暇余在书本中吮吸无尽的精神食粮，生活充实而自得，无虑而适意，这样的生活不只是舒畅愉悦，而且逍遥美妙。</p> <p>　　“穷巷隔深辙，颇回故人车。欢然酌春酒，摘我园中蔬。”身居偏僻陋巷，华贵的大车一般不会进来，偶尔也有些老朋友来这里享受清幽。“穷巷隔深辙，颇回故人车”根据下文的语境应分两句解，上一句是说身居偏僻陋巷隔断了与仕宦贵人的往来。下一句中的“颇回”不是说因深巷路窄而回车拐走，而是说设法拐进来的意思，根据本文语境“颇回”在这里应当是“招致”的意思。老朋友不畏偏远而来，主人很是高兴，拿出亲自酿制的酒，亲自种的菜款待朋友，这里除了表示对朋友的热情外，同时含有诗人由曾经的士大夫转为躬耕农夫自得的欣慰。这是诗人对劳动者与众不同的观念突破，诗人抛弃做官，顺着自己“爱丘山”的天性做了农夫，在世俗意识中人们是持否定与非议的。诗人却以“羁鸟恋旧林”世俗超越回归了田园，是任性自得的选择，且自耕自足衣食无忧，是值得赞美的事。这里凸显诗人以自己辛勤的劳动果实招待朋友，不但欣慰自豪，而且在感情上更显得厚重与真挚。</p> <p>　　“微雨从东来，好风与之俱。”这里一语双关，既写了环境的滋润和美，又有好风吹来好友，好友如好雨一样滋润着诗人心田的寓意。“泛览周王书，流观山海图”，这里“泛览”“流观”写的非常随心所欲，好像是在轻松愉悦地看戏取乐一样。诗人与朋友在细雨蒙蒙，微风轻拂中饮酒作乐，谈古论今，引发了诗人对闲余浏览《山海经》《穆天子传》的一些感想，诗人欣慰地对朋友说：他不仅是在皈依自然中觅到了乐趣，还在《六经》以外的《山海经》与《穆天子传》的传说中领略了古往今来的奇异风物，诗人的人生境界不但在现实中得到拔高，而且还在历史的时空中得到了进一步的补充与升华，这俯仰间的人生收获，真使人欢欣无比！</p> <p>　　与诗人生命交融一体的不仅是草木飞鸟，还有共享良辰美景的朋友，诗人体验到不仅是融入自然的怡然兴致，还有书中带来的时间长河中积淀的风物赏识，这样的人生快乐，在昏昏然的官场上是无法得到的。诗人在与天地与古今与人与物的交融中，合奏出宇宙运行中至高至美的欢乐篇章。</p> <p>　　此诗貌似信手拈来的生活实况，其实质寓意深远，诗人胸中流出的是一首囊括宇宙境界的生命赞歌。</p>",
  "poet": {
    "id": 645,
    "star": 0,
    "name": "陶渊明",
    "image": "http://img.gushiwen.org/authorImg/taoyuanming.jpg",
    "desc": "陶渊明（约365年—427年），字元亮，（又一说名潜，字渊明）号五柳先生，私谥“靖节”，东晋末期南朝宋初期诗人、文学家、辞赋家、散文家。汉族，东晋浔阳柴桑人（今江西九江）。曾做过几年小官，后辞官回家，从此隐居，田园生活是陶渊明诗的主要题材，相关作品有《饮酒》、《归园田居》、《桃花源记》、《五柳先生传》、《归去来兮辞》等。"
  },
  "tags": [
    "古诗三百首",
    "田园",
    "读书"
  ]
}