{
  "id": 71155,
  "star": 2582,
  "name": "隆中对",
  "dynasty": "魏晋",
  "content": "　　亮躬耕陇亩，好为《梁父吟》。身长八尺，每自比于管仲、乐毅，时人莫之许也。惟博陵崔州平、颍川徐庶元直与亮友善，谓为信然。</p> <p>　　时先主屯新野。徐庶见先主，先主器之，谓先主曰：“诸葛孔明者，卧龙也，将军岂愿见之乎？”先主曰：“君与俱来。”庶曰：“此人可就见，不可屈致也。将军宜枉驾顾之。”</p> <p>　　由是先主遂诣亮，凡三往，乃见。因屏人曰：“汉室倾颓，奸臣窃命，主上蒙尘。孤不度德量力，欲信大义于天下；而智术浅短，遂用猖蹶，至于今日。然志犹未已，君谓计将安出？”</p> <p>　　亮答曰：“自董卓已来，豪杰并起，跨州连郡者不可胜数。曹操比于袁绍，则名微而众寡。然操遂能克绍，以弱为强者，非惟天时，抑亦人谋也。今操已拥百万之众，挟天子而令诸侯，此诚不可与争锋。孙权据有江东，已历三世，国险而民附，贤能为之用，此可以为援而不可图也。荆州北据汉、沔，利尽南海，东连吴会，西通巴、蜀，此用武之国，而其主不能守，此殆天所以资将军，将军岂有意乎？益州险塞，沃野千里，天府之土，高祖因之以成帝业。刘璋暗弱，张鲁在北，民殷国富而不知存恤，智能之士思得明君。将军既帝室之胄，信义著于四海，总揽英雄，思贤如渴，若跨有荆、益，保其岩阻，西和诸戎，南抚夷越，外结好孙权，内修政理；天下有变，则命一上将将荆州之军以向宛、洛，将军身率益州之众出于秦川，百姓孰敢不箪食壶浆以迎将军者乎？诚如是，则霸业可成，汉室可兴矣。”</p> <p>　　先主曰：“善！”于是与亮情好日密。</p> <p>　　关羽、张飞等不悦，先主解之曰：“孤之有孔明，犹鱼之有水也。愿诸君勿复言。”羽、飞乃止。",
  "fanyi": "<p><strong>译文</strong><br>　　<a href=\"http://so.gushiwen.org/author_507.aspx\">诸葛亮</a>亲自在田地中耕种，喜爱吟唱《梁父吟》，他身高八尺，常常把自己和管仲、乐毅相比，当时人们都不承认这件事。只有博陵的崔州平，颍川（河南禹州）的徐庶与诸葛亮关系甚好，说确实是这样。</p> <p>　　适逢先帝刘备驻扎在新野。徐庶拜见刘备，刘备很器重他，徐庶对刘备说：“诸葛孔明这个人，是人间卧伏着的龙啊，将军可愿意见他？”刘备说：“您和他一起来吧。”徐庶说：“这个人只能你去他那里拜访，不可以委屈他，召他上门来，将军你应该屈尊亲自去拜访他”。</p> <p>　　因此先帝就去隆中拜访诸葛亮，总共去了三次，才见到诸葛亮。于是刘备叫旁边的人退下，说：“汉室的统治崩溃，奸邪的臣子盗用政令，皇上蒙受风尘遭难出奔。我不能衡量自己的德行能否服人，估计自己的力量能否胜任，想要为天下人伸张大义，然而我才智与谋略短浅，就因此失败，弄到今天这个局面。但是我的志向到现在还没有罢休，您认为该采取怎样的办法呢？”</p> <p>　　诸葛亮回答道：“自董卓独掌大权以来，各地豪杰同时起兵，占据州、郡的人数不胜数。<a href=\"http://so.gushiwen.org/author_552.aspx\">曹操</a>与袁绍相比，声望少之又少，然而曹操最终之所以能打败袁绍，凭借弱小的力量战胜强大的原因，不仅依靠的是天时好，而且也是人的谋划得当。现在曹操已拥有百万大军，挟持皇帝来号令诸侯，这确实不能与他争强。孙权占据江东，已经历三世了，地势险要，民众归附，又任用了有才能的人，孙权这方面只可以把他作为外援，但是不可谋取他。荆州北靠汉水、沔水，一直到南海的物资都能得到，东面和吴郡、会稽郡相连，西边和巴郡、蜀郡相通，这是大家都要争夺的地方，但是它的主人却没有能力守住它，这大概是天拿它用来资助将军的，将军你可有占领它的意思呢？益州地势险要，有广阔肥沃的土地，自然条件优越，高祖凭借它建立了帝业。刘璋昏庸懦弱，张鲁在北面占据汉中，那里人民殷实富裕，物产丰富，刘璋却不知道爱惜，有才能的人都渴望得到贤明的君主。将军既是皇室的后代，而且声望很高，闻名天下，广泛地罗致英雄，思慕贤才，如饥似渴，如果能占据荆、益两州，守住险要的地方，和西边的各个民族和好，又安抚南边的少数民族，对外联合孙权，对内革新政治；一旦天下形势发生了变化，就派一员上将率领荆州的军队直指中原一带，将军您亲自率领益州的军队从秦川出击，老百姓谁敢不用竹篮盛着饭食，用壶装着酒来欢迎将军您呢？如果真能这样做，那么称霸的事业就可以成功，汉室天下就可以复兴了。”</p> <p>　　刘备说：“好！”从此与诸葛亮的关系一天天亲密起来。关羽、张飞等人不高兴了，刘备劝解他们说：“我有了孔明，就像鱼得到水一样。希望你们不要再说什么了。”关羽、张飞于是不再说什么了。</p> <p><strong>注释</strong><br>（1）隆中：地名，今襄阳城西13公里古隆中。<br>（2）对：回答、应对。<br>（3）亮：即诸葛亮（181-234），字孔明，徐州琅琊阳都人。<br>（4）躬：亲自。陇亩：田地。<br>（5）好（hào）：喜爱。为：唱。<br>（6）《梁父（fǔ）吟》：又作《梁甫吟》，古歌曲名。传说诸葛亮曾经写过一首《梁父吟》歌词。<br>（7）管仲：名夷吾，春秋时齐桓公的国相，帮助桓公建立霸业。<br>（8）乐（yuè）毅：战国时燕昭王的名将，曾率领燕、赵、韩、魏、楚五国兵攻齐，连陷七十余城。<br>（9）莫之许：就是“莫许之”。莫，没有人。之，代词，指诸葛亮“自比于管仲、乐毅”。许，承认同意。<br>（10）惟：只有。友善：友好，关系好。<br>（11）信然：确实这样。<br>（12）先主：先，先帝，主，刘备。屯：驻扎。<br>（13）新野：现河南省新野县。<br>（14）器：器重、重视。<br>（15）谓：对，说，告诉。<br>（16）岂：大概，是否。<br>（17）之：代词，代诸葛亮。<br>（18）与俱来：与（之）俱来，和（他）一起来。俱。一起。<br>（19）就见：意思是到诸葛亮那里去拜访。就，接近、趋向。<br>（20）屈致：委屈（他），召（他上门）来。致，招致、引来。<br>（21）枉（wǎng）驾：屈尊。枉：委屈。驾：车马，借车马指刘备。<br>（22）顾：拜访。由是：因此。<br>（23）遂（suì）：于是，就。<br>（24）诣：去，到。这里是拜访的意思。凡：总共。<br>（25）乃见：才见到。因：于是，就。<br>（26）屏：这里是命人退避的意思。<br>（27）汉室倾颓：指汉朝统治崩溃、衰败。<br>（28）奸臣：指董卓、曹操等。窃命：盗用皇帝的政令。<br>（29）蒙尘：蒙受风尘，专指皇帝遭难出奔。<br>（29）东汉的京城本来在洛阳，董卓强迫汉献帝刘协迁都到陕西长安，曹操又强迫他迁都到河南许昌。<br>（30）孤：古代王侯的自称。这里是刘备自称。<br>（31）度（duó）德量力：衡量（自己的）德行（能否服人）估计（自己的）力量（能否胜人）。<br>（32）欲信：通“伸”，伸张。想。而：表转折。智术：智谋，才识。用：因此。<br>（33）猖蹶：这里是失败的意思。然：然而。犹：仍，还。已：停止，罢休。<br>（34）谓：认为。计：计策。安：疑问代词，怎么。<br>（35）出：产生。自：从。<br>（36）已来：已，通“以”，表时间。跨：占据。<br>（37）不可胜数：数也数不清。胜，尽。<br>（38）比于：同，相比。<br>（39）众寡：人少。意思是兵力薄弱。<br>（40）克：战胜。为：以为，变成。者：的原因。<br>（41）非惟：不仅。抑：而且；亦：也。<br>（42）谋：筹划。今：现 在。<br>（43）挟（xié）：挟持，控制。<br>（44）令：号令。<br>（45）诸侯：这里指当时割据一方的军阀。<br>（46）此：这。诚：的确。<br>（47）争锋：争强，争胜。已历：已经经历。<br>（48）国险而民附：地势险要，民众归附。<br>（49）贤能为之用：为：被。<br>（50）可以为援：为：作为。援：外援。<br>（51）图：谋取。据：占据。利：物资。<br>（52）尽：全部取得。连：连接。通：到达。<br>（53）此用武之国：这是用兵之地，国：地方。意思是兵家必争之地。<br>（54）殆（dài）：大概。<br>（55）资：资助，给予。<br>（56）所以：用来。<br>（57）岂有意乎：可有意思吗？<br>（58）险塞（sài） ：险峻的要塞。<br>（59）天府之土：指自然条件优越，物产丰饶，形势险固的地方。<br>（60）高祖：<a href=\"http://so.gushiwen.org/author_746.aspx\">刘邦</a>。<br>（61）因：依靠，凭。<br>（62）刘璋暗弱：刘璋（当时的益州牧）昏庸懦弱。<br>（63）殷：兴旺富裕。<br>（64）而：但是。<br>（65）存恤：爱抚、爱惜。恤：体恤、体谅。<br>（66）胄：后代。刘备是中山靖王刘胜（汉景帝<a href=\"http://so.gushiwen.org/author_798.aspx\">刘启</a>的儿子）的后代，所以称它“帝室之胄”。<br>（67）信义：信用道义。<br>（68）著：闻名。<br>（69）总揽：广泛地罗致。揽，这里有招致的意思。<br>（70）岩阻：险阻，指形势险要的地方。<br>（71）西和诸戎：向西和中国西部各族的和好。<br>（72）南抚夷越：向南安抚中国南部各族。<br>（73）内：对内。<br>（74）修：治理。<br>（75）政理：政治。<br>（76）将荆州之军：将：率领。<br>（77）宛、洛：河南南阳和洛阳这里泛指中原一带。<br>（78）身：亲自。<br>（79）川：平野。<br>（80）箪食壶浆：形容人民群众热情迎接和款待自己所爱戴的军队。<br>（81）诚如是：如果真像这样。<br>（82）日：一天天。<br>（83）悦：高兴。<br>（84）之：代词，代与诸葛亮关系变好这件事。<br>（85）之：主谓之间取消句子的独立性。<br>（86）犹：好像。<br>（87）愿：希望。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　《隆中对》就是写刘备前去拜访<a href=\"http://so.gushiwen.org/author_507.aspx\">诸葛亮</a>，请诸葛亮出山为他出谋划策。文章通过隆中对策，给读者塑造了诸葛亮这个具有远见卓识的政治家和军事家的形象。他善于审时度势，观察分析形势，善于透过现状，掌握全局，并能高瞻远瞩，推知未来。作者对诸葛亮这个人物形象的塑造，是逐步深入地完成的。</p> <p>　　文章开头写他“躬耕陇亩，好为《梁父吟》”，就颇耐寻味。“躬耕陇亩”，并不是简单地写他亲自耕作，而是着重说明他隐居于田野。于此读者可以想到，一个负有卓越才识的人而隐居不仕，必有重重忧事在心。而“好为《梁父吟》”，就正含蓄地揭示了这个问题。《梁父吟》，是古歌曲，是一首流传在齐鲁之间的感慨时事，忧伤战乱的歌曲。诸葛亮吟诵这首歌曲，在于借古抒怀，以表达他感伤乱世的思想感情和对军阀混战的不满。作者用一“好”字，说明他并非偶尔一吟，可见其感慨之深。“身长八尺”，是外貌描写。但从这堂堂仪表的外貌描写里，不仅为了显示人物的魁伟英俊，而且也在于揭示人物的内心世界。所以作者接着写他“每自比于管仲、乐毅”，这就更看出他不同于芸芸众生。管仲，是春秋时期辅佐齐桓公“九合诸侯，一匡天下”，成就霸业的显赫一时的豪杰。乐毅，是战国时期燕昭王的国相，曾率五国之师伐齐，拿下齐国七十余城，迫使齐王狼狈出奔的英雄。诸葛亮“自比于”他们，说明他和他们一样胸怀大志，决非庸人一流。对诸葛亮的自许，客观上也有不同的反响，对此作者也着意作了交代。“时人莫之许也。惟博陵崔州平、颍川徐庶元直与亮友善，谓为信然”。这里说的“时人”，自然是指当时社会上的一般人。他们“莫之许”，并不说明他才能低下，平生无大志，恰恰说明他深沉的性格特征，说明他不是那种夸夸其谈，锋芒毕露的人，而是一个声闻不彰，谨慎从事的人。因而不被“时人”真切了解，那是很自然的事。至于了解他的，与他“友善”的崔州平和徐庶，则完全承认诸葛亮的自许是符合实际的，决非妄自尊大。接着写徐庶向刘备推荐他，更见出他的神采非凡。徐庶说：“诸葛孔明者，卧龙也，将军岂愿见之乎？”他用“卧龙”一语，对诸葛亮作了崇高而又形象的评价。在封建时代，“龙”是被神化了的四灵之长，用“龙”来比喻诸葛亮，在当时可算是最高不过的评价了。然而又用一个“卧”字，说明他虽有卓绝的才干，却是英雄无用武之地。这又与文章的首句“亮躬耕陇亩，好为《梁父吟》”作了有机地呼应。“思贤若渴”的刘备听得有这样一个“卧龙”式的人物，自然是求之心切了。于是便脱口说出“与君俱来”。可是他并不了解诸葛亮决不奉迎以求闻达的为人，所以徐庶接着说：“此人可就见，不可屈致也。将军宜枉驾顾之。”这不仅把诸葛亮那种决不屈身俯就的品质和至高无上的尊严写了出来，而且也为刘备屈身亲往隆中求见诸葛亮作了铺垫，制造了气氛。刘备屈驾求见诸葛亮，“凡三往，乃见。”这既是对刘备是否真诚求贤下士的观察和考验，同时也是对诸葛亮自许甚高，决不轻易结交出仕的再次揭示。刘备“凡三往”求见诸葛亮，这就完全可以证明刘备的求贤下士是出自真心诚意，诸葛亮这才同他相见。刘备“三往”，旨在讨计问策，以成就大业。问策之前，刘备先“屏”去左右人等，这就进一步说明，他们虽然只是初次相见，但决非一般的往来酬酢，弄得如此机密，想必有大事相商。事实也正是这样。刘备“屏”去左右之后，首先从“汉室倾颓，奸臣窃命，主上蒙尘”的天下政治形势说起，表露他对汉室江山倾颓，皇帝遭到挟持的深切忧伤，以及对奸臣（主要指<a href=\"http://so.gushiwen.org/author_552.aspx\">曹操</a>）窃取政柄的强烈不满。接着又以十分谦逊的口吻和坚定的态度述说了自己“兴汉除奸”，“欲信大义于天下”的平生抱负。最后诚挚恳切地提出咨询，向诸葛亮求教，从而引出诸葛亮的对策。诸葛亮对策，是本文的重点，也是集中刻画诸葛亮这个卓越的政治家和军事家形象的重点。</p> <p>　　诸葛亮在对策中，为刘备成就蜀汉大业规划了一条明确而又完整的内政、外交政策和军事路线，相当周详地描绘出了一个魏、蜀、吴鼎足三分之势的蓝图。这个蓝图，是建立在对现实进行科学分析的基础之上的。刘备后来就是基本上按照这个政治方案建立了蜀汉政权，形成了天下三分的政治局面。</p> <p>　　从写作上看，本文的层次极为清晰，结构十分谨严。作者自始至终围绕着诸葛亮对策这个中心思想，围绕着诸葛亮这个人物形象进行叙写议论。作者先写“隆中对”前，次写“隆中对”时，后写“隆中对”后，结构布局一目了然。写“隆中对”前，采用了正面叙述的方法，写出了人物的生活、思想、交游及其社会声誉，这就粗略地勾勒出了诸葛亮其人的与众不同。继而又从侧面加以叙写，通过徐庶的荐举和刘备的屈驾“三往”，进而衬托出诸葛亮的才质非凡。这就为诸葛亮对策作了铺垫，制造了气氛。先有刘备之请，而后有诸葛亮之对，自然是顺理成章。如果说隆中对前，是通过作者的叙述和他人的反响来突出诸葛亮的高明的话，那么隆中对时，则是让人物自己登场现身说法，进行具体论述，从而更雄辩地展示人物的高明。基于诸葛亮对天下形势深刻观察和科学分析，把自己的对策作了有条不紊地论述。如前所述，他先论“不可争”与“不可图”，次论“可争”与“可图”，最后写“争”与“图”的具体步骤和规划，沿着事物本身发展的规律，由近及远，层层递进地阐述了自己的见解，这样写来，既精辟地论述了当前形势，又推断了将来的发展趋势。在论及建立根据地时，什么地方适宜，什么地方不适宜；什么地方先“图”，什么地方后“图”，谈得一清二楚。在论及统一大业时，先谈对内、对外等多方面的准备，后谈如何进攻，思路也十分清晰。而文中所写隆中对后的反响，不论是对人物形象的刻画，还是从文章的结构来看，都是一个有机的整体。</p> <p>　　本文语言的概括精练，也达到了相当完美的高度。诸如写“亮躬耕陇亩，好为《梁父吟》。身长八尺，每自比于管仲、乐毅。”仅仅用22个字，就把诸葛亮的生活状况、思想状貌、体躯外貌以及生平抱负勾画出来。再如诸葛亮对策后写刘备的反响，只用一个“善”字，就把刘备对诸葛亮的高度评价和他此时此刻的心境写了出来。而当关、张“不悦”时，刘备仅用“孤之有孔明，犹鱼之有水也”这个通俗易懂的比喻，生动形象地道尽了他们之间不可分割的亲密关系。而其中似尽未尽的深刻内容，留待读者去寻思玩味。再就全文来看，篇幅也极为有限，然而却能把对策及其前前后后写得那么广阔，分析得那么透辟，论述得那么周详，也是难能可贵的。足见本文言简而意赅，文省而深刻的特色。《三国志》被时人誉为“善叙事，有良史之才”，于此可见一斑。</p>",
  "about": "<h2>文言现象</h2> <p><strong>古今异义</strong><br>【将军宜枉驾<strong>顾</strong>之】古义：拜访；今义：照顾。<br>【<strong>凡</strong>三往】古义：总共；今义：平凡。<br>【<strong>孤</strong>不度德量力】古义：我，古代王侯的自称；今义：孤立。<br>【此<strong>殆</strong>天所以资将军】古义：大概 今义：危险。<br>【<strong>遂用</strong>猖獗】古义：因此；今义：使用。<br>【遂用<strong>猖獗</strong>】古义：失败今义：凶狠而放肆。<br>【<strong>抑</strong>亦人谋也】古义：而且；今义：压抑。<br>【此可以为援而不可图也】古义：可以把；今义：表示许可。<br>【此人可<strong>就</strong>见】古义：接近，趋向；今义：就是。<br>【利】物资 今义：利益;有利的。<br>【于是与亮情好<strong>日</strong>密】古义：一天天；今义：太阳。</p> <p><strong>一词多义</strong><br>1、为<br>好为《梁父吟》 唱<br>谓为信然 是<br>以弱为强者 成为，变成<br>贤能为之用被此可以为援而不可图也 作为<br>此可以为援而不可图也 作为<br>2、已<br>然志犹未已停止<br>今操已拥百万之众 已经<br>自董卓已来 通以<br>3、遂<br>然操遂能克绍 终于<br>由是先主遂诣亮 于是，就<br>4、信<br>欲信大义于天下 通伸<br>伸张信义著于四海 信用<br>5、因<br>高祖因之以成帝业 凭借<br>因屏人 于是，就</p> <p><strong>通假字</strong><br>陇： 通“垄”<br>父：通“甫”<br>已：通“以”，表时间。<br>信：通“伸”，伸张。<br>蹶：通“獗” </p><br/><h2>相关成语</h2> 如鱼得水：好像鱼得到水一样。比喻得到跟自己十分投合的人或对自己很适合的环境。<br>挟天子以令诸侯：比喻用领导的名义按自己的意思去指挥别人。<br>天府之国：现多指以成都平原为中心的富庶之地。<br>箪食壶浆：形容军队受到群众热烈拥护和欢迎的情况。<br>鼎足之势：比喻三方面并立的局面。<br>三顾茅庐：顾，拜访；茅庐，草屋。原为汉末刘备访聘<a href=\"http://so.gushiwen.org/author_507.aspx\">诸葛亮</a>的故事。比喻真心诚意，一再邀请、拜访有专长的贤人。<br>思贤如渴：也作“求贤如渴”像口渴思饮一样访求贤士。形容罗致人才的急迫。<br>度德量力：度：估量；德：德行。衡量自己的德行是否能够服人，估计自己的能力是否能够胜任。<br>不可胜数：胜：尽。数也数不过来。形容数量极多。<br/><h2>历史背景</h2> <p>　　东汉末年，由于东汉王朝的残酷压榨和自然灾害的猛烈袭击，广大的农民家破人亡，颠沛流离，无以为生，被迫铤而走险。东汉灵帝中平元年(公元184年)，在张角兄弟的领导下，爆发了著名的黄巾起义。起义军用黄巾裹头，呼喊出“苍天已死，黄天当立，岁在甲子，天下大吉”的口号，义军到处，“所在燔烧官府，劫略聚邑，州郡失据，长吏多逃亡。旬日之间，天下响应，京师震动”。川黄巾起义的浪潮迅速席卷了长江以北的广大地区，沉重地打击了东汉豪强地主的反动统治。面临灭顶之灾的东汉王朝为了维护风雨飘摇的统治，急忙调兵遣将，向农民起义军疯狂反扑;各地的豪强势力也趁此机会招兵买马，加入镇压农民起义军的行列。</p> <p>　　经过黄巾起义沉重打击，东汉王朝已经是奄奄一息，名存实亡了。而在镇压黄巾起义的过程中，“豪杰并起，跨州联郡者不可胜数。”各地的军阀势力纷纷拥兵自重，割据一方。经过十多年的火拼厮杀，公孙瓒占据幽州;公孙度占据辽东;袁绍占据冀州、青州、并州;袁术占据扬州;<a href=\"http://so.gushiwen.org/author_552.aspx\">曹操</a>占据兖、豫二州;刘表占据荆州;孙策、孙权占据江东;韩遂、马腾占据凉州;刘焉、刘璋父子占据益州，唯独刘备没有固定的地盘，率领部队辗转四方，先后依附于公孙瓒、曹操、袁绍、刘表等。</p> <p>　　建安元年(公元196年)，曹操迎汉献帝到许都，政治上取得了“挟天子以令诸侯”的有利地位。并先后率军消灭了吕布、袁术、袁绍等割据势力，占领了冀、幽、青、并等州，平定了北方，大有一举平定南方，一统华夏的趋势。</p> <p>　　<a href=\"http://so.gushiwen.org/author_507.aspx\">诸葛亮</a>出身名门氏族，少时就才华横溢，超群出众。史称其“少有逸群之才，英霸之器，身长八尺，容貌甚伟，时人异焉。’，《三国志·诸葛亮传》记载:“诸葛亮字孔明，琅邪阳都人也。汉司隶校尉诸葛丰后也。父珪，字君贡，汉末为太山郡丞。亮早孤，从父诸葛玄为袁术所署豫章太守，玄将亮及亮弟均之官。会汉朝更选朱皓代玄。玄素与荆州牧刘表有旧，往依之。玄卒，亮躬耕陇亩，好为《梁父吟》。身长八尺，每自比于管仲、乐毅，时人莫之许也。惟博陵崔州平、颍川徐元直与亮友善，谓为信然。”诸葛亮就是在东汉末年的战乱年代出生成长起来的，他亲眼目睹了战乱给百姓造成的家破人亡的痛苦。特别是诸葛亮随同叔父诸葛玄南下过程中，沿途那种“白骨露于野，千里无鸡鸣”的凄凉悲惨景象，更是在年青诸葛亮的心灵上打下了深刻的烙印，同时也为后来诸葛亮立志消除分裂割据，统一天下奠定了思想基础。公元197年诸葛玄病逝，年方十七岁的诸葛亮就开始了独立生活， “躬耕陇亩”于南阳中，诸葛亮度过了十个寒暑春秋。</p> <p>　　诸葛亮高卧隆中，“躬耕陇亩”的十年，过的也并非是与那种世隔绝的世外桃源生活。在隆中，诸葛亮认真研读史籍，总结历代兴亡的经验教训；密切注意当时的政治形势，冷静地观察与分析各个政治集团实力的消长和斗争的成败。并且经常与当地及因避战祸而流亡到荆州的名士司马徽、徐庶、石广元、孟公威等人纵论时局变换，交换政见，畅谈未来。</p> <p>　　他最佩服春秋时期齐国的名相管仲和战国时期燕国的名将乐毅，并“每自比于管仲、乐毅”，立志要像管仲、乐毅那样，干一番有益于天下统一的事业。为此，诸葛亮高卧隆中，静观天下风云变幻，等待时机，期遇明主，以实现自己的政治理想和宏伟抱负。</p> <p>　　怎样才能够实现自己的鸿鹄之志呢?综观其时军阀混战的结果，到赤壁战前，只剩下了曹操、孙权、刘备、刘表、刘璋、公孙度、韩遂、马腾等人。那么，为什么诸葛亮不投靠已经平定了北方，并“挟天子以令诸侯”的曹操，或是已“据有江东，已历三世”的孙权，而要为四处奔走，无固定的地盘的刘备出谋划策呢?笔者认为主要有以下几个原因：</p> <p>　　1．虽然曹操实力最强，政治上取得了“挟天子以令诸侯”的有利地位。并先后率军消灭了吕布、袁术、袁绍等割据势力，占领了冀、幽、青、并等州，平定了北方，大有一举平定南方，一统华夏的趋势。但诸葛亮深知，曹操的手下有荀彧、郭嘉等一批贤才谋士，如投其帐下，难以其施展才能。同时东汉王朝虽已名存实亡，但在汉末士人中仍有较大的影响。在许多汉末士人的眼中，曹操名为汉臣相实为汉贼。道不同不相为谋，诸葛亮自然不肯为其出谋划策。</p> <p>　　2．孙权虽据有江东之地已历三世，但其缺乏统一天下的雄心，而诸葛亮志在结束分裂割据，完成统一大业。况且孙权承继父兄基业，属下早已有张昭、周瑜等一批元老重臣。诸葛亮深知如到孙权之处，同样难以施展其盖世之才。因此，在张昭荐亮于孙权时，诸葛亮不肯留下，人问其故，诸葛亮曰“孙将军可谓人主，然观其度，能贤亮而不能尽亮，吾是以不留。”</p> <p>　　3．刘备在当时虽无立足之地而依附于荆州刘表，但自起兵以来，虽屡经挫败，壮心不已，为时人所敬重。就连曹操也认为： “今天下英雄，唯使君(刘备)与操耳。”诸葛亮审时度势，认为刘备可以夺取荆州、益州作为立国之基，效法高祖<a href=\"http://so.gushiwen.org/author_746.aspx\">刘邦</a>，成就帝业。同时刘备身边一直缺乏真正的谋略之士，诸葛亮认为自己辅佐刘备，可以充分发挥自己的才干，实现其抱负。因此，当刘备三顾茅庐时，诸葛亮欣然应允出山辅佐刘备。《隆中对》踌躇满志，定天下三分和北伐战略　东汉建安十二年(207年)，诸葛亮的好友徐庶向刘备推荐了诸葛亮。而此时刘备正依附于荆州牧刘表门下，尽管刘表以宗室之谊对刘备待以上宾之礼，让刘备所部屯兵新野(今河南新野)。但刘备作为一代枭雄并不甘心寄人篱下，急切地盼望壮大实力，以求能实现其逐鹿中原的大志。刘备对诸葛亮其人是早有所闻，据《襄阳记》载：“刘备访世事于司马德操。德操曰：‘儒生俗士，岂识时务?识时务者在乎俊杰。此间自有伏龙、凤雏。’”，因此，当徐庶力荐诸葛亮时说到：“诸葛孔明者，卧龙也。将军岂愿见之乎?”四十七岁的刘备便迫不及待地冒着隆冬的严寒和大雪，三往隆中，向年方二十七岁的诸葛亮请教统一天下的大计。在《三国演义》中，<a href=\"http://so.gushiwen.org/author_927.aspx\">罗贯中</a>将“三顾茅庐”描述成了一段十分精彩的故事。诸葛亮认为刘备是与他志同道合，可以信赖的明主，便把自己对当时社会形势的观察与分析和盘托出，并且针对刘备集团的处境，向刘备提出了一套完整的三分天下，建基立国和北伐中原的战略方针，这便是著名的《隆中对》。攻刘璋，诸葛亮与张飞、赵云等将兵溯流定白帝、江州、江阳诸地。　建安十九年</p> <p>　　《三国志·蜀志·诸葛亮传》中对历史的再现：</p> <p>　　诸葛亮字孔明，琅邪阳都人也。汉司隶校尉诸葛丰后也。父圭，字君贡，汉末为太山都丞。亮早孤，从父玄为袁术所署豫章太守，玄将亮及亮弟均之官。会汉朝更选朱皓代玄。玄素与荆州牧刘表有旧，往依之。玄卒，亮躬耕陇亩，好为《梁父吟》。身高八尺，每自比于管仲、乐毅，时人莫之许也。惟博陵崔州平、颍川徐庶元直与亮友善，谓为信然。</p> <p>　　时先主屯新野。徐庶见先主，先主器之，谓先主曰：“诸葛孔明者，卧龙也，将军岂愿见之乎？”先主曰：“君与俱来。”庶曰：“此人可就见，不可屈致也。将军宜枉驾顾之。”由是先主遂诣亮，凡三往，乃见。因屏人日：“汉室倾颓，奸臣窃命，主上蒙尘。孤不度德量力，欲信大义于天大，而智太短浅，遂用猖獗，至于今日。然志犹未已，君谓计将安出？”亮答曰：“自董卓已来，豪杰并起，跨州连郡者不可胜数。曹操比于袁绍，则名微而众寡，然操遂能克绍，以弱为强者，非惟天时，抑亦人谋也。今操已拥百万之众，挟天子而令诸侯，此诚不可与争锋。孙权据有江东，已历三世，国险而民附，贤能为之用，此可以为援而不可图也。荆州北据汉、沔，利尽南海，东连吴会，西通巴、蜀，此用武之国，而其主不能守，此殆天所以资将军，将军岂有意乎？益州险塞，沃野千里，天府之土，高祖因之以成帝业。刘璋暗弱，张鲁在北，民殷国富而不知存恤，智能之士思得明君。将军既帝室之胄，信义著于四海，总揽英雄，思贤如渴，若跨有荆、益，保其岩阻，西和诸戎，南抚夷越，外结好孙权，内修政理；天下有变，则命一上将将荆州之军以向宛、洛，将军身率益州之众出于秦川，百姓孰敢不箪食壶浆以迎将军者乎？诚如是，则霸业可成，汉室可兴矣。”先主曰：“善！”于是与亮情好日密。关羽、张飞等不悦，先主解之曰：“孤之有孔明，犹鱼之有水也。愿诸君勿复言。”羽、飞乃止。</p> <p>　　《隆中对》曰：“自董卓以来，豪杰并起，跨州连郡者不可胜数。曹操比于袁绍，则名微而众寡，然操遂能克绍，以弱为强者，非惟天时，抑亦人谋也。今操已拥百万之众，挟天子而令诸侯，此诚不可与争锋。孙权据有江东，已历三世，国险而民附，贤能为之用，此可以为援而不可图也。荆州北据汉、沔，利尽南海，东联吴会，西通巴、蜀，此用武之国，而其主不能守，此殆天所以资将军，将军岂有意乎?益州险塞，沃野千里，天府之土，高祖是因之以成帝业。刘璋暗弱，张鲁在北，民殷国富而不知存恤，智能之士思得明君。将军既帝室之胄，信义着于四海，总揽英雄，思贤如渴，若跨有荆、益，保其岩阻，西和诸戎，南抚夷越，外结好孙权，内修政理；天下有变，则命一上将将荆州之军以向宛、洛，将军身率益州之众出于秦川，百姓孰敢不箪食壶浆以迎将军者乎?诚如是，则霸业可成，汉室可兴矣。”</p> <p>　　从《隆中对》中我们可以看出，《隆中对》是诸葛亮对当时政局的看法，并且针对刘备集团无根据地的处境提出的具有远见卓识的战略方针。概括起来，诸葛亮《隆中对》的内容主要有以下四个方面：</p> <p>　　1．当时的形势是“今操已拥百万之众，挟天子而令诸侯，此诚不可与争锋。孙权据有江东，已历三世，国险而民附，贤能为之用，此可以为援而不可图也。”而荆州和益州乃用武之地，应利用荆州刘表、益州刘璋不能守成的机会， “若跨有荆、益，”取代割据荆、益的刘表、刘璋，建立起可靠的根据地，与曹操、孙权三分天下。</p> <p>　　2．在夺取荆州和益州的同时，利用“帝室之胄，信义著于四海，”的声望，招揽人才，“内修政理”，逐步增强政治、经济和军事实力。</p> <p>　　3．在益州要妥善处理好与西南地区少数民族的关系，“西和诸戎，南抚夷越，”解除以后北伐时的后顾之忧。</p> <p>　　4．在荆州要“外结好孙权，”与孙权建立抗击曹操的联盟。待“天下有变，”再分兵两路，“命一上将将荆州之军以向宛、洛，将军身率益州之众出于秦川，”如果这样的话，刘备“则霸业可成，汉室可兴矣。”综观后来的历史进程，诸葛亮在《隆中对》中对当时形势的分析，基本上是符合客观实际的，为刘备集团制定的战略决策，大体上也是行之有效的。</p> <p>　　诸葛亮认为霸业可成,兴复汉室应该采取哪些策略?</p> <p>　　1.取代割据荆、益的刘表、刘璋，建立起可靠的根据地，与曹操、孙权三分天下；</p> <p>　　2.在夺取荆州和益州的同时，利用帝室之胄的声望，招揽人才，内修政理，逐步增强政治、经济和军事实力。在外交上妥善处理好与西南地区少数民族的关系，并与孙权建立抗击曹操的联盟；</p> <p>　　3．待天下有变，再分兵两路，命一上将率领荆州之军攻击宛城、洛阳，刘备亲自率领益州的军队攻打秦川。 </p><br/><h2>写作背景</h2> <p>　　东汉末年，宦官专权，朝政腐败，政治黑暗，民不聊生，阶级矛盾和统治阶级内部矛盾都极为尖锐，终于在公元184年爆发了全国规模的黄巾农民大起义。黄巾农民起义军失败后，地主阶级加重剥削农民，政治异常黑暗，地方豪强的武装割据一方，这就形成了长达十年之久的军阀混战。在割据混战的初期，<a href=\"http://so.gushiwen.org/author_552.aspx\">曹操</a>占据兖州、豫州（山东南部、河南），袁绍占据冀、青、并、幽四州（河北省、辽宁省、山东省、山西省及河南省北部），刘表占据荆州（湖北、湖南省），孙策占据江东（长江下游），刘焉、刘璋父子占据益州（四川）。刘备先后依附公孙瓒、陶谦、曹操、袁绍后来又到荆州投靠刘表，企图以“帝室之胄”的身份，用“恢复汉室”的名义，广揽人才，称雄天下。</p> <p>　　公元207年，徐庶把<a href=\"http://so.gushiwen.org/author_507.aspx\">诸葛亮</a>推荐给刘备。刘备前往隆中，三顾诸葛亮草庐之中，诸葛亮在自己的草屋里接待刘备，并分析了天下形式。后诸葛亮出山辅佐刘备。这篇《隆中对》就是<a href=\"http://so.gushiwen.org/author_326.aspx\">陈寿</a>《三国志·诸葛亮传》中对诸葛亮当时纵谈天下大事的一段记载。</p><br/><h2>介绍</h2> <p>　　“对”，对策。古代臣子回答君王所问的政治、军事、经济方面的策略叫“对策”。</p> <p>　　汉献帝建安十二年（公元207年）十月刘备第三次拜访<a href=\"http://so.gushiwen.org/author_507.aspx\">诸葛亮</a>时，诸葛亮针对刘备所提的问题陈述其对策，当时诸葛亮只有26岁。此后，诸葛亮即出山辅佐刘备，做刘备的军师（后为丞相），帮助刘备建立蜀汉政权。诸葛亮的对策后来成为指导刘备若干年行动的纲领。</p> <p>　　《隆中对》选自《三国志·蜀志·诸葛亮传》。《三国志》的作者是<a href=\"http://so.gushiwen.org/author_326.aspx\">陈寿</a>。《隆中对》的提法并不是陈寿在《三国志》中提出的，而是后人加的，原文中并未提到隆中，隆中之说首次见于小说《三国演义》。 陈寿（233年～297年），西晋安汉（现四川南充）人，史学家。二十四史中《三国志》的作者。《三国志》共六十五卷，记载三国时期（220——280）魏.蜀.吴三国的历史 《隆中对》的事情发生在建安十二年（207年），刘备三顾茅庐，诸葛亮（当时26岁）对刘备陈说天下形势及兴复汉室之计，即著名的“隆中对”、“草庐对”。 陈寿在268年至273年间撰写了《诸葛亮集》，这应该是太康十年（290年）陈寿完成的《三国志》中的诸葛亮传的主要内容，所以，陈寿肯定是听别人转述然后整理出来的《隆中对》，至于当时到底都有谁，就不好说了。</p> <p>　　《三国演义》，全名《三国志通俗演义》，作者<a href=\"http://so.gushiwen.org/author_927.aspx\">罗贯中</a>。英文名：The romance of Three Kingdoms，（翻译为：三个国度的传奇故事），为中国四大名著之一，是历史演义小说的经典之作。</p> <p>　　《三国演义》是中国第一部长篇章回体小说，中国小说由短篇发展至长篇的原因与说书有关。宋代讲故事的风气盛行，说书成为一种职业，说书人喜欢拿古代人物的故事作为题材来敷演，而陈寿（裴松之注引）《三国志》里面的人物众多，以多个主人公做线索，事件纷繁，正是撰写故事的最好素材。三国故事某些零星片段原来在民间也已流传，加上说书人长期取材，内容越来越丰富，人物形象越来越饱满，最后由许多独立的故事逐渐组合而成长篇巨著。这些各自孤立的故事在社会上经过漫长时间口耳相传，最后得以加工、集合成书，成为中国第一部长篇章回体小说，这是一种了不起的集体创造，与由单一作者撰写完成的小说在形态上有所不同。 </p>",
  "poet": {
    "id": 326,
    "star": 0,
    "name": "陈寿",
    "image": "http://img.gushiwen.org/authorImg/chenshou.jpg",
    "desc": "陈寿（233－297），字承祚，西晋史学家，巴西安汉（今四川南充）人。他小时候好学，师事同郡学者谯周，在蜀汉时曾任卫将军主簿、东观秘书郎、观阁令史、散骑黄门侍郎等职。当时，宦官黄皓专权，大臣都曲意附从。陈寿因为不肯屈从黄皓，所以屡遭遣黜。入晋以后，历任著作郎、长平太守、治书待御史等职。280年，晋灭东吴，结束了分裂局面。陈寿当时四十八岁，开始撰写并《三国志》。历经10年艰辛，陈寿完成了流传千古的历史巨著《三国志》。《三国志》是一部纪传体三国史，书中有440名三国历史人物的传记，全书共65卷，36.7万字，完整地记叙了自汉末至晋初近百年间中国由分裂走向统一的历史全貌。"
  },
  "tags": [
    "初中文言文",
    "赞美",
    "写人"
  ]
}