{
  "id": 71641,
  "star": 31,
  "name": "代白头吟",
  "dynasty": "南北朝",
  "content": "直如朱丝绳，清如玉壶冰。何惭宿昔意，猜恨坐相仍。<br>人情贱恩旧，世义逐衰兴。毫发一为瑕，丘山不可胜。<br>食苗实硕鼠，点白信苍蝇。凫鹄远成美，薪刍前见凌。<br>申黜褒女进，班去赵姬升。周王日沦惑，汉帝益嗟称。<br>心赏犹难恃，貌恭岂易凭。古来共如此，非君独抚膺。",
  "fanyi": "<p><strong>译文</strong><br>志士如红色的丝绳那样正直，如玉壶冰那样高洁清廉。怎奈惭愧的是自己以前的意气都已经消散，只有无限的遗憾不断跟随着自己。人们多不念旧恩，世情就是这样，一旦你衰败，没人会帮扶你。人在失势以后，即使只有那么一丝一毫的缺点，哪怕足有火如丘山那样的功绩，也不能被容。那些小人就像食莳的硕鼠一样卑鄙，他们蝇营狗茍，像苍蝇那样巧于辞令，妄进谗言。野鸭有五种美德，但仍被宰杀，黄鹄有害无益，却因一举千里，被视为珍禽。帝王用人就像堆柴草一样，不辨忠信，后来者居上。这真让人痛心！周幽王因为宠爱褒姒而废掉了申后，汉成帝因宠爱赵飞燕而疏远了<a href=\"http://so.gushiwen.org/author_652.aspx\">班婕妤</a>。周幽王日益昏惑，汉成帝做的事情也令人叹息不已。心中赞赏的人都难以自恃，难以保全，更何况那些外表恭敬的人呢？他们没有什么可以凭借的。宠疏自古以来都是这样，不是唯独你这样的志士才抚胸叹息，感到无限愤慨！ </p><p><strong>注释</strong><br>瑕：玉上的瑕疵，斑点。<br>硕鼠：大老鼠。<br>凫鹄(hú)：野鸭和黄鹄。<br>薪刍：柴草。这里是说君王用人好像堆柴草，后来者居上。<br>褒女：即褒姒，周幽王因为宠爱她而废掉了申后。<br>班：班婕妤，汉成帝的妃子。<br>赵姬：即赵飞燕，汉成帝因宠爱赵飞燕而疏远班婕妤。<br>沦惑：迷误。<br>嗟称：叹息。<br>心赏：心中赞赏，欣赏。<br>貌恭岂易凭：外表恭敬的人不可轻易相信。<br>抚膺：抚胸叹息以表示愤慨。</p>",
  "shangxi": "<h2>鉴赏</h2> 　　这首<a href=\"http://so.gushiwen.org/view_71641.aspx\">诗</a>是诗人的不平之声，写正直之士清如玉壶，但却不能容于世。诗的开首，连用两个比喻，说明自己的正直、高洁。“何惭”二句承上而言，说自己清白正直仍一如往昔，却无端受到接连不断的猜忌怨恨。以上四句写一位高洁的女子的不幸，有自喻之意。“人情”八句，是由不幸遭遇引发的感慨。人情世故，总是好新弃旧；谤议纷纭，总是向着被遗弃的弱者。稍有一丝不慎，比方说无意中得罪了权贵，出现一点点裂痕，便会酿成山丘般的怨恨和祸害。诗人切齿痛斥那些进谗的小人，就像食苗的硕鼠和玷白使黑的苍蝇。又悲叹明明有害的野鸭、黄鹄，却因来自远方而蒙受珍爱，言外之意还是说人情总是好新贱旧。传说春秋时田饶事鲁哀公而不被重用，便向哀公发牢骚道：鸡有许多优点，却不在您眼里，天天煮来吃，因为它易于得到；黄鹄啄食您园池中的稻粱鱼鳖却被您所看重，只为它来自远方，不易得到，让您感到稀罕。好吧，我这就离开您远走高飞了。“凫鹄远成美”就是用此典故。“薪刍前见陵”也是用典：西汉汲黯不满武帝重用新进之士，说：陛下用人好比堆积柴草，后来者居上。<a href=\"http://so.gushiwen.org/author_732.aspx\">鲍照</a>在这里也是说人情喜新厌旧。“申黜褒女进”六句，也是借史事发表感慨。申，指周幽王后，系申侯之女。幽王宠爱褒姒，将申后废黜。班，指汉成帝妃班倢伃。成帝后来惑于赵飞燕姐妹，倢伃被冷遇。“心赏犹难恃，貌恭岂易凭”，是说真心赏爱的，尚且难可凭恃；何况原先就是虚伪的恭敬！这两句的感慨十分深沉，将寒门下士趦趄仕途、惴惴不安的心情表现得更为充分。最后两句，又荡开一层，总结全诗：这种种令人寒心的事实，乃是自古如此，并非您一个人为之捶胸悲慨！这既像是无可奈何的宽慰，又像是绝望的哀叹：这种现象根本不可能有所改变。",
  "poet": {
    "id": 732,
    "star": 0,
    "name": "鲍照",
    "image": "http://img.gushiwen.org/authorImg/baozhao.jpg",
    "desc": "鲍照（约415年～466年）南朝宋文学家，与颜延之、谢灵运合称“元嘉三大家”。字明远，汉族，祖籍东海（治所在今山东郯城西南，辖区包括今江苏涟水，久居建康（今南京）。家世贫贱，临海王刘子顼镇荆州时，任前军参军。刘子顼作乱，照为乱兵所杀。他长于乐府诗，其七言诗对唐代诗歌的发展起了很重要的作用。有《鲍参军集》。"
  },
  "tags": [
    "咏史怀古",
    "写人",
    "感慨"
  ]
}