{
  "id": 5786,
  "star": 132,
  "name": "送沈子归江东 / 送沈子福之江东",
  "dynasty": "唐代",
  "content": "杨柳渡头行客稀，罟师荡桨向临圻。 <br>唯有相思似春色，江南江北送君归。",
  "fanyi": "<p><strong>译文</strong><br>杨柳飘拂的渡口行客疏疏稀稀，艄公摇荡着船桨一直驶向临圻。<br>只有相思的别恨像无边的春色，不论江南江北时刻送你把家归。</p> <p><strong>注释</strong><br>⑴沈子：一作“沈子福”，作者的友人。归：又作“之”。江东：指长江下游以东地区。长江自九江以下向东北方向流去，故称长江中下游地区为江东。<br>⑵渡头：犹渡口。过河的地方。行客：过客；旅客。《淮南子·精神训》：“是故视珍宝珠玉犹砾石也，视至尊穷宠犹行客也。”<br>⑶罟（gǔ）师：渔人，这里借指船夫。临圻（qí）：临近曲岸的地方。当指友人所去之地。“圻”，曲岸。明嘉靖本洪迈《万首唐人绝句》作“临沂”，为东晋侨置的县名，在今江苏省南京市东北，与题中“归江东”吻合。<br>⑷相思：此处指友人间的彼此想念。<br>⑸江：大江，今指长江。</p><br/><p><strong>译文</strong><br>渡口杨柳依依，行客稀少，<br>艄公摇起桨驶向临圻。<br>我的相思就像春色一样，<br>从江南到江北送你回家。</p><p><strong>注释</strong><br>⑴沈子福，作者的朋友，生平事迹不详。《全唐<a href=\"http://so.gushiwen.org/view_5786.aspx\">诗</a>》作沈子。归又作之。<br>⑵罟（gǔ )( 古）师：渔人。此指船夫。<br>⑶临圻（qí）：近岸之地，此指江东岸。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　<a href=\"http://so.gushiwen.org/author_515.aspx\">王维</a>这首送别之作意韵悠长，风神摇曳，绵邈蕴藉。饱含劝勉，一叙理想抱负之情。<a href=\"http://so.gushiwen.org/view_5786.aspx\">诗</a>的开篇直接入题，描写送别情形。渡头是送客之地，杨柳是渡头现成之景，景中却蕴含深情：“柳”与“留”同音，唐人有折柳送行的习俗，表示不忍离别，希望远行的人留下来。但分别终究是不可避免的，此时友人乘坐的船只已经起航。这里写杨柳，不仅写现成之景，更是烘托送别气氛。行客已稀，见境地的凄清，反衬出送别友人的依依不舍之情。第一句点明送别之地。第二句醒出“归江东”题意。刚才还很热闹的渡头，一下变得行客稀少，冷冷清清。惟有诗人自己，仍然立在那里，目送着友人渐渐远去。他的脑海里，或许在重温刚才与友人依依话别的情景，或许想起了之前和友人交往的点点滴滴。但这一切，都只能是追忆了。眼前只见友人所乘的船顺水而下，离自己越来越远。</p> <p>　　<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>《黄鹤楼送<a href=\"http://so.gushiwen.org/author_757.aspx\">孟浩然</a>之广陵》诗中也有目送友人乘舟而去的情形：“孤帆远影碧空尽，唯见长江天际流。”李白站在高高的黄鹤楼上，远眺孤舟，写的是远景。而王维捕捉的是船夫荡桨的细节，写的是近景。同样写送行，李白之潇洒与王维之细腻，可见一斑。</p> <p>　　船儿渐行渐远，友人的身影也越来越模糊。友人乘船而去，只要再过一会儿，他们就将消失在诗人的视线之外。而这一别，又不知何时才能重新相逢。想到这些，诗人的心中难免有些怅惘。这时，诗人依依不舍，望着大江南北两岸，春满人间，春光荡漾，桃红柳绿，芳草萋萋。诗人感觉到自己心中的无限依恋惜别之情，就像眼前春色的无边无际。诗人忽发奇想：让我心中的相思之情也像这无处不在的春色，从江南江北，一齐扑向你，跟随着你归去吧？“惟有相思似春色，江南江北送君归”，是十分美丽的想象，有着无比蕴藉而深厚的感情。诗人似乎在对友人说：你在江上走，江南江北的春色包围着你；我的牵挂、友谊也和这春色一样，时时刻刻包围着你，陪你一路前行。春满江南江北，情亦满江南江北。不必特意写离愁别苦，别情已经充盈了满篇。更巧的是，自然之景与深挚之情妙合无间，耐人寻味。将自然界的春色比心灵中的感情，即景寓情，情与景妙合无间，极其自然。这里藉难写之景以抒无形之情，功夫当然又深了一层。写离情别绪哀而不伤，形象丰满，基调明快，这是盛唐诗歌的特色。</p> <p>　　此诗描写的是最具普遍性的离别。与许多别诗一样，先用景色来制造—定的气氛，“行客稀”可见境地的凄清，反衬与友人的依依不舍之情。此诗末两句“惟有相思似春色，江南江北送君归”与牛希济《生查子》诗中：“记得绿罗裙，处处怜芳草。”两句有着异曲同工之妙；与王维“惟有相思似春色，江南江北送君归”诗句比较，手法相同，思路相近，同样具有动人的艺术魅力，但感情一奔放一低徊，风格一浑成一婉约，各具姿态。“惟有相思似春色，江南江北送君归”两句是作者突发的奇想，将春色比作心中对朋友的情谊，情景妙合无间，表露得非常自然。原本充满愁绪的离别被诗人写得哀而不伤，反而觉得形象丰满、基调明快，其动人的艺术魅力不可否认。</p>",
  "about": "<h2>创作背景</h2> 　　<a href=\"http://so.gushiwen.org/author_515.aspx\">王维</a>大约在开元二十八、二十九年（740、741年）知南选，至襄阳（今属湖北）。他集子里现存《汉江临眺》、《晓行巴峡》等<a href=\"http://so.gushiwen.org/view_5786.aspx\">诗</a>，可见他在江汉的行踪不止襄阳一处。看诗题和头两句的意思，这诗当是作者在长江上游送沈子福顺流而下归江东之作。",
  "poet": {
    "id": 515,
    "star": 0,
    "name": "王维",
    "image": "http://img.gushiwen.org/authorImg/wangwei.jpg",
    "desc": "王维（701年－761年，一说699年—761年），字摩诘，汉族，河东蒲州（今山西运城）人，祖籍山西祁县，唐朝诗人，有“诗佛”之称。苏轼评价其：“味摩诘之诗，诗中有画；观摩诘之画，画中有诗。”开元九年（721年）中进士，任太乐丞。王维是盛唐诗人的代表，今存诗400余首，重要诗作有《相思》《山居秋暝》等。王维精通佛学，受禅宗影响很大。佛教有一部《维摩诘经》，是王维名和字的由来。王维诗书画都很有名，非常多才多艺，音乐也很精通。与孟浩然合称“王孟”。"
  },
  "tags": [
    "送别",
    "即景",
    "寓情",
    "思念"
  ]
}