{
  "id": 7731,
  "star": 34,
  "name": "夜坐吟",
  "dynasty": "唐代",
  "content": "冬夜夜寒觉夜长，沉吟久坐坐北堂。<br>冰合井泉月入闺，金缸青凝照悲啼。<br>金缸灭，啼转多。掩妾泪，听君歌。<br>歌有声，妾有情。情声合，两无违。<br>一语不入意，从君万曲梁尘飞。",
  "fanyi": "<p><strong>译文</strong><br>寒冷的冬夜，觉得特别漫长。一个女子久久地坐在北堂沉吟。<br>寒泉结冰，冷月入闺，一灯如豆。发出清冷的寒光，缭着女子的满面泪痕。<br>灯火忽被寒风吹灭，她更感凄凉，哭得更加悲切。忽然听见了一个男子的歌声，她擦干了脸上的眼泪，停住了悲泣，专注地听着。<br>歌声有深意，妾心有深情，情与声相合，两情无违背。<br>若有一言不合妾之意，任你余音绕梁歌万曲，也不动心。 </p> <p><strong>注释</strong><br>⑴夜坐吟：乐府古题，始自<a href=\"http://so.gushiwen.org/author_732.aspx\">鲍照</a><a href=\"http://so.gushiwen.org/view_7731.aspx\">诗</a>《代夜坐吟》，宋<a href=\"http://so.gushiwen.org/author_55.aspx\">郭茂倩</a>《乐府诗集》归入《杂曲歌辞》类。王琦注：“《夜坐吟》，始自鲍照。……盖言听歌逐音，因音托意也。”<br>⑵觉夜长：语出《古诗十九首》：“愁多知夜长。”<br>⑶北堂：谓妇人居处。《诗经·卫风·伯兮》孔颖达疏：“妇人所常处者，堂也。……房半以北为堂。堂者，房室所居之地。”<br>⑷冰合井泉：谓天寒井水结冰。闺：女子住室。<br>⑸金缸：铜制之灯盏。《文选》<a href=\"http://so.gushiwen.org/author_398.aspx\">班固</a>《西都赋》：“金缸衔璧。”吕延济注：“金缸，灯盏也。”青凝：一作“凝明”，灯之青光凝止不动貌。<br>⑹金缸：一作“青缸”。<br>⑺无违：没有违背。<br>⑻从：通“纵”。梁尘飞：《太平御览》卷五七引<a href=\"http://so.gushiwen.org/author_403.aspx\">刘向</a>《别录》：“汉兴以来，善歌者鲁人虞公，发由清哀，盖动梁尘。”《文选》<a href=\"http://so.gushiwen.org/author_838.aspx\">陆机</a>《拟古·东城一何高》：“一唱万夫叹，再唱梁尘飞。”</p>",
  "shangxi": "<h2>赏析</h2> <p>　　<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>此<a href=\"http://so.gushiwen.org/view_7731.aspx\">诗</a>，袭“听歌逐音，因音托意”之旨，设为男女叙情之辞，而从女方着笔。<a href=\"http://so.gushiwen.org/author_732.aspx\">鲍照</a>《夜坐吟》以“冬夜”起兴，此诗亦然。“冬夜”、“沉吟”两个七字句，言“坐吟”之时与地。时：“冬夜”；地：“北堂”。“冬夜”自然寒冷，而“北堂”为甚。“冬夜”之长，原不须因寒而后觉知，诗人说“夜寒觉夜长”，盖以寒之难受而更觉其长也。然而，诗中主人公不顾寒之甚，仍然坐“北堂”沉吟，而且久坐，究竟“沉吟”什么，诗里没有说，也不必说，读下去，自然会明白。“冰合”、“金缸”句，仍为两个七字句，但换了韵。诗，一般地说，换韵便换意。此处亦然。“水合井泉”，承“夜寒”而来；“月入闺”、“金缸青凝”（一作“青光凝明”），承“久坐”而来。随着时间的推移，诗中主人公更悲不自胜，已由“沉吟”而“悲啼”了。究竟为什么，诗仍然没有说，需要继续往下读。“金缸灭，啼转多”。韵换，句式亦换，七字句已换为三字句，节奏显得更迫促了。时间更往前移，“金缸”灭了；不用说，月也斜了。诗中主人公的情绪，不但“悲啼”，而且“啼转多”了。为什么，诗仍然没有说，还要继续往下读。“掩妾泪，听君歌”。韵和句式都未变，但诗中主人公的情绪却变了。她已是掩泪听歌了。歌里说些什么，诗没有说，但它所产生的效果却是惊人的。它一下就改变了诗中主人公那种悲不自胜的情绪，把她“转多”的“悲啼”一下就镇住了。这显示了非常强烈的艺术效果。但这歌为什么能产生这样一个效果，诗没有说，还要继续往下读。下面，又是两个三字句：“歌有声，妾有情”。韵变而句式未变。如果说，上面两个三字句，语似平缓而意却顿变，那么，这两个三字句，语与意都可说是顿变。诗就是这样逐步向其重心折进。这是诗人的富有特色的精心结构。从这六个字已可望到诗里感情浪潮的高峰，接近上面伏下的问题的答案。原来，诗中主人公的“沉吟”、“悲啼”以至于“啼转多”，乃是未能获得爱情的痛苦所致，而这歌声里却有一种与“妾情”相通的东西，它把诗中主人公从沉痛中唤醒。这就是情，情的力量。真是“何物人间情一点”，简直可以贯金石而俱穿。接着，诗中写出这种情的特点：“情声合，两无违。”原来，这是把两颗心完全贴在一起的情，无怪乎它能产生这么大的力量。这也是韵变而句式未顿变。因为这六字与前六字，既紧紧相连，而又有其重要进展。问题的全部答案就揭示在这里。诗至此，似已无话可说了；但作者又翻出了一层新意。这里一个五字句、一个七字句，是从反面来一个假设，言如果歌里有一句不中（入，中、去声）意的话，那么，不管它怎么多，怎样美妙，就像<a href=\"http://so.gushiwen.org/author_838.aspx\">陆机</a>的诗所说：“再唱梁尘飞”，或如<a href=\"http://so.gushiwen.org/author_403.aspx\">刘向</a>《别录》所说：“尽动梁尘”，把屋梁所有的灰尘都惊起来，也就像鲍照的诗所说“万曲不关心”了，不听了。从君，任你。这就从反面强调了感情的可贵在于：真挚、纯洁，不容羼入半点尘埃；否则，就一文不值。</p> <p>　　这首诗，韵凡四变，句式凡三变。不像鲍照之作，一韵到底，句式不过一变。盖以腾踏之势，步步设疑，层层折进，引人入胜。入后，既揭示其底蕴，又从反面来一笔，把要强调的情强到最高的程度。这是诗的价值。在以前的乐府里是没有过的，也不是鲍照的那首只写到“体君歌，逐君音。不贵声，贵意深”的同题之作所能比拟的。</p>",
  "about": "<h2>创作背景</h2> <p>　　此<a href=\"http://so.gushiwen.org/view_7731.aspx\">诗</a>是<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>借乐府旧题为女子代言爱情观。其作年不详，詹鍈《李白诗文系年》、裴斐《李白年谱简编》等都没有为此诗编年。</p>",
  "poet": {
    "id": 247,
    "star": 0,
    "name": "李白",
    "image": "http://img.gushiwen.org/authorImg/libai.jpg",
    "desc": "李白（701年－762年），字太白，号青莲居士，唐朝浪漫主义诗人，被后人誉为“诗仙”。祖籍陇西成纪(待考)，出生于西域碎叶城，4岁再随父迁至剑南道绵州。李白存世诗文千余篇，有《李太白集》传世。762年病逝，享年61岁。其墓在今安徽当涂，四川江油、湖北安陆有纪念馆。"
  },
  "tags": [
    "乐府",
    "女子",
    "音乐"
  ]
}