{
  "id": 21613,
  "star": 157,
  "name": "夜雨",
  "dynasty": "唐代",
  "content": "我有所念人，隔在远远乡。<br>我有所感事，结在深深肠。<br>乡远去不得，无日不瞻望。<br>肠深解不得，无夕不思量。<br>况此残灯夜，独宿在空堂。<br>秋天殊未晓，风雨正苍苍。<br>不学头陀法，前心安可忘。",
  "fanyi": "<strong>译文</strong><br>我有着深深思念的人，却相隔在远远的异乡。<br>我有所感怀的事情，深深的刻在心上。<br>故乡遥远回不去，我没有一天不遥望它。<br>内心痛苦万分却无处化解，日日夜夜未曾停止思念。<br>我的前途似乎也迷茫无望，孤独的在空空的屋子里睡觉。<br>秋天尚未来临，却已风雨纷纷。<br>不曾学过苦行僧的佛法，如何忘记曾经的过往！<br><br><br><strong>注释</strong><br>①乡：家乡。<br>②瞻望：往远处或高处看，敬仰并寄以希望。<br>③夕：日落的时候：夕阳。夕照。朝夕相处。无夕：日日夜夜。<br>④残灯：不好的事。夜：黑夜，代指前途的黑暗。<br>⑤空堂：空屋。<br>⑥晓：到来，来临。<br>⑦正：此时。苍苍：纷纷。<br>⑧头陀：苦行僧。<br>⑨安：怎么。",
  "shangxi": "<h2>赏析</h2> <p>　　首句开门见山，写出了所要记叙的事情，强烈的感情色彩也在无需意像的渲染的情况下，立刻展现在读者面前。四句话形式上两两相同，但情感上却是层层深入的，第一句提到了人的思念和远，都是平平的概述，点到为止，并没有提及是一个什么样的人，如何的思念她。第二句则重点写到了思念，写到思念的程度，也并没有深写。行文至此，全<a href=\"http://so.gushiwen.org/view_21613.aspx\">诗</a>的中心已经点明框架，已经明晰，但还只是一幅，如果用画画作比的话，构图，或者说是工笔前的白描图，线条简洁而有力。第三句对第一句进行了扩充和延伸，乡远远的程度，对故乡，更准确的说是对故乡的生活，故乡的人的思念之深。第四句是对第二句进行了扩充和延伸。一、三句是写实，故乡、人都是客观存在的。二、四句是写虚，回忆中的事和肝肠绞痛的感觉是诗人主观的感情。一实，一虚，把气氛渲染开来，行文至此，白描已经被染，出现了淡淡的色彩，阴阳、冷暖色初步分明。诗人付与“人”一个“隔”，付与“事”一个“结”字。“隔”、“结”都是冰凉凉的字眼，给人一种一对火热的恋人被活生生分扯开来的感觉。诗人用两个冰冷的字形象地写出了自己火热的情感，而火热又败于冰冷，这时引出自己肝肠绞痛的感觉显得自然，又打动了读者。在这里，诗人又用了一个打动人的动词“瞻望”。乡远，瞻望却不可相望见，可是还要望，纵是眼望不见那心也早已回到了那故乡的恋人身畔。</p> <p>　　前四句是对一个长时间一直以来状态的写，从“况此”一句开始，诗人就开始描绘一个夜雨的场景了。作者在描写夜雨场景的时候，却是惜字如金。他只用了两句话二十个字。这两句话不写思，不写念，不写人，不写事，只是用简洁的言语描绘了许多意像，灯、堂、天、风雨。一个况字说明这四句所描写的这些是在前四句的前提上进一步增加的。所以，在情感上也是在前四句的思念上增加的。一个“况”字就替代了千言万语的心理描写。“夜”是时间，在“夜”之前诗人用了一个名词作形容词来形容“夜”，“残灯”。灯从晚上点，点到残，一定已是深夜。诗人夜不能寐，久久的思念着心中的恋人。残灯昏暗的光下，长长的灯芯使光闪烁着，诗人在这情景万分伤心，没有言自然显得寂静，寂静使屋子显得“空”，显得寂寥。“空”不一定是真的缺少家具，而是因为缺少“人”。夜雨同话五更的人“空堂”不一定是堂“空”也写出诗人心中的怅然若失。“秋天”“未晓”“风雨”更是融情于景。“苍苍”二字既是对风雨的描写，又是诗人此时的心境。这两句，不着一字思念，而又字字句句把诗人的思念之情着色，分染过的白描已经基本上上好了颜色。最后一句话，可谓画龙点睛之笔，使用直抒胸意的写法，将全诗推向高潮。想忘，又不能忘，想忘，又不敢忘。诗人一段刻骨铭心的爱情就在这无果的结局中谢幕，无数的思念，向何处倾诉。</p> <p>　　整首诗贯穿着<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>的大、简、妙风格，虽是写爱情，写思念，但不像多数爱情诗一样婉约，它大气、又不失细腻，这不是刻意为之，而是一种情感之至，一种浑然天成。这首诗不是唐代所流行的工整的今体诗，它共有七句话，前四句大量的重复用字，也并不合乎诗歌的习惯。意像的描写被放在了叙事之后，全诗没有比喻、没有用典，也没有大量的兴、比之作，可以说是完全没有格律的羁绊，用最直白的语言，抒发了最真挚的情感。</p>",
  "about": "<h2>创作背景</h2> 　　此<a href=\"http://so.gushiwen.org/view_21613.aspx\">诗</a>写于元和六年（公元811年），<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>四十岁。从“独宿在空堂”可以看出，此诗是为一个与作者相爱的女子而写。且学者周相录考证，这个女子就是白居易几度在诗作中提到过的“东邻婵娟子”湘灵。",
  "poet": {
    "id": 665,
    "star": 0,
    "name": "白居易",
    "image": "http://img.gushiwen.org/authorImg/baijuyi.jpg",
    "desc": "白居易（772年－846年），字乐天，号香山居士，又号醉吟先生，祖籍太原，到其曾祖父时迁居下邽，生于河南新郑。是唐代伟大的现实主义诗人，唐代三大诗人之一。白居易与元稹共同倡导新乐府运动，世称“元白”，与刘禹锡并称“刘白”。白居易的诗歌题材广泛，形式多样，语言平易通俗，有“诗魔”和“诗王”之称。官至翰林学士、左赞善大夫。公元846年，白居易在洛阳逝世，葬于香山。有《白氏长庆集》传世，代表诗作有《长恨歌》、《卖炭翁》、《琵琶行》等。"
  },
  "tags": [
    "思念",
    "爱情"
  ]
}