{
  "id": 22098,
  "star": 2056,
  "name": "大林寺桃花",
  "dynasty": "唐代",
  "content": "人间四月芳菲尽，山寺桃花始盛开。 <br>长恨春归无觅处，不知转入此中来。",
  "fanyi": "<p><strong>译文</strong><br>在人间四月里百花凋零已尽，高山古寺中的桃花才刚刚盛开。<br>我常为春光逝去无处寻觅而怅恨，却不知它已经转到这里来。</p> <p><strong>注释</strong><br>⑴大林寺：在庐山大林峰，相传为晋代僧人昙诜所建，为中国佛教胜地之一。<br>⑵人间：指庐山下的平地村落。芳菲：盛开的花，亦可泛指花，花草艳盛的阳春景色。尽：指花凋谢了。<br>⑶山寺：指大林寺。始：才；刚刚。<br>⑷长恨：常常惋惜。春归：春天回去了。觅：寻找。<br>⑸不知：岂料，想不到。转：反。此中：这深山的寺庙里。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　该<a href=\"http://so.gushiwen.org/view_22098.aspx\">诗</a>只有短短的四句，从内容到语言都似乎没有什么深奥、奇警的地方，只不过是把“山高地深，时节绝晚” 、“与平地聚落不同”的景物节候，做了一番纪述和描写。但细读之，就会发现这首平淡自然的小诗，却写得意境深邃，富于情趣。</p> <p>　　诗的开首“人间四月芳菲尽，山寺桃花始盛开”两句，是写诗人登山时已届孟夏，正属大地春归，芳菲落尽的时候了。但不期在高山古寺之中，又遇上了意想不到的春景 —— 一片始盛的桃花。从紧跟后面的“长恨春归无觅处”一句可以得知，诗人在登临之前，就曾为春光的匆匆不驻而怨恨，而恼怒，而失望。因此当这始所未料的一片春景冲入眼帘时，该是使人感到多么的惊异和欣喜。诗中第一句的“芳菲尽”，与第二句的“始盛开” ，是在对比中遥相呼应的。它们字面上是纪事写景，实际上也是在写感情和思绪上的跳跃 —— 由一种愁绪满怀的叹逝之情，突变到惊异、欣喜，以至心花怒放。而且在首句开头，诗人着意用了“人间” 二字，这意味着这一奇遇、这一胜景，给诗人带来一种特殊的感受，即仿佛从人间的现实世界，突然步入到一个什么仙境，置身于非人间的另一世界。</p> <p>　　正是在这一感受的触发下，诗人想象的翅膀飞腾起来了。“长恨春归无觅处，不知转入此中来。” 诗人想到，自己曾因为惜春、恋春，以至怨恨春去的无情，但谁知却是错怪了春，原来春并未归去，只不过像小孩子跟人捉迷藏一样，偷偷地躲到这块地方来罢了。</p> <p>　　这首诗中，既用桃花代替抽象的春光，把春光写得具体可感，形象美丽；而且还把春光拟人化，把春光写得仿佛真是有脚似的，可以转来躲去。不，岂只是有脚而已，看它简直还具有顽皮惹人的性格呢。在这首短诗中，自然界的春光被描写得是如此的生动具体，天<a href=\"http://so.gushiwen.org/author_1137.aspx\">真可</a>爱，活灵活现，如果没有对春的无限留恋、热爱，没有诗人的一片童心，是写不出来的。这首小诗的佳处，正在立意新颖，构思灵巧，而戏语雅趣，又复启人神思，惹人喜爱，可谓唐人绝句小诗中的又一珍品。</p> <p>　　人间四月芳菲尽， 山寺桃花始盛开。 长恨春归无觅处， 不知转入此中来。海拔越高，温度越低，所以季节的出现也较陆地晚这里就提出了一个问题：大林寺的桃花在季节上为什么比山下要开得迟？从气象的角度来解释，答案只有一个，这就是“受了气温垂直差异的影响。也就是说，大林寺桃花之所以开得迟，原因是由于这里是“山地气候” 的缘故。</p> <p>　　常识告诉我们，在山地地区，气温是随着地势的高度的上升而相应递减的。一般说， 高度每升高100米，气温就下降0.6℃。当山地垂直起伏到几干米时，气温的垂直差异就更为明显。加上植物对气温的适应能力不同，这样，处于不同高度地段的植物景观必然就会出现差异。庐山海拔高度约1 400米，山顶气温比山麓平川地区一般要低8～9℃；大林寺位于今日庐山“花径风景区”，比山下平原高出1 100余米，气温较山下的九江市一带低6～7℃；加以庐山地处长江与郡阳湖之间，江湖水汽郁结，云雾弥漫，日照不足，更使山上的气温降低，春天当然就来得迟了。</p> <p>　　对于这个道理，生活在一千多年前的<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>自然是无法理解的。这从他在《游大林寺序》中所写的一段话“大林穷远，山高地深，时节绝晚，于时孟夏(四月)，正如正、二月天，梨桃始花，人物风候，与平地聚落不同，初到恍然若别一世界者”，可以证明。 其实，气温垂直变化对植物的影响，不仅在庐山是这样，就是在别处也不例 外。试以喜马拉雅山在我国境内一段山地为例，位于山地东南谷地的察隅、墨脱一带，由于海拔较低，日照充足，气温较高，可以种植水稻、玉米、柑桔等喜高温作物；由此往上，到海拔3 000米处，气温下降、雨水减少，只能种青裸、小麦一类作物；再往上，则是草木稀疏的高山牧场；雪线以上则因终年积雪、气候恶劣，除了偶尔长着几棵雪莲以外，啥植物也长不了。可见，在山地地区，植物在垂直分布上的差异性是与山地气候要素一一气温和降水的垂直变异分不开的。所以山地地区的气候就表现出了“一山有四季，十里不同天”的特色了。</p>",
  "about": "<h2>创作背景</h2> <p>　　此<a href=\"http://so.gushiwen.org/view_22098.aspx\">诗</a>作于唐宪宗元和十二年（817年）四月。<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>时任江州（今江西九江）司马，年四十六。</p> <p>　　关于这首诗的写作情况，白居易集有《游大林寺序》可参考：“余与河南元集虚、范阳张允中、南阳张深之、广平宋郁、安定梁必复、范阳张时、东林寺沙门法演、智满、士坚、利辩、道深、道建、神照、云皋、恩慈、寂然凡十七人，自遗爱草堂历东西二林，抵化城，憩峰顶，登香炉峰，宿大林寺。大林穷远，人迹罕到。环寺多清流苍石、短松瘦竹，寺中唯板屋木器，其僧皆海东人。山高地深，时节绝晚，于时孟夏月，如正二月天，山桃始华，涧草犹短，人物风候与平地聚落不同。初到恍然若别造一世界者。因口号绝句云（即《大林寺桃花》）。既而周览屋壁，见萧郎中存、魏郎中宏简、李补阙渤三人姓名诗句，因与集虚辈叹且曰：‘此地实匡庐间第一境。’由驿路至山门，曾无半日程，自萧、魏、李游，迨今垂二十年，寂寥无继来者。嗟乎！名利之诱人也如此。时元和十二年四月九日，太原白乐天序。”</p> <p>　　唐贞元年间进士出身的白居易，曾授秘书省校书郎，再官至左拾遗，可谓春风得意。谁知几年京官生涯中，因其直谏不讳，冒犯了权贵，受朝廷排斥，被贬为江州司马。身为江州司马的白居易，在《琵琶行》一诗中，曾面对琵琶女产生“同是天涯沦落人”的沧桑感慨。这种沧桑的感慨，也自然地融入了这首小诗的意境，使《大林寺桃花》纪游诗，蒙上了逆旅沧桑的隐喻色彩。</p>",
  "poet": {
    "id": 665,
    "star": 0,
    "name": "白居易",
    "image": "http://img.gushiwen.org/authorImg/baijuyi.jpg",
    "desc": "白居易（772年－846年），字乐天，号香山居士，又号醉吟先生，祖籍太原，到其曾祖父时迁居下邽，生于河南新郑。是唐代伟大的现实主义诗人，唐代三大诗人之一。白居易与元稹共同倡导新乐府运动，世称“元白”，与刘禹锡并称“刘白”。白居易的诗歌题材广泛，形式多样，语言平易通俗，有“诗魔”和“诗王”之称。官至翰林学士、左赞善大夫。公元846年，白居易在洛阳逝世，葬于香山。有《白氏长庆集》传世，代表诗作有《长恨歌》、《卖炭翁》、《琵琶行》等。"
  },
  "tags": [
    "写景",
    "写花"
  ]
}