{
  "id": 2538,
  "star": 10,
  "name": "西使兼送孟学士南游",
  "dynasty": "唐代",
  "content": "地道巴陵北，天山弱水东。相看万馀里，共倚一征蓬。 <br>零雨悲王粲，清尊别孔融。裴回闻夜鹤，怅望待秋鸿。 <br>骨肉胡秦外，风尘关塞中。唯馀剑锋在，耿耿气成虹。",
  "shangxi": "<h2>鉴赏</h2> <p>　　此<a href=\"http://so.gushiwen.org/view_2538.aspx\">诗</a>是初唐五言排律中的佼佼者，素来被诗论家所称道。明人胡应麟在《诗薮》中说：“凡排律起句，极宜冠裳雄浑，不得作小家语。唐人可法者，<a href=\"http://so.gushiwen.org/author_744.aspx\">卢照邻</a>：‘地道巴陵北，天山弱水东。’<a href=\"http://so.gushiwen.org/author_714.aspx\">骆宾王</a>：‘二庭归望断，万里客心愁。’<a href=\"http://so.gushiwen.org/author_647.aspx\">杜审言</a>：‘六位乾坤动，三微历数迁。’<a href=\"http://so.gushiwen.org/author_494.aspx\">沈佺期</a>：‘阊阖连云起，岩郎拂露开。’此类最为得体。”清人<a href=\"http://so.gushiwen.org/author_39.aspx\">沈德潜</a>在《唐诗别裁》中也评论说：“前人但赏其起语雄浑，须看一气承接，不平实，不板滞。后太白每有此种格法。”从这些评语里足以看出这首诗对当时诗坛和盛唐诗人的重要影响。</p> <p>　　卢照邻在《释疾文》中写道：“是时也天子按剑，方有事于八荒，驾风轮而梁弱水，飞日驭而苑扶桑。戈船万计兮连属，铁骑千群兮启行。文臣鼠窜，猛士鹰扬。故吾甘栖栖以赴蜀，分默默以从梁。可见卢照邻是在一种极复杂、极矛盾的心境中离开长安的。他甘心赴蜀，是出于无奈躲避的考虑的。因此诗的第五、六两句写道：“零雨悲<a href=\"http://so.gushiwen.org/author_770.aspx\">王粲</a>，清尊别<a href=\"http://so.gushiwen.org/author_787.aspx\">孔融</a>。”这实际上是把王粲比作己，把孔融比作友人，赞扬了孟学士刚直的品格。言外之意是说自己西去有王粲避难荆州之悲，而孟学士南游有孔融赋闲之叹。两句诗紧扣题目，抒写自己西使和送别友人的心情，愤世嫉俗、抑郁不平之气流露于字里行间。</p> <p>　　诗的起句点明两人分别要到之处，孟学士要到巴陵郡，诗人要到巴蜀地。“相看万里余，共倚一征蓬”，他们所去的地方都有万里之遥，此次分别每人都像飞蓬一样行踪不定。“徘徊闻夜鹤，怅望待秋鸿”，是设想和朋友分别后，思念难耐，夜不成寐，竟起徘徊，倾听着凄厉的鹤声，等待着向南飞来的鸿雁怅然若失。意思是等着孟学士的来信。“骨肉胡秦外，风尘关塞中”，是指诗人的兄弟亲戚都在塞外或蓟北；自己却在关内宦海中飘泊多年。写身世的孤苦，是为了强调友谊的重要。“唯余剑锋在，耿耿气如虹”，是自比为锋利的宝剑，尽管不为人所用，但忠心耿直气贯长虹。前句中是借申包胥思存楚的典故，后句源出荆轲刺秦王。<a href=\"http://so.gushiwen.org/author_811.aspx\">邹阳</a>狱中上书有：“荆轲慕燕丹之义，白虹贯日。”这里用这两个典故来表示自己忠心为国，精诚之气可感天地。</p> <p>　　沈德潜称赞这首五言排律说：“一气承接，不平实，不板滞。”的确，这首排律写得流畅自然，一气呵成，而又起伏跌宕。诗人采用了情景交映、虚实结合等手法，来抒发自己内心浓烈的感情。</p>",
  "poet": {
    "id": 744,
    "star": 0,
    "name": "卢照邻",
    "image": "http://img.gushiwen.org/authorImg/luzhaolin.jpg",
    "desc": "卢照邻，初唐诗人。字升之，自号幽忧子，汉族，幽州范阳（治今河北省涿州市）人，其生卒年史无明载，卢照邻望族出身，曾为王府典签，又出任益州新都（今四川成都附近）尉，在文学上，他与王勃、杨炯、骆宾王以文词齐名，世称“王杨卢骆”，号为“初唐四杰”。有7卷本的《卢升之集》、明张燮辑注的《幽忧子集》存世。卢照邻尤工诗歌骈文，以歌行体为佳，不少佳句传颂不绝，如“得成比目何辞死，愿作鸳鸯不羡仙”等，更被后人誉为经典。"
  },
  "tags": [
    "离别"
  ]
}