{
  "id": 66424,
  "star": 35,
  "name": "水调歌头·题剑阁",
  "dynasty": "宋代",
  "content": "万里云间戍，立马剑门关。乱山极目无际，直北是长安。人苦百年涂炭，鬼哭三边锋镝，天道久应远。手写留屯奏，炯炯寸心丹。 <br>对青灯，搔白发，漏声残。老来勋业未就，妨却一身闲。梅岭绿阴青子，蒲涧清泉白石，怪我旧盟寒。烽火平安夜，归梦到家山。",
  "shangxi": "<h2>鉴赏</h2> <p>　　南宋名臣<a href=\"http://so.gushiwen.org/author_575.aspx\">崔与之</a>是广州人，一直被称为“粤词之视”。他开创了的“雅健”为宗旨的岭南词风，对后世岭南词人影响很大。南宋后期的<a href=\"http://so.gushiwen.org/author_153.aspx\">李昂</a>英、赵必王象、陈纪等人，便是这种“雅健”词风的直接继承者。这首词苍凉沉郁，感慨良多，感情与风格都与<a href=\"http://so.gushiwen.org/author_272.aspx\">陆游</a>、<a href=\"http://so.gushiwen.org/author_217.aspx\">辛弃疾</a>、<a href=\"http://so.gushiwen.org/author_244.aspx\">陈亮</a>的词相近。由于崔与之僻处岭南，存词甚少，故鲜为人知。</p> <p>　　“万里云间戍，立马剑门关。”起句居高临下，气势恢宠，形成全词的豪迈基调。“万里”，写地域之远：“云间”，写地势之高：“戍”，正点出崔与之的安抚使身份。剑门关为川陕间重要关隘，是兵家必争之地。词人于此“一夫当关，万夫莫开”的军事要地立马，极目骋怀，自多感慨。以下笔锋一转，由豪迈转为苍凉。“乱山”二句，语本<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>“云白山青万余里，愁看直北是长安”（《小寒食舟中作》）。长安是汉唐旧都，古代<a href=\"http://so.gushiwen.org/view_66424.aspx\">诗</a>词中常用以指代京城，此即指北宋京城汴京（今河南开封）。长安在剑阁北面，亦早入金手，故“直北是长安”句，既是实指，又是借指，一语双关。句中虽无“愁看”二字，而愁绪自在其中。乱山无际，故都何在？“直北”五字，似是淡淡道来，实则包含着无穷的悲愤，无穷的血泪。接下去，词人便承此发挥，描写金兵入犯给人民带来的巨大苦难。</p> <p>　　“人苦百年涂炭，鬼哭三边锋镝”，二句概括了宋朝自南渡以来中原人民的悲惨遭遇。中原人民陷于水深火热之中，边境地方更因战乱频仍，死者不计其数。“鬼哭”句，正是写边境一带“新鬼烦冤旧鬼哭，天阴雨湿声啾啾”（杜甫）《兵车行》的悲惨情况。这两句把战乱之苦描写得淋漓尽致，使读者感同身爱，激起对敌人的义愤。接着作者笔锋一转，明确表示：天道好还，否极泰来，胡运是不会长久的，苦难的日子应该到尽头了！“天道久应还”五字铿锵有力，稳操胜券，流露出作者对收复失地的强烈愿望；与陆游“逆虏运尽行当平”，“如见万里烟尘清”（《题醉中所作草书卷后》），怀有同样迫切的期望。</p> <p>　　紧接着，作者由对北方人民的思念和关注，进而联想到自己的职责，表示要亲写奏章，留在四川屯守御金，使他管辖下的一方百姓，不受金人的侵害。“手写”二句豪气干云，壮怀激烈，字字作金石声，具见作者忧国忧民的一片赤诚。真是热血沸腾，肝胆相照！</p> <p>　　下阕以“对青灯，搔白首，漏声残”三个短句作过片，写出作者赋词时的环境气氛：青灯荧荧，夜漏将尽。三句中，重点放在“搔白首”三字上；由此而引出“老来勋业未就，妨却一身闲”的慨叹。这里的“勋业”，并非指一般的功名，而是指收复失地的大业。这与陆游“华发苍颜羞自照”，“逆胡未灭心未平”（《三月十七日夜醉中作》）的意思一样。由于“老来勋业未就”，因此作者原来打算功成身退，归老林泉的愿望便落空了。北宋名臣<a href=\"http://so.gushiwen.org/author_510.aspx\">范仲淹</a>戍边时，曾有感于自己未能象后汉的窦宪一样，北逐匈奴，登燕然山，勒石记功而还，而慨叹“浊酒一杯家万里，燕然未勒归无计”（《渔家傲》）。崔与之亦有此感慨。虽然他对家乡十分思念，但抗金守土的责任感，又使他不得不继续留在异乡。他感到有负故乡的山水，仿佛广州白云山上蒲涧的流泉，粤北梅岭上青青的梅子，都在责备他忘了归隐田园的旧约了。句中的“旧盟寒”，指的是背信弃义之意。“怪我旧盟寒”五字，是对“妨却一身闲”句的照应。“怪”、“妨”二字甚佳，能把作者“老来勋业未就”，思家而不得归的矛盾复杂心境，委婉地表达出来。这两句貌似闲适，内里却是跳动着作者的报国丹心的。</p> <p>　　末二句“烽火平安夜，归梦绕家山”，对上述意思再加深一层，意思是说：请不要责备我负约吧，在“逆胡未灭”、烽烟未息之时，我又能归去？其实我无时无刻都在想念故乡，每当战事暂宁的“烽火平安夜”，我的梦魂就回到故乡去了！这两句思家情深，报国意切，十字融为一体。以此收束全词，使人回味无穷。</p>",
  "about": "<h2>创作背景</h2> 　　1219—1222年，<a href=\"http://so.gushiwen.org/author_575.aspx\">崔与之</a>，出任成都知府兼成都府路安抚使时，曾登临剑阁，写下这首词。这时，淮河秦岭以北的大片国土，尽沦于敌手。在这种情况下，词人立马剑门，举目瞭望中原，心中不胜感慨。",
  "poet": {
    "id": 575,
    "star": 0,
    "name": "崔与之",
    "image": "http://img.gushiwen.org/authorImg/cuiyuzhi.jpg",
    "desc": "崔与之（1158～1239）南宋名臣。字正子，一字正之，号菊坡，谥清献，原籍宁都白鹿营 （今江西省宁都县黄石镇营底村），幼年随父移居广东增城，故《宋史》载其广州人，《中国人名大辞典》载其增城（中新坑背崔屋村）人。绍熙四年（1193）进士。授浔州司法参军，调淮西提刑司检法官，特授广西提点刑狱。嘉定中，权发遣扬州事、主管淮东安抚司公事，知成都府兼本路安抚使。端平元年（1234），授广东经略安抚使兼知广州。二年，除参知政事。三年，拜右承相兼枢密使。嘉熙三年以观文殿大学士奉祠。著有《崔清献公集》。"
  },
  "tags": [
    "豪放",
    "爱国",
    "感慨"
  ]
}