{
  "id": 48774,
  "star": 44,
  "name": "渔家傲·花底忽闻敲两桨",
  "dynasty": "宋代",
  "content": "花底忽闻敲两桨。逡巡女伴来寻访。酒盏旋将荷叶当。莲舟荡。时时盏里生红浪。<br>花气酒香清厮酿。花腮酒面红相向。醉倚绿阴眠一饷。惊起望。船头阁在沙滩上。",
  "fanyi": "<p><strong>译文<br></strong>荷花底下，忽听到双桨击水的声响，不一会，一群女友来把我寻访。摘下荷花当酒杯，采莲船在荷花池中荡漾。粉红色的荷花映酒中，杯里时时翻红浪。<br>清新的荷香、醇美的酒味，搅在一起；粉红的荷花、粉红的脸蛋，同映酒缸。绿色的荷叶丛中，醉了正好躺一躺。一觉醒来抬头望，船头搁浅在沙滩上。</p> <p><strong>注释<br></strong>⑴渔家傲：词牌名。此调原为北宋年间流行歌曲，始见于北宋<a href=\"http://so.gushiwen.org/author_432.aspx\">晏殊</a>，因词中有“神仙一曲渔家傲” 句，便取“渔家傲”三字作词名。双调六十二字，上下片各四个七字句，一个三字句，每句用韵，声律谐婉。南北曲均有。<br>⑵逡（qūn）巡：宋元俗语，犹顷刻，一会儿。指时间极短。<br>⑶旋（xuàn）：随时就地。当（dàng）：当做，代替。<br>⑷“时时”句：谓莲花映入酒杯，随舟荡漾，显出红色波纹。红浪：指人面莲花映在酒杯中显出的红色波纹。<br>⑸清厮酿（niàng）：清香之气混成一片。厮酿：相互融合。<br>⑹花腮（sāi）：指荷花。形容荷花像美人面颊的花容。酒面：饮酒后的面色。宋<a href=\"http://so.gushiwen.org/author_131.aspx\">梅尧臣</a>《牡丹》<a href=\"http://so.gushiwen.org/view_48774.aspx\">诗</a>：“时结游朋去寻玩，香吹酒面生红波。”<br>⑺一饷（xiǎng）：即一晌，片刻。《敦煌变文集·<a href=\"http://so.gushiwen.org/author_830.aspx\">王昭君</a>变文》：“若道一时一饷，犹可安排；岁久月深，如何可度。”蒋礼鸿通释：“一饷，就是吃一餐饭的时间。”<br>⑻阁（gē）：同“搁”，放置，此处指搁浅。一作“搁”。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　此词以清新可爱而又富有生活情趣的语言，描写一群采莲姑娘荡舟采莲时喝酒逗乐的情景，塑造出活泼、大胆、清纯的水乡姑娘形象，给人以耳目一新的艺术享受。</p> <p>　　首句“花底忽闻敲两桨”，“闻”字、“敲”字，不写人而人自现，“桨”字不写舟而舟自在，用“花底”二字映衬出了敲桨之人，是一种烘托的手法，着墨不多而蕴藉有味。第二句“逡巡女伴来寻访”，方才点明了人和人的性别。“逡巡”，顷刻，显示水乡女子荡舟技巧的熟练与急欲并船相见的心情，人物出场写得颇有声势。“酒盏”句，是对姑娘们喝酒逗乐的描写，是一个倒装句，即“旋将荷叶当酒盏”的意思，倒文是为了协调平仄和押韵。这个“旋”二字，与上面的“忽”字、“逡巡”二字，汇成一连串快速的行动节奏，表现了姑娘们青春活泼、动作麻利的情态，惹人喜爱。</p> <p>　　“酒盏”句写荷叶作杯。据说是把荷叶连茎摘下，在叶心凹处，用针刺破，一手捧荷叶注酒凹处以当酒杯，于茎端吸饮之。隋殷英童《采莲曲》云“荷叶捧成杯”，唐<a href=\"http://so.gushiwen.org/author_286.aspx\">戴叔伦</a>《南野》云“酒吸荷杯绿”，<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>《酒熟忆皇甫十》云“寂寞荷叶杯”等，都是指此。在荷香万柄、轻舟荡漾中间，几个天真烂漫的姑娘，用荷叶作杯，大家争着吮吸荷杯中的醇酒，好一幅生动而富有乡士气息的女儿行乐图！接着轻荡莲舟，碧水微波，而荷杯中的酒，也微微摇动起来，映入了荷花的红脸，也映入了姑娘们腮边的酒红，一似红浪时生。</p> <p>　　下片第一、二两句“花气酒香清厮酿，花腮酒面红相向”，是从花、酒与人三方面作交错描述。花的清香和酒的清香相互混和，花的红晕和脸的红晕相互辉映。花也好，人也好，酒也好，都沉浸在一片“香”与“红”之中了。这就把热闹的气氛，推向了高潮。</p> <p>　　然而第三句“醉倚绿阴眠一饷”笔锋一转，热闹转为静止。又拈出一个“绿阴”的“绿”字来，使人在视觉和听觉上产生一种强烈的色彩和音响的对比，从而构成了非凡的美感。下面两句笔锋又作一层转折，从“眠”到“醒”；由“静”再到“动”，用“惊起”二字作为转折的纽带。特别是这个“惊”字，则又是过渡到下文的纽带。姑娘们喝醉了酒，在荷叶的绿阴中睡着了，而船因无人打桨随风飘流起来，结果在沙滩上搁浅了。“惊起”是言醒来看到了这个令人尴尬的场面，这样既坐实一个“醉”字，又暗藏一个“醒”字。</p> <p>　　这首词妙在起、承、转、合脉络清晰；更妙在其风格清新、言语含蓄而又设境秾艳，词风健康明朗、生动活泼，是少有的佳作。</p>",
  "about": "<h2>创作背景</h2> 　　<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>以《渔家傲》词调共作了六首采莲词，这首词即为其中之一。其具体创作时间未详。",
  "poet": {
    "id": 561,
    "star": 0,
    "name": "欧阳修",
    "image": "http://img.gushiwen.org/authorImg/ouyangxiu.jpg",
    "desc": "欧阳修（1007－1072），字永叔，号醉翁，晚号“六一居士”。汉族，吉州永丰（今江西省永丰县）人，因吉州原属庐陵郡，以“庐陵欧阳修”自居。谥号文忠，世称欧阳文忠公。北宋政治家、文学家、史学家，与韩愈、柳宗元、王安石、苏洵、苏轼、苏辙、曾巩合称“唐宋八大家”。后人又将其与韩愈、柳宗元和苏轼合称“千古文章四大家”。"
  },
  "tags": [
    "宋词三百首",
    "婉约",
    "女子",
    "荷花",
    "饮酒"
  ]
}