{
  "id": 72735,
  "star": 39,
  "name": "长亭送别",
  "dynasty": "元代",
  "content": "　　今日送张生赴京，十里长亭，安排下筵席；我和长老先行，不见张生、小姐来到。今日送张生上朝取应，早是离人伤感，况值那暮秋天气，好烦恼人也呵！“悲欢聚散一杯酒，南北东西万里程。”</p> <p>　　[正宫][端正好]碧云天，黄花地，西风紧，北雁南飞。晓来谁染霜林醉？总是离人泪。</p> <p>　　[滚绣球]恨相见得迟，怨归去得疾。柳丝长玉骢难系，恨不倩疏林挂住斜晖。马儿迍迍的行，车儿快快的随，却告了相思回避，破题儿又早别离。听得道一声“去也”，松了金钏；遥望见十里长亭，减了玉肌：此恨谁知？</p> <p>　　姐姐今日怎么不打扮？你那知我的心里呵！</p> <p>　　[叨叨令]见安排着车儿、马儿，不由人熬熬煎煎的气；有甚么心情花儿、靥儿，打扮得娇娇滴滴的媚；准备着被儿、枕儿，只索昏昏沉沉的睡；从今后衫儿、袖儿，都揾做重重叠叠的泪。兀的不闷杀人也么哥?兀的不闷杀人也么哥？久已后书儿、信儿，索与我凄凄惶惶的寄。</p> <p>　　张生和长老坐，小姐这壁坐，红娘将酒来。张生，你向前来，是自家亲眷，不要回避。俺今日将莺莺与你，到京师休辱末了俺孩儿，挣揣一个状元回来者。小生托夫人余荫，凭着胸中之才，视官如拾芥耳。夫人主见不差，张生不是落后的人。</p> <p>　　[脱布衫]下西风黄叶纷飞，染寒烟衰草萋迷。酒席上斜签着坐的，蹙愁眉死临侵地。</p> <p>　　[小梁州]我见他阁泪汪汪不敢垂,恐怕人知；猛然见了把头低,长吁气,推整素罗衣。</p> <p>　　[幺篇]虽然久后成佳配，奈时间怎不悲啼。意似痴，心如醉，昨宵今日，清减了小腰围。</p> <p>　　小姐把盏者！请吃酒！</p> <p>　　[上小楼]合欢未已，离愁相继。想着俺前暮私情，昨夜成亲，今日别离。我谂知这几日相思滋味，却原来比别离情更增十倍。</p> <p>　　[幺篇]年少呵轻远别，情薄呵易弃掷。全不想腿儿相挨，脸儿相偎，手儿相携。你与俺崔相国做女婿，妻荣夫贵，但得一个并头莲，煞强如状元及第。</p> <p>　　红娘把盏者！</p> <p>　　[满庭芳]供食太急，须臾对面，顷刻别离。若不是酒席间子母们当回避，有心待与他举案齐眉。虽然是厮守得一时半刻，也合着俺夫妻每共桌而食。眼底空留意，寻思起就里，险化做望夫石。</p> <p>　　姐姐不曾吃早饭，饮一口儿汤水。红娘，甚么汤水咽得下！</p> <p>　　[快活三]将来的酒共食，尝着似土和泥。假若便是土和泥，也有些土气息，泥滋味。</p> <p>　　[朝天子]暖溶溶玉醅，白泠泠似水，多半是相思泪。眼面前茶饭怕不待要吃，恨塞满愁肠胃。“蜗角虚名，蝇头微利”，拆鸳鸯在两下里。一个这壁，一个那壁，一递一声长吁气。</p> <p>　　辆起车儿，俺先回去，小姐随后和红娘来。此一行别无话儿，贫僧准备买登科录看，做亲的茶饭少不得贫僧的。先生在意，鞍马上保重者！“从今经忏无心礼，专听春雷第一声。”</p> <p>　　[四边静]霎时间杯盘狼藉，车儿投东，马儿向西，两意徘徊，落日山横翠。知他今宵宿在那里？有梦也难寻觅。</p> <p>　　张生，此一行得官不得官，疾早便回来。小生这一去白夺一个状元，正是“青霄有路终须到，金榜无名誓不归”。君行别无所赠，口占一绝，为君送行：“弃掷今何在，当时且自亲。还将旧来意，怜取眼前人。”小姐之意差矣，张珙更敢怜谁？谨赓一绝，以剖寸心：“人生长远别，孰与最关亲？不遇知音者，谁怜长叹人？”</p> <p>　　[耍孩儿]淋漓襟袖啼红泪，比司马青衫更湿。伯劳东去燕西飞，未登程先问归期。虽然眼底人千里，且尽生前酒一杯。未饮心先醉，眼中流血，心内成灰。</p> <p>　　[五煞]到京师服水土，趁程途节饮食，顺时自保揣身体。荒村雨露宜眠早，野店风霜要起迟！鞍马秋风里，最难调护，最要扶持。</p> <p>　　[四煞]这忧愁诉与谁？相思只自知，老天不管人憔悴。泪添九曲黄河溢，恨压三峰华岳低。到晚来闷把西楼倚，见了些夕阳古道，衰柳长堤。</p> <p>　　[三煞]笑吟吟一处来，哭啼啼独自归。归家若到罗帏里，昨宵个绣衾香暖留春住，今夜个翠被生寒有梦知。留恋你别无意，见据鞍上马，阁不住泪眼愁眉。</p> <p>　　有甚言语嘱付小生咱？</p> <p>　　[二煞]你休忧文齐福不齐，我只怕你停妻再娶妻。休要一春鱼雁无消息！我这里青鸾有信频须寄，你却休“金榜无名誓不归”。此一节君须记：若见了那异乡花草，再休似此处栖迟。</p> <p>　　再谁似小姐？小生又生此念。</p> <p>　　[一煞]青山隔送行，疏林不做美，淡烟暮霭相遮蔽。夕阳古道无人语，禾黍秋风听马嘶。我为甚么懒上车儿内，来时甚急，去后何迟？</p> <p>　　夫人去好一会，姐姐，咱家去！</p> <p>　　[收尾]四围山色中，一鞭残照里。遍人间烦恼填胸臆，量这些大小车儿如何载得起？</p> <p>　　仆童赶早行一程儿，早寻个宿处。泪随流水急，愁逐野云飞。",
  "fanyi": "<p>　　（夫人、长老上场，说）今天送张生进京赶考，在这十里长亭，准备了送别酒宴；我和长老先行动身来到了长亭，只是还没见张生和小姐到来。（莺莺、张生、红娘一同上场）（莺莺说）今天送张生进京赶考，本就是使离别的人伤感，何况又碰上这深秋季节，多么烦恼人呀！“悲欢离合都在这一杯酒，从此就要各分东西相隔万里。”</p> <p>　　【正宫】【端正好】碧蓝的天空，开满了菊花的大地，西风猛烈吹，大雁从北往南飞。清晨，是谁把经霜的枫林染红了？那总是离人的眼泪。</p> <p>　　【滚绣球】恨相见得太迟，怨离别得太快。柳丝虽长，却难系住远行人的马，恨不能使疏林一直挂住那斜阳。张生的马慢慢地走 我和车紧紧地跟随，刚刚结束了相思之苦，却又早开始了别离之愁。听他说“要走了”，人顿时消瘦下来；远远地望见十里长亭，人更消瘦了：这离愁别恨有谁能理解？</p> <p>　　（红娘说）姐姐今天怎么不打扮？（莺莺说）你哪里知道我的心里呵！（莺莺唱）</p> <p>　　【叨叨令】看见准备着离去的车和马，不由得我难过生气；还有什么心情去插花儿、贴靥儿，打扮得娇娇滴滴的妩媚；准备好被子、枕头，只要昏昏沉沉地闷睡，从今后，那衫儿、袖儿，只会揩满流不断的泪。怎么不愁煞人呀？怎么不愁煞人呀？从今往后，张生你要书信给我赶紧寄。</p> <p>　　（到达长亭，拜见夫人）（夫人说）张生跟长老坐，小姐这边坐，红娘拿酒来。张生，你也上前来，都是自家的亲眷，不要回避。我今天把莺莺许配给了你，到了京城后不要辱没了我孩儿，努力争取一个状元回来。（张生说）小生我托夫人洪福，凭着胸中的才气，把考个功名看得就像拾根小草一样。（长老说）夫人的见识不会错，张生不是个落后的人。（斟酒后，坐下）（莺莺长叹）</p> <p>　　【脱布衫】西风吹来，黄叶乱飞，染上了寒霜之后的枯草满地都是。酒席上斜偏着身子坐的张生，紧锁着愁眉，没精打采，呆呆发愣。</p> <p>　　【小梁州】我看见他强忍着泪水而不敢任其流出，恐怕被人发觉;猛然间又看见他把头低下，长长地吁气，假装着整理着自己素色的绸衣。</p> <p>　　【幺篇】虽然久后终成美好姻缘，无奈眼前这个时候，怎么不让人伤心悲泣！心意好象痴迷，心情如同醉酒，从昨夜到今天，细腰儿更加瘦减。</p> <p>　　（夫人说）小姐斟酒！（红娘递酒壶，莺莺端着酒杯长吁叹，说）请喝酒！</p> <p>　　【上小楼】团圆欢聚没多久，离情别绪相跟而来。想着我前天晚上私下订情，昨天晚上结为夫妻，今日却要分开。</p> <p>　　我深切休会了这几天相思的滋味，却原来比别离的愁苦还要深十倍。</p> <p>　　【幺篇】青春年少呵，把别离看得很轻，情意淡薄呵，容易遗弃对方。全不想过去腿儿相挨，脸儿相依，手儿相携的情形与甜蜜。你给我崔相国家做女婿，算得上妻荣夫贵，只求像并蒂莲似的永不分离，远胜过状元及第。</p> <p>　　（夫人说）红娘倒酒吧！（红娘倒酒）（莺莺唱）</p> <p>　　【满庭芳】斟酒上菜太快，相对片刻，马上又要分离。如果不是酒席上母子间需要回避，真想和他叙叙夫妻之情。虽然只能相守得一时半会儿，也算是我们夫妻同桌共食了。眼里空留着深意，回想起其中的波折，差一点化成望夫石。</p> <p>　　（红娘说）姐姐不曾吃过早饭，就喝一口汤吧。（莺莺说）红娘，什么汤儿咽得下去呢！</p> <p>　　【快活三】拿来的酒和食，吃着就象土和泥。假若就是真的土和泥，也有些土的气息，泥的滋味。</p> <p>　　【朝天子】暖溶溶的美酒，清淡得如同水一样，这里边多半是相思的泪水。眼面前的茶饭难道不想吃，只是愁恨塞满了肠胃。为了一些“微不足道的虚名小利”，却把一对夫妻拆开在两处。一个在这边，一个在那里，一声接着一声长长地叹气。</p> <p>　　（夫人说）套上车儿，我先回去，小姐随后和红娘一起回来。（夫人下场）（张生和长老辞别）（长老说）你这一走我没有别的话要说，我准备买科举后的录取名册看，你结婚酒的茶饭还少不得我的。先生当心，一路上多保重！从今往后我无心诵习佛经，专听你高中状元的捷报。（长老下场）（莺茑唱）</p> <p>　　【四边静】一会儿送别的筵席已经结束，我的车往东，张生的马儿向西，两情依依难别离，夕阳的余辉照在绿色的山岗上。不知他今晚住在哪里？即使在梦中也难寻觅。</p> <p>　　（莺莺说）张生，这一去不管得官不得官，早早地回来。（张生说）我这一去一定不费力地考取一个状元。正是“青天有路终会到，金榜无名誓不回。”（莺莺说）你这一次赴考我没有什么相送，吟一首，为你送行：“抛弃我的人现在何处？想当初对我那么亲热。现在又用原来对我的情意，去爱怜眼前的新人。”（张生说）小姐的想法错了，我张珙怎么敢去爱怜新人？我续上一首绝句诗，来表达我的真心：“人生难免有远别，我跟谁更亲密？如果不是遇上知音你，又有谁可怜我张生呢？”（莺莺唱）</p> <p>　　【耍孩儿】湿淋淋的衣袖上沾满眼泪，比<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>的青衫更湿。伯劳鸟向东飞去燕子向西飞，还没有启程倒先问归期。虽然眼前人要远别千里，姑且先干了面前的这一杯酒。没有喝酒心却先醉，眼里流血，内心如同死灰。</p> <p>　　【五煞】到京城望你适应水土，及时赶路，节制饮食，顺应时节，保重自己的身体。荒村野店应早点休息，风霜雨雪天气应起得迟！在秋风中远行，身体最难调护，也就最要照顾好自己。</p> <p>　　【四煞】这忧愁向谁去诉说？想思之苦只有自己心里明白，老天爷不管人是否憔悴。相思的泪水使九曲黄河都泛滥起来，怨恨能将华岳三峰都压低。到黄昏独自闷倚西楼，只见那夕阳古道，依依杨柳，千里长堤。</p> <p>　　【三煞】笑嘻嘻一道来，哭啼啼独自回。回家后若是入罗帏，昨夜绣花被里又香又暖春意迷人，今夜里绣被冰冷难成梦。留恋你不为别的，只是见你攀鞍上马，忍不住泪水横流，紧锁眉头。</p> <p>　　（张生说）有什么话要嘱咐我吗？（莺莺唱）</p> <p>　　【二煞】你不要担心“有文才而没有福气”，我只怕你“撇下前妻再娶妻”。你不要“一去就杳无音讯”！我这里有信经常寄给你，你千万不要“考不中就坚决不回来”。这一点你必须记住：如果遇上那他乡女子，不要像在这里似的逗留迷恋。</p> <p>　　（张生说）还有谁能比得上小姐？我又怎么会产生这种念头。（莺莺唱）</p> <p>　　【一煞】青山阻隔我送行，疏林挡住我目光，淡淡炊烟和那傍晚的雾气相互掩映。残阳斜照的古道没有人声，秋风吹过庄稼传来马的嘶鸣。我为什么懒得上车呢，来的时候多么急切，别离独回却又多么迟缓？</p> <p>　　（红娘说）夫人回去好一会儿了，姐姐，咱们回家去！（莺莺唱）</p> <p>　　【收尾】四周群山中，一马远去残阳里。整个人间的烦恼都填在我胸中，估量这样大的小车子怎么能载得起呢？</p> <p>　　（莺莺、红娘下场）（张生说）仆童趁早赶一路程，早些找个住处。泪水随着流水更加多了，忧愁追逐着野云四处飘飞。（张生下场）</p>",
  "shangxi": "<p>　　《西厢记》包含丰富的修辞技巧，有人做了统计，全剧运用的积极修辞手法达到三十四种之多，可以说是集我国古代修辞之大成，成为我国古代戏曲修辞手法运用的理想范本。</p> <p>　　作者采用古典词情景交融的艺术手法，既吸收了古典诗词语言的精华，又提炼、融会生动的民间口语，加重文章的斑斓色彩，增强语言的形象性和表现力，使这部作品辞藻纷呈，艳丽典雅。在博取众长的基础上，熔铸冶炼，形成自身华丽秀美的语言特色。这种特色是形成全剧“花间美人”艺术风格的重要因素，没有语言上这种五色缤纷的艳丽姿采，“花间美人”就要黯然失色。</p> <p>　　……其文采灿然的语言特点，绝不是堆砌词藻，雕字琢句得来的，它和形式主义的专门搞文字藻绘的作品毫无共同之处。全剧虽然华美，文采璀璨，却自然、流利、通畅，绝无滞涩、雕琢、造作的毛病。因此明代戏曲评论家何元朗认为：“<a href=\"http://so.gushiwen.org/author_829.aspx\">王实甫</a>才情富丽，真辞家之雄。”（《四友斋从说》）<a href=\"http://so.gushiwen.org/author_121.aspx\">王世贞</a>云：“北曲故当以《西厢》压卷。”（《曲藻》）</p> <p>　　（吴文）</p> <p>　　作者不仅善于熔炼方言口语入曲，而且更善于熔炼古典诗词入曲，甚至把口语和古典诗词杂糅在一起而丝毫不显生硬牵强。俗话说“量体裁衣”，《西厢记》很多地方是“量体借衣”，借用前人的现成语句和意境而不显“借”的痕迹。……当我们读到“碧云天，黄花地”，“暖溶溶的玉醅，白泠泠似水，多半是相思泪”等句时，也会很自然地想到<a href=\"http://so.gushiwen.org/author_510.aspx\">范仲淹</a>的名篇《苏幕遮》：</p> <p>　　碧云天，黄叶地。秋色连波，波上寒烟翠。山映斜阳天接水。芳草无情，更在斜阳外。</p> <p>　　黯乡魂，追旅思。夜夜除非，好梦留人睡。明月楼高休独倚。酒入愁肠，化作相思泪。</p> <p>　　而“淋漓襟袖啼红泪，比司马青衫更湿”用的是<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>“座中泣下谁最多，江州司马青衫湿”的典故是无须说的了。由于原材料都来自诗中的句篇、精华，于是据以熔炼而成的新产品当然是精品了。但是话说回来，好材料遇到拙劣的工匠，就不一定收到好的效果，这里便有所谓化工和画工、神似和形似的区别。一个好的词语，一种好的意境或一种好的表现方法，高明的巧匠可以从中得到启发、借鉴，按自己的需要加以创新。例如《西厢记》中《送别》一折有“四围山色中，一鞭残照里。遍人间烦恼填胸臆，量这些大小车儿如何载得起？”写离愁之重，小小车儿载不动。这个意思并不是王实甫创造的。董解元《西厢记诸宫调》就有“驴鞭半袅，吟肩双耸，休问离愁轻重，向个马儿驮也驮不动”。只因王实甫是写莺莺的离愁别恨，因此必须易马为车，不能照搬董解元的原话，但是写离愁之重却是一样的。董解元用马形容离愁，也不是董解元的创造，宋人石孝友《玉楼春》词已有“春愁离恨重于山，不信马儿驮得动”的比喻。<a href=\"http://so.gushiwen.org/author_536.aspx\">李清照</a>的《武陵春》：“闻说双溪春尚好，也拟泛轻舟。只恐双溪舴艋舟，载不动许多愁。”可见古诗词中载愁的工具多得很，骑马、乘车、坐船悉听尊便，但总的说必须符合人物所处的现实环境，必须有助于人物刻画。能融会贯通臻于至境的是高手，否则照葫芦画瓢，生搬硬套，即或很像，也是别人的东西。</p> <p>　　总之，《西厢记》的语言艺术是杰出的。由于王实甫既能熟练地驾驭民间语言，又善于吸取古典诗词中的精华为己所用，两者奇妙的结合，便形成既典雅又质朴，既有文采又不废本色的独特的艺术风格。而浓郁的诗情画意，弥漫在字里行间，这却是《西厢记》获得文采派代表作的主要标志。</p> <p>　　（王文）</p>",
  "poet": {
    "id": 829,
    "star": 0,
    "name": "王实甫",
    "image": "http://img.gushiwen.org/authorImg/wangshifu.jpg",
    "desc": "王实甫，字德信，元朝杂剧作家，定兴（今定兴县）人。著有杂剧十四种，现存《西厢记》、《丽春堂》、《破窑记》三种。《破窑记》写刘月娥和吕蒙正悲欢离合的故事，有人怀疑不是王实甫的手笔。另有《贩茶船》、《芙蓉亭》二种，各传有曲文一折。"
  },
  "tags": [
    "妇女",
    "礼教",
    "爱情"
  ]
}