{
  "id": 10385,
  "star": 13,
  "name": "叹庭前甘菊花",
  "dynasty": "唐代",
  "content": "庭前甘菊移时晚，青蕊重阳不堪摘。<br>明日萧条醉尽醒，残花烂熳开何益？<br>篱边野外多众芳，采撷细琐升中堂。<br>念兹空长大枝叶，结根失所缠风霜。",
  "fanyi": "<p><strong>译文<br></strong>庭前的甘菊花因为移载得晚，到重阳节时花蕊还是青的没有开花，不能摘来观赏。<br>等到明天秋景萧瑟人们从酒醉中清醒了，你再开出些残花来有什么用呢？<br>篱笆边的野地里开了许多杂花，人们将这些细碎琐屑的花采了摆在中堂中观赏。<br>感念你空长了大大的枝叶，只因跟扎的不是地方才不幸为风霜所侵。</p> <p><strong>注释<br></strong>⑴甘菊花：又名真菊，家菊，花黄，茎紫，气香而味甘，叶可作羹食。移时晚：谓移植以晚矣，故花开迟，而不堪摘。<br>⑵蕊（ruǐ）：花心。重阳：农历九月九日。堪：能。<br>⑶醉尽醒：意谓似醉似醒。萧条：寂寥。醉尽醒：谓无菊饮不欢。<br>⑷烂熳（làn màn）：散乱貌。<br>⑸众芳：泛指细琐之野花。<br>⑹中堂：<a href=\"http://so.gushiwen.org/view_10385.aspx\">诗</a>中代指高位。采撷（xié）：摘取。升中堂：花得登庙堂之上，而甘菊反失其时。<br>⑺兹：此。<br>⑻失所：谓失其故所，结根失所，故前曰“空长”。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这首<a href=\"http://so.gushiwen.org/view_10385.aspx\">诗</a>中菊花意象应是诗人自况。</p> <p>　　诗先写“叹”的原因是“移时晚”。花草树木都有自己的生长规律，菊花应在深秋开放，重阳节是赏菊的好时候。檐前的菊花因为移植的时间晚了，没能赶上在重阳佳节引万千人瞩目的环境中绽放。</p> <p>　　其后，“明日萧条醉尽醒”，没有了重阳佳节其乐融融的氛围，赏花人的兴致由浓转薄直至曲终人散，你开的再绚烂多姿也没有什么用。</p> <p>　　再写“众芳”被采撷，反衬甘菊不被用，更可叹。篱边的野花被精心采摘，甘菊因为生不逢时，即使花蕾缀满枝头，非但不再会有人驻足欣赏，而且将敌不过要与残酷风霜抗争的命运。诗人在诗作中叹息庭前的甘菊生不逢时，实为叹息自己没有机会为国家平定叛乱尽一份绵薄之力。<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>饱读诗书，有着高涨的爱国热情，却始终壮志难酬。诗人丰富的生命体验与磅礴的社会背景，时代背景纵横交错，抽象的情感经验凝聚成菊花意象。“甘菊”有着极佳的药用价值，却不被人们所采摘，诗人满腹经纶，却得不到君王重用，落得“移时晚”的结局，诗人与菊花有着相似的命运，菊花内蕴为诗人心内之象的写照。</p> <p>　　这首诗的尾联“念兹空长大枝叶，结根失所缠风霜。”看似在嗟叹菊花长的枝繁叶茂，却不能避免风雪寒霜的打击，实却从另一个侧面反映了菊花傲煞霜雪的气概，衬托出了菊花高层次、高品味的风格美。不论现实多么黑暗，政治多么腐朽，社会多么凋敝，杜甫决不在它面前闭上眼睛，而是大胆地予以揭露，表示自己的态度，指出解决的途径。</p> <p>　　菊花的文化寓意与诗人的高尚情操相得益彰，菊花的顽强执著精神与诗人永不磨灭的意志交相辉映，而菊花的审美意蕴也正与诗人敢于面对现实的勇气和不屈不挠的意志相映成辉。</p>",
  "about": "<h2>创作背景</h2> 　　此<a href=\"http://so.gushiwen.org/view_10385.aspx\">诗</a>当作于唐玄宗天宝十三年（754年）重阳节，时<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>居长安下杜城。诗人看到庭前迟开的甘菊花，不禁联想到自己的身世，有感而作。",
  "poet": {
    "id": 474,
    "star": 0,
    "name": "杜甫",
    "image": "http://img.gushiwen.org/authorImg/dufu.jpg",
    "desc": "杜甫（712－770），字子美，自号少陵野老，世称“杜工部”、“杜少陵”等，汉族，河南府巩县（今河南省巩义市）人，唐代伟大的现实主义诗人，杜甫被世人尊为“诗圣”，其诗被称为“诗史”。杜甫与李白合称“李杜”，为了跟另外两位诗人李商隐与杜牧即“小李杜”区别开来，杜甫与李白又合称“大李杜”。他忧国忧民，人格高尚，他的约1400余首诗被保留了下来，诗艺精湛，在中国古典诗歌中备受推崇，影响深远。759-766年间曾居成都，后世有杜甫草堂纪念。"
  },
  "tags": [
    "写花",
    "菊花",
    "抒怀",
    "愤懑",
    "同情"
  ]
}