{
  "id": 72375,
  "star": 100,
  "name": "秦妇吟",
  "dynasty": "唐代",
  "content": "　　中和癸卯春三月，洛阳城外花如雪。东西南北路人绝，绿杨悄悄香尘灭。路旁忽见如花人，独向绿杨阴下歇。凤侧鸾欹鬓脚斜，红攒黛敛眉心折。借问女郎何处来？含颦欲语声先咽。回头敛袂谢行人，丧乱漂沦何堪说！三年陷贼留秦地，依稀记得秦中事。君能为妾解金鞍，妾亦与君停玉趾。<br>　　前年庚子腊月五，正闭金笼教鹦鹉。斜开鸾镜懒梳头，闲凭雕栏慵不语。忽看门外起红尘，已见街中擂金鼓。居人走出半仓惶，朝士归来尚疑误。是时西面官军入，拟向潼关为警急。皆言博野自相持，尽道贼军来未及。须臾主父乘奔至，下马入门痴似醉。适逢紫盖去蒙尘，已见白旗来匝地。<br>　　扶羸携幼竞相呼，上屋缘墙不知次。南邻走入北邻藏，东邻走向西邻避。北邻诸妇咸相凑，户外崩腾如走兽。轰轰混混乾坤动，万马雷声从地涌。火迸金星上九天，十二官街烟烘烔。日轮西下寒光白，上帝无言空脉脉。阴云晕气若重围，宦者流星如血色。紫气潜随帝座移，妖光暗射台星拆。家家流血如泉沸，处处冤声声动地。舞伎歌姬尽暗捐，婴儿稚女皆生弃。<br>　　东邻有女眉新画，倾国倾城不知价。长戈拥得上戎车，回首香闺泪盈把。旋抽金线学缝旗，才上雕鞍教走马。有时马上见良人，不敢回眸空泪下；西邻有女真仙子，一寸横波剪秋水。妆成只对镜中春，年幼不知门外事。一夫跳跃上金阶，斜袒半肩欲相耻。牵衣不肯出朱门，红粉香脂刀下死。南邻有女不记姓，昨日良媒新纳聘。琉璃阶上不闻行，翡翠帘间空见影。忽看庭际刀刃鸣，身首支离在俄顷。仰天掩面哭一声，女弟女兄同入井；北邻少妇行相促，旋拆云鬟拭眉绿。已闻击托坏高门，不觉攀缘上重屋。须臾四面火光来，欲下回梯梯又摧。烟中大叫犹求救，梁上悬尸已作灰。<br>　　妾身幸得全刀锯，不敢踟蹰久回顾。旋梳蝉鬓逐军行，强展蛾眉出门去。旧里从兹不得归，六亲自此无寻处。一从陷贼经三载，终日惊忧心胆碎。夜卧千重剑戟围，朝餐一味人肝脍。鸳帏纵入岂成欢？宝货虽多非所爱。蓬头垢面眉犹赤，几转横波看不得。衣裳颠倒语言异，面上夸功雕作字。柏台多半是狐精，兰省诸郎皆鼠魅。还将短发戴华簪，不脱朝衣缠绣被。翻持象笏作三公，倒佩金鱼为两史。朝闻奏对入朝堂，暮见喧呼来酒市。<br>　　一朝五鼓人惊起，叫啸喧呼如窃语。夜来探马入皇城，昨日官军收赤水。赤水去城一百里，朝若来兮暮应至。凶徒马上暗吞声，女伴闺中潜生喜。皆言冤愤此时销，必谓妖徒今日死。逡巡走马传声急，又道官军全阵入。大彭小彭相顾忧，二郎四郎抱鞍泣。沉沉数日无消息，必谓军前已衔璧。簸旗掉剑却来归，又道官军悉败绩。<br>　　四面从兹多厄束，一斗黄金一斗粟。尚让厨中食木皮，黄巢机上刲人肉。东南断绝无粮道，沟壑渐平人渐少。六军门外倚僵尸，七架{寨}营中填饿殍。长安寂寂今何有？废市荒街麦苗秀。采樵斫尽杏园花，修寨诛残御沟柳。华轩绣毂皆销散，甲第朱门无一半。含元殿上狐兔行，花萼楼前荆棘满。昔时繁盛皆埋没，举目凄凉无故物。内库烧为锦绣灰，天街踏尽公卿骨！<br>　　来时晓出城东陌，城外风烟如塞色。路旁时见游奕军，坡下寂无迎送客。霸陵东望人烟绝，树锁骊山金翠灭。大道俱成棘子林，行人夜宿墙匡月。明朝晓至三峰路，百万人家无一户。破落田园但有蒿，摧残竹树皆无主。路旁试问金天神，金天无语愁于人。庙前古柏有残枿，殿上金炉生暗尘。一从狂寇陷中国，天地晦冥风雨黑。案前神水咒不成，壁上阴兵驱不得。闲日徒歆奠飨恩，危时不助神通力。我今愧恧拙为神，且向山中深避匿。寰中箫管不曾闻，筵上牺牲无处觅。旋教魔鬼傍乡村，诛剥生灵过朝夕。妾闻此语愁更愁，天遣时灾非自由。神在山中犹避难，何须责望东诸侯！<br>　　前年又出扬震关，举头云际见荆山。如从地府到人间，顿觉时清天地闲。陕州主帅忠且贞，不动干戈唯守城。蒲津主帅能戢兵，千里晏然无犬声。朝携宝货无人问，暮插金钗唯独行。明朝又过新安东，路上乞浆逢一翁。苍苍面带苔藓色，隐隐身藏蓬荻中。问翁本是何乡曲？底事寒天霜露宿？老翁暂起欲陈辞，却坐支颐仰天哭。乡园本贯东畿县，岁岁耕桑临近甸。岁种良田二百廛，年输户税三千万。小姑惯织褐絁袍，中妇能炊红黍饭。千间仓兮万丝箱，黄巢过后犹残半。自从洛下屯师旅，日夜巡兵入村坞。匣中秋水拔青蛇，旗上高风吹白虎。入门下马若旋风，罄室倾囊如卷土。家财既尽骨肉离，今日垂年一身苦。一身苦兮何足嗟，山中更有千万家，朝饥山上寻蓬子，夜宿霜中卧荻花！<br>　　妾闻此老伤心语，竟日阑干泪如雨。出门惟见乱枭鸣，更欲东奔何处所？仍闻汴路舟车绝，又道彭门自相杀。野宿徒销战士魂，河津半是冤人血。适闻有客金陵至，见说江南风景异。自从大寇犯中原，戎马不曾生四鄙。诛锄窃盗若神功，惠爱生灵如赤子。城壕固护教{斆、敩、效}金汤，赋税如云送军垒。奈何四海尽滔滔，湛然一境平如砥。避难徒为阙下人，怀安却羡江南鬼。愿君举棹东复东，咏此长歌献相公。",
  "shangxi": "<h2>鉴赏</h2> <p>　　唐僖宗广明元年（880年）<a href=\"http://so.gushiwen.org/author_438.aspx\">黄巢</a>军攻入长安，僖宗出逃成都，<a href=\"http://so.gushiwen.org/author_622.aspx\">韦庄</a>因应试正留在城中，目赌长安城内的变乱，兵中弟妹一度相失，又多日卧病；离开长安的第二年，中和三年（883年）在东都洛阳，他将当时耳闻目见的种种乱离情形，通过一位从长安逃难出来的女子——即秦妇的“自述”，写成长篇叙事<a href=\"http://so.gushiwen.org/view_72375.aspx\">诗</a>《秦妇吟》。</p> <p>　　《秦妇吟》无疑是我国诗史上一才华横溢的长篇叙事诗之一。长诗诞生的当时，民间就广有流传，并被制为幛子悬挂；作者则被呼为“秦妇吟秀才”，与<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>曾被称为“长恨歌主”并称佳话。其风靡一世，盛况空前。然而这首“不仅超出韦庄《浣花集》中所有的诗，在三唐歌行中亦为不二之作”（俞平伯）的（秦妇吟），却厄运难逃。由于政治缘故，韦庄本人晚年即讳言此诗，“他日撰家戒，内不许垂《秦妇吟》幛子，以此止谤”（《北梦琐言》）。后来此诗不载于《浣花集》，显然出于作者割爱。至使宋元明清历代徒知其名，不见其诗。至近代，《秦妇吟》写本复出于敦煌石窟，真乃天幸。</p> <p>　　从公元880年（唐僖宗广明元年）冬到公元883年（中和三年）春，即黄巢起义军进驻长安的两年多时间里，唐末农民起义发展到高潮，同时达到了转折点。由于农民领袖战略失策和李唐王朝官军的疯狂镇压，斗争残酷，而百姓蒙受着巨大的苦难和悲惨的牺牲。韦庄本人即因应举羁留长安，兵中弟妹一度相失，又多日卧病，他便成为这场震撼神州大地的社会巨变的目击者。经过一段时间酝酿，在他离开长安的第二年，即中和三年，在东都洛阳创作了这篇堪称他平生之力作的史诗。在诗中，作者虚拟了一位身陷兵中复又逃离的长安妇女“秦妇”对邂逅的路人陈述其亲身经历，从而展现了那一大动荡的艰难时世之各个方面。总之，《秦妇吟》既是一篇诗体小说，当然具有纪实性质。全诗共分五大段。首段叙述诗人与一位从长安东奔洛阳的妇人（即秦妇）于途中相遇，为全诗引子；二段为秦妇追忆黄巢起义军攻占长安前后的情事；三段写秦妇在围城义军中三载怵目惊心的各种见闻；四段写秦妇东奔途中所见所闻所感；末段通过道听途说，对刚刚平定的江南寄予一线希望，为全诗结尾。</p> <p>　　《秦妇吟》用了大量篇幅叙述了农民军初入长安引起的动乱。毫无疑问，在这里，作者完全站在李唐王朝的立场，是以十分敌视的态度看待农民革命的。由于戴了有色眼镜，即使是描述事实方面也就不无偏颇，攻其一点而不及其余。根据封建时代正史（两唐书）记载，黄巢进京时引起坊市聚观，可见大体上做到井然有序。义军头领尚让慰晓市人的话是：“黄王为生灵，不似李家不恤汝辈，但各安家。”而军众遇穷民于路，竟行施遗，唯憎官吏，黄巢称帝后又曾下令军中禁妄杀人。当然，既是革命，便难免流血；加之队伍庞大，禁令或不尽行，正如《新唐书·黄巢传》所记载“贼酋择甲第以处，争取人妻女乱之”的破坏纪律的行为总或不免。而韦庄却抓住这一端作了“放大镜”式的渲染：</p> <p>　　适逢紫盖去蒙尘，已见白旗来匝地。扶羸携幼竞相呼，上屋缘墙不知次。南邻走入北邻藏，东邻走向西邻避。北邻诸妇咸相凑，户外崩腾如走兽。轰轰琨琨乾坤动，万马雷声从地涌。火迸金星上九天，十二官街烟烘烔。家家流血如泉沸，处处冤声声动地，舞伎歌姬尽暗捐，婴儿稚女皆生弃。“秦妇”的东西南北邻里遭到烧杀掳夺，几无一幸免。仿佛世界的末日到了，整个长安城就只有嘶杀声与哭喊声。由于作者把当时的一些传闻，集中夸大，不免失实。但是，就在这些描述中，仍有值得读者注意的地方。在农民起义风暴的席卷下，长安的官吏财主们的惶惶不可终日的仇视恐惧心理，得到了相当生动的再现。在他们眼中，不仅起义军的“暴行”令人发指，就连他们的一举一动，包括沿袭封建朝廷之制度，也是令人作恶的：“衣裳颠倒语言异，面上夸功雕作字。柏台多半是狐精，兰省诸郎皆鼠魅。还将短发戴华簪，不脱朝衣缠绣被。翻持象笏作三公，倒佩金鱼为两史。”诗中表现的统治阶级对农民起义的仇视心理，可谓入木三分。这段文字，却从另一个角度，生动地反映出黄巢进入长安后的失策，写出农民领袖是怎样惑于帝王将相的错误观念，在反动统治阶级力量未曾肃清之际就忙于加官赏爵，作茧自缚。由此发现诗中涉及这方面的内容相当丰富，它还写到了农民起义军是怎样常处三面包围之中，与官军进行拉锯战，虽经艰苦卓绝的奋争而未能解围；他们又是怎样陷入困境，自顾不暇，也就无力解民于倒悬，致使关辅人民饿死沟壑、析骸而食；以及他们内部藏纳的异己分子是如何时时在祈愿他们的失败，盼望恢复失去的天堂。而这些生动形象的史的图景，是正史中不易看到的，它们体现出作者的才力。</p> <p>　　正如上文所说，《秦妇吟》是一个动乱时代之面面观，它的笔锋所及，又远不止于农民军一面，同时还涉及了封建统治者内部矛盾。韦庄在描写自己亲身体验、思考和感受过的社会生活时，违背了个人的政治同情和阶级偏见，将批判的锋芒指向了李唐王朝的官军和割据的军阀。诗人甚至痛心地指出，他们的罪恶有甚于“贼寇”黄巢。《秦妇吟》揭露的官军罪恶主要有二：其一是抢掠民间财物不遗余力，如后世所谓“寇来如梳，兵来如篦”。诗中借新安老翁之口控诉说：“千间仓兮万斯箱，黄巢过后犹残半。自从洛下屯师旅，日夜巡兵入村坞。匣中秋水拔青蛇，旗上高风吹白虎。入门下马如旋风，罄室倾囊如卷土。家财既尽骨肉离，今日残年一身苦。一身苦兮何足嗟，山中更有千万家。”</p> <p>　　其二便是杀人甚至活卖人肉的勾当。这一层诗中写得较隐约，陈寅恪、俞平伯先生据有关史料与诗意互参，发明甚确，扼要介绍如下。据《旧唐书·黄巢传》，“时京畿百姓皆寨于山谷，累年废耕耘。贼坐空城，赋输无入，谷食腾踊。米斗三四千。官军皆执山寨百姓鬻于贼，人获数十万”。《秦妇吟》则写道：“尚让厨中食木皮，黄巢机上刲人肉”、“夜卧千重剑戟围，朝餐一味人肝脍”，而这些人肉的来源呢？诗中借华岳山神的引咎自责来影射讽刺山东藩镇便透漏了个中消息：“闲日徒歆奠飨恩，危时不助神通力。寰中箫管不曾闻，筵上牺牲无处觅。旋教魇鬼傍乡村，诛剥生灵过朝夕。”俞平伯释云：“筵上牺牲”指三牲供品；“无处觅”就得去找；往哪里去找？“乡村”，史所谓“山寨百姓”是也。“诛剥”，杀也。“诛剥生灵过朝夕”，以人为牺也，直译为白话，就是靠吃人过日子。以上云云正与史实相符。黄巢破了长安，珍珠双贝有的是——秦妇以被掳之身犹曰“宝货虽多非所爱”，其他可知——却是没得吃。反之，在官军一方，虽乏金银，“人”源不缺。“山中更有千万家”，新安如是，长安亦然。以其所有，易其所无，于是官军大得暴利。</p> <p>　　凡此两端（抢掠与贩人），均揭露出封建官军与人民对立的本质。而韦庄晚年“北面亲事之主”<a href=\"http://so.gushiwen.org/author_482.aspx\">王建</a>及其僚属，亦在此诗指控之列。陈寅恪谓作者于《秦妇吟》其所以讳莫如深，乃缘“志希免祸”，是得其情实的。</p> <p>　　韦庄能写出如此具有现实倾向的巨作，诚非偶然。他早岁即与老诗人白居易同寓下邽，可能受到白氏濡染；又心仪<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>，寓蜀时重建草堂，且以“浣花”命集。《秦妇吟》这首诗正体现了杜甫、白居易两大诗人对作者的影响，在艺术上且有青出于蓝之处。</p> <p>　　杜甫没有这种七言长篇史诗，唯白居易《长恨歌》可以譬之。但《长恨歌》浪漫倾向较显著，只集中表现两个主人公爱的悲欢离合。《秦妇吟》纯乎写实，其椽笔驰骛所及，时间跨度达两三年之久，空间范围兼及东、西两京，所写为历史的沧桑巨变。举凡乾坤之反覆，阶层之升降，人民之涂炭，靡不见于诗中。如此宏伟壮阔的画面，元、白亦不能有，唯杜甫（五言古体）有之。但杜诗长篇多政论，兼及抒情。《秦妇吟》则较近于纯小说的创作手法，例如秦妇形象的塑造、农民军入城的铺陈描写，金天神的虚构、新安老翁的形容，都是如此。这比较杜甫叙事诗，可以说是更进一步了。在具体细节的刻划上，诗人摹写现实的本领也是强有力的。如从“忽看门外红尘起”到“下马入门痴似醉”一节，通过街谈巷议和一个官人的仓皇举止，将黄巢军入长安之迅雷不及掩耳之势和由此引起的社会震动，描绘得十分逼真。战争本身是残酷无情的，尤其在古代战争中，妇女往往被作为一种特殊战利品，而遭到非人的待遇。所谓“马边悬男头，马后载妇女”。（<a href=\"http://so.gushiwen.org/author_1206.aspx\">蔡琰</a>）《秦妇吟》不但直接通过一个妇女的悲惨遭遇来展示战乱风云，而且还用大量篇幅以秦妇声口毕述诸邻女伴种种不幸，画出大乱中长安女子群像，具有相当的认识价值。其中“旋抽金线学缝旗，才上雕鞍教走马”二句，通过贵家少妇的生活突变，“路上乞浆逢一翁”一段，通过因破落而被骨肉遗弃的富家翁的遭遇，使人对当时动乱世情窥班见豹。后文“还将短发戴华簪”数句虽属漫画笔墨，又足见农民将领迷恋富贵安乐，得意忘形，闹剧中足悲者。从“昨日官军收赤水”到“又道官军悉败绩”十数句，既见农民军斗争之艰难顽强，又见其志气实力之日渐衰竭，凡此刻划处，皆力透纸背；描摹处，皆情态毕见。没有十分的艺术功力，焉足办此。《秦妇吟》还着重环境气氛的创造。从“长安寂寂今何有”到“天街踏尽公卿骨”十二句，写兵燹后的长安被破坏无遗的现状，从坊市到宫室，从树木到建筑，一一道来，纤毫毕见，其笔力似在《长恨歌》、《连昌宫词》描写安史之乱导致毁坏的文字之上。尤其“内库烧为锦绣灰，天街踏尽公卿骨”，竟使时人惊讶，堪称警策之句。“长安寂寂今何有，废市荒街麦苗秀”，洛阳是“东西南北路人绝，绿杨悄悄香尘灭”，而一个妇人在茫茫宇宙中踽踽独行，“朝携宝货无人问，暮插金钗唯独行”。到处是死一般的沉寂，甚至比爆发还可怕，这些描写较之汉魏古诗“出门无所见，白骨蔽平原”这类诗句表现力更强，更细致成功地创造了一种恐怖气氛。总之，《秦妇吟》在思想内容上是复杂而丰富的，艺术上则有所开创，在古代叙事诗中堪称扛鼎之作。由于韦庄的写实精神在相当程度上克服了他的个人偏见，从而使得此诗在杜甫“三吏三别”、白居易《长恨歌》之后，为唐代叙事诗树起了第三座丰碑。</p>",
  "poet": {
    "id": 622,
    "star": 0,
    "name": "韦庄",
    "image": "http://img.gushiwen.org/authorImg/weizhuang.jpg",
    "desc": "韦庄（约836年─910年），字端己，杜陵（今中国陕西省西安市附近）人，诗人韦应物的四代孙，唐朝花间派词人，词风清丽，有《浣花词》流传。曾任前蜀宰相，谥文靖。"
  },
  "tags": [
    "叙事",
    "长诗"
  ]
}