{
  "id": 71240,
  "star": 63,
  "name": "岁暮",
  "dynasty": "南北朝",
  "content": "殷忧不能寐，苦此夜难颓。<br>明月照积雪，朔风劲且哀。<br>运往无淹物，年逝觉已催。",
  "shangxi": "<h2>鉴赏</h2> <p>　　用精细工致的笔法描绘南方山川奇秀之美，是大谢<a href=\"http://so.gushiwen.org/view_71240.aspx\">诗</a>的主要特色。有趣的是，他的两联最出名的警句却并不以工笔细描见长，而是以“自然”见称。“池塘生春草，园柳变鸣禽”（《登池上楼》）一联，固然是作者自诩“有神助”的得意之句，此篇的“明月”一联更被诗论家推为“古今胜语”的代表。钟嵘《诗品序》说：“至于吟咏情性，亦何贵于用事？‘思君如流水’，既是即目；‘高台多悲风’，亦惟所见；‘清晨登陇首’，羌无故实；‘明月照积雪’，讵出经史？观古今胜语，多非补假，皆由直寻。”这段话不仅表达了钟嵘论诗的一个重要观点，也道出了“明月”一联的高妙之处——直寻，即对生活（包括自然景象与社会人事）的直接真切感受，以及由此形成的诗歌的直接感发力量。</p> <p>　　这是一首岁暮感怀诗，时间又是在寂静的长夜。在这“一年将尽夜”，诗人怀着深重的忧虑，辗转不寐，深感漫漫长夜，似无尽头。诗的开头两句，以夜不能寐托出忧思之深，用一“苦”字传出不堪禁受长夜难眠的折磨之状。但对“殷忧”的内涵，却含而不宣。《诗经·邶风·柏舟》有“耿耿不寐，如有隐忧”之句，谢诗这一联当化用其意，但“殷忧”的具体内涵自然根于诗人的生活、遭际与思想性格。<a href=\"http://so.gushiwen.org/author_758.aspx\">谢灵运</a>是一个自视很高而性格褊激的贵族文人。刘宋王朝建立后，“朝廷唯以文义处之，不以应实相许。自谓才能宜参权要，既不见知，常怀愤愤。”后来不仅受到徐羡之的排挤，出为永嘉太守，而且因自己的“横恣”与统治集团内部的倾轧而遭杀身之祸。这首诗据“年逝觉已催”之句，当作于其晚年（他死时年仅四十九岁），诗中所谓“殷忧”，除了下文已经明白揭出的“运往”“年逝”之悲外，可能还包含“亹亹衰期迫，靡靡壮志阑”（《长歌行》）之慨，和“晚暮悲独坐，鸣鶗歇春兰”（《彭城宫中直感岁暮诗》）之忧。总之，它并非单纯的对自然寿命的忧虑，而是交织着人生追求、社会人事等多方面矛盾的复杂思绪。用“殷忧”来概括其深重复杂的特点，是非常切当的。</p> <p>　　三四两句是殷忧不寐的诗人岁暮之夜所见所闻。明月在一般情况下，是色泽清润柔和的物象，诗中出现明月的意象，通常也多与恬静悠闲的心态相联系；即使是忧愁，也常常是一种淡淡的哀伤。但明月映照在无边的皑皑积雪之上的景象，却与柔和清润、恬静悠闲完全异趣。积雪的白，本就给人以寒凛之感，再加以明月的照映，雪光与月光相互激射，更透出一种清冷寒冽的青白色光彩，给人以高旷森寒的感受，整个高天厚地之间仿佛是一个冷光充溢、冰雪堆积的世界。这是一种典型的阴刚之美。这一句主要是从色感上写岁暮之夜的凛寒高旷之象。下一句则转从听觉感受方面写岁暮之夜所闻。“朔风”之“劲”，透出了风势之迅猛，风声之凄厉与风威之寒冽，着一“哀”字，不仅如闻朔风怒号的凄厉呜咽之声，而且透出了诗人的主观感受。两句分别从视、听感受上写出岁暮之夜的高旷、萧瑟、寒凛、凄清，作为对冬夜的即景描写，它确实是典型的“直寻”，完全是对眼前景直接而真切的感受。由于它捕捉到了冬夜典型的景物与境界，给人的印象便十分深刻。但这两句的真正妙处，却不仅仅是直书即目所见，而且由于它和殷忧不寐的诗人之间存在一种微妙的契合。诗人是在特定的处境与心境下猝然遇物，而眼前的景象又恰与自己的处境、心境相合，情与境合、心与物惬，遂不觉而描绘出“明月照积雪，朔风劲且哀”的境界。明月映照积雪的清旷寒冽之境象，似乎正隐隐透出诗人所处环境之森寒孤寂，而朔风劲厉哀号的景象，则又反映出诗人心绪的悲凉与骚屑不宁。在这样一种凄寒凛冽的境界中，一切生命与生机都受到沉重的压抑与摧残，因而它也不妨看作诗人所处环境的一种象征。</p> <p>　　五六句即由“积雪”“朔风”的摧抑生机而生:“运往无淹物，年逝觉已催。”运，即一年四季的运转。随着时间的运行，四季的更迭，一切景物都不能长留，人的年岁也迅速消逝。值此岁暮之夜，感到自己的生命也正受到无情的催逼。这两句所抒发的岁月不居、年命易逝之慨，是自<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>的“日月忽其不淹兮，春与秋其代序。惟草木之零落兮，恐美人之迟暮”的慨叹以来，历代诗人一再反复咏叹的主题。大谢诗中，这种人命易逝的感慨也经常出现，成为反复咏叹的基调。这首诗则比较集中地抒写了这种感情。由于这种迟暮之感与诗人的“壮志”不能实现的苦闷及“鸣鶗歇春兰”的忧虑联系在一起，更重要的是由“明月”二句所描绘的境界作为烘托，这种感慨并不流于低沉的哀吟，而是显得劲健旷朗、沉郁凝重。</p> <p>　　<a href=\"http://so.gushiwen.org/author_392.aspx\">皎然</a>《诗式》说：“‘池塘生春草’，情在言外，‘明月照积雪’，旨寓句中，风力虽齐，取兴各别。”这两联虽同具自然、直寻的特点，但同中有异。“池塘”句的妙处必须结合上下文，特别是久淹病榻、昧于节侯，褰帘临眺，忽见池塘春草已生的特殊背景方能领会，妙在于不经意中突然有所发现与领悟，皎然说它情在言外是十分切当的。而“明月”一联虽亦即目所见，但它本身已构成一个带有象征色彩的意境，能引发读者对诗人处境、心态的丰富联想，故说“旨寓句中”。同时，“池塘”一联纯属天籁，“明月”一联却是锤炼而返于自然，“照”字“劲”字“哀”字都有经营锤炼功夫。只不过这种锤炼并不露雕琢之痕罢了。许学夷《诗源辩体》说：“五言至灵运，雕刻极矣，遂生转想，反乎自然。……观其以‘池塘生春草’为佳句，则可知矣。”“明月”一联正体现为由雕刻而返于自然的又一例证，但它距“池塘生春草”式的天籁似乎尚隔一尘。</p>",
  "poet": {
    "id": 758,
    "star": 0,
    "name": "谢灵运",
    "image": "http://img.gushiwen.org/authorImg/xielingyun.jpg",
    "desc": "谢灵运（385年－433年），东晋陈郡阳夏（今河南太康）人，出生在会稽始宁（今浙江上虞），原为陈郡谢氏士族。东晋名将谢玄之孙，小名“客”，人称谢客。又以袭封康乐公，称谢康公、谢康乐。著名山水诗人，主要创作活动在刘宋时代，中国文学史上山水诗派的开创者。由谢灵运始，山水诗乃成中国文学史上的一大流派，最著名的是《山居赋》，也是见诸史册的第一位大旅行家。谢灵运还兼通史学，工于书法，翻译佛经，曾奉诏撰《晋书》。《隋书·经籍志》、《晋书》录有《谢灵运集》等14种。"
  },
  "tags": [
    "冬天",
    "咏物",
    "松树",
    "抒怀"
  ]
}