{
  "id": 70202,
  "star": 2,
  "name": "【正宫】鹦鹉曲",
  "dynasty": "元代",
  "content": "序云：白无咎有〔鹦鹉曲〕云：\"侬家鹦鹉洲边住，是个不识字渔父。浪花中一叶扁舟，睡煞江南烟雨。觉来时满眼青山，抖擞绿蓑归去。算从前错怨天公，甚也有安排我处。\"余壬寅岁留上京，有北京伶妇御园秀之属，相从风雪中，恨此曲无卖之者。且谓前后多亲炙士大夫，拘于韵度，如第一个\"父\"字，便难下语；又\"甚也有安排我处\"，\"甚\"字必须去声字，\"我\"字必须上声字，音律始谐，不然不可歌，此一节又难下语。诸公举酒，索余和之，以汴、吴、上都、天京风景试续之。<br>山亭逸兴<br>嵯峨峰顶移家住，是个不唧溜樵父。烂柯时树老无花，叶叶枝枝风雨。【幺】故人曾唤我归来，却道不如休去。指门前万叠云山，是不费青蚨买处。<br>荣华短梦<br>朱门空宅无人住，村院快活煞耕父。霎时间富贵虚花，落叶西风残雨。【幺】总不如水北相逢，一棹木兰舟去。待霜前雪后梅开，傍几曲寒潭浅处。<br>愚翁放浪<br>东家西舍随缘住，是个忒老实愚父。赏花时暖薄寒轻，彻夜无风无雨。【幺】占长红小白园亭，烂醉不教人去。笑长安利锁名疆，定没个身心稳处。<br>农夫渴雨<br>年年牛背扶犁住，近日最懊恼杀农父。稻苗肥恰待抽花，渴煞青天雷雨。【幺】恨残霞不近人情，截断玉蜡南去。望人间三尺甘霖，看一片闲云起处。<br>燕南百五<br>东风留得轻寒住，百五闹蝶母蜂父。好花枝半出墙头，几点清明微雨。【幺】绣弯弯湿透罗鞋，绮陌踏青回去。约明朝后日重来，靠浅紫深红暖处。<br>故园归汁<br>重来京国我时住，恰做了白发伧父。十年枕上家山，负我湘烟潇雨。【幺】断回肠一首阳关，晚早马头南去。对吴山结个茅庵，画不尽西湖巧处。<br>野渡新晴<br>孤村三两人家住，终日对野叟田父。说今朝绿水平桥，昨日溪南新雨。【幺】碧天边云归岩穴，白鹭一行飞去。便芒鞋竹杖行春，问底是青帘舞处。<br>渔父<br>沙鸥滩鹭褵依住，镇日坐钓叟纶父。趁斜阳晒网收竿，又是南风催雨。【幺】绿杨堤忘系孤桩，白浪打将船去。想明朝月落潮平，在掩映芦花浅处。<br>市朝归兴<br>山林朝市都曾住，忠孝两字报君父。利名场反覆如云，又要商量阴雨。【幺】便天公有眼难开，袖手不如家去。更蛾眉强学时妆，是老子平生懒处。<br>陆羽风流<br>儿啼漂向波心住，舍得陆羽唤谁父？杜司空席上从容，点出茶瓯花雨。【幺】散蓬莱两腋清风，未便玉川仙去。待中泠一滴分时，看满注黄金鼎处。<br>顾渚紫笋<br>春风阳羡微喧住，顾渚问苕叟吴父。一枪旗紫笋灵芽，摘得和烟和雨。【幺】焙香时碾落云飞，纸上凤鸾衔去。玉皇前宝鼎亲尝，味恰到才情写处。<br>园父<br>柴门鸡犬山前住，笑语听伛背园父。辘轳边抱翁浇畦，点点阳春膏雨。【幺】菜花间蝶也飞来，又趁暖风双去。杏梢红韭嫩泉香，是老瓦盆边饮处。<br>野客<br>春归不恋风光住，向老拙问讯槎父。叹匡山李白漂零，寂寞长安花雨。【幺】指沧溟铁网珊瑚，袖卷钓竿西去。锦袍空醉墨淋漓，是万古声名响处。<br>城南秋思<br>新凉时节城南住，灯火诵鲁国尼父。到秋来宋玉生悲，不赋高唐云雨。【幺】一声声只在芭蕉，断送别离人去。甚河桥柳树全疏，恨正在长亭短处。<br>赤壁怀古<br>茅庐诸葛亲曾住，早赚出抱膝梁父。笑谈间汉鼎三分，不记得南阳耕雨。【幺】叹西风卷尽豪华，往事大江东去。彻如今话说渔樵，算也是英雄了处。<br>处士虚名<br>高人谁恋朝中住，自古便有个巢父。子陵滩钓得虚名，几度桐江春雨。【幺】睡神仙别有陈抟，拂袖华山归去。漫纷纷少室终南，怎不是神仙隐处？<br>洞庭钓客<br>年光流水何曾住，早忘却姓吕岩父。记蓬莱阆苑相逢，一别风流如雨。【幺】算人间碧海桑田，只似燕鸿来去。岳阳楼剑气凌云，度老树神仙此处。<br>黄阁清风<br>箕尾博说商岩住，空桑子伊尹无父。汉萧何昴宿分英，李靖唐时行雨。【幺】出山来济了苍生，却卷白去闲去。一千年黄阁清风，是万古声名响处。<br>夷门怀古<br>人生只合梁园住，快活煞几个白头父。指他家五辈风流，睡足胭脂坡雨。【幺】说宣和锦片繁华，辇路看元宵去。马行街直转州桥，相国寺灯楼几处。<br>都门感旧<br>都门花月蹉跎住，恰做了白发伧父。酒微醒曲榭回廊，忘却天街酥雨。【幺】晓钟残红被留温，又逐马蹄声去。恨无题亭影楼心，画不就愁城惨处。<br>磻溪故事<br>非熊无梦淹留住，吕望八十钓鱼父。白头翁晚遇文王，闲煞磻溪蓑雨。【幺】运来时表海封齐，放下一钩丝去。至今人想像筌箵，靠藓石苔矶稳处。<br>泣江妇<br>曹娥江主婆娑住，五月五水面迎父。蔡中郎幼妇碑阴，古刻荒云深雨。【幺】夏侯瞒智肖杨修，强说不我来去。怕文章泄漏风光，谜语到难开口处。<br>兰亭手卷<br>兰亭不肯昭陵住，老逸少是献之父。过江来定武残碑，剥落刓烟剜雨。【幺】纵新新茧纸临摹，乐事赏心俱去。永和年小草斜行，到野鹜家鸡窘处。<br>庞隐图<br>团栾话里禅龛住，灵昭女对老庞父。利名心不挂丝毫，更肯沾风粘雨？【幺】叹黄金散尽还家，逝水看流年去。只寻常卖簟篱休，这眷属今无讨处。<br>拔宅冲升图<br>淮南仙客蓬莱住，发漆黑变雪髯父。八公山九转丹成，洗尽腥风咸雨。【幺】想云霄犬吠鸡鸣，拔宅向青霄去。劝长安热客回头，镜影到流年老处。<br>忆西湖<br>吴侬生长西湖住，舣画舫听棹歌父。苏堤万柳春残，曲院风荷番雨。【幺】草萋萋一道腰裙，软绿断桥斜去。判兴亡说向林逋，醉梅屋梅梢偃处。<br>感事<br>黄金难买朱颜住，驷马客羡跨牛父。石将军百斛明珠，几日欢云娱雨。【幺】趁春归一瞬流莺，万事夕阳西去。旧婵娟落在谁家？个里是高人省处。<br>赠园父<br>春光浓艳城南住，一价百倍园父。牡丹台国色天香，锦幄无风无雨。【幺】惜花人不惜千金，一任蝶来蜂去。酒醒时月上三竿，是不是鸡声管处。<br>感事<br>江湖难比山林住，种果父胜刺船父。看春花又看秋花，不管颠风狂雨。【幺】尽人间白浪滔天，我自醉歌眠去。到中流手脚忙时，则靠着柴扉深处。<br>买臣负薪手卷<br>赭肩腰斧登山住，耐得苦是采薪父。乱云升急澍飞来，拗青松遮风雨。【幺】记年时雪断溪桥，脱度前湾归去。买臣妻富贵休休，气焰到寒灰舞处。<br>燕南八景<br>芦沟清绝霜晨住，步落月问倚阑父。蓟门东直下金台，仰看楼台飞雨。【幺】道陵前夕照苍茫，叠翠望居庸去。玉泉边一派西山，太液畔秋风紧处。<br>松林<br>山围行殿周遭住，万里客看牧羊父。听神榆树北车声，满载松林寒雨。【幺】应昌南旧日长城，带取上京愁去。又秋风落雁归鸿，怎说到无言语处。<br>至上京<br>澶河西北征鞍住，古道上不见耕父。白茫茫细草平沙，日日金莲川雨。【幺】李陵台往事休休，万里汉长城去。趁燕南落叶归来，怕迤逦飞狐冷处。<br>忆鸡鸣山旧游<br>鸡鸣山下荒丘住，客吊古问驿亭父。几何年野屋丛祠，灭没犁烟锄雨。【幺】默寻思半晌无言，逆旅又催人去。指峰前代妤磨笄，是血泪当时洒处。<br>南城赠丹砂道伴<br>长松苍鹤相依住，骨老健称褐衣父。坐烧丹忘记春秋，自在溪风山雨。【幺】有人来不问亲疏，淡饭一杯茶去。要茅檐卧看闲云，梅影转幽窗雅处。<br>别意<br>花骢嘶断留侬住，满酌酒劝据鞍父。柳青青万里初程，点染阳前朝雨。【幺】怨春风雁不回头，一个个背人飞去。望河桥敛衽频啼，早蓦到长亭短处。<br>钱塘初夏<br>钱塘江上亲曾住，司马槱不是村父。缕金衣唱彻流年，几阵纱窗梅雨。【幺】梦回时不见犀梳，燕子又衔春去。便人间月缺花残，是小小香魂断处。<br>溪山小景<br>长绳短系虚名住，倾浊酒劝邻父。草亭前矮树当门，画出轻烟疏雨。【幺】看燕南陌上红尘，马耳北风吹去。一年年月夜花朝，自占取溪山好处。<br>四皓屏<br>张良更姓圯桥住，夜待旦遇个师父。一编书不为封留，字字咸阳膏雨。【幺】借箸筹灭项兴刘，到底学神仙去。待商山四皓还山，再不恋人间险处。逃吴辞梦无家住，解宝剑赠津父。十年间隶越鞭荆，怒卷秋江潮雨。【幺】想空城组练三千，白马素车回去。又逡巡月上波平，暮色在烟光紫处。青衫司马江州住，月夜笛厌听村父。甚有传旧谱琵琶，切切嘈嘈檐雨。【幺】薄情郎又泛茶船，近日又浮梁去。说相逢总是天涯，诉不尽柔肠苦处。才郎于祐咸阳住，是个不识字的田父。御沟西绿水东流，乍歇长安秋雨。【幺】恨匆匆一片题情，红叶为谁流去？恰殷勤离得深宫，便得到人间好处。【幺】",
  "poet": {
    "id": 1689,
    "star": 0,
    "name": "冯子振",
    "image": "http://img.gushiwen.org/authorImg/fengzizhen.jpg",
    "desc": "冯子振，元代散曲名家，1253-1348，字海粟，自号瀛洲洲客、怪怪道人，湖南攸县人。自幼勤奋好学。元大德二年(1298)登进士及第，时年47岁，人谓“大器晚成”。朝廷重其才学，先召为集贤院学士、待制，继任承事郎，连任保宁（今四川境内）、彰德（今河南安阳）节度使。晚年归乡著述。世称其“博洽经史，于书无所不记”，且文思敏捷。下笔不能自休。一生著述颇丰，传世有《居庸赋》、《十八公赋》、《华清古乐府》、《海粟诗集》等书文，以散曲最著。"
  },
  "tags": []
}