{
  "id": 71052,
  "star": 741,
  "name": "长相思·汴水流",
  "dynasty": "唐代",
  "content": "汴水流，泗水流，流到瓜州古渡头。吴山点点愁。<br>思悠悠，恨悠悠，恨到归时方始休。月明人倚楼。",
  "fanyi": "<p><strong>译文</strong><br>汴水长流，泗水长流，流到长江古老的渡口，遥望去，江南的群山在默默点头，频频含羞，凝聚着无限哀愁。<br>思念呀，怨恨呀，哪儿是尽头，伊人呀，除非你归来才会罢休。一轮皓月当空照，让我俩紧紧偎傍，倚楼望月。</p><p><strong>注释</strong><br>①汴水：源于河南，东南流入安徽宿县、泗县，与泗水合流，入淮河。<br>②泗水：源于山东曲阜，经徐州后，与汴水合流入淮河。<br>③瓜州：在今江苏省扬州市南面。<br>④吴山：泛指江南群山。<br>⑤悠悠：深长的意思。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　在朦胧的月色下，映入女子眼帘的山容水态，都充满了哀愁。前三句用三个“流”字，写出水的蜿蜒曲折，也酿造成低徊缠绵的情韵。下面用两个“悠悠”，更增添了愁思的绵长。特别是那一派流泻的月光，更烘托出哀怨忧伤的气氛，增强了艺术感染力，显示出这首小词言简意富、词浅昧深的特点。[2]</p> <p>　　相思是人类最普遍的情感之一。也是历代<a href=\"http://so.gushiwen.org/view_71052.aspx\">诗</a>家文人付诸歌咏的最佳题材之一。古诗中多用“长相思”三字，如《古诗十九首》中就有“上言长相思”、“著以长相思”、“行人难久留，各言长相思”等。南朝陈后主、<a href=\"http://so.gushiwen.org/author_386.aspx\">徐陵</a>、江总，唐<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>等都有拟作。内容多写女子怀念久出不归的丈夫。至于<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>这首《长相思》，则有其特定的相思对象，即他的侍妾樊素。</p> <p>　　樊素善歌《杨柳枝》，因又名柳枝。因为种种原因，樊素自求离去，白氏在《别柳枝》绝句中说：“两枝杨柳小楼中，袅袅多年伴醉翁。明日放归归去后，世间应不要春风。”可见作者对于樊氏的离去十分伤感。这首《长相思》词也表达了相同的情感。</p> <p>　　词的上阕写樊素回南必经之路。因为她是杭州人氏，故作者望吴山而生愁。汴水、泗水是一去不复回的，随之南下的樊素大概也和河水一样，永远离开了他。所以作者想象中的吴中山脉，点点都似愁恨凝聚而成。短短几句，把归人行程和愁怨的焦点都简括而又深沉地传达了出来。尽管佳人已去，妆楼空空，可作者一片痴情，终难忘怀，他便于下阕抒发了自己的相思之痛。两个“悠悠”，刻画出词人思念之深。这种情感的强烈，只有情人的回归才能休止。然而那不过是空想，他只能倚楼而望，以回忆昔日的欢乐，遣散心中的郁闷而已。</p> <p>　　这篇作品形式虽然短小，但它却用回环复沓的句式，流水般汩汩有声的节奏，贯穿于每个间歇终点的相同韵脚，造成了绵远悠长的韵味，使相思之痛、离别之苦，表现得更加淋漓尽致。</p><br/><h2>赏析</h2> <p>　　这首词是抒发“闺怨”的名篇，构思比较新颖奇巧。它写一个闺中少妇，月夜倚楼眺望，思念久别未归的丈夫，充满无限深情。词作采用画龙点睛之笔，最后才点出主人公的身份，突出作品的主题思想，因而给读者留下强烈的悬念。</p> <p>　　上片全是写景，暗寓恋情。前三句以流水比人，写少妇丈夫外出，随着汴水、泗水向东南行，到了遥远的地方；同时也暗喻少妇的心亦随着流水而追随丈夫的行踪飘然远去。第四句“吴山点点愁”才用拟人化的手法，婉转地表现少妇思念丈夫的愁苦。前三句是陈述句，写得比较隐晦，含而不露如若不细细体会，只能看到汴水、泗水远远流去的表面意思，而看不到更深的<a href=\"http://so.gushiwen.org/view_71052.aspx\">诗</a>意，这就辜负了作者的苦心。汴水发源于河南，古汴水一支自开封东流至今徐州，汇入泗水，与运河相通，经江苏扬州南面的瓜州渡口而流入长江，向更远的地方流去。这三首是借景抒情，寓有情于无情之中，使用的是暗喻和象征的手法。“吴山点点愁”一句，承“瓜洲古渡”而入吴地，而及吴山，写得清雅而沉重，是上片中的佳句。“吴山点点”是写景，在这里，作者只轻轻一带，着力于頙的“愁”字。著此“愁”字，就陡然使意发生了巨大的变化：吴山之秀色不复存在，只见人之愁如山之多且重，这是一；山亦因人之愁而愁，这是二；山是愁山，则上文之水也是恨水了，这是三。一个字点醒全片，是其笔力堪称强劲。</p> <p>　　下片直抒胸臆，表达少妇对丈夫长期不归的怨恨。前三句写她思随流水，身在妆楼，念远人而不得见，思无穷，恨亦无穷。“悠悠”二字，意接流水，笔入人情。“恨到归时方始休”一句，与《长恨歌》之“天长地久有时尽，此恨绵绵无绝期”，各擅胜场。《长恨歌》写死别，故恨无绝期；此词写生离，故归即无恨。“恨到归时方始休”，句意拙直，不假藻饰，然而深刻有味，情真意真。末句“月明人倚楼”，是画景也是情语。五字包拢全词，从而知道以上的想水想山，含思含恨，都是人于明月下、倚楼时的心事；剪影式的画幅，又见出她茫茫然远望驰思，人仍未归，恨亦难休，几乎要化为山头望夫石也。</p>",
  "poet": {
    "id": 665,
    "star": 0,
    "name": "白居易",
    "image": "http://img.gushiwen.org/authorImg/baijuyi.jpg",
    "desc": "白居易（772年－846年），字乐天，号香山居士，又号醉吟先生，祖籍太原，到其曾祖父时迁居下邽，生于河南新郑。是唐代伟大的现实主义诗人，唐代三大诗人之一。白居易与元稹共同倡导新乐府运动，世称“元白”，与刘禹锡并称“刘白”。白居易的诗歌题材广泛，形式多样，语言平易通俗，有“诗魔”和“诗王”之称。官至翰林学士、左赞善大夫。公元846年，白居易在洛阳逝世，葬于香山。有《白氏长庆集》传世，代表诗作有《长恨歌》、《卖炭翁》、《琵琶行》等。"
  },
  "tags": [
    "宋词三百首",
    "婉约",
    "山水",
    "女子",
    "相思"
  ]
}