{
  "id": 13124,
  "star": 323,
  "name": "征人怨 / 征怨",
  "dynasty": "唐代",
  "content": "岁岁金河复玉关，朝朝马策与刀环。 <br>三春白雪归青冢，万里黄河绕黑山。",
  "fanyi": "<p><strong>译文<br></strong>年年岁岁戍守金河保卫玉关，日日夜夜挥舞马鞭手握刀环。<br>时届暮春白雪飘飞归来塞外，万里奔波渡过黄河绕过黑山。</p> <p><strong>注释<br></strong>⑴岁岁：年复一年，年年月月。金河：即黑河，在今呼和浩特市城南。玉关：即甘肃玉门关。<br>⑵朝（zhāo）朝：每天，日日夜夜。马策：马鞭。刀环：刀柄上的铜环，喻征战事。<br>⑶三春：春季的三个月或暮春，此处指暮春。青冢（zhǒng）：西汉时<a href=\"http://so.gushiwen.org/author_830.aspx\">王昭君</a>的坟墓，在今内蒙古呼和浩特之南，当时被认为是远离中原的一处极僻远荒凉的地方。传说塞外草白，惟独昭君墓上草色发青，故称青冢。<br>⑷黑山：一名杀虎山，在今内蒙古呼和浩特市东南。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　这是一首传诵极广的边塞<a href=\"http://so.gushiwen.org/view_13124.aspx\">诗</a>。诗中写到的金河、青冢、黑山，都在今内蒙古自治区境内，唐时属单于都护府。由此可以推断，这首诗写的是一个隶属于单于都护府的征人的怨情。全诗四句，一句一景，表面上似乎不相连属，实际上却统一于“征人”的形象，都围绕着一个“怨”字铺开。</p> <p>　　前两句就时记事，说的是：年复一年，东西奔波，往来边城；日复一日，跃马横刀，征战不休。金河在东而玉门关在西，相距很远，但都是边陲前线。马策、刀环虽小而微，然而对于表现军中生活来说却有典型性，足以引起对征戍之事的一系列的联想。这两句“岁岁”“朝朝”相对，“金河”“玉关”，“马策”“刀环”并举，又加以“复”字、“与” 字，给人以单调困苦、不尽无穷之感，怨情自然透出。</p> <p>　　前两句从“岁岁”说到“朝朝”，似乎已经把话说尽。然而对于满怀怨情的征人来说，这只是说着了一面。他不仅从那无休止的时间中感到怨苦之无时不在，而且还从即目所见的景象中感到怨苦之无处不有，于是又有三、四句之作。</p> <p>　　“青冢”是<a href=\"http://so.gushiwen.org/author_830.aspx\">王昭君</a>的坟墓，在今呼和浩特市境内，当时被认为是远离中原的一处极僻远荒凉的地方。传说塞外草白，惟独昭君墓上草色发青，故称青冢。时届暮春，在苦寒的塞外却 “春色未曾看”，所见者唯有白雪落向青冢而已。萧杀如此，令人凄绝。末句写边塞的山川形势：滔滔黄河，绕过沉沉黑山，复又奔腾向前。黄河和黑山相隔甚远，这里不可坐实理解。上句说青冢，这里自然想起青冢附近的黑山，并用一个“绕”字牵合，寄寓绵绵怨情。这两句写景，似与诗题无关，其实都是征人常见之景，常履之地，因而从白雪青冢与黄河黑山这两幅图画里，读者不仅看到征戍之地的寒苦与荒凉，也可以感受到征人转战跋涉的苦辛。诗虽不直接发为怨语，而蕴蓄于其中的怨恨之情足以使人回肠荡气。</p> <p>　　此诗通篇不着一个“怨”字，却又处处弥漫着怨情。诗人抓住产生怨情的缘由，从时间与空间两方面落笔，让“岁岁”“朝朝”的戎马生涯以及“三春白雪”与“黄河”“黑山”的自然景象去现身说法，收到了“不着一字，尽得风流”（<a href=\"http://so.gushiwen.org/author_163.aspx\">司空图</a>《二十四诗品》）的艺术效果。而这首诗的谨严工整也历来为人称道。诗不仅每句自对（如首句中的“金河” 对“玉关”），又两联各自成对。后一联的对仗尤其讲究：数字对（“三”“万”）与颜色对（“白”“青”“黄”“黑”）同时出现在一联之中；颜色对中，四种色彩交相辉映，使诗歌形象富于色泽之美；动词“归”“绕”对举，略带拟人色彩，显得别具情韵。这样精工的绝句，确是不多见的。</p>",
  "about": "<h2>创作背景</h2> 　　此<a href=\"http://so.gushiwen.org/view_13124.aspx\">诗</a>约作于唐代宗大历年间（766—779年），当时吐蕃、回鹘多次侵扰唐朝边境，唐朝西北边境不甚安定，守边战士长期不得归家。诗中写到的金河、青冢、黑山，都在今内蒙古自治区境内，唐时属单于都护府。由此可以推断，这首诗是为表现一个隶属于单于都护府的征人的怨情而作。",
  "poet": {
    "id": 118,
    "star": 0,
    "name": "柳中庸",
    "image": "http://img.gushiwen.org/authorImg/liuzhongyong.jpg",
    "desc": "柳中庸 （？—约775)名淡，中庸是其字，唐代边塞诗人。河东（今山西永济）人，为柳宗元族人。大历年间进士，曾官鸿府户曹，未就。萧颖士以女妻之。与弟中行并有文名。与卢纶、李端为诗友。所选《征人怨》是其流传最广的一首。《全唐诗》存诗仅13首。其诗以写边塞征怨为主，然意气消沉，无复盛唐气象。"
  },
  "tags": [
    "唐诗三百首",
    "黄河",
    "边塞"
  ]
}