{
  "id": 48292,
  "star": 152,
  "name": "定风波·自春来",
  "dynasty": "宋代",
  "content": "自春来、惨绿愁红，芳心是事可可。日上花梢，莺穿柳带，犹压香衾卧。暖酥消、腻云亸，终日厌厌倦梳裹。无那。恨薄情一去，音书无个。<br>早知恁么，悔当初、不把雕鞍锁。向鸡窗，只与蛮笺象管，拘束教吟课。镇相随、莫抛躲，针线闲拈伴伊坐。和我，免使年少，光阴虚过。",
  "fanyi": "<p><strong>译文<br></strong>自入春以来，见到那绿叶红花也像是带着愁苦，我这一寸芳心越显得百无聊赖。太阳已经升到了树梢，黄莺开始在柳条间穿飞鸣叫，我还拥着锦被没有起来。细嫩的肌肤已渐渐消瘦，满头的秀发低垂散乱，终日里心灰意懒，没心情对镜梳妆。真无奈，可恨那薄情郎自从去后，竟连一封书信也没有寄回来。<br>早知如此，悔当初没有把他的宝马锁起来。真该把他留在家里，只让他与笔墨为伍，让他吟<a href=\"http://so.gushiwen.org/view_48292.aspx\">诗</a>作词，寸步不离开。我也不必躲躲闪闪，整日里与他相伴，手拿着针线与他相倚相挨。有他厮守，免得我青春虚度，苦苦等待。 </p> <p><strong>注释</strong><br>①是事可可：对什么事情都不在意，无兴趣。一切事全含糊过去。可可：无关紧要；不在意。 <br>②暖酥：极言女子肌肤之好。<br>③腻云：代指女子的头发。亸（duǒ）：下垂貌。<br>④无那：无奈。<br>⑤恁么：这么。<br>⑥鸡窗：指书窗或书房。语出《幽明录》：“晋兖州刺史沛国宋处宗尝得一长鸣鸡，爱养甚至，恒笼著窗间。鸡遂作人语，与处宗谈论极有言智，终日不辍。处宗因此言巧大进。”（《艺文类聚·鸟部》卷九十一引）。<br>⑦蛮笺象管：纸和笔。蛮笺：古时四川所产的彩色笺纸。象管：即象牙做的笔管。<br>⑧镇：常。<br>⑨和：允诺。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这是一首写爱情的词篇，具有鲜明的民间风味，是<a href=\"http://so.gushiwen.org/author_535.aspx\">柳永</a>“俚词”中具有代表性的作品。这首词以一个少妇（或妓女）的口吻，抒写她同恋人分别后的相思之情，刻画出一个天真无邪的少妇形象。这首描写闺怨的词在宋元时期曾经广为流传，受到普通民众，尤其是歌妓的喜爱。到了元代时，<a href=\"http://so.gushiwen.org/author_235.aspx\">关汉卿</a>更是把它写进了描写柳永与歌妓恋情的杂剧《谢天香》里。</p> <p>　　上片，通过艳丽春光和良辰美景来衬托少妇的孤寂之情。开头三句，写春回大地，万紫千红。少妇因此反而增愁添恨。这里暗示出，过去的春天她曾与“薄情”者有过一段火热的恋情生活。次三句，写红日高照，莺歌燕舞，是难得的美景良辰，而她却怕触景伤情，拥衾高卧。接三句，写肌肤消瘦，懒于梳妆打扮。这和《<a href=\"http://so.gushiwen.org/view_48292.aspx\">诗</a>经．卫风·伯兮》“自伯之东，首如飞蓬，岂无膏沐，谁适为容”的精神是一致的，表现出爱情的坚贞不渝。未三句，揭示出这位少妇之所以“倦梳裹”的真正原因：“恨薄情一去，音信无个。”作者在上片用的是一种倒叙手法，不仅总结上片中的三个层次，而且还很自然地引出下面的内心活动和感情的直接抒发。</p> <p>　　下片，极写内心的悔恨和对美好生活的向往。头三句，点明“悔”字，反映出这位少妇的悔恨之情。继之，又用“锁”字与此相衬，烘托出感情的真挚、热烈与性格的泼辣。在特别重视功名利禄的封建社会，一个闺中少妇为了爱情而敢于设想把丈夫“锁”在家里，这无疑是一个大胆的反叛行动。这位少妇的举措，可以使人联想到《红楼 梦》中林黛玉对功名利禄，对仕途经济的批判，而且与柳永《鹤冲天》词中所反映的思想感情也是一脉相通的。中六句是对理想中的爱情生活的设想和追求。他们坐在窗明几净的书房里吟诗作赋，互相学习，终日形影不离。结尾三句明确责示对青春的珍惜和对生活的热爱。</p> <p>　　这首词具有浓厚的民歌风味。它不仅吸取了民歌的特点，保留了民间词的风味，而且还具有鲜明的时代特色。作者没有采取传统的比兴手法，也不运用客观的具体形象来比喻和暗示自己爱情的炽烈与坚贞，而是采取感情的直接抒写和咏叹。词中，感情的奔放热烈带有一种赤裸无遗的色彩，明显地具有一种市民性。这是柳永生活时代都市高度繁荣的客观反映。</p> <p>　　从思想上看，这首词明显带有市民意识。这首词的另一特点是语言通俗，口吻自然，纯用白描，这说明柳永在向民间词学习方面获得了巨大的成功。他扩大了“俚词”的创作阵地，丰富了词的内容和词的表现力。以深切的同情，抒写了沦落于社会下层的歌伎们的思想感情，反映了她们对幸福生活的追求与向往，以及内心的烦恼与悔恨。</p>",
  "about": "<h2>艺术特色</h2> <p>　　这是一首写爱情的词篇，具有鲜明的民间风味，是<a href=\"http://so.gushiwen.org/author_535.aspx\">柳永</a>“俚词”中具有代表性的作品。这首词以一个少妇（或妓女）的口吻，抒写她同恋人分别后的相思之情，刻画出一个天真无邪的少妇形象。</p> <p>　　这首词具有浓厚的民歌风味。它不仅吸取了民歌的特点，保留了民间词的风味，而且还具有鲜明的时代特色。作者没有采取传统的比兴手法，也不运用客观的具体形象来比喻和暗示自己爱情的炽烈与坚贞，而是采取感情的直接抒写和咏叹。词中，感情的奔放热烈带有一种赤裸无遗的色彩，明显地具有一种市民性。这是柳永生活时代都市高度繁荣的客观反映。</p> <p>　　从思想上看，这首词明显带有市民意识。市民阶层是伴随着商业经济的发展而壮大起来的一支新兴力量。它较少封建思想的羁縻，也比较敢于反抗封建礼教的压迫。“男女授授不亲”的封建时代，它表现出一种新的思想面貌，反映文人词里，就形成了《定风波》中这位女性的声口：“镇相随，莫抛躲，针线闲拈伴伊坐。和我，免使年少光阴虚过”。</p> <p>　　这首词的另一特点是语言通俗，口吻自然，纯用白描，这说明柳永在向民间词学习方面获得了巨大的成功。他扩大了“俚词”的创作阵地，丰富了词的内容和词的表现力。以深切的同情，抒写了沦落于社会下层的歌伎们的思想感情，反映了她们对幸福生活的追求与向往，以及内心的烦恼与悔恨。上片融情入景，以明媚的春光反衬人物的厌倦与烦恼情绪。下片通过细腻的心理刻画，反映歌伎对自由幸福生活的渴望与追求。这首词是柳永俚词的代表作之一。</p> <p>　　柳永以前，词坛基本是小令的天下，它要求含蓄、文雅。到了柳永，他创制了大量的慢词长调，铺叙展衍，备足无余。柳词所写的一对青年男女，实际上是属于市民阶层中的“才子佳人”，是功名未就的柳永自己和他青楼中的恋人的化身。所以，为了要表现这样的生活和心态，柳词就采用一种从俗的风格和从俗的语言。</p> <p>　　柳永的这种文学追求和他的生活经历密切相关。宦场失意后落魄文人和知书识文的风尘女子极易产生共鸣，这首词就是这种共鸣的产物。难怪元曲大家<a href=\"http://so.gushiwen.org/author_235.aspx\">关汉卿</a>会据此把柳词摆上舞台，用另一种方式传唱这种非正统的精神。</p> <p>　　对于当时的市民群众来说，也唯有这种毫不掩饰的热切恋情，才是他们倍感亲切的东西。因而，这种既带有些俗气却又十分真诚的感情内容的词作虽得不到正统文人的认同，却能市井间不胫而走，以至达到凡有井水饮处皆能诵歌的地齿。从艺术上看，这首词是对传统词风的一种俗化。</p>",
  "poet": {
    "id": 535,
    "star": 0,
    "name": "柳永",
    "image": "http://img.gushiwen.org/authorImg/liuyong2.jpg",
    "desc": "柳永，（约987年—约1053年）北宋著名词人，婉约派创始人物。汉族，崇安（今福建武夷山）人，原名三变，字景庄，后改名永，字耆卿，排行第七，又称柳七。宋仁宗朝进士，官至屯田员外郎，故世称柳屯田。他自称“奉旨填词柳三变”，以毕生精力作词，并以“白衣卿相”自诩。其词多描绘城市风光和歌妓生活，尤长于抒写羁旅行役之情，创作慢词独多。铺叙刻画，情景交融，语言通俗，音律谐婉，在当时流传极其广泛，人称“凡有井水饮处，皆能歌柳词”，婉约派最具代表性的人物之一，对宋词的发展有重大影响，代表作 《雨霖铃》《八声甘州》。"
  },
  "tags": [
    "宋词三百首",
    "宋词精选",
    "婉约",
    "女子",
    "闺怨",
    "思念"
  ]
}