{
  "id": 72624,
  "star": 72,
  "name": "望岳三首",
  "dynasty": "唐代",
  "content": "岱宗夫如何？齐鲁青未了。<br>造化钟神秀，阴阳割昏晓。<br>荡胸生曾云，决眦入归鸟。<br>会当凌绝顶，一览众山小。</p> <p>西岳崚嶒竦处尊，诸峰罗立似儿孙。<br>安得仙人九节杖，拄到玉女洗头盆。<br>车箱入谷无归路，箭栝通天有一门。<br>稍待秋风凉冷后，高寻白帝问真源。</p> <p>南岳配朱鸟，秩礼自百王。<br>歘吸领地灵，鸿洞半炎方。<br>邦家用祀典，在德非馨香。<br>巡守何寂寥，有虞今则亡。<br>洎吾隘世网，行迈越潇湘。<br>渴日绝壁出，漾舟清光旁。<br>祝融五峯尊，峯峯次低昴。<br>紫盖独不朝，争长嶫相望。<br>恭闻魏夫人，羣仙夹翱翔。<br>有时五峯气，散风如飞霜。<br>牵迫限修途，未暇杖崇冈。<br>归来觊命驾，沐浴休玉堂。<br>三叹问府主，曷以赞我皇。<br>牲璧忍衰俗，神其思降祥。",
  "fanyi": "<p><strong>译文</strong><br>泰山到底怎么样？在齐鲁大地上，那青翠的山色没有尽头。<br>大自然把神奇秀丽的景色都汇聚于泰山，山南和山北的天色被分割为一明一暗两部分。<br>冉冉升起的云霞荡涤我的心灵，睁大眼睛追踪那暮归的鸟儿隐入山林，眼角好像要裂开一样。<br>一定要登上泰山的最高峰，俯瞰那众山，而众山在我眼中是多么的渺小。<br>当人登上山的绝顶，就会把周围矮小的群山们，一览无余。</p> <p>西岳高耸似一位德高望重的老人，群峰在其周围则像他的儿孙。<br>怎么才能求得仙人杖，拄着它登上华山去玉女祠呢？<br>可进了车箱谷就难以回归了，而山峰像通天的箭尾直抵天门，难以登爬。<br>稍稍等待天气转凉后，登上山顶去，看山本貌。</p> <p>传说南岳有朱雀，从百代以前的帝王开始，就有为岳分上下之礼。<br>在大半广阔的南方之地祀岳时，迅速吸取天地灵气。<br>朝廷对衡山施以祭祀之典，但治理国家在于德政而不是烧香点蜡。<br>巡视地方祭祀南岳，何等寂寥，当年的先人已早离去。<br>我身受世俗的法礼教德的阻碍，现在终于越潇湘，来到衡山了。<br>我终日或游走于山崖峻岭中，或在泛起清光的河上泛舟。<br>祝融山极为高耸，山顶似乎直触低处的昴星。<br>但诸峰中唯有紫盖山与华山不相上下，似与华山争高。<br>又听说以前的魏夫人成仙后与群仙翱翔于华山之空。<br>有时群峰顶上的气候，刮起的风像飞霜一样。<br>走长途的时间很紧，没有时间拄着杖爬上高崇的山岭。<br>登完山后，希望立即下山，到休玉堂去洗澡。<br>多次和郡守对话，问他这怎会有这样雄伟的衡山？这不得不咏赞我皇了。<br>祭祀用的玉忍耐世间之俗，而用于祭祀，但神会因此而降福人间的。</p> <p><strong>注释</strong><br>岱宗：泰山亦名岱山或岱岳，五岳之首，在今山东省泰安市城北。古代以泰山为五岳之首，诸山所宗，故又称“岱宗”。历代帝王凡举行封禅大典，皆在此山，这里指对泰山的尊称。<br>夫：读“fú”。句首发语词，无实在意义，语气词，强调疑问语气。<br>如何：怎么样。<br>齐、鲁：古代齐鲁两国以泰山为界，齐国在泰山北，鲁国在泰山南。原是春秋战国时代的两个国名，在今山东境内，后用齐鲁代指山东地区。<br>青未了：指郁郁苍苍的山色无边无际，浩茫浑涵，难以尽言。青：指苍翠、翠绿的美好山色。未了：不尽，不断。<br>造化：大自然。<br>钟：聚集。<br>神秀：天地之灵气，神奇秀美。<br>阴阳：阴指山的北面，阳指山的南面。这里指泰山的南北。<br>割：分。夸张的说法。此句是说泰山很高，在同一时间，山南山北判若早晨和晚上。<br>昏晓：黄昏和早晨。极言泰山之高，山南山北因之判若清晓与黄昏，明暗迥然不同。<br>荡胸：心胸摇荡。<br>曾：同“层”，重叠。<br>决眦（zì）：眦：眼角。眼角（几乎）要裂开。这是由于极力张大眼睛远望归鸟入山所致。决：裂开。<br>入：收入眼底，即看到。<br>会当：终当，定要。<br>凌：登上。凌绝顶，即登上最高峰。<br>小：形容词的意动用法，意思为“以……为小，认为……小”。<br>崚嶒：高耸突兀。<br>九节杖：《刘根外传》：“汉武登少室，见一女子以九节杖仰指日，闭左目，<a href=\"http://so.gushiwen.org/author_276.aspx\">东方朔</a>曰：‘此食日精者。’”《真诰》：“杨羲梦蓬莱仙翁，拄赤九节杖而视白龙。”<br>玉女洗头盆：《集仙录》：“明星玉女，居华山，服玉浆，白日升天，祠前有五石白，号玉女洗头盆。其水碧绿澄彻，雨不加溢，旱不减耗。祠有玉女马一匹。”<br>车箱入谷：《太平寰宇记》：“车箱谷，一名车水涡，在华阴县西南二十五里，深不可测。祈雨者以石投之，中有一鸟飞出，应时获雨。”<br>箭栝：箭的末端。<br>白帝：中国古代神话中的五天帝之一，古代指西方之神。<br>朱鸟：这里指四灵之一的南方朱雀。<br>秩礼：古代辨上下﹑贵贱之礼。<br>自百王：从百代以前的帝王开始。自，从……开始。<br>歘（xū）吸领地灵：指祀岳时迅速吸取天地灵气。歘，快速。<br>鸿洞：这里是广阔之意。<br>炎方：泛指南方炎热地区。<br>邦家：国家。<br>祀典：祭祀的仪礼。<br>馨香：这里指燃烧香蜡飘出的香气。<br>巡守：天子出行，视察邦国州郡。<br>有虞（yú）：上古有虞部落，这里指古代居民。<br>洎（jì）：到，及。<br>世网：比喻社会上法律礼教、伦理道德对人的束缚。<br>行迈：远行。<br>潇湘：潇水和湘水，指南方之地。<br>渴日：尽日，终日。<br>绝壁：极陡峭不能攀援的山崖。<br>漾舟：泛舟。<br>清光：清亮的光辉。<br>祝融：指祝融山。<br>峯（fēng）峯次低昴（mǎo）：山峰高耸直触昴星。这里是夸张的写法。峯峯：这里是很高之意。昴，星宿名，二十八宿之一。<br>紫盖：指紫盖山。<br>嶫（yè）：高耸。<br>羣仙：群仙，众仙。<br>牵迫：很紧迫。<br>修途：长途。<br>未暇：没有时间顾及。<br>杖崇冈：拄着拐杖登高山。杖，拄着（拐杖），这里用作动词。<br>命驾：命人驾车马。谓立即动身。<br>府主：指州郡长官。<br>曷（hé）以：怎么能。<br>牲璧：即牲玉，供祭祀用的牺牲和玉器。<br>衰俗：衰败的世俗。</p>",
  "shangxi": "<h2>赏析</h2> <p><strong>第一首</strong></p> <p>　　这首<a href=\"http://so.gushiwen.org/view_72624.aspx\">诗</a>是<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>青年时代的作品，充满了诗人青年时代的浪漫与激情。全诗没有一个“望”字，却紧紧围绕诗题“望岳”的“望”字着笔，由远望到近望，再到凝望，最后是俯望。诗人描写了泰山雄伟磅礴的气象，抒发了自己勇于攀登，傲视一切的雄心壮志，洋溢着蓬勃向上的朝气。</p> <p>　　首句“岱宗夫如何？”写乍一望见泰山时，高兴得不知怎样形容才好的那种揣摹劲和惊叹仰慕之情，非常传神。岱是泰山的别名，因居五岳之首，故尊为岱宗。“夫如何”，就是“到底怎么样呢？”“夫”字在古文中通常是用于句首的语气助词，这里把它融入诗句中，是个新创，很别致。这个“夫”字，虽无实在意义，却少它不得，所谓“传神写照，正在阿堵中”。可谓匠心独具。</p> <p>　　接下来“齐鲁青未了”一句，是经过一番揣摹后得出的答案。它没有从海拔角度单纯形容泰山之高，也不是像<a href=\"http://so.gushiwen.org/author_758.aspx\">谢灵运</a>《泰山吟》那样用“崔崒刺云天”这类一般化的语言来形容，而是别出心裁地写出自己的体验──在古代齐鲁两大国的国境外还能望见远远横亘在那里的泰山，以距离之远来烘托出泰山之高。泰山之南为鲁，泰山之北为齐，所以这一句描写出的地理特点，在写其他山岳时不能挪用。明代莫如忠《登东郡望岳楼》特别提出这句诗，并认为无人能继。</p> <p>　　“造化钟神秀，阴阳割昏晓”两句，写近望中所见泰山的神奇秀丽和巍峨高大的形象，是上句“青未了”的注脚。一个“钟”宇把天地万物一下写活了，整个大自然如此有情致，把神奇和秀美都给了泰山。山前向日的一面为“阳”，山后背日的一面为“阴”（山南水北为“阳”，山北水南为阴），由于山高，天色的一昏一晓被割于山的阴、阳面，所以说“割昏晓”。这本是十分正常的自然现象，可诗人妙笔生花，用一个“割”字，则写出了高大的泰山一种主宰的力量，这力量不是别的，泰山以其高度将山南山北的阳光割断，形成不同的景观，突出泰山遮天蔽日的形象。这里诗人此用笔使静止的泰山顿时充满了雄浑的力量，而那种“语不惊人死不休”的创作风格，也在此得到显现。</p> <p>　　“荡胸生曾云，决眦入归鸟”两句，是写细望。见山中云气层出不穷，故心胸亦为之荡漾。“决眦”二字尤为为传神，生动地体现了诗人在这神奇缥缈的景观而前像着了迷似的，想把这一切看个够，看个明白，因而使劲地睁大眼睛张望，故感到眼眶有似决裂。这情景使泰山迷人的景色表现得更为形象鲜明。“归鸟”是投林还巢的鸟，可知时已薄暮，诗人还在望。其中蕴藏着诗人对祖国河山的热爱和对祖国山河的赞美之情。</p> <p>　　末句的“会当凌绝顶，一览众山小”两句，写诗人从望岳产生了登岳的想法，体现了中华民族自强不息的仙字精神。此联号为绝响，再一次突出了泰山的高峻，写出了雄视一切的雄姿和气势，也表现出诗人的心胸气魄。“会当”是唐人口语，意即“一定要”。如果把“会当”解作“应当”，便欠准确，神气索然。众山的小和高大的泰山进行对比，表现出诗人不怕困难、敢于攀登绝顶、俯视一切的雄心和气概。 这正是杜甫能够成为一个伟大诗人的关键所在， 也是一切有所作为的人们所不可缺少的。 这就是这两句诗一直为人们所传诵的原因。正因为泰山的崇高伟大不仅是自然的也是人文的，所以登上的极顶的想望本身，当然也具备了双重的含义。</p> <p>　　全诗以诗题中的“望”字统摄全篇，句句写望岳，但通篇并无一个“望”字，而能给人以身临其壕之感，可见诗人的谋篇布局和艺术构思是精妙奇绝的。这首诗寄托虽然深远，但通篇只见登览名山之兴会，丝毫不见刻意比兴之痕迹。若论气骨峥嵘，体势雄浑，更以后出之作难以企及。[8] [11] [12] [10] [13] </p> <p><strong>第二首</strong></p> <p>　　咏华山一首，作者所写的华山亦同样雄伟。不过，与年青时代一首相比，这无疑是一首失意之作。自天宝乱来，作者饱历忧患方得重返朝廷，而今因宰相房琯败绩丧师于陈涛斜被罚，抗疏救之而获罪被贬。作者人至中年，除了官拜左拾遗一年境遇较佳，一直极备艰辛。因此，诗中亦有流露出失意徬徨之感。作者发端“西岳崚嶒竦处尊，诸峰罗立似儿孙”即写华山崇高。作者虽然极欲登山，但“安得仙人九节杖”一句“安得”二字诘问，已表明了作者之愿难以实现。这好比作者欲要报国，却总是报国无门，无可奈何的心情。“车箱入谷无归路，箭栝通天有一门”两句写作者仰望之余，预计攀登之路。不过这始终并未实行，只是作者在望岳时的盘算，藉以自我安慰而已。情况一如作者纵有一腔抱负理想，却只能空自盘算，无法行之于世。最后，本诗以“稍待西风凉冷后，高寻白帝问真源。”作结，作者宦途的坎坷更是可见。现实环境的不顺，使得作者产生了厌倦宦途之情，期望于热闹中寻得凉冷以自疗创痛。以华山之顶比白帝之居，更表现了作者自感理想无可实现的失意徬徨。</p> <p><strong>第三首</strong></p> <p>　　咏衡山的《望岳》写于作者晚暮之年，首尾抒发议论，中间写景叙事。“南岳配朱鸟，秩礼自百王。欻吸领地灵，鸿洞半炎方”几句写历代帝王皆设职官崇礼衡山。“在德非馨香”句，寓有讽喻之意，以微婉之词道出，劝勉君主要以德治国。九、十两句，作者叙自己因世乱所驱投奔南国，所以有望岳的机会。接下来自“渴日绝壁出”至“散风如飞霜”写衡山景色，乃全篇中心所在。最后以祀岳之意作结，呼应起笔“秩礼”。而“曷以赞我皇”一句，杜甫爱国之心，强烈地洋溢于字里行间。这首《望岳》通篇皆流露着作者忠君爱国的情怀，即使飘泊江湖，仍是关心朝政，无日或忘。</p> <p><strong>总结</strong></p> <p>　　三首《望岳》旨趣、风格的不同，恰好能代表杜甫在青年、中年、暮年三个时期的心态。咏泰山的《望岳》表现的是一种积极用世的思想，代表杜甫青年时期光芒四射，积极进取的人生，因而予人雄奇壮阔的感觉，全诗形成了遒劲峻洁、气魄雄放的风格；咏华山一首流露作者宦途失意，报国无门之情，代表杜甫中年时期失徨，动极思静的人生，此诗因而显得委婉曲折，沉郁顿挫；咏衡山的《望岳》即或是有所讽喻，代表杜甫晚年时期内敛安命，与人为善的人生。从中可稍得杜甫思想转变的轨迹。不过，无论他的心态如何改变，有一点始终是相同的，那就是他的忠君爱国之心了。青年时杜甫想要为国出力，中年时他虽不得意，却仍有报国之思，晚年时他念兹在兹仍是君主与朝政。</p>",
  "about": "<h2>创作背景</h2> 　　唐玄宗开元二十三年（735），<a href=\"http://so.gushiwen.org/view_72624.aspx\">诗</a>人到洛阳应进士，结果落第而归，开元二十四年（736），二十四岁的诗人开始过一种不羁的漫游生活。作者北游齐、赵（今河南、河北、山东等地），第一首诗就是在漫游途中所作。第二首诗作于作者中年时，宰相房琯败绩丧师于陈涛斜被罚，抗疏救之而获罪被贬而满是失意。第三首作于作者暮年。",
  "poet": {
    "id": 474,
    "star": 0,
    "name": "杜甫",
    "image": "http://img.gushiwen.org/authorImg/dufu.jpg",
    "desc": "杜甫（712－770），字子美，自号少陵野老，世称“杜工部”、“杜少陵”等，汉族，河南府巩县（今河南省巩义市）人，唐代伟大的现实主义诗人，杜甫被世人尊为“诗圣”，其诗被称为“诗史”。杜甫与李白合称“李杜”，为了跟另外两位诗人李商隐与杜牧即“小李杜”区别开来，杜甫与李白又合称“大李杜”。他忧国忧民，人格高尚，他的约1400余首诗被保留了下来，诗艺精湛，在中国古典诗歌中备受推崇，影响深远。759-766年间曾居成都，后世有杜甫草堂纪念。"
  },
  "tags": [
    "写山",
    "抒怀",
    "壮志",
    "失意",
    "组诗"
  ]
}