{
  "id": 10449,
  "star": 5207,
  "name": "石壕吏",
  "dynasty": "唐代",
  "content": "暮投石壕村，有吏夜捉人。老翁逾墙走，老妇出门看。<br>吏呼一何怒，妇啼一何苦。听妇前致词，三男邺城戍。<br>一男附书至，二男新战死。存者且偷生，死者长已矣。<br>室中更无人，惟有乳下孙。有孙母未去，出入无完裙。<br>老妪力虽衰，请从吏夜归。急应河阳役，犹得备晨炊。<br>夜久语声绝，如闻泣幽咽。天明登前途，独与老翁别。",
  "fanyi": "<p><strong>译文<br></strong>日暮时投宿石壕村，夜里有差役来强征兵。老翁越墙逃走，老妇出门应付。<br>差役喊叫得是那样凶狠，老妇人啼哭得是那样悲伤。我听到老妇上前说：“我的三个儿子去参加邺城之战。其中一个儿子捎信回来，说另外两个儿子刚刚战死。活着的人姑且活一天算一天，死去的人就永远不会复生了！<br>老妇我家里再也没有其他的人了，只有个正在吃奶的小孙子。因为有小孙子在，他母亲还没有离去，但进进出出连一件完好的衣裳都没有。<br>老妇虽然年老力衰，但请允许我跟从你连夜赶回营去。赶快到河阳去应征，还能够为部队准备早餐。”<br>夜深了，说话的声音逐渐消失，隐隐约约听到低微断续的哭泣声。天亮后我继续赶路，只能与返回家中的那个老翁告别。</p> <p><strong>注释<br></strong>1、暮：在傍晚。<br>2、投：投宿。<br>3、吏：官吏，低级官员，这里指抓壮丁的差役。<br>4、夜：时间名词作状语，在夜里。<br>5、逾（yú）：越过；翻过。<br>6、走：跑，这里指逃跑。<br>7、呼：诉说，叫喊。<br>8、一何：何其、多么。<br>9、怒：恼怒，凶猛，粗暴，这里指凶狠。<br>10、啼：哭啼。<br>11、苦：凄苦。<br>12、前：上前，向前。<br>13、致：对……说。<br>14、前致词：指老妇走上前去（对差役）说话。<br>15、邺城：即相州，在今河南安阳。<br>16、戍（shù）：防守，这里指服役。<br>17、附书至：捎信回来。书，书信。至，回来。<br>18、新：最近，刚刚。<br>19、存：活着，生存着。<br>20、且偷生：姑且活一天算一天。且：姑且，暂且。偷生：苟且活着。<br>21、长已矣：永远完了。已：停止，这里引申为完结。<br>22、室中：家中。<br>23、更无人：再没有别的（男）人了。更：再。<br>24、惟：只，仅。<br>25、乳下孙：正在吃奶的孙子。<br>26、未：还没有。<br>27、去：离开，这里指改嫁。<br>28、完裙：完整的衣服。<br>29、老妪（yù）：老妇人。<br>30、衰：弱。<br>31、请从吏夜归：请让我和你晚上一起回去。请：请求。从：跟从，跟随。<br>32、应：响应。<br>33、河阳：今河南省洛阳市吉利区（原河南省孟县），当时唐王朝官兵与叛军在此对峙。<br>34、急应河阳役：赶快到河阳去服役。<br>35、犹得：还能够。得：能够。<br>36、备：准备。<br>37、晨炊：早饭。<br>38、夜久：夜深了。<br>39、绝：断绝；停止。<br>40、如：好像，仿佛。<br>41、闻：听。<br>42、泣幽咽：低微断续的哭声。有泪无声为“泣”，哭声哽塞低沉为“咽”。<br>43、明：天亮之后。<br>44、登前途：踏上前行的路。登：踏上。前途：前行的路。<br>45、独：唯独、只有。<br>46、石壕：今河南三门峡市东南。</p><br/><p><strong>译文</strong><br>日暮时投宿石壕村，夜里有差役来强征兵。老翁越墙逃走，老妇出门应付。<br>差役喊叫得是那样凶狠，老妇人啼哭得是那样悲伤。我听到老妇上前说：“我的三个儿子去参加邺城之战。<br>其中一个儿子捎信回来，说另外两个儿子刚刚战死。活着的人姑且活一天算一天，死去的人就永远不会复生了！<br>老妇我家里再也没有其他的人了，只有个正在吃奶的小孙子。因为有小孙子在，他母亲还没有离去，但进进出出连一件完好的衣裳都没有。<br>老妇虽然年老力衰，但请允许我跟从你连夜赶回营去。赶快到河阳去应征，还能够为部队准备早餐。”<br>夜深了，说话的声音逐渐消失，隐隐约约听到低微断续的哭泣声。天亮后我继续赶路，只能与返回家中的那个老翁告别。</p> <p><strong>注释</strong><br>（1）暮：傍晚。投：投宿。石壕村：现名干壕村，在今河南陕县东七十里。<br>（2）吏：官吏，低级官员，这里指抓壮丁的差役。夜：时间名词作状语，在夜里。<br>（3）逾（yú）：越过；翻过。走：跑，这里指逃跑。<br>（4）呼：诉说，叫喊。一何：何其、多么。怒：恼怒，凶猛，粗暴，这里指凶狠。<br>（5）啼：哭啼。苦：凄苦。<br>（6）前致词：指老妇走上前去（对差役）说话。前，上前，向前。致，对……说。<br>（7）邺城：即相州，在今河南安阳。戍（shù）：防守，这里指服役。<br>（8）附书至：捎信回来。书，书信。至，回来。<br>（9）新：刚刚。<br>（10）存：活着，生存着。且偷生：姑且活一天算一天。且，姑且，暂且。偷生，苟且活着。<br>（11）长已矣：永远完了。已，停止，这里引申为完结。<br>（12）室中：家中。更无人：再没有别的（男）人了。更，再。<br>（13）惟：只，仅。乳下孙：正在吃奶的孙子。<br>（14）未：还没有。去：离开，这里指改嫁。<br>（15）完裙：完整的衣服。“有孙”两句一作“孙母未便出，见吏无完裙”。<br>（16）老妪（yù）：老妇人。衰：弱。<br>（17）请从吏夜归：请让我和你晚上一起回去。请，请求。从，跟从，跟随。<br>（18）急应河阳役：赶快到河阳去服役。应，响应。河阳，今河南孟州，当时唐王朝官兵与叛军在此对峙。<br>（19）犹得：还能够。得，能够。备：准备。晨炊：早饭。<br>（20）夜久：夜深了。绝：断绝；停止。<br>（21）如：好像，仿佛。闻：听。泣幽咽：低微断续的哭声。有泪无声为“泣”，哭声哽塞低沉为“咽”。<br>（22）明：天亮之后。登前途：踏上前行的路。登，踏上。前途，前行的道路。<br>（23）独：唯独、只有。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　《石壕吏》是一首杰出的现实主义的叙事<a href=\"http://so.gushiwen.org/view_10449.aspx\">诗</a>，写了差吏到石壕村乘夜捉人征兵,连年老力衰的老妇也被抓服役的故事,揭露了官吏的残暴和兵役制度的黑暗,对安史之乱中人民遭受的苦难深表同情。艺术上,精炼是这首诗的一大特点,把抒情和议论寓于叙事之中,爱憎分明。场面和细节描写自然真实。善于裁剪,中心突出。</p> <p>　　前四句可看作第一段。首句“暮投石壕村”，单刀直入，直叙其事。“暮”字、“投”字、“村”字都需玩味，读者不能轻易放过。在封建社会里，由于社会秩序混乱和旅途荒凉等原因，旅客们都“未晚先投宿”，更何况在兵祸连接的时代。而<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>，却于暮色苍茫之时才匆匆忙忙地投奔到一个小村庄里借宿，这种异乎寻常的情景就富于暗示性。他或者是压根儿不敢走大路；或者是附近的城镇已荡然一空，无处歇脚。总之，寥寥五字，不仅点明了投宿的时间和地点，而且和盘托出了兵荒马乱、鸡犬不宁、一切脱出常轨的景象，为悲剧的演出提供了典型环境。浦起龙指出这首诗“起有猛虎攫人之势”（《读杜心解》），这不仅是就“有吏夜捉人”说的，而且是就头一句的环境烘托说的。“有吏夜捉人”一句，是全篇的提纲，以下情节，都从这里生发出来。不说“征兵”、“点兵”、“招兵”而说“捉人”，已于如实描绘之中寓揭露、批判之意。再加上一个“夜”字，含意更丰富。第一、表明官府“捉人”之事时常发生，人民白天躲藏或者反抗，无法“捉”到；第二、表明县吏“捉人”的手段狠毒，于人民已经入睡的黑夜，来个突然袭击。同时，诗人是“暮”投石壕村的，从“暮”到“夜”，已过了几个小时，这时当然已经睡下了；所以下面的事件发展，他没有参与其间，而是隔门听出来的。“老翁逾墙走，老妇出门看”两句，表现了人民长期以来深受抓丁之苦，昼夜不安；即使到了深夜，仍然寝不安席，一听到门外有了响动，就知道县吏又来“捉人”，老翁立刻“逾墙”逃走，由老妇开门周旋。</p> <p>　　从“吏呼一何怒”至“犹得备晨炊”这十六句，可看作第二段。“吏呼一何怒！妇啼一何苦！”两句，极其概括、极其形象地写出了“吏”与“妇”的尖锐矛盾。一“呼”、一“啼”，一“怒”、一“苦”，形成了强烈的对照；两个状语“一何”，加重了感情色彩，有力地渲染出县吏如狼似虎，叫嚣隳突的横蛮气势，并为老妇以下的诉说制造出悲愤的气氛。矛盾的两方面，具有主与从、因与果的关系。“妇啼一何苦”，是“吏呼一何怒”逼出来的。下面，诗人不再写“吏呼”，全力写“妇啼”，而“吏呼”自见。“听妇前致词”承上启下。那“听”是诗人在“听”，那“致词”是老妇“苦啼”着回答县吏的“怒呼”。写“致词”内容的十三句诗，多次换韵，表现出多次转折，暗示了县吏的多次“怒呼”、逼问。这十三句诗，不是“老妇”一口气说下去的，而县吏也决不是在那里洗耳恭听。实际上，“吏呼一何怒，妇啼一何苦！”不仅发生在事件的开头，而且持续到事件的结尾。从“三男邺城戍”到“死者长已矣”，是第一次转折。读者可以想见，这是针对县吏的第一次逼问诉苦的。在这以前，诗人已用“有吏夜捉人”一句写出了县吏的猛虎攫人之势。等到“老妇出门看”，便扑了进来，贼眼四处搜索，却找不到一个男人，扑了个空。于是怒吼道：</p> <p>　　“你家的男人都到哪儿去了？快交出来！”老妇泣诉说：“三个儿子都当兵守邺城去了。一个儿子刚刚捎来一封信，信中说，另外两个儿子已经牺牲了！……”泣诉的时候，可能县吏不相信，还拿出信来交县吏看。</p> <p>　　总之，“存者且偷生，死者长已矣！”处境是够使人同情的，她很希望以此博得县吏的同情，高抬贵手。不料县吏又大发雷霆：“难道你家里再没有别人了？快交出来！”她只得针对这一点诉苦：“室中更无人，惟有乳下孙。”这两句，也不是一口气说下去的，因为“更无人”与下面的回答发生了明显的矛盾。合理的解释是：老妇先说了一句：“家里再没人了！”而在这当儿，被儿媳妇抱在怀里躲到什么地方的小孙儿，受了怒吼声的惊吓，哭了起来，掩口也不顶用。于是县吏抓到了把柄，威逼道：“你竟敢撒谎！不是有个孩子哭吗？”老妇不得已，这才说：“只有个孙子啊！还吃奶呢，小得很！”“吃谁的奶？总有个母亲吧！还不把她交出来！”老妇担心的事情终于发生了！她只得硬着头皮解释：“孙儿是有个母亲，她的丈夫在邺城战死了，因为要喂奶给孩子，没有改嫁。可怜她衣服破破烂烂，怎么见人呀！还是行行好吧！”（“有孙母未去，出入无完裙”两句，有的版本为“孙母未便出，见吏无完裙”，所以县吏是要她出来的。）但县吏仍不肯罢手。老妇生怕守寡的儿媳被抓，饿死孙子，只好挺身而出：“老妪力虽衰，请从吏夜归。急应河阳役，犹得备晨炊。”老妇的“致词”，到此结束，表明县吏勉强同意，不再“怒吼”了。</p> <p>　　最后一段虽然只有四句，却照应开头，涉及所有人物，写出了事件的结局和作者的感受。“夜久语声绝，如闻泣幽咽。”表明老妇已被抓走，走·时低声哭泣，越走越远，便听不到哭声了。“夜久”二字，反映了老妇一再哭诉、县吏百般威逼的漫长过程。“如闻”二字，一方面表现了儿媳妇因丈夫战死、婆婆被“捉”而泣不成声，另一方面也显示出诗人以关切的心情倾耳细听，通夜未能入睡。“天明登前途，独与老翁别”两句，收尽全篇，于叙事中含无限深情。前一天傍晚投宿之时，老翁、老妇双双迎接诗人，而时隔一夜，老妇被捉走，儿媳妇泣不成声，只能与逃走归来的老翁作别了。老翁的心情怎样，诗人作何感想，这些都给读者留下了想象的余地。</p> <p>　　仇兆鳌在《杜少陵集详注》里说：“古者有兄弟始遣一人从军。今驱尽壮丁，及于老弱。诗云：三男戍，二男死，孙方乳，媳无裙，翁逾墙，妇夜往。一家之中，父子、兄弟、祖孙、姑媳惨酷至此，民不聊生极矣！当时唐祚，亦岌岌乎危哉！”就是说，“民为邦本”，把人民整成这个样子，统治者的宝座也就岌岌可危了。诗人杜甫面对这一切，没有美化现实，却如实地揭露了政治黑暗，发出了“有吏夜捉人”的呼喊，这是值得高度评价的。</p> <p>　　在艺术表现上，这首诗最突出的一点则是精炼。陆时雍称赞道：“其事何长！其言何简！”就是指这一点说的。全篇句句叙事，无抒情语，亦无议论语；但实际上，作者却巧妙地通过叙事抒了情，发了议论，爱憎十分强烈，倾向性十分鲜明。寓褒贬于叙事，既节省了很多笔墨，又丝毫没有给读者概念化的感觉。诗中还运用了藏问于答的表现手法。“吏呼一何怒！妇啼一何苦！”概括了双方的矛盾之后，便集中写“妇”，不复写“吏”，而“吏”的蛮悍、横暴，却于老妇“致词”的转折和事件的结局中暗示出来。诗人又十分善于剪裁，叙事中藏有不尽之意。一开头，只用一句写投宿，立刻转入“有吏夜捉人”的主题。又如只写了“老翁逾墙走”，未写他何时归来；只写了“如闻泣幽咽”，未写泣者是谁；只写老妇“请从吏夜归”，未写她是否被带走；却用照应开头、结束全篇、既叙事又抒情的“独与老翁别”一句告诉读者：老翁已经归家，老妇已被捉走；那么，那位吞声饮泣、不敢放声痛哭的，就是给孩子喂奶的年轻寡妇了。正由于诗人笔墨简洁、洗炼，用了较短的篇幅，在惊人的广度与深度上反映了生活中的矛盾与冲突，这是十分难能可贵的。</p>",
  "about": "<h2>创作背景</h2> <p>　　公元758年，为平息安（安禄山）史（史思明）之乱，<a href=\"http://so.gushiwen.org/author_2273.aspx\">郭子仪</a>、<a href=\"http://so.gushiwen.org/author_1140.aspx\">李光</a>弼等九位节度使，率兵20万围攻安庆绪（安禄山的儿子）所占的邺郡（现在河南安阳），胜利在望。但在第二年春天，由于史思明派来援军，加上唐军内部矛盾重重，形势发生逆转，在敌人两面夹击之下，唐军全线崩溃。郭子仪等退守河阳（现在河南孟州市），并四处抽丁补充兵力。<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>这时刚好从洛阳回华州，途经新安、石壕、潼关等地，根据目睹的现实，写了一组<a href=\"http://so.gushiwen.org/view_10449.aspx\">诗</a>，《石壕吏》是其中的一首。石壕，也叫石壕镇，现在河南三门峡东南。吏，小官，这里指差役。</p> <p>　　759年（唐肃宗乾元二年）春，已经四十八岁的杜甫，由左拾遗贬为华州司功参军。他离开洛阳，历经新安、石壕、潼关，夜宿晓行，风尘仆仆，赶往华州任所。所经之处，哀鸿遍野，民不聊生，这引起诗人感情上的强烈震动。</p> <p>　　当时唐王朝集中郭子仪、李光弼等九位节度使率步骑二十万，号称六十万，将安庆绪围在邺城。由于指挥不统一，被史思明援兵打得全军溃败。唐王朝为补充兵力，便在洛阳以西至潼关一带，强行抓人当兵，人民苦不堪言。</p> <p>　　这时，杜甫正由新安县继续西行，投宿石壕村，遇到吏卒深夜捉人，于是就其所见所闻，写成这篇不朽的诗作。</p><br/><h2>题解</h2> <p>　　这是<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>著名的新题乐府组<a href=\"http://so.gushiwen.org/view_10449.aspx\">诗</a>\"三吏\"之一。唐肃宗乾元二年(759)春，已经四十八岁的杜甫，由左拾遗贬为华州司功参军。他离开洛阳，历经新安、潼关、石壕，夜宿晓行，风尘仆仆，赶往华州任所，所经之处，哀鸿遍野，民不聊生，这引起诗人感情上的强烈震动。</p> <p>　　当时唐王朝集中<a href=\"http://so.gushiwen.org/author_2273.aspx\">郭子仪</a>等九节度使步骑二十功赎罪万，号称六十万，将安庆绪围在邺城。由于战争吃紧，唐王朝为补充兵力，到处征兵。这时，杜甫正由新安县继续西行，投宿石壕村，遇到吏卒深夜捉人，于是实录所见所闻，写成这篇不朽的诗作。诗中刻画了官吏的横暴，反映了安史之乱给人民带来的深重灾难和自己痛苦的心情。</p>",
  "poet": {
    "id": 474,
    "star": 0,
    "name": "杜甫",
    "image": "http://img.gushiwen.org/authorImg/dufu.jpg",
    "desc": "杜甫（712－770），字子美，自号少陵野老，世称“杜工部”、“杜少陵”等，汉族，河南府巩县（今河南省巩义市）人，唐代伟大的现实主义诗人，杜甫被世人尊为“诗圣”，其诗被称为“诗史”。杜甫与李白合称“李杜”，为了跟另外两位诗人李商隐与杜牧即“小李杜”区别开来，杜甫与李白又合称“大李杜”。他忧国忧民，人格高尚，他的约1400余首诗被保留了下来，诗艺精湛，在中国古典诗歌中备受推崇，影响深远。759-766年间曾居成都，后世有杜甫草堂纪念。"
  },
  "tags": [
    "初中古诗",
    "叙事",
    "战争",
    "同情",
    "人民"
  ]
}