{
  "id": 72398,
  "star": 46,
  "name": "峡江寺飞泉亭记",
  "dynasty": "清代",
  "content": "　　余年来观瀑屡矣，至峡江寺而意难决舍，则飞泉一亭为之也。</p> <p>　　凡人之情，其目悦，其体不适，势不能久留。天台之瀑，离寺百步，雁宕瀑旁无寺。他若匡庐，若罗浮，若青田之石门，瀑未尝不奇，而游者皆暴日中，踞危崖，不得从容以观，如倾盖交，虽欢易别。</p> <p>　　惟粤东峡山，高不过里许，而磴级纡曲，古松张覆，骄阳不炙。过石桥，有三奇树鼎足立，忽至半空，凝结为一。凡树皆根合而枝分，此独根分而枝合，奇已。</p> <p>　　登山大半，飞瀑雷震，从空而下。瀑旁有室，即飞泉亭也。纵横丈馀，八窗明净，闭窗瀑闻，开窗瀑至。人可坐可卧，可箕踞，可偃仰，可放笔研，可瀹茗置饮，以人之逸，待水之劳，取九天银河，置几席间作玩。当时建此亭者，其仙乎！</p> <p>　　僧澄波善弈，余命霞裳与之对枰。于是水声、棋声、松声、鸟声，参错并奏。顷之，又有曳杖声从云中来者，则老僧怀远抱诗集尺许，来索余序。于是吟咏之声又复大作。天籁人籁，合同而化。不图观瀑之娱，一至于斯，亭之功大矣！</p> <p>　　坐久，日落，不得已下山，宿带玉堂。正对南山，云树蓊郁，中隔长江，风帆往来，妙无一人肯泊岸来此寺者。僧告余曰：“峡江寺俗名飞来寺。”余笑曰：“寺何能飞？惟他日余之魂梦或飞来耳！”僧曰：“无征不信。公爱之，何不记之！”余曰：“诺。”已遂述数行，一以自存，一以与僧。",
  "fanyi": "<p><strong>译文</strong><br>　　我近年来观看瀑布很多次，到峡江寺心里很难舍弃它，就是飞泉亭造成的。</p> <p>　　凡是人之常情，眼睛觉得悦目，而身体觉得不舒服，势必不能长久地停留。天台山的瀑布，距离寺庙有一百步左右；雁宕山的瀑布旁没有寺庙；其他的如庐山（的瀑布），如罗浮山（的瀑布），如浙江青田县石门山（的瀑布），瀑布不是不奇特，可是游览者都在日中暴晒，蹲坐在危崖之上，不能悠闲地观看，就好像路上认识的朋友，虽然（在一起）很快乐（但也）容易分别。</p> <p>　　只有广东东部的峡山，高不过一里多的（距离），但石砌的台阶曲折而上，古松张开树盖遮蔽，（即使）火热的太阳也不觉得晒。经过石桥，有三棵奇特的树，（它们的根）像一座鼎的三条腿一样分别立着，到了半空中三棵树忽然就长在了一起。凡是树都是根合在一起而枝叶分叉，惟独这三棵树根部分开而枝叶汇合在一起，真是奇怪了！</p> <p>　　登山走过的一半路，飞泻的瀑布像打雷似的轰鸣，从空中一泻而下。瀑布旁有间屋子，就是飞泉亭。长宽有一丈多（的距离），八扇窗户明亮干净。关上窗户瀑布声响可以听得见，打开窗户瀑布就看到了。人们（在亭中）可以坐，可以躺卧，可以伸开两腿坐着，可以仰面朝天躺着，可以放笔墨纸砚，可以煮好茶放在亭中饮用。以人的安逸，对待水的劳碌，把瀑布取来放在桌案几席上玩弄。当年建造这个亭子的人大概是个仙人吧！</p> <p>　　澄波法师擅长下棋，我让学生霞裳和他对弈，于是流水声，棋子声，松涛声，鸟鸣声，参差交错一起响起。不一会儿，又有拐杖拄地的声音从山中传来，这是怀远老法师，抱着一尺来厚的<a href=\"http://so.gushiwen.org/view_72398.aspx\">诗</a>集，来求我作序。于是吟诗的声音，又再次响亮地响起。自然的声音和人的声音，融合在了一起。没想到观赏瀑布而享受到的乐趣，竟到了这种境界！飞泉亭的功劳可真是大了。</p> <p>　　坐的时间长了，太阳下山了，（我也）不得不下山去了。在带玉堂宿歇，（带玉堂）正好面对着南山。云雾中树木郁郁葱葱，（南山与带玉堂）中间隔着北江，（江上）航船来来往往，奇怪的是没有一个人愿意把船停泊靠岸来这个寺庙之中。僧人们告诉我说：“峡江寺俗称飞来寺。”我笑着说：“寺庙怎么能飞！只有哪一天我的灵魂梦境，也许会飞来吧。”僧人们说：“没有凭证就不能使人相信。您（既然）喜爱这座寺，为什么不把他记载下来呢？”我说：“好吧。”已经写完了几行，一份用以自己保存，一份用以交给僧人们。</p> <p><strong>注释</strong><br>（1）决舍：丢开、离别。<br>（2）匡庐：即庐山，又名匡山，在今江西省九江市南。山多巉岩峭壁、飞泉怪树。著名的瀑布有开先寺瀑等。<br>（3）罗浮：山名，在广东博罗县境内东江之滨，相传罗山自古有之，浮山由海浮来，与罗山并体，故名。山有朱明、桃源等十八洞天，白水漓、水帘洞等九百多处飞瀑幽泉。<br>（4）倾盖交：盖指车盖。谓路上碰到，停车共语，车盖接近。常指初交相得，一见如故。<a href=\"http://so.gushiwen.org/author_811.aspx\">邹阳</a>《狱中上书》：“谚云：有白头如新，倾盖如故。”<br>（5）箕踞：两腿伸直岔开，形如簸箕。古人正规场合盘腿而坐，箕踞是很随便的姿式。<br>（6）瀹(yuè)茗：烹茶。<br>（7）九天银河：指瀑布。语本<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>《望庐山瀑布》：“飞流直下三千尺，疑是银河落九天。”<br>（8）天籁人籁：天籁指自然界的音响；人籁本为古代竹制乐器，后泛指人所发出的声音。语出《庄子齐物论》：“女闻人籁而未闻地籁；女闻地籁而未闻天籁夫。”<br>（9）无征不信：语出《礼记》：“无征不信，不信民不从。”征，同“证”，证明。[1]<br>(10)偃：仰卧。<br>(11)已：语气助词，表示确定无疑的语气。<br>磴：石头台阶<br>纡曲：弯曲<br>张覆：张开树盖遮蔽<br>纵横： 指长宽</p>",
  "shangxi": "<h2>简析</h2> <p>　　文章作于乾隆四十九年（1784），时<a href=\"http://so.gushiwen.org/author_676.aspx\">袁枚</a>往广东肇庆探望弟弟袁树，途经峡江寺。</p> <p>　　峡江寺在广东清远县城北中宿峡后峡山上，建于南朝梁武帝时，初名正德寺。又传轩辕黄帝二庶子太禺与仲阳化为神人，将安徽舒城上元延祚寺在一个风雨之夜飞携此处，故又名飞来寺。寺后有飞泉亭。亭临水崖，疏槛面江，众木蓊郁，游人稀少。</p> <p>　　游记最忌平均用笔，拉杂而书，犹如流水帐、日程表、好的游记善于发掘景色独特之处，从主观上去认识与适应客观世界，使读者相会于心。峡山飞泉，正如袁枚文中所说，没有什么奇特，难与天台、雁荡瀑布比肩。但袁枚通过自己的感受，从“游趣”出发，挖掘平淡中的奇异，舍瀑布而记亭，逐一展示亭的好处：先写亭能遮阴，得从客观瀑；接写亭的环境，以景物衬托亭的幽雅；再写亭子本身，“闭窗瀑闻，开窗瀑至”，可自由自在地在亭内休憩赏玩，从而又引出在亭内下棋、吟<a href=\"http://so.gushiwen.org/view_72398.aspx\">诗</a>之悠闲容与。这样，全文通灵活透，完美地把风景的秀丽与游人的心理结合消融在一起。宣扬了以逸待劳，以旁观的态度欣赏风云变幻，而又愿把自己与天地同化的思想，有丰富的哲理。</p>",
  "poet": {
    "id": 676,
    "star": 0,
    "name": "袁枚",
    "image": "http://img.gushiwen.org/authorImg/yuanmei.jpg",
    "desc": "袁枚（1716－1797）清代诗人、散文家。字子才，号简斋，晚年自号仓山居士、随园主人、随园老人。汉族，钱塘（今浙江杭州）人。乾隆四年进士，历任溧水、江宁等县知县，有政绩，四十岁即告归。在江宁小仓山下筑筑随园，吟咏其中。广收诗弟子，女弟子尤众。袁枚是乾嘉时期代表诗人之一，与赵翼、蒋士铨合称“乾隆三大家”。"
  },
  "tags": [
    "地名",
    "写景",
    "哲理"
  ]
}