{
  "id": 66604,
  "star": 17,
  "name": "水调歌头·题李季允侍郎鄂州吞云楼",
  "dynasty": "宋代",
  "content": "轮奂半天上，胜概压南楼。筹边独坐，岂欲登览快双眸。浪说胸吞云梦，直把气吞残虏，西北望神州。百载一机会，人事恨悠悠。 <br>骑黄鹤，赋鹦鹉，谩风流。岳王祠畔，杨柳烟锁古今愁。整顿乾坤手段，指授英雄方略，雅志若为酬。杯酒不在手，双鬓恐惊秋。",
  "fanyi": "<p><strong>译文<br></strong>高敞华美的楼阁矗立半天，南楼的胜概也不能同它比肩。你独坐阁上筹策御边，不单是为了满足观景的快感。别止说胸中能吞纳云梦的幅员，你的浩气直把残剩的金虏尽行席卷，朝着西北时时眺望沦陷的中原。千载难逢的战机就在眼前，只可叹人事上总有无止尽的恨憾。<br>王子安在这里骑鹤登仙，<a href=\"http://so.gushiwen.org/author_441.aspx\">祢衡</a>在这里写下《鹦鹉》的赋篇，都已算不上什么风流事件。看岳王祠畔杨柳如烟，古往今来的愁意凝聚不散。你的手段足以去再造河山，你的方略足以向英雄授传，可高尚的抱负又何从施展？如果手中不时时举起酒盏，只怕会惊异地发现，两鬓上已是秋霜一片。</p> <p><strong>注释<br></strong>1.水调歌头：词牌名。唐朝大曲有《水调歌》，据《隋唐嘉话》，为隋炀帝凿汴河时所作。宋乐入“中吕调”，见《碧鸡漫志》卷四。凡大曲有“歌头”，此殆裁截其首段为之。九十五字，前后片各四平韵。亦有前后片两六言句夹叶仄韵者，有平仄互叶几于句句用韵者。<br>2.李季允：名植。曾任礼部侍郎，沿江制置副使并知鄂州（今湖北武昌）。<br>3.轮奂：高大华美。<br>4.南楼：在湖北鄂城县南。<br>5.独坐：一个人坐着。<br>6.快：快感。<br>7.西北望神州：朝着西北时时眺望沦陷的中原。<br>8.百载：百年。谓时间长久。<br>9.骑黄鹤：词出<a href=\"http://so.gushiwen.org/author_547.aspx\">崔颢</a><a href=\"http://so.gushiwen.org/view_66604.aspx\">诗</a>“昔人已乘黄鹤去，此地空余黄鹤楼。”<br>10.赋鹦鹉：吞云楼近鹦鹉洲，东汉名士祢衡曾在洲上作《鹦鹉赋》。<br>11.风流：犹遗风；流风余韵。<br>12.岳王祠：惨死在秦桧手中的抗金名将<a href=\"http://so.gushiwen.org/author_630.aspx\">岳飞</a>的祠堂。直至宋宁宗时才追封为鄂王、建立祠庙。<br>13.烟锁：烟雾笼罩<br>14.整顿：整饬，整治。<br>16.乾坤：称天地。<br>17.指授：指导；传授。<br>18.方略：计划；权谋；策略。<br>19.雅志：平素的意愿。<br>20.惊秋：秋令蓦地来到。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　“轮奂半天上，胜概压南楼。”开篇突兀而起。紧扣题目，描写吞云楼的胜概。巍巍高楼，直耸云天，华美、壮观。第一句是作者站在远处仰望云端，直抒赞赏之情，是正面描写楼之高耸入云。第二句用对比手法，说吞云楼的雄姿胜概足以压倒武昌黄鹤山上的南楼。这个对比很巧妙，“南楼”是<a href=\"http://so.gushiwen.org/view_66604.aspx\">诗</a>词中常提及的名胜，其中有一个著名典故。《世说新语·容止》记载：“庾太尉（亮）在武昌，秋夜气佳景清，使吏殷浩、王胡之之徒登南楼理咏。音调始遒，闻函道中有屐声甚厉，定是庾公。俄而率左右十许人步来，诸贤欲起避之，公徐云：‘诸君少住，老子于此处兴复不浅。’因便据胡床与诸人咏谑，竟坐甚得任乐。”庾亮是东晋声名赫赫的人物，拥重兵镇武昌，号征西将军。李季允身份、职务与庾亮有某些相近，作者言吞云楼胜压南楼，言下有李季允胜过庾亮之意，这不免有些夸大，但是应酬之作中的常见现象。然而词人却不停留于一般的恭维，笔势出人意外地来了一个逆转：“筹边独坐，岂欲登览快双眸”。如此巍峨华美的楼，登临纵目，自然是赏心乐事；然而对李侍郎来说，重任在身，也没有观赏风景的闲情。李侍郎即使登楼，也是为了观察地形，然后独坐苦苦思索破敌大计，这又暗与当年庾亮登南楼的风流雅事对比，衬托出今日李侍郎的一片忧国忠心。</p> <p>　　下面接着这层意思，进一步借楼写人。在<a href=\"http://so.gushiwen.org/author_70.aspx\">司马相如</a>《子虚赋》中，有位齐国乌有先生对楚国使者子虚夸说齐地广大，并形容道：“吞若云梦（楚地广阔的大泽）者八九，于其胸中曾不蒂芥。”在这首词中，<a href=\"http://so.gushiwen.org/author_126.aspx\">戴复古</a>更翻进一层说：“浪说胸吞云梦，直把气吞残虏，西北望神州。”登上这样的高楼，感到“胸吞云梦”，从这里北望中原，简直有气吞残虏（指金兵）的气概。从此句开始词的现实性逐渐显露出来，作者写此词决不仅仅是为了赞美它的雄伟或恭维楼的建造者，而是为了抒写登楼后“西北望神州”，胸中一腔收复失地的豪情。这里，作者巧妙地化用《子虚赋》语，点出“吞云”楼名的来源，同时也就写出它直入云霄的雄姿，更进一步传楼之神，楼之神即人之神，李侍郎及词人自己抗金的壮志亦可“吞云”。</p> <p>　　词写到这里，已将“气吞残虏”的豪情抒写得淋漓尽致，突然文势作了一个大幅度的跌宕：“百载好机会，人事恨悠悠。”词作于1221年，渡江已近百年，终于有了与金作战接连获胜的大好形势，可谓“百年一机会”，可是苟且偷安的南宋朝廷却不能抓住这个好机会，一举收复中原，眼见胜势渐去，英雄亦失去了建功立业、实现抱负的契机，所以词人不禁叹道：“人事恨悠悠”。</p> <p>　　词的下片便是将景、情和历史陈迹融为一体，继续抒发“人事恨悠悠”的感慨。从吞云楼上放眼望去，江山胜迹，尽收眼底，望着远处的黄鹤楼想起唐诗人<a href=\"http://so.gushiwen.org/author_547.aspx\">崔颢</a>的诗句：“昔人已乘黄鹤去，此地空馀黄鹤楼，黄鹤一去不复返，白云千载空悠悠”，而归结到“日暮乡关何处是，烟波江上使人愁”的悲感。那白浪接天的江中有一片绿地，正是鹦鹉洲。这个风景如画的地方，汉代文学家<a href=\"http://so.gushiwen.org/author_441.aspx\">祢衡</a>在此作出文采惊人的词赋，而有“顾六翮之残毁，虽奋迅其焉如”之叹息。古人的流风遗韵，依稀还在，却已不可追寻。再向那黄鹄山下看，那里添了新景。郁郁葱葱的杨柳生长在旌忠坊岳王祠畔，在那烟笼雾罩之中，深锁着他“十年之力废于一旦”及忠而见杀的遗恨，当年抗金名将<a href=\"http://so.gushiwen.org/author_630.aspx\">岳飞</a>为了“收拾旧山河”，竟至饮恨惨死于投降派的屠刀之下这等悲壮的事，生出无限感慨。借岳飞抗金宏愿实现作者自己壮志未酬之愁。直至今日，中原仍在陷落中，活着的人何以慰忠魂。因此词人又调转笔来，寄厚望于李侍郎“整顿乾坤手段，指授英雄方略”了。同时作者又感到收复中原这项事业的艰巨，心生凄怆。还是让我们来干一杯吧，如果没有酒来解忧，秋风起时，真要愁得双鬓都变白了。</p>",
  "about": "<h2>创作背景</h2> <p>　　宋宁宗嘉定十四年（1221），金兵侵扰黄州、蕲州一带，南宋军队一再击败来犯之敌，民心振奋，一度造成了“百载好机会”的有利形势。在这一年，李季允（名埴）出任沿江制置副使兼知鄂州（今武昌），修建了吞云楼。此时<a href=\"http://so.gushiwen.org/author_126.aspx\">戴复古</a>正在武昌，登高楼而览胜，写下了上面这首词。</p>",
  "poet": {
    "id": 126,
    "star": 0,
    "name": "戴复古",
    "image": "http://img.gushiwen.org/authorImg/daifugu.jpg",
    "desc": "戴复古（1167—?)）南宋著名江湖派诗人。字式之，常居南塘石屏山，故自号石屏、石屏樵隐。天台黄岩（今属浙江台州）人。一生不仕，浪游江湖，后归家隐居，卒年八十余。曾从陆游学诗，作品受晚唐诗风影响，兼具江西诗派风格。部分作品抒发爱国思想，反映人民疾苦，具有现实意义。"
  },
  "tags": [
    "登楼",
    "咏史怀古",
    "感慨"
  ]
}