{
  "id": 8077,
  "star": 64,
  "name": "别储邕之剡中",
  "dynasty": "唐代",
  "content": "借问剡中道，东南指越乡。<br>舟从广陵去，水入会稽长。<br>竹色溪下绿，荷花镜里香。<br>辞君向天姥，拂石卧秋霜。",
  "fanyi": "<p><strong>译文</strong><br>向你打探问去剡中的道路，你举手示意遥指东南方的越地。<br>乘船由扬州而南下，长长的流水一直通向会稽。<br>溪水清澈，掩映着丛丛绿竹，水明净如镜，映着荷花的倒影，传出阵阵清香。<br>与君辞别前往天姥，抖尽石尘我将高卧于秋日的霜露之中。</p> <p><strong>注释</strong><br>储邕：<a href=\"http://so.gushiwen.org/view_8077.aspx\">诗</a>人的朋友。剡中：今浙江嵊州、新昌一带，当地有剡溪，山清水秀。<br>借问：请问，打听。<br>越乡：今浙江绍兴周围。春秋时越国统治中心。<br>广陵：今江苏扬州。<br>会稽：今浙江绍兴。<br>镜：指水面。一则阳光照射，水面闪闪发光，二则水面清澈见底，所以比喻为镜子。<br>天姥：即天姥山，在今浙江新昌。传说有仙人在山上唱歌，此山被道教尊为仙山。</p><br/><h2>译文二</h2> 借问你去剡中的道路如何走？你指着东南方向说：那就是越乡。<br>从广陵乘舟去，水路去到会稽长又长。<br>溪边竹色翠绿，池塘荷花宛如镜中飘香。<br>辞君以后我去天姥山，拂净崖石卧秋霜。",
  "shangxi": "<h2>赏析</h2> <p>　　<a href=\"http://so.gushiwen.org/view_8077.aspx\">诗</a>的前二句，交待诗人的去向。但作者避免平铺直叙，用“借问”故作跌宕，引出所要行经的路线；下面用一“指”字，回应上文；同时，一“问”一“指”两个举动，又令人想到行者和送者将要分手时的情状，增强形象感。</p> <p>　　“舟从广陵去，水入会稽长。”两句进一步补充离别和要去的地点，并借“舟”、“水\"二字点明诗人乃由水路进发，从而自然引出下面两句舟行所特有的景象。翠竹本生于岸边，却说“溪下绿’’，显见这是水中倒影；荷花原生予水中，却说“镜中香’’，令人于形象的比喻中悟出真象。这里，前句巧妙地衬托出溪水之清，后句突出地渲染了水面之静。水静而且清，伴以飘香的荷花，泛绿的翠竹，活画出了江南水乡所独具的特色。</p> <p>　　“辞君向天姥，拂石卧秋霜。”“辞君\"正面点出别离，与诗题关合；“天姥”乃越东灵秀之山，号称奇绝。从“剡中“，到“越乡\"，到“会稽”，再到“天姥”，同一地区的不同名称被诗人连续使用，表面看来，似有重复繁杂之弊，但实际上，不仅每一名称的出现都有其不可取代的意义，而且还从侧面衬托出了诗人初入越东前那种向往、盼望的急切心情。在诗人想来，到了天姥山以后，仰卧于巨石之上，受着洁白的秋霜的沐浴，是何等的舒畅。</p> <p>　　这首别离诗别辟蹊径，新人耳目。诗中只以“辞君\"见出别离，其余笔墨都用来铺叙诗人的行程和沿途的景色，最后一句，更将想象中事如实写来，充分展现了诗人热爱大自然、向往大自然的一片童心。</p>",
  "about": "<h2>创作背景</h2> 　　在浙江嵊州，有一条古老的江叫剡溪。相传，<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>在唐开元12年出蜀远游，两年后便从广陵到剡中，在开元14年写了《别储邕之剡中》，<a href=\"http://so.gushiwen.org/view_8077.aspx\">诗</a>云：“借问剡中道，东南指越乡。舟从广陵去，水入会稽长。竹色溪下绿，荷花镜里香。辞君向天姥，拂石卧秋霜。”后来，他又第二次和第三次入剡中而游。李白漫游各地，也总以剡中风光作比，上画的是李白游剡溪时的美丽情景。",
  "poet": {
    "id": 247,
    "star": 0,
    "name": "李白",
    "image": "http://img.gushiwen.org/authorImg/libai.jpg",
    "desc": "李白（701年－762年），字太白，号青莲居士，唐朝浪漫主义诗人，被后人誉为“诗仙”。祖籍陇西成纪(待考)，出生于西域碎叶城，4岁再随父迁至剑南道绵州。李白存世诗文千余篇，有《李太白集》传世。762年病逝，享年61岁。其墓在今安徽当涂，四川江油、湖北安陆有纪念馆。"
  },
  "tags": [
    "离别",
    "写花",
    "写水"
  ]
}