{
  "id": 69693,
  "star": 2,
  "name": "杂剧·关张双赴西蜀梦",
  "dynasty": "元代",
  "content": "一折<br>【仙吕】【点绛唇】织履编席，能勾做大蜀皇帝，非容易。官里旦暮朝夕，闷似三江水。<br>【混江龙】唤了声关、张二弟，无言低首泪双垂；一会家眼前活现，一会家口内掂提。急煎煎御手频捶飞凤椅，扑籁籁痛泪常淹衮龙衣。每日家独上龙楼上，望荆州感叹，阆州伤悲。<br>【油葫芦】每日家作念煞关云长、张翼德，委得俺宣限急。西川途路受驱驰，每日知他过几重深山谷，不曾行十里平田地。恨征马宛四只蹄，不这般插翅般疾；踊虎躯纵彻黄金辔，果然道\"心急马行迟\"。<br>【天下乐】紧跐定葵花镫踅鞭催，走似飞坠的双镝，此腿脡无气力。换马处侧一会儿身，行行里吃一口儿食，无明夜不住地。<br>【醉扶归】若到荆州内，半米儿不宜迟，发送的关云长向北归。然后向阆州路上转驰驿，把关、张分付在君王手里，教他龙虎风云会。<br>【金盏儿】关将军但相持，无一个敢欺敌。素衣匹马单刀会，觑敌军如儿戏，不若土和泥。杀曹仁十万军，刺颜良万丈威。今日被坏人将你算，畅则为你大胆上落便宜。<br>【醉中天】义赦了严颜罪，鞭打的督邮死，当阳桥喝回个曹孟德。倒大个张车骑。今日被人死羊儿般剁了首级，全不见石亭驿！<br>【金盏儿】鞍马上不曾离，谁敢松动满身衣？恰离朝两个月零十日，劳而无役枉驱驰！一个鞭挑魂魄去，一个人和的哭声回。宣的个孝堂里关美髯，纸幡上汉张飞。<br>【赚煞】杀的那东吴家死尸骸堰住江心水，下溜头淋流着血汁。我教的茸茸蓑衣浑染的赤，变做了通红狮子毛衣。杀的他敢血淋漓，交吴越托推，一霎儿番为做太湖鬼。青鸦鸦岸儿，黄壤壤田地，马蹄儿踏做捣椒泥。<br><br>第二折<br>【南吕】【一枝花】早晨间占《易》理，夜后观乾象。据贼星增焰彩，将星短光芒。朝野内度量。正俺南边上，白虹贯日光。低首参详，怎有这场景象？<br>【梁州】单注着东吴国一员骁将，砍折俺西蜀家两条金梁。这一场苦痛谁承望？再靠谁挟人捉将？再靠谁展土开疆？做宰相几曾做卿相，做君王那个做君王？布衣间昆仲心肠。再不看官渡口剑刺颜良，古城下刀诛蔡阳，石亭驿手挎袁襄！殿下帝王，行思坐想，正南下望，知祸起自天降。宣到我朝下若问当，着甚话声扬？<br>【隔尾】这南阳耕臾村诸亮，辅佐着洪福齐天汉帝主，一自为臣不曾把君诳。这场勾当，不由我索向君王行酝酿个谎。<br>【牧羊关】张达那贼禽兽，有甚早难近傍？不走了糜竺、糜芳！咱西蜀家威风，俺敢将东吴家灭相。我直教金鼓震、倾人胆，土雨溅的日无光；马蹄儿踏碎金陵府，鞭梢儿蘸干扬子江。<br>【贺新郎】官里行行坐坐则是关、张，常则是挑在舌尖，不离了心上。每日家作念的如心痒，没日不心劳意攘，常则是心绪悲伤。白昼间频作念，到晚后越思量，方信道\"梦是心头想\"；但合眼早逢着翼德，才做梦可早见云长。<br>【牧羊关】板筑的商傅说，钓鱼儿姜吕望，这两个梦善感动历代君王。这梦先应先知，臣则是误打误撞。蝴蝶迷庄子，宋玉赴高唐，世事云千变，浮生梦一场。<br>【收尾】不能勾侵天松柏长千丈，则落的盖世功名纸半张！关将军美形状，张将军猛势况，再何时得相访？英雄归九泉壤，则落的河边堤土坡上、钉下个缆桩。坐着条担杖，则落的村酒渔樵话儿讲。<br><br>第三折<br>【中吕】【粉蝶儿】运去时过，谁承望有这场丧身灾祸？忆当年铁马金戈，自桃园初结义，把尊兄辅佐。共敌军擂鼓鸣锣，谁不怕俺弟兄三个！<br>【醉春风】安喜县把督邮鞭，当阳桥将曹操喝，共吕温侯配战九十合，那其间也是我、我！壮志消磨，暮年折挫，今日向匹夫行伏落。<br>【红绣鞋】九尺躯阴云里偌大，三缕髯把玉带垂过，正是俺荆州里的二哥哥。咱是阴鬼，怎敢陷他，唬的我向阴云中无处躲。<br>【迎仙客】居在人间世，则合把路上经过。向阴云中步行因甚么？在常爪关西把他围绕合，今日小校无多，一部从十余个。<br>【石榴花】往常开怀常是笑呵呵，绛云也似丹脸若频婆；今日卧蚕眉瞅定面没罗，却是为何？雨泪如梭，割舍了向前先搀过，见咱呵恐怕收罗。行行里恐惧明闻破，省可里倒把虎躯挪。<br>【斗鹌鹑】哥哥道你是阴魂，兄弟是甚么？用舍行藏，尽言始末：则为帐下张达那厮厮嗔喝，兄弟更性似火；我本意待侑他，谁想他兴心坏我！<br>【上小楼】则为咱当年勇过，将人折挫，石亭驿上袁襄怎生结未？恼犯我，拿住他，天灵摔破，亏图了他怎生饶过！<br>【幺篇】哥哥你自暗约，这事非小可。投至的曹操、孙权，鼎足三分，社稷山河。筋厮锁，俺三个，同行同坐，怎先亡了咱弟兄两个？<br>【哨遍】提起来把荆州摔破，争奈小兄弟也向壕中卧！云雾里自评薄，刘封那厮于礼如何？把那厮碎剐割！糜芳、糜竺、帐下张达，显见的东吴躲。先惊觉与军师诸葛，后入宫庭，托梦与哥哥。军临汉上马嘶风，尸堰满江心血流波；休想逃亡，没处潜藏，怎生的躲？<br>【耍孩儿】西蜀家气势威风大，助鬼兵全无坎坷；糜芳、糜竺共张达，待奔波怎地奔波？直取了汉上才还国，不杀了贼臣不讲和！若是都拿了，好生的将护，省可里拖磨。<br>【三煞】君王索怀痛忧，报了仇也快活。除了刘封，槛车里囚着三个。并无喜况敲金镫，有甚心情和凯歌？若是将贼臣破，君王将咱祭奠，也不用道场锣钹。<br>【二煞】烧残半堆柴，支起九顶镬，把那厮四肢梢一节节钢刀剉，亏图了肠肚鸡鸦啄，数算了肥膏猛虎拖。咱可灵位上端然坐，也不用僧人持咒，道士宣科。<br>【收尾】也不用香共灯、酒共果，但得那腔子里的热血往空泼，超度了哥哥发奠我。<br><br>第四折<br>【正宫】【端正好】任劬劳，空生爱，死魂儿有国难投！横亡在三个贼臣手，无一个亲人救。<br>【滚绣球】俺哥哥丹凤之目，兄弟虎豹头，中他人机彀，死的来不如个虾蟹泥鳅！我也曾鞭督邮，俺哥哥诛文丑，暗灭了车胄，虎牢关酣战温侯。咱人\"三寸气在千般用，一日无常万事休\"，壮志难酬！<br>【倘秀才】往常真户尉见咱当胸叉手，今日见纸判官趋前退后，元来这做鬼的比阳人不自由！立在丹墀内，不由我泪交流，不见一班儿故友。<br>【滚绣球】那其间正暮秋，九月九，正是帝王的天寿。列丹墀宰相王侯，攘的我奉玉瓯进御酒，一齐山寿，官里回言道臣宰千秋。往常摆满宫彩女在阶基下，今日驾一片愁云在殿角头，痛泪交流。<br>【叨叨令】碧粼粼绿水波纹皱，疏刺刺玉殿香风透。皂朝靴跐不响玻璃甃，白象笏打不响黄金兽。元来咱死了也么哥，咱死了也么哥！耳听银箭和更漏。<br>【倘秀才】官里向龙床上高声问候，臣向灯影内恓惶顿首。躲避着君王，倒退着走；只管里问缘由，欢容儿抖擞。<br>【呆骨朵】终是三十年交契怀着熟，咱心相爱志意相投。绕着二兄长根前，不离了小兄弟左右。一个是急飐飐云间凤，一个是威凛凛山中兽。昏惨惨风内灯，虚飘飘水上沤。<br>【倘秀才】官里身躯在龙楼凤楼，魂魄赴荆州、阆州，争知两座砖城换做土丘！天曹不受，地府难收，无一个去就！<br>【滚绣球】官里恨不休，怨不休，更怕俺不知你那勤厚，为甚俺死魂儿全不相瞅？叙故旧，厮问候，想那说来的前咒书，桃园中宰白马乌牛。结交兄长存终始，俺伏侍君王不到头，心绪悠悠。<br>【三煞】来日教诸葛将二愚男将引，丁宁奏，两行泪才那不断头。官里紧紧的相留，怕不待慢慢的等候，怎禁那滴滴铜壶，点点更筹。久停久住，频去频来，添闷添愁！来时节玉蟾出东海，去节残月下西楼。<br>【二煞】相逐着古道狂风走，赶定长江雪浪流。痛哭悲凉，少添僝僽，拜辞了龙颜，苦度春秋。今番若不说，后过难来，千则千休；丁宁说透，分明的报冤仇。<br>【煞尾】饱谙世事慵开口，会尽人间只点头。火速的驱军校戈矛，驻马向长江雪浪流。活拿住糜芳共糜竺，阆州里张达槛车内囚。杵尖上挑定四颗头，腔子内血向成都闹市里流，强如与俺一千小盏黄封头祭酒！",
  "poet": {
    "id": 235,
    "star": 0,
    "name": "关汉卿",
    "image": "http://img.gushiwen.org/authorImg/guanhanqing.jpg",
    "desc": "关汉卿（约1220年──1300年），元代杂剧作家。是中国古代戏曲创作的代表人物，“元曲四大家”之首。号已斋（一作一斋）、已斋叟。汉族，解州人（今山西省运城），与马致远、郑光祖、白朴并称为“元曲四大家”。以杂剧的成就最大，一生写了60多种，今存18种，最著名的有《窦娥冤》；关汉卿也写了不少历史剧，如：《单刀会》、《单鞭夺槊》、《西蜀梦》等；散曲今在小令40多首、套数10多首。关汉卿塑造的“我却是蒸不烂、煮不熟、捶不匾、炒不爆、响珰珰一粒铜豌豆”（〈不伏老〉）的形象也广为人称，被誉“曲家圣人”。"
  },
  "tags": []
}