{
  "id": 30450,
  "star": 81,
  "name": "马嵬坡",
  "dynasty": "唐代",
  "content": "玄宗回马杨妃死，云雨难忘日月新。<br>终是圣明天子事，景阳宫井又何人。",
  "fanyi": "<p><strong>译文</strong><br>玄宗返回长安杨贵妃早已死，旧时恩爱难忘国家开始振兴。<br>处死杨妃也是玄宗英明决策，不然就会步陈后主亡国后尘。</p> <p><strong>注释</strong><br>⑴马嵬（wéi ）坡：即马嵬驿，因晋代名将马嵬曾在此筑城而得名，在今陕西兴平市西，为杨贵妃缢死的地方。<br>⑵回马：指唐玄宗由蜀还长安。<br>⑶云雨：出自<a href=\"http://so.gushiwen.org/author_358.aspx\">宋玉</a>《高唐赋》“旦为朝云，暮为行雨”，后引申为男女欢爱。此句意谓玄宗、贵妃之间的恩爱虽难忘却，而国家却已一新。<br>⑷景阳宫井：故址在今江苏省南京市玄武湖边。南朝的昏昧陈后主<a href=\"http://so.gushiwen.org/author_869.aspx\">陈叔宝</a>听说隋兵已经攻进城来，就和宠妃张丽华、孙贵嫔躲在景阳宫井中，结果还是被隋兵俘虏。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这是一首咏史<a href=\"http://so.gushiwen.org/view_30450.aspx\">诗</a>。诗的首两句写玄宗“回马长安”时，杨妃死已多时，意谓“重返”长安是以杨妃的死换来的。尽管山河依旧，然而却难忘怀“云雨”之情。“云雨难忘”与“日月新”对举，表达玄宗欣喜与长恨兼有的复杂心理。后两句以南朝陈后主偕宠妃张丽华、孔贵嫔躲在景阳宫的井中，终为隋兵所虏的事，对比唐玄宗马嵬坡赐杨贵妃自缢的举动，抑扬分明。诗对玄宗有体谅，也有婉讽。玄宗的举动虽胜陈后主，但所胜实在无几。</p> <p>　　此诗首句的“玄宗回马”，指大乱平定、两京收复之后，成了太上皇的玄宗从蜀中回返长安。其时距“杨妃死”已很久了。两下并提，意谓玄宗能重返长安，正是牺牲杨妃换来的。一存一殁，意味深长。玄宗割舍贵妃固然使局势得到转机，但内心的矛盾痛苦一直贯穿于他的后半生，尽管山河重光（“日月新”），也不能使他忘怀死去的杨妃，这就是所谓“云雨难忘”。“云雨难忘”与“日月新”对举，可喜下长恨相兼，写出了玄宗复杂矛盾的心理。</p> <p>　　诗的后两句特别耐人玩味。“终是圣明天子事”，有人说这是表彰玄宗在危亡之际识大体，有决断，堪称“圣明”，但从末句“景阳宫井又何人”来看，并非如此。“景阳宫井”用的是陈后主的故事。当隋兵打进金陵，陈后主和他的宠妃张丽华藏在景阳宫井内，一同作了隋兵的俘虏。同是帝妃情事，又同当干戈逼迫之际，可比性极强，取拟精当。玄宗没有落到陈后主这步田地，是值得庆幸的，但要说“圣明”，也仅仅是比陈后主“圣明”一些而已。“圣明天子”扬得很高，却以昏味的陈后主来作陪衬，就颇有几分讽意。只不过话说得微婉，耐人玩味罢了。</p> <p>　　但就此以为诗人对玄宗毫无同情，也不尽然。唐时人对杨妃之死，颇有深责玄宗无情无义者。郑诗又似为此而发。上联已暗示马嵬赐死，事出不得已，虽时过境迁，玄宗仍未忘怀云雨旧情。所以下联“终是圣明天子事”，“终是”的口吻，似是要人们谅解玄宗当日的处境。</p> <p>　　此诗对玄宗有所婉讽，亦有所体谅，可谓能“出己意”又“用意隐然”，在咏史诗中不失为佳作。</p>",
  "about": "<h2>创作背景</h2> <p>　　唐玄宗天宝十四年（755年）十一月，安禄山以诛奸相杨国忠为借口，突然在范阳起兵。次年六月，叛军攻占潼关，长安危在旦夕。唐玄宗携爱妃<a href=\"http://so.gushiwen.org/author_1039.aspx\">杨玉环</a>，仓皇西逃入蜀。途经马嵬坡时，六军不发。禁军将领陈玄礼等对杨氏兄妹专权不满，杀死杨国忠父子之后，认为“贼本尚在”，遂请求处死杨贵妃，以免后患。唐玄宗无奈，被迫赐杨贵妃自缢，史称“马嵬之变”。<a href=\"http://so.gushiwen.org/author_572.aspx\">郑畋</a>作为唐僖宗朝在政治上颇有建树之人，对唐玄宗与杨贵妃之事颇有感慨。唐僖宗广明元年（880年）他在凤翔陇右节度使任上写下此<a href=\"http://so.gushiwen.org/view_30450.aspx\">诗</a>。</p>",
  "poet": {
    "id": 572,
    "star": 0,
    "name": "郑畋",
    "image": "http://img.gushiwen.org/authorImg/zhengtian.jpg",
    "desc": "郑畋（823-882），字台文，河南 荥阳人，会昌二年（842）进士及第。刘瞻镇北门，辟为从事。瞻作相，荐为翰林学士，迁中书舍人。乾符中，以兵部侍郎同平章事，寻出为凤翔节度使，拒巢贼有功，授检校尚书左仆射。诗一卷，。《全唐诗》录存十六首。性宽厚，能诗文。"
  },
  "tags": [
    "唐诗三百首",
    "地名",
    "咏史"
  ]
}