{
  "id": 8297,
  "star": 18,
  "name": "登广武古战场怀古",
  "dynasty": "唐代",
  "content": "秦鹿奔野草，逐之若飞蓬。<br>项王气盖世，紫电明双瞳。<br>呼吸八千人，横行起江东。<br>赤精斩白帝，叱咤入关中。<br>两龙不并跃，五纬与天同。<br>楚灭无英图，汉兴有成功。<br>按剑清八极，归酣歌大风。<br>伊昔临广武，连兵决雌雄。<br>分我一杯羹，太皇乃汝翁。<br>战争有古迹，壁垒颓层穹。<br>猛虎啸洞壑，饥鹰鸣秋空。<br>翔云列晓阵，杀气赫长虹。<br>拨乱属豪圣，俗儒安可通。<br>沉湎呼竖子，狂言非至公。<br>抚掌黄河曲，嗤嗤阮嗣宗。",
  "fanyi": "<p><strong>译文<br></strong>帝位如鹿奔于荒野草地之中，豪杰之士若逐飞起的蓬草一样穷追。<br>项王雄气盖过世界，双目明亮炯炯有神。<br>指挥八千人自江东而起，畏行于天下。<br>高祖被酒夜斩白帝子，风云叱咤进入关中之地。<br>两条龙不能并而跃起，天上五行之象也是这样。<br>楚王被消灭未得展雄图，汉王兴盛得以成就王霸之业。<br>手提宝剑平定天下，回归家乡纵酒击筑而高歌大风。<br>往昔君临广武，双方集结众兵欲以决一雌雄。<br>为天下而不顾家，如果你项王要烹我太公，也请你分一碗汤给我，我父亲也是你的父亲。<br>战争已过留下的只有古迹，当年战时军营的围墙在高空之下早已倒塌。<br>高祖如猛虎号啸于洞壑，又如饥饿的雄鹭鸣叫于秋日高空。<br>云气腾翔布列于阵前，腾腾杀气如长虹一样威吓。<br>平定祸乱属大圣人所为，浅骊而迂腐的儒士哪里能受此大任。<br><a href=\"http://so.gushiwen.org/author_698.aspx\">阮籍</a>沉湎于酒中呼<a href=\"http://so.gushiwen.org/author_746.aspx\">刘邦</a>为竖子，这种狂放偏激之言是不公正的。<br>身在曲折的黄河我抚掌而笑，阮嗣宗真是很可笑。</p> <p><strong>注释<br></strong>⑴广武：古城名。《水经注》、《郡国志》：荥阳县有广武城，城在山上，汉所城也。高祖与<a href=\"http://so.gushiwen.org/author_253.aspx\">项羽</a>临绝涧对语，责羽十罪，羽射汉祖中胸处也。《后汉书注》：《西征记》曰：有三皇山，或谓三室山，山上有二城，东者曰东广武，西者曰西广武，各在一山头，相去二百余步，其间隔深涧，汉祖与项籍语处。《元和郡县志》：东广武、西广武二城，各在一山头，相去二百余步，在郑州荣泽县西二十里。汉高与项羽俱临广武而军，今东城有高坛，即是项羽坐太公于上以示汉军处。《一统志》：古战场，在开封府广武山下，即楚汉战处。<br>⑵秦鹿：用“逐鹿”典故。《史记》：蒯通曰：“秦失其鹿，天下共逐之，于是高材捷足者先得焉。”张晏曰：“以鹿喻帝位也。”<br>⑶气盖世：语出项羽《垓下歌》：“力拔山兮气盖世。”<br>⑷双瞳：传说项羽眼珠有两个瞳孔。《史记·项羽本纪》：“闻项羽亦重瞳子。”<br>⑸呼吸：一呼即来的意思。《项羽本纪》：“籍与江东子弟八千人渡江而西。”<br>⑹赤精：刘邦感赤龙而生。《汉书》：“待诏夏贺良等言赤精子之谶。”应劭注：“高祖感赤龙而生。自谓赤帝之精。”<a href=\"http://so.gushiwen.org/author_12.aspx\">陈子昂</a><a href=\"http://so.gushiwen.org/view_8297.aspx\">诗</a>：“复闻赤精子，提剑入咸京。”<br>⑺叱咤：发怒大喝。《史记索隐》：叱咤，发怒声。《通典》：平王东迁洛邑，以岐、酆之地赐秦襄公，乃为秦地。至孝公，作为咸阳，筑冀阙，徙都之，故谓之秦川，亦曰关中地。《关中记》曰：东自函关今弘农郡灵宝县界，西至陇关今汧阳郡汧源县界，二关之间，谓之关中，东西千余里。《史记》：汉王之入关，五星聚东井。东井者，秦分也，先至必霸。<br>⑻两龙：古以为天子是真龙，并世不能有二龙，两龙并世必然相斗。此指刘邦和项羽。<br>⑼五纬：即金木水火土五行星。《西京赋》：“高祖之始入也，五纬相汁，以旅于东井。”李善注：“五纬，五星也。”<br>⑽八极：指天下最边远的地方。高诱《淮南子注》：“八极，八方之极也。”<br>⑾歌大风：汉高祖十二年刘邦回家乡，大宴家乡父老，酒酣，刘邦击筑而歌《大风歌》：“大风起兮云飞扬，威加海内兮归故乡。”<br>⑿连兵：兵刃相连，指正面交锋。<br>⒀“分我”二句：《项羽本纪》：汉王引兵渡河，复取成皋，军广武，就敖仓食。项王已定东海，来西，与汉俱临广武而军，相守数月。项王为高沮，置太公其上，告汉王曰：“今不急下，吾烹太公。”汉王曰：“吾与项羽，俱北面受命怀王，曰‘约为兄弟’。吾翁即若翁，必欲烹而翁，则幸分我一杯羹。”项王怒，欲杀之，项伯曰：“天下事未可知，且为天下者不顾家，虽杀之无益，只益祸耳。”项王从之。楚、汉久相持未决，丁壮苦军旅，老弱罢转漕。项王谓汉王曰：“天下匈匈数岁，徒以吾两人耳。愿与汉王挑战，决雌雄，毋徒苦天下之民父子为也。”汉王笑谢曰：“吾宁斗智，不能斗力。”于是项王乃即汉王相与临广武间而语。汉王数之，项王怒，欲一战，汉王不听，项王伏弩射中汉王。<br>⒁拨乱：治平乱世。《史记·秦楚之际月表》：“拨乱诛暴，平定海内，卒践帝柞，成于汉家。”<br>⒂沉湎：沉思遥想。《淮南子》：“康乐沉湎。”高诱注：“沉湎，淫酒也。”《韩诗薛君章句》：“夫饮之礼：齐颜色，均众寡，谓之沉，闭门不出谓之湎。竖子：”阮籍登古战场，曰刘乃“时无英雄，遂使竖子成名”。<br>⒃嗤嗤：嗤笑。阮嗣宗：即阮籍。《广韵》：“嗤，笑也。”《三国志注》：阮籍，字嗣宗。《魏氏春秋》曰：籍尝登广武，观楚、汉战处，乃叹曰：“时无英雄，使竖子成名。”</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　这首<a href=\"http://so.gushiwen.org/view_8297.aspx\">诗</a>借楚汉对峙的古战场遗迹，评论乱世英雄<a href=\"http://so.gushiwen.org/author_253.aspx\">项羽</a>、<a href=\"http://so.gushiwen.org/author_746.aspx\">刘邦</a>的成败，阐述拨乱反正的经验，总结“拨乱属豪圣”的历史规律。诗人的见解与<a href=\"http://so.gushiwen.org/author_608.aspx\">司马迁</a>略同。但由于诗人不受儒家传统观念的约束，也能超脱世俗的功利观念，因而既肯定项羽刘邦的成败，又不以成败论英雄，而从天意、智力、功业结合分析，赞扬刘邦兼有豪杰和圣人的气质，指出只有这样的豪圣才能完成治平乱世统一天下的任务。这就比司马迁所说的论述显得透彻明确，而与<a href=\"http://so.gushiwen.org/author_698.aspx\">阮籍</a>鄙薄刘邦的观点根本相反，更无论同情项羽失败、嫌恶刘邦等偏见迂论。因此此诗的史论观点虽不免历史局限而拘于英雄史观及天命论，但在当时的历史条件下，却是独到的，杰出的，具有辩证精神。</p> <p>　　此诗既具有叙事诗的结构，又充满抒情诗的实质。全诗叙述古迹有关的历史人物和眼前景象，抒发诗人的情怀和感触，运用多种艺术手法，提炼精美的语言，铸成不同的艺术形象，错综而层次清楚地表达主题思想。</p> <p>　　这是一首五言古诗，整体结构犹如乐府歌行，有头有尾，夹叙夹议，从秦亡开始，讲到阮籍的感慨。安排得当，层次分明。全诗分为两大段，前十四句为第一段，概述秦亡后的楚汉兴亡成败的历史；后十六句为第二段，缅怀广武古战场楚汉相对峙的历史。前段基本采取叙述方式，后段基本采用评述方式。运用多种手法，通过鲜明形象，以完成整体结构，表达主题思想，是此诗的一个显著的艺术特点。</p> <p>　　对现实的超然态度，对历史的洞然见识，对诗歌艺术的卓然才能，构成了这首怀古诗洒脱超逸、豪放豁达的独特风格；也使它充满了乐观开朗的情绪，具有抒情诗的实质。</p>",
  "about": "<h2>创作背景</h2> 　　根据裴斐《<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>年谱简编》，这首<a href=\"http://so.gushiwen.org/view_8297.aspx\">诗</a>写于唐玄宗天宝三载（744年）诗人游大梁（今河南开封一带）和宋州（州治在今河南商丘）之时，是在被唐玄宗“赐金放还”（《新唐书》本传）之后。",
  "poet": {
    "id": 247,
    "star": 0,
    "name": "李白",
    "image": "http://img.gushiwen.org/authorImg/libai.jpg",
    "desc": "李白（701年－762年），字太白，号青莲居士，唐朝浪漫主义诗人，被后人誉为“诗仙”。祖籍陇西成纪(待考)，出生于西域碎叶城，4岁再随父迁至剑南道绵州。李白存世诗文千余篇，有《李太白集》传世。762年病逝，享年61岁。其墓在今安徽当涂，四川江油、湖北安陆有纪念馆。"
  },
  "tags": [
    "咏史怀古"
  ]
}