{
  "id": 71163,
  "star": 9113,
  "name": "曹刿论战",
  "dynasty": "先秦",
  "content": "　　十年春，齐师伐我。公将战。曹刿请见。其乡人曰：“肉食者谋之，又何间焉？”刿曰：“肉食者鄙，未能远谋。”乃入见。问：“何以战？”公曰：“衣食所安，弗敢专也，必以分人。”对曰：“小惠未徧，民弗从也。”公曰：“牺牲玉帛，弗敢加也，必以信。”对曰：“小信未孚，神弗福也。”公曰：“小大之狱，虽不能察，必以情。”对曰：“忠之属也。可以一战。战则请从。”</p> <p>　　公与之乘，战于长勺。公将鼓之。刿曰：“未可。”齐人三鼓。刿曰：“可矣。”齐师败绩。公将驰之。刿曰：“未可。”下视其辙，登轼而望之，曰：“可矣。”遂逐齐师。</p> <p>　　既克，公问其故。对曰：“夫战，勇气也。一鼓作气，再而衰，三而竭。彼竭我盈，故克之，夫大国，难测也，惧有伏焉。吾视其辙乱，望其旗靡，故逐之。”",
  "fanyi": "<p><strong>译文</strong><br>　　鲁庄公十年的春天，齐国军队攻打我们鲁国。鲁庄公将要迎战。曹刿请求拜见鲁庄公。他的同乡说：“当权的人自会谋划这件事，你又何必参与呢？”曹刿说：“当权的人目光短浅，不能深谋远虑。”于是入朝去见鲁庄公。曹刿问：“您凭借什么作战？”鲁庄公说：“衣食（这一类）养生的东西，我从来不敢独自专有，一定把它们分给身边的大臣。”曹刿回答说：“这种小恩小惠不能遍及百姓，老百姓是不会顺从您的。”鲁庄公说：“祭祀用的猪牛羊和玉器、丝织品等祭品，我从来不敢虚报夸大数目，一定对上天说实话。”曹刿说：“小小信用，不能取得神灵的信任，神灵是不会保佑您的。”鲁庄公说：“大大小小的诉讼案件，即使不能一一明察，但我一定根据实情（合理裁决）。”曹刿回答说：“这才尽了本职一类的事，可以（凭借这个条件）打一仗。如果作战，请允许我跟随您一同去。”</p> <p>　　到了那一天，鲁庄公和曹刿同坐一辆战车，在长勺和齐军作战。鲁庄公将要下令击鼓进军。曹刿说：“现在不行。”等到齐军三次击鼓之后。曹刿说：“可以击鼓进军了。”齐军大败。鲁庄公又要下令驾车马追逐齐军。曹刿说：“还不行。”说完就下了战车，察看齐军车轮碾出的痕迹，又登上战车，扶着车前横木远望齐军的队形，这才说：“可以追击了。”于是追击齐军。</p> <p>　　打了胜仗后，鲁庄公问他取胜的原因。曹刿回答说：“作战，靠的是士气。第一次击鼓能够振作士兵们的士气。第二次击鼓士兵们的士气就开始低落了，第三次击鼓士兵们的士气就耗尽了。他们的士气已经消失而我军的士气正旺盛，所以才战胜了他们。像齐国这样的大国，他们的情况是难以推测的，怕他们在那里设有伏兵。后来我看到他们的车轮的痕迹混乱了，望见他们的旗帜倒下了，所以下令追击他们。”</p> <p><strong>注释</strong><br>1.曹刿（guì）：春秋时鲁国大夫。著名的军事理论家。<br>2.十年：鲁庄公十年（公元前684年）。<br>3.齐师：齐国的军队。齐，在今山东省中部。师，军队。<br>4.伐：攻打。<br>5.我：指鲁国。《左传》根据鲁史而写，故称鲁国为“我”。<br>6.公：诸侯的通称，这里指鲁庄公。<br>7.肉食者：吃肉的人，指当权者。<br>8.谋：谋议。<br>9.间（jiàn）：参与。<br>10.鄙：鄙陋，目光短浅。<br>11.乃：于是，就。<br>12.何以战：就是“以何战”，凭借什么作战？以，用，凭，靠。<br>13.衣食所安，弗敢专也：衣食这类养生的东西，不敢独自享用。安：有“养”的意思。弗：不。专：独自专有，个人专有。<br>14.必以分人：省略句，省略了\"之\"，完整的句子是“必以之分人”。一定把它分给别人。以，把。人：指鲁庄公身边的近臣或贵族。<br>15.遍：一作“徧”，遍及，普遍。<br>16.牺牲玉帛（bó）：古代祭祀用的祭品。牺牲，祭祀用的猪、牛、羊等。玉，玉器。帛，丝织品。<br>17.加：虚报夸大。<br>18.小信未孚（fú）：（这只是）小信用，未能让神灵信服。孚，使人信服。<br>19.福：名词作动词，赐福，保佑。<br>20.狱：（诉讼）案件。<br>21.察：明察。<br>22.情：实情。<br>23.忠之属也：这是尽了职分（的事情）。忠，尽力做好分内的事。属，种类。<br>24.可以一战：就是“可以之一战”，可以凭借这个条件打一仗。可，可以。以，凭借。<br>25.战则请从：（如果）作战，请允许（我）跟从去。从：随行，跟从。<br>26.公与之乘：鲁庄公和他共坐一辆战车。之，指曹刿。<br>27.长勺：鲁国地名，今山东莱芜东北。<br>28.败绩：军队溃败。<br>29.驰：驱车追赶。<br>30.辙（zhé）：车轮碾出的痕迹。<br>31.轼：古代车厢前做扶手的横木。<br>32.遂：于是，就。<br>33.逐：追赶，这里指追击。<br>34.既克：已经战胜。既，已经。<br>35.夫战，勇气也：作战，（是靠）敢作敢为毫不畏惧的气概。夫（fú），放在句首，表示将发议论，没有实际意义。<br>36.一鼓作气：第一次击鼓能振作士气。作，振作。<br>37.再：第二次。<br>38.三：第三次。<br>39.彼竭我盈：他们的勇气已尽，我们的勇气正盛。彼，代词，指齐军方面。盈，充沛，饱满，这里指士气旺盛。<br>40.难测：难以推测。测，推测，估计。<br>41.伏：埋伏。<br>42.靡（mǐ）：倒下。<br>43.曹刿论战：选自《左传·庄公十年》。题目是（教材编写者）后加的。</p>",
  "shangxi": "<h2>分析</h2> <p>　　全文共分三段。</p> <p>　　第一段(从开头至“战则请从”)：写战前的政治准备——取信于民。</p> <p>　　这一段可分两层。第一层写曹刿求见鲁庄公的原因。开头先点明事态发生的时间，接着指出的是“齐师伐我”，说明战争是由齐国进攻鲁国而引起的，鲁庄公准备抵抗。以上对形势扼要的介绍，为曹刿的请见、论战交代了必要的背景。大军压境，曹刿准备参战，作者通过曹刿与其“乡人”的对话，一方面揭示了鲁国当权者鄙陋寡见、尸位素餐的情况，为后文鲁庄公在战斗中瞎指挥作了铺垫；另方面显示了曹刿关心国事，同时也暗示了他是一个有远谋的人。第二层记述曹刿要庄公作好战前的政治准备，这是本段的重点。曹刿谒见鲁庄公，劈头就问“何以战”，抓住了作好战前政治准备这一决定胜败的关键问题。鲁庄公在曹刿的一再启发下，依次提出了贵族支持、鬼神保佑和察狱以情三个条件，曹刿否定了前两条，肯定了后一条。在曹刿看来，战争的胜负既不取决于贵族的支持，也不取决于神明的保佑，而是决定于“取信于民”。他认为察狱以情是“忠之属也”，“忠”是尽职于民，于是肯定“可以一战”。曹刿重视民心得失与战争胜负关系的思想，确实比“肉食者”高明。但和我们今天依靠人民的力量进行人民战争的思想是有本质区别的。</p> <p>　　第二段(从“公与之乘”至“遂逐齐师”)：写曹刿指挥鲁军战胜齐军的经过。</p> <p>　　曹刿“取信于民”的见解，得到了庄公的赞同，“公与之乘”，说明了庄公对曹刿的信任与器重。文中先交代了利于鲁国反攻的阵地，长勺在鲁国境内，对鲁国来说，地形地物熟悉，便于得到人力支援和物资供给，在士气上也利于鲁国向有利方面转化。接着是对这次战役经过的具体记叙，重点写了“击鼓”和“逐师”两件事。写曹刿指挥鲁军在“齐人三鼓”之后才开始反攻，写曹刿在观察了齐军败逃的情况之后才决定追击，都记叙得非常简略。这样写，一则符合实情(酣战中鲁庄公无暇问及，曹刿了不可能多发议论)，一则此中道理正是曹刿论战的中心，留待后文集中阐述，更见突出。“公将鼓之”、“公将驰之”，说明了鲁庄公急躁冒进；曹刿的两个“未可”、两个“可矣”，表现了曹刿胸有成竹，沉着思断，善于捕捉于反攻和追击的时机。</p> <p>　　第三段(从“既克”至结尾)：写曹刿论述赢得战役胜利的原因。是本文的中心。</p> <p>　　“既克”二字，意味着战役的高潮已经过去，气氛顿时缓和下来，该是莫名其妙的鲁庄公问一个究竟的时候了。曹刿的回答可分为两方面。一是论述了利于开始反攻的时机——彼竭我盈之时：鲁军按兵不动，养精蓄锐。齐军第一次击鼓进军，士气正旺；第二次击鼓，士气开始低落；第三次击鼓，士气已经完全衰竭。在此关键时刻，曹刿采取“敌疲我打”的方针，终于化劣势为优势。二是论述了追击开始的时机——辙乱旗靡之时：鲁军虽然取得了反攻的初步胜利，但曹刿并未轻敌，“夫大国，难测也，惧有伏焉”，反映了曹刿随时没有忘记自己是以小敌大，以弱敌强。兵不厌诈，不可不提高警惕。曹刿亲自察看敌情，发现敌军“辙乱”、“旗靡”，确认了齐军是狼狈逃窜，溃不成军，才乘胜追击，终于取得了战役的胜利。</p> <p>　　综上分析，本文通过赞扬曹刿的远谋，说明了在战争中如何正确运用战略防御原则——只有“取信于民”，实行“敌疲我打”的正确方针，选择反攻和追击的有利时机，才能以小敌大，以弱胜强。 </p><br/><h2>解析</h2> 　　本文记叙的齐鲁长勺之战，是鲁国抵抗齐国进攻的一次战役。虽然是一个不大的战役，但却说明了战略防御的原则，是中国战争史中因为主观指导的正确，后发制人，以小敌大、以弱胜强的著名战例。毛泽东同志在《中国革命战争的战略问题》一文中说过：“春秋时候，鲁与齐战，鲁庄公起初不待齐军疲惫就要出战，后来被曹刿阻止了，采取了‘敌疲我打’的方针，打胜了齐军，造成了中国战史中弱军战胜强军的有名的战例。”“当时的情况是弱国抵抗强国。文中指出了战前的政治准备——取信于民；叙述了利于转入反攻的阵地——长勺；叙述了利于开始反攻的时机——彼竭我盈之时；叙述了追击开始的时机——辙乱旗靡之时。虽然是一个不大的战役，却同时是说的战略防御的原则。”毛泽东同志这段精辟而深入的分析，是我们研究本篇作品的指导思想和理论依据，它把古人某些片断的感性认识和军事实践经验，经过去粗取精，去伪存真，上升为系统的军事理论，为我们树立了批判继承、古为今用的光辉范例。<br/><h2>赏析</h2> <p>　　战争题材在《左传》中写得最好，详略得当，而且都有声有色，这篇文章就是一例。曹刿论战以“肉食者鄙”即当官的见识浅薄，不能考虑周全为理论基础，而他的深谋远虑开始的出发点是鲁庄公能否以百姓利益为重，所以他并不看重鲁庄公对侍从施舍小恩惠和祭神的诚实，而非常注重鲁庄公以民情审判大大小小的案件，认为这属于对百姓忠心，可以一战。</p> <p>　　面对实力强大的齐国军队，曹刿没有贸然行事，当齐军三次击鼓进军，才建议击鼓，一鼓作气，战胜齐军于长勺，这件事也成为以弱胜强的典范。《左传》对这场战争没有细致的描绘，简单地用曹刿的“未可”“可矣”概括了战争的经过，以便使战前战后的论战更加突出。如果说战前论战体现了曹刿的以民为战争之本的基本战略思想，那么，战后论战则体现了他的战术思想，“一鼓作气”成为作战打仗的经典理论。不过他不是只凭借勇力，“夫大国难测也，惧有伏焉。吾视其辙乱，望其旗靡，故逐之”，则体现了他谨慎的态度。</p> <p>　　本文意在表现曹刿的“远谋”，故紧紧围绕“论战”来选取材料。第一段通过曹刿与鲁庄公的对话，强调人心向背是取决于战争胜负的首要条件，突出了曹刿“取信于民”的战略思想；第二段简述曹刿指挥鲁军进行反攻、追击和最后取得胜利的过程，显示曹刿的军事指挥才能，为下文分析取胜原因作伏笔；第三段论述取胜的原因，突出曹刿善于抓住战机，谨慎而又果断的战术思想。全文叙事清楚，详略得当，人物对话准确生动，要言不烦，是《左传》中脍炙人口的名篇。 </p>",
  "about": "<h2>文言现象</h2> <p><strong>三行对译</strong><br>1.十年春，齐师伐我,<br>鲁庄公十 年的春天，齐国军队来攻打我们鲁国，<br>伐：进攻，攻打。 齐师：齐国的军队。<br>2.公将战，曹刿请见。<br>鲁庄公将要应战。曹刿请求拜见（鲁庄公）。<br>将：将要。<br>3.其乡人曰：“肉食者谋之，又何间焉？”<br>他的同乡说：“有居高位享厚禄的人谋划这件事的，你又何必参与呢？<br>肉食者：“居高位享厚禄的人。 间：参与。 谋：谋划。<br>4.刿曰：“肉食者鄙，未能远谋。”<br>曹刿说：“有权势的人目光短浅，不能深谋远虑。”<br>鄙：鄙陋。这里指目光短浅。远谋：深谋远虑。<br>5.乃入见。问：“何以战？”<br>于是他拜见鲁庄公。曹刿问鲁庄公：“您凭借什么和齐国作战？”<br>乃：于是，就。 何以战：就是“以何战”，凭什么作战？以，凭、靠。<br>6.公曰：“衣食所安，弗敢专也，必以分人。”<br>鲁庄公说：“衣食（这类）养生的东西，（我）不敢独自享用，一定把它们分给臣子。”<br>衣：衣服。 食：食物。 安：有“养”的意思。 弗：不。 专：个人专有。<br>7.对曰：“小惠未徧，民弗从也。”<br>曹刿回答说：“这种小恩小惠不能遍及百姓，百姓是不会听从您的。 ”<br>徧：通“遍”普遍，遍及。 惠：恩惠。 从：听从，服从。<br>8.公曰：“牺牲玉帛，弗敢加也，必以信。”<br>鲁庄公说：“祭祀用的猪、牛、羊、玉和丝织品，我不敢虚报，必须对神说实话。”<br>牺牲玉帛：古代祭祀用的祭品。牺牲，指猪、牛、羊等。玉帛，玉和丝织品。 加：虚报。信：实情。<br>9.对曰：“小信未孚，神弗福也。”<br>曹刿回答说：“小信用不能被人所信服，神不会保佑（你）。”<br>孚：为人所信服。 福：赐福，保佑。<br>10.公曰：“小大之狱，虽不能察，必以情。”<br>鲁庄公说：“大大小小的诉讼案件，即使不能一一明察，（也）一定根据实情合理裁决。”<br>狱：案件。 虽：即使。 察：明察。 必：一定。 以：根据。 情:（以）实情判断。<br>11.对曰：“忠之属也。可以一战。战则请从。”<br>曹刿回答说：“（这是）尽了本职的一类（事情）。可以（凭这个条件）去打仗。作战时请允许我跟随着去。”<br>忠：尽力做好分内的事。 属：类。 可以：可，可以；以，凭借。 请：请允许。 从：跟从。<br>12.公与之乘，战于长勺。公将鼓之。<br>鲁庄公和曹刿共同坐一辆战车，在长勺（和齐军）作战。鲁庄公一上阵就要击鼓进军。<br>鼓：击鼓进军。战于长勺：倒装句，于长勺战。之：此为助词，补足音节，无实在意义。<br>13.刿曰：“未可。”齐人三鼓。<br>曹刿说：“（现在）不行。”齐军擂过三通战鼓。<br>14.刿曰：“可矣。”齐师败绩。公将驰之。<br>曹刿说：“可以了。”齐军大败。鲁庄公又要下令追击齐军。<br>驰：驱车(追赶)。败绩：大败。之：齐军（也有一些教材译为“补足音节”同“公将鼓之”的“之”，两个解释都可以用，或者听老师的要求。）<br>15.刿曰：“未可。”下视其辙，<br>曹刿说：“（还）不行。”下了战车，察看齐军车轮轧出的痕迹，<br>下：下车。 视：察看。其：他们的。辙：车轮轧出的痕迹。<br>16.登轼而望之，曰：“可矣。”遂逐齐师。<br>又登上车，手扶车前的横木，远望齐军的队形，说：“可以了。”于是追击齐军。<br>轼：古代车厢前边的横木，供乘车人扶手用。 遂：于是，就。 逐：追击。望：瞭望，眺望。<br>17.既克，公问其故。<br>战胜齐军后，鲁庄公询问曹刿取胜的原因。<br>既克：战胜齐军后。既，已经。 克：战胜，攻下 其：其中的。 故：原因。<br>18.对曰：“夫战，勇气也。一鼓作气，再而衰，三而竭。彼竭我盈，故克之。<br>曹刿回答说：“作战，要靠勇气。第一次击鼓进军能够振作士气；第二次击鼓士气就开始低落了；第三次击鼓时士气就耗尽了。对方的士气耗尽了，而我方的士气正旺盛，所以能战胜齐军．<br>夫：发语词，议论或说明时，用在句子开头，没有实在意义。 鼓：击鼓 作：振作。 再：第二次。 衰：衰弱。 竭：枯竭。彼：他们的。 盈：充满。这里指士气旺盛。故：所以 克：战胜。<br>19.夫大国，难测也，惧有伏焉。<br>（齐是）大国，是难以推测的，（我）恐怕在那儿有埋伏。<br>测：估计，推测。 惧：恐怕。 伏：埋伏。 焉：“于之”，语气助词。<br>20.吾视其辙乱，望其旗靡，故逐之。”<br>我看到他们车轮的印迹杂乱，望见战旗倒下，所以才追击齐军。”<br>靡（mǐ）：倒下。 故：所以。 之：代词，指，齐军。</p> <p><strong>古今异义</strong><br>1．齐师&lt;伐&gt;我 （古义：进攻 今义：讨伐)。<br>2.齐&lt;师&gt;伐我 （古义：军队 今义：老师）<br>3．又何&lt;间&gt;焉 (古义：参与 今义：隔开，不连接） 。<br>4．肉食者&lt;鄙&gt;，未能远谋 （古义：目光短浅 今义：语言、品行恶劣，不道德;轻视，看不起） 。<br>5．衣食所&lt;安&gt;（古义：养 今义：安稳）。<br>6．弗敢&lt;专&gt;也（古义：个人专有 今义：独自掌握或占有）。<br>7．&lt;牺牲&gt;玉帛 (古义：祭祀用的牛、羊、猪等 今义： 为了正义的目的舍弃自己的生命；放弃或损害一方的利益) 。<br>8．弗敢&lt;加&gt;也 (古义：虚报夸大 今义：增加) 。<br>9．必以&lt;信&gt;(古义：实情 今义：诚信）。<br>10．小大之&lt;狱&gt; (古义：案件 今义：监狱 ) 。<br>11.必以&lt;情&gt;（古义：以实情判断 今义：感情）。<br>12.&lt;忠&gt;之属也（古义：尽力做好本分的事 今义：忠诚、忠心）。<br>13.忠之&lt;属&gt;也 (古义：类 今义：同一家族的人）。<br>14.&lt;可以&gt;一战 (古义：可以凭借 今义：能，行） 。<br>15.神弗&lt;福&gt;也（古义：赐福，保佑 今义：幸运）。<br>16.&lt; 再&gt;而衰(古义：第二次 今义：事情进行重复，再一次)。</p> <p><strong>一词多义</strong><br>1.故：原因，缘故 （公问其故） 。<br>所以（故逐之） 。<br>2.（民弗从）从：跟从　 。<br>（战则请从）跟随 　 。<br>3.其：代他的，这里指曹刿 （其乡人曰）。<br>他们，指齐军 　 （吾视其辙乱）。<br>4.以：凭借 　 （何以战）（可以一战）。<br>按照　 （必以信）。<br>把 （必以分人）<br>5.请：请求 　 （曹刿请见）。<br>允许 　（战则请从）。<br>6.之：助词，的 　（小大之狱）。<br>代词，代曹刿　 （公与之乘）。<br>7.加：戴上 （既加冠，益慕圣贤之道）。<br>虚报 （牺牲玉帛，弗敢加也） 。<br>8. 间：暗暗地，私自（又间（jiàn）令吴广之次所旁丛祠中）。<br>中间，当中 （颓（tui）然乎其间（jīan）者）。<br>参与， （肉食者谋之，又何间（jiàn）焉）。<br>表示房屋的量词， （安得广厦千万间）。<br>一会儿,顷刻，　 （扁鹊见蔡桓公，立有间）。<br>夹杂， （中间力拉崩倒之声）。<br>间断， （虽与外人间隔）。<br>时刻， （奉命于危难之间）。<br>偶尔， （时时而间进）。<br>9.焉：句末语气词，相当于\"呢\"。（又何间焉）<br>兼词，于此，在哪里。（惧有伏焉）</p> <p><strong>通假字</strong><br>小惠未徧：通“遍”，普遍，遍及。</p> <p><strong>词类活用</strong><br>1.神弗福也： 名词用为动词。赐福，保佑。<br>2.公将鼓之： 名词用为动词。 击鼓。<br>3.忠之属也： 形容词用作名词，尽力做好分内的事。<br>4.公与之乘：名词作动词，乘战车，坐战车。<br>5.下视其辙： 名词作动词，下车。<br>6.齐师败绩： 名词用作动词，大败。<br>7.必以情：名词用作动词，（以）实情判断。</p> <p><strong>文言句式</strong><br>1.夫战，勇气也：判断句“……，……也”，表判断。<br>2.忠之属也：判断句“……，……也”，表判断。<br>3.可以一战：省略句“以”后省略了宾语“之”。<br>4.一鼓作气，再而衰，三而竭：省略句“再”和“三”后省略了宾语“鼓”。<br>5.何以战：倒装句，宾语前置，应为“以何战”。<br>6.战于长勺：倒装句，“于长勺”,介宾短语，后置。<br>7.下视其辙，登轼（shì）而望之：省略句，省略主语，省略的主语应为曹刿</p> <p><strong>段意</strong><br>第一段（曹刿问战）<br>总： 叙述战前曹刿求见鲁庄公，通过对话说明政治上取信于民是作战的先决条件。<br>分两层<br>第一层（开头到“乃入见”）：写曹刿求见鲁庄公的原因。<br>第二层（“问”到段末） ：写曹刿和鲁庄公关于战前准备的对话，说明政治上取信于民是赢得战争胜利的先决条件。<br>第二段（曹刿参战）<br>叙述齐鲁长勺之战的经过。<br>第三段（曹刿论战）<br>战后曹刿论述战役取胜的原因。 </p><br/><h2>相关成语</h2> 一鼓作气：第一次击鼓能够振作士兵们的勇气。比喻趁劲头大的时候一下子把事情做完。<br>（一鼓作气，再而衰，三而竭。——《曹刿论战》）<br>再衰三竭：形容士气低落，不能再振作起来。<br>辙乱旗靡：车迹错乱,军旗倒下。形容军队溃败。<br>（视其辙乱，望其旗靡。------《曹刿论战》）<br>彼竭我盈:他们的士气已消失，而我们的士气正旺盛。<br>（彼竭我盈，故克之。------《曹刿论战》）<br/><h2>重点</h2> 　　重点写曹刿“论战”，而不是战争经过。并通过对话突出了曹刿的政治远见和军事才能，将曹刿和鲁庄公作对比，突出了曹刿以上两个特点。虽然鲁庄公没有远见的才能，但是他能做到不耻下问，虚心的向曹刿请教。<br/><h2>主题</h2> <p>　　本文以曹刿为主、鲁庄公为宾，通过他们有关齐、鲁战争问题的对话，阐明弱国在对强国的战争中所采取的战略原则，即政治上取信于民，军事上后发制人等。</p> <p>　　本文对战争原因和战前双方部署等都略而不写，对战争过程也只是用“齐人三鼓”“齐师败绩”“遂逐齐师”十二字做了交代，但对曹刿与鲁庄公的对话写得很详尽。本文通过写曹刿对长勺之战的论述以及弱鲁战胜强齐的史实，表现了曹刿卓越的政治才能和军事才能，说明了只有取信于民和运用正确的战略战术，把握好作战时机，才能取得战争胜利的道理。</p><br/><h2>背景</h2> <p>　　本篇选文又题作“齐鲁长勺之战”或“长勺之战”。</p> <p>　　《曹刿论战》记载了发生在公元前684年鲁国与齐国的一场战争。春秋时期，齐鲁两国都在现在的山东境内（齐都临淄，鲁都曲阜），齐国是大国，鲁国是小国。公元前682年，鲁桓公出访齐国，被齐襄公暗杀。鲁桓公死，他的儿子庄公继位。由于齐襄公无道，他的弟弟小白预知齐国将有叛乱，便和鲍叔牙跑往莒国（现山东莒县）寄身。鲁庄公八年，公孙无知杀死齐襄公，自立为君。管仲、召忽辅佐公子纠逃往鲁国。鲁庄公九年，齐国大夫雍廪杀死公孙无知。这时，齐国无君，鲁庄公欲送公子纠回国为齐君，但齐襄公的弟弟小白先入齐即了君位，是为桓公。桓公因为鲁国欲纳公子纠的事，怀恨在心，在桓公即位第二年，就是公元前684年，率军攻打鲁国，进行报复。这就是《曹刿论战》所记载的齐鲁长勺之战爆发的直接原因。</p> <p>　　前此两年，齐桓公（公子小白）与其庶兄公子纠曾进行过激烈的争夺君位的斗争。当时篡君夺位的公孙无知（齐襄公堂弟）已被杀，齐国一时无君，因此避难于鲁国的公子纠和避难于莒国的公子小白都争相赶回齐国。鲁庄公支持公子纠主国，亲自率军护送公子纠返齐，并派管仲拦击、刺杀公子小白。然而鲁国的谋划没有成功，公子小白已出乎意料地抢先归齐，取得了君位。齐桓公即位后当即反击鲁军，两军交战于乾时（齐地），齐胜鲁败。乘兵胜之威，齐桓公胁迫鲁国杀掉了公子纠。齐桓公虽在其庶兄的血泊中巩固了权位，但对鲁国却一直怨恨难平，因此转年春便再次发兵攻鲁，进行军事报复和武力惩罚。</p><br/><h2>写作特点</h2> <p>　　1、中心突出，详略得当。</p> <p>　　这是一篇记叙战争的短文，但重点不是记叙战争的经过，而是着重写曹刿的“论战”，凡是与表现主题无关的枝节就尽量省略。如第一段写曹刿谒见庄公，进见的细节一概省略了，劈头就问“何以战”；第二段对战场的复杂情况及“未可”、“可矣”的理由均略而不写，留待后面补叙，就更能突出“论战”的见解；第三段只用“公问其故”代替了鲁庄公一系列问话。但文章对战前战后反映曹刿战略见解的谈话，则详加叙述，因为战前是分析有无克敌制胜的条件，战后是总结以弱胜强的原因，这些都是围绕主题写的，全文自始至终突出了“论”字，使人对长勺之战的胜败得失的原因一目了然。</p> <p>　　2、结构严谨，前后照应。</p> <p>　　全文只用二百二十二字，就把战争的开始、发展、高潮和结局记述得清清楚楚。第一段写战前准备，第二段写战时经过，第三段写战后总结，事态发展清晰，文章脉络分明。段与段之间的过渡也非常自然，第一段的结尾“战则请从”与第二段的“公与之乘”衔接，第二段的结尾“遂逐齐师”与第三段的“既克”衔接，三个段落层层递进，环环相扣，浑然一体。此外，文章前后的照应也十分紧密。以第二段与第三段为例，“三而竭”与上段“齐人三鼓”相照应；“吾视其辙乱”与“下视其辙”相照应；“望其旗靡”与“登轼而望之”相照应；“故克之”与“齐师败绩”相照应；“故逐之”与“遂逐齐师”相照应。第二段只写“其然”，第三段补写“所以然”，一记一议、一实一虚，前后照应，相辅相成。</p> <p>　　3、用对话交代情节和刻画人物。</p> <p>　　曹刿与其乡人的对话，说明了曹刿是一个关心国事而有远谋的人物。在交代战前准备时，详细地写了曹刿与鲁庄公的三次对话，通过对话揭示出鲁庄公昏庸无知，曹刿深谋远虑。写战役经过，作者虽只写了曹刿两次说的“未可”、“可矣”的简单话语，但却形象地表现了曹刿成竹在胸、待机而动的思想性格。最后由“公问其故”又引出曹刿对战争的一大段议论，表现出曹刿的可贵的军事见解。</p><br/><h2>题解</h2> <p>　　“曹刿论战”意思是曹刿论述作战的道理，表明文章的重点不在记叙战斗情况，而在记叙曹刿“论”战略、战术。“战”指齐鲁之间的“长勺之战”。题目概括了文章的主要内容。</p> <p>　　《春秋》是古代中国的儒家典籍，被列为“五经”之一。《春秋》是鲁国的编年史，据传是由孔子修订的。书中用于记事的语言极为简练，然而几乎每个句子都暗含褒贬之意，被后人称为“春秋笔法”。由于《春秋》的记事过于简略，因而后来出现了很多对《春秋》所记载的历史进行详细记录的“传”，较为有名的是被称为“春秋三传”的《左传》、《公羊传》和《榖梁传》。《春秋》中的文字非常简练，事件的记载很简略，但242年间诸侯攻伐、盟会、篡弑及祭祀、灾异礼俗等，都有记载。它所记鲁国十二代的世次年代，完全正确，所载日食与西方学者所著《蚀经》比较，互相符合的有30多次，足证《春秋》并非古人凭空虚撰，可以定为信史。然而在长期的流传过程中，它在文字上难免有论脱增窜之类的问题。 因此后来一批文学家就开始为它作注。《春秋》最初原文仅18000多字，现存版本则只有16000多字。在语言上极为精练，遣词井然有序。就因文字过于简质，后人不易理解，所以诠释之作相继出现，对书中的记载进行解释和说明，称之为“传”。其中注解最好的为<a href=\"http://so.gushiwen.org/author_384.aspx\">左丘明</a>《春秋左氏传》，<a href=\"http://so.gushiwen.org/author_789.aspx\">公羊高</a>《春秋公羊传》，榖梁赤《春秋榖梁传》。现今流传下来的只剩下左丘明《春秋左氏传》。</p> <p>　　相传是春秋末期的鲁国盲史官左丘明所著。有许多学者持怀疑态度。很多人都认为写《左传》的左氏并非左丘明。近人认为，成书时间大约在战国中期（前4世纪中叶），是由战国时的一些学者编撰而成，其中主要部分可能是左丘明所写。 但也有可能不是左丘明而是其他战国时人编写。</p> <p>　　此文收录于沪教版七年级下第30课、人教版九年级下册第21课、语文版八年级上册第27课、北京课改版八年级上册25课、五四版九年级下册第19课、鲁教版九年级下册第19课、苏教版九年级下册第13课、长春版九年级上册第10课。 </p>",
  "poet": {
    "id": 384,
    "star": 0,
    "name": "左丘明",
    "image": "http://img.gushiwen.org/authorImg/zuoqiuming.jpg",
    "desc": "丘明（姓姜，氏丘，名明），华夏人，生于前502年，死于前422年，享年80岁。丘穆公吕印的后代。本名丘明，因其先祖曾任楚国的左史官，故在姓前添“左”字，故称左史官丘明先生，世称“左丘明”，后为鲁国太史 。左氏世为鲁国太史，至丘明则约与孔子（前551-479）同时，而年辈稍晚。他是当时著名史家、学者与思想家，著有《春秋左氏传》、《国语》等。他左丘明的最重要贡献在于其所著《春秋左氏传》与《国语》二书。左氏家族世为太史，左丘明又与孔子一起“如周，观书于周史”，故熟悉诸国史事，并深刻理解孔子思想。"
  },
  "tags": [
    "初中文言文",
    "古文观止",
    "对话",
    "赞美",
    "写人"
  ]
}