{
  "id": 255,
  "star": 34,
  "name": "云汉",
  "dynasty": "先秦",
  "content": "倬彼云汉，昭回于天。王曰：於乎！何辜今之人？天降丧乱，饥馑荐臻。靡神不举，靡爱斯牲。圭壁既卒，宁莫我听？</p> <p>旱既大甚，蕴隆虫虫。不殄禋祀，自郊徂宫。上下奠瘗，靡神不宗。后稷不克，上帝不临。耗斁下土，宁丁我梗。</p> <p>旱既大甚，则不可推。兢兢业业，如霆如雷。周余黎民，靡有孑遗。昊天上帝，则不我遗。胡不相畏？先祖于摧。</p> <p>旱既大甚，则不可沮。赫赫炎炎，云我无所。大命近止，靡瞻靡顾。群公先正，则不我助。父母先祖，胡宁忍予？</p> <p>旱既大甚，涤涤山川。旱魃为虐，如惔如焚。我心惮暑，忧心如熏。群公先正，则不我闻。昊天上帝，宁俾我遯？</p> <p>旱既大甚，黾勉畏去。胡宁瘨我以旱？憯不知其故。祈年孔夙，方社不莫。昊天上帝，则不我虞。敬恭明神，宜无悔怒。</p> <p>旱既大甚，散无友纪。鞫哉庶正，疚哉冢宰。趣马师氏，膳夫左右。靡人不周。无不能止，瞻昂昊天，云如何里！</p> <p>瞻昂昊天，有嘒其星。大夫君子，昭假无赢。大命近止，无弃尔成。何求为我。以戾庶正。瞻昂昊天，曷惠其宁？",
  "fanyi": "<p><strong>译文<br></strong>看那银河多么高远，白光闪亮回旋在天。周王无奈仰天长叹，当今百姓有何罪愆！老天降下死丧祸乱，饥饿灾荒接二连三。没有神灵不曾祭奠，奉献牺牲毫不吝悭。礼神圭璧全都用完，神灵还是不听我言！<br>旱情已经非常严重，暑气郁盛大地熏蒸。接连不断举行祭祀，祭天处所远在郊宫。祀天祭地奠埋祭品，天地诸神无不敬奉。后稷恐怕难救周民，上帝不理受难众生。天灾这般为害人间，大难恰恰落在我身。<br>旱情已经非常严重，想要推开没有可能。整天小心战战兢兢，正如头上落下雷霆。周地余下那些百姓，现在几乎一无所剩。渺渺苍天高高上帝，竟然没有东西赐赠。怎不感到忧愁惶恐，人死失祭先祖受损。<br>旱情已经非常严重，没有办法可以止住。赤日炎炎热气腾腾，哪里还有遮荫之处。死亡之期已经临近，无暇前瞻无暇后顾。诸侯公卿众位神灵，不肯显灵前来佑助。父母先祖神灵在天，为何忍心看我受苦！<br>旱情已经非常严重，山秃河干草木枯槁。眼看旱魔逞凶肆虐，遍地好像大火焚烧。暑热难当令我心畏，忧心忡忡如受煎熬。诸侯公卿众位神灵，哪管我在悲痛呼号。渺渺苍天高高上帝，难道迫我离此出逃！<br>旱情已经非常严重，勉力祷请祈求上苍。为何害我降以大旱？不知缘故费煞思量。祈年之礼举行很早，也未迟延祭社祭方。渺渺苍天高高上帝，竟然对我不肯相帮。一向恭敬诸位神明，不该恨我怒气难当。<br>旱情已经非常严重，饥荒离散乱我纪纲。各位官长智穷力竭，宰相忧苦无法可想。趣马师氏一起出动，膳夫百官助祭帮忙。没有一人不愿<a href=\"http://so.gushiwen.org/author_341.aspx\">周济</a>，可是不能止住灾荒。仰望苍天晴朗无云，怎样止旱令我忧伤。<br>仰望苍天晴朗无云，满天星辰微光闪闪。公卿大夫众位君子，祷告上苍不要停缓。死亡之期已经临近，不弃前功不怕困难。禳旱祈雨非为自我，也为安定众位官员。仰望苍天默默祈祷，何时才能使我心安？</p> <p><strong>注释<br></strong>1.云汉：银河。<br>2.倬（zhuó）：大。<br>3.昭：光。回：转。<br>4.於（wū）乎：即“呜呼”，叹词。<br>5.辜：罪。<br>6.荐：重，再。臻（zhēn）：至。荐臻，犹今言频仍。<br>7.靡（mǐ）：无，不。举：祭。<br>8.爱：吝惜，舍不得。牲：祭祀用的牛羊豕等。<br>9.圭、璧：均是古玉器。周人祭神用玉器，祭天神则焚玉，祭山神则埋玉，祭水神则沉玉，祭人鬼则藏玉。<br>10.宁：乃。莫我听：即莫听我。<br>11.大（tài）甚：大，同“太”。甚，厉害。<br>12.蕴隆：谓暑气郁积而隆盛。虫虫：热气熏蒸的样子。<br>13.殄（tiǎn）：断绝。禋（yīn）祀：祭天神的典礼。以玉帛及牺牲加于柴上焚之，使升烟，以祀天神。本指祀昊天上帝，引申之则凡祀日月星辰等天神，统称禋祀。<br>14.宫：祭天之坛。<br>15.奠：陈列祭品。瘗（yì）：指把祭品埋在地下以祭地神。<br>16.宗：尊敬。<br>17.斁（dù）：败坏。<br>18.丁：当，遭逢。<br>19.黎：众。<br>20.孑遗：遗留，剩余。<br>21.遗（wèi）：赠。<br>22.于：助词。摧：灭。<br>23.云：古“云”字，有庇荫义。<br>24.大命：此谓死亡之命，即死亡之期。<br>25.群公：犹百辟，先世诸侯之神。正：长。先正，谓先世卿士之神。<br>26.忍：忍心，残忍。<br>27.涤涤：光秃无草木的样子。<br>28.旱魃（bá）：古代传说中的旱神。<br>29.惔（tán）：火烧。<br>30.惮（dàn）：畏。<br>31.熏（xūn）：灼。<br>32.闻（wèn）：通“问”，恤问。<br>33.遯（dùn）：今作“遁”，逃。<br>34.黾（mǐn）勉：勉力为之，谓尽力事神，急于祷请。<br>35.瘨（diān）：病。<br>36.憯（cǎn）：曾。<br>37.祈年：指“孟春祈谷于上帝，孟冬祈来年于天宗”之祭礼。孔夙（sù）：很早。<br>38.方：祭四方之神。社：祭土神。莫（mù）：古“暮”字，晚。<br>39.虞：助。<br>40.友：通“有”。纪：纪纲，法度。<br>41.鞫（jū）：穷，与“通”相对。庶正：众官之长。<br>42.疚：忧苦。冢宰：周代官名，为百官之长，相当后世的宰相。<br>43.趣马：掌管国王马匹的官。师氏：官名，主管教导国王和贵族的子弟。<br>44.膳夫：主管国王、后妃饮食的官。左右：左右之大夫、士诸官。<br>45.昂（yǎng）：通“仰”。<br>46.里：犹“已”，训“止”。<br>47.嚖（huì）：微小而众多的样子。<br>48.昭：祷。假：借为“嘏（gǔ）”，告。无赢：犹言无爽，即无差忒。<br>49.成：功。<br>50.戾（lì）：定。<br>51.曷（hé）：何。何时。惠：赐。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　这是一首写周宣王忧旱祈雨的<a href=\"http://so.gushiwen.org/view_255.aspx\">诗</a>。是所谓“宣王变《大雅》”的第一篇（其他五篇是《大雅·崧高》、《大雅·烝民》、《大雅·韩奕》、《大雅·江汉》和《大雅·常武》）。</p> <p>　　全诗八章，每章十句。一、二两章写祭神祈雨。正是需雨的时节，然而日日骄阳似火，禾稼死亡，田地龟裂，人畜缺水。这当儿，人们是多么盼望老天降落一场甘霖啊！可是仰望苍穹。毫无雨征（古人常夜间观天象以察云雨）。“倬彼云汉，昭回于天”，星河灿烂，晴空万里，夕夕如此。内心焦灼的诗人于是发出了“何辜今之人！天降丧乱，饥馑荐臻”的慨叹。无神不祭。无牲不用，礼神的玉器也用尽了，然而神灵们却不闻不问，毫无佑助之意。这苍天啊，好像真的是把降雨的事儿抛在脑后，彻底忘掉了；或许人们得罪了他，他在有意地惩罚人们。三、四两章写大旱的不可解除，主要表达了畏旱之情。“旱既大甚，则不可推”，“旱既大甚，则不可沮”，凶暴狂猛的旱灾如洪水猛兽，无法推开，无法阻拦，使“周余黎民，靡有孑遗”，造成了无法收拾的严重局面。再继续下去，将国祚难永。然而“群公先正，则不我助。父母先祖，胡宁忍予！”意谓：群公先正，我常雩祭以祈谷实，现在却不助我以兴云雨；至于父母先祖，尤一体之所亲，一气之所感，为什么也忍心看我遭此祸而不救呢？五章写旱魃继续肆虐。山原秃而河湖干，这里已经变成了一块让人无法生存下去的土地。“昊天上帝，宁俾我逐”，老天似乎是要迫使人们离开此地，他是不想让人安居了。六章述失望痛苦之余的反思。也不是祭神不及，也不是对众神不恭敬，细细思量，确实没有什么罪愆，那又为何降灾加害呢？七章叙君臣上下因忧旱而困窘憔悴。末章周王著力鞭策，希望臣子们“无弃尔成”，继续祈祷上苍。最后仰天长号，以亟求天赐安宁作结。</p> <p>　　统观全诗，作者对这次持久难弭的灾祸从旱象、旱情、造成的惨重损失及所引起的心理恐慌等方面作了充分的描写。这场大旱就是死亡之神的降临，可以摧毁一切，消灭人类。在那个生产力水平还很低的时代，它会造成怎样的人间灾难，是不难想像的。这首诗在写宣王忧旱的同时，也写了他的事天之敬及事神之诚。在人们抵御自然灾害的能力还极其有限的西周末期，面对无法战胜的灾害，对虚无飘渺的上帝和神灵产生敬畏乞求心理，也是不难理解的。今人自然不能以现代科学主义的观念和标准来苛责古人。</p> <p>　　这首诗兼叙事抒情于一体，在艺术上值得称道的有两点：一是摹景生动；二是夸饰手法的运用。“倬彼云汉，昭回于天”，夜晴则天河明，此方旱之象。“昭回于天”又暗示出仰望之久。久旱而望甘霖者，己所渴望见者无，己所不愿见者现，其心情的痛苦无奈可想而知。毫无雨征，还得继续受此大旱之苦，于是又顺理成章地推出“王曰於乎，何辜今之人！天降丧乱，饥馑荐臻”四句。所以开篇这摹景之句不仅写出了方旱之象，同时也表达了诗人的心情，并生发出下文，是独具匠心、富有艺术魅力的诗句，因而孙鑛称赞这首诗的起首“最有风味”（陈子展《诗经直解》引）。“旱既大甚，涤涤山川。旱魃为虐，如惔如焚。”这场大旱使周地变成了不毛之地，无水之区。山空川涸，禾焦草枯，畜毙人死，大地就像用火烧燎过一样，没一点生气，没一点活力。“涤涤山川”、“如惔如焚”可谓写尽旱魔肆虐之情状，同时也传达出诗人面对这种毁灭性灾害的痛苦、焦灼之情。<a href=\"http://so.gushiwen.org/author_504.aspx\">王夫之</a>《姜斋诗话》云：“情、景名为二．而实不可离，神于诗者，妙合无垠。巧者则情中景，景中情。”这几句诗虽然称不上“妙合无垠”，但做到景中含情、景中寓情却是很明显的。</p> <p>　　诗中“周余黎民，靡有孑遗”二句早在战国时代就被孟子认为是夸饰之辞的典范，备受后世批评家的关注。这两句是用夸张的艺术手法，以突出遭旱损失的惨重。南朝梁<a href=\"http://so.gushiwen.org/author_855.aspx\">刘勰</a>《文心雕龙》指出夸张的修辞虽然言过其实，但因为能通过形象的夸张来传难写之意、达难显之情，所以在文学作品中有它存在的必然性和合理性。确实，“靡有孑遗”四字，所述虽非事实，但却突出了旱情的严重，是反映真实，并且凸现了真实的传神之笔。</p>",
  "about": "<h2>创作背景</h2> 　　《大雅·云汉》是《<a href=\"http://so.gushiwen.org/view_255.aspx\">诗</a>经》三百零五篇中唯一一篇写大旱求雨的诗歌，作于宣王中兴时期。周宣王二年（公元前826年）至六年（公元前822年），连年旱灾，周宣王求神祈雨，此诗即周宣王向上天求雨的祷词。还有一种说法认为大旱发生周宣王二十五年（公元前803年）。此诗的作者，《毛诗序》说是仍叔，仍叔其人，《春秋》有载，然上距周宣王时已一百二十年左右，因此，他作此诗的可能性不大。本来，《毛诗序》所确定的作者，可信程度都不大，兼之时代久远，史料阙佚，就很难确考诗的作者究竟为谁，但从诗的内容看，这首诗很可能是宣王自作，以叙写他畏旱之甚及盼雨心切。",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": [
    "诗经",
    "忧国忧民"
  ]
}