{
  "id": 37257,
  "star": 170,
  "name": "草书屏风",
  "dynasty": "唐代",
  "content": "何处一屏风，分明怀素踪。虽多尘色染，犹见墨痕浓。 <br>怪石奔秋涧，寒藤挂古松。若教临水畔，字字恐成龙。",
  "fanyi": "<h2>译文</h2> 你从哪里得到这一个屏风？上面分明有<a href=\"http://so.gushiwen.org/author_2840.aspx\">怀素</a>书法的踪迹。<br>虽然有很多灰尘、颜色的沾染，但还能够见到墨痕的浓重。<br>写的字的点就像怪石奔向秋天的山涧，字的竖和勾的笔画就像寒枯的古藤倒挂在古松下。<br>如果把屏风放到水边，每个字恐怕都要化成蛟龙，游到水里去了。",
  "shangxi": "<h2>鉴赏</h2> <p>　　“屏风”是室内挡风或作为障蔽的器具，为美观设计，上面一般都绘有图画或写有文字，所以它在使用中还有书画的艺术价值。这首<a href=\"http://so.gushiwen.org/view_37257.aspx\">诗</a>看似咏“屏风”，实际上是咏“屏风”上<a href=\"http://so.gushiwen.org/author_2840.aspx\">怀素</a>的草书。它“通过生动精辟的语言形式，极其深刻地描述了怀素草书的飞动气势和苍劲形象，以及它那无穷的生命力。是为唐人论书名篇之一”（洪丕谟《书论选读》）。</p> <p>　　怀素，字藏真，湖南长沙人。原姓钱，幼年便出家做了和尚。生卒年月不可考，活动当在公元八世纪，即唐代中叶。他曾师事<a href=\"http://so.gushiwen.org/author_15.aspx\">张旭</a>、<a href=\"http://so.gushiwen.org/author_720.aspx\">颜真卿</a>等著名书法大师，勤奋好学，后遂以狂草知名，兴到笔运，如骤雨急旋，随手万变，而合乎法度，成为一代大师。他的草书名盛一时，到后来，他的书迹更为人所珍爱，虽片纸只字，亦价值连城。他留存下来的墨迹有《自叙帖》、《苦笋帖》、《食鱼帖》和《千字文》等，皆系草书，有影印本传世。其中尤以狂草《自叙帖》为最出众有名。</p> <p>　　怀素的草书到了韩所在的晚唐、五代，愈来愈为世所珍爱。<a href=\"http://so.gushiwen.org/author_130.aspx\">韩偓</a>不仅精于诗歌，对书法也有一定造诣。据宋代《宣和书谱》卷十载：“考其（指韩偓）字画，虽无誉于当世，然而行书亦复可喜。尝读其《题怀素草书诗》（按即《草书屏风》）云云，非潜心字学，其作语不能迨此。后人有得其《石本诗》以赠，谓字体遒丽，辞句清逸。”由于韩偓对书法有爱好和研究，因而他对怀素遗留在屏风上的草书墨迹表示了极大的爱好。</p> <p>　　“何处一屏风？分明怀素踪。”</p> <p>　　一开始就以问句突起，好像十分激动地在问主人：“您从哪里得到的这个屏风啊？”惊喜万分之态，溢于言外。而且紧接着就立刻判断，这个分明是怀素的笔迹（“踪”是踪迹，这里指笔迹）。这充分说明他平日对书法极为留心，尤其是对怀素的草书风格十分熟悉，如故人相逢，一眼便认了出来。接下来，作者在惊喜中对屏风上的整幅墨迹作了审视。</p> <p>　　“虽多尘色染，犹见墨痕浓。”</p> <p>　　前一句从“尘色染”中，看出墨迹流传已久，古色古香，弥足珍贵；但由于长期辗转流传，字幅上侵蚀了尘色，有些斑驳，诗人在极端爱惜中也流露出一丝惋惜之意。后一句说虽然蒙上了很多尘色，但还是可以看见那浓黑的墨迹，从“墨色浓”三字中，仍满含着诗人的惊喜爱惜之情。这里一个“浓”字，生动地描述出怀素草书中那种笔酣墨饱、痛快淋漓的特点，已经把整幅字中体现的风格和意境初步传达给读者，十分形象准确。</p> <p>　　前四句一句一转，“何处”、“分明”、虽多”、“犹见”，在转折中步步顿宕，峰回路转，引人入胜，作者的惊悦之情在诗行中不停地跃跃。但一气贯通，流转自如，其欢欣的情绪，犹如一条活泼的小溪，在曲折中畅流而下。这四句显得极为自然，完全是一片真情的流露，读来仿佛如见当时情形。到后四句，作者采用比喻的手法，对字幅中的点画作了具体描述，把这一高度抽象的艺术，十分具体、形象地再现在读者面前，而且具有怀素书法的特点，使人欣赏赞叹不已。</p> <p>　　“怪石奔秋涧，寒藤挂古松。”</p> <p>　　这两句先是从点画来赞美怀素书法的刚劲有力。前一句是说怀素草书中的点，好像怪石正在向秋涧奔走。这一比喻形象奇特，但有由来。晋代卫夫人（笔阵图）说：点，要如“高峰坠石，磕磕然实如崩也”这里在“石”前加一“怪”字，就表明它不同一般，体现出怀素草书的“狂”的特色。在“怪石”与“秋涧”间着一“奔”字，充分表现了草书中“点”画在映带时那种迅疾有力的动势，十分形象生动。后一句是说怀素草书中竖和弧钩笔画，真像枯藤（即“寒藤”）挂在古松上，这个比喻从<a href=\"http://so.gushiwen.org/author_1715.aspx\">欧阳询</a>来。欧阳询《八诀》说：竖，要如“万岁之枯藤”；弧钩，要如“劲松倒折，落挂石崖”。“藤”、“松”已有劲健意味，再用“寒”、“古”来形容，就更具苍劲感。两句中虽只点出点、竖和弧钩这些个别笔画，但却在怀素草书中具有代表性，其他笔画概可想见，那种中锋运笔时饱满、刚劲、浑厚的效果，鲜明地凸现出来。而且，这些“怪石奔秋涧，寒藤挂古松”的点画，构成了狂放、豪纵的整幅气度，无一字不飞动，无一字不活泼，体现了生动活泼的气韵。这是书法作品中很难达到的高妙境界。这屏风上生动的草书，激动着诗人的心，不禁萌发奇妙的想象。</p> <p>　　“若教临水畔，字字恐成龙。”</p> <p>　　如果把屏风搬到水边，每个字恐怕都要化成龙，游到水里去了。这一想象更为奇特，但也并非无来处。古人把写草书比为“笔走龙蛇”，如<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>《草书歌行》：“时时只见龙蛇走，左盘右蹙如惊电。”因为笔画的盘绕曲折，有如龙蛇迅速有力的游动。从这个比喻中，可见怀素草书是何等的笔势飞矫，生动活泼，显现了旺盛的活力。另外，古人常以“龙跳天门，虎卧凤阙”来比喻“书圣”<a href=\"http://so.gushiwen.org/author_581.aspx\">王羲之</a>的字，此处隐然以怀素比王羲之，可见推许之高。“恐”字，不仅有估计的意思，也还恐怕它真化为龙，从水中飞走，而失去这珍贵难得的字幅的意思，有一种风趣的意味隐含其中，曲折委婉地表达了对怀素草书遗墨的万分珍爱之情，使前四句那种惊喜神情一直贯穿到结束，全诗洋溢着充沛的激情。诗人从屏风写起，然后写怀素草书，写怀素草书又先表现整体感觉，然后再以形象的笔墨作具体的描述，全诗层层深入，步步递进，最后又以神奇的想象结尾，留下回味不尽的余意，同篇首暗中照应，在章法上显得严谨、完整，表现出精心的安排。特别是形象的生动描写，激情的强烈抒发，使全篇荡漾着盎然诗意，语语动人心弦，具有很强的艺术感染力。</p>",
  "poet": {
    "id": 130,
    "star": 0,
    "name": "韩偓",
    "image": "http://img.gushiwen.org/authorImg/hanwo.jpg",
    "desc": "韩偓（公元842年～公元923年）。中国唐代诗人。乳名冬郎，字致光，号致尧，晚年又号玉山樵人。陕西万年县（今樊川）人。自幼聪明好学，10岁时，曾即席赋诗送其姨夫李商隐，令满座皆惊，李商隐称赞其诗是“雏凤清于老凤声”。龙纪元年(889年)，韩偓中进士，初在河中镇节度使幕府任职，后入朝历任左拾遗、左谏议大夫、度支副使、翰林学士。"
  },
  "tags": []
}