{
  "id": 162,
  "star": 41,
  "name": "常棣",
  "dynasty": "先秦",
  "content": "常棣之华，鄂不韡韡。凡今之人，莫如兄弟。<br>死丧之威，兄弟孔怀。原隰裒矣，兄弟求矣。<br>脊令在原，兄弟急难。每有良朋，况也永叹。<br>兄弟阋于墙，外御其务。每有良朋，烝也无戎。<br>丧乱既平，既安且宁。虽有兄弟，不如友生？<br>傧尔笾豆，饮酒之饫。兄弟既具，和乐且孺。<br>妻子好合，如鼓瑟琴。兄弟既翕，和乐且湛。<br>宜尔室家，乐尔妻帑。是究是图，亶其然乎？",
  "fanyi": "<p><strong>译文<br></strong>高大的棠棣树鲜花盛开时节，花萼花蒂是那样的灿烂鲜明。普天下的人与人之间的感情，都不如兄弟间那样相爱相亲。<br>生死存亡重大时刻来临之际，兄弟之间总是互相深深牵挂。无论是谁流落异乡抛尸原野，另一个历尽苦辛也要找到他。<br>鹡鸰鸟在原野上飞走又悲鸣，血亲兄弟有人陷入急难之中。那些平日最为亲近的朋友们，遇到这种情况最多长叹几声。<br>兄弟之间在家里有可能争斗，但是每遇外侮总能鼎力相助。倒是那些平时最亲近的朋友，在最关键时刻往往于事无补。<br>死丧急难和杂乱之事平息，一切将归于安定井然有序。遗憾的是此时此刻亲兄弟，竟不如朋友那样感情默契。<br>陈列好盘盏布好丰盛宴席，尽情地饮酒欢宴不醉不休。兄弟们亲亲热热聚在一起，到底是血脉相连一家骨肉。<br>夫妻们亲密无间志同道合，就好比婉转悠扬琴瑟协奏。兄弟们亲亲热热聚在一起，是那样和谐欢乐永久永久。<br>井然有序地安排家庭关系，把老婆孩子打发欢欢喜喜，前前后后认真考虑究根底，仔细想想是不是这么个理？</p> <p><strong>注释<br></strong>1.常棣（dì）：亦作棠棣、唐棣，即郁李，蔷薇科落叶灌木，花粉红色或白色，果实比李小，可食。<br>2.华：即花。<br>3.鄂：通“萼”，花萼。不：“丕”的借字。韡（wěi）韡：鲜明茂盛的样子。<br>4.威：畏惧，可怕。<br>5.孔怀：最为思念、关怀。孔，很，最。<br>6.原：高平之地。隰（xí）：低湿之地。裒（póu）：聚集。<br>7.脊令（jílíng）：通作“鹡鸰”，一种水鸟。水鸟今在原野，比喻兄弟急难。<br>8.每：连词，虽然。<br>9.况：更加。永：长。<br>10.阋（xì）：争吵。墙：墙内，家庭之内。<br>11.外：墙外。御：抵抗。务（wǔ）：通“侮”。<br>12.烝（zhēng）：长久。一说为发语词。戎：帮助。<br>13.友生：友人。生，语气词，无实义。<br>14.傧（bīn）：陈列。笾（biān）、豆：祭祀或燕享时用来盛食物的器具。笾用竹制，豆用木制。<br>15.之：犹是。饫（yù）：宴饮同姓的私宴。一说酒足饭饱。<br>16.具：通“俱”，俱全，完备，聚集。<br>17.孺：相亲。<br>18.好合：相亲相爱。<br>19.翕（xī）：聚合，和好。<br>20.湛（dān）：喜乐。<br>21.宜：安，和顺。<br>22.帑（nú）：通“孥”，儿女。<br>23.究：深思。图：思虑。<br>24.亶（dǎn）：信，确实。然：如此。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　全<a href=\"http://so.gushiwen.org/view_162.aspx\">诗</a>八章，可分五层。首章为第一层，先兴比，后议论，开门见山，倡明主题。“常棣之华，鄂不韡韡”，兴中有比；而诗人以常棣之花喻比兄弟，是因常棣花开每两三朵彼此相依而生发联想。“凡今之人，莫如兄弟”，这寓议论于抒情的点题之笔，既是诗人对兄弟亲情的颂赞，也表现了华夏先民传统的人伦观念。上古先民的部族家庭，以血缘关系为基础。在他们看来，“兄弟者，分形连气之人也”（《颜氏家训·兄弟》）。因而，比之良朋、妻孥，他们更重兄弟亲情。钱钟书在《管锥编》）中，从文化人类学的角度，更深刻揭示了《小雅·常棣》主题的历史文化根源。</p> <p>　　二、三、四章为第二层。诗人通过三个典型情境，对“莫如兄弟”之旨作了具体深入的申发，即：遭死丧则兄弟相收；遇急难则兄弟相救；御外侮则兄弟相助。这可能是历史传说的诗意概括，也可能是现实见闻的艺术集中。这三章在艺术表现上也颇有特点。事例的排列由“死丧”、“急难”到“外御”，从而由急而缓、由重而轻、由内而外，构成一个颇有层次的“倒金字塔”，具有强烈而深远的审美效果。其次，采用对比手法，把同一情境下“兄弟”和“良朋”的不同表现加以对照，更见出兄弟之情的诚笃深厚。“兄弟阋于墙，外御其务”，又更深一层：即使兄弟墙内口角，遇到外侮，也会不假思索一致对外。“阋于墙”与“外御其务”，两句之间没有过渡，情绪和行为的转变即在倾刻，有力表现出手足之情出于天然、发自深衷。由转折手法构成的这一典型情境，因表现了最无私的兄弟之情，成为流传至今的典故成语。</p> <p>　　第五章自成一层。如果说，前面是诗人正面赞颂理想的兄弟之情，这一层则由正面理想返观当时的现实状况；即由赞叹“丧乱”时的“莫如兄弟”，转而叹惜“安宁”时的“不如友生”。“虽有兄弟，不如友生”，这叹惜是沉痛的，也是有史实根据的。西周时期，统治阶级内部骨肉相残、手足相害的事频频发生。《常棣》的作者，是周公抑或召穆公，尚难定论；但有一点可肯定，诗人的叹惜是有感而发的，且有警世规劝之意。不过，这是在宴饮的欢乐气氛中所唱之诗，因此，在短暂的低沉后，音调又转为欢快热烈。</p> <p>　　六、七章为第四层，直接描写了举家宴饮时兄弟齐集，妻子好合，亲情和睦，琴瑟和谐的欢乐场面。第七章“妻子”与“兄弟”的对照，包含了诗意的递进：“妻子好合，如鼓瑟琴”，而“兄弟既翕”，则“和乐且湛”。诗人似明确表示，兄弟之情胜过夫妇之情；兄弟和，则室家安，兄弟和，则妻孥乐。末章承上而来，卒章显志。诗人直接告诫人们，要深思熟虑，牢记此理：只有“兄弟既翕”，方能“宜尔室家，乐尔妻帑”；兄弟和睦是家族和睦、家庭幸福的基础。明理规劝之意，更为明显。</p>",
  "about": "<h2>创作背景</h2> 　　此<a href=\"http://so.gushiwen.org/view_162.aspx\">诗</a>写兄弟宴饮之乐，关于其作者与背景历代存有争议。西周初年，出现过周公的兄弟管叔和蔡叔的叛乱。据此，《毛诗序》似认此诗为成王时周公所作，曰：“《常棣》，燕兄弟也。闵管、蔡之失道，故作《常棣》”；西周末年，统治阶级内部骨肉相残、手足相害的事更频频发生。据此，《左氏春秋》的作者认为此诗为厉王时召穆公所作，《左传·僖公二十四年》：“召穆公思周德之不类，故纠合宗族于成周，而作诗曰：‘常棣之华……’云云。”",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": [
    "诗经",
    "赞美",
    "哲理"
  ]
}