{
  "id": 177,
  "star": 32,
  "name": "车攻",
  "dynasty": "先秦",
  "content": "我车既攻，我马既同。四牡庞庞，驾言徂东。<br>田车既好，田牡孔阜。东有甫草，驾言行狩。<br>之子于苗，选徒嚣嚣。建旐设旄，搏兽于敖。<br>驾彼四牡，四牡奕奕。赤芾金舄，会同有绎。<br>决拾既佽，弓矢既调。射夫既同，助我举柴。<br>四黄既驾，两骖不猗。不失其驰，舍矢如破。<br>萧萧马鸣，悠悠旆旌。徒御不惊，大庖不盈。<br>之子于征，有闻无声。允矣君子，展也大成。",
  "fanyi": "<p><strong>译文<br></strong>我的狩猎车早已整治坚利，供我驱驰的马儿早已备齐。看那四匹雄马有多健壮啊，驾起车竟直奔往东部郡地。<br>我的狩猎车早已准备完善，看那四匹雄马有多么强健。东都洛邑有很大一块圃田，驾起车奔往那里打猎射雁。<br>天子在夏季安排狩猎活动，点数步卒随从一派喧哗声。车上遍插龟蛇旗和旄尾旗，驾起车去敖那里打猎兜风。<br>驾驭四匹雄壮宝马来狩猎，这四匹马儿跑起来多和谐。诸侯们穿着红蔽膝金马靴，从四方赶来会朝络绎不绝。<br>射箭的板指护臂早已戴上，强弓和羽箭也已调适停当，射手随从们都已集合到位，就等着帮我把猎物来抬扛。<br>只见四匹黄骠马齐驱并驾，辕两侧的骖马照直往前拉；驭手驱车进退转旋皆有法，天子诸侯显身手箭不虚发。<br>猎罢得宽馀马儿萧萧长鸣，旌旗猎猎随晚风轻轻飘动。步卒驭手们静悄悄地列队，君王后厨并不于是否充盈。<br>大队人马井然有序转回程，只闻车马行进不闻人语声。君王是多么仁义可信赖啊，一定会成就伟业天下治平！</p> <p><strong>注释<br></strong>1.攻：修缮。<br>2.同：齐，指选择调配足力相当的健马驾车。<br>3.庞庞：马高大强壮貌。<br>4.言：句中语气词。徂（cú）：往。东：东都洛阳。<br>5.田车：猎车。<br>6.孔：甚。阜（fù）：高大肥硕有气势。<br>7.甫：通“圃”，地名，在今河南中牟西。<br>8.行狩（shòu）：行狩猎之事。<br>9.之子：那人，指天子。苗：毛传：“夏猎曰苗。”<br>10.选：通“算”，清点。嚣（áo）嚣：声音嘈杂。<br>11.旐（zhào）：绘有龟蛇图案的旗。旄：饰牦牛尾的旗。<br>12.敖：山名，在今河南荥阳东北。<br>13.奕奕：马从容而迅捷貌。<br>14.赤芾（fú）：红色蔽膝。金舄（xì）：用铜装饰的鞋。舄，双层底的鞋。<br>15.会同：会合诸侯，是诸侯朝见天子的专称，此处指诸侯参加天子的狩猎活动。有绎：绎绎，连续不断而有次序的样子。<br>16.决：用象牙和兽骨制成的扳指，射箭拉弦所用。拾：皮制的护臂，射箭时缚在左臂上。佽（cì）：“齐”之假借字，齐备之意。决、拾：射者所用工具。决以钩弦，拾以护臂。即扳指护臂衣。佽（音次）：用手指相比次调弓矢。《传》：决:钩弦也。拾：遂也。<br>17.调（tiáo）：调和，相称。<br>18.同：合耦，指比赛射箭的人找到对手。<br>19.举：取。柴（zī）：即“紫”，或作“胔”，堆积的动物尸体。<br>20.四黄：四匹黄色的马。<br>21.两骖（cān）：四匹马驾车时两边的马叫骖。猗（yǐ）：通“倚”，偏差。<br>22.驰：驰驱之法。<br>23.舍矢：放箭。如：而。破：射中。<br>24.萧萧：马长鸣声。<br>25.悠悠：旌旗轻轻飘动貌。<br>26.徒御：徒步拉车的士卒。不：语助词。无义，下句同。惊：“警”之假借字，机警。<br>27.大庖（páo）：天子的厨房。<br>28.于：往。征：行，此处指田猎归来。<br>29.允：确实。君子：指天子。<br>30.展：诚然，的确。大成：成大功。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　这是一首记述天子会同诸侯田猎故事的<a href=\"http://so.gushiwen.org/view_177.aspx\">诗</a>篇。《诗经》中涉及田猎的诗篇有许多，而描写场面之宏大，当首推此诗。全诗八章，艺术地再现了举行田猎会同诸侯的整个过程。</p> <p>　　第一章是全诗的总冒，写车马盛备，将往东方狩猎。战马精良，猎车牢固，队伍强壮，字里行间流露出自豪与自信。第二、三章点明狩猎地点是圃田和敖山。在那里人欢马叫，旌旗蔽日，显示了周王朝的强大声威。第四章专写诸侯来会。个个车马齐整，服饰华美，显示了宣王中兴、平定外患、消除内忧后国内稳定的政治状况。第五、六两章描述射猎的场面。诸侯及随从士卒均逞强献艺，驾车不失法度，射箭百发百中。暗示周王朝军队无坚不摧、所向披靡。第七章写田猎结束，硕果累累，大获成功，气氛由紧张而缓和。第八章写射猎结束整队收兵，称颂军纪严明。赞语作结，喜悦之情溢于言表。</p> <p>　　全诗结构完整，层次分明，按田猎过程依次道来，有条不紊，纹丝不乱。运用具有高度概括性和极富表现力的语言，生动传神地描写了射猎的场面及各种不同的景象，使读者如见其人，如闻其声。如写射猎，仅用四句十六字就绘声绘色地将大规模的场面呈现于读者眼前。“不失其驰，舍矢如破”凝炼传神；“萧萧马鸣，悠悠旌旆”，画出一幅队伍归来的景象，尤意境宏大而优美，真是充满了诗情画意。</p>",
  "about": "<h2>创作背景</h2> 　　这是一首叙述周宣王朝会诸侯，在东都举行田猎的<a href=\"http://so.gushiwen.org/view_177.aspx\">诗</a>。《毛诗序》云：“宣王内修政事，外攘夷狄，复文、武之境土，修车马，备器械，复会诸侯于东都，因田猎而造车徒焉。”《墨子·明鬼篇》说：“周宣王会诸侯而田于圃，车数万乘。”清人胡承珙还援引史实对《序》说详加证明：“成康之时，本有会诸侯于东都之事。《逸周书·王会解》首言成周之会。孔晁注云：王城既成，大会诸侯及四夷也。《竹书》成王二十五年大会诸侯于东都，四夷来宾，皆其明证。宣王中兴，重举是礼，故曰复会。”（《毛诗后笺》）古代天子举行田猎活动，常有军事训练和军事演习的作用，周宣王会同诸侯狩猎，当有政治军事的特殊目的。周王朝在厉王时期，社会动荡不安，各种礼仪制度遭到破坏，诸侯亦心离王室。宣王继位后，志在复兴王室，一面治乱修政，一面加强军事统治。宣王在东都会同诸侯田猎，一则和合诸侯，联络感情，二则向诸侯显示武力。",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": [
    "诗经",
    "狩猎"
  ]
}