{
  "id": 57589,
  "star": 59,
  "name": "祝英台近·晚春",
  "dynasty": "宋代",
  "content": "宝钗分，桃叶渡，烟柳暗南浦。怕上层楼，十日九风雨。断肠片片飞红，都无人管，更谁劝、啼莺声住？<br>鬓边觑，试把花卜归期，才簪又重数。罗帐灯昏，哽咽梦中语：是他春带愁来，春归何处？却不解、带将愁去。",
  "fanyi": "<p><strong>译文</strong><br>将宝钗擘为两截，离别在桃叶渡口，南浦暗淡凄凉，烟雾笼罩着垂柳。我怕登上层层的高楼，十天里有九天风号雨骤。片片飘飞的花瓣令人断肠悲愁，风雨摧花全没人来救，更有谁劝那黄鸢儿将啼声罢休？<br>瞧瞧簪在鬓边的花簇，算算花瓣数目将离人归期预卜，才簪上花簇又摘下重数。昏暗的灯光映照着罗帐，梦中悲泣着哽咽难诉：是春天他的到来给我带来忧愁，而今春天又归向何处？却不懂将忧愁带走。</p> <p><strong>注释</strong><br>①宝钗分：钗为古代妇女簪发首饰。分为两股，情人分别时，各执一股为纪念。宝钗分，即夫妇离别之意。<br>②桃叶渡：在南京秦淮河与青溪合流之处。这里泛指男女送别之处。<br>③南浦：水边，泛指送别的地方。《别赋》：“送君南浦，伤如之何。”<br>④飞红：落花。<br>⑤觑：细看，斜视。</p>",
  "shangxi": "<p>　　这首词是写深闺女子暮春时节，怀人念远、寂寞惆怅的相思之情。作者用曲折顿挫的笔法，把执着的思念，表达得深刻细腻、生动传神。它的风格，在辛词中是别具一格的。沈谦的《填词杂说》曾说：“稼轩词以激扬奋厉为工；至‘宝钗分，桃叶渡’一曲，昵狎温柔，魂消意尽，词人伎俩，真不可测。”其实，既能慷慨纵横，又能昵狎温柔，既擅于豪放，也长于婉约，正是词作风格和题材多样化的大家风度的表现。只不过这首词作，感情表现得更为细腻罢了。</p> <p>　　这是一首具有政治内涵的词作，乃词人假托一个女子叙说伤春和怀念亲人的苦愁，寄寓对祖国长期分裂的悲痛。《蓼园词选》云：“此必有所托，而借闺怨以抒其志乎！”</p> <p>　　上片起头：“宝钗分，桃叶渡，烟柳暗南浦。”写一对情人，在烟雾迷蒙的杨柳岸边，情凄意切，不得不分钗赠别的情景。这向读者暗示：情人离别是痛苦的，那么祖国南北人民长久地分离，人为地隔断来往，不是更为痛苦吗？这是我国古代文学家常见的以香草美人作为感情宣泄寄托的一种艺术手法，辛弃疾也继承了这种艺术手法。</p> <p>　　“怕上层楼，十日九风雨。”情人分手后，登楼远眺，怀念离人，已是使人不胜其感情负载了，更何况又总是十日有九日地遇到那风雨晦冥的时节呢？刮风下雨，虽能登楼而不能远望，这是使人痛楚的一个原因；风雨晦冥，大自然的阴冷更加深离人的凄苦情怀，这又是使人痛苦的一个因素。只此一句话，就有多层涵义，层层深入，对比映衬，令人不忍卒读！“断肠片片飞红，都无人管，更谁唤、流莺声住。”落花不要飘零了吧，啼莺也不要叫唤了吧，但都无法摆脱心中那不绝如缕的忧愁，简直叫人断肠了！这是何等深沉曲折的笔触啊，“都无人”和“更谁唤”，加强了那种寂寞凄清、无处寻求知音的氛围。辛弃疾南归后，多年流徙不定，报国之志难酬，天涯万里，何处有知音？不正是这种感情吗？</p> <p>　　下片，“鬓边觑。试把花卜归期，才簪又重数。”作者精心选择富有典型意义的细节，把一个闺中少妇，盼望游子归程的复杂心理状态，活灵活现描绘了出来。她把头上的花钿取下来，一个花瓣，一个花瓣地细细数过。她相信自己心中的占卜：一个花瓣代表游子归程的一个日程。花瓣有数，相信游子归程也有定准，她心里因此得到了满足。但是，她数过后又戴上，戴上后又不放心，再次取下重数。这种反复的动作，曲折地表现了闺中少妇那复杂的感情。</p> <p>　　“罗帐灯昏，哽咽梦中语：是他春带愁来，春归何处，却不解、带将愁去。”写她即使昏然入睡之后，还哽咽叨念，春天到来，把忧愁送来了；怎么春天离去，却不把忧愁给带走呢？这也就是说，季节变了，远方的游人啊，怎么还不回来呢？描写思念远人归来之情，真是无以复加了。作者把人物感情竟写得如此细腻而缠绵，如同沈谦所形容的，使人“魂销意尽”，艺术的魅力竟是那么强烈！</p>",
  "poet": {
    "id": 217,
    "star": 0,
    "name": "辛弃疾",
    "image": "http://img.gushiwen.org/authorImg/xinqiji.jpg",
    "desc": "辛弃疾（1140－1207），南宋词人。原字坦夫，改字幼安，别号稼轩，汉族，历城（今山东济南）人。出生时，中原已为金兵所占。21岁参加抗金义军，不久归南宋。历任湖北、江西、湖南、福建、浙东安抚使等职。一生力主抗金。曾上《美芹十论》与《九议》，条陈战守之策。其词抒写力图恢复国家统一的爱国热情，倾诉壮志难酬的悲愤，对当时执政者的屈辱求和颇多谴责；也有不少吟咏祖国河山的作品。题材广阔又善化用前人典故入词，风格沉雄豪迈又不乏细腻柔媚之处。由于辛弃疾的抗金主张与当政的主和派政见不合，后被弹劾落职，退隐江西带湖。"
  },
  "tags": [
    "宋词精选",
    "婉约",
    "闺怨",
    "女子",
    "怀远"
  ]
}