{
  "id": 70696,
  "star": 2985,
  "name": "临江仙·滚滚长江东逝水",
  "dynasty": "明代",
  "content": "《廿一史弹词》第三段说秦汉开场词</p> <p>滚滚长江东逝水，浪花淘尽英雄。<br>是非成败转头空。<br>青山依旧在，几度夕阳红。<br>白发渔樵江渚上，惯看秋月春风。<br>一壶浊酒喜相逢。<br>古今多少事，都付笑谈中。",
  "fanyi": "<p><strong>译文</strong><br>滚滚长江向东流，多少英雄像翻飞的浪花般消逝。<br>不管是与非，还是成与败（古今英雄的功成名就），到现在都是一场空，都已经随着岁月的流逝消逝了。<br>当年的青山（江山）依然存在，太阳依然日升日落。<br>在江边的白发隐士，早已看惯了岁月的变化。<br>和老友难得见了面，痛快地畅饮一杯酒。<br>古往今来的多少事，都付诸于（人们的）谈笑之中。 </p> <p><strong>注释</strong><br>①淘尽：荡涤一空。 <br>②渔樵：此处并非指渔翁、樵夫，联系前后文的语境而为动词：隐居。此处作名词，指隐居不问世事的人。<br>③渚（zhǔ）：原意为水中的小块陆地，此处意为江岸边。<br>④蓦（mù）：愿意为上马、超越，此处意为“突然”。<br>⑤在廿一史弹词第三段《 说秦汉》中，原文共11句，因为受各影视、文学、音乐等作品（主要是三国演义）的影响，广为流传的是前四句。</p><br/><p><strong>译文</strong><br>滚滚长江向东流，不再回头，多少英雄像翻飞的浪花般消逝。<br>争什么是与非、成功与失败，都是短暂不长久。<br>只有青山依然存在，依然的日升日落。<br>江上白发渔翁，早已习惯于四时的变化。<br>和朋友难得见了面，痛快的畅饮一杯酒。<br>古往今来的纷纷扰扰，都成为下酒闲谈的材料。</p> <p><strong>注释</strong><br>（1）东逝水：是江水向东流逝水而去，这里将时光比喻为江水。<br>（2）淘尽：荡涤一空。<br>（3）成败：成功与失败。《战国策·秦策三》：“良医知病人之死生，圣主明於成败之事。”<br>（4）青山：青葱的山岭。《管子·地员》：“青山十六施，百一十二尺而至于泉。”<br>（5）几度：虚指，几次、好几次之意。<br>（6）渔樵：此处并非指渔翁、樵夫，联系前后文的语境而为动词：隐居。此处作名词，指隐居不问世事的人。渚（zhǔ）：原意为水中的小块陆地，此处意为江岸边。<br>（7）秋月春风：指良辰美景。也指美好的岁月。<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>《琵琶行》：“今年欢笑复明年，秋月春风等闲度。”<br>（8）浊（zhuó）：不清澈；不干净。与“清”相对。浊酒 ：用糯米、黄米等酿制的酒，较混浊。<br>（9）古今：古代和现今。《史记·太史公自序》：“故礼因人质为之节文，略协古今之变。”<br>（10）都付笑谈中：在一些古典文学及音乐作品中，也有作“尽付笑谈中”。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　这是一首咏史词，借叙述历史兴亡抒发人生感慨，豪放中有含蓄，高亢中有深沉。</p> <p>　　从全词看，基调慷慨悲壮，意味无穷，令人读来荡气回肠，不由得在心头平添万千感慨。在让读者感受苍凉悲壮的同时，这首词又营造出一种淡泊宁静的气氛，并且折射出高远的意境和深邃的人生哲理。作者试图在历史长河的奔腾与沉淀中探索永恒的价值，在成败得失之间寻找深刻的人生哲理，有历史兴衰之感，更有人生沉浮之慨，体现出一种高洁的情操、旷达的胸怀。读者在品味这首词的同时，仿佛感到那奔腾而去的不是滚滚长江之水，而是无情的历史；仿佛倾听到一声历史的叹息，于是，在叹息中寻找生命永恒的价值。</p> <p>　　在这凝固地历史画面上，白发的渔夫、悠然的樵汉，意趣盎然于秋月春风。江渚就是江湾，是风平浪静的休闲之所。一个“惯”字让人感到些许莫名的孤独与苍凉。幸亏有朋自远方来的喜悦，酒逢知己，使这份孤独与苍凉有了一份慰藉。“浊酒”似乎显现出主人与来客友谊的高淡平和，其意本不在酒。古往今来，世事变迁，即使是那些名垂千古的丰功伟绩也算得了什么。只不过是人们茶余饭后的谈资，且谈且笑，痛快淋漓。多少无奈，尽在言外。</p> <p>　　大江裹挟着浪花奔腾而去，英雄人物随着流逝的江水消失得不见踪影。“是非成败转头空”，豪迈、悲壮，既有大英雄功成名就后的失落、孤独感，又暗含着高山隐士对名利的淡泊、轻视。既是消沉的又是愤慨的，只是这愤慨已经渐渐没了火气。面对似血的残阳，历史仿佛也凝固了。“青山依旧在”是不变，“几度夕阳红”是变，“古今多少事”没有一件不在变与不变的相对运动中流逝，从“是非成败”的纠葛中解脱出来，历尽红尘百劫，太多的刻意都可以抛开，太复杂了倒会变得简单，在时、空、人、事之间的感悟中，别是一般滋味在心头。</p> <p>　　历史固然是一面镜子，倘若没有丰富的甚至是痛苦的残酷的人生体验，那面镜子只是形同虚设，最多也只是热闹好看而已。正因为<a href=\"http://so.gushiwen.org/author_181.aspx\">杨慎</a>的人生感受太多太深，他才能看穿世事，把这番人生哲理娓娓道来，令无数读者产生心有戚戚的感觉。</p> <p>　　既然“是非成败”都如同过眼烟云，就不必耿耿于怀、斤斤计较；不如寄情山水，托趣渔樵，与秋月春风为伴，自在自得。作者平生抱负未展，横遭政治打击。他看透了朝廷的腐败，不愿屈从、阿附权贵，宁肯终老边荒而保持自己的节操。因此他以与知己相逢为乐事，把历代兴亡作为谈资笑料以助酒兴，表现出鄙夷世俗、淡泊洒脱的情怀。无论过去，当下，还是以后，追逐名利似乎总是一些人的生存方式，然而名缰利锁又往往令人痛苦不堪，难以自拔。</p> <p>　　当然要建功立业，当然要展现英雄气概，当然要在无情的流逝中追求永恒的价值。但是既要拿得起，进得去；还要放得下，跳得出。要想看清历史发展的必然趋势，看清自己在历史中的位置和可能起到的作用，深度和远见都必须在生活中不断磨炼。</p> <p>　　浪奔浪流，万里滔滔江水永不休，任凭江水淘尽世间事，化作滔滔一片潮流。历史总要不断地向前推进，不以人的意志为转移。逝者如斯，谁也留不住时光的脚步。可是人们却不甘就这样顺其自然，随波逐流。</p> <p>　　青山不老，看尽炎凉世态；佐酒笑语，释去心头重负。任凭江水淘尽世间事，化作滔滔一片潮流，但总会在奔腾中沉淀下些许的永恒。与人生短暂虚幻相对的是超然世外的旷达和自然宇宙的永恒存在。宇宙永恒，人生有限，江水不息，青山常在。</p> <p>　　下片展现了一个白发渔樵的形象，任它惊骇涛浪、是非成败，他只着意于春风秋月，在握杯把酒的谈笑间，固守一份宁静与淡泊。而这位老者不是一般的渔樵，而是通晓古今的高士，就更见他淡泊超脱的襟怀，这正是作者所追求的理想人格。</p>",
  "about": "<h2>创作背景</h2> 　　1511年（明朝正德六年），<a href=\"http://so.gushiwen.org/author_181.aspx\">杨慎</a>获殿试第一。1524年因得罪世宗<a href=\"http://so.gushiwen.org/author_2266.aspx\">朱厚熜</a>，杨升庵被发配到云南充军。他戴着枷锁，被军士押解到湖北江陵时。正好，一个渔夫和一个柴夫在江边煮鱼喝酒，谈笑风生。杨升庵突然很感慨，于是请军士找来纸笔。写下了这首《临江仙》。<br/><h2>艺术特点</h2> <p>　　词的开首两句令人想到<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>的“无边落木萧萧下，不尽长江滚滚来”和<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>的“大江东去，浪淘尽，千古风流人物”，以一去不返的江水比喻历史的进程，用后浪推前浪来比喻英雄叱咤风云的丰功伟绩。然而这一切终将被历史的长河带走。“是非成败转头空”是对上两句历史现象的总结，从中也可看出作者旷达超脱的人生观。“青山依旧在，几度夕阳红”，青山和夕阳象征着自然界和宇宙的亘古悠长，尽管历代兴亡盛衰、循环往复，但青山和夕阳都不会随之改变，一种人生易逝的悲伤感悄然而生。</p> <p>　　词中“长江”、“逝水”、“浪花”、“英雄”、“青山”、“夕阳”、“渔樵”、“江渚”、“秋月”、“春风”、“浊酒”，意境高远而淡泊。衬托这些意象的还有“滚滚”、“淘尽”、“转头空”、“依旧在”、“几度”、“惯看”、“喜相逢”、“笑谈”这些生动的字眼，给这首词宁静的气氛中增加了几份动感。</p>",
  "poet": {
    "id": 181,
    "star": 0,
    "name": "杨慎",
    "image": "http://img.gushiwen.org/authorImg/yangshen.jpg",
    "desc": "杨慎（1488～1559）明代文学家，明代三大才子之首。字用修，号升庵，后因流放滇南，故自称博南山人、金马碧鸡老兵。杨廷和之子，汉族，四川新都（今成都市新都区）人，祖籍庐陵。正德六年状元，官翰林院修撰，豫修武宗实录。武宗微行出居庸关，上疏抗谏。世宗继位，任经筵讲官。嘉靖三年，因“大礼议”受廷杖，谪戍终老于云南永昌卫。终明一世记诵之博，著述之富，慎可推为第一。其诗虽不专主盛唐，仍有拟右倾向。贬谪以后，特多感愤。又能文、词及散曲，论古考证之作范围颇广。著作达百余种。后人辑为《升庵集》。"
  },
  "tags": [
    "咏史",
    "抒怀",
    "人生",
    "哲理"
  ]
}