{
  "id": 70132,
  "star": 4,
  "name": "杂剧·诸葛亮博望烧屯",
  "dynasty": "元代",
  "content": "第一折<br>桑盖层层彻碧霞，织席编覆作竹涯。有人来问宗和祖，四百年前旺气家。某姓刘，名备，字玄德。大树楼桑人也。某有两个兄弟，二兄弟蒲州解良人也，姓关，名羽，字云长。三兄弟涿州范阳人也，姓张，名飞，字翼德。俺三人结义在桃园，宰白马祭天，杀乌牛祭地，不求同日生，只愿当日死。俺自破黄巾贼、诛吕布之后，英雄各占一方。见今曹操据于许昌，孙权占了江东，俺权且下寨于新野。俺待举兵与曹操交锋，争奈无军师。有徐庶曾言，南阳邓州卧龙冈有一仙长，复姓诸葛，名亮，字孔明，道号卧龙先生。此人才欺管乐，智压孙吴。论医起死回生，论卜知凶定吉。剑挥星斗怕，书动鬼神惊。六韬三略，妙策神机。徐元直举善荐贤，若得孔明下山，拜为军师，凭着关、张雄虎之将，如猛虎插翅。俺弟兄三人，建安十二年春月间至卧龙冈上，访防明一次不遇，当年秋九月又访孔明一次也不遇，如今是第三遭也。收拾了行装，再请诸葛先生，走一遭去。我问两个兄弟者，云长，咱弟兄三人，再请一遭去如何？哥哥，咱弟兄三人，走一遭去。今求贤用士，如那太公隐于磻溪，似子房圯桥进履，咱屈膝于吾师，方可成就大事也。三兄弟，你心下可是如何？二位哥哥，昔日徐庶是脱身之计。量那村夫，省得甚么？三年三访，费了工夫。凭着您兄弟坐下马，手中枪，万夫不当之勇，觑那曹操，掌上观纹。不要请去。既哥哥要去，您兄弟不去。兄弟也，将在谋而不在勇。也有用着你那躁暴处，也有用不着你躁暴处，则依着你两个哥哥者。二位哥哥去，您兄弟断然不去。既然三兄弟不去呵，俺弟兄二人，点就军卒，留下赵云、刘封、糜竺、糜芳，您众将紧守着新野，小心在意。则今日直至卧龙冈访孔明，走一遭去。独跨苍鸾何处游，神仙多管赴瀛洲。访君不遇空回首，若的那野草闲花满地愁。二位哥哥去了也。张飞也，你要寻思者，俺弟兄每曾言，一在三在，一亡三亡。两个哥哥去了也，我索走一遭去。我此一去，不请那村夫，我则是相伴俺两个哥哥，走一遭去。俺驱马离新野，诚心谒孔明。今年又不遇，放心烧的草庵平。贫道复姓诸葛，名亮，字孔明，道号卧龙先生，乃琅琊阳都人也。今在襄阳城西，号曰隆中，有一冈名是卧龙冈，贫道耕锄于陇亩。近日之间，有新野太守刘备来谒两次。贫道不曾放参。可是为何？我避其烦冗。不知俺出家儿人，倒大来幽静快活也呵。<br>【仙吕】【点绛唇】数下皇极，课传《周易》，知天理。饱养玄机，常有那尊道德参玄意。<br>【混江龙】有朝一日，我出茅庐指点世人迷。凭着我剑挥星斗，我志逐风雪。圣明君稳坐九重龙凤阙，显出那大将军八面虎狼威。道章，你见么？师父，您徒弟见甚么？见风筛竹影，日射松穿。我恰才袖中发课，你去那门外观窥。安排着香桌，准备着烹茶，道童，这一来。师父，可是何人到此也。必定是关云长、张翼德和刘备。道童。师父有何话说？你与我忙铺下席簟，，你与我半掩得这些扉。师父，您徒弟安排下香桌，烹了茶汤，铺下席簟，洒扫的干净了也。道童，你门首觑者，看有甚么人来。兄弟，可早来到也。远远的看见茅庵，将俺的军马屯在这山峪口，安营下寨。咱弟兄三人，直至茅庵中请师父去，可早来到也。二位兄弟，俺见师父去来。二位哥，今番第三遭，这村夫若下山去呵，我和他佛眼相看，若不下山去呵，我不道的烧了他哩。兄弟，你休这等躁暴，俺求贤用士哩。兄弟，你不得躁暴，休误了大事。道童，你师父庵中有么？俺师父正在庵中盹睡哩。你师父在那里？老官儿，我才不说来，师父昨日酒多了，还不曾睡醒哩。老官儿休要动手。这村夫到不纳房钱。则是睡。兄弟休要躁暴。去，我且饶你。呸！可不是晦气。此人就是个村牛一般。道童，对你师父说去，有新野太守刘、关、张弟兄三人，特来拜见。理会的。报的师父得知，庵门首有刘、关、张弟兄三人，来拜见师父。既然一年三访，此人诚心，我必索与他相见者。道童，你请那姓刘的过来。理会的。那个是那姓刘的老官儿？俺师父有请。您二位兄弟，则在门首等者，我见了师父，着人来请您二位兄弟。<br>【醉中天】我见他挪身起，他忙挪步上阶基。师父，孤穷刘备，来两次不遇，今番是第三遭也。刘备特来相访。玄德公你这般两次三番劳贵体，小官特来相请也。你请贫逆因何意？一年三访不遇，今日得见吾师，实乃孤穷刘备之万幸也。我请你个玄德公安然坐的，孤穷刘备，断然不敢。他口声声道是孤穷刘备，那一个孤穷的他生这般舜目尧眉？<br>敢问玄德公，来谒贫道，有何事务也？上告师父，俺一年三顾，因宗社远远而来，不避驱驰，为汉室展转参礼。徐元直举善荐贤，告吾师屈高就下。今日得见尊颜，如拨云雾而睹青天，德助军威，挥宝剑而遣风云雷雨，全在吾师挥毫一助。师父，你那七星剑上呼风雨，六甲书中动鬼神。九天挽得银河水，愿与三军洗战尘。师父若下山去呵，施展你黄石公《三略》法，显扬你那吕望《六韬》书。重磨俺那日月光天德，再整俺那山河壮帝居。将军少罪，贫道本是南阳一耕夫，岂管尘世之事？只可修身养性，贫道去不的也。师父，好歹下山走一遭去也。<br>【油葫芦】我则待仿学巢由洗是非，我一心待习道德。我可便喜登吕望钓鱼矾，谁待要蜗牛角上争名利？谁待要蜘蛛网内求官位？师父隐迹于此，不知主何意也？我但穿些布草衣，但吃些粗粝食。我则待日高三丈我便朦头睡，一任教乌兔走东西。<br>师父在此，好是清幽也。<br>【天下乐】我则是除睡人间总不知，我可便其也波实，其实可便无甚智，师父若肯下山去呵，同扶汉室，再立炎刘，有何不可也？你今日请贫道下山待出些气力。贫道便下山去呵。我其实当不的寒，我可便济不的饥，便请下这个卧龙冈做甚的？<br>玄德公，你同谁来？有二兄弟云长在门首。道童，你请那二公子过来。理会的。那个是二公子？小官便是。二官人，俺师父有请。三兄弟，你则在门首，我见师父去。师父，俺三谒不遇尊师，今日得见，实乃云长万幸也。不敢！不敢！好个将军也。<br>【金盏儿】他生的高耸耸俊英鼻，长挽挽卧蚕眉。红馥馥面皮有似胭脂般赤，黑蓁蓁三绺美髯垂。这将军内藏着君子气，外显出渗人威。这将军生前为将相，他若是死后做神祗。<br>口退！来、来、来，兀那村夫，俺两个哥哥鞠躬相请，你坚意推托。依着我呵，你与我拿枪牵马，我也不要。你驱驰俺两个哥哥。兀那村夫，你听者：则这张飞情性强，我忙捻丈八枪，你若不随哥哥去，将火来我烧了你这卧龙冈。若不是俺两个哥哥在此，我则一枪搠杀你个村夫。你无道理，无廉耻，无上下，失尊卑也。<br>【醉中天】你道我无道理无廉耻、无上下失尊卑，你将这环眼睁圆瞅定谁？奓沙起黄髭髟力，兀那村夫，你相我可是如何？你显出那五霸诸侯气力。不则你说，都是这般道，张飞有五霸诸侯之分。他不住的叫天吼地，可不道你外名儿是莽撞张飞。<br>师父，俺弟兄三人，远远而来，好共歹要师父下山去也。贫道断然去不的。腕上钢鞭能打将，匣中宝剑掣秋霜。幼年贩马为商贾，真定常山是故乡。某姓赵名云。字子龙。某文通三略，武解六韬，见在玄德公手下为将。今有玄德公弟兄三人，上卧龙冈访诸葛孔明去了，着某镇守新野。谁想甘夫人生一子，主公不知，某亲自去卧龙冈报喜去。可早来到也，不必报复，我自过去。赵云为何至此也？报的主公得知，贺万千之喜，有甘夫人所生一子，赵云特来报喜。兄弟，打甚么不紧，师父不肯下山去哩。既是这等，我与师父说知去。玄德公，贫道则今日便下山去。这村夫无札；俺哥哥的面皮，到不如赵云那？师父为何便下山去？不然，我观玄德公喜气而生，旺气而长，我所以下山去也。师父，有甘夫人所生一子，有兄弟赵云来报喜信来。玄德公，贫道已知了也。我去则去，要说的明白。师父说，小官试听者。曹操七十二郡，按着天时之地；孙权见居江东八十一郡，接着九数，乃地利之方。师父，刘备何处安身？吾观玄德公，可住西蜀也。西蜀乃是吾宗族刘璋所居之地，刘备争忍图之，则怕不中么？非图之也，自有良法取之。西川五十四州，五见四，也是个九数，是人和之地。便好道：天时不如地利，地利不如人和。谢了师父者。吾师真乃是通神，喜杀孤穷霸业人。锦绣江山十万里，今日个茅庐一论定三分。<br>【尾声】把您这孙刘曹、吴蜀魏，鼎足三分不可缺矣。曹操天时为第一，想孙权地利合宜，玄德公掌人和，稳胜磬石。先占了西蜀四千里，我对你个玄德公说知。哎！你个张将军赌气，我则见笑谈间一阵卷征旗。<br><br>第二折<br>官封九锡位三公，玉带金鱼禄万钟。日服鸩酒千条计，夜卧丸枕有谁同？某姓曹，名操，字孟德，沛国谯郡人也。幼习韬略遁甲之书，曾为行军参谋之职。因某累建奇功，自破吕布之后，加某为大汉左丞相之职。颇奈刘关张弟兄三人无礼，他不受某节制，屯军在于新野，直至南卧龙冈，请下诸葛村夫来，拜为军师，要与某交战。我欲待统兵迎敌，争那俺军师管通病体在身，未曾行兵。我手下有一员上将，乃是百计张辽，唤此人来商议，有何不可。小校唤的张辽来者。理会的。张辽安在？三十男儿鬓未斑，好将英勇展江山。马前自有封侯剑，何用区区笔砚间。小官姓张，名辽，字文远，乃朔州马邑县人也。自习兵甲之书，深晓军阵之法。今辅佐于曹公麾下，为上将之职。正在教场中操兵练士，有丞相呼唤，不知有甚事，须索走一遭去。可早来到也，小校报复去，道有张辽来了也。理会的。喏，报的丞相得知，有张辽来了也。着他过来。理会的。过去。丞相呼唤张辽，那厢使用？张辽，唤你来别无甚事。为因刘关张请诸葛亮下山，拜为军师，要与某交战，更待干罢。你则今日先下将战书去，看诸葛亮动静如何。小心在意，疾去早来。得令。奉丞相的将令，直至刘关张营内下战书，走一遭去。刘关张相请诸葛亮，下山来演武操兵将。持书呈亲往探虚实，看好歹回复曹丞相。张辽去了也，去了也。小校，与我唤将夏侯惇来者。理会的。夏侯惇安在？帅鼓铜锣一两敲，辕门里外列英豪。三军报罢平安喏，买卖归来汗未消。某复姓夏侯，名惇，字元让，佐于曹丞相麾下为将。某文通三略，武解六韬，上的马去，番番不济，到的阵前，则是盹睡，若遇敌将，做不的本对，他轮刀便砍，慌的跳下马来膝跪。正在帐里打盹，丞相呼唤，不知有甚事，须索走一遭去。可早来到也，小校报复去，道有夏侯惇来了也。理会的。过去。夏侯惇，我今要征伐新野，刘关张弟兄三人，他直至南阳，请下诸葛孔明来，拜为军师。量那村夫，何足道哉？你为前部先锋，领十万雄兵，与他弟兄三人交战，先收博望，后攻新野，则要你得胜而回。小心在意者。得令。某奉丞相的将令，领十万人马，与刘关张相持厮杀，走一遭去。大小三军，听吾将令，我做元帅威风胜，大小三军听将令。人人舍命要当先，把你有似爷娘敬。或升百户与千户，<br>或做同知并县令。赏赐金银旋旋关，高官得做俸合请。若还得胜还营后，一人赏你一本《百家姓》。夏侯惇去了也。去了也。凭着俺人强马壮，将勇兵雄，觑刘玄德兵微将寡，一鼓而下。这一去必然平新野樊城，方趁某平生愿足。我传令莫延迟，人马朔风疾。鞭敲金镫响，齐和凯歌回。某乃刘玄德是也。自从请的孔明师父下山来，众将皆喜。今日当卓午，请师父挂军师牌印。大小众将，听吾将令，军师升帐，威势偏别。阵云缭绕望空苍，杀气腾腾遮红日。列能征猛将数千员，敢勇英雄千百队。人人攒竹竿上挑红缨，个个方天戟上悬豹尾。飞鱼袋内，铁胎弓上虎筋弦；走兽壶中，插雕翎狼牙凿子箭。前排五百雁翎刀，后摆三千傍牌手。左列千队铁衣郎，右排万余金甲将。辕门列五运转光旗，中军搠顺天八封盖。八卦盖者，是乾、坎、艮、震、巽、离、坤、兑。东方旗青如蓝靛，上有日月星辰；西方旗雪色金色，隔天河锁南辰北斗；南方旗烈火烧天，上有十二员神将；北方旗摆似乌云，上有九曜星官；中方杏黄旗上，蛟龙戏二十八宿。俺这里军随印转行直正，罪若当刑先言定。休误在朝天子宣，莫违阃外将军令。众将皆全，请师父挂军师牌印。这早晚师父敢待来也。贫道诸葛孔明是也。今日玄德公同众将在元帅府拜贫道为军师，须索走一遭去。可早来到也。小校报复也，道有贫道至此也。理会的。喏，报的元帅得知，有军师来了也。小官同众将亲自接待去。早知军师来到，只合远接，接待不着，恕刘备之罪也。不敢，不敢，量贫道有何德能，有劳玄德公用意也。军师请！玄德公请！众将谨参。众将免礼。贫道不敢！不敢！玄德公，众将皆全了么？上告军师，前后将卒摆列的停当，未知如何，请师父观看一遭者。玄德公，大小三军，摆布的好齐整也。霭霭征云笼宇宙，腾腾杀雾罩征旗。军卒有似鱼鳞砌，敢战将军雁翅齐。<br>【南吕】【一枝花】我则见遮天杂彩旗，震地花腔鼓。关云长青龙偃月刀，张翼德银蟒可兀的点钢毒。齐臻臻铠甲结束，银缠杆花稍弩，兽吞金蘸斧。有五千员越岭奔彪，有百万只爬山猛虎。<br>【梁州】我今日坐中军七重的这围子，不辜负你那卧龙冈三谒茅庐。我可便觑寰中草寇如无物，凭着我运乾坤手段，安社稷机谋。我可便使一条妙计，更和那三卷的这天书。显神机镇住东吴，论人和可住西蜀。凭着这诸葛亮关羽张飞，怕甚么曹孟德张辽的这许褚，更和那孙仲谋鲁肃和那周瑜。一阵好大风也！师父，此一阵风主何凶吉也？玄德公，此一阵风，不按和炎金朔，是一阵信风。这信风过处，无一时有人下战书来也。令人门首觑者，看有甚么人来。某乃张辽是也。奉曹丞相的将令，着我直至新野，下战书去，可早来到也。小校报复去，道有曹丞相手下，差一人来下战书。你则这里有者。喏，报的军师得知，有曹丞相差一人下战书，在于辕门首。恰才军师语未悬口，果然有下战书的来了也。无一时报复，夏侯惇铁桶般军无数。着那下战书的过来。理会的，过去。那厢来的？小将是曹丞相差来，下一封战书在此。将那战书来，我试看者。将战书与师父看。师父看战书者。将封皮展开觑，谁是张辽？小将便是张辽。哦，你是张辽下战书，书上可不知写着甚么哩？莫非是搦刘备出马么？他那里是搦您众将，他则是单搦这耕夫。<br>小校将笔来，背批四字：\"来日交战。\"着那下书的回去。兀那张辽，军师的将令，着你回去选日交兵。理会的。我出的这门来，下了战书也。不敢久停久住，回俺丞相的话，走一遭去。奉命回程赴许昌，书吓刘备与关张。来朝两阵交锋处，试看相持战一场。夏侯惇领兵来索战，众将都簇捧着他。你看俺两位哥哥，也立在他跟前。我看这村夫，怎生调兵。兀的不气杀我也！上告师父，今夏侯惇统领兵来索战，谁做先锋，谁做合后，师父支拨军马，众将听令也。您众将近前来听令。理会的。赵云安在？师父呼唤小将，那厢使用？你为先锋，领五百军引战夏侯惇，去博望城南门，与夏侯惇对敌。不要你赢，则要你输。小将得令。<br>【四块玉】我这里便呼赵云，你可便休停住，则要你擐甲披袍统征夫，你可便横枪纵马为先部。赵云你便听我的言，你莫信他那个语。赵云，你近前来，可是喑的。不要你赢，则那个要输。小心在意者。得令。则今日领五百人马，引战夏侯惇，走一遭去。我出的这门来。赵云，你那里去？我奉师父将令，着我去博望城中引战夏侯惇去。两阵之间，则要我输，不要我赢；赢便是我罪，输便是我功。我道是这村夫不会行兵，那里厮杀处则要输，不要赢？赵云你过来，等我过去。张飞怎的？我去博望城中引战；走一遭去。张飞，你那枪快么？枪快。马饱么？马饱。你敢厮杀么？敢厮杀。我不用你，出去。这村夫，兀的不气杀我也！兄弟也，你则依着师父，你休躁暴。罢、罢、罢，赵云你去。则今日统领军马，与夏侯惇交战，走一遭去。征旗如血染，战马似蛟龙。劣缺搊搜汉，英雄胆气生。若逢征战处，务要见输赢。我掌吾师计，必定献头功。刘封安在？军师呼唤刘封，那厢使用？刘封，你也领五百军，去博望城南门，一人一个簸箕，等贫道祭起风来，你那里便与我播土扬尘。小将得令。<br>【牧羊关】则要你鱼鳞般排军阵，雁行般列队伍，依着我运计铺谋。我不要你战斗相持，我则要你扬尘也那播土。你休去那垓心里撞，你则向草坡早伏。军师，则怕不中么？哎，你个义子休心怕，你正是贼儿胆底虚。<br>小心在意者。得令。奉军师的将令，领五百人马，去博望城外播土扬尘，走一遭去。我出的这门来。刘封，你那里去？我奉军师将令，领五百人马，去博望城外播土扬尘去也。像看这村夫，不会行兵，着人播土扬尘，可不眯了人眼？你过来，我见他去。兀那村夫，我去播土扬尘，走一遭去。你那抢快么？我枪快。你马饱么？马饱。你敢厮杀么？我敢厮杀。我可不用你，出去。这村夫，兀的不气杀我也！兄弟，你则依着师父，休要躁暴也。罢、罢、罢，刘封你去。则今日领五百人马，一人一个簸箕，去博望城外，播土扬尘，走一遭去。大小三军，听吾将令：到来日遮天地征云似火，枪刀明有似寒冰。仗军师神机妙策，跟着我播土扬尘。糜竺、糜芳安在？师父，唤俺二将那厢使用？糜竺、糜芳，你二人领五百军马，博望城外等夏侯惇入的城中，你便与我举火烧也。师父，小将得令。<br>【贺新郎】你向那博望城多准备着火葫芦，等他入的城来，着鹿角叉住巷口，当住城门。你与我先点着粮车，后烧着窝铺。您四下里火箭一齐去，火烧的他神嚎也那鬼哭，火烧的他马死人无。着他在火坑中丧了性命，都着他火阵内丧了残躯。则怕三将军他要去么？你着那张将军不索阶前怒，这的是黄公《三略》法，更压着那吕望《六韬》书。<br>小心在意者。得令。我出的这辕门来。您二将那里去？奉军师将令，拨与俺五百人马，着俺二人举火烧屯去也。这村夫无理也。不着人厮杀，怎生放火烧人？你两个休去，我走一遭去。兀那村夫，来、来、来，我举火烧屯，走一遭去。你枪快么？枪快。你马饱么？马饱。你敢厮杀公？我敢厮杀。我可不用你，出去。兀的不气杀我也！兄弟也，你休躁暴。糜竺、糜芳，您去。大小三军，听吾将令，三通鼓罢，拔寨起营。遮天地征人似火，枪刀明有似寒冰。仗军师神机妙策，跟着我举火烧屯。某奉军师将令，举火烧屯，走一遭去。奉军师将令忙差，统军校弓弩齐排。博望城屯粮积草，都与其暗暗藏埋。火炮响惊天动地，施谋略巧计安排。若拿住夏侯元让，难逃这火内之灾。二将军云长，你也领五百军，去那潺陵渡口，用沙囊土布袋，堰住那长流水，等夏侯惇军马过时提闸放水。小心在意者。得令。<br>【隔尾】关云长你去漏陵渡，师父，潺陵渡怎生堰住水口？用土布袋把长江紧当住，水淹杀的军兵死无数。他活时节是战夫，死后做了水卒。二将军云长。有。你若是得胜还营，你将我来自然许。<br>则要你干事成功者。得令。则今日点就五百军马，至潺陵渡口提闸放水。走一遭去。我出的这门来。二哥，你那里去？兄弟，你不知道，师父的将令，着我去潺陵渡口，提闸放水，走一遭去。二哥，你则道波，自从请下这村夫，搬调得俺弟兄每一头放水，一头放火。二哥你休去，等我去。兀那村夫，来、来、来，潺陵渡口，我去提闸放水去。您那枪快、马饱、敢厮杀么？我枪快马饱敢厮杀。我不用你，出去。阿，又不用我也。兄弟，俺求贤用士哩。你依着师父出去。罢、罢、罢，二哥你去。大小三军，听吾将令，跟着我提闸放水，走一遭去。吾师差遣汉云长。潺陵渡口古沧浪。军卒堰住河中水，片时翻做汉阳江。火烧博望似那田单阵，不弱如背水韩侯恶战场。败残军过潺陵渡，我着他军马连人水内亡，这村夫真个不用我。众将去了，我好也要厮杀去，歹也要厮杀去。他不用我，我自过去。来、来、来，兀那村夫，那里有人不敢去的去处，我张飞走一遭去。张飞，不是贫道不用你，你不为上将。我怎生不为上将？我要差你出去，你也不能成功。我怎生不能成功？师父，众将都用了，张飞是一员虎将，可怎生不用他？你看小官之面，重用张飞，可也好也。玄德公请起。张飞，我本待不用你，看玄德公之面，不是我小觑你。我如今拨与你五百人马，到来日日当卓午，夏侯惇领一百骑败残人马，往许昌路上过。我两只手分付在你袍袖里，你拿不住他一个。我若拿住他一个呵，你可输些甚么？贫道与你打个赌赛，到来日已时未时，也是输了贫道，正日当卓午，你撞见夏侯惇人马。若是多一个少一个，也输了贫道，整整的一百骑人马，往你跟前过去，你拿不住他一个。我若是拿将夏侯惇来呵，你可输些甚么？你说，你若拿将夏侯惇来，休说是夏侯惇，就是残军败将，拿将一个来，我也就当作夏侯惇，贫道就输与你这军师牌印。你若拿不将来，你可输些甚么？你放心，我睁着一双大眼，我拿不住那夏侯惇呵，我摆一席请你。要配上我这军师牌印者。罢，我输一颗牛头。也配不上。恁的呵，罢、罢、罢，我也赌着我这一颗六阳会首。则不，我的赌着，连我二位哥的头也赌着。张飞，你要与贫道赌头争印，军政司立了军令状者。兀那村夫，你听者，我这一去，鞭敲<br>金镫响，凯歌齐声唱。我输了呵，紧绑绑剪了臂膊，直挺挺舒着脖项。我本是个架海紫金粱，他不是托塔李天王。我得胜定掌军师印，我不拿住不姓张，赁着这马壮人强，我也曾鞭督邮魂飘荡，石亭驿里摔袁祥。这的是男儿当自强。<br>【红芍药】张将军不索气长吁，也不索你大叫哎高呼。我着你吞声窨气自然伏，你休卖弄你那武艺滑熟。日当卓午时候，又不是风清过二鼓，夏侯惇若是领着九十九个，是你输了，若一百单一个，也是你输了。整整的一百个军卒。他每都东歪西倒自长吁，他刚刚的整理的他那身躯。我若撞不见夏侯惇呵，也是你输了。<br>【菩萨梁州】恰待出博望得程途，刚寻着走路你跟前过去。你若是拿不住，怎的支吾？我也不信，我豹头环眼，倒拿不住一目的夏侯惇？张飞，不是我小觑你。我便与你一千军马，你休道是拿那夏侯惇来，你则拿的他一个残军败将来，也输了贫道。咱两个赌头争印，立下军状了。我若拿将夏侯惇来呵，你可休不与我那牌印也。张将军，咱两个立下文书，若是你手里亲拿住，我则怕踏尽铁鞋无觅处。你若违犯了不轻恕，我若赢了你呵呢？你得胜腰间挂虎符，张飞你输了呵，你看我斩首权谋。兄弟也，既然军师重用了你，则要你得胜成功而回者。大哥你放心，则今日统十八骑乌马长枪，去许昌路上擒拿夏侯惇，走一遭去。莫量张飞统战兵，豹头憨战鬼神惊。休跨曹操能征战，若论相持我绝伦。乌马偏宜狮蛮带，白袍堪衬绛红缨。试看燕人张翼德，放心我单拿去一目夏侯惇。张飞一时间躁暴，军师神机妙策，量那曹兵到的那里，众将必然成功也。主公放心，众将此一去，必然得胜。我料张飞不能成功也。<br>【尾声】差虎彪般大将离窝峪，管取那豺狼卧道途。呼赵云计心腹，着刘封莫迟误，使关公疾快去，呼糜芳共糜竺。我将张飞好嘱咐，拨定的军兵一齐去。诸葛亮我有耳目，俺二兄弟提闸放水，三兄弟伏路，便不道的走了那夏侯惇哩。使不着您弟兄每使手足。张飞你若输了呵。我着你那莽撞的残生，可着你做不的主。<br><br>第三折<br>某乃夏侯惇是也。领十万人马，亲为大帅，与刘、关、张交战。大小三军，摆开阵势。尘土起处，刘关张人马敢待来也。某乃赵云是也。奉军师将令，着我与夏侯惇相持厮杀，则要输，不要赢；输了是我功，赢了是我罪。前面尘土起处，敢是曹兵来也。大小三军，摆开阵势。来者何人？你来者何人？某乃赵云，是你爹爹。哎，风大不听见，再高着些。某乃赵云，是你爹爹。哎，风大不听见，再高着些。某乃赵云。是你爹爹。哎！应的美。元帅，这个唤做骂阵，骂的恼了就厮杀。他说是你爹爹，你可再大着些压伏他。我知道，晓的是骂阵。咱如今口强，便挣一半，我说大着降着他。我行不改名，坐不改姓，曹丞相手下大将夏侯惇。元帅大着些。我知道，夏侯惇，我是你家重孙累孙。元帅，你怎么与他做重孙累孙，倒越小了？我不着你这几个弟子孩儿，也送不了我。一了说做小做小，天下着了。两家交马处，他若是一枪刺下我马来，恰待要杀。他看一看，他道：是我家重孙哩。他也杀了。兀那赵云，你领多少人马，与我厮杀来？我领着十万人马，与你交战。你且住者，我拣兵书看一看。他兵十万，我兵十万。兀那赵云，我不与你厮杀。你怎生不与我厮杀？你的是十万。孙武子兵书曰：你兵是十万，我兵是十万，遇敌兵而不战；你强我弱，不与你厮杀。兀那夏侯惇，我这里十万人马，退了五万，则用五万，战你那十万人马。我兵十万，你兵五万。你退了五万，肯退了那好兵？都是囊的懦的老的小的瘸的跛的，则留下精壮的。孙武子兵书：挑兵而不战。我十万兵都不要，则我一人一骑，与你交战。等我再看。我兵十万，他则是一人，越发不战了。怎生又不战？一人舍命，万夫难当。操鼓来。花腔边鼓擂，杂彩绣旗摇。三军齐呐喊，二骑马相交。看了这厮的武艺，则是如此。我虚搠一枪，佯输诈败，望博望城中走、走、走。这厮走了也。他来如狼似虎，去后似犬如猫。有你走处，有我赶处。饶你走到焰魔天，随后驾云须赶上。不问那里赶将去。某乃赵云，佯输诈败。来到这博望城中。三军望城中南门入，北门出。俺进城去来。这厮走了也。这一城都是粮草。原来都是刘关张家的粮草城池。便好道，功大者无过救驾，计毒者无过断粮。先得了他粮草城池。小校，先替我将四城门把住。得令。怎生无有东门西门，则有南门北门？便替我关上城门，听我将令，咱与刘关张家整厮杀了一日，今夜晚间，都解衣卸甲。不要您提铃喝号，也不要您转箭支更。更有铺盖的打开铺盖睡，没铺盖的扯下那草来铺着睡，怕冷的钻入草垛里睡一夜，明日与他厮杀。睡去。某乃糜竺、糜芳是也，奉军师将令，着俺二将举火烧屯。来到这博望城下也。怎生关闭着这城也，小校立起云梯，我试望者。夏侯惇军马，兀的不睡着了也。等某先发一箭。我这里急取弓和箭，搭上风翎毛，推出弓靶去，拽损瘦龙腰。火箭如神射，火焰腾腾飘。燎折北斗柄，烧死众英豪。三军齐发箭，火起了也。俺军师府里献功那，走一遭去。哎哟！好大火，烧杀我也！三军打开城门逃性命，走、走、走。某乃刘封是也。奉军师将令，着某簸土扬尘，放檑木炮石，等待夏侯惇。这早晚敢待来也。来到这博望山底下，上山走。夏侯惇的军马来了也。三军播土扬尘；放檑木炮石。哎哟！又不好也，檑木炮石打将下来了。不好了，咱往潺陵渡逃命去来。簸土扬尘，放檑木炮石，打中了曹兵也。我回军师的话，走一遭去。某乃关云长是也。奉军师将令，着某提闸放水，来到这潺陵渡口也。夏侯惇敢待来也。三军走、走、走。俺来到这潺陵渡口也。昨日与刘关张家交战，整厮杀了一日，赵云败走，赶入博望城。那厮又走了，被某占了粮草城池，关了城门，浓睡一夜，来日再与他交战。准想中了诸葛懒夫之计，举火烧屯，烧杀了我一半人马。出城被他簸土扬尘，把我眯了眼，又杀了我一半人马。到的博望山下，檑木炮石，又打杀了我一半人马。俺如今领着败残军马，来到这潺陵渡口也。小军儿着一个下河去，看河里水势深浅。元帅，则有漫脚面的水。既是漫脚面的水。三军一齐下河去，把您身上火烧的泡，着水泡一泡，害渴的就吃些凉水，淋洗一淋洗身上。夏侯惇败残军马来了也。三军与我提闸放水，兀的不水淹了曹兵也。三军跟着我回军师话，走一遭去。罢了、罢了，水淹下来也。三军<br>跟着我摔手浮，摔手浮；狗跑儿浮，狗跑儿浮；跚水儿浮，跚水儿浮；鸭儿浮，鸭儿浮；观音浮，观音浮，上的这岸来。咱厮杀了一日一夜，刘备家军将见了，赵云、糜竺、糜芳、刘封、关大王都见了，止不曾见张飞。咱不要往华容路上去，顺着蜒蚰小道儿，望许昌路上走、走、走。大小三军，摆开阵势，夏侯惇敢待来也。三军跟着我往许昌路上逃命，走、走、走。来者何人？某乃夏侯惇是也。你来者何人？某乃张飞是也。好也。躲了他一日，恰好撞在他怀里。三叔，你是一员名将，你又是个知礼的人，且不要动手动脚的。听侄儿说与三叔，你要与侄儿厮杀．正是赶乏兔儿相似哩。怎生是赶乏兔儿？三叔，你好歹明理也。听侄儿说。我领出十万人马来，与您赵云厮杀，赵云败走。着我赶入博望城。谁想赵云又走了。我占了您粮草城池，浓睡一夜，来日再与你交战。不想被刘封放火，烧了我一半军马。出的城来，被糜竺糜芳簸土扬尘，沙土眯杀了一半军马，有一半小军儿，还在那里擦眼哩。上的博望坡，檑木炮石，又打杀了一半人马。来到潺游陵渡口，被您二哥提闸放水，又淹杀了我一半人马。便好道军行千里，不战而自乏。你如今要拿我去呵，则是赶乏兔儿相似。如今依着我，放走一箭之地，埋锅造饭。人吃些茶饭，马吃些草料，到明日我上的马去，与你两阵对圆，旗鼓相望。两阵之间，你若拿了我去，万代清名不朽。三叔，你是个知礼的人，您孩儿不敢自专，望三叔思之。兀那匹夫，你敢与我交战么？三叔，你要拿就拿了我去罢；你那里有多少人马？，我还不普点军哩。小校点一点，看还有多少人马？一五一十，不少不多，还有一百骑人马哩。三叔，我这里不多不少，连我则一百骑人马，你要拿就拿了去，着人骂你一世。放我一箭之地，埋锅造饭去，既然这等，罢、罢、罢，将你那着刀中箭的小军来权为质当。我知道三叔张飞不肯，着我们一个着刀中箭的小军儿权为质当。您那一个来与他权为质当？元帅，我们与他厮杀了一日一夜，逃出命来，家中也有那一爷二娘三兄四弟，那个肯去？都不肯去。是，说的是。三叔，俺与你厮杀了一日一夜，火烧杀了一半，簸土扬尘眯杀了一半，檑木炮石打杀了一半，水淹杀了一半。都是沙里澄金，才逃出性命来。他家中也有那一爷二娘三兄四弟五子六妹，七青八黄九紫十赤。放我一<br>箭之地，埋锅造饭，吃饱了，两阵之间，你就拿了我去，着人便道：是张飞活拿了夏侯惇也！万代标名。你如今就要拿了我去，着人便道：夏侯惇与赵云、糜竺、糜芳、刘封、关大王，整厮杀了一日一夜，人困马乏，张飞拿了去献功也。万代骂名不朽。你是个聪明人，三叔你思之。罢、罢、罢，放你一箭之地。谢了三叔。元帅，我们如今可埋锅造饭。傻厮，埋甚么锅？造甚么饭？这个是孙武子兵书曰：脱身之计。支转他推埋锅造饭，拿那折枪折弩破牌破鞍子，堆在一处。你如今更打些蒿草柴来，一层千蒿子，一层湿蒿子。打起火镰火石，烧起烟来。再砍下些柳枝来拴在马尾巴土，扬起灰尘。烟又是那草偶，灰尘又狂天的起，风又是刮。俺在上风头，他在下风头，刮下烟去则说俺真个埋锅造饭哩。顺着蚰蜒小道儿，我直走到哈密里去也。依着元帅，将这折枪破鞍子蒿草偶起烟来了也。兀的烟起了也，顺着蚰蜒小道儿，走、走、走。可不早说。报的三将军得知，有夏侯惇走了也。怎生夏侯惇走了也？小校看多早晚时候也？日当卓午也。嗨，这军师是能也：他道日当卓午，撞见夏侯惇，领着一百骑败残人马，两只手分付到我袍袖里，说我拿不住夏侯惇，休道是夏侯惇，就是败残军卒也拿不住一个。我与他赌头争印来。果然今日撞见夏侯惇那厮，告某推埋锅造饭去，偶烟计走了也。张飞也，眼见的输了你也。师父，如今二兄弟云长等众将与夏候惇在博望城交战去了，凭着师父神机妙策，众将必然成功也。令人门着觑者，众将来时，报复我知道。玄德公，不必忧心，我观战讨之气，他众将必然成功也。安排下果桌杯盘，准备庆喜，不一时有报功之将来也。<br>【双调】【新水令】管教这数千员敢战的铁衣郎，则有个莽张飞他可便不伏诸葛亮。则因恶战讨，我可便懒下卧龙冈。则他这战马刀枪，多无那半个时分见明降。<br>玄德公，咱安排下庆喜的酒者。小校门首觑者，众将来时，报复俺知道。理会的。某乃赵云是也。奉军师的将令，某佯输诈败，将夏侯惇引入博望城中，建其大功。回军师的话，走一遭去。可早来到也，不必报复，我自过去。军师，赵云引战夏侯惇，引入博望城中，成功而回也。好将军也，一壁有者。看有那一员将军来。某乃糜竺、糜芳是也。举火烧屯成功也，见军师走一遭去。可早来到也，不必报复，我自过去。军师，俺二举火烧屯，成功而回也。贫道已知，且一壁有者。看有那一员将军来报功。某乃刘封是也。簸土扬尘，成了功也。见军师报功，走一遭去。可早来到也，不必报复，我自过去。军师，刘封簸土扬尘，成功而回去。且一壁有者。看有那一员将军来。某乃关云长是也。提闸放水，得胜成功。军师府献功，走一遭去。可早来到也，不必报复，某自过去。军师，某提闸放水，淹死曹兵太半，成功而回，特来报功。您众将都成了功也，小校抬上果桌来者。理会的。将酒来，二公子满饮一杯。关某不敢，此一阵皆托赖军师妙算，大哥虎威。军师先请。<br>【风入松】您众将军武艺委实强，好将军也。更那堪状貌堂堂。舍性命便往垓心里撞，恰便似闹垓垓虎荡群羊。饮过酒今番不忘，为将帅显高强。<br>您众将都来全了么？众将皆全，则少张飞哩。玄德公，眼见的输了贫道也。众将都皆成功，未知俺兄弟张飞如何。令人们首觑者，张飞来时，报复我知道。理会的。某张飞是也。仿学春秋廉颇，袒臂负荆，军师府里请罪，走一遭去。二哥，二哥，张飞来了也。哎呀，哎呀，兄弟也，你怎生这个模样？俺军师如何？好军师，好军师！你拿的夏侯惇安在？夏侯惇走了也。怎生夏侯惇走了？兄弟，你不与军师赌头争印来，似此怎了也？哥哥，军师行善言者。兄弟，你则在门首，等我报复去。二哥，是必劝劝儿。你有偌多小心。报的军师得知，有张飞回来了也。眼见得输了贫道也。小校，将过那军师牌印者，着他过来。<br>【雁儿落】眼见的鞭敲金镫响，将凯歌齐声唱。紧绑绑拴住臂膊，直挺挺舒着脖项。<br>军师旧话休题，饶过张飞者。<br>【得胜令】张飞也，你不道是架海紫金梁，他不是那托搭的李天王？得胜掌军师印，你道是不拿住不姓张。你凭着马壮人强，你道是鞭督邮魂飘荡。你曾摔袁祥，张飞你不道来那，我道甚么来？你道是，男儿当自强。<br>军师，张飞粗卤，乞望宽恕者。张飞，夏侯惇安在？夏侯惇走了也。怎生？走了也。夏侯惇走了也，你与贫道不赌头争印来？更待干罢！小校那里？怒呼刀斧莫延迟，虎将登时血染衣。我未去许昌擒曹操，先看帐下斩张飞。小校斩了张飞者。理会的。众将跟某跪者。师父，张飞今日得罪，怎生看小官之面，且饶过张飞。不争杀了他呵，做的个于军不利。刘备不敢自专，乞军师尊鉴不错。玄德公请起！若不看玄德公之面，这其间斩了张飞多时也。且放张飞起来。三兄弟谢了军师者。谢军师不斩之恩。可不早说。喏，报的军师得知，夏侯惇领一百骑人马又来索战哩。张飞，你听的么？夏侯惇又来索战哩，你敢去么？我敢去！我敢去！我拨与你三千军马，与夏侯惇交战。若是赢了呵，将功折罪；若是输了呵，二罪俱罚。小心在意者。兄弟此一去，则要你成功，休着您哥哥落保也。大哥，你放心也。则今日统领本部下人马，擒拿夏侯惇，走一遭去。则我这军器丛中分外别，层层叠叠紧相接，有如枯竹根三尺，恰似鸟龙尾半截。打人面貌生杀气，丢人脑盖损英杰。饶君更披三重铠，抹着鞭梢脊骨折。军师宽恕，张飞奋勇，此一去未知输赢如何？主公，张飞此去，必然成功也。<br>【鸳鸯煞尾】今日个领三军坐金顶莲花帐，披七星锦绣云鹤氅。早定了西蜀，我便访南阳。畅道觑曹操、孙权，似浮云瘙痒。我请您玄德、关、张，威镇住曹丞相。今日个稳定家邦，史策留名后人讲。<br><br>第四折<br>恨小非君子，无毒不丈夫。某乃曹操是也。颇奈诸葛亮无礼也，将夏侯惇十万雄兵，在博望城中，用水火尽皆折损，更待干罢。如今俺管通军师病体痊可了也，我已令人请来拜为军师。某与刘玄德交战，有何不可。小校门首觑者，若师父来时，报复我知道。理会的。宝剑离匣邪魔怕，瑶琴一操鬼神惊。讲罢《黄庭》心散澹，纶巾羽扇细论文。贫道曹丞相麾下管通是也。本贯南阳邓县人也。幼年与庞德公、诸葛亮同堂学业，彼各学成文武全才。今有曹丞相，将我取到魏地，教练三军，拜为军师之职。我凭手策拨天关，立勋业无辞惮。贫道正在私宅，令人来报，有曹丞相来请，可早来到也。小校报复去，道有管通在于门首。理会的。喏，报的丞相得知，有军师在于门首。道有请。理会的，有请。丞相呼唤贫道，有何事商议？今日请师父来，别无他事。颇奈诸葛亮无礼，将夏侯惇十万雄兵，尽皆折损。今日请师父来，就拜为军师。怎生用计，破他弟兄三人，擒拿诸葛亮。军师主意如何？此一桩事，丞相放心，我与诸葛亮同师故友，比及与刘、关、张交战，我先到新野，将诸葛亮一席话说说将来，同心协力，然后破刘、关、张，未为晚矣。丞相意下若何？此计大妙。军师，你直至新野说说诸葛去，若肯佐于某麾下，擒拿了刘、关、张弟兄三人，将师父重赏封官也。则今日便索长行。不索驱军将，妙策旋安排，我轻轻垂下钓，着他款款上钩来。管通师父去了也。此一去必然成功也。果然诸葛亮肯投降某麾下，我自有个主意。管通今日便登程，直至新野访卧龙。若得南阳耕种叟，擒拿刘备那三人。师父，想博望烧屯这一场厮杀，多亏师父铺谋定计，众将得胜也。今日安排筵席，与师父庆喜者。玄德公，摆列众将齐整者。我才袖占一课，今日当卓午，必有说客至此。您众将每则要您威风者。<br>【中吕】【粉蝶儿】自从和曹操争锋，恰如同一场春梦。摆列着盖国英雄，一个个善相持，能挑战，他可便超群出众。一个个都建了头功，真乃是世之梁栋。<br>【醉春风】想昔日梦非熊，您今朝请卧龙。我可甚两三番懒下卧龙冈，我其实怕冗，冗。我今日当权，掌军师名项，则不如我在那半坡里养性。玄德公安排酒果，准备的齐整者。不到半时，必有说客至此。则要糜竺、糜芳在此，其余将军都承听令。赵云附耳来，可是恁的。师父连主公也着回避，您众将听师父将令。糜竺、糜芳，紧守着师父，小心在意者。是也。师父，连刘备也着回避，众将听师父将令。糜竺、糜芳，紧守着师父，小心在意。俺回避也。贫道管通是也。自离魏地，可早来到新野。小校报复去，道有一云游先生，乃是管通，特来相访。理会的。喏，报的军师得知，有一云游的先生管通，在于门首。我须索接待哥哥，走一遭去。哥哥有请。不敢。哥哥，俺一向相别，拳拳在意，终日无忘。不想哥哥今日来到，实乃诸葛之万幸也。贤兄久别情怀，常思快怏。叹美景无多，流光易迈。想音容切切于心、思大德悬悬在念。自庵中作别以来，无一时忘于左右，今日得遇尊颜，实乃贫道之万幸也。哥哥请坐，小校抬上果桌来者。理会的。将酒来。哥哥满饮一杯。不敢，贤兄请。。<br>【迎仙客】俺今日饮醁斝，我这里便捧金樽，想数载旧交之情，故来探望也。咱须是二十年布衣间、布衣间可便旧那个弟兄。我一径的探兄弟来。不知你事江东，我佐于曹丞相麾下。原来你便居在那汉中。数载不见，今日相逢也。不想俺今日相逢，贫道远远而来，不辞劳惮也。哥哥你便来探望劳台重。<br>将酒来，理会的。哥哥满饮此杯。兄弟，想你在玄德公麾下为军师，如此般峥嵘，可也不枉了也。您兄弟自离了哥哥失学，也则是虚耽军师而已矣。。你休谦，你休谦。哥哥今日既见了您兄弟，须多饮几杯。将酒来，哥哥满饮此杯。兄弟请。糜竺、糜芳，我这哥哥，难比其余的，可会藏机之术。您这元帅俯下，者么您甚么物件，不问你藏在何处，我这哥哥便得知道。贤弟，此个术法，也不为能智。既然二位将军要看呵，您就在元帅府下，者么将着是何物件、放在何处，贫道便得知也。你知道么？你众将军看者。<br>【剔银灯】非是我厅阶前卖弄，你众将休要打哄。若猜着众将休惊恐，您试看变化的这神通。这的是真术艺，又不是说脱空，睁着眼不要转动。<br>【蔓菁菜】您把两只手拳的无缝，糜竺、糜芳，一边一个立地，舒出手来。您手中各有一件物，着贫道算。我知道了也，如何瞒的过贫道。您二人暗使机关，我通玄机妙用难量。您手掿着黑白二子，乾坤事一掌包藏。你拿着九个黑棋子，他拿着九个白棋子。你不信，二位将军开手者。这棋子暗包笼，端的是用功。您二位将军试开手者。死共活都只在我手心中，不洒了成何用。<br>我观二将气象，也无能智。你依着栽，若见了曹公，必拜你为军师。俺丞相手下雄兵百万，战将千员，声传宇宙，威镇诸邦。我举荐你数遭有余也。你跟着我去，你意下如何？哥哥可也说的是。您兄弟这里有几间房舍，锁着几件物。哥哥你若相的是，您兄弟便跟哥哥去。你这五间房内，每一间房内一件物，着贫道算。喑，喑！贫道已知也，量这的打甚么不紧。哥哥，你相这一间房里是如何？此房中敢是个客商之将么？哥哥，你敢相的不是么？开了门者。管通，你认得某么？哥哥。你看这第二间房如何？这间房内是个二姓之将？小校开了门者。管通，你认的某么？哥哥，你看这第三间房里可是如何？此间房内，这个将军，雄如彪虎，猛若狻猊，战阵有勇之将。哥哥，你敢相的差了也。我相的不差，你开了门者。小校开了门者。管通，其在此也。哥哥，你相这第四间房里如何？这间房内，这个将军神威状貌，气秉忠良，意合天心，一部神威之将。哥哥，你敢猜不着么？开了门者。关某在此也。这几个将军，生的雄威鸷勇虎将之材，他都是上将。我不认的他，姓甚名谁？兄弟，你试说。我试听者。我一个个说与哥哥者。他是谁？<br>【十二月】这个是常山赵云，这个是谁？这个是义子刘封。这个是谁？这个是燕人翼德。这个是谁？这个是勇烈关公。贫道相的不差也。哎，这个能相法哥哥管通，你可也比众难同。哥哥，这四间房，哥哥都相过了。哥哥，你看这间房里如何？我观这间房中，气象全别。你看那样云笼罩，紫气腾腾，必是贵人之相，都压着这几位将军。兄弟不信呵，开了门我试看者。休开门。开了者。休开门。你为何不开，哥哥，不争您兄弟开开这门，<br>【尧民歌】呀。我则怕顿开金锁走蛟龙，这几个战将有威风。您众将都是庙堂臣，凌烟阁端的是可标名。论战讨超也波群，峥嵘个个能，师父，某在此处。则俺这刘玄德堪知重。兀的不是管通，你好无礼，你怎生下说词，着师父投降曹操？更待干罢。赵云与我拿下管通斩了者。玄德公，看贫道一师之面，饶了他者。看师父之面，囚在牢中去者。罢、罢、罢，诸葛亮是强也，诸葛妙策占星斗，谈天论地应难有。当初则说管通强。今日个强中更有强中手。因为那曹操奸雄，将夏侯惇拜为先锋。遇赵云佯输诈败，追赶到博望城中。着云长提闸放水，使刘封簸土扬尘。俺军师故使巧计，举火箭博望烧屯。则今日收军罢战，再不许起动刀兵。<br>题目关云长提闸放水<br>正名诸葛亮博望烧屯</p> <p> ",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "未知作者"
  },
  "tags": []
}