{
  "id": 10831,
  "star": 412,
  "name": "对雪",
  "dynasty": "唐代",
  "content": "战哭多新鬼，愁吟独老翁。<br>乱云低薄暮，急雪舞回风。<br>瓢弃尊无绿，炉存火似红。<br>数州消息断，愁坐正书空。",
  "fanyi": "<p><strong>译文</strong><br>战场上哭泣的大多是新死去兵士的鬼魂，只有老人一个人忧愁地吟<a href=\"http://so.gushiwen.org/view_10831.aspx\">诗</a>。<br>乱云低低的在黄昏的地方，急下的雪花在风中飘舞回旋。<br>葫芦丢弃了，酒器中没有酒，火炉中的余火，好似照得眼前一片通红。<br>前线战况和妻子弟妹的消息都无从获悉，忧愁坐着用手在空中划着字。</p> <p><strong>注释</strong><br>⑴战哭：指在战场上哭泣的士兵。新鬼：新死去士兵的鬼魂。《左传·文公二年》：“吾见新鬼大故鬼小。”<br>⑵愁吟：哀吟。唐薛能《西县作》诗：“从此渐知光景异，锦都回首尽愁吟。”<br>⑶旋风。《楚辞·九章·悲回风》：“悲回风之摇蕙兮，心冤结而内伤。”<br>⑷瓢：葫芦，古人诗文中习称为瓢，通常拿来盛茶酒的。弃：一作“弄”。樽：又作“尊”，似壶而口大，盛酒器。句中以酒的绿色代替酒字。<br>⑸愁坐：含忧默坐。唐<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>《酬崔五郎中》诗：“奈何怀良图，郁悒独愁坐。”书空：是晋人殷浩的典故，意思是忧愁无聊，用手在空中划着字。唐李公佐《谢小娥传》：“余遂请齐公书于纸。乃凭槛书空，凝思默虑。”</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　此<a href=\"http://so.gushiwen.org/view_10831.aspx\">诗</a>一二句中“战哭多新鬼”，正暗点了这个使人伤痛的事实。房琯既败，收复长安暂时没有希望，不能不给诗人平添一层愁苦，又不能随便向人倾诉。所以上句用一“多”字，以见心情的沉重；下句“愁吟独老翁”，就用一“独”字，以见环境的险恶。</p> <p>　　三、四句中“乱云低薄暮，急雪舞回风”，正面写出题目。先写黄昏时的乱云，次写旋风中乱转的急雪。这样就分出层次，显出题中那个“对”字，暗示诗人独坐斗室，反复愁吟，从乱云欲雪一直呆到急雪回风，满怀愁绪，仿佛和严寒的天气交织融化在一起了。</p> <p>　　五、六句中接着写诗人贫寒交困的景况。“瓢弃樽无绿”，写出了诗人困居长安，生活非常艰苦。在苦寒中找不到一滴酒。葫芦早就扔掉，樽里空空如也。“炉存火似红”，也没有多少柴火，剩下来的是勉强照红的余火。这里，诗人不说炉中火已然燃尽，而偏偏要说有“火”，而且还下一“红”字，写得好象炉火熊熊，满室生辉，然后用一“似”字点出幻境。明明是冷不可耐，明明只剩下的是炉中只存余热的灰烬，由于对温暖的渴求，诗人眼前却出现了幻象：炉中燃起了熊熊的火，照得眼前一片通红。这样的以幻作真的描写，非常深刻地挖出了诗人此时内心世界的隐秘。这是在一种渴求满足的心理驱使下出现的幻象。这样来刻画严寒难忍，比之“炉冷如冰”之类，有着不可以拟的深度。因为它不仅没有局限于对客观事物的如实描写，而且融进了诗人本身的主观情感，恰当地把诗人所要表现的思想感情表现出来，做到了既有现实感，又有浪漫感。</p> <p>　　七、八句中，诗人再归结到对于时局的忧念。至德<a href=\"http://so.gushiwen.org/author_2171.aspx\">元载</a>（756年）至二载（757年），唐王朝和安禄山、史思明等的战争，在黄河中游一带地区进行，整个形势对唐军仍然不利。诗人陷身长安，前线战况和妻子弟妹的消息都无从获悉，所以说“数州消息断”，而以“愁坐正书空”结束全诗。这首诗表现了<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>对国家和亲人的命运深切关怀而又无从着力的苦恼心情。</p>",
  "about": "<h2>创作背景</h2> <p>　　此<a href=\"http://so.gushiwen.org/view_10831.aspx\">诗</a>是<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>在唐肃宗至德<a href=\"http://so.gushiwen.org/author_2171.aspx\">元载</a>（756年）冬陷居长安时所作。杜甫在写这首诗之前不久，泥古不化的宰相房琯率领唐军在<a href=\"http://so.gushiwen.org/author_93.aspx\">陈陶</a>斜和青坂与安禄山叛军展开大战，大败，死伤几万人。长安失陷时，诗人逃到半路就被叛军抓住，解回长安。诗人也设法隐蔽自己，得以保存气节；但是痛苦的心情，艰难的生活，仍然折磨着诗人。</p>",
  "poet": {
    "id": 474,
    "star": 0,
    "name": "杜甫",
    "image": "http://img.gushiwen.org/authorImg/dufu.jpg",
    "desc": "杜甫（712－770），字子美，自号少陵野老，世称“杜工部”、“杜少陵”等，汉族，河南府巩县（今河南省巩义市）人，唐代伟大的现实主义诗人，杜甫被世人尊为“诗圣”，其诗被称为“诗史”。杜甫与李白合称“李杜”，为了跟另外两位诗人李商隐与杜牧即“小李杜”区别开来，杜甫与李白又合称“大李杜”。他忧国忧民，人格高尚，他的约1400余首诗被保留了下来，诗艺精湛，在中国古典诗歌中备受推崇，影响深远。759-766年间曾居成都，后世有杜甫草堂纪念。"
  },
  "tags": [
    "冬天",
    "写雪"
  ]
}