{
  "id": 72356,
  "star": 47,
  "name": "深虑论",
  "dynasty": "明代",
  "content": "　　虑天下者，常图其所难而忽其所易，备其所可畏而遗其所不疑。然而，祸常发于所忽之中，而乱常起于不足疑之事。岂其虑之未周欤？盖虑之所能及者，人事之宜然，而出于智力之所不及者，天道也。</p> <p>　　当秦之世，而灭诸侯，一天下。而其心以为周之亡在乎诸侯之强耳，变封建而为郡县。方以为兵革不可复用，天子之位可以世守，而不知汉帝起陇亩之中，而卒亡秦之社稷。汉惩秦之孤立，于是大建庶孽而为诸侯，以为同姓之亲，可以相继而无变，而七国萌篡弑之谋。武、宣以后，稍削析之而分其势，以为无事矣，而王莽卒移汉祚。光武之惩哀、平，魏之惩汉，晋之惩魏，各惩其所由亡而为之备。而其亡也，盖出于所备之外。唐太宗闻武氏之杀其子孙，求人于疑似之际而除之，而武氏日侍其左右而不悟。宋太祖见五代方镇之足以制其君，尽释其兵权，使力弱而易制，而不知子孙卒困于敌国。此其人皆有出人之智、盖世之才，其于治乱存亡之几，思之详而备之审矣。虑切于此而祸兴于彼，终至乱亡者，何哉？盖智可以谋人，而不可以谋天。</p> <p>　　良医之子，多死于病；良巫之子，多死于鬼。岂工于活人，而拙于谋子也哉？乃工于谋人，而拙于谋天也。古之圣人，知天下后世之变，非智虑之所能周，非法术之所能制，不敢肆其私谋诡计，而唯积至诚，用大德以结乎天心，使天眷其德，若慈母之保赤子而不忍释。故其子孙，虽有至愚不肖者足以亡国，而天卒不忍遽亡之。此虑之远者也。夫苟不能自结于天，而欲以区区之智笼络当世之务，而必后世之无危亡，此理之所必无者，而岂天道哉！",
  "fanyi": "<p><strong>译文</strong><br>　　筹划国家大事的人，常注重艰难危险的一面，而忽略素常容易的一面，防范随时会出现的可怕事件，而遗漏不足疑虑的事件。然而，灾祸常常在疏忽之际发生，变乱常常在不加疑虑的事上突起。难道是考虑得不周到吗？大凡智力所能考虑到的，都是人事发展理应出现的情况，而超出智力所能达到的范围，那是天道的安排呀！<br>　　秦始皇剿灭诸侯，统一天下后，认为周朝的灭亡在于诸侯的强大，于是改封建制为郡县制。满以为这样一来就会根除战争动乱，天子的尊位可以代代安享，却不知汉高祖在乡野间崛起，最终颠覆了秦朝的江山。汉王室鉴于秦朝的孤立无辅，大肆分封兄弟、子侄为诸侯，自以为凭着同胞骨肉的亲情，可以共辅江山，不生变乱，然而吴王刘濞等七国还是萌生了弑君篡位的阴谋野心。汉武帝、汉宣帝之后，逐渐分割诸侯王的土地，削弱他们的势力，这样便以为平安无事了，没想到外戚王莽最终夺取了汉家的皇位。光武帝<a href=\"http://so.gushiwen.org/author_799.aspx\">刘秀</a>借鉴了西汉（哀、平）的教训，曹魏借鉴了东汉的教训，西晋借鉴了曹魏的教训，各自借鉴其前代的教训而进行防备，可他们灭亡的根由，都在防备的范围之外。<br>　　唐太宗听传言说：将有带“武”字的人杀戮唐室子孙，便将可疑之人找出来统统杀掉。可<a href=\"http://so.gushiwen.org/author_298.aspx\">武则天</a>每天侍奉在他身边，却怎么也没想到她。宋太祖看到五代的节度可以制伏君王，便收回节度使的兵权，使其力量削弱，容易对付，哪料想子孙后代竟在敌国的困扰下逐步衰亡。这些人都有着超人的智慧，盖世的才华，对国家乱亡的诱因，他们可谓考虑得细致，防范得周密了，然而，思虑的重心在这边，灾祸却在那边产生，最终免不了灭亡，为什么呢？或许智力谋划的只是人事的因素，却无法预测天道的安排。良医的儿子难免会病死，良巫的儿子难免死于神鬼，难道是善于救助别人而不善于救自己的子女吗？这是善于谋划人事而不善于谋利天道啊！<br>　　古代的圣人，知道国家将来的变化，不是人的智谋能考虑周全的，也不是政治手段能控制的，不敢滥用限谋诡计，只是积累真诚，用大德来感动天心，使上天顾念他（对百姓）的恩德，像慈母保护初生婴儿那样不忍心舍弃。尽管他的子孙有愚笨不贤良足以使国家灭亡的，而上天却不忍心立即灭其家国，这才是思虑得深远呀！假如不能用大德赢得天心，仅凭着微不足道的智谋，包揽天下的事务，想使国家没有希望危亡，这从道理上是讲不过去的，难道天意会如此安排吗？</p><p><strong>注释</strong><br>（1）灭诸侯：指秦先后灭韩、魏、楚、赵、燕、齐六国。<br>（2）封建，指自周以来的分封制。郡县：秦统一中国后，实行中央集权制，将全国分为三十六郡，郡下设县，郡县长官，均由中央任免。<br>（3）汉帝：指汉高祖<a href=\"http://so.gushiwen.org/author_746.aspx\">刘邦</a>。起陇亩之中，刘邦出身农民家庭。起兵反秦前，只做过乡村小吏“泗水亭长”。陇，田垄。<br>（4）建庶孽：指汉高祖即位后大封同姓诸侯王。<br>（5）七国：指汉高祖所分封的吴、楚、赵、胶东、胶西、济南、临淄七个同姓诸侯王。篡弑之谋：汉景帝在位时，吴王刘濞为首的七国，以诛<a href=\"http://so.gushiwen.org/author_791.aspx\">晁错</a>为名，举兵叛乱。<br>（6）王莽：西汉末年外戚，逐渐掌权后称帝，于公元九年改国号为新。祚（zuò做）：皇位。<br>（7）光武：东汉光武帝刘秀。哀、平：西汉末年的哀帝刘欣、平帝刘衎。<br>（8）晋：指西晋。<br>（9）唐太宗：<a href=\"http://so.gushiwen.org/author_582.aspx\">李世民</a>。武氏之杀其子孙：648年（贞观二十二年），民间流传《秘记》说：“唐三世之后，女主武氏代有天下。”太宗问太史令李淳风，答道：“臣仰观天象，俯察历数，其人已在陛下宫中，不过三十年，当王天下，杀唐子孙殆尽。”<br>（10）武氏：指武则天，她十四岁被唐太宗选入宫中为才人。高宗时立为皇后，参预朝政。中宗即位，临朝称制。次年废中宗，立睿宗。689年（载初元年）又废睿宗，自称圣神皇帝，改国号为周。她执政数十年间，屡兴大狱，冤杀许多李唐宗室和朝臣。<br>（11）宋太祖：<a href=\"http://so.gushiwen.org/author_783.aspx\">赵匡胤</a>，宋朝开国皇帝。五代方镇：指唐代以后五代的后梁朱全忠、后唐<a href=\"http://so.gushiwen.org/author_543.aspx\">李存勖</a>、后晋石敬瑭、后汉刘知远、后周郭威等拥有兵权的藩镇。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这是一篇史论。作者列举历代兴亡的史实，指出历代君王仅仅片面地吸取前代灭亡的教训而忽略了另外一些被掩盖的问题，但却将原因归结为非人智能所虑及的天意。论证“祸常发于所忽之中，而乱常起于不足疑之事”，目的在于给明代统治者提供历史教训，使之“深虑”长治久安的道理，并采取相应的办法。</p> <p>　　本文系针对明初的政治形势而提出的治国方略。明代建国后，明太祖<a href=\"http://so.gushiwen.org/author_3131.aspx\">朱元璋</a>为了巩固和加强统治，曾采取了一系列改革措施，从而在发展生产、繁荣经济等方面取得了一些成就。但是，在“盛世”之下决不能掉以轻心，要注意潜在的危机。作者就历代兴衰的史实，提出了有关长治久安的积极性的建议。</p> <p>　　文章的开始先从“祸常发于所忽之中，而乱常起于不足疑之事”谈起，并把这种现象和天道挂上了钩，这是作者立论的核心。在作为全文重点的第二段中，作者列举了大量史实，从秦始皇一直谈到了宋太祖，其用意也是为了证明上述观点的正确性。应该说，这些翔实的历史经验是可信的，是有强烈的说服力的。而具有讽刺意味的是，就在作者写作本文后不久，明朝就发生了“乱”。明太祖死后，其孙建文帝即位，由于和某些亲王产生了矛盾，终于导致了“靖难之变”，<a href=\"http://so.gushiwen.org/author_236.aspx\">方孝孺</a>本人也死在这次动乱之中。从这一点来看，作者还是有一定的预见性的。第三段是全文的总结，作者再一次点明全文的主旨。在语言的运用上，作者尽量发挥了他那犀利而坚定的文风，做到了既能说理透彻，又能通俗易晓，这在他评论前代帝王时可以充分看出。</p> <p>　　由于思想上的局限性，作者对“天道”的理解还带有一定的宿命论的色彩。“不可以谋天”的提法实际上就是“谋事在人，成事在天”、“尽人事以听天命”的消极态度。</p>",
  "poet": {
    "id": 236,
    "star": 0,
    "name": "方孝孺",
    "image": "http://img.gushiwen.org/authorImg/fangxiaoru.jpg",
    "desc": "方孝孺（1357—1402年7月25日），宁海人，字希直，一字希古，号逊志，曾以“逊志”名其书斋，因其故里旧属缑城里，故称“缑城先生”；又因在汉中府任教授时，蜀献王赐名其读书处为“正学”，亦称“正学先生”，明朝大臣、学者、文学家、散文家、思想家。后因拒绝为发动“靖难之役”的燕王朱棣草拟即位诏书，被朱棣杀害。南明福王时追谥“文正”。"
  },
  "tags": [
    "古文观止",
    "史论",
    "谋略"
  ]
}