{
  "id": 48369,
  "star": 31,
  "name": "凤归云·向深秋",
  "dynasty": "宋代",
  "content": "向深秋，雨馀爽气肃西郊。陌上夜阑，襟袖起凉飙。天末残星，流电未灭，闪闪隔林梢。又是晓鸡声断，阳乌光动，渐分山路迢迢。<br>驱驱行役，苒苒光阴，蝇头利禄，蜗角功名，毕竟成何事，漫相高。抛掷云泉，狎玩尘土，壮节等闲消。幸有五湖烟浪，一船风月，会须归去老渔樵。",
  "fanyi": "<p><strong>译文<br></strong>面对深秋时节，雨后的西郊凉爽肃杀。小路上黑夜将尽，衣袖生起阵阵凉风。天的尽头星星将落，闪电在树梢那边不停闪动。又是拂晓鸡鸣声起时，明亮的阳光开始升动，遥远的山路渐渐明晰。<br>奔走辛劳的行役，渐进流失的光阴，只是为那不足挂齿的蝇头利禄，微不足道的蜗角功名，到头来一事无成，徒然相争胜。抛掷云山泉石的归隐，戏弄于尘世，将壮烈的节操轻易消亡。幸好可像范蠡携西施一样，在似云涛的烟浪里，驾乘满载风情的扁舟泛游五湖，是已到应当归去终老隐居的时候了。</p> <p><strong>注释<br></strong>⑴凤归云：唐教坊曲名，后用作词牌名。《乐章集》注有“仙吕调”和“林钟商调”，此词为“仙吕调”。双调一百一字，前段十句四平韵，后段十一句三平韵。<br>⑵雨馀（yú）：雨后。馀，同“余”，用“余”意义可能混淆时，用“馀”以区分，多见古文。肃：肃杀，枯萎。<br>⑶夜阑：夜残；夜将尽时。<br>⑷襟袖：衣襟衣袖。凉飙：凉风。<br>⑸天末：天边，天尽头。<br>⑹流电：流星的流光。<br>⑺阳乌：太阳。神话传说中在太阳里的三足乌，故以阳乌为太阳的代称。<br>⑻分：辨认。迢迢：道路遥远貌。<br>⑼驱驱：奔走辛劳。行役：指因服兵役、劳役或公务而出外跋涉，后泛称行旅，出行。<br>⑽苒苒：同“荏苒”，时光渐渐逝去。<br>⑾“蝇头”二句：意谓功名利禄微不足道。蝇头，苍蝇的头，比喻微小的名利。蜗角，蜗牛的触角，比喻微小之地。庄子《庄子·则阳》：“有国于蜗之左角者曰触氏，有国于蜗之右角者曰蛮氏，时相与争地而战，伏尸数万，逐北旬有五日而后反。”<br>⑿毕竟：到底；终归。<br>⒀漫：徒然。高：夸耀，赞美。<br>⒁云泉：指隐士之所居。<br>⒂狎玩尘土：意谓游戏官场。尘土，指尘世间。此喻官场。<br>⒃壮节：壮烈的节操。等闲：随便。<br>⒄“幸有”二句：用春秋时范蠡与西施之事。吴越争霸，相传越灭吴后，灭吴有功的范蠡挂冠归隐，携西施泛游五湖。后泛指归隐江湖。<br>⒅会须：定要。老渔樵：即老于渔樵，以捕鱼、打柴而终老。此指过归隐的生活。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　<a href=\"http://so.gushiwen.org/author_535.aspx\">柳永</a>因其一生常处于奔波辗转的道途中，因而对相思离别，对游子羁旅行役的悲哀都有着极深的感慨，也因此柳词中出现了许多前人词中没有过的场景和景物描写以及身世感慨的抒发，拓宽了词的表现领域，在词史上，可谓是一了不起的贡献。</p> <p>　　词以“向深秋，雨馀爽气肃西郊”开篇，既点明时令—已是深秋时分，又交代了地点是城西郊外，“爽”、“肃”二字，把深秋雨后给人带来的寒冷和肃杀的感觉传达了出来，使人仿佛嗅到了凉爽的空气，感受到了雨后的阵阵寒意。“陌上夜阑”，词人走在小路上，夜已阑珊，黑夜将要过去，白天就要来临。破晓时分，也正是一天中气温较低的时候。<a href=\"http://so.gushiwen.org/author_269.aspx\">李煜</a>曾言“罗衾不耐五更寒”（《浪淘沙令·帘外雨潺潺》），是说薄薄的罗衾挡不住五更晨寒的侵袭，这尚且是在室内，对于一个正奔走在道路上的行客，夜间破晓的征途中，其寒更甚，词人的辛苦与辛酸已暗含在其中。所以他才会感到“襟袖起凉飙”，“飙”是强大的风，还不是微风，这样的凉风吹进衣襟两袖之中的感觉恐怕是很难耐的。这时，抬头而望，“天末残星，流电未灭，闪闪隔林梢”，天边挂着几点残星，还有一颗正在陨落的流星，带着闪烁的光芒，在树林那边沉没了，这样真切的描写与形容，如无亲身的经历，恐也难有所为。正是这些情景的出现，使得词的表现领域有了进一步的拓宽。随着行进时间的继续，这时，破晓的鸡声已经唱过，山的那一边已隐隐有旭日的光影出现，于是，渐渐可以分辨出山中漫长而崎岖的小路。这里，“又是”表明了词人在路上这样地奔走已经不是一天了，其旅途生涯的艰辛由此可知；“渐”字使得太阳光影的出现有了流动之感，时间上有了过程之感；“迢迢”二字言其路程的遥远和不可知，也暗含对未来前程不可预料的渺茫之感。</p> <p>　　过片以一韵六句“驱驱行役，苒苒光阴，蝇头利禄，蜗角功名，毕竟成何事，漫相高”一气呵成，似一声已压抑太久的呐喊，冲口而出；又像是自诘之语，一吐为快，感情激越，发人深省。<a href=\"http://so.gushiwen.org/author_2136.aspx\">李渔</a>《窥词管见》云：“一气如话四字，前辈以之赞<a href=\"http://so.gushiwen.org/view_48369.aspx\">诗</a>，予谓各种之词，无一不当如是。如是即为好文词，不则好到绝顶处，亦是散金碎玉，此为一气而言也。”认为只有做到“一气如话”，才能使词作产生强烈的艺术感染力，这里柳永恰恰做到了。“驱驱”是柳永羁旅行役词中出现频率较高的一个词，它可以较为形象地表现行客在路途中辛苦跋涉的状态，这也是柳永一生中凄凉状态的一个形象写照。光阴荏苒，岁月催人老，那么在青春壮年时，就应多做些有意义的事情。对于柳永这样一个心高气傲、有着极高理想志意的人来说没有比美好年华消逝在路途的奔波上更让他痛苦的了。而这种“驱驱行役”又是为了像“蝇头”、“蜗角”般极其微小的“利禄”与“功名”。但这些“毕竟成何事”，至此，词人可以说是参透了仕途的真谛，所以才说出“漫相高”一句，以一个“漫”字将世人对功名利禄的夸耀一笔否定。这一连六句先是两组四字对句，紧接一个反诘，再以三字的感叹句结住，语势一气贯注，把自己追求仕途而徒耗年华的悲慨深切地吐露出来。</p> <p>　　下片次韵紧承前韵，自责自问后继以自悔：自己“抛掷云泉”，丢弃了山水之乐，“狎玩尘土”，流连于仕途，而自己当年的“壮节”—那些伟大的理想和抱负，就这么随随便便地消磨殆尽了。“壮节等闲消”，一“壮”一“闲”两相比照，情感抒发得沉痛哀婉。自悔之后，“幸有”大自然的“五湖烟浪”，可以载着“一船风月”，归入其中终老过着“渔樵”的生活。“会须”二字强调着词人此刻的决心。柳永的青年与中年，热衷于仕途的取进与世俗的享乐，并不曾真正归隐过。此时，由于仕途蹭蹬而生厌倦与反思之后，抒写归隐之志，还是十分真切可信的。</p> <p>　　统观全词，上片写景真切自然，感情较为悠游不迫，笔调较为舒徐从容，内容多为描述；下片直抒胸臆，言志抒情，反复陈词，语言精警，感情恣肆，一发难收，笔调也变得急促起来。这首词使过去词中“春女善怀”的感情转变为了“秋士易感”，拓展了词的表现领域，由此也充分体现了柳永其人性情率真的特点和柳词的价值与意义。</p>",
  "about": "<h2>创作背景</h2> 　　<a href=\"http://so.gushiwen.org/author_535.aspx\">柳永</a>成年后离开家乡福建崇安县，虽寓居京都汴梁，但生活一直比较动荡。中举前为求取功名、维持生计，四处干谒漫游，中举后又为官务公事奔走在外，羁旅行役成了他的家常便饭。他对羁旅漂泊的苦况有着深切的体会乃至清醒的认识，为后人留下了许多羁旅行役词，这首《凤归云》就是其中之一。观词中所述，明显透露出柳永对官场的厌恶和对隐居生活的向晚，可见此词当为其晚年所作，具体作年不可考。",
  "poet": {
    "id": 535,
    "star": 0,
    "name": "柳永",
    "image": "http://img.gushiwen.org/authorImg/liuyong2.jpg",
    "desc": "柳永，（约987年—约1053年）北宋著名词人，婉约派创始人物。汉族，崇安（今福建武夷山）人，原名三变，字景庄，后改名永，字耆卿，排行第七，又称柳七。宋仁宗朝进士，官至屯田员外郎，故世称柳屯田。他自称“奉旨填词柳三变”，以毕生精力作词，并以“白衣卿相”自诩。其词多描绘城市风光和歌妓生活，尤长于抒写羁旅行役之情，创作慢词独多。铺叙刻画，情景交融，语言通俗，音律谐婉，在当时流传极其广泛，人称“凡有井水饮处，皆能歌柳词”，婉约派最具代表性的人物之一，对宋词的发展有重大影响，代表作 《雨霖铃》《八声甘州》。"
  },
  "tags": [
    "写景",
    "向往",
    "隐居"
  ]
}