{
  "id": 52802,
  "star": 6009,
  "name": "一剪梅·红藕香残玉簟秋",
  "dynasty": "宋代",
  "content": "红藕香残玉簟秋。轻解罗裳，独上兰舟。云中谁寄锦书来，雁字回时，月满西楼。<br>花自飘零水自流。一种相思，两处闲愁。此情无计可消除，才下眉头，却上心头。",
  "fanyi": "<p><strong>译文</strong><br>荷已残，香已消，冷滑如玉的竹席，透出深深的凉秋。轻轻的脱下罗绸外裳，一个人独自躺上眠床。仰头凝望远天，那白云舒卷处，谁会将锦书寄来？正是雁群排成“人”字，一行行南归时候。月光皎洁浸人，洒满这西边独倚的亭楼。<br>花，自顾地飘零，水，自顾地漂流。一种离别的相思，牵动起两处的闲愁。啊，无法排除的是——这相思，这离愁，刚从微蹙的眉间消失，又隐隐缠绕上了心头。 </p> <p><strong>注释</strong><br>红藕：红色的荷花。玉簟（diàn）：光滑似玉的精美竹席。<br>裳（cháng）：古人穿的下衣，也泛指衣服。<br>兰舟：此处为船的雅称。<br>锦书：前秦苏惠曾织锦作《璇玑图<a href=\"http://so.gushiwen.org/view_52802.aspx\">诗</a>》，寄其夫窦滔，计八百四十字，纵横反复，皆可诵读，文词凄婉。后人因称妻寄夫为锦字，或称锦书；亦泛为书信的美称。<br>雁字：群雁飞时常排成“一”字或“人”字，诗文中因以雁字称群飞的大雁。<br>月满西楼：意思是鸿雁飞回之时，西楼洒满了月光。<br>一种相思，两处闲愁：意思是彼此都在思念对方，可又不能互相倾诉，只好各在一方独自愁闷着。<br>才下眉头，却上心头：意思是，眉上愁云刚消，心里又愁了起来。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　词的起句“红藕香残玉簟秋”，领起全篇。一些词评家或称此句有“吞梅嚼雪、不食人间烟火气象”（梁绍壬《两般秋雨庵随笔》），或赞赏其“精秀特绝”（陈廷焯《白雨斋词话》）。它的上半句“红藕香残”写户外之景，下半句“玉簟秋”写室内之物，对清秋季节起了点染作用，说明这是“已凉天气未寒时”（<a href=\"http://so.gushiwen.org/author_130.aspx\">韩偓</a>《已凉》<a href=\"http://so.gushiwen.org/view_52802.aspx\">诗</a>）。全句设色清丽，意象蕴藉，不仅刻画出四周景色，而且烘托出词人情怀。花开花落，既是自然界现象，也是悲欢离合的人事象征；枕席生凉，既是肌肤间触觉，也是凄凉独处的内心感受。这一兼写户内外景物而景物中又暗寓情意的起句，一开头就显示了这首词的环境气氛和它的感情色彩。</p> <p>　　上阕共六句，接下来的五句按顺序写词人从昼到夜一天内所作之事、所触之景、所生之情。前两句“轻解罗裳，独上兰舟”，写的是白昼在水面泛舟之事，以“独上”二字暗示处境，暗逗离情。下面“云中谁寄锦书来”一句，则明写别后的思念。词人独上兰舟，本想排遣离愁；而怅望云天，偏起怀远之思。这一句，钩连上下。它既与上句紧相衔接，写的是舟中所望、所思；而下两句“雁字回时，月满西楼”，则又由此生发。可以想见，词人因惦念游子行踪，盼望锦书到达，遂从遥望云空引出雁足传书的遐想。而这一望断天涯、神驰象外的情思和遐想，不分白日或月夜，也无论在舟上或楼中，都是萦绕于词人心头的。</p> <p>　　这首词上阕的后三句，使人想起另外一些词句，如“日边消息空沉沉，画眉楼上愁登临”（郑文妻孙氏《忆秦娥》），“凭高目断，鸿雁来时，无限思量”（<a href=\"http://so.gushiwen.org/author_432.aspx\">晏殊</a>《诉衷情》），“困倚危楼，过尽飞鸿字字愁”（<a href=\"http://so.gushiwen.org/author_125.aspx\">秦观</a>《减字木兰花》），以及“无言独上西楼，月如钩”（<a href=\"http://so.gushiwen.org/author_269.aspx\">李煜</a>《相见欢》），“玉楼明月长相忆”（<a href=\"http://so.gushiwen.org/author_415.aspx\">温庭筠</a>《菩萨蛮》），“明月，明月，照得离人愁绝”（<a href=\"http://so.gushiwen.org/author_186.aspx\">冯延巳</a>《三台令》），其所抒写的情景，极其相似。如果联系这首词的起句，还令人想到<a href=\"http://so.gushiwen.org/author_484.aspx\">李益</a>的一首题作《写情》的七绝：“水纹珍簟思悠悠，千里佳期一夕休。从此无心爱良夜，任他明月下西楼。”词与诗都写了竹席，写了月光，写了西楼，同样表达了刻骨的相思，对照之下，更觉非常相似。</p> <p>　　词的过片“花自飘零水自流”一句，承上启下，词意不断。它既是即景，又兼比兴。其所展示的花落水流之景，是遥遥与上阕“红藕香残”、“独上兰舟”两句相拍合的；而其所象喻的人生、年华、爱情、离别，则给人以“无可奈何花落去”（晏殊《浣溪沙》）之感，以及“水流无限似侬愁”（<a href=\"http://so.gushiwen.org/author_197.aspx\">刘禹锡</a>《竹枝词》）之恨。词的下阕就从这一句自然过渡到后面的五句，转为纯抒情怀、直吐胸臆的独白。</p> <p>　　“一种相思，两处闲愁”二句，在写自己的相思之苦、闲愁之深的同时，由己身推想到对方，深知这种相思与闲愁不是单方面的，而是双方面的，以见两心之相印。这两句也是上阕“云中”句的补充和引申，说明尽管天长水远，锦书未来，而两地相思之情初无二致，足证双方情爱之笃与彼此信任之深。前人作品中也时有写两地相思的句子，如<a href=\"http://so.gushiwen.org/author_2522.aspx\">罗邺</a>的《雁二首》之二“江南江北多离别，忍报年年两地愁”，韩偓的《青春》诗“樱桃花谢梨花发，肠断青春两处愁”。这两句词可能即自这些诗句化出，而一经熔铸、裁剪为两个句式整齐、词意鲜明的四字句，就取得脱胎换骨、点铁成金的效果。这两句既是分列的，又是合一的。合起来看，从“一种相思”到“两处闲愁”，是两情的分合与深化。其分合，表明此情是一而二、二而一的；其深化，则诉说此情已由“思”而化为“愁”。下句“此情无计可消除”，紧接这两句。正因人已分在两处，心已笼罩深愁，此情就当然难以排遣，而是“才下眉头，却上心头”了。</p> <p>　　这首诗的结拍三句，是历来为人所称道的名句。王士禛在《花草蒙拾》中指出，这三句从<a href=\"http://so.gushiwen.org/author_510.aspx\">范仲淹</a>《御街行》“都来此事，眉间心上，无计相回避”脱胎而来，而明人俞彦《长相思》“轮到相思没处辞，眉间露一丝”两句，又是善于盗用<a href=\"http://so.gushiwen.org/author_536.aspx\">李清照</a>的词句。这说明，诗词创作虽忌模拟，但可以点化前人语句，使之呈现新貌，融人自己的作品之中。成功的点化总是青出于蓝而胜于蓝，不仅变化原句，而且高过原句。李清照的这一点化，就是一个成功的例子，王士禛也认为范句虽为李句所自出，而李句“特工”。两相对比，范句比较平实板直，不能收醒人眼目的艺术效果；李句则别出巧思，以“才下眉头，却上心头”这样两句来代替“眉间心上，无计相回避”的平铺直叙，给人以眼目一新之感。这里，“眉头”与“心头”相对应，“才下”与“却上”成起伏，语句结构既十分工整，表现手法也十分巧妙，因而就在艺术上有更大的吸引力。当然，句离不开篇，这两个四字句只是整首词的一个有机组成部分，并非一枝独秀。它有赖于全篇的烘托，特别因与前面另两个同样工巧的四字句“一种相思，两处闲愁”前后衬映，而相得益彰。同时，篇也离不开句，全篇正因这些醒人眼目的句子而振起。李廷机的《草堂诗余评林》称此词“语意超逸，令人醒目”，读者之所以特别易于为它的艺术魅力所吸引，其原因在此。</p><br/><h2>赏析</h2> <p>这是一首倾诉相思、别愁之苦的词。这首词在黄昇《花庵词选》中题作“别愁”，是<a href=\"http://so.gushiwen.org/author_536.aspx\">李清照</a>写给新婚未久即离家外出的丈夫赵明诚的，她诉说了自己独居生活的孤独寂寞，急切思念丈夫早日归来的心情。伊世珍《琅嬛记》说：“易安结褵（婚）未久，明诚即负笈远游。易安殊不忍别，觅锦帕书《一剪梅》词以送之。”作者在词中以女性特有的敏感捕捉稍纵即逝的真切感受，将抽象而不易捉摸的思想感情，以素淡的语言表现出具体可感、为人理解、耐人寻味的东西。</p> <p>词的上阕首句“红藕香残玉簟秋”写荷花凋谢、竹席浸凉的秋天，空灵蕴藉。“红藕”，即粉红荷花。“玉簟”，是精美的竹席。这一句涵义极其丰富，它不仅点明了萧疏秋意的时节，而且渲染了环境气氛，对作者的孤独闲愁起了衬托作用。表面上写出荷花残，竹席凉这些寻常事情，实质上暗含青春易逝，红颜易老，“人去席冷”之意境。梁绍壬《两般秋雨庵随笔》赞美此句“有吞梅嚼雪，不食人间烟火气象”。“轻解罗裳，独上兰舟”是写其白天泛舟水上之事：词人解开绫罗裙，换着便装，独自划着小船去游玩。“轻解”与“独上”，栩栩如生地表现出她的神态、举动。“轻”，写手脚动作的轻捷灵敏，表现出生怕惊动别人，小心而又有几分害羞的少妇心情。正因为是“轻”，所以谁也不知道，连侍女也没让跟上。“独”字就是回应上句的“轻”字，点明了下阕“愁”字的症结。“独上兰舟”，正是她想借泛舟以消愁，并非闲情逸致的游玩。昔日也许双双泛舟，而今独自击楫，恩爱情深、朝夕相伴的的丈夫久盼不归，怎不教她愁情满怀。“云中谁寄锦书来？”惦念丈夫，望眼欲穿，真是一封“家书抵万金”。“雁字回时，月满西楼”是她思夫的迫切心情，突然自现的外在表现。作者借助于鸿雁传书的传说，画面清晰，形象鲜明，它渲染了一个月光照满楼头的美好夜景，然而在喜悦的背后，蕴藏着相思的泪水。“月满西楼”写月夜思妇凭栏望眺。月已西斜，足见她站立楼头已久，这就表明了她思夫之情更深，愁更极。盼望音讯的她仰头叹望，竟产生了雁足回书的遐想。难怪她不顾夜露浸凉，呆呆伫立凝视，直到月满西楼而不知觉。</p> <p>下阕“花自飘零水自流”，言眼前的落花流水可不管你的心情如何，自是飘零东流。其实，这一句含有两个意思：“花自飘零”，是说她的青春象花那样空自凋残；“水自流”，是说她丈夫远行了，象悠悠江水空自流。只要我们仔细玩味，就不难发觉，李清照既为自己的红颜易老而感慨，更为丈夫不能和自己共享青春而让它白白地消逝而伤怀。这种复杂而微妙的感情，正是从两个“自”字中表现出来的。这就是她之所以感叹“花自飘零水自流”的关键所在，也是她俩真挚爱情的具体表现。当然，它所喻的人世的一切诸如离别，均给人以无可奈何之感。“一种相思，两处闲愁。”由己及人，互相思念，这是有情人的心灵感应，相互爱慕，温存备致，她想到丈夫一定也同样因离别而苦恼着。这种独特的构思体现了李清照与赵明诚夫妇二人心心相印、情笃爱深，相思却又不能相见的无奈思绪流诸笔端。“此情无计可消除，才下眉头，却上心头。”这种相思之情笼罩心头，无法排遣，蹙着的愁眉方才舒展，而思绪又涌上心头，其内心的绵绵愁苦挥之不去，遣之不走。“才下”、“却上”两个词用得很好，把真挚的感情由外露转向内向，迅疾的情绪变化打破了故作平静的心态，把相思之苦表现得极其真实形象，表达了绵绵无尽的相思与愁情，独守空房的孤独与寂寞充满字里行间，感人至深。这和<a href=\"http://so.gushiwen.org/author_269.aspx\">李煜</a>《乌夜啼》“剪不断，理还乱，是离愁，别是一般滋味在心头”，有异曲同工之妙境，成为千古绝唱。</p> <p>总之，《一剪梅》笔调清新，风格细腻，给景物以情感，景语即情语，景物体现了她的心情，显示着她的形象特征。词人移情入景，借景抒情，情景交融，耐人寻味。</p>",
  "about": "<h2>创作背景</h2> 　　这首词的创作时间，是一个首先要辨明的问题。根据题名为元人伊世珍作的《琅嬛记》引《外传》云：“易安结缡未久，明诚即负笈远游。易安殊不忍别，觅锦帕书《一剪梅》词以送之。”有的词选认为，此说“和作品内容大体符合。上片开头三句写分别的时令和地点；下片起句‘花自飘零水自流’回应这三句。这些都是写分别时情景，其他各句是设想别后的思念心情”（见1981年人民文学出版社出版的《唐宋词选》）。有的选本则认为，“就词的内容考察，是写别后的思念，并非送别”；开头三句也是写“别离后”的情景（见1981年上海古籍出版社出版的《<a href=\"http://so.gushiwen.org/author_536.aspx\">李清照</a><a href=\"http://so.gushiwen.org/view_52802.aspx\">诗</a>词选注》、1982年北京出版社出版的《唐宋词选注》）。玩味词意，比较两说，似以后一说为胜。首先，《琅嬛记》的记述本不可靠，如王学初在《李清照集校注》（1979年人民文学出版社出版）中所指出：“清照适赵明诚时，两家俱在东京，明诚正为太学生，无负笈远游事。此则所云，显非事实。”何况《琅嬛记》本是伪书，所引《外传》更不知为何书，是不足为据的。当然，更重要的是应就词句本身来寻绎它的内容、推断它的写作背景。从上阕开头三句看，决不像<a href=\"http://so.gushiwen.org/author_535.aspx\">柳永</a>《雨霖铃》词所写的“留恋处，兰舟催发，执手相看泪眼，竟无语凝咽”那样一个分别时的场面，而是写词人已与赵明诚分离，在孤独中感物伤秋、泛舟遣怀的情状。次句中的“罗裳”，固明指妇女服装；第三句中的“独上”，也只能是词人自述。至于以下各句，更非“设想别后的思念心情”，而是实写别后的眼前景、心中事。",
  "poet": {
    "id": 536,
    "star": 0,
    "name": "李清照",
    "image": "http://img.gushiwen.org/authorImg/liqingzhao.jpg",
    "desc": "李清照（1084年3月13日～1155年5月12日）号易安居士，汉族，山东省济南章丘人。宋代（南北宋之交）女词人，婉约词派代表，有“千古第一才女”之称。所作词，前期多写其悠闲生活，后期多悲叹身世，情调感伤。形式上善用白描手法，自辟途径，语言清丽。论词强调协律，崇尚典雅，提出词“别是一家”之说，反对以作诗文之法作词。能诗，留存不多，部分篇章感时咏史，情辞慷慨，与其词风不同。有《易安居士文集》《易安词》，已散佚。后人有《漱玉词》辑本。今有《李清照集校注》。"
  },
  "tags": [
    "宋词三百首",
    "宋词精选",
    "婉约",
    "思念",
    "闺怨",
    "写景"
  ]
}