{
  "id": 258,
  "star": 26,
  "name": "韩奕",
  "dynasty": "先秦",
  "content": "奕奕梁山，维禹甸之，有倬其道。韩侯受命，王亲命之：缵戎祖考，无废朕命。夙夜匪解，虔共尔位，朕命不易。榦不庭方，以佐戎辟。</p> <p>四牡奕奕，孔脩且张。韩侯入觐，以其介圭，入觐于王。王锡韩侯，淑旂绥章，簟茀错衡，玄衮赤舄，钩膺镂锡，鞹鞃浅幭，鞗革金厄。</p> <p>韩侯出祖，出宿于屠。显父饯之，清酒百壶。其肴维何？炰鳖鲜鱼。其蔌维何？维笋及蒲。其赠维何？乘马路车。笾豆有且。侯氏燕胥。</p> <p>韩侯取妻，汾王之甥，蹶父之子。韩侯迎止，于蹶之里。百两彭彭，八鸾锵锵，不显其光。诸娣从之，祁祁如云。韩侯顾之，烂其盈门。</p> <p>蹶父孔武，靡国不到。为韩姞相攸，莫如韩乐。孔乐韩土，川泽訏訏，鲂鱮甫甫，麀鹿噳噳，有熊有罴，有猫有虎。庆既令居，韩姞燕誉。</p> <p>溥彼韩城，燕师所完。以先祖受命，因时百蛮。王锡韩侯，其追其貊。奄受北国，因以其伯。实墉实壑，实亩实藉。献其貔皮，赤豹黄罴。",
  "fanyi": "<p><strong>译文<br></strong>巍巍梁山多高峻，大禹曾经治理它，交通大道开辟成。韩侯来京受册命，周王亲自来宣布：继承你的先祖业，切莫辜负委重任。日日夜夜不懈怠，在职恭虔又谨慎，册命自然不变更。整治不朝诸方国，辅佐君王显才能。<br>四匹公马高又壮，体态雄壮又修长。韩侯入朝拜天子，手持介圭到殿堂，恭行觐礼拜周王。周王赏赐给韩侯，交龙日月旗漂亮；竹篷车子雕纹章，黑色龙袍红色鞋，马饰繁缨金铃装；车轼蒙皮是虎皮，辔头挽具闪金光。<br>韩侯祖祭出发行，首先住宿在杜陵。显父设宴来饯行，备酒百壶甜又清。用的酒肴是什么？炖鳖蒸鱼味鲜新。用的蔬菜是什么？嫩笋嫩蒲香喷喷。赠的礼物是什么？四马大车好威风。盘盘碗碗摆满桌，侯爷吃得喜盈盈。<br>韩侯娶妻办喜事，厉王外甥作新娘，蹶父长女嫁新郎。韩侯出发去迎亲，来到蹶地的里巷。百辆车队闹攘攘，串串銮铃响叮当，婚礼显耀好荣光。众多姑娘作陪嫁，犹如云霞铺天上。韩侯行过曲顾礼，满门光彩真辉煌。<br>蹶父强健很勇武，足迹踏遍万方土。他为女儿找婆家，找到韩国最心舒。身在韩地很快乐，川泽遍布水源足。鳊鱼鲢鱼肥又大，母鹿小鹿聚一处。有熊有罴在山林，还有山猫与猛虎。喜庆有个好地方，韩姞心里好欢愉。<br>扩建韩城高又大，太平盛世修筑成。依循先祖所受命，管辖所有蛮夷人。王对韩侯加赏赐，追族貊族听号令。北方各国都管辖，作为诸侯的首领。筑起城墙挖壕沟，划分田亩税章定；珍贵貔皮作贡献，赤豹黄罴也送京。</p> <p><strong>注释<br></strong>1.奕奕：高大貌。梁山：宣王时韩国境内山名。所在地诸说不一。郑笺据《汉书·地理志》谓“粱山在夏阳西北”；马瑞辰《毛<a href=\"http://so.gushiwen.org/view_258.aspx\">诗</a>传笺通释》引《潜夫论》谓：“昔周宣王亦有韩城，其国也近燕，故《诗》曰‘溥彼韩城，燕师所完”’，又引王肃云：“涿郡方城县有韩侯城”，又引《水经注》云：“方城今为顺天府固安县，在府西南百二十里。”按《大清一统志》：“韩城在固安县西南；《县志》今名韩侯营，在县东南十八里。”细审诗义，今人多从此说。据现行政区划，当在北京市通县之西，固安县之东北。<br>2.维：发语助词。甸：治。传说大禹治水开辟九州。<br>3.倬（zhuó）：长远。<br>4.侯：姬姓，周王近宗贵族，诸侯国韩国国君。历史上周朝封建的韩国有两个，始封国君都是周武王的儿子。一在今陕西韩城县南，世袭到春秋时并入晋国。一在今河北固安县东北，与燕国接近，即此诗中的燕国。受命：接受册命。周制，封建诸侯爵位有等，其国城、土地、兵力因之有差别。周宣王为加强北方防务，增强韩国作为屏障的作用，提高其爵位，以便重修韩城，增加常备军，发挥政治和军事作用。<br>5.王：周宣王，西周一个比较有作为的国王，力图振兴趋于没落的周王朝。<br>6.缵（zuǎn）：继承。戎：你。祖考：先祖。<br>7.朕：周王自称。<br>8.夙夜：早晚。匪解：非懈。<br>9.虔共（gōng）：敬诚恭谨。共，通“恭”。<br>10.榦（gàn）：同“干”，安定。一说解为纠正。均通。不庭方：不来朝觐的方国诸侯。周制，方国诸侯应定期朝觐天于纳贡，不来朝庭朝觐，称为不庭，被作为对周王不忠顺的罪状，应予讨伐。<br>11.辟（bì）：君位。<br>12.牡：公马。<br>13.孔脩（xiū）：很长。<br>14.入觐（jìn）：入朝朝见天子。<br>15.介圭：玉器，天子圭一尺二寸，诸侯圭九寸以下。按周礼，王册封诸侯赐予介圭作为镇国宝器，诺侯入觐时须手执介圭作觐礼之贽信。这是觐礼礼仪之一。<br>16.锡：同“赐”，赏赐。<br>17.淑旂（qí）：色彩鲜艳绘有交龙、日月图案的旗子。绥章：指旗上图案花纹优美。<br>18.簟（diàn）茀（fú）：竹编车篷。错衡：饰有交错花纹的车前横木。<br>19.玄衮：黑色龙袍，周朝王公贵族的礼服。赤舄（xì）：红鞋。<br>20.钩膺（yīng）：又称繁缨，束在马腰部的革制装饰品。镂鍚（yáng）：马额上的金属制装饰品。<br>21.鞹鞃（kuòhóng）：包皮革的车轼横木。浅：浅毛虎皮。幭（miè）：覆盖。<br>22.鞗（tiáo）革：马辔头。厄：通“轭”。<br>23.出祖：出行之前祭路神。<br>24.屠：地名，可能是岐山东北的杜陵。<br>25.显父：周宣王的卿士。父，是对男子的美称。<br>26.炰（páo）鳖：烹煮鳖肉。<br>27.蔌（sù）：蔬。<br>28.笋：笋。<br>29.乘（shèng）马：一乘车四匹马。路车：辂车，贵族用大车。<br>30.笾（biān）豆：饮食用具，笾是盛果脯的高脚竹器，豆是盛食物的高脚、盘状陶器。<br>31.燕胥：燕乐，燕通“宴”。<br>32.取妻：同“娶妻”。<br>33.汾王：郑笺：“厉王流于彘，彘在汾水之上，故时人因以号之。”<br>34.蹶（jué）父：周的卿士，姞姓，以封地蹶为氏。<br>35.迎止：迎亲。止，同“之”。周时婚礼新郎去女家亲迎新娘。<br>36.百两：百辆。彭彭：盛多貌。<br>37.鸾：通“銮”，挂在马镳上的铃，每车四马八銮。<br>38.不（pī）显：不，通“丕”，大；丕显，非常显耀。<br>39.诸娣（dì）从之：娣，女弟，即妹。周代婚制，诸侯嫡长女出嫁，诸妹诸侄随从出嫁为妾媵。<br>40.祁祁：盛多貌。<br>41.顾：回头看；或谓“顾”为“曲顾”之礼。<br>42.烂：光采明耀。<br>43.孔武：很勇武。孔，甚。<br>44.靡：没有。<br>45.韩姞（jí）：即蹶父之女，姞姓，嫁韩侯为妻，故称韩姞。相攸：观察合适的地方。相，视；攸，所。<br>46.訏（xū）訏：广大貌。<br>47.鲂（fáng）鱮（xù）：两种鱼名，今名鳊、鲢。甫甫：大貌。<br>48.麀（yōu）：母鹿。噳（yǔ）噳：鹿多群聚貌。<br>49.令居：美好居所。<br>50.燕誉：安乐高兴。<br>51.溥（pǔ）：广大。韩城：韩国都城。<br>52.燕师：平安时候的人众。周制，各诸侯国都城建筑面积、城垣高度等规格及其常备军人数，据爵位高低而定。韩侯受命为北地方伯，故扩建韩城。<br>53.时：犹“司”，掌管、统辖。百蛮：古时对异族土著部落统称蛮、夷，百是概数，言其多。<br>54.追、貊（mò）：北方两个少数民族名称。<br>55.奄：完全。<br>56.伯：诸侯之长。<br>57.实：是，乃。墉：城墙，此作动词。壑：壕沟，此作动词。<br>58.亩：田亩，此作动词，指划分田亩。籍：征收赋税，正税法。<br>59.貔（pí）：一种猛兽名。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　全<a href=\"http://so.gushiwen.org/view_258.aspx\">诗</a>六章，章十二句，为整齐的四言体，每章内容各有重点，按人物的活动依次叙述，脉络连贯，层次清楚。</p> <p>　　首章从大禹开通九州，韩城有大道直通京师起笔，表明北方本属王朝疆域。通过周王亲自宣布册命和册命的内容，说明受封的韩侯应担负的重要政治任务以及周王所寄予的重大期望；任务和期望的根本之点，是作为王朝的屏障安定北方。</p> <p>　　第二章叙述韩侯觐见和周王给予赏赐，而这一切都依据礼法进行。呈介圭为贽表明韩侯的合法地位，周王的赏赐表示韩侯受到的优宠。周代以“礼”治国，“礼”就是法律和制度，按制度，周代贵族服饰车乘的质料、颜色、图案、式样、大小规格都有规定，不能僭越。周王赏赐的交龙日月图案的黑龙袍、红色木底高靴、特定规格的精美车辆，都是诸侯方伯使用的。由周王赏赐，类似后世的“授衔”和公布享受何种等级的待遇，它表明受赐者地位、权利的提高：年轻的韩侯一跃而为蒙受周王优宠、肩负重任的荣显人物。</p> <p>　　第三章叙述韩侯离京时由朝廷卿士饯行的盛况。出行祖祭是礼制，大臣衔命出京，例由朝廷派卿士在郊外饯行，这也是礼制。祖祭后出行，祭礼用清酒，所以饯行也“清酒百壶”，这仍是礼制。一切依礼制进行，又极尽宴席之丰盛。这些描写继续反映韩侯政治地位的重要及其享受的尊荣。</p> <p>　　第四章叙述韩侯迎亲。这一章铺陈女方高贵的出身家世和富贵繁华的迎亲场面，烘托出热烈的喜庆气氛，再现了贵族婚礼的铺张场景和风习，也表现了主人公的荣贵显耀。</p> <p>　　第五章重点叙述韩国土地富庶，河流湖泊密布，盛产水产品和珍贵毛皮。这些叙述从蹶父选婿引起，以韩姞满意作结，虽然叙述重点转移，却与上章紧紧钩连，不显突兀，收过渡自然之妙。</p> <p>　　第六章叙述韩侯归国，成为北方诸侯方伯，建韩城，施行政，统治百国，作王朝屏障，并贡献朝廷，与首章册命遥相呼应。</p> <p>　　全诗的主题是颂扬韩侯，颂扬他接受王国重要政治使命，肩负作为王国屏障安定北方的重任，表现周王的优宠和倚重，公卿对他的尊慕和礼敬，诗中渲染的他的富贵荣华以及他的权威，都与他的政治地位密切联系。没有他的政治地位和作用，一切都无从谈起。所以，这是一篇歌颂接受国家重任的大臣的颂歌。其中，饯宴、迎亲的场景描写，是诗中的插部，用以烘托主人公的高贵荣显，并使全诗波澜迭兴，有张有弛，有明有暗，有庄有雅。相映成趣。</p> <p>　　此诗颂美一个荣显的诸侯，却没有溢美之辞，而只是叙述事实，铺陈事物，或正面描述，或侧面烘托，落笔庄重大方，不涉谄谀，也不作空泛议论，这在颂诗中是特出的。</p> <p>　　全诗六章，各章重点突出，但前后钩连，结成一体；内容相对集中，而前后照应，首尾呼应，无割裂枝蔓之累，其结构亦可资借鉴。</p> <p>　　此诗的语言风格也变化多姿。首章叙述周王册命，其语言如《尚书》用语般典重古奥；第二章叙述周王赏赐，铺陈华丽，以见恩宠之隆；第三章以下间用叠词、口语，描写有声有色，写得生动活泼。一诗之中，语言风格三易，即俗谓“到什么山上唱什么歌”。</p>",
  "about": "<h2>创作背景</h2> 　　此<a href=\"http://so.gushiwen.org/view_258.aspx\">诗</a>作于周宣王时期。西周王朝后期内忧外患，渐趋衰落，经过厉王时代的社会和政治大动乱，宣王力图振兴，调整统治集团内部关系，实行某些开明政策；东伐淮夷、北伐玁狁以御外侮；迁申侯于谢邑镇守南方要冲，派仲山甫督修齐城捍卫东方，封韩侯扩建韩城加强北方防务，一时号称“中兴”。韩侯受封入觐，是周宣王时代重要的政治活动，此诗所记述的即为此事。<a href=\"http://so.gushiwen.org/author_459.aspx\">朱熹</a>《诗集传》说：“韩侯初立来朝，始受王命而归，诗人作此以送之。”《毛诗序》云：“《韩奕》，尹吉甫美宣王也，能锡命诸侯。”此诗是否尹吉甫所作，尚难断定。",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": [
    "诗经",
    "赞颂",
    "写人"
  ]
}