{
  "id": 49136,
  "star": 774,
  "name": "鹧鸪天·彩袖殷勤捧玉钟",
  "dynasty": "宋代",
  "content": "彩袖殷勤捧玉钟，当年拚却醉颜红。舞低杨柳楼心月，歌尽桃花扇底风。<br>从别后，忆相逢，几回魂梦与君同。今宵剩把银釭照，犹恐相逢是梦中。",
  "fanyi": "<p><strong>译文</strong><br>当年首次相逢你酥手捧杯殷勤劝酒频举玉盅，是那么地温柔美丽和多情，我开怀畅饮喝得酒醉脸通红。翩翩起舞从月上柳梢的傍晚时分开始，直到楼顶月坠楼外树梢的深夜，我们尽情地跳舞歌唱，筋疲力尽累到无力再把桃花扇摇动。<br>自从那次离别后，我总是怀念那美好的相逢，多少回梦里与你相拥。今夜里我举起银灯把你细看，还怕这次相逢又是在梦中。</p> <p><strong>注释<br></strong>（1）鹧鸪天：词牌名，又名“思佳客”，五十五字。 此词黄升《花庵词选》题作《佳会》。<br>（2）彩袖：代指穿彩衣的歌女。<br>（3）玉钟：古时指珍贵的酒杯，是对酒杯的美称。<br>（4）拚（pàn）却：甘愿，不顾惜。却：语气助词。<br>（5）“舞低”二句：歌女舞姿曼妙，直舞到挂在杨柳树梢照到楼心的一轮明月低沉下去；歌女清歌婉转，直唱到扇底儿风消歇（累了停下来），极言歌舞时间之久。桃花扇，歌舞时用作道具的扇子，绘有桃花。歌扇风尽，形容不停地挥舞歌扇。这两句是《小山词》中的名句。“低”字为使动用法，使······低。<br>（6）同：聚在一起。.<br>（7）剩把：剩：通“尽（jǐn）”，只管。把：持，握。<br>（8）银釭（gāng）：银质的灯台，代指灯。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　言为心声，有至情之人，才能有至情之文。一首《鹧鸪天》，写悲感，写欢情，都是那样真挚深沉，撼人肺</p> <p>　　腑，具有强烈的感情色彩。虽然这首词的题材比较窄，不外乎伤离怨别，感悟怀旧，遣情遗恨之作，并没有超出晚唐五代词人的题材范围。小晏写情之作的动人处，在于它的委婉细腻，情深意浓而又风流妩媚，清新俊逸。<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>曰：“感人心者，莫先乎情。”古往今来，脍炙人口的<a href=\"http://so.gushiwen.org/view_49136.aspx\">诗</a>词，大抵不仅有情，而且情真。所谓“真字是词骨。情真、景真，所作必佳，且易脱稿。”</p> <p>　　彩袖殷勤捧玉钟，当年拼却醉颜红。舞低杨柳楼新月，歌尽桃花扇低风。</p> <p>　　一个是殷勤地劝酒，一个是拼命地喝，为伊消得人憔悴。当年一夕初逢的倾心难忘，别后梦中的飘忽难寻，今宵突然重逢的恍惚难信，景境几转，人事剧变，一切都“如幻如电，如昨梦前尘”。而重逢时的惊疑和惊喜之状也就自然而然，毫无忸怩作态。</p> <p>　　多情似小晏，天下能有几何？小晏词工于言情而能真，故陈廷焯虽嫌其不免思涉于邪，有失风人之旨，然又不能不称其措辞婉妙，一时独步。又言“浅处皆深”、“情词并胜”、“曲折深婉，自有艳词，更不得让伊独步。”小晏善写风流之情，欢娱之境，尽极沉郁之致，荡气回肠之胜，又能表现出纯真无邪的品性，使人不觉其卑俗，不感其淫亵，虽百读之而不厌。这一点，小晏受五代词尤其是后主词的相当影响。<a href=\"http://so.gushiwen.org/author_2050.aspx\">冯煦</a>《宋六十家词选例言》曰：“淮海、小山、古之伤心人也”。把小晏、李后主、秦少游并称“词中三位美少年”，可见其三人之风格的确比较接近。陈廷焯《白雨斋词话》云：“李后主、晏叔原皆非词中正声，而其词则无人不爱，以其情胜也。情不深而为词，虽雅不韵，何足感人？”<a href=\"http://so.gushiwen.org/author_408.aspx\">王国维</a>先生也说：“大家之作，其言情也，必沁人心脾……”小晏之作，已然近之。</p> <p>　　从别后，忆相逢，几回魂梦与君同。今宵剩把银釭照，犹恐相逢是梦中。</p> <p>　　回忆相会时的欢乐肆意，酣畅淋漓，正是为了反衬钟情至深，相思至极，魂牵梦萦，不免寤寐求之。而梦中的相会终归是空，清醒后的相思却越更深邃，越彻骨。以至于当真正相会之时，分不清眼前是梦是真，害怕再次醒来更加痛彻心肺的相思。</p> <p>　　小晏出身书香门第，不少婉雅佳言也化用了前人诗句。虽然前人言在，但是为己所用，和谐融贯，读来仍是自然生辉，更自有别一番情趣含蕴其中。梦的意境在小晏笔下，采用递进的方式，前一句的相思之情已是极限，后一句则递进一步，产生了循环往复的艺术效果，意象更为丰满。可谓青出于蓝而胜于蓝。</p> <p>　　<a href=\"http://so.gushiwen.org/author_588.aspx\">晏几道</a>以其“淡语皆有味，浅语皆有致”的典雅风格和“秀气胜韵，得之天然”的清丽词风冠盖一时。陈廷焯《白雨斋词话》卷一云：“北宋晏小山工于言情，出元献(<a href=\"http://so.gushiwen.org/author_432.aspx\">晏殊</a>)，文忠（<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>）之右，然不免思涉于邪，有失风人之旨。而措辞婉妙，则一时独步。”陈振孙则赞曰：“其（叔原）词在诸明胜中，独可追逼花间，高处或过之。气磊落，未可贬也。”毛晋在《跋小山词》中称小晏词“字字娉娉，如揽嫱、施之袂，恨不能起莲、鸿、苹、云，按红牙板，唱和一过”。可谓倾倒之至。而其“从别后，忆相逢，几回魂梦与君同。今宵剩把银釭照，犹恐相逢是梦中。”的佳句，千百年来一直为世人所传唱，至今仍有凫凫不息的声韵。 </p><br/><h2>赏析二</h2> <p>　　上片回忆当年佳会，用重笔渲染，见初会时情重；过片写别后思念，忆相逢实则盼重逢，相逢难再，结想成梦，见离别后情深；结尾写久别重逢，竟然将真疑梦，足见重逢时情厚。</p> <p>　　作品以时为序，上片回忆当年酒宴时的觥筹交错，两人初次相逢，一见钟情，尽欢尽兴的情景。“彩袖殷勤捧玉钟。当年拚却醉颜红。舞低杨柳楼心月，歌尽桃花扇底风。”四句是回忆当年的奢靡生活。“彩袖”的歌女“殷勤捧玉钟”，此情此景，此人不惜“拼却”为求“醉颜红”也成了理所当然，足可见当时词人与歌女的浓情蜜意，与词人为求美人欢颜的豪情。而后句“舞低杨柳楼心月，歌尽桃花扇底风”，以月亮的升落极写时间之长，又是以夸张的手法生动地描写了舞宴歌席的环境，霓裳歌女舞姿妙曼，直到月儿低沉，歌声婉转，直到桃花扇下回荡的歌声都消失了，言极其歌舞盛况。““其中“杨柳”、“桃花”、“月”、“楼”都是那时春天夜晚的景色，但是“杨柳”和“月”是实景，“桃花”和“风”则是虚写。对仗精巧，似实却虚，给人一种如梦如幻的美感。</p> <p>　　下阕说道重逢之喜前先讲相思之苦。作者以自述的方式，吐露了自从分别之后的思念，初遇的情景时常浮现眼前，“从别后，忆相逢。几回魂梦与君同。”是别后魂梦相思，其中“从别后，忆相逢”饱含了词人与那位歌女何等的思念与无限的情愫，故而会产生“几回魂梦与君同”这样的梦中之忆，言极相思之深，常常魂牵梦绕。词人这是运用了几乎白描的手法，与上阕的“彩袖”、“玉钟”、“杨柳”、“桃花”之着色浓艳成对比，反映了“君龙疾废卧家，廉叔下世”后词人心境的变化。“今宵剩把银釭照，犹恐相逢是梦中。”是柄烛相对伤心夜谈，从<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>《羌村》<a href=\"http://so.gushiwen.org/view_49136.aspx\">诗</a>“夜阑更秉烛，相对如梦寐”两句脱化而出，但表达更为轻灵婉折。有多少回自己在睡梦里与恋人欢聚相见。今天真得重逢了，却又难以相信这是真的，所以点亮银灯，一次又一次地照看，唯恐还是在睡梦里相见。情思委婉缠绵，辞句清空如话，而其妙处更在于能用声音配合之美，造成一种迷离惝恍的梦境，有情文相生之妙。而久别重逢，是人类普遍的生活现象之一，也是文学作品习见的表现题材。</p> <p>　　这首词的艺术手法是上片利用彩色字面，描摹当年欢聚情况，似实而却虚，当前一现，倏归乌有；下片抒写久别相思不期而遇的惊喜之情，似梦却真，利用声韵的配合，宛如一首乐曲，使听者也仿佛进入梦境。细品全篇，词情婉丽，曲折深婉，浓情厚韵。尤其是这首作品同传统的恋情词大不相同，格调欢快，意境清新，语言活泼，具有极大的创新性。故成为传诵千古、脍炙人口的名篇。</p>",
  "about": "<h2>点评</h2> <p>　　此词表现的是一对恋人的“爱情三部曲”：初盟，别离，重逢。全词不过五十几个字，而能造成两种境界，互相补充配合，或实或虚，既有彩色的绚烂，又有声音的谐美，足见作者词艺之高妙。</p> <p>　　“彩袖殷勤”二句，着笔于对方，落墨于自身，既展现了二人初识时的特定情境，也披露了二人一见倾心、愿托终身之际的曲折心态。“彩袖”，说明对方并非与自已门第相配的大家闺秀，而不过是侑酒于华宴的歌女。但此时伊人殷勤捧杯劝饮，却不仅仅是履行侑酒之责，而欲藉此暗通情愫。而心有屡犀的作者又何尝不谙其意？为了报答她于已独钟的深情，他开怀畅饮，不惜一醉。这就写出了感情的双向交流。</p> <p>　　“舞低杨柳”二句描写歌舞场面，渲染欢乐气氛，是对初识、亦即初盟时的情境的进一步勾画。不径言伊人舞姿曼妙，歌声婉转，而借时间的推移，从侧面表现出其尽态极妍，是作者的独出机杼之处。“舞低”句既点出了艳舞的持续之久，又将月升日沉的自然现象化为其动态效应。“歌颈句由暗示伊人轻摇纫扇，尽兴演唱，直至精被力竭，才暂歌喉——扇底风尽，不正意味着歌喉暂歇？这种竟夜歌舞、通宵欢宴的情景，无疑从一个侧面反映出宋代文人阶层的生活情趣。</p> <p>　　但作者之所以对它历久难忘，却不仅仅是出于对昔日歌舞生涯的眷念，更因为那是他与伊人相识相恋的契机。这两句造语精丽，发想新奇，于织浓绮华中别见韶秀之美，因而深为后代词论家所推赏。</p> <p>　　下片一笔跃至别后的相思，而将初盟以迄别离的种种情事尽皆略去，颇见剪裁之工。“从别后”二句点明初逢的场面是其别后怀念的主要内容。“几回魂梦”句直诉魂牵梦萦的相思情怀。“与君同”暗示不独自已如此，对方亦复频入梦境，想思无已，但梦中重逢的欢娱极其短暂，梦后独处的凄怆却格外深长。如是者三，必然既想入梦，又怕入梦，乃至将梦作真、将真作梦。这就逗出“今宵剩把”二句：作者以“剩把”、“犹恐”前后勾连，通过持灯反覆照看而犹难以释然这一对眷恋至深的情侣久别重逢的那种惊喜交集、喜极转忧的特殊心态。 唯其眷恋至深才唯恐此番又是将梦作真。</p> <p>　　陈廷焯《白雨齐词话》评曰：“下半阕曲折深婉，自有艳词，更不得不让伊独步。”这当不是溢美之辞。当然，末二句也许受到<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a><a href=\"http://so.gushiwen.org/view_49136.aspx\">诗</a>“夜阑更秉独，相对如梦寐”（《羌村三首》之一），及<a href=\"http://so.gushiwen.org/author_750.aspx\">司空曙</a>诗“乍见翻疑梦，相悲各问年”（《云阳馆与韩绅宿别》）的启发。</p><br/><h2>创作背景</h2> <p>　　宋神宗熙宁二年(1069)二月以富弼为宰相，<a href=\"http://so.gushiwen.org/author_405.aspx\">王安石</a>为参知政事，议行新法，朝中政治风云突变。而早在仁宗至和二年(1055)<a href=\"http://so.gushiwen.org/author_432.aspx\">晏殊</a>就已亡故，<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>则因反对新法，逐渐失势，后于熙宁五年(1072)病故，这些亲人或父执的亡故或失势，使<a href=\"http://so.gushiwen.org/author_588.aspx\">晏几道</a>失去了政治上的依靠，兼之个性耿介、不愿阿附新贵，故仕途坎坷，陆沉下位，生活景况日趋恶化。在这段与先前富贵雍华的生活形成鲜明对比的日子里，晏几道采用忆昔思今对比手法写下了许多追溯当年回忆的词作，《鹧鸪天·彩袖殷勤捧玉钟》便是这其中的佼佼之作。</p>",
  "poet": {
    "id": 588,
    "star": 0,
    "name": "晏几道",
    "image": "http://img.gushiwen.org/authorImg/yanjidao.jpg",
    "desc": "晏几道（1030-1106，一说1038—1110 ，一说1038-1112），男，汉族，字叔原，号小山，著名词人，抚州临川文港沙河（今属江西省南昌市进贤县）人。晏殊第七子。历任颍昌府许田镇监、乾宁军通判、开封府判官等。性孤傲，晚年家境中落。词风哀感缠绵、清壮顿挫。一般讲到北宋词人时，称晏殊为大晏，称晏几道为小晏。《雪浪斋日记》云：“晏叔原工小词，不愧六朝宫掖体。”如《鹧鸪天》中的“舞低杨柳楼心月，歌尽桃花扇底风”等等词句，备受人们的赞赏。"
  },
  "tags": [
    "宋词三百首",
    "爱情",
    "婉约"
  ]
}