{
  "id": 50050,
  "star": 59,
  "name": "瑞鹤仙·环滁皆山也",
  "dynasty": "宋代",
  "content": "环滁皆山也。望蔚然深秀，琅琊山也。山行六七里，有翼然泉上，醉翁亭也。翁之乐也。得之心、寓之酒也。更野芳佳木，风高日出，景无穷也。 <br>游也。山肴野蔌，酒洌泉香，沸筹觥也。太守醉也。喧哗众宾欢也。况宴酣之乐、非丝非竹，太守乐其乐也。问当时、太守为谁，醉翁是也。",
  "fanyi": "<p><strong>译文</strong><br>环绕着滁州城的都是山。远远望过去树木茂盛，又幽深又秀丽的，是琅琊山。沿着山上走六七里，有一个四角翘起，像鸟张开翅膀一样高踞于泉水之上的亭子，是醉翁亭。太守欣赏山水的乐趣，领会在心里，寄托在喝酒上。野花开了，美好的树木繁茂滋长，天高气爽，霜色洁白，四季的景色不同，乐趣也是无穷无尽的。<br>游玩的时候，野味野菜，用酿泉的泉水来酿酒，泉水清，酒水甜，酒杯和酒筹交互错杂。太守喝醉了，而人们时坐时起，大声喧哗，是宾客在尽情欢乐。而且宴会喝酒的乐趣，不在于弹琴奏乐，太守以游人的快乐为快乐。当时的太守是谁？是醉翁<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>。</p> <p><strong>注释</strong><br>1.瑞鹤仙：词牌名。<br>2. 环滁：环绕着滁州城。滁州，今安徽省东部。<br>3. 皆：副词，都。<br>4. 蔚然：草木繁盛的样子。<br>5.琅琊山，在滁州西南十里。<br>6. 山：名词作状语，沿着山路。<br>7. 翼然：四角翘起，像鸟张开翅膀的样子。<br>8. 得：领会。<br>9. 寓：寄托。<br>10. 芳：花草发出的香味，这里引申为“花”，名词。<br>11. 山肴：用从山野捕获的鸟兽做成的菜。<br>12. 野蔌（sù）：野菜。蔌，菜蔬的总称。<br>13. 洌（liè）：清澈。<br>14.泉，指酿泉，泉水名，原名玻璃泉，在琅邪山醉翁亭下，因泉水很清可以酿酒而得名。<br>15. 觥（gōng）：酒杯。<br>16. 筹：行酒令的筹码，用来记饮酒数。<br>17.宴酣之乐，非丝非竹：宴会喝酒的乐趣，不在于音乐。丝，指弦乐器。竹，指管乐器。<br>18. 乐其乐：乐他所乐的事情。 乐：以…为乐。乐：乐事。<br>19.醉翁：指欧阳修（1007－1072年），自号醉翁。</p>",
  "shangxi": "<h2>赏析二</h2> <p>　　全<a href=\"http://so.gushiwen.org/view_50050.aspx\">诗</a>起句全用《醉翁亭记》首句原文。起笔写出环滁皆山之空间境界，颇有一份大自然怀抱之中的慰藉感，从而覆盖全篇，定下基调。下一个“也”字，已露唱叹之情。“望蔚然深秀，琅琊山也。”用原作句意，词句更省净，直指环山中之琅琊。蔚然一词更言深秀，倍加令人神往。“山行六七里，有翼然泉上，醉翁亭也。”三句，以便装句法，移植原作中“山行六七里，渐闻水声潺潺，而泻出于两峰之间者，酿泉也。峰回路转，有亭翼然临下泉上者，醉翁亭也”等句的句意直点出意境核心之所，而语句更加省净。“翁之乐也。”此一句拖笔，变上文之描写而为抒情，词情遂愈发曳生姿。这句是词人统摄原意而自铸新辞，笔力之巨，显然可见。接下来“得之心、寓之酒也。”二句概括原作中“醉翁之意不酒，乎山水之间也。山水之乐，得之心而寓之酒也。”“醉翁之意不酒”原作文眼之句，而山谷却宁舍此不用，可谓独具慧眼。境由心生，故谓之得。酒为外缘，故谓之寓。此句较“醉翁之意不酒”，更为内向，更为深刻。“更野芳佳木，风高日出，景无穷也。”此三句，囊括原作“若夫日出而林霏开，云归而岩穴暝，晦明变化者，山间之朝暮也。野芳发而幽香，佳木秀而繁阴，风霜高洁，水落而石出者，山间之四时也。朝而往，暮而归，四时之景不同，而乐亦无穷也”一节，于朝暮一节仅以日出二字点出，其余略去，而着力写四季。这是因为写四季尤可开拓意境之时间深度，从而与上文环滁皆山的空间广度相副，境界遂愈感阔大遥深，此类笔法，深得造境之理。只言景无穷，而乐无穷实已寓于其中，这又深得融情之法。词人运思之自由灵活由此可见一斑。</p> <p>　　过片，将原文“至于负者歌于途，行者休于树，前者呼，后者应，伛偻、提携，往来而不绝者，滁人游也”一节，尽行打并“游也”这两字短韵的一声唱叹之中，笔墨精炼绝伦。下边着力写太守与众宾客之游乐。“山肴野蔌，酒冽泉香，沸筹霾。”筹，是用来行酒令、饮酒计数的签子。此三句，移植原作中的意境、句意泉香酒洌，系泉洌酒香，倒装为的是增强语感之美。山肴泉酒之饮食，及此处略写的非丝非竹之音乐，正是野趣、自然之趣的体现。极写此趣，实透露出作者愤世之情。众人之乐以至于沸，又正是众人与太守同一情趣之证明。“沸”字添得有力，足见词人文思之奇。人心既与自然相合，人际情趣亦复相投，所以“太守醉也。喧哗众宾欢也。”太守遭贬谪别有伤心怀抱，故返归自然容易沉醉。众人无此怀抱，故欢然而已。一醉一欢，下字自有轻重。此二句移植原作中“起坐而喧哗者，众宾欢也。苍颜白发，颓然乎其间者，太守醉也”几句句意。下边，“况宴酣之乐、非丝非竹，太守乐其乐也”三句，揉合“宴酣之乐，非丝非竹”及“人知从太守游而乐，而不知太守之乐其乐也”。太守游宴，不用乐工歌妓弹唱侑酒，因有酿泉潺潺水声助兴。其所乐者何？众人不知，但太守实以与民共乐为乐。“问当时太守为谁，醉翁是也。”结句亦隐括原文结语：“太守谓谁？庐陵<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>也。”《醉翁亭记》以雍容而平易之文情，表现了超越而深沉的哲思，即天人合一、与民同乐的乐观精神。</p> <p>　　此词隐括原文，尽得文之精神，故全篇处处能表现乐于自然、乐于同乐之情景。尤其上片云“翁之乐也。得之心、寓之酒也”，下片云“太守醉也”，又云“太守乐其乐也”，反复暗示寄意所，处处都能于隐括之中不失其精神。</p> <p>　　<a href=\"http://so.gushiwen.org/author_268.aspx\">黄庭坚</a>的这首《瑞鹤仙·醉翁亭记》其骨架是欧阳修的，文学价值也不能同散文《醉翁亭记》类比。它的好处是将欧文的400余字，缩写改写不到100字，篇幅仅是原文的1/3，而主题却概括了进去。散文《醉翁亭记》，连用了21个虚词“也”字，《瑞鹤仙》亦以“也”字押韵，既保留了《醉翁亭记》的风格，又适应词的格律要求，确实是文坛上的异想天开，另一种的别开生面。</p><br/><h2>鉴赏</h2> <p>　　文章起始，开门见山，这是作文的传统，一种早有定论之法。常为文者都习惯守此规矩，精简笔墨，少说题外之语，以尽快直奔主体。据说，这个常规最初是总结<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>文章得来的，与滁州有直接关系。宋代<a href=\"http://so.gushiwen.org/author_459.aspx\">朱熹</a>《朱子语类》139卷，曰：欧公文亦多是修改到妙处。顷有人买得他《醉翁亭记》稿，初说滁州四面有山，凡数十字。末后改定，只曰：“环滁皆山也”。五字而已。欧阳修讲究文字简洁，不述废语，不置闲墨，他同<a href=\"http://so.gushiwen.org/author_596.aspx\">宋祁</a>等人合编《新唐书》，曾以“其事增于前，其文省于旧”而被夸耀。《唐宋八家丛话》曾记述这样一个故事：欧阳公在翰林时，与同院出游，有奔马毙犬于道。公曰：“试书其事。”同院曰：“有犬卧通衢，逸马蹄而死之。”公曰：“使子修史，万卷未已也。”问：“内翰以为何如?”答：“逸马杀犬于道。”此事虽属于文人墨客茶余饭后之闲叙，但流传甚广，其内涵引起文学界语言界的关注，经过许多人切磋琢磨，后来演变出六种表达方法：一、有奔马毙犬于道；二、有犬卧通衢，逸马蹄而死之；三、逸马杀犬于道；四、有奔马践死一犬；五、马逸，有黄犬遇蹄而毙；六、有犬死奔马之下。这虽是个古老而陈旧的故事，却反映了欧阳修对汉语修辞的重视和严谨，直到当代陈望道在著述《修辞学发凡》时，还对此津津乐道。他说：“依我看来，这都出于意思有轻重，文辞有宾主之分，所以各人的意见不能齐一。”</p> <p>　　欧阳修注重修辞，千锤百炼，反复修改自己的作品。《<a href=\"http://so.gushiwen.org/view_50050.aspx\">诗</a>人玉屑》卷八记载：新诗改罢自长吟。文字频改，功夫自出。近世欧公作文，先贴于壁，时加窜定，有终篇不留一字者。《四友斋丛话》卷23又记，欧阳公晚年，窜定平生所为文，用思甚苦。夫人止之曰：“何自苦如此，当畏先生嗔耶!”公笑曰：“不畏先生嗔，却畏后尘笑。”此亦名言。欧阳修这种不满足现状，不满足自己，刻苦用功、精益求精，对读者对后人负责的精神，永远是我们学习的榜样。</p> <p>　　然而，这么一个严以责己，认真为文的一代宗师，也有认识偏颇、偶尔失误之时。唐张继《枫桥夜泊》诗：“姑苏城外<a href=\"http://so.gushiwen.org/author_1397.aspx\">寒山</a>寺，夜半钟声到客船。”佳句广传，使古寺名声远扬。但欧阳修不以为然，未加实地考究，就在《六一诗话》中说：“句则佳矣，其实三更不是打钟时。”这话说错了。姑苏的寺庙在唐代是要敲分夜钟的，远在六朝，就有庙宇夜半鸣钟的记载。可见为文之人，光讲修辞是不够的。常言功夫在诗外，需要注意的方面还很多。</p> <p>　　即使是修辞，也是仁者见仁，智者见智，中有说不尽的奥妙。欧阳修的《醉翁亭记》，经过认真推敲，反复打磨，人与自然和谐，情与山水相融，堪称散文经典，是千古绝唱，使读者无不为之倾倒。但是遇到了与<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>齐名的北宋诗人书法家<a href=\"http://so.gushiwen.org/author_268.aspx\">黄庭坚</a>，他却大胆将其缩写成了一首歌词，合以声律，被之管弦，词牌名为《瑞鹤仙》：环滁皆山也。望蔚然深秀，琅琊也。山行六七里，有翼然泉上，醉翁亭也。翁之乐也，得之心，寓之酒也。更野芳佳木，风高日出，景无穷也。游也，山肴野蔌，酒冽泉香，沸觥筹也。太守醉也，喧哗众宾欢也。况宴酣之乐，非丝非竹，太守乐其乐也。问太守谓谁?醉翁是也。黄庭坚的这首《瑞鹤仙·醉翁亭记》其骨架是欧阳修的，文学价值也不能同散文《醉翁亭记》类比。它的好处是将欧文的400余字，缩写改写不到100字，篇幅仅是原文的1/3，而主题却概括了进去。散文《醉翁亭记》，连用了21个虚词“也”字，《瑞鹤仙》亦以“也”字押韵，既保留了《醉翁亭记》的风格，又适应词的格律要求，确实是文坛上的异想天开，另一种别开生面。</p> <p>　　欧阳修的刻意创新值得我们学习，黄庭坚不惧权威的敢作敢为，对我们也是一种启发。</p><br/><h2>赏析</h2> <p>　　这首词用独木桥体，隐括<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>散文名作《醉翁亭记》，同字协韵，唱叹有情，尽得原作之神韵。“环滁皆山也。”起句全用《醉翁亭记》首句原文。滁即滁州（今安徽滁州市），欧阳修曾任滁州知州。</p> <p>　　起笔写出环滁皆山之空间境界，颇有一份大自然怀抱之中的慰藉感，从而覆盖全篇，定下基调。下一个“也”字，已露唱叹之情。“望蔚然深秀，琅琊山也。”用原作“其西南诸峰，林壑尤美，望之蔚然而深秀者，琅琊也。”之句意。词句更省净，直指环山中之琅琊。蔚然，草木茂盛的样子。更言深秀，倍加令人神往。“山行六七里，有翼然泉上，醉翁亭也。”三句，以便装句法，移植原作中“山行六七里，渐闻水声潺潺，而泻出于两峰之间者，酿泉也。峰回路转，有亭翼然临下泉上者，醉翁亭也”等句的句意直点出意境核心之所，而语句更加省净。“翁之乐也。”此一句拖笔，变上文之描写而为抒情，词情遂愈发曳生姿。这句是词人统摄原意而自铸新辞，笔力之巨，显然可见。接下来“得之心、寓之酒也。”二句概括原作中“醉翁之意不酒，乎山水之间也。山水之乐，得之心而寓之酒也。”“醉翁之意不酒”原作文眼之句，而山谷却宁舍此不用，可谓独具慧眼。境由心生，故谓之得。酒为外缘，故谓之寓。此句较“醉翁之意不酒”，更为内向，更为深刻。“更野芳佳木，风高日出，景无穷也。”此三句，囊括原作“若夫日出而林霏开，云归而岩穴暝，晦明变化者，山间之朝暮也。野芳发而幽香，佳木秀而繁阴，风霜高洁，水落而石出者，山间之四时也。朝而往，暮而归，四时之景不同，而乐亦无穷也”一节，于朝暮一节仅以日出二字点出，其余略去，而着力写四季。这是因为写四季尤可开拓意境之时间深度，从而与上文环滁皆山的空间广度相副，境界遂愈感阔大遥深，此类笔法，深得造境之理。只言景无穷，而乐无穷实已寓于其中，这又深得融情之法。词人运思之自由灵活由此可见一斑。</p> <p>　　过片，将原文“至于负者歌于途，行者休于树，前者呼，后者应，伛偻（躬腰的样子，指老人）、提携（须提携而行者，指小儿），往来而不绝者，滁人游也”一节，尽行打并“游也”这两字短韵的一声唱叹之中，笔墨精炼绝伦。下边着力写太守与众宾客之游乐。“山肴野蔌，酒冽泉香，沸筹霾。”筹，是用来行酒令、饮酒计数的签子。此三句，移植原作中“酿泉为酒，泉香而酒洌。山肴野蔌，杂然而前陈者，太守宴也。宴酣之乐，非丝非竹。射（投壶）者中，弈者胜，觥筹交错”的意境、句意泉香酒洌，系泉洌酒香，倒装为的是增强语感之美。山肴泉酒之饮食，及此处略写的非丝非竹之音乐，正是野趣、自然之趣的体现。极写此趣，实透露出作者愤世之情。众人之乐以至于沸，又正是众人与太守同一情趣之证明。“沸”字添得有力，足见词人文思之奇。人心既与自然相合，人际情趣亦复相投，所以“太守醉也。喧哗众宾欢也。”太守遭贬谪别有伤心怀抱，故返归自然容易沉醉。众人无此怀抱，故欢然而已。一醉一欢，下字自有轻重。此二句移植原作中“起坐而喧哗者，众宾欢也。苍颜白发，颓然乎其间者，太守醉也”几句句意。下边，“况宴酣之乐、非丝非竹，太守乐其乐也”三句，揉合“宴酣之乐，非丝非竹”及“人知从太守游而乐，而不知太守之乐其乐也”。太守游宴，不用乐工歌妓弹唱侑酒，因有酿泉潺潺水声助兴。其所乐者何？众人不知，但太守实以与民共乐为乐。“问当时太守为谁，醉翁是也。”结句亦隐括原文结语：“太守谓谁？庐陵欧阳修也。”《醉翁亭记》以雍容而平易之文情，表现了超越而深沉的哲思，即天人合一、与民同乐的乐观精神。</p> <p>　　此词隐括原文，尽得文之精神，故全篇处处能表现乐于自然、乐于同乐之情景。尤其上片云“翁之乐也。得之心、寓之酒也”，下片云“太守醉也”，又云“太守乐其乐也”，反复暗示寄意所，处处都能于隐括之中不失其精神。</p>",
  "about": "<h2>创作背景</h2> 　　《醉翁亭记》作于宋仁宗庆历五年（1045年），当时<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>正任滁州太守。而<a href=\"http://so.gushiwen.org/author_268.aspx\">黄庭坚</a>的《瑞鹤仙·环滁皆山也》用独木桥体，隐括欧阳修散文名作《醉翁亭记》，同字协韵，唱叹有情，尽得原作之神韵。",
  "poet": {
    "id": 268,
    "star": 0,
    "name": "黄庭坚",
    "image": "http://img.gushiwen.org/authorImg/huangtingjian.jpg",
    "desc": "黄庭坚（1045.8.9-1105.5.24），字鲁直，号山谷道人，晚号涪翁，洪州分宁（今江西省九江市修水县）人，北宋著名文学家、书法家，为盛极一时的江西诗派开山之祖，与杜甫、陈师道和陈与义素有“一祖三宗”（黄庭坚为其中一宗）之称。与张耒、晁补之、秦观都游学于苏轼门下，合称为“苏门四学士”。生前与苏轼齐名，世称“苏黄”。著有《山谷词》，且黄庭坚书法亦能独树一格，为“宋四家”之一。"
  },
  "tags": [
    "写景",
    "写山",
    "抒怀"
  ]
}