{
  "id": 49473,
  "star": 90,
  "name": "江城子·孤山竹阁送述古",
  "dynasty": "宋代",
  "content": "翠蛾羞黛怯人看。掩霜纨，泪偷弹。且尽一尊，收泪唱《阳关》。漫道帝城天样远，天易见，见君难。<br>画堂新构近孤山。曲栏干，为谁安？飞絮落花，春色属明年。欲棹小舟寻旧事，无处问，水连天。",
  "fanyi": "<p><strong>译文<br></strong>美人为离别心情难受，却又怕人看见被取笑，手执白纨扇掩遮面容，让泪珠儿暗暗流下。请再饮一杯酒，收起离别的泪，我歌一曲《阳关》。谩说帝城遥遥天一样远，天再远也易见，再见到你难上难！<br>画堂新建色彩斑斓，依山傍水在孤山上，还有精巧玲珑的曲栏干。可以凭栏远眺西湖景色。可是你一离去，画堂栏干将为谁安置？眼前花絮飘落，与春色相逢只有待来年。明年春日驾着小舟寻觅旧迹，怕也难寻到往日欢踪，天连水，水连天，往事渺茫无处寻访。</p> <p><strong>注释<br></strong>⑴江城子：词牌名，又名“江神子”“村意远”。唐词单调，始见《花间集》<a href=\"http://so.gushiwen.org/author_622.aspx\">韦庄</a>词。宋人改为双调，七十字，上下片都是七句五平韵。<br>⑵孤山竹阁：<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>在杭州任刺史时所建。述古：即陈襄。字述古。当时述古由杭州太守调任南都（今河南商丘）太守。<br>⑶翠蛾羞黛（dài）：蛾，指娥眉。黛，指青黛，女子画眉颜料。翠、羞，形容其美好。此以翠蛾羞黛为美人的代称。<br>⑷霜纨（wán）：指白纨扇。纨，细绢。<br>⑸阳关：即阳关曲。又叫阳关三叠，是唐时著名的送别歌曲。以<a href=\"http://so.gushiwen.org/author_515.aspx\">王维</a>《送元二使安西》<a href=\"http://so.gushiwen.org/view_49473.aspx\">诗</a>为歌词者最为著名，有人将其分三叠反复叠唱。<br>⑹漫：助词。有随意，任由等义。帝城：指南都，陈述古将由杭州调任那里。<br>⑺天易见，见君难：化用“举目则见日，不见长安”语，言再到陈述古不容易了。<br>⑻画堂：指孤山寺内与竹阁相连投的柏堂。<br>⑼属：同“嘱”，嘱托。<br>⑽棹（zhào）：船桨。这里作动词用，意为划船。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这首词的上阕描述此妓在饯别时的情景。首先表现她送别长官时的悲伤情态。她因这次离别而伤心流泪，却又似感害羞，怕被人知道而取笑，于是用纨扇掩面而偷偷弹泪。她强制住眼泪，压抑着情感，唱起《阳关曲》，殷勤劝陈襄且尽离尊。上阕的结三句是官妓为陈襄劝酒时的赠别之语：“漫道帝城天样远，天易见，见君难。”这次陈襄赴应天府任，其地为北宋之“南京”，亦可称“帝城”。她曲折地表达自己留恋之情，认为帝城虽然有如天远，但此后见天容易，再见贤太守却不易了。这将是永远的离别。她清楚地知道：士大夫宦迹无定，他们与官妓在花间尊前的一点情意，离任后便会很快忘掉的。词情发展至此达到高潮，下阕全是模写官妓的相思之情。</p> <p>　　下阕模写歌妓的相思之情。苏<a href=\"http://so.gushiwen.org/view_49473.aspx\">诗</a>《孤山二咏并引》云：“孤山有陈时柏二株，其一为人所薪，山下老人自为儿时已见其枯矣，然坚悍如金石，愈于未枯者。僧志诠作堂于其侧，名之曰柏堂。堂与白公居易竹阁相连属。”<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>咏柏堂诗有“忽惊华构依岩出”句，诗作于熙宁六年六月以后，可见柏堂确为“新构”，建成始一年，而且可能由陈襄支持建造的（陈襄于五年五月到任）。在此宴别陈襄，自然有“楼观甫成人已去”之感。官妓想象，如果这位风流太守不离任，或许还可同她于画堂之曲栏徘徊观眺。由此免不了勾起一些往事的回忆。去年春天，苏轼与陈襄等僚友曾数次游湖，吟诗作词。苏轼《有以官法酒见饷者因用前韵求述古为移厨饮湖上》诗有“游舫已妆吴榜稳，舞衫初试越罗新”；后作《常润道中有怀钱塘寄述古》诗亦有“三月莺花付与公”之句，清人<a href=\"http://so.gushiwen.org/author_274.aspx\">纪昀</a>以为“此应为官妓而发”。可见当时游湖都有官妓歌舞相伴。“飞絮落花，春色属明年”，是说眼下已是花飞春尽，大好春色要到明年才有了。结尾处含蕴空灵而情意无穷。官妓想象她明年春日再驾着小船在西湖寻觅旧迹欢踪时，“无处问，水连天”，情事已经渺茫，唯有倍加想念与伤心而已。</p> <p>　　这首词属于传统婉约词的写法，表现较为细致，语调柔婉。作者善于描摹歌妓的情态，揣测到她内心隐秘的情绪，很有分寸地表现出来，艳而不俗，哀而不伤，切合现实情景。游湖等事，大都有苏轼在场。他了解官妓们的思想与生活，尊重她们的人格，因而能将其情态表现得真实而生动。可以设想：当这位官妓在尊前请求苏轼代为作词以赠陈襄，词人对客挥毫，顷刻而就，她当即手执拍板情真意切地演唱起来，声泪俱下，在座诸公无不被感动，尤其是太守陈襄。</p> <p>　　从这首词，可以看到宋代士大夫私人生活的一个方面。宋代统治阶级维持着歌妓制度，在官府服役的官妓，歌舞侍宴，送往迎来虚度青春，没有自由，精神生活十分痛苦。如仪真的一位官妓所说：“身隶乐籍，仪真过客如云，无时不开宴，望顷刻之适不可得。”（《夷坚丁志》卷十二）尽管她们身着绮罗，出入官府，实际上属于“贱民”，处于社会中卑贱的地位。由于职业关系，她们不得不歌舞侑觞，也不可能不与长官们尊前调情。这实际上是封建统治者公开玩弄妇女的一种方式。可见词中的官妓敬劝别酒、缅怀旧事、瞻念未来之时是有许多凄凉的情感，隐藏着对不幸命运的叹息悲伤。她们与长官的情谊，真真假假，很难说清。二者社会地位的悬殊又使他们之间不可能存在真正的情谊。苏轼为应酬官场习俗，实有相戏之意，将这种关系表现得扑朔迷离，真假难辨，非常巧妙。词的真实含意是比较复杂的。它是苏轼早期送别词中的佳作，反映了作者早期创作所受传统婉约词风的影响。</p>",
  "about": "<h2>创作背景</h2> <p>　　词为宋神宗熙宁七年（1074）在杭州送别友人陈述古而作。陈襄为杭州知州时，<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>为通判，二人政治倾向基本相同，又是<a href=\"http://so.gushiwen.org/view_49473.aspx\">诗</a>酒朋友，守杭期间甚为相得。这年七月，陈襄由杭州调知南都，于是僚友们为陈襄举行了几次饯别宴会。苏轼在这段时间先后共作了七首送别陈襄的词。其中有《菩萨蛮》，或题为“西湖席上代诸妓送陈述古”。</p> <p>　　竹阁在杭州西湖孤山寺内，为<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>在杭州时所建，故又称白公竹阁。据《乾道临安志》卷二云：“白公竹阁，在孤山，与柏堂相连，有唐刺史白居易祠堂。”继杭州僚佐在有美堂举行盛大饯送宴会之后，苏轼又与陈襄泛舟西湖，宴于孤山竹阁。在这些宴会上都是有官妓歌舞侑觞的。这首《江城子》同《菩萨蛮》一样是作者摹拟某官妓语气，代她向陈襄表示惜别之意。</p>",
  "poet": {
    "id": 183,
    "star": 0,
    "name": "苏轼",
    "image": "http://img.gushiwen.org/authorImg/sushi.jpg",
    "desc": "苏轼（1037－1101），北宋文学家、书画家、美食家。字子瞻，号东坡居士。汉族，四川人，葬于颍昌（今河南省平顶山市郏县）。一生仕途坎坷，学识渊博，天资极高，诗文书画皆精。其文汪洋恣肆，明白畅达，与欧阳修并称欧苏，为“唐宋八大家”之一；诗清新豪健，善用夸张、比喻，艺术表现独具风格，与黄庭坚并称苏黄；词开豪放一派，对后世有巨大影响，与辛弃疾并称苏辛；书法擅长行书、楷书，能自创新意，用笔丰腴跌宕，有天真烂漫之趣，与黄庭坚、米芾、蔡襄并称宋四家；画学文同，论画主张神似，提倡“士人画”。著有《苏东坡全集》和《东坡乐府》等。"
  },
  "tags": [
    "离别",
    "相思"
  ]
}