{
  "id": 111,
  "star": 355,
  "name": "伐檀",
  "dynasty": "先秦",
  "content": "坎坎伐檀兮，置之河之干兮。河水清且涟猗。不稼不穑，胡取禾三百廛兮？不狩不猎，胡瞻尔庭有县貆兮？彼君子兮，不素餐兮！<br>坎坎伐辐兮，置之河之侧兮。河水清且直猗。不稼不穑，胡取禾三百亿兮？不狩不猎，胡瞻尔庭有县特兮？彼君子兮，不素食兮！<br>坎坎伐轮兮，置之河之漘兮。河水清且沦猗。不稼不穑，胡取禾三百囷兮？不狩不猎，胡瞻尔庭有县鹑兮？彼君子兮，不素飧兮！",
  "fanyi": "<p><strong>译文<br></strong>砍伐檀树声坎坎啊，棵棵放倒堆河边啊，河水清清微波转哟。不播种来不收割，为何三百捆禾往家搬啊？不冬狩来不夜猎，为何见你庭院猪獾悬啊？那些老爷君子啊，不会白吃闲饭啊！<br>砍下檀树做车辐啊，放在河边堆一处啊。河水清清直流注哟。不播种来不收割，为何三百捆禾要独取啊？不冬狩来不夜猎，为何见你庭院兽悬柱啊？那些老爷君子啊，不会白吃饱腹啊！<br>砍下檀树做车轮啊，棵棵放倒河边屯啊。河水清清起波纹啊。不播种来不收割，为何三百捆禾要独吞啊？不冬狩来不夜猎，为何见你庭院挂鹌鹑啊？那些老爷君子啊，可不白吃腥荤啊！</p> <p><strong>注释<br></strong>1.坎坎：象声词，伐木声。<br>2.寘：同“置”，放置。<br>3.干：水边。<br>4.涟：即澜。<br>5.猗（yī）：义同“兮”，语气助词。<br>6.稼（jià）：播种。<br>7.穑（sè）：收获。<br>8.胡：为什么。<br>9.禾：谷物。<br>10.三百：意为很多，并非实数。<br>11.廛（chán）：通“缠”，古代的度量单位，三百廛就是三百束。<br>12.狩：冬猎。猎，夜猎。此<a href=\"http://so.gushiwen.org/view_111.aspx\">诗</a>中皆泛指打猎。<br>13.县（xuán）：通“悬”，悬挂。<br>14.貆（huán）：猪獾。也有说是幼小的貉。<br>15.君子：此系反话，指有地位有权势者。<br>16.素餐：白吃饭，不劳而获。<br>17.辐：车轮上的辐条。<br>18.直：水流的直波。<br>19.亿：通“束”。<br>20.瞻：向前或向上看。<br>21.特：三岁大兽。<br>22.漘（chún）：水边。<br>23.沦：小波纹。<br>24.囷（qūn）：束。一说圆形的谷仓。<br>25.飧（sūn）：熟食，此泛指吃饭。 </p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　全<a href=\"http://so.gushiwen.org/view_111.aspx\">诗</a>充满了劳动者对统治者的讽刺和对社会现实不公的斥责。三章诗重叠，意思相同，按照诗人情感发展的脉络可分为三层：</p> <p>　　第一层写伐檀造车的艰苦劳动。头两句直叙其事，第三句转到描写抒情，这在《诗经》中是少见的。当伐木者把亲手砍下的檀树运到河边的时候，面对微波荡漾的清澈水流，不由得赞叹不已，大自然的美令人赏心悦目，也给这些伐木者带来了暂时的轻松与欢愉，然而这只是刹那间的感受而已。由于他们身负沉重压迫与剥削的枷锁，又很自然地从河水自由自在地流动，联想到自己成天从事繁重的劳动，没有一点自由，从而激起了他们心中的不平。</p> <p>　　因此接着第二层便从眼下伐木造车想到还要替剥削者种庄稼和打猎，而这些收获物却全被占去，自己一无所有，愈想愈愤怒，愈无法压抑，忍不住提出了严厉责问：“不稼不穑，胡取禾三百廛兮？不狩不猎，胡瞻尔庭有县貆兮？”</p> <p>　　第三层承此，进一步揭露剥削者不劳而获的寄生本质，巧妙地运用反语作结：“彼君子兮，不素餐兮！”，对剥削者冷嘲热讽，点明了主题，抒发了蕴藏在胸中的反抗怒火。</p> <p>　　此篇三章复沓，采用换韵反复咏叹的方式，不但有利地表达伐木者的反抗情绪，还在内容上起到补充的作用，如第二、三章“伐辐”“伐轮”部分，在点明了伐檀是为造车之用的同时，也暗示他们的劳动是无休止的。另外各章猎物名称的变换，也说明剥削者对猎取之物无论是兽是禽、是大是小，一概毫不客气地据为己有，表现了他们的贪婪本性。全诗直抒胸臆，叙事中饱含愤怒情感，不加任何渲染，增加了真实感与揭露的力量。另外诗的句式灵活多变，从四言、五言、六言、七言乃至八言都有，纵横错落，或直陈，或反讽，也使感情得到了自由而充分的抒发，称得上是最早的杂言诗的典型。</p>",
  "about": "<h2>创作背景</h2> 　　这里将此篇作为反剥削<a href=\"http://so.gushiwen.org/view_111.aspx\">诗</a>歌看，对于当时的社会性质及诗人身份，因史料不足难以确认，姑且保留《诗经选注》的看法，即：一群伐木者砍檀树造车时，联想到剥削者不种庄稼、不打猎，却占有这些劳动果实，非常愤怒，于是你一言我一语地提出了问责。",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": [
    "古诗三百首",
    "诗经",
    "抒情"
  ]
}