{
  "id": 71640,
  "star": 12,
  "name": "赠羊长史·并序",
  "dynasty": "魏晋",
  "content": "左军羊长史，衔使秦川，作此与之。</p> <p>愚生三季后，慨然念黄虞。<br>得知千载上，正赖古人书。<br>圣贤留余迹，事事在中都。<br>岂忘游心目？关河不可逾。<br>九域甫已一，逝将理舟舆。<br>闻君当先迈，负疴不获俱。<br>路若经商山，为我少踌躇。<br>多谢绮与甪，精爽今何如？<br>紫芝谁复采？深谷久应芜。<br>驷马无贳患，贫贱有交娱。<br>清谣结心曲，人乖运见疏。<br>拥怀累代下，言尽意不舒。",
  "fanyi": "<h2>注释</h2> ⑴左军：指左将军朱龄石。羊长史：指羊松龄，当时是左将军的长史。长史：官名，将军的属官，主持幕府。衔使：奉命出使。秦川：陕西关中地区。作此：写这首<a href=\"http://so.gushiwen.org/view_71640.aspx\">诗</a>。<br>⑵愚：作者自称，谦词。三季：三代，指夏、商、周。黄虞：黄帝、虞舜，指上古时代。这两句是说自己生在三代之后，却向往黄虞时代的休明之治。<br>⑶千载外：千年以前。指历史上所谓禅让时代，即唐虞之世。这两句是说依赖古书的记载才知道上古的政治情况。<br>⑷圣贤：指三代以前的圣君贤相。中都：占人以黄河流域为中原，在这里建都，都叫中都。如尧都乎阳，舜都蒲坂，禹都安邑，汤都毫，西周都镐，东周都洛邑等，都在黄河流域。作者举此，在于说明东晋都建业，只是偏安割据的局面。这两句是说圣贤的遗迹遍及中原古都。<br>⑸游心目：心涉想目远望。关河：山河。这两句是说北望中原，不能忘怀，但却去不了。<br>⑹九域：九州，即天下。甫已一：开始统一。义熙十三年七月，刘裕灭后秦，送姚泓至京师，斩于市，天下渐趋统一。逝：语助词，无义。理：治。舆：车。理舟舆：治备船和车要到中原去。<br>⑺先迈：先行。疴（kē苛）：病。负疴：抱病。不获俱：不能同行。这两句是说听说你要先去，我因患病不能同行。<br>⑻商山：在今陕西省商县东南，是刘裕入秦必经之地。踌躇：徘徊、停留。<br>⑼多谢：多问。绮与角：绮里季与甪里先生。<a href=\"http://so.gushiwen.org/author_3125.aspx\">皇甫谧</a>《高士传》记载，秦末有东园公、绮里季、夏黄公、甪里先生四人，避秦之乱而隐于商洛深山之中，汉惠帝给他们立碑，称为“商山四皓”。这里以绮里季和甪里先生代指“四皓”。精爽：神如有灵。这两句是说多问问商山四皓，他们的神如有灵今天应怎样？作者自己有归隐之意。<br>⑽紫芝：即灵芝。芜：荒芜。这两句是说紫芝无人再采，深谷也应久已荒芜。<br>⑾驷马：富贵人的车乘。贳（shì市）：远。无贳患：不能避患。交娱：欢娱。《高士传》记载四皓作歌有云“驷马高盖，其忧甚大。富贵之畏人兮，不如贫贱之肆志。”这两句即化用这个意思，是说富贵必有忧患，不如贫贱快乐。<br>⑿清谣：指“四皓歌”。心曲：心窝里、心坎上。人乖：人生背时。见疏：被时代遗弃。这两句是说四皓歌在自己心中产生共鸣，慨叹时运不济竟被遗弃了。<br>⒀拥怀：有感。累代：应前三季、黄虞、千载而言。舒：展。这两句是说生于千载以后的自己无限感怀，言虽易尽而意却难于表达清楚。",
  "shangxi": "<h2>鉴赏</h2> <p>　　这<a href=\"http://so.gushiwen.org/view_71640.aspx\">诗</a>是陶集赠答诗中的名篇。诗中念古伤今，流露着作者对时局的观感和政治态度，也体现了“君子赠人以言”的古训，对友人进行讽示、忠告，大有别于一般伤离惜别、应酬敷衍之作。羊长史，名松龄，是和作者周旋日久的友人，当时任江州刺史、左将军檀韶的长史。这次是奉使去关中，向新近北伐取胜的刘裕称贺。秦川，今陕西一带。</p> <p>　　刘裕在消灭桓玄、卢循等异己势力之后，执掌朝政，功高位尊，已怀有夺取司马氏政权的野心。公元416年（晋安帝义熙十二年）刘裕率师北伐，消灭了羌族建立的后秦国，收复了古都长安、洛阳。自永嘉之乱以来，南北分裂，晋师不出，已逾百年。这次北伐胜利，本是一件大好事。无奈刘裕出兵的动机只是为了提高自己的威望，所以才得胜利，便匆匆南归，去张罗篡位的事了。他一心只是“欲速成篡事，并非真有意于中原”。南北统一的希望，终成泡影。三年之后，他便代晋成了依然偏安江左的刘宋王朝的开国之君。</p> <p>　　对刘的意图，作者是看得很明白的。所以对北伐胜利和羊长史入关称贺，他都表现得十分冷漠，只在序里淡淡地说了一句“衔使秦川”而在诗中又委婉地讽示友人，不要趋附权势，追求驷马高官。这一切，都显现出这位“隐逸诗人”对现实和政治还是相当敏感、有所干预的。 因为诗所涉及的是很敏感的时政问题，所以其表现也十分隐约、含蓄。全诗分四节。首节八句，悠徐地从“千载外”说起，说是自己生在三季（夏、商、周三代之末）之后，只有从古人书里，得知些黄帝、虞舜之世的事，不禁慨然长念——那时真风尚存，风俗淳朴平和。言下之意，三季之后，就只剩下欺诈虚伪，争攘篡夺了。这自然是对刘裕的隐隐嘲讽。既提到“古人书”，就以它为纽带，自然地转入下文：也正是从书里，知道了贤圣余迹，多留存在中都（指洛阳、长安）一带。点到“贤”字，目光便已遥注到下文的“绮（里季）与甪（里先生）”；而“圣”，则上应“黄虞”。自己是一直向往“贤圣”们所作所为的，所以始终盼望着去那里游骋心目；只是限于关山阻隔（实际是南北分裂的代用语），没能如愿而已。这样缓缓说来，既说出自己对“贤圣”的崇仰心情，也以宾带主，渐渐引入羊长史的北去。思路文理，十分绵密。</p> <p>　　次节四句，转入赠诗。现在九域(九州，指天下)已经初步统一起来了，诗人下了决心，要整治船只车辆，北上一行。听说羊长史要先走一步，自己因身有疾病，难以联袂同行，只有赠诗相送。作者早衰多病，五十以后即“渐就衰损”（《与子俨等疏》），“负疴”当然是实情；但“不获俱”的真正原因，还应在于羊长史是奉使向刘裕称贺，而自己却是要“游心目”于贤圣遗迹，目的既不同，当然也不必同行了。</p> <p>　　“路若经商山”以下八句，是赠诗主旨所在。到关中去，说不定要经过商山，那正是汉代初年不趋附<a href=\"http://so.gushiwen.org/author_746.aspx\">刘邦</a>的绮、角等“四皓”（四个白首老人）的隐栖之地。作者很自然地借此向友人嘱咐，要他经过时稍稍在那里徘徊瞻仰，并多多向四皓的英灵致意：他们的精神魂魄又怎样了呢？相传他们在辞却刘邦迎聘时曾作《紫芝歌》：“漠漠高山，深谷逶迤。晔晔紫芝，可以疗饥。唐虞世远，吾将何归？驷马高盖，其忧甚大。富贵而畏人兮，不若贫贱之肆志。”（见《古今乐录》）如今，紫芝有谁再采呢？深谷里也大概久乏人迹、芜秽不堪了吧？——多少人已奔竞权势、趋附求荣去了。作者在这里说“为我”，流露出自己是有心上追绮、角精魂的人，同时也示意友人要远慕前贤，勿误入奔竞趋附者的行列。接着，他又化用《紫芝歌》后段的意思警醒友人:“驷马无贳患，贫贱有交娱。”——高车驷马，常会遭罹祸患；贫贱相处，却可互享心神上的欢娱。是讽示，也是忠告，朱光潜在《诗论》中曾举到这首诗说:“最足见出他于朋友的厚道。”正指此处。</p> <p>　　《紫芝》一歌，可看作这首赠诗的灵魂。篇首的“慨然念黄虞”，已化用了“唐虞世远”之意；直到结尾，作者还郑重写出“清谣(指《萦芝歌》)结心曲”，深慨绮、甪长往，人既乖违，时代亦疏隔久远，自己只有在累代之下，长怀远慕，慨叹无穷了。“言尽意不舒”，见出作者对时世慨叹的多而且深，也示意友人要理解此心于言语文字之外。</p> <p>　　此诗对刘裕不屑涉笔，意存否定，却对不趋附权势的绮、甪崇仰追慕，这些都显示出他崇高的人格修养。在写作上，虽从远处落笔，却紧扣正意，徐徐引入，最后才突出赠诗主旨，手法都很高妙。无怪方东树《昭昧詹言》云：“《羊长史》篇文法可以冠卷。”</p> <p>　　<a href=\"http://so.gushiwen.org/author_39.aspx\">沈德潜</a>论赠答诗，谓“必所赠之人何人，所往之地何地，一一按切，而复以己之情性流露于中，自然可咏可读。”（《说诗晬语》）此诗应是此论的一个好例。</p>",
  "poet": {
    "id": 645,
    "star": 0,
    "name": "陶渊明",
    "image": "http://img.gushiwen.org/authorImg/taoyuanming.jpg",
    "desc": "陶渊明（约365年—427年），字元亮，（又一说名潜，字渊明）号五柳先生，私谥“靖节”，东晋末期南朝宋初期诗人、文学家、辞赋家、散文家。汉族，东晋浔阳柴桑人（今江西九江）。曾做过几年小官，后辞官回家，从此隐居，田园生活是陶渊明诗的主要题材，相关作品有《饮酒》、《归园田居》、《桃花源记》、《五柳先生传》、《归去来兮辞》等。"
  },
  "tags": [
    "赠答",
    "忠告",
    "友人"
  ]
}