{
  "id": 69053,
  "star": 236,
  "name": "塞上",
  "dynasty": "宋代",
  "content": "鸣骹直上一千尺，天静无风声更干。<br>碧眼胡儿三百骑，尽提金勒向云看。",
  "fanyi": "<p><strong>译文<br></strong>响箭鸣叫着冲上云霄，草原之上无风，天地间一片安宁，显得响箭的声音更加清脆洪亮。<br>数百个有着碧绿眼珠的矫健的外族骑士，纷纷提着带金勒向云端看去。</p> <p><strong>注释<br></strong>⑴鸣骹（xiāo）：同“鸣髇”，也叫“鸣镝”，一种发出响声的箭，古称“嚆矢”。<br>⑵骑：骑兵，这里指骑在马上的人。<br>⑶提：提收、提控，这里指拉紧马的缰绳。金勒：金属制作、装饰的带有嚼口的马笼头。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　《塞上》<a href=\"http://so.gushiwen.org/view_69053.aspx\">诗</a>主要描写剽悍的北方少数民族的能骑善射。万里晴空之下，辽阔草原之上，数百名健儿纵马驰骋。忽然，一枝响箭穿向云天，大家不约而同地立刻勒马伫立，昂首放目，凝神远望。诗人仿佛是一名技艺超群的摄影师，迅速抓住这瞬间的景象，拍下一个精彩无比的镜头，并且贯注了诗人炽热的主观感情。</p> <p>　　在这首诗中，诗人先用“鸣骹直上一千尺，天静无风声更干”两句来描写一枝飞箭风驰电掣地刺入高空。《汉书·匈奴传上》：“冒顿乃作鸣镝。”可知响箭是北方少数民族习用的武器，“直上”，表现箭射出后的锐不可当之势。“一千尺”，写箭的射程之远。“天静无风”，不单写出了草原上空的清明宁谧，也写出了“天似穹庐，笼盖四野”的寥廓无边。因而那飞箭的呼啸之声就掠过大地，响彻云霄，传送得更加清晰、更加嘹亮、更加遥远——“声更干”。云气潮涩，回音必滞，器物浸润，发音必沉；于是诗人以表现燥性的“干”，来形容箭声的轻脆、尖厉，可谓一字传神。<a href=\"http://so.gushiwen.org/author_106.aspx\">刘克庄</a>《黄蘖诗》说“疏林霜下叶声干”（《后村大全集》卷五），联系落叶的飘然而下的形态，“干”字就用得不是地方，倒不如“萧萧”二字能曲尽其妙。与刘克庄同时略早的徐玑在其《晓》诗中说“犹干竹叶声”（《二薇亭集》），以“干”状风竹之飒飒作响，亦不尽妥帖。惟独形容“天静无风”中“鸣骹”之声用“干”为逼肖。这里，诗人扣着“鸣骹”绘影绘声：上句“直上一千尺”，属于视觉感受，侧重写高，箭身一点，箭影如线；下句“无风声更干”，属于听觉感受，侧重写远，箭声震荡于旷野之上，而这旷野之上的天幕，又恰为箭身、箭影的深色点、线提供了面的浅色背景，点、线、面相互结合而成天然精巧的构图。</p> <p>　　写了天上的“鸣骹”之后，诗人紧接着写地下仰看“鸣骹”的人，这就是诗的后两句：“碧眼胡儿三百骑，尽提金勒向云看。”“碧眼”在这里既突出了北方某些少数民族的生理特征，又切合此时抬头望箭的规定场景，还因为眼睛作为心灵的窗户，人物的内在情感与外在风采，都可以通过它来集中体现，所谓“传神写照，正在阿堵（这个，指眼珠）中”（东晋画家顾恺之语）。<a href=\"http://so.gushiwen.org/author_405.aspx\">王安石</a>的《明妃曲》诗说“明妃初嫁与胡儿”（《王文公文集》卷四十），<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>的和诗也说“维将汉女嫁胡儿”（《欧阳文忠公文集》卷八《明妃曲和王介甫作》），都以“胡儿”称外族年轻人。而在<a href=\"http://so.gushiwen.org/author_550.aspx\">柳开</a>诗中则更包含着亲切的语调。“碧眼胡儿三百骑”，描绘一队少数民族的年轻骁骑，句中虽只排列名词，实是以静写动，使人想像那眉宇间流露着威武气概的草原汉子们扬鞭跃马、奔逐追驰的热烈场面。“尽提金勒向云着”，则又以动写静：拉紧了马缰，抬起了望眼，一个接一个的动作霎时聚落在全体骑手的屏气凝视中；正见喧腾，忽归沉静，“向云看”的“三百骑”深深被“直上一千尺”的“鸣骹”所吸引，全神贯注、目不转睛，宛如戏曲舞台上的角色亮相，具有一种雕塑型的美。唐人<a href=\"http://so.gushiwen.org/author_484.aspx\">李益</a>有一首题为《从军北征》的边塞诗：“天山雪后海风寒，横笛遍吹《行路难》。碛里征人三十万，一时回首月中看。”这末二句，写“征人”因闻笛思乡始翘首望月，情原非由所“看”之“月”引起，“月”仅作为乡心之寄托，故而茫然“回首”，格调低沉、色彩灰暗，且无雕塑型的美。对照起来，柳开诗可谓青出于蓝了。 因为是一首绝句，字数有限，诗中就难以面面俱到地展开一个全过程。诗人恰能利用短小篇幅，舍弃次要情节，捕捉最为精彩动人的意象，将北方少数民族的剽悍性格与尚武精神表现得淋漓尽致，不愧为宋代边塞诗的“压卷”之作。</p> <p>　　柳开生活在北宋初年，宋诗尚未形成铺陈直述，以议论说理见著的特色。同样的内容，在欧阳修诗里却是“胡人以鞍马为家，射猎为俗，泉甘草美无常处，鸟惊兽骇争驰逐”（《明妃曲和王介甫作》）的质直表现。后来<a href=\"http://so.gushiwen.org/author_366.aspx\">苏辙</a>出使辽国时，在《虏帐》诗中也是“舂粮煮雪安得饱，击兔射鹿夸强雄”，“钓鱼射鹅沧海东”，“弯弓射猎本天性”（《栾城集》卷十六）的夹叙夹议。比较起来，柳开此诗犹有唐人风韵，空灵蕴藉，情辞丰腴。在以意趣气骨、拗折瘦劲取胜的宋诗中，也应算是别具一格的了。而柳开曾经“部送军粮至涿州”，“使河北”，“知代州”，又“徙忻州刺史”，并且“善射”、“倜傥重义”（《宋史·柳开传》），则又表明《塞上》诗写得如此成功，乃是与诗人身历其境，具有实际生活体验紧密相关的。</p>",
  "about": "<h2>创作背景</h2> 　　这首<a href=\"http://so.gushiwen.org/view_69053.aspx\">诗</a>北宋初年，当时国家统一不久，国力渐长，主要对抗势力便是北方少数民族契丹等，作者当时怀着报效国家之志，创作此诗。",
  "poet": {
    "id": 550,
    "star": 0,
    "name": "柳开",
    "image": "http://img.gushiwen.org/authorImg/liukai.jpg",
    "desc": "柳开（947～1000）北宋散文家。原名肩愈，字绍先（一作绍元），号东郊野夫；后改名开，字仲涂，号补亡先生，大名（今属河北）人。开宝六年进士，历任州、军长官，殿中侍御史，提倡韩愈、柳宗元的散文，以复兴古道、述作经典自命。反对宋初的华靡文风，为宋代古文运动倡导者。作品文字质朴，然有枯涩之病，有《河东先生集》。诗作现存八首。"
  },
  "tags": [
    "古诗三百首",
    "边塞",
    "写人"
  ]
}