{
  "id": 38281,
  "star": 4,
  "name": "三堂东湖作",
  "dynasty": "唐代",
  "content": "满塘秋水碧泓澄，十亩菱花晚镜清。<br>景动新桥横螮蝀，岸铺芳草睡。<br>蟾投夜魄当湖落，岳倒秋莲入浪生。<br>何处最添诗客兴，黄昏烟雨乱蛙声。",
  "shangxi": "<h2>赏析</h2> <p>　　<a href=\"http://so.gushiwen.org/author_622.aspx\">韦庄</a>的律<a href=\"http://so.gushiwen.org/view_38281.aspx\">诗</a>，特别是像这首描写自然风光的律诗，虽不像他的一些绝句那样内蕴深沉，发人深省，但它以明快清新取胜，在抒情状物方面也自有其可贵的特色。</p> <p>　　其一，很少使事用典，而是根据自然环境，用明白晓畅的语言铸词造句，写出眼中所见和心中所感，以真切的情意来牵动读者的心灵。此诗咏“东湖”，开篇即从“满塘秋水”落笔，直接切题，起得爽健自然。接着，在夜里，在那碧绿深沉的湖水上，作者便让各种景色次第呈现出来；湖面上浮着十亩菱花，平展在明镜般清澈的水中；湖上横跨的新桥，像一条长虹，影子在水中荡漾；湖岸上，芳草如茵，睡着静静的池鹭；在清澈的湖底，月亮投下它的影子，像从天上掉了下来，而四围的山峰也倒映着它们的倩影，像一朵朵盛开的莲花。作者以湖面为中心，将湖上、岸边、天上、四周的自然景物都组织在一起，汇集到湖中，成为活泼、优美、迷人而又宁静的一潭。这当中，既有平面的扩展，也有上下立体的交叉；既有动态中的活泼可爱，也有宁静中的安详恬和。然而，作者最后还说，那最能惹动诗兴的，还是黄昏时候，在烟雨迷蒙中，那响彻田野的阁阁的蛙声。诗中描述的这一切，犹如一条清澈的小溪。从诗人的笔下涓涓流出，直淌到读者心间，沁人肺腑。文字上决没有故作艰深、矫揉造作之感，而是一任自然，如娓娓交谈，亲切动人。其中“蝃蝀”（dìdōng，长虹的别称）一词，虽出自《诗经·鄘风》“蝃蝀在东，莫之敢指。”但用在这里，和原诗意思已毫无关系，只是借来与对句的“鵁鶄”（jiāoqīng，即池鹭）对偶罢了，而中间两联的对偶，本是律诗应当遵循的规则，也不是勉强做作。至于“蟾投夜魄”，看来象是用了《五经通义》（“月中有兔与蟾蜍何？月，阴也；蟾蜍，阳也，而与兔并明，阴系阳也”）和《后汉书·天文志》（“姮娥遂托身于月，是为蟾蜍”）的典故，但月中有蟾蜍，本系古代家喻户晓的神话传说，这里信手拈来，驱使自如，浑化无迹，毫无使事用典的痕迹。</p> <p>　　其二，结构新奇，在自然流利的笔调中，暗寓着章法上的精心安排。作者写东湖，是从夜里开始的，从第二句“晚”字可知，第四句“睡鵁鶄”、第五句“蟾投夜魄”更可证明，特别是“当湖落”三字，说明已是月到中天，至少子夜了。但到最后一联，却以问句逗起，在时间上来了一个很大的逆转：“黄昏烟雨乱蛙声。”这真是石破天惊，出人意表。这一安排，有着丰富的含义。它说明作者不是子夜才到东湖的，而是黄昏就来了，那时正一片烟雨，只听得满湖动人的蛙声，勾起了浓郁的诗兴。同时也说明前三联所写是放晴景色，雨洗秋光，格外清爽，暗中为第二句的“清”字作了最好的注脚。其次，前三联所写皆从视觉着笔，全是眼中所见，而最后补以蛙声，是耳中所闻，则进一步从听觉上为整个美景增添了气氛，视、听兼用，收到了声情并茂的效果。另外，尾联出现蛙声，也是为深夜的静寂作反衬，即以闹衬静。黄昏时候，烟雨苍茫的东湖是蛙的世界，蛙们引吭高歌，好不热闹，而此时，它们似乎都已倦于歌唱，安静地歇息了，一轮皎洁的明月悄然洒下清光，笼罩一切，幻化一切，使闹后的宁静静得深沉，静得奇异，静得令人心醉。这最后一联的巧妙安排，使全诗格外生色，令人产生丰富的想象，而留下悠远无尽的韵味。</p> <p>　　其三，用字准确、生动，全诗音调响亮。诗中的动词，如“动”、“横”、“铺”、“投”、“落”、“倒”、“入”、“生”等，不仅准确，而且由于它们的频繁出现，便使本来静的景物有了动势，也使本来各不相干的景物相互融为一体，起了如同纽带般的关联作用。形容词“澄”、“清”、“乱”等，也恰到好处，例如用“乱”字来形容群蛙自由合唱的声音，真是维妙维肖，准确到不可移易的程度。特别是诗中还使用了“蝃蝀”、“鵁鶄”、“黄昏”、“烟雨”等双声词，读来流利自然，声韵和谐，增添了语言的音乐美。从中也可见作者熟能生巧的文字功底，他调动多方面的艺术手段，把东湖的自然美景表现得极为生动逼真，一片闲适之情，也充溢于字里行间，令人神往。</p>",
  "about": "<h2>创作背景</h2> 　　据夏承焘先生《<a href=\"http://so.gushiwen.org/author_622.aspx\">韦庄</a>年谱（修订）》，公元877年（唐僖宗乾符四年），四十二岁的韦庄从长安附近的鄠杜移居虢州（今河南灵宝），《浣花集》中的《虢州涧东村居作》、《三堂早春》、《渔塘十六韵》以及这首《三堂东湖作》，皆作于居住虢州时。当时，<a href=\"http://so.gushiwen.org/author_438.aspx\">黄巢</a>虽已起兵，但虢州还是一片寂静，秋日，村居无事的<a href=\"http://so.gushiwen.org/view_38281.aspx\">诗</a>人在月明星稀的夜晚，静静地游览东湖，他用清新秀丽的笔触画出了湖光山色，寄寓着悠然自得的闲适情怀。",
  "poet": {
    "id": 622,
    "star": 0,
    "name": "韦庄",
    "image": "http://img.gushiwen.org/authorImg/weizhuang.jpg",
    "desc": "韦庄（约836年─910年），字端己，杜陵（今中国陕西省西安市附近）人，诗人韦应物的四代孙，唐朝花间派词人，词风清丽，有《浣花词》流传。曾任前蜀宰相，谥文靖。"
  },
  "tags": [
    "秋天",
    "写景",
    "抒情",
    "闲适"
  ]
}