{
  "id": 69862,
  "star": 3,
  "name": "杂剧·地藏王证东窗事犯",
  "dynasty": "元代",
  "content": "楔子<br>某姓岳名飞，字鹏举。幼习武艺。随高宗南渡于金陵。不经旬日，有大金国四太子追袭。到于浙西钱塘镇，立名行在，即其帝位。某统军在朱仙镇拒敌，四太子闭门不出。某平生愿待复夺东京，近新交上表，欲起军去，不见圣旨到来。这几日神思不安，呵！不知有甚事。不知朝冶里有甚事？张宪、岳云，在意看守边塞，则今日便索上马去。<br>【仙吕】【端正好】见一日帝王宣十三次，多应挡回俺百万雄师。莫不朝廷中别有甚关机事，既不沙却怎竹节也似差天使？<br>【幺篇】多敢是圣明君犒赏待宣赐，怎肯信谗言节外生枝？只不过休兵罢战还朝呵是，我暗暗地自寻思。莫不是封官爵圣恩慈，明宣赐赏金资？添军校复还时，将三略展六韬施，收九府取京师，杀猛将血横尸。夺了四京九府，须要称了俺平生志！<br><br>第一折<br>自宣某到于阙下，不引见官里，有秦桧将某送下大理寺问罪。陛下信奸臣贼子，将俺功臣亏损。\"太平不用旧将军\"，信有之！<br>【仙吕】【点绛唇】立国安邦，列着虎贲郎将。沙场上，卧雪眠霜，争与恁百二山河掌。<br>【混江龙】想挟人捉将，相持厮杀数千场，则落得披枷带锁，枉了俺展土开疆。信着个挟天子令诸侯紫绶臣，待损俺守边塞破敌军铁衣郎。俺与你扫除妖气，洗荡妖氛，不能够名标簿上。刬地屈问厅前，想儿曹歹谋帝王前，不由英雄泪滴枷梢上！想着俺掌帅府将军一令，倒不出的坐都堂约法三章。非是岳飞造反，皇天可表！<br>【油葫芦】想十三人舞袖登城临汴梁，向青城虏了上皇。唬得禁军八百万丢盔卸甲。那其间，无一个匣中宝剑掣秋霜！杨戬是个帮闲攒懒元戎将，蔡京是个传书献简头厅相。一个治家亡了家，一个安邦的丧厂邦。虏得些金枝玉叶离了乡党，若不是泥马走康正。<br>【天下乐】到如今宋室江山都属四国王，生并的国破城荒！那一场我与你重安口月定了四方。战沙场几个死？破敌军几处伤？兀的是功名纸半张！既是我谋反，哪里积草屯粮？谁见来？<br>【那吒令】恁寻思试想，向杀场战场；恁寻思试想，俺安邦定邦；恁寻思试想，立朝纲纪纲。我不合扶持的帝业兴，我不合保护的山河壮，我不合整顿的地老天荒。<br>【鹊踏枝】我不合定存亡，列刀枪。恁刬的定计铺谋，损害贤良。试打入天罗地网，待教俺九族遭殃！<br>【寄生草】仰面将高天问，英雄气怨上苍！问天公不曾天垂象，治居民不曾教居民荡，统三军不曾教三军丧。只落的满身枷锁跪厅前，却甚一轮皂盖飞头下！<br>【村里迓鼓】我不合扶立一人为帝，教万民失望；我不合于家为国，无明夜，将烟尘扫荡；我不合仗手策，凭英勇，占得山河雄壮。镇得四海宁，帝业昌，民心良，则兀的是我请官受赏！<br>【元和令】消不得上马金下马银，也合教出朝将入朝相。我与恁夺旗扯鼓统儿郎，不能够列金钗十二行。教这个牧童村叟蠢芒郎，到能够暮登天子堂！<br>【上马娇】不索你狠，更怕我慌。你道是先打后商量，做了个耕牛为主遭鞭杖。见外则慌，内则相隔着汉阳江，陛下久顾镇苏杭。<br>【游四门】只怕不知祸起在萧墙！你待兴心乱朝纲，诈传宣赚离我边庭亡。原来恁没世界有官方，暗暗将刀斧列在阶旁。<br>【胜葫芦】却甚烂醉佳人锦瑟旁，今日和天也顺时光。则那逆天的天不教命亡，顺天的祸从天降；逆天的神灵不报，顺天的受灾殃！<br>【寄生草】你道我把朝廷乱，不合将社稷匡。我不合降戚方揭寨施心亮，我不合捉李成贼到中军帐，我不合破金国扶立的高宗旺。待将我签头号令市曹中，却甚功劳写在凌烟上？<br>皇天可表，岳飞忠孝！<br>【赚煞】下我在十恶死囚牢，再不坐九鼎莲花帐，则我这谋反事如何肯当！我死呵，做个负屈衔冤忠孝鬼！见有侵境界小国偏邦，秦桧结勾起刀枪。陛下，则怕你坐不久龙床！俺死呵，落得个盖世界居民众众讲：岳飞子父每不合舍性命生并的南服北降，出气力西除东荡！杀了岳飞、岳云、张宪三人，陛下，你便似砍折条擎天架海紫金梁！<br><br>第二折<br>吾乃地藏神，化为呆行者，在灵隐寺中，泄漏秦太师东窗事犯。损人自损自身已，我疯我痴我便宜。人我场中恁试想，到底难逃死限催。<br>【中吕】【粉碟儿】休笑我垢面疯痴，恁参不透我本心主意，则与世人愚不解禅机。鬅松着短头发，胯着个破执袋，就里敢包罗天地。我将这吹火筒却离了香积，我泄天机故临凡世。<br>【醉春风】又不曾礼经忏法堂中，俺则是打勤劳山寺里。则为你上瞒天子下欺臣，你道我痴，我道你奸。\"缚虎则易，纵虎则难\"。太师，这言语单道着你！你休笑我秽，我干净如你！你问我缘由，我对你说破，看怎生支对？有甚不知你来意！<br>【迎仙客】你来意我理会得，你未说我先知。知你个怕心也你那梦境恶，故来动俺山寺里，祝神祗，礼忏会。休只管央及俺菩提，道不得念彼观音力。<br>【石榴花】太师一一问真实，你听我说因依。当时不信大贤妻，他曾苦苦地劝你，你岂不自知？东窗下不解西来意，我葫芦提，你无支持。则为您奸猾狡佞将心昧，你但举意，我早先知。<br>【斗鹤鹑】知你结勾他邦，可甚于家为国？咱人事要寻思，免劳后悔。岂不闻湛湛青天不可欺！据着你这所为，来这里唬鬼瞒神，做的个藏头露尾。太师，你休笑这火筒。<br>【红绣鞋】他本是个君子人则待挟权倚势，吹一吹登时教人烟灭灰飞。则为他节外生枝，教人落便宜。为甚不厨中放，常向我手中携？这其间不是我掌握着呵，敢起烟尘，倾了社稷！<br>【十二月】笑你个朝中宰职，只管里懊恼阇梨。我这里明明取出，他那里暗暗掂提。不是疯和尚直恁为嘴，也强如于吃了堂食。<br>【尧民歌】你好坐儿不觉立儿饥，这的是两头白面做来的。我重吃了两个莫惊疑，你屈坏了三人待推谁？普天下明知、明知其中造化机。百姓每恰似酸馅一般，都一肚皮衠包着气。<br>【满庭芳】你则待亡家败国，你几曾夺旗扯鼓，厮杀相持？将别人边塞功番成罪，你只会改是为非。有神方难除你病疾，无妙药将我难医。你将那英雄辈，都向钢刀下做鬼，云阳内血沾衣！<br>【快活三】则为你非来我这风越起，风过处日光辉。则为你拿了云握住雨不淋漓。便下雨呵，则是替岳飞天垂泪！<br>【鲍老儿】替头儿看看趱到你那里，怕犯法，没头罪。我不念经强如人咒骂你，你仔细参详八句诗中意。你心我知，一言既出，驷马难追。<br>久闻丞相理乾坤，占断官中第一人。都领群臣朝帝阙，堂中钦伏老勋臣。有谋解使蛮夷退，塞闭奸邪禁卫宁。贤相一心忠报国，路上行人说太平。俺这里景致好。<br>【耍孩儿】这寺嵯峨秀丽山叠翠，这湖瀑布岚光水碧，这山千层万叠似屏帏，这玉湖清浩荡尽苏堤。青山只会磨今古，绿水何曾洗是非？枉了你修福利，送的教人亡家破，瓦解星飞。<br>【三煞】岳飞定家邦功已休，秦桧反朝廷事已知，你两家冤仇有似檐间水。则为奸谗宰相千般狠，送了慷慨将军八面威。你所事违天理，休言神明不报，只争来早来迟。<br>【二煞】你看看业罐满，渐渐死限催，那三人等候在阴司内。这话是金风未动蝉先觉，暗送无常死不知。那时你归泉世，索受他十恶罪犯，休想打的出六道轮回。<br>【收尾】便似哑迷般说与你猜，你索似闷弓儿心上疑。有一日东窗事犯知我来意，只怕你手搠着胸脯恁时节悔。<br>楔子<br>自家姓何，何宗立的便是。秦太师钧命，教西山灵隐寺勾捉呆行者去。谁想不见，惟留纸一张，上有八句诗，须索交太师看。弃了袈裟别了参，不来尘世住心庵。二时斋粥无心恋，薄利虚名不意贪。性似白云离岭岫，心如孤月下寒潭。丞相问我归何处？家住东南第一山。秦太师钧旨，教往东南第一山勾捉呆行者叶守一，须索走一遭去。远远地见一个卖卦先生，第一问东南山去路，第二买一卦则个。<br>【仙吕】【赏花时】这六爻内特将祸福看，指引迷人八卦间。只听的笛声韵悠残，这其间天昏日晚，直引鬼门关。我哪里不寻你？却在这里。秦太师钧旨有勾！<br>【幺篇】兀底明写东南第一山，则见鬼吏牛头惨雾间。见太师搁着泪诉艰难，教传示夫人，只说道东窗事犯，大古是人马报平安。<br><br>第三折<br>某三人自秦桧屈坏了俺，阳寿未终，奉天佛牒、玉帝敕，东岳圣帝教来高宗太上皇托梦去。<br>【越调】【斗鹌鹑】但行处怨雾凄迷，悲风乱吼。恰离枉死城中，早转到阴山背后。不能青史内标名，只落的钢刀下斩首。每日秦不管，魏不收。送的俺酩子里遭诛，更怕我葫芦罢手。<br>【紫花儿序】三魂儿潇潇洒洒，七魄儿怨怨哀哀，一灵儿荡荡悠悠。俺不是降灾邪祟，俺是出力公侯。你问缘由，我对圣主明言剐骨仇，俺说的并无虚谬。谢圣上将这屈死冤魂，放入这凤阁龙楼。<br>【小桃红】躬身叉手紧低头，又不敢把龙床叩，拜舞山呼痛僝僽。见官里猛抬头，惊回御寝把天颜奏。灯影下诚惶顿首，臣说着伤心感旧，尚古自眉锁庙堂愁。<br>【鬼三台】臣在生时多生受，驰甲胄，做先锋帅首，向沙塞拥貔貅。臣说着呵自羞，想微臣挟人捉将一旦休，只落的披枷带锁遭重囚。臣想统三军永远长春，不想半路里拔着短筹。<br>【紫花儿序】臣性命不若如花梢滴露，风里杨花，水上浮沤。臣统三军舍命，与四国王做敌头，将四京九府平收。不想臣扶侍君王不到头，提起来雨泪交流。想微臣盖世功名，到今日一笔都勾。臣等三人每，曾与国家出气力来。<br>【金蕉叶】臣舍性命沙场上战斗，臣出气力军前阵后。刬地撇俺在三闹里不偢，臣意社稷江山宇宙。<br>【调笑令】陛下索趁逐，替微臣报冤仇，臣须是一日无常万事休！不能够悬牌挂印将君恩受，只落的絣扒吊拷百事有，早难道众臣千秋。<br>【秃厮儿】臣望写皇阁千年不朽，标青史万代名留。臣做了个充饥画饼风内烛，这冤仇，这冤仇怎肯于休！<br>【圣药王】臣这方头，又不曾写犯由，也合三思然后再追求。臣海外收伏了四百州，将凌烟阁翻作抱官囚，久以后再谁想分破帝王忧！<br>【络丝娘】臣舍性命出气力请将边庭镇守，秦桧没功劳请俸干吃了堂食御酒。他待将咱宋室江山一笔勾，好金帛和大金家结勾。<br>【绵答絮】臣趁着悲风浙浙，怨气哀哀，天公不管，地府难收。相伴着野草闲花满地愁，不能够敕赐官封万户侯。想世事悠悠，叹英雄逐水流。<br>【拙鲁速】臣将抽头不抽头，向杀人处便攒头。秦桧安排钓钩，正着他机彀，怎生收救？臣当初只见食不见钩。<br>【幺篇】想微臣志未酬，除秦桧一命休。陛下逼逐记在心头。将缘由苦苦遗留，明明说透。把那禽兽，剐割肌肉，号令签头，豁不尽心上忧。<br>【收尾】忠臣难出贼臣彀，陛下宣的文武公卿讲究。用刀斧将秦桧市曹中诛，唤俺这屈死冤魂奠盏酒！<br><br>第四折<br>自太师差自家东南第一山勾呆行者叶守一去，不想去偌多时节！<br>【正宫】【端正好】奉钧命陷在酆都，别妻子离了乡郡。则我便是个了事公人，鬼窟窿里衣饭也能寻趁，一去二十载无音信。<br>【滚绣球】去时节未四旬，回来时经几春，不觉染秋霜两鬓，转回头高冢麒麟。改换的日月别，重安的社稷稳，每应旧功臣老尽，今日另巍巍别是个乾坤。果然道长江后浪催前浪，今日立起新君换旧君，岁月如奔。<br>【呆古朵】玉阶前圣主将臣来问，听臣说太师原因。当日做好事回来，路逢着一人。施全心胆大将他坏，秦桧福气大难侵近。本向灵隐寺祭福星，不想到宅上惹祸根。<br>【倘秀才】太师顿然省将诗句议论，道这个呆行者好言而有准，道那八个字自包天地自杀身！因此上差臣为公吏，勾唤那僧人，因此上事紧。<br>【滚绣球】想着秦太师性情狠，不由何宗立去心紧，正行里起撼天关大风一阵，无片时间早刮的地惨天昏。那风出山卷怪尘，那风入山推败云，险刮的那太华山一时崩损，刮的昆仑山希力力难以影身。那风刮的六朝老树和根倒，万里长江恶浪奔，进退无门。<br>【倘秀才】又无侵古道疏篱远村，见一个卦先儿深山中潜隐，他和那野草闲花作近邻。要知山下路，须问往来人，□□□□□。<br>微臣向前去问那先生，那先生道：\"你休问我，问那个牧童去！\"<br>【叨叨令】恰问罢早驾祥云瑞霭，乘着风信，见一个牧童牛背笛声韵。我将那东南山去路将他问，他指一指隐灵寺行者分明近。他早去了也未哥，早去了也未哥，向前来扯住禅师问。<br>微臣扯住他道：\"太师钧命有勾！\"那和尚道，\"不索你勾，我已把秦太师勾到这里。怕你不信，教你看咱。\"<br>【倘秀才】恰道罢见太师铁锁沉枷在身，并无那玉女金童接引，则有一簇牛头鬼吏跟。教秦桧，见微臣，普碌碌推出狱门。<br>【滚绣球】太师道，从见了呆行者西山里作下文，不想东窗下事犯紧。道他则与漫君王干家缘兴心规运，只为他虐黎民好金帛前后绝伦。他不合仓厫中盗了粮，府库中偷了银。狠毒心一千般不依本分，更罢军权屈杀了阃外将军。当初祸临岳飞，今日灾临己，抵多少远在儿孙近在身，唬鬼谩神。<br>【倘秀才】夫人听说了阴司下因，早不觉腮边泪痕，古自想一夜夫妻日夜恩。说的夫人衠愁闷，为太师受辛勤。要见太师呵，则除是关山靠梦魂。<br>【滚绣球】那阴司刑法别，比阳间官府狠，不想他苦恹恹痛遭危困，只因笑吟吟陷于人洗垢寻痕。参可可皮肉开，血力力骨肉分，痛杀杀怎挨那三推六问！监押都是恶鬼狞神。说太师于般凌虐苦，则除你一上青山便化身，显夫人九烈三贞。<br>【二煞】岳飞道秦桧不肯学汉萧何追韩信，至潭溪赍发的交职挂三齐印。道陛下自离京兆泥马走，似高祖荥阳一跳身。枉了他子父每舍死忘生，苦征恶战，扯鼓夺旗，捉将挟人，漾人头厮滚，噙热血相喷。亏煞他枕盔腮印月，卧甲地生鳞。<br>【尾】投至奏的九重禁阙君王准，教烧与掌恶酆都地藏神。屈杀了岳飞、岳云、张宪三人，已上升三个全身。将杀身秦桧贼臣不须论，想他诳上欺君，苦虐黎民。近有东岳灵文，交替了陈寿千年无字碑，古自证不的本！<br>【后庭花】见一日十三次金宇牌，差天臣将宣命开。宣微臣火速临京阙，以此上无明夜离了寨栅，驰驿马践尘埃渡过长江一脉。臣到朝中怎挣揣？想秦桧无百刂划，送微臣大理寺问罪责，将反朝廷名字揣，屈英雄泪满腮。臣争战了十数载，将功劳翻作罪责。<br>【柳叶儿】今日都撇在九霄云外，不能够位三公门转干阶。将秦桧三宗九族家族坏，每家冤仇大。将秦桧剖棺椁坐刂尸骸，恁的呵，恩和仇报的明白。<br>题目岳枢密为宋国除患<br>秦太师暗结勾反谏<br>正名何宗立勾西山行者<br>地藏王证东窗事犯",
  "poet": {
    "id": 2502,
    "star": 0,
    "name": "孔文卿",
    "desc": "生卒年不详平阳（今山西临汾）人。元代杂剧作家。生平事迹不可考。"
  },
  "tags": []
}