{
  "id": 70294,
  "star": 2,
  "name": "杂剧·说鱄诸伍员吹箫",
  "dynasty": "元代",
  "content": "第一折<br>别人笑我做奸臣，我做奸臣笑别人。我须死后才还报，他在生前早丧身。小官少傅费无忌是也。自从临潼斗宝之后，谁想太傅伍奢无礼，他在平公面前搬弄我许多的是非，不想被我预先说过，倒惹的平公大怒，将伍奢并家属尽皆拿来杀坏了。我想伍奢二子皆有些本事，怕他日后报仇，已将他大的孩儿伍尚赚的来，也杀坏了。只有他小的孩儿，乃是伍员，他在临潼会上，秦穆公赐他白金宝剑，称为盟府，文欺百里奚，武胜秦姬辇，拳打蒯聩，脚踢卞庄，保十七国公子无事回还。他如今现为十三太保大将军，樊城太守。那厮若知道我杀了他一家老小，他肯和我干罢？我着他有备算无备，无备则盖着草荐睡。我如今着我大的孩儿费得雄，他也是个好汉，常在教场中和小的们打髀殖耍子，我如今着人叫他来，着他诈传平公的命，将伍员赚将来，拿住哈喇了，俺便是剪草除根，萌芽不发。左右那里，去教场中寻将费得雄来者。费得雄安在？我做将军只会掩，兵书战策没半点。我家不开粉铺行，怎么爷儿两个尽搽脸？自家非别，乃是费无忌的靴后跟。甚么靴后跟？可是长子哩。我正在教场中耍子，老头儿呼唤，须索走一遭去。不索报复，我自过去。老儿唤我大叔那厢使用？费得雄，唤你来别无甚事，我将伍奢父子并一家老小尽皆杀坏了，则有伍员一个现在樊城。你今诈传平公之命，宣那伍员去。则说是临潼斗宝之后，多有汗马功劳，宣你入朝为相，出朝为将。若赚的来时，也将他杀坏了，便是翦草除根，萌芽不发。你则今日直至樊城赚伍员走一遭去。老儿放心，凭着我三寸不烂之舌，见了伍员，不怕他不来。若不来，我便拳撞脚踢，也不怕他不死。你看我家老头儿这等不中用，那拳头刚擦的一擦，便一个脚稍天哩。嗨，这弟子孩儿跌了我这一交，他去了么？去了也。我说他不敢不去。正是：养得一子孝，何用子孙多。某乃楚国公子芈建是也，颇奈费无忌无礼，在父王跟前百般谗谮，将俺老相国伍奢父子满门家属诛尽杀绝。则有伍员在于樊城为守，听知得费无忌诈传父王之命，差他孩儿费得雄樊城赚伍员去了。倘一时不知，堕其奸计，可不送了他一家，坏了俺楚国？我如今抱着孩儿芈胜，私奔出朝，先到樊城，报与伍员知道，可不好也。想子胥盖世威名，争忍见中计身倾。费无忌虽多奸险，我救贤臣先奔樊城。<br>【仙吕】【点绛唇】久镇南方，指麾兵将多雄壮。守着这鄂渚湘江，有多少翻滚滚东流浪。<br>【混江龙】俺也曾西除东荡，把功劳立下几桩桩。生博的标名画阁，常只是舍命沙场。错认他一片尘飞驱战马，那知道三通鼓响报升堂。俺本是个掌三军的帅首，今做了抚百姓的循良。兴学校，劝农桑，清案牍，恤流亡，宽税敛，聚糇粮，也非是我为臣子好出众人先，则待要佐君王稳坐在诸侯上，长享着万邦玉长帛，永保着千里金汤。<br>某乃芈建是也。自出朝门，日夜奔走，来到这樊城地面，早至他帅府门首也。令人报复去，道有公子芈建到此。报的元帅得知，有公子芈建在于门首。快有请。请进。公子，远劳你贵脚来踏贱地，可是为何？将军，我无事也不敢来。今有谗臣费无忌，将你父兄并满门家属，诛尽杀绝，则留得你在樊城，他如今又差着孩儿费得雄，诈传父王之命，赚你还朝，暗行残害，此是他翦草除根之计。因此上我抱着幼子，晓夜奔来，报与你知道。若费得雄来时，将军切不可饶了他。父亲，则被你痛杀我也。某想临潼会上，保全十七国公子无事回还，如此大功，今日听信费无忌谗言，将我三百口家属尽皆杀坏。自古道：父母之仇，不共戴天；兄弟之仇不反兵。我和你更待干罢。<br>【油葫芦】想秦国雄兵似虎狼，在临潼筵会上，当此一日，若不是我伍员呵，怕不那十七邦公子尽遭殃。将军有如此大功，那费无忌奸贼，反来害你一家，好是无礼也。怎听他费无忌说不尽瞒天谎，着伍子胥救不得全家丧。也枉了俺竭忠贞辅-人，扫烽烟定八方。倒不如他无仁无义无谦让，白落的父子擅朝纲。<br>我怕费得雄早先到了，反出其后，以此担饥忍饿，日夜奔来，兀的这两脚上不跚成了趼也。<br>【天下乐】你晓夜兼程来探访，似这般彷也波徨，都只是为我行。生怕那泼无徒前来赶不上，害的你脚心里踏做了趼，肚皮里饿断肠。将军，你早知有这今日，当初临潼关上，便不立的功劳也罢了。则俺这做元戒的不气氏。<br>我费得雄是也。奉父亲的言语，着我智赚伍员去。行了数日光景，来到这樊城。这就是他宅门首，我下得这狗来。把门的，快报入去，道有费得雄亲为使命，在于门首。喏，报的元帅得知，有费得雄到此。伍将军，我可往那厢去？不妨事，你且壁衣后藏着。好，好，我且回避咱。着他进来。请进。谁是伍员？则某便是。你是伍员么？我奉主公的命，因你在临潼会上，文欺百里奚，武胜秦姬辇，拳打蒯聩，脚踢卞庄，保十七路公子无事，多有功劳，今特宣你回来，着你入朝为相，出朝为将；上为管军，下马管民；再赐你上马一提金，下马一提银。不可久停久住，则今日走马临朝，谢了恩者。某已半年来不曾入朝，我家父母兄长安康么？你家里这几时好生兴旺，听得说宣你入朝，着我多多上复，早早起身，正要见你一面哩。你看这厮好无礼也。<br>【村里迓鼓】恼得我伍员心怒，我与你报这等喜信，不见拿出一些儿赏钱，倒打将起来。打这厮十分的口强。官儿，你休惹事，如今兵马司正寻这等盘子头的哩。你把我全家诛灭，犹然道我爹娘兴旺。我家老子一日不杀人也杀好几个，希罕你家这两个儿，做这等狗头狗怎的？按不住我心上恼，口中气有不腾腾三千丈。常言道：捉贼见赃，捉奸见双，看你这个嘴脸，敢要和我打人命官司，也须得个证见人。既然道你一家是我家老子杀了，你说是谁见来？若不是芈建来说就里，白破了这厮谎，险些儿被赚入天罗地网。<br>伍员，我是奉命来的，宣你入朝，赏你上马一提金，下马一提银，出朝为将，入朝为相，那些儿亏了你，你颠倒打我？<br>【元和令】你道是上马金下马银，出朝将入朝相，你晓的你父亲罪么？我老子做事，不通一些儿风与我，我那里知道？只你那费无忌如此狠心肠，做兀的般歹勾当。你不要恼，你那老子便活到一百二十岁，也少不得要死。便做道人生在世有无常，也不似俺一家儿死的来忒枉。<br>你打的好，你当住门，把定走路，便打死了我，有甚么本事？你敢到朝里去打我么？将军且息怒。<br>【上马娇】你可便不索慌，不索忙，将军息怒，再慢慢的问他。我则是先打后商量。哎哟，你那钵盂般大的拳头，飕飕的打得我那碎屁儿支支的，可不打杀了我。芈建，只你便是个见证。将军息怒。请公子放手休拦当，饶这厮强，也飞不过土城墙。<br>你个老叔，你也劝他一劝。将军息怒。我在临潼会上，拳打蒯聩，脚踢卞庄，力举千斤之鼎，我打死你这贼，值得甚的？<br>【胜葫芦】凭着我举鼎的威风略显扬，遮莫是铁金刚，也打的他肉绽皮开血泊里倘。觑着你这般模样，那般伎俩，还待要强夸张。<br>我如今在你宅里，你要打我，这个叫做门里大，可不着你打了，但是打也要打的有些道理。我奉使命而来，取你入朝，有甚的歹处？你要打我，岂不防外人谈论？<br>【幺篇】兀的不自有傍人说短长，谁着你谗舌巧如簧，难道有眼高天不鉴详？害了俺这尊兄伍尚、父亲贤相。父兄之仇，我不报谁报？少不的冤债你还偿。<br>则被你打杀我也。你不肯入朝去，则把你那上马一提金、下马一提银送与我大叔买些糖果儿吃也好，怎么你打我？我如今权且忍着，回家对我老子说去，少不得也打还你。走、走、走。将军既然打了费得雄，此人回去，见那父亲说了，必然统兵擒拿我和你两个。自古道：长安虽好，不是久恋之乡。我和你如今投奔那一国去好？公子你放心，咱则今日去郑国借兵，报俺父兄之仇。罢，罢，罢！<br>【赚煞】想着我为盟府逞英雄，保各国浑无恙。也曾踢打了蒯聩和他卞庄，到今日都付春风梦一场。还说甚谁弱谁强，急茫茫远奔他乡。但借的铁甲三千入故乡，你看那费无忌智量，怎和俺伍子胥近傍。我将的泼无徒直搠满了这湛卢枪！<br><br>第二折<br>须知草要连根拔，专怕春回芽再发。我今不杀伍子胥，倒等他来把我杀。自家费无忌的便是。颇奈伍员无礼，我差费得雄去诈宣他入朝，不想芈建私奔樊城，先与伍员说知，将我费得雄着实打了一顿。还喜的我家孩儿有些本事，挣的回来。如今他与芈建共投郑国去了，更待干罢！你妒我为冤，我妒你为仇，今启过主公，差养由基领五千铁骑，赶上伍员，发箭射死了他，便是我平生愿足。左右那里？与我唤将养由基来者。养由基安在？手挽雕弓胎是铁，能于百步穿杨叶。一生输与卖油人，他家手段还奇绝。某乃养由基是也，佐于楚平公麾下，官封中大夫之职。某猿臂神射，将一柳叶悬于百步之外，射之百发百中，军中唤某为穿杨神射养由基。今有费无忌元帅呼唤，不知甚事，须索走一遭去。小校报复去，道有养由基来了也。养基由到。将军，今因伍员私走樊城，怕他各处借兵，来侵犯本国，奉主公的命，差你领五千铁骑，赶上伍员，发箭射死。你则今日就点人马追赶伍员去来。成功之日，自有加官赐赏。得令，则今日就点五千军马，追赶伍员走一遭去。领三军疾去如风，无过是短箭轻弓。凭着我穿杨妙手，管教他一命丢空。某乃伍员是也。自从打了费得雄，有公子芈建不知去向，某只得携着芈胜私出樊城，投于郑国，借兵报仇去来。兀的后面一簇军马，必然是追兵至也。某养由基，奉费无忌的言语，着某领五千人马追赶上伍员，发箭射死。某想伍员在临潼会上立下十大功劳，不料费无忌谗佞，将他父兄并三百口家属都杀坏了，则留的他一个私奔各国，又要差某赶上将他射死。那伍员本是忠臣良将，不争射死了他，担着万代骂名。我如今追上前去，待见他时，自有个主意。来者莫非是养由基么？然也。某奉主公之命，领五千铁骑赶上射你哩。将军，不争你射死我，谁与我报父兄之仇？将军，你只放心自去。大小三军，摆开阵势，待我发箭。呀，怎么这箭是没箭头的？明明是他要放我走的意思，不若冲开阵面，杀一条血路而走。怎生连发三箭射他不死？你走了更待干罢，我不问那里赶将去来。休赶，休赶，且喜离驿亭相去已远，把马加上一鞭，趱路前去。我想养由基穿杨神箭，百发百中，若非他咬去箭头，卖此一阵，焉能杀的出来？到得郑国，那公子芈建已先在彼，正<br>待要借兵报仇，岂知郑子产反为楚公，有害某之意，某只得一把火烧了驿亭，夺路而走。可惜公子芈建死于乱军之中，如何是好？嗨，教我如今往那国去的是？仔细想来，唯有吴公子姬光曾受我活命之恩，必然借兵与我，不免抱了芈胜，竟投吴国去来。我伍员好险也，好苦也呵，<br>【南吕】【一枝花】扑碌碌撞开门外军，不剌刺杀出这城边路。紧防他弦上箭，又则怕失却掌中珠。仔细踌躇，俺父兄多身故，他又把咱家一命图。泪沾洒四野征尘，气吁成半天毒雾。<br>【梁州第七】则愿得斫不折匣中宝剑，则愿得走不乏跨下龙驹。凭着我这湛卢枪搠下功劳簿。盔缨惨淡，袍锦模糊。想当日筵前斗宝，暗里埋伏，脱临潼都是俺的机谋，向云阳甲坏了俺的亲族。我、我、我举甚么千钧鼎恶识了西秦，是、是、是到如今一口气羞归南楚，来、来、来只不如片帆风飞过东吴。我这里悄悄叹吁，敢命儿里合受奔波苦？世做的背时序，且一半惺惺一半愚，说甚当初！<br>每日溪头出浣纱，皆言妾貌似桃花。不须动问名和姓，濑水西头第一家。妾身浣纱女的便是。我的婆婆就唤做浣婆婆，有个兄弟，乃是伴哥，在这江岸上耕田，我将这饭罐儿与俺哥哥送饭去咱。正行之间，江边一个女子，提着两个瓦罐，我自问他咱。兀那女子，你这罐儿里走甚么东西？是豆儿粥、水薄酒。你肯与人吃么？你是何人？我是一个将军，走的路遥，甚是饥馁。女子，你将此饭与俺暂且充饥，和这小哥也食用些儿，我日后必当重报。既是这等，你跟我到庄儿上，宰个羔羊儿，杀个鸡儿，那饭儿中吃，这个则是豆儿粥，你吃不的。不妨事，你将来我食用些儿。如不弃嫌，这两罐都与将军食用波。我吃了这饭也。女子，此恩日后必当重报。那个是头顶锅走的？区区一饭，何报之有？兀那女子，我有句说话分付你：残浆勿漏。你吃了饭，又说残浆勿漏，我这罐儿不漏。不是说这罐儿漏，我去之后，若有人马赶将来呵，必然问你，万望可怜见，不要说与他知，走漏了我的消息。将军，你放心的去，我只不说便了。<br>【牧羊关】谢得你个幼女心儿善，你可慌甚么？怎知我是贼人胆底虚。你则放心者。缓急间须要你支吾，可怜我孤身的躲难逃灾，更一家儿衔冤负屈。哦，元来将军是避难的，请自放心，若有军马来，吾自与你支吾便了。我为甚么告残浆休漏泄？也则怕有军士紧迫逐。将军，你久后得意呵，休忘了我这一饭之德也。我怎忘了你这濑水上的浣纱女，救了我走樊城的伍子胥。我去之后，愿的你残浆勿漏。你去后倘有别人说时，也则是我说。罢、罢、罢，我教你去也去得放心。将军，我在此江岸上住，我乃浣纱女，母亲是浣婆婆，兄弟是伴哥，将军你则记者。将军名姓盖寰宇，一心待要投吴主。你是忍饿登程伍子胥，休忘了我抱石投江浣纱女。好一个贤哉女子也，为我一身，倒丧了他一命。罢、罢、罢，异日得志，我当在此水上与你修盖祠堂，表扬贞烈，报答一饭之恩便了。<br>【骂玉郎】他生来野水荒村住，又不曾读共古人书，怎么肯为英雄甘把红颜没？我久已后索勺他盖一所没像的祠，建一统纪节的碑，这便是我表一点酬恩的处。<br>早来到江边了也，不得个船来渡过去，如何是好？远远的不是一只渔舟。渔翁，你与我撑过船来。船稳潮平漫漫行，偷吹铁笛两三声。自从隐在江湖上，再不闻人说战争。老夫闾丘亮是也，幼年曾在朝中出仕，如今年纪衰迈，弃职闲居，隐于江湖之上，打鱼为活。隔江有一人唤渡，待我问他：兀那来的是甚么人？渔翁，快撑船来，渡我过江去。你说是甚么人，我好渡你。我是楚将伍员是也。你就是伍盟府么？则我便是伍盟府。你且少待。盟府请上船，将那马也牵上船来，我渡你过去。可早来到这岸边也。多谢了渔翁，此恩异日必当重报。盟府你敢饥么？我可知饥哩。我还不打紧，这小哥一昼夜不曾吃饭哩。我安排些酒饭来，与盟府食用。你且在这芦苇中藏着，恐防有人见。你等我来时，我只叫道\"芦中人\"，你便道\"信有之\"。以此为个暗号。是。我家中取酒饭去。芦中人。信有之。一壶浊酒，一瓯鱼羹，一盂大米饭，权且充饥咱。多谢了。渔翁渡我过江来，又赐酒饭，此恩必当重报。敢问渔翁高姓大名？老夫乃楚国大夫闾丘亮是也，只因年迈辞朝，在江边捕鱼为生，今知盟府亡楚甚急，老夫特在此江边停舟等侯。多谢了。老丈，我身边别无甚物件，待要将这匹马送与先生，我可要代步，止有一口白金剑，留与老丈做船资咱。盟府误矣。你本一世豪杰，不幸遭父兄之难，走郑投吴。老夫在此舣舟而待，岂望报乎？请自收回，不劳再赐。千金宝剑赛吴钩，一片精光射斗牛。藏处非冰寒凛凛，舞时无雨急飕飕。随身偏壮忠臣胆，入手能摽逆子头。君自有仇持报去，老夫争好便收留。老丈休看得这剑轻了呵，此剑乃秦穆公在临潼会上赐与我为盟府的。今楚国之令，得伍员者赐黄金万两，爵至执圭，似此不贪，岂图一剑？盟府，你可自有用处，收回去罢。老丈，你只留了者。<br>【哭皇天】你本是沧江上烟波侣，能念我芦苇中饥饿夫。这剑呵似半潭秋水寒，一片月光浮。我本待实心儿、实心儿送与，待不与大恩难报，待与来礼意轻疏。将军，你将此剑去，自与父兄报仇。他道俺报冤仇、报冤仇有用处。我伍员就此告辞，只愿老丈残浆勿漏。盟府请放心，老夫怎肯泄漏，误你的大事。我去之后，若有追军到来问老丈时，怎生遮掩？我至死也不说，你自放心的去。老丈，便有军兵拿住我呵，我死何足惜，只可惜我三百口家属几时得报？盟府，你疑我怎的？你去后我就将此船沉于江中，再不渡人如何？老丈，不然。想伍员在临潼会上保十七国诸侯回还，今日将我三百口家属杀坏，这等冤仇，教我怎生忘得！后面喊声渐近，想有追兵来了，我去便了，只要老丈残浆勿漏。盟府，我教你去得放心。我有一子，却是个村厮儿，你久后得志，休忘了此子。盟府，你借剑来与老夫一看。临行不索更徘徊，残浆勿漏我先知。向风刎颈谢公子，满船空载月明归。嗨，好忠臣烈士也。芈胜公子，你牢记者。则怕我片时间多忘，你心中记取。<br>【乌夜啼】这一场又自刎了他渔父，不由我不为他来掩面嗟吁。渔翁也，再不见落霞低伴孤飞鹜！你可为甚的生撇乡闾，死葬江湖？从今后半瓶浊酒有谁沽，抛下这一江野水无人渡。芳草洲，垂杨路，无人攀话，闲杀樵夫。<br>嗨，可着谁埋葬他，我不免拔出这腰间剑来。<br>【煞尾】我剑砍的这江边芦苇权遮护，你向这水国龙宫且暂居。急回来灭了楚，那其间到此处，拜你个没半面的恩烈丈夫。我怕不待忍住忍不住痛哭，，只为我断送了你这渔翁，和那一个抱石投江的浣纱女。<br>第三折<br>段段田苗接远村，醉来携手弄儿孙。虽然只得刨锄力，托赖天公雨露恩。老汉是这丹阳县老人便是。喜遇连年清平无事，多收米麦，广种桑麻，俺庄农们好生快活。我这丹阳县中有个牛王庙儿，秋收之后，这一村疃人家轮流着祭赛这牛王社。近年来但到迎神送神时节，不知是那里来的一个大汉，常来打搅，俺每只等吃酒，他便吹箫，好歹也要吃得醉饱了才去。今日他又来呵，我可怎了？老社长，你放心，今年赛社，该是我做社头，我如今多叫些庄家后生，等那个吹箫的人来，我着些后生打将出去，偏不与他酒吃，与他一个没兴头，已后便不来了，可好么？你说得是，你请将众人来计较。我是唤当村里后生咱。无路子，沙三，伴哥，牛表，牛筋，你每一齐的都来。来也，来也。虽然本事只如此，跌打相争可也不怕死，众人不识我名姓，则叫我做无路子。自家无路子的便是。这几个都是俺这当村疃里后生，我一生膂力过人，专打的是好汉，正在家中闲坐，有社长呼唤，俺见去来。老的也，呼唤俺来，有何事干？众庄家都来了，老的也，你分付他。无路子，今年赛牛王社，我做社头，每年家迎送神道呵，有那别处来的一条大汉，拿着管萧，知他吹些甚么，好歹要吃得醉饱了才去，被他打搅得慌。今年再来，你众人拿住打上一顿，抢将出去，俺便关了门，自自在在的吃酒。你则管里打，打死了呵，你便偿命。老的，我则道你叫我做甚么，你则怕吹萧的那个人搅了赛社，等他来时，着我打的他去。老的你放心，休道是一个吹箫的，便是十个，我都与你赶他出去。无路子，你若赶退了他呵，我身上包管你一醉。老的放心，等他来呵，我把那弟子孩儿鼻子都打塌了他的。俺众人撮哺着，你打那厮。说的有理，俺每慢慢的祭赛波。自从私出樊城，初投郑国，颇奈郑子产无礼，被某一把火烧了邮亭，到于吴国，几次借兵，争奈吴王有事不允，流落于此，靠着吹萧度日，经今十八年光景，可早老了也。当年策马度昭关，未报冤仇甚日还。世人只认吹萧客，那知我一天豪气半生闲。<br>【中吕】【粉蝶儿】何日西归，困天涯一身客寄，恨无端岁月如驰。都是些傲穷民、趋富汉，不放我同欢同会，空走到十数筵席，有那个堪相酬对。<br>【醉春风】我如今白发滞他乡，青春离故国，凭短箫一曲觅衣食，常好是耻、耻！这一座村坊，兀的班人物，遭逢着恁般时势。<br>兀那里赛牛王社儿，我去吹一曲，讨一钟酒吃咱。老者，支揖哩。这厮又来了也，可怎生是好？小后生每，着气力抢他出去。这厮没廉耻，真个来了，快与我出去，不要讨打吃。我吹一曲讨一钟酒吃，有甚么不是处？这厮好说着不听，后生们撮哺着，我将他抢出去。自家鱄诸的便是。我向东庄里赛牛王社，与众兄弟每吃几杯酒去来。兀的一簇人为甚么这等吵闹，我分开这人试看咱。好一条大汉，可怎生被这一伙人欺侮他。咄！这厮每休得无礼。我每近不得他，你众人跟着我走了罢。<br>【石榴花】我则见满街人各散东西，一个个吃得醉如泥。这厮有好汉要打的出来，我和你做个对手。鱄诸，你又来了也，待打谁那？不敢，不敢。这妇人必定是那人妻，摄伏尽虎威。是鱄诸一时间燥暴，再不敢了也。他磕扑的跪在街基，他将这条过头拄杖眕眕的，又不知要怎地施为。这个是母亲遗下的训教，是鱄诸的不是了也。鱄诸，你回过背来。他喝一声疾快忙回背。一十，二十，三十。不歇手连打到二三十。<br>我鱄诸再不敢惹事了也。<br>【斗鹌鹑】这汉空有个男子襟怀，哎，那妇人也无个夫妻的道理。你与我快家去。是，我就还家去也。我道是个好男子来。元来是怕媳妇的乔人，吓良民、吓良民的泼皮。我和你相识后争如不相识，我待来且慢只。我问他个掰两分星，说一段从头的至尾。鱄诸，你家里来。是，我来到这房门首也，我入的这门来。你休怪我，这个是母亲的遗言，非干贱妾之事。大嫂请起，这原是俺母亲遗留下的教训，我怎好怪的你？可是跷蹊，怎么那妇人到得家里，脱下衣服，放了拄杖，却又跪着这大汉？也不知他口里说个甚的，我一时难解，我且唤他一声，请相见咱。里面有人么？君子请家里坐。恰才若不是大哥打散了这伙庄家，着小人好生没意思。君子，你这等一个人，可被那厮欺负，我好是不平也。大哥，恰才那个姐姐是你甚么人？你问他做甚么？大哥，你为何这等怕他？不瞒君子说，他是我的浑家田氏。我不是你这里人，不知此处的乡风，与俺那里全然各别。你原来不是俺这丹阳人。我不是怕浑家，为我平生性子燥暴，路见不平，便与人厮打，常惹下事来。有母亲临亡时遗言，我但惹事呵，着我这浑家身穿母亲衣服，手拿桩拄杖，我若见了这两桩儿，便是见我母亲一般，我因此上害怕。君子问我因何故，路见不平拔刀助。衣服拄杖母亲留，怎做鱄诸怕媳妇。若得此人助我一臂之力，愁甚冤仇不报，则除这般。正是踏破铁鞋无觅处，得来全不费功夫。大哥，你肯和咱做一个朋友么？君子，请起，请起。<br>【迎仙客】哥哥请受礼，莫疑惑久闻名在先，可惜不认得。量小人有何德能，敢劳君子相顾。哥哥你便恕生面，你兄弟可少拜识。是我和你从不曾相识，你可怎生拜我做弟兄？敢问君子姓甚名谁？你问我姓甚名谁，未知君子多大年纪？你兄弟拜德不拜寿。可不道四海皆兄弟。<br>我看你身材凛凛，相貌堂堂，想不是个沦落的君子，你端的姓甚名谁？你问我姓甚名谁，我乃楚国伍员是也。敢是做盟府的那伍员？则我便是。某闻将军大名久矣。听知得临潼会上，挂白金剑为盟府，有十大功勋，名播天下，为何今日流落于此？大哥不知，想当初秦穆公在临潼会上，设一会名曰斗宝，驱十七国诸侯都来赴会，某文欺百里奚，武胜秦姬辇，拳打蒯聩，脚踢卞庄，挂白金剑为盟府，戏举千斤之鼎，手劫秦王，亲送关外。将军真乃世之虎将也。<br>【快活三】向人前论武艺，可是一管箫。犹兀自说兵机。若不是将军呵，众诸侯怎能勾出的这潼关也。我也曾把千钧宝鼎手中提，才保的众诸侯离秦地。<br>你是楚国大将，今日在这丹阳县吹箫度日，可是为着何来？<br>【朝天子】哥哥你岂知、岂知我就里，再休来说起那临潼会。你端的为甚么来？多劳你问及、问及我今日，兀的不屈沈杀英雄辈。敢是将军与甚么人争竞来？我则为那费贼、费贼的妒嫉。哦，是那费无忌了。虽然他百般谗谮，难道将军有如此大功，楚王也不做主咱？更和那楚平公也好下得。将军的父亲也可做甚么官位？俺父亲正当着谏议，谏不从斩讫。一个谏不从，两个谏。俺哥也曾谏来，争奈一个谏，一个死，两个谏，两个死。赤紧的俺父亲先做了傍州例。既有父兄之仇，此恨非轻，你寻几个贤士，同去破楚，可不好那！我岂不要，争奈你这里无有贤士。俺这里可怎生无有贤士？你在那里寻过来？我走樊城时倒也曾见两个贤士，只可惜都死了。可是那两个贤士？<br>【上小楼】有一个渔翁，只为着一时意气，自刎了六阳的那首级。有一个浣纱女，脚踹着清波，手抱着顽石，扑冬的身跳在江里，那老的是男子，便当仁不避，只可惜了那十三四女流之辈。<br>将军不知，俺这里也有贤士哩。谁是贤士？则我便是贤士。既然你是贤士，你敢同我破楚去么？我敢去。将军若不弃呵，我情愿与你同报楚仇。万死不避。你可休番悔也。大丈夫一言既出，驷马难追，岂有番悔之理！你道定者。我去则去，未曾和我浑家说知。鱄诸，你要那里去？大嫂不知，此人乃是楚将伍员，和我拜做弟兄，他有父兄之仇未报，说我这丹阳县无有贤士，我百岁死有何迟，三岁死有何早，则怕死而无名。我欲要与他同去破楚，你的意下如何？鱄诸，他有冤仇，干你甚事？你又要拿出那两桩儿来么？说的是，家有贤妻，男儿不遭横事。哥哥，你莫不番悔么？将军休怪，我去不得了也。<br>【满庭芳】你承当了怎推？你恰才不说来？我说甚么？可不道一言既出，驷马难追。我说便说，争奈有些儿去不得哩。元来你这般贪生怕死无仁义。你去的么？我去不得。你立着，我坐着。你则将八拜礼还席。嗨，我则道我是好汉，这人又好汉，我直拜你一百拜。枉教你顶天立地，空教你带眼安眉。刚一味胡支对，则向你媳妇跟前受制。非是我怕媳妇，只为我母亲的遗言，有那两桩儿在他手里，不敢违拗。使不着你佯考顺假慈悲。罢、罢、罢，大丈夫一言如白染，早则怕死而无名，便我母亲再生，料也阻不的我。大嫂，你岂不闻父母在，不许友以死。今我母亲不在了，我如今为个好朋友舍死报仇，岂为不孝？大嫂，我意已决，好也要去，歹也要去。将军，争奈妻子着他安身何处？鱄诸，你坚意要去，既做了贤士，怎还做得孝子？罢、罢、罢，我叫你去的放心。盟府投吴待借兵，男儿意气许同行。红尘末显鱄诸迹，青史先标田氏名。呀，浑家自刎了。将军，则被你送了俺一家儿也。大哥，我和你破楚报仇去来。罢、罢、罢，则今日便索同你报仇去，若不破楚，我誓不还吴也。<br>【尾声】不索我言，不索我言；全在你，全在你。但想起父兄仇，便急的我肝肠碎。有一日拿住费无忌呵，直着那厮摘胆剜心，做俺祭卓儿上的礼！<br>楔子<br>某乃楚昭公是也。自从秦穆公临潼斗宝之后，有伍员立下十大功劳，俺父平公，加他为十三太保大将军，樊城太守。有少傅费无忌，暗用谗言，将其父伍奢并兄伍尚三百口家属，都杀坏了，又着他儿子费得雄赚那伍员去，被伍员识破，私出樊城，投于吴国。如今借起十万精兵，侵伐俺国。俺自将揣将寡兵微，难以抵敌，这都是费无忌结下的冤仇，致此祸患。不免唤他出来，着他与伍员交锋去。令人，与我唤将费无忌来者。费无忌安在？当时得意还年少，今日看看老来到。见说子胥将报仇，可知连日眼睛跳。自家费无忌。自从伍员私出樊城，今经十八年光景也。他投于吴国，借起十万兵来，要与楚国赌战。主公呼唤，多咱为这事来。令人报复去，道有费无忌来了也。费无忌到。着他过来。着过去。主公唤费无忌，有何事商议？费无忌，今有伍员背楚投吴，借起十万精兵，要破俺国，单搦你费无忌出马交锋。我今拨你三万人马，与伍员交战去。则要你小心在意，成功而回。我费无忌后生时交锋出马，甚是去的，如今年纪老了，一向贪自在惯受用的人，怎么还到的阵面上去，做赌头的买卖？主公，别差一个精壮的去，饶我这老头儿罢。这祸元是你做下的，你不去可着谁去？若不去，先杀你这老匹夫，军前号令。主公不要性急，我费无忌就去，则今日点起三万人马。与伍子胥厮杀去来。众军听我传将令，要与伍员相比并。当初杀他亲父兄，今朝丢了老性命。费无忌去了也。我与二公子芈旋亲到将台上面，看他与伍员决胜去来。自家费无忌，奉主公的命，领着三万人马，与伍子胥决战。大小三军，摆开阵势。远远地尘土起处，敢是吴兵来也？其伍员自到吴国，借起十万精兵，来攻楚国，擒拿费无忌。大小三军，摆布得严整者。来将何人？某乃伍员是也。你是谁来？你就不认的我老叔哩，我是费无忌。兀那奸贼，疾忙下马受死，我父兄之仇，今日必报也。你在我老叔跟前探空靴，撒响屁，说这等大话，你敢和我厮杀么？这厮好无礼也。操鼓来。<br>【仙吕】【赏花时】他跃马当先拚厮杀，不由我忿气横生怒转加。这厮只会暗地里弄奸猾，今日呵使不着心粗胆大。我敌不得你，逃命，走、走、走。这厮走那里去？我则待探手儿把你活擒拿。<br>拿住。费无忌早拿住了也。大小三军，即便杀入郢城。只可惜楚平公已死，可将他坟墓掘开，取出尸首，待我亲鞭三百，以报父兄之仇。早拿住贼臣无忌，再掘开平王坟地，与尸首三百钢鞭，才雪我胸头怨气。<br><br>第四折<br>小官覆姓公孙，名侨，字子产。佐于郑简公麾下，为上卿之职。当日伍子胥为父兄之仇，背弃楚国，私出樊城，携了公子芈胜投于俺国，要待借兵破楚。小官想来，各霸其主，难以结怨，因设一计，将伍员留于驿亭中，安排筵宴管待，酒席之间，暗藏甲士，击金钟为号，擒拿伍员。不想伍员揣知其意，一把火焚了驿亭，同半胜昼夜奔吴去了。如今借起兵来，打破楚国，生擒费无忌，亲鞭平王之尸。小官想来，那子胥是个一饭不忘，片言必报的人，必然乘此得胜之兵，来伐俺国，奈兵微将寡，何以御之？我今出一榜文，但有说得伍员不伐我国的，将他官封万户，赏赐千金。已经张挂数日，小校看着，若有人揭了榜文，报复我知道。理会的。长江短棹作生涯，千寻浪里度年华。有人问我居何处，芦花滩畔是吾家。自家村厮儿的便是。我父亲乃是闾丘亮，曾为楚国上大夫之职，因见楚平公不道，弃职辞朝，在此江边捕鱼为活，适值伍子胥逃难到于江边，被迫兵赶急，我父亲深知子胥之冤，急渡过江，赠以酒饭，那子胥留下白金剑谢之，我父亲再三不受，临别之时，那子胥告曰：残浆勿漏。我父亲言道：我有一子，乃是村厮儿，汝若得志呵，休忘了此子。可怜我父亲沉舟舍命，至今未葬。闻得子胥借起吴兵，打破楚国，将及郑邦。如今张挂榜文，要寻一个退兵之策，我想来，我父亲与他曾有大恩，我若揭了榜文，说知就里，子胥必然收兵罢战，可不得了这一场赏赐！待我揭了榜文者。报、报、报，有一庄家后生，揭了榜文也。着他过来。着你过去。兀那汉子，你有何计策，来揭这榜文？大人，小人虽然是个农夫，只要送我去亲见那伍子胥，自有退兵之计。既如此，我就厚赠你些盘费，去见那伍子胥。只要退得兵时，必有加官赐赏。你小心在意者。就此辞别了大人，便索长行也。想父亲为甚捐生，料伍相必肯收兵。但保得郑邦无恙，包还你爵赏非轻。我父诸樊忒慕名，故将吴国让延陵。若使王僚知此意，鱼肠何必送残生。某乃吴王阖庐名姬光者是也，只因楚国费无忌谗佞，将伍奢、伍尚并三百口家属，皆无罪而死。又差费得雄去樊城赚那伍子胥，要得一并杀害，却被子胥私出樊城，投于俺国，借兵十万，前去伐楚。两阵之间，活拿了费无忌，奏凯而回。子胥道，走樊城之时，有两个贤人，一个浣纱女，一个渔父闾丘亮。浣纱女有他母亲浣婆婆，<br>闾丘亮有一子村厮儿。要舍自己的封赏与他两个人，岂不是个报恩报仇豪侠的勾当！令人与我请将芈胜来者。芈胜公子安在？当初去楚尚婴孩，伍相怀中抱得来。可奈昭公攘我拉，至今笑脸不曾开。某乃楚公子芈胜是也，只因祖父平王无道，听信费得忌谗言，将伍奢、伍尚一家杀尽，还不称意，又差他儿子费得雄去赚伍子胥入朝，是我父半建得知，将某抱在怀中，驰至樊城，说知就里，子胥才得逃命而走。从郑到此，多亏吴王，借起大兵，生擒了费无忌，得胜回还。如今吴王呼唤，须索走一遭去。令人报复去，有芈胜来了也。喏，报的大王得知，有公子芈胜到。着他过来。着过去。多蒙大王借兵，得报仇恨，芈胜死生难忘。公子，你家的事就和寡人一般。你须是平王的家孙，这位该是你的，今昭公强占不还，使你失国，寡人何功之有！令人，请将伍子胥来者，子胥安在？某乃伍员，这是鱄诸。如今生擒费无忌，班师归国，见吴王去来。想我背楚投吴，岂意有今日也呵。<br>【双调】【新水令】困红尘十载受驱劳，常记得走樊城那时年少。虽不能千金酬节侠，我也曾四海结英豪。投至得末尾三稍，不觉的头上老来到。令人，报复去，道有伍员鱄诸来了也。伍子胥到。道有请。请进见。伍相国，想你自走樊城，来到俺这丹阳县，吹箫度日，过了十八年光景，如今得生擒费无忌，亲鞭楚平王尸，报了父兄之仇，却也不枉了。皆托大王之德、副将鱄诸之能，容伍员异时别图报效。若不是老相国雄材大略，和鱄诸敢勇当先，岂有今日？小将因人成事，何足道哉？<br>【驻马听】想着俺盖世雄骁，函谷关前看斗宝，只为一时穷暴，却教俺丹阳市上学吹箫。谁承望凌烟阁重把姓名标，兀的个杀人场还许冤仇报。几回家暗窨约。则我这鬓边白发添多少。<br>如今费无忌在那里？见拿在辕门首。拿将过来。你一生谗佞，将伍奢父子满门家属无罪而死，今日擒来，有何理说？是我杀了他一家三百口，他今日只杀的我一个，又是个没用的老头儿，有甚么本事？令人，与我推出辕门，枭首示众。伍相国，你说那两个贤士家属，今在何处？伍员已差人取将来了也。令人与我唤将过来。两个贤士家属安在？老身浣婆婆的便是。自从我女孩儿在江边浣纱，遇着伍子胥将军，抱石投江而死，如今差人接取老身，来到这里。既蒙呼唤，便当进见。十八年前，伍相国避难经过濑上，多亏了你女儿一饭之恩，寡人未闻其详，请相国试说一遍，与我听咱。<br>【雁儿落】想当日跃金鞍把性命逃，我也曾解铁甲将王孙抱。不腾腾死冲开荆棘丛，急煎煎苦奔走风尘道。<br>【得胜令】害的这小使长好心焦，撞见那年少的女多娇，他提着一罐儿浆和粥，天赐俺两人来醉又饱。俺女孩儿为着将军，情愿舍了性命，抱石投江，死的好苦也。眼看着波涛，他抱石块和身跳，似这等功劳，我待建祠堂做香火烧。那浣婆婆，且一壁有者。村厮儿安在？自家村厮儿，蒙郑国子产厚赠，送我入吴，不想行至中途，适值伍子胥盟府也差人来接我，今日呼唤，须索过去见来。令人报复去，道有村厮儿在于门首。村厮儿到。着过来。你见了伍相国。支揖。令人，传令出去，快与我点齐军马者。你今领兵何往？我如今要统大势雄兵，征伐郑国去也。且住。听小人从头说破，想是你也晓的其详。我父亲捕鱼为业，适遇伍盟府逃难离乡。那盟府有仓徨壮态，我父亲就发恻隐衷肠，连忙的请他下马，上船来渡过长江。又见他腹中饥饿，权避在芦苇边傍。虽然是浊醪粗饭，却也有虾菜鱼汤。将白金剑再三留赠，我父亲只不承当。多咱被追兵赶逼，临别时甚是慌张。叮咛道残浆勿漏，可不是把我父堤防。要着他放心前去，则除非自刎身亡。我父亲其时便说，有一子是个村厮憨郎。久已后你须得地，略把眼照觑休忘。到今日郑邦甚急，惟恐你要动刀枪。问小人退兵之计，我道到吴国自有商量。常闻得蒙点水尚且仰泉思报，何况我父亲将草命替你遮藏。我说兀的做甚！只为平公太不仁，专听谗佞害忠臣。当日投吴将雪恨，今朝伐郑有何嗔。雄材岂必夸长胜，上策须知贵恤邻。若得收兵无事日，俺父亲呵便从泉下亦沾恩。这桩事再请相国试说一遍，与寡人听者。<br>【甜水令】想当日为避追兵，忙离濑上，奔来江表，烟水隔迢遥。幸遇渔翁，将咱济渡，别无推调，元来他也是个遁世的由巢。<br>【折桂令】他待要把酒论交，觑的我千金剑赠，只当做一片尘飘。俺本为衔着冤仇，思图报复，受尽煎熬，只要他休泄漏俺这萍根浪脚，那知道翻断送他雪鬓霜毛，空余下波浪滔滔，芦荻萧萧，至今的回首东风，尚忍不住泪点双抛。<br>这等说起来，你也多亏了那渔父闾丘亮。今日这村厮儿特来与郑国讨饶，相国可看闾丘亮面上，不去伐郑也罢了。<br>【月上海棠】若提起驿亭那日多奸狡，他倒要替楚除根绝祸苗。不是我命儿高，怕不的着他所料，我便身亡了，这心头还着恼。<br>【幺篇】我如今指麾军将亲征讨，拿住公孙活开剥。伍老爷，你只饶了他罢。若要我耽饶，只除是东方日落。你早忘了我家老子，这等情薄。非情薄，这的是一冤还一报。<br>伍老爷，你毕竟不肯退兵，罢、罢、罢，一发借那把白金剑与我，也勒死了。好与我家老子做一搭儿埋葬。且住，那渔父的大恩尚未曾报得，怎好着这村厮儿又为我而死！令人，传下令去，将伐郑的军马，暂收回者！<br>【乔牌儿】我只怕大恩人没下稍，怎当这村厮儿又哀告。村厮儿，你去对那公孙侨老匹夫说，着他把降书早早来投到，我才把军兵收转着。这个俺就去，索是谢了将军也。只我那女孩儿死了，我儿子伴哥年纪又小，如今闪的我老身无依可靠，着谁人养赡我来？兀的不好苦也。你那婆子休哭，只你那下半世衣饭，都是我养赡着，你再也不必忧虑。<br>【清江引】这红颜因甚不自保，闪的你无依靠？他为我显的十分忠，我为他也尽些儿孝，直着你丰衣足食快活到老。<br>这等，索是谢了将军也。一行人都跪下者，听寡人的命。楚平公听信费无忌，任忠良一旦全家毙。伍子胥单骑走樊城，携芈胜千里投吴地。在中途遇着两贤人，赴江心誓死无回避。丹阳市生计托吹箫，说鱄诸共吐虹霓气。借军兵破楚凯歌回，杀奸臣亲把冤魂祭。芈公子事定送还都，鱄将军爵赏应如例。浣婆婆给养尽终身，村厮儿救郑功非细。报恩仇从此快平生，堪留作千古英雄记。<br>【随尾】一生心事神天表，早将他恩仇报了，越显得那两个救忠良甘舍命的世间稀，这一个展英雄能为国的可也众中少。<br>题目继浣纱渔翁伏剑<br>正名说鱄诸伍员吹萧",
  "poet": {
    "id": 3113,
    "star": 0,
    "name": "李寿卿",
    "image": "http://img.gushiwen.org/authorImg/lishouqing.jpg",
    "desc": "李寿卿，元代杂剧作家。太原人。生卒年不详，仅知与纪君祥、郑廷玉同时。曾任县丞。著有杂剧10种,现存《说?诸伍员吹箫》。《月明和尚度柳翠》一剧在《元曲选》等刊本中均未题作者，疑即李寿卿《月明三度临歧柳》。"
  },
  "tags": []
}