{
  "id": 7769,
  "star": 37,
  "name": "白纻辞三首",
  "dynasty": "唐代",
  "content": "扬清歌，发皓齿，北方佳人东邻子。<br>且吟白纻停绿水，长袖拂面为君起。<br>寒云夜卷霜海空，胡风吹天飘塞鸿。<br>玉颜满堂乐未终，馆娃日落歌吹濛。</p> <p>月寒江清夜沉沉，美人一笑千黄金。<br>垂罗舞縠扬哀音，郢中白雪且莫吟，子夜吴歌动君心。<br>动君心，冀君赏。<br>愿作天池双鸳鸯，一朝飞去青云上。</p> <p>吴刀剪彩缝舞衣，明妆丽服夺春晖。<br>扬眉转袖若雪飞，倾城独立世所稀。<br>激楚结风醉忘归，高堂月落烛已微，玉钗挂缨君莫违。",
  "fanyi": "<h2>译文</h2> <p>　　女子貌美如花，真如<a href=\"http://so.gushiwen.org/author_75.aspx\">李延年</a>所歌的《北方有佳人》那样的倾国倾城之貌，如东邻子那样貌美无双，无人能与其相比。女子轻启皓齿，便发出了曼妙的歌声。今日逢君到来，她十分高兴，为君轻轻舞动长袖，显出她轻盈的舞姿。外边夜卷寒云，秋霜浓浓，胡地之秋夜如此寒冷，唯有塞鸿飘飞到国中。满堂的美女玉颜，乐曲没有终散，日落时分在馆娃宫中传来了阵阵哀妙的歌声。</p> <p>　　在这月寒江清的夜晚，女子笑容娇美，价值千金，她舞动罗袖，唱出了哀伤之曲。不唱郢中《白雪》，因为高山流水，能懂得唱和的人太少了，唱的是易让人动情的《子夜》吴歌，希望能够得到君王的恩赏。愿与君王做天池的鸳鸯一双，同飞到青云之上。</p> <p>　　女子漂亮的彩色丝制舞衣是用吴地出产的剪刀裁制而成的，她明妆丽服，比今日的春光还要灿烂照人。她的一举一动都是那么迷人，扬眉转袖之间，好像片片雪花在轻盈地飞舞。她的容貌真是倾国倾城，为世间所罕见。听歌的君子陶醉在她的歌声中，忘却了时间，忘记了归去。月亮已经落下，屋内烛光已微，希望君子能够在此留宿，不要违背了她的一片痴心情意。</p><br/><p><strong>译文<br></strong>微扬清音，轻发皓齿，好似东邻子歌唱北方佳人之曲。<br>且吟《白纻》与《绿水》<a href=\"http://so.gushiwen.org/view_7769.aspx\">诗</a>，长袖翩翩，拂面为君起舞。<br>犹如寒云夜卷霜海，一片空蒙；又似胡风吹天，飘摇塞鸿。<br>玉颜满堂，其乐融融。日落时分，馆娃宫中，歌声迷濛。</p> <p>月色清寒，江水沉沉。美人一笑，价值千金。<br>垂罗衣，舞长袖，扬哀音。<br>且莫歌吟郢中《阳春白雪》，《子夜吴歌》那样的歌曲最动君心。<br>感动君心，以冀君主赏赐，<br>愿作天池的鸳鸯双双，有朝一日，飞上青云去。</p> <p>吴国裁缝刀剪巧妙，缝制出七彩舞衣，明妆丽服可夺春晖。<br>扬眉转袖如雪纷飞，倾城倾国的美女，独立世上珍稀。<br>高歌《激楚》《结风》，助酒酣醉忘归。<br>月落西山，高堂烛光微微，玉钗缠挂君王的缨冠，莫辜负春色。</p> <p><strong>注释<br></strong>⑴白纻（zhù）辞：古乐府题名，一作“白苎辞”。《乐府古题要解》：《白苎辞》，古辞，盛称舞者之美，宜及芳时行乐。其誉白苎曰：“质如轻云色如银，制以为袍余作巾，袍已光驱巾拂尘。”清王琦注：旧史称白苎，吴地所出。白苎舞，本吴舞也。梁武帝令<a href=\"http://so.gushiwen.org/author_628.aspx\">沈约</a>改其辞为四时之歌，若“兰叶参差桃半红”，即其春歌也。<br>⑵扬清歌，发皓（hào）齿：言露出洁白的牙齿，唱出高亢清亮的歌曲。扬，飞扬，升高。歌，一作“音”。发，启，开。皓，洁白。此二句为倒装句，为了押韵和突出歌声。<br>⑶北方佳人东邻子：二者皆泛指美人。《汉书·孝武李夫人传》：“（李）延年侍上起舞，歌曰：‘北方有佳人，绝世而独立，一顾倾人城，再顾倾人国。宁不知倾城与倾国，佳人难再得。’”<a href=\"http://so.gushiwen.org/author_70.aspx\">司马相如</a>《美人赋》：“臣之东邻有一女子，云发丰艳，蛾眉皓齿。颜盛色茂，景曜光起。恒翘翘（高起貌）而相顾，欲留臣而共止。”<br>⑷且：一作“旦”。白纻：乐府吴舞曲名。 南朝宋<a href=\"http://so.gushiwen.org/author_732.aspx\">鲍照</a>《白纻歌》之五：“古称《渌水》今《白纻》，催弦急管为君舞。”绿水：古舞曲名。《淮南子·俶真训》：“足蹀《阳阿》之舞，手会《绿水》之趋。”高诱注：“《绿水》，舞曲也。”<br>⑸“寒云”句：言寒冷的夜晚，霜降云卷。霜海，言降霜地域之大。<br>⑹胡风：北风。<a href=\"http://so.gushiwen.org/author_1206.aspx\">蔡琰</a>《悲愤诗》：“处所多霜雪，胡风春夏起。”塞鸿：塞外的鸿雁。塞鸿秋季南来，春季北去，故古人常以之作比，表示对远离家乡的亲人的怀念。<br>⑺玉颜：形容美丽的容貌。多指美女。战国楚<a href=\"http://so.gushiwen.org/author_358.aspx\">宋玉</a>《神女赋》：“貌丰盈以庄姝兮，苞温润之玉颜。”<br>⑻“馆娃”句：言时至深夜，馆娃宫中歌唱声、乐器声仍然未停。馆娃，春秋吴宫名。吴王夫差作宫于砚石山以馆西施。吴人称美女为娃。故址在今江苏吴县西南灵岩山。濛（méng）：一作“中”。<br>⑼“垂罗”句：谓舞女舞动丝绸舞衣，唱出动人歌声。罗，轻软细密的丝织品。縠（hú），绉纱。哀音，哀伤动人的乐声。<br>⑽“郢中”句：郢（yǐng），春秋楚国都城。白雪，古乐曲名。《文选》宋玉《对楚王问》：客有歌于郢中者，其始曰下里巴人，国中属（zhǔ）而和者数千人，其为阳阿薤露，国中属而和者数百人，其为阳春白雪，国中属而和者不过数十人。后指高雅音乐。<br>⑾子夜吴歌：《乐府古题要解》：《子夜》，旧史云：晋有女子曰子夜，所作声至哀，后人因为四时行乐之词，谓之《子夜四时歌》，吴声也。<br>⑿冀：希望。<br>⒀天池：天上仙界之池。谓不受世俗之约束之地。唐<a href=\"http://so.gushiwen.org/author_682.aspx\">韩愈</a>《漫作》诗之一：“玄圃珠为树，天池玉作砂。”<br>⒁“吴刀”句：谓用剪刀裁制丝绸服装。吴刀，吴地出产的剪刀。南朝宋鲍照《代白纻舞歌辞》：“吴刀楚制为佩袆，纤罗雾縠垂羽衣。”彩，一作“绮”，彩色的丝织品。<br>⒂“明妆”句：谓明丽的服装光彩胜过春天的阳光。妆，服装。夺，胜过。明妆丽服，在修辞上为互文，意即明丽的服装。<br>⒃“倾城”句：谓这个美女，世间少有。倾城，指美女。三国魏<a href=\"http://so.gushiwen.org/author_698.aspx\">阮籍</a>《咏怀诗》：“倾城迷下蔡，容好结中肠。”<br>⒄“激楚”句：言奏出节拍急促的《激楚》《结风》的歌曲，舞蹈的节奏也随之加快，说明歌舞进入高潮。《激楚》《结风》皆歌曲名。《汉书》司马相如《上林赋》：鄢郢缤纷，激楚结风。<a href=\"http://so.gushiwen.org/author_1448.aspx\">颜师古</a>注：郭璞曰：激楚，歌曲也。师古曰：结风，亦曲名也。又《文选·上林赋》李善注该条：李奇曰：缤纷，舞也。文颖曰：冲激，急疯也。结风，亦急疯也。楚地风气既自漂疾，然歌乐者犹复依激结之急风为节也。其乐促讯哀切也。<br>⒅“玉钗”句：言歌者与听者男女亲近，耳鬓厮磨，不愿分离。玉钗，玉制的钗，由两股合成，燕形。缨，男子冠带。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　第一首<a href=\"http://so.gushiwen.org/view_7769.aspx\">诗</a>盛称歌者相貌美，歌声美，舞姿美。这首诗把歌女写成西汉<a href=\"http://so.gushiwen.org/author_75.aspx\">李延年</a>所歌的《北方有佳人》那样的倾国倾城之貌，如<a href=\"http://so.gushiwen.org/author_70.aspx\">司马相如</a>《美人赋》中的东邻子那样貌美无双。即使在寒苦的塞外，阴冷的霜天，外边夜卷寒云，秋霜浓浓，也给满堂听众带来无限欢乐。诗分两段。前五句正面描写歌者。后四句以环境反衬诸美的客观效果：胡地之秋夜如此寒冷，唯有塞鸿飘飞到国中。满堂的美女玉颜，乐曲没有终散，日落时分在馆娃宫中传来了阵阵美妙的歌声。</p> <p>　　第二首诗写一位歌女舞姿优美，歌声感人。她的目的是想打动一位她所心爱的人，欲与其共结伉俪，双飞双栖。她不唱郢中《阳春白雪》那样的高雅歌曲，因为高山流水，能懂得唱和的人太少了；她唱的是易让人动情的《子夜吴歌》这样的通俗民歌，希望能够打动心上人。“月寒江清夜沉沉”用反衬法，以静衬动，表现乐声的悠扬动人。其作用与“蝉噪林逾静，鸟鸣山更幽”同。最后表达了能与心上人同飞到青云之上做天池的一双鸳鸯的愿望。</p> <p>　　第三首诗写一位美丽的歌妓，歌舞至夜深人静时，情绪激动，歌舞节拍急迫迅疾，加之月落烛微，便与听者相拥一起，难舍难分。首二句写歌妓服装之艳丽夺晖：她漂亮的彩色丝制舞衣是用吴地出产的剪刀裁制而成的，她明妆丽服，比今日的春光还要灿烂照人。三四句写歌妓人美，神美，舞美：她的一举一动都是那么迷人，扬眉转袖之间，好像片片雪花在轻盈地飞舞；她的容貌真是倾国倾城，为世间所罕见。末三句写节拍急切，月落烛微，两情至欢：听者陶醉在她的歌声中，忘却了时间，忘记了归去。最后写月亮已经落下，屋内烛光已微，歌者希望听者不要违背了她的一片痴心情意。</p>",
  "about": "<h2>创作背景</h2> 　　这三首<a href=\"http://so.gushiwen.org/view_7769.aspx\">诗</a>当作于<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>漫游金陵（今江苏南京）时期，时间大约在唐玄宗开元十四年（726年）之后不久。",
  "poet": {
    "id": 247,
    "star": 0,
    "name": "李白",
    "image": "http://img.gushiwen.org/authorImg/libai.jpg",
    "desc": "李白（701年－762年），字太白，号青莲居士，唐朝浪漫主义诗人，被后人誉为“诗仙”。祖籍陇西成纪(待考)，出生于西域碎叶城，4岁再随父迁至剑南道绵州。李白存世诗文千余篇，有《李太白集》传世。762年病逝，享年61岁。其墓在今安徽当涂，四川江油、湖北安陆有纪念馆。"
  },
  "tags": [
    "乐府",
    "女子",
    "组诗"
  ]
}