{
  "id": 7786,
  "star": 50,
  "name": "宫中行乐词八首",
  "dynasty": "唐代",
  "content": "小小生金屋，盈盈在紫微。<br>山花插宝髻，石竹绣罗衣。<br>每出深宫里，常随步辇归。<br>只愁歌舞散，化作彩云飞。</p> <p>柳色黄金嫩，梨花白雪香。<br>玉楼巢翡翠，金殿锁鸳鸯。<br>选妓随雕辇，征歌出洞房。<br>宫中谁第一，飞燕在昭阳。</p> <p>卢橘为秦树，蒲桃出汉宫。<br>烟花宜落日，丝管醉春风。<br>笛奏龙吟水，箫鸣凤下空。<br>君王多乐事，还与万方同。</p> <p>玉树春归日，金宫乐事多。<br>后庭朝未入，轻辇夜相过。<br>笑出花间语，娇来竹下歌。<br>莫教明月去，留著醉嫦娥。</p> <p>绣户香风暖，纱窗曙色新。<br>宫花争笑日，池草暗生春。<br>绿树闻歌鸟，青楼见舞人。<br>昭阳桃李月，罗绮自相亲。</p> <p>今日明光里，还须结伴游。<br>春风开紫殿，天乐下朱楼。<br>艳舞全知巧，娇歌半欲羞。<br>更怜花月夜，宫女笑藏钩。</p> <p>寒雪梅中尽，春风柳上归。<br>宫莺娇欲醉，檐燕语还飞。<br>迟日明歌席，新花艳舞衣。<br>晚来移彩仗，行乐泥光辉。</p> <p>水绿南薰殿，花红北阙楼。<br>莺歌闻太液，凤吹绕瀛洲。<br>素女鸣珠佩，天人弄彩球。<br>今朝风日好，宜入未央游。",
  "fanyi": "<p><strong>译文</strong></p> <p>　　自幼入宫，生长于金屋之中，长大之后，轻盈的舞姿便经常在宫殿中皇帝面前表演。头上佩戴鲜艳的山花，身穿绣着石竹花图案的罗衣，经常出入深宫大殿之中，常常侍从于皇帝的步牵之后。只怕有朝一日，歌舞一散.自己便像天上的彩云一样，随风而去，再也见不到皇帝的面了。</p> <p>　　春日杨柳的嫩芽，色泽像黄金，雪白匡梨花，散发着芳香。宫中的玉楼珠殿之上，有翡翠鸟在结巢，殿前的池水中置养着成到的鸳鸯。于是皇上从后宫中选能歌善舞的宫人，随辇游乐。能职善舞者，在宫中谁可推为第一呢？当然非居住于昭阳殿的赵飞燕而莫属了。</p> <p>　　苑林中长着卢橘，宫廷中种着葡萄。在落日烟花之下，丝管齐鸣，春风骀荡。羌笛之声如龙吟出水，箫管之声如凤鸣下空。莫说君王多游乐之事，如今天下太平，天子正与万民同乐呢！</p> <p>　　玉树影斜，日暮下朝之时，宫中多有乐事。由于君王白天忙于政务，至夜晚才乘着轻辇来到后宫。殡妃们在花间恶意谈笑，在明烛下娇声唱歌。在月光下尽情地唱吧，跳吧，莫要叫明月归去，我们还要请月宫中的嫦娥一起来欢歌醉舞呢！</p> <p>　　宫殿内香风和暖依旧，纱窗外已现出黎明的曙光。宫中的花朵竞相对朝日开放，池塘中已暗暗地长出了春草。绿树间的小鸟开始歌唱，宫殿中舞女的身影在晨光中逐渐清晰。昭阳殿前桃李相间，明月渐斜，虽天色已明，但宫中的美人狂欢了一夜，兴犹未尽，仍在追逐嬉戏。</p> <p>　　今日在明光宫中，还要结伴相游。春风吹开了紫殿大门，一阵天乐吹下了珠楼。舞女们的舞蹈跳得惟妙绝伦，歌女们的歌声娇里娇气。更令人开心的是在花香月明之夜。宫女们在玩藏钩的游戏，好一幅春官游乐图！</p> <p>　　傲雪的寒梅已尽，春风染绿了杨柳。宫莺唱着醉人的歌，檐前的燕子呢喃着比翼双飞。春日迟迟照着歌舞酒筵，春花灿烂映看漂亮的舞衣。傍晚时斜辉照着皇帝出游的彩仗，光彩一片，好不气派！</p> <p>　　龙池之水映绿了南薰殿，北阙楼在一片红花中显现。从太液池上传来阵阵莺鸣似的歌声，笙箫之音绕着池上的蓬莱山打转。一阵仙女玉佩的碰击的叮咚响声传来，原来是宫人们在玩着扣彩毯为游戏。今日天气真好，正是宫中行乐的好日子。</p> <p><strong>注释</strong><br>⑴小小：少小时。金屋：用汉武帝陈皇后事。<br>⑵石竹：花草名。<br>⑶出：一作“上”。<br>⑷步辇：皇帝和皇后所乘的代步工具，为人所抬，类似轿子。<br>⑸散：一作“罢”。<br>⑹玉楼：华美之楼。巢：一作“关”，又作“藏”。翡翠：翠鸟名，形似燕。赤而雄曰翡，青而雌曰翠。<br>⑺金：一作“珠”。<br>⑻妓：同伎。此指歌女、舞女。雕辇：有雕饰采画的辇车。雕：一作“朝”。<br>⑼蒲桃：即葡萄，原产西域西汉时引种长安。<br>⑽还与万方同：一作“何必向回中”。<br>⑾玉树春归日：一作“玉殿春归好”<br>⑿竹：一作“烛”。<br>⒀青楼：古时指女子所居之楼。<a href=\"http://so.gushiwen.org/author_322.aspx\">曹植</a>《美女篇》：“青楼临大路，高门结重关。”<br>⒁自：一作“坐”。罗绮：本指罗衣，此代指穿罗绮之美女。<br>⒂明光：汉宫名。此代指唐代宫殿。<br>⒃藏钩：古代的一种游戏。手握东西让别人猜，猜中者即胜。<br>⒄迟日：春日白昼渐长，故曰迟日。《<a href=\"http://so.gushiwen.org/view_7786.aspx\">诗</a>经·国风·豳风·七月》：春日迟迟。毛传：“迟迟，舒缓也。”<br>⒅彩仗：宫中的彩旗仪仗。<br>⒆南薰殿：唐兴庆宫之宫殿名。<br>⒇莺歌：歌如莺鸣。太液：唐大明宫内有太液池，池中有蓬莱山。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>的《宫中行乐词》，今存八首，是李白奉诏为唐玄宗所作的“遵命”文字。</p> <p>　　第一首写一位宫中歌妓的愁情。这位歌妓，身居皇宫，歌舞帝前，生活奢侈。但她并非嫔妃，不能受到皇帝的亲幸，歌舞一散，各自回家。因而处境尴尬，心理失衡。“愁”为全<a href=\"http://so.gushiwen.org/view_7786.aspx\">诗</a>之眼。首二句言居室华贵，且在皇宫。三四句言服饰奇特，山花插鬓，石竹绣衣。五六句言其身份，出入宫闱常随天子车驾。末二点明诗旨，表现出歌妓欢愉后的内心孤寂。这首五言律诗四联全都对偶。</p> <p>　　第二首写歌妓中有人偶然被皇帝看中而极度受宠。其得幸的原因和赵飞燕完全相同，故以赵飞燕比之。前四句为比兴，以景物环境烘托宫女歌妓之美。首二室外花木，暗示美人嫩、白、香。三四殿内鸟雀，暗示善舞能言。五六句写选妓征歌。七八句写歌妓因能歌善舞而宠荣至极。此首前三联对偶。</p> <p>　　第三首写天子赏乐。“君王多乐事”为全诗之纲。首二句似写风景，细品却是说龙恩抚远，万方朝贡。三四句言风光宜人，音乐醉人。五六句言音乐之美妙，笛声如龙鸣水中，箫声如凤鸣，遂使凤凰纷纷从空中飞下。箫声之妙，如同箫史。末二句似称颂君王与民同乐，实际暗含讽喻，且与首二句呼应。</p> <p>　　第四首写帝与妃子嬉戏玩乐。“金宫乐事多”为全诗中心句。首句言宫中美景，且点明时令值春，以此陪衬。三四句言帝夜间无事，宫中路过。五六句写妃子花间游憩，帝过而笑，奔出花间；娇态可掬，为帝而歌。末二句言帝与妃子意兴不尽，愿明月迟度。。此二句字面意思是留住明月，好让月中嫦娥玩乐醉酒，实则让时光慢行，好多玩乐。</p> <p>　　第五首写在春光明媚的宫殿，帝与妃子相信相爱。“罗绮自相亲”是全诗中心句。首二句写宫廷门户，曙光初照，风香日暖。风香实为花香。三四句写阳光照耀，百花争艳，池草碧绿。“争”、“暗”是诗眼。争，见花之鲜艳繁多，暗，示草长疾速，为人不觉。五六句写鸟歌人舞，自然景象与人类活动相媲美。“昭阳”句总括以上六句，为下句作陪衬。“罗绮”句为全诗主旨。综上，全诗八句，前六句全是写景，第七句总括前六句，修饰限制帝妃活动的时令环境。前七句都是为最后一句作陪衬的，但分两层。</p> <p>　　第六首写宫女结伴游玩。“结伴游”为全诗之纲。“光明里”点明处所。中四句写宫中歌舞奏乐。乐为天乐，见其美妙；舞为艳舞，见其服丽；巧则舞姿娴熟；歌为娇歌，见其情态；半羞则娇态毕现。末二句写时至夜晚，宫女们趁月光、玩藏钩之戏。“花月夜”，一则点明游乐至夜，二则点明游乐环境之美。着一“笑”字，热闹场面跃然报纸上。“笑藏钩”与“结伴游”遥相呼应。</p> <p>　　第七首写宫中行乐。“行乐好光辉”为全诗中心句。诗分两段。前四句写景，为主体部分作了很好的渲染。首二句写冬尽春来，梅落柳黄，为花木之景。“尽”“归”是诗眼。“尽”是说梅花整个落完；“归”使柳人格化。归在这里是使动用法，即春风使柳归来。三四句写莺歌燕栖。为鸟雀之景。“娇欲醉”、“语不飞”俱用拟人，极其生动。后四句写歌舞行乐。是全诗主体部分。五六句写日照歌席，花映舞衣，不胜光辉艳丽。第七句写时至夜晚，彩仗逶迤，宛若游龙，气势恢宏。第八句，“行乐”点明主体，“好光辉”盛赞行乐辉煌荣耀。</p> <p>　　第八首仍写宫女游乐。首二句写宫殿楼观水绕花簇。“绿”、“红”是诗眼，突出了水与花的特征，使之色彩更为鲜明。三四句乐声，以鸟鸣为喻，使读者易于体会。五六句写宫女游乐，其中有声有色。七八句言趁风日好，去游未央宫，拓展了游乐的地域范围。</p> <p>　　唐玄宗的旨意，原是再清楚不过的，就是要李白粉饰宫中的乐事。李白不能抗命，但遵命又违心。作为天才诗人，他想出了绝招：始则托言”已醉“，继而请求”赐臣无畏“。写的是”行乐“。诗人却有所”畏“，这就透露了消息。</p> <p>　　组诗中的景物：嫩柳梨花，春风澹荡，正是良辰美景；金屋、紫微，玉楼，金殿，不啻人间仙境；卢橘，葡萄，为果中珍品；盈盈，飞燕，乃人寰绝色；征之以歌舞，伴之以丝竹，正所谓天下良辰、美景、赏心、乐事，四者皆备。于是盛唐天子醉了，满宫上下都醉了。昏昏然，忘掉了国家黎民。他们拼命享乐，纵欲无已，全不顾自己正躺在火山口上，更看不到他们一手豢养的野心家已开始磨刀。而自称”已醉“的诗人，恰恰是这幅宫中行乐图中唯一的清醒者。他在冷静地观察，严肃地思考。他原有雄心壮志，远大理想。奉诏入京，满以为可以大展宏图了，然而此时的唐玄宗已经不是励精图治的开元皇帝了。此时天才卓绝的李白，也只能做一个文学弄臣而已。如今偏要他作宫中行乐词，失望、痛苦，悲愤，啮噬着诗人的心。幸亏他有一枝生花妙笔，皮里阳秋，微言讽喻，尽在花团锦簇中。”小小生金屋，盈盈在紫微。“”玉楼巢翡翠，金殿锁鸳鸯。“蛾眉粉黛，遍于宫廷，唯独没有贤才。”每出深宫里，常随步辇归。“”选妓随雕辇，征歌出洞房。“宫里宫外，步步皆随声色，无暇过问朝政。内有<a href=\"http://so.gushiwen.org/author_3073.aspx\">高力士</a>，外有<a href=\"http://so.gushiwen.org/author_2691.aspx\">李林甫</a>，唐玄宗以为可以高枕无忧了。他给自己的唯一任务，就是享乐。要享乐，就要有女人，于是<a href=\"http://so.gushiwen.org/author_1039.aspx\">杨玉环</a>应运而生。这情景，令诗人想起汉成帝宠幸赵飞燕的历史教训。”宫中谁第一，飞燕在昭阳。“是讽刺，还是赞美，不辨自明。可惜，这当头棒喝，并没有惊醒昏醉的唐明皇，他完全沉沦了。行乐者已病入膏肓，天才诗人的苦心孤诣，毕竟敌不过绝代佳人的一颦一笑。李白最终认识到自己的讽喻无力，愤然离开了长安。</p> <p>　　李白的这组诗，写的是宫中行乐，种种豪华绮艳，曼丽风神，可谓应有尽有。但诗人孤标独醒，傲骨铮铮，偏要在“遵命”的文字中，加几根刺，挫一挫行乐者的兴头。他忧心如焚，透过这诸般“乐事”，看到的是行乐者的丑恶灵魂，想到的是荒淫误国的前车之鉴。因此，盈盈，小小，罗绮，宝髻，翡翠，鸳鸯，玉楼，这美不胜收的一切，经李白的妙笔一点，便在读者心目中统统化为一片污秽。只有诗人忧世济时的胸怀，出污泥而不染的美德，言浅而意深、意微而词显的高超技巧，永远为后人所景仰。</p>",
  "about": "<h2>创作背景</h2> 　　这组<a href=\"http://so.gushiwen.org/view_7786.aspx\">诗</a>为唐玄宗天宝二载（743年）春<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>在长安奉诏为唐玄宗所作，大约与《清平调词三首》作于同期。关于这组诗，孟棨的《本事诗》中记载了相关的故事，说唐明皇因宫人行乐，特召李白，“命为宫中行乐五言律诗十首”，以“夸耀于后”。李白因作这组诗。这种说法有个佐证，便是敦煌残卷《唐诗选》选录了这组诗的前三首，题作《宫中三章》，下署作者为”皇帝侍文李白“。《文苑英华》录这组诗二首，题作《醉中侍宴应制》。",
  "poet": {
    "id": 247,
    "star": 0,
    "name": "李白",
    "image": "http://img.gushiwen.org/authorImg/libai.jpg",
    "desc": "李白（701年－762年），字太白，号青莲居士，唐朝浪漫主义诗人，被后人誉为“诗仙”。祖籍陇西成纪(待考)，出生于西域碎叶城，4岁再随父迁至剑南道绵州。李白存世诗文千余篇，有《李太白集》传世。762年病逝，享年61岁。其墓在今安徽当涂，四川江油、湖北安陆有纪念馆。"
  },
  "tags": [
    "写人",
    "宫廷",
    "生活",
    "组诗"
  ]
}