{
  "id": 47069,
  "star": 688,
  "name": "菩萨蛮·平林漠漠烟如织",
  "dynasty": "唐代",
  "content": "平林漠漠烟如织，寒山一带伤心碧。暝色入高楼，有人楼上愁。<br>玉阶空伫立，宿鸟归飞急。何处是归程？长亭连短亭。",
  "fanyi": "<p><strong>译文</strong><br>远处舒展的树林烟雾漾潆，好像纺织物一般，秋寒的山色宛如衣带，触目伤心的碧绿。暮色进了高高的闺楼，有人正在楼上独自忧愁。<br>玉石的台阶上，徒然侍立盼望。那回巢的鸟儿，在归心催促下急急飞翔。哪里是我返回的路程？过了长亭接着短亭。</p> <p><strong>注释</strong><br>⑴菩萨蛮，唐教坊曲名。又名《菩萨篁》、《重叠金》、《花间意》、《梅花句》等。《杜阳杂编》说：“大中初，女蛮国入贡，危髻金冠，璎珞被体，号为菩萨蛮，当时倡优遂制《菩萨蛮曲》，文士亦往往声其 词。”后来，《菩萨蛮》便成了词人用以填词的词牌。但据《教坊记》 载开元年间已有此曲名。到底孰是，今不可考。<br>⑵平林：平原上的林木。《<a href=\"http://so.gushiwen.org/view_47069.aspx\">诗</a>·小雅·车舝》：“依彼平林，有集维鷮。” 毛 传：“平林，林木之在平地者也。”<br>漠漠：迷蒙貌。烟如织：暮烟浓密。<br>⑶伤心：极甚之辞。愁苦、欢快均可言伤心。此处极言暮山之青。<br>⑷暝色：夜色。<br>⑸玉阶：玉砌的台阶。这里泛指华美洁净的台阶。<br>⑹伫（zhù）立：长时间地站着等候。谢眺《秋夜》诗：“夜夜空伫立。”<br>⑺归：一作“回”。<br>⑻长亭更短亭：古代设在路边供行人休歇的亭舍。<a href=\"http://so.gushiwen.org/author_662.aspx\">庾信</a>《哀江南赋》云：“十里五里，长亭短亭。”说明当时每隔十里设一长亭，五里设一短亭。亭，《释名》卷五：亭，停也，人所停集也。“更”一作“连”。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这首词上下两片采用了不同的手法，上片偏于客观景物的渲染，下片着重主观心理的描绘。然而景物的渲染中却带有浓厚的主观色彩，主观心理的描绘又糅合在客观景物之中。因而从整体上来说，情与景、主观与客观，又融成一片。</p> <p>　　这首词选择的时间是一个暮色苍茫、烟云暖暧的黄昏，季节是秋冬之交。开头两句为远景，“平林漠漠烟如织”便传达出一种空寞惆怅的情绪，它起到笼罩全篇的作用。如烟如织，扯也扯不开，割也割不断。就连那远处碧绿的山色也使人着恼，叫人伤感。这似乎是静态的写生，是一种冷色的画面，但静态之中又夹杂着主观的感受，给人一种潜在的骚动感，撩人意绪。接着，这种骚动感由潜在到表面化了。“暝色”句为近景，用一“入”字由远而近，从全景式的平林远山拉到楼头思妇的特写镜头，突出了“有人楼上愁”的人物主体，层次井然，一个“入”字使整个画面波动起来，由远及近、由潜在到表面化。看起来是客观景物感染了其人，实际上是此人内心感受在不断深化。至“有人楼上愁”句，这个由客观到主观、由物到人的过渡完成了。这个“愁”字把整个上片惆怅空寞的情绪全部绾结在一起，同时又自然地过渡到下片。承上启下，臻于绝妙。</p> <p>　　下片立足于主观的感受上。在暮霭沉沉之中，主人公久久地站立在石阶前，感到的只是一片空茫。“空”也是上片所勾画的景物感染下的必然结果。主观情绪并不是孤立存在着的，它立刻又融入了景物之中——“宿鸟归飞急”。这一句插得很巧妙。作者用急飞的宿鸟与久立之人形成强烈的对照。一方面，南宿鸟急归反衬出人的落拓无依；另一方面，宿鸟急归无疑地使抒情主人公的内心骚动更加剧烈。于是，整个情绪波动起来。如果说上片的“愁”字还只是处于一种泛泛的心理感受状态，那么，现在那种朦胧泛泛的意识逐渐明朗化了。它是由宿鸟急归导发的。所以下面就自然道出了：“何处是归程?”主人公此刻也急于寻求自己的归宿，来挣脱无限的愁绪。可是归程在何处呢?只不过是“长亭连短亭”，并没有一个实在的答案。有的仍然是连绵不断的落拓、惆怅和空寞，在那十里五里、长亭短亭之间。征途上无数长亭短亭，不但说明归程遥远，同时也说明归期无望，以与过片“空伫立”之“空”字相应。如此日日空候，思妇的离愁也就永无穷尽了。结句不怨行人忘返，却愁道路几千，归程迢递，不露哀怨，语甚酝藉。韩元吉《念奴娇》词云，“尊前谁唱新词，平林真有恨，寒烟如织。”短短的一首词中，掇取了密集的景物：平林、烟霭、<a href=\"http://so.gushiwen.org/author_1397.aspx\">寒山</a>、暝色、高楼、宿鸟、长亭、短亭，借此移情、寓情、传情，手法极为娴熟，展现了丰富而复杂的内心世界活动，反映了词人在客观现实中找不到人生归宿的无限落拓惆怅的愁绪。</p> <p>　　历来解说此词，虽然有不少论者认为它是眺远怀人之作，但更多的人却说它是羁旅行役者的思归之辞。后一种理解，大概是受了宋代文莹《湘山野录》所云“此词不知何人写在鼎州沧水驿楼”一语的影响。以为既然题于驿楼，自然是旅人在抒思归之情。其实，古代的驿站邮亭等公共场所以及庙宇名胜的墙壁上，有些<a href=\"http://so.gushiwen.org/view_47069.aspx\">诗</a>词不一定是即景题咏，也不一定是写者自己的作品。细玩这首词，也不是第一称谓，而是第三称谓。有如电影，从“平林”、“寒山”的远镜头，拉到“高楼”的近景，复以“暝色”做特写镜头造成气氛，最终突出“有人楼上愁”的半身镜头。分明是第三者所控制、所描撰的场景变换。下片的歇拍两句，才以代言的方法，模拟出画中人的心境。而且词中的“高楼”、“玉阶”，也不是驿舍应有之景。驿舍邮亭，是不大会有高楼的，它的阶除也决不会“雕栏玉砌”，正如村舍茅店不能以“画栋雕梁”形容一样。同时，长亭、短亭，也不是望中之景；即使是“十里一长亭，五里一短亭”中的最近一座，也不是暮色苍茫中视野所能及。何况“长亭更短亭”，不知凡几，当然只能意想于心头，不能呈现于楼头人的眼底。</p>",
  "about": "<h2>创作背景</h2> <p>　　此词作品背景已经不详。据宋僧文莹《湘山野录》卷上说：“此词不知何人写在鼎州沧水驿楼，复不知何人所撰。魏道辅泰见而爱之。后至长沙，得古集于子宣（<a href=\"http://so.gushiwen.org/author_2129.aspx\">曾布</a>）内翰家，乃知<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>所作。”</p>",
  "poet": {
    "id": 247,
    "star": 0,
    "name": "李白",
    "image": "http://img.gushiwen.org/authorImg/libai.jpg",
    "desc": "李白（701年－762年），字太白，号青莲居士，唐朝浪漫主义诗人，被后人誉为“诗仙”。祖籍陇西成纪(待考)，出生于西域碎叶城，4岁再随父迁至剑南道绵州。李白存世诗文千余篇，有《李太白集》传世。762年病逝，享年61岁。其墓在今安徽当涂，四川江油、湖北安陆有纪念馆。"
  },
  "tags": [
    "宋词三百首",
    "豪放",
    "秋天",
    "写景",
    "怀人"
  ]
}