{
  "id": 29,
  "star": 320,
  "name": "日月",
  "dynasty": "先秦",
  "content": "日居月诸，照临下土。乃如之人兮，逝不古处？胡能有定？宁不我顾。<br>日居月诸，下土是冒。乃如之人兮，逝不相好。胡能有定？宁不我报。<br>日居月诸，出自东方。乃如之人兮，德音无良。胡能有定？俾也可忘。<br>日居月诸，东方自出。父兮母兮，畜我不卒。胡能有定？报我不述。",
  "fanyi": "<p><strong>译文</strong><br>太阳啊月亮，你们的光芒照耀着大地。我嫁的这个人啊，却不再像过去那样对待我了。事情怎么变得这样了呢？一点也不顾念我呀。 <br>太阳啊月亮，大地披上了你们的光芒。我嫁的这个人啊，却不再像过去那样恩爱我了。事情怎么变成这样了呢？一点也不念夫妻之情呀。 <br>太阳呀月亮，你们每天都从东方升起。我嫁的这个人啊，却不再以好言好语安慰我了。事情怎么变成这样了呢？把那些无良之行都忘了吧。 <br>太阳呀月亮，你们每天都从东方升起。我尊君如父，亲君如母，君却不以善终报我。事情怎么变成这样了呢，你自己也没有得到善终啊！</p> <p><strong>注释</strong><br>⑴居、诸：语尾助词。<br>⑵乃：可是。之人：这个人，指她的丈夫。<br>⑶逝：助词。无实义,起调整音节的作用。古处：一说旧处，和原来一样相处；一说姑处。<br>⑷胡：何，怎么。定：止。指心定、心安。<br>⑸宁：一说乃，曾；一说岂，竟然，难道。我顾：顾我。顾，念。<br>⑹.冒：覆盖，照临。<br>⑺相好：相爱。<br>⑻德音：好名誉。<br>⑼畜我不卒：即好我不终。畜，同“慉”，喜爱。不卒，不到最后。<br>⑽不述：不循义理。 </p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　这是一首弃妇申诉怨愤的<a href=\"http://so.gushiwen.org/view_29.aspx\">诗</a>。《毛诗序》说：“《日月》，卫庄姜伤己也。遭州吁之难，伤己不见答于先君，以至困穷之诗也。”<a href=\"http://so.gushiwen.org/author_459.aspx\">朱熹</a>《诗集传》说：“庄姜不见答于庄公，故呼日月而诉之。言日月之照临下土久矣，今乃有如是之人，而不以古道相处，是其心志回惑，亦何能有定哉？”都说此诗作于卫庄姜被庄公遗弃后，以此诗作者为卫庄姜，所指责的男子为卫庄公。而鲁诗则认为是卫宣公夫人宣姜为让自己的儿子寿继位而欲杀太子伋，寿为救伋，亦死，后人伤之，为作此诗。今人一般认为这是弃妇怨丈夫变心的诗。</p> <p>　　诗的第一章把读者带入这样的境界：在太阳或月亮的光辉照耀下，一位妇人在她的屋旁呼日月而申诉：日月能如常地照耀大地，为何我的丈夫不能如以往一样顾念我！以后各章的第一句“日居月诸”作为起兴，还有一种陪衬的作用。日月出自东方、照临大地，是有定所，而结为夫妇的“之人”竟心志回惑，“胡能有定”。作者之所以反覆吟咏日月，正是为了陪衬其反覆强调的“胡能有定”的。</p> <p>　　第二第三章承第一章的反覆咏叹，真是“一诉不已，乃再诉之，再诉不已，更三诉之”（方玉润《诗经原始》）。第四章沉痛已极，无可奈何，只有自呼父母而叹其生之不辰了，前面感情的回旋，到此突然一纵，扣人心弦，“埋怨父母极无理，却有至情”（牛运震《诗志》）。</p> <p>　　诗中没有具体去描写弃妇的内心痛苦，而是着重于弃妇的心理刻画。女主人公的内心世界是很复杂的，有种被遗弃后的幽愤，指责丈夫无定止。同时她又很怀念她的丈夫，仍希望丈夫能回心转意，能够“顾”（想念）她，“报”（答理）她。理智上，她清醒地认识到丈夫“德音无良”；但情感上，她仍希望丈夫“畜我”以“卒”。朱熹《诗集传》说：“见弃如此，而犹有望之之意焉。此诗之所为厚也。”这种见弃与有望之间的矛盾，又恰恰是弃妇真实感情的流露。因此，《日月》能强烈震撼读者的心灵。[2]延伸解析古代学者以为这是首弃妇声诉幽怨的愤诗，且很多人认定是“卫庄姜”（卫庄公夫人）感喟“州吁之难”（卫庄公庶子“公子州吁” 弑杀庄姜养子、卫桓公“姬完”的宫廷政变）的穷困诗。这种观点看似成立的理由是比较充分的，日月比喻国君与夫人，未亡人庄姜目睹宫廷剧变（卫公子州吁首开弑杀犯上之风，挑衅姬周宗法制度，被时人认为大逆不道），所以作诗追念先君亡夫，痛惜枉死的嗣君养子，哀叹自己的不良遭际但是仔细研究诗中细节，弃妇之说则疑窦颇多。尤其是抱怨父母一节，既不合于周人礼法（强调“孝悌”），也语意突兀：常人以给父母养老送终为俗，怎可颠倒要求父母终养自己？实际上结合周初历史和邶人的渊源，综合看待《国风.邶风》的低闷、忧郁风格，将这首诗同样视为殷遗怀旧的歌谣可能才更靠谱。熟悉中国上古史的研究者都知道：周朝推翻商朝后，最初的政策对亡国民众比较友好，武王君臣采取了各种措施极力安抚；后来因殷顽叛乱、<a href=\"http://so.gushiwen.org/author_845.aspx\">周公旦</a>才在镇压平叛后对其施以重大惩罚。如果扩大思路，将周人、商人这段恩怨变化的背景套入到《邶风.日月》篇中，则很多细节就更容易对号入座、解释通畅。日月起兴，是因为天道有恒，衬托人世容易变幻，暗喻商族亡国亡族（没有灭族，大贵族微子、萁子和其他小贵族保留了商族血脉，但纣王和武庚禄父这条主根化为浮云了）的沧海桑田悲剧。两厢难处，是当年周、商两族复杂关系的真实写照。处境飘摇窘困，是因为大叛乱后惩罚加身。作为曾经显赫、现在弱势的“殷顽”，自然会抱怨周朝，很容易将所有灾难都委过周室而不愿意深刻自省。所以诗中屡屡出现“逝不古处”、 “宁不我顾”……、 “德音无良”的抱怨，希冀处境得到改善，如此才“俾也可忘”。抱怨父母其实完全是比喻。犹如说：我们商人的祖先是天下共主，轮到我们这代人却不仅失去霸权，还因两次战败（前为武王克商的“牧野之战”，后为周公东征的二次征服），宗族亲人被离析打散、族群主体被监视居住。“胡能有定？报我不述。”也可以顺理成章解释。中国上古传统，灭人国而不绝其祀，夏、商、周三代均遵循这条重要国际规则。传说夏后（夏朝君主的称号）册封上古著名氏族为诸侯（实际上是认可）；汤王灭桀，也专门册封禹王的后人，承认各地氏族部落首领的诸侯地位（夏商封建都不是严格意义的封建制度，所谓封国其实是氏族部落或更大型的联盟而非地域国家，周朝的封建制才是真正意义的叠层封建联盟体制，周朝封国很多都是打破了血缘关系的地域型国家）；武王遵守传统，册封周人认定的上迄黄帝、炎帝、下止夏禹、商汤的后裔为诸侯。只是由于武庚组织叛乱，周公才粉碎了武庚的政权，重新安排处置“殷顽民”。诗中的“报我不述”应该是指武庚政权被粉碎的事情，作者认为周朝这样处置不合古礼和惯例。对这首诗的新解属于个人的一家之说，可以存疑，也欢迎有兴趣的朋友深度研究和发掘，权当是对继承发扬我国古老的国学文化略效绵薄之力。如果新说被证明成立，那么《邶风.日月》的创作时间就不是春秋，而是远为久远的周初。这首诗文辞古朴、风格与《邶风.柏舟》雷同也就相当自然，前面仔细分析过“柏舟”、可以更肯定的说和周初的大叛乱关系密切。 </p>",
  "about": "<h2>创作背景</h2> 　　关于此<a href=\"http://so.gushiwen.org/view_29.aspx\">诗</a>的背景，《毛诗序》说：“《日月》，卫庄姜伤己也。遭州吁之难，伤己不见答于先君，以至困穷之诗也。”<a href=\"http://so.gushiwen.org/author_459.aspx\">朱熹</a>《诗集传》说：“庄姜不见答于庄公，故呼日月而诉之。言日月之照临下土久矣，今乃有如是之人，而不以古道相处，是其心志回惑，亦何能有定哉？”都说此诗作于卫国庄姜被卫庄公遗弃后，以此诗作者为卫庄姜，所指责的男子为卫庄公。而《鲁诗》则认为是卫宣公夫人宣姜为让自己的儿子姬寿继位而欲杀太子伋，姬寿为救太子伋，亦死，后人伤之，为作此诗。还有人将这首诗同样视为殷遗怀旧的歌谣。今人一般认为这是弃妇因丈夫变心而申诉怨愤的诗。",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": [
    "诗经",
    "闺怨"
  ]
}