{
  "id": 73222,
  "star": 18,
  "name": "与顾章书",
  "dynasty": "南北朝",
  "content": "　　仆去月谢病，还觅薜萝。梅溪之西，有石门山者，森壁争霞，孤峰限日；幽岫含云，深溪蓄翠；蝉吟鹤唳，水响猿啼，英英相杂，绵绵成韵。既素重幽居，遂葺宇其上。幸富菊花，偏饶竹实。山谷所资，于斯已办。仁智之乐，岂徒语哉！",
  "fanyi": "<p><strong>译文<br></strong>　　我上个月因病辞官，回到家乡寻找隐居的地方。梅溪的西面，有座石门山。很多峭壁与云霞争高下，独立的山峰遮住了太阳；幽深的洞穴包含着云雾，深谷小溪积聚着翠绿的潭水；蝉鸣鹤叫，水声清越,猿猴啼叫，和谐动听的声音相互混杂，声调悠长有音韵之美。我既然向来推崇隐居，就在那山上筑了房子。幸好菊花、竹米多。山谷中隐居生活的必需品，这里都已具备。这种地方被仁人智士所喜爱，岂是虚言啊。</p> <p><strong>注释<br></strong>去月：上月。<br>谢病：因病而自请退职。谢：告。仆：自己的简称<br>薜萝：一种山中生长的藤本植物。<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>《楚辞·九歌·山鬼》：“若有人兮山之阿，被（pī）薜荔兮带女萝。”后以此代指隐士的服饰。 还觅薜萝，意思是正准备隐居。<br>梅溪：山名，在今浙江安吉境内。<br>森壁争霞：众多峭壁和云霞比高低。 森：众多的样子。 壁：险峻的山崖。 霞：早晚的彩云。<br>孤峰限日：孤特耸立的高峰遮断了阳光。 限：阻，这里指遮断。<br>幽岫：幽深的山穴。<br>蓄：包含。<br>翠：绿水。<br>唳：（鹤）啼叫。<br>啼：（猿）鸣叫。<br>英英：同“嘤嘤”，象声词，形容虫鸟动物的鸣叫，也形容声音和谐动听。<br>绵绵：连绵不绝的样子，形容声调悠长。<br>韵：和声。<br>素：向来，一向。<br>重：重视，这里是向往的意思。<br>幽居：隐居。<br>遂：就<br>葺宇其上：在上面修建屋舍。 葺，修建。 宇：房子。<br>幸富菊花，偏饶竹实：幸好菊花、竹实很多。 富：多，充裕。 偏：特别。饶：丰富。 竹实：竹米，竹子开花后所结的果实，可以食用，传说为凤凰的食物。菊花，竹实都是隐士的食物。<br>山谷所资，于斯已办：山谷中隐居生活的必需品，这里都已具备。 资：出产的东西，提供。 所资：所需的东西。斯：这。办，具备。<br>仁智之乐：佳山秀水为仁人智士所喜爱。《论语·雍也》：“智者乐水，仁者乐山。” 乐：喜爱。<br>岂徒语：怎么能随便说。徒：仅仅。语：说。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　作者以鲜明生动的笔触，描绘了石门山壮丽秀美的自然景色，表达了托病辞官后归隐的志趣，全文可分为二层。</p> <p>　　第一层是第一句。作者以叙事开篇，交代了自己上个月归隐一事。为什么要归隐呢？作者没有明说，但“谢病”和“觅”已清楚地表明他是托病辞官，是自寻归隐的。由此可见他对官场的厌恶，对政治的失望，这为下文作者尽态极妍地描写景物蓄势和张本。</p> <p>　　第二层从第二句开始一直到最后。这一层主要描绘石门山的景色，表达了作者归隐后自得其乐的情趣。作者先交代了石门山的位置，接下运用神奇的想象力，巧妙地由静态转化为动态，从而写出石门山山高谷翠的景色特点：阴森森的峭壁直立天空，连接红霞；孤零零的山峰高高耸立，遮挡太阳；幽邃的山洞里掩藏着白云；深深的溪谷旁青草丛生，绿树纷披。在这里，作者运用了一系列的动词，赋予石门山以生命活力，启发我们丰富的联想。同时，作者还绘声绘色，把山中描写成一个音乐的世界：溪流的淙淙声，鸣蝉的吟唱声，云鹤的叫唳声，猿猴的哀啼声，交织在一起，“英英相杂，绵绵成韵”，组成了优美的山林交响曲。作者铺写山中的各种声音，表面上看似热闹，其实却是以闹写静，显示出山高无人的幽静，这个地方，对于“素重幽居”的作者来说，自然是一个好去处，因而他“葺宇其上”。可见，作者选择这里幽居的理由是，高山的幽静契合了他想避开喧嚣浮繁尘世生活的淡泊宁静的心境，而漫山的菊花，遍地的竹实，不仅增添了这份幽静，而且，通过夸张地描绘这些芳洁美好的自然物,来美化<a href=\"http://so.gushiwen.org/view_73222.aspx\">诗</a>人自己的品格，构成崇高完美、超然出俗的典型形象。“智者乐水，仁者乐山”，用“仁智者”自比，不言而喻。总之，这段写景是为了表达“归隐”的思想。这是意脉，围绕这意脉，作者濡笔山林。而山林是作者隐居的生活环境，作者描写它，赞美它，正是表达了他摆脱了官场的羁绊所获得自由的满足和隐居的乐趣。意境鲜明，情趣盎然。</p> <p>　　从表达方式看，文章先叙述，再写景，在写景中穿插了叙述，最后抒情，自由灵活。从描写景物的方法看，文章动静结合，以动写静，以动衬静，给我们耳目一新的感觉。从修辞手法来看，有排比，有对偶，有拟人，手法多样。这篇文章的语言很精炼，极有表现力。如“争”字给人一种向上的气势，“限”字显示阻挡的威力，“办”字流露出心理上的满足。这些字都可以以一当十，足见作者遣词的功底非常深厚。</p>",
  "poet": {
    "id": 534,
    "star": 0,
    "name": "吴均",
    "image": "http://img.gushiwen.org/authorImg/wujun.jpg",
    "desc": "吴均（469年－520年），字叔庠。南朝梁史学家，文学家，时官吴兴主簿。明人辑有《吴朝清集》。"
  },
  "tags": [
    "山水诗",
    "自然",
    "写景",
    "抒情",
    "愉悦"
  ]
}