{
  "id": 6038,
  "star": 40,
  "name": "古意",
  "dynasty": "唐代",
  "content": "男儿事长征，少小幽燕客。<br>赌胜马蹄下，由来轻七尺。<br>杀人莫敢前，须如猬毛磔。<br>黄云陇底白云飞，未得报恩不能归。<br>辽东小妇年十五，惯弹琵琶解歌舞。<br>今为羌笛出塞声，使我三军泪如雨。",
  "fanyi": "<p><strong>译文</strong><br>男子汉当以国事为重，从军远征，从小就在幽燕纵横驰骋。<br>经常与人在马上比试胜负，从不珍惜七尺身躯。<br>奋勇搏杀，没人敢上前招应；气宇轩昂，脸上的胡子像刺猬的毛丛生。<br>陇下黄沙弥漫，上面白云飘飞，未报朝廷恩情怎能轻易言归。<br>辽东少妇年方十五，她弹熟了琵琶能歌善舞。<br>今日用羌笛吹一支出塞乐曲，感动得全军将士泪下如雨。</p><p><strong>注释</strong><br>①古意：拟古<a href=\"http://so.gushiwen.org/view_6038.aspx\">诗</a>，托古喻今之作。<br>②事长征：从军远征。<br>③幽燕：今河北、辽宁一带。古代幽燕地区游侠之风盛行。<br>④赌胜：较量胜负。马蹄下：即驰骋疆场之意。<br>⑤“由来”句：好男儿向来就轻视性命。七尺，七尺之躯。古时尺短，七尺相当于一般成人的高度。<br>⑥“杀人”句：杀人而对方不敢上前交手，即所向无敌之意。<br>⑦“须如”句：胡须好像刺猬的毛一样纷纷张开，形容威武凶猛。磔（zhé）：纷张。<br>⑧黄云：指战场上升腾飞扬的尘土。陇：泛指山地。<br>⑨小妇：少妇。<br>⑩解歌舞：擅长歌舞。解：懂得、通晓。羌笛：羌族人所吹的笛子。羌：古代西北地区少数民族。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　好男儿远去从军戍边，他们从小就游历幽燕。个个爱在疆场上逞能，为取胜不把生命依恋。厮杀时顽敌不敢上前，胡须象猬毛直竖满面。陇山黄云笼罩白云纷飞，不曾立过战功怎想回归？有个辽东少妇妙龄十五，一向善弹琵琶又善歌舞。她用羌笛吹奏出塞歌曲，吹得三军将士泪挥如雨。</p> <p>　　此<a href=\"http://so.gushiwen.org/view_6038.aspx\">诗</a>题为“古意”，标明是一首拟古诗。开始六句，把一个在边疆从军的男儿描写得神形毕肖，栩栩如生，活跃在读者眼前。第一句“男儿”两字先给读者一个大丈夫的印象。第二句“少小幽燕客”，交代从事长征的男儿是自古多慷慨悲歌之士的幽燕一带人，为下面描写他的刚勇犷悍张本。这两句总领以下四句。他在马蹄之下与伙伴们打赌比输赢，从来就不把七尺之躯看得那么重，所以一上战场就奋勇杀敌，杀得敌人不敢向前。“赌胜马蹄下，由来轻七尺，杀人莫敢前”，这三句把男儿的气概表现得淋漓尽致。这样一个男儿，谁都想见识见识吧！可是诗不可能如画那样，通体写出，只能抓特征。于是抓住胡须来描绘。然而三绺五绺长须，不但年龄不符合，而且风度也太飘逸了，因此诗人塑造了短须的形象。“须如蝟毛磔”五字，写出须又短、又多、又硬的特征，那才显出他勇猛刚烈的气概和杀敌时须蝟怒张的神气，简洁、鲜明而有力地突出了这一从军塞上的男儿的形象。这里为了与诗情协调，诗人采用简短的五言句和短促扎实的入声韵，加强了诗歌的艺术效果。 </p> <p>　　接下去，诗人又用“黄云陇底白云飞”一句替诗的主人公布置了一幅背景。闭目一想，一个虬髯男儿，胯下是高头战马，手中是雪亮单刀，背后是辽阔的原野，昏黄的云天，这气象是何等的雄伟莽苍。但这一句的妙处，还不仅如此。塞上多风沙，沙卷入云，所以云色是发黄的，而内地的云则是纯白的。这一句中黄云白云表面似乎在写景，实则两两对照，寓情于景，写得极为精细。开首六句写这男儿纯是粗线条、硬作风，可是这远征边塞的男儿，难道竟无一些思乡之念吗？且看男儿在向前看一看那陇上黄云之后，也还不免回首一望故乡。故乡何在？但见一片白云，于是不能不引起思乡之感。这一层意思，诗人以最精炼最含蓄的手法，表达在文字的空隙中，于无文字处见功夫。但如果接下去，写思乡念切，急于求归，那又不象是这样一个男儿的身份了，所以在这欲吐不吐、欲转不转之际，用“未得报恩不得归”七个字一笔拉转，说明这一男儿虽未免偶尔思乡，但因为还没有报答国恩，所以也就坚决不想回去。这两个“得”字，都发自男儿内心，连用在一句之中，更显出他斩钉截铁的决心，同时又有意无意地与上句的连用两个“云”字相互映带。前六句节奏短促，写这两句时，景中含有情韵，所以诗人在这里改用了七言句，又换了平声韵中调门低、尾声飘的五微韵。但由于第八句中意旨还是坚决的，所以插用两个入声的“得”字，使悠扬之中，还有凛烈的劲道。 </p> <p>　　一般想法，再写下去，该是根据“未得报恩不得归”而加以发挥了。然而，出乎意外，突然出现了一个年仅十五的“辽东小妇”，面貌身段不必写，人们从她的妙龄和“惯弹琵琶能歌舞”，自可想象得出。随着“辽东小妇”的出场，又给人们带来了动人的“羌笛出塞声”。前十句，有人物，有布景，有色彩，而没有声音：“今为羌笛出塞声”这一句，少妇吹出了笛声，于是乎全诗就有声有色。“羌笛”是边疆上的乐器，“出塞”又是边疆上的乐调，与上文的“幽燕”、“辽东”贯串在一起。这笛声是那样的哀怨、悲凉，勾起征人思乡的无限情思，听了这一曲，不由“使我三军泪如雨”了。这里，诗人实际上要写这一个少年男儿的落泪，可是这样一个硬汉，哪有一听少妇羌笛就会激动的道理？所以诗人不从正面写这个男儿的落泪，而写三军将士落泪，非但落，而且落得如雨一般多。在这样尽人都受感动的情况下，这一男儿自不在例外，这就不用明点了。这种烘云托月的手法，含蓄而精炼，功力极深，常人不易做到。此外这四句采用了上声的七麌韵，“五”、“舞”、“雨”三个字，收音都是向下咽的，因而收到了情韵并茂的艺术效果。 </p> <p>　　全诗十二句，奔腾顿挫而又飘扬含茹。首起六句，一气贯注，到须如蝟毛磔“一句顿住，”黄云陇底白云飞“一句忽然飘宕开去，”未得报恩不得归“一句，又是一个顿挫。以下掷笔凌空，忽现辽东小妇，一连两句似与上文全无干涉，”今为羌笛出塞声“一句用”今“字点醒，”羌笛“、”出塞“又与上文的”幽燕“、”辽东“呼应。最后用”使我三军泪如雨“一句总结，把首句的少年男儿包涵在内，挽住上面的突接，全首血脉豁然贯通。寥寥短章之中，能有这样尺幅千里之势，这在<a href=\"http://so.gushiwen.org/author_671.aspx\">李颀</a>以前的七言古诗中是没有的。 </p>",
  "poet": {
    "id": 671,
    "star": 0,
    "name": "李颀",
    "image": "http://img.gushiwen.org/authorImg/liqi.jpg",
    "desc": "李颀(690-751)，汉族，东川（今四川三台）人（有争议），唐代诗人。少年时曾寓居河南登封。开元十三年进士，做过新乡县尉的小官，诗以写边塞题材为主，风格豪放，慷慨悲凉，七言歌行尤具特色。"
  },
  "tags": [
    "唐诗三百首",
    "拟古",
    "戍边",
    "豪侠",
    "战争"
  ]
}