{
  "id": 29091,
  "star": 17,
  "name": "初食笋呈座中",
  "dynasty": "唐代",
  "content": "嫩箨香苞初出林，於陵论价重如金。<br>皇都陆海应无数，忍剪凌云一寸心。",
  "fanyi": "<p><strong>译文<br></strong>幼嫩的箨，香美的苞——新笋刚出竹林。拿到於陵市中议价——贵重胜似黄金。<br>京城附近竹林多得无数，怎忍剪断凌云的新笋一片心。</p> <p><strong>注释<br></strong>⑴嫩箨（tuò）：鲜嫩的笋壳。箨，竹皮，笋壳。 香苞：藏于苞中之嫩笋。<br>⑵於陵：汉县名，唐时为长山县，今山东省邹平县东南。《元和郡县志》卷十一《淄州》载：“淄州长山县，本汉於陵地”。於：一作“五”。<br>⑶皇都：指京城长安。陆海：大片竹林。《汉书·地理志》：“秦地有鄠杜竹林，南山檀柘，号称陆海，为九州膏腴。”钟嵘《<a href=\"http://so.gushiwen.org/view_29091.aspx\">诗</a>品》卷上：“余常言：‘陆才如海，潘才如江’”。“陆海”代指人有才。这句里的“陆海”本义当为竹林，暗喻人才众多。<br>⑷凌云一寸心：谓嫩笋一寸，而有凌云之志。凌云：直上云霄，也形容志向崇高或意气高超。此双关语，以嫩笋喻少年。寸：一作“片”。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　“嫩箨香苞初出林”，<a href=\"http://so.gushiwen.org/view_29091.aspx\">诗</a>人起笔便细细描绘了初生之笋的形态。这样壳嫩笋香的初生之笋，洋溢着勃勃的生机，只待春雨浇灌，即能昂扬九霄。“於陵论价贵如金”，很多人认为这句诗是诗人向座主的器重表示感谢。嫩笋要论价，是因为初生之笋鲜嫩可口，所以食者众多，求者亦夥，因而在於陵这里的价格和黄金一样贵重。“於陵”当属泛指，代称各地。诗人在这一句里已经点出一丝悲的意味。嫩笋正出林呢，怎么就要论价了，而且价值甚昂？但语气终还是压抑的，平缓的，冷静的，客观的。</p> <p>　　“皇都陆海应无数，忍剪凌云一寸心”。诗的三、四两句接着将这种悲哀之情渲染开去，推至顶峰才喷发而出。“凌云一寸心”，谓嫩笋一寸，而有凌云之志。这里是一个双关语，喻人年少而有壮志。这两句回答了对嫩笋“於陵论价”的另一个原因。那就是竹林茂盛，所以可以食笋，忍心“剪”去它凌云之心。卒章而诗人的一片哀怜之情也显露出来。诗人痛惜嫩笋被食，喻人壮志未酬，这是一种悲哀；而联系到诗人于大和六年（832年）赴京应举不第，那么就还有另外一层意味了，就是或许是因为皇都长安里“人才”太多，所以他才下第的。可是“剪”去的是一寸凌云之心。一个“忍”字用得十分出色。忍者，忍心，实际上联系到“凌云一寸心”看，作者表达的却是“何忍”之意。意谓不要夭折嫩笋的凌云之志啊。悲己之不遇，痛上主之不识己，一片哀怨之情弥漫其间。 全诗以嫩笋比喻自己，嫩笋一寸而有凌云之志，诗人同样如此，年少而胸怀大志。可悲哀的现实却是嫩笋被食，凌云之志也夭折在初出林的时候。而诗人也一样壮志未酬，空有“嫩箨香苞”美质，却没有了昂扬九霄的机会。既哀且怨之情充溢全诗。</p> <p>　　全诗艺术风格哀怨缠绵，而深情难已，已经初步显示出<a href=\"http://so.gushiwen.org/author_204.aspx\">李商隐</a>诗歌“深情绵邈”（刘熙载《艺概》）的艺术特色。 这样哀怨的诗歌若出自一个中年或暮年人之手，当属平常，可是创作它的却是二十岁左右的李商隐。这正是少年壮志不言愁的黄金时段，可诗人看见鲜嫩的笋时不由而生 “忍剪凌云一寸心”的悲慨，诗也写得哀怨缠绵。这就是很让人诧异的事。事实上，“忍剪凌云一寸心”的悲慨里包蕴着诗人半生的际遇和一种 “先期零落”的忧愁意识。首先，家世孤苦，“沦贱艰虞多” （《安平公诗》），其高祖以来家境已衰落，祖辈几代历官均不过县令。父祖辈又一再年寿不永，不到十岁时，父亲去世。他随母还乡，过着清贫的生活。他在《祭裴氏姊文》就写道：“及衣裳外除，旨甘是急，乃占数东甸，佣书贩舂”。这是他清贫生活的生动写照。此外，他生活的晚唐时代动荡，藩镇割据，宦官擅权，朋党斗争，农民起义不断，而社会又讲究勋阀门第观念，而诗人自己“内无强劲，外乏因依”（《祭徐氏姊文》），也使他对自己的前途缺乏信心。这两种因素结合在一起就使得诗人自小便表现出一种悲观的情绪。十六岁时写的《无题·八岁偷照镜》便是一个很好的证明。该诗似写一伤怀的女子，而句句实写自己。“八岁偷照镜”，著一“偷”字，写出了其早熟，“长眉已能画”，写其早识。 “五岁诵经书，七岁弄笔砚”（《上崔华州书》），“十六著《才论》、《圣论》，以古文出诸公间”（《（樊南）甲集序》），也是如此；接着十岁能做裙，十二岁弹筝，表明这个女子的慧心兰质，可接着却是十四未嫁，“十五泣春风”了，转向一层悲哀的境地。美质未遇良主，唯有相泣春风了。这种忧愁，王蒙先生称之为“先期愁人”、“先期悲叹”的“夭折意识”，可谓切中肯綮。李商隐这种“先期零落”的忧愁意识伴随了他一生的诗歌创作。譬如：“浪笑榴花不及春，先期零落更愁人”（《回中牡丹为雨所败二首》）；看见早梅，也生悲慨：“为谁成早秀？不待作年芳”（《十一月中旬至扶风界见梅花》）；而当林花开放，正当其盛时，却又发出“重吟细把真无奈，已落犹开未放愁”（《即日》）的感叹；看见“见说风流极,来当婀娜时”的垂柳他又会觉察到“忍放花如雪，青楼扑酒旗”（《赠柳》）的幻灭感。就算是茂盛青翠的高树，他也会感到“一树碧无情”（《蝉》）。总的说来，李商隐一生困顿，郁郁不得志，加之他的多愁善感，在诗歌创作上，总是要表现出那么一丝忧虑，或出之以典故，或结之以意象，来取得“深情绵邈”的审美感受。而把握他这种“先期零落”的忧愁意识，也是欣赏李商隐这首《初食笋呈座中》乃至他全部诗歌的钥匙。</p>",
  "about": "<h2>创作背景</h2> 　　《初食笋呈座中》是<a href=\"http://so.gushiwen.org/author_204.aspx\">李商隐</a>的早期作品，当作于唐文宗大和八年（834年）。李商隐大和七年（833年）到京师应试落第，遂东游郑州、华州一带。华州刺史崔戎送他到南山读书。次年三月，崔戎调任兖海（今山东兖州西）观察使，作者随至兖州幕中，掌管章奏之事。此<a href=\"http://so.gushiwen.org/view_29091.aspx\">诗</a>当是此时之作。刘学锴、余恕诚的《李商隐诗歌集解》认为此诗也许是他“少年时代客游洛下等地时，于某显宦席上所赋……自比‘嫩箨香苞’，亦弱冠少年口吻”。",
  "poet": {
    "id": 204,
    "star": 0,
    "name": "李商隐",
    "image": "http://img.gushiwen.org/authorImg/lishangyin.jpg",
    "desc": "李商隐，字义山，号玉溪（谿）生、樊南生，唐代著名诗人，祖籍河内（今河南省焦作市）沁阳，出生于郑州荥阳。他擅长诗歌写作，骈文文学价值也很高，是晚唐最出色的诗人之一，和杜牧合称“小李杜”，与温庭筠合称为“温李”，因诗文与同时期的段成式、温庭筠风格相近，且三人都在家族里排行第十六，故并称为“三十六体”。其诗构思新奇，风格秾丽，尤其是一些爱情诗和无题诗写得缠绵悱恻，优美动人，广为传诵。但部分诗歌过于隐晦迷离，难于索解，至有“诗家总爱西昆好，独恨无人作郑笺”之说。因处于牛李党争的夹缝之中，一生很不得志。死后葬于家乡沁阳（今河南焦作市沁阳与博爱县交界之处）。作品收录为《李义山诗集》。"
  },
  "tags": [
    "写笋",
    "讽刺",
    "怀才不遇",
    "壮志难酬"
  ]
}