{
  "id": 71371,
  "star": 33,
  "name": "江城子·填张春溪西湖竹枝词",
  "dynasty": "清代",
  "content": "碧云无渡碧天沉，是湖心，是侬心。心底湖头，路断到如今。郎到断桥须有路，侬住处，柳如金。<br>南高峰上望郎登，郎愁深，妾愁深。郎若愁时，好向北峰寻。相对峰头俱化石，双影在，照清浔。",
  "fanyi": "<h2>注释</h2> ⑴江城子：词调名。分单调、双调两类，各有数体。单调始于晚唐<a href=\"http://so.gushiwen.org/author_622.aspx\">韦庄</a>，五代<a href=\"http://so.gushiwen.org/author_175.aspx\">欧阳炯</a>，双调始于北宋<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>。<br>⑵张春溪：名伯魁，字春溪，清浙江海盐县人，张惠言友。　<br>⑶西湖竹枝词：西湖，在今浙江省杭州市西区。竹枝词，乐府《近代曲》名，本巴渝（今重庆周围地区）一带民歌。<br>⑷碧云无渡碧天沉，是湖心，是侬心：碧云，指碧色的云。此词与“云雨”、“鱼雁”等意象一道，常为古人用来作男女恋情的象征。<br>⑸心底湖头，路断到如今：心底，指“侬”的心底。湖头，湖起始的地方。此处指“侬”心上人所居住的地方。路断，指道路不通。暗示“侬”与心中人许久音讯阻隔，没有相会了。　<br>⑹断桥：桥名，在西湖孤山边。本名宝祐桥，又名断家桥。以孤山之路，至此而断，故自唐以来皆呼为断桥。　<br>⑺金：金黄色。此指柳叶由绿泛黄，与金黄色相似。又黄色醒目，容易辨认。　<br>⑻南高峰、北峰：西湖周围多山，环湖有南高峰、北高峰、玉皇山等。　<br>⑼相对峰头俱化石：相对，面对面的相向、对峙。化石：南朝<a href=\"http://so.gushiwen.org/author_668.aspx\">刘义庆</a>《幽明录》：“武昌山上有望夫石，状若人立。古传云：‘昔有贞妇，其夫从役，远赴国难，携弱子饯送北山，立望夫而化为立石，因以为名焉。’”相传有贞妇送夫从役，站在山头望丈夫，久之化而为石。后遂以此典表现女子对丈夫的忠贞与思念，形容精诚至极。<br>⑽双影在，照清浔：清浔，清澈的水边。浔，水边深处。《淮南子·原道训》：“故虽游于江浔海裔。”句谓西湖边上的南、北两峰，就象那古代的望夫石一样，相对眺望，伫立凝视，它们的双影，倒映在清澈的水流中。",
  "shangxi": "<h2>赏析</h2> <p>　　从这首词的小序“填张春溪西湖竹枝词”看，可知这首词为步韵之作。竹枝词为<a href=\"http://so.gushiwen.org/view_71371.aspx\">诗</a>体，张惠言一生不作诗，自言：“余年十八、九时，始求友，最先得云珊。时余姊之婿董超然，与云珊锐意为诗。三人者，居相迩，朝夕相过，过即论诗。余心好两人诗，未暇学也。其后三、四年，各以衣食奔走南北，率数年乃一得见，见辄出新诗各盈卷。而余学诗，久之无所得，遂绝意不复为。每见超然、云珊读其诗，恧然以愧”（《茗柯文编·杨云珊览辉阁诗序》），所以，他以词来和友人张伯魁的诗韵。</p> <p>　　词的上阕主要写闱中佳秀对“郎”的思念、盼望，写她与“郎”虽有情却彼此音讯睽隔，展示出这位女子多情、勇敢且惊世骇俗的风致。词下阕承上阕的情感，过片即直言“侬”对“郎”的思念与盼望：“南高峰上望郎登，郎愁深，妾愁深。”词中女子对恋人的思念是如此之不可遏止，煎熬其心魂，以致她爬上西湖傍边的南高峰来眺望心中人，希望他也能登上山峰，与其相会。固然，词中女子是否登上山峰我们不必过于坐实来解，这也许只是她的一个想象而已，或者一时的情感冲动罢了，不一定真有其事。那么，她是否与“郎”相会了呢？没有，因为“郎愁深，妾愁深”。如果两个久相睽隔的人能够相会，以慰相思之苦，也许他们的痛苦或者能够得到稍许的冲淡，然而这样的事情并没有发生，所以，他们双方的痛苦是如此的深沉。于是，词中女子在心中默默地告诫她的恋人：“郎若愁时，好向北峰寻。”不叫“郎”到我身在其中的南峰来寻找，却叫他南辕北辙到北峰去追寻，显然是有情绪，闹别扭了。或者，词中女子在埋怨恋人太没有胆量了。或者，她对恋人的犹豫不决深感失望。在这种情绪的驱使下，她脱口而出抛出了重话：“相对峰头俱化石，双影在，照清浔。”意思是：你最好到北峰去找我，那时，我在南，你在北，我们两个都变成伫立的石头，遥相眺望，永远揆隔，只有我们的双影，倒映在清澈的水波中！话说得重了一些，但从这牢骚语中我们可以窥见词中女子的耿耿深情，也由衷的喜欢她那种直来直去，有话就要说的率直、泼辣的性格。　</p> <p>　　此词写得明白晓畅，中多口语，颇具民歌风味。词中女主公率直且颇有几分阳刚的个性，与唐宋词以来小词中流行的纤弱女性形象相比，颇具几分异量之美。而词中女主人公对恋情的坚贞与不懈追求，也令此词的言情纯真、坦白，楚楚动人。</p>",
  "poet": {
    "id": 449,
    "star": 0,
    "name": "张惠言",
    "desc": "张惠言（1761～1802）清代词人、散文家。原名一鸣，字皋文，一作皋闻，号茗柯，武进（今江苏常州）人。嘉庆四年进士，官编修。少为词赋，深于易学，与惠栋、焦循一同被后世称为“乾嘉易学三大家”。又尝辑《词选》，为常州词派之开山，著有《茗柯文集》。"
  },
  "tags": [
    "女子",
    "相思"
  ]
}