{
  "id": 71727,
  "star": 5,
  "name": "宫中行乐词八首·其二",
  "dynasty": "唐代",
  "content": "柳色黄金嫩，梨花白雪香。<br>玉楼巢翡翠，金殿锁鸳鸯。<br>选妓随雕辇，征歌出洞房。<br>宫中谁第一，飞燕在昭阳。",
  "fanyi": "<h2>注释</h2> ⑴玉楼巢翡翠：“巢”一作“关”。<br>⑵金殿锁鸳鸯：“金”一作“珠”。<br>⑶选妓随雕辇：“雕”一作“朝”。<br>⑷征歌：召歌者唱歌。洞房：深邃的内室。<br>⑸昭阳：汉殿名。据《汉书·外戚传》，据昭阳者，本为赵飞燕之妹合德。《三辅黄图》卷三始谓飞燕据昭阳殿，唐<a href=\"http://so.gushiwen.org/view_71727.aspx\">诗</a>人多用此说。",
  "shangxi": "<h2>赏析</h2> <p>　　<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>《宫中行乐词》，今存八首，据孟棨记载，是李白奉召为唐玄宗所作的遵命文字之一。这是第二首。这是一首奉诏而作的表现宫中生活的<a href=\"http://so.gushiwen.org/view_71727.aspx\">诗</a>。李白于公元742年（天宝元年）秋奉诏入京，此诗当作于次年早春。</p> <p>　　首联写春景，为全篇作环境渲染。柳色如金，梨花似雪，为寻常比喻。但以“嫩”和“香”点染，则柔枝轻摇，如睹其形；雪海氤氲，如嗅其馨。虽着意点染，但仍极自然，不露雕琢痕迹。</p> <p>　　后面四句描写皇帝的宫廷生活。玉楼、珠殿、雕辇（装饰华美的人挽车）、洞房（神仙洞府般的房屋），铺陈皇家富贵，旖旎风光。“翡翠”、“鸳鸯”均水鸟，后者雌雄双栖，常以喻情人或夫妇。玉楼、珠殿，均非水鸟栖息之所。这里是语意双关。既谓宫廷楼殿装饰着各种禽类雕塑，以表现其富丽堂皇。诗词中多称香炉为“金兽”，称被盖为“鸳衾”，也就是这个意思。也以喻人。“巢”亦作“关”。玉楼、珠殿关锁着众多的宫女。她们都是被剥夺了人身自由的笼中之鸟。诗人对那些不幸的宫女寄予了深切的同情。翡翠，似指一般宫女。鸳鸯，其中之一当指<a href=\"http://so.gushiwen.org/author_520.aspx\">李隆基</a>，而另一位，当然就是指“三千宠爱在一身”的<a href=\"http://so.gushiwen.org/author_1039.aspx\">杨玉环</a>。这也给尾联以赵飞燕比喻杨玉环作了伏笔。“妓”指女乐，“歌”指歌女，通指能歌善舞的宫女。妓需要花中选花，歌需要百里挑一，足见歌舞妓队伍之庞大。“随雕辇”，“出洞房”，乃是互文。这两句是说，后宫四万，佳丽三千，都是为皇帝一个人的享乐而存在的。从技巧上讲，这两句将宫廷深似海、宫女多如云的皇家气派渲染得酣畅淋漓。古人评诗之善言富贵者，倒不在乎多用金呀、玉呀这类字眼，如“笙歌归院落，灯火下楼台”，“此善言富贵者也。”（《漫叟诗话》）李白这两句，可谓乃善言皇家富贵者也。</p> <p>　　据《后汉书》，赵飞燕及其妹均有宠于汉成帝，其妹居“昭阳舍”。但《三辅黄图》称赵飞燕居之，此即李诗所本。“昭阳”与“珠殿”相照应，因汉代昭阳殿就是多以“明珠翠羽饰之”。尾联指杨玉环也与赵飞燕一样，在宫中美貌第一，得宠亦第一。这里表面上似乎是一片赞美之词，实际上暗含讽刺。《诗经》中《君子偕老》一诗，是齐国人讽刺齐宣公夫人宣姜的。宣姜在宣公死后，与其庶子姘居生子。诗中盛赞她头饰、衣衫和容貌之美，惟独不赞扬她的品德。言外之意是讽刺宣姜缺德。李白以杨玉环比汉之赵飞燕，其言外之意自然将唐玄宗比汉成帝了。</p> <p>　　唐玄宗即位之初，励精图治，导致了“开元之治”。但到了后期，沉迷声色，任用奸佞。诗人是抱着“愿为辅弼”，“大济苍生”的愿望应诏入京的。而玄宗却只让他侍酒陪宴，“俳优蓄之”。诗人于失望之余，一再在应制诗中婉言讽谏，希冀沉醉于“温柔乡”中的皇帝能记取前朝荒淫祸国的教训，改弦更张，重振朝纲。这，就是此诗的微言大义吧。</p> <p>　　此诗前三联对仗工整，全诗词藻华赡，音韵和谐，极富建筑美和音乐美，确实“律度对属，无不精绝”（《本事诗》）。且承转自然，一气呵成，诚如清人翁方纲所说：“太白五律之妙，总是一气不断，自然入化，所以为难能。”（《石洲诗话》）</p> <p>　　肇自齐梁的宫体诗多描写宫廷享乐生活，情感缠绵悱恻，语言纤巧农丽，风格绮靡浮艳。但李白的《宫中行乐词》却华丽而不失清新，铺张而不忘讽兴，如仙韶妙音，不同凡响。虽是奉命而作，却能自留地步。所以<a href=\"http://so.gushiwen.org/author_39.aspx\">沈德潜</a>说这组诗“于缘情绮靡中，不忘讽意，寄兴独远”（《唐诗别裁》）。</p>",
  "poet": {
    "id": 247,
    "star": 0,
    "name": "李白",
    "image": "http://img.gushiwen.org/authorImg/libai.jpg",
    "desc": "李白（701年－762年），字太白，号青莲居士，唐朝浪漫主义诗人，被后人誉为“诗仙”。祖籍陇西成纪(待考)，出生于西域碎叶城，4岁再随父迁至剑南道绵州。李白存世诗文千余篇，有《李太白集》传世。762年病逝，享年61岁。其墓在今安徽当涂，四川江油、湖北安陆有纪念馆。"
  },
  "tags": [
    "写景",
    "同情",
    "宫廷",
    "生活"
  ]
}