{
  "id": 9504,
  "star": 5,
  "name": "首秋轮台",
  "dynasty": "唐代",
  "content": "异域阴山外，孤城雪海边。<br>秋来唯有雁，夏尽不闻蝉。<br>雨拂毡墙湿，风摇毳幕羶。<br>轮台万里地，无事历三年。",
  "fanyi": "<p><strong>译文<br></strong>身居异域在那阴山西面，<br>轮台孤战位于雷海旁边。<br>秋季已到只见行行飞雁，<br>夏日刚过不闻声声鸣蝉。<br>秋酉时时打得毡墙潮湿，<br>秋风阵阵吹过帐幕腥腔。<br>轮台之地距离家乡万里，<br>边地元串已经过去三年！</p> <p><strong>注释<br></strong>①首秋：初秋之意，为阴历七月。<br>②轮台：为北庭州属下辖一县，今新疆乌鲁木齐附近，具体位置至今未得确定。<br>③阴山：今乌鲁木齐以东之天山东段山脉。<br>④雪海：浩瀚之沙漠雪原，为当时轮台北面之沙海。<br>⑤毡墙：毡帐之围墙。<br>⑥毳幕：毡帐。毳cuì，鸟兽的细毛。<br>⑧羶shān，羊等牲畜的腥臊气。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　《首秋轮台》这首五律于公元756年（天宝十五年）<a href=\"http://so.gushiwen.org/view_9504.aspx\">诗</a>人居轮台时所作。诗人于公元754年赴北庭，至今已历三年，诗中描绘初秋边塞景物．抒写久居边塞的惆怅心情。</p> <p>　　诗的开头面句从地点“轮台”落笔写。地为“异域”，城为“孤城”，而又位于明山之外，雪海之边，两句互相补充，各分三层以写边地荒远苦寒，起调极为沉重。</p> <p>　　诗的次两句则从时间“首秋”落笔写。“秋来”和“夏尽”点明“首秋”，雁为北地之氏“唯有雁”照应“孤城”二字；蝉为家乡之物，“不闻蝉”照应“异域”二字。“唯有”、“不闻”。从所见所闻，一正一反两个方而来写边地荒远苦寒。</p> <p>　　诗的五、六两句从居住环境方面写。边地的秋风秋雨侵袭着诗人居住的蓬帐，毡墙已经潮湿，帐幕发出胞气。上句景物诉诸视觉，下旬景物诉诸嗅觉，可见诗人置身子怎样的氛围之中。一“捞”一“格”，写边地初秋气候的恶劣，点染秋景气氛，勾划出一个极为凄苦的环境。</p> <p>　　诗的最后两句仍从地点时间两方面着笔来写。“轮台万里地”，写边塞地点之远；“无事历三年”，写戍边时间之长。环境苦寒，秋日又至，家乡万里，归去无期，思念家乡宅切是不言而喻的。因面这两句实为诗人之所感。</p> <p>　　这首诗由诗人所居异域而及诗人首秋所见，而及诗人边地所居，而及诗人心中所想，由远及近，层层写拢来，久居边塞的苦闷心情在首秋轮台的景物描绘中得到自然而又含蓄的表露。</p> <p>　　首句为地理环境，异域，有别于内地，且在阴山之外；孤城雪海，竟然为沙漠之中的一块绿地。次句为气候环境，轮台之夏和秋季很短，夏季听不见蝉鸣，秋季看不见大雁，一不留神便进入冬季。三句为居住环境，住用毡帐，不防雨。结尾为总结感叹，茫茫万里辽阔之轮台，拜拜在这呆了三年。能看出来，<a href=\"http://so.gushiwen.org/author_113.aspx\">岑参</a>此时有些伤感，不知是对此西域轮台不满意，还是因为未能建功立业长叹息。</p> <p>　　轮台为古单于之地，风物民俗尽殊，即古之所谓异域。作者《轮台即事》破题即曰：“轮台风物异，地是古单于。”即写其风物之异，与异域之感。结句平实，然平中有奇，实中有虚。无事而于此偏远荒漠之地度过三年。其难熬可知，其感触可会，句外有无穷之意。</p>",
  "about": "<h2>创作背景</h2> 　　《首秋轮台》作于公元756年（唐肃宗至德元年）初秋，<a href=\"http://so.gushiwen.org/author_113.aspx\">岑参</a>是年四十岁，距第二次赴北庭整三年。公元756年秋，岑参在西域北庭已度过三年时光。第二年，岑参回到内地凤翔，经<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>等举荐，授右补阙。根据上述时间推算，岑参作《首秋轮台》之时，应该是已经做好了返囬内地之准备，因此，<a href=\"http://so.gushiwen.org/view_9504.aspx\">诗</a>歌短短五言八句，却似总结西域生活一般，使人读之，马上即可感受西域之生活情形。<br>　　<br>　　需要说明，很多专家认为，唐时候轮台虽隷属于北庭都护府，但在岑参之诗歌当中，北庭与轮台为相互包含之两个地名，读岑参诗过程中，此两地方之名称是互相适用的。",
  "poet": {
    "id": 113,
    "star": 0,
    "name": "岑参",
    "image": "http://img.gushiwen.org/authorImg/cencan.jpg",
    "desc": "岑参（约715-770年），唐代边塞诗人，南阳人，太宗时功臣岑文本重孙，后徙居江陵。[1-2] 岑参早岁孤贫，从兄就读，遍览史籍。唐玄宗天宝三载（744年）进士，初为率府兵曹参军。后两次从军边塞，先在安西节度使高仙芝幕府掌书记；天宝末年，封常清为安西北庭节度使时，为其幕府判官。代宗时，曾官嘉州刺史（今四川乐山），世称“岑嘉州”。大历五年（770年）卒于成都。"
  },
  "tags": [
    "边塞",
    "写景",
    "抒怀",
    "壮志未酬"
  ]
}