{
  "id": 5753,
  "star": 3980,
  "name": "鸟鸣涧",
  "dynasty": "唐代",
  "content": "人闲桂花落，夜静春山空。<br>月出惊山鸟，时鸣春涧中。",
  "fanyi": "<p><strong>译文</strong><br>春天夜晚，寂无人声，芬芳桂花，轻轻飘落。青山碧林，更显空寂。<br>明月升起，惊动几只栖息山鸟。清脆鸣叫，长久回荡空旷山涧。</p> <p><strong>注释</strong><br>⑴鸟鸣涧：鸟儿在山涧中鸣叫。<br>⑵人闲：指没有人事活动相扰。闲：安静、悠闲，含有人声寂静的意思。桂花：此指木樨，有春花、秋花等不同品种，这里写的是春天开花的一种。<br>⑶春山：春日的山。亦指春日山中。空：空寂、空空荡荡。空虚。这时形容山中寂静，无声，好像空无所有。<br>⑷月出：月亮升起。惊：惊动，扰乱。山鸟：山中的鸟。<br>⑸时鸣：偶尔（时而）啼叫。时：时而，偶尔。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　关于这首<a href=\"http://so.gushiwen.org/view_5753.aspx\">诗</a>中的桂花，颇有些分歧意见。一种解释是桂花有春花、秋花、四季花等不同种类，此处所写的当是春日开花的一种。另一种意见认为文艺创作不一定要照搬生活，传说<a href=\"http://so.gushiwen.org/author_515.aspx\">王维</a>画的《袁安卧雪图》，在雪中还有碧绿的芭蕉，现实生活中不可能同时出现的事物，在文艺创作中是允许的。不过，这首诗是王维题友人所居的《皇甫岳云溪杂题五首》之一。五首诗每一首写一处风景，接近于风景写生，而不同于一般的写意画，因此，以解释为山中此时实有的春桂为妥。</p> <p>　　桂树枝叶繁茂，而花瓣细小。花落，尤其是在夜间，并不容易觉察。因此，开头“人闲”二字不能轻易看过。“人闲”说明周围没有人事的烦扰，说明诗人内心的闲静。有此作为前提，细微的桂花从枝上落下，才被觉察到了。诗人能发现这种“落”，或仅凭花落在衣襟上所引起的触觉，或凭声响，或凭花瓣飘坠时所发出的一丝丝芬芳。总之，“落”所能影响于人的因素是很细微的。而当这种细微的因素，竟能被从周围世界中明显地感觉出来的时候，诗人则又不禁要为这夜晚的静谧和由静谧格外显示出来的空寂而惊叹了。这里，诗人的心境和春山的环境气氛，是互相契合而又互相作用的。</p> <p>　　在这春山中，万籁都陶醉在那种夜的色调、夜的宁静里了。因此，当月亮升起，给这夜幕笼罩的空谷，带来皎洁银辉的时候，竟使山鸟惊觉起来。鸟惊，当然是由于它们已习惯于山谷的静默，似乎连月出也带有新的刺激。但月光之明亮，使幽谷前后景象顿时发生变化，亦可想见。所谓“月明星稀，乌鹊南飞”（<a href=\"http://so.gushiwen.org/author_552.aspx\">曹操</a>《短歌行》）是可以供读者联想的。但王维所处的是盛唐时期，不同于建安时代的兵荒马乱，连鸟兽也不免惶惶之感。王维的“月出惊山鸟”，大背景是安定统一的盛唐社会，鸟虽惊，但决不是“绕树三匝，无枝可依”。它们并不飞离春涧，甚至根本没有起飞，只是在林木间偶而发出叫声。“时鸣春涧中”，它们与其说是“惊”，不如说是对月出感到新鲜。因而，如果对照曹操的《短歌行》，在王维这首诗中，倒不仅可以看到春山由明月、落花、鸟鸣所点缀的那样一种迷人的环境，而且还能感受到盛唐时代和平安定的社会气氛。</p> <p>　　王维在他的山水诗里，喜欢创造静谧的意境，这首诗也是这样。但诗中所写的却是花落、月出、鸟鸣，这些动的景物，既使诗显得富有生机而不枯寂，同时又通过动，更加突出地显示了春涧的幽静。动的景物反而能取得静的效果，这是因为事物矛盾着的双方，总是互相依存的。在一定条件下，动之所以能够发生，或者能够为人们所注意，正是以静为前提的。“鸟鸣山更幽”，这里面是包含着艺术辩证法的。</p>",
  "about": "<h2>创作背景</h2> <p>　　<a href=\"http://so.gushiwen.org/author_515.aspx\">王维</a>的《鸟鸣涧》当作于开元（唐玄宗年号，713—741）年间游历江南之时，其背景是安定统一的盛唐社会。此<a href=\"http://so.gushiwen.org/view_5753.aspx\">诗</a>是王维题友人皇甫岳所居的云溪别墅所写的组诗《皇甫岳云溪杂题五首》的第一首，是诗人寓居在今绍兴县东南五云溪（即若耶溪）的作品。</p> <p>　　据《新唐书·王维传》记载，王维于开元初进士及第后授太乐丞，因坐伶人舞黄狮事被贬为济州同仓参军，直到开元二十三年（735）<a href=\"http://so.gushiwen.org/author_691.aspx\">张九龄</a>执政才返京任右拾遗。对于王维的这段履历，绍籍越文化研究者竺岳兵在其《王维在越中事迹考》中认为：“唐开元八年至开元二十一年将近十五年间的王维原来在吴越漫游。……有充分的理由说他的《鸟鸣涧》、《山居秋暝》、《相思》等名篇作于越中。”王维漫游若耶，触景生情，联想到前人描写若耶溪的名句，欲与古人争胜厘毫，“出蓝”而“胜蓝”，于是有了“月出惊山鸟，时鸣春涧中”这一联以动写静的精彩诗句。从《鸟鸣涧》诗体现的风格和意境分析，此诗应作于唐玄宗“开元盛世”时期，为王维青年时代的作品。</p>",
  "poet": {
    "id": 515,
    "star": 0,
    "name": "王维",
    "image": "http://img.gushiwen.org/authorImg/wangwei.jpg",
    "desc": "王维（701年－761年，一说699年—761年），字摩诘，汉族，河东蒲州（今山西运城）人，祖籍山西祁县，唐朝诗人，有“诗佛”之称。苏轼评价其：“味摩诘之诗，诗中有画；观摩诘之画，画中有诗。”开元九年（721年）中进士，任太乐丞。王维是盛唐诗人的代表，今存诗400余首，重要诗作有《相思》《山居秋暝》等。王维精通佛学，受禅宗影响很大。佛教有一部《维摩诘经》，是王维名和字的由来。王维诗书画都很有名，非常多才多艺，音乐也很精通。与孟浩然合称“王孟”。"
  },
  "tags": [
    "小学古诗",
    "春天",
    "写山",
    "写鸟"
  ]
}