{
  "id": 71995,
  "star": 389,
  "name": "忆江南·多少恨",
  "dynasty": "五代",
  "content": "多少恨，昨夜梦魂中。还似旧时游上苑，车如流水马如龙。花月正春风。",
  "fanyi": "<p><strong>译文</strong><br>我有多少的恨，昨夜梦中的景象，还像以前我还是故国君主时，常在上苑游玩，车子如流水穿过，马队像长龙一样川流不息。正是景色优美的春天，还吹着融融的春风。</p> <p><strong>注释</strong><br>⑴望江南：《全唐<a href=\"http://so.gushiwen.org/view_71995.aspx\">诗</a>》、《词谱》等均作《忆江南》。<br>⑵梦魂：古人认为在睡梦中人的灵魂会离开肉体，故称“梦魂”。唐代刘希夷《巫山怀古》中有句：“颓想卧瑶席，梦魂何翩翩。”<br>⑶还似：一作“还是”。上苑：封建时代供帝王玩赏、打猎的园林。<br>⑷车如流水马如龙：意思是车子接连不断像流水一样驰过，马匹络绎不绝像一条龙一样走动。形容车马络绎不绝，十分繁华热闹。语出袁宏《后汉纪·孝章皇帝纪》上记载：“建初二年（马）太后诏曰：‘吾万乘主，身服大练，食不求甘，左右旁人无香熏之饰，衣但布皇，如是者欲以身率服众也。······前过濯龙门，见外家车如流水马如龙。吾亦不谴怒之，但绝其岁用，冀以默愧其心。’”<br>⑸花月：花和月，泛指美好的景色。花月正春风，意思是形容春天鲜花怒放，春夜月光明朗，春风微拂的情景，描绘春光的明媚。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　“多少恨，昨夜梦魂中。”开头陡起，小词中罕见。所“恨”的当然不是“昨夜梦魂中”的情事，而是昨夜这场梦的本身。梦中的情事固然是词人时时眷恋着的，但梦醒后所面对的残酷现实却使他倍感难堪，所以反而怨恨起昨夜的梦来了。二句似直且显，其中却萦纡沉郁，有回肠荡气之致。</p> <p>　　“还似旧时游上苑，车如流水马如龙。花月正春风。”三句均写梦境。“还似”二字领起，直贯到底。往日繁华生活内容纷繁，而记忆中最清晰、印象最深刻的是“游上苑”。在无数次上苑之游中，印象最深的热闹繁华景象则是“车如流水马如龙”。用在这里，极为贴切。它出色地渲染了上苑车马的喧阗和游人的兴会。</p> <p>　　紧接着，又再加上一句充满赞叹情味的结尾——“花月正春风”。在实际生活中，上苑游乐当然不一定都在“花月正春风”的季节，但春天游人最盛，当是事实。这五个字，点明了游赏的时间以及观赏对象，渲染出热闹繁华的气氛；还具有某种象征意味——象征着在他生活中最美好，最无忧无虑、春风得意的时刻。“花月”与“春风”之间，以一“正”字勾连，景之袱丽、情之浓烈，一齐呈现。这一句将梦游之乐推向最高潮，而词却就在这高潮中陡然结束。</p> <p>　　从表面看（特别是单看后三句），似乎这首词所写的就是对往昔繁华的眷恋，实际上作者要着重表达的倒是另外一面—处境的无限凄凉。但作者却只在开头用“多少恨”三字虚点，通篇不对当前处境作正面描写，而是通过这场繁华生活的梦境进行有力的反托。正因为“车如流水马如龙，花月正春风”的景象在他的生活中已经不可再现，所以梦境越是繁华热闹，梦醒后的悲哀便越是浓重；对旧日繁华的眷恋越深，今日处境的凄凉越不难想见。由于词人是在梦醒后回想繁华旧梦，所以梦境中“花月正春风”的淋漓兴会反而更触动“梦里不知身是客，一晌贪欢”的悲慨。这是一种“正面不写，写反面”的艺术手法的成功运用。</p> <p>　　全词仅五句二十七字，但却内容丰富、寓意深刻。作者以反写正，以乐写悲，以欢情写凄苦，昔与今的对比形成了极大的反差，但也蕴寓了极深的用意，以人有回味无穷之感。全词一笔即成，语白意真，直叙深情，是一首情辞俱佳的小词。</p> <p>　　第二首词用的是以反写正的艺术手法，以乐来反衬苦，笔意有曲婉之感。但这首词则不同，是直笔明写、正见正写直抒胸臆、坦吐愁恨的艺术手法，因而有愈见沉痛之感。二词可同读，对作者的忧思愁恨则体会更深。</p> <p>　　“多少泪”即“多少恨”之续写，“一晌贪欢”后，悲情更苦，离恨更深，作者再也无法自制，只能任凭“多少泪，断脸复横颐”了。眼泪纵横当不是抽泣哽咽，而是激情难收，也许有号啕之举，但是，泪可流，“心事”却不可说，一是满腔悔恨无法说，二是故国情怀不能说，自伤之情、囚居之苦，片言俱现，作者心中愁苦跃然纸上。不但“心事”不可说，连往日可以寄托情思的凤笙也不能吹起，这种痛苦和不自由是非常地残酷。古人悲思不可解，常有“只将心思付瑶琴”之想，而这情此景，作者却连这一点奢望都不敢有。况且，凤笙向来为欢歌之用，于此时吹奏，对<a href=\"http://so.gushiwen.org/author_269.aspx\">李煜</a>来讲，只是徒增感慨、更添思忆而已，所以一句“休向”，使作者的幽居无奈中又多添了几分不堪回首的痛苦。于是乎，“肠断更无疑”但是惟一的结局了。这首词正是李煜入宋后“此中日夕只以眼泪洗面”的真实写照。</p> <p>　　全词与“多少恨”同调，取笔不同但取意同。这首词直接写作者深沉痛苦，描摹细致，语言直朴，较“多少恨”有更直入人心的感染力。</p>",
  "about": "<h2>创作背景</h2> 　　这首词作于宋开宝八年（975年）<a href=\"http://so.gushiwen.org/author_269.aspx\">李煜</a>亡国入宋之后。李煜被<a href=\"http://so.gushiwen.org/author_611.aspx\">曹雪芹</a>称为“古之伤心人”，他降宋后，由凌驾万人之上的九五之尊沦落为任人凌辱的阶下囚，经历了千古人生的大喜大悲，悔恨长伴，追忆不断，“此中日夕只以眼泪洗面”（<a href=\"http://so.gushiwen.org/author_272.aspx\">陆游</a>《避暑漫抄》）。这首词就是为表达他对现实处境的无限凄凉之情而创作的。",
  "poet": {
    "id": 269,
    "star": 0,
    "name": "李煜",
    "image": "http://img.gushiwen.org/authorImg/liyu.jpg",
    "desc": "李煜，五代十国时南唐国君，961年-975年在位，字重光，初名从嘉，号钟隐、莲峰居士。汉族，彭城（今江苏徐州）人。南唐元宗李璟第六子，于宋建隆二年(961年)继位，史称李后主。开宝八年，宋军破南唐都城，李煜降宋，被俘至汴京，封为右千牛卫上将军、违命侯。后因作感怀故国的名词《虞美人》而被宋太宗毒死。李煜虽不通政治，但其艺术才华却非凡。精书法，善绘画，通音律，诗和文均有一定造诣，尤以词的成就最高。千古杰作《虞美人》、《浪淘沙》、《乌夜啼》等词。在政治上失败的李煜，却在词坛上留下了不朽的篇章，被称为“千古词帝”。"
  },
  "tags": [
    "婉约",
    "记梦",
    "思国"
  ]
}