{
  "id": 71201,
  "star": 2968,
  "name": "山坡羊·潼关怀古",
  "dynasty": "元代",
  "content": "峰峦如聚，波涛如怒，山河表里潼关路。望西都，意踌躇。<br>伤心秦汉经行处，宫阙万间都做了土。兴，百姓苦；亡，百姓苦！",
  "fanyi": "<p><strong>译文<br></strong>（华山的）山峰从四面八方会聚，（黄河的）波涛像发怒似的汹涌。潼关外有黄河，内有华山，山河雄伟，地势险要。遥望古都长安，陷于思索之中。<br>从秦汉宫遗址经过，引发无限伤感，万间宫殿早已化作了尘土。一朝兴盛，百姓受苦；一朝灭亡，百姓依旧受苦。</p> <p><strong>注释</strong><br>⑴山坡羊：曲牌名，是这首散曲的格式；“潼关怀古”是标题。<br>⑵峰峦如聚：形容群峰攒集，层峦叠嶂。聚：聚拢；包围<br>⑶波涛如怒：形容黄河波涛的汹涌澎湃。怒：指波涛汹涌。<br>⑷“山河”句：外面是山，里面是河，形容潼关一带地势险要。具体指潼关外有黄河，内有华山。表里：即内外。《左传·僖公二十八年》：“表里山河，必无害也。”注：“晋国外河而内山。”潼关：古关口名，在今陕西省潼关县，关城建在华山山腰，下临黄河，扼秦、晋、豫三省要冲，非常险要，为古代入陕门户，是历代的军事重地。<br>⑸西都：指长安（今陕西西安）。这是泛指秦汉以来在长安附近所建的都城。秦、西汉建都长安，东汉建都洛阳，因此称洛阳为东都，长安为西都。<br>⑹踌躇：犹豫、徘徊不定，心事重重，此处形容思潮起伏，，感慨万端陷入沉思，表示心里不平静。一作“踟蹰（chí chú）”。<br>⑺“伤心”二句：谓目睹秦汉遗迹，旧日宫殿尽成废墟，内心伤感。伤心：令人伤心的事， 形容词作动词。秦汉经行处：秦朝（前221年~前206年）都城咸阳和西汉（前208~8）的都城长安都在陕西省境内潼关的西面。经行处，经过的地方。指秦汉故都遗址。宫阙：宫，宫殿；阙，皇宫门前面两边的楼观。<br>⑻兴：指政权的统治稳固。兴、亡：指朝代的盛衰更替。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　此曲是<a href=\"http://so.gushiwen.org/author_41.aspx\">张养浩</a>晚年的代表作，也是元散曲中思想性、艺术性完美结合的名作。在他的散曲集《云庄乐府》中，以“山坡羊”曲牌写下的怀古之作有七题九首，其中尤以《潼关怀古》韵味最为沉郁，色彩最为浓重。</p> <p>　　全曲分三层：第一层（头三句），写潼关雄伟险要的形势。张养浩途经潼关，看到的是“峰峦如聚，波涛如怒”的景象。这层描写潼关壮景，生动形象。第一句写重重叠叠的峰峦，潼关在重重山峦包围之中，一“聚”字让读者眼前呈现出华山飞奔而来之势、群山攒立之状；因地势险要，为古来兵家必争之地。山本是静止的，“如聚”化静为动，一个“聚”字表现了峰峦的众多和动感。第二句写怒涛汹涌的黄河，潼关外黄河之水奔腾澎湃，一“怒”字让读者耳边回响千古不绝的滔滔水声。黄河水是无生命的，而“如怒”则赋予河水以人的情感和意志，一个“怒”字，写出了波涛的汹涌澎湃。“怒”字还把河水人格化，“怒”字注入了<a href=\"http://so.gushiwen.org/view_71201.aspx\">诗</a>人吊古伤今而产生的满腔悲愤之情。为此景所动，第三句写渲关位于群山重重包围、黄河寒流其间那除隘之处。“山河表里潼关路”之感便油然而生，至此潼关之气势雄伟窥见一斑，如此险要之地，暗示潼关的险峻，乃为历代兵家必争之地，也由此引发了下文的感慨。</p> <p>　　第二层（四一七句），写作者途径潼关时的所见之感，主要写从关中长安万间宫阙化为废墟而产生的深沉的感慨。第四、五句点出作者遥望古都长安，凭吊古迹，思绪万千，激愤难平。“望西都，意踌躇”，写作者驻马远望、感慨横生的样子。作家身处潼关，西望旧朝故都长安，西都”即长安，长安不仅是秦汉都城，魏、晋、隋、唐都建都长安。作为六朝古都，当年是何等的繁华、昌盛。昔日的奢华早已灰飞烟灭不复存，只剩下一片残垣断壁的衰败景象，不禁令诗人踌蹰伤心。 曾经是好几个朝代的都城，它的繁荣昌盛的景象在古籍中也曾有过记载，可如今眼前只剩下一片荒凉，万千滋味涌上心头，遥想当年，秦之阿房，汉之未央，规模宏大，弥山纵谷，可如今崇丽之宫阙，寸瓦尺专皆荡然无存，想到今番前去的任务，他不禁感慨万千。第六、七句“伤心秦汉经行处，宫阙万间都做了土”点出无限伤感的原因。“宫阙万间都作了土”，便是这由盛到衰的过程的真实写照，是令人“伤心”的。这一层看起来只是回顾历史，而没有直接提到战争，然而历代改朝换代的战争的惨烈图景触目惊心。在这里概括了历代帝业盛衰兴亡的沧桑变化。这里作者面对繁华过后的废墟所发出的“伤心”实乃悲凉。为秦汉旧朝统治者悲凉，恐怕“宫阙万间都做了土”（《三辅黄图》：“阿房宫，亦曰阿城。惠文王造宫未成而亡，始皇广其宫，规恢三百余里。离宫别馆，弥山跨谷，辇道相属，阁道通骊山八百余里。”后来<a href=\"http://so.gushiwen.org/author_253.aspx\">项羽</a>引兵西屠咸阳，“烧秦宫室，火三月不灭”。见《史记·项羽本纪》。故曰：“阿房一炬”。） 这种局面是他们不曾想到的吧！同时亦为百姓悲凉，秦汉的一宫一阙都凝聚了天下无数百姓的血和汗，像秦汉王朝为彰显一个时代的辉煌，集国之全力塑起阿房、未央之建筑，但它却随着秦汉王朝的灭亡而化为焦土。辉煌过去，随即而来是朝代的变换，百姓在战争中苦不堪言。此情此景，让作家沉重地说出第三层“兴，百姓苦；亡，百姓苦”这句千古流传的语句。</p> <p>　　第三层（末四句），总写作者沉痛的感慨：历史上无论哪一个朝代，它们兴盛也罢，败亡也罢，老百姓总是遭殃受苦。一个朝代兴起了，必定大兴土木，修建奢华的宫殿，从而给人民带来巨大的灾难；一个朝代灭亡了，在战争中遭殃的也是人民。他指出历代王朝的或兴或亡，带给百姓的都是灾祸和苦难。这是作者从历代帝王的兴亡史中概括出来的一个结论。三层意思环环相扣，层层深入，思想越来越显豁，感情越来越强烈，浑然形成一体。全曲景中藏情情中有景，情景交融。</p> <p>　　兴，百姓苦；亡，百姓苦。”是全曲之眼，是全曲主题的开拓和深化。如果这首曲子的曲意仅仅停留在 “宫阙万间都做了土”上，那么它仅仅宣扬了佛家“一切皆空的思想”，它与其它怀古诗（与《洛阳怀古》“功，也不久长！名，也不久长！” 陈草庵《山坡羊 叹世》“兴，也任他；亡，也任他。” 《骊山怀古》“赢，都变做了土；输，都变做了土。”赵庆善《长安怀古》“山，空自愁；河，空自流。”<a href=\"http://so.gushiwen.org/author_181.aspx\">杨慎</a>《临江仙》“是非成败转头空”）的主题并无多大区别。在否定历史的同时，也否定了积极有为的人生态度。正因为最后两句就使得这首曲的境界大大高出同题材的其它作品。这首曲可贵之处在于它有深切的人文关怀，有对老百姓疾苦深切同情与关怀。</p> <p>　　“亡，百姓苦”好理解。王朝灭亡之际战乱频仍，民不聊生。“兴，百姓苦”的原因则是：王朝之“兴”必大兴土木，搜刮民脂民膏，百姓不堪其苦。像秦王朝兴起时，筑长城，开驰道，造官室，劳役繁重，百姓受尽了苦。“兴，百姓苦”一句，发人所未发，深刻而警策。兴则大兴土木，亡则兵祸连结，不论“兴”、“亡”受苦的都是百姓。归纳总结：这首小令语言精练，形象鲜明且富有人民性，是整个元散曲中的优秀作品。</p> <p>　　《潼关怀古》中对历史的概括，显指元代现实生活：怀古实乃伤今，沉重实乃责任。这种复杂的感情要结合作家的生平经历才能理解。张养浩特殊的仕途经历，决定了他的怀古散曲中有一种参破功名富贵的思想，《骊山怀古》中写到“赢，都做了土；输，都做了土。” 《洛阳怀古》中写到“功，也不长；名，也不长。” 《北邙山怀古》中写到“便是君，也唤不应；便是臣，也唤不应。”这些曲中张养浩把胜负之数、功名之分、生死之际，看成了毫无差别的，只是借古人古事述说富贵无常、人生如梦。只有《潼关怀古》以难得的沉重，以深邃的目光，揭示了封建社会里一条颠扑不破的真理“兴，百姓苦；亡，百姓苦。”<br>在写法上，作者采用的是层层深入的方式，由写景而怀古，再引发议论，将苍茫的景色、深沉的情感和精辞的议论三者完美结合，让这首小令有了强烈的感染力。字里行间中充满着历史的沧桑感和时代感，既有怀古诗的特色，又有与众不同的沉郁风格。</p> <p>　　从作品内容、作家其他怀古作品、同时期其他作家怀古作品三个层面上看，《山坡羊·潼关怀古》都表现为 一份难得的沉重。</p>",
  "about": "<h2>创作背景</h2> <p>　　<a href=\"http://so.gushiwen.org/author_41.aspx\">张养浩</a>为官清廉，爱民如子。天历二年（1329年），因关中旱灾，被任命为陕西行台中丞以赈灾民。他隐居后，决意不再涉仕途，但听说重召他是为了赈济陕西饥民，就不顾年事已高，毅然应命。他命驾西秦过程中，亲睹人民的深重灾难，感慨叹喟，愤愤不平、遂散尽家财，尽心尽力去救灾，终因过分操劳而殉职。他死后，“关中之人，哀之如先父母”（《元史·张养浩传》）。《山坡羊·潼关怀古》便写于应召往关中的途中。《元史·张养浩传》说：“天历二年，关中大旱，饥民相食，特拜张养浩为陕西行台中丞。登车就道，遇饥者则赈之，死者则葬之。”张养浩在“关中大旱”之际写下了这首《山坡羊》。</p> <p>　　张养浩自幼才学过人，曾向平章<a href=\"http://so.gushiwen.org/author_1616.aspx\">不忽木</a>献书，被提拔，后任堂邑县尹、监察御史等职，因评时政，得罪当权者被罢官，为避祸不得不隐姓埋名；后被召起，官至礼部尚书。50岁时辞官归隐于济南云庄，关中旱灾时被重新任命，赶赴陕西救赈灾民。多年的宦海沉浮，让他把功名富贵都参破，不再在意统治者对自己的评判；济南云庄的归隐生活，不仅让他欣赏礼赞自然的风光，更让他体察民生之艰辛；尊奉孟子民本之思想，让他深深懂得民生之重要；刚正不阿、仗义执言的性格，让他有勇气面对现实说出心中真实的想法。元代百姓生活之苦被作家以怀古的形式表现出来。这种忧民之心使他“到官四月，倾囊以赈灾民，每抚膺痛哭，遂得病不起。”这是一个有良知的读书人真实的本性和真实的生活，也是当时社会所难得一见的。</p> <p>　　元代的统治者对读书人实行民族歧视政策，直到元仁宗延祐二年（1315年）才正式实行科举取士制度，况且这种制度也是不公平的，这就造成下层读书人在很大程度上对元统治者失去信心，对社会缺少责任感，所以同时期其他作家怀古作品都深刻地打上时代地烙印：他们或感伤古王朝之覆，发一通思古之幽情；或感叹古今之巨变，流露对世事人生把握不定之惶恐；或有感于岁月流逝，抒发个人沉沦不遇之忧情。惟有《潼关怀古》洋溢着沉重的沧桑感和时代感。</p>",
  "poet": {
    "id": 41,
    "star": 0,
    "name": "张养浩",
    "image": "http://img.gushiwen.org/authorImg/zhangyanghao.jpg",
    "desc": "张养浩（1269—1329年），汉族，字希孟，号云庄，山东济南人，元代著名散曲家。诗、文兼擅，而以散曲著称。代表作有《山坡羊·潼关怀古》等。"
  },
  "tags": [
    "初中古诗",
    "高中古诗",
    "怀古",
    "同情",
    "忧民"
  ]
}