{
  "id": 48955,
  "star": 33,
  "name": "少年游·栏干十二独凭春",
  "dynasty": "宋代",
  "content": "栏干十二独凭春，晴碧远连云。千里万里，二月三月，行色苦愁人。<br>谢家池上，江淹浦畔，吟魄与离魂。那堪疏雨滴黄昏。更特地、忆王孙。",
  "fanyi": "<p><strong>译文<br></strong>春天的日子，独自凭栏远眺，倚遍了一个个栏杆。这是一个晴日，碧绿的芳草绵延，与天边的云彩相连。放眼远处，辽阔无际，千里万里，时令正是盛春的二月三月间，远行之人啊，你去也，行色匆匆，令我愁苦无穷。<br>谢家池塘边，<a href=\"http://so.gushiwen.org/author_509.aspx\">江淹</a>浦的岸边，独自吟<a href=\"http://so.gushiwen.org/view_48955.aspx\">诗</a>颂苦。怎能承受哟，黄昏时节，又飘落几点疏疏的雨滴，更何况，此时此地，又想起了远行之人。</p> <p><strong>注释<br></strong>①少年游：词牌名，始见于晏同叔《珠玉词》。又名少年游令、小阑干、玉腊梅枝。《词谱》卷八调见《珠玉词》，因词有‘长似少年时’句，取以为名。<br>②独凭春：春天时独自倚栏远眺。<br>③晴碧：指蓝天下的青草。<br>④谢家池：据《南史·惠连传》载，族兄灵运激赏惠连之才思，尝于永嘉西堂思诗竞不成，忽梦见惠连，即得句云：“池塘生春草。”<br>⑤江淹浦：指别离之地。指南朝文学家江淹作《别赋》描摹各种类型的离别情态。<br>⑥吟魄：指诗情、诗思。离魂：指离别的思绪。<br>⑦王孙：公子，指远游之人。</p>",
  "shangxi": "<h2>赏析二</h2> <p>　　此词借咏春草而赋别，抒写离别相思之情。词的上片写主人公凭栏远眺的感受，引出离别相思之苦，下片用一系列离别相思的典故，使离愁别绪进一步深化。全词以写意为主，全凭涵泳的意境取胜。</p> <p>　　词从凭栏写入。“春”字点出季节，“独”字说明孤身一人。当春独立，人之了无意绪可知。“栏干十二”，着一“凭”字，表示凭遍了十二栏干。<a href=\"http://so.gushiwen.org/author_536.aspx\">李清照</a>词：“倚遍栏干，只是无情绪。”（《点绛唇》）<a href=\"http://so.gushiwen.org/author_217.aspx\">辛弃疾</a>词：“栏干拍遍，无人会，登临意。”（《水龙吟》）“倚遍”、“拍遍”，都是一种动作性的描绘。这里说栏干十二，一一凭遍，说明词中人物凭眺之久长、心情之焦切。这一句不只点出了时、地、人，还写了人物的处境、动作和情态。</p> <p>　　“晴碧远连云”承上句凭栏所见，以“晴碧”着色，正面咏草。<a href=\"http://so.gushiwen.org/author_509.aspx\">江淹</a>《别赋》云：“春草碧色”。晴则色明。“远连云”，是说芳草延伸，至目尽处与天相接。<a href=\"http://so.gushiwen.org/author_211.aspx\">杜牧</a>《江上偶见绝句》：“草色连云人去住。”可见此景确实关乎别情。</p> <p>　　写景如画，亦有点染之法，即先点出中心物象，然后就其上下左右着意渲染之。“晴碧”句是“点”， “ 千里”两句为“染”。“千里万里”承“远连云”，从广阔的空间上加以渲染，极言春草的绵延无垠。 “二月三月”应首句一个“春”字，从“草长”的时间上加以渲染，极言春草滋生之盛。</p> <p>　　“行色苦愁人”句将人、景绾合，结出不胜离别之苦的词旨，并开启了下片的抒情。“行色”总括 “ 晴碧”三句，即指芳草连天之景这一远行的象征。这种景象在伤离的愁人眼中看出，倍赠苦痛，因为引起了对远人的思念。</p> <p>　　下片先用典来咏物抒情。“谢家池上”，指<a href=\"http://so.gushiwen.org/author_758.aspx\">谢灵运</a>《登池上楼》中的名句“池塘生春草”。这首<a href=\"http://so.gushiwen.org/view_48955.aspx\">诗</a>是诗人有感于时序更迭、阳春初临而发，故曰“吟魄”。 “江淹浦畔”，指江淹作《别赋》描摹各种类型的离别情态，其中直接写到春草的有“春草碧色，春水渌波，送君南浦，伤如之何”。因为赋中又有“知离梦之踯躅，意别魂之飞扬”，所以欧词中出现“江淹浦”与“离魂”字面。</p> <p>　　接着“那堪”一句用景色的变换，将此种不堪离愁之苦的感情再翻进一层。“疏雨滴黄昏”，则是黄昏时分的雨中之景。<a href=\"http://so.gushiwen.org/author_408.aspx\">王国维</a>在《人间词话》中说：“人知和靖《点绛唇》、圣俞《苏幕遮》、永叔《少年游》三阕为咏春草绝调结拍“更特地忆王孙”， “更”与“那堪”呼应，由景入情，文意连贯而下。 “忆王孙”本自“王孙游兮不归，春草生兮萋萋”（《楚辞·招隐士》）。至此，确知词之主人公是思妇无疑。她于当春之际，独上翠楼，无论艳阳晴空，还是疏雨黄昏，她总是别情依依，离梦缠绕。宋词之由婉约到豪放，有一个逐步发展的过程，欧公乃是这一过程中一位承先启后的人物。这一点，在此词中有集中体现。从艺术上看，此词境界辽远阔大，语言质朴清新，与一般描写离别相思之苦的婉约词已有所区别。</p><br/><h2>赏析一</h2> <p>　　此词借咏春草而赋别，抒写离别相思之情。词的上片写主人公凭栏远眺的感受，引出离别相思之苦，下片用一系列离别相思的典故，使离愁别绪进一步深化。全词以写意为主，全凭涵泳的意境取胜。</p> <p>　　词从凭栏写入。“春”字点出季节，“独”字说明孤身一人。当春独立，人之了无意绪可知。“栏干十二”，着一“凭”字，表示凭遍了十二栏干。<a href=\"http://so.gushiwen.org/author_536.aspx\">李清照</a>词：“倚遍栏干，只是无情绪。”（《点绛唇》）<a href=\"http://so.gushiwen.org/author_217.aspx\">辛弃疾</a>词：“栏干拍遍，无人会，登临意。”（《水龙吟》）“倚遍”、“拍遍”，都是一种动作性的描绘。这里说栏干十二，一一凭遍，说明词中人物凭眺之久长、心情之焦切。这一句不只点出了时、地、人，还写了人物的处境、动作和情态。“晴碧远连云”承上句凭栏所见，以“晴碧”着色，正面咏草。<a href=\"http://so.gushiwen.org/author_509.aspx\">江淹</a>《别赋》云：“春草碧色”。晴则色明。“远连云”，是说芳草延伸，至目尽处与天相接。<a href=\"http://so.gushiwen.org/author_211.aspx\">杜牧</a>《江上偶见绝句》：“草色连云人去住。”可见此景确实关乎别情。写景如画，亦有点染之法，即先点出中心物象，然后就其上下左右着意渲染之。“晴碧”句是“点”， “ 千里”两句为“染”。“千里万里”承“远连云”，从广阔的空间上加以渲染，极言春草的绵延无垠。 “二月三月”应首句一个“春”字，从“草长”的时间上加以渲染，极言春草滋生之盛。“行色苦愁人”句将人、景绾合，结出不胜离别之苦的词旨，并开启了下片的抒情。“行色”总括 “ 晴碧”三句，即指芳草连天之景这一远行的象征。这种景象在伤离的愁人眼中看出，倍赠苦痛，因为引起了对远人的思念。</p> <p>　　下片先用典来咏物抒情。“谢家池上”，指<a href=\"http://so.gushiwen.org/author_758.aspx\">谢灵运</a>《登池上楼》中的名句“池塘生春草”。这首<a href=\"http://so.gushiwen.org/view_48955.aspx\">诗</a>是诗人有感于时序更迭、阳春初临而发，故曰“吟魄”。 “江淹浦畔”，指江淹作《别赋》描摹各种类型的离别情态，其中直接写到春草的有“春草碧色，春水渌波，送君南浦，伤如之何”。因为赋中又有“知离梦之踯躅，意别魂之飞扬”，所以欧词中出现“江淹浦”与“离魂”字面。接着“那堪”一句用景色的变换，将此种不堪离愁之苦的感情再翻进一层。“疏雨滴黄昏”，则是黄昏时分的雨中之景。<a href=\"http://so.gushiwen.org/author_408.aspx\">王国维</a>在《人间词话》中说：“人知和靖《点绛唇》、圣俞《苏幕遮》、永叔《少年游》三阕为咏春草绝调结拍“更特地忆王孙”， “更”与“那堪”呼应，由景入情，文意连贯而下。 “忆王孙”本自“王孙游兮不归，春草生兮萋萋”（《楚辞·招隐士》）。至此，确知词之主人公是思妇无疑。她于当春之际，独上翠楼，无论艳阳晴空，还是疏雨黄昏，她总是别情依依，离梦缠绕。宋词之由婉约到豪放，有一个逐步发展的过程，欧公乃是这一过程中一位承先启后的人物。这一点，在此词中有集中体现。从艺术上看，此词境界辽远阔大，语言质朴清新，与一般描写离别相思之苦的婉约词已有所区别。</p> <p>　　这首小令是<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>的名作。它与林通的《点绛唇》“金谷年年，乱生春色谁为主”，<a href=\"http://so.gushiwen.org/author_131.aspx\">梅尧臣</a>的《苏幕遮》“露堤平，烟墅杳”，并称为词中歌咏春草的三阕绝调。但是王国维认为，其上片“语语都在目前”，是成功的，而下片则是失败的。事实也确是如此。上片以简练的笔触，勾勒出一幅三月春色的美妙图画。作者意在咏草而着墨于人，写一深闺少妇，凭栏远眺，睛川历历，碧草连天，她的心也随之飞向天涯，系念着远行的亲人。这里直接写草的虽然只有“暗碧”一句，但读者却从少妇的思绪中感受到萋萋芳草，绿遍天涯了。象这样写无情草木映入思妇之眼，融进离人之情，就不仅境界广远，而且真切动人。下片呢？还是紧扣春草来写的，但却连用了三个典故。谢灵运《登池上楼》诗中，有一名句为“池塘生春草”，这里就用“谢家池上”暗指春草；又因为江淹《别赋》里写道：“春草碧色，春水渌波，送君南浦，伤如之何。”所以“江淹浦畔”，也是暗指春草；另外，《楚辞·招隐上》中又有“王孙游兮不归，春草生兮萋萋”的句子，词中疏雨黄昏，更忆王孙云云，便由此化来，说的还是春草，然而，这三个涉及春草的典故所出的三篇作品，所写的生活境遇，思想情感，是各不相同的。虽然同样描绘了春草，但三者的具体意蕴却差别很大，把它们堆砌在一起，既不能构成一幅完整的画面，也没有表达出真切的情感。不知典故出处的人，读来固然不知所云；知道典故出处的人，也只懂得下片事事都说春草，除了感到由辞采、声律带来的低度的形式之美以外，很难与作者的情感共鸣。总之，这首小令的上、下片，创造了两种不同的审美境界，给予人两种不同的审美感受。这在人们以诗词为对象的审美活动中，具有普遍的意义。它虽然早就引起了中国古代理论家们的注意，但直到王国维才用一对相反的审美概念对它作出了理论概括，这就是所谓“隔”与“不隔”。王国维说：问“隔”与“不隔”之别？曰：陶、谢之诗不隔，延年则稍隔矣。东坡之诗不隔，山谷则稍隔矣。“池塘生春草”、“空梁落燕泥”等二句，妙处唯在了隔。词亦如是。即以一人一词论，如欧阳公《少年游》咏春草上半阂……语语都在目前，便是不隔。至云“谢家池上，江淹浦畔”则隔矣。“生年不满百，常怀千岁忧。昼短苦夜长，何不秉烛游？””服食求神仙，多为药所误。不如饮美酒，被服纨与素。”写情如此，方为了隔。“采菊东篱下，悠然见南山。山气日夕佳，飞鸟相与还。”“天似穹庐，笼盖四野。天苍苍。野茫茫。风吹草低见牛羊。”写景如此，方为不隔。（《人间词话》第40、41条）</p>",
  "about": "<h2>创作背景</h2> 　　北宋时期，词人<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>为了歌咏春草同时又兼涉离愁，故写下了这首词。",
  "poet": {
    "id": 561,
    "star": 0,
    "name": "欧阳修",
    "image": "http://img.gushiwen.org/authorImg/ouyangxiu.jpg",
    "desc": "欧阳修（1007－1072），字永叔，号醉翁，晚号“六一居士”。汉族，吉州永丰（今江西省永丰县）人，因吉州原属庐陵郡，以“庐陵欧阳修”自居。谥号文忠，世称欧阳文忠公。北宋政治家、文学家、史学家，与韩愈、柳宗元、王安石、苏洵、苏轼、苏辙、曾巩合称“唐宋八大家”。后人又将其与韩愈、柳宗元和苏轼合称“千古文章四大家”。"
  },
  "tags": [
    "春天",
    "咏物",
    "抒情",
    "相思"
  ]
}