{
  "id": 69546,
  "star": 4,
  "name": "杂剧·西游记·第五本",
  "dynasty": "元代",
  "content": "万里韶光应节来三天宝箓彻明开<br>分明龙女擎珠出疑是仙人带月回<br><br>第十七折女王逼配<br>自离了黑风山，来到女人国。孙行者，女人国里何好？师父，弟子铜筋铁骨，火眼金睛，钅俞石屁眼，摆锡鸡巴。师父若怕拚，我做弟子不着。既到此间，怕得许多？只得向前。通关先打去了，俺入城去来。子童女人国王。俺一国无男子，每月满时，照井而生。俺先国王命使汉光武皇帝时入中国，拜曹大家为师，授经书一车来国中。至今国中妇人，知书知史，立成一国，非同容易也呵。<br>【仙吕】【点绛唇】宝殿生香，美人扶向，瑶阶上。列七宝旌幢，端坐泥金亢。<br>【混江龙】我怕不似嫦娥模样，将一座广寒宫移下五云乡。两般比谕，一样凄凉。嫦娥夜夜孤眠居月窟，我朝朝独自守家邦。虽无那强文壮武，宰相朝郎，列两行脂粉，无四野刀枪。千年只照井泉生，平生不识男儿像。见一幅画来的也情动，见一个泥塑的也心伤。<br>昨日有通关打来说道：大唐国师，去西天取经，从俺地面过。俺索接他去。<br>【油葫芦】说他几载其间离了大唐，来到俺地方，安排香案快疾忙。今日取经直过俺金阶上，抵多少醉鞭误入平康巷。我是一个聪明女，他是一个少年郎。谁着他不明白抢入我花罗网，准备着金殿锁鸳鸯。<br>【天下乐】稳情取和气春风满画堂，宰下肥羊，安排的五味香，与俺那菜馒头的老兄腾了肚肠。陪妆奁留他做丈夫，舍身躯与他做正房，可知道男儿当自强。<br>贫僧来至女国，梦寐间有韦驮尊天来报，有一场魔障来也，龙天未知是何魔障？来到国内，报复去，大唐国师求见。早知师父到来，自合远接。接待不及，勿令见罪。难消，归依佛，归依法，归依僧。是好一个和尚也呵。<br>【那叱令】身才儿俊长，加持得鬼王；容貌儿善良，修持得梵正；胸襟儿纪纲，扶持得帝王。头如蓝靛青，语似春雷壮，这和尚端的非常。<br>将酒来，与师父接风。小僧不饮酒，不茹荤。<br>【鹊踏枝】执方尊泻琼浆，露春葱捧瑶觞。娘娘，及早修业，无常有限者。但能勾两意多情，尽教他一日无常。天魔女邪施伎俩，敢是你个释迦佛，也按不住心肠。<br>娘娘，我师父是童男子，吃不得大汤水，要便我替。善哉！善哉！我是出家人。<br>【寄生草】直裰上胭脂污，袈裟上腻粉香。似魔腾伽把阿难摄在淫山上，若鬼子母将如来围定在灵山上，巫枝祗把张僧拿住在龟山上。不是我魔王苦苦害真僧，如今佳人个个要寻和尚。<br>小行与娘娘驱兵将作朝臣，你饶了俺师父者。<br>【幺】徒弟每诸般劝，师父独自慌。俺女兵不用猴为将，女王岂用猪为相？如今女娘都爱唐三藏。你休痴迷修行今世有来生，我则待长江后浪催前浪。这正殿上不是说话的去处，俺两个后殿里去来。孙悟空救我。我自也顾不得。唐僧，我和你成其夫妇，你则今日就做国王，如何？善哉！我要取经哩。<br>【六幺序】香馥郁销金帐，光灿烂白象床，俺两个破题儿待弄玉偷香。听得说天地阴阳，自有纲常，人伦上下，不可孤孀。俺这里天生阴地无阳长，你何辜不近好婆娘？浮屠尽把三纲丧。佛教自是一家。说你那佛怎么？孔夫子文章贯世，天下传扬。<br>你如何知有个孔夫子？俺先国王，曾使人去授得曹大家五经三史，都知人伦故事。<br>【幺】你虽奉唐王，不看文章。舜娶娥皇，不告爷娘。后代度量，孟子参详。他父母非良，兄弟参商，告废了人伦大纲，因此上自上张。你非比俗辈儿郎，没来由独锁空房。不从咱除是飞在天上，箭射下来也待成双。你若不肯呵，锁你在冷房子里，枉熬煎得你镜中白发三千丈。成就了一宵恩爱，索强似百世流芳。<br>谁救贫僧也。某韦驮尊天是也。奉观音法旨，去救唐僧走一遭。泼贱人，怎敢毁吾师法体？你是何人，直走到卧房里来？<br>【金盏儿】披金甲貌堂堂，持宝杵气昂昂。莫不是淹蓝桥烧祆庙的腌神将？比唐僧模样更非常。吾神三十老，完为童子身。特来护法来。又是个柳下惠、颜叔子。焦则么那村柳舍？叫则么那口吞颜郎？你整村了三十载，他干过了二十霜。若不送师父出来，一杵打你做泥尘。<br>【尾】我无缘保的他无恙，闹炒起花烛洞房。怕甚么深院沉沉秋夜长，决撒了帽儿光光。恨韦郎，不做周方，我不道的恼乱苏州刺史肠。我如今去，我这里收拾下画堂，埋伏下兵将，等回来拿住再商量。<br>唵，孙行者安在？唵，乃佛敕。诸神拱听。行者，贫僧若非尊神护持，几毁法体。行者，好生护持师父去者。孙行者听我叮咛：和师父疾便登程。见花酒休生凡性，莫误了西天取经。行者，我们十分亏神天护持，脱了此一难。我且问你，我吃女王拿住，你每三个怎的脱身？师父，听行者告诉一遍：小行被一个婆娘按倒，凡心却待起。不想头上金箍儿紧将起来，浑身上下骨节疼痛，疼出几般儿蔬菜名来：头疼得发蓬如韭菜，面色青似蓼牙，汗珠一似酱透的茄子，鸡巴一似腌软的黄瓜。他见我恰似烧葱，恰甫能忍住了胡麻。他放了我，我上了火龙马脊梁，直走粉墙左侧。听我有个曲儿，唤做【寄生草】。<br>【寄生草】猪八戒吁吁喘，沙和尚悄悄声。上面的紧紧往前挣，下面的款款将腰肢应。我端详了半晌空傒幸，他两个忙将黑物入火炉，我则索闲骑白马敲金镫。<br>师父，趁着人健马饱，趱行去来。<br><br>第十八折迷路问仙<br>自离了女人国，行经一个月期。不知前至那里，得个地方人，问他问路儿也好。远远地渔鼓、筒子响，俺紧脚步赶将去，问他一声。山兮山兮高，水兮水兮深。山高摩世界，水深流古今。百年惟有山水在，英雄豪士何所寻？道可道人莫毁，名可名就里难言。若离得酒色财气，便堪为尘世神仙。<br>【南吕】【玉交枝】贪杯无厌，每日价汛流霞潋滟。子云嘲谑防微渐，托鸱夷彩笔拈。季鹰好饮豪兴添，忆莼鲈只为葡萄酽。倒玉山恁般瑕玷，又不是周晏相沾。糟腌着葛仙翁，曲埋那张孝廉。恣狂情，谁与砭？英雄尽你夸，富贵饶他占，则这黄垆畔有祸殃，玉缸边多危险，酒呵，播声名天下嫌。<br>【幺】待谁来挂念？早则是桃腮杏脸。巫山洛浦皆虚艳，把西子比无盐。那里有佳人将四德兼，为龙犛衾枕是干戈渐。锦片似江山着敌敛，可曾悔恋了秾纤。醉弯钗，间宝奁，这风情，怎强谵？眼见坠楼人，犹把临春占。笑男儿自着鞭，叹菏娥藏刀剑。色呵，播声名天下嫌。<br>【幺】富豪的偏俭，奢华的无过是聚敛。王戎、郭况心无厌，拥金穴握牙签。可知道分金鲍叔廉，煞强如牢把铜山占。晋和峤也多褒贬，恰便是朱方聚歼。有齿的焚身，多财的要谦。斗量珠，树系缣，刑伤为美姝，杀伐因求剑。空有那万贯钱，到底来亡沟堑。财呵，播声名天下嫌。<br>【幺】英雄气焰，貔虎般不能收敛。夷门燕市皆为僭，空傒槅枉威严。探丸厉刃掀紫髯，笑谈落得填坑堑。尽淋漓一腔丹慊，惹傍人血泪横沾。冷觑王侯，暖守兵钤。发冲冠，雄猛添，惊皇博浪椎，寂寞乌江剑。恁忘了泡影与河山，算相争都无餍。气呵，播声名天下嫌。<br>行至深山旷野之中，不知是那里？远远的树林之间，有个采药仙人，问路咱。前面采药仙人，指路咱。<br>【醉乡春】打渔鼓高歌兴添，采灵芝快乐无厌。大叫高呼，前遮后掩。远量度，近观瞻，谨廉礼谦，休猜我做避世陶潜。<br>俺是大唐三藏国师，欲往西天取经，过此迷了路途。故此问你咱。恁非凡人也，谁能得到这里？<br>【双调】【小将军】过女人国甚巇险，有无限恶威严。若要到西天峻峰尖，一路上苦偏多无甚甜。指我去路咱。俺此间不五百里，有一山，名曰火焰山。山东边有一女子，名曰铁扇公主。他住的山，名日铁嵯峰。使一柄铁扇子，重一千余斤，上有二十四骨，按一年二十四气，一扇起风，二扇下雨，三扇火即灭，方可以过。<br>【清江引】火焰山委实形势险，我一胞尿溺，也溺死了他。行者，休要胡说。使不着你妆风汉。全凭铁扇风，常言道：水火无情，不用吹毛剑，我问他借扇子，肯便肯，不肯呵，我与他势不两立。他的法宝，你人力怎斗得？他敢着你滴溜溜的半空似秋叶般飐。虽然于路艰难，却有无限之景。<br>【碧玉霄】瀑布签寒，涧落水帘，木绕山尖，猿啸虎张髯。仗法力则可行，无神通休强参。将山色来瞻，似碧玉无瑕玷。苦辛不厌，大发慈悲念。师父趱行者。<br>【随尾】玉鞭紧紧催金革占，火焰山千难万险。早求法力到西天，莫把残躯葬山崦。<br>来至火焰山，如何得过去？行者，怎生是好？师父，山这边有人家，你且歇下。着弟子直到铁嵯峰，寻铁扇公主，借扇子来，着师父过去。你疾去早来，休着我记挂你。来到铁嵯峰。人说铁扇公主，知他有丈夫没丈夫？好模样也不好？我且问山神土地，便知明白。唵！山神土地安在？小圣本处山神是也。唵！乃法敕，万神咸听。不知那位尊神呼召，小圣上前参见。尊神稽首。我乃大唐三藏国师弟子，通天大圣孙行者。我问铁扇公主在那里住？在正尖峰下住。他有丈夫没丈夫？没丈夫。他肯招我做女婿么？肯。怎知便肯？人物好歹选中。我问他借扇子去。小圣不敢说，行者自详论。着他一扇子，扇做风胡孙。我不信输与一个婆娘。我且到他洞门前走一遭。<br><br>第十九折铁扇凶威<br>妾身铁扇公主是也，乃风部下祖师，但是风神皆属我掌管。为带酒与王母相争，反却天宫，在此铁嵯山居住，到大来是快活也呵。<br>【正宫】【端正好】我在巽宫里居，离宫里过，我直滚沙石撼动娑婆。天长地久谁煞得我？把世界都参破。<br>【滚绣球】孟婆是我教成，风神是我正果。我和骊山老母是姊妹两个，我通风他通火。角木蛟、井木犴是叔伯亲，斗木獬、奎木狼是舅姑哥。当日宴蟠桃惹起这场灾祸，西王母道他金能欺风木催槎。当日个酒逢知己千钟少，话不投机一句多，死也待如何？俺这里铁嵯峰，好景致也呵。<br>【倘秀才】明月照疏林花果，寒露滴空山薜萝。四面青山紧围裹，松梢闻鹤唳，洞门看猿过，与凡尘间阔。<br>我一柄扇子，重一千余斤，上有二十四骨，按二十四气。此般兵器，三界圣贤，不可量度。单镇南方火焰山，若无此扇，诸人不可过去。好扇子呵。<br>【滚绣球】这扇子六丁神巧铸成，五道神细打磨，阎浮间并无二个，上秤称一千斤犹有余多。管他二十四气风，吹灭八十一洞火，火焰山神见咱也胆破，恼着我呵登时间便起干戈。我且着扇扇翻地狱门前树，卷起天河水波，我是第一洞妖魔。<br>小鬼，对恁公主说，大唐三藏国师摩合罗俊徒弟孙悟空来求见，借法宝，过火焰山咱。我知道，这胡孙是通天大圣孙行者。着他过来。弟子不浅，娘子不深。我与你大家各出一件，凑成一对妖精。小行特来借法宝，过火焰山。这胡孙无礼。我不借与你。<br>【叨叨令】我这片杀人心胆大来大，救人命志少些儿个。师父过不得火焰山，特来相投。你道是火焰山师父实难过，则这个铁嵯峰的魔女能行祸。休得要闲中寻闹也波哥，休得要闲中寻闹也波哥，则你那秃髑髅敢禁不得刚刀剁。这贼贱人好无礼。我是紫云罗洞主，通天大圣。我盗了老子金丹，炼得铜筋铁骨，火眼金睛，钅俞石屁眼，摆锡鸡巴。我怕甚刚刀剁下我鸟来？这胡孙好生无礼。我也不是你惹的。<br>【白鹤子】你道是花果山是祖居，铁嵯峰是我的行窝。在彼处难比强，来此处索伏些懦。泼婆娘，我若拿住你，也不打你，也不骂你，你则猜。<br>【中吕】【快活三】恼的我无明火怎收撮？泼毛团怎敢张罗？卖弄他铜筋铁骨自开合，我一扇子敢着你翻筋斗三千个。<br>那婆娘，出来，出来，我和你并个输赢。<br>【鲍老儿】他大叫高呼勒着我，更怕我杨柳腰肢袅娜。耀武扬威越逞过，更怕我桃脸风吹得破。弯弓蹬弩，拈枪使棒，擂鼓筛锣。<br>鬼兵那里？将兵器来。<br>【古鲍老】手提着太阿，碧澄澄恰如三尺波。额攒着翠娥，恶狠狠怒如千丈火。狂旗磨．战鼓敲，妖兵和。你便吃了灵丹数颗，争似我风声偏大，半合儿敢着你难捞摸。<br>这胡孙神通广大，我赢他不得。将法宝来。<br>【道和】这扇子柄长面阔，锁铁贯嵌金磨，骨把揠薄。妖气罩冷风多，云端顶上观见我。铁棒来抽身便躲，戒刀着怎地存活？我着戒刀折，铁棒损，力消磨。<br>【柳青娘】休么，从来不以这妖魔，忒轻薄也待如何？那厮有神通难摸，艺高强名扬播。偷灵丹老子怎近他？盗蟠桃玉皇难奈何。那厮上天宫将神威挫，下人间兴祸多。看着身躯大，顷刻成微末；看着东方过，顷刻向西方落。一任他铁骨铜筋火眼睛，不索交兵，敢着他随风一扇扇了渡江河。<br>量你个胡孙，到得那里？这一柄扇扇着呵。<br>【尾】或是堕在远冈，落在浅波，滴溜溜有似梧飘落。便是天着他有命？今生必定害风魔。吃这婆娘一扇子，扇得我滴溜溜半空中。休说甚的小孙草腹屎肠，做了四句口号，骂这弟子：婆娘忒恁高强，法宝世上无双。不借我呵也罢，当着你热我凉。待干罢，去投奔观音佛去，好歹有甚见识过去。<br><br>第二十折水部灭火<br>老僧观世音是也。唐僧过不得火焰山，孙悟空来告。我差雷公、电母、风伯、雨师，箕水豹、壁水犭俞、参水猿等水部神通。水能灭火，京除此火山之害，免使后人受苦。传吾法旨，着神将跟孙悟空去，便要同唐僧过山。风、雨、雷、电神，即时下中界。我着他火焰不能烧，刀侵断断坏。走石扬沙日月昏，惯将斧劈巨灵神，银瓶泻尽天河水，时掣金蛇送火轮。吾世守东南巽二之神，箕水豹飞帘大将军是也。吾太乙真人部下谢仙火伴，霹雳将军五雷使者是也。吾乃毕星屏翳之神，玄冥先生赤松子是也。吾乃南方离火之神，鞭策雷车使者列缺仙姑是也。今日西天毗卢伽尊者，前往五印度取大藏金经，被火焰山妖魔当路。我四人奉着观音法旨，前往护持他去。须索走一遭。<br>【黄钟】【醉花阴】骤雨滂沱电光满，古剌剌雷声如车转，云叆叇雾迷漫。天地水三官，敕令着咱将唐僧管。恶途路怎盘桓？火焰山难同春昼暖。<br>【喜迁莺】又不必樵苏炙爨，通红一带峰峦，遥观，碧天将半。这山便有美玉也难枉着凤鸾，又我甚沟涧湍。镝箭的风威相助，淋琅般雨势相攒。<br>【出队子】把天瓢来浇灌，潺潺的水势满。犹胜似上元驿夜半火威宽，博望坡秋深火焰撺，赤壁山冬初火力完。<br>【四门子】箕水豹斑斓隐雾端，壁水犭俞紧把眉攒，参水猿左右听呼唤。水势溶宽，山高下不分匠段，路迢遥不见林峦。水部雄火焰消迷路平安，十万里程受苦酸。师父力多般，餐风宿露忙投窜。宵衣旰食无撺断，受驱驰百万端。<br>多谢神圣，救了弟子一难。<br>【寨儿令】请师父上马休迟缓，众神人紧护攒。龙马又奔徒弟每欢，到前途更无妖怪断。天地知，佛法宽，敢着你同居涅槃。<br>【神仗儿】风神王冷气酸，雨师雷伯两意欢，电母施威，水神没乱，这功劳都一般。往西天取得经完，再重来此处难顾管。奏天庭仍把诸佛唤，着火再休撺。<br>【尾】此去西天路过半，月不消十数遍团圆，那壁是灵鹫两山交界管。<br>正名女人国遭险难<br>采药仙说艰难<br>孙行者借扇子<br>唐僧过火焰山",
  "poet": {
    "id": 1374,
    "star": 0,
    "name": "杨景贤",
    "image": "http://img.gushiwen.org/authorImg/yangjingxian.jpg",
    "desc": "杨景贤，名暹，后改名讷，字景贤，一字景言。生卒年不详。然明初贾仲明《录鬼簿续编》云\"与余交五十年\"，永乐初尚得宠于朱明，可知杨氏乃元末明初戏曲家。杨氏本为蒙古人，上辈已移居浙江钱塘，故朱有炖《烟花梦引》言及京都乐妓蒋兰英时云之：\"钱塘杨讷为作传奇而深许之。\"《录鬼簿续编》言杨氏\"善琵琶，好戏谑，乐府出人头地。锦阵花营，悠悠乐志。与余交五十年。永乐初，与舜民一般遇宠。后卒于金陵\"。按其小传，知杨氏生平有三要。"
  },
  "tags": []
}