{
  "id": 48226,
  "star": 8,
  "name": "迎新春·嶰管变青律",
  "dynasty": "宋代",
  "content": "嶰管变青律，帝里阳和新布。晴景回轻煦。庆嘉节、当三五。列华灯、千门万户。遍九陌罗绮，香风微度。十里然绛树。鳌山耸，喧天萧鼓。<br>渐天如水，素月当午。香径里、绝缨掷果无数。更阑烛影花阴下，少年人、往往奇遇。太平时、朝野多欢，民康阜、随分良聚。堪对此景，争忍独醒归去。",
  "fanyi": "<p><strong>译文<br></strong>汴京城内都是还度佳节的人群，绮罗丛中煽起阵阵香风。十里花灯如珊瑚般美丽。装饰有彩灯的假山耸立着，各种乐器声音震天响。<br>渐渐地天水一色，月亮正当中天。街道里，少男少女狂欢忘形。到了夜深的时候，少男少女往往在竹阴花影下谈情说爱。天下太平的时候，朝廷和民间都欢快，百姓生活安乐富足。随处都可以举行美好的聚会。可是对着这种美景，怎么忍心独自离去呢？</p> <p><strong>注释<br></strong>⑴迎新春：词牌名，<a href=\"http://so.gushiwen.org/author_535.aspx\">柳永</a>《乐章集》注“大石调”，双调一百四字，前段八句七仄韵，后段十一句六仄韵。<br>⑵嶰（xiè）管：以嶰谷所生之竹而做的律本，大概相当于现在的定声器。《汉书·律历志》：“黄帝使泠伦自大夏之西，昆仑之阴，取竹之嶰谷，生其窍厚均者，断两节间而吹之，以为黄钟之宫。制十二筩，以听凤之鸣，其雄鸣为六，雌鸣亦六，此黄钟之宫，而皆可以生之。是为律本。”<br>⑶青律：青帝所司之律，在我国古代神话中青帝为司春之神，青律也就是冬去春来的意思。<br>⑷帝里：指汴京。<br>⑸阳和：暖和的阳光。<br>⑹轻煦：微暖。<br>⑺嘉节：指元宵节。<br>⑻三五：正月十五。<br>⑼九陌：汉代长安街有八街、九陌。后来泛指都城大路。<br>⑽罗绮：本为丝织品，这里指男女人群。<br>⑾然：通“燃”，点燃。<br>⑿绛树：神话传说中仙宫树名。《淮南子·墬形训》：“﹝昆仑山﹞上有木禾，其修五寻，珠树、玉树、璇树、不死树在其西，沙棠、琅玕在其东，绛树在其南，碧树、瑶树在其北。”这里指经人工装饰的树。<br>⒀鳌山：宋代元宵节，人们将彩灯堆叠成的山，像传说中的巨鳌形状，亦作“鰲山”。<br>⒁素月：洁白的月亮。<br>⒂绝缨掷果：绝缨，扯断结冠的带。据 《韩<a href=\"http://so.gushiwen.org/view_48226.aspx\">诗</a>外传》卷七载： “楚庄王宴群臣，日暮酒酣，灯烛灭。有人引美人之衣。美人援绝其冠缨，以告王，命上火，欲得绝缨之人。王不从，令群臣尽绝缨而上火，尽欢而罢。后三年， 晋与楚战，有楚将奋死赴敌，卒胜晋军。王问之，始知即前之绝缨者。”掷果，《晋书·<a href=\"http://so.gushiwen.org/author_827.aspx\">潘岳</a>传》：“岳美姿仪，辞藻绝丽，尤善为哀诔之文。少时常挟弹出洛阳道，妇人遇之者，皆连手萦绕，投之以果，遂满车而归。时<a href=\"http://so.gushiwen.org/author_834.aspx\">张载</a>甚丑，每行，小儿以瓦石掷之，委顿而反。岳从子尼。”<br>⒃更阑（lán）：夜深。<br>⒄康阜（fù）：安乐富足。<br>⒅随分：随便。<br>⒆堪：可是。<br>⒇争忍：怎么忍心。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这首词，写都城开封元宵节盛况。开头以节令之变换，点出帝京新春和暖。接着写天气晴朗更使气候宜人．“庆嘉节、当三五”，实写具体的佳节之欢。十五元宵，实际上是灯节，“列华灯”三句，铺写家家张灯结彩，而赏灯人之众之多，却是暗写，以“罗绮”“香风”代替男女人群。“九陌”“十里”说明其广。“十里”三句，再写灯张挂在高高低低，错落有致，“萧鼓”在热闹场中吹打着。美丽的花灯配合着音乐演奏。上片大部分是写元宵的气候、灯景、乐器，而人只是在这环境中以衣锦飘香、若隐若现地浮动着，虚中有实，似少实多，以某些特征而代表全人，而人又是“遍九陌”之多的。</p> <p>　　下片以“天”接“天”，从“喧天箫鼓”过渡到“渐天如水”，一个“渐”字，拉开了时间的线索。时候不早了，“天如水”，天清而静。“素月当午”，月照正中。人自赏灯来，又转入各自寻觅所欢。“绝缨掷果无数”，用了两个典故，这里说此二艳遇故事，但已非一人之艳遇，而是“无数”之多。“更阑”二句，写景极美，写事动人。“烛影花阴”，明明暗暗，朦朦胧胧，“少年人、往往奇遇”，有多少风流韵事，然而乐而不淫，就此煞住。“太平”二句，推广开来，写当时承平气象。词的最后，对景“争忍独醒归去”，是乐而忘返了。</p> <p>　　这首词，以铺叙见长，气象渲染，浓淡适宜。写景则时疏时密，用典则结合时宜。人物都是在良辰美景中出现而又活跃着的，呈现出太平景象，结合起来含有欢乐常保的意义。</p>",
  "about": "<h2>创作背景</h2> 　　此词具体创作年代暂不可考。因词中写的是汴京元宵的盛况，而<a href=\"http://so.gushiwen.org/author_535.aspx\">柳永</a>出仕后在汴京为官时间很短，所作词也大多是官场所见，故此词应该是柳永早年在汴京求取功名时创作的。",
  "poet": {
    "id": 535,
    "star": 0,
    "name": "柳永",
    "image": "http://img.gushiwen.org/authorImg/liuyong2.jpg",
    "desc": "柳永，（约987年—约1053年）北宋著名词人，婉约派创始人物。汉族，崇安（今福建武夷山）人，原名三变，字景庄，后改名永，字耆卿，排行第七，又称柳七。宋仁宗朝进士，官至屯田员外郎，故世称柳屯田。他自称“奉旨填词柳三变”，以毕生精力作词，并以“白衣卿相”自诩。其词多描绘城市风光和歌妓生活，尤长于抒写羁旅行役之情，创作慢词独多。铺叙刻画，情景交融，语言通俗，音律谐婉，在当时流传极其广泛，人称“凡有井水饮处，皆能歌柳词”，婉约派最具代表性的人物之一，对宋词的发展有重大影响，代表作 《雨霖铃》《八声甘州》。"
  },
  "tags": [
    "元宵",
    "节日",
    "喜悦"
  ]
}