{
  "id": 72147,
  "star": 876,
  "name": "观书",
  "dynasty": "明代",
  "content": "书卷多情似故人，晨昏忧乐每相亲。<br>眼前直下三千字，胸次全无一点尘。<br>活水源流随处满，东风花柳逐时新。<br>金鞍玉勒寻芳客，未信我庐别有春。",
  "fanyi": "<p><strong>译文</strong><br>我对书籍的感情就像是多年的朋友，无论清晨还是傍晚忧愁还是快乐总有它的陪伴。<br>眼前浏览过无数的文字后，胸中再无半点尘世间世俗的杂念。<br>新鲜的想法源源不断的涌来用之不竭，像东风里花柳争换得形色簇新。<br>漫跨着金鞍，权贵们犹叹芳踪难寻，谅也不信这书斋里别有春景。</p> <p><strong>注释</strong><br>①故人：老朋友。此用拟人手法，将书卷比拟作“故人”。<br>②“相亲”句：晨昏：即早晚，一天到晚．晨：早上。昏：黄昏。忧：愁。每：时常。亲：近。<br>③三千字。此为泛指，并非确数。此句说明作者读书多且快，同时也写出他那种如饥似渴的情态。<br>④胸次：胸中，心里。尘：杂念。这句说作者专心读书，胸无杂念，<br>⑤“活水”句：化用<a href=\"http://so.gushiwen.org/author_459.aspx\">朱熹</a>《观书有感》（其一）<a href=\"http://so.gushiwen.org/view_72147.aspx\">诗</a>中：“问渠那得清如许，谓有源头活水来。”<br>⑥逐：挨着次序。<br>⑦金鞍：饰金的马鞍。玉勒：饰玉的马笼头。此泛指马鞍、笼头的贵美。<br>⑧庐：本指乡村一户人家所占的房地，引申为村房或小屋的通称。这里指书房。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　该<a href=\"http://so.gushiwen.org/view_72147.aspx\">诗</a>盛赞书之好处，极写读书之趣，作者<a href=\"http://so.gushiwen.org/author_654.aspx\">于谦</a>，是明代著名民族英雄、诗人。他生性刚直，博学多闻。他的勤学苦练精神与他的高风亮节一样名传后世。这首诗写诗人自我亲身体会，抒发喜爱读书之情，意趣高雅，风格率直，说理形象，颇有感染力。</p> <p>　　诗的首联用拟人手法，将书卷比作多情的老朋友，每日从早到晚和自己形影相随、愁苦与共，形象地表明诗人读书不倦、乐在其中。颔联用夸张、比喻手法写诗人读书的情态。一眼扫过三千字，非确数，而是极言读书之多之快，更表现诗人读书如饥似渴的心情。胸无一点尘，是比喻他胸无杂念。这两句诗使诗人专心致志，读书入迷的情态跃然纸上，也道出了一种读书方法。颈联用典故和自然景象作比，说明勤读书的好处，表现诗人持之以恒的精神。活水句，化用<a href=\"http://so.gushiwen.org/author_459.aspx\">朱熹</a>《观书有感》“问渠那得清如许，谓有源头活水来”句，是说坚持经常读书，就象池塘不断有活水注入，不断得到新的营养，永远清澈。“东风”句是说勤奋攻读，不断增长新知，就象东风催开百花，染绿柳枝一样，依次而来，其乐趣令人心旷神怡 。尾联以贵公子反衬，显示读书人书房四季如春的胜景。读书可以明理，可以赏景，可以观史，可以鉴人，<a href=\"http://so.gushiwen.org/author_1137.aspx\">真可</a>谓是思接千载，视通万里，这美好之情之境，岂是玩物丧志的游手好闲者流所有以领略的！ </p><br/><h2>鉴赏</h2> <p>　　该<a href=\"http://so.gushiwen.org/view_72147.aspx\">诗</a>盛赞书之好处，讲开卷有益之理，极写读书之趣，作者<a href=\"http://so.gushiwen.org/author_654.aspx\">于谦</a>，是明代著名民族英雄、诗人。他生性刚直，博学多闻。他的勤学苦练精神与他的高风亮节一样名传后世。这首诗写诗人自我亲身体会，抒发喜爱读书之情，意趣高雅，风格率直，说理形象，颇有感染力。</p> <p>　　“书卷多情是故人，晨昏忧乐每相亲。”书本好似感情真挚的老友，每日从早到晚和自己形影相随、愁苦与共，形象地表明诗人读书不倦、乐在其中。本诗开篇，即以个人读书的独特体会，谈出自己和书本的亲密关系。中间两联，集中写己读书之乐。</p> <p>　　“眼前直下三千字，胸次全无一点尘。”眼前的书，一读即是无数字，读书之多之快，表现诗人读书如饥似渴的心情，胸中顿觉爽快，全无一点杂念。“直下三千字”，写为书所吸引；“全无一点尘”，写书本知识荡涤心胸，心无杂念。这两句诗使诗人专心致志，读书入迷的情态跃然纸上，也道出了一种读书方法。</p> <p>　　“活水随流随处满，东风花柳逐时新。”活水句，化用<a href=\"http://so.gushiwen.org/author_459.aspx\">朱熹</a>《观书有感》“问渠那得清如许，谓有源头活水来”句，是说坚持经常读书，就象池塘不断有活水注入，不断得到新的营养，永远清澈。“东风”句是说勤奋攻读，不断增长新知，就象东风催开百花，染绿柳枝一样，依次而来，其乐趣令人心旷神怡 。</p> <p>　　“金鞍玉勒寻芳客，未信我庐别有春。”结尾一联，以“金鞍玉勒寻芳客”为陪衬，写出书斋之乐。“勒”为马笼头。“金鞍玉勒”者是富贵公子，再缀以“寻芳客”三字，直是富家浪子。这些人日以寻花问柳为能是，他们和作者是两个不同世界之人，故而他们自然不会相信书斋之中别有一个烂漫的春天。以贵公子反衬，显示读书人书房四季如春的胜景。读书可以明理，可以赏景，可以观史，可以鉴人，可谓是思接千载，视通万里，这美好之情之境，不是玩物丧志的游手好闲者流所能领略的。</p>",
  "about": "<h2>创作背景</h2> <p>　　唐代唐太宗推行科举，是为朝廷选拔一批出身地主阶级下层的贫寒而有作为的知识分子进入统治阶层，起了积极作用。但到了明代，科举进入后期，不少人将读书当作敲门砖，只要敲开了做官的大门，就将心思用在如何升官发财上，不再对书感兴趣了。而<a href=\"http://so.gushiwen.org/author_654.aspx\">于谦</a>对读书如此热爱则不同凡响，他酷爱读书，养成了读书的习惯，深知读书的益处。面对以做官为目的，达到目的而后放弃书本的官场恶习，酷爱读书的于谦题下《观书》一作抒发胸臆，批评读书现状。</p>",
  "poet": {
    "id": 654,
    "star": 0,
    "name": "于谦",
    "image": "http://img.gushiwen.org/authorImg/yuqian.jpg",
    "desc": "于谦（1398年5月13日－1457年2月16日），字廷益，号节庵，官至少保，世称于少保。汉族，明朝浙江承宣布政使司杭州钱塘县人。因参与平定汉王朱高煦谋反有功，得到明宣宗器重，担任明朝山西河南巡抚。明英宗时期，因得罪王振下狱，后释放，起为兵部侍郎。土木之变后英宗被俘，郕王朱祁钰监国，擢兵部尚书。于谦力排南迁之议，决策守京师，与诸大臣请郕王即位。瓦剌兵逼京师，督战，击退之。论功加封少保，总督军务，终迫也先遣使议和，使英宗得归。天顺元年因“谋逆”罪被冤杀。谥曰忠肃。有《于忠肃集》。于谦与岳飞、张煌言并称“西湖三杰”。"
  },
  "tags": [
    "赞美",
    "读书"
  ]
}