{
  "id": 73234,
  "star": 12,
  "name": "别匡山",
  "dynasty": "唐代",
  "content": "晓峰如画参差碧，藤影风摇拂槛垂。<br>野径来多将犬伴，人间归晚带樵随。<br>看云客倚啼猿树，洗钵僧临失鹤池。<br>莫怪无心恋清境，已将书剑许明时。",
  "fanyi": "<p><strong>译文<br></strong>清晨，我远望匡山，但见青山如画，青翠的颜色深浅不一，树木参差不齐。<br>藤影随风飘动，垂到栏杆上。山间的小路上，行人大都带着一只家犬行走，晚归的农民们都背负着柴薪。<br>猿在树上喧叫，我倚树而立，看见大明寺里的僧人在失鹤池中洗吃饭的钵盂。<br>不是我不爱这秀丽的美景，只因我已决心将我的文才武艺全都投入到政治清明的时代，以开创一番事业。</p> <p><strong>注释<br></strong>1.参差碧，《彰明县志》作色参差。<br>2.槛，当指大明寺之栏干。<br>3.失鹤池，《彰明县志》作饲鹤池。<br>4.莫怪，《彰明县志》作莫谓。<br>5.清境，《彰明县志》作清景。<br>6.书剑，指文才武艺。明时，谓政治开明之时代。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>的<a href=\"http://so.gushiwen.org/view_73234.aspx\">诗</a>主要有两种风格：一种为“狂风吹我心，西挂咸阳树”式的大气磅礴、雄奇浪漫之壮美，诸如《蜀道难》之类；一种为“清水出芙蓉，天然去雕饰”的清新自然之优美。此诗应属后一类。</p> <p>　　另外，此诗也透露出李白隐逸与入世的矛盾。诗人思想中有很深的隐逸情结，所以把家乡描绘得极其优美，且环境清幽，适于隐居。但毕竟身处大唐盛世，男儿志在四方，立志报国，所以最终“无心恋清境”，离开家乡，“已将书剑许明时”。</p> <p>　　首句“晓峰如画参差碧，藤影风摇拂槛垂”，天色初晓，作者走出门外远望匡山，只看到曙光中美景如画，山色斑斓，不禁心情舒畅。近处，藤蔓从树上垂下，随风摇曳，枝条轻轻拂过栏杆，令人心旷神怡。</p> <p>　　次句“野径来多将犬伴，人间归晚带樵随”，山上野径交错，人们常常带着家犬一起走过。每逢夕阳西下，晚归的农人就背着柴薪走下山来。这一富有浓郁生活气息的画面，给人平静而悠远的感觉。</p> <p>　　中间两联“看云客倚啼猿树，洗钵僧临失鹤池”，读书读累了，作者常倚树休息，没看云卷云舒，聆听猿啼阵阵。有时候还会看见大明寺里的僧人出来清洗钵盂，他们洗钵的那个池塘曾有白鹤飞来，如今却不知飞到那里去了。短短几句诗，描绘出匡山的美好景致，也表达出作者对这里所怀有的深沉感情。</p> <p>　　最后两句描绘出一幅匡山虽美、无心留恋、决心奉献文才武艺的雄心壮志图。诗人“将犬”为伴，“带樵”晚归，听“猿啼”，看“鹤飞”，心旷神怡，安闲舒适。运用借景抒情的手法：匡山虽美，我却要离开了。不是我不喜爱这里的美景，而是我已经决心走出大山，凭自己的文武才艺，开创一番伟大事业。</p> <p>　　此诗的前三联描写了匡山的自然美景，雄奇、秀丽、清幽，可见其对家乡的深情与依恋。尾联则抒发了他欲为大唐盛世奉献出文才武艺的宏伟抱负。不是不热爱家乡与大自然，只是因为早已有了在盛世施展才能的抱负了。</p> <p>　　全诗八句，前六句皆写匡山“清境”，末二句写己之政治抱负，亦即远游之目的。全诗于清雅闲适中体现着作者远大的志向和豪迈的情怀，叙事娓娓，抒情款款，可见李白去蜀辞乡之际，既对故乡无限依恋，而用世之心更高于一切。</p>",
  "about": "<h2>创作背景</h2> <p>　　此<a href=\"http://so.gushiwen.org/view_73234.aspx\">诗</a>写于开元十二年（724），是当时二十四岁的<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>在离开读书十载的匡山书院时写的。</p> <p>　　这首诗是李白早期的重要作品，历代李白诗文集均未收录，仅见于四川彰明、江油二县县志。匡山位于李白故里青莲乡之北五十余里，是少年李白读书学剑之地，他曾在这里习居十年。本诗是他为了实现理想而决心离开故乡的抒情之作。</p>",
  "poet": {
    "id": 247,
    "star": 0,
    "name": "李白",
    "image": "http://img.gushiwen.org/authorImg/libai.jpg",
    "desc": "李白（701年－762年），字太白，号青莲居士，唐朝浪漫主义诗人，被后人誉为“诗仙”。祖籍陇西成纪(待考)，出生于西域碎叶城，4岁再随父迁至剑南道绵州。李白存世诗文千余篇，有《李太白集》传世。762年病逝，享年61岁。其墓在今安徽当涂，四川江油、湖北安陆有纪念馆。"
  },
  "tags": [
    "写景",
    "生活",
    "抒怀",
    "抱负"
  ]
}