{
  "id": 72584,
  "star": 69,
  "name": "季氏将伐颛臾",
  "dynasty": "先秦",
  "content": "　　季氏将伐颛臾。冉有、季路见于孔子曰：“季氏将有事于颛臾。”</p> <p>　　孔子曰：“求！无乃尔是过与？夫颛臾，昔者先王以为东蒙主，且在邦域之中矣，是社稷之臣也。何以伐为？”</p> <p>　　冉有曰：“夫子欲之，吾二臣者皆不欲也。”</p> <p>　　孔子曰：“求！周任有言曰：“陈力就列，不能者止。’危而不持，颠而不扶，则将焉用彼相矣？且尔言过矣。虎兕出于柙，龟玉毁于椟中，是谁之过与？”</p> <p>　　冉有曰：“今夫颛臾，固而近于费。今不取，后世必为子孙忧。”</p> <p>　　孔子曰：“求！君子疾夫舍曰欲之而必为之辞。丘也闻有国有家者，不患寡而患不均，不患贫而患不安。盖均无贫，和无寡，安无倾。夫如是，故远人不服，则修文德以来之。既来之，则安之。今由与求也，相夫子，远人不服、而不能来也；邦分崩离析、而不能守也：而谋动干戈于邦内。吾恐季孙之忧，不在颛臾，而在萧墙之内也。”",
  "fanyi": "<p><strong>译文</strong><br>　　季孙氏将要讨伐颛臾。冉有、季路拜见孔子说：“季孙氏要对颛臾用兵。”</p> <p>　　孔子说：“冉有！恐怕应该责备你们吧。那颛臾，先王曾把颛臾的国君当作主管东蒙山祭祀的人，而且它地处鲁国境内，是鲁国的藩属国，为什么要讨伐它呢？”</p> <p>　　冉有说：“季孙要这么干，我们两个做臣下的都不愿意。”</p> <p>　　孔子说：“冉有！周任有句话说：‘能施展才能就担任那职位，不能胜任就该辞去。’如果盲人摇晃着要倒下却不去扶持，颤颤巍巍将要跌倒却不去搀扶，那么何必要用那个搀扶的人呢？况且你的话错了，老虎和犀牛从笼子里跑出，（占卜用的）龟甲和（祭祀用的）玉器在匣子里被毁坏，这是谁的过错呢？”</p> <p>　　冉有说：“如今颛臾城墙坚固而且靠近季孙氏的封地，现在不夺取，后世一定会成为子孙们的忧虑。”</p> <p>　　孔子说：“冉有！君子厌恶那些不肯说（自己）想要那样而偏要找借口的人。无论是诸侯或者大夫，不担心财富不多，只是担心财富分配不均匀；不担忧人民太少，只担忧境内不安定。若是财富平均，便无所谓贫穷；境内和平团结，便不会觉得人少；境内平安，国家便不会倾危。做到这样，远方的人还不归服，就再修仁义礼乐的政教来招徕他们。他们来了，就得使他们安心。如今由与求两人辅佐季孙氏，远方的人不归服，却不能使他们来归顺；国家四分五裂却不能保持它的稳定统一；反而策划在境内兴起干戈。我恐怕季孙氏的忧虑，不在颛臾，而是在鲁国内部。”</p> <p><strong>注释</strong><br>1、季氏：季康子，春秋鲁国大夫，把持朝政，名肥。颛臾（zhuān yú）,小国，是鲁国的属国，故城在今山东费县西北。旧说季氏贪颛臾土地而攻之。依文意乃季氏与鲁君矛盾极深，历代鲁君欲除季氏，季氏恐颛臾再为患，这就助了鲁君，故欲攻之。本文批评了季氏兼并颛臾的企图，并阐发了孔子以礼治国为政以德的主张。<br>2、冉有和季路当时都是季康子的家臣。冉有，名求，字子有。季路，姓仲，名由，字子路。两人都为孔子弟子。见：谒见。<br>3、有事：这里指军事行动。古代把祭祀和战争称为国家大事。当时季氏专制国政，与鲁哀公的矛盾很大。他担忧颛臾会帮助鲁哀公削弱自己的实力，所以抢先攻打颛臾。<br>4、无乃尔是过与：恐怕该责备你吧？“无乃……与”相当于现代汉语的“恐怕……吧”。尔是过，责备你，这里的意思是批评对方没尽到责任。是：结构助词，提宾标志。(在苏教版中，“是”复指“尔”，用作代词)过：责备。<br>5、先王：指周之先王。<br>6、东蒙主：指受封于东蒙。东蒙，山名，及蒙山，在今山东蒙阴南。主：主管祭祀的人。<br>7、是社稷之臣也：是：代词，这，指颛臾。社稷：社，指土神，稷，指谷神。社稷是祭祀谷神和土神的祭坛。有国者必立社稷。国亡，社稷被覆盖起来废掉，故社稷为国家的象征，这里指鲁国。社稷之臣意译为附属于大国的小国。<br>8、何以伐为：为什么要攻打它呢？何以，以何，凭什么。为：表反问语气。<br>9、夫子：季康子。春秋时，对长者，老师以及贵族卿大夫等都可以尊称为夫子<br>10、周任：上古时期的史官。<br>11、陈力就列，不能者止：能施展自己才能，就接受职位；如若不能，就应辞去职务。陈：施展。就：担任。列：职位。止：不去。<br>12、危：名词作动词，遇到危险（摇晃着要倒下）。持：护持。<br>13、颠：跌倒。扶：搀扶。<br>14、相（xiàng）：搀扶盲人走路的人（辅助者）。<br>15、兕（sì）：独角犀牛。柙（xiá）：关猛兽的笼子。<br>16、龟玉都是宝物。龟：龟版，用来占卜。玉，在：指玉瑞和玉器。玉瑞用来表示爵位，玉器用于祭祀。椟（dú）：匣子。<br>17、固：指城郭坚固。近：靠近。费（古读bì）：季氏的私邑，及今山东费县。一说读fèi，当地人称费（fèi）县。<br>18、君子疾夫舍曰欲之而必为之辞：君子厌恶那些不肯说（自己）想要那样而偏要找借口的人。疾：痛恨。夫：代词，那种。舍：舍弃，撇开。辞：托辞，借口。<br>19、有国有家者：有国土的诸侯和有封地的大夫。国：诸侯统治的政治区域。家：卿大夫统治的政治区域。<br>20、不患寡而患不均，不患贫而患不安：意思是“不担忧贫困而担忧分配不均，不担忧人（东西）少而担忧社会不安定”。患，忧虑，担心。寡，少。<br>21、盖均无贫：财富分配公平合理，上下各得其分，就没有贫穷。<br>22、和无寡：和平了，人口就不会少了。<br>23、安无倾：国家安定，就没有倾覆的危险。<br>24、夫：句首语气词。如是：如此。<br>25、文：文教，指礼乐。来：使……来（归附）。<br>26、安：使……安定。<br>27、相：（xiàng）辅佐。<br>28、分崩离析：国家四分五裂，不能守全。守：守国，保全国家。<br>29、干：盾牌。戈：古代用来刺杀的一种长柄兵器。干戈：指军事。<br>30、萧墙：国君宫门内迎门的小墙，又叫做屏。因古时臣子朝见国君，走到此必肃然起敬，故称“萧墙”。萧：古通“肃”。这里借指宫廷。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　季氏伐颛臾一事，是在“陪臣执国政”的鲁国的特殊背景下发生的。“陪臣”指的是孟孙氏、叔孙氏、季孙氏三家。他们的先祖即庆父、叔牙和季友都是鲁桓公（前771---前694在位）的儿子、鲁庄公（前693---前662在位）的弟弟，号称“三桓”。到孔子这时，“三桓”执鲁国国政已达一百六七十年之久。在这一百多年间，公室（鲁君）和私室（三桓）之间的主要斗争有：①前594（鲁宣公十五年）针对三家分地扩展颁布了“税亩”制度；②前562（鲁襄公十一年）三家“作三军，三分公室，各有其一”；③前517（鲁昭公二十五年）欲诛季，三桓联合进攻，昭公被迫逃亡。这斗争一直继续到战国初年，《史记·鲁周公世家》说：“悼公之时，三桓胜，鲁如小侯，卑于三桓之家。”</p> <p>　　季氏将伐颛臾一事，不见经传。后世注家以为是子路、冉有向季氏转达了孔子的意见，季氏惧祸而止。《史记·孔子世家》载：“仲由为季氏宰”在前497（定公十三年）；季康子召冉有在前492（鲁哀公三年），其时子路随孔子在陈。至于二人何时同为季氏家臣，则不得而知。《史记·仲尼弟子列传》载有季康子向孔子询问季路、冉有才能的事，也不著年代。据推测当在鲁哀公初年。</p> <p>　　孔子一贯反对“陪臣执国政”，对三桓的指责在《论语》中就有许多记载。</p> <p>　　文章主要记录了孔子就季氏将伐颛臾这件事发表的三段议论。第一段话说明了他反对季氏攻打颛臾的理由；一是“昔者先王以为东蒙主”，即颛臾在鲁国一向有名正言顺的政治地位；二是“且在邦域之中矣”，即颛臾的地理位置本就在鲁国境内，对鲁国一向不构成威胁；三是“是社稷之臣也”，意即颛臾素来谨守君臣关系，没有攻打的理由，孔子的话体现了他治国以礼，为政以德的政治主张，反对强行霸道，诉诸武力。 第二段孔子引用周任的名言：“陈力就列，不能者止”批评冉有、季路推卸责任的态度。第三段话孔子正面阐述他的政治主张。</p> <p>　　此文是篇驳论，借对话形式展开批驳，破中有力，运用了历史材料，“昔者先王以为东蒙主”；现实事例，颛臾在“邦域之中”，“是社稷之臣”；名人名言，“周任有言曰：‘陈力就列，不能者止。’”三种论据，立论坚实可靠，驳斥也有理有据。</p> <p>　　文中的比喻句形象表达孔子的观点。“危而不持，颠而不扶，则将焉用彼相矣?”用盲人搀扶者的失职来比喻冉有、季路作为季氏家臣而没有尽到责任。“虎兕出于柙，龟玉毁于椟中”的比喻有双重喻义：一是将季氏比作虎兕，将颛臾比作龟玉。季氏攻打颛臾，好比虎兕跑出笼子伤人；颛臾如被攻灭，好比龟甲、玉石毁于盒中，二是将冉有、季路比作虎兕、龟玉的看守者，虎兕出柙伤人，龟玉毁于椟中，是看守者的失职。冉有、季路作为季氏家臣若不能劝谏季氏放弃武力，致使颛臾被灭，也是他们的失职。</p> <p>　　文中有三处用了反诘句，“何以伐为?”“则将焉用彼相矣?”“是谁之过与?”反诘句的运用使句子感情色彩强烈，批驳力较强；也使肯定的答案寓于反问当中，使肯定更为有力，语气亦更加含蓄，引人思索。</p>",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "孔子及弟子"
  },
  "tags": [
    "高中文言文",
    "寓理",
    "历史",
    "故事"
  ]
}