{
  "id": 71123,
  "star": 1427,
  "name": "童趣",
  "dynasty": "清代",
  "content": "　　余忆童稚时，能张目对日，明察秋毫，见藐小之物必细察其纹理，故时有物外之趣。</p> <p>　　夏蚊成雷，私拟作群鹤舞于空中，心之所向，则或千或百，果然鹤也；昂首观之，项为之强。又留蚊于素帐中，徐喷以烟，使之冲烟而飞鸣，作青云白鹤观，果如鹤唳云端，为之怡然称快。</p> <p>　　余常于土墙凹凸处，花台小草丛杂处，蹲其身，使与台齐；定神细视，以丛草为林，以虫蚁为兽，以土砾凸者为丘，凹者为壑，神游其中，怡然自得。</p> <p>　　一日，见二虫斗草间，观之，兴正浓，忽有庞然大物，拔山倒树而来，盖一癞蛤蟆，舌一吐而二虫尽为所吞。余年幼，方出神，不觉呀然一惊。神定，捉虾蟆，鞭数十，驱之别院。 ",
  "fanyi": "<p><strong>译文</strong><br>　　我回忆儿童时，可以张开眼睛看着太阳，能看清最细微的东西。我看见细小的东西，一定会去仔细地观察它的纹理，因此常有超出事物本身的乐趣。</p> <p>　　夏天蚊子发出雷鸣般的声响，我暗自把它们比作群鹤在空中飞舞，心里这么想，那成千成百的蚊子果然都变成仙鹤了；我抬着头看它们，脖颈都为此僵硬了。我又将几只蚊子留在素帐中，用烟慢慢地喷它们，让它们冲着烟雾边飞边叫，我把它当做一幅青云白鹤的景观，果然像仙鹤在青云中鸣叫，我为这景象高兴地拍手叫好。</p> <p>　　我常在土墙高低不平的地方，在花台杂草丛生的地方，蹲下身子，使自己和花台相平，聚精会神地观察，把草丛当做树林，把虫子、蚂蚁当做野兽，把土块凸出部分当做山丘，凹陷的部分当做山谷，我在其中游玩，觉得非常安闲舒适。</p> <p>　　有一天，我看见两只小虫在草间相斗，蹲下来观察它们，兴趣正浓厚，忽然有个极大的家伙，掀翻山压倒树而来了，原来是一只癞蛤蟆，舌头一吐，两只虫子全被它吃掉了。我那时年纪很小，正看得出神，不禁‘呀’的一声惊叫起来。待到神情安定下来，捉住癞蛤蟆，鞭打了几十下，把它驱赶到别的院子里去了。</p> <p><strong>注释</strong><br>1.余：我。<br>2.忆：回忆，回想。<br>3.稚：幼小，形容年龄小。<br>4.张目：张大眼睛。<br>5.对：面向，对着，朝。<br>6.明察秋毫：形容视力好。秋毫，指鸟类到了秋天，重新生出来非常纤细的羽毛。后来用来比喻最细微的事物。<br>7.藐小之物：微小的东西。<br>8.细：仔细。<br>9.纹理：花纹和条理。<br>10.故：所以。<br>11.物外：这里指超出事物本身。<br>12.成：像。<br>13.私拟：我（把蚊子）比作。拟，比。私，私自<br>14.于：在。<br>15.则：那么，就。<br>16.或：有的。<br>17.果：果真。<br>18.项为之强（jiāng）：脖颈为此而变得僵硬了。项，颈，脖颈。为，为此。强，通“僵”，僵硬的意思。<br>19.素帐：未染色的帐子。<br>20.徐喷以烟：慢慢地用烟喷。徐，慢慢地。以，用。<br>21.使：让。<br>22.而：承接关系，这里可解释为“便”“就”。<br>23.作：当做。<br>24.观：景观。<br>25.唳（lì）：鸟鸣。<br>26.为之：因此。<br>27.怡然：安适、愉快的样子。然，……的样子。<br>28.以……为……：把……当作……。<br>29.林：森林。<br>30.砾：土块。<br>31.壑（hè）：山沟。<br>32.怡然自得：安适愉快而又满足的样子。<br>33.兴：兴致。<br>34.庞然大物：体积庞大的东西，极大的东西。<br>35.盖：承接上文，表示原因。这里有“原来是”的意思。<br>36.虾（há）蟆：蟾蜍的通称。虾蟆，现写作“蛤蟆”。<br>37.为：介词，被。<br>38.方出神：正在出神。方，正。<br>39.鞭：名词作动词，鞭打。<br>40.数十：几十。<br>41.驱：驱赶。<br>42.之：代词，它指癞蛤蟆。</p>",
  "shangxi": "<p>　　作者追忆了自己的童年生活，反映了儿童丰富的想象力和天真烂漫的童趣。全文可分为两部分。</p> <p>　　第一部分（第1段），总写童年视觉敏锐，喜欢细致地观察事物，常有意想不到的乐趣。</p> <p>　　“能张目对日，明察秋毫”，既反映小孩子视觉敏锐，又表现出孩子的稚气、天真。“见藐小之物，必细察其纹理”，说明作者小时候善于细致地观察细小事物，看到细微的事物中那些别人所不能看到的妙处，产生超然物外的乐趣。</p> <p>　　第二部分（第2段至篇末），具体写童年观察景物的奇趣。</p> <p>　　先写夏天观察蚊飞的乐趣。“夏蚊成雷”是夸张又是比喻，这里则是“我”从蚊群嗡嗡的声音与闷雷声相似的特点联想到雷声。而把蚊比作鹤，也是蚊子的体形、长足与鹤相像，这是孩子们的联想。这些联想不但照应了第一部分的“明察秋毫，见藐小之物，必细‘察其纹理’”，同时也为下文作了铺垫。“心之所向，则或千或百，果然鹤也”，心里这样想，眼前就果然出现了群鹤飞舞的景观。这是在前文联想基础上的想象，这正是“物外之趣”。而“留蚊于素帐中，徐喷以烟，使之冲烟而飞鸣，作青云白鹤观，果如鹤唳云端，为之怡然称快”，又是“我”创造性的联想和想象，进一步体现了物外之趣。同时也反映了“我”的知识丰富，但活动范围狭小，没有机会和条件接触“青云白鹤”的实景，靠着丰富的想像仍然可以领略到书本上图画上所描绘的“青云白鹤”的实景。再写“我”观察土墙、花台和小虫争斗的乐趣。这里写“我”观察花台草木，“以丛草为林，以虫蚊为兽”神游其中，仍是表现“物外之趣”的。而观虫斗、驱虾蟆的故事，不但紧扣“趣”字，说明“我”观察入神，而且还能表现“我”的真正可爱，天真无邪。</p>",
  "about": "<h2>古今异义解释</h2> 方：古义：正在； 今义：方形<br>或：古义：有时，有的人； 今义：或许<br>余：古义：我； 今义：剩下<br>盖：古义：发语词，相当于“原来是”。 今义：动词，建筑；名词，器具上部有遮蔽作用的东西。<br>观：古义：景象 今义：看<br>私：古义：私下 今义：自私<br/><h2>所涉成语</h2> 明察秋毫：明：眼力；察：看清；秋毫：秋天鸟兽身上新长的细毛，比喻极其细小的东西。鸟类到了秋天，重新生出来的非常纤细的羽毛。形容眼里可以看清极其细小的东西，也指视力很好。<br>庞然大物：极大极大地东西<br>怡然自得：形容安适愉快而满足的样子。<br>夏蚊成雷：夏夜里蚊群嗡嗡的叫声像闷雷。<br>物外之趣：超出事物本身的乐趣。<br>怡然称快：高兴地连声叫好<br/><h2>创作背景</h2> <p>　　《童趣》节选自《浮生六记》，是<a href=\"http://so.gushiwen.org/author_148.aspx\">沈复</a>的一部自传体散文作品，是一篇带有抒情性的回忆录和记叙性的散文，写作此文时作者已46岁。</p>",
  "poet": {
    "id": 148,
    "star": 0,
    "name": "沈复",
    "image": "http://img.gushiwen.org/authorImg/shenfu.jpg",
    "desc": "沈复 （1763年—1825），字三白，号梅逸，清乾隆二十八年生于长洲（今江苏苏州）。清代文学家。著有《浮生六记》。工诗画、散文。据《浮生六记》来看，他出身于幕僚家庭，没有参加过科举考试，曾以卖画维持生计。乾隆四十二年（公元1777年）随父亲到浙江绍兴求学。乾隆四十九年（公元1784年），乾隆皇帝巡江南，沈复随父亲恭迎圣驾。后来到苏州从事酒业。他与妻子陈芸感情甚好，因遭家庭变故，夫妻曾旅居外地，历经坎坷。妻子死后，他去四川充当幕僚。此后情况不明。"
  },
  "tags": [
    "初中文言文",
    "叙事",
    "散文",
    "回忆",
    "童年"
  ]
}