{
  "id": 72490,
  "star": 495,
  "name": "乐羊子妻",
  "dynasty": "南北朝",
  "content": "　　河南乐羊子之妻者，不知何氏之女也。</p> <p>　　羊子尝行路，得遗金一饼，还以与妻。妻曰：“妾闻志士不饮‘ 盗泉’之水，廉者不受嗟来之食，况拾遗求利,以污其行乎！”羊子大惭，乃捐金于野，而远寻师学。</p> <p>　　一年来归，妻跪问其故，羊子曰：“久行怀思，无它异也。”妻乃引刀趋机而言曰：“此织生自蚕茧，成于机杼。一丝而累，以至于寸，累寸不已，遂成丈匹。今若断斯织也，则捐失成功，稽废时日。夫子积学，当‘日知其所亡’，以就懿德；若中道而归，何异断斯织乎？”羊子感其言，复还终业，遂七年不返。</p> <p>　　尝有它舍鸡谬入园中，姑盗杀而食之，妻对鸡不餐而泣。姑怪问其故。妻曰：“自伤居贫，使食有它肉。”姑竟弃之。后盗欲有犯妻者，乃先劫其姑。妻闻，操刀而出。盗人曰：“释汝刀从我者可全，不从我者，则杀汝姑。”妻仰天而叹，举刀刎颈而死。盗亦不杀其姑。太守闻之，即捕杀贼盗，而赐妻缣帛，以礼葬之，号曰“贞义”。",
  "fanyi": "<p><strong>译文</strong><br>　　河南乐羊子的妻子，已经不知道原来是姓什么的人家的女儿。 <br>　　羊子在路上行走时，曾经捡到一块别人丢失的金子，拿回家把金子给了妻子。妻子说：“我听说有志气的人不喝‘盗泉’的水，廉洁方正的人不接受‘嗟来之食’，何况是捡拾别人的失物、谋求私利来玷污自己的品德呢！”羊子听后十分惭愧，就把金子扔弃到野外，然后远出拜师求学去了。 <br>　　一年后羊子回到家中，妻子跪起身问他回来的缘故。羊子说：“出行在外久了，心中想念家人，没有别的特殊的事情。”妻子听后，就拿起刀来快步走到织机前说道：“这些丝织品都是从蚕茧中生出，又在织机上织成。 一根丝一根丝地积累起来，才达到一寸长，一寸一寸地积累，才能成丈成匹。现在如果割断这些正在织着的丝织品，那就无法成功（织出布匹），迟延荒废时光。你积累学问，就应当‘每天都学到自己不懂的东西’，以此成就自己的美德；如果中途就回来了，那同切断这丝织品又有什么不同呢？”羊子被他妻子的话感动了，重新回去修完了自己的学业，并且七年没有回来。 <br>　　这期间，有一次邻家所养的鸡误闯入乐羊子的园中，婆婆偷偷抓来杀了做菜吃。到吃饭时，乐羊子妻却对着那盘鸡流泪，不吃饭。婆婆感到奇怪，问她原因，乐羊子妻说：“我是难过家里太穷，饭桌上吃的竟然是别人家的鸡。”婆婆听了（大感惭愧），就把鸡丢弃不食。 <br>　　后来有盗贼想侵犯乐羊子妻的，就先劫持其婆姑（婆婆，丈夫母亲）。妻子听到后，拿着刀跑出来，盗贼说：“你放下刀依从我，就保全你们的性命，如果不从我，我就杀了你婆婆。”妻子仰天叹息，举起刀子就刎颈（割脖子）自杀了。盗贼也没有杀她婆婆（就逃跑了）。太守知道了这件事后，抓捕那盗贼，就赐给乐羊妻子丝绸布帛，为她举行丧礼，赐予“贞义”的称号。 </p> <p><strong>注释</strong><br>　　1“河南”，汉袭秦制，地方分郡县，郡上设部。郡，相当于地一级行政区。河南郡今河南省西北部。 <br>　　2“还以与妻”当读作“还，以与妻”(回家后，把它交给妻子)。 <br>　　3“嗟来之食”在《礼记·檀弓》里本作“嗟!来食(喂，来吃吧)”，是富人叫饿肚子的人来吃饭时说的，有鄙夷饿者的味道。 <br>　　4“污其行”，这里是玷污自己行为的意思。 <br>　　5“捐”，丢弃，舍弃。现在，此义仅保存在成语中，如“为国捐躯”。 <br>　　6“跪”，古人席地而坐，跪时腰伸直，示敬之意。 <br>　　7“无它”，它”本指蛇，上古时人们穴居，以蛇为患，见面则问“无它(蛇)乎”。后来转化为“没什么”的意思。 <br>　　8“成于机杼”，今语要倒过来说，在织布机上织成。“机”，最早就是指织布机。杼，机上的梭子。 <br>　　9“累寸不已”，（倒装句，不以累寸），不停地一寸一寸地积累。 <br>　　10“若”，假若。楚地方言，今保留。 <br>　　11“捐失”，即失去，这是两个近义词组成的双音词。捐，也有“失”义。 <br>　　12\"稽废\"，稽延荒废 <br>　　13“积学”，积累学识。 <br>　　14“日知其所亡”，语出《论语·子张》：“子夏曰：‘日知其所亡，月无忘其所能，可谓好学也已矣。’”亡：通“无”，没有。 <br>　　15“何异断斯织乎”，也要倒着说，跟割断这块帛有什么不同。异：不同。 <br>　　16“感其言”，（倒装句），被这番话感动。 <br>　　17“复还终业”，以下尚有“遂七年不反。妻常躬勤养姑，又远馈羊子”等句，然后转叙他事。 <br>　　18 “遗金一饼”，一块丢失的金子 <br>　　19 “尝\" 曾经。 <br>　　20” 还以与妻”，以，把。</p>",
  "about": "<h2>感悟</h2> <p>　　本文是一篇人物传记。它通过两个小故事，赞扬了羊子的妻的高洁品德和过人才识。乐羊子妻的两段话，不管是过去，现在，还是将来；并且对不同民族，不同政见，不同文化，不同宗教的人来说都有着深远的意义。她告诫人们：做人就必须具备高尚的品德，做事就必须有坚韧不拔的精神。</p> <p>　　1.乐羊子妻不但不收丈夫拾来的金子，而且用“志士不饮盗泉之水，廉者不受嗟来之食”的典故说服丈夫，进一步指出因贪小利而失大节的危害，使乐羊子非常惭愧，知错就改并远寻师学。</p> <p>　　2.乐羊子妻“引刀趋机”以自己织布必须日积月累“遂成丈匹”的切身体会，说明求学必须专心致志，持之以恒的道理，最后归结到“若中道而归，何异断斯织乎！”妻子这一番借织布来讲道理的话，使乐羊子深受感动，最后“复还终业”。</p>",
  "poet": {
    "id": 325,
    "star": 0,
    "name": "范晔",
    "image": "http://img.gushiwen.org/authorImg/fanye.jpg",
    "desc": "范晔（公元398年—公元445年），字蔚宗，南朝宋史学家，顺阳（今河南淅川南）人。官至左卫将军，太子詹事。宋文帝元嘉九年（432年），范晔因为“左迁宣城太守，不得志，乃删众家《后汉书》为一家之作”，开始撰写《后汉书》，至元嘉二十二年（445年）以谋反罪被杀止，写成了十纪，八十列传。原计划作的十志，未及完成。今本《后汉书》中的八志三十卷，是南朝梁刘昭从司马彪的《续汉书》中抽出来补进去的。其中《杨震暮夜却金》已编入小学教材，《强项令》选入中学教材。"
  },
  "tags": [
    "初中文言文",
    "赞颂",
    "女子",
    "传记"
  ]
}