{
  "id": 5613,
  "star": 18,
  "name": "送友人南归",
  "dynasty": "唐代",
  "content": "万里春应尽，三江雁亦稀。<br>连天汉水广，孤客郢城归。<br>郧国稻苗秀，楚人菰米肥。<br>悬知倚门望，遥识老莱衣。",
  "fanyi": "<p><strong>译文<br></strong>江南万里，春光已过三江原野，大雁纷纷向北飞去。<br>汉水浩淼，无边无际，与天相连，老友归去，回到故乡郢地。<br>郧国的稻田茁壮秀颀，楚地的菰米收获在即。我在北方将你牵挂，<br>常常倚门南望，好像远远地看到你穿着孝敬父母的老莱衣。</p> <p><strong>注释<br></strong>①三江：指流经岳阳城外的沅江、澧（lǐ）江、湘江。<br>②郢（yǐng）城：春秋时楚国都城，即今湖北江陵一带。<br>③郧（yún）国：春秋时位于楚国附近的小国。<br>④秀：庄稼开花。<br>⑤菰（gū）米：一种水生植物的果实，一称“雕胡米”。<br>⑥悬知：遥知。倚门望：战国时王孙贾外出求仕，其母说：你早出晚归，我将每天倚门而望，盼你归来。这里用此典提醒友人应知家人盼其回归。<br>⑦老莱（lái）衣：春秋时楚国隐士老莱子非常孝顺，年已七十，还常常穿上五彩斑斓的衣服，装作婴儿来逗父母开心。这里用此典告知游子应早日归家孝敬双亲。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这首<a href=\"http://so.gushiwen.org/view_5613.aspx\">诗</a>从眼前之春意阑珊联想到万里春尽、鸿雁北归、友人旅程渺远、故乡富饶、慈母望归等一系列内容，以送归为构思线索、以惜别为核心，内容是很清楚的，做到了含蓄而不隐晦，尽谢点染而又情思萧然。</p> <p>　　首联描写了万里大地春已去，雁也北归，而友人却要南去的景象。似乎与春暖北上的大雁不相和谐，但它写出了辽阔的高空景观，场面雄伟，是写空中。</p> <p>　　颔联是地上，水波辽阔的汉江连着天，这种景象给人带来物大人小的感觉，人处水上，有漂泊不定之意，故说“孤”客。全诗写得流畅，毫无生硬感。想象丰富，行笔自然，语气舒缓，用字考究。除了写景之外，一些字的力度颇大，感情也极其鲜明，如“尽”是春去夏来，“稀”是雁阵北飞，“广”是辽远阔大。</p> <p>　　颈联写了稻田的笔直，菰米收获，通过运用景物描写，渲染了对友人的依依不舍之情。</p> <p>　　尾联运用了老莱衣的典故，表达诗人希望友人孝敬父母。</p> <p>　　综观全诗，既未明言送别之事，又无送别场景的刻意描绘，更无送别诗中所常见的诸如思念、忧伤、凄凉等感情色彩强烈的词语出现。然而，诗人在送别时的复杂心绪——理解、担忧、伤感、劝勉等还是隐伏予作品之中，只要细心寻绎，便不难发现它。最后两句，“悬知倚门望，遥识老莱衣”，一写诗人，一写友人，活<a href=\"http://so.gushiwen.org/author_2141.aspx\">脱脱</a>地反映出二人形象。</p>",
  "about": "<h2>创作背景</h2> 　　开元二十五年（737年），<a href=\"http://so.gushiwen.org/author_691.aspx\">张九龄</a>被贬荆州长史后，特招<a href=\"http://so.gushiwen.org/author_757.aspx\">孟浩然</a>任荆州从事。孟浩然虽然渴望入仕，但已年近五十，再加上对官僚生活的不适应，江南的暮春时节，孟浩然辞职告老还乡，<a href=\"http://so.gushiwen.org/author_515.aspx\">王维</a>故写下此<a href=\"http://so.gushiwen.org/view_5613.aspx\">诗</a>送别。",
  "poet": {
    "id": 515,
    "star": 0,
    "name": "王维",
    "image": "http://img.gushiwen.org/authorImg/wangwei.jpg",
    "desc": "王维（701年－761年，一说699年—761年），字摩诘，汉族，河东蒲州（今山西运城）人，祖籍山西祁县，唐朝诗人，有“诗佛”之称。苏轼评价其：“味摩诘之诗，诗中有画；观摩诘之画，画中有诗。”开元九年（721年）中进士，任太乐丞。王维是盛唐诗人的代表，今存诗400余首，重要诗作有《相思》《山居秋暝》等。王维精通佛学，受禅宗影响很大。佛教有一部《维摩诘经》，是王维名和字的由来。王维诗书画都很有名，非常多才多艺，音乐也很精通。与孟浩然合称“王孟”。"
  },
  "tags": [
    "送别",
    "友人",
    "抒怀"
  ]
}