{
  "id": 50952,
  "star": 16,
  "name": "少年游·朝云漠漠散轻丝",
  "dynasty": "宋代",
  "content": "朝云漠漠散轻丝。楼阁淡春姿。柳泣花啼，九街泥重，门外燕飞迟。 <br>而今丽日明金屋，春色在桃枝。不似当时，小桥冲雨，幽恨两人知。",
  "fanyi": "<p><strong>译文<br></strong>一个狭窄的小楼上，漠漠朝云，轻轻细雨，虽然是春天，但春意并不浓。他们就在这样的环境中相会。云低雨密，雨越下越大，大雨把花柳打得一片憔悴，连燕子都因为拖着一身湿毛，飞得十分吃力。两人在如此凄风冷雨的艰难情况下相会，又因为某种缘故不得不分离。小楼连接着阁楼，那是两人约会的处所。但是两人都是冒着春雨，踏着满街泥泞相别离的，他们抱恨而别。门外的花柳如泣如啼，双飞的燕子艰难的飞行。<br>现在风和日丽，金屋藏娇；桃花在春风中明艳美丽，摇曳多姿，他们现在在这美好的春日幸福地生活在一起。不再像以前那样经历凄风苦雨。回忆起来，那时的小桥冲雨，反倒有别一番滋味。眼前这无忧的无虑生活在一起反倒不如当时那种紧张、凄苦、抱恨而别、彼此相思的情景来的意味深长。</p> <p><strong>注释<br></strong>①漠漠：迷蒙广远的样子。轻丝：细雨。<br>②柳泣花啼：细雨绵绵不断，雨水流下柳花，犹如哭泣落泪。<br>③九街泥重：街巷泥泞不堪。九街：九陌、九衢，指京师街巷。<br>④燕飞迟：燕子羽翼被雨水打湿了，飞行艰难。<br>⑤金屋：华丽的屋子 <br>⑥冲雨：冒雨。<br>⑦幽恨：藏在心底的愁怨。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　北宋初期的词是《花间》与《尊前》的继续。《花间》、《尊前》式的小令，至<a href=\"http://so.gushiwen.org/author_588.aspx\">晏几道</a>已臻绝诣。<a href=\"http://so.gushiwen.org/author_535.aspx\">柳永</a>、<a href=\"http://so.gushiwen.org/author_587.aspx\">张先</a>在传统的小令之外，又创造了许多长词慢调。柳永新歌，风靡海内，连名满天下的<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>也甚是羡慕“柳七郎风味”（《与鲜于子骏书》）。但其美中不足之处，乃未能输景于情，情景交融，使得万象皆活，致使其所选情景均并列单页画幅。究其缘故，盖因情景二者之间无“事”可以联系。这是柳词创作的一大缺陷。<a href=\"http://so.gushiwen.org/author_164.aspx\">周邦彦</a>“集大成”，其关键处就在于，能在抒情写景之际，渗入一个第三因素，即述事。因此，周词创作便补救了柳词之不足。读这首小令，必须首先明确这一点。</p> <p>　　这首令词写两个故事，中间只用“而今丽日明金屋”一句话中“而今”二字联系起来，使前后两个故事─亦即两种境界形成鲜明对照，进而重温第一个故事，产生无穷韵味。</p> <p>　　上片所写乍看好像是记眼前之事，实则完全是追忆过去，追忆以前的恋爱故事。“朝云漠漠散轻丝，楼阁淡春姿”。这是当时的活动环境：在一个逼仄的小楼上，漠漠朝云，轻轻细雨，虽然是在春天，但春天的景色并不浓艳，他们就在这样的环境中相会。“柳泣花啼，九街泥重，门外燕飞迟。”三句说云低雨密，雨越下越大，大雨把花柳打得一片憔悴，连燕子都因为拖着一身湿毛，飞得十分吃力。这是门外所见景色。“泣”与“啼”，使客观物景染上主观情感色彩，“迟”，也是一种主观设想。门外</p> <p>　　所见这般景色，对门内主人公之会晤，起了一定的烘托作用。但此时，故事尚未说完。故事的要点还要等到下片的末三句才说出来，那就是：两人在如此难堪的情况下会晤，又因为某种缘故，不得不分离。“小楼冲雨，幽恨两人知。”“小楼”应接“楼阁”，那是两人会晤的处所，“雨”照应上片的“泣”、“啼”、“重”、“迟”，点明当时，两人就是冲着春雨，踏着满街泥泞相别离的，而且点明，因为怀恨而别，在他们眼中，门外的花柳才如泣如啼，双飞的燕子也才那么艰难地飞行。这是第一个故事。</p> <p>　　下片由“而今”二字转说当前，这是第二个故事，说他们现在已正式同居：金屋藏娇。但这个故事只用十个字来记述：“丽日明金屋，春色在桃枝。”这十个字，既正面说眼前的故事，谓风和日丽，桃花明艳，他们在这样一个美好的环境中生活在一起；同时，这十个字，又兼作比较之用，由眼前的景象联想以前，并进行一番比较。“不似当时”，这是比较的结果，指出眼前无忧无虑在一起反倒不如当时那种紧张、凄苦、怀恨而别、彼此相思的情景来得意味深长。</p> <p>　　弄清楚前后两个故事的关系，了解其曲折的过程，对于词作所创造的意境，也就能有具体感受。这首词用笔很经济，但所造景象却耐人深思。仿佛山水画中的人物：一顶箬笠底下两撇胡子，就算一个渔翁；在艺术的想象力上未受训练的，是看不出所以然的。这是周邦彦艺术创造的成功之处。</p>",
  "about": "<h2>创作背景</h2> 　　此词作于公元1093年（元祐八年）<a href=\"http://so.gushiwen.org/author_164.aspx\">周邦彦</a>流寓荆州时。公元1087年（元祐二年）周邦彦被调出京城，贬为庐州（今安徽合肥）教授，然后流寓荆州约三年。公元1093年（元祐八年）春天，又被任命为溧水（今属江苏）知县。这几年是周邦彦思想与创作的重要转折期。",
  "poet": {
    "id": 164,
    "star": 0,
    "name": "周邦彦",
    "image": "http://img.gushiwen.org/authorImg/zhoubangyan.jpg",
    "desc": "周邦彦（1056年－1121年），中国北宋末期著名的词人，字美成，号清真居士，汉族，钱塘（今浙江杭州）人。历官太学正、庐州教授、知溧水县等。徽宗时为徽猷阁待制，提举大晟府。精通音律，曾创作不少新词调。作品多写闺情、羁旅，也有咏物之作。格律谨严。语言典丽精雅。长调尤善铺叙。为后来格律派词人所宗。旧时词论称他为“词家之冠”。有《清真集》传世。"
  },
  "tags": [
    "宋词精选",
    "故事",
    "写景",
    "抒情"
  ]
}