{
  "id": 11543,
  "star": 53,
  "name": "公安县怀古",
  "dynasty": "唐代",
  "content": "野旷吕蒙营，江深刘备城。<br>寒天催日短，风浪与云平。<br>洒落君臣契，飞腾战伐名。<br>维舟倚前浦，长啸一含情。",
  "fanyi": "<p><strong>译文<br></strong>此地空旷，原是吕蒙的营地；江深流急，刘备又在此筑过坚城。<br>天寒而时日渐短，风起则浪与云平。<br>刘备孙权的君臣们都潇洒磊落，互相契合，终于战功显赫，飞黄腾达，天下闻名。<br>我系船在这前面的水边，凭吊往事，不禁一声长啸，发出思古之幽情。</p> <p><strong>注释<br></strong>①公安县：地名，属于湖北省。<br>②吕蒙营：东吴大将军吕蒙曾驻军公安一带，与蜀军对峙。吴大帝封吕蒙为孱陵候，吕蒙营即蒙所屯兵处，在公安县北二十五里。<br>③刘备城：三国蜀先主刘备曾为汉左将军荆州牧，镇油江口（故址在公安县西），即居此城，时人号为“左公”，故名其城为公安。这两句是：<a href=\"http://so.gushiwen.org/view_11543.aspx\">诗</a>人到一马平川、江深水阔的公安县，回忆律枣，臆叹不已。<br>④与云平：风浪高与云齐。<br>⑤洒落：不受拘束。这句说刘备待关羽、张飞谊同兄弟，得孔明欢如鱼水，君臣契合，臣在君前不感到拘束。飞腾战伐名：说吕蒙是当时声播四方的良将。<br>⑥维舟：系舟。是说在江边系舟嘹望，即景生情，忆古抚今，只有含情长叹。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　<a href=\"http://so.gushiwen.org/view_11543.aspx\">诗</a>为怀古而作，所以首先提出与公安县有历史关系的两个古人——吕蒙和刘备。赤壁之战，孙权刘备联合破<a href=\"http://so.gushiwen.org/author_552.aspx\">曹操</a>。战争结束，“周瑜为南郡（汉置，郡治江陵，吴移治公安）太守，分南岸地以给备。备别立营于油江口，改名为公安。备以瑜所给地少，不足以安民，复从权满刺州数郡。”（《三国志·蜀书·先主传》注引《江表传》）刘备“借剃州”不还，孙权便要用武力夺取，任其事者为吕蒙。吕蒙趁蜀将关羽伐魏之机，奇袭南郡。事后，孙权以吕蒙为南郡太守，封“孱陵侯”，也治公安。这是几百年前的历史人物和历史事件，早就过去了。如今只剩得“野旷吕蒙营，江深刘备城”。营已不在，只有遗址，所以说是“野旷”；城在江边，所以说是“江深”。这是首联，是写“古”。</p> <p>　　下面接着写景：“寒天催日短，风浪与云平。”这副颔联，上句写时，下句写地。这时正是冬天，夜长昼短，才见旭日东升，忽又夕阳西下，好象有人催着似的。“催”字用得好，极见作者炼字功夫。诗人这时正坐在江边的小船上，面对风急天高、波涛汹涌的景色，不禁感慨系之。“与云平”，极言浪高。杜诗《秋兴八首》之一有句云：“江间波浪兼天涌”。清人<a href=\"http://so.gushiwen.org/author_426.aspx\">钱谦益</a>笺注：“江间汹涌，则上接风云。”这也可以作为“波浪与云平”的注脚。颈联“洒落君臣契，飞腾战伐名”是承首联的：上句指刘备与<a href=\"http://so.gushiwen.org/author_507.aspx\">诸葛亮</a>的关系，下句指吕蒙擒关羽的战功。首联说的是“古”，此联说的是“怀”，说古处接“景”（寒天、风浪），说怀处接“情”：所以尾联写出了“维舟倚前浦，长啸一含情”两句。</p> <p>　　“维舟倚前浦，长啸一含情”中的情包含了两层意思。首先是“思古之幽情”。刘备与诸葛亮的君臣关系，非同等闲。刘备三顾茅庐，孔明隆中决策。刘备临终时，托诸葛亮以后事。其次是“讽今之隐情”。唐代的<a href=\"http://so.gushiwen.org/author_1140.aspx\">李光</a>弼、<a href=\"http://so.gushiwen.org/author_2273.aspx\">郭子仪</a>就是像吕蒙那样的名将，可惜他们不遇明主。唐代宗宠信鱼朝恩、程元振，李、郭同受其害。所以他们虽然都有“飞腾战伐”之名，仍然不能取得全国安定团结的局面，这是诗人引以为恨的。由吊古伤今而托古讽今，这首诗的弦外之音是可以想见的。</p>",
  "about": "<h2>创作背景</h2> <p>　　唐代宗大历三年（768年）秋，<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>由江陵移居公安。八月，吐蕃分兵寇灵武、邠州、京师戒严。这首<a href=\"http://so.gushiwen.org/view_11543.aspx\">诗</a>是秋天的晚上作者在湖北省公安县的舟中所作。</p> <p>　　唐代封建社会，自经“安史之乱”，便由一个经济繁荣、文化发达的阶段转入到战乱频繁、民不聊生的时代。杜甫是这个时代的亲身经历者。他在公安县小住时，虽然安史之乱已经平定，但藩镇割据的局面也已形成，北方还有吐蕃，回纥的侵扰。就是杜甫过了五年平静生活的四川，中间也曾遇到成都少尹徐知道的一场叛乱。后来由于杜甫的好友、剑南节度使严武之死，他终于离川东下，在荆楚（湖北、湖南）一带的公安县住了一段时间。</p>",
  "poet": {
    "id": 474,
    "star": 0,
    "name": "杜甫",
    "image": "http://img.gushiwen.org/authorImg/dufu.jpg",
    "desc": "杜甫（712－770），字子美，自号少陵野老，世称“杜工部”、“杜少陵”等，汉族，河南府巩县（今河南省巩义市）人，唐代伟大的现实主义诗人，杜甫被世人尊为“诗圣”，其诗被称为“诗史”。杜甫与李白合称“李杜”，为了跟另外两位诗人李商隐与杜牧即“小李杜”区别开来，杜甫与李白又合称“大李杜”。他忧国忧民，人格高尚，他的约1400余首诗被保留了下来，诗艺精湛，在中国古典诗歌中备受推崇，影响深远。759-766年间曾居成都，后世有杜甫草堂纪念。"
  },
  "tags": [
    "怀古",
    "抒怀",
    "怀才不遇",
    "壮志未酬"
  ]
}