{
  "id": 27564,
  "star": 10,
  "name": "过勤政楼",
  "dynasty": "唐代",
  "content": "千秋佳节名空在，承露丝囊世已无。<br>唯有紫苔偏称意，年年因雨上金铺。",
  "fanyi": "<h2>注释</h2> ⑴勤政楼：唐玄宗开元（713-741）前期所建，全称“勤政务本之楼”，是玄宗处理政务、国家举行重大典礼的地方。<br>⑵千秋佳节：公元729年（开元十七年）八月五日，玄宗为庆祝自己的生日，在此楼批准宰相奏请，钦定这一天为千秋节，布告天下。<br>⑶承露丝囊：每年一度的千秋节，玄宗都举行盛典，大宴群臣，接受群臣祝寿。“士庶以结丝承露囊更相问遗”（参《唐会要》）。<br>⑷紫苔：《拾遗记》：“紫苔覆漫，味甘而柔滑。”金铺：宫门上的安装门环的金属底托，多铸成兽形以为装饰。",
  "shangxi": "<h2>鉴赏</h2> <p>　　勤政楼原是唐玄宗用来处理朝政、举行国家重大典礼的地方，建于公元720年（开元八年），位于长安城兴庆宫的西南角，西面题曰“花萼相辉之楼”，南面题曰“勤政务本之楼”。</p> <p>　　公元729年（开元十七年）旧历八月五日，唐玄宗为庆贺自己的生日，在此楼批准宰相奏请，定这一天为千秋节，布告天下。并以马百匹，盛饰分左右，舞于勤政楼下，又于楼中赐宴设酺，“群臣以是日进万寿酒，王公戚里进金镜绶带，士庶以结丝承露囊更相问遗”，千秋节也就成了一年一度的佳节。然而由于玄宗晚年“勤政务本”早成空话，到安史之乱爆发，只得被迫退位，唐王朝江河日下，千秋节也随之徒有虚名了，甚至连当年作为赠送礼物的承露丝囊也见不到了。<a href=\"http://so.gushiwen.org/view_27564.aspx\">诗</a>的第一句说佳节空在，是总论，第二句说丝囊已无，则是抓住了“承露囊”这个千秋节最有代表性的物品来进一步补衬，使得“名空在”三字具体着实了。</p> <p>　　这首诗的后两句写诗人移情于景，感昔伤今。<a href=\"http://so.gushiwen.org/author_211.aspx\">杜牧</a>善于以诗论史，借古讽今。“惟有紫苔偏称意，年年因雨上金铺”。这两句采用《诗经·王风·黍离》的笔法，用宫院中的植物茂盛生长暗示王朝兴衰之意。</p> <p>　　《诗境浅说续编》云：“开元之勤政楼，在长庆时白乐天过之，已驻马徘徊，及杜牧重游，宜益见颓废。诗言问其名则空称佳节，求其物已无复珠囊，昔年壮丽金铺，经春雨年年，已苔花绣满矣。”金铺，是大门上的一种装饰物，常常做成兽头或龙头的形状，用以衔门环。用铜或镀金做的，叫金铺，用银做的叫银铺。紫苔是苔藓的一种，长在阴暗潮湿的地方。</p> <p>　　这两句诗从表面看，写的是景，是“勤政楼”的实景，但细细体味，就会感到这十四个字，字字都饱蘸了诗人感昔伤今的真实情感，慨叹曾经百戏杂陈的楼前，经过一个世纪的巨大变化，竟变得如此凋零破败。可以想象，当杜牧走过这个前朝遗址时，所看到的是杂草丛生，人迹稀少，重门紧闭的一片凄凉景象。</p> <p>　　诗人不写别的，偏偏从紫苔着笔。这是因为紫苔那无拘无束，随处生长，自得其乐的样子深深地触动了他此时惨淡失意的心情。失意之心对得意之物，自然格外敏感，体味也就更加深刻了。</p> <p>　　作者以紫苔见意，又从紫苔说开去，用紫苔的滋长反衬唐朝的衰落，小中见大，词浅意深，令人回味。说紫苔上了金铺，是一种夸张的手法。当年威严可畏的龙头兽首，而此时绿锈满身，如同长满了青苔一般，这就进一步烘托了勤政楼被人遗忘而常年冷落的凄凉衰败的景象。这里，“偏称意”三字写得传神，“偏”，说明万物凋零，独有紫苔任情滋蔓，好像是大自然的偏宠，使得紫苔竟那样称心惬意。这笔法可谓婉曲回环，写景入神了。</p> <p>　　这首诗是诗人在极度感伤之下写成的，全诗却不着一个“悲”字。从诗的整体看，诗人主要采用明赋暗比的方法。前两句写的是此刻之衰，实际上使人缅怀的是当年之盛；后两句写的是此时紫苔之盛，实际上使人愈加感到“勤政楼”此时之衰。一衰一盛，一盛一衰，对比鲜明，文气跌宕有致，读来回味无穷。</p>",
  "poet": {
    "id": 211,
    "star": 0,
    "name": "杜牧",
    "image": "http://img.gushiwen.org/authorImg/dumu.jpg",
    "desc": "杜牧（公元803－约852年），字牧之，号樊川居士，汉族，京兆万年（今陕西西安）人，唐代诗人。杜牧人称“小杜”，以别于杜甫。与李商隐并称“小李杜”。因晚年居长安南樊川别墅，故后世称“杜樊川”，著有《樊川文集》。"
  },
  "tags": [
    "讽刺",
    "感昔伤今"
  ]
}