{
  "id": 22492,
  "star": 2824,
  "name": "暮江吟",
  "dynasty": "唐代",
  "content": "一道残阳铺水中，半江瑟瑟半江红。<br>可怜九月初三夜，露似真珠月似弓。",
  "fanyi": "<p><strong>译文</strong><br>一道残阳渐沉江中，半江碧绿半江艳红。<br>最可爱的是那九月初三之夜，亮似珍珠朗朗新月形如弯弓。</p> <p><strong>注释</strong><br>⑴暮江吟：黄昏时分在江边所作的<a href=\"http://so.gushiwen.org/view_22492.aspx\">诗</a>。吟，古代诗歌的一种形式。<br>⑵残阳：快落山的太阳的光。也指晚霞。<br>⑶瑟瑟：原意为碧色珍宝，此处指碧绿色 。<br>⑷可怜：可爱。九月初三：农历九月初三的时候。<br>⑸真珠：即珍珠。月似弓：农历九月初三，上弦月，其弯如弓。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　《暮江吟》是<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>“杂律<a href=\"http://so.gushiwen.org/view_22492.aspx\">诗</a>”中的一首。全诗构思妙绝之处，在于摄取了两幅幽美的自然界的画面，加以组接。一幅是夕阳西沉、晚霞映江的绚丽景象，一幅是弯月初升，露珠晶莹的朦胧夜色。两者分开看各具佳景，合起来读更显妙境，诗人又在诗句中妥帖地加入比喻的写法，使景色倍显生动。由于这首诗渗透了诗人自愿远离朝廷后轻松愉悦的解放情绪和个性色彩，因而又使全诗成了诗人特定境遇下审美心理功能的艺术载体。</p> <p>　　前两句写夕阳落照中的江水。“一道残阳铺水中”，残阳照射在江面上，不说“照”，却说“铺”，这是因为“残阳”已经接近地平线，几乎是贴着地面照射过来，确像“铺”在江上，很形象；这个“铺”字也显得委婉、平缓，写出了秋天夕阳独特的柔和，给人以亲切、安闲的感觉。“半江瑟瑟半江红”，天气晴朗无风，江水缓缓流动，江面皱起细小的波纹。受光多的部分，呈现一片“红”色；受光少的地方，呈现出深深的碧色。诗人抓住江面上呈现出的两种颜色，却表现出残阳照射下，暮江细波粼粼、光色瞬息变化的景象。诗人沉醉了，把他自己的喜悦之情寄寓在景物描写之中了。</p> <p>　　后两句写新月初升的夜景。诗人流连忘返，直到初月升起，凉露下降的时候，眼前呈现出一片更为美好的境界。诗人俯身一看，江边的草地上挂满了晶莹的露珠。这绿草上的滴滴清露，很像是镶嵌在上面的粒粒珍珠。用“真珠”作比喻，不仅写出了露珠的圆润，而且写出了在新月的清辉下，露珠闪烁的光泽。诗人再抬头一看，一弯新月初升，如同在碧蓝的天幕上，悬挂了一张精巧的弯弓。诗人把这天上地下的两种美妙景象，压缩在一句诗里——“露似真珠月似弓”。作者从像弓一样的一弯新月，想起当时正是“九月初三夜”，不禁脱口赞美它的可爱，直接抒情，把感情推向高潮，给诗歌造成了波澜。</p> <p>　　诗人通过“露”、“月”视觉形象的描写，创造出和谐、宁静的意境，用这样新颖巧妙的比喻来精心为大自然敷彩着色，描容绘形，给读者展现了一幅绝妙的画卷。由描绘暮江，到赞美月露，这中间似少了一个时间上的衔接，而“九月初三夜”的“夜”无形中把时间连接起来，它上与“暮”接，下与“露”、“月”相连，这就意味着诗人从黄昏时起，一直玩赏到月上露下，蕴含着诗人对大自然的喜爱、热爱之情。</p> <p>　　另外，值得读者注意的是这首诗中的时间问题。《暮江吟》写了三个不同的“时间”。通过以上分析，《暮江吟》前两句写的时间是日落前（一小段时间）或日落时；后两句主要写日落后（一小段时间），即黄昏；由后两句还引伸出夜里一段时间。这完全符合作者的观赏顺序，即作者先于日落前看到了“残阳铺照”，又于日落后看到了“月似弓”，再于夜间看到了“露似真珠”。大多数资料都认为，“月似弓”与“露似珍珠”是作者于夜间同一时刻看到的，前写天上，后写地下。其实这是因为缺少天文、气象常识，忽视了两种自然现象之间的“时间差”问题。如前所述，作者看到“九月初三”、“月似弓”之时，只能是在日落后不久。此时，由于太阳刚刚落山不久，地面散失的热量还不多，凉露尚未形成；而等到夜里“露似真珠”之时，似弓之月却又早已沉入西方地平线以下了。</p><br/><h2>赏析四</h2> 　　《暮江吟》写了三个不同的“时间”。通过以上分析，《暮江吟》前两句写的时间是日落前（一小段时间）或日落时；后两句主要写日落后（一小段时间），即黄昏；由后两句还引伸出夜里一段时间。这完全符合作者的观赏顺序，即作者先于日落前看到了“残阳铺照”，又于日落后看到了“月似弓”，再于夜间看到了“露似真珠”。大多数资料都认为，“月似弓”与“露似珍珠”是作者于夜间同一时刻看到的，前写天上，后写地下。其实这是因为缺少天文、气象常识，忽视了两种自然现象之间的“时间差”问题。如前所述，作者看到“九月初三”、“月似弓”之时，只能是在日落后不久。此时，由于太阳刚刚落山不久，地面散失的热量还不多，凉露尚未形成；而等到夜里“露似真珠”之时，似弓之月却又早已沉入西方地平线以下了。<br/><h2>赏析二</h2> 　　《暮江吟》并非始终写“暮色江景”。如果只从《暮江吟》的标题看，此<a href=\"http://so.gushiwen.org/view_22492.aspx\">诗</a>似乎应始终歌吟“日落前后”的暮色江景，但诗中“可怜九月初三夜”的“夜”字，以及“露似真珠月似弓”，则明显地是在写“夜晚”。按《辞海》里的解释：“露是空气中水汽因地面或地物表面散发热量，使得地面或地物表面的温度低于气温（但仍高于0℃），而凝结在其上的水珠。常见于晴朗无风的夜间或清晨。”由此可见，此诗标题与内容有不相吻合的地方，并非始终写暮色江景。理解此诗时一定要把握住这个特点，不能机械地只从标题去理解内容。有人认为，此诗的标题与内容中的时间不完全相符是作者的疏忽或失笔。其实，这种情况在唐诗中是很常见的，如<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>的《日暮》就从黄昏时分一直写到“草露滴秋根”；<a href=\"http://so.gushiwen.org/author_491.aspx\">贾岛</a>的《暮过山村》也从日落写到明月高悬。所以，不能完全用自然科学的研究方法去研究文学作品。<br/><h2>赏析三</h2> <p>　　《暮江吟》主要是写“暮色江景”。《暮江吟》全<a href=\"http://so.gushiwen.org/view_22492.aspx\">诗</a>共四句。前两句写夕阳斜照在江面上的景色，这是最真实可信的暮色江景。后两句写诗人流连忘返，直到新月初升的场景。诗中“九月初三”与“月似弓”上下紧扣，写的是黄昏时的自然景色。这里的“九月初三”，点明时间，“月似弓”则是诗人看到的景象。当然，这种景象只能在日落后不久才能看到，因而这两句主要还是写暮色江景，而不像有些书上说的那样是写“美丽的夜景”。</p> <p>　　说后两句仍主要写暮色江景，有其科学上的依据。根据天文学常识，九月初三日，月亮位于太阳以东约45°，形状像个反C字形，即“月似弓”，日落后出现于西方、西南方低空中，可见时间局限于日落后2至3小时。从诗中看，作者看到“月似弓”之时，月亮的地平高度不会很低。太低了，由于树木、建筑、雾气等影响就不会看到。据此，读者可以推测出，作者看到“月似弓”之时，当在九月初三黄昏，即日落后不久。从民用时间看，仍属于傍晚，即“暮”的范畴。</p>",
  "about": "<h2>句解</h2> <p>　　一道残阳铺水中，半江瑟瑟半江红：</p> <p>　　<a href=\"http://so.gushiwen.org/view_22492.aspx\">诗</a>人抓住了傍晚夕阳斜射下的江面上呈现出的两种不同的颜色，表现出江面微波粼粼、光色瞬息变化的绚烂景象。</p> <p>　　这句诗的意思是：傍晚时分，快要落山的夕阳，柔和地铺在江水之上。晚霞斜映下的江水看上去好似鲜红色的，而绿波却又在红色上面滚动。</p> <p>　　可怜九月初三夜，露似真珠月似弓：</p> <p>　　诗人在这里把天上地上的两种景象压缩在诗里，通过对“露”和“月”的视觉形象的描写，创造出秋夜一派和谐宁静的意境。</p> <p>　　这句诗的意思是：九月初三这个夜晚多么可爱啊，岸边草茎树叶上的露珠像稀少的珍珠一样，而升起的一弯新月像一张精巧的弯弓。 </p><br/><h2>创作背景</h2> <p>　　此<a href=\"http://so.gushiwen.org/view_22492.aspx\">诗</a>大约是长庆二年（822年）<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>在赴杭州任刺史的途中写的。当时朝廷政治昏暗，牛李党争激烈，诗人品尽了朝官的滋味，自求外任。作者离开朝廷后心情轻松畅快，因作此诗。</p>",
  "poet": {
    "id": 665,
    "star": 0,
    "name": "白居易",
    "image": "http://img.gushiwen.org/authorImg/baijuyi.jpg",
    "desc": "白居易（772年－846年），字乐天，号香山居士，又号醉吟先生，祖籍太原，到其曾祖父时迁居下邽，生于河南新郑。是唐代伟大的现实主义诗人，唐代三大诗人之一。白居易与元稹共同倡导新乐府运动，世称“元白”，与刘禹锡并称“刘白”。白居易的诗歌题材广泛，形式多样，语言平易通俗，有“诗魔”和“诗王”之称。官至翰林学士、左赞善大夫。公元846年，白居易在洛阳逝世，葬于香山。有《白氏长庆集》传世，代表诗作有《长恨歌》、《卖炭翁》、《琵琶行》等。"
  },
  "tags": [
    "写景",
    "写水",
    "长江"
  ]
}