{
  "id": 42919,
  "star": 47,
  "name": "赋得江边柳",
  "dynasty": "唐代",
  "content": "翠色连荒岸，烟姿入远楼。<br>影铺秋水面，花落钓人头。<br>根老藏鱼窟，枝低系客舟。<br>萧萧风雨夜，惊梦复添愁。",
  "fanyi": "<p><strong>译文</strong><br>杨柳的翠色在荒凉的岸边绵延，透过曳如烟柳丝，隐约能看见远方的高楼。<br>岸边柳树的倒影铺撒在水面，随波摇晃，飘扬的落花落在垂钓人的头上。<br>柳树的根深深藏在水底，成了鱼的栖息处，低垂的柳枝系住了旅客之舟。<br>风雨萧萧的夜晚，从梦中惊醒又增添几许忧愁。</p> <p><strong>注释</strong><br>⑴翠色：草色。翠：一作“草”。连：一作“迷”。<br>⑵烟姿：轻盈美好的姿态。唐冯贽《云仙杂记》卷二：“袁丰居宅后，有六株梅，开时……（丰）叹曰：‘烟姿玉骨，世外佳人，但恨无倾城笑耳。’”此处指柳姿，柳丝摇曳如烟。<br>⑶影：一作“叶”。<br>⑷钓人：钓鱼人。人：一作“矶”。<br>⑸鱼窟：指鱼栖身的洞穴。鱼：一作“龙”。<br>⑹系：一作“拂”。客舟：运送旅客的船。晋陶潜《庚子岁五月中从都还阻风于规林》<a href=\"http://so.gushiwen.org/view_42919.aspx\">诗</a>：“谁言客舟远，近瞻百里余。延目识南岭，空叹将焉如。”<br>⑺萧萧：象声词。此处形容风雨声。<br>⑻惊梦：惊醒睡梦。南朝梁<a href=\"http://so.gushiwen.org/author_855.aspx\">刘勰</a>《文心雕龙·神思》：“相如含笔而腐毫，<a href=\"http://so.gushiwen.org/author_715.aspx\">扬雄</a>辍翰而惊梦。”</p>",
  "shangxi": "<h2>赏析</h2> <p>　　此<a href=\"http://so.gushiwen.org/view_42919.aspx\">诗</a>题为“赋得江边柳”，柳、留谐音，柳树容易生长，古人有折柳赠别的习俗，表示挽留和祝福。此诗视角敏锐，画面绝美，笔锋老到。</p> <p>　　首联一二句，写柳色、柳姿，语句对偶：“翠色连荒岸，烟姿入远楼。”“翠色”，是指柳树的颜色。“连”，不是一棵树，是一片。如果诗人想把自己暗喻成江边柳，那么“荒岸”这两个字，就有意义了。秋天中柳树的翠色，应该是衰老的颜色，也可以美，但它是一种苍老的美，暗示着诗人已身心疲惫。草木枯黄的秋天，岸也是荒的。“荒岸”是想说明诗人自己的生存环境，环顾四周，不知哪里是自己的人生归宿。</p> <p>　　诗人想：烟波渺渺，隐隐约约中，依稀能看见远方的楼宇，这些楼宇才是诗人魂牵梦绕的地方，可惜，温馨的家庭生活离自己太遥远了，可望而不可及。</p> <p>　　颔联三四句，写柳影、柳絮，语句对偶：“影铺秋水面，花落钓人头。”岸边柳树的倒影铺撒在水面，随波摇晃，成了虚的东西，诗人眼前的处境梦幻迷离，一片茫然。飘扬的落花落在垂钓人的头顶，命运无非就是被人无情地摘扔而去，甚至不曾有过一眼相看，终归被抛弃的担忧涌上心头。</p> <p>　　颈联五六句，写柳根、柳枝，语句对偶：“根老藏鱼窟，枝低系客舟。”柳树老了，根部溃烂，成了鱼儿的避难所。在别人的眼里，自己不再新鲜，已经成了他们的暂寄处，就像一个旅店，过往行客们，匆匆来也匆匆去。柳枝虽然能系客丹，但那是暂时的，客舟终要远行。“枝低”就像诗人伸出的双手，双目企盼地牵扯着客人的角衣，结果无济于事。</p> <p>　　诗的前六句看似写景，实则述己，写江边柳的秋色实是喻诗人自己的处境和命运。</p> <p>　　尾联七八句，写心情：“潇潇风雨夜，惊梦复添愁。”诗人终于站出来，直抒胸臆。梦醒了，是因为有潇潇风雨；往事不堪回首，诗人猛醒之间，却依然找不到人生的风标，无处可逃。风雨之夜，柳枝引起人的离愁，切合题意。</p> <p>　　全诗在写法上，通篇不着一个“柳”字，但句句写柳，又暗喻自己的身世处境，情真意切，引人同情。历来诗评家对此诗评价甚高。</p>",
  "about": "<h2>创作背景</h2> 　　此<a href=\"http://so.gushiwen.org/view_42919.aspx\">诗</a>当作于唐懿宗咸通四年（863年）<a href=\"http://so.gushiwen.org/author_114.aspx\">鱼玄机</a>被弃之后。另有传说此诗作于鱼玄机少女时期，据说是<a href=\"http://so.gushiwen.org/author_415.aspx\">温庭筠</a>试才命题，鱼玄机当场吟成。鱼玄机时年仅十三，但其诗才已在长安文人中传诵开来，成为人人称道的诗童。鱼玄机父亲去世后，母亲帮人洗衣服，勉强糊口。当时名满京华的大诗人温庭筠知道鱼玄机的名气，就找到她，让她当场以“江边柳”为题赋诗一首，鱼玄机思索片刻就给出答卷。温庭筠为其才华折服。",
  "poet": {
    "id": 114,
    "star": 0,
    "name": "鱼玄机",
    "image": "http://img.gushiwen.org/authorImg/yuxuanji.jpg",
    "desc": "鱼玄机，女，晚唐诗人，长安（今陕西西安）人。初名鱼幼微，字蕙兰。咸通（唐懿宗年号，860—874）中为补阙李亿妾，以李妻不能容，进长安咸宜观出家为女道士。后被京兆尹温璋以打死婢女之罪名处死。鱼玄机性聪慧，有才思，好读书，尤工诗。与李冶、薛涛、刘采春并称唐代四大女诗人。鱼玄机其诗作现存五十首，收于《全唐诗》。有《鱼玄机集》一卷。其事迹见《唐才子传》等书。"
  },
  "tags": [
    "柳树",
    "写景",
    "抒情",
    "愁绪"
  ]
}