{
  "id": 49721,
  "star": 28,
  "name": "鹧鸪天·佳人",
  "dynasty": "宋代",
  "content": "罗带双垂画不成。殢人娇态最轻盈。酥胸斜抱天边月，玉手轻弹水面冰。 <br>无限事，许多情。四弦丝竹苦丁宁。饶君拨尽相思调，待听梧桐叶落声。",
  "fanyi": "<p><strong>译文<br></strong>双双垂下的“罗带”飘柔而美丽，连画都比不上。娇艳的姿色迷人，飘然得不能再轻盈了。洁白细嫩的手指，轻弹琵琶，发出如“水面冰”滑的声音，<br>事很多，情也很多。琵琶弹奏出的音乐声响中有你的愁绪。尽管你弹完相思调，但你这是单相思。请你等待着秋天的来临，听我弹拨那“梧桐落叶”的琵琶声吧！</p> <p><strong>注释<br></strong>⑴鹧鸪天：词牌名。又名《思佳客》、《醉梅花》、《剪朝霞》、《骊歌一叠》。双调，55字，平韵。<br>⑵罗带：丝织的衣带。<br>⑶殢（tì）人：迷恋人。<br>⑷酥胸：洁白润泽的胸脯。<br>⑸水面冰：水的表面如冰滑一般。这里指琵琶的声音。<br>⑹四弦：即琵琶。<br>⑺丝竹：弦乐器与竹管乐器的总称，泛指音乐。<br>⑻丁宁：形容乐器所发出的声响。<br>⑼饶：任凭，尽管。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　上片写琵琶歌女的外貌和弹琵琶的美妙效果。“罗带双垂画不成”，正面描写琵琶歌女的服饰。“殢人娇态最轻盈”，正面描写琵琶歌女的容貌。“酥胸斜抱天边月”，侧面描写琵琶歌女的胸脯。如“斜抱天边月”的胸脯，隆起的曲线美，象征着洁白润泽的源泉。“玉手轻弹水面冰”，侧面描写琵琶歌女的琵琶声，圆润清脆而悦耳，颇有“间关莺语花底滑，幽咽泉流冰下滩”（唐代<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>《琵琶行》）的韵味。前三句是从视角着笔的，后一句是从听觉着笔的，感觉挪移，一幅亭亭玉立、窈窕淑静的琵琶歌女，活生生地呈现在人的面前。</p> <p>　　下片写琵琶歌女的幽独愁苦情态。“无限事，许多情”，概述了琵琶歌女所面临的“事”“情”的缠绕。“无限”言“事”之多，“许多”言“情”之泛。“四弦丝竹苦丁宁”，回答上面的泛问，“事”“情”之“苦，全反映在“四弦丝竹”的“丁宁”声中。有“低眉信手续续弹，说尽心中无限事。”（唐代白居易《琵琶行》“别离四弦声，相思双笛引。”（南朝梁简文帝《生别离》）之意，一个“苦”字将琵琶歌女的愁态生动地刻画出来了。“饶君拨尽相思调，待听梧桐落叶声”，为点题之笔。<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>以此衬托出琵琶歌女的幽独愁苦的情态。</p> <p>　　全词，苏轼运用描写与烘托的笔法，写了一位相思愁苦的琵琶歌女。“酥胸斜抱天边月，玉手轻弹水面冰”这一联句特别美，特写了琵琶歌女的侧面倩影，特写了琵琶歌女弹拨琵琶所发出的“水面冰”声。平仄得当，对仗工整，颇富现代蒙太奇表现的韵律美。最后的“梧桐落叶声”与“缺月挂疏桐”（《卜算子·黄州定惠院寓居作》）似乎为巧合的文笔。前者以声写人，后者以形写人，都是为了刻画“幽人独往来，缥渺孤鸿影”歌女形象的，有异曲同工之妙。</p>",
  "about": "<h2>创作背景</h2> 　　宋神宗熙宁四年（1071年）至六年（1073年），<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>任杭州通判。当时杭州，歌舞楼台声细细，歌妓美女轻盈盈。身为朝廷官员，苏轼也出入于其中。事后，苏轼作该词怀恋之。尊重歌妓人格，爱惜歌妓才艺，同情歌妓不幸遭遇。",
  "poet": {
    "id": 183,
    "star": 0,
    "name": "苏轼",
    "image": "http://img.gushiwen.org/authorImg/sushi.jpg",
    "desc": "苏轼（1037－1101），北宋文学家、书画家、美食家。字子瞻，号东坡居士。汉族，四川人，葬于颍昌（今河南省平顶山市郏县）。一生仕途坎坷，学识渊博，天资极高，诗文书画皆精。其文汪洋恣肆，明白畅达，与欧阳修并称欧苏，为“唐宋八大家”之一；诗清新豪健，善用夸张、比喻，艺术表现独具风格，与黄庭坚并称苏黄；词开豪放一派，对后世有巨大影响，与辛弃疾并称苏辛；书法擅长行书、楷书，能自创新意，用笔丰腴跌宕，有天真烂漫之趣，与黄庭坚、米芾、蔡襄并称宋四家；画学文同，论画主张神似，提倡“士人画”。著有《苏东坡全集》和《东坡乐府》等。"
  },
  "tags": [
    "写人",
    "歌女",
    "音乐",
    "相思"
  ]
}