{
  "id": 72869,
  "star": 34,
  "name": "指南录后序",
  "dynasty": "宋代",
  "content": "　　德祐二年二月十九日，予除右丞相兼枢密使，都督诸路军马。时北兵已迫修门外，战、守、迁皆不及施。缙绅、大夫、士萃于左丞相府，莫知计所出。会使辙交驰，北邀当国者相见，众谓予一行为可以纾祸。国事至此，予不得爱身；意北亦尚可以口舌动也。初，奉使往来，无留北者，予更欲一觇北，归而求救国之策。于是辞相印不拜，翌日，以资政殿学士行。</p> <p>　　初至北营，抗辞慷慨，上下颇惊动，北亦未敢遽轻吾国。不幸吕师孟构恶于前，贾余庆献谄于后，予羁縻不得还，国事遂不可收拾。予自度不得脱，则直前诟虏帅失信，数吕师孟叔侄为逆，但欲求死，不复顾利害。北虽貌敬，实则愤怒，二贵酋名曰“馆伴”，夜则以兵围所寓舍，而予不得归矣。未几，贾余庆等以祈请使诣北。北驱予并往，而不在使者之目。予分当引决，然而隐忍以行。昔人云：“将以有为也”。</p> <p>　　至京口，得间奔真州，即具以北虚实告东西二阃，约以连兵大举。中兴机会，庶几在此。留二日，维扬帅下逐客之令。不得已，变姓名，诡踪迹，草行露宿，日与北骑相出没于长淮间。穷饿无聊，追购又急，天高地迥，号呼靡及。已而得舟，避渚洲，出北海，然后渡扬子江，入苏州洋，展转四明、天台，以至于永嘉。</p> <p>　　呜呼！予之及于死者，不知其几矣！诋大酋当死；骂逆贼当死；与贵酋处二十日，争曲直，屡当死；去京口，挟匕首以备不测，几自刭死；经北舰十余里，为巡船所物色，几从鱼腹死；真州逐之城门外，几彷徨死；如扬州，过瓜洲扬子桥，竟使遇哨，无不死；扬州城下，进退不由，殆例送死；坐桂公塘土围中，骑数千过其门，几落贼手死；贾家庄几为巡徼所陵迫死；夜趋高邮，迷失道，几陷死；质明，避哨竹林中，逻者数十骑，几无所逃死；至高邮，制府檄下，几以捕系死；行城子河，出入乱尸中，舟与哨相后先，几邂逅死；至海陵，如高沙，常恐无辜死；道海安、如皋，凡三百里，北与寇往来其间，无日而非可死；至通州，几以不纳死；以小舟涉鲸波出，无可奈何，而死固付之度外矣。呜呼！死生，昼夜事也。死而死矣，而境界危恶，层见错出，非人世所堪。痛定思痛，痛何如哉！</p> <p>　　予在患难中，间以诗记所遭，今存其本不忍废。道中手自抄录。使北营，留北关外，为一卷；发北关外，历吴门、毗陵，渡瓜洲，复还京口，为一卷；脱京口，趋真州、扬州、高邮、泰州、通州，为一卷；自海道至永嘉、来三山，为一卷。将藏之于家，使来者读之，悲予志焉。</p> <p>　　呜呼！予之生也幸，而幸生也何为？所求乎为臣，主辱，臣死有余僇；所求乎为子，以父母之遗体行殆，而死有余责。将请罪于君，君不许；请罪于母，母不许；请罪于先人之墓，生无以救国难，死犹为厉鬼以击贼，义也；赖天之灵，宗庙之福，修我戈矛，从王于师，以为前驱，雪九庙之耻，复高祖之业，所谓誓不与贼俱生，所谓鞠躬尽力，死而后已，亦义也。嗟夫！若予者，将无往而不得死所矣。向也使予委骨于草莽，予虽浩然无所愧怍，然微以自文于君亲，君亲其谓予何！诚不自意返吾衣冠，重见日月，使旦夕得正丘首，复何憾哉！复何憾哉！</p> <p>　　是年夏五，改元景炎，庐陵文天祥自序其诗，名曰《指南录》。",
  "fanyi": "<p><strong>译文</strong><br>　　德祐二年二月十九日，我受任右丞相兼枢密使，统率全国各路兵马。当时元兵已经逼近都城北门外，交战、防守、转移都来不及做了。满朝大小官员会集在左丞相吴坚家里，都不知道该怎么办。适逢双方使者的车辆往来频繁，元军邀约宋朝主持国事的人前去相见，大家认为我去一趟就可以解除祸患。国事到了这种地步，我不能顾惜自己了；估计元方也许可以用言词打动。当初，使者奉命往来，并没有被扣留在北方的，我就更想察看一下元方的虚实，回来谋求救国的计策。于是，辞去右丞相职位，第二天，以资政殿学士的身份前往。</p> <p>　　刚到元营时，据理抗争，言词激昂慷慨，元军上下都很惊慌震动，他们也未敢立即轻视我国。可不幸的是，吕师孟早就同我结怨，贾余庆又紧跟着媚敌献计，于是我被拘留不能回国，国事就不可收拾了。我揣度不能脱身，就径直上前痛骂元军统帅不守信用，列举吕师孟叔侄的叛国行径，只要求死，不再考虑个人的利害。元军虽然表面尊敬，其实却很愤怒，两个重要头目名义上是到宾馆来陪伴，夜晚就派兵包围我的住所，我就不能回国了。不久，贾余庆等以祈请使的身份到元京大都去，元军驱使我一同前往，但不列入使者的名单。我按理应当自杀，然而仍然含恨忍辱地前去。正如古人所说：“将要有所作为啊！”</p> <p>　　到了京口，得到机会逃奔到真州，我立即把元方的虚实情况告诉淮东、淮西两位制置使，相约他们联兵讨元。复兴宋朝的机会，大概就在此一举了。留住了两天，驻守维扬的统帅竟下了逐客令。不得已，我只能改变姓名，隐蔽踪迹，奔走草野，宿于露天，日日为躲避元军的骑兵出没在淮河一带。困窘饥饿，无依无靠，元军悬赏追捕得又很紧急，天高地远，号呼不应。后来得到一条船，避开元军占据的沙洲，逃出江口以北的海面，然后渡过扬子江口，进入苏州洋，辗转在四明、天台等地，最后到达永嘉。</p> <p>　　唉！我到达死亡的境地不知有多少次了！痛骂元军统帅该当死；辱骂叛国贼该当死；与元军头目相处二十天，争论是非曲直，多次该当死；离开京口，带着匕首以防意外，几次想要自杀死；经过元军兵舰停泊的地方十多里，被巡逻船只搜寻，几乎投江喂鱼而死；真州守将把我逐出城门外，几乎彷徨而死；到扬州，路过瓜洲扬子桥，假使遇上元军哨兵，也不会不死；扬州城下，进退两难，几乎等于送死；坐在桂公塘的土围中，元军数千骑兵从门前经过，几乎落到敌人手中而死；在贾家庄几乎被巡察兵凌辱逼迫死；夜晚奔向高邮，迷失道路，几乎陷入沼泽而死；天亮时，到竹林中躲避哨兵，巡逻的骑兵有好几十，几乎无处逃避而死；到了高邮，制置使官署的通缉令下达，几乎被捕而死；经过城子河，在乱尸中出入，我乘的船和敌方哨船一前一后行进，几乎不期而遇被杀死；到海陵，往高沙，常担心无罪而死；经过海安、如皋，总计三百里，元兵与盗贼往来其间，没有一天不可能死；到通州，几乎由于不被收留而死；靠了一条小船渡过惊涛骇浪，实在是没有办法，对于死本已置之度外了！唉！死和生，不过是昼夜之间的事罢了，死就死了，可是像我这样境界险恶，危难层迭交错涌现，实在不是世间的人所能忍受的。痛苦过去以后，再去追思当时的痛苦，那是何等的悲痛啊！</p> <p>　　我在患难中，有时用<a href=\"http://so.gushiwen.org/view_72869.aspx\">诗</a>记述个人的遭遇，现在还保存着那些底稿，不忍心废弃，在逃亡路上亲手抄录。现在将出使元营，被扣留在北门外的，作为一卷；从北门外出发，经过吴门、毗陵，渡过瓜洲，又回到京口的，作为一卷；逃出京口，奔往真州、扬州、高邮、泰州、通州的，作为一卷；从海路到永嘉、来三山的，作为一卷。我将把这诗稿收藏在家中，使后来的人读了它，为我的志向而悲叹。</p> <p>　　唉！我能死里逃生算是幸运了，可幸运地活下来要干什么呢？要求做一个忠臣，国君受到侮辱，做臣子的即使死了也还是有罪的；要求做一个孝子，用父母留给自己的身体去冒险，即使死了也有罪责。将向国君请罪，国君不答应；向母亲请罪，母亲不答应；我只好向祖先的坟墓请罪。人活着不能拯救国难，死后还要变成恶鬼去杀贼，这就是义；依靠上天的神灵、祖宗的福泽，修整武备，跟随国君出征，做为先锋，洗雪朝廷的耻辱，恢复开国皇帝的事业，也就是古人所说的：“誓不与贼共存”，“恭敬谨慎地竭尽全力，直到死了方休”，这也是义。唉！像我这样的人，将是无处不是可以死的地方了。以前，假使我把尸骨抛在荒野里，我虽然正大光明问心无愧，但也不能掩饰自己对国君、对父母的过错，国君和父母又将会怎么讲我呢？实在料不到我终于返回宋朝，重整衣冠，又见到皇帝，即使立刻死在故国的土地上，我还有什么遗憾呢！还有什么遗憾呢！</p> <p>　　这一年夏天五月，改年号为景炎，庐陵<a href=\"http://so.gushiwen.org/author_173.aspx\">文天祥</a>为自己的诗集作序，诗集名《指南录》。</p> <p><strong>注释<br></strong>（1）选自《文山先生全集》卷十三。《指南录》，文天祥诗集。宋恭帝德佑二年（1276），元军进逼南宋首都临安，文天祥赴元营谈判，被扣押，后乘隙逃脱。他把出使被扣和逃归途中所写的诗结集，取诗中《渡扬子江》“臣心一片磁针石，不指南方不肯休”的句意，命名为“指南录”。作者写这篇序之前，已经为诗集写了《自序》，故本篇称为“后序”。这篇《后序》追叙了作者抗辞犯敌，辗转逃往，九死一生的历险经历，凸显了作者历经磨难而始终不渝的爱国精神。<br>（2）德祐二年：即公元1276年德祐：宋恭帝的年号。<br>（3）枢密使：宋朝所置掌管军事的最高长官，位与宰相等。<br>（4）北兵：即元兵。修门：《楚辞·招魂》：“魂兮归来，入修门些。”本指楚国郢都城门，这里代指南宋都城临安的城门。<br>（5）左丞相：当时吴坚任左丞相。<br>（6）使辙：指使臣车辆。<br>（7）当国者：指宰相。<br>（8）纾（shū）：解除。<br>（9）觇(chān)：侦察，窥视。<br>（10）以资政殿学士行：以资政殿学士的身份前往。资政殿学士：宋朝给予离任宰相的荣誉官衔。<br>（11）吕师孟：时为兵部尚书，叛将吕文焕之侄。构恶：结怨。<br>（12）贾余庆：官同签书枢密院事。知临安府，后代文天祥为右丞相，时与文天祥同出使元营。献谄：《指南录·纪事》：“予既絷维，贾余庆以逢迎继之”，“献谄”之事当即指此。<br>（13）诟：责骂。失信：指元军扣押使臣。<br>（14）数(shǔ)：列举罪责，加以谴责。<br>（15）馆伴：接待外国使臣的人员。<br>（16）祈请使：奉表请降的使节。<br>（17）分：本分。引决：自杀。<br>（18）隐忍：屈志忍耐，忍辱而活。<br>（19）“昔人”二句：作者在这里引用<a href=\"http://so.gushiwen.org/author_682.aspx\">韩愈</a>《张中丞传后叙》之语，意谓自己暂时隐忍，保全性命，以图有所作为。<br>（20）京口：今江苏省镇江市，当时为元军占领。<br>（21）真州：今江苏省仪征县，当时仍为宋军把守。<br>（22）东西二阃：指宋淮东制置使李庭芝和淮西制置使夏贵。阃(kǔn)：城郭门限，这里代指在外统兵将帅。<br>（23）维扬帅：指淮东制置使李庭芝。维扬：扬州，当时为淮东制置使所驻之地。下逐客之令：文天祥到真州后，与真州安抚使苗再成计议，约李庭芝共破元军。李庭芝因听信谗言，怀疑文天祥通敌，令苗再成将其杀死，苗再成不忍，放文天祥脱逃。<br>（24）追购：悬赏追缉。<br>（25）渚州：指长江中的沙州；时已被金兵占领。<br>（26）北海：指淮海。<br>（27）苏州洋：今上海市附近的海域。<br>（28）四明：今浙江省宁波市。天台：今浙江省天台县。<br>（29）永嘉：今浙江省温州市。<br>（30）诋：辱骂。大酋：指元军统帅伯颜。<br>（31）北舰：指元军舰队。<br>（32）物色：按形貌搜寻。<br>（33）瓜洲：在扬州南长江中。扬子桥：在扬州南。<br>（34）竟使：倘使。<br>（35）殆：几乎，差不多。例：等于。<br>（36）桂公塘：地名，在扬州城外。<br>（37）贾家庄：地名，在扬州城北。巡徼：这里指在地方上巡逻之人。<br>（38）高邮：今江苏省高邮县。<br>（39）质明：黎明。<br>（40）制府：指淮东制置使官府。檄：原指晓喻或声讨的文书，这里是指李庭芝追捕文天祥的文书。捕系：捉拿囚禁。<br>（41）城子河：在高邮县境内。<br>（42）海陵：今江苏省泰州市。<br>（43）高沙：即高邮。<br>（44）海安。如皋：县名，今均属江苏省。<br>（45）通州：今江苏省南通市。<br>（46）鲸波：指海中汹涌的大浪。涉鲸波：指出海。<br>（47）北关外：指临安城北高亭山，文天祥出使元营于此。<br>（48）吴门：今江苏省苏州市。毘陵：今江苏省常州市。<br>（49）三山：即今福建省福州市，因城中有闽山。越王山。九仙山，故名“三山”。<br>（50）“予之”二句：这两句是说，我能活下来是幸运的，但侥幸生存是为了做什么呢?<br>（51）僇（lù）：侮辱。<br>（52）“所求”二句：《礼记·祭义》：“不敢以先父母之遗体行殆。”父母遗体：父母授予自己的身体。殆：危险。<br>（53）九庙：皇帝祭祀祖先共有九庙，这里以九庙指代国家。<br>（54）高祖：指宋太祖<a href=\"http://so.gushiwen.org/author_783.aspx\">赵匡胤</a>。<br>（55）微以：无以。自文：自我表白。<br>（56）返吾衣冠：回到我的衣冠之乡，即回到南宋。<br>（57）日月：这里指指皇帝和皇后。<br>（58）“使旦夕得正丘首”句：《礼记·檀公上》：“古之人有言曰：狐死正丘首，仁也。”传说狐狸死时，头必朝向出生时的山丘。作者用这个典故来表明不忘故国的情怀。<br>（59）夏五：即夏五月。<br>（60）改元景炎：由于宋恭帝为元兵掳去，德祐二年五月，文天祥等人在福州立赵昰为帝，是为端宗，改元景炎。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　《指南录》是<a href=\"http://so.gushiwen.org/author_173.aspx\">文天祥</a>写从被扣元营到返回温州的战斗经历的—部<a href=\"http://so.gushiwen.org/view_72869.aspx\">诗</a>集。本文是他为诗集写的后序，叙述出使元军、被驱北行、中途逃脱、辗转回到永嘉的艰险遭遇，表现了作者坚贞不屈的爱国精神。</p> <p>　　本文的语言十分讲究。从句法上看，骈散结合、灵活多变；从词法上看，大量同义动词的运用和“死”字的22次重复出现，准确地表现了作者颠沛流离的艰辛和遭遇困厄的苦况。</p> <p>　　结合叙述进行抒情、议论是本文的特点。如先写他临危受命，时“欲一觇北，归而求救国之策”；再写他被迫北上，本应自杀，因“将以有为”，才“隐忍以行”；然后写他逃出敌营，奔走救国，历尽艰险的悲惨遭遇。以叙为主，富情于叙；随后以抒情为主结合叙事，又间断插入议论，使叙事、抒情、议论浑然一体，表现了作者威武不屈的浩然正气和面对山河破碎的亡国之痛。</p> <p>　　南宋末年，激烈的民族矛盾激发了许多人的爱国感情，写出了一些爱国主义的作品。本文就是这样的作品。它记叙了作者出使元营与敌抗争的情况及脱逃南归的艰险经历，表达了作者坚强不屈的民族气节和万死不辞的爱国主义精神。本文和《指南录》中的一些诗为人们广泛传诵，多少年来成为许多爱国志士坚持斗争的思想武器。</p>",
  "about": "<h2>创作背景</h2> <p>　　宋理宗景定五年（1264），元已基本上稳定地统治了北方和中原地区，迁都于大都（今北京），并不断南侵。当时南宋王朝的奸相贾似道只顾追求欢乐，不问边事，国势岌岌可危。宋度宗咸淳十年（1274），元将伯颜大举伐宋，前锋直达鄂州（今湖北武昌），朝廷闻报，惊恐万状，乃下诏勤王。次年（宋恭宗德祐元年），贾似道迫不得已，亲自都督诸路军马与元军大战于池州（今安徽贵池），结果大败，伯颜进占建康（今江苏南京）。至德祐二年（1276）初，又进逼南宋都城临安（今浙江杭州）。本文开头说的“时北兵已迫修门外，战、守、迁皆不及施”，就是上述形势说的。</p> <p>　　关于<a href=\"http://so.gushiwen.org/author_173.aspx\">文天祥</a>起兵勤王，史书上有这样的记载：“勤王诏至赣（今江西赣州），天祥捧之涕泣，发郡中豪杰，并结溪峒山蛮，得万人，遂入卫。天祥性豪华，平生自奉甚厚，声伎满前。至是，痛自损抑，以家赀为军费。……闻者为之感动。” </p><br/><h2>艺术特色</h2> <p>本文的艺术特色，表现在以下两方面：</p> <p>一、记叙、说明、抒情相结合。<br>　　就全篇看，第一部分（1—3自然段）侧重记叙，第三部分（5—6自然段）以说明为主，第二部分则突出抒情。事实上三者往往融为一体，很难截然分开，而三者结合的方式又不一样。有的在记叙的基础上抒情。如第二自然段记叙“初至北营”“予羁縻不得还”及“被驱北往”三个阶段不同形式的斗争之后，接着写“予分当引决，然而隐忍以行”。这两句反映了作者矛盾的心情：既想以一死报国，又想以有生之年继续求救国之策。“昔人云：‘将以有为也’”一句，包含的思想感情尤为复杂：有对含笑就义的“昔人”南霁云的缅怀，有对自己的策励，有中兴宋王朝的热望，也有为此而忍辱含垢的沉痛，并且说明了“隐忍以行”的原因。有时在叙事的前后，都用具有强烈感情色彩的词句直接抒情。如第二部分开头的“呜呼!予之及于死者不知其几矣!”结尾的“呜呼!死生，昼夜事也，死而死矣；……痛定思痛，痛何如哉?”等，都直接抒发了百感交集的情思。而这种情思又是因追忆南奔途中“非人世所堪”的艰险遭遇引发出来的。中间记叙的种种面临死地的情景，是这种情思赖以产生的基础。两者紧密结合，相得益彰。有时将感情融入叙事。如第三自然段的“得间，奔真州，……日与北骑相出没于长淮间，穷饿无聊，追购又急，天高地迥，号呼靡及”这几句，记叙的是当时由中兴有望到无可投奔的处境，同时反映出作者由兴奋而悲愤的急剧变化的感情。</p> <p>二、语言丰富多彩<br>　　1．句式多变。全篇以散行为主，适当运用了排比与对偶。如第二部分，除了开头结尾为散行句，中间连用了18个排比句，每句长短不一，有五字的，六字的，最长的22字，各句的结构也不相同，但每一句都勾勒出一幅场景，反映一番斗争，倾注作者一捧血泪，将“层见错出”的危恶境界一一展现在读者面前，并且生动地表达出作者“痛定思痛”时复杂而强烈的感情。第三自然段的“不得已，变姓名，诡踪迹，革行露宿，日与北骑出没于长淮间”，其中第二、三两句为对偶，第四句虽属散行，但又当句成对，配上前面另一个三字句，后面一个长句，使句式错落有致，既适应了表达内容的需要，又增强了语言的节奏感。</p> <p>　　2．用词准确多样，特别是动词。篇中表行踪的动词，共用了约20个，其中有表离开某地的，如“去（京口）”；有表前往某地的，如“如（扬州）”，“（夜）趋（高邮）”；有表到达某地的，如“至（海陵）”，“来（三山）”；有表经由某处的，如“过（瓜州扬子桥）”，“道（海安、如皋）”“历（吴门毗陵）”；有表现地理条件、交通工具特点的，如“渡（长江）”，“涉（鲸波）”。即是同一个“行”字，具体含义也有区别：有表“走一趟”之意的，如“众谓予一行为可以纾祸”的“行”；有表“前往”之意的，如“予以资政殿学士行”的“行”；有表“航行”之意的，如“行城子河”的“行”。再如“出入（乱尸中）”、“（日与北骑相）出没（于长淮间）”等，不仅表明行踪，还反映了环境的险恶，表现了作者一行为逃出险境的用心之苦。特别是“奔真州”的“奔”字，具有多种表意作用：表现了作者一行的行色匆遽，反映了情况的危急，而作者因逃出魔掌而产生的脱网之鱼的喜悦与担心元军追捕而不无惊弓之鸟的余悸，以及由这种忧喜交织而产生的忐忑不安的心情，也都可以从中领会得出。</p><br/><h2>自然段意</h2> <p>全文共6个自然段，可分为两部分。</p> <p>第一部分（1～4段）自叙出使元营所遭遇的种种磨难。<br>　　其中1～3段重在记叙，第4段以抒情为主。<br>　　第1自然段中，先讲自己是在“时北兵已迫修门外，战、守、迁皆不及施”的严重形势下出使北营的。再讲自己当时的心情是：“不得爱身”，即已抱定了为国捐躯的决心。其意图是：一方面“意北亦尚可以口舌动也”，另一方面是“更欲一觇北，归而求救国之策”。<br>　　第2自然段中至北营大致经历的三个阶段：第一阶段是“初至北营……北亦未敢遽轻吾国。”第二阶段是“不幸吕师孟构恶于前，贾余庆献谄于后……予不得归矣。”第三阶段是“未几……北驱予并往，而不在使者之目。”最后讲本来是“分当引决”的，但仍“隐忍以行”是为了“将以有为也”。<br>　　第3自然段写北行路中得脱的行程。又可分为三层。<br>　　第一层，“至京口……中兴机会，庶几在此”，写得脱后的喜悦。<br>　　第二层，“留二日，……天高地迥，号呼靡及。”写受误会后的困境。<br>　　第三层，“已而得舟，……以至于永嘉。”写得舟后急于南下的急迫心情。<br>　　第4自然段，以抒情为主，表明爱国、忧国的心志。又可分为三层。<br>　　第一层，“呜呼！予之及于死者不知其几矣！”此句引出“及于死”的危难，总起下文。<br>　　第二层，“诋大酋当死；……而死固付之度外矣！”共用17个排比句。情感真挚，气势磅礴，再现了<a href=\"http://so.gushiwen.org/author_173.aspx\">文天祥</a>此次北行历经的磨难。<br>　　第三层，“呜呼！……痛定思痛，痛何如哉！”把思想感情向前推进，进一步抒发了出生入死而国事难为的伤痛。<br>第二部分（5—6段），说明写作情况和结集目的，题名。<br>　　这部分告诉我们文天祥是“在患难中，间以<a href=\"http://so.gushiwen.org/view_72869.aspx\">诗</a>记所遭”，（至）“今存其本不忍废”而得以保存。文天祥将诗结成集目的是“将藏之于家，使来者读之，悲予志焉” </p>",
  "poet": {
    "id": 173,
    "star": 0,
    "name": "文天祥",
    "image": "http://img.gushiwen.org/authorImg/wentianxiang.jpg",
    "desc": "文天祥（1236.6.6－1283.1.9），字履善，又字宋瑞，自号文山，浮休道人。汉族，吉州庐陵（今江西吉安县）人，南宋末大臣，文学家，民族英雄。宝祐四年（1256年）进士，官到右丞相兼枢密史。被派往元军的军营中谈判，被扣留。后脱险经高邮嵇庄到泰县塘湾，由南通南归，坚持抗元。祥光元年（1278年）兵败被张弘范俘虏，在狱中坚持斗争三年多，后在柴市从容就义。著有《过零丁洋》、《文山诗集》、《指南录》、《指南后录》、《正气歌》等作品。"
  },
  "tags": [
    "爱国",
    "抒情",
    "议论"
  ]
}