{
  "id": 49423,
  "star": 729,
  "name": "临江仙·送钱穆父",
  "dynasty": "宋代",
  "content": "一别都门三改火，天涯踏尽红尘。依然一笑作春温。无波真古井，有节是秋筠。<br>惆怅孤帆连夜发，送行淡月微云。尊前不用翠眉颦。人生如逆旅，我亦是行人。",
  "fanyi": "<p><strong>译文</strong><br>自从我们在京城分别一晃又三年，远涉天涯你奔走辗转在人间。相逢一笑时依然像春天般的温暖。你心如古井水不起波澜，高风亮节象秋天的竹竿。<br>我心惆怅因你要连夜分别扬孤帆，送行之时云色微茫月儿淡淡。陪酒的歌妓不用冲着酒杯太凄婉。人生就是一趟艰难的旅程，你我都是那匆匆过客，就如在不同的客栈停了又走，走了又停。</p> <p><strong>注释</strong><br>（1）临江仙：唐教坊曲，用作词调。又名《谢新恩》、《雁后归》、《画屏春》、《庭院深深》、《采莲回》、《想娉婷》、《瑞鹤仙令》、《鸳鸯梦》、《玉连环》。敦煌曲两首，任二北《敦煌曲校录》定名<br>《临江仙》。此词双调六十字，平韵格。<br>（2）钱穆：名勰，又称钱四。元佑三年，因坐奏开封府狱空不实，出知越州（今浙江绍兴）。元佑五年，又徙知瀛洲（治所在今河北河间）。元佑六年春，钱穆父赴任途中经过杭州，<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>作此词以送。<br>（3）父：是对有才德的男子的美称。<br>（4）都门：是指都城的城门。<br>（5）改火：古代钻木取火，四季换用不同木材，称为“改火”，这里指年度的更替。<br>（6）春温：是指春天的温暖。<br>（7）古井：枯井。比喻内心恬静，情感不为外界事物所动。<br>（8）筠：竹。<br>（9）翠眉：古代妇女的一种眉饰，即画绿眉，也专指女子的眉毛。<br>（10）颦：皱眉头。<br>（11）逆旅：旅店。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这首词是公元1091年（宋哲宗元祐六年）春<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>知杭州时，为送别自越州（今浙江绍兴）北徙途经杭州的老友钱穆父（名勰）而作。全词一改以往送别<a href=\"http://so.gushiwen.org/view_49423.aspx\">诗</a>词缠绵感伤、哀怨愁苦或慷慨悲凉的格调，创新意于法度之中，寄妙理于豪放之外，议论风生，直抒性情，写得既有情韵，又富理趣，充分体现了作者旷达洒脱的个性风貌。词人对老友的眷眷惜别之情，写得深沉细腻，婉转回互，一波三折，动人心弦。</p> <p>　　词的上片写与友人久别重逢。元祐初年，苏轼朝为起居舍人，钱穆父为中书舍人，气类相善，友谊甚笃。元祐三年穆父出知越州，都门帐饮时，苏轼曾赋诗赠别。岁月如流，此次杭州重聚，已是别后的第三个年头了。三年来，穆父奔走于京城、吴越之间，此次又远赴瀛州，<a href=\"http://so.gushiwen.org/author_1137.aspx\">真可</a>谓“天涯踏尽红尘”。分别虽久，可情谊弥坚，相见欢笑，犹如春日之和煦。更为可喜的是友人与自己都能以道自守，保持耿介风节，借用<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>《赠<a href=\"http://so.gushiwen.org/author_18.aspx\">元稹</a>》诗句来说，即“无波古井水，有节秋竹竿”。作者认为，穆父出守越州，同自己一样，是由于朝好议论政事，为言官所攻。</p> <p>　　以上数句，先从时间着笔，回忆前番离别，再就空间落墨，概述仕宦生涯，接下来抒发作者对仕宦失意、久处逆境所持的达观态度，并用对偶连喻的句式，通过对友人纯一道心、保持名节的赞颂，表明了自己淡泊的心境和坚贞的操守。词的上片既是对友人辅君治国、坚持操守的安慰和支持，也是词人半生经历、松柏节操的自我写照，是词人的自勉自励，寓有强烈的身世之感。明写主，暗寓客；以主慰客，客与主同，表现出作者与友人肝胆相照，志同道合。</p> <p>　　词的下片切入正题，写月夜送别友人。“惆怅孤帆连夜发，送行淡月微云”一句，描绘出一种凄清幽冷的氛围，渲染了作者与友人分别时抑郁无欢的心情。</p> <p>　　“樽前不用翠眉颦”一句，由哀愁转为旷达、豪迈，说离宴中歌舞相伴的歌妓用不着为离愁别恨而哀怨。这一句，其用意一是不要增加行者与送者临歧的悲感，二是世间离别本也是常事，则亦不用哀愁。这二者似乎有矛盾，实则可以统一强抑悲怀、勉为达观这一点上，这符合苏轼宦途多故之后锻炼出来的思想性格。词末二句言何必为暂时离别伤情，其实人生如寄，<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>《春夜宴从弟桃花园序》云：“夫天地者，万物之逆旅也，光阴者，百代之过客也。”既然人人都是天地间的过客，又何必计较眼前聚散和江南江北呢？词的结尾，以对友人的慰勉和开释胸怀总收全词，既动之以情，又揭示出得失两忘、万物齐一的人生态度。</p> <p>　　苏轼一生虽积极入世，具有鲜明的政治理想和政治主张，但另一方面又受老庄及佛家思想影响颇深，每当官场失意、处境艰难时，他总能“游于物之外”，“无所往而不乐”，以一种恬淡自安、闲雅自适的态度来应对外界的纷纷扰扰，表现出超然物外、随遇而安的旷达、洒脱情怀。这首送别词中的“一笑作春温”、“樽前不用翠眉颦。人生如逆旅，我亦是行人”等句，是苏轼这种豪放性格、达观态度的集中体现。然而在这些旷达之语的背后，仍能体察出词人对仕宦浮沉的淡淡惆怅，以及对身世飘零的深沉慨叹。</p>",
  "poet": {
    "id": 183,
    "star": 0,
    "name": "苏轼",
    "image": "http://img.gushiwen.org/authorImg/sushi.jpg",
    "desc": "苏轼（1037－1101），北宋文学家、书画家、美食家。字子瞻，号东坡居士。汉族，四川人，葬于颍昌（今河南省平顶山市郏县）。一生仕途坎坷，学识渊博，天资极高，诗文书画皆精。其文汪洋恣肆，明白畅达，与欧阳修并称欧苏，为“唐宋八大家”之一；诗清新豪健，善用夸张、比喻，艺术表现独具风格，与黄庭坚并称苏黄；词开豪放一派，对后世有巨大影响，与辛弃疾并称苏辛；书法擅长行书、楷书，能自创新意，用笔丰腴跌宕，有天真烂漫之趣，与黄庭坚、米芾、蔡襄并称宋四家；画学文同，论画主张神似，提倡“士人画”。著有《苏东坡全集》和《东坡乐府》等。"
  },
  "tags": [
    "豪放",
    "送别",
    "友情",
    "慰勉"
  ]
}