{
  "id": 69136,
  "star": 34,
  "name": "春晴怀故园海棠二首",
  "dynasty": "宋代",
  "content": "故园今日海棠开，梦入江西锦绣堆。<br>万物皆春人独老，一年过社燕方回。<br>似青似白天浓淡，欲堕还飞絮往来。<br>无那风光餐不得，遣诗招入翠琼杯。</p> <p>竹边台榭水边亭，不要人随只独行。<br>乍暖柳条无气力，淡晴花影不分明。<br>一番过雨来幽径，无数新禽有喜声。<br>只欠翠纱红映肉，两年寒食负先生。",
  "fanyi": "<p><strong>译文<br></strong>今天天气晴朗，春风和暖，正是家乡海棠开花的时候；我在梦中回到江西吉州吉水老家，看到了海棠一朵一朵都开了，这繁花就像美丽的锦绣堆起来似的。<br>此时虽大地回春，万物欣欣向荣，但人却老了；每年过了社日，燕子才飞回来。<br>春天像青又像白、不浓又不淡的天色，正是初晴景象；就在这春空里，柳絮将飞又落下。<br>无奈这美好的春日风光吃不得，那么就让<a href=\"http://so.gushiwen.org/view_69136.aspx\">诗</a>歌把它招引到翡翠琼瑶做的酒杯中来吧。</p> <p>这里竹边有台榭，水边有亭子，风景秀美，环境清幽，不需要随从，独自一人在这里漫步就很好。<br>春天初暖，柳叶吐芽，迎风起舞，妩媚多娇；盛开的花朵在阳光照映下倩影婆娑，朦胧惝恍。<br>经过一番雨冲刷的园林，道路更洁净，显得更幽深；那刚飞出窝的小鸟更显得欢快，鸟啼声此起彼伏，悦耳娱心。<br>这里的风景固然美丽，可惜少了丰满美丽的海棠花；那故乡的海棠花已经辜负了两个寒食没见到了。</p> <p><strong>注释<br></strong>⑴社：社日。古时祭灶神（土地神）之日，有春、秋二社，春社是向社神祈请丰年之祭，秋社是收获后报谢社神之祭。<br>⑵无那：无奈。<br>⑶翠纱红映肉：语出<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>诗《寓居定惠院之东杂花满山有海棠一株土人不知贵也》：“朱唇得酒晕生脸，翠袖卷纱红映肉。”形容海棠的淡红浅晕。<br>⑷末两句作者原注：“予去年正月离家之官，盖两年不见海棠矣！”</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　第一首<a href=\"http://so.gushiwen.org/view_69136.aspx\">诗</a>开头点题，写春晴怀念故园（家乡）的海棠。俗话说，“日有所思，夜有所梦”。想海棠，真的梦见家乡繁花似锦的海棠。当然，也不一定真的做了这种好梦，诗人有时喜欢假托梦境来表现极端想念。也就是借“有所梦”，来表现“有所思”。如果以为诗中写梦，都是真的做梦，那就被诗人瞒过了。写梦只是一种手段，目的在于表达思念之情。</p> <p>　　颔联、颈联写梦醒之后，眼前所见之景。第三句，“万物皆春”明点“春”字。作者从春日海棠开花，想到万物回春，又联想到自己将要老了。春天，古时叫“青春”，后来，人在青年时期也叫“青春”。春天的景色和青春的少年，是很和谐的，都富有生气。可是这里却把春景和老人摆在一起，这不仅不协调，而且形成一种对比，是生气勃勃和衰飒老气的对比。这里有意拿春景来反衬自己虚度年华，寄托了无限感慨，也激起了对春天的热爱。第四句，“一年过社”暗点“春”字。这里说的是春社。燕子是候鸟，过了春社日（春分前后），才从南方海岛上飞回。这一句和上句相呼应，以燕子飞回，补充说明“万物皆春”，使人感到花也春，鸟也春。</p> <p>　　第三联出句写空中浮云，时多时少，故天色像青像白、或浓或淡，正是初晴景象。对句以直白之语，将柳絮将飞又堕的神态写出来。这柳絮像是要掉下来，却又飞上去，上上下下，来来往往，飘个不停。这一联也是形容“万物皆春”，使人感到天空也是春，柳絮也是春。最后一联说，无奈（无那）这美好的春日风光吃不得，那么就让诗歌（遣诗）把它招引到翡翠琼瑶（美玉）做的酒杯中来吧。晋朝<a href=\"http://so.gushiwen.org/author_838.aspx\">陆机</a>《日出东南隅行》说“秀色若可餐”，作者在这里一反其意，说春光“餐不得”；然而却又天真地设想：吟诗，让诗把它引到酒杯里，就可以连同酒一起喝下去了。正是用这种浪漫天真的构思，表现了作者热爱故园春光的真挚感情。</p> <p>　　第二首诗首联拈出一个“行”字，为全诗之眼。上一首，作者是站在一个固定的位置上，观察四周的景色。在这一首中，作者已由静观转入游赏，以下数句，都是游览所得，故其描写，更富有变化。“行”前加一“独”字，就突出了作者此时孤寂、无聊之情。中间两联，俱写眼前之景致，绘形、绘声、绘色，动静结合。眼前景色，固然很美丽，但诗人总觉得少了些什么，因此尾联提出“只欠”二字。因为作者宦游他乡，已两年不见海棠，对景生情，顿生感慨。结句言自己辜负了两个春天。诗中所写春天景象，非不美好，而作者却有枉抛光阴之叹，可见眼前景色，徒增烦恼。诗人重笔叠写，也只是为了衬托此时愁对春晴的孤寂心情，以及对故园海棠的无限怀念。</p> <p>　　第一首以海棠起，第二首以海棠收，结构严谨，对仗工整，语言明白自然，若信口而出，其实用字精准，化用前人诗句也浑然无迹，体现出深厚的诗学功底，从中也可看出<a href=\"http://so.gushiwen.org/author_361.aspx\">杨万里</a>对江西诗派并非全然抛却，而是有所继承。</p>",
  "about": "<h2>创作背景</h2> <p>　　《春晴怀故园海棠二首》作于宋孝宗淳熙七年（1180年）春天，当时作者离家宦游，正在广州任提举广东常平茶盐之职。一说这组<a href=\"http://so.gushiwen.org/view_69136.aspx\">诗</a>作于淳熙八年（1181年）。</p> <p>　　淳熙六年（1179年）正月，<a href=\"http://so.gushiwen.org/author_361.aspx\">杨万里</a>离家南行赴广州任职，三月抵达广州官舍。此时诗人虽已经五十多岁了，但忧国忧民之心不减当年，他对国家分裂，北方大好河山沦于敌手，感到悲愤。他对宋孝宗重用奸党，打击忠臣，不图恢复，甚为忧虑。他因直言谏诤，屡遭排斥，官职频迁，心情颇为忧郁，对于仕宦有些厌倦，因而产生归隐之念。他在《四月十三日度鄱阳湖》诗中说：“游倦当自归，非为猿鹤怨。”故上任后，常有叹老嗟衰、思乡怀旧之感。这组诗就是在这种心情下写的。</p>",
  "poet": {
    "id": 361,
    "star": 0,
    "name": "杨万里",
    "image": "http://img.gushiwen.org/authorImg/yangwanli.jpg",
    "desc": "杨万里，字廷秀，号诚斋，男，汉族。吉州吉水（今江西省吉水县）人。南宋杰出诗人，与尤袤、范成大、陆游合称南宋“中兴四大诗人”、“南宋四大家”。"
  },
  "tags": [
    "写景",
    "怀旧",
    "孤寂"
  ]
}