{
  "id": 8492,
  "star": 28,
  "name": "长门怨二首",
  "dynasty": "唐代",
  "content": "天回北斗挂西楼，金屋无人萤火流。<br>月光欲到长门殿，别作深宫一段愁。</p> <p>桂殿长愁不记春，黄金四屋起秋尘。<br>夜悬明镜青天上，独照长门宫里人。",
  "fanyi": "<p><strong>译文</strong><br>　　北斗七星高挂在西楼，寂寞的金屋只有萤火流动。月光即使照到长门宫殿，恐怕在凄凉的深官后院，也只是会生出许多哀愁。<br>　　桂殿哀愁的生活，长久得已记不得多少年。屋内四壁，已积起秋的尘埃。夜里青蓝的天上高挂着镜子一样的明月，只照射着长门宫里那孤寂的情怀。</p> <p><strong>注释</strong><br>⑴长门怨：古乐府<a href=\"http://so.gushiwen.org/view_8492.aspx\">诗</a>题。据《乐府解题》记述：“《长门怨》者，为陈皇后作也。后退居长门宫，愁闷悲思。……相如为作《长门赋》。……后人因其《赋》而为《长门怨》。”陈皇后，小名阿娇，是汉武帝皇后。汉武帝小时曾说：“若得阿娇作妇，当作金屋贮之。”<br>⑵天回北斗：北斗七星。古人往往据初昏时斗柄所指方向以定季节《鹖冠子·环流》：“斗柄东指，天下皆春；斗柄南指，天下皆夏；斗柄西指，天下皆秋；斗柄北指，天下皆冬。”此句谓时令已入秋。<br>⑶金屋：武帝幼时，其姑馆陶长公主抱置膝上，问曰：“儿欲得妇否？”指左右长御百余人，皆云不用。指其女阿娇问好否，帝笑对曰：“好，若得阿娇，当做金屋贮之。”见《汉武故事》。<br>⑷桂殿：指长门殿。不记春：犹不记年，言时间之久长。<br>⑸四屋：四壁。<br>⑹明镜：指月亮。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>的这两首<a href=\"http://so.gushiwen.org/view_8492.aspx\">诗</a>是借“长门怨”这一乐府旧题来泛写宫人愁怨的。两首诗表达的是同一主题，分别来看，落想布局，各不相同，合起来看，又有珠联璧合之妙。</p> <p>　　第一首，通篇写景，不见人物。而景中之情，浮现纸上；画外之人，呼之欲出。</p> <p>　　诗的前两句“天回北斗挂西楼，金屋无人萤火流”，点出时间是午夜，季节是凉秋，地点则是一座空旷寂寥的冷宫。唐人用《长门怨》题写宫怨的诗很多，意境往往有相似之处。<a href=\"http://so.gushiwen.org/author_494.aspx\">沈佺期</a>的《长门怨》有“玉阶闻坠叶，罗幌见飞萤”句，张修之的《长门怨》有“玉阶草露积，金屋网尘生”句，都是以类似的景物来渲染环境气氛，但比不上李白这两句诗的感染力之强。两句中，上句着一“挂”字，下句着一“流”字，给人以异常凄凉之感。</p> <p>　　诗的后两句“月光欲到长门殿，别作深宫一段愁”，点出题意，巧妙地通过月光引出愁思。沈佺期、张修之的《长门怨》也写到月光和长门宫殿。沈佺期的诗写“月皎风泠泠，长门次掖庭”，张修之的诗写“长门落景尽，洞房秋月明”，写得都比较平实板直，也不如李白的这两句诗的高妙和深沉委婉。原本是宫人见月生愁，或是月光照到愁人，但这两句诗却不让人物出场，把愁说成是月光所“作”，运笔空灵，设想奇特。前一句妙在“欲到”两字，似乎月光自由运行天上，有意到此作愁；如果说“照到”或“已到”，就成了寻常语言，变得索然无味了。后一句妙在“别作”两字，其中含意，耐人寻思。它的言外之意是：深宫之中，愁深似海，月光照处，遍地皆愁，到长门殿，只是“别作”一段愁而已。也可以理解为：宫中本是一个不平等的世界，乐者自乐，苦者自苦，正如裴交泰的一首《长门怨》所说：“一种蛾眉明月夜，南宫歌管北宫愁。”月光先到皇帝所在的南宫，照见欢乐，再到宫人居住的长门，“别作”愁苦。</p> <p>　　从整首诗看，呈现在读者面前的是一幅以斗柄横斜为远景、以空屋流萤为近景的月夜深宫图。境界是这样的阴森冷寂，读者不必看到居住其中的人，而其人处境之苦、愁思之深已经可想而知了。</p> <p>　　第二首诗，着重言情。通篇是以“我”观物，缘情写景，使景物都染上极其浓厚的感情色彩。上首到结尾处才写到“愁”，这首一开头就揭出“愁”字，说明下面所写的一切都是愁人眼中所见、心中所感。</p> <p>　　诗的首句“桂殿长愁不记春”，不仅揭出“愁”字，而且这个愁是“长愁”，也就是说，诗中的人并非因当前秋夜的凄凉景色才引起愁思，而是长年都在愁怨之中，即使春临大地，万象更新，也丝毫不能减轻这种愁怨；而由于愁怨难遣，她是感受不到春天的，甚至在她的记忆中已经没有春天了。诗的第二句“黄金四屋起秋尘”，与前首第二句遥相绾合。因为“金屋无人”，所以“黄金四屋”生尘；因是“萤火流”的季节，所以是“起秋尘”。下面三、四两句“夜悬明镜青天上，独照长门宫里人”，又与前首三、四两句遥相呼应。前首写月光欲到长门，是将到未到；这里则写明月高悬中天，已经照到长门，并让读者最后在月光下看到了“长门宫里人”。</p> <p>　　这位“长门宫里人”对季节、对环境、对月光的感受，都是与众不同的。春季年年来临，而说“不记春”，似乎春天久已不到人间；屋中的尘土是不属于任何季节的，而说“起秋尘”，给了尘土以萧瑟的季节感；明月高悬天上，是普照众生的，而说“独照”，仿佛“月之有意相苦”（唐汝询《唐诗解》）。这些都是贺裳在《皱水轩词筌》中所说的“无理而妙”，以见伤心人别有怀抱。整首诗采用的是深一层的写法。</p> <p>　　这两首诗的后两句与<a href=\"http://so.gushiwen.org/author_437.aspx\">王昌龄</a>《西宫秋怨》末句“空悬明月待君王”一样，都出自<a href=\"http://so.gushiwen.org/author_70.aspx\">司马相如</a>《长门赋》“悬明月以自照兮，徂清夜于洞房”。但王昌龄诗中的主角是在愁怨中希冀得到君王的宠幸，命意是不可取的。李白的诗则活用《长门赋》中的句子，另成境界，虽然以《长门怨》为题，却并不抱泥于陈皇后的故事。诗中展现的，是在人间地狱的深宫中过着孤寂凄凉生活的广大宫人的悲惨景况，揭开的是冷酷的封建制度的一角。</p>",
  "about": "<h2>创作背景</h2> 　　根据安旗《<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>全集编年注释》，这两首<a href=\"http://so.gushiwen.org/view_8492.aspx\">诗</a>当作于唐玄宗天宝二载（743年）。当时李白四十三岁，在长安待诏翰林。",
  "poet": {
    "id": 247,
    "star": 0,
    "name": "李白",
    "image": "http://img.gushiwen.org/authorImg/libai.jpg",
    "desc": "李白（701年－762年），字太白，号青莲居士，唐朝浪漫主义诗人，被后人誉为“诗仙”。祖籍陇西成纪(待考)，出生于西域碎叶城，4岁再随父迁至剑南道绵州。李白存世诗文千余篇，有《李太白集》传世。762年病逝，享年61岁。其墓在今安徽当涂，四川江油、湖北安陆有纪念馆。"
  },
  "tags": [
    "宫怨"
  ]
}