{
  "id": 69074,
  "star": 17,
  "name": "和王介甫明妃曲二首 / 明妃曲和王介甫作",
  "dynasty": "宋代",
  "content": "胡人以鞍马为家，射猎为俗。<br>泉甘草美无常处，鸟惊兽骇争驰逐。<br>谁将汉女嫁胡儿，风沙无情貌如玉。<br>身行不遇中国人，马上自作思归曲。<br>推手为琵却手琶，胡人共听亦咨嗟。<br>玉颜流落死天涯，琵琶却传来汉家。<br>汉宫争按新声谱，遗恨已深声更苦。<br>纤纤女手生洞房，学得琵琶不下堂。<br>不识黄云出塞路，岂知此声能断肠！</p> <p>汉宫有佳人，天子初未识，<br>一朝随汉使，远嫁单于国。<br>绝色天下无，一失难再得，<br>虽能杀画工，于事竟何益？<br>耳目所及尚如此，万里安能制夷狄！<br>汉计诚已拙，女色难自夸。<br>明妃去时泪，洒向枝上花。<br>狂风日暮起，飘泊落谁家。<br>红颜胜人多薄命，莫怨东风当自嗟。",
  "fanyi": "<h2>注释</h2> ⑴王介甫：<a href=\"http://so.gushiwen.org/author_405.aspx\">王安石</a>，字介甫。这组<a href=\"http://so.gushiwen.org/view_69074.aspx\">诗</a>是为唱和王安石《明妃曲二首》而作。<br>⑵胡人：古代对北方少数民族的称呼。<br>⑶夷狄：古称东方部族为夷，北方部族为狄。这里泛指华夏以外的各民族。",
  "shangxi": "<h2>赏析</h2> <p>　　这组<a href=\"http://so.gushiwen.org/view_69074.aspx\">诗</a>第一首头四句，破空而来，用类似散文的诗语，写胡人游猎生活，晴示胡、汉之异。接着以“谁将汉女嫁胡儿”，接到明妃身上。写明妃以“汉女嫁胡儿”，以“如玉”之颜面，冒“无情”之“风沙”，而且“身行”之处，连“中国（指中原）人”也看不到，明示明妃“流落”之苦。接下用“推手为琵却手琶”，紧承“马上自作思归曲”。“推手”“却手”，犹言一推一放。“琵琶”本是象声词，如同现代说的“噼啪”，以乐器之声为乐器之名。一推一放，噼噼啪啪，刻画明妃满腔哀思，信手成曲。但琵琶哀音，却十分感人，连胡人听了“亦咨磋”不已。这种写法与<a href=\"http://so.gushiwen.org/author_405.aspx\">王安石</a>“沙上行人却回首”相同。以上三层，由胡、汉习俗之异，写到明妃流落之苦，再写到明妃思归作曲，谱入琵琶，层次井然，而重点在于这一琵琶“新声谱”。因为作者正是要就此抒发慨叹的。</p> <p>　　“玉颜”句承上；“琵琶”句启下。脉络十分清晰，而笔势极为矫建。作者所要讲的就是琵琶“传入汉家”以后的反应。明妃的“思乡曲”，本应引起“汉家”的悲悯、同情与愤慨；然而“汉宫”中却将其视为“新声谱”来“争按”，以别人的苦楚，供自己享乐。“遗恨”、“苦声”并没有激起应有的反响。</p> <p>　　“上有好者，下必有甚焉”，汉宫中“纤纤女手”“学得琵琶不下堂”，正是因为统治者喜好这种“新声”的缘故；而喜好这种“新声”，正是因为他们“生于深宫之中”，根本不知道边塞之苦。这里讲的就不止“纤纤女手”了。自石晋割弃燕云十六州，北边广大地区在北宋一直没有恢复，有许许多多“流落死天涯”的百姓。仁宗时，辽国、西夏交替侵扰，而宋朝君臣却仍粉饰大平，宴安如故。“不识黄云出塞路，岂知此声能断肠？”这正是作者对居安忘危、不事振作的宋朝君臣的揭露与谴责。以前写明妃的人，或写明妃个人遭遇，或借以抒发“士不遇”的感慨，<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>却从夷夏之辨讲起，从国家大事着眼，这是他高于前人之处。而且，议论国事，却只就琵琶“新声”而言，能从小中见大，因而较《和王介甫明妃曲》后篇的“在诗中发议论”，艺术性更强。</p> <p>　　第二首诗中“汉宫”四句化用西汉<a href=\"http://so.gushiwen.org/author_75.aspx\">李延年</a>诗歌之意，略叙明妃事实，笔力简劲。“绝色”两句，紧承前四句，妙在完全用“重色”的君王的口吻说话；“虽能”两句转向责备汉元帝，就事论事，语挟风霜。但这只是为下边两句作铺垫。</p> <p>　　“耳目”两句，为全篇警策，宋人说它“切中膏肓”（《诗林广记》引钱晋斋语），得以广泛传诵。诗人说，眼前的美丑尚不能辨，万里之外的“夷狄”情况何以判断？又何以能制定制服“夷狄”之策呢？这是极深刻的历史见解，而又以诗语出之，千古罕见。事实却不是“制夷狄”而是为“夷狄”所“制”。因而自然引出“汉计诚已拙”这一判语。</p> <p>　　“汉计诚已拙”语简意深，是全诗主旨所在。汉代的“和亲”与宋代的“岁币”，同是乞求和平，为计之拙，正复相同。诗中表面上是说汉朝，实际上是说宋朝。妙在一经点出，便立即转入“女色难自夸”，以接回明妃身上，否则就成了《和亲论》而不是《明妃曲》。</p> <p>　　“明妃去时泪”四句，用泪洒花枝，风起花落，渲染悲剧气氛，形象生动，但主要用以引起“红颜”两句。这两句要明妃“自嗟”“薄命”，怨而不怒。欧阳修对王安石诗中讲的“人生失意无南北”、“汉恩自浅胡自深”等语，也像王回等人一样，有所误解，故下此两句，以使之符合于“温柔敦厚”的“诗教”。欧阳修、王安石的思想境界之差别，亦于此可见。但解释时也不能太坐实，像钱晋斋说是“末言非元帝之不知幸于明妃，乃明妃之命薄而不见幸于元帝”，则与篇首“天子初未识”，“耳目所及尚如此”相矛盾，有失于诗人“微而婉”之旨。</p> <p>　　前一首写“汉宫”不知边塞苦，后一首写和亲政策之“计拙”，借汉言宋，有强烈的现实意义。其间叙事、抒情、议论杂出，转折跌宕，而自然流畅，形象鲜明，虽以文为诗而不失诗味。<a href=\"http://so.gushiwen.org/author_71.aspx\">叶梦得</a>说欧阳修“矫昆体，以气格为主”（《石林诗话》），这首诗正是以气格擅美的。</p>",
  "about": "<h2>创作背景</h2> <p>　　自汉代以来， <a href=\"http://so.gushiwen.org/author_830.aspx\">王昭君</a>的故事一直是<a href=\"http://so.gushiwen.org/view_69074.aspx\">诗</a>人们乐于吟诵的题材，但在主题上大多不出“悲怨”二字。其中著名的如<a href=\"http://so.gushiwen.org/author_744.aspx\">卢照邻</a>《昭君怨》、<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>《王昭君》、<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>《咏怀古迹五首》等都以渲染和挖掘悲剧内涵取胜。嘉祐四年（1059）<a href=\"http://so.gushiwen.org/author_405.aspx\">王安石</a>（字介甫）作《明妃曲二首》，议论新警，一时和者甚众。<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>也作两首以和。</p>",
  "poet": {
    "id": 561,
    "star": 0,
    "name": "欧阳修",
    "image": "http://img.gushiwen.org/authorImg/ouyangxiu.jpg",
    "desc": "欧阳修（1007－1072），字永叔，号醉翁，晚号“六一居士”。汉族，吉州永丰（今江西省永丰县）人，因吉州原属庐陵郡，以“庐陵欧阳修”自居。谥号文忠，世称欧阳文忠公。北宋政治家、文学家、史学家，与韩愈、柳宗元、王安石、苏洵、苏轼、苏辙、曾巩合称“唐宋八大家”。后人又将其与韩愈、柳宗元和苏轼合称“千古文章四大家”。"
  },
  "tags": [
    "写人",
    "边塞",
    "生活",
    "思归",
    "组诗"
  ]
}