{
  "id": 69939,
  "star": 2,
  "name": "【双调】折桂令_别怀人生最",
  "dynasty": "元代",
  "content": "别怀<br>人生最苦别离，柳系柔肠，山敛愁眉。金缕歌残，青衫泪湿，锦字来迟。留客醉鱼肥酒美，送春行莺老花飞。此恨谁知？今夜相思，何日归期？<br>幽居<br>红尘不到山家，羸得清闲，当了繁华。画列青山，茵铺细草，鼓奏鸣蛙。杨柳村中卖瓜。蒺藜沙上看花。生计无多，陶令琴书，杜曲桑麻。<br>西陵送别<br>画船儿载不起离愁，人到西陵，恨满东州。懒上归鞍，情开泪眼，怕倚层楼。春去春来，管送别依依岸柳。潮生潮落、会忘机泛泛沙鸥。烟水悠悠，有句相酬，无计相留。<br>夜景<br>小红楼独倚新妆，曲角阑干，嫩绿池塘。雨洗花梢，风梳柳影，月荡荷香。绣枕上双飞凤凰，翠蓬边一只鸳鸯。对景情伤。今夜新凉，何处才郎？<br>金华山看瀑泉<br>碧桃花流出人间，一派冰泉，飞下仙山。银阙峨峨，琼田漠漠，玉珮珊珊。朝素月鸾鹤夜阑，拱香云龙虎秋坛。人倚高寒，字字珠玑，点点琅玕。<br>别情<br>倒金杯檀口娇羞，春柳垂腰，秋水凝眸。满意温存，通身旖旎，彻胆风流。秋千院同携玉手，琵琶亭催解兰舟。无计相留，别后新词，总是离愁。<br>晚春送别<br>借旗亭仙子逢迎，舞态飞琼，歌韵流莺。红线幽欢，乌丝小字，金缕新声。留过客江山有灵，废残春风雨无情。花落闲庭，柳暗空城。今夜离别，后日清明。<br>和疏斋学土韵<br>爱疏仙不放春闲，坐玉树词林，镜海仙山。花老南枝，雪深西圃，人倚东阑。煨芋人吟翁正懒，出蓝关迁客当寒。绿酒酡颜。银字春葱，彩凤娇鬟。<br>游太乙宫<br>华山高与云齐，远却尘埃，睡煞希夷。踏藕童闲，携琴客至，跨鹤人归。鸣玉珮松溪活水，点冰绡竹院枯梅。短策徘徊，醉墨淋漓，老技崔嵬。<br>游金山寺<br>倚苍云绀宇峥嵘，有听法神龙，渡水胡僧。人立冰壶，诗留玉带，塔语金铃。摇碎月中流树影，撼崩崖半夜江声。误汲南冷，笑杀吴侬，不记茶经。<br>秦邮即事<br>访秦邮暂驻兰桡，浩荡鸥波，缥缈虹桥。白藕翻根，黄芦颤叶，翠柳搴条。照玉女神仙井小，立金人菩萨台高。散策逍遥，酒市歌云，僧院诗巢。<br>皆春楼<br>柳依依重屋峨峨，媚景芳研，四序无过。雾暖朱帘，风喧翠槛，露湛金荷。天地德无分物我，花草香总是阳和。乐事如何？明月交辉，白雪扬歌。<br>湖上饮别<br>傍垂杨画舫徜徉，一片秋怀，万顷晴光。细草闲鸥、长云小雁，乱苇寒螀。难兄难弟俱白发相逢异乡，无风无雨未黄花不似重阳。歌罢沧浪，更引壶觞，送别河梁。<br>春情<br>寄春情小字亲描，体态宫蛾，艳冶花妖。映雪香肌，堆云巧鬓，抱月纤腰。嬴女伴一场斗草，指仙翁三度偷桃。羞弄生绡，懒上秋千，笑整金翘。<br>次酸斋韵<br>倚阑干不尽兴亡，数九点开州，八景湘江。吊古词香，招仙笛响，引兴杯长。远树烟云渺茫，空山雪月苍凉。白鹤双双，剑客昂昂，锦语琅琅。<br>闺思<br>怕别离真个别离，不得音书，已误芳菲。曲怨金徽，香销翠被，梦断罗帏。湿马蹄残红似泥，接莺巢浓绿成堆。消瘦冰肌，体画蛾眉，直待他归。<br>别后<br>一年余凤只鸾孤，枕上嗟吁，镜里清癯。花已飘然，春将暮矣，各未归欤。啼翠霭林间鹧鸪，坠青丝檐外蜘蛛。既在江湖，有便鳞鸿，不寄音书。<br>酒边分得卿字韵<br>客留情春更多情，月下金觥，膝上瑶筝。口口声声，风风韵韵，袅袅亭亭。锦胡洞莺招燕请，玉交枝柳送花迎。不负平生，风月坡仙，诗酒耆卿。<br>江上次刘时中韵<br>倚篷窗一笑诗成，远寺昏钟，古渡秋灯。隐隐鸣鼍。嗷嗷旅雁，闪闪飞萤，海树黑风号浪惊，越山青月暗云生。书客飘零，欲泛仙槎，试问君平。<br>逢天坛子<br>正吟诗马上逢君，昨暮秦关，今日吴门。绣帽攲风，金鞭拂雪，宝挑靪云。江上花恼人，堤边柳眼窥春。便洗征尘，借问前村，试买芳博。<br>皆山楼即事<br>爱楼居四面皆山，图画横陈，步障回还。远村重重，幽花淡淡，小竹珊珊。黄卷掩灯青夜阑，紫箫吹月白凤寒。鹤唳云间，人倚阑干，欲泛仙槎，直扣天关。<br>次白真人韵<br>葛花袍纸扇芭蕉，两袖仙风，万古诗豪。富贵劳劳，功名小小，车马朝朝。算只有青山不老，是谁教白发相饶？体负良宵，百斛金波，一曲琼箫。<br>歌姬施氏<br>照冰壶秋水芙蕖，姓出西家，名满东吴。鸾镜妆残，霓裳曲破，翠管诗余。娇滴滴眉云眼雨，香馥馥腕玉胸酥。同醉仙都，偷寄银笺，暗解罗襦。<br>重午席间<br>浴兰芳荆楚风流，艾掩门眉，符映钗头。雪卷鸥波，雷轰鼍鼓，电闪龙舟。骄马骤雕弓翠柳，小蛾讴宝髻红榴。醉倚江楼，笑煞湘累，不葬糟丘。<br>幽居次韵<br>石帆山下吾庐，秋水纶竿，落日巾车。长啸归欤，梅惊花谢，柳笑眉舒。撺断著小丫鬟舞元宵迓鼓，摸索著大肚皮装村酒葫芦。冷落琴书，结好樵渔，是有红尘，不到幽居。",
  "poet": {
    "id": 394,
    "star": 0,
    "name": "张可久",
    "image": "http://img.gushiwen.org/authorImg/zhangkejiu.jpg",
    "desc": "张可久（约1270～1348以后）字小山（一说名伯远，字可久，号小山）（《尧山堂外纪》）；一说名张可久肖像（林晋生作）可久，字伯远，号小山（《词综》）；又一说字仲远，号小山（《四库全书总目提要》），庆元（治所在今浙江宁波鄞县）人，元朝重要散曲家，剧作家，与乔吉并称“双壁”，与张养浩合为“二张”。"
  },
  "tags": []
}