{
  "id": 24623,
  "star": 6,
  "name": "长安秋夜",
  "dynasty": "唐代",
  "content": "内宫传诏问戎机，载笔金銮夜始归。<br>万户千门皆寂寂，月中清露点朝衣。",
  "fanyi": "<p><strong>译文<br></strong>皇宫传出诏书问讯前方战机，金銮殿处理完国事深夜才归。<br>千家万户此时已经寂然入梦，月光下露水清莹点湿了朝衣。</p> <p><strong>注释<br></strong>⑴宫：一作“官”。戎机：军事机宜。指作战的状况。戎，战争。《乐府<a href=\"http://so.gushiwen.org/view_24623.aspx\">诗</a>集·梁鼓角横吹曲·木兰诗》：“万里赴戎机，关山度若飞。”<br>⑵载笔：携带文具以记录王事。《礼记·曲礼上》：“史载笔，士载言。”金銮：唐朝宫殿名，文人学士待诏之所。此指皇帝处理国事的大殿。<br>⑶寂寂：寂静无声貌。三国魏<a href=\"http://so.gushiwen.org/author_322.aspx\">曹植</a>《释愁文》：“愁之为物，惟惚惟恍，不召自来，推之弗往，寻之不知其际，握之不盈一掌。寂寂长夜，或群或党，去来无方，乱我精爽。”<br>⑷朝衣：君臣上朝时穿的礼服。《孟子·公孙丑上》：“立于恶人之朝，与恶人言，如以朝衣朝冠坐于涂炭。”</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这首《长安秋夜》颇具特色，因为这不仅是<a href=\"http://so.gushiwen.org/author_815.aspx\">李德裕</a>的<a href=\"http://so.gushiwen.org/view_24623.aspx\">诗</a>，而且是诗的李德裕。它像是一则宰辅日记，反映着他从政生活的一个片断。</p> <p>　　中晚唐时，强藩割据，天下纷扰。李德裕坚决主张讨伐叛镇，为武宗所信用，官拜太尉，总理戎机。“内官传诏问戎机”，表面看不过从容叙事。但读者却感觉到一种非凡的襟抱、气概。因为这经历，这口气，都不是普通人所能有的。大厦之将倾，全仗栋梁的扶持，关系非轻。一“传”一“问”，反映出皇帝的殷切期望和高度信任，也间接显示出人物的身份。</p> <p>　　作为首辅大臣，肩负重任，不免特别操劳，有时甚至忘食废寝。“载笔金銮夜始归”，一个“始”字，感慨系之。句中特别提到的“笔”，那决不是一般的“管城子”，它草就的每一笔都将举足轻重。“载笔”云云，口气是亲切的。写到“金銮”，这决非对显达的夸耀，而是流露出一种“居庙堂之高”者重大的责任感。</p> <p>　　在朝堂上，决策终于拟定，他如释负重，退朝回马。当来到首都的大道上，已夜深人定，偌大长安城，坊里寂无声息，人们都沉入梦乡。月色撒在长安道上，更给一片和平宁谧的境界增添了诗意。面对“万户千门皆寂寂”，他也许感到一阵轻快；同时又未尝不意识到这和平景象要靠政治统一、社会安定来维持。骑在马上，心关“万户千门”。一方面是万家“皆寂寂”（显言）；一方面则是一己之不眠（隐言），对照之中，间接表现出一种政治家的博大情怀。</p> <p>　　秋夜，是下露的时候了。他若是从皇城回到宅邸所在的安邑坊，那是有一段路程的。他感到了凉意：不知什么时候朝服上已经缀上亮晶晶的露珠了。这个“露点朝衣”的细节很生动，大约也是纪实吧，但写来意境很美、很高。<a href=\"http://so.gushiwen.org/author_269.aspx\">李煜</a>词云：“归时休放烛花红，待踏马啼清夜月”（《木兰花·晓妆初了明肌雪》），是善于享乐的。虽然也写月夜归马，也很美，但境界则较卑。这一方面是严肃作息，那一方面却是风流逍遥，情操迥别，就造成彼此诗词境界的差异。露就是露，偏写作“月中清露”，这想象是浪漫的，理想化的。“月中清露”，特点在高洁，正是作者情操的象征。那一品“朝衣”，再一次提醒他随时不忘自己的身份。他那一种以天下为己任的自尊自豪感盎然纸上。此结可谓词美、境美、情美，为诗中人物点上了一抹“高光”。</p> <p>　　如果把这首绝句当作一出轰轰烈烈戏剧的主角出台的四句唱词看，也许更有意思。一个兢兢业业的无双国士的形象活<a href=\"http://so.gushiwen.org/author_2141.aspx\">脱脱</a>出现在人们眼前，这是有理想色彩的诗人自我形象。他唱的句句是眼前景、眼前事，毫不装腔作势，但显得豪迈高远，表现出一个秉忠为国的大臣的气度。“大用外腓”是因为“真体内充”。正因为作者胸次广、感受深，故能“持之非强，来之无穷”（<a href=\"http://so.gushiwen.org/author_163.aspx\">司空图</a>《诗品》）。</p>",
  "about": "<h2>创作背景</h2> 　　<a href=\"http://so.gushiwen.org/author_815.aspx\">李德裕</a>是唐武宗会昌（841—846）年间名相，为政六年，内制宦官，外复幽燕，定回鹘，平泽潞，有重大政治建树，曾被<a href=\"http://so.gushiwen.org/author_204.aspx\">李商隐</a>誉为“万古之良相”。在唐朝那个<a href=\"http://so.gushiwen.org/view_24623.aspx\">诗</a>的时代，他同时又是一位诗人。此诗就写于他为宰相期间。",
  "poet": {
    "id": 815,
    "star": 0,
    "name": "李德裕",
    "image": "http://img.gushiwen.org/authorImg/lideyu.jpg",
    "desc": "李德裕（787—849），字文饶，唐代赵郡赞皇（今河北赞皇县）人，与其父李吉甫均为晚唐名相。唐文宗时，受李宗闵、牛僧儒等牛党势力倾轧，由翰林学士出为浙西观察使。太和七年，入相，复遭奸臣郑注、李训等人排斥，左迁。唐武宗即位后，李德裕再度入相，执政期间外平回鹘、内定昭义、裁汰冗官、协助武宗灭佛，功绩显赫。会昌四年八月，进封太尉、赵国公。唐武宗与李德裕之间的君臣相知成为晚唐之绝唱。后唐宣宗即位，李德裕由于位高权重，五贬为崖州司户。李德裕两度为相，太和年间为相1年8个月，会昌年间为相5年7个月，两次为相7年3个月。"
  },
  "tags": [
    "叙事",
    "写人"
  ]
}