{
  "id": 135,
  "star": 38,
  "name": "东门之枌",
  "dynasty": "先秦",
  "content": "东门之枌，宛丘之栩。子仲之子，婆娑其下。<br>穀旦于差，南方之原。不绩其麻，市也婆娑。<br>穀旦于逝，越以鬷迈。视尔如荍，贻我握椒。",
  "fanyi": "<p><strong>译文<br></strong>东门外的白榆树绿荫蔽日，宛丘上的柞树林枝繁叶茂，子仲家豆蔻年华的小姑娘，在绿树下跳起优美的舞蹈。<br>选下个好日子好呀好风飘，城南门外的广场上真热闹。漂亮姑娘放下积麻的活计，在集市上跳起欢快的舞蹈。<br>聚会相亲好日子就在今朝，少男越过人群挡住她的道。看你粉红笑脸好像锦葵花，她赠我一捧紫红的香花椒。</p> <p><strong>注释<br></strong>⑴枌（fén）：木名。白榆。<br>⑵栩（xǔ）：柞树。<br>⑶子仲：陈国的姓氏。<br>⑷婆娑：舞蹈。<br>⑸榖（gǔ）：良辰，好日子。差（chāi）：选择。<br>⑹南方之原：到南边的原野去相会。<br>⑺绩：把麻搓成线。<br>⑻市：集市。<br>⑼逝：往，赶。<br>⑽越以：作语助。鬷（zōng）：会聚，聚集。迈：走，行。<br>⑾荍（qiáo）：锦葵。草本植物，夏季开紫色或白色花。<br>⑿贻：赠送。握：一把。椒：花椒。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　此<a href=\"http://so.gushiwen.org/view_135.aspx\">诗</a>是以小伙子为第一人称口吻写的，姑娘是子仲家的女儿。开篇就交代了男女欢聚的场所：陈国的郊野有一大片高平的土地，那里种着密密的白榆、柞树。这既是地点实写，也是交代春天胜景。在这样一个美妙的时光，美好的地点，一群美丽的人儿，做着美妙的事情：子仲家的姣好少女，跳着飘逸优美的舞蹈。春天来了，少男少女的春天来了，他们以曼妙的舞姿吸引着对方多情的目光。</p> <p>　　这里说的美妙的时光是一个很有意义的特别时间“榖旦”。对这一词汇的理解不仅可以帮助读者顺利解读此诗，而且还有助于读者了解久已隐去的古风及其原始含义，从而认识某些节庆的起源以及少数民族中至今尚存的某些特殊节日及其节日风俗。同样，诗的地点“南方之原”也不是一个普通的场所。</p> <p>　　“榖旦于差，南方之原。”“榖旦”，《毛传》云：“榖，善也。”郑笺云：“旦，明。于，日。差，择也。朝日善明，日相择矣。”王先谦《诗三家义集疏》云：“榖旦，犹言良辰也。”<a href=\"http://so.gushiwen.org/author_459.aspx\">朱熹</a>《诗集传》云：“差择善旦以会于南方之原。”“南方之原”，于省吾《泽螺居诗经新证》解曰：“谓南方高平之原。”</p> <p>　　良辰吉日是祭祀狂欢日。上古的祭祀狂欢日有多种。比如农耕社会中作为时历标准并祈祷丰收的火把节、腊日节等远古年节；祭祀生殖神并乞求部族繁衍旺盛的上巳节等各种祭祀日。不同主题的祭祀狂欢日有不同的祭祀和狂欢内容，比如驱傩、寒食、男女短期的恢复自由性交等。据朱熹《诗集传》，陈国“好乐巫觋歌舞之事”，陈国的古风可以说是保存得比较好的。因此就有这样的“榖旦”。</p> <p>　　前人曾经常指责所谓的“郑卫之风”，认为它们“淫”。其实所谓的“淫”无非是指这些“风”热情奔放，是男女欢歌狂舞的音乐。实际上，这又何止郑风、卫风。陈风从诗文内容上看就是非常“淫”的。《汉书·地理志》说：“太姬妇人尊贵，好祭祀用巫。故俗好巫鬼，击鼓于宛丘之上，婆娑于枌树之下。有太姬歌舞遗风。”就此诗而言，其内容是关于男女情爱的，可以推断，这一“榖旦”是用来祭祀生殖神以乞求繁衍旺盛的祭祀狂欢日。</p> <p>　　诗人所写的“如荍”的女子就是第一章的“子仲之子”，也就是第二章“不绩其麻，市也婆娑”的人，这人就是诗中主人公爱慕的对象。</p> <p>　　这首诗写得很美。在城东门外的白榆树下，在宛丘的柞树林边。在某一美妙的好时光，小伙姑娘便去那里幽会谈情，姑娘舞姿翩翩，小伙情歌宛转。幸福的爱情之花含苞而放。在小伙眼睛里，姑娘美如荆葵花；在姑娘心目中，小伙是她的希望和理想，要送他一束花椒以表白感情。</p>",
  "about": "<h2>创作背景</h2> <p>　　这是一首描写男女爱情的情歌，它反映了陈国当时尚存的一种社会风俗。<a href=\"http://so.gushiwen.org/author_459.aspx\">朱熹</a>《<a href=\"http://so.gushiwen.org/view_135.aspx\">诗</a>集传》曰：“此男女聚会歌舞，而赋其事以相乐也。”</p> <p>　　《礼记·夏小正》说二月“绥多女士”。绥，《诗经·卫风·有狐》毛传云：“绥绥，匹行貌。”二月中成双结对的男女特别多，所以也有“怀春”一词。这不仅仅反映出与季节变化相应的生理本能；更有意义的是，也反映出这个时节的文化习俗。《周礼·地官·媒氏》曰：“中春之月，令会男女。于是时也，奔者不禁。……司男女之无夫家者而会之。”《礼记·月令·仲春之月》：“玄鸟至，至之日，以大牢祠于高禖。”高禖是古代仲春二月祭祀的唯一神祇。宋代罗泌《路史·后纪二》云：“以其（指女娲）载媒，是以后世有国，是祀为皋禖之神。”注引《风俗通》云：“女娲祷祠神，祈而为女媒，因置昏姻。”可见，高禖是婚姻神、生殖神。在祭祀生殖神的佳期里男女可以放开禁忌而自由恋爱乃至交合，因此这种时候情歌和乐舞便特别兴盛。这种佳期以后逐渐成为民间的固定节日。</p> <p>　　举行狂欢有一定的地方，这也与祭祀仪式所要求的地点相关。祭祀中有庙祭和墓祭两种。庙祭有一些相应的建筑，如宫、台、京、观、堂、庙等，《诗经》中的灵台、閟宫、上宫都是与上述祭祀狂欢相关的地方。墓祭则多在郊野旷原。溱洧、汉水、淇水等河边旷野也都是与上述祭祀狂欢相关的地方。历史上，燕之祖、齐之社稷、宋之桑木、楚之云梦是远比“南方之原”更为著名的祭祀狂欢地。</p>",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": [
    "诗经",
    "爱情"
  ]
}