{
  "id": 8511,
  "star": 9,
  "name": "自代内赠",
  "dynasty": "唐代",
  "content": "宝刀截流水，无有断绝时。<br>妾意逐君行，缠绵亦如之。<br>别来门前草，秋巷春转碧。<br>扫尽更还生，萋萋满行迹。<br>鸣凤始相得，雄惊雌各飞。<br>游云落何山？一往不见归。<br>估客发大楼，知君在秋浦。",
  "fanyi": "<p><strong>译文</strong><br>用宝刀去劈流水，不会有水流中断的时候。<br>我的情意追逐着你前行，缠绵悱恻，像那不断的流水。<br>门前的野草，别后秋天枯黄春来变得碧绿。<br>扫除尽它又生长出来，茂茂盛盛铺满了路途。<br>我们情投意合，欢乐的生活刚开始，却彼此分离南北各一。<br>像浮云一样飘落到哪座山上？一去便再也没见他回来。<br>有个商人从大楼山那儿来，我才知你落脚秋浦。<br>我在梁苑这儿拥着锦被守空床，常梦到在巫山阳台与你相会。<br>我家曾三为相门，失势后离开了西秦。<br>我还存有过去的乐管，乐曲凄怨惊动了四邻。<br>悠扬的曲调飞入天空紫云中，如泣如诉却见不到心中的爱人。<br>妹妹们争着嘲弄我，又悲又羞泪水涟涟。<br>我像那深深庭院中的桃树，开出娇艳的花朵可向谁欢笑？<br>你像天上的皓月，却不肯用清光照我一次。<br>镜中我自己不认识了自己，因为分别后我变得日益憔悴。<br>如何能得只秦吉了，用它那高亢声音，道我衷心。</p> <p><strong>注释</strong><br>内：内人，即妻子。<br>逐：追随。<br>如之：如此<br>萋萋：绿草茂盛的样子。<br>游云：飘浮不定的云彩。这里代指行迹不定的丈夫。<br>估客：商人。这里指为<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>捎书的人。大楼：即大楼山，在今安徽贵池县境内。<br>梁苑：梁园，兔园，汉代梁孝王所建。锦衾：用锦缎做的被子。衾：被子。<br>阳台：<a href=\"http://so.gushiwen.org/author_358.aspx\">宋玉</a>《高唐赋》载：“昔者楚襄王与宋玉游于云梦之台，望唐之观，其上独有云气，崪兮直上，忽兮改容，须臾之间，变化无穷。王问玉曰：‘此何气也？’玉对曰：‘所谓朝云者也。’王曰：‘何为朝云？’玉曰：‘昔者先王尝游高唐，怠而昼寝，梦见一妇人曰：”妾巫山之女也，为高唐之客。闻君游高唐，愿荐枕席。“王因幸之。去而辞曰：”妾在巫山之阳，高丘之阻，旦为朝云，暮为行雨，朝朝暮暮，阳台之下。旦朝视之如言，故为立庙，号曰朝云。”’这里所说的“先王”，即楚怀王。阳台梦行雨，指梦中与丈夫相见。<br>妾：李白妻子宗氏自称。三作相：指宗氏先辈<a href=\"http://so.gushiwen.org/author_1754.aspx\">宗楚客</a>在武后朝三次宰相。唐魏颢《李翰林集序》曰：“白始娶于许……又合于刘，刘诀。次合于鲁一妇人，生子曰颇黎。终娶于宗。”由此知之，李白先后四娶，宗氏为第四位夫人。<br>失势：丧失权势。去：离开。西秦：指唐代都城长安。<br>凄清：凄凉。<br>曲度：曲调的节奏。紫云：彩云。<br>井底：指庭中天井。<br>秦吉了：又名吉了，即鹩哥。产于邕州溪洞中，大似鸜鹆，绀黑色，夹脑有黄肉冠，如人耳，丹咮黄距，能效人言。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　此<a href=\"http://so.gushiwen.org/view_8511.aspx\">诗</a>的最大特点是大量运用比喻来表情达意。</p> <p>　　这首诗起笔标其目，用一形象的比喻将“妾意”进行了高度概括，一开始就一目了然。 “妾意逐君行，缠绵亦如之。”妻子的心意随着丈夫一道漂泊，情意缠绵就和不断的流水一样。紧接着用门前草作比。诉说丈夫离家时间之长。接着，作者写夫妻二人如同凤凰鸟一样，因为受惊，各自飞奔。丈夫犹如游云一样，不知落于何处，一去就不见回来。这些比喻都生动地道出了妻子的切身感受，打动人心。还有后面的”妾似井底桃，开花向谁笑？君如天上月，不肯一回照。”宗氏把自己美好的年华，比作“井底桃”，桃花虽艳，但开在“井底”，又能得到谁的赏识和爱抚呢？自己犹如桃花，本为丈夫而开，但夫君就如天上的明月，连一次也不肯照到“井底”，照到自己身上。比喻新颖独特，别具一格。此言此语，凄凄切切，感人肺腑，在艺术上别有洞天，新奇制胜。这首诗还运用了典故“阳台梦行雨”，既表现了夫妻二人相思之甚，也表现了夫妻二人相会之难，而且用得自如，毫无生搬硬套之感，突出艺术效果。</p> <p>　　诗歌最后用了“安得秦吉了，为人道寸心”。表示夫妻相见不能，作为妻子的宗氏有多少话要对夫君说啊，所以她就想到“秦吉了”。如果能得到一只“秦吉了”，让它代替自己去向丈夫表达自己的相思爱怜之意，该是多好。这最后四句，遣词用句，也自有特色，把全诗推向高潮。</p> <p>　　全诗文词朴实，情感缠绵凄楚，是一首爱情诗。</p>",
  "about": "<h2>创作背景</h2> 　　开元十五年（727），<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>27岁时，在安陆（今湖北省）与故相<a href=\"http://so.gushiwen.org/author_1548.aspx\">许圉师</a>的孙女结婚。开元十八年（740），许氏夫人去世。约于天宝四年（745），李白被玄宗赐金还山的第二年，在梁苑（今河南商丘市）与武后时宰相<a href=\"http://so.gushiwen.org/author_1754.aspx\">宗楚客</a>的孙女结婚。此<a href=\"http://so.gushiwen.org/view_8511.aspx\">诗</a>约是天宝十二年，李白在秋浦时代妻宗氏的语气所作。",
  "poet": {
    "id": 247,
    "star": 0,
    "name": "李白",
    "image": "http://img.gushiwen.org/authorImg/libai.jpg",
    "desc": "李白（701年－762年），字太白，号青莲居士，唐朝浪漫主义诗人，被后人誉为“诗仙”。祖籍陇西成纪(待考)，出生于西域碎叶城，4岁再随父迁至剑南道绵州。李白存世诗文千余篇，有《李太白集》传世。762年病逝，享年61岁。其墓在今安徽当涂，四川江油、湖北安陆有纪念馆。"
  },
  "tags": [
    "妻子",
    "相思"
  ]
}