{
  "id": 20421,
  "star": 6,
  "name": "秦宫诗",
  "dynasty": "唐代",
  "content": "越罗衫袂迎春风，玉刻麒麟腰带红。<br>楼头曲宴仙人语，帐底吹笙香雾浓。<br>人间酒暖春茫茫，花枝入帘白日长。<br>飞窗复道传筹饮，十夜铜盘腻烛黄。<br>秃衿小袖调鹦鹉，紫绣麻鞋踏哮虎。<br>斫桂烧金待晓筵，白鹿青苏夜半煮。<br>桐英永巷骑新马，内屋深屏生色画。<br>开门烂用水衡钱，卷起黄河向身泻。<br>皇天厄运犹曾裂，秦宫一生花底活。<br>鸾篦夺得不还人，醉睡氍毹满堂月。",
  "shangxi": "<h2>鉴赏</h2> 　　<a href=\"http://so.gushiwen.org/view_20421.aspx\">诗</a>的第一联直接描写秦宫的穿着打扮，“越罗衫袂”、“玉刻麒麟”、“红腰带”‘将一位俊美少年的形象惟妙惟肖地表现在读者面前；第二联以楼下行人的视角看待秦宫：他在如雾的浓香中仿佛是一个神仙，足见秦宫的仙人之姿。第三、四联描绘了秦宫宴请的盛况，“人间酒暖春茫茫，花枝入帘白日长”对宴会的时间作了交代，春色茫茫无边；第四联通过烛台下堆积的烛泪，昭示着秦宫日夜寻欢作乐，生活荒淫无度。第五联以“鹦鹉”、“哮虎”指代“孙寿”、梁冀”，秦宫可以驯服孙寿、梁冀两类不同的人，其手段之高明显而易见，所以他能享受荣华富贵显得那么“合情合理”。第六、七、八联详细地描述了秦宫奢华的生活：半夜就要开始准备早宴，而食物的材料更是千年难得一见的白鹿，这等豪奢怎是一般人能够想象的？第七联读者看到的是一个骑着骏马，趾高气扬地欣赏图画的秦宫，一副小人得势的丑恶嘴脸栩栩如生地展示出来；第八联用夸张的手法，将秦宫花钱的速度比拟为黄河之水倾泻，毫无节制，而梁冀怎么能供的起呢？就是靠盗窃国库啊！中国有句古话“多行不义必自毙”，那么如此奢华的秦宫的下场呢？第九联为读者作了解答，秦宫一生都过着花天酒地的生活。可悲可叹啊，当劳动人民生活在水深火热之中时，秦宫却醉倒在温柔乡里，最后一联把秦宫的醉态细致地展县出来，他仅仅是一个家奴，怎么会有如此大的权利，如此糜烂的生活，这一切的一切都是外戚或是宦官专权造成的。“旧时王谢堂前燕，飞入寻常百姓家”，古人对繁华鼎盛的感慨，到此方显得深沉。只是王、谢乃是名门士族所出的名臣，而梁冀则不过是横行一时、祸乱国民的罪臣奸臣罢了。梁氏一族久遭排挤压抑，一旦得势，却又骄横残暴，终至一场春梦，落得灰飞烟灭。对感官印象的铺张必然导致诗中出现大量的通感手法。<a href=\"http://so.gushiwen.org/author_349.aspx\">李贺</a>大概也是古代诗人当中通感手法运用得最具有个人特色的一位。他将直觉经验进行综合、变形、转换，并在视、听、触、味、嗅诸种感觉之外加入情意觉的作用，使诗歌尽可能地复现出自己感觉中的世界。李贺诗中成功使用通感的例子非常多，通感的形式也多种多样：有视、听觉的互通，在《秦宫诗》中“帐底吹笙香雾浓”，将听觉与嗅觉结合，使人感觉周围是一片仙境。在李贺的诗中，我们几乎随时可以看见“泣”、“啼”、“惊”、“恨”一类反映作者那痛苦精神状态的诗。而秦宫这样一个靠出卖色相获得重用，和诗人拥有过人才华却无缘参加应举考试相比，李贺又是作何感想？这首诗没有冷艳而凄迷的意境，也没有奇异乃至怪诞的想象。通篇采用白描的手法。秦宫以色侍人，单看诗人的诗句，就已经令人魂牵梦萦了。在这首诗中，采用白描的手法，除了首联纯粹直接描写秦宫玉树临风的外表，下面全部用一连串的动作来勾起人们对这个美少年的翩翩遐想。或满堂花醉三千客，或春宵帐底色香浓，或飘然俊逸若神仙，或打马侧帽风流过。想想那生活也够糜烂，够色情的，他一生都是在花下生活，就算是带着醉意抢梳子，随意横躺地毯上，也让人怜爱万分。李贺善于创新表现在写诗如镂玉雕琼，常反复琢磨，呕心沥血，千方百计使语句新奇，以求陌生化的效果。他喜欢用浓重艳丽和神秘诡异的色彩，红黄紫白四色字使用，使得意象繁多密集，前呼后拥，叠出层现。这首诗在当时的背景下，具有极其深刻的现实针对性。从这首诗中可以看到李贺深重的忧患意识。",
  "poet": {
    "id": 349,
    "star": 0,
    "name": "李贺",
    "image": "http://img.gushiwen.org/authorImg/lihe.jpg",
    "desc": "李贺（约公元791年-约817年），字长吉，汉族，唐代河南福昌（今河南洛阳宜阳县）人，家居福昌昌谷，后世称李昌谷，是唐宗室郑王李亮后裔。有“诗鬼”之称，是与“诗圣”杜甫、“诗仙”李白、“诗佛”王维相齐名的唐代著名诗人。著有《昌谷集》。李贺是中唐的浪漫主义诗人，与李白、李商隐称为唐代三李。有“‘太白仙才，长吉鬼才’之说。李贺是继屈原、李白之后，中国文学史上又一位颇享盛誉的浪漫主义诗人。李贺长期的抑郁感伤，焦思苦吟的生活方式，元和八年（813年）因病辞去奉礼郎回昌谷，27岁英年早逝。"
  },
  "tags": []
}