{
  "id": 57586,
  "star": 103,
  "name": "木兰花慢·滁州送范倅",
  "dynasty": "宋代",
  "content": "老来情味减，对别酒，怯流年。况屈指中秋，十分好月，不照人圆。无情水都不管；共西风、只管送归船。秋晚莼鲈江上，夜深儿女灯前。<br>征衫，便好去朝天，玉殿正思贤。想夜半承明，留教视草，却遣筹边。长安故人问我，道愁肠殢酒只依然。目断秋霄落雁，醉来时响空弦。",
  "fanyi": "<p><strong>译文</strong><br>我感到人生衰老，早年的情怀、趣味全减，面对着送别酒，怯惧年华流变。何况屈指指计算中秋佳节将至，那一轮美好的圆月，偏不照人的团圆。无情的流水全不管离人的眷恋，与西风推波助澜，只管将归舟送归。祝愿你在这晚秋的江面，能将莼菜羹、鲈鱼脍品尝，回家后怀儿女团取在夜深的灯前。<br>趁旅途的征衫未换，正好去朝见天子，而今朝廷正思贤访贤。料想在深夜的承明庐，正留下来教你检视翰林院草拟的文件，还派遣筹划边防军备。说都故友倘若问到我，只说我依然是愁肠满腹借酒浇愁愁难遣。遥望秋天的云霄里一只落雁消逝不见，我沉醉中听到有谁奏响了空弦！ </p> <p><strong>注释</strong><br>①范倅：即范昂，滁州（今安徽滁县）通判。倅，副职。<br>②莼：指莼菜羹。<br>③鲈：指鲈鱼脍。<br>④儿女：有二义，一指青年男女。一指儿子和女儿。此处当指作者。<br>⑤朝天：指朝见天子。<br>⑥玉殿：皇宫宝殿。<br>⑦夜半承明：汉有承明庐，为朝官值宿之处。源自<a href=\"http://so.gushiwen.org/author_204.aspx\">李商隐</a>《贾生》<a href=\"http://so.gushiwen.org/view_57586.aspx\">诗</a>：“宣室求贤访逐臣，贾生才调更无伦。可怜夜半虚前席，不问苍生问鬼神。”<br>⑧视草：为皇帝起草制诏。<br>⑨筹边：筹划边防军务。<br>⑩殢酒：困酒。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　稼轩词多是感时抚事之作，并且词情豪放。即或是送别词，也多是慷慨悲吟，此词即是如此。这首词是公元1172年（宋孝宗乾道八年）作者在滁州任上，为送他的同事范倅赴临安而作。范倅，名昂。这次范昂被召回临安，作者对他寄与了殷切的期望，希望他能受到皇帝的重用，并热情地鼓励他到前方去筹划军事，充分发挥他的才能。作者借送别的机会，倾吐自己满腹的忧国深情，在激励友人奋进之时，又宣泄了自己壮志难酬的苦闷，慷慨悲凉之情，磊落不平之气，层见叠出。</p> <p>　　上阕头三句“老来情味减，对别酒，怯流年。”陡然而起，直抒胸臆，以高屋建瓴之势笼罩全篇。<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>有“对尊前，惜流年”的词句（《江神子·冬景》），此处便化用了但感觉更深沉悲慨。词人意有所郁结，面对别酒随事触发。本意虽含而未露，探其幽眇，“老来”两字神貌可鉴。词人作此词时正值壮年，何以老迈自居，心情萧索至此呢？词人存其弱冠之年“突骑渡江”，率众南归后，正拟做一番扭转乾坤的事业，不料竟沉沦下僚，辗转宦海。公元1172年（乾道八年）他出任滁州知州，乃是大材小用，况且朝廷苟安，北伐无期，旌旗未展头先白，怎能不“对别酒，怯流年呢？”“况屈指中秋，十分好月，不照人圆。”作者身处政治逆境中，对于寒暑易节，素魄盈亏，特别敏感，双眼看友人高蹈离去，惜别而外，另有衷曲，于是浮想联翩，情思奔涌。“无情水都不管，共西风、只管送归船。”“都不管”和“只管”道尽“水”与“西风”的无情，一语双关。既设想了友人别后归途的情景，又暗喻范氏离任乃朝中局势所致。以西风喻恶势力，在辛词中不乏其例。如“吴楚地，东南坼。英雄事，曹刘敌。被西风吹尽，了无尘迹。”（《满江红》）归船何处去？联想更深一层。“秋晚莼鲈江上，夜深儿女灯前。”笔锋陡转，变刚为柔，一种浑厚超脱的意境悠然展现出来，前句用<a href=\"http://so.gushiwen.org/author_251.aspx\">张翰</a>的故事，后句用<a href=\"http://so.gushiwen.org/author_268.aspx\">黄庭坚</a>的<a href=\"http://so.gushiwen.org/view_57586.aspx\">诗</a>意，使人读之翕然而有“归欤”之念。此二句当是悬想范倅离任后入朝前返家的天伦之乐。</p> <p>　　下阕，转到送别主旨上。“征衫，便好去朝天，玉殿正思贤。”由上阕末句初跌而出，格调转亢，与上面“归欤”之境构成迥然不同的画面。词人有意用积极精神，昂扬语调，为友人入朝壮色。头二句言友人入朝前勤劳忠奋，三句言朝廷求贤若渴。“想夜半承明，留教视草，却遣筹边”，好一派君臣相得，振邦兴国的景象！夜里在承明庐修改诏书，又奉命去筹划边事，极言恩遇之深。承明，庐名，是汉代朝官值宿（犹后代的值班）之地，词里借指宫廷。这几句寄托了词人的理想，表明愿为光复中原竭股肱之力、效忠贞之节，大有“但用东山谢安石，为君谈笑静胡沙”（<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>《永王东巡歌》）的气概。下面再一转折，将滔滔思潮訇然闸住。“长安故人问我，道愁肠殢酒只依然”，变奋激昂扬为纡徐低沉。倘若友人去了京城，遇到老朋友，可以告诉他们，自己仍然是借酒销愁，为酒所困。长安，这里代指南宋都城临安。“愁肠殢酒”乃化用唐未<a href=\"http://so.gushiwen.org/author_130.aspx\">韩偓</a>《有忆》诗“肠殢？酒人千里”句，殢是困扰之意。话语外表露出自己报国无门的无限悲愤。</p> <p>　　前面几经翻跌，蓄意蓄势，至结尾，突然振拔：“目断秋霄落雁，醉来时响空弦”。词人醉中张弓满月，空弦虚射，却惊落了秋雁，真乃奇思妙想。“目断”两字极有神韵，其实是翻用《战国策》“虚弓落病雁”的典故，可是不着痕迹。一个壮怀激烈、无用武之地的英雄形象通过这两句显现出来，他的情怀只能在酒醉后发泄出来。正如清陈廷焯说：“稼轩有吞吐八荒之慨而机会不来，……故词极豪雄而意极悲郁。”（《白雨斋词话》）</p> <p>　　这首词在艺术手法上的高明之处在于联想与造境上。丰富的联想与跌宕起伏的笔法相结合，使跳跃性的结构显得整齐严密。全词的感情由联想展开。“老来情味减”一句实写，以下笔笔虚写，以虚衬实。由“别酒”想到“西风”，“归船”；由“西风”、“归船”想到“江上”，灯前下边转到朝廷思贤，再转到托愁肠殢酒，最后落到醉中发泄。由此及彼，由近及远；由反而正，感情亦如江上的波涛大起大落，通篇蕴含着开阖顿挫、腾挪跌宕的气势，与词人沉郁雄放的风格相一致。</p>",
  "about": "<h2>创作背景</h2> 　　此词作于乾道八年（1172）稼轩任滁州任上。范昂任滁州通判，是<a href=\"http://so.gushiwen.org/author_217.aspx\">辛弃疾</a>的副手，帮助处理政事。这年秋天，范昂任满，稼轩作此词为他送行。",
  "poet": {
    "id": 217,
    "star": 0,
    "name": "辛弃疾",
    "image": "http://img.gushiwen.org/authorImg/xinqiji.jpg",
    "desc": "辛弃疾（1140－1207），南宋词人。原字坦夫，改字幼安，别号稼轩，汉族，历城（今山东济南）人。出生时，中原已为金兵所占。21岁参加抗金义军，不久归南宋。历任湖北、江西、湖南、福建、浙东安抚使等职。一生力主抗金。曾上《美芹十论》与《九议》，条陈战守之策。其词抒写力图恢复国家统一的爱国热情，倾诉壮志难酬的悲愤，对当时执政者的屈辱求和颇多谴责；也有不少吟咏祖国河山的作品。题材广阔又善化用前人典故入词，风格沉雄豪迈又不乏细腻柔媚之处。由于辛弃疾的抗金主张与当政的主和派政见不合，后被弹劾落职，退隐江西带湖。"
  },
  "tags": [
    "送别",
    "抒怀",
    "壮志未酬"
  ]
}