{
  "id": 47891,
  "star": 6,
  "name": "述行赋",
  "dynasty": "两汉",
  "content": "　　延熹二年秋，霖雨逾月。是时梁翼新诛，而徐璜、左悺等五侯擅贵于其处。又起显阳苑于城西，人徒冻饿，不得其命者甚众。白马令李云以直言死，鸿胪陈君以救云抵罪。璜以余能鼓琴，白朝廷，敕陈留太守发遣余。到偃师，病比前，得归。心愤此事，遂託所过，述而成赋。 </p> <p>　　余有行于京洛兮，遘淫雨之经时。塗邅其蹇连兮，潦汙滞而为灾。乘马蹯而不进兮，心郁悒而愤思。聊弘虑以存古兮，宣幽情而属词。 </p> <p>　　夕宿余于大梁兮，诮无忌之称神。哀晋鄙之无辜兮，忿朱亥之篡军。历中牟之旧城兮，憎佛肸之不臣。问甯越之裔胄兮，藐髣髴而无闻。 </p> <p>　　经圃田而瞰北境兮，悟卫康之封疆。迄管邑而增感叹兮，愠叔氏之启商。过汉祖之所隘兮，吊纪信于荥阳。 </p> <p>　　降虎牢之曲阴兮，路丘墟以盘萦。勤诸侯之远戍兮，侈申子之美城。稔涛塗之愎恶兮，陷夫人以大名。登长坂以淩高兮，陟葱山之荛陉；建抚体以立洪高兮，经万世而不倾。迴峭峻以降阻兮，小阜寥其异形。冈岑纡以连属兮，谿谷夐其杳冥。迫嵯峨以乖邪兮，廓严壑以峥嵘。攒棫朴而杂榛楛兮，被浣濯而罗生。步亹菼与台菌兮，缘层崖而结茎。行游目以南望兮，览太室之威灵。顾大河于北垠兮，瞰洛汭之始并。追刘定之攸仪兮，美伯禹之所营。悼太康之失位兮，愍五子之歌声。 </p> <p>　　寻修轨以增举兮，邈悠悠之未央。山风汩以飙涌兮，气慅慅而厉凉。云郁术而四塞兮，雨濛濛而渐唐。仆夫疲而瘁兮，我马虺隤以玄黄。格莽丘而税驾兮，阴曀曀而不阳。 </p> <p>　　哀衰周之多故兮，眺濒隈而增感。忿子带之淫逆兮，唁襄王于坛坎。悲宠嬖之为梗兮，心恻怆而怀惨。 </p> <p>　　乘舫州而湍流兮，浮清波以横厉。想宓妃之灵光兮，神幽隐以潜翳。实熊耳之泉液兮，总伊瀍与涧濑。通渠源于京城兮，引职贡乎荒裔。操吴榜其万艘兮，充王府而纳最。济西溪而容与兮，息鞏都而后逝。愍简公之失师兮，疾子朝之为害。 </p> <p>　　玄云黯以凝结兮，集零雨之溱溱。路阻败而无轨兮，塗泞溺而难遵。率陵阿以登降兮，赴偃师而释勤。壮田横之奉首兮，义二士之侠坟。淹留以候霁兮，感憂心之殷殷。并日夜而遥思兮，宵不寐以极晨。候风云之体势兮，天牢湍而无文。弥信宿而后阕兮，思逶迤以东运。见阳光之显显兮，怀少弭而有欣。 </p> <p>　　命仆夫其就驾兮，吾将往乎京邑。皇家赫而天居兮，万方徂而星集。贵宠煽以弥炽兮，佥守利而不戢。前车覆而未远兮，后乘驱而竞及。穷变巧于台榭兮，民露处而寝洷。消嘉榖于禽兽兮，下糠粃而无粒。弘宽裕于便辟兮，纠忠谏其駸急。怀伊吕而黜逐兮，道无因而获人。唐虞渺其既远兮，常俗生于积习。周道鞠为茂草兮，哀正路之日歰。 </p> <p>　　观风化之得失兮，犹纷挐其多远。无亮采以匡世兮，亦何为乎此畿？甘衡门以宁神兮，詠都人而思归。爰结蹤而迴轨兮，复邦族以自绥。 </p> <p>　　乱曰：跋涉遐路，艰以阻兮。终其永怀，窘阴雨兮。历观群都，寻前绪兮。考之旧闻，厥事举兮。登高斯赋，义有取兮。则善戒恶，岂云苟兮？翩翩独征，无俦与兮。言旋言复，我心胥兮。 ",
  "shangxi": "<h2>赏析</h2> <p>　　此赋作于公元159年（汉桓帝延高二年），<a href=\"http://so.gushiwen.org/author_258.aspx\">蔡邕</a>当时二十七岁，被迫应召入京未至而归。从体制来说，这是自模仿刘歆《遂初赋》以来的纪行赋，写作方法并无特异之处。但其篇幅相对短小，感情格外强烈。愤于宦官弄权致使民不聊生的主旨，在篇首小序中就明白点出。文中不但就沿途所见发生联想，借古刺今，更从正面发出对社会现实的尖锐批判。</p> <p>　　据蔡邕自序，《述行赋》作于桓帝延熹二年（159年）秋。当时宦官擅权，朝政腐败， 人徒冻饿，不得其命者甚众.而昏庸的桓帝听中常侍徐璜说蔡邕善鼓琴，于是敕陈留太守将其送到京城。蔡邕行至洛阳附近的偃师县，即称病不前。因 心愤此事，遂托所过，述而成赋.此赋一开始即以上路时的秋雨连绵、积滞成灾，即景生情，抒发 郁抑而愤思 的内心情感。</p> <p>　　玄云黯以凝结兮，集零雨之溱溱。路阻败而无轨兮，途泞溺而难遵 ，于彤云密雨、路途泥泞的描写中，隐寓社会黑暗、世道艰难以及浓烈的忧思。</p> <p>　　接下去通过京畿所见所闻所感：皇家赫而天居兮，万方徂而星集。贵宠煽以弥炽兮，佥（皆）守利而不戢（止）。前车覆而未远兮，后乘趋而竞入。穷变巧于台榭兮，民露处而寝湿；消嘉谷于禽兽兮，下糠秕而无粒。弘宽裕于便辟（谄媚奸人），纠（查办）忠谏其骎急。……周道鞠（尽）为茂草兮，哀正路之日淴（没）。</p> <p>　　将统治者的穷奢极侈与人民百姓的极端贫苦，奸佞之徒的受到纵容与忠贞志士的横遭迫害进行比照，不仅强烈抨击了腐败政治，而且抒发了整个王朝陷入穷途末日的悲愤之慨。最后表示既然 无亮采以匡世兮，亦何为乎此畿· 故决心 爰结踪而回轨兮，复邦族以自绥。 尽管未免消极，但拒不为垂死王朝作点缀，也真切显现了作者的反抗和血性。全赋短小精悍，感情沉痛，批判深刻，情辞俱佳，是汉末抒情小赋的力作。</p>",
  "poet": {
    "id": 258,
    "star": 0,
    "name": "蔡邕",
    "image": "http://img.gushiwen.org/authorImg/caiyong.jpg",
    "desc": "蔡邕（公元133年-公元192年），字伯喈，陈留圉（今河南省开封市陈留镇）人，东汉文学家、书法家。权臣董卓当政时拜左中郎将，故后人也称他“蔡中郎”。后汉三国时期著名才女·蔡琰（蔡文姬）之父。"
  },
  "tags": [
    "辞赋精选",
    "纪行",
    "抒情"
  ]
}