{
  "id": 7939,
  "star": 22,
  "name": "在水军宴赠幕府诸侍御",
  "dynasty": "唐代",
  "content": "月化五白龙，翻飞凌九天。<br>胡沙惊北海，电扫洛阳川。<br>虏箭雨宫阙，皇舆成播迁。<br>英王受庙略，秉钺清南边。<br>云旗卷海雪，金戟罗江烟。<br>聚散百万人，弛张在一贤。<br>霜台降群彦，水国奉戎旃。<br>绣服开宴语，天人借楼船。<br>如登黄金台，遥谒紫霞仙。<br>卷身编蓬下，冥机四十年。<br>宁知草间人，腰下有龙泉。<br>浮云在一决，誓欲清幽燕。<br>愿与四座公，静谈金匮篇。<br>齐心戴朝恩，不惜微躯捐。<br>所冀旄头灭，功成追鲁连。",
  "fanyi": "<p><strong>译文</strong><br>月亮化为五条白龙，飞上了九重云天。<br>范阳叛军如胡地黄沙飞离北海，闪电一般横扫洛阳。<br>胡虏的箭雨一般射向宫阙，皇帝的车驾逃往四川。<br>英明的王子秉受朝廷的谋划，执掌兵权靖清南边。<br>军旗漫卷，如大海波涛；武器森列，似江上的云烟。<br>一人指挥百万大军，张弛聚散，号令森严。<br>御史台来了众多英贤，在南方水国，举起了军旗。<br>绣衣御史宴集一起，杰出的永王借给楼船。<br>好似登上黄金台，谒见紫霞中的神仙。<br>我藏身于茅屋里面，不问世事四十年。<br>岂知隐居草泽的人，腰里有着锋利的龙泉；<br>一剑挥去，劈开浮云，发誓要扫清幽燕。<br>如今很想与诸位御史．静心讨论金匮兵书。<br>大家都感谢王子的恩德，不惜献出自己的生命。<br>所希望的是平定叛乱，功成身退，追随鲁仲连。</p> <p><strong>注释</strong><br>1.“月化”句：《十六国春秋·后燕录》载，后燕慕容熙建始无年，太史丞梁延年梦月化为五白龙。梦中占之曰：“月，臣也；龙，君也。月化为龙，当有臣为君。”比喻安禄山称帝。<br>2.皇舆：皇帝坐的车，代指唐玄宗。播迁：流亡。<br>3.英王：指水王李璘。庙略：指朝廷的谋划。<br>4.秉钺：持斧，借指执掌兵权。<br>5.霜台：御史台，御史职司纠弹，严肃如霜，故名。此处借以赞美永王幕府诸侍御。<br>6.戎旃（zhān）：军旗。奉戎旃，谓参加永王军队。<br>7.绣服：指传御。<br>8.天人：才能杰出者，谓永王璘。<br>9.黄金台：又称金台、燕台，故址在今河北易县东南北易水甫。战国时，燕昭王筑此台，置千金于台上，延请天下贤士。<br>10.编蓬：编结蓬草以为门户，喻平民居处。<br>11.冥机：息机，不问世事。<br>12.龙泉：即龙渊，古代传说中著名铸工欧冶子干将所造的利剑。<br>13.决：劈开。《庄子·说剑》：“上决浮云，下绝地纪。”<br>14.幽燕：今北京市、河北北部以及辽宁西部一带，是安禄山的根据地。<br>15.众匮篇：兵书名。《隋书·经籍志》有《太公金匮》二卷。<br>16.旄头：即昂宿，胡星。旄头灭，指平定安史之乱。<br>17.鲁连：即战国时鲁仲连。曾为赵国退秦军，事后不受赵国赏赐，功成身退。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　奚禄诒日本篇：“首序禄山之乱，次入永王，次入诸侍御，次自序，末勉诸公以报国。”正道出了全<a href=\"http://so.gushiwen.org/view_7939.aspx\">诗</a>的结构及其主题。</p> <p>　　开头六句叙写安史叛军的嚣张气焰及其叛乱的主要过程。其中“胡沙惊北海”、“电扫洛阳川”、“虏箭雨官阙”等句对当时的形势做了高度的艺术概括。“皇舆播迁”四字则道出了唐王朝腐败，不堪叛军一击的可悲情况。诗句间诗人的爱憎感情是很鲜明的。</p> <p>　　接下六句叙写永王承朝廷委任，率军南下的情景。“云旗卷海雪，金戟罗江烟’’两句，是描写永王的旌旗舒卷有如海涛，武器罗列有如江烟的雄壮气势。“聚散百万人，弛张在一贤”两句是对永王璘的热情赞美。</p> <p>　　再下六句赞扬诸侍御才华出众，同时也表达了自己身赴宴会“如登黄金台，遥谒紫霞仙”的畅快心情。</p> <p>　　再下六句是抒写自已的爱国之志。表明他尽管是一个“草间人”，但是他的腰下却有“龙泉”宝剑，意在强调自己有非凡的才干，“浮云在一决，誓欲清幽燕”两句是紧承上面四句，作一收束，直抒胸臆，表达自己愿为国家平定叛乱的雄心壮志。这几句写得词情慷慨，意气挥放。</p> <p>　　最后六句勉励四座诸公要齐心协力，不惜微躯，尽力报国。这几句既是勉励大家，也是激励自己，所以最后又归结到自身上来，表明自己平素所怀的功成身退的理想。全诗共分五层，每六句一转，结构井然，气韵流动，有力地抒发了爱国的豪情。诗中先叙安史之乱，次述永王的率军平乱；再次赞美诸侍御的清正严明；最后表明自己渴望为平定叛乱贡献出一切力量，并勉励大家尽力报国，表现了诗人的爱国思想。</p>",
  "about": "<h2>创作背景</h2> <p>　　此<a href=\"http://so.gushiwen.org/view_7939.aspx\">诗</a>是至德二载（公元757）二月以前在永王璘水军中所作。</p> <p>　　据史书记载，永王于至德<a href=\"http://so.gushiwen.org/author_2171.aspx\">元载</a>“十二月甲辰引师东下”（《资治通鉴》），“二载正月永王入郡阳”（《新唐书》），那么，<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>入幕当在这一年的正月。永王磷兵败被杀是在“二月戊戌”（《资治通鉴》），由此推算，李自在永王幕中的时间先后不过一个月左右。在这期间，诗人没有留下更多的有关诗文，除《致贾少公书》之外，仅有《永王东巡歌》、《在水军宴韦司马楼船观妓》及本篇三首诗。</p>",
  "poet": {
    "id": 247,
    "star": 0,
    "name": "李白",
    "image": "http://img.gushiwen.org/authorImg/libai.jpg",
    "desc": "李白（701年－762年），字太白，号青莲居士，唐朝浪漫主义诗人，被后人誉为“诗仙”。祖籍陇西成纪(待考)，出生于西域碎叶城，4岁再随父迁至剑南道绵州。李白存世诗文千余篇，有《李太白集》传世。762年病逝，享年61岁。其墓在今安徽当涂，四川江油、湖北安陆有纪念馆。"
  },
  "tags": [
    "叙事",
    "赞扬",
    "爱国"
  ]
}