{
  "id": 72111,
  "star": 39,
  "name": "念奴娇·登石头城次东坡韵",
  "dynasty": "元代",
  "content": "石头城上，望天低吴楚，眼空无物。指点六朝形胜地，惟有青山如壁。蔽日旌旗，连云樯橹，白骨纷如雪。一江南北，消磨多少豪杰。<br>寂寞避暑离宫，东风辇路，芳草年年发。落日无人松径里，鬼火高低明灭。歌舞尊前，繁华镜里，暗换青青发。伤心千古，秦淮一片明月！",
  "fanyi": "<p><strong>译文<br></strong>站在高高的石头城上，放眼望去，苍天的尽头与吴、楚两国连接在一起，一片空旷。昔日六朝胜地的繁华，如今已荡然无存，只有江河青山依旧。遥想当年，战火纷飞，硝烟不断，生灵涂炭，白骨遍野如雪。多少英雄豪杰都已经随着时间的长河席卷而去，只有浩瀚的长江依然奔腾不息，滚滚东流。<br>孤寂的行宫内院，东风吹过，昔日皇帝车架经常碾压的道路，早已是年年岁岁芳草萋萋。每当日落天黑的时候，松树林里空寂冷落，只见幽幽的冥火时隐时现。可在当年有多少如花似玉的歌妓舞女在这里青丝变成了白发，送走了一世的青春年华。如今淮河上明月依旧，六朝的繁华却早已消逝，给人留下的只有无限的伤感。</p> <p><strong>注释<br></strong>⑴念奴娇：词牌名，因全词共一百字，又称百字令。<br>⑵石头城：即金陵城，在今南京清凉山。昔为六朝都城。<br>⑶望天低吴楚，眼空无物：放眼望去，天边连着吴楚，天地相接，一片空旷。吴楚，今江、浙一带地区。<br>⑷六朝形胜：指东吴、东晋、宋、齐、梁、陈六个朝代地形优越壮美。<br>⑸蔽日旌（jīng）旗，连云樯橹，白骨纷如雪：这三句话写战争的激烈场面。旌旗，泛指旗帜。樯橹，桅杆和划船工具，这里代指船只。<br>⑹江：长江。<br>⑺避暑离宫：在离宫避暑。离宫，皇帝在京城以外的宫室。<br>⑻东风辇（niǎn）路，芳草年年发：东风吹到皇帝车架走的路，每年都长出青草。辇路，宫殿楼阁间的通道。<br>⑼落日无人松径冷，鬼火高低明灭：日落以后，松树林里没有人，只见鬼火时隐时现。松径，松林间的小路。明灭，忽隐忽现，时隐时现。<br>⑽尊（zūn）：同“樽”，酒杯。<br>⑾繁华：鲜花盛开，喻青春美丽。<br>⑿暗换青青发：乌黑的头发变灰变白。<br>⒀伤心千古，秦淮一片明月：这句话用<a href=\"http://so.gushiwen.org/author_197.aspx\">刘禹锡</a>《石头城》“淮水城头旧时月，夜深还过女墙来”，说明淮河上明月依旧，六朝的繁华却早已消逝。秦淮，流过石头城的秦淮河。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这首词步宋代<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>《赤壁怀古》词韵而作，是一首登临怀古词。主要描写石头城的荒凉残败，借助对“六朝形胜”及其历史遗迹的吟咏，抒发了作者吊古伤怀的情感。同时指出，是由于战争，才破坏了石头城昔日的繁华。全词抚今追昔，格调苍凉，以一组富有悲剧意味的景象，写出风云易逝，青山常在的感慨。</p> <p>　　上片主要写白日登眺时的所见。</p> <p>　　开头三句为总写。“石头城上”点登临地点，人手擒题，落笔不凡。“天低”，写眺望之遥远；“吴楚”，写地域的辽阔，前边着一“望”字，说明石头城虽是六朝故都，但“六代繁华”已空无所有。这三句欲抑先扬，自然地过渡到六代繁华衰歇的叙写上去。</p> <p>　　“指点”二句，承“眼空无物”进一步描写“六代繁华”的衰歇。<a href=\"http://so.gushiwen.org/author_507.aspx\">诸葛亮</a>说：“钟阜龙皤，石城虎踞，真帝王之宅。”（见伏朝事迹》）这两句则说，昔日的“六朝形胜”已不复见。这样写，既见出了六朝繁华的衰歇，又进一步落实在“眼空无物”的“空”字上，运笔细密。</p> <p>　　“蔽日”五句，由今而昔，由实而虚，转入对六朝南北割据的描写。回首往事，六朝以来的统治者们，不论是梁陈还是宋元，为争取天下，他们都以长<a href=\"http://so.gushiwen.org/author_1462.aspx\">江为</a>界，互相攻伐，不知有多少士兵化为白骨，也不知有多少英雄豪杰“消磨”了宝贵的青春。这五句，既反映了历代统治者互相攻伐的残酷，又揭示出“六代繁华”衰歇的原因，生动深刻，令人回味不已。</p> <p>　　下片主要是月夜抒怀。</p> <p>　　前五句复由昔而今，从王室衰落、宫廷荒芜方面更进一步描写“六代繁华”的衰歇。这五句是说，旧日帝王们避暑的离宫已寂然无人，“辇路”上年复一年长满了荒草，入夜后松径里便空无一人，“鬼火高低明灭”。作者抓住了几个生活片断，生动地反映出六朝宫殿已变成一片废墟和残破不堪的景象，字里行间，浸透着“黍离”之感。</p> <p>　　后五句抒发吊古伤怀之情。虽然自己生活在“歌舞尊前”，但功业未就，青春在不知不觉之间逝去，头发变白。回首千古往事，只有对着秦淮明月，暗暗“伤心”而已。</p>",
  "about": "<h2>创作背景</h2> 　　元文宗至顺三年（1332），词人任江南诸道行御史台掾史，移居金陵。在金陵各地游玩时，见古迹依稀，往事萦怀，<a href=\"http://so.gushiwen.org/view_72111.aspx\">诗</a>情时涌，留下了不少有关金陵的诗、词，本篇只是其中的一首。",
  "poet": {
    "id": 545,
    "star": 0,
    "name": "萨都剌",
    "image": "http://img.gushiwen.org/authorImg/sadula.jpg",
    "desc": "萨都剌（约1272—1355）元代诗人、画家、书法家。字天锡，号直斋。回族（一说蒙古族）。其先世为西域人，出生于雁门（今山西代县），泰定四年进士。授应奉翰林文字，擢南台御史，以弹劾权贵，左迁镇江录事司达鲁花赤，累迁江南行台侍御史，左迁淮西北道经历，晚年居杭州。萨都剌善绘画，精书法，尤善楷书。有虎卧龙跳之才，人称燕门才子。他的文学创作，以诗歌为主，诗词内容，以游山玩水、归隐赋闲、慕仙礼佛、酬酢应答之类为多，思想价值不高。萨都剌还留有《严陵钓台图》和《梅雀》等画，现珍藏于北京故宫博物院。"
  },
  "tags": [
    "豪放",
    "咏史怀古",
    "感伤"
  ]
}