{
  "id": 72344,
  "star": 593,
  "name": "六国论",
  "dynasty": "宋代",
  "content": "　　六国破灭，非兵不利 ，战不善，弊在赂秦。赂秦而力亏，破灭之道也。或曰：六国互丧，率赂秦耶？曰：不赂者以赂者丧，盖失强援，不能独完。故曰：弊在赂秦也。</p> <p>　　秦以攻取之外，小则获邑，大则得城。较秦之所得，与战胜而得者，其实百倍；诸侯之所亡，与战败而亡者，其实亦百倍。则秦之所大欲，诸侯之所大患，固不在战矣。思厥先祖父，暴霜露，斩荆棘，以有尺寸之地。子孙视之不甚惜，举以予人，如弃草芥。今日割五城，明日割十城，然后得一夕安寝。起视四境，而秦兵又至矣。然则诸侯之地有限，暴秦之欲无厌，奉之弥繁，侵之愈急。故不战而强弱胜负已判矣。至于颠覆，理固宜然。古人云：“以地事秦，犹抱薪救火，薪不尽，火不灭。”此言得之。</p> <p>　　齐人未尝赂秦，终继五国迁灭，何哉？与嬴而不助五国也。五国既丧，齐亦不免矣。燕赵之君，始有远略，能守其土，义不赂秦。是故燕虽小国而后亡，斯用兵之效也。至丹以荆卿为计，始速祸焉。赵尝五战于秦，二败而三胜。后秦击赵者再，李牧连却之。洎牧以谗诛，邯郸为郡，惜其用武而不终也。且燕赵处秦革灭殆尽之际，可谓智力孤危，战败而亡，诚不得已。向使三国各爱其地，齐人勿附于秦，刺客不行，良将犹在，则胜负之数，存亡之理，当与秦相较，或未易量。</p> <p>　　呜呼！以赂秦之地，封天下之谋臣，以事秦之心，礼天下之奇才，并力西向，则吾恐秦人食之不得下咽也。悲夫！有如此之势，而为秦人积威之所劫，日削月割，以趋于亡。为国者无使为积威之所劫哉！</p> <p>　　夫六国与秦皆诸侯，其势弱于秦，而犹有可以不赂而胜之之势。苟以天下之大，而从六国破亡之故事，是又在六国下矣。 ",
  "fanyi": "<p><strong>译文</strong><br>　　六国的灭亡，不是（因为他们的）武器不锋利，仗打得不好，弊端在于用土地来贿赂秦国。拿土地贿赂秦国亏损了自己的力量，（这就）是灭亡的原因。有人问：“六国一个接一个的灭亡，难道全部是因为贿赂秦国吗？”（回答）说：“不贿赂秦国的国家因为有贿赂秦国的国家而灭亡。原因是不贿赂秦国的国家失掉了强有力的外援，不能独自保全。所以说：弊病在于贿赂秦国。”<br>　　秦国除了用战争夺取土地以外，（还受到诸侯的贿赂），小的就获得邑镇，大的就获得城池。比较秦国受贿赂所得到的土地与战胜别国所得到的土地，(前者)实际多百倍。六国诸侯（贿赂秦国）所丧失的土地与战败所丧失的土地相比，实际也要多百倍。那么秦国最想要的，与六国诸侯最担心的，本来就不在于战争。想到他们的祖辈和父辈，冒着寒霜雨露，披荆斩棘，才有了很少的一点土地。子孙对那些土地却不很爱惜，全都拿来送给别人，就像扔掉小草一样不珍惜。今天割掉五座城，明天割掉十座城，这才能睡一夜安稳觉。明天起床一看四周边境，秦国的军队又来了。既然这样，那么诸侯的土地有限，强暴的秦国的欲望永远不会满足，（诸侯）送给他的越多，他侵犯得就越急迫。所以用不着战争，谁强谁弱，谁胜谁负就已经决定了。到了覆灭的地步,道理本来就是这样子的。古人说：“用土地侍奉秦国，就好像抱柴救火，柴不烧完，火就不会灭。”这话说的很正确。<br>　　齐国不曾贿赂秦国，（可是）最终也随着五国灭亡了，为什么呢？（是因为齐国）跟秦国交好而不帮助其他五国。五国已经灭亡了，齐国也就没法幸免了。燕国和赵国的国君，起初有长远的谋略，能够守住他们的国土，坚持正义，不贿赂秦国。因此燕虽然是个小国，却后来才灭亡，这就是用兵抗秦的效果。等到后来燕太子丹用派遣荆轲刺杀秦王作对付秦国的计策，这才招致了（灭亡的）祸患。赵国曾经与秦国交战五次，打了两次败仗，三次胜仗。后来秦国两次攻打赵国。（赵国大将）李牧接连打退秦国的进攻。等到李牧因受诬陷而被杀死，（赵国都城）邯郸变成（秦国的一个）郡，可惜赵国用武力抗秦而没能坚持到底。而且燕赵两国正处在秦国把其他国家快要消灭干净的时候，可以说是智谋穷竭，国势孤立危急，战败了而亡国，确实是不得已的事。假使韩、魏、楚三国都爱惜他们的国土，齐国不依附秦国。（燕国的）刺客不去（刺秦王）（赵国的）良将李牧还活着，那么胜败的命运，存亡的理数，倘若与秦国相比较，也许还不容易衡量（出高低来）呢。<br>　　唉！（如果六国诸侯）用贿赂秦国的土地来封给天下的谋臣，用侍奉秦国的心来礼遇天下的奇才，齐心合力地向西（对付秦国），那么，我恐怕秦国人饭也不能咽下去。悲啊！有这样的有利形势，却被秦国积久的威势所胁迫，天天割地，月月割地，以至于走向灭亡。治理国家的人不要被积久的威势所胁迫啊！<br>　　六国和秦国都是诸侯之国，他们的势力比秦国弱，却还有可以不贿赂秦国而战胜它的优势。如果凭借偌大国家，却追随六国灭亡的前例，这就比不上六国了。</p> <p><strong>注释<br></strong>1.兵：兵器<br>2.善：好。<br>3.弊在赂秦：弊病在于贿赂秦国。赂，贿赂。这里指向秦割地求和。<br>4.或曰：有人说。这是设问。下句的“曰”是对该设问的回答。<br>5.率：都，皆。<br>6.盖：承接上文，表示原因，有“因为”的意思。<br>7.完：保全。<br>8.攻取：用攻战（的办法）而夺取。<br>9.小：形容词作名词，小的地方。<br>10.其实：它的实际数目。<br>11.所大欲：所最想要的（东西），大，最。<br>12厥先祖父：泛指他们的先人祖辈，指列国的先公先王。厥，其。先，对去世的尊长的敬称。祖父，祖辈与父辈.<br>13.暴霜露：暴露在霜露之中。意思是冒着霜露。和下文的斩荆棘，已有尺寸之地，都是形容创业的艰苦。<br>14.视：对待<br>15.举以予人：拿它（土地）来送给别人。实际是举之以予人，省略了之，代土地。<br>16.然则：既然这样，那么。<br>17.厌：同“餍”，满足。<br>18.奉之弥繁，侵之愈急：（诸侯）送给秦的土地越多，（秦国）侵略诸侯也越急。奉：奉送。弥、愈：都是“更加”的意思。繁：多。<br>19.判：决定。<br>20.至于：以至于。<br>21.颠覆：灭亡。<br>22.理固宜然：（按照）道理本来就应该这样。<br>23.事：侍奉。“以地事秦……火不灭”：语见《史记魏世家》和《战国策魏策》。<br>24.此言得之：这话对了。得之，得其理。之，指上面说的道理。<br>25.终：最后。<br>26.继：跟着。<br>27.迁灭：灭亡。古代灭人国家，同时迁其国宝、重器，故说“迁灭”。<br>28．与嬴：亲附秦国。与，亲附。嬴，秦王族的姓，此借指秦国。<br>29．既：已经。<br>30．免：幸免。<br>31.始有远略：起初有长远的谋略。<br>32．义：名词作动词，坚持正义。<br>33.斯：这<br>34.始：才<br>35.速：招致。<br>36．再：两次。<br>37．连却之：使...退却（动词的使动用法）<br>38．洎：及，等到。<br>39.以：因为<br>39．谗：小人的坏话。<br>40.邯郸为郡：秦灭赵之后，把赵国改为秦国的邯郸郡。邯郸，赵国的都城。<br>41.且燕、赵处秦革灭殆尽之际：燕赵两国正处在秦国把其他国家快要消灭干净的时候。革,改变，除去。殆，几乎，将要。<br>42．智力：智谋和力量（国力）。<br>43．向使：以前假如。<br>44．胜负之数，存亡之理：胜负存亡的命运。数，天数。理，理数。皆指命运。<br>45.当：同“倘”，如果。<br>46.易量：容易判断。<br>47．以赂秦之地封天下之谋臣：以，用。<br>48．礼：礼待。名作动。<br>49.食之不得下咽也：指寝食不安，内心惶恐。下：向下。名作动。咽：吞咽。<br>50．势：优势。<br>51.而为秦人积威之所劫：而，却。积威：积久而成的威势。劫，胁迫，劫持。<br>52．日削月割，以趋于亡：日，每天，名作状。月，每月，名作状。以，而。<br>53．为国者无使为积威之所劫哉：治理国家的人不要被积久的威势胁迫啊！<br>54．势弱于秦。于：比。<br>55．而犹有可以不赂而胜之之势。可以：可以凭借。<br>56．苟以天下之大苟，如果。以，凭着。<br>57.下：指在六国之后<br>58.从：跟随。<br>59．故事：旧事，先例。</p>",
  "shangxi": "<p>1.借古讽今，针砭时弊<br>　　战国时代，七雄争霸。为了独占天下，各国之间不断进行战争。最后六国被秦国逐个击破而灭亡了。六国灭亡的原因是多方面的，其根本原因是秦国经过商秧变法的彻底改革，确立了先进的生产关系，经济得到较快的发展，军事实力超过了六国。同时，秦灭六国，顺应了当时历史发展走向统一的大势，有其历史的必然性。本文属于史论，但并不是进行史学的分析，也不是就历史谈历史，而是借史立论，以古鉴今，选择一个角度，抓住一个问题，持之有故、言之成理地确立自己的论点，进行深入论证，以阐明自己对现实政治的主张。因此我们分析这篇文章，不是看它是否准确、全面地评价了历史事实，而应着眼于其强烈的现实针对性。本文从历史与现实结合的角度，依据史实，抓住六国破灭“弊在赂秦”这一点来立论，针砭时弊，切中要害，表明了作者明达而深湛的政治见解。文末巧妙地联系北宋现实，点出全文的主旨，语意深切，发人深省。</p> <p>2.论点鲜明，论证严密<br>　　本文为论说文，其结构完美地体现了论证的一般方法和规则，堪称古代论说文的典范。文章开篇即提出六国破灭“弊在赂秦”的论点；然后以史实为据，分别就“赂秦”与“未尝赂秦”两类国家从正面加以论证；又以假设进一步申说，如果不赂秦则六国不至于灭亡，从反面加以论证；从而得出“为国者无使为积威之所劫”的论断；最后借古论今，讽谏北宋统治者切勿“从六国破亡之故事”。文章围绕中心论点展开论证，既深入又充分，逻辑严密，无懈可击。全文纲目分明，脉胳清晰，结构严整。不仅句与句、段与段之间有紧密的逻辑联系，而且首尾照应，古今相映。文中运用例证、引证、假设，特别是对比的论证方法。如“赂者”与“不赂者”对比；秦与诸侯双方土地得失对比，既以秦受赂所得与战胜所得对比，又以诸侯行赂所亡与战败所亡对比；赂秦之频与“一夕安寝”对比；以六国与北宋对比。通过对比增强了“弊在赂秦”这一论点的鲜明性、深刻性。</p> <p>3.语言生动，气势充沛<br>　　在语言方面，本文除了具有一般论说文用词准确、言简意赅的特点之外，还有语言生动形象的特点。在论证中穿插“思厥先祖父……而秦兵又至矣”的描述，引古人之言来形象地说明道理，用“食之不得下咽”形容“秦人”的惶恐不安，大大增强了文章的表达效果。文章的字里行间饱含着作者的感情。不仅有“呜呼”“悲夫”等感情强烈的嗟叹，就是在夹叙夹议的文字中，也流溢着作者的情感，如对以地事秦的憎恶，对“义不赂秦”的赞赏，对“用武而不终”的惋惜，对为国者“为积威之所劫”痛惜、激愤，都溢于言表，有着强烈的感染力，使文章不仅以理服人，而且以情感人。再加上对偶、对比、比喻、引用、设问等修辞方式的运用，使文章“博辨以昭”（语），不仅章法严谨，而且富于变化，承转灵活，纵横恣肆，起伏跌宕，雄奇遒劲，具有雄辩的力量和充沛的气势。</p>",
  "poet": {
    "id": 554,
    "star": 0,
    "name": "苏洵",
    "image": "http://img.gushiwen.org/authorImg/suxun.jpg",
    "desc": "苏洵（1009年－1066年），字明允，汉族，眉州眉山（今属四川眉山人）。北宋文学家，与其子苏轼、苏辙合称“三苏”，均被列入“唐宋八大家”。苏洵长于散文，尤擅政论，议论明畅，笔势雄健，有《嘉祐集》传世。"
  },
  "tags": [
    "古文观止",
    "高中文言文",
    "议论",
    "历史",
    "借古讽今"
  ]
}