{
  "id": 62463,
  "star": 16,
  "name": "踏莎行·润玉笼绡",
  "dynasty": "宋代",
  "content": "润玉笼绡，檀樱倚扇。绣圈犹带脂香浅。榴心空叠舞裙红，艾枝应压愁鬟乱。<br>午梦千山，窗阴一箭。香瘢新褪红丝腕。隔江人在雨声中，晚风菰叶生秋怨。",
  "fanyi": "<p><strong>译文</strong><br>柔润如同白玉的肌肤，罩着菲薄透明的纱衣。用罗绢团扇轻轻遮蔽着浅红的樱桃小口。脖颈上围着绣花圈饰，还散发着淡淡的脂粉香气。大红的舞裙上，石榴花的花纹重重叠起，艾草枝儿斜插着舞乱的发髻。<br>午梦迷离。梦中历尽千山万水，其实看窗前的月影，只是片刻转移。手腕上红丝线勒出的印痕刚刚褪去。江面上的雨声淅淅沥沥，却无法望到思念中的你。只有萧萧的晚风吹着菰叶，那境味简直就像已经到了秋季。</p> <p><strong>注释<br></strong>1.踏莎（suō）行：调名从唐<a href=\"http://so.gushiwen.org/author_473.aspx\">韩翃</a><a href=\"http://so.gushiwen.org/view_62463.aspx\">诗</a>句“踏莎行草过春溪”而来。双调，五十八字，十句，上下片各五句三仄韵。起首四个四言句，前人多用对偶。<br>2.润玉：指肌肤。<br>3.笼绡：簿纱衣服。<br>4.檀樱：浅红色的樱桃小口。檀，浅红色，唐<a href=\"http://so.gushiwen.org/author_135.aspx\">罗隐</a>《牡丹》诗：“艳多烟重欲开难，红蕊当心一抹檀。”<br>5.绣圈：绣花圈饰。<br>6.榴心：形容歌女红色舞裙上印着重叠的石榴子花纹。<br>7.艾枝：端午节用艾叶做成虎形，或剪彩为小虎，粘艾叶以戴。见《荆札岁时记》。<br>8.一箭：指刻漏。古代计时工具。<br>9.香瘢（bān）：指手腕斑痕。<br>10.红丝腕：民俗端午节以五色丝系在腕了以驱鬼祛邪。一名长命缕，一名续命缕，一名辟兵缕。见《风俗通》。<br>11.菰（gū）：水生植物，也称茭白，可作菜，子实可食。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这是首感梦词，而这与一般的感梦词又不完全一样，把梦中所见之人的容貌、服饰描摹得极其细腻逼真，并没给人以缥缈恍忽、迷离朦胧之感，因而使人一时很难看出是在写梦。</p> <p>　　起头“润玉笼绡，檀樱倚扇。绣圈犹带脂香浅。”三句着意刻画梦中所见之人的玉肤、樱唇、脂粉香气及其所着纱衣、所持罗扇、所带绣花圈饰，从色、香、形态、衣裳、装饰等逼真地显示其人之美。“榴心空叠舞裙红，艾枝应压愁鬟乱。”两句，以“舞裙”暗示其人的身份，以“愁鬟”借喻两地相思，以“榴心”、“艾枝”点明端午节令。上句的“空叠”二字，是感叹舞裙空置，推测此因无心歌舞；下句的“应压”二字，则瞥见发鬓散乱，想象其人应含深愁。</p> <p>　　上片五句，句句写梦，却始终不点破是说梦。直到下片换头，才以“午梦千山”一句点出以上所写原来只是南柯“午梦”。句中的“千山”二字，表明梦魂与现实距离之遥远。这一句是写山长水远，路途阻隔，只有梦魂才无远弗届。对下句“窗阴一箭”，前人大都解说为：慨叹光阴似箭，与梦中人分别已久。但这里的“一箭”，似指漏箭，这不是感叹光阴逝去之速，而是说刻漏移动之微。联系上句，作者写的是：梦中历尽千山万水，其实只是片刻光景。两句合起来，既深得梦的神理，也形象地道出了作者午梦初回时所产生的对空间与时间的迷惘之感。</p> <p>　　换头两句刚写到梦已醒，忽又承以“香瘢新褪红丝腕”一句，把词笔重又拉回到梦境，回想和补写梦中所见之人的手腕。这一词笔的跳动，正是如实地写出了作者当时的心灵状态和感情状态。在这片刻，对作者说来，此身虽已从梦中觉醒，而此心却仍留在梦中。梦中，他还分明见到其人依端午习俗盘系着采丝的手腕，以及其人腕上似因消瘦而宽褪的印痕。</p> <p>　　如果联系他另外写的几首端午忆姬之作，可发现，词人对伊人之在端午日以采丝系腕一事留有特别深刻的印象。这就无怪他在这次梦中也注意及此，并在梦醒后仍念念不忘了。歇拍“隔江人在雨声中，晚风菰叶生秋怨”两句，则两从梦境回到现实，并就眼前景物，寓托自己自“午梦”醒来直到“晚风”吹拂这段时间内的悠邈飘忽的情思和哀怨的心境。</p> <p>　　此词上片正是以实笔来描摹虚象，写得十分真切；在结拍处却以虚笔来点画实景，写得情景异常缥缈。也许正因其幻而益真，真而益幻，所以才具有“天光云影，摇荡绿波”之美，使人深深地被这种境界所吸引，而又感其乍离乍合，难以追寻。就连最不喜欢梦窗词的<a href=\"http://so.gushiwen.org/author_408.aspx\">王国维</a>也对“隔江人在雨声中，晚风菰叶生秋怨”二语大加赞赏，这不仅是因为这两句所摄取的眼前景物——“雨声”、“晚风”、“菰叶”，既衬托出、也寄寓着作者在梦醒后难以言达的情思和哀怨，同时兼有以景托情和融情入景之妙。</p>",
  "about": "<h2>创作背景</h2> 　　这首词是作者在端午之日忆念他苏州去姬的感梦之作。在词人的词集中有大量的作品主题都是怀念他一去、一死的苏、杭二妾。据杨铁夫《吴梦窗事迹考》断定，这首《踏莎行》就是为怀念苏州姬妾而作。",
  "poet": {
    "id": 670,
    "star": 0,
    "name": "吴文英",
    "image": "http://img.gushiwen.org/authorImg/wuwenying.jpg",
    "desc": "吴文英（约1200～1260），字君特，号梦窗，晚年又号觉翁，四明（今浙江宁波）人。原出翁姓，后出嗣吴氏。与贾似道友善。有《梦窗词集》一部，存词三百四十余首，分四卷本与一卷本。其词作数量丰沃，风格雅致，多酬答、伤时与忆悼之作，号“词中李商隐”。而后世品评却甚有争论。"
  },
  "tags": [
    "端午",
    "怀人",
    "抒情",
    "哀愁"
  ]
}