{
  "id": 72915,
  "star": 18,
  "name": "西京赋",
  "dynasty": "两汉",
  "content": "　　有冯虚公子者，心侈体忲，雅好博古，学乎旧史氏，是以多识前代之载。言于安处先生曰：夫人在阳时则舒，在阴时则惨，此牵乎天者也。处沃土则逸，处瘠土则劳，此系乎地者也。惨则鲜于欢，劳则褊于惠，能违之者寡矣。小必有之，大亦宜然。故帝者因天地以致化，兆人承上教以成俗，化俗之本，有与推移，何以核诸？秦据雍而强，周即豫而弱，高祖都西而泰，光武处东而约，政之兴衰，恒由此作。先生独不见西京之事欤？请为吾子陈之。</p> <p>　　汉氏初都，在渭之涘，秦里其朔，实为咸阳。左有崤函重险、桃林之塞，缀以二华，巨灵赑屃，高掌远跖，以流河曲，厥迹犹存。右有陇坻之隘，隔阂华戎，岐梁汧雍，陈宝鸣鸡在焉。于前终南太一，隆崛崔萃，隐辚郁律，连冈乎嶓冢，抱杜含户，欱沣吐镐，爰有蓝田珍玉，是之自出。于后则高陵平原，据渭踞泾，澶漫靡迤，作镇于近。其远则九嵕甘泉，涸阴冱寒，日北至而含冻，此焉清暑。尔乃广衍沃野，厥田上上，实为地之奥区神皋。昔者，大帝说秦穆公而觐之，飨以钧天广乐。帝有醉焉，乃为金策，锡用此土，而翦诸鹑首。是时也，并为强国者有六，然而四海同宅西秦，岂不诡哉！</p> <p>　　自我高祖之始入也，五纬相汁以旅于东井。娄敬委辂，斡非其议，天启其心，人惎之谋，及帝图时，意亦有虑乎神祇，宜其可定以为天邑。岂伊不虔思于天衢？岂伊不怀归于枌榆？天命不滔，畴敢以渝！</p> <p>　　于是量径轮，考广袤，经城洫，营郭郛，取殊裁于八都，岂启度于往旧。乃览秦制，跨周法，狭百堵之侧陋，增九筵之迫胁。正紫宫于未央，表峣阙于闻阖。疏龙首以抗殿，状巍峨以岌嶪。亘雄虹之长梁，结棼橑以相接。蔕倒茄于藻井，披红葩之狎猎。饰华榱与璧珰，流景曜之韡晔。雕楹玉磶，绣栭云楣。三阶重轩，镂槛文?。右平左域，青琐丹墀。刊层平堂，设切厓隒。坻崿鳞眴，栈齴巉嶮。襄岸夷涂，修路陵险。重门袭固，奸宄是防。仰福帝居，阳曜阴藏。洪钟万钧，猛虡趪趪。负笋业而余怒，乃奋翅而腾骤。</p> <p>　　朝堂承东，温调延北，西有玉台，联以昆德。嵯峨崨嶪，罔识所则。若夫长年神仙，宣室玉堂，麒麟朱鸟，龙兴含章，譬众星之环极，叛赫戏以辉煌。正殿路寝，用朝群辟。大夏耽耽，九户开辟。嘉木树庭，芳草如积。高门有闶，列坐金狄，内有常侍谒者，奉命当御。兰台金马，递宿迭居。次有天禄石渠校文之处，重以虎威章沟严更之署。徼道外周，千庐内附，卫尉八屯，警夜巡昼。植铩悬犬，用戒不虞。</p> <p>　　后宫则昭阳飞翔，增成合欢，兰林披香，凤凰鸳鸾。群窈窕之华丽，嗟内顾之所观。故其馆室次舍，采饰纤缛。裛以藻绣，文以朱绿，翡翠火齐，络以美玉。流悬黎之夜光，缀随珠以为烛。金戺玉阶，彤庭辉辉。珊瑚林碧，瓀珉磷彬。珍物罗生，焕若昆仑。虽厥裁之不广，侈靡逾乎至尊。于是钩陈之外，阁道穹隆，属长乐与明光，径北通乎桂宫。命般尔之巧匠，尽变态乎其中。后宫不移，乐不徙悬，门卫供帐，官以物辨。恣意所幸，下辇成燕。穷年忘归，犹弗能遍。瑰异日新，殚所未见。</p> <p>　　惟帝王之神丽，惧尊卑之不殊。虽斯宇之既坦，心犹凭而未摅 ，思比象于紫微，恨阿房之不可庐。覛往昔之遗馆。获林光于秦余。处甘泉之爽垲，乃隆崇而弘敷。既新作于迎风，增露寒与储胥。托乔基于山冈，直滞霓以高居。通天訬以竦峙，径百常而茎擢。上辩华以交纷，下刻哨其若削，翔鹤仰而不逮，况青鸟与簧雀。伏棂槛而俯听，闻雷霆之相激。</p> <p>　　柏梁既灾，越巫陈方。建章是经，用厌火祥。营宇之制，事兼未央。圜阙竦以造天，若双碣之相望。凤骞翥于甍标，咸溯风甫欲翔。阊阖之内，别风嶕峣。何工巧之瑰玮，交绮豁以疏寮。干云雾而上达，状亭亭以苕苕。神明崛其特起，井干叠而百增。跱游极于浮柱，结重栾以相承。累层构而遂隮，望北辰而高兴。消氛埃于中宸，集重阳之清澄。瞰宛虹之长鬐，察云师之所凭。上飞闼而仰眺，正睹瑶光与玉绳。将乍往而未半，休悼栗而怂兢，非都卢之轻趫，孰能超而究升？</p> <p>　　驭娑骀荡？焘弄桔桀。枍诣承光，睽瓜庨豁。增桴重棼，锷锷列列。反宇业业，飞檐??。流景内照，引曜日月。天梁之宫，实开高闱。旗不脱扃，结驷方蕲。轹辐轻骛，容于一扉。长廊广庑.途阁云蔓。闬庭诡异，门千户万。重闺幽闼，转相逾延。望?窱以径延，眇不知其所返。既乃珍台蹇产以极壮，橙道逦倚以正东。似阆风之遐扳，横西洫而绝金墉。城尉不弛拆，而内外潜通。</p> <p>　　前开唐中，弥望广橡。顾临太液，沧池漭沆。渐台立子中央；赫昈昈以弘敞。清渊洋洋，神山峨峨。列瀛洲与方丈，夹蓬莱而骈罗。上林岑以垒嶵，下崭严以岩龉。长风激于别岛，起洪涛而扬波。浸石菌于重涯，濯灵芝以朱柯。海若游于玄渚，鲸宜失流而蹉跎。于是采少君之端信，庶栾大之贞固。立修茎之仙掌，承云表之清露。屑琼蕊以朝飧，必性命之可度。美往普之松乔，要羡门乎天路。想升龙于鼎湖，岂时俗之足慕。若历世而长存，何遽营乎陵墓！徒观其城郭之制，则旁开三门，参涂夷庭，方轨十二，街衢相经。廛里端直，甍宇齐平。北阙甲第，当道直启。程巧致功，期不纮陊。木衣绨锦，士被朱紫。武库禁兵，设在兰锜。匪石匪董，畴能宅此?尔乃廓开九市，通阛带阓。旗亭五重，俯察百隧。周制大胥，今也惟尉。瓌货方至，鸟集鳞萃。鬻者兼赢，求者不匮。尔乃商贾百族，裨贩夫妇，鬻良杂普，蚩眩边鄙。何必昏于作劳，邪赢优而足恃。彼肆人之男女，丽美奢乎许史。若夫翁伯浊质，张里之家，击钟鼎食，连骑相过。东京公侯，壮何能加?都邑游侠，张赵之伦，齐志无忌，拟迹田文。轻死重气，结党连群？实蕃有徒，其从如云。茂陵之原，阳陵之朱。趫悍虓豁，如虎如貙。睚眦虿芥，尸僵路隅。丞相欲以赎子罪，阳石污而公孙诛。若其五县游丽辩论之士，街谈巷议，弹射臧否，剖析毫厘，擘肌分理。所好生毛羽，所恶成创痏。郊甸之内，乡邑殷赈。五都货殖，既迁既引。商旅联槅，隐隐展展。冠带交错，方辕接轸。封几千里，统以京尹。郡国宫馆，百四十五。右机盩屋，并卷酆鄠。左暨河华，遂至虢土。上林禁苑，跨谷弥阜。东至鼎湖，邪界细柳。掩长杨而联五柞，绕黄山而款牛首。缭垣绵联，四百余里。植物斯生，动物斯止。众鸟翩翻，群兽飚呆。散似惊波，聚以京峙，伯益不能名，隶首不能纪。林麓之饶，于何不有?木则枞括根楠，梓械楩枫。嘉卉灌丛，蔚若邓林。郁蓊薆薱，橚爽櫹椮。吐葩飓荣，布叶垂阴。草则箴莎营蒯，薇蕨荔苀，王蒭莔台，戎葵怀羊。苯莼蓬茸，弥皋被冈。筱荡敷衍，编町成篁。山谷原湿，泱漭无疆。乃有昆明灵沼，黑水玄址。周以金堤，树以柳杞。豫章珍馆，揭焉中峙。牵牛立其左，织女处其右，日月于是乎出入？象扶桑与檬汜。其中则有鼋鼍巨鳖，鳣鲤鱮鲖，鲔鲵鲿鲨，修额短项，大日折鼻，诡类殊种。鸟则鹔鹴鸹鸨，鴐鹅鸿鹤。上春候来？季秋就温。南翔衡阳，北栖雁门。奋隼归凫，沸卉軿訇。众形殊声，不可胜论。于是孟冬作阴，寒风肃杀。雨雪飘飘，冰霜惨烈。百卉具零，刚虫搏击。尔乃振天维，衍地络，荡川滨，簸林薄。鸟毕骇，兽咸作，草伏木栖，寓居穴托。起彼集此，霍绎纷泊，在彼灵囿之中，前后无有垠锷，虞人掌焉，为之营域。焚莱平场，柞木剪棘。结置百里，迒杜蹊塞。麀鹿虞虞，骈田逼仄。天子乃驾雕轸，六骏驳。戴翠帽，倚金较。璇弁玉缨?遗光倏爚。建玄弋，树招摇。栖鸣鸢，曳云梢。弧旌枉矢，虹旃蜕旄。华盖承辰，天毕前驱。千乘雷动，万骑龙趋。属车之篷，载猃猲獢。匪唯玩好，乃有秘书。小说九百，本自虞初。从容之求，实侯实储。于是蚩尤秉钺，奋鬣被般。禁御不若，以知神奸，魑魅魍魉，莫能逢旃。陈虎旅于飞廉，正垒壁乎上兰。结部曲，整行伍。燎京薪，骇雷鼓。纵猎徒，赴长莽。迾卒清候，武士赫怒。缇衣韎韐，睢盱拔扈。光炎烛天庭，嚣声震海浦。河渭为之波荡，吴狱为之陁堵。百禽棱遽，骙瞿奔触。丧精亡魂，失归忘趋。投轮关辐，不邀自遇。飞罕潚箾，流镝???。矢不虚舍，铤不苟跃。当足见蹍，值轮被轹。僵禽毙兽，烂若碛砾。但观置罗之所罥结，竿殳之所揘毕，叉簇之所搀捔，徒搏之所撞?，白日未及移其晷，巳狝其十七八。若夫游鷮高翚，绝坑逾斥。巉兔联猭，陵峦超壑。比诸东郭，莫之能获。乃有迅羽轻足，寻景追括。鸟不暇举，兽不碍发。青骹击于韝下，韩卢噬于緤末。及其猛毅髬髵，隅目高匡，威慑兕虎，莫之敢伉。乃使中黄之士，育获之俦，朱鬕髠髽，植发如竿。袒裼戟手，奎踽盘桓。鼻赤象，圈巨狿，摣狒猬，?窳狻，揩枳落，突棘藩。梗林为之靡拉，朴丛为之摧残。轻锐僄狡，趫捷之徒，赴洞穴，探封狐。陵重巘，猎昆駼。杪木末，攫獑猢。超殊榛，摕飞鼯。是时，后宫嬖人昭仪之伦，常亚子乘舆。慕贾氏之如皋，《北风》之同车。盘于游畋，其乐只且。于是鸟兽殚，目观穷。迁延邪睨，集乎长杨之宫。息行夫，展车马。收禽举胔，数课众寡。置互摆牲，颁赐获卤。割鲜野飨;镐勤赏功。五军六师，千列盲重。酒车酌醴，方驾授饔。升觞举燧，既釂鸣钟。膳夫驰骑，察贰廉空。炙炮伙，清酤?。皇恩溥怖，洪德施。'徒御悦，士忘罢。巾车命驾?回旆右移。相羊乎五柞之馆，旋憩乎昆明之池。登豫章，简矰红。蒲且发，弋高鸿。挂白鹊，联飞龙。磻不待絓，往必加双。于是命舟牧，为水嬉。浮鷁首，翳云芝。垂翟葆，建羽旗。齐枻女，纵悼歌。发引和，校鸣葭。奏《淮南》，度《阳阿》。感河冯，怀湘娥。惊蛔蛹，惮蚊蛇。然后钓鲂鳢，缅鰋鲉。摭紫贝，搏耆龟。捞水豹旱潜牛。泽虞是滥，何有春秋？擿漻澥，搜川渎。布九罭，设罣蔍。摧昆鲕，殄水族。蓬藕拔，蜃蛤剥。逞欲畋斁，效获麑麃。谬蓼浡浪,乾池涤薮。上无逸飞，下无遗走。攫胎拾卵，纸缘尽取。取乐今日，遑恤我后！</p> <p>　　既定且宁，焉知倾陁？大驾幸乎平乐，张甲乙而袭翠被。攒珍宝之玩好，纷瑰丽以侈靡。临迥望之广场，程角抵之妙戏。乌获扛鼎，都卢寻撞。冲狭燕濯，胸突铦锋。跳丸剑之挥霍，走索上而相逢。华岳峨峨，冈峦参差。神木灵草，朱实离离.总会仙倡，戏豹舞罴。白虎鼓瑟，苍龙吹篪。女娥坐而长歌，声清畅而蜲蛇.洪涯立而指麾,被毛羽之襳襹。度曲未终，云起雪飞。初若飘飘，后遂霏霏。复陆重阁，转石成雷。礔砺激而增响，磅盖象乎天威。巨兽百寻，是为曼延。神山崔巍，欻从背见。熊虎升而挐攫，猿狖超而高援。怪兽陆梁，大雀踆踆。白象行孕，垂鼻磷囷。海鳞变而成龙，状婉婉以昷昷。舍利飏飏，化为仙车，骊驾四鹿,芝盖九葩。蟾蜍与龟，水人弄蛇。奇幻倏忽，易貌分形。吞刀吐火，云雾杏冥。画地成川，流渭通泾。东海黄公，赤刀粤祝。冀厌白虎，卒不能救。挟邪作蛊，于是不售。尔乃建戏车，树修旃。伥僮程材,上下翩翻。突倒投而跟絓，譬陨绝而复联。百马同辔，骋足并驰。撞末之技，态不可弥。弯弓射乎西羌，又顾发乎鲜卑。</p> <p>　　于是众变尽，心酲醉。般乐极，怅怀萃。阴戒期门，微行要屈。降尊就卑，怀玺藏绂。便旋闾阎，周观郊遂。若神龙之变化，章后皇之为贵。然后历掖庭，适欢馆。捐衰色，从嬿婉。促中堂之狭坐，羽觞行而无算。秘舞更奏，妙材骋技。妖蛊艳夫夏姬，美声畅于虞氏。始徐进而嬴形，似不任乎罗绮。嚼清商而却转、增婵娟以此豸。纷纵体而迅赴，若惊鹤之群罢。振朱屣于盘樽，奋长袖之飒俪。要绍修态，丽服飏菁。眠藐流眄，一顾倾城。展季桑门，谁能不营？列爵十四，竟媚取荣。盛衰无常，唯爱所丁。卫后兴于鬓发，飞燕宠于体轻。尔乃逞志究欲，穷身极娱。鉴戒《唐诗》，他人是偷。自君作故，何礼之拘？增昭仪于婕妤，贤既公而又侯。许赵氏以无上，思致董于有虞。王闳争坐于侧，汉载安而不渝。</p> <p>　　高祖创业，继体承基。暂劳永逸，无为而治。耽乐是从，何虑何思？多历年所，二百余期。徒以地沃野丰，百物殷阜;岩险周固，衿带易守。得之者强，据之者久。流长则难竭，柢深则难朽。故奢泰肆情，馨烈弥茂。鄙生生乎三百之外，传闻于未闻之者,曾仿佛其若梦，未一隅之能睹。此何与于殷人之屡迁，前八而后五，居相圮耿，不常厥土。盘庚作诰，帅人以苦。方今圣上，同天号于帝皇，掩四海而为家。富有之业，莫我大也。徒恨不能以靡丽为国华，独俭啬以龌龊。忘《蟋蟀》之谓何？岂欲之而不能，将能之而不欲欤?蒙窃惑焉，愿闻所以辩之之说也。",
  "poet": {
    "id": 6,
    "star": 0,
    "name": "张衡",
    "image": "http://img.gushiwen.org/authorImg/zhangheng.jpg",
    "desc": "张衡（78－139），字平子，汉族，南阳西鄂（今河南南阳市石桥镇）人，我国东汉时期伟大的天文学家、数学家、发明家、地理学家、制图学家、文学家、学者，在汉朝官至尚书，为我国天文学、机械技术、地震学的发展作出了不可磨灭的贡献。由于他的贡献突出，联合国天文组织曾将太阳系中的1802号小行星命名为“张衡星”。"
  },
  "tags": [
    "叙事",
    "抒情",
    "赞扬",
    "国家"
  ]
}