{
  "id": 36240,
  "star": 110,
  "name": "焚书坑",
  "dynasty": "唐代",
  "content": "竹帛烟销帝业虚，关河空锁祖龙居。<br>坑灰未冷山东乱，刘项原来不读书。",
  "fanyi": "<p><strong>译文</strong><br>焚书的烟雾刚刚散尽，秦始皇的帝业也随之灭亡，函谷关和黄河天险，也锁守不住始皇的故国旧居。<br>焚书坑的灰烬还没冷却，山东群雄已揭竿起义，起义军领袖<a href=\"http://so.gushiwen.org/author_746.aspx\">刘邦</a>和<a href=\"http://so.gushiwen.org/author_253.aspx\">项羽</a>，原来都不读书！</p> <p><strong>注释</strong><br>焚书坑：秦始皇焚烧<a href=\"http://so.gushiwen.org/view_36240.aspx\">诗</a>书之地，故址在今陕西省临潼县东南的骊山上。<br>竹帛：代指书籍。烟销：指把书籍烧光。帝业：皇帝的事业。这里指秦始皇统治天下，巩固统治地位的事业。虚：空虚。<br>关河：代指险固的地理形势。关：函谷关。河：黄河。空锁：白白地扼守着。祖龙居：秦始皇的故居，指咸阳。祖龙：代指秦始皇。<br>山东：崤函之东。一说指太行山之东，即为秦始皇所灭的六国旧有之地。<br>刘项：刘邦和项羽，秦末两支主要农民起义军的领袖。不读书：刘邦年青时是市井无赖，项羽年青时习武，两人都没读多少书。</p><br/><h2>译文</h2> <p>　　伴随着书本（“竹帛”）化成青烟消散，“万世帝业”的根基却也淘空掉了。这是说赢政企图用焚书的蛮横手段来愚化民众也许是成功了，然而他的权力根基（现代称“政权的合法性”）却也同时被毁坏了。</p> <p>　　不可一世的赢政指望依仗武力维持“万世基业”，那只是一厢情愿罢了。祖龙：秦始皇。曰“祖”，暗含“子孙万世为皇帝”的意思。关河：泛指拱卫京城（“祖龙居”）的天险，亦可引申为暗指秦空前强大的国家机器。</p> <p>　　你瞧：这坑（“焚书坑”）里的书灰还没冷呢，山东就已经有反秦的“叛乱”了；而（终于覆灭强秦的）<a href=\"http://so.gushiwen.org/author_253.aspx\">项羽</a><a href=\"http://so.gushiwen.org/author_746.aspx\">刘邦</a>等人也都不属于“讥议朝政、蛊惑民心”的读书人之列啊！后面这两句冷峻十分，可以看成是对暴虐封建统治者的无情讥刺 。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　这首<a href=\"http://so.gushiwen.org/view_36240.aspx\">诗</a>就秦末动乱的局面，对秦始皇焚书的暴虐行径进行了辛辣的嘲讽和无情的谴责。</p> <p>　　公元前213（秦始皇三十四年），采纳丞相<a href=\"http://so.gushiwen.org/author_796.aspx\">李斯</a>的奏议，下令在全国范围内搜集焚毁儒家《诗》、《书》和百家之书，令下之后三十日不烧者，罚作筑城的苦役，造成中国历史上一场文化浩劫。</p> <p>　　焚书坑据传是当年焚书的一个洞穴，旧址在今陕西省临潼县东南的骊山上。章碣或者到过那里，目之所触，感慨系之，便写了这首诗。</p> <p>　　诗一开始就接触主题。首句用略带夸张的语言揭示矛盾：竹帛化为灰烟消失了，秦始皇的帝业也就跟着灭亡了，好像当初在焚书坑里焚烧的就是他的嬴氏天下。这一句夹叙夹议，明叙暗议，有实有虚。“竹帛烟销”是实写，有形象可见。“竹帛”是古代写书的材料，这里指书。“帝业虚”是虚写。这种虚实相间的表现手法极富韵致。</p> <p>　　次句就“帝业虚”之意深进一层，说是虽然有关河的险固，也保卫不住秦始皇在都城中的宫殿。“关河”主要指函谷关与黄河，当然也包括其他关隘、河流，如散关、萧关、泾河、渭河、崤山、华山等。<a href=\"http://so.gushiwen.org/author_109.aspx\">贾谊</a>《过秦论》：“秦地被山带河以为固，四塞之国也。”说“关河”，便概括一切可以倚恃的地理险阻。秦都咸阳四周虽有这许多关山河川包围着，但仍然锁守不住，所以《过秦论》又说：“秦人阻险不守，关梁不阖，长戟不刺，强弩不射。楚师深入，战于鸿门，曾无藩篱之艰。”再坚固的“篱笆”也挡不住起义军队的长驱直入。诗以“关河空锁祖龙居”一句总括了整个秦末动乱以至秦朝灭亡的史实，言简意深；并且以形象示现，把“帝业虚”这个抽象的概念写得有情有景，带述带评，很有回味。“祖龙”指秦始皇。这里不用“始皇”而用“祖龙”，决非单纯追求用典，而是出于表情达意的需要。《史记·秦始皇本纪》记载一项传说：始皇三十六年，有神人对秦使者说：“今年祖龙死。”使者回报始皇，始皇听了，好久不讲话，过后自作解释说：“祖龙者，人之先也。”秦始皇一心要做子孙万代诸“龙”之祖。而此时江山易主，“祖龙”一词正话反用，又添新意成了对秦始皇的绝妙讽刺，而且曲折有文采，合乎诗歌用语韵味。</p> <p>　　第三句点题，进一步用历史事实对“焚书”一事做出评判。秦始皇和李斯等人把“书”看成是祸乱的根源，以为焚了书就可以消灾弭祸，从此天下太平。结果适得其反，嬴秦王朝很快陷入风雨飘摇、朝不保夕的境地。“未冷”云云是夸张的言辞，旨在突出焚书行为的乖谬，实际上从焚书到陈胜吴广在大泽乡首举义旗，前后相隔整整四年时间。</p> <p>　　末句抒发议论、感慨。山东之乱持续了一个时期，秦王朝最后亡于<a href=\"http://so.gushiwen.org/author_746.aspx\">刘邦</a>和<a href=\"http://so.gushiwen.org/author_253.aspx\">项羽</a>之手。这两人一个曾长期在市井中厮混，一个出身行伍，都不是读书人。可见“书”未必就是祸乱的根源，“焚书”也未必就是巩固“子孙帝王万世之业”（《过秦论》）的有效措施。说“刘项原来不读书”，而能灭亡“焚书”之秦，全句纯然是揶揄调侃的口吻，包含着极为辛辣的讽刺意味。从“竹帛”写起，又以“书”作结，首尾相接如环，显得圆转自然。</p> <p>　　议论性的诗歌，既要剖析事理，又要显示意象，委实很不容易。这首诗采用了近乎喜剧的表现手法：揭示矛盾，使秦始皇处于自我否定的地位。这样写表面似乎很委婉，很冷静，其实反对的态度和憎恶的感情十分鲜明。如果说这就是“怨而不怒”的表现，那么，它也不失为一种成功的艺术手法。</p>",
  "about": "<h2>创作背景</h2> <p>　　秦始皇消灭齐、楚、燕、赵、韩、魏六国以后，为了巩固他的统治地位，采取丞相<a href=\"http://so.gushiwen.org/author_796.aspx\">李斯</a>的建议，于公元前213年（始皇三十四年）烧毁图书（医药、卜筮、农作书籍除外），前212年（始皇三十五年）活埋儒生，力图使他的帝业延续下去。作者可能到过烧毁图书的地方，耳闻目睹，有感而作。</p>",
  "poet": {
    "id": 555,
    "star": 0,
    "name": "章碣",
    "desc": "章碣(836—905年)，唐代诗人，字丽山，章孝标之子。唐乾符三年(876年)进士。乾符中，侍郎高湘自长沙携邵安石（广东连县人）来京，高湘主持考试，邵安石及第。"
  },
  "tags": [
    "咏史怀古",
    "叙事",
    "议论",
    "讽刺"
  ]
}