{
  "id": 53513,
  "star": 52,
  "name": "石州慢·寒水依痕",
  "dynasty": "宋代",
  "content": "寒水依痕，春意渐回，沙际烟阔。溪梅晴照生香，冷蕊数枝争发。天涯旧恨，试看几许消魂，长亭门外山重叠。不尽眼中青，是愁来时节。<br>情切。画楼深闭，想见东风，暗销肌雪。辜负枕前云雨，尊前花月。心期切处，更有多少凄凉，殷勤留与归时说。到得却相逢，恰经年离别。",
  "fanyi": "<p><strong>译文</strong><br>寒水缓缓消退，岸边留下一线沙痕。春意渐渐回临，空阔的沙洲烟霭纷纷。晴日朗照，溪边的新梅香气氤氲。数枝梅花争相吐蕊，装点新春。我独在天涯满腔怨恨，试想我现在是何等的悲怆伤神？长亭门外，群山重叠，望不断的远山遥岑，正是令人忧愁的节令时分。遥想深闺中的你，一定也是思绪纷纭。画楼的层门紧闭，春风暗暗使你的容颜瘦损。我真是对不起你啊，让你独守空闺冷衾。辜负了多少尊前花月的美景，浪费了大好青春。你可知道，我也是归心似箭，恨不得一步跨进闺门。更有多少酸甜苦辣，留着回去向你诉说详尽。可等到我们再度相逢，恐怕又要过一年光阴。</p><p><strong>注释</strong><br>①肌雪：指人的皮肤洁白如雪。<br>②“寒水”句：<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>《冬深》<a href=\"http://so.gushiwen.org/view_53513.aspx\">诗</a>“花叶惟天意，江溪共石根。早露随类影，寒水各依痕。”此处化用其决心书。<br>③“春意”二句：杜甫《阆水歌》：“更复春从沙际归。” <br>④孤负：同辜负。枕前云雨：此处指夫妇欢合。即<a href=\"http://so.gushiwen.org/author_358.aspx\">宋玉</a>《高唐赋序》中的“旦为朝云，暮为行雨”，借指男女相爱。</p>",
  "shangxi": "<h2>赏析二</h2> 　　本词别本题为“感旧”。词人写晚年离乡思归之情，在冬去春来，大地复苏的景象中，寄寓了词人对妻子、对家乡的深深的思念，也体现张元斡词在激昂悲壮之外的细腻深情的另一面。张元斡本是南宋抗战名臣<a href=\"http://so.gushiwen.org/author_76.aspx\">李纲</a>的行营属官，因不愿与奸臣秦桧同朝，遂辞职南归。词的开头点明时令季节。“溪梅”二句用特写的的手法刻画报春的使者。下片“画楼”以下三句，虚景实写，设想佳人独居深院，因日夜思念丈夫，久盼不归，形体渐渐消瘦下去。“心期”三句抒写埋藏词人心底的渴望，即回归故乡，与亲人诉说凄凉。因其有些经历，故黄蓼园认为本词是“因送友而除名，不得已而托于思家，意亦苦矣。”似有牵强附会之嫌。细品全词，还是抒客子思亲之情怀。开篇五句化用<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a><a href=\"http://so.gushiwen.org/view_53513.aspx\">诗</a>意却了无痕迹，写初春之景极为熨贴生动。“天涯旧恨”为上片之眼，也是全词感情的出发点。长亭望远更显思归之切。下片开头“情切”二字精彩，绾合双方，既说自己情切，也引出对方思念自己的情景。从“孤负枕前云雨”句看，所思者就是妻子。再从末尾两句看，似乎作者离家时间在一年左右。词风婉丽而不凄苦，可能是南渡前的作品。歇拍以情收结，极言不堪离别之苦，感情跌宕，含意深沉。这首词构思精妙，超越闺怨，有着对人生的悲叹，内涵深广。<br/><h2>赏析一</h2> <p>　　此词是作者晚年离乡思归之作。在冬去春来，大地复苏的景象中，作者触景生情，在词中表达了自己内心深沉的思乡之念。 </p> <p>　　“寒水依痕”之句，点出了初春的时节，但这是运用<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>的成句。杜甫《冬深》：“花叶惟天意，江溪共石根，早霞随类影，寒水各依痕”。后二句采用杜甫《阆水歌》“正怜日破浪花出，更复春从沙际归”<a href=\"http://so.gushiwen.org/view_53513.aspx\">诗</a>意。这里融诗景于词境，别有一番气象，而一“渐”字，更为初春即将解冻的溪水增添一股新的活力。词人从迷茫开阔的景象中，感受到蓬勃生机和温暖的春意。“溪梅”二句用特写手法刻画报春的信息——梅花的开放。和煦的阳光照耀着一切，溪边梅树疏落的枝条上绽露出朵朵花苞，散发出诱人的清香，使人感到无限美好。这是冬去春来的美好象征，也是展望一年的最好季节，然而这并不能引起词人心灵的欢悦，相反却萌生出离愁与苦恨。 </p> <p>　　“天涯”以下数句，由写景转入抒情。“旧恨”二字，揭示出词人郁积在心中的无限的离愁别恨。“消魂”是用<a href=\"http://so.gushiwen.org/author_509.aspx\">江淹</a>《别赋》的诗句：“黯然消魂者，唯别而已矣！”这里用设问的句式领起下文。“长亭”以下三句，进一层叙写消魂的景色。在那长亭门外，词人举目望去，映入眼帘的只是望不尽头的重重叠叠的青山。连绵起伏的山峦，犹如心中无穷的愁绪，正是“吴山点点愁”，春日的景象，成了犯愁的时节。 </p> <p>　　下片换头“情切”二字，承上转下。词人宕开笔力，由景物描写转而回忆昔日夫妇之情。而此时虽然离别远行，但绵绵情思却是割会不断的。“画楼”以下三句，虚景实写，设想闺人独居深楼，日夜思念丈夫，久盼不归，渐渐地形体消瘦下去。紧接着“枕前云雨”，借用典故暗射夫妇情意。<a href=\"http://so.gushiwen.org/author_358.aspx\">宋玉</a>《高唐赋》序中说，楚王梦中与神女相会高唐，神女自谓：“旦为朝云，暮为行雨，朝朝暮暮，阳台之下。”后指男女欢合。这与下句“尊前花月”，都是写夫妇间共同的甜蜜生活。 </p> <p>　　但因为离别在外，枕边之欢，尊前之乐，都可想而不可及。词人内心所殷切盼望的，是回来与亲人相见，诉说在外边思家时心底的无限凄凉孤独的情味。“心期切处”三句所写，是自己的离愁，与上“画楼”三句写家里人的别恨形成对照。彼此愁思的产生，同是由于“孤负”两句所说的事实而引起。这样写虽是分写双方，实际上却浑然一体，词笔前后回环呼应，十分来严谨细致。歇拍“到得再相逢，恰经年离别”紧承上句“归时”。言到等归来重见，已是“离别经年”了。言下对于此别，抱憾甚深，重逢之喜，犹似不能互相抵触。写别恨如此强调，宋词中亦少见，并非无故。 </p> <p>　　这首词作由景入情，脉络分明，从表象上看，似乎仅仅抒写夫妇间离愁别恨，但词中运用比兴寄托，确实寓寄着更深一层的思想感情。《蓼园词选》中说：“仲宗于绍兴中，坐送克铨及<a href=\"http://so.gushiwen.org/author_76.aspx\">李纲</a>词除名。起三句是望天意之回。‘寒枝竞发’，是望谪者复用也。‘天涯旧恨’至‘时节’是目断中原又恐不明也。‘想见东风消肌雪’，是远念同心者应亦瘦损也。‘负枕前云雨’，是借夫妇以喻朋友也。因送友而除名，不得已而托于思家，意亦苦矣。”自常州词派强调借词有所寄托以来，后世评词者往往求其有无寄托。从<a href=\"http://so.gushiwen.org/author_120.aspx\">张元干</a>后期遭受压抑不平的情况来看，在南宋朝廷屈辱求和。权奸当道而主战有罪的险恶的社会环境里，他的内心有着难以明言的苦衷，故词中“借物言志”，寄意夫妻之情，黄蓼园所云并非纯为主观臆断，但如此分解，恐怕就难免有穿凿附会之嫌了。</p>",
  "about": "<h2>创作背景</h2> 　　张元斡本是南宋抗战名臣<a href=\"http://so.gushiwen.org/author_76.aspx\">李纲</a>的行营属官，因不愿与奸臣秦桧同朝，晚年漫游江浙等地，客死他乡。词别本题为“感旧”。词人写晚年离乡思归之情，在冬去春来，大地复苏的景象中，寄寓了词人对妻子、对家乡的深深的思念，也体现张元斡词在激昂悲壮之外的细腻深情的另一面。",
  "poet": {
    "id": 120,
    "star": 0,
    "name": "张元干",
    "image": "http://img.gushiwen.org/authorImg/zhangyuangan.jpg",
    "desc": "元干出身书香门第。其父名动，进士出身，官至龙图阁直学士，能诗。张元干受其家风影响，从小聪明好学，永泰的寒光阁、水月亭是他幼年生活和读书处。十四五岁随父亲至河北官廨（在临漳县）已能写诗，常与父亲及父亲的客人唱和，人称之“敏悟”。"
  },
  "tags": [
    "宋词精选",
    "感叹",
    "人生",
    "写景",
    "思归"
  ]
}