{
  "id": 50947,
  "star": 17,
  "name": "西平乐·稚柳苏晴",
  "dynasty": "宋代",
  "content": "<span style=\"font-family:SimSun;\">元丰初，予以布衣西上，过天长道中。后四十余年，辛丑正月，避贼复游故地。感叹岁月，偶成此词。</span></p> <p>稚柳苏晴，故溪歇雨，川迥未觉春赊。驼褐寒侵，正怜初日，轻阴抵死须遮。叹事逐孤鸿尽去，身与塘蒲共晚，争知向此，征途迢递，伫立尘沙。念朱颜翠发，曾到处，故地使人嗟。<br>道连三楚，天低四野，乔木依前，临路敧斜。重慕想、东陵晦迹，彭泽归来，左右琴书自乐，松菊相依，何况风流鬓未华。多谢故人，亲驰郑驿，时倒融尊，劝此淹留，共过芳时，翻令倦客思家。 ",
  "fanyi": "<p><strong>译文</strong><br>柳才甦（sū）、雨方停，川流悠悠远去，不觉春天已徐徐到来。稚柳在雨中苏醒，春寒料峭，春意无多，冷暖不定。稚柳刚披上一层轻柔的绿纱，那老枝上自然还带着雪袭霜欺的痕迹驼褐色，初阳的微温还被浅浅的树荫遮挡，令人爱怜的初春的太阳，刚刚洒放出一些温暖，便被浅浅的树荫拚死遮挡。四十年来经历的人情世事，皆已随秋去春来的孤鸿疾飞而去，自身也与塘中的蒲苇一齐衰老枯黄，怎能知道将要去的地方前途如何，长久地沉思着站立在平坦的沙岸，追忆四十年前还是朱颜乌发的翩翩少年的时候，曾经游过的地方，这次重来令人思绪万千。<br>天似穹庐、四野处地天相衔，高大的乔木依然如四十年前，然而如今自己举足要踏上前方征途的时候，却是心境很不平静，时间变迁，重游故地，但人的心境迥然不同。追求和向往又在心底翻腾，羡慕像东陵侯召平与彭泽令<a href=\"http://so.gushiwen.org/author_645.aspx\">陶渊明</a>一样韬影晦迹、鄙视功名归隐林下的生活；以琴、书自娱，闲时依松赏菊，何况自己精力尚沛、两鬓尚无白发。由衷感谢当年的故交好友，他们亲来我下榻处，为我接风，邀我宴饮，执壶把盏，热情留我共同度过百花即将吐艳争芳的春天。故人的殷勤挽留反而让我这个疲倦无比的游子盼望着返家。</p> <p><strong>注释</strong><br>①稚柳：嫩柳。指春来柳树发的新枝条。苏晴：在晴光中复活生长。<br>②故溪：往年（40多年前）经过的溪流。歇：停息。<br>③川迥（jiǒng）：平野辽阔。赊：也是“远”的意思。<br>④驼褐（hè）：是说身上穿的驼毛里子的粗布衣服挡不住寒气，正喜太阳露头可以去除寒冷了，不料阴云却死死地挡住了阳光。褐，粗布短衣。<br>⑤初日：初春的阳光。<br>⑥轻阴：薄云。抵死：竭力。须：却。<br>⑦孤鸿：孤雁。<a href=\"http://so.gushiwen.org/author_211.aspx\">杜牧</a>《题安州浮云寺楼》：“恨如春草多，事逐孤鸿去。”句意为一生经历一去不返。<br>⑧塘蒲：池中蒲草。南朝梁<a href=\"http://so.gushiwen.org/author_1482.aspx\">庾肩吾</a>曾与皇子唱和，势沦败后避难会稽，后还家。《<a href=\"http://so.gushiwen.org/author_349.aspx\">李贺</a>作锰还自会稽歌》咏其事：“吴霜点归鬓，身与塘蒲晚。脉脉辞金鱼，羁臣守边贱。”词人借喻自己发白身老，不堪再仕而甘守贫贱。<br>⑨争知：怎知。 向此：来到这里，指天长县。<br>⑩迢递：遥远。<br>⑪伫（zhù）立：凝神久立。<br>⑫朱颜翠发：红颜黑发。代指青春年少之时，也就是四十多年前作者经此路上汴京之时。<br>⑬嗟（jiē）：感叹，感伤。<br>⑭三楚：古地区名。《漠书·高帝纪》引孟康《音义》称旧名汉陵（即南郡）为南楚，吴为东楚，彭城为西楚。约当今安徽、湖北、湖南、江西、浙江、江苏等广大地区。<br>⑮乔木：躯干高大、枝叶繁茂的大树。依前：还和从前（四十多年前）一样。欹（qī）斜：倾侧，倾斜。<br>⑯慕想：向往和仰慕。<br>⑰东陵晦迹：秦东陵侯召平的隐居行为。据《史记·萧相国世家》：“召平者，故秦东陵侯。秦破，为布衣，贫，种瓜于长安城东，瓜美，故世俗谓之东陵瓜，从召平以为名也。”晦迹。隐藏自己的行踪。<br>⑱彭泽归来：指陶渊明辞官归隐。陶渊明曾为彭泽令，后因不愿“为五斗米折腰向乡里小人”，辞去官职，赋《归去来兮辞》中“乐琴书以消优”和“三径就荒，松菊犹存”等句子，说明其隐居生活的乐趣。风流鬓未华（花），是说陶渊明隐居时年纪还不很老。<br>⑲鬓未华：鬓发未花白。句意为陶潜30岁前任州祭酒不久即辞官，更令人敬佩。<br>⑳亲驰郑驿：指作者的老朋友亲自驰马到天长郊外驿站，想好客爱友的郑当时那样款待他。郑，指郑当时，西汉人，以好客爱友著名。据《史记·汲（黯）郑（当时）列传》：“郑当时者，字庄，陈人也。……孝景时，为太子舍人。没五日洗沐，常置驿马长安诸郊，存诸故人，请谢宾客，夜以继日，至其明旦，常恐不遍。”后来借指对友人盛情接待。<br>21.时倒融尊：也是指天长的老朋友殷勤地款待自己。融，指<a href=\"http://so.gushiwen.org/author_787.aspx\">孔融</a>，东汉人，好客。据《后汉书·孔融传》：“及退闲职，宾客日盈其门，长叹曰：‘座上客恒满，尊中酒不空，吾无忧矣。’”尊，即酒樽。<br>22.劝此淹留：劝我再此久留。淹留：久留。<br>23.芳时：春天。美好的时节。<br>24.翻：反而。倦客：客居他乡的倦游之人。以上六句说故人殷勤好客，盛情挽留，但这反而让词人更加思乡心切，厌倦仕途奔走。。</p>",
  "shangxi": "<h2>赏析二</h2> <p>　　上片先写景后叙情。抒发故地景色风光，就景抒怀，不无留恋之意。</p> <p>　　“稚柳苏晴，故溪歇雨，川迥未觉春赊。”写法宛转老到。“故溪”对“稚柳”，“歇雨”承“苏晴”。“稚柳苏晴”词序倒置，反觉精警，是周词常用的手法之一。与《琐窗寒》“暗柳啼鸦”相似。雨后大自然清新无比，词人也心神清爽。<a href=\"http://so.gushiwen.org/view_50947.aspx\">诗</a>情画意的客观描写，毫无词人的主观色彩。</p> <p>　　“驼褐寒侵，正怜初日，轻阴抵死须遮。”全系景语，但心情却充满抑郁之情。词人因气候变化而引发的生理上心情感受变化，影响及于心灵深处萌生的迟暮。上句的“未觉”，这里的“正怜”、“抵死”，与词人被压抑的情绪紧密相连，一点也不轻松。语本宋·<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>“轻寒漠漠侵驼褐”诗句。</p> <p>　　“叹事逐孤鸿去尽，身与塘蒲共晚，争知向此征途，迢递伫立尘沙。”中“孤鸿”、“塘蒲”、“尘沙”所具有的动静景象仍然充满压抑。领字一“叹”，直到上片结赘一“嗟”字，一气贯注，便锁定了沉闷的基调：慨叹四十馀年所走过的坎凛历程，嗟嘘翩翩年少曾游旧地的万千思绪，前后呼应，今昔之感慨无不蕴蓄其中，抑郁感叹之情力透纸背。“事逐”句化用唐·<a href=\"http://so.gushiwen.org/author_211.aspx\">杜牧</a>《题安州浮云寺楼》“恨如春草多，事逐孤鸿去”诗意，四十馀年情事一带而过，情景交衬，转折自然。“身与塘蒲共晚”，亦用典。唐·<a href=\"http://so.gushiwen.org/author_349.aspx\">李贺</a>《还自会稽歌》序有“<a href=\"http://so.gushiwen.org/author_1482.aspx\">庾肩吾</a>于梁时尝作《宫体谣引》，以应和皇子。及国事沦败，肩吾先潜难会稽，后始还家。”歌中云：“吴霜点归鬓，身与塘蒲晚。脉脉辞金鱼，羁臣守迪贱。”王琦注谓指庾肩吾“发白身老，不堪再仕，当永辞荣禄，守贫贱以终身”（上引上海辞书出版社《唐宋词鉴赏辞典·唐五代北宋卷[西平乐]》）。<a href=\"http://so.gushiwen.org/author_164.aspx\">周邦彦</a>同庾肩吾均夙擅文辞，是时年老失官避兵乱间道还南京亦同。所以用“身与塘蒲晚”一句，“借以自况”。周邦彦套用前人成句，仅添以一“尽”、一“共”两字，即衬足“悲”意，且“语省意丰”，精炼准确，此处词人用典之妙、造语之工、化用之奇。“事逐孤鸿去尽，身与塘蒲共晚”，正是词人对自己一生悲苦的总结。“事”，感事、叹事，则是本传所载献赋万馀言、读于迩英殿、召赴政事堂，自太学诸生一命为正。身，本身。是晚年衰朽萧瑟。即<a href=\"http://so.gushiwen.org/author_535.aspx\">柳永</a>《八声甘州》词“争知我、倚阑干处，正恁凝愁?”“争知”二句承上，进而写凄凉境况。</p> <p>　　“追念朱颜翠发，曾到处、故地使人嗟。”中“追念”是在上述同一时空画面之上，叹老哀衰，而感慨不已。因情布景，景为情设，乃词人精心之构思。以“叹”、“嗟”领结七句，足见感叹、嗟伤之深。“故地使人嗟”的“嗟”字恰与“叹事逐孤鸿尽去”的“叹”字一首字一尾字，前后照应，把这大段的感慨囊括其中。极似词作者的精心安排。</p> <p>　　下片抒尽倦游思归之感，充满叹惋感慨之情。过片四句十六言，写眼前景物依旧。</p> <p>　　“道连三楚，天低四野，乔木依前，临路敲斜。”交代了上片词人伫立沉思之处。承上片结处，故地仍然“道连三楚”。五代之际，马殷据长沙，周行逢据武陵，高季兴据江陵，都在古楚地，分为东楚、南楚、西楚，故称。亦指今湘鄂一带（见《三楚新录》）。词人对四十馀年的景色记忆犹新，写景仍然气象辽阔、雄浑。此时，词人从郑地(郑驿)向湘鄂。“天低四野，乔木依前”，就连“临路敲斜”写不平坦的道路的“敲”、“斜”二字，都含孕着词人心底的抑郁不平意蕴。这几句合时间、地点、人物、景物，上下片过渡自然、衔接紧密。</p> <p>　　“重慕想、东陵晦迹，彭泽归来，左右琴书自乐，松菊相依，何况风流鬓未华。”这五句写词人心境不平静的具体内容和表现。以“重慕想”领起，故地重游，进一步由景色忆及高人隐士弃官归隐。词人用召平、陶潜之典，写自己完全可以像他们一样，归隐不仕。同时表白了自己对出仕的后悔。词人从“道连三楚”一直写到“何况风流鬓未华”，完全是续写序中所说“天长道中”所见所闻、所感所悟。既有两度经过物我变化的嗟叹，又有飘泊流徙宦海浮沉的悔恨。“何况”二字一转折，似有所悟，于是从想象又回归现实。</p> <p>　　“多谢故人，亲驰郑驿，时倒融尊，劝此淹流，共过芳时，翻令倦客思家。”词笔又一转折。慢词写至此处，似连珠、如波涛，滚滚而来、倾泻而下。然而煞尾跳出一句“翻令倦客思家”，势如野马脱缰，快似决堤激流。虽有“风流鬓未华”、身体尚健，但内心疲惫，似乎人生已到尽头，突然煞住。“时倒融尊”词中指友人请饮酒。结句也是词人一生词作的绝笔。词人卒于异乡，再也未能返回故里。结尾六句一韵，写天长故人热情好客，比得上郑当时、孔北海。而且一再挽留长住，共度春天。尽管感激不已，然而反觉倍加感伤。</p> <p>　　这首词作为长调以写景为主，旨在言志，求得情景交融。全词入目而来的景物，或稚柳，或塘蒲，或驼褐、孤鸿，或尘沙、天低，无穷阴冷昏暗。这首词写在词人心力交瘁、年老体衰、谢世绝命那年。</p><br/><h2>赏析</h2> <p>　　据词前小序知该篇写于“辛丑正月”，辛丑年，即公元1121年（宋徽宗宣和三年），词人当时正六十五岁，也是他生命走到尽头的一年。序中所云：“避贼”的“贼”，系指方腊。据史籍记载，公元1120年（宋徽宗宣和二年）秋，方腊率江、浙一带农民起义，反抗北宋王朝的沉重剥削，义军迅速占领杭州（今浙江）、歙州（在今安徽）等六州五十二县，东南震动。</p> <p>　　该词写尽距写词时四十余年前故地的风光景色及当时又重游时的不胜感慨之情。</p> <p>　　上片前半写景后半抒情。“稚柳苏晴”三句写春之初至：柳才苏、雨方停，川流悠悠远去，不觉春天已徐徐到来。“故溪”与“稚柳”相对，“歇雨”与“苏晴”相承，对偶工巧。下面“驼褐寒侵”三句，仍继续对初春景象作渲染：稚柳刚披上一层轻柔的绿纱，那老枝上自然还带着雪袭霜欺的痕迹驼褐色，令人爱怜的初春的太阳，刚刚洒放出一些温暖，便被浅浅的树荫拚死遮挡。以上全是景语，但却处处留情，如：“川迥未觉春赊”的“未觉”、“正怜初日”中的“怜”、“轻阴低死须遮”中的“抵死”等词，哪一处不与词人此时的心情紧紧相连？“叹事逐孤鸿尽去”以下直至上阕尾“追念朱颜翠发，曾到处、故地使人嗟”诸句，皆为情语，但也未离“孤鸿”、“塘蒲”、“尘沙”等动、静景物。这段感情抒发从一个“叹”字起始，慨叹四十年来经历的人情世事，皆已随秋去春来的孤鸿疾飞而去，自身也与塘中的蒲苇一齐衰老枯黄，怎能知道将要去的地方前途如何，长久地沉思着站立在平坦的沙岸，追忆四十年前还是朱颜乌发的翩翩少年的时候，曾经游过的地方，这次重来令人思绪万千。“故地使人嗟”的“嗟”字恰与“叹事逐孤鸿尽去”的“叹”字一首字一尾字，前后照应，把这大段的感慨囊括其中。极似词作者的精心安排。</p> <p>　　下片抒发倦游思家的心情。先交代词人沉吟伫立之处“道连三楚”，“三楚”，指秦汉时将战国时楚地分为东楚、南楚、西楚；又据《三楚新录》载：五代时马殷据长沙，周行逢据武陵，高季兴据江陵事，因三国都在古楚地，故称三楚”，此处“三楚”应泛指今之湘鄂一带；而“道连三楚”与下面“亲驰郑驿”相联，则可知词人些时身在由郑地（今河南）通向湘、鄂的交通要地。</p> <p>　　这里“天低四野、乔木依前”，天似穹庐、四野处地天相衔，故言“天低”，高大的乔木依然如四十年前，然而当此时自己举足要踏上前方征途的时候，却是心境很不平静，“临路敧斜”句中“敧”有不齐、不平之义，与“斜”同，在这里似应形容内心的活动。自“重慕想”至后五句便是心境不平静的内容：一种追求和向往又在心底翻腾，羡慕像东陵侯召平与彭泽令<a href=\"http://so.gushiwen.org/author_645.aspx\">陶渊明</a>一样韬影晦迹、鄙视功名归隐林下的生活；以琴、书自娱，闲时依松赏菊，何况自己精力尚沛、两鬓尚无白发。“东陵”一词，指秦东陵侯召平，在秦被灭后，变成平民，种瓜于长安市东，人喜其瓜甜美，因呼之为“东陵瓜”；“彭泽”，指东晋陶渊明曾为彭泽县令，因看不惯官场中的丑恶与黑暗，决心不为“五斗米折腰”而挂冠归田，并作《归去来辞》一篇。中有“三径就荒，松菊犹存”、“悦亲戚之情话，乐琴书以消忧”之名句，也便是该词“左右琴书自乐，松菊相依”的出处。这里借用故典，抒发出欲归隐林下的心情。“多谢故人，亲驰郑驿，时倒融尊，劝此淹留，共过芳时”诸句，则是由衷感谢当年的故交好友，他们亲来词人下榻处，为他接风，邀他宴饮，执壶把盏，热情留他共同度过百花即将吐艳争芳的春天。长调至此，已经将情、景铺叙抒发得须眉尽现、无比细腻，大有难以收缰勒马之势。然而“翻令倦客思家”一句，忽地跳了出来，便产生了裂帛、断流之效，十分精巧；故人的殷勤挽留反而让他这个疲倦无比的游子盼望着返家。“翻”作反解；尽管前面有“何况风流鬓未华”表示身体尚健，但“倦客思家”也流露出内心的疲惫，大有人生走入尽头的味道。</p> <p>　　“昔人论<a href=\"http://so.gushiwen.org/view_50947.aspx\">诗</a>词有景语、情语之别。不知一切景语皆情语也”（《人间词话》），如此看来，该篇长调可说无一处不作情语了，只是它流露的感情比较消极、凄清，入眼的景物也多蒙上浅冷灰淡之色。如“稚柳”、“驼褐”、“塘蒲”、“孤鸿”、“尘沙”、“天低”。留给读者思索的是不知这位宋徽宗驾前以粉饰、歌颂升平著名的供奉文人，在这里流露出的归隐，是出自对官场生活的厌恶，还是真正感到身心交瘁？因为这首词写在他绝命谢世的一年，所以也可以认为是后者。</p>",
  "about": "<h2>创作背景</h2> <p>　　该词作于宋徽宗宣和三年（1121）正月二十六日，<a href=\"http://so.gushiwen.org/author_164.aspx\">周邦彦</a>六十六岁。是早八月词人去世，该词乃周作中的绝笔。元丰二年（即序中的元丰初）朝廷下诏增加太学生名额，二十四岁的周邦彦得以入京游学。宣和二年，周邦彦六个五岁，由知顺昌府（今安徽阜阳）改知处州，不久改为提举南京（今河南商丘）鸿庆宫。因这种外祠官是可以听便外州居住的，故周邦彦先向南回杭州老家，归家时，方腊起义军已攻下杭州，他旋即北上渡江，于宣和三年正月到达扬州，下旬经天长（今安徽天长县）西上。因系四十年前旧游处，故称“故地”。词人“感念岁月，偶成此词”，透露了一种飘零州县、垂老奔波、凄然伤痛的情调。</p>",
  "poet": {
    "id": 164,
    "star": 0,
    "name": "周邦彦",
    "image": "http://img.gushiwen.org/authorImg/zhoubangyan.jpg",
    "desc": "周邦彦（1056年－1121年），中国北宋末期著名的词人，字美成，号清真居士，汉族，钱塘（今浙江杭州）人。历官太学正、庐州教授、知溧水县等。徽宗时为徽猷阁待制，提举大晟府。精通音律，曾创作不少新词调。作品多写闺情、羁旅，也有咏物之作。格律谨严。语言典丽精雅。长调尤善铺叙。为后来格律派词人所宗。旧时词论称他为“词家之冠”。有《清真集》传世。"
  },
  "tags": [
    "柳树",
    "留恋",
    "感怀",
    "时光"
  ]
}