{
  "id": 262,
  "star": 32,
  "name": "大雅·召旻",
  "dynasty": "先秦",
  "content": "旻天疾威，天笃降丧。瘨我饥馑，民卒流亡。我居圉卒荒。</p> <p>天降罪罟，蟊贼内讧。昏椓靡共，溃溃回遹，实靖夷我邦。</p> <p>皋皋訿訿，曾不知其玷。兢兢业业，孔填不宁，我位孔贬。</p> <p>如彼岁旱，草不溃茂，如彼栖苴。我相此邦，无不溃止。</p> <p>维昔之富不如时，维今之疚不如兹。彼疏斯粺，胡不自替？职兄斯引。</p> <p>池之竭矣，不云自频。泉之竭矣，不云自中。溥斯害矣，职兄斯弘，不烖我躬。</p> <p>昔先王受命，有如召公，日辟国百里，今也日蹙国百里。於乎哀哉！维今之人，不尚有旧！",
  "fanyi": "<p><strong>译文<br></strong>老天暴虐难提防，接二连三降灾荒。饥馑遍地灾情重，十室九空尽流亡。国土荒芜生榛莽。<br>天降罪网真严重，蟊贼相争起内讧。谗言乱政职不供，昏愦邪僻肆逞凶，想把国家来断送。<br>欺诈攻击心藏奸，却不自知有污点。君子兢兢又业业，对此早就心不安，可惜职位太低贱。<br>好比干旱年头到，地里百草不丰茂，像那枯草歪又倒。看看国家这个样，崩溃灭亡免不了。<br>昔日富裕今日穷，时弊莫如此地凶。人吃粗粮他白米，何不退后居朝中？情况越来越严重。<br>池水枯竭非一天，岂不开始在边沿？泉水枯竭源头断，岂不开始在中间？这场祸害太普遍，这种情况在发展，难道我不受灾难？<br>先王受命昔为君，有像召公辅佐臣。当初日辟百里地，如今国土日受损。可叹可悲真痛心！不知如今满朝人，是否还有旧忠臣？</p> <p><strong>注释<br></strong>1.旻（mín）天：《尔雅·释天》：“秋为旻天。”此泛指天。<br>2.疾威：暴虐。<br>3.笃：厚，重。<br>4.瘨（diān）：灾病。<br>5.居：国中。圉（yǔ）：边境。<br>6.罪罟（gǔ）：罪网。<br>7.昏椓（zhuó）：昏，乱；椓，通“诼”，谗毁。靡共：不供职。共，通“供”。<br>8.溃溃：昏乱。回遹（yù）：邪僻。<br>9.靖夷：想毁灭。靖，图谋；夷，平。<br>10.皋皋：欺诳。訿（zǐ）訿：谗毁。<br>11.孔：很。填（chén）：长久。<br>12.贬：指职位低。<br>13.溃：毛传：“遂也。”马瑞辰《毛<a href=\"http://so.gushiwen.org/view_262.aspx\">诗</a>传笺通释》：“遂者草之畅达，与‘茂’义相成。”<br>14.苴（chá）：枯草。<br>15.相：察看。<br>16.止：语气词。<br>17.时：是，此，指今时。<br>18.疚：贫病。<br>19.疏：程瑶田《九谷考》以为即稷，高粱。粺（bài）：精米。<br>20.替：废，退。<br>21.职：主。兄（kuàng）：“况”的假借。斯：语助词。引：延长。<br>22.频（bīn）：滨。<br>23.溥（pǔ）：同“普”，普遍。<br>24.弘：大。<br>25.烖（zāi）：同“灾”。<br>26.先王：指武王、成王。<br>27.召（shào）公：周武王、成王时的大臣。<br>28.蹙（cù）：收缩。<br>29.於（wū）乎：同“呜呼”。</p>",
  "shangxi": "<h2>鉴赏</h2> <p> 　　此<a href=\"http://so.gushiwen.org/view_262.aspx\">诗</a>是《大雅》的最后一篇，它的主题，《毛诗序》以为是“凡伯刺幽王大坏也”，与前一篇《大雅·瞻卬》的解题一字不异。这种情况在《毛诗序》中并不多见，说明《召旻》与《瞻卬》的内容是有关联的。从诗的开头看，读者多少也能发现一些共同点，《瞻卬》首两句是“瞻卬昊天，则不我惠”，仰望茫茫上空，慨叹老天没有恩情，《召旻》首两句是“昊天疾威，天笃降丧”，悲呼老天暴虐难当，不断降下灾祸，两者语气十分相似，只是《召旻》的口吻更激切一些。周幽王宠幸褒姒，斥逐忠良，致使国家濒于灭亡，所以诗人作《瞻卬》一诗刺之；周幽王又任用奸佞，败坏朝纲，这与宠幸褒姒一样对国家造成极大危害，所以诗人再作《召旻》一诗刺之。</p> <p>　　此篇共七章，句式基本为四字句，但也有三字句、五字句、六字句乃至七字句穿插其间。首章一开始就责天，责天实际上并不是简单的指斥。因为周人的天命观已有天人感应的色彩，国家的最高统治者天子的所作所为会影响天的意志，天子政治清明，自然风调雨顺，天子昏庸暴虐，天就会降下各种自然灾害；所以“天笃降丧”必然是天子缺德的结果。这样，百姓受饥馑荼毒，流离失所，即使在边僻之地也遭灾荒的惨象马上就攫住了读者的心，使之受到强烈的震撼，为受难的民众而悲悯，并由此去思索上天为何降罪于世人。</p> <p>　　第二章逐渐进入主题。“天降罪罟”义同上章的“天笃降丧”，变易其词反覆陈说老天不仁，当然仍是意在斥王。这一句与前一篇《瞻卬》的“天之降罔（网）”也是同义的，这多少也可见出两章内容上的相关性。然“蟊贼内讧”，勾心斗角，败坏朝纲，是昏王纵容的结果，已与上章所说天降之灾带来饥馑流亡全然不同，这也可见“天降罪罟”实在的意思应是“王施恶政”。“昏椓靡共，溃溃回遹”二句，所用的语词虽然今人不很熟悉，但在当时却是很有生命力的词汇。痛斥奸佞小人乱糟糟地互相谗毁伤害，不认真供职，昏愦邪僻尽做坏事，已经是咬牙切齿的愤恨，但这还不够，于是最后再加上一句：“实靖夷我邦”——这是要把我们好好一个国家给葬送掉啊！读到此处，读者仿佛可以看到诗人的心在淌血。</p> <p>　　在上章不遗余力地痛斥奸人之后，第三章诗人从另一个角度继续进行抨击，并感叹自己职位太低无法遏制他们的气焰。上章有带叠字词的“溃溃回遹”句，这章更进一步又用了两个双叠字词组“皋皋訿訿”、“兢兢业业”，一毁一誉，对比鲜明，不啻有天壤之别。“曾不知其玷”，问那些小人怎么会不知道他们的缺点？可谓明知故问，是在上一章强弓硬弩般的正面进攻之后转为匕首短剑般的旁敲侧击，虽方式不同，但照样刺得很深。而“我位孔贬”又糅入了诗人的身世之感，这种身世之感不是单纯的位卑权微之叹，而是与伤幽王宠信奸人败坏政事的家国之恨密不可分的。身为士大夫，哪怕是地位最低的那一层次，也有尽心竭力讽谏规劝君王改恶从善的责任与义务，这虽尚不如后来<a href=\"http://so.gushiwen.org/author_1645.aspx\">顾炎武</a>所标举的“天下兴亡，匹夫有责”的精神境界那么高，却也不乏时代的光辉了。</p> <p>　　第四章的描写又回应第一章，以天灾喻人祸。引人注意的是两个“如彼……”句式，一般来说，下一个“如彼……”句之后，应该也有说明性的文字，但这儿“草不溃茂”既是上承“如彼岁旱”的说明性文字，又是下应“如彼栖苴”的说明性文字。也就是说，照例是“如彼岁旱，草不溃茂；如彼栖苴，草不溃茂”的完整句式缩掉了一句，但此种缩略并不影响语义，反而使文势更具跌宕之致，这恐怕也不是诗人有意为之，而是他的妙手偶得。此章末两句“我相此邦，无不溃止”，诗人说：我看这个国家，没有不灭亡的道理！这种写出来的预言恰恰反映出诗人心理上的反预言，痛陈国家必遭灭亡正是为了避免这种灭亡。但历史告诉人们：指出灭亡的趋势并不能使昏君暴君停止倒行逆施，他们对国家形势的觉悟只可能是在遭遇灭亡之后，但遭遇灭亡便是终结，觉悟便也毫无意义；忠臣义士的劝谏对此种历史过程向来是无能为力的，他们的所作所为，无非是为历史中黯淡的一幕幕抹上一丝悲壮的色彩罢了。</p> <p>　　第五章诗人作起了今昔对比，前面两句，是颇工整的对偶，这两句也有人点作四句，“不如时”、“不如兹”单独成句，亦可。“富”与“疚”的反差令人伤心，更令人对黑暗现实产生强烈的憎恨，于是诗人再一次针砭那些得势的小人，“彼疏斯粺，胡不自替”，斥责别人吃粗粮他们吃细粮，却尽干坏事，不肯退位让贤。这两句令人想起《魏风·伐檀》的名句：“彼君子兮，不素餐兮。”</p> <p>　　第六章开头四句也是对偶，是全诗仅有的比兴句（“如彼岁旱”、“如彼栖苴”当然也可视为用了“比”的手法，可是也不妨解为天灾之实象，虽有“如”字而无“比”意），清代陈奂《诗毛氏传疏》以为“池竭喻王政之乱由外无贤臣，泉竭喻王政之乱由内无贤妃”，可备一说。这数句用意一如《大雅·荡》末章“颠沛之揭，枝叶未有害，本实先拨”（大树推倒横在地，枝叶暂时没损伤，但是根断终枯死）数句，告戒幽王当悬崖勒马，迷途知返，否则小祸积大祸，小难变大难，国家终将覆亡。“职兄斯弘”句与上章末句“职兄斯引”仅一字不同而意义完全一样，不惜重言之，正见诗人希望幽王认识局势的严重性的迫切心情。而“不烖我躬”决不是诗人担心自己遭殃的一念之私。诗人反问：灾难普遍，难道我不受影响？意在向王示警：大难一起，覆巢之下岂有完卵？您大王也将身受其害，快清醒清醒吧！改弦更张现 在还来得及。</p> <p>　　于是，末章怀念起当朝的前代功臣，希望像当初召公那样的贤明而有才干的人物能出来匡正幽王之失，挽狂澜于既倒，而这又是与此篇斥责奸佞小人的主题是互为表里的。这一章中，昔日“辟国百里”与今日“蹙国百里”的对比极具夸张性，但也最真实地反映了今昔形势的巨大差异，读之令人有惊心动魂之感。最后两句“维今之人，不尚有旧”，出以问句，问当时之世是否还有赤胆忠心的老臣故旧，是诗人由失望而濒于绝望之际，迸发全部力量在寄托那最后的一丝希望。这一问，低徊掩抑，言近旨远，极具魅力。后世许多诗词作品以问句作结以求取得特殊的艺术效果，实滥觞于《诗经》中此类句法。</p> <p>　　明代孙鑛认为，诗人其心苦、其词迫而导致此诗各章意思若断若连，但全诗“不经意”中自有“奇峭”的特色。这是一篇好诗，但其作者凡伯到底是怎样的人，古代学者却聚讼纷纭。清代李超孙《诗氏族考》认《大雅·板》之凡伯与《瞻卬》、《召旻》之凡伯为两人，后者为前者世袭爵位的后裔。而此篇何以取名为《召旻》，今人程俊英《诗经译注》此篇的题解说：“比较合理的说法是最后一章提到召公，所以取名‘召旻’，以别于《小旻》（《小雅》中的一篇）。”这种看法比《毛诗序》解“旻”为“闵（悯）”要圆通。</p>",
  "about": "<h2>创作背景</h2> 　　这是一首讽刺周幽王乱政亡国的<a href=\"http://so.gushiwen.org/view_262.aspx\">诗</a>。周幽王昏愦腐朽，宠幸褒姒，败坏纪纲，任用奸人，斥逐贤良，倒行逆施，招致天怒人怨。因此，诗人作这首《大雅·召旻》讽刺之。此诗与《小雅·节南山》、《小雅·正月》、《小雅·十月之交》、《小雅·雨无正》、《小雅·小旻》和《大雅·瞻卬》等为同类作品。",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": [
    "诗经",
    "怀人",
    "讽刺"
  ]
}