{
  "id": 72872,
  "star": 50,
  "name": "运命论",
  "dynasty": "魏晋",
  "content": "　　夫治乱，运也；穷达，命也；贵贱，时也。故运之将隆，必生圣明之君。圣明之君，必有忠贤之臣。其所以相遇也，不求而自合；其所以相亲也，不介而自亲。唱之而必和，谋之而必从，道德玄同，曲折合符，得失不能疑其志，谗构不能离其交，然后得成功也。其所以得然者，岂徒人事哉？授之者天也，告之者神也，成之者运也。</p> <p>　　夫黄河清而圣人生，里社鸣而圣人出，群龙见而圣人用。故伊尹，有莘氏之媵臣也，而阿衡于商。太公，渭滨之贱老也，而尚父于周。百里奚在虞而虞亡，在秦而秦霸，非不才于虞而才于秦也。张良受黄石之符，诵三略之说，以游于群雄，其言也，如以水投石，莫之受也；及其遭汉祖，其言也，如以石投水，莫之逆也。非张良之拙说于陈项，而巧言于沛公也。然则张良之言一也，不识其所以合离？合离之由，神明之道也。故彼四贤者，名载于箓图，事应乎天人，其可格之贤愚哉？孔子曰：“清明在躬，气志如神。嗜欲将至，有开必先。天降时雨，山川出云。”诗云：“惟岳降神，生甫及申；惟申及甫，惟周之翰。”运命之谓也。</p> <p>　　岂惟兴主，乱亡者亦如之焉。幽王之惑褒女也，祅始于夏庭。曹伯阳之获公孙强也，征发于社宫。叔孙豹之昵竖牛也，祸成于庚宗。吉凶成败，各以数至。咸皆不求而自合，不介而自亲矣。昔者，圣人受命河洛曰：以文命者，七九而衰；以武兴者，六八而谋。及成王定鼎于郏鄏，卜世三十，卜年七百，天所命也。故自幽厉之间，周道大坏，二霸之后，礼乐陵迟。文薄之弊，渐于灵景；辩诈之伪，成于七国。酷烈之极，积于亡秦；文章之贵，弃于汉祖。虽仲尼至圣，颜冉大贤，揖让于规矩之内，訚訚于洙、泗之上，不能遏其端；孟轲、孙卿体二希圣，从容正道，不能维其末，天下卒至于溺而不可援。</p> <p>　　夫以仲尼之才也，而器不周于鲁卫；以仲尼之辩也，而言不行于定哀；以仲尼之谦也，而见忌于子西；以仲尼之仁也，而取仇于桓魋；以仲尼之智也，而屈厄于陈蔡；以仲尼之行也，而招毁于叔孙。夫道足以济天下，而不得贵于人；言足以经万世，而不见信于时；行足以应神明，而不能弥纶于俗；应聘七十国，而不一获其主；驱骤于蛮夏之域，屈辱于公卿之门，其不遇也如此。及其孙子思，希圣备体，而未之至，封己养高，势动人主。其所游历诸侯，莫不结驷而造门；虽造门犹有不得宾者焉。其徒子夏，升堂而未入于室者也。退老于家，魏文候师之，西河之人肃然归德，比之于夫子而莫敢间其言。故曰：治乱，运也；穷达，命也；贵贱，时也。而后之君子，区区于一主，叹息于一朝。屈原以之沈湘，贾谊以之发愤，不亦过乎！</p> <p>　　然则圣人所以为圣者，盖在乎乐天知命矣。故遇之而不怨，居之而不疑也。其身可抑，而道不可屈；其位可排，而名不可夺。譬如水也，通之斯为川焉，塞之斯为渊焉，升之于云则雨施，沈之于地则土润。体清以洗物，不乱于浊；受浊以济物，不伤于清。是以圣人处穷达如一也。夫忠直之迕于主，独立之负于俗，理势然也。故木秀于林，风必摧之；堆出于岸，流必湍之；行高于人，众必非之。前监不远，覆车继轨。然而志士仁人，犹蹈之而弗悔，操之而弗失，何哉？将以遂志而成名也。求遂其志，而冒风波于险涂；求成其名，而历谤议于当时。彼所以处之，盖有算矣。子夏曰：“死生有命，富贵在天”故道之将行也，命之将贵也，则伊尹吕尚之兴于商周，百里子房之用于秦汉，不求而自得，不徼而自遇矣。道之将废也，命之将贱也，岂独君子耻之而弗为乎？盖亦知为之而弗得矣。</p> <p>　　凡希世苟合之士，蘧蒢戚之人，俛仰尊贵之颜，逶迤势利之间，意无是非，赞之如流；言无可否，应之如响。以窥看为精神，以向背为变通。势之所集，从之如归市；势之所去，弃之如脱遗。其言曰：名与身孰亲也？得与失孰贤也？荣与辱孰珍也？故遂絜其衣服，矜其车徒，冒其货贿，淫其声色，脉脉然自以为得矣。盖见龙逢、比干之亡其身，而不惟飞廉、恶来之灭其族也。盖知伍子胥之属镂于吴，而不戒费无忌之诛夷于楚也。盖讥汲黯之白首于主爵，而不惩张汤牛车之祸也。盖笑萧望之跋踬于前，而不惧石显之绞缢于后也。故夫达者之筭也，亦各有尽矣。</p> <p>　　曰：凡人之所以奔竞于富贵，何为者哉？若夫立德必须贵乎？则幽厉之为天子，不如仲尼之为陪臣也。必须势乎？则王莽、董贤之为三公，不如杨雄、仲舒之阒其门也。必须富乎？则齐景之千驷，不如颜回、原宪之约其身也。其为实乎？则执杓而饮河者，不过满腹；弃室而洒雨者，不过濡身；过此以往，弗能受也。其为名乎？则善恶书于史册，毁誉流于千载；赏罚悬于天道，吉凶灼乎鬼神，固可畏也。将以娱耳目、乐心意乎？譬命驾而游五都之市，则天下之货毕陈矣。褰裳而涉汶阳之丘，则天下之稼如云矣。椎紒而守敖庾、海陵之仓，则山坻之积在前矣。扱衽而登钟山、蓝田之上，则夜光玙璠之珍可观矣。夫如是也，为物甚众，为己甚寡，不爱其身，而啬其神。风惊尘起，散而不止。六疾待其前，五刑随其后。利害生其左，攻夺出其右，而自以为见身名之亲疏，分荣辱之客主哉。</p> <p>　　天地之大德曰生，圣人之大宝曰位，何以守位曰仁，何以正人曰义。故古之王者，盖以一人治天下，不以天下奉一人也。古之仕者，盖以官行其义，不以利冒其官也。古之君子，盖耻得之而弗能治也，不耻能治而弗得也。原乎天人之性，核乎邪正之分，权乎祸福之门，终乎荣辱之算，其昭然矣。故君子舍彼取此。若夫出处不违其时，默语不失其人，天动星回而辰极犹居其所，玑旋轮转，而衡轴犹执其中，既明且哲，以保其身，贻厥孙谋，以燕翼子者，昔吾先友，尝从事于斯矣。",
  "fanyi": "<p><strong>译文</strong></p> <p>　　治乱，是由命运决定的；穷达，是由天命决定的；贵贱，是由时机决定的。所以命运将要隆盛的时候，必定产生圣明的君主；有了圣明的君主，必定会有忠贤的臣子。他们彼此的相遇，不是互相访求而是自然地走到一块来的；他们彼此的相亲，不是有人介绍而是自然地亲密起来的。一人吟唱而另一人必定应和，一人谋画而另一人必定听从。彼此道德混同齐一，辗转相合有如符契。无论得失都不会怀疑彼此的志向，谗言挑拨也不能离间他们之间的交情，这样然后才取得了君臣之道的成功。他们能够取得这样的成功，哪里仅仅是人为的呢？给予的是天，告知的是神，玉成的是命运啊。</p> <p>　　黄河水清就有圣人诞生，神祠鸣响就有圣人出现，群龙出现就有圣人君临天下。所以伊尹，原是有莘氏陪嫁的奴隶，却辅佐商汤做了阿衡；太公，原是在渭水边上钓鱼的微贱老人，却辅佐周朝做了尚父。百里奚在虞国而虞国灭亡了，到秦国后秦国却成了霸主，不是百里奚在虞国没有才能而到秦国后就有才能了。张良接受<a href=\"http://so.gushiwen.org/author_867.aspx\">黄石公</a>授与的兵书，诵读记载了三略学问的书籍，然后用所掌握的学问游说群雄，他说的话，却像用水泼向石头一样，没有一个人接受。等到他碰上汉高祖，他说的话，就像将石头投向水中一样，没有一次受到抗拒。不是张良在劝说陈涉、项梁时就笨口拙舌，而在劝说沛公时就能说会道。那么张良说话的技巧前后是一样的，有人不明白前后结果不同的原因是由于不明白君臣所以合离的道理，君臣合离的原因，就像神明之道一样。所以前面提到的四位贤人，姓名被史籍记载，事迹应乎天事合于人心，这哪能用贤明愚昧来加以量度呢！孔子说：“圣人清明在身，气度志向如神。君临天下的欲望将要来到的时候，神灵在为之开路的同时必先为之预备好辅佐的贤臣。就像天将降落及时雨时，山川为之出云一样。”《<a href=\"http://so.gushiwen.org/view_72872.aspx\">诗</a>经》说：“中岳嵩山降下神灵，生下了吕侯和申伯。就是吕侯和申伯，辅佐周朝成了中坚。”这里说的就都是命运啊。</p> <p>　　岂只是振兴主人的人，导致乱亡的人也是这样。周幽王被褒姒惑乱，其反常怪异开始出现在夏朝宫庭；曹伯阳得到公孙强，迹象最初出现在社宫；叔孙豹宠信竖牛；祸乱在庚宗时就已造成。吉凶成败，各按命运所安排的到来，都是不用寻求而自己就走到了一块，不用媒介而自己就亲密了。以前圣人受命于河图洛书，说：以文德受命的人，七世九世后就要衰微；以武功兴起的人，六世八世后就要重新谋画振兴之策。到成王将九鼎固定在郏鄏，占卜的结果是传世三十代，享国七百年，这是上天所命令的。所以在幽王、厉王之间，周王朝的治国之道就大大败坏；齐桓、晋文二霸之后，礼乐就衰落下来；文德浮薄的弊病，渐渐地在灵王、景王时产生；巧辩欺诈的风气，在七国时形成；极端的残暴，累积于终于灭亡的秦朝；看重文章风尚，在汉高祖<a href=\"http://so.gushiwen.org/author_746.aspx\">刘邦</a>时被抛弃。即使是仲尼这样道德最高尚的人，即使是颜回，冉有这样的大贤，以礼法为准绳大力推行文德，在洙水、泗水之间和颜悦色地教学，也不能阻止浮薄风气的产生；孟轲、孙卿，那样效法颜、回冉有和仰慕至圣孔子，从容奉行正道，也不能在末世发挥应有的维系作用。天下终于发展到大道沉溺的地步，而无法再加以援救。</p> <p>　　像仲尼这样有才能的人，其才能却不合于鲁国、卫国的需要；像仲尼这样有口才的人，其言在鲁定公、鲁哀公那里却得不到施行；像仲尼这样谦逊的人，却被子西所妒忌；像仲尼这样仁爱的人，却同桓魋结下了仇恨；像仲尼这样有智慧的人，却在陈国、蔡国受到了委屈困厄；像仲尼这样有德行的人，却从叔<a href=\"http://so.gushiwen.org/author_817.aspx\">孙武</a>叔那里招来了谗毁。其思想足以救助天下，却不能比别人更尊贵一些；言论主张足以治理万世，却不被当时的国君信用；德行足以应合神明，却不能在世俗间得到推广。先后应聘于七十个国家，却没有碰上一个合适的君主。在各国之间到处急奔，在公卿之门遭受屈辱，仲尼就是这样得不到君主的赏识。到了他的孙子子思，仰慕先圣之道、具备先圣长处但还没有达到完美的地步，却厚遇自己培养高名，其声势倾动了国君。他所游历过的诸侯国，没有哪一个诸侯不驾着四马大车登门拜访；即使是登门拜访的人，也还有不能坐上宾客位置的。仲尼的弟子子夏，是一个登上了正厅但还没有进入内室的人。隐退告老在家，魏文侯拜他为师，西河地区的人们，恭恭敬敬地向其德行归附，把他同夫子相提并论，而没有一个人敢对他的言论妄加非议。所以说：治乱，是由命运决定的；穷达，是由天命决定的；贵贱，是由时机决定的。而后来的君子，固守着一个国君，叹息于一个朝廷，<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>因此而自沉湘水，<a href=\"http://so.gushiwen.org/author_109.aspx\">贾谊</a>因此而悲哀发愤，不是太过分了吗？</p> <p>　　如此说来圣人之所以成为圣人，就在于他们能够安于天命而自得其乐了。所以他们遇到困厄时并不生怨，居于高位时并不生疑。其身可以受到压抑，而其思想却不能受到损害；其地位可以受到排挤，而其名誉却不能够丢失。就像水，疏通它就成了江河，堵塞它就成深渊。升到云上去就变成雨下落，沉到地下去就使土润泽。本体清纯用之洗涤万物，不会被污浊淆乱；在受到污浊包围的情形下救助万物，其清纯不会受到损伤。所以圣人身处困厄和显达就像没有区别一样。</p> <p>　　忠直的言行触犯君主，独立的操守不合世俗，事理之势就是如此。所以树木高出树林，风肯定会把它吹断；土堆突出河岸，急流肯定会把它冲掉；德行高于众人，众人肯定会对他进行诽谤。前车之鉴不远，后来的车也继续翻覆在前车翻覆的路上。然而志士仁人，还要踏着忠直之路进行而不后悔，还要坚持独立的操守而不肯失掉，这是为什么呢？目的是要以此实现自己的志向，成就自己的声名。为求得自己志向的实现，而在险恶的仕途上经受着风波；为求得自己声名的成功，而经受着时人的诽谤议论。他们之所以身处这样的境地，是有着自己的考虑的。子夏说：“死生是由命定的，富贵是由天安排的。”所以思想将要得到推行的时候，生命将要显贵起来的时候，就像伊尹、吕尚在商代周代兴起，百里奚、张子房在秦国汉朝被任用，是不用追求而自然就会得到，不用追求而自然就能遇上的。而思想将要废弃不用的时候，生命将要微贱的时候，难道只是君子为之感到羞耻而不肯有所作为吗？也是因为他们知道即使干也是不会有什么收获的。</p> <p>　　凡苟且迎合世俗之士，喜欢谄谀献媚之人，按照贵人的脸色俯仰行事，在势利之间曲折前行。贵人的意见不管对与不对，赞美之声都像水流淌；贵人的言论不管可行与否，应对之言都如响之应声。以窥看盛衰作为精神，以或向或背算作变通。权势集于某人时，前往追随就像赶集一样踊跃；某人失去权势时，背弃而去就像脱鞋仍掉。他们有话说：“声名和生命哪一个更亲切？获得和丧失哪一个更有利？荣耀和屈辱哪一个更重要？”所以便鲜洁其衣服穿戴，夸耀其车马侍从，贪求其金玉布帛，沉溺其音乐美色，左顾右盼自以为是得到好处了。只看见龙逢、比干失去了生命，而不想想飞廉、恶来也被灭掉了家族。只知道伍子胥在吴国被迫用属镂剑自刎，而不警戒费无忌在楚国也被诛灭。只讥笑汲黯做主爵都尉直到白头，而不警戒张汤后来遇到了以牛车安葬的灾祸。只笑话萧望之被迫自杀受挫于前，而不害怕石显被免官自缢于后。所以这些通达知命者的谋虑，各人都是没有留下余地的。</p> <p>　　那么要问：大凡人们之所以奔走竞争富贵，是为了什么呢？树立圣人之德必须尊贵吗？那么周幽王、周厉王之为天子，不如仲尼之为陪臣。必须权势吗？那么王莽、董贤之为三公，不如<a href=\"http://so.gushiwen.org/author_715.aspx\">扬雄</a>、董仲舒门庭冷清。必须富有吗？那么齐景公拥有四千匹马，不如颜回、原宪检束其身。是为财物吗？那么拿着勺到河边饮水的人，不过饮个满腹，离开屋子到外面淋雨的人，不过淋湿身子，超过了这个需要的河水雨水，是无法再接受的。是为名声吗？那么善恶记载在史册上，诋毁赞誉流传千年，赏罚由天神的意志所支配，吉凶对于鬼神最明白，这本来就是可怕的。将要以此来愉悦耳目快乐心意吗？譬如命御者驾车游览五都的人，就可以看到天下的货物全都陈列在那里了；提着衣裳登上汶阳的山丘，就可以看到天下的庄稼像云彩一样多了；挽着椎髻的士兵守卫敖庾、海陵两座粮仓，就可以看到小山一样的粮食堆积在眼前了；插上衣襟登上钟山和蓝田，夜光、玙璠的珍贵就可以看到了。像这样，东西特别的多，而归自己所有的又特别的少；不爱惜自己的品节，却爱惜自己的精神；大风骤起尘埃飞升，尘埃飘散却不停止；六种疾病等在前面，五种刑法跟在后面；利害产生在左面，攻夺出现在右面；却还自以为看清了生命和声名的亲疏，分清了荣耀和屈辱的主客呢！</p> <p>　　天地的大德叫生长万物，圣人的大宝叫地位。用什么来守住地位叫做仁，用什么来端正人心叫做义。所以古代做王的人，只用他一个人来治理天下，不是用天下来奉养他一个人；古代做官的人，是利用官位施行他的义，不是因为利禄贪求他的官位。古代的君子，羞愧得到了官位却不能进行治理，不羞愧能够进行治理却没有得到官位。探究天和人的本性，考查邪和正的分别，权衡祸与福的门径，最终得出关于荣与辱的谋虑，其区别十分显然，所以君子要舍彼而取此。至于出来做官和在家隐处要不违其时，静默和说话要不失其人。天体转动众星运转，而北极星仍停留在老地方；璇玑像车轮一样不停转动，而衡星像车轴一样仍居中执掌。既明白事理又知识渊博，以保全自己的节操，将这长远的谋虑留传下去，以安定保护好子孙，以前我祖先的朋友便曾这样做了。</p> <p><strong>注释</strong><br>1、治：政治清明，即治世。<br>2、乱：乱世。<br>3、运：国运。<br>4、穷达：困窘与显达。<br>5、贵：地位显赫。<br>6、贱：贫贱。<br>7、时：时机，机会。<br>8、自合：自然在一起。<br>9、相亲：相互亲近。<br>10、介：介绍。<br>11、玄同：默契。<br>12、合符：义同“玄同”。<br>13、告：觉，使之觉悟。<br>14、里社鸣而圣人出：迷信说法。李善注引《春秋·潜潭巴》：“里社明，此里有圣人出。其呴，百姓归，天辟亡。宋均曰：“里社之君鸣，则教令行，教令明，惟圣人能之也。呴，鸣之怒者。圣人怒则天辟亡矣。汤起放桀时，盖此祥也。”里社，古代里中祀土地神之处。里社鸣，指里社有人鸣，鸣之者即带头起事者，亦即圣人。<br>15、伊尹：商汤时大臣。<br>16、媵：读yìng。<br>17、阿衡：官名，犹后代宰相。<br>18、太公：即太公望<a href=\"http://so.gushiwen.org/author_860.aspx\">姜子牙</a>。<br>19、尚父：周武王尊太公望为尚父。<br>20、百里奚：春秋时秦穆公的大夫。<br>21、张良：汉高祖刘邦重要的谋士。<br>22、黄石之符：李善注引《黄石公记序》：“黄石者，神人也。有《上略》、《中略》、《下略》。”又引《河图》：“黄石公谓张良曰：读此，为刘帝师。”<br>23、三略：即《太公兵法》，分上中下《三略》。<br>24、陈、项：陈涉、<a href=\"http://so.gushiwen.org/author_253.aspx\">项羽</a>。<br>25、沛公：刘邦。<br>26、四贤：指以上伊尹、太公、百里奚、张良。<br>27、箓（lù）图：史籍。<br>28、天人：天道人事。<br>29、格：衡量。<br>30、“清明”句：出自《礼记·孔子闲居》。<br>31、申：申伯。<br>32、甫：庸山甫。<br>33、翰：干。<br>34、兴主：兴国之主。<br>35、乱亡：亡国之君。<br>36、幽王：周幽王，西周亡国之君。<br>37、褒：褒姒，周幽王的皇后。<br>38、曹伯阳：春秋时曹国国君。<br>39、社宫：祭祀之所。<br>40、叔孙豹：春秋时鲁国大夫。<br>41、昵：亲近。<br>42、竖牛：春秋时鲁国人。<br>43、庚宗：鲁国地名，今山东省泗水县东。<br>44、数：历数，即天命。<br>45、河、洛：《河图》、《洛书》。<br>46、文：指周文王。<br>47、命：受天命而得天下。<br>48、七九：七代、九代。<br>49、武：指周武王。<br>50、六八：六代、八代。<br>51、成王：指周成王，周武王之子。<br>52、定鼎：定都。<br>53、郏鄏（jiá rǔ）：古都名，在今河南省洛阳市。<br>54、卜世：占卜预测传国的世代数。<br>55、卜年：占卜享国的年数。<br>56、幽厉：周幽王、周厉王。<br>57、二霸：指齐桓公、晋文公。<br>58、陵迟：衰败。<br>59、文薄：文德衰薄。<br>60、渐：浸染。<br>61、灵景：周灵王、周景王。<br>62、辩诈：巧言辩解，指纵横家的言论。<br>63、七国：战国七雄，即齐、楚、燕、韩、赵、魏、秦。<br>64、酷烈：残暴。<br>65、仲尼：孔子字仲尼。<br>66、颜冉（rǎn）：颜回与冉雍，孔子的弟子。<br>67、揖（yī）让：宾主相见的礼节。<br>68、规矩：礼法制度。<br>69、訚訚（yín yín）：愉悦善言的样子。<br>70、遏：止。<br>71、孟轲：孟子、<a href=\"http://so.gushiwen.org/author_320.aspx\">荀子</a>。<br>72、正道：儒家正统之道。<br>73、维：系。<br>74、卒：最终。<br>75、溺：淹没。<br>76、援：救。<br>77、器：才器。<br>78、周：合。<br>79、鲁卫：鲁国、卫国。<br>80、辩：辩才。<br>81、定哀：鲁定公、鲁哀公。<br>82、谦：谦逊之德。<br>83、子西：楚国大臣。<br>84、桓魋（huántuí）：东周春秋时期宋国（今河南商丘）人。<br>85、道：儒家之道。<br>86、济：救济。<br>87、贵：尊贵。<br>88、时：时世。<br>89、应：感应。<br>90、弥纶：统摄。《易经·系辞上》：“易与天地准，故能弥纶天地之道。”<br>91、驱骤（qū zhòu）：驰骋，即奔走。<br>92、蛮：指蔡、楚。<br>93、夏：指宋、卫。<br>94、子思：孔子之孙。<br>95、希圣：希望达到圣人境地。<br>96、备体：具备至人之德。<br>97、封己：壮大自己。<br>98、养高：保持高尚节操。<br>99、人主：君主。<br>100、结驷：用四马并驾一车。<br>101：造门：登门。<br>102、宾：宾客。<br>103、子夏：<a href=\"http://so.gushiwen.org/author_2133.aspx\">卜商</a>，字子夏。<br>104、升堂而未入于室：比喻学有成就但还未达到最高境界。<br>105、魏文候：魏国国君。<br>106、西河：魏国地名，今陕西省东部黄河西岸地区。<br>107、归德：归服于其德。<br>108、夫子：孔子。<br>109、君子：指官长。<br>110、区区：诚挚的样子。<br>111、沈湘：自投湘水，即投汨罗江。李善注引《楚辞》：“临沅湘之玄渊兮，遂自忍而沈流。”<br>112、过：过分。<br>113、乐天知命：安于命运，自得其乐。<br>114、抑：屈。<br>115、排：排挤。<br>116、名：声誉。<br>117、川：河流。<br>118、渊：深潭。<br>119、雨施：下雨。<br>120、清：清净。<br>121、不乱于浊：不被浊物混乱。<br>122、济物：洗涤东西。<br>123、迕（wǔ）：犯。<br>124、主：君主。<br>125、独立：不依赖别人而自立。<br>126、负：背负。<br>127、秀：特出。<br>128、堆：土墩。<br>129、湍：急流之水。<br>130、行：品行。<br>131、非：非议。<br>132、监：通“鉴”，前车之鉴。<br>133、覆车继轨：紧跟着又翻车。<br>134、操之：指坚守节操。<br>135、遂志：实现抱负、志向。<br>136、历：经历。<br>137、谤议：非议。<br>138、处：对待。<br>139、算：计谋。<br>140、死生有命，富贵在天：出自《论语·颜渊》。意谓生命富贵皆由命中注定。<br>141、行：推行。<br>142、吕尚：姜子牙。<br>143、百里：百里奚。<br>144、子房：张良。<br>145、徼（yāo）：通“邀”，求。<br>146、废：止。<br>147、贱：地位低下。<br>148、为之：指为政。<br>149、希世：迎合世俗。<br>150、蘧蒢（qú chú）：谄媚之人。<br>151、戚施：驼背，喻义同“蘧蒢”。<br>152、俛（fǔ）仰：低头、抬头。俛，通“俯”。<br>153、逶迤（wēi yí）：曲折蜿蜒的样子。<br>154、意：意见。<br>155、流：流水。<br>156、窥看：窥测兴衰之势。<br>157、向背：依附与背离。<br>158、变通：灵活。<br>159、归市：拥向闹市。<br>160、珍：贵重。<br>161、絜（jié）：通“洁”，整修。<br>162、矜（jīn）：夸矜。<br>163、车徒：车马随从。<br>164、冒：贪。<br>165、货贿：珍宝财货。<br>166、淫：指沉湎。<br>167、脉脉（mò mò）：凝视的样子。<br>168、龙逢：关龙逢，为夏桀时贤臣。<br>169、比干：殷纣王的庶兄。<br>170、飞廉、恶来：殷纣王的佞臣。<br>171、伍子胥（xū）：春秋时吴国大夫。<br>172、属镂：剑名。<br>173、汲黯：汉武帝时为东海郡太守，敢于直言面谏，武帝表面敬重而实嫌恶。<br>174、主爵：官名。<br>175、惩：戒止。<br>176、张汤：武帝时太中大夫、御史大夫。<br>177、萧望之：西汉大臣。<br>178、跋踬（bá zhì）：跋前踬后，即进退两难之意。<br>179、绞缢（jiǎo yì）：用绳子勒死。<br>180、达者：达观者。<br>181、尽：穷尽。<br>182、奔竞：奔走、竞逐。<br>183、立德：立圣人之德。<br>184、陪臣：诸侯之臣。<br>185、王莽：汉平帝时为大司马，号安国公。<br>186、董贤：汉哀帝时以貌美善佞为光禄大夫。<br>187、杨雄：西汉辞赋家。<br>188、仲舒：董仲舒，西汉经学家。<br>189、閴：寂静。<br>190、齐景：春秋时齐国国君齐景公。<br>191、千驷：四千匹马。<br>192、原宪：李善注引《家语》：“原宪，宋人，字子思。清约守节，贫而乐道。”<br>193、实：财货。<br>194、弃室：抛弃房室。<br>195、濡（rú）：湿。<br>196、过此：除此。<br>197、悬：显明。<br>198、天道：指天之旨意。<br>199、灼：明。<br>200、娱耳目、乐心意：赏心悦目。<br>201、命驾：驾车动身。<br>202、毕陈：全部陈列。<br>203、褰裳（qiān cháng）：提起衣襟。<br>204、汶（wèn）阳：春秋时鲁国地名。<br>205、丘：指田地。<br>206、稼：庄稼。<br>207、紒（jì）：通“髻”。<br>208、敖庾、海陵：粮仓名。<br>209、山坻（dǐ）：山名。<br>210、扱衽（xī rèn）：义同“褰裳”。<br>211、钟山：昆仑山。<br>212、蓝田：山名，在今陕西省蓝田县东。二山皆以出产美玉而著称。<br>213、夜光：夜光璧，宝珠名。<br>214、玙璠（yú fán）：两种美玉。<br>215、为己：为己所占有。<br>216、身：形体。<br>217、啬（sè）：爱惜。<br>218、六疾：泛指各种疾病。<br>219、五刑：指墨、劓、剕、宫、大辟五种刑罚。<br>220、攻夺：抢夺。<br>221、身名之亲疏：指亲爱身而疏远名。<br>222、生：万物生长。<br>223、大宝：最大的宝物。<br>224、位：帝位。<br>225、正人：禁止人做坏事。<br>226、奉：供奉。<br>227、一人：指天子。<br>228、仕者：做官的人。<br>229、冒：贪。<br>230、得：得官。<br>231、原：推求。<br>232、核：考核。<br>233、分：名分。<br>234、权：权衡。<br>235、祸福之门：招致祸福的门径。<br>236、昭然（zhāo）：彰明的样子。<br>237、彼：指祸、辱。<br>238、此：指福、荣。<br>239、出：出仕，做官。<br>240、处：隐居。<br>241、时：时机。<br>242、默：不语。<br>243、辰极：北极星。<br>244、玑（jī）旋：玑旋：指浑天仪上的横管。<br>245、轮转：围绕中心旋转。<br>246、衡轴：即轴心。<br>247、贻：遗留。<br>248、厥（jué）：其。<br>249、孙：顺。<br>250、燕翼：喻为子孙后代筹谋。<br>251、先友：指孔子。作者认为自己是老子的后代，老子与孔子为友，故称。<br>252、斯：此，指筹谋子孙后代之事。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　《运命论》开篇即云：“夫治乱，运也；……成之者运也。”李康认为，国家的安定与动乱，在于命运；个人的困厄与显达，在于天命；地位的尊贵与卑贱，取决时运。这一部分是全文的总纲。李康认为，明君遇贤臣，国运兴；贤臣逢明君，身名显，而君臣相遇，皆在其时。为了说透彻这一论点，他征引了大量的正面、反面的史实，反复论述命运对人的影响，甚至说“<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>以之沉湘，<a href=\"http://so.gushiwen.org/author_109.aspx\">贾谊</a>以之发愤”，都是因为没有参透命运，不懂“乐天知命”的道理。</p> <p>　　“圣人”与“小人”对待命运态度不同，李康认为，圣人之所以成为圣人，在于他能够乐天知命，所以遭受穷厄之运而无怨恨，居重任之地而不疑心，其“身可抑，运不可屈”；“位可排，名不可夺”。凡迎合世俗甘于苟同之人，则善于察颜观色，看风使舵，“势之所集，从之如归市；势之所去，弃之如脱遗”；“以窥看为精神，以向背为变通”，他们碌碌于声色犬马，为名利奔走竞争，到头来也免不了如飞廉、恶来、费无忌、张汤、石显之流的可耻又可悲的下场。从这一点上说，命运对于每一个人又都是公平的。</p> <p>　　最后，李康谈到了圣人之立德。立德是一个人心性的功夫，所以不见得“必须贵”、“必须势”、“必须富”。天地最大的德性是生长万物，圣人最大的宝贝是帝王之位，如何守住王位叫仁，如何禁人为非叫义。所以古代称王的人，用一人治理天下，而不是拿天下去奉养一人。古代做官的人，以官来推行君臣之道，不因名利而贪图官爵。古代的君子，以得天下不能治理为耻，不以能治理而没有得到为耻。</p> <p>　　《运命论》在理论意义上与<a href=\"http://so.gushiwen.org/author_890.aspx\">王充</a>的《逢遇》、《累害》等篇宣传命定论的命意相同，然统观全文，实为慷慨发愤之作。文章处处言命，然主旨却不在谈命，而是借题发挥，抨击官场、世情的种种丑恶。其后刘孝标作《辨命论》，引申李康之说，语意则更为愤激。</p> <p>　　《运命论》是一篇洋洋洒洒的大文章，内容繁富，思想复杂。文中的一些具体譬喻、分析，似不无可取之处；但总体的立论，却不无偏颇。由于作者目睹曹魏政权后期大权旁落在司马氏家族手中，感慨国家兴衰、君臣遇合之无常，又不得其解，于是便把一切都委之于运命，公然提出：“治乱，运也；穷达，命也；贵贱，时也。”认为这种“运”是无法改变的，个人的出处穷达贵贱都是受个人命运的“命”与时代命运的“时”摆布的。为了证明这点，他列举了许多历史上正反面的人事，如“百里奚在虞而虞亡，在秦而秦霸，非不才于虞而才子秦也”；张良在圮上受书后，以《太公兵法》游说群雄，没人明白，等到遭遇汉高祖，则每言必听，常用其策，“非张良之拙说于陈项而巧言于沛公也”，这都是运命使然。再如孔子是一代圣人，其“道足以济天下，而不得贵于人；言足以经万世，而不见信于时；行足以应神明，而不能弥纶于俗；应聘七十国，而不一获其主；驱骤于蛮夏之域，屈辱于公卿之门，其不遇也如此。”反而德行不如孔子的子思与子夏，却势动人主，风光一时，这就是命运所注定的。</p> <p>　　《运命论》是用骈文笔法写成的政论文，其辞采之精美，语言之整齐，音声之讲究，典故之宏富，庶几可谓是一篇十分成熟的骈体文，它对后期骈文的发展，有着举足轻重的影响。</p>",
  "about": "<h2>创作背景</h2> 　　魏晋南北朝是群雄争霸、动乱杀伐最激烈的时期，亦是中国历史上政治最混乱、社会上最痛苦的时代。走马灯似的改朝换代，人们的命运如同原野上的秋草，枯荣只在瞬息之间，文人的受害，自然首当其冲。魏晋南北朝时期，探讨命运的文章特别多，成为中国思想史上一个颇为奇特的现象。文人们越是对命运感到迷茫、畏惧，便越是要上穷碧落下黄泉地探索命运的奥秘。作者生于魏晋之际，有感于国家兴衰，君臣遇合之无常，把这一切都委之于运命，发为此论。",
  "poet": {
    "id": 3121,
    "star": 0,
    "name": "李康",
    "desc": "李康（生卒年不详），字萧远，三国魏中山（今河北定县）人。性耿介，不合流俗。曾作《游山九吟》（今佚），魏明帝十分欣赏，起用为寻阳长，后封陧阳侯。原有集二卷，已佚。今存《运命论》，载《文选》。文中竭力宣扬天命论，但文笔流丽，其中“木秀于林，风必摧之；堆出于岸，流必湍之；行高于众，人必非之”等句，颇著名。事见《文选》李善注引《集林》。"
  },
  "tags": [
    "忧思",
    "感慨",
    "命运"
  ]
}