{
  "id": 70831,
  "star": 1625,
  "name": "满江红·小住京华",
  "dynasty": "清代",
  "content": "小住京华，早又是，中秋佳节。为篱下，黄花开遍，秋容如拭。四面歌残终破楚，八年风味徒思浙。苦将侬，强派作蛾眉，殊未屑！</p> <p>身不得，男儿列。心却比，男儿烈！算平生肝胆，因人常热。俗子胸襟谁识我？英雄末路当磨折。莽红尘，何处觅知音？青衫湿！ ",
  "fanyi": "<p><strong>译文</strong><br>我在京城小住时日，转眼间就又到了中秋佳节。篱笆下面的菊花都已盛开，秋色明净，就像刚刚擦洗过一般。四面的歌声渐歇，我也终如汉之破楚，突破了家庭的牢笼，如今一个人思量着在浙江时那八年的生活况味。他们苦苦地想让我做一个贵妇人，其实，我是多么的不屑啊！</p> <p>今生我虽然不能身为男子，加入他们的行列。但是我的心，要比男子的心还要刚烈。想想平日，我的一颗心，常为别人而热。那些俗人，心胸狭窄，怎么能懂我呢？英雄在无路可走的时候，难免要经受磨难挫折。在这莽莽红尘之中，哪里才能觅到知音呢？眼泪打湿了我的衣襟。</p> <p><strong>注释</strong><br>满江红：词牌名。唐朝名《上江虹》，后改今名。<br>小住京华：到京不久。小住，暂时居住。京华，京城的美称，这里指北京。<br>秋容如拭：秋色明净，就像刚刚擦洗过一般。<br>四面歌残终破楚：列强逼近，中国前途危殆。此处用《史记·<a href=\"http://so.gushiwen.org/author_253.aspx\">项羽</a>本纪》“夜闻汉军四面皆楚歌，项王乃大惊”故事。<br>八年风味徒思浙：八年来空想着故乡浙江的风味。八年，作者光绪二十二年（1896）在湖南结婚，到作词时恰好八年。徒，空，徒然。<br>苦将侬：苦苦地让我。<br>蛾眉：美女的代称，这里指女子。<br>殊未屑：仍然不放在心上。殊，还，仍然。未，不。屑，顾惜，介意。<br>烈：刚正，不轻易屈服。<br>因人常热：为别人而屡屡激动。热，激动。<br>末路：路途的终点，比喻失意潦倒或没有前途的境地。<br>莽（mǎng）：广大。<br>青衫湿：失意伤心。用唐<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>《琵琶行》“座中泣下谁最多？江州司马青衫湿”<a href=\"http://so.gushiwen.org/view_70831.aspx\">诗</a>义。青衫，唐代文官八品、九品服以青，为官职最低的服色。</p>",
  "shangxi": "<h2>赏析二</h2> <p>　　词的上片写与王子芳结婚八年，表面上过着富贵人的生活，实际上是“奴仆不如”的生活，如今与其决裂，突破家庭束缚，实现了“求自立”的愿望。“苦将侬，强派作蛾眉”进一步说明表面上过着贵妇人的生活，实则奴仆不如的“八年风味”。“殊未屑”表明作者对贵妇人的生活，并不留恋，相反加以蔑视。上片主要表达了作者自己初离家庭时的矛盾心情，别具匠心。</p> <p>　　词的下片写词人虽有凌云壮志，但知音难觅，不觉泪湿衣襟。作者虽是女子，但却有一颗男子之心，所以能冲破家庭牢笼。平日她虽以肝胆相照，真诚恳切，但不为世俗所了解，因此生活中常受折磨。离家以后，在大千世界中，不知去何处去寻找知音。找不到知音，又将会受折磨。想到这一点，作者不觉伤心落泪，也是很自然的。这种担心和忧虑，真实地反映了一个革命者刚踏上革命征途的思想状况。</p> <p>　　“身不得，男儿列；心却比，男儿烈！”这四句是深入浅出的鉴湖女侠的自我写照，她运用“身与心、列与烈”两句四字谐音和意义不同的显著变化，来表达她的抱负、志向和思想感情的转变，正是上接“苦将侬，强派作蛾眉，殊未屑！”这两句进一步的思想发展。紧接着表明她是一个“算平生肝胆，因人常热”的富有感情的人，但不幸偏遇着这么一个庸夫俗子的丈夫，因她穿着男装独自去看了一次戏，竟遭丈夫的辱打，不由她不发出“俗子胸襟谁识我？英雄末路当磨折。莽红尘，何处觅知音？青衫湿！”这样的浩叹。</p><br/><h2>赏析</h2> 　　“身不得，男儿列；心却比，男儿烈！”这四句是深入浅出的鉴湖女侠的自我写照，一幅巾帼英雄的形象，生动地在我们眼前展开，她运用“身与心、列与烈”两句四字谐音和意义不同的显著变化，来表达她的抱负、志向和思想感情的转变，正是上接“苦将侬，强派作蛾眉，殊未屑！”这两句进一步的思想发展。紧接着表明她是一个“算平生肝胆，因人常热”的富有感情的人，但不幸偏遇着这么一个庸夫俗子的丈夫，她为了穿着男装独自去看了一次戏，竟遭丈夫的辱打，不由她不发出“俗夫胸襟谁识我？英雄末路当磨折。莽红尘，何处觅知音？青衫湿！”这样的浩叹！本来她还想得到丈夫的谅解，志同道合，做一番事业的。但这一打，却打醒了她的痴梦，她再也忍受不住这种封建囚笼的生活，于是她下决心于1904年春，离开了共同生活8年的丈夫，把儿女送回绍兴她娘家母亲照养，她自己只身独自东渡日本，在日本她结识了陈天华等进步人士，并参加了同盟会，得到孙中山的器重，后来派她回国策动推翻满清封建王朝的革命工作。她和安庆徐锡林等人共谋武装暴动，不幸失败，惨遭满清政府的逮捕杀害，死时年仅33岁，她是我国辛亥革命最杰出的一位女革命家。<br/><h2>鉴赏</h2> <p>　　这首《满江红》作者是<a href=\"http://so.gushiwen.org/author_381.aspx\">秋瑾</a>，她在词中说自己“身不得男儿列，心却比男儿烈。”这年秋瑾三十岁，有感于民族危机，抛家别子，女扮男装，东渡日本，去追求另样的人生，去寻求民族振兴的道路。</p> <p>　　自从精忠爱国的民族英雄<a href=\"http://so.gushiwen.org/author_630.aspx\">岳飞</a>首创气壮山河的《满江红》一词以来，已成为千古不朽的绝唱和杰作，历代文人志士莫不把它当作楷模，仿效学作，但大都是望尘莫及！看过古今许多人写的《满江红》，谁也没有岳飞那种气吞牛斗的英雄气概和爱国热情。只有鉴湖女侠的一首《满江红》词，颇有一些男子汉大丈夫的气魄，显示着她不甘雌伏的巾帼英雄的本色。</p> <p>　　这是她在1903年中秋节的述怀之作，反映了她在封建婚姻家庭和旧礼教的束缚中，走向革命道路前夕的苦闷彷徨和雄心壮志的开阔胸怀。 </p>",
  "about": "<h2>创作背景</h2> <p>　　<a href=\"http://so.gushiwen.org/author_381.aspx\">秋瑾</a>18岁时，嫁给湖南人王廷钧。王廷钧是一个暴发户的浮荡子弟。1898年前后王廷钧用钱捐了个户部主事的小京官，秋瑾跟随丈夫到了北京，在寓京期间她接受了新思想、新文化，并在当时的革命形势影响下，立志要挽救国家民族的危亡，要求妇女独立与解放。</p> <p>　　这是秋瑾在1903年中秋节的述怀之作，值八国联军入侵后不久，她目睹民族危机的深重和清政府的腐败，决心献身救国事业，而其丈夫无心国事。中秋节，秋瑾与丈夫王廷均发生冲突，离家出走，寓居北京阜城门外泰顺客栈。后虽由吴芝瑛出面调解，但秋瑾下决心冲破家庭牢笼，投身革命。不久便东渡日本留学。这首词是她在中秋节的述怀之作。</p>",
  "poet": {
    "id": 381,
    "star": 0,
    "name": "秋瑾",
    "image": "http://img.gushiwen.org/authorImg/qiujin.jpg",
    "desc": "秋瑾（1875年11月8日－1907年7月15日），女，中国女权和女学思想的倡导者，近代民主革命志士。第一批为推翻满清政权和数千年封建统治而牺牲的革命先驱，为辛亥革命做出了巨大贡献；提倡女权女学，为妇女解放运动的发展起到了巨大的推动作用。1907年7月15日凌晨，秋瑾从容就义于绍兴轩亭口，年仅32岁。"
  },
  "tags": [
    "豪放",
    "抒怀",
    "壮志"
  ]
}