{
  "id": 18246,
  "star": 152,
  "name": "登柳州城楼寄漳汀封连四州",
  "dynasty": "唐代",
  "content": "城上高楼接大荒，海天愁思正茫茫。<br>惊风乱飐芙蓉水，密雨斜侵薜荔墙。<br>岭树重遮千里目，江流曲似九回肠。<br>共来百越文身地，犹自音书滞一乡。",
  "fanyi": "<p><strong>译文</strong><br>从城上高楼远眺空旷的荒野，如茫茫海天般的愁思涌了出来。<br>急风胡乱地掀动水中的荷花，密雨斜打在长满薜荔的墙上。<br>山上的树重重遮住了远望的视线，江流曲折就像九转的回肠。<br>我们一起来到百越这个少数民族地区，虽然处于一地音书却阻滞难通。</p> <p><strong>注释</strong><br>⑴柳州：今属广西。<br>⑵漳州、汀洲：今属福建。<br>⑶封州、连州：今属广东。<br>⑷刺史：州的行政长官，相当于后世的知府。<br>⑸接：连接。一说，目接，看到<br>⑹大荒：旷远的广野。<br>⑺惊风：急风；狂风。<br>⑻乱飐（zhǎn）：吹动。<br>⑼芙蓉：指荷花。<br>⑽薜荔：一种蔓生植物，也称木莲。重遮：层层遮住。千里目：这里指远眺的视线。江：指柳江。九回肠：愁肠九转，形容愁绪缠结难解。<br>⑾共来：指和韩泰、韩华、陈谏、<a href=\"http://so.gushiwen.org/author_197.aspx\">刘禹锡</a>四人同时被贬远方。百越：即百粤，指当时五岭以南各少数民族地区。<br>⑿文身：古代南方少数民族有在身上刺花纹的风俗。文：通“纹”，用作动词。[1]犹自：仍然是。音书：音信。滞：阻隔。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这首抒情<a href=\"http://so.gushiwen.org/view_18246.aspx\">诗</a>，赋中有比，象中含兴，情景交融，凄楚动人。</p> <p>　　全诗先从“登柳州城楼”写起。首句“城上高楼”，于“楼”前着一“高”字，立身愈高，所见愈远。作者长途跋涉，好容易才到柳州，却急不可耐地登上高处，为的是要遥望战友们的贬所，抒发难于明言的积愫。“接大荒”之“接”字，是说城上高楼与大荒相接，乃楼上人眼中所见。于是感物起兴，“海天愁思正茫茫”一句，即由此喷涌而出，展现在诗人眼前的是辽阔而荒凉的空间，望到极处，海天相连。而自己的茫茫“愁思”，也就充溢于辽阔无边的空间了。这么辽阔的境界和这么深广的情意，作者却似乎毫不费力地写入了这第一联，摄诗题之魂，并为以下的逐层抒写展开了宏大的画卷。</p> <p>　　第二联“惊风乱飐芙蓉水，密雨斜侵薜荔墙”，写的是近处所见。惟其是近景，见得真切，故写得细致。就描绘风急雨骤的景象而言，这是“赋”笔，而赋中又兼有比兴。<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>《离骚》有云：“制芰荷以为衣兮，集芙蓉以为裳。不吾知其亦已兮，苟余情其信芳。”又云：“擥木根以结茝兮，贯薜荔之落蕊；矫菌桂以纫蕙兮，索胡绳之纚纚。謇吾法大前修兮，非世俗之所服。”在这里，芙蓉与薜荔，正象征着人格的美好与芳洁。登城楼而望近处，从所见者中特意拈出芙蓉与薜荔，显然是它们在暴风雨中的情状使诗人心灵颤悸。风而曰惊，雨而曰密，飐而曰乱，侵而曰斜，足见对客观事物又投射了诗人的感受。芙蓉出水，何碍于风，而惊风仍要乱飐；薜荔覆墙，雨本难侵，而密雨偏要斜侵。这不禁使诗人产生联想，愁思弥漫。在这里，景中之情，境中之意，赋中之比兴，有如水中着盐，不见痕迹。</p> <p>　　第三联写远景。由近景过渡到远景的契机乃是近景所触发的联想：自己目前是处于这样的情境之中，好友们的处境又是如何呢？于是心驰远方，目光也随之移向漳、汀、封、连四州。“岭树”、“江流”两句，同写遥望，却一仰一俯，视野各异。仰观则重岭密林、遮断千里之目；俯察则江流曲折，有似九回之肠。景中寓情，愁思无限。从字面上看，以“江流曲似九回肠”对“岭树重遮千里目”，铢两悉称，属于“工对”的范围。而从意义上看，上实下虚，前因后果，以骈偶之辞运单行之气，又具有“流水对”的优点。</p> <p>　　尾联从前联生发而来，除表现关怀好友处境望而不见的惆怅之外，还有更深一层的意思：望而不见，自然想到互访或互通音问；而望陆路，则山岭重叠，望水路，则江流纡曲，不要说互访不易，即互通音讯，也十分困难。这就很自然地要归结到“音书滞一乡”。然而就这样结束，文情较浅，文气较直。作者的高明之处。在于他先用“共来百粤文身地”一垫，再用“犹自”一转，才归结到“音书滞一乡”，便收到了沉郁顿挫的艺术效果。而“共来”一句，既与首句中的“大荒”照应，又统摄题中的“柳州”与“漳、汀、封、连四州”。一同被贬谪于大荒之地，已经够痛心了，还彼此隔离，连音书都无法送到。余韵袅袅，余味无穷，而题中的“寄”字之神，也于此曲曲传出。可见诗人用笔之妙。</p>",
  "about": "<h2>创作背景</h2> 　　此<a href=\"http://so.gushiwen.org/view_18246.aspx\">诗</a>当是唐宪宗元和十年（815）秋天在柳州所作。<a href=\"http://so.gushiwen.org/author_646.aspx\">柳宗元</a>与韩泰、韩晔、陈谏、<a href=\"http://so.gushiwen.org/author_197.aspx\">刘禹锡</a>都因参加王叔文领导的永贞革新运动而遭贬，这就是著名的“二王八司马”事件。元和十年，柳宗元等人循例被召至京师，大臣中虽有人主张起用他们，终因有人梗阻，再度贬为边州刺史。柳宗元改谪柳州刺史。十年前与他一同参与“永贞革新”的友人韩泰、韩晔、陈谏、刘禹锡也分别出任漳州、汀州、封州、连州刺史。多年的贬谪生活使柳宗元倍感仕途险恶、人生艰难。元和十年诗人到达柳州以后，登楼之际，面对满目异乡风物，不禁百感交集，写成了这首诗。",
  "poet": {
    "id": 646,
    "star": 0,
    "name": "柳宗元",
    "image": "http://img.gushiwen.org/authorImg/liuzongyuan.jpg",
    "desc": "柳宗元（773年－819年），字子厚，唐代河东（今山西运城）人，杰出诗人、哲学家、儒学家乃至成就卓著的政治家，唐宋八大家之一。著名作品有《永州八记》等六百多篇文章，经后人辑为三十卷，名为《柳河东集》。因为他是河东人，人称柳河东，又因终于柳州刺史任上，又称柳柳州。柳宗元与韩愈同为中唐古文运动的领导人物，并称“韩柳”。在中国文化史上，其诗、文成就均极为杰出，可谓一时难分轩轾。"
  },
  "tags": [
    "唐诗三百首",
    "抒情",
    "怀人"
  ]
}