{
  "id": 3952,
  "star": 372,
  "name": "咏蝉 / 在狱咏蝉",
  "dynasty": "唐代",
  "content": "西陆蝉声唱，南冠客思深。<br>不堪玄鬓影，来对白头吟。<br>露重飞难进，风多响易沉。<br>无人信高洁，谁为表予心？",
  "fanyi": "<p><strong>译文<br></strong>秋天里寒蝉叫个不停，被囚的人思乡愁情深。<br>想着自己当年的模样，现在却满头白发只能自言自语。<br>霜露重蝉难举翅高飞，大风起蝉鸣声被掩没。<br>无人相信蝉居食高洁，又有谁能为我表冰心。</p> <p><strong>注释</strong><br>西陆：指秋天。《隋书·天文志》：“日循黄道东行一日一夜行一度，三百六十五日有奇而周天。行东陆谓之春，行南陆谓之夏，行西陆谓之秋，行北陆谓之冬。”<br>南冠：楚冠，这里是囚徒的意思。用《左传·成公九年》，楚钟仪戴着南冠被囚于晋国军府事。深：一作“侵”。<br>玄鬓：指蝉的黑色翅膀，这里比喻自己正当盛年。不堪：一作“那堪”。<br>白头吟：乐府曲名。《乐府<a href=\"http://so.gushiwen.org/view_3952.aspx\">诗</a>集》解题说是<a href=\"http://so.gushiwen.org/author_732.aspx\">鲍照</a>、张正见、<a href=\"http://so.gushiwen.org/author_577.aspx\">虞世南</a>诸作，皆自伤清直却遭诬谤。两句意谓，自己正当玄鬓之年，却来默诵《白头吟》那样哀怨的诗句。<br>露重：秋露浓重。飞难进：是说蝉难以高飞。<br>响：指蝉声。沉：沉没，掩盖。<br>高洁：清高洁白。古人认为蝉栖高饮露，是高洁之物。作者因以自喻。<br>予心：我的心。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　小序鉴赏</p> <p>　　这首<a href=\"http://so.gushiwen.org/view_3952.aspx\">诗</a>前有一段序，而一些唐诗选本往往只录诗，对序则弃而不录。其实这段序文与诗是一有机整体，诗中比兴寓意，亦即自然之物与人格化身的契合，是以序文的铺叙直言为前提的。欲解二者契合之妙，不可不读这首诗的序。</p> <p>　　可以说这是一篇简短而精美的骈文，是一篇很有情致的抒情小说。诗人在这段序文中叙说了自己作诗的缘起，叙说了蝉的形态、习性及美德，抒发了自己“失路艰虞，遭时徽纆”的哀怨之情。诗人首先从禁所的古槐写起，运用晋代殷仲文仕途失意及西周时召公明察狱讼的典故，表达了自己身陷囹圄的痛苦和乞盼有司明察的心愿。然后，写闻蝉鸣生悲感，“岂人心异于曩时，将虫响悲乎前听”，以反问的语句把蝉与己、心与物联系在一起。以拟人的笔法铺叙蝉的美德、从蝉的形态习性写起，写蝉适应季节的变化，随季节、气候的变化而出现；写蝉翼甚薄，蝉目常开，“不以道昏而昧其视，不以俗厚而易其真”。诗人谓之具有“君子达人之高行”。因为蝉有这样的美德，所以诗人才引蝉自喻，以蝉为自己的人格化身。<a href=\"http://so.gushiwen.org/author_855.aspx\">刘勰</a>《文心雕龙·物色》云：“情以物迁，辞以情发。一叶且或迎意，虫声有足引心。”<a href=\"http://so.gushiwen.org/author_714.aspx\">骆宾王</a>以蝉喻己，顾影自怜，正是感物联类，情以物迁。从骆宾王作于同时期的《萤火赋序》中也可印证此论断：“物有感而情动，迹或均而心异。响必应之于同声，道固从之于同类。”诗人的体验说明了感物生情的道理，人的审美心理结构与自然之物的某种同构对应。诗人咏蝉之妙，不仅在于符合同构对应的原理，而且还在于蝉意象所包涵的丰富的文化内蕴。</p> <p>　　诗歌鉴赏</p> <p>　　此诗起二句在句法上用对偶句，在作法上则用起兴的手法，以蝉声来逗起客思，诗一开始即点出秋蝉高唱，触耳惊心。接下来就点出诗人在狱中深深怀想家园。三、四两句，一句说蝉，一句说自己，用“那堪”和“来对”构成流水对，把物我联系在一起。诗人几次讽谏<a href=\"http://so.gushiwen.org/author_298.aspx\">武则天</a>，以至下狱。大好的青春，经历了政治上的种种折磨已经消逝，头上增添了星星白发。在狱中看到这高唱的秋蝉，还是两鬓乌玄，两两对照，不禁自伤老大，同时更因此回想到自己少年时代，也何尝不如秋蝉的高唱，而今一事无成，甚至入狱。就在这十个字中，诗人动作比兴的方法，把这分凄恻的感情，委婉曲折地表达了出来。同时，白头吟又是乐府曲名。相传西汉时<a href=\"http://so.gushiwen.org/author_70.aspx\">司马相如</a>对<a href=\"http://so.gushiwen.org/author_785.aspx\">卓文君</a>爱情不专后，卓文君作《白头吟》以自伤。其诗云：“凄凄重凄凄，嫁娶不须啼，愿得一心人，白头不相离。”（见《西京杂记》）这里，诗人巧妙地运用了这一典故，进一步比喻执政者辜负了诗人对国家一片忠有之忱。“白头吟”三字于此起了双关的作用，比原意更深入一层。十字之中，什么悲呀愁呀这一类明点的字眼一个不用，意在言外，充分显示了诗的含蓄之美。</p> <p>　　接下来五六两句，纯用“比”体。两句中无一字不在说蝉，也无一字不在说自己。“露重”“风多”比喻环境的压力，“飞难进”比喻政治上的不得意，“响易沉”比喻言论上的受压制。蝉如此，诗人也如此，物我在这里打成一片，融混而不可分了。咏物诗写到如此境界，才算是“寄托遥深”。</p> <p>　　诗人在写这首诗时，由于感情充沛，功力深至，故虽在将近结束之时，还是力有余劲。第七句再接再厉，仍用比体。秋蝉高居树上，餐风饮露，没有人相信它不食人间烟火。这句诗人喻高洁的品性，不为时人所了解，相反地还被诬陷入狱，“无人信高洁”之语，也是对坐赃的辩白。然而正如战国时楚<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>《离骚》中所说：“世混浊而不分兮，好蔽美而嫉妒”。在这样的情况下，没有一个人来替诗人雪冤。“卿须怜我我怜卿”，意谓：只有蝉能为我而高唱，也只有我能为蝉而长吟。末句用问句的方式，蝉与诗人又浑然一体了。</p> <p>　　好诗，不但要有诗眼，以放“灵光”，而且有时须作“龙吟”，以发“仙声”。对照<a href=\"http://so.gushiwen.org/author_44.aspx\">杨炯</a>的《从军行》与<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>《蜀相》，两诗若无“宁为百夫长，胜作一书生”，“出师未捷身先死，长使英雄泪满襟”这样的“龙吟”句殿后，直抒胸臆，剖献“诗心”，则全篇就木然无光了。此诗亦然，尾联诗人愤情冲天，勃发“龙吟”，喷出蕴蓄许久的真情：“无人信高洁，谁为表予心”，遂脱去了前三联罩裹诗句的“蝉身”，使人看到了作者洁纯无瑕的报国诚心，这颗诚心恰如其《序》所说，乃“有目斯开、不以道昏而昧其视，有翼自薄，不以俗厚而易其真。吟乔树之微风，韵姿天纵；饮高秋之坠露，清畏人知。”不以世俗更易秉性，宁饮坠露也要保持“韵姿”。正是这裂帛一问，才使《在狱咏蝉》成为唐诗的卓荦名篇，超然于初唐诸宫体艳诗之上。</p> <p>　　这首诗作于患难之中，感情充沛，取譬明切，用典自然，语多双关，于咏物中寄情寓兴，由物到人，由人及物，达到了物我一体的境界，是咏物诗中的名作。</p>",
  "about": "<h2>创作背景</h2> 　　这首<a href=\"http://so.gushiwen.org/view_3952.aspx\">诗</a>作于唐高宗仪凤三年（678年）。当年，屈居下僚十多年而刚升为侍御史的<a href=\"http://so.gushiwen.org/author_714.aspx\">骆宾王</a>因上疏论事触忤武后，遭诬，以贪赃罪名下狱。闻一多先生说，骆宾王“天生一副侠骨，专喜欢管闲事，打抱不平、杀人报仇、革命，帮痴心女子打负心汉”（《宫体诗的自赎》）。这些话道出了骆宾王下狱的根本原因。他敢抗上司、敢动刀笔，于是被当权者以“贪赃”与“触忤武后”的罪名收系下狱。此诗是骆宾王身陷囹圄之作。",
  "poet": {
    "id": 714,
    "star": 0,
    "name": "骆宾王",
    "image": "http://img.gushiwen.org/authorImg/luobinwang.jpg",
    "desc": "骆宾王（约619—约687年）字观光，汉族，婺州义乌人（今浙江义乌）。唐初诗人，与王勃、杨炯、卢照邻合称“初唐四杰”。又与富嘉谟并称“富骆”。高宗永徽中为道王李元庆府属，历武功、长安主簿，仪凤三年，入为侍御史，因事下狱，次年遇赦，调露二年除临海丞，不得志，辞官。有集。骆宾王于武则天光宅元年，为起兵扬州反武则天的徐敬业作《代李敬业传檄天下文》，敬业败，亡命不知所之，或云被杀，或云为僧。"
  },
  "tags": [
    "唐诗三百首",
    "咏物"
  ]
}