{
  "id": 71867,
  "star": 330,
  "name": "关山月",
  "dynasty": "宋代",
  "content": "和戎诏下十五年，将军不战空临边。<br>朱门沉沉按歌舞，厩马肥死弓断弦。<br>戍楼刁斗催落月，三十从军今白发。<br>笛里谁知壮士心，沙头空照征人骨。<br>中原干戈古亦闻，岂有逆胡传子孙！<br>遗民忍死望恢复，几处今宵垂泪痕。",
  "fanyi": "<p><strong>译文<br></strong>与金人议和的诏书已经下了十五年，将军不作战白白地来到边疆。<br>深广、壮丽的贵族府里按着节拍演歌舞，马棚里的肥马默默死去、弓弦朽断。<br>守望岗楼上报更的刁斗催月落，三十岁参军到如今已经白了发。<br>从笛声里谁人知道壮士的心思。月亮白白地照射着出征将士的骨头。<br>中原一带的战争古代也听说有，但哪有异族统治者能在中原传子传孙？<br>沦陷的人民忍痛生存盼复国，今天晚上有多少地方的民众在流泪！</p> <p><strong>注释<br></strong>1.关山月：乐府旧题，《乐府解题》云“《关山月》，伤离别也”。<br>2.和戎：原意是与少数民族和睦相处，实指宋朝向金人屈膝求安。宋孝宗隆兴元年（1163年）下诏与金人第二次议和，至作者作此<a href=\"http://so.gushiwen.org/view_71867.aspx\">诗</a>时，历时为十五年。<br>3.边：边防，边境。<br>4.“朱门”句：红漆大门，借指豪门贵族。沉沉：形容门房庭院深邃。按：击节拍。<br>5.“厩（iù）”句：马棚。肥死：马棚里的马不用，渐渐死去。弓断弦：弓很久不用，绷的弦都断了。<br>6.“戍楼”句：边界上用以守望的岗楼。刁斗：军用铜锅，可以做饭，也可用来打更。<br>7.笛里：指以笛吹奏的曲调声。<br>8.沙头：边塞沙漠之地。征人：出征戍守边塞的战士。<br>9.逆胡传子孙：指金人长期占领中原。金自太宗完颜晟进占中原，至此时已有四世，故云传子孙。又可理解为南宋当今君臣不思恢复。将它留给后代去处理。<br>10.“遗民”句：指金国占领下的中原百姓。恢复：恢复中原故土。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　《关山月》充分地体现了<a href=\"http://so.gushiwen.org/author_272.aspx\">陆游</a>爱国主义<a href=\"http://so.gushiwen.org/view_71867.aspx\">诗</a>歌的基本内容和精神实质，是思想性和艺术性结合比较完美的作品。饱含诗人忧国爱民的思想,感情沉痛悲愤，读来使人泪下。这种感人肺腑的巨大力量，除了来自其伟大的爱国情怀，还在于其高超的艺术手法，其中最突出的一点就是构建了多重套叠的对比示现修辞文本。</p> <p>　　从宏观结构上看，全诗共十二句，每四句一转韵。相应的在内容上也分为三个层次。这三个层次分别选取同一月夜下三种人物的不同境遇和态度，作为全诗的结构框架。一边是豪门贵宅中的文武官员，莺歌燕舞，不思复国；一边是戍边战士，百无聊赖，报国无门；一边是中原遗民，忍辱含诟，泪眼模糊，盼望统一。这三个场景构成了三幅对比鲜明的图画，揭露和抨击了当权者只顾纵情声色，偷得一己安宁而置兵民痛苦于云外的腐败投降政治。</p> <p>　　第一段：和戎诏下十五年，将军不战空临边。朱门沉沉按歌舞，厩马肥死弓断弦。</p> <p>　　诗人先以“和戎诏下十五年，将军不战空临边”总领全诗，与下文的诸种场景形成直接的因果关系。诗的开始“和戎”句谓本应只是暂时权宜之计的和戎，却一忽而过十五年，有批评之意；将军能战而不战，“空”字质疑的语气很重。继以“朱门沉沉按歌舞”和“厩马肥死弓断弦”这两个典型情景为着眼点，进行对比。一边是深宅大院里歌舞升平；一边是马棚里战马肥死，武库中弓弦霉断。“朱门”句指朝廷的权臣、重臣已经忘怀了国土沦陷的现状，“沉沉”用得很好，好像沉醉得很深，“按”字很好地写出重臣不以国家为重，唯知作乐的情形。“厩马”句写英雄无用武之地写得很沉痛。这种对比揭示了统治者终日醉生梦死，荒淫腐化，导致边防武备一片荒废的现状。这说明他们早已忘却国耻。我们完全可以体味到：日日不忘抗金复国的伟大诗人陆游，面对统治者的苟安思想和腐朽生活，强烈的愤慨之情如万丈烈火，喷涌而出。</p> <p>　　这因为南宋统治集团只顾自己的安乐，而不惜出卖国家、民族的利益。 “朱门”一句一针见血地揭露了他们妥协、投降的实质，在大敌当前，国土沦丧，民族危亡之际，统治者却是一味追求灯红酒绿，争歌逐舞的享乐生活。他们贪生怕死，向敌人屈膝投降，采取不抵抗政策，下什么自欺其人的“和戎诏”，致使那些养来抗敌的战马，用来杀敌的弓箭，死的死，断的断，而且马是肥死，弓是朽断。这是多么惨痛的现实呀！“厩马肥死弓断弦”是对“将军不战空临边”的补充，这两句都与和戎下诏有直接的因果关系。</p> <p>　　第二段：戍楼刁斗催落月，三十从军今白发。笛里谁知壮士心，沙头空照征人骨。</p> <p>　　在这和戎诏下的十五年中，边关没有了流汗掉肉的辛苦操练，没有惊心动魄的流血战事，一切归于风平浪静，相安无事。在这里，诗人把比较的着眼点聚焦于尚存者和死难者的命运和价值。对于尚存者来说，由于有最高统治者的“和戎诏”，多少年来，他们无所事事，只有以阵阵刁斗声送走一轮又一轮的明月，只有把自己的心事寄托于幽咽的笛声中，每天都在这种百无聊赖的生活中打发时光。日复一日，年复一年，许多三十岁左右参军的壮士现在都已经白发苍苍了。</p> <p>　　一个“催”字，下得何等急促，一句“壮士心”，写得何等赤诚，一个反问句，显得多么无奈！在这急促催月的刁斗声中，在这如怨如泣的笛声中，隐含了壮士们盼望杀敌立功，尽快结束这种枯燥无味的生活，早日回归久别的家园的迫切心情，但这种心情，又有谁能理解呢？“存者且偷生，死者长已矣。”（<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>《石壕吏》）如果说存活者还可以有一丝幻想，那么对于死难者来说呢？“沙头空照征人骨”，一个“空”字，说明了战士们杀敌和归乡的诸种愿望，将随着老死边关、化做暴露于野的白骨而最终落空，也说明了他们的献出的青春与生命毫无价值。</p> <p>　　诗歌忌重字，这句诗却与前面的“将军不战空临边”复用“空”字，看似败笔的两个字却正好将“将军”“征人”的生活命运构成了鲜明对比。生者无聊幽怨，死者暴尸沙场，生与死的对照画面揭示了战士的悲剧命运，反映了战士的满腔悲愤，字里行间，饱含着诗人对和戎路线的无声控诉和对边关战士的深切同情。“空照”、 “谁知”等词语是他这种心情的写照。</p> <p>　　最后四句是第三段：中原干戈古亦闻，岂有逆胡传子孙！遗民忍死望恢复，几处令宵垂泪痕！</p> <p>　　从写边防战士转到写人民，写在敌人统治下被奴役的北方人民即所谓遗民。主要描绘中原遗民含泪盼望复国的画面。“中原干戈古亦闻”，诗人首先展现了一幅遥远浩瀚的历史背景图：中原地区自古以来就是一个硝烟弥漫的战场，古代中华儿女为了抵御外辱，曾经在这里浴血奋战。诗人此句用意深刻：这一句上与开头的“和戎诏下十五年”“将军不战”的现状遥相对照，形成古今对比的情景，借古讽今；下与“岂有逆胡传子孙”形成对比，诗人用了一个语气强烈的反问句式，表达了对和戎政策的无比愤慨之情。</p> <p>　　紧接着，“逆胡传子孙”和“遗民忍死望恢复，几处今宵垂泪痕”构成一幅对比鲜明的情景：一边是占领中原的女真人在这里子孙成群，其乐融融，准备落地生根；另一边是中原遗民忍辱含泪，盼望统一，这两个情景两相对照，又融为一体。这幅图景使我们很容易联想到陆游的另外两句诗：“遗民泪尽胡尘里，南望王师又一年。”（《秋夜将晓出篱门迎凉有感》）中原沦陷地区，胡人的盛嚣尘上和遗民的痛苦凄惨，无不揭示了“和戎诏”的巨大祸害，展现了遗民的复国愿望。遗民们深受异族蹂躏，生活在水深火热之中，支持他们的精神力量，就是盼望宋军能够挥戈北上，恢复祖国统一的局面。然而遗民们期待北伐，盼望恢复的愿望无法实现，他们只好空望着南方，伤心落泪。这就是结尾两句“遗民忍死望恢复，几处今宵垂泪痕”的含义。</p> <p>　　此诗的思想内容：《关山月》虽然既写了统治集团，又写了将士、遗民，但是从头到尾贯穿着一条线索——南宋王朝下诏和戎，这是诗的第一句指明了的。正是因为下诏和戎，将军才不战空临边，战士才不得趁年轻力壮上阵杀敌，遗民才不得从外族统治的水深火热之中解放出来。诗人的思想倾向是非常鲜明的，这就是诗中所表现的对南宋集团妥协投降政策的谴责，对抗敌爱国的将士和遗民的深切同情，和对侵略者的无比仇恨，正因为表现了这些思想，所以我们才说《关山月》集中体现了陆游爱国诗歌的进步内容和精神实质。陆游诗歌爱国主义精神还常常表现为他壮志未酬的愤懑。在《关山月》诗中，虽然不像《书愤》等诗那样直接表现这一点，但是在“将军不战空临边”，“厩马肥死弓断弦”，“笛里谁知壮士心”，“沙头空照征人骨”等句子中间也隐含着自己倾音无路，壮志未酬的悲愤，诗人与抗金的将士们是息息相通的。</p><br/><h2>简析</h2> 　　这首<a href=\"http://so.gushiwen.org/view_71867.aspx\">诗</a>是以乐府旧题写时事，作于<a href=\"http://so.gushiwen.org/author_272.aspx\">陆游</a>罢官闲居成都时。诗中痛斥了南宋朝廷文恬武嬉、不恤国难的态度，表现了爱国将士报国无门的苦闷以及中原百姓切望恢复的愿望，体现了诗人忧国忧民、渴望统一的爱国情怀。全诗十二句，每四句一转韵，表达一层意思，分别写将军权贵、戍边战士和中原百姓。诗人构思非常巧妙，以月夜统摄全篇，将三个场景融成一个整体，构成一幅关山月夜的全景图。可以说，这是当时南宋社会的一个缩影。诗人还选取了一些典型事物，如朱门、厩马、断弓、白发、征人骨、遗民泪等，表现了诗人鲜明的爱憎感情。本诗语言凝练，一字褒贬，具有很强的表现力。",
  "about": "<h2>艺术特色</h2> 　　《关山月》<a href=\"http://so.gushiwen.org/view_71867.aspx\">诗</a>不仅有着深刻的思想，而且有充沛的感情，丰满的形象，生动的描写。具体说来，概括性强，抒情性强，语言精练自然，圆转流畅，是这首诗的特点。同时也可以说是<a href=\"http://so.gushiwen.org/author_272.aspx\">陆游</a>在艺术上的共同特点。这首《关山月》诗的风格是沉郁、苍茫、悲凉、激越的。陆游创造性运用了《关山月》这种古乐府的旧题， “关山月”原来以边塞为题材，抒发从军战士怀人思乡的内心感情。而陆游从和戎下诏的统治集团写到边塞戍楼的战士又写到中原忍死的遗民，诗的内容丰富了，境界扩展了，思想意义也更深刻了。它的风格也不再是一味的低回哀怨而是沉郁苍茫、悲凉激越的了。陆游还相当巧妙地紧扣着关、山、月三个字，去组织材料表现主题，具有高度的概括性和很强的抒情性。关山原是代表边塞的地理特征，防守时总是在山势险峻之处设置关塞。而陆游却突破这一限制，把关山扩大开去，从关山以内写到关山以外。关山以内是后方，那里朱门之内的尽兴的浅斟低唱，无休止地轻歌漫舞。关山本身是前方战士的戍楼，那里有楼内生者的苍苍白发，楼外死者的累累白骨。关山以外，是沦陷区，那里有残暴敌人的干戈屠杀，无辜百姓的血泪酸辛。诗人由近及远，把几方面不同的事物排列在一起，深刻而生动地表现了诗人爱憎的感情、是非观念，形象而具体地揭示出爱国和卖国两条政治路线的尖锐对立，具有高度的概括性和浓郁的抒情性。同时诗人还紧扣“月”字，利用月亮的连续变化，周而复始，来表示时间的推移、季节的转换，这是从纵的方面贯穿和戎诏下十五年的历史。而且月在我们民族的传统中象征着美好的团圆，因此守边的战士见了它抒发怀乡之情；亡国的遗民见了它，牵动故国之思。可是在南宋统治集团看来，这正是烹歌煮酒的良辰美景。同是明月，在不同的政治立场、不同生活处境人们的心目当中，感受不同，反映不同；同是明月照射着朱门的歌舞，照射着前方战士的白发、尸骨，照射着沦陷区遗民的泪痕，而且在十五年来就这么一直照射着。歌舞沉迷，白发益多，尸骨未收，泪痕依旧。借着月光的照射，诗人从历史到现实，把长期和戎不战的政治局面，作了鲜明真切的艺术概括，沉痛悲愤之情充溢于字里行间。诗的语言也晓畅平易，精练自然，没有剑拔弩张惊人的句子，但在客观事实的描述中，却更显出一种摧人泪下、惊心动魄的力量。由此可见，说《关山月》思想性、艺术性达到了高度完美的结合，能代表陆游诗歌的思想艺术特点，是一点也不夸张的。<br/><h2>创作背景</h2> <p>　　隆兴元年（1163年）宋军在符离大败之后，十一月，孝宗诏集廷臣，权衡与金国议和的得失，后达成和议。到了孝宗淳熙四年（1177年），此时距当年下诏议和已十五年了，南宋朝廷不思恢复，沉浸在苟安的和平里，<a href=\"http://so.gushiwen.org/view_71867.aspx\">诗</a>人感伤时事写下此诗。 </p> <p>　　淳熙二年（1175年），<a href=\"http://so.gushiwen.org/author_272.aspx\">陆游</a>几经调动再回到成都时，<a href=\"http://so.gushiwen.org/author_529.aspx\">范成大</a>也以四川制置使的身份来到这里，旧友异地相逢，十分亲热，常在一起饮酒酬唱。陆游原本豪放不羁，这时因抗金的抱负与个人的事业都受到挫折，更是借酒浇愁，放浪形骸。因他“不拘礼法”，被一些人讥为“颓放”（《宋史》本传），并于淳熙三年被罢去知嘉州的官职。陆游索性自号“放翁”，表示对抗和蔑视的态度。但尽管他外表上旷达颓放，饮酒寻乐，内心却常常充满了忧患、愤慨和悲哀。</p>",
  "poet": {
    "id": 272,
    "star": 0,
    "name": "陆游",
    "image": "http://img.gushiwen.org/authorImg/luyou.jpg",
    "desc": "陆游（1125—1210），字务观，号放翁。汉族，越州山阴（今浙江绍兴）人，南宋著名诗人。少时受家庭爱国思想熏陶，高宗时应礼部试，为秦桧所黜。孝宗时赐进士出身。中年入蜀，投身军旅生活，官至宝章阁待制。晚年退居家乡。创作诗歌今存九千多首，内容极为丰富。著有《剑南诗稿》、《渭南文集》、《南唐书》、《老学庵笔记》等。"
  },
  "tags": [
    "爱国",
    "壮志未酬",
    "悲愤"
  ]
}