{
  "id": 7506,
  "star": 142,
  "name": "送杜十四之江南 / 送杜晃进士之东吴",
  "dynasty": "唐代",
  "content": "荆吴相接水为乡，君去春江正淼茫。<br>日暮征帆何处泊，天涯一望断人肠。",
  "fanyi": "<p><strong>译文<br></strong>两湖江浙紧接壤，河道纵横水为乡。您去正值春江满，烟云弥漫水茫茫。<br>暮色深沉天已晚，孤舟一叶停何方？心随友人望天涯，无限思念痛断肠。</p> <p><strong>注释<br></strong>⑴杜十四：杜晃，排行十四。之：去，到。<br>⑵荆吴：荆是古代楚国的别名，在今湖北、湖南一带。吴也是古代国名，在今江苏、安徽、浙江一带。荆吴在这里泛指江南。为：一作“连”。<br>⑶春江：一作“江村”。淼茫：即渺茫。<br>⑷何处泊：一作“何处泊”。<br>⑸天涯：犹天边。指极远的地方。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这是一首送别<a href=\"http://so.gushiwen.org/view_7506.aspx\">诗</a>。揆之元<a href=\"http://so.gushiwen.org/author_229.aspx\">杨载</a>《诗法家数》：“凡送人多托酒以将意，写一时之景以兴怀，寓相勉之词以致意”，如果说这是送别诗常见的写法，那么，相形之下，<a href=\"http://so.gushiwen.org/author_757.aspx\">孟浩然</a>这首诗就显得颇为出格了。</p> <p>　　诗题一作“送杜晃进士之东吴”。唐时所谓“进士”，实后世所谓举子（举进士）。得第者则称“前进士”。可见杜晃此去东吴，是落魄的。</p> <p>　　诗开篇就是“荆吴相接水为乡”，既未点题意，也不言别情，全是送者对行人一种宽解安慰的语气。以“荆吴相接”几个字将千里之遥写得近如比邻，给人以比邻咫尺之感，恰似说“天涯若比邻”，“谁道沧江吴楚分”。说两地，实际已暗关送别之事。但先作宽慰，超乎送别诗常法，却别具生活情味：落魄远游的人是最需要精神上的支持与鼓励的。这里就有劝杜晃放开眼量的意思。长江中下游地区，素称水乡。不说“水乡”而说“水为乡”，意味隽永：以水为乡的荆吴人对飘泊生活习以为常，不以暂离为憾事。“水为乡”描出江南特点，也有以水为家之意。语属宽解，情实至深。这样说来虽含“扁舟暂来去”意，却又不著一字，造语洗炼、含蓄。此句初读似信口而出的常语，细咀其味无穷。若作“荆吴相接为水乡”，则诗味顿时“死于句下”。</p> <p>　　“君去春江正淼茫”。此承“水为乡“说到正题上来，话仍平淡。“君去”是眼前事，“春江正淼茫”是眼前景，写来几乎不用费心思。但这寻常之事与寻常之景联系在一起，又产生一种味外之味。“春江淼茫”，春江水满，正好行船，含有祝友人一帆风顺之意，但“淼茫”二字又透出凄惘之情。“淼茫”一词包含着复杂的情感，从字面上来看它是描写眼前景：春江上烟波浩淼，雨雾蒙蒙，其实是写诗人心中的茫然，写出诗人送别友人时的怅然若失。既有喜“君去”得航行之便，也有恨“君去”太疾之意，景中有情在，让读者自去体味。这就是“素处以默，妙机其微”（<a href=\"http://so.gushiwen.org/author_163.aspx\">司空图</a>《诗品·冲淡》）了。</p> <p>　　“日暮征帆何处泊”，撇景入情。朋友刚才出发，便想到“日暮征帆何处泊”，联系上句，这一问来得十分自然。春江渺茫与征帆一片，形成一个强烈对比。阔大者愈见阔大，渺小者愈见渺小。由景入情，抒发别绪。写出友人的孤单寂寞。友人走后，诗人遥望江面，但见“日暮孤帆”，航行在渺茫春江之上，于是代人设想，船停何处？投宿何方？通过渺茫春江与孤舟一叶的强烈对照，发出深情一问，对朋友的关切和依恋在这一问中表达得淋漓尽致。同时，揣度行踪，可见送者的心追逐友人东去，又表现出一片依依惜别之情。这一问实在是情至之文。</p> <p>　　“天涯一望断人肠”，诗人遥望渐行渐远的行舟，送行者放眼天涯，极视无见，不禁情如春江，汹涌澎湃。“断人肠”将别情推向高潮，在高潮中结束全诗，离愁别恨，悠然不尽。“断人肠”点明别情，却并不伤于尽露，可谓“不胜歧路之泣”（蒋仲舒评）。原因在于前三句已将此情孕育充分，结句点破，恰如水库开闸，感情的洪流一涌而出，源源不断。若无前三句的蓄势，就达不到这样持久动人的效果。</p> <p>　　此诗前三句全出以送者口吻，“其淡如水，其味弥长”，已经具有诗人风神散朗的自我形象。末句“天涯一望”四字，更勾画出“解缆君已遥，望君犹伫立”（<a href=\"http://so.gushiwen.org/author_515.aspx\">王维</a>《齐州送祖三》）的送者情态，十分生动。读者在这里看到的，与其“说是孟浩然的诗，倒不如说是诗的孟浩然，更为准确”（闻一多《唐诗杂论》）。</p> <p>　　此诗用散行句式，如行云流水，近歌行体，写得颇富神韵，不独在谋篇造语上出格，自然流畅地表现了诗人对友人杜晃的深切怀念，也体现出诗人与友人杜晃之间的真挚友谊。诗中四句从写景入笔，寓主观感情于客观景象之中，使客观的景象染上浓重的主观感情的色彩。</p>",
  "about": "<h2>创作背景</h2> 　　<a href=\"http://so.gushiwen.org/author_757.aspx\">孟浩然</a>友人杜晃要离开荆地到东吴，孟浩然为友人杜晃送行而写下此首送别<a href=\"http://so.gushiwen.org/view_7506.aspx\">诗</a>。",
  "poet": {
    "id": 757,
    "star": 0,
    "name": "孟浩然",
    "image": "http://img.gushiwen.org/authorImg/menghaoran.jpg",
    "desc": "孟浩然（689-740），男，汉族，唐代诗人。本名不详（一说名浩），字浩然，襄州襄阳（今湖北襄阳）人，世称“孟襄阳”。浩然，少好节义，喜济人患难，工于诗。年四十游京师，唐玄宗诏咏其诗，至“不才明主弃”之语，玄宗谓：“卿自不求仕，朕未尝弃卿，奈何诬我？”因放还未仕，后隐居鹿门山，著诗二百余首。孟浩然与另一位山水田园诗人王维合称为“王孟”。"
  },
  "tags": [
    "离别"
  ]
}