{
  "id": 71176,
  "star": 1607,
  "name": "劝学",
  "dynasty": "先秦",
  "content": "　　君子曰：学不可以已。</p> <p>　　青，取之于蓝，而青于蓝；冰，水为之，而寒于水。木直中绳，輮以为轮，其曲中规。虽有槁暴，不复挺者，輮使之然也。故木受绳则直，金就砺则利，君子博学而日参省乎己，则知明而行无过矣。</p> <p>　　故不登高山，不知天之高也；不临深溪，不知地之厚也；不闻先王之遗言，不知学问之大也。干、越、夷、貉之子，生而同声，长而异俗，教使之然也。诗曰：“嗟尔君子，无恒安息。靖共尔位，好是正直。神之听之，介尔景福。”神莫大于化道，福莫长于无祸。</p> <p>　　吾尝终日而思矣，不如须臾之所学也；吾尝跂而望矣，不如登高之博见也。登高而招，臂非加长也，而见者远；顺风而呼，声非加疾也，而闻者彰。假舆马者，非利足也，而致千里；假舟楫者，非能水也，而绝江河。君子生非异也，善假于物也。</p> <p>　　南方有鸟焉，名曰蒙鸠，以羽为巢，而编之以发，系之苇苕，风至苕折，卵破子死。巢非不完也，所系者然也。西方有木焉，名曰射干，茎长四寸，生于高山之上，而临百仞之渊，木茎非能长也，所立者然也。蓬生麻中，不扶而直；白沙在涅，与之俱黑。兰槐之根是为芷，其渐之滫，君子不近，庶人不服。其质非不美也，所渐者然也。故君子居必择乡，游必就士，所以防邪辟而近中正也。</p> <p>　　物类之起，必有所始。荣辱之来，必象其德。肉腐出虫，鱼枯生蠹。怠慢忘身，祸灾乃作。强自取柱，柔自取束。邪秽在身，怨之所构。施薪若一，火就燥也，平地若一，水就湿也。草木畴生，禽兽群焉，物各从其类也。是故质的张，而弓矢至焉；林木茂，而斧斤至焉；树成荫，而众鸟息焉。醯酸，而蚋聚焉。故言有招祸也，行有招辱也，君子慎其所立乎！</p> <p>　　积土成山，风雨兴焉；积水成渊，蛟龙生焉；积善成德，而神明自得，圣心备焉。故不积跬步，无以至千里；不积小流，无以成江海。骐骥一跃，不能十步；驽马十驾，功在不舍。锲而舍之，朽木不折；锲而不舍，金石可镂。蚓无爪牙之利，筋骨之强，上食埃土，下饮黄泉，用心一也。蟹六跪而二螯，非蛇鳝之穴无可寄托者，用心躁也。</p> <p>　　是故无冥冥之志者，无昭昭之明；无惛惛之事者，无赫赫之功。行衢道者不至，事两君者不容。目不能两视而明，耳不能两听而聪。螣蛇无足而飞，鼫鼠五技而穷。《诗》曰：“尸鸠在桑，其子七兮。淑人君子，其仪一兮。其仪一兮，心如结兮！”故君子结于一也。</p> <p>　　昔者瓠巴鼓瑟，而流鱼出听；伯牙鼓琴，而六马仰秣。故声无小而不闻，行无隐而不形 。玉在山而草木润，渊生珠而崖不枯。为善不积邪？安有不闻者乎？</p> <p>　　学恶乎始？恶乎终？曰：其数则始乎诵经，终乎读礼；其义则始乎为士，终乎为圣人， 真积力久则入，学至乎没而后止也。故学数有终，若其义则不可须臾舍也。为之，人也；舍 之，禽兽也。故书者，政事之纪也；诗者，中声之所止也；礼者，法之大分，类之纲纪也。 故学至乎礼而止矣。夫是之谓道德之极。礼之敬文也，乐之中和也，诗书之博也，春秋之微 也，在天地之间者毕矣。 君子之学也，入乎耳，着乎心，布乎四体，形乎动静。端而言，蝡而动，一可以为法则。小人之学也，入乎耳，出乎口；口耳之间，则四寸耳，曷足以美七尺之躯哉！古之学者为己，今之学者为人。君子之学也，以美其身；小人之学也，以为禽犊。故不问而告谓之傲，问一而告二谓之囋。傲、非也，囋、非也；君子如向矣。</p> <p>　　学莫便乎近其人。礼乐法而不说，诗书故而不切，春秋约而不速。方其人之习君子之说，则尊以遍矣，周于世矣。故曰：学莫便乎近其人。</p> <p>　　学之经莫速乎好其人，隆礼次之。上不能好其人，下不能隆礼，安特将学杂识志，顺诗书而已耳。则末世穷年，不免为陋儒而已。将原先王，本仁义，则礼正其经纬蹊径也。若挈裘领，诎五指而顿之，顺者不可胜数也。不道礼宪，以诗书为之，譬之犹以指测河也，以戈舂黍也，以锥餐壶也，不可以得之矣。故隆礼，虽未明，法士也；不隆礼，虽察辩，散儒也。</p> <p>　　问楛者，勿告也；告楛者，勿问也；说楛者，勿听也。有争气者，勿与辩也。故必由其道至，然后接之；非其道则避之。故礼恭，而后可与言道之方；辞顺，而后可与言道之理；色从而后可与言道之致。故未可与言而言，谓之傲；可与言而不言，谓之隐；不观气色而言，谓瞽。故君子不傲、不隐、不瞽，谨顺其身。诗曰：“匪交匪舒，天子所予。”此之谓也。</p> <p>　　百发失一，不足谓善射；千里蹞步不至，不足谓善御；伦类不通，仁义不一，不足谓善学。学也者，固学一之也。一出焉，一入焉，涂巷之人也；其善者少，不善者多，桀纣盗跖也；全之尽之，然后学者也。</p> <p>　　君子知夫不全不粹之不足以为美也，故诵数以贯之，思索以通之，为其人以处之，除其害者以持养之。使目非是无欲见也，使耳非是无欲闻也，使口非是无欲言也，使心非是无欲虑也。及至其致好之也，目好之五色，耳好之五声，口好之五味，心利之有天下。是故权利不能倾也，群众不能移也，天下不能荡也。生乎由是，死乎由是，夫是之谓德操。德操然后能定，能定然后能应。能定能应，夫是之谓成人。天见其明，地见其光，君子贵其全也。 ",
  "fanyi": "<p><strong>译文</strong><br>　　君子说：学习不可以停止的。<br>　　譬如靛青这种染料是从蓝草里提取的，然而却比蓝草的颜色更青；冰块是冷水凝结而成的，然而却比水更寒冷。木材笔直，合乎墨线，但是(用火萃取）使它弯曲成车轮，（那么）木材的弯度（就）合乎（圆到）如圆规画的一般的标准了，即使又晒干了，（木材）也不会再挺直，用火萃取使它成为这样的。所以木材经墨线比量过就变得笔直，金属制的刀剑拿到磨刀石上去磨就能变得锋利，君子广博地学习，并且每天检验反省自己，那么他就会智慧明理并且行为没有过错了。<br>　　因此，不登上高山，就不知天多么高；不面临深涧，就不知道地多么厚；不懂得先代帝王的遗教，就不知道学问的博大。干越夷貉之人，刚生下来啼哭的声音是一样的，而长大后风俗习性却不相同，这是教育使之如此。《<a href=\"http://so.gushiwen.org/view_71176.aspx\">诗</a>经》上说：“你这个君子啊，不要总是贪图安逸。恭谨对待你的本职，爱好正直的德行。神明听到这一切，就会赐给你洪福 祥瑞。”精神修养没有比受道德熏陶感染更大了，福分没有比无灾无祸更长远了。<br>　　我曾经一天到晚地冥思苦想，（却）比不上片刻学到的知识（收获大）；我曾经踮起脚向远处望，（却）不如登到高处见得广。登到高处招手，手臂并没有加长，可是远处的人却能看见；顺着风喊，声音并没有加大，可是听的人却能听得很清楚。借助车马的人，并不是脚走得快，却可以达到千里之外，借助舟船的人，并不善于游泳，却可以横渡长江黄河。君子的资质秉性跟一般人没什么不同，（只是君子）善于借助外物罢了。<br>　　南方有一种叫“蒙鸠”的鸟，用羽毛作窝，还用毛发把窝编结起来，把窝系在嫩芦苇的花穗上，风一吹苇穗折断，鸟窝就坠落了，鸟蛋全部摔烂。不是窝没编好，而是不该系在芦苇上面。西方有种叫“射干”的草，只有四寸高，却能俯瞰百里之遥，不是草能长高，而是因为它长在了高山之巅。蓬草长在麻地里，不用扶持也能挺立住，白沙混进了黑土里，就再不能变白了，兰槐的根叫香艾，一但浸入臭水里，君子下人都会避之不及，不是艾本身不香，而是被浸泡臭了。所以君子居住要选择好的环境，交友要选择有道德的人，才能够防微杜渐保其中庸正直。<br>　　事情的发生都是有起因的，荣辱的降临也与德行相应。肉腐了生蛆，鱼枯死了生虫，懈怠疏忽忘记了做人准则就会招祸。太坚硬物体易断裂，太柔弱了又易被束缚，与人不善会惹来怨恨，干柴易燃，低洼易湿，草木丛生，野兽成群，万物皆以类聚。所以靶子设置好了就会射来弓箭，树长成了森林就会引来斧头砍伐，树林繁茂荫凉众鸟就会来投宿，醋变酸了就会惹来蚊虫，所以言语可能招祸，行为可能受辱，君子为人处世不能不保持谨慎。<br>　　堆积土石成了高山，风雨就从这里兴起了；汇积水流成为深渊，蛟龙就从这里产生了；积累善行养成高尚的品德，自然会心智澄明，也就具有了圣人的精神境界。所以不积累一步半步的行程，就没有办法达到千里之远；不积累细小的流水，就没有办法汇成江河大海。骏马一跨跃，也不足十步远；劣马拉车走十天，（也能到达，）它的成绩来源于走个不停。（如果）刻几下就停下来了，（那么）腐烂的木头也刻不断。（如果）不停地刻下去，（那么）金石也能雕刻成功。蚯蚓没有锐利的爪子和牙齿，强健的筋骨，却能向上吃到泥土，向下可以喝到土壤里的水，这是由于它用心专一啊。螃蟹有六条腿，两个蟹钳，（但是）如果没有蛇、鳝的洞穴它就无处存身，这是因为它用心浮躁啊。<br>　　因此没有刻苦钻研的心志，学习上就不会有显著成绩；没有埋头苦干的实践，事业上就不会有巨大成就。在歧路上行走达不到目的地，同时事奉两个君主的人，两方都 不会容忍他。眼睛不能同时看两样东西而看明白，耳朵不能同时听两种声音而听清楚。螣蛇没有脚但能飞，鼫鼠有五种本领却还是没有办法。《诗》上说：“布谷鸟筑巢在桑树上，它的幼鸟儿有七只。善良的君子们，行为要专一不偏邪。行为专一不偏邪，意志才会如磐石坚。”所以君子的意志坚定专一。<br>　　古有瓠巴弹瑟，水中鱼儿也浮出水面倾听，伯牙弹琴，拉车的马会停食仰头而听。所以声音不会因为微弱而不被听见，行为不会因为隐秘而不被发现。宝玉埋在深山，草木就会很润泽，珍珠掉进深渊，崖岸就不会干枯。行善可以积累，哪有积善成德而不被广为传诵的呢？<br>　　学习究竟应从何入手又从何结束呢？答：按其途径而言，应该从诵读《诗》、《书》等经典入手到《礼记》结束；就其意义而言，则从做书生入手到成为圣人结束。真诚力行，这样长期积累，必能深入体会到其中的乐趣，学到死方能后已。所以学习的教程虽有尽头，但进取之愿望却不可以有片刻的懈怠。毕生好学才成其为人，反之又与禽兽何异？《尚书》是政事的记录；《诗经》是心声之归结；《礼记》是法制的前提、各种条例的总纲，所以要学到《礼经》才算结束，才算达到了道德之顶峰。《礼经》敬重礼仪，《乐经》讲述中和之声，《诗经》《尚书》博大广阔，《春秋》微言大义，它们已经将天地间的大学问都囊括其中了。<br>　　君子学习，是听在耳里，记在心里，表现在威仪的举止和符合礼仪的行动上。一举一动，哪怕是极细微的言行，都可以垂范于人。小人学习是从耳听从嘴出，相距不过四寸而已，怎么能够完美他的七尺之躯呢？古人学习是自身道德修养的需求，现在的人学习则只是为了炫耀于人。君子学习是为了完善自我，小人学习是为了卖弄和哗众取宠，将学问当作家禽、小牛之类的礼物去讨人好评。所以，没人求教你而去教导别人叫做浮躁；问一答二的叫啰嗦；浮躁啰嗦都是不对的，君子答问应象空谷回音一般，不多不少、恰到好处。<br>　　学习没有比亲近良师更便捷的了。《礼经》、《乐经》有法度但嫌疏略；《诗经》、《尚书》古朴但不切近现实；《春秋》隐微但不够周详；仿效良师学习君子的学问，既崇高又全面，还可以通达世理。所以说学习没有比亲近良师更便捷的了。<br>　　崇敬良师是最便捷的学习途径，其次就是崇尚礼仪了。若上不崇师，下不尚礼，仅读些杂书，解释一下《诗经》《尚书》之类，那么尽其一生也不过是一介浅陋的书生而已。要穷究圣人的智慧，寻求仁义的根本，从礼法入手才是能够融会贯通的捷径。就像弯曲五指提起皮袍的领子，向下一顿，毛就完全顺了。如果不究礼法，仅凭《诗经》《尚书》去立身行事，就如同用手指测量河水，用戈舂黍米，用锥子到饭壶里取东西吃一样，是办不到的。所以，尊崇礼仪，即使对学问不能透彻明了，不失为有道德有修养之士；不尚礼仪，即使明察善辩，也不过是身心散漫无真实修养的浅陋儒生而已。<br>　　如果有人前来向你请教不合礼法之事，不要回答；前来诉说不合礼法之事，不要去追问；在你面前谈论不合礼法之事，不要去参与；态度野蛮好争意气的，别与他争辩。所以，一定要是合乎礼义之道的，才给予接待；不合乎礼义之道的，就回避他；因此，对于恭敬有礼的人，才可与之谈道的宗旨；对于言辞和顺的人，才可与之谈道的内容；态度诚恳的，才可与之论及道的精深义蕴。所以，跟不可与之交谈的交谈，那叫做浮躁；跟可与交谈的不谈那叫怠慢；不看对方回应而随便谈话的叫盲目。因此，君子不可浮躁，也不可怠慢，更不可盲目，要谨慎地对待每位前来求教的人。《诗经》说：“不浮躁不怠慢才是天子所赞许的。”说的就是这个道理。<br>　　射出的百支箭中有一支不中靶，就不能算是善射；驾驭车马行千里的路程，只差半步而没能走完，这也不能算是善驾；对伦理规范不能融会贯通、对仁义之道不能坚守如一，当然也不能算是善学。学习本是件很需要专心志致的事情，学一阵又停一阵那是市井中的普通人。好的行为少而坏的行为多，桀、纣、拓就是那样的人。能够全面彻底地把握所学的知识，才算得上是个学者。<br>　　君子知道学得不全不精就不算是完美，所以诵读群书以求融会贯通，用思考和探索去理解，效仿良师益友来实践，去掉自己错误的习惯性情来保持养护。使眼不是正确的就不想看、耳不是正确的就不想听，嘴不是正确的就不想说，心不是正确的就不愿去思虑。等达到完全醉心于学习的理想境地，就如同眼好五色，耳好五声，嘴好五味那样，心里贪图拥有天下一样。如果做到了这般地步，那么，在权利私欲面前就不会有邪念，人多势众也不会屈服的，天下万物都不能动摇信念。活着是如此，到死也不变。这就叫做有德行、有操守。有德行和操守，才能做到坚定不移，有坚定不移然后才有随机应对。能做到坚定不移和随机应对，那就是成熟完美的人了。到那时天显现出它的光明，大地显现出它的广阔，君子的可贵则在于他德行的完美无缺。 </p> <p><strong>注音</strong><br>木直中（zhòng)绳<br>其曲（qu第一声）中（zhòng）规<br>揉（róu）<br>槁（gǎo)暴(pù)<br>就砺（lì）<br>参（cān通“叁”)省(xǐng)<br>知（zhì）明<br>须臾（yú)<br>跂（qǐ）<br>假舟楫者 假(jiǎ)<br>楫（jí）<br>生（xìng)非异也<br>跬（kuǐ )步<br>骐骥（qí jì)<br>驽（nú)马十驾<br>锲（qiè)而舍之<br>金石可镂（lòu)<br>螯（áo )<br>蛇鳝（shàn）<br>朽（xiǔ）<br>假舆（yú）<br>善假（jiǎ）于物<br>朽木不 折（zhé）<br>爪（zhǎo） 牙</p> <p><strong>注释</strong><br>1．君子：指有学问有修养的人。<br>2．学不可以已：学习不能停止。<br>3．青取之于蓝：靛青，从蓝草中取得。青，靛青，一种染料。蓝，蓼蓝。蓼（liǎo）蓝：一年生草本植物,茎红紫色，叶子长椭圆形,干时暗蓝色。花淡红色，穗状花序，结瘦果，黑褐色。叶子含蓝汁，可以做蓝色染料。于：从<br>4．青于蓝：比蓼蓝（更）深。于：比。<br>5、中绳：（木材）合乎拉直的墨线。木工用拉直的墨线来取直。<br>6．輮以为轮：輮 ：通“煣”，用火烤使木条弯曲（一种手工艺）。以：把。为：当作。<br>7．规：圆规，测圆的工具。<br>8．虽有槁暴：即使又被风吹日晒而干枯了。有，通“又”。槁，枯。暴，同“曝”，晒干。槁暴，枯干。<br>9．挺：直。<br>10．受绳：用墨线量过。<br>11．金：指金属制的刀剑等。<br>12．就砺：拿到磨刀石上去磨。砺，磨刀石。就，动词，接近，靠近。<br>13．君子博学而日参省乎己，则知明而行无过矣：参省乎己：对自己检查、省察。参，一译检验，检查；二译同“叁”，多次。省，省察。乎，介词，于。博学：广泛地学习。日：每天。知：通“智”，智慧。明：明达。行无过：行动没有过错。<br>14．吾尝终日而思矣：而，表修饰<br>15．须臾：片刻，一会儿。<br>16．跂：提起脚后跟。<br>17．博见：看见的范围广，见得广。<br>18．而见者远：意思是远处的人也能看见。而，表转折。<br>19．疾：快，速，这里引申为“洪亮”，指声音宏大。<br>20．彰：清楚。<br>21．假：借助，利用。舆：车。<br>22．利足：脚走得快。致：达到。<br>23．水：指游泳。名词，用作动词。<br>24．绝：横渡。<br>25．生非异：本性（同一般人）没有差别。生，通“性”，资质，禀赋。<br>26．善假于物也：于：向。物：外物，指各种客观条件。<br>27．兴：起,兴盛。<br>28．焉：于之，在那里。<br>29．渊：深水。<br>30．蛟：一种似龙的生物。<br>31．积善成德，而神明自得，圣心备焉：积累善行而养成品德，达到很高的境界，通明的思想（也就）具备了。得，获得。而，表因果关系。<br>32．跬：古代的半步。古代称跨出一脚为“跬”，跨两脚为“步”。<br>33．无以：没有用来……的（办法）<br>34．骐骥：骏马，千里马。<br>35．驽马十驾：劣马拉车连走十天，（也能走得很远。）驽马，劣马。驾，马拉车一天所走的路程叫“一驾”。<br>36．功在不舍：（它的）成功在于不停止。舍，停。<br>37．锲：用刀雕刻。<br>38．金石可镂：金：金属。石：石头。镂：原指在金属上雕刻，泛指雕刻。<br>39．用心一也：（这是）因为用心专一（的缘故）。用，以，因为。<br>40．六跪：六条腿，蟹实际上是八条腿。跪，蟹脚。（一说，海蟹后面的两条腿只能划水，不能用来走路或自卫，所以不能算在“跪”里。另一说，“六”虚指。这两说高中课本中没有提到）<br>41．螯：螃蟹的大钳子。<br>42．躁：浮躁，不专心。<br>43．神明：精神智慧。<br>44．跪：脚，蟹腿。</p>",
  "shangxi": "<h2>赏析三</h2> <p>　　<a href=\"http://so.gushiwen.org/author_320.aspx\">荀子</a>的文章，和其他先秦诸子的哲理散文一样，也是独具风格的。它既不像《老子》那样，用正反相成、矛盾统一的辩证法思想贯穿始终；也不像《墨子》那样，用严密、周详的形式逻辑进行推理；既不像《庄子》那样，海阔天空、神思飞越，富有浪漫主义色彩；也不像《孟子》那样，语言犀利、气势磅礴，具有雄辩家的特点。他是在老老实实地讲述道理。他的文章朴实浑厚、详尽严谨，句式比较整齐，而且擅长用多样化的比喻阐明深刻道理。这一切构成了荀子文章的特色。有人曾将《荀子》一书概括为“学者之文”，这是十分恰当的评论。</p> <p>　　《劝学》是荀子的代表作品，也是《荀子》一书开宗明义的第一篇。全文共由两大部分组成：前一部分，论述学习的重要性；后一部分，论述学习的步骤、内容、途径等有关问题；而以“学不可以已”作为贯穿全文的中心思想。从《劝学》前面部分节选的几个片段，解放后一直被选为中学语文教材，是经得起时间考验的传统名篇之一。</p> <p>　　《劝学》各段的条理十分清楚，基本上是每段阐述一个具体问题。而且总在文字的开头、结尾部分作出明确的交代。例如，文章的第一句写道：“君子曰：学不可以已。”这既是全文的一个中心论题，也是第一段所要开始阐述的内容。而在段的结尾部分则归结道：“君子博学而日参省乎己，则知明而行无过矣。”这就明确而有力地照应首句，收束了上文，并且清楚地点明了该段的中心思想。又如第二小段，先用“吾尝终日而思矣，不如须臾之所学也”，来说明个人独自冥思苦想远不如学习有益。而在列举了“登高而招”“顺风而呼”“假舆马”“假舟楫”等几个生活中十分常见而又极有说服力的比喻后，有力地小结道：“君子生（性）非异也，善假于物也。”在这里，荀子从他的“性恶论”观点出发，指出君子的天性也是恶的，其所以不同于众人，就在于他善于向良师益友学习嘉言懿行，以改变自己的不良天性。这个“物”字就从“舟楫”“舆马”之类，变成了学习的内容，文字也就逐渐深化了。这里举的两个例子，都是首尾相互照应的，也有一些段落，只在段首揭示该段中心，或者只在段末予以适当概括。总之，目的相同而方式则并不死板。先秦诸子的哲理散文，一般都比较难读，荀子这种谨严、朴实的写作方法，对帮助读者掌握各段文章的基本内容，是十分有效的。</p> <p>　　在说理文中，巧妙地运用大量比喻进行论述，这是《劝学》另一个十分突出的特点。有时作品集中了好些并列的比喻，从同一角度反复地说明问题。这种手法，在修辞上叫做“博喻”，不过一般大都是用来辅助景物描写。而荀子作品中的博喻都是用来说明事理。</p> <p>　　有时作者又采用对比的方法，将两种相反的情况组织在一起，形成鲜明对照，以增强文字的说服力。例如，在强调学习必须持之以恒、用心专一时，他不但用了一些并列的比喻，也用了好些相反相成的比喻，他列举了“骐骥一跃 ，不能十步”和“驽马十驾，功在不舍”；“锲而舍之，朽木不折”和“锲而不舍，金石可镂”；以及“无爪牙之利，筋骨之强”的蚯蚓，竟能在地下来去自如，而“六跪而二螯”的螃蟹，却连一个容身的小洞也掘不好。这就表明，“积”与“不积”所产生的效果是截然相反的。在荀子哲学思想中，“积”字是一个重要观点。荀子认为，要学有所成，必须坚持不懈地进行积累。一个人长期耕田（“积耨耕”），就会成为农夫，长期砍砍削削（“积斲削”），就会成为工匠；长期贩卖货物（“积反货”），就会成为商贾；长期学习礼义（“积礼义”） ，就会成为君子；圣人也只不过是“人之所积”。这就好像越人安越，夏（中原）人安夏那样，习惯成自然而已。了解了荀子这一思想观点的重要意义，我们就不难懂得，他为什么要费那么大的力气，选择那么多比喻，不惮烦地对读者进行谆谆教导。</p> <p>　　最值得注意的是，作者还善于通过比喻，将议论逐步引向深入。忽视了这一特点，我们就会被众多的比喻弄得眼花缭乱，而理不清文字的脉络。</p> <p>　　试以第一段为例。全段除首尾各有一句论断性的话外，其余全部由比喻组成。作者先用“青出于蓝”和“冰寒于水”这两个比喻，说明后天的影响可改变事物本性，并能使之有所发展。接下来又提出另一个比喻：中绳的直木，经改造后，变成了“其曲中规”的车轮；以后即使晒干枯槁，也不可能再回复到“直”的状态。这就说明，后天的影响，对改变事物本性来说，是起着决定性作用的。这样就把道理的阐述向前推进了一步。然后再用“木受绳则直”“金就砺则利”两个比喻，引出结论“博学而日参省乎己”的重要性。这一段以比喻为主的文字，从提出问题到进行小结，逻辑性是很强的。</p> <p>　　再以前面提到过的“积”字一段为例。</p> <p>　　“积土成山，风雨兴焉”和“积水成渊，蛟龙生焉”是比喻，“积善成德，而神明自得，圣心备焉”才是正意。对一个人来说，“积善”要达到了“成德”的境界，才能改变气质，具备圣人的思想感情。紧承这一论断，展现在我们眼前的是四组比喻，它们阐述了前后相承的两层意思。前面三组论述了“积”字的重要性：“不积跬步，无以至千里；不积小流，无以成江海”，从正面说明，不“积”就将一事无成；“骐骥”与“驽马”、“朽木”与“金石”这两组对比的比喻，则着重表明，“积”与“不积”必将产生两种不同的结果。前一组对比，偏重主观条件的分析，后一组对比，偏重客观情况的分析。三组比喻的结合使用，把道理讲得十分清楚。后面部分的另一组，以“蚯蚓”和“螃蟹”的对比为喻，指出“用心专一”是“积”的关键，将论述进一步引向深入。至此，有关“积”字的基本内容已经谈清，于是作者紧扣“用心专一”进行小结。</p> <p>　　荀子这种用比喻说理的写法，在其他先秦诸子散文中也是罕见的，应当说这是他的一种独创。</p> <p>　　《劝学》的第三个重要特点，是句式整齐，读时琅琅上口。但作者又注意在排偶中适当夹进散句，使文气流畅而不呆滞。</p> <p>　　由于具备以上一些风格特点，荀子的哲理散文，有它好读的一面；但是，这并不是问题的全部情况。就以这篇《劝学》为例，通假字就用了十几个之多，而且其中有些是不很常见的。</p> <p>　　有了这么一大批拦路虎，《荀子》当然又有它并不易读的另一面了。<br></p><br/><h2>赏析一</h2> <p>　　本文围绕“学不可以已”这个中心论点，从学习的意义、作用、态度等方面，有条理、有层次地加以阐述。大量运用比喻来说明道理，是这篇文章的特色。</p> <p>　　<a href=\"http://so.gushiwen.org/author_320.aspx\">荀子</a>的《劝学》是历来为人们所传诵的名篇，其中有些警句，已成为勉励学习常用的成语。这里节选三段，在原文中本不相连，但是意脉一贯，可以独立成篇。文章大量运用比喻来说明道理。这些比喻取之于人们熟悉的事物，又包含丰富的含义，因此，道理能说得浅显明白，发人深思。</p> <p>　　文章开篇就郑重地写道：“君子曰：学不可以已。”这不但是《劝学》篇的第一句，也是整个《荀子》著作的第一句。为什么首先提出学习问题呢？因为荀子认为人的本性是“恶”的，必须用礼义来矫正，所以他特别重视学习。“性恶论”是荀子社会政治思想的出发点，他在著作中首先提出学习不可以停止，就是想抓住关键，解决根本问题。因为他十分重视这个问题，所以他把自己的见解，通过“君子”之口提出来，以示郑重。</p> <p>　　在措辞上，他不说应该不断学习，而说学习不可以停止，这对纠正人们学习上常犯的不能持之以恒的毛病，更有针对性。从学派传统来说，儒家一向劝导人们好好学习。如《论语》的第一句就说：“子曰：学而时习之，不亦说（悦）乎！”荀子自称是孔子的继承人，他的著作第一句也说：“学不可以已。”这从表面上看，只是继承了儒家的“劝学”传统，其实他强调的程度显然不同。因为在孔子看来，“生而知之者上也，学而知之者次也。”（《论语·季氏》）而荀子则认为礼义道德和系统知识，只有靠后天学习才能获得。所以，荀子是在新的认识论基础上，发展了儒家的“劝学”传统，把学习的重要性提到一个新的高度，就行文来说，开头就提出了中心论点，语言简劲，命意深广，因而很自然地引出了下文的滔滔阐述。</p> <p>　　文章先以“青，取之于蓝，而青于蓝；冰，水为之，而寒于水”，来比喻任何人通过发愤学习，都能进步，今日之我可以胜过昨日之我，学生也可以超过老师。这两个比喻，使学习的人受到很大的启发和鼓舞。不过，要能“青于蓝”、“寒于水”，决不是“今日学，明日辍”所能办到的，必须不断地学，也就是说：“学不可以已”。所以，这两个比喻深刻有力地说明了中心论点，催人奋进。</p> <p>　　接着，文章进一步设喻，从根本上阐明道理：“木直中绳，輮以为轮，其曲中规。虽有槁暴，不复挺者，輮使之然也。”这正如<a href=\"http://so.gushiwen.org/author_664.aspx\">梁启超</a>所说，意思是“喻人之才质，非由先天本性而定，乃后起人功而定也”（见《荀子柬释》引）。荀子认为人的本性是“恶”的，但学习可以使人由“恶”变“善”，因此，他强调“輮”的作用。通过这个比喻，说明即使原来是地地道道的“不善”之人，经过学习，也可以“改变”成完全合乎道德规范的人。这显然是对学习者更大的鼓励。</p> <p>　　在强调了学习的重要作用后，文章以设喻引出论断：“故木受绳则直，金就砺则利，君子博学而日参省乎己，则知明而行无过矣。”木材经过墨线量过就会取直，金属制成的刀剑之类拿到磨刀石上去磨就会锋利，这就好比君子广泛学习，而且每天检查省察自己，就会知识通达，行为没有过错。这样以设喻引出论断，显得更有说服力。论断句中的“日”字，与起句“学不可以已”的“已”字，紧密呼应，突出了要“知明而行无过”，就必须不断学习，从而有力地阐明了中心论点。</p> <p>　　开篇至此为第一段。这一段说明了学习在改变人的素质、提高人的智力方面的重大意义。学习意义重大，那么，如何学呢？荀子认为，学习不能单靠坐在房子里苦思冥想，必须利用外界事物，向实际学习。因此，第二段首先说明：“吾尝终日而思矣，不如须臾之所学也”。荀子以亲身的体验，通过“终日思”与“须臾学”的对比，强调空想不如学习。而这个与空想相对的“学”字，不言而喻，也就是指利用外界事物，向实际学习。这种对于学习的见解，也是荀子基于他的认识论提出来的。</p> <p>　　荀子否认孟子所说的人有天生的“良知”“良能”，因此他强调从外界实际事物中学习。他在这里提出的“学”的概念，就具有唯物主义因素。接着，连设五喻，展开论证，荀子先从生活经验说起：站在高处望，比踮起脚见得广阔；登高招手，顺风呼喊，手臂并非更长了，声音并非更大了，可是人家却能远远地看到，清楚地听到；可见利用高处、利用顺风的作用之大。推而广之，“假舆马”、“假舟楫”的人，也并非善于走路或擅长游泳，可是他们却能“致千里”、“绝江河”，由于设喻所用的事例都是日常生活中常见的，因此读起来不但感到亲切，而且觉得可信。随着不断设喻，阐明的道理越来越深入读者心灵，于是水到渠成地得出了结论：“君子生非异也，善假于物也。”这就是说，君子之所以会有超过一般人的才德，就是因为他们善于利用外物来好好学习。</p> <p>　　推论起来，人如果善于利用外物好好学习，也就可以变为有才德的君子。这与第一段所说的青出于蓝、冰寒于水、直木可“輮”为车轮，意脉是一贯的，结构上也是暗相呼应的。此外，荀子把“所学”与“善假于物”联系起来，“这意味着学习的目的是要认识客观事物的规律，并利用这些规律性知识去改造客观世界。”（引自严北溟关于《劝学》的说明）这与他的“制天命”的思想也是联系着的。</p> <p>　　至此，第二段结束。这一段说明学习必须善于利用外物。然而，在从外界实际事物中学习的时候，还有需要注意的地方，所以，第三段作了进一步的说明。文章先设两喻引出论点：“积土成山，风雨兴焉；积水成渊，蛟龙生焉；积善成德，而神明自得，圣心备焉。”这说明学习要注意积累。荀子根本不承认“天生圣人”的说法，他指出人只要努力学习，“积善积德”，就可以具备圣人的思想。圣人也是不断学习而成的，正如他在《性恶》篇中所说的：“积善不息”，“涂之人可以为禹”。他充分强调“积善”的作用，这与开头提出的“学不可以已”也是一脉相承、遥相呼应的。</p> <p>　　在笔法上，以设喻引出论点，更加强了论点的语势，使论点一出现就具有一定的说服力。接着，文章又进行申述：“故不积跬步，无以至千里；不积小流，无以成江海。”这是从反面设喻来说明积累的重要。经过一正一反的设喻，学习要注意积累的道理已初步阐明，但是为了深入说明，文章又反复设喻对比：先以“骐骥一跃，不能十步”与“驽马十驾，功在不舍”相比，再以“锲而舍之，朽木不折”与“锲而不舍，金石可镂”相比，从而充分显示出“不舍”的重大意义，而学习要注意积累的道理，也得到了进一步的证明。当然，学习要做到“不舍”，要不断积累，那就必须专一，不能浮躁。</p> <p>　　因此，文章再以“蚓无爪牙之利，筋骨之强”，能够“上食埃土，下饮黄泉”与“蟹六跪而二螯”，却“非蛇蟮之穴无可寄托”进行对比，说明学习必须专心致志，不能粗心浮气。这两个比喻，强调了学习必须坚持不懈，并照应了上文的层层论述。第三段至此结束。通过这一段的层层比喻，我们可以清楚地理解学习必须持之以恒。至此，开篇提出的“学不可以已”的中心论点，已得到了深入的阐发和充分的证明。</p> <p>　　《劝学》的这三段，论述了学习的重要性，指出了学习应该采取的态度和方法。虽然荀子论学的基础是唯心主义的“性恶论”，但是对批判孟子的“先天道德论”起了积极作用。由于历史条件的限制，荀子不可能懂得人的阶级性，他把礼义当成人人应该具备的道德，并且把符合封建伦理规范的行为叫做“善”，把不符合的叫做“恶”。他劝学的目的，实际上是要培养合乎封建统治阶级道德规范的人才，这与我们今天的学习目的有本质的区别。但是，在那新兴地主阶级登上政治舞台、全国走向统一的历史时期，是有进步意义的。至于文中阐述的要重视学习以及学习必须“善假于物”、逐渐积累、持之以恒等见解，就是在今天，对我们来说，也还有一定的启发作用和借鉴意义。</p> <p>　　文中除少数地方直接说明道理外，几乎都是比喻。通过比喻阐述道理、证明论点，这是本文在写作上的一大特色。由于创造比喻的技巧很高，因此这些比喻精警动人。如“青”取之于蓝，而青于蓝”（脱化成“青出于蓝而胜于蓝”）以及“不积跬步，无以至千里；不积细流，无以成江海”、“锲而舍之，朽木不折；锲而不舍，金石可镂”等等，都被人们当作指导学习的格言来称引。同时，运用比喻的方式方法也灵活多样，阐述一层意思，有的单独设喻，有的连续设喻；有的从正面设喻，有的从反面设喻；有的以比喻互相映衬，有的以比喻进行对比。如此层层推进，上下呼应，使本身表现力很强的比喻，更充分持发挥作用，因而把道理阐述得十分透彻。再说，由于运用比喻，文章的语言显得具体形象、精练有味。而且，随着用比的连续和手法的变换，形成整齐而又富于变化的句式，产生铿锵起伏的节奏，表现出荀子谆谆劝学的激情。因此，这不仅是一篇出色的古代教育论文，而且可以当作一篇文学作品来欣赏。</p><br/><h2>赏析二</h2> <p>　　《劝学》作为《<a href=\"http://so.gushiwen.org/author_320.aspx\">荀子</a>》的开篇之作，是一篇论述学习的重要意义，劝导人们以正确的目的、态度和方法去学习的散文。文章以朴素的唯物主义为理论基础，旁征博引，娓娓说理，反映了先秦儒家在教育方面的某些正确观点，也体现了作为先秦诸子思想集大成者的荀子文章的艺术风格。</p> <p>　　《劝学》是一篇说理性很强的文字，驾驭不好，是很容易正襟危坐，流于枯燥和单调的。但这篇文章却形象清新、脍炙人口，千百年来为人们传诵不衰。原因何在？最重要的是在于，它把深奥的道理寓于大量浅显贴切的比喻之中，运用比喻时手法又极其灵活自然，生动鲜明而绝无枯燥的学究气。如文章开首，连用“青，取之于蓝，而青于蓝”“冰，水为之，而寒于水”“木受绳则直”“金就砺则利”等四个比喻，从不同的角度和侧面来阐述“学不可以已”的道理，堪称雄辩奇才，口若悬河，滔滔不绝，收到了先声夺人的强烈效果。值得指出的是，文中所用的喻体几乎都是常见的、易懂的，这些仿佛信手拈来的通俗明了的比喻，都会使人自然而然地联想到某些直观、浅近的形象事物，进而连类比物，启迪思考，接受作者所说的深刻道理。</p> <p>　　从形式上看，《劝学》中的比喻灵巧多样、运用自如。阐述观点，论证道理，有的从正面设喻（“积土成山，风雨兴焉；积水成渊，蛟龙生焉；积善成德，而神明自得，圣心备焉”），有的从反面设喻（“不积跬步，无以至千里；不积小流，无以成江海”）；有的单独设喻，有的连续设喻；有的同类并列，有的正反对照；有的只设喻而把道理隐含其中，有的先设喻再引出要说的道理。总之，铺锦列绣，无所不用。所以文中用喻虽多，却无板滞生硬的感觉，相反，随着用比的连续转换和充分展开，形成整齐而又富于变化的句式，使文章显得错落有致，生气勃勃。</p> <p>　　《劝学》在写作上的再一个特点是大量运用短句排比和正反对比。文章一开始就是一组排比：“青，取之于蓝，而青于蓝；冰，水为之，而寒于水”；这样的排比句式在文中举不胜举，既富于论辩色彩，又富有文学韵味，甚或有一种音乐的节奏感流动在其中。同样，在对比手法的运用上，《劝学》也很有特色。如在说明学习要善于积累的道理时，作者先后以“骐骥”与“驽马”、“朽木”与“金石”作对比，说明“驽马十驾，功在不舍”，“锲而舍之，朽木不折；锲而不舍，金石可镂”，充分显示出“不舍”对于学习的重大意义。在阐述学习要专心致志的道理时，作者又用“蚓”和“蟹”作对比，前者“无爪牙之利，筋骨之强”，却能“上食埃土，下饮黄泉”，后者虽有“六跪而二螯”，却“非蛇蟮之穴无可寄托”。道理何在？就在于前者“用心一也”，后者“用心躁也”。鲜明的对比，强烈的反衬，增强了说理的分量。</p> <p>　　荀子的文章素有“诸子大成”的美称，铺陈扬厉，说理透辟；行文简洁，精练有味；警句迭出，耐人咀嚼。</p><br/><h2>分析</h2> <p>　　课文可分为三部分。</p> <p>　　①第一部分（第一段）：提出中心论点\"学不可以已\"，并加以论述。\"学不可以已\"强调学习的重要性，接着具体论述其重要性，即学习可以提高、改变素质，使人智慧明达、言行无过。这一部分运用了比喻论证的方法，共用了\"青，取之于蓝而青于蓝\"等5个比喻。</p> <p>　　②第二部分（第二段）：论证学习的重要作用。阐述学习的重要作用是：学习可使人增长才干的本领，可以改变人的品性。</p> <p>　　这一部分也运用了比喻论述的方法，共用了\"吾尝跂而望矣，不如登高之博见也\"等5个比喻。</p> <p>　　③第三部分（第三段）：论述学习应持的态度。阐述学习应持的态度是：逐渐积累、坚持不懈、专一不躁。这一部分仍运用了比喻论证的方法，共用了\"积土成山，风雨兴焉\"等10个比喻。</p>",
  "about": "<h2>文言现象</h2> <p><strong>文言实词</strong> <br>文言实词 兴 文言翻译 xīng 起；兴起。《劝学》：“积土成山，风雨兴[3]焉。”<br>文言实词 就 文言翻译 jiù 接近；靠近；趋向。《劝学》：“木受绳则直，金～砺则利。”<br>文言实词 望 文言翻译 wàng 远望；远看。《劝学》：“吾尝跂而望矣，不如登高之博见也。”<br>文言实词 长 文言翻译 cháng 长，与“短”相对。《劝学》：“登高而招，臂非加长也，而见者远。”</p> <p><strong>文言虚词</strong><br>而&lt;连词&gt;<br>1.表修饰关系。《劝学》：“吾尝终日～思矣。”<br>2.表示递进关系。《劝学》：“君子博学～日参省乎己。”<br>3.表假设关系。《劝学》：“锲而不舍，金石可镂。锲而舍之，朽木不折。”<br>焉<br>(1)兼词，相当于“于是”、“于之”。《劝学》：“积土成山，风雨兴～。”<br>于<br>(1)&lt;介&gt;介绍比较的对象，可译为“比”。《劝学》：“冰，水为之，而寒～水。”<br>也&lt;助&gt;语气助词，用于句中<br>1.表陈述或解释。《劝学》：“君子生非异～，善假于物～。”<br>乎&lt;介&gt;相当于“于”<br>1.连词，表递进。《劝学》：“君子博学而日参～己。”<br>之<br>(1)&lt;助&gt;定语后置的标志。《劝学》：“蚓无爪牙～利。”</p> <p><strong>通假字</strong><br>輮以为轮，其曲中规（“輮”通“煣”或“揉”，用火烘木使弯曲）<br>生非异（生，通“性”，资质、天赋）<br>虽有槁暴，不复挺者（“有”通“又”，更，再。暴，同“曝”，晒干。）<br>则知明而行无过矣（“知”通“智”智慧）</p> <p><strong>古今异义</strong><br>1.博学　古义：广博地学习，广泛地学习。例：君子博学而日参省乎己。<br>今义：知识、学识的渊博。<br>2.参 古义：检验。例：君子博学而日参省乎己。<br>今义：加入。<br>3.假　古义：凭借，借助。例：假舆马者。<br>今义：与“真”相对。<br>4.金　古义：金属制的刀剑。例：金就砺则利。<br>今义：金子，黄金。<br>5.爪牙　古义：爪子和牙齿。例：蚓无爪牙之利。<br>今义：坏人的党羽、帮凶。<br>6.用心 古义：因为用心。例如：用心一也。<br>今义：读书用功或对某事肯动脑筋。<br>7.绳 古义：墨线。例：木受绳则直<br>今义：绳子，绳索。<br>8.跪 古义：腿脚 。例：蟹六跪而二螯<br>今义：跪下<br>9.疾 古义：疾劲，强，大，这里指声音宏大 。例：声非加疾也<br>今义：疾病<br>10.致 古义：达到（而致千里）<br>今义：赠送，给予<br>11.寄托 古义：这里指藏身（非蛇鳝之穴无可寄托者）<br>今义：大致指心灵、精神的某种依靠</p> <p><strong>词类活用</strong><br>①名词做状语<br>1.君子博学而日参省乎己（日：名作状，每天）<br>2.上食埃土，下饮黄泉（上、下：名作状，向上、向下）<br>②名词作动词<br>假舟楫者，非能水也（水：名词用作动词，游水）<br>③动词的使动用法<br>木直中绳，輮以为轮（輮：动词的使动用法，使……弯曲）<br>④形容词作名词<br>1．其曲中规（曲：形作名，曲度，弧度）<br>2．登高而招，臂非加长也（高：形作名，高处）<br>3. 积善成德 （善：形作名，善行）<br>⑤形容词用作动词<br>故木受绳则直（直：变直，形容词用作动词）<br>⑥形容词作使动<br>假舆马者，非利足也（利：形容词的使动用法，使……快，走得快）<br>⑦数词作形容词<br>用心一也（一：数词用作形容词，专一）<br>⑧动词作名词<br>不积小流，无以成江海（流：流水）</p> <p><strong>一词多义</strong><br>1．于：<br>（1）寒于水 （比）<br>（2）善假于物也 （介词，不译。引进作用）<br>（3）取之于蓝 （从）<br>2．而：<br>（1）君子博学而日参省乎己 （递进关系，并且）<br>（2）则知明而行无过矣 （并列关系，而且）<br>（3）终日而思矣 （表修饰）<br>（4）而见者远 （表转折）<br>（5）锲而舍之 （表假设或承接）<br>（6）积善成德，而神明自得（表承接）<br>（7）青，取之于蓝而青于蓝（连词，表转折关系，却）<br>（8）锲而不舍（表假设，如果）<br>（9）蟹六跪而二螯（连词，表并列）<br>3．者：<br>（1）假舟楫者（代词，指……的人）<br>（2）不复挺者（……的原因）<br>4．焉：<br>（1）风雨兴焉（兼词，“于之”，意为在这里）<br>（2）圣心备焉（语气词）<br>5．利：<br>（1）金就砺则利（形容词作动词，变锋利）<br>（2）非利足也（形容词的使动用法，使……快，走得快）<br>6. 之<br>（1）不如须臾之所学也（音节助词）<br>（2）青取之于蓝，而青于蓝 （代词代青）<br>7.假<br>（1）善假于物也（借助）<br>（2）乃悟前狼假寐，盖以诱敌（假装）<br>（3）以是人多以书假余（借）<br>8.疾<br>（1）顺风而呼，声非加疾也（强）<br>（2）君有疾在腠理（疾病）<br>9.绝<br>（1）忽然抚尺一下，群响毕绝（《口技》） 停止<br>（2）自云先世避秦时乱，率妻子邑人来此绝境（《桃花源记》） 与世隔绝<br>（3）以为妙绝（《口技》） 极了<br>（4）假舟楫者，非能水也，而绝江河（《劝学》） 横渡<br>（5）楚诚能绝齐，秦愿献商于之地六百里（《<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>列传》） 断绝关系<br>10.强<br>（1）蚓无爪牙之利，筋骨之强（《劝学》） 强壮<br>（2）策勋十二转，赏赐百千强（《木兰<a href=\"http://so.gushiwen.org/view_71176.aspx\">诗</a>》） 有余<br>（3）乃自强步，日三四里（《触龙说赵太后》） 勉强</p> <p><strong>特殊句式与固定格式</strong><br>1．虽有槁暴，不复挺者，輮使之然也（判断句，“……者，……也”表判断，可译为“……的原因”）<br>2． 蟹六跪而二螯，非蛇鳝之穴无可寄托者，用心躁也。（判断句，“……者，……也”表判断）<br>3．善假于物也（状语后置）<br>4．蚓无爪牙之利，筋骨之强。（定语后置）<br>5． 取之于蓝而青于蓝；冰，水为之而寒于水。（状语后置介词结构“于水”，表示比较）<br>6．輮以为轮【省略句：輮（之）以（之）为轮】<br>7．輮使之然也【省略句：輮（之）使之然也】<br>8．无以至千里（固定句式，“无以……”意为“没有用来……的办法”）<br>9. 金石可镂（被动句） </p><br/><h2>创作背景</h2> 　　战国时期，奴隶制度进一步崩溃，封建制度逐步形成，历史经历着划时代的变革。许多思想家从不同的立场和角度出发，对当时的社会变革，发表不同的主张，并逐渐形成墨家、儒家、道家和法家等不同的派别，历史上称之为“诸子百家”。诸子百家纷纷著书立说，宣传自己的主张，批评别人，出现了“百家争鸣”的局面。战国时期儒家的重要代表人物是孟子和<a href=\"http://so.gushiwen.org/author_320.aspx\">荀子</a>。孟子宣扬“劳心者治人，劳力者治于人”为统治阶级辩护的思想，而荀子却认为：人力能征服自然，应该利用自然为人类服务。他的门人<a href=\"http://so.gushiwen.org/author_404.aspx\">韩非</a>、<a href=\"http://so.gushiwen.org/author_796.aspx\">李斯</a>成为战国末期的法家重要代表人物。",
  "poet": {
    "id": 320,
    "star": 0,
    "name": "荀子",
    "image": "http://img.gushiwen.org/authorImg/xunzi.jpg",
    "desc": "荀子（约公元前313－前238），名况，赵国猗氏（今山西运城临猗县）人，时人尊而号为“卿”，西汉时因避汉宣帝刘询讳，因“荀”与“孙”二字古音相通，故又称孙卿。华夏族（汉族），战国末期赵国人。著名思想家、文学家、政治家，儒家代表人物之一，时人尊称“荀卿”。曾三次出齐国稷下学宫的祭酒，后为楚兰陵（今山东兰陵）令。荀子对儒家思想有所发展，提倡性恶论，其学说常被后人拿来跟孟子的‘性善说’比较，荀子对重新整理儒家典籍也有相当显著的贡献。"
  },
  "tags": [
    "高中文言文",
    "议论",
    "学习",
    "勉励"
  ]
}