{
  "id": 10965,
  "star": 546,
  "name": "客至",
  "dynasty": "唐代",
  "content": "舍南舍北皆春水，但见群鸥日日来。<br>花径不曾缘客扫，蓬门今始为君开。<br>盘飧市远无兼味，樽酒家贫只旧醅。<br>肯与邻翁相对饮，隔篱呼取尽馀杯。",
  "fanyi": "<p><strong>译文</strong><br>草堂的南北涨满了春水，只见鸥群日日结队飞来。老夫不曾为客扫过花径，今天才为您扫，这柴门不曾为客开过，今天为您打开。离市太远盘中没好菜肴，家底太薄只有陈酒招待。若肯邀请隔壁的老翁一同对饮，隔着篱笆唤来喝尽余杯！ </p> <p><strong>注释</strong><br>①客至：客指崔明府，<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>在题后自注：“喜 崔明府相过”，明府，县令的美称。 <br>②舍：指家。但见：只见。此句意为平时交游很少，只有鸥鸟不嫌弃能与之相亲。<br>③蓬门：用蓬草编成的门户，以示房子的简陋。<br>④市远：离市集远。兼味：多种美味佳肴。无兼味，谦言菜少。樽：酒器。旧醅：隔年的陈酒。樽酒句：古人好饮新酒，杜甫以家贫无新酒感到歉意。<br>⑤肯：能否允许，这是向客人征询。余杯：余下来的酒。<br>⑥花径：长满花草的小路 <br>⑦ 呼取：叫，招呼</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　这是一首洋溢着浓郁生活气息的纪事<a href=\"http://so.gushiwen.org/view_10965.aspx\">诗</a>，表现诗人诚朴的性格和喜客的心情。作者自注：“喜崔明府相过”，简要说明了题意。</p> <p>　　首联先从户外的景色着笔，点明客人来访的时间、地点和来访前夕作者的心境。“舍南舍北皆春水”，把绿水缭绕、春意荡漾的环境表现得十分秀丽可爱。这就是临江近水的成都草堂。“皆”字暗示出春江水势涨溢的情景，给人以江波浩渺、茫茫一片之感。群鸥，在古人笔下常常作水边隐士的伴侣，它们“日日”到来，点出环境清幽僻静，为作者的生活增添了隐逸的色彩。“但见”，含弦外之音：群鸥固然可爱，而不见其他的来访者，不是也过于单调么！作者就这样寓情于景，表现了他在闲逸的江村中的寂寞心情。这就为贯串全诗的喜客心情，巧妙地作了铺垫。</p> <p>　　颔联把笔触转向庭院，引出“客至”。作者采用与客谈话的口吻，增强了宾主接谈的生活实感。上句说，长满花草的庭院小路，还没有因为迎客打扫过。下句说，一向紧闭的家门，今天才第一次为你崔明府打开。寂寞之中，佳客临门，一向闲适恬淡的主人不由得喜出望外。这两句，前后映衬，情韵深厚。前句不仅说客不常来，还有主人不轻易延客意，今日“君”来，益见两人交情之深厚，使后面的酣畅欢快有了着落。后句的“今始为”又使前句之意显得更为超脱，补足了首联两句。</p> <p>　　以上虚写客至，下面转入实写待客。作者舍弃了其他情节，专拈出最能显示宾主情份的生活场景，重笔浓墨，着意描画。“盘飧市远无兼味，樽酒家贫只旧醅”，仿佛看到作者延客就餐、频频劝饮的情景，听到作者抱歉酒菜欠丰盛的话语：远离街市买东西真不方便，菜肴很简单，买不起高贵的酒，只好用家酿的陈酒，请随便进用吧！家常话语听来十分亲切，很容易从中感受到主人竭诚尽意的盛情和力不从心的歉仄，也可以体会到主客之间真诚相待的深厚情谊。字里行间充满了款曲相通的融洽气氛。</p> <p>　　“客至”之情到此似已写足，如果再从正面描写欢悦的场面，显然露而无味，然而诗人却巧妙地以“肯与邻翁相对饮，隔篱呼取尽馀杯”作结，把席间的气氛推向更热烈的高潮。诗人高声呼喊着，请邻翁共饮作陪。这一细节描写，细腻逼真。可以想见，两位挚友真是越喝酒意越浓，越喝兴致越高，兴奋、欢快，气氛相当热烈。就写法而言，结尾两句<a href=\"http://so.gushiwen.org/author_1137.aspx\">真可</a>谓峰回路转，别开境界。</p> <p>　　<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>《宾至》、《有客》、《过客相寻》等诗中，都写到待客吃饭，但表情达意各不相同。在《宾至》中，作者对来客敬而远之，写到吃饭，只用“百年粗粝腐儒餐”一笔带过；在《有客》和《过客相寻》中说，“自锄稀菜甲，小摘为情亲”、“挂壁移筐果，呼儿问煮鱼”，表现出待客亲切、礼貌，但又不够隆重、热烈，都只用一两句诗交代，而且没有提到饮酒。反转来再看《客至》中的待客描写，却不惜以半首诗的篇幅，具体展现了酒菜款待的场面，还出人料想地突出了邀邻助兴的细节，写得那样情彩细腻，语态传神，表现了诚挚、真率的友情。这首诗，把门前景，家常话，身边情，编织成富有情趣的生活场景，以它浓郁的生活气息和人情味，显出特点，吸引着后代的读者。</p>",
  "about": "<h2>创作背景</h2> <p>　　这首<a href=\"http://so.gushiwen.org/view_10965.aspx\">诗</a>作于诗人入蜀之初，在<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>历尽颠沛流离之后，终于结束了长期漂泊的生涯，在成都西郊浣花溪头盖了一座草堂，暂时定居下来了。诗人在久经离乱，安居成都草堂后不久，客人来访时作了这首诗。前两句描写居处的景色，清丽疏淡，与山水鸥鸟为伍，显出与世相隔的心境；后面写有客来访的欣喜以及诚恳待客，呼唤邻翁对饮的场景，表现出宾主之间无拘无束的情谊，诗人为人的诚朴厚道跃然纸上。诗中流露出一种闲适恬淡的情怀，诗语亲切，如话家常。</p> <p>　　据黄鹤《黄氏集千家注杜工部诗史补遗》讲，这是761（上元二年）春天，杜甫五十岁时，在成都草堂所作。这是一首至情至性的记事诗，表现出诗人纯朴的性格和好客的心情。作者自注：“喜崔明府相过”，可见诗题中的“客”，即指崔明府。其具体情况不详，杜甫母亲姓崔，有人认为，这位客人可能是他的母姓亲戚。“明府”，是唐人对县令的尊称。相“过”，即探望、相访。</p><br/><h2>评价</h2> <p>　　这是一首工整而流畅的七律。前两联写客至，有空谷足音之喜，后两联写待客，见村家真率之情。篇首以“群鸥”引兴，篇尾以“邻翁”陪结。在结构上，作者兼顾空间顺序和时间顺序。从空间上看，从外到内，由大到小；从时间上看，则写了迎客、待客的全过程。衔接自然，浑然一体。但前两句先写日常生活的孤独，从而与接待客人的欢乐情景形成对比。这两句又有“兴”的意味：用“春水”、“群鸥”意象，渲染出一种充满情趣的生活氛围，流露出主人公因客至而欢欣的心情。</p> <p>　　<a href=\"http://so.gushiwen.org/author_106.aspx\">刘克庄</a>《后村<a href=\"http://so.gushiwen.org/view_10965.aspx\">诗</a>话》说：“此篇若戏效元白体者。”<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>自不可能飞跃时空去戏效他后代的元白体，那么从什么角度什么意义上讲，《客至》“戏效元白体”呢？简而言之，元白体就是指浅切平易的诗歌风格。综观全诗，语势流畅，除“盘飧”、“兼味”、“樽酒”之外，其馀语句都没有太大的障碍，尤其是尾联虚字（“肯与”）和俗语（“呼取”）的运用，足当“戏效元白体”之评。另外，诗用第一人称，表达质朴流畅，自然亲切，与内容非常协调，形成一种欢快淡雅的情调，与杜甫其他律诗字斟句酌的风格确实不大一样，难怪刘克庄说它是戏效元白体。</p>",
  "poet": {
    "id": 474,
    "star": 0,
    "name": "杜甫",
    "image": "http://img.gushiwen.org/authorImg/dufu.jpg",
    "desc": "杜甫（712－770），字子美，自号少陵野老，世称“杜工部”、“杜少陵”等，汉族，河南府巩县（今河南省巩义市）人，唐代伟大的现实主义诗人，杜甫被世人尊为“诗圣”，其诗被称为“诗史”。杜甫与李白合称“李杜”，为了跟另外两位诗人李商隐与杜牧即“小李杜”区别开来，杜甫与李白又合称“大李杜”。他忧国忧民，人格高尚，他的约1400余首诗被保留了下来，诗艺精湛，在中国古典诗歌中备受推崇，影响深远。759-766年间曾居成都，后世有杜甫草堂纪念。"
  },
  "tags": [
    "唐诗三百首",
    "待客",
    "友情",
    "喜悦",
    "写景"
  ]
}