{
  "id": 5970,
  "star": 537,
  "name": "终南望余雪",
  "dynasty": "唐代",
  "content": "终南阴岭秀，积雪浮云端。<br>林表明霁色，城中增暮寒。",
  "fanyi": "<p><strong>译文</strong><br>遥望终南，北山秀丽，皑皑白雪，若浮云间。<br>雪后初晴，林梢之间闪烁着夕阳余晖，晚时分，长安城内又添了几分积寒。</p> <p><strong>注释<br></strong>⑴终南：山名，在唐京城长安（今陕西西安）南面六十里处。余雪：指未融化之雪。《全唐<a href=\"http://so.gushiwen.org/view_5970.aspx\">诗</a>》此诗题下有小字注：“有司试此题，咏赋四句即纳，或诘之，曰‘意尽’。”<br>⑵阴岭：北面的山岭，背向太阳，故曰阴。<br>⑶林表：<a href=\"http://so.gushiwen.org/author_1204.aspx\">林外</a>，林梢。霁（jì）：雨、雪后天气转晴。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　此<a href=\"http://so.gushiwen.org/view_5970.aspx\">诗</a>载于《全唐诗》卷一百三十一。下面是中国古典文学专家、陕西师范大学文学研究所所长霍松林先生对此诗的赏析。</p> <p>　　据《唐诗纪事》卷二十记载，这首诗是<a href=\"http://so.gushiwen.org/author_508.aspx\">祖咏</a>在长安应试时作的。按照规定，应该作成一首六韵十二句的五言排律，但他只写了这四句就交卷。有人问他为什么，他说：“意思已经完满了。”这真是无话即短，不必画蛇添足。</p> <p>　　题意是望终南余雪。从长安城中遥望终南山，所见的自然是它的“阴岭”（山北叫做“阴”）；而且，惟其“阴”，才有“馀雪”。“阴”字下得很确切。“秀”是望中所得的印象，既赞颂了终南山，又引出下句。“积雪浮云端”，就是“终南阴岭秀”的具体内容。这个“浮”字下得十分生动。自然，积雪不可能浮在云端。这是说：终南山的阴岭高出云端，积雪未化。云，总是流动的；而高出云端的积雪又在阳光照耀下寒光闪闪，正给人以“浮”的感觉。或许有的读者要说：“这里并没有提到阳光呀！”这里是没有提，但下句却作了补充。“林表明霁色”中的“霁色”，指的就是雨雪初晴时的阳光给“林表”涂上的色彩。同时，“积雪浮云端”一句写出了终南山高耸入云，表达了作者的凌云壮志。</p> <p>　　“明”字当然下得好，但“霁”字更重要。作者写的是从长安遥望终南余雪的情景。终南山距长安城南约六十华里，从长安城中遥望终南山，阴天固然看不清，就是在大晴天，一般看到的也是笼罩终南山的蒙蒙雾霭；只有在雨雪初晴之时，才能看清它的真面目。<a href=\"http://so.gushiwen.org/author_491.aspx\">贾岛</a>的《望山》诗里是这样写终南山的：“日日雨不断，愁杀望山人。天事不可长，劲风来如奔。阴霾一似扫，浩翠泻国门。长安百万家，家家张屏新。”久雨新晴，终南山翠色欲流，长安百万家，家家门前张开一面新崭崭的屏风，非常好看。唐时如此，现在仍如此，久住西安的人，都有这样的经验。所以，如果写从长安城中望终南馀雪而不用一个“霁”字，却说望见终南阴岭的馀雪如何如何，那就不是客观真实了。</p> <p>　　祖咏不仅用了“霁”，而且选择的是夕阳西下之时的“霁”。他说“林表明霁色”，而不说山脚、山腰或林下“明霁色”，这是很费推敲的。“林表”承“终南阴岭”而来，自然在终南高处。只有终南高处的林表才明霁色，表明西山已衔半边日，落日的余光平射过来，染红了林表，不用说也照亮了浮在云端的积雪。而结句的“暮”字，也已经呼之欲出了。</p> <p>　　前三句，写“望”中所见；末一句，写“望”中所感。俗谚有云：“下雪不冷消雪冷。”又云：“日暮天寒。”一场雪后，只有终南阴岭尚余积雪，其他地方的雪正在消融，吸收了大量的热，自然要寒一些；日暮之时，又比白天寒；望终南余雪，寒光闪耀，就令人更增寒意。做望终南余雪的题目，写到因望余雪而增加了寒冷的感觉，意思的确完满了，就不必死守清规戎律，再凑几句了。</p> <p>　　王士禛在《渔洋诗话》卷上里，把这首诗和陶潜的“倾耳无希声，在目皓已洁”、<a href=\"http://so.gushiwen.org/author_515.aspx\">王维</a>的“洒空深巷静，积素广庭宽”等并列，称为咏雪的“最佳”之作。诗中的霁色、阴岭等词烘托出了诗题中余字的精神。</p>",
  "about": "<h2>创作背景</h2> <p>　　这是一首应试<a href=\"http://so.gushiwen.org/view_5970.aspx\">诗</a>。《唐诗纪事》记载，<a href=\"http://so.gushiwen.org/author_508.aspx\">祖咏</a>年轻时去长安应考，文题是“终南望余雪”，必须写出一首六韵十二句的五言长律。祖咏看完后思考了一下，写出了四句就搁笔了。他感到这四句已经表达完整，若按照考官要求写成六韵十二句的五言体，则有画蛇添足的感觉。当考官让他重写时，他还是坚持了自己的看法，考官很不高兴。结果祖咏未被录取。</p>",
  "poet": {
    "id": 508,
    "star": 0,
    "name": "祖咏",
    "image": "http://img.gushiwen.org/authorImg/zuyong.jpg",
    "desc": "祖咏 唐代诗人。洛阳（今属河南）人。生卒年不详。少有文名，擅长诗歌创作。与王维友善。王维在济州赠诗云：\"结交二十载，不得一日展。贫病子既深，契阔余不浅。\"（《赠祖三咏》）其流落不遇的情况可知。开元十二年(724)，进士及第，长期未授官。后入仕，又遭迁谪，仕途落拓，后归隐汝水一带。"
  },
  "tags": [
    "唐诗三百首",
    "冬天",
    "写景",
    "写雪"
  ]
}