{
  "id": 18302,
  "star": 7841,
  "name": "江雪",
  "dynasty": "唐代",
  "content": "千山鸟飞绝，万径人踪灭。<br>孤舟蓑笠翁，独钓寒江雪。",
  "fanyi": "<p><strong>译文</strong><br>所有的山，飞鸟全都断绝；所有的路，不见人影踪迹。<br>江上孤舟，渔翁披蓑戴笠；独自垂钓，不怕冰雪侵袭。</p> <p><strong>注释<br></strong>绝：无，没有。<br>万径：虚指，指千万条路。<br>人踪：人的脚印。<br>孤：孤零零。<br>蓑笠（suō lì）：蓑衣和斗笠　笠：用竹篾编成的帽子。（“蓑” ，古代用来防雨的衣服；“笠” ，古代用来防雨的帽子。）<br>独：独自。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　<a href=\"http://so.gushiwen.org/author_646.aspx\">柳宗元</a>笔下的山水<a href=\"http://so.gushiwen.org/view_18302.aspx\">诗</a>有个显著的特点，那就是把客观境界写得比较幽僻，而诗人的主观的心情则显得比较寂寞，甚至有时不免过于孤独，过于冷清，不带一点人间烟火气。这首《江雪》正是这样，诗人只用了二十个字，就描绘了一幅幽静寒冷的画面：在下着大雪的江面上，一叶小舟，一个老渔翁，独自在寒冷的江心垂钓。诗人向读者展示的，是这样一些内容：天地之间是如此纯洁而寂静，一尘不染，万籁无声；渔翁的生活是如此清高，渔翁的性格是如此孤傲。其实，这正是柳宗元由于憎恨当时那个一天天在走下坡路的唐代社会而创造出来的一个幻想境界，比起<a href=\"http://so.gushiwen.org/author_645.aspx\">陶渊明</a>《桃花源记》里的人物，恐怕还要显得虚无缥缈，远离尘世。诗人所要具体描写的本极简单，不过是一条小船，一个穿蓑衣戴笠帽的老渔翁，在大雪的江面上钓鱼，如此而已。可是，为了突出主要的描写对象，诗人不惜用一半篇幅去描写它的背景，而且使这个背景尽量广大寥廓，几乎到了浩瀚无边的程度。背景越广大，主要的描写对象就越显得突出。首先，诗人用“千山”、“万径”这两个词，目的是为了给下面两句的“孤舟”和“独钓”的画面作陪衬。没有“千”、“万”两字，下面的“孤”、“独”两字也就平淡无奇，没有什么感染力了。其次，山上的鸟飞，路上的人踪，这本来是极平常的事，也是最一般化的形象。可是，诗人却把它们放在“千山”、“万径”的下面，再加上一个“绝”和一个“灭”字，这就把最常见的、最一般化的动态，一下子给变成极端的寂静、绝对的沉默，形成一种不平常的景象。因此，下面两句原来是属于静态的描写，由于摆在这种绝对幽静、绝对沉寂的背景之下，倒反而显得玲珑剔透，有了生气，在画面上浮动起来、活跃起来了。也可以这样说，前两句本来是陪衬的远景，照一般理解，只要勾勒个轮廓也就可以了，不必费很大气力去精雕细刻。可是，诗人却恰好不这样处理。这好像拍电影，用放大了多少倍的特写镜头，把属于背景范围的每一个角落都交代得、反映得一清二楚。写得越具体细致，就越显得概括夸张。而后面的两句，本来是诗人有心要突出描写的对象，结果却使用了远距离的镜头，反而把它缩小了多少倍，给读者一种空灵剔透、可见而不可即的感觉。只有这样写，才能表达作者所迫切希望展示给读者的那种摆脱世俗、超然物外的清高孤傲的思想感情。至于这种远距离感觉的形成，主要是作者把一个“雪”字放在全诗的最末尾，并且同“江”字连起来所产生的效果。</p> <p>　　在这首诗里，笼罩一切、包罗一切的东西是雪，山上是雪，路上也是雪，而且“千山”、“万径”都是雪，才使得“鸟飞绝”、“人踪灭”。就连船篷上，渔翁的蓑笠上，当然也都是雪。可是作者并没有把这些景物同“雪”明显地联系在一起。相反，在这个画面里，只有江，只有江心。江，当然不会存雪，不会被雪盖住，而且即使雪下到江里，也立刻会变成水。然而作者却偏偏用了“寒江雪”三个字，把“江”和“雪”这两个关系最远的形象联系到一起，这就给人以一种比较空蒙、比较遥远、比较缩小了的感觉，这就形成了远距离的镜头。这就使得诗中主要描写的对象更集中、更灵巧、更突出。因为连江里都仿佛下满了雪，连不存雪的地方都充满了雪，这就把雪下得又大又密、又浓又厚的情形完全写出来了，把水天不分、上下苍茫一片的气氛也完全烘托出来了。至于上面再用一个“寒”字，固然是为了点明气候；但诗人的主观意图却是在想不动声色地写出渔翁的精神世界。试想，在这样一个寒冷寂静的环境里，那个老渔翁竟然不怕天冷，不怕雪大，忘掉了一切，专心地钓鱼，形体虽然孤独，性格却显得清高孤傲，甚至有点凛然不可侵犯似的。这个被幻化了的、美化了的渔翁形象，实际正是柳宗元本人的思想感情的寄托和写照。由此可见，这“寒江雪”三字正是“画龙点睛”之笔，它把全诗前后两部分有机地联系起来，不但形成了一幅凝炼概括的图景，也塑造了渔翁完整突出的形象。</p> <p>　　用具体而细致的手法来摹写背景，用远距离画面来描写主要形象；精雕细琢和极度的夸张概括，错综地统一在一首诗里，是这首山水小诗独有的艺术特色。</p>",
  "about": "<h2>创作背景</h2> <p>　　唐顺宗永贞元年，<a href=\"http://so.gushiwen.org/author_646.aspx\">柳宗元</a>参加了王叔文为首的政治革新运动。由于保守势力与宦官的联合反攻，致使革新失败。因此，柳宗元被贬官到有“南荒”之称的永州。他在任所名为司马，实际上是毫无实权而受地方官员监视的“罪犯”。官署里没有他的住处，不得不在和尚庙——龙兴寺的西厢里安身。</p> <p>　　柳宗元自从被贬到永州之后，精神上受到很大刺激和压抑，他就借描写山水景物，借歌咏隐居在山水之间的渔翁，来寄托自己清高而孤傲的情感，抒发自己在政治上失意的郁闷苦恼。于是，他怀着幽愤的心情，写下了这首令人传颂的名<a href=\"http://so.gushiwen.org/view_18302.aspx\">诗</a>。</p>",
  "poet": {
    "id": 646,
    "star": 0,
    "name": "柳宗元",
    "image": "http://img.gushiwen.org/authorImg/liuzongyuan.jpg",
    "desc": "柳宗元（773年－819年），字子厚，唐代河东（今山西运城）人，杰出诗人、哲学家、儒学家乃至成就卓著的政治家，唐宋八大家之一。著名作品有《永州八记》等六百多篇文章，经后人辑为三十卷，名为《柳河东集》。因为他是河东人，人称柳河东，又因终于柳州刺史任上，又称柳柳州。柳宗元与韩愈同为中唐古文运动的领导人物，并称“韩柳”。在中国文化史上，其诗、文成就均极为杰出，可谓一时难分轩轾。"
  },
  "tags": [
    "唐诗三百首",
    "写景",
    "冬天",
    "写雪",
    "山水",
    "写鸟"
  ]
}