{
  "id": 57469,
  "star": 47,
  "name": "南柯子·山冥云阴重",
  "dynasty": "宋代",
  "content": "山冥云阴重，天寒雨意浓。数枝幽艳湿啼红。莫为惜花惆怅对东风。<br>蓑笠朝朝出，沟塍处处通。人间辛苦是三农。要得一犁水足望年丰。",
  "fanyi": "<p><strong>译文</strong><br>“山冥云阴重，天寒雨意浓。数枝幽艳湿啼红。”彤云密布，山色阴暗，天下着濛濛的细雨。花朵上，水气聚成了晶莹的水珠，象是少女眼睛里含着泪珠，夺眶欲出，令人十分爱怜。作者摄取了这样一个特写镜头，十分形象地描绘出一幅田园风景图。莫为惜花惆怅，对东风。”不要因为风风雨雨摧残着美丽的花朵，而愁怅满怀，作无病呻吟。“蓑笠朝朝出，沟塍处处通。”<br>戴着蓑笠的农民，天天清晨早出，他们的足迹踏遍了田间泥泞的沟渠和田埂。“人间辛苦是三农”春耕、春种、秋收，是农民们一年中最辛苦的三个季节。\"要得一犁水足，望年丰。”农民们终年辛劳，犁透了田，灌足了水，盼望有一个丰收的年成！他们是没有闲情逸致去赏花、怜花、惜花的。 </p> <p><strong>注释</strong><br>①山冥：的水气很重，山色昏暗。<br>②幽艳：在暗处的花。啼红：花朵上逐渐聚成水珠，像噙着眼泪。<br>③塍（chéng）：田间土埂。<br>④三农：指春耕、夏耘、秋收。</p>",
  "shangxi": "<h2>评析</h2> <p>　　<a href=\"http://so.gushiwen.org/view_57469.aspx\">诗</a>词分工、各守畛域的传统观念，对宋词的创作有很深影响。诸如“田家语”、“田妇叹”、“插秧歌”等宋代诗歌中常见的题材，在宋词中却很少涉及。这首词描述了，农民的劳动生活，流露出与之声息相通的质朴向上的感情，因而值得珍视。上片以景语起：山色昏暗，彤云密布，寒雨将至。在总写环境天气之后，收拢词笔，语及近景，数枝凝聚水珠、楚楚堪怜的娇花，映入眼帘。如若顺流而下，则围绕“啼红”写心抒慨，当是笔端应有之义。但接下来两句，却奉劝骚人词客，勿以惜花为念，莫作怅惘愁思，可谓笔锋灵活心思脱俗。下片又复宕开，将笔触伸向田垄阡陌，“朝朝出”、“处处通”对举，言简意赅勾勒不避风雨、终岁劳作的农民生活。遂引出“人间辛苦是三农”的感叹。“三农”，指春耕、夏种、秋收。五谷丰登，是农民们一年的希望。在这重阴欲雨的时刻人们盼望的是有充足的雨水，能犁耕作。至于惜花伤春，他们既无此余暇，也无此闲情。</p> <p>　　每当“做冷欺花”（史达祖《绮罗香》语）时节，“冻云黯淡天气”（<a href=\"http://so.gushiwen.org/author_535.aspx\">柳永</a>《夜半乐》语），文人墨客常会触物兴感，抒发怜惜情怀。这些作品，大抵亦物亦人，亦彼亦已，汇成宋词的一片汪洋。虽有深挚、浮泛之别，也自有其价值在。不过，萦牵于个人的遭际，囿于一已的狭小天地，则是其大部分篇章的共同特点。这首《南柯子》却不同，即将因风雨吹打而飘零的幽艳啼红，和终年劳碌田间而此刻盼雨耕种的农民，由目睹或联想而同时放到了作者情感的天平两端。</p> <p>　　它不在惜花伤春旧调上的和弦，而是另辟蹊径的新声。作者的目光未为仄狭的自我所囿，感情天地比较开阔。一扫陈思，立意不俗。</p> <p>　　<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>、<a href=\"http://so.gushiwen.org/author_217.aspx\">辛弃疾</a>等也写过一些描写乡村生活的词作，也倾注了热爱农村、关心农事的情感，他们所作，常如一幅幅民俗画，苏轼作于徐州太守任上的一组《浣溪沙》（“照日深红暖见鱼”等五首）是如此，辛弃疾《清平乐。村居》的笔触更为细腻入微。<a href=\"http://so.gushiwen.org/author_726.aspx\">王炎</a>的这首词则显示了不同的特色，作者的感情主要不是熔铸在画面中，而是偏重于认知的直接表述，理性色彩较浓，因而，写到农民的生活，如“蓑笠朝朝出，沟塍处处通”，也采取比较概括的方式，不以描绘的笔墨取胜。</p> <p>　　宋代有两个王炎，均有词作传世。此篇作者字晦叔，号双溪，婺源（今属江西）人，孝宗乾道五年进士，有词集《双溪诗馀》。其“不溺于情欲，不荡于无法”《双溪诗馀自序》的宗旨，在这首风调朴实的《南柯子》中也得到了充分体现。此词不取艳辞，不贵用事，下字用语亦颇经揣摩，如“幽艳湿啼红”写花在雨意浓阴中的姿态就相当生动。不过此词亦有缺陷，全篇语多浅易、含蕴稍欠.</p>",
  "poet": {
    "id": 726,
    "star": 0,
    "name": "王炎",
    "image": "http://img.gushiwen.org/authorImg/wangyan.jpg",
    "desc": "王炎（1137——1218）字晦叔，一字晦仲，号双溪，婺源（今属江西）人。一生著述甚富，有《读易笔记》、《尚书小传》、《礼记解》、《论 语解》、《孝圣解》、《老子解》、《春秋衍义》、《象数稽疑》、《禹贡辨》等，《全宋词》第 三册录其词五十二首。事迹见胡升《王大监传》（《新安文献志》卷六九）、 《宋史翼》卷二四，参《南宋馆阁续 录》卷八、九。"
  },
  "tags": [
    "宋词三百首",
    "农民",
    "生活",
    "祈雨"
  ]
}