{
  "id": 49706,
  "star": 2,
  "name": "南乡子·集句",
  "dynasty": "宋代",
  "content": "怅望送春怀。渐老逢春能几回。花满楚城愁远别，伤怀。何况清丝急管催。<br>吟断望乡台。万里归心独上来。景物登临闲始见，徘徊。一寸相思一寸灰。",
  "fanyi": "<p><strong>译文<br></strong>惆怅地望着手中这杯送春酒，身体逐渐变老又有几回能再逢见春。楚城繁花什锦心里却伤愁远方离别，非常感伤。更何况酒宴上清丝急管奏出的别离之音。<br>在望乡台断断续续的吟诵，纵使与故土远隔万里，却仍然归心似箭。此时归心万里,同筵的诸君,又何人会此登临之意，辗转徘徊,反思内心。相思之苦，心如寒灰。</p> <p><strong>注释</strong><br>①怅望送春怀：截取唐人<a href=\"http://so.gushiwen.org/author_211.aspx\">杜牧</a>《惜春》：“春半年已除。其余强为有。即此醉残花，便同尝腊酒。怅望送春杯，殷勤扫花帚。谁为驻东流，年年长在手？”渲染对酒伤春的情话。<br>②渐老逢春能几回：此句取<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>《漫兴九首》第四首：“二月已破三月来，渐老逢春能几回。莫思身外无穷事，且尽生前有限杯。”为杜甫流落成都时所作之绝旬。<br>③花满楚城愁远别，伤怀：稍稍改动了<a href=\"http://so.gushiwen.org/author_267.aspx\">许浑</a>《竹林寺别友人》一<a href=\"http://so.gushiwen.org/view_49706.aspx\">诗</a>：“骚人吟罢起乡愁，暗觉年华似水流。花满谢城伤共别，蝉鸣萧寺喜同游。前山月落杉松晚，深夜风清枕簟秋。明日分襟又何处，江南江北路悠悠。”<br>④何况清丝急管催：此句选自<a href=\"http://so.gushiwen.org/author_197.aspx\">刘禹锡</a>的《洛中送韩七中丞之吴兴》五首之三：“今朝无意诉离杯，何况清弦急管催。本欲醉中轻远别，不知翻引酒悲来。”<br>⑤吟断望乡台：取自<a href=\"http://so.gushiwen.org/author_204.aspx\">李商隐</a>《晋昌晚归马上赠》一诗：“西北朝天路，登临思上才。城闲烟草遍，村暗雨云回。人岂无端别，猿应有意哀。征南予更远，吟断望乡台。”<br>⑥万里归心独上来：来自许浑《冬日登越王台怀旧》诗：“月沈高岫宿云开，万里归心独上来。河畔雪飞扬子宅，海边花盛越王台。泷分桂岭鱼难过，瘴近衡峰雁却回。乡信渐稀人渐老，只应频看一枝梅。”<br>⑦景物登临闲始见，徘徊：取自杜牧《八月十二日得替后移居譬溪馆，因题长句四韵》尾联：“万家相庆喜秋成，处处楼台歌板声。千岁鹤归犹有恨，一年人住岂无情。夜凉溪馆留僧话，风定苏潭看月生。景物登临闲始见，愿为闲客此闲行。”<br>⑧一寸相思一寸灰：结尾之笔取自李商隐的《无题》二首之二：“飒飒东风细雨来，芙蓉塘外有轻雷。金蟾啮锁烧香入，玉虎牵丝汲井回。贾氏窥帘韩掾少，宓妃留枕魏王才。春心莫共花争发，一寸相思一寸灰。”</p>",
  "shangxi": "<h2>赏析</h2> <p>　　“怅望送春杯。渐老逢春能几回。”花繁叶盛的春日虽好，然而它终会远去，惆怅地望着手中这杯送春酒，心里涌起的伤春之情比酒更浓郁，千回百转，才下眉头，却上心头。由春日的归去不由联想到自己年华的流逝。“渐老”，谓逐渐衰老，语调悲哀沧桑。“逢春”，忽一喜，词情上扬。“能几回”，情绪再次跌落，由扬而抑，更显悲怆，人已衰老，有生之年还能看到几个春天。一句之中一咏三叹，笔法缠绵而苍老，正是<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>贬谪黄州哀伤心情的写照。</p> <p>　　“花满楚城愁远别，伤怀。何况清丝急管催。”作者所处之时节恰是盛春，繁花似锦，故日“花满”。楚城，正是作者贬谪之地--黄州。词人流离飘零于此，远离故乡和亲人，怎能不满怀愁绪深如海。在万红飘香的季节里，词人不仅没有感受到春的蓬勃和喜悦，反而备觉凄凉难耐，完全是基于受打击、遭放逐的现实原因。此深层次的意蕴悄然表露，使其伤春之情更加意味深远。“伤怀”二字极有分量，淋漓尽致地概括了词人伤春意愁离别的种种凄苦之情。且这二字为作者自述，它将所集唐人<a href=\"http://so.gushiwen.org/view_49706.aspx\">诗</a>句熔铸为一体，表现出古为今用的绝妙之处。伤别之人本已悲哀不堪，哪里还禁得住送行酒宴上清丝急管奏出的别离之音。“何况”两字，尽显不胜悲情之态。词人在上片结尾处用此句，其沉痛心情不言而喻。</p> <p>　　“吟断望乡台。万里归心独上来。”下片词人着重抒写自己思念故土之情。这里虽然只取原诗下旬，实际上句诗意亦隐含其中。词人即使四处飘零宦游，却终不曾忘却西蜀--他的家乡，更何况愈往南走离故土愈遥远。登高饮酒之际，岂能不倍加思念家乡。一个“断”字形象地描绘了其望乡情切的心态。词人纵使与故土远隔万里，却仍然归心似箭，同宴的伙伴们谁能领会这份情怀。“独”字突出了词人孤身漂流在外的孤独、寂寞之感。</p> <p>　　“景物登临习始见，徘徊。一寸相思一寸灰。”原诗两句之中三次用到了“闲”字，苏轼取其诗意，化为己用，意蕴颇深。只因此时了无官职，一身轻闲，悠然从容中登台眺望，才能将这春日的美景尽收眼底。苏轼表面上叙述了自己无官一身轻的悠闲自在，实际深深流露了遭受贬逐，无法作为，一事不成的巨大痛苦。正因为如此，词人才会在此地久久徘徊，不愿离去，其实是那无论无何都挥之不去的烦忧在心头盘旋，时时折磨着他。结句为全词点睛之笔。功业不可建。故土无法还。两种相思，一种愁绪，纠结在一起，令词人辗转反侧，心如寒灰。</p> <p>　　此词落墨于酒筵，中间写望乡，结穴于一寸相思一寸灰的反思，呈现出一个从向外观照而返听收视、反观内心的心灵活动过程。由外向转而内向，是此词特色之一。而此词则证明，东坡词横放杰出风格之外，更有内敛绵邈之一体。若进一步知人论世，则当时东坡之思想蕲向，实已从前期更多的向外用力，转变为更多的向内用力。</p>",
  "poet": {
    "id": 183,
    "star": 0,
    "name": "苏轼",
    "image": "http://img.gushiwen.org/authorImg/sushi.jpg",
    "desc": "苏轼（1037－1101），北宋文学家、书画家、美食家。字子瞻，号东坡居士。汉族，四川人，葬于颍昌（今河南省平顶山市郏县）。一生仕途坎坷，学识渊博，天资极高，诗文书画皆精。其文汪洋恣肆，明白畅达，与欧阳修并称欧苏，为“唐宋八大家”之一；诗清新豪健，善用夸张、比喻，艺术表现独具风格，与黄庭坚并称苏黄；词开豪放一派，对后世有巨大影响，与辛弃疾并称苏辛；书法擅长行书、楷书，能自创新意，用笔丰腴跌宕，有天真烂漫之趣，与黄庭坚、米芾、蔡襄并称宋四家；画学文同，论画主张神似，提倡“士人画”。著有《苏东坡全集》和《东坡乐府》等。"
  },
  "tags": [
    "集句"
  ]
}