{
  "id": 19015,
  "star": 371,
  "name": "赏牡丹",
  "dynasty": "唐代",
  "content": "庭前芍药妖无格，池上芙蕖净少情。<br>唯有牡丹真国色，花开时节动京城。",
  "fanyi": "<p><strong>译文</strong><br>庭前的芍药妖娆艳丽却缺乏骨格，池中的荷花清雅洁净却缺少情韵。<br>只有牡丹才是真正的天姿色，到了开花的季节引得无数的人来欣赏，惊动了整个长安城。</p> <p><strong>注释</strong><br>妖：艳丽、妩媚。<br>格：骨格。牡丹别名“木芍药”，芍药为草本，又称“没骨牡丹”，故作者称其“无格”。在这里，无格指格调不高。<br>芙蕖：即莲花。<br>国色：原意为一国中姿容最美的女子，此指牡丹花色卓绝，艳丽高贵。<br>京城：指唐朝的京师长安，长安是唐代的首都、京城。</p><br/><p><strong>译文</strong><br>庭院中的芍药花艳丽虽艳丽，但格调不高；池面上的荷花明净倒是明净，却缺少热情；<br>只有牡丹花才是真正的国色，是最美的花，当它开花的时候，其盛况轰动了整个京城。</p> <p><strong>注释</strong><br>⑴牡丹：著名的观赏植物。古无牡丹之名，统称芍药，后以木芍药称牡丹。一般谓牡丹之称在唐以后，但在唐前，已见于记载。<br>⑵庭前芍药：喻指宦官、权贵。芍药：多年生草本植物，属毛茛科，初夏开花，形状与牡丹相似。妖无格：妖娆美丽，但缺乏标格。妖：艳丽、妩媚。格：骨格。无格指格调不高。<a href=\"http://so.gushiwen.org/author_2422.aspx\">郑虔</a>《胡本草》：“芍药，一名没骨花。”牡丹别名“木芍药”，芍药为草本，又称“没骨牡丹”，故作者称其“无格”。<br>⑶芙蕖（qú）：荷花的别名。《尔雅·释草》：“荷，芙渠。其茎茄，其叶蕸，其本蔤，其华菡萏，其实莲，其根藕，其中菂，菂中薏。”郭璞注：“（芙渠）别名芙蓉，江东呼荷。”<br>⑷国色：倾国之色。原意为一国中姿容最美的女子，此指牡丹花色卓绝，艳丽高贵。李濬《松窗杂录》：“上颇好<a href=\"http://so.gushiwen.org/view_19015.aspx\">诗</a>，因问脩己曰：‘今京邑传唱牡丹花诗，谁为首出？’ 脩己对曰：‘臣尝闻公卿间多吟赏中书舍人李正封诗曰：“天香夜染衣，国色朝酣酒。”’上闻之，嗟赏移时。”吴钢、张天池《<a href=\"http://so.gushiwen.org/author_197.aspx\">刘禹锡</a>诗文选注》认为此为作者用来喻指革新人士。<br>⑸“花开”句：说明唐代观赏牡丹风气极盛。李肇《唐国史补》卷中：“京城贵游尚牡丹，三十余年矣。每春暮，车马若狂，以不耽玩为耻。执金吾铺官围外，寺观种以求利，一本有直数万者。元和末，韩令始至长安，居第有之，遽命劚去，曰：‘吾岂效儿女子耶！’”<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>《买花》：“帝城春欲暮，喧喧车马度。共道牡丹时，相随买花去。贵贱无常价，酬直看花数：灼灼百朵红，戋戋五束素。上张幄幕庇，旁织巴篱护。水洒复泥封，移来色如故。家家习为俗，人人迷不悟。”京城：一般认为是指长安，但刘锬编的《咏花古诗欣赏》、鲍思陶等编的《中国名胜诗联精鉴》以及谢明等编的《历代咏物诗选读》认为此诗中的京城是指洛阳。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　此<a href=\"http://so.gushiwen.org/view_19015.aspx\">诗</a>乃赞颂牡丹之作，其赞颂之手法，乃用抑彼扬此的反衬之法。诗人没有从正面描写牡丹的姿色，而是从侧面来写牡丹。诗一开始先评赏芍药和芙蕖。芍药与芙蕖本是为人所喜爱的花卉，然而诗人赞颂牡丹，乃用“芍药妖无格”和“芙蕖净少情”以衬托牡丹之高标格和富于情韵之美。“芍药”，本来同样是一种具有观赏价值的花卉，但据说到了唐代<a href=\"http://so.gushiwen.org/author_298.aspx\">武则天</a>以后，“牡丹始盛而芍药之艳衰” （王禹傅《芍药诗序》）。以至有人将牡丹比为“花王”，把芍药比作“近侍”。此处，<a href=\"http://so.gushiwen.org/author_197.aspx\">刘禹锡</a>也怀着主观感情，把芍药说成虽妖娆但格调不高。“芙蕖”，是在诗文中常以清高洁净的面目出现的花卉，但刘禹锡大概因为她亭亭玉立于池面之中，令人只可远观而不可近玩的缘故，说她纯洁而寡情。这里暗示了牡丹兼具妖、净、格、情四种资质，可谓花中之最美者。</p> <p>　　前两句用的是抑彼扬此的手法，为牡丹的出现作铺垫，而第三句笔锋一转，从正面赞颂牡丹。“唯有”一词，突出强调了只有牡丹才配称“真国色”，表明了诗人对牡丹的偏爱。“国色天香”则成了当时对牡丹的定评，也为后人所乐于接受和沿用。牡丹是花中之王，“百般颜色百般香”（<a href=\"http://so.gushiwen.org/author_2632.aspx\">邵雍</a>《牡丹吟》）。但此诗却只字未提牡丹的色香，仅说“花开时节动京城”。这句表现了人们倾城而出观赏牡丹的热闹景象，以此赞颂牡丹为人赏爱的倾国之色。牡丹在诗人眼里，她姿色超群，是国中最佳“美人”。由于牡丹具有无与伦比的姿色，竞使得花开时节京城轰动，人们竞相品赏，生动地描述了当时的时尚，说出了多数人的心声。这里“动”字用得极妙，仿佛使人看到了当时人们为了观赏牡丹而万人空巷、人头攒动的生动场面。</p> <p>　　这短短四句诗，写了三种名花，而其中又深含了诗人丰富的审美思想。诗人没有忘记对芍药与荷花美好一面的赞誉，却又突出了牡丹的姿色，令人玩味无穷。作为花木，本来无所谓格调高下和感情的多寡，但诗人用拟人化和烘托的手法，巧妙生动地把自然美变成了艺术美，给人留下了难忘的印象。</p>",
  "about": "<h2>创作背景</h2> 　　牡丹是中国特产的名花，春末开花，花大而美。唐代高宗、武后时始从汾晋（今山西汾河流域）移植于京城，玄宗时犹视为珍品。此<a href=\"http://so.gushiwen.org/view_19015.aspx\">诗</a>即写唐人赏牡丹的盛况。关于此诗的创作时间与地点，由陶敏、陶红雨校注的《<a href=\"http://so.gushiwen.org/author_197.aspx\">刘禹锡</a>全集编年校注》根据诗中用李正封“国色”之语推测此诗为大和二年（828年）至五年831年作者在长安所作；瞿蜕园的《刘禹锡集笺证》认为，此诗作于唐大和年间作者重入长安之时；高志忠的《刘禹锡诗编年校注》认为，此诗与《浑侍中宅牡丹》作于同时；吴钢、张天池《刘禹锡诗文选注》疑此诗为永贞革新时所作。",
  "poet": {
    "id": 197,
    "star": 0,
    "name": "刘禹锡",
    "image": "http://img.gushiwen.org/authorImg/liuyuxi.jpg",
    "desc": "刘禹锡（772－842），字梦得，汉族，中国唐朝彭城（今徐州）人，祖籍洛阳，唐朝文学家，哲学家，自称是汉中山靖王后裔，曾任监察御史，是王叔文政治改革集团的一员。唐代中晚期著名诗人，有“诗豪”之称。他的家庭是一个世代以儒学相传的书香门第。政治上主张革新，是王叔文派政治革新活动的中心人物之一。后来永贞革新失败被贬为朗州司马（今湖南常德）。据湖南常德历史学家、收藏家周新国先生考证刘禹锡被贬为朗州司马其间写了著名的“汉寿城春望”。"
  },
  "tags": [
    "牡丹"
  ]
}