{
  "id": 71151,
  "star": 13212,
  "name": "小石潭记",
  "dynasty": "唐代",
  "content": "　　从小丘西行百二十步，隔篁竹，闻水声，如鸣珮环，心乐之。伐竹取道，下见小潭，水尤清冽。全石以为底，近岸，卷石底以出，为坻，为屿，为嵁，为岩。青树翠蔓，蒙络摇缀，参差披拂。</p> <p>　　潭中鱼可百许头，皆若空游无所依。日光下澈，影布石上，佁然不动；俶尔远逝，往来翕忽。似与游者相乐。</p> <p>　　潭西南而望，斗折蛇行，明灭可见。其岸势犬牙差互，不可知其源。</p> <p>　　坐潭上，四面竹树环合，寂寥无人，凄神寒骨，悄怆幽邃。以其境过清，不可久居，乃记之而去。</p> <p>　　同游者：吴武陵，龚古，余弟宗玄。隶而从者，崔氏二小生：曰恕己，曰奉壹。",
  "fanyi": "<p><strong>译文</strong><br>　　从小丘向西走一百二十多步，隔着竹林，可以听到水声，就像人身上佩带的佩环相碰击发出的声音，（我）心里感到高兴。砍倒竹子，开辟出一条道路（走过去），沿路走下去看见一个小潭，潭水格外清凉。小潭以整块石头为底，靠近岸边，石底有些部分翻卷过来露出水面。成为了水中高地、小岛、不平的岩石和石岩等各种不同的形状。青翠的树木，翠绿的藤蔓，遮掩缠绕，摇动下垂，参差不齐，随风飘拂。<br>　　潭中的鱼大约有一百来条，都好像在空中游动，什么依靠都没有。阳光直照（到水底），(鱼的）影子映在石上，呆呆地（停在那里）一动不动，忽然间(又)向远处游去了，来来往往，轻快敏捷，好像和游玩的人互相取乐。<br>　　向小石潭的西南方望去，看到溪水像北斗星那样曲折，水流像蛇那样蜿蜒前行，时而看得见，时而看不见。两岸的地势像狗的牙齿那样相互交错，不能知道溪水的源头。<br>　　我坐在潭边，四面环绕合抱着竹林和树林，寂静寥落，空无一人。使人感到心情凄凉，寒气入骨，幽静深远，弥漫着忧伤的气息。 因为这里的环境太凄清，不可长久停留，于是记下了这里的情景就离开了。<br>　　一起去游玩的人有吴武陵、龚古、我的弟弟宗玄。跟着同去的有姓崔的两个年轻人。一个叫做恕己，一个叫做奉壹。 </p> <p><strong>注释</strong><br>[1]小丘：在小石潭东面。<br>[2]篁竹：竹林。<br>[3]如鸣佩 环：好像人身上佩带的佩环相碰击发出的声音。鸣：发出的声音。佩、环：都是玉制的装饰品。<br>[4]水尤清冽：水格外清凉。尤，格外。清，清澈。冽，凉。<br>[5]全石以为底：（潭）以整块石头为底。以为：把...当做...<br>[6]近岸，卷石底以出：靠近岸边，石头从水底向上弯曲露出水面。以：连词，相当于“而”，不译。<br>[7]为坻，为屿，为嵁，为岩：成为坻、屿、嵁、岩各种不同的形状。坻，水中高地。屿，小岛。嵁，高低不平的岩石。岩，岩石。<br>[8]翠蔓：碧绿的茎蔓。<br>[9]蒙络摇缀，参差披拂：（树枝藤蔓）遮掩缠绕，摇动下垂，参差不齐，随风飘拂。<br>[10]可百许头：大约有一百来条。可，大约。许，用在数词后表示约数，相当于同样用法的“来”。<br>[11]皆若空游无所依：（鱼）都好像在空中游动，什么依靠都没有。<br>[12]日光下彻，影布石上：阳光照到水底，鱼的影子好像映在水底的石头上。<br>[13]佁然不动：（鱼）呆呆地一动不动。佁然，呆呆的样子。<br>[14]俶尔远逝：忽然间向远处游去了。俶尔，忽然。<br>[15]往来翕忽：来来往往轻快敏捷。翕忽；轻快敏捷的样子。<br>[16]斗折蛇行，明灭可见：看到溪水像北斗星那样曲折，像蛇那样蜿蜒前行，时隐时现。斗折，像北斗七星的排列那样曲折。蛇行，像蛇爬行那样蜿蜒。明灭可见，时而看得见，时而看不见。<br>[17]犬牙差互：像狗的牙齿那样参差不齐。犬牙：像狗的牙齿一样。差互，交相错杂。<br>[18]凄神寒骨，悄怆幽邃：使人感到心情凄凉，寒气透骨，幽静深远，弥漫着忧伤的气息。凄、寒：使动用法，使……感到凄凉 ，使……感到寒冷。悄怆，寂静得使人感到忧伤。邃，深。悄怆，忧伤的样子。<br>[19]以其境过清：因为这里环境太冷清了。以，因为。清，凄清。<br>[20]吴武陵：作者的朋友，也被贬在永州。<br>[21]龚古：作者的朋友。<br>[22]宗玄：作者的堂弟。<br>[23]隶而从者，崔氏二小生：跟着我一同去的，有姓崔的两个年轻人。隶而从：跟着同去的。隶：随从。而：表并列。崔氏，指<a href=\"http://so.gushiwen.org/author_646.aspx\">柳宗元</a>姐夫崔简。二小生，两个年轻人，指崔简的两个儿子。<br>[24]卷石底以出；以，而。</p>",
  "shangxi": "<h2>赏析</h2> 　　作者在写景中传达出他贬居生活中孤凄悲凉的心境，是一篇情景交融的佳作。全文寂寞清幽，郁郁落落，形似写景，实则写心。文章对潭中游鱼的刻画虽只寥寥几句，却极其准确地写出潭水的空明澄澈和游鱼的形神姿态。此外，文中写潭中游鱼的笔法极妙，无一笔涉及水，只说鱼则“空游无所依”，则水的澄澈透明，鱼的生动传神，都各尽其妙，意境之深，令人拍案叫绝。《小石潭记》赏析（成曾）<a href=\"http://so.gushiwen.org/author_646.aspx\">柳宗元</a>的山水游记，是他散文创作中具有高度艺术技巧和最富于艺术独创性的一个部分。而在他篇数不多的山水游记中，《小石潭记》可以说是一篇很有代表性的作品。《小石潭记》是《永州八记》中的一篇。这篇散文生动地描写出了小石潭环境景物的幽美和静穆，抒发了作者贬官失意后的孤凄之情。语言简练、生动，景物刻画细腻、逼真，全篇充满了<a href=\"http://so.gushiwen.org/view_71151.aspx\">诗</a>情画意，表现了作者杰出的写作技巧。因之，成为被历代所传诵的散文名篇。这篇游记一共可以分为五段。第一段，作者采用的是“移步换形”的手法，在移动变换中引导我们去领略各种不同的景致，具有极强的动态的画面感。“从小丘西行百二十步，隔篁竹，闻水声，如鸣佩环，心乐之。”<br/><h2>鉴赏</h2> <p>　　《小石潭记》是一篇语言精美，含义丰富，形象逼真的优秀山水游记。作者借写小石潭的幽深寂静和清丽之景色，借被遗弃于荒远地区的美好景物，寄寓自己不幸遭遇，倾注怨愤抑郁心情。文章中所使用的那些描绘景物细致入微的手法和巧妙、形象的比喻，都值得我们很好地借鉴。《小石潭记》鉴赏（范培松）《至小丘西小石潭记》是“永州八记”中的第四则。这篇散文写的是一个不见经传的小石潭。这个小石潭称不上是美景，更不是什么胜景，只是一个无名小丘边的小水潭。作者写这小石潭的本身，就最好地证明了他没有沾染上展览美景的唯美主义的恶习。从这一选材的价值来看，对于我们当今游记写作也颇有借鉴意义。小石潭虽然名不见经传，但见到它还是费了一点小周折：先见竹丛，耳闻水声，却不见小石潭的身影。小石潭的显现，虽称不上千呼万唤，也可称有“犹抱琵琶半遮面”之妙。待到“伐竹取道”，才见到小石潭。真乃是曲径通幽确实景象不凡。这“不凡”是以“怪”的面目出现的，怪就怪在潭是“全石以为底”，而且潭中露出的石头又都是那么姿态奇特，“为坻、为屿、为堪、为岩”，再加上古树翠蔓的覆盖，使小石潭的全景富有清静感，仿佛不是人间的一个小天地，而是传说的佛国中的一块净土。 　接着，笔锋随转，由静写动，写潭中小鱼。这是本文的最精彩之笔。这潭中鱼也极为怪诞：一是鱼居然可数，约有“百许头”；二是“影布石上”，神态自若地“怡然不动”。这是继续写静，既烘托出小石潭的幽寂，也勾勒出小石潭水的清澈。由此转为写动。其实在写静时已作伏笔，水中之鱼不能不动。鱼之静止，正像电影中的定格只是某个刹那的显示。这个定格过后，便见潭中之鱼“俶尔远逝，往来翕忽，似与游者相乐”。鱼，多么富有人情味，这倒触动了作者情怀。在此，这一“乐”字值得注意。作者由于改革受挫，被贬远方，精神负担很重，处在极度烦恼和压抑之中。为何能“乐”？乃是因为离开了纷陈烦恼的官场这一是非、争斗之地，在这里找到了这样一块清静之地，看到游鱼的怡然自得，灵魂得到了净化和复归。水之清，鱼之乐，终于给这位破碎了心的散文家带来了片刻的欢乐。清静神乐是这篇散文前半部分的主旋律。现实是严峻的。在这“四面竹树环合，寂寥无人，凄神寒骨，悄怆幽邃”的环境中，作者感到“其境过清不可久居”。</p> <p>　　乐毕竟是暂时的，而凄怆是永恒的。面对这种原始的悄怆之景，或许更感到难受，或许更激起作者凄凉的联想，因此形成了感情从“乐”到“凄”的大幅度滑坡。这一滑坡的表现也是立竿见影，觉得此地不可久居而赶快离开，倍感凄寒逼人，毛骨悚然。这篇散文历来被人们誉为精品。它所以能成为精品，归纳起来有这样两条：一是作者敢于选择乱石堆中的无名小石潭作为游记的表现对象，可见作者有过人的艺术胆量；二是作者在写小石潭的景物时能驾驭自如地融进自己的感情，景随情迁，自然地形成一种凄情的艺术境界，这是作者高超的艺术智慧和艺术技能的表现。诚然，归根结底还是一条，作者这样一个人，巧遇这么一块净土，一拍即合，融为一体，真是天助之也，景助之也。</p> <p>　　《小石潭记》观鱼时写鱼“似与游者相乐”，也折射了作者欣赏美景之初的愉悦的感情。而观鱼后坐潭上，感到风景“凄神寒骨，悄怆幽邃”，也是作者抑郁忧伤心情的反映。文章写“乐”。</p> <p>　　听到“如鸣佩环”的流水声就“心乐之”，看到“往来翕忽”的游鱼便以为“似与游者相乐”。但好景不长，很快便感到这些“凄神寒骨”了，心里觉得“其境过清”，就匆匆离开了。这一乐一忧，耐人寻味。这是由于<a href=\"http://so.gushiwen.org/author_646.aspx\">柳宗元</a>参与改革，失败被贬，心中愤懑难平，因此凄苦是他感情的基调，寄情山水正是为了摆脱这种抑郁的心情；但这种“乐”，毕竟是暂时的，一经凄清环境的触发，忧伤、悲凉的心境便会流露出来。</p><br/><h2>赏析二</h2> <p>　　<a href=\"http://so.gushiwen.org/author_646.aspx\">柳宗元</a>的《小石潭记》是一篇文质精美、情景交融的山水游记。全文193字，用移步换景、特写、变焦等手法，有形、有声、有色地刻画出小石潭的动态美，写出了小石潭环境景物的幽美和静穆，抒发了作者贬官失意后的孤凄之情。</p> <p>　　《小石潭记》第一段共四句话，写作者如何发现小石潭以及小石潭的概貌。作者采用 “移步换景”的写法，写发现小石潭之经过及小石潭的景物特征，在移动变换中引导我们去领略各种不同的景致，很象一部山水风光影片，具有极强的动态画面感。第一二句着重描述了作者一行发现小石潭的经过。文章一开头，便引导我们向小丘的西面行一百二十步。来到一处竹林，隔着竹林，能听到水流动的声音。未见其形，先闻其声，如鸣佩环，心乐之。小石潭的出现，虽称不上千呼万唤，也堪称犹抱琵琶半遮面之妙。再由水声寻到小潭，既是讲述了发现小潭的经过，同时也充满了悬念和探奇的情趣，逐渐地在人们眼前展开一幅美妙的图画。待到伐竹取道，才见到小潭。真乃是曲径通幽，景象确实不凡。这潭完全是由各种形态的石头围出的，所以，作者为它起名曰小石潭，而且潭中露出的石头又都是那么姿态奇特，为坻，为屿，为嵁，为岩。而“青树翠蔓，蒙络摇缀，参差披拂。”就是作者对于池潭上景物的描绘了。青青的树和翠绿的藤蔓缠绕在一起，组成一个绿色的网，点缀在小潭的四周，参差不齐的枝条，随风摆动。这潭上的描绘仅12个字，便将小石潭周围的极幽极佳的景致展现在我们面前，令我们愈加觉出小潭的美妙所在，使小石潭的全景富有清静感，仿佛不是人间的一个小天地，而是传说的佛国中的一块净土。</p> <p>　　第二段采用 “定点特写”的方法，直接把镜头对准潭中的鱼，描写其动静状态，间接突现潭水的清澈透明，着重表现一种游赏的乐趣。以静衬动，写潭中小鱼。这是本文的最精彩之笔。这潭中鱼很怪诞：一是鱼居然可数，约有“百许头”；二是“影布石上”，神态自若地“怡然不动”。这是继续写静，既烘托出小石潭的幽寂，也勾勒出小石潭水的清澈。由此转为写动。其实在写静时已作伏笔，水中之鱼不能不动。鱼之静止，正像电影中的定格只是某个刹那的显示。这个定格过后，便见潭中之鱼“俶尔远逝，往来翕忽，似与游者相乐”。鱼触动了作者情怀。在此，这一“乐”字值得注意。作者由于改革受挫，被贬远方，精神负担很是非斗之地，在这里找到了这样一块清静之地，看到游鱼的怡然自得，灵魂得到了净化和复归。水之清，鱼之乐，终于给作者带来了片刻的欢乐。清静神乐是这篇散文前半部分的主旋律。</p> <p>　　第三段用变焦的手法，把镜头推向远方，探究小石潭的水源及潭上的景物。写潭源溪流的斗折蛇行，明灭可见，犬牙差互，不可知其源。向西南望过去，一条小溪逶迤而来，形状像是北斗七星那样曲折，又像是一条蛇在游动，有的地方亮，有的地方暗。小溪两岸高高低低，凹凸不平，犬牙相错。作者娴熟地使用比喻手法，用北斗七星的曲折和蛇的爬行来形容小溪的形状，用狗的牙齿来形容小溪的两岸，使人有身临其境之感。</p> <p>　　第四段写作者对小石潭总的印象和感受。先写外景环境，后写内心感受，写得情景交融，构成一种特异的境界。对小石潭总的印象和感受，作者突出了一个“静”字，把环境中的静深入到心神中去，情景相融，写出了一种凄苦孤寂的心境，这无疑是作者被贬后心情的曲折反映，面对这种原始的悄怆之景，或许更感到难受，或许更激起作者凄凉的联想，因此形成了感情从“乐”到“凄”的大幅度滑坡。这一滑坡的表现也是立者相乐”。但好景不长，很快便感到这些“凄神寒骨”了，心里觉得“其境过清”，就匆匆离开了。这一乐一忧，耐人寻味。这是由于柳宗元参与改革，失败被贬，心中愤懑难平，因此凄苦是他感情的基调，寄情山水正是为了摆脱这种抑郁的心。</p> <p>　　第五段记下与作者同游小石潭的人。</p> <p>　　《小石潭记》保持了《永州八记》一贯的行文风格，察其微，状其貌，传其神。是一篇充满了<a href=\"http://so.gushiwen.org/view_71151.aspx\">诗</a>情画意、情景交融的山水游记散文。</p>",
  "about": "<h2>文言现象</h2> <p><strong>相似词句</strong><br>《记承天寺夜游》庭下如积水空明，水中藻荇交横，盖竹柏影也。—— 日光下澈，影布石上。佁然不动，俶尔远逝，往来翕忽。似与游者相乐。《与朱元思书》游鱼细石，直视无碍。——潭中鱼可百许头，皆若空游无所依。</p> <p><strong>古今异义</strong><br>1．小生：古义：年轻人。（崔氏二小生）今义：戏曲艺术中的一种角色。<br>2、去：古义：离开。（乃记之而去）今义：前往，到某处。<br>3．闻：古义：听到、听闻。（闻水声）今义：用鼻子嗅气味。<br>4．居：古义：停留。（不可久居）今义：住。<br>5．布：古义：映，显现。（影布石上）今义：可做衣服或其他物件的棉麻品。<br>6．许：古义：用在数词后表示约数，数目不确定，等同于现今口语中常说的：“左右”“上下”。（潭中鱼可百许头）今义：允许、准许。<br>7．佁（yǐ）然：古义：呆呆的样子。（佁然不动）今义：静止的样子。<br>8．清：古义：凄清；冷清。（以其境过清今义）今义：清晰，清净等。<br>9．以为：古义：把。。。当作（全石以为底）今义：认为等。</p> <p><strong>一词多义</strong><br>1．可：（1）大约。表示估计数目。（潭中鱼可百许头）（2）可以，能够。（明灭可见；不可久居）<br>2．从：（1）介词，自、由。（从小丘西行百二十步）（2）跟随。（隶而从者）<br>3．清：（1）形容词，清澈。（水尤清冽）（2）形容词，凄清。（以其境过清）<br>4．差：（1）形容词，长短不一。参差不齐（参差披拂）（2）动词，交错。（其岸势犬牙差互）<br>5．见：（1）通“现”,出现。（才美不外见）（2）看见，动词。（明灭可见）<br>6．乐：（1）以…为乐，形容词的意动用法。（心乐之）（2）逗乐。（似与游者相乐）<br>7．以：（1）介词，因为。（以其境过清）（2）连词，而。（卷quan石底以出）（3）介词，用把。（全（quán石以为底）<br>8．而：不译，（1）表承接关系。（乃记之而去）（2）表并列关系。（隶而从者）（3）表修饰关系。（潭西南而望）<br>9．游：（1）游动。（皆若空游无所依）（2）游览。（同游者）<br>10．环：（1）玉环。（如鸣佩环）（2）环绕。（四面竹树环合）<br>11．为：（1）动词，作为。（卷（quán）石以为底）（2）动词，成为。（为岩）</p> <p><strong>词类活用</strong><br>1．从小丘西行百二十步。西：名词作方位状语，向西。<br>2．下见小潭。下：方位名词作动词，向下。<br>3．皆若空游无所依。空：名词作状语，在空中。<br>4．日光下澈。下：方位名词作状语，向下。澈 ：形容词作动词，照到。<br>5、俶尔远逝。远：形容词作状语，向远处。<br>6．潭西南而望。西南：名词作状语，向西南。<br>7．斗折蛇行。斗：名词作状语，像北斗七星一样。蛇：名词作状语，像蛇一样。<br>8．其岸势犬牙差互。犬牙：名词作状语，像狗的牙齿一样。<br>9．凄神寒骨。凄：使动用法，使…凄凉。寒：形容词作使动用法，使…寒冷。<br>10．如鸣佩环。鸣：使动用法，使…发出声音。 <br>11．心乐之。乐：意动用法，感到快乐。<br>12．隶而从者。隶：名词作动词，作为随从。从，跟从。<br>13. 似与游者相乐。乐：形容词作动词，逗乐。<br>14.近岸。近：形容词用作动词，靠近。<br>15.潭中鱼可百许头。可：形容词作量词，大约。</p> <p><strong>特殊句式</strong><br>倒装句：<br>1．如鸣佩环（正确语序：如佩环鸣） 好像人身上的佩环相碰击发出的声音。<br>2．全石以为底（正确语序：以全石为底） 小潭以整块石头为底。<br>3．卷石底以出（正确语序：石底卷以出） 石头从水底向上弯曲露出水面。<br>修辞手法：<br>1．闻水声，如鸣佩环。（比喻） 听到水声，好像人身上的佩环相碰击发出的声音。<br>2．往来翕忽，似与游者相乐。（拟人） 往来轻快敏捷的样子，好像在与游人相互逗乐。<br>3．其岸势犬牙差互，不可知其源。（比喻） 两岸的地势像狗的牙齿那样互相交错，不能知道它的源头。<br>省略句：<br>1．乃记之而去。（省略主语“我”） 于是记下这番景致便离开了。<br>2．斗折蛇行。（省略主语“小溪”） 溪水像北斗星那样曲折，像蛇前行那样弯曲。<br>3．以其境过清。（省略主语“我”）我因为它的环境过于凄清。<br>4. 心乐之。（省略主语“我”）我心里感到很高兴。</p> <p><strong>虚词用法</strong><br>而<br>（1）不译，表承接关系。（乃记之而去）（2）不译，表并列关系。（隶而从者）（3）不译，表修饰关系。（潭西南而望） </p><br/><h2>写作背景</h2> 　　<a href=\"http://so.gushiwen.org/author_646.aspx\">柳宗元</a>于唐顺宗永贞元年（805年）因拥护王叔文的改革，被贬为永州司马，王叔文被害。政治上的失意，使他寄情于山水，柳宗元贬官之后，为排解内心的愤懑之情，常常不避幽远，伐竹取道，探山访水，并通过对景物的具体描写，抒发自己的不幸遭遇，此间共写了八篇山水游记，后称《永州八记》。在第一篇《始得西山宴游记》中作者这样记述当时的心情：“自余为僇人，居是州，恒惴栗。”文章即在此背景下写成。<br/><h2>写作特色</h2> <p><strong>特色</strong><br>　　1．移步换景</p> <p>　　作者在移动变换中带领我们领略各种不同的景致，具有极强的动态的画面感。由小丘到篁竹，由篁竹到闻水声，再由水声寻到小潭，讲述了发现小潭的经过，充满了悬念和探奇的情趣，逐渐在人们面前展开一幅美妙的图画。</p> <p>　　2．寓情于景情景交融</p> <p>　　作者在描写景物时，无不渗透着自己的感受和情怀。这远离尘世的小石潭充满了生机，却无人赏识。而其幽清无闻与自己的遭遇相同，此刻过于清冷的环境更容易激起作者“凄神寒骨，悄怆幽邃”的情感。小石潭景物的幽清美与作者心境的凄清美形成了强烈的比衬，有力地反衬出作者那种无法摆脱的压抑心情，也含蓄地表露了作者对冷酷现实的不满。</p> <p>　　3.情感浓重复杂</p> <p>　　本文抒情上偏向于浓墨重彩，情感强烈，或抚今追昔，或伤时感怀，或心忧家国，或思亲念旧，以极强的艺术感染力打动一代又一代的读者。</p> <p><strong>特点</strong><br>　　一、本文写景，按游览观察的顺序，非常自然：循声而入发现小石潭，环顾小石潭的全貌和周围环境，观察了小石潭里的游鱼，远望了小石潭的水源，最后写离开小石潭的情景。</p> <p>　　二、抓住景物特征，精细生动地描绘</p> <p>　　写小石潭，处处从“石”字落笔，又表明了它的小面奇秀。</p> <p>　　从听觉、视觉和感受等多角度地描绘。“闻水声，如鸣佩环，心乐之。”此文开笔就有声有感。未见其潭，先闻其声，游兴被激发了。“水尤清洌”“青树翠蔓”“日光下彻，影布石上”“明灭可见”，景物的色彩、光线的明暗变化真切而清丽。</p> <p>　　写景，动静交错。声，是动态的，石，是静态的，“蒙络摇缀，参差披拂”又是动态的，鱼儿忽静忽动，溪水若静实动，这画面给人以很深的感知度。</p> <p>　　写景，情景交融，寓情于景。读者领受着这画卷的美又对作者寄予深深的敬意与同情。这就是艺术的感染力。</p> <p>　　三、文笔简练，前后照应，结构紧凑</p> <p>　　写潭，处处透出了潭水的清洌，有很高的透明度，写环境气氛又处处透出这里的寂寥、幽邃。前后照应浑然一体。全文不满200字却<a href=\"http://so.gushiwen.org/view_71151.aspx\">诗</a>情画意融为一体，所以说这篇记是<a href=\"http://so.gushiwen.org/author_646.aspx\">柳宗元</a>山水游记的代表作，也是我国古代山水游记中的精品。</p> <p>　　四、侧面描写，烘托景色。</p> <p>　　“潭中鱼可百许头，皆若空游无所依。日光下澈，影布石上。”</p> <p>　　运用侧面描写，“皆若空游无所依”写出小石潭水清澈见底、清洌可鉴的特点。 </p><br/><h2>写作手法</h2> 　　全文不足二百字，却清晰的记述了作者出游、游览、返回的全过程。寓情于景，情景交融是本文的一大特点。全文寂寥清幽，形似写景，实则写心。文中还运用了移步换景，正侧面描写相结合，动静结合的手法，生动传神，穷为尽妙，意境幽深。<br/><h2>艺术手法</h2> <p>　　构思新巧，结构严谨。作者以游踪为序，采用移步换形、依序写景的手法组织材料。写小石潭，先写“声”（水声），后写“形”（潭中景物），写潭中景物又先写“近观”（水、石、树、鱼），后写“远望”（水源），最后概写环境，引发感触。这种构思既新颖，又自然，真是匠心独具。文章按游览顺序，先写发现小石潭，然后描写潭中景物（水、石、树、鱼），再写小潭源流（溪身、溪岸）及潭中气氛，最后记录了同游者，使全篇游记结构完整。</p> <p>　　寓情于景，情景交融。作者把自己的心情和小石潭的环境结合起来，寓情于景，情景交融。在对景物描绘中结合着作者自身的遭际，渗透着作者自身的感受和情怀。这远离尘世的小石潭虽充满了生机──“闻水声，如鸣佩环”，但却无人赏识，四周被竹围抱，其幽清无闻与自己的遭遇相同，触景伤情。作者离开国都长安来到荒僻的南方州郡，政治上受挫折，生活上不习惯。因此，他寄情山水，也是为了摆脱抑郁心情。此刻过于清冷的环境更容易激起他“凄神寒骨，悄怆幽邃”的情感。小石潭景物的幽清美与作者心境的凄清美形成了强烈的比衬，有力反衬出作者那种无法摆脱的压抑心情，也含蓄地表露了作者对冷酷现实的不满。</p> <p>　　抓住特征，细致描绘。这篇游记描绘景物抓住特征，既肖其貌，又传其神，给读者以鲜明的印象，如临其境。例如写潭西南边的小溪，作者连用了“斗折”“蛇行”“犬牙差互”三个比喻，把小溪的特征形象地再现出来，非常真切。</p> <p>　　此文的语言极为精美。如“皆若空游无所依”，既正面写出游鱼的自由自在，又侧面表现了潭水的清澈透明，语言极为精练。“青树翠蔓，蒙络摇缀，参差披拂”，“青”、“翠”写颜色，“蒙络摇缀”写形貌，“参差披拂”写动态，寥寥数语，写得宛如图画。用“如鸣佩环”的比喻形容水声悦耳，用“心乐之”的主观感受启动读者的兴趣，然后写“伐竹取道，下见小潭”，就十分令人神往。用比喻“为坻，为屿，为嵁，为岩”，写石底卷出水面的形状，给读者的印象非常鲜明突出。而“斗折蛇行”四个字，却用了两个比喻，写出了静态和动态，含义丰富而并不深奥。“明灭可见”，用光线的明暗来说明视线和溪身的交错，说明水面的光亮。 “怡然不动，俶尔远逝，往来翕忽，似与游者相乐”，作者巧妙地把“佁然不动”和“俶尔远逝，往来翕忽”两种情态加以对比，动静结合，尤能显出鱼的活泼。“似与游人相乐”，采用了拟人的修辞，更把游鱼的那种闲适、轻快、灵敏、活泼的神态写得维妙维肖，语言简洁而又丰富，细致而又生动，用短句产生节奏感，读起来悦耳动听，字里行间还蕴含着作者丰富的情感。</p><br/><h2>写作目的</h2> <p>　　作者按游览顺序组织材料，抓住景物特征，用生动的语言借景抒发了作者谪居荒原之地的孤寂、凄苦忧伤的感情。</p> <p>　　作者抓住溪身的曲折、蜿蜒、岸势的参差不齐的的特点，运用了比喻的修辞手法。从“斗折蛇行”看出用了两个比喻，一静一动来描写小溪，准确地抓住了景物的特征，形象地描绘出了小溪的轮廓与外形。</p><br/><h2>文章思路</h2> <p>　　<a href=\"http://so.gushiwen.org/author_646.aspx\">柳宗元</a>的山水游记在中国文学史上具有独特的地位。其中最著名的，是他被贬谪到永州以后写的《始得西山宴游记》 《钴鉧潭记》 《钴鉧潭西小丘记》《至小丘西小石潭记》《袁家渴记》《石渠记》《石涧记》《小石城山记》，这些作品并称为《永州八记》。这些作品，画廊式地展现了湘桂之交一幅幅山水胜景，继承了<a href=\"http://so.gushiwen.org/author_456.aspx\">郦道元</a>《水经注》的传统而有所发展。而柳宗元的山水游记则把自己的身世遭遇、思想感情融合于自然风景的描绘中，投入作者本人的身影，借被遗弃于荒远地区的美好风物，寄寓自己的不幸遭遇，倾注怨愤抑郁的心情。本文是柳宗元《永州八记》中的第四篇，保持了《永州八记》一贯的行文风格，观察入微，描摹细致。肖其貌，传其神。文章先写所见景物，然后以特写镜头描绘游鱼和潭水，再写潭上景物和自己的感受，写出了小石潭及其周围幽深冷寂的景色和气氛。 　此外，作者还在写景中传达出他贬居生活中孤凄悲凉的心境，是一篇情景交融的佳作。乐是忧的另一种表现形式。柳宗元参与改革，失败被贬，心中愤懑难平，所以凄苦是他感情的主调。然而寄山水正是为了摆脱这种抑郁的心情。可是欢乐毕竟是暂时的，一经凄清环境的触发，忧伤悲凉的心情就又会流露出来。抒发了作者在寂寞处境中悲凉凄怆的心绪。语言简练、生动，景物刻画细腻、逼真，巧用比喻寓情于景，。该篇为散文。散文可以叙事，写景和状物。其目的是抒发作者的情怀抱负，阐述作者的某些观点。《小石潭记》则是《永州八记》中的经典名篇，寄情山水之意尤为明显。</p> <p>　　写作者对小石潭总印象和感受。</p> <p>　　“坐潭上，四面竹树环合，寂寥无人，凄神寒骨，悄怆幽邃。以其境过清，不可久居，乃记之而去。”</p> <p>　　坐在小石潭上，四周环抱着密密的竹子和树木，非常寂静，见不到人，令人神色凄凉，骨彻心寒，精神上也不免悲怆幽凉。因为它的境况太幽清了，不适宜让人长久地呆下去，便题了字后离去。在这一段中，作者突出地写了一个“静”字，并把环境中的静深入到心神中去，情景相融，写出了一种凄苦孤寂的心境。这无疑是作者被贬后心情的曲折反映。 </p>",
  "poet": {
    "id": 646,
    "star": 0,
    "name": "柳宗元",
    "image": "http://img.gushiwen.org/authorImg/liuzongyuan.jpg",
    "desc": "柳宗元（773年－819年），字子厚，唐代河东（今山西运城）人，杰出诗人、哲学家、儒学家乃至成就卓著的政治家，唐宋八大家之一。著名作品有《永州八记》等六百多篇文章，经后人辑为三十卷，名为《柳河东集》。因为他是河东人，人称柳河东，又因终于柳州刺史任上，又称柳柳州。柳宗元与韩愈同为中唐古文运动的领导人物，并称“韩柳”。在中国文化史上，其诗、文成就均极为杰出，可谓一时难分轩轾。"
  },
  "tags": [
    "初中文言文",
    "纪游",
    "写景",
    "孤独",
    "忧伤"
  ]
}