{
  "id": 72334,
  "star": 136,
  "name": "晁错论",
  "dynasty": "宋代",
  "content": "　　天下之患，最不可为者，名为治平无事，而其实有不测之忧。坐观其变，而不为之所，则恐至於不可救；起而强为之，则天下狃於治平之安而不吾信。惟仁人君子豪杰之士，为能出身为天下犯大难，以求成大功；此固非勉强期月之间，而苟以求名之所能也。</p> <p>　　天下治平，无故而发大难之端；吾发之，吾能收之，然后有辞於天下。事至而循循焉欲去之，使他人任其责，则天下之祸，必集於我。</p> <p>　　昔者晁错尽忠为汉，谋弱山东之诸侯，山东诸侯并起，以诛错为名；而天子不以察，以错为之说。天下悲错之以忠而受祸，不知错有以取之也。</p> <p>　　古之立大事者，不惟有超世之才，亦必有坚忍不拔之志。昔禹之治水，凿龙门，决大河而放之海。方其功之未成也，盖亦有溃冒冲突可畏之患；惟能前知其当然，事至不惧，而徐为之图，是以得至於成功。</p> <p>　　夫以七国之强，而骤削之，其为变，岂足怪哉？错不於此时捐其身，为天下当大难之冲，而制吴楚之命，乃为自全之计，欲使天子自将而己居守。且夫发七国之难者，谁乎？己欲求其名，安所逃其患。以自将之至危，与居守至安；己为难首，择其至安，而遣天子以其至危，此忠臣义士所以愤怨而不平者也。</p> <p>　　当此之时，虽无袁盎，错亦未免於祸。何者？己欲居守，而使人主自将。以情而言，天子固已难之矣，而重违其议。是以袁盎之说，得行於其间。使吴楚反，错已身任其危，日夜淬砺，东向而待之，使不至於累其君，则天子将恃之以为无恐，虽有百盎，可得而间哉？</p> <p>　　嗟夫！世之君子，欲求非常之功，则无务为自全之计。使错自将而讨吴楚，未必无功，惟其欲自固其身，而天子不悦。奸臣得以乘其隙，错之所以自全者，乃其所以自祸欤！ ",
  "fanyi": "<p><strong>译文</strong></p> <p>　　天下的祸患，最不能挽回的，莫过于表面上社会安定没有祸乱，而实际上却存在着不安定因素。消极地看着祸乱发生却不去想方设法对付，那么恐怕祸乱就会发展到无可挽回的地步。起来坚决地制止它，又担心天下人已经习惯于这种安定的表象却不相信我。只有那些仁人君子、豪杰人物，才能够挺身而出为国家安定而冒天下之大不韪，以求得成就伟大的功业。这本来就不是能够在短时间内一蹴而就的，更不是企图追求名利的人所能做到的。国家安定平静，无缘无故地触发巨大的祸患的导火线。我触发了它，我又能制止它，然后才能有力地说服天下人。祸乱发生却想躲躲闪闪地避开它，让别人去承担平定它的责任，那么天下人的责难，必定要集中到我的身上。</p> <p>　　从前<a href=\"http://so.gushiwen.org/author_791.aspx\">晁错</a>殚精竭虑效忠汉室，建议景帝削弱山东诸侯各国的实力。于是山东诸侯各国共同起兵，借着杀晁错的名义。可是景帝没有洞察到他们的用心，就把晁错杀了来说服他们退兵。天下人都为晁错因尽忠而遭杀身之祸而痛心，却不明白其中部分原因却是晁错自己造成的。</p> <p>　　自古以来凡是做大事业的人，不仅有出类拔萃的才能，也一定有坚韧不拔的意志。从前大禹治水，凿开龙门，疏通黄河，使洪水东流入海。当他的整个工程尚未最后完成时，可能也时有决堤、漫堤等可怕的祸患发生，只是他事先就预料到会这样，祸患发生时就不惊慌失措而能从容地治理它，所以能够最终取得成功。</p> <p>　　七国那样强大，却突然想削弱它，他们起来叛乱难道值得奇怪吗？晁错不在这个时候豁出自己的性命，为天下人承受抵挡大难从而控制吴、楚等国的命运，却居然为了保全自己的性命想让景帝御驾亲征平定叛乱而自己留守京城。再说那挑起七国之乱的是谁呢？自己想赢得那个美名，又怎么能躲避这场患难呢？拿亲自带兵平定叛乱的极其危险，与留守京城的极其安全相比，自己是个引发祸乱的主谋，选择最安全的事情去做，却把最危险的事情留给皇帝去做，这就是让忠臣义士们愤怒不平的原因啊。在这个时候，即使没有袁盎，晁错也不可能免于杀身之祸。为什么呢？自己想要留守京城，却叫皇帝御驾亲征，按情理来说，皇帝本来已经觉得这是勉为其难的事情，但又不好反对他的建议，这样正好给袁盎以进谗言的机会，使他的目的能够得逞。假若吴、楚等七国叛乱时，晁错豁出性命承担这一危险的平叛重担，夜以继日像淬火磨刀似的训练军队，向东边严阵以待，让自己的君主不至于受到烦忧，那么皇帝就会充分依靠他而不觉得七国叛乱有什么可怕。纵使有一百个袁盎，能有机可乘离间他们君臣吗？</p> <p>　　唉！世上的君子如果想要建立伟大的功业，那就不要考虑保全性命的计策。假如晁错自己亲自带兵去讨伐吴、楚等七国，不一定就不会成功。只因他一心想保全自身，而惹得皇帝不高兴，奸臣正好趁此钻了空子。晁错企图保全自己的性命，正是他招致杀身之祸的原因啊！</p> <p><strong>注释</strong><br>1.晁错：前200年—前154年，颍川今河南禹州人，是西汉文帝时的智囊人物。主张重农贵粟，力倡削弱诸候，更定法令，招致王侯权贵忌恨。汉景帝四年（前154年），吴、楚等七国以“讨晁错以清君侧”为名，发动叛乱，晁错因此被杀。<br>2.患：祸患。<br>3.为：治理，消除。<br>4.治平：政治清明，社会安定<br>5.其：代词，指祸患。<br>6.所：处所。这里指解决问题的措施。<br>7.狃（niǔ）：习惯。<br>8.不吾信：不相信我。<br>9.惟：只有。<br>10.出身：挺身而出。<br>11.犯：冒着。<br>12.以：而，表顺接。<br>13.固：原本。<br>14.期（jī）月：一个月。这里泛指短时期<br>15.端：开头，开始。<br>16.发：触发。<br>17.收：制止。<br>18.然后有辞于天下：然后才能有力地说服天下人。<br>19.循循焉：缓慢的样子。循循，徐徐。焉，……的样子。<br>20.去：逃避<br>21.昔者晁错尽忠为汉：从前晁错殚精竭虑效忠汉朝。昔者，从前。<br>22.山东：指崤山以东。<br>23.并起：一同起兵叛乱。<br>24.以诛错为名：以诛杀晁错作为名义。以······为，把······作为。<br>25.而天子不以察，以错为之说：但汉景帝没有洞察到起兵的诸侯的用心，把晁错杀了来说服他们退兵。<br>26.天下悲错之以忠而受祸，不知错有以取之也：天下人都为晁错因尽忠而遭受杀身之祸而悲痛，却不明白其中一部分是晁错自己造成的。以，因为。取，招致。<br>27.古之立大事者，不惟有超世之才，亦必有坚忍不拔之志：自古以来能够成就伟大功绩的人，不仅仅要有超凡出众的才能，也一定有坚韧不拔的意志。<br>28.之：用在主、谓语之间，取消句子的独立性，无实义。<br>29.龙门：今陕西韩城东北，是黄河奔流最湍急处。<br>30.大河：指黄河。<br>31.方：当。<br>32.盖亦有溃冒冲突可畏之患：可能也有决堤、漫堤等可怕的祸患。<br>33.是以：所以，因此。<br>34.夫：句首发语词。<br>35.骤：突然。<br>36.其为变，岂足怪哉：他们起来叛乱，难道值得奇怪吗？足，值得。<br>37.乃：竟然。<br>38.欲使天子自将而己居守：想让皇帝御驾亲征平定叛乱，而自己留守京城。<br>39.己欲求其名，安所逃其患：自己想求得这个美名，怎么能逃避这场患难呢？安，怎么。<br>40.此忠臣义士所以愤怨而不平者也：这是忠臣义士们之所以愤怒不平的原因啊。<br>41.虽：即使。<br>42.何者：为什么呢？<br>43.以情而言：按照情理来说。以，按照。<br>44.天子固已难之矣，而重违其议：皇帝本来已经觉得这是勉为其难的事情，但又不好反对他的建议。<br>45.使：假若。<br>46.淬砺：锻炼磨砺。引申为冲锋陷阵，发愤图强。<br>47.虽有百盎，可得而间哉：即使有一百个袁盎，能有机可乘离间他们君臣吗？<br>48.嗟夫：感叹词，唉。<br>49.则无务为自全之计：就不要考虑保全性命的计策。务，从事。<br>50.隙：空隙，空子。<br>51.乃其所以自祸欤：正是他招致杀身之祸的原因啊！欤，语气助词，表感叹。 </p>",
  "shangxi": "<h2>赏析</h2> <p>　　<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>在其人物史论中写了大量的翻案文章，立意新颖深刻，高远幽邃。治国之策，行事之则；爱民之心，嫉恶之恨；他人之思，自我之省，都别出新见，发人之所未见，启人之所未思。<a href=\"http://so.gushiwen.org/author_791.aspx\">晁错</a>曾提出“削藩”建议，后被汉景帝所杀。“晁错之死，人多叹息”，苏轼却翻空出奇，以独特的视角，一家之言，阐述了晁错受祸原因，提出了仁人君子、豪杰之士应“出身为天下犯大难，以求成功”的主张。</p> <p>　　文章开篇为泛泛概说：“天下之患，最不可为者，名为治平无事，而其实有不测之忧。”起句看似虚写，实则却在暗说汉景帝时国泰民安中隐含着的诸侯之患。接着，作者便围绕“患”字，从“坐”、“起”两方面进行分说。“坐观其变”而不对祸患采取措施，那么祸患便会蔓延得无可救药；“起而强为之”而不等待时机，则夭F也同样不能保持治平安定的局面。作者说的“起而强为之”，暗指晃错的削落。下面，文章又结止上两句的意思。引出“仁人君子豪杰之行”的作为，以此而暗与晃错柑比。用“此固非勉强期月之间。而苟以求名者之所能也。”概写出历史上的失败者、又具体落实在晁错身上，暗含着对晃错失败原因的评论。这两句堪称全篇关键之处，是作者论说的中心。在此处，它还有承上启下的妙用：“此固非勉强期月之间”，上承“起而强为之”;“苟以求名者”，下启“事至而循循焉欲去之”。后面，“天下治平”几句，暗写景帝时的“七国之乱”；“事至而循循焉欲去之”几句，又虚写七国起兵后晁错的态度。因此，首段虽没直接点出晃错，但却句句在写晃错。抽象中有具体，虚写里含实写，虚实相生中既使后面的论述高屋建扳，又让文章排宕开闺，具有一种滔滔的气势。</p> <p>　　第二段，丈章在前面基础上较而易举地由抽象而具体，由隐而显。由历史的抽象概说，过渡到具体的史事论述。西汉社会诸侯的割据势力严重威胁着封建的中央集权、晃错继<a href=\"http://so.gushiwen.org/author_109.aspx\">贾谊</a>之后，屡次建议景帝“削藩”。他说诸侯王“削之亦反，不削亦反、削之，其反呕，祸小；不削之，其反迟，祸大。”汉景帝用其策，于是出现了“七国之乱”。后来因谗言晁错被杀，后代之人多悲叹晃错的尽忠而蒙害。但苏轼这里却一反传统老调，认为晃错获罪是由于“有以取之也”，从而使文章蹊径独辟、不同凡响。</p> <p>　　第三段，作者一方面紧扣史事，另一方面却把笔触拉开，先提出“古之立大事者，不唯有超世之才，亦必有坚忍不拔之志介的观点。然后便旁征博引用大禹治水的凿龙门、决江河和溃冒冲突来举例论证，提出“事至而不惧”、“徐为之所”才能使大事成功，以此而暗中指责晁错的临危而逃。</p> <p>　　第四段是全篇的主体，这一段议论变得丰富，行文也变得曲折。这一段通过有力的论说鞭辟近里地阐述了晃错取祸的原因。“夫以七国之强而骤削之，其为变岂足怪哉！”苏轼认为“削藩”应该逐步进行，徐为之所”，而不应“骤削之”，骤削则必然导致“七国之乱”，这便是“无故而发大难之端”。仁人君子豪杰却于此时挺身而出，所以能成大业，但晃错不在此时捐身，力挡大难，击溃七国，反而临危而逃，“使他人任其责”，那么“天下之祸”自然便集中在晁错身上了。文章至此。所议之事、所立之沦虽与前文相近，但观点与史事却逐渐由隐而显、由暗而明。文章的气势也慢慢由弱而强、由平易而近汹涌。紧接着，作者又连用了两个反问句，把文章的气势推向了的顶峰。“且夫发七国之难者，谁乎？”是谁引发出七国之难而又临危而逃了选择最安全的处所，把天子陷入至危的境地，这是忠义之士所愤惋之人，既使无袁盎的谗一也不会幸免十祸。这样的结局的原因是“己欲居守，而使人主自将。”这两个问句一波未平又起一波，使文覃呈现出汪洋惩肆的特征。然而苏轼并不就此搁笔，他用两个条件再从反面假设晁错，把文章跳起的高浪又推向了深远广阔。“使吴、楚反，错以身任其危，日夜淬砺，东向而待之”，这是假设晃错不临危而逃；“使不至于家其君。则天子将恃之以为无恐”，这是假设晃错不使人主自将。那么即使有一百个袁盎也不能使晃错获祸。</p> <p>　　最后一段，文章的气势渐渐平缓，在感叹历史之时，再一次指出临危而逃自固其身是晁错取祸的原因，从而增重了题旨的作用。</p> <p>　　作者生活时代，治平已久，文恬武嬉，积贫积弱，作者思治，故此论实为有感而发。起首议论雄深浑徽，有很强的针对性。全篇文章由虚而实，由实而气势滔滔，由气势滔滔而渐渐平缓，把舒缓与紧凑有机地融为一体。</p>",
  "about": "<h2>创作背景</h2> <p>　《<a href=\"http://so.gushiwen.org/author_791.aspx\">晁错</a>论》为<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>在宋仁宗嘉佑五年至六年（1060—1061年）写就并呈与朝廷的文章之一。《晁错论》的具体写作时间有两种说法：其一认为本文写于宋仁宗嘉佑五年，是在制科考试前所上二十五篇《进论》之一；另一种说法认为该作品写于嘉祐六年，是苏轼在制科考试中的一篇应试文章。</p> <p>　　其一宋仁宗嘉佑五年，苏轼被任命为河南福昌县今河南伊阳西主簿属正九品。苏轼未赴任，经<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>、杨畋等推荐，寓居怀远驿，精心准备制科考试。试前，苏轼上杨畋、富弼等人二十五篇《进策》、二十五篇《进论》。苏轼所上策、论词理俱佳，被推荐参加秘阁考试。</p> <p>　　其二嘉祐六年八月十七日，苏轼在制科阁试中合格，得以参加殿试。嘉祐六年八月二十五日，宋仁宗在崇政殿亲试制科应试者，称为“殿试”。苏轼首先呈上《中庸论》、《汉高帝论》等二十五篇文章，接着答《策问》，即《御试制科策一道》，举条而对，作了五千余字，并入三等。</p>",
  "poet": {
    "id": 183,
    "star": 0,
    "name": "苏轼",
    "image": "http://img.gushiwen.org/authorImg/sushi.jpg",
    "desc": "苏轼（1037－1101），北宋文学家、书画家、美食家。字子瞻，号东坡居士。汉族，四川人，葬于颍昌（今河南省平顶山市郏县）。一生仕途坎坷，学识渊博，天资极高，诗文书画皆精。其文汪洋恣肆，明白畅达，与欧阳修并称欧苏，为“唐宋八大家”之一；诗清新豪健，善用夸张、比喻，艺术表现独具风格，与黄庭坚并称苏黄；词开豪放一派，对后世有巨大影响，与辛弃疾并称苏辛；书法擅长行书、楷书，能自创新意，用笔丰腴跌宕，有天真烂漫之趣，与黄庭坚、米芾、蔡襄并称宋四家；画学文同，论画主张神似，提倡“士人画”。著有《苏东坡全集》和《东坡乐府》等。"
  },
  "tags": [
    "古文观止",
    "议论",
    "写人",
    "抒情"
  ]
}