{
  "id": 22409,
  "star": 157,
  "name": "后宫词",
  "dynasty": "唐代",
  "content": "泪湿罗巾梦不成，夜深前殿按歌声。 <br>红颜未老恩先断，斜倚薰笼坐到明。",
  "fanyi": "<p><strong>译文</strong><br>泪水湿透了罗巾无法入睡好梦难成，深夜时分听到前殿传来按着节拍唱歌的声音。红颜尚未老去已经失去了君王的恩宠，斜靠着熏笼一直坐到天明。</p> <p><strong>韵译</strong><br>泪水湿透罗巾，好梦却难做成；<br>深夜，前殿传来有节奏的歌声。<br>红颜尚未衰减，恩宠却已断绝；<br>她独倚着熏笼，一直坐到天明。</p> <p><strong>注释</strong><br>1，宫词：此<a href=\"http://so.gushiwen.org/view_22409.aspx\">诗</a>题又作《后宫词》。<br>2，按歌声：依照歌声的韵律打拍子。<br>3，红颜：此指宫宫女。<br>4，恩：君恩。<br>5，熏笼：覆罩香炉的竹笼。香炉用来熏衣被，为宫中用物。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　这首<a href=\"http://so.gushiwen.org/view_22409.aspx\">诗</a>是代宫人所作的怨词。前人曾批评此诗过于浅露，这是不公正的。诗以自然浑成之语，传层层深入之情，语言明快而感情深沉，一气贯通而绝不平直。</p> <p>　　诗的主人公是一位不幸的宫女。她一心盼望君王的临幸而终未盼得，时已深夜，只好上床，已是一层怨怅。宠幸不可得，退而求之好梦；辗转反侧，竟连梦也难成，见出两层怨怅。梦既不成，索性揽衣推枕，挣扎坐起。正当她愁苦难忍，泪湿罗巾之时，前殿又传来阵阵笙歌，原来君王正在那边寻欢作乐，这就有了三层怨怅。倘使人老珠黄，犹可解说；偏偏她盛鬓堆鸦，红颜未老，生出四层怨怅。要是君王一直没有发现她，那也罢了；事实是她曾受过君王的恩宠，而现在这种恩宠却无端断绝，见出五层怨怅。夜已深沉，濒于绝望，但一转念，犹翼君王在听歌赏舞之后，会记起她来。于是，斜倚熏笼，浓熏翠袖，以待召幸。不料，一直坐到天明，幻想终归破灭，见出六层怨怅。一种情思，六层写来，尽缠绵往复之能事。而全诗却一气浑成，如笋破土，苞节虽在而不露；如茧抽丝，幽怨似缕而不绝。短短四句，细腻地表现了一个失宠宫女复杂矛盾的内心世界。夜来不寐，等候君王临幸，写其希望；听到前殿歌声，君王正在寻欢作乐，写其失望；君恩已断，仍斜倚熏笼坐等，写其苦望；天色大明，君王未来，写其绝望。泪湿罗巾，写宫女的现实；求宠于梦境，写其幻想；恩断而仍坐等，写其痴想；坐到天明仍不见君王，再写其可悲的现实。全诗由希望转到失望，由失望转到苦望，由苦望转到最后绝望；由现实进入幻想，由幻想进入痴想，由痴想再跌入现实，千回百转，倾注了诗人对不幸者的深挚同情。</p>",
  "about": "<h2>诗的故事</h2> <p>　　<a href=\"http://so.gushiwen.org/view_22409.aspx\">诗</a>的主人公是一位不幸的宫女。她一心盼望君王的临幸而终未盼得，时已深夜，只好上床，已是一层怨怅。宠幸不可得，退而求之好梦；辗转反侧，竟连梦也难成，见出两层怨怅。梦既不成，索性揽衣推枕，挣扎坐起。正当她愁苦难忍，泪湿罗巾之时，前殿又传来阵阵笙歌，原来君王正在那边寻欢作乐，这就有了三层怨怅。倘使人老珠黄，犹可解说；</p> <p>　　偏偏她盛鬓堆鸦，红颜未老，生出四层怨怅。要是君王一直没有发现她，那也罢了；事实是她曾受过君王的恩宠，而现在这种恩宠却无端断绝，见出五层怨怅。夜已深沉，濒于绝望，但一转念，犹翼君王在听歌赏舞之后，会记起她来。于是，斜倚熏笼，浓熏翠袖，以待召幸。不料，一直坐到天明，幻想终归破灭，见出六层怨怅。一种情思，六层写来，尽缠绵往复之能事。而全诗却一气浑成，如笋破土，苞节虽在而不露；</p> <p>　　如茧抽丝，幽怨似缕而不绝。短短四句，细腻地表现了一个失宠宫女复杂矛盾的内心世界。夜来不寐，等候君王临幸，写其希望；听到前殿歌声，君王正在寻欢作乐，写其失望；君恩已断，仍斜倚熏笼坐等，写其苦望；天色大明，君王未来，写其绝望。泪湿罗巾，写宫女的现实；求宠于梦境，写其幻想；恩断而仍坐等，写其痴想；坐到天明仍不见君王，再写其可悲的现实。全诗由希望转到失望，由失望转到苦望，由苦望转到最后绝望；由现实进入幻想，由幻想进入痴想，由痴想再跌入现实，千回百转，倾注了诗人对不幸者的深挚同情。</p>",
  "poet": {
    "id": 665,
    "star": 0,
    "name": "白居易",
    "image": "http://img.gushiwen.org/authorImg/baijuyi.jpg",
    "desc": "白居易（772年－846年），字乐天，号香山居士，又号醉吟先生，祖籍太原，到其曾祖父时迁居下邽，生于河南新郑。是唐代伟大的现实主义诗人，唐代三大诗人之一。白居易与元稹共同倡导新乐府运动，世称“元白”，与刘禹锡并称“刘白”。白居易的诗歌题材广泛，形式多样，语言平易通俗，有“诗魔”和“诗王”之称。官至翰林学士、左赞善大夫。公元846年，白居易在洛阳逝世，葬于香山。有《白氏长庆集》传世，代表诗作有《长恨歌》、《卖炭翁》、《琵琶行》等。"
  },
  "tags": [
    "唐诗三百首",
    "宫怨"
  ]
}