{
  "id": 129,
  "star": 108,
  "name": "黄鸟",
  "dynasty": "先秦",
  "content": "交交黄鸟，止于棘。谁从穆公？子车奄息。维此奄息，百夫之特。临其穴，惴惴其栗。彼苍者天，歼我良人！如可赎兮，人百其身！<br>交交黄鸟，止于桑。谁从穆公？子车仲行。维此仲行，百夫之防。临其穴，惴惴其栗。彼苍者天，歼我良人！如可赎兮，人百其身！<br>交交黄鸟，止于楚。谁从穆公？子车针虎。维此针虎，百夫之御。临其穴，惴惴其栗。彼苍者天，歼我良人！如可赎兮，人百其身！",
  "fanyi": "<p><strong>译文<br></strong>交交黄鸟鸣声哀，枣树枝上停下来。是谁殉葬从穆公？子车奄息命运乖。谁不赞许好奄息，百夫之中一俊才。众人悼殉临墓穴，胆战心惊痛活埋。苍天在上请开眼，坑杀好人该不该!如若可赎代他死，百人甘愿赴泉台。<br>交交黄鸟鸣声哀，桑树枝上歇下来。是谁殉葬伴穆公？子车仲行遭祸灾。谁不称美好仲行，百夫之中一干才。众人悼殉临墓穴，胆战心惊痛活埋。苍天在上请开眼，坑杀好人该不该!如若可赎代他死，百人甘愿化尘埃。<br>交交黄鸟鸣声哀，荆树枝上落下来。是谁殉葬陪穆公？子车针虎遭残害。谁不夸奖好针虎，百夫之中辅弼才。众人悼殉临墓穴，胆战心惊痛活埋。苍天在上请开眼，坑杀好人该不该!如若可赎代他死，百人甘愿葬蒿莱。</p> <p><strong>注释<br></strong>⑴交交：鸟鸣声。马瑞辰《毛<a href=\"http://so.gushiwen.org/view_129.aspx\">诗</a>传笺通释》：“交交，通作‘咬咬’，鸟声也。”黄鸟：即黄雀。<br>⑵棘：酸枣树。一种落叶乔木。枝上多剌，果小味酸。棘之言“急”，双关语。<br>⑶从：从死，即殉葬。穆公：春秋时秦国国君，姓嬴，名任好。<br>⑷子车：复姓。奄息：字奄，名息。下文子车仲行、子车针虎同此，这三人是当时秦国有名的贤臣。<br>⑸特：杰出的人材。<br>⑹“临其穴”二句：郑笺（jiān）：“谓秦人哀伤其死，临视其圹，皆为之悼栗。”<br>⑺彼苍者天：悲哀至极的呼号之语，犹今语“老天爷哪”。<br>⑻良人：好人。<br>⑼人百其身：犹言用一百人赎其一命。<br>⑽桑：桑树。桑之言“丧”，双关语。<br>⑾防：抵当。郑笺：“防，犹当也。言此一人当百夫。”<br>⑿楚：荆树。楚之言“痛楚”。亦为双关。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　<a href=\"http://so.gushiwen.org/view_129.aspx\">诗</a>分三章。第一章悼惜奄息，分为三层来写。首二句用“交交黄鸟，止于棘”起兴，以黄鸟的悲鸣兴起子车奄息被殉之事。据马瑞辰《毛诗传笺通释》的解释，“棘”之言“急”，是语音相谐的双关语，给此诗渲染出一种紧迫、悲哀、凄苦的氛围，为全诗的主旨定下了哀伤的基调。中间四句，点明要以子车奄息殉葬穆公之事，并指出当权者所殉的是一位才智超群的“百夫之特”，从而表现秦人对奄息遭殉的无比悼惜。</p> <p>　　诗的后六句为第三层，写秦人为奄息临穴送殉的悲惨惶恐的情状。“惴惴其栗”一语，就充分描写了秦人目睹活埋惨象的惶恐情景。这惨绝人寰的景象，灭绝人性的行为，使目睹者发出愤怒的呼号，质问苍天为什么要“歼我良人”。这是对当权者的谴责，也是对时代的质询。“如果可以赎回奄息的性命，即使用百人相代也是甘心情愿的啊！”由此可见，秦人对“百夫之特”的奄息的悼惜之情了。第二章悼惜仲行，第三章悼惜针虎，重章叠句，结构与首章一样，只是更改数字而已。</p> <p>　　秦穆公用殉177人，而作者只痛悼“三良”，那174个奴隶之死却只字未提，则此诗作者的身分地位不言而喻。殉葬的恶习，春秋时代各国都有，相沿成习，不以为非。《墨子·节葬》篇即云：“天子杀殉，众者数百，寡者数十；将军大夫杀殉，众者数十，寡者数人。”不过到了秦穆公的时代，人们已清醒地认识到人殉制度是一种极不人道的残暴行为，《黄鸟》一诗，就是一个证据。尽管此诗作者仅为“三良”遭遇大鸣不平，但仍然是历史的一大进步。</p>",
  "about": "<h2>创作背景</h2> 　　秦穆公死前就想让群臣和他一道同赴黄泉，一次与群臣饮酒，趁大家喝得晕头糊脑时说：“咱们君臣，生时同乐，死后也要同哀呀。”而奄息、仲行、针虎三个大臣当场表态，愿随他共死。至公元前621年，秦穆公任好死，殉葬者多达一百七十七人。其中奄息、仲行、针虎三兄弟也允诺随之殉葬而死，这三兄弟是秦国的贤者，人们哀悼他们，于是创作了这首挽歌，<a href=\"http://so.gushiwen.org/view_129.aspx\">诗</a>中表达了对活人殉葬制满腔愤怒的控诉，以及秦人对于三良的惋惜，也见出秦人对于暴君的憎恨。",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": [
    "诗经",
    "悼亡"
  ]
}