{
  "id": 48640,
  "star": 69,
  "name": "木兰花·燕鸿过后莺归去",
  "dynasty": "宋代",
  "content": "燕鸿过后莺归去。细算浮生千万绪。长于春梦几多时，散似秋云无觅处。<br>闻琴解佩神仙侣。挽断罗衣留不住。劝君莫作独醒人，烂醉花间应有数。",
  "fanyi": "<p><strong>译文</strong><br>　　鸿鹄春燕已飞走，黄莺随后也归去。这些可爱的鸟儿，一个个与我分离。仔细寻思起来，人生漂浮不定，千头万绪。莺歌燕舞的春景，像梦幻般没有几时，便如同秋云那样散去，再也难以寻觅她的影踪。<br>　　像<a href=\"http://so.gushiwen.org/author_785.aspx\">卓文君</a>那样闻琴而知音，像汉水江妃那样温柔多情，遇到郑交甫解佩相赠，这样的神仙般的伴侣早已离我而去，即使挽断她们绫罗的衣裙，也不能留住她们的倩影。劝君莫要作举世昏醉，唯我独醒的人，不如到花间去尽情狂饮，让酒来麻醉我这颗受伤的心灵。</p><p><strong>注释<br></strong>1.浮生：谓人生漂浮不定。<br>2.春梦：喻好景不长。<br>3.闻琴：据《史记》载：文君新寡，<a href=\"http://so.gushiwen.org/author_70.aspx\">司马相如</a>于夜以琴挑之，文君遂与相如私奔。解佩：<a href=\"http://so.gushiwen.org/author_403.aspx\">刘向</a>《列仙传》：郑交甫至汉皋台下，遇二仙女佩两珠，交甫与她们交谈，想得到她们所佩宝珠，二仙女解佩给他，但转眼仙女和佩珠都不见了。<br>4.解佩：据刘向《列仙传》载：郑交甫行汉水之滨，遇二美女而悦之，二女便解下玉佩相赠。<br>5.独醒人：仅有的清醒的人。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这首词借青春和爱情的消失，感慨美好生活的无常，细腻含蓄而婉转地表达了作者的复杂情感。这是一首优美动人而有寓有深意的词作，为<a href=\"http://so.gushiwen.org/author_432.aspx\">晏殊</a>词的另类作品。 </p> <p>　　起句“燕鸿过后莺归去”写春光消逝：燕子春天自南方来，鸿雁春天往北方飞，黄莺逢春而鸣，这些禽鸟按季节该来的来了，该去的也去了，那春光也来过又走了。这里写的是莺语燕飞的春归时候，恰逢莺燕都稀，更觉怅惘。“莺燕”，兼以喻人，春光易逝，美人相继散去，美好的年华与美好的爱情都不能长保，怎不让人感慨万千。“细算浮生千万绪”一句从客观转到主观，说对着上述现象，千头万绪，细细盘算，使人不能不正视的，正是人生若水面浮萍之暂起，这两句前后相承，又很自然地引出下面两句：“长于春梦几多时？散似秋云无觅处。”这两句改用<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>《花非花》词句“来如春梦几多时？去似朝云无觅处。”但旨意不同。作者此处写的是对于整个人生问题的思考，他把美好的年华、爱情与春梦的短长相比较，把亲爱的人的聚难散易与秋云的留、逝相对照，内涵广阔，感慨深沉。 </p> <p>　　下片“闻琴解佩神仙侣，挽断罗衣留不住。”两句写失去美好爱情的旧事，是对上片感慨的具体申述，又是产生上片感慨的主要因素，这样使上下片的关系交互钩连，自然过渡。“闻琴”，指汉代的<a href=\"http://so.gushiwen.org/author_785.aspx\">卓文君</a>，她闻<a href=\"http://so.gushiwen.org/author_70.aspx\">司马相如</a>弹琴而爱慕他：“解佩”，指传说中的神女，曾解玉佩赠给情人。这两句是说象卓文君、神女这样的神仙伴侣要离开，挽断她们的罗衣也无法留住。随后作者激动地呼出：“劝君莫作独醒人，烂醉花间应有数。”意思是劝人要趁好花尚开的时候，花间痛饮消愁。这是受到重大刺激的反应，是对失去美与爱的更大的痛心。联系晏殊的生平来看，他写这件事，应该是别有寄托，非真写男女诀别。公元1043年（宋仁宗庆历三年），晏殊任同中书门下平章事（宰相），兼枢密使，握军政大权。其时，<a href=\"http://so.gushiwen.org/author_510.aspx\">范仲淹</a>为参知政事（副宰相），<a href=\"http://so.gushiwen.org/author_27.aspx\">韩琦</a>、富弼为枢密副使，<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>、<a href=\"http://so.gushiwen.org/author_1898.aspx\">蔡襄</a>为谏官，人才济济，盛极一时。可惜宋仁宗不能果断明察，又听信反对派的攻击之言，则韩琦先被放出为外官，范仲淹、富弼、欧阳修也相继外放，晏殊则罢相。对于贤才相继离开朝廷，晏殊不能不痛心，他把他们的被贬，比作“挽断罗衣”而留不住的“神仙侣”。不宜“独醒”、只宜“烂醉”，当是一种愤慨之声。 </p> <p>　　此词化用前人的<a href=\"http://so.gushiwen.org/view_48640.aspx\">诗</a>句，信手拈来，自然贴切。词中的复杂的思想，反映了作者的人生态度和襟怀。</p><br/><h2>评析</h2> 　　本词写美景不长，春去难归的无奈及人去难留， 只好借酒浇愁的心情。表面看很消极，骨子里却有深深的隐忧和炽热的感情。上片写浮生如梦，梦破云散之悲。下片写爱侣之逝，旷达自解。尤其“闻琴解佩神仙侣，挽断罗衣留不住。”两句，既赞美爱侣似<a href=\"http://so.gushiwen.org/author_785.aspx\">卓文君</a>那样知意，像江汜二女那样多情，又表达了词人愿与爱侣永结“神仙侣”的美好期望，愿像同乘凤凰游而去的萧史与弄玉一样夫妻和谐美满。这大约是词人对往日夫妻和美的眷恋。“挽断罗衣”句则写出词人与爱侣诀别的悲怆，出语激切，在<a href=\"http://so.gushiwen.org/author_432.aspx\">晏殊</a>词中实为罕见，显现其悲痛、绝望、难以自抑。这首词的题旨在于感慨世间万物皆有定数，而人生苦短，韶华易逝，莫如及时行乐。就人生观而言，有其消极的一面，但同时也真诚、坦率地表达了作者对人生的深沉体验。词的上片，以“燕鸿过后莺归去”起兴，写岁月蹉跎，时光易逝。“长于”二句，以工整流畅的属对表达了对人生苦短的主题。词的下片，全是用典。时光易逝，人生易老，宛如仙女般的女友既然挽留不住，只有在花酒之间暂时排遣忘却。“闻琴”暗指卓文君事。<a href=\"http://so.gushiwen.org/author_70.aspx\">司马相如</a>贫贱时，饮于富豪卓王孙家，适卓王孙之女文君新寡，相如以琴挑之，文君夜奔相如。“解佩”之典出版在汉代<a href=\"http://so.gushiwen.org/author_403.aspx\">刘向</a>《列仙传》：“江妃二女者，不知何所人也，出游于江汉之湄，逢郑交甫。见而悦之，不知其神人也，谓其仆曰：‘我欲下请其佩’……遂手解佩与交甫。交甫悦，受佩而去数十步，空怀无佩，女亦不见。”这是一段人神相爱的故事。全词用比兴手法抒情达意，用典娴熟贴切，艺术风格在晏词中实不多见。",
  "about": "<h2>创作背景</h2> 　　宋仁宗庆历三年（1043年），<a href=\"http://so.gushiwen.org/author_432.aspx\">晏殊</a>任同中书门下平章事（宰相），兼枢密使，握军政大权。其时，<a href=\"http://so.gushiwen.org/author_510.aspx\">范仲淹</a>为参知政事（副宰相），<a href=\"http://so.gushiwen.org/author_27.aspx\">韩琦</a>、富弼为枢密副使，<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>、<a href=\"http://so.gushiwen.org/author_1898.aspx\">蔡襄</a>为谏官，人才济济，盛极一时。可惜宋仁宗不能果断明察，又听信反对派的攻击之言，则韩琦先被放出为外官，范仲淹、富弼、欧阳修也相继外放，晏殊则罢相。此词即作于这种背景之下。",
  "poet": {
    "id": 432,
    "star": 0,
    "name": "晏殊",
    "image": "http://img.gushiwen.org/authorImg/yanshu.jpg",
    "desc": "晏殊【yàn shū】（991-1055）字同叔，著名词人、诗人、散文家，北宋抚州府临川城人（今江西进贤县文港镇沙河人，位于香楠峰下，其父为抚州府手力节级），是当时的抚州籍第一个宰相。晏殊与其第七子晏几道（1037-1110），在当时北宋词坛上，被称为“大晏”和“小晏”。"
  },
  "tags": [
    "感叹",
    "时光",
    "爱情"
  ]
}