{
  "id": 7256,
  "star": 315,
  "name": "夏日南亭怀辛大",
  "dynasty": "唐代",
  "content": "山光忽西落，池月渐东上。<br>散发乘夕凉，开轩卧闲敞。<br>荷风送香气，竹露滴清响。<br>欲取鸣琴弹，恨无知音赏。<br>感此怀故人，中宵劳梦想。",
  "fanyi": "<p><strong>译文</strong><br>傍山的日影忽然西落了，池塘上的月亮从东面慢慢升起。<br>披散着头发在夜晚乘凉，打开窗户躺卧在幽静宽敞的地方。<br>一阵阵的晚风送来荷花的香气，露水从竹叶上滴下发出清脆的响声。<br>正想拿琴来弹奏，可惜没有知音来欣赏。<br>感慨良宵，怀念起老朋友来，整夜在梦中也苦苦地想念。</p> <p><strong>韵译</strong><br>夕阳忽然间落下了西山，东边池角明月渐渐东上。<br>披散头发今夕恰好乘凉，开窗闲卧多么清静舒畅。<br>清风徐徐送来荷花幽香，竹叶轻轻滴下露珠清响。<br>心想取来鸣琴轻弹一曲，只恨眼前没有知音欣赏。<br>感此良宵不免怀念故友，只能在夜半里梦想一场。</p> <p><strong>注释<br></strong>①山光：傍山的日影。<br>②池月：池边的月色。<br>③东上：从东面升起<br>④开轩：开窗。<br>⑤卧闲敞：躺在幽静宽敞的地方。<br>⑥恨：遗憾。<br>⑦感此：有感于此。<br>⑧中宵：整夜。<br>⑨劳：苦于。<br>⑩梦想：想念。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　此<a href=\"http://so.gushiwen.org/view_7256.aspx\">诗</a>载于《全唐诗》卷一百五十九。下面是四川诗词学会理事、四川大学文学与新闻学院教授周啸天对此诗的赏析。</p> <p>　　<a href=\"http://so.gushiwen.org/author_757.aspx\">孟浩然</a>诗的特色是“遇景入咏，不拘奇抉异”（<a href=\"http://so.gushiwen.org/author_604.aspx\">皮日休</a>），虽只就闲情逸致作清描淡写，往往能引人渐入佳境。《夏日南亭怀辛大》就是有代表性的名篇。</p> <p>　　诗的内容可分两部分，既写夏夜水亭纳凉的清爽闲适，同时又表达对友人的怀念。“山光忽西落，池月渐东上”，开篇就是遇景入咏，细味却不止是简单写景，同时写出诗人的主观感受。“忽”、“渐”二字运用之妙，在于它们不但传达出夕阳西下与素月东升给人实际的感觉（一快一慢）；而且，“夏日”可畏而“忽”落，明月可爱而“渐”起，只表现出一种心理的快感。“池”字表明“南亭”傍水，亦非虚设。</p> <p>　　近水亭台，不仅“先得月”，而且是先退凉的。诗人沐浴之后，洞开亭户，“散发”不梳，靠窗而卧，使人想起陶潜的一段名言：“五六月中北窗下卧，遇凉风暂至，自谓是羲皇上人。”（《与子俨等疏》）三四句不但写出一种闲情，同时也写出一种适意——来自身心两方面的快感。</p> <p>　　进而，诗人从嗅觉、听觉两方面继续写这种快感：“荷风送香气，竹露滴清响。”荷花的香气清淡细微，所以“风送”时闻；竹露滴在池面其声清脆，所以是“清响”。滴水可闻，细香可嗅，使人感到此外更无声息。诗句表达的境界宜乎“一时叹为清绝”（<a href=\"http://so.gushiwen.org/author_39.aspx\">沈德潜</a>《唐诗别裁》）。写荷以“气”，写竹以“响”，而不及视觉形象，恰是夏夜给人的真切感受。</p> <p>　　“竹露滴清响”，那样悦耳清心。这天籁似对诗人有所触动，使他想到音乐，“欲取鸣琴弹”了。琴，这古雅平和的乐器，只宜在恬淡闲适的心境中弹奏。据说古人弹琴，先得沐浴焚香，屏去杂念。而南亭纳凉的诗人此刻，已自然进入这种心境，正宜操琴。“欲取”而未取，舒适而不拟动弹，但想想也自有一番乐趣。不料却由“鸣琴”之想牵惹起一层淡淡的怅惘。象平静的井水起了一阵微澜。相传楚人钟子期通晓音律。伯牙鼓琴，志在高山，子期品道：“峨峨兮若泰山”；志在流水，子期品道：“洋洋兮若流水。”子期死而伯牙绝弦，不复演奏。（见《吕氏春秋·本味》）这就是“知音”的出典。由境界的清幽绝俗而想到弹琴，由弹琴想到“知音”，而生出“恨无知音赏”的缺憾，这就自然而然地由水亭纳凉过渡到怀人上来。</p> <p>　　此时，诗人是多么希望有朋友在身边，闲话清谈，共度良宵。可人期不来，自然会生出惆怅。“怀故人”的情绪一直带到睡下以后，进入梦乡，居然会见了亲爱的朋友。诗以有情的梦境结束，极有余味。</p> <p>　　孟浩然善于捕捉生活中的诗意感受。此诗不过写一种闲适自得的情趣，兼带点无知音的感慨，并无十分厚重的思想内容；然而写各种感觉细腻入微，诗味盎然。文字如行云流水，层递自然，由境及意而达于浑然一体，极富于韵味。诗的写法上又吸收了近体的音律、形式的长处，中六句似对非对，具有素朴的形式美；而诵读起来谐于唇吻，又“有金石宫商之声”（<a href=\"http://so.gushiwen.org/author_196.aspx\">严羽</a>《沧浪诗话》）。</p>",
  "about": "<h2>创作背景</h2> <p>　　南亭，似应在涧南园，位于<a href=\"http://so.gushiwen.org/author_757.aspx\">孟浩然</a>家乡襄阳郊外的岘山附近。辛大疑即辛谔，为作者同乡友人，常于夏日来南亭纳凉，与孟浩然约为琴酒之会。</p>",
  "poet": {
    "id": 757,
    "star": 0,
    "name": "孟浩然",
    "image": "http://img.gushiwen.org/authorImg/menghaoran.jpg",
    "desc": "孟浩然（689-740），男，汉族，唐代诗人。本名不详（一说名浩），字浩然，襄州襄阳（今湖北襄阳）人，世称“孟襄阳”。浩然，少好节义，喜济人患难，工于诗。年四十游京师，唐玄宗诏咏其诗，至“不才明主弃”之语，玄宗谓：“卿自不求仕，朕未尝弃卿，奈何诬我？”因放还未仕，后隐居鹿门山，著诗二百余首。孟浩然与另一位山水田园诗人王维合称为“王孟”。"
  },
  "tags": [
    "唐诗三百首",
    "夏天",
    "怀人",
    "友情"
  ]
}