{
  "id": 72237,
  "star": 223,
  "name": "触龙说赵太后",
  "dynasty": "先秦",
  "content": "　　赵太后新用事，秦急攻之。赵氏求救于齐，齐曰：“必以长安君为质，兵乃出。”太后不肯，大臣强谏。太后明谓左右：“有复言令长安君为质者，老妇必唾其面。”</p> <p>　　左师触龙言愿见太后。太后盛气而揖之。入而徐趋，至而自谢，曰：“老臣病足，曾不能疾走，不得见久矣。窃自恕，而恐太后玉体之有所郄也，故愿望见太后。”太后曰：“老妇恃辇而行。”曰：“日食饮得无衰乎？”曰：“恃粥耳。”曰：“老臣今者殊不欲食，乃自强步，日三四里，少益耆食，和于身。”太后曰：“老妇不能。”太后之色少解。</p> <p>　　左师公曰：“老臣贱息舒祺，最少，不肖；而臣衰，窃爱怜之。愿令得补黑衣之数，以卫王宫。没死以闻。”太后曰：“敬诺。年几何矣？”对曰：“十五岁矣。虽少，愿及未填沟壑而托之。”太后曰：“丈夫亦爱怜其少子乎？”对曰：“甚于妇人。”太后笑曰：“妇人异甚。”对曰：“老臣窃以为媪之爱燕后贤于长安君。”曰：“君过矣！不若长安君之甚。”左师公曰：“父母之爱子，则为之计深远。媪之送燕后也，持其踵，为之泣，念悲其远也，亦哀之矣。已行，非弗思也，祭祀必祝之，祝曰：‘必勿使反。’岂非计久长，有子孙相继为王也哉？”太后曰：“然。”</p> <p>　　左师公曰：“今三世以前，至于赵之为赵，赵王之子孙侯者，其继有在者乎？”曰：“无有。”曰：“微独赵，诸侯有在者乎？”曰：“老妇不闻也。”“此其近者祸及身，远者及其子孙。岂人主之子孙则必不善哉？位尊而无功，奉厚而无劳，而挟重器多也。今媪尊长安君之位，而封之以膏腴之地，多予之重器，而不及今令有功于国，—旦山陵崩，长安君何以自托于赵？老臣以媪为长安君计短也，故以为其爱不若燕后。”太后曰：“诺，恣君之所使之。”</p> <p>　　于是为长安君约车百乘，质于齐，齐兵乃出。</p> <p>　　子义闻之曰：“人主之子也、骨肉之亲也，犹不能恃无功之尊、无劳之奉，已守金玉之重也，而况人臣乎。” ",
  "fanyi": "<p><strong>译文</strong><br>　　赵太后刚刚掌权，秦国就加紧进攻赵国。赵国向齐国求救。齐国说：“一定要用长安君作为人质，才出兵。”赵太后不同意。大臣们极力劝谏。太后明白地对左右侍臣说说：“有再说让长安君为人质的，我老太婆一定朝他脸上吐口水！”</p> <p>　　左帅触龙（对侍臣）说，希望拜见太后。太后气冲冲地等着他。（触龙）走入殿内就用快走的姿势慢慢地走着小步，到（太后面前）谢罪，说：“老臣的脚有毛病，竟不能快跑，不能拜见您有很长时间了。我私下原谅了自己，但是又怕太后的福体有什么毛病，所以还是想来拜见太后。”说：“我（也是脚行毛病）要靠手推车行动。”（触龙）说：“您每天的饮食该不会减少吧？”（太后）说：“就靠喝点粥罢了。\"（触龙）说：“老臣近来特别不想吃饭，于是强迫自己散步，每天走三四里，稍微增加了喜欢吃的食物，对身体也舒适些了。”太后说：“我不能（像您那样散步）。\"太后的脸色稍微和缓了些。</p> <p>　　左帅公说：“老臣的犬子舒祺，年龄最小，不成器，可是臣已衰老，私心又疼爱他，希望（您）让他补充黑衣卫士的人数，来保卫王宫。我冒着死罪来求您！”太后说：“答应您！年龄多大了？”（触龙）回答：“十五岁了。虽然还小，但想趁我未死之前来托付给您。”太后说：“男人也疼爱他小儿子吗？”（触龙）回答：“比女人爱得厉害些。”太后笑着说：“女人爱得特别厉害。”（触龙）回答：“老臣认为老太太爱燕后超过爱长安君。”（太后）说：“您错了，不像爱长安君那样厉害。”左师公说：“父母爱子女，就要为他们考虑得长远些。老太太送燕后（出嫁）时，（她上了车）还握着她的脚后跟为她哭泣，惦念、伤心她的远嫁，这也够伤心的了。送走以后，不是不想念她了；但每逢祭祀您一定为她祈祷，祈祷说：‘一定别让她回来啊’这难道不是从长远考虑，（希望她）有子孙相继为王吗？”太后说：“是这样。”</p> <p>　　左帅公说：“从现在算起往上推三代，一直到赵氏建立赵国的时候，赵王的子孙凡被封侯的，他们的继承人还有在侯位的吗？”（太后）说：“没有。”（触龙又）问：“不仅是赵国（没有），其他诸侯国子孙被封候的，其继承人有在侯位的吗？”（太后）说：“我没有听说过。”（触龙）说：“这是这些被封侯的近的灾祸及于自身，远的灾祸及其子孙。难道是国君的子孙就一定不好吗？（根本的原因是他们）地位高贵却没有功，俸禄优厚却没有劳，而且拥有的贵重宝器多了。现在老太太让长安君的地位高贵，并且把肥沃的土地封给他，还给他很多贵重的宝器，却不趁现在（您健在时）让他有功于国，一旦您驾崩了，长安君凭什么在赵国立身呢？老臣认为老太太为长安君考虑得太短浅，所以认为您（对长安君）的爱不如燕后。”太后说：“（您说得）对。任凭您怎样支使他吧！”</p> <p>　　于址为长安君备车一百乘，到齐国去作人质。齐国才出兵。</p> <p>　　子义听到这事说：“国君的孩子，可算是国君的亲骨肉了，尚且还不能凭靠无功的尊位、没有劳绩的俸禄来守住金玉宝器，更何况是人臣呢！”</p> <p><strong>注释</strong><br>1.太后：帝王的母亲，这里指赵孝成王的母亲赵威后。<br>2.新用事：刚刚掌权。用事：指当权，掌管国事。<br>3.急：加紧。<br>4.求救于齐：向齐国求救。于：向，介词。<br>5.必：一定。以……为：把……作为。<br>6.长安君：赵威后的小儿子，封于赵国的长安，封号为长安君。<br>7.质：人质。古代两国交往，各派世子或宗室子弟留居对方作为保证，叫“质”或“质子”。<br>8.强（qiǎng）：竭力，极力。<br>9.谏：古代臣对君、下对上的直言规劝。<br>10.明：明白地。<br>11.左右：指赵威后身边的侍臣。<br>12.复言：再说。<br>13.令：让，使。<br>14.唾：吐唾沫，动词。唾其面：朝他脸上吐唾沫。<br>15.左师：春秋战国时，宋、赵等国官制有左师、右师，为掌实权的执政官。<br>16.言：说，是“言于左右”的省略，“左右”承前省。“言于左右”是“对太后的侍臣说”。<br>17.见：谒见，拜见。<br>18.盛气：怒气冲冲。<br>19.揖：应为“胥”。1973年长沙马王堆汉墓出土帛书《触龙见赵太后章》和《史记·赵世家》均作“胥”。胥：通“须”，等待。<br>20.入：进入殿内。<br>21.徐趋：用快走的姿势，慢步向前走。徐：慢慢地。趋：小步快走。古礼规定，臣见君一定要快步往前走，否则便是失礼。触龙因年老病足，不能快走，又要做出“趋”的姿势，只好“徐趋”。<br>22.自谢：主动请罪。谢：道歉。<br>23.病足：脚有毛病。病：有病，动词。<br>24.曾：竟，副词。<br>25.疾：快。<br>26.不得：不能。<br>27.见：指拜见太后。<br>28.窃：私下，私意，表谦敬的副词。<br>29.自恕：原谅自己。恕：宽恕，原谅。<br>30.玉体：贵体，敬词。古人重玉，所以用玉来比喻太后的身体。后来，玉体一词，常被用来形容美女的体态。<br>31.郄（xì）：同“隙”，空隙，引申为毛病。所郄：是具有名词性的“所”字结构，作“有”的宾语。有所郄：有什么毛病。<br>32.望见：这是一种表敬的说法，意思是不敢走得太近，只能在远处望望。<br>33.恃（shì）：依靠，凭借。<br>34.辇（niǎn）：古代用两人拉的车子，秦汉以后特指皇帝坐的车子。<br>35.日：每日，时间名词作状语。<br>36.得无：副词性固定结构，与语气词“乎”相呼应，表示带有揣测性语气的问话，可译为为“该不会……吧”。<br>37.衰：减少。<br>38.今者：近来。者：助词，附于时间词后，使时间词由单音词变成复音词，并起提顿作用。<br>39.殊：很，特别，副词。<br>40.强（qiǎng）步：勉强散散步。步：散步，步行，动词。<br>41.日：每天（步行）。<br>42.少：稍微，略微，副词。<br>43.益：增加，动词。<br>44.耆（shì）：同“嗜”，喜爱。耆食：喜爱吃的食物。<br>45.和：和谐，这里是舒适的意思。<br>46.色：脸色，指赵太后的怒色。<br>47.少解：稍微不和缓了些。<br>48.公：对人的尊称。<br>49.贱息：卑贱的儿子。这是对别人谦称自己的儿子，与现在说的“犬子”“贱子”意同。息：儿子。<br>50.舒祺：触龙幼子的名字。<br>51.少（shào）：年幼。<br>52.不肖（xiào）：原意是不像先辈（那样贤明），后来泛指儿子不成材、不成器。肖：像，似。<br>53.怜：怜爱。文言里的“爱”和“怜”在亲爱的意义上是同义词。<br>54.令：让（他）。“令”后省略兼语“之”，指舒祺。<br>55.得：能够。<br>56.黑衣：指卫士，王宫卫士穿黑衣，所以用“黑农”借代卫士。以：来，连词。<br>57.没（mò）：冒昧。没死：冒着死罪。<br>58.以：连词，来。<br>59.闻：使上级知道，使动用法。这里可译为“请求”。<br>60.敬：表示客气的副词。<br>61.诺：表示答应的意思。敬诺：意为“答应”，是应答之词。几何：多少。<br>62.愿：希望。<br>63.及：趁。<br>64.填沟壑（he）：指死后无人埋葬，尸体丢在山沟里。这是对自己死亡的谦虚说法。壑：山沟。托之：把他托付给（您）。<br>65.丈夫：古代对成年男子的通称。<br>66.甚：厉害，形容词。<br>67.于：比，介词。<br>68.异甚：特别厉害。<br>69.以为：认为。<br>70.媪（ǎo）：刘老年妇女的尊称，同今之“老太太”。<br>71.燕后：赵太后的女儿，嫁给燕王为后。<br>72.贤于：胜过。<br>73.君：您，对人的尊称。<br>74.过：错。<br>75.之甚：那样厉害。<br>76.子：这里泛指子女。<br>77.为：替，介词。<br>78.计：打算，考虑。<br>79.深远：长远，作动词“计”的补语。<br>80.持：握持。<br>81.踵（zhǒng）：脚后跟。燕后上了车，赵太后在车下还要握着她的脚后跟，舍不得她离去。<br>82.为之：为她。泣：小声哭。<br>83.念悲：惦念并伤心。<br>84.远：远去，形容词用如动词。<br>85.非弗：不是不，都是副词。<br>86.必：一定，副词。<br>87.祝之：为她祈祷。祝：向神祈祷。<br>88.使：让（她）。<br>89.反：同“返”。古代诸侯的女儿嫁到别国，只有在被废或亡国的情况下，才能返回本国。所以赵太后为燕后祈祷：一定别让她回来。<br>90.计久长：打算得长远。<br>91.有子孙：（希望燕后）有子孙。<br>92.世：代，古代父子相继为一代。今三世：从现在算起上推三代。现在第一代是赵孝成王，上推第二代是他的父亲赵惠文王，上推第三代是他的祖父赵武灵王。“三世以前”当指他的曾祖父赵肃侯（前349—前326）。<br>93.赵之为赵：赵氏家族建立赵国（的时候）。前“赵”指赵氏家族。后“赵”指赵国。之：助词，变主谓句为词组，作状语。为：成为，建立，动词。赵国国君原是晋文公大臣赵衰的后代。周威烈王二十三年（前403）韩、赵、魏三家分晋，赵烈侯山晋国一个大夫变为诸侯，正式建立赵国。<br>94.侯者：被封为侯的人。侯：封侯，活用为动词。<br>95.继：活用为名词，继承人。<br>96.在者：在侯位的人。<br>97.微独：不仅，不但。微：不，否定副词。独：仅，副词。<br>98.此：这，指代上面说的三世以前封侯的、他们的子孙没有继承侯位的这件事。<br>99.身：指“侯者”自身。远者及其子孙，“及”前竹略“祸”字。<br>100.人主：国君，诸侯。<br>101.则：就，连词。善：好。<br>102.位：地位。<br>103.尊：尊贵，高贵。<br>104.而：可是，转折连词。<br>105.奉：同“俸”，俸禄，相当现的工资待遇。<br>106.劳：功劳。<br>107.尊：使……尊贵，形容词使动用法。<br>108.封：古代帝王或诸侯把土地分给子孙或臣下作为他的食邑或领地。<br>109.膏腴（yú）：比喻土地肥沃。膏：汕脂。腴：腹下的肥肉。“以膏腴之地”是介词结构，在这里是补语。译成现代汉语时，要移到“封之”之前作状语，按“以膏腴之地封之”翻译。<br>110.及今：趁现在（您在世）。<br>111.令：是“令（之）\"的省略，让（他）。<br>112.山陵崩：古代用以比喻国君或王后的死，表明他们的死不同寻常，犹如山陵崩塌，这是一种委婉的说法。这里指赵太后去世。<br>113.何以：疑问代词。以：介词。何以：凭什么，介词宾语前置。<br>114.自托：寄托自己。<br>115.以：认为，动词。<br>116.为：替，介词。<br>117.计短：考虑得太短浅。<br>118.不若：不如。<br>119.诺：应答之词，表示同意，可译“对”。<br>120.恣：任凭。<br>121.使之：支使他，派遣他。前“之”，助词，不译；后“之”，代词，代长安君。<br>122.约车：套车。约：捆缚，套。<br>123.乘（shèng）：量词，古代一车上马叫“乘”。质于齐。质：作人质，名词活用为动词。<br>124.子义：赵国贤人。<br>125.犹：还。尊：用作名词。指尊高的地位。</p><br/><h2>补充注释</h2> <p>　　1．关于“触龙”<br>　　触龙，人名，《战国策》的各种传本均作“触詟”，王念孙《读书杂志·战国策杂志二》曾据《史记·赵世家》等史料订正为“触龙”，长沙马王堆三号汉墓出土的《战国策》残本记此事均作“触龙”。另外，有人认为“触龙”后还有“言”字，因尚有不同看法，故未取。</p> <p>　　2．关于“质”<br>　　春秋战国时代，各诸侯国之间互相攻伐，常常由几个国家结盟，共同对付另外的一个或几个国家，结盟的凭据就是派王子或世子到别处或别国作抵押，叫“质”或“质子”。</p> <p>　　3．关于“盛气而揖之”<br>　　据王念孙《读书杂志·战国策杂志二》，“揖”是“胥”字之误。因为在隶书中“胥”字作“”，因讹而为“”，后人又加“扌”，误作“揖”字。赵太后也不会对大臣作揖，尤其是在“盛气”的时候。“胥”为“等待”义。这一点，也已为长沙马王堆三号汉墓出土的《战国策》所证实。</p> <p>　　4．关于“三世以前”和“赵之为赵”<br>　　赵国是从赵烈侯一代称侯立国的，经过赵敬侯、成侯、肃侯，到赵武灵王时始称王，然后传至惠文王，再传至孝成王。文中所说的“三世以前”，是指赵肃侯时代，即赵国未称王的时代；“赵之为赵”，则指赵烈侯开国之时。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　《触龙说赵太后》一文开篇就描绘了一个气氛极为紧张的局面：赵君新亡，秦兵犯赵赵求齐助，齐要长安君作人质爱子心切的赵太后不肯让儿子去冒这个风险，严词拒绝了大臣们的强谏，并声称“有复言令长安君为质者，老妇必唾其面！”。 </p> <p>　　在这样剑拔弩张的情况下，触龙的谏说显然要困难许多。他深知要能说服赵太后，就必须让她明白“父母之爱子，则为之计深远”的道理。然而，若从正面去讲道理，则将不但无济于事，反而会自取其辱。因此，必须顺着太后溺爱长安君的心理因势利导，巧说妙谏。 </p> <p>　　在争取到面见太后机会后，触龙先用缓冲法关切地询问太后的起居饮食，并絮絮叨叨地与她谈论养生之道，使本来“盛气而揖之”、戒备心极强的“太后之色少解”。这样，就从感情上消除了太后的逆反心理和敌对情绪，为进谏的成功拆除了第一道屏障。接着，触龙用引诱法恳切地为自己的幼子舒棋请托，以期让太后产生共鸣，从而引出她的心事。果然很快就勾起了太后的爱子之情。在她看来，触龙简直可以算得上是同病相怜的“知己”了。她不仅“笑曰”了，而且饶有趣味地与触龙争论谁更疼爱幼子的问题，开始毫不掩饰地向触龙袒露心迹了。这就为下一步谈论如何爱子的话题奠定了基础。 </p> <p>　　触龙抓住契机，用旁敲侧击的激将法说太后疼爱燕后胜过长安君。这一招果然奏效，立即引发了太后的反驳“君过矣，不若长安君之甚。”触龙千回百折，终于得到了他最想要太后说的一句话。此时，他才可以正八经地谈论他的爱子观了。他于是从容回顾往事曰“媳之送燕后，持其踵为之泣，念悲其远也，亦哀之矣。已行，非弗思也，祭祀必祝之，祝曰‘必勿使反。”，极力夸赞太后爱燕后而为之“计久长”的明智之举，以反衬出她爱长安君的“计短”。由于触龙不是像其他大臣那样指贵太后不该溺爱幼子，而是批评她还爱的不够，应像疼爱燕后那样疼爱长安君，才算爱得深远，所以太后听着十分顺耳，在不知不觉中已完全接受了触龙彀中。一声爽朗的“然”，就说明她已经完全接受了“父母之爱子，则为之计深远”的道理。至此，触龙的谏说已初见成效。他又不失时机地进一步剖析历代诸侯子孙未能继世为侯的教训，其原因就在于“位尊”、“奉厚”、“挟重器多”，却“无功”、“无劳”。并以此作类比，一针见血地指出“今姐尊长安君之位，而封之以青腆之地，多予之重器，而不及今令有功于国，一且山陵崩，长安君何以自托于赵”，真是既痛快淋漓而又字字力重千钧，揭穿了太后。始终顺着太后爱子的心理，从为长安君的根本利益着想出发，层层深人地启发引导，情离于理，理表与情，终于使太后深受感动，心悦诚服，慷慨应“诺”。</p> <p>　　触龙的谏说自始至终未有一语提及“令长安君为质”，而太后情不自禁地说出“态君之所使之”，同样没有直接说穿派长安君入质于齐的话，与触龙的精彩说辞彼此配合，相映成趣。双方心照不宣，达成默契，丝毫不显馗尬。文末用“于是为长安君约车百乘，质于齐，齐兵乃出”作结，使首尾圆合，结构谨严，同时也增强了故事的喜剧色彩，彰显了触龙谏说的卓著成效。</p><br/><h2>语用分析</h2> <p>　　话语交际是一种双边的或多边的语言行为。其基本因素是：交际目的、交际对象、语言背景、话语场景、语体风格、美学情趣。为保证交际的顺利进行，交际者必须共同遵守一些原则：合作原则、礼貌原则、接话原则。以语用学知识来分析《触龙说赵太后》的话语交际，我们更能体会到触詟高超的话语交际艺术。</p> <p>　　《触龙说赵太后》这个故事发生在赵孝成王元年。当时，赵惠文王刚死，孝成王初即位，因年纪太小，故由太后执政。新旧交替之际，国内动荡不安。秦国认为有机可乘，发兵东下，赵国危在旦夕。迫不得已，赵求救于齐。按惯例，齐提出一个苛刻的条件：即赵国必须派太后幼子长安君质于齐。此时面对家国之难，赵太后束手无策。面对大臣强谏，赵太后更是恼怒异常。触龙正是在此时出场的。</p> <p>　　在封建时代，等级制度森严。因此，对大臣来说话语交际更需要倍加小心，如履薄冰，可以说，只能成功，不能失败。对此时的触龙来说，更是如此，稍有失误，便有飞来之祸。既要保全性命，又要成功说服太后，保全赵国，触詟稍有不慎，就会全功尽弃，没有高超的游说艺术是难以想象的。</p> <p>　　太后一出场，便违反话语交际中的基本原则——“合作原则”。话语交际的各方总是相互合作的，通过合作才能保证谈话的顺利进行。违反合作原则也是日常交际常见的现象。违反合作原则的情况主要有如下几种：（1）说话人宣布不愿合作，因而违反了合作原则。外交场合中的“无可奉告”、平时说话的问而不答等就是如此。（2）顾左右而言他，违反合作原则。（3）说话人有意违反合作原则，并且相信听话人会觉察出，如打呵欠、看表等。违反合作原则导致的后果必然是话语交际的中断。违反合作原则者身份也是制约交际双方合作的重要因素。一是双方地位平等的条件下，对方采取不合作态度。一是双方地位不平等的条件下，对方采取不合作态度。对于前者，往往可以采取无视对方态度，继续所要完成的任务。或者迂回曲折，旁敲侧击。总之，可以作到不达目的不罢休。对于后者，则有两种情形。一是放弃说服。如《扁鹊见蔡桓公》中的扁鹊，反复说服无作用，只能离开。二是力谏。力谏的结果有两种：或被杀，如比干谏纣王；或遇见明君，成为一代诤臣，如<a href=\"http://so.gushiwen.org/author_807.aspx\">魏征</a>。</p> <p>　　赵太后违反话语交际合作原则不是采用以上方法，而是采用违反话语交际的礼貌原则来达到目的。礼貌是古今中外普遍存在的交往规范。话语交际必须遵从这种规范，才能顺利进行。但对一个国君来说，在和大臣人格根本不平等的情况下，礼貌原则也形同虚设。赵太后“有复言令长安君为质者，老妇必唾其面”不但违反了话语交际的礼貌性原则，还带着杀机，话语交际只能中断。因此，在当时，对一般大臣来说，是很难打破僵局，去说服太后的。除非有魏征、比干类的诤臣来以死相拼，力谏太后。</p> <p>　　赵太后还违反了接话原则。接话原则的常见形式是会话，轮流会话使话语交际得以进行。当然，接话原则在大臣这一方面是无条件执行的，否则，会带来杀身之祸的。对君主则不然，大臣不可能违君主之意，勉强其接话。而赵太后“盛气而揖之”，根本不打算接话，自然难以使交际继续。</p> <p>　　面对赵太后的不合作、不礼貌、不接话，触龙紧紧把握住制约话语交际的最主要因素：交际目的、交际对象、语言背景、话语场景、以自己独特的语体风格层层深入，娓娓道来，动之以情，晓之以理，喻之以义，最后，水到渠成，说服太后。</p> <p>　　触龙首先把握好交际目的和交际对象这两个要素。人们都是带着一定的交际目的来参加话语交际的。或陈述事件，说明道理；或提出问题，请求帮助；或道歉、致谢、问候，情感宣泄等。虽然触龙以说明道理作为交际目的，但倘太明显，后果是难以想象的。触龙很聪明，改变了交际目的，前去问候。针对太后盛气，触龙有意识的显出老态，“入而徐趋，至而自谢”说明自己不良于行，所以少来谒见；但对太后的健康又表示关切，仿佛再不来谒见太后就放心不下了。同时，他还把握住交际对象的特点，从老年人普遍关心的养生问题谈起，使太后接话“恃辇而行”“恃鬻耳”“老妇不能”。这也符合语言背景这一制约话语交际要素的要求。在同一年龄谈同一话题，自然不会“话不投机半句多”，而是“酒逢知己千杯少”。由于把握好了交际目的和交际对象及语言背景等要素，原来怒气冲冲的赵太后此时自然“色少解”，触龙的话语交际能够顺利进行。</p> <p>　　当然，这样谈“养生之道”显然不是触龙的真正的交际目的。如何达到真正的交际目的“质长安君于齐”呢？触龙的办法是运用制约话语交际的另一因素——话语场景。交际都是在一定的场合进行的。交际场合所在的地方、景物、参加的人物、交际的话题、交际使用的媒介、交际的气氛等，构成了各种各样的话语场景。不同的话语场景决定了不同的话语交际。俗话说：“到什么山上唱什么歌”，说的就是讲究切情切景。触龙偷偷地改变了话语交际的场景，话题转为为儿子求职。这同时使太后产生一种错觉。第一，她以为触龙是为儿子“走后门”的，不是为长安君的。第二，她感到这个年老的大臣跟自己的想法相同，都痛爱小儿子，不但应该彼此关切，而且志同道合了。这样，交际话题就转到“子女”问题上来，再谈长安君，自然水到渠成了。最后，在这一特定的话语场景下，触龙实现了自己的交际目的，说服赵太后“质长安君于齐”。</p> <p>　　触龙的语言风格和美学情趣是独特的。他以自己的睿智、严密的逻辑、发自内心的爱国情感深深打动了一时糊涂的赵太后。二人情趣相投，风格一致，自然话语投机。恐怕这也是别的老臣难以做到的。触龙抓住太后爱子情切，将心比心，充满了智慧和情感。在谈到燕后时，说到太后“持其踵，为之泣”，祈祷时“必勿使返”,条分缕析，感情真挚。指明太后对女儿的前途是有长远的考虑的，从对燕后的态度来看，太后是深明大义的。最后从“三世以前”“赵之为赵”，谈到“虽曰爱之，其实害之”“一旦山陵崩，长安君何以自托于赵”，欲擒故纵，击中对方要害。赵太后当然也不是不懂政治的女人，因此就痛快地答应了。</p> <p>　　《触龙说赵太后》让我们领略了触龙话语交际的魅力。今天，我们的语文教学日益重视语用，新增了口语交际内容。《触龙说赵太后》就为我们提供了一个很好的范例。语文教师如果能重视语用学方面的教学，发掘语文教材的语用教学价值。这样不断能丰富教学内容，对提高学生语言应用能力也能起到事半功倍的作用。</p>",
  "about": "<h2>文言现象</h2> <p>（一）词的古今异义<br>古今传承的义异词同指的是由于词义的新陈代谢使古今词义产生了或大或小的差距。概括起来，大致有如下几种情况：<br>（1）词义扩大。如“江”，古代专指长江，现在泛指一切大的河流；“好”，古代指女子相貌好看，现在泛指一切美好事物的性质。<br>（2）词义缩小。如“臭”，古代表示好坏气味均可，现在只表示坏气味；“让”，古代既表示辞让、谦让之意，又可表示责备之意，现在后一个意思不用了。<br>（3）词义转移。如“涕”，古代指眼泪，现在指鼻涕；“偷”，古义是苟且、马虎、刻薄、不厚道，今义转移为“偷窃”。<br>（4）词义弱化。如“很”，古义同“凶狠”的“狠”，表示程度很高，现在“很”，表示的程度不怎么高了。<br>（5）词义强化。如“恨”，古代表示遗憾、不满意，现在则表示仇恨、怀恨之意。<br>（6）感情色彩变化。如“卑鄙”，古时表示地位低下，见识浅陋，并没有贬化，现在则指品质恶劣，变成贬义词了。<br>（7）名称说法改变。如“目”改称“眼睛”，“寡”改称为“少”等。</p> <p>（二）敬称、谦称、贱称及其他<br>敬称：陛下、大王、皇上、君（称皇帝）；子、夫子、师、先生、吾子（称师）；公、将军、大夫（称官）；君、足下（称尊重的人）；令尊、令母、令堂（称别人的父母）；令郎、令爱（称别人的儿女）；媪（称老年妇女）。<br>谦称：寡人、孤（先秦王侯自称） ；仆、不才、不佞、小人、愚、不肖（一般人自称）；妾（女子自称）；臣（臣子的自称）；贱息、贱妾（“贱”谦称自己）。<br>贱称：小子、竖子、小竖子。<br>其他：尔、汝（上称下或不客气的平辈之间的称呼）；先（已逝的尊长前加“先”）；从（表叔伯关系）；舍弟、舍妹（称自己的弟妹）；家父、家母（称自己的父母）。</p> <p>（三）难解词语<br>①徐趋：是一个词，与“疾趋”相对。据古书记载，古代行礼时的步伐有“疾趋”和“徐趋”两种，当行礼人“执龟玉”和“与尸行”的时候，用“徐趋”，其特点是步子较小，脚跟不抬起来。一般情况下，包括臣见君，用“疾趋”，其特点是步子较大，脚跟离地。触龙见太后应“疾趋”，但因为他脚有毛病，只能按“徐趋”的步子走，用前倾快步走的姿势，一步一步向前慢走。<br>②趋、走、步辨析<br>趋：指小步快走。<br>走：跑，比“趋”速度更快，例“走马观花”。<br>步：特指慢慢地走。例“亦步亦趋”。<br>③身和体辨析<br>身：原指人或动物的躯干，后词义扩大，引申为全身、生命。如“少益耆食，和于身”。<br>体：指构成身体的各个部分，也泛指全身。如“恐太后之玉体有所郄也”。<br>④辇和车辨析<br>“辇”，用人力推拉，“车”，用马牵引；“辇”在秦汉之后为帝王专用。不能用作兵车，而“车”可以用作兵车。</p> <p>（四）通假字<br>太后盛气而揖之（揖作胥，胥通须，等待）<br>而恐太后玉体之有所郄也（“郄”通“隙” 、病痛）<br>少益耆食（通“嗜”，喜欢）<br>必勿使反（通“返”）<br>奉厚而无劳（通“俸”，俸禄）</p> <p>（五）古今异义<br>触龙说赵太后（说，shuì 劝说。今为“说话”“讲话”）<br>太后明谓左右（左右，侍从、近臣。今为方位名词）<br>老臣贱息舒祺（贱息，古代指儿子。今为叹息、休息）<br>窃爱怜之（怜，疼爱、喜爱，今为可怜、怜悯。）<br>丈夫亦爱怜其少子乎（丈夫，古代指男子的统称。今仅指妇女的配偶）<br>至于赵之为赵（至于，到、上推到。现多作副词，表示另提到一事）<br>至而自谢（谢，告罪、道歉。今为感谢）</p> <p>（六）词类活用<br>日食饮得无衰乎（日，名词作状语，每天）<br>没死以闻（闻，使动用法，使……听到）<br>赵王之子孙侯者（侯，名词作动词，称侯）<br>今媪尊长安君之位（尊，形容词使动用法，使……尊贵）<br>犹不能恃无功立尊（尊，形容词用作名词，尊显的地位）<br>其继有在乎（继，动词用作名词，继承人，后嗣者）</p> <p>（七）一词多义<br>（1）及<br>介词：趁、趁……的时候。 愿及未填沟壑而托之<br>连词：和、与 若有作奸犯科及为忠善者<br>动词：<br>A.到 微夫人之力不及此<br>B.比得上、赶得上 而不及今令有功于国<br>（2）为<br>动词（wéi）<br>A.治理： 为川者决之使导<br>B.作为： 必以长安君为质，兵乃出<br>C.制造： 不以木为之者，文理有疏密<br>D.研究： 为学<br>介词（wèi）<br>A.替、给： 父母之爱子，则为之计深远<br>B.对、向： 不足为外人道也<br>C.被： 升死，其印为余群从所得</p> <p>（八）特殊句式<br>（1）判断句<br>非弗思也（表否定判断）<br>（2）宾语前置<br>长安君何以自托于赵（疑问句，代词作宾语提前）<br>（3）状语后置<br>赵氏求救于齐<br>甚于妇人<br>贤于长安君<br>和于身<br>而不及今令有功于国<br>而封之以膏腴之地<br>（4）固定句式<br>日食饮得无衰乎（表推测，“恐怕……吧？”“莫非……吧？”）</p><br/><h2>说话艺术</h2> <p>　　开口说话，看似简单，实则不容易，会说不会说大不一样。古人云：“一言可以兴邦，一言也可以误国”。苏秦凭三寸不烂之舌而身挂六国相印，<a href=\"http://so.gushiwen.org/author_507.aspx\">诸葛亮</a>靠经天纬地之言而强于百万之师，烛之武因势利导而存郑于危难，触龙循循善诱而救赵于水火。言语得失，小则牵系做人难易，大则连及国家兴亡，非常重要。下面就以《触龙说赵太后》为例，谈谈说话的艺术。</p> <p>　　1、 察言观色，避其锋芒。</p> <p>　　赵太后刚刚执政，秦国就急攻赵国，危急关头，赵国不得不求救于齐，而齐国却提出救援条件――让长安君到齐国做人质。溺爱孩子、缺乏政治远见的赵太后不肯答应这个条件，于是大臣竭力劝阻，惹的太后暴怒，“有复言令长安君为质者，老妇必唾其面”。面对此情此景，深谙说话艺术的左师触龙并没有像别的朝臣那样一味地犯颜直谏，批逆龙鳞，而是察言观色，相机行事。他知道，赵太后刚刚执政，缺乏政治经验，目光短浅，加之女性特有的溺爱孩子的心理，盛怒之下，任何谈及人质的问题都会让太后难以接受，使得结果适得其反。所以触龙避其锋芒，对让长安君到齐国做人质的事只字不提，而是转移话题。先问太后饮食住行，接着请托儿子舒祺，继之论及疼爱子女的事情，最后大谈王位继承问题。不知不觉之中，太后怒气全消，幡然悔悟，明白了怎样才是疼爱孩子的道理，高兴地安排长安君到齐国做人质。</p> <p>　　2、 关心问候，缓和气氛。</p> <p>　　面对怒气冲冲、盛气凌人的赵太后，首要的问题是让她能够心平气和，平心静气，给人以劝说的契机，从而引起她谈话的兴趣，一步步进入正题。触龙拜见太后并不难，但见到太后谈什么却很关键。话不投机，三言两语也许就会被拒之于千里之外。因此，触龙反复揣摩太后的心理，选择了老年人都共同关心的饮食起居话题，先从自己脚有毛病（也许是假的）、不能快走谈起，以己推人，关心起太后的身体情况，自然而然，合乎情理。别人发自内心的真诚的问候，老年人同病相怜的真实的感受，让赵太后冰冷的内心有了一丝的感动，她无法拒绝触龙提出的问题，于是“色少解”，和触龙交谈了起来。紧张的气氛得到缓和，谈话有了良好的开端。</p> <p>　　3、 大话家常，拉近距离。</p> <p>　　触龙和太后接上了话，此时还不能步入正题，因为谈话才刚刚开始，太后也只是“色少解”，此时如果谈及人质问题，太后马上会翻脸不认人，必定会唾触龙满面。但谁都知道，触龙晋见太后不可能只是为了问寒问暖，谈话还要继续，怎样才能让谈话既显得合情合理，又自然会引到人质问题上呢？触龙于是想到了人性中最合乎人之常情的一面――求请安排孩子。自己虽然脚有毛病，太后虽然怒气冲冲，但为了孩子将来能有一个好的归宿，进宫求见太后，这是非常自然的。因此，触龙和太后谈起了孩子，拉起了家常，无形之中拉近了两人之间的距离，使得谈话得以继续，事情向着触龙预先设计好的方向发展。</p> <p>　　4、 投其所好，请君入瓮。</p> <p>　　应当说，触龙问候起居、关心孩子，都切中了赵太后的心理，但最能打动赵太后的恐怕不是这些，而是触龙的一句话，“老臣窃以为媪之爱燕后贤于长安君”。孩子是娘的心头肉，做父母的谁不疼爱自己的孩子呢？赵太后溺爱孩子，众人皆知，触龙从请托孩子谈起，欲擒故纵，故意诱导赵太后谈及“丈夫亦爱怜其少子乎？”，从而自然引到赵太后疼爱孩子问题上，这一对话深深地打动了赵太后。它道出了赵太后疼爱孩子的事实。此时，作为母亲的赵太后的心中也许会涌现出哺养长安君、持燕后踵哭泣、祭祀必祈祷的一幕幕往事。她的思想、感情已完全为触龙所控制，自然也就完全听由他摆布了。</p> <p>　　5、 晓之以理，循循善诱。</p> <p>　　说话技巧再高，它高不过“理”字。《十善业道经》说，“言必契理，言可承领，言则信用，言无可讥”，意思是说，言论一定要合理，要让别人能接纳领受，要有信用，要令人无懈可击。说话的前提要讲一个“理”字，触龙的话之最终所以能够让赵太后欣然信服，愿意安排长安君到齐国做人质，关键在于他能够在动之以情的基础上，以理服人。谁不疼爱自己的孩子，爱孩子就要为孩子考虑的长远一些，就要让孩子有立身之本，不要仅仅依靠权势、父母。站在客观事实的角度，触龙步步诱导，旁敲侧击，明之以实，晓之以理，全部对话无一字涉及人质，但又句句不离人质。迂回曲折之中尽显语言奥妙，循循善诱之余凸现事情必然。</p> <p>　　说话是一门艺术，为人处事离不开说话，要想把话说好，不妨多跟古人学学。</p><br/><h2>故事背景</h2> <p>　　文章选自《战国策·赵策四》。公元前265年，赵惠文王死，其子孝成王继位，年幼，由赵太后摄政。赵太后就是赵威后，赵惠文王的妻子，赵孝成王的母亲。当时，秦国趁赵国政权交替之机，大举攻赵，并已占领赵国三座城市。赵国形势危急，向齐国求援。齐国一定要赵威后的小儿子长安君为人质，才肯出兵。赵威后溺爱长安君，执意不肯，致使国家危机日深。触龙在这种严重的形势下说服了赵威后，让她的爱子出质齐国，解除了赵国的危机。</p><br/><h2>劝谏艺术</h2> <p>　　先秦历史散文著作《战国策》，以记叙战国时期谋臣策士纵横捭阖的外交斗争为主要内容。这些纵横家们，能说会道，长于论辩说理。其言论，内容精辟，启人心智，形式巧妙，入情入理，给人留下了极深的印象。至今，还放射着灿烂的艺术光芒。新编高中教材第一册入选的《触龙说赵太后》一文，就是这类散文的代表。细细研读，其艺术性让人回味无穷；其思想性使人倍受启迪。现就文章的语言艺术作简要分析。</p> <p>　　一、避其锋芒、欲擒故纵</p> <p>　　公元前266年，赵惠文王去世，赵孝成王继承了赵国的王位。因年幼，于是由赵太后执政。此时的赵国，新旧更替，动荡不安；野心勃勃的秦国又乘机攻赵，连克三座城池。赵国祸不单行，处于危难之中。靠自己的力量无法拒秦，赵太后只得求救齐国，共同抗秦。而齐国提出条件，让赵太后幼子长安君到齐国做人质方才出兵。作为母亲，赵太后心理的天平倾斜到了个人的私情一边。国难当头，群臣心急如焚，竭力劝谏，均遭斥责。赵太后甚至蛮不讲理的扬言：“有复言令长安君为质者。老妇必唾其面！”事情陷入了僵局，“劝谏赵太后”成了一块难啃的硬骨头。面对此情，老臣触龙自愿担当此任，出面劝谏太后。太后得知触龙进见，知道他为劝说长安君做人质一事而来，思想上已有了充分的警惕和准备。她怒气冲冲，专等触龙提出此事，骂他个狗血喷头，吐他一脸唾沫。心里话：好一个大胆的家伙，竟敢顶风劝谏，自找没趣。然而，当老臣触龙迈着急促而蹒跚的步子进见时，太后等来的不是劝谏之辞，而是亲切而又温暖的问候和关心，这使她大为感动，随之心里那根绷得很紧的警惕之弦不自觉的放松了，怒气也渐渐消除了。其实赵太后正中了触龙的欲擒故纵之计，这也是触龙劝谏策略的第一步。</p> <p>　　二、巧妙布阵、诱其上钩</p> <p>　　赵太后怒色少解，但触龙仍未提及让长安君做人质一事，而是顺着拉家常的线索，向太后提出给自己的小儿子安排差使的请求，以趁自己健在之时为儿子作长远打算。这就表现出了对小儿子的特别疼爱。这个请求实际上是在向自己的目标──劝谏长安君做人质慢慢靠近，也是继续诱太后上钩的关键一步。这一请求非但未遭拒绝，而且还引起了太后感情上的同情和共鸣：可怜天下父母心，哪个亲人不爱子？于是她爽快答应了。而且她好象找到了同盟，找到了“不让长安君做人质”的理解者和支持者。她哪里知道，这实际上是迈进了触龙的圈套。</p> <p>　　三、以子之矛、攻子之盾</p> <p>　　正当两人就“爱子”问题不谋而合的站到同一战壕里的时候，触龙顺势将话题引向了“谁更爱自己的子女”的论争，并巧妙的运用激将法：明知太后更爱长安君，却说她爱燕后甚于长安君。这便又引起了新的争论，于是触龙摆出自己的观点：“父母之爱子，则为之计深远。”并以太后送女儿燕后出嫁时，担心女儿的长远利益的事实，使太后深深认识到：要真心爱子女，就要为子女做长远打算。太后承认了这一观点，紧接着，触龙步步进逼，从赵国的历史说开去，列举了一系列反面的事实：“今三世以前，至于赵之为赵，赵王之子孙候者，其继有在者乎？微独赵，诸候有在者乎？”他们都不存在了。这是为什么呢？于是触龙顺理成章的指明了其中的原因：“岂非人主之子孙则必不善哉？位尊而无功，丰厚而无劳，而挟重器多也。”至此，言归主题已到火候。触龙便因势利导、水到渠成的指出了太后的做法：“尊长安君之位，封之以膏腴之地，多予之重器，而不及令令有功于国”的危害。从而也解释了他认为太后爱长安君不若爱燕后的理由。这样，就使赵太后陷入了既疼爱长安君，又不让他出使齐国，为他作长远打算的这种自相矛盾之中。使她深刻的明白了自己对长安君的爱只是一种只顾眼前不顾长远的溺爱而已，这种溺子骄子就等于杀子。于是，赵太后答应让长安君出使齐国，触龙达到了预期的目的，也挽救了赵国。</p><br/><h2>教学教案</h2> <p><strong>一、关于课文</strong><br>　　触龙用委婉曲折的方式劝说、启发赵太后：父母应为子女作长远打算，而不能只考虑他们眼前的安乐，不能让他们养尊处优、无功食禄。触龙的劝说最后终于打动了太后，欣然同意让长安君去齐国做人质，换来了齐国的救援。触龙抓住老年妇女溺爱幼子的心理特点，设身处地替她打算，将长安君的利益和赵国利益密切联系在一起，把利害关系说得具体生动，曲折委婉，层层深入，巧妙地达到了劝说的目的。<br>　　课文写的是历史事件，作者运用生动的语言，细致地描绘了人物的行动和对话，形象地揭示了人物内心变化的发展过程，是一篇艺术感染力很强的文学作品。</p> <p><strong>二、内容分析</strong><br>　　第1段，“说”的前因。<br>　　课文一开始，作者只用简要的几笔，就交代了故事发生的背景。“新”“急”，恰如其分地写出了赵国所面临的危机。“必以长安君为质”和“老妇必唾其面”中的两个“必”字，说明矛盾已经达到不可调和的程度。赵太后那么任性，谁还敢去冒犯她呢？因此，读者很希望了解下一步事情究竟怎样解决。这一段用字不多，却极精练地描绘出触龙所面临的局面。一系列的困难，为触龙施展其特有的才能提供了机会。<br>　　第2段，“说”家常。<br>　　“左师触龙愿见”这一急转直下的反接，为下文开辟了广阔的境界。面对强秦急攻，国破家亡迫在眉睫的形势，触龙忧心如焚，但他的身份和阅历，又使他不能像其他大臣那样“强谏”，遭“唾面”之辱。所以，他必须找到一种太后能接受的方法。这是全文展开的条件，也是作者所要表达的主题之一，即办事情要讲究动机、方法和效果的统一。这一段看似日常闲聊，实际上却是触龙同太后在解决矛盾正式交锋的第一个回合，因而是这篇课文最主要、最精彩的部分。听说触龙要来见她，赵太后“盛气而揖之”，说明她非常清楚触龙见她的用意，已做好了反唇相讥的精神准备。哪知这位左师公深谙太后的心理，一出场，就有意识地显出苍老的神态。“入而徐趋”生动地刻画出触龙应当快走偏不走快的神态。“至而自谢”的一席话，又完全出乎太后的意料，说明触龙的态度是那样从容不迫。他那温和亲切的口吻，和太后的“盛气而揖”形成了鲜明的对照。几句寒暄之后，触龙就不厌其烦地向太后介绍了自己的养生之道。虽然得到的回答仍是“老妇不能”，但“太后之色少解”，紧张的神色有点松懈了。而这正是矛盾转化的契机。<br>　　第3段，“说”爱子。<br>　　敌对情绪逐渐消失了，紧张场面缓和了，触龙便不失时机地提出让自己的小儿子“得补黑衣之数”，即入宫当禁卫军。这就给太后造成了一种错觉，以为他此番来，不过是想“走后门”而已。<br>　　既然两人在爱幼子这一点上达成了默契，在“男人还是女人更爱幼子”的争辩中，太后情不自禁的“笑”，说明他们在感情上又接近了一步。不仅能互相理解，而且还互相寄予了深深的同情。幼子虽然“不肖”，但还是“窃爱怜之”。由于爱，必然要为他的前途考虑。这是人之常情，当然也完全符合太后的心理。这就引出怎样才算对子女真正的爱这一话题。触龙明知太后更爱幼子，却故意反话正说，说她更疼爱女儿，逼得太后赶紧声明：“君过矣，不若长安君之甚!”触龙就势接过话茬，从她对待燕后的态度，分析了她对女儿的前途是有长远考虑的，表明她深明大义，能用理智战胜感情，对子女也有不溺爱的时候。这就论述了连她也没想清楚的问题，也与她自己溺爱长安君的事实形成鲜明对照。然后，触龙又用欲擒故纵的手法，说到赵国及其诸侯国的子孙因“位尊而无功，奉厚而无劳”而没能长保富贵这一事实，讲清了只有令长安君“有功于国”，才能使他“自托于赵”的道理，最终完全说服了赵太后。还没等触龙说完，就痛痛快快地答应了。<br>　　第4段，“说”的后果。<br>　　故事的结局，长安君到齐国去作人质。</p> <p><strong>三、人物形象<br></strong>　　触龙：<br>　　触龙是赵国一个忠心耿耿的老臣，他敢于在其他大臣劝说失败的情况下，出面劝说顽固的太后。他具有丰富的人生经验，能体会妇女溺爱幼子的心理，更懂得怎样才能消除这种溺爱的偏执。所以他见到太后，先谈健康问题，表示对太后的关怀，消除了她的怒气。继而谈爱子问题，用激将法，说她爱燕后超过了爱长安君，逼着她吐露溺爱长安君的心事。然后又用赵王和诸侯的子孙为例，暗示太后的溺爱对长安君并没有好处，并最终打动了太后。他之所以能劝说成功，除了高超的语言艺术外，还在于他深切地了解对方的心理；另一方面，也由于他立论的正确，确实是出于为国家的真诚，确实是为长安君作长远打算。<br>　　赵太后：<br>　　作为一国之主，她掌握着赵国的最高领导权。当国家安全受到威胁时，她急忙向齐国求救，希望齐国能够帮助她度过危机，说明她有一定的政治头脑和魄力。作为一个母亲，她又有着善良、慈爱的一面。疼爱幼子，本也无可厚非，但当国家利益需要她作出暂时的牺牲时，她却不肯听从大臣的“强谏”，又表明她有自私和任性的一面。至于她“有复言令长安君为质者，老妇必唾其面”的声明，则表现了她作为一个统治者的顽固和专横。从“色少解”到“诺。恣君之所使之”，一方面从反面表现了触龙雄辩的论说才能，另一方面，也说明她最终还是能以国家利益为重，心悦诚服地接受了触龙的劝说。</p> <p><strong>四、写作特色</strong><br>　　1．纵横捭阖的游说特色。<br>　　课文充分体现了《战国策》的纵横家思想。触龙虽不是纵横家，但毕竟是以说客的身份出现的，加之《战国策》作者的“纵横”意识，使得他的劝说不同于一般的进谏。全文几乎都是在人物对话中展开的，“其继有在者乎”以下一连串的反诘句，表现了纵横家巧舌如簧、纵横捭阖的游说特色，用语精辟而简约。<br>　　2．笔调轻松，刻画细腻。<br>　　本文的另一个特点，是笔调轻松，刻画细腻。这也是《战国策》与《左传》《国语》在艺术上的不同之处。究其实，来源于作者使用了恰当的艺术夸张。说客们一旦口若悬河地游说起来，不仅会滔滔不绝，似乎天下大事都可以凭他们的三寸不烂之舌而取胜。作者还善于用精当的细节描写，来展示人物的内心变化。如“入而徐趋”“盛气而揖之”“色少解”等等。</p> <p><strong>五、教学建议</strong><br>　　这篇课文情节生动，人物形象鲜明，语言平易晓畅，容易引起学生的阅读兴趣。教学时，可让学生借助注释自读课文，教师着重介绍背景材料，对课文内容稍加点拨即可，不必面面俱到。</p><br/><h2>史实之伪</h2> <p>　　《触龙说赵太后》出自《战国策*赵策四》，《史记》将此文系于《赵世家》孝成王元年（当周赧王五十年、齐襄王十九年）。后世学者对此定位无异议，因为只有这个时间才有可能出现赵太后新用事的情况。对于《触》文，后世也并非没有争议，遗憾的是，其争议的着眼点多半集中在左师官职、太后年龄及身份方面，而对整个事件的发生可能丝毫没有触及。笔者以为，事件的焦点，好赵送长安君入质于齐、以乞齐援、解秦攻之事，并不符合齐赵两国当时的实际关系。试论如下。</p> <p>　　首先，齐赵两国于事件发生时势同敌国。齐与赵为邻，两国间龃龉甚多。在五国破齐前几年，齐与赵已连年交兵而且都是赵居主动地位（参见《史记*赵世家》惠文王十二、十三年）。五国破齐，又以赵的作用最重要。燕的最初盟友就是赵。据乐毅《报燕王书》，乐毅为燕昭王献策曰：“与天下图之（齐），莫若结赵。------赵若许而约四国攻之，齐可大破也。”乐毅出使赵国，赵国拜乐毅为相国，并代燕联秦伐齐，终于大破齐国（参见《乐毅列传》）。甚至在齐襄王复国后，赵还有三次伐齐举动，分别为赵惠文王二十三年（当齐襄王八年，参见《廉颇蔺相如列传》）、二十五年（当齐襄王十年）、二十八年（当齐襄王十三年，参见《赵世家》）。前两役均以齐失地而告终。此外，襄王复国前，赵取之于齐的灵丘、麦丘、昔阳数地，未闻还之于齐。事实上也不可能归还。七年后，秦围邯郸，赵为乞楚援，将灵丘授封楚相春申君，即为明证。由此可见，齐赵不仅结怨颇深，而且还有土地纠葛。在此背景下，若赵受秦攻，乞援于齐已属可疑；在齐仅提出长安君入质的要求而不及其地，更令人不解。</p> <p>　　其次，齐国保守消极的国际立场决定了其不可能涉足于国际纠纷。《触》文的最终结局是，长安君入齐，齐兵乃出。此事不见于《田齐世家》。《田齐世家》自齐湣王之后事迹甚少。如能确认发生过这件值得称道的事情，<a href=\"http://so.gushiwen.org/author_608.aspx\">司马迁</a>不会漏过不书。自五国破齐后，齐便一蹶不振。齐襄王复国后，齐也绝少介入列国事务。如果在这段时间齐与列国有什么瓜葛，齐也都是居于被动挨打的境地，实在卑弱得很。如果齐出兵援赵，当可视为一强悍之举。但是，即便齐国君臣表现出无心乘人之危索还失地的大度，他们也必须会考虑援赵的灾难性后果，从而不敢轻举妄动。齐对秦素有畏惧之心，而秦也确实能对齐造成直接伤害。原秦相穰侯的封地陶就与齐为邻，齐襄王十四年，秦取齐纲、寿的战役就是直接从陶发动的。一旦齐与秦进入战争状态，原先从齐铩羽而归的燕或将再度攻齐，刘没有力量两线作战。此外，齐襄王即死于此年。《资治通鉴》将《触》文放置于齐襄王死前，其实这种判定是很难下的。如援赵发生在襄王生前，襄王也该是病入膏肓之人，以他的为人，不当在临终之前突然变得强悍起来。如发生在襄王病逝之后，齐国君臣忙于治丧，也不会有心情援赵。襄王之子齐<a href=\"http://so.gushiwen.org/author_482.aspx\">王建</a>继承了其父不介入国际纠纷的治国方略，在被秦灭之前的44年中始终没对列国予以任何军事支持。那么，齐王建也不太可能于守丧期间去援助赵国。所以，齐襄王复国后的卑弱国势及其国际行事准则，决定了齐不会出援任何国家，遑论与其有深仇大恨的赵国。</p> <p>　　其三，齐人田单的归属进一步恶化了齐赵关系。据《田单列传》田单为齐效力的事迹截止于驱燕复国。之后，田单在齐便无所事事，其原因或许是他受到襄王的猜忌（参见《战国策*齐策六》）。否则，赵断不至于肆无忌惮地屡屡掠地于齐。以田单之才具，立身于不想有所作为的齐襄王之朝，一定寂寞得很。如田单欲有所为。唯一的出路就是离开齐到他国发展。按钱穆先生《先秦诸子系年》的划分，田单所处时代正值秦赵争强阶段。赵与齐为邻，田单去赵很方便。田单于赵孝成王元年将赵师攻燕，翌年，赵拜田单为相。或许会有人将田单相赵与乐毅为赵相国之事相提并论，视作为齐援赵之佐证。其实田乐二人相赵的背景大不相同。赵拜乐毅为相是其图霸东方的重要步骤。齐破后，赵即为东方第一强国。赵拜田单为相时，赵在东方的地位已十分稳固，兼之赵国将材济济，廉颇、蔺相如、赵奢均健在，无须从他国引进将材，亦没有更大的图谋。田单拜相的唯一解释是其来赵日久，或多有建树。否则，拜田单为赵相有挖齐墙角的嫌疑。如果田单因在齐受猜忌而为赵所用，齐对赵的怨恨只会更进一层。另外，乐毅失势于燕，也投奔赵并受重用一事，对齐的刺激也相当可观。此两事迭加，将增大齐不援赵的决断。</p> <p>　　除了齐赵关系不利于《触》文涉及之史实外，秦国当时的战略目标也与事件相左。秦于此时期的战略打击对象是韩国（参见《范雎蔡泽列传》、《秦本纪》、《白起王翦列传》）。赵国是当时第二军事强国，前不久有独力胜秦之纪录，秦不能以一次打击将赵击灭，赵是否有必要求援当属疑问。总之，综合齐赵关系及当时的国际争斗格局，《触龙说赵太后》所涉史实于情势不合，缺乏可信性，完全可以断其为伪。</p>",
  "poet": {
    "id": 403,
    "star": 0,
    "name": "刘向",
    "image": "http://img.gushiwen.org/authorImg/liuxiang.jpg",
    "desc": "刘向（约前77—前6） 原名更生，字子政，祖籍沛郡（今属江苏徐州）人。西汉经学家、目录学家、文学家。刘向的散文主要是秦疏和校雠古书的“叙录”，较有名的有《谏营昌陵疏》和《战国策叙录》，叙事简约，理论畅达、舒缓平易是其主要特色。"
  },
  "tags": [
    "古文观止",
    "高中文言文",
    "劝谏",
    "历史",
    "故事"
  ]
}