{
  "id": 72277,
  "star": 249,
  "name": "为徐敬业讨武曌檄 / 代李敬业讨武曌檄",
  "dynasty": "唐代",
  "content": "　　伪临朝武氏者，性非和顺，地实寒微。昔充太宗下陈，曾以更衣入侍。洎乎晚节，秽乱春宫。潜隐先帝之私，阴图后房之嬖。入门见嫉，蛾眉不肯让人；掩袖工谗，狐媚偏能惑主。践元后于翚翟，陷吾君于聚麀。加以虺蜴为心，豺狼成性，近狎邪僻，残害忠良，杀姊屠兄，弑君鸩母。人神之所同嫉，天地之所不容。犹复包藏祸心，窥窃神器。君之爱子，幽之于别宫；贼之宗盟，委之以重任。呜呼！霍子孟之不作，朱虚侯之已亡。燕啄皇孙，知汉祚之将尽；龙漦帝后，识夏庭之遽衰。</p> <p>　　敬业皇唐旧臣，公侯冢子。奉先帝之成业，荷本朝之厚恩。宋微子之兴悲，良有以也；袁君山之流涕，岂徒然哉！是用气愤风云，志安社稷。因天下之失望，顺宇内之推心，爰举义旗，以清妖孽。南连百越，北尽三河，铁骑成群，玉轴相接。海陵红粟，仓储之积靡穷；江浦黄旗，匡复之功何远？班声动而北风起，剑气冲而南斗平。喑呜则山岳崩颓，叱吒则风云变色。以此制敌，何敌不摧；以此图功，何功不克！</p> <p>　　公等或家传汉爵，或地协周亲，或膺重寄于爪牙，或受顾命于宣室。言犹在耳，忠岂忘心？一抔之土未干，六尺之孤何托？倘能转祸为福，送往事居，共立勤王之勋，无废旧君之命，凡诸爵赏，同指山河。若其眷恋穷城，徘徊歧路，坐昧先几之兆，必贻后至之诛。请看今日之域中，竟是谁家之天下！移檄州郡，咸使知闻。",
  "fanyi": "<p><strong>译文</strong><br>　　那个非法把持朝政的武氏，不是一个温和善良之辈，而且出身卑下。当初是太宗皇帝的姬妾，曾因更衣的机会而得以奉侍左右。到后来，不顾伦常与太子（唐高宗<a href=\"http://so.gushiwen.org/author_2098.aspx\">李治</a>）关系暧昧。隐瞒先帝曾对她的宠幸，谋求取得在宫中专宠的地位。选入宫里的妃嫔美女都遭到她的嫉妒，一个都不放过；她偏偏善于卖弄风情，象狐狸精那样迷住了皇上。终于穿着华丽的礼服，登上皇后的宝座，把君王推到乱伦的丑恶境地。加上一幅毒蛇般的心肠，凶残成性，亲近奸佞，残害忠良，杀戮兄姊，谋杀君王，毒死母亲。这种人为天神凡人所痛恨，为天地所不容。她还包藏祸心，图谋夺取帝位。皇上的爱子，被幽禁在冷宫里；而她的亲属党羽，却委派以重要的职位。呜呼！霍光这样忠贞的重臣，再也不见出现了；刘章那样强悍的宗室也已消亡了。“燕啄皇孙”歌谣的出现，人们都知道汉朝的皇统将要穷尽了；孽龙的口水流淌在帝王的宫庭里，标志着夏后氏王朝快要衰亡了。</p> <p>　　我李敬业是大唐的老臣下，是英国公的嫡长孙，奉行的是先帝留下的训示，承受着本朝的优厚恩典。宋微子为故国的覆灭而悲哀，确实是有他的原因的；桓谭为失去爵禄而流泪，难道是毫无道理的吗！因此我愤然而起来干一番事业，目的是为了安定大唐的江山。依随着天下的失望情绪，顺应着举国推仰的心愿，于是高举正义之旗，发誓要消除害人的妖物。南至偏远的百越，北到中原的三河，铁骑成群，战车相连。海陵的粟米多得发酵变红，仓库里的储存真是无穷无尽；大江之滨旌旗飘扬，光复大唐的伟大功业还会是遥远的吗！战马在北风中嘶鸣，宝剑之气直冲向天上的星斗。战士的怒吼使得山岳崩塌，云天变色。拿这来对付敌人，有什么敌人不能打垮；拿这来攻击城池，有什么城市不能占领！</p> <p>　　诸位或者世代蒙受国家的封爵，或者是皇室的姻亲，或者是负有重任的将军，或者是接受先帝遗命的大臣。先帝的话音好象还在耳边，你们的忠诚怎能忘却？先帝坟上的土尚未干透，我们的幼主却不知该依托谁！如果能转变当前的祸难成为福祉，好好地送走死去的旧主和服侍当今的皇上，共同建立匡救皇室的功勋，不至于废弃先皇的遗命，那么各种封爵赏赐，一定如同泰山黄河那般牢固长久。如果留恋暂时的既得利益，在关键时刻犹疑不决，看不清事先的征兆，就一定会招致严厉的惩罚。</p> <p>　　请看明白今天的世界，到底是哪家的天下。这道檄文颁布到各州各郡，让大家都知晓。</p> <p><strong>注释</strong><br>1、伪：指非法的，表示不为正统所承认的意思。临朝：莅临朝廷掌握政权。<br>2、地：指家庭、家族的社会地位。<br>3、下陈：古人宾主相馈赠礼物、陈列在堂下，称为“下陈”。因而，古代统治者充实于府库、内宫的财物、妾婢，亦称“下陈”。这里指<a href=\"http://so.gushiwen.org/author_298.aspx\">武则天</a>曾充当过唐太宗的才人。<br>4、更衣：换衣。古人在宴会中常以此作为离席休息或入厕的托言。《汉书》记载：歌女卫子夫乘汉武帝更衣时入侍而得宠幸。这里借以说明武则天以不光彩的手段得到唐太宗的宠幸。<br>5、洎（jì）：及，到。晚节：后来。<br>6、春宫：亦称东宫，是太子居住的地方，后人常借指太子。<br>7、私：宠幸。<br>8、嬖（bì）宠爱。<br>9、蛾眉：原以蚕蛾的触须比喻女子修长而美丽的眉毛，这里借指美女。<br>10、掩袖工谗：说武则天善于进谗害人。《战国策》记载：楚怀王夫人郑袖对楚王所爱美女说：“楚王喜欢你的美貌，但讨厌你的鼻子，以后见到楚王，要掩住你的鼻子。”美女照办，楚王因而发怒，割去美女的鼻子。这里借此暗指武则天曾偷偷窒息亲生女儿，而嫁祸于王皇后，使皇后失宠的事（《新唐书·后妃传》）。<br>11、狐媚：唐代迷信狐仙，认为狐狸能迷惑害人，所以称用手段迷人为狐媚。<br>12、元后：正宫皇后。翚翟（huī dí）：用美丽鸟羽织成的衣服，指皇后的礼服。翚，五彩雉鸡。翟，长尾山鸡。<br>13、聚麀（yōu）：多匹牡鹿共有一匹牝鹿。麀，母鹿。语出《礼记·曲礼上》：“夫惟禽兽无礼，故父子聚麀。”这句意谓武则天原是唐太宗的姬妾，却当上了高宗的皇后，使高宗乱伦。<br>14、虺蜴（huǐ yì）：指毒物。虺，毒蛇。蜴，蜥蜴，古人以为有毒。<br>15、狎：亲近。邪僻：指不正派的人。<br>16、忠良：指因反对武后而先后被杀的<a href=\"http://so.gushiwen.org/author_2871.aspx\">长孙无忌</a>、<a href=\"http://so.gushiwen.org/author_275.aspx\">上官仪</a>，<a href=\"http://so.gushiwen.org/author_1143.aspx\">褚遂良</a>等大臣。<br>17、杀姊屠兄：据《旧唐书·外戚传》记载：武则天被册立为皇后之后，陆续杀死侄儿武惟良、武怀远和姊女贺兰氏。兄武元庆、武元爽也被贬谪而死。<br>18、弑君鸩（zhèn）母：谋杀君王、毒死母亲。其实史书中并无武后谋杀唐高宗和毒死母亲的记载。弑，臣下杀死君王。鸩，传说中的一种鸟，用其羽毛浸酒能毒死人。<br>19、窥窃神器：阴谋取得帝位。神器，指皇位。<br>20、君之爱子，幽之于别宫：指唐高宗死后，中宗<a href=\"http://so.gushiwen.org/author_1333.aspx\">李显</a>继位，旋被武后废为庐陵王，改立睿宗<a href=\"http://so.gushiwen.org/author_1070.aspx\">李旦</a>为帝，但实际上是被幽禁起来（事见《新唐书·后妃传》）。二句为下文“六尺之孤何在“张本。<br>21、宗盟：家属和党羽。<br>22、霍子孟：名霍光，西汉大臣，受汉武帝遗诏，辅助幼主汉昭帝；昭帝死后因无后，故而由昌邑王刘贺继位，刘贺荒嬉无道，霍光又废刘贺，更立宣帝刘病已，是安定西汉王朝的重臣（《汉书·霍光传》）。作：兴起。<br>23、朱虚侯：汉高祖子齐惠王刘肥的次子，名刘章，封为朱虚侯。高祖死后，吕后专政，重用吕氏，危及刘氏天下，刘章与丞相陈平、太尉周勃等合谋，诛灭吕氏，拥立文帝，稳定了西汉王朝（《汉书·高五王传》）。<br>24、“燕啄皇孙”二句：《汉书·五行志》记载：汉成帝时有童谣说“燕飞来，啄皇孙”。后赵飞燕入宫为皇后，因无子而妬杀了许多皇子，汉成帝因此无后嗣。不久，王莽篡政，西汉灭亡。这里借汉朝故事，指斥武则天先后废杀太子李忠、李弘、李贤，致使唐室倾危。祚，指皇位，国统。<br>25、“龙漦（chí，此字读音存在争论，另一种读音为lí离）帝后”二句：据《史记·周本纪》记载：当夏王朝衰落时，有两条神龙降临宫庭中，夏后把龙的唾涎用木盒藏起来，到周厉王时，木盒开启，龙漦溢出，化为玄鼋流入后宫，一宫女感而有孕，生褒姒。后幽王为其所惑，废太子，西周终于灭亡。漦，涎沫。遽（jù），急速。<br>26、冢子：嫡长子。李敬业是英国公李勣的长房长孙，故有此语。<br>27、先帝：指刚死去的唐高宗。<br>28、宋微子：即微子启，他是殷纣王的庶兄，被封于宋，所以称“宋微子”。殷亡后，微子去朝见周武王，路过荒废了的殷旧都，作《麦秀歌》来寄托自己亡国的悲哀（《尚书大传》）。这里是李敬业的自喻。<br>29、良：确实、真的。以：缘因。<br>30、袁君山：东汉时人桓谭，字君山。袁君山之“袁”，通假“桓”。汉光武帝时为给事中，因反对当时盛行的谶纬神学，而被贬为六安县丞，忧郁而死（事见《后汉书·桓谭传》）。<br>31、社稷：原为帝王所祭祀的土神和谷神，后借指国家。<br>32、宇内：天下。推心：指人心所推重。<br>33、爰：于是。<br>34、百越：通“百粤”。古代越族有百种，故称“百越”。这里指越人所居的偏远的东南沿海。<br>35、三河：洛阳附近河东、河内、河南三郡，是当时政治中心所在的中原之地。<br>36、玉轴：战车的美称。<br>37、海陵：古县名，治所在今江苏省泰州市，地在扬州附近，汉代曾在此置粮仓。红粟：米因久藏而发酵变成红色。靡：无，不。<br>38、江浦：长江沿岸。浦，水边的平地。黄旗：指王者之旗。<br>39、班声：马嘶鸣声。<br>40、喑（yīn）呜、叱吒（zhà）：“吒”通“咤”，发怒时的喝叫声。<br>41、公等：诸位。家传汉爵：拥有世代传袭的爵位。汉初曾大封功臣以爵位，可世代传下去，所以称“汉爵”。<br>42、或协周亲：指身份地位都是皇家的宗室或姻亲。协，相配，相合。周亲，至亲。<br>43、膺（yìng）：承受。爪牙：喻武将。<br>44、顾命：君王临死时的遗命。宣室：汉宫中有宣室殿，是皇帝斋戒的地方，汉文帝曾在此召见并咨问<a href=\"http://so.gushiwen.org/author_109.aspx\">贾谊</a>，后借指皇帝郑重召问大臣之处。<br>45、一抔（póu）之土：语出《史记·张释之传》：“假令愚民取长陵（汉高祖陵）一抔土，陛下将何法以加之乎？”这里借指皇帝的陵墓。六尺之孤：指继承皇位的新君。<br>46、送往事居：送走死去的，侍奉在生的。往，死者，指高宗。居，在生者，指中宗。<br>47、勤王：指臣下起兵救援王室。<br>48、旧君：指已死的皇帝，一作“大君”，义近。<br>49、“同指山河”二句：语出《史记》，汉初大封功臣，誓词云：“使河如带，泰山若厉。国以永宁，爰及苗裔。”这里意为有功者授予爵位，子孙永享，可以指山河为誓。<br>50、穷城：指孤立无援的城邑。<br>51、昧：不分明。几（jī）：迹象。<br>52、贻：遗下，留下。后至之诛：意思说迟疑不响应，一定要加以惩治。语见《周礼·大司马》，原句为“比军众，诛后至者。”</p>",
  "shangxi": "<h2>赏析</h2> <p><strong>艺术价值</strong></p> <p>　　作为军用文书的檄文，本篇确实达到了“事昭而理辨，气盛而辞断”(《文心雕龙·檄移》)的要求。首段历数武氏罪恶昭彰，警醒李唐社稷面临生死存亡之秋，为兴兵讨武铺垫了充足的理由，可谓“事昭而理辨”；次段接写敬业举义之名正言顺和兵威强盛之必胜无疑，可谓气盛京藩，文武响应，示之以大义，动之以刑赏，更是理直气壮，慷慨果断。</p> <p>　　首段分两层：先历数武氏之罪不容诛，紧扣首句一个”伪”字(篡位不合法、非正统)。第二层先以呼吁领起，前两段感叹王佐之臣已被杀尽，讥刺现有朝臣中再无霍光、刘章那样辅佐；以汉成帝后赵飞燕，周幽<a href=\"http://so.gushiwen.org/author_500.aspx\">王褒</a>拟为喻，直斥武后是亡国灭君的祸根，说明李唐社稷危在旦夕。为下段写兴兵讨武、匡扶唐室刻不容缓，做了有力铺垫。</p> <p>　　次段亦分两层，先写起兵之正义，再写其兵威之壮大。从多方面铺张扬厉，说明天时、地利、人和均占优势，必然攻无不克，战无不胜。整段从道义之正和实力之强两方面来争取人心，理直气壮，慷慨磅礴，具有很强的号召力和凝聚力。<a href=\"http://so.gushiwen.org/author_714.aspx\">骆宾王</a>提出了文章的主人公——李敬业。敬业乃是凌烟阁二十四功臣之一的英国公徐世绩之后，所以骆宾王说：“敬业皇唐旧臣，公侯冢子。奉先帝之成业，荷本朝之厚恩。”寥寥数语就表明李敬业为国尽忠的决心，其言语使人信服，富有号召力。之后文章由痛诉<a href=\"http://so.gushiwen.org/author_298.aspx\">武则天</a>的暴行转而号召宗室功勋、人民大众团结起来反对武氏之暴行、拯救大唐江山水火之中。“是用气愤风云，志安社稷。因天下之失望，顺宇内之推心。爰举义旗，以清妖孽。”</p> <p>　　末段针对各方先示之以大义：前四句呼吁在朝诸君，皆厚蒙国恩重托，不论宗室异姓，讨逆义不容辞；接以“一抔之未干，六尺之孤安在”诘问，激发故君之思和新君之危，是动之以深情。再以“凡诸爵赏，同指山河”正面饵之以赏赐：以不察征兆，“后至之诛”怀之以刑罚。末句“请看今日之域中，竟是谁家之天下”，气势磅礴，充满必胜信心，成为后世经常引用的警句。</p> <p>　　伪临朝武氏者，性非和顺，地实寒微。”第一句话就表明了，武则天的伪善。武则天是中国历史中少有的毒妇，其任用酷吏、奢靡淫乱、兴佛伤民，陷大唐锦绣山河于水深火热之中，屠杀皇室宗亲、功勋权贵，是一个双手粘满皇室和人民鲜血的屠夫、一个骑在人民头上作威作福的暴君。骆宾王的《为李敬业讨武曌檄》乃反武之至文。文章从开头就直指武则天的种种恶性，精明简洁、鞭挞入理，将一个丑陋猥亵的毒妇形象展现在我们眼前。使读者愤恨、听者泣涕，皆哀大唐之不幸、怒武贼之淫虐。文章写武则天淫乱的“洎乎晚节，秽乱春宫”、“入门见嫉，蛾眉不肯让人；掩袖工谗，狐媚偏能惑主”等，将其靡乱不堪的私生活及为达目的兜弄色相、出卖肉体的事实交代的一清二楚，在我们的眼中出现了一个可比妓女的形象。如果仅仅如此，也不过是商纣王的妲己、周幽王的褒姒等惑主之狐姬耳。但事实并非如此，武则天还有很大的野心，“加以虺蜴为心，豺狼成性”。自掌权以来残暴不仁，“近狎邪僻，残害忠良”。骆宾王如实的记录了其恶绩，“杀姊屠兄，弑君鸩母”，对于其罄竹难书的罪行骆只用了一句话形容：“神人之所共嫉，天地之所不容。”虽然仅止一句却概括了宇宙的一切，充分的说明武则天罪恶之深以为世人所不容。武则天是一个有野心的人，她的淫乱、她的残暴都是为了一个不可告人的秘密，“包藏祸心，窥窃神器”。为了这样的终极野心武则天可谓是无所不用其极，大肆排除异己、任用亲信、屠杀宗室、罢黜功勋，致使大唐江山风雨飘摇，“霍子孟之不作，朱虚侯之已亡。燕啄皇孙，知汉祚之将尽。龙漦帝后，识夏庭之遽衰。”一时之间先代君王所打下来的大唐帝国几欲崩溃。</p> <p>　　以振奋人心之语、发人深省之言，刺武氏之痛处、壮义军之声望。并近一步形容反武的可能性必然性，“南连百越，北尽三河；铁骑成群，玉轴相接。”夸张的形容义军的强大威猛，既振奋己方的士气、争取民众的支持，又威慑敌军、打击武氏的气焰。提出“以此制敌，何敌不摧？以此图功，何功不克？”文章达到高潮，使每一个有正义感的人激情澎湃，读到此处尚感心动，可见当时之人。这是这篇檄文最鼓动人心之出，我们可以想象当年一个个热血男儿读及此处，投笔从戎、舍身报国的情景，可以说此处是文章的精华，是今古檄文的典范。在体会激情之后，话锋一转又循循善诱说服意志不坚定的亲贵，动只以情晓之以里，以无法回避和驳斥的话语再次强调讨武的必要，提出“共立勤王之勋，无废大君之命，凡诸爵赏，同指山河”。并指出“若其眷恋穷城，徘徊歧路，坐昧先几之兆，必贻后至之诛”，从正反两方面论证，与李室江山共存亡的必要，最后提出苍凉的提问，“请看今日之域中，竟是谁家之天下！”再次将文章带入小高潮，以发人深省的方式结局。</p> <p>　　《为李敬业讨武曌檄》笔力雄健，行文流畅，其名垂千古的文学价值向为学人所尊奉。或许其历数武氏罪状极具文献价值，在最终将武氏钉于历史的耻辱柱上功不可没。如果将此文印证于其创作时代，又会从其文里文外，体味出它隐涵深刻的历史文化命题。其中尤以社会权力的形成与维系、知识分子与当权者的关系，最为令人警醒。这方面的严酷，不仅构成了知识分子几千年来的困惑，同时也与几千年来知识阶层沉重而扭曲着的命运纠缠在一起，千古以下仍令人深思难解。</p> <p>　　本篇通体骈四俪六，不仅句式整饬而略显错综（四四四四、四四六六、六四六四、四六四六参差成趣；每句中的音步变化如四字句有二二结构，有一三结构；六字句有三三、三一二、二二二、二四、四二等结构），平仄相对而低昂有致（如“入门见嫉”四句，一三两句，二四两句平仄完全相反对应），对仗精工而十分自然（如“南连百越”对“北尽三河”，“海陵红粟”对“江浦黄旗”，不仅词性、句法结构相对，而且方位、地名、颜色等事类也相对），用典贴切委婉而不生硬晦涩（如用霍子孟、朱虚侯、赵飞燕、褒姒、宋微子，桓君山等典故），词采华艳赡富而能俊逸清新；尤其难得的是，无论叙事、说理、抒情，都能运笔如神，挥洒自如，有如神工巧铸，鬼斧默运，虽经锻炼而成，却似率然信口。音节美与文情美达到了高度统一，堪称声文并茂的佳作；与六朝某些堆砌典故藻饰、晦涩板滞、略无生气的骈体文，自有霄壤之别；而与<a href=\"http://so.gushiwen.org/author_289.aspx\">王勃</a>的《滕王阁序》，堪称骈文的双璧。</p> <p>　　全篇雄文劲采，足以鼓舞斗志；事彰理辩，足以折服人心。李敬业的举义，终被武则天的三十万大军彻底打垮了，骆宾王从此也“亡命不知所之”(《新唐书》本传)，然而他的这篇檄文却传颂千古，具有不朽的艺术价值。</p> <p><strong>人文价值</strong></p> <p>　　《为李敬业讨武曌檄》的巨大人文价值集中体现在其篇首，即历数武氏罪状的部分，不仅为历史提供了一个丑恶的统治样本，也提示了一些历史未解之谜。为方便叙述，将这一部分内容分句标识。其文曰：</p> <p>　　“1、伪临朝武氏者，性非和顺，地实寒微。</p> <p>　　2、昔充太宗下陈，曾以更衣入侍。</p> <p>　　3、洎乎晚节，秽乱春宫。</p> <p>　　4、潜隐先帝之私，阴图后房之嬖。</p> <p>　　5、入门见嫉，蛾眉不肯让人。</p> <p>　　6、掩袖工谗，狐媚偏能惑主。</p> <p>　　7、践元后于翚翟，陷吾君于聚麀。</p> <p>　　8、加以虺蜴为心，豺狼成性。</p> <p>　　9、近狎邪僻，残害忠良。</p> <p>　　10、杀姊屠兄，弑君鸩母。人神所同嫉，天地所不容。”够了。</p> <p>　　引文至此，已基本体现了该文的巨大价值——其可证实内容已足为世人提供一个道德败坏的掌权者的标本；而其不可证实部分，则给研究者指出了用力的方向。</p> <p>　　1、文章开头就将当时的现状与历史结合到了一起。现实是什么？皇帝已经成年，太后临朝称制与古制不合。更值得诧异的是，这个违制称制的太后的品行也很成问题。“性非和顺”确有所指。早年唐高宗为立武氏为后，欲废当时的皇后王氏，为此与大臣<a href=\"http://so.gushiwen.org/author_1143.aspx\">褚遂良</a>见解不合。高宗出言叱退遂良，一直藏在帏帐之后的武氏出言道“何不扑杀此獠”。“地实寒微”或有数解。武氏之父地位本不甚高，她在自己家里因非正室所出，就更见低微。正因为此，武氏在太宗宫中只是一介才人，此其一。武氏被唐高宗从沙门超擢入宫，此其二。皇后、太后，都是应以母仪天下之面目面世，武氏显然与此无缘。此等人物临朝，实在是开了历史的大玩笑。</p> <p>　　2、进一步张扬武氏的来历。既然武氏曾为太宗所御，高宗再以其为妃为后，显然是高宗的不是了。当然，骆宾王的着眼点，并不在编排两位先帝的不是，只是着重强调武氏的尴尬出身。</p> <p>　　3、此句费解。昔人以为此晚节是相对于太宗朝而言。武氏以事太宗之身，再事高宗，确实称得上秽乱。但以武氏日后的荒淫习性来看，如果在高宗宫里，有秽闻传出亦属情理之中。</p> <p>　　4、此句又一次提到武氏身事两帝之事，并表明其原有的皇后地位是通过不正当手段得来。联系到当年的皇后废立风波，武氏的个中伎俩当是朝野皆知的。</p> <p>　　5、6两句回顾了武氏登上皇后之位的简要过程及关键所在。确实如此。一向庸懦的唐高宗在废后立后一事上，表现了他绝无仅有的刚毅。其结果昭示，朝野的一片反对之声，也挡不住皇上的一意孤行。</p> <p>　　7句是5、6两句的结果。后半句前人解为，因武氏以一身事父子两帝，从而陷太宗、高宗父子于兽行。确实，若武氏只是隐事高宗，不示丑于世，纵使这种乱伦行径为人不齿，但若隐晦行事，总较之冠冕堂皇张扬于世让人容易咽下这口气。怎奈唐高宗喝了武氏的迷魂汤，非示丑于天下，这也叫无可奈何。或许前人的解释还不充分，高宗朝前期，曾由武氏授意，赐其长子、废太子燕王李忠死。而李忠的谋反罪名又显然不为朝野接受。从这个意义上来说，高宗的此等兽行又是拜武氏所赐。</p> <p>　　8、此句为武氏品行定论，却并非臆断。武氏之毒也是大大有名的：为了搬倒王皇后，她不惜闷毙亲生女儿；如愿称后，她又将王皇后及萧妃斩去手足扔进酒缸溺毙；至于毒死亲生的儿子太子李弘，饿死儿媳等事，更是令人发指。</p> <p>　　9、此的前半句，前人多解为武氏重用<a href=\"http://so.gushiwen.org/author_3010.aspx\">李义府</a>等奸人。此解不确。李等人士毕竟还是朝廷大臣，不能一概指为邪僻。在高宗乾封年间，武氏招道士郭行真出入禁中，行巫祝之事，被高宗发觉，差点酿成了一场废后风波。自汉武帝起，巫祝之事就被皇室严厉禁止。作为皇后，武氏以身犯事，尽管至骆宾王写此文时，年代已远，但仍是大罪一件。后半句无需解。<a href=\"http://so.gushiwen.org/author_2871.aspx\">长孙无忌</a>、来济、韩瑗、褚遂良、<a href=\"http://so.gushiwen.org/author_2650.aspx\">于志宁</a>都相继遭武氏陷害。</p> <p>　　10、此句的“姊、兄”可以指出其证据：姐指韩国夫人——武氏的同母姐，因与高宗有染，被武氏毒死；兄指武氏异母兄长武元庆、武元爽，堂兄武惟良、武惟运——此四人因早先对武氏母女无礼，及武氏立为皇后，升他们的官，他们毫不领情，终被武氏找罪名处死。而“君、母”二字一向无解。史料中也找不到武氏谋害高宗的明证。但武氏的长子太子李弘被毒死后，曾由高宗破例尊号为孝敬皇帝，这或可给弑君一辞提供弱证。鸩母一说，则没有丝毫痕迹。或许是骆宾王写作时为了与前句配对凑音节而作。但在此之前，其所列武氏罪状足以骇人听闻，骆宾王及其主使似没有必要编排一条伪证，使武氏罪状的整体真实性受到破坏。在没有证据而只能臆断的情况下，笔者猜测此事可能与韩国夫人之死有关。武氏毒死其姐，或会受其母杨氏的诘难，母因此而遭毒手。究竟如何，恐怕已成千古无解之谜了。</p> <p>　　行文至此，武氏之罪大恶极已无可辩驳。而问题也随之产生。中国漫长的封建社会固然是昏君暴君层出不穷，但可以肯定，像武氏这样有如此之多的品行低劣、公开罪恶者，再也找不出第二个。从理论上讲，皇帝应是天下道德伦理的准绳。毫无疑问，以武氏为首的政权在道德上已经破产。即使以前没有破产，经过骆宾王这一番张扬也必定破产无疑。但没有任何迹象表明，道德破产的武氏政权曾有过任何意义上的权威削弱。据此是否可以这样说，一个政权的生存与否，道德因素并非至关重要。这样说确实令人吃惊，然而却是严酷的事实。那么，维系一个政权的要素究竟是什么呢？或曰，是权力带来的利益分配——当一个权力可以有效地予人以好处时，它总是能有效地运转，正是武则天时代，最好地证明了这一点。</p> <p>　　武则天不以杀功臣著称，但她杀功臣的数量之多，在历史上亦可名列前茅。这里所谓功臣，是指为其取得权力出过死力之人，其中有一大半为她所杀，过河拆桥的意味极重。值得一提的是，她如此作派，竟毫不担心会无人替她的政权效力。据传，确实有人为此提醒过她，可她的回答很耐人寻味，她以飞蛾扑火为譬，指出，尽管有飞蛾因扑火而死，并不能阻挡其它蛾子继续向火扑来，因为只要是蛾类，就非如此不可。原来如此，社会培养的士人都必须通过入仕才能体现其社会价值，难怪他们义无反顾地以能入朝为官为毕生追求。所以，尽管中国古话里就产生了“伴君如伴虎”之感叹，迫不及待以求伴君者，仍然多如过江之鲫。这或许与供需关系有涉，因为由皇权决定社会地位分配的数量，总是远远低于社会显在与潜在的求职人数。而在封建时代，知识分子欲为社会服务，除了入仕一道，竟再无其它出路。所谓“练成文武艺，卖与帝王家”，除了皇上的“恩典”，人们并没有其它途径。就是武则天本人，也是靠了笼络住唐高宗才一步一攫取权力、扩大权力的。深谙权力三味又修成正果的武则天之流，从骨子里轻贱知识分子和其它人才，先是使用他们，然后毫不留情地干掉他们，而绝无人才断档之虞。于是，在很多人还愿意为这个政权效力时，它是很难垮台的。这就是武氏政权岿然不动的秘密所在。同时，这种现实又印证了这样一条严酷的社会法则——不论社会精英受到何等程度的摧残，都不会使一个政权迅即崩溃。它所必须承受的代价，只是社会发展的停滞与社会生活的黑暗，而这一切灾难恰好是由社会底层，包括被摧残阶层最为深切地感受着。既然施虐者在施虐时没有任何直接损失，又怎能奢望这些暴虐会停止下来呢？</p> <p>　　除了对武氏的揭露，骆宾王文章还揭示了一个反抗者自身的问题，即，武氏的种种劣迹并非到骆宾王写作时才广为人知，为什么到李敬业起兵时才一下子提出清算总账呢。原来李敬业等人因触犯了武氏之法，遭到贬黜，一些心怀不满分子聚到一处，才酿成了一场大乱。那么，如果不是这样，武则天再有十倍罪恶，李敬业等也不会起事。于是，李敬业等人的反抗，并非只是出于公心义愤，完全是因为武则天革命革到了他们头上，严重损害了他们个人的既得利益，他们动了私心私愤，最终铤而走险。最妙不可言的是，他们居然也做成了这篇慷慨激昂的公论，尽管骨子里并不硬气。难怪武则天之流要看不起知识分子，只要他们可以依附，他们总是会安之若素，依附不成时，才会发难，而这种发难又多半成不了事。所谓秀才造反，十九不成。更有甚者，李敬业造反不成，自己人头落地、全家灭门不算，连祖坟都让武则天扒了。想当初，正是李敬业的祖父李绩一言九鼎，为武则天当上皇后铺平了道路，并为武则天主持史无前例的封后加冕仪式，其对武氏的贡献应是无与伦比的，其最后竟落得个掘墓鞭尸的下场。凡为武则天出力的人，多没有好下场。不知是报应，还是为虎作伥的必然结果，中国历史已提供了太多这方面的范例。也许正是这种不良预后，使得整个社会保持了一份良知，也使恶势力的膨胀有度可限。无论怎么说，武则天政权持续时间之长还是令人惊异的。由于武氏早先的卑微以及其追逐权力的行径，受到绝对多数的朝廷正统势力的强烈抵制，故武氏政权对所谓的正派人士有一种天然的敌视。如同武氏本人唯权是务、品行俗劣一样，武则天时代朝中的下三滥也异乎寻常的多。并且这些下三滥根本不屑以假仁假义的面目出现，处处以丑恶本色招摇得势，整个朝廷乌烟瘴气，有正义感及有才干的人处处受倾轧，常常处于下风，且人材凋零。就在这种状态下，武则天的政权经历了诸多的外忧内患，策动了无数次腥风血雨，竟是无往而不利。是不是那些品行极差之人身负治国之才呢？当然不是。那些败类充其量只能是构成武氏权力，并为其壮大声势，而事关天下气运的国计民生料理，又非正派人士料理不可。于是，历史又产生了一个奇异现象，即，尽管在相当多数的情况下，有才干的正直人士饱受摧残，仿佛生物生理上的代偿功能一般，那些幸免于难的知识管理人才超负荷超水平的运作，在极度不利的条件下，完成了那些看来无法完成的事，终于维系了社会不至于崩溃。</p> <p>　　如同历史上多数暴君一样，武则天的政权基本上没有输给任何政治势力，只是由于时间的自然法则而终结。于是，一千多年前由骆宾王《讨武氏书》揭示的诸多命题，始终占据着人们的思考。人们沉痛地发现，此问题尚未因时代的演进而得到彻底解决。所幸的是，现在的知识阶层已可以不通过仕途而实现自身的价值。</p> <p>　　骆宾王《讨武檄文》流传千古，而李敬业的讨武战争，在华夏军事史上却难觅其踪！</p>",
  "about": "<h2>创作背景</h2> 　　光宅元年（684），<a href=\"http://so.gushiwen.org/author_298.aspx\">武则天</a>废去刚登基的中宗<a href=\"http://so.gushiwen.org/author_1333.aspx\">李显</a>，另立<a href=\"http://so.gushiwen.org/author_1070.aspx\">李旦</a>为帝，自己临朝称制；正想进一步登位称帝，建立大周王朝，这就引起一些忠于唐室的大臣勋贵的愤怒。身为开国元勋英国公李绩嗣孙的李敬业，以已故太子李贤为号召，在扬州起兵，建立匡复府，自任匡复府上将、扬州大都督。<a href=\"http://so.gushiwen.org/author_714.aspx\">骆宾王</a>被罗致入幕府，为艺文令，军中的书檄，均出自他的手笔，此文即作于此时。",
  "poet": {
    "id": 714,
    "star": 0,
    "name": "骆宾王",
    "image": "http://img.gushiwen.org/authorImg/luobinwang.jpg",
    "desc": "骆宾王（约619—约687年）字观光，汉族，婺州义乌人（今浙江义乌）。唐初诗人，与王勃、杨炯、卢照邻合称“初唐四杰”。又与富嘉谟并称“富骆”。高宗永徽中为道王李元庆府属，历武功、长安主簿，仪凤三年，入为侍御史，因事下狱，次年遇赦，调露二年除临海丞，不得志，辞官。有集。骆宾王于武则天光宅元年，为起兵扬州反武则天的徐敬业作《代李敬业传檄天下文》，敬业败，亡命不知所之，或云被杀，或云为僧。"
  },
  "tags": [
    "古文观止",
    "檄文",
    "讽刺",
    "写人"
  ]
}