{
  "id": 48189,
  "star": 11,
  "name": "抛球乐·逐胜归来雨未晴",
  "dynasty": "五代",
  "content": "逐胜归来雨未晴，楼前风重草烟轻。谷莺语软花边过，水调声长醉里听。款举金觥劝，谁是当筵最有情。",
  "shangxi": "<h2>鉴赏</h2> <p>　　早在钟嵘《<a href=\"http://so.gushiwen.org/view_48189.aspx\">诗</a>品序》中，就曾说过“气之动物，物之感人，故摇荡性情，形诸舞咏”的话。大自然中四时景物的变化足以感动人心，本来是千古以来诗歌创作中的一项重要质素，一般说来外界物象之所以能感动人心，大约主要有两种情形：其一是由于有生之物对于生命之荣谢生死的一种共感，所以见到草木之零落，便可以想到美人迟暮之悲，如同<a href=\"http://so.gushiwen.org/author_838.aspx\">陆机</a>在《文赋》中所说的“悲落叶于劲秋，喜柔修于芳春”。其二是由于大自然的永恒不变的运转，往往可以对人世之短暂无常，形成一种强烈的对比，即如<a href=\"http://so.gushiwen.org/author_269.aspx\">李煜</a>的“春花秋月何时了”。在这两种情况中，物与心之互相感发都是较为明白可见的，在评赏时，也都较为容易解说。有些作品，物与心之间相互感发的关系，并不明白易见，其中确实具有一种深微幽隐的感发。<a href=\"http://so.gushiwen.org/author_186.aspx\">冯延巳</a>的这一首词，正是属于这一类作品。它传达的并不是什么强烈明显的情意，而是以锐敏细微的感受，传达了一种深微幽隐的情绪的萌发。</p> <p>　　开端第一句“逐胜归来雨未晴”，先由时节和天气写起，在时节与天气之间，表现了一种矛盾情况。时节是美好的游春逐胜的日子，而天气则是阴雨未晴。“逐胜”，指春日争逐于游春赏花之事，意兴原该是高扬的，但阴雨天则使人扫兴。“雨未晴”似乎也透露一种将晴而未晴之意。诗人“逐胜”已经“归来”，虽在阴雨之中，却也未曾放弃“逐胜”的春游。在这种种矛盾的结合之间，便已显示了一种繁复幽微的感受，既有兴奋，也有怅惘。既有春光之美好，也有细雨之迷蒙。这开端一句看似非常平淡，实已具含了足以引发人心触动的多种因素。像这种幽微婉曲的情境，只有最为敏锐善感的心灵才能感受得到，也只有最具艺术修养的诗人才能表现得出来。</p> <p>　　接着“楼前风重草烟轻”一句，写的正是这情绪触引中的眼前所见。“楼前”二字，表面只写诗人倚立楼头，为以下写楼前所见之景物做准备，但诗人“逐胜归来”，依然倚立楼头，就是内心由于逐胜之游引起了一种触引感发。“风重草烟轻”使心中原已触引起的一种感发，更为滋长和扩大。“风重”是说风力之强劲，“草烟轻”，是说草上烟蔼因风吹散而逐渐消失。表面写眼前将晴未晴的景色，然而“物色之动，心亦摇焉”，这种景色，正是引起人心微妙之触发的重要因素。北宋词人<a href=\"http://so.gushiwen.org/author_535.aspx\">柳永</a>就曾写过“草色烟光残照里，无人会得凭栏意”，可见“草色烟光”的景色，确实可以引起人内心的一种感发。一个人如能够观察到风力之“重”与草烟之“轻”，此人必是已在楼头伫立了相当长的时间了。于是诗人对四周的景物情事也就有了更为清楚的认知与更为深刻的感受。因此下面继之以“谷莺语罗花边过，水调声长醉里听”的叙写。“谷莺”，是才出谷的黄莺，正是鸣声最为娇软之时，这种鸣声正代表了春天所滋育出来的最新鲜的生命。何况这种娇软的莺啼，又是从繁枝密叶的花树边传送过来的，有声，有色，这种情景和声音所给予诗人的感发，当然就较之第二句的“风重草烟轻”更为明显和动人了。如此逐渐写下来，大自然的景象便与诗人的情意逐渐加强了密切的关联。于是下一句的“水调声长醉里听”便写到了人的情事。“水调”是一种哀怨动人的曲子。“水调”且“声长”更可想见共声调之绵远动人。何况诗人还在后面又加了“醉里听”三个字，这就不仅写出了饮酒之醉，而且因酒之醉更增加了诗人对歌曲的沉醉。这首词从开端的时节与天气一直写下来，感受愈来愈深切，写到这里，<a href=\"http://so.gushiwen.org/author_1137.aspx\">真可</a>以说是引起了干回百转的无限情思。有了如此幽微深切的感发，便不由人不想到要寻找一个足以将这些情思加以投注的对象，于是诗人遂终于在最后写出了“款举金觥劝，谁是当筵最有情”两句深情专注的词句。这二句真是表现得珍重缠绵。“款举”是极其珍重尊敬的态度，“金觥”是极其珍贵美好的器皿，金觥中又是极其芳醇的酒浆，最后更加一“劝”字，当然是劝饮之意，如此珍重地想要将芳醇的美酒呈献给一个值得呈献的人，诗人心中所引发洋溢着的是无比深挚芳醉的情意。最后结之以“谁是当筵最有情”，意谓：在今日的筵席之上，哪一个才是真正能够体会这种深浓的情意，值得呈献这一杯美酒的有情人呢？于平淡的叙写中逐渐加深了情意的感发，表现出内心深微幽隐的一种投注和奉献的追寻与向往之情，这正是冯延巳词的一贯的特色。</p>",
  "poet": {
    "id": 186,
    "star": 0,
    "name": "冯延巳",
    "image": "http://img.gushiwen.org/authorImg/fengyansi.jpg",
    "desc": "冯延巳 （903--960）又名延嗣，字正中，五代广陵（今江苏省扬州市）人。在南唐做过宰相，生活过得很优裕、舒适。他的词多写闲情逸致辞，文人的气息很浓，对北宋初期的词人有比较大的影响。宋初《钓矶立谈》评其“学问渊博，文章颖发，辩说纵横”，其词集名《阳春集》。"
  },
  "tags": [
    "写景",
    "写雨",
    "抒情"
  ]
}