{
  "id": 70609,
  "star": 2,
  "name": "【商调】集贤宾_彩云收凤台",
  "dynasty": "元代",
  "content": "彩云收凤台秋露冷，人去远隔蓬瀛。麝兰香悠悠荡荡，环声杳杳冥冥。想<br>当初打哄儿说了个别离，作耍儿真果行程。鬼败口话儿只恁般灵，吃紧的唱《阳<br>关》不肯消停。西风南北路，落日短长亭。<br>　　【逍遥乐】我从来眼硬，不由人对景伤情，一哭一个放声。想当初又不曾约<br>定离情，常言道：乐极悲生。伴吹箫玉人不见影，洞房中冷冷清清。空闲了罗帏<br>锦帐，绣枕鸳衾，翠榻银屏。<br>　　【金菊香】虚飘飘幽梦盼着难成，静悄悄孤眠睡着又醒，瘦怯怯身躯温着又<br>冷。夜迢迢捱不到天明，料应来司天台上多打二三更。<br>　　【梧叶儿】问明月浑无语，唤梅花不肯应，长叹倚空庭。何处品青鸾管？谁<br>家奏彩凤笙？都吹出断肠声，不管离人怕听。<br>　　【醋葫芦】几番上危楼将曲槛凭，不承望愁先在楼上等。望不见娇滴滴天上<br>董双成，泻长空苍苍烟树暝。残霞掩映，江上数峰青。<br>　　【幺】他生的玉容倾国又倾城，俊的庶车俏的疼。一笑春风百媚生，等<br>闲间不敢打园内行。羞的那花朵儿飘零，牡丹愁芍药怕海棠惊。<br>　　【幺】论文学不什么明，论江湖不甚么省。则我这粗贱才堪配玉聘婷，我将<br>这女娘行恩情在等秤上称。称了时和咱比并，十分情重全无有半星儿轻。<br>　　【后庭花】丽春园曾惯经，教坊司也惯行。人都说金钗客无缘分，我只道玉<br>天仙有眼睛。他将我好看承，我将他心窝里相敬。扯嗉儿不手生，跄跪儿不腿疼。<br>常将笑脸儿迎，勤把热气儿腾。活观音额上顶，夜明珠掌上擎，夜明珠掌上擎。<br>　　【青歌儿】呀，他是我今生、今生性命，那世、那世魂灵。一去教人不快情。<br>遮莫有锦阵花营，酒友诗朋，象板银筝，歌舞吹笙。花朵人儿将玉杯擎，我只是<br>无情兴。<br>　　【柳叶儿】呀，我这里担着寂寞，不知你在那搭儿里泪眼盈盈，离恨天高越<br>显的人孤另。则我这相思病。诉与天听，连天也瘦的来伶仃。<br>　　【尾声】他忧时为我忧，我病时因他病。我为了他害杀了有甚么不相应。有<br>一日再团圆，画堂春自生。紧紧的将他搂定，我将这满怀愁尽向他耳朵儿里倾。<br>　　喜相逢并头花下友，天配偶两娇羞。一对儿冤家合欠，还今生谐老鸳俦。意<br>相投似漆如胶，契相合万种绸缪。画堂前满斟香糯酒，喜孜孜共饮金瓯。则吃的<br>天边明月转，楼上换更筹。<br>　　【字字锦南】瑶阶羡晚游，闲行携素手。金莲款款移，细柳腰肢瘦。看花楼<br>抚景偏优，笑吟吟转过见新月一钩。休辜负好景，香醪再酬。低低悄语私情授，<br>向兰房锦鸾早俦。慢松丁香细钮，香散绣帏。娇滴滴温柔玉体，非宿世怎生消受。<br>　　【醋葫芦北】温柔谁并肩，风流为世首。弹弦品竹最精熟，吟诗作赋时下有。<br>一团儿玲珑剔透，天生的秀气，他两个总全周。<br>　　【字字锦南】山盟海誓留，休忘神前口。辜恩自有天，负德神不。倚妆楼，<br>诉尽缘由，多情休得相弃两头优。同眠绣衾，鸾凰共俦。心中紧记休忘旧，好姻<br>缘喜今早周。赠新诗数首，鲛绡半幅，上有那鸳鸯双绣。<br>　　【醋葫芦北】姊妹每一个所事全，一个件件周。好似那二乔镜像影儿留，占<br>梨园委实无对手。常想着欢娱时候，我和他契相合情相好意相投。<br>　　【皂罗袍南】美满恩深情厚，愿百年谐老，共守白头。相逢谁似恁风流，终<br>朝弦管笙歌奏。池亭东畔，湖山西首，金怀慢举佳肴广，有蓬莱仙境无如右。<br>　　【浪里来煞北】他存心意最真，我留情非虚谬。休教那燕莺参透两心头，凤<br>鸾交美甘甘共厮守。常祷告神天加，子愿的襄王云雨万年稠。　秋怀<br>　　战芭蕉数声秋夜雨，正珊枕梦回初。盼望杀多情宋玉，打熬成渴病相如。恰<br>伤春媚杏繁桃，早悲愁败柳凋梧。一灯儿强将花穗吐，似笑人形影孤独。又被这<br>露凉蛩韵巧，云冷雁声疏。<br>　　【逍遥乐】非是把盟言辜负，多应是身事牵萦，致令的佳期间阻。抛撇下红<br>粉娇姝，自别来消息全无。怎能够萧娘一纸书，多应是水底沉鱼。好教我难捱白<br>昼，最怕黄昏，几遍嗟吁。<br>　　【金菊香】无奈这逼人富贵太拘束，拈脂光阴忒迅速，一树红芳替他难做主。<br>等闲间减翠消绿，却教我感时抚景怎支吾。<br>　　【醋葫芦】腌赞气怎地消，淹煎病何日愈。常记得牡丹亭畔共欢娱，对苍<br>天曾把心事许。便拼着百年完聚，今日个千言万语总成虚。<br>　　【幺】我也曾絮叨叨讲口舌，实丕丕倾肺腑。下了些调风弄月死工夫，想章<br>台是一条直路途。被谁拦住？莫不是姻缘簿上把我姓名除。<br>　　【幺】我和他受孤凄有业缘，永团圆无分福。断弦破镜怎接续？枉自求神与<br>问卜。莫逃天数，料孤辰寡宿单照我身躯。<br>　　【幺】我似那鸳鸯怕自飞，我似那鸾鹤该并舞。由来天性怎生拂。我和他久<br>交欢乍知离别苦。百无是处，眼睁睁伶俐变糊突。<br>　　【梧叶儿】相思病何时退？睡魔神镇日侮，害的我忒荼毒。刁骚了双蓬鬓，<br>扑簌的两泪珠，缑山岭恁崎岖，隔断了吹箫伴侣。<br>　　【后庭花】这些时捻霜毫懒写摸，理冰弦乖律吕。倦开眼亲黄卷。怎舒情倒<br>玉壶。天气更萧肃，你便是铁石人也耽不去。妒黄花金色铺，泣丹枫血泪枯。望<br>空江练一幅，对遥山青几矗。别离怀容易触，别离人生怕睹。<br>　　【青哥儿】呀，自别了风流风流人物，终须是有日有日欢娱，对付我心肠谅<br>不殊。且看他俊俏规模，香软肌肤，巧妙妆束，耍笑喧呼。行行步步紧随逐，谩<br>把流年度。<br>　　【浪来里煞】杜少陵秋兴诗，欧阳子秋声赋。都对不着我的题目，大都来一<br>见他万事足。别无甚忧虑，成就了碧桃花下凤鸾雏。　佳遇<br>　　记当年宴青楼初见影，兜的就飞去了俏魂灵。只疑是玉天仙空中谪降，又猜<br>做美嫦娥月里相迎。猛可里翠屏帏密转秋波，没揣的绿纱窗暗恼春情。感承他会<br>佳期预先花下等，成就了片霎儿前程。也不让人间秦弄玉，天上许飞琼。<br>　　【逍遥乐】多管是三年有幸，便拚下紫锦千机，黄金数饼。难买真情，正相<br>宜手掌儿奇擎。多管是标致双郎正逢着苏小卿，玉簿上婚姻已定。受用足樽前弄<br>，花外闻韶，月底吹笙。<br>　　【金菊香】往常时追欢谢馆可曾经，今日个买笑章台惯索行。几番家静守幽<br>居深自省，天与聘婷，刚道喜又还惊。<br>　　【醋葫芦】喜呵，好姻缘成的未深；惊呵，歹离别来的最灵。都只为阻蓝桥<br>如间阻百重城，咫尺间地北天南分凤颈。不能够相偎相并，把一场好恩情分付在<br>短长亭。<br>　　【幺】我为他枕边厢洒了泪痕，他为我被窝中劳了些梦境。谁承望胶漆的恩<br>爱半途坑，几回家望断孤鸿楼外影。都只是天高云淡，闪的个美幽欢生做了断肠<br>声。<br>　　【幺】想着我朋友上费了些抢白，想着他母亲行受了些撞挺。我也曾霎时间<br>不见便心惊，他为我闷守香闺香钏冷。赤紧的衾馀枕剩，到如今恨如芳草还生。<br>　　【幺】我将他并不曾冷气呵，他见我常时把热脸儿迎。他也曾画堂春排宴请<br>高朋，听了些一曲新腔音调整。助了些诗人高兴，俺也曾厌厌夜饮到更深。<br>　　【幺】想着他和明月品着玉萧，唱阳春奏着锦筝。想着他纤纤素手进瑶觥，<br>他也曾醉舞霓裳娇态逞。出落的十分端正，他比那海棠花睡起更轻盈。<br>　　【幺】曾和他坐幽闺将螺髻盘，傍妆台将雅鬓整。你看他绿云扰扰玉钗横，<br>谁似他占断排场风月景。若写入丹青图争，纵寻得画昭君妙笔画难成。<br>　　【幺】他也曾斗娇姿花外游，他也曾叙幽情月底行。他和我唱新词曾把字儿<br>评，我与他立尽花梢明月影。遂了这风流佳庆，曾说的楼头北斗柄儿横。<br>　　【梧叶儿】今日个盼仙苑人何在，恨巫山梦不成，情默默已吞声。他枕冷宵<br>听漏，我屏寒夜掩灯。酒醒后月三更，何日把新愁再醒？　忆佳人<br>　　客窗寒夜长更漏永，听何处起秋风。悬明镜月华精彩，散残棋星斗斜横。绿<br>阶前促织悲鸣，雕檐外铁马玎东。想情人满眶情泪涌，知他是何日相逢。异乡<br>情耿耿，孤馆恨匆匆。<br>　　【逍遥乐】自从钗分金凤，止不过数日程途，阻隔着云山万重。走红尘萍梗<br>飘蓬，叹青春湖海西东。几番家恼人愁越重，一声声风送帘栊。猿啼峻岭，雁过<br>南楼，鹤唳高松。<br>　　【金菊香】瑶琴闲挂锦囊中，宝剑慵弹锦袋中，翠衾倦铺锦帐空。砚匣尘蒙，<br>都是一般潇洒月明中。<br>　　【醋葫芦】别离了云雨乡，生疏了风月功。闷恹恹终日鬓松，往时节美甘<br>甘席上夸爱宠。湘帘高控，闪的那半窗凉月困朦胧。<br>　　【梧叶儿】愁填满东洋海，闷弥高太华峰，愁和闷锁眉丛。这些时笔砚无心<br>近，经史不待攻。我这里怨天公，几时得凄凉卷终。<br>　　【后庭花】想则想蹴金莲三寸弓，启樱桃半点红。想则想整酥体一团玉，露<br>春纤十指葱。透酥胸，麝兰香送。傍妆台整玉容，列华筵捧玉钟。按红牙思转浓，<br>拔银筝兴不穷。望瑶池云乱封，盼青鸾信不通。<br>　　【柳叶儿】呀，想着俺多娇情重，更那堪剔透玲珑。路迢迢雾锁桃源洞，团<br>圆梦总成空，楚阳台云雨无踪。<br>　　【尾】越思量越惨凄，转伤悲转疼痛，几宵魂梦与伊同。往常时醉归来画堂<br>红袖拥，到如今有谁人陪奉，都做了断肠词权写付云鸿。<br>　　夜深沉画堂门半掩，正明月转雕檐。响珊珊竹声幽院，颤巍巍花影重檐。酒<br>才醒幽思沉沉，漏初分凉夜厌厌。早秋天万般愁闷添，更凄凉风景相兼。旧愁深<br>肺腑，新恨上眉尖。<br>　　【逍遥乐】玉容娇艳，记当时柳画宫眉，花明笑靥。尽欢娱无甚拘钳，似于<br>飞燕燕鹣鹣。微利驱人成弃闪，走天涯旅邸顿腌。肠如线结，心如锥剜，肉似刀<br>签。<br>　　【金菊香】早鸦灵鹊不须占，蓍草金钱徒自检，灯花喜蛛都是诌。无准信龟<br>卦神签，更那堪半衾幽梦睡初タ。<br>　　【幺】凤凰翅活不剌手中ㄎ，鸳鸯弹圆滴滴石上掂，翡翠羽恶支沙泥内染。<br>连理枝雪虐霜严，好花开处雨纤纤。<br>　　【醋葫芦】彩云深白雁稀，碧波寒锦鲜潜。素书银字不曾瞻，隔云山万重天<br>路险。旧恩情不堪追念，都做了镜中花影水中盐。<br>　　【幺】择兔毫斑管拈，洒鸾笺香墨染。写平安端肃更谦谦，诉离怀半缄情越<br>歉。从别后绝无瑕玷，封皮儿上两行情泪带愁粘。<br>　　【尾】则要你守香闺记旧盟，不要你香罗掩泪点。指归期七夕免猜嫌，果<br>实诚见时名自检。凭着俺画眉手惭，恁时节小红楼上对妆奁。",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "未知作者"
  },
  "tags": []
}