{
  "id": 70836,
  "star": 25,
  "name": "蝶恋花·窗外绿阴添几许",
  "dynasty": "清代",
  "content": "窗外绿阴添几许。剩有朱樱，尚系残春住。老尽莺雏无一语。飞来衔得樱桃去。<br>坐看画梁双燕乳。燕语呢喃，似惜人迟暮。自是思量渠不与。人间总被思量误。",
  "fanyi": "<p><strong>译文<br></strong>当日的雏莺已经长成，它悄悄地飞来，衔了颗樱桃又飞去了。看那窗外的绿树，又添了多少浓阴，只剩下红艳艳的樱桃，似乎要把残春留住。<br>独自坐着，静看那画梁上双燕在乳雏。燕语呢喃，像在惋惜我已年华迟暮。我自个儿在想念着他，燕子自然是不懂得的。唉，人间总被相思所误。</p> <p><strong>注释</strong><br>①朱樱，深红色的樱桃。古代视为珍果。左思《蜀都赋》：“朱樱春熟。”<br>②莺雏：幼莺。<br>③画梁：雕花绘画的梁柱。<br>④双燕乳，双燕在哺育幼燕。<br>⑤迟暮：比喻衰老。<br>⑥渠不与：谓心中人不能与共晨夕。渠：俗称他人曰渠。<br>⑦思量：相思。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这首《蝶恋花》是<a href=\"http://so.gushiwen.org/author_408.aspx\">王国维</a>的代表作之一，全词抒写伤春怨别之情，寄寓对于人生的看法，其哲理意味并不很浓烈，而细加吟绎，仍可见它与传统的伤春怨别词有所不同。</p> <p>　　词的上片侧重描写伤春情绪。</p> <p>　　“窗外绿阴添几许”起拍设问。一开始便将读者的注意力吸引住。因为绿阴增添，意味着春色衰减；经此一问不能不跟着察看窗外景象的变化。</p> <p>　　“剩有朱樱，尚系残春住”。接着回答设问。如此一问一答，即勾画出一幅绿肥红瘦的暮春景象图。原来词人关心的不是绿阴添加了多少而是还有几许春意。这时剩下的只有樱桃，抓住春天的裙角，不肯放春归去。词人无一字提及惜春，但惜春之意已现。</p> <p>　　“老尽莺雏无一语，飞来衔得樱桃去。”而结拍又在这图中添上一笔，谓春天已是如此凋残，黄莺儿还要将此唯一为春天留下标志的樱桃衔走，表现出其对于春天的怜惜情状。以上所写，虽为一般自然物象，看似与社会人生无关，而自然物象的变化，却处处牵动人心。</p> <p>　　下片由伤春转入怨别，专讲社会人生。</p> <p>　　“坐看画梁双燕乳。燕语呢喃，似惜人迟暮”。点出了上片之景全是词人在室内所见，窗外已无春意。词人将目光移及画梁双燕，希望能获取一些安慰，却见画梁间小燕子，呢喃细语，像是为人们失去美好的春天感到惋惜。而小燕子之成双成对，相亲相爱，同样也引起了主人公的怨别情绪。眼中所见乃心中所想，这一句反衬出词人的孤寂和凄凉。因为此时的主人公正是独自一人“坐看画梁双燕”。这是由眼前物景所触动的无端烦恼。此时此刻，主人公多么希望能够像画梁双燕那样，与自己所思的人在一起。</p> <p>　　“自是思量渠不与。人间总被思量误。”这是词人的感叹。由此将词人带回现实中来，先前所想是不可能实现的。莺莺燕燕飞来飞去，欢欣鼓舞，是因为他们从不“思量”的缘故，世间之人之所以有迟暮之感，有许许多多的烦恼，是被“思量”所误呀！这里，主人公埋怨自己的“思量”不为对方所理解。在现实面前，经过再三“思量”，终于有所觉悟，认识到：“思量”是人生痛苦的根源。这就是全词所写惜春怨别情状所要说明的道理。所谓“思量”，可以解作相思，但不仅仅局限于此，还包括对于自然界的变化以及社会人生变化的一种“忧患意识”。当然，词作所写伤春怨别情绪，都是“思量”的具体内容。</p> <p>　　如果从字面上看，这首词所写伤春怨别情绪，似乎人皆有之，不见得有何特别之处，但是，如果联系作者的人生观及其对于世界的看法，就可发现这首词所写的情绪，内容很不一般。王国维对于人生怀有“极深之悲观主义”，他认为人生缚于生活之欲，只是痛苦而已。所谓伤春怨别情绪，实际上也是生活之欲的体现。他主张文字及美术，应当遗弃一切“关系”与“限制”才能得到解脱。因此，这首词对于“思量”的看法。当与这种在生活之欲中求解脱的思想有关。这就是说他已经认识到，对于自然物象变化的伤感情绪，对于悲欢离合的怨恨情绪，一切“思量”都将带来痛苦，但是这种痛苦又是很难解脱的。他把这一人生体验，即人生哲理，写到词中来，指出“人间总被思量误”，这却是前人所未曾道及的。</p>",
  "about": "<h2>创作背景</h2> 　　此词为词人于1907年春作于海宁。当时词人刚刚入京，历任学部总务司行走、图书局编译、名词馆协修。词人怀着哀怨无奈的情绪写下了这首词，这其中也包含了个人的心曲和时代的苦闷。",
  "poet": {
    "id": 408,
    "star": 0,
    "name": "王国维",
    "image": "http://img.gushiwen.org/authorImg/wangguowei.jpg",
    "desc": "王国维（1877年—1927年），字伯隅、静安，号观堂、永观，汉族，浙江海宁盐官镇人。清末秀才。我国近现代在文学、美学、史学、哲学、古文字学、考古学等各方面成就卓著的学术巨子，国学大师。"
  },
  "tags": [
    "伤春",
    "怨别"
  ]
}