{
  "id": 8239,
  "star": 485,
  "name": "把酒问月·故人贾淳令予问之",
  "dynasty": "唐代",
  "content": "青天有月来几时？我今停杯一问之。<br>人攀明月不可得，月行却与人相随。<br>皎如飞镜临丹阙，绿烟灭尽清辉发。<br>但见宵从海上来，宁知晓向云间没。<br>白兔捣药秋复春，嫦娥孤栖与谁邻？<br>今人不见古时月，今月曾经照古人。<br>古人今人若流水，共看明月皆如此。<br>唯愿当歌对酒时，月光长照金樽里。",
  "fanyi": "<p><strong>译文</strong><br>青天上明月高悬起于何时？我现在停下酒杯且一问之。<br>人追攀明月永远不能做到，月亮行走却与人紧紧相随。<br>皎洁得如镜飞升照临宫阙，绿烟散尽发出清冷的光辉。<br>只能看见每晚从海上升起，谁能知道早晨在云间隐没。<br>月亮里白兔捣药自秋而春，嫦哦孤单地住着与谁为邻？<br>现在的人见不到古时之月，现在的月却曾经照过古人。<br>古人与今人如流水般流逝，共同看到的月亮都是如此。<br>只希望对着酒杯放歌之时，月光能长久地照在金杯里。</p> <p><strong>注释</strong><br>⑴题下作者自注：故人贾淳令予问之。<br>⑵丹阙：朱红色的宫殿。绿烟：指遮蔽月光的浓重的云雾。<br>⑶但见：只看到。宁知：怎知。没（mò）：隐没。<br>⑷白兔捣药：神话传说月中有白兔捣仙药。西晋<a href=\"http://so.gushiwen.org/author_176.aspx\">傅玄</a>《拟天问》：“月中何有，白兔捣药”。嫦娥：神话中的月中女神。传说她原是后羿的妻子，偷吃了羿的仙药，成为仙人，奔入月中。见《淮南子·览冥训》。<br>⑸当歌对酒时：在唱歌饮酒的时候。<a href=\"http://so.gushiwen.org/author_552.aspx\">曹操</a>《短歌行》：“对酒当歌，人生几何？”金樽：精美的酒具。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　“把酒问月”这<a href=\"http://so.gushiwen.org/view_8239.aspx\">诗</a>题就是作者绝妙的自我造象，那飘逸浪漫的风神唯谪仙人方能有之。题下原注：“故人贾淳令予问之。”彼不自问而令予问之，一种风流自赏之意溢于言表。</p> <p>　　悠悠万世，明月的存在对于人间是一个魅人的宇宙之谜。“青天有月来几时”的劈头一问，对那无限时空里的奇迹，大有神往与迷惑交驰之感。问句先出，继而具体写其人神往的情态。这情态从把酒“停杯”的动作见出。它使人感到那突如其来的一问分明带有几分醉意，从而倍有诗味。二句语序倒装，以一问摄起全篇，极富气势感。开篇从手持杯酒仰天问月写起，以下大抵两句换境换意，尽情咏月抒怀。<br>紧接二句“人攀明月不可得，月行却与人相随”意谓：明月高悬，欲攀不能，使人感到可望难即，莫测高远；可是不管夜间人们走到哪里，随时都得到月光的照拂，相与同行，如在身边，于是距离顿消。两句一冷一热，亦远亦近，若离若即，道是无情却有情。写出明月于人既可亲又神秘的奇妙感，人格化手法的运用维妙维肖。回文式句法颇具唱叹之致。再接下二句对月色作描绘：皎皎月轮如明镜飞升，下照宫阙，云翳（“绿烟”）散尽，清光焕发。以“飞镜”作譬，以“丹阙”陪衬俱好，而“绿烟灭尽”四字尤有点染之功。此处写出了一轮圆月初为云遮，然后揭开纱罩般露出娇面，那种光彩照人的美丽。月色之美被形容得如可揽接。不意下文又以一问将月的形象推远：“但见宵从海上来，宁知晓向云间没？”月出东海而消逝于西天，踪迹实难测知，偏能月月循环不已。“但见”“宁知”的呼应足传诗人的惊奇，他从而浮想联翩，究及那难以稽考的有关月亮的神话传说：月中白兔年复一年不辞辛劳地捣药，为的是什么？碧海青天夜夜独处的嫦娥，该是多么寂寞？语中对神物、仙女深怀同情，其间流露出诗人自己孤苦的情怀。这面对宇宙的遐想又引起一番人生哲理探求，从而感慨系之。今月古月实为一个，而今人古人则不断更迭。说“今人不见古时月”，亦意味“古人不见今时月”；说“今月曾经照古人”，亦意味“古月依然照今人”。故二句造语备极重复、错综、回环之美，且有互文之妙。古人今人何止恒河沙数，只如逝水，然而他们见到的明月则亘古如斯。后二句在前二句基础上进一步把明月长在而人生短暂之意渲染得淋漓尽致。前二句分说，后二句总括，诗情哲理并茂，读来意味深长，回肠荡气。最后二句则结穴到及时行乐的主意上来。<a href=\"http://so.gushiwen.org/author_552.aspx\">曹操</a>诗云：“对酒当歌，人生几何？”此处略用其字面，流露出同一种人生感喟。末句“月光长照金樽里”，形象鲜明独特。从无常求”常“，意味隽永。至此，诗情海阔天空地驰骋一番后，又回到诗人手持的酒杯上来，完成了一个美的巡礼，使读者从这一形象回旋中获得极深的诗意感受。</p> <p>　　全诗感情饱满奔放，语言流畅自然，极富回环错综之美。诗人由酒写到月，又从月归到酒，用行云流水般的抒情方式，将明月与人生反复对照，在时间和空间的主观感受中，表达了对宇宙和人生哲理的深层思索。其立意上承<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>的《天问》，下启<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>的《水调歌头·明月几时有》。情理并茂，富有很强的艺术感染力。</p>",
  "about": "<h2>创作背景</h2> <p>　　此<a href=\"http://so.gushiwen.org/view_8239.aspx\">诗</a>作年难定。根据《把酒问月》题下自注，此诗是作者应友人之请而作的。有人认为作于唐玄宗天宝三载（744年）。</p>",
  "poet": {
    "id": 247,
    "star": 0,
    "name": "李白",
    "image": "http://img.gushiwen.org/authorImg/libai.jpg",
    "desc": "李白（701年－762年），字太白，号青莲居士，唐朝浪漫主义诗人，被后人誉为“诗仙”。祖籍陇西成纪(待考)，出生于西域碎叶城，4岁再随父迁至剑南道绵州。李白存世诗文千余篇，有《李太白集》传世。762年病逝，享年61岁。其墓在今安徽当涂，四川江油、湖北安陆有纪念馆。"
  },
  "tags": [
    "咏物",
    "月亮",
    "抒怀",
    "哲理"
  ]
}