{
  "id": 71170,
  "star": 1465,
  "name": "孔雀东南飞 / 古诗为焦仲卿妻作",
  "dynasty": "两汉",
  "content": "　　<span style=\"font-family:SimSun;\">汉末建安中，庐江府小吏焦仲卿妻刘氏，为仲卿母所遣，自誓不嫁。其家逼之，乃投水而死。仲卿闻之，亦自缢于庭树。时人伤之，为诗云尔。</span></p> <p>　　孔雀东南飞，五里一徘徊。<br>　　“十三能织素，十四学裁衣。十五弹箜篌，十六诵诗书。十七为君妇，心中常苦悲。君既为府吏，守节情不移。贱妾留空房，相见常日稀。鸡鸣入机织，夜夜不得息。三日断五匹，大人故嫌迟。非为织作迟，君家妇难为！妾不堪驱使，徒留无所施。便可白公姥，及时相遣归。”<br>　　府吏得闻之，堂上启阿母：“儿已薄禄相，幸复得此妇。结发同枕席，黄泉共为友。共事二三年，始尔未为久。女行无偏斜，何意致不厚。”<br>　　阿母谓府吏：“何乃太区区！此妇无礼节，举动自专由。吾意久怀忿，汝岂得自由！东家有贤女，自名秦罗敷。可怜体无比，阿母为汝求。便可速遣之，遣去慎莫留！”<br>　　府吏长跪告：“伏惟启阿母。今若遣此妇，终老不复取！”<br>　　阿母得闻之，槌床便大怒：“小子无所畏，何敢助妇语！吾已失恩义，会不相从许！”<br>　　府吏默无声，再拜还入户。举言谓新妇，哽咽不能语：“我自不驱卿，逼迫有阿母。卿但暂还家，吾今且报府。不久当归还，还必相迎取。以此下心意，慎勿违吾语。”<br>　　新妇谓府吏：“勿复重纷纭。往昔初阳岁，谢家来贵门。奉事循公姥，进止敢自专？昼夜勤作息，伶俜萦苦辛。谓言无罪过，供养卒大恩；仍更被驱遣，何言复来还！妾有绣腰襦，葳蕤自生光；红罗复斗帐，四角垂香囊；箱帘六七十，绿碧青丝绳，物物各自异，种种在其中。人贱物亦鄙，不足迎后人，留待作遗施，于今无会因。时时为安慰，久久莫相忘！”<br>　　鸡鸣外欲曙，新妇起严妆。著我绣夹裙，事事四五通。足下蹑丝履，头上玳瑁光。腰若流纨素，耳著明月珰。指如削葱根，口如含朱丹。纤纤作细步，精妙世无双。<br>　　上堂拜阿母，阿母怒不止。“昔作女儿时，生小出野里。本自无教训，兼愧贵家子。受母钱帛多，不堪母驱使。今日还家去，念母劳家里。”却与小姑别，泪落连珠子。“新妇初来时，小姑始扶床；今日被驱遣，小姑如我长。勤心养公姥，好自相扶将。初七及下九，嬉戏莫相忘。”出门登车去，涕落百余行。<br>　　府吏马在前，新妇车在后。隐隐何甸甸，俱会大道口。下马入车中，低头共耳语：“誓不相隔卿，且暂还家去。吾今且赴府，不久当还归。誓天不相负！”<br>　　新妇谓府吏：“感君区区怀！君既若见录，不久望君来。君当作磐石，妾当作蒲苇。蒲苇纫如丝，磐石无转移。我有亲父兄，性行暴如雷，恐不任我意，逆以煎我怀。”举手长劳劳，二情同依依 。<br>　　入门上家堂，进退无颜仪。阿母大拊掌，不图子自归：“十三教汝织，十四能裁衣，十五弹箜篌，十六知礼仪，十七遣汝嫁，谓言无誓违。汝今何罪过，不迎而自归？”兰芝惭阿母：“儿实无罪过。”阿母大悲摧。<br>　　还家十余日，县令遣媒来。云有第三郎，窈窕世无双。年始十八九，便言多令才。<br>　　阿母谓阿女：“汝可去应之。”<br>　　阿女含泪答：“兰芝初还时，府吏见丁宁，结誓不别离。今日违情义，恐此事非奇。自可断来信，徐徐更谓之。”<br>　　阿母白媒人：“贫贱有此女，始适还家门。不堪吏人妇，岂合令郎君？幸可广问讯，不得便相许。”<br>　　媒人去数日，寻遣丞请还，说有兰家女，承籍有宦官。云有第五郎，娇逸未有婚。遣丞为媒人，主簿通语言。直说太守家，有此令郎君，既欲结大义，故遣来贵门。<br>　　阿母谢媒人：“女子先有誓，老姥岂敢言！”<br>　　阿兄得闻之，怅然心中烦。举言谓阿妹：“作计何不量！先嫁得府吏，后嫁得郎君。否泰如天地，足以荣汝身。不嫁义郎体，其往欲何云？”<br>　　兰芝仰头答：“理实如兄言。谢家事夫婿，中道还兄门。处分适兄意，那得自任专！虽与府吏要，渠会永无缘。登即相许和，便可作婚姻。”<br>　　媒人下床去。诺诺复尔尔。还部白府君：“下官奉使命，言谈大有缘。”府君得闻之，心中大欢喜。视历复开书，便利此月内，六合正相应。良吉三十日，今已二十七，卿可去成婚。交语速装束，络绎如浮云。青雀白鹄舫，四角龙子幡。婀娜随风转，金车玉作轮。踯躅青骢马，流苏金镂鞍。赍钱三百万，皆用青丝穿。杂彩三百匹，交广市鲑珍。从人四五百，郁郁登郡门。<br>　　阿母谓阿女：“适得府君书，明日来迎汝。何不作衣裳？莫令事不举！”<br>　　阿女默无声，手巾掩口啼，泪落便如泻。移我琉璃榻，出置前窗下。左手持刀尺，右手执绫罗。朝成绣夹裙，晚成单罗衫。晻晻日欲暝，愁思出门啼。<br>　　府吏闻此变，因求假暂归。未至二三里，摧藏马悲哀。新妇识马声，蹑履相逢迎。怅然遥相望，知是故人来。举手拍马鞍，嗟叹使心伤：“自君别我后，人事不可量。果不如先愿，又非君所详。我有亲父母，逼迫兼弟兄。以我应他人，君还何所望！”<br>　　府吏谓新妇：“贺卿得高迁！磐石方且厚，可以卒千年；蒲苇一时纫，便作旦夕间。卿当日胜贵，吾独向黄泉！”<br>　　新妇谓府吏：“何意出此言！同是被逼迫，君尔妾亦然。黄泉下相见，勿违今日言！”执手分道去，各各还家门。生人作死别，恨恨那可论？念与世间辞，千万不复全！<br>　　府吏还家去，上堂拜阿母：“今日大风寒，寒风摧树木，严霜结庭兰。儿今日冥冥，令母在后单。故作不良计，勿复怨鬼神！命如南山石，四体康且直！”<br>　　阿母得闻之，零泪应声落：“汝是大家子，仕宦于台阁。慎勿为妇死，贵贱情何薄！东家有贤女，窈窕艳城郭，阿母为汝求，便复在旦夕。”<br>　　府吏再拜还，长叹空房中，作计乃尔立。转头向户里，渐见愁煎迫。<br>　　其日牛马嘶，新妇入青庐。奄奄黄昏后，寂寂人定初。我命绝今日，魂去尸长留！揽裙脱丝履，举身赴清池。<br>　　府吏闻此事，心知长别离。徘徊庭树下，自挂东南枝。<br>　　两家求合葬，合葬华山傍。东西植松柏，左右种梧桐。枝枝相覆盖，叶叶相交通。中有双飞鸟，自名为鸳鸯。仰头相向鸣，夜夜达五更。行人驻足听，寡妇起彷徨。多谢后世人，戒之慎勿忘。 ",
  "fanyi": "<p><strong>译文</strong><br>　<span style=\"font-family:FangSong_GB2312;\">　东汉末年建安年间，庐江府小吏焦仲卿的妻子刘氏，被仲卿的母亲驱赶回娘家，她发誓不再改嫁。但她娘家的人一直逼着她再嫁，她只好投水自尽。焦仲卿听到妻子的死讯后，也吊死在自己家里庭院的树上。当时的人哀悼他们，便写了这样一首<a href=\"http://so.gushiwen.org/view_71170.aspx\">诗</a>。</span></p> <p>　　孔雀朝着东南方向飞去，每飞五里便是一阵徘徊。</p> <p>　　“我十三岁就能织出白色的丝绢，十四岁就学会了裁衣。十五岁学会弹箜篌，十六岁就能诵读诗书。十七岁做了你的妻子，但心中常常感到痛苦伤悲。你既然已经做了府吏，当然会坚守臣节专心不移。只留下我孤身一人待在空房，我们见面的日子常常是日渐疏稀。每天当鸡叫的时候我就进入机房纺织，天天晚上都不能休息。三天就能在机上截下五匹布，但婆婆还故意嫌我缓慢松弛。不是我纺织缓慢行动松弛，而是你家的媳妇难做公婆难服侍。我已经受不了你家这样的驱使，徒然留下来也没有什么用处无法再驱驰。你这就禀告公公婆婆，及时遣返我送我回娘家去。”</p> <p>　　府吏听到这些话，便走到堂上禀告阿母：“儿已经没有做高官享厚禄的福相，幸而娶得这样一个好媳妇。刚成年时我们便结成同床共枕的恩爱夫妻，并希望同生共死直到黄泉也相伴为伍。我们共同生活才过了两三年，这种甜美的日子只是开头还不算长久。她的行为没有什么不正当，哪里知道竟会招致你的不满得不到慈爱亲厚。”</p> <p>　　阿母对府吏说：“你怎么这样狭隘固执！这个媳妇不懂得礼节，行动又是那样自专自由。我心中早已怀着愤怒，你哪能自作主张对她迁就。东邻有个贤惠的女子，她本来的名字叫秦罗敷。她可爱的体态没有谁能比得上，我当为你的婚事去恳求。你就应该把兰芝快赶走，把她赶走千万不要让她再停留！”</p> <p>　　府吏直身长跪作回答，他恭恭敬敬地再向母亲哀求：“现在如果赶走这个媳妇，儿到老也不会再娶别的女子！”</p> <p>　　阿母听了府吏这些话，便敲着坐床大发脾气：“你这小子胆子太大毫无畏惧，你怎么敢帮着媳妇胡言乱语。我对她已经断绝了情谊，对你的要求决不会依从允许！”</p> <p>　　府吏默默不说话，再拜之后辞别阿母回到自己的房里。开口向媳妇说话，悲痛气结已是哽咽难语：“我本来不愿赶你走，但阿母逼迫着要我这样做。但你只不过是暂时回到娘家去，现在我也暂且回到县官府。不久我就要从府中回家来，回来之后一定会去迎接你。你就为这事委屈一下吧，千万不要违背我这番话语。”</p> <p>　　兰芝对府吏坦陈：“不要再这样麻烦反复叮咛！记得那年初阳的时节，我辞别娘家走进你家门。侍奉公婆都顺着他们的心意，一举一动哪里敢自作主张不守本分？日日夜夜勤劳地操作，孤身一人周身缠绕着苦辛。自以为可以说是没有什么罪过，能够终身侍奉公婆报答他们的大恩。但仍然还是要被驱赶，哪里还谈得上再转回你家门。我有一件绣花的短袄，绣着光彩美丽的花纹。还有一床红罗做的双层斗形的小帐，四角都垂挂着香囊。大大小小的箱子有六七十个，都是用碧绿的丝线捆扎紧。里面的东西都各不相同，各种各样的东西都收藏其中。人既然低贱东西自然也卑陋，不值得用它们来迎娶后来的新人。你留着等待以后有机会施舍给别人吧，走到今天这一步今后不可能再相会相亲。希望你时时安慰自己，长久记住我不要忘记我这苦命的人。”</p> <p>　　当公鸡呜叫窗外天快要放亮，兰芝起身精心地打扮梳妆。她穿上昔日绣花的裌裙，梳妆打扮时每件事都做了四五遍才算妥当。脚下她穿着丝鞋，头上的玳瑁簪闪闪发光。腰间束着流光的白绸带，耳边挂着明月珠装饰的耳珰。十个手指像尖尖的葱根又细又白嫩，嘴唇涂红像含着朱丹一样。她轻轻地小步行走，艳丽美妙真是举世无双。</p> <p>　　她走上堂去拜别阿母，阿母听任她离去而不挽留阻止。“从前我做女儿的时候，从小就生长在村野乡里。本来就没有受到教管训导，更加惭愧的是又嫁到你家愧对你家的公子。受了阿母许多金钱和财礼，却不能胜任阿母的驱使。今天我就要回到娘家去，还记挂着阿母孤身操劳在家里。”她退下堂来又去向小姑告别，眼泪滚滚落下像一连串的珠子。“我这个新媳妇初嫁过来时，小姑刚学走路始会扶床。今天我被驱赶回娘家，小姑的个子已和我相当。希望你尽心地侍奉我的公婆，好好地扶助他们精心奉养。每当七夕之夜和每月的十九日，玩耍时千万不要把我忘。”她走出家门上车离去，眼泪落下百多行。</p> <p>　　府吏骑着马走在前头，兰芝坐在车上跟在后面走。车声时而小声隐隐时而大声甸甸，但车和马都一同到达了大道口。府吏下马走进车中，低下头来在兰芝身边低声细语：“我发誓不同你断绝，你暂且回到娘家去，我今日也暂且赶赴官府。不久我一定会回来，我向天发誓永远不会辜负你。”</p> <p>　　兰芝对府吏说：“感谢你对我的诚心和关怀。既然承蒙你这样的记着我，不久之后我会殷切地盼望着你来。你应当像一块大石，我必定会像一株蒲苇。蒲苇像丝一样柔软但坚韧结实，大石也不会转移。只是我有一个亲哥哥，性情脾气不好常常暴跳如雷。恐怕不能任凭我的心意由我自主，他一定会违背我的心意使我内心饱受熬煎。”两人忧伤不止地举手告别，双方都依依不舍情意绵绵。</p> <p>　　兰芝回到娘家进了大门走上厅堂，进退为难觉得脸面已失去。母亲十分惊异地拍着手说道：“想不到没有去接你你自己回到家里。十三岁我就教你纺织，十四岁你就会裁衣，十五岁会弹箜篌，十六岁懂得礼仪，十七岁时把你嫁出去，总以为你在夫家不会有什么过失。你现在并没有什么罪过，为什么没有去接你你自己回到家里？”“我十分惭愧面对亲娘，女儿实在没有什么过失。”亲娘听了十分伤悲。</p> <p>　　回家才过了十多日，县令便派遣了一个媒人来提亲。说县太爷有个排行第三的公子，身材美好举世无双。年龄只有十八九岁，口才很好文才也比别人强。</p> <p>　　亲娘便对女儿说：“你可以出去答应这门婚事。”</p> <p>　　兰芝含着眼泪回答说：“兰芝当初返家时，府吏一再嘱咐我，发誓永远不分离。今天如果违背了他的情义，这门婚事就大不吉利。你就可以去回绝媒人，以后再慢慢商议。”</p> <p>　　亲娘出去告诉媒人：“我们贫贱人家养育了这个女儿，刚出嫁不久便被赶回家里，不配做小吏的妻子，哪里适合再嫁你们公子为妻？希望你多方面打听打听，我不能就这样答应你。”</p> <p>　　媒人去了几天后，那派去郡里请示太守的县丞刚好回来。他说：“在郡里曾向太守说起一位名叫兰芝的女子，出生于官宦人家。”又说：“太守有个排行第五的儿子，貌美才高还没有娶妻。太守要我做媒人，这番话是由主簿来转达。”县丞来到刘家直接说：“在太守家里，有这样一个美好的郎君，既然想要同你家结亲，所以才派遣我来到贵府做媒人。”</p> <p>　　兰芝的母亲回绝了媒人：“女儿早先已有誓言不再嫁，我这个做母亲的怎敢再多说？”</p> <p>　　兰芝的哥哥听到后，心中不痛快十分烦恼，向其妹兰芝开口说道：“作出决定为什么不多想一想！先嫁是嫁给一个小府吏，后嫁却能嫁给太守的贵公子。命运好坏差别就像天和地，改嫁之后足够让你享尽荣华富贵。你不嫁这样好的公子郎君，往后你打算怎么办？”</p> <p>　　兰芝抬起头来回答说：“道理确实像哥哥所说的一样，离开了家出嫁侍奉丈夫，中途又回到哥哥家里，怎么安排都要顺着哥哥的心意，我哪里能够自作主张？虽然同府吏有过誓约，但同他相会永远没有机缘。立即就答应了吧，就可以结为婚姻。”媒人从坐床走下去，连声说好!好!就这样!就这样!他回到太守府禀告太守：“下官承奉着大人的使命，商议这桩婚事谈得很投机。”太守听了这话以后，心中非常欢喜。他翻开历书反复查看，吉日就在这个月之内，月建和日辰的地支都相合。“成婚吉日就定在三十日，今天已是二十七日，你可立即去办理迎娶的事。”彼此相互传语快快去筹办，来往的人连续不断像天上的浮云。迎亲的船只上画着青雀和白鹄，船的四角还挂着绣着龙的旗子。旗子随风轻轻地飘动，金色的车配着玉饰的轮。驾上那毛色青白相杂的马缓步前进，马鞍两旁结着金线织成的缨子。送了聘金三百万，全部用青丝串联起。各种花色的绸缎三百匹，还派人到交州广州购来海味和山珍。随从人员共有四五百，热热闹闹地齐集太守府前准备去迎亲。</p> <p>　　亲娘对兰芝说：“刚才得到太守的信，明天就要来迎娶你。你为什么还不做好衣裳？不要让事情办不成!”</p> <p>　　兰芝默默不说话，用手巾掩口悲声啼，眼泪坠落就像流水往下泻。移动她那镶着琉璃的坐榻，搬出来放到前窗下。左手拿着剪刀和界尺，右手拿着绫罗和绸缎。早上做成绣裌裙，傍晚又做成单罗衫。一片昏暗天时已将晚，她满怀忧愁想到明天要出嫁便伤心哭泣。</p> <p>　　府吏听到这个意外的变故，便告假请求暂且回家去看看。还未走到刘家大约还有二三里，人很伤心马儿也悲鸣。兰芝熟悉那匹马的鸣声，踏着鞋急忙走出家门去相迎。心中惆怅远远地望过去，知道是从前的夫婿已来临。她举起手来拍拍马鞍，不断叹气让彼此更伤心。“自从你离开我之后，人事变迁真是无法预测和估量。果然不能满足我们从前的心愿，内中的情由又不是你能了解端详。我有亲生的父母，逼迫我的还有我的亲兄长。把我许配了别的人，你还能有什么希望!”</p> <p>　　府吏对兰芝说：“祝贺你能够高升!大石方正又坚厚，可以千年都不变。蒲苇虽然一时坚韧，但只能坚持很短的时间。你将一天比一天生活安逸地位显贵，只有我独自一人下到黄泉。”</p> <p>　　兰芝对府吏说：“想不到你会说出这样的话!两人同样是被逼迫，你是这样我也是这样受熬煎。我们在黄泉之下再相见，不要违背今天的誓言!”他们握手告别分道离去，各自都回到自己家里面。活着的人却要做死的离别，心中抱恨哪里能够说得完。他们都想很快地离开人世，无论如何也不愿苟且偷生得保全。</p> <p>　　府吏回到自己家，上堂拜见阿母说：“今天风大天又寒，寒风摧折了树木，浓霜冻坏了庭院中的兰花。我今天已是日落西山生命将终结，让母亲独留世间以后的日子孤单。我是有意作出这种不好的打算，请不要再怨恨鬼神施责罚!但愿你的生命像南山石一样的久长，身体强健又安康。”</p> <p>　　阿母听到了这番话，泪水随着语声往下落：“你是大户人家的子弟，一直做官在官府台阁。千万不要为了一个妇人去寻死，贵贱不同你将她遗弃怎能算情薄？东邻有个好女子，苗条美丽全城称第一。做母亲的为你去求婚，答复就在这早晚之间。”</p> <p>　　府吏再拜之后转身走回去，在空房中长叹不已。他的决心就这样定下了，把头转向屋子里，心中忧愁煎迫一阵更比一阵紧。</p> <p>　　迎亲的那一天牛马嘶叫，新媳妇兰芝被迎娶进入青色帐篷里。天色昏暗已是黄昏后，静悄悄的四周无声息。“我的生命终结就在今天，只有尸体长久留下我的魂魄将要离去。”她挽起裙子脱下丝鞋，纵身一跳投进了清水池。</p> <p>　　府吏听到了这件事，心里知道这就是永远的别离，于是来到庭院大树下徘徊了一阵，自己吊死在东南边的树枝。</p> <p>　　两家要求将他们夫妻二人合葬，结果合葬在华山旁。坟墓东西两边种植着松柏，左右两侧栽种梧桐。各种树枝枝枝相覆盖，各种树叶叶叶相连通。中间又有一对双飞鸟，鸟名本是叫鸳鸯，它们抬起头来相对鸣叫，每晚都要鸣叫一直叫到五更。过路的人都停下脚步仔细听，寡妇惊起更是不安和彷徨。我要郑重地告诉后来的人，以此为鉴戒千万不要把它忘。</p> <p><strong>注释</strong><br>1、建安中：建安年间（196—219）。建安，东汉献帝刘协的年号。<br>2、庐江：汉代郡名，郡城在今安徽潜山一带。<br>3、遣：女子出嫁后被夫家休弃回娘家。<br>4、云尔：句末语气词。如此而已。<br>5、徘徊（pái huái）：来回走动。汉代乐府诗常以飞鸟徘徊起兴，以写夫妇离别。<br>6、素：白绢。这句话开始到“及时相遣归”是焦仲卿妻对仲卿说的。<br>7、箜篌（kōnghóu）：古代的一种弦乐器，形如筝、瑟。<br>8、诗书：原指《诗经》和《尚书》，这里泛指儒家的经书。<br>9、守节：遵守府里的规则。<br>10、断：（织成一匹）截下来。<br>11、大人故嫌迟：婆婆故意嫌我织得慢。大人，对长辈的尊称，这里指婆婆。<br>12、不堪：不能胜任。<br>13、徒：徒然，白白地。<br>14、施：用。<br>15、白公姥（mǔ）：禀告婆婆。白，告诉，禀告。公姥，公公婆婆，这里是偏义复词，专指婆婆。<br>16、薄禄相：官禄微薄的相貌。<br>17、结发：束发。古时候的人到了一定的年龄（男子20岁，女子15岁）才把头发结起来，算是到了成年，可以结婚了。<br>18、始尔：刚开始。尔，助词，无义。一说是代词，这样。<br>19、致不厚：招致不喜欢。致，招致。厚，厚待。这里是“喜欢”的意思。<br>20、区区：小，这里指见识短浅。<br>21、自专由：与下句“汝岂得自由”中的“自由”都是自作主张的意思。专，独断专行。由，随意，任意。<br>22、贤：这里指聪明贤惠。<br>23、可怜：可爱。<br>24、伏惟：趴在地上想。古代下级对上级或小辈对长辈说话表示恭敬的习惯用语。<br>25、取：通“娶”，娶妻。<br>26、床：古代的一种坐具。<br>27、会不相从许：当然不能答应你的要求。会，当然，必定。<br>28、举言：发言，开口。<br>29、新妇：媳妇（不是新嫁娘）。“新妇”是汉代末年对已嫁妇女的通称。<br>30、报府：赴府，指回到庐江太守府。<br>31、下心意：低心下意，受些委屈。<br>32、勿复重（chóng）纷纭：不必再添麻烦吧。也就是说，不必再提接她回来的话了。<br>33、初阳岁：农历冬末春初。<br>34、谢：辞别。<br>35、作息：原意是工作和休息，这里是偏义复词，专指工作。<br>36、伶俜（pīng）萦（yíng）苦辛：孤孤单单，受尽辛苦折磨。伶俜，孤单的样子。萦，缠绕。<br>37、谓言：总以为。<br>38、卒：完成，引申为报答。<br>39、绣腰襦（rú）：绣花的齐腰短袄。<br>40、葳蕤（wēi ruí）：草木繁盛的样子，这里形容短袄上刺绣的花叶繁多而美丽。<br>41、箱帘：箱，衣箱。帘，通“奁”，古代妇女梳妆用的镜匣。<br>42、后人：指府吏将来再娶的妻子。<br>43、遗（wèi）施：赠送，施与。<br>44、会因：会面的机会。<br>45、严妆：整妆，郑重地梳妆打扮。<br>46、通：次，遍。<br>47、蹑（niè）：踩，踏，这里指穿鞋。<br>48、玳瑁（dài mào）：一种同龟相似的爬行动物，甲壳可制装饰品。<br>49、珰（dāng）：耳坠。<br>50、昔作女儿时：以下八句是仲卿妻对焦母告别时说的话。<br>51、野里：乡间。<br>52、兼愧：更有愧于……<br>53、却：从堂上退下来。<br>54、扶将：扶持，搀扶。这里是服侍的意思。<br>55、初七及下九：七月七日和每月的十九日。初七，指农历七月七日，旧时妇女在这天晚上在院子里陈设瓜果，向织女星祈祷，祈求提高刺绣缝纫技巧，称为“乞巧”。下九，古人以每月的二十九为上九，初九为中九，十九为下九。在汉朝时候，每月十九日是妇女欢聚的日子。<br>56、隐隐：和下面的“甸甸”都是象声词，指车声。<br>57、誓不相隔卿……誓天不相负：这是府吏对兰芝说的话。<br>58、区区：这里是诚挚的意思，与上面“何乃太区区”中的“区区”意思不同。<br>59、若见录：如此记住我。见录，记着我。见，被。录，记。<br>60、纫：通“韧”，柔韧牢固。61、亲父兄：即同胞兄。<br>62、逆：逆料，想到将来。<br>63、劳劳：怅惘若失的样子。<br>64、颜仪：脸面，面子。<br>65、拊（fǔ）掌：拍手，这里表示惊异。<br>66、子自归：你自己回来。意思是，没料到女儿竟被驱遣回家。古代女子出嫁以后，一定要娘家得到家的同意，派人迎接，才能回娘家。下文“不迎而自归”，也是按这种规矩说的责备的话。<br>67、无誓违：不会有什么过失。誓，似应作“諐”。諐，古“愆（qiān）”字。愆违，过失。<br>68、悲摧：悲痛，伤心。<br>69、窈窕（yǎo tiǎo）：容貌体态美好的样子。<br>70、便（pián）言多令才：口才很好，又多才能。便言，很会说话。令，美好。<br>71、丁宁：嘱咐我。丁宁，嘱咐，后写作“叮咛”。<br>72、非奇：不宜，不妥。<br>73、断来信：回绝来做媒的人。断，回绝。信，使者，指媒人。<br>74、更谓之：再谈它。之，指再嫁之事。<br>75、适：出嫁。<br>76、不堪：这里是“不能做”的意思。<br>77、媒人去数日……丞籍有宦官：这几句可能有文字脱漏或错误，因此无法解释清楚。这里列出部分字的意义解释：寻，随即，不久。丞，县丞，官名。承籍，承继先人的仕籍。宦官，即“官宦”，指做官的人。<br>78、娇逸：娇美文雅。<br>79、主簿：太守的属官。<br>80、作计：拿主意，打算。<br>81、量（liáng）：考虑。<br>82、否（pǐ）泰：都是《易经》中的卦名。这里指运气的好坏。否，坏运气。泰，好运气。<br>83、义郎：男子的美称，这里指太守的儿子。<br>84、其往欲何云：往后打算怎么办。其往，其后，将来。何云，这里指怎么办。<br>85、处分：处置。<br>86、适：依照。<br>87、要（yāo）：相约。<br>88、渠（qú）会：同他相会。渠，他。一说是那种相会。渠，那。<br>89、登即：立即。<br>90、尔尔：如此如此。等于说“就这样，就这样”。<br>91、府君：对太守的尊称。<br>92、下官：县丞自称。<br>93、缘：缘分。<br>94、视历：翻看历书。<br>95、六合：古时候迷信的人，结婚要选好日子，要年、月、日的干支（干，天干，甲、乙、丙、丁……支，地支，子、丑、寅、卯……）合起来都相适合，这叫“六合”。<br>96、卿：你，指县丞。<br>97、交语：交相传话。<br>98、舫（fǎng）：船。<br>99、龙子幡（fān）：绣龙的旗帜。<br>100、婀娜（ē nuó）：轻轻飘动的样子。<br>101、踯躅（zhí zhú）：缓慢不进的样子。<br>102、青骢（cōng）马：青白杂毛的马。<br>103、流苏：用五彩羽毛做的下垂的缨子。<br>104、赍（jī）：赠送。<br>105、杂彩：各种颜色的绸缎。<br>106、交广：交州、广州，古代郡名，这里泛指今广东、广西一带。<br>107、鲑（xié）：这里是鱼类菜肴的总称。<br>108、郁郁：繁盛的样子。<br>109、适：刚才。<br>110、不举：办不成。<br>111、榻（tà）：坐具。<br>112、晻晻（yǎnyǎn）：日色昏暗无光的样子。<br>113、摧藏（zàng）：摧折心肝。藏，脏腑。<br>114、人事不可量：人间的事不能预料。<br>115、父母：这里偏指母。<br>116、弟兄：这里偏指兄。<br>117、日胜贵：一天比一天高贵。<br>118、恨恨：抱恨不已，这里指极度无奈。<br>119、日冥冥：原意是日暮，这里用太阳下山来比喻生命的终结。<br>120、单：孤单。<br>121、故：有意，故意。<br>122、不良计：不好的打算（指自杀）。<br>123、四体：四肢，这里指身体。<br>124、直：意思是腰板硬朗。<br>125、台阁：原指尚书台，这里泛指大的重府。<br>126、情何薄：怎能算是薄情。<br>127、乃尔立：就这样决定。<br>128、青庐：用青布搭成的篷帐，举行婚礼的地方。<br>129、奄奄：通“晻晻”，日色昏暗无光的样子。<br>130、黄昏：古时计算时间按十二地支将一日分为十二个“时辰”。“黄昏”是“戌时”（相当于现代的晚上7时至9时）。下句的“人定”是“亥时”（相当于现代的晚上9时至11时）。<br>131、华山：庐江郡内的一座小山。<br>132、交通：交错，这里指挨在一起。<br>133、驻足：停步。<br>134、谢：告诉。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　通过有个性的人物对话塑造了鲜明的人物形象，是《孔雀东南飞》最大的艺术成就。全<a href=\"http://so.gushiwen.org/view_71170.aspx\">诗</a>“共一千七百八十五字，古今第一首长诗也。淋淋漓漓，反反复复，杂述十数人口中语，而各肖其声音面目，岂非化工之笔”（《古诗源》卷四，<a href=\"http://so.gushiwen.org/author_39.aspx\">沈德潜</a>按语）。</p> <p>　　在贯穿全篇的对话中，可以看到，刘兰芝对仲卿、对焦母、对小姑、对自己的哥哥和母亲讲话时的态度与语气各不相同，正是在这种不同中可以感受到她那勤劳、善良、备受压迫而又富于反抗精神的外柔内刚的个性。同样的，在焦仲卿各种不同场合的话语中，也可以感受到他那忠于爱情、明辨是非但又迫于母亲威逼的诚正而软弱、但又有发展的性格。</p> <p>　　刘兰芝是作者精心塑造的美好形象。她既是淑女、贤妻，又是具有鲜明个性的女性：勇敢，坚强，富有反抗精神。兰芝用“大人故嫌迟”道破婆婆的故意挑剔、刁难，用“请归”的行动表示反抗。和仲卿叙别，她表达了对丈夫的—往情深，又清醒地认识到“复来还”是幻想。“严妆”，是夸张的铺叙，展示她态度从容，“精妙世无双”。告别婆婆时，她不卑不亢，一席话是对婆婆态度骄横的抗议。“盟誓”中，她用发自肺腑的誓言表明对爱情的忠贞。“拒媒”是对封建礼教的反抗。面对兄长逼婚，她以允婚表现了对未来的清醒估计和对兄长淫威的蔑视。“黄泉下相见”的誓约，饱含着对丈夫深挚的爱，对封建家长制拼死反抗的勇气。“举身赴清池”是兰芝反抗精神的升华。在爱情与封建家长制的尖锐冲突中，刘兰芝这个艺术形象闪耀着夺目的光彩。</p> <p>　　焦仲卿是诗中另一个重要形象，作者表现出他从软弱逐渐转变为坚强。他开始对母亲抱有幻想，当幻想被残酷的现实摧毁后，他坚决向母亲表明了以死殉情的决心，用“自挂东南枝”表示对爱情的思贞和对封建家长制的反抗。他的变化，深化了对封建社会的控诉。</p> <p>　　此外，焦母的专横暴戾，刘兄冷酷自私、贪财慕势的性格，都写得栩栩如生。总之，在尖锐的矛盾冲突中刻画人物性格，是这首叙事诗的主要特点。</p> <p>　　诗中写到兰芝与仲卿死前，兰芝假意同意再嫁，仲卿见兰芝后回家与母亲诀别，他俩这时的话语，非常切合各自的身份与处境。陈祚明《采菽堂古诗选》曾作过这样细致的分析：“兰芝不白母而府吏白母者，女之于母，子之于母，情固不同。女从夫者也，又恐母防之，且母有兄在，可死也。子之与妻，孰与母重？且子死母何依，能无白乎？同死者，情也。彼此不负，女以死偿，安得不以死？彼此时，母即悔而迎女，犹可两俱无死也。然度母终不肯迎女，死终不可以已，故白母之言亦有异者，儿今冥冥四语明言之矣，今日风寒命如山石，又不甚了了，亦恐母觉而防我也。府吏白母而母不防者，女之去久矣。他日不死而今日何为独死？不过谓此怨怼之言，未必实耳。故漫以东家女答之，且用相慰。然府吏白母，不言女将改适，不言女亦欲死，盖度母之性，必不肯改而迎女，而徒露真情，则防我不得死故也。”试想，兰芝如果直说要死，这个弱女子势必会遭到暴力的约束，被强迫成婚。</p> <p>　　而仲卿的情况自然与兰芝不同，诚如上述引文的分析。又如：“吾意久怀忿，汝岂得自由”、“小子无所畏，何敢助妇语”，于此可立见焦母的蛮横。“作计何不量！先嫁得府吏，后嫁得郎君。否泰如天地，足以荣汝身。不嫁义郎体，其往欲何云？”由此可见刘兄的势利。即使次要人物如媒人、府君的简短对话，也各各符合其人的身份、特点。</p> <p>　　诗中，简洁的人物行动刻画，有助于形象的鲜明；精炼的抒情性穿插，增强了行文的情韵。“鸡鸣外欲曙，新妇起严妆。著我绣夹裙，事事四五通”，写出了刘兰芝离开焦家时的矛盾心情。欲曙即起，表示她不愿在焦家生活的决心，严妆辞婆是她对焦母的抗议与示威。打扮时的事事四五通，表示了她对焦仲卿的爱，欲去又不忍遽去的微妙心理。“却与小姑别，泪落连珠子”，姑嫂关系不易相处，兰芝与小姑关系融洽，正表现了她的懂礼仪、易相处。这同焦母的不容恰成对照。另外，辞焦母不落泪，而辞小姑落泪，也可见兰芝的倔强。焦仲卿的形象刻画也是如此，他送兰芝到大道口，“下马入车中，低头共耳语”，表现了一片真情。闻知兰芝要成婚，“未至二三里，摧藏马悲哀”，诗篇用“马悲”渲染衬托他内心的强烈痛苦。临死前“长叹空房中”、“转头向户里”，对母亲还有所顾念，这里愈见他的诚正与善良。</p> <p>　　在整篇诗中，类似上述的动作刻画还有一些，笔墨虽不多，却极精粹。兰芝死时，义无反顾，“揽裙脱丝履，举身赴清池”；仲卿死时，顾念老母，“徘徊庭树下，自挂东南枝”，这些不同的动作细节，都切合各自的性格与处境。同样是母亲，焦母“捶床便大怒”的泼辣，刘母见兰芝回家时惊异而“大拊掌”的温和，对性格的描绘来说寥寥几笔已极传神。抒情性穿插较之动作刻划更少，但也是成功之笔“举手长劳劳，二情同依依”，兰芝和仲卿第一次分手时，作者情不自禁的感叹，增添了悲剧气氛。“生人作死别，恨恨那可论”，这画龙点睛的穿插，更激起了人们对焦、刘遭遇的同情。即使那教训式的全诗结尾，也带有浓重的抒情意味，充满了作者的同情与期望。这些水到渠成、不着痕迹的抒情性穿插，对人物形象的塑具有锦上添花的妙用，增加了全诗的感情色彩。</p> <p>　　特别值得注意的是，此诗比兴手法和浪漫色彩的运用，对形象的塑造起了非常重要的作用。作者的感情与思想的倾向性通过这种艺术方法鲜明地表现了出来。诗篇开头，“孔雀东南飞，五里一徘徊”是“兴”的手法，用以兴起刘兰芝、焦仲卿彼此顾恋之情，布置了全篇的气氛。最后一段，在刘、焦合葬的墓地，松柏、梧桐枝枝叶叶覆盖相交，鸳鸯在其中双双日夕和鸣，通宵达旦。这既象征了刘焦夫妇不朽，又象征了他们永恒的悲愤与控告。由现实的双双合葬的形象，到象征永恒的爱情与幸福的松柏、鸳鸯的形象，表现了人民群众对未来自由幸福必然到来的信念，这是刘焦形象的浪漫主义发展，闪现出无比灿烂的理想光辉，使全诗起了质的飞跃。</p> <p>　　古人诗以鸟兽草木起兴，并非随意为之。以《孔雀东南飞》中“孔雀东南飞，五里一徘徊”言，应有烘托、渲染气氛的功用及象征意蕴。它既象征了刘兰芝甚至包括焦仲卿的生命结局，也烘托、渲染了刘兰芝生命不断远去的悲凉气氛。它有一种忧伤、不忍、怜悯、不安、留恋的音乐节奏在“飞去”的动作和场景里，这种节奏让人神伤却不让人绝望，让人感觉凄凉的同时似乎又让我们的灵魂得以安宁。为什么会这样呢？我不太在意刘兰芝离去的原因，礼教、性格等等随他去吧，每个人都可在他的阅读视界里找到能说得过去的答案。我在这幅图景里更看重的是她在我们的阅读视线里一点一点消失的过程，以及这个过程为何会给我如此的阅读感受。重要的还有“东南去”，“东南去”的刘兰芝是香销玉殒的悲剧之体，我为何会在生命悲剧里读到了灵魂安宁的抚摸，以至于最后只剩下平静的叹息？这与诗人让她“东南去”，且让焦仲卿也“自挂东南枝”有关系吗？诗人他想告诉我一种怎样的个人立场？ </p><br/><h2>赏析二</h2> <p>　　《孔雀东南飞》是一曲基于事实而形于吟咏的悲歌。其中，主人公刘兰芝、焦仲卿之死，表面上看来，是由于凶悍的焦母和势利的刘兄逼迫的结果。事实上，焦母、刘兄同样是封建礼教的受害者。因为焦母、刘兄的本意，并不想害死自己的儿子、自己的妹妹。这从刘、焦死后，“两家求合葬”这样后悔不及的举动可以看出。——尽管这是他们对刘兰芝、焦仲卿生死不渝爱情的晚到的认可与祝福。他们主观上的出发点虽有利己的打算，但也有把维护自己亲人的终身幸福与自己的利益统一起来的愿望。焦母刘兄是要在自己与焦仲卿、刘兰芝的利益之间找到一块平衡的绿地而共处。然而，他们没有成功。这里，问题的深刻性在于：刘兰芝、焦仲卿毕竟是直接通过他们的手被害死了。焦母、刘兄同时又成了封建礼教的帮凶。这种不以个别人意志为转移的社会力量，正是当时封建制度罪恶本质的必然反映。</p> <p>　　刘焦之死在当时有必然性。因为他们面临的抉择只有两种可能：或者向焦母刘兄屈服，违背自己的爱情誓约；或者以一死来维护两人的爱情誓约。刘、焦不可能随心所欲地选择第三个可能。因为他们所处的社会条件并不是他们自己选定的，而是既定的、从过去承继下来的。刘、焦之死，固然有外来的压力，但也有其内在的原因。这原因就是他们自身的思想也不能摆脱当时占统治地位的封建意识形态。《礼记·本命》中载：“妇有七去：不顺父母去，无子去，淫去，妒去，有恶疾去，多言去，窃盗去。”焦母迫害刘兰芝用的是第一条。《礼记》中还规定：“子甚宜其妻，父母不悦，出。”焦母压制焦仲卿用的就是孝顺这一条。刘兰芝回娘家后，也遭到家长制的威压。那么刘兰芝、焦仲卿是不是从根本上反对这些封建教条呢，没有。刘、焦两人所反复辩解的是他们并没有违反这些封建规范。他们的认识不能不受时代的局限。刘兰芝、焦仲卿与焦母刘兄不同的是：刘焦的爱情理想与这些封建教条）中突，而焦母刘兄则以为坚守这些封建教条才能真正维护自己和亲人的幸福。显然，在当时社会条件下，焦母、刘兄是强者，而刘兰芝、焦仲卿注定是被吞食的弱者。他们并不是处于打倒孔家店的五四运动时期，而是处于中国地主阶级还有着远大前途，封建制度正处上升时期的东汉末年。刘兰芝、焦仲卿的抗争只是一种自身合理的人性要求同违背这些要求的封建礼教之间的一种不自觉而且没有出路的冲突。因此，他们的死，是历史的必然要求与这个要求实际上不能实现的产物。他们的死，是对封建礼教罪恶本质的控诉。思想上的局限，并不能转移或否定实践意义上的客观作用。刘兰芝、焦仲卿不愧是封建礼教的早期叛逆者，因为他们没有逆来顺受地屈从。死与屈从，都是封建礼教对他们二人的毁灭。但这是两种不同性质的毁灭。如果他们屈从了，那么虽然他们的肉体还活着，但他们的灵魂、他们的爱情理想却不复存在了。而死，却表现了他俩为坚持爱情理想而作的抗争，符合历史发展的必然性，赢得后世人民对他们的同情与尊敬，成为后代粉碎封建枷锁的精神鼓舞。</p> <p>　　所以，刘、焦之死，已冲破个别人、个别家庭的狭小范围而具有了重大的典型意义，揭出了极其普遍的社会问题。《孔雀东南飞》的重大思想价值在于：它在中国封建社会的早期，就形象地用刘兰芝、焦仲卿两人殉情而死的家庭悲剧，深刻揭露了封建礼教的吃人本质，热情歌颂了刘兰芝、焦仲卿夫妇忠于爱情、反抗压迫的叛逆精神，直接寄托了人民群众对爱情婚姻自由的热烈向往。</p> <p>　　通过有个性的人物对话塑造了鲜明的人物形象，是《孔雀东南飞》最大的艺术成就。在贯穿全篇的对话中，可以看到，刘兰芝对仲卿、对焦母、对小姑、对自己的哥哥和母亲讲话时的态度与语气各不相同，正是在这种不同中可以感受到她那勤劳、善良、备受压迫而又富于反抗精神的外柔内刚的个性。同样的，在焦仲卿各种不同场合的话语中，也可以感受到他那忠于爱情、明辨是非但又迫于母亲威逼的诚正而软弱、但又有发展的性格。<a href=\"http://so.gushiwen.org/view_71170.aspx\">诗</a>中写到兰芝与仲卿死前，兰芝假意同意再嫁，仲卿见兰芝后回家与母亲诀别，他俩这时的话语，非常切合各自的身份与处境。试想，兰芝如果直说要死，这个弱女子势必会遭到暴力的约束，被强迫成婚。而仲卿的情况自然与兰芝不同，如：“吾意久怀忿，汝岂得自由”、“小子无所畏，何敢助妇语”，于此可立见焦母的蛮横：“作计何不量!先嫁得府吏，后嫁得郎君。否泰如天地，足以荣汝身。不嫁义郎体，其往欲何云？”由此可见刘兄的势利。即使次要人物如媒人、府君的简短对话，也各各符合其人的身份、特点。</p> <p>　　诗中，简洁的人物行动刻画，有助于形象的鲜明；精炼的抒情性穿插，增强了行文的情韵。“鸡鸣外欲曙，新妇起严妆。著我绣夹裙，事事四五通”，写出了刘兰芝离开焦家时的矛盾心情。欲曙即起，表示她不愿在焦家生活的决心，严妆辞婆是她对焦母的抗议与示威。打扮时的事事四五通，表示了她对焦仲卿的爱，欲去又不忍遽去的微妙心理。“却与小姑别，泪落连珠子”，姑嫂关系不易相处，兰芝与小姑关系融洽，正表现了她的懂礼仪、易相处。这同焦母的不容恰成对照。另外，辞焦母不落泪，而辞小姑落泪，也可见兰芝的倔强。焦仲卿的形象刻画也是如此，他送兰芝到大道口，“下马入车中，低头共耳语”，表现了一片真情。闻知兰芝要成婚，“未至二三里，摧藏马悲哀”，诗篇用马悲渲染衬托他内心的强烈痛苦。临死前“长叹空房中”、“转头向户里”，对母亲还有所顾念，这里愈见他的诚正与善良。在整篇诗中，类似上述的动作刻画还有一些，笔墨虽不多，却极精粹。兰芝死时，义无反顾，“揽裙脱丝履，举身赴清池”；仲卿死时，顾念老母，“徘徊庭树下，自挂东南枝”，这些不同的动作细节，都切合各自的性格与处境。同样是母亲，焦母“捶床便大怒”的泼辣，刘母见兰芝回家时惊异而“大拊掌”的温和，对性格的描绘来说寥寥几笔已极传神。抒情性穿插较之动作刻画更少，但也是成功之笔。“举手长劳劳，二情同依依”，兰芝和仲卿第一次分手时，作者情不自禁的感叹，增添了悲剧气氛。“生人作死别，恨恨那可论”，这画龙点睛的穿插，更激起了人们对焦、刘遭遇的同情。即使那教训式的全诗结尾，也带有浓重的抒情意味，充满了作者的同情与期望。这些水到渠成、不着痕迹的抒情性穿插，对人物形象的塑造具有锦上添花的妙用，增加了全诗的感情色彩。</p> <p>　　特别值得注意的是，此诗比兴手法和浪漫色彩的运用，对形象的塑造起了非常重要的作用。作者的感情与思想的倾向性通过这种艺术方法鲜明地表现了出来。诗篇开头，“孔雀东南飞，五里一徘徊”是“兴”的手法，用以兴起刘兰芝、焦仲卿彼此顾恋之情，布置了全篇的气氛。最后一段，在刘、焦合葬的墓地，松柏、梧桐枝枝叶叶覆盖相交，鸳鸯在其中双双日夕和鸣，通宵达旦。这既象征了刘焦夫妇爱情的不朽，又象征了他们永恒的悲愤与控告。由现实的双双合葬的形象，到象征永恒的爱情与幸福的松柏、鸳鸯的形象，表现了人民群众对未来自由幸福必然到来的信念，这是刘焦形象的浪漫主义发展，闪现出无比灿烂的理想光辉，使全诗起了质的飞跃。</p> <p>　　《孔雀东南飞》结构完整、紧凑、细密。其情节的组织，采取双线交替推进的方式。其中，一条线索由刘兰芝、焦仲卿夫妇两入之间的关系构成；另一条线索由刘焦夫妇同焦母刘兄之间的关系构成，在全诗中占主导地位。</p> <p>　　诗中的矛盾冲突在刘、焦夫妇同焦母刘兄之间展开。这是一场迫害与反迫害的斗争。仲卿求母一段，是第一次冲突，刻画了焦母的专横和仲卿的软弱。兰芝辞婆一段，是第二次冲突，反映了焦母的无情和兰芝的斗争。兰芝拒婚，是第三次冲突，在兰芝与其兄之间展开，突出了兰芝富贵不能淫的坚贞品格及其兄的卑鄙。仲卿别母一段，写出了阿母的顽固与仲卿的守约。这四次冲突，一次比一次激烈，直至双双殉情。特别是主角兰芝，她的坚决抗争，影响与决定了仲卿的态度与斗争。</p> <p>　　兰芝与仲卿的感情纠葛是在上述矛盾冲突的基础上展开的。第一段兰芝的诉苦，表现了她对仲卿的信赖，也交代了矛盾冲突的背景。仲卿求母失败，刘、焦之间的话别，反映了仲卿的不舍、兰芝的温情。第二次冲突兰芝辞婆后，仲卿的送别，充分抒写了他们夫妇之间的真挚感情。第三次冲突兰芝拒婚一段，仲卿的怨怼，兰芝的表白，他们之间的诀别，淋漓尽致地刻画了生死不渝的爱情。由此可见，上述两条线索，有主有从，互为因果，交替发展，完整紧凑地完成了故事的叙述、人物命运的交代。</p> <p>　　此诗在结构上的细密还表现在呼应映衬上。诗中在不同场合中两次出现的蒲苇磐石的比喻，的确加深了读者对刘焦夫妇爱情坚贞的认识，也加强了阅读这篇作品时浑然一体的感觉。此外，兰芝别仲卿时对其兄“性行暴如雷”的担忧，焦母“东家美女”的引诱，也在诗中有暗伏、有照应，显示了结构上的精细和诗思的缜密。</p> <p>　　《孔雀东南飞》细针密线的结构特色，得力于繁简得当的剪裁。刘兰芝、焦仲卿的故事，头绪纷繁，若不加剪裁，使之集中，就会散漫无所归统。“两家闻二人之死，仓皇悲恸、各怀悔恨，必有一番情事。然再写则沓拖，故直言求合葬，文势紧峭，乃知通篇之缕缕无一闲语也。前此不写两家家势，不重其家势也。后此不写两家仓皇、不重其仓皇也。最无谓语而可以写神者，谓之不闲；若不可少，而不关篇中意者，谓之闲。于此可悟裁剪法也。”裁剪中最易引入误入迷途的就是这些所谓若不可少却不关篇意的材料。其实，一些表面看来必不可少的材料，并不一定是最重要的材料和最需花费笔墨的材料。有些只需略作交代就行了，如诗中两家家势、死后家人悲恸后悔等等。这里，关键是抓住“篇中意”对诗材加以选择，组织，突出主要线索、主要人物、主要情意。</p> <p>　　诗中对详写部分的处理是极为出色的。仲卿求母失败，刘焦之间话别，兰芝辞婆和太守迎亲等，都是浓笔重彩的段落。这些段落在整个长诗中都是直接关系到刘焦爱情悲剧的关键内容，对人物形象的塑造、人物感情的宣泄，对题意的显示都起着极重要的作用。更妙的是，这样的浓笔重彩，在全诗自然、朴实、流畅的基本风格中，起到了丰富色彩的作用，使整个描述的节奏疏密有致，快慢有度。</p>",
  "about": "<h2>文言现象</h2> <p><strong>活用</strong><br>1.仕宦于台阁 （名词“仕”作动词：做官）<br>2.头上玳瑁光 （名词“光”作动词：发光）<br>3.交广市鲑珍（名词“市”作动词：购买）<br>4.孔雀东南飞 （方位名词“东南”作“飞”的状语：朝东南方向）<br>5.手巾掩口啼 （名词“手巾”作“掩”的状语：用手巾）<br>6.卿当日胜贵 （名词“日”作“胜”的状语：一天天）<br>7.晚成单罗衫 （名词“晚”做“成”的状语：在晚上）<br>8.留待作遗施 （动词“遣施”做名词：遣施之物，纪念品）<br>9.千万不复全 （形容词“全”作动词：保全）<br>10.足以荣汝身 （“荣”形容词使动：使----荣耀）<br>11.以此下心意 （“下”名词使动：使……委屈）<br>12.戒之慎勿忘 （“戒”，动词意动用法：以……为警戒）<br>13.时人伤之，为<a href=\"http://so.gushiwen.org/view_71170.aspx\">诗</a>云尔（“伤”，为动：为...哀悼）<br>14.五里一徘徊 （名词“五里” 作动词：飞五里）<br>15.三日断五匹 （名词“三日”作状语，隔三日）<br>16.自名秦罗敷 （名词“名”作动词，取名）<br>17、府吏马在前 （名词“马”作动词，骑马）<br>18.新妇车在后 （名词“车”作动词，坐车）<br>19.逆以煎我怀 （动词“煎”使动用法，使……受煎熬）<br>20.贫贱有此女 （形容词“贫贱”作名词，贫穷、没地位的人家）<br>21.理实如兄言 （名词“理”作状语，按道理）<br>22.槌床便大怒 （名词“槌”作动词，敲）<br>23.便利此月内（形容词“此月”作动词，吉利）</p> <p><strong>句式<br></strong>1.汝是大家子 （判断句）<br>2.何言复来还 （宾语前置）<br>3.誓天不相负 （宾语前置）<br>4.仕宦于台阁 （状语后置）<br>5.今日被驱遣 （被动句）【以“被”为标记】<br>6.为仲卿母所遣 （被动句）【以“为……所”为标记】<br>7、会不相从许（宾语前置）<br>8、还必相迎取（宾语前置）<br>9、渠会永无缘（宾语前置）<br>10、箱帘六七十 （定语后置）<br>11、赍钱三百万 （定语后置）<br>12、杂彩三百匹 （定语后置）<br>13、从人四五百 （定语后置）</p> <p><strong>多义</strong><br>为<br>为诗云尔（作；动词）<br>非为织作迟（是；动词）<br>始尔未为久（算；动词）<br>阿母为汝求（替；介词）<br>时时为安慰（作为；介词）<br>自名为鸳鸯（叫做；动词）<br>君家妇难为（做；动词）<br>为仲卿母所遣（表被动）<br>十七为君妇 (成为;动词）<br>相<br>及时相遣归（代“我”；副词，表示一方对另一方有动作）<br>会不相从许（代“你”；副词，表示一方对另一方有动作）<br>好自相扶将（代“她”；副词，表示一方对另一方有动作）<br>登即相许和（代“他”；副词，表示一方对另一方有动作）<br>誓不相隔卿（代“你”，与“卿”复指；衬词，无意）<br>相见常日稀（相互、彼此；副词）<br>儿已薄禄相（相貌；名词）<br>且<br>吾今且报府（将要；副词）<br>且暂还家去（暂且；副词）<br>四体康且直（又；副词）<br>自<br>自可断来信（既；副词）<br>本自无教训（是；副词）<br>好自相扶将（亲自；副词）<br>物物各自异（无意；助词）<br>不图子自归（自己；介词）<br>自君别我后（自从；介词）<br>我自不驱卿（本来；副词）<br>何<br>何乃太区区（怎么；疑问代词）<br>隐隐何甸甸（何等；副词）<br>何意致不厚（哪里；疑问代词）<br>何言复来还（什么；疑问代词）<br>谢<br>谢家来贵门（辞别；动词）<br>阿母谢媒人（辞谢；动词）<br>多谢后世人（劝告；动词）<br>若<br>今若遣此妇（如果；连词）<br>腰若流纨素（像；动词）<br>君既若见录（如此；代词）<br>意<br>何意出此言（料想；动词）<br>恐不任我意（心意；名词）<br>何意致不厚（想到：动词）<br>迎<br>还必相迎取（迎接；动词）<br>不足迎后人（送给；动词）<br>结<br>结发同枕席（系；名词）<br>既欲结大义（结交；动词）<br>严霜结庭兰（凝聚；动词）<br>遣<br>为仲卿母所遣（被休回娘家；动词）<br>十七遣汝嫁（送；动词）<br>县令遣媒来（派；动词）<br>会<br>会不相从许（当然；副词）<br>于今无会因（会见；动词）<br>见<br>渐见愁煎迫：被<br>相见常日稀：见面<br>君既若见录：我<br>故<br>大人故嫌迟：还<br>故遣来贵门：所以<br>知是故人来：旧<br>故作不良计：有意</p> <p><strong>偏义</strong><br>便可白公姥：“公姥”意义偏“姥”<br>我有亲父母：“父母”意义偏“母”<br>昼夜勤作息：“作息”意义偏“作”<br>我有亲父兄：“父兄”意义偏“兄”<br>逼迫兼弟兄: “弟兄”意义偏“兄”<br>进退无颜仪：“进退”意义偏“进”<br>其日牛马嘶：“牛马”意义偏“马” </p><br/><h2>结构</h2> <p>　　托物起兴：孔雀失偶（第1段）</p> <p>　　事件起因：兰芝被遣（第2~6段）（被逼休妻）</p> <p>　　过程发展：夫妻誓别（第7~12段）（无奈别妻）</p> <p>　　情节延续：兰芝抗婚（第13~21段）（贤妻再嫁）</p> <p>　　长<a href=\"http://so.gushiwen.org/view_71170.aspx\">诗</a>高潮：双双殉情（第22~31段）（夫妻殉情）</p> <p>　　悲情结尾：告诫后人（第32段）</p> <p>　　《孔雀东南飞》通过刘兰芝与焦仲卿这对恩爱夫妇的爱情悲剧，控诉了宗法礼教、家长统治和门阀观念的罪恶，表达了青年男女要求婚姻爱情自主的合理愿望。女主人公刘兰芝对爱情忠贞不二，她对家长专制和宗法礼教所作的不妥协的斗争，使她成为文学史上富有叛逆色彩的妇女形象，为后来的青年男女所传颂，本诗第一句“孔雀东南飞，五里一徘徊”，以孔雀失偶暗示夫妻离别，孔雀徘徊返故，为全诗奠定深沉悲哀的基调，统领全文，引出下文。</p> <p>　　中国古代长篇叙事诗《孔雀东南飞》首次出现于《玉台新咏》。这首叙事诗共356句，1780个字，故事完整，语言朴素，人物性格鲜明突出，结构紧凑完整，结尾运用了浪漫主义手法，是汉乐府民歌的杰作。“五四”以来，被改编成各种剧本，搬上舞台。</p> <p>　　现在这首诗已经刻在“孔雀东南飞遗址”——安徽怀宁县小市镇焦仲卿刘兰芝墓地的长廊石壁橱窗上。</p><br/><h2>思想</h2> <p>　　《孔雀东南飞》深刻揭露了封建礼教的吃人本质，热情歌颂了刘兰芝、焦仲卿夫妇忠于爱情、反抗压迫的叛逆精神，直接寄托了人民群众对爱情婚姻自由的热烈向往。作为古代民间文学伟大的<a href=\"http://so.gushiwen.org/view_71170.aspx\">诗</a>篇之一，《孔雀东南飞》以现实主义的表现方法，记录了一千七百年前人民的真实的感情。它是艺苑的奇葩，也是历史的镜子。</p> <p>　　从《孔雀东南飞》看所谓封建礼教戕害爱情婚姻之荒谬</p> <p>　　《孔雀东南飞》被称作“在中国封建社会的早期，形象地用刘兰芝、焦仲卿两人殉情而死的家庭悲剧，刻揭露了封建礼教的吃人本质，热情歌颂了刘兰芝、焦仲卿夫妇忠于爱情、反抗压迫的叛逆精神，直接寄托了人民群众对爱情婚姻自由的热烈向往”的反封建礼教的优秀诗篇。然而，仔细推敲，却发现此说有误，造成这次爱情悲剧的，不是封建礼教，而是家族利益，是家族政治利益碾碎了他们的爱情婚姻。</p> <p>　　一、刘兰芝、焦仲卿的家庭背景：</p> <p>　　焦仲卿是庐江府小吏，年纪轻轻就是地级官府的公务员，因此他的家庭背景是士大夫，刘兰芝也一样，“还家十余日，县令遣媒来。”之后更是“直说太守家，有此令郎君，既欲结大义，故遣来贵门”。来求婚的地位一个比一个高。因此刘兰芝也是士族家庭无疑。既是士族家庭，那么家庭政治利益第一其他必须服务于家庭政治利益是理所当然的了。</p> <p>　　二、婚姻存续的时间：</p> <p>　　只有二三年，在这里不是泛指，而是用了夸张的手法，来说自己在焦仲卿家呆了很长时间。所以读者们不要理解错误了。</p> <p>　　三、从母女对话看古代婚姻礼制的合理性：</p> <p>　　刘母对于求婚者的处理方式居然是告诉女儿：“汝可去应之”， 当得知女儿的态度后刘母婉言谢绝了媒人。是啊，这才是古代婚姻礼制的实质，所谓父母之命，媒妁之言的前提必须是当事人同意，不然父母不能命，媒妁也不能言。古代交通闭塞，官方出于便民或是自己懒，总之没规定婚姻登记制度，那么如何证明婚姻的真实有效呢？于是，有了父母之命，媒妁之言的规定，父母媒妁只不过是证婚人。古代又没有DNA技术，如果某人抛妻弃子那怎么办呢？婚书就是凭证。 </p><br/><h2>情节</h2> <p>　　《孔雀东南飞》故事的两个主人公以其对爱情的坚贞不渝而赢得千古文人墨客的赞叹，主人公的墓地在安徽省怀宁县小市镇粮站前方，经后人的修缮，现已经成为一处免费供游人凭吊的风景地。为了拍摄相关电视，在小市镇建成了“孔雀东南飞影视基地”，这个名不见经传的小镇开始名扬海外。</p> <p>　　其动人的魅力主要表现在：</p> <p>　　一、情节波澜曲折，跌宕起伏。作者在故事的开头设置了尖锐的矛盾冲突：聪明能干、心灵手巧的刘兰芝和焦仲卿两人感情深厚，但为婆婆不容，一定要赶其回家。在这种矛盾冲突中，仲卿希望能够缓解矛盾，于是百般求告，但矛盾不仅未得到丝毫缓解，反遭母亲搥床痛骂，仲卿迫于无奈，只得让兰芝暂回家门。话别之时，两人相约誓不相负。兰芝回家后，母亲见到不请自归的女儿，十分震惊，后经兰芝解释，这才谅解，但不久，县令、太守相继为儿子求婚，兰芝不为所动，一一回绝。但其兄为了攀结权贵，步步相逼，这样使矛盾进一步激化，兰芝被迫之下选择允婚，其实已作了以死抗争的打算。仲卿闻讯，责问兰芝，兰芝道出真情，许下诺言，并约定黄泉相见，结婚当晚兰芝投河自尽，仲卿听后也吊死树下，他们以死抗争的方式将矛盾推向了最高峰，最后两家求得合葬，葬后两人双双化鸟，告诫世人。</p> <p>　　二、叙事双线交替，缜密紧凑，采用双线交替推进的方式。第一条线索围绕刘焦两家的家庭矛盾冲突展开。仲卿求母，是焦母的专横和仲卿的软弱的第一次冲突；兰芝辞婆，是焦母的无情和兰芝的斗争的第二次冲突；兰芝拒婚，是兰芝的忠贞与其兄的虚荣的第三次冲突；仲卿别母，是焦母的顽固与仲卿守约的第四次冲突。这四次冲突，实际是一场迫害与反迫害的斗争，且演绎得一次比一次激烈，直至双双殉情。第二条线索是围绕兰芝与仲卿矢志不渝的爱情铺展的。这条线索建立在上述矛盾冲突的基础上。第一次是仲卿求母失败后，与兰芝的临别，反映了两人浓厚深切的恋情；第二次是兰芝辞婆后，与仲卿的话别，抒写了他们真挚坚定的感情；第三次是兰芝拒婚后，与仲卿的诀别，刻画了他们生死相依的爱情。这两条线索，交替发展，完整紧凑地完成了故事的叙述及人物命运的交代。另外，结构上呼应映衬。如不同场合中两次出现的蒲苇磐石的比喻，加深了读者对刘焦夫妇爱情坚贞的认识。又如兰芝分别时对其兄“性行暴如雷”的担忧，焦母“东家美女”的引诱，在<a href=\"http://so.gushiwen.org/view_71170.aspx\">诗</a>中也暗伏、照应，显示了结构的缜密。</p> <p>　　三、主题钩深致远，蕴藉宽广。从兰芝和仲卿两人的角度看，这是性格的悲剧。兰芝不仅美丽善良，而且外柔内刚，所以当她面对独断专行的婆婆，性行暴戾的哥哥也决不屈服。仲卿官宦世家，从小生活在母亲的淫威之中，养成了懦弱无能的性格，所以当他面对母亲的威逼，就决定了他不可能主动争取婚姻的幸福。从焦母和刘兄两人的角度看，这是社会的悲剧。在“罢黜百家，独尊儒术”的东汉，儒家经义中的“孝”充当着捍卫封建礼教，维护封建家长权威的坚实堤坝。所以焦母能用高压政策对待儿媳，刘兄能用威逼手段胁迫兰芝，将他们双双推向了婚姻的坟墓。从这个角度看，封建家长制和封建礼教实质充当了杀害他们的刽子手，它们不仅摧残了美满幸福的婚姻，更是扼杀了善良纯朴的天性。从兰芝和仲卿死后双双化鸟的这一角度看，故事带有神话色彩，它寄托了人民群众追求恋爱自由、生活幸福美好的强烈愿望。</p> <p>　　诗前有序文：“汉末建安中，庐江府小吏仲卿妻刘氏，为仲卿母所遣，自誓不嫁。其家逼之，乃投水而死。卿闻之，亦自缢于庭树。时人伤之，为诗云尔。”这是一曲基于事实而形于吟咏的悲歌。其中，主人公刘兰芝、焦仲卿之死，表面上看来，是由于凶悍的焦母和势利的刘兄逼迫的结果。事实上，焦母、刘兄同样是封建礼教的受害者。因为焦母、刘兄的本意，并不想害死自己的儿子、自己的妹妹。这从刘、焦死后，“两家求合葬”这样后悔不及的举动可以看出。——尽管这是他们对刘兰芝、焦仲卿生死不渝爱情的晚到的认可与祝福。他们主观上的出发点虽有利己的打算，但也有把维护自己亲人的终身幸福与自己的利益统一起来的愿望，焦母刘兄是要在自己与焦仲卿、刘兰芝的利益之间找到一块平衡的绿地而共处。然而，他们没有成功。这里，问题的深刻性在于：刘兰芝、焦仲卿毕竟是直接通过他们的手被害死了。焦母、刘兄同时又成了封礼教的帮凶。这种不以个别人意志为转移的社会力量，正是当时封建制度罪恶本质的必然反映。</p> <p>　　刘焦之死在当时有必然性。因为他们面临的抉择只有两种可能：或者向焦母刘兄屈服，违背自己的爱情誓约；或者以一死来维护两人的爱情誓约。刘、焦不可能随心所欲地创造出第三个可能。因为他们所处的社会条件并不是他们自己选定的，而是既定的、从过去承继下来的。刘、焦之死，固然有外来的压力，但也有其内在的原因。这原因就是他们自身的思想也不能摆脱当时占统治地位的封建意识形态。</p> <p>　　《礼记·本命》中载：“妇有七去：不顺父母去，无子去，淫去，妒去，有恶疾去，多言去，窃盗去。” 焦母迫害刘兰芝用的是第一条。《礼记》中还规定：“子甚宜其妻，父母不悦，出。”焦母压制焦仲卿用的就是孝顺这一条。刘兰芝回娘家后，也遭到家长制的威压。那么刘兰芝、焦仲卿是不是从根本上反对这些封建教条呢？没有。刘、焦两人所反复辩解的是他们并没有违反这些封建规范。他们的认识不能不受时代的局限。刘兰芝、焦母刘兄则以为坚守这些封建教条才能真正维护自己和亲人的幸福。显然，在当时社会条件下，焦母、刘兄是强者，而刘兰芝、焦仲卿注定是被吞食的弱者。他们并不是处于打倒孔字店的五四时期，而是处于中国地主阶级还有着远大前途，封建制度正处上升时期的东汉末年。刘兰芝、焦仲卿的抗争只是一种自身合理的人性要求同违背这些要求的封建礼教之间的一种不自觉而且没有出路的冲突。因此，他们的死，是历史的必然要求与这个要求实际上不能实现的产物。他们的死，是对封建礼教罪恶本质的控诉。思想上的局限，并不能转移或否定实践意义上的客观作用。刘兰芝、焦仲卿不愧是封建礼教的早期叛逆者，因为他们没有逆来顺受地屈从。死与屈从，都是封建礼教对他俩的毁灭。但这是两种不同性质的毁灭。如果他们屈从了，那么虽然他俩的肉体还活着，但他们的灵魂、他们的爱情理想却不复存在了。而死，却表现了他俩为坚持爱情理想而作的抗争，符合历史发展的必然性，赢得后世人民对他俩的同情与尊敬，成为后代粉碎封建枷锁的精神鼓舞。所以，刘、焦之死，已冲破个别人、个别家庭的狭小范围而具有了重大的典型意义，揭出了极其普遍的社会问题。《孔雀东南飞》的重大思想价值在于：它在中国封建社会的早期，就形象地用刘兰芝、焦仲卿两人殉情而死的家庭悲剧，刻揭露了封建礼教的吃人本质，热情歌颂了刘兰芝、焦仲卿夫妇忠于爱情、反抗压迫的叛逆精神，直接寄托了人民群众对爱情婚姻自由的热烈向往。</p><br/><h2>创作背景</h2> <p><strong>写作年代</strong></p> <p>　　《孔雀东南飞》的写作年代，历来有所争论。根据此<a href=\"http://so.gushiwen.org/view_71170.aspx\">诗</a>“小序”，应是汉末建安时代的作品，故属“汉乐府”范围。</p> <p>　　<a href=\"http://so.gushiwen.org/author_106.aspx\">刘克庄</a>《后村诗话》云：“《焦仲卿妻》诗，六朝人所作也。《木兰诗》唐人所作也。《乐府》惟此二篇作叙事体，有始有卒，虽词多质俚，然有古意。”刘克庄指出此诗为六朝人作品，但也没有举出什么理由，所以刘说影响不大。</p> <p>　　1924年，<a href=\"http://so.gushiwen.org/author_664.aspx\">梁启超</a>为了欢迎印度诗人泰戈尔，在北京作了一次演讲，提到《孔雀东南飞》的写作年代问题，他说：“像《孔雀东南飞》和《木兰诗》一类的作品，都起于六朝，前此却无有。（《孔雀东南飞》向来都认为汉诗，但我疑心是六朝的，我别有考证。）《佛本行赞》现在译成四本，原来只是一首诗。……六朝人几于人人共读。那种热烈的情感和丰富的想象，输入我们诗人的心灵中当然不少，只恐《孔雀东南飞》一路的长篇叙事抒情诗，也间接受着影响吧？”（见《印度与中国文化之亲属关系》讲稿，北京《晨报》）此说在文学界颇多影响。</p> <p>　　梁启超说的“别有考证”后来也未见发表，倒是发表了否定自己的看法。他说：“刘克庄《后村诗话》疑这诗非汉人作品。他说汉人没有这种长篇叙事诗，应为六朝人拟作。我从前也觉此说新奇，颇表同意。但仔细研究，六朝人不会有此朴拙笔墨。原序说焦仲卿是建安时人，若此诗作于建安末年，便与魏的黄初紧相衔接。那时候如<a href=\"http://so.gushiwen.org/author_1206.aspx\">蔡琰</a>的《悲愤诗》，<a href=\"http://so.gushiwen.org/author_322.aspx\">曹植</a>的《赠白马王彪》，都是篇幅很长。然则《孔雀东南飞》也有在那时代写成的可能性，我们还是不翻旧案的好。（见《中国之美文及其历史》）</p> <p>　　后来仍有不少人主张《孔雀东南飞》作于六朝的。各种考证的理由，归纳起来有以下三点：一、根据《酉阳杂俎》和《北史·齐本纪》，指出诗里“新妇入青庐”的“青庐”，是北朝新婚时的习俗。二、根据《宋书·臧质传》和《乐府诗集》，证明诗中“四角龙子幡”是南朝的风尚。三、诗中有“两家求合葬，合葬华山傍”的句子，认为庐江的人绝不会葬到陕西华山去，华山在这里只是一个借喻，是袭用了宋少帝时“华山畿”的故事。根据这些理由，认为汉朝的诗里是不可能出现六朝的习俗、风尚和事迹的，《孔雀东南飞》的这些内证，就透露了自己问世的年代。</p> <p>　　但是这些论证仍然比较牵强，不足以构成完整的理由。因为：一、段成式的《酉阳杂俎·礼异》中虽记有“北朝婚礼，青布幔为屋，在门内外，谓之‘青庐’，于此交拜迎妇。”但这段话只能证明北朝有这种婚礼，却不能证明北朝以前没有这种婚礼。“青庐”汉代已有，《世说新语·假谲》中记<a href=\"http://so.gushiwen.org/author_552.aspx\">曹操</a>故事时已有“青庐”之名出现，也说明“青庐”已用于汉末，而非始于北朝，只是北朝袭用汉俗而已。二、《宋书·臧质传》、《乐府诗集》引《古今乐录》中虽然有“龙子蟠”的记载，但“幡”在汉末已很流行，传喻信命，表题官号，用的就是这种四角旗。“龙幡”曾见于《三国志·吴志》。所以《孔雀东南飞》中出现“四角龙子幡”是很自然的事，不能说它是南朝独有的风尚。三、“孔雀东南飞”与“华山畿”故事中的殉情情节，类型相同，都是民间传说中的典型。“孔雀东南飞”故事的地点在庐江，“华山畿”故事的地点南徐在今镇江。中国各地小山同名的很多，不一定“孔雀东南飞”就是袭用了“华山畿”的地名，借喻之说，也不确切。</p> <p>　　北大《两汉文学史参考资料》谓：“关于此诗的写作年代，历来有许多争论，或以为汉末人作。今按，根据原序，此诗基本上当成于汉末；惟民间乐府本为集体创作，在流传中总会经过不断的丰富和修改，自然随时有增附润饰的可能，故诗中不免有汉以后的风俗习惯等描写羼入，不得因此即武断为六朝人之作。至其被收入《玉台新咏》，则表示此诗最终写定的时间必在<a href=\"http://so.gushiwen.org/author_386.aspx\">徐陵</a>之前。”</p> <p>　　以上为此诗写作年代的争论情况，但通常仍根据《玉台新咏》所载“小序”，认为是汉末之作。</p> <p><strong>社会环境</strong></p> <p>　　故事发生在“汉末建安中”。当时的背景是：汉武帝时，“罢黜百家，独尊儒术”，儒家的那套伦理纲常，逐渐占据了统治地位，并发展到了相当完备严密的程度。在婚姻制度方面就规定有“七出”、“天下无不是之父母”等清规戒律。“天下无不是之父母”，这正是焦刘悲剧的主要原因。在这一时代氛围里，在焦母的淫威下，焦仲卿敢于站在刘兰芝一边，表现出与兰芝“结发同枕席，黄泉共为友”的坚决态度，这是难能可贵的。</p><br/><h2>艺术成就</h2> <p>　　《孔雀东南飞》在艺术上标志着中国古代叙事<a href=\"http://so.gushiwen.org/view_71170.aspx\">诗</a>已臻成熟，其主要表现有三：</p> <p>　　一、成功地塑造了刘兰芝、焦仲卿等艺术形象。刘兰芝不仅敢爱敢恨，敢说敢为，具有强烈的反抗性格，而且在别小姑、别仲卿时，赠物留言、订立蒲石之盟，于悲怆之中充满了温厚的深情。她感情丰富，形象饱满，不同于一般叙事诗中人物性格的单一简略。与兰芝相较，仲卿形象更为复杂。他忍让求母，委曲求全，显得软弱，但这是当时一般人所无法超越的时代局限，何况他身为府吏，更不能不受封建法规的制约。然而他的求，在当时是对母命的公开顶撞，实在是对封建礼教的大不敬。进而又对母命阳奉阴违，表面上驱遣兰芝，私下却密约重娶，表明他倔强不驯，只是绵里藏针、刚强不露而已。至于他告母自裁，幻想以此促使其母同意他与兰芝重新结合，这是他认识上的不足。但论其态度，实已由一般的顶撞发展到了威胁的地步。然而愚昧无知的焦母，虽然爱子，却仍坚持另娶。仲卿则在幻想破灭之后，并不因此屈从其母而终于以死殉情，充分显示了焦仲卿的反叛性格。这是一个既想当孝子，但在与切身利害冲突下又不甘于愚孝的典型。黑暗的环境和现实的矛盾造就了仲卿这种思想性格。作者不仅写出了人物性格中的个性，而且写出了他们性格中所特有的复杂性，有血有肉兼有神，可歌可泣又可信，这决非短小的抒情诗和一般的叙事诗所能达到的境界。诗中的主要人物是如此，对于次要人物，作者同样注意性格描写，因而能写出同类人物的不同特点。如刘母和焦母，同为老寡妇，刘母家境清寒，性格懦弱，虽同情女儿而又不能不听从儿子的安排，反映了封建礼教“夫死从子”的黑暗；焦母则富有高傲，为人凶悍，不仅不从子，而且要儿子从她，表现出封建家长的淫威。她们同为妇女，在同一社会中，却因境遇所造就的性格不同而扮演了不同的角色。这种艺术造诣是当时其他叙事诗中所看不到的。</p> <p>　　二、故事情节完整，矛盾冲突不断。《孔雀东南飞》以人物为中心铺叙故事，情节曲折，首尾完整。故事带有传奇的色彩：一个被休弃的妇女，竟然受到县令、太守相继登门为子求婚的奇遇，显然这是极其偶然而富有戏剧性的情节。但作者并不单纯地追求离奇的故事，而是借助于情节，描写人与人之间的关系。作者写此奇遇，不仅衬托出兰芝之美，歌颂了兰芝忠贞专一、不为利诱的品格，而且在比较中刻画出她与刘兄、刘母截然不同的性格。再则，叙事长诗易致平直，此诗却写得曲折有致，扣人心弦，因此令人读来不觉其长，不愧为“长篇之圣”。尤其是诗通过刘兰芝和焦母、焦仲卿和母亲、兰芝与刘兄这三对连续不断的矛盾，描叙人物性格之间的冲突，把普遍存在于当时社会中的矛盾现象集中概括，驱遣笔端，从而通过一个家庭，反映一个社会，使这首诗成为复杂社会的写真。这又是当时其他叙事诗所无法企及的。</p> <p>　　三、语言通俗化、个性化，明白如话而又神情毕肖。这首诗描摹情态，铺叙事物，全都通俗易懂。尤其是人物的对话，真实而又贴切地反映出人物的性格与心理活动。刘兰芝与焦仲卿之间的对话，显现了他们之间的恩爱和为了共同的理想而进行抗争的性格；仲卿母子的对话，既写出了焦母对儿子的爱，又写出了她对新妇的恨；兰芝母女、兄妹的对话，令人看到了母亲对女儿所特有的感情和刘兄的刻薄势利之心。清代陈祚明曰：此诗“佳处在历述十许人口中语，各各肖其声情，神化之笔也”，这的确说出了《孔雀东南飞》的语言艺术所达到的高水平。</p>",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": [
    "高中文言文",
    "乐府",
    "民谣",
    "写人",
    "爱情"
  ]
}