{
  "id": 72870,
  "star": 13,
  "name": "梅花岭记",
  "dynasty": "清代",
  "content": "　　顺治二年乙酉四月，江都围急。督相史忠烈公知势不可为，集诸将而语之曰：“吾誓与城为殉，然仑皇中不可落于敌人之手以死，谁为我临期成此大节者？”副将军史德威慨然任之。忠烈喜曰：“吾尚未有子，汝当以同姓为吾后。吾上书太夫人，谱汝诸孙中。”</p> <p>　　五日，城陷，忠烈拔刀自裁，诸将果争前抱持之。忠烈大呼德威，德威流涕，不能执刃，遂为诸将所拥而行。至小东门，大兵如林而至，马副使鸣騄、任太守民育及诸将刘都督肇基等皆死。忠烈乃瞠目曰：“我史阁部也。”被执至南门。和硕豫亲王以先生呼之，劝之。忠烈大骂而死。初，忠烈遗言：“我死当葬梅花岭上。”至是，德威求公之骨不可得，乃以衣冠葬之。</p> <p>　　或曰：“城之破也，有亲见忠烈青衣乌帽，乘白马，出天宁门投江死者，未尝殒于城中也。”自有是言，大江南北遂谓忠烈未死。已而英、霍山师大起，皆托忠烈之名，仿佛陈涉之称项燕。吴中孙公兆奎以起兵不克，执至白下。经略洪承畴与之有旧，问曰：“先生在兵间，审知故扬州阁部史公果死耶，抑未死耶？”孙公答曰：“经略从北来，审知故松山殉难督师洪公果死耶，抑未死耶？”承畴大恚，急呼麾下驱出斩之。</p> <p>　　呜呼！神仙诡诞之说，谓颜太师以兵解，文少保亦以悟大光明法蝉脱，实未尝死。不知忠义者圣贤家法，其气浩然，常留天地之间，何必出世入世之面目！神仙之说，所谓为蛇画足。即如忠烈遗骸，不可问矣，百年而后，予登岭上，与客述忠烈遗言，无不泪下如雨，想见当日围城光景，此即忠烈之面目宛然可遇，是不必问其果解脱否也，而况冒其未死之名者哉？</p> <p>　　墓旁有丹徒钱烈女之冢，亦以乙酉在扬，凡五死而得绝，特告其父母火之，无留骨秽地，扬人葬之于此。江右王猷定、关中黄遵严、粤东屈大均为作传、铭、哀词。</p> <p>　　顾尚有未尽表章者：予闻忠烈兄弟，自翰林可程下，尚有数人，其后皆来江都省墓。适英、霍山师败，捕得冒称忠烈者，大将发至江都，令史氏男女来认之。忠烈之第八弟已亡，其夫人年少有色，守节，亦出视之。大将艳其色，欲强娶之，夫人自裁而死。时以其出于大将之所逼也，莫敢为之表章者。</p> <p>　　呜呼！忠烈尝恨可程在北，当易姓之间，不能仗节，出疏纠之。岂知身后乃有弟妇，以女子而踵兄公之余烈乎？梅花如雪，芳香不染。异日有作忠烈祠者，副使诸公，谅在从祀之列，当另为别室以祀夫人，附以烈女一辈也。",
  "fanyi": "<p><strong>译文</strong><br>　　顺治二年乙酉（年）四月，江都被（清兵）围困的（形势）很危急。督相史忠烈公知道局势（已）不可挽救，（就）召集众将领告诉他们说：“我发誓与扬州城同作殉国（之物），但（在）匆忙慌乱中不能落在敌人的手里死去，谁（能）替我在城破时完成这个（为国而死）的大节呢？”副将军史德威悲痛激昂地（表示愿意）担负这一任务。忠烈高兴地说：“我还没有儿子，你应当凭同姓的关系作我的后嗣。我（要）写信（禀告）太夫人，把你（的名字）记入（我的）家谱，排在（太夫人的）孙儿辈中。”</p> <p>　　二十五日，（江都）城沦陷，忠烈抽出刀来自刎。众将领果然争着上前抱住他（不让他自杀）。忠烈大声呼唤德威，德威（悲痛）流泪，不能举刀，于是被众将领簇拥着走。到小东门，清兵像密林般地到来，副使马鸣碌等众将领都战死了。忠烈就瞪着眼看敌人说：“我就是（大明朝的）史阁部”。被（俘）押到南门，和硕豫亲王用“先生”（的名称）称呼他，劝他投降。忠烈大骂而死。当初，忠烈（留下）遗言：“我死后应葬（在）梅花岭上。”到这时，德威寻找史公的尸骨不能找到，就拿（他的）衣冠（代替尸骨）埋葬他（在梅花岭上）。</p> <p>　　有人说：“扬州城被攻破时，有人亲眼看见忠烈穿青衣戴黑帽，骑着白马，跑出天宁门跳入长江而死，不曾死在城内。”自从有了这种话，长江南北就传说忠烈没有死。不久英山、霍山（抗清）义军大规模起义，都假托忠烈的名义（来号召群众），（就）好像陈涉（起义时）假托项燕（的名义）一样。吴中的孙兆奎因起兵失败，被俘押到南京。经略洪承畴同他有老交情，问（他）说：“先生在军中，（是否）确凿知道原扬州阁部史公真的死了呢，还没有死？”孙公回答说：“经略从北方来，（是否）确凿知道原（在）松山殉难的督师洪公真的死了呢，还是没有死？”洪承畴（听后）非常恼怒，急忙叫部下（把他）推出去杀了。</p> <p>　　唉！（那些）成神成仙的荒唐无稽的说法，说颜太师因被杀而成仙，文少保也因彻悟“大光明”佛法像蝉脱壳一样遗下了躯壳而成佛，实际上（他们都）不曾死去，殊不知忠义是圣贤人传统的道德准则，那种凛然正气浩大磅礴，永远存留（在）天地之间，为什么一定要（问他的）面目形象是出世成仙成佛还是入世为人了呢？（那种关于他们成为）神仙的说法，正是（人们）所说的“画蛇添足”。就像忠烈的遗骨，（现在）已不可能找到了，（但）百年之后，我登上（梅花）岭，同朋友们谈起忠烈的忠言，没有（一个人）不泪如雨下，忠烈的音容笑貌仿佛就在人们眼前，（这也说明）不必去问他果真成仙成佛了没有，更何况假托他没有死而冒他的名义呢？</p> <p>　　史可法的坟墓旁还有镇江姓钱的烈女之墓，也是乙酉那年在扬州，计五次自杀才得死去，自杀时告诉父母要将自己火化，不要将尸骨留在这污秽的土地，扬州人就把她葬在这里。江西人王猷定、陕西人黄遵岩、广东人<a href=\"http://so.gushiwen.org/author_128.aspx\">屈大均</a>曾为她作传、撰铭、写哀词。</p> <p>　　但还有未能全被表彰出来的：我听说史可法的兄弟从翰林学士史可程以下，还有好几人，后来都到江都祭扫史可法墓。正逢英山霍山义军失败，捉到了托名而假冒史可法的人，清兵的大将把他押送到江都，下令让史氏门中的男子和妇女都来辨认，这时史可法的第八个弟弟已死，他的夫人年轻漂亮，为他守节，也出来看这个托名者，大将军看上了她的美色，想强迫娶她，夫人自杀而死。当时因为她出于大将所逼，人们慑于势而不敢表彰她。</p> <p>　　可叹啊，史可法曾痛恨史可程降清，在国家沦亡之际，不能保持节操，而写奏章谴责他，怎会知道在自己死后，竟然有弟媳妇凭女子之身继承夫兄所留下的光明辉绩呢？梅花像雪，芬香而不染尘埃，将来如果有人修建忠烈祠，马鸣禄副使等想必要列入从祀的位置，还应当另外建一室来祭祀夫人，再附上烈女一辈。</p> <p><strong>注释</strong><br>1 、乙酉：顺治（清世祖福临的年号）二年（1645）的干支。<br>2 、江都：今江苏省扬州市。<br>3 、督相：明代的大学士，相当于宰相职位。史可法为内阁大学士，故称督相。忠烈：为史可法死后福王所赠谥号。<br>4 、谱：家谱。此处用为动词，即“续家谱”的意思。<br>5 、自裁：自杀。<br>6 、瞠目：瞪眼。<br>7 、阁部：史可法为内阁大学士，故自称“阁部”。<br>8 、执：押解。<br>9 、之：代词，指史可法。<br>10 、或曰：有人说。<br>11 、殒：死。<br>12 、已而：不久。英、霍山师大起：顺治五、六年（1648-1649）间，侯应龙等抗清志士纷纷于英山、霍山（均在今安徽省）起义，其中冯弘图倡言史可法实未死，以史可法名义号召人民，聚众数千。曾攻占英山、霍山等县，后败于清军。<br>13 、白下：今江苏省南京市。<br>14 、审知：确实知道。<br>15 、恚：恨，恼羞成怒。<br>16 、颜太师以兵解：<a href=\"http://so.gushiwen.org/author_720.aspx\">颜真卿</a>于唐德宗时官太子太师，建中三年（782）淮宁节度使李希烈反叛，次年朝廷派颜真卿前往晓谕，被杀。兵解：死于兵刃。据《太平广记》卷三十二载，颜真卿死后十余年，颜氏仆人曾于洛阳遇真卿，当时传说他尸解成仙。<br>17 、文少保亦以悟大光明法蝉蜕：<a href=\"http://so.gushiwen.org/author_173.aspx\">文天祥</a>，宋末抗元领袖，官右丞相加少保。祥兴元年（1278）兵败，为元军所俘，后被押至大都（今北京市）遇害。大光明法：即佛法，指死后成佛。《文文山年谱》记载，文天祥在狱中被人授此佛法而出世成佛。蝉蜕：谓人遗下形骸仙去，若蝉蜕皮一样，即死去。<br>18 、出世：成仙。入世：还在人世。<br>19 、凡五死而得绝：（钱氏女）先后以刀刎颈、自焚、上吊、服毒求死，均未成，后以衣带自缢死。<br>20 、江右：长江下游西部，今指江西。王猷定：南昌人，明遗民，隐居不出，工古<a href=\"http://so.gushiwen.org/view_72870.aspx\">诗</a>文。关中：今陕西。黄遵严：不详。粤东：今广东。屈大均：广东番禺人，明亡后，出家为僧，以诗文名当时。<br>21 、翰林：官名。可程：史可法弟。史可程子明崇祯十六年（1643）进士，入翰林院，后归附李自成，旋又降清，不久南归。史可法曾上书朝廷，要求惩处其弟。<br>22 、出疏纠之：疏，奏章。纠之，弹劾他（史可程）。<br>23 、踵：追随。兄公：旧时妻称夫之兄为“兄公”。 </p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　文章先写史可法殉国的决心，接写史可法殉国的经过和在梅花岭上埋衣冠的原因，之后又写了史可法死后佚事和自己对于史可法忠烈爱国精神的无比崇敬。最后写了史可法的弟妇以死来反抗清大将逼迫的事实。文章所写内容头绪多，时间跨度大，但都用梅花岭一线贯穿起来，条理十分清楚。文中夹叙夹议，使立意更加明显，语言也很简炼。</p> <p>　　文章第一段写史可法准备赴死。这一段着重写史可法要求部下帮他临期自杀以成“大节”一件事，文中极其简略地突出描写史可法的行为、语言。在“江都围急”、“势不可为”的情况下，他召集诸将表明自己“与城为殉”，宁死不做俘虏的决心。势危情急，史可法从容不迫，丝毫没有死的恐惧和生的留恋，这是因为他感到值得死，而且必须死，表现了他多么崇高的精神境界及大无畏的英勇气概！当史德威慨然答应帮他自杀时，他一听则“喜”，要把史德威写成家谱，视为自己的儿子。文章正是用这些非同一般的行为、神态、语言等，刻划史可法的视节操胜于自己的生命。</p> <p>　　第二段记叙史可法的英勇就义，分三个层次。第一层写史可法城陷后“拔刀自裁”未成，“大呼德威”，德威大受感动，痛哭流涕而“不能执刃”，未得死；第二层写史可法壮烈就义。他抱定必死信念，被抓后怒视敌人，堂堂正正报出姓名，不听劝降，“大骂而死”，从正面表现了他的英勇气概；第三层写史可法遗言“死当葬梅花岭上”，史德威“求公之骨不可得，乃以衣冠葬之”于梅花岭。烈士的精神多么象梅花的芳香不染、冲风傲雪的崇高节操。死而求葬梅花岭，正说明了史可法高洁芳香的坚贞品质。点出梅花岭这个地点，尤其显得意味深长。</p> <p>　　第三段写史可法死后影响，突出表现他死得伟大。包括传言史可法未死，英、霍山师托名起兵抗清以及吴中孙公兆奎讽刺洪承畴两个层次。史可法未死城中的传言亦有所据，有些野史即持此说。一开头写史可法未死的传言，表明了人们对史可法的深切热爱和怀念。史可法的精神激励着各地义军纷纷起而斗争。第二层次借孙兆奎被俘不屈，用史可法之死的话题讽刺大汉奸洪承畴的苟且偷生，和史可法形成鲜明对比。洪承畴问史可法“果死耶，抑未死耶”，孙兆奎亦明知故问，用同样的疑问句当面问洪承畴“果死耶，抑未死耶”，含意深长；史可法虽死，精神未死，虽死犹生；洪承畴虽未死，精神早死，虽生犹死！以反面的洪承畴衬托史可法的伟大。</p> <p>　　文章第四段是议论，带有总结意味。以感慨语气，举<a href=\"http://so.gushiwen.org/author_720.aspx\">颜真卿</a>与<a href=\"http://so.gushiwen.org/author_173.aspx\">文天祥</a>这两个古代人物为例，说明肉体虽然会死，但精神可以不死。最后直接议论史可法之死的意义。“忠烈遗骸，不可问矣”，但“其气浩然，常留天地之间”，使“百年之后”登临梅花岭者，“无不泪下如雨”，倍受感动，就象亲见了烈士，“忠烈之面目宛然可遇”。词气之间，充满了对英雄的赞美。最后两句极其含蓄，表明烈士精神长存，不必计较于肉体的是否得到解脱。只要继承忠烈精神，也就不必定要假借烈士之名来行事。梅花岭上仅有史可法的衣冠冢，无烈士骨殖，故文章亦侧重于表彰史可法的精神，由此而生发出这一段关于肉体与精神的深刻议论。</p> <p>　　《梅花岭记》一文章法严谨，全文紧扣史可法的英勇就义，并按就义前、就义时、就义后的顺序写，最后对就义加以议论，总结全文。文章处处照应梅花岭这个地点，注意选取史可法事迹中典型性的细节表现史可法的精神。文章议论显得比较含蓄，言近旨远，令人回味。</p> <p>　　文章赞颂了史可法忠于职守、慷慨就义的高贵品质和广大爱国群众反抗强暴、誓死不屈的崇高气节，并对洪承畴之类的汉奸作了无情的讽刺，抒发了作者的民族意识。主题明确，感情深沉，寓褒贬于客观叙述之中，语言含蓄精练，富有感染力。严酷的文网迫使作者避实就虚，巧构思，精剪裁，对史可法的战斗经过简略记述，而用大量篇幅记述其语言、行动和有关传说，通过正面描写和侧面烘托陪衬的方法，以塑造抗清义士的高大形象。文章叙议结合，记叙部分以突出史可法的民族气节，生动传神；议论的文字则揭示其殉难的意义，深化了文章的主旨。</p>",
  "about": "<h2>创作背景</h2> <p>　　明崇祯十七年（1644），清兵大举入关。当时任朝廷礼部尚书兼东阁大学士的史可法，奉命督师扬州。次年四月，清和硕豫亲王多铎亲自率兵攻打扬州城，史可法于城陷后被俘，宁死不屈，为国捐躯，死后其衣冠葬在梅花岭上。明亡百年以后，<a href=\"http://so.gushiwen.org/author_3120.aspx\">全祖望</a>登上梅花岭，怀着崇敬的心情，用饱蘸感情的笔墨记叙了史可法以身殉国的悲壮事迹，歌颂了他舍生取义、视死如归的忠烈行为和崇高的民族气节，用文字为这位大义凛然的民族英雄树立了一座不朽的丰碑。</p>",
  "poet": {
    "id": 3120,
    "star": 0,
    "name": "全祖望",
    "image": "http://img.gushiwen.org/authorImg/quanzuwang.jpg",
    "desc": "全祖望（1705-1755），清代著名史学家、文学家，浙东学派重要代表，字绍衣，号谢山，学者称谢山先生，浙江鄞县（今鄞州区洞桥镇沙港村）人。曾主讲于浙江蕺山书院，广东端溪书院。上承清初黄宗羲经世致用之学，博通经史，在学术上推崇黄宗羲、万斯同，于南明史实广为搜罗纂述，贡献甚大，其著作极为丰富，达35部，400多卷，且大多数学术著作用力极深。其主要著作有：《鲒埼亭集》、《困学纪闻三笺》、《七校水经注》、《续甬上耆旧诗》、《经史问答》、《读易别录》、《汉书地理志稽疑》、《古今通史年表》等。"
  },
  "tags": [
    "战争",
    "歌颂",
    "爱国"
  ]
}