{
  "id": 69807,
  "star": 6,
  "name": "杂剧·吕洞宾三醉岳阳楼",
  "dynasty": "元代",
  "content": "第一折<br>俺家酒儿清，一贯买两瓶。灌得肚儿胀，溺得膫儿疼。自家店小二是也。在这岳阳楼下开着一个酒店。但是南来北往经商客旅，做买做卖，都来这楼上饮酒。今日早晨间，我将这镟锅儿烧的热了，将酒望子挑起来。招过客，招过客！贫道姓吕名岩字洞宾，道号纯阳子。先为唐朝儒士，后遇钟离师父点化，得成仙道。贫道在蟠桃会上饮宴，忽见下方一道青气，上彻云霄，此下必有神仙出现。贫道视之，却在岳州岳阳郡。不免按落云头，扮作一个卖墨的先生，长街市上来往。君子，都来买贫道好墨也！<br>【仙吕】【点绛唇】这墨光照文房，取烟在太华顶上仙人掌。更压着五李三张，入砚松风响。<br>【混江龙】梭头琴样，助吟毫清彻看书窗。恰行过一区道院，几处斋堂。竹几暗添龙尾润，布袍常带麝脐香。早来到洞庭湖畔，百尺楼旁。是好一座高楼也。端的是凭凌云汉，映带潇湘。俺这里蹑飞梯，凝望眼，离人间似有三千丈。则好高欢避暑，王粲思乡。<br>我在这门首觑者，看有甚么人来。<br>【油葫芦】俺只见十二栏干接上苍。招过客，招过客！休叫，休叫。你怎生着我休叫？我则怕惊着玉皇，谁着你直侵北斗建糟坊。你看我这楼上有牌，牌上有字，上写着世间无此酒，天下有名楼。写道是岳阳楼形胜偏雄壮，更压着你洞庭春好酒新炊荡。老师父，你看这边景致。翠巍巍当着楚山。休道是楚山，连太山、华山都看见了。师父，你看这边景致。浪淘浪临着汉江。不要说汉江，连洞庭湖、鄱阳湖、青草湖都看见了。正是鸡肥蟹壮之时。正菊花秋不醉倒陶元亮？师父，你来迟了，我这酒已卖尽，无了酒也。你道是无酒呵，怎发付团脐蟹一包黄？<br>这里有酒呵，把甚么与我做酒钱？至如我无有钱呵。<br>【天下乐】我则待当了一环绦醉一场。说便这等说，实是无了酒也。你道无酒，你闻波。那里这般清甘滑辣香？酒有，只你醉了不好下楼去。但将老先生醉死不要你偿。师父，这楼上好凉快哩。我特来趁晚凉，趁晚凉入醉乡。老师父，天色将晚了。还早哩。争知俺仙家日月长。小二哥，你供养的是一尊甚么神道？<br>【那吒令】我待和你唤上、那登真的伯阳，你觑当、更悬壶的长房，不强似你供养、那招财的杜康。师父，我买活鱼来做按酒。休更说钓锦鳞刍新酿，待邀留他过往经商。<br>【鹊踏枝】自隋唐，数兴亡，料着这一片青旗，能有的几日秋光。对四面江山浩荡，怎消得我几行儿醉墨淋浪。<br>师父，我这酒赛过琼浆玉液哩。<br>【寄生草】说甚么琼花露，问甚么玉液浆。想鸾鹤只在秋江上，似鲸鲵吸尽银河浪，饮羊糕醉杀销金帐。这的是烧猪佛印待东坡，抵多少骑驴魏野逢潘阆。小人听得说，王弘送酒，刘伶荷锸，李白摸月，也不似先生这等贪杯。<br>【幺篇】想那等尘俗辈，恰便似粪土墙。王弘探客在篱边望，李白扪月在江心丧，刘伶荷锸在坟头葬。我则待朗吟飞过洞庭湖，须不曾摇鞭误入平康巷。小二哥，打二百长钱酒来。先交了钱，然后吃酒。你也说的是，与你这一锭墨，便当二百文钱的酒。笑杀我也。量这一锭墨有甚么好处，那里便值二百文钱？我这墨非同小可，便当二百文钱也不多哩。<br>【后庭花】这墨瘦身躯无四两，你可便消磨他有几场。万事皆如此，酒保也，则你那浮生空自忙。他一片黑心肠，在这功名之上。我不要这墨，你则与我钱。墨换酒，你也不要？敢糊涂了纸半张。<br>他是个出家人，我那里不是积福处，留下这墨写帐，也有用处。罢罢，打二百文钱酒与他。老师父，酒便与你，自己吃不了，请几个道伴来吃。小二哥，你也说的是。你看着，我请几个道伴来者。疾！你来，你来！在那里？疾！你也来，你也来。你看这先生风了。一个舞者，一个唱者，一个把盏者，直吃的尽醉方归。我说这先生风了，当真风了。把袍袖往东一拂，道你来，你来；往西一拂，道你也来，你也来。一个舞者，一个唱者，一个把盏者，都在那里？可知你不见哩。<br>【金盏儿】我这里据胡床，望三湘，有黄鹤对舞仙童唱。主人家宽洪海量，醉何妨。直吃的卷帘邀皓月，再谁想开宴出红妆。但得一尊留墨客，我困了也，我可是两处梦黄粱。<br>如何？我说你吃不了二百钱的酒。我说你请几个道伴来吃，你不肯，兀的不醉了！他睡着了，可怎生是好？我这楼上妖精鬼魅极多，害了他性命，怎生是好？我索唤起他来。师父，你起来。这楼上妖精极多，鬼魅极广，枉害了你性命。他睡着了，叫他不醒，怎生是好？且下楼去，收了镟锅儿，落了这酒望子，上了这板闼，我再上楼去叫他去。可扑可扑。老师父，你不起来，妖精出来吃了你，不干我事。我自去也。翠叶柔丝满树枝，根科荣茂正当时。为吾屡积阴功厚，上帝加吾排岸司。小圣乃岳阳楼下一株老柳树是也。我在此千百余年。又有杜康庙前一株白梅花在此作崇。我上楼巡绰一遭，可是为何？恐怕他伤害了人性命。今日天晚，须索上楼巡绰一遭。好奇怪，我往常间上这楼来，坦然而上，今日如何心中惧怯？既来，难道回去？须索上去。呀！上仙在此，须索回避咱。业畜，那里去？回来！早知上仙在此，只合远接。接待不着，勿令见罪。好可怜人也！<br>【醉中天】我见他拄着条过头杖，恰便似老龙王。早知上仙在此，合当参拜。你这般曲脊驼腰，来我跟前有甚勾当？我看你本相我这里斜倚定栏干望。师父，望甚么？你道我望甚么？原来是挂望子门前老杨。小圣在此千百余年也。噤声！你道是埋根千丈，你如今絮沾泥，则怕泄漏春光。柳也，你有几般儿歹处哩。师父，我有甚么歹处？<br>【忆王孙】亚夫营里晚天凉，炀帝宫中春昼长。按舞罢楚台人断肠，你只为春忙。再有甚么歹处？饿得那楚宫女腰肢一捻香。<br>兀那老柳，这岳阳楼上作崇的元来是你！不干小圣事，是杜康庙前一株白梅花在此作崇。待我看来。真是个杜康庙前一株白梅在此作崇。好好，兀那老柳，你跟我出家去罢。师父，我去不得。你为何去不得？我根科茂盛，枝叶繁多，去不得。他是土木形骸，到发如此之语。<br>【金盏儿】我是个吕纯阳，度你个绿垂杨。你则管伴烟伴雨在溪桥上，舞东风飘荡弄轻狂。如今人早晨栽下树，到晚来要阴凉。则怕你滋生下些小业种，久已后干撇下你个老孤桩。<br>老柳，你跟我出家去来。既领师父教训，情愿跟师父出家。但我土木形骸，未得人身，怎生成的仙道？你也说的是。土木之物，未得人身，难成仙道。兀那老柳，你听着，你往下方岳阳楼下卖茶的郭家为男身，名为郭马儿；着那梅花精往贺家托生为女身，着你二人成其夫妇。三十年后，我再来度脱你。你与我将着这物。师父，我这般将着是么？不是，再将者。都不是，将来，将来。他是土木之物，未曾得人身，如何便能知道。你看者。<br>【赚煞】似我这般抱定墨篮儿。师父，这般将着可好么？兀的不才似一个人模样。师父，你怎生识的小圣来。我底根儿把你来看生见长。师父仙乡何处？我家住在白云缥缈乡。那里幽静么？俺那里无乱蝉鸣聒噪斜阳。徒弟去则去，则是舍不的这一派水也。量湖光，不大似半亩芳塘。徒弟省了也。你险做了长亭系马桩。敢问师父两句言语，合道不合道是怎么说？你一句句问将来。师父，合道是怎生？合道在章台路旁。不合道可是怎生？不合道你则在灞陵桥上。你若肯跟我出家，教你学取一个。学取那一个？我着你学那吕岩前松柏耐风霜。<br><br>第二折<br>龙团凤饼不寻常，百草前头早占芳。采处未消顶峰雪，烹时犹带建溪香。自家郭马儿是也。这是我浑家贺腊梅。在这岳阳楼下开着一座茶坊，但是南来北往经商客旅，都来我这茶坊中吃茶。我听得老的曾说来，三十年前，这岳阳楼上卖酒，如今轮着俺这一辈卖茶。俺两口儿自成夫妇，已经数载，寸男尺女皆无。但是那过往的人剩下的残茶，我都吃了他的。可是为何？这个唤作偷阴功积福力，但生得一男半女，也不绝了郭氏门中香火。今日开开茶坊，我烧的镟锅儿热了。我昨日多饮了几杯，今日有些害酒。大嫂，茶客也未来哩，我且在这客子里歇一歇，若有茶客来时，着我知道。理会的。徐神翁，你与我缆住小舟，我度脱了郭马儿，咱两个同舟而归。贫道当初在这岳阳楼下度了一株柳树，因他是土木之物，不得成道，教他托生为人。如今岳阳楼下卖茶郭马儿便是。又着白梅花精托生在贺家为女，他两个配为夫妇，可又早三十年矣。过往君子吃剩的残茶，此人便吃了。虽然如此，争奈浊骨凡胎，无人点化。常言道：玉不琢不成器，人不磨不成道。休道是他，至如吕岩，当初是个白衣秀士，未遇书生，上朝求官，在那邯郸道王化店遇着钟离师父，再三点化，才得成仙了道。假如遇不着钟离师父呵。<br>【南吕】【一枝花】犹兀自骑着个大肚驴，吃几顿黄粱饭。则今日有缘游阆苑，可正是无梦到邯郸。有人说道，你这等醉生梦死的，那神仙大道却怎生得来？休笑我行步艰难，无症候装些残患。如今便岳阳楼来了两番，空听的骇浪惊涛，呆汉子，洗不净愚眉肉眼。<br>我这般东倒西歪，前合后偃的。<br>【梁州第七】我为甚不带酒佯推醉里？人问先生尘世如何？我可甚点头来会尽人间。休笑我形骸土木腌臜扮，强如紫绶，胜似白襕。袖藏着宝剑，腹隐着金丹，消磨尽绿鬓朱颜，恰离了云幌星坛。世俗人休笑俺神仙无定也。早来到绿依依采灵芝徐福蓬莱，恰行过高耸耸卧仙台陈抟华山，又过了勃腾腾来紫气老子函关，把船弯、此间，正江楼茶罢人初散。你这郭上灶吃人赞，则俺乞化先生左右难，来寻你下塌陈蕃。<br>这个阁子里无有，这个阁子里也无有。这厮在这里。马儿也，如今桃花放彻，柳眼未开。倒吓我一跳，早是不曾打着我的耳朵。打了你耳朵，不曾伤了你六阳魁首。马儿，你看波。你着我看甚么？兀的不是乌江岸。乌江岸在那里？兀的不是华容路。华容路在那里？这师父风僧狂道，着我看兀的不是乌江岸，兀的不是华容路，哭了又笑，笑了又哭，正是个风魔的哩。古人英雄，今安在哉？华容路这壁是曹操遗迹，乌江岸那壁是霸王故址。曹操奸雄，夜眠圆枕，日饮鸩酒三分；霸王有喑哑叱咤之勇，举鼎拔山之力，今安在哉？<br>【贺新郎】你看那龙争虎斗旧江山。你笑甚么？我笑那曹操奸雄。你哭甚么？我哭呵，哀哉霸王好汉。老师父，你怎么哭了又笑，笑了又哭？为兴亡笑罢还悲叹，不觉的斜阳又晚。咱想这百年人则在这捻指中间。不争老师父在楼上玩赏，可不搅了我茶客。空听得楼前茶客闹，争似江上野鸥闲。百年人光景皆虚幻。我也学你看一看。我觑你一株金线柳，犹兀自闲凭着十二玉栏干。<br>老师父，你来我这里有甚勾当？我来问你化一盏茶吃。化一盏茶吃，你可是甜言美语的出家人。那里不是积福处！大嫂，造一个茶来与师父吃。我不这般吃。你则依着我，丁字不圆，八字不正，深深的打个稽首：\"上告我师，吃个甚茶？\"我便说与你茶名。你看么，我见他是出家人，则这般与他个茶吃，他又这般饶舌。也罢，依着他，左右茶客未来哩。他又风，我又九伯，俺大家耍一会。我依着他，丁字不圆，八字不正，深深的打个稽首：\"上告我师，吃个甚茶？\"我吃个木瓜。哎哟，好大口也，吊了下巴！我说道你吃个甚茶，说道我吃个木瓜。郭马儿，你学谁哩？我学你哩。但学的我尽够了也。学你腌臜头一世。罢罢，大嫂造个木瓜来。将盏儿来。我不与你盏儿。怎生不与我盏儿？你则依着我，丁字不圆，八字不正，深深的打个稽首：\"上告我师，茶味如何？\"我便与你盏儿。罢罢，我便依着你，这些不必说了。师父稽首，茶味如何？这茶敢不好。好波，你与我贴招牌哩。罚一个。怎生罚一个？依旧的问将来。我依着你，依旧打个稽首，师父要吃个甚茶？我吃个酥佥。好紧唇也。我说道师父吃个甚茶？他说道吃个酥佥。头一盏吃了个木瓜，第二盏吃了个酥佥。这师父从来一口大一口小。郭马儿，我是一口大一口小。一口大一口小，不是个吕字？旁边再一个口，我这茶绝品高茶。罢罢，大嫂，造个酥佥来与师父吃。郭马儿，你这茶里面无有真酥。无有真酥，都是甚么？都是羊脂。羊脂昨日浇了烛子，那里得羊脂来？插上你呵，多少羊脂哩。恁怎么样说，我是柳树了。将盏儿来。我不与你盏儿，依旧的问将来。我依着你。师父，茶味如何？这茶敢又不好。可早两遭儿。再罚一个，你依旧问将来。就依你。问师父要吃个甚茶？我吃个杏汤。这师父倒会吃，头一盏儿吃了个木瓜，第二盏吃了个酥佥，第三盏吃个杏汤，再着上些干粮，倒饱了半日。马儿，你若不是我呵，是做了干梁也。看将起来，我是块木头。罢罢，大嫂，造个杏汤来与师父吃。杏汤便有，无有板儿也。师父，杏汤便有，无有板儿也。你说杏汤便有，无了板儿。三十年前解开你，<br>都是板儿。师父，我怎当的你这一句那一句。大嫂，造一个杏汤来。将盏儿来。我不与你盏儿，依旧的问将来。我依着你。师父，茶味如何？郭马儿，你这茶……敢又不好？你怎生搀了我的？我学你道哩。则要你学我道哩。郭马儿，我见你两次三番口忝。口忝甚么？口忝我这茶盏底，是何缘故？师父，你不知。我与浑家贺腊梅自做夫妻，数载有余，寸男尺女俱无。但是南来北往经商客旅，做买做卖，都来我这楼上吃茶，剩下残茶，我都吃了。却是为何？这是偷阴功积福德，但得一男半女，也绝不了郭氏门中香火。原来如此。我着你大积些阴功，如何？恁的呵，更好。将盏儿来。郭马儿，你吃了我吐的残茶，教你有子嗣。看了他那嘴脸，我吃他吐的茶，就绝户了也成不的。我哄他一哄，看他说甚么。师父，你肯吃我的剩饭，我便吃你的残茶。将你那剩饭来。<br>【梧桐树】你道是两碗通轻汗，独不闻一粒度三关。管甚么锟饨皮馒头馅和和剩饭，总是个有酒食先生馔。<br>可碜杀我也！你吃了我的残茶，我便吃你的剩饭。我和你说，我也不吃你残茶，也不要你吃我的剩饭。你披着半片羊皮，乞儿模样好嘴脸。<br>【隔尾】你休道这乞儿披定羊皮懒，你会首休猜做大卧单。马儿，你吃了三盏茶，无一盏真的。怎生无有一盏真的？我吐与你木瓜里枣、酥佥里脂、杏汤里瓣。马儿，你吃了者。吃不得。只恁般左难、右难。马儿，吃了者。其实吃不得。你不吃，接了盏者。打碎了盏儿也。倒吓我一惊。我看你怎发付松风兔毛盏。<br>马儿，你看我吐的不小可也。<br>【牧羊关】这吐也无那竹叶云涛泛，也无那石铛雪浪翻。这吐呵但开口满帘香散，更压着仙酒延年，更压着蟠桃般驻颜。也不索采蒙顶山头雪，也不索茶点鹧鸪斑。比尔你吸引扬子江心水，马儿也，可强似汤生螃蟹眼。<br>马儿吃了者。吃不得。贺腊梅，你吃了者。稽首，弟子省了也。你怕不省也，郭马儿还不省哩。将盏儿来。好东西也，吃下去醍醐灌顶，甘露洒心，好东西也。师父，才抹到我口里，是甚么东西？我恰才抹到你口里的，可是那残茶。在那里？再与我些吃。都无了。往那里去了？贺腊梅吃了也。他吃了可怎么说？他吃了先得了道也。我呢？你还在道旁边哩。看起来我是柳树。谁说你是榆树来。我吃了你这残茶怎么说？俺浑家吃了你这残茶怎么说？你吃了我这残茶，你是我的道伴；你浑家吃了我这残茶，他是我的仙友。且住者。我吃了他的残茶，我是他道伴；俺浑家吃了他的残茶，倒和他为仙友。道伴也罢，这仙友可难为。看起来俺老婆养着你哩！<br>【红芍药】把一片岁寒心烧做了火炎山，哎，你弟子好是凶顽。把一领布袍襟扯住不容还，碎纷纷直似灵幡。打的我比春牛少片板，总是我不合劝修行吐尽心肝。郭马儿，你休恼了我也。恼了你，可怎么的我？把岳阳楼翻做鬼门关，休只管卖弄拳儇。<br>【菩萨梁州】打的我死狗儿弯足全，青泥也腐烂，头披也髻散。呀，葫芦里瀽了些灵丹。甚么灵丹，都是些羊屎弹子。扭回头遥望北邙山。正是个风僧狂道。知他是你痴呆、我是风魔汉？大嫂，炉中添上些炭。理会的。炉中有火休添炭，大都来有几年限。打、打、打先生不动弹，更怕甚圣手遮拦。郭马儿，跟我出家去来。这师父打不改的。<br>【哭皇天】我着你早寻个香火新公案，煞强似久堕风尘大道间。只为你瘦伶仃无人盼，才长大便争攀。若不是我把长条自挽，则你在洞庭湖上，扬子江边，受了些风吹日炙，雪压霜欺，险些儿做了这岳阳楼、岳阳楼酒望竿。我就跟你出家去，有甚么好处？我着你逍遥散诞，你自待偎慵惰懒。<br>【乌夜啼】愁甚么楚王宫陶令宅隋堤岸，我已安排下玉砌雕阑。则要你早回头静坐把功程办，参透玄关，勘破尘环。待学他严子陵隐在钓鱼滩，管甚么张子房烧了连云栈。竞利名，为官宦；都只为半张字纸，却做了一枕槐安。<br>【三煞】想人能克己身无患，事不欺心睡自安，便百年能得几时闲？去向那石火光中，急措手如何迭办？你何不早回看，直到落日桑榆暮景残，方才道倦鸟知还。<br>【二煞】争如我盖间茅屋临幽涧，披片麻衣坐法坛。倒也躲是非忘宠辱无牵绊，不强似你在人我场中，把个茶博士终朝淘渲。郭马儿，你及早省悟，也是迟了。我笑你忒愚顽，枉了我度你亲身三两番，还不省也天上人间。<br>郭马儿，跟我出家去来。我跟你出家去，你那里有甚么道伴？你若肯出家，我着你看两个道伴。那两个道伴？<br>【黄钟尾】我着你看蓝采和舞春风六扇云阳板。那一个呢？我着你看韩湘子开冬雪双茎锦牡丹。疾回头莫怠慢。师父，我送你下楼去。下江楼近水湾。呀，徐神翁等不的我，先去了也。在那里？你与我撑开船，挂起帆。郭马儿，上船来。你先上船。我先上船。推他娘在这水里。呀，这厮险些儿不闪我在水里！行至蓬莱宫方丈山，俺那伙送行人世不曾西出阳关，早则不凝望渭城和泪眼。<br>那师父去了也。今日茶也不曾卖的，被他打搅了一日。天色已晚了，收拾了镟锅儿，闭了茶肆。大嫂，咱还家中去来。<br>楔子<br>自家郭马儿。自从见了那个师父，但合眼便见他道：郭马儿跟我出家去来。我可怎生出的家？我如今不卖茶了，在这岳阳楼下卖酒。我今日打点些按酒去。我不往前街去，怕撞着那师父，我往这后街里去。郭马儿，你往那里去？我躲他，正撞在怀里。师父，我如今不卖茶了，在岳阳楼下卖酒。请师父吃三钟。你请我吃三钟，我在你这楼上醉了两醉也。你再请我吃一醉？上的这楼来。师父，你吃一碗。你也吃一碗。师父，你再吃一碗。你也再吃一碗。师父，你再吃一碗。你送我下楼去。我送师父下楼去。郭马儿，跟我出家去来。我怎生出的家？我若跟你出家，可把我媳妇发付在那里？你杀了你媳妇者。杀了我媳妇，可着谁偿命？敢是你偿命。可知哩。我便要杀俺媳妇，可也无兵刃。兀的不是一口剑。师父，是一口好剑。<br>【仙吕】【赏花时】这剑曾伴我三十年来海上游，夜夜光芒射斗牛。郭马儿，我与你这一口剑，要些回答的礼物。可要甚么回奉的礼物？要一颗血沥沥妇人头。好容易也。为你这墙花路柳，若不是恁两个呵，谁肯三醉岳阳楼。<br>这师父正是风僧狂道，好没生与我一口剑，教我杀了俺媳妇儿。我可怎生舍的？这一口剑拿到家中切菜，也有用处。今日又被他歪死缠，不曾卖的酒，且回家中去来。<br><br>第三折<br>自从那师父与了我一口剑，拿到家中，三更前后，不知甚么人把我媳妇杀了。剑上写着四句诗道：\"朝游北海暮苍梧，袖里青蛇胆气粗。三醉岳阳人不识，朗吟飞过洞庭湖。\"后面写着\"洞宾作。\"我如今先告知社长，然后见官去也未迟哩。可早来到社长门首。我试唤他一声：社长在家么？谁叫门哩？我开开这门看。社长拜揖了。昨日有个不知姓名的胡先生，与了我一口剑，着我拿到家里。三更前后，不知甚么人把俺媳妇杀了。剑上写着四句诗道：\"朝游北海暮苍梧，袖里青蛇胆气粗。三醉岳阳人不识，朗吟飞过洞庭湖。\"后面写着\"洞宾作\"。你媳妇杀了么？杀了。杀了罢，干我膫儿事？你是当坊社长，不和你说和谁说？马儿，我和你说，\"洞宾作\"，想必是洞中一块宾铁拿来打成这口剑，则怕是这个杀了你媳妇儿。不是。既然不是，依着你怎么说？我如今和你告官去，讨一纸勾头文书，长街市上寻那个道人去。但有人念这四句诗的，便是他杀了俺媳妇儿。这也说的是。我如今先去找寻他，慢慢的告请官差捕。便纵然寻着胡先生，也当不得你这丑媳妇。披蓑衣，戴箬笠，怕寻道伴；半简子，挟愚鼓，闲看中原。打一回，歇一回，清人耳目；念一回，唱一回，润俺喉咽。穿茶房，入酒肆，牢拴意马；践红尘，登紫陌，系住心猿。跨彩鸾，先飞到，西天西里；驾青牛，后走到，东海东边。灵芝草，长生草，二三万岁；娑罗树，扶桑树，八九千年。白玉楼，黄金殿，烟霞霭霭；紫微宫，青霄阁，环珮翩翩。鹦鹉杯，凤凰杯，满斟玉液；狮子炉，狻猊炉，香喷龙涎。吹的吹，唱的唱，仙童拍手；弹的弹，舞的舞，刘衮当先。做厮儿，做女儿，水煎水燎；或鸡儿，或鹅儿，酱炒油煎。来时节，刚才得，安眉带眼；去时节，只落得，赤手空拳。劝贤者，劝愚者，早归大道；使老的，使小的，共结良缘。人身上，明放着，四百四病；我心头，暗藏着，三十三天。风不着，雨不着，岂知寒署；东不管，西不管，便是神仙。船到江心牢把柁，箭安弦上慢张弓。今生不与人方便，念尽弥陀总是空。<br>【正宫】【端正好】我劝你世间人，休争气，及早的归去来兮。可乾坤做一床黄绸被，单搦着陈抟睡。<br>【滚绣球】我穿着领布懒衣，不吃烟火食。淡则淡淡中有味，又不是坐崖头打当牙椎。人问我姓甚的，住那里，要寻我煞是容易：酒排沙紧对着钟离。怕你虎狼丛吃闪呆獐般看，是非海淹着死马儿医。树倒风吹。<br>兀的不是那道人来了！听他念甚的。朝游北海暮苍梧，袖里青蛇胆气粗。三醉岳阳人不识，朗吟飞过洞庭湖。好也，可是你杀了我媳妇，你逃走到那里去！<br>【倘秀才】你在当街上把师父扯曳，这是我劝弟子修行的气力。我打你个弟子孩儿！你打不的。打、打、打今世饶人不是痴，天生下、这顽皮，壮吃。<br><br>【滚绣球】好生地放了者，我为甚不惹你？赤紧的简子唤作惜气，但行处愚鼓相随。愚是不省的，鼓是没眼的。柳呵今日蕝葱般人脆，一口气不回来，教你落絮沾泥。则俺那洞中有客鹤来早，抵多少秋后无霜叶落迟，看那个便宜。<br>郭马儿，你当街截住我是怎的？你因何杀了我媳妇儿？我如今撞见你，有甚话说。<br>【叨叨令】则为这泼家私满镜里月髭鬘，熬煎得铁汤瓶一肚皮长吁气。一头把老先生推在荒郊内，哎，你个浪婆娘又搂着别人睡。不杀了要怎么也波哥，不杀了要怎么也波哥？争如我梦周公高卧在三竿日。你赖不过，我今告着你哩。你凭甚么勾我？我凭勾头文书勾你。你文书那里？你念听。奉州官台旨，即勾唤杀人贼一名胡道人。是你不是你？将来我看。疾！你再读，看是谁就拿谁。是。读，看是谁就拿谁。奉州官台旨，即勾唤杀人贼一名郭马儿。这上面可怎么写着我？<br>【倘秀才】我不信那官人敢断谁，则为你愚不省将勾头来吊你，正是俺自有心猿百字碑。哎，村物事，泼东西，怎到得那里？<br>【滚绣球】俺那里白云自在飞，仙鹤出入随。俺那里洞门不闭。师父，则怕那里有俺媳妇么？你可也再休题家有贤妻。师父，这里是那里？马儿，你看波。这壁银河织女机，那壁洞中玉女扉，怎发付你那酒色财气。则你那送行人何曾道展眼舒眉，你是个红尘道上千年柳，你觑波白玉堂前一树梅。兀的不是我浑家贺腊梅哩！疾！师父，俺媳妇那里去了？才在这里，怎生不见了！怎知这就里玄机。<br>我也道花枝般好媳妇被你杀了不成？快教他出来，还了我罢。<br>【伴读书】你道是花枝儿媳妇天然美，又道是笋条儿一对青年纪；端的谁遣来两个成匹配，到今日又谁拆散你这芳连理？可怎生不解其中意，还认作儿女夫妻！<br>你藏了我媳妇儿，我便肯干罢？社长，你也帮我一帮，扭他见官去来。勾头文书原着我协同着你拿这胡道人，我帮你，我帮你。<br>【笑和尚】我、我、我要你媳妇儿做甚的，你、你、你扭住我欲何为？敢、敢、敢挟着这一纸文书的势，看、看、看你媳妇儿在那里；有、有、有谁是个杀人贼，来、来、来咱和你去当官对。<br>社长，适才我那媳妇你也看见的，到官去你与我做个质证。你不要等他唱曲，只拿他到官司里去。<br>【煞尾】再休想一枝逗漏春消息，则要你三岛追随路不迷。拜辞了潇湘洞庭水，同去蟠桃赴仙会。酒泛天浆滋味美，乐奏云璈音调奇。绛树青琴左右立，都是玉骨冰肌世无比。我劝你这片凡心早收拾，莫为娇妻苦萦系。你拐了我媳妇儿，更待干罢！社长，你帮我拖他到官去，好歹要还我媳妇来。这呆汉昏迷不省，枉了我三遭儿也。似这等呆脑呆头劝不回，呸，可不干赚了我奔走红尘九千里。<br>好两个后生，拿一个先生被他溜了。我不问那里赶上去。这里有两条路，你往这头，我往那头，两路抄将来，不怕他会飞上天去。说的是。赶赶赶！<br><br>第四折<br>罗浮道士谁同流，草衣木食轻王侯。世间甲子管不得，壶里乾坤只自由。数着残棋江月晓，一声长啸海门秋。饮余回首话归路，笑指白云天际头。拿住！我如今再不等你溜了，和你见官去来。<br>【双调】【新水令】则这杀人贼须是你护身符，教你做神仙悟也不悟。你看承我做酒布袋，请看这药葫芦；不是村夫，还有三卷天书。甚么天书，敢是化缘的疏头。你休猜做化缘疏。告官去来。<br>【驻马听】你将我袍袖揪捽，误了你龙麝香茶和露煮；将我环绦扯住，怎教凤城春色典琴沽。建溪别馆觅钱簏，蓬莱仙岛休家去。你杀了人，往那里去？我若是见人债负，俺那里白云满地无寻处。<br>我的媳妇儿，你送的那里去了？不是你的媳妇。倒是你的媳妇？<br>【沉醉东风】是我绾角儿缩缘伴侣，垂髫时儿女妻夫。是我的媳妇儿？泼男女，尚古自参不透野花村务。你是个出家人，如何要老婆？道士须当配道姑。呆汉！则俺两口儿先生姓吕。<br>你不要强，和你告官去来。<br>【七兄弟】由你到大处、告去，只拣爱的做。你道是\"踏破铁鞋无觅处，算来全不费工夫\"，可干吃了半碗腌臜吐。<br>【梅花酒】想您个匹夫，不识贤愚。蠢蠢之物，落落之徒，休猜俺做左道术。俺自拿着捩鼻木，您拽着我布道服；俺急切里要回去，您当街里缠师父。俺为甚的不言语，您心下儿自踌躇。<br>【收江南】俺则待朗吟飞过洞庭湖，您在茶坊中说甚蜜和酥。甚么人乱嚷，与我拿过来者！扇圈般一部落腮胡，更狠似道录，马头前不慌杀了贺仙姑。<br>这个道人杀了我的媳妇，大人与我做主咱！兀那道人，清平世界，浪荡乾坤，你怎敢杀人！郭马儿告我杀了他媳妇儿，他媳妇贺腊梅见在，不曾死。贺腊梅在那里？叫来我看。现在此处。疾！师父，唤你徒弟那厢使用？这不是他媳妇儿！郭马儿，你告道人杀了你媳妇儿，如今你媳妇现在，做的个告人徒自己徒。左右，推出去杀坏了者。可怎了也？郭马儿？你告着我杀了你媳妇儿，如今你媳妇现在，做了个诬告人死罪，自己反坐。如今要杀坏你，要我救你不救？可知要救我哩。郭马儿，你认的我么？怎生官人也不见了？祗侯也不见了？都是一伙先生。敢是我错走在五龙坛里来了。郭马儿，你认的这众仙么？这位做官的胡子是谁？<br>【水仙子】这一个是汉钟离现掌着群仙箓。这位拿着拐儿的不是皂隶？这一个是铁拐李发乱梳，兀那位着绿襕袍的不是令史哩？这一个是蓝采和板撒云阳木。这老儿是谁？这一个是张果老赵州桥倒骑驴，这位背葫芦的是谁？这一个是徐神翁身背着葫芦。这位携花蓝的是谁？这一个是韩湘子韩愈的亲侄。这位穿红的是谁？这一个是曹国舅宋朝的眷属。敢问师父你可是谁？贫道姓吕名岩字洞宾，道号纯阳子。则我是吕纯阳爱打的简子愚鼓。是了！三十年前我是岳阳楼下老柳树，俺浑家贺腊梅就是杜康庙前白梅树。后来托生下方，配为夫妇，直待师父三度点化，才归正道。稽首，我弟子早省悟了也。你二人既得省悟，听吾指示。你本是人间土木之物，差洞宾将你引度。今日个行满功成，跨苍鸾同登仙路。<br>【收尾】则我向岳阳楼来往经三度，指引你双归紫府。方才识仙家的日月长，再不受人间的斧斤苦。<br>题目郭上灶双赴灵虚殿<br>正名吕洞宾三醉岳阳楼",
  "poet": {
    "id": 306,
    "star": 0,
    "name": "马致远",
    "image": "http://img.gushiwen.org/authorImg/mazhiyuan.jpg",
    "desc": "马致远（1250年-1321年），字千里，号东篱（一说字致远，晚号“东篱”），汉族，大都（今北京）人，另一说（马致远是河北省东光县马祠堂村人，号东篱，以示效陶渊明之志）。他的年辈晚于关汉卿、白朴等人，生年当在至元（始于1264）之前，卒年当在至治改元到泰定元年（1321—1324）之间，与关汉卿、郑光祖、白朴并称“元曲四大家”，是我国元代时著名大戏剧家、散曲家。"
  },
  "tags": []
}