{
  "id": 73281,
  "star": 4,
  "name": "晚泊",
  "dynasty": "宋代",
  "content": "半世无归似转蓬，今年作梦到巴东。<br>身游万死一生地，路入千峰百嶂中。<br>邻舫有时来乞火，丛祠无处不祈风。<br>晚潮又泊淮南岸，落日啼鸦戍堞空。",
  "fanyi": "<p><strong>译文<br></strong>我半世以来飘零不定，像蓬草随风；谁想到今年又往巴东，那地方，已多次出现在我的梦中。<br>我就要进入那险阻难行、万死一生的蜀地；行走在危机四伏的小路，面对高耸的百嶂千峰。<br>邻船有人来借火种，荒野的神祠，总有人在祈求顺风。<br>乘着晚潮船泊在淮水南岸，戍楼空无一人，只有乌鸦啼叫，回荡在凄迷的夕阳中。</p> <p><strong>注释<br></strong>⑴泊：停船。<br>⑵半世：半生，半辈子。<br>⑶无归：无所归宿。<br>⑷ 转蓬：蓬草随风飘转，因之比喻到处漂泊。<br>⑸ 巴东：古郡名，辖今重庆奉节、云阳等县。<a href=\"http://so.gushiwen.org/author_272.aspx\">陆游</a>此行赴夔州，即奉节。<br>⑹万死一生：犹言九死一生。极言生命的危险。<br>⑺千峰百嶂：形容山峦重迭。嶂，指高险像屏障的山。<br>⑻邻舫：相邻的船。<br>⑼乞火：求取火种。<br>⑽ 丛祠：乡野间的神祠。<br>⑾祈风：祈求一路顺风。<br>⑿ 淮南：陆游泊船的瓜洲所在地属淮南东路。<br>⒀戍（shù）堞（dié）：瓜洲有石城，设兵戍守，此指守望的城楼。堞，城上的短墙。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　<a href=\"http://so.gushiwen.org/view_73281.aspx\">诗</a>首联就抒发身世之感，说自己长期辗转道路，似随风飘转的蓬草一样，没想到今年又往巴东去。以蓬草喻生涯无定，是前人常用的比喻，<a href=\"http://so.gushiwen.org/author_272.aspx\">陆游</a>用在这里，不但很切合他的身世，更因为他此刻离家不久，还带着离别的遗愁，所以分外凄切。“无归”二字，结合陆游生平以收复国土为己任，渴望战斗在前线来看，不仅仅是说自己似飞蓬，不能安居，而是对此行是到夔州，仍是闲职，不能为国出力而感到不满。次句写赴官巴东，构思巧妙，不直说其事，而说自己做梦到巴东，既说出了目的地，又表现了自己复杂的心情。陆游在出发以前，曾作《投梁参政》诗，直率地说自己“残年走巴峡，辛苦为斗米”，“但忧死无闻，功不挂青史”，梦到巴东，正是这一心情的反映。当然，三峡蜀道之难行，也是一个重要原因，因此次联便遥想此行前程的苦难，说蜀道是万死一生的险地，自己将步入那千峰百嶂之中。这两句是想象之词，也可理解为上联所说的梦中所历，在写行路难中，不免也有世路艰难的感叹。</p> <p>　　诗的前两联是说明晚泊即乘舟出行的原因及黯然的心情，第三联正式入题写晚泊，通过泊船时的一件小事及眼前的景色来表现。邻舟乞火，乡间庙宇有船夫们祈祷顺风，看似漫不经心而出，实际上以借火说明夜泊，以庙宇说明所泊处不是很荒凉的地方；由此末尾再顺手带出晚泊的地点是淮南岸，眼前是落日、啼鸦、戍楼。尾句结得很萧索，与诗人的心情紧密相合。瓜洲属镇江，陆游曾在这里任职，当时斗志昂扬，满怀希望，以致他后来在诗中自豪地宣称他这段经历，有“楼船夜雪瓜洲渡”句。如今他旧地重到，见眼前萧然景色，叹仕途多艰，壮志难酬，心中感慨，可想而知。</p> <p>　　陆游《九月一日夜读诗稿有感走笔作歌》说自己早年学诗，“残余未免从人乞”，自从四十八岁到南郑从军，从现实中汲取了创作源泉，遂悟出诗家三昧。这首诗是陆游从军南郑以前的作品，格调远不如他晚年作品那么苍劲雄健，或多或少还可看出他向江西诗派作家曾几学习的痕迹。</p> <p>　　但全诗看似随笔挥洒，仍能情意相贯，属对工整，是他前期诗中的佳章。清刘熙载《艺概》说陆游诗“明白如话，然浅中有深，平中有奇，故足令人咀味”，就是指这一类诗。陈衍《宋诗精华录》说：“翁与石湖、诚斋皆倦游者，而石湖但说退居之乐，陆、杨则甚言老于道路之苦，似与官职大小亦有关系。”此评恐未真正说中放翁心事。</p>",
  "about": "<h2>创作背景</h2> 　　乾道五年（1169年），<a href=\"http://so.gushiwen.org/author_272.aspx\">陆游</a>四十五岁，奉命为夔州通判。次年（1170年）六月初，他从临安出发，踏上了入川的水程。这首<a href=\"http://so.gushiwen.org/view_73281.aspx\">诗</a>是六月二十八日舟过镇江，停泊在瓜洲时所作。陆游在来镇江之前，已历官镇江、隆兴通判，乾道三年，被言官以“交结台谏，鼓唱是非，力说<a href=\"http://so.gushiwen.org/author_1628.aspx\">张浚</a>用兵”而罢官，至此复出。",
  "poet": {
    "id": 272,
    "star": 0,
    "name": "陆游",
    "image": "http://img.gushiwen.org/authorImg/luyou.jpg",
    "desc": "陆游（1125—1210），字务观，号放翁。汉族，越州山阴（今浙江绍兴）人，南宋著名诗人。少时受家庭爱国思想熏陶，高宗时应礼部试，为秦桧所黜。孝宗时赐进士出身。中年入蜀，投身军旅生活，官至宝章阁待制。晚年退居家乡。创作诗歌今存九千多首，内容极为丰富。著有《剑南诗稿》、《渭南文集》、《南唐书》、《老学庵笔记》等。"
  },
  "tags": [
    "晚上",
    "乘船",
    "写景",
    "抒情"
  ]
}