{
  "id": 49414,
  "star": 24,
  "name": "西江月·送别",
  "dynasty": "宋代",
  "content": "昨夜扁舟京口，今朝马首长安。旧官何物与新官。只有湖山公案。<br>此景百年几变，个中下语千难。使君才气卷波澜。与把新诗判断。",
  "fanyi": "<p><strong>译文<br></strong>昨夜您的小船离开京口，今晨我的马头遥望长安。旧官拿什么交代给新官？只有西湖、吴山、公事、案件。<br>杭州美景，百年来几度变迁？内含奥秘，下评语叫人为难。新太守林大人的才气能掀起钱塘江的波澜。把我的新<a href=\"http://so.gushiwen.org/view_49414.aspx\">诗</a>呈给您。请您细加指点。</p> <p><strong>注释<br></strong>⑴西江月：词牌名，原唐教坊曲。<br>⑵送别：《二妙集》本及毛本词题皆作“苏州交代林子中席上作。”可从。然文中之苏州，应为“杭州”之误。交代：交接职务。<br>⑶扁舟：小舟。京口：今江苏镇江市。乃古润州治所。<br>⑷长安：此处代指京城汴京（今河南开封市）。马首长安，谓马不停蹄地向京都进发。<br>⑸旧官何物与新官：孟綮《本事诗·情感第一》载陈朝乐昌公主破镜重圆诗：“此日何迁次，新官对旧官。笑啼都不敢，方验作人难。”这里东坡仅以其“新官对旧官”句，借指自己是“旧官”即将离任；“新官”，指林子中，他接替自己任杭州太守。<br>⑹湖山公案：指东坡自己的吟咏西湖山景的诗作。傅斡《注坡词》注云：“公伴杭日作诗，后下狱，令供诗帐。此言湖山公案，亦谓诗也。禅家以言语为公案。”<br>⑺个中：此中。下语：评说，讲说。傅斡注：“禅家有下语之说。”<br>⑻使君：指新任杭州太守的林子中。才气卷波澜：形容林子中的才气像波涛一般壮阔起伏。<br>⑼判断：犹鉴别辨析。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　上片，“昨夜扁舟京口，今朝马首长安。”词人先向新任杭州太守林子中诉说着他的仕宦奔波之苦。这句词份量沉重，内涵复杂，至少含有两层意思：其一，词人说自己没有做出什么成绩，只留下一堆吟咏西湖山景的<a href=\"http://so.gushiwen.org/view_49414.aspx\">诗</a>作了，表现了东坡的谦虚和自责精神，令人钦敬。其实，词人这次知杭政绩斐然，尽人皆知，他不仅积极抗旱救灾，施粥送药，救活了很多贫困百姓；而且开河浚湖、兴建水利，在西湖中筑造堰闸，修建南北三十里长堤，并在堤上造六桥，置九亭，遍植杨柳芙蓉，不仅美化了风景，还方便了行旅耕作，深得人民崇敬，以至人们“家有画像，饮食必祝，又做生祠以报。”</p> <p>　　下片，集中请求林子中评判其湖山新诗。“此景百年几变，个中下语千难。”词人说西湖山景千变万化，百年数异，自己对之描写是很困难的。这里，词人把其湖山诗作的内容限制在自然景物的范围内，与其他（如政治）无关，而且“百年几变”，“下语千难”，表明其诗歌内涵随着风景的变化而复杂多变，用语费神颇多，是正常现象。“使君才气卷波澜。与把新诗判断。”这末二句是词人对林子中的客套颂扬之辞，当然也含有某种期待的愿望，他说林子中才气如壮阔波涛，一定会对自己的新诗做出公正的评判。用语谨慎巧妙，表面上是请友人品赏、评说自己的新诗，而却带有某种警惕性。因为词中连用“公案”、“判断”二词，十分醒目，这涉及到诉讼、判案性质，东坡决不会随便使用之。东坡似是有意把自己当作了“被告”，等待审判，但他实际上却又是问心无愧，心地坦荡，并且充满了自信心。</p> <p>　　全词表现了词人对自己奔波在仕宦之途中的无可奈何心境，用意深微，浑然妥贴，章法平中有奇，虚实柜生，宛曲味永。</p>",
  "about": "<h2>创作背景</h2> 　　此词作于宋哲宗元祐六年（1091年）二月，词人被召为翰林承旨，在赴汴京之前，向新任杭州太守林子中交接职务之时，为了表示自己无可奈何的心情，于是写下这首词。",
  "poet": {
    "id": 183,
    "star": 0,
    "name": "苏轼",
    "image": "http://img.gushiwen.org/authorImg/sushi.jpg",
    "desc": "苏轼（1037－1101），北宋文学家、书画家、美食家。字子瞻，号东坡居士。汉族，四川人，葬于颍昌（今河南省平顶山市郏县）。一生仕途坎坷，学识渊博，天资极高，诗文书画皆精。其文汪洋恣肆，明白畅达，与欧阳修并称欧苏，为“唐宋八大家”之一；诗清新豪健，善用夸张、比喻，艺术表现独具风格，与黄庭坚并称苏黄；词开豪放一派，对后世有巨大影响，与辛弃疾并称苏辛；书法擅长行书、楷书，能自创新意，用笔丰腴跌宕，有天真烂漫之趣，与黄庭坚、米芾、蔡襄并称宋四家；画学文同，论画主张神似，提倡“士人画”。著有《苏东坡全集》和《东坡乐府》等。"
  },
  "tags": [
    "仕途",
    "无奈"
  ]
}