{
  "id": 51189,
  "star": 64,
  "name": "解语花·上元",
  "dynasty": "宋代",
  "content": "风消绛蜡，露浥红莲，灯市光相射。桂华流瓦。纤云散，耿耿素娥欲下。衣裳淡雅。看楚女纤腰一把。箫鼓喧，人影参差，满路飘香麝。<br>因念都城放夜。望千门如昼，嬉笑游冶。钿车罗帕。相逢处，自有暗尘随马。年光是也。唯只见、旧情衰谢。清漏移，飞盖归来，从舞休歌罢。",
  "fanyi": "<p><strong>译文</strong><br>蜡烛在风中燃烧，夜露浸湿了花灯，街市上灯光交相映射。皎洁月光照着屋瓦，淡淡的云层散去，光彩照人的嫦娥飘然欲下。衣裳是多么精致素雅，南国少女个个都细腰如掐。大街小巷箫鼓喧腾，人影攒动，条条路上幽香阵阵。<br>不由想起当年京城的灯夜，千家万户张灯结彩如同白昼。姑娘们笑盈盈出门游赏，香车上不时有人丢下罗帕。有缘相逢的地方，必是打马相随尘土飞洒。今年的京城想必依旧，只是我旧日的情怀已全衰谢。钟漏轻移时间不早，赶快乘车回去吧，任凭人们去尽情歌舞玩耍。</p> <p><strong>注释</strong><br>解语花：词牌名。相传唐玄宗太液池中有千叶白莲，中秋盛开，玄宗设宴赏花。群臣左右为莲花之美叹羡不已，玄宗却指着杨贵妃说：“那莲花怎比得上我的解语花呢？”后人制曲，即取以为名。<br>上元：正月十五元宵节。<br>绛蜡：红烛。<br>浥：沾湿。<br>红莲：指荷花灯。<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>《蓦山溪·元夕》：“纤手染香罗，剪红莲满城开遍。”<br>桂华：代指月亮、月光。传说月中有桂树，故有以桂代月。<br>素娥：嫦娥。<br>放夜：古代京城禁止夜行，惟正月十五夜弛禁，市民可欢乐通宵，称作“放夜”。<br>千门：指皇宫深沉，千家万户。<br>钿车：装饰豪华的马车。<br>飞盖：飞车。</p><br/><h2>英译</h2> Intelligent Flower<br>Lantern Festival<br>Zhou Bangyan<br>The candle flames redden with the breeze;<br>The lotus lanterns seem to freeze.<br>The sky brightens the fair and the fair the sky.<br>The titles are steeped in moonlight<br>When fleecy clouds disperse in flight,<br>The Moon Goddess would come down from on high.<br>In elegant dress appear<br>The southern maidens tender<br>With waist so slender.<br>The drums boom far and near,<br>The crowd's shadows rise and fall,<br>Fragrance wafts over all.<br>I remember the capital's lantern night:<br>A thousand doors overwhelmed with light,<br>People made merry in laughter.<br>From golden cabs silk handkerchiefs *ped down,<br>The gallants ran after<br>The cabs as dim dust raised by steeds in the town.<br>But years have passed,<br>Now I see only for my part<br>With an unfeeling heart<br>How time flies fast.<br>The cabs will not come back again<br>And people have sung and danced in vain.",
  "shangxi": "<h2>鉴赏</h2> <p>　　从艺术表现手法看，这首词确有一定特色，不独“措辞精粹”，而且设想新奇，构思巧妙。<a href=\"http://so.gushiwen.org/author_324.aspx\">谭献</a>评《词辨》，于<a href=\"http://so.gushiwen.org/author_164.aspx\">周邦彦</a>《齐天乐》起句“绿芜凋尽台城路”评为“以扫为生”，这首词的起句也是如此。元宵佳节，到处都是辉煌灯火，所谓“东风夜放花千树”：而作者却偏在第一句用了一个“销”字，意谓通明的蜡炬在风中逐渐被烧残而销蚀。但由于第三句“花市光相射”骤然振起，可见元宵的灯火是愈燃愈旺，随销随点，纵有风露，不害其灿烂闪灼的。特别是第二句以“露浥红莲”夹在两句之间，得虚实相映之妙，就更见出作者得“以扫为生”了。“绛蜡”是真，“红莲”是假，“风销绛蜡”是写实，“露浥红莲”则近于虚拟，由于在灯烛的映射下莲花灯上宛如沾湿了清露。这就不仅写出节日的盛妆，而且还摹绘出新春的生意。此正如<a href=\"http://so.gushiwen.org/author_757.aspx\">孟浩然</a>的《春晓》，尽管他说“夜来风雨声，花落知多少”，人们读了却并无“落红满径”的残春之感，相反，倒显得春色无边，仿佛预见到万紫千红即将呈现。那是由于<a href=\"http://so.gushiwen.org/view_51189.aspx\">诗</a>人写到雨后初晴，晨曦满树，既然处处鸟啭莺啼，足见春光正艳。这与此词同样是“以扫为生”。当然，周词毕竟含有消极成分在内，第一句也同下片“旧情衰谢”、“舞休歌罢”等句暗自呼应。因为元夜灯火纵然热闹通宵，也总有灯残人散之时的。</p> <p>　　下面“桂华流瓦”一句，人们多受<a href=\"http://so.gushiwen.org/author_408.aspx\">王国维</a>《人间词话》的影响，认为“境界”虽“极妙”，终不免遗憾，“惜以‘桂华’二字代‘月’耳”。特别是王氏对词中用代字的意见是十分苛刻的。他说：“词忌用替代字。……其所以然者，非意不足，则语不妙也。盖意足则不暇代，语妙则不必代。”这就使人觉得周邦彦此词此句真有美中不足之嫌了。其实《人间词话》的评语未必中肯，至少是对词用代字的意见未必适用于这首周词。诚如王氏所云，那只消把“桂”字改成“月”字，便一切妥当。然而果真改为“月华流瓦”，较之原句似反觉逊色。个中三味，当细求之。这首词的好处，就在于没有落入灯月交辉的俗套。作者一上来写灯火通明，已极工巧之能事；此处转而写月，则除了写出月色的光辉皎洁外，还写出它的姿容绝代，色香兼备。“桂华”一语，当然包括月中有桂树和桂子飘香（如<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>《忆江南》：“山寺月中寻桂子”）两个典故，但更主要的却是为下面“耿耿素娥欲下”一句作铺垫。既然嫦娥翩翩欲下，她当然带着女子特有的香气，而嫦娥身上所散发出来的香气正应如桂花一般，因此这“桂华”二字就不是陈词滥词了。这正如<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>在《月夜》中所写的“香雾云鬟湿”，着一“香”字，则雾里的月光便如簇拥云鬟的嫦娥出现在眼前，而对月怀人之情也就不言而喻，昔<a href=\"http://so.gushiwen.org/author_322.aspx\">曹植</a>《洛神赋》以“凌波微步，罗袜生尘”的警句刻画出一位水上女神的绰约仙姿，杜甫和周邦彦则把朦胧或皎洁的月光比拟为呼之欲下的月中仙女，皆得异曲同工之妙。周词这写月的三句，“桂华”句宛如未见其容，先闻其香；“纤云散”则如女子搴开帷幕或揭去面纱；然后水到渠成，写出了“耿耿素娥欲下”。如依王说，不用“桂华”而迳说“月明”，则肯定不会有现在这一栩栩如生的场面，读者也不会有飘飘欲仙的感受。上面所说的美成此词设想新奇，构思巧妙，正是指的这种表现手法。</p> <p>　　然而作者的笔触并未停留在这里，他又从天上回到人间，写“时序风物”和“人家宴乐”之盛美。但作者把这些全放到背景中去写，突出地写只有在良辰佳节才出来看灯赏月的女子，故紧接着绘出了“衣裳淡雅，看楚女纤腰一把”的窈窕形象。“淡雅”二字，恰与上文“素娥”相映衬。“萧鼓喧，人影参差”是写实，却用来烘托气氛，体现闹中有静；而以“满路飘香麝”作为上片小结，到底是因人间有衣裳淡雅而又馨香满路的“楚女”引起作者对团?而明朗的皓月产生了“耿耿素娥欲下”的联想和幻觉呢，还是用月里嫦娥来衬托或拟喻人间的姝丽？仙乎，人乎，那尽可由读者自己去补充或设想，作者却不再饶舌了。此之谓耐人寻味。</p> <p>　　上片是作者眼前目击之景，下片则由当前所见回忆和联想到自己当年在汴京元宵赏月的情景，用“因念”二字领起。结尾处的今昔之感，实自此油然而生。“都城放夜”是特定的时间地点：“千门如昼”写得极空灵概括，然而气派很足：“嬉笑游冶”转入写人事，即都中士女在上元节日总的活动情况，其中也包括作者在内。这些都是写上元应有之文，也是题中应有之义，可是着重点却在于“钿车罗帕，相逢处，自有暗尘随马”。这大有“晚逐香车入凤城”（<a href=\"http://so.gushiwen.org/author_688.aspx\">张泌</a>《浣溪沙》）的味道。<a href=\"http://so.gushiwen.org/author_535.aspx\">柳永</a>在一首《迎新春》的词里写汴京元宵的景况也说：“渐天如水，素月当午。香径里，绝缨掷果无数。更阑烛影花阴下，少年人往往奇遇。”与周词所写，意趣正复相同。不过柳词朴实坦率，直言无隐；周词委婉含蓄，比较收敛而已。柳词是客观描述，周词则由上片的眼前风物回顾当年，情绪上是由波动而克制，终于流露出年华老去，“旧情衰谢”的无可奈何之感。故两词风调仍复不同。这里对“自有暗尘随马”一句想多说几句。历来注家于此句都引<a href=\"http://so.gushiwen.org/author_396.aspx\">苏味道</a>《上元》诗中五六二句：“暗尘随马去，明月逐人来。”<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>《密州上元》词则反用其意，说是“更无一点尘随马”。而周词此处的用法似与苏味道诗略异其趣。意思是说女子坐着钿车出游，等到与所期男子在约定地点相遇之后，车尾便有个骑马的男子跟踪了。“暗”不独形容被马蹄带起的“尘”，也含有偷期密约，蹑迹潜踪的意思。这是苏味道原诗中所没有的。</p> <p>　　底下作者自然而然转入了自嗟身世。“年光”二句是说每年都有这样一次元宵佳节，可是自己饱历沧桑，无复昔日情怀，那种嬉笑游冶的轻狂生活，已一去不复返了。于是以“清漏移”三句作结。一到深夜，作者再也无心观赏灯月交辉的景象，流连追欢逐爱的风情，于是就乘着车子赶快回到官邸（“飞盖归来”有避之唯恐不及的意味），心想，任凭人们去狂欢达旦吧。结尾之妙，在于“从舞休歌罢”一句有两重意思。一是说任凭人们纵情歌舞，尽欢而散，自己可没有这等闲情逸致了；二是说人们纵使高兴到极点，歌舞也有了时，与其灯阑人散，扫兴归来，还不如早点离开热闹场合，留不尽之余地。作者另一首名词《满庭芳·夏日溧水无想山作》的结尾也说：“歌筵畔，先安簟枕，容我醉时眠。”都是写自己无复昔时宴安于声色的情怀，却又都尽极蕴藉含蓄之能事，也可以说是异曲同工吧。到了<a href=\"http://so.gushiwen.org/author_536.aspx\">李清照</a>，由于感情过分悲凉伤感，便直截了当地写出“试灯无意思，踏雪没心情”（《临江仙》）这样万念俱灰的句子，看似衰飒，情感却反而显得奔放，不嫌其尽。有人认为李清照的《词论》中没有提周邦彦，事实上却是承认周邦彦为词道正宗的，以此看来，未必尽然。</p><br/><h2>赏析</h2> 　　以正月十五上元节为题材的<a href=\"http://so.gushiwen.org/view_51189.aspx\">诗</a>词，历来首推初唐<a href=\"http://so.gushiwen.org/author_396.aspx\">苏味道</a>的《上元》诗，其次则以北宋的<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>《蝶恋花·密州上元》和<a href=\"http://so.gushiwen.org/author_164.aspx\">周邦彦</a>《解语花·上元》、南宋的<a href=\"http://so.gushiwen.org/author_536.aspx\">李清照</a>《永遇乐》和<a href=\"http://so.gushiwen.org/author_217.aspx\">辛弃疾</a>《青玉案》等词为代表作。<a href=\"http://so.gushiwen.org/author_535.aspx\">柳永</a>、<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>等虽亦有词，皆不及上述诸作脍炙人口。苏味道诗写承平时代长安元宵夜景，纯是颂诗。苏轼词则以追忆杭州上元的热闹来反衬自己到密州后的心境荒凉。辛词别有怀抱，意不在专咏元宵；李词则抚今追昔，直抒国亡家破之恨。从描写上元节的具体内容看，周邦彦的这首《解语花》诚不失为佳作。正如张炎在《词源》卷下所说：“美成《解语花》赋元夕云云，……不独措辞精粹，又且见时序风物之盛，人家晏（宴）乐之同。”盖此词既写出了地方上过元宵节的情景，又回顾了汴京上元节的盛况，然后归结到抒发个人的身世之感，还是比较完整的。不过摆到宋徽宗在位期间这个时代背景下，自然给人以好景不常的联想，而且统治阶级的醉生梦死也使人不无反感，至少也难免感慨系之。特别是周邦彦本人，填词的功力虽深，而作品的思想内容却并不很高明，所以这首《解语花》，近年来已不大为人注意了。",
  "about": "<h2>简评</h2> 　　这是词人飘流他乡，逢元宵节的忆旧感怀之作。先写元宵夜的灯节花市，巨大的蜡烛，通明的花灯，露水虽然灯笼纸打湿，可里面烛火仍旺。月光与花市灯火互相辉映，整个世界都晶莹透亮，嫦娥也想下来参加人间的欢庆。苗条的楚地姑娘在花市嬉戏，箫鼓喧闹，满路溢香。又写“昔日”京都的元宵。着重从大处着笔。“钿车罗帕”突出都市特点，与上阕“楚女纤腰”及“箫鼓”形成对照，脉络井然。“暗尘随马”写夜市繁华。从“年光是也”开始抒情，抒发今不如昔的际遇和伤感。此作结构缜密，厚重顿挫，极具匠心。<br/><h2>写作背景</h2> 　　关于此词写作的地点和年代，旧有异说。清人<a href=\"http://so.gushiwen.org/author_341.aspx\">周济</a>《宋四家词选》谓是“在荆南作”，“当与《齐天乐》同时”；近人陈思《清真居士年谱》则以此词为周知明州（今浙江宁波）时作，时在徽宗政和五年，即公元1115年。窃谓两说均无确据，只好两存。周济说似据词中“楚女”句立论，然“看楚女纤腰一把”云者，乃用<a href=\"http://so.gushiwen.org/author_211.aspx\">杜牧</a><a href=\"http://so.gushiwen.org/view_51189.aspx\">诗</a>“楚腰纤细掌中轻”句意，而小杜所指却为扬州歌姬，并非荆楚之女。所谓“楚女纤腰”，不过用“楚灵王好细腰”的旧典（见《<a href=\"http://so.gushiwen.org/author_404.aspx\">韩非</a>子·二柄》，《墨子》、《国策》亦均记其事）而已。况且据近人罗忼烈考订，<a href=\"http://so.gushiwen.org/author_164.aspx\">周邦彦</a>曾两次居住荆南，其说甚确（见《周清真词时地考略》，载《大公报在港复刊三十周年纪念文集》，下同）。可见即使从周济说，写作年代亦难指实。故“作于荆南”一说只有阙疑。陈《谱》引周密《武林旧事》以证其说，略云：“《武林旧事》：‘（元夕）至五夜，则京尹乘小提轿，诸舞出（原书无“出”字）队，次第簇拥，前后连亘十余里，锦绣填委，箫鼓振作，耳目不暇给。’词曰：‘萧鼓喧，人影参差’；又曰：‘清漏移，飞盖归来，从舞休歌罢’。足证《旧事》所记，五夜京尹乘小提轿，舞队簇拥，仍沿浙东西之旧俗也。”罗忼烈从之，并引申之云：“按<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>《蝶恋花·密州上元》词，怀杭州元宵之盛云：‘灯火钱塘三五夜，明月如霜，照见人如画；帐底吹笙香吐麝，更无一点尘随马。’与清真此词景色相似，则《年谱》所谓南宋时仍沿浙东西旧俗是也。”今按：南宋时杭州为行都，故有“京尹”，至于地方上是否也同样如此，殊未可知。而苏轼词中所写，亦只是上元节日习见情景，不足以说明确为宋代浙东西旧俗。故作于明州之说也并没有确凿的证据。但从周词本身来看，有两点是无可置疑的。一、此词不论写于荆州或明州，都为作者在做地方官时怀念汴京节日景物而作；二、此词当是作者后期所写，故有“旧情衰谢”之语。依陈《谱》，则下限在政和五年，作者已六十岁了。",
  "poet": {
    "id": 164,
    "star": 0,
    "name": "周邦彦",
    "image": "http://img.gushiwen.org/authorImg/zhoubangyan.jpg",
    "desc": "周邦彦（1056年－1121年），中国北宋末期著名的词人，字美成，号清真居士，汉族，钱塘（今浙江杭州）人。历官太学正、庐州教授、知溧水县等。徽宗时为徽猷阁待制，提举大晟府。精通音律，曾创作不少新词调。作品多写闺情、羁旅，也有咏物之作。格律谨严。语言典丽精雅。长调尤善铺叙。为后来格律派词人所宗。旧时词论称他为“词家之冠”。有《清真集》传世。"
  },
  "tags": [
    "宋词三百首",
    "元宵节",
    "抒情"
  ]
}