{
  "id": 72658,
  "star": 24,
  "name": "捣衣诗",
  "dynasty": "南北朝",
  "content": "孤衾引思绪。独枕怆忧端。深庭秋草绿。高门白露寒。<br>思君起清夜。促柱奏幽兰。不怨飞蓬苦。徒伤蕙草残。<br>行役滞风波。游人淹不归。亭皋木叶下。陇首秋云飞。<br>寒园夕鸟集。思牖草虫悲。嗟矣当春服。安见御冬衣。<br>鹤鸣劳永欢。采菉伤时暮。念君方远游。望妾理纨素。<br>秋风吹绿潭。明月悬高树。佳人饰净容。招携从所务。<br>步栏杳不极。离堂肃已扃。轩高夕杵散。气爽夜碪鸣。<br>瑶华随步响。幽兰逐袂生。踟蹰理金翠。容与纳宵清。<br>泛艳回烟彩。渊旋龟鹤文。凄凄合欢袖。冉冉兰麝芬。<br>不怨杼轴苦。所悲千里分。垂泣送行李。倾首迟归云。",
  "shangxi": "<h2>鉴赏</h2> <p>　　柳恽以《江南曲》“汀洲采白苹，日落江南春”之句闻名后世。他的这首同赋闺怨的少年成名作《捣衣<a href=\"http://so.gushiwen.org/view_72658.aspx\">诗</a>》中“亭皋木叶下，陇首秋云飞”一联，也是不可多得的佳句。古人在裁制寒衣前，要将纨素一类衣料放在砧石上，用木杵捶捣，使其平整柔软。捣衣的劳动，最易触发思妇怀远的感情，因此捣衣诗往往就是闺怨诗的异名。六朝这类诗甚多，<a href=\"http://so.gushiwen.org/author_2431.aspx\">谢惠连</a>的《捣衣诗》就曾受到钟嵘的称赞，其中有句云：“檐高砧响发，楹长杵声哀。微芳起两袖，轻汗染双题（额）。”可见古代捣衣的具体情景。</p> <p>　　捣衣往往为了裁缝寄远。因此诗一开头便从感叹行人淹留不归写起：“行役滞风波，游人淹不归。”古代交通不便，南方水网地区，风波之险常是游子滞留不归的一个重要原因。女主人公想象丈夫久久不归的原因是由于风波之阻，正反映出特定的地域色彩。两句中一“滞”一“淹”，透出游子外出时间之久与思妇长期盼归之切，而前者重在表现客观条件所造成的阻碍，后者重在表达思妇内心的感受，在相似中有不同的侧重点。</p> <p>　　三四两句写深秋景色。上句是思妇捣衣时眼中所见之景。亭皋，水边平地，暗切思妇所在的江南。“木叶下”化用《楚辞·九歌·湘夫人》“袅袅兮秋风，洞庭波兮木叶下”意境，暗透思妇在秋风起而木叶下的季节盼望游人归来而“目眇眇兮愁予”的情景。下句是思妇心中所想之景。陇首，即陇头，系游人滞留之地。陇首或陇头的意象，在南北朝诗赋中常与游子的飘荡相联系，此处即泛指北方边塞之地。思妇由眼前“亭皋木叶下”的深秋景象，联想起丈夫所在的陇首一带，此刻也是秋云飘飞的时节了，想象中含有无限思念与体贴。“秋云飞”的意象，不但明点秋令，而且象征着游子的飘荡不定（浮云常被用作游子的象喻）。这一片飘荡无依的“秋云”，什么时候才能回到自己的故乡呢？两句一南一北，一女方一男方广，一实景一悬想，不但对仗工整，形象鲜明，而且由于意象富于蕴涵，能引发多方面的联想。表面上看，似单纯写景，而思妇悲秋叹逝、怀念远人的感情即寓其中，意绪虽略带悲凉，而意境疏朗阔远。《粱书》本传说：“恽少工篇什，为诗云：‘亭皋木叶下，陇首秋云飞’，王元长（融）见而嗟赏。”可见它在当时就被视为警语佳句。</p> <p>　　五六句由第四句的驰神远想收归眼前近景：“寒园夕鸟集，思牖草虫悲。”在呈现出深秋萧瑟凄寒景象的园圃中，晚归的鸟儿聚集栖宿；思妇的窗户下，唧唧的秋虫在断续悲鸣。“寒”点秋令，也传出思妇凄寒的心态；夕鸟之集，反衬游人不归；草虫悲，正透出思妇内心的悲伤。所见所闻，无不触绪增悲。</p> <p>　　最后两句是思妇的内心独白：眼下已是木叶纷飞的深秋，等到裁就寒衣，寄到远在千里之外的陇首塞北，那里已是春回大地，应当穿上春装了，哪里能及时见到我寄去的御寒的冬衣呢？这一设想，不仅显示了南北两地的遥隔，而且透露出思妇对远人的体贴与关切，将捣衣的行动所包含的深情蜜意进一步表现出来了。</p> <p>　　诗题为“捣衣”，但跟前面所引的谢惠连的《捣衣诗》具体描绘捣衣劳动的写法不同，除结尾处略点寄衣之事外，其它六句几乎不涉捣衣本题，表面上看似有些离题。实则首联揭出游人之淹滞远方，为捣衣之由，中间两联写景，为捣衣时所见所想，仍处处关合题目。只是此篇旨在抒写捣衣的女子对远人的思念、体贴，对捣衣劳动本身则不作正面描写。这种构思，使诗的意境更为空灵，也更富抒情色彩。</p>",
  "poet": {
    "id": 285,
    "star": 0,
    "name": "柳恽",
    "desc": "柳恽，字文畅，生于宋泰始元年(465年)，卒于梁天监十六年(517年)。祖籍河东解州（今山西运城），南朝梁著名诗人、音乐家、棋手。梁天监元年(502午)萧衍建立梁朝，柳恽为侍中，与仆射，著名史学家沈约等共同定新律。以后在朝中，历任散骑常侍、左民尚书，持节、都督、仁武将军、平越中郎将、广州（今广东广州）刺史。又“征为秘书监、领左军将军”。曾两次出任吴兴（今浙江吴兴县)太守，“为政清静，人吏怀之。梁天监十六年 (517年）卒，享年53岁。赠侍中，中护军。"
  },
  "tags": [
    "闺怨",
    "妇女",
    "思念"
  ]
}