{
  "id": 72641,
  "star": 192,
  "name": "项羽之死",
  "dynasty": "两汉",
  "content": "　　项王军壁垓下，兵少食尽，汉军及诸侯兵围之数重。夜闻汉军四面皆楚歌，项王乃大惊曰：“汉皆已得楚乎？是何楚人之多也！”项王则夜起，饮帐中。有美人名虞，常幸从；骏马名骓，常骑之。于是项王乃悲歌慷慨，自为诗曰：“力拔山兮气盖世，时不利兮骓不逝。骓不逝兮可奈何，虞兮虞兮奈若何！”歌数阕，美人和之。项王泣数行下，左右皆泣，莫能仰视。</p> <p>　　于是项王乃上马骑，麾下壮士骑从者八百余人，直夜溃围南出，驰走。平明，汉军乃觉之，令骑将灌婴以五千骑追之。项王渡淮，骑能属者百余人耳。项王至阴陵，迷失道，问一田父，田父绐曰“左”。左，乃陷大泽中。以故汉追及之。项王乃复引兵而东，至东城，乃有二十八骑。汉骑追者数千人。项王自度不得脱。谓其骑曰：“吾起兵至今八岁矣，身七十余战，所当者破，所击者服，未尝败北，遂霸有天下。然今卒困于此，此天之亡我，非战之罪也。今日固决死，愿为诸君快战，必三胜之，为诸君溃围，斩将，刈旗，令诸君知天亡我，非战之罪也。”</p> <p>　　乃分其骑以为四队，四向。汉军围之数重。项王谓其骑曰：“吾为公取彼一将。”令四面骑驰下，期山东为三处。于是项王大呼驰下，汉军皆披靡，遂斩汉一将。是时，赤泉侯为骑将，追项王，项王瞋目而叱之，赤泉侯人马俱惊，辟易数里。与其骑会为三处。汉军不知项王所在，乃分军为三，复围之。项王乃驰，复斩汉一都尉，杀数十百人，复聚其骑，亡其两骑耳。乃谓其骑曰：“何如？”骑皆伏曰：“如大王言。”</p> <p>　　于是项王乃欲东渡乌江。乌江亭长檥船待，谓项王曰：“江东虽小，地方千里，众数十万人，亦足王也。愿大王急渡。今独臣有船，汉军至，无以渡。”项王笑曰：“天之亡我，我何渡为！且籍与江东子弟八千人渡江而西，今无一人还，纵江东父兄怜而王我，我何面目见之？纵彼不言，籍独不愧于心乎？”乃谓亭长曰：“吾知公长者。吾骑此马五岁，所当无敌，尝一日行千里，不忍杀之，以赐公。”乃令骑皆下马步行，持短兵接战。独籍所杀汉军数百人。项王身亦被十余创。顾见汉骑司马吕马童，曰：“若非吾故人乎？”马童面之，指王翳曰：“此项王也。”项王乃曰：“吾闻汉购我头千金，邑万户，吾为若德。”乃自刎而死。王翳取其头，余骑相蹂践争项王，相杀者数十人。最其后，郎中骑杨喜，骑司马吕马童，郎中吕胜、杨武各得其一体。",
  "fanyi": "<h2>译文</h2> <p>　　项王的部队驻守在垓下，兵少粮尽，汉军及诸侯的军队把他重重包围。深夜，（<a href=\"http://so.gushiwen.org/author_253.aspx\">项羽</a>）听到汉军在四面唱着楚地的歌，项羽于是大为吃惊，说：“难道汉军把楚人都征服了吗？他们那边楚人为什么这么多呀！”项王于是在夜里起来，在帐中饮酒。有美人名虞，一直受宠跟在项王身边；有骏马名骓（zhuī，追），（项羽）一直骑着。这时候，项羽不禁情绪激昂唱起悲歌，自己作<a href=\"http://so.gushiwen.org/view_72641.aspx\">诗</a>（吟唱）道：“力量能拔山啊，英雄气概举世无双，时运不济时骓马不再奔跑！骓马不奔跑可将怎么办，<a href=\"http://so.gushiwen.org/author_886.aspx\">虞姬</a>呀虞姬，（我）将怎么安排你才妥善？”项王唱了连唱几遍，美人虞姬应和着一同唱歌。项王眼泪一道道流下来，左右侍者也都跟着落泪，没有一个人忍心抬起头来看他。</p> <p>　　在这种情况下，项羽独自一人骑上马，部下壮士八百多人骑马跟在后面，当夜突破重围，向南冲出。天刚亮的时候，汉军才发觉，命令骑将灌婴带领五千骑兵去追赶。项王渡过淮河，部下壮士能跟上的只剩下一百多人了。项王到达阴陵，迷了路，去问一个农夫，农夫骗他说：“向左边走。”项王带人向左，陷进了大沼泽地中。因此，汉兵追上了他们。项王于是又带着骑兵向东跑，到达东城，这时就只剩下二十八人。汉军骑兵追赶上来的有几千人。项王自己估计不能逃脱了，对他的骑兵说：“我带兵起义至今已经八年，亲自打了七十多仗，抵挡我的敌人都被打垮，我攻击的敌人无不降服，从来没有战败，因而能够称霸，据有天下。可是如今最终被困在这里，这是上天要灭亡我，决不是作战的过错。今天必死无疑，我愿意给诸位打个痛痛快快的仗，一定胜它三回，给诸位冲破重围，斩杀汉将，砍倒军旗，让诸位知道的确是上天要灭亡我，决不是作战的过错。”</p> <p>　　于是把骑兵分成四队，面朝四个方向。汉军把他们包围起几层。项王对骑兵们说：“我来给你们拿下一员汉将！”命令四面骑士驱马飞奔而下，约定冲到山的东边，分作三处集合。于是项王高声呼喊着冲了下去，汉军像草木随风倒伏一样溃败了，项王杀掉了一名汉将。这时，赤泉侯杨喜为汉军骑将，在后面追赶项王，项王瞪大眼睛呵叱他，赤泉侯连人带马都吓坏了，退避了好几里。项王与他的骑兵在三处会合了 。汉军不知项王的去向，就把部队分为三路，再次包围上来。项王驱马冲了上去，又斩了一名汉军都尉，杀死有百八十人，聚拢骑兵，仅仅损失了两个人。项王问骑兵们道：“怎么样？”骑兵们都敬服地说：“正像大王说的那样。”</p> <p>　　这时候，项王想要向东渡过乌江。乌江亭长正停船靠岸等在那里，对项王说：“江东虽然小，但土地纵横各有一千里，民众有几十万，也足够让您称王了。希望大王快快渡江。现在只有我这儿有船，汉军到了，没法渡过去。”项王笑了笑说：“上天要灭亡我，我还渡乌江干什么！再说我和江东子弟八千人渡江西征，如今没有一个人回来，纵使江东父老兄弟怜爱我让我做王，我又有什么脸面去见他们？纵使他们不说什么，我项籍难道心中没有愧吗？”又对亭长说：“我知道您是位忠厚长者，我骑着这匹马征战了五年，所向无敌，曾经日行千里，我不忍心杀掉它，把它送给您吧。”命令骑兵都下马步行，手持短兵器与追兵交战。仅凭借项羽就杀死汉军几百人。项羽自己也负伤十多处。项王回头看见汉军骑司马吕马童，说：“你不是我的老朋友吗？”马童这时才跟项王打了个对脸儿，于是把项羽指给王翳看：“这才是项王。”于是项王说：“我听说汉王用黄金千斤，封邑万户悬赏征求我的脑袋，我送你个人情吧！”说完便自刎而死。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　本篇节选自《史记·<a href=\"http://so.gushiwen.org/author_253.aspx\">项羽</a>本纪》，题目为后人所拟。</p> <p>　　有人把《史记》誉之为悲剧英雄画廊，西楚霸王项羽则是悲剧群像中的绝代典型，“项羽之死”这个片断便是这部旷世悲剧的最后一幕。“喑叱咤，千人皆废”的英雄死了，留在人间的是历史长河中曾经“卷起千堆雪”的浪花，群山万壑中殷殷不绝的回响，两千年来无数读者掩卷而思、拍案而起的长叹息。</p> <p>　　这最后一幕，由垓下之围、东城快战、乌江自刎三场组成，其中包含了楚歌夜警、虞兮悲唱、阴陵失道、东城快战、拒渡赠马、赐头故人等一连串惊心动魄的情节和细节。<a href=\"http://so.gushiwen.org/author_608.aspx\">司马迁</a>怀着满腔激情，运用史实、传说和想像，传写了项羽的穷途末路，不断丰富、发展了他的性格，让这位英雄死在歌泣言笑之中，取得了可歌可泣的艺术效果。</p> <p>　　第一场：垓下之围。大幕刚启，夜空中传来若断若续、如泣如诉的四面楚歌之声，先奏起背景音乐；然后唱出变徵之音的“虞兮”主调：一起便哀音满耳，感人至深。“时不利兮可奈何！虞兮虞兮奈若何！”结尾三虚字反复唱叹，曼声苍凉。正如《史记评林》引吴贤齐说的那样：“一腔怨愤，万种低徊，地厚天高，托身无所，写英雄失路之悲，至此极矣！”这支歌由项羽主唱，美人和之，更显得英雄气短，儿女情长，以至这位从不曾流过泪的西楚霸王也不禁“泣数行下”；他的部属更是“左右皆泣，莫能仰视”，一片呜咽。这里唱出的不仅是个人在命运面前无可奈何的悲哀，也包含了连所宠爱的美人都无法保护的悲哀；这里流出的不仅是一位伟大的英雄犯了错误之后的悲哀的眼泪，也是一位伟大的英雄面对最终失败的忏悔与惭愧的眼泪。司马迁不愧是伟大的传记文学家，他对音乐的感发作用有着深邃的理解。在《刺客列传》中，他曾用“易水之歌”写荆轲的壮士之别，令“士皆垂泪涕泣”；在《留侯世家》中，他用“鸿鹄之歌”写<a href=\"http://so.gushiwen.org/author_746.aspx\">刘邦</a>晚年不得立如意为太子的痛苦心态，使戚夫人“嘘唏流涕”；而现在（公元前二〇二年），他又用“虞兮之歌”作为项羽之死这最后一幕的序曲，让悲怆的气氛笼罩全篇，把读者引进苍茫辽远、四顾寂寥的境界，噙着泪水一字一字地往下读，一读则欲罢不能。</p> <p>　　接下来是第二场——东城快战。当项羽“自度不得脱”之后，连连说：“此天之亡我，非战之罪也。”“令诸君知天亡我，非战之罪也。”与后面的“天之亡我，我何渡为”互相呼应，三复斯言；明知必死，意犹未平。钱钟书说：“认输而不服气，故言之不足，再三言之。”(《管锥编》)“不服气”，正显示了他的平生意气，说明了他自负、自尊而不知自省、自责。快战之前，司马迁设计了阴陵迷道这个极富表现力的细节。田父把他指向绝路，看似偶然，其实必然。这是他过去“所过无不残灭”，丧失人心的结果。“田父绐之曰：‘向左。’乃陷大泽中，以故汉追及之。”人家骗他，指向左边，他便不假思索地驰向左边，表现了他从来不惯骗人，也从来不相信别人敢骗他的直率、粗犷的性格。这里两“左”字独字成句，节奏短促，纸上犹闻其声，显示出当时形势严峻紧张，仿佛那五千骑追兵已从征尘滚滚中风驰雨骤而至，迫促感、速度感、力量感尽蓄笔端。</p> <p>　　写阴陵迷道，目的在揭示这位末路英雄丧失人心；写东城溃围、斩将、刈旗，则着意于进一步展开他拔山盖世的意气和个人英雄主义的性格。此刻，他丝毫不存幸胜突围之心，只图打一个痛快仗给追随他的残部看看，确证他的失败是“天之亡我”。在这位英雄心目中，死，从来就是不可怕的；英名受侮，承认自己失败，那才可怕。要死也死个痛快，死在胜利之中。这种心态，可笑而又可悲。在这场“快战”中，司马迁再一次运用细节描绘，写项羽的拔山之力，不世之威：“于是项王大呼驰下，汉军皆披靡”；“赤泉侯……追项王，项王嗔目叱之，赤泉侯人马俱惊，辟易数里”。这里，仍用虚笔，集中写他的声音。一呼则汉军披靡，一叱则不仅人惊，连马也吓得后退数里，这是何等的声威力量！他像一尊凛然不可犯的天神，一只被猎犬激怒了的猛虎，须眉毕张，咆哮跳踉，谁也不敢靠近他一步。特别是他“复聚其骑”后，“乃谓其骑曰：‘何如！’骑皆伏曰：‘如大王言！’”“何如”二字，写得意，写自负，声口毕见，活活画出项羽豪迈的性格。在这一瞬间，他感受到的只是一种不屈服的自我肯定的甜蜜，哪里还曾意识到自己是千枪万箭追杀的目标！</p> <p>　　第三场：乌江自刎。其中写了拒渡、赠马、赐头三个细节。项羽马到乌江，茫茫江水阻绝了去路。悲剧的大幕即将落下，司马迁偏偏在这最后时刻打了一个回旋，为他笔下的英雄形象补上了最后的浓墨重彩的一笔，设计了“乌江亭长舣船待”这个细节。文如水穷云起，又见峰峦。项羽本来已无路可逃，司马迁却写成他有充分的机会脱逃而偏偏不肯过乌江，好像他不是被追杀得走投无路，不得不死；而是在生与义，苟活幸存与维护尊严之间，从容地作出了选择。江边慷慨陈辞，英雄的形象更加丰满完美。那曾经“泣数行下”的血性男子，临了反而笑了。“项王笑曰”的笑，不是强自矜持，不是凄然苦笑，而是壮士蔑视死亡，镇定安详的笑；显示了他临大难而不苟免的圣者之勇——“知耻近乎勇”。自惭无面见江东父老，正是由于知耻。这个细节，展示出他的纯朴、真挚、重义深情。对自己的死，他毫不在意；却不忍爱马被杀，以赠亭长。因为，“吾骑此马五岁，所当无敌”。五年来无数胜利的回忆，猛然兜上心头。今昔如此，情何以堪！文章写到这里，实已神完气足，司马迁颊上添毫，再加上把头颅留赠故人这样一个出人意表、千古未闻的细节。“故人”追之、认之，必欲杀之以邀功取赏；项羽却慷慨赐头，“吾为若德”：蝼蚁之微，泰山之高，两两对比，何等鲜明！</p> <p>　　项羽终于自刎了，他是站着死的。帝王刘、项，将相萧、曹，对于两千年后的我们，本来无所轩轾。但当我们读完《项羽本纪》，特别是读完“项羽之死”这最后一幕的时候，总不免咨嗟叹息，起坐彷徨，这就见出司马迁传写人物的艺术魅力。在这最后一幕中，留给我们印象最深刻的，是三个场次之间的节奏变化，起伏张弛，抑扬徐疾。第一场重在抒情，节奏纡徐，情如悲笳怨笛，以变徵之音形成了呜咽深沉的境界。第二场重在叙事，全用短节奏，进行速度，铁马金戈，声情激越。第三场江畔陈辞，羽声慷慨。“纵江东父老怜而王我，我何面目见之！纵彼不言，籍独不愧于心乎！”连用两反诘句，顿挫抑扬，极唱叹之胜。此外，还用了许多形象生动，蕴涵丰富的细节，其中必有不少出于传闻、揣度，但无不使人感到可感可信、人情人理。清刘熙载《艺概》所谓“太史公时有河汉之言，而意理却细入无间”；钱钟书《管锥编》所谓“马（司马迁）善设身处地，代作喉舌”，都是赞扬他设计的细节情理兼胜，妙合无垠。<a href=\"http://so.gushiwen.org/author_886.aspx\">虞姬</a>悲歌，乌江拒渡，赠马赐头，一波三折，全凭细节传神，使全篇文字达到雄奇悲壮的美学境界，读之令人荡气回肠。在传记文学中，不说绝后，至少空前。</p>",
  "about": "<h2>文章思路</h2> <p>　　本文记叙了<a href=\"http://so.gushiwen.org/author_253.aspx\">项羽</a>一生的最后阶段，表现他无可奈何的失败和悲壮的死亡，是《项羽本纪》中最具悲剧性的一幕。文章围绕项羽这个悲剧英雄，描写了垓下之围、东城快战、乌江自刎三个场面，</p> <p>　　第一段写垓下之围重点写了“四面楚歌”和“慷慨悲歌”这两个连续性的事件。 “慷慨悲歌”，慨叹自己时运不利，恋恋不舍的和名骓、<a href=\"http://so.gushiwen.org/author_886.aspx\">虞姬</a>诀别，充满了悲凉和无奈的情绪。项羽是一个勇猛豪爽的大丈夫，在预料到失败命运的时刻，唱出柔肠百转的“垓下歌”，为项羽这个形象增添了一股柔情。 “慷慨悲歌”充分表现出项羽多情善感的性格。男儿有泪不轻弹，项羽这时却“泣数行下”，渲染出一个末路英雄的悲凉。这位盖世英雄歌罢泪水涟涟，以至于左右的人都不忍心目睹这样的场面。 “莫能仰视”则写尽将士们的不忍之心，也写尽了霸王的悲惨处境。</p> <p>　　小结：第一段：垓下被围的困境</p> <p>　　主要情节：四面楚歌——慷慨悲歌</p> <p>　　表现项羽在“四面楚歌”时的动作行为的五个动词（惊—起—饮—歌—泣）</p> <p>　　项羽的性格：多愁善感</p> <p>　　第二段和第三段写东城快战。</p> <p>　　第二段写项羽从垓下突围成功到再次被困东城的过程。这一段前半部分把逃亡路线和军事力量的变化交代得清清楚楚，战争的形势和项羽的处境一目了然。后半部分写项羽在此绝境中说的一番话。项羽认为“今卒困与此。此天之亡我，非战之罪也。”灭亡就在面前，他仍旧没有客观分析自己用兵的过失，而一味归咎于天命，这表现了项羽的极端自负。项羽又言“今日固决死，愿为诸君快战”明知必死，没有退缩，愿意痛快的打一场，这反映了他勇猛刚强的大丈夫气概；“愿为诸君快战”表明了项羽最后的战斗并不是为了战争的结果，而是为了畅快的、尽情的展现他的勇猛无敌，保一世英名。就像一次落幕前的演出，要以完美作为结束。如果把“快战”改为“决战”，就带有了鱼死网破的味道，项羽的快意和满足感将荡然无存。</p> <p>　　小结：第二段：垓下突围、被困东城</p> <p>　　主要情节：直夜溃围——绐陷大泽——决意快战</p> <p>　　1、此段中项羽对部下所说的话占了很大一部分，请认真阅读，分析其中表达的意思。（辉煌的过去，失败的今天。反复强调：“此天之亡我，非战之罪也”。）</p> <p>　　2、从中可见项羽的性格：自负、勇武</p> <p>　　第三段写项羽的东城溃围之战。共写了项羽的三次行动：第一次通过“项王大呼，驰下，皆披靡”来渲染项羽势不可挡的气势，“遂斩汉一将”的“遂”写出了项羽斩将的轻而易举。第二次行动项羽并没有动手，只用眼神和声音就吓退了敌兵，“瞋目而叱之，赤泉侯人马俱惊，辟易数里“。孰是追兵，孰是逃将，难以辨别。项羽摄人魂魄的虎虎生威跃然纸上。第三次行动，项羽斩一都尉，杀数十百人，而“亡其两骑耳”，通过对比再次渲染项王的勇猛无敌。难怪他充满自豪的谓其骑曰“何如”，这一问再次表现了他的自负。</p> <p>　　小结：第三段：东城溃围之战</p> <p>　　三次行动：</p> <p>　　第一次：项羽——大呼、驰下、斩将 / 汉军——皆披靡</p> <p>　　“遂斩汉一将”中的“遂”字说明项羽“斩汉一将”轻而易举，从而表现出项羽的勇猛善战。</p> <p>　　第二次：项羽——嗔目叱之</p> <p>　　赤泉侯——人马俱惊，辟易数里 （通过对比，表现出项羽的勇猛。）</p> <p>　　第三次：项羽——弛，斩汉一都尉，杀数十百人；亡两骑（“杀数十百人”展现项羽勇猛少敌，势不可挡的战斗场面，表现出项羽的勇猛善战。）</p> <p>　　三次行动，从不同的角度表现了项羽如猛虎一般的气势和战斗力，英武形象栩栩如生。非常精彩！三次行动之后，有一段项羽与部下的对话，说明项羽刚才的勇猛杀敌主要是向部下证明他的失败是“此天之亡我，非战之罪也”。</p> <p>　　项羽的性格：勇猛、自负</p> <p>　　文章的最后一段写项羽乌江自刎。这一段写了两个场面。第一个场面是乌江拒渡、赠马亭长。项羽本“欲东渡乌江”但真正来到乌江岸边，他又否定了自己的决定。项羽笑曰：“天之亡我，我何渡为!且籍与江东子弟八千人渡江而西，今无一人还，纵江东父兄怜而王我，我何面目见之？纵彼不言，籍独不愧于心乎？”这番话发自肺腑，表现了项羽知耻重义的性格。在生与义，苟活幸存与维护尊严之间，从容地做出选择。那位曾经“泣数行下”的血性男儿，这时反而笑了。“项王笑曰”的笑，不是强自矜持，不是凄然苦笑，而是壮士蔑视死亡，镇定安详的笑。项羽和随从全都下马步行，冲入重围，同前来追杀的汉军短兵相接。这无疑是一场寡不敌众的战斗，也是一场无济于事的战斗。然而，如果因此就放弃战斗，举手投降，那就不是项羽了。项羽是宁肯站着去死，也不会跪下求生的。第二个场面是赐头故人、自刎而死。看到了背楚归汉的故人吕马童，于是赠头给他，自刎而死。故人追之、认之，必欲杀之以邀功取赏；项羽却慷慨赐头，“吾为若德”；蝼蚁之微，泰山之高，两两对比，何等鲜明！可以看出项羽的高贵感和英雄气质，这个情节表现了项羽视死如归的豪侠性格。</p> <p>　　小结：第四段：写自刎乌江</p>",
  "poet": {
    "id": 608,
    "star": 0,
    "name": "司马迁",
    "image": "http://img.gushiwen.org/authorImg/simaqian.jpg",
    "desc": "司马迁（前145年-不可考），字子长，夏阳(今陕西韩城南)人，一说龙门(今山西河津)人。西汉史学家、散文家。司马谈之子，任太史令，因替李陵败降之事辩解而受宫刑，后任中书令。发奋继续完成所著史籍，被后世尊称为史迁、太史公、历史之父。他以其“究天人之际，通古今之变，成一家之言”的史识创作了中国第一部纪传体通史《史记》（原名《太史公书》）。被公认为是中国史书的典范，该书记载了从上古传说中的黄帝时期，到汉武帝元狩元年，长达3000多年的历史，是“二十五史”之首，被鲁迅誉为“史家之绝唱，无韵之离骚”。"
  },
  "tags": [
    "高中文言文",
    "历史",
    "故事"
  ]
}