{
  "id": 47146,
  "star": 18,
  "name": "木兰花·独上小楼春欲暮",
  "dynasty": "唐代",
  "content": "独上小楼春欲暮，愁望玉关芳草路。消息断，不逢人，却敛细眉归绣户。<br>坐看落花空叹息，罗袂湿斑红泪滴。千山万水不曾行，魂梦欲教何处觅？",
  "fanyi": "<h2>注释</h2> ⑴玉关——玉门关，这里泛指征人所在的远方。<br>⑵袂（mèi 妹）——衣袖。红泪——泪从涂有胭脂的面上洒下，故为“红泪”。又解，指血泪。据王嘉《拾遗记》载：薛灵芸是魏文帝所爱的美人，原为良家女子，被文帝选入六宫。灵芸升车就路之时，以玉唾壶承泪。壶则红色，及至京师，泪凝为血。以后，文学作品中常把女子悲哭的泪水称为“红泪”。",
  "shangxi": "<h2>评析</h2> <p>　　这首词写思妇对征人的怀念。</p> <p>　　上片写小搂远望。一个“独”字写出她上楼并非为了赏心，而是怀念远人的表现；第二句写出所望的地点是“玉关”，以显示征人去地之远。“芳草路”虚实相生，有芳草萋萋，王孙不归的感叹。“消息”三句是“愁望”后的行动，表现了无可奈何的伤感。</p> <p>　　下片写空闺叹息：望落花而联想到自己的命运，不禁潸然泪下，罗衣湿透。结末二句，是女主人公的特殊心理活动：千山万水与征人相隔遥望，但自己却未去过。妙在“不曾行”三字，她归怨于不曾行千山万水，故梦魂难觅。翻腾一笔，声哀情苦。</p> <p>　　<a href=\"http://so.gushiwen.org/author_622.aspx\">韦庄</a>词的一个很大的特色是它的叙事性，而叙事性的特点是它的动作性。即以此词为例，写一位闺中少妇思念远方良人，不是如一般词作者那样静止地以景物描写烘托她的愁思离绪，而是动态地写她此时此刻的行为举止，以此显现她内心世界中纷乱的愁云：她独自走上小楼，眺望远方的道路，未见人影而又怅然回到闺房之中。她寂寞地坐看着庭院中的落花，眼泪不觉又流了下来，沾湿了衣袖，滴湿了衣襟……这里看到的不是一个静态的画面，而是一连串不断变化着的动作。如果以此为脚本，让一位演员采表演，定然会作出几个连续性的小品。而这种特点在其他同类题材的词作中是比较少见的。</p> <p>　　下面沿着上下两阕的顺序进一步审视一下这首词动作性描写的特点：“独上小楼”，似乎看到女主人上楼时倦慵的步履。此时春天将尽，柳絮飘绵，独守空闺的少妇的缭乱春愁可以想见。她双眉不展，痴痴地望着蜿蜒曲折地通向玉关的小路，路边萋萋芳草益发引动了她念远的情思。古<a href=\"http://so.gushiwen.org/view_47146.aspx\">诗</a>云：“春草兮萋萋，王孙兮不归”；“离恨恰如春草，更行更远还生”。芳草天涯正是离恨的象征、盼归的触媒。然而路上看不到一个人影。远方的消息仍是杳如黄鹤，于是她的希望又变成泡影，只好锁着眉头，又悻悻地下楼回屋，尽管是锦帐绣帘也令人难耐难栖……这一阕中连用“上”“望”“逢”“敛”“归”等五个动作性词语，大家不仅看到她敛眉的愁容，也看到她来往的身影，透过容态身影略已窥见她寂寞的灵魂。</p> <p>　　下阕写的是她“归绣户”后的情态和心迹，也仍然贯穿着动作性的特征，她坐看落花、空自叹息，罗袖掩面，泪珠频滴。这里连用“坐”“叹”“湿”“滴”四个动作性词语写出她的静中之动，大家似乎听到她叹息的声音，看到她久坐的身影，落花的飘零，泪珠的晶莹。“千山万水不曾行，魂梦欲教何处觅。”虽然写的是女主人公“坐看落花”时的心理活动，但也仍然富有动作性的特征：从此地到玉关中间隔着万水千山，我从未走过一次，即使入睡后梦魂想去寻找他，也因不识去路而不知该怎样去寻觅。这里也连用“行”“觅”二字，表明动作性特点也渗透于心理活动的描写之中。这最后二句堪称妙词妙笔：白天未曾走过的路，夜间梦魂也无法去寻觅，这种推理好象具有逻辑的合理性；然而即使是白天作过的事，梦中怎么能够重复，这又显出了这种推理的想当然性。词人故意以这种带有很大或必然性的推理来表现人物思远的无可奈何的心情。她在梦中也不能与良人相会，这就更表现出她的孤独和寂寞。</p>",
  "poet": {
    "id": 622,
    "star": 0,
    "name": "韦庄",
    "image": "http://img.gushiwen.org/authorImg/weizhuang.jpg",
    "desc": "韦庄（约836年─910年），字端己，杜陵（今中国陕西省西安市附近）人，诗人韦应物的四代孙，唐朝花间派词人，词风清丽，有《浣花词》流传。曾任前蜀宰相，谥文靖。"
  },
  "tags": [
    "妇女",
    "闺怨",
    "怀人"
  ]
}