{
  "id": 49384,
  "star": 453,
  "name": "水调歌头·黄州快哉亭赠张偓佺",
  "dynasty": "宋代",
  "content": "落日绣帘卷，亭下水连空。知君为我新作，窗户湿青红。长记平山堂上，欹枕江南烟雨，杳杳没孤鸿。认得醉翁语，山色有无中。<br>一千顷，都镜净，倒碧峰。忽然浪起，掀舞一叶白头翁。堪笑兰台公子，未解庄生天籁，刚道有雌雄。一点浩然气，千里快哉风。",
  "fanyi": "<p><strong>译文<br></strong>落日中卷起绣帘眺望，亭下江水与碧空相接，远处的夕阳与亭台相映，空阔无际。为了我的来到，你特意在窗户上涂上了清油的朱漆，色彩犹新。这让我想起当年在平山堂的时候，靠着枕席，欣赏江南的烟雨，遥望远方天际孤鸿出没的情景。今天看到眼前的景象，我方体会到欧阳醉翁词句中所描绘的，山色若隐若现的景致。<br>广阔的水面十分明净，山峰翠绿的影子倒映其中。忽然江面波涛汹涌，一个渔翁驾着小舟在风浪中掀舞。见此不由得想起了<a href=\"http://so.gushiwen.org/author_358.aspx\">宋玉</a>的《风赋》，像宋玉这样可笑的人，是不可能理解庄子的风是天籁之说的，硬说什么风有雄雌。其实，一个人只要具备至大至刚的浩然之气，就能在任何境遇中都处之泰然，享受到无穷快意的千里雄风。</p> <p><strong>注释<br></strong>⑴水调歌头：词牌名，又名“元会曲”“台城游”“凯歌”“江南好”“花犯念奴”等。双调，九十五字，平韵（宋代也有用仄声韵和平仄混用的）。相传隋炀帝开汴河自制《水调歌》，唐人演为大曲， “歌头”就是大曲中的开头部分。快哉亭：<a href=\"http://so.gushiwen.org/author_366.aspx\">苏辙</a>《黄州快哉亭记》：“清河张君梦得，谪居齐安，即其庐之西南为亭，以览观江流之胜，而余兄子瞻名之曰‘快哉’。”<br>⑵湿青红：谓漆色鲜润。<br>⑶平山堂：宋仁宗庆历八年（1048年）<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>在扬州所建。<br>⑷欹枕：谓卧着可以看望。<br>⑸醉翁：欧阳修别号。<br>⑹“山色”句：出自欧阳修《朝中措·平山栏槛倚晴空》。<br>⑺倒碧峰：碧峰倒影水中。<br>⑻一叶：指小舟。白头翁：指老船夫。<br>⑼“堪笑”三句：兰台公子，指战国楚辞赋家宋玉，相传曾作兰台令。他有《风赋》云：“楚襄王游于兰台之宫，宋玉、景差侍，有风飒然而至王乃披襟而当之，曰：‘快哉此风，寡人所与庶人共者邪。’”宋玉因回答说“大王之雄风”与“庶人之雌风”截然不同。庄生：战国时道家学者<a href=\"http://so.gushiwen.org/author_685.aspx\">庄周</a>。《庄子·齐物论》说，“人籁”是吹奏箫笛等竹器的声音，“天籁”是发于自然的音响，即指风吹声。<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>为亭命名“快哉”即取自《风赋》“快哉此风”句。但他认为风是自然之物，本身不应有雌、雄之别，大家都可享受。<br>⑽刚道：“硬说”的意思。<br>⑾一点”两句：谓胸中有“浩然之气”，就会感受“快哉此风”。《孟子·公孙丑上》云：“吾善养吾浩然之气”，“其为气也至大至刚，以直养而无害，则塞于天地之间。”指的是一种主观精神修养。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这首词又名《快哉亭作》，是<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>豪放词的代表作之一。全词通过描绘快哉亭周围壮阔的山光水色，抒发了作者旷达豪迈的处世精神。</p> <p>　　此词描写的对象，主要是“快哉亭”周围的广阔景象。开头四句，先用实笔，描绘亭下江水与碧空相接、远处夕阳与亭台相映的优美图景，展现出一片空阔无际的境界，充满了苍茫阔远的情致。“知君为我新作”两句，交待新亭的创建，点明亭主和自己的密切关系，反客为主、诙谐风趣地把张偓佺所建的快哉亭说成特意为自己而造，又写亭台窗户涂抹上青红两色油漆，色彩犹新。“湿”字形容油漆未干，颇为传神。</p> <p>　　“长记平山堂上”五句，是记忆中情景，又是对眼前景象的一种以虚托实的想象式侧面描写。作者用“长记”二字，唤起他曾在扬州平山堂所领略的“江南烟雨”“杳杳没孤鸿”那种若隐若现、若有若无、高远空蒙的江南山色的美好回忆。他又以此比拟他在“快哉亭”上所目睹的景致，将“快哉亭”与“平山堂”融为一体，构成一种优美独特的意境。这种以忆景写景的笔法，不但平添了曲折蕴藉的情致，而且加强了词境的空灵飞动。以上五句新颖别致，引人入胜，通过作者昔日的淋漓兴致，传达出当日快哉亭前览胜的欣喜之情。</p> <p>　　上片是用虚实结合的笔法，描写快哉亭下及其远处的胜景。下片换头以下五句，又用高超的艺术手法展现亭前广阔江面倏忽变化、涛澜汹涌、风云开阖、动心骇目的壮观场面。词人并由此生发开来，抒发其江湖豪兴和人生追求。“一千顷，都镜净，倒碧峰”三句，写眼前广阔明净的江面，清澈见底，碧绿的山峰，倒映江水中，形成了一幅优美动人的平静的山水画卷，这是对水色山光的静态描写。“忽然”两句，写一阵巨风，江面倏忽变化，涛澜汹涌，风云开阖，一个渔翁驾着一叶小舟，在狂风巨浪中掀舞。至此，作者的描写奇峰突起，由静境忽变动境，从而自自然然地过渡到全词着意表现的着重点——一位奋力搏击风涛的白发老翁。这位白头翁的形象，其实是东坡自身人格风貌的一种象征。以下几句，作者由风波浪尖上弄舟的老人，自然引出他对战国时楚国兰台令<a href=\"http://so.gushiwen.org/author_358.aspx\">宋玉</a>所作《风赋》的议论。作者看来，宋玉将风分为“大王之雄风”和“庶人之雌风”是十分可笑的，是未解自然之理的生硬说教，白头翁搏击风浪的壮伟风神即是明证。其实，庄子所言天籁本身绝无贵贱之分，关键于人的精神境界的高下。他以“一点浩然气，千里快哉风”这一豪气干云的惊世骇俗之语昭告世人：一个人只要具备了至大至刚的浩然之气，就能超凡脱俗，刚直不阿，坦然自适，任何境遇中，都能处之泰然，享受使人感到无穷快意的千里雄风。苏轼这种逆境中仍保持浩然之气的坦荡的人生态度，显然具有积极的社会意义。</p> <p>　　这首词在艺术构思和结构上，具有波澜起伏、跌宕多姿、大开大合、大起大落的特点。下片的描写和议论，豪纵酣畅，气势磅礴，词中出没风涛的白头翁形象，犹如百川汇海，含蓄地点明全篇主旨，有强烈的震撼力。全词熔写景、抒情、议论于一炉，既描写了浩阔雄壮、水天一色的自然风光，又其中灌注了一种坦荡旷达的浩然之气，展现出词人身处逆境却泰然处之、大气凛然的精神风貌，充分体现了苏词雄奇奔放的特色。</p>",
  "about": "<h2>创作背景</h2> <p>　　这首词是作者贬官在黄州（今湖北黄冈）时作的。快哉亭，在黄州的江边，张怀民修建。怀民名梦得，又字偓佺，当时也贬官在黄州，与<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>的心境相同，二人交往密切。作者不仅欣赏江边的优美风景，而更加钦佩张的气度。所以他为张所建的亭起名为“快哉亭”。其弟<a href=\"http://so.gushiwen.org/author_366.aspx\">苏辙</a>还为此亭写了《黄州快哉亭记》。苏辙的这篇散文和苏轼的这首词，可以当作互补互注的姐妹篇来读。</p> <p>　　平山堂是作者的恩师<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>所建，其景色“壮丽为淮南第一”（<a href=\"http://so.gushiwen.org/author_71.aspx\">叶梦得</a>《避暑录话》）。在当时的情况下，平山堂的文化内蕴的丰富和文化层次的高雅，是文化人群体中所共同认可的。</p>",
  "poet": {
    "id": 183,
    "star": 0,
    "name": "苏轼",
    "image": "http://img.gushiwen.org/authorImg/sushi.jpg",
    "desc": "苏轼（1037－1101），北宋文学家、书画家、美食家。字子瞻，号东坡居士。汉族，四川人，葬于颍昌（今河南省平顶山市郏县）。一生仕途坎坷，学识渊博，天资极高，诗文书画皆精。其文汪洋恣肆，明白畅达，与欧阳修并称欧苏，为“唐宋八大家”之一；诗清新豪健，善用夸张、比喻，艺术表现独具风格，与黄庭坚并称苏黄；词开豪放一派，对后世有巨大影响，与辛弃疾并称苏辛；书法擅长行书、楷书，能自创新意，用笔丰腴跌宕，有天真烂漫之趣，与黄庭坚、米芾、蔡襄并称宋四家；画学文同，论画主张神似，提倡“士人画”。著有《苏东坡全集》和《东坡乐府》等。"
  },
  "tags": [
    "豪放",
    "山水",
    "写景",
    "抒情",
    "议论"
  ]
}