{
  "id": 5583,
  "star": 368,
  "name": "辋川闲居赠裴秀才迪",
  "dynasty": "唐代",
  "content": "寒山转苍翠，秋水日潺湲。<br>倚杖柴门外，临风听暮蝉。<br>渡头馀落日，墟里上孤烟。<br>复值接舆醉，狂歌五柳前。",
  "fanyi": "<p><strong>译文</strong><br><a href=\"http://so.gushiwen.org/author_1397.aspx\">寒山</a>转变得格外郁郁苍苍，秋水日日舒缓地流向远方。<br>我柱杖伫立在茅舍的门外，迎风细听着那暮蝉的吟唱。<br>渡头那边太阳快要落山了，村子里的炊烟一缕缕飘散。<br>又碰到<a href=\"http://so.gushiwen.org/author_302.aspx\">裴迪</a>这个接舆酒醉，在恰如陶潜的我面前讴狂。</p> <p><strong>注释</strong><br>1.辋川：水名，在今陕西省蓝田县南终南山下。山麓有<a href=\"http://so.gushiwen.org/author_248.aspx\">宋之问</a>的别墅，后归<a href=\"http://so.gushiwen.org/author_515.aspx\">王维</a>。王维在那里住了三十多年，直至晚年。裴迪：<a href=\"http://so.gushiwen.org/view_5583.aspx\">诗</a>人，王维的好友，与王维唱和较多。<br>2.转苍翠：一作“积苍翠”。转：转为，变为。苍翠：青绿色，苍为灰白色，翠为墨绿色。<br>3.潺湲（chán yuán ）：水流声。这里指水流缓慢的样子，当作为“缓慢地流淌”解。<br>4.听暮蝉：聆听秋后的蝉儿的鸣叫。暮蝉：秋后的蝉，这里是指蝉的叫声。<br>5.渡头：渡口。余：又作“馀”。<br>6.墟里：村落。孤烟：直升的炊烟，可以是倚门看到的第一缕村烟。<br>7.值：遇到。接舆：陆通先生的字。接舆是春秋时楚国人，好养性，假装疯狂，不出去做官。在这里以接舆比裴迪。<br>8.五柳：<a href=\"http://so.gushiwen.org/author_645.aspx\">陶渊明</a>。这里诗人以“五柳先生”自比。这两句诗的意思是说，又碰到狂放的裴迪喝醉了酒，在我面前唱歌。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　此<a href=\"http://so.gushiwen.org/view_5583.aspx\">诗</a>所要极力表现的是辋川的秋景。一联和三联写山水原野的深秋晚景，诗人选择富有季节和时间特征的景物：苍翠的<a href=\"http://so.gushiwen.org/author_1397.aspx\">寒山</a>、缓缓的秋水、渡口的夕阳，墟里的炊烟，有声有色，动静结合，勾勒出一幅和谐幽静而又富有生机的田园山水画。诗的二联和四联写诗人与<a href=\"http://so.gushiwen.org/author_302.aspx\">裴迪</a>的闲居之乐。倚杖柴门，临风听蝉，把诗人安逸的神态，超然物外的情致，写得栩栩如生；醉酒狂歌，则把裴迪的狂士风度表现得淋漓尽致。全诗物我一体，情景交融，诗中有画，画中有诗。</p> <p>　　此诗、画、音乐完美结合的五律。首联和颈联写景，描绘辋川附近山水田园的深秋暮色；颔联和尾联写人，刻画诗人和裴迪两个隐士的形象。风光人物，交替行文，相映成趣，形成物我一体、情景交融的艺术境界，抒写诗人的闲居之乐和对友人的真切情谊。</p> <p>　　“寒山转苍翠，秋水日潺湲。”首联写山中秋景。时在水落石出的寒秋，山间泉水不停歇地潺潺作响；随着天色向晚，山色也变得更加苍翠。不待颔联说出“暮”字，已给人以时近黄昏的印象。“转”和“日”用得巧妙。转苍翠，表示山色愈来愈深，愈来愈浓；山是静止的，这一“转”字，便凭借颜色的渐变而写出它的动态。日潺湲，就是日日潺湲，每日每时都在喧响；水是流动的，用一“日”字，却令人感觉它始终如一的守恒。寥寥十字，勾勒出一幅有色彩，有音响，动静结合的画面。</p> <p>　　“渡头余落日，墟里上孤烟。”颈联写原野暮色。夕阳欲落，炊烟初升，是田野黄昏的典型景象。渡头在水，墟里在陆；落日属自然，炊烟属人事：景物的选取是很见匠心的。“墟里上孤烟”，显系从陶潜“暧暧远人村，依依墟里烟”（《归田园居之一》）点化而来。但陶句是拟人化的表现远处村落上方炊烟萦绕、不忍离去的情味，王句却是用白描手法表现黄昏第一缕炊烟袅袅升到半空的景象，各有各的形象，各有各的意境。这一联是<a href=\"http://so.gushiwen.org/author_515.aspx\">王维</a>修辞的名句，历来被人称道。“渡头余落日”，精确地剪取落日行将与水面相切的一瞬间，富有包孕地显示了落日的动态和趋向，在时间和空间上都为读者留下想象的余地。“墟里上孤烟”，写的也是富有包孕的片刻。“上”字，不仅写出炊烟悠然上升的动态，而且显示已经升到相当的高度。</p> <p>　　首、颈两联，以寒山、秋水、落日、孤烟等富有季节和时间特征的景物，构成一幅和谐静谧的山水田园风景画。但这风景并非单纯的孤立的客观存在，而是画在人眼里，人在画图中，一景一物都经过诗人主观的过滤而带上了感情色彩。颔联：“倚杖柴门外，临风听暮蝉。”这就是诗人的形象。柴门，表现隐居生活和田园风味；倚杖，表现年事已高和意态安闲。柴门之外，倚杖临风，听晚树鸣蝉、寒山泉水，看渡头落日、墟里孤烟，那安逸的神态，潇洒的闲情，和“策扶老以流憩，时矫首而遐观”（《归去来辞》）的<a href=\"http://so.gushiwen.org/author_645.aspx\">陶渊明</a>有几分相似。事实上，王维对那位“古今隐逸诗人之宗”，也是十分仰慕的，就在这首诗中，不仅仿效了陶的诗句，而且在尾联引用了陶的典故：“复值接舆醉，狂歌五柳前。”陶文《五柳先生传》的主人公，是一位忘怀得失、诗酒自娱的隐者，“宅边有五柳树，因以为号焉。”实则，生正是陶潜的自我写照；而王维自称五柳，就是以陶潜自况的。接舆，是春秋时代“凤歌笑<a href=\"http://so.gushiwen.org/author_856.aspx\">孔丘</a>”的楚国狂士，诗人把沉醉狂歌的裴迪与楚狂接舆相比，乃是对这位年轻朋友的赞许。陶潜与接舆──王维与裴迪，个性虽大不一样，但那超然物外的心迹却是相近相亲的。所以，“复值接舆醉”的复字，不表示又一次遇见裴迪，而是表示诗人情感的加倍和进层：既赏佳景，更遇良朋，辋川闲居之乐，至于此极啊！末联生动地刻画了裴迪的狂士形象，表明了诗人对他的由衷的好感和欢迎，诗题中的赠字，也便有了着落。</p> <p>　　颔联和尾联，对两个人物形象的刻画，也不是孤立进行，而是和景物描写密切结合的。柴门、暮蝉、晚风、五柳，有形无形，有声无声，都是写景。五柳，虽是典故，但对王维说来，模仿陶渊明笔下的人物，植五柳于柴门之外，这是自然而然的。</p>",
  "about": "<h2>创作背景</h2> <p>　　<a href=\"http://so.gushiwen.org/author_302.aspx\">裴迪</a>是<a href=\"http://so.gushiwen.org/author_515.aspx\">王维</a>的好友，两人同隐终南山，常常在辋川“浮舟往来，弹琴赋<a href=\"http://so.gushiwen.org/view_5583.aspx\">诗</a>，啸咏终日”（《旧唐书·王维传》）。此诗就是他们的彼此酬赠之作。</p>",
  "poet": {
    "id": 515,
    "star": 0,
    "name": "王维",
    "image": "http://img.gushiwen.org/authorImg/wangwei.jpg",
    "desc": "王维（701年－761年，一说699年—761年），字摩诘，汉族，河东蒲州（今山西运城）人，祖籍山西祁县，唐朝诗人，有“诗佛”之称。苏轼评价其：“味摩诘之诗，诗中有画；观摩诘之画，画中有诗。”开元九年（721年）中进士，任太乐丞。王维是盛唐诗人的代表，今存诗400余首，重要诗作有《相思》《山居秋暝》等。王维精通佛学，受禅宗影响很大。佛教有一部《维摩诘经》，是王维名和字的由来。王维诗书画都很有名，非常多才多艺，音乐也很精通。与孟浩然合称“王孟”。"
  },
  "tags": [
    "唐诗三百首",
    "秋天",
    "写景",
    "抒情"
  ]
}