{
  "id": 57582,
  "star": 68,
  "name": "菩萨蛮·金陵赏心亭为叶丞相赋",
  "dynasty": "宋代",
  "content": "青山欲共高人语。联翩万马来无数。烟雨却低回。望来终不来。 <br>人言头上发。总向愁中白。拍手笑沙鸥。一身都是愁。",
  "fanyi": "<p><strong>译文</strong><br>青山有意要同高雅之人交谈，像万马奔腾一样接连而来。却在烟雨中徘徊，迟迟不能到达。<br>人们都说头上的白发是因为愁苦所致。如果真是这样的话，我不禁要拍手嘲笑那些浑身白色的沙鸥，它们岂非浑身都充满了愁绪啊。</p> <p><strong>注释</strong><br>（1）叶丞相：即叶衡，字梦锡，婺州金华人。叶衡于淳熙元年（1174）冬始入京拜相。此称丞相，应该是后来追加的。<br>（2）青山欲共高人语：<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>《越州张中舍寿乐堂》：“青山偃蹇如高人，常时不肯入官府。高人自与山有素，不待招邀满庭户。”高人：高雅的人。联翩：接连不断的样子。<br>（3）低回：徘徊不进的样子。<br>（4）愁中白：<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>《白鹭》：“人生四十未全衰，我为愁多白发垂。何故水边双白鹭，无愁头上亦垂丝？”</p>",
  "shangxi": "<h2>赏析</h2> <p>　　上阕写赏心亭的所见所感。赏心亭，据《景定建康志》，“在（城西）下水门之城上，下临秦淮，尽观览之胜。”开头两句由写山到写人，紧紧扣住了题目。苍翠的群山仿佛有意要同高雅的人交谈，他们联翩而来络绎不绝，有似万马奔腾．它们在茫茫的烟雨中迷了路，徘徊起来，眼看着临近了，却终于没能到达跟前．暗示着自己虽有才却不得施展，怀才不遇，壮志难酬，报国无门。高人即叶衡。青山有情，高人难遇。而今斯人一登上赏心亭，那逶迤的青山有不知有多少心里话要向他倾诉呵。其势如万马奔腾，接连不断。不说人之眺山，而说山之就人，这就把静景写活了。不仅如此，而且对突出人物也有很好的映衬作用。词里叶衡的高大形象进行了，描绘因为叶衡是一位很有才干的主战派官员。《宋史·叶衡传》说他“得治兵之要”。叶衡对作者极为赏识，任江东安抚司参议官，即是对叶衡推荐的 ，以后又向朝廷极力推荐他“ 慷慨有大略”。对于这样一位“经纶手”，加之有知遇之恩，词人对此十分感激。三、四两句借烟雨之景，转突兀奇崛之笔而为低徊宛转之波，充分表现了无限的怅惘，无穷的感慨，可以说是寄托遥深。叶衡主战，因而不能不受到主和派的反对，他收复失地的大计遇到了极大的阻力，词人也就由希望变成了失望。那逶迤的青山既然象万马奔腾而来，象冲锋陷阵的铁骑。词人渴望能挥戈跃马驰骋疆场，可是转眼之间又烟雨迷蒙，遮住了青山，而无数青山也只象是万马在烟雨中低徊不前 。“望来终不来”写盼望之切而失望之深 。不说愁，而愁极深；虽极感慨，仍以蕴藉出之。</p> <p>　　下阕，由眺望青山之怅惘陡转而为揶揄沙鸥之诙谐，但曲断意不断，其脉络仍清晰可见。虽着笔轻快，实则发自积郁。人们都说头发总是由此愁闷变白的。“拍手笑沙鸥，一身都是愁。”如果是这样的话，那么水上的沙鸥通体皆白，岂不是一身都是愁吗 ？词人故意发此狂想，而且拍手笑之，似乎把上阕歇拍低徊沉郁的气氛一扫而光了；然而仔细体味，就会察觉到那贯穿全词的“愁 ”字并消失，或者说词人极力排遣这如烟雨一般的无尽的愁思，是感情上的挣扎，而非心灵上的解脱。人之发白并不完全由于人心之愁；而沙鸥通体皆白 ，是其自然特征，与愁没有关系。词人故意造成逻辑上的错误，说得越幽默洒脱 ，反而越使人感到强自解愁而又不能解的痛苦，借说鸟与愁无关，实说愁与人甚切。人愁是实，鸟愁是虚 ，“一身都是愁”的是鸟还是人，不必拘泥于字句的解释而自晓。故“拍手笑沙鸥 ”，一纵即逝；而“一身都是愁 ”，却如电影上的“慢镜头”在观众视野里由快放慢了。实际上“一身都是愁”是与“烟雨却低徊，望来终不来”暗中息息相关的。尽管词笔回荡曲折，然而透过层澜，仍可以看清。<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>《白鹭<a href=\"http://so.gushiwen.org/view_57582.aspx\">诗</a>》云 ：“人生四十未全衰，我为愁多白发垂。何故水边双白鹭，无愁头上也垂丝 。”辛词盖本于此。白诗言愁显 ，辛词言愁晦 ，其言愁一也。但辛词多了“拍手笑”一层意思。不过就其形象来看，辛词较之白诗更加绘声绘色；就其感情来说，则更加挚浓深切。参阅作者同年在建康所作的《水龙吟·登建康赏心亭》，充满了激愤忧愁。以至于“倩何人唤取，红巾翠袖，揾英雄泪 ”！胸中积郁如此，则登赏心亭之所见所感都无非“献愁供恨”而已。由此可见，在《菩萨蛮》之中亦饱含着词人之愁，英雄之泪。某些喜剧会使有心的观众在笑声中情不自禁地掉下热泪。笑和眼泪，就是似乎矛盾却又融合无间的。</p>",
  "about": "<h2>创作背景</h2> <p>　　菩萨蛮·金陵赏心亭为叶丞相赋，这首词是<a href=\"http://so.gushiwen.org/author_217.aspx\">辛弃疾</a>在公元1174年（南宋淳熙元年）初春作的。当时叶衡在建康任江东安抚使，作者任江东安抚司参议官。叶衡于淳熙元年正月帅建康，此后不久即入京城临安，后拜右丞相兼枢密使。</p>",
  "poet": {
    "id": 217,
    "star": 0,
    "name": "辛弃疾",
    "image": "http://img.gushiwen.org/authorImg/xinqiji.jpg",
    "desc": "辛弃疾（1140－1207），南宋词人。原字坦夫，改字幼安，别号稼轩，汉族，历城（今山东济南）人。出生时，中原已为金兵所占。21岁参加抗金义军，不久归南宋。历任湖北、江西、湖南、福建、浙东安抚使等职。一生力主抗金。曾上《美芹十论》与《九议》，条陈战守之策。其词抒写力图恢复国家统一的爱国热情，倾诉壮志难酬的悲愤，对当时执政者的屈辱求和颇多谴责；也有不少吟咏祖国河山的作品。题材广阔又善化用前人典故入词，风格沉雄豪迈又不乏细腻柔媚之处。由于辛弃疾的抗金主张与当政的主和派政见不合，后被弹劾落职，退隐江西带湖。"
  },
  "tags": [
    "宋词精选",
    "感慨",
    "壮志未酬"
  ]
}