{
  "id": 11010,
  "star": 1381,
  "name": "赠花卿",
  "dynasty": "唐代",
  "content": "锦城丝管日纷纷，半入江风半入云。 <br>此曲只应天上有，人间能得几回闻。",
  "fanyi": "<p><strong>译文</strong><br>锦官城里的音乐声轻柔悠扬，一半随着江风飘去，一半飘入了云端。<br>这样的乐曲只应该天上有，人间里哪能听见几回？</p> <p><strong>注释</strong><br>（1）花卿：成都尹崔光远的部将花敬定。<br>（2）锦城：即锦官城，此指成都<br>（3）丝管：弦乐器和管乐器，这里泛指音乐。<br>（4）纷纷：形容乐曲的轻柔悠扬。<br>（5）天上：双关语，虚指天宫，实指皇宫。<br>（6）几回闻：本意是听到几回。文中的意思是说人间很少听到。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　这首绝句，字面上明白如话，但对它的主旨，历来注家颇多异议。有人认为它只是赞美乐曲，并无弦外之音；有人则认为它表面上看是在赞美乐曲，实际上却含讽刺，劝诫的意味。</p> <p>　　说是语含讽刺，耐人寻味的是，作者并没有对花卿明言指摘，而是采取了一语双关的巧妙手法。字面上看，这俨然是一首十分出色的乐曲赞美<a href=\"http://so.gushiwen.org/view_11010.aspx\">诗</a>。“锦城丝管日纷纷”，锦城，即成都；丝管，指弦乐器和管乐器；纷纷，本意是既多而乱的样子，通常是用来形容那些看得见、摸得着的具体事物的，这里却用来比状看不见、摸不着的抽象的乐曲，这就从人的听觉和视觉的通感上，化无形为有形，极其准确、形象地描绘出弦管那种轻悠、柔靡，杂错而又和谐的音乐效果。“半入江风半入云”也是采用同样的写法：那悠扬动听的乐曲，从花卿家的宴席上飞出，随风荡漾在锦江上，冉冉飘入蓝天白云间。这两句诗，使读者真切地感受到了乐曲的那种“行云流水”般的美妙。两个“半”字空灵活脱，给全诗增添了不少的情趣。</p> <p>　　乐曲如此之美，作者禁不住慨叹说：“此曲只应天上有，人间能得几回闻。”天上的仙乐，人间当然难得一闻，难得闻而竟闻，愈见其妙得出奇了。</p> <p>　　全诗四句，前两句对乐曲作具体形象的描绘，是实写；后两句以天上的仙乐相夸，是遐想。因实而虚，虚实相生，将乐曲的美妙赞誉到了极度。</p> <p>　　然而这仅仅是字面上的意思，其弦外之音是意味深长的。这可以从“天上”和“人间”两词看出端倪。“天上”，实际上指天子所居皇宫；“人间”，指皇宫之外。这是封建社会极常用的双关语。说乐曲属于“天上”，且加“只应”一词限定，既然是“只应天上有”，那么，“人间”当然就不应“得闻”。不应“得闻”而竟然“得闻”，不仅“几回闻”，而且“日纷纷”，于是，作者的讽刺之旨就从这种矛盾的对立中，既含蓄婉转又确切有力地显现出来了。</p> <p>　　宋人张天觉曾论诗文的讽刺说：“讽刺则不可怒张，怒张则筋骨露矣。”（《诗人玉屑》卷九引）<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>这首诗柔中有刚，绵里藏针，寓讽于谀，意在言外，忠言而不逆耳，作得恰到好处。</p>",
  "about": "<h2>创作背景</h2> <p>　　此<a href=\"http://so.gushiwen.org/view_11010.aspx\">诗</a>约作于唐肃宗上元二年（761年）。花敬定曾因平叛立过功，居功自傲，骄恣不法，放纵士卒大掠东蜀；又目无朝廷，僭用天子音乐。<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>赠此诗予以委婉的讽刺。</p> <p>　　在中国封建社会里，礼仪制度极为严格，即使音乐，亦有异常分明的等级界限。据《旧唐书》载，唐朝建立后，高祖<a href=\"http://so.gushiwen.org/author_2319.aspx\">李渊</a>即命太常少卿祖孝孙考订大唐雅乐，“皇帝临轩，奏太和；王公出入，奏舒和；皇太子轩悬出入，奏承和；……”这些条分缕析的乐制都是当朝的成规定法，稍有违背，即是紊乱纲常，大逆不道。</p>",
  "poet": {
    "id": 474,
    "star": 0,
    "name": "杜甫",
    "image": "http://img.gushiwen.org/authorImg/dufu.jpg",
    "desc": "杜甫（712－770），字子美，自号少陵野老，世称“杜工部”、“杜少陵”等，汉族，河南府巩县（今河南省巩义市）人，唐代伟大的现实主义诗人，杜甫被世人尊为“诗圣”，其诗被称为“诗史”。杜甫与李白合称“李杜”，为了跟另外两位诗人李商隐与杜牧即“小李杜”区别开来，杜甫与李白又合称“大李杜”。他忧国忧民，人格高尚，他的约1400余首诗被保留了下来，诗艺精湛，在中国古典诗歌中备受推崇，影响深远。759-766年间曾居成都，后世有杜甫草堂纪念。"
  },
  "tags": [
    "劝诫",
    "讽刺"
  ]
}