{
  "id": 8502,
  "star": 516,
  "name": "怨情",
  "dynasty": "唐代",
  "content": "美人卷珠帘，深坐颦蛾眉。<br>但见泪痕湿，不知心恨谁。",
  "fanyi": "<p><strong>译文</strong><br>美人儿卷起珠帘一直等待，一直坐着把双眉紧紧锁闭。<br>只看见她泪痕湿满了两腮，不知道她是恨人还是恨己。</p> <p><strong>注释</strong><br>①“深坐”句：写失望时的表情。深坐，久久呆坐。蹙蛾眉：皱眉。</p><br/><p><strong>译文<br></strong>美人卷起珠帘，深闺独坐还皱着蛾眉。<br>只见玉颜上泪痕斑斑，不知她心里究竟恨的是谁。</p> <p><strong>注释</strong><br>⑴卷珠帘：意指其卷帘相望。珠帘：珠串的帷帘。<br>⑵深坐：长久的坐。颦（pín）：皱眉。蛾眉：蚕蛾触须弯而细长，故以称女子之眉。《<a href=\"http://so.gushiwen.org/view_8502.aspx\">诗</a>·硕人》：“螓首蛾眉。”</p><br/><h2>英译</h2> Beauty rolled bead curtain waiting, always sat with her brows tightly locking.<br>Just to see her tears wet two full cheeks, does not know she is love or hate yourself.",
  "shangxi": "<h2>鉴赏</h2> <p>　　五言绝句：语言平浅简易，情态缠绵凄凉，含蓄蕴藉，言短意长。“含蓄有古意”、“直接国风之遗”，在理解<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a><a href=\"http://so.gushiwen.org/view_8502.aspx\">诗</a>歌的时候应该注意这些。古代的“美人”就不是一个普通的词，与现代口头时髦的“美女”很不一样。《离骚》里的“香草美人”指贤臣明君；《诗经》中的美人指容德俱美的年轻女子，“有美一人，清扬婉兮”。“美人卷珠帘”是指品性容貌都美好的闺中女子，李白诗歌的“含蓄蕴藉”是指诗歌中主人公情韵的婉转，而非指寄托兴寓，所以说它“直接国风之遗”。</p> <p>　　“深坐颦蛾眉”，“深”的意思是有多层的。“庭院深深深几许，杨柳堆烟，幕帘无重数。”（<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>《蝶恋花》）女子所住的闺房在“幕帘无重数”的深院里，十分幽深，十分寂寞，这是第一层；“深”还有深情的意思，所谓“美人卷珠帘”，古人思念亲人，总要登高望远，那是男子的做法，女子“养在深闺人未识”，不能抛头露面，于是只好“卷珠帘”望着离人去的方向以寄托思念之情，期待离人回来，这是第二层；“深”的第三层意思便是“久”，指坐的时间很长了。颦是皱的意思，吴宫里的西施“颦”起来的样子比平日更加美丽，更加楚楚可怜，才有了东施的效颦。“颦蛾眉”更显出了“美人”之美。</p> <p>　　“但见泪痕湿”，因为思念太深了，情太深了，所以不知不觉就流下相思泪。“湿”字说明是暗暗地流泪，情不自禁地流泪。联系到第二句的“颦蛾眉”，比“才下眉头，又上心头”的怨情更重。</p> <p>　　“不知心恨谁”，明明是思念，是爱一个人，却偏偏用“恨”。女主人公的心底是有点抱怨，离人去外地太久了，害她一个人在这深院里忍受着孤单寂寞，离人却还不回来。但这种恨，其实就是一种爱。爱一个人，总是恨对方不能陪伴在身边。诗的前三句用赋，末尾用问句归结“怨情”。这里的赋是个动态的过程，首先是“卷珠帘”，然后“深坐”，再“颦蛾眉”，最后“泪痕湿”，行动可见，情态逼人。李白的这首诗写的就是一个意境，一个孤独的女子的思念之情。这样一个很平凡的情景，作者捕捉到了几个点，由这几个点勾出一幅简单的画面，同时又留下无限的遐想。随意的一个小细节，就可以泄露整个主题，可见诗人的洞察力。全诗哀婉凄凉，缠绵悱恻。</p><br/><h2>赏析</h2> <p>　　语言平浅简易，情态缠绵凄凉，含蓄蕴藉，言短意长。“含蓄有古意”、“直接国风之遗”，在理解<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a><a href=\"http://so.gushiwen.org/view_8502.aspx\">诗</a>歌的时候应该注意这些。古代的“美人”不是一个普通的词，与现代的“美女”很不一样。《离骚》里的“香草美人”指贤臣明君；《诗经》中的美人指容德俱美的年轻女子，“有美一人，清扬婉兮”。“美人卷珠帘”是指品性容貌都美好的闺中女子，李白诗歌的“含蓄蕴藉”是指诗歌中主人公情韵的婉转，而非指寄托兴寓，所以说它“直接国风之遗”。</p> <p>　　“深坐颦蛾眉”，“深”的意思是有多层的。“庭院深深深几许，杨柳堆烟，幕帘无重数。”（<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>《蝶恋花》）女子所住的闺房在“幕帘无重数”的深院里，十分幽深，十分寂寞，这是第一层；“深”还有深情的意思，所谓“美人卷珠帘”，古人思念亲人，总要登高望远，那是男子的做法，女子“养在深闺人未识”，不能抛头露面，于是只好“卷珠帘”望着离人去的方向以寄托思念之情，期待离人回来，这是第二层；“深”的第三层意思便是“久”，指坐的时间很长了。颦是皱的意思，吴宫里的西施“颦”起来的样子比平日更加美丽，更加楚楚可怜，才有了东施的效颦。“颦蛾眉”更显出了“美人”之美。</p> <p>　　“但见泪痕湿”，因为思念太深了，情太深了，所以不知不觉就流下相思泪。“湿”字说明是暗暗地流泪，情不自禁地流泪。联系到第二句的“颦蛾眉”，比“才下眉头，又上心头”的怨情更重。</p> <p>　　“不知心恨谁”，明明是思念，是爱一个人，却偏偏用“恨”。女主人公的心底是有点抱怨，离人去外地太久了，害她一个人在这深院里忍受着孤单寂寞，离人却还不回来。但这种恨，其实就是一种爱。爱一个人，总是恨对方不能陪伴在身边。</p> <p>　　诗的前三句用赋，末尾用问句归结“怨情”。这里的赋是个动态的过程，首先是“卷珠帘”，然后“深坐”，再“颦蛾眉”，最后“泪痕湿”，行动可见，情态逼人。李白的这首诗写的就是一个意境，一个孤独的女子的思念之情。这样一个很平凡的情景，作者捕捉到了几个点，由这几个点勾出一幅简单的画面，同时又留下无限的遐想。随意的一个小细节，就可以泄露整个主题，可见诗人的洞察力。</p>",
  "poet": {
    "id": 247,
    "star": 0,
    "name": "李白",
    "image": "http://img.gushiwen.org/authorImg/libai.jpg",
    "desc": "李白（701年－762年），字太白，号青莲居士，唐朝浪漫主义诗人，被后人誉为“诗仙”。祖籍陇西成纪(待考)，出生于西域碎叶城，4岁再随父迁至剑南道绵州。李白存世诗文千余篇，有《李太白集》传世。762年病逝，享年61岁。其墓在今安徽当涂，四川江油、湖北安陆有纪念馆。"
  },
  "tags": [
    "唐诗三百首",
    "女子"
  ]
}