{
  "id": 70519,
  "star": 1,
  "name": "【般涉调】哨遍_秋扇合欢制",
  "dynasty": "元代",
  "content": "秋扇<br>合欢制时人皆悦，斫湘川翠竹挑成篾。量分寸短长截，充直性见火随科。便屈节，盘圈攒柄，下漆投胶，按素练如秋月。龟背罗色同沉麝，柄分开白璧，圈贵定乌蛇。线缠着万缕黑龙须，囊鼓双飞玉胡蝶。样制孤高，停分无偏，圆成不缺。<br>【幺】自谓奇绝，要和时辈争优劣。得架大人权，比蒲葵白羽特别。识破也，其中隐漆，就里藏金，徒夸外面如冰雪。除一身外馀阴难籍，力难撑大厦，声不震惊蛰。中途见弃莫伤心，误世清谈谩争舌，几曾将溺庶携挈。<br>【耍孩儿】果然是弄巧番成拙，挽造化非同苟且。要移寒暑不由天，奈四时正气无邪。当胸卷地兵尘避，举手谩天日色遮。风云隔，本人间器物，妆世上英杰。<br>【幺】最难甘递互相抬贴，卖弄他风流酝藉。只能驱一握掌中风，几曾将烦暑除绝。偏宜皓齿歌金缕，不为生灵奏玉牒。临台榭，引歌声荡漾，牵情思和协。<br>【三煞】写天涯咫尺间，画云山千万叠。纵浮花妆饰皆虚设，见胚胎破绽难藏扌厭，有点污唵口替强打迭。无光摄，匹头上面阔，半路里腰折。<br>【二】苗稼枯木叶焦，涌泉涸井脉竭。晒曝得田亩龟纹裂，犹随酷吏临轩阁，不播仁风到窟实。民灾孽，障虚名有剩，慰残喘无些。<br>【尾】汗沾襟似沸汤，地烘炉如炼铁。比及盼得到白露中秋节，把四海苍生热杀也。<br>麈腰<br>千古风流旖旎，束纤腰偏称襄王意。翠盘中妃后逞娇娆，舞春风杨柳依依。喜则喜，深兜玉腹，浅露酥胸，拘束得宫腰细。一幅锦或挑或绣，金妆锦砌，翠绕珠围。卧铺绣褥酿春光，睡展香衾暗花溪。粉汗香袭，被底无双，怀中第一。<br>【耍孩儿】帐中偏惹情郎殢，特遗人劳心费力。选二色青红相配，拣四时锦绣希奇。剪行时蜀锦分花萼，针过处吴绫审聚绣堆。倒钩着金针刺，刺得丝丝密密，裁得那整整齐齐。<br>【六煞】裯痕儿似剪云，针脚儿如布虮，缝成倒凤颠鸾翼。穿花鸂氵鶒偏斜落，出水鸳鸯颠倒飞，浑乡得繁华异。高低中不剩，宽窄里元肥。<br>【五】青连红晚霞照楚山，红边青春云射渭水，玉纤款款当胸系。带儿絟十二白蝶舞，牙子对一双碧翠飞，望得些风流意。拘钤寂寞，抑勒孤凄。<br>【四】常常得靠柳腰，紧紧得贴素体。同行同坐同鸳被，本待遮藏秋水冰肌瘦，包弄春风玉一围，先泄漏春消息。纵不是你是昨□开罗叩，多应是我瘦损香肌。<br>【三】你不肯遮盖咱，咱须当遮盖你。刬地褪酥胸落着相思讳，不堪锦帐怀君子，好向嵬坡衬马蹄。你不比别衣被，有法度针线，无那儹轻衣。<br>【二】也不索托香腮转转猜，伸纤腰细细比，不索觑搂带裯裙儿禊。则这红罗鞋宽掩过多三指，翠当头横搀了少年围。若见俺风流婿，便知消减，不索先题。<br>【尾】为你知心腹倚仗着伊，可便半腰里无主戚。似这般无恩情不管人憔悴，我则向心坎上单单系着你。<br>古镜<br>起制轩辕始建，物来则应堪人羡，以此后人传。本形少规多圆，想在先，铜熔开金汁，泥固定沙模，倾写飞虹电。那的是良工绝妙，厚薄相称，周旋无偏。照临人世待时光。暗浥香尘度流年。纽氵齿青埃，背渍朱斑，面生绿鲜。<br>【幺】靠椓侵边，渍斑塞满龙蛇篆。八卦土匀填，绿云阚定寒泉。意信遣，着衣不睹。取火难通，空结愁云怨。一区光容沉匿，霞光皆杳，惠眼常禅。鄙哉无智不矜衒，仁者存心可哀怜，同心结罗带深穿。<br>【耍孩儿】香尘花晕银波浅，浮罩长庚甚远。濛濛皓月坠深渊，玉纨轻覆云笺。内明云暗无肖阐，里洁烟笼不郎然。尘内蟠龙渐，雾昏暗结，云翳相联。<br>【幺】青衣布满如蓝澱，烁烁寒光未转。可怜内洁几曾知，鸾台无用空悬。桃腮怎对施朱粉，宫额难临贴翠钿，不称风流愿。香奁宝砌，绣袋金圈。<br>【五煞】照妖镇释坛，护心保命全。分开后对成姻眷，乐昌暗结风流配。鲁肃深谋斩斫权。憔翠佳人倦，愁观衰貌，喜照芳妍。<br>【四】圆光净更清，菱花明更坚。可怜世事云千变，玉盘本洁蒙尘垢，皓月虽明障雾烟，云暗青霄掩，世情有分，物态无缘。<br>【三】古铜时下收，菱花何处选。今来特许良工见，气吹黯雾飞天外，手抚残云离月边。光彩如银练，高低善辨，貌陋能传。<br>【二】就中硬胜刚，外面软似绵。冰盆初破如刀剪，逢人射影停身分，睹物遗形在眼前。分明现，秋天朗朗，风露涓涓。<br>【一】分毫无缕瑕，光莹净玉宣。残云刮地西风卷，寒光皎洁明盈室，素魄团圆照满天。似银汉冰盘转，鉴窥星斗，照耀山川。<br>【尾】据坚平明正清，非为俺自专。若回光返照仁人面，廉洁分明自然显。<br>思乡<br>辇毂下人生有幸，乐太平歌舞同欢庆。金绮陌玉娉婷，间笙簧歌转流莺。斗驰骋，粉浓兰麝，肌莹琼酥，花解语娇相并。旦暮花魔酒病，诗酬酢好句，词赓和新声。樱唇月下吕玉箫，春笋花前按银筝。正宴乐皇都，忽忆吴山，顿思越景。<br>【幺】书剑南行，或征或止无定，飘泊若云萍。驾孤舟一叶帆轻，似脱颖，辞九重凤阙，快万里鹏程。无名利徒奔竞，自愿瞰东南形胜。湖山留客醉，花柳系人情。梯航海峤暮云黄，轿马烟岚乱山青。屡曾经，莲渚芦汀。<br>【耍孩儿】山屏锦幛繁花盛，雪霁风和雨晴，良工着色画难成。竹疏梅淡轻盈，竹穿坏壁凉阴浅，梅枕寒流瘦影清。贪幽净，懒趋权势，不就功名。<br>【幺】蹉跎到处闲蹭蹬，不觉秋霜鬓冷。客窗几度梦朝京，忆松楸败境荒荆。见新人百倍增千倍，问故友十停无九停。咱徼幸，尚天涯流落，海角飘零。<br>【三煞】涎乾沿壁蜗，翅殭守冻蝇。羁縻人舟缆桩橛钉。迟留荆楚悲王粲，久困长沙叹贾生。思薄命，钱未尝满贯，粮不足空瓶。<br>【二】虽然动的脚根，何曾转的眼睛，杜鹃啼感动归家兴。羡孤云易举离南浦，无双翼高飞过渭城。行装并，载满船风月，十里旗亭。<br>【尾】剡溪水半合，山阴雪欲平。还乡子安道无踪影，不回棹先生望谁请。<br>羊诉冤<br>十二宫分了巳未，禀乾坤二气成形质。颜色异种多般，本性善群兽难及。向塞北，李陵台畔，苏武坡前，嚼卧夕阳外，趁满目无穷草地。散一川平野，走四塞荒陂。驭车善致晋侯欢，拂石能逃左慈危。舍命于家，就死成仁，杀身报国。<br>【幺】告朔何疑，代衅钟偏称宣王意。享天地济民饥，据云山水陆无敌。尽之矣，駞蹄熊掌，鹿脯獐豝，比我都无滋味。折莫烹炮煮煎熛蒸炙，便盐淹将卮，醋拌糟焙。肉麋肌鲊可为珍，莼菜鲈鱼有何奇，于四时中无不相宜。<br>【耍孩儿】从黑河边赶我到东吴内，我也则望前程万里。想道是物离乡贵有些峥嵘，撞着个主人翁少东没西。无料喂把肠胃都抛做粪，无水饮将脂膏尽化做尿。便似养虎豹牢监系，从朝至暮，坐守行随。<br>【幺】见一日八十番觑我膘脂，除我柯杖外别有甚的。许下浙江等处恶神祗，又请过在城新旧相知。待赁与老火者残岁里呈高戏，要雇与小子弟新年中扮社直。穷养的无巴避，待准折舞裙歌扇，要打摸暖帽春衣。<br>【一煞】把我蹄指甲要舒做晁窗，头上角要锯做解锥，瞅着颔下须紧要栓挝笔。待生撏我毛裔铺毡袜，待活剥我监儿石覃皮。眼见的难回避，多应早晚，不保朝夕。<br>【二】火里赤磨了快刀，忙古歹烧下热水，若客都来抵九千鸿门会。先许下神鬼飏了前膊，再请下相知揣了后腿。围我在垓心内，便休想一刀两段，必然是万剐凌迟。<br>【尾】我如今剌搭着两个蔫耳朵，滴溜着一条麄硬腿。我便似蝙蝠臀内精精地，要祭赛的穷神下的呵吃。<br>村居<br>人性善皆由天命，气清浊列等为贤圣。万物内最为灵，又幸为男子峥嵘。要自省妍媸贵贱，寿夭穷通，这几事皆前定，使不着吾强我性。叹时乖运拙，随坎止流行。既知钟鼎果无缘，好向林泉且埋名。除去浮花，修养残躯，安排暮景。<br>【幺】量力经营，数间茅屋临人境，车马少得安宁。有书堂药室茶亭，甚齐整。鱼池内菱芡，溪岸上鸡鹅，壮观我乘高兴。缫车响蝉声相应，妻蚕女茧，婢织奴耕。陇头残月荷锄歌，牛背夕阳短笛横，听农家野调山声。<br>【耍孩儿】虽然蔬圃衠畦径，搀造化夺时发生。也和治世一般平，桔槔便当权衡。堤防着雨涝开沟洫，准备着天晴浍水坑。栽排定，生涯要久远，养子望聪明。<br>【幺】把闲花野草都锄净，尚又怕稊稗交生。桑榆高接暮云平，笋黄菜绿瓜青。葫芦花发香风细，杨柳阴浓暑气清。开心镜，静观消长，闲考亏盈。<br>【五煞】菜老便枯，菜嫩便荣，荣枯消长教人为证。菜因浇灌多荣旺，人为功名苦战争。徒然竞，百年身世，数度阴晴。<br>【四】兴来画片山，闲来看卷经，推敲访友针诗病。消磨世态杯中酒，聚散人情水上萍。心方定，但缘有酒，与世忘形。<br>【三】无愁心自安，高眠梦不惊，不乏衣食为侥幸。身闲才见公途险，累少方知担子轻。成家庆，顽童前引，稚子随行。<br>【二】樵夫叉了柴，渔翁扳了罾，故来下访相钦敬。盘中熟笋和生菜，瓮里新醅泼酉占清。行歪令，饮竭正盏，斟满罚觥。<br>【尾】渔说了强，樵说他能。我攒颏抱膝宁可听，闲看会渔樵壮厮挺。",
  "poet": {
    "id": 1009,
    "star": 0,
    "name": "曾瑞",
    "desc": "曾瑞（生卒年不详）， 元代散曲作家。字瑞卿，自号褐夫。大兴（今北京市大兴区）人。因喜江浙人才风物而移家南方。《录鬼簿》记他“临终之日，诣门吊者以千数”，可知他当时已有盛名。由于志不屈物，不解趋附奉承，所以终身不仕，优游市井，赖江淮一带熟人馈赠为生。善绘画，能作隐语小曲，散曲集有《诗酒馀音》行于当世，今佚。"
  },
  "tags": []
}