{
  "id": 8579,
  "star": 33,
  "name": "听嘉陵江水声寄深上人",
  "dynasty": "唐代",
  "content": "凿崖泄奔湍，古称神禹迹。<br>夜喧山门店，独宿不安席。<br>水性自云静，石中本无声；<br>如何两相激，雷转空山惊？<br>贻之道门归，了此物我情。",
  "fanyi": "<p><strong>译文<br></strong>击凿山崖飞泻急速的水流，号称是远古的大禹遗迹。<br>晚上旅馆佛寺的大门喧腾声，独自一人夜里睡觉不能安然熟睡。<br>水的特点本是安静的，石头中本来也没有声音。<br>为什么两者互相冲击（水冲击石头），雷鸣幽深少人的山林使人惊。<br>把这个问题遗留给寺观的旧友，了却它给我的疑问。</p> <p><strong>注释<br></strong>①嘉陵江，在今四川I省境内，为长江上游支流。上人，唐人称僧人为“上人”。<br>②泄，渲泄，排放。奔湍，奔腾的激流。<br>③神禹迹，传说中夏禹治水留下的遗迹。<br>④自，本来，原来。云，语助词。<br>⑤相激，相撞击。<br>⑥雷转，像雷声一样回旋。空山，空寂的山间。<br>⑦“贻之”二句：贻，赠送。之，指上面提出的问题。<br>⑧道门，佛门。旧，故旧，朋友。道门旧，即深上人。<br>⑨了，尽，结束，引申为解决，解答。<br>⑩物我情，指客观外物的实情与主观自我的认识。这二句是说，我把个问题呈请佛门旧友深上人，望能给予透彻的解答。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　这是一首充满禅趣的妙<a href=\"http://so.gushiwen.org/view_8579.aspx\">诗</a>，全篇抓住嘉陵江水声展开构思。</p> <p>　　发端两句借大禹治水的传说写嘉陵江水声的由来。意思是说，大概由于大禹的神奇力量，他凿开险峻的山崖，使飞流急湍奔腾直泻，发出巨响。起笔即紧扣诗题，显得气势雄伟。</p> <p>　　诗的三、四两句写诗人夜宿出门店，由于水声的喧闹，通夜无法安寝。这两句一方面承接上文，进一步具体写出嘉陵江水声之大；另一方面又极自然地引发出下文对水性的议论。这是阐发禅理、表现禅趣的转折点。</p> <p>　　而五、六、七、八四句借水声与山石激荡出巨响的自然现象展开议论，颇含折理。大意是说，水性本来是安静的，山石也不会发出声响，可是两者一激荡，竟发出惊雷一样的巨响，完全丧失了水石的本性。我们从这一自然现象中，可以悟出很深的禅理：人在社会中，应当以无念为宗，不取不舍，不染不著，任运自然，自在解脱，应当象水石一样保持安静和无声的本性，清静无为，也就具备了佛性。水石保持住本性就具备了佛性，人向自性中求取，保持住清静无为的本性，也就具备了佛性。<a href=\"http://so.gushiwen.org/author_564.aspx\">韦应物</a>这种思想带着很浓的消极成分，应予批判。不过，从这首诗中，却可看出韦应物禅学修养是很深的。</p> <p>　　诗的最后两句，表示自己写这首诗的目的是以此赠给深上人，彼此交流禅学心理，并对深上人彻悟物我之情的禅学修养无限向往。诗的结尾颇有意味，诗人提出了问题，但是自己并不去回答，而是把疑惑推给了老友，有一种故意责难的狡黠。另一方面传达了一种深奥的禅意，表达了诗人对于物性和人情的感悟。因为人的心性在遇到外物相激时，也会产生强烈反映，物性和人情本来就是相通的。我们不知道深上人是如何作答的，事实上，这个问题也不需要回答。这个结尾，写得既很切题，又留有余味，不失韦氏平淡有味的风格。</p>",
  "about": "<h2>创作背景</h2> 　　当时作者正在苏州山寺独宿，嘉陵江水的涛喧如雷，使作者不能安席，于是引起了作者对佛性、对物理的思索，主要是思索静的自性怎么会转而成动的喧响，思索间由颇多感触，便写下了这首<a href=\"http://so.gushiwen.org/view_8579.aspx\">诗</a>。",
  "poet": {
    "id": 564,
    "star": 0,
    "name": "韦应物",
    "image": "http://img.gushiwen.org/authorImg/weiyingwu.jpg",
    "desc": "韦应物（737～792），中国唐代诗人。汉族，长安(今陕西西安)人。今传有10卷本《韦江州集》、两卷本《韦苏州诗集》、10卷本《韦苏州集》。散文仅存一篇。因出任过苏州刺史，世称“韦苏州”。诗风恬淡高远，以善于写景和描写隐逸生活著称。"
  },
  "tags": [
    "写水",
    "哲理"
  ]
}