{
  "id": 72219,
  "star": 10,
  "name": "宋人及楚人平",
  "dynasty": "先秦",
  "content": "　　外平不书，此何以书？大其平乎己也。何大其平乎己？庄王围宋，军有七日之粮尔！尽此不胜，将去而归尔。于是使司马子反乘堙而窥宋城。宋华元亦乘堙而出见之。司马子反曰：“子之国何如？”华元曰：“惫矣！”曰：“何如？”曰：“易子而食之，析骸而炊之。”司马子反曰：“嘻！甚矣，惫！虽然，吾闻之也，围者柑马而秣之，使肥者应客。是何子之情也？”华元曰：“吾闻之：君子见人之厄则矜之，小人见人之厄则幸之。吾见子之君子也，是以告情于子也。”司马子反曰：“诺，勉之矣！吾军亦有七日之粮尔！尽此不胜，将去而归尔。”揖而去之。 </p> <p>　　反于庄王。庄王曰：“何如？”司马子反曰：“惫矣！”曰：“何如？”曰：“易子而食之，析骸而炊之。”庄王曰：“嘻！甚矣，惫！虽然，吾今取此，然后而归尔。”司马子反曰：“不可。臣已告之矣，军有七日之粮尔。”庄王怒曰：“吾使子往视之，子曷为告之？”司马子反曰：“以区区之宋，犹有不欺人之臣，可以楚而无乎？是以告之也。”庄王曰：“诺，舍而止。虽然，吾犹取此，然后归尔。”司马子反曰：“然则君请处于此，臣请归尔。”庄王曰：“子去我而归，吾孰与处于此？吾亦从子而归尔。”引师而去之。故君子大其平乎己也。此皆大 夫也。其称“人”何？贬。曷为贬？平者在下也。",
  "fanyi": "<p><strong>译文</strong><br>　　鲁国以外的诸侯之间讲和，《春秋》都不记载；这次楚宋两国讲和，为什么破例记载呢？这是因为赞扬这次讲和，出于两国大夫的主动。为什么要赞扬两国大夫的主动？楚庄王围攻宋国，军队只剩下七天的口粮。吃完军粮还不能取胜，就只好回去了。于是派司马子反登上土堙，窥探宋国都城的情况。宋国的华元也登上土堙，出来会见子反。子反说：“你们的情况如何？”华元说：“疲惫不堪啊！”子反说：“疲惫到什么程度？”华元说：“交换孩子杀了吃，拆下尸骨烧火做饭。”子反说：“呀，很厉害啦，疲惫！我听说，被围困的军队，总是让马儿衔着木棍，不让马儿吃饱，只牵出肥马给客人看，你怎么这样对我吐露真情？”华元说：“我听说：君子看见别人困难就怜悯他们，小人看见别人危难就幸灾乐祸。我看你是位君子，所以据实相告。”司马子反说：“嗯，努力防守吧！我们也只有七天的军粮，吃完军粮还不能取胜，就会撤军了。”说罢，向华元拱手告别。 <br>　　司马子反回去见楚庄王。庄王说：“敌情如何？”司马子反说：“疲惫不堪啊！交换孩子杀了吃，拆下尸骨烧火做饭。”庄王说：“呀，很厉害啦，疲惫！那么，我就攻下宋城再回去。”司马子反说：“不行，我已告诉对方，我军也只有七天的口粮了。”庄王大怒：“我叫你去侦察敌情，你怎么倒向对方泄露军机？”司马子反说：“小小一个宋国，尚且有不肯骗人的大臣，难道楚国就没有吗？因此我向对方说了实话。”庄王说：“嗯，那就算了吧！虽然军粮不足，我还是要攻下宋城再回去。”司马子反说：“既然如此，就请君王住下好啦，我可要请求回去。”庄王说：“你丢下我回去，我和谁住在这儿呢？我也回去算了。”于是带领全军退出宋国。因此君子就赞扬两大夫主动讲和。他们都是大夫，怎么《春秋》又只称之为“人”呢？这是含有贬低他们的意味。为什么要贬低他们？因为他们私下讲和，超越了自身的权限。</p><p><strong>注释</strong><br>外平不书：指鲁宣公十二年，楚庄王攻破郑国，郑伯求降，庄王与他讲和的事。《春秋》中没有记载。外，鲁国之外的国家。平，讲和。书，记载。<br>大：赞扬。平乎己：主动讲和。<br>庄王：即楚庄王。<br>司马子反：楚国大夫，掌管军政。乘：登。堙：小土山。华元：宋国大夫。<br>易子：交换儿子。析骸：劈开尸骨。<br>柑马：给马嘴衔木棍。秣：喂。<br>情：说真话。<br>厄：困难。矜：怜悯 。 <br>反：同“返”，返回。<br>曷：为什么。<br>区区：很小。<br>舍而止：旧注说是筑舍安营驻扎”，与当时情况不合。<br>平者在下：讲和的人处在下位。</p>",
  "about": "<h2>读解</h2> 　　本篇解释《春秋》“宋人及楚人平”一句。这六字，有褒有贬。褒扬华元和子反两位大夫以诚相待主动讲和，减轻了宋楚两国的战祸。贬的是两人超越君权自作主张，背着国君讲和。此例一开，君权就危险了。文章反映了古代战争的残酷，通篇全用对话口气，重复之中又有变化，颇为传神。文章在于揭示所谓“春秋笔法”。",
  "poet": {
    "id": 789,
    "star": 0,
    "name": "公羊高",
    "image": "http://img.gushiwen.org/authorImg/gongyanggao.jpg",
    "desc": "公羊高，旧题《春秋公羊传》的作者。战国时齐国人。相传是子夏（卜商）的弟子，治《春秋》，传于公羊平。《春秋公羊传》最初仅有口说流传，西汉景帝时，传至玄孙公羊寿及齐人胡母生，才“著于竹帛”，流传于世。《春秋公羊传》，亦称《公羊春秋》或《公羊传》，是今文经学的重要典籍，起于鲁隐公元年（前722），终于鲁哀公十四年（前481），着重阐释《春秋》之“微言”、“大义”，史事记载较简略。"
  },
  "tags": [
    "古文观止",
    "对话",
    "解释"
  ]
}