{
  "id": 51040,
  "star": 10,
  "name": "点绛唇·伤感",
  "dynasty": "宋代",
  "content": "辽鹤归来，故乡多少伤心地。寸书不寄。鱼浪空千里。<br>凭仗桃根，说与凄凉意。愁无际。旧时衣袂。犹有东门泪。",
  "fanyi": "<p><strong>译文<br></strong>我像那“辽东鹤”，离开多年之后，终于又归来了。这熟悉而又生疏的故乡，有多少能勾起我伤感落泪的地方。都说鱼能传书，可是江波空自千里长流，这些年我们竞未通过一封信。<br>如今物是人非，我只能通过她的妹妹代我转达凄凉的心情。 不知道这哀愁何处才是尽头？我只记得：旧日的衣袖上，还留着她在东门送别我时滴落的泪水。</p> <p><strong>注释<br></strong>①辽鹤：《搜神后记》载，辽东人丁令威外出学道多年，后化鹤归乡，徘徊于空中，歌日：“有鸟有鸟丁令威，去家千年今始归。城郭如故人民非，何不学仙冢累累？”后常用以指重游旧地之人。<br>②鱼浪：<a href=\"http://so.gushiwen.org/author_403.aspx\">刘向</a>《列仙传》载。陵阳子明钓得白鱼，腹中有书。此处反用其意，说恋人没有寄书，自己空等了千里外恋人的消息。<br>③桃根：东晋王献之为其妾桃叶作《桃叶敢》三首，其二有句；“桃叶复桃叶，桃叶连挑根。”桃根为桃叶之妹。以下句意为旧地重游时，不见恋人，却遇其妹，尽诉衷肠。<br>④衣袂（mèi）：衣袖。<br>⑤东门：泛指离别之地。句意为衣袖上仍有当年的泪痕。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　“辽鹤归来，故乡多少伤心地”，起首二句以比兴发端。将自己比作离家千年的辽东鹤，一旦飞回故乡，事事处处都引起对往昔生活的深情回忆，触发起无限伤感的情怀，“辽鹤”用的是《搜神后记》中丁令威的故事。”“故乡多少伤心地”，《夷坚二志》作“故人多少伤心事。”</p> <p>　　“寸书不寄，鱼浪空千里”两句。暗用典故。<a href=\"http://so.gushiwen.org/author_403.aspx\">刘向</a>《列仙传》载：“陵阳子明钓得白鱼，腹中有书。“又，古乐府《饮马长城窟行》有句云： “客从远方来，遗我双鲤鱼。呼儿烹鲤鱼，中有尺素书。”这里化用旧典，补叙别后多年了无音们。上句似先写对方不寄书，实足从巳方感觉而后得知。下句直说自己久盼情状。盼而“空”是结果”久盼的全过程，便从这个“空”字透露出来，从这个“空”，才回过头来察觉了本是由于对方的“寸书不寄”。词意平实，却蕴思细致，深有韵味。</p> <p>　　过片又回到眼前，“凭仗桃根，说与凄凉意”。人事变迁，信音辽邈，重来旧处，不见伊人，欲诉无由。东晋王献之有《桃叶歌》三首，其二云：“桃叶复桃叶，桃叶连桃根。桃叶，献之爱妾名，其妹名桃根。姊妹连枝，凭她说与，作者用比曲说如此虽隔一层，也是有死胜无了。“凄凉意”，《夷坚三志》作“相思意”。“凄凉”也好，“相思”也好，都是指多年积蓄未了情。 “凄凉”二字似乎表达得更深一些。有此二字，亦足以道出满腔幽情了。</p> <p>　　结尾“愁无际”三字，包含了别来至今，荡漾在自己心中的无尽的悲感。“旧时衣袂，犹有东门泪”写黯然销魂之意，将情感推向极致。词人看到她的旧时衣物至今犹在，内心情感无法抑制，除了泫然泪下之外，再也说不出任何话语。古乐府《东门行》曰：“出东门，不顾归。“”东门”在古典文学中是带有浓厚悲伤色彩和感伤意蕴的送别之所，被赋予“一去不返”的定性。词人在这里化用，足以体现他仿佛认命一般，对于那些离去的人和事不抱任何希冀与期待了。</p> <p>　　这首词直抒胸臆，虽淡淡写来，亦有深情无限。全篇章法多变，摇曳生姿，起承转合，各具其妙。最妙处当是结句，触物生情，遥应篇首，既绾合全篇，又点透题旨，有语淡情深之余味。</p>",
  "about": "<h2>创作背景</h2> 　　<a href=\"http://so.gushiwen.org/author_164.aspx\">周邦彦</a>年轻时曾客游苏州，与苏州歌伎岳楚云交往甚密。后来周邦彦离开苏州回到京师，但对其情意却丝毫未减。当词人再次回到苏州，去拜访岳楚云时，她已嫁与他人。几天之后，周邦彦参加苏州太守蔡峦的宴会时，见到了岳楚云的妹妹，于是词人便创作了这首《点绛唇·伤感》来表达自己的无尽相思之情。事后，当岳楚云读到这首词时，被感动得数日泪流不止。",
  "poet": {
    "id": 164,
    "star": 0,
    "name": "周邦彦",
    "image": "http://img.gushiwen.org/authorImg/zhoubangyan.jpg",
    "desc": "周邦彦（1056年－1121年），中国北宋末期著名的词人，字美成，号清真居士，汉族，钱塘（今浙江杭州）人。历官太学正、庐州教授、知溧水县等。徽宗时为徽猷阁待制，提举大晟府。精通音律，曾创作不少新词调。作品多写闺情、羁旅，也有咏物之作。格律谨严。语言典丽精雅。长调尤善铺叙。为后来格律派词人所宗。旧时词论称他为“词家之冠”。有《清真集》传世。"
  },
  "tags": [
    "追忆",
    "怀人",
    "伤感"
  ]
}