{
  "id": 52847,
  "star": 597,
  "name": "浣溪沙·小院闲窗春色深",
  "dynasty": "宋代",
  "content": "小院闲窗春已深，重帘未卷影沉沉。倚楼无语理瑶琴。<br>远岫出云催薄暮，细风吹雨弄轻阴。梨花欲谢恐难禁。",
  "fanyi": "<p><strong>译文</strong><br>透过窗子看见小院内的春天的景色将流逝。层层厚重的门帘没有卷起，幽暗的闺房中显得暗影沉沉。倚在绣楼阑干上寂寞无语地轻轻拨弄着瑶琴。<br>远处山峰上云雾缭绕看起来黄昏即将来临，暮色中的轻风吹动着细雨，拨弄着暗淡的轻云。院子里的梨花即将凋谢恐怕连这斜风细雨都难以承受，真让人伤景。</p> <p><strong>注释</strong><br>[1]浣溪沙：唐教坊曲名，因春秋时期人西施浣纱于若耶溪而得名，后用作词牌名，又名“浣溪纱”“小庭花”等。春景：《草堂<a href=\"http://so.gushiwen.org/view_52847.aspx\">诗</a>余》（杨金本无题）等题作“春景”。<br>[2]闲窗：雕花和护栏的窗子。闲，阑也。闲窗，一般用作幽闲之意。“已”字有些版本作“色”字。<br>[3]重帘：层层帘幕。沉沉：指闺房幽暗，意指深邃。五代·<a href=\"http://so.gushiwen.org/author_455.aspx\">孙光宪</a>《河渎神》：“小殿沉沉清夜，银灯飘落香池。”<br>[4]理：拨弄。瑶琴：饰玉的琴，即玉琴。也作为琴的美称，泛指古琴。<br>[5]远岫：远山。岫：山峰。薄暮：日将落日薄暮，意指黄昏。<a href=\"http://so.gushiwen.org/author_510.aspx\">范仲淹</a>《岳阳楼记》：“薄暮冥冥，虎啸猿啼。”宋代韩淲《蝶恋花》：“斜日清霜山薄暮。行到桥东，林竹疑无路”<br>[6]轻阴：暗淡的轻云。唐·<a href=\"http://so.gushiwen.org/author_15.aspx\">张旭</a>《山行留客》：“山光物态弄春晖，莫为轻阴晚自开，青春白日映楼台”。<br>[7]“梨花”句:意谓梨花盛开之日正春色浓郁之时，而它的凋落使人为之格外伤感，甚至难以禁受。难禁：难以阻止。 </p>",
  "shangxi": "<h2>解析</h2> <p>　　词的上片主要描写环境，下片着重刻划景物。</p> <p>　　起句中的“小院”点明词中女主人公所在之地。这小院荫蔽在春色已深、绿树繁花中，天快黑了，楼上窗子一直闲掩着。庭院中未见人来往，窗棂间没有燕穿帘，显得寥廓落漠，<a href=\"http://so.gushiwen.org/author_1137.aspx\">真可</a>谓深闺似海！</p> <p>　　第二句写少女身处这深院之中，感到孤零岑寂、凄苦难言，一任帘幕低垂；因是重帘，室内光线暗淡。沉沉，是形容室内深邃。这里“影沉沉”不是说夕阳投影拉得很长很长，而是说室内阴暗，更觉黑黝黝的。</p> <p>　　这两句中的“小院闲窗”和“重帘未卷”，一是从外面看出的实景，一是就内面见到的现状，并非两处，只是一个地方的互文。通过环境描绘，女主人公因春意阑珊、幽闺深邃而产生的孤寂和愁苦统统突现了出来。</p> <p>　　在这枯寂愁闷时，将是怎样破岑寂、遣愁怀的呢？信步走向楼前，凭楼远眺，希望在开阔的自然景象中寻求一些慰藉。然而却只见白云催暮，风雨弄阴；天色转暗，夜暮将临，几乎同自己的阴沉郁闷的心情一样，反而增添苦恼，烦闷起来。她开始站在那里发愣，接着坐下来弹起琴来：“倚楼无语理瑶琴。”这句就是与她无可奈何时希图摆脱心情苦恼、烦躁不堪的一种下意识动作。事实上词中女主人并非有意练琴，只不过是借以破除孤寂，诉说愁怀。所以不像毛熙震《后庭花》中的少女“倚栏无语摇轻扇”那样轻松明快，自不及<a href=\"http://so.gushiwen.org/author_186.aspx\">冯延巳</a>（一作<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>）《蝶恋花》中的女友“泪眼倚楼频独语”那样凄楚。尽管这样，但她的闲愁郁闷终于没有被琴声驱走，精神枷锁，无法解脱。“倚楼无语”形象地写出了那由愁苦郁积进而陷于神魂无措的精神状态。“无语”二字更深切地表达了她的苦涩难言的心情。</p> <p>　　过片两个对句，与前段结语紧密联系，是她在楼前所见的实景，从正面揭示愁思之由：“远岫出云催薄暮”为远景。这句是说地面水气，入夜遇冷而成云雾，笼罩峰峦，白天经太阳蒸发，逐渐消散，峰峦再现。而山穴中云气，日照困难，要到日将落时才冉冉升起。<a href=\"http://so.gushiwen.org/author_645.aspx\">陶渊明</a>《归去来辞》云：“云无心以出岫。鸟倦飞而知还”就是写傍晚景象，故云“催薄暮”。薄暮，日将落时之谓。“细风吹雨弄轻阴”为近景，是说傍晚时分，天色渐暗，暮霭沉沉，而微风吹拂，雨花飞溅，好似与轻阴相戏弄，故云“弄轻阴”。</p> <p>　　前句中着一“催”字，加速了夜暮降临；后句中用一“弄”字，使轻阴转浓，融成一片，天色变黑。既生动，又形象，无异于在愁人心上加盖了一层厚厚的阴影，愁怀难遣，自不待言。</p> <p>　　结句“梨花欲谢恐难禁”是承“春色深”而来，按节候与“梨花落后清明”（<a href=\"http://so.gushiwen.org/author_432.aspx\">晏殊</a>《破阵子》中语）相合。因此以“梨花欲谢”总括环境和景色，以“恐难禁”概述落漠和愁苦。词中女主人愁思之由，至此道出。出于它，才将细微的景物与幽渺的感情极为巧妙而和谐地结合起来，使由惜春引起难以捕捉的、抽象的愁思就成了可以接触的具体形象。</p><br/><h2>赏析</h2> <p>　　小、闲、深，正是空闺写照。而春色深浓，未许泄漏，故重帘不卷，一任暗影沉沉。春情躁动，更不能形之言语，只可托之瑶琴矣！</p> <p>　　“深”字是上片之眼。闺深、春深、情深，“倚楼无语”，说三藏七，“此时无声胜有声”，蕴藉未吐之深情，更具有无限的韵味。</p> <p>　　下片宕天，由室内而室外。“远岫出云”见<a href=\"http://so.gushiwen.org/author_645.aspx\">陶渊明</a>《归去来辞》：“云无心以出岫，鸟倦飞而知还。”云出云归，时光亦随之荏苒而逝，不觉晚景催逼。夜来更兼细风吹雨，轻阴漠漠，“弄”既指风雨之弄轻阴，还指此时、此境中，词人乍喜还愁的情感波动。结末仍结穴在风雨摧花，欲谢难禁的忧思上。</p> <p>　　历代<a href=\"http://so.gushiwen.org/view_52847.aspx\">诗</a>评家评此词“雅练”，“淡语中致语”（沈际飞本《草堂诗馀》）。写闺中春怨，以不语语之，又借无心之云，细风、疏雨、微阴淡化，雅化，微微逗露。这种婉曲、蕴藉的传情方式，是符合传统诗歌的审美情趣的。</p>",
  "about": "<h2>创作背景</h2> <p>　　从版本方面考察，这首小令曾被误作<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>、<a href=\"http://so.gushiwen.org/author_164.aspx\">周邦彦</a>词，或不著撰人姓名。这当是此词传播中的一种发人深思的现象，当初的情景是这样的：<a href=\"http://so.gushiwen.org/author_536.aspx\">李清照</a>于待字之年，从原籍明水来到京都，她的才华深受词坛高手晃补之等“前辈”的赏识，从而激起了她的创作灵感，遂以记忆中的溪亭、莲湖之游和现时感受为素材写了一首首令词。观者认为这首《洗溪沙》是出自欧阳修或周邦彦之手。</p> <p>　　李清照初期的<a href=\"http://so.gushiwen.org/view_52847.aspx\">诗</a>词作品，总的可谓一鸣惊人，但人们的反映各不相同。她从晃补之、张来等“前辈”那里得到的是鼓励、奖掖和逢人“说项”；缙绅、文士对她的作品也击节称赏。</p>",
  "poet": {
    "id": 536,
    "star": 0,
    "name": "李清照",
    "image": "http://img.gushiwen.org/authorImg/liqingzhao.jpg",
    "desc": "李清照（1084年3月13日～1155年5月12日）号易安居士，汉族，山东省济南章丘人。宋代（南北宋之交）女词人，婉约词派代表，有“千古第一才女”之称。所作词，前期多写其悠闲生活，后期多悲叹身世，情调感伤。形式上善用白描手法，自辟途径，语言清丽。论词强调协律，崇尚典雅，提出词“别是一家”之说，反对以作诗文之法作词。能诗，留存不多，部分篇章感时咏史，情辞慷慨，与其词风不同。有《易安居士文集》《易安词》，已散佚。后人有《漱玉词》辑本。今有《李清照集校注》。"
  },
  "tags": [
    "闺怨",
    "伤春",
    "怀人"
  ]
}