{
  "id": 71141,
  "star": 4599,
  "name": "大道之行也",
  "dynasty": "先秦",
  "content": "　　大道之行也，天下为公，选贤与能，讲信修睦。故人不独亲其亲，不独子其子，使老有所终，壮有所用，幼有所长，矜、寡、孤、独、废疾者皆有所养，男有分，女有归。货恶其弃于地也，不必藏于己；力恶其不出于身也，不必为己。是故谋闭而不兴，盗窃乱贼而不作，故外户而不闭，是谓大同。",
  "fanyi": "<p><strong>译文</strong><br>　　在大道施行的时候，天下是人们所共有的，把品德高尚的人、能干的人选拔出来，讲求诚信，培养和睦（气氛）。所以人们不单奉养自己的父母，不单抚育自己的子女，要使老年人能终其天年，中年人能为社会效力，幼童能顺利地成长，使老而无妻的人、老而无夫的人、幼年丧父的孩子、老而无子的人、残疾人都能得到供养。男子有职务，女子有归宿。对于财货，人们憎恨把它扔在地上的行为，却不一定要自己私藏；人们都愿意为公众之事竭尽全力，而不一定为自己谋私利。因此奸邪之谋不会发生，盗窃、造反和害人的事情不发生。所以大门都不用关上了，这叫做理想社会。 </p> <p><strong>注释</strong><br>1. 选自《礼记·礼运》。《礼记》，儒家经典之一，西汉戴圣对秦汉以前各种礼仪论著加以辑录、编纂而成，共49篇。礼 运，《礼记》篇名，大约是战国末年或秦汉之际儒家学者托名孔子答问的著作。大道，指古代政治上的最高理想。 行：施行。<br>2. 大道：古代指政治上的最高理想。<br>3.之行：之，助词取消句子之间的独立性。行，施行<br>4. 为：是，表判断。<br>5.〔选贤与(jǔ)能〕把品德高尚的人、能干的人选拔出来。与，通“举”，推举，选举。<br>6.〔讲信修睦(mù)〕讲求诚信，培养和睦(气氛)。 信：诚信。修：培养。<br>7. 独：单独。<br>8.〔亲〕意动用法，用如动词，以……为亲，抚养。下文“子其子”中的第一个“子”也是动词。<br>9. 亲其亲：第一个亲，名词的意动用法，以……为亲人；第二个亲，父母。<br>10. 终：终老，终其天年。<br>11. 养：供养。<br>12.有所养：得到供养。<br>13.〔矜(guān)、寡、孤、独、废疾者〕矜，老而无妻的人。矜，通“鳏”。寡，老而无夫的人。孤，幼而无父的人。独，老而无子的人。废疾，残疾人。<br>14.〔男有分(fèn)〕男子有职务。分，职分，指职业、职守。<br>15.〔女有归〕意思是女子有归宿。归，指女子出嫁。<br>16.〔货恶(wù)其弃于地也，不必藏于己〕意思是，对于财货，人们憎恨把它扔在地上的行为，却不一定要自己私藏。恶（wù），憎恶。 藏：私藏。于：在。货恶：宾语前置。<br>17.〔力恶其不出于身也，不必为己〕意思是，人们都愿意为公众之事竭尽全力，而不一定为自己谋私利。力恶：宾语前置。<br>18. 是故：即“故是”，可译为“因此”“所以”“这样一来”。<br>19.〔谋闭而不兴〕奸邪之谋不会发生。闭，杜绝。兴，发生。<br>19.〔盗窃乱贼而不作〕盗窃、造反和害人的事情不发生。乱，指造反。贼，指害人。作，兴起。<br>21. 故：所以。<br>22.〔外户〕泛指大门。<br>23. 而〔是故谋闭而不兴〕：连词，表并列。<br>24.〔闭〕用门闩插门。<br>25. 谓：是。<br>26.〔大同〕指理想社会。同，有和平的意思。</p> <p>重点注释<br>1、 课文中所提到的\"大道\"、\"大同\"各指什么，我们应该如何理解和认识？<br>答：文中\"大道\"就是指治理社会的最高准则，其治理的效果就是国泰民安的理想状态。 　\"大同\"可以理解为儒家的理想社会或是人类社会的最高阶段。 　\"大道\"和\"大同\"都是当时人们头脑中的理想境界，两个词中带有明显的理想色彩，寄托着人们对未来生活的美好向往。<br>2.．本文从哪三个方面来说明“大同”社会的基本特征的？答：①人人都能受到全社会的关爱；②人人都能安居乐业；③人人都珍惜劳动成果，却毫无自私自利之心。（物尽其用，人尽其力）<br>3、 怎样理解孔子关于\"大同\"社会的思想？ 　答：\"大同\"社会是夏以前的社会形态，过去有\"孔子以五帝之世为大同\"的说法。由此可见，\"大同\"社会是以\"五帝之世\"的传说为依据，经过加工提炼而后构想出来的一个理想社会模式，孔子的原意是建立一个合理的社会，以消除现实社会中的黑暗现象和不合理的地方，因此，孔子\"大同\"理想社会源自于\"五帝之世\"，同时又高于\"五帝之世\"。<br>4、“故人不独亲其亲，不独子其子，使老有所终，壮有所用，幼有所长，鳏、寡、孤、独、废疾者皆有所养，男有分，女有归。”同《孟子》中的哪句名言有异曲同工之妙？ 　答：“老吾老以及人之老； 幼吾幼以及人之幼。\"<br>5.文章表达了作者怎样的思想感情? 　答：文章表达了作者迫切希望出现一个太平盛世的思想感情。<br>6、写出表现人人都能关爱他人，人人都能得到他人关爱、能安居乐业的句子？ 　③故（16）人不独（17）亲④其亲（18），不独子其子，⒂使老有所终，壮有所用，幼有所长，鳏、寡、孤、独、废疾者⑤皆有所养（19），男有分，⑥女有归。<br>7，《大道之行也》中与“路不拾遗,夜不闭户”的意思相同的是哪一句？ 　是故谋闭而不兴，盗窃乱贼而不作，故外户而不闭，是谓大同<br>一、“大道”“大同”都属于特殊概念：“大道”，政治上的最高理想，指放之四海而皆准的道理或真理，可以有各种各样的解释；“大同”，指儒家的理想社会或人类社会的最高阶段，也可以有种种解释。这一类字眼是不能翻译也是译不好的。<br>二、有些词语在一定语境中往往具有特殊含义，如“归”指女子出嫁，但在“男有分，女有归”这句话中就有了“及时婚配”的意思；“亲”有亲近义，但“亲其亲”跟“子其子”是对文，前一个“亲”就有了“奉养”义，后一个“亲”就专指父母了。<br>三、文中凡能直译的语句一概用直译，但也有一些地方用了意译。<br>与：通“举”，推举，选举。<br>谋：谋划，指不好的东西<br>贼，盗窃，这里引伸为指害人。</p>",
  "shangxi": "<h2>分层解析</h2> <p><strong>第一层</strong><br>（第一句话）对“大同”社会的纲领性说明</p> <p><strong>第二层</strong><br>（第二至三句话）大同社会的基本特征：<br>⒈1.满足生存需求：人人得到社会的关爱。<br>⒉满足发展需求：人人都能安居乐业<br>⒊满足精神愉悦上的需求：货尽其用，人尽其力</p> <p><strong>第三层</strong><br>（第四句话）全文的总结语<br>用现实社会跟理想社会中的“大同”社会做对比，指出现实社会中的诸多黑暗现象，在“大同”社会中将不复存在，取代的将是“外户而不闭”的和平、安定的局面。</p>",
  "about": "<h2>文言知识</h2> <p><strong>古今异义</strong><br>大道之行也 古义：指政治上的最高境界<br>今义：宽阔的路<br>男有分，女有归古义：女子出嫁<br>今义：返回，回归，回到本处<br>鳏寡孤独古义 ：为两个字。“孤”指幼而无父的人；“独”指老而无子的人。<br>今义：为一个词，单一，只有一个，指独自一个人。<br>盗窃乱贼而不作　乱古义：造反<br>今义：“杂乱”，“捣乱”等含义<br>贼古义 ：害人<br>今义：小偷，窃贼<br>作古义：兴起<br>今义：作为<br>是谓大同 古义：代词“这”<br>今义：常用于判断词，或与“非”相对。</p> <p><strong>通假字</strong><br>〔选贤与（jǔ）能〕与通“举”，推举，选举。<br>〔矜（guān）、寡、孤、独、废疾者〕矜，老而无妻的人。矜，通“鳏”。</p> <p><strong>词类活用</strong><br>1.故人不独亲其亲 〔亲〕动词作意动用法，以……为亲，奉养。<br>2.不独子其子 〔子〕名词作意动用法，以.......为子，抚养。<br>⒊使老有所终 （老） 形容词作名词，老年人。<br>⒋壮有所用 （壮） 形容词作名词，壮年人。<br>⒌幼有所长 （幼） 形容词作名词，幼童。<br>6.故外户而不闭（外）名词作动词，从外面。<br>7.选贤举能（贤） 形容词作名词，品德高尚的人。<br>8.选贤举能（能）形容词作名词，能干的人。</p><br/><h2>相关成语</h2> <p><strong>天下为公</strong> <br>发音 tiān xià wéi gōng<br>解释 原意是不把君位当做一家的私有物。旧民主主义革命时期孙中山借用来作为对“民权主义”的解释，意思是政权为一般平民所公有。<br>出处 《礼记·礼运》：“大道之行也，天下为公。”<br>示例 《礼记·礼运》：“大道之行也，天下为公。”<br>万古千秋业，～器。陈毅《湖海<a href=\"http://so.gushiwen.org/view_71141.aspx\">诗</a>社开征引》诗<br>【近义词】：天下一家<br>【反义词】：天下为家<br>【语法】：主谓式；作谓语、定语；用于人</p> <p><strong>不独亲其亲，不独子其子</strong><br>【近义词】：老吾老以及人之老，幼吾幼以及人之幼。</p> <p><strong>老有所终</strong><br>发音 lǎo yǒu suǒ zhōng<br>解释 年老者能有个合适的归宿。<br>出处 《礼记·礼运》：“故人不独亲其亲，不独子其子，使老有所终，壮有所用，幼有所长，矜寡孤独，废疾者，皆有所养。”</p> <p><strong>矜（鳏）寡孤独</strong><br>发音 guān guǎ gū dú<br>解释 泛指没有劳动力而又没有亲属供养的人。（让年老的各有适当的归宿，年轻的各有一定的用处，年幼的各有应得的成长条件，鳏寡孤独和废疾人，都有受到赡养的权利。这是儒家设想的所谓“大同世界”的景象。）<br>出处 《礼记·礼运》：“矜寡孤独，废疾者，皆有所养。”<br>概况<br>释义 ：天下是天下人的天下，为大家所共有，天子之位，传贤而不传子，只有实现天下为公，彻底铲除私天下带来的社会弊端，才能使社会充满光明，百姓得到幸福。后成为一种美好社会的政治理想。<br>成语：物尽其用 【解释】：各种东西凡有可用之处，都要尽量利用。指充分利用资源，一点不浪费。<br>【示例】：这家化工厂大搞综合利用，做到了变废为宝，物尽其用。<br>【近义词】：人尽其才<br>【语法】：紧缩式；作宾语、定语；含褒义<br>【翻译】：to make the best use of everything; to let all things serve their proper purpose </p>",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": [
    "初中文言文",
    "理想",
    "生活",
    "哲理"
  ]
}