{
  "id": 69804,
  "star": 1,
  "name": "杂剧·包待制智赚灰栏记",
  "dynasty": "元代",
  "content": "楔子<br>老身郑州人氏。自身姓刘，嫁得夫主姓张，早年亡逝已过。只生下一儿一女，孩儿唤作张林，也曾教他读书写字；女儿唤作海棠，不要说他姿色尽有，聪明智慧，学得琴棋书画、吹弹歌舞，无不通晓。俺家祖传七辈是科第人家，不幸轮到老身，家业凋零，无人养济。老身出于无奈，只得着女儿卖俏求食。此处有一财主，乃是马员外。他在俺家行走，也好几时了。他有心看上俺女孩儿，常常要娶他做妾，俺女孩儿倒也肯嫁他。只是俺这衣食饭碗如何便割舍得！且待女孩儿到来，慢慢的与他从长计议，有何不可。自家张林的便是。母亲，俺祖父以来，都是科第出身，已经七辈，可着小贱人做这等辱门败户的勾当，教我在人前怎生出入也！你说这般闲话做甚么？既然怕妹子辱没了你呵，你自寻趁钱来养活老身，可不好那！哥哥，你要做好男子，你则养活母亲者。泼贱人，你做这等事，你不怕人笑，须怕人笑我，我打不得你个泼贱人那！你不要打他，你打我波！母亲，不要家烦宅乱，枉惹的人耻笑。我则今日辞了母亲，往汴京寻我舅舅，自做个营运去。常言道\"男儿当自强\"，我男子汉七尺长的身子，出门去便饿死了不成？兀那小贱人，我去之后，你好生看觑母亲，若有些好歹，我不道的轻轻饶了你哩！匆匆发忿出家门，别寻生理度寒温。男儿有躯长七尺，不信天教一世贫。母亲，似这等唱叫，几时是了？不如将女孩儿嫁与马员外去罢。儿也说的是。只等马员外来时，我就许下这亲事，则便了也。小生姓马名均卿，祖居郑州人氏，幼习儒业，颇通经史，因家中有几贯资财，人皆以员外呼之。则是我平昔间酷爱风流，耽情花柳。此处有个上厅行首张海棠，与小生作伴年久，两意相投。我要娶她，这不消说了；他也常常许道要嫁我，被他母亲百般板障，只是不肯通口。我想他也无过要多索些财礼意思。闻得海棠近日，与他哥哥张林，唱叫了一场，那张林离了家门，到汴京寻他舅子去了，料得一时间也未必就回。今日恰好是一个吉日良辰，我不免备些财礼求亲去。若是有缘分，得成全这一桩好事，岂不美哉！呀，姐姐正在门首，这也是个彩头。待我见去。员外，你来了也。我再四与母亲说，不如趁我哥哥不在家，许了这门亲事。磨了半截舌头，母亲像有许的意思了。我和你见母亲去。奶奶既有此意，也是我修的缘到了。员外，我今日为孩儿张林不孝顺，与老身合气，你讨些砂仁来送我，做碗汤吃。奶奶，自家孩儿，有甚么气。我如今特备白金百两，专求令爱的亲事。过门之后，但是你家缺柴少米，都是我来支持，定不教你愁没钱使。今日是人大好日辰，奶奶，你接了财礼，许了这亲事罢。左右我的女儿在家，也受不得这许多气，便等他嫁了人去，倒也静办。员外，只是你家里有个大浑家哩，我女孩儿过门来，倘或受他欺负，又不如在家的好，也要与员外说个明白。一发讲到了，才好许你这亲事。奶奶放心，莫说我马均卿不是那等人，便是我大浑家，也不是那等人。令爱到家时，与我大浑家只是姐妹称呼，并不分甚大小；若是令爱养得一男半子，我的家缘家计，都是他掌把哩。奶奶，再不要你忧虑别的。员外，只要说定了，我受了你的财礼，我家女儿，便是你马家媳妇，只今日便过门去。孩儿也，不是我做娘的割舍得你，你可也做人家媳妇去，再不要当行首了也！员外，你那大浑家处，凡百事你须与我做主咱。<br>【仙吕】【赏花时】凭着我皓首苍颜老母亲，待着我尽世今生不嫁人。员外，我可也不爱你别的。姐姐，你爱我些甚的来？我只爱你性儿软意儿真，我今日寻的个前程定准。我着那一班姊妹道，张海棠嫁了马员外，可也不枉了。从此后不教人笑我做辱家门。<br>今日将俺女孩儿，嫁马员外去了也。受着他这一百两财礼，也够老身下半世快活受用哩。如今别无甚事，寻俺旧时姑姊妹们，到茶房中吃茶去来。<br><br>第一折<br>我这嘴脸实是欠，人人赞我能娇艳。只用一盆净水洗下来，倒也开的胭脂花粉店。妾身是马员外的大浑家。俺员外娶得一个妇人，叫做甚么张海棠，他跟前添了个小厮儿，长成五岁了也。我瞒着员外，这里有个赵令史，他是风流人物，又生得驴子般一头大行货，我与他有些不伶俐的勾当。我一心只要所算了我这员外，好与赵令史久远做夫妻。今日员外不在家，我早使人唤他去了，这早晚敢待来也。我做令史只图醉，又要他人老婆睡。毕竟心中爱者谁，则除脸上花花做一对。自家姓赵，在这郑州衙门，做个令史。州里人见我有些才干，送我两个表德：一个叫做赵皮鞋，一个叫做赵哈达。这里有个妇人，他是马均卿员外的大娘子。那一日马员外请我吃酒。偶然看见他大娘子，这嘴脸可可是天生一对，地产一双，都这等花花儿的，甚是有趣，害得我眠里梦里。只是想慕着他。岂知他也看上了我，背后瞒着员外，与我做些不怜俐勾当。今日他使人呼我，不知有甚事？须索去走一遭。来到此间，径自过去。大嫂，你唤我有何计议？我唤你来，不为别事。想俺两个偷偷摸摸的，到底不是个了期。我一心要合服毒药，谋杀了马员外，俺两个做永远夫妻，可不好么？你那里是我搭识的表子？只当是我的娘！难道你有此心，我倒没此意？这毒药我已备下多时也！兀的不是毒药。我交付了与你，我自到衙门中办事去也。赵令史去了也。我且把这毒药，藏在一处，只等觑个空便，才好下手。呀！我争些儿忘了，今日却是孩儿的生日。教人请员外来，和他到各寺院烧香，佛面上贴金，走一遭去来。妾身张海棠。自从嫁了马员外，可是五年光景，俺母亲也亡化了，连哥哥也不知那里，至今没个消耗。我跟前所生孩儿，叫做寿郎。自生下这孩儿来，就在那褥草之上，则在姐姐跟前抬举，如今长成五岁了也。今日是我孩儿的生日，员外和姐姐领着孩儿，到那各寺院烧香，佛面上贴金去了。下次小的每安排下茶饭，等员外姐姐来家食用。张海棠也，自从嫁了员外，好耳根清净也呵！<br>【仙吕】【点绛唇】月户云窗，绣帏罗帐。谁承望，我如今弃贱从良，拜辞了这鸣珂巷。<br>【混江龙】毕罢了浅斟低唱，撇下了数行莺燕占排场。不是我攀高接贵，由他每说短论长。再不去卖笑追欢风月馆，再不去迎新送旧翠红乡。我可也再不怕官司勾唤，再不要门户承当，再不放宾朋出入，再不见邻里推抢，再不愁家私营运，再不管世事商量。每日价喜孜孜一双情意两相投，直睡到暖溶溶三竿日影在纱窗上。伴着个有疼热的夫主，更送着个会板障的亲娘。<br>怎么这早晚，员外姐姐还不回来？我出门前看波。腹中晓尽世间事，命里不如天下人。我张林自从和妹子唱叫了一场，出门去寻俺舅子，谁想他跟着一个什么经略相公种师道，到延安守去了。一来投不着主儿，二来又染了一场冻天行的病证，不要说盘缠使尽，连身上的衣服也典卖尽了。走回家来，母亲也亡化了，居房也没了，教我怎么好？闻得妹子嫁了马员外，那员外是好家计，他肯看顾亲眷，要抬举我舅子，有何难处！我如今一径的去投托他，问他借些盘缠使用。可早来到马员外门首了。可可的我妹子正在门前，待我去相见咱。妹子祗揖！我道是谁，原来是哥哥。我看你容颜肥胖，倒宜出外。妹子，你可早头一句话儿也！哥哥，你敢替母亲做七来？起坟来？还是吊孝来？妹子，你不见我吃的，则看我穿的，自家的嘴也养不过，有甚么东西与母亲做七起坟那！哥哥，俺母亲亡化，一应送终的衣衾棺椁之费，那些儿不亏了马员外来！妹子，这虽是马员外把我母亲发送，还是多亏了你，我知道了也。<br>【油葫芦】自丧了亲爷撇下个娘，偏你敢不姓张，怎教咱辱门败户的妹子去支当！妹子，不必敲打我了，我也知道，多多的亏了你也！到今日你便安排着这句甜话儿来寻访。妹子，我今日特来投托，你怎做下这一个冷脸儿那！也不是俺便做下的这一个冷脸儿难亲傍，想当日你怒烘烘的挺一身，急煎煎的走四方。妹子，这旧话也休提了。我则道你怎生发迹身荣旺，怎还穿着这蓝蓝缕缕的这样旧衣裳？妹子，我和你是一父母生的兄妹，你哥哥便有甚的不是，你也将就些儿，不要记怨了。<br>【天下乐】哥哥也，你便有甚脸今朝到我行，听说罢这衷也波肠！妹子也，我也是出于无奈，特特投奔你来。没奈何，不论多少，赍发些盘缠使用，等我好去。口声声道是无奈何，哥哥也，你既无钱呵怎生走汴梁？妹子，你也不必多说了，你不赍发我，教那个赍发我？你今日投奔我个小妹子，只要我赍发你个大兄长，你不道来，可不道是男儿当自强！妹子，你不曾忘了一句儿也。打落的我勾了，你则是赍发我去者。哥哥不知，俺这衣服头面，都是马员外与姐姐的，我怎做的主好与人，除这些有甚的盘缠好赍发的你？哥哥，你则回去了罢，休来这门首也。妹子，你好狠也。你是我同胞亲妹子，我特投奔着你，一文盘缠也不与我，倒花白了我这许多。我如今也不回去，只在这门首等着，待他马员外来，或者有些面情，也不见得。我是马员外的大浑家，领着孩儿烧香，我先回来了。呀！怎么我家解典库门首，立着个教化头？你在此有甚么勾当？姐姐休骂，小人是张海棠的哥哥，来寻我妹子的。原来你是张海棠的哥哥，这等是舅舅了。你可认的我么？小人不认的那壁姐姐。则我便是马员外的大浑家。我小人眼拙不认得，大娘子是必休怪。舅舅，你要寻你妹子怎么？说也惶恐。因为贫难，无以度日，要寻我妹子，讨些盘缠使用。他与你多少？他道家私里外，都是大娘子掌把着哩，自做不得主，一些没有。舅舅不知，自从你妹子到我家来，添了一个孩儿，如今也五岁了，这是你的外甥。现今我家大小家私，都着他掌把，我是没儿子的！一些也没分了！你是张海棠的哥哥，便是我亲哥哥一般。我如今过去，问他讨些盘缠与你。若有呵，你也休欢喜；若无呵，你也休烦恼，只看你的造化。你且在门首待者。小人知道。好一个贤慧的妇人也！姐姐，你先回来了！劳动着姐姐哩。海棠，门首立着的是甚么人？是海棠的哥哥。哦，原来是你的哥哥。他来这里做甚么？他问妹子讨些盘缠使用。你便与他些不得？我这衣服头面，都是员外和姐姐与我的，教我可甚么与他？这衣服头面与了你，就是你的了，便与你哥哥也何妨！姐姐，敢不中么。倘员外查起我这衣服头面，教我说甚的那！员外查时，我替你说，还再做些与你。快解下来<br>，送与你哥哥去罢。既是姐姐许了，我便脱了这衣服，除下这头面，与我哥哥去。怕我拿了你的？将来，待我送他去。舅舅，则为你这盘缠，连我也替你恼起来。那知道你家妹子，这般个狠人，放着许多衣服头面，一些儿不肯与你，只当剔他身上的肉一般。这几领衣服，几件头面，是我爹娘陪嫁我的，送与舅舅，权做些儿盘缠使用。舅舅，你则休嫌轻道少者。多谢大娘子。小人结草衔环，此恩必当重报！舅舅，员外不在家，不好留的你茶饭，休怪也。我则道这衣服头面，是我妹子的，那知是他大娘子的。你是我一父母所生的亲妹子，我讨些盘缠使用，并无一文，倒花白我一场；这大娘子，我与他是各白世人，赍发我衣服头面。我想他家中大妻小妇必有争差，少不得要告状打官司的。我如今将这头面，兑换些银两，买小窝儿，做开封府公人去。妹子，你常拣吉地上行，吉地上坐，休要咱两个轴头儿厮抹着。若告到宫中，撞见我时，我一杖子起你一层皮哩！海棠，你这衣服头面，与你哥哥去了也。索是生受姐姐来，只怕员外回时，若问起呵，望姐姐与我方便一声。不妨事，放着我哩。海棠也，你哥哥将那衣服头面去，怕不欢喜；只是员外问起时，我倒替你愁哩。我马均卿，自从娶了张海棠，添了这个孩儿，叫做寿郎，可早五岁也。今日是寿郎的生日，到各寺院烧香去。见子孙娘娘庙，有倾颓去处，舍些钱钞，与他修理，因此又耽搁了一会。可早来到门首也。员外回来了，索是辛苦也。我去取茶来者。大嫂，那海棠的衣服头面，怎生都不见了那？员外不问，我也不好说。你因为他生了孩儿，十分的宠用着他。谁想他在你背后，养着奸夫，常常做这不伶俐的勾当。今日我和员外烧香去了，他把这衣服头面，都与奸夫拿去，正要另寻甚么衣服头面，胡乱遮掩，被我先回去撞破了。是我不许他再穿衣服，重戴头面，只等员外回来，自家整理。这须不是我妒他，是他自做出来的！原来海棠将衣服头面与奸夫去了。可知道来，他是风尘中人。有这等事，兀的不气杀我也！我打你这不良的贱人。员外打得好，似这等辱门败户的贱人，要他何用？则该打死他罢。我这衣服头面，本不肯与俺哥哥将去，都是他再三撺掇我来，谁想到员外跟前，又说我与了<br>奸夫，着我有口难分。这都是张海棠自家不是了也。<br>【那吒令】我当初自伤，别无甚忖量；别无甚忖量，将他来不防，将他来不防；可送咱这场。俺越打得手脚儿慌，他越逞着言词儿谤，端的个狠毒世上无双。<br>你是生儿子的，做这等没廉没耻的事，兀的不气杀我也！员外，你气怎的？只是打杀他便了帐也。<br>【鹊踏枝】普天下有的婆娘，谁不待要占些独强？几曾见这狗行狼心，搅肚蛆肠？你养着奸夫，倒着我有这屈事也。倒屈陷我腌臜勾当，也怪不得他赃埋我来。也只是我不合自小为娼！<br>可知道你这贱人，旧性复发，把衣服头面，与了奸夫去，瞒着夫主，做这等勾当哩。<br>【寄生草】便是那狠毒的桑新妇，也不似你这个七世的娘，倒说我实心儿主意瞒家长。谁着你背地里养着奸夫，还强嘴那！他道我共奸大背地常来往，他道我会支吾对面舌头强。不争将滥名儿揣在我跟前，姐姐也，便是将个屎盆儿套在他头上。<br>则被这小贱人直气杀我也！大嫂，怎生这一会儿，我身子甚是不快？你可煎一碗热汤儿我吃。这都是海棠这小贱人，气出员外病来。海棠，你快些去，热热的煎碗汤来，与员外吃。理会的。<br>【后庭花】恰才我脊梁上挨了棍棒，又索去厨房中煎碗热汤，一任他男子汉多心硬，大刚来则是俺这婆娘每不气长。姐姐，兀的不是汤。拿汤来，我试尝咱。还少些盐酱，快去取来。前日这一服毒药，待我取来，倾在这汤儿里。海棠，快来。怎这般忒慌张，连催盐酱？姐姐，兀的不是盐酱。海棠，你将去。姐姐，你将去波，怕员外见了我越气也。你不去，员外又道你恼着他哩。理会得。员外，你吃口汤儿波。则见他闷沉沉等半晌，苦恹恹口内尝。员外，你放精细者！为甚的黄甘甘改了面上，白邓邓丢了眼光？<br>【青哥儿】呀！唬得我胆飞魂丧，不由不两泪千行。眼见的四体难收一命亡，撇下多少房廊，几处田庄，两个婆娘，五岁儿郎。从今后无挨无靠，母子每守孤孀，孩儿也，你将个谁依仗？<br>姐姐，员外死了也。我那员外也，忍下的就撇了我去也！海棠，你这小贱人，适才员外是个好好的人，怎生吃你这一口汤，便会死了？这不是你药死的，是那个弄死的？姐姐，这汤你也尝过来，偏是你不药死，则药死员外？天那，兀的不苦痛杀我也！下次小的每，那里与我高原选地，破木造棺，把员外埋殡了者。海棠，你这小贱人，则等送了员外出去，我慢慢的摆布你，看你好在我家里过得那！姐姐，员外无了，这家私大小，我都不要，单则容我领了孩儿去罢。孩儿是那个养的？是我养的。你养的，怎不自家乳哺了？一向在我身边，煨干避湿，咽苦吐甜，费了多少辛勤，在手掌儿上抬举长大的，你就来认我养的孩儿，这等好容易！你养了奸夫，合毒药谋杀了员外，更待干罢！你要官休，还是要私休？怎生是官休，怎生是私休？你要私休，将一应家财房廊屋舍带孩儿都与了我，只把这个光身子走出门去；你要官休呵，你药死亲夫，好小的罪名儿！我和你见官去。我原不曾药死亲夫，怕做甚么！情愿和你见官。明有官防，你不怕告官，我就拿你去。我不怕，告宫去，告官去。<br>【赚煞】且休问你真实，休问咱虚谎，现放着剃胎头收生的老娘，则问他谁是亲娘，谁是继养？我是孩儿的亲亲的亲娘，这孩儿是我的的亲亲的亲儿，是娘的心肝，娘的肚子，娘的脚后跟，那一个不知道的！怎瞒得过看生见长的街坊。你合毒药，谋死员外，也是我脏埋你的？这毒药呵，你平日里预收藏，暗暗的倾下羹汤。明明是你下这毒药在汤儿里，怎赖得我？怕你不去偿命！这的是谁药死亲夫呵要将性命偿。你畅好是不良，送的人来冤枉。则普天厂大浑家那里有你这片歹心肠！<br>如何？中了俺的计也。眼见得这家私大小带孩儿，都是我的。嗨，事要三思，免劳后悔。你也合寻思波，这孩儿本等不是我养的，他要问那剃胎头收生的老娘，和那看生见长的一起街坊邻舍做证见。若到官呵，他每不向我，可不干着这一番。我想来，人的黑眼珠子，见这白银子没个不要的，则除预先安顿下他，见人头，与他一个银子，就都向着我了。则是衙门官吏，也要安置停当。怎得赵令史到来，和他商量告状的事，可也好那！才说姓赵，姓赵便到。我赵令史，数日不曾去望马大娘子，心里痒痒的，好生想他，只是丢不下。如今到他门首，他家没主了，怕做甚的？径自入去。大娘子，只被你想杀我也！赵令史，你不知道马员外被我药死了也？如今和海棠两个打官司，要争这家缘家计，连这小厮。你可去衙门打点，把官司上下，布置停当，趁你手里完成这桩事。我好和你做长远夫妻也。这个容易。只是那小厮，原不是你养的，你要他怎的？不如与他去的干净。你也枉做令史，这样不知事的。我若把这小厮与了海棠。到底马家子孙，要来争这马家的家计，我一分也动他不得了。他无过是指着收生老娘，和街坊邻里做证见，我已都用银子买转了。这衙门以外的事，不要你费心，你只替我打点衙门里头的事便了。大娘子说的是。这等你早些来告状，我自到衙门打点去也。赵令史去了。则今日我封锁了房门，结扭了海棠告状去走一遭。常言道：人无害虎心，虎有伤人意。我说道人见老虎谁敢汤，虎不伤人吃个屁！<br><br>第二折<br>小官郑州太守苏顺愤是也。虽则居官，律令不晓。但要白银，官事便了。可恶这郑州百姓，欺侮我罢软，与我起个绰号，都叫我做模棱手，因此我这苏模棱的名，传播远近。我想近来官府尽有精明的作威作福，却也坏了多少人家；似我这苏模棱，暗暗的不知保全了无数世人，怎么晓得？今日坐起早衙，左右，与我抬放告牌出去。理会的。我和你见官去来。冤屈也！你且放手者。<br>【商调】【集贤宾】火匝匝把衣服紧攥着，你药死亲夫，该死罪的，我放了你，倒等你逃走去了？你道我该死罪怎生逃？张海棠也，我则道嫁良人十成九稳，今日个越不见末尾三梢。则我这负屈的有口难言，赤紧的原告人见肚生苗，这一场没揣的罪名除非天地表！可知道你药死了亲夫，自有个天理神明鉴察。我将这虚空中神灵来祷告，便做道男儿无显迹，可难道天理不昭昭？<br>小贱人，这里是郑州府门首了。你若经官发落，这绷扒吊拷，要桩桩儿挨过，不如认了私休，也还好收拾哩。便打杀我也说不得。我情愿和你见官去。<br>【逍遥乐】你道是经官发落，怎的支吾这场棒拷。我则道人命事须要个归着，怎肯把药死亲夫罪屈招，平白地落人圈套！拚守着七贞九烈，怕甚么六问三推，一任地万打千敲。<br>冤屈也！甚么人在衙门首叫冤屈？左右，与我拿过来。当面。那个是原告？小妇人是原告。这等，原告跪在这壁，被告跪在那壁去。唤原告上来，你说你那词因，等我与你做主。小妇人是马均卿员外的大浑家。这等，夫人请起。他是告状的。相公怎么请他起来？他说是马员外的大夫人。不是什么员外，俺们这里有几贯钱的人，都称他做员外，无过是个土财主，没品职的。这等着他跪了。你说词因上来。这个叫做张海棠，是员外娶的个不中人。口退！敢是个中人？正是个中人，他背地里养着奸夫，同谋设计，合毒药药杀了丈夫，强夺我所生的孩儿，又混赖我家私。告大人，与小妇人做主咱。这妇人会说话，想是个久惯打官司的，口里必力不刺说上许多，我一些也不懂的。快去请外郎出来。外郎有请。我赵令史，正在司房里趱造文书，相公呼唤我，必是有告状的，又断不下来，请我去帮他哩。相公，你整理甚么事不下来？令史，有一起告状的在这里。待我问他。兀那夫人，告甚么？告张海棠药杀亲夫，强夺我孩儿，混赖我家私。可怜见与我做主咱！拿过那张海棠来。你怎生药杀亲夫，快快从实招来。若不招呵，左右，与我选下大棍子者。<br>【梧叶儿】厅阶下，膝跪着，听贱妾说根苗。你说，你说。狼虎般排着祗从，神鬼般设着六曹。你药杀亲夫，这是十恶大罪哩。若妾身犯下分毫，相公也，我情愿吃那杀丈夫的绷扒吊拷。<br>你当初是甚么人家的女子？怎生嫁与那马员外来？你说与我听波。<br>【山坡羊】念妾身求食卖笑，本也是旧家风调。则为俺穷滴滴子母每无依靠，挨今宵，到明朝。谢的个马均卿一见投他好，下钱财将妾身娶做小。他莺燕交，咱成就了。<br>原来是个娼妓出身，便也不是个好的了。你既然被马员外娶到家，可曾生得一男半女么？<br>【金菊香】我与他生男长女受劬劳。你家里有甚么人，也还往来么？俺哥哥因为少吃无穿来投托，曾被我赶离门恰和他两个厮撞着。是你的哥哥，便和他厮见，也不妨事。俺姐姐道：海棠，既是你哥哥来投奔你时，你便没银子，何不解下这衣服头面，与他做盘缠使用去。这般说也是他好意。我信了他，将这些衣服头面与哥哥去了。等的员外回来，问道海棠的衣服头面，为何不见，他便道，瞒着员外，都与奸夫了也。岂知他有两面三刀，向夫主厮搬调。<br>哎哟，我是这郑州里第一个贤慧的，倒说我两面三刀，我搬调你甚的来？这都是小事，我不问你，只问你为何药死了亲夫，强夺他孩儿，混赖他家私，一一的招来。<br>【醋葫芦】俺男儿气中子，丕地倒，醒来时俺姐姐自扶着。他道，海棠，员外要汤吃，你去煎来。煎的一碗热汤来又道是盐酱少，他赚的我取盐酱去呵，谁承望暗倾着毒药。员外才把这汤吃下不的一两口，就死了也。相公，你试寻思波。怎便登时间火焚了尸首，葬在荒郊？这毒药明明是你的了。你怎么又要强夺他孩儿，混赖他家私，有何理说？这孩儿原是我养的。相公，你只唤那收生的刘四婶，剃胎头的张大嫂，并邻里街坊问时，便有分晓。这个也说的是。左右，快去拘唤那老娘街坊来者。老娘街坊人等，衙门中唤你哩。常言道，得人钱财，与人消灾。如今马员外的大娘子，告下来了，唤我们做证见哩。这孩子本不是大娘子养的，我们得过他银子，则说是他养的。你们不要怕打，说的不明白。这个知道。当面。你是街坊么？这孩儿是谁养的？那马员外是个财主，小的每平日也不往来。五年前因他大娘子养了个儿子，小的们街坊邻里，各人三分银子与他贺喜，那员外也请小的每吃满月酒，看见倒生的一个好娃娃。以后每年儿子生日，那员外同着大娘子，领了儿子到各寺院烧香去，这是一城人都看见的，也不只是小的们这几个。这等明明是他大娘子养的了。相公，这街坊都是他用钱买转了的，听不得他说话。我每买不转的，都是倾心吐胆说真实的话，若有半句说谎，你嘴上害碗大的疔疮。<br>【幺篇】现放着收生的刘四婶，剃胎头的张大嫂，俺孩儿未经满月早问道我十数遭。今日个浪包娄到公庭混赖着您，街坊每常好是不合天道，得这些口含钱直恁般使的坚牢。<br>相公，则问这两个老娘，他须知道。兀那老娘，这个孩儿是谁养的？我老娘收生，一日至少也收七个八个，这等年深岁久的事，那里记得？这孩儿只得五岁，也不为久远，你只说实是谁养的？待我想来。那一日产房里，关得黑洞洞的，也不看见人的嘴脸，但是我手里摸去，那产门像是大娘子的。口退！张老娘你说。这一日他家接我去与小厮剃胎头，是大娘子抱在怀里，则见她白松松两只料袋也似的大奶奶，必定是养儿子的，才有这奶食，岂不是大娘子养的？你两个老娘，怎么都这般向着他也？<br>【幺篇】老娘也，那收生时我将你悄促促的唤到卧房，你将我慢腾腾的扶上褥草。老娘也，那剃头时堂前香烛是谁烧？你两个都不为年纪老，怎么的便这般没颠没倒，对官司不分个真假辨个清浊？何如？两个老娘都说大娘子养的，可不是你强夺他孩儿了？相公，街坊、老娘都是得过他钱买转了的。这孩儿虽则五岁，也省的人事了，你则问我孩儿咱。你说我是亲娘，他是奶子。这个是我亲娘，你是我奶子。可又来，我的乖乖儿口乐！<br>【幺篇】哎，儿也，则你那心儿里自想度，自暗约，见您娘苦恹恹皮肉上挨着荆条。则你那出胞胎便将人事晓，须汜的您娘亲三年乳抱，怎禁这桑新妇当面闹抄抄。<br>这孩子的话，也不足信，还以众人为主。只一个孩儿，还要强夺他的，这混赖家私，一发不消说了。你快把药杀亲夫一事招了者。这药杀亲夫，并不干我事。这顽皮贼骨，不打不招。左右，与我采下去，着实打呀！打的好，打的好，打杀了可不干我事。他要诈死。左右，与我采起来。哎哟，天那！<br>【后庭花】我则见飕飕的棍棒拷，烘烘的脊背上着，扑扑的精神乱，悠悠的魂魄消，他们紧攥住我头梢。口退！快招了者，不强似这等受苦！则听的耳边厢大呼小叫，似这般恶令史肯恕饶，狠公人显燥暴。你招，那奸夫是谁？他又不肯招，待我权认了罢。被官司强逼着，指奸大要下落。<br>【双雁儿】我向那鬼门关寻觅到两三遭，您这般顺人情有甚好？则我这浓血临身要还报。有钱的容易了，无钱的怎打煞！<br>左右，再与我打着者。我也是好人家儿女，怎么挨得这般打拷，只得屈招了罢。相公，是妾身药杀了丈夫，强夺他孩儿，混赖他家私来。天那！兀的不屈杀我也！我屈千屈万，才屈的你一个儿哩。既是招了，左右，着那张海棠画了字，上了长枷，点两个解子，十甲送开封府定罪去。左右，将那新做的九斤半的大枷与他带。理会的。犯人上枷。天哪！<br>【浪里来煞】则您那官吏每忒狠毒，将我这百姓忒凌虐，葫芦提点纸将我罪名招。我这里哭啼啼告天天又高，几时节盼的个清官来到？掌嘴。我这衙门问事，真个官清法正，件件依条律的，还有那个清官清如我老爷的？则我这泼残生，怎熬出这个死囚牢？<br>这事问成了也。干证人都着宁家去，原告保候，听开封府回文发落。我问了一日事，肚里饥了，回家吃饭去也。这一桩虽则问成了，我想起来，我是官人，倒不由我断，要打要放，都凭赵令史做起，我是个傻厮那！今后断事我不嗔，也不管他原告事虚真。笞杖徒流凭你问，只要得的钱财做两分分。<br><br>第三折<br>我家卖酒十分快，干净济楚没人赛。茅厕边厢埋酒缸，裤子解来做酉窄袋。咱家是个卖酒的，在这郑州城十里铺上，开着个酒务儿，但是南来北往，经商客旅，都来我这店里吃酒。我今日开开这店门，烧的这镟锅儿里热着，看有甚么人来。小子是郑州衙门里有名的公人，叫做董超，这个兄弟叫做薛霸，解这妇人张海棠，到开封府定罪去。口退！兀那妇人，你也行动些儿。你看这般大风大雪哩，肚中饥饿了，有甚么盘缠使用，也拿些出来，等我们买碗酒吃，好趱路去。哥哥，你休打我，我是屈受罪的人，死在旦夕，那讨半分盘缠送你？只望可怜见咱。兀那妇人，你当初怎生药杀亲夫，混赖他孩儿来？你慢慢的说与我听波。则我这身上罪何日开除？腹中冤向谁诉与？被他人混赖了我孩儿，更陷我毒杀夫主。吃不过吊拷绷扒，撞不着清廉官府。我兄弟两个，曾见你半厘錾口儿？是那个要了你银子，说清廉不清廉？那个是见义当为，肯怜咱这般苦楚？湿浸浸棒疮疼痛，哽噎噎千啼万哭。空荡荡那讨一餐？薄怯怯衣裳蓝缕。沉点点铁锁铜枷，软揣揣婆娘妇女。哎，你个恶狠狠解子怎知？哥哥也，我委实的衔冤负屈。便说杀冤屈，须不是我们带累你的，教我怎生可怜你？雪越大了，行动些。<br>【黄钟】【醉花阴】头上雪何曾住半霎？摧林木狂风乱刮。我这更耽烦恼受嗟呀，走的来力尽筋乏，又加上些脓撼撼的棒疮发。着我们当这等苦差，还不走哩。怎当这嗔忿忿吖吖，但走的慢行的迟，他可便舍命的打。<br>你当初不招也罢。谁着你招了来？哥哥，不嫌烦絮，听我说咱。<br>【喜迁莺】遭这场无情的官法，方信道漫漫黄沙。怎当的他家将咱苦打，逼勒得将招伏文状押。到今日有谁来怜见咱？似这等衔冤负屈，空吃尽吊拷绷扒。<br>兀那妇人，你打挣些，转过这山坡去，我着你坐一会再走。<br>【出队子】早来到山坡直下，冻钦钦的难立扎。脚稍天腾的吃个仰刺叉。起来。哎，你个火性紧的哥哥厮觑口叚，须是这光出律的冬凌田地滑。<br>千人万人走不滑，偏是你走便滑？待我先走，若是不滑呵，我打折你这腿。真个这里有些滑。自家张林的便是，在这开封府当着个祗候。今有包待制西延边赏军，差着我去迎接回来。好大雪也。天那！也住一住儿波。这一个走的，好像俺哥哥张林。<br>【刮地风】绰见了容颜敢是他，莫不我泪眼昏花？再凝睛仔细观瞻罢，却原来正是无差。我这里挺一挺耸着肩胛，摆一摆摩着腰胯，紧待赶更那堪带锁披枷。这一个带锁披枷的妇人，是那里解将来的？哥哥。哥哥也，且住咱，将妹子怎生提拔？哥哥。你是个洛伽山观世的活菩萨，这里不显出救人心待怎么？哥哥，救你妹子咱。你是谁？我是你妹子海棠。这泼娼根，那一日谢你好赍发我也。<br>【四门子】我道他为甚的声声把我娼根骂，似这等无明火难按纳。却原来正是他，见了咱，思量起有前仇恨杀；正是他，见了咱，不邓邓嗔生怒发。哥哥也！<br>【古水仙子】他、他、他，不认咱，我、我、我，舍性命向前赶上他。恰、恰、恰，待扯住他衣服，被这妇人定害杀人也。早、早、早，又被揪撏了头发。泼娼根放手。告、告、告，狠爹爹宁耐唦，来、来、来，听妹子细说根芽。你这泼娼根，你早知今日，当初那衣服头面，把些儿与我做盘缠不得？他、他、他，坑杀人机谋狡猾，你、你、你，是将我这头面金钗插，我、我、我，因此上受波查。<br>哥哥，你妹子这场天来大祸，都在这衣服头面上起的。你妹子当初不敢便将衣服头面，与你做盘缠使用，也则怕那妇人来。岂知他教我解下来与哥哥将的去，待员外回时，却说我养着奸夫，将衣服头面，都送他去了，气的员外成了病，又将毒药暗地谋死，倒把你妹子拖到官司，问了个药杀亲夫、混赖孩儿的罪名。天那！可怜冤屈杀人也。这衣服头面是谁的？是你妹子的。是你的？这歹弟子孩儿说道是他爷娘陪嫁的，这等我错怪了你。前面有所酒店，我和你且吃钟酒去来。卖酒的将酒来。有、有、有，请里面坐。兀那解子，我是开封府五衙都首领，叫做张林，这个就是我的亲妹子。我如今也接包待制回去，你一路上与我好生看觑咱。哥哥不劳吩咐，只要到府时，早些打发我批回。这个容易。妹子，那个妇人，我只道他贤慧，却原来有这般狠毒，你可怎生放得下他！<br>【古寨儿令】那婆娘面子花花，你则道所事贤达，搬调的男儿问咱家。他便逞俐齿，弄伶牙，对面说三般话。<br>【古神仗儿】他道我将男儿药杀，又道我将家私来尽把，又道我要混赖他孩儿，拖我去州衙中告发。也不管难挨难熬，只一味屈敲屈打，活断送在剑头刀下。这的是谁做就死冤家？哎，都是那搅蛆扒。哥哥，你在这里，我要见风去也。自家赵令史的便是。如今将张海棠解上开封府去，我想那海棠，又无甚么亲人讨命，不若到路上结果了他，何等干净！因此特特拣两个能事的公人董超、薛霸解去。起身时节，每人与了五两银子，教他不必远去，只在僻静处所，便好下手。怎么不见来回话？事有可疑，只得和大嫂亲自打听一遭去来。这等雪天，走了这一会，好生寒冷。我们且到酒店中买碗酒吃，暖暖寒再走。大嫂说的是。好也。他同奸夫赶到这里，待我对哥哥说来。<br>【节节高】这婆娘好生心狠，好生胆大，相赶到这里，要干罢，如何干罢！哥哥，奸夫奸妇都在这店里，咱和你拿他去来。兄弟，你撮哺着我，拿那奸夫奸妇去也。忙出去，休惊散，快捉拿，这的是谁风情谁当罪法。<br><br>【挂金索】我这里攥住衣服，则被她撇撒我阶直下，因此上走了婆娘，空做一场话。枉着我哥哥，气力有天来大，只恨那摆手的公人，倒说道放了奸大罢。<br>兀那解子，你这精驴禽兽！你和他一衙门中人，你摆着手教他走了。我是开封府五衙都首领，就打你一顿，怕你告了我来？你是上司弓兵打得我，这妇人恰是我管的囚人，我可打得也。<br>【尾声】他是奉命官差将我紧监押，不争你途路上两下争差，把我个病恹恹的罪囚没乱杀。<br>你们还了酒钱去。口走吱，有甚么酒钱还你！你看我这晦气。今日在店门首等了半日，等得三四个人来买酒吃，不知为何打将起来，把两个好主儿，也打了去，一文钱也不曾卖的。我如今也不开这酒店，另寻个买卖做罢。这桩营生不爽快，常常被人欠酒债。我今放倒望竿关上门，不如去吊水鸡也有现钱卖。<br>第四折<br>喏！在衙人马平安，抬书案。当年亲奉帝王差，手揽金牌势剑来。尽道南衙追命府，不须东岳吓鬼台。老夫姓包名拯，字希文，乃庐州金斗郡四望乡老儿村人氏。为老夫立心清正，持操坚刚；每皇皇于国家，耻营营于财利；唯与忠孝之人交接，不共谗佞之士往还？谢圣恩可怜，官拜龙图待制天章阁学士，正授南衙开封府府尹之职，敕赐势剑金牌，体察滥官污吏，与百姓伸冤理枉，容老夫先斩后奏。以此权豪势要之家，闻老夫之名，尽皆敛手；凶暴奸邪之辈，见老夫之影，无不寒心。界牌外结绳为栏，屏墙边画地成狱。官僚整肃，戒石上镌\"御制\"一通；人从森严，厅阶下书\"低声\"二字。绿槐阴里，列二十四面鹊尾长枷；慈政堂前，摆数百余根狼牙大棍。黄堂尽日无尘到，唯有槐阴侵甬道。外人谁敢擅喧哗，便是乌鹊过时不啅噪。老夫昨日见郑州申文，说一妇人唤做张海棠，因奸药死丈夫，强夺正妻所生之子，混赖家私，此系十恶大罪，决不待时的。我老夫想来，药死丈夫，恶妇人也，常有这事。只是强夺正妻所生之子，是儿子怎么好强夺的？况奸夫又无指实，恐其中或有冤枉。老夫已暗地着人吊取原告，并干证人等到来，以凭复勘。这也是老夫公平的去处。张千，抬听审牌出去，各州县解到人犯，着他以次过来，待老夫定罪咱。妹子，你到宫中，少不得问你，只要说的冤枉，这包待制就将前案与你翻了。若说不过时，你可努嘴儿，我帮你说。我这冤枉，今日不诉，更等待何日也！待制爷爷开厅久了，须要赶牌解到，快进去。<br>【双调】【新水令】则我这腹中冤枉有谁知？刚除的哭啼啼两行情泪。恨当初见不早，到今日悔何迟！他将我后拥前推，何曾道暂歇气。<br>妹子，这是开封府前了，待我先进，你随解子入来。这包待制是一轮明镜，悬在上面，问的事就如亲见一般，你只大着胆自辩去。哥哥，<br>【步步娇】你道他是高悬明镜南衙内，拚的个诉根由直把冤情洗。我可也怕甚的？则为带锁披枷有话难支对。万一个达不着大人机，哥哥也，你须是搭救你亲生妹。<br>郑州起解女囚一名张海棠解到。刑案司吏，与解子批文，打发回去。留下在这里，待审过了，发批回去。理会的。张海棠，你怎么因奸药杀丈夫，强夺正妻所生之子，混赖他家私，你逐一从头诉与老夫听咱。妹子，你说么，嗨！他出胞胎可曾见这等官府来？我替你说罢。禀爷，这张海棠是个软弱妇人，并不敢药杀丈夫，做这般歹勾当哩。你是我衙门里祗候人，怎么替犯人禀事？好打！兀那妇人，你说那词因来。禀爷，这张海棠并无奸夫，他不曾药杀丈夫，也不曾强夺孩儿，也不曾混赖家私。都是他大浑家养下奸夫赵令史，告宫时又是赵令史掌案，委实是屈打成招的。兀那厮，谁问你来？张千，拿下去，与我打三十者。这张海堂是小的亲妹子，他从来不曾见大官府，恐怕他惧怯，说不出真情来，小的替他代诉。可知道为兄妹之情，两次三番，在公厅上胡言乱语的；若不是呵，就把铜铡来切了这个驴头。兀那妇人，你只备细的说那实话，老夫与你做主。爷爷呵！<br>【乔牌儿】妾身在厅阶下忙跪膝，传台旨问详细。怎当这虎狼般恶狠狠排公吏，爷爷也，你听我一星星说就里。<br>兀那张海棠，你原是甚么人家的女子，嫁与马均卿为妾来？<br>【甜水令】妾身是柳陌花街，送旧迎新，舞姬歌妓。哦，你是个妓女。那马均卿也待的你好么？与马均卿心厮爱，做夫妻。这张林说是你的哥哥，是么？张海棠是小的妹子。俺哥哥只为一载之前，少吃无穿，向我求觅。这等你可与他些甚的盘缠么？是、是、是，他将去了我这头面衣袂。小的买窝银子，就是这头面衣服倒换的。难道你丈夫不问你这头面衣服，到那里去了？爷爷，俺员外曾问来，就是这大浑家撺掇我与了哥哥将的去，却又对员外说我背地送了奸夫，教员外怎的不气死也！<br>【折桂令】气的个亲男儿唱叫扬疾，既是他气杀丈夫，怎生又告官来？没揣的告府经官，吃了些六问三推。你夫主死了，那强夺孩儿，又怎么说？一壁厢夫主身亡，更待教生各札子母分离。这孩儿说是那妇人养的哩。信着他歹心肠千般妒嫉，那街坊、老娘，都说是他的。他买下了众街坊，听事儿依随。难道官吏每更不问个虚实？官吏每再不问一个谁是谁非，谁信谁欺。你既是这等，也不该便招认了。妾身本不待点纸招承，也则是吃不过这棍棒临逼。<br>那郑州官吏，可怎生监逼你来？<br>【雁儿落】怎当他官不威牙爪威，也不问谁有罪谁无罪。早则是公堂上有对头，更夹着这祗候人无巴壁。<br>【得胜令】呀！厅阶下一声叫似一声雷，我脊梁上一杖子起一层皮。这壁厢吃打的难挨痛，那壁厢使钱的可也不受亏。打的我昏迷，一下下骨节都敲碎。行杖的心齐，一个个腕头有气力。<br>郑州续解听审人犯，一起解到。着他过来。当面，兀那妇人，这孩儿是谁养的？是小妇人养的。兀那街坊、老娘，这孩儿是谁养的？委实大娘子养的。此一桩则除是恁般。唤张林上来。张千，取石灰来，在阶下画个栏儿。着这孩儿在栏内，着他两个女人，拽这孩儿出灰栏外来。若是他亲养的孩儿，便拽得出来；不是他亲养的孩儿，便拽不出来。理会的。可知道不是他所生的孩儿，就拽不出灰栏外来。张千，与我采那张海棠下去，打着者。着两个妇人，再拽那孩儿者。兀那妇人，我看你两次三番，不用一些气力拽那孩儿。张千，选大棒子与我打着。望爷爷息雷霆之怒，罢虎狼之威。妾身自嫁马员外，生下这孩儿，十月怀胎，三年乳哺，咽苦吐甜，煨干避湿，不知受了多少辛苦，方才抬举的他五岁。不争为这孩儿，两家硬夺，中间必有损伤。孩儿幼小，倘或扭折他胳膊，爷爷就打死妇人，也不敢用力拽他出这灰栏外来，只望爷爷可怜见咱。<br>【挂玉钩】则这个有疼热亲娘怎下得！爷爷，你试觑波。孩儿也这臂膊似麻秸细。他是个无情分尧婆管甚的，你可怎生来参不透其中意？他使着侥幸心，咱受着腌臜气。不争俺俩硬相夺，使孩儿损骨伤肌。<br>律意虽远，人情可推。古人有言：视其所以，观其所由，察其所安，人焉瘦哉！人焉瘦哉！你看这一个灰栏，倒也包藏着十分利害。那妇人本意要图占马均卿的家私，所以要强夺这孩儿，岂知其中真假，早已不辨自明了也。本为家私赖子孙，灰栏辨出假和真。外相温柔心毒狠，亲者原来则是亲。我已着张林拘那奸夫去了，怎生这早晚还不到来？喏，禀爷，赵令史拿到了也。兀那赵令史，取得这等好公案！你把这因奸药杀马均卿，强夺孩儿，混赖家私，并买嘱街坊老娘，扶同硬证，一桩桩与我从实招来。哎哟，小的做个典吏，是衙门里人，岂不知法度？都是州官，原叫做苏模棱，他手里问成的。小的无过是大拇指头挠痒，随上随下，取的一纸供状。便有些甚么违错，也不干典吏之事。我不问你供状违错，只要问你那因奸药杀马均卿，可是你来？难道老爷不看见的，那个妇人满面都是抹粉的，若洗下了这粉，成了甚么嘴脸？丢在路上也没人要，小的怎肯去与他通奸，做这等勾当！你背后常说我似观音一般，今日却打落的我成不得个人，这样欺心的。昨日大雪里，赵令史和大浑家，赶到路上来，与两个解子打话，岂不是奸夫？只审这两个解子，便见分晓。早连我两个都攀下来了也。张千，采赵令史下去，选大棒子打着者。理会的。<br>【庆宣和】你只想马大浑家做永远妻，送的我有去无归。既不唦你两个赶到中途有何意？咱与你对嘴，对嘴。<br>他敢诈死？张千，采起来，喷些水者。快招上来。小的与那妇人往来，已非一日，依条例也只问的个和奸，不至死罪。这毒药的事。虽是小的去买的药，实不出小的本意。都是那妇人自把毒药放在汤里，药死了丈夫。这强夺孩儿的事，当初小的就道，别人养的不要他罢。也是那妇人说，夺过孩儿来，好图他家缘家计。小的是个穷吏，没银子使的，买转街坊老娘，也是那妇人来买。嘱解子要路上谋死海棠，也是那妇人来。呸！你这活教化头，早招了也，教我说个甚的？都是我来，都是我来。除死无大灾，拚的杀了我两个，在黄泉下做永远夫妻，可不好那！一行人听我下断：郑州太守苏顺，刑名违错，革去冠带为民，永不叙用。街坊老娘人等，不合接受买告财物，当厅硬证，各杖八十，流三百里，董超、薛霸，依在官人役，不合有事受财，比常人加一等，杖一百，发远恶地面充军。奸夫奸妇，不合用毒药谋死马均卿，强夺孩儿，混赖家计，拟凌迟，押付市曹，各剐一百二十刀处死。所有家财，都付张海棠执业。孩儿寿郎，携归抚养。张林着与妹同居，免其差役。只为赵令史卖俏行奸，张海棠负屈衔冤。是老夫灰栏为记，判断出情理昭然。受财人各加流窜，其首恶斩首阶前。赖张林拔刀相助，才得他子母团圆。<br>【水仙子】街坊也却不道您吐胆倾心说真实，老娘也却不道您久年深记不得，孔目也却不道您官清法正依条例，姐姐也却不道您是第一个贤慧的，今日就开封府审问出因依。这几个流窜在边荒地，这两个受刑在闹市里，爷爷也这灰栏记传扬得四海皆知。<br>题目张海棠屈下开封府<br>正名包待制智勘灰栏记",
  "poet": {
    "id": 2331,
    "star": 0,
    "name": "李行甫",
    "desc": "李行甫，名潜夫，字行道，一作行甫，绛州(今山西新绛县东北)人。生卒年不详。约元世祖至元前后在世。在《录鬼簿》里，他被列于“前辈已死名公才人”中，为元杂剧前期作家。贾仲明挽词云：“绛州高隐李公潜，养素读书门镇掩。青山绿水白云占，净红尘，无半点。纤小书楼插牙签,研架珠露《周易》点，恬淡虀盐。”从中可知他一生大概没做过什么官，乃是一个“净红尖，无半点”的绛州“高隐”。隐居于乡间，终日闭门读书，寄情于山水间，过着恬淡悠然的隐士生活。"
  },
  "tags": []
}