{
  "id": 7842,
  "star": 31,
  "name": "西岳云台歌送丹丘子",
  "dynasty": "唐代",
  "content": "西岳峥嵘何壮哉！黄河如丝天际来。<br>黄河万里触山动，盘涡毂转秦地雷。<br>荣光休气纷五彩，千年一清圣人在。<br>巨灵咆哮擘两山，洪波喷箭射东海。<br>三峰却立如欲摧，翠崖丹谷高掌开。<br>白帝金精运元气，石作莲花云作台。<br>云台阁道连窈冥，中有不死丹丘生。<br>明星玉女备洒扫，麻姑搔背指爪轻。<br>我皇手把天地户，丹丘谈天与天语。<br>九重出入生光辉，东来蓬莱复西归。<br>玉浆倘惠故人饮，骑二茅龙上天飞。",
  "fanyi": "<p><strong>译文</strong><br>华山峥嵘而崔嵬，是何等的壮伟高峻呀！<br>远望，黄河像细丝一样，弯曲迂回地从天边蜿蜒而来。<br>而后，它奔腾万里，汹涌激射，山震谷荡地挺进。<br>飞转的漩涡，犹如滚滚车轮；水声轰响，犹如秦地焦雷。<br>阳光照耀，水雾蒸腾，瑞气祥和，五彩缤纷。<br>你千年一清呀，必有圣人出世。<br>你巨灵一般，咆哮而进，擘山开路，一往而前。<br>巨大的波澜，喷流激射，一路猛进入东海。<br>华山的三座险峰，不得不退而耸立，险危之势，如欲摧折。<br>翠崖壁立，丹谷染赤，犹如河神开山辟路留下的掌迹。<br>白帝的神力造就了华山的奇峰异景。<br>顽石铸就莲花峰，开放于云雾幽渺的云台，<br>通往云台的栈道，一直伸向高深难测的幽冥之处，<br>那里就住着长生不老的丹丘生。<br>明星玉女倾玉液，日日曦微勤洒扫；<br>麻姑仙子手似鸟爪，最可给人搔背挠痒。<br>西王母亲手把持着天地的门户，<br>丹丘面对苍天，高声谈论着宇宙桑田。<br>他出入于九重天宇，华山为此增光辉；<br>东到蓬莱求仙药，飘然西归到华山。<br>甘美的玉液琼浆，如果惠予我这样的好友畅饮，<br>我们就可骑着两只茅狗，腾化为龙，飞上华山而成仙。 </p><p><strong>注释</strong><br>⑴西岳：即华山。丹丘子：即元丹丘，<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>于安陆时所结识的一位道友，于颜阳、嵩山、石门山等处都有别业。李白从游甚久，赠<a href=\"http://so.gushiwen.org/view_7842.aspx\">诗</a>亦特多。<br>⑵“西岳”两句：据《华山记》所载，从华山的落雁峰“俯眺三秦，旷莽无际。黄河如一缕水，缭绕岳下”。峥嵘：高峻貌。<br>⑶盘涡毂（gǔ）转：车轮的中心处称毂，这里形容水波急流，盘旋如轮转。<br>⑷荣光休气：形容河水在阳光下所呈现的光彩，仿佛一片祥瑞的气象。都是歌颂现实。千年一清：黄河多挟泥沙，古代以河清为吉祥之事，也以河清称颂清明的治世。圣人：指当时的皇帝唐玄宗。<br>⑸“巨灵”两句：据《水经注·河水》引古语：“华岳本一山，当河，河水过而曲行。河神巨灵，手荡脚踏，开而为两，今掌足之迹，仍存华岩。”<br>⑹三峰：指落雁峰、莲花峰、朝阳峰。高掌：即仙人掌，华山的东峰。<br>⑺白帝：神话中的五天帝之一，是西方之神。华山是西岳，故属白帝。道家以西方属金，故称白帝为西方之金精。慎蒙《名山诸胜一览记》：“李白诗‘石作莲花云作台’，今观山形，外罗诸山如莲瓣，中间三峰特出如莲心，其下如云台峰，自远望之，宛如青色莲花，开于云台之上也。”<br>⑻阁道：即栈道。窈冥：高深不可测之处。<br>⑼麻姑：神话中的人物，传说为建昌人，东汉桓帝时应王方平之邀，降于蔡经家，年约十八九岁，能掷米成珠。自言曾见东海三次变为桑田。她的手像鸟爪，蔡经曾想象用它来搔背一定很好（见《神仙传》）。<br>⑽我皇：指天帝。谈天：战同时齐人邹衍喜欢谈论宇宙之事，人称他是“谈天衍”。<br>⑾九重：天的极高处。<br>⑿“玉浆”两句：是说元丹丘或许能惠爱故人（自指），饮以玉浆，使他也能飞升成仙。《列仙传》说，仙人使卜师呼子先与酒家妪骑二茅狗（后变为龙）飞上华山成仙。玉浆：仙人所饮之浆。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　此篇写黄河的奔腾冲泻之势及华山的峥嵘秀伟，运用神话传说，驰骋想象，使山河更带有神奇的色彩。</p> <p>　　“西岳”两句。此<a href=\"http://so.gushiwen.org/view_7842.aspx\">诗</a>开篇，就以“西岳峥嵘何壮哉”的突发唱叹，写华山的雄伟，起势宏远突兀，接着便展现登山远眺所见到的黄河之雄姿。接着四句写黄河。先写河的触山动地的汹涌澎湃之势，继写河的急流盘旋成涡，声如巨雷，最后写河水在阳光下，反映出灿烂辉煌的色彩，并把它和人的命运连系起来。出人意外的是，诗人对黄河的勾勒，却用了飘忽的轻笔：“黄河如丝天际来！”与“黄河之水天上来，奔流到海不复回”的雄奇景象迥异，这是因为诗人此刻是在烟云缥缈的华山绝顶；从万仞之上，远眺数千里外的盘曲黄河，正有细曲“如丝”“天际”来的奇妙感觉。而且诗人描述的重点是华山，用这样的轻笔勾勒，较之于重笔渲染黄河的壮阔，更可以反衬华岳的高峻入云。然而，黄河毕竟是狂暴不羁的，在它奔腾至华山脚下的时候，就不再轻细“如丝”，简直是波山浪海了。因此，诗人之笔亦突然夭矫而行、力挟千钧：“黄河万里触山动，盘涡毂转秦地雷”——它那蓄势“万里”的排浪，使山岳为之震撼；疾浪受阻，便沸怒而折，翻卷起巨轮般转动的漩涡，发出震撼三秦的雷鸣。这景象的确惊心动魄。</p> <p>　　然而这一切都是华山尚未开辟、黄河中途受阻的虚境。诗人的思绪此刻已飞向了远古。传说大禹理水之前，华山与对岸的山峰相连一片，挡住了滚滚黄河。大禹到来以后，指挥河神巨灵，将山峦横击为二，黄河才得以畅流。那击开的两半，就是现在隔河相峙的华山和首阳山。诗中的“荣光（华光）休气（瑞气）纷五彩”二句，于惊雷震荡声中，忽作舒徐悠长之音，正表现了圣人大禹降临黄河的自信闲暇之态。接着便有巨灵擘山的壮观一幕：诗人以“咆哮”状貌巨灵擘山的盛怒，以“洪波喷射”描摹山分浪奔的奇景。其运笔亦如巨灵和怒浪，显示出<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>所独具的“疾雷破山、颠风簸海”（谢榛《四溟诗话》）之势。“三峰却立如欲摧，翠崖丹谷高掌开。白帝金精运元气，石作莲花云作台。”刚刚击开的三峰（即华山“落雁”、“莲花”、“朝阳”三峰），被巨灵震得慌忙退立，才免于倾覆之灾；但在翠崖丹谷之上，还留下了河神凌厉的掌印（即今华山东北的“仙人掌”）。与巨灵神的悍蛮擘山、不顾而去相比，西方之帝（白帝）就显得可爱多了：他仿佛要抚慰受击的山峦，竟暗运天地之气，一夜之间，将华山的顶峰，化作了一朵“莲花”，并让缭绕的白云，变为云台（即云台峰）承托着它——华山自此后便如青碧的莲花，盛开于万里白云之上。这就是诗中第一节所描绘的华山奇景。由于这描绘充分发挥了诗人的浪漫主义想象，并且交织着黄河的涛声骇浪和绘纭多姿的往古神话，显得格外壮丽和妩媚。这一切都只是为了造出一个神奇缥缈之境，为友人的“出场”作铺垫。</p> <p>　　“云台”八句以神话故事和现实的人物并写，似幻似真，并以此娱悦元丹丘。言云台的阁道连接着高不可测的云霄之处，有明星、玉女二仙女来侍洒扫，麻姑为人搔背，手爪很轻。我皇把守着九天的门户，元丹丘与天谈论着宇宙形成的问题，出入于高高的九重天上，往来于蓬莱与华山之间。“云台阁道（栈道）连窈冥，中有不死丹丘生”。这两句从云烟幽渺之中，勾勒友人闲步云台的姿态，使友人带有了飘飘欲仙的风神。“丹丘”之名，恰是《山海经》神话中的不死之国。故诗人直接以“不死”二字，将他一语呼出，显得既诙谐、又有情。元丹丘之去到华山，即将度过的，无非是隐逸山崖的清寂岁月而已。但在诗人笔下，却化作了如梦如幻的连翩奇遇：传说中的华山仙子（明星），慌不迭地为他“洒扫”庭坛；手如鸟爪的“麻姑”，为他“搔背”时，下爪竟还那样轻灵。至于接待过汉武帝的瑶池王母，年事已高，就只好请她看守门户了。倘若友人想“扪天摘匏瓜（星名）”，或许还有机会与天帝攀谈上几句哩——“明星玉女备洒扫”四句，将元丹丘隐迹华山的生活，描摹得美妙、奇幻。原来互不相关的神话传说，一经诗人信手拈来，便绚烂相映、顿成化境。“九重出入生光辉，东求蓬莱复西归。玉浆倘惠故人饮，骑二茅龙上天飞！”诗人想象自己的友人，从此将光辉闪闪地出入于九重之天，或者迅疾如飞地往返于仙境蓬莱。或许他还能像传说中的老翁一样，误入嵩山大穴，得到仙人的“玉浆”之赠。想到这里，诗人不禁向友人脱口而呼：“倘得“玉浆”，可别忘了让我也分享一杯呵！到时候，我就与你像传说的汉中卜师、酒店老妇一样，骑上仙人的“茅狗”，刹那间化作飞“龙”，直上云天。”悠然神往的结语，表现出诗人对神仙飞升的向往与仰慕。</p> <p>　　全诗运笔收放自如，“纵之则文漪落霞，舒卷绚烂”，收之则“万骑忽敛，寂然无声”（<a href=\"http://so.gushiwen.org/author_121.aspx\">王世贞</a>《艺苑巵言》）。明人陆时雍称李白七古“想落天外，局自变生”、“有舒云流水之妙”。《西岳云台歌送丹丘子》正可当此美誉而无愧。</p>",
  "about": "<h2>创作背景</h2> 　　丹丘子即元丹丘，是一位“素与烟霞亲”的游仙，与<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>情志相投，友谊深厚。这首<a href=\"http://so.gushiwen.org/view_7842.aspx\">诗</a>是在公元744年（唐玄宗天宝三载）李白送别元丹丘赴华山作仙游时写的，当时李白四十四岁，已经被赐金放还，离开长安。",
  "poet": {
    "id": 247,
    "star": 0,
    "name": "李白",
    "image": "http://img.gushiwen.org/authorImg/libai.jpg",
    "desc": "李白（701年－762年），字太白，号青莲居士，唐朝浪漫主义诗人，被后人誉为“诗仙”。祖籍陇西成纪(待考)，出生于西域碎叶城，4岁再随父迁至剑南道绵州。李白存世诗文千余篇，有《李太白集》传世。762年病逝，享年61岁。其墓在今安徽当涂，四川江油、湖北安陆有纪念馆。"
  },
  "tags": [
    "山水",
    "黄河",
    "送别"
  ]
}