{
  "id": 203,
  "star": 22,
  "name": "无将大车",
  "dynasty": "先秦",
  "content": "无将大车，祇自尘兮。无思百忧，祇自疧兮。</p> <p>无将大车，维尘冥冥。无思百忧，不出于颎。</p> <p>无将大车，维尘雍兮。无思百忧，祇自重兮。",
  "fanyi": "<p><strong>译文<br></strong>不要推那沉重车，只会落得一身尘。不要想那愁心事，只会痛苦惹上身。<br>不要推那沉重车，尘土遮空灰蒙蒙。不要想那愁心事，心中不安会得病。<br>不要推那沉重车，尘土遮路看不清。不要想那愁心事，只使忧伤更加重。</p> <p><strong>注释<br></strong>⑴将：扶进，此指推车。大车：平地载运之车，此指牛车。<br>⑵疧（qí）：病痛。<br>⑶冥冥：昏暗，此处形容尘土迷蒙的样子。<br>⑷颎（jiǒng）：通“耿”，心绪不宁，心事重重。不出于颎，犹言不能摆脱烦躁不安的心境。<br>⑸雝（yōng）：通“壅”，引申为遮蔽。<br>⑹重：通“肿”，一说借为“恫”，病痛，病累。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　此<a href=\"http://so.gushiwen.org/view_203.aspx\">诗</a>三章，均以推车起兴。人帮着推车前进，只会让扬起的灰尘洒满一身，辨不清天地四方。诗人由此兴起了“无思百忧”的感叹：心里老是想着世上的种种烦恼，只会使自己百病缠身，不得安宁。言外之意就是，人生在世不必劳思焦虑、忧怀百事，聊且旷达逍遥可矣。诗的字面意义颇为明豁，问题在于歌者是一位什么身份的人，其所忧又是什么。对于诗歌的这一文本，读者自可作出各种不同的解读，因而历来就有“诗无达诂”之说。</p> <p>　　如按<a href=\"http://so.gushiwen.org/author_459.aspx\">朱熹</a>等人的说法，此诗为劳者直歌其事之作，则全诗当纯用赋体，直陈其事。但通观此诗，每章的首二句为兴体。朱熹在《诗集传》中既揭出每章的首二句为“兴”体，又将诗意理解为行役者自歌其事，是自相矛盾的，故姚际恒抓住此点攻朱说最能切中其失。姚际恒云：“观三章‘无思百忧’三句，并无行役之意，是必以‘将大车’为行役，甚可笑。且若是，则为赋，何云兴乎？”（《诗经通论》）姚氏概括此诗主题为：“此贤者伤乱世，忧思百出；既而欲暂已，虑其甚病，无聊之至也。”方玉润《诗经原始》云：“此诗人感时伤乱，搔首茫茫，百忧并集，既又知其徒忧无益，祇以自病，故作此旷达聊以自遣之词，亦极无聊时也。”姚、方二氏之论最能抓住此诗主题的实质。歌者当是一位士大夫，面对时世的混乱、政局的动荡，他忧心忡忡，转侧不宁，也许他的忧思不为统治者所理解，他的谏言不仅不被采纳，反而给自己招来了麻烦，因而发出了追悔之词、自遣之叹，但是从中读者仍能感受到他的忧世伤时之心。有理由推测，诗人选用推车为比兴乃有深意存焉。古人以乘舆指天子、诸侯，其来尚矣，那末以推车喻为国效力、服事君王也是情理中事。今人程俊英则说：“这位诗人，可能是已经沦为劳动者的士。”（《诗经译注》）这是因诗人以“大车”起兴而作出的推断，也可备一说。</p> <p>　　另一种对此诗的理解则由求之过深而走向穿凿附会，这就是从毛传到郑笺、孔疏的那种解释。《诗序》将此诗的主题概括为：“周大夫悔将小人。幽王之时，小人众多，贤者与之从事，反见谮害，自悔与小人并。”“将”在此处意谓推举、奖掖。郑笺释曰：“鄙事者，贱者之所为也，君子为之，不堪其劳。以喻大夫而进举小人，适自作忧累，故悔之。”孔疏进一步分析：“无将大车”云云乃“以兴后之君子无得扶进此小人，适自忧累于己。小人居职，百事不干，己之所举，必助忧之，故又戒后人。”</p> <p>　　如上文所分析，此诗当为士大夫因忧国之心不被君王接纳而发出的牢骚怨叹，而传笺的作者却以偷梁换柱之法将矛头指向了所谓“小人”，似乎种种烦恼怨愤都是“小人”引起的。这样一来，也就可以体现出所谓温柔敦厚的诗教了。孔疏曾云：“足明时政昏昧，朝多小人，亦所以刺王也。”可谓一语泄漏了天机。孔氏不得不承认此诗有刺君王之意，但他却竭力说明诗人主要是针对小人，“刺王”只是顺带及之，且意在言外。考《<a href=\"http://so.gushiwen.org/author_320.aspx\">荀子</a>·大略篇》有言：“君人者，不可以不慎取臣；匹夫者，不可以不慎取友……以友观人焉所疑。取友善人，不可不慎，是德之基也。诗曰：‘无将大车，维尘冥冥。’言无与小人处也。”又《韩诗外传》卷七讨论“树人”问题，述简主（赵简子）之语：“由此观之，在所树也。今子之所树，非其人也。故君子先择而后种也。”接着即引此诗“无将大车，惟尘冥冥”之语作证。又《易林·井之大有》亦称：“大舆多尘，小人伤贤。”可见此说由来已久，流传甚广。南宋戴溪即已提出异议。他在《续吕氏家塾读诗记》中称此诗“非‘悔将小人’也”，“下云‘无思百忧’，意未尝及小人。力微而挽重，徒以尘自障，而无益于行，犹忧思心劳而无益于事也。世既乱矣，不能挽而回之，如蚍蜉之撼大树也，徒自损伤而已尔。”姚际恒在《诗经通论》中指出：“自《小序》误作比意，因大车用‘将’字，遂曰‘大夫悔将小人’，甚迂。”这些都是突破传笺陈说的真知灼见。</p> <p>　　此诗采用重章复叠的形式，在反覆咏唱中宣泄内心的情感，语言朴实真切，颇具民歌风味，因而虽列于《小雅》，却类似于《风》诗。全诗三章却又非单调的重复，而是通过用词的变化展现诗意的递进和情感的加深。如每章的起兴用“尘”、“冥”、“雝”三字逐步展现大车扬尘的情景，由掀起尘土到昏昧暗淡，最后达于遮天蔽日，诗人的烦忧也表现得愈加深沉浓烈。诗人以一种否定的口吻规劝世人，同时也是一种自我遣怀，在旷达的背后是追悔和怨嗟，这样写比正面的抒愤更深婉。</p>",
  "about": "<h2>创作背景</h2> 　　此<a href=\"http://so.gushiwen.org/view_203.aspx\">诗</a>的题旨背景主要有多种说法：<a href=\"http://so.gushiwen.org/author_459.aspx\">朱熹</a>认为：“此亦行役劳苦而忧思者之作。”（《诗集传》）今人高亨解此诗为：“劳动者推着大车，想起自己的忧患，唱出这个歌。”（《诗经今注》）陈子展称：“《无将大车》当是推挽大车者所作。此亦劳者歌其事之一例”，“愚谓不如以诗还诸歌谣，视为劳者直赋其事之为确也。”（《诗经直解》）",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": [
    "诗经",
    "伤怀"
  ]
}