{
  "id": 292,
  "star": 24,
  "name": "周颂·赉",
  "dynasty": "先秦",
  "content": "文王既勤止，我应受之。敷时绎思，我徂维求定。时周之命，於绎思。",
  "fanyi": "<p><strong>译文<br></strong>文王创业多勤劳，我当继承治国道。扩展基业永不停，矢志不移谋安定。周邦承受上天命，继承伟业永不停！</p> <p><strong>注释<br></strong>⑴赉（lài）：赐予。<br>⑵既：尽。勤：勤苦，辛劳。止：语气助词。一说勤止，是停止勤劳，即不在世的意思。<br>⑶我：周武王自称。<br>⑷敷（pǔ）时：普世，指天下所有诸侯。一说敷，是给予、布施的意思。时，世。绎（yì）：寻绎，思考，理出头绪。一说“续”。思：语气助词。<br>⑸徂（cú）：往，指往伐商纣。定：共定天下。<br>⑹时：是。一说通“侍”，承受。<br>⑺於（wū）：叹词。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　此<a href=\"http://so.gushiwen.org/view_292.aspx\">诗</a>是古代大型舞乐《大武》的三成歌词。《大武》的乐曲早已失传，虽有零星的资料，但终难具体描述。然其舞蹈形式则留下了一些粗略的记录，可以作大概的描绘。第一场，在经过一番擂鼓之后，为首的舞者扮演武王，头戴冕冠出场，手持干戚，山立不动。其余六十多位舞者扮武士陆续上场，长时间咏叹后退场。这一场舞蹈动作是表示武王率兵北渡盟津，等待诸侯会师，八百诸侯会合之后，急于作战，而周武王以为伐纣的时机尚不成熟，经过商讨终于罢兵的事实。第二场主演者扮姜太公，率众舞者手持干戈，奋臂击刺，猛烈顿足。他们一击一刺，做四次重复，表示武王命太公率敢死队闯犯敌阵进行挑战，武王率大军进攻，迅速获胜，威振中原。第三场众舞者由面向北转而向南，表示周师凯旋返回镐京。第四场开始时，众舞者混乱争斗，扮周、召二公的舞者出而制止，于是众舞者皆左膝跪地，表示成王即位之后，东方和南方发生叛乱，周、召二公率兵平乱的事实。第五场，众舞者分成左右两大部分，周公在左、召公在右，振动铃铎，鼓励众舞者前进，表示成王命周公镇守东南，命召公镇守西北。第六场，众舞者恢复第一场的位置，作阅兵庆典和尊崇天子成王的动作，表示周公平乱以后，庆祝天下太平，各地诸侯尊崇周天子。</p> <p>　　按传统说法，《诗经》是配乐舞的歌词，即诗乐舞三位一体。<a href=\"http://so.gushiwen.org/author_408.aspx\">王国维</a>曾怀疑这一说法，但他撰《周大武乐章考》研究《大武》的歌辞时还是按这一原则进行的，即认为《大武》六成有诗六篇。他根据《毛诗序》《左传·宣公十二年》《礼记·祭统》等资料推断，认为与《大武》六成对应的六诗依次为：《昊天有成命》《武》《酌》《桓》《赉》《般》。后经冯沅君、陆侃如，尤其是高亨《周代大武乐考释》的详细考辨，断定《大武》六成的六篇诗的排列次序确定为：《我将》《武》《赉》《般》《酌》《桓》。</p> <p>　　《周颂·赉》作为《大武》三成歌辞，是表现武王伐纣胜利后，班师回到镐京，举行告庙和庆贺活动，同时进行赏赐功臣财宝重器和分封诸侯等事宜的一场乐舞。此诗首先指出父亲文王的勤于政事的品行，表示自己一定以身作则。接着指出天下平定是他所追求的大目标，为了达到这一目标，告诫所有诸侯们都必须牢记文王的品德，不可荒淫懈怠。诗歌与其说是追封赏赐功臣，不如说是指出了当时及其后的施政总方向：要使国家走向安定。周朝之命运在于”敷时绎思“也。这点像武王的特点，在封赏之时就开始布置以后的任务，总是走在人前，用简单几句话，就已把定国家大计。从容不迫，不慌不忙，看似无为，其实有为在先。</p> <p>　　这首诗共六句，五言、四言、三言相间，但是有韵：止、之、思押韵，定、命押韵。好像是有韵的散文。《大武》六成中，这是唯一通篇押韵的诗。该诗语气诚恳，表现了武王深远的忧虑和倦倦之意，所以在短短的六句中竟反覆地告诫诸侯们“绎思”。</p> <p>　　这首诗的标题为“赉”，而诗中并无“赉”字，估计原为《大武》三成的乐曲名。《毛诗正义》曰：“经无‘赉’字，序又说其名篇之意。赉，予也。言所以锡予善德之人，故名篇曰‘赉’。经之所陈，皆是武王陈文王之德，以戒敕受封之人，是其大封之事也。此言大封於庙，谓文王庙也。“显然原经并无诗歌名字，是后加的。之所以用”赉“，就是指诗歌是用于封赐时的礼乐。</p>",
  "about": "<h2>创作背景</h2> <p>　　《周颂·赉》就是周武王在告庙仪式上对所封诸侯的训诫之辞。封建诸侯是西周初年巩固天子统治的重大政治举措。据《史记》记载，武王在朝歌已封商纣之子武庚和武王之弟管叔、蔡叔，即所谓“三监”，借以镇压殷国顽民，防止他们反叛。回到镐京以后，又大规模进行分封活动。封建分为三个系列：一为以前历代圣王的后嗣，如尧、舜、禹之后。二为功臣谋士，如吕尚。三为宗室同姓，如召公、周公。据晋代<a href=\"http://so.gushiwen.org/author_3125.aspx\">皇甫谧</a>统计，当时分封诸侯国四百人，兄弟之国十五人，同姓之国四十人。《毛<a href=\"http://so.gushiwen.org/view_292.aspx\">诗</a>正义》曰：“《赉》诗者，大封于庙之乐歌也。谓武王既伐纣，于庙中大封有功之臣以为诸侯。周公、成王大平之时，诗人追述其事而为此歌焉。”</p> <p>　　近现代学者一般认为《周颂·赉》是《大武》中的一个乐章的歌辞。《大武》原作于武王伐纣成功告庙之时，当时只有三成（场）。《逸周书·世俘》中也有记载，武王班师回镐京之四月辛亥，“荐俘、殷王鼎，武王乃翼，矢珪矢宪，告天宗上帝。”第四天，“甲寅，谒（告）我（伐）殷于牧野，王佩赤白旂，籥人奏《武》，王入进《万》，献《明明》三终。”故<a href=\"http://so.gushiwen.org/author_408.aspx\">王国维</a>《说勺舞象舞》一文推测，《大武》之六成是原先的三成和《三象》合并的，这六成可以分开来表演，还可以独立表演，于是名称也就随之而不同。</p> <p>　　《大武》六成对应六诗，据《毛诗序》“《武》，奏《大武》也”、“《酌》，告成《大武》也”的说明及《左传·宣公十二年》所记楚王之言“武王克商，……又作《武》，其卒章曰：‘耆定尔功。’其三曰：‘铺时绎思，我徂维求定。’其六曰：‘绥万邦，屡丰年。”可知《周颂·赉》是乐舞《大武》三成的歌诗。</p>",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": [
    "诗经"
  ]
}