{
  "id": 60,
  "star": 289,
  "name": "河广",
  "dynasty": "先秦",
  "content": "谁谓河广？一苇杭之。谁谓宋远？跂予望之。<br>谁谓河广？曾不容刀。谁谓宋远？曾不崇朝。",
  "fanyi": "<p><strong>译文<br></strong>谁说黄河宽又广？一片苇筏就能航。谁说宋国很遥远？踮起脚尖就能望见。<br>谁说黄河广又宽？难以容纳小木船。谁说宋国很遥远？一个早晨就能到达。</p> <p><strong>注释<br></strong>⑴河：黄河。<br>⑵苇：用芦苇编的筏子。杭：通“航”。<br>⑶跂（qǐ）：古通“企”，踮起脚尖。予：而。一说我。<br>⑷曾：乃，竟。刀：通“舠（dāo）”，小船。曾不容刀，意为黄河窄，竟容不下一条小船。<br>⑸崇朝（zhāo）：终朝，自旦至食时。形容时间之短。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　此<a href=\"http://so.gushiwen.org/view_60.aspx\">诗</a>仅仅八句，就概括地速写了一位游子思乡的形象，和他欲归不得的迫切心情，栩栩如生。这得益于多种修辞手法的运用。</p> <p>　　此诗善用设问与夸张。在卫与宋国之间，横亘着壮阔无涯的黄河，此诗之开篇即从对黄河的奇特设问发端——“谁谓河广？一苇杭之！”</p> <p>　　发源于“昆仑”的万里大河，在古人心目中本是“上应天汉”的壮浪奇川。当它从天泻落，如雷奔行，直闯中原大地之际，更有“览百川之弘壮”、“纷鸿踊而腾鹜”之势。对这样一条大河，发出否定式的“谁谓河广”之问，简直无知得可笑。但是，诗中的主人公非但不以此问为忤，而且断然作出了傲视旷古的回答：“一苇杭之！”他竟要驾着一支苇筏，就将这横无际涯的大河飞越——想像之大胆，因了“一苇”之夸张，而具有了石破天惊之力。</p> <p>　　凡有奇特夸张之处，必有超乎寻常的强烈情感为之凭借。诗中的主人公之所以面对黄河会断然生发“一苇杭之”的奇想，是因为在他的内心，此刻正升腾着无可按抑的归国之情。接着的“谁谓宋远？跂予望之”，正以急不可耐的思乡奇情，推涌出又一石破天惊的奇思。为滔滔黄河横隔的遥远宋国，居然在踮脚企颈中即可“望”见（那根本不可能），可见主人公的归国之心，已急切得再无任何障碍所可阻隔。强烈的思情，既然以超乎寻常的想像力，缩小了卫、宋之间的客观空间距离；则眼前的小小黄河，则可以靠一苇之筏超越。</p> <p>　　所以当诗之第二章，竟又以“谁谓河广，曾不容刀”的夸张复叠时，便不会再令人感到吃惊或可笑，反倒觉得这“奇迹”出现得完全合乎情理。强烈的感情不仅催发了作诗者的奇思，也催发了读诗者一起去大胆想像：夸张之荒谬已被情感之认同所消解，现实已在奇情、奇思中“变形”。此刻出现在你眼中的主人公形象，当然已不再是隔绝在黄河这边徙倚的身影，而早以“一苇”越过“曾不容刀”的大河，化作在所牵念的家里欣然“朝食”的笑颜了。</p> <p>　　以突兀而来的发问，和奇特夸张的答语构成全诗，来抒泻客旅之人不可遏制的思乡奇情，是《卫风·河广》艺术表现上的最大特色。否定式的发问，问得如一泻汪洋的黄河怒浪之逆折；石破天惊的夸张，应答得如砥柱中流的峰峦之耸峙。其间所激荡排奡着的，便是人类所共有的最深切的思乡之情，它不能不令千古读者为之而动容。</p> <p>　　诗人不但运用设问与夸张的语言加以渲染，而且还以排比、迭章的形式来歌唱。通过这样反复问答的节奏，就把宋国不远、家乡易达而又思归不得的内心苦闷倾诉出来了。这首诗没有丝毫矫揉造作之态，好像现在的顺口溜民歌一样，通俗易懂。但它有一种言外之意，弦外之音：宋国既然“近而易达”，那么，他为什么不回去呢？这当然有其客观环境的阻力存在，不过这是诗人难言之隐，诗中没有明说罢了。这种“无声胜有声”的艺术魅力，是会引人产生各种猜想和回味的。</p><br/><h2>解析</h2> <p>　　这首<a href=\"http://so.gushiwen.org/view_60.aspx\">诗</a>应该是客居卫国的宋人表达自己还乡心情急迫的思乡诗作。</p> <p>　　诗文内容简单，诗义明显，需要解释的地方并不多。</p> <p>　　大家在欣赏这首诗时一定注意到了它的夸张修辞手法，这是中国文学的一种传统。“朝辞白帝彩云间，千里江陵一日还。”、“官仓老鼠大如斗”、还有“壮志饥餐胡虏肉，笑谈渴饮匈奴血！”，这些都是中国人耳熟能详的著名诗句。</p> <p>　　作为文艺创作，为增强感染力、引起读者强烈的感情共鸣，运用适当的艺术夸大手法和比喻是可行的。但是超越蔓延到其它领域就是可笑又荒唐的，就将沦为说大话、吹牛皮这些现代文明人非常反感和鄙视的陋习。</p> <p>　　中国式文人多有这种坏毛病，分不清楚文艺和现实的界限，在日常工作生活甚至严肃的科技领域也保留了严重的联想、夸张、模糊的思维特点，这是我们这个民族必须克服的。从某种意义上讲，这也是落后的农业社会的文化特点，在今天这个现代工商文明方兴未艾的时代，这种过时的思维习惯和表达模式是非常不可取的。</p>",
  "about": "<h2>创作背景</h2> 　　这首<a href=\"http://so.gushiwen.org/view_60.aspx\">诗</a>应该是春秋时代侨居卫国的宋人表达自己还乡心情急迫的思乡诗作。这位离开家乡、栖身异国的游子，由于某种原因，虽然日夜苦思归返家乡，但终未能如愿以偿。当时卫国都城在河南朝歌，和宋国只隔一条黄河。诗人久久伫立在河边，眺望对岸自己的家乡，唱出了这首诗，发抒胸中的哀怨。此诗的主人公，按《毛诗序》旧说当是归于卫国的卫文公之妹宋襄公之母，因为思念儿子，又不可违礼往见，故有是诗之作；现代的研究者多不从此说，而定其为客旅在卫的宋人，急于归返父母之邦的思乡之作。",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": [
    "古诗三百首",
    "诗经",
    "思乡",
    "黄河"
  ]
}