{
  "id": 3209,
  "star": 82,
  "name": "江亭夜月送别二首",
  "dynasty": "唐代",
  "content": "江送巴南水，山横塞北云。<br>津亭秋月夜，谁见泣离群？</p> <p>乱烟笼碧砌，飞月向南端。<br>寂寞离亭掩，江山此夜寒。",
  "fanyi": "<p><strong>译文<br></strong>长江远远地送走了从巴南来的流水，大山横亘，仿佛嵌入了塞北的云层。<br>秋天明月夜，在这渡口亭子里，谁见过在离别时哭哭啼啼的呢？</p> <p>乱糟糟的烟雾笼罩着青绿的台阶，高高的月亮照耀着江亭的南门。<br>离亭的门关闭着，周围寂静无声；今夜里大江与高山都显得那么凄凉。</p> <p><strong>注释<br></strong>⑴巴南：地名，在今重庆市。<br>⑵横：横亘。<br>⑶塞北：指长城以北。亦泛指我国北边地区。<br>⑷津亭：古在渡口建亭，供旅客休息。津，渡口。<br>⑸泣：哭泣。<br>⑹离群：离开同伴。<br>⑺乱烟：凌乱的烟雾。<br>⑻笼：笼罩。<br>⑼碧砌：青石台阶。<br>⑽飞月：悬在高空的月亮。<br>⑾掩：掩盖，掩映。<br>⑿江山：江水和高山。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　在<a href=\"http://so.gushiwen.org/author_289.aspx\">王勃</a>的《王子安文集》中，可以与上面这首<a href=\"http://so.gushiwen.org/view_3209.aspx\">诗</a>参证的江边送别诗，有《别人四首》、《秋江送别二首》等，都是他旅居巴蜀期间所写的客中送客之作。</p> <p>　　两诗合看，大致可知写诗的背景，即送客之地是巴南，话别之所是津亭，启行之时是秋夜，分手之处是江边，而行人所去之地则可能是塞北，此一去将有巴南、塞北之隔。</p> <p>　　<a href=\"http://so.gushiwen.org/author_39.aspx\">沈德潜</a>在《唐诗别裁》中选录了两首中的第一首，但就两诗比较而言，其实以第二首为胜。第一首诗最后用“谁见泣离群”一句来表达离情，写得比较平实浅露，缺乏含蓄深婉、一唱三叹的韵味，沈德潜也不得不指出其用意“未深”；而在写景方面，“山横塞北云”一句写的是千里外的虚拟景，没有做到与上下两句所写的当前实景水乳交融，形成一个完美和谐的特定境界，因而也不能与诗篇所要表达的离情互为表里，收到景与情会的艺术效果。而在艺术上达到了这一要求的，应当推第二首。在这诗中，诗人的离情不是用“泣离群”之类的话来直接表达的，而是通过对景物的描绘来间接表达。诗人在江边送走行人后，环顾离亭，仰望明月，远眺江山，感怀此夜，就身边眼前的景色描绘出一幅画面优美、富有情味的江边月夜图。通首诗看来都是写景，而诗人送别后的留连顾望之状、凄凉寂寞之情，自然浮现纸上，是一首寓情于景、景中见情的佳作，兼有耐人寻味的深度和美感。</p> <p>　　黄叔灿在《唐诗笺注》中还称赞这首诗末句中的“寒”字之妙，指出：“一片离情，俱从此字托出。”这个“寒”字的确是一个画龙点睛的字，正如<a href=\"http://so.gushiwen.org/author_408.aspx\">王国维</a>在《人间词话》中所说，着此一字而“境界全出”。但诗中的任何一个字，都不可能离开句和篇而孤立地起作用。这个“寒”字在句内还因“此夜”两字而注入离情，说明这不是通常因夜深感觉到的肤体寒冷，而是在这个特定的离别之夜独有的内心感受。而且，这首诗中可以拈出的透露离情的字眼，还不止一个“寒”字。第二首首句写烟而曰“乱”烟，既是形容夜烟弥漫，也表达了诗人心情的迷乱。次句写月而曰“飞”月，既是说明时间的推移，也暗示诗人伫立凝望时产生的聚散匆匆之感。第三句写离亭掩而加了“寂寞”二字，既是写外界的景象，也是写内心的情怀。从整首诗看，诗人就是运用这样一些字眼把画面点活，把送别后的孤寂怅惘之情融化入景色的描写之中。而这首诗的妙处更在于这融化的手法运用得浑然无迹；从而使诗篇见空灵蕴藉之美。</p>",
  "about": "<h2>创作背景</h2> 　　这首<a href=\"http://so.gushiwen.org/view_3209.aspx\">诗</a>写于总章二年（669年）到咸亨二年（671年）之间，可以与《别人四首》、《秋江送别二首》等江边送别诗相互参证，都是<a href=\"http://so.gushiwen.org/author_289.aspx\">王勃</a>旅居巴蜀期间所写的客中送客之作。",
  "poet": {
    "id": 289,
    "star": 0,
    "name": "王勃",
    "image": "http://img.gushiwen.org/authorImg/wangbo.jpg",
    "desc": "王勃（649或650～676或675年），唐代诗人。汉族，字子安。绛州龙门(今山西河津)人。王勃与杨炯、卢照邻、骆宾王齐名，世称“初唐四杰”，其中王勃是“初唐四杰”之首。"
  },
  "tags": [
    "秋天",
    "送别",
    "写景",
    "抒情",
    "组诗"
  ]
}