{
  "id": 7864,
  "star": 41,
  "name": "峨眉山月歌送蜀僧晏入中京",
  "dynasty": "唐代",
  "content": "我在巴东三峡时，西看明月忆峨眉。<br>月出峨眉照沧海，与人万里长相随。<br>黄鹤楼前月华白，此中忽见峨眉客。<br>峨眉山月还送君，风吹西到长安陌。<br>长安大道横九天，峨眉山月照秦川。<br>黄金狮子乘高座，白玉麈尾谈重玄。<br>我似浮云殢吴越，君逢圣主游丹阙。<br>一振高名满帝都，归时还弄峨眉月。",
  "fanyi": "<p><strong>译文<br></strong>我以前在巴东三峡之时，曾西望明月遥想家乡峨眉。<br>遥忆家乡的峨眉山月从峨眉而出，普照沧海，长与人万里相随。<br>在黄鹤楼前的月光下，我忽然遇到了您这位从家乡峨眉来的客人。<br>如今，峨眉山月又将随风伴送您西入长安。<br>长安的大道直通九天，峨眉山月也随您朗照八百里秦川。<br>在京师，皇帝与达官贵人们登上席次乘坐高座，手执麈尾，高谈重玄之道。<br>我像浮云一样在吴越游荡，而您却能遭逢圣主，一游丹阙。<br>等您一振高名，誉满帝都之时，再旧来故地，与我一起玩赏峨眉的山月吧。</p> <p><strong>注释<br></strong>巴东：即归州，天宝元年（742年）改巴东郡。治所在今湖北巴东县。<br>⑵沧海：此泛指江湖。<br>⑶黄鹤楼：原在今湖北武汉市长江南岸蛇山黄鹤矶上。月华：即月光。<br>⑷峨眉客：指蜀僧晏。<br>⑸秦川：指长安附近的渭河平原，古为秦地，故称秦川。此指长安。<br>⑹黄金狮子：指当时的皇帝与王孙贵族。<br>⑺麈尾：麈是似鹿而大的一种动物。其尾可制为拂尘，魏晋以来的玄学家清谈时执之以示高雅。<br>⑻重玄：“重玄”，语出《道德经》第一章“玄之又玄，众妙之门”。“重玄学”是中国思想史上一股重要的哲学思潮，也是隋唐之际的首都哲学体系，上承先秦魏晋玄学的发展脉络，后启宋明理学的哲学思考，在华夏哲学史上具有重要地位。成玄英、王玄览、李荣皆因善谈重玄学而被皇帝所青睐。<br>⑼吴越：此指长江中下游地区。<br>⑽丹阙：指皇宫。<br>(11)帝都：即首都，指长安。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　可以说，<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>对峨眉月始终未能忘怀，就是万里远游之后，也一直既看且忆，更感觉她相伴而行。而今在黄鹤楼前看见来自故乡的僧人，他带来了峨眉月，这明月定将伴送他到长安去。这明月不仅照到江夏，照到长安以及周围的秦川，而且回到蜀中仍有峨眉月相伴。其实，万里共明月，本无所谓这里明月那里明月之分。但是，这一方面可见李白对故乡月亮情有独钟，另一方面对比自己身似浮云，滞留吴越，羡慕蜀僧归时还可见到峨眉月。</p> <p>　　此<a href=\"http://so.gushiwen.org/view_7864.aspx\">诗</a>从“我”到月，从月到僧，再写到月，侃侃谈来，动感强烈，毫不气窒，充分显示出李白作为歌行高手的水平。</p>",
  "about": "<h2>创作背景</h2> 　　此<a href=\"http://so.gushiwen.org/view_7864.aspx\">诗</a>是<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>在江夏送蜀僧晏上人入长安之作。晏上人生平事迹不详。据两唐书载，唐肃宗至德二载（757年），原西京长安改为中京，上元二年（761年），中京又复为西京。此诗当作于至德二载至上元年间李白流放夜郎遇赦释归的途中。李白遇赦归至江夏（今湖北武昌），恰遇故友蜀地僧人来自峨眉，前往长安。这让李白勾起对峨眉山月的回忆。他曾经为寻道家真谛，在峨眉长住，那里的一山一景，包括日出月下，更多的峨眉开怀有朋相聚，高山流水，使这个重情重义的才子难以忘却。此时此刻在遇赦途中邂逅自峨眉来的故友，顿时百感交集写下这首绝妙七古。",
  "poet": {
    "id": 247,
    "star": 0,
    "name": "李白",
    "image": "http://img.gushiwen.org/authorImg/libai.jpg",
    "desc": "李白（701年－762年），字太白，号青莲居士，唐朝浪漫主义诗人，被后人誉为“诗仙”。祖籍陇西成纪(待考)，出生于西域碎叶城，4岁再随父迁至剑南道绵州。李白存世诗文千余篇，有《李太白集》传世。762年病逝，享年61岁。其墓在今安徽当涂，四川江油、湖北安陆有纪念馆。"
  },
  "tags": [
    "月亮",
    "思乡"
  ]
}