{
  "id": 5523,
  "star": 8,
  "name": "宿郑州",
  "dynasty": "唐代",
  "content": "朝与周人辞，暮投郑人宿。<br>他乡绝俦侣，孤客亲僮仆。<br>宛洛望不见，秋霖晦平陆。<br>田父草际归，村童雨中牧。<br>主人东皋上，时稼绕茅屋。<br>虫思机杼悲，雀喧禾黍熟。<br>明当渡京水，昨晚犹金谷。<br>此去欲何言，穷边徇微禄。",
  "fanyi": "<p><strong>译文<br></strong>早晨才辞别了洛阳，傍晚就到郑州投宿。<br>异乡已没有自己的伴侣，孤单客子自然和僮仆亲睦。<br>洛阳城已经看不见了，秋雨连绵晦暗了平陆。<br>老农从青草丛生的地边归来，村童还在濛濛细雨中放牧。<br>主人家住东边肥沃水田地，该收获的庄稼环绕着茅屋。<br>蟋蟀欢鸣织机声响，麻雀喧噪谷物正熟。<br>明天将要渡过京水，昨晚却还住在金谷。<br>这一去还想说些什么呢？到边远之地挣份薄禄。</p> <p><strong>注释<br></strong>⑴周人：洛阳人，洛阳为东周都城。<br>⑵郑人：郑州人，郑州春秋时为郑国都城。<br>⑶俦（chóu）侣：伴侣，朋辈。唐<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>《效陶潜体<a href=\"http://so.gushiwen.org/view_5523.aspx\">诗</a>》之二：“村深绝宾客，窗晦无俦侣。”<br>⑷宛洛：二古邑的并称。即今之南阳和洛阳。常借指名都。<br>⑸秋霖：秋日的淫雨。《管子·度地》：“冬作土功，发地藏，则夏多暴雨，秋霖不止。”<br>⑹田父：老农。《尹文子·大道上》：“魏田父有耕于野者，得宝玉径尺，弗知其玉也。”<br>⑺东皋：水边向阳高地。也泛指田园、原野。<br>⑻思：一作“鸣”。机杼（zhù）：指织机。悲：一作“休”。<br>⑼京水，源出荥阳县高渚山，郑州以上称为京水，郑州以下称为贾鲁河。<br>⑽晚：一作“夜”。金谷：古地名。在今河南省洛阳市西北。《初学记》卷八引晋郭缘生《述征记》：“金谷，谷也。地有金水，自太白原南流经此谷，注谷水。”金谷原为晋代富豪<a href=\"http://so.gushiwen.org/author_883.aspx\">石崇</a>花园，此处代指昔日繁华。<br>⑾穷边：荒僻的边远地区。徇（xùn）：营求。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　“朝与周人辞，暮投郑人宿。他乡绝俦侣，孤客亲僮仆”，这四句交待路途情况。早上与周人辞别，晚上在郑州寄宿，离开亲人，越来越远了，一种凄凉的孤独之情油然而生。在这寂寞的旅途中，与<a href=\"http://so.gushiwen.org/view_5523.aspx\">诗</a>人相亲相近的只有那随身僮仆了。这后两句摹写人情极真，刻画心理极深，生动地表现出一种莫可名状的凄清。唐末崔涂诗“渐与骨肉远，转与僮仆亲”（《巴山道中雨夜抒怀》）就是由这两句脱化而出。</p> <p>　　接下来八句由记叙、议论转为写景。诗人将这种凄清孤独的感情外化为具体可感的“雨中秋景图”：“宛洛望不见，秋霖晦平陆。田父草际归，村童雨中牧。主人东皋上，时稼绕茅屋。虫思机杼鸣，雀喧禾黍熟。”南阳、洛阳在视线中已逐渐模糊、消失，空阔辽远的原野笼罩在霏霏的霪雨、蒙蒙的烟气之中。村头，田父荷锄踏青而归，牧童短笛声声，怡然自得，村东水边高地上的主人家环绕在一片油绿鲜亮的庄稼中。还有悲鸣的秋虫，摇动的机杼，喧嚣的雀鸟。</p> <p>　　诗的最后四句又由写景转为直接抒情。“明当渡京水，昨晚犹金谷”。这两句是说：“我昨天还在繁华的洛阳，而明天就要去偏远的郑州了。”句意和头二句“朝与周人辞，暮投郑人宿”前后呼应，既体现出感情的凝聚、深化，给人以极大的艺术感染力；另一方面又开合有度，收放自如，浑然一体。“此去欲何言，穷边循微禄”是指为了微薄的俸禄而到穷僻边远的地方去。这二句话感情深沉、情韵丰厚而不作平白直露的激越之语，在自嘲中流露出更深沉的忧郁——情到深处人孤独。</p> <p>　　全诗在征途愁思中以简淡自然之笔意织入村野恬宁景物，又由恬然的景物抒写宦海沉浮的失意、苦闷和孤独。全诗诗情与画境的相互渗透、统一，最后达到“诗中有画、画中有诗”的妙境。</p>",
  "about": "<h2>创作背景</h2> 　　这首<a href=\"http://so.gushiwen.org/view_5523.aspx\">诗</a>是作者于唐玄宗开元九年（721年）赴济州（治所在今山东济宁）途中，路过郑州（今属河南）时所写。",
  "poet": {
    "id": 515,
    "star": 0,
    "name": "王维",
    "image": "http://img.gushiwen.org/authorImg/wangwei.jpg",
    "desc": "王维（701年－761年，一说699年—761年），字摩诘，汉族，河东蒲州（今山西运城）人，祖籍山西祁县，唐朝诗人，有“诗佛”之称。苏轼评价其：“味摩诘之诗，诗中有画；观摩诘之画，画中有诗。”开元九年（721年）中进士，任太乐丞。王维是盛唐诗人的代表，今存诗400余首，重要诗作有《相思》《山居秋暝》等。王维精通佛学，受禅宗影响很大。佛教有一部《维摩诘经》，是王维名和字的由来。王维诗书画都很有名，非常多才多艺，音乐也很精通。与孟浩然合称“王孟”。"
  },
  "tags": [
    "旅途",
    "写景",
    "抒情",
    "孤寂"
  ]
}