{
  "id": 53476,
  "star": 12,
  "name": "虞美人·扁舟三日秋塘路",
  "dynasty": "宋代",
  "content": "自琐闼以病得请奉祠。卜居青墩。立秋后三日行，舟之前后，如朝霞相映，望之不断也。以长短句记之 <br>扁舟三日秋塘路。平度荷花去。病夫因病得来游。更值满川微雨、洗新秋。 <br>去年长恨拿舟晚。空见残荷满。今年何以报君恩。一路繁花相送、过青墩。",
  "shangxi": "<h2>赏析</h2> <p>　　小序说“甲寅岁自春官出守湖州”，甲寅岁为公元1134年（宋高宗绍兴四年）。这年八月，词人自礼部侍郎（即春官）出知湖州，九月二十一日到任。乙卯岁为绍兴五年。这年二月，被召入朝为给事中。六月，词人借病辞职，以显谟阁直学士提举江州太平观，实际上只领祠禄闲居，卜居青墩，立秋后过了三日便离去。“锁闼”，指宫殿门上镂刻的连琐图，这里代指宫门，因给事中供职处在宫殿中，故云。青墩是一小镇，在湖州之南，据《一统志》云：“在桐乡县北二十五里，与湖州这乌镇止隔一水。”把小序中的事实考察清楚，这首词的理解就比较容易了。 </p> <p>　　此词的特点是采用赋体。赋、比、兴是中国古典<a href=\"http://so.gushiwen.org/view_53476.aspx\">诗</a>词的独特风格，但词中多用比兴，很少用赋。在一些长调慢词中因为要讲究铺叙，有时也用赋，但必须与比兴结合起来，单纯用赋的现象极为少见。 </p> <p>　　词的上阕所写的词人在乙卯岁从南宋首都临安回到青墩时沿途所见所感，内容与小序后段完全一致。 </p> <p>　　从临安到青墩，一路上水光山色，使人应接不暇回味无穷。词人不写两岸低垂的绿柳，不写长满田地的庄稼，偏偏抓住池塘里的荷花尽情描绘，这除了出于自己的爱好以外，还因为时间是在“立秋后三日”。荷花最富有季节的特征。此刻词人借病辞职，从临安出来，船行水上，只见池塘里荷花盛开眼前景色开阔，心胸为之舒畅，大有“无官一身轻”之感。“三日”是写实，从临安到青墩，水路约需三日行程。“秋塘”点季节与时间，用语精炼而又准确。“平度”二字，写出了舟行的平稳，反映了作者心情的舒畅。小船在荷塘的水面上慢慢滑行，这境界的确非常美。词人在临安住了很多日，都市的烦嚣，政务的冗忙，人事的倾轧，使他感到厌倦、烦闷。这一次来到在自然中，一腔烦闷，被大自然景色所清洗，顿时烟消云散。因此他不禁吟道：“病夫因病得来游，更值满川风雨洗新秋。”“病夫因病”，连用二病字，颇耐吟味。使人一时难以解开，据李心传《建炎以来系年要录》卷十九云：“绍兴五年六月丁巳，给事中陈与义充显谟阁直学士提举江州太平观。与义与<a href=\"http://so.gushiwen.org/author_632.aspx\">赵鼎</a>论事不合，故引疾求去。”所论何事，宋史无考。然赵鼎当时为尚书左仆射、同平章事兼知枢密院、都督诸路军马，集军政大权于一身。陈与义与他观点不合，可见是出于政见上的分歧。 </p> <p>　　词中自称“病夫”，其实不过是“引疾”，不是真正有病。所谓“因病得来游”，表面上象是暗自庆幸，实际上是聊以自嘲，内心藏有难言的痛苦。语言直而委婉，质而见巧，从而刻画了词人内心痛苦而外貌旷达的自我矛盾心理形象。 </p> <p>　　词人下阕离开眼前，描写过去。假使按照赋体的写法，紧承上阕，照直写去，便觉平铺起伏，意味淡然。可是这里词笔略一宕开转折起伏，回忆起去年出知湖州时，路过此处的情景，意味淡然，现在感觉到峰回路转，出现另一番境界。“去年”，即小序中所说的甲寅岁。因九月二十一日到任，时值“秋抄”，故词人恨拏舟已晚，拏舟：谓牵舟，这里指乘船。因为秋末登舟，故途中所见，唯有败叶残荷。一个“空”字与前面的“长恨”相呼应，表达了无限怅憾的心情。 </p> <p>　　从词情发展上来说，是一跌。但达到了改变词的平铺的结果无起伏“今年”二句，词笔又拉回来写乙卯岁奔赴青墩的情景，径承上阕意脉，抒发此时感情。从词情来说是一扬。在这一跌一扬之中，词人的种种感情变化，矛盾心理便更加形象地表现出来，沁人心脾。 </p> <p>　　“今年”一句与上阕“病夫”一句遥相呼应。意义有两点一是“感谢”皇帝准他病假，让他奉祠（领受祠禄）卜居青墩。二是反映了词人受到“一路繁花”的感染，情不自禁地倾吐了对美好景色的一腔热爱。然而联系上阕“病夫”一句来看，其中应准有所寄托。 </p> <p>　　白敦仁《陈与义年谱》引此二句按曰：“盖有怨于赵鼎也。”怨赵鼎是一方面，而支持赵鼎的是高宗<a href=\"http://so.gushiwen.org/author_1073.aspx\">赵构</a>，词人表面上是感恩，实质上不可能不怀有对高宗的不满。古诗常常讲究美刺，在词中虽然不常见，但结合词人当时遭遇来看，此词似乎含有一种讽喻，不过比诗更为委婉罢了。 </p> <p>　　昔人评陈与义诗，常常是“两句景即两句情，两句丽即两句淡”，“又有一句景对一句情者，妙不可言”（见方回《桐江集》卷五）。说明他在艺术结构上很讲究匀整、对称，讲究情景搭配，浓淡相宜。细审此词，也很富有这种特色。它的上阕，前两句着重写景（或事），后两句着重抒情。即以后两句而言，前一句是着重抒情，后一句着重写景。当然，“一切景悟，皆情语也”（<a href=\"http://so.gushiwen.org/author_408.aspx\">王国维</a>《人间词话》），似乎难以截然分开，但大体上也应有所区别。例如“更值满川微雨洗新秋”，这句主要是写蒙蒙细雨洒向大河的水面情况，当然也应该洒向秋塘上的荷花，洒向词人的船篷。这景色给人以朦胧之感。句前加上“更值”二字，就把词人的感情贯注进去，仿佛这细雨也洒向词人的心田，带来阵阵清凉。词的下阕，也是一句情，一句景，而结尾“一路繁花相送到青墩”一句，也是把情人与景溶合到一起，表现了舟行时词人的欢快之情。盛开的荷花，本为无情之物，此刻却把词人一直送到青墩，这是用拟人化的方法形容荷花的连绵不绝。它给读者的感觉，宛如<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>《早发白帝城》诗所写的“两岸猿声啼不住，轻舟已过万重山。”所不同的是一个写“一路繁花”，一个写“两岸猿声”而已。 </p> <p>　　此词节奏明快，格调轻松，并在豪放中透露出微蕴沉郁之感。黄升《花庵词选》评陈与义词时说：“词虽不多，语意超绝，识者谓其可摩坡仙之垒也。”也就说他的词风非常像<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>，如果以此词和东坡的词（波声拍枕长淮晓）相比，读者就会更加深信不疑。</p>",
  "poet": {
    "id": 724,
    "star": 0,
    "name": "陈与义",
    "desc": "陈与义(1090-1138)，字去非，号简斋，汉族，其先祖居京兆，自曾祖陈希亮迁居洛阳，故为宋代河南洛阳人（现在属河南）。他生于宋哲宗元祐五年(1090年)，卒于南宋宋高宗绍兴八年(1138年)。北宋末，南宋初年的杰出诗人，同时也工于填词。其词存于今者虽仅十余首，却别具风格，尤近于苏东坡，语意超绝，笔力横空，疏朗明快，自然浑成，著有《简斋集》。"
  },
  "tags": [
    "宋词精选",
    "纪行",
    "写景",
    "抒怀"
  ]
}