{
  "id": 18343,
  "star": 2,
  "name": "掩役夫张进骸",
  "dynasty": "唐代",
  "content": "生死悠悠尔，一气聚散之。<br>偶来纷喜怒，奄忽已复辞。<br>为役孰贱辱？为贵非神奇。<br>一朝纩息定，枯朽无妍蚩。<br>生平勤皂枥，锉秣不告疲。<br>既死给槥椟，葬之东山基。<br>奈何值崩湍，荡析临路垂。<br>髐然暴百骸，散乱不复支。<br>从者幸告余，眷之涓然悲。<br>猫虎获迎祭，犬马有盖帷。<br>伫立唁尔魂，岂复识此为？<br>畚锸载埋瘗，沟渎护其危。<br>我心得所安，不谓尔有知。<br>掩骼著春令，兹焉值其时。<br>及物非吾事，聊且顾尔私。<a name=\"ref_1\"></a>",
  "fanyi": "<p><strong>译文<br></strong>生死之间不悠远，全凭一气聚或散。<br>偶然也有喜和怒，转眼匆匆离人间。<br>为奴谁说天生贱？富贵并非神差遣。<br>一朝气短呼吸停，枯尸朽骨美丑莫辨。<br>终生勤劳来养马，铡草喂食无空闲。<br>死后仅得小棺材，葬在城东的山下边。<br>无奈降雨山崩塌，坟墓冲垮路人怜。<br>白骨森森全暴露，骨架散乱收拾难。<br>幸亏随从来相告，亲睹惨景我泪涟涟。<br>古人的猫虎受祭拜，狗死马葬盖帷幔。<br>默立吊唁你孤魂，谁能再知我所干？<br>竹筐装载铲土埋，开沟护坡把水防。<br>只求我的良心安，不为你感恩在九泉。<br>孟春时节重埋骨，永州地方风俗传。<br>福泽万民非我辈，略报你劳苦在生前。</p> <p><strong>注释<br></strong>[1]役夫：旧时指供使唤的仆人。骸（hái）：即人的尸骨。<br>[2]悠悠：即长久、遥远，还有悠闲之意。这里形容人的生死永别，表现了作者的自然主义生死观。<br>[3]气：元气，指人体的本原。《论衡·言毒》：“万物之生，皆禀元气。”元气聚而生，元气散而死。<br>[4]偶：偶尔或偶然。<br>[5]奄忽：指时间非常快速。辞：指辞世，即死亡。<br>[6]孰：谁。<br>[7]纩（kuàng）：指绵絮。纩息：就是用绵丝置于垂死者的鼻孔边，测试其是否绝气。<br>[8]妍媸（yánchī）：相貌美丽与相貌丑陋。<br>[9]皂枥：皂是指差役，枥指马槽。<br>[10]锉秣（cuòmò）：为牲口铡草料。<br>[11]槥（huì）：粗陋的小棺材。椟（dú）：匣子。槥椟，即像匣子一样小的薄皮棺材。<br>[12]崩：指山倒塌。湍：指激流。崩湍：就是能冲垮山坡的激流。<br>[13]荡析临路垂：指坟墓被冲垮后，尸骨暴露在路旁。<br>[14]髐（xiāo）：指骷髅。髐然：白骨森森的样子。<br>[15]眷（juàn）：回头看。涓：细小的水流，这里指作者的眼泪。<br>[16]猫虎获迎祭：据《礼记》记载：“古之君子，使之必报。迎猫，为其食田鼠也；迎虎，为其食田豕也；迎而祭之也。”<br>[17]犬马有盖帷：《礼记》“仲尼之畜狗死，使子贡埋之，曰：‘吾闻之也，敞帷不弃，为埋马也；敝盖不弃，为埋狗也。’”<br>[18]唁（yàn）：意为吊丧，安慰死者在天之灵。<br>[19]畚（běn）：古代用蒲草编织的盛土工具，后改为竹编。锸（chá）：即铁锹。瘗（yì）：埋葬，此处作名词用，指埋葬品。<br>[20]掩骼：“掩骼埋胔”。胔（zì）：腐烂的肉。即掩埋腐烂的尸骨。春令：即孟春之月。著春令：意为正值孟春之月的时候，合乎习俗。<br>[21]及物：指对天下人民的关爱。非吾事：一作“非吾辈”，意为像<a href=\"http://so.gushiwen.org/view_18343.aspx\">诗</a>人这样无职无权的人是做不到的。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这首<a href=\"http://so.gushiwen.org/view_18343.aspx\">诗</a>记录了掩埋役夫张进骸骨的始末，简要地勾画了役夫张进生前的坦直性格和勤劳品格，表白了诗人掩埋张进骸骨的动机与情感。诗的语言朴实亲切，似乎是在跟活着的张进叙谈家常。但是，在这种质朴亲切的叙谈中，却跳跃着诗人对劳动大众充满关怀和同情、对自己遭受排挤而治国济世之志不可伸的愤世不平的一颗心。正如诗中所说，他写此诗的动机，既不是因为做了一件极小的善事而宣传自己的善行，也不是为了让张进在九泉之下感恩戴德，图个什么好的因果报应，而是为了“我心得所安”和“顾尔私”。</p> <p>　　诚然，对于诗人这样一位具有知识良心和政治良心的官员来说，顾全私人交情和力所能及地为仆役人员办点好事，这是他做官做人的基本道德要求。但这并非诗人写作此诗的真正意图，其真正意图是为了表达他“及物”的远大志向。一方面，他认为“为役孰贱辱？为贵非神奇”，人生本来就没有贵贱之分。所以，以“捕蛇者”为代表的社会劳动大众和以张进为典型的生前死后无人扶助与殓葬的穷困孤寡者，他们理应受到社会的平等相待和扶助，让他们生有所养，死有所安。但另一方面，当时官府税赋沉重，人民不得聊生，十室九亡。如“捕蛇者”一家三代死于毒蛇之口数人，仍宁可续其捕蛇之役而不愿复其税赋。另外，当时官府的办事作风，如《黄溪祈雨》诗记载，则以敬鬼神为事，虚耗官银不办实事，人民得不到实际的好处。对此，诗人身在官场，却无实职实权去改变现状，还不得不经常陪同当权官员去干些违心之事。因此，他实在按捺不住愤懑之情而借孔子之言，表明自己是在“笃行”，倡“亲民”之说。</p> <p>　　听其言，观其行，然后知其志。因此，在这首诗中，诗人虽然只是轻描淡写地说“及物非吾辈，聊且顾尔私”，而其真正的写作动机则是为了表达他的“及物”（治国平天下）的愿望。诗人“及物”的愿望跟<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>在《茅屋为秋风所破歌》中所表达的“安得广厦千万间，大庇天下寒士齐欢颜”的愿望完全是一致的。所不同的只是在表达方式上，柳子比较含蓄，杜甫比较激扬。所以，读柳子诗文，只要能够细心体会，时时处处都能深刻地感受到他那颗爱民报国的火热之心的律动。</p>",
  "about": "<h2>创作背景</h2> 　　此<a href=\"http://so.gushiwen.org/view_18343.aspx\">诗</a>作于诗人贬谪永州期间。张进是<a href=\"http://so.gushiwen.org/author_646.aspx\">柳宗元</a>从前的一个马夫，他死后，尸骨被洪水冲至路上。诗人想到他生前一生辛劳，死后骸骨暴露，竟不如猫虎犬马，心情很不平静。于是手持畚锸将他的尸骨掩埋，并写下了此诗。",
  "poet": {
    "id": 646,
    "star": 0,
    "name": "柳宗元",
    "image": "http://img.gushiwen.org/authorImg/liuzongyuan.jpg",
    "desc": "柳宗元（773年－819年），字子厚，唐代河东（今山西运城）人，杰出诗人、哲学家、儒学家乃至成就卓著的政治家，唐宋八大家之一。著名作品有《永州八记》等六百多篇文章，经后人辑为三十卷，名为《柳河东集》。因为他是河东人，人称柳河东，又因终于柳州刺史任上，又称柳柳州。柳宗元与韩愈同为中唐古文运动的领导人物，并称“韩柳”。在中国文化史上，其诗、文成就均极为杰出，可谓一时难分轩轾。"
  },
  "tags": [
    "同情",
    "志向",
    "愿望"
  ]
}