{
  "id": 71647,
  "star": 8,
  "name": "行经孙氏陵",
  "dynasty": "南北朝",
  "content": "昔在零陵厌，神器若无依。<br>逐兔争先捷，掎鹿竞因机。<br>呼吸开伯道，叱咤掩江畿。<br>豹变分奇略，虎视肃戎威。<br>长蛇衄巴汉，骥马绝淮淝。<br>交战无内御，重门岂外扉。<br>成功举已弃，凶德愎而违。<br>水龙忽东骛，青盖乃西归。<br>朅来已永久，年代嗳微微。<br>苔石疑文字，荆坟失是非。<br>山莺空曙响，陇月自秋晖。<br>银海终无浪，金凫会不飞。<br>阒寂今如此，望望沾人衣。",
  "shangxi": "<h2>鉴赏</h2> <p>　　吴大帝孙权葬蒋陵，亦称孙陵，在今南京市东北钟山（亦称蒋山）南麓。此<a href=\"http://so.gushiwen.org/view_71647.aspx\">诗</a>系作者行经蒋陵凭吊吴亡而作。</p> <p>　　吴末帝孙皓肆行暴虐，直弄得国将不国。公元265年（甘露元年）徙都武昌，以零陵南部为始安郡。公元266年（宝鼎元年）又以零陵北部为邵陵郡。十二月，又还都建业。据《汉晋春秋》载：“初望气者云荆州有王气破扬州而建业宫不利，故皓徙武昌，遣使者发民掘荆州界大臣名家冢与山冈连者以厌之。既闻（施）但反，自以为徙土得计也。使数百人鼓噪入建业，杀但妻子，云天子使荆州兵来破扬州贼，以厌前气。”（《三国志·吴志·孙皓传》注引）这就是诗开头所说的：“昔在零陵厌，神器若无依。”“神器”者，帝位也，政权也。吴国的统治岌岌可危，孙皓的帝位摇摇欲坠。这种江河日下的形势，使诗人很自然地联想起吴国开基创业时的情形。想当年，汉室陵夷，群雄逐鹿，捷足先登，遂成三国鼎立之势。“掎鹿”，语出《左传·襄公十四年》：“譬如捕鹿，晋人角之，诸戎掎之，与晋踣之。”《汉书·叙传上》也说：“昔秦失其鹿，刘季逐而掎之。”<a href=\"http://so.gushiwen.org/author_1448.aspx\">颜师古</a>注：“掎，偏持其足也。”《汉书·蒯通传》更说：“秦失其鹿，天下共逐之，高材者先得。”后遂以“逐鹿”喻争帝位、争天下。“逐兔”，同“逐鹿”。《后汉书·袁绍传》引沮授曰：“世称万人逐兔，一人获之，贪者悉止，分定故也。”要争得天下，就必须不失时机，因势利导，夺取胜利。这就是所谓的“逐兔争先捷，掎鹿竞因机”。而在汉末群雄逐鹿的斗争中，孙坚父子也是叱咤风云的人物。孙坚死后，孙策继承父业，猛锐冠世，志陵中夏，被封为吴侯，割据江东。但大业未就，即遇刺身亡，年仅二十六岁。孙策临死时，将弟弟孙权叫到跟前，对他说：“举江东之众，决机于两阵之间，与天下争衡，卿不如我；举贤任能，各尽其心，以保江东，我不如卿。”（《三国志·吴志·孙策传》）孙权继承父兄遗志，洪规远略，砥砺奋发，“遂割据山川，跨制荆、吴，而与天下争衡矣。”（<a href=\"http://so.gushiwen.org/author_838.aspx\">陆机</a>《辨亡论上》）三国鼎立，孙吴居一，而孙权就谋略功业而言，实远胜刘备。“伯道”，即霸道。“呼吸”、“叱咤”，极力形容孙氏父子的英姿雄风。《易·革》云：“君子豹变，其文蔚也。”疏曰：“上六居革之终，变道已成，君子处之……润色鸿业，如豹文之蔚缛。”豹变之略，虎视之威，正是对“年少万兜鍪，坐断东南战未休”的孙仲谋的赞词。“坐断东南”的孙权，以他的雄才大略，北拒曹魏南下之师，西挫蜀汉东犯之众，使两方都不敢小视东吴。据史载，公元222年（黄武元年），刘备率师伐吴，东吴大将陆逊率军迎敌，攻蜀五屯，皆破之，斩其将。蜀军分据险地，前后五十余营，逊大破之，临阵所斩及招<br>　　降俘虏蜀兵数万人，刘备奔走，仅以身免，最后绝命于永安宫。“长蛇衄巴汉”即指此。“长蛇”，有谓指吴而言，并引《左传·定公四年》“吴为封豕长蛇”为证，其实不然。这里的“长蛇”，非指吴，而是指蜀汉。陆机《辨亡论下》云：“故刘氏之伐，陆公（逊）喻之长蛇，其势然也。”可以为证。“骥马绝淮淝”，则指曹魏而言。据史载，公元224年（黄武三年）旧历九月，“魏文帝出广陵，望大江，曰：‘彼有人焉，未可图也。’乃还。”（《三国志·吴志·吴主传》）注引<a href=\"http://so.gushiwen.org/author_859.aspx\">干宝</a>《晋纪》云：“魏文帝之在广陵，吴人大骇，乃临<a href=\"http://so.gushiwen.org/author_1462.aspx\">江为</a>疑城，自石头至于江乘，车以木桢，衣以苇席，加采饰焉，一夕而成。魏人自江西望，甚惮之，遂退军。”所以陆机说：“由是二邦之将，丧气摧锋，势衄财匮，而吴藐然坐乘其弊，故魏人请好，汉氏乞盟，遂跻天号，鼎峙而立。”（《辨亡论上》）孙权不愧为聪明仁智雄略之英主，在他统治时期，励精图治，吴国逐渐强大。所谓“交战无内御”，即指内部团结一致对外而言；所谓“重门岂外扉”，即指吴国疆土广大而言。</p> <p>　　由“逐兔争先捷”到“重门岂外扉”十句，作者极力渲染吴主之英明雄武，吴国之强大巩固，有声有色，气势磅礴。而到“成功举已弃”，陡地一转，以极精炼的语言写出吴之由盛而衰的转变，功败垂成，其关键就在孙皓时期。“凶德愎而违”，即指孙皓而言。“愎违”，愎谏违卜的省称，语出《左传·僖公十五年》：秦晋韩之战，由于晋惠公背施无亲，意气用事，不纳谏言，不听卜辞，终于招致失败，被秦国俘掳。晋大夫庆郑曰：“愎谏违卜，固败是求，又何逃焉？”孙皓同晋惠公一样，刚愎凶顽，肆行残暴，忠谏者诛，谗谀者进，虐用其民，穷淫极侈，终于导致吴国的灭亡，使父祖基业毁于一旦。正如皓从弟孙秀说的那样：“昔讨逆（指孙策）弱冠以一校尉创业，今后主举江南而弃之，宗庙山陵，于此为墟，悠悠苍天，此何人哉!”（《资治通鉴》卷八十一）“水龙忽东骛，青盖乃西归”二句，就是具体描写孙皓穷迫归降时的情景。“水龙”，系指晋朝的水军。晋武帝谋伐吴，遂令益州刺史王浚于蜀大造船舰，准备东伐。时吴有童谣曰：“阿童复阿童，衔刀浮渡江。不畏岸上兽，但畏水中龙。”阿童为王浚小字。晋征南大将军羊祜以为伐吴必藉上流之势，故借谣言而表荐王浚为龙骧将军，留监梁益诸军事。王浚在蜀大造舟船，木片蔽江而下，吴建平太守吾彦取江中木片以呈孙皓，并说：“晋必有攻吴之计，宜增建平兵。建平不下，终不敢渡江。”而孙皓不听。公元280年（晋太康元年）旧历三月，王浚率舟师东下，直抵吴都建业之石头，孙皓惊恐失措，面缚舆榇而降，举家西迁，送至洛阳，赐号归命侯。这就是所谓“青盖乃西归”。这是具有讽刺意味的。据干宝《晋纪》载：“陆抗之克步阐，皓意张大，乃使尚广筮并天下，遇《同人》之《颐》，对曰：‘吉。庚子岁，青盖当入洛阳。’故皓不修其政，而恒有窥上国之志。”（《三国志·吴志·孙皓传》注引）庚子岁，即太康元年。原来孙皓狂妄地以为他会灭晋而入洛阳的，想不到反做了亡国之君，被押送洛阳。</p> <p>　　以上十六句，历述吴之盛衰兴亡，不啻一篇《辨亡论》，故偏重史实的叙述。此下十句，则就吴亡抒发个人的感慨。作者行经孙氏陵，距离吴亡已二百多年，年深日久，风蚀雨淋，墓碑上的文字已被苔藓侵蚀得难以辨认，荆棘丛生，几至吴大帝陵的位置也难以确指。年复一年，日复一日，只有飞莺在山间悲鸣，淡月在空中残照，陵墓中的一切陪葬品大概已不复存在了。念昔日之叱咤江左，睹今日之寂寞荒凉，不能不使人伤感。吴汝纶说：“此殆伤齐亡之作，黍离麦秀之思也。”（《古诗钞》卷五）其实，凭今吊古伤心泪，不必定指哪一家。前事之失，后事之鉴，总结历史经验教训，以免重蹈覆辙。苟能如此，亦已足矣！</p>",
  "poet": {
    "id": 569,
    "star": 0,
    "name": "何逊",
    "image": "http://img.gushiwen.org/authorImg/hexun.jpg",
    "desc": "南朝梁诗人，字仲言，东海郯(今山东省苍山县长城镇)人，何承天曾孙，宋员外郎何翼孙，齐太尉中军参军何询子。八岁能诗，弱冠州举秀才，官至尚书水部郎。诗与阴铿齐名，世号阴何。文与刘孝绰齐名，世称何刘。其诗善於写景，工于炼字。为杜甫所推许，有集八卷，今失传，明人辑有何水部集一卷。后人称\"何记室\"或\"何水部\"。"
  },
  "tags": [
    "咏史怀古",
    "感伤"
  ]
}