{
  "id": 71570,
  "star": 95,
  "name": "金明池·咏寒柳",
  "dynasty": "明代",
  "content": "有怅寒潮，无情残照，正是萧萧南浦。更吹起，霜条孤影，还记得，旧时飞絮。况晚来，烟浪斜阳，见行客，特地瘦腰如舞。总一种凄凉，十分憔悴，尚有燕台佳句。<br>春日酿成秋日雨。念畴昔风流，暗伤如许。纵饶有，绕堤画舸，冷落尽，水云犹故。忆从前，一点东风，几隔着重帘，眉儿愁苦。待约个梅魂，黄昏月淡，与伊深怜低语。",
  "fanyi": "<p><strong>译文</strong><br>挟来阵阵寒意的水浪，也有些心事重重；只有西去的阳光，投下惨淡的影子，渐渐地消失；南面的水岸是我送别的地方，你走了，一阵阵萧索的风，带来易水上的苍凉。那风呵，又吹起来了，吹起河岸上的柳。受尽霜冻的柳枝啊，落下最后一片黄叶，影子是这样的孤单。还记得吗，还得那飞絮如雪的时候？我久久瞭望你远去的帆影，直到夜幕降临，浪花飘起来了，是茫茫的烟雾，迷糊了最后一抹夕阳。只有那孤苦柳树，迎来匆忙的过客，扭动着瘦弱的腰身，好象要轻轻地舞动。<br>春天里，我们彼此相爱，却在这寒冷的秋季，催生出无数相思的落泪。回忆起携手并肩时的亲密，那份感伤，就象无数的细绳把我的心捆扎。笙歌劲舞的画舫，依然绕着河岸缓缓地移动，可是我的心里却是这样的冷落，水在流，云还是那样地飘，只不知道心上的人儿，你在何处。想着那些相恋的日子，如同一阵吹来的东风，可是那是多么微弱风呵，吹不进重叠的窗帘，只是让这一份相思深深地刻在我的眉间。我只能等待那个梅花的精灵，在夜阑人静的时候，在月淡星稀的时候，我对她说出自己心中的苦闷，让她传达我对你深深的思念。</p> <p><strong>注释</strong><br>⑴金明池：词牌名，<a href=\"http://so.gushiwen.org/author_125.aspx\">秦观</a>创调，词咏汴京金明池，故取以为名。<br>⑵怅：失意，懊恼。<br>⑶萧萧：风声，草木经风摇落之声。<br>⑷霜条：经霜的树枝条。<br>⑸旧时飞絮：化用<a href=\"http://so.gushiwen.org/author_197.aspx\">刘禹锡</a>《杨柳枝词》九首之九：“春尽絮飞留不得，随风好去落谁家”。<br>⑹晚来：夜晚来临之际。<br>⑺行客：来往的行旅客人。<br>⑻燕台佳句：燕台，又指燕昭王延揽天下贤士的黄金台。柳氏此处喻指几社文人雅集赋<a href=\"http://so.gushiwen.org/view_71570.aspx\">诗</a>的地方。<br>⑼春日酿成秋日雨：指当年几社名流与柳氏交游，曾为她作春闺风雨的艳词，竞成为今日飘零秋雨的预兆。<br>⑽畴昔：过去，以前。<br>⑾如许：如此，此为概指之辞。<br>⑿绕堤画舸：化用<a href=\"http://so.gushiwen.org/author_354.aspx\">汤显祖</a>《紫钗记》中“河桥路，见了些无情画舸，有恨香车”句意。<br>⒀忆从前：“忆”，回忆。此为回忆从前那些相恋的时光。<br>⒁眉儿愁苦：<a href=\"http://so.gushiwen.org/author_272.aspx\">陆游</a>《钗头凤》：“一杯愁绪，几年离索”，表现词人怀念恋人，柔肠寸断的心绪。<br>⒂梅魂：化用<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>《复出东门诗》：“长与东风约今日，暗香先返玉梅魂。”<br>⒃伊：彼，他或她。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这首《金明池·咏寒柳》是<a href=\"http://so.gushiwen.org/author_312.aspx\">柳如是</a>的长调代表作，词中化用古人词意错综用典，足见其学问博洽。所谓的咏柳在很大程度上是在抒发柳如是自己的身世之感，这寒柳飞絮似乎就是词人的化身。</p> <p>　　上阕明写柳而暗写人生的遭际。</p> <p>　　“有恨寒潮，无情残照，正是萧萧南浦”，开篇两句便让人感觉到阴冷萧条的气息， “有怅”、 “无情”用在了“寒潮”、 “残照”上，实则是为这南浦的“寒柳”渲染处境，感慨自己的满怀凄凉。此词开头便把地点定在这样一个令人的情绪易较为之伤感的环境中，在这样一个送别的地点，又是一个这样的秋日的黄昏，残阳西挂，满目凄凉，伴随着泠泠的寒风。</p> <p>　　“更吹起，霜条孤影。还记得，旧时飞絮。”一个“孤”字，更为这凄凉的环境平添一丝的无助、孤独——在这寒潮、残照中，秋风乍起，那本已萧条冷落的柳树枝条摇曳，在这摇曳中似乎还能看到当年柳絮纷飞、在春光中舞蹈的样子。词人的这一手法连悲秋带伤春一股脑儿地全写了出来，刻画了一个凄凉暗淡之境，写尽了柳如是人生的孤独、无奈的心境。词人用了“柳絮”这一意象，“柳絮”无根无蒂任风吹落，随意飘荡，多令人产生怜悯之情，因咏《燕台<a href=\"http://so.gushiwen.org/view_71570.aspx\">诗</a>》而痴恋其人。此处的用典，言约而意丰，它既暗含了词人与<a href=\"http://so.gushiwen.org/author_563.aspx\">陈子龙</a>通过诗词唱和结为知音，又同松江名士诗酒集会度过了人生的一段美好的时光，是其不幸人生的一点亮色。</p> <p>　　“况晚来，烟浪斜阳，见行客，特地瘦腰如舞。总一种凄凉，十分憔悴，尚有燕台佳句。”诗人笔锋一转，借柳自嘲，感慨流年，其心中自有百无聊赖，欲诉未诉。因为这段生活曾给她人生不少的慰藉，致使她多年后回忆起这段生活，仍不禁泪流涔涔。</p> <p>　　“春日酿成秋日雨。”一句，既承接了上阕的结句，又为下面的忆旧展开了铺垫。与陈子龙的短暂的相识、相恋给诗人暗淡的生活带来些许的慰藉，是其不幸人生的一点亮色，但这短暂的欢娱却为以后埋下了如此的苦楚。一句“秋日雨”写尽了人生的变故。</p> <p>　　下阕主要是借回忆过去来写对爱情的固贞执守。</p> <p>　　“念畴昔风流，暗伤如许。纵饶有，绕堤画舸，冷落尽，水云犹故。”词人想过去，痛惜今日，写尽相思之苦，画舸本是欢情之物，但即使拥有了它，自己依旧是先前的那个自己，或许更多了一点孤独、寂寞，这一切都是因为没有了情人的陪伴。此处词人化用<a href=\"http://so.gushiwen.org/author_354.aspx\">汤显祖</a>《紫钗记·折柳》中的唱词，表明了词人虽然身处烟花之地，却志向高洁，不愿折腰的心气。</p> <p>　　“忆从前，一点东风，几隔着重帘，眉儿愁苦。”这里的“东风”二字暗指昔目的恋人陈子龙，而“眉儿愁苦”则表现了词人怀念恋人，柔肠寸断的心绪，“虽知己而必别”，互为知己的爱人却注定无法终生厮守在一起，这又是何等的令人怅惘之事。</p> <p>　　“待约个梅魂，黄昏月淡。与伊深怜低语。”诗人借用了汤显祖的《紫钗记》的故事来向情人表明自己的心迹，心中的无尽烦闷该如何得解，恐怕还要向知心人诉说个明白。柳如是引用“梅魂”分别是把自己和情人设想为剧中人，希望有朝一日也能够团圆，到那时“与伊深怜低语”。</p> <p>　　柳如是的词“浓纤婉丽，极哀艳之情”，以柳自喻，故而真切感人，凄楚动人。她以一个女子的细腻的感触来写自己的情感经历，表达对离人的思念与无法与爱人厮守的怅惘。她让人洞察了她的不幸的人生遭际，以及在困境中她对爱情的固贞、执守和对命运的不屈从。</p>",
  "about": "<h2>创作背景</h2> <p>　　<a href=\"http://so.gushiwen.org/author_312.aspx\">柳如是</a>十五岁即落入风尘，成为歌妓。崇祯年间，和名士<a href=\"http://so.gushiwen.org/author_563.aspx\">陈子龙</a>相恋并同居，但陈子龙的祖母和嫡妻高氏均不相容，被逼迫离异。后来柳嫁<a href=\"http://so.gushiwen.org/author_426.aspx\">钱谦益</a>为妾。这首词其为哀叹自己身世之飘零和爱情的波折之作。</p><br/><h2>介绍</h2> 　　《金明池·咏寒柳》这首词是明清易代之际的才女<a href=\"http://so.gushiwen.org/author_312.aspx\">柳如是</a>所写，是现存的柳词中最著称的一首。《金明池·咏寒柳》为<a href=\"http://so.gushiwen.org/view_71570.aspx\">诗</a>人离开<a href=\"http://so.gushiwen.org/author_563.aspx\">陈子龙</a>以后感怀身世之作，抒发了“美人迟暮”之感，手法上更为成熟。词作处处写柳却实是处处写自己，柳与己的叠合，如羚羊挂角，无迹可求，达到水乳交融的“不隔”之境。而词间透出的自尊、独立、平等的人格要求使词格得以提升，比之<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>之《水龙吟》有过之而无不及。",
  "poet": {
    "id": 312,
    "star": 0,
    "name": "柳如是",
    "image": "http://img.gushiwen.org/authorImg/liurushi.jpg",
    "desc": "柳如是，女诗人，一说浙江嘉兴人，一说江苏苏州吴江区人。本名杨爱，后改名柳隐，字如是，又称河东君，丈夫为明清侍郎钱谦益，因读宋朝辛弃疾《贺新郎》中：“我见青山多妩媚，料青山见我应如是”，故自号如是。柳如是是活动于明清易代之际的著名歌妓才女，幼即聪慧好学，但由于家贫，从小就被掠卖到吴江为婢，妙龄时坠入章台，易名柳隐，在乱世风尘中往来于江浙金陵之间。她留下了不少值得传颂的轶事佳话和颇有文采的诗稿《湖上草》、《戊寅草》与尺牍。其墓在江苏常熟虞山花园浜。"
  },
  "tags": [
    "咏物",
    "柳树",
    "寓人",
    "爱情"
  ]
}