{
  "id": 2784,
  "star": 5343,
  "name": "望月怀远 / 望月怀古",
  "dynasty": "唐代",
  "content": "海上生明月，天涯共此时。<br>情人怨遥夜，竟夕起相思。<br>灭烛怜光满，披衣觉露滋。<br>不堪盈手赠，还寝梦佳期。",
  "fanyi": "<p><strong>译文</strong><br>茫茫的海上升起一轮明月，此时你我都在天涯共相望。<br>有情之人都怨恨月夜漫长，整夜里不眠而把亲人怀想。<br>熄灭蜡烛怜爱这满屋月光，我披衣徘徊深感夜露寒凉。<br>不能把美好的月色捧给你，只望能够与你相见在梦乡。</p> <p><strong>注释</strong><br>⑴怀远：怀念远方的亲人。<br>⑵首二句：辽阔无边的大海上升起一轮明月，使人想起了远在天涯海角的亲友，此时此刻也该是望着同一轮明月。<a href=\"http://so.gushiwen.org/author_353.aspx\">谢庄</a>《月赋》：“隔千里兮共明月”。<br>⑶情人：多情的人，指作者自己；一说指亲人。遥夜：长夜。怨遥夜：因离别而幽怨失眠，以至抱怨夜长。竟夕：终宵，即一整夜。<br>⑷怜：爱。滋：湿润。怜光满：爱惜满屋的月光。这里的灭烛怜光满，很显然根据上下文，这应该是个月明的时候，应该在农历十五左右。此时月光敞亮，就是在现在今天，熄掉油灯仍然感受得到月光的霞美。当一个人静静的在屋子里面享受月光，就有种“怜”的感觉，这只是一种发自内心的感受而已，读<a href=\"http://so.gushiwen.org/view_2784.aspx\">诗</a>读人，应该理解当时诗人的心理才能读懂诗词。光满自然就是月光照射充盈的样子，“满”描写了一个状态，应该是月光直射到屋内。<br>⑸末两句：月华虽好但是不能相赠，不如回入梦乡觅取佳期。<a href=\"http://so.gushiwen.org/author_838.aspx\">陆机</a>《拟明月何皎皎》：“照之有余辉，揽之不盈手。”盈手：双手捧满之意。盈：满（指那种满荡荡的充盈的状态）。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　《望月怀远》是一首月夜怀念远人的<a href=\"http://so.gushiwen.org/view_2784.aspx\">诗</a>，是作者在离乡时，望月而思念远方亲人而写的。起句“海上生明月”意境雄浑阔大，是千古佳句。它和<a href=\"http://so.gushiwen.org/author_758.aspx\">谢灵运</a>的“池塘生春草”，<a href=\"http://so.gushiwen.org/author_732.aspx\">鲍照</a>的“明月照积雪”，<a href=\"http://so.gushiwen.org/author_32.aspx\">谢朓</a>的“大江流日夜”以及作者自己的“孤鸿海上来”等名句一样，看起来平淡无奇，没有一个奇特的字眼，没有一分点染的色彩，脱口而出，却自然具有一种高华浑融的气象。这一句完全是景，点明题中的“望月”。第二句“天涯共此时”，即由景入情，转入“怀远”。前乎此的有<a href=\"http://so.gushiwen.org/author_353.aspx\">谢庄</a>《月赋》中的“隔千里兮共明月”，后乎此的有<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>《水调歌头·明月几时有》词中的“但愿人长久，千里共婵娟”，都是写月的名句，其旨意也大抵相同，但由于各人以不同的表现方法，表现在不同的体裁中，谢庄是赋，苏轼是词，<a href=\"http://so.gushiwen.org/author_691.aspx\">张九龄</a>是诗，相体裁衣，各极其妙。这两句把诗题的情景，一起就全部收摄，却又毫不费力，仍是张九龄作古诗时浑成自然的风格。</p> <p>　　从月出东斗直到月落鸟啼，是一段很长的时间，诗中说是“竟夕”，亦即通宵。这通宵的月色对一般人来说，可以说是漠不相关的，而远隔天涯的一对情人，因为对月相思而久不能寐，只觉得长夜漫漫，故而落出一个“怨”字。三四两句，就以怨字为中心，以“情人”与“相思”呼应，以“遥夜”与“竟夕”呼应，上承起首两句，一气呵成。这两句采用流水对，自然流畅，具有古诗气韵。</p> <p>　　竟夕相思不能入睡，或许是怪屋里烛光太耀眼，于是灭烛，披衣步出门庭，光线还是那么明亮。这天涯共对的一轮明月竟是这样撩人心绪，使人见到它那姣好圆满的光华，更难以入睡。夜已深了，气候更凉一些了，露水也沾湿了身上的衣裳。这里的“滋”字不仅是润湿，而且含滋生不已的意思。“露滋”二字写尽了“遥夜”、“竟夕”的精神。“灭烛怜光满，披衣觉露滋”，两句细巧地写出了深夜对月不眠的实情实景。</p> <p>　　相思不眠之际，没有什么可以相赠，只有满手的月光。诗人说：“这月光饱含我满腔的心意，可是又怎么赠送给你呢？还是睡罢！睡了也许能在梦中与你欢聚。”“不堪”两句，构思奇妙，意境幽清，没有深挚情感和切身体会，恐怕是写不出来的。这里诗人暗用晋<a href=\"http://so.gushiwen.org/author_838.aspx\">陆机</a>“照之有余辉，揽之不盈手”两句诗意，翻古为新，悠悠托出不尽情思。诗至此戛然而止，只觉余韵袅袅，令人回味不已。</p>",
  "about": "<h2>创作背景</h2> 　　唐玄宗开元二十一年（733），<a href=\"http://so.gushiwen.org/author_691.aspx\">张九龄</a>在朝中任宰相。遭奸相<a href=\"http://so.gushiwen.org/author_2691.aspx\">李林甫</a>诽谤排挤后，于开元二十四年（736）罢相。《望月怀远》这首<a href=\"http://so.gushiwen.org/view_2784.aspx\">诗</a>应写于开元二十四年张九龄遭贬荆州长史以后，同《感遇十二首》应该属于同一时期的作品。",
  "poet": {
    "id": 691,
    "star": 0,
    "name": "张九龄",
    "image": "http://img.gushiwen.org/authorImg/zhangjiuling.jpg",
    "desc": "张九龄(678-740) : 唐开元尚书丞相，诗人。字子寿，一名博物，汉族，韶州曲江（今广东韶关市）人。长安年间进士。官至中书侍郎同中书门下平章事。后罢相，为荆州长史。诗风清淡。有《曲江集》。他是一位有胆识、有远见的著名政治家、文学家、诗人、名相。他忠耿尽职，秉公守则，直言敢谏，选贤任能，不徇私枉法，不趋炎附势，敢与恶势力作斗争，为“开元之治”作出了积极贡献。他的五言古诗，以素练质朴的语言，寄托深远的人生慨望，对扫除唐初所沿习的六朝绮靡诗风，贡献尤大。誉为“岭南第一人”。"
  },
  "tags": [
    "唐诗三百首",
    "月亮",
    "中秋节",
    "思乡",
    "思念"
  ]
}