{
  "id": 52424,
  "star": 26,
  "name": "减字木兰花·刘郎已老",
  "dynasty": "宋代",
  "content": "刘郎已老。不管桃花依旧笑。要听琵琶。重院莺啼觅谢家。 <br>曲终人醉。多似浔阳江上泪。万里东风。国破山河落照红。",
  "fanyi": "<p><strong>译文</strong><br>“桃花”没有变，依旧开的灿烂；而“我”的心境却变了，变老了。<br>在这种凄苦潦倒心绪支配下，百无聊赖，我也想听听琵琶。但我不像宋代的某些高官那样，家蓄歌儿舞女，我只好到歌妓深院里去听了。<br>一曲终了，我的情绪沉醉曲种久久不能自拔，让我理解了<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>当年浔阳江上那份自伤沦落，却逢知己的激动心情<br>眼前东风万里，依然如故，惟有中原沦陷，山河破碎，半壁山河笼罩在一片落日馀晖中，尽管还有一线淡淡的红色，但毕竟已是日薄西山，黄昏将近了。</p><p><strong>注释</strong><br>⑴刘郎：指唐<a href=\"http://so.gushiwen.org/view_52424.aspx\">诗</a>人<a href=\"http://so.gushiwen.org/author_197.aspx\">刘禹锡</a>。他曾被贬至南方连州、朗州等地。作者因战乱而流浪南方，故以刘郎自比。<br>⑵<a href=\"http://so.gushiwen.org/author_74.aspx\">崔护</a>《题都城南庄》诗有“桃花依旧笑东风“之句。这句是说诗人已老，花月繁华引不起他的兴致。<br>⑶重院：深院。谢家：指歌伎居处。<a href=\"http://so.gushiwen.org/author_688.aspx\">张泌</a>《寄人》：“别梦依依到谢家。“<br>⑷浔阳江上：白居易《琵琶行》：“浔阳江头夜送客，枫叶荻花秋瑟瑟….凄凄不似向前声，满座重闻皆掩泣。座中泣下谁最多，江州司马青衫湿。“这两句说自己象白居易那样听琵琶后落泪伤心。<br>⑸<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>《春望》诗：“国破山河在，城春草木深。“这句说面对落日映照下的大地山河，想到国破家亡，不禁感慨万端。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　古人在接近中年时，如果处境不利，遇上不顺心的事，便自觉老了。谢安有中年哀乐之感，所以<a href=\"http://so.gushiwen.org/author_676.aspx\">袁枚</a>称谢安“能支江左偏安局，难遣中年以后情”。<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>的《江城子·密州出猎》是在宋神宗熙宁八年（1075）写的，时年三十九岁，就在词中自称“老夫”。因苏轼当时外放山东密州，仕途不利，心情郁闷。<a href=\"http://so.gushiwen.org/author_723.aspx\">朱敦儒</a>生于宋神宗元丰四年（1081）。宋室南渡是在钦宗靖康二年（1127），朱敦儒年四十六岁。这首词是南渡以后的作品，作于朱敦儒四十六岁以后，故起笔便自叹“刘郎已老，不管桃花依旧笑”。这里暗用两个典故。中唐<a href=\"http://so.gushiwen.org/view_52424.aspx\">诗</a>人<a href=\"http://so.gushiwen.org/author_197.aspx\">刘禹锡</a>《元和十年自朗州至京戏赠看花诸君子》诗中有“玄都观里桃千树，尽是刘郎去后栽”诗句。《再游玄都观》诗有“种桃道士归何处？前度刘郎今又来。”诗句。刘郎与桃花的关系就是从这里来的。第二句用唐<a href=\"http://so.gushiwen.org/author_74.aspx\">崔护</a>《题都城南庄》诗：“去年今日此门中，人面桃花相映红。人面不知何处去，桃花依旧笑春风。”这是桃花与笑的关系。作者截去“春风”二字，与“老”字押韵。刘禹锡两度被贬，仕途坎坷，再游玄都观时，已五十六岁，进入老境。朱敦儒可能感到自己与刘禹锡有某些相似点，且又已入老境，故以“刘郎”自拟。“桃花”用在此处，一方面与“刘郎”有关，另一方面也含有某种象征意义。朱敦儒在靖康之难以前，在洛阳过着才子词人浪漫疏放的生活，从他的一首《鹧鸪天》词中就可以看出：“曾为梅花醉不归，佳人挽袖乞新词。轻红遍写鸳鸯带，浓碧争斟翡翠卮。”由于金人鼙鼓动地来，才惊破了他的佳人诗酒梦。国亡家破，南逃以后的朱敦儒一下子觉得自己变得衰老了。“桃花”没有变，“依旧笑”；而词人的心境却变了，变老了。尽管南宋统治者还在“西湖歌舞几时休”，而朱敦儒却对过去“佳人挽袖”，醉写新词的生活已经没有那种闲情逸兴了，所以他“不管桃花依旧笑”。桃李春风、儿女情长都已与己无干，表达的是\"人老万事休\"的沧桑之感。</p> <p>　　他在《雨中花》词中也曾无限感慨地说：“塞雁年年北去，蛮江日日西流。此生老矣，除非春梦，重到东周。”又一次表现了他自感衰老的心情。</p> <p>　　在这种凄苦潦倒心绪支配下，百无聊赖，他也想听听琵琶。但他不像宋代的某些高官那样，家蓄歌儿舞女，他只好到歌妓深院里去听了。重院，即深院。谢家，即谢秋娘家。谢秋娘，唐代名妓，故诗词中常用谢家代指妓家，或指诗人所爱恋的女子家。如唐<a href=\"http://so.gushiwen.org/author_688.aspx\">张泌</a>《寄人》：“别梦依稀到谢家”。<a href=\"http://so.gushiwen.org/author_415.aspx\">温庭筠</a>《更漏子》：“惆怅谢家池阁。”都可说明这种用法。</p> <p>　　过片，紧承上片听琵琶而来。“曲终人醉”的曲，指琵琶曲。词人听完“谢家”的琵琶曲后，产生了怎样的效果？有怎样的感受？是乐还是愁？这是下片词意发展的关键处。在这关键处，作者笔锋决定性地一转：“多似浔阳江上泪”，这一转，决定词意向愁的方面发展。<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>在浔阳江听到琵琶女弹琵琶，自伤沦落，心情激动，“座中泣下谁最多，江州司马青衫湿。”朱敦儒为什么“多似浔阳江上泪”？下文提出了明确的答案：“万里东风，国破山河落照红。”原来朱敦儒感到眼前东风万里，依然如故，惟有中原沦陷，山河破碎，半壁山河笼罩在一片落日馀晖中，尽管还有一线淡淡的红色，但毕竟已是日薄西山，黄昏将近了。词人把破碎的山河置于黯淡的夕照中，用光和色来象征和暗示南宋政权已近夕照黄昏，中原失地，恢复无望。这对于身遭国难，远离故土，流落南方的词人来说，怎能不痛心？怎能不“多似浔阳江上泪”呢？！\"落照红\"三字，即是夕阳西下的眼前之景，亦隐喻宋季国运的衰微气象。 这种国破家亡之痛，在他的另一首词《采桑子·彭浪矶》中也有十分明显的表示：“扁舟去作江南客，旅雁孤云，万里烟尘，回首中原泪满巾。碧山对晚汀洲冷，枫叶芦根，日落波平。愁损辞乡去国人。”由此可见朱敦儒身经国亡家破之难，流离转徙于南方之后，贯串在他词中的主流始终是一颗对国家民族的拳拳赤子之心，一种感人至深的爱国激情。千百年后读之，仍令人心情激荡不已。</p><br/><h2>赏析二</h2> <p>　　<a href=\"http://so.gushiwen.org/author_723.aspx\">朱敦儒</a>的这首《减字木兰花》，一反以往其词平易流畅，少用典故的特点，在短短的四十四个字中连用三典。“刘郎已老，不管桃花依旧笑。”开篇两句便含着两个典故，中唐<a href=\"http://so.gushiwen.org/view_52424.aspx\">诗</a>人<a href=\"http://so.gushiwen.org/author_197.aspx\">刘禹锡</a>《元和十年自朗州至京戏赠看花诸君子》诗中有“玄都观里桃千树，尽是刘郎去后栽”诗句。《再游玄都观》诗有“种桃道士归何处？前度刘郎今又来。”诗句。刘郎与桃花的关系就是从这里来的。第二句用唐<a href=\"http://so.gushiwen.org/author_74.aspx\">崔护</a>《题都城南庄》诗：“去年今日此门中，人面桃花相映红。人面不知何处去，桃花依旧笑春风。”这是桃花与笑的关系。作者截去“春风”二字，与“老”字押韵。刘禹锡两度被贬，仕途坎坷，再游玄都观时，已五十六岁，进入老境。朱敦儒可能感到自己与刘禹锡有某些相似点，且又已入老境，故以“刘郎”自拟。“桃花”用在此处，一方面与“刘郎”有关，另一方面也含有某种象征意义。朱敦儒在靖康之难以前，在洛阳过着才子词人浪漫疏放的生活，从他的一首《鹧鸪天》词中就可以看出：“曾为梅花醉不归，佳人挽袖乞新词。轻红遍写鸳鸯带，浓碧争斟翡翠卮。”由于金人鼙鼓动地来，才惊破了他的佳人诗酒梦。国亡家破，南逃以后的朱敦儒一下子觉得自己变得衰老了。“桃花”没有变，“依旧笑”；而词人的心境却变了，变老了。尽管南宋统治者还在“西湖歌舞几时休”，而朱敦儒却对过去“佳人挽袖”，醉写新词的生活已经没有那种闲情逸兴了，所以他“不管桃花依旧笑”。桃李春风、儿女情长都已与己无干，表达的是\"人老万事休\"的沧桑之感。在这种凄苦潦倒心绪支配下，百无聊赖，他也想听听琵琶。但他不像宋代的某些高官那样，家蓄歌儿舞女，他只好到歌妓深院里去听了。 </p> <p>　　下片，紧承上片听琵琶而来。“曲终人醉”的曲，指琵琶曲。词人听完“谢家”的琵琶曲后，产生了怎样的效果？有怎样的感受？是乐还是愁？这是下片词意发展的关键处。在这关键处，作者笔锋决定性地一转：“多似浔阳江上泪”，这一转，决定词意向愁的方面发展。<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>在浔阳江听到琵琶女弹琵琶，自伤沦落，心情激动，“座中泣下谁最多，江州司马青衫湿。”朱敦儒为什么“多似浔阳江上泪”？下文提出了明确的答案：“万里东风，国破山河落照红。”原来朱敦儒感到眼前东风万里，依然如故，惟有中原沦陷，山河破碎，半壁山河笼罩在一片落日馀晖中，尽管还有一线淡淡的红色，但毕竟已是日薄西山，黄昏将近了。词人把破碎的山河置于黯淡的夕照中，用光和色来象征和暗示南宋政权已近夕照黄昏，中原失地，恢复无望。这对于身遭国难，远离故土，流落南方的词人来说，怎能不痛心？怎能不“多似浔阳江上泪”呢！\"落照红\"三字，即是夕阳西下的眼前之景，亦隐喻宋季国运的衰微气象。 这种国破家亡之痛，在他的另一首词《采桑子·彭浪矶》中也有十分明显的表示：“扁舟去作江南客，旅雁孤云，万里烟尘，回首中原泪满巾。碧山对晚汀洲冷，枫叶芦根，日落波平。愁损辞乡去国人。”由此可见朱敦儒身经国亡家破之难，流离转徙于南方之后，贯串在他词中的主流始终是一颗对国家民族的拳拳赤子之心，一种感人至深的爱国激情。千百年后读之，仍令人心情激荡不已。</p> <p>　　全词用典灵活、自然、贴切，词风明快，内容安排层次清楚。下片在静穆中突然迸发出爱国激情，如一股抑制不住的激流，激荡人心，久久不能平静。</p>",
  "about": "<h2>创作背景</h2> 　　此词作于中原沦丧，康王南渡靖康二年（1127）之后，抒写的是“忧时念乱，忠愤之致”（《<a href=\"http://so.gushiwen.org/author_619.aspx\">王鹏运</a>《樵歌跋》）。",
  "poet": {
    "id": 723,
    "star": 0,
    "name": "朱敦儒",
    "image": "http://img.gushiwen.org/authorImg/zhudunru.jpg",
    "desc": "朱敦儒 （1081－1159），字希真，洛阳人。历兵部郎中、临安府通判、秘书郎、都官员外郎、两浙东路提点刑狱，致仕，居嘉禾。绍兴二十九年（1159）卒。有词三卷，名《樵歌》。朱敦儒获得“词俊”之名，与“诗俊”陈与义等并称为“洛中八俊” （楼钥《跋朱岩壑鹤赋及送闾丘使君诗》）"
  },
  "tags": [
    "典故",
    "感叹",
    "人生"
  ]
}