{
  "id": 122,
  "star": 112,
  "name": "葛生",
  "dynasty": "先秦",
  "content": "葛生蒙楚，蔹蔓于野。予美亡此，谁与？独处？<br>葛生蒙棘，蔹蔓于域。予美亡此，谁与？独息？<br>角枕粲兮，锦衾烂兮。予美亡此，谁与？独旦？<br>夏之日，冬之夜。百岁之后，归于其居。<br>冬之夜，夏之日。百岁之后，归于其室。",
  "fanyi": "<p><strong>译文<br></strong>葛藤覆盖了一丛丛的黄荆，野葡萄蔓延在荒凉的坟茔。我的亲密爱人长眠在这里，谁和他在一起？独守安宁！<br>葛藤覆盖了丛生的酸枣枝，野葡萄蔓延在荒凉的坟地。我的亲密爱人埋葬在这里，谁和他在一起？独自安息！<br>他头下的角枕是那样光鲜，身上的锦被多么光华灿烂！我的亲密爱人安眠在这里，谁和他在一起？独枕待旦！<br>没有你的日子里夏天煎熬，冬夜是那样漫长难耐孤寒。终有一天我也要化作清风，随你而来相会在碧落黄泉！<br>没有你的日子里冬夜漫漫，夏天是那样漫长尤感孤寂。终有一天我也要化为泥土，随你而来相聚在这块宝地！</p> <p><strong>注释<br></strong>⑴葛：藤本植物，茎皮纤维可织葛布，块根可食，花可解酒毒。<br>⑵蒙：覆盖。楚：灌木名，即牡荆。<br>⑶蔹（liǎn）：攀缘性多年生草本植物，根可入药，有白蔹、赤蔹、乌蔹等。<br>⑷予美：我的好人。郑笺：“我所美之人。”<a href=\"http://so.gushiwen.org/author_459.aspx\">朱熹</a>《<a href=\"http://so.gushiwen.org/view_122.aspx\">诗</a>集传》：“妇人指其夫也。”亡此：死于此处，指死后埋在那里。<br>⑷棘：酸枣，有棘刺的灌木。<br>⑹域：坟地。毛传：“域，营域也。”马瑞辰《毛诗传笺通释》：“营域，或作茔域，古为葬地之称。《说文》：‘茔，墓地也’是也。”<br>⑺角枕：牛角做的枕头。据《周礼·王府》注，角枕用于枕尸首。粲：同“灿”。<br>⑻锦衾：锦缎褥。闻一多《风诗类钞》：“角枕、锦衾，皆敛死者所用。”烂：灿烂。<br>⑼旦：天亮。朱熹《诗集传》：“独旦，独处至旦也。”一说旦释为安，闻一多《风诗类钞》：“旦，坦。”“坦，安也。”<br>⑽夏之日、冬之夜：夏之日长，冬之夜长，言时间长也。<br>⑾其居：亡夫的墓穴。下文“其室”义同。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　全<a href=\"http://so.gushiwen.org/view_122.aspx\">诗</a>五章，每章四句，从结构上看，可分两大部分，前一部分为有“予美亡此”句的三章，后一部分为有“百岁之后”句的两章。对后一部分是用赋法，诸家无异议，但对前一部分，除第三章皆认为是赋外，第一、二两章却有“兴”、“比而赋”、“赋”等三种说法。“葛生蒙楚（棘），蔹蔓于野（域）”两句，互文见义，都既有兴起整章的作用，也有以藤草之生各有托附比喻情侣相亲相爱关系的意思，也有对眼前所见景物的真实描绘，可以说是“兴而比而赋”。这一开篇即出现的兴、比、赋兼而有之的意象，设置了荒凉凄清、冷落萧条的规定情境，显示出一种悲剧美作。接着，“予美亡此，谁与独处”两句，是表达对去世的配偶表示哀悼怀念之情。这里的比兴意义是：野外蔓生的葛藤蔹茎缠绕覆盖着荆树丛，就像爱人那样相依相偎，而诗中主人公却是形单影只，孤独寂寞，好不悲凉。第三章写“至墓则思衾枕鲜华”（郝懿行《诗问》），“角枕、锦衾，殉葬之物也。极惨苦事，忽插极鲜艳语，更难堪”（牛运震《诗志》）。而“谁与独旦”如释“旦”为旦夕之旦，其意义又较“独处”、“独息”有所发展，通宵达旦，辗转难眠，其思念之深，悲哀之重，几乎无以复加。</p> <p>　　后两章，语句重复尤甚于前三章，仅“居”、“室”两字不同，而这两字意义几乎无别。可它又不是简单的重章叠句，“夏之日，冬之夜”颠倒为“冬之夜，夏之日”，不能解释为作歌词连番咏唱所自然形成，而是作者刻意为之。两章所述，体现了诗中主人公日复一日、年复一年的永无终竭的怀念之情，闪烁着一种追求爱的永恒的光辉。而“百岁之后，归于其居（室）”的感慨叹息，也表现出对荷载着感情重负的生命之旅最终归宿的深刻认识，与所谓“生命的悲剧意识”这样的现代观念似乎也非常合拍。</p>",
  "about": "<h2>创作背景</h2> 　　关于此<a href=\"http://so.gushiwen.org/view_122.aspx\">诗</a>的主旨，《毛诗序》云：“刺晋献公也。好攻战，则国人多丧。”郑笺解释说：“夫从征役，弃亡不反，则其妻居家而怨思。”孔疏又解释说：“其国人或死行陈（阵），或见囚虏，……其妻独处于室，故陈妻怨之辞以刺君也。”后世治诗者承其绪而各有所取，宋<a href=\"http://so.gushiwen.org/author_459.aspx\">朱熹</a>《诗经集传》与清方玉润《诗经原始》都取“征妇怨”说，不言刺义。清郝懿行首先揭示了“角枕”、“锦衾”为收殓死者的用具，指出：“《葛生》，悼亡也。”今人多取其说。凭“亡此”、“于域”、“角枕”、“锦衾”、“其居”、“其室”、“独处”、“独息”、“独旦”等词语证此诗悼亡之旨，是有说服力的。同时，可直接从文本出发，将诗作的历史年代、社会背景乃至男词女词等不能根据文本得出结论的问题撇开，在较宽泛的意义上解说此诗，视之为一首普通的悼亡之作，更具有本质性的兴发感动力。",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": [
    "诗经",
    "悼亡"
  ]
}