{
  "id": 59348,
  "star": 77,
  "name": "念奴娇·闹红一舸",
  "dynasty": "宋代",
  "content": "<span style=\"font-family:SimSun;\">余客武陵。湖北宪治在焉：古城野水，乔木参天。余与二三友，日荡舟其间。薄荷花而饮，意象幽闲，不类人境。秋水且涸。荷叶出地寻丈，因列坐其下，上不见日。清风徐来，绿云自动。间于疏处，窥见游人画船，亦一乐也。朅来吴兴。数得相羊荷花中，又夜泛西湖，光景奇绝。故以此句写之。</span></p> <p>闹红一舸，记来时，尝与鸳鸯为侣，三十六陂人未到，水佩风裳无数。翠叶吹凉，玉容消酒，更洒菇蒲雨。嫣然摇动，冷香飞上诗句。<br>日暮，青盖亭亭，情人不见，争忍凌波去？只恐舞衣寒易落，愁人西风南浦。高柳垂阴，老鱼吹浪，留我花间住。田田多少，几回沙际归路。",
  "fanyi": "<p><strong>译文</strong><br>小舟荡漾在红火、繁茂的荷花丛里，记得来时曾经与水面鸳鸯结成伴侣。放眼望三十六处荷塘连绵一气，罕见游人踪迹，无数映水的荷花衬着荷叶在微风中摇曳，就像系着佩带和裙裳的美女。翠碧的荷叶间吹过凉风，花容粉艳仿佛带着残余的酒意，更有水草丛中洒下一阵密雨。荷花嫣然微笑轻摇倩影，幽冷的清香飞上我赞美荷花的<a href=\"http://so.gushiwen.org/view_59348.aspx\">诗</a>句。<br>日暮之际，荷叶如青翠的伞盖亭亭玉立，情人艳姿已隐然不见，我怎忍心乘舟荡波而去？只恐怕寒秋时季，舞衣般的荷瓣容易凋落，西风吹得南浦一片狼藉，使我愁恨悲凄。那高高的柳树垂下绿荫，肥大的老鱼将浪花吹起，仿佛拘留我在荷花间留居。多少圆圆的荷叶啊，曾知我多少回在沙岸边的归路上徘徊，不舍离去。</p> <p><strong>注释</strong><br>武陵：今湖南常德县。<br>薄：临近。<br>朅（qiè）：来，来到。<br>吴兴：今浙江湖州。<br>相羊：亦作“ 相佯 ”。亦作“ 相徉 ”。 徘徊；盘桓。<br>光景：风光；景象。<br>三十六陂：地名。在今 江苏省 扬州市 。诗文中常用来指湖泊多。<br>水佩风裳：以水作佩饰，以风为衣裳。<br>菇蒲：水草。菇即茭白。<br>青盖：特指荷叶。<br>争忍：犹怎忍。<br>凌波：行于水波之上。常指乘船。<br>南浦：南面的水边。后常用称送别之地。<br>田田：莲叶盛密的样子。<br>沙际：沙洲或沙滩边。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这是一篇托物比兴的咏物词，借写荷花寄托身世。 　</p> <p>　　宋代词人<a href=\"http://so.gushiwen.org/author_164.aspx\">周邦彦</a>是钱塘人，写下“叶上初阳乾宿雨。水面清圆，一一风荷举”（《苏暮遮》）的名句。<a href=\"http://so.gushiwen.org/author_30.aspx\">姜夔</a>的这首咏荷词，也同样把读者带到一个光景奇绝清幽空灵的世界，那里有冰清玉洁的美人，有人们寻找的清香幽韵的梦……从这首《念奴娇》词的小序知道，姜夔曾多次与友人倘徉于江南荷塘景色之中，因感其“意象幽闲，不类人境”，而有是作。　</p> <p>　　词一开头就把读者带向那美好的境界：正是荷花盛开的时候，荷花丛中荡舟，一路上一对对鸳鸯伴着船儿戏水。真是到了荷花世界了，这里人迹罕到，只见那望不见边的荷塘，绿波荡漾，荷叶翻飞。“水佩风裳”，本指美人妆饰，代指荷叶荷花，与周邦彦“一一风荷举”共得荷花之神理。从那碧绿的荷叶间，吹来阵阵凉风，那鲜艳的荷花，好像美人玉脸带着酒意消退时的微红。一阵密雨从菰蒲丛中飘洒过来，荷花倩影娉婷，嫣然含笑，吐出幽幽冷香。惹起<a href=\"http://so.gushiwen.org/view_59348.aspx\">诗</a>人诗兴大发，写出了优美的诗句。 　</p> <p>　　这美好的情景多么使人留恋，然而时间在悄悄过去，已是日暮时分，只见那车盖般的绿荷，亭亭玉立，就像那等候情人的凌波仙子，情人未见，欲去还留。凌波用<a href=\"http://so.gushiwen.org/author_322.aspx\">曹植</a>《洛神赋》之典故。只怕西风起时，舞衣般的叶子经不住秋寒的萧瑟而容易凋残，更为那无情的秋风将把南浦变成一片萧条而忧愁。还有那高高柳树垂下绿阴，肥大的老鱼吹波吐浪，这一切，都要挽留他住在荷花中间。词人说：田田的荷叶呵，您多得难以计算，可曾记得我多少回在沙堤旁边的归路上依恋徘徊？“田田”形容浮在水面的荷叶，南朝民歌有“江南可采莲，莲叶荷田田”之句。</p> <p>　　姜夔以清空骚雅的词笔，把荷塘景色描绘得十分真切生动。可是，这样的好词，<a href=\"http://so.gushiwen.org/author_408.aspx\">王国维</a>却看不上眼，他在称赞周邦彦咏荷名句后，接着就批评姜夔咏荷词“犹有隔雾看花之恨”。其实，姜夔咏荷在“得荷之神理”方面，并不比周词逊色。周词主要是写客子思乡之情，咏荷就是“叶上初阳乾宿雨，水面清圆，一一风荷举”数句，它使人看到的还仅仅是荷叶之物态，而姜夔咏荷，不仅具有荷花之物态，还使人同时隐隐看到一位荷花化身清馨幽逸的美人，她“玉容销酒”，像荷花般的红晕，她“嫣然”微笑，像花朵盛开。荷花生长水中，她便似凌波仙子；荷香清幽，她又是美人“冷香”。花如美人，美人如花，恍惚迷离，具有朦胧之美。</p> <p>　　更可贵的是，姜夔这首词写出了赏爱荷花的最真切的心灵感受。姜夔一生襟怀清旷，诗词亦如其人。他写“意象幽闲，不类人境”的荷塘，实是要体现他所追求的一种理想境界，在这个冰清玉洁，一尘不染的境界中，有美人兮，在水一方。“翠叶吹凉，玉容销酒，更洒菰蒲雨。嫣然摇动，冷香飞上诗句”，这不简直是一场富有诗意浪漫的人花之恋么？“日暮青盖亭亭，情人不见，争忍凌波去。”荷花对词人深情如此，词人对荷花呢，“只恐舞衣寒易落，愁入西风南浦”，也是无限依恋。因此不妨这样说，姜夔这首《念奴娇》实是一支荷花的恋歌。由于荷花在我国文学中是象征着“出污泥而不染”的高洁品格，姜夔对荷花的爱恋不正寄托着他对自己的超凡脱俗的生活理想的追求吗？姜夔写荷花，不是停留在实际描摹其形态，而是摄取其神理，将自己的感受和体验融合进去，把自己的个性和神韵融合进去，写花实是写人也。姜夔这种空际传神的词笔，往往意在言外，寄托深微充满美妙的想象，而富有启发性。这种写法与一般实际摹写景物者大异其趣。如“嫣然摇动，冷香飞上诗句”之类，读者须充分发挥想象才能品味，否则，便有如王国维所说“雾里看花”之感了。写出对荷花的一片怜惜爱护之情，留连忘返之意，情深意切，使人感到作者胸襟之旷荡，心情之依恋。</p>",
  "poet": {
    "id": 30,
    "star": 0,
    "name": "姜夔",
    "image": "http://img.gushiwen.org/authorImg/jiangkui.jpg",
    "desc": "姜夔，南宋文学家、音乐家。人品秀拔，体态清莹，气貌若不胜衣，望之若神仙中人。往来鄂、赣、皖、苏、浙间，与诗人词家杨万里、范成大、辛弃疾等交游。庆元中，曾上书乞正太常雅乐，他少年孤贫，屡试不第，终生未仕，一生转徙江湖，靠卖字和朋友接济为生。他多才多艺，精通音律，能自度曲，其词格律严密。其作品素以空灵含蓄著称，有《白石道人歌曲》等。姜夔对诗词、散文、书法、音乐，无不精善，是继苏轼之后又一难得的艺术全才。"
  },
  "tags": [
    "宋词三百首",
    "咏物",
    "荷花",
    "身世",
    "追求"
  ]
}