{
  "id": 10295,
  "star": 25,
  "name": "送李侍御赴安西",
  "dynasty": "唐代",
  "content": "行子对飞蓬，金鞭指铁骢。功名万里外，心事一杯中。 <br>虏障燕支北，秦城太白东。离魂莫惆怅，看取宝刀雄。",
  "fanyi": "<h2>注释</h2> ①安西：安西都护府，治所在今新疆维吾尔自治区库车县。<br>②骢：指黑色的骏马。<br>③虏障：指防御工事。燕支：山名，这里代指安西。<br>④太白东：具体指秦岭太白峰以东的长安。<br>⑤离魂：指离别时的心情。惆怅：失意、难过。 <br>⑥宝刀雄：指在边地作战建立军功的雄心壮志。",
  "shangxi": "<h2>鉴赏</h2> <p>　　这首律<a href=\"http://so.gushiwen.org/view_10295.aspx\">诗</a>被后人誉为“盛唐五言律第一”。“侍御”即侍御史的简称，官名。李侍御，名未详。“安西”，即安西都护府，治所在今新疆库车县。此诗为送友人从军塞外而作，其中强烈表达了立功异域的战斗激情，和乐观豪迈的昂扬意绪。</p> <p>　　首联“行子对飞蓬，金鞭指铁骢”，紧扣题意，写李侍御即将跨马远征。以“飞蓬”喻“行子”，自然使人联想到“行子”身影的轻疾，可谓形神毕现。</p> <p>　　“铁骢”为青黑色相杂的马，本已矫健迅疾，再加上主人挥鞭，自然是凌厉如飞了。以“金”、“铁”来修饰“鞭”和“骢”，平添坚强的力度。故一发端，颇具顿挫之力，使“行子”轻捷如飞，意气昂扬的气势与英姿如在眼前。</p> <p>　　颔联“功名万里外，心事一杯中”，紧承上联送别之意。友人远征“万里”，是为求取“功名”，自当鼓励，因此不得挽留。临别之际，万千“心事”，一言难尽，全寄托在“一杯”别酒之中。此联极尽纵横捭阖之能事。先从“万里外”一笔推开，展现出巨大的空间，表现李侍御豪迈的激情、飞动的气势。但紧接着一笔收勒，又回到别筵。这“一杯”中包含了哪些“心事”，诗人没有明写，但不难推测，它包含着深挚的惜别，“万里”征途的担心；前程珍重的祝愿；“功名”早立的期望等等，感情极为深沉厚重。一开一阖之际，极富抑扬顿挫之力。</p> <p>　　颈联“虏障燕支北，秦城太白东”。“虏障”，指防御工事。“燕支”，山名，在今甘肃山丹县东南，这里代指安西，“太白东”，指秦岭太白峰以东的长安。</p> <p>　　这一联再一笔宕开，境界进一步扩大。安西与长安，相距万里，关山阻隔，归路茫茫，在地域广阔的画面上，浓墨重彩的勾勒，既是写景，更是托情。尾联继“离魂莫惆怅”的殷切劝慰之后，奇峰突起，以“看取宝刀雄”的放声高唱，将激昂壮别、立功异域的雄心壮志喷涌而出，具有惊心动魄的艺术力量。</p> <p>　　这首送别诗最动人的地方，是融注于诗中的雄壮豪放之情，同时，诗人以意驱象，既有“飞蓬”、“铁骢”的形象描绘，又有广袤万里的空间描绘，这些超迈遒劲、雄浑阔大的形象，不仅体现了诗人感情的豪壮，同时也焕发出昂扬奋发的盛唐时代精神。</p> <p>　　响亮警拔的声调，高亢有力的节奏，进一步增强了诗歌的力度和气势。<a href=\"http://so.gushiwen.org/author_227.aspx\">高适</a>在诗中善于用四声组成抑扬亢堕的声调韵律，使诗歌显得声情并茂。如第一联中“对”、“指”两字，在意义上不但属对精切，声调上也去、上相对，显得抑扬有致。第三句中“万里外”三字连用去、上、去三个仄声，由于音节响亮震彻，有力地突出了主人公奋身万里疆场的雄心。尤其是最后一联，“莫惆怅”三字，以“清而远”的去声煞尾，使节奏显得平缓委婉，情深动人。对句“看取宝刀雄”以金戈铁马、挥刀奋击的豪壮军旅生活，鼓励友人昂扬奋发地踏上征途，尽扫愁绪。在声调上，第三字用一上声“宝”字，最响亮有力，与后面既是写刀、又是写人的“雄”字相连，使诗句力重千钧，具有斩钉截铁之势。再加之全诗一律押易于表达乐观开朗情绪的东韵，和前面的中心音节相配合，使全诗神采飞动，音调铿锵，读之如“长空击鼓”。</p> <p>　　明许学夷在其《诗源辩体》一书中曾说：“尝欲以高达夫‘行子对飞蓬’为盛唐五言律第一，而‘对飞蓬’三字，殊气馁不称，欲改作‘去从戎’，庶为全作。”正因全诗有一种雄浑壮阔的音乐美，故当胡震亨把此诗与<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>的《江夏别宋之悌》相比，认为：“太白‘人分千里外，兴在一杯中’，达夫‘功名万里外，心事一杯中’，似皆从庾抱之‘愁生万里外，恨起一杯中’来，而达夫较厚，太白较逸，并未易轩轾”（《唐音癸签》卷十一）时，却遭到赵宦光的反驳，认为这两首诗相比：“如武夫之对韵士，而胡元瑞云‘二诗甚类’，予谓字面则同，句意悬绝”（见王琦《李太白全集》卷三十四）。</p>",
  "poet": {
    "id": 227,
    "star": 0,
    "name": "高适",
    "image": "http://img.gushiwen.org/authorImg/gaoshi.jpg",
    "desc": "高适是我国唐代著名的边塞诗人，世称“高常侍”。 作品收录于《高常侍集》。高适与岑参并称“高岑”，其诗作笔力雄健，气势奔放，洋溢着盛唐时期所特有的奋发进取、蓬勃向上的时代精神。"
  },
  "tags": [
    "送别",
    "惜别",
    "壮志"
  ]
}