{
  "id": 13529,
  "star": 20,
  "name": "听角思归",
  "dynasty": "唐代",
  "content": "故园黄叶满青苔，梦破城头晓角哀。<br>此夜断肠人不见，起行残月影徘徊。",
  "fanyi": "<p><strong>译文</strong><br>梦中我回到了故乡，看到黄叶满院，青苔满地，一片荒凉景象。拂晓梦醒以后，我听到城头上军号悲鸣。<br>此夜梦中我未能和想念的人见面，心情惆怅，只好起来在残月下伴影徘徊。</p> <p><strong>注释</strong><br>①故园：故乡。<br>②梦破：梦醒。<br>③晓角：拂晓的号角声。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　<a href=\"http://so.gushiwen.org/view_13529.aspx\">诗</a>的首句就是对故园的思念。游宦异乡多年，时值清秋，正是黄叶飘零的时候，诗人猜想家中庭院台阶上一定是黄叶堆积了，这便点名了思乡的时节——秋。所谓落叶归根，诗人却漂泊于异乡。思想的情绪从诗歌开端即起。笼罩于全诗，同时也照应着诗题中“思归”二字。次句补写一笔，讲明为何会有这种思归的情绪。遭遇贬谪打击之后的诗人，仕途前景似乎灰暗无光，漂泊在外，失意时自然会想起远方的家园。因思念而梦魂牵绕，然而情深梦浅，此时听闻城头角声响起，就此便不能复睡。“角”是军中乐器，本就容易引起金戈铁马的联想，况且此时还是秋天。<a href=\"http://so.gushiwen.org/author_349.aspx\">李贺</a>《雁门太守行》“角声满天秋色里”，写的就是这种肃杀之感，更何况此时听到角声是在梦醒后的残夜之中。几重感情叠沓而至，清夜梦醒之后的清冷，秋气渐重的清劲。角声回荡的清涩重重而来造成了清愁情绪。</p> <p>　　随后是自述内心的空寂和思乡情切。生活中的孤寂难受原本就缺少知音，他的《归山作》写道：“心事数茎白发，生涯一片青山。空林有雪相伴，古道无人独还。”认定孤寂生活难有知音，只有独自把情感寄托在青山白云之间。此时正是深夜，青山尚在夜色笼罩之下，思想肠断只有自己一人承担，这是一层哀愁；多年游宦他乡，家乡的亲人自然对他期盼多时，想到家乡自然温暖倍增，而梦醒之时只有自己一人独自冷清，冷暖之间又是一层哀愁。这种他人不见的凄楚则又加深故园之思，在《忆故园》诗中曾表明心迹：“故园此去千馀里，春梦犹能夜夜归。”夜夜思归，乡情至深至切。</p> <p>　　思归难眠，起身排遣愁绪，残月尚在，余晖犹存。“起行残月影徘徊”，把自己完全放在了一个形单影只的凄冷环境中。<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>饮酒尚能“举杯邀明月，对影成三人”，<a href=\"http://so.gushiwen.org/author_49.aspx\">顾况</a>面对的却是残月淡光，不足以遣怀。而残月能映照自己的同时也能映照家乡，这样孤寂之情则更进一层。思乡情怀不能自已，在月影徘徊之时看到的只有自己的暗影，自己唯有独自面对这份凄楚之情。从被角声惊起到对月徘徊，失意中思念的家乡也一点点从梦境中清晰了起来。思乡是引子，伤怀则成了全诗的主要情绪。<a href=\"http://so.gushiwen.org/author_691.aspx\">张九龄</a>有《秋夕望月》诗写到：“清迥江城月，流光万里同。所思如梦里，相望在庭中。 皎洁青苔露，萧条黄叶风。含情不得语，频使桂华空。”可以作为此诗的一个补充。</p> <p>　　此诗在梦与现实交织中表现思归的情绪，情到浓处，伤心不能自已。</p>",
  "about": "<h2>创作背景</h2> 　　<a href=\"http://so.gushiwen.org/view_13529.aspx\">诗</a>人是唐肃宗至德年间进士。一生不得志于仕途，曾因嘲讽权贵贬为饶州司户参军。这首诗便是诗人被贬饶州时所作。此时的<a href=\"http://so.gushiwen.org/author_49.aspx\">顾况</a>对于人生多少有了新的体悟，甚至产生了幻灭感。闲情堆积、游宦他乡使诗人产生了浓重的思乡之情。",
  "poet": {
    "id": 49,
    "star": 0,
    "name": "顾况",
    "image": "http://img.gushiwen.org/authorImg/gukuang.jpg",
    "desc": "顾况（生卒年不详），字逋翁，号华阳真逸（一说华阳真隐）。晚年自号悲翁，汉族，唐朝海盐人，（今在浙江海宁境内）人。唐代诗人、画家、鉴赏家。他一生官位不高，曾任著作郎，因作诗嘲讽得罪权贵，贬饶州司户参军。晚年隐居茅山，有《华阳集》行世。"
  },
  "tags": [
    "思念",
    "家乡"
  ]
}