{
  "id": 7802,
  "star": 35,
  "name": "相逢行二首",
  "dynasty": "唐代",
  "content": "朝骑五花马，谒帝出银台。<br>秀色谁家子，云车珠箔开。<br>金鞭遥指点，玉勒近迟回。<br>夹毂相借问，疑从天上来。<br>蹙入青绮门，当歌共衔杯。<br>衔杯映歌扇，似月云中见。<br>相见不得亲，不如不相见。<br>相见情已深，未语可知心。<br>胡为守空闺，孤眠愁锦衾。<br>锦衾与罗帏，缠绵会有时。<br>春风正澹荡，暮雨来何迟。<br>愿因三青鸟，更报长相思。<br>光景不待人，须臾发成丝。<br>当年失行乐，老去徒伤悲。<br>持此道密意，毋令旷佳期。 </p> <p>相逢红尘内，高揖黄金鞭。<br>万户垂杨里，君家阿那边。",
  "fanyi": "<p><strong>译文<br></strong>早晨，谒见过皇帝之后，从银台门出来，乘上五花马去郊外野游。<br>路上遇到一驾云车。车窗开处，从里面亮出一个姑娘美丽的脸来。<br>我摇动金鞭，来到车前，停住了马儿，上前相问：你是何方仙女，下得凡来？<br>于是便邀她一道进入青绮门的一个酒家，与她一起唱歌饮酒。<br>此女歌扇半掩，含羞而饮，扇遮半面，如同彩云遮月一样美丽。<br>相见而不得相亲，还不如不相见。<br>但与她一见情深，虽未言语而灵犀已通。<br>她为什么要独守空闺呢？长夜孤眠的滋味，可真是令人难涯啊。<br>她说，与君幽会的日子请待以来日。<br>可是，现在不正是春风和煦的好日子吗，为什么要待以来日呢？<br>愿托王母的三青鸟，为我捎去相思的思念信。<br>就说光阴荏苒，时不我待，转成之间，黑发而成白丝。<br>少壮时不及时行乐，老大时就会徒然伤悲的。<br>请将此中密意转告给她，不要令良辰佳日白白地浪掷虚度啊。</p> <p>与君在喧闹市井中相遇，手挽着马鞭相互作揖问好。<br>请问老兄，在那一片高楼垂杨之中，哪一处是君家的宅院？</p> <p><strong>注释<br></strong>⑴相逢行：乐府旧题。《乐府<a href=\"http://so.gushiwen.org/view_7802.aspx\">诗</a>集》卷三十四列入《相和歌辞·清调曲二》，又名《相逢狭路间行》或《长安有狭斜行》。<br>⑵五花马：唐代名马名。唐宫内厩有五花马。或云五花是剪马鬃为五花，或云马身有花如梅花者。<br>⑶银台：宫门名。大明宫紫宸殿侧有左、右银台门。<br>⑷云车：车身饰有云纹者。多指妇女所乘之车。珠箔：车窗上的珠帘。<br>⑸玉勒：马嚼子，此代指马。迟回：徘徊。<br>⑹夹毂（gǔ）：形容两车靠得很近。毂：本指车轮中央轴所贯处，此代指车。<br>⑺蹙（cù）：践、踏之意。青绮门：即长安东门。汉代长安东出十二门。其三曰霸城门，因其门色青，又名青城门、青门、青绮门。见《水经注·渭水》。<br>⑻锦衾：锦被也。<br>⑼罗帷：即罗帐。<br>⑽暮雨：用巫山神女故事，指男女欢爱之事。<br>⑾三青鸟：相传为西王母的传信使者。<a href=\"http://so.gushiwen.org/author_565.aspx\">薛道衡</a>《豫章行》：“愿作王母三青鸟，飞来飞去传消息。”<br>⑿当年：指少壮之时。<br>⒀旷：荒废，耽误。<br>⒁红尘内：即繁华热闹的市井之中。<br>⒂黄金鞭：饰有黄金的马鞭，极言华贵也。<br>⒃阿那边：犹言在哪里。</p>",
  "shangxi": "<h2>简析</h2> <p>　　《相逢行》一作《相逢狭路间行》，乐府《清调曲》名。也作《长安有狭邪行》。《乐府解题》谓这一曲辞的内容主要写当时富贵人家的奢华排场，含有宣扬之意。第一首<a href=\"http://so.gushiwen.org/view_7802.aspx\">诗</a>题下注云：“一云有赠。”有人认为此诗为<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>失意于君，托男女以致辞。第二首诗用大写意的旷放手法，勾勒出一种昂扬积极的人格理想。</p> <p>　　人们生活在大千世界中，相逢总是免不了的。但是相逢之际有各种各样的情形，或热烈缠绵，或冷漠平淡如路人，或失之交臂，相见恨晚，凡此种种，皆因性格使然。飘逸豪迈的李白自有他独特的性格，与人相见便给人以鲜明的印象，如<a href=\"http://so.gushiwen.org/author_368.aspx\">贺知章</a>在长安初见李白便呼为“谪仙人”，立即解金龟换酒相待，可见他的与众不同。</p> <p>　　第一首诗就写一种相逢情形。“朝骑五花马，谒帝出银台。”李白朝见大唐天子离开皇宫之后，偶然遭遇了一场艳遇。“秀色谁家子，云车珠箔开。”谁家这么漂亮的女孩子，坐着香车缓缓而来。“金鞭遥指点”，是这个少女在告诉他到哪个地方去。“疑从天上来”，体现了李白的个人喜好，他特别喜欢说“天上来”，因为他觉得自己就是天上来的，看到这个少女也说人家是天上来的。“蹙入青绮门，当歌共衔杯。”是说他们一见钟情，就马上对酒当歌，人生几何欢乐开怀了，多么香艳的美丽相遇啊。“衔杯映歌扇，似月云中见。”是形容这个漂亮的女孩子好像云中的月亮，李白最宝贵的东西是月亮，碰到一个心仪的美女，就把她也比作月亮。</p> <p>　　但是，这场偶然的艳遇在李白的笔下却显得神秘莫测。“相见不得亲，不如不相见。”李白此时突然感到很伤心，不知怎么回事，见了一次后就不能再见面了。“相见情已深，未语可知心。”不用开口就知道心里想什么。“胡为守空闺，孤眠愁锦衾。”意谓：为什么一个人苦守空房、孤枕独眠呢？“锦衾与罗帏，缠绵会有时。”让锦衾与罗帏见证，一定有在一起缠绵的机会的。“春风正澹荡，暮雨来何迟。”“春风”代表思春，“暮雨”暗示男女之事。李白是有想法的。“愿因三青鸟，更报长相思。光景不待人，须臾发成丝。”意思是说：现在我还身强体壮，你也青春美貌，为什么不能巫山云雨呢？“当年失行乐，老去徒伤悲。持此道密意，毋令旷佳期。”李白最后还说：当年没有及时行乐，老了就会徒感悲伤。既然我们都有柔情蜜意，还是再找个机会一起缠绵吧！这与“花开堪折直须折，莫待无花空折枝”的千古名句有着异曲同工之妙。</p> <p>　　这是一首缠绵悱恻的艳遇诗。李白一生爱女人，这也是他能写出《相逢行》这样的艳遇诗的真正原因。</p> <p>　　第二首诗写另一种相逢情形。“相逢红尘内，高揖黄金鞭”，“红尘”，有两个意思，一是指闹市街衢的飞尘，代指都市的繁华。另一个意思是指人世或尘世的纠纷和烦恼，是佛家语，如“看破红尘”。这里李白所选择的当是第一个意思，也就是<a href=\"http://so.gushiwen.org/author_398.aspx\">班固</a>《西京赋》：“阗城溢郭，旁流百廛，红尘四合，云烟相连”；<a href=\"http://so.gushiwen.org/author_386.aspx\">徐陵</a>《洛阳道》：“绿柳三春暗，红尘百戏多”，以及<a href=\"http://so.gushiwen.org/author_197.aspx\">刘禹锡</a>诗“紫阳红尘拂面来，无人不道看花回”，描绘的是春华时节都市的盛况。在李白的一生中，长安的繁华生活一直是他引以为骄傲的回忆，因为他在最高统治者身边形式上“参政”了，那么毕竟在热闹繁华的都市里能够以一个精神与物质都相对自由的面貌出现，“高揖黄金鞭”不啻是光彩的。曾几何时，玄宗赐酒，<a href=\"http://so.gushiwen.org/author_3073.aspx\">高力士</a>脱靴，使得李白引以为荣耀，以为文人价值得到了实现。这比“大道如青天，我独不得出”的境遇无疑要舒心。“黄金鞭”指相当身份的装饰，傅縡诗：“本珍白玉灯，因饰黄金鞭。”在这种场合下很有气度地相逢打招呼，那高贵潇洒的举止，不管是李白的体验或其他所见情形，都传达了诗人昂扬奋发的积极入世与参政意识，所谓“平交诸侯”，“不屈己干人”的思想性格，而不应简单地理解为对功名富贵的醉心。</p> <p>　　至于马鞭，常常是李白实现政治理想的一种工具象征。如《永王东巡歌十一首》（其十一）“试借君王玉马鞭，指挥戎虏坐琼筵，南风一扫胡尘静，西入长安到日边。”他的“试借”，豪迈俊逸，出语惊人，盖世英雄式的自我形象跃然纸上，与此诗的“高揖黄金鞭”有精神气质上的相通之处。</p> <p>　　“万户垂杨里，君家阿那边”，二句渲染一种环境气氛，似是相逢问候的答语：我就住在杨柳重重繁华热闹的街市里啊。宣扬居处的热闹繁华在于映衬主人的富有和高贵，这情景似直又曲，遮蔽中有开阔，很惬意很自豪。“阿那”即“婀娜”，柔顺美好的样子。诗的结尾在垂柳飘拂，余韵萦绕的柔美画面中为相逢后意趣相投的探访留下想象的空间。</p> <p>　　这首诗写相逢的一瞬间，或是诗人的自我写照，或是诗人所见，写的都是一种诗人李白式的精神面貌，是全无隐忧的醇酒美人之外的出仕建功的体貌气质，是“仰天大笑出门去，我辈岂是蓬蒿人”这种神态的某一次情绪外化的大写意。</p>",
  "about": "<h2>创作背景</h2> 　　这两首<a href=\"http://so.gushiwen.org/view_7802.aspx\">诗</a>并非一时一地之作。第一首诗当作于天宝（唐玄宗年号，742～756）初年<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>在长安时；第二首诗为交游之作，当是李白少年时的作品。",
  "poet": {
    "id": 247,
    "star": 0,
    "name": "李白",
    "image": "http://img.gushiwen.org/authorImg/libai.jpg",
    "desc": "李白（701年－762年），字太白，号青莲居士，唐朝浪漫主义诗人，被后人誉为“诗仙”。祖籍陇西成纪(待考)，出生于西域碎叶城，4岁再随父迁至剑南道绵州。李白存世诗文千余篇，有《李太白集》传世。762年病逝，享年61岁。其墓在今安徽当涂，四川江油、湖北安陆有纪念馆。"
  },
  "tags": [
    "乐府",
    "遗憾",
    "积极",
    "理想"
  ]
}