{
  "id": 28569,
  "star": 4011,
  "name": "锦瑟",
  "dynasty": "唐代",
  "content": "锦瑟无端五十弦，一弦一柱思华年。<br>庄生晓梦迷蝴蝶，望帝春心托杜鹃。<br>沧海月明珠有泪，蓝田日暖玉生烟。<br>此情可待成追忆，只是当时已惘然。",
  "fanyi": "<p><strong>译文</strong><br>瑟本有二十五根弦，但此<a href=\"http://so.gushiwen.org/view_28569.aspx\">诗</a>创作于<a href=\"http://so.gushiwen.org/author_204.aspx\">李商隐</a>妻子死后，故五十弦有断弦之意<br>但即使这样它的每一弦、每一音节，足以表达对那美好年华的思念。（此句为转折句。）<br><a href=\"http://so.gushiwen.org/author_685.aspx\">庄周</a>其实知道自己只是向往那自由自在的蝴蝶。（本句是对“华年”的阐释。）<br>望帝那美好的心灵和作为可以感动杜鹃。（本句亦是对“华年”的阐释。）<br>大海里明月的影子像是眼泪化成的珍珠。（喻指诗人的悲哀，即使是一个明媚的夜晚，依然想到的是眼泪。）<br>只有在彼时彼地的蓝田才能生成犹如生烟似的良玉。（暗指诗人对当时社会局势的不满。）<br>那些美好的事和年代，只能留在回忆之中了。（亦指自己对青春年华的追思之情。）<br>而在当时那些人看来那些事都只是平常罢了，却并不知珍惜。（亦指自己在年轻时对生活的态度也是那样不知珍惜。）</p> <p><strong>注释</strong><br>⑴锦瑟无端五十弦，一弦一柱思华年：《周礼·乐器图》：“雅瑟二十三弦，颂瑟二十五弦，饰以宝玉者曰宝瑟，绘文如锦者曰锦瑟。”《汉书·郊祀志上》：“秦帝使素女鼓五十弦瑟，悲，帝禁不止，故破其瑟为二十五弦。”古瑟大小不等，弦数亦不同。义山《回中牡丹为雨所败》诗有“锦瑟惊弦破梦频”；《七月二十八日夜与王郑二秀才听雨后梦作》诗有“雨打湘灵五十弦”。无端：没来由，无缘无故。此隐隐有悲伤之感，乃全诗之情感基调。历代解义山诗者，多以此诗为晚年之作。李商隐妻子故去，所以二十五根弦断后变为五十弦。“思”字变读去声（sì），律诗中不许有一连三个平声的出现。<br>⑵庄生晓梦迷蝴蝶：《庄子·齐物论》：“庄周梦为蝴蝶，栩栩然蝴蝶也；自喻适志与！不知周也。俄然觉，则蘧蘧然周也。不知周之梦为蝴蝶与？蝴蝶之梦为周与。”商隐此引庄周梦蝶故事，以言人生如梦，往事如烟之意。<br>佳人锦瑟，一曲繁弦，惊醒了诗人的梦景，不复成寐。这里面隐约包涵着美好的情境，却又是虚缈的梦境。也有着人生如梦的惆怅和迷惘。<br>⑶望帝春心托杜鹃：《华阳国志·蜀志》：“杜宇称帝，号曰望帝。……其相开明，决玉垒山以除水害，帝遂委以政事，法尧舜禅授之义，遂禅位于开明。帝升西山隐焉。时适二月，子鹃鸟鸣，故蜀人悲子鹃鸟鸣也。”子鹃即杜鹃，又名子规。蔡梦弼《杜工部草堂诗笺》一九《杜鹃》诗注引《成都记》：“望帝死，其魂化为鸟，名曰杜鹃，亦曰子规。”传说蜀国的杜宇帝因水灾让位于自己的臣子，而自己则隐归山林，死后化为杜鹃日夜悲鸣直至啼出血来.。<br>⑷沧海月明珠有泪：《博物志》：“南海外有鲛人，水居如鱼，不废绩织，其眼泣则能出珠。”《新唐书·<a href=\"http://so.gushiwen.org/author_2235.aspx\">狄仁杰</a>传》：“仁杰举明经，调汴州参军，为吏诬诉黜陟，使闫立本如讯，异其才，谢曰：‘仲尼称观过知仁，君可谓沧海遗珠矣。’”<br>⑸蓝田日暖玉生烟：《元和郡县志》：“关内道京兆府蓝田县：蓝田山，一名玉山，在县东二十八里。”《文选》<a href=\"http://so.gushiwen.org/author_838.aspx\">陆机</a>《文赋》：“石韫玉而山辉，水怀珠而川媚。”《困学纪闻》卷十八：司空表圣云：“戴容州谓诗家之景，如蓝田日暖，良玉生烟，可望而不可置于眉睫之前也。李义山玉生烟之句盖本于此。”<br>⑹此情可待成追忆，只是当时已惘然：拢束全篇，明白提出“此情”二字，与开端的“华年”相为呼应。诗句是说：如此情怀，岂待今朝回忆始感无穷怅恨，即在当时早已是令人不胜惘然惆怅了.那么今朝追忆，其为怅恨，又当如何！诗人用这两句诗表达出了几层曲折，而几层曲折又只是为了说明那种怅惘的苦痛心情。<br>五十的锦瑟乃是天神所用，世间用的锦瑟乃是二十五弦的。五十弦的锦瑟，音律太丰富，音域太广阔，音韵太悲美而让凡人享受不了，五十弦的锦瑟是作者自喻：才高志远却难为世用。</p><br/><p><strong>译文</strong><br>锦瑟呀，你为何竟有五十条弦？每弦每节，都令人怀思黄金华年。我心如庄子，为蝴蝶晓梦而迷惘；又如望帝化杜鹃，寄托春心哀怨。沧海明月高照，鲛人泣泪皆成珠。蓝田红日和暖，可看到良玉生烟。悲欢离合之情，岂待今日来追忆，只是当年却漫不经心，早已惘然。读者尽管难以明了《锦瑟》<a href=\"http://so.gushiwen.org/view_28569.aspx\">诗</a>的思想内容，但那可供神游的诗境，却很容易在脑子里浮现。</p> <p><strong>注释</strong><br>(1)锦瑟：装饰华美的瑟。瑟：拨弦乐器，通常二十五弦。<br>(2)无端：犹何故。怨怪之词。<br>(3)五十弦：这里是托古之词。作者的原意，当也是说锦瑟本应是二十五弦。<br>(4)庄生晓梦迷蝴蝶：《庄子·齐物论》：“<a href=\"http://so.gushiwen.org/author_685.aspx\">庄周</a>梦为蝴蝶，栩栩然蝴蝶也；自喻适志与！不知周也。俄然觉，则蘧蘧然周也。不知周之梦为蝴蝶与？蝴蝶之梦为周与。”商隐此引庄周梦蝶故事，以言人生如梦，往事如烟之意。<br>(5)望帝春心托杜鹃：《华阳国志·蜀志》：“杜宇称帝，号曰望帝。……其相开明，决玉垒山以除水害，帝遂委以政事，法尧舜禅授之义，遂禅位于开明。帝升西山隐焉。时适二月，子鹃鸟鸣，故蜀人悲子鹃鸟鸣也。”子鹃即杜鹃，又名子规。<br>(6)珠有泪：《博物志》：“南海外有鲛人，水居如鱼，不废绩织，其眼泣则能出珠。”<br>(7)蓝田：《元和郡县志》：“关内道京兆府蓝田县：蓝田山，一名玉山，在县东二十八里。”</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　《锦瑟》，是<a href=\"http://so.gushiwen.org/author_204.aspx\">李商隐</a>的代表作，爱<a href=\"http://so.gushiwen.org/view_28569.aspx\">诗</a>的无不乐道喜吟，堪称最享盛名；然而它又是最不易讲解的一篇难诗。有人说是写给令狐楚家一个叫“锦瑟”的侍女的爱情诗；有人说是睹物思人，写给故去的妻子王氏的悼亡诗；也有人认为中间四句诗可与瑟的适、怨、清、和四种声情相合，从而推断为描写音乐的咏物诗；此外还有影射政治、自叙诗歌创作等许多种说法。千百年来众说纷纭，莫衷一是，大体而言，以“悼亡”和“自伤”说者为多。 </p> <p>　　诗人大量借用庄生梦蝶，杜鹃啼血，沧海珠泪、良田生烟等典故，采用比兴手法，运用联想与想象，把听觉的感受，转化为视觉形象，以片段意象的组合，创造朦胧的境界，从而借助可视可感的诗歌形象来传达其真挚浓烈而又幽约深曲的深思。</p> <p>　　诗题“锦瑟”，是用了起句的头二个字。旧说中，原有认为这是咏物诗的，但注解家似乎都主张：这首诗与瑟事无关，实是一篇借瑟以隐题的“无题”之作。</p> <p>　　首联“锦瑟无端五十弦，一弦一柱思华年。”无端，无缘无故，生来就如此。乐器，琴有三弦、五弦；筝有13弦；而“瑟”却有五十弦。用这么多弦，来抒发繁复之情感，该是多么哀伤。古有泰帝与素女之典故，已是哀伤至极了。诗人以这个典故作为喻象，暗示自喻诗人与众不同，别人只三弦、五弦，而诗人之瑟却有五十弦之多。真是得天独厚之天才。暗示他天赋极高，多愁善感，锐敏幽微。比兴用得多么高妙。下一句，一弦一柱，追忆青春恋爱的年华。首联总起，引领下文，以下都是追忆美好的青春。但又美景不长，令人失落惆怅。</p> <p>　　颔联的上句，用了《庄子》的一则寓言典故，说的是<a href=\"http://so.gushiwen.org/author_685.aspx\">庄周</a>梦见自己身化为蝶，栩栩然而飞，浑忘自家是“庄周”其人了；后来梦醒，自家仍然是庄周，不知蝴蝶已经何往。下句中的望帝，是传说中周朝末年蜀地的君主，名叫杜宇。后来禅位退隐，不幸国亡身死，死后魂化为鸟，暮春啼苦，至于口中流血，其声哀怨凄悲，动人心腑，名为杜鹃。此联二句，写的是佳人锦瑟，一曲繁弦，惊醒了诗人的梦景，不复成寐。迷含迷失、离去、不至等义。隐约包涵着美好的情境，却又是虚缈的梦境。锦瑟繁弦，哀音怨曲，引起诗人无限的悲感、难言的冤愤，如闻杜鹃之凄音，送春归去。一个“托”字，不但写了杜宇之托春心于杜鹃，也写了佳人之托春心于锦瑟，手挥目送之间，花落水流之趣。诗人妙笔奇情，于此已然达到一个高潮。</p> <p>　　律诗一过颔联，“起”“承”之后，已到“转”笔之时，笔到此间，大抵前面文情已然达到小小一顿之处，似结非结，含意待申。在此下面，点笔落墨，好像重新再“起”似的。其笔势或如奇峰突起，或如藕断丝连，或者推笔宕开，或者明缓暗紧，手法可以不尽相同，而神理脉络，是有转折而又始终贯注的。当此之际，诗人就写出了“沧海月明珠有泪”这一名句来。</p> <p>　　颈联前一句把几个典故揉合在一起，珠生于蚌，蚌在于海，每当月明宵静，蚌则向月张开，以养其珠，珠得月华，始极光莹。这是美好的民间传统之说。泪以珠喻，自古为然，鲛人泣泪，颗颗成珠，亦是海中的奇情异景。如此，皎月落于沧海之间，明珠浴于泪波之界，在诗人笔下，已然形成一个难以分辨的妙境。一笔而能有如此丰富的内涵、奇丽的联想的，实不多见。</p> <p>　　后一句的蓝田沧海，也并非空穴来风。晚唐诗人<a href=\"http://so.gushiwen.org/author_163.aspx\">司空图</a>，引过比他早的<a href=\"http://so.gushiwen.org/author_286.aspx\">戴叔伦</a>的一段话：“诗家美景，如蓝田日暖，良玉生烟，可望而不可置于眉睫之前也。”这里用来比喻的八个字，简直和此诗颈联下句的七个字一模一样，足见此一比喻，另有根源，可惜后来古籍失传，竟难重觅出处。引戴语作解说，是否贴切，亦难断言。晋代文学家<a href=\"http://so.gushiwen.org/author_838.aspx\">陆机</a>在他的《文赋》里有一联名句：“石韫玉而山辉，水怀珠而川媚。”蓝田，山名，在今陕西蓝田东南，是有名的产玉之地。此山为日光煦照，蕴藏其中的玉气（古人认为宝物都有一种一般目力所不能见的光气），冉冉上腾，但美玉的精气远察如在，近观却无，所以可望而不可置诸眉睫之下，这代表了一种异常美好的理想景色，然而它是不能把握和无法亲近的。诗中此句，正是在“韫玉山辉，怀珠川媚”的启示和联想下，用蓝田日暖给上句沧海月明作出了对仗，造成了异样鲜明强烈的对比。而就字面讲，蓝田对沧海，也是非常工整的，因为沧字本义是青色。诗人在词藻上的考究，也可以看出他的才华和功力。</p> <p>　　对于诗人 来说，沧海月明这个境界，尤有特殊的身后感情。有一次，他因病中未能躬与河东公的“乐营置酒”之会，就写出了“只将沧海月，高压赤城霞”（《病中闻河东公乐营置酒口占寄上》）的句子。如此看来，他对此境，一方面于其高旷皓净十分爱赏，一方面于其凄寒孤寂又十分感伤：一种复杂的难言的怅惘之怀，溢于言表。</p> <p>　　此联和上联共用了四个典故，呈现了不同的意境和情绪。庄生梦蝶，是人生的恍惚和迷惘；望帝春心，包含苦苦追寻的执著；沧海鲛泪，具有一种阔大的寂寥；蓝田日暖，传达了温暖而朦胧的欢乐。诗人从典故中提取的意象是那样的神奇、空灵，他的心灵向读者缓缓开启，华年的美好，生命的感触等皆融于其中，却只可意会不可言说。</p> <p>　　尾联拢束全篇，明白提出“此情”二字，与开端的“华年”相为呼应，笔势未尝闪遁。诗句是说：如此情怀，岂待今朝回忆始感无穷怅恨，即在当时早已是令人不胜惘惘了。对于一般普通人，往往是人到老年，追思以往：深憾青春易逝，功业无成，光阴虚度，碌碌无为而悔恨无穷。但天资聪敏的诗人，则事在当初，就早已先知先觉到了，却无可奈何，无限之惘然若失。这就是诗人李商隐，借锦瑟而自况了。</p> <p>　　李商隐一生经历坎坷，有难言之痛，至苦之情，郁结中怀，发为诗句，幽伤要眇，往复低徊，感染于人者至深。他的一首送别诗中说：“<a href=\"http://so.gushiwen.org/author_662.aspx\">庾信</a>生多感，杨朱死有情；弦危中妇瑟，甲冷想夫筝！”（《送千牛李将军赴阙五十韵》）则筝瑟为曲，常系乎生死哀怨之深情苦意，可想而知。如谓锦瑟之诗中有生离死别之恨，恐怕也不能说是全出臆断。</p>",
  "about": "<h2>解读</h2> <p>　　这首<a href=\"http://so.gushiwen.org/view_28569.aspx\">诗</a>历来注释不一，莫衷一是。或以为是悼亡之作，或以为是爱国之篇或以为是自比文才之论，或以为是抒写思念侍儿锦瑟。但以为是悼亡死者为最多。有人认为，开首以瑟弦五十折半为二十五，隐指亡妇华年二十五岁。这话未免有嫌牵强。但是，首联哀悼早逝却是真实。颔联以庄子亡妻鼓盆而歌和期效望帝化成子规而啼血，间接地描写了人生的悲欢离合。颈联以鲛人泣珠和良玉生烟的典故，隐约地描摹了世间风情迷离恍惚，可望而不可至。最后抒写生前情爱漫不经心，死后追忆已经惘然的难以排遣的情绪。</p> <p>　　宋刘攽《贡父诗话》云：“《锦瑟》诗，人莫晓其意，或谓是令狐楚家青衣也。”《苕溪渔隐丛话》前集卷二十二引黄朝英《缃素杂记》曰：“义山《锦瑟》诗云……山谷道人读此诗，殊不解其意，后以问东坡。东坡云：‘此出《古今乐志》，云：锦瑟之为器也，其弦五十，其柱如之。其声也适、怨、清、和。’案李诗‘庄生……’，适也；‘望帝……’，怨也；‘沧海……’，清也；‘蓝田……’，和也。一篇之中，曲尽其意。史称其瑰迈奇古，信然。”<a href=\"http://so.gushiwen.org/author_600.aspx\">元好问</a>《论诗绝句》云：“望帝春心托杜鹃，佳人锦瑟怨华年。诗家总爱西昆好，独恨无人作郑笺”；以上咏“青衣”（艳情）说乃小说家言；咏锦瑟说颇得宋人赞同。明人胡应麟于此二说皆疑之。其后说者纷纭，大抵有“自伤生平”（清何焯、汪师韩、薛雪、宋翔凤）说、“悼亡”（清朱鹤龄、<a href=\"http://so.gushiwen.org/author_637.aspx\">朱彝尊</a>、何焯、冯浩、程梦星、姚培谦、近人张采田、孟森等）说、“政治寄托”（清杜诏，近人张采田、岑仲勉等）说、“诗序”（清何焯、王应奎、）说、“寄托不明”（清<a href=\"http://so.gushiwen.org/author_1121.aspx\">屈复</a>、近人<a href=\"http://so.gushiwen.org/author_664.aspx\">梁启超</a>）说、“自寓创作”（钱钟书）说等。其中持“悼亡”或“自伤”说者较多。然“悼亡”实际上也是“自伤”的内涵之一，故“自伤”说似更圆通。兹引刘、余《集解》以备参读：“自伤身世之说，较为切实合理。……首联谓见此五十弦之锦瑟，闻其弦弦所发之悲音，不禁怅然而忆己之华年往事。……颔腹二联，即‘思华年’而写回忆中之华年往事，……‘庄生’句系状瑟声之如梦似幻，令人迷惘，用意在‘梦’字‘迷’字。而此种境界亦即以象征诗人身世之如梦似幻，惘然若迷。……‘望帝’句系写瑟声之凄迷哀怨，如泣鹃啼血，着意在‘春心’字、‘托’字。‘春心’本指爱情之向往追求，常用以喻指对理想之追求。……‘望帝’句殆谓己之壮心雄图及伤时忧国、感伤身世之情均托之哀怨凄断之诗歌，如望帝之化鹃以自抒哀怨也。杜鹃即作者之诗魂。……‘沧海’句写瑟声之清寥悲苦……正含沧海遗珠之意。……‘蓝田’句似写瑟声之缥缈朦胧……或以喻己所向往追求者，皆望之若有，近之则无。……要之，颔、腹二联并非具体叙述其华年往事，而系借瑟声之迷幻、哀怨、清寥、缥缈以概括抒写其华年所历之种种人生遭际、人生境界、人生感受。……末联含义明白……谓上述失意哀伤情事岂待今日追忆方不胜怅恨，即在当时亦惘然若失矣。”</p> <p>　　关于这首诗的解读主要分为两类：</p> <p>　　一是认为这是一首评悼妻子王氏的诗，首联为“景”，看到素女弹五十弦瑟而触景生情；颔联为比“喻”，借<a href=\"http://so.gushiwen.org/author_685.aspx\">庄周</a>化蝶，杜鹃啼血比喻妻子的死亡；颈联为“幻”，珍珠为之落泪，宝玉为之忧伤；尾联为“感”，情已逝，追思也是惘然！</p> <p>　　二是认为这是诗人对逝去年华的追忆，首联为“起”，借五十弦之瑟喻人生之五十年华；颔联为比“承”，在浑然不觉间人生将走到尽头；颈联为“转”，以明珠宝玉比喻自己的才能；尾联为“合”，岁月催人老，一切都是惘然！</p><br/><h2>创作背景</h2> 　　<a href=\"http://so.gushiwen.org/author_204.aspx\">李商隐</a>天资聪颖，文思锐敏，二十出头考中进士，举鸿科大考遭人嫉妒未中刷下，从此怀才不遇。在“牛李党争”左右为难，两方猜疑，屡遭排斥，大志难伸。中年丧妻，又因写<a href=\"http://so.gushiwen.org/view_28569.aspx\">诗</a>抒怀，遭人贬斥。[4] 此诗约作于作者晚年，对《锦瑟》一诗的创作意旨历来众说纷纭，莫衷一是。或以为是爱国之篇，或以为是悼念追怀亡妻之作，或以为是自伤身世、自比文才之论，或以为是抒写思念待儿之笔。 《史记·封禅书》载古瑟五十弦，后一般为二十五弦。但此诗创作于李商隐妻子死后，故五十弦有断弦之意（一说二十五弦的古瑟琴弦断成两半，即为五十弦）但即使这样它的每一弦、每一音节，足以表达对那美好年华的思念。",
  "poet": {
    "id": 204,
    "star": 0,
    "name": "李商隐",
    "image": "http://img.gushiwen.org/authorImg/lishangyin.jpg",
    "desc": "李商隐，字义山，号玉溪（谿）生、樊南生，唐代著名诗人，祖籍河内（今河南省焦作市）沁阳，出生于郑州荥阳。他擅长诗歌写作，骈文文学价值也很高，是晚唐最出色的诗人之一，和杜牧合称“小李杜”，与温庭筠合称为“温李”，因诗文与同时期的段成式、温庭筠风格相近，且三人都在家族里排行第十六，故并称为“三十六体”。其诗构思新奇，风格秾丽，尤其是一些爱情诗和无题诗写得缠绵悱恻，优美动人，广为传诵。但部分诗歌过于隐晦迷离，难于索解，至有“诗家总爱西昆好，独恨无人作郑笺”之说。因处于牛李党争的夹缝之中，一生很不得志。死后葬于家乡沁阳（今河南焦作市沁阳与博爱县交界之处）。作品收录为《李义山诗集》。"
  },
  "tags": [
    "唐诗三百首",
    "思念",
    "爱情",
    "抒情"
  ]
}