{
  "id": 72235,
  "star": 219,
  "name": "赵威后问齐使",
  "dynasty": "先秦",
  "content": "　　齐王使使者问赵威后。书未发，威后问使者曰：“岁亦无恙邪？民亦无恙邪？王亦无恙邪？”使者不说，曰：“臣奉使使威后，今不问王而先问岁与民，岂先贱而后尊贵者乎？”威后曰：“不然，苟无岁，何以有民？苟无民， 何以有君？故有舍本而问末者耶？”</p> <p>　　乃进而问之曰：“齐有处士曰锺离子，无恙耶？是其为人也，有粮者亦食，无粮者亦食；有衣者亦衣，无衣者亦衣。是助王养其民也，何以至今不业也？叶阳子无恙乎？是其为人，哀鳏寡，恤孤独，振困穷，补不足。是助王息其民者也，何以至今不业也？北宫之女婴儿子无恙耶？彻其环瑱，至老不嫁，以养父母。是皆率民而出于孝情者也，胡为至今不朝也?此二士弗业，一女不朝，何以王齐国，子万民乎？於陵子仲尚存乎？是其为人也，上不臣于王，下不治其家，中不索交诸侯。此率民而出于无用者，何为至今不杀乎？”",
  "fanyi": "<p><strong>译文</strong><br>　　齐国国王派遣使者去问候赵威后，书信还没有启封，威后就问使者说：“今年的年成好吗？老百姓好吗？齐王好吗？”使者不高兴，说：“下臣奉齐王的使命，出使到威后这里来，现在您不问齐王，反而先问年成和百姓，岂不是把贱的放在前面，把尊贵的放在后面吗？”威后说：“不是这样。假如没有收成，哪里有百姓？假如没有百姓，哪里有国君？因而有所问，能不问根本而问末节的吗？”</p> <p>　　威后进而又问他说：“齐国有个处士叫钟离子，平安无事吗？这个人做人呀，有粮食的人给吃，没粮食的人也给吃；有衣服的人给穿，没有衣服的人也给穿。这是帮助国君抚养老百姓的人呀，为什么到今天不让他在位成就功业？叶阳子平安无事吗？这个人做人呀，怜悯那些无妻无夫的人，顾念抚恤那些无父无子的人，救济那些困苦贫穷的人，补助那些缺衣少食的人，这是帮助国君养育百姓的人，为什么到今天不让他在位成就功业？北宫氏的女儿婴儿子平安无事吗？她摘掉耳环等装饰品，到老不嫁，来奉养父母。这是带领百姓尽孝心的人，为什么到今天还不让她上朝呢？这两个处士没有成就功业，一个孝女也不上朝，靠什么来统治齐国，做百姓的父母呢？於陵的那个子仲还在吗？这个人做人呀，对上不向国君称臣，对下不治理他的家，也不愿同诸侯交往，这是带领百姓无所作为的人，为什么到今天还不杀掉呢？</p> <p><strong>注释</strong><br>1、齐王：战国时齐<a href=\"http://so.gushiwen.org/author_482.aspx\">王建</a>，齐襄王之子。赵威后：战国时赵惠文王妻。惠文王死，其子孝成王立，因年幼由威后执政。<br>2、发：启封。<br>3、岁亦无恙耶：年成还好吧？岁，年成。亦，语助词，无义。无恙，无忧，犹言“平安无事”。<br>4、说：通“悦”。<br>5、奉使使威后：奉使命出使到威后这里来。<br>6、苟：假如。<br>7、处士：有才能、有道德而隐居不仕的人。钟离子：齐国处士。钟离，复姓。子，古时对男子的尊称。<br>8、食（sì）：拿食物给人吃。<br>9、衣（yì）：拿衣服给人穿。<br>10、不业：不是他做官以成就工业。<br>11、叶（shè）阳子：齐国处士，叶阳，复姓。<br>12、鳏（guān）：老而无妻。<br>13、恤：抚恤。独，老而无子。<br>14、振：通“赈”，救济。<br>15、息：繁育。<br>16:、北宫之女婴儿子：北宫氏的女子婴儿子。北宫，复姓。婴儿子是人名。<br>17、彻：通“撤”，除去。环：指耳环、臂环一类的饰物。瑱：一种玉制的耳饰。<br>18、是皆率民而出于孝情者也：这些都是带领百姓行孝的行为。<br>19、不朝：不使她上朝。古时夫人受封而有封号者为“命妇”，命妇即可入朝。此句意即，为什么至今不封婴儿子为命妇，使她得以上朝见君呢？<br>20、子万名：以万名为子女，犹言“为民父母”。<br>21、於（wū）陵子仲：齐国的隐士。於陵：齐邑名，故城在今山东省长山县西南。<br>22、索：求。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这篇文章表现了赵威后的政治思想，同时也对齐国的政治状况有所批判。战国以前，民本思想已逐渐掘起。一些思想家、政治家都已意识到人民的作用，提出了诸如“民，神之主也”，“上思利民，忠也”等主张。这种思潮在战国时继续发展。孟子有“民贵君轻”一说，田于方、颜斶也有“士贵王不贵”的思想。赵威后提出“苟无岁，何有民？苟无民，何有君”的思想，是与历史上这一民本思潮相一致的。齐王使者问候赵威后，信函还没有拆开，威后就连续发问：“年成还好吧？百姓安乐吧？齐王安康吧？”她把收成放在第一位，因为“仓禀食而知礼节”，“国以民为本，民以食为天”。接着，她问到百姓，而把国君齐王放在末位，这明显地反映出了她的民本位思想。收成好自然百姓安乐，百姓安乐自然国君无恙，逐步推理，简明而正确，却使“使者不悦”，他诘问赵威后“先贱后尊”，威后的回答清晰明了，层层递进，驳得使者无话可说。 </p> <p>　　接下来威后问道：“帮助君王抚养百姓的至贤至德的钟离子为什么没有被任用，没有成就功业呢？帮助君王使百姓得到生息繁衍的叶阳子为什么也得不到重用呢？带动百姓奉行孝道的婴儿子为什么得不到封号呢？”这三位贤士孝女是帮助齐王治理国家的有德之人，故以“无恙乎”热情发问。弦外之音即是对齐王昏庸无道的指责。与对贤士孝女的关爱热情形成鲜明对比的是对不贤不孝、带领百姓无所事事、无益于国的於陵子的愤恨，她问道：“尚存乎？何为至今不杀乎？”对比和连续发问表现了赵威后豪爽坦率的个性。</p> <p>　　全文围定一个“民”字，以赵威后对齐使的问话一贯到底，却问而不答、问而无答、问而不必答，充分提升了文势，引而不发，凭空制造出峭拔、险绝的独特气势。文章开头便以“今年的收成还好吗7百姓还好吗？齐王还好吗”三个问句，“斗问三语，如空陨石”（金圣叹语），剑拔弩张，形成尖峭的文势，奠定了文章的基调。当齐使对赵威后的问话表示不满时，赵威后并末一如常态以一般陈述句作解释。而是寓答案于反问句中。进一步助长壁立千仞的奇绝之势。赵威后的“进而问之”，复将文章向深处推进一层。对于齐国三位贤才与有德之士，威后以三“无恙耶”发问，体现了她对士人的作用、价值的清醒认识。对于於陵子仲，威后一直以“尚存乎”相询，明显表现出对“率民出于无用”的隐士的深恶痛绝。文章就在这种率直而尖锐的追问中戛然而止。文势却在循环往复的发问中蓄得十足，驻足不住，直冲出篇外。足令人回味！</p> <p>　　综观全文，虽以问构篇，却又显得常中有变。一是问句有一般问句与反问句的变化，二是句式编排上有排比问句与零散问句的变化。排比问句的运用，增加了文章波澜壮阔、排山倒海的气势。文章在这类整齐的句式中回环相生，气韵又在前后几组问句中层层推进，一浪高过一浪。在这种整齐之中，又穿插以参差错落的零散问句，点染以灵动变幻的一般陈述句；同时排比句式本身又不拘一格，时出变异句式。这些使得文章整齐与参差交错，力量与韵致并生，为文增色不少。</p><br/><h2>鉴赏</h2> <p>　　文章记叙赵威后接见齐国使者的一次谈话。</p> <p>　　文章之奇，在于通篇只是记言。既无一句人物外貌、举止、行为、心态之类的描写，也无任何环境烘托或细节刻画，只紧扣题目中一个“问”字 ，主要写赵威后的七次提问，就鲜明而传神地勾画出一位洞悉别国政治民情、明察贤愚是非、具有高度民本主义思想的女政治家形象。写七问又非一气连问，而是笔法富于变化顿挫。开始会见齐使，尚未拆开齐王来信，就连珠炮似的连发三问：“年成还不错吧？百姓也平安无事吧？齐王也还健康宁泰吧？”活画出她的坦率爽直，不拘常规的气度以及她对问题的关切。</p> <p>　　赵威后首先关心的是年成和百姓，而不先问候齐王健康，以致使者不高兴：认为这是先问卑贱者而后问尊贵者，所问失序；而且自己是奉齐王之命来问候赵威后的，那么赵威后也理当先问候齐王。但赵威后却反驳他说：“假如没有好的年成，靠什么来养育人民呢？假如没有人民，又怎么能有国君呢？哪有舍弃根本而问末节的呢？”两个假设反问，以前句结论为后句前提，逐步推理，正确而又简明地论证了“岁”、“民”、“君”三者的主次本末关系。这种鲜明的民本思想，上承孔子“载舟覆舟”、孟子“民贵君轻”之说，下开郦食其“王者以民为天，而民以食为天”之论，体现出赵威后政治上的远见卓识和开明态度。</p> <p>　　以下四问，又以“乃进而问之曰”一句过渡领起，其间，赵威后拆书展现的过程、使者对后四句的问答，都省略了，因为他们与刻画赵威后这一主旨无直接关系。剪裁之高妙和语言之精练均于此可见一斑。在以下四问中，从内容上看：钟离子、叶阳子皆贤德处士，但前者是帮助齐王养育百姓的人，后者是帮助齐王使百姓得到生息蕃衍的人，“养其民”，是就民之处常者而言；“息其民”是就民之处变者而言，故有细别。而北宫氏则是一位带领百姓奉行孝敬父母的孝女典型，与前二人又自有别。但因这三人都属于封建社会有德的贤者，故皆以“无恙耶”热情询问，而以“此二士弗业，一女不朝，何以王齐国、子万民乎”三句小结，作一顿挫。然后再问於陵子仲，因他是个不忠不孝、带领百姓无所事事，而对国家没有用处的人，故所问用“尚存乎”、“何为至今不杀乎”作结，与前三人形成鲜明对照。这四问代表了正反两类四种典型，虽各有侧重，但都属于“民”的范围，故是篇首“民亦无恙乎”这一问的具体化和进一步，而又与“苟无民 何以有君”的思想首尾呼应。可见通篇所问皆以问民为主，显示出她重视民心向背的政治远见。 因为年成好坏在古代非人力所能左右，故前面问后，无须再加申述；而人民的治乱却是可以靠人为的力量左右的，故是关键，须“进而问之”；至于国君，人民治理好了，国君自然“无恙”，故下文只间接与 国君行“王法”相关。</p> <p>　　这是后四问何以单与前三问中“民亦无恙耶”一问发生逻辑结构联系的关键，也是从结构上理解全文主旨的关键所在。再从对这四个人“其为人也”的评述中，刻画出赵威后对齐国政治民情的了如指掌，洞察入微；从对这四人“何以至今不业”、“胡为至今不朝”、“何为至今不杀”的不同询问感叹中，又可见赵威后对贤愚是非明察秋毫的眼光和赏罚分明的态度。从语言章法上看，虽然对四人都是用先询问、继评述、再叹问的形式，但句法却各自不同，错综变化：问钟离子时，是用“有粮者亦食”等四个五言句作正反排比铺叙；问叶阳子时，是用“哀鳏寡”等四个三言句作并列铺排；问北宫女时，则用“撤其环瑱”等三个四言句构成因果倒装变句来评述；问於陵子仲时，又用“上”、“中”、“下”三个两短一长的“不”字句构成连续否定的排比。而且，又分别用“何以……不业也”、“胡为……不朝也”、“何为……不杀乎”等不同虚词组成的感叹性反问句，表达出不同的感情色彩。这就使连写七问，有错综变化之妙，无呆板枯燥之感。《古文观止》评曰：“通篇以民为主，直问到底；而文法各变，全于用虚字处著神。问固奇，而心亦热，末一问，胆识尤过人。”的确颇中肯綮。</p>",
  "about": "<h2>创作背景</h2> 　　赵威后是赵惠文王之妻、赵孝成王之母。公元前266年．惠文王卒，孝成王立，其年幼，故赵威后执政。赵威后清正廉明、洞悉政治民情、明察愚贤是非，是一位优秀的女政治家。这篇文章就是记叙赵威后接见齐国使者的一次谈话，通过双方的问答，委婉的批评了齐国政治失当，赞扬了“以民为本”的治国思想。",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": [
    "古文观止",
    "高中文言文",
    "对话",
    "忧国忧民"
  ]
}