{
  "id": 20475,
  "star": 33,
  "name": "美人梳头歌",
  "dynasty": "唐代",
  "content": "西施晓梦绡帐寒，香鬟堕髻半沉檀。<br>辘轳咿哑转鸣玉，惊起芙蓉睡新足。<br>双鸾开镜秋水光，解鬟临镜立象床。<br>一编香丝云撒地，玉钗落处无声腻。<br>纡手却盘老鸦色，翠滑宝钗簪不得。<br>春风烂漫恼娇慵，十八鬟多无气力。<br>妆成婑鬌欹不斜，云裾数步踏雁沙。<br>背人不语向何处？下阶自折樱桃花。",
  "fanyi": "<p><strong>译文<br></strong>西施般的美女拂晓还做着梦在清冷的纱帐中，芳香的环形发髻半覆着沉檀枕，蓬蓬松松。<br>室外响起了咿咿呀呀像玉鸣一样的辘轳声，把芙蓉般的美人从酣睡中惊醒。<br>打开双鸾镜套，镜子像秋水般光洁，站在象牙床上，解开发髻面对明镜。<br>一头长长的香丝乌云般一直撒落在地上，玉篦梳理着那细润柔美的头发静静无声。<br>细嫩的双手推弄着乌黑的发盘，青翠滑润，连宝钗都不能插定。<br>烂漫的春风吹得她娇柔倦懒，十八岁的美人发髻高高，好像力不能胜。<br>梳理成的发髻美好而又齐正，穿着华美的服装把脚步轻缓地移动。<br>背着人脉脉不语，她将去向何处？走下台阶折枝樱桃戴在头顶。</p> <p><strong>注释<br></strong>⑴西施：春秋时越国美女，这里代指所写美女。绡帐：丝织的床帐。晋王嘉《拾遗记·蜀》：“ 先主甘后……至十八，玉质柔肌，态媚容冶。先主召入绡帐中，于户外望者如月下聚雪。”<br>⑵香鬟（huán）：古代妇女的环形发髻。堕髻：堕马髻的省称，为一种发式。《后汉书·梁冀传》记冀妻孙寿“色美而善为妖态，作愁眉、啼妆、堕马髻、折腰步、龋齿笑。”李贤注引《风俗通》：“堕马髻者，侧在一步……始自冀家所为，京师翕然皆放佼之。”沉檀：指用沉檀木做的枕头。<br>⑶辘轳：井上汲水木。南朝宋<a href=\"http://so.gushiwen.org/author_668.aspx\">刘义庆</a>《世说新语·排调》：“顾曰：‘井上辘轳卧婴儿。’”咿哑：形容物体转动或摇动声，这里指是辘轳转动的声音，其声如玉之鸣。<br>⑷芙蓉：借指美人。《西京杂记》卷二：“文君姣好，眉色如望远山，脸际常若芙蓉。”后因以“芙蓉”喻指美女。<br>⑸双鸾：指镜盖上所绣的鸾鸟。秋水光：形容明镜的光芒像秋水一样明净。<br>⑹临镜：对镜。唐<a href=\"http://so.gushiwen.org/author_18.aspx\">元稹</a>《三兄遗白角巾》<a href=\"http://so.gushiwen.org/view_20475.aspx\">诗</a>：“暗梳蓬发羞临镜，私戴莲花耻见人。”<br>⑺香丝：指发丝。丝、云：都指美女的头发。<br>⑻玉钗：玉制的钗。由两股合成，燕形。汉<a href=\"http://so.gushiwen.org/author_70.aspx\">司马相如</a>《美人赋》：“玉钗挂臣冠，罗袖拂臣衣。”或作“玉梳”。<br>⑼老鸦色：形容头发乌黑。<br>⑽翠滑：色黑而润泽。多用以形容女人头发。簪（zān）：插定发髻。<br>⑾烂漫：形容光彩四射。汉王延寿《鲁灵光殿赋》：“丹彩之饰，徒何为乎，浩浩汗汗，流离烂漫。”娇慵：柔弱倦怠貌。宋<a href=\"http://so.gushiwen.org/author_535.aspx\">柳永</a>《临江仙引》词之三：“鲛丝雾吐渐收，细腰无力转娇慵。”<br>⑿鬟多无气力：发长髻高好像力不能胜。<br>⒀婑（此字应为“髟”下加“委”，音wǒ）鬌（duǒ）：形容发髻美好。欹（qī）：倾斜之意。“欹不斜”，指发髻似斜非斜。<br>⒁云裾（jū）：轻柔飘动如云的衣襟。宋<a href=\"http://so.gushiwen.org/author_80.aspx\">陈著</a>《柳梢青·寿吴竹溪内》词：“缥缈瑶城。客情春小，本分寒轻。霞佩云裾，步联西母，笑倚飞琼。”<br>⒂背（bèi）人：避开别人。<br>⒃樱桃：果木名。落叶乔木。花白色而略带红晕，春日先叶开放。核果多为红色，味甜或带酸。核可入药。木材坚硬致密，可制器具。亦指其果实或花。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　<a href=\"http://so.gushiwen.org/author_349.aspx\">李贺</a>以其秾丽的笔触写过一些堪称“艳<a href=\"http://so.gushiwen.org/view_20475.aspx\">诗</a>”的诗，如《洛姝真珠》、《恼公》、《夜饮朝眠曲》、《河阳歌》、《花游曲》、《石城晓》、《夜来乐》等等。其中的一些主人公是倡家者流，浓艳之外，略带几分轻佻；另一些是贵妇或名门闺秀，虽然俊俏，但贪图享乐，贵族气相当浓郁。这首诗属于后者，它咏歌的“美人”娇嗔慷懒，却颇有风韵，显得楚楚动人。诗人选择的题材不是美人整个白天或夜晚的生活状况，而是其中的一个片断——梳头。对于一般人来说梳头是件小事，不值得一提；而于美人，却是件不可等闲视之的大事，因为头发（包括发式）的美，乃是女性最富特征的方面，梳理头发，关系到能不能充分展示自己美丽的姿色和迷人的风韵。李贺巧妙地选取美人梳头时的情状，以表现她的整体美。</p> <p>　　诗分三个部分，开头四句写梳头前的情状：“西施晓梦绡帐寒，香鬟堕髻半沉檀。”西施代指所写美人。此时天色已明，而她还躺在薄薄的罗帐里周游梦乡哩。句中的“晓”字点明时间，晓而未起，见出其“娇慵”。而“寒”字除标明节令是早春外，还暗示她是孤眠。孤枕寒衾，已是无耐，况值春天，尤其难堪。此处透露了“恼”的直接原因。“香鬟”句是梳头的伏笔。睡在床上的她，鬟髻不整，欲坠未坠，散发阵阵清香，就像悬浮在水中的檀香木。此刻有人从井中汲水，那咿咿哑哑的辘轳声传来，把美人惊醒。她睁开惺忪的睡眼，容光焕发，恰似出水芙蓉。</p> <p>　　中间八句正面写梳头。梳头要临镜，不然就无法审视自己。这位美人下得床来，首先打开饰着双鸾，像秋水般放射出耀眼光芒的明镜，然后解开鬟髻，让头发自然地披散下来。尽管她站立在象床上，那浓密如云、纤细如丝的长发，仍然拖至地面，散发出诱人的浓香。玉钗从长发上滑落下来，几乎没有声响。“无声腻”为“腻无声”之倒装，“腻”指长发柔细而滑，是“无声”的缘由。接着动手梳理，把像乌鸦羽毛那样黑中带碧的长发盘结起来，恢复鬟髻的原择。由于梳得匀，盘得实，映着光线，如同碧丝一般，滑腻得连宝钗也插不稳。可见这位美人在梳理上花了不少功夫。此时她显得既娇美又疲惫：“春风烂漫恼娇慵，十八鬟多无气功。”这略带夸张的笔墨，把主人公此时此刻特有的美充分表现出来。明代的评家丘象升、姚佺激赏此二句。丘就其中的“恼、娇、慵”发表见解说：“三者美人之恒态也。”姚对美人梳头后显得“无气力”作了这样的分析：“虽缘鬟多，亦缘恼，亦缘娇，亦缘慵也。”二人所论极是。“金屋藏阿娇”，阿娇之所以“娇”，就因生活在“金屋”里，锦衣玉食，给宠坏了。娇惯了就喜爱生气，养成了懒散的习性。总而言之，这位美人身上有着浓烈的贵族气。贵族气固然不好，但美貌的少女或少妇带点娇嗔，却也别有风致。其中或者含有美的价值的自我评估，通过心理传导，使观赏者于美感快感之外，产生一种仰慕之情。真正的美理应受到永恒的尊重。</p> <p>　　末四句写梳头完毕后的身姿步态：发式秀美大方，无论是鬟是髻，都不偏不倚。“婑（此字应为‘髟’下加‘委’）鬌”，音wǒduǒ，头发美好的样子。此处，头发梳成后的状貌只一笔带过。接着描述她如何曳动云裾，缓缓走下台阶。“踏雁沙”是比喻，形容其步履所至，如大雁行于沙地，显得匀缓从容。然后默默起走向庭院，采摘繁英如雪的樱桃树枝。诗歌结尾与<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>的《佳人》颇有相似之处。凡是美人都有天生的丽质，这样的“丽质”会在一举一动中表现出来。不过杜甫写的是落拓的佳人，她摘花、采柏的风姿尽管高雅，却带有清苦的况味；李贺笔下的这位美人的身姿步态则搀有优美与傲慢。这些是客观环境影响所致，属于“后天”。</p> <p>　　这首诗主要表述行动过程，按照通常写法，当以赋笔为主，诗人却纯用画笔把它表现出来。全诗十六句，句句是画，或者说句句有画，即是像“背人不语向何处”也是一幅无声的画。这位美人的气质、情绪和心性，通过“不语”更加充分地显现出来。</p><br/><h2>赏析二</h2> <p>　　这首<a href=\"http://so.gushiwen.org/view_20475.aspx\">诗</a>写美人晓妆之状。</p> <p>　　“西施”二句写美人春睡未醒。虽说春意阑珊，但晓晨绡帐犹寒。第二句描写美人睡态。发沐香膏，故曰“香鬟”。“堕髻”这种发式大致是似堕非堕之状。“沉檀”指美人所用枕头，“半沉檀”是写美人长发半堆于枕间之状。</p> <p>　　“辘轳”二句写美人梦醒。唐明皇曾喻杨贵妃醉状说：“直是海棠睡未足耳。”“惊起”一句写如玉之鸣的辘轳声，惊醒了沉睡中的美人。</p> <p>　　以上四句是铺叙，下面始写美人梳头。“双鸾”一句写开镜。美人解开了发鬟，长发委地，所以立于象床上照镜梳头。接下“一编”数句细写美人梳头过程。古代诗人常以浓云、绿云喻女子秀发，“云撒地”即美人长发委地。“玉钗落处无声腻”句写美人秀发之浓。有人解“落处无声”谓“钗坠无声”。王琦说：“落处谓梳头，凡梳头原无声，无声是衬帖字，下着一腻字，方见其发之美。”美人秀发丰腻，玉钗落处，自然是无声无息。“纤手”二句接上，写梳理完后的盘髻。“老鸦色”，言发色之黑。南朝乐府《西洲曲》：“双鬓鸦雏色。”“纤手”一句显从《西洲曲》变化而来。“翠滑”句写美人发浓，以至宝钗时或不能扣住发髻。以上“双鸾”六句，详细描述美人梳头过程。”</p> <p>　　“春风”句描绘美人娇慵之态。春风烂漫，暖意薰人，美人精心梳妆完后，已是懒漫不可收拾了。“无气力”三字，刻画出了美人的娇懒神态。<a href=\"http://so.gushiwen.org/author_415.aspx\">温庭筠</a>《菩萨蛮·小山重叠金明灭》写美人晨妆云：“懒起画娥眉，弄妆梳洗迟。”<a href=\"http://so.gushiwen.org/author_349.aspx\">李贺</a>此诗中的“春风”句，可与温庭筠词对照来读。</p> <p>　　“妆成”二句写美人梳头完后走路的姿态。鬌是式样美好的发髻。“欹不斜”，美人的发髻，似堕非堕，似斜非斜，别有一番风情。下句中的“云裙”指美人衣衫飘逸如云。“踏雁沙”三字则形容美人步履缓慢轻盈，如雁足踏沙。此时，梳妆已毕的美人，开始缓步走向春光明媚的庭园。</p> <p>　　最后二句，通过美人自折樱桃花的动作描写，刻画美人的内在情思，成为这首诗最有价值的部分。从“背人不语”四字可见这位美人性格内向。她有一腔幽怨，但不肯公诸世人。她只是将全身心投向春光、投向自然。白雪般盛开的樱桃花，触发起美人自怜的情感。樱桃花洁白，一尘不染，多像美人的素净高雅。可叹春色易逝，花落有日，美人折花、怜花，也就是自怜。方扶南《李长吉诗集》批注《美人梳头歌》说：“写幽闺春怨也，结尾、樱桃花三字才点睛。花至樱桃，好春己尽矣；深闺寂寂，亦复何聊！”这段话，基本上指明了此诗写幽闺春怨的主题。结尾一句确实是点睛之笔，不过，这一幽闺春怨的旨意无一字明白道及，它是隐然见之于言外的。美人闲寂无聊的情思，仅仅是通过自折樱桃花的优雅动作传达出来。这是诗人的高明之处。比较<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>的《玉阶怨》：“玉阶生白露，夜久侵罗袜。却下水精帘，玲珑望秋月。”宫女的幽怨也仅从“望秋月”中见出。在通过人物的神情动作，含而不露地刻画人物内在情思这点上，李贺与李白是相通的。</p> <p>　　李贺诗语言总的特色是奇险、秾艳。《美人梳头歌》属秾艳一类。整首诗色泽娇艳，与南朝乐府民歌有明显的继承关系。这首诗的题材是平凡的，色泽是鲜艳的。其中层出不穷的比喻，如以鸣玉喻辘轳声，芙蓉喻美人，“秋水光喻明镜，“云撒地”喻长发委地，“老鸦色”喻黑发，“踏雁沙”喻缓步，在相当程度上给人以新鲜的感觉。</p>",
  "about": "<h2>创作背景</h2> 　　这是<a href=\"http://so.gushiwen.org/author_349.aspx\">李贺</a>创作的一首艳体<a href=\"http://so.gushiwen.org/view_20475.aspx\">诗</a>，当作于元和（唐宪宗年号，806—820年）早期，具体作年不详。",
  "poet": {
    "id": 349,
    "star": 0,
    "name": "李贺",
    "image": "http://img.gushiwen.org/authorImg/lihe.jpg",
    "desc": "李贺（约公元791年-约817年），字长吉，汉族，唐代河南福昌（今河南洛阳宜阳县）人，家居福昌昌谷，后世称李昌谷，是唐宗室郑王李亮后裔。有“诗鬼”之称，是与“诗圣”杜甫、“诗仙”李白、“诗佛”王维相齐名的唐代著名诗人。著有《昌谷集》。李贺是中唐的浪漫主义诗人，与李白、李商隐称为唐代三李。有“‘太白仙才，长吉鬼才’之说。李贺是继屈原、李白之后，中国文学史上又一位颇享盛誉的浪漫主义诗人。李贺长期的抑郁感伤，焦思苦吟的生活方式，元和八年（813年）因病辞去奉礼郎回昌谷，27岁英年早逝。"
  },
  "tags": [
    "女子"
  ]
}