{
  "id": 61786,
  "star": 5,
  "name": "沁园春·送李御带珙",
  "dynasty": "宋代",
  "content": "<span style=\"font-family:SimSun;\">唐人以处士辟幕府如石、温辈甚多。税君巽甫以命士来淮幕三年矣，略不能挽之以寸。巽甫虽安之，如某歉何！临别，赋《沁园春》以饯。</span></p> <p>水北洛南，未尝无人，不同者时。赖交情兰臭，绸缪相好；宦情云薄，得失何知？夜观论兵，春原吊古，慷慨事功千载期。萧如也，料行囊如水，只有新诗。归兮，归去来兮，我亦办征帆非晚归。正姑苏台畔，米廉酒好；吴松江上，莼嫩鱼肥。我住孤村，相连一水，载月不妨时过之。长亭路，又何须回首，折柳依依。",
  "shangxi": "<h2>鉴赏</h2> <p>　　这首词是作者任淮东制置使兼知扬州时所作，小序所谓“淮幕”当指淮东制置使司幕府。词是为友人幕僚税巽甫饯行而作。小序谓：唐代士子由幕府征召而授官的很多，而税君以一个在籍的士人身份，来我这三年了，我却一点也不能使他得到提拔。他虽然处之泰然，可我多么歉疚！临别之际，写这首词为他送行。但从这首送别词中，人们读到的，不仅仅是那种浅层次的惜别，同时，也表达了词人对有才干的友人不受重用而怅惘、而自责的感情。</p> <p>　　首句便为不平之鸣。“水北洛南，未尝无人，不同者时。”“水北洛南”意思是说：今天未尝没有石、温那样的人才，只是时代不同了。机遇好了，则人才辈出，机遇不好时，则命士如巽甫终是尘土销磨。</p> <p>　　“赖交情兰臭，绸缪相好；宦情云薄，得失何知？”这里是说：凭交情，我和巽甫是再好不过了；但我们都是拙于吏道，将作官看得很淡薄，个中的得失怎么看得清呢？照说，凭我们的交情和我的阃帅地位，巽甫是不难求得一进的，然而却不是这样！其原因除了时代昏暗外，就是我的迂拙了。这表达了作者的自责。“宦情云薄，得失何知”，则又是对友人的鼓励了。</p> <p>　　这里意思兼及双方，起到了上下层次的递转作用。下面就着写巽甫的高尚志行了。</p> <p>　　“夜观论兵，春原吊古，慷慨事功千载期，”巽甫常常和自己谈论军事，凭吊古迹，激昂慷慨，以千秋功业相期许。这里的“论兵”、“吊古”，既有历史的缅怀，又有现实的感慨。在南宋，扬州是江淮要塞，淮东制置使司当时就是担负南宋东线抗御蒙古重任的。</p> <p>　　这是概括三年间生活。分手之际是：“萧如也，料行囊如水，只有新<a href=\"http://so.gushiwen.org/view_61786.aspx\">诗</a>。”意思是三年来一无所得，归去是两袖清风。这里还暗中点明巽甫的安贫乐道，虽遭逢不遇，仍不辍吟咏。这又和眼下以词饯行联系起来。以上两层写巽甫才高志远、关切国事、品行高洁。如此人物，令人起敬；如此遭遇，叫人怜惜同情。作者这样写来，其愤时、自责亦在其中。</p> <p>　　上片可说是回顾，下片就是送行了。换头连用两“归”字，表明巽甫态度之坚决，也表明作者对其行动的赞许。不仅如此，“我亦办征帆非晚归”，我也要归去。送人将自己的心也送走了。“正杂苏台畔，米廉酒好；吴松江上，莼嫩鱼肥。”吴中一带一直是士大夫退居的理想所在，<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>曾向往那里“月致米三石、酒三斗”的生活，鲈脍莼羹更是古来为人盛称的风味。以上所写为共同向往。“我住孤村，相连一水，载月不妨时过之。”这里说两家住处是一水相连，退归之后还可以经常相聚。“长亭路，又何须回首，折柳依依。”“长亭路”即分别的地方，在这里折柳相赠以表留恋是古来习俗，也是人情之常，而作者却说：我们分手时不必这样了。为什么呢？这一是因为归去的地方那么好，不必恋恋不舍。二是因为“我亦办征帆非晚归”，离别是短暂的，很快就会重逢。</p> <p>　　下片写送行，主客双方似乎都挺轻松。小序虽说巽甫安之，但“慷慨事功千载期”就如此无成而归，巽甫的心情自是不安，作者的不安在小序及上片已表露甚明。下片如此写，是委婉的劝解。词人将隐退后生活写得惬意，目的是安慰友人，减轻其心理负荷。</p> <p>　　同时，下片的惜别与上片的愤时也是意脉相承的。下片将巽甫归去的态度写得很坚决，也写出自己退归的决心，还写出二人对乡居生活的向往，这正是表露了他们对不重视人才的不满，对官场的厌恶。总之，全词是围绕惜别也是惜才的中心来展开的。</p> <p>　　这首词的语言质朴，有的地方行以古文句法，显得有些散缓，但很觉有味，这大概是全篇那类似谈话的语调造成的。<br></p>",
  "poet": {
    "id": 584,
    "star": 0,
    "name": "李曾伯",
    "image": "http://img.gushiwen.org/authorImg/lizengbo.jpg",
    "desc": "李曾伯(1198～1265至1275间) 南宋词人。字长孺，号可斋。原籍覃怀（今河南沁阳附近）。南渡后寓居嘉兴（今属浙江）。"
  },
  "tags": [
    "离别",
    "友人",
    "惆怅"
  ]
}