{
  "id": 72425,
  "star": 14,
  "name": "上陵",
  "dynasty": "两汉",
  "content": "上陵何美美，下津风以寒。<br>问客从何来，言从水中央。<br>桂树为君船，青丝为君笮，木兰为君棹，黄金错其间。<br>沧海之雀赤翅鸿，白雁随。<br>山林乍开乍合，曾不知日月明。<br>醴泉之水，光泽何蔚蔚。<br>芝为车，龙为马，览遨游，四海外。<br>甘露初二年，芝生铜池中，仙人下来饮，延寿千万岁。",
  "fanyi": "<p><strong>译文</strong><br>　　登上诸陵但见景色何其美好，从陵上下来到达水边，水边的风何其清爽。问仙人从哪里来，仙人回答说他来自水中央。仙人出现时所乘的船极其豪华，桂木造成船，连系船用的绳索都是用青丝做成的。划船的船桨是用木兰做的，有黄金涂饰其间。这时，只见水面上凤凰出现，众鸟随从，出现于山林中，望去只见山林忽开忽合，连日月的光芒也被众鸟所遮蔽。甘甜的泉水，光泽熠熠。我不禁想象神的车盖形似灵芝，驾着龙，在天地间遨游。甘露二年，铜池中生出芝草，吉祥之兆引得仙人也下来饮于此泉中，人们喝了此泉的水更是延年益寿。</p> <p><strong>注释</strong><br>①上陵何美美：登上上陵但见景色何其美好。<br>②下津：指从陵上下来到达水边。<br>③客：指仙人。<br>④笮（zuó）：竹子做的绳索，西南少数民族用以渡河。这里指维系船的绳索。<br>⑤木兰：树木名。<br>⑥棹：划船的工具。<br>⑦错：涂饰。<br>⑧醴（lǐ）泉：甘甜的泉水。古人以为是祥瑞。<br>⑨蔚蔚：茂盛的样子。<br>⑩甘露：汉宣帝年号。芝生铜池中：古人以生出芝草为吉祥之兆。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　汉章帝元和中，有宗庙食举六曲，加《重来》、《上陵》二曲，为《上陵》食举。这是汉宣帝时歌颂所谓祥瑞的<a href=\"http://so.gushiwen.org/view_72425.aspx\">诗</a>。“上陵”即登上汉朝诸帝的陵墓。据史书记载，汉宣帝在即位前曾多次遨游诸陵间。此诗写到了神仙的出现及各种祥瑞之物的到来。</p> <p>　　“上陵”即“上林”，为汉代天子的著名游猎之苑。<a href=\"http://so.gushiwen.org/author_70.aspx\">司马相如</a>《上林赋》，曾以“终始灞浐，出入泾渭”、“荡荡乎八川分流”，铺陈过它周围三百里的苍莽壮阔；以“奔星更于闺闼，宛虹扡于楯轩”，夸饰过它离宫七十余所的峻高富丽。但《上陵》歌的主意，却不在夸陈上林苑的“巨丽”，而是唱叹仙人降赐祥瑞的奇迹。开篇两句是赞美式的写景：“上陵何美美”，叹上林树木的蓊郁繁美；“下津风以寒”，叙苑中水津的凉风澹荡——正是“仙”客出现前的清奇之境。林木幽幽，风声飒然，衣袂飘飘的仙客突然现身，不能不令人惊异。“问客从何来，言从水中央”。前句问得惊讶，表现仙客之现莫知其来的飘忽无踪；后句答得微妙，他竟来自烟水迷离的水中，简直难以置信！但在仙客口中，却只发为淡淡一语，似乎根本不值得一提。其遥指水天、莞尔微笑的悠闲之态，愈加令人意外而惊喜。</p> <p>　　仙客不仅来得神奇，其乘舟也格外芳洁富丽：“桂树为君船，青丝为君笮，木兰为君棹，黄金错其间。”笮（zuó）：系船的竹索。桂舟兰棹，芬芳雅洁，映衬仙人的清风广袖，正给人以“似不从人间来”的缥缈之感。它不禁令人想起，<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>笔下的湘水之神，驾驭桂木龙舟，在洞庭湖上凌波飞驶的景象。但青丝为笮、黄金饰棹，似又与仙人的身份不甚相应，倒是显出了一种错金绣银的世俗富贵气。但汉人企慕的神仙生活，本就是世俗生活的延续和保存，反射出一种积极的对世间生活的全面关注和肯定。这与后世描述的洞中枯坐、鄙弃富贵的仙人，颇有异趣。此歌歌咏的上林仙客，显露的正是汉人企羡的特点。不过，他毕竟是“仙”，故其随从也世不多见：“沧海之雀赤翅鸿，白雁随。山林乍开乍合，曾不知日月明。”赤鸿、白雁，世所稀闻。它们的出现，往往被古人视为上天降赐的祥瑞，预兆着天下的太平。当年汉武帝“行幸东海，获赤雁”，就欣喜异常，还特为作了首《朱雁》之歌。汉宣帝元康、神爵年间，这类五彩神鸟，曾成千上万降集于京师宫殿及上林苑。人们以为这都是神仙降赐的好兆，喜得宣帝屡次下诏“大赦天下”、赏赐臣下爵禄或牛酒。这四句运用长短错综的杂言，描述鸿雁群随，翅翼忽张忽合，翔舞山林之间，以至遮蔽日月的景象，奇异动人，令人有身临其境、眼目撩乱之感。神奇的还不止于此：“醴泉之水，光泽何蔚蔚”——正当鸿雁翔集之际，山林间突又涌出一股股泉水，清亮闪光、汩汩不绝，而且甜美可口，则不是人间凡水所可比拟。随着上林之“仙”降临而出现的，正是如此应接不暇的奇迹。全诗歌咏至此，仿佛有天花乱坠于字行之间。</p> <p>　　“芝为车，龙为马”以下，歌咏仙人的离去。诗中说：人们还沉浸在对种种仙瑞的欣喜若狂之中，仙人却冉冉升天、飘忽而去了。他来的时候，乘的是兰棹桂舟，浮现在烟水迷茫之间；离去时则又身登金芝、驾驭龙马，消失在青天白云之上。此刻海天青青，仙人已渺无影踪。他究竟去向了哪里？大概是到四海之外去览观遨游了吧？这四句全为三言短句，抒写仙人离去景象轻疾飘忽，留下了一种情系云天、绵绵无尽的意韵。歌中叙仙人以“金芝”为车，堪称奇思。不过这想象也有现实依据：据说公元前62年（宣帝元康四年），曾有“金芝九茎产于函德殿铜池（檐下承水之槽）中”，被视为仙人降临的瑞兆。公元前52年（甘露二年），又有“凤皇、甘露降集京师”。金芝本产于“名山之阴、金石之间”，附近的水饮之可“寿千年”（<a href=\"http://so.gushiwen.org/author_2135.aspx\">葛洪</a>《抱朴子》），而今却生于檐下铜池，确是奇迹。人们由此发生仙人以芝为车降临宫殿的联想，也正在情理之中。至于“甘露”，乃“神露之精”，其味甘甜，饮之亦可长寿登仙。武帝当年为了获得它，曾“以铜作承露盘，高二十七丈”，“上有仙人掌承露，和玉屑，欲以求仙”（《三辅故事》）。而今亦降集京师，实为可喜可贺。此歌最后“甘露初二年，芝生铜池中”四句，说的就是这类奇事。字里行间，荡漾着人们对仙人降临，赐饮金芝、甘露，以延年益寿的希冀和喜悦之情。</p>",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": [
    "乐府",
    "喜悦",
    "歌咏",
    "神仙"
  ]
}