{
  "id": 47920,
  "star": 159,
  "name": "墨池记",
  "dynasty": "宋代",
  "content": "　　临川之城东，有地隐然而高，以临于溪，曰新城。新城之上，有池洼然而方以长，曰王羲之之墨池者，荀伯子《临川记》云也。羲之尝慕张芝，临池学书，池水尽黑，此为其故迹，岂信然邪？ </p> <p>　　方羲之之不可强以仕，而尝极东方，出沧海，以娱其意于山水之间；岂其徜徉肆恣，而又尝自休于此邪？羲之之书晚乃善，则其所能，盖亦以精力自致者，非天成也。然后世未有能及者，岂其学不如彼邪？则学固岂可以少哉，况欲深造道德者邪？ </p> <p>　　墨池之上，今为州学舍。教授王君盛恐其不章也，书‘晋王右军墨池’之六字于楹间以揭之。又告于巩曰：“愿有记”。推王君之心，岂爱人之善，虽一能不以废，而因以及乎其迹邪？其亦欲推其事以勉其学者邪？夫人之有一能而使后人尚之如此，况仁人庄士之遗风余思被于来世者何如哉！ </p> <p>　　庆历八年九月十二日，曾巩记。 ",
  "fanyi": "<p><strong>译文</strong></p> <p>　　临川郡城的东面，有一块地微微高起，并且靠近溪流，叫做新城。新城上面，有个池子低洼呈长方形，说是的墨池，这是荀伯子《临川记》里说的。</p> <p>　　羲之曾经仰慕张芝“临池学书，池水尽黑”的精神，(现在说)这是羲之的(墨池)遗址，难道是真的吗？当羲之不愿勉强做官时，曾经游遍东方，出游东海，在山水之间使他的心情快乐。莫非他在尽情游览时，曾在这里停留过？羲之的书法，到晚年才特别好。那么他能达到这步，大概也是靠他自己的精神和毅力取得的，并不是天生的。但是后代没有能够赶上他的人，是不是后人学习下的功夫不如他呢？那么学习的功夫难道可以少下吗？何况想在道德修养上深造的人呢？</p> <p>　　墨池的旁边，现在是抚州州学的校舍，教授王盛先生担心墨池不能出名，写了“晋王右军墨池”六个字挂在屋前两柱之间，又请求我说：“希望有一篇(墨池)记。”推测王先生的用心，是不是喜爱别人的优点，即使是一技之长也不让它埋没，因而推广到王羲之的遗迹呢？莫非也想推广王羲之的事迹来勉励那些学员吧？一个人有一技之长，就能使后人像这样尊重他；何况那些品德高尚、行为端庄的人，遗留下来令人思慕的美好风范，对于后世的影响那就更不用说了！</p> <p>　　庆历八年九月十二日，<a href=\"http://so.gushiwen.org/author_385.aspx\">曾巩</a>作记。</p> <p><strong>注释</strong><br>（1）临川：临川：宋朝的抚州临川郡(今江西省临川市)。<br>（2）隐然而高：微微地高起。隐然：不显露的样子。<br>（3）临：从高处往低处看，这里有“靠近”的意思。<br>（4）洼然：低深的样子。<br>（5）方以长：方而长，就是长方形。<br>（6）王羲之(321—379)：字逸少，东晋人，官至右军将军，会稽内史，世称王右军。他是古代有名的大书法家，世称“书圣”。苟伯子：南朝宋人，曾任临川内史。著有《临川记》六卷，其中提到：“王羲之尝为临川内史，置宅于郡城东南高坡，名曰新城。旁临回溪，特据层阜，其地爽垲(kǎi，地势高而干燥)，山川如画。今旧井及墨池犹存。”<br>（7）张芝：东汉末年书法家，善草书，世称“草圣”。王羲之“曾与人书云：‘张芝临池学书，池水尽黑，使人耽(dān，酷爱)之若是，未必后之也。’”(《晋书·王羲之传》)<br>（8）信然：果真如此。<br>（9）邪：吗，同“耶”。<br>（10）方：当……时。<br>（11）强以仕：勉强要(他)作官。王羲之原与王述齐名，但他轻视王述，两人感情不好。后羲之任会稽内史时，朝廷任王述为扬州刺史，管辖会稽郡。羲之深以为耻，称病去职，誓不再仕，从此“遍游东中诸郡，穷诸名山，泛沧海”。<br>（12）极东方：游遍东方。极，穷尽。<br>（13）出沧海：出游东海。沧海，指东海。<br>（14）娱其意：使他的心情快乐。<br>（15）岂有：莫非。<br>（16）徜徉肆恣：尽情游览。徜徉，徘徊，漫游。肆恣，任意，尽情。<br>（17）休：停留。<br>（18）书：书法。<br>（19）晚乃善：到晚年才特别好。《晋书·王羲之传》：“羲之书初不胜(不及)庾翼、郄愔(xìyìn)，及其暮年方妙。尝以章草答庾亮，而(庾)翼深叹伏。”所能：能够达到这步。<br>（20）盖：大概，副词。以精力自致者：靠自己的精神和毅力取得的。<br>（21）致，取得。天成：天然生成。<br>（22）及：赶上。<br>（23）岂其学不如彼邪：是不是他们学习下的功夫不如王羲之呢？岂，是不是，表示揣测，副词。学，指勤学苦练。<br>（24）则学固岂可以少哉：那么学习的功夫难道可以少下吗？则，那么，连词。固，原来，本。岂，难道，表示反问，副词。<br>（25）深造道德：在道德修养上深造，指在道德修养上有很高的成就。<br>（26）州学舍：指抚州州学的校舍。<br>（27）教授：官名。宋朝在路学、府学、州学都置教授，主管学政和教育所属生员。<br>（28）其：指代墨池。<br>（29）章：通“彰”，显著。<br>（30）楹间：指两柱子之间的上方一般挂匾额的地方。楹，房屋前面的柱子。<br>（31）揭：挂起，标出。<br>（32）推：推测。<br>（33）一能：一技之长，指王羲之的书法。<br>（34）不以废：不让它埋没。<br>（35）因以及乎其迹：因此推广到王羲之的遗迹。<br>（36）推：推广。<br>（37）学者：求学的人。<br>（38）夫：语气词，放在句首，表示将发议论。<br>（39）尚之如此：像这样尊重他。尚，尊重，崇尚。<br>（40）仁人庄士：指品德高尚、行为端庄的人。<br>（41）遗风余思：遗留下来令人思慕的美好风范。余思，指后人的怀念。余，也是“遗”的意思。<br>（42）被于来世：对于后世的影响。被，影响。<br>（43）何如哉：会怎么样呢？这里是“那就更不用说了”的意思。</p>",
  "shangxi": "<p>　　名为《墨池记》，着眼点却不在\"池“，而在于阐释成就并非天成，要靠刻苦学习的道理，以此勉励学者勤奋学习。文章以论为纲，以记为目，记议交错，纲目统一，写法新颖别致，见解精警，确是难得之佳作。</p> <p>　　本文意在写论，但发议之前，又不能不记叙与墨池有关的材料。否则，议论使无所附丽，显得浮泛，失之空洞说教。如记之过详，又会喧宾夺主，湮没题旨。故作者采用了记议结合，略记详论的办法，以突出文章的题旨。开头，大处落笔，以省险的笔墨，根据荀伯子《临川记》所云，概活了墨他的地理位置、环境和状貌：</p> <p>　　“临川之城东，有地隐然而高，以临于溪，曰新城。新城之上，有池洼然而方以长”。同时，又根据仰慕张芝，\"临池学书，池水尽黑\"的传说，指出墨池得名的由来。其实，有关墨池的传说，除《临川记》所述之外，还有诸种说法，因本文的目的在于说理，不在于记池，所以皆略而未提。文辞之简约，可谓惜墨如金。对于墨他的记叙，虽要言不烦，却铺设了通向议论的轨道。接着文章由物及人，追述王羲之退离官场的一段生活经历。据《晋书》记载，骠骑将军王述，少时与羲之齐名，而羲之甚轻之。羲之任会稽内史时，述为杨川刺史，羲之成了他的部属。后王述检察会稽郡刑改，羲之以之为耻，遂称病去职，并于父母墓前发誓不再出来做官。对于王羲之的这一段经历，作者只以\"方羲之之不可强以仕强以仕\"一语带过，略予交代，随之追述了王羲之随意漫游，纵情山水的行踪：“尝极东方，出沧海，以娱其意于山水之间，岂有徜徉恣肆，而又尝自休于此邪？”这一段简略追述，也至关重要。它突出了王羲之傲岸正直、脱尘超俗的思想，这是王羲之学书法的思想基础和良好的精神气质，不能不提。从结构上讲，\"又尝自休于此邪\"一语，用设问句式肯了王羲之曾在临川学书，既与上文墨池挂起钩来，又为下文的议论提供了依据。随后，在记的基础上，文章转入了议：“羲之之书晚乃善，则其所能，盖亦以精力自致者，非天成也。”虞和《论书表》云：“羲之书在始末有奇，殊不胜庾翼，迨其末年，乃造其极。尝以章草书十纸，过亮，亮以示翼。翼叹服，因与羲之书云：‘吾昔有伯英章草书十纸，过江亡失，常痛妙迹永绝。忽见足下答家兄书，焕若神明，顿还旧观'。”这说明王羲之晚年己与\"草圣\"张芝并驾齐驱，可见\"羲之之书晚乃成\"之说有事实根据，令人信服。那么，羲之书法所以\"善\"的根本原因是什么？那就是专心致志，勤学苦练的结果，而不是天生的。至此，原因，在于缺乏勤奋精神，进一步说明了刻苦学习的重要性。最后，又循意生发，引申封建士大夫的道德修养上去，指出\"深造道德\"，刻苦学习也是不可少的．就这样，正面立论，反面申说，循意生发，一层深似一层地揭示了文章的题旨。然而，作者对题旨的开拓并未就此止步。在简略记叙州学教授王盛向他素文的经过以后，文章再度转入议论：\"推王君之心．岂爱人之善，虽一能不以废，而因以及乎其迹邪？其亦欲推其事以勉其学者邪?\"这虽是对王君用心的推测，实则是作者作记的良苦用心．接着，又随物赋意，推而广之，进一步议论道：\"夫人之有一能，而使后人尚之如此，况仁人庄士之遗风余思，被于来世者何如哉。\"作者由王羲之的善书法之技，推及到\"仁人庄士\"的教化、德行，勉励人们不仅要有\"一能“，更要刻苦学习封建士大夫的道德修养，从而把文意又引深一层。<a href=\"http://so.gushiwen.org/author_385.aspx\">曾巩</a>是\"正统派\"古文家，文章的卫道气息较浓厚，这里也明显地流露了他卫道的传统思想。</p> <p>　　在宋代以\"记\"为体裁的说理散文中，象《墨池记》这样以记为附，以议为主的写法还是不多见的。《醉翁亭记》的思想意脉是\"醉翁之意不在酒“，\"在乎山水之间也“。但这种\"意“，不是靠发\"议\"表?达出来的，而是随着山水相映、朝暮变比、四季变幻的自然景物描写透露出来的；《岳阳楼记》的重心不在记楼，在于敞露个人\"先天下之忧而忧，后天下之乐而乐\"的襟怀，在抒情方式上，作者采用的是触景生情的方法，因而文章铺排笔墨，以较乡的篇幅写了岳阳楼变幻莫测的景色．而《墨池记》用于记\"池\"的文字较少，议论文字却很多。它不是在记叙之后再发议论，而是记事、议论错杂使用，浑然一体。尽管议多于记，却无断线风韵，游离意脉之弊，读来觉得自然天成。可以说《墨池记》脱尽了他人窠臼，辟出了自家蹊径。</p>",
  "about": "<h2>文言现象</h2> <p><strong>词类活用</strong><br>①池水尽黑。——名词活用作动词，变成黑色。<br>②以娱其意于山水之间。形容词的使动用法，使……快乐。<br>③岂爱人之善，虽一能不以废。形容词活用作名词，长处。</p> <p><strong>特殊句式</strong><br>①盖亦以精力自致者，非天成也。——判断句。<br>②以娱其意于山水之间。——介宾结构后置句。<br>③书‘晋王右军墨池’之六字于楹间以揭之。——介宾结构后置。<br>④夫人之有一能而使后人尚之如此——状语后置。<br>⑤被于来世者何如哉！——宾语前置句<br></p><br/><h2>创作背景</h2> 　　墨池在江西省临川县，相传是东晋大书法家<a href=\"http://so.gushiwen.org/author_581.aspx\">王羲之</a>洗笔砚处。相传东晋书法家王羲之在池边习字，池水尽黑。<a href=\"http://so.gushiwen.org/author_385.aspx\">曾巩</a>钦慕王羲之的盛名，于庆历八年（1048）九月，专程来临川凭吊墨池遗迹。州学教授（官名）王盛请他为“晋王右军墨池”作记，于是曾巩根据王羲之的轶事，写下了这篇著名散文《墨池记》。",
  "poet": {
    "id": 385,
    "star": 0,
    "name": "曾巩",
    "image": "http://img.gushiwen.org/authorImg/zenggong.jpg",
    "desc": "曾巩（1019年9月30日－1083年4月30日，天禧三年八月二十五日－元丰六年四月十一日），字子固，世称“南丰先生”。汉族，建昌南丰（今属江西）人，后居临川（今江西抚州市西）。曾致尧之孙，曾易占之子。嘉祐二年（1057）进士。北宋政治家、散文家，“唐宋八大家”之一，为“南丰七曾”（曾巩、曾肇、曾布、曾纡、曾纮、曾协、曾敦）之一。在学术思想和文学事业上贡献卓越。"
  },
  "tags": [
    "辞赋精选",
    "状物",
    "写人",
    "寓理"
  ]
}