{
  "id": 72074,
  "star": 24,
  "name": "小阑干·去年人在凤凰池",
  "dynasty": "元代",
  "content": "去年人在凤凰池，银烛夜弹丝。沉水香消，梨云梦暖，深院绣帘垂。<br>今年冷落江南夜，心事有谁知。杨柳风柔，海棠月淡，独自倚阑时。",
  "fanyi": "<p><strong>译文<br></strong>去年的这个时候在中书省，常与朋友们宴请酬唱，秉烛促谈，弹和推盏。沉香已经燃尽，香气飘洒了，深院乡帘垂，清消永夜，无穷趣，无穷意。<br>今年的这个时候，一个人孤独地在江南这月下之夜，心情几个能知？杨柳青青，习习柔风，细细的柳条在清柔的风下，徐徐的摇曳。淡淡月光下海棠花儿清香扑鼻，孤独地倚于阑干。</p> <p><strong>注释<br></strong>（1）凤凰池：元代中书省所在地。<br>（2）弹丝：弹奏丝弦乐器。<br>（3）沉水香消：沉香已经燃尽，香气飘洒了。沉水：一种名贵的香料，即沉香。<br>（4）梨云梦暖：<a href=\"http://so.gushiwen.org/author_482.aspx\">王建</a>《梦梨花》<a href=\"http://so.gushiwen.org/view_72074.aspx\">诗</a>：“落落漠漠路不分，梦中唤作梨花云”。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　去年人在凤凰池，银烛夜弹丝。</p> <p>　　“凤凰池”，指中书省。魏晋以来，中书令等官员掌管诏令文书等事物，能经常接近皇帝，深蒙宠爱，所以中书省被美称为“凤凰池”或者“凤池”。这里凤凰池应指<a href=\"http://so.gushiwen.org/author_545.aspx\">萨都剌</a>所在的翰林院。“弹练”，即弹奏琴、瑟等丝弦乐器，这是在筵席上所演奏的悠扬而又高雅的音乐。去年的这个时候，身处京城翰林院，夜晚友朋相聚，灯火通明，席间弹丝弄竹，高雅而又欢快。</p> <p>　　沉水香消，梨云梦暖，深院绣帘垂。</p> <p>　　“沉水”，即沉香，一种名贵的熏香料，又名沉水香，富贵人家常用来熏染居室。“梨云梦暖”来自唐人<a href=\"http://so.gushiwen.org/author_482.aspx\">王建</a>所作的《梦看梨花云歌》，此<a href=\"http://so.gushiwen.org/view_72074.aspx\">诗</a>描写梨花如云的绮丽梦境，中有“薄薄落落雾不分，梦中唤作梨花云”一句。这种梨花云梦的典故曾被<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>用在词中。萨都剌化用这个诗意，指自己当时所做的梦境也是如此温馨、雅致。聚会结束之后，众人散去，屋里烧着浓的沉香，让人醺然而醉；重重的院落里，因为夜已深了，早就把精致的萧翎放下来，人们开始在愉快的心情中入睡，因此梦里也能看到重重如云的梨花，生活是多么恬静、优雅。银烛、弹丝、沉香、绣帘，这样华丽、浓艳的生活色彩，代表官宦之家常见的事物。从这些精致的细节，读者自可相像出居室其他部分。这是萨都剌曾经拥有的悠闲而又富裕的生活，字里行同也不煞春风得意的心情。这样的生活自然令人难忘，它一直留存在萨都剌的记忆中。上阕用词华艳、热烈，颇有<a href=\"http://so.gushiwen.org/author_415.aspx\">温庭筠</a>遗风。</p> <p>　　今年冷落江南夜，心事有谁知。</p> <p>　　今年身处江南，离开了京城翰林院，再也没有高朋满座，在这冷冷清清的夜里，心事又有谁能知晓？这两句由上阙的热烈华贵，一变而为孤寂凄清，两相对照，以前的生活更是像仙境一般美好，值得永远怀念了。而这种截然不同的遭遇，只是因为官职的变迁。一句“心事有谁知”，多少有感叹事态炎凉、自怜身世遭遇的用意。</p> <p>　　杨柳风柔，海棠月淡，独自倚阑时。</p> <p>　　“杨柳风柔，海棠月淡”，是作者眼前所见的景物。在温暖的春夜里，迎面是轻柔的春风，杨柳枝轻轻拂动；在淡淡的月光下，海棠花正在盛开。春风拂面，杨柳摇曳，月影花影，这其实是一个典型的、美好的江南春夜，只是这样的美景当前，却只有作者一个人独自倚在栏杆旁观赏，没有人与自己共同分享这种感受。这三句又进一步渲染作者的孤独，无论是愤慨难过的心事，还是赏月赏花的乐事，都“无人知”，没有倾诉的对象，这是何等凄凉的事情。下阙着重写江南春夜室外的情景，与上阙着力写灯影人影相对应，上阙是灯影人影，软玉温香，下阙则是风柔月淡，冷冷清清，这样的安排，使人觉得前者更加温暖，令人向往，后者则更为凄凉难熬。这首词的构思甚为巧妙，深受<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>《生查子·元夕》词的启发，采用了鲜明对比的写法，通过“今年”与“去年”、“冷”与“暖”、悲与欢的多重对比，深刻地表现了词人两种大为不同的心境，从中不难感受到词人对当政者无故将自己赶出翰林院的不满与悲凉。并且还运用了采取分景、隔景、借景诸手法，虽然主旨抒情，却又突破了对情本身的拘泥，通过情、境的有机布置、组织创造，构成了新的情感世界，其浑然天成处，正可窥见作者的艺术匠心。</p>",
  "about": "<h2>创作背景</h2> 　　《小阑干·去年人在凤凰池》作于元至顺三年（1333年），皇帝听信奸臣谗言，将时任翰林国史院应奉的萨都刺贬为江南诸道行御史台掾史，离京南下任职，<a href=\"http://so.gushiwen.org/author_545.aspx\">萨都剌</a>对此深感不满和悲凉。",
  "poet": {
    "id": 545,
    "star": 0,
    "name": "萨都剌",
    "image": "http://img.gushiwen.org/authorImg/sadula.jpg",
    "desc": "萨都剌（约1272—1355）元代诗人、画家、书法家。字天锡，号直斋。回族（一说蒙古族）。其先世为西域人，出生于雁门（今山西代县），泰定四年进士。授应奉翰林文字，擢南台御史，以弹劾权贵，左迁镇江录事司达鲁花赤，累迁江南行台侍御史，左迁淮西北道经历，晚年居杭州。萨都剌善绘画，精书法，尤善楷书。有虎卧龙跳之才，人称燕门才子。他的文学创作，以诗歌为主，诗词内容，以游山玩水、归隐赋闲、慕仙礼佛、酬酢应答之类为多，思想价值不高。萨都剌还留有《严陵钓台图》和《梅雀》等画，现珍藏于北京故宫博物院。"
  },
  "tags": [
    "婉约",
    "感伤",
    "时光"
  ]
}