{
  "id": 8403,
  "star": 190,
  "name": "山中与幽人对酌",
  "dynasty": "唐代",
  "content": "两人对酌山花开，一杯一杯复一杯。<br>我醉欲眠卿且去，明朝有意抱琴来。",
  "fanyi": "<p><strong>译文</strong><br>我们两人在盛开的山花丛中对饮，一杯又一杯，真是乐开怀。<br>我喝醉想要睡觉您可自行离开，如果余兴未尽，明天早晨抱着琴再来。</p> <p><strong>注释</strong><br>⑴幽人：幽隐之人；隐士。此指隐逸的高人。《易·履》：“履道坦坦，幽人贞吉。”对酌：相对饮酒。<br>⑵“我醉”句：此用<a href=\"http://so.gushiwen.org/author_645.aspx\">陶渊明</a>的典故。《宋书·陶渊明传》记载：陶渊明不懂音乐，但是家里收藏了一把没有琴弦的古琴，每当喝酒的时候就抚摸古琴，对来访者无论贵贱，有酒就摆出共饮，如果陶渊明先醉，便对客人说：“我醉欲眠卿可去。”</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>饮酒<a href=\"http://so.gushiwen.org/view_8403.aspx\">诗</a>特多兴会淋漓之作。此诗开篇就写当筵情景。“山中”，对李白来说，是“别有天地非人间”的；盛开的“山花”更增添了环境的幽美，而且眼前不是“独酌无相亲”，而是“两人对酌”，对酌者又是意气相投的“幽人”（隐居的高士）。此情此境，事事称心如意，于是乎“一杯一杯复一杯”地开怀畅饮了。次句接连重复三次“一杯”，采用词语的重复，不但极写饮酒之多，而且极写快意之至。读者仿佛看到那痛饮狂歌的情景，听到“将进酒，杯莫停”（《将进酒》）那样兴高采烈的劝酒的声音。由于贪杯，诗人许是酩酊大醉了，玉山将崩，于是打发朋友先走。“我醉欲眠卿且去”，话很直率，却活画出饮者酒酣耳热的情态，也表现出对酌的双方是“忘形到尔汝”的知交。尽管颓然醉倒，诗人还余兴未尽，还不忘招呼朋友“明朝有意抱琴来”呢。此诗表现了一种超凡脱俗的狂士与“幽人”间的感情，诗中那种随心所欲、恣情纵饮的神情，挥之即去、招则须来的声口，不拘礼节、自由随便的态度，在读者面前展现出一个高度个性化的艺术形象。</p> <p>　　诗的艺术表现也有独特之处。盛唐绝句已经律化，且多含蓄不露、回环婉曲之作，与古诗歌行全然不同。而此诗却不就声律，又词气飞扬，一开始就有一往无前不可羁勒之势，纯是歌行作风。惟其如此，才将那种极快意之情表达得酣畅淋漓。这与通常的绝句不同，但它又不违乎绝句艺术的法则，即虽豪放却非一味发露，仍有波澜，有曲折，或者说直中有曲意。诗前二句极写痛饮之际，三句忽然一转说到醉。从两人对酌到请卿自便，是诗情的一顿宕；在遣“卿且去”之际，末句又婉订后约，相邀改日再饮，又是一顿宕。如此便造成擒纵之致，所以能于写真率的举止谈吐中，将一种深情曲曲表达出来，自然有味。此诗直在全写眼前景口头语，曲在内含的情意和心思，既有信口而出、率然天真的妙处，又不一泻无余，故能令人玩味，令人神远。</p> <p>　　此诗的语言特点，在口语化的同时不失其为经过提炼的文学语言，隽永有味。如“我醉欲眠卿且去”二句明白如话，却是化用一个故实。《宋书·隐逸传》：“（陶）潜不解音声，而畜素琴一张，无弦，每有酒适，辄抚弄以寄其意。贵贱造之者，有酒辄设。潜若先醉，便语客：‘我醉欲眠，卿可去’，其真率如此。”此诗第三句几乎用陶潜的原话，正表现出一种真率脱略的风度。而四句的“抱琴来”，也不是着意于声乐的享受，而重在“抚弄以寄其意”、以尽其兴，这从其出典可以会出。</p> <p>　　古典诗词，是通向美的桥梁，是人生境界，是生命的沉醉。闲读诗词，是心灵的旅行，地图由汉字组成。趣味念歌诗。</p> <p>　　品味古典诗词的意境之美，感悟诗人的人生故事。今天欣赏的是唐代诗人李白的一首绝句《山中与幽人对酌》。</p> <p>　　两人对酌山花开，一杯一杯复一杯。我醉欲眠卿且去，明朝有意抱琴来。</p> <p>　　在山花丛中，你我相对饮酒，喝了一杯一杯又一杯。我喝醉想要去睡，你可暂且离开， 　如果有意明天抱琴再来。</p> <p>　　《山中与幽人对酌》是唐代伟大诗人李白的一首七言绝句。诗表现了诗人李白和幽居朋友随心所欲、不拘礼节的人生态度，展现出一个超凡脱俗的艺术形象。</p> <p>　　幽人是指隐居的高人。</p> <p>　　两人对酌山花开，一杯一杯复一杯。诗的一开头就点明了诗人李白与朋友喝酒的地点——山中。对李白来说，山中是“别有天地非人间”的所在。盛开的“山花”更加增添了两人喝酒的气氛。此情此境，称心如意，就“一杯一杯复一杯”开怀畅饮。一杯一杯复一杯，接连重复三次“一杯”，不但写饮酒之多，而且写快乐的程度。</p> <p>　　我醉欲眠卿且去，明朝有意抱琴来。由于贪杯，诗人李白的朋友喝得大醉，就告诉李白“我已经喝醉，想要睡了，你回去吧！明天你若还觉得有意的话，就请顺便抱只琴来！”“我醉欲眠卿且去”的典故出自晋代伟大诗人<a href=\"http://so.gushiwen.org/author_645.aspx\">陶渊明</a>。《宋书》记载，陶渊明不懂音乐，但是家里收藏了一把没有琴弦的古琴，每当喝酒的时候就抚摸古琴，醉了就和客人说“我醉欲眠卿可去”。我醉欲眠卿且去，几乎用陶潜的原话，表现出一种天真超脱的风度。唐代伟大诗人李白的《山中与幽人对酌》，在艺术表现上也有独特的所在。盛唐时期，绝句已经格律化。而李白的《山中与幽人对酌》却不迁就声音格律，语言上又有飞扬的气魄，有古代歌行的风格。</p>",
  "poet": {
    "id": 247,
    "star": 0,
    "name": "李白",
    "image": "http://img.gushiwen.org/authorImg/libai.jpg",
    "desc": "李白（701年－762年），字太白，号青莲居士，唐朝浪漫主义诗人，被后人誉为“诗仙”。祖籍陇西成纪(待考)，出生于西域碎叶城，4岁再随父迁至剑南道绵州。李白存世诗文千余篇，有《李太白集》传世。762年病逝，享年61岁。其墓在今安徽当涂，四川江油、湖北安陆有纪念馆。"
  },
  "tags": [
    "生活",
    "饮酒"
  ]
}