{
  "id": 7717,
  "star": 5043,
  "name": "蜀道难",
  "dynasty": "唐代",
  "content": "噫吁嚱，危乎高哉！蜀道之难，难于上青天！<br>蚕丛及鱼凫，开国何茫然！<br>尔来四万八千岁，不与秦塞通人烟。<br>西当太白有鸟道，可以横绝峨眉巅。<br>地崩山摧壮士死，然后天梯石栈相钩连。<br>上有六龙回日之高标，下有冲波逆折之回川。<br>黄鹤之飞尚不得过，猿猱欲度愁攀援。<br>青泥何盘盘，百步九折萦岩峦。<br>扪参历井仰胁息，以手抚膺坐长叹。<br>问君西游何时还？畏途巉岩不可攀。<br>但见悲鸟号古木，雄飞雌从绕林间。<br>又闻子规啼夜月，愁空山。<br>蜀道之难,难于上青天，使人听此凋朱颜！<br>连峰去天不盈尺，枯松倒挂倚绝壁。<br>飞湍瀑流争喧豗，砯崖转石万壑雷。<br>其险也如此，嗟尔远道之人胡为乎来哉！<br>剑阁峥嵘而崔嵬，一夫当关，万夫莫开。<br>所守或匪亲，化为狼与豺。<br>朝避猛虎，夕避长蛇；磨牙吮血，杀人如麻。<br>锦城虽云乐，不如早还家。<br>蜀道之难,难于上青天，侧身西望长咨嗟！",
  "fanyi": "<p><strong>译文</strong><br>唉呀呀！多么高峻伟岸！<br>蜀道真太难攀登，简直难于上青天。<br>传说中蚕丛和鱼凫建立了蜀国，开国的年代实在久远无法详谈。<br>自从那时至今约有四万八千年，秦蜀被秦岭所阻从不沟通往返。<br>西边太白山有飞鸟能过的小道。从那小路走可横渡峨眉山顶端。<br>山崩地裂蜀国五壮士被压死了，两地才有天梯栈道开始相通连。<br>上有挡住太阳神六龙车的山巅，下有激浪排空迂回曲折的大川。<br>善于高飞的黄鹤尚且无法飞过，即使猢狲要想翻过也愁于攀援。<br>青泥岭多么曲折绕着山峦盘旋，百步之内萦绕岩峦转九个弯弯。<br>屏住呼吸仰头过参井皆可触摸，用手抚胸惊恐不已徒长吁短叹。<br>好朋友呵请问你西游何时回还？<br>可怕的岩山栈道实在难以登攀！<br>只见那悲鸟在古树上哀鸣啼叫；雄雌相随飞翔在原始森林之间。<br>月夜听到的是杜鹃悲惨的啼声，令人愁思绵绵呵这荒荡的空山！<br>蜀道真难走呵简直难于上青天，叫人听到这些怎么不脸色突变？<br>山峰座座相连离天还不到一尺；枯松老枝倒挂倚贴在绝壁之间。<br>漩涡飞转瀑布飞泻争相喧闹着；水石相击转动像万壑鸣雷一般。<br>那去处恶劣艰险到了这种地步；<br>唉呀呀你这个远方而来的客人，为了什么而来到这险要的地方？<br>剑阁那地方崇峻巍峨高入云端，只要一人把守千军万马难攻占。<br>驻守的官员若不是自己的近亲；难免要变为豺狼踞此为非造反。<br>清晨你要提心吊胆地躲避猛虎；傍晚你要警觉防范长蛇的灾难。<br>豺狼虎豹磨牙吮血真叫人不安；毒蛇猛兽杀人如麻即令你胆寒。<br>锦官城虽然说是个快乐的所在；如此险恶还不如早早地把家还。<br>蜀道太难走呵简直难于上青天；侧身西望令人不免感慨与长叹！</p> <p><strong>注释</strong><br>（1）《蜀道难》：古乐府题，属《相和歌·瑟调曲》。<br>（2）噫吁嚱：惊叹声，蜀方言，表示惊讶的声音。宋庠《宋景文公笔记》卷上：“蜀人见物惊异，辄曰‘噫吁嚱’。”<br>（3）蚕丛、鱼凫：传说中古蜀国两位国王的名字。何茫然：难以考证。何：多么。茫然：渺茫遥远的样子。指古史传说悠远难详，茫昧杳然。据西汉巜蜀本王纪&gt;记载：\"蜀王之先，名蚕丛、柏灌、鱼凫，蒲泽、开明。……从开明上至蚕丛，积三万四千岁。\"<br>（4）尔来：从那时以来。四万八千岁：极言时间之漫长，夸张而大约言之。秦塞：秦的关塞，指秦地。秦地四周有山川险阻，故称\"四塞之地\"。通人烟：人员往来。<br>（5）西当：西对。当：对着，向着。太白：太白山，又名太乙山，在长安西（今陕西眉县、太白县一带）。鸟道：指连绵高山间的低缺处，只有鸟能飞过，人迹所不能至。横绝：横越。峨眉巅：峨眉顶峰。<br>（6）地崩山摧壮士死：《华阳国志·蜀志》：相传秦惠王想征服蜀国，知道蜀王好色，答应送给他五个美女。蜀王派五位壮士去接人。回到梓潼（今四川剑阁之南）的时候，看见一条大蛇进入穴中，一位壮士抓住了它的尾巴，其余四人也来相助，用力往外拽。不多时，山崩地裂，壮士和美女都被压死。山分为五岭，入蜀之路遂通。这便是有名的“五丁开山”的故事。摧：倒塌。天梯：非常陡峭的山路。石栈：栈道。<br>（7）六龙回日：《淮南子》注云：“日乘车，驾以六龙。羲和御之。日至此面而薄于虞渊，羲和至此而回六螭。”螭即龙。高标：指蜀山中可作一方之标识的最高峰。 冲波：水流冲击腾起的波浪，这里指激流。逆折：水流回旋。回川：有漩涡的河流。<br>（8）黄鹤：黄鹄（Hú），善飞的大鸟。尚：尚且。得：能。猿猱（náo）：蜀山中最善攀援的猴类。<br>（9）青泥：青泥岭，在今甘肃徽县南，陕西略阳县北。《元和郡县志》卷二十二：“青泥岭，在县西北五十三里，接溪山东，即今通路也。悬崖万仞，山多云雨，行者屡逢泥淖，故号青泥岭。”盘盘：曲折回旋的样子。百步九折：百步之内拐九道弯。萦：盘绕。岩峦：山峰。<br>（10）扪参历井：参(shēn)、井是二星宿名。古人把天上的星宿分别指配于地上的州国，叫做“分野”，以便通过观察天象来占卜地上所配州国的吉凶。参星为蜀之分野，井星为秦之分野。扪(mén)：用手摸。历：经过。胁息：屏气不敢呼吸。膺：胸。坐：徒，空。<br>（11）君：入蜀的友人。畏途：可怕的路途。巉岩：险恶陡峭的山壁。<br>（12）但见：只听见。号古木：在古树木中大声啼鸣。从：跟随。<br>（13）子规：即杜鹃鸟，蜀地最多，鸣声悲哀，若云“不如归去”。《蜀记》曰：“昔有人姓杜名宇，王蜀，号曰望帝。宇死，俗说杜宇化为子规。子规，鸟名也。蜀人闻子规鸣，皆曰望帝也。”这两句也有断为“又闻子规啼，夜月愁空山”的，但不如此文这种断法顺。<br>（14）凋朱颜：红颜带忧色，如花凋谢。凋，使动用法，使.....凋谢，这里指脸色由红润变成铁青。<br>（15）去：距离。盈：满。<br>（16）飞湍（tuān）：飞奔而下的急流。喧豗（huī）：喧闹声，这里指急流和瀑布发出的巨大响声。砯（pīng）崖：水撞石之声。砯，水冲击石壁发出的响声，这里作动词用，冲击的意思。转，使滚动。 壑：山谷。<br>（17）嗟：感叹声。尔：你。胡为：为什么。来：指入蜀。<br>（18）剑阁：又名剑门关，在四川剑阁县北，是大、小剑山之间的一条栈道，长约三十余里。峥嵘、崔嵬，都是形容山势高大雄峻的样子。“一夫”两句：《文选》卷四左思《蜀都赋》：“一人守隘，万夫莫向”。《文选》卷五十六<a href=\"http://so.gushiwen.org/author_834.aspx\">张载</a>《剑阁铭》：“一人荷戟，万夫趦趄。形胜之地，匪亲勿居。”一夫：一人。当关：守关。莫开：不能打开。<br>（19）所守：指把守关口的人。或匪亲：倘若不是可信赖的人。匪，同“非”。<br>（20）朝：早上。吮：吸。<br>（21）锦城：成都古代以产棉闻名，朝廷曾经设官于此，专收棉织品，故称锦城或锦官城。《元和郡县志》卷三十一剑南道成都府成都县：“锦城在县南十里，故锦官城也。”今四川成都市。<br>（22）咨嗟：叹息。</p>",
  "shangxi": "<p>　　对《蜀道难》的写作背景，从唐代开始人们就多有猜测，主要有四种说法：甲、此系为房琯、<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>二人担忧，希望他们早日离开四川，免遭剑南节度使严武的毒手；乙、此诗是为躲避安史之乱逃亡至蜀的唐玄宗<a href=\"http://so.gushiwen.org/author_520.aspx\">李隆基</a>而作，劝喻他归返长安，以免受四川地方军阀挟制，丙、此诗旨在讽刺当时蜀地长官章仇兼琼想凭险割据，不听朝廷节制。</p> <p>　　这首诗最早见录于唐人殷璠所编的《河岳英灵集》，该书编成于公元753年（唐玄宗天宝十二载），由此可知<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>这首诗的写作年代最迟也应该在《河岳英灵集》编成之前。而那时，安史之乱尚未发生，唐玄宗安居长安，房琯、杜甫也都还未入川，所以，甲、乙两说明显错误。至于讽刺章仇兼琼的说法，从一些史书的有关记载来看，也缺乏依据。章仇兼琼镇蜀时，虽然盘剥欺压百姓，却不敢反叛朝廷，相反一味巴结朝中权贵，以求到长安去做京官。相对而言，还是最后一种说法比较客观，接近于作品实际。</p> <p>　　一般认为，这首诗很可能是李白于公元742年至744年（天宝<a href=\"http://so.gushiwen.org/author_2171.aspx\">元载</a>至天宝三载）身在长安时为送友人<a href=\"http://so.gushiwen.org/author_726.aspx\">王炎</a>入蜀而写的，目的是规劝王炎不要羁留蜀地，早日回归长安。避免遭到嫉妒小人不测之手。</p> <p>　　本诗可大致分成三个部分。</p> <p>　　第一部分，从“蚕丛及鱼凫”到“然后天梯石栈相钩连”，主要写开辟道路之艰难。诗人从蚕丛、鱼凫开国的古老传说落篓，追溯了蜀秦隔绝、不相交通的漫长历史，指出由于五位壮士付出了生命的代价，才在不见人迹的崇山峻岭中开辟出一条崎岖险峻的栈道。强调了蜀道的来之不易。</p> <p>　　第二部分，从“上有六龙回日之高标”到“嗟尔远道之人胡为乎来哉”，主要写跋涉攀登之艰难。这一部分又可分为两层。前八句为一层，强调山势的高峻与道路之崎岖。先例举了六龙、黄鹤、猿猱这些善于飞腾攀登的鸟兽面对蜀道尚且无可奈何的情况，以映衬人要攀越蜀道谈何容易；又特地选择了秦地突出的高山青泥岭加以夸张描绘，显示蜀道之高耸入云，无法通行。“问君西游何时还”以下为第二层，描绘了悲鸟、古树、夜月、空山、枯松、绝壁、飞湍、瀑流等一系列景象，动静相衬，声形兼备，以渲染山中空旷可怖的环境和惨淡悲凉的气氛，慨叹友人何苦要冒此风险入蜀。</p> <p>　　第三部分，从“剑阁峥嵘而崔嵬”到“不如早还家”，由剑阁地理形势之险要联想到当时社会形势之险恶，规劝友人不可久留蜀地，及早回归长安。这部分亦可分为两层。前五句为一层，化用西晋<a href=\"http://so.gushiwen.org/author_834.aspx\">张载</a>《剑阁铭》“一夫荷戟，万夫趑趄。形胜之地，匪亲勿居”语句，突出剑阁关隘险要，后六句为一层，以毒蛇猛兽杀人如麻暗喻当地军阀如凭险叛乱则将危害百姓，规劝友人早日离开险地。</p> <p>　　全诗主要由以上三部分组成，至于在诗中三次出现的“蜀道之难，难于上青天”两句诗，则是绾连各部分的线索。它使全诗首尾呼应，回旋往复，绵连一体，难解难分。</p> <p>　　《蜀道难》是汉乐府旧题，属于“相和歌辞”中的“瑟调曲”。<a href=\"http://so.gushiwen.org/author_55.aspx\">郭茂倩</a>《乐府诗集》卷四十引《乐府解题》说：“《蜀道难》备言铜梁、玉垒(都是四川山名)之阻”。自梁简文帝至初唐张文琮，曾有不少人用此题目写过诗。李白此诗，虽然也沿用了乐府旧题描写蜀道艰难，但内容较前有所丰富，思想意义也比较积极。</p> <p>　　描绘蜀道的奇崛艰险是本诗的一个主要内容，这类诗句，占据了全诗的大部分篇幅。李白对故乡四川和祖国山河非常热爱，他的许多诗篇都强烈地表现出这一情感。《蜀道难》也是如此。虽然，为了达到规劝友人的目的，他极力夸张、描绘了蜀道之艰险可怖，然而对祖国山河的真诚热爱，使他不由自主地对笔下的蜀道倾注了饱满的热情，在描绘蜀道之艰险可怖的同时也写出了它的突兀、峥嵘、强悍和不可凌越的磅礴气势。显示出了祖国山河的雄伟壮丽。</p> <p>　　其次，本诗体现了作者与王炎的深情厚谊。李白很重友情，他与诗人杜甫、道士<a href=\"http://so.gushiwen.org/author_2843.aspx\">吴筠</a>、农民汪伦的友谊向来是文学史上的美谈。他与王炎的交情也很深。王炎入蜀，他一连写了《剑阁赋》、《送友人入蜀》等诗文相送，王炎去世，他又写了《自溧水道哭王炎》三首深表哀悼。在本诗中，他于描绘蜀道之时，每每情不自禁地发出“问君西游何时还?”“嗟尔远道之人胡为乎来哉！”侧身西望长咨嗟”一类感叹，对王炎此行深表担忧，并诚恳规劝王炎及早还家，表现出对友人的真切关心和一怀深情。</p> <p>　　如前所述，本诗当作于天宝初。当时，唐朝社会表面上尚算安定繁荣，但骨子里却矛盾重重，不无危险。一方面，是“法令弛坏”，土地兼并严重，一方面，藩镇拥兵自重，朝廷难以控制。因此，李白此诗第三部分的有些诗句，尽管仍侧重于描写蜀道地势险要，但也于有意无意之间流露出他对国事危殆的忧虑，流露出了他对国家前途和命运的关心。</p> <p>　　无论从哪个艺术角度衡量，《蜀道难》都堪称是李白的代表作。它集中体现了李白诗歌的艺术特色和作者的创作个性。</p> <p>　　首先是感情强烈。开篇伊始，作者就以“噫吁贼！危乎高哉！蜀道之难，难于上青天”的强烈咏叹，奔腾直泻，抒发出他对蜀道高峻艰险所感到的惊愕、感慨，而后，在诗的中间和结尾，他又两次重复了这一咏叹，将自己的强烈感情笼罩全诗，给人以一唱三叹，回环往复的感觉，读来令人心潮激荡。</p> <p>　　其次是夸张极度。夸张是诗人常用的艺术手法，然而，李白的夸张与众不多，他往往把笔下的事物夸张到极度，而且动辄用“千”；“万”等巨额数词来形容修饰。如“白发三千丈”、“飞流直下三千尺”、“轻舟已过万重山”等脍炙人口的诗句，都是典型的例子。就《蜀道难》而言，他的夸张也到了登峰造极、无以复加的地步。人说登天最难；而他却说：“蜀道之难，难于上青天！”成语有云，谈虎色变，他却道“蜀道之难”，“使人听此凋朱颜！”民谣相传，“武功太白，去天三百”，到他笔下竟成了“连峰去天不盈尺”。为了强调秦蜀交通阻隔时间之久远，他说是“四万八千岁”，为了突出青泥岭山路之盘曲，他说是“百步九折”；而为了显示蜀道之高耸，他甚至夸<a href=\"http://so.gushiwen.org/author_149.aspx\">张说</a>连为太阳驾车的六龙至此也要掉头东返……这些极度的夸张，虽不符合事物实际，但却有力地突出了蜀道之艰险雄奇，突出了它不可攀越的凛然气势。</p> <p>　　再次，想象丰富奇特。李白在这首诗中的想象力是惊人的，超越时空限制，不受任何约束。从蚕丛开国、五丁开山的古老传说到“朝避猛虎，夕避长蛇”的可怕现实，从六龙回日之九重云霄到冲波逆折之百丈深渊；既有“百步九折”、“连峰去天不盈尺”、“枯松倒挂倚绝壁”各种图景展现，又有“悲鸟号’、“子规啼”、“砯崖转石万壑雷”诸般音响激荡；甚而至于还有“扪参历井仰胁息，以手抚膺坐长叹”的切身经历、实地感受。凭借神奇的想象，作者具体描绘出了蜀道峥嵘崔嵬的面貌，生动渲染出了它阴森幽邃的氛围，使人如身临其境，耳闻目睹。<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>曾说：“蜀道之难，难于上青天，太白落笔生云烟”(《太白戏圣俞》)，形象地说出了人们读《蜀道难》后所得到的艺术感受。</p> <p>　　应该注意的是，作者还将神话、传说与他的奇特想象和恣意夸张结合在一起，使三者相辅相成，交融为一体。这是李白诗浪漫主义风格的一个显著特征，也是本诗艺术上的又一特色。在这首诗里，作者采撅了蚕丛开国、五丁开山、子规啼恨的古老传说及六龙回日的瑰丽神话，把它们编织在他对蜀道艰难的奇特想象和夸张描绘之中，为笔下的山岭石栈涂抹上一层古朴悲凉而又神奇迷离的色彩，使整首作品散发出浓郁的浪漫气息。需要指出，这些神话、传说，既是作者想象的内容，也是他恣意夸张的体现，三者是互为表里，难以拆分的。</p> <p>　　最后，谈谈《蜀道难》句式的灵活多变与语言的奔放恣肆。李白生性豪放不羁，写诗也喜欢用句式自由、叶韵宽松的歌行体，以便任意驰骋才气，表达胸中起伏多变的强烈感情。这首诗是七言歌行，句式以七言为主，又掺杂以四言、五言、六言、八言等，短者仅三字，长者达十一字，长短不等，错落交接，时而散漫，时而整齐，随心所欲，又舒卷自如。再从语言来看，既有“一夫当关，万夫莫开”的匀称整饬，也有“嗟尔远道之人胡为乎来哉”的散漫舒展；既有“枯松倒挂倚绝壁”之精炼凝重，也有“锦城虽云乐，不如早还家”之流畅轻快，“危乎高哉”一句同义反复，是故作。重笔以提起气势：“噫吁喊”三字选用虚词，乃无心弄巧却别具风致，且又以由川方言入诗……奔放恣肆，毫无规范可循，冲口而出，却又无施不宜，对内容的衷达与情感的抒发起了富有成效的辅助作用。 </p>",
  "poet": {
    "id": 247,
    "star": 0,
    "name": "李白",
    "image": "http://img.gushiwen.org/authorImg/libai.jpg",
    "desc": "李白（701年－762年），字太白，号青莲居士，唐朝浪漫主义诗人，被后人誉为“诗仙”。祖籍陇西成纪(待考)，出生于西域碎叶城，4岁再随父迁至剑南道绵州。李白存世诗文千余篇，有《李太白集》传世。762年病逝，享年61岁。其墓在今安徽当涂，四川江油、湖北安陆有纪念馆。"
  },
  "tags": [
    "唐诗三百首",
    "山水",
    "抒情"
  ]
}