{
  "id": 9503,
  "star": 7,
  "name": "宿铁关西馆",
  "dynasty": "唐代",
  "content": "马汗踏成泥，朝驰几万蹄。<br>雪中行地角，火处宿天倪。<br>塞迥心常怯，乡遥梦亦迷。<br>那知故园月，也到铁关西。",
  "fanyi": "<p><strong>译文<br></strong>马汗落地踏成稀泥，清晨驰过几万马蹄，<br>雪中来到大地边缘，靠近火山宿昔天际。<br>边塞遥遥心常畏怯，故乡万里归梦迷迷。<br>谁知今夜故乡明月，随我来到铁关以西。</p> <p><strong>注释<br></strong>⑴铁关：即铁门关，中国古代二十六名关之一，在焉耆以西五十里，为一长长的石峡，两崖壁立，其口有门，色如铁，形势险要。<br>⑵地角：地之角，地的尽头，形容已走至西边极远处。<br>⑶火处：火山。一说为灯火通明处。天倪：自然的分际。《庄子·齐物论》：“何谓和之以天倪？”郭象注：“天倪者，自然之分也。”唐<a href=\"http://so.gushiwen.org/author_515.aspx\">王维</a>《座上走笔赠薛璩慕容损》<a href=\"http://so.gushiwen.org/view_9503.aspx\">诗</a>：“君徒视人文，吾固和天倪。”诗中指天边。唐<a href=\"http://so.gushiwen.org/author_227.aspx\">高适</a>《宋中遇林虑杨十七山人因而有别》诗：“遥见林虑山，苍苍戛天倪。”<br>⑷迥（jiǒng）：远。<br>⑸那知：哪知。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　<a href=\"http://so.gushiwen.org/author_113.aspx\">岑参</a>首次出塞，写过许多报绘边塞生活，抒发怀乡之情的优秀作品。这首<a href=\"http://so.gushiwen.org/view_9503.aspx\">诗</a>就是其中的一篇，写千里行军途中对故园的怀恋。</p> <p>　　诗的首联写清晨行军图景。初赴边塞，千里行军，可记载的很多，诗人舍掉其他事物，仅从战马汗水落地，又踏成泥水这一细节写起，从而突出行军的急促和艰苦，描写是极真切的，没有切身的感受是写不出的。之后，诗人才又补写一笔；“朝驰几万蹄”，不仅点出时间：清晨，事件：行军，而且以“几万蹄”交代出形驰之远，与“朝驰”相映衬进一步突出行军之急切，同时把首句细节描写与长途行军这一巨大场景联系在一起。这两句仅从马蹄着笔写马，而赴边将士行军的急切和艰苦却已经表现很好了，似特写镜头，渲染急促格调，带起全篇。</p> <p>　　诗的次两句回顾行军途中经历。“地角”、“天倪”都极言边塞之远，而“雪中”、“火处”则形成鲜明对照，写出边远行军途中气候变化的悬殊，从而用概括的笔墨为上文行军提供了一个特征十分突出的广阔背景。一“行”，一“宿”，概括了行军途中单调而又艰苦的生活，联系“朝驰几万蹄”一句，可知“宿”是多么的短暂，而“行”又是怎样的长久。如果说首句写的是次句的一个细节，那么首联所写的就不过是次联所泻的长途行军的一个极为普通的剪影了。至此鞍马风尘，餐风宿露的长途行军图景已写得十分突出。</p> <p>　　在前四句描写千里行军的基础上，后四句转写远赴边塞的乡思。“塞迥”和“乡遥”承上文“地角”和“天倪”而来，是触动诗人情思的客观因索，“心”和“梦”都写诗人情怀，转得极为自然。而一“怯”、一“迷”又细致入微地写出了初出边塞的诗人对环境的陌生和畏惧，对故乡的梦绕魂牵而又难以归去。诗的最后两句写宿铁关西馆时的怀乡之馆：“哪知故园月，也到铁关西”，照应题目点出月夜和铁关。诗人宿于边塞，唯以望月寄托怀乡之情，而又不写自己望月，却反写明月有情伴随自己，从而使自己更添乡思，望的是“故园月”，想的是故乡情，把思乡之情写得很含蓄，很深切。</p> <p>　　这首诗写塞上行军，从“胡朝至夜，层层归结到“宿”字上，既有细节描绘，又有场景概括。写乡思，既有直接点示，又以景物烘托，写得十分生动，也十分含蔷。全诗八句，前六句描绘出笼时情景与心情，最后才以景物暗示出“宿”字，结构较别致。</p>",
  "about": "<h2>创作背景</h2> 　　唐玄宗天宝八载（749年），<a href=\"http://so.gushiwen.org/author_113.aspx\">岑参</a>抱着建功立业的志向，离开京师长安赴安西都护府上任。岑参途中在铁门关客舍中投宿，写下此<a href=\"http://so.gushiwen.org/view_9503.aspx\">诗</a>。",
  "poet": {
    "id": 113,
    "star": 0,
    "name": "岑参",
    "image": "http://img.gushiwen.org/authorImg/cencan.jpg",
    "desc": "岑参（约715-770年），唐代边塞诗人，南阳人，太宗时功臣岑文本重孙，后徙居江陵。[1-2] 岑参早岁孤贫，从兄就读，遍览史籍。唐玄宗天宝三载（744年）进士，初为率府兵曹参军。后两次从军边塞，先在安西节度使高仙芝幕府掌书记；天宝末年，封常清为安西北庭节度使时，为其幕府判官。代宗时，曾官嘉州刺史（今四川乐山），世称“岑嘉州”。大历五年（770年）卒于成都。"
  },
  "tags": [
    "边塞",
    "抒怀",
    "怀乡"
  ]
}