{
  "id": 30892,
  "star": 27,
  "name": "暮春浐水送别 / 一作暮春送客",
  "dynasty": "唐代",
  "content": "绿暗红稀出凤城，暮云楼阁古今情。<br>行人莫听宫前水，流尽年光是此声。",
  "fanyi": "<p><strong>译文</strong><br>花飞卉谢，叶茂枝繁，朋友出了京城，暮云中的楼阁又映衬着帝京的繁华，古今之情都在其中。<br>远行之人切莫听这宫前的流水，流尽年华时光的正是此种声音。</p> <p><strong>注释</strong><br>浐水：亦称为产水，发源于蓝田县西南的秦岭，号为关中八川之一，西北流入灞水，二水汇合后流经当时的大明宫前，再北流入渭水。<br>绿暗红稀：绿叶茂密，红花减少，是暮春初夏的自然景象。<br>凤城：指京城长安。西汉时长安所建的凤阙，阙楼高二十丈（一说十七丈五尺），是西汉长安城最高的建筑，长安因此又称凤城。<br>古今情：思今怀古之情。<br>行人：指<a href=\"http://so.gushiwen.org/view_30892.aspx\">诗</a>人送别的远行之人。<br>宫前水：即指浐水。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　送别，历来是文人骚客们吟咏良多，在不断求真、求情、求意的过程中常作常新的题材，就送别<a href=\"http://so.gushiwen.org/view_30892.aspx\">诗</a>的整体情感内蕴而言，既有洒脱旷达之作，亦不乏深情绵邈之歌，但多针对一时一地所生之情慨然言之。<a href=\"http://so.gushiwen.org/author_1288.aspx\">韩琮</a>此诗别具一格之处正在于其独具匠心，断然避开古已有之且渐成模式的豪情、悲情二途，从所有离愁别恨中提炼出送别时的共有情态。</p> <p>　　“绿暗红稀出凤城”，“绿暗”“红稀”紧扣诗题“暮春”二字。鹅黄明丽、远有近无的嫩绿，只属于东风轻拂中万木复苏的早春，晚春风光，便是诗人在红绿色调鲜明对比中拈出的“暗”和“稀”。两词一方面如实描画了诗人眼中的景物：时序推移，草木的绿意在渐浓的春气里变深变暗，繁花满枝的景象也因之而只能成为美好的回忆。即使不曾“雨疏风骤”，“绿肥红瘦”亦注定要在晚春时节一幕幕上演。另一方面，“暗”“稀”二字也借景抒情，以色彩的暗淡和数量的孤单，来映衬送别之际主客同有的惆怅之情。</p> <p>　　“暮云楼阁古今情”，送别，本就暗生愁绪，更何况是在最易触痛感伤的黄昏。送君千里，终须一别。此时此刻，在这繁华至极的帝都，无数高楼画阁沐浴在落霞暮云之中，眼前景不经意间勾起了诗人无穷无尽的心中情。于是，契阔别离之情、壮志未酬之情、感怀伤时之情……跳跃着，翻滚着，一齐涌上心头，再融入生命体验中不可排遣的沧桑感，一时间，诗人恍然置身于历史的长河中，让古往今来的相似情感重逢、共鸣，似乎从中获得了一种可以超越时光的永恒。这大概就是韩琮所言的“古今情”了。</p> <p>　　末尾两句，则由次句“古今情”牵引而来。面对不可回返的流水，人们总是抱以时光流逝中所有美好事物一去不再的无奈与遗憾。“逝者如斯夫，不舍昼夜”（《论语·子罕》）如此，“自是人生长恨水长东”（<a href=\"http://so.gushiwen.org/author_269.aspx\">李煜</a>《乌夜啼》）又何尝不是如此？诗人苦心告诫，让人“莫听”，却不曾言明其中缘由，是同于古人？异于古人？他将一个貌似平凡的悬念之花，选择在诗尾绽放。“流尽年光是此声”，原来“莫听”只是诗人情有所感之后对朋友发自内心的善意劝告。往日或许无妨，别人或许无妨，然行人不可听，别时不可听。只因送别的忧情，本就无法承受这潺潺水声惹起的无边之愁。</p> <p>　　《删补唐诗选脉笺释会通评林·晚七绝上》云：“何仲德：为熔意体。敖英曰：日暮途穷之客，闻此诗不无怆然。”此“意”，即为送别之情，感怀之意。则“古今情”三字实为全诗灵魂所在。此诗首句隐笔蓄势，次句妙笔轻点，第三句转笔再蓄，末句合笔浓染。诗人于情、景之间自由出入，巧妙运用“绿暗”“红稀”“宫前水”等契合送别氛围的黯然意象，曲笔道尽衷肠，实现了一步一步情景交融的和谐美感。《唐诗解》卷三〇曰：“水声无改岁月难留，望宫阙而感慨者几人矣。人生过客，别离岂足多怅？”此说固然洒脱，但面对别离，心生愁意终是人之常情，故而前人有“别方不定，别理千名，有别必怨，有怨必盈，使人意夺神骇，心折骨惊”（<a href=\"http://so.gushiwen.org/author_509.aspx\">江淹</a>《别赋》）之说。而这首内涵深广、情韵悠扬的作品，正是得益于其别具新意的艺术魅力，才在浩如烟海的送别诗中传为绝唱。</p>",
  "poet": {
    "id": 1288,
    "star": 0,
    "name": "韩琮",
    "image": "http://img.gushiwen.org/authorImg/hancong.jpg",
    "desc": "韩琮[唐]（约公元八三五年前后在世）字成封，（唐诗纪事作代封，此从新唐书艺文志注及唐才子传）里居及生卒年均不详，约唐文宗太和末前后在世。有诗名。长庆四年，（公元八二四年）登进士第。初为陈许节度判官。后历中书舍人。大中中，（公元八五三年）仕至湖南观察使。琮著有诗集一卷，《新唐书艺文志》传于世。生卒不祥，于唐宣宗时出为湖南观察使，大中十二年（858）被都将石载顺等驱逐，之后，唐宣宗不但不派兵增援，支持韩琮消灭叛将，反而另派右金吾将军蔡袭代韩为湖南观察使，把韩琮这个逐臣抛弃了。此后失官，无闻。"
  },
  "tags": [
    "暮春",
    "送别"
  ]
}