{
  "id": 69096,
  "star": 50,
  "name": "石苍舒醉墨堂",
  "dynasty": "宋代",
  "content": "人生识字忧患始，姓名粗记可以休。<br>何用草书夸神速，开卷惝恍令人愁。<br>我尝好之每自笑，君有此病何年瘳。<br>自言其中有至乐，适意无异逍遥游。<br>近者作堂名醉墨，如饮美酒销百忧。<br>乃知柳子语不妄，病嗜土炭如珍羞。<br>君于此艺亦云至，堆墙败笔如山丘。<br>兴来一挥百纸尽，骏马倏忽踏九州。<br>我书意造本无法，点画信手烦推求。<br>胡为议论独见假，只字片纸皆藏收。<br>不减钟张君自足，下方罗赵我亦优。<br>不须临池更苦学，完取绢素充衾裯。",
  "fanyi": "<p><strong>译文</strong><br>　　人的一生忧愁苦难是从识字开始的，因此，只要能写能认自己的姓名就可以了。更何况用草书来夸耀书法的神奇和快速，让人看了模糊恍惚令人发愁。我每每自笑曾经爱好草书，不想你也有这个“毛病”，不知道哪年才能病愈？还说这里面有什么最大的快乐，非常称心合意，和庄子的逍遥游没有什么不同。最近，先生建造了醉墨堂，就像啜饮美酒能消愁销除烦恼一样。看先生这个样子，我才领会到<a href=\"http://so.gushiwen.org/author_646.aspx\">柳宗元</a>说得不错：嗜好土炭的病人吃起土炭就像美味佳肴一样。先生在书法艺术也可以说达到了最高境界，用坏的笔堆在墙边像山丘一样高。兴致来时，挥动笔墨多少纸都用得完，就好像骏马一转眼就踏遍九州大地。我的书法都是凭借想象力创造的，本来就没有什么章法，一点一画随手写来，也懒得去仔细推敲琢磨。为什么我的随口议论独独被先生所容纳，就连只字片纸也会收藏起来？如果用“不低于钟繇、张芝”来评价先生，先生完全当得起；如果用“向下和罗晖、赵袭差不多”来评价我，我似乎还要好些。从今后，先生不用再像张芝那样临池苦学，池水尽黑了；那些未曾染色的白绢与其先写字后再染色做衣服，不如直接拿来做被褥床帐。</p> <p><strong>注释</strong><br>⑴石苍舒——字才美，京兆（即长安）人，善草隶书。人称“草圣三昧”。<br>⑵据载，<a href=\"http://so.gushiwen.org/author_253.aspx\">项羽</a>年轻时候，曾对他叔父说：写字只要能记姓名就够了，不必再学下去了。<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>化用其语。<br>⑶惝恍（chǎng huǎng）——模糊不清，这里形容草书变化无端。<br>⑷瘳（chǒu）——病愈。<br>⑸至乐——与下句的“逍遥游”，都是《庄子》中的篇名，这里用其字面含义。至乐，最大最高层次的快乐。<br>⑹柳子——柳宗元。<br>⑺这两句说：这才知道柳宗元的话不差，只有得病的人才会把土炭当作美味。这里承上句谓石苍舒视墨汁如美酒而言。柳宗元曾说，他见过一位内脏有病的人，竟想吃土炭和酸碱之物，吃不到就很难受；凡是溺爱文辞、擅长书法的人，都像得了这种怪癖症。<br>⑻这两句说：石苍舒书法造诣也达到了极致，他用坏的笔已堆成了小山，足见功夫之深。唐代草书名家<a href=\"http://so.gushiwen.org/author_2840.aspx\">怀素</a>和尚，把用过的笔积埋在山下，称为“笔冢”。<br>⑼这两句形容书写神速。<br>⑽意造——以意为之，自由创造。<br>⑾推求——指研究笔法。<br>⑿假——宽容，这里是作者的自谦。<br>⒀这两句说：为什么我的议论（即“意造无法”、“点画信手”之论）独独受到你的赞同，我的书法作品也受到你的偏爱，被你收藏？言外之意，石苍舒与自己观点一致。<br>⒁钟张——指钟繇、张芝，皆汉末名书法家。<br>⒂方——比。 罗赵——罗晖、赵袭，皆汉末书法家。这两句说：石苍舒的书法是可以与钟、张相比，我的书法也比罗、赵略胜一筹。<br>⒃这两句说：不必学张芝临池苦学书法；与其用绢素写字，还不如用作被单。据载，张芝临池学书，池水尽黑；家有帛绢，必先书写，后再炼制成衣。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　石苍舒字才美（<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a><a href=\"http://so.gushiwen.org/view_69096.aspx\">诗</a>集作“才翁”），长安人。擅长草书、隶书书法，人称得“草圣三昧”。苏轼由开封至凤翔，往返经过长安，必定到他家。1068年（熙宁元年），苏轼凤翔任满还朝，在石家过年。他藏有<a href=\"http://so.gushiwen.org/author_1143.aspx\">褚遂良</a>《圣教序》真迹，堂取名“醉墨”，邀苏轼作诗。苏轼回到汴京，写了这首诗寄给他。</p> <p>　　苏轼是大书法家，有多篇诗谈到书法。像《凤翔八观》里的《石鼓文》、《次韵子由论书》、《孙莘老求墨妙亭诗》和这首《石苍舒醉墨堂》，都是脍炙人口的。那几首诗都涉及论书，而这首诗纯粹从虚处落笔，尤其特殊。</p> <p>　　这是苏轼早期的七古名篇。他后来的七古中常见辩口悬河、才华横溢的特色，这首即是这种特色早期成熟的表现。堂名“醉墨”就很出奇，诗也就在这名字上翻腾。</p> <p>　　起首明要恭维石苍舒草书出众，却偏说草书无用，根本不该学。这种反说的方式前人称为“骂题格”。</p> <p>　　第一句是充满牢骚的话。这些牢骚是和苏轼那段时期的感受分不开的。在凤翔的前期，知府宋选对他很照顾。后来宋选离任，由陈希亮接任。陈希亮对下属冷冰冰的，又好挑剔，甚至苏轼起草的文字，他总要横加涂抹。苏轼对此很不满，在诗里也有所表现，如《客位假寐》。苏轼到了京城，正值<a href=\"http://so.gushiwen.org/author_405.aspx\">王安石</a>为参知政事，主张变更法度，苏轼也不满意，以致后来因此而遭放逐。这时虽未到和王安石闹翻的地步，但心里有牢骚，所以借这首诗冲口而出。这句话表面上不怎么样，但把“忧患”的根源归于“识字”，是有点惊人的。至于“忧患”到底何在，作者却一点即收，使读者自己领会。古人轻视识字的，要数<a href=\"http://so.gushiwen.org/author_253.aspx\">项羽</a>最有名气。他认为字不过用来记记姓名，不值得学（《史记·项羽本纪》）作者巧妙地用了项羽这个典故而不落用典的痕迹。开头说，识字本是多余的事，更何况认草字；写草字，又写得龙飞凤舞，让人打开卷子一看惊叹不己，那就更不对了。“惝恍”二字形容草书的变化无端。“令人愁”明贬暗褒。这两句紧紧呼应下文“兴来”二句。这四句破空而来，合写两人而侧重对方。</p> <p>　　五六二句从诗人到对方，在章法中是转换之处。苏轼是书法家，《次韵子由论书》一开始就说：“我虽不善书，晓书莫如我。”用“我尝好之”对比“君有此病”，也是明贬暗褒。“病”指其好之成癖，暗伏对方草书功力之深，引出下面六句正面点明“醉墨”的旨趣。七八两句把《庄子》两个篇名用来赞美对方草书功力之深。九、十两句正面点明以“醉墨”来命名的用意，十一、十二两句又用<a href=\"http://so.gushiwen.org/author_646.aspx\">柳宗元</a>的比喻回应“君有此病何能瘳”，看似批评，实是夸奖。孔子说：“知之者不如好之者，好之者不如乐之者。”乐之不倦，造诣必深。下面四句即是正面赞美。这四句极有层次，首句总提，次句暗用前人“笔冢”（如<a href=\"http://so.gushiwen.org/author_581.aspx\">王羲之</a>、智永、<a href=\"http://so.gushiwen.org/author_2840.aspx\">怀素</a>等）的故事写其用力之勤。接下来写其造诣之深，这是用力之勤的结果。这两句又和篇首“神速”句呼应，一正写，一比喻。条理井然，语言飞动。</p> <p>　　“我书”四句回到诗人自己，呼应上文“我尝好之”句。诗人先谦称自己的书法“本无法”，即不合规矩，“点画”句和“惝恍”句相应。接下两句反问石苍舒为何对他的书法如此偏爱，表面上是诗人自我否定，实有自负书法之意。如果正写就显得乏味，而且易流为诗人的自我吹嘘，用反诘语气来表现，供人回味，深得立言之体。怀素说：“王右军云，吾真书过钟而草不减张。仆以为真不如钟，草不及张。”“不减钟张”句即翻用这个典故赞美石苍舒。汉末张芝（伯英）和罗晖（叔景）、赵袭（元嗣）并称，张伯英自称：“上比崔杜不足，下方罗赵有余。”（见《晋书·卫恒传》）“下方罗赵”句即正用此典以收束“我书”。张芝人称“草圣”，《三国志·魏书·韦诞传》注说，张芝家里的衣帛，必定先用来写字，然后才染色做衣服。他临池学书，每天在池里洗笔，池水都成黑色了。结尾两句，诗人又反用此典回应篇首四句，既点到了石苍舒，又点到了自己。这四句都用写字的典故，出神入化而又紧扣主题。</p> <p>　　这首七古体现出苏轼的作诗本领。赵克宜评价说：“绝无工句可摘，而气格老健，不余不欠，作家本领在此。”所谓不余不欠，就是既把题意说透，又没有多余的话。这正是苏轼风格的特色。善于在别人难于下笔之处着墨，把叙事议论抒情完全熔为一炉。语言形象生动，结构波澜起伏，正说反说，忽擒忽纵，意之所向，无隐不达。如同天马行空，去来无迹；细加寻绎，却又纲举目张，脉络分明。正如作者所说的画竹之妙：“交柯乱叶动无数，一一皆可寻其源。”（《<a href=\"http://so.gushiwen.org/author_515.aspx\">王维</a>吴道子画》）至于使用典故，更是信手拈来，头头是道，体现了作者广博的学识。</p> <p>　　苏轼对于书法技艺的看法是「由技入道」，追求无意的境界，但此一境界必须由积学勤练而得，诗中有「堆墙败笔如山丘」、「兴来一挥百纸尽」便是积学勤练的过程，「我书意造本无法」则是所达到的境界。《苏轼文集》卷六十九〈评草书〉：「书初无意于佳，乃佳耳。</p> <p>　　草书虽是积学乃成，然要是出于欲速。古人云：『匆匆不及，草书』，此语非是。若『匆匆不及』，乃是平时亦有意於学。此弊之极，遂至于周越、仲翼，无足怪者。吾书虽不甚佳，然自出新意，不践古人，是一快也。」最足以作为证明。</p>",
  "about": "<h2>创作背景</h2> 　　此<a href=\"http://so.gushiwen.org/view_69096.aspx\">诗</a>作于宋仁宗熙宁二年（1069年），<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>时年三十四岁。苏轼由开封至凤翔，往返经过长安，必定到石苍舒家。熙宁元年（1068年），苏轼凤翔任满还朝，在石家过年。他藏有<a href=\"http://so.gushiwen.org/author_1143.aspx\">褚遂良</a>《圣教序》真迹，堂取名“醉墨”，邀苏轼作诗。苏轼回到汴京，写了这首诗寄给他。",
  "poet": {
    "id": 183,
    "star": 0,
    "name": "苏轼",
    "image": "http://img.gushiwen.org/authorImg/sushi.jpg",
    "desc": "苏轼（1037－1101），北宋文学家、书画家、美食家。字子瞻，号东坡居士。汉族，四川人，葬于颍昌（今河南省平顶山市郏县）。一生仕途坎坷，学识渊博，天资极高，诗文书画皆精。其文汪洋恣肆，明白畅达，与欧阳修并称欧苏，为“唐宋八大家”之一；诗清新豪健，善用夸张、比喻，艺术表现独具风格，与黄庭坚并称苏黄；词开豪放一派，对后世有巨大影响，与辛弃疾并称苏辛；书法擅长行书、楷书，能自创新意，用笔丰腴跌宕，有天真烂漫之趣，与黄庭坚、米芾、蔡襄并称宋四家；画学文同，论画主张神似，提倡“士人画”。著有《苏东坡全集》和《东坡乐府》等。"
  },
  "tags": [
    "书法"
  ]
}