{
  "id": 72908,
  "star": 15,
  "name": "青衫湿遍·悼亡",
  "dynasty": "清代",
  "content": "青衫湿遍，凭伊慰我，忍便相忘。半月前头扶病，剪刀声、犹在银釭。忆生来、小胆怯空房。到而今，独伴梨花影，冷冥冥、尽意凄凉。愿指魂兮识路，教寻梦也回廊。<br>咫尺玉钩斜路，一般消受，蔓草残阳。判把长眠滴醒，和清泪、搅入椒浆。怕幽泉、还为我神伤。道书生簿命宜将息，再休耽、怨粉愁香。料得重圆密誓，难禁寸裂柔肠。",
  "fanyi": "<p><strong>译文</strong><br>想到你，泪水就将我的青衫衣襟打湿！你对我的真情和关慰，点点滴滴我又怎能忘记呢？半个月前你还带病而强打着精神做事，当时你剪灯花的声音现在还仿佛留在银灯边。回想起来，你生性胆小，连一个人在房子里都害怕，可如今你却在那冷冷的幽暗的灵柩里，独自伴着梨花影，受尽了凄凉。我愿意为你的灵魂指路，让你的魂魄再一次到这回廊里来。<br>你我近在咫尺，正一样地消受着这夕阳晚照下的荒原凄景。我愿用我的热泪和着祭祀的酒浆把你滴醒，让你又活转过来，可又怕你醒来后继续为我伤神，你定然会说：你书生命太薄，应该多多保重，不要再耽于儿女情了！但我却记得你我曾有过的密誓，现在想来那誓言真的难以实现了，想到这一切又怎能不叫人肝肠寸断呢？</p> <p><strong>注释</strong><br>①扶病：带着病而行动做事。<br>②银釭：银灯。古代以油灯照明，贵族大家多用银制灯台，故称银釭。<br>③玉钩斜：随代葬埋宫女的墓地。《陈无己<a href=\"http://so.gushiwen.org/view_72908.aspx\">诗</a>话》：“广陵亦有戏马台下路号玉钩斜。”这里是指亡妻的灵寝所在地。<br>④判：同“拚”。此处甘愿之意。<a href=\"http://so.gushiwen.org/author_164.aspx\">周邦彦</a>《解连环》：“拚今生对花对酒，为伊泪落。”<br>⑤椒浆：即椒酒，以椒实浸制之酒，多于元旦饮用。这里是指祭奠之酒浆。<br>⑥幽泉：墓穴，代指亡妻。<br>⑦将息：保重、调养之意。<br>⑧怨粉愁香：粉香，代指女人。怨粉愁香是喻指男女间的恩怨私情，这里借指与妻往日的浓情密意。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这首词，是纳兰容若的第一首悼亡词。</p> <p>　　上片“青衫湿遍”第一句就表明了词人悲痛的程度。眼泪把他的衣服都浸的湿透了，这是怎样的一种悲痛，又是怎样的一种凄凉，才能把衣服都湿透。“凭伊慰我，忍便相忘。”凭你对我的一片真情和安慰，我又怎能忍心把你忘记呢。这开头的两句就把全词的那种哀伤的基调奠定了。“半月前头扶病，剪刀声、犹在银釭。”从这里可以看出，他妻子逝世的时间才只有半个月。半个月前，她还在自己身边，就在自己眼前，带着病在灯下，强打着精神做事。而今却是阴阳两隔，空留自己独自在回想。“忆生来、小胆怯空房。到而今、独伴梨花影，冷冥冥、尽意凄凉。”回忆起你从前生性胆小，连一个人在房间都害怕，可如今你却在那冰冷幽暗的灵柩里，独自伴着梨花影，受尽凄凉。这几句体现了词人对亡妻的挚爱以及对其浓烈的思念之情，于是词人把自己满腔的愁怀，全部都寄托在梦幻中，希望亡妻能认识回家的路，到梦中与自己相聚。</p> <p>　　下片仍是抒发了词人的哀婉深情。“咫尺玉钩斜路，一般消受，蔓草残阳”，这里作者猜想，此时的你，一定也和我一样，“一般消受”这肝肠寸断之苦了。“咫尺”两字有“近在咫尺却远在天涯”之意，似有东坡“相顾无言，惟有泪千行”之态，然而后者还能“相顾”，前者却是天人永隔了。</p> <p>　　至此词人对其妻子的思念达到了高潮，可以看出他是如何疯狂的思念着亡妻，竟然幻想着用眼泪去唤醒她和自己相见。“怕幽泉、还为我神伤。道书生薄命宜将息，再休耽、怨粉愁香。”在这里词人的笔锋一转，站在妻子的角度想，又怕长眠地府的妻子还在为自己神伤。定会说，书生你太命薄，应该自己多多保重，不要再耽误于儿女情长了！最后一句“料得重圆密誓，难尽寸裂柔肠。”词人记得夫妻俩所有的密誓，但是那些誓言已经不能够实现，想到这真是令人肝肠寸断。这整首词里字字句句都渗透了词人对亡妻刻骨铭心的思念，也看出了词人那种凄楚的心境。而纳兰的词风的婉丽凄清也正是来自于他们夫妻二人的情深意长。“青衫”、“银釭”、“梨花影”、“回廊”、“玉钩斜路”、“蔓草残阳”、“清泪”、“椒浆”等凄淡无聊的意象，在<a href=\"http://so.gushiwen.org/view_72908.aspx\">诗</a>里组接成一幅完整的艺术画面，读来更是让人令人荡气回肠。这些意象大都是一种忧伤的感觉，透出一些悲凉的气氛，单看这些词，一种凄清感就扑面而来。</p>",
  "about": "<h2>创作背景</h2> 　　这首词作于康熙十六年（1677）六月，时卢氏已亡故半个月。卢氏的早亡使纳兰精神上受到极大的打击，词人为了寄托对亡妻深深的哀思，故作下此词。",
  "poet": {
    "id": 188,
    "star": 0,
    "name": "纳兰性德",
    "image": "http://img.gushiwen.org/authorImg/nalanxingde.jpg",
    "desc": "纳兰性德（1655－1685），满洲人，字容若，号楞伽山人，清代最著名词人之一。其诗词“纳兰词”在清代以至整个中国词坛上都享有很高的声誉，在中国文学史上也占有光采夺目的一席。他生活于满汉融合时期，其贵族家庭兴衰具有关联于王朝国事的典型性。虽侍从帝王，却向往经历平淡。特殊的生活环境背景，加之个人的超逸才华，使其诗词创作呈现出独特的个性和鲜明的艺术风格。流传至今的《木兰花令·拟古决绝词》——“人生若只如初见，何事秋风悲画扇？等闲变却故人心，却道故人心易变。”富于意境，是其众多代表作之一。"
  },
  "tags": [
    "离别",
    "凄婉",
    "哀愁"
  ]
}