{
  "id": 196,
  "star": 44,
  "name": "巧言",
  "dynasty": "先秦",
  "content": "悠悠昊天，曰父母且。无罪无辜，乱如此幠。昊天已威，予慎无罪。昊天大幠，予慎无辜。</p> <p>乱之初生，僭始既涵。乱之又生，君子信谗。君子如怒，乱庶遄沮。君子如祉，乱庶遄已。</p> <p>君子屡盟，乱是用长。君子信盗，乱是用暴。盗言孔甘，乱是用餤。匪其止共，维王之邛。</p> <p>奕奕寝庙，君子作之。秩秩大猷，圣人莫之。他人有心，予忖度之。跃跃毚兔，遇犬获之。</p> <p>荏染柔木，君子树之。往来行言，心焉数之。蛇蛇硕言，出自口矣。巧言如簧，颜之厚矣。</p> <p>彼何人斯？居河之麋。无拳无勇，职为乱阶。既微且尰，尔勇伊何？为犹将多，尔居徒几何？",
  "fanyi": "<p><strong>译文<br></strong>高高远远那苍天，如同人之父与母。没有罪也没有过，竟遇大祸难免除。苍天已经大发威，但我确实没错处。苍天不察太疏忽，但我确实是无辜。<br>祸乱当初刚生时，谗言已经受宽容。祸乱再次发生时，君子居然也听从。君子闻谗如怒责，祸乱速止不严重；君子如能任贤明，祸乱难成早已终。<br>君子屡次立新盟，祸乱因此便增长。君子相信那盗贼，祸乱因此势暴狂。盗贼谗人话甜蜜，祸乱因此得滋养。谗人哪能尽职守，只能为王酿灾殃。<br>巍然宫室与宗庙，君子将它来建起。典章制度有条理，圣人将它来订立。他人有心想谗毁，我能揣测能料及。蹦跳窜行那狡兔，遇上猎狗被击毙。<br>娇柔袅娜好树木，君子自己所栽培。往来流传那谣言，心中辨别识真伪。夸夸其谈说大话，口中吐出力不费。巧言动听如鼓簧，厚颜无耻行为卑。<br>究竟那是何等人？居住河岸水草边。没有武力与勇气，只为祸乱造机缘。腿上生疮脚浮肿，你的勇气哪里见？诡计总有那么多，你的同伙剩几员？</p> <p><strong>注释<br></strong>1.昊天：老天，苍天。<br>2.且（jū）：语尾助词。<br>3.幠（hū）：大。<br>4.威：暴虐、威怒。<br>5.慎：确实。<br>6.泰幠（hū）：太糊涂。泰，通太；幠，怠慢，疏忽。<br>7.僭（jiàn）：通”谮”，谗言。涵：容纳。<br>8.怒：怒责谗人。<br>9.庶：几乎。遄沮：迅速终止。<br>10.祉（zhǐ）：福，此指任用贤人以致福。<br>11.盟：与谗人结盟。<br>12.盗：盗贼，借指谗人。<br>13.暴：厉害，严重。<br>14.孔甘：很好听，很甜。<br>15.餤（tán）：原意为进食，引伸为增多。<br>16.止共：尽职尽责。止，做到。共，通“恭”，忠于职责。<br>17.邛（qióng）：病。<br>18.奕奕：高大貌。寝：宫室。庙：宗庙。<br>19.秩秩大猷（yóu）：多而有条理的典章制度。<br>20.莫：制定。<br>21.他人有心：谗人有心破坏。<br>22.跃（tì）跃：跳跃的样子。毚（chán）：狡猾。<br>23.荏（rěn）染：柔弱貌。马瑞辰《毛<a href=\"http://so.gushiwen.org/view_196.aspx\">诗</a>传笺通释》谓“柔即善也，非泛言柔弱之木”。<br>24.行言：流言，谣言。<br>25.蛇（yí）蛇硕言：夸夸其谈的大话。蛇蛇，“訑訑”之假借；訑，欺。<br>26.巧言如簧：说话像奏乐一样好听。簧，笙类乐器的簧片。<br>27.麋（méi）：通“湄”，水边。<br>28.拳：勇。<br>29.职：主要。乱阶：逐渐引出祸乱的一连串事件。阶，阶梯，此为比喻义。<br>30.微：通“癓”，小腿生疮。尰（zhǒng）：借为“瘇”，脚肿。<br>31.犹：通“猷”，指诡计。<br>32.居：语助词。徒：党徒。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　此<a href=\"http://so.gushiwen.org/view_196.aspx\">诗</a>主题在于忧谗忧谤，同时揭露了谗言惑国的卑鄙行径。作者应是饱受谗言之苦，全诗写得情感异常激愤，通篇直抒胸臆，毫无遮拦。起调便是令人痛彻心肺的呼喊：“悠悠昊天，曰父母且。无罪无辜，乱如此幠。”随即又是苍白而带有绝望的申辩：“昊天已威，予慎无罪！昊天泰幠，予慎无辜！”情急愤急之下，作者竟无法用实情加以洗刷，只是面对苍天，反覆地空喊，这正是蒙受奇冤而又无处伸雪者的典型表现。</p> <p>　　二、三两章，情感稍缓，作者痛定思痛后对谗言所起，乱之所生进行了深刻的反省与揭露。在作者看来，进谗者固然可怕、可恶，但谗言乱政的根源不在进谗者而在信谗者，因为谗言总要通过信谗者起作用。谗言如同鸦片，人人皆知其毒性，但它又总能给人带来眼前的虚幻的快感。因此，如果不防患于未然，一旦沾染，便渐渐使人产生依赖感，最终为其所害，到时悔之晚矣。作者在第四章中的描述实际上说明了一个道理：天子的独特处境、地位使其天生地缺乏这种免疫力。故与其说刺小人，毋宁说在刺君子。可谓深刻至极。此二章句句如刀，刀刀见血，将“君子信谗”的过程及结局解剖得丝丝入扣，筋骨毕现。“盗言孔甘，乱是用餤”是送给后世当政者的一付清醒剂。盖因听谗者比之进谗者责任更大，故先刺之。可见愤激的情感并未使作者丧失理智。</p> <p>　　四、五两章，形同漫画，又活画出进谗者阴险、虚伪的丑陋面目。他们总是为一己之利，而置社稷、民众于不顾，处心积虑，暗使阴谋，欲置贤良之士于死地而后快。但险恶的内心表现出来的却是花言巧语、卑琐温顺，在天子面前，或“蛇蛇硕言”，或“巧言如簧”。作者的描绘入木三分，揭下了进谗者那张赖以立身的画皮，令人有“颜之厚矣”终不敌笔锋之利矣的快感。</p> <p>　　末章具体指明进谗者为何人。因指刺对象的明晰而使诗人的情感再次走向剧烈，以至于按捺不住，直咒其“既微且尰”，可见作者对进谗者的恨之入骨。那“居河之麋”的交待，使读者极易联想起躲在水边“含沙射影”的鬼蜮。然而，无论小人如何猖獗，就如上章所言“跃跃毚兔”，最终会“遇犬获之”。因为小人的鼠目寸光，使他们在获得个人利益的同时，往往也将自己送上了绝路。从这个角度看，作者不仅深刻地揭露了进谗者的丑恶，也清醒地看到了进谗者的可耻下场。</p> <p>　　此诗虽是从个人遭谗人手，但并未落入狭窄的个人恩怨之争，而是上升到谗言误国、谗言惑政的高度加以批判，因此，不仅感情充沛，而且带有了普遍的历史意义与价值，这正是此诗能引起后人共鸣的关键之处。</p>",
  "about": "<h2>创作背景</h2> 　　此<a href=\"http://so.gushiwen.org/view_196.aspx\">诗</a>是一个受到谗言伤害抑郁不得志的官吏为讽刺统治者听信谗言而导致国家混乱而作的。《毛诗序》云：“《巧言》，刺幽王也。大夫伤于谗，故作是诗也。”",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": [
    "诗经",
    "伤怀"
  ]
}