{
  "id": 69453,
  "star": 2,
  "name": "【中吕】粉蝶儿_男子当途，",
  "dynasty": "元代",
  "content": "　　男子当途，受皇恩稳食天禄，凭着济世才列郡分符。事君忠，于亲孝，下安<br>黎庶。驷马高车，正清朝太平时世。<br>　　【醉春风】娶一个鸳帐凤帏人，一个雾鬓云鬟女。退□时开宴后堂中，此心<br>是足，足。一个吴越妖娆，一个幽燕佳丽，都有那可人情绪。<br>　　【迎仙客】一个带玉钗，一个插犀梳，天然一双美艳姝。一个是晓莺啼，一<br>个是雏凤语。一个生长在皇都，一个妾本钱塘住。<br>　　【红绣鞋】一个看白草风吹北固，一个赏红莲烟水西湖。眼落处逢场取欢娱，<br>向南来乘著画舸。投北去载着香车，同居深院宇。<br>　　【石榴花】停头的和顺做妻夫，则要你休争竞，厮宾伏。两间罗幕碧纱厨，<br>收拾着睡处，准备活路。樽前席上同完聚，醉时节左右相扶。宴阑时各自归房去，<br>同欢庆不偏辜。<br>　　【斗虾蟆】一个到月白三更，一个在清清如酒，金猊静烧画烛。权夜起披<br>衣厮应付，怎肯教有共无。都做了惜玉怜香，尤云雨。<br>　　【普天乐】共衾，同ブ褥。轻偎柳腰，款衬胸酥。皆袅娜，情和睦。一个<br>夜静罗帏山盟处，一个日三竿晓镜妆梳。一个引丫鬟使数，一个将梅香小玉，都<br>罗绮金珠。<br>　　【耍孩儿】桃腮杏脸娇人物，五百年姻缘眷属。一个入时颜色动京师，一个<br>繁华南国娇姝。一个道杜鹃声里奴宅舍，一个道朝马尘中妾祖居，彼各夸乡故。<br>一个道玩日华五云楼观，一个道看潮鸣八月江湖。<br>　　【四煞】一个启樱唇香点匀，一个扫蛾眉翠黛舒，汉宫妆淡洒蔷薇露。一个<br>红吊衤敦绣履十分瘦，一个锦幼袜钩四寸馀，同观觑。一个冠儿上剩铺广翠，<br>一个头袖上多缀珍珠。<br>　　【三煞】仙衣观剪裁绮罗，新制出一个绣援蓝衫子拖他绿。一个白罗帕兜映<br>遮尘笠，一个乌云髻斜簪压鬓梳。一个赴筵会娇乘翠辇，一个随人情稳坐肩舆。<br>　　【二煞】一个要白熟饼烂煮羊，一个要炊香粳喇纂鱼，同茶同饭同樽俎。醉<br>来时枕遍黄金串，情极处亲偎白玉肤，相怜处。到夏里洒扫净凉亭水阁，到冬来<br>安排着暖阁红炉。<br>　　【一煞】一个休寻常看侍妾，一个莫等闲抛调奴，把凭似玉天仙手掌擎心肝<br>般戏。一个演习那渐间言语呼郎婿，一个撇着些都下乡音唤丈夫，休相妒。你莫<br>琴书上意懒，你休针线上清疏。<br>　　【尾】一般儿难主张，两下里自暗忖。五花诰使不得人情与，看那一个娇羞<br>做得主。　阅世<br>　　自汉浮生，怎生来恁般薄命。从幼年间踢透聪明，折末作文章，通经史，诗<br>词歌咏。今日长达刑名，颇谙知古今律令。<br>　　【醉春风】折末围棋赶个相知，打双陆攀个门庭。折末妆跷小踢赛个输赢，<br>不是我逞，逞，逞。折末共释道清谈，渔樵闲话，我可也略通蹊径。<br>　　【剔银灯】折末道谜续麻合笙，折末道字说书打令，诸般乐艺都曾领。向人<br>前举目回情，疏狂性，湖海情，更爱的是弟兄。<br>　　【蔓青菜】脚到处人相敬，都为我忒惺惺，倒担阁了半生。几番待发志气修<br>身于功名，争奈一缕顽涎硬。<br>　　【石榴花】一片惜花心常是引了人魂灵，但沾着便留情。玉箫檀板紫鸾笙，<br>向花阵锦营，燕燕莺莺。悲欢聚散常无定，落得去秦楼谢馆贪滥风声。好光阴过<br>眼如翻饼，到担阁了锦片也似好前程。<br>　　【斗鹌鹑】常想着桃李春风，怎知有桑榆暮景。少年排场，都做了老来罪名。<br>一件件从头自三省，都便似梦乍惊。看别人去云路里飞腾，我到老地在湫洼中<br>坐静。<br>　　【满庭芳】屈指数班行后生，少甚么无才无德，无义无能。一跳身平步登台<br>省，一个头角峥嵘。更做八字拙难和我命争，怎生二十年一事无成。我这里羞临<br>镜，我呆心儿自惊，又早白发鬓边生。<br>　　【耍孩儿】叹荣枯得失皆前定，富贵由人生五行。花花草草煞曾经，不恋他<br>薄利虚名。则不如盖三间茅舍埋头住，买数亩荒田亲自耕。或临溪崖，或是环山<br>径。受用些竹篱茅舍，拜辞了月馆风亭。<br>　　【二】偎山边建草堂，临江滨买只钓艇。我和樵夫渔父相随趁。说今来古往<br>非和是，讲沧海桑田废与兴。耳畔常清净，无来无往，无送无迎。<br>　　【三】新茅柴沽满瓶，活鲜鱼旋煮铛。粗衣淡饭无监禁。闷来时看四周翠岫<br>烟霞景，闲来时诵一卷黄庭道德经。倒大来身心静。非是无钱断酒，临老修行。<br>　　【四】叹人生似水上萍，富贵如风里灯。出门来一步一个风光景。量着六斗<br>米司吏何足数，便升做千两俸人员有甚荣，图个甚闲争竞。想十大功韩信，到不<br>如五斗酒刘伶。<br>　　【尾】说着做郎君脸上羞，千功名脑袋疼。丽春园子弟埋名姓，邯郸道先生<br>这回省。　思情<br>　　花落春残，舞东风乱红飘散，黛眉颦宝鉴空闲。似这般苦相思，活地狱，几<br>曾经惯。隔天涯何处雕鞍，望关河杳无鱼雁。<br>　　【醉春风】粉脸带胭憔，香魂和梦返。一天风月冷阳关，畅好是懒、懒。看<br>了这锁径苍苔，扑帘柳絮，绕栏花瓣。<br>　　【迎仙客】淹泪眼，锁愁颜，青丝半堆云乱挽。我则道歇秋千，闲画板。不<br>能够遗兴消烦，则落的一口儿长吁叹。<br>　　【红绣鞋】盼子盼佳期枉盼，难应难要见应难，信音悭端的是信音悭。骂子<br>骂谁行骂，还子还几时还，捱子捱捱不得恹恹红日晚。<br>　　【十二月】莺慵燕懒，凤只鸾单。似这般云酸雨涩，端的是蝶乱蜂烦。霎时<br>间香消篆冷，捱不过夜静更阑。<br>　　【尧民歌】呀，好着我月下闻筝绣衣寒，吹箫台上彩云残。香罗犹带泪痕斑。<br>琵琶尘暗不曾弹。愁烦，愁烦，朱门紧闭关，风弄的银灿。<br>　　【耍孩儿】金针绣作皆疏懒，方胜同心倦挽。回纹织锦断肠诗，无青鸾寄不<br>到云间。屏闲孔雀金翎断，衾剩鸳鸯翠羽寒。倚枕春魂散，梦中唤觉，万水千山。<br>　　【尾声】离恨多，离恨多，相思罕，相思罕。乍相逢使不得娇妆扮，只除是<br>锦被里朦胧再合眼。",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "未知作者"
  },
  "tags": []
}