{
  "id": 72726,
  "star": 32,
  "name": "舟中读元九诗",
  "dynasty": "唐代",
  "content": "把君诗卷灯前读，诗尽灯残天未明。<br>眼痛灭灯犹闇坐，逆风吹浪打船声。",
  "fanyi": "<p><strong>译文</strong><br>把你的<a href=\"http://so.gushiwen.org/view_72726.aspx\">诗</a>卷在灯前看，诗读完了灯也快灭了而天还没有亮。<br>看诗看到眼睛痛，熄灭了灯还在黑暗中坐着，逆风吹着浪花拍打着小船。</p> <p><strong>注释</strong><br>⑴元九：即<a href=\"http://so.gushiwen.org/author_18.aspx\">元稹</a>，<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>的朋友。<br>⑵把：拿。<br>⑶残：残留，也可指剩下不多。<br>⑷犹：还。闇（àn）：同“暗”。一作“暗”。<br>⑸逆风：迎风，顶风，与顺风相对。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这首小<a href=\"http://so.gushiwen.org/view_72726.aspx\">诗</a>，字面上“读君诗”，主题是“忆斯人”，又由“斯人”的遭际飘零，转见自己“同是天涯沦落人”的感慨，诗境一转一深，一深一痛。“眼痛灭灯犹暗坐”，已经读了大半夜了，天也快要亮了，诗人还要“暗坐”，不肯就寝。读者自然而然要想到：由于想念微之，更想起坏人当道，朝政日非，因而，满腔汹涌澎湃的感情，使得他无法安枕。此刻，他兀坐在一个小船内。船下江中，不断翻卷起狂风巨浪；心头眼底，像突然展现一幅大千世界色彩黯淡的画图。这风浪，变成了“逆风吹浪打船声”；这是一幅富有象征意义的画图，悲中见愤，熔公义私情于一炉，感情复杂，容量极大。</p> <p>　　凄苦，是这首小诗的基调。这种凄苦之情，通过“灯残”、“诗尽”、“眼痛”、“暗坐”这些词语所展示的环境、氛围、色彩，已经渲染得十分浓烈了，对读者形成一种沉重的压力。到“眼痛灭灯犹暗坐”，压力简直大到了超过人所能忍受的程度。突然又传来一阵阵“逆风吹浪打船声”，像塞马悲鸣，胡笳呜咽，一起卷入读者的耳里、心中。这声音里，充满了悲愤不平的感情。读诗至此，自然要坐立不安，像<a href=\"http://so.gushiwen.org/author_682.aspx\">韩愈</a>听颖师鼓琴时那样：“推手遽止之，湿衣泪滂滂”了。诗的前三句蓄势，于叙事中抒情；后一句才哗然打开感情的闸门，让激浪涡流咆哮奔鸣而下，让乐曲终止在最强音上，收到了“四弦一声如裂帛”的最强烈的音乐效果。</p> <p>　　这首小诗在音律上还有另一个特点。向来，诗家最忌“犯复”，即一诗中不宜用重复的字，小诗尤其如此。这首绝句，却一反故常，四句中三用“灯”字。但是，此诗读起来，丝毫不感重复，只觉得较之常作更为自然流泻。原来，诗人以这个灯字作为一根穿起一串明珠的彩线，在节律上形成一句紧连一句的效果，使感情层层加深：掌灯夜读，足见思念之切；读至灯残，说明思念之久；灭灯暗坐，表明思念之深之苦。音节蝉连，委婉曲折，如金蛇盘旋而下，加强了表达的力量。</p>",
  "about": "<h2>创作背景</h2> 　　此<a href=\"http://so.gushiwen.org/view_72726.aspx\">诗</a>写于作者被贬江州途中。唐宪宗元和十年公（815年），宰相武元衡遇刺身死，<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>上书要求严缉凶手，因此得罪权贵，被贬为江州司马。他被撵出长安，九月抵襄阳，然后浮汉水，入长江，东去九江。在这寂寞的谪戌旅途中，他想念那早五个月远谪通州（州治在今四川达县）的好朋友<a href=\"http://so.gushiwen.org/author_18.aspx\">元稹</a>。在漫长水途中，一个深秋的夜晚，诗人伴着荧荧灯火，细读微之的诗卷，写下了这首《舟中读元九诗》。",
  "poet": {
    "id": 665,
    "star": 0,
    "name": "白居易",
    "image": "http://img.gushiwen.org/authorImg/baijuyi.jpg",
    "desc": "白居易（772年－846年），字乐天，号香山居士，又号醉吟先生，祖籍太原，到其曾祖父时迁居下邽，生于河南新郑。是唐代伟大的现实主义诗人，唐代三大诗人之一。白居易与元稹共同倡导新乐府运动，世称“元白”，与刘禹锡并称“刘白”。白居易的诗歌题材广泛，形式多样，语言平易通俗，有“诗魔”和“诗王”之称。官至翰林学士、左赞善大夫。公元846年，白居易在洛阳逝世，葬于香山。有《白氏长庆集》传世，代表诗作有《长恨歌》、《卖炭翁》、《琵琶行》等。"
  },
  "tags": [
    "关切",
    "思念"
  ]
}