{
  "id": 72499,
  "star": 575,
  "name": "项脊轩志",
  "dynasty": "明代",
  "content": "　　项脊轩，旧南阁子也。室仅方丈，可容一人居。百年老屋，尘泥渗漉，雨泽下注；每移案，顾视，无可置者。又北向，不能得日，日过午已昏。余稍为修葺，使不上漏。前辟四窗，垣墙周庭，以当南日，日影反照，室始洞然。又杂植兰桂竹木于庭，旧时栏楯，亦遂增胜。借书满架，偃仰啸歌，冥然兀坐，万籁有声；而庭堦寂寂，小鸟时来啄食，人至不去。三五之夜，明月半墙，桂影斑驳，风移影动，珊珊可爱。</p> <p>　　然余居于此，多可喜，亦多可悲。先是庭中通南北为一。迨诸父异爨，内外多置小门，墙往往而是。东犬西吠，客逾庖而宴，鸡栖于厅。庭中始为篱，已为墙，凡再变矣。家有老妪，尝居于此。妪，先大母婢也，乳二世，先妣抚之甚厚。室西连于中闺，先妣尝一至。妪每谓余曰：”某所，而母立于兹。”妪又曰：”汝姊在吾怀，呱呱而泣；娘以指叩门扉曰：‘儿寒乎？欲食乎？’吾从板外相为应答。”语未毕，余泣，妪亦泣。余自束发，读书轩中，一日，大母过余曰：”吾儿，久不见若影，何竟日默默在此，大类女郎也？”比去，以手阖门，自语曰：”吾家读书久不效，儿之成，则可待乎！”顷之，持一象笏至，曰：”此吾祖太常公宣德间执此以朝，他日汝当用之！”瞻顾遗迹，如在昨日，令人长号不自禁。</p> <p>　　轩东，故尝为厨，人往，从轩前过。余扃牖而居，久之，能以足音辨人。轩凡四遭火，得不焚，殆有神护者。</p> <p>　　项脊生曰：“蜀清守丹穴，利甲天下，其后秦皇帝筑女怀清台；刘玄德与曹操争天下，诸葛孔明起陇中。方二人之昧昧于一隅也，世何足以知之，余区区处败屋中，方扬眉、瞬目，谓有奇景。人知之者，其谓与坎井之蛙何异？”</p> <p>　　余既为此志，后五年，吾妻来归，时至轩中，从余问古事，或凭几学书。吾妻归宁，述诸小妹语曰：”闻姊家有阁子，且何谓阁子也？”其后六年，吾妻死，室坏不修。其后二年，余久卧病无聊，乃使人复葺南阁子，其制稍异于前。然自后余多在外，不常居。</p> <p>　　庭有枇杷树，吾妻死之年所手植也，今已亭亭如盖矣。",
  "fanyi": "<p><strong>译文</strong><br>　　项脊轩，是过去的南阁楼。屋里只有一丈见方，可以容纳一个人居住。这座百年老屋，（屋顶墙上的）泥土从上边漏下来，积聚的流水一直往下流淌；我每次动书桌，环视四周没有可以安置桌案的地方。屋子又朝北，不能被阳光照到，白天过了中午（屋内）就已昏暗。我稍稍修理了一下，使它不从上面漏土漏雨。在前面开了四扇窗子，在院子四周砌上围墙，用来挡住南面射来的日光，日光反射照耀，室内才明亮起来。我在庭院里随意地种上兰花、桂树、竹子等草木，往日的栏杆，也增加了新的光彩。家中的（这里不翻译成”借来的”）书摆满了书架，我仰头高声吟诵<a href=\"http://so.gushiwen.org/view_72499.aspx\">诗</a>歌，有时又静静地独自端坐，自然界的万物皆有声音；庭院、台阶前静悄悄的，小鸟不时飞下来啄食，人走到它跟前也不离开。农历十五的夜晚，明月高悬，照亮半截墙壁，桂树的影子交杂错落，微风吹过影子摇动，可爱极了。<br>　　然而我住在这里，有许多值得高兴的事，也有许多值得悲伤的事。在这以前，庭院南北相通成为一体。等到伯父叔父们分了家，在室内外设置了许多小门，墙壁到处都是。分家后，狗把原住同一庭院的人当作陌生人，客人得越过厨房去吃饭，鸡在厅堂里栖息。庭院中开始是篱笆隔开，然后又砌成了墙，一共变了两次。家中有个老婆婆，曾经在这里居住过。这个老婆婆，是我死去的祖母的婢女，给两代人喂过奶，先母对她很好。房子的西边和内室相连，先母曾经常来。老婆婆常常对我说：”这个地方，你母亲曾经站在这儿。”老婆婆又说：”你姐姐在我怀中，呱呱地哭泣；你母亲用手指敲着房门说：‘孩子是冷呢，还是想吃东西呢？’我隔着门一一回答……”话还没有说完，我就哭起来，老婆婆也流下了眼泪。我从十五岁起就在轩内读书，有一天，祖母来看我，说：”我的孩子，好久没有见到你的身影了，为什么整天默默地呆在这里，真像个女孩子呀？”等到离开时，用手关上门，自言自语地说：”我们家读书人很久没有得到功名了，（我）孩子的成功，就指日可待了啊！”不一会，拿着一个象笏过来，说：”这是我祖父太常公宣德年间拿着去朝见皇帝用的，以后你一定会用到它！”瞻仰回顾旧日遗物，就像在昨天一样，真让人忍不住放声大哭。<br>　　项脊轩的东边曾经是厨房，人们到那里去，必须从轩前经过。我关着窗子住在里面，时间长了，能够根据脚步声辨别是谁。项脊轩一共遭过四次火灾，能够不被焚毁，大概是有神灵在保护着吧。<br>　　项脊生说：巴蜀地方有个名叫清的寡妇，她继承了丈夫留下的朱砂矿，采矿获利为天下第一，后来秦始皇筑”女怀清台”纪念她。刘备与<a href=\"http://so.gushiwen.org/author_552.aspx\">曹操</a>争夺天下，<a href=\"http://so.gushiwen.org/author_507.aspx\">诸葛亮</a>出身陇中由务农出而建立勋业。当这两个人还待在不为人所知的偏僻角落时，世人又怎么能知道他们呢？我今天居住在这破旧的小屋里，却自得其乐，以为有奇景异致。如果有知道我这种境遇的人，恐怕会把我看作目光短浅的井底之蛙吧！<br>　　我作了这篇文章之后，过了五年，我的妻子嫁到我家来，她时常来到轩中，向我问一些旧时的事情，有时伏在桌旁学写字。我妻子回娘家探亲，回来转述她的小妹妹们的话说：”听说姐姐家有个小阁楼，那么，什么叫小阁楼呢？”这以后六年，我的妻子去世，项脊轩破败没有整修。又过了两年，我很长时间生病卧床没有什么（精神上的）寄托，就派人再次修缮南阁子，格局跟过去稍有不同。然而这之后我多在外边，不常住在这里。<br>　　庭院中有一株枇杷树，是我妻子去世那年她亲手种植的，如今已经高高挺立着，枝叶繁茂像伞一样了。</p> <p><strong>注释</strong><br>1、项脊轩，<a href=\"http://so.gushiwen.org/author_792.aspx\">归有光</a>家的一间小屋。轩：小的房室。<br>2、旧：旧日的，原来的。<br>3、方丈：一丈见方。<br>4、尘泥渗（shèn）漉（lù）：（屋顶墙头上的）泥土漏下。渗，透过。漉，漏下。渗漉：从小孔慢慢漏下。<br>5、雨泽下注：雨水往下倾泻。下，往下。雨泽：雨水。<br>6、案：几案，桌子。<br>7、顾视：环看四周。顾，环视也。（许慎《说文解字》）<br>8、不能得日：得日，照到阳光。<br>9、日过午已昏：昏，光线不明。<br>10、为（wéi）修葺（qì）。修葺：修缮、修理，修补。<br>11、辟：开。<br>12、垣墙周庭：庭院四周砌上围墙。垣，在这里名词作动词，指砌矮墙。垣墙：砌上围墙。周庭，（于）庭子周围。<br>13、当：挡住<br>14、洞然：明亮的样子。<br>15、栏楯（shǔn）：栏杆。纵的叫栏，横的叫楯。<br>16、增胜：增添了光彩。胜：美景。<br>17、偃仰：偃，伏下。仰，仰起。偃仰，安居。<br>18、啸歌：长啸或吟唱。这里指吟咏诗文，显示豪放自若。啸，口里发出长而清越的声音。<br>19、冥然兀坐：静静地独自端坐着。兀坐，端坐。<br>20、万籁有声：自然界的一切声音都能听到。万籁，指自然界的一切声响。籁，孔穴里发出的声音，也指一般的声响。<br>21、三五之夜：农历每月十五的夜晚。<br>22、珊珊：衣裾玉佩的声音，通”姗”，引申为美好的样子。<br>23、迨（dài）诸父异爨（cuàn）：等到伯、叔们分了家。迨，及，等到。诸父，伯父、叔父的统称。异爨，分灶做饭，意思是分了家。<br>24、往往：指到处，处处。而：修饰关系连词。是：这（样）。<br>25、东犬西吠：东边的狗对着西边叫。意思是分家后，狗把原住同一庭院的人当作陌生人。<br>26、逾（yú）庖（páo）而宴：越过厨房而去吃饭。庖，厨房<br>27、已：已而，随后不久。<br>28、凡再变矣：凡，总共。再，两次。<br>29、相为应答：一一回答。相：偏义复词，指她（先母）。<br>30、束发：古代男孩成年时束发为髻，15岁前指儿童时代。<br>31、竟日：一天到晚。竟，从头到尾。<br>32、阖（hé）：通‘合’。合上。<br>33、瞻顾遗迹：回忆旧日事物。瞻：向前看。顾：向后看。瞻顾：泛指看，有瞻仰、回忆的意思。<br>34、扃（jiōng）牖（yǒu）：关着窗户。扃，（从内）关闭。牖，窗户。<br>35、殆：恐怕，大概，表示揣测的语气。<br>36、来归：嫁到我家来。归，古代女子出嫁。<br>37、凭几学书：伏在几案上学写字。几，小或矮的桌子。书：写字。<br>38、归宁：出嫁的女儿回娘家省亲。<br>39、制：指建造的格式和样子。<br>40、手植：亲手种植。手：亲手。<br>41、亭亭如盖：高高挺立，树冠像伞盖一样。亭亭，直立的样子。盖，古称伞。</p>",
  "about": "<h2>写作手法</h2> <p>　　作者善于抓住富有特征性的细节，来描写一个封建大家庭的四分五裂之状，反映归家家庭的败落。归家原本庭院南北相通，是一个整体。自从”诸父异爨”后，设置了许多小门，墙壁到处都是（四分五裂之状）。先用篱笆相隔，后来更用一堵堵墙壁阻断往来（”始为篱，已为墙”）。尤其是”东犬西吠，客逾庖而宴，鸡栖于厅”，寥寥几笔，将一个封建大家庭分家后所产生的颓败、衰落、混乱不堪的情状表现得淋漓尽致。另外，写祖母到项脊轩来，鼓励作者读书求仕，光宗耀祖这件事，同样可透析出归家家道衰落的状况。<a href=\"http://so.gushiwen.org/author_792.aspx\">归有光</a>祖母的祖父曾在宣德年间担任朝廷官员（太常寺卿），而如今，”吾家读书久不效”，儿辈们科举无望，反以分家为能事，闹得个钟鸣鼎食之家四分五裂，乌烟瘴气，只有把希望寄托在孙儿归有光的身上了。</p> <p>　　作者善于抓住具有特征的语言、行动和生活细节来表现人物，从不同的角度把人物写得栩栩如生，情态各别。对母亲，写她听到女儿呱呱而泣时以指叩扉的动作和”儿寒乎？欲食乎？”的问话，突现了慈母对儿女衣食的无微不至的关怀。对祖母，写她的”吾儿，久不见若影……”的爱怜的言辞和离去时的喃喃自语和”以手阖扉”的动作等，惟妙惟肖地表现出了老祖母对孙儿的疼爱和期待。对妻子，写她的”时至轩中，从余问古事，或凭几学书”，简洁地表现了少年夫妇相依相爱的情状；写她归宁回来时转述小妹们的充满稚气的问话，不但传神地表现了小妹们的娇憨之态，而且生动地再现了夫妻依依情话的场面。总之，作者对于各个人物，都能分别抓住他们的特征，用寥寥几笔描绘出他们的音容笑貌和真挚的感情，富于生活情趣，并从中表达出自己对亲人一往情深的怀念。</p> <p>　　结构”关”情：文章先写轩的狭小、破漏与昏暗，继而写经过修葺之后的优美、宁静与恬适。轩内积书，轩外花木；白日小鸟，月夜挂影；构成了一种和谐清雅的小天地氛围。而居于这小天地中心的，正是作者自己。他的清贫的生活，高洁的志趣，怡悦的心境，于不知不觉中自然而然的显露出来。”多可喜，亦多可悲”几个字，承上启下，思路陡转。”喜”字应上文，”悲”从以下几个方面而来，一是大家庭的分崩离析，表现了作者对家庭衰败的哀痛。二是母亲对子女无微不至的关怀，表现了作者对母亲的怀念。三是祖母对作者的牵挂、赞许和期盼，含蓄地表达了怀才不遇、功名未成、辜负了亲人的抚育和期望的无限沉痛的心情。最后两节，补记亡妻在轩中的生活片断和轩在以后的变迁，抒发了作者怀念妻子的真挚情意。平淡的文字，唱出了深沉的人生哀歌。</p> <p>　　细节”撩”情：善于从日常生活中选取那些感受最深的细节和场面，表现人物的风貌，寄托内心的感情，是归文的一大特色。如写修葺后的南阁子，图书满架，小鸟时来，明月半墙，桂影斑驳，把作者的偃仰啸歌、怡然自得的情绪充分表现了出来。环境固然清幽、谧静，充满<a href=\"http://so.gushiwen.org/view_72499.aspx\">诗</a>意，然而作者更为怀念的是自己的亲人。作者写祖母、写母亲、写妻子，只是通过一两件和她们有关联的事来叙述。笔墨不多，事情不大，只留下人物的一些身影，但人物的音容笑貌跃然纸上。</p> <p>　　如写母亲听到大姐”呱呱而泣”时，用手指轻轻叩打南阁子的门扉说：”儿寒乎？欲食乎？”极普通的动作描写，极平常的生活话语，生动地描写了母亲对孩子的慈爱之情，读来如见其人，如闻其声，倍感真切。”语未毕，余泣，妪亦泣”，悲戚的感情是很自然的生发的。林纾曾说：”震川之述老妪语，至琐细，至无关紧要，然自少失母之儿读之，匪不流涕矣。”（《古文辞类纂选本、〈项脊轩志〉评语》）。</p> <p>　　再如写祖母的一段文字，简洁细腻，绘声传神，”大类女郎”，”儿之成，则可待乎”一两句话；”比去，以手阖门”，”顷之，持一象笏至”一两个动作，把老年人对孙子的牵挂、赞许、鞭策的复杂感情，描绘的惟妙惟肖。写亡妻，只说：”时至轩中，从余问古事，或凭几学书。”寥寥数笔，绘出了夫妻之间的一片深情。末尾，作者把极深的悲痛寄寓一棵枇杷树。”庭有枇杷树，吾妻死之年所手植也，今已亭亭如盖矣。”枇杷树本来是无思想感情的静物，但把它的种植时间与妻子逝世之年联系起来，移情于物；在”亭亭如盖”四个字的前面加上”今已”这个时间词，表明时光在推移，静物也显示着动态。树长，人亡！物是，人非！光阴易逝，情意难忘。由于想念人而触及与人有一定关系的物，便更添了对人的思念；再由对物的联想，又引发对往事的伤怀。于是托物寄情，物我交融，进一步把思念之情深化了。只说树在生长，不说人在思念，它所产生的艺术效果则是：不言情而情无限，言有尽而意无穷。</p> <p>　　质朴”增”情：文章动情的另一个原因是语言质朴，不加藻饰。作者不大张声势，不故作惊人之笔，甚至也不采用色彩强烈的词藻来作恣意的渲染，而只是运用明净、流畅的语言，平平常常地叙事，老老实实地回忆。但通俗自然之中蕴含着丰富的表现力，浅显明白的文字却能使景物如画，人物毕肖。如写老妪叙述母亲之事，寥寥数语，老妪的神情、母亲的慈爱无不尽现纸上。祖母爱怜的言辞、离去时的喃喃自语、以手阖扉以及持象笏的动作等，也都是通过通俗平淡的语言变现出来的，但平淡的文字，道出了人间的亲情。此外，妻婚后来轩的往事，从娘家回来后转述的诸小妹语，亭亭如盖的枇杷树等细节，无一不是平时如话中露真情。正所谓”所为抒写怀抱之文，温润典丽，如清庙之瑟，一唱三叹。无意于感人，而欢愉惨恻之思，溢于言语之外”（王锡爵《归公墓志铭》）含而不露，以情动人，不去刻意追求强烈的效果，却取得了很好的效果，这确实是归有光散文的一个显著特色。</p> <p>　　叠字”助”情：和一般叠词一样，文章的叠词也是为了增加形象性和音乐美。如用”寂寂”来烘托环境之清静，用”往往”来渲染门墙之杂乱，用”呱呱”来描摹小儿的哭声，用”默默”来状写作者攻读之刻苦。又如写月下之树随风摇曳，用”姗姗”；写枇杷树高高耸立，用”亭亭”。用叠词，摹声更为真切，状物更为细致，写景更为生动。而且读起来，音节和谐，更富美感。</p> <p>　　一篇散文，作者六用叠词，单纯是为了状物、写景、绘情的说法，难于令人信服。”随物以宛转”，”与心而徘徊”，<a href=\"http://so.gushiwen.org/author_855.aspx\">刘勰</a>老先生一语中的。写物关情，情景交融，是文章多处用叠词的真实用意。如”寂寂”一词，既强调环境的清幽、静谧，又充满了对”项脊轩”的生活的怀念；”往往”一词既强调门墙到处都是，语言中又流露出作者对分家后出现的杂乱现象的不满和对家族衰败的哀痛。再如”亭亭”一词，既使人想到树木高高耸立，又使人想到人之亭亭玉立，在这一笔中间，寄寓了作者对亡人的感慨和惆怅，读来富有余味。</p>",
  "poet": {
    "id": 792,
    "star": 0,
    "name": "归有光",
    "image": "http://img.gushiwen.org/authorImg/guiyouguang.jpg",
    "desc": "归有光（1506～1571）明代官员、散文家。字熙甫，又字开甫，别号震川，又号项脊生，汉族，江苏昆山人。嘉靖十九年举人。会试落第八次，徙居嘉定安亭江上，读书谈道，学徒众多，60岁方成进士，历长兴知县、顺德通判、南京太仆寺丞，留掌内阁制敕房，与修《世宗实录》，卒于南京。归有光与唐顺之、王慎中两人均崇尚内容翔实、文字朴实的唐宋古文，并称为嘉靖三大家。由于归有光在散文创作方面的极深造诣，在当时被称为“今之欧阳修”，后人称赞其散文为“明文第一”，著有《震川集》、《三吴水利录》等。"
  },
  "tags": [
    "高中文言文",
    "叙事",
    "抒情",
    "生活"
  ]
}