{
  "id": 70869,
  "star": 4507,
  "name": "出塞二首·其一",
  "dynasty": "唐代",
  "content": "秦时明月汉时关，万里长征人未还。<br>但使龙城飞将在，不教胡马度阴山。",
  "fanyi": "<p><strong>译文</strong><br>依旧是秦汉时期的明月和边关，守边御敌鏖战万里征人未回还。<br>倘若龙城的飞将卫青如今还在，绝不许匈奴南下牧马度过阴山。</p> <p><strong>注释</strong><br>1.但使：只要。<br>2.龙城飞将：《汉书·卫青霍去病传》载，元光六年（前129年），卫青为车骑将军，出上谷，至笼城，斩首虏数百。笼城，<a href=\"http://so.gushiwen.org/author_1448.aspx\">颜师古</a>注曰：“笼”与“龙”同。龙城飞将指的是卫青奇袭龙城的事情。其中，有人认为龙城飞将中飞将指的是汉飞将军李广，龙城是唐代的卢龙城（卢龙城就是汉代的李广练兵之地，在今河北省喜峰口附近一带，为汉代右北平郡所在地），纵观李广一生主要的时间都在抗击匈奴，防止匈奴掠边，其中每次匈奴重点进攻的汉地天子几乎都是派遣李广为太守，所以这种说法也不无道理。<br>3.不教：不叫，不让。教，让。<br>4.胡马：指侵扰内地的外族骑兵。<br>5.度：越过。在漫长的边防线上，战争一直没有停止过，去边防线打仗的战士也还没有回来。 要是攻袭龙城的大将军卫青和飞将军李广今天还依然健在，绝不会让敌人的军队翻过阴山。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这是一首著名的边塞<a href=\"http://so.gushiwen.org/view_70869.aspx\">诗</a>，表达了诗人希望起任良将，早日平息边塞战事，使人民过上安定的生活的愿望。</p> <p>　　诗人从描写景物景入手，首句勾勒出一幅冷月照边关的苍凉景象。“秦时明月汉时关”不能理解为秦时的明月汉代的关。这里是秦、汉、关、月四字交错使用，在修辞上叫“互文见义”，意思是秦汉时的明月，秦汉时的关。诗人暗示，这里的战事自秦汉以来一直未间歇过，突出了时间的久远。次句“万里长征人未还”，“万里”指边塞和内地相距万里，虽属虚指，却突出了空间辽阔。“人未还”使人联想到战争给人带来的灾难，表达了诗人悲愤的情感。</p> <p>　　怎样才能解脱人民的困苦呢？诗人寄希望于有才能的将军。“但使龙城飞将在，不教胡马度阴山。”倘若攻袭龙城的卫青和飞将军李广而今健在，绝不许让胡人的骑兵跨越过阴山。“龙城”指奇袭匈奴圣地龙城的名将卫青，而“飞将”则指威名赫赫的飞将军李广。“龙城飞将”并不只一人，实指李卫，更是借代众多汉朝抗匈名将。“不教”，不允许，“教”字读平声；“胡马”，这里指代外族入侵的骑兵。“度阴山”，跨过阴山。阴山是北方东西走向的大山脉，是汉代北方边防的天然屏障。后两句写得含蓄、巧妙，让人们在对往事的对比中，得出必要的结论。</p> <p>　　这首诗着重表现的是对敌人的蔑视；是对国家的忠诚，是一种勇往超前、无所畏惧的气概。前两句写皎洁的明月和雄伟的城关，既引起了人们对历史上无数次侵略战争的回忆，又是今天将士们驰骋万里、浴血奋战的历史见证。后两句用汉代的名将卫青李广比喻唐代出征守边的英勇将士，歌颂他们决心奋勇杀敌、不惜为国捐躯的战斗精神。这首诗由古到今，有深沉的历史感，场面辽阔，有宏大的空间感。字里行间，充满了强烈的爱国精神和豪迈的英雄气概。</p> <p>　　这首诗被称为唐人七绝的压卷之作。悲壮而不凄凉，慷慨而不浅露，<a href=\"http://so.gushiwen.org/author_437.aspx\">王昌龄</a>诗《出塞》两首，本诗是第一首。</p> <p>　　《出塞》应当是王昌龄早年赴西域时所做，《出塞》是乐府旧题。王昌龄所处的时代，正值盛唐，这一时期，唐在对外战争中屡屡取胜，全民族的自信心极强，故边塞诗人的作品中，多能体现一种慷慨激昂的向上精神，和克敌制胜的强烈自信。 同时，频繁的边塞战争，也使人民不堪重负，渴望和平，《出塞》正是反映了人民的这种和平愿望。同时期<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>的《兵车行》可以作为参考。 边塞诗是时代的产物，也是最能体现国运盛衰的作品。诗评家常称赞“盛唐之音”，边塞诗正是构成 “盛唐之音”内容的一个基本方面。 边塞诗题材的兴起，是与诗人们的生活范围有所扩展紧密关联的。从边塞诗中，我们看到诗人的眼界开阔了，诗歌的意境拓展了，诗歌的内容更显得异彩纷呈。有对建功立业的渴望：“宁为百夫长，胜作一书生”（<a href=\"http://so.gushiwen.org/author_44.aspx\">杨炯</a>）；有报效国家的激情：“誓欲成名报国，羞将开口论勋”（<a href=\"http://so.gushiwen.org/author_149.aspx\">张说</a>）。不少诗人在塞外军营生活多年，如<a href=\"http://so.gushiwen.org/author_227.aspx\">高适</a>、<a href=\"http://so.gushiwen.org/author_113.aspx\">岑参</a>、<a href=\"http://so.gushiwen.org/author_484.aspx\">李益</a>等，他们的边塞诗中的内容几乎涉及到了边塞生活的各个方面：有写出征士兵的乡愁和家中妻子的离恨；有表现塞外生活的艰辛和连年征战的残酷；有反映帝王黩武开边的不满和对将军贪功起衅的怨恨；有陈述久戍边关对家乡和亲人的怀念；有惊异于塞外绝域那种迥异于中原的风光……我们在阅读这些诗歌时，要能够区别每首诗作思想内容上的细微差别。比如岑参的边塞诗，以慷慨报国的英雄气概和不畏艰苦的乐观精神为其基本特征，更多地描写边塞生活的丰富多彩。他也写过一些在边塞怀土思亲的诗歌，如为后人传诵的《逢入京使》：“故园东望路漫漫，双袖龙钟泪不干。马上相逢无纸笔，凭君传语报平安。”事情虽小，情意深厚。同时，我们还要体会到，跃动于边塞诗中的种种矛盾：慷慨从戎和久戍思乡的矛盾；卫国激情和艰苦生活的矛盾；痛恨庸将和献身精神的矛盾等等。</p> <p>　　这首诗通过对历史的回顾和对汉代抗匈名将的怀念，指责了诗人所处时代守边将领的无能，盼望出现良将，驱逐敌人，保住边疆。首句从秦汉时的月色和关塞写起，点名月色、关塞依旧，但时光流逝，朝代变迁，长期边防战争给人民和将士带来无限灾难与痛苦。在描写景物中，给予了深厚的感情。后两句采用以古讽今的手法，借古代名将来讽刺当今边将的无能，语意含蓄，情感深沉。诗中充满关心国家安危的爱国激情。</p> <p>　　评价全诗反映了作者对驻守边疆的将士们久征未归的同情，也表达了诗人希望朝廷起任良将，早日平息边塞战争，使国家得到安宁，人民过上安定生活的美好心愿的爱国之情。</p> <p>　　这首诗表达了诗人对守边战士的同情以及对安定、和平生活的向往。</p> <p>　　这是一首慨叹边战不断，国无良将的边塞诗。诗的首句最耐人寻味。说的是此地汉关，明月秦时，大有历史变换，征战未断的感叹。二句写征人未还，多少儿男战死沙场，留下多少悲剧。三、四句写出千百年来人民的共同意愿，冀望有“龙城飞将”出现，平息胡乱，安定边防。全诗以平凡的语言，唱出雄浑豁达的主旨，气势流畅，一气呵成，吟之莫不叫绝。明人<a href=\"http://so.gushiwen.org/author_553.aspx\">李攀龙</a>曾推奖它是唐代七绝压卷之作，实不过分。 </p>",
  "about": "<h2>讲解</h2> <p>　　本<a href=\"http://so.gushiwen.org/view_70869.aspx\">诗</a>被人们称为：“唐朝七绝之首”。</p> <p>　　这是一首慨叹边战不断，国无良将的边塞诗。诗的首句最耐人寻味。说的是此地汉关，明月秦时，大有历史变换，征战未断的感叹。二句写征人未还，多少儿男战死沙场，留下多少悲剧。三、四句写出千百年来人民的共同意愿，冀望有“龙城飞将”出现，平息胡乱，安定边防。全诗以平凡的语言，唱出雄浑豁达的主旨，气势流畅，一气呵成，吟之莫不叫绝。明人<a href=\"http://so.gushiwen.org/author_553.aspx\">李攀龙</a>曾推奖它是唐代七绝压卷之作，实不过分。</p> <p>　　塞当作求取功名的一种出路。一些大都有边塞生活经历的知识分子，他们的诗歌以描写边塞生活为主要内容，这就形成了所谓“边塞诗派”。 <a href=\"http://so.gushiwen.org/author_437.aspx\">王昌龄</a>是这个流派中的重要成员。</p> <p>　　诗从写景入手。“秦时明月汉时关”，皓月当空，照耀着万里边疆的关塞，显示了边疆的寥廓和景物的萧条。在“月”和“关”的前面用“秦汉时”加以修饰，使意境更加高远，把我们引到了遥远的古代，更引人深思：秦汉以来边防战争连续不断，一直持续至今，真是拖得太久了！这是从时间上描写边塞的悠久。</p> <p>　　面对这样的景象，边人触景生情，自然联想起秦汉以来无数献身边疆、至死未归的人们。“万里长征人未还”，又从空间角度点明边塞的遥远。这里的“人”，既是指已经战死的士卒，也指还在戍守不能回归的士卒。“人未还”，一是说明边防不巩固，二是对士卒表示同情。这本是一个问题的两个方面，前者是因，后者是果。这是从秦到汉乃至于唐代，都没有解决的大问题，怎样来解决这个问题呢？第三、四两句就是诗人的回答。</p> <p>　　“但使龙城飞将在，不教胡马度阴山”，直接抒发了边防士卒巩固边防的愿望和保卫国家的壮志：只要有卫青李广那样的名将，敌人的马队就不会度过阴山。这两句写得意在言外。意思就是说：由于朝廷用人不当，使将帅不得其人，才造成了烽火长燃、征人不还的局面。</p> <p>　　这首诗虽然只有短短四行，但是通过对边疆景物和征人心理的描绘，表现的内容是复杂的。既有对久戍士卒的浓厚同情和结束这种边防不顾局面的愿望；又流露了对朝廷不能选贤任能的不满，同时又以大局为重，认识到战争的正义性，因而个人利益服从国家安全的需要，发出了“不教胡马度阴山”的誓言，洋溢着爱国激情。</p> <p>　　诗人并没有对边塞风光进行细致的描绘，他只是选取了征戍生活中的一个典型画面来揭示士卒的内心世界。景物描写只是用来刻画人物思想感情的一种手段，汉关秦月，无不是融情入景，浸透了人物的感情色彩。把复杂的内容熔铸在四行诗里，深沉含蓄，耐人寻味。这首诗意境雄浑，格调昂扬，语言凝炼明快。</p><br/><h2>创作背景</h2> <p>　　《出塞》是<a href=\"http://so.gushiwen.org/author_437.aspx\">王昌龄</a>早年赴西域时所作，《出塞》是乐府旧题。王昌龄所处的时代，正值盛唐，这一时期，唐在对外战争中屡屡取胜，全民族的自信心极强，边塞<a href=\"http://so.gushiwen.org/view_70869.aspx\">诗</a>人的作品中，多能体现一种慷慨激昂的向上精神，和克敌制胜的强烈自信。 同时，频繁的边塞战争，也使人民不堪重负，渴望和平，《出塞》正是反映了人民的这种和平愿望。</p> <p>　　组诗的第二首，《全唐诗》同时也录入<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>诗作下，作《从军行》或《军行》。但《李白全集校注汇释集评》没有《军行》一首。历来对此诗真实作者存有不同意见。</p>",
  "poet": {
    "id": 437,
    "star": 0,
    "name": "王昌龄",
    "image": "http://img.gushiwen.org/authorImg/wangchangling.jpg",
    "desc": "王昌龄 (698— 756），字少伯，河东晋阳（今山西太原）人。盛唐著名边塞诗人，后人誉为“七绝圣手”。早年贫贱，困于农耕，年近不惑，始中进士。初任秘书省校书郎，又中博学宏辞，授汜水尉，因事贬岭南。与李白、高适、王维、王之涣、岑参等交厚。开元末返长安，改授江宁丞。被谤谪龙标尉。安史乱起，为刺史闾丘所杀。其诗以七绝见长，尤以登第之前赴西北边塞所作边塞诗最著，有“诗家夫子王江宁”之誉（亦有“诗家天子王江宁”的说法）。"
  },
  "tags": [
    "唐诗三百首",
    "边塞",
    "写景",
    "战争",
    "爱国",
    "忧国忧民"
  ]
}