{
  "id": 52822,
  "star": 369,
  "name": "点绛唇·闺思",
  "dynasty": "宋代",
  "content": "寂寞深闺，柔肠一寸愁千缕。惜春春去。几点催花雨。<br>倚遍阑干，只是无情绪。人何处。连天衰草，望断归来路。",
  "fanyi": "<p><strong>译文</strong><br>暮春时节，深闺里无边的寂寞如潮水般涌来，这一寸的柔肠却要容下千丝万缕的愁绪。越是珍惜春天，春天却越容易流逝，淅淅沥沥的雨声催着落红，也催着春天归去的脚步。<br>在这寂寞暮春里，倚遍了每一寸相思阑干，纵是春天千般好，怎奈也是无情绪。轻问一声：“良人呵，你在何处？”眼前只有那一眼望不到边的连绵衰草，蔓延着良人必经的道路。</p> <p><strong>注释<br></strong>⑴点绛唇：词牌名。<br>⑵“寂寞”二句：此系对<a href=\"http://so.gushiwen.org/author_622.aspx\">韦庄</a>调寄《应天长》二词中有关语句的隐括和新变。<br>⑶人何处：所思念的人在哪里？此处的“人”，当与《凤凰台上忆吹箫·香冷金猊》的“武陵人”及《满庭芳·小阁藏春》的“无人到”中的二“人”字同意，皆喻指作者的丈夫赵明诚。<br>⑷“连天”二句：化用《楚辞·招隐士》“王孙游兮不归，春草生兮萋萋”之句意，以表达亟待良人归来之望。</p>",
  "shangxi": "<h2>赏析一</h2> <p>　　这是一首借伤春写离恨的闺怨词。全词情词并胜，神韵悠然，层层深入揭示了抒情女主人公心中无限愁情。</p> <p>　　首先词人将“一寸”柔肠与“千缕”愁思相提并论，使人产生了一种强烈的压抑感，仿佛她愁肠欲断，再也承受不住。“惜春”两句，不复直言其愁，却“惜春春去”的矛盾中展现女子的心理活动。淅沥的雨声催逼着落红，也催逼着春天归去的脚步。唯一能给深闺女子一点慰藉的春花也凋落了，那催花的雨滴只留下几声空洞的回响。惜春，惜花，也正是惜青春、惜年华的写照。</p> <p>　　下片写凭阑远望。中国古典<a href=\"http://so.gushiwen.org/view_52822.aspx\">诗</a>词中，常用“倚阑”表示人物心情悒郁无聊。这里词人“倚”这个动词后面缀以“遍”字，活画出一深闺女子百无聊赖的烦闷苦恼。下句中又以“只是”与“倚遍”相呼应，衬托出因愁苦而造成的“无情绪”，这就有力地表现了愁情深重，无法排解。</p> <p>　　结尾处，遥问“人何处”，点明凭阑远望的目的，同时也暗示了“柔肠一寸愁千缕”、“祇是无情绪”的根本原因。这里，词人巧妙地安排了一个有问无答的布局，却转笔追随着女子的视线去描绘那望不到尽头的萋萋芳草，正顺着良人归来时所必经的道路蔓延开去，一直延伸到遥远的天边。然而望到尽头，唯见“连天芳草”，不见良人踪影。</p> <p>　　这首词上片写伤春之情，下片写伤别之情。伤春、伤别，融为柔肠寸断的千缕浓愁。刻画出一个爱情专注执着、情感真挚细腻的深闺思妇的形象。写出了让人肝肠寸断的千缕浓愁：寂寞愁、伤春愁，伤别愁以及盼归愁。结尾“望断”二字写尽盼归不能的愁苦，此时感情已积聚至最高峰，全词达到高潮。</p><br/><h2>赏析二</h2> <p>　　这首词的基本内容：</p> <p>　　上片第一句“寂寞深闺”，写一个青年女子在自己深藏后院的闺房里，心中感到非常寂寞；第二句“柔肠一寸愁千缕”，写青年女子的愁状，一寸柔肠便有千缕愁丝，那么整个人呢？可见她的寂寞和忧愁该有多么厉害。第三四句“惜春春去，几点催花雨。”写青年女子忧愁的环境：给人带来希望并让人惋惜的春天走了，又下起了催着春花凋落的雨。这一切，能不让人愁上加愁吗？这是上片的内容。</p> <p>　　下片第一二句“倚遍栏干，只是无情绪！”还是写青年女子的愁状。待在闺房里是“寸肠千缕愁”，只好走到闺房外面。但过去青年女子是不能随便走下闺房楼梯的，所以只能在上面依着栏杆想一想，望一望。想什么?正是那“催花雨”让她想到了“人何处？”想道了离自己而远去的意中人现在何处？，是否也在淋雨？什么时候回来？这才是青年女子真正忧愁的原因；那她望什么？望外面的风景吗？不是，是望自己的想象中的景象——意中人归来时的情景。望到了吗？没有。那望到了什么？望到了“连天衰草，望断归来路。”是啊！望到的是连到天边的无际荒草，是望不见归路——意中人归来的那条路。这就是青年女子倚栏眺望的凄凉情景、心理状态和无望结果。</p> <p>　　以上就是这首词在四十一个字中所表达的基本意思。</p> <p>　　这首词的结构和写作艺术手法：</p> <p>　　全词由写寂寞之愁，到写伤春之愁，再写伤别之愁，更写盼归之愁，这样全面地、层层递进地表现了青年女子心中愁情不断累积的情状，是递进的写法。一个“雨”字，把上下两片勾联在一起；远处是无际荒草，近处是雨催花落；闺房内是愁肠寸断，闺房外是满目凄凉。多么凄美的意境！词人在这里把青年女子的“愁”的确已然写尽、写透，可谓淋漓尽致！所以明代陆云龙在《词菁》中称道此首词是“泪尽个中”，《云韶集》也盛赞此作“情词并胜，神韵悠然。”</p>",
  "about": "<h2>创作背景</h2> <p>　　此词是<a href=\"http://so.gushiwen.org/author_536.aspx\">李清照</a>的早期作品，创作地点在青州。据陈祖美《李清照简明年表》：“公元1118至1120年（重和元年至宣和二年），这期间赵明诚或有外任，清照独居青州。是时明诚或有蓄妾之举。作《点绛唇·寂寞深闺》《凤凰台上忆吹箫·香冷金猊》等。”</p>",
  "poet": {
    "id": 536,
    "star": 0,
    "name": "李清照",
    "image": "http://img.gushiwen.org/authorImg/liqingzhao.jpg",
    "desc": "李清照（1084年3月13日～1155年5月12日）号易安居士，汉族，山东省济南章丘人。宋代（南北宋之交）女词人，婉约词派代表，有“千古第一才女”之称。所作词，前期多写其悠闲生活，后期多悲叹身世，情调感伤。形式上善用白描手法，自辟途径，语言清丽。论词强调协律，崇尚典雅，提出词“别是一家”之说，反对以作诗文之法作词。能诗，留存不多，部分篇章感时咏史，情辞慷慨，与其词风不同。有《易安居士文集》《易安词》，已散佚。后人有《漱玉词》辑本。今有《李清照集校注》。"
  },
  "tags": [
    "宋词精选",
    "闺怨",
    "伤春",
    "伤别"
  ]
}