{
  "id": 5656,
  "star": 35,
  "name": "秋夜独坐 / 冬夜书怀",
  "dynasty": "唐代",
  "content": "独坐悲双鬓，空堂欲二更。<br>雨中山果落，灯下草虫鸣。<br>白发终难变，黄金不可成。<br>欲知除老病，唯有学无生。",
  "fanyi": "<p><strong>译文<br></strong>独自坐着悲伤双鬓已白，在秋夜空堂上将近二更。<br>山间野果在秋雨中落下，草中虫子到灯下来低鸣。<br>头上白发始终难以变黑，炼丹中仙药也至今未成。<br>要知怎样消除衰老疾病，唯有学佛修成不灭不生。</p> <p><strong>注释<br></strong>1.秋夜独坐：题目一作“冬夜书怀”。<br>2.堂：泛指房屋的正厅。欲二更：将近二更。二更：指晚上九时至十一时。<br>3.山果：山上的野果。<br>4.灯下：点出夜。草虫鸣：点出秋。草虫：草丛中的小虫子。<br>5.“黄金”句：《史记·封禅书》载，汉武帝时，有方士栾大诡称“黄金可成，河决可塞，不死之药可得，仙人可致”，因此武帝封他为五利将军。后均无效验，被杀。黄金可成，亦指炼丹术。黄金：道教炼丹术中一种仙药的名字。<br>6.老病：衰老和疾病。<br>7.无生：佛家语，谓世本虚幻，万物实体无生无灭。禅宗认为这一点人们是难以领悟到的。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　<a href=\"http://so.gushiwen.org/author_515.aspx\">王维</a>中年奉佛，<a href=\"http://so.gushiwen.org/view_5656.aspx\">诗</a>多禅意。这诗题曰“秋夜独坐”，就像僧徒坐禅。而诗中写时迈人老，感慨人生，斥神仙虚妄，悟佛义根本，是诗人现身说法的禅意哲理之作，情理都无可取，但在艺术表现上较为真切细微，传神如化，历来受到赞赏。</p> <p>　　前二联写沉思和悲哀。这是一个秋天雨夜，更深人寂，诗人独坐在空堂上，潜心默想。这情境仿佛就是佛徒坐禅，然而诗人却是陷于人生的悲哀。他看到自己两鬓花白，人一天天老了，不能长生；此夜又将二更，时光一点点消逝，无法挽留。一个人就是这样地在岁月无情流逝中走向老病去世。这冷酷的事实使他自觉无力而陷于深刻的悲哀。此时此刻，此情此景，他越发感到孤独空虚，需要同情勉励，启发诱导。然而除了诗人自己，堂上只有灯烛，屋外听见雨声。于是他从雨声想到了山里成熟的野果，好像看见它们正被秋雨摧落；从灯烛的一线光亮中得到启发，注意到秋夜草野里的鸣虫也躲进堂屋来叫了。诗人的沉思，从人生转到草木昆虫的生存，虽属异类，却获同情，但更觉得悲哀，发现这无知的草木昆虫同有知的人一样，都在无情的时光、岁月的消逝中零落哀鸣。诗人由此得到启发诱导，自以为觉悟了。</p> <p>　　后二联便是写觉悟和学佛。诗人觉悟到的真理是万物有生必有灭，大自然是永存的，而人及万物都是短暂的。人，从出生到老死的过程不可改变。诗人从自己嗟老的忧伤，想到了宣扬神仙长生不老的道教。诗人感叹“黄金不可成”，就是否定神仙方术之事，指明炼丹服药祈求长生的虚妄，而认为只有信奉佛教，才能从根本上消除人生的悲哀，解脱生老病死的痛苦。佛教讲灭寂，要求人从心灵中清除七情六欲，是谓“无生”。倘使果真如此，当然不仅根除老病的痛苦，一切人生苦恼也都不再觉得了。诗人正是从这个意义上去皈依佛门的。</p> <p>　　整首诗写出一个思想觉悟即禅悟的过程。从情入理，以情证理。诗的前半篇表现诗人沉思而悲哀的神情和意境，形象生动，感受真切，情思细微，艺术上是颇为出色的；而后半篇则纯属说教，归纳推理，枯燥无味，缺陷也是比较明显的。</p>",
  "about": "<h2>创作背景</h2> 　　此<a href=\"http://so.gushiwen.org/view_5656.aspx\">诗</a>是<a href=\"http://so.gushiwen.org/author_515.aspx\">王维</a>晚年的作品。王维全家人虔信佛法。经历了安史之乱后，他苦行斋心，除饭僧施粥外，“退朝之后，焚香独坐，以禅诵为事”。",
  "poet": {
    "id": 515,
    "star": 0,
    "name": "王维",
    "image": "http://img.gushiwen.org/authorImg/wangwei.jpg",
    "desc": "王维（701年－761年，一说699年—761年），字摩诘，汉族，河东蒲州（今山西运城）人，祖籍山西祁县，唐朝诗人，有“诗佛”之称。苏轼评价其：“味摩诘之诗，诗中有画；观摩诘之画，画中有诗。”开元九年（721年）中进士，任太乐丞。王维是盛唐诗人的代表，今存诗400余首，重要诗作有《相思》《山居秋暝》等。王维精通佛学，受禅宗影响很大。佛教有一部《维摩诘经》，是王维名和字的由来。王维诗书画都很有名，非常多才多艺，音乐也很精通。与孟浩然合称“王孟”。"
  },
  "tags": [
    "秋天",
    "雨夜",
    "感怀"
  ]
}