{
  "id": 38188,
  "star": 53,
  "name": "泾溪",
  "dynasty": "唐代",
  "content": "泾溪石险人兢慎，终岁不闻倾覆人。<br>却是平流无石处，时时闻说有沉沦。",
  "fanyi": "<p><strong>译文<br></strong>泾溪里面礁石很险浪很急，人们路过的时候都非常小心，所以终年都不会听到有人不小心掉到里面淹死的消息。<br>恰恰是在水流缓慢没有礁石的地方，却常常听到有人被淹死的消息。</p> <p><strong>注释<br></strong>①泾（jīng）溪：一作泾川，又名赏溪。在今安徽泾县。源出旌德县南，北流至泾县西入青弋江。<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>《泾溪东亭寄郑少府谔》有“欲往泾溪不辞远，龙门蹙波虎眼转”。《别山僧》有“何处名僧到水西，乘舟弄月宿泾溪”。另有《泾溪南蓝山下有落星潭可以卜筑余泊舟石上寄何判官昌浩》。[2] <br>②兢（jīng）慎：因害怕而小心警惕。<br>③终岁：整年。<br>④倾覆：翻船沉没。下文的“沉沦”义同。<br>⑤平流：平稳的水中。平，这里指溪水不掀波。<br>⑥处：地方。<br>⑦闻：说，听说。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　<a href=\"http://so.gushiwen.org/view_38188.aspx\">诗</a>写得曲折，理析得透彻。短短的二十八个字中，包含着深刻的人生哲理和精妙的生命辨证。 南宋诗人<a href=\"http://so.gushiwen.org/author_30.aspx\">姜夔</a>在总结前人诗歌创作经验时，用四个高妙来说明优秀作品：“（1）碍而实通曰理高妙；（2）事出意外曰意高妙；（3）写出幽微，如深潭见底，曰想高妙；非奇非怪，剥落文彩，知其妙而不知其所以妙曰自然高妙。”<a href=\"http://so.gushiwen.org/author_291.aspx\">杜荀鹤</a>的《泾溪》诗正是理高妙的杰作。从表面看，诗的事理是碍而不通的。因为行舟水上，遇险不倾，平流却覆，似乎不合常理。但是，透过现象看本质，我们就会发现在这不通的现象中，潜藏着大通的本质。因为舟是人驾的，舟的载沉，不取决于路的平险，而决定于人的状况。溪险石危时，人人警惕，，自然安如泰山；平流无石处，容易懈怠，往往舟覆人亡。这，正是杜荀鹤《泾溪》诗析理的高妙之处。</p> <p>　　推而广之，杜荀鹤在这里绝不仅仅说明行船的道理，他也在比拟人事的成败。<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>在《梅圣俞墓志铭》中说：“诗穷而后工”，<a href=\"http://so.gushiwen.org/author_608.aspx\">司马迁</a>在《太史公自叙》中列举了文王、孔子、<a href=\"http://so.gushiwen.org/author_384.aspx\">左丘明</a>、<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>、<a href=\"http://so.gushiwen.org/author_404.aspx\">韩非</a>五人遭遇困厄，发愤著书，终成大器的故事。其中的道理，与《泾溪》诗是完全一致的。《五代史·伶官传序》中有一句名言：“生于忧患，亡于安乐。”句中的“忧患”正如泾溪的“险”；句中的“安乐”正如泾溪的“平”；句中的“兴”、“亡”正如泾溪的“不闻倾覆”与“沉沦”——水性与人性在此又一次严密吻合。 究其载沉原因，比拟人事成败，有以下四个方面：</p> <p>　　（1）懈怠。《吴越春秋》载：吴王夫差兴于忧患之时，励精图治，打败了越王勾践。后来，昧于安乐，怠于治国，最终被越所灭。这个故事正好反映了兢慎则成，懈怠则败的教训。韩国著名围棋国手曹熏铉对其天才弟子李昌镐进行评价时断言：最容易毁掉弟子前程的是自我管理失败（即盛名之下的懈怠）。结果，李昌镐事事兢慎，如日方中。倒是李昌镐的对手，怠于人事的聂卫平棋圣毁掉了自己的大好河山。这，又是泾溪诗意的精确注解。</p> <p>　　（2）麻痹。众所周知，危险的局面使人警惕，平顺的局面促人大意。而失败的毒素，往往存在于大意之中。<a href=\"http://so.gushiwen.org/author_326.aspx\">陈寿</a>《三国志》记载：蜀汉大将关羽统兵伐魏，围困樊城，水淹七军，兵锋所指，无不望风披靡。于是，关羽骄傲起来，放松了对其后路东吴的戒备。结果，吴将吕蒙袭夺荆州，关羽败走麦城，身首异处。这说明了大意与麻痹的危害。需知世上无顺事，事顺则藏险。如果居安不虑危，当然是取败之道。明乎此，也就能洞悉太平洋战争中，美国珍珠港内不可一世的太平洋舰队覆灭的奥秘了。</p> <p>　　（3）固步自封。有一位老人说过：“如果和平与繁使人不思进取，固步自封，那么，真正的危险就在其中孕育。”甲午战争，泱泱中华大国竟然被弹丸的日本击败。原因很简单，日本进行了明治维新，国力蒸蒸日上；中华自恃地大物博，完全无所作为。两相比较，胜负的天平自然倾斜。同理，固若金汤的马其诺防线，挡不住精勇骠悍的纳粹雄兵；万里长城巨大屏障，挡不住北方草原的强大铁骑；中原汉人的太平梦想，常常被游牧民族搅得满目疮痍。安于现状、固步自封的危险，于此可见。</p> <p>　　（4）分裂。小说《三国演义》中有这样的故事：<a href=\"http://so.gushiwen.org/author_552.aspx\">曹操</a>打败了袁绍的主力，袁绍病死了。他的儿子和女婿精诚团结，退据北方。曹操急攻不下，便采用了谋士郭嘉的建议，引兵撤退。危险暂时消失了，曾经并肩战斗的袁家子弟们开始了争权夺利。他们自相残杀起来，结果是两败俱伤。曹军顺势北进，彻底消灭了袁家的残余势力，统一了祖国北方。这个故事深刻地揭示了安乐对人性的毒化作用。危险消失了，人心也就散了，曾经有过的齐心协力、共度时艰的局面不复存在。试想同舟不共济，南辕却北辙，能不遭受灭顶之灾吗？ </p> <p>　　以上四点当然不是问题的全部。但是，已经具有触目惊心的巨大震撼力。在杜荀鹤《泾溪》诗中，过往船只的倾覆出于何种原因，我们不得而知。但是，绝对和平流中的舟人失去兢慎有关。万事成功都得缘于进取，大凡失败莫不是堕志。水如此，人如此；古如此，今如此。谁也不能例外。 </p> <p>　　今天，我们的国家渐渐强盛，国民的生活渐渐富足，忧患的日子渐渐远去。但是，歌舞升平的表象里下面，却汹涌着极其险恶的暗流。东有美日，北有强俄，内有台岛，政经隐忧……当此希望与忧患并生的时刻，我们重读《泾溪》诗，其现实的意义不容低估。它能使我们洞察和平背后潜藏的危险，重温“兴于忧患，亡于安乐。”的古训，理解“水能载舟，亦能覆舟。”的道理，凝聚民族复兴的伟岸张力。帮助我们寻找正视挑战，长治久安的治国良策。 </p> <p>　　这，正是水性与人性的实质，也是杜荀鹤《泾溪》诗的真正价值。寓含的哲理：告诫人们要居安思危，处盈虑亏，枕戈待旦。</p>",
  "about": "<h2>创作背景</h2> 　　泾溪，在安徽省东南部。源出旌德县南，北流至泾县与赏溪汇合，西北向流人芜湖。泾县至芜湖的河段，今名青弋江，多暗礁险滩，水流湍急。《唐风集》注为<a href=\"http://so.gushiwen.org/author_291.aspx\">杜荀鹤</a>所作，《全唐<a href=\"http://so.gushiwen.org/view_38188.aspx\">诗</a>》中，此诗亦归于<a href=\"http://so.gushiwen.org/author_135.aspx\">罗隐</a>名下，罗隐为浙江富阳人，似未来过泾县，杜荀鹤为安徽池州人，与泾县相去不远，乃近水楼台，作者当以杜荀鹤为是。",
  "poet": {
    "id": 291,
    "star": 0,
    "name": "杜荀鹤",
    "image": "http://img.gushiwen.org/authorImg/duxunhe.jpg",
    "desc": "杜荀鹤(846～904)，唐代诗人。字彦之，号九华山人。汉族，池州石埭（今安徽石台）人。大顺进士，以诗名，自成一家，尤长于宫词。官至翰学士知制造。大顺二年，第一人擢第，复还旧山。宣州田頵遣至汴通好，朱全忠厚遇之，表授翰林学士、主客员外郎、知制诰。恃势侮易缙绅，众怒，欲杀之而未及。天祐初卒。自序其文为《唐风集》十卷，今编诗三卷。事迹见孙光宪《北梦琐言》、何光远《鉴诫录》、《旧五代史·梁书》本传、《唐诗纪事》及《唐才子传》。"
  },
  "tags": [
    "写水",
    "哲理"
  ]
}