{
  "id": 59324,
  "star": 30,
  "name": "鹧鸪天·己酉之秋苕溪记所见",
  "dynasty": "宋代",
  "content": "京洛风流绝代人。因何风絮落溪津。笼鞋浅出鸦头袜，知是凌波缥缈身。 <br>红乍笑，绿长嚬。与谁同度可怜春。鸳鸯独宿何曾惯，化作西楼一缕云。",
  "fanyi": "<div> <strong>译文</strong> <br>她来自南宋的都城临安，有着高超的品格，又有举世无双的美貌。你为何像风中的飞絮飘落到苕溪呢？从笼鞋露出的鸦头袜可以看出她是风流绝代佳人。 <br>轻启朱唇 ，露出浅浅的笑，青黛色的眉毛紧蹙在一起，面对这美好的春景，有谁与她共同度过呢？只剩下孤零零一人怎么会习惯呢，只能饱受这相思之苦。</div> <div> <strong></strong> <br></div> <div> <strong>注释</strong> <br>⑴京洛：本指河南洛阳，此处借指临安。 <br>⑵风流：品格超逸。 <br>⑶津：码头。 <br>⑷笼鞋：指鞋面较宽的鞋子。 <br>⑸鸦头袜：古代妇女穿的分开足趾的袜子。 <br>⑹红：此处指朱红色的嘴唇。 <br>⑺绿：青黛色的眉毛。 <br>⑻乍：表示时间短暂。</div>",
  "shangxi": "<h2>赏析</h2> <p>　　<a href=\"http://so.gushiwen.org/author_30.aspx\">姜夔</a>多次举进士而不第，布衣终身，过着飘泊江湖、寄人篱下的生活，这种坎坷的身世使他对遭逢不幸的人有着深刻的理解和同情。宋孝宗淳熙十年（1189），姜夔在苕溪（今浙江湖州）为一位不幸女子的身世所感动，写下了这首词。而且，由于他有着一段不同寻常的合肥情事，他不知不觉中将这位不幸女子与其合肥情侣联系起来。故通篇皆是对不幸女子的深深怜悯和同情，而毫无轻薄浮浪之语，格调高雅，意境醇正。</p> <p>　　京洛，河南洛阳。周平王开始建都于此，后来东汉的首都也在这里，所以又称京洛。后人使用此词包括洛阳或京都两种含义。此处代指南宋都城临安，风流，指品格超逸。开篇即写这个妇女出处不凡，她来自南宋的都城临安；她既有超逸的品格，又有举世无双的美貌。首句“京洛风流绝代人”七个字，包括这样三层意思。</p> <p>　　那么，这位曾风光一时的佳人，“因何风絮落溪津”？为何像风中飞絮似的，飘落到苕溪的渡口来呢？说她的来到苕溪是如柳絮的随风飘落，含意深厚。“颠狂柳絮随风舞”（<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>《绝句漫兴》），这风中之絮是不由自主，又是无人怜惜的。用风中之絮来比喻，暗示人的不幸遭遇，一个“落”字双关出人与柳絮的同等命运。其中也掺杂着作者的身世之感。这句前面用“因何”这一似问非问的句式，后面用荒僻的“溪津”与繁华的“京洛”作鲜明对比，深刻地写出了这个“风流绝代人”的不幸遭遇。也表达了作者对其的深深怜悯和同情。</p> <p>　　“笼鞋浅出鸦头袜”。笼鞋，鞋面较宽的鞋子。鸦头袜，古代妇女穿的分出足趾的袜子。这句是说从笼鞋中微微地露出了鸦头袜。“知是凌波缥缈身”。化用<a href=\"http://so.gushiwen.org/author_322.aspx\">曹植</a>《洛神赋》典故，曹植形容洛水女神是“体迅飞凫，飘忽若神；凌波微步，罗袜生尘”。这词里的女子穿了这样款式的鞋袜，步态轻盈，如宓妃洛神一般。这仍是对“风流绝代人”的赞美：她高洁，飘逸，和一般风尘女子迥然不同。</p> <p>　　过片，暗示她的辛酸生活，并表达了对她不幸遭遇的同情。“红乍笑，绿长嚬”。“红”，指她朱红的嘴唇，说轻启朱唇，露出浅浅的笑；或说红指她笑时莲脸生春；总之是说她笑时的美丽。“绿”，指青黛色的眉毛，说她双眉紧锁，隐含忧伤。“乍”，表示时间短暂，与“长”相对。说明她笑时短，嚬时长。仅用六个字，不仅使人的神态毕现，而且写出了人酸苦的内心世界。这笑，看来是勉为欢笑，而嚬才是真情的流露。“红乍笑，绿长嚬”六字用得高妙奇绝。“红”与“绿”对，色彩鲜明，让人顿觉佳人的仪态万方：“乍”与“长”对，以时间长短刻画佳人神态的流程：“笑”与“嚬”对，揭示出佳人复杂的心态。意蕴本融，言简意赅。描写女子情态的词句本也常见，如“修眉敛黛，遥山横翠，相对结春愁”（<a href=\"http://so.gushiwen.org/author_535.aspx\">柳永</a>《少年游》），十三个字只写出了人的“春愁”：“娇香淡染胭脂雪，愁春细画弯弯月”（<a href=\"http://so.gushiwen.org/author_588.aspx\">晏几道</a>《菩萨蛮》），十四个字只写了人在梳妆打扮时而“愁春”。它们都没有姜词这样高度浓缩，韵味悠远。</p> <p>　　“与谁同度可怜春”。春光无限美好，可是面对这样的良辰美景，有谁与她共同度过呢？与谁，即没有谁。<a href=\"http://so.gushiwen.org/author_399.aspx\">贺铸</a>有“锦瑟华年谁与度”（《青玉案》）句，与此境界极相似。这深情的一问，不仅表现出词人对她的同情，惺惺相惜，而且写出了她的孤苦寂寞。从整首词看，所写是一个歌妓之类的人物。她在繁华的京城也许曾经有过“一曲红绡不知数”的美好时光，如今却沦落溪律，无人与度芳春。对于她的不幸遭受，词人一个字也没有写，女主人公也始终未发一语，全从词人之“所见”方面着笔。感慨都在虚处，这样词人的同情之感，表达得酣畅淋漓，人物形象也栩栩可见，特别最后两句更是神来之笔：“鸳鸯独宿何曾惯，化作西楼一缕云！”</p> <p>　　古人传说鸳鸯双宿双飞，常用来作为夫妻间爱情的象征。“鸳鸯独宿”，深一层表明无人与之“同度”，只剩下孤苦一人了。“何曾惯”，也深一层地流露出她的忆旧念往，直至此时仍怀着感情上的痛苦。因此接着说：“化作西楼一缕云”。<a href=\"http://so.gushiwen.org/author_358.aspx\">宋玉</a>《高唐赋》载巫山神女与楚王的故事：“妾在巫山之阳，高丘之阻，旦为朝云，暮为行雨，朝朝暮暮，阳台之下。”说她化作西楼上空一缕飞云，如巫山神女，对过去那“朝朝暮暮，阳台之下”的欢愉情景，不能忘怀，表现出她对爱情生活的无限回忆和执着追求。</p> <p>　　白石词的基本风格是“清空”，要“清空”，就要有一种冲冷的胸怀，不让七情六欲无节制地发展，从而达到一种超逸空灵的境界。对情词来说，就不能热情过度，因热情过度容易形成痴迷状态，要用冷笔处理。此词就是冷笔写热情的作品。此词用笔，有时从实处落墨，有时虚处着笔（如“笼鞋”以下四句），但它“无穷哀怨，都在虚处”（陈延焯《白雨斋词话》评姜夔《点绛唇》结句语），虽有深情，由于用冷笔处理，故显得气体高妙，清远空灵。</p>",
  "about": "<h2>创作背景</h2> 　　《鹧鸪天·己酉之秋苕溪记所见》这首词作于宋孝宗淳熙十年（1183），词人在创作这首词时已近七十高龄，这是他被一位妇女的的身世所感动而写下这首词。",
  "poet": {
    "id": 30,
    "star": 0,
    "name": "姜夔",
    "image": "http://img.gushiwen.org/authorImg/jiangkui.jpg",
    "desc": "姜夔，南宋文学家、音乐家。人品秀拔，体态清莹，气貌若不胜衣，望之若神仙中人。往来鄂、赣、皖、苏、浙间，与诗人词家杨万里、范成大、辛弃疾等交游。庆元中，曾上书乞正太常雅乐，他少年孤贫，屡试不第，终生未仕，一生转徙江湖，靠卖字和朋友接济为生。他多才多艺，精通音律，能自度曲，其词格律严密。其作品素以空灵含蓄著称，有《白石道人歌曲》等。姜夔对诗词、散文、书法、音乐，无不精善，是继苏轼之后又一难得的艺术全才。"
  },
  "tags": [
    "宋词三百首",
    "同情",
    "女子"
  ]
}