{
  "id": 31845,
  "star": 19,
  "name": "题卢处士山居 / 处士卢岵山居",
  "dynasty": "唐代",
  "content": "西溪问樵客，遥识楚人家。<br>古树老连石，急泉清露沙。 <br>千峰随雨暗，一径入云斜。<br>日暮飞鸦集，满山荞麦花。",
  "fanyi": "<p><strong>译文<br></strong>在西溪向砍柴的人打听卢岵山居的所在地，然后远远地认准方向向卢岵山居走去。<br>沿途看到古树的老根缠连着石头，仿佛是天生的，湍急清澈的泉水冲走水面上的浮土、树叶，露出泉底的沙子来，显得水明沙净。<br>山里峰峦座座，由于在雨中显得幽暗，看不清楚，只见得那通往卢岵山居的小路高峻、幽深，曲曲弯弯一直通向烟云深处。<br>时间已到傍晚，还不见卢处士，晚鸦也已飞往自己巢里栖息，漫山遍野的荞麦花在夕阳下更显得一片洁白。</p> <p><strong>注释<br></strong>⑴卢处士：卢岵（hù）。处士：本指有才德而隐居不仕的人，后亦泛指未做过官的士人。山居：山中的住所。《二刻拍案惊奇》卷十八：“贫道也要老丈到我山居中，寻几味野蔬，少少酬答厚意一番。”<br>⑵樵客：出门采薪的人。南朝梁王僧孺《答江琰书》：“或蹲林卧石，籍卉班荆，不过田畯野老、渔父樵客。”<br>⑶遥识：一作“遥指”。楚人家：一作“主人家”。<br>⑷急：湍急。露沙：露出沙石。<br>⑸径：小路。<br>⑹飞鸦集：一作“鸟飞散”。<br>⑺满山：一作“满庭”。荞麦：一年生草本植物。茎赤质柔。叶互生，呈心脏形，有长柄。花色白或淡红。果瘦三角形，有棱。子实磨成粉可制面食。通常亦称其子实为荞麦。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　这首<a href=\"http://so.gushiwen.org/view_31845.aspx\">诗</a>没有直接写卢岵，也没有直接写作者的心情，而是只写卢岵处士山居的景色，以景衬人。</p> <p>　　首联两句是说先向砍柴的人打听卢岵山居的所在地，然后远远地认准方向走去。通过“问樵客”、“遥识”的写法，暗示出卢岵山居的幽僻。作者不称砍柴的人为樵子、樵夫，而称之为“樵客”，意味着这个砍柴者并不是俗人，这对于诗的气氛也起着一定的渲染作用。</p> <p>　　颔联两句写一路所见，是近景。古树老根缠石，仿佛它天生是连着石头长起来的。湍急清澈的泉水，把面上的浮土、树叶冲走了，露出泉底的沙子来，更显得水明沙净。这两句形象地描绘了幽僻山径中特有的景物和色彩。而与此相应，作者用的是律诗中的拗句，“老”字和“清”字的平仄对拗，在音节上也加强了高古、清幽的气氛。</p> <p>　　颈联两句写入望的远景。“千峰”言山峰之多，因在雨中显得幽暗，看不清楚。“一径入云斜”和“千峰随雨暗”相对照，见得那通往卢岵山居小路的高峻、幽深，曲曲弯弯一直通向烟云深处。这两句改用协调的音节，一方面是为了增加变化，一方面也是和写远景的阔大相适应的。</p> <p>　　尾联两句又改用拗句的音节，仍是和通篇突出山居景物的特殊色彩相适应的。而写景物的特殊色彩又是为了写人，为了衬托古朴高洁的“处士”形象。</p> <p>　　“荞麦”是瘠薄山地常种的作物，春间开小白花。在日照强烈的白天里，小白花不显眼，等到日暮鸟散，才显出满山的荞麦花一片洁白。荞麦花既和描写处士的山居风光相适应，同时，也说明处士的生活虽然孤高，也并非和人世完全隔绝；借此又点明了作者造访的季节是春天。</p> <p>　　全诗的层次非常清楚，景物写得虽多而错落有致。更重要的是通过景物的特殊色彩，使读者对卢岵处士生活的古朴和人品的孤高有一个深刻的印象。作者的这种比较特殊的表现手法，应该说是很成功的。</p><br/><h2>赏析二</h2> <p>　　首联两句通过“问樵客”、“遥识”的写法，暗示出卢岵山居的幽僻。作者不称砍柴的人为樵子、樵夫，而称之为“樵客”，意味着这个砍柴者并不是俗人，这对于<a href=\"http://so.gushiwen.org/view_31845.aspx\">诗</a>的气氛也起着一定的渲染作用。诗从“西溪问樵客”开篇，颇类似<a href=\"http://so.gushiwen.org/author_491.aspx\">贾岛</a>的“松下问童子”，用问答的方式开篇，是为了追求生动活泼的效果。这种问答形式使诗情顿生波澜，起伏荡漾，读来轻松自然；若改用直接议论抒情，会有些板滞沉闷。诗人是古代的追隐一族，访寻隐居深山的卢岵，特别渴望见到这位深山高士，暗示了他对山居生活的倾慕之意，对山居主人的赞许之情。</p> <p>　　颔联两句写一路所见，是近景。这两句形象地描绘了幽僻山径中特有的景物和色彩。而与此相应，作者用的是律诗中的拗句，“老”字和“清”字的平仄对拗，在音节上也加强了高古、清幽的气氛。</p> <p>　　颈联两句写入望的远景。“千峰”言山峰之多。“一径入云斜”和“千峰随雨暗”相对照。这两句改用协调的音节，一方面是为了增加变化，一方面也是和写远景的阔大相适应的。</p> <p>　　中间两联主要用了“古树”、“急泉”、“千峰”、“暗雨”、“小径”等意象，描写了卢岵山居的景色。近看古木参天，岩石嶙峋，急湍甚箭，白沙历历；远眺千峰林立，云暗雨密，小径蜿蜒，斜入云烟。一幅高峻幽深甚至有些晦暗的画面，写出了处士卢岵远离尘嚣、深藏不露的特点。这两联不单单是写景，还暗示了诗人一路寻找卢岵的踪迹，从入山问樵客，目标明确，然后一路穿林涉泉，翻山越岭，一直走到夕阳西下，鸟亦倦飞而知还，诗人却还未寻到卢岵的居处，颇有疲倦欲返的无奈、焦虑。这两联也不单单是暗示了诗人寻找的踪迹，更含蓄地表达了诗人一种追求的境界。众山寻他千百度，苦苦求索而不得，焦虑万分，为的是反衬结尾蓦然回首，发现满眼都是明艳的荞麦花，表达了一种开悟的心理经验，这种精神历程有颇为广泛的意义。</p> <p>　　尾联两句又改用拗句的音节，仍是和通篇突出山居景物的特殊色彩相适应的。而写景物的特殊色彩又是为了写人，为了衬托古朴高洁的“处士”形象。“荞麦”是瘠薄山地常种的作物，春间开小白花。在日照强烈的白天里，小白花不显眼，等到日暮鸟散，才显出满山的荞麦花一片洁白。荞麦花既和描写处士的山居风光相适应，同时，也说明处士的生活虽然孤高，也并非和人世完全隔绝；借此又点明了作者造访的季节是春天。</p> <p>　　如果从单纯的写景角度讲，诗人如果一味写幽静则意境容易晦暗、阴冷，所以，结句“满山荞麦花”，使诗中景物于幽静中又添了几分明媚。古人也惯用“以景结情”的方法来收尾，但此诗结句不仅仅是写景，更是诗人人生态度的一种象征。诗人为拜见处士而苦苦寻了一天，结果连处士的影子也没有见到，按理说应当心情沮丧，乘兴而来，扫兴而去。然而诗人却没有沮丧，心情反而若满山荞麦花似的一片明朗，象征悟到人生真谛后，心地明朗，若荞麦花一般生机勃勃。</p> <p>　　这样的精神历程颇似<a href=\"http://so.gushiwen.org/author_408.aspx\">王国维</a>在《人间词话》里总结的“古今之成大事业、大学问者”，必然要经过的三种境界。如果没有确定不移的人生目标，如果没有九死不悔的苦苦寻找，诗人就不会有“满山荞麦花”的当下顿悟。诗人认识自我与认识处士是同时完成的，在坚持要认识山居处士的迷失中，历经种种周折，承受种种磨练之后，豁然开悟，获得一种精神自由，境界升华。隐士就是隐士，恬然自安，访客难见也是正常。何况，人生也无所谓扫兴不扫兴，只要随遇而安，到处都有好景色，到处都有好心情。在寻找处士的过程中，诗人发现了内心，也寻找到了自己精神的归宿。</p> <p>　　全诗的层次非常清楚，景物写得虽多而错落有致。更重要的是通过景物的特殊色彩，表现了卢岵处士生活的古朴和人品的孤高。作者的这种比较特殊的表现手法，应该说是很成功的。</p>",
  "about": "<h2>创作背景</h2> 　　在某一年春天，<a href=\"http://so.gushiwen.org/author_415.aspx\">温庭筠</a>乘兴访求卢岵处士，等到日暮还没有见到卢处士，因而在卢处士居所题写此<a href=\"http://so.gushiwen.org/view_31845.aspx\">诗</a>。其具体作年不详。",
  "poet": {
    "id": 415,
    "star": 0,
    "name": "温庭筠",
    "image": "http://img.gushiwen.org/authorImg/wentingyun.jpg",
    "desc": "温庭筠（约812—866）唐代诗人、词人。本名岐，字飞卿，太原祁（今山西祁县东南）人。富有天才，文思敏捷，每入试，押官韵，八叉手而成八韵，所以也有“温八叉”之称。然恃才不羁，又好讥刺权贵，多犯忌讳，取憎于时，故屡举进士不第，长被贬抑，终生不得志。官终国子助教。精通音律。工诗，与李商隐齐名，时称“温李”。其诗辞藻华丽，秾艳精致，内容多写闺情。其词艺术成就在晚唐诸词人之上，为“花间派”首要词人，对词的发展影响较大。在词史上，与韦庄齐名，并称“温韦”。存词七十余首。后人辑有《温飞卿集》及《金奁集》。"
  },
  "tags": [
    "寻访",
    "写景",
    "写山"
  ]
}