{
  "id": 69431,
  "star": 158,
  "name": "黄海舟中日人索句并见日俄战争地图",
  "dynasty": "清代",
  "content": "万里乘风去复来，只身东海挟春雷。<br>忍看图画移颜色，肯使江山付劫灰。<br>浊酒不销忧国泪，救时应仗出群才。<br>拼将十万头颅血，须把乾坤力挽回。",
  "fanyi": "<p><strong>译文<br></strong>千万里远途我像腾云驾雾一样去了又回，我独自一人穿越东海往返伴随滚滚春雷。<br>不忍心看到祖国的地图变成别国的领土，怎能让锦绣江山被侵略者炮火化成飞灰。<br>那浊酒哪能排解我忧心国事所洒的热泪，国家的救亡图存依靠的是大家群策群力。<br>就算是需要拼上十万将士抛头颅洒热血，我也必须把这颠倒的乾坤大地拼力挽回。</p> <p><strong>注释<br></strong>1.日人索句：日本友人讨取<a href=\"http://so.gushiwen.org/view_69431.aspx\">诗</a>句。日俄战争地图：光绪三十年（1904年），日、俄帝国主义因争夺中国东北，在中国领土上开战，沙俄战败，与日本签订“朴茨茅斯和约”，重新瓜分中国东北。<br>2.乘风：即乘风而行的意思。此用列子乘风的典故，兼用宗悫“愿乘长风破万里浪”的典故（见《宋史·宗悫传》）。去复来：往返来去。指往返于祖国与日本之间。<a href=\"http://so.gushiwen.org/author_381.aspx\">秋瑾</a>光绪三十年（1904年）仲夏东渡，次年春回国；是年六月再次赴日，同年十二月返国。<br>3.只身东海：指单身乘船渡海。挟春雷：形容胸怀革命理想，为使祖国获得新生而奔走。春雷，春天的雷声可使万物苏醒，故此处有唤醒民众之意。<br>4.忍看：反诘之词，“怎忍看”的省略。图画：指画在地图上割给日本的中国领土。移：改变。颜色：地图上为辨认方便，把各国都涂上不同的颜色。移颜色，即指中国的领土变成日本的领土。日俄战争后，俄国将对中国旅顺、大连湾的租借权让给日本。<br>5.“肯使”：”岂肯使“的省略。劫灰：遭到劫掠之后的灰烬，佛家语。此处指遭到瓜分惨祸。<br>6.“浊酒”句：言其忧国忧民的愁苦之深。销，消除。<br>7.救时：挽救时局命运。仗：依靠。出群才：指杰出的人才，出类拔萃的人物。出群，犹超群。<br>8.拚（pàn）将：舍弃。将，语助词。十万：泛言极多。<br>9.乾坤：天地，此指中国危亡的局势。</p>",
  "shangxi": "<h2>赏析</h2> <p>、　　此<a href=\"http://so.gushiwen.org/view_69431.aspx\">诗</a>开头两句写自己胸怀壮志，寻找救国救民的革命真理。接着四句转入正题，就日俄战争图抒发感慨。最后两句表示诗人不惜牺牲生命，誓将用鲜血拯救祖国于水深火热之中的决心。全诗篇幅不长，却情辞激越，令人为之动容。光绪三十三年（1907年）<a href=\"http://so.gushiwen.org/author_381.aspx\">秋瑾</a>在浙江绍兴起义，失败后不幸被捕，在绍兴轩亭口英勇就义，她以自己的热血履行了自己的誓言。</p> <p>　　这是一首七言律诗。首联大气磅礴，展现出意气风发的诗人主体形象。颔联点出观图之事，从而引发对日俄横行东北的极大愤恨。<a href=\"http://so.gushiwen.org/author_859.aspx\">干宝</a>《搜神记》说，汉武帝开凿昆明池，挖到深处全是灰墨，问学识渊博的<a href=\"http://so.gushiwen.org/author_276.aspx\">东方朔</a>是怎么回事，东方朔说要西域人才知道。到了东汉明帝时，西域有道人来，问道人，回答是：圣经上说，天地大劫将尽，着劫烧，灰墨便是劫烧的余灰。这里借指战火的灰烬，说岂能把大好河山给人作战场，遭受战火的破坏。这两句写忧国怀抱，渴望有救国的志士能出现，也含有以出群之才自期的意思。颈联两句充分表现诗人的忧国之情，并由忧国而思济世。尾联表达愿为祖国而抛头颅洒热血的崇高志向。</p> <p>　　全篇所写，都是忧国的思想和救时的抱负，充满动人的爱国激情。语言朴素自然，直抒胸臆，不假雕饰，“忍看”“拚将”“须把”等词语的运用，将悲愤而激昂的感情，表达得淋漓尽致，劲健有力。全诗语言浅显明快，风格刚健豪放。情愫真率，披襟见怀；字重千钧，力能扛鼎。一腔豪气喷薄而出，丝毫不见女儿态。</p>",
  "about": "<h2>创作背景</h2> 　　这首<a href=\"http://so.gushiwen.org/view_69431.aspx\">诗</a>约作于清德宗光绪三十一年（1905年）六月<a href=\"http://so.gushiwen.org/author_381.aspx\">秋瑾</a>第二次去日本的船上，是写给日本银澜使者的。一说作于此年十二月归国途中。作者于光绪三十年（1904年）夏天东渡日本，同年冬（一说次年春）因事返国；次年六月再去日本，十二月返回。她在船上见到了《日俄战争地图》不禁感慨万分，又值日本人向她要诗，于是她便写了这首悲壮的诗。龚本题作“题江山万里图，应日人之索”，《史迹》题作“日人银澜使者索题，并见日俄战地，早见地图，有感”。光绪二十年（1894年），日本发动对中国的侵略战争，迫使清朝政府签订了《马关条约》，从而霸占了台湾省及其附属岛屿和澎湖列岛。光绪二十七年（1901年）日本又发动了“日俄战争”，夺取了库页岛南部，取得了中国辽东半岛的“租借权”和南满铁路的权益。中国的领土在一天天被割让。作者看到中国的领土并入了日本帝国主义的版图，心中的怒火难以按捺。她想到自己此行的目的，正是为了推翻清朝政府，挽救祖国危亡，于是慨然提笔写下此诗。",
  "poet": {
    "id": 381,
    "star": 0,
    "name": "秋瑾",
    "image": "http://img.gushiwen.org/authorImg/qiujin.jpg",
    "desc": "秋瑾（1875年11月8日－1907年7月15日），女，中国女权和女学思想的倡导者，近代民主革命志士。第一批为推翻满清政权和数千年封建统治而牺牲的革命先驱，为辛亥革命做出了巨大贡献；提倡女权女学，为妇女解放运动的发展起到了巨大的推动作用。1907年7月15日凌晨，秋瑾从容就义于绍兴轩亭口，年仅32岁。"
  },
  "tags": [
    "爱国",
    "抒怀"
  ]
}