{
  "id": 201,
  "star": 41,
  "name": "四月",
  "dynasty": "先秦",
  "content": "四月维夏，六月徂署。先祖匪人，胡宁忍予？</p> <p>秋日凄凄，百卉具腓。乱离瘼矣，爰其适归？</p> <p>冬日烈烈，飘风发发。民莫不穀，我独何害？</p> <p>山有嘉卉，侯栗侯梅。废为残贼，莫知其尤！</p> <p>相彼泉水，载清载浊。我日构祸，曷云能穀？</p> <p>滔滔江汉，南国之纪。尽瘁以仕，宁莫我有？</p> <p>匪鹑匪鸢，翰飞戾天。匪鳣匪鲔，潜逃于渊。</p> <p>山有蕨薇，隰有杞桋。君子作歌，维以告哀。",
  "fanyi": "<p><strong>译文<br></strong>人间四月开始初夏好时节，进入六月酷暑炎天就到来。可恨我的先祖不是善良人，怎么竟然忍心让我受祸灾？<br>这晚秋的风啊凄凄又冷冷，花草树木纷纷萎谢或凋零。身遭如此大难心内深忧痛，我到哪里存身啊方得安宁？<br>冬天是如此凛冽如此无情，呼啸着吹来这狂暴的寒风。天下的人儿个个都有好命，为什么惟独我遭受这不幸？<br>高高的山上生着名贵花卉，既有栗子树也有那斗寒梅。如今遭难枝残叶落花枯萎，我不知道这到底是谁的罪。<br>君看那汩汩流淌的山泉水，有时清澈见底有时变混浊。孤独的我天天遭受这灾祸，谁知道何时我能够得善果？<br>滔滔奔流不息的长江汉水，把个丰美的南国紧紧包络。我鞠躬尽瘁做好本职工作，当政者为什么不能善待我？<br>我本不是苍雕也不是鸷鸟，不能象它们一样直飞高天。我本不是鳣鱼也不是鲔鱼，不能象它们一样潜逃深渊。<br>高高的山上生长蕨菜薇菜，低洼的湿地生长枸杞赤楝。不知何以自处的我写此<a href=\"http://so.gushiwen.org/view_201.aspx\">诗</a>，渲泄我心中的悲苦与哀怜。</p> <p><strong>注释<br></strong>1.四月：指夏历（即今农历）四月。下句“六月”同。<br>2.徂（cú）：往。徂暑，意谓盛暑即将过去。<br>3.匪人：不是他人。<br>4.胡宁：为什么。忍予：忍心让我（受苦）。<br>5.卉（huì）：草的总名。腓（féi）：此系“痱”的假借字，（草木）枯萎或病。<br>6.瘼（mò）：病、痛苦。<br>7.爰（yuán）：何。适：往、去。归：归宿。<br>8.烈烈：即“冽冽”，严寒的样子。<br>9.飘风：疾风。发（bō）发：状狂风呼啸的象声词。<br>10.榖（gǔ）：善、好。<br>11.何（hè）：通“荷”，承受。<br>12.侯：有。<br>13.废：大。残贼：残害。<br>14.尤：错。罪过。<br>15.相：看。<br>16.载：又。<br>17.构：“遘”的假借字，遇。<br>18.曷（hé）：何。云：语助词。<br>19.江汉：长江、汉水。<br>20.南国：指南方各河流。纪：<a href=\"http://so.gushiwen.org/author_459.aspx\">朱熹</a>《诗集传》：“纪，纲纪也，谓经带包络之也。”<br>21.尽瘁：尽心尽力以致憔悴。仕：任职。<br>22.有：通“友”，友爱，相亲。<br>23.鹑（tuán）：雕。鸢（yuān）：老鹰。<br>24.翰（hàn）飞：高飞。戾（lì）：至。<br>25.鱣（zhān）：大鲤鱼。鲔（wěi）：鲟鱼。<br>26.蕨薇：两种野菜。<br>27.杞：枸杞。桋（yí）：赤楝。<br>28.维：是。以：用。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　此<a href=\"http://so.gushiwen.org/view_201.aspx\">诗</a>抒发了诗人构祸南谪的痛伤之情。作者自称君子，诗中愤愤不平地诉说自己曾为国事操尽了心，并以“南国之纪”的江汉，比喻自己曾是国家的重要角色。可是如今却被放逐江南，受着无穷的灾难。因此他恨自己不是鸟不是鱼，不然就可以上天入渊，逃之夭夭了。在这无可奈何中，他只得以诗来寄托自己的悲哀。从诗中“卒章显志”的末两句“君子作歌，维以告哀”来看，诗中抒发了强烈的悲愤之情。后世<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>《九章·惜诵》：“惜诵以致愍兮，发愤以抒情。”其情实与此诗一脉相通。那么，诗人为什么要“告哀”，告什么哀，这可从前面七章找答案。</p> <p>　　前三章是“哀”的内容。二章的“乱离瘼矣，爰其适归”是哀的集中表现，诗人颠沛流离，遭贬谪，被窜逐，无家可归，贫病交加，仓皇狼狈，犹如丧家之犬。</p> <p>　　流亡或流放的本身已够悲惨，而主观心境与客观环境更加深了这种悲哀的程度。从首章“先祖匪人，胡宁忍予？”呼天抢地声中，可见诗人怨愤之深。他不是平民，更不是拾荒流浪汉，而是勋戚贵族的后裔。他说：现 在遭受莫大苦难，先祖在天之灵怎会忍心看我受罪而不加荫庇？逝世的先人当然无辜，诗人的用意自然是指斥活着的当道者刻薄寡恩，对功臣后裔尚且未加眷顾，更何况他人。对照屈原《离骚》的首句：“帝高阳之苗裔兮（我是古帝高阳氏的后裔）。”用自己先祖的高贵，表示对楚怀王流放、迫害自己的不满，两者用意如出一辙。</p> <p>　　在客观环境上，一是写经历时间之长，从“四月维夏”到“冬日烈烈”，整整三个季度。从京城流放到目的地，需长途跋涉九个月，道途之凄怆艰辛，流放地的僻远蛮荒可想而知。二是写各季的自然环境，四月到六月是炎蒸伏天，酷热溽暑尽在不言中。“徂暑”，好不容易熬过了暑天，盼望能熬出头，却不知路还远着呢！接着是秋天，“百卉俱腓”，一派萧瑟恻怆景象；再接着是冬天，“飘风发发”，狂风怒吼，严寒凛冽。人们蜷缩在家里，或围炉取暖，或饮酒作乐，他却要在天寒地冻刺骨寒风中跋涉前进，那真是够悲哀的。用心境、环境烘托和加深对“哀”的表现，这种艺术手法运用得很成功。顺便说一句，诗的第三章与《小雅·蓼莪》第五章几乎全同，这种句段互相移用的现象在《诗经》中并不罕见，原因可能是诗在当时非常流行，如同民歌民谣一样被广泛传诵吟唱，因而其中某些切景切情的句段会不期而然地被撷取移用，天衣无缝，如同己出。</p> <p>　　后四章是“哀”的原由。前面三章给人迁徙动荡之感，四章起季节与地域都已相对静止，着重抒发诗人的心理活动，这是一种痛定思痛的反思。四章点出莫名其妙地受谗毁中伤，方玉润《诗经原始》说此章“获罪之冤，实为残贼人所挤。‘废’字乃全篇眼目。”因为“废”，哀才接踵而至。五章追思遭“废”的缘故，当是不肯同流合污吧。泉水有清有浊，自己不能和光同尘，所以一天天遭祸、倒霉。屈原有一篇《渔父》，写他志尚高洁不同流俗而遭放逐，游于江潭。渔父对他“举世皆浊己独清”的品格进行批评劝导，屈子不为所动，渔父鼓枻而去，唱道：“沧浪之水清兮，可以濯吾缨；沧浪之水浊兮，可以濯吾足。”其意境颇与此章相通。</p> <p>　　诗人在流放地安顿后，在周围漫步，附近有山，山上有栗树梅树，山间还有潺潺流泉，山下则是波浪滔滔的长江、汉水，这就明确点出了放逐的地域在南国。长江汉水有条不紊地容纳统领着南方诸水系，而朝廷却纲纪弛败，忠奸莫辨，鞠躬尽瘁却不被信任重用。五章表明自己清白无辜，也包含着“虽九死其犹未悔”的决心。后世大诗人<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>也继承了这种忠君爱国情操，他的《江汉》诗说：“江汉思归客，乾坤一腐儒。”古往今来，这种耿直倔强的“腐儒”真不少。</p> <p>　　七章继续写所见所思。雕鹰振翅在高空中翱翔，鲤和鲔在深水中潜游，它们能避开猎人的矰缴和渔夫的钓钩，全身远祸。诗人见了不禁神往，叹息道：可惜我不能像雕鹰鲤鲔那样，逃避那人间的桎梏与祸害。诗人脱离现实的向往与追求，也正反映了现实的黑暗与残暴。全诗以一己为代表，在暴露现实方面有相当深度与广度，不愧是现实主义的力作。</p> <p>　　这首诗脉络清晰，层次井然。在写法上，大抵前两句言景，后两句抒情，景和情能丝丝入扣，融为一体，把“告哀”的主旨表现得真挚深沉。</p>",
  "about": "<h2>创作背景</h2> 　　这是一首迁谪<a href=\"http://so.gushiwen.org/view_201.aspx\">诗</a>，系为抒发强烈悲愤之情而作。作者是一位被周朝放逐的臣子。他在去南方的流放途中，有家不能归，心中满怀冤屈，写下这首哀怨之诗。",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": [
    "诗经",
    "迁谪"
  ]
}