{
  "id": 49476,
  "star": 165,
  "name": "江神子·恨别",
  "dynasty": "宋代",
  "content": "天涯流落思无穷。既相逢。却匆匆。摧手佳人，和泪折残红。为问东风余几许，春纵在，与谁同。<br>隋堤三月水溶溶。背归鸿。去吴中。回首彭城，清泗与淮通。寄我相思千点泪，流不到，楚江东。</p> <p>天涯流落思无穷！既相逢，却匆匆。携手佳人，和泪折残红。为问东风余几许？春纵在，与谁同！<br>隋堤三月水溶溶。背归鸿，去吴中。回首彭城，清泗与淮通。欲寄相思千点泪，流不到，楚江东。",
  "fanyi": "<p><strong>译文</strong><br>　　流离天涯，思绪无穷无已。相逢不久，便又匆匆别离。拉着佳人，只能采一枝暮春的杏花，含泪赠别。你问春天还剩多少，即便春意尚在，又能和谁一同欣赏？<br>　　三月的隋堤，春水缓缓。此时鸿雁北归，我却要到飞鸿过冬的湖州。回望旧地，清清浅浅的泗水在城下与淮河交汇。想要让泗水寄去相思的千点泪，怎奈它流不到湖州地。</p> <p><strong>注释</strong><br>⑴江神子：词牌名，即“江城子”。<br>⑵东风：代指春天。<br>⑶隋堤：指汴河的河堤，因建于隋朝而得名。<br>⑷背归鸿：词人南下湖州（今属浙江）而大雁北飞，所以说是“背归鸿”。<br>⑸彭城：即徐州，汉高祖<a href=\"http://so.gushiwen.org/author_746.aspx\">刘邦</a>的家乡。<br>⑹楚江：即泗水。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　此词作于元丰二年（1079）三月，为<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>由徐州调至湖州途中。词中化用<a href=\"http://so.gushiwen.org/author_204.aspx\">李商隐</a>《无题》<a href=\"http://so.gushiwen.org/view_49476.aspx\">诗</a>中“相见时难别亦难，东风无力百花残。春蚕到死丝方尽，蜡炬成灰泪始干”句意，将积郁的愁思注入即事即地的景物之中，抒发了作者对徐州风物人情无限留恋之情，并在离愁别绪中融入了深沉的身世之感。</p> <p>　　词的上片以感慨起调，言天涯流落，愁思茫茫，无穷无尽。“天涯流落”，深寓词人的身世之感。苏轼外任多年，类同飘萍，自视亦天涯流落之人。他在徐州仅两年，又调往湖州，南北辗转，这就更增加了他的天涯流落之感。这一句同时也饱含着词人对猝然调离徐州的感慨。“既相逢，却匆匆”两句，转写自己与徐州人士的交往，对邂逅相逢的喜悦，对骤然分别的痛惜，得而复失的哀怨，溢于言表。“携手”两句，写他永远不能忘记自己最后离开此地时依依惜别的动人一幕。“携手佳人”，借与佳人乍逢又别的感触言离愁。“和泪折残红”，写作者面对落花，睹物伤怀，情思绵绵，辗转不忍离去，同时也是写离徐的时间，启过拍“为问”三句。末三句由残红而想到残春，因问东风尚余几许，感叹纵使春光仍在，而身离徐州，与谁同春。此三句通过写离徐后的孤单，写对徐州的依恋，且笔触一波三折，婉转抑郁。</p> <p>　　词的下片即景抒情，继续抒发上片未了之情。过片“隋堤三月水溶溶”，是写词人离徐途中的真景，将浩荡的悲思注入东去的三月隋堤那溶溶春水中。“背归鸿，去吴中”，亦写途中之景，而意极沉痛。春光明媚，鸿雁北归故居，而词人自己却与雁行相反，离开徐州热土，南去吴中湖州。苏轼是把徐州当成了他的故乡，而自叹不如归鸿。“彭城”即徐州城。“清泗与淮通”暗寓作者不忍离徐，而现实偏偏无情，不得不背鸿而去，故于途中频频回顾，直至去程已远，回顾之中，唯见清澈的泗水由西北而东南，向着淮水脉脉流去。看到泗水，触景生情，自然会想到徐州（泗水流经徐州）。歇拍三句，即景抒情，于沉痛之中交织着怅惘的情绪。徐州既相逢难再，因而词人欲托清泗流水把千滴相思之泪寄往徐州，无奈楚江（指泗水）东流，相思难寄，令词人不禁怅然若失。托淮泗以寄泪，情真意厚，且想象丰富，造语精警；而楚江东流，又大有“自是人生长恨水长东”之意，感情沉痛、怅惘，读之令人肠断。</p> <p>　　此词写别恨，采用了化虚为实的艺术手法。作者由分别之地彭城，想到去湖州途中沿泗入淮，向吴中新任所的曲折水路；又由别时之“和泪”，想到别后的“寄泪”。这样，离愁别绪更显深沉、哀婉。结句“流不到，楚江东”，别泪千点因春水溶溶而愈见浩荡，犹如一声绵长的浩叹，久远地回响在读者的心头。</p>",
  "about": "<h2>创作背景</h2> 　　此词作于宋神宗元丰二年（1079）三月。宋神宗熙宁四年（1071年），<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>因不满<a href=\"http://so.gushiwen.org/author_405.aspx\">王安石</a>的新法，请求出京任职。熙宁十年（1077年）四月至元丰二年（1079年）三月在徐州任知州，革新除弊，因法便民，颇有政绩。随后调往湖州任知州。此词即作于苏轼由徐州调至湖州途中。",
  "poet": {
    "id": 183,
    "star": 0,
    "name": "苏轼",
    "image": "http://img.gushiwen.org/authorImg/sushi.jpg",
    "desc": "苏轼（1037－1101），北宋文学家、书画家、美食家。字子瞻，号东坡居士。汉族，四川人，葬于颍昌（今河南省平顶山市郏县）。一生仕途坎坷，学识渊博，天资极高，诗文书画皆精。其文汪洋恣肆，明白畅达，与欧阳修并称欧苏，为“唐宋八大家”之一；诗清新豪健，善用夸张、比喻，艺术表现独具风格，与黄庭坚并称苏黄；词开豪放一派，对后世有巨大影响，与辛弃疾并称苏辛；书法擅长行书、楷书，能自创新意，用笔丰腴跌宕，有天真烂漫之趣，与黄庭坚、米芾、蔡襄并称宋四家；画学文同，论画主张神似，提倡“士人画”。著有《苏东坡全集》和《东坡乐府》等。"
  },
  "tags": [
    "春天",
    "离别",
    "写景",
    "抒情"
  ]
}