{
  "id": 31619,
  "star": 70,
  "name": "三月晦日赠刘评事 / 三月晦日送春",
  "dynasty": "唐代",
  "content": "三月正当三十日，风光别我苦吟身。<br>共君今夜不须睡，未到晓钟犹是春。",
  "fanyi": "<p><strong>译文</strong><br>今天是三月三十日，是三月的最后一天，春天美丽的风光就有离开我这位苦吟<a href=\"http://so.gushiwen.org/view_31619.aspx\">诗</a>人了。<br>我和你今夜不用睡觉了，在晨钟响动之前，总算还是春天吧。</p> <p><strong>注释</strong><br>⑴晦日：夏历每月的最后一天。评事：官名，掌管平决刑狱之事，属大理寺。<br>⑵正：一作“更”。<br>⑶风：一作“春”。<br>⑷睡：一作“寝”。<br>⑸晓钟犹是春：一作“五更还是春”。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　<a href=\"http://so.gushiwen.org/author_491.aspx\">贾岛</a>是唐代的著名的苦吟<a href=\"http://so.gushiwen.org/view_31619.aspx\">诗</a>人，长于五言律诗，集中五言律诗也最多。他的律诗，字斟句酌，排比工整，常有佳句，耐人寻味。如“秋风吹渭水，落叶满长安”、“长江人钓月，旷野火烧风”、“鸟宿池边树，僧敲月下门”等，或气象雄浑，或情景幽独，颇为人们所称诵。不过除了一些佳句以外，他写得好的律诗并不多，这是由于他过于醉心词句的琢磨，往往忽视了全诗的整体的艺术境界的创造。因而他的五言律诗，虽然对仗工整，却有雕琢的痕迹，不够自然，缺乏动人的情怀，使人读后，留不下完整的印象。倒是他的一些绝句，无意求工，写得自然、朴素，别有情致。这首诗便是其中一首较优秀的作品。</p> <p>　　这是一首抒写送春的七言绝句。这首诗极力抒写的是“苦吟”诗人不忍送春归去，但也无计可留，只有长坐不睡，与那即将逝去的春天共守残夜，哪怕是一刹那时光，也是值是珍惜的。首句“三月正当三十日”，点明三月晦日，表达春天即将逝去。三月本是春天的最后一个月，三十日又是这个月的最后一天，诗人此刻把春天的离去精确到了最后一天，让人感到新奇而又自然。次句“风光别我苦吟身”，意思是说：春光虽然别我而逝，但我这个苦吟诗的人，怎忍别春。不说送春，而说“风光别我”，是虚写“送”字。这句用的是拟人手法，显得很自然而有情味。</p> <p>　　“与君今夜不须睡，未到晓钟犹是春。”前句写了诗人与友人愿一夜不眠不寐，后句则写了这样做的目的，仅仅只是守住最后的一线春光。前两句把春天精确到最后一天，这里却精确到了最好一刻。末二句说虽然已到春尽之期，无计可以留春，但只要晨钟未动，明朝之夏未来，仍然还是春天。因此，当这最后一夜之时，愿与友人不睡，共同苦吟饮酒，以表送别之情，这样也还是能够很好地享受这最后一夜的春光。“犹是春”三字，可如宋<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>所说的“春宵一刻值千金”了。这首诗颇有古诗的“何不秉烛游”的意思。但二者旨趣并不相同。古诗的作者秉烛夜游，是由于感叹人生短暂，韶华易逝，应及时行乐；这首诗的作者良夜不眠，则是为了流连春光，爱惜韶华，并无伤感之情，作者只意在珍惜时光，刻苦吟诗，这就从惜别春光中，引出了“锲而不舍”的精神。 </p>",
  "about": "<h2>创作背景</h2> <div class=\"para\" label-module=\"para\"> 此 <a href=\"http://so.gushiwen.org/view_31619.aspx\">诗</a>是因季节转换惋惜春光难留而作并赠予友人的一首诗，作于某一年农历三月三十日，具体作年不详。</div>",
  "poet": {
    "id": 491,
    "star": 0,
    "name": "贾岛",
    "image": "http://img.gushiwen.org/authorImg/jiadao.jpg",
    "desc": "贾岛（779～843年），字浪（阆）仙，唐代诗人。汉族，唐朝河北道幽州范阳县（今河北省涿州市）人。早年出家为僧，号无本。自号“碣石山人”。据说在洛阳的时候后因当时有命令禁止和尚午后外出，贾岛做诗发牢骚，被韩愈发现其才华。后受教于韩愈，并还俗参加科举，但累举不中第。唐文宗的时候被排挤，贬做长江主簿。唐武宗会昌年初由普州司仓参军改任司户，未任病逝。"
  },
  "tags": [
    "春天",
    "惜春"
  ]
}