{
  "id": 72352,
  "star": 64,
  "name": "送天台陈庭学序",
  "dynasty": "明代",
  "content": "　　西南山水，惟川蜀最奇。然去中州万里，陆有剑阁栈道之险，水有瞿塘、滟滪之虞。跨马行，则篁竹间山高者，累旬日不见其巅际。临上而俯视，绝壑万仞，杳莫测其所穷，肝胆为之悼栗。水行，则江石悍利，波恶涡诡，舟一失势尺寸，辄糜碎土沉，下饱鱼鳖。其难至如此。故非仕有力者，不可以游；非材有文者，纵游无所得；非壮强者，多老死于其地。嗜奇之士恨焉。</p> <p>　　天台陈君庭学，能为诗，由中书左司掾，屡从大将北征，有劳，擢四川都指挥司照磨，由水道至成都。成都，川蜀之要地，扬子云、司马相如、诸葛武侯之所居，英雄俊杰战攻驻守之迹，诗人文士游眺饮射赋咏歌呼之所，庭学无不历览。既览必发为诗，以纪其景物时世之变，于是其诗益工。越三年，以例自免归，会予于京师；其气愈充，其语愈壮，其志意愈高；盖得于山水之助者侈矣。</p> <p>　　予甚自愧，方予少时，尝有志于出游天下，顾以学未成而不暇。及年壮方可出，而四方兵起，无所投足。逮今圣主兴而宇内定，极海之际，合为一家，而予齿益加耄矣。欲如庭学之游，尚可得乎？</p> <p>　　然吾闻古之贤士，若颜回、原宪，皆坐守陋室，蓬蒿没户，而志意常充然，有若囊括于天地者。此其故何也？得无有出于山水之外者乎？庭学其试归而求焉？苟有所得，则以告予，予将不一愧而已也！",
  "fanyi": "<p><strong>译文</strong><br>　　我国西南一带的山水，只四川境内最为奇特。但那里与中原一带相距万里之遥，陆路上有剑阁、栈道之类的险阻；水路上有瞿塘峡、滟滪堆之类的忧虑。骑着马走，沿路层层竹林遮蔽高山，连续十来天，仰头看不到山顶；登上高处往下俯瞰，绝险的山谷有几万尺深，茫茫渺渺看不到谷底，令人惊恐万状，肝胆颤抖。乘船在水中行，江水悍猛，礁石尖利，波涛险恶，漩涡诡异，船只一旦稍微失去控驭，偏离航道仅有尺寸大小，就被撞得粉碎像泥土般下沉，船中人便喂饱了江中鱼鳖之腹，通往四川的道路艰难到这种地步。因此，不是做官出仕富有财力的人不能前往游历；不是天生富有文才的人，即使游览了也无所得；不是身强体壮人，大多老死在那里。喜欢寻奇探胜的人因而心存憾恨。<br>　　天台士陈庭学君，会写<a href=\"http://so.gushiwen.org/view_72352.aspx\">诗</a>。他由中书左司掾，屡次随从大将北征，颇有功劳，升任四川都指挥司照磨，从水路到了成都。成都，是四川的要地，<a href=\"http://so.gushiwen.org/author_715.aspx\">扬雄</a>、<a href=\"http://so.gushiwen.org/author_70.aspx\">司马相如</a>、<a href=\"http://so.gushiwen.org/author_507.aspx\">诸葛亮</a>等名人住过的地方。入川后，凡是英雄俊杰争战攻取、驻扎戍守的遗迹，诗人文土游览登临、饮酒射投、赋诗咏诗、歌唱呼啸的处所，庭学没有不去游历观览的。他既经游览，就必定写诗抒发感受，来记写那景物时世的变迁。于是他的诗歌愈加工妙。过了三年，庭学依照惯例辞官归家，在京城和我会遇。他的精神更加饱满，言谈愈发宏壮，志向意趣益加高远，这大概是因为在川蜀山水中得到了很多的助益吧。<br>　　我很惭愧，当我年轻的时候，曾经有出外游历天下的志愿，但是因为学业未成，没有空闲的时间。到了壮年可以出游时，四面八方战火纷飞，没有落脚的地方。及至当今，圣明天子兴起天下安定，远到海边，合为一家，而我已经年龄更加大了。想要再像庭学君那样去游历，还能够实现吗?<br>　　不过，我听说古代的贤士，如孔子的弟子颜回、原宪等，大都坐守乡间甘居陋室，蓬蒿杂草遮没了门户，但他们的志向意趣却经常是很充沛的，好像他们的胸中存在足以包容天地万物的精神力量。这是什么原因呢?莫非有超出于山水之外的东西吗?希望庭学君归去之后，尝试探求一番。如果有什么新的体会，就请把它告诉给我，我将不仅仅因为庭学曾经游历川蜀这一点而惭愧了。</p><p><strong>注释</strong><br>1扬子云，即扬雄，西汉著名文学家、哲学家<br>2司马相如，西汉著名文学家<br>3诸葛武侯，即诸葛亮<br>4颜回，即颜渊；原宪，即子思。二人都是孔子的学生。<br>5糜碎：粉碎。<br>6虞：忧虑<br>7栗：颤抖<br>8诡：指怪异的旋流<br>9嗜：爱好<br>10擢：提升，提拔<br>11眺：游览<br>12侈：大，多<br>13耄：老<br>14得无：莫非<br>15工:精巧，精致<br>16恨：遗憾<br>17杳:幽深<br>18旬日:十日<br>19累：连续<br>20顾：只是，只不过。表轻微转折。<br>21逮：等到<br>22齿：年龄<br>23沉：像……沉下去<br>24巅际：山顶尽头<br>25尚：还，尚且<br>26历：逐<br>27纵：即使<br>28宇内：天下</p>",
  "shangxi": "<h2>评析</h2> <p>　　本文是一篇赠序。赠序的通常写法，多以对所赠人物进行劝勉为主。<a href=\"http://so.gushiwen.org/author_705.aspx\">宋濂</a>在这篇赠序中也有这方面的内容，但更多的是称道游览名山大川对写作上的裨益，并热情地希望陈庭学要重视提高个人的修养。全文充分表现了作者对后辈的殷切希望，真情厚谊溢于言表。</p> <p>　　宋濂一生大部分时间生活于元末，入明后，他已是将近六旬的老人了。当时他虽地位显赫，但性喜奖掖后进，从不以长者自居。他在晚年写过不少赠序，以本文和另一篇《送东阳马生序》最为著名。</p> <p>　　文章的开头便紧密地结合了陈庭学的生活实际。由于他是从川蜀来到南京的，宋濂便肯定他“其气愈充，其语愈壮，其志意愈高”，说明山水确实有助于人的发展。在第三段中，作者不无遗憾地回顾了自己的一生，由于种种原因，没法像陈庭学那样游览川蜀，这一段还是紧扣前文的。令人称奇的是，在第四段中作者提出了一种新的见解，即“坐守陋室”也照样可以修身养性。这其实是对陈庭学提出了劝诫：不要把游览名山大川当作提高自己的唯一途径。</p> <p>　　本文中关于川蜀的地理环境与人文环境的介绍也是值得我们注意的。作者在介绍地理环境时着重描摹一个“险”字。当然，这里面不乏作者的想象成分，但更多的是从<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>的著名<a href=\"http://so.gushiwen.org/view_72352.aspx\">诗</a>篇《蜀道难》中衍化而来。写川蜀的险途，是为了诠释“非仕有力者，不可以游”。在介绍人文环境时，作者列举了与川蜀有关的<a href=\"http://so.gushiwen.org/author_715.aspx\">扬雄</a><a href=\"http://so.gushiwen.org/author_70.aspx\">司马相如</a>、<a href=\"http://so.gushiwen.org/author_507.aspx\">诸葛亮</a>，则又是为了诠释“非材有文者，纵游无所得”。通篇前后呼应，浑然一体，堪称无懈可击。</p>",
  "poet": {
    "id": 705,
    "star": 0,
    "name": "宋濂",
    "image": "http://img.gushiwen.org/authorImg/songlian.jpg",
    "desc": "宋濂（1310—1381）字景濂，号潜溪，别号玄真子、玄真道士、玄真遁叟。汉族，浦江（今浙江浦江县）人，元末明初文学家，曾被明太祖朱元璋誉为“开国文臣之首”，学者称太史公。宋濂与高启、刘基并称为“明初诗文三大家”。他因长孙宋慎牵连胡惟庸党案而被流放茂州，途中病死于夔州。他的代表作品有《送东阳马生序》、《朱元璋奉天讨元北伐檄文》等。"
  },
  "tags": [
    "古文观止",
    "送别",
    "劝勉",
    "赠序"
  ]
}