{
  "id": 48300,
  "star": 5,
  "name": "集贤宾·小楼深巷狂游遍",
  "dynasty": "宋代",
  "content": "小楼深巷狂游遍，罗绮成丛。就中堪人属意，最是虫虫。有画难描雅态，无花可比芳容。几回饮散良宵永，鸳衾暖、凤枕香浓。算得人间天上，惟有两心同。<br>近来云雨忽西东。诮恼损情悰。纵然偷期暗会，长是匆匆。争似和鸣偕老，免教敛翠啼红。眼前时、暂疏欢宴，盟言在、更莫忡忡。待作真个宅院，方信有初终。",
  "fanyi": "<p><strong>译文<br></strong>小楼深巷全都纵情游冶过，身着罗琦、浓妆艳抹的歌妓甚多，其中能使人倾心的，正是虫娘。绘画难描绘她的高雅志趣，任何花朵都比不上她美好的容颜。多少次酒宴后的良宵都是和虫娘度过，永远都忘不了，那温暖的鸳鸯锦被，香浓的艳美枕头。仿佛这天上人间，只存在我和虫娘的真情了。<br>近来忽然分离东西，烦恼纠结伤情绪。纵然偷情幽会，总是短暂匆忙。怎么才能像夫妻那样鸾凤和睦、相偕到老，以免每次相会都叫你敛眉啼哭、伤心忧愁。眼前只是暂时的疏远离别，有我们的山盟海誓在，更不必忧心忡忡。等到真的娶你为姬妾的那天，方才确信我们的爱情有始有终。</p> <p><strong>注释<br></strong>⑴集贤宾：词牌名，<a href=\"http://so.gushiwen.org/author_535.aspx\">柳永</a>《乐章集》注“林钟商调”，双调一百十七字，上片十句五平韵，下片十句六平韵。<br>⑵罗绮：丝织品，此指衣着华贵的女子。 <a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a> 《清平乐·禁闱秋夜》：“女伴莫话孤眠，六宫罗绮三千。”<br>⑶就中：其中。堪：值得。属意：注意。<br>⑷虫虫：妓女名，又名虫娘。柳永曾在多首词中提及此名，她可能与柳永保持了相当长时间的爱情关系。<br>⑸鸳衾（qīn）：绣着鸳鸯的锦被。<a href=\"http://so.gushiwen.org/author_163.aspx\">司空图</a>《白菊杂书四首》：“却笑谁家扃绣户，正熏龙麝暖鸳衾。”凤枕：绣着凤凰的枕头。<a href=\"http://so.gushiwen.org/author_622.aspx\">韦庄</a> 《江城子·恩重娇多情易伤》：“缓揭绣衾抽皓腕，移凤枕，枕潘郎 。”<br>⑹“近来”二句：意谓近来两人的关系起了波折，经常是你西我东，完全破坏了彼此间的欢乐情怀。诮（qiào）恼：忧愁烦恼。诮，通“ 悄 ”。情悰（cóng）：情怀，情绪。<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>《与王懿敏公书》：“岁月不觉又添一岁，目日益昏，听日益重，其情悰则又可知。”<br>⑺争似：怎么比得上。和鸣：《左传·庄公二十二年》：“初，懿氏卜妻敬仲 。其妻占之，曰：‘吉。是谓“凤皇于飞，和鸣锵锵”。’”杨伯峻注：“此二语盖言其夫妻必能和好。”后以“和鸣”比喻夫妻和睦。<br>⑻敛翠啼红：皱眉流泪。敛翠，翠指翠眉，敛眉乃忧愁之状。啼红，红即红泪，指青年女子伤心时落下的泪。<br>⑼忡（chōng）忡：忧虑不安的样子。<br>⑽真个：真的。宅院：指姬妾。<br>⑾初终：始终。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这是<a href=\"http://so.gushiwen.org/author_535.aspx\">柳永</a>困居东京汴梁时为青楼名妓虫娘所作的一首词，用以表白自己对虫娘的真挚情意，并且向虫娘许下庄重的诺言。虽然柳永踏入仕途后，由于种种客观原因终未实践这一诺言，但当时的历史条件下，能在作品中如此大胆示爱求偶已属难能可贵了。</p> <p>　　词的上片主要回忆了昔日与虫娘的恩爱时光。柳永在词的开始就坦率的承认了对歌妓虫娘的真情实意：小楼深巷狂游遍，罗绮成丛。就中堪人属意，最是虫虫。“小楼深巷”指的是平康坊曲之所，歌妓们聚居之地。北宋都城开封“出朱雀门东壁，亦人家。东去大街、麦梨巷、状元楼，余皆妓馆，至保康门街。其御街东朱雀门外，西通新门瓦子以南杀猪巷，亦妓馆。以南东西两教坊”（《东京梦华录》卷二）。这些坊曲之中身着罗绮、浓妆艳抹的歌妓甚众，但柳永却特别属意于虫娘，因为她是一位温柔俊俏、色艺超群的多情女子。柳永在这里用了一个“最”字，突出了虫娘在其心目中的特殊地位。“有画难描雅态，无花可比芳容”。自然有比虫娘更为风流美貌的，而具有雅态的却极为稀少。“雅态”是虫娘的特质，唐宋以来的一些歌妓，除了有精妙的伎艺之外，还有很高的文化修养，能吟<a href=\"http://so.gushiwen.org/view_48300.aspx\">诗</a>作对。柳词《两同心·嫩脸修蛾》的“偏能做文人谈笑”和《少年游·世间尤物意中人》“心性温柔，品流详雅，不称在风尘”就是表现这种雅态的，它源于品格和志趣的高雅，全不像是风尘中的女子。柳永之所以爱慕虫娘正由于此。歌妓们虽然受制于娼家，失去了人身自由，但她们的情感是可以由自己支配的。柳永由于真正的同情和尊重她们，因而能获得其真情，相互知心。“几回饮散良宵永，鸳衾暖、凤枕香浓”。以往他们曾多次共度良宵，幸福地相聚。“算得人间天上，惟有两心同”。表达了两人的心愿，也就是“在天愿作比翼鸟，在地愿为连理枝”（<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>《长恨歌》），同时也写出了两人对这份爱的陶醉、痴迷。</p> <p>　　词的下片转写当前，以“近来”二字将词意的发展由往昔转到现实，“云雨忽西东”，说明他们的爱情出现了一些波折，由“诮恼损情悰”看来，波折更多的原因是因虫娘引起的，她又是抱怨，又是烦恼，完全破坏了从前那种欢乐的情怀。从与虫娘“偷期暗会，长是匆匆”的情形来推测，柳永困居京都，已失去经济来源，不可能千金买笑而歌舞场中挥霍了。因而与虫娘的聚会只能偷偷地进行，而且来去匆匆。由此使他希望与虫娘过一种鸾凤和鸣、白头偕老的正常夫妇生活，以结束相会时愁颜相对的难堪场面。“争似和鸣偕老，免教敛翠啼红”。虫娘匆匆相会时“敛翠啼红”，暗示了他们爱情的不幸。这不幸完全是来自社会方面的原因，很可能是因娼家严禁虫娘与这位落魄词人的来往。在此情形下，词人提出了暂行办法和长远打算。暂行的办法是“眼前时、暂疏欢宴”，疏远一些，以避开各种外界压力。他劝慰虫虫不要忧心忡忡，请相信他的山盟海誓。长远的打算是使虫虫能“作真个宅院”，柳永是真正打算娶虫虫作“宅院”的。只有到了那时，才算是他们的爱情有始有终。至此，整个下片恰当地表达了词人内心复杂的情感，同时又达到了劝慰虫娘的目的。</p> <p>　　从这首词可以看出，柳永是抱着一腔真挚的感情，把一位封建社会底层中被侮辱、被损害的歌妓虫娘当成了自己真诚爱慕的对象。虫娘是他落魄无聊的情形下与他相爱的，所以柳永决心一举成名后定来报答她的深情。整首词委婉曲折，真实地再现了柳永当时的心路历程。</p>",
  "about": "<h2>创作背景</h2> 　　<a href=\"http://so.gushiwen.org/author_535.aspx\">柳永</a>与青楼女子关系密切，但多是填词讨润笔的关系，只有与个别女子如师师、香香、安安，尤其是虫虫，是才子和红颜知己的关系，以至于有收虫虫为妾的想法，柳永在外地写的思念红颜知己的词也大多是为虫虫而写。开始，柳永被虫虫的“温润”的言谈举止和“香檀敲缓玉纤迟，画鼓声喧莲步紧。”（《木兰花·虫娘举措皆温润》）的美妙舞姿所打动，后来柳永科举考试下第之后，曾对她说：“但愿我、虫虫心下，把人看待，长以初相识。况渐逢春色。便是有、举场消息。待这回、好好怜伊，更不轻离拆。”（《征部乐·雅欢幽会》）显然柳永是在下第后落魄无聊的情形下得到她的爱情的，因此他表示如果一举成名后，一定不忘记报答她的恩情。这首《集贤宾》词，写来有如以词代书，向虫虫变白自己的真实情感，向她许下庄重的誓言，给她以安慰和希望。",
  "poet": {
    "id": 535,
    "star": 0,
    "name": "柳永",
    "image": "http://img.gushiwen.org/authorImg/liuyong2.jpg",
    "desc": "柳永，（约987年—约1053年）北宋著名词人，婉约派创始人物。汉族，崇安（今福建武夷山）人，原名三变，字景庄，后改名永，字耆卿，排行第七，又称柳七。宋仁宗朝进士，官至屯田员外郎，故世称柳屯田。他自称“奉旨填词柳三变”，以毕生精力作词，并以“白衣卿相”自诩。其词多描绘城市风光和歌妓生活，尤长于抒写羁旅行役之情，创作慢词独多。铺叙刻画，情景交融，语言通俗，音律谐婉，在当时流传极其广泛，人称“凡有井水饮处，皆能歌柳词”，婉约派最具代表性的人物之一，对宋词的发展有重大影响，代表作 《雨霖铃》《八声甘州》。"
  },
  "tags": [
    "回忆",
    "爱情",
    "抒情"
  ]
}