{
  "id": 12108,
  "star": 105,
  "name": "归雁",
  "dynasty": "唐代",
  "content": "潇湘何事等闲回，水碧沙明两岸苔。 <br>二十五弦弹夜月，不胜清怨却飞来。",
  "fanyi": "<p><strong>译文</strong><br>　　大雁啊，潇湘下游，水碧沙明，风景秀丽，食物丰美，你为什么随便离开这么好的地方，回到北方来呢？大雁回答：潇湘一带风景秀丽，食物丰美，本来是可以常住下去的。可是，湘灵在月夜鼓瑟，从那二十五弦上弹出的音调，实在太凄清、太哀怨了！我的感情，简直承受不住，只好飞回北方。</p><p><strong>注释</strong><br>⑴潇湘：二水名，在今湖南境内。等闲：轻易、随便。<br>⑵水碧沙明：《太平御览》卷六五引《湘中记》：“湘水至清，……白沙如雪。”苔，鸟类的食物，雁尤喜食。<br>⑶二十五弦：指瑟。《楚辞·远游》：“使湘灵鼓瑟兮。”<br>⑷胜（音shēng）：承受。</p>",
  "shangxi": "<h2>赏析一</h2> <p>　　<a href=\"http://so.gushiwen.org/author_495.aspx\">钱起</a>是吴兴（今属浙江）人，入任后，一直在长安和京畿作官。他看到秋雁南飞，曾作《送征雁》<a href=\"http://so.gushiwen.org/view_12108.aspx\">诗</a>：“秋空万里静，嘹唳独南征……怅望遥天外，乡情满目生。”这首《归雁》，同样写于北方，所咏却是从南方归来的春雁。</p> <p>　　诗咏“归雁”，雁是候鸟，深秋飞到南方过冬，春暖又飞回北方。古人认为，秋雁南飞，不越过湖南衡山的回雁峰，它们飞到峰北就栖息在湘江下游，过了冬天再飞回北方。作者依照这样的认识，从归雁想到了它们归来前的栖息地──湘江，又从湘江想到了湘江女神善于鼓瑟的神话，再根据瑟曲有《归雁操》进而把鼓瑟同大雁的归来相联系，这样就形成了诗中的奇思妙想。</p> <p>　　根据这样的艺术构思，作者一反历代诗人把春雁北归视为理所当然的惯例，而故意对大雁的归来表示不解，一下笔就连用两个句子劈空设问：“潇湘何事等闲回？水碧沙明两岸苔”，询问归雁为什么舍得离开那环境优美、水草丰盛的湘江而回来。这突兀的询问，一下子就把读者的思路引上了诗人所安排的轨道──不理会大雁的习性，而另外探寻大雁归来的原因。</p> <p>　　作者在第三、四句代雁作了回答：“二十五弦弹夜月，不胜清怨却飞来。”湘江女神在月夜下鼓瑟（二十五弦），那瑟声凄凉哀怨，大雁不忍再听下去，才飞回北方的。</p> <p>　　诗人就是这样借助丰富的想象和优美的神话，为读者展现了湘神鼓瑟的凄清境界，着意塑造了多情善感而又通晓音乐的大雁形象。然而，诗人笔下的湘神鼓瑟为什么那样凄凉？大雁又是为什么那样“不胜清怨”呢？为了弄清诗人所表达的思想感情，可以看看他考进士的成名之作《湘灵鼓瑟》。在那首诗中，作者用“苍梧来怨慕”的诗句指出，湘水江神鼓瑟之所以哀怨，是由于她在乐声中寄托了对死于苍梧的丈夫──舜的思念。同时，诗中还有“楚客不堪听”的诗句，表现了贬迁于湘江的“楚客”对瑟声哀怨之情的不堪忍受。</p> <p>　　拿《湘灵鼓瑟》同《归雁》相对照，使读者领会到：《归雁》中的“不胜清怨却飞来”一句，原来是从“楚客不堪听”敷演而来，作者是按照贬迁异地的“楚客”来塑造客居湘江的旅雁的形象的。故而，他使旅雁听到湘灵的充满思亲之悲的瑟声，便乡愁郁怀，羁思难耐，而毅然离开优美富足的湘江，向北方飞回。“虽信美而非吾土兮，曾何足以少留”，建安文学家<a href=\"http://so.gushiwen.org/author_770.aspx\">王粲</a>《登楼赋》中的这两句揭示羁客情怀的名言，正可借来说明《归雁》诗中旅雁听瑟飞回时的“心情”，而诗人正是借写充满客愁的旅雁，婉转地表露了宦游他乡的羁旅之思。这首诗构思新颖，想象丰富，笔法空灵，抒情婉转，意趣含蕴。它以独特的艺术特色，而成为引人注目的咏雁名篇之一。</p><br/><h2>赏析二</h2> <p>　　多愁善感是一般<a href=\"http://so.gushiwen.org/view_12108.aspx\">诗</a>人的特点.但仅仅多愁善感,而不能够把这种情绪适当地、优美地表达出来以引起他人的共鸣,那还算不得一个成功的诗人.</p> <p>　　<a href=\"http://so.gushiwen.org/author_495.aspx\">钱起</a>这首《归雁》,就是假借诗人与雁的问答以披露春夜的某种感受,在婉转流利的形式中寄寓了深长情思的佳作.在这里,诗人自己的旅愁和乡思是作诗的原动力,而南来的大雁,或与归雁有关的瑟曲则是使诗人获得灵感并使飘忽的灵感变成生动形象的契机.诗人内心充沛的情感孕育了他的创作激情,而这激情一旦找到了恰当的语言形式,便会成为一首美丽的诗.</p> <p>　　首联是诗人对归雁的询问.传说大雁南飞越冬,到了衡山回雁峰即转回.所以诗人有此一问:哦,南来的雁啊,你为何离开潇湘那水碧沙明两岸长满莓苔,既安静又富饶的地方,而千里迢迢地飞回北方来呢?次联是代归雁作答:因为那里有湘灵在夜月下鼓瑟,我禁不住那曲调的清冷悲怨,所以才折返回来.这个回答词当然完全是想象之词,但这么一答就暗暗地(不是直接、显露地)牵出了湘灵鼓瑟的传说,使读者闭目即能想见月夜下一个在江边弹奏乐曲倾诉哀怨的女子形象,从而产生不忍卒听的反应.于是,读者便理解了大雁\"却飞\"(即折返而飞)的理由,更进而通过诗人同归雁这个南方来客的问答,体察到诗人身羁北方而怀念南方家乡的感情.而这正是钱起写这首诗所真正想表达的.</p>",
  "poet": {
    "id": 495,
    "star": 0,
    "name": "钱起",
    "image": "http://img.gushiwen.org/authorImg/qianqi.jpg",
    "desc": "钱起（722？—780年），字仲文，汉族，吴兴（今浙江湖州市）人，唐代诗人。早年数次赴试落第，唐天宝十年（751年）进士，大书法家怀素和尚之叔。初为秘书省校书郎、蓝田县尉，后任司勋员外郎、考功郎中、翰林学士等。曾任考功郎中，故世称“钱考功”。代宗大历中为翰林学士。他是大历十才子之一，也是其中杰出者，被誉为“大历十才子之冠”。又与郎士元齐名，称“钱郎”，当时称为“前有沈宋，后有钱郎。”"
  },
  "tags": [
    "咏物",
    "写鸟",
    "思乡"
  ]
}