{
  "id": 71151,
  "star": 13212,
  "name": "小石潭记",
  "dynasty": "唐代",
  "content": "　　从小丘西行百二十步，隔篁竹，闻水声，如鸣珮环，心乐之。伐竹取道，下见小潭，水尤清冽。全石以为底，近岸，卷石底以出，为坻，为屿，为嵁，为岩。青树翠蔓，蒙络摇缀，参差披拂。</p> <p>　　潭中鱼可百许头，皆若空游无所依。日光下澈，影布石上，佁然不动；俶尔远逝，往来翕忽。似与游者相乐。</p> <p>　　潭西南而望，斗折蛇行，明灭可见。其岸势犬牙差互，不可知其源。</p> <p>　　坐潭上，四面竹树环合，寂寥无人，凄神寒骨，悄怆幽邃。以其境过清，不可久居，乃记之而去。</p> <p>　　同游者：吴武陵，龚古，余弟宗玄。隶而从者，崔氏二小生：曰恕己，曰奉壹。",
  "fanyi": "<p><strong>译文</strong><br>　　从小丘向西走一百二十多步，隔着竹林，可以听到水声，就像人身上佩带的佩环相碰击发出的声音，（我）心里感到高兴。砍倒竹子，开辟出一条道路（走过去），沿路走下去看见一个小潭，潭水格外清凉。小潭以整块石头为底，靠近岸边，石底有些部分翻卷过来露出水面。成为了水中高地、小岛、不平的岩石和石岩等各种不同的形状。青翠的树木，翠绿的藤蔓，遮掩缠绕，摇动下垂，参差不齐，随风飘拂。<br>　　潭中的鱼大约有一百来条，都好像在空中游动，什么依靠都没有。阳光直照（到水底），(鱼的）影子映在石上，呆呆地（停在那里）一动不动，忽然间(又)向远处游去了，来来往往，轻快敏捷，好像和游玩的人互相取乐。<br>　　向小石潭的西南方望去，看到溪水像北斗星那样曲折，水流像蛇那样蜿蜒前行，时而看得见，时而看不见。两岸的地势像狗的牙齿那样相互交错，不能知道溪水的源头。<br>　　我坐在潭边，四面环绕合抱着竹林和树林，寂静寥落，空无一人。使人感到心情凄凉，寒气入骨，幽静深远，弥漫着忧伤的气息。 因为这里的环境太凄清，不可长久停留，于是记下了这里的情景就离开了。<br>　　一起去游玩的人有吴武陵、龚古、我的弟弟宗玄。跟着同去的有姓崔的两个年轻人。一个叫做恕己，一个叫做奉壹。 </p> <p><strong>注释</strong><br>[1]小丘：在小石潭东面。<br>[2]篁竹：竹林。<br>[3]如鸣佩 环：好像人身上佩带的佩环相碰击发出的声音。鸣：发出的声音。佩、环：都是玉制的装饰品。<br>[4]水尤清冽：水格外清凉。尤，格外。清，清澈。冽，凉。<br>[5]全石以为底：（潭）以整块石头为底。以为：把...当做...<br>[6]近岸，卷石底以出：靠近岸边，石头从水底向上弯曲露出水面。以：连词，相当于“而”，不译。<br>[7]为坻，为屿，为嵁，为岩：成为坻、屿、嵁、岩各种不同的形状。坻，水中高地。屿，小岛。嵁，高低不平的岩石。岩，岩石。<br>[8]翠蔓：碧绿的茎蔓。<br>[9]蒙络摇缀，参差披拂：（树枝藤蔓）遮掩缠绕，摇动下垂，参差不齐，随风飘拂。<br>[10]可百许头：大约有一百来条。可，大约。许，用在数词后表示约数，相当于同样用法的“来”。<br>[11]皆若空游无所依：（鱼）都好像在空中游动，什么依靠都没有。<br>[12]日光下彻，影布石上：阳光照到水底，鱼的影子好像映在水底的石头上。<br>[13]佁然不动：（鱼）呆呆地一动不动。佁然，呆呆的样子。<br>[14]俶尔远逝：忽然间向远处游去了。俶尔，忽然。<br>[15]往来翕忽：来来往往轻快敏捷。翕忽；轻快敏捷的样子。<br>[16]斗折蛇行，明灭可见：看到溪水像北斗星那样曲折，像蛇那样蜿蜒前行，时隐时现。斗折，像北斗七星的排列那样曲折。蛇行，像蛇爬行那样蜿蜒。明灭可见，时而看得见，时而看不见。<br>[17]犬牙差互：像狗的牙齿那样参差不齐。犬牙：像狗的牙齿一样。差互，交相错杂。<br>[18]凄神寒骨，悄怆幽邃：使人感到心情凄凉，寒气透骨，幽静深远，弥漫着忧伤的气息。凄、寒：使动用法，使……感到凄凉 ，使……感到寒冷。悄怆，寂静得使人感到忧伤。邃，深。悄怆，忧伤的样子。<br>[19]以其境过清：因为这里环境太冷清了。以，因为。清，凄清。<br>[20]吴武陵：作者的朋友，也被贬在永州。<br>[21]龚古：作者的朋友。<br>[22]宗玄：作者的堂弟。<br>[23]隶而从者，崔氏二小生：跟着我一同去的，有姓崔的两个年轻人。隶而从：跟着同去的。隶：随从。而：表并列。崔氏，指姐夫崔简。二小生，两个年轻人，指崔简的两个儿子。<br>[24]卷石底以出；以，而。</p>",
  "shangxi": "　　作者在写景中传达出他贬居生活中孤凄悲凉的心境，是一篇情景交融的佳作。全文寂寞清幽，郁郁落落，形似写景，实则写心。文章对潭中游鱼的刻画虽只寥寥几句，却极其准确地写出潭水的空明澄澈和游鱼的形神姿态。此外，文中写潭中游鱼的笔法极妙，无一笔涉及水，只说鱼则“空游无所依”，则水的澄澈透明，鱼的生动传神，都各尽其妙，意境之深，令人拍案叫绝。《小石潭记》赏析（成曾）的山水游记，是他散文创作中具有高度艺术技巧和最富于艺术独创性的一个部分。而在他篇数不多的山水游记中，《小石潭记》可以说是一篇很有代表性的作品。《小石潭记》是《永州八记》中的一篇。这篇散文生动地描写出了小石潭环境景物的幽美和静穆，抒发了作者贬官失意后的孤凄之情。语言简练、生动，景物刻画细腻、逼真，全篇充满了<a href=\"http://so.gushiwen.org/view_71151.aspx\">诗</a>情画意，表现了作者杰出的写作技巧。因之，成为被历代所传诵的散文名篇。这篇游记一共可以分为五段。第一段，作者采用的是“移步换形”的手法，在移动变换中引导我们去领略各种不同的景致，具有极强的动态的画面感。“从小丘西行百二十步，隔篁竹，闻水声，如鸣佩环，心乐之。”",
  "about": "<h2>写作背景</h2> 　　<a href=\"http://so.gushiwen.org/author_646.aspx\">柳宗元</a>于唐顺宗永贞元年（805年）因拥护王叔文的改革，被贬为永州司马，王叔文被害。政治上的失意，使他寄情于山水，柳宗元贬官之后，为排解内心的愤懑之情，常常不避幽远，伐竹取道，探山访水，并通过对景物的具体描写，抒发自己的不幸遭遇，此间共写了八篇山水游记，后称《永州八记》。在第一篇《始得西山宴游记》中作者这样记述当时的心情：“自余为僇人，居是州，恒惴栗。”文章即在此背景下写成。<br/><h2>写作手法</h2> 　　全文不足二百字，却清晰的记述了作者出游、游览、返回的全过程。寓情于景，情景交融是本文的一大特点。全文寂寥清幽，形似写景，实则写心。文中还运用了移步换景，正侧面描写相结合，动静结合的手法，生动传神，穷为尽妙，意境幽深。<br/><h2>写作目的</h2> <p>　　作者按游览顺序组织材料，抓住景物特征，用生动的语言借景抒发了作者谪居荒原之地的孤寂、凄苦忧伤的感情。</p> <p>　　作者抓住溪身的曲折、蜿蜒、岸势的参差不齐的的特点，运用了比喻的修辞手法。从“斗折蛇行”看出用了两个比喻，一静一动来描写小溪，准确地抓住了景物的特征，形象地描绘出了小溪的轮廓与外形。</p>",
  "poet": {
    "id": 646,
    "star": 0,
    "name": "柳宗元",
    "image": "http://img.gushiwen.org/authorImg/liuzongyuan.jpg",
    "desc": "柳宗元（773年－819年），字子厚，唐代河东（今山西运城）人，杰出诗人、哲学家、儒学家乃至成就卓著的政治家，唐宋八大家之一。著名作品有《永州八记》等六百多篇文章，经后人辑为三十卷，名为《柳河东集》。因为他是河东人，人称柳河东，又因终于柳州刺史任上，又称柳柳州。柳宗元与韩愈同为中唐古文运动的领导人物，并称“韩柳”。在中国文化史上，其诗、文成就均极为杰出，可谓一时难分轩轾。"
  },
  "tags": [
    "初中文言文",
    "纪游",
    "写景",
    "孤独",
    "忧伤"
  ]
}