{
  "id": 62350,
  "star": 48,
  "name": "莺啼序·春晚感怀",
  "dynasty": "宋代",
  "content": "　　残寒正欺病酒，掩沉香绣户。燕来晚、飞入西城，似说春事迟暮。画船载、清明过却，晴烟冉冉吴宫树。念羁情、游荡随风，化为轻絮。</p> <p>　　十载西湖，傍柳系马，趁娇尘软雾。溯红渐招入仙溪，锦儿偷寄幽素，倚银屏、春宽梦窄，断红湿、歌纨金缕。暝堤空，轻把斜阳，总还鸥鹭。</p> <p>　　幽兰旋老，杜若还生，水乡尚寄旅。别后访、六桥无信，事往花委，瘗玉埋香，几番风雨。长波妒盼，遥山羞黛，渔灯分影春江宿。记当时、短楫桃根渡，青楼仿佛，临分败壁题诗，泪墨惨淡尘土。危亭望极，草色天涯，叹鬓侵半苎。暗点检、离痕欢唾，尚染鲛绡，亸凤迷归，破鸾慵舞。殷勤待写，书中长恨，蓝霞辽海沉过雁。漫相思、弹入哀筝柱。伤心千里江南，怨曲重招，断魂在否？",
  "fanyi": "<p><strong>译文</strong><br>暮春的残寒，仿佛在欺凌我喝多了酒，浑身发冷而难受，我燃起沉香炉，紧紧地掩闭了沉香木的华丽的窗户。<br>迟来的燕子飞进西城，似乎在诉说着春天的风光已衰暮。<br>画船载着酒客游客玩西湖，清明佳节的繁华就这样过去了，看着暗烟缭绕着吴国宫殿中的树木，我的心中有千万缕羁思旅情，恰似随风游荡，化作了柳絮轻扬飘浮。<br>我曾经有十年的生活在西湖，依傍着柳树系上我的马匹，追随着芳尘香雾。<br>沿着红花烂漫的堤岸，我渐渐进入仙境般的去处。你叫侍儿偷偷送来情书，把一怀芳心暗暗倾诉。<br>在温馨幽密的银屏深处，有过多少快乐和欢娱，可惜春长梦短，欢乐的时光何其短促。<br>你掺着红粉的眼泪，沾湿了歌扇和金钱刺绣的衣服。西湖的湖堤昏瞑空寂，夕阳中的西湖美景，全都让给了那些鸥鹭。<br>幽兰转眼间就已经老去了，新生的杜若散发着香气。我在这异地的水乡漂泊羁旅。<br>分别后我也曾访过六桥故地，却再也得不到关于佳人的任何信息。往事如烟，春花枯萎，无情的风风雨雨，埋葬香花和美玉。<br>你生得是那样的美丽，清澈透明的水波，却要把你的明眸妒忌，那苍翠葱茏的远山，见到你那弯弯的秀眉也要含羞躲避。<br>江面上倒映着点点渔灯，我与你在画船中双栖双宿。当年在渡口送别的情景，仍然历历在目，记忆犹新。<br>你住过的妆楼依然如往昔，分手时我曾在败壁题写<a href=\"http://so.gushiwen.org/view_62350.aspx\">诗</a>句，和着泪水的墨痕已经蒙上了灰尘，字迹也已经变得惨淡而又模糊。<br>登上高高的亭楼我凝神骋目，只见一璧芳草延到天边处，叹息自己那一半已经雪白如苎的鬓发。<br>我默默地翻检着旧日的物品。<br>你留下的丝帕上，还带着离别时的泪痕和香唾，那是以往悲欢离合的记录。<br>我就像垂下翅膀的孤凤忘记了归路，又像孤苦无依的孤鸾懒得飞翔起舞一样。<br>我要把满心的悲伤痛恨写成长长的情书，但见蓝天大海上沉没鸿雁的身影，有谁来为我传达相思的情愫。<br>只能把相思之苦寄托在哀筝的弦柱，独自弹出满心的愁苦。千里的江南处处令我伤心，你的灵魂是否就近在眼前呢，你可以听见了我哀怨的词章如泣如诉？ </p><p><strong>注释</strong><br>病酒：饮酒过量而不适。<br>沉香：沉香木。著旬香料。<br>吴宫：泛指南宋宫苑。临安旧属吴地，故云。<br>羁情：指情思随风游荡。<br>娇尘软雾：这里形容西湖热闹情景。<br>溯：逆河而上。<br>入仙溪：用刘晨、阮肇入天台山遇仙女的故事。这里指女子所住的地方。 </p>",
  "shangxi": "<h2>赏析</h2> <p>　　本词是春晚感怀伤离悼亡之作。一共四片240字，是最长的词调。本词抒写春晚感怀，融伤春、怀旧、悼亡于一体，情感真挚深切。第一片以写景起兴，写暮春景色，引出羁旅之感和忆旧友之情。第二片叙述当年和情人游西湖的艳遇欢情。第三片写重游湖上而物是人非，可惜往事只可成追忆。第四片结束全篇，写相思之苦，伤春叹老，抒发寻死者的无限哀悼。本词描写哀春伤别而饱含悼亡之意。所悼者当然是作者杭州之爱妾。第一片以景导入，描绘了如画般的风景，暗暗比喻了伤春怨别之情。“念羁情”三句是启下，暗转到下片对往事的回忆。第二片追溯到以前的情事，描写了情人初遇时的情景。极力描绘当年与恋人一见钟情，幽会约会爱的风情。“暝堤空，轻把斜阳，总还鸥鹭”三句极其含蓄温婉，带有很强的暗示性。锦儿传书，恋人相约留宿在寻香暖玉，当然没以心思去观赏斜阳映照的美景了。故曰“总还鸥鹭”，情景交融，可谓生花妙笔。第三片描述别后种种情事，流光飞逝，物是人非，自身羁旅，伊人已逝，空见壁间题<a href=\"http://so.gushiwen.org/view_62350.aspx\">诗</a>，睹物感怆。侧重于悼亡。第四片总束全篇，极力描写了相思之苦与悼亡之情。全篇情深意挚，字凝语练，结构缜密大开大阖。层次分明，是<a href=\"http://so.gushiwen.org/author_670.aspx\">吴文英</a>的代表作之一。陈廷焯赞本词曰：“全章精粹，空绝千古”（《白雨斋词话》）。</p> <p>　　这是吴文英为悼念亡妾而做的一首词，尽管后世学者对其创作背景及主旨多有争议，但词中所彰显的怀悼之意是显而易见的。这首词在《宋六十名家词》中又题作 ‘春晚感怀’、‘感怀’，实际就是怀旧与悼亡之意。据夏承焘《吴梦窗系年》：“梦窗在苏州曾纳一妾，后遭遣去。在杭州亦纳一妾，后则亡殁。”“集中怀人诸 作，其时夏秋，其地苏州者，殆皆忆苏州遣妾；其时春，其地杭州者，则悼杭州亡妾。”《莺啼序》就是悼念亡妾诸作中篇幅最长、最完整、最能反映与亡妾爱情关 系的一篇力作。它不仅形象地反映出与亡妾邂逅相遇及生离死别，而且字里行间还透露出这一爱情悲剧是由于某种社会原因酿成的。它感情真挚，笔触细腻，寄慨遥 深，非寻常悼亡诗词之可比。 </p>",
  "poet": {
    "id": 670,
    "star": 0,
    "name": "吴文英",
    "image": "http://img.gushiwen.org/authorImg/wuwenying.jpg",
    "desc": "吴文英（约1200～1260），字君特，号梦窗，晚年又号觉翁，四明（今浙江宁波）人。原出翁姓，后出嗣吴氏。与贾似道友善。有《梦窗词集》一部，存词三百四十余首，分四卷本与一卷本。其词作数量丰沃，风格雅致，多酬答、伤时与忆悼之作，号“词中李商隐”。而后世品评却甚有争论。"
  },
  "tags": [
    "宋词三百首",
    "春天",
    "怀旧",
    "悼亡"
  ]
}