{
  "id": 23706,
  "star": 3762,
  "name": "忆江南词三首",
  "dynasty": "唐代",
  "content": "江南好，风景旧曾谙。日出江花红胜火，春来江水绿如蓝。能不忆江南？</p> <p>江南忆，最忆是杭州。山寺月中寻桂子，郡亭枕上看潮头。何日更重游！</p> <p>江南忆，其次忆吴宫。吴酒一杯春竹叶，吴娃双舞醉芙蓉。早晚复相逢！",
  "fanyi": "<p><strong>译文</strong><br>江南的风景多么美好，如画的风景久已熟悉。春天到来时，太阳从江面升起，把江边的鲜花照得比火红，碧绿的江水绿得胜过蓝草。怎能叫人不怀念江南？</p> <p>江南的回忆，最能唤起追思的是像天堂一样的杭州：游玩灵隐寺寻找皎洁月亮中的桂子，登上郡亭，枕卧其上，欣赏那起落的钱塘江大潮。什么时候能够再次去游玩？</p> <p>江南的回忆，再来就是回忆苏州的吴宫，喝一喝吴宫的美酒春竹叶，看一看吴宫的歌女双双起舞像朵朵迷人的芙蓉。不知何时会再次相逢。</p> <p><strong>注释</strong><br>⑴忆江南：唐教坊曲名。作者题下自注说：“此曲亦名‘谢秋娘’，每首五句。”按《乐府<a href=\"http://so.gushiwen.org/view_23706.aspx\">诗</a>集》：“‘忆江南’一名‘望江南’，因白氏词，后遂改名‘江南好’。”至晚唐、五代成为词牌名。这里所指的江南主要是长江下游的江浙一带。<br>⑵谙（ān）：熟悉。作者年轻时曾三次到过江南。<br>⑶江花：江边的花朵。一说指江中的浪花。红胜火：颜色鲜红胜过火焰。<br>⑷绿如蓝：绿得比蓝还要绿。如，用法犹“于”，有胜过的意思。蓝，蓝草，其叶可制青绿染料。<br>⑸“山寺”句：作者《东城桂》诗自注说：“旧说杭州天竺寺每岁中秋有月桂子堕。”桂子，桂花。宋<a href=\"http://so.gushiwen.org/author_535.aspx\">柳永</a>《望海潮·东南形胜》词：“有三秋桂子，十里荷花。”<br>⑹郡亭：疑指杭州城东楼。看潮头：钱塘江入海处，有二山南北对峙如门，水被夹束，势极凶猛，为天下名胜。<br>⑺吴宫：指吴王夫差为西施所建的馆娃宫，在苏州西南灵岩山上。<br>⑻竹叶：酒名。即竹叶青。亦泛指美酒。《文选·张协〈七命〉》：“乃有荆南乌程，豫北竹叶，浮蚁星沸，飞华蓱接。”<br>⑼吴娃：原为吴地美女名。《文选·<a href=\"http://so.gushiwen.org/author_822.aspx\">枚乘</a>〈七发〉》：“使先施、徵舒、阳文、段干、吴娃、闾娵、傅予之徒……嬿服而御。”此词泛指吴地美女。醉芙蓉：形容舞伎之美。<br>⑽早晚：犹言何日，几时。北齐<a href=\"http://so.gushiwen.org/author_857.aspx\">颜之推</a>《颜氏家训·风操》：“尝有甲设宴席，请乙为宾；而旦于公庭见乙之子，问之曰：‘尊侯早晚顾宅？’”</p>",
  "shangxi": "<h2>赏析二</h2> <p>　　这三首词既是各自独立成篇又是互为联系的，必须把它们放在一起来分析。</p> <p>　　第一首摄取一年之春的江南景色，写得生机盎然，色彩艳丽。“日出江花红胜火”一句刻画在初日映照下的江畔春花，红得胜过火焰。表现出春天花卉的生机勃勃之态，使人感到江南春色浓艳、热烈之美。次句说“春来江水绿如蓝”。春水荡漾，碧波千里，<a href=\"http://so.gushiwen.org/view_23706.aspx\">诗</a>人更夸张地形容它比蓝草还要绿，这深浓的碧绿色，与上句日映江花的火红色相映发，便觉更加绚丽夺目。诗人敷彩设色，用色彩明艳的辞藻，很好地显示出江南春色的迷人之态，像作者这样长期居住在苏杭的人自然是“能不忆江南！”即便素未到过江南的人也会急欲一睹为快。</p> <p>　　如果说第一首是对江南春色的客观的把握，总体的描绘，来表明“江南好”，那么第二、三首便是通过突出描绘苏、杭这两个被人喻为可同天堂媲美的地方来验证“江南好”了。古神话中有月中桂树的传说。《南部新书》载：“杭州灵隐寺多桂，寺僧曰：‘此月中种也。’至今中秋望夜，往往子堕，寺僧亦尝<a href=\"http://so.gushiwen.org/author_2237.aspx\">拾得</a>。”可见这寺中月桂的说法不过是寺僧自神其说而已。但是，生活真实不等于艺术真实，作品运用这一传说，意在表达杭州的非同凡俗。同时“山寺月中寻桂子”也表现了诗人浪漫的想像，我们眼前仿佛现出怒放的丹桂，闻到桂子浓郁的芳香。次句“郡亭枕上看潮头”则描绘了杭州浙江入海的奇观。诗人通过对当年山寺寻桂和钱塘观潮两个代表性的生活画面的描写，仅用两句话就足以使人想见杭州之多彩多姿。</p> <p>　　最后一首是描绘苏州之美。苏州有当年吴王夫差为美人西施修建的馆娃宫等风景名胜古迹，有名叫“竹叶春”的美酒佳酿，苏州的女子也更美丽多姿，能歌善舞，她们的舞姿，令人联想到那在风中沉醉的荷花。诗人以美妙的诗笔，简洁地勾勒出苏州的旖旎风情，令人无比神往。</p> <p>　　三首词各自独立而又互为补充，分别描绘江南的景色美，风物美和女性之美，每首都以“江南好”开篇，而以直接深情之句作结，艺术概括力强，意境奇妙，使人读其词而直欲奔向江南实地观览一番。</p><br/><h2>赏析</h2> <p>　　第一首泛忆江南，兼包苏、杭，写春景。全词五句。一开口即赞颂“江南好！”正因为“好”，才不能不“忆”。“风景旧曾谙”一句，说明那江南风景之“好”不是听人说的，而是当年亲身感受到的、体验过的，因而在自己的审美意识里留下了难忘的记忆。既落实了“好”字，又点明了“忆”字。接下去，即用两句词写他“旧曾谙”的江南风景：“日出江花红胜火，春来江水绿如蓝。”“日出”、“春来”，互文见义。春来百花盛开，已极红艳；红日普照，更红得耀眼。在这里，因同色相烘染而提高了色彩的明亮度。春江水绿，红艳艳的阳光洒满了江岸，更显得绿波粼粼。在这里，因异色相映衬而加强了色彩的鲜明性。作者把“花”和“日”联系起来，为的是同色烘染；又把“花”和“江”联系起来，为的是异色相映衬。江花红，江水绿，二者互为背景。于是红者更红，“红胜火”；绿者更绿，“绿如蓝”。</p> <p>　　<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>写景，善于着色。如“江碧鸟逾白，山青花欲燃”（《绝句》）、“两个黄鹂鸣翠柳，一行白鹭上青天”诸句，都明丽如画。而异色相映衬的手法，显然起了重要作用。<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>似乎有意学习，如“夕照红于烧，晴空碧胜蓝”（《秋思》）、“春草绿时连梦泽，夕波红处近长安”（《题岳阳楼》）、“绿浪东西南北水，红栏三百九十桥”（《正月三日闲行》）诸联，都因映衬手法的运用而获得了色彩鲜明的效果。至于“日出”、“春来”两句，更在师承前人的基础上有所创新：在明媚的春光里，从初日、江花、江水、火焰、蓝叶那里吸取颜料，兼用烘染、映衬手法而交替综错，又济之以贴切的比喻，从而构成了阔大的图景。不仅色彩绚丽，耀人眼目；而且层次丰富，耐人联想。</p> <p>　　题中的“忆”字和词中的“旧曾谙”三字还说明了此词还有一个更重要的层次：以北方春景映衬江南春景。全词以追忆的情怀，写“旧曾谙”的江南春景。而此时，作者却在洛阳。比起江南来，洛阳的春天来得晚。作者写于洛阳的《魏王堤》七绝云：“花寒懒发鸟慵啼，信马闲行到日西。何处未春先有思，柳条无力魏王堤。”在江南“日出江花红胜火”的季节，洛阳却“花寒懒发”，只有魏王堤上的柳丝，才透出一点儿春意。</p> <p>　　花发得比江南晚，水也有区别。洛阳有洛水、伊水，离黄河也不远。但即使春天已经来临，这些水也不可能像江南春水那样碧绿。因此作者竭力追忆江南春景，从内心深处赞叹“江南好”，而在用生花妙笔写出他“旧曾谙”的江南好景之后，又不禁以“能不忆江南”的眷恋之情，收束全词。这个收束既托出身在洛阳的作者对江南春色的无限赞叹与怀念，又造成一种悠远而又深长的韵味。词虽收束，而余情摇漾，凌空远去，自然引出第二首和第三首。</p> <p>　　第二首词以“江南忆，最忆是杭州”领起，前三字“江南忆”和第一首词的最后三字“忆江南”勾连，形成词意的连续性。后五字“最忆是杭州”又突出了作者最喜爱的一个江南城市。如果说第一首词像画家从鸟瞰的角度大笔挥洒而成的江南春意图，那么，第二首词便像一幅杭州之秋的画作了。</p> <p>　　作者很爱西湖的春天，他在词里偏偏不写杭州之春，这可能是为了避免和第一首词所写的春景重复。他写杭州之秋，一写灵隐寺赏月赏桂，一写高亭之上观钱塘江潮。两句词就写出两种境界。“山寺月中寻桂子”的“山寺”，指的是西湖西边的灵隐寺。这座古刹有许多传说，有的还蒙上一层神话色彩：传说灵隐寺的桂花树是从月宫中掉下来的。作者曾在寺中赏月，中秋节桂花飘香，那境界使他终身难忘。山、寺、月影下，寻桂子，写出了幽美的环境，也写了置身其间的词人的活动。然而，词人回忆杭州还有另一种境界使人难忘。那就是“郡亭枕上看潮头”，钱塘江潮是大自然的奇观，潮头可高达数丈，所以白居易写他躺在他郡衙的亭子里，就能看见那卷云拥雪的潮头了，显得趣意盎然。“郡亭枕上看潮头”，以幽闲的笔墨带出惊涛骇浪的景色，与上句“山寺月中寻桂子”的静谧而朦胧的美的境界形成鲜明的对照，相辅相成，相得益彰。白居易是热爱杭州的，所以他在回到北方以后，又产生了“何日更重游”的愿望。</p> <p>　　第三首词在思想艺术上都不及第一、二首，加上他又写到歌舞生活，因而许多选本都不介绍它。其实它在写法上也并不是全无可取之处的。前两首词虽然也写到人，但主要还是写景。第三首点到吴宫，但主要却是写人，写苏州的歌舞伎和词人自己。从整体上看，意境的变化使连章体词显得变化多姿，丰富多彩。</p> <p>　　吴酒一杯春竹叶一句，一来，竹叶是为了与下句的芙蓉对偶，二来，“春”在这里是形容词，所谓春竹叶并非一定是指竹叶青酒，而是指能带来春意的酒。白居易在另一<a href=\"http://so.gushiwen.org/view_23706.aspx\">诗</a>里就有“瓮头竹叶经春熟”的说法，唐代有不少名酒以春字命名，文人大多爱酒，白居易应该也不例外，喝着吴酒，观“吴娃双舞”犹如醉酒芙蓉的舞姿。“娃”，即是美女，西施就被称为“娃”，吴王夫差为她建的房子就叫“馆娃宫”。白居易这样写，就是出于对西施这位绝代佳人的联想。作者不是纵情声色的人，他欣赏的是吴娃的歌舞，希望能重睹演出，因而回到洛阳后说：“早晚复相逢。”</p> <p>　　这三首词，从今时忆往日，从洛阳忆苏杭。今、昔、南、北、时间、空间的跨度都很大。每一首的头两句，都抚今追昔，身在洛阳，神驰江南。每一首的中间两句，都以无限深情，追忆最难忘的江南往事。结句呢？则又回到今天，希冀那些美好的记忆有一天能够变成活生生的现实。因此，整个组词不过寥寥数十字，却从许多层次上吸引读者进入角色，想象主人公今昔南北所经历的各种情境，体验主人公今昔南北所展现的各种精神活动，从而获得寻味无穷的审美享受。</p> <p>　　这三首词，每首自具首尾，有一定的独立性；而各首之间，又前后照应，脉络贯通，构成有机的整体大“联章”诗词中，显示出作者谋篇布局的高超艺术技巧。</p>",
  "about": "<h2>创作背景</h2> <p>　　<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>曾经担任杭州刺史，在杭州两年，后来又担任苏州刺史，任期也一年有余。在他的青年时期，曾漫游江南，旅居苏杭，他对江南有着相当的了解，故此江南在他的心目中留有深刻印象。当他因病卸任苏州刺史，回到洛阳后十余年，写下了这三首《忆江南》。</p> <p>　　而作词的具体时间，历来说法不同。有说在白居易离苏州之后；有说在开成三年（838年）；有说在大和元年（827年）；<a href=\"http://so.gushiwen.org/author_408.aspx\">王国维</a>则说写于“大和八九年间”。这些说法，笼统简单，缺乏事实根据。<a href=\"http://so.gushiwen.org/author_197.aspx\">刘禹锡</a>曾作《忆江南》词数首，是和白居易唱和的，所以他在小序中说：“和乐天春词，依《忆江南》曲拍为句。”此词在唐文宗开成二年（837年）初夏作于洛阳，由此可推白居易所作的三首词也应在开成二年初夏。</p>",
  "poet": {
    "id": 665,
    "star": 0,
    "name": "白居易",
    "image": "http://img.gushiwen.org/authorImg/baijuyi.jpg",
    "desc": "白居易（772年－846年），字乐天，号香山居士，又号醉吟先生，祖籍太原，到其曾祖父时迁居下邽，生于河南新郑。是唐代伟大的现实主义诗人，唐代三大诗人之一。白居易与元稹共同倡导新乐府运动，世称“元白”，与刘禹锡并称“刘白”。白居易的诗歌题材广泛，形式多样，语言平易通俗，有“诗魔”和“诗王”之称。官至翰林学士、左赞善大夫。公元846年，白居易在洛阳逝世，葬于香山。有《白氏长庆集》传世，代表诗作有《长恨歌》、《卖炭翁》、《琵琶行》等。"
  },
  "tags": [
    "乐府",
    "写景",
    "地名",
    "春天"
  ]
}