{
  "id": 48343,
  "star": 1362,
  "name": "望海潮·东南形胜",
  "dynasty": "宋代",
  "content": "东南形胜，三吴都会，钱塘自古繁华，烟柳画桥，风帘翠幕，参差十万人家。云树绕堤沙，怒涛卷霜雪，天堑无涯。市列珠玑，户盈罗绮，竞豪奢。<br>重湖叠巘清嘉。有三秋桂子，十里荷花。羌管弄晴，菱歌泛夜，嬉嬉钓叟莲娃。千骑拥高牙。乘醉听箫鼓，吟赏烟霞。异日图将好景，归去凤池夸。",
  "fanyi": "<p><strong>译文</strong><br>　　杭州地理位置重要，风景优美，是三吴的都会。这里自古以来就十分繁华。如烟的柳树、彩绘的桥梁，挡风的帘子、翠绿的帐幕，楼阁高高低低，大约有十万户人家。高耸入云的大树环绕着钱塘江沙堤，澎湃的潮水卷起霜雪一样白的浪花，宽广的江面一望无涯。市场上陈列着琳琅满目的珠玉珍宝，家家户户都存满了绫罗绸缎，争相比奢华。<br>　　里湖、外湖与重重叠叠的山岭非常清秀美丽。秋天桂花飘香，夏季十里荷花。晴天欢快地吹奏羌笛，夜晚划船采菱唱歌，钓鱼的老翁、采莲的姑娘都嬉笑颜开。千名骑兵簇拥着巡察归来的长官。在微醺中听着箫鼓管弦，吟<a href=\"http://so.gushiwen.org/view_48343.aspx\">诗</a>作词，赞赏着美丽的水色山光。他日把这美好的景致描绘出来，回京升官时向朝中的人们夸耀。</p> <p><strong>注释</strong><br>⑴三吴：即吴兴（今浙江省湖州市）、吴郡（今江苏省苏州市）、会稽（今浙江省绍兴市）三郡，在这里泛指今江苏南部和浙江的部分地区。<br>⑵钱塘：即今浙江杭州，古时候的吴国的一个郡。<br>⑶烟柳：雾气笼罩着的柳树。<br>画桥：装饰华美的桥。<br>风帘：挡风用的帘子。<br>翠幕：青绿色的帷幕。<br>参差：参音此跟反，差音此衣反。近似；高下不齐貌。<br>⑷云树：树木如云，极言其多。<br>怒涛卷霜雪：又高又急的潮头冲过来，浪花像霜雪在滚动。<br>天堑：天然沟壑，人间险阻。一般指长江，这里借指钱塘江。<br>珠玑：珠是珍珠，玑是一种不圆的珠子。这里泛指珍贵的商品。<br>⑸重湖：以白堤为界，西湖分为里湖和外湖，所以也叫重湖。巘（yǎn）：大山上之小山。<br>叠巘：层层叠叠的山峦。此指西湖周围的山。巘：小山峰。<br>清嘉：清秀佳丽。<br>⑹三秋：①秋季，亦指秋季第三月，即农历九月。<a href=\"http://so.gushiwen.org/author_289.aspx\">王勃</a>《滕王阁序》有“时维九月，序属三秋”。<a href=\"http://so.gushiwen.org/author_535.aspx\">柳永</a>《望海潮》有“三秋桂子，十里荷花”。②三季，即九月。《诗经·王风·采葛》有“一日不见，如三秋兮！”孔颖达疏“年有四时，时皆三月。三秋谓九月也。设言三春、三夏其义亦同，作者取其韵耳”。亦指三年。<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>《江夏行》有“只言期一载，谁谓历三秋！”<br>⑺羌管（qiāng）：即羌笛，羌族之簧管乐器。这里泛指乐器。弄：吹奏。<br>菱歌泛夜：采菱夜归的船上一片歌声。菱：菱角。泛：漂流。<br>⑻高牙：高矗之牙旗。牙旗，将军之旌，竿上以象牙饰之，故云牙旗。这里指高官孙何。<br>吟赏烟霞：歌咏和观赏湖光山色。烟霞：此指山水林泉等自然景色。<br>⑼异日图将好景：有朝一日把这番景致描绘出来。异日：他日，指日后。图：描绘。<br>凤池：全称凤凰池，原指皇宫禁苑中的池沼。此处指朝廷。</p><br/><h2>译文二</h2> <p>东南形势重要，湖山优美的地方，三吴的都会，钱塘自古以来十分繁华。如烟的柳树、彩绘的桥梁，挡风的帘子、翠绿的帐幕，房屋高高低低，约有十万人家。高耸入云的大树环绕着沙堤，怒涛卷起霜雪一样白的浪花，天然的江河绵延无边。市场上陈列着珠玉珍宝，家庭里充满着绫罗绸缎，争讲奢华。 </p> <p>里湖、外湖与重重叠叠的山岭非常清秀美丽，有秋天的桂子，十里的荷花。晴天欢快地奏乐，夜晚划船采菱唱歌，钓鱼的老翁、采莲的姑娘都嬉笑颜开。千名骑兵簇拥着长官，乘醉听吹箫击鼓，观赏、吟唱烟霞风光。他日画上美好景致，回京升官时向人们夸耀。</p>",
  "shangxi": "<h2>赏析二</h2> <p>　　此词一开头即以鸟瞰式镜头摄下杭州全貌。它点出杭州位置的重要、历史的悠久，揭示出所咏主题。三吴，旧指吴兴、吴郡、会稽。钱塘，即杭州。此处称“三吴都会”，极言其为东南一带、三吴地区的重要都市，字字铿锵有力。其中“形胜”、“繁华”四字，为点睛之笔。自“烟柳”以下，便从各个方面描写杭州之形胜与繁华。“烟柳画桥”，写街巷河桥的美丽：“风帘翠幕”，写居民住宅的雅致。“参差十万人家”一句，转弱调为强音，表现出整个都市户口的繁庶。“参差”为大约之义。“云树”三句，由市内说到郊外，只见钱塘江堤上，行行树木，远远望去，郁郁苍苍，犹如云雾一般。一个“绕”字，写出长堤迤逦曲折的态势。“怒涛”二句，写钱塘江水的澎湃与浩荡。“天堑”，原意为天然的深沟，这里移来形容钱塘江。钱塘江八月观潮，历来称为盛举。描写钱塘江潮是必不可少的一笔。“市列”三句，只抓住“珠玑”和“罗绮”两个细节，便把市场的繁荣、市民的殷富反映出来。珠玑、罗绮，又皆妇女服用之物，并暗示杭城声色之盛。“竞豪奢”三个字明写肆间商品琳琅满目，暗写商人比夸争耀，反映了杭州这个繁华都市穷奢极欲的一面。</p> <p>　　下片重点描写西湖。西湖，蓄洁停沉，圆若宝镜，至于宋初已十分秀丽。重湖，是指西湖中的白堤将湖面分割成的里湖和外湖。叠山，是指灵隐山、南屏山、慧日峰等重重叠叠的山岭。湖山之美，词人先用“清嘉”二字概括，接下去写山上的桂子、湖中的荷花。这两种花也是代表杭州的典型景物。<a href=\"http://so.gushiwen.org/author_535.aspx\">柳永</a>这里以工整的一联，描写了不同季节的两种花。“三秋桂子，十里荷花”这两句确实写得高度凝炼，它把西湖以至整个杭州最美的特征概括出来，具有撼动人心的艺术力量。“羌管弄晴，菱歌泛夜”，对仗也很工稳，情韵亦自悠扬。“泛夜”“弄情”，互文见义，说明不论白天或是夜晚，湖面上都荡漾着优美的笛曲和采菱的歌声。着一“泛”字，表示那是湖中的船上，“嬉嬉钓叟莲娃”，是说吹羌笛的渔翁，唱菱歌的采莲姑娘都很快乐。“嬉嬉”二字，则将他们的欢乐神态，作了栩栩如生的描绘，生动地描绘了一幅国泰民安的游乐图卷。</p> <p>　　接着词人写达官贵人此游乐的场景。成群的马队簇拥着高高的牙旗，缓缓而来，一派暄赫声势。笔致洒落，音调雄浑，仿佛令人看到一位威武而又风流的地方长官，饮酒赏乐，啸傲于山水之间。“异日图将好景，归去凤池夸。”是这首词的结束语。凤池，即凤凰池，本是皇帝禁苑中的池沼。魏晋时中书省地近宫禁，因以为名。“好景”二字，将如上所写和不及写的，尽数包拢。意谓当达官贵人们召还之日，合将好景画成图本，献与朝廷，夸示于同僚，谓世间真存如此一人间仙境。以达官贵人的不思离去，烘托出西湖之美。</p> <p>　　《望海潮》词调始见于《乐章集》，为柳永所创的新声。这首词写的是杭州的富庶与美丽。艺术构思上匠心独远，上片写杭州，下片写西湖，以点带面，明暗交叉，铺叙晓畅，形容得体。其写景之壮伟、声调之激越，与东坡亦相去不远。特别是，由数字组成的词组，如“三吴都会”、“十万人家”、“三秋桂子”、“十里荷花”、“千骑拥高牙”等词中的运用，或为实写，或为虚指，均带有夸张的语气，有助于形成柳永式的豪放词风。</p><br/><h2>赏析</h2> <p>　　《望海潮》是描绘北宋时期杭州景象的。词的上片描写杭州的自然风光和都市的繁华。</p> <p>　　要谈杭州，首先把杭州的情况做个总的、概括的介绍：“东南形胜，三吴都会，钱塘自古繁华。”“东南形胜”，是从地理条件、自然条件着笔写的。杭州地处东南，地理位置很重要，风景很优美，故曰“形胜”。“三吴都会”，是从社会条件着笔写的。它是三吴地区的重要都市，那里人众荟萃，财货聚集，故曰“都会”。</p> <p>　　“钱塘自古繁华”，这一句是对前两句的总结，因为杭州具有这些特殊条件，所以“自古繁华”。但又另有新意。如果说前两句是从横的方面来写，写杭州的现状的话，那第三句则是从纵的方面来写，交代出它“自古繁华”的历史。三句词，从纵、横两个方面勾画出杭州的粗略面貌，以横为主，以纵为宾，实写杭州的现状，对其历史，则是虚写，一笔带过，作为陪衬。下面，就对“形胜”、“都会”和“繁华”这三个方面进行铺叙。</p> <p>　　“烟柳画桥，风帘翠幕，参差十万人家”，是就“三吴都会”一句进行铺展的描写。“十万”，乃约略之词，只言人口之多，并不是确切的人口统计。杭州在当时就有“池有湖山美，东南第一州”（宋仁宗<a href=\"http://so.gushiwen.org/view_48343.aspx\">诗</a>）的美誉。</p> <p>　　宋南渡以后，就有了更大的发展。宋人吴自牧《梦粱录》云：“<a href=\"http://so.gushiwen.org/author_535.aspx\">柳永</a>咏钱塘词曰：‘参差十万人家’，此元丰（宋神宗年号）前语也。自高庙（宋高宗）车驾自建康幸杭驻跸，几近二百余年，户口蕃息，近百万余家。杭城之外城，南西东北，各数十里，人烟生聚，民物阜蕃，市井坊陌，铺席骈盛，数日经行不尽，各可比外路一州郡，足见杭城繁盛耳。”</p> <p>　　（卷十九）“参差”二字，写出了楼阁房舍远远近近、高高低低的景象；“风帘翠幕”，把“人家”具体化了，家家悬挂风帘，户户张设翠幕，一派宁静安详的气氛；而这大大小小的楼阁、张帘挂幕的人家，错落在“烟柳画桥”之中，这就不仅使我们看到了户户人家的具体景象，也看到了整个城市的风貌。</p> <p>　　“云树绕堤沙，怒涛卷霜雪，天堑无涯”，是对“东南形胜”一句做铺展的描写。这里只选择了钱塘江岸和江潮两种景物来写。钱塘江岸，绿树如云，写出了郁郁葱葱的景象；钱塘江水是“怒涛卷霜雪，天堑无涯”。杭州位于钱塘江畔。钱塘潮的壮观景象是很有名的。宋人周密的《武林旧事》里有这样一段描写：</p> <p>　　浙江（即钱塘江）之潮，天下之伟观也。自既望（十六日）以至十八日为最盛。方其远出海门，仅如银线；既而渐近，则玉城雪岭，际天而来，大声如雷霆，震撼激射，吞天沃日，势极雄豪。杨诚斋（南宋诗人<a href=\"http://so.gushiwen.org/author_361.aspx\">杨万里</a>）诗云：“海涌银为郭，江横玉系腰”者是也。</p> <p>　　“怒涛”，写江潮来势之猛，犹如鏖战的貔虎，不就是“震撼激射”的景象吗？“卷霜雪”，写“怒涛”的具体形象，也就是“玉城雪岭”的景象。“霜雪”，不仅写出了怒涛如雪的白色，也写出了江潮带来的森森寒气，正如<a href=\"http://so.gushiwen.org/author_757.aspx\">孟浩然</a>《与颜钱塘登障楼望潮作》所云：“惊涛来似雪，一坐凛生寒。”只是柳永在这里对人的感受没有明言而已。“天堑无涯”，写出了江面的宽阔，也暗示出江潮“吞天沃日”的气势。</p> <p>　　“市列珠玑，户盈罗绮，竞豪奢”，则是就“繁华”二字进一步铺展，写杭州的繁华。杭州，在宋代就有“销金锅儿”之号（见《武林旧事》），这是说，不管有多少金钱，都能在那里挥霍净尽。诗人在这里又深入一步，透过那重重帘幕，描写了两个方面：一是商业贸易情况──“市列珠玑”，只用市场上的珍宝，代表了商品的丰富、商业的繁荣；二是衣着情况──“户盈罗绮”，家家披罗着锦。“竞豪奢”，又总括杭州的种种繁华景象，一个“竞”字，写出了杭州富民比豪华、斗阔气的情景，在诗人的笔下，杭州真是民殷财阜，繁华得不得了。</p> <p>　　词的下片，写杭州人民和平宁静的生活景象。</p> <p>　　“重湖叠巘清嘉，有三秋桂子，十里荷花”，写杭州西湖的湖山之美。这既是进一步描写“东南形胜”，同时又是杭州人游乐的背景。西湖是美的，<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>说：“水光潋滟晴方好，山色空蒙雨亦奇。欲把西湖比西子，淡妆浓抹总相宜。”（《饮湖上初晴后雨》）也是写了山和水两个方面。“重湖”，写湖本身，西湖有里湖外湖；“叠”，写湖岸，山峰重叠。西湖水碧山青，秀美异常，所以说“清嘉”。“三秋桂子”照应“叠”二字，写山中桂花。杭州的桂花自来有名，据说是月中的桂树种所生。《南部新书》说：“杭州灵隐寺多桂，寺僧曰：‘此月中种也。’至今中秋望夜（十五日夜），往往子坠，寺僧亦尝<a href=\"http://so.gushiwen.org/author_2237.aspx\">拾得</a>。”这种传说，给杭州桂花蒙上了一层神话色彩，对人们有很大的吸引力。　<a href=\"http://so.gushiwen.org/author_248.aspx\">宋之问</a>《灵隐寺》诗云：“桂子月中落，天香云外飘。”<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>《忆江南》词云：“江南忆，最忆是杭州，山寺月中寻桂子，郡亭枕上看潮头，何日更重游？”杭州山中的桂子是让人向往的。“十里荷花”，照应“重湖”二字，写水里荷花。红花绿叶，莲芰清香，也是很能体现西湖特点的景物。苏轼说那里“无主荷花到处开”（《六月二十七日望湖楼醉书》），南宋杨万里说：“毕竟西湖六月中，风光不与四时同：接天莲叶无穷碧，映日荷花别样红。”（《晓出净慈寺送林子方》）“三秋”，从时间着眼；“十里”，从空间着眼。桂为秋季开花，莲为夏季开花，写出了西湖不同季节的美景。</p> <p>　　西湖不论任何季节、任何时间、任何天气，都是美的，因而游人不绝。《武林旧事》曰：“西湖天下景，朝昏晴雨，四序总宜；杭人亦无时而不游，而春游特盛焉。”下面便开始描述杭人游乐的情景。</p> <p>　　先写杭州民的游乐：“羌管弄晴，菱歌泛夜，嬉嬉钓叟莲娃”。“羌管弄晴”，写白天，写笛声。“弄晴”二字，写出了吹笛人悠然自得的愉快心情。“菱歌泛夜”，写夜晚，写歌声。“泛夜”二字，写出了采菱女的歌声，在宁静的夜晚，在水面上轻轻飘荡的情景。“嬉嬉钓叟莲娃”是就前面二句总而言之，说明这是杭州百姓在游湖，是民人之乐。</p> <p>　　“千骑拥高牙”以下，写杭州官员的游乐。“千骑拥高牙”，写出了人物的身份，写了出游时随从的众多，表现出官员的威势。下面从两个方面写官员的乐趣。“乘醉听箫鼓”，写宴酣之乐。统治阶级经常携带酒宴游湖。开怀畅饮，酩酊大醉，已经写出了饮宴的欢乐，醉后还要听音乐，把饮宴之乐推向了极点。“吟赏烟霞”，写山水之乐。前面写了山，写了水，这里以“烟霞”二字来表现景物之美，体现出山川灵秀的一面。不仅欣赏湖山之美，情不可遏还要形之吟咏。这既表现出官员的儒雅风流，更衬托出了山水的美丽。词的最后两句是对官员的祝愿，说日后把杭州美好的景色描画下来，等到去朝廷任职的时候，就可以向同僚们夸耀一番了。</p> <p>　　这首词歌颂了杭州山水的美丽景色，赞美了杭州人民和平安定的欢乐生活，反映了北宋结束五代分裂割据局面以后，经过真宗、仁宗两朝的休养生息，所呈现的繁荣太平景象。当然，这种景象还只是生活的表面现象，没有能像他做杭州附近的定海晓峰盐场监督官时那样，揭示出“官租未了私租逼”所造成的广大盐民“虽作人形俱菜色”（《煮海歌》）的苦况。这首词是写给当时任两浙转运使的孙何的（见宋人罗大经《鹤林玉露》卷一），虽为赠献之作，有一定的奉承成分，却不能说就是粉饰升平的歌功颂德的作品，它反映了当时一定的社会现实。</p> <p>　　孟元老《东京梦华录》记载：“太平日久，人物繁阜。垂髫之童，但习鼓舞；斑白之老，不识干戈。……举目则青楼画阁，绣户珠帘。雕车竞驻于天街，宝马争驰于御路。金翠耀目，罗绮飘香。新声巧笑于柳陌花衢，按管调弦于茶坊酒肆。……集四海之珍奇，皆归市易；会寰区之异味，悉在庖厨。花光满路，何限春游？箫鼓喧天，几家夜宴。伎巧则惊人耳目，侈奢则长人精神。”这虽然是记录都城汴京的景象，但也可以看出当时国内确有“太平气象”，因而纸醉金迷、竞尚豪奢，成为各地统治阶级的普遍风气。</p> <p>　　《望海潮》所反映的，正是这样的现实。据说“此词流播，金主亮闻歌，欣然有慕于‘三秋桂子，十里荷花’，遂起投鞭渡江之志。近时谢处厚诗云：‘谁把杭州曲子讴？荷花十里桂三秋。那知卉木无情物，牵动长<a href=\"http://so.gushiwen.org/author_2877.aspx\">江万里</a>愁！’”（《鹤林玉露》）当然，这只是一种传说，并不正确。诱使金兵入侵，导致北宋灭亡的原因，是由于统治阶级“竞豪奢”，醉生梦死的腐朽本质所造成的；引起金兵南下，给南宋王朝带来威胁的，仍然是统治阶级“直把杭州作汴州”（<a href=\"http://so.gushiwen.org/author_283.aspx\">林升</a>《题临安邸》）的腐朽本质造成的，与柳词本无关系。不过，从这个传说中却可以说明，《望海潮》的写作是很成功的，读了这首词，不由得会使人对杭州心向往之。 </p><br/><h2>赏析三</h2> <p>　　这首词一反<a href=\"http://so.gushiwen.org/author_535.aspx\">柳永</a>惯常的风格，以大开大阖、波澜起伏的笔法，浓墨重彩地铺叙展现了杭州的繁荣、壮丽景象，可谓“承平气象，形容曲尽”（见陈振孙《直斋书录解题》）。这首词，慢声长调和所抒之情起伏相应，音律协调，情致婉转，是柳永的一首传世佳作。 </p> <p>　　开头三句，入手擒题，以博大的气势笼罩全篇。首先点出杭州位置的重要、历史的悠久，揭示出所咏主题 。三吴，旧指吴兴、吴郡、会稽。钱塘，即杭州。此处称“三吴都会”，极言其为东南一带、三吴地区的重要都市，字字铿锵有力。其中“形胜”、“繁华”四字，为点睛之笔。自“烟柳”以下，便从各个方面描写杭州之形胜与繁华。“烟柳画桥”，写街巷河桥的美丽；“内帘翠幕”，写居民住宅的雅致。“参差十万人家”一句，转弱调为强音，表现出整个都市户口的繁庶。“参差”为大约之义。“云树”三句，由市内说到郊外，只见在钱塘江堤上，行行树木，远远望去，郁郁苍苍，犹如云雾一般。一个“绕”字，写出长堤迤逦曲折的态势。“怒涛”二句，写钱塘江水的澎湃与浩荡。“天堑”，原意为天然的深沟，这里移来形容钱塘江。钱塘江八月观潮，历来称为盛举。描写钱塘江潮是必不可少的一笔。“市列”三句，只抓住“珠玑”和“罗绮”两个细节，便把市场的繁荣、市民的殷富反映出来。珠玑、罗绮，又皆妇女服用之物，并暗示杭城声色之盛。“竞豪奢”三个字明写肆间商品琳琅满目，暗写商人比夸争耀，反映了杭州这个繁华都市穷奢极欲的一面。 </p> <p>　　下片重点描写西湖。西湖，蓄洁停沉，圆若宝镜，至于宋初已十分秀丽。重湖，是指西湖中的白堤将湖面分割成的里湖和外湖。叠山，是指灵隐山、南屏山、慧日峰等重重叠叠的山岭。湖山之美，词人先用“清嘉”二字概括，接下去写山上的桂子、湖中的荷花。这两种花也是代表杭州的典型景物。柳永这里以工整的一联，描写了不同季节的两种花。“三秋桂子，十里荷花”这两句确实写得高度凝炼，它把西湖以至整个杭州最美的特征概括出来，具有撼动人心的艺术力量。“羌管弄晴，菱歌泛夜”，对仗也很工稳，情韵亦自悠扬。“泛夜”“弄情”，互文见义，说明不论白天或是夜晚，湖面上都荡漾着优美的笛曲和采菱的歌声。着一“泛”字，表示那是在湖中的船上，“嬉嬉钓叟莲娃”，是说吹羌笛的渔翁，唱菱歌的采莲姑娘都很快乐。“嬉嬉”二字，则将他们的欢乐神态，作了栩栩如生的描绘，生动地描绘了一幅国泰民安的游乐图卷。 </p> <p>　　接着词人写达官贵人在此游乐的场景。成群的马队簇拥着高高的牙旗，缓缓而来，一派暄赫声势。笔致洒落，音调雄浑，仿佛令人看到一位威武而又风流的地方长官，饮酒赏乐，啸傲于山水之间。“异日图将好景，归去凤池夸。”是这首词的结束语。凤池，即凤凰池，本是皇帝禁苑中的池沼。魏晋时中书省地近宫禁，因以为名。“好景”二字，将如上所写和不及写的，尽数包拢。意谓当达官贵人们召还之日，合将好景画成图本，献与朝廷，夸示于同僚，谓世间真存如此一人间仙境。以达官贵人的不思离去，烘托出西湖之美。 </p> <p>　　《望海潮》词调始见于《乐章集》，为柳永所创的新声。这首词写的是杭州的富庶与美丽。在艺术构思上匠心独远，上片写杭州，下片写西湖，以点带面，明暗交叉，铺叙晓畅，形容得体。其写景之壮伟、声调之激越，与东坡亦相去不远。特别是，由数字组成的词组，如“三吴都会”、“十万人家”、“三秋桂子”、“十里荷花”、“千骑拥高牙”等在词中的运用，或为实写，或为虚指，均带有夸张的语气，有助于形成柳永式的豪放词风。 </p><br/><h2>赏析四</h2> <p>　　《望海潮》这一词牌名是<a href=\"http://so.gushiwen.org/author_535.aspx\">柳永</a>创制的，大概取意于杭州是观潮胜地。 </p> <p>　　钱塘江畔的杭州自古就是著名的大都市，风景秀丽，人文荟萃，经济繁荣，生活富足。在这首词里，柳永以生动的笔墨，把杭州描绘得富丽非凡。 </p> <p>　　“东南形胜，三吴都会”，起笔便大开大阔，直起直落。两个四字对句，气势博大，力量非凡。“东南”，就方向言；“三吴”，就地点言。交代地理位置空间浩瀚、面积广大，给人以开阔之感，引起人的阅读期待：是何处如此占尽天时地利？下句紧接着作了回答：“钱塘自古繁华。”“自古”突出了杭州历史悠久，繁华富庶。 </p> <p>　　接下来，词人如数家珍般一一细数杭州的自然风光、人文景观。以下三句分别就首句中的“都会”、“形胜”、“繁华”，作出形象的说明。“烟柳画桥，风帘翠幕，参差十万人家。”远望去，垂柳含烟，薄雾如纱，虹桥似画，真是画中才有的好景致啊。这一处人烟阜盛，各式建筑，各抱地势，鳞次栉比，檐牙错落；走近了看，微风过处，千门万户帘幕轻摆，显得怡然安详，真是一派“都会”景象。“参差”形容楼阁高下不齐，“十万”指人口众多，未必是确数。“云树绕堤沙，怒涛卷霜雪，天堑无涯。”视线从城内转到钱塘江边，来写“形胜”。高耸入云的古树围绕着江堤，汹涌的江涛象发了怒一样奔腾而来，激起如霜如雪的白色浪花，壮阔的钱塘江就象一道天然的壕沟阻挡着北方敌人的进犯。一“绕”字尽显古树成行，长堤迤逦之态，一“卷”字又状狂涛汹涌，波浪滔滔之势。“市列珠玑，户盈罗绮，竞豪奢。”镜头移近，来街市上走走看看。珠玉宝石遍陈于市，家家户户绫罗盈柜，人们的衣饰更是鲜丽豪华，竞相斗艳。“列”、“盈”、“竞”把经济繁荣、生活富庶奢华落到了实处。 </p> <p>　　杭州之美在西湖，西湖之美在景美，更在人美。“重湖叠巘清嘉，有三秋桂子，十里荷花。”湖外有湖，山外有山，西湖的锦山秀水实在是清丽可嘉；更美的是“三秋桂子，十里荷花”，堪称千古丽句。“三秋”意指桂花花期长，馥郁芬芳，长久不散；“十里”是说湖中广植荷花，逢到花期<a href=\"http://so.gushiwen.org/author_1137.aspx\">真可</a>谓“接天莲叶无穷碧，映日荷花别样红”了。一句牵出了诸多意象，湖、山、秋月、桂花、荷花奔赴而来，令人心旷神怡，遐想万千。“三秋桂子”就让人联想起有关西湖的美丽传说。传说西湖灵隐寺和天竺寺，每到中秋，常常有带露的桂子从天飘落，馨香异常，那是从月宫桂树上飘落下来的，是寂寞的嫦娥赠与人间有心人的。因此<a href=\"http://so.gushiwen.org/author_248.aspx\">宋之问</a>《灵隐寺》中写道：“桂子月中落，天香云外飘。”<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>《忆江南》中也有“山寺月中寻桂子”。美丽的传说给秀丽的西湖增添了神秘空灵的色彩。“羌管弄晴，菱歌泛夜”两句为互文，即羌管弄晴、泛夜，菱歌泛夜、弄晴。意谓笛声歌声昼夜不停，在晴空中飘扬，在月夜下荡漾。“弄”使得吹笛人和采菱女的潇洒欢快之情陡增；“泛”说明人们是在湖中吹笛演唱，笛声歌声似乎随着湖水荡漾开来，轻盈愉悦之貌全出。“嬉嬉钓叟莲娃”，湖边钓鱼的老翁怡然自得，湖中采莲的孩童喧闹嬉戏。一句话就给我们展开了一幅太平盛世下的百姓安乐图。 </p> <p>　　“千骑拥高牙，乘醉听箫鼓，吟赏烟霞。”权贵出行气派威风，真有一呼百应之势。闲暇时，品酒赏音，吟<a href=\"http://so.gushiwen.org/view_48343.aspx\">诗</a>作画，赏玩山水，何等风流潇洒。“异日图将好景，归去凤池夸。”至此，才彰显了写作目的是拜谒孙何。“异日”“归去凤池”是对孙何宦途前景的美好祝愿，而这“好景”足以向朝廷中人“夸”，又使这祝愿归结到了对壮美秀丽的杭州的赞美上。虽然投赠之词恭维、夸张在所难免，但西湖的山水人家已经为自己作了明证，不信就请到杭州来眼见为实吧！</p>",
  "about": "<h2>创作背景</h2> 　　<a href=\"http://so.gushiwen.org/author_535.aspx\">柳永</a>一直不得志，便到处飘泊流浪，寻找晋升的途径，迫切希望得到他人的提拔。根据罗大经《鹤林玉露》所载，柳永到杭州后，得知老朋友孙何正任两浙转运使，便去拜会孙何。无奈孙何的门禁甚严，柳永是一介布衣，无法见到。于是柳永写了这首词，请了当地一位著名的歌女，吩咐她说，如果孙何在宴会上请她唱歌，不要唱别的，就唱这首《望海潮·东南形胜》。后来，这位歌女在孙何的宴会上反复地唱这首词，孙何被吸引就问这首词的作者，歌女说是你的老朋友柳三变所作（那时柳永还没有改名）。孙何请柳永吃了一顿饭，就把他打发走了，也没有怎么提拔他。由这个故事来看，这首词是一首干谒词，目的是请求对方为自己举荐。",
  "poet": {
    "id": 535,
    "star": 0,
    "name": "柳永",
    "image": "http://img.gushiwen.org/authorImg/liuyong2.jpg",
    "desc": "柳永，（约987年—约1053年）北宋著名词人，婉约派创始人物。汉族，崇安（今福建武夷山）人，原名三变，字景庄，后改名永，字耆卿，排行第七，又称柳七。宋仁宗朝进士，官至屯田员外郎，故世称柳屯田。他自称“奉旨填词柳三变”，以毕生精力作词，并以“白衣卿相”自诩。其词多描绘城市风光和歌妓生活，尤长于抒写羁旅行役之情，创作慢词独多。铺叙刻画，情景交融，语言通俗，音律谐婉，在当时流传极其广泛，人称“凡有井水饮处，皆能歌柳词”，婉约派最具代表性的人物之一，对宋词的发展有重大影响，代表作 《雨霖铃》《八声甘州》。"
  },
  "tags": [
    "宋词三百首",
    "景点",
    "写景",
    "生活"
  ]
}