{
  "id": 55199,
  "star": 85,
  "name": "眼儿媚·迟迟春日弄轻柔",
  "dynasty": "宋代",
  "content": "迟迟春日弄轻柔，花径暗香流。清明过了，不堪回首，云锁朱楼。<br>午窗睡起莺声巧，何处唤春愁？绿杨影里，海棠亭畔，红杏梢头。",
  "fanyi": "<p><strong>译文</strong><br>春日暖暖的阳光，像在抚弄着杨柳轻柔的枝条，在花园的小径上，涌动着浓浓的香气。可过了清明节天却阴了起来，云雾笼罩着红楼，好似是把它锁住，那往事，真是不堪回首！<br>午睡醒来，听到莺儿美妙的鸣叫声，却又唤起了我的春愁。这莺儿却在哪里呢？是在绿杨影里，是在海棠亭畔，还是在红杏梢头？</p> <p><strong>注释</strong><br>眼儿媚：词牌名，又名《秋波媚》。双调四十八字，前片三平韵，后片两平韵。<br>迟迟：阳光温暖、光线充足的样子。<br>轻柔：形容风和日暖。<br>花径：花间的小路。<br>暗香：指幽香。<br>朱楼：指富丽华美的楼阁。<br>梢头：树枝的顶端。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　<a href=\"http://so.gushiwen.org/author_220.aspx\">朱淑真</a>是一位多愁善感的女词人，这首词写一位闺中女子（实际上是作者自己）在明媚的春光中，回首往事而愁绪万端。</p> <p>　　上片“迟迟春日弄轻柔，花径暗香流”两句，描绘出一幅风和日丽，花香怡人的春日美景。“迟迟春日”语出《<a href=\"http://so.gushiwen.org/view_55199.aspx\">诗</a>经·七月》“春日迟迟”，“迟迟”指日长而暖。“弄轻柔”三字，言和煦的阳光在抚弄着杨柳的柔枝嫩条。<a href=\"http://so.gushiwen.org/author_125.aspx\">秦观</a>《江城子》词：“西城杨柳弄春柔。”“弄”字下得很妙，形象生动鲜明。对此良辰美景，主人公信步走在花间小径上，一股暗香扑鼻而来，令人心醉，春天多么美好啊！但是好景不长，清明过后，却遇上阴霾的天气，云雾笼罩着朱阁绣户，犹如给女主人公的内心罩上了一层愁雾，使她想起了一段不堪回首的伤心往事。看来开头所写的春光明媚，并不是眼前之景，而是已经逝去的美好时光。不然和煦的阳光与云雾是很难统一在一个画面上，也很难发生在同一时间内。“云锁朱楼”的“锁”字，是一句之眼，它除了给读者云雾压楼的阴霾感觉以外，还具有锁在深闺的女子不得自由的象喻性。“锁”字蕴含丰富，将阴云四布的天气、深闺女子的被禁锢和心头的郁闷，尽括其中。</p> <p>　　下片着重表现的是女主人公的春愁。这种春愁是由黄莺的啼叫唤起的。大凡心绪不佳的女子，最易闻鸟啼而惊心，故唐诗有“打起黄莺儿，莫教枝上啼”之句。试想一个愁绪万端的女子，在百无聊赖之时，只好在午睡中消磨时光，午睡醒来，听到窗外莺声巧啭。不禁唤起了她的春愁。黄莺在何处啼叫呢？是在绿杨影里，还是在海棠亭畔，抑或是在红杏梢头呢？自问自答，颇耐人玩味。</p> <p>　　这首词笔触轻柔细腻，语言婉丽自然。作者用鸟语花香来反衬自己的惆怅，这是以乐景写哀的手法。作者在写景上不断变换画面，从明媚的春日，到阴霾的天气；时间上从清明之前，写到清明之后；有眼前的感受，也有往事的回忆。既有感到的暖意，嗅到馨香，也有听到的莺啼，看到的色彩。通过它们表现女主人公细腻的感情波澜。下片词的自问自答，更是妙趣横生。词人将静态的“绿杨影里，海棠亭畔，红杏梢头”，引入黄莺的巧啭，静中有动、寂中有声，化静态美为动态美，使读者仿佛听到莺啼之声不断地从一个地方流播到另一个地方，使鸟啼之声富于立体感和流动感。这是非常美的意境创造。以听觉写鸟声的流动，使人辨别不出鸟鸣何处，词人的春愁，也像飞鸣的流莺，忽儿在东，忽儿在西，说不清准确的位置。这莫可名状的愁怨，词人并不说破，留给读者去想象，去补充。</p>",
  "about": "<h2>创作背景</h2> 　　<a href=\"http://so.gushiwen.org/author_220.aspx\">朱淑真</a>是中国宋代著名女词人，与<a href=\"http://so.gushiwen.org/author_536.aspx\">李清照</a>“差堪比肩”，并称“词坛双壁”。其虽家世显赫，婚姻却十分不幸，她又是一个多愁善感的人，多才多艺的她只能将愁思寄予词的写作。词率性凄清，清空柔媚，感情真挚，情韵俱胜，此词正是其词风格的写照。",
  "poet": {
    "id": 220,
    "star": 0,
    "name": "朱淑真",
    "image": "http://img.gushiwen.org/authorImg/zhushuzhen.jpg",
    "desc": "朱淑真（约1135~约1180），号幽栖居士，宋代女诗人，亦为唐宋以来留存作品最丰盛的女作家之一。南宋初年时在世，祖籍歙州（治今安徽歙县），《四库全书》中定其为“浙中海宁人”，一说浙江钱塘（今浙江杭州）人。生于仕宦之家。夫为文法小吏，因志趣不合，夫妻不睦，终致其抑郁早逝。又传淑真过世后，父母将其生前文稿付之一炬。其余生平不可考，素无定论。现存《断肠诗集》、《断肠词》传世，为劫后余篇。"
  },
  "tags": [
    "宋词三百首",
    "婉约",
    "女子",
    "春愁"
  ]
}