{
  "id": 10525,
  "star": 11,
  "name": "遭田父泥饮美严中丞",
  "dynasty": "唐代",
  "content": "步屟随春风，村村自花柳。<br>田翁逼社日，邀我尝春酒。<br>酒酣夸新尹，畜眼未见有。<br>回头指大男，渠是弓弩手。<br>名在飞骑籍，长番岁时久。<br>前日放营农，辛苦救衰朽。<br>差科死则已，誓不举家走。<br>今年大作社，拾遗能住否。<br>叫妇开大瓶，盆中为吾取。<br>感此气扬扬，须知风化首。<br>语多虽杂乱，说尹终在口。<br>朝来偶然出，自卯将及酉。<br>久客惜人情，如何拒邻叟。<br>高声索果栗，欲起时被肘。<br>指挥过无礼，未觉村野丑。<br>月出遮我留，仍嗔问升斗。",
  "fanyi": "<p><strong>译文<br></strong>随着春风郊外散步，村村一片片红花绿柳。<br>田翁说春社快要临近，邀我去他家尝春酒。<br>沉醉中赞颂新上任的成都府尹，这样的好官双眼从未见过。<br>回头指着大儿子说，他原来是一个弓箭手。<br>名字登在飞骑兵的军籍上，服兵役的年月也最长久。<br>前几日放他回家务农，这才救了辛辛苦苦的老朽。<br>差役赋税哪怕重得逼人致死，我发誓也不把全家搬走。<br>今年社日，要大大热闹一番，不知您能在这里留住否？<br>接着呼喊妇女，把大瓶打开，为我还用大盆盛酒。<br>这种扬扬的意气令人感动，爱民正是为政之首。<br>说的话过多而且又杂乱，夸奖府尹始终不离口。<br>清晨出游，偶然来到他家，却从卯时到酉时喝了一天酒。<br>长久做客应爱惜人的友情，我哪能拒绝邻近老叟的挽留？<br>他高声叫人拿取果栗，我几次告辞他又拉住我的臂肘。<br>看他指手画脚强留得无礼，我不觉得村里老头粗鄙呆丑。<br>月亮来时他还一再遮拦，还生气问我喝酒管它几升几斗？</p> <p><strong>注释<br></strong>1.遭：指不期而遇。泥（nì）：缠着不放的意思。泥饮：缠着对方喝酒。严中丞：严武，时为成都尹兼御史中丞。美中丞：赞美御史中丞严武。“美”作动词用。<br>2.步屧（xiè）：行走；漫步。“屧”即草鞋。《南史·袁粲传》：“（袁粲）又尝步屧白杨郊野间，道遇一士大夫，便呼与酣饮。”<br>3.花柳：花和柳。宋许月卿《多谢》<a href=\"http://so.gushiwen.org/view_10525.aspx\">诗</a>：“园林富贵何千万，花柳功勋已十成。”<br>4.逼：逼近。社日：社日有春社和秋社之分。这里是春社，在春分前后。<br>5.春酒：冬酿春熟之酒；亦称春酿秋冬始熟之酒。<br>6.酒酣：有几分酒意。新尹：新上任的成都尹，指严武。<br>7.畜（xù）眼：畜眼，犹老眼，是对自己眼睛的谦称。“畜”同“蓄”。<br>8.指大男：指着他的大儿子对<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>说。<br>9.渠：他。弓弩手：弓箭手。此句是说被征去当兵。《通典》卷一百四十八：“中军四千人，内取献兵二千八百人。战兵内，弩手四百人，弓手四百人。”<br>10.飞骑：军名。《新唐书·兵志》：“择材勇者为番头，颇习弩射，又有羽林军、飞骑，亦习弩。”<br>11.长番：唐代府兵制中，无更代的长期兵役。仇兆鳌注引张远之曰：“旧兵一万五千，分为六蕃，以次更代。今日长番，长在籍，无更代也。”<br>12.放营农：放归使从事农耕生产。<br>13.衰朽：即衰老，田父自谓。<br>14.差科：指一切徭役赋税。一作“差料”。<br>15.举家：全家。汉焦赣《易林·乾之需》：“目瞤足动，喜如其愿，举家蒙宠。”<br>16.大作社：社日要大大地热闹一番。<br>17.拾遗：指杜甫。杜甫曾任左拾遗。<br>18.取（zhǒu）：取酒的意思。<br>19.风化首：意思是说为政的首要任务在于爱民。<br>20.杂乱：多而乱；无秩序、条理。《楚辞·远游》：“骑胶葛以杂乱兮，斑漫衍而方行。”<br>21.朝（zhāo）来：早晨。南朝宋<a href=\"http://so.gushiwen.org/author_668.aspx\">刘义庆</a>《世说新语·简傲》：“西山朝来，致有爽气。”<br>22.卯（mǎo）：地支的第四位，上午五点到七点为卯时。酉（yǒu）：地支的第十位，下午五点到七点为酉时。<br>23.久客：久居于外。汉焦赣《易林·屯之巽》：“久客无依，思归我乡。”惜：珍重。<br>24.邻叟：邻家老人。此指田父。<br>25.肘：这里作动词用。时被肘，是说屡次要起身告辞，屡次被他以手掣肘（拖住或搂下）。《战国策·秦策四》：“智伯出行水，韩康子御，魏桓子骖乘……魏桓子肘韩康子，康子履魏桓子，蹑其踵，肘、足接于车上，而智氏分矣！”后以“被肘”形容受到牵掣或暗示。<br>26.指挥：此指田父指手画脚。<br>27.村野：犹鄙野，相当于现在说的“老粗”。唐<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>《观稼诗》：“言动任天真，未觉农人恶。”句意本此。<br>28.遮：遮拦，就是拦住不让走。<br>29.嗔（chēn）：嗔怪，就是生气。升斗：借指酒。宋<a href=\"http://so.gushiwen.org/author_361.aspx\">杨万里</a>《中秋月长句》诗：“先生旧不论升斗，近来畏病不饮酒。”</p>",
  "shangxi": "<h2>赏析</h2> <p>　　此<a href=\"http://so.gushiwen.org/view_10525.aspx\">诗</a>开头“步屧随春风，村村自花柳”，是说穿着草鞋信步去玩春景。即下文所谓“偶然出”。万方多难，百忧交集，然而花柳无情，并不随人事为转移，自红自绿，故花柳上用一“自”字。与“天下兵虽满，春光日自浓”的“自”，含义正同。接着写田父请<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>喝酒：“酒酣夸新尹。”酒酣，有几分酒意的时候。“新尹”，严武是上一年十二月做的成都尹，新上任，所以说新尹。“畜眼未见有！”是田父夸严武之辞，说长了眼睛从未见过这样的好官。先极口赞美一句，下说明事实。然后他指着大儿子对杜甫说，大儿子曾被征去当兵，是个弓箭手，而且得长远当兵，没有轮番更换。现在却能放回家从事生产，他非常感激。“辛苦救衰朽”，这句是倒装句法，顺说即“救衰朽辛苦”。“差科死则已，誓不举家走”二句说田翁表示感激，欲以死报。并且要在社日大大地热闹一番，问杜甫能否留下：“拾遗能往否？”杜甫曾作左拾遗，所以田父便这样称他一声。接着的“叫”字写得很生动，叫是粗声大气的叫喊，如果说“唤妇”，便不能写出田父伪粗豪神气。浦起龙注：“叫妇二字一读，如闻其声。”</p> <p>　　“感此气扬扬，须知风化首。”这两句是杜甫的评断；也是写此诗的主旨所在。田父的意气扬扬，不避差科，就是因为他的儿子被放回营农。因为感激，所以口口声声总离不了成都尹。即所谓“美”。“久客惜人情，如何拒邻叟。”久居在外，故人情尤可珍惜。这两句说明打扰田父一天还不走，井非为了贪杯，实由盛情难却。“指挥过无礼”中的“指挥”二字，很形象，也很幽默。“未觉村野丑”：杜甫爱的是真诚，恶的是“机巧”（“所历厌机巧”），故不觉其为丑。“月出遮我留，仍嗔问升斗。”田父意在尽醉，所以当杜甫最后问到今天喝了多少酒时，他还生气。意思是说：“酒有的是，你不用问。”极写田父的真朴慷慨。关于这句，浦起龙有不同的解释，他说：“问升斗，旧云问酒数，吾谓是问生产也。见有此好宫，不须记挂口料，不怕没饭吃。吾曹今日只管开怀痛炊耳。”</p> <p>　　严武是杜甫的朋友严挺之的儿子。从这首诗可以清楚地看出杜甫对劳动人民的热爱以及劳动人民那种豪爽天真的品质。杜甫的这首诗虽然历代都有人称赏，但这些称赞并没有充分估量出它的份量和价值。它实是一首富有浓郁政治色彩和艺术独创的优秀诗篇。这首诗的主题思想很明确，因为这首诗明白晓畅，内容一望便知，而且诗题还概括了它的基本内容。它具体叙述了杜甫被一位农民盛情相邀饮酒的情景，通过农夫之口赞颂了严武政绩卓著以及在百姓中的口碑。诗中对老农的热情淳朴、豪迈正直写得十分生动。</p>",
  "about": "<h2>创作背景</h2> 　　这首<a href=\"http://so.gushiwen.org/view_10525.aspx\">诗</a>是<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>于唐肃宗宝应元年（762年）在成都草堂所作。当时严武任成都尹兼御史中丞，他是杜甫的旧交老友，在生活上对杜甫帮助非常大，两个人关系非常好。",
  "poet": {
    "id": 474,
    "star": 0,
    "name": "杜甫",
    "image": "http://img.gushiwen.org/authorImg/dufu.jpg",
    "desc": "杜甫（712－770），字子美，自号少陵野老，世称“杜工部”、“杜少陵”等，汉族，河南府巩县（今河南省巩义市）人，唐代伟大的现实主义诗人，杜甫被世人尊为“诗圣”，其诗被称为“诗史”。杜甫与李白合称“李杜”，为了跟另外两位诗人李商隐与杜牧即“小李杜”区别开来，杜甫与李白又合称“大李杜”。他忧国忧民，人格高尚，他的约1400余首诗被保留了下来，诗艺精湛，在中国古典诗歌中备受推崇，影响深远。759-766年间曾居成都，后世有杜甫草堂纪念。"
  },
  "tags": [
    "叙述",
    "写人",
    "农民",
    "政治"
  ]
}