{
  "id": 71791,
  "star": 23,
  "name": "除夜对酒赠少章",
  "dynasty": "宋代",
  "content": "岁晚身何托，灯前客未空。<br>半生忧患里，一梦有无中。<br>发短愁催白，颜衰酒借红。<br>我歌君起舞，潦倒略相同。",
  "fanyi": "<p><strong>译文</strong><br>一年将尽，这身子将向何处寄托？灯下的客人，事业理想却未落空。<br>我的前半生均在忧患里度过，仿佛一场梦在现实与幻境中。<br>忧愁烦恼催短催白了头发，憔悴的容颜凭借酒力发红。<br>我唱起歌来，你且跳起舞，我俩潦倒的景况大致相同。</p> <p><strong>注释</strong><br>①少章：名秦觏，字少章，北宋著名词人<a href=\"http://so.gushiwen.org/author_125.aspx\">秦观</a>之弟，与<a href=\"http://so.gushiwen.org/view_71791.aspx\">诗</a>人交往颇密。<br>②岁晚：一年将尽。<br>③未空：（职业、事业）没有落空（即言“有了着落”）。<br>④有：指现实。无：指梦境。<br>⑤酒借红：即是“借酒红”的例装。<br>⑥潦倒：颓衰，失意。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这首<a href=\"http://so.gushiwen.org/view_71791.aspx\">诗</a>写除夕之夜，主客潦倒略同，同病相怜，于是一人吟诗，一人踏歌起舞，以互慰寂寞、穷愁，表现了两人相濡以沫的深厚友谊，写得情真意切，凄婉动人。</p> <p>　　诗一开头，便直言不讳地和盘端出诗人的牢骚和不平：“岁晚身何托？灯前客未空。”明亮的油灯前，客人们正在兴高采烈地喝酒猜拳。这些客人们大都已得到了一官半职，生活有了着落，所以他们是那样无忧无虑。而诗人这一年又过去了，依然像无根的浮萍，随风飘荡，无所依托。除夕之夜，本应合家团聚，可妻子儿女却在远方，难以相见；一年终了，诗人托身何处仍无结果，心中感到抑郁不平。</p> <p>　　“半生忧患里，一梦有无中。”这一年，诗人已三十四岁。古人说：“三十而立。”而诗人的半辈子却在忧患中度过，虽有才华，却无处施展；虽有抱负，却无法实现，只好在梦中寻求理想，寻求安慰。可梦境和现实截然相反。“有”，是指梦境，“无”，是指现实。梦中，抱负有地方施展，理想有可能实现，还有欢笑、有团圆、有衣食、有房舍……应有尽有；而现实中却一无所有。</p> <p>　　“发短愁催白，颜衰酒借红。”严酷无情的现实粉碎了诗人美好的梦幻。眼见光阴流逝，愁白了头。这里说“发短愁催白”，他的头上不一定真有白发；说“颜衰酒借红”，他的颜面也不一定真的如此衰老。诗人这年才刚刚三十出头，在作于同年的《次韵答邢居实》中，诗人也说：“今代贵人须白发，挂冠高处未宜弹。”王直方以为“元祐（指1086-1094）中多用老成”，所以<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>、<a href=\"http://so.gushiwen.org/author_100.aspx\">陈师道</a>、<a href=\"http://so.gushiwen.org/author_125.aspx\">秦观</a>皆有“白发”句（《王直方诗话》）。诗人此写愁催白发，酒助红颜，无非是表示愁之深、心之苦罢了。<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>、<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>、苏轼、<a href=\"http://so.gushiwen.org/author_434.aspx\">郑谷</a>等人都曾写过类似的诗句，但诗人此联在前人的基础上有所发展，对仗更工整，且恰如其分地表现了诗人当时的窘况，带上了他个人特有的主观色彩。</p> <p>　　“我歌君起舞，潦倒略相同。”愁不能胜，苦不堪言，满腹牢骚，无人诉说。座中只有当时也是“布衣”的秦少章与诗人遭遇处境略同，可以作为他的知音了。所以在发泄了一肚子的不平之气后，诗人和秦少章一起唱和，两个“潦倒略相同”的人，用歌声来排遣满腹愁绪。这一晚是除夕之夜，他们只希望来年再努力了。全诗针对题目收住，把前面的意思放开，在低沉压抑的气氛中透露出一丝亮光，却正衬出诗人无可奈何的心情。</p> <p>　　诗中体现了诗人不幸的遭遇和愁苦的心境，也体现了诗人那种对理想执着追求的精神。诗人并非仅仅哀叹时光的流逝，他做梦也希望能一展平生抱负，他为理想不能实现而郁郁不乐，而愤愤不平。此诗正是他的一曲高唱，情词奔骤、意气挥霍。</p>",
  "about": "<h2>创作背景</h2> <p>　　据史传记载，<a href=\"http://so.gushiwen.org/author_100.aspx\">陈师道</a>早年受业于<a href=\"http://so.gushiwen.org/author_385.aspx\">曾巩</a>，得到器重。宋神宗元丰四年（1081年），曾巩推荐他作为自己的助手参与修史，但朝廷以他是未做官的“白衣”而拒绝了。元丰六年（1083年），曾巩去世。此时，<a href=\"http://so.gushiwen.org/view_71791.aspx\">诗</a>人虽先后又结识了<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>、<a href=\"http://so.gushiwen.org/author_179.aspx\">张耒</a>等人，但生活一直无着，甚至贫穷得无力养家，妻子和三儿一女只得随他的岳父郭概去了四川，而他只得孤苦零丁，独自一人生活。陈师道一生清贫，有时经日断炊，直至宋哲宗元祐元年（1087年），才由苏轼荐任徐州教授。</p> <p>　　此诗似作于任职前头一年宋哲宗元祐元年（1086年）的除夕。这一年秦觏与诗人同在京师，交往密切。除夕之夜，诗人置酒待客，与朋友们一起开怀畅饮。正当酒酣耳热之际，诗人却想起了自己的遭遇。于是趁着酒兴，发发牢骚，把满肚皮的不合时宜对朋友倾泄一番，希望这样能让自己过得心情舒畅一点。</p>",
  "poet": {
    "id": 100,
    "star": 0,
    "name": "陈师道",
    "image": "http://img.gushiwen.org/authorImg/chenshidao.jpg",
    "desc": "陈师道（1053～1102）北宋官员、诗人。字履常，一字无己，号后山居士，汉族，彭城（今江苏徐州）人。元祐初苏轼等荐其文行，起为徐州教授，历仕太学博士、颖州教授、秘书省正字。一生安贫乐道，闭门苦吟，有“闭门觅句陈无己”之称。陈师道为苏门六君子之一，江西诗派重要作家。亦能词，其词风格与诗相近，以拗峭惊警见长。但其诗、词存在着内容狭窄、词意艰涩之病。著有《后山先生集》，词有《后山词》。"
  },
  "tags": [
    "春节",
    "饮酒",
    "抒怀"
  ]
}