{
  "id": 72626,
  "star": 18,
  "name": "交趾怀古",
  "dynasty": "清代",
  "content": "铜铸金镛振纪纲，声传海外播戎羌。<br>马援自是功劳大，铁笛无烦说子房。",
  "fanyi": "<h2>注释</h2> （1）交趾：公元前三世纪末，南越赵佗侵占瓯貉后所置的郡。前111年，西汉并南越后交趾受汉统治。40年，当地雒民在征侧、征贰领导下起而反抗汉朝统治，遭<a href=\"http://so.gushiwen.org/author_801.aspx\">马援</a>镇压。三世纪以后辖境逐渐缩小。589年废。<br>（2）“铜铸”句：金镛，铜铸成的大钟。秦始皇统一六国后，曾收兵器铸金钟和铜人。这里借指马援建立了战功。“铜铸金镛”，《红楼梦》程高本改作“铜柱金城”以切合“交趾”之题，但从寓意来说不能改，故仍以脂砚斋版本为准。程高本改文所依据的史实是：铜柱，东汉光武帝时，交趾郡女子征侧、征贰姊妺为反抗汉官吏苏定的暴虐，起而反抗，得到九真、日南、合浦等郡越人、俚人的群起响应，攻克六十五城，自立为王。42年（建武十八年），<a href=\"http://so.gushiwen.org/author_799.aspx\">刘秀</a>派遣马援率汉兵八千人合交趾兵共二万余人前往镇压，击败了起义军，征氏姊妺在作战中壮烈牺牲。马援便在交趾立两根铜柱为标志，作为汉朝的边界。金城，前81年（西汉始元六年）所置郡名，辖境相当于今甘肃西南、青海东部一带。郡之西南为我国少数民族羌族所居。汉光武帝时，羌兵反汉人金城，35年（建武十一年），马援率军击破羌兵，把七千羌人迁徙到三辅。振纪纲，所谓振兴国家力量，整顿法纪王纲。<br>（3）海外：古代泛称汉政权统治区域之外的四邻为海外。戎羌：羌族又称西戎。<br>（4）马援：（前14－49）汉将，字文渊，大畜牧主出身，王莽执政末期为汉中太守，后依附割据陇西的隗嚣，继归东汉光武帝刘秀，参加攻灭隗嚣、平定凉州的战争。曾于金城击败先零羌兵，镇压交趾起义。封伏波将军、新息侯。后进击西南武陵少数民族时病死军中。<br>（5）“铁笛”句：这是连着上一句说的，意思是论劳苦功高当数马援，有笛曲可征其事迹，用不着去说汉初的张良。有谓张良曾吹笛作楚声，乱<a href=\"http://so.gushiwen.org/author_253.aspx\">项羽</a>军心于垓下，这其实是好事者的附会。马援镇压了交趾后，闻刘尚进击武陵五溪西南夷军败安没，向刘秀请战。刘秀怜其老，马援说自己尚能披甲上马，并当场试骑。刘秀称赞说“矍铄哉，是翁也！”（“精神真好啊，这老头子！”）结果他在南征途中病死，留存其<a href=\"http://so.gushiwen.org/view_72626.aspx\">诗</a>《武溪深行》一首，写武溪毒淫，征途艰险，“铁笛”所吹之曲即指此。崔豹《古今注》：“《武溪深》，马援南征时作。门生爰寄生善笛，援作歌以和之。”子房，汉初张良的字。张良为<a href=\"http://so.gushiwen.org/author_746.aspx\">刘邦</a>建立统一的汉帝国作出了很大的贡献，刘邦曾称赞他说：“运筹策帷帐中，决胜千里外，子房功也！”所以举以比马援。",
  "shangxi": "<h2>赏析</h2> <p>　　薛宝琴对自己幼年经历的夸耀和这些怀古<a href=\"http://so.gushiwen.org/view_72626.aspx\">诗</a>的总的情调比较低沉是一致的，都曲折地反映出她原先的家庭已经每况愈下了，否则她不会前来投靠贾府。不过，她眼前所过的总还是贵族小姐的奢华生活，她真正悲哀的日子将随着四大家族的没落而到来，那时候她还会再一次走得远远的，而且将以十分感伤的心情来回忆大观园的生活。</p> <p>　　这首《怀古绝句·交趾怀古》在小说中的寓意实际上是说贾元春的。头四个字，《红楼梦》脂砚斋版本一律作“铜铸金镛”，这肯定是原文。后人为切合“交趾”、“<a href=\"http://so.gushiwen.org/author_801.aspx\">马援</a>”，改成“铜柱金城”，这样改，以史实说是改对了，从寓意说是改错了，因为作者用“金镛”是为了隐指宫闱。汉代<a href=\"http://so.gushiwen.org/author_6.aspx\">张衡</a>《东京赋》中有“宫悬金镛”的句子；南朝齐武帝则置金钟于景阳宫，令宫人闻钟声而起来梳妆。要宫妃黎明即起，就是为了“振纪纲”。总之，首句与贾元春“册子”中所说的“榴花开处照宫闱”用意相同。“声传海外”句与她所作灯谜中说爆竹如雷，震得人恐妖魔惧一样，都比喻贾元春进封贵妃时的煊赫声势。马援正受皇帝的恩遇而忽然病死于远征途中，这也可以说是“喜荣华正好，恨无常又到”，“望家乡，路远山高”。但由于贾元春之死详情莫知，诗末句的隐义也就难以索解了。</p> <p>　　《怀古绝句》不是真正的咏史诗，也不是纯粹为了发思古之幽情而制的春灯谜。它对历史人物、事件的某些鉴赏，并不一定代表作者或小说人物的历史观。</p>",
  "poet": {
    "id": 611,
    "star": 0,
    "name": "曹雪芹",
    "image": "http://img.gushiwen.org/authorImg/caoxueqin.jpg",
    "desc": "曹雪芹，名霑，字梦阮，号雪芹，又号芹溪、芹圃。清代著名文学家，小说家。先祖为中原汉人，满洲正白旗包衣出身。素性放达，曾身杂优伶而被钥空房。爱好研究广泛：金石、诗书、绘画、园林、中医、织补、工艺、饮食等。他出身于一个“百年望族”的大官僚地主家庭，因家庭的衰败饱尝人世辛酸，后以坚韧不拔之毅力，历经多年艰辛创作出极具思想性、艺术性的伟大作品《红楼梦》。"
  },
  "tags": [
    "怀古",
    "地名"
  ]
}