{
  "id": 72343,
  "star": 188,
  "name": "方山子传",
  "dynasty": "宋代",
  "content": "　　方山子，光、黄间隐人也。少时慕朱家、郭解为人，闾里之侠皆宗之。稍壮，折节读书，欲以此驰骋当世，然终不遇。晚乃遁于光、黄间，曰岐亭。庵居蔬食，不与世相闻。弃车马，毁冠服，徒步往来山中，人莫识也。见其所著帽，方耸而高，曰：“此岂古方山冠之遗象乎？”因谓之方山子。</p> <p>　　余谪居于黄，过岐亭，适见焉。曰：“呜呼！此吾故人陈慥季常也。何为而在此？”方山子亦矍然，问余所以至此者。余告之故。俯而不答，仰而笑，呼余宿其家。环堵萧然，而妻子奴婢皆有自得之意。余既耸然异之。</p> <p>　　独念方山子少时，使酒好剑，用财如粪土。前十九年，余在岐山，见方山子从两骑，挟二矢，游西山。鹊起于前，使骑逐而射之，不获。方山子怒马独出，一发得之。因与余马上论用兵及古今成败，自谓一世豪士。今几日耳，精悍之色犹见于眉间，而岂山中之人哉？</p> <p>　　然方山子世有勋阀，当得官，使从事于其间，今已显闻。而其家在洛阳，园宅壮丽与公侯等。河北有田，岁得帛千匹，亦足以富乐。皆弃不取，独来穷山中，此岂无得而然哉？</p> <p>　　余闻光、黄间多异人，往往阳狂垢污，不可得而见。方山子倘见之欤？ ",
  "fanyi": "<p><strong>译文</strong><br>　　方山子，是光州、黄州一带的隐士。年轻时，仰慕汉代游侠朱家、郭解的品行，乡里的游侠之士都推崇他。（等到他）年岁稍长，就改变志趣，发奋读书，想以此来驰名当代，但是一直没有交上好运。到了晚年隐居在光州、黄州一带名叫岐亭的地方。住茅草屋，吃素食，不与社会各界来往。放弃坐车骑马，毁坏书生衣帽，徒步在山里来往，没有人认识他。人们见他戴的帽子上面方方的且又很高，就说：“这不就是古代乐师戴的方山冠遗留下来的样子吗？”因此就称他为“方山子”。</p> <p>　　我因贬官居住在黄州，有一次经过岐亭时，正巧碰见了他。我说：“哎，这是我的老朋友<a href=\"http://so.gushiwen.org/author_1181.aspx\">陈慥</a>陈季常呀，怎么会在这里呢？”方山子也很惊讶，问我到这里来的原因。我把原因告诉了他，他低头不回答，继而仰天大笑，请我住到他家去。他的家里四壁萧条，然而他的妻子儿女奴仆都显出怡然自得的样子。</p> <p>　　我对此感到十分惊异。回想起方山子年轻的时候，是酗酒任性，喜欢使剑，挥金如土的游侠之士。十九年前，我在岐亭下，见到方山子带着两名骑马的随从，身藏两箭，在西山游猎。只见前方一鹊飞起，他便叫随从追赶射鹊，未能射中。方山子拉紧缰绳，独自跃马向前，一箭射中飞鹊。他就在马上与我谈论起用兵之道及古今成败之事，自认为是一代豪杰。至今又过了多少日子了，但是一股英气勃勃的神色，依然在眉宇间显现，这怎么会是一位隐居山中的人呢？</p> <p>　　方山子出身于世代功勋之家，理应有官做，假如他能置身官场，到现在已得声名显赫了。他原本家在洛阳，园林宅舍雄伟富丽，可与公侯之家相同了。在河北还有田地，每年可得上千匹的丝帛收入，这些也足以使生活富裕安乐了。然而他都抛开不去享用，偏偏要来到穷僻的山里，这难道不是因为他独有会心之处才会如此的吗？我听说光州、黄州一带有很多奇人异士，常常假装疯颠、衣衫破旧，但是无法见到他们；方山子或许能遇见他们吧。</p> <p><strong>注释</strong><br>1.方山子：即陈慥，字季常。<br>2.光、黄：光州、黄州，两州连界。光州州治在今河南潢川县。<br>3.隐人：隐士。<br>4.朱家、郭解：西汉时著名游侠，见《史记·游侠列传》。<br>5.闾里：乡里。<br>6.侠：侠义之士。<br>7.宗之：崇拜他，以他为首。宗，尊奉。<br>8.折节：改变原来的志趣和行为。《后汉书·段颎传》：“颎少便习弓马······长乃折节好古学。”<br>9.“驰骋”句：在当代施展才学抱负。<br>10.遁：遁世隐居。<br>11.岐亭：宋时黄州的镇名，在今湖北麻城县西南。<br>12.屋：帽顶。<br>13.岂：其意为“（这）难道不是······”。<br>14.方山冠：唐宋时隐士戴的帽子。<br>15.遗象：犹遗制。<br>16.“余谪居”三句：<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>《岐亭五首叙》：“元丰三年正月，余始谪黄州，至歧亭北二十五里，山上有白马青盖来迎者，则余故人陈恤季常也。为留五日，斌<a href=\"http://so.gushiwen.org/view_72343.aspx\">诗</a>一篇而去。”谪，降职。<br>17.矍（jué）然：惊讶睁眼相视貌。<br>18.“环堵”一句：用<a href=\"http://so.gushiwen.org/author_645.aspx\">陶渊明</a>《五柳先生传》“环堵萦然，不蔽风日”成句，谓室内空无所有。<br>19.使酒：喝醉酒后爱发脾气，任性而行。<br>20.好剑：好摆弄刀剑一类武器。<br>21.余在岐山：宋仁宗嘉祐七年，苏轼任风翔府签判，时陈糙之父陈希亮知凤翔府。苏轼这时始与陈糙相识订交。岐山，指凤翔。凤翔有岐山。<br>22.怒马：愤怒地鞭马独自冲出去。<br>23.“一发”一句：一箭射中它。<br>24.“精悍”一句：精明英武的神情气度。精悍，精明强干。<br>25.“然方山子”二句：苏轼《陈公弼传》：陈希亮（公弼）“当荫补子弟，辄先其族人，卒不及其子糙。”世有勋阀：世代有功勋，属世袭门阀。<br>26.穷山中：荒僻的山中。“此岂”一句：难道没有独特的造诣修养能够作到这一点吗？<br>27.异人：指特立独行的隐沦之士。<br>28.佯狂：装疯。<br>29.垢污：言行不屑循常蹈故，被人们认为是德行上的垢污。<br>30.傥：或者。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　重点写隐居时的生活和思想态度(随物赋形)。主旨：说明方山子为弃显闻富乐，独来穷山中的异人。文体：形式为应用文（传记：他传）；内容为记叙文。用字准确而含蓄,字里行间饱受感情.写出作者想见已久而又不期而遇的喜悦之情.渲染了隐士的特征.。</p> <p>　　弃荣利功名而自甘淡薄贫贱,借他人之酒解自己胸中之不快.方山子实乃自悲不遇(暗示手法) 。有志于用世，却不得赏识任用，仕进无门，退隐以明志。藉此流露出同为“怀才不遇”的感慨。</p> <p>　　方山子弃荣利功名而自甘淡泊贫贱的行动，作者结合自己当时被贬黄州的处境，于文字之外，又寓有自己之情，是借他人之酒浇自己胸中之块垒。写方山子未尝不是自悲不遇，本文可以说是作者在黄州心态的一种形象的折射。</p><br/><h2>赏析二</h2> <p>　　方山子，是光州、黄州一带的隐士。年轻时，仰慕汉代游侠朱家、郭解的品行，乡里的游侠之士都推崇他。（等到他）年岁稍长，就改变志趣，发奋读书，想以此来驰名当代，但是一直没有交上好运 。到了晚年隐居在光州、黄州一带名叫岐亭的地方。住茅草屋，吃素食，不与社会各界来往。放弃坐车骑马，毁坏书生衣帽，徒步在山里来往，没有人认识他。人们见他戴的帽子上面方方的且又很高，就说：“这不就是古代乐师戴的方山冠遗留下来的样子吗？”因此就称他为“方山子”。 </p> <p>　　我因贬官居住在黄州，有一次经过岐亭时，正巧碰见了他。我说：“哎，这是我的老朋友<a href=\"http://so.gushiwen.org/author_1181.aspx\">陈慥</a>陈季常呀，怎么会在这里呢？”方山子也很惊讶，问我到这里来的原因。我把原因告诉了他，他低头不回答，继而仰天大笑，请我住到他家去。他的家里四壁萧条，然而他的妻子儿女奴仆都显出怡然自得的样子。</p> <p>　　我对此感到十分惊异。回想起方山子年轻的时候，是酗酒任性，喜欢使剑，挥金如土的游侠之士。十九年前，我在岐亭下，见到方山子带着两名骑马的随从，身藏两箭，在西山游猎。只见前方一鹊飞起，他便叫随从追赶射鹊，未能射中。方山子拉紧缰绳，独自跃马向前，一箭射中飞鹊。他就在马上与我谈论起用兵之道及古今成败之事，自认为是一代豪杰。至今又过了多少日子了，但是一股英气勃勃的神色，依然在眉宇间显现，这怎么会是一位隐居山中的人呢？</p> <p>　　方山子出身于世代功勋之家，理应有官做，假如他能置身官场，到现在已得声名显赫了。他原本家在洛阳，园林宅舍雄伟富丽，可与公侯之家相同了。在河北还有田地，每年可得上千匹的丝帛收入，这些也足以使生活富裕安乐了。然而他都抛开不去享用，偏偏要来到穷僻的山里，这难道不是因为他独有会心之处才会如此的吗？我听说光州、黄州一带有很多奇人异士，常常假装疯颠、衣衫破旧，但是无法见到他们；方山子或许能遇见他们吧。</p>",
  "about": "<h2>文言现象</h2> <p>通假字<br>　　1阳：通“佯”，假装<br>　　2傥：通“倘”</p> <p>一词多意<br>　　1庵居蔬食，不与世相闻/使从事于期间，今已显闻<br>　　闻：交往/出名；<br>　　2余既耸然异之/余闻光、黄间多异人<br>　　异：对……感到奇怪/与众不同的；<br>　　3使从事于期间，今已显闻/使骑逐而射之，不获<br>　　使：假使/让，叫</p><br/><h2>创作背景</h2> <p>　　嘉祐六年（1061年），<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>出仕，任风翔签判。嘉佑八年（1063年）<a href=\"http://so.gushiwen.org/author_1181.aspx\">陈慥</a>之父陈希亮来任府尹。陈希亮素以威严著称，僚属和他见面多不敢仰视，而苏轼年少气盛，常与争议，甚至形于颜色。这年，苏轼和陈慥初遇，二人一见如故，抒怀言志，颇为投合。自凤翔返京后，苏轼妻死父逝，宦海升沉，身经乌台<a href=\"http://so.gushiwen.org/view_72343.aspx\">诗</a>案的文字之狱，贬往黄州；陈慥也父死无禄，心志不得伸，以平民之身隐于异乡。元丰三年（1080年），陈慥听说苏轼被放逐而相迎于途中，以后过往频繁。据苏轼自己统计，在黄州四年，他“三往见季常，季常七来见余，盖相从百余日也”（详《岐亭五首》）。两人情至深，故苏轼于元丰四年（1081年）写下了这篇散文。</p>",
  "poet": {
    "id": 183,
    "star": 0,
    "name": "苏轼",
    "image": "http://img.gushiwen.org/authorImg/sushi.jpg",
    "desc": "苏轼（1037－1101），北宋文学家、书画家、美食家。字子瞻，号东坡居士。汉族，四川人，葬于颍昌（今河南省平顶山市郏县）。一生仕途坎坷，学识渊博，天资极高，诗文书画皆精。其文汪洋恣肆，明白畅达，与欧阳修并称欧苏，为“唐宋八大家”之一；诗清新豪健，善用夸张、比喻，艺术表现独具风格，与黄庭坚并称苏黄；词开豪放一派，对后世有巨大影响，与辛弃疾并称苏辛；书法擅长行书、楷书，能自创新意，用笔丰腴跌宕，有天真烂漫之趣，与黄庭坚、米芾、蔡襄并称宋四家；画学文同，论画主张神似，提倡“士人画”。著有《苏东坡全集》和《东坡乐府》等。"
  },
  "tags": [
    "古文观止",
    "写人",
    "隐居",
    "生活",
    "抒怀"
  ]
}