{
  "id": 295,
  "star": 28,
  "name": "鲁颂·有駜",
  "dynasty": "先秦",
  "content": "有駜有駜，駜彼乘黄。夙夜在公，在公明明。振振鹭，鹭于下。鼓咽咽，醉言舞。于胥乐兮！</p> <p>有駜有駜，駜彼乘牡。夙夜在公，在公饮酒。振振鹭，鹭于飞。鼓咽咽，醉言归。于胥乐兮！</p> <p>有駜有駜，駜彼乘駽。夙夜在公，在公载燕。自今以始，岁其有。君子有穀，诒孙子。于胥乐兮！",
  "fanyi": "<p><strong>译文<br></strong>马儿骏健又强壮，拉车四匹马毛黄。早晚都在官府里，在那办事多繁忙。白鹭一群向上翥，渐收羽翼身下俯。鼓声咚咚响不停，趁着醉意都起舞。一起乐啊心神舒！<br>马儿骏健又强壮，拉车四匹是公马。早晚都在官府里，在那饮酒喜交加。白鹭一群向上飞，渐展翅膀任来回。鼓声咚咚响不停，趁着醉兴把家归。乐在一起真快慰！<br>强壮高大令人赞，拉车四匹铁骢健。早晚都在官府里，在官府里设酒宴。从今开始享太平，年年都有好收成。君子有福又有禄，福泽世代留子孙。乐在一起真高兴！</p> <p><strong>注释<br></strong>⑴駜（bì）：马肥壮貌。<br>⑵乘（shèng）黄：四匹黄马。古者一车四马曰乘。<br>⑶夙夜在公：从早到晚，勤于公务。公：官府。<br>⑷明明：通“勉勉”，努力貌。<br>⑸振振：鸟群飞貌。鹭：鹭鸶，古人用其羽毛作舞具。<a href=\"http://so.gushiwen.org/author_459.aspx\">朱熹</a>《<a href=\"http://so.gushiwen.org/view_295.aspx\">诗</a>集传》：“振振，群飞貌。鹭，鹭羽，舞者所持，或坐或伏，如鹭之下也。”<br>⑹咽咽：不停的鼓声。<br>⑺于胥（xū）乐兮：言一起欢乐。于（xū）：通“吁”，感叹词。胥：相。<br>⑻乘牡：驾在车中的四匹公马。<br>⑼駽（xuān）：青骊马，又名铁骢。<br>⑽载：则。燕：通“宴”。<br>⑾岁其有：毛传：“岁其有丰年也。”<br>⑿榖（gǔ）：福禄，一说“善”。<br>⒀诒（yí）：遗留，留给。孙子：子孙。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　此<a href=\"http://so.gushiwen.org/view_295.aspx\">诗</a>叙写鲁僖公君臣在祈年以后的宴饮活动。诗一开始便写马，马极肥壮，都为黄色，其“乘”字指出了这些是驾车的马。周代的礼制非常严格，不同的身份地位在礼器的使用方面也有差别。身份本是抽象的名称，它们由具体的物质享受来体现，在出行时，最引人注目的当然是车驾了。此诗接着转向庙堂，“夙夜在公”的“公”，当作官府讲，与“退食自公”的“公”同。不过，这里的官府不同一般的官府，而是僖公祭祀祈年之处，亦即《鲁颂·泮水》和《鲁颂·閟宫》诗中的“泮宫”和“閟宫”。祈年为郊祭，在国都以外，故首二句反覆咏马。然后才写到乘车马的人，从早到晚忙忙碌碌，揭开诗歌的主要部分，即宴饮部分。在宴会上，舞伎手持鹭羽，扇动羽毛，如鹭鸟一样，有时群飞而起，有时翩然下落，给宴会制造气氛。与宴的人们在饮酒观舞，不绝的鼓声震撼着他们的内心，优美翻飞的舞姿调动他们的情绪，酒酣耳热，他们不禁也手舞足蹈起来。忘记了平日的礼数、戒备、拘谨，都在舞蹈，摅发各自内心的快乐，相互感染，没有语言，但一举一动都在和对方进行心灵深处的交流。这时，诗人也为眼前的情景所感动，而发出由衷的希望：“于胥乐兮！”（“呵，大伙一起快乐呀！”）</p> <p>　　第二章的形式和首章基本一致，只是个别字有所变化，一是描写得更具体细致，指出马为牡马，大伙在官府中所忙碌的是饮酒跳舞；二是写出时间变化，“鹭于飞”是舞者持鹭羽散去，舞宴结束，故而饮宴者也带着醉意而返回。</p> <p>　　第三章揭出郊祀之事。駽为青骊，与前言乘黄不同，疑为鲁公所乘，以乘駽推出鲁公，显出其与群臣不同。群臣的欢乐是君主所赐，故曰：“在公载燕。”饮宴不是一种孤立行为，既是欢娱群臣，更是祭祀，<a href=\"http://so.gushiwen.org/author_459.aspx\">朱熹</a>说：“凡庙之制，前庙以奉神，后寝以藏衣冠，祭于庙而燕于寝，故于此将燕，而祭时之乐，皆入奏于寝也。且于祭既受禄矣，故以燕为将受后禄而绥之也。”正指出这种联系。下面四句是诗人的祈祷，希望从今以后，有好的收成，并把这福泽传之子孙。榖，兼含福善之意，诗人不仅希望鲁君把收获的粮食传给后代，更希望鲁国福泽绵长，享祚长久。《史记·鲁周公世家》载“成王乃命鲁得郊，祭文王”，郊祭对于鲁国显示出在诸侯中的崇高地位，故诗人极力赞扬，每章以“于胥乐兮”为结束。</p>",
  "about": "<h2>创作背景</h2> 　　此<a href=\"http://so.gushiwen.org/view_295.aspx\">诗</a>当作于鲁僖公与齐桓公、宋桓公伐楚以后。据史书记载，鲁国多年饥荒，到鲁僖公时采取了一些措施，重视农业，宽以爱民，克服了自然灾害，获得丰收。而此时鲁僖公会八国之师伐楚凯旋，君臣欢乐宴饮，鲁人作诗祝颂之。《毛诗序》：“《有駜》，颂僖公君臣之有道也。”",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": [
    "诗经",
    "宴饮",
    "写马"
  ]
}