{
  "id": 10353,
  "star": 1694,
  "name": "除夜作",
  "dynasty": "唐代",
  "content": "旅馆寒灯独不眠，客心何事转凄然。<br>故乡今夜思千里，霜鬓明朝又一年。",
  "fanyi": "<h2>译文二</h2> <p>住在客栈里，独对残灯，睡不着觉。不知什么缘故，<a href=\"http://so.gushiwen.org/view_10353.aspx\">诗</a>人的心情变得十分凄凉悲伤。<br>在这除夕之夜，想象故乡人思念千里之外的自己的情景，而明天又要增加一岁，新添不少白发啊。佳节思亲是常情，历来如此。但除夕之夜，“独不眠”、“转凄然”、“思千里”，还有一层意思：到了明天，就又增加一岁，包含了诗人年复一年老大无成的伤感。</p><br/><p><strong>译文</strong><br>我独自在旅馆里躺着，寒冷的灯光照着我，久久难以入眠。是什么事情，让我这个游客的心里变得凄凉悲伤？<br>故乡的人今夜一定在思念远在千里之外的我；我的鬓发已经变得斑白，到了明天又是新的一年。</p> <p><strong>注释</strong><br>①除夜：除夕之夜。<br>②客心：自己的心事。转：变得。凄然：凄凉悲伤。<br>③霜鬓：白色的鬓发。明朝（zhāo）：明天。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　除夕之夜，传统的习惯是一家欢聚，“达旦不眠，谓之守岁”（《风土记》）。<a href=\"http://so.gushiwen.org/view_10353.aspx\">诗</a>题《除夜作》，本应唤起作者对这个传统佳节的美好记忆，然而这首诗中的除夕夜却是另一种情景。</p> <p>　　诗的开头就是“旅馆”二字，看似平平，却不可忽视，全诗的感情就是由此而生发开来的。这是一个除夕之夜，诗人眼看着外面家家户户灯火通明，欢聚一堂，而他却远离家人，身居客舍。两相对照，诗人触景生情，连眼前那盏同样有着光和热的灯，也变得“寒”气袭人了。“寒灯”二字，渲染了旅馆的清冷和诗人内心的凄寂。除夕之夜，寒灯只影，诗人难于入眠，而“独不眠”又会想到一家团聚，其乐融融的守岁景象，这更让诗人内心难耐。所以这一句看上去是写眼前景、眼前事，但是却处处从反面扣紧诗题，描绘出一个孤寂清冷的意境。第二句“客心何事转凄然”，这是一个转承的句子，用提问的形式将思想感情更明朗化，因身在客中，故称“客”。诗中问道：“是什么使得客人心里面变得凄凉悲伤？”原因就是他身处除夕之夜。晚上那一片浓厚的除夕气氛，把诗人包围在寒灯只影的客舍之中，他的孤寂凄然之感便油然而生了。此句中“转凄然”三个字写出了在除夕之夜，作者单身一人的孤苦；对千里之外故乡亲人的思念；以及对时光流逝之快的感叹。</p> <p>　　诗中写完一二句后，诗人似乎要倾吐他此刻的心绪了，可是，他却又撇开自己，从远方的故乡写来：“故乡今夜思千里。”“故乡”，是借指故乡的亲人；“千里”，借指千里之外的诗人自己。意思是说：“故乡的亲人在这个除夕之夜定是在想念着千里之外的我，想着我今夜不知落在何处，想着我一个人如何度过今晚。”其实，这也正是“千里思故乡”的一种表现。诗人并没有直接表达对故乡的思念，而是表达的更加含蓄委婉。</p> <p>　　“霜鬓明朝又一年”，“今夜”是除夕，所以明朝又是一年了，由旧的一年又将“思”到新的一年，这漫漫无边的思念之苦，又要为诗人增添新的白发。清代<a href=\"http://so.gushiwen.org/author_39.aspx\">沈德潜</a>评价说：“作故乡亲友思千里外人，愈有意味。”（《唐诗别裁》）之所以“愈有意味”，就是因为诗人巧妙地运用“对写法”，把深挚的情思抒发得更为婉曲含蕴。这在古典诗歌中也是一种常见的表现手法，如<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>的《月夜》：“今夜鄜州月，闺中只独看。”诗中写的是妻子思念丈夫，其实恰恰是诗人自己感情的折射。</p> <p>　　明代胡应麟认为，绝句“对结者须意尽。如……高达夫‘故乡今夜思千里，霜鬓明朝又一年’，添著一语不得乃可”（《诗薮·内编》卷六）。所谓“意尽”，是指诗意的完整；所谓“添著一语不得”，也就是指语言的精炼。“故乡今夜思千里，霜鬓明朝又一年”，正是把双方思之久、思之深、思之苦，集中地通过除夕之夜抒写出来了，完满地表现了诗的主题思想。因此，就这首诗的高度概括和精炼含蓄的特色而言，已经收到了“意尽”和“添著一语不得”的艺术效果。</p>",
  "about": "<h2>创作背景</h2> 　　像这样没有多少具体背景的<a href=\"http://so.gushiwen.org/view_10353.aspx\">诗</a>很不容易确定其作年，但周勋初在《<a href=\"http://so.gushiwen.org/author_227.aspx\">高适</a>年谱》有一个绝妙的推测，他将此诗系于天宝九载（750年），根据是：“高适游踪虽广，然离梁宋而至远地，亦不过闽中、幽州、陇右、河西、剑南数地而已。高适至闽中时，年岁尚轻；次至幽州时，未及‘霜鬓’之年；至陇右、河西、剑南时，已甚得意，与此诗内容不合，故知此诗定作于第二次北上，即送兵清夷归来寓蓟门旅馆之时。”（《周勋初文集》第4册，江苏古籍出版社2000年版）此说十分合于情理。",
  "poet": {
    "id": 227,
    "star": 0,
    "name": "高适",
    "image": "http://img.gushiwen.org/authorImg/gaoshi.jpg",
    "desc": "高适是我国唐代著名的边塞诗人，世称“高常侍”。 作品收录于《高常侍集》。高适与岑参并称“高岑”，其诗作笔力雄健，气势奔放，洋溢着盛唐时期所特有的奋发进取、蓬勃向上的时代精神。"
  },
  "tags": [
    "春节",
    "孤独",
    "思乡",
    "岁月"
  ]
}