{
  "id": 71923,
  "star": 18,
  "name": "正月二十日往岐亭郡人潘古郭三人送余于女王城东禅庄院",
  "dynasty": "宋代",
  "content": "十日春寒不出门，不知江柳已摇村。<br>稍闻决决流冰谷，尽放青青没烧痕。<br>数亩荒园留我住，半瓶浊酒待君温。<br>去年今日关山路，细雨梅花正断魂。",
  "fanyi": "<p><strong>译文<br></strong>初春的严寒里，十天来我未曾走出家门，不知道江边柳丝，已摇曳着新的青春。<br>渐渐听到山谷中流冰融化的声音，原野上一望无际的新草，遮没了烧过野火的旧痕。<br>几亩荒僻的田园留我在这儿居住，半瓶浑浊的老酒等待友人来温。<br>去年今日我走在关山道路，细雨中梅花开放正暗自断魂。</p> <p><strong>注释<br></strong>⑴岐亭：在今湖北麻城西南，<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>在黄州期间时常往游。潘、古、郭：苏轼黄州新友，指潘大临（一说为潘丙，大临之叔）、郭遘、古耕道三人。女王城：《东坡志林》卷四《黄州隋永安郡》条：“今黄州都十五里许有永安城，而俗谓之女王城。”一说为楚王城的讹音。东禅庄院：即定惠院。<br>⑵稍：犹“渐”。决决，水流貌。冰谷：尚有薄冰的溪谷。<br>⑶青青：指新生的野草。烧痕：旧草为野火所烧，唯余痕迹。烧，指野火。<br>⑷数亩荒园：指女王城东禅庄院。<br>⑸温：稍微加热。<br>⑹断魂：形容情深或哀伤。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　首联写春天来得很快，因“春寒”，仅仅十天不出门，而江边柳树已一片嫩绿。“江柳已摇村”的“摇”字很形象，活画出春风荡漾、江柳轻拂的神态。</p> <p>　　颔联进一步描写春景。关于决决，<a href=\"http://so.gushiwen.org/author_583.aspx\">卢纶</a>《山店》有“决决溪泉到处闻”之句。关于冰谷，<a href=\"http://so.gushiwen.org/author_646.aspx\">柳宗元</a>《晋问》：“雪山冰谷之积，观者胆掉。”谷中尚有冰，说明是早春。早春溪流甚细，故冠以“稍闻”二字，用词精确。青青，新生野草的颜色。后句说青青新草覆盖了旧有烧痕。冠以“尽放”二字，更显得春意盎然。</p> <p>　　颈联写潘、古、郭三人为他饯行。“数亩荒园”，点明了饯行的地点。“留我住”，“待君温”，写出了三人对<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>的深厚情谊。而这个地方正是他一年前赴黄州所经之地，此时友人的情谊，使他回想起一年以前的孤独和凄凉。因此，尾联转以回忆作结。</p> <p>　　前一年苏轼赴黄州途中所作的《梅花二首》，写得非常凄苦，催人泪下。其一说：“春来幽谷水潺潺，的皪梅花草棘间。一夜东风吹石裂，半随飞雪度关山。”的皪的梅花生于草棘，已令人心寒，又被“东风”吹落殆尽。其二说：“何人把酒慰深幽，开自无聊落更愁。幸有清溪三百曲，不辞相送到黄州。”梅花开于草棘中，无人欣赏，已够无聊了；而又为“东风”摧落，或随飞雪度关山，或随清溪流黄州，更令人愁苦。所谓“去年今日关山路，细雨梅花正断魂”即指此。末句化用<a href=\"http://so.gushiwen.org/author_211.aspx\">杜牧</a>《清明》<a href=\"http://so.gushiwen.org/view_71923.aspx\">诗</a>：“清明时节雨纷纷，路上行人欲断魂。”他此时也是“路上行人”，尾联不止是回忆“去年今日”，也是在写“今年今日”，汪师韩评价说：“含蕴无穷。”（《苏诗选评笺释》）</p> <p>　　这首诗前四句写“往岐亭”途中所见，五六句写女王城饯别，末二句因饯别而联想到前一年无人“把酒慰深幽”。表面上看，全诗“于题不甚顾”（<a href=\"http://so.gushiwen.org/author_2440.aspx\">冯班</a>语，见《纪批瀛奎律髓》），实际是紧扣题意。写初春之景，景色如画；写友人之情，情意深厚。全诗一气贯注，看似信笔挥洒，实则勾勒甚密，有天机自得之妙。</p>",
  "about": "<h2>创作背景</h2> 　　<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>的好友<a href=\"http://so.gushiwen.org/author_1181.aspx\">陈慥</a>（季常）隐居于岐亭，苏轼贬官黄州期间，他们经常互访，苏轼这次往岐亭也是为访陈慥。潘、古、郭三人是苏轼到黄州后新结识的友人，潘指潘丙，字彦明，<a href=\"http://so.gushiwen.org/view_71923.aspx\">诗</a>人潘大临之叔。古指古耕道，通音律。郭指郭遘，喜好写挽歌。他们三人对贬谪中的苏轼帮助颇大。苏轼《东坡八首》之七说：“潘子久不调，沽酒江南村。郭生本将种，卖药西市垣。古生亦好事，恐是押牙孙。家有一亩竹，无时客叩门。我穷旧交绝，三子独见存。从我于东坡，劳饷同一飧。”苏轼于元丰三年（1080）赴黄州贬所途中，过春风岭，正是梅花凋谢的时候，曾作《梅花二首》；过岐亭，遇故友陈慥。这次去岐亭访陈慥，正好时隔一年，景色依旧，想到前一年的凄凉境况，苏轼感慨万端，写下了这首著名的诗篇。",
  "poet": {
    "id": 183,
    "star": 0,
    "name": "苏轼",
    "image": "http://img.gushiwen.org/authorImg/sushi.jpg",
    "desc": "苏轼（1037－1101），北宋文学家、书画家、美食家。字子瞻，号东坡居士。汉族，四川人，葬于颍昌（今河南省平顶山市郏县）。一生仕途坎坷，学识渊博，天资极高，诗文书画皆精。其文汪洋恣肆，明白畅达，与欧阳修并称欧苏，为“唐宋八大家”之一；诗清新豪健，善用夸张、比喻，艺术表现独具风格，与黄庭坚并称苏黄；词开豪放一派，对后世有巨大影响，与辛弃疾并称苏辛；书法擅长行书、楷书，能自创新意，用笔丰腴跌宕，有天真烂漫之趣，与黄庭坚、米芾、蔡襄并称宋四家；画学文同，论画主张神似，提倡“士人画”。著有《苏东坡全集》和《东坡乐府》等。"
  },
  "tags": [
    "送别",
    "友情",
    "写景"
  ]
}