{
  "id": 11590,
  "star": 19,
  "name": "燕子来舟中作",
  "dynasty": "唐代",
  "content": "湖南为客动经春，燕子衔泥两度新。<br>旧入故园尝识主，如今社日远看人。<br>可怜处处巢居室，何异飘飘托此身。<br>暂语船樯还起去，穿花贴水益沾巾。",
  "fanyi": "<p><strong>译文<br></strong>我飘泊到湖南为客，已过了整整一个春天，燕子如今也是第二次在此街泥筑巢了。<br>以前你入我故园中曾经认识了我这主人，如今春社之日你却远远地看我为陌生人。<br>可怜你到处筑巢为家，却没有定居之所，与我飘飘荡荡，托身江湖没有什么不同。<br>桅杆上暂时同我说话，还是要飞起而去，穿花贴水飞去，我不禁泪越发湿了衣巾。</p> <p><strong>注释<br></strong>⑴湖南：洞庭湖之南，这里即指潭州。动经春：动不动便又经历了一个春天。动，不知不觉。<br>⑵两度新：<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>从大历四年（769）春来到潭州。到现在已是第二个存天，已是第二次见到燕子衔泥了。<br>⑶故园：指<a href=\"http://so.gushiwen.org/view_11590.aspx\">诗</a>人在洛阳、长安的旧居。<br>⑷社日：立春后的第五个戊日，这天是人们祭神祈求丰收的日子。远看人：指仍然认识自己，远远地望着自已。<br>⑸巢居室：指燕子处处在人家屋室的梁上作窝。<br>⑹托此身：指诗人自己的到处漂泊求地安身。<br>⑺樯：船桅。<br>⑻沾巾：指诗人见燕子如此多情而动心落泪。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　<a href=\"http://so.gushiwen.org/view_11590.aspx\">诗</a>的前四句总写客舟逢燕。</p> <p>　　“湖南为客动经春，燕子衔泥两度新”，诗人流落湖南不觉得已迎来第二个春天。“新”对“泥”而言。燕子于春季常衔水边湿泥，筑其新巢。“两度新”也就是说诗人在这里已两见燕子衔泥筑巢了。古人与动植物的直接接触远比现代人密切，对动植物的观察也很仔细。他们习惯于根据各种生物的特性，赋于它们不同的象征意义。燕子逐春而生，巢梁而居，所以常常被看作春天的象征，它的鸣叫与飞舞又使人联想到闲适安居的欢乐。<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>很喜欢燕子，他虽然“漂泊西南天地间”（《咏怀古迹》）已有十年，但是他始终辛苦经营，像筑巢的燕子一样，为给自己创造安稳的生活环境而不懈地努力。在这些日子里，体态轻盈的燕子曾伴诗人度过了不少良辰美景，在诗人的佳篇秀句中留下了栩栩如生的形象：“细雨鱼儿出，微风燕子斜。”（《水槛遣心》）“泥融飞燕子，沙暖卧鸳鸯。”（《绝句》)“暂止飞鸟将数子，频来语燕定新巢。”（《堂成》）“熟知茅斋绝低小，江上燕子故来频。”（《绝句漫兴》）这一切都生动地留在诗人的记忆中。如今诗人在漂泊无定的时刻又看见了燕子，当然会产生他乡逢故旧的感觉。</p> <p>　　“旧人故园尝识主，如今社日远看人”，这两句是对燕子形象的描绘。“旧人故园”，突出诗人对燕子一往深情。“尝识主”，是诗人对燕子的推测。在诗人的心目中，这燕子被看作是往年在故乡同室而居的燕子，它还记着自己的主人，远道来舟中相会，不觉为之一喜。“远看人”既画出了燕子对诗人的同情与疑问，也流露出诗人的无限感慨。在这烟水渺渺之处，前途茫茫之际，诗人无依无靠，独有燕来相就，倍感身世的凄凉。然而，燕纵识主，一叶扁舟，终不似昔日故园的有屋可巢，故尔，燕子既欲亲近，又怀疑豫，只是远远看看。这里的“识”与“看”都写的是燕子的动作、情态，也都涉及诗人。其实这只是诗人自己的想象，是诗人眼中看到的燕子的动态，是燕子的人格化，所谓“有我之境，以我观物，故物物皆著我之色彩”也。（<a href=\"http://so.gushiwen.org/author_408.aspx\">王国维</a>《人间词话》）</p> <p>　　后四句，对燕自伤。</p> <p>　　“可怜处处巢居室，何异飘飘托此身”，“巢居室”是说燕子筑巢于人家，因为南北无定，所以令人可怜。接着就点破怜燕正是哀己。诗人于唐肃宗乾元二年（759）弃官西行，先是举家徙秦州（今甘肃天水）东柯谷，投奔一个叫佐的侄子。上元元年（760）又往成都去投靠老友严武，卜居浣花溪畔。大历元年（766）又到夔州，在柏茂琳中丞的帮助下定居西阁。十年间这种寄人篱下的生活，实在和燕子的“处处巢居室”没有两样。如今竟至于无人可依、无地可居，教人叹息。</p> <p>　　“暂语船播还起去，穿花贴水益沾巾”，那被诗人寄于同情的燕子此刻似乎领会了诗人的意思，“暂语船墙”，向诗人表示同情，但它立即发现这是一只漂流不定的船，不是它应该选择垒巢的“居室”，它忽然又变得漠然无情，随即起而飞去。但是，它又好像舍不得似曾相识的主人，贴水低飞，绕船盘桓，无情而似有情，可爱亦复可恼，终于翻然穿花而逝，给诗人留下空虚、惆怅和寂寞，诗人不觉老泪横流了。鸟之将死，其鸣也哀。《燕子来舟中作》是杜集中最后一首七律，可以看作诗人临终的哀鸣。在这首诗里，深沉真挚的人性借轻盈的燕子的形象表达出来，朴实、亲切而感人至深。这“似曾相识燕归来”的形象，经宋代<a href=\"http://so.gushiwen.org/author_432.aspx\">晏殊</a>的点化，就更加深入人心了。</p> <p>　　历代唐诗和杜诗的选本都很少选这首诗。其实这首诗的艺术成就并不低于为人们所称道的《秋兴》、《咏怀古迹》诸篇。传统的欣赏标准是无一字无来处，是一饭之间未尝忘君。而这首诗动人的地方正在于它无一字有来处，在于把深情厚意寄托在一只微小的燕子身上。它完全不同于那些从概念出发的、以物喻理的咏物诗。也不同于那些摹拟象貌、堆砌典故的咏物诗，诗人在这首诗里完全摆脱了机械的比附，不刻意于追求外形的相似，而是抓住事物最突出的特征，通过内在联系，把人的感情赋于物，使物我达到契合无间的境界，这就是深沉的寄托—杜诗沉郁风格的另一特点。在这首诗中，诗人眼中隐藏着燕子的多情，燕子的眼中又隐藏着诗人的不幸，燕子与诗人的差别仿佛在诗中消失了，从整个画面中只能发现那倾诉不尽的辛酸、诗人颇倾的形容，以及一颗苦难的心的低语。杜甫之所以为大诗人，正在于他对人生的悲欢离合、甘苦哀乐感受得深刻而真切，善于敏锐地捕捉那些最感人的形象，并细致人微地再现它们。而善于描绘自然万物的诗人，同时也就是技艺高超的自画像大师，他一草一木中都留下了自己的影子。</p>",
  "about": "<h2>创作背景</h2> <p>　　此<a href=\"http://so.gushiwen.org/view_11590.aspx\">诗</a>为唐代宗大历五年（770年）在长沙所作。大历三年（768）正月，<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>离开夔州出三峡，在江湘之间漂泊了一年。次年春，他为了投奔刚刚移任潭州刺史的韦之晋，携家来到潭州。不幸刚到潭州韦便病故了。这样，杜甫一家人只好以船为室，寄身水上，直到大历五年春，仍然漂泊在潭州（今长沙）附近的湘江上。七律《燕子来舟中作》就是在这个时候写的。</p> <p>　　多年颠沛流离的生活，彻底摧毁了杜甫的健康，他的头发几乎全白了，前此不久又聋了左耳，在肺病、糖尿病和风疾的折磨下，诗人的生命之火行将燃尽。此时此际，怀念故乡、眷恋京华成了诗人最强烈而执着的感情。狐死必首丘。他唯恐落个“终是老湘潭”（《楼上》）的下场，无论是山水云月，还是草木虫鱼，都会牵动旅愁与乡思。这时正值春天，江面上燕子频频来去。“树密早蜂乱，江泥轻燕斜”，（《入乔口》）“岸花飞送客，墙燕语留人”。（《发潭州》）可见，燕子偶然落在杜甫的船上，或息倦翅片刻，或啄残食一口，当时确实是司空见惯的情景。诗人睹物伤怀，即景抒情，写下了这首感人至深的七律。</p>",
  "poet": {
    "id": 474,
    "star": 0,
    "name": "杜甫",
    "image": "http://img.gushiwen.org/authorImg/dufu.jpg",
    "desc": "杜甫（712－770），字子美，自号少陵野老，世称“杜工部”、“杜少陵”等，汉族，河南府巩县（今河南省巩义市）人，唐代伟大的现实主义诗人，杜甫被世人尊为“诗圣”，其诗被称为“诗史”。杜甫与李白合称“李杜”，为了跟另外两位诗人李商隐与杜牧即“小李杜”区别开来，杜甫与李白又合称“大李杜”。他忧国忧民，人格高尚，他的约1400余首诗被保留了下来，诗艺精湛，在中国古典诗歌中备受推崇，影响深远。759-766年间曾居成都，后世有杜甫草堂纪念。"
  },
  "tags": [
    "写鸟",
    "抒情",
    "孤独"
  ]
}