{
  "id": 8253,
  "star": 34,
  "name": "铜官山醉后绝句",
  "dynasty": "唐代",
  "content": "我爱铜官乐，千年未拟还。<br>应须回舞袖，拂尽五松山。",
  "fanyi": "<p><strong>译文<br></strong>我爱铜官山，这里乐无穷，住它千年也不想离开。<br>我要天天长舒舞袖，拂遍五松山的山山水水。</p> <p><strong>注释<br></strong>1.铜官：铜官山，在今铜凌市，盛产铜及其它有色金属矿藏，为中国有色金属矿的重要基地之一。铜官山矿历史悠久，唐以前就开采，唐时在此设置“铜官冶”、“铜官场”，铜官山由此而得名。<br>2.拟：欲。未拟还：言留恋铜官山，不想离开。<br>3.要须：需要，必当。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　这首<a href=\"http://so.gushiwen.org/view_8253.aspx\">诗</a>虽只是短短的五言绝句，但其间诗人思想情感高强度的抒发和艺术夸张手法的大胆使用让人们拍案叫“绝”。</p> <p>　　“我爱铜官乐”，诗中首句就开门见山点出全诗主旨。这里诗人直抒胸臆，豪爽坦荡，用侠人直语引出诗人对铜陵深沉爱的情感，夸张之源正在于此。爱铜陵之情，诗人先从眷恋不舍之情写起——“千年未拟还”。“千年”从时间上极度夸张，引出了诗人对铜陵爱的延绵，从时间（数字）的夸张，引出情感的夸张，表现诗人情感的真挚。诗人置酒铜官山，宴饮谈笑，挥动象征壮志的长剑助兴，拂动帘大的衣袖歌舞长啸，使读者羡慕其乐。由宴饮歌舞之乐，诗人又用夸张把情感推向高潮。</p> <p>　　三、四两句即言诗人对铜官山欢宴之乐还嫌不足以表达自己的爱意，尚须一回舞袖，拂尽秀色可餐的五松山。五松山山秀木荣，山上岗峦泉洞、花草树木，不可能教“舞袖”“拂尽”，这是浪漫色彩行为的空间上的夸张，表现了诗人对铜陵山山水水的深情蜜意，“拂尽”二字，表现了诗人内心似水柔情。诗中用的两处夸张，方式虽属相同，皆属于扩大夸张，即故意把一般事物往大（多、快、高、长、强……）处说（前者把时间往长处说，后者把空间往大处说），但细加斟酌，二者尚萌不同。前一夸张写得较虚较略，后一夸张写得较详较实，两者从时间、空间的不同角度烘云托月，在造成色彩强烈的艺术境界中，让诗人“我爱铜官乐“感情的积聚爆发。</p> <p>　　由此可见，在抒情诗里，夸张能把诗人的情感强烈鲜明地抒发出来。夸张的“失真”和悖理，诗情的真实和感人，二者反映了艺术真实和生活真实的差异和联系。而正如艺术真实离不开生活真实一样，夸张当然也离不开诗人郁积的深沉强烈的思想感情。无此，夸张就会成为无本之木、无源之水，无法拨动读者情感共鸣的心弦。<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>这首诗中夸张手法的成功就在于有雄厚的思想情感基础作后盾。</p>",
  "about": "<h2>创作背景</h2> 　　这首<a href=\"http://so.gushiwen.org/view_8253.aspx\">诗</a>是<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>于天宝十三年（754）游铜陵时所作，作者看到铜官山、五松山的雄浑景色，酒醉以后，兴奋地舞之蹈之，再也不想回长安去了，也是作者不愿低头折腰事权贵的傲慢者的心态，同时也是壮志难酬，满腹才华无处发挥作用的失意者的心态。<br/><h2>“应须回舞袖”“要须回舞袖”之辩</h2> 　　唐开元年间（公元713——741年），铜陵虽未置县，但朝廷封铜官山为利国山，并派铜官开采铜矿。铜官山冶矿场景壮观，风景秀丽，<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>多次到此游览赋<a href=\"http://so.gushiwen.org/view_8253.aspx\">诗</a>，天宝十三年（公元754年）所作《铜官山醉后绝句》即其中之一。诗云：“我爱铜官乐，千年未拟还。应须回舞袖，拂尽五松山。”但到清.乾隆二十二年（公元1757年）李青岩等人纂修的《铜陵县志》不知何由将诗中“应须”二字转抄成“要须”，时至近年，尤其是铜陵人转抄引用此诗的颇多，有引用“应须”的，也有引用“要须”的，正误难分。应是“应须回舞袖”。可查验明朝嘉靖四十二年（公元1563年）铜陵知县李士元主编《铜陵县志》，原木刻版现藏于宁波天一阁。今查木刻版的影印本《嘉靖铜陵县志》，仍是“应须回舞袖”，而非“要须”二字。该版《嘉靖铜陵县志》，是现存距李白游铜陵吟此绝句时间最近的、可查阅到的历史文字资料，比清代李青岩编纂《铜陵县志》要早194年，比清代编纂的《全唐诗》及清代王琦注的《李太白全集》要早200多年。《嘉靖铜陵县志》是古代典籍中最早记载李白游铜陵吟咏诗句的历史文献，据此，“要须”疑是“应须”之误。",
  "poet": {
    "id": 247,
    "star": 0,
    "name": "李白",
    "image": "http://img.gushiwen.org/authorImg/libai.jpg",
    "desc": "李白（701年－762年），字太白，号青莲居士，唐朝浪漫主义诗人，被后人誉为“诗仙”。祖籍陇西成纪(待考)，出生于西域碎叶城，4岁再随父迁至剑南道绵州。李白存世诗文千余篇，有《李太白集》传世。762年病逝，享年61岁。其墓在今安徽当涂，四川江油、湖北安陆有纪念馆。"
  },
  "tags": [
    "赞美",
    "眷恋",
    "地名",
    "失意"
  ]
}