{
  "id": 8337,
  "star": 2500,
  "name": "客中行 / 客中作",
  "dynasty": "唐代",
  "content": "兰陵美酒郁金香，玉碗盛来琥珀光。 <br>但使主人能醉客，不知何处是他乡。",
  "fanyi": "<p><strong>译文</strong><br>兰陵美酒甘醇，就像郁金香芬芳四溢。兴来盛满玉碗，泛出琥珀光晶莹迷人。<br>主人端出如此好酒，定能醉倒他乡之客。最后哪能分清，何处才是家乡？</p> <p><strong>注释</strong><br>⑴客中：指旅居他乡。唐<a href=\"http://so.gushiwen.org/author_757.aspx\">孟浩然</a>《早寒江上有怀》<a href=\"http://so.gushiwen.org/view_8337.aspx\">诗</a>：“我家襄水上，遥隔楚云端，乡泪客中尽，孤帆天际看。”<br>⑵兰陵：今山东省临沂市苍山县兰陵镇；一说位于今四川省境内。郁金香：散发郁金的香气。郁金，一种香草，用以浸酒，浸酒后呈金黄色。唐<a href=\"http://so.gushiwen.org/author_744.aspx\">卢照邻</a>《长安古意》诗：“双燕双飞绕画梁，罗纬翠被郁金香。”<br>⑶玉椀（wǎn）：玉制的食具，亦泛指精美的碗。三国魏<a href=\"http://so.gushiwen.org/author_382.aspx\">嵇康</a>《答难养生论》：“李少君识桓公玉椀。”椀，同“碗”。琥珀（hǔpò）：一种树脂化石，呈黄色或赤褐色，色泽晶莹。这里形容美酒色泽如琥珀。<br>⑷但使：只要。醉客：让客人喝醉酒。醉，使动用法。<br>⑸他乡：异乡，家乡以外的地方。《乐府诗集·相和歌辞十三·饮马长城窟行》：“梦见在我傍，忽觉在他乡。”</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这首<a href=\"http://so.gushiwen.org/view_8337.aspx\">诗</a>赞美了美酒的清醇、主人的热情，表现了诗人豪迈洒脱的精神境界，同时也反映了盛唐社会的繁荣景象。</p> <p>　　抒写离别之悲、他乡作客之愁，是古代诗歌创作中一个很普遍的主题。然而这首诗虽题为“客中”作，抒写的却是作者的另一种感受。“兰陵美酒郁金香，玉碗盛来琥珀光。”兰陵，点出作客之地，但把它和美酒联系起来，便一扫令人沮丧的外乡异地凄楚情绪，而带有一种使人迷恋的感情色彩了。著名的兰陵美酒，是用香草郁金加工浸制，带着醇浓的芬芳，又是盛在晶莹润泽的玉碗里，看去犹如琥珀般的光艳。诗人面对美酒，愉悦兴奋之情自可想见了。</p> <p>　　“但使主人能醉客，不知何处是他乡。”这两句诗，可以说既在人意中，又出人意外。说在人意中，因为它符合前面描写和感情发展的自然趋向；说出人意外，是因为《客中行》这样一个似乎是暗示要写客愁的题目，在<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>笔下，完全是另一种表现。这样诗就显得特别耐人寻味。诗人并非没有意识到是在他乡，当然也并非丝毫不想念故乡。但是，这些都在兰陵美酒面前被冲淡了。一种流连忘返的情绪，甚至乐于在客中、乐于在朋友面前尽情欢醉的情绪完全支配了他。由身在客中，发展到乐而不觉其为他乡，正是这首诗不同于一般羁旅之作的地方。</p> <p>　　全诗语奇意也奇，形象潇洒飘逸，充分表现了李白豪放不羁的个性，并从一个侧面反映出盛唐时期的时代气氛。</p>",
  "about": "<h2>创作背景</h2> <p>　　这首<a href=\"http://so.gushiwen.org/view_8337.aspx\">诗</a>作于<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>开元（唐玄宗年号，713—741）年间漫游东鲁之时。李白在天宝（唐玄宗年号，742—756）初年长安之行以后移家东鲁。这首诗作于东鲁的兰陵，而以兰陵为“客中”，应为入长安前的作品。这时社会呈现着财阜物美的繁荣景象，人们的精神状态一般也比较昂扬振奋。而李白更是重友情，嗜美酒，爱游历。祖国山川风物，在他的心目中都充满了美丽。当时他在东鲁任城（今山东济宁）尝与张叔明、孔巢父、韩准、裴政、陶沔会于徂徕山（在今山东省泰安县东南四十里）中。此时李白虽抱有经世济民之志，但对隐逸山林也很羡慕。在这优美的自然环境中，他高歌纵酒，啸傲山林，怡情自然，怀才自负，毫无末路穷途之感。</p>",
  "poet": {
    "id": 247,
    "star": 0,
    "name": "李白",
    "image": "http://img.gushiwen.org/authorImg/libai.jpg",
    "desc": "李白（701年－762年），字太白，号青莲居士，唐朝浪漫主义诗人，被后人誉为“诗仙”。祖籍陇西成纪(待考)，出生于西域碎叶城，4岁再随父迁至剑南道绵州。李白存世诗文千余篇，有《李太白集》传世。762年病逝，享年61岁。其墓在今安徽当涂，四川江油、湖北安陆有纪念馆。"
  },
  "tags": [
    "赞美",
    "豪迈",
    "离别"
  ]
}