{
  "id": 14705,
  "star": 59,
  "name": "晚次鄂州",
  "dynasty": "唐代",
  "content": "云开远见汉阳城，犹是孤帆一日程。<br>估客昼眠知浪静，舟人夜语觉潮生。<br>三湘愁鬓逢秋色，万里归心对月明。<br>旧业已随征战尽，更堪江上鼓鼙声。",
  "fanyi": "<p><strong>译文</strong><br>雾散云开远远望见汉阳城，孤舟漂游还要走一日路程。<br>商贾在白日睡觉知道浪静，船夫在夜间说话感到潮生。<br>看三湘秋色两边鬓发衰白，望万里明月思归心意更增。<br>家乡旧业已经被战乱毁尽，哪堪再听见江上鼓角声声。</p> <p><strong>注释</strong><br>⑴晚次：指晚上到达。鄂州：唐时属江南道，在今湖北省鄂州市。<br>⑵汉阳城：今湖北汉阳，在汉水北岸，鄂州之西。<br>⑶一日程：指一天的水路。<br>⑷估客：商人。<br>⑸舟人：船夫。夜语：晚上说话。舟人夜语觉潮生：因为潮生，故而船家相呼，众声杂作。<br>⑹衰三湘：湘江的三条支流漓湘、潇湘、蒸湘的总称。在今湖南境内。由鄂州上去即三湘地。这里泛指汉阳、鄂州一带。衰鬓逢秋色：是说衰鬓承受着秋色。这里的鬓发已衰白，故也与秋意相应。一作“愁鬓”。<br>⑺更堪：更难堪，犹岂能再听。征战：指安史之乱。江：指长江。鼓鼙（pí）：军用大鼓和小鼓，后也指战事。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　这是一首即景抒怀的<a href=\"http://so.gushiwen.org/view_14705.aspx\">诗</a>。首联写“晚次鄂州”的心情。浓云散开，江天晴明，举目远眺，汉阳城依稀可见，因为“远”，还不可及，船行尚须一天。这样，今晚就不得不在鄂州停泊了。诗人由江西溯长江而上，必须经过鄂州（治所在今湖北武汉市武昌），直抵湖南。汉阳城在汉水北岸，鄂州之西。起句即点题，述说心情的喜悦，次句突转，透露沉郁的心情，用笔腾挪跌宕，使平淡的语句体现微妙的思致。诗人在战乱中风波漂泊，对行旅生涯早已厌倦，巴不得早些得个安憩之所。因此，一到云开雾散，见到汉阳城时，怎能不喜。“犹是”两字，突显诗人感情的骤落。这二句，看似平常叙事，却仿佛使人听到诗人在拨动着哀婉缠绵的琴弦，倾诉着孤凄苦闷的心曲，透纸贯耳，情韵不匮。</p> <p>　　次联写“晚次鄂州”的景况。诗人简笔勾勒船舱中所见所闻：同船的商贾白天水窗倚枕，不觉酣然入梦，不言而喻，此刻江上扬帆，风平浪静；夜深人静，忽闻船夫相唤，杂着加缆扣舷之声，不问而知夜半涨起江潮来了。诗人写的是船中常景，然而笔墨中却透露出他昼夜不宁的纷乱思绪。所以尽管这些看惯了的舟行生活，似乎也在给他平增枯涩乏味的生活感受。</p> <p>　　三联写“晚次鄂州”的联想。诗人情来笔至，借景抒怀：时值寒秋，正是令人感到悲凉的季节，无限的惆怅已使我两鬓如霜了；我人往三湘去，心却驰故乡，独对明月，归思更切！“三湘”，指湖南境内，即诗人此行的目的地。而诗人的家乡则在万里之遥的蒲州（今山西永济）。秋风起，落叶纷下，秋霜落，青枫凋，诗人无赏异地的秋色之心，却有思久别的故乡之念。一个“逢”字，将诗人的万端愁情与秋色的万般凄凉联系起来，移愁情于秋色，妙合无垠。“万里归心对月明”，其中不尽之意见于言外，有迢迢万里不见家乡的悲悲戚戚，亦有音书久滞萦怀妻儿的凄凄苦苦，<a href=\"http://so.gushiwen.org/author_1137.aspx\">真可</a>谓愁肠百结，煞是动人肺腑。</p> <p>　　末联写“晚次鄂州”的感慨，写诗人有家不可归，只得在异域他乡颠沛奔波的原因。最后二句，把忧心愁思更加地深化了：田园家计，事业功名，都随着不停息的战乱丧失殆尽，而烽火硝烟未灭，江上仍然传来干戈鸣响，战鼓声声。诗人虽然远离了沦为战场的家乡，可是他所到之处又无不是战云密布，这就难怪他愁上加愁了。诗的最后两句，把思乡之情与忧国愁绪结合起来，使此诗具有更大的社会意义。</p> <p>　　这首诗，诗人只不过截取了飘泊生涯中的一个片断，却反映了广阔的社会背景，写得连环承转，意脉相连，而且迂徐从容，曲尽情致。在构思上，不用典故来支撑诗架；在语言上，不用艳藻来求其绮丽；在抒情上，不用泼墨来露出筋骨。全诗淡雅而含蓄，平易而炽热，读来觉得舒畅自若，饶有韵味。</p><br/><h2>赏析</h2> <p>　　一首好<a href=\"http://so.gushiwen.org/view_14705.aspx\">诗</a>，贵在有真情实感。有真情，可免造作扭捏、有实感，不致浅浮空洞。大凡诗人流离颠沛，死别生离，或躬逢其事，身临其境。倘寄之吟咏，最易动人。所以<a href=\"http://so.gushiwen.org/author_196.aspx\">严羽</a>认为:\"唐人好诗。多是征戍，迁谪，行旅、离别之作\"。<a href=\"http://so.gushiwen.org/author_583.aspx\">卢纶</a>《晚次鄂州》，写兵难中背井离乡、颠沛奔波之苦，情真而意切，故不待雕琢，自出佳句。</p> <p>　　首联扣题写\"晚次鄂州\"，但不露痕迹。\"\"云开远见汉阳城\"。说明行进方向。鄂州离汉阳甚远，故下旬说\"犹是孤帆一日程\"。这样远的距离，当然不能直接看到。但诗人思乡心切，日望归程，天际云开，引领而望，仿佛已见到汉阳城，真恨不得马上能够赶到。可惜天色已晚，须待明日，而屈指计算，竟还有整整一天路程。句中一个\"犹\"字，道出诗人的迫促心情，一个\"孤\"字，流露了旅途的寂寞情绪。</p> <p>　　颔联写舟中情景。实际上是回顾旅途中百无聊赖的生活。\"估客昼眠知浪静，舟人夜语觉潮生\"。白天风平浪静，单调的行旅生活使人昏然欲睡;夜间江潮看涨，船家絮语，更觉长夜难明。估客昼眠，独寻美梦，舟人夜语，自得其乐。这更加衬托出诗人昼夜难眠的焦躁心情。</p> <p>　　颈联抒发身世飘零之感和彻骨的思乡之情。飘零于江湘之间，国难家愁，已染成我两鬓星霜，刚巧又正值这肃杀的秋天，这一怀愁绪怎生了结!离家万里，欲归不能，这一片乡情，只能托与夭上的明月。句中一个\"逢\"字，将白发与秋色融入一炉，愁绪倍增;一个\"对\"字，把有心与无情结为一体，兴寄无穷。而上句\"秋\"、下旬\"心\"，分明正含着一个\"愁\"字。诗人构思如此精巧，表面上几乎不露形迹。</p> <p>　　尾联直陈诗人的感慨。\"旧业\"指家中原有用以维持生计的产业。它已随着战乱而化为乌有。\"鼓鼙\"借指战乱。战争已使人倾家荡产，江海飘零，更哪堪江上再传来战鼓的声音?句中\"更堪\"意谓\"更哪堪\"，因受诗句的限制，省作\"更堪\"。这一句言外之意是:虽然战争已令我一无所有，但战火未熄，在逃难的途中，难保前方水路上不再碰上兵灾。倘若真的碰上，那简直无法忍受了。</p> <p>　　本诗极力渲染战乱给人民带来的深重苦难。由于作者是通过自己的切身感受来表现的，所以有真情、有实感，具有很强的艺术感染力。特别是第二联的描绘入微，第三联的造语精妙，都足以令人一唱三叹。</p>",
  "about": "<h2>创作背景</h2> 　　《全唐<a href=\"http://so.gushiwen.org/view_14705.aspx\">诗</a>》于此篇题下注“至德中作”，时当在唐朝安史之乱的前期。由于战乱，诗人被迫浪迹异乡，流徙不定，曾作客鄱阳，南行军中，路过三湘，次于鄂州，而写了这首诗。",
  "poet": {
    "id": 583,
    "star": 0,
    "name": "卢纶",
    "image": "http://img.gushiwen.org/authorImg/lulun.jpg",
    "desc": "卢纶（约737-约799），字允言，唐代诗人，大历十才子之一，汉族，河中蒲（今山西省永济县）人。天宝末举进士，遇乱不第；代宗朝又应举， 屡试不第。大历六年，宰相元载举荐，授阌乡尉；后由王缙荐为集贤学士，秘书省校书郎，升监察御史。出为陕府户曹、河南密县令。后元载、王缙获罪，遭到牵连。德宗朝复为昭应令，又任河中浑瑊元帅府判官，官至检校户部郎中。有《卢户部诗集》。"
  },
  "tags": [
    "唐诗三百首",
    "写景",
    "抒情",
    "战争",
    "思乡"
  ]
}