{
  "id": 62321,
  "star": 21,
  "name": "澡兰香·淮安重午",
  "dynasty": "宋代",
  "content": "盘丝系腕，巧篆垂簪，玉隐绀纱睡觉。银瓶露井，彩箑云窗，往事少年依约。为当时曾写榴裙，伤心红绡褪萼。黍梦光阴，渐老汀洲烟蒻。<br>莫唱江南古调，怨抑难招，楚江沉魄。薰风燕乳，暗雨梅黄，午镜澡兰帘幕。念秦楼也拟人归，应剪菖蒲自酌。但怅望、一缕新蟾，随人天角。",
  "fanyi": "<p><strong>译文<br></strong>情人手腕上系着五色丝线，篆文书写的咒语符篆戴在头上，以避邪驱疫。在天青色纱帐中，她睡得格外香甜。在庭院中花树下摆好酒宴，在窗前轻摇彩扇，当歌对饮，往日的美景历历在目。当时曾在她的石榴裙上题<a href=\"http://so.gushiwen.org/view_62321.aspx\">诗</a>写词，今天窗外的石榴已经凋残，曾经的欢乐已逝，光阴似箭，沙洲上柔嫩的蒲草在风中摇曳，茫茫如一片青烟。<br>请不要再唱江南的古曲，那幽怨悲抑的哀曲，怎能安慰屈子的沉冤？春风和煦中燕子已生小燕，连绵细雨中梅子已渐渐黄圆。正午的骄阳正烈，美人是否也在幕帘中沐浴香兰？想她一定会回到绣楼，剪下菖蒲浸酒，自饮自怜。怅望中我仰望苍空，看那一弯新月冉冉升起，那清淡的月光伴随着我，来到这海角天边。</p> <p><strong>注释<br></strong>1. 澡兰香：词牌名，<a href=\"http://so.gushiwen.org/author_670.aspx\">吴文英</a>自度曲。词中多述端午风俗，中有“午镜澡兰帘幕”句，故名。双调一百零三字，仄韵格。[3] <br>2. 淮安：今江苏淮安县。重午：端午节。<br>3. 盘丝：腕上系五色丝线。<br>4. 巧篆：精巧剪纸，妆饰于头发簪上。<br>5. 玉隐绀纱睡觉：玉人隐在天青色纱帐中睡觉。<br>6. 银瓶：汲水器。<br>7. 采箑（shà）：彩扇。<br>8. 写榴裙：是指在红色裙上写字。<br>9. 红绡退萼（è）：石榴花瓣落后留下花萼。<br>10. 黍梦：指黄粱梦，典出唐沈既济的传奇小说《枕中记》。<br>11. 烟蒻（ruò）：柔弱蒲草。<br>12. 沉魄：指<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>。<br>13. 午镜：盆水如镜。<br>14. 澡兰：五月五日，煮兰水沐浴。<br>15. 秦楼：秦穆公女弄玉，与萧史吹箫引凤，穆公为之筑凤台，后遂传为秦楼。<br>16. 菖蒲：端午一寸九节菖蒲浸酒，以辟瘟气。<br>17. 新蟾（chán）：新月。神话传说月中有三足蟾蜍，因以蟾代称月。<br>18. 天角：天涯。指遥远的地方。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　词写于端午节，所以词中以端午的天气、习俗作为线索贯穿所叙之事和所抒之情。</p> <p>　　“盘丝系腕，巧篆垂簪，玉隐绀纱睡觉。”“盘丝”指盘旋的五色丝。端午节古人有以五色丝绕臂的风俗，认为如此可以驱鬼祛邪。梦窗词爱写美人的一部分，如手腕、足。端午节系着五色丝的玉腕的意象更是经常在梦窗词中出现。“巧篆”指书写了咒语或符篆的小笺，将它戴在自己的发簪上，古人认为端午佩带符篆可以避兵气。“绀纱”指天青色的纱帐，此物也正当时令。三句均为倒装句，从追忆往昔写起：过去每逢端午佳节这位冰肌玉肤的人儿总要早早推帐揽衣而起，准备好应节的饰物，打扮停当，欢度佳节。这里颠倒叙述次序，意在强调题面之“重午”。</p> <p>　　“银瓶露井，彩箑云窗，往事少年依约。”“银瓶”本指酒皿，这里借代宴饮，“露井”本指没有覆盖的井，这里泛指花前树下。“彩箑”，彩扇，歌儿舞女所持，这里指代歌舞。“云窗”指镂刻精美的花窗。“银瓶”三句连用四个有色彩感的美丽事物，极精当地描绘出昔日的欢会，或在花前树下，或在华堂之中，环境固然美好，人亦年轻风流。“为当时曾写榴裙，伤心红绡褪萼。”“写裙”用《宋书·羊欣传》典。书法家王献之到羊欣家，羊著新绢裙午睡，献之在裙上书写数幅而去。这故事反映出南朝士人洒脱的性格，词人用来表现他和姬人的爱情生活。词人见窗外榴花将谢，由榴花想到石榴裙，于是自然忆起在姬人裙上书写的韵事。石榴花谢，人分两地，乐事难再，不由得让人伤感。“黍梦光阴，渐老汀州烟”，这里形容光阴似箭，“烟”形容嫩蒲的细弱，蒲草也是时令植物。</p> <p>　　此二句言时光易逝，盛衰无常，连烟都要变老，何况石榴花呢？因此，从景物的衰败中以见人事的变迁，但上片结句占明的“渐老汀洲烟”却是当令景象，风景不殊，更使人感慨人事全非。</p> <p>　　“莫唱江南古调，怨抑难招，楚江沉魄。”这句自然联想到了和端午节有关的典故。端午节是纪念<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>的，后逢此节日便唱为他招魂的歌曲。上片作者已沉浸在青春易逝的哀伤中，所以不忍再听招魂之曲。</p> <p>　　“薰风燕乳，暗雨梅黄，午镜澡兰帘幕。”前两句以景物烘托时令。燕子春末夏初生雏，五月梅子黄，梅熟时雨曰黄梅雨。此非必当时实见。“午镜”也是当令物品。在端午日按习俗要高悬石炼镜。说是有驱鬼避邪的作用。“澡兰”，古代风俗，端午节人们要用兰汤洗浴。</p> <p>　　作者看到家家帘幕低垂而引起午镜澡兰的联想，他想自己所思念的人这时也正在洗浴吧。此句又转回到端午，引出下两句：“念秦楼也拟人归，应剪菖蒲自酌。”这二句写思念之深，不禁设想姬人也在思念自己，她一边独酌，一边盘算着，词人何时才能归来，这真是一幅逼真的思妇图。“但怅望一缕新蟾，随人天角。”“新蟾”指新月，照应端午，“天角”，天涯海角，指淮安，当时已是南宋北部边界。这二句说她的等待也是徒然。她只能同词人一样望着天边的新月，苦苦相思吧！结句用共望新月表达了词人无穷无尽的思念之情。</p> <p>　　这首词在铺写展开过程中打乱了时间、空间的顺序，正是因为这种时空交错，使人眼花缭乱，张炎评吴词“碎拆下来，不成片断”，有一定道理。但细细吟思，就会发现这些片断仍然有迹可寻。</p> <p>　　画面围绕着端午节的风物、景色、风俗组合在一起，似断实续。在风格上也体现了吴词绵密缜丽的特点，词中多意象而少动作，好像它们中间缺少必要的钩连。并爱用丽字和典故，显得意深而词奥。但当读者抓住了词人感情的脉络和吴词在结构上的特点的话，还是可以读懂的。</p>",
  "about": "<h2>创作背景</h2> 　　词从内容来看是怀念作者的一位能歌善舞的姬妾。此时他客居淮安（今属江苏），正值端午佳节，不免思念家中的亲人，于是写了这首词。",
  "poet": {
    "id": 670,
    "star": 0,
    "name": "吴文英",
    "image": "http://img.gushiwen.org/authorImg/wuwenying.jpg",
    "desc": "吴文英（约1200～1260），字君特，号梦窗，晚年又号觉翁，四明（今浙江宁波）人。原出翁姓，后出嗣吴氏。与贾似道友善。有《梦窗词集》一部，存词三百四十余首，分四卷本与一卷本。其词作数量丰沃，风格雅致，多酬答、伤时与忆悼之作，号“词中李商隐”。而后世品评却甚有争论。"
  },
  "tags": [
    "端午节",
    "风俗",
    "思念"
  ]
}