{
  "id": 107,
  "star": 62,
  "name": "汾沮洳",
  "dynasty": "先秦",
  "content": "彼汾沮洳，言采其莫。彼其之子，美无度。美无度，殊异乎公路。<br>彼汾一方，言采其桑。彼其之子，美如英。美如英，殊异乎公行。<br>彼汾一曲，言采其藚。彼其之子，美如玉。美如玉，殊异乎公族。",
  "fanyi": "<p><strong>译文<br></strong>在那汾河湾里低湿的地方，有个小伙子采水面野菜忙。你看那个勤劳的小伙子啊，长得是那样英俊无法衡量。他长得那样英俊无法衡量，和王公家的官儿太不一样！<br>在那滔滔汾河水的另一方，有个小伙子采撷桑叶正忙。你看那个勤劳的小伙子啊，长得那样英俊如鲜花怒放。他是那样英俊如鲜花怒放，和王公家的官儿太不一样！<br>在那滔滔汾河拐弯的地方，有个小伙子采撷泽泻正忙。你看那个勤劳的小伙子啊，品行如美玉一般纯洁高尚。他品行如美玉般纯洁高尚，和王公家的官儿太不一样！</p> <p><strong>注释<br></strong>⑴汾：汾水，在今山西省中部地区，西南汇入黄河。沮（jù）洳（rù）：水边低湿的地方。<br>⑵言：乃。莫：草名。即酸模，又名羊蹄菜。多年生草本，有酸味。<br>⑶彼其之子：他那个人。<br>⑷度：衡量。美无度，极言其美无比。<br>⑸殊异：优异出众。公路：官名。掌管王公宾祀之车驾的官吏。<br>⑹桑：桑树叶。<br>⑺英：华（花）。<br>⑻公行（háng）：官名。掌管王公兵车的官吏。<br>⑼曲：河道弯曲之处。<br>⑽藚（xù）：药用植物，即泽泻草。多年生沼生草本，具地下球茎，可作蔬菜。<br>⑾公族：公侯家族的人，指贵族子弟。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　《魏风·汾沮洳》全<a href=\"http://so.gushiwen.org/view_107.aspx\">诗</a>共为三章，各以“彼汾沮洳，言采其莫”、“彼汾一方，言采其桑”、“彼汾一曲，言采其藚”起兴。这“沮洳”、“一方”、“一曲”词语的变换，不仅显示这位民间女子劳动内容的不同，还表示空间和时间的变换。也就是说，不论这位痴情女子干什么活儿，也不论是什么时间和什么地点。她总是思念着自己的意中人，足见其一往钟情的程度了。把这位女子思慕情人的痴情之状描摹得栩栩如生。接着又用“彼其之子，美无度”、“彼其之子，美如英”、“彼其之子，美如玉”来赞美男子的仪容。“美无度”是“美极了”，“美得无法形容”之谓。“美如英”，是说男子美得像怒放的鲜花；“美如玉”，是说男子容光焕发，有美玉般的光彩。这些是关于男子美貌的描写。诗的最后。以“美无度，殊异乎公路”、“美如英，殊异乎公行”、“美如玉，殊异乎公族”作结。也就是说，这位女子的意中人，不仅只长相漂亮，而他的身份地位，连那些“公路”、“公行”、“公族”等达官贵人，也望尘莫及的。此诗女主人公不只是对勤劳男子良好形象的赞叹不已，更重要的在于他美得“殊异”乎公路、公行、公族。这个普通的劳动者，和那些高贵的官吏有着本质的区别。全诗结束，见不到女子所思之人的正面描写，但通过这种对比、烘托的艺术手法，却把这位未露面的男子描写得如见其人了。</p> <p>　　这首诗在篇章结构上，是《诗经》中常见的叠句重章、反复吟咏的艺术形式。三章字句变化无多，而诗意却层层递进。“美无度”是对所思男子之美的概括描写；“美如英”是对所思男子的仪表之赞美；“美如玉”是对所思男子人品的赞美。而又以“公路”、“公行”、“公族”加以具体映衬，这就更加凸现了“彼其之子”的美的形象。</p>",
  "about": "<h2>创作背景</h2> 　　关于此<a href=\"http://so.gushiwen.org/view_107.aspx\">诗</a>的背景，《毛诗序》云：“《汾沮洳》，刺俭也。其君子俭以能勤，刺不得礼也。”《韩诗外传》则以为是美隐居之贤者，云“虽在下位，民愿戴之，虽欲无尊得乎哉？”前者是说因君子勤俭，亲自采莫、采桑，有失体统，故作此诗以刺之。后者是说，汾水沮洳之间，贤者隐居其内，采莫、采桑、采藚以自给，然其才德，实在超乎“公路”、“公行”、“公族”之上。毛、韩二家之外，还有何楷《诗经世本古义》的“晋人刺其大夫”说、姚际恒《诗经通论》的“诗人赞其公族大夫之诗”说、傅恒等《诗义折中》的“剌遗贤”说、郝懿行《诗问》的“美勤俭”说等。这些说法都是不符合文本语义的。闻一多在《风诗类钞》中首先提出“这是女子思慕男子的诗”，今人多从之。",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": [
    "诗经",
    "赞美",
    "写人"
  ]
}