{
  "id": 56,
  "star": 432,
  "name": "硕人",
  "dynasty": "先秦",
  "content": "硕人其颀，衣锦褧衣。齐侯之子，卫侯之妻。东宫之妹，邢侯之姨，谭公维私。<br>手如柔荑，肤如凝脂，领如蝤蛴，齿如瓠犀，螓首蛾眉，巧笑倩兮，美目盼兮。<br>硕人敖敖，说于农郊。四牡有骄，朱幩镳镳。翟茀以朝。大夫夙退，无使君劳。<br>河水洋洋，北流活活。施罛濊濊，鳣鲔发发。葭菼揭揭，庶姜孽孽，庶士有朅。",
  "fanyi": "<p><strong>译文<br></strong>好个修美的女郎，麻纱罩衫锦绣裳。她是齐侯的爱女，她是卫侯的新娘，她是太子的胞妹，她是邢侯的小姨，谭公又是她姊丈。<br>手像春荑好柔嫩，肤如凝脂多白润，颈似蝤蛴真优美，齿若瓠子最齐整。额角丰满眉细长，嫣然一笑动人心，秋波一转摄人魂。<br>好个高挑的女郎，车歇郊野农田旁。看那四马多雄健，红绸系在马嚼上，华车徐驶往朝堂。诸位大夫早退朝，今朝莫太劳君王。<br>黄河之水白茫茫，北流入海浩荡荡。下水鱼网哗哗动，戏水鱼儿刷刷响，两岸芦苇长又长。陪嫁姑娘身材高，随从男士貌堂堂！</p> <p><strong>注释<br></strong>1.硕人：高大白胖的人，美人。当时以身材高大为美。此指卫庄公夫人庄姜。颀（qí）：修长貌。<br>2.衣锦：穿着锦衣，翟衣。“衣”为动词。褧（jiǒng）：妇女出嫁时御风尘用的麻布罩衣，即披风。<br>3.齐侯：指齐庄公。子：这里指女儿。<br>4.卫侯：指卫庄公。<br>5.东宫：太子居处，这里指齐太子得臣。<br>6.邢：春秋国名，在今河北邢台。姨：这里指妻子的姐妹。<br>7.谭公维私：意谓谭公是庄姜的姐夫。谭，春秋国名，在今山东历城。维，其。私，女子称其姊妹之夫。<br>8.荑（tí）：白茅之芽。<br>9.领：颈。蝤蛴（qiúqí）：天牛的幼虫，色白身长。<br>10.瓠犀（hùxī户西）：瓠瓜子儿，色白，排列整齐。<br>11.螓（qín）：似蝉而小，头宽广方正。螓首，形容前额丰满开阔。蛾眉：蚕蛾触角，细长而曲。这里形容眉毛细长弯曲。<br>12.倩：嘴角间好看的样子。<br>13.盼：眼珠转动，一说眼儿黑白分明。<br>14.敖敖：修长高大貌。<br>15.说（shuì）：通“税”，停车。农郊：近郊。一说东郊。<br>16.四牡：驾车的四匹雄马。有骄：骄骄，强壮的样子。“有”是虚字，无义。<br>17.朱幩（fén）：用红绸布缠饰的马嚼子。镳镳（biāo）：盛美的样子。<br>18.翟茀（dífú）：以雉羽为饰的车围子。翟，山鸡。茀，车篷。<br>19.夙退：早早退朝。<br>20.河水：特指黄河。洋洋：水流浩荡的样子。<br>21.北流：指黄河在齐、卫间北流入海。活活（guō）：水流声。<br>22.施：张，设。罛（gū）：大的鱼网。濊濊（huò）：撒网入水声。<br>23.鱣（zhān）：鳇鱼。一说赤鲤。鲔（wěi）：鲟鱼。一说鲤属。发发（bō）：鱼尾击水之声。一说盛貌。<br>24.葭（jiā）：初生的芦苇。菼（tǎn）：初生的荻。揭揭：长貌。<br>25.庶姜：指随嫁的姜姓众女。孽孽：高大的样子，或曰盛饰貌。<br>26.士：从嫁的媵臣。有朅（qiè）：朅朅，勇武貌。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　《硕人》是《<a href=\"http://so.gushiwen.org/view_56.aspx\">诗</a>经·卫风》中的一首，是赞美是齐庄公的女儿、卫庄公的夫人庄姜的诗。其中“巧笑倚兮，美目盼兮”二句对庄姜之美的精彩刻画，永恒地定格了中国古典美人的曼妙姿容，历来备受推崇。</p> <p>　　《卫风·硕人》通篇用了铺张手法，不厌其烦地吟唱了有关“硕人”的方方面面，如第一章主要说她的出身——她的三亲六戚，父兄夫婿，皆是当时各诸侯国有权有势的头面人物，她是一位门第高华的贵夫人。第三、四章主要写婚礼的隆重和盛大，特别是第四章，七句之中，竟连续六句用了叠字。那洋洋洒洒的黄河之水，浩浩荡荡北流入海；那撒网入水的哗哗声，那鱼尾击水的唰唰声，以及河岸绵绵密密、茂茂盛盛的芦苇荻草，这些壮美鲜丽的自然景象，都意在引出“庶姜孽孽，庶士有朅”——那人数众多声势浩大的陪嫁队伍，那些男傧女侣，他们像庄姜本人一样，皆清一色地修长俊美。上述所有这一切，从华贵的身世到隆重的仪仗，从人事场面到自然景观，无不或明或暗、或隐或显、或直接或间接地衬托着庄姜的天生丽质。而直接描写她的美貌者，除开头“硕人其颀，衣锦褧衣”的扫描外，主要是在第二章。这里也用了铺叙手法，以七个生动形象的比喻，犹如电影的特写镜头，犹如纤微毕至的工笔画，细致地刻画了她艳丽绝伦的肖像——柔软的纤手，鲜洁的肤色，修美的脖颈，匀整洁白的牙齿，直到丰满的额角和修宛的眉毛，真是毫发无缺憾的人间尤物。但这些工细的描绘，其艺术效果，都不及“巧笑倩兮，美目盼兮”八字。</p> <p>　　此诗开启了后世博喻写美人的先河，历来备受人们的推崇和青睐。孙联奎《诗品臆说》拈出“巧笑倩兮，美目盼兮”二语，并揭示出其所以写得好的奥窍。在他看来，“手如柔荑”等等的比拟譬况，诗人尽管使出了混身解数，却只是刻画出美人之“形”，而“巧笑”“美目”寥寥八字，却传达出美人之“神”。还可以补充说，“手如柔荑”等句是静态，“巧笑”二句则是动态。在审美艺术鉴赏中，“神”高于“形”，“动”优于“静”。形的描写、静态的描写当然也必不可少，它们是神之美、动态之美的基础。如果没有这些基础，那么其搔首弄姿也许会成为令人生厌的东施效颦。但更重要的毕竟还是富有生命力的神之美、动态之美。形美悦人目，神美动人心。一味静止地写形很可能流为刻板、呆板、死板，犹如纸花，了无生气，动态地写神则可以使人物鲜活起来，气韵生动，性灵毕现，似乎从纸面上走出来，走进读者的心灵，摇动读者的心旌。在生活中，一位体态、五官都无可挑剔的丽人固然会给人留下较深的印象，但那似乎漫不经心的嫣然一笑、含情一瞥却更能使人久久难忘。假如是一位多情的年青人，这一笑一盼甚至会进入他的梦乡，惹起他纯真无邪的爱的幻梦。在此诗中，“巧笑”“美目”二句确是“一篇之警策”，“倩”“盼”二字尤富表现力。古人释“倩”为“好口辅”，释“盼”为“动目也”。“口辅”指嘴角两边，“动目”指眼珠的流转。可以想象那楚楚动人的笑靥和顾盼生辉的秋波，是怎样的千娇百媚，令人销魂摄魄。几千年过去了，诗中所炫夸的高贵门第已成为既陈刍狗，“柔荑”“凝脂”等比喻也不再动人，“活活”“濊濊”等形容词更不复运用，而“巧笑倩兮，美目盼兮”却仍然亮丽生动，光景常新，仍然能够激活人们美的联想和想像。</p> <p>　　“传神写照，正在阿堵”，这原是六朝画家所总结出的创作经验，它也适用于其他艺术创造活动。此“阿堵”即眼睛。眼睛是心灵的窗户，表现人物莫过于表现眼睛。不过“眼睛”应作宽泛的理解，它可以泛指一切与人的内心世界、人的灵性精神息息相关的东西，比如此诗中倩丽的“巧笑”。达·芬奇的名画《蒙娜丽莎》，也是以“永恒的微笑”获得永恒的魅力。总之，任何艺术创作都要善于捕捉与表现关键所在。一个“关键”胜过一打非“关键”。</p>",
  "about": "<h2>创作背景</h2> 　　这是卫人赞美卫庄公夫人庄姜的<a href=\"http://so.gushiwen.org/view_56.aspx\">诗</a>歌。《毛诗序》曰：“《硕人》，闵庄姜也。庄公惑于嬖妾，使骄上僭。庄姜贤而不答，终以无子，国人闵而忧之。”历代学者多赞成毛序的说法。",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": [
    "诗经",
    "女子"
  ]
}