{
  "id": 71662,
  "star": 20,
  "name": "龙兴寺吊少陵先生寓居",
  "dynasty": "宋代",
  "content": "中原草草失承平，戍火胡尘到两京。<br>扈跸老臣身万里，天寒来此听江声！",
  "fanyi": "<p><strong>译文<br></strong>当年，中原一下子失去了往日的太平，安史叛军燃起的战火，烧到了东西两京。<br>随驾回京的老臣呵，又孤身流落万里之外，在那秋冬间寒冷的时节，来听这滔滔的江声！</p> <p><strong>注释<br></strong>①中原，关中地区，今陕西、河南等地，唐代东都洛阳、西京长安在此地，是国家的中心地带。草草：仓卒。承平：继承已往治平之世，后泛指太平。这句是说唐代安史之乱一起。广大的中原地区在仓卒间就失去了以往的太平。<br>②戍火，边疆的战火。胡尘。唐天宝十四年(755)，安禄山据范阳叛变。率领由契丹、奚、突厥等族所组成的军队攻陷了洛阳。第二年攻陷长安，当时人称北方的少数民族为胡人，胡尘即指由少数民族带来的战乱。两京。唐代的西京长安和东都洛阳。<br>③扈跸（hù bì）老臣：指<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>。扈：护卫。跸：帝王出行的车驾。身万里：指杜甫跟随肃宗的车驾。辗转万里。安禄山陷长安后，唐玄宗逃到四川，太子<a href=\"http://so.gushiwen.org/author_1631.aspx\">李亨</a>即位灵武。为唐肃宗。杜甫听到消息，从沦陷地长安奔到风翔。谒见肃宗。拜左拾遗。肃宗还长安后。杜甫又随从回京。后来因救房瑁被调出京。穷困流离。辗转万里，来到忠州。<br>④“天寒”句：<a href=\"http://so.gushiwen.org/author_272.aspx\">陆游</a><a href=\"http://so.gushiwen.org/view_71662.aspx\">诗</a>中自注：“以少陵诗考之，盖以秋冬间寓此州也。寺门闻江声甚壮。”杜甫一生为国颠沛漉离。晚年却流落西南。在落木萧萧，天寒水冷的秋季。面对滚滚长江。心中无限感慨。而这种感慨几百年后又在诗人陆游的心中响起。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　<a href=\"http://so.gushiwen.org/view_71662.aspx\">诗</a>的前两句，高度凝练地追述了<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>亲身遭际的战乱背景。由于唐玄宗晚年的淫奢昏聩，触发了长达八年的安史之乱。中原大地顿时惊惶纷乱，两京相继失陷，玄宗仓猝奔蜀，多年的繁华景象化作一片狼烟胡尘，大唐帝国的“太平盛世”从此一去不返。这是对历史的沉痛回顾，也是对当世中原沦陷、金人主北的现实形势的概括。诗人巧妙地抓住了历史惊人重复的现象，在追念怀古的同时，又曲折地反映了当今国土沦丧的时世，一箭双雕，天衣无缝。正如《唐宋诗醇》引张完臣所云： “‘草草’二字，状尽衰世景象，谓之咏少陵可，谓之自咏亦可。”</p> <p>　　诗的后两句，概写杜甫乱后的遭遇及晚年寄居于此的情状。当年肃宗初立，杜甫自沦陌的长安潜逃奔风翔投效，任左拾遗。长安光复，又随驾入京。可是这样忠心为国的老臣，却因疏救宰相房瑭而不公正地被贬官华州司功参军。适又遭受大饥荒，被迫奔蜀，流落西南。报国济世壮志不酬，忧国忧民之情难消，悲愤哀凉，辗转万里。晚年时，穷困潦倒、贫病交迫，于是买舟东下归里。<a href=\"http://so.gushiwen.org/author_272.aspx\">陆游</a>在龙兴寺凭吊当年杜甫的寓居时，不禁联想当时情势，想象那时的诗圣在此的情状，老诗人面对凄凉萧瑟的秋景，怀着孤寂、悲凉、忧愤的心境，独伫寺门，谛听阵阵汹涌悲壮的江涛声。陆游在诗后自注云： “以少陵诗考之，盖以秋冬间寓此州也。寺门闻江声甚壮。”陆游与杜甫所处的时代及个人的遭际十分类似，两人的理想，追求与爱国精神也毫无二致，因而这阵阵江声同样敲击着不同时代两位大诗人的心房，悲壮呜咽的江涛正是他们真实心声的共同写照。涛声将大自然的景与诗人的情交融应合，也将古今两位大诗人的心灵交融应合，吊古即是抒今，借前人之情来抒发自身的悲愤，大有“怅望千秋一洒泪，萧条异代不同时”（杜甫《咏怀古迹》）的深沉感慨。</p> <p>　　全诗吊古伤今，借历史喻现实，借历史人物表现自己的情怀。意境是博大的，一实一虚，是两个时代的缩影。画面是广阔的，万里风烟入画幅。尤其令人惊叹的是；诗人善于把诗歌从千军急进的宏大战役，浪迹万里的苦难历程，一下缩小到龙兴寺门前，画出孤独者倚门而立，侧耳而听的死象，成为特写镜头。江水在奔啸，人物在静听，一静一动，为全诗创造了感伤的气氛，加浓了诗情。诗的风格，沉雄中不乏细腻；诗的结构，紧密中显得松活，诗的语言，雄浑中透出朴素之美，确是一首吊古佳作。</p>",
  "about": "<h2>创作背景</h2> 　　宋孝宗淳熙五年（1178年），五十三岁的<a href=\"http://so.gushiwen.org/author_272.aspx\">陆游</a>奉诏东归入京，入夏途经忠州，特地来到龙兴寺凭吊<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>故居，写下了这首感慨深沉的绝句。",
  "poet": {
    "id": 272,
    "star": 0,
    "name": "陆游",
    "image": "http://img.gushiwen.org/authorImg/luyou.jpg",
    "desc": "陆游（1125—1210），字务观，号放翁。汉族，越州山阴（今浙江绍兴）人，南宋著名诗人。少时受家庭爱国思想熏陶，高宗时应礼部试，为秦桧所黜。孝宗时赐进士出身。中年入蜀，投身军旅生活，官至宝章阁待制。晚年退居家乡。创作诗歌今存九千多首，内容极为丰富。著有《剑南诗稿》、《渭南文集》、《南唐书》、《老学庵笔记》等。"
  },
  "tags": [
    "怀古",
    "凭吊",
    "感慨"
  ]
}