{
  "id": 40382,
  "star": 919,
  "name": "不第后赋菊",
  "dynasty": "唐代",
  "content": "待到秋来九月八，我花开后百花杀。<br>冲天香阵透长安，满城尽带黄金甲。",
  "fanyi": "<p><strong>译文</strong><br>等到秋天九月重阳节来临的时候，菊花盛开以后别的花就凋零了。<br>盛开的菊花璀璨夺目，阵阵香气弥漫长安，满城均沐浴在芳香的菊意中，遍地都是金黄如铠甲般的菊花。</p> <p><strong>注释</strong><br>⑴不第：科举落第。<br>⑵九月八：九月九日为重阳节，有登高赏菊的风俗，说“九月八”是为了押韵。<br>⑶杀：草木枯萎。《吕氏春秋·应同》：“及禹之时，天先见草木秋冬不杀。”<br>⑷黄金甲：指金黄色铠甲般的菊花。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　<a href=\"http://so.gushiwen.org/author_438.aspx\">黄巢</a>流传下来的三首<a href=\"http://so.gushiwen.org/view_40382.aspx\">诗</a>中，有两首是以菊花为题材的咏物诗。其中，《题菊花》写道：“飒飒西风满院栽，蕊寒香冷蝶难来。他年我若为青帝，报与桃花一处开。”表现了他顽强的斗争精神和必胜信念。这首《不第后赋菊》的境界比《题菊花》更雄伟、豪迈。在这首诗中，诗人运用比喻的手法，赋予菊花以农民起义军的英雄风貌与高洁品格。</p> <p>　　首句“待到秋来九月八”，意思是重阳佳节未到，而诗人即赋诗遥庆之。“待到”二字迸发突兀，“骤响如爆竹”，具有凌厉、激越的韵致和可望在即的肯定意味。“九月八”在重阳节的前一天，从诗情奔腾的湍流来考察，诗人不写“九月九”而写“九月八”，并不仅仅是为了押韵，而且还透露出一种迫不及待，呼唤革命暴风雨早日来到的情绪。</p> <p>　　次句“我花开后百花杀”，一方面向读者展示了一种不可抗御的自然规律，用金菊傲霜盛开与百花遇霜而凋所造成的强烈对比，显示出菊花生机盎然的顽强生命力，一方面暗示了农民革命风暴一旦来临，腐败的唐王朝立刻就会像“百花”遇霜一样，变成枯枝败叶。</p> <p>　　第三、四句“冲天香阵透长安，满城尽带黄金甲”，则是对菊花胜利远景的预见和憧憬。第三句写味，“冲天香阵透长安”，这香，不是幽香，不是清香，而是“冲天香阵”。“冲天”二字，写出了菊花香气浓郁、直冲云天的非凡气势；“香阵”二字说明金菊胜利时决非一枝独放，而是群体皆荣，包含了朴素而深刻的天下太平观念；一个“透”字，又显示了菊花香气沁人心脾、芳贯广宇、无所不至的进取精神。</p> <p>　　第四句“满城尽带黄金甲”，“满城”是说菊花无处不有，遍满京都；“尽带”是说这遍满长安的菊花，无一例外地全都披上了黄金甲。“满”、“尽”二字，则状摹出菊花夺魁天下时的奇观——重阳佳节，菊花盛开，整个长安成了菊花的世界，这就充分展示出农民革命风暴摧旧更新、主宰一切的胜利前景。</p> <p>　　菊花，历来被视为华夏的国花，咏菊花而写不出国魂者，皆下品。黄巢的这首诗托物言志，借咏菊以抒抱负，境界瑰丽，气魄恢宏，笔势刚劲，格调雄迈，成功地塑造了抒情主人公那身披甲胄，手擎长剑，气冲霄汉的英雄形象，诸如“我花开后百花杀”、“满城尽带黄金甲”等句，语调斩截，气势凌厉，对后世许多有志之士的思想产生了积极影响。</p>",
  "about": "<h2>创作背景</h2> <p>　　根据明代郎瑛《七修类稿》引《清暇录》关于此<a href=\"http://so.gushiwen.org/view_40382.aspx\">诗</a>的记载，此诗是<a href=\"http://so.gushiwen.org/author_438.aspx\">黄巢</a>落第后所作。黄巢在起义之前，曾到京城长安参加科举考试，但没有被录取。科场的失利以及整个社会的黑暗和吏治的腐败，使他对李唐王朝益发不满。考试不第后，他豪情倍增，借咏菊花来抒写自己的抱负，写下了这首《不第后赋菊》。</p>",
  "poet": {
    "id": 438,
    "star": 0,
    "name": "黄巢",
    "image": "http://img.gushiwen.org/authorImg/huangchao.jpg",
    "desc": "黄巢（820年－884年），曹州冤句（今山东菏泽西南）人，唐末农民起义领袖。黄巢出身盐商家庭，善于骑射，粗通笔墨，少有诗才，黄巢五岁时候便可对诗，但成年后却屡试不第。王仙芝起义前一年，关东发生了大旱，官吏强迫百姓缴租税，服差役，百姓走投无路，聚集黄巢周围，与唐廷官吏进行过多次武装冲突。十二月十三日，兵进长安，于含元殿即皇帝位，国号“大齐”，建元金统，大赦天下。中和四年（884年）六月十五日，黄巢败死狼虎谷。昭宗天复初年，黄巢侄子黄皓率残部流窜，在湖南为湘阴土豪邓进思伏杀，唐末农民起义结束。"
  },
  "tags": [
    "咏物",
    "菊花",
    "品格",
    "抱负"
  ]
}