{
  "id": 64575,
  "star": 29,
  "name": "卜算子·春情",
  "dynasty": "宋代",
  "content": "春透水波明，寒峭花枝瘦。极目烟中百尺楼，人在楼中否。 <br>四和袅金凫，双陆思纤手。拟倩东风浣此情，情更浓于酒。",
  "fanyi": "<p><strong>译文<br></strong>春水清澈透明见底，花含苞欲放，枝条嫩展，意中人在百尺楼尽目远望，不知道人在不在楼中？<br>我想象着伊人在熏风和煦之时，乘一叶精美的凫舟，荡漾在碧波之中，那倩姿与涟涟绿水相融；多么渴望在春风吹拂中与佳人在柳下做双<a href=\"http://so.gushiwen.org/author_272.aspx\">陆游</a>戏，那该多么惬意呀！假如把东风请来，把自己深深恋情洗涤得更清纯，使它比酒还醇香，比酒更浓酽。 </p> <p><strong>注释<br></strong>①透：春水清澈见底。<br>②瘦：早春花枝嫩条、含苞欲放的倩姿。<br>③极目：尽目远望。烟中：烟雾缭绕之中。百尺楼：意中人所居的闺楼。<br>④四和：一种香名，叫四和香。金凫：指鸭子形的铜香炉。<br>⑤双陆：古代一种博戏的名称，相传是三国时<a href=\"http://so.gushiwen.org/author_322.aspx\">曹植</a>所制。最初只有两只毂子，到了唐末。加到六只，叫做叶子戏。在中国已经失传。流传到日本后，称飞双陆，现尚存。<br>⑥拟：假如。倩：请。浣：洗涤，此指消除的意思。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　此词南宋·<a href=\"http://so.gushiwen.org/author_151.aspx\">秦湛</a>仅存的一首词，词题“春情”，全篇写春日对所恋之人的拳拳思慕之情。</p> <p>　　上片起首二句，以工整的一联点季节、写环境。“春透水波明”，以水写春，是说春水已透，水波澄澈如镜。透者，足也。“寒峭花枝瘦”，是说春寒犹在，所见之花有未开者，正是乍暖还寒时候。以“瘦’字形容含苞待放的花枝，真是恰到好处。《雪浪斋日记》云：“山谷小词‘春未透，花枝瘦，正是愁时候’，极为学者所称赏。秦湛尝有小词云‘春透水波明，寒峭花枝瘦’，盖法山谷也。”山谷词这三句曾被认为“蛸健亦非秦（观）所能作”（《词林纪事》卷五引<a href=\"http://so.gushiwen.org/author_100.aspx\">陈师道</a>语）。秦湛此处学山谷，是也可称得上“峭健”二字的。春光骆荡，水波澄澈，给人以心胸畅快的感觉；而春寒料峭，花枝傲然挺立，亦给人以瘦骨凌霜的印象。所有这些，都流露出峭健的气韵。</p> <p>　　如果说起首用的是比兴手法，那么“花枝瘦”三字非但是客观地摹写自然景物，而且也是触景生情，兴起词人对所眷恋者的思念。因此到了三、四两句渺渺茫茫，甚至有些捉摸不定。也许这瘦小的花枝幻化为他那恋人的倩影，于是他不自觉地极目天涯，想看到恋人曾经居住过的那座高楼。“天涯”，极言甚远；“百尺”，极言甚高；四字虽很通俗，却展示了一种虚无缥缈的境界。“人在楼中否”一句，点明所想者是他心目中的那个人。从语气上看，他们相别已很久，别后也未通音信，因此彼此的情况都不了解。只一句自言自语的问话，便表达了他对所恋者无限深厚的情意。</p> <p>　　上片歇拍仅仅提到他所思念的那个人，她的形象，她的行动，都来不及写。过片二句便紧承前意，描写昔日楼中相聚的情景。“四和”，香名，亦称四合香。“金凫”，即金鸭，指鸭子形的铜香炉。“双陆”，古代一种博戏的名称，相传是三国时<a href=\"http://so.gushiwen.org/author_322.aspx\">曹植</a>所制。本置骰于两只，到了唐末，加到六只，谓之叶子戏。其法中国已失传，流传至日本，称飞双陆，现尚存。词人回忆当年楼中，四和香的烟缕从鸭子形的铜香炉中缓缓升起，袅袅不绝。他和那个女子正在作双陆这种博戏，女子玩弄双陆的纤纤玉手，使他历久难忘。往日的甜蜜生活，女子的形象特征，同人只是在感情的抒发中顺带说出，自然而又妥贴，这比作专门交代要高明得多。</p> <p>　　末二句则在怀人的基础上集中笔力抒发急欲排遣、愈益浓重的愁情，并与起首二句相映射，“东风”者，春风也。首二句云春透波明，云寒峭花瘦，都是春风中景象。由此可见，词人本有满腹怀人之愁情，故欲出来潜赏春加以排遣，始见大好春光，胸襟为之一快；继而见花思人，复又陷入更为痛苦的离情之中。“拟倩东风浣此情，情更浓子酒”，化景语为情语，设想奇警，把词人当时矛盾心情极其深刻地揭示出来。浣者，浣也、涤也。衣裳沾有污垢，可以洗涤，心灵染有愁情．也说可洗，此喻绝妙；而借以洗愁者，不是水而是风，此喻亦绝妙；院而愁未去，反而更浓，其浓又恰浓于醇酒，此喻更加恰当二有特色。</p> <p>　　小词自花间以至宋初，都偏于柔媚香艳；即使到了<a href=\"http://so.gushiwen.org/author_125.aspx\">秦观</a>，也未脱尽绮靡凄婉的格调。秦湛不学花间，叵而从风格峭健的黄山谷那里继承气脉。这说明宋词发展到他那个时代，已经产生较大的变化。此词虽属于婉约一路，然已注人刚健峭拔的因素了。</p>",
  "about": "<h2>创作背景</h2> <p>　　这首词作于春季，春寒料峭之际，词人独坐。眼见春水通透，春意浓浓，百花欲放，不禁触景生情，想象自己与伊人共赏春色的美好情景词意大发而作。</p>",
  "poet": {
    "id": 151,
    "star": 0,
    "name": "秦湛",
    "image": "http://img.gushiwen.org/authorImg/qinzhan.jpg",
    "desc": "秦湛，生卒年不详，字处度，号济川，行名大七（一作祖七），高邮（今属江苏）人，秦观之子。官宣教郎。绍兴二年（1132）添差通判常州。四年（1134）致仕。少好学，善画山水。词存《卜算子》一首，见《唐宋诸贤绝妙词选》卷四。"
  },
  "tags": [
    "春天",
    "写景",
    "思念"
  ]
}