{
  "id": 47040,
  "star": 2054,
  "name": "相见欢·林花谢了春红",
  "dynasty": "五代",
  "content": "林花谢了春红，太匆匆。无奈朝来寒雨晚来风。<br>胭脂泪，相留醉，几时重。自是人生长恨水长东。",
  "fanyi": "<p><strong>译文</strong><br>树林间的红花已经凋谢，花开花落，才有几时，实在是去得太匆忙了。也是无可奈何啊，花儿怎么能经得起那凄风寒雨昼夜摧残呢？<br>飘落遍地的红花，被雨水淋过，像是美人双颊上的胭脂在和着泪水流淌。花儿和怜花人相互留恋，如醉如痴，什么时候才能再重逢呢？人生从来就是令人怨恨的事情太多，就像那东逝的江水，不休不止，永无尽头。</p> <p><strong>注释</strong><br>⑴相见欢：原为唐教坊曲名，后用为词牌名。又名“乌夜啼”“秋夜月”“上西楼”。三十六字，上片三平韵，下片两仄韵两平韵。　<br>⑵谢：凋谢。<br>⑶无奈朝来寒雨：一作“常恨朝来寒重”。<br>⑷胭脂泪：原指女子的眼泪，女子脸上搽有胭脂，泪水流经脸颊时沾上胭脂的红色，故云。在这里，胭脂是指林花着雨的鲜艳颜色，指代美好的花。<br>⑸相留醉：一本作“留人醉”。　<br>⑹几时重：何时再度相会。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　南唐后主的这种词，都是短幅的小令，况且明白如话，不待讲析，自然易晓。他所“依靠”的，不是粉饰装做，扭捏以为态，雕琢以为工，这些在他都无意为之；所凭的只是一片强烈直爽的情性。其笔亦天然流丽，如不用力，只是随手抒写。这些自属有目共见。但如以为他这“随手”就是任意“胡来”，文学创作都是以此为“擅场”，那自然也是一个笑话。即如首句，先出“林花”，全不晓毕竟是何林何花，继而说是“谢了春红”，乃知是春林之红花，——而此春林红花事，已经凋谢。可见这所谓“随手”“直写”，正不啻书家之“一波三过折”，全任“天然”，“不加修饰”，意欲成“文”，诚梦呓之言也。</p> <p>　　且说以春红二字代花，即是修饰，即是艺术，天巧人工，总须“两赋而不来”方可。此春红者，无待更言，乃是极美好可爱之名花无疑，可惜竟已凋谢。调零倘是时序推迁，自然衰谢，虽是可惜，毕竟理所当然，尚可开解；如今却是朝雨暮风，不断摧残之所致。名花之凋零，如美人之夭逝，其为可怜可痛，不止倍蓰。以此可知，“太匆匆”一句，叹息中着一“太”字；“风雨”一然，愤慨中着一“无奈”字，皆非普通字眼，质具千钧，情同一恸矣。若明此义，则上片三句，亦千回百转之情怀，又匪特一笔三过折也。讲说文学之事，切宜细思寻玩，方不致误认古人皆荒率浅薄之妄人，方能于人于己两有所益。</p> <p>　　过片三字句三叠句，前二句换暗韵仄韵，后一句归原韵，别有风致。但“胭脂泪”三字，异样哀艳，尤宜着眼。于是让人们想到<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>的名句“林花着雨胭脂湿”（《曲江对雨》），此乃南唐后主也熟读杜<a href=\"http://so.gushiwen.org/view_47040.aspx\">诗</a>之证也。后主分明从杜少陵的“林花”而来，而且因朝来寒“雨”竟使“胭脂”尽“湿”，其思路十分清楚，但是假若后主在过片竟也写下“胭脂湿”三个大字，便成了老大一个笨伯，鹦鹉学舌，难有意味。他毕竟是艺苑才人，他将杜句加以消化，提炼，只运化了三字而换了一个“泪”字来代“湿”，于是便青出于蓝，而大胜于蓝，便觉全幅因此一字而生色无限。</p> <p>　　“泪”字已是神奇，但“醉”亦非趁韵谐音的妄下之字。此醉，非陶醉俗义，盖悲伤凄惜之甚，心如迷醉也。</p> <p>　　末句略如上片歇拍长句，也是运用叠字衔联法：“朝来”“晚来”，“长恨”，“长东”，前后呼应更增其异曲而同工之妙，即加倍具有强烈的感染力量。顾随先生论后主，以为“问君能有几多愁，恰似一江春水向东流”，其美中不足在“恰似”，盖明喻不如暗喻，一语道破“如”“似”，意味便浅。按这种说法，则“自是人生长恨水长东”，恰好免去此一微疵，使尽泯“比喻”之迹，而笔致转高一层矣。学文者于此，宜自寻味，美意不留，芳华难驻，此恨无穷，而无情东逝之水，不舍昼夜，“淘尽”之悲，<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>亦云，只是表现之风格手法不同，非真有异也。</p>",
  "about": "<h2>创作背景</h2> 　　这首词当作于公元975年（北宋太祖开宝八年）<a href=\"http://so.gushiwen.org/author_269.aspx\">李煜</a>被俘之后。南唐灭亡，李煜被俘北上，留居汴京（今河南开封）二年多。待罪被囚的生活使他感到极大的痛苦。他给金陵（今江苏南京）旧宫人的信说“此中日夕，只以眼泪洗面”（王铚《默记》卷下）。此词即写于作者身为阶下囚时期。",
  "poet": {
    "id": 269,
    "star": 0,
    "name": "李煜",
    "image": "http://img.gushiwen.org/authorImg/liyu.jpg",
    "desc": "李煜，五代十国时南唐国君，961年-975年在位，字重光，初名从嘉，号钟隐、莲峰居士。汉族，彭城（今江苏徐州）人。南唐元宗李璟第六子，于宋建隆二年(961年)继位，史称李后主。开宝八年，宋军破南唐都城，李煜降宋，被俘至汴京，封为右千牛卫上将军、违命侯。后因作感怀故国的名词《虞美人》而被宋太宗毒死。李煜虽不通政治，但其艺术才华却非凡。精书法，善绘画，通音律，诗和文均有一定造诣，尤以词的成就最高。千古杰作《虞美人》、《浪淘沙》、《乌夜啼》等词。在政治上失败的李煜，却在词坛上留下了不朽的篇章，被称为“千古词帝”。"
  },
  "tags": [
    "宋词三百首",
    "写花",
    "人生"
  ]
}