{
  "id": 31662,
  "star": 8,
  "name": "郭处士击瓯歌",
  "dynasty": "唐代",
  "content": "佶傈金虬石潭古，勺陂潋滟幽修语。<br>湘君宝马上神云，碎佩丛铃满烟雨。<br>吾闻三十六宫花离离，软风吹春星斗稀。<br>玉晨冷磬破昏梦，天露未干香着衣。<br>云钗委坠垂云发，小响丁当逐回雪。<br>晴碧烟滋重叠山，罗屏半掩桃花月。<br>太平天子驻云车，龙炉勃郁双蟠拏。<br>宫中近臣抱扇立，侍女低鬟落翠花。<br>乱珠触续正跳荡，倾头不觉金乌斜。<br>我亦为君长叹息，缄情远寄愁无色。<br>莫沾香梦绿杨丝，千里春风正无力。",
  "shangxi": "<h2>鉴赏</h2> <p>　　唐时音乐正处于发展阶段，所以<a href=\"http://so.gushiwen.org/view_31662.aspx\">诗</a>歌中关于音乐的诗也甚多。诸如<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>的《琵琶行》、韩退之的《听颖师弹琴》和李长吉的《李凭箜篌引》，皆称绝唱。<a href=\"http://so.gushiwen.org/author_415.aspx\">温庭筠</a>这首《郭处士击瓯歌》与它们并列，当毫无逊色。</p> <p>　　郭处士，据《温飞卿诗集》补注说，即郭道源。唐武宗朝，以善击瓯名，率以邢（山西）瓯、越（浙江）瓯十二只，旋加减水其中，以箸击之。瓯，《洪武正韵》谓“今俗谓碗深者为瓯。”《正字通》说：“俗谓茶杯为瓯。”击瓯是民间的一种音乐，这在现在也还可见。由于它不是正规乐器，古所谓的“革金石丝竹土木匏”八音之内，就没有瓷或玻璃的席位。对于这种土乐器的演奏，比之于琵琶、箜篌，当然有更难好之处。那当然，描写起来也就相对地要更困难些的。</p> <p>　　温庭筠本人就是一个大音乐家。他不仅善于能依律而填词谱曲，所谓“能逐弦吹之音为侧艳之词”，而且还精于演奏，其水平之高，达到了“有丝即弹，有孔即吹，不必柯亭爨桐”，也就是说，即使是粗制滥造的乐器，他也可以奏出很美妙的音乐。因此可以说，温庭筠的诗，就不是一般的泛泛的谀词，而是行家对于这一音乐之美的鉴赏了。</p> <p>　　诗的题目既是《郭处士击瓯歌》，所以他可以不必叙述，而从第一个音符写起。“佶傈金虬石潭古”，虬，无角龙。正因为它无角，不得登于天廷，所以它因长期抑郁而多暴厉之气。佶傈，耸动的样子。佶傈金虬，正是写金色的无角龙，在古潭里翻腾怒吼，搅得潭水发出了噌吰的声音。以水声来写瓯声，自然给人以亲切的感受。击瓯的第一乐章，可以想见是何等的激烈而宏伟。接着，“勺陂潋滟幽修语”，第二乐章由急转缓，由重移轻。从噌吰跳荡而转为轻波唼喋。又好像是独坐在幽篁里，听那微风拂过竹梢。陂，是水边逐步倾斜的坡岸。所以这里写的就不是水的拍击之声，因为无岸壁可拍，而是水波荡漾以进退的唼喋声，或是轻波逐戏的潋滟。“幽修”指的当是竹。所谓“幽篁”、“修竹”者是。人坐在幽篁里，亦即深竹丛中，一切的声音，都隔绝了，这里仿佛是<a href=\"http://so.gushiwen.org/author_515.aspx\">王维</a>“入定”的境界。但微风却闯了进来，拂动竹叶，发出切切嚓嚓的声响，有如小女子们在那里说着悄悄话。这个意境只有虽入定而又不甘寂寞的王维体察得出来，故他在他的《山居秋暝》中说：“竹喧归浣女”，这不止是写竹之喧，也含有她们的笑语声。这就不仅写出了轻音部，而且又都带有人间熟悉的生活情趣，使人听来，于分外宁静之中，还有一种亲切的感受。</p> <p>　　第三乐章，手法一变，“湘君玉马上神云，碎佩丛铃满烟雨。”不是一句一个意境，而是用两句同写一个意境。乐声于沉静之中又飞扬了起来，有如湘君骑着宝马自天外远远而来。这个感觉极细，正是捉住了瓯声从轻而渐扬的音步。湘君身上的佩玉发出丁东之声，和着马脖子上的鸾铃锵锵。有轻有重，有急有徐，却又是如此的和谐。正因为从敲着盛水的杯子发出的声音吧，所以听来都带有水的滋润。不是响晴的天空那种爽朗的声音，而是仿佛从烟雨中发出的；因而都沾上了水的滋润。“碎佩丛铃满烟雨”，温庭筠确实是有着音乐家的耳朵。他是这样准确地捕捉到了乐声燥湿的质感，他又有着文学家的手，能把它换成立体声的画面传给了读者。这就使得千百年后的读者，也能通过他留下的非常富有特色的画面，而想象得到这支音乐的节奏：第一乐章是宏大的，第二乐章是宁静的，而到了第三乐章则飞越而悠扬，恰似音乐最好的结尾。</p> <p>　　接着下面三段，用“吾闻”领起，一下转到了宫中，这是为了写演奏家的。武宗在位的时候，<a href=\"http://so.gushiwen.org/author_815.aspx\">李德裕</a>执政，郭道源曾充太常寺调音律官。那在晚唐，曾是一个开明的朝代。以后宣宗继位，朝政又趋于腐败。李德裕贬死，从郭道源流落到了民间看，他当也是一位耿介拔俗的艺术家。正是这样的思想渊源，才会被温庭筠引为同调。所以温庭筠这才用了更大的篇幅，用闪回、插叙的回忆笔法，来写他过去演奏的这一段光荣。这在文字的背后，那是寄托了对于李德裕的哀思与夫对现实的批判的。正是因为这样，所以他用了“吾闻”，那当然是对于郭的传说又加上作者的想象，那么读者就要注意作者在这里的设想了，因为这里正是诗人可以有最大的自由，寓意传神，以表达他的言外之意的地方。因而在这里捕捉诗人的精神实质，读者也就有可能懂得他诗旨之所在了。这样，他虽然写的是别人，却很可以见设想者自己的精神的。或者说是抒情和对象的结合，是情与志的共同体。</p> <p>　　这里第一段“三十六宫花离离，软风吹香星斗稀。玉晨冷磬破昏梦，天露未干香着衣”是写郭处士曾在宫中生活的情景。而且，他似乎还是一位道教之士。本来“处士”是对那些有德而隐居的人的一种尊称。按说对曾在宫中当过待诏的人是不当的。但唐朝由于姓李，很尊崇李家的道教，入宫后而又隐退的也大有人在，如和<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>很要好的司马徽就是。郭道源既已出宫很久，那么尊之为“处士”自也可以。由于温庭筠没有进过皇宫，对皇宫里的生活只能根据传闻加以想象，所以用听说“三十六宫花离离”来展开他的叙述。如此众多的离宫，错落地隐在繁茂的花树丛中，这是多么富丽庄严的景象。既具体又有着高度的概括，使人产生了许多的联想。然而接着读下来的，仿佛郭处士正在这里深夜徘徊，给人一种幽冷孤独的意味。本来正如<a href=\"http://so.gushiwen.org/author_714.aspx\">骆宾王</a>《帝京篇》里说的：“汉家离宫三十六”，是言帝王所居宫殿之多，“花离离”，是花木披纷的世界。这是实写；但按中国诗歌的传统语境，花往往又是用以写美丽的女人的。花离离，对于皇宫来说，又是美女的世界。“离离”，除了有草木繁茂的意义外，用于人，也有“懒散、忧伤”的意义。在这样的深宫里，该囚禁了天下无数美色，而皇帝只有一个，是以有的从少女一直到头白都不得见皇帝一面的。“软风吹春星斗稀，玉晨冷磬破昏梦。”因为女子太多了，而一个皇帝又照顾不过来，所以在深宫里，固然有的地方笙歌达旦，和暖的春风软软地吹着，在这令人沉醉的春晨，金屋中有人正如《红楼梦》中薛大少说的：“洞房花烛朝慵起”。但也有的地方，则只能是伴着春风，独自对着星空，从稀到密，又从密等到了稀，良宵空待。更有的连这空待的幻梦也消灭了，就只有与青灯冷磬相伴，明知此生已矣，只希望修个来生。“天露未干香着衣”，使人想到了<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>的“香雾云鬟湿，清辉玉臂寒。”这是爱的执着，同时也是对美的摧残。温庭筠把这一切都揉合在了一起，这就成了最典型的内宫写照。“香雾”也好，“香露”也好，这不止是具体地写了雾与露，更是写了这里的一个大的环境，使雾与露而香的，说明了这里的环境，至少也是在花树丛中或脂粉香中的。露与雾也因花气或脂粉之香气之重而被薰香了。</p> <p>　　但是，“玉晨”似还有一说：据《上清紫晨君经》说，玉晨是上皇先生的精灵。因为郭道源是道士，故尔“玉晨冷磬破昏梦，天露未干香着衣”，也可以说是借重来指郭道源自己。说他用“冷磬”来惊破人们的“昏梦”。以“冷磬”对“昏梦”非常之妙。中国的俳优，即宫廷艺人有一个优良的传统，就是寓谏于滑稽之中，想必郭道源也是这样的，以滑稽谏，得罪了宣宗，这才遭到了朝廷的遗弃。那么，这“软风”、“冷磬”，也许更多的是在写在这里徘徊了一夜，因而让露水打湿了衣裳的郭道源的感觉了。这虽属纯客观的描写，但由于他写出了一个在这样富丽温柔而又幽森孤独的环境里，竟然竟夕起徘徊的他，这就是通过这样典型环境里的典型性格，使读者可以“以形传神”，从他那无言的客观的神态中，看到他那满怀心事的忡忡之情，这就把一个忧国忧民的志士形象，非常突出地立在了读者的眼前了。这样的歌颂郭之为人，既艺术，又得体。</p> <p>　　接下来，写郭的艺术。“兰钗委坠垂云发，小响丁当逐回雪”，他在宫中击瓯，也许是为舞女伴奏，也许正是因他击奏的瓯声丁当，而使人幻发出如见疾风回雪之舞，她旋转的是的么疾速呀。以致云鬓松动，头上的兰钗都掉了下来。那丁当之声也许就是这首饰坠地时发出的声音。众多的首饰，纷纷坠落，如大珠小珠落玉盘，发出清脆的丁东声，如瓯如磬，似幻似真，倒也有趣。“晴碧烟滋重叠山，罗屏半掩桃花月。”乐声渐入轻微，仿佛是她停了下来，由于刚才旋转得太疾，乍歇下来，是以这时读者仿佛听到她喘息着，仿佛看到了她的脸色绯红，在罗屏半掩之中，恰如那桃花染就的一轮明月，白中透红。衬得她那细细的黛眉，也像晴天里那含烟的一弯远山。这真是太艳丽了，于是“太平天子驻云车，龙炉勃郁双蟠拏”，连经常接近声乐女色，享尽了人间富贵的太平天子，也不由得要停下车来，久久地注目而视。以至两边香炉中的御烟，因停得久了而如双龙样的纠结在了一起。“宫中近臣抱扇立，侍女低鬟落翠花。”那些执掌礼仪的中性太监们，也一个个地抱着羽扇而发呆。侍女们连发饰松脱了都不知道。大家都看、也许是听得太痴呆了。以至大家如醉如痴，君臣失仪，一切的威严、恐惧，在她的面前，都扫地以尽了，剩下的就只是对于音乐舞蹈的倾倒。则这音乐之美，中人之深，就可想而知了。</p> <p>　　“乱珠触续正跳荡，倾头不觉金乌斜。”这时瓯击得如玉珠跳荡，他低着头那样入神地敲打着，不知道竟到了日已西斜的时分；然而人们似乎意犹未足。他不仅采用了声音的传统的写法，“以声写声”，而且还以意识来写声，写众人的痴呆，进一步把郭处士的才艺写得简直出神入化了。</p> <p>　　这上面四段，下了偌大的气力，从各方面来写郭道源：写他的音乐奇才，写他的忧国忧民，但这实在不是赞美他的技艺，而只不过是用作铺垫，为的是写其才志如此，竟无可用。所以他最后说：“我亦为君长叹息，缄情寄远愁无色。”</p> <p>　　也许郭道源对朝廷还抱有幻想，所以他最后说：“莫沾香梦绿杨丝，千里春风正无力。”其实武宗不幸死于太监之手后，太监们怕再出一个像武宗似的英明的皇帝，所以这才特地选了一个懦弱而又酷好声色的<a href=\"http://so.gushiwen.org/author_778.aspx\">李忱</a>当皇帝，是为宣宗。温庭筠对于朝廷的这一套，他是太了解了。与他很亲近的太子永之死，武宗之死，宣宗之立，几乎在他的身心上，都留下了道道血痕。所以他这才在最后用《杨白华》的故事来劝他，说：莫做杨花梦，春风正无力，你是飘不到旧窠里去的。明末的大思想家<a href=\"http://so.gushiwen.org/author_504.aspx\">王夫之</a>曾感叹地说：“武宗不夭，德裕不窜，唐其可以复兴乎！”可惜的是，宣宗却反其道而行之。王夫之说；“唐之亡，宣宗亡之”。这真是一针见血，入木三分。旧窠早已没有了。据《梁书》说：“杨华，少有勇力，容貌雄伟，魏胡太后逼通之。华惧及祸，乃率其部曲来降。胡太后追思之不能已，为作《杨白花》歌词，使宫人昼夜连臂蹋足歌之。”杨华，本名白花，奔梁后改名华。其歌词曰：“阳春二三月，杨柳齐作花。春风一夜入闺闼，杨花飘荡落谁家？含情出户脚无力，<a href=\"http://so.gushiwen.org/author_2237.aspx\">拾得</a>杨花泪沾臆。秋去春来双燕子，愿衔杨花入窠里。”温庭筠用这样一个故事，非常含蓄，特别是以情歌里的单相思来写政治，郭道源当然懂。但别人就不好说他是对朝廷的不满了。</p> <p>　　武宗当政时间不长，从公元841年至847年，则温庭筠已有三十多岁，正当壮年，从他娴熟音乐，也和郭道源因李德裕之故而一同沉浮着，他们当是知己，所以他才能对技艺写得这样的深切，对郭道源之情写得这样深挚，而对于时事的手法，又是这样的深沉。特别是最后，他这唤醒春梦的沉痛的语，表达出的是对同志的叮咛，而绝不是浪荡子的泛声。则这一首诗，实际是充满着对于理想的追求、对于同志无限深情的咏叹；同时也是对于时事最清醒的估计和鄙弃。总之归结起来，便是一阕对于人才沉沦的悲歌。正因为温庭筠对过去了的武宗的政治爱得那样深，对于当前宣宗之治是这样不信任，他既无限忠贞于过去，又十分洞察于现在，所以他才不为当世所用，也不肯为当世所用。这绝不是持什么“无特操……为当涂所薄”的论者们所可理解的。</p>",
  "poet": {
    "id": 415,
    "star": 0,
    "name": "温庭筠",
    "image": "http://img.gushiwen.org/authorImg/wentingyun.jpg",
    "desc": "温庭筠（约812—866）唐代诗人、词人。本名岐，字飞卿，太原祁（今山西祁县东南）人。富有天才，文思敏捷，每入试，押官韵，八叉手而成八韵，所以也有“温八叉”之称。然恃才不羁，又好讥刺权贵，多犯忌讳，取憎于时，故屡举进士不第，长被贬抑，终生不得志。官终国子助教。精通音律。工诗，与李商隐齐名，时称“温李”。其诗辞藻华丽，秾艳精致，内容多写闺情。其词艺术成就在晚唐诸词人之上，为“花间派”首要词人，对词的发展影响较大。在词史上，与韦庄齐名，并称“温韦”。存词七十余首。后人辑有《温飞卿集》及《金奁集》。"
  },
  "tags": [
    "音乐",
    "理想",
    "感伤"
  ]
}