{
  "id": 2356,
  "star": 6,
  "name": "古意六首",
  "dynasty": "唐代",
  "content": "幽人在何所，紫岩有仙躅。<br>月下横宝琴，此外将安欲。<br>材抽峄山干，徽点昆丘玉。<br>漆抱蛟龙唇，丝缠凤凰足。<br>前弹广陵罢，后以明光续。<br>百金买一声，千金传一曲。<br>世无钟子期，谁知心所属。</p> <p>竹生大夏溪，苍苍富奇质。<br>绿叶吟风劲，翠茎犯霄密。<br>霜霰封其柯，鹓鸾食其实。<br>宁知轩辕后，更有伶伦出。<br>刀斧俄见寻，根株坐相失。<br>裁为十二管，吹作雄雌律。<br>有用虽自伤，无心复招疾。<br>不如山上草，离离保终吉。</p> <p>宝龟尺二寸，由来宅深水。<br>浮游五湖内，宛转三江里。<br>何不深复深，轻然至溱洧。<br>溱洧源流狭，春秋不濡轨。<br>渔人递往还，网罟相萦藟。<br>一朝失运会，刳肠血流死。<br>丰骨输庙堂，鲜腴藉笾簋。<br>弃置谁怨尤，自我招此否。<br>馀灵寄明卜，复来钦所履。</p> <p>松生北岩下，由来人径绝。<br>布叶捎云烟，插根拥岩穴。<br>自言生得地，独负凌云洁。<br>何时畏斤斧，几度经霜雪。<br>风惊西北枝，雹陨东南节。<br>不知岁月久，稍觉枝干折。<br>藤萝上下碎，枝干纵横裂。<br>行当糜烂尽，坐共灰尘灭。<br>宁关匠石顾，岂为王孙折。<br>盛衰自有时，圣贤未尝屑。<br>寄言悠悠者，无为嗟大耋。</p> <p>桂树何苍苍，秋来花更芳。<br>自言岁寒性，不知露与霜。<br>幽人重其德，徙植临前堂。<br>连拳八九树，偃蹇二三行。<br>枝枝自相纠，叶叶还相当。<br>去来双鸿鹄，栖息两鸳鸯。<br>荣荫诚不厚，斤斧亦勿伤。<br>赤心许君时，此意那可忘。</p> <p>彩凤欲将归，提罗出郊访。<br>罗张大泽已，凤入重云飏。<br>朝栖昆阆木，夕饮蓬壶涨。<br>问凤那远飞，贤君坐相望。<br>凤言荷深德，微禽安足尚。<br>但使雏卵全，无令矰缴放。<br>皇臣力牧举，帝乐箫韶畅。<br>自有来巢时，明年阿阁上。",
  "shangxi": "<h2>评析</h2> <p>　　第一首，<a href=\"http://so.gushiwen.org/author_464.aspx\">王绩</a>选择宝琴以自喻，“材抽峄山干，徽点昆丘玉。漆抱蛟龙唇，丝缠凤凰足。”都是自己才华的象征。而且宝琴又先后奏了《广陵散》和《楚明光》这样高雅的曲子，但曲高和寡，无钟子期那样的知音来欣赏，寄寓了他怀才不遇的感慨。</p> <p>　　第二首王绩以翠竹自比，写了他所处的艰难的环境“霜霰封其柯，鹓鸾食其食”，不仅如此，还有性命之忧，“刀斧俄见寻，根株坐相失”。翠竹虽然有用，但却终遭到砍伐，反不如山上之草，得以繁茂生长。他上一首表现了出仕的愿望后，在这一首又马上表现出了消极的畏祸心理，又趋向于隐。这种心理状态又持续到下一首。</p> <p>　　第三首写宝龟处身不慎，因此落入罗网，惨遭杀身之祸。王绩想到了出仕后政治生涯的风波无常，继上一首表现出了畏惧和隐逸避祸的心理。</p> <p>　　在第二首和第三首王绩意欲归隐后，王绩第四首又写了松树，尽管生得其地，免遭砍伐，但却是自生自灭。“盛衰自有时，圣贤未尝屑”表现了王绩想到归隐虽可自保，但却不甘心无为无用的心理。出仕的欲望又有所抬头，接着又写了第五首。</p> <p>　　第五首虽然写了“荣荫诚不厚，斤斧亦勿伤”，流露了王绩知足求全的心理，似乎道家的隐逸思想又占了上风，但最后一句“赤心许君时，此意那可忘”却又明显地表现出他渴望出仕的心理。</p> <p>　　可将第六首视为前五首的总结和终结，它是王绩苦苦思索和挣扎后得出的一个结果。前几句写凤凰<a href=\"http://so.gushiwen.org/author_64.aspx\">高翥</a>远翔，表明了王绩决心归隐。但最后四句又写在“皇臣力牧举，帝乐箫韶畅”的时候，他自会重返朝阁，经世济用的。</p> <p>　　《古意六首》风格朴质无华，完整地体现了王绩关于仕与隐的心理矛盾，同时也展现了一个从怀才不遇到归隐避祸，从不甘无用到意欲出仕，从决心归隐到期盼清明盛世重返朝阁的心理过程。</p>",
  "poet": {
    "id": 464,
    "star": 0,
    "name": "王绩",
    "image": "http://img.gushiwen.org/authorImg/wangji.jpg",
    "desc": "王绩(约590～644)，字无功，号东皋子，绛州龙门(今山西河津)人。隋末举孝廉，除秘书正字。不乐在朝，辞疾，复授扬州六合丞。时天下大乱，弃官还故乡。唐武德中，诏以前朝官待诏门下省。贞观初，以疾罢归河渚间，躬耕东皋，自号“东皋子”。性简傲，嗜酒，能饮五斗，自作《五斗先生传》 ，撰 《酒经》 、《酒谱》 。其诗近而不浅，质而不俗，真率疏放，有旷怀高致，直追魏晋高风。律体滥觞于六朝，而成型于隋唐之际，无功实为先声。"
  },
  "tags": [
    "怀才不遇",
    "心理"
  ]
}