{
  "id": 11938,
  "star": 54,
  "name": "省试湘灵鼓瑟",
  "dynasty": "唐代",
  "content": "善鼓云和瑟，常闻帝子灵。<br>冯夷空自舞，楚客不堪听。<br>苦调凄金石，清音入杳冥。<br>苍梧来怨慕，白芷动芳馨。<br>流水传潇浦，悲风过洞庭。<br>曲终人不见，江上数峰青。",
  "fanyi": "<p><strong>译文</strong><br>常常听说湘水的神灵，善于弹奏云和之瑟。<br>美妙的乐曲使得河神冯夷闻之起舞，而远游的旅人却不忍卒听。<br>那深沉哀怨的曲调，连坚硬的金石都为之感动、悲伤；那清亮高亢的乐音，穿透力是那样强劲，一直飞向那高远无垠的地方。<br>当如此美妙的乐曲传到苍梧之野时，连安息在九嶷山上的舜帝之灵也为之感动，生出抱怨思慕之情；而生长在苍梧一带的白芷，在乐曲的感召之下，也吐出了更多的芬芳。<br>乐声顺着流水传到湘江，化作悲风飞过了浩渺的洞庭湖。<br>曲终声寂，却没有看见鼓瑟的湘水女神，江上烟气消散，露出几座山峰，山色苍翠迷人。</p> <p><strong>注释</strong><br>⑴省试：唐时各州县贡士到京师由尚书省的礼部主试，通称省试。<br>⑵鼓：一作“拊”。云和瑟：云和，古山名。《周礼·春官大司乐》：“云和之琴瑟。”<br>⑶帝子：<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>《九歌》：“帝子降兮北渚。”注者多认为帝子是尧女，即舜妻。<br>⑷冯（píng）夷：传说中的河神名。见《后汉书·<a href=\"http://so.gushiwen.org/author_6.aspx\">张衡</a>传》注。空：一作“徒”。<br>⑸楚客：指屈原，一说指远游的旅人。<br>⑹金：指钟类乐器。石：指磬类乐器。<br>⑺杳冥：遥远的地方。<br>⑻苍梧：山名，今湖南宁远县境，又称九嶷，传说舜帝南巡，崩于苍梧，此代指舜帝之灵。来：一作“成”。<br>⑼白芷：伞形科草本植物，高四尺余，夏日开小白花。<br>⑽潇浦：一作“湘浦”，一作“潇湘”。<br>⑾人不见：点灵字。<br>⑿江上数峰青：点湘字。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这首<a href=\"http://so.gushiwen.org/view_11938.aspx\">诗</a>传诵一时，并奠定了<a href=\"http://so.gushiwen.org/author_495.aspx\">钱起</a>在诗坛的不朽声名。</p> <p>　　诗题“湘灵鼓瑟”，摘自《楚辞·远游》“使湘灵鼓瑟兮，令海若舞冯夷”诗句，其中包含着一个美丽的传说——舜帝死后葬在苍梧山，其妃子因哀伤而投湘水自尽，变成了湘水女神；她常常在江边鼓瑟，用瑟音表达自己的哀思。</p> <p>　　根据试帖诗紧扣题目，不得游离的要求，诗人在开头两句就概括题旨，点出曾听说湘水女神擅长鼓瑟的传说，并暗用《九歌·湘夫人》“帝子降兮北渚”的语意，描写女神翩然而降湘水之滨，她愁容满面、轻抚云和瑟，弹奏起如泣如诉哀伤乐曲。动人的瑟声首先引来了水神冯夷，他激动地在湘灵面前伴乐狂舞，然而一个“空”字，说明冯夷并不理解湘灵的哀怨；倒是人间那些被贬谪过湘水的“楚客”，领略了湘灵深藏在乐声里的哀怨心曲，禁不住悲从衷来，不忍卒闻。</p> <p>　　接下来，诗人着意渲染瑟声的感染力。“苦调凄金石，清音入香冥。苍梧来怨慕，白芷动芳馨。”瑟声哀婉悲苦，它能使坚硬的金石为之凄楚；瑟声清亢响亮，它可以响遏行云，传到那穷高极远的苍穹中去。瑟声传到苍梧之野，感动了寄身山间的舜帝之灵，他让山上的白芷吐出芬芳，与瑟声交相应和，弥漫在广袤的空间，使天地为之悲苦，草木为之动情。</p> <p>　　中间这四句，诗人张开想象的翅膀，任思绪在湘水两岸、苍梧之野、洞庭湖上往复盘旋，写出了一个神奇虚幻的世界。</p> <p>　　“流水传湘浦，悲风过洞庭”，这两句写湘灵弹奏的乐曲同舜帝策动的芳香在湘水之源交织汇合，形成一股强劲的悲风，顺着流水，刮过八百里洞庭湖。</p> <p>　　至此，乐曲进入了最高潮，感情达到了白热化。凭藉着诗人丰富的想象，湘灵的哀怨之情得到了酣畅淋漓的抒发和表现。然而全诗最精采的还不在于此，令全篇为之生辉的是结尾两句：“曲终人不见，江上数峰青。”《旧唐书·钱徵传》称这十个字得自“鬼谣”，其实无非说这两句诗是钱起的神来之笔。此联的妙处有：</p> <p>　　一是突然转折，出人意料。在尽情地描写乐曲的表现力之后，使乐曲在高潮中嘎然而止，这是一重意外；诗境从虚幻世界猛然拉回到现实世界，这是又一重意外。二是呼应开头，首尾圆合。全诗从湘水女神出现开始，以湘水女神消失告终，形成一个有机的整体。</p> <p>　　结尾两句如横空出世，堪称“绝唱”，但同时又是构成全篇整体的关键一环；所以虽然“不”字重出，也在所不惜。作者敢于突破试帖诗不用重字的规范，确属难能可贵。三是以景结情，余音袅袅。诗的前面大部分篇幅都是运用想象的画面着力抒写湘水女神的哀怨之情，结尾一笔跳开，描写曲终人散之后，画面上只有一川江水，几峰青山。这极其省净明丽的画面，给读者留下了思索回味的广阔空间：或许湘灵的哀怨之情已融入了湘江绵绵不断的流水，或许湘灵美丽的倩影已化成了江上偶露峥嵘的数峰青山，或许湘灵和大自然熔为一体，年年岁岁给后人讲述她那凄艳动人的故事，或许湘灵的瑟声伴着湘江流水歌吟，永远给人们留下神奇美妙的遐想。这一切的一切，都尽在不言之中了。宋代词论家有“以景结情最好”之说，恐怕是从这类诗作中得到的启迪。</p>",
  "about": "<h2>创作背景</h2> 　　这首<a href=\"http://so.gushiwen.org/view_11938.aspx\">诗</a>为<a href=\"http://so.gushiwen.org/author_495.aspx\">钱起</a>唐玄宗天宝十载（751年）参加进士考试时所作。唐代参加考试的举子有两类，一类为中央和地方各类学馆的学生，称为生徒，需通过规定的学业考试和选拔；另一类为非学馆出身的各地文士，称为乡贡，需通过县和州府两级初试。这两类举子最后都集中到尚书省，参加相应科目的考试。考试原由吏部考功员外郎主持。自唐玄宗开元二十四年（736年）后改由礼部侍郎负责。由于吏部与礼部均属尚书省，遂称为省试。为通过省试而作的应试诗，就称为省试诗。省试诗有其特定的格式，要求为五言律诗，六韵十二句，并限定诗题和用韵。由于省试诗限定了题目和内容，又对声韵要求十分苛严，此类诗鲜有传诵人口的佳作。不过，有的作者善于“戴着镣铐跳舞”，往往能够即席发挥，写出传诵不衰的好诗来。钱起这首《省试湘灵鼓瑟》，就是一首千古称赏的名篇。",
  "poet": {
    "id": 495,
    "star": 0,
    "name": "钱起",
    "image": "http://img.gushiwen.org/authorImg/qianqi.jpg",
    "desc": "钱起（722？—780年），字仲文，汉族，吴兴（今浙江湖州市）人，唐代诗人。早年数次赴试落第，唐天宝十年（751年）进士，大书法家怀素和尚之叔。初为秘书省校书郎、蓝田县尉，后任司勋员外郎、考功郎中、翰林学士等。曾任考功郎中，故世称“钱考功”。代宗大历中为翰林学士。他是大历十才子之一，也是其中杰出者，被誉为“大历十才子之冠”。又与郎士元齐名，称“钱郎”，当时称为“前有沈宋，后有钱郎。”"
  },
  "tags": [
    "音乐",
    "爱情",
    "哀怨",
    "思慕",
    "以景结情"
  ]
}