{
  "id": 250,
  "star": 27,
  "name": "民劳",
  "dynasty": "先秦",
  "content": "民亦劳止，汔可小康。惠此中国，以绥四方。无纵诡随，以谨无良。式遏寇虐，憯不畏明。柔远能迩，以定我王。</p> <p>民亦劳止，汔可小休。惠此中国，以为民逑。无纵诡随，以谨惛怓。式遏寇虐，无俾民忧。无弃尔劳，以为王休。</p> <p>民亦劳止，汔可小息。惠此京师，以绥四国。无纵诡随，以谨罔极。式遏寇虐，无俾作慝。敬慎威仪，以近有德。</p> <p>民亦劳止，汔可小愒。惠此中国，俾民忧泄。无纵诡随，以谨丑厉。式遏寇虐，无俾正败。戎虽小子，而式弘大。</p> <p>民亦劳止，汔可小安。惠此中国，国无有残。无纵诡随，以谨缱绻。式遏寇虐，无俾正反。王欲玉女，是用大谏。",
  "fanyi": "<p><strong>译文<br></strong>人民实在太劳苦，但求可以稍舒服。爱护京师老百姓，国家安定无残酷。诡诈欺骗莫纵任，小人巴结别疏忽。掠夺暴行应制止，莫使政权遭颠覆。衷心爱戴您君王，大力劝谏为帮助。<br>人民实在太劳苦，但求可以稍安康。爱护京城老百姓，安抚诸侯定四方。诡诈欺骗莫纵任，谨防小人行不良。掠夺暴行应制止，不怕坏人手段强。远近人民都爱护，安我国家保我王。<br>人民实在太劳苦，但求可以稍休息。爱护京城老百姓，可使人民聚一起。诡诈欺骗莫纵任，谨防歹人起奸计。掠夺暴行应制止，莫使人民添忧戚。不弃前功更努力，为使君王得福气。<br>人民实在太劳苦，但求可以喘口气。爱护京师老百姓，安抚天下四方地。诡诈欺骗莫纵容，反覆小人须警惕。掠夺暴行应制止，莫让邪恶得兴起。仪容举止要谨慎，亲近贤德正自己。<br>人民实在太劳苦，但求可以歇一歇。爱护京师老百姓，人民忧愁得发泄。诡诈欺骗莫纵任，警惕丑恶防奸邪。掠夺暴行应制止，莫使国政变恶劣。您虽年轻经历浅，作用巨大很特别。</p> <p><strong>注释<br></strong>1.止：语气词。<br>2.汔（qì）：庶几。康：安康，安居。<br>3.惠：爱。中国：周王朝直接统治的地区，也就是“王畿”，相对于四方诸侯国而言。<br>4.绥（suí）：安。<br>5.纵：放纵。诡随：诡诈欺骗。<br>6.谨：指谨慎提防。<br>7.式：发语词。寇虐：残害掠夺。<br>8.憯（cǎn）：曾，乃。<br>9.柔：爱抚。能：亲善。<br>10.逑（qiú）：聚合。<br>11.惛（hūn）怓（náo）：喧嚷争吵。<br>12.俾（bǐ）：使。<br>13.尔：指在位者。劳：劳绩，功劳。<br>14.休：美，此指利益。<br>15.罔（wǎng）极：没有准则，没有法纪。<br>16.慝（tè）：恶。<br>17.愒（qì）：休息。<br>18.丑厉：恶人。<br>19.正：通“政”。<br>20.戎：你，指在位者。小子：年轻人。<br>21.式：作用。<br>22.缱（qiǎn）绻（quǎn）：固结不解，指统治者内部纠纷。<br>23.正反：政治颠倒。<br>24.玉女（rǔ）：爱汝。玉，此作动词，像爱玉那样地宝爱；女，汝。<br>25.是用：是以，因此。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　《大雅·民劳》一<a href=\"http://so.gushiwen.org/view_250.aspx\">诗</a>，<a href=\"http://so.gushiwen.org/author_459.aspx\">朱熹</a>《诗集传》以为“乃同列相戒之词耳，未必专为刺王而发”。严粲《诗缉》也说：“旧说以此诗‘戎虽小子’及《板》诗‘小子’皆指王。小子，非君臣之辞，今不从。二诗皆戒责同僚，故称小子耳。”朱熹等宋代经学家每不从汉儒之说，自立新义，时有创见，但涉及君臣关系问题，却反而比汉儒保守。其实，正如范处义《诗补传》所说：“古者君臣相尔女（汝），本示亲爱。小子，则年少之通称。故周之《颂》《诗》《诰》《命》，皆屡称‘小子’，不以为嫌。是诗及《板》《抑》以厉王为‘小子’，意其及位不久，年尚少，已昏乱如此。故《抑》又谓‘未知臧否’，则其年少可知矣。穆公谓王虽小子，而用事甚广，不可忽也。”朱、严之说实不足为训。</p> <p>　　此篇共五章，每章十句，均为标准的四言句，句式整齐，结构谨严。各章互相比较一下，可以发现，第一句皆同，第二句仅末字互相不同，第三句除第三章外余四章皆同，第四句皆不同，第五句皆同，第六句后两字不同，第七句皆同，第八句、第九句皆不同，第十句除第四章、第五章外余三章第一字均为“以”。这样的句式结构，具有明显的重章叠句趋势，本是《国风》中常见的一种基本格式，但在《大雅》中居然也有板有眼地出现，确实令人有些奇怪。不过说怪也没什么好怪，《大雅》虽以赋为主，但它与《国风）在艺术手法上还是有一定联系的，《大雅·凫鹥》《大雅·泂酌》两篇也是复沓式结构。只是《大雅·民劳》一诗篇幅要长得多，五章反覆申说，意味尤为深长，令人咀嚼不尽。</p> <p>　　诗一开头，就说人民已经很劳苦了，庶几可以稍稍休息了。接着“惠此中国，以绥四方”，是说要以京畿为重，抚爱国中百姓，使四境得以安定；“无纵诡随，以谨无良”，是说不要受那些奸狡诡诈之徒的欺骗，听信他们的坏话。第二、三、四、五章的“以为民逑”“以绥四国”“俾民忧泄”“国无有残”与“以谨惛怓”“以谨罔极”“以谨丑厉”“以谨缱绻”，也是围绕恤民、保京、防奸、止乱几个方面不惜重言之。至于为什么每章都有“无纵诡随”一句放在“式遏寇虐”一句前面，严粲、钟惺都做过解释。其实，抨击小人蒙蔽君主而作恶，无非是刺国王不明无能的一个障眼法。不便直斥君主，便拿君主周围的小人开刀，自古皆然。确实，有了昏君小人才能作大恶，“极小人之情状”是给周厉王一个镜子让他照照自己。</p>",
  "about": "<h2>创作背景</h2> 　　关于此<a href=\"http://so.gushiwen.org/view_250.aspx\">诗</a>，《毛诗序》以为“召穆公刺厉王也”，所以可以认为作者是周厉王时期的召穆公（召伯虎）。郑笺云：“厉王，成王七世孙也，时赋敛重数，徭役繁多，人民劳苦，轻为奸宄，强陵弱，众暴寡，作寇害，故穆公刺之。”",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": [
    "诗经",
    "农民"
  ]
}