{
  "id": 72189,
  "star": 53,
  "name": "展喜犒师",
  "dynasty": "先秦",
  "content": "　　夏，齐孝公伐我北鄙。</p> <p>　　公使展喜犒师、使受命于展禽、齐侯未入竟、展喜从之， 曰：“寡君闻君亲举玉趾、将辱于敝邑，使下臣犒执事、”齐侯曰：“鲁人恐乎？”对曰：“小人恐矣，君子则否。”齐侯曰：“室如县罄、野无青草、何恃而不恐？”对曰：“恃先王之命。昔周公、 大公股肱周室、夹辅成王。成王劳之，而赐之盟，曰：‘世世子 孙无相害也！’载在盟府、大师职之、桓公是以纠合诸侯，而谋 其不协，弥缝其阙、而匡救其灾，昭旧职也、及君即位，诸侯 之望曰：‘其率桓之功、“我敝邑用是不敢保聚、曰：‘岂其嗣世 九年，而弃命废职？其若先君何？君必不然。’恃此而不恐。”齐侯乃还。 ",
  "fanyi": "<p><strong>译文</strong><br>　　齐孝公攻打鲁国北部边境。僖公派展喜去慰劳齐军，并叫他到展禽那里接受犒劳齐军的外交辞令。</p> <p>　　齐孝公还没有进入鲁国国境，展喜出境迎上去进见他，说：“寡君听说您亲自出动大驾，将要光临敝邑，派遣下臣来犒劳您的左右侍从。”齐孝公说：“鲁国人害怕吗？”展喜回答说：“小人害怕了，君子就不。”齐孝公说：“你们的府库空虚得就像悬挂起来的磬，四野里连青草都没有，仗着什么而不害怕？”展喜回答说：“依仗先王的命令。从前周公、太公辅佐周室，在左右协助成王。成王慰问他们，赐给他们盟约，说：‘世世代代的子孙，不要互相侵害。’这个盟约藏在盟府里，由太史掌管。桓公因此联合诸侯，而解决他们之间的不和谐，弥补他们的缺失，而救援他们的灾难，这都是显扬过去的职责啊。等到君侯登上君位，诸侯都给予厚望，说：‘他会继承桓公的功业吧。’我敝邑因此不敢保城聚众，说：‘难道他即位九年，就丢弃王命，废掉职责，他怎么向先君交代？他一定不会这样的。’依仗这个才不害怕。”齐孝公于是收兵回国。</p> <p><strong>注释</strong><br>1、齐孝公：齐桓公的儿子。鄙：边远地方。<br>2、公：指鲁僖公。犒：慰劳。<br>3、竟：同“境”。<br>4、县：同“悬”。罄：中间空虚的乐器。<br>5、周公：周文王的儿子，名旦，鲁国的始祖。大公：即吕望，姜姓，通称姜太公，齐国的始祖。大同“太”。<br>6、股：大腿。肱：胳膊由肘到肩的部分。“股肱”，意为得力的助手。这里作动词用，意为辅佐。<br>7、载：载言，指盟约。盟府：掌管盟约文书档案的官府。<br>8、职：动词，掌管。<br>9、旧职：从前的职守。即指齐始祖姜太公股肱周室的事业。<br>10、率：遵循。桓：指齐桓公。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　“齐侯未入竟，展喜从之。曰：‘寡君闻君亲举玉趾，将辱于敝邑，使下臣犒执事。’”为文章第一层。齐军虽未入境，但隐隐已有进犯之气。而对这种情况，展喜却言称“寡君”、“敝邑”、“下臣”，尊称对方侵犯是“亲举玉趾，将辱于敝邑”，“辱”在此不是侮辱对方的意思，而是自己受委屈的含意，相当于“枉顾”、“屈尊”等词，是对对方来访的客气谦词。措辞礼数周到，神态不慌不忙，俨然胸有成竹。更耐人寻味的是，在这番言辞中，展喜不提对方进犯一事，而称对方此行是来访，巧妙地为自己犒劳齐师张目，显得合乎情理。文章至此，已呼应了上文“犒军”与“辞令”二线，而由于对犒军没有具体展开，却腾出笔墨详写展喜的一番辞令，使文章的焦点迅速凝聚在“辞令”之中。好文章总是强调突出重点，不枝不蔓，犹如山沓云深之处，突然显现一条小径，使人可以拾阶而上，探险寻幽。</p> <p>　　“齐侯曰：‘鲁人恐乎？”对曰：‘小人恐矣，君子则否。’”为文章第二层。恶虎决不会因羔羊哀哀求告而饶了它的性命，侵略者当然也不会因被侵略国礼数周到就按捺下侵略欲望。“鲁人恐乎？”这一句话，表明齐侯不仅未被展喜言辞所动，反而赤裸裸地声称自己此行并非来访，而是侵略。视对方忍让为软弱可欺，往往是自以为强大的人之共同心理。侵略人家，还要问人家是否害怕，其中的狂傲，基于的正是不把对方放在眼里的心理，并带有一种如猫戏鼠的挑衅和放肆。在这种情形下，展喜表现的却是那么从容镇定，不卑不亢：“小人恐矣，君子则否。”一派大义凛然之气。文章至此，我们已不难明白展喜犒军并非是向对方屈膝投降，而别有一番用意。同时也使人不禁为展喜捏了一把汗，在齐军强大的攻势面前，在狂傲的齐侯面前，仅仅凭借辞令并不能击退齐军。</p> <p>　　“齐侯曰：‘室如县罄……’”至“恃此以不恐”为文章第三层。“县罄”，即悬罄，罄同磬，磬悬挂时，中间高而两面低，其间空洞无物。家室贫乏，屋无所有，而房舍高起，两檐下垂，如古罄悬挂的样子，所以室如县罄，意指府库空虚。“室如县罄，野无青草，何恃而不恐？”在这种反向中，视对方若无物的狂傲之气咄咄逼人，但也或多或少地夹杂着齐侯对展喜的从容镇定之困惑。而读者却可以在齐侯的困惑中，豁然释开原先的几个困惑：原来鲁国之所以面对强大的齐国的进犯不去积极备战，而求助于“犒军”、“辞令”，正是由于鲁国“室如县罄，野无青草”，军事力量软弱的鲁国，不能以此去抗衡声势显赫的齐军。求助于“犒军”与“辞令”，多少也是弱小国家在强国面前无可奈何的悲哀。同时，也使人明白何以齐侯在展喜面前如此放肆狂妄，原来正是他视鲁国“室如县罄，野无青草”。但是，三尺之孤，尚有一搏，何况众志成城。以军事力量抗争虽无必胜把握，但“犒军”和“辞令”不能使狂妄的齐侯面壁思过，退避三舍吗。一念及此，令人对文中情境方有几分明白，却又不免疑虑重生。</p> <p>　　怯懦者，往往在黑云压城面前魂飞魄丧，哀叹命运乖蹇；强者，唯有强者，才能在乱云飞度中，依然从容不迫，以无畏的勇气，在危机中开拓出机遇的曙光。展喜正是在这种危机四起、险象环生的情境中，显示了自己过人的胆识与才智。首先，展喜陈述自己所恃的是先王之命。当时周室虽然衰微，但欲成霸业者，也只能是挟天子以令诸侯，自然没有谁敢公然表示藐视周室。“昔周公、大公：股肱周室，夹辅成王，成王劳之而赐之盟。曰：‘世世子孙，无相害也。’载在盟府，大师职之。”表明齐、鲁原是世代友好，且有天子为他们缔结的盟约，此其一；“桓公是以纠合诸侯而谋其不协，弥缝其阙而匡救其灾，昭旧职也。及君即位，诸侯之望曰：‘其率桓之功。”指出，齐孝公之父齐桓公正是因为遵守盟约，广修仁义而终成霸业，而现在诸侯各国对齐侯也寄托了同样的愿望，此其二；“我敝邑用不敢保聚。曰：‘岂其嗣世九年，而弃命废职，其若先君何！君必不然。’”大意是：我国之所以不敢修筑城池，缮治甲兵，作战争的准备，是因为认为“即使您继承君位九年，也不会背弃先王的命令，废弃以前的职责。因为要是这样，便对不住逝去的太公和桓公。想来齐君一定不会是这样干的。”申明鲁国之所以不聚兵相争非不能，是不为也，其原因是基于对齐侯的信赖。此其三。一席言说，乍看貌似谦恭平淡，没有一句谴责齐侯侵略的行径，但细细品来，却觉得柔中带刚，绵里含针，辛辣有力，具有丰富的潜台词：第一，齐侯如果侵犯鲁国，那就是公然违背天子命令，践踏盟约，背信弃义；第二，齐侯如果侵犯鲁国，那就是叛逆孝道，并将失去人心；第三，鲁国之所以不兴兵相抗，并不是软弱可欺，所以对齐侯也绝不会恐惧。</p> <p>　　如果说，齐国的强大和鲁国的弱小，决定了展喜只能把激烈的抗争寓于貌似谦恭平和的言辞中；那么，齐侯的倨傲无礼，则又决定了展喜在平淡中透露出激烈的抗争与捍卫祖国尊严的慷慨。而且，更重要的是，柔转为刚，存在着一个假定，即如果齐侯侵略鲁国；刚转为柔，同样也存在着一个假定，即齐侯撤军回国。同时，这时柔还有一个更大的假定，如果齐侯撤军回国，那齐侯就是仁义之人，齐侯也就因此有望重振父业，成为一代霸主；反之，则一切将付之东流。</p> <p>　　齐侯是个颇为自负的人，他之所以急急忙忙攻打鲁国，正是基于想重温乃父齐桓公霸业的旧梦。展喜一番刚柔相济的言辞，可以说是吃透了齐侯的心理。孙子曰：“知己知彼，百战不殆。”一个心理被对方看透的人，就会被对方的言辞所折服。“齐侯乃还”，正是在这种情形下，瓜熟蒂落、水到渠成的结果。</p> <p>　　文章一开始就如奇峰突起、引人入胜，齐军入侵鲁国，鲁国却派展喜前去犒劳。展喜经展禽（即柳下惠）面授机宜，辞令谦和有礼，面对齐孝公咄咄逼人的问话，巧妙提出“君子”与“小人”之别，并针对齐孝公依仗周王名号经营霸业的心理，指出“先王之命”给他当头一棒；接着又用两国先君之盟约束之，用齐桓公之功勉励之，用诸侯之望鞭策之；最后又夸之不会弃命废职，暗藏机锋。言辞可谓字字珠玑，步步为营，方略绝妙。齐孝公开始如饮醇酒，自尊心和虚荣心得到极大满足；后来才发现仰之弥高，缚之弥深，颇有“高处不胜寒”之感，再想反驳为时已晚，只好“乘风归去”。全文结构紧凑，无一闲文懈笔，辞辩精妙绝伦，不愧是一篇优美的外交辞作。</p>",
  "about": "<h2>创作背景</h2> <p>　　鲁僖公二十六年（前634），齐孝公率军攻打鲁国，齐强鲁弱，又适逢鲁国发生饥荒，根本无力抵挡，形势十分危急。鲁僖公派遣展喜迎上前去犒劳齐军，展喜由于展禽面授机宜，在与齐孝公的对话中，援引先王遗命和齐国祖先辅佐周王室的遗德以及当时的道义来说服他，申明鲁国所恃者乃是以为齐国不会做出“弃命废职”的事情来。理直气壮，大义凛然，而又委婉动听，满足了齐孝公的虚荣心。由于展喜的机智善辩，从容应对，终于取得了外交上的胜利，使齐孝公无言以对，不得不收兵还师，从而解救了国家的危难。</p>",
  "poet": {
    "id": 384,
    "star": 0,
    "name": "左丘明",
    "image": "http://img.gushiwen.org/authorImg/zuoqiuming.jpg",
    "desc": "丘明（姓姜，氏丘，名明），华夏人，生于前502年，死于前422年，享年80岁。丘穆公吕印的后代。本名丘明，因其先祖曾任楚国的左史官，故在姓前添“左”字，故称左史官丘明先生，世称“左丘明”，后为鲁国太史 。左氏世为鲁国太史，至丘明则约与孔子（前551-479）同时，而年辈稍晚。他是当时著名史家、学者与思想家，著有《春秋左氏传》、《国语》等。他左丘明的最重要贡献在于其所著《春秋左氏传》与《国语》二书。左氏家族世为太史，左丘明又与孔子一起“如周，观书于周史”，故熟悉诸国史事，并深刻理解孔子思想。"
  },
  "tags": [
    "古文观止",
    "历史",
    "外交",
    "故事"
  ]
}