{
  "id": 73262,
  "star": 12,
  "name": "古风·大雅久不作",
  "dynasty": "唐代",
  "content": "大雅久不作，吾衰竟谁陈？<br>王风委蔓草，战国多荆榛。<br>龙虎相啖食，兵戈逮狂秦。<br>正声何微茫，哀怨起骚人。<br>扬马激颓波，开流荡无垠。<br>废兴虽万变，宪章亦已沦。<br>自从建安来，绮丽不足珍。<br>圣代复元古，垂衣贵清真。<br>群才属休明，乘运共跃鳞。<br>文质相炳焕，众星罗秋旻。<br>我志在删述，垂辉映千春。<br>希圣如有立，绝笔于获麟。",
  "fanyi": "<h2>译文及赏析</h2> <p><strong>译文<br></strong>大雅那样具有规讽意义的<a href=\"http://so.gushiwen.org/view_73262.aspx\">诗</a>歌不见已久，如今我也已衰老，此意向谁陈说呢？<br>想当初，春秋战国的年代，斯文扫地，文明弃于荆榛与蔓草之中。<br>诸侯互相吞并，直到强秦统一六国之时，龙争虎斗，血雨腥风。<br>雅正之声微弱，只有<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>行吟洞庭湖边，形影憔悴，悲愤欲焚。<br>汉朝的<a href=\"http://so.gushiwen.org/author_715.aspx\">扬雄</a>与<a href=\"http://so.gushiwen.org/author_70.aspx\">司马相如</a>虽然文章中兴，开荡诗文的源流。<br>然而政治体制已然改变，政风已经沦落，难有好的诗风。<br>特别是汉末建安时代以来，诗歌已经走上了绮丽浮华的套路，不足为珍贵了。<br>如今圣上要恢复圣古时期尧舜所提倡的清净无为而治，真是天下之大幸福啊。<br>众多才华之士人现在遇到了清明的君主，正是风云际会，大展宏图之时。<br>他们正直的品格与粲然的才华交相辉映，就像天上的星星烁烁闪亮。<br>我的志向就是要如孔子一样，用春秋笔法，除邪扶正，让正义辉映千秋。<br>希望能像前代圣贤一样完成这一使命，不到获麟那样不合适的时候决不停笔。</p> <p><strong>注释<br></strong>⑴大雅：《诗经》之一部分。此代指《诗经》。作：兴。吾衰：《论语·述而》：“子曰：甚矣，吾衰也。”陈：《礼记·王制》：“命太史陈诗以观民风。”<br>⑵王风：《诗经·王风》，此亦代指《诗经》。委蔓草：埋没无闻。此与上句“久不作”意同。多荆榛：形容形势混乱。<br>⑶龙虎：指战国群雄。啖食：吞食，此指吞并。兵戈：战争。逮：直到。<br>⑷正声：雅正的诗风。骚人：指屈原。<br>⑸扬马：指汉代文学家扬雄、司马相如。<br>⑹宪章：本指典章制度，此指诗歌创作的法度、规范。沦：消亡。<br>⑺建安：东汉末献帝的年号（196～219），当时文坛作家有三曹、七子等。绮丽：词采华美。<br>⑻圣代：此指唐代。元古：上古，远古。垂衣：《易·系辞下》 ：“黄帝、尧、舜垂衣裳而天下治。” 意谓无为而治。清真：朴素自然，与绮丽相对。<br>⑼“群才”句：文人们正逢休明盛世。属：适逢。跃鳞：比喻施展才能。<br>⑽“文质”句：意谓词采与内容相得益彰。秋旻：秋天的天空。<br>⑾删述：《尚书序》：“先君孔子……删《诗》为三百篇，约史记而修《春秋》，赞《易》道以黜《八索》，述职方以除《九丘》。”<br>⑿希圣：希望达到圣人的境界。获麟：《春秋·哀公十四年》：“西狩获麟，孔子曰‘吾道穷矣’。”传说孔子修订《春秋》，至此搁笔不复述作。因为他认为骐麟出非其时而被猎获，不是好兆。以上四句意谓：<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>欲追步孔子，有所述作，以期后垂名不朽。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　宋朝<a href=\"http://so.gushiwen.org/author_25.aspx\">程颢</a>曾把《论语》的文章比做玉，《孟子》的文章比做水晶，认为前者温润，而后者明锐。一般说来，<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>的<a href=\"http://so.gushiwen.org/view_73262.aspx\">诗</a>偏于明锐而有锋芒的一路，但这首诗却气息温润，节奏和缓，真正做到了“大雅”的风度。</p> <p>　　开首二句“大雅久不作，吾衰竟谁陈”，是全诗的纲领，第一句统摄“王风委蔓草”到“绮丽不足珍”，第二句统摄“圣代复元古”到最后“绝笔于获麟”。这样开门见山，分写两扇，完全是堂堂正正的笔仗。这两句虽则只有十个字，可是感慨无穷。这里的“大雅”并不是指诗经中的《大雅》，而是泛指雅正之声。雅声久矣不起，这是正面的意思，是一层。然则谁能兴起呢？“当今之世，舍我其谁？”落出“吾”字，表出诗人的抱负，这是第二层。可是诗人这时候，已非少壮，而是如孔子自叹一样“甚矣吾衰也，久矣吾不复梦见周公”，即使能施展抱负，也已来日无多了，这是第三层。何况茫茫天壤，知我者谁？这一腔抱负，究竟向谁展示、呈献呢？这是第四层。这四层转折，一层深一层，一唱三叹，感慨苍凉，而语气却又浑然闲雅，不露郁勃牢骚，确是五言古诗的正统风度。</p> <p>　　首两句点明正意以后，第三句起，就抒写“大雅久不作”了。春秋而后，以关雎麟趾王者之风为代表的诗三百篇已委弃于草莽之中，到了战国，蔓草更发展为遍地荆棘。三家分晋，七雄争强，虎斗龙争直到狂秦。四句一路顺叙下来，托出首句的“久”字，但如再顺叙下去，文气就未免平衍了，所以“正声何微茫”一句，用顿宕的问叹，转一口气。“正声”即是“大雅”，“何微茫”即是“久不作”，一面回应上文，一面反跌下句的”哀怨起骚人”。《诗经》本有“哀而不伤，怨而不怒”的说法，这里把<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a><a href=\"http://so.gushiwen.org/author_358.aspx\">宋玉</a>，归之于哀怨，言外之意，还是留正声于微茫一脉之中。屈宋都是七雄中楚国的诗人，论时代在秦以前，这里逆插一句，作为补叙，文势不平。于是再用顺叙谈到汉朝，“扬马激颓波，开流荡无垠”，说明<a href=\"http://so.gushiwen.org/author_715.aspx\">扬雄</a>、<a href=\"http://so.gushiwen.org/author_70.aspx\">司马相如</a>，继楚辞之后，在文风颓靡之中，激起中流，可是流弊所及，正如<a href=\"http://so.gushiwen.org/author_398.aspx\">班固</a>《汉书·艺文志·诗赋略》中所说：“竞为侈靡闳衍之辞，没其风喻之义”，和梁<a href=\"http://so.gushiwen.org/author_855.aspx\">刘勰</a>《文心雕龙·辨骚篇》所说“扬马沿波而得奇”一样，荡而不返，开出无边的末流。诗人写到这里，不能象帐册一般一笔一笔开列下去了。于是概括性地总束一下，“废兴虽万变，宪章亦已沦”，说明以后的变化虽多，但文章法度，总已沦丧。尤其“自从建安来”，三曹七子之后，更是“绮丽不足珍”，这与《文心雕龙·明诗篇》所说：“晋世群才，稍入轻绮”，“采缛于正始，力柔于建安”，大意相近。诗人反对绮丽侈靡，崇尚清真自然的文艺主张是显而易见的。诗写到这里，自从春秋战国直到陈隋，去古不可谓不远，写足了“大雅久不作”句中的“久”字，于是掉转笔来，发挥“吾衰竟谁陈”了。</p> <p>　　“圣代复元古，垂衣贵清真，群才属休明，乘运共跃鳞，文质相炳焕，众星罗秋旻”，这六句铺叙唐代的文运，诗人故弄狡狯，其实半是假话。唐代是近体律绝诗新兴的时代，未尝有所谓“复元古”。唐太宗以马上得天下，高宗、中、睿之间，历经武后、韦后之变，也不尝有所谓垂衣裳无为而治天下。王、杨、卢、骆、沈、宋的诗，虽各有胜处，但用“清真”两字，也只是李白个人的说法，而不足以代表初盛唐的风格。文才处休明之世，乘时运而飞跃，有如鲤鱼踊跃于龙门，繁星罗布于秋天。这里写唐代的进士科，比较真实，但唐代主要以诗赋取士，文胜于质，也未尝有所谓“文质相炳焕”。这些还是枝节的问题，如果唐朝统治者真能如李白这六句诗所写的那样，李白应该早就复兴“大雅”，重振“正声”，也不至于“吾衰竟谁陈”了。这六句与“吾衰竟谁陈”之间的矛盾，说明了诗人这六句是故布疑局，故意地正反相形的。所以下文从“众星”中跃出“吾”来，用孔子“述而不作，信而好古”的话，申说自己已无创作之意，只有把“废兴万变”之中的那些作品，像孔子删诗一般，把它整理一下，去芜存菁罢了，这样庶几还可以“垂辉映千春”。可是孔子毕竟不是仅仅删述而已，赞周易、删诗书、定礼乐之外，最后还是作了流传千载的《春秋》，直到哀公十四年猎获麒麟时才绝笔。诗人的抱负，亦正是如此。最后两句，从“吾衰竟谁陈”，“我志在删述”的较消沉的想法，又一跃而起，以“希圣如有立，绝笔于获麟”的斩截之辞，来反振全诗，表示愿意尽有生之年，努力在文学上有所建树。诗人以开创一代诗风为己任，自比孔子，正说明他对自己期许很高。这一“立”字又遥遥与起句的“作”字呼应，气足神完，于是乎“大雅”又“作”了。</p> <p>　　由于这首诗的主意在复振大雅之声，所以诗人在写作时，其胸襟风度，也一味的大雅君子之风，不能骏发飘逸，也不能郁勃牢骚，完全用中锋正笔。因此，即使在“吾衰竟谁陈”的慨叹之中，对当代有所不满，而只能以“圣代复元古”等六句正面颂扬之辞，来微露矛盾之意，这并非诗人故作违心之论，而是写这首诗的立场使然。千古以来，对此诗都是顺口随便读过，未尝抉出其矛盾之处的用心所在，未免辜负了诗人当时以此诗冠全集卷首的苦心了。</p> <p>　　全诗一韵到底，音节安雅中和。最后两句，由于立意的坚决，音调也不自觉地紧急起来，“立”、“绝”、“笔”三个入声字，凑巧排列在一起，无意中声意相配，构成了斩钉截铁的压轴。</p>",
  "about": "<h2>创作背景</h2> <p>　　《古风》组<a href=\"http://so.gushiwen.org/view_73262.aspx\">诗</a>共五十九首，此篇原列第一首。该组诗并非作于一时一地，但内容大体不出“指言时事”、“感伤己遭”（胡震亨《李诗通》）两大方面。此诗重在论述自己的文学理想与诗歌创作主张，针对“大雅久不作”，明确表示以恢复“正声”为己任，在历叙战国后“王风”沦丧、骚人哀怨、扬马颓波直至建安以后诗坛“绮丽不足珍”的基础上，颂扬唐代已出现的“复元古”、“贵清真”的文学思潮与倾向，并直接说明自身“希圣”理想。<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>崇儒思想，在政治上表现为功业欲望，在文学上则表现为复古精神，此诗对这一思想的表述最为集中。</p> <p>　　关于此诗的写作时间，说法不一。一说作于天宝安史之乱以前，所据“吾衰”一语。一说“当属早期‘大言’之作”（裴斐《李白与历史人物》，载《文学遗产》1990年第三期）。关于诗意，俞平伯《李白〈古风其一〉第一首解析》云：“本篇大意，只是《孟子》（离娄下）上的两句话：‘王者之迹息而《诗》亡，《诗》亡然后《春秋》作’”（载中华书局版《李白研究论文集》）。王运熙《李白〈古风其一〉中的两个问题》认为：“自从建安来，绮丽不足珍”，也包括建安诗歌在内。“我志在删述”之意是删述、编选诗歌，而非如俞平伯所云通过作史以显褒贬（文见《天府新论》1988年第一期）。王又在《略谈李白的文学思想》（载齐鲁书社版《中国古代文论管窥》）中说：李白推崇《诗经》的风雅正声，主要是重视《诗经》的风雅比兴传统。他表示仰慕孔子作《春秋》的事业，实际上还是要继承《诗经》的美刺和褒贬传统。《唐宋诗醇》卷一：“《古风》诗多比兴，此篇全用赋体，括风雅之源流，明著作之意旨……指归《大雅》，志在删述，上溯风骚，俯观六代，以绮丽为贱，清真为贵，论诗之意昭然明矣。” </p>",
  "poet": {
    "id": 247,
    "star": 0,
    "name": "李白",
    "image": "http://img.gushiwen.org/authorImg/libai.jpg",
    "desc": "李白（701年－762年），字太白，号青莲居士，唐朝浪漫主义诗人，被后人誉为“诗仙”。祖籍陇西成纪(待考)，出生于西域碎叶城，4岁再随父迁至剑南道绵州。李白存世诗文千余篇，有《李太白集》传世。762年病逝，享年61岁。其墓在今安徽当涂，四川江油、湖北安陆有纪念馆。"
  },
  "tags": [
    "抒怀"
  ]
}