{
  "id": 57633,
  "star": 25,
  "name": "贺新郎·赋琵琶",
  "dynasty": "宋代",
  "content": "凤尾龙香拨。自开元霓裳曲罢，几番风月？最苦浔阳江头客，画舸亭亭待发。记出塞、黄云堆雪。马上离愁三万里，望昭阳宫殿孤鸿没。弦解语，恨难说。<br>辽阳驿使音尘绝。琐窗寒、轻拢慢捻，泪珠盈睫。推手含情还却手，一抹《梁州》哀彻。千古事，云飞烟灭。贺老定场无消息，想沉香亭北繁华歇，弹到此，为呜咽。",
  "fanyi": "<p><strong>译文</strong><br>凤尾琴板刻着凤尾，龙香柏木制成弹拨。盛唐开元间霓裳羽衣的乐曲曾经何等辉煌，但一切都成过眼云烟。最不幸的是浔阳江头的<a href=\"http://so.gushiwen.org/view_57633.aspx\">诗</a>客，亭亭画船等待着出发，忽听音乐声悲悲切切。记得<a href=\"http://so.gushiwen.org/author_830.aspx\">王昭君</a>出塞之时，当时黄云弥漫看去像茫茫白雪。当我离开故乡三千余里时，乐曲声声述说着无限的哀怨。我回头眺望昭阳的宫殿，只见孤雁在天边出没。琴弦懂得人间的情意，多少幽恨无法向人述说。<br>征人去辽阳已经多年，如今什么音信都没有。佳人正在慢拨慢弹着琴，表达着心中的郁结，她的伤心泪沾湿了那美丽的长睫，她技艺超群，将《梁州》曲演奏得哀彻云霄。千古事，如一场云飞烟灭。贺老再也没有消息，沉香亭北的繁华也从此风光不再。当音乐弹到这里，真让人伤心欲绝。</p> <p><strong>注释</strong><br>⑴贺新郎：词牌名，又名《金缕曲》《贺新凉》。<br>⑵凤尾：凤尾琴；拨：弹拨。<br>⑶开元：为唐玄宗<a href=\"http://so.gushiwen.org/author_520.aspx\">李隆基</a>的年号。<br>⑷客：诗客，诗人。<br>⑸画舸：画船。<br>⑹孤鸿：孤单的鸿雁。<br>⑺辽阳：此泛指北方。<br>⑻琐窗：雕花或花格的窗户；轻拢慢捻：演奏琵琶的指法与运用。<br>⑼《梁州》：曲名，即《凉州》，为唐代凉州一带的乐曲。<br>⑽贺老：指贺怀智，唐开元天宝年间善弹琵琶者；定场：即压场，犹言“压轴戏”。<br>⑾沉香亭：指唐代亭子，在长安兴庆宫图龙池东。《松窗杂录》载，玄宗与杨贵妃于此亭观赏牡丹。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　同一题材，在不同的作家笔底，表现各异；试听“琵琶”，一到作者手里，即翻作新声，不同凡响。这首词借唐玄宗年间有关琵琶和音乐的典故，抒写北宋沦亡之悲，讥讽南宋小朝廷耽于安乐。全词以弹琵琶为喻，事实上“弹”（谈）的是国家兴亡之曲。</p> <p>　　此琵琶，乃檀木所制，尾刻双凤，龙香板为拨，何其精美名贵！“凤尾龙香拨”。这杨贵妃怀抱过的琵琶，它标志着一个“黄金时代”。作者在此，暗指北宋初期歌舞繁华的盛世。而“霓裳曲罢”则标志着国运衰微与动乱开始。借唐说宋，发端即点到主题而又不露痕迹，可谓引人入胜之笔。</p> <p>　　“浔阳江头”二句，一转，用<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>《琵琶行》所叙事。源自“浔阳江头夜送客，枫叶荻花秋瑟瑟。”交代了地点，是浔阳江头。浔阳也就是今天的九江市；浔阳江头也就是前边序中所说的湓浦口。白氏在江边关客“忽闻水上琵琶声，主人忘归客不发。”<a href=\"http://so.gushiwen.org/view_57633.aspx\">诗</a>序云“是夕始有迁谪意”，是听了琵琶曲与弹奏女子自述身世之后的所感。词以“最苦”二字概括，表明作者也有同感。“画舸”句用<a href=\"http://so.gushiwen.org/author_318.aspx\">郑文宝</a>《柳枝词》“亭亭画舸系春潭”句意。作者以白居易的情事自比，并切琵琶，其“天涯沦落”之感亦可知矣。</p> <p>　　“记出塞”接连数句又一转，从个人遭遇写到国家恨事。“望昭阳宫殿”等句分明是写一种特殊感情，与当日昭君出塞时去国怀乡之痛不完全是一回事。这里恐怕是在暗喻“二帝蒙尘”的靖康之变。这种写法在南宋词家中也不乏其人。<a href=\"http://so.gushiwen.org/author_30.aspx\">姜夔</a>《疏影》词中亦有“昭君不惯胡沙远，但暗忆江南江北”之句，<a href=\"http://so.gushiwen.org/author_738.aspx\">郑文焯</a>亦云“伤二帝蒙尘，诸后妃相从北辕，沦落胡地，故以昭君托喻”。</p> <p>　　“辽阳驿使”数句转到眼前的现实。词人怀念北方故土，联想琐窗深处，当寒气袭人时，闺中少妇正在怀念远戍辽阳而杳无音信的征人。她想藉琵琶解闷，结果愈弹愈是伤心。“推手”等句，指弹琵琶，汉刘熙《释名·释乐器》：“枇杷，本出于胡中，马上所鼓也。推手前曰枇，引手却曰杷，象其鼓时，因以为名也。”<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>《明妃曲》本此而有“推手为琵却手琶”之句；所弹之曲为《梁州》。《梁州》即《凉州》，唐西凉府所进边地乐曲，梁、凉二字唐人已混用。唐段安节《乐府杂录》谓贞元初康昆仑翻入琵琶。白居易诗：“《霓裳》奏罢唱《梁州》，红袖斜翻翠黛愁。”可见其声哀怨。“哀彻”两字加深了悲凉的意绪。“云飞烟灭”已将上文一齐结束，“贺老”句便是尾声。</p> <p>　　这尾声与发端遥相呼应，再次强调盛时已成过去，已成为历史。贺老即贺怀智，开元、天宝间琵琶高手，他一弹则全场寂静无声。<a href=\"http://so.gushiwen.org/author_18.aspx\">元稹</a>《连昌宫词》云：“夜半月高弦索鸣，贺老琵琶定场屋。”“贺老定场”即无消息，则“沉香亭北倚栏干”（<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>《清平调》）的贵妃面影当然也不可见，这“凤尾龙香拨”的琵琶亦无主矣。故作者云“弹到此”即“鸣咽”不止，写悲慨无穷的国难家愁。</p> <p>　　此篇手法新颖，从章法上看与《贺新郎·别茂嘉十二弟》。可并为姊妹篇，都列举了许多有关的典故，而其中皆有一线相连。即所用典故中情事都与词人内心的情感和生活经历有关，与当时时代特点有关，故典故虽多，却不为事所累，且抒情气氛浓郁。仍觉圆转流丽。由此可联想到唐时<a href=\"http://so.gushiwen.org/author_204.aspx\">李商隐</a>的《泪》（永巷长年怨绮罗）一诗，也是列举古来各种挥泪之事，最后归结为一事。辛词章法可能学自李诗，而又有出蓝之妙。再上溯可找到<a href=\"http://so.gushiwen.org/author_509.aspx\">江淹</a>的《恨赋》、《别赋》，李白《拟恨赋》等类篇章，作者用之以为词，可谓创新。</p> <p>　　此词除使用典故多能流转自如外，还显示了辛词的另一特色，即豪放而兼俊美，所谓“肝肠似火，面目如花”者。词中如“望昭阳宫殿孤鸿没”句，不独用昭君出塞之典故，且含<a href=\"http://so.gushiwen.org/author_382.aspx\">嵇康</a>“目送归鸿，手挥五弦”（《四言十八首赠兄秀才入军》）的诗意，形象很美，韵味亦深长。又“轻拢慢捻”四字，不独是用白居易诗点出弹琵琶，而好在将闺人愁闷无意绪、心情懒慢的神态也随之描画出来了。“泪珠盈睫”，令人想见那长睫毛闪动的晶莹珠泪，非而见美，更渲染了哀怨气氛，烘托了主题。</p> <p>　　前人评辛词曰“大气包举”，所谓“大气”，就是指贯穿在词中那种浓烈的爱国之情，沉郁而激昂。而他的词风却不见粗犷，反倒是思理细腻绵密，语言华丽高雅，虽“用事多”，不嫌板滞。“情”在其中，密处见疏，实中有虚，令人读后有荡气回肠之感。</p> <p>　　这是一首咏物词。咏物抒怀历来是文人骚客常情，但也是比较难以把握的写作。稼轩此词，初看不过是有关琵琶典故的堆积，所以有的评家不太看好；但是细推敲来，所用之典皆不是随意捻来，而是用心良苦，所以此词也为真正识家所赞美。</p> <p>　　凤尾龙香拨：此句是指杨贵妃所用琵琶。</p> <p>　　自开元、霓裳曲罢，几番风月：《霓裳》指唐代著名的《霓裳羽衣曲》，《霓裳》曲罢指杨贵妃之死。白居易《长恨歌》有“渔阳鼙鼓动地来，惊破霓裳羽衣曲”之句。</p> <p>　　最苦浔阳江头客，画舸亭亭待发：白居易《琵琶行》：“浔阳江头夜送客，枫叶荻花秋瑟瑟。主人下马客在船，举酒欲饮无管弦。”“忽闻水上琵琶声，主人忘归客不发。”</p> <p>　　记出塞、黄云堆雪。马上离愁三万里，望昭阳宫殿孤鸿没：指昭君出塞。昭阳殿，汉朝未央宫中的殿名。</p> <p>　　辽阳驿使音尘绝，琐寒窗、轻拢慢捻，泪珠盈睫：沈云卿《古意》：“九月寒砧催木叶，十年征戍忆辽阳》。”辽阳，唐代边防要地，在今辽宁境内。白居易《琵琶行》：“轻拢慢捻抹复挑，初为霓裳后六幺。”</p> <p>　　推手含情还却手，一抹梁州哀彻：欧阳修《明妃曲》:“身行不遇中国人,马上自作思归曲。推手为琵却手琶,胡人共听亦咨嗟。玉颜流落死天涯,琵琶却传来汉家。汉家争按新声谱,遗恨已深声更苦。”《梁州》，唐代教坊曲，亦名《凉州》。</p> <p>　　贺老定场无消息：元稹《连昌宫词》：“夜半月高弦索鸣，贺老琵琶定场屋。”贺老指唐代琵琶高手贺怀智。</p> <p>　　想沉香亭北繁华歇：沉香亭为唐玄宗与杨贵妃经常活动的场所，李白《清平调》：“解释春风无限恨，沉香亭北倚栏杆。”</p> <p>　　此词不是风花雪月之笔。开头写唐，实则写宋。作者自比浔阳江客，有天涯沦落之感。昭阳宫殿已不可见，“西北望长安，可怜无数山”，让人联想起靖康之难。读至此，痛感之情不亚于岳武穆“靖康耻，犹未雪，臣子恨，何时灭？”长安难望，辽阳呢？音信全无！凉州呢？一曲哀彻！汉朝故都，唐代边镇，如今都沦落金人之手！那唐玄宗与杨贵妃经常游乐的沉香亭，早已是一片荒芜了！读此有“黍离之悲”也！</p> <p>　　琵琶，好音者看来，乐器也；闺怨者看来，倾诉也；无关者看来，一物也。而稼轩看来却有无限家国之恨！此与碌碌鼠辈之别也！</p>",
  "poet": {
    "id": 217,
    "star": 0,
    "name": "辛弃疾",
    "image": "http://img.gushiwen.org/authorImg/xinqiji.jpg",
    "desc": "辛弃疾（1140－1207），南宋词人。原字坦夫，改字幼安，别号稼轩，汉族，历城（今山东济南）人。出生时，中原已为金兵所占。21岁参加抗金义军，不久归南宋。历任湖北、江西、湖南、福建、浙东安抚使等职。一生力主抗金。曾上《美芹十论》与《九议》，条陈战守之策。其词抒写力图恢复国家统一的爱国热情，倾诉壮志难酬的悲愤，对当时执政者的屈辱求和颇多谴责；也有不少吟咏祖国河山的作品。题材广阔又善化用前人典故入词，风格沉雄豪迈又不乏细腻柔媚之处。由于辛弃疾的抗金主张与当政的主和派政见不合，后被弹劾落职，退隐江西带湖。"
  },
  "tags": [
    "咏物",
    "抒怀",
    "思国"
  ]
}