{
  "id": 4010,
  "star": 337,
  "name": "于易水送人 / 于易水送别",
  "dynasty": "唐代",
  "content": "此地别燕丹，壮士发冲冠。<br>昔时人已没，今日水犹寒。",
  "fanyi": "<p><strong>译文<br></strong>在这个地方荆轲告别燕太子丹，壮士悲歌壮气，怒发冲冠。<br>那时的人已经都不在了，今天的易水还是那样的寒冷。</p> <p><strong>注释</strong><br>⑴易水：也称易河，河流名，位于河北省西部的易县境内，分南易水、中易水、北易水，为战国时燕国的南界。燕太子丹送别荆轲的地点。《战国策·燕策三》：“风萧萧兮易水寒，壮士一去兮不复还。”<br>⑵此地：原意为这里，这个地方。这里指易水岸边。<br>⑶别燕丹：指的是荆轲作别燕太子丹。<br>⑷壮士：意气豪壮而勇敢的人；勇士。这里指荆轲，战国卫人，刺客。<br>⑸发冲冠：形容人极端愤怒，因而头发直立，把帽子都冲起来了。冠：帽子。《史记·廉颇蔺相如列传》：“ 相如 因持璧却立，倚柱，怒发上冲冠。”<br>⑹昔时：往日；从前。《东观汉记·东平王苍传》：“骨肉天性，诚不以远近亲疏，然数见颜色，情重昔时。”<br>⑺人：一种说法为单指荆轲，另一种说法为当时在场的人。<br>⑻没：死，即“殁”字。<br>⑼水：指易水之水。<br>⑽犹：仍然。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　唐高宗仪凤三年(678)，<a href=\"http://so.gushiwen.org/author_714.aspx\">骆宾王</a>以侍御史职多次上疏讽谏，触忤武后，不久便被诬下狱。仪凤四年(679)六月，改元调露(即调露元年)，秋天，骆宾王遇赦出狱。是年冬，他即奔赴幽燕一带，侧身于军幕之中，决心报效国家。《易水送别》一<a href=\"http://so.gushiwen.org/view_4010.aspx\">诗</a>，大约写于这一时期。</p> <p>　　从诗题上看。这是一首送别诗。从诗的内容上看，这又是一首咏史诗。诗人在送别友人之际，发思古之幽情，表达了对古代英雄的无限仰慕，从而寄托他对现实的深刻感慨，倾吐了自己满腔热血无处可洒的极大苦闷。</p> <p>　　“此地别燕丹，壮士发冲冠”，这两句通过咏怀古事，写出了诗人送别友人的地点。此地指易水，易水源自河北易县，是战国时燕国的南界。壮士指荆轲，战国卫人，刺客。《史记·刺客列传》载，荆轲为燕太子丹复仇，奉命入秦刺杀秦王，太子丹和众宾客送他到易水岸边。临别时，荆轲怒发冲冠，慷慨激昂地唱《易水歌》：“风萧萧兮易水寒，壮士一去兮不复还!”然后义无反顾，勇敢地启程．这位轻生重义、不畏强暴的社会下层英雄人物，千百年来一直活在人们的心中，受到普遍的尊敬和爱戴。诗人骆宾王长期怀才不遇，侘傺失志，亲身遭受武氏政权的迫害，爱国之志无从施展，因而在易水送友之际，自然地联想起古代君臣际会的悲壮故事，借咏史以喻今，为下面抒写怀抱创造了环境和气氛。</p> <p>　　“昔时人已没，今日水犹寒”两句，是怀古伤今之辞，抒发了诗人的感慨。昔时人即指荆轲。没，死亡。荆轲至秦庭，以匕首击秦王未中，被杀。这两句诗是用对句的形式，一古一今。一轻一重，一缓一急，既是咏史又是抒怀，充分肯定了古代英雄荆轲的人生价值，同时也倾诉了诗人的抱负和苦闷，表达了对友人的希望。<a href=\"http://so.gushiwen.org/author_645.aspx\">陶渊明</a>曾有《咏荆轲》诗说：“惜哉剑术疏，奇功遂不成。其人虽已没，千载有余情。”表达了对荆轲的崇敬与惋惜之情。宾王此诗，同陶诗交相辉映，但在意境的创造上更为含蓄有味。“今日水犹寒”中的“寒”字，寓意丰富，深刻表达了诗人对历史和现实的感受。首先，“寒”是客观的写景。此诗作于冬天，冬天北方的河水自然是寒冷的。其次，“寒”是对历史的反思。荆轲这样的古代英雄，虽然奇功不就，但也令人肃然起敬，诗人是怀着深切缅怀之情的。荆轲其人虽然早就不复存在了。可这位英雄疾恶如仇、视死如归的英风义概还在，作为历史见证的易水河还在。诗人面对着易水寒波，仿佛古代英雄所唱的悲凉激越的告别歌声还萦绕在耳边，使人凛然而产生一种奋发之情。复次，“寒”也是对现实的概括。诗人于易水岸边送别友人，不仅感到水冷气寒，而且更加觉得意冷心寒。“宝剑思存楚，金椎许报韩”(咏怀)的骆宾王，有着远大志向，他愿洒满腔热血，干一番惊天动地的事业。然而现实是“天子不见知，群公讵相识”(《夏曰游德州赠高四》)，生不逢时，沉沦寂寞，诗人心中充满孤愤不平之气，如易水河一样，悠悠不尽。诗人在“前不见古人，后不见来者”的伟大孤独中，只好向知心好友倾诉难酬的抱负和无尽的愤懑。诗人感怀荆轲之事，既是对自己的一种慰藉，也是将别时对友人的一种激励。</p> <p>　　这首诗的中心在第四句，尤其是诗尾的“寒”字，更是画龙点睛之笔。“寒”字，寓情于景，以景结情，因意构象，用象显意。景和象。是对客观事物的具体描绘，情和意，是诗人对客观对象在审美上的认识和感受。正如古人所说：“象者，出意者也。”诗人在自然对象当中，读者在艺术对象当中。发现了美的客观存在，发现了生命和人格的伟大表现，从而把这种主观的情和意，转移到客观的景和象上，给自然和艺术以生命，给客观事物赋予主观的灵魂，这就是诗歌创作和欣赏当中的“移情作用”。“今日水犹寒”中的“寒”字，正是这种移情作用的物质符号，这是此诗创作最为成功之处。这首诗题为送别，可又没有交待所别之人和所别之事，全诗纯为咏史抒怀之作。但吟诵全诗，那种“慷慨倚长剑，高歌一送君”的壮别场景如在目前。这是为什么呢?因为所咏的历史本身就是壮别，这同诗人送友在事件上是相同的。而古今送别均为易水河岸，在地点上也是相同的。易水跨越古今，诗歌超越了时空，全诗融为一体。一古一今，一明一暗，两条线索，同时交待，最后统一在“今日水犹寒”的“寒”字上，诗的构思是极为巧妙的。</p> <p>　　这首诗以强烈深沉的感情，含蓄精炼的手法，摆脱了初唐委靡纤弱的诗风影响，标志着唐代五言绝句的成熟，为唐诗的健康发展开拓了道路。</p><br/><h2>鉴赏二</h2> <p>　　该<a href=\"http://so.gushiwen.org/view_4010.aspx\">诗</a>描述作者在易水送别友人时的感受，并借咏史以喻今。整首诗寓意深远，笔调苍凉。</p> <p>　　第一联“此地别燕丹，壮士发冲冠”，道出诗人送别友人的地点。“壮士发冲冠”用来概括那个悲壮的送别场面和人物激昂慷慨的心情，表达了诗人对荆轲的深深崇敬之意。此时在易水边送别友人，想起了荆轲的故事，这是很自然的。但是，诗的这种写法却又给人一种突兀之感，它舍弃了那些朋友交往、别情依依、别后思念等等一般送别诗的常见的内容，而是芟夷枝蔓，直入史事。这种破空而来的笔法，反映了诗人心中蕴蓄着一股难以遏止的愤激之情，借怀古以慨今，把昔日之易水壮别和此刻之易水送人融为一体。从而为下面的抒情准备了条件，酝酿了气氛。</p> <p>　　第二联“昔时人已没，今日水犹寒”，是怀古伤今之辞，抒发了诗人的感慨。这首诗的中心在第四句，尤其是诗尾的“寒”字，更是画龙点睛之笔，寓意丰富，深刻表达了诗人对历史和现实的感受。“寒”字，寓情于景，以景结情，因意构象，用象显意。景和象，是对客观事物的具体描绘；情和意，是诗人对客观对象在审美上的认识和感受。诗人在自然对象当中，读者在艺术对象当中，发现了美的客观存在，发现了生命和人格的伟大表现，从而把这种主观的情和意，转移到客观的景和象上，给自然和艺术以生命，给客观事物赋予主观的灵魂，这就是诗歌创作和欣赏当中的“移情作用”。“寒”字正是这种移情作用的物质符号，这是此诗创作最为成功之处。诗人于易水岸边送别友人，不仅感到水冷气寒，而且更加觉得意冷心寒。诗人在“前不见古人，后不见来者”的伟大孤独中，只好向知心好友倾诉难酬的抱负和无尽的愤懑。诗人感怀荆轲之事，既是对自己的一种慰藉，也是将别时对友人的一种激励。这首诗题为送别，可又没有交待所别之人和所别之事，但“慷慨倚长剑，高歌一送君”的壮别场景如在眼前。所咏的历史本身就是壮别，这同诗人送友在事件上是相同的。而古今送别均为易水河岸，在地点上也是相同的。这两句诗是用对句的形式，一古一今，一轻一重，一缓一急，一明一暗，两条线索，同时交待，易水跨越古今，诗歌超越了时空，最后统一在“今日水犹寒”的“寒”字上，全诗融为一体。既是咏史又是抒怀，充分肯定了古代英雄荆轲的人生价值，同时也倾诉了诗人的抱负和苦闷，表达了对友人的希望。诗的构思是极为巧妙的。</p> <p>　　从诗题上看这是一首送别诗，从诗的内容上看这又是一首咏史诗。这首诗题目虽为“送人”，但它并没有叙述一点朋友别离的情景，也没有告诉读者送的是何许人。然而那所送之人，定是肝胆相照的至友。因为只有这样，诗人才愿意、才能够在分别之时不可抑制地一吐心中的块垒，而略去一切送别的常言套语。<a href=\"http://so.gushiwen.org/author_714.aspx\">骆宾王</a>长期怀才不遇，佗傺失志，身受迫害，爱国之志无从施展。他在送别友人之际，通过咏怀古事，表达对古代英雄的仰慕，也寄托自己对现实的深刻感慨，倾吐了自己满腔热血无处可洒的极大苦闷。全诗以强烈深沉的感情，含蓄精炼的手法，摆脱了初唐委靡纤弱的诗风影响，标志着唐代五言绝句的成熟，为唐诗的健康发展开拓了道路。</p>",
  "about": "<h2>创作背景</h2> 　　唐高宗仪凤三年（678），<a href=\"http://so.gushiwen.org/author_714.aspx\">骆宾王</a>以侍御史职多次上疏讽谏，触忤武后，不久便被诬下狱。第二年（679年）秋遇赦出狱。冬，奔赴幽燕一带，侧身于军幕之中，决心报效国家，此<a href=\"http://so.gushiwen.org/view_4010.aspx\">诗</a>大约写于这一时期。",
  "poet": {
    "id": 714,
    "star": 0,
    "name": "骆宾王",
    "image": "http://img.gushiwen.org/authorImg/luobinwang.jpg",
    "desc": "骆宾王（约619—约687年）字观光，汉族，婺州义乌人（今浙江义乌）。唐初诗人，与王勃、杨炯、卢照邻合称“初唐四杰”。又与富嘉谟并称“富骆”。高宗永徽中为道王李元庆府属，历武功、长安主簿，仪凤三年，入为侍御史，因事下狱，次年遇赦，调露二年除临海丞，不得志，辞官。有集。骆宾王于武则天光宅元年，为起兵扬州反武则天的徐敬业作《代李敬业传檄天下文》，敬业败，亡命不知所之，或云被杀，或云为僧。"
  },
  "tags": [
    "咏史怀古",
    "送别",
    "地点"
  ]
}