{
  "id": 2347,
  "star": 1126,
  "name": "蝉",
  "dynasty": "唐代",
  "content": "垂緌饮清露，流响出疏桐。<br>居高声自远，非是藉秋风。",
  "fanyi": "<p><strong>译文</strong><br>蝉垂下像帽缨一样的触角吸吮着清澈甘甜的露水，声音从挺拔疏朗的梧桐树枝间传出。<br>蝉声远传是因为蝉居在高树上，而不是依靠秋风。</p> <p><strong>注释</strong><br>①垂緌（ruí）：古人结在颔下的帽缨下垂部分,蝉的头部伸出的触须,形状与其有些相似。<br>②清露：纯净的露水。古人以为蝉是喝露水生活的，其实是刺吸植物的汁液。<br>③流响：指连续不断的蝉鸣声。<br>④疏：开阔、稀疏。<br>⑤藉：凭借。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　<a href=\"http://so.gushiwen.org/view_2347.aspx\">诗</a>人笔下的蝉是人格化了的蝉。三、四句借蝉抒情：品格高洁者，不需借助外力，自能声名远播。</p> <p>　　首句“垂緌饮清露”，“緌”是古人结在颔下的帽带下垂部分，蝉的头部有伸出的触须，形状好像下垂的冠缨，故说“垂緌”。古人认为蝉生性高洁，栖高饮露，故说“饮清露”。这一句表面上是写蝉的形状与食性，实际上处处含比兴象征。“垂緌”暗示显宦身份（古代常以“冠缨”指代贵宦）。这显贵的身份地位在一般人心目中，是和“清”有矛盾甚至不相容的，但在作者笔下，却把它们统一在“垂緌饮清露”的形象中了。这“贵”与“清”的统一，正是为三四两句的“清”无须藉“贵”作反铺垫，笔意颇为巧妙。</p> <p>　　次句“流响出疏桐”写蝉声之远传。梧桐是高树，着一“疏”字，更见其枝干的高挺清拔，且与末句“秋风”相应。“流响”状蝉声的长鸣不已，悦耳动听，着一“出”字，把蝉声传送的意态形象化了，仿佛使人感受到蝉声的响度与力度。这一句虽只写声，但读者从中却可想见人格化了的蝉那种清华隽朗的高标逸韵。有了这一句对蝉声远传的生动描写，三四两句的发挥才字字有根。</p> <p>　　“居高声自远，非是藉秋风”，这是全篇比兴寄托的点睛之笔。它是在上两句的基础上引发出来的诗的议论。蝉声远传，一般人往往以为是藉助于秋风的传送，诗人却别有会心，强调这是由于“居高”而自能致远。这种独特的感受蕴含一个真理：立身品格高洁的人，并不需要某种外在的凭藉（例如权势地位、有力者的帮助），自能声名远播，正像<a href=\"http://so.gushiwen.org/author_616.aspx\">曹丕</a>在《典论。论文》中所说的那样，“不假良史之辞，不托飞驰之势，而声名自传于后。”这里所突出强调的是人格的美，人格的力量。两句中的“自”字、“非”字，一正一反，相互呼应，表达出对人的内在品格的热情赞美和高度自信，表现出一种雍容不迫的风度气韵。唐太宗曾经屡次称赏<a href=\"http://so.gushiwen.org/author_577.aspx\">虞世南</a>的“五绝”（德行、忠直、博学、文词、书翰），诗人笔下的人格化的“蝉”，可能带有自况的意味吧。<a href=\"http://so.gushiwen.org/author_39.aspx\">沈德潜</a>说：“咏蝉者每咏其声，此独尊其品格。”（《唐诗别裁》）这确是一语破的之论。</p> <p>　　清施补华《岘佣说诗》云：“三百篇比兴为多，唐人犹得此意。同一咏蝉，虞世南‘居高声自远，端不藉秋风’，是清华人语；<a href=\"http://so.gushiwen.org/author_714.aspx\">骆宾王</a>‘露重飞难进，风多响易沉’，是患难人语；<a href=\"http://so.gushiwen.org/author_204.aspx\">李商隐</a>‘本以高难饱，徒劳恨费声’，是牢骚人语。比兴不同如此。”这三首诗都是唐代托咏蝉以寄意的名作，由于作者地位、遭际、气质的不同，虽同样工于比兴寄托，却呈现出殊异的面貌，构成富有个性特征的艺术形象，本诗与骆宾王的《在狱咏蝉》，李商隐的《蝉》成为唐代文坛“咏蝉”诗的三绝。 </p><br/><h2>赏析二</h2> <p>　　这是初唐名臣<a href=\"http://so.gushiwen.org/author_577.aspx\">虞世南</a>的一首咏物<a href=\"http://so.gushiwen.org/view_2347.aspx\">诗</a>，咏物中尤多寄托，具有浓郁的象征性。句句写的是蝉的形体、习性和声音，而句句又暗示着诗人高洁清远的品行志趣，物我互释，咏物的深层意义是咏人。关键要把握住蝉的某些别有意味的具体特征，从中找出艺术上的契合点。垂緌，是古代官帽打结下垂的带子，也指蝉的下巴上与帽带相似的细嘴。蝉用细嘴吮吸清露，由于语义双关，暗示着冠缨高官要戒绝腐败，追求清廉。蝉居住在挺拔疏朗的梧桐上，与那些在腐草烂泥中打滚的虫类自然不同，因此它的声音能够流丽响亮。诗的最后评点道，这完全是由于蝉能够“居高声自远”，而不是由于凭借秋风一类外力所致。这些诗句的弦外之音，它们所隐喻的深层意义无非是说，做官做人应该立身高处，德行高洁，才能说话响亮，声名远播。这种居高致远完全来自人格美的力量，绝非依凭见风使舵，或者什么权势、关节和捧场所能得到的。实际上，咏蝉包含着虞世南的夫子自道。他作为唐贞观年间画像悬挂在凌烟阁的二十四勋臣之一，名声在于博学多能，高洁耿介，与唐太宗谈论历代帝王为政得失，能够直言善谏，为贞观之治作出独特贡献。为此，唐太宗称他有“五绝”（德行、忠直、博学、文辞、书翰），并赞叹：“群臣皆如虞世南，天下何忧不理！”从他不是以鲲鹏鹰虎，而是以一只不甚起眼的蝉来自况，也可见其老成谨慎，以及有自知之明。</p> <p>　　这首托物寓意的小诗，是唐人咏蝉诗中时代最早的一首，很为后世人称道。 首句“垂緌饮清露”表面上是写蝉的形状与食性，实际上是运用比兴手法，暗示自己的显要身份和清廉的品质。蝉的头部有两根触须，形状似官员系在颈下的帽带；古人认为蝉栖身高树，只喝清洁的露水，因而用“饮清露”象征人的品格高洁。其实蝉是靠吸食植物的液汁生活的，哪里可能只喝露水？ 次句“流响出疏桐”写蝉鸣声。为什么说连续不断的蝉鸣声是从枝叶稀疏的梧桐中传出来的呢？这是因为梧桐在古人的心目中是一种高贵而灵异的树，传说鸾凤一类的鸟非梧桐不栖，“王者任用贤良，则梧桐生于东厢”。诗人以蝉自比，则其鸣声也就不同凡响。“桐”前着一“疏”，既让人感到“流响”的易于流传，又与末句“秋风”相应。 “居高声自远，非是藉秋风”，这是全篇比兴寄托的点睛之笔，是从上面两句引发出来的议论。意思是“蝉儿栖身高处，声音自然会传得很远。这并不是借助秋风的飞传”，<a href=\"http://so.gushiwen.org/author_39.aspx\">沈德潜</a>说：“命意自高，咏蝉者每咏其声，此独尊其品格。” 这一托物寓意的名句，既是写景，也是抒怀，是唐诗中最早咏蝉的，很为后世称道。虞世南原是陈隋旧臣，入唐后以文才和德行受到唐太宗的器重，他生性耿直孤傲，不合于世，显示出一种内向、孤僻、深沉的性格特征，虞世南借蝉咏怀，表明自己立身高洁，不需任何凭藉，自会扬名。情景交融，显得十分和谐自然。这两句用的是比喻，蝉声远传不是借藉于秋风的传送，这里所突出强调的是诗人的人格美，表达了诗人对自己内在品格的热情赞美，表现了一种雍容不迫的风度、气韵。读者可从中想像到人格化了的蝉儿那种清华隽朗的高标逸韵，可谓巧妙至极。正像<a href=\"http://so.gushiwen.org/author_616.aspx\">曹丕</a>在《典论o论文》中所言“不做良臣之辞，不托飞驰之势，而名声自传达于后”。“居高声自远。非是藉秋风”展示了一个清狂自负、踌躇满志的士大夫形象。 施朴华《岘佣说诗》曰：“《三百篇》比兴为多，唐人犹得其意。同一咏蝉，虞世南‘居高声自远，非是籍秋风’，是清华人语；<a href=\"http://so.gushiwen.org/author_714.aspx\">骆宾王</a>‘露重飞难进，风多响易沉’，是患难人语；<a href=\"http://so.gushiwen.org/author_204.aspx\">李商隐</a>‘本以高难饱，徒劳恨费声’，是牢骚人语，比兴不同如此。”同是唐人，又都是托咏蝉以寄意，由于作者的地位、遭际、气质彼此不同，虽同样工于比兴寄托，却呈现出殊异的面貌，形成富有个性特征的艺术形象。</p>",
  "about": "<h2>创作背景</h2> <p>　　<a href=\"http://so.gushiwen.org/author_582.aspx\">李世民</a>夺位<a href=\"http://so.gushiwen.org/author_2319.aspx\">李渊</a>后，<a href=\"http://so.gushiwen.org/author_577.aspx\">虞世南</a>任弘文馆学士，成为重臣，但从不傲慢，踏实勤奋，使得李世民对其称赞有加，深得赏识，于是常邀他参加一些典礼活动。一天，李世民起了雅兴，邀请弘文馆学士们共赏海池景色，谈<a href=\"http://so.gushiwen.org/view_2347.aspx\">诗</a>论画，李世民询问大家是否有新的诗歌作品，虞世南便诵读出该诗。</p>",
  "poet": {
    "id": 577,
    "star": 0,
    "name": "虞世南",
    "image": "http://img.gushiwen.org/authorImg/yushinan.jpg",
    "desc": "永兴县文懿子虞世南，字伯施，汉族，余姚（慈溪市观海卫镇鸣鹤场）人。初唐著名书法家、文学家，政治家。隋炀帝时官起居舍人，唐时历任秘书监、弘文馆学士等。唐太宗称他德行、忠直、博学、文词、书翰为五绝（“世南一人，有出世之才，遂兼五绝。一曰忠谠，二曰友悌，三曰博文，四曰词藻，五曰书翰。”原有诗文集30卷，但早已散失不全。民国时期，张寿镛辑成 《虞秘监集》 4卷，收入 《四明丛书》。"
  },
  "tags": [
    "咏物",
    "寓理"
  ]
}