{
  "id": 49867,
  "star": 73,
  "name": "念奴娇·断虹霁雨",
  "dynasty": "宋代",
  "content": "<span style=\"font-family:SimSun;\">八月十七日，同诸生步自永安城楼，过张宽夫园待月。偶有名酒，因以金荷酌众客。客有孙彦立，善吹笛。援笔作乐府长短句，文不加点。</span></p> <p>断虹霁雨，净秋空，山染修眉新绿。桂影扶疏，谁便道，今夕清辉不足？万里青天，姮娥何处，驾此一轮玉。寒光零乱，为谁偏照醽醁？<br>年少从我追游，晚凉幽径，绕张园森木。共倒金荷，家万里，难得尊前相属。老子平生，江南江北，最爱临风笛。孙郎微笑，坐来声喷霜竹。",
  "fanyi": "<p><strong>译文<br></strong>雨后新晴，秋空如洗，彩虹挂天，青山如黛。桂影繁茂，谁知道，今与夕是那么的清辉不足？万里的晴天，嫦娥在何处？驾驶一轮玉盘，驰骋长空。寒光零乱，在为谁斟酌这醽醁？<br>我和一群年轻人在张园密茂的树林中徜徉，离开家万里，难得有今宵开怀畅饮！老夫，在江南海北，最爱的是是临风笛。孙郎微笑着，是因为听着这笛子的声音。</p><p><strong>注释</strong><br>1、此词豪放，宋<a href=\"http://so.gushiwen.org/author_938.aspx\">胡仔</a>《苕溪渔隐丛话》后集卷三十一云：“或以为可继东坡赤壁之歌。”<br>2、永安：即白帝城，在今四川奉节县西长江边上。<br>3、张宽夫：作者友人，生平不详。<br>4、金荷：金质莲花杯。<br>5、文不加点：谓不须修改。<br>6、断虹：一部分被云所遮蔽的虹，称断虹。<br>7、山染句：谓山峰染成青黛色，如同美人的长眉毛。<br>8、桂影：相传月中有桂树，因称月中阴影为桂影。扶疏：繁茂纷披貌。<br>9、姮娥：月中女神娥。汉时避汉文帝刘垣讳，改称嫦娥。一轮玉：指圆月。<br>10、醽醁（líng lù）：酒名。湖南衡阳县东二十里有酃湖，其水湛然绿色，取以酿酒，甘美，名酃渌，又名醽醁。<br>11、老子：老夫，作者自指。<br>12、临风笛：<a href=\"http://so.gushiwen.org/author_272.aspx\">陆游</a>《老学庵笔记》卷二：“予在蜀，见其稿。今俗本改‘笛’为‘曲’以协 韵，非也。然亦疑笛 字太不入韵。及居蜀久，习其语音，乃知泸戎间谓‘笛’为‘独’，故鲁直得借用，亦因以戏之耳。 ”<br>13、霜竹：指笛子。<br>14、《乐书》“剪云梦之霜筠，法龙吟之异韵。</p><br/><p><strong>译文<br></strong>雨后新晴，天边出现一道彩虹，万里秋空一片澄明。如秀眉的山峦经过雨水的冲刷，仿佛披上了新绿的衣服。月中的桂树还很茂密，怎么能说今夜的月色不明亮呢？万里的晴天，嫦娥在何处？她驾驶着这一轮圆月，在夜空驰骋。月光寒冷，为谁照射在这坛美酒上？<br>一群年轻人伴我左右，在微凉的晚风中踏着幽寂的小径，走进长满林木的张家小园，畅饮欢谈。让我们斟满手中的金荷叶杯，虽然离家万里，可是把酒畅饮的欢聚时刻实在难得。老夫我一生漂泊，走遍大江南北，最喜欢听临风的霜笛。孙郎听后，微微一笑，吹出了更加悠扬的笛声。</p> <p><strong>注释</strong><br>⑴念奴娇：词牌名。<br>⑵永安：即白帝城，在今四川奉节县西长江边上。诸生：一作“诸甥”。此据《渔隐丛话后集》卷三十一改。<br>⑶张宽夫：作者友人，生平不详。<br>⑷金荷：金质莲花杯。<br>⑸文不加点：谓不须修改。<br>⑹断虹：一部分被云所遮蔽的虹，称断虹。<br>⑺山染句：谓山峰染成青黛色，如同美人的长眉毛。<br>⑻桂影：相传月中有桂树，因称月中阴影为桂影。扶疏：繁茂纷披貌，意为枝叶繁茂。<br>⑼姮娥：月中女神娥。汉时避汉文帝<a href=\"http://so.gushiwen.org/author_797.aspx\">刘恒</a>讳，改称嫦娥。一轮玉：指圆月。<br>⑽醽醁（línglù）：酒名。湖南衡阳县东二十里有酃湖，其水湛然绿色，取以酿酒，甘美，名酃渌，又名醽醁。<br>⑾老子：老夫，作者自指。<br>⑿临风笛：一作“临风曲”。<br>⒀坐来：马上。霜竹：指笛子。《乐书》“剪云梦之霜筠，法龙吟之异韵。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　此词写于作者于公元1094年（绍圣元年）谪居地处西南的戎州（今四川宜宾）时。词中以豪健的笔力，展示出作者面对人生磨难时旷达、倔强、伟岸的襟怀，表达了荣辱不萦于怀、浮沉不系于心的人生态度。整首词笔墨酣畅淋漓，洋溢着豪迈乐观的情绪。</p> <p>　　开头三句描写开阔的远景：雨后新晴，秋空如洗，彩虹挂天，青山如黛。词人不说“秋空净”，而曰“净秋空”，笔势飞动，写出了烟消云散、玉宇为之澄清的动态感。“山染修眉新绿”，写远山如美女的长眉，反用《西京杂记》<a href=\"http://so.gushiwen.org/author_785.aspx\">卓文君</a>“眉色如望远山”的故典，已是极妩媚之情态，而一个“染”字，更写出了经雨水洗刷的青山鲜活的生命力。</p> <p>　　接着写赏月。此时的月亮是刚过中秋的八月十七的月亮，为了表现它清辉依然，词人用主观上的赏爱弥补自然的缺憾，突出欣赏自然美景的娱悦心情，他接连以三个带有感情色彩的问句发问。三个问语如层波叠浪，极写月色之美和自得其乐的骚人雅兴。嫦娥驾驶玉轮是别开生面的奇想。历来<a href=\"http://so.gushiwen.org/view_49867.aspx\">诗</a>人笔下的嫦娥都是“姮娥孤栖”，“嫦娥倚泣”的形象，此处作者却把她从寂寞清冷的月宫中走出来，并兴高采烈地驾驶一轮玉盘，驰骋长空。旧典翻新，非大手笔不能为也。</p> <p>　　此下转而写月下游园、欢饮和听曲之乐。“年少从我追游，晚凉幽径，绕张园森木”，用散文句法入词，信笔挥洒，写洒脱不羁的词人，正带着一群愉快的年轻人，张园密茂的树林中徜徉。“共倒金荷，家万里，难得尊前相属”，离家万里，难得有今宵开怀畅饮！</p> <p>　　“老子平生，江南江北，最爱临风曲！”三句把词人豪迈激越之情推向顶峰。这三句是此词最精彩之处。《世说新语》记载东晋瘐亮武昌时，于气佳景清之秋夜，登南楼游赏，瘐亮曰：“老子于此处兴复不浅。”老子，犹老夫，语气间隐然有一股豪气。</p> <p>　　作者说自己这一生走南闯北，偏是最爱听那临风吹奏的曲子。“最爱临风笛”句，雄浑潇洒，豪情满怀，表现出词人处逆境而不颓唐的乐观心情。</p> <p>　　最后一笔带到那位善吹笛的孙彦立：“孙郎微笑，坐来声喷霜竹。”孙郎感遇知音，喷发奇响，那悠扬的笛声回响不绝。</p> <p>　　此词以惊创为奇，其神兀傲，其气崎奇，玄思瑰句，排斥冥筌，自得意表，于壮阔的形象中勃发出一种傲岸不羁之气。作者自诩此篇“或可继东坡赤壁之歌”，确乎道出了此词的风格所。词人与苏东坡一样，饱经政治风雨的摧折，却仍保持着那种倔强兀傲、旷达豪迈的个性，这一点，充分体现他的诗词创作中。</p>",
  "about": "<h2>创作背景</h2> 　　宋哲宗绍圣年间，<a href=\"http://so.gushiwen.org/author_268.aspx\">黄庭坚</a>被贬涪州别驾黔州安置，后改移地处西南的戎州（今四川宜宾）安置。据任渊《山谷<a href=\"http://so.gushiwen.org/view_49867.aspx\">诗</a>集注》附《年谱》，宋哲宗元符二年（1099）八月十七日，黄庭坚与一群青年人一起赏月、饮酒，有个朋友名叫孙彦立的，善吹笛，月光如水，笛声悠扬。于此情此境中，黄庭坚援笔写下这首词。",
  "poet": {
    "id": 268,
    "star": 0,
    "name": "黄庭坚",
    "image": "http://img.gushiwen.org/authorImg/huangtingjian.jpg",
    "desc": "黄庭坚（1045.8.9-1105.5.24），字鲁直，号山谷道人，晚号涪翁，洪州分宁（今江西省九江市修水县）人，北宋著名文学家、书法家，为盛极一时的江西诗派开山之祖，与杜甫、陈师道和陈与义素有“一祖三宗”（黄庭坚为其中一宗）之称。与张耒、晁补之、秦观都游学于苏轼门下，合称为“苏门四学士”。生前与苏轼齐名，世称“苏黄”。著有《山谷词》，且黄庭坚书法亦能独树一格，为“宋四家”之一。"
  },
  "tags": [
    "宋词三百首",
    "豪迈",
    "写雨",
    "写景",
    "抒怀"
  ]
}