{
  "id": 70137,
  "star": 2,
  "name": "杂剧·鲠直张千替杀妻",
  "dynasty": "元代",
  "content": "楔子<br>小人是屠家张千的便是。家贫亲老，不多近远有个员外，待要结义小人做兄弟。待不从呵，时常感他恩德多；待从来，争奈家宽生受。哥哥，既是不嫌贫呵。<br>【仙吕】【赏花时】哥哥道不敬豪门只敬礼，不羡钱财只敬德。哥哥，您兄弟有句话对哥哥题，咱便似陈雷胶漆，你兄弟至死呵不相离。<br><br><br>第一折<br>从哥哥往直西去早半年，今日同嫂嫂与母亲往祖坟去。<br>【仙吕】【点绛唇】杨柳晴轩，海棠深院。东风转，花柳争先，忙杀莺啼燕。<br>【混江龙】莎针柳线，凤城春色满娇园。红馥馥夭桃喷火，绿茸茸芳草堆烟。桃杏枝边斗蹴踘，绿杨楼外打秋千。猛听的莺声恰恰，燕语喧喧，蝉声历历，蝶翅翩翩。不由人待把春留恋，绮罗交错，车马骈阗。<br>嫂嫂，咱坟园到那未哩？<br>【油葫芦】嫂嫂道坟在溪桥水那边，斟量来不甚远。恰来到杏花庄景可人怜。我则见垂杨拂岸黄金线，我则见桃落处胭脂片。嫂嫂，这路儿更小呵！不去他大路上行，则小路儿上穿。骑着匹驺骅骝难把莎茵践，正是芳草地杏花天。<br><br>【天下乐】嫂嫂，这的是留与游人醉后眠，我想来今年，今年强似去年，若不是俺哥哥赍发有甚钱。人也似好觑付，亲兄弟厮顾盼。若不是俺哥哥嫂嫂，怎着兄弟祖坟前来祭奠。<br><br>【村里迓鼓】青盛茂竹林松坞，早来到祖宗坟院。先挂着纸钱，躬身拜从头参见。忘不了哥哥重恩，小可张千，前生分缘。想着俺哥哥有管鲍情，关张义，聂政贤，不弃俺身微智浅。<br>【元和令】到寒食不禁烟，正清明三月天。和风习习乍晴暄，罗衣初试穿。为甚么嫂嫂意留连，将言、将言不言。<br>待与窝的不唬杀人也！怎生嫂嫂今日说出这般这言语？<br>【上马娇】嫂嫂，更道是颠，更做道贤，恰便似卖俏女婵娟。吃的来醉醺醺将咱来缠，眼溜溜涎。他道是休停莫俄延。<br>【游四门】呀！不赌时搂抱在祭台边，这婆娘色胆大如天。恰不怕柳外人瞧见。又不是颠，往日贤，都做了鬼胡延。<br>【胜葫芦】嫂嫂，休！俺哥哥往直西不到半年，想兄弟情无思念？你看路人又不离地远。你待为非作歹，瞒心昧己，终久是不牢坚。<br>这妇人待要坏哥哥性命。<br>【幺篇】嫂嫂道瓦罐终须不离井边，你未醉后人在言。你气的我手儿脚儿滴修都速战。莫动，不，嫂嫂和俺哥哥是几年夫妻？二十年夫妻。又不想同衾结发，情深义重，夫乃妇之天。<br>【后庭花】你休要犯王条成罪愆，则索辨人伦依正典。不听见九烈三贞女，三从四德贤。今日个到坟园，祖宗如见。有灵魂在墓前，你狂张不怕天。胡寻思一点，留歹名百世传。<br><br>【青哥儿】嫂嫂，你是个良人、良人宅眷，不是小末、小末行院。俺哥哥离别未团圆，这些时有甚末难见？遇着春天，花柳芳妍，粉碟翻翩，紫燕飞旋。箫管声传情素，因此上乔殢殢延延，亏张千难从愿。<br>【尾声】我这一腔铁石心，不比你趁浪风尘怨。我虽是无歹心胡做，若这句我这句话合该一千，须我不得将闲话儿展。嫂嫂，你着马先行。我空说在骏马之前。嫂嫂将着紫藤鞭，催动缰辕，赚的回你家解了我冤。你倚仗着有金有钱，欺负俺哥哥无亲无眷，不曾见浪包娄养汉倒陪钱。<br><br>第二折<br>准备酒食，等待小叔叔。<br>【正宫】【端正好】撇罢了腹中愁。则今打迭起心头闷，嫂嫂也从今后休恋别人。若是俺哥哥一一从头问，看我数说你一会无淹润。<br>【滚绣球】俺哥哥恰路上受苦辛，干事忒谨勤，俺哥哥惹近远也，刚道了往来劳困，哥哥鞍马上远路风尘。母亲又无甚证候，咫尺有些老忘浑，托赖着俺哥哥福阴，那里有半星儿疾病缠身。嫂嫂母亲行更加十分孝，俺嫂嫂近日来兄弟行街崇添一倍儿亲，看我说你一会叮咛。<br>【倘秀才】当日哥哥不曾见半点儿文墨，与我许多资本。哥哥请吃兄弟这一盏酒，除外别无甚顺。想哥哥山海也似恩临几时尽？且休说放钱的庞居士，更压着养剑客的孟尝君，那里有俺哥哥意分。<br>【滚绣球】酒行了十数巡，连饮了八九尊，嫂嫂，你看俺哥哥不抬头呵，又兼那身困，则为你吓杀我也七世魔君。早则阳台有故人，罗帏中会雨云，不如背地里暗传芳信。哎！你个楚襄王，百忙里唱甚末白雪阳春？我这酒肠宽宋玉才挪动脚，被你这色胆如巫蛾，你则末拦住了门？唬的我无处藏身。<br>【倘秀才】嫂嫂，我往常时草鞋兜不住脚根，到如今旧头巾遮不了顶门，却甚末白马红缨彩色新？恰不道壁间还有耳，窗外岂无人，你待要怎生？<br>【滚绣球】我这里忙倒退，越赶得我紧，你是妇人家絮叨叨不嫌口困。这埚儿比不得你祭台边唬鬼瞒神。知他是你风魔，我沙村。嫂嫂不争你这般呵送的我有家难奔，严白里更待要燕尔新婚。不争二更前后成连理，俺哥哥知道呵敢九伯风魔哎吊了脊筋，好是伤情。<br>【倘秀才】俺哥哥赍发我呵金与银，我今日杀兄长呵，却不知恩报恩，却不知自己贪杯惜醉人。我则理会庞涓刖了孙膑，几曾见张仪冻杀苏秦，好教自嗔。<br>【滚绣球】这婆娘外相儿贞，就里狠，纵然面搽红粉，是一个油髟<br>狄髻吊客丧门。你须是他娶到的妻，<br>至如今二十春，你全无半星儿情分，平白地碜可可剪草除根。这婆娘寸心毒哏千般计，不好也，却甚么一夜夫妻百夜恩，唬了我三魂。<br>哥哥你醒也。张千出于无奈，逼得如此。兄弟想着哥哥山海似恩临，未曾报答。哥哥受兄弟四拜。<br>【叨叨令】俺哥哥汤风犯雪金兰分，你兄弟酒里淘真性。我则理会得哥哥赍发张屠闲。我那里重色轻君子，那里有海棠娇江梅韵。却怎生杀我？我剪背杀你。大古里孟姜女不杀了要怎末哥？孟姜女不杀了要怎末哥？一朝马死黄金尽。<br>【尾声】想着妇女餐刀刃，久已后则着送了人。自家夫主无恩情，刬地恋着别人亲。这妇人坏家门，倒与别人些金银。因此上有一刀两段归了地府，我与你的恩念哥哥挣了本。<br><br>第三折<br>人间私语，天闻若雷。行道数十里地，见座神庙，我且问珓杯咱。<br>【中吕】【粉蝶儿】今得一个下下之珓，不争随顺了妖娆，闷着头自想念不合神道。一会家怨气难消，吃的来醉醺醺。□□□□□□，却不道情理难绕，受哥恩杀身难报。<br>【醉春风】他不想夫妇恩重如山，待将一个亲男儿谋算了。珠英断臂去留名，似这妇人的少，少。我因此上手揽定青丝，杀坏了不中淫妇，我待学知心管鲍。<br>母亲道旦有杀人贼了。<br>【快活三】杀人贼有下落，杀人贼省归着。杀人贼今日有根苗，母亲，我不说谁知道！<br>【朝天子】母亲呵寿高，您儿呵不肖，不想咱人死呵天知道。母亲啼天哭地泪流交，您儿不曾将山海恩临报。我这里苦痛哮啕，捶胸高叫，母亲你指望养儿来防备老。不争你儿不招，把哥哥送了，枉惹得普天下英雄笑。<br>【上小楼】我这里孜孜觑了，唬的扑扑心跳。好教我战战兢兢，滴修都速，魄散魂消。是俺哥哥，坐死牢，折到了他当时容貌，我是铁石人暗伤怀抱。<br>【幺篇】他那里吃一杖，则如剁一刀。我这里腹热心慌，手忙脚乱，皮战身摇。往常时那威风，那势耀，人中才貌，我这里向官人行怎生哀告。<br>【满庭芳】杀人贼我招，相公把干连人放了，犯法的难饶。俺哥哥山海也似恩未报，怎肯道善与人交。那婆娘罪恶到，官人上难学，空养着家中俏。我根前欲待私情暗约，那婆娘笑里暗藏刀。<br>小人是结义兄弟，因这妇人待一心杀害哥哥，是小人杀了。<br>【石榴花】俺本是提刀屠，番做了知心交，论仁义，有谁学。俺哥哥索钱去了，离别到半载之遥，那婆娘打扮来便似女猱，全不似好人家苗条。上坟处说不尽乔为作，那里怕野外荒郊。他从早晨间缠到日头落，回来明月上花梢。<br>【斗鹌鹑】我若背义忘恩，早和他私情暗约。后来俺哥哥来家，夜深吃的来醉倒。呀！婆娘待把俺哥哥所算了，被我赚得他手内刀。想俺哥哥昆仲情深，因此上把婆娘坏了。<br>【十二月】便怕甚担烦受恼，判了个无处归着。俺哥哥从来软弱，几曾见犯法违条？惜不得家亲年老，好教我苦痛哮啕。<br>【尧民歌】哥哥，你养侍白头娘我在死囚牢，常言道舌是斩身刀。当年祸福不相交，今日官门有着落。哥哥休焦，把这个躯好观着，是必休教俺残疾娘知道。<br>【耍孩儿】我往常时看别人笞杖徒流绞，今日个轮到我绷扒吊拷。指望咱弟兄情，如陈雷胶漆有谁学，登时间瓦解冰消。当初一年结义知心友，谁想咱半路里番腾做刎颈交？泪不住腮边落，眼见的一刀两段，知他是今日明朝？<br><br>【二煞】俺哥哥恩义多，你兄弟情分少。为人本分天之道，怕你瀽半碗浆水把我题名唤，提一陌钱把我咒念着烧，耳边高声叫。两只脚登着田地，他那里攀着枷稍。<br>【三煞】母亲第一来残疾多，第二来年纪老。常有些不快长安乐，怕有些时截取匹整布绢，无钱时打我条孝系腰。泪不住行行落，哀哀父母，生我劬劳。<br>【四煞】哥哥，咱为兄弟非关今世亲，皆因前缘前世报。怎着我一心想哥哥思念伏侍到老，谁想半路里这妇人把哥哥折算了。不由心焦躁，因此上着命身亡，便死呵并无悔懊。<br><br>【尾声】哥哥，我死去程途多，回来的路儿少。俺哥哥行半星儿恩义不曾报，我有七十岁的亲娘侍奉不到老。<br><br>第四折<br><br>【双调】【新水令】从来猛虎不吃傍窝食，送的我死无葬身之地。则为知心友番做杀人贼，普天下拜义亲戚，则你口快心直，休似我忒仁义。<br>【夜行船】哥哥慈悲，盛把兄弟相周急。如今谢哥哥将来的酒和食，这的长离饭永别杯，碜可可我尝酒味。<br><br>【雁儿落】哥哥，万剐我不后悔，这里便死呵无招对。常学着仗义心，四海皆兄弟。<br>【得胜令】我死呵记相识，你从今好将息。与我干取些穷活计，休惹人闲是非。你非。你再休贪杯，见放着傍州例。你若求妻，常言道丑妇家中宝，休贪他人才精精细细，伶伶俐俐，能言快语，不中。娶一个端方稳重的。<br>【落梅风】脑背后，高声叫起，唬的我魂离体，死无葬身之地。母亲道认义来的哥哥有债回的礼，母亲也早难道养军千日。<br>【甜水令】我则见街坊邻里，大的小的，啼天哭地，见了我并无一个感叹伤悲。他道不爱娘，替人偿命，生分忤逆，丑名儿万代人知。<br>【折桂令】哎，母亲！早则无指望绿鬓斑衣，母亲那里有九病十残，腰屈头低。告哥哥且慢休摧，省可里后推前推。半霎儿午时三刻，弟兄子母别离，哭哭啼啼，切切悲悲。百忙里地惨天昏，雾锁云迷。<br>【水仙子】一灵儿相伴着野云飞，则听得脑背后何人高叫起，是哥哥共母亲傍边立。我问你怎生来到这里，险送了家有贤妻。杀嫂索偿命，宜镌刎颈碑，我将好名儿万古标题。<br>题目悍妇贪淫生恶计<br>良人好义结相知<br>正名贤明待制翻疑狱<br>鲠直张千替杀妻",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "未知作者"
  },
  "tags": []
}