{
  "id": 52827,
  "star": 353,
  "name": "临江仙·梅",
  "dynasty": "宋代",
  "content": "庭院深深深几许，云窗雾阁春迟。为谁憔悴损芳姿。夜来清梦好，应是发南枝。 <br>玉瘦檀轻无限恨，南楼羌管休吹。浓香吹尽有谁知。暖风迟日也，别到杏花肥。",
  "fanyi": "<p><strong>译文</strong><br>庭院一层层的有好多层，云簇阁楼的窗户，淡淡的雾气弥漫在四周，春天却迟迟不来。思念让容色憔悴，只有在夜晚的梦中才能相聚，向阳的梅枝也到了发芽的时节。<br>梅花风姿清瘦，南楼的羌笛不要吹奏哀怨的曲调。散发着浓浓的香味的梅花不知道被吹落多少？春日的暖风，别一下就让时间来到杏花盛开的时节了。</p> <p><strong>注释</strong><br>①《临江仙·梅》：此首或为<a href=\"http://so.gushiwen.org/author_536.aspx\">李清照</a>效法<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>《蝶恋花》所作的数阕《临江仙》之一。<br>②南枝：向南，亦即朝阳的梅枝。<br>③玉瘦檀轻：谓梅花姿态清瘦，颜色浅红。檀：原为木名，此处指浅绛色。<br>④羌管休吹：意谓不要吹奏音调哀怨的笛曲《梅花落》。<br>⑤暖风迟日：语出<a href=\"http://so.gushiwen.org/author_455.aspx\">孙光宪</a>《浣溪沙》词：“兰沐初休曲槛前，暖风迟日洗头天。”迟日：春日，语出<a href=\"http://so.gushiwen.org/author_647.aspx\">杜审言</a>《渡湘江》<a href=\"http://so.gushiwen.org/view_52827.aspx\">诗</a>：“迟日园林悲昔游，今春花鸟作边愁。”<br>⑥肥：这里指盛开。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这首词以咏梅为题，用梅花暗喻词人自己，把闺人幽独的离思与韶华易逝的帐悯，极其高华而深至地表现了出来。</p> <p>　　“庭院深深深几许”起句袭用欧词，一字不改，而又融化不涩，别具意境。这种问鼎名篇的作法，表现了漱玉词人的魄力与艺术上的自信。以设问的口气一连迭用三个“深”字，能在读者心中唤起了一种院宇深邃，气象雍容的声情效果。迭字用得好，却能形容尽妙，动人于不自觉之中……<a href=\"http://so.gushiwen.org/author_536.aspx\">李清照</a>这首《临江仙》一、二两句用得浑成而富有变化。因而避免了袭用成句容易造成的雷同之感。“庭院”句言其深，“云窗”句状其高。一纵一横，交相映衬，便将一座贵家池馆的富丽与清幽的气象勾画出来了。云簇疏棂，雾迷高阁，这是何其缥缈清幽、高出尘寰的所在呵。“春迟”二字语义双关，包蕴甚深，不可草草读过。乍看起来，仿佛是主人公慨叹春光的姗姗来迟。然而这仅是表面的理解。其实，阳春有一序，天地无私，烂漫的春光是不会遗弃这锦屏府第的，这个“迟”字所反映的意蕴中不只是客观的景物，而且是一种主观的感情。作者是借春光不到的艺术构思来表现春闺思妇的凄黯心绪。它同“羌笛何须怨杨柳，春风不度玉门关。”“玉颜不及寒鸦色，犹带昭阳日影来。”等等，可说是同其委婉的手法。“为谁憔悴损芳姿？”更设一问，以跌宕的笔触，补足上文。指出了原来使闺中人赏春无绪、芳姿悴损的，不正是对远人的思念和被爱情的折磨吗？几经铺垫，到此才将一篇题旨揭出来。“夜来清梦好，应是发南枝”，歇拍处点出梅花，承上巨启下之笔，高华中带有一些凄丽的意味。“清梦”乃是结想而成的南柯相会。远人纵未得归，这梦里的欢娱便也是一分消受了。</p> <p>　　以清词写苦思，倍增凄苦……她不是以梅花直接比人，而是把梅花同清梦联系起来，因好梦而溯及梅花，又以“应是”云云推测之词，加以摇曳，愈觉意折层探，令人回味不尽。漱玉词富于形象之美，尤长于活用比况类形容词。如“绿肥红瘦”与此处之“别到杏花肥”等，皆能别出巧思，一新耳目。“杏花肥”犹言杏花盛开也。然而不用常语而换一“肥”字，把形容词活用作谓语，就大增其直观的美感。巧而不尖，新而不怪，真能超越凡庸，别开生面。此处着一“肥”字，上与“瘦”字关合，以梅花之玉瘦，衬红杏之憨肥，益觉鲜明生动。同时两相映带，还点明了时间的跨度。从早梅绽蕊直盼到杏花开遍，二十四番花信风，已吹过十一番了。春光半过，伊人未归，花落花开，只成孤赏。难怪园中的春色，尽作愁痕了。末尾以景结情，骚情雅韵，令人凄然无尽，洵为小令中精品。</p>",
  "about": "<h2>创作背景</h2> 　　学者陈祖美推断此词的背景和没收录于宋代《乐府雅词》原因：从《临江仙·并序》这首同调词的小序可知，<a href=\"http://so.gushiwen.org/author_536.aspx\">李清照</a>明明作了数阕《临江仙》，显然应该包括此首在内。它之所以被怀疑，除了人们时常提到的原因之外，窃以为更主要的原因是曾慥所编《乐府雅词》只收了前一首而未收此首的缘故。就是曾慥认为此首不雅，这与他对《声声慢》的看法相类似。李清照著作的大量散佚大约是在明末清初，作为略晚于李清照的同代人曾慥，他有缘看到更多的《漱玉词》，《乐府雅词》只收入23首，很可能是曾氏与其同代人王灼一唱一和，前者以为李氏的许多词不雅，后者则说她“无所羞畏”（碧鸡漫志》卷二）。有些后人或学究式的，或想当然地将此类词存疑，甚至将它们从《漱玉词》中驱除之。",
  "poet": {
    "id": 536,
    "star": 0,
    "name": "李清照",
    "image": "http://img.gushiwen.org/authorImg/liqingzhao.jpg",
    "desc": "李清照（1084年3月13日～1155年5月12日）号易安居士，汉族，山东省济南章丘人。宋代（南北宋之交）女词人，婉约词派代表，有“千古第一才女”之称。所作词，前期多写其悠闲生活，后期多悲叹身世，情调感伤。形式上善用白描手法，自辟途径，语言清丽。论词强调协律，崇尚典雅，提出词“别是一家”之说，反对以作诗文之法作词。能诗，留存不多，部分篇章感时咏史，情辞慷慨，与其词风不同。有《易安居士文集》《易安词》，已散佚。后人有《漱玉词》辑本。今有《李清照集校注》。"
  },
  "tags": [
    "咏物",
    "梅花",
    "言志"
  ]
}