{
  "id": 10176,
  "star": 18,
  "name": "淇上酬薛三据兼寄郭少府微",
  "dynasty": "唐代",
  "content": "自从别京华，我心乃萧索。十年守章句，万事空寥落。<br>北上登蓟门，茫茫见沙漠。倚剑对风尘，慨然思卫霍。<br>拂衣去燕赵，驱马怅不乐。天长沧洲路，日暮邯郸郭。<br>酒肆或淹留，渔潭屡栖泊。独行备艰险，所见穷善恶。<br>永愿拯刍荛，孰云干鼎镬。皇情念淳古，时俗何浮薄。<br>理道资任贤，安人在求瘼。故交负灵奇，逸气抱謇谔。<br>隐轸经济具，纵横建安作。才望忽先鸣，风期无宿诺。<br>飘飖劳州县，迢递限言谑。东驰眇贝丘，西顾弥虢略。<br>淇水徒自流，浮云不堪托。吾谋适可用，天路岂寥廓。<br>不然买山田，一身与耕凿。且欲同鹪鹩，焉能志鸿鹄。",
  "shangxi": "<h2>鉴赏</h2> <p>第一部分</p> <p>　　从开始到“安人在求瘼”二十二句为第一部份，叙述早年之经历和自己的政治理想。一开篇<a href=\"http://so.gushiwen.org/view_10176.aspx\">诗</a>人就截取“别京华”这一经历，将自己萧条冷落的悲凉心境倾吐出来。诗人二十岁时初到长安，踌躇满志，想在长安建功立业，但“布衣不得干明主”的现实打破了他的幻想。严酷的现实使他猛然醒悟，出生贫寒的诗人根本没有进身之机。第二句中用一“乃”字，不但表现出诗人由希望到失望的心理转折，而且巧妙地过渡到下文的叙述。在天真的诗人面前，“别京华”只是他仕途不幸的开始。紧接着“十年守章句，万事空寥落”十字，又叙写了自己以“章句”之学求仕的巨大挫折。文路不通，改走武路，诗人“单车入燕赵”（《酬裴员外以诗代诗》），欲从军边疆，沙场报国建功。他“登蓟门”而遥望，只见沙漠之茫茫，“风尘”（喻边患）之四起，痛悼时艰，“倚剑”感愤，但不料请缨无路，报国无门，不禁遥想汉代的卫青、霍去病得遇雄主，驰骋疆场，建不朽之功业，垂万古之英名，自己却空怀抱国志不免感慨万分。紧接着以“拂衣”、“驱马”两个动作描写，把他对权势压抑的睥睨之态，曲郁难伸的失意之情形象地展现出来。同时，他怀着一腔愤懑走向社会下层。“沧州”（水曲之地，此指隐居者所居的地方）路上留下了他的足迹，邯郸城廓闪动着他的身影，时而“淹留”于“酒肆”之中，时而“栖泊”于“渔潭”之上，孤独寂寞，尝尽“艰险”；人间“善恶”无不穷尽。然而，诗人“穷且益坚”，长期的挫折，更激励他昂扬奋发。“艰险”的生活，使他对人民的苦难有深刻的了解，更唤起他济世救民的壮志。因此文势至此，突起波澜，唱出了“永愿拯刍荛，孰云干鼎镬”的宏伟抱负。“刍荛”，本指割草打柴的人，此指广大穷苦人民，“鼎镬”，是古代施行烹煮酷刑的容器。两句意思是：我愿意拯救老百姓的苦难，谁还顾及由此而触怒当权者而遭到致命的酷刑呢？紧接着“皇情”二字，以纯朴敦厚的上古遗风，与当今“浮薄”的“时俗”相对比，证明了自己主张的合理性，并进而提出“任贤”“安人”“求瘼”（瘼，疾病，此指人民的疾苦）的具体措施。以上六句，言简意赅，可谓诗人一生政治理想的纲要。</p> <p>第二部分</p> <p>　　第二部分“故交”以下六句。先宕开一笔，以己及人，回应“酬薛三据”的题旨，继而以“灵奇”赞其不同凡俗的才气；以“謇谔”颂其耿直敢言的品格；以“隐轸”夸其经世济民才略的富盛，以“建安风骨”喻其诗作的慷慨激昂，至于才能声望的“先鸣”，风度信谊的超拔和真诚，那更是有口皆碑。薛据虽“自持才名”，但不过主簿县令而已，郭微亦不过一“少府”。这不但不能一展大志，而且为“州县”琐事所羁，为地域的阻隔所“限”，连“言谑”之机也没有，只能神“驰”“贝丘”，“西顾虢略”（贝丘，今山东博兴县南。虢略，今河南嵩县西北，可能是薛郭二人所在之地），遥寄相思罢了，这其实就是对他们极大的讽刺。所以，诗人的感情再度强烈地喷发出来。“淇水”东流，“浮云”飘逝，己之理想俱“不堪托”，一种时不我待的焦虑，一腔为国为民的热忱，使诗人不禁发出“吾谋适可用，天路岂寥廓”的强烈呼喊。最后四句，以“不然”二字再一转折，设想自己若不被赏识，决心“耕凿”一生，自食其力。如“鹪鹩”营巢，一枝足矣自况（见《庄子·逍遥游》），就不能效“鸿鹤”高飞，一举千里。这个结尾，从字面上看，似乎表现出诗人与世无争，潇洒出尘的恬静心情，其实是正话反说，他一生对政治十分热衷，决没有真正归隐的想法，诗人的愤懑之情是不难体会到的。</p>",
  "about": "<h2>创作背景</h2> 　　这是<a href=\"http://so.gushiwen.org/author_227.aspx\">高适</a>早年的一篇重要作品，约作于公元734年（开元二十二年）春由蓟北南返宋中途中的淇水之滨。时年<a href=\"http://so.gushiwen.org/view_10176.aspx\">诗</a>人三十五岁。诗中借与薛据和郭微的酬唱之机，叙述和披露了自己大半生的坎坷遭遇，“永愿拯刍荛，孰云干鼎镬”的高尚理想和节操，并表现了自己推崇“建安”诗风的创作趣尚，尽情抒发了一腔郁勃不平之情。它是高适前半生思想和行事的总结，是后半生进入仕途后努力“救苍生之疲弊”（高适《谢上剑南节度使表》）的思想基础。",
  "poet": {
    "id": 227,
    "star": 0,
    "name": "高适",
    "image": "http://img.gushiwen.org/authorImg/gaoshi.jpg",
    "desc": "高适是我国唐代著名的边塞诗人，世称“高常侍”。 作品收录于《高常侍集》。高适与岑参并称“高岑”，其诗作笔力雄健，气势奔放，洋溢着盛唐时期所特有的奋发进取、蓬勃向上的时代精神。"
  },
  "tags": [
    "追忆",
    "怀才不遇",
    "愤懑"
  ]
}