{
  "id": 70858,
  "star": 116,
  "name": "咏怀古迹五首·其二",
  "dynasty": "唐代",
  "content": "摇落深知宋玉悲，风流儒雅亦吾师。<br>怅望千秋一洒泪，萧条异代不同时。<br>江山故宅空文藻，云雨荒台岂梦思。<br>最是楚宫俱泯灭，舟人指点到今疑。",
  "fanyi": "<p><strong>译文<br></strong>落叶飘零是深知<a href=\"http://so.gushiwen.org/author_358.aspx\">宋玉</a>的悲哀，他的风流儒雅堪当我的老师。<br>怅望千秋往事洒下同情泪水，身世同样凄凉可惜生不同时。<br>江山依旧故宅犹在空留文藻，云雨荒台难道真是荒唐梦思。<br>最可叹楚王宫殿早荡然无存，驾船人还指点遗迹让人生疑。</p> <p><strong>注释<br></strong>1.摇落：凋残，零落。<br>2.风流儒雅：指宋玉文采华丽潇洒，学养深厚渊博。<br>3.“萧条”句：意谓自己虽与宋玉隔开几代，萧条之感却是相同。<br>4.故宅：江陵和归州 （秭归） 均有宋玉宅，此指秭归之宅。空文藻：斯人已去，只有<a href=\"http://so.gushiwen.org/view_70858.aspx\">诗</a>赋留传下来。<br>5.云雨荒台：宋玉在《高唐赋》中述楚之“先王”游高唐，梦一妇人，自称巫山之女，临别时说：“妾在巫山之阳，高丘之岨，旦为行云，暮为行雨，朝朝暮暮，阳台之下。”阳台，山名，在今重庆市巫山县。<br>6.“最是”两句：意谓最感慨的是，楚宫今已泯灭，因后世一直流传这个故事，至今船只经过时，舟人还带疑似的口吻指点着这些古迹。楚宫：楚王宫。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　第二首是推崇楚国著名辞赋作家<a href=\"http://so.gushiwen.org/author_358.aspx\">宋玉</a>的<a href=\"http://so.gushiwen.org/view_70858.aspx\">诗</a>。诗是作者亲临实地凭吊后写成的，因而体会深切，议论精辟，发人深省。诗中的草木摇落，景物萧条，江山云雨，故宅荒台，舟人指点的情景，都是诗人触景生情，所抒发出来的感慨。它把历史陈迹和诗人哀伤交融在一起，深刻地表现了主题。诗人瞻仰宋玉旧宅怀念宋玉，从而联想到自己的身世，诗中表现了诗人对宋玉的崇拜，并为宋玉死后被人曲解而鸣不平。全诗铸词溶典，精警切实。有人认为，<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>之“怀宋玉，所以悼<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>；悼屈原者，所以自悼也”。这种说法自有见地。</p> <p>　　宋玉的《高唐赋》、《神女赋》写楚襄王和巫山神女梦中欢会故事，因而传为巫山佳话。又相传在江陵有宋玉故宅。所以杜甫暮年出蜀，过巫峡，至江陵，不禁怀念楚国这位作家，勾起身世遭遇的同情和悲慨。在杜甫看来，宋玉既是词人，更是志士。而他生前身后却都只被视为词人，其政治上失志不遇，则遭误解，至于曲解。这是宋玉一生遭遇最可悲哀处，也是杜甫自己一生遭遇最为伤心处。这诗便是诗人瞩目江山，怅望古迹，吊宋玉，抒己怀；以千古知音写不遇之悲，体验深切；于精警议论见山光天色，艺术独到。</p> <p>　　杜甫到江陵的时候是秋天。宋玉名篇《九辩》正以悲秋发端：“悲哉秋之为气也，萧瑟兮草木摇落而变衰。”杜甫当时正是产生悲秋之情，因而便借以兴起本诗，简洁而深切地表示对宋玉的了解、同情和尊敬，同时又点出了时节天气。“风流儒雅”是<a href=\"http://so.gushiwen.org/author_662.aspx\">庾信</a>《枯树赋》中形容东晋名士兼志士殷仲文的成语，这里借以强调宋玉主要是一位政治上有抱负的志士。“亦吾师”用的是王逸的说法：“宋玉者，屈原弟子也。闵惜其师忠而被逐，故作《九辩》以述其志。”这里借以表示杜甫自己也可算作师承宋玉，同时表明这首诗旨意也在闵惜宋玉，“以述其志”。所以次联接着就说明诗人自己虽与宋玉相距久远，不同朝代，不同时代，但萧条不遇，惆怅失志，其实相同。因而望其遗迹，想其一生，不禁悲慨落泪。</p> <p>　　诗的前半感慨宋玉生前怀才不遇，后半则为其身后不平。这片大好江山里，还保存着宋玉故宅，世人总算没有遗忘他。但人们只欣赏他的文采辞藻，并不了解他的志向抱负和创作精神。这不符宋玉本心，也无补于后世，令人惘然，所以用了“空”字。就像眼前这巫山巫峡，使诗人想起宋玉的两篇赋文。赋文的故事题材虽属荒诞梦想，但作家的用意却在讽谏君主淫惑。然而世人只把它看作荒诞梦想，欣赏风流艳事。这更从误解而曲解，使有益作品阉割成荒诞故事，把有志之士歪曲为无谓词人。这一切，使宋玉含屈，令杜甫伤心。而最为叫人痛心的是，随着历史变迁，岁月消逝，楚国早已荡然无存，人们不再关心它的兴亡，也更不了解宋玉的志向抱负和创作精神，以至将曲解当史实，以讹传讹，以讹为是。到如今，江船经过巫山巫峡，船夫们津津有味，指指点点，谈论着哪个山峰荒台是楚王神女欢会处，哪片云雨是神女来临时。词人宋玉不灭，志士宋玉不存，生前不获际遇，身后为人曲解。宋玉悲在此，杜甫悲为此。前人说“言古人不可复作，而文采终能传也”，恰好与杜甫的原意相违背。</p> <p>　　体验深切，议论精警，耐人寻味，是这诗的突出特点和成就。但这是一首咏怀古迹诗，诗人亲临实地，亲自凭吊古迹，因而山水风光自然在诗中显露出来。杜甫沿江出蜀，飘泊水上，旅居舟中，年老多病，生计窘迫，境况萧条，情绪悲怆，本来无心欣赏风景，只为宋玉遗迹触发了满怀悲慨，才洒泪赋诗。诗中的草木摇落，景物萧条，江山云雨，故宅荒台，以及舟人指点的情景，都从感慨议论中出来，蒙着历史的迷雾，充满诗人的哀伤，诗人仿佛是泪眼看风景，隐约可见，其实是虚写。从诗歌艺术上看，这样的表现手法富有独创性。它紧密围绕主题，显出古迹特征，却不独立予以描写，而使其溶于议论，化为情境，渲染着这首诗的抒情气氛，增强了咏古的特色。</p> <p>　　这是一首七律，要求谐声律，工对仗。但也由于诗人重在议论，深于思，精于义，伤心为宋玉写照，悲慨抒壮志不酬，因而通篇用赋，在用词和用典上精警切实，不被格律所拘束。它的韵律和谐，对仗工整，写的是律诗这种近体诗，却有古体诗的风味，同时又不失清丽。前人认为这首诗“首二句失粘”，只从形式上进行批评，未必中肯。</p>",
  "about": "<h2>创作背景</h2> 　　这组<a href=\"http://so.gushiwen.org/view_70858.aspx\">诗</a>是咏古迹怀古人进而感怀自己的作品。作者于唐代宗大历元年（766年）从夔州出三峡，到江陵，先后游历了<a href=\"http://so.gushiwen.org/author_358.aspx\">宋玉</a>宅、<a href=\"http://so.gushiwen.org/author_662.aspx\">庾信</a>古居、昭君村、永安宫、先主庙、武侯祠等古迹，对于古代的才士、国色、英雄、名相，深表崇敬，写下了《咏怀古迹五首》，以抒情怀。",
  "poet": {
    "id": 474,
    "star": 0,
    "name": "杜甫",
    "image": "http://img.gushiwen.org/authorImg/dufu.jpg",
    "desc": "杜甫（712－770），字子美，自号少陵野老，世称“杜工部”、“杜少陵”等，汉族，河南府巩县（今河南省巩义市）人，唐代伟大的现实主义诗人，杜甫被世人尊为“诗圣”，其诗被称为“诗史”。杜甫与李白合称“李杜”，为了跟另外两位诗人李商隐与杜牧即“小李杜”区别开来，杜甫与李白又合称“大李杜”。他忧国忧民，人格高尚，他的约1400余首诗被保留了下来，诗艺精湛，在中国古典诗歌中备受推崇，影响深远。759-766年间曾居成都，后世有杜甫草堂纪念。"
  },
  "tags": [
    "唐诗三百首",
    "怀古",
    "抒怀"
  ]
}