{
  "id": 48289,
  "star": 9,
  "name": "醉蓬莱·渐亭皋叶下",
  "dynasty": "宋代",
  "content": "渐亭皋叶下，陇首云飞，素秋新霁。华阙中天，锁葱葱佳气。嫩菊黄深，拒霜红浅，近宝阶香砌。玉宇无尘，金茎有露，碧天如水。 <br>正值升平，万几多暇，夜色澄鲜，漏声迢递。南极星中，有老人呈瑞。此际宸游，凤辇何处，度管弦清脆。太液波翻，披香帘卷，月明风细。",
  "fanyi": "<p><strong>译文<br></strong>树叶慢慢落在岸边之上，白云悠悠飘在高山之巅，秋雨之后天气初晴。华美的宫殿耸入高空，锁住象征吉祥兴隆的旺盛美好的云气。台阶旁边，新开的菊花深黄耀眼，盛开的芙蓉浅红醉人。华丽的殿宇洁净无尘，铜仙人承露盘里盛满了延年的甘露，碧蓝的天空明净如水。<br>正值太平盛世，皇帝日常处理纷繁的政务后有了更多闲暇，夜色清新，铜壶滴漏之声遥远婉转。南极星里有位老人正呈现治平、寿昌之祥瑞。这时候皇帝的车驾在何处呢？也许就在那清晰悦耳的管弦乐声中吧。明月微风中，汴京禁苑池沼波光鳞鳞，宫殿吹卷起了门帘。</p> <p><strong>注释<br></strong>⑴醉蓬莱：词牌名，<a href=\"http://so.gushiwen.org/author_535.aspx\">柳永</a>自度曲。双调九十七字，上片十一句、下片十二句各四仄韵。<br>⑵“渐亭”二句：化用南朝梁柳恽《捣衣<a href=\"http://so.gushiwen.org/view_48289.aspx\">诗</a>》：“亭皋木叶下，陇首秋云飞。”亭皋（gāo），水边的平地。陇首，泛指高山之巅。<br>⑶素秋：秋季。古代五行之说，秋属金，其色白，故称素秋。新霁（jì）：雨雪后初晴。<br>⑷华阙中天：意谓华美的皇宫耸入高空。中天，高空。<br>⑸锁：笼罩。葱葱：气象旺盛的样子。<br>⑹拒霜：木芙蓉花的别称。冬凋夏茂，仲秋开花，耐寒不落，故名。<br>⑺宝阶香砌：喻台阶之美且香。<br>⑻玉宇：华丽的宫殿。<br>⑼金茎：用以擎承露盘的铜柱。<br>⑽升平：太平盛世。<br>⑾万几：也作万机，指皇帝日常处理的纷繁政务。<br>⑿澄鲜：清新。<br>⒀漏声迢递：意谓漏声传到很远的地方。漏声，计时漏壶的滴水声。迢递，遥远。<br>⒁“南极”二句：意谓老人星出现了，象征天下太平。<a href=\"http://so.gushiwen.org/author_608.aspx\">司马迁</a>《史记·天官书》：“狼比地有大星，曰南极老人。” 唐张守节正义：“老人一星，在弧南，一曰南极，为人主占寿命延长之应。”<br>⒂宸（chén）游：帝王之巡游。宸，北极星所在为宸，后借用为皇帝所居，引申为帝王的代称。<br>⒃凤辇（niǎn）：皇帝的车驾。<br>⒄度：按曲谱奏曲。管弦：管乐器和弦乐器，泛指乐器。<br>⒅“太液”二句：化用<a href=\"http://so.gushiwen.org/author_275.aspx\">上官仪</a>《初春》：“步辇出披香，清歌临太液。”太液，太液池，又名蓬莱池，始建于汉武帝时，在长安建章宫北。此借指宋汴京宫中池苑。披香，即披香殿，汉代宫殿名。此借指宋汴京宫中殿宇。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　词的上片极写皇宫中秋景，为太平盛世、皇帝出游铺下华美祥和的背景，首韵三句写自然秋光，叶落云飞，天高地阔，淡远而明快。前两句化用了柳恽《捣衣<a href=\"http://so.gushiwen.org/view_48289.aspx\">诗</a>》诗句“亭皋木叶下，陇首秋云飞”。次韵二句概写宫廷气象，宫殿耸立佳气缭绕，高贵而吉祥。第三韵三句细写言中花卉，深黄浅红，香气氤氲，静植于殿宇阶下，美艳而芬芳。末韵三句以“玉宇”、“仙露”、“碧天”将天意与人事结合，安和而祥瑞。</p> <p>　　下片颂皇帝出游。首韵四句先点明“升平”时代，再点明皇帝之日理万机，这是侧面歌颂皇帝的政绩，并以“澄鲜”的“夜色”、“迢递”的“漏声”烘托和平安谧的气氛。次韵二句以祥瑞的天象兆示天下的安康。有了这两韵的铺垫，第三韵三句才出现了皇帝的“凤辇”，伴以“清脆”悦耳的“管弦”声，以车驾和音乐侧写帝王的华贵雍容，至高无上。末韵三句以宫廷中“波翻”、“帘卷”、“月明风细”的适意景况收束此次“宸游”，又暗喻了天下的和平安泰。</p> <p>　　为了歌功颂德的需要，<a href=\"http://so.gushiwen.org/author_535.aspx\">柳永</a>创制此词，调用了多种手段， 特别是语言的运用上。其一，多处借用前人的诗文、典故、传说，一扫俚俗之语，使词章现出古雅之色。其二，对偶句俯拾皆是，对偶形式多种多样。如“亭皋”、“陇首”二句对偶，“嫩菊”、“拒霜”二句对偶，“夜色”、“漏声”二句对偶，“太液”、“披香”二句对偶；“玉宇”、“金茎”、“碧天”三句形成鼎足对；“宝阶”与“香砌”二词、“月明”与“风细”二词又是句中对。不满百字的一首词，七处对偶，使词章现出繁富工整之气。其三，“醉蓬莱”一调，本以四字句为主，其中五个五字句词人又都化为上一下四的领字句式，以和谐匀齐的韵律，显示出庄重端严之势，此外词中色彩鲜明、声味谐美，无处不是太平景象， 这些，都看出柳永创作这首歌功颂德之词所用的心力。</p> <p>　　可能由于柳永词人的气质，也可能由于他过于依赖自己敏捷的才思，这首词虽意在歌颂皇帝，但缺少一些雍容华贵、富丽堂皇之态。正如《诗人玉屑》所指出的：“‘嫩菊黄深，拒霜红浅’，竹篱茅舍间，何处无此景物？”不仅如此，仅读开篇一韵，并不能看出这是一首歌颂皇帝之词的开端；再如“夜色澄鲜”、“漏声迢递”、“月明风细”诸景物的叙写，也与歌颂帝王的主题略显不谐和，这或许也是此词不能博得皇帝称赏的另一个原因。不过，也正因如此，这首词若抛开它歌功颂德之意，不少地方以颇具美感，较之柳永其他颂词、投献词，更有词的韵味。</p> <p>　　这首词的创作，对柳永来说本是一个机遇，或可多少改变其多舛的命运。柳永深知此意，故在词中极尽歌功颂德之能。但柳永未免有些迂腐，凭着一支生花妙笔，挥洒而下，却未对相关情况了如指掌，以致于出现颂词竟有语句与悼词暗合，犯了大忌，再加仁宗本对他有成见，故而多方挑剔，以致这一次不仅机遇与柳永擦肩而过，且使柳水“自此不复进用”，加重了其命运的不幸。柳永这位宋代专事写词的文人，一生却两次因词而被祸（另一首是《鹤冲天·黄金榜上》）。</p>",
  "about": "<h2>创作背景</h2> <p>　　关于此词的具体创作时间主要有两种说法：</p> <p>　　第一种，薛瑞生根据宋代词人<a href=\"http://so.gushiwen.org/author_71.aspx\">叶梦得</a>《避暑录话》记载：“永初为上元词，有‘乐府两籍神仙，梨园四部管弦’之句，传入禁中，多称之。后因晚秋张乐，有使作《醉蓬莱》词以献，语不称旨，仁宗亦疑有欲为之地者，因置不问。”所指出的时间地点与词中所写完全相符。“上元词”，据考证，指的是写于庆历二年（1042年）的《倾杯乐·禁漏花深》一词。而至庆历三年（1043年）正月，<a href=\"http://so.gushiwen.org/author_535.aspx\">柳永</a>已移任苏州，故而记载中所说的“晚秋”指的是庆历二年（1042年）晚秋。</p> <p>　　第二种，北宋文人王辟之在《渑水燕谈录》有一段记载，认为此词作于皇祐年间（1049—1053年），唐圭璋在《柳永事迹新证》里首肯此说。</p>",
  "poet": {
    "id": 535,
    "star": 0,
    "name": "柳永",
    "image": "http://img.gushiwen.org/authorImg/liuyong2.jpg",
    "desc": "柳永，（约987年—约1053年）北宋著名词人，婉约派创始人物。汉族，崇安（今福建武夷山）人，原名三变，字景庄，后改名永，字耆卿，排行第七，又称柳七。宋仁宗朝进士，官至屯田员外郎，故世称柳屯田。他自称“奉旨填词柳三变”，以毕生精力作词，并以“白衣卿相”自诩。其词多描绘城市风光和歌妓生活，尤长于抒写羁旅行役之情，创作慢词独多。铺叙刻画，情景交融，语言通俗，音律谐婉，在当时流传极其广泛，人称“凡有井水饮处，皆能歌柳词”，婉约派最具代表性的人物之一，对宋词的发展有重大影响，代表作 《雨霖铃》《八声甘州》。"
  },
  "tags": [
    "秋天",
    "歌颂"
  ]
}