{
  "id": 51051,
  "star": 65,
  "name": "夜飞鹊·河桥送人处",
  "dynasty": "宋代",
  "content": "河桥送人处，凉夜何其。斜月远堕余辉。铜盘烛泪已流尽，霏霏凉露沾衣。相将散离会，探风前津鼓，树杪参旗。华骢会意，纵扬鞭、亦自行迟。 <br>迢递路回清野，人语渐无闻，空带愁归。何意重红满地，遗钿不见，斜迳都迷。兔葵燕麦，向残阳、欲与人齐。但徘徊班草，欷歔酹酒，极望天西。",
  "fanyi": "<p><strong>译文</strong><br>在河桥旁的亭中送别情人，久久惜别，深夜里弥漫着凉意，竟不知到了什么时分。残月曳着余辉远远地向西斜坠，铜盘中的蜡烛也即将燃尽，清凉的露水打湿了衣襟。临别前短暂的相聚即将散离了，探头听听随风传来的渡口鼓声，看看树梢上空参旗星的光影，已是到了黎明时分。那花骢马仿佛会解人意，纵使我扬鞭催赶，它也只是自顾慢慢缓行。<br>送别情人，我满怀离愁孤零零地踏上了归途，渐渐听不到渡口上那嘈杂的人声。原野上空旷清寂，归途竟是那么遥远寂静。我没想到再次来到当初与她分别的地方时，不仅未见她的一点遗迹，连偏斜的小路也都难辨迷离。低照的斜阳映照着兔葵、燕麦长长的影子仿佛与人相齐，我在那曾与她相偎过的草丛边徘徊往复，以酒浇地，欷不止，放眼西方，空自断魂。</p> <p><strong>注释</strong><br>① 凉夜何其：意指夜深尚未天明。凉也作“良”。<br>② 离会：离别前的饯行聚会。<br>③ 树杪（miǎo）参（cēn）旗：树杪，树梢。参旗，星辰名，初秋时于黎明前出现。树杪参旗，指树梢上的夜空中散布着点点繁星。<br>④ 兔葵燕麦：野葵和野麦。<br>⑤ 班草：布草而坐。<br>⑥ 欷歔（xū）：叹息声。酹（lèi）酒：以酒洒地面祭。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这首词调，创自清真。写离别情景，故能随意驰骋，而又与音调协合，具声乐美。</p> <p>　　词上片写送别，下片写别后之思。词中运用陪衬、反衬、熔情入景、化用前人<a href=\"http://so.gushiwen.org/view_51051.aspx\">诗</a>文之语等多种手法，细腻曲折地写出了送别怀人的悲凄与深情。全词所表现的惜别、怀旧之情，显得极为蕴藉，只于写景、叙事、托物上见之，而不直接流露。 </p> <p>　　起两句“河桥送人处，良夜何其？”写送别的地点、时间。时间是夜里，夜是美丽的，又是温馨可念的，故曰“良”；联系后文，地点是靠近河桥的一个旅店或驿站；用《诗。小雅。庭燎》的“夜如何其”问夜到什么时分了，带出后文。“斜月远堕余辉；铜盘烛泪已流尽，霏霏凉露沾衣。”夜是露凉有月的秋夜。但送别情人；依依不舍，故要问“夜何其”，希望这个临别温存的夜晚还未央、未艾。可是这时候，室内铜盘上已是蜡尽烛残，室外斜月余光已渐收坠，霏霏的凉露浓到会沾人衣，居然是“夜向晨”了，即是良夜苦短、天将向晓的时候。这三句以写景回答上文；又从景物描写上衬托临别时人心的凄恻和留恋。“斜、堕、余、凉”，都是带有感情色彩的字：“烛泪”更是不堪。<a href=\"http://so.gushiwen.org/author_164.aspx\">周邦彦</a>词喜运化唐诗。“烛泪”句即运化<a href=\"http://so.gushiwen.org/author_211.aspx\">杜牧</a>《赠别》诗“蜡烛有心还惜别，替人垂泪到天明”，<a href=\"http://so.gushiwen.org/author_204.aspx\">李商隐</a>《无题》诗“蜡炬成灰泪始干”。　 </p> <p>　　“相将散离会，探风前津鼓，树杪参旗。”收束前面描写，再伸展一层，说临别前的聚会，也到了要“散离”的时候，那就得探看树梢上星旗的光影，谛听渡口风中传来的鼓声，才不致误了行人出发的时刻。　 </p> <p>　　“参旗”，星名，它初秋黎明前出现于天东，更透露了夜的季节性。鼓，可能指渡头的更鼓，也可能指开船鼓声，古代开船有击鼓为号的。观察外面动静，是为了多留些时，延迟“散离”，到了非走不可的时候才走，从行动中更细腻的写出临别时的又留恋、又提心吊胆的心情。“花骢会意，纵扬鞭、亦自行迟。”写到出发。大约从旅舍到开船的渡口，还有一段路，故送行者，又骑马送了一段。从骑马，见出送行者是男性；从下文“遗钿”，见出行者是女性。这段短途送行，作者还是不忍即时与情人分别，希望马走得慢点，时间挨得久点。词不直说自己心情，却说马儿也理解人意，纵使人要挥鞭赶它，它也不忍快走，这里用拟人手法，将离情别绪层曲婉转的道出。 　 </p> <p>　　过片“迢递路回清野，人语渐无闻，空带愁归。”三句接写送别后归途。情人一去，作者孤独地带着离愁而归，故顿觉野外寂寞清旷，归途遥行，对同一空间的前后不同感觉，也是细腻地反映送别的复杂心情。“何意重经前地，遗钿不见，斜径都迷。”这三句是一个大的转折，转得无痕，使人几乎难以辨认。读了这几句，才了解上面所写的，全是对过去的回忆，从这里起才是当前之事，这样，才使人感到周词结构上的细微用心，时空转换上的大胆处理，感到这里真能使上片“尽化云烟”。《海绡说词》说“河桥”句是“逆入”，“前地”句是“平出”，“逆”即逆叙以往，“平”即平叙当前。这里的第一句领起后文。直贯到全词结尾；第二句情人去后，不见遗物，更无余香余泽可求；第三句写旧时路径，已迷离难认，“兔葵燕麦，向斜阳、影与人齐。”送别是晚上和天晓时候；重游则傍晚，黄昏中的斜阳，照着高与人齐的兔葵、燕麦的影子。这两句描绘“斜径都迷”之景，有意点出不同期间；又用<a href=\"http://so.gushiwen.org/author_197.aspx\">刘禹锡</a>《再游玄都观》诗序“惟兔葵燕麦，动摇于春风有”的典故，表示事物变迁之大。感慨人去物非的细腻心情，完全寄寓于景，不直接流露，故《艺蘅馆词选》载<a href=\"http://so.gushiwen.org/author_664.aspx\">梁启超</a>评这两句词说：“与柳屯田之‘晓风残月’，可称送别词中双绝，皆熔情入景也。”下面三句：“但徘徊班草，欷歔酹酒，极望天西。”说过去列坐的草地上，徘徊酹酒，向着情人远去的西边方向，望极天边，而欷歔叹息，不能自已。“欷歔”二字，直接摹态抒情。 </p> <p>　　这首词写情细腻、沉着，语句起伏顿挫，结构上层层伸展，时空变幻灵动飞扬，过渡自然，风格上哀怨而浑雅，堪称送别怀人作品中的上乘之作。</p>",
  "about": "<h2>创作背景</h2> 　　这首词是因回忆曾有的一次送别而作的。<a href=\"http://so.gushiwen.org/author_164.aspx\">周邦彦</a>重游故地，想起过去的离别之情景，有感而作此词。其创作时间未详。",
  "poet": {
    "id": 164,
    "star": 0,
    "name": "周邦彦",
    "image": "http://img.gushiwen.org/authorImg/zhoubangyan.jpg",
    "desc": "周邦彦（1056年－1121年），中国北宋末期著名的词人，字美成，号清真居士，汉族，钱塘（今浙江杭州）人。历官太学正、庐州教授、知溧水县等。徽宗时为徽猷阁待制，提举大晟府。精通音律，曾创作不少新词调。作品多写闺情、羁旅，也有咏物之作。格律谨严。语言典丽精雅。长调尤善铺叙。为后来格律派词人所宗。旧时词论称他为“词家之冠”。有《清真集》传世。"
  },
  "tags": [
    "送别",
    "写景"
  ]
}