{
  "id": 59145,
  "star": 22,
  "name": "四字令·情深意真",
  "dynasty": "宋代",
  "content": "情深意真。眉长鬓青。小楼明月调筝。写春风数声。<br>思君忆君。魂牵梦萦。翠销香暖云屏。更那堪酒醒。",
  "fanyi": "<p><strong>译文</strong><br>她情调高雅意真切，眉毛修长双鬓黑。小楼中，明月下，玉手弄筝声清冽，铿锵几声惊四座，犹如春风拂面令人悦。<br>我想君念君在心深处，梦绕魂牵难了结。思念之苦肠欲断，眉黛消退屏风暗，醉时想你已如此，酒醒之后更不堪！</p> <p><strong>注释</strong><br>[1]写春风数声：在春风中弹奏一曲表达思念的曲子。<br>[2]翠销：指醒来时娥眉上的青绿颜色已渐消退。云屏：屏风上以云母石等物镶嵌，洁白如银，又称银屏。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　自辛稼轩始，豪放词异军突起，与婉约词并称大宗。但这两种词风并非对立，而能兼容，特别是一些辛派词人仍能于豪放中见其婉约，词的委婉细腻的特质并未消失。在<a href=\"http://so.gushiwen.org/author_52.aspx\">刘过</a>的《龙洲词》中，那些长调颇受稼轩词的影响，豪放狂逸是其主导风格。而大部分小令却写得宛转有度，深沉多情，仍旧保持了婉约词的基本特征。这首《醉太平》便是一例。词的上阕写女子弹筝，下阕写女子对情人的萦念。题材虽不离艳情，但却能一洗绮罗香泽之态，以白描的手法刻画人物、描写环境、抒发感情。这一点既不同于花间词的剪江刻翠，也有异于南宋词坛上<a href=\"http://so.gushiwen.org/author_30.aspx\">姜夔</a>、<a href=\"http://so.gushiwen.org/author_670.aspx\">吴文英</a>那种刻意求工，表现出它自己特有的风格。</p> <p>　　词的主旨在于相思忆别。上阕为下阕作了铺垫，下阕是上阕的发展和深化。起首二句从内心和外貌两个方面刻画女子的形象：她的感情非常深挚，她的思想非常真诚。不但品德好，仪容也很美。仅仅“眉长鬓青”四字，便把她美丽的容貌刻画出来。古代女子以长眉为美。这里仅以寥寥四字，便如电影中的特写镜头，把人物的主要特征——两道修眉，一头秀发，非常鲜明地展现在读者面前。它没有浓墨重涂，而只是象素描一般，几笔勾勒，便给人留下深刻的印象。“小楼”二句，写环境，写动作。在唐宋词中，凡称小楼，或指佳人独处的妆楼，或指文人孤栖的寓所。因此长期以来小楼在读者的心目中成为一种<a href=\"http://so.gushiwen.org/view_59145.aspx\">诗</a>化的意象。这里的小楼，是指女子的妆楼。此刻一轮明月，照进小楼，如此良夜，这位女子弹起秦筝，清音缭绕，令人陶醉。词人没有也不可能在小词中像<a href=\"http://so.gushiwen.org/author_682.aspx\">韩愈</a>《听颖师弹琴》、<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>《琵琶行》那样，以众多的比喻形容音乐的美妙动听，而只是用“春风”二字概括出筝声的神韵。这声音好似春风，它荡漾于小楼，使楼内充满温馨；它萦回于女子的心房，使她情意绵绵。此处的“写”字，用语极其工妙，它既生动地表现出了筝声意境和神韵，又暗示了女子的灵心慧性，表现力极强，可谓千锤百炼，妙手偶得。下阕又陡转笔势，将沉浸在甜蜜中的回忆拉回到寂寞相思的无情现实。“思君忆君，魂牵梦萦”，也是用白描手法，纯系口语白话，然又归于醇雅。用语极其工丽，但其艺术效果却不如这里来得好。原因何在？就在简炼明确如从口出，因而入人最易，感人也深。倘加以状语、定语，再间以典故，丽则丽矣，工则工矣，但读后需费一番思索。此则白描一大好处也。“翠销”句谓由于分别已久，室内画屏彩色已渐渐销退，暖香已渐渐减少。简单六个字，把眼前与往日、环境与内心高度地浓缩在一起，可谓高度凝炼简洁！都充满了不胜今昔之感，物犹如此，人何以堪？“更那堪酒醒”，暗示这位女子曾经以酒浇愁，想在醉乡中解脱相思的困扰。酒醒以后，离愁重新袭来，更觉不堪。所谓“举杯销愁愁更愁”也，也大有“今宵酒醒何处，杨柳岸，晓风残月”（<a href=\"http://so.gushiwen.org/author_535.aspx\">柳永</a>《雨霖铃》）的境界。“更那堪”三字，道尽个中况味，亦白描之特点也。 </p>",
  "poet": {
    "id": 52,
    "star": 0,
    "name": "刘过",
    "image": "http://img.gushiwen.org/authorImg/liuguo.jpg",
    "desc": "刘过（1154～1206）南宋文学家，字改之，号龙洲道人。吉州太和（今江西泰和县）人，长于庐陵（今江西吉安），去世于江苏昆山，今其墓尚在。四次应举不中，流落江湖间，布衣终身。曾为陆游、辛弃疾所赏，亦与陈亮、岳珂友善。词风与辛弃疾相近，抒发抗金抱负狂逸俊致，与刘克庄、刘辰翁享有“辛派三刘”之誉，又与刘仙伦合称为“庐陵二布衣”。有《龙洲集》、《龙洲词》。"
  },
  "tags": [
    "婉约",
    "女子",
    "相思"
  ]
}