{
  "id": 55618,
  "star": 17,
  "name": "水调歌头·定王台",
  "dynasty": "宋代",
  "content": "雄跨洞庭野，楚望古湘州。何王台殿，危基百尺自西刘。尚想霓旌千骑，依约入云歌吹，屈指几经秋。叹息繁华地，兴废两悠悠。 <br>登临处，乔木老，大江流。书生报国无地，空白九分头。一夜寒生关塞，万里云埋陵阙，耿耿恨难休。徙倚霜风里，落日伴人愁。",
  "fanyi": "<h2>注释</h2> ①定王台：在今湖南长沙市东，相传是汉景帝之子定王刘发为瞻望其母唐姬墓而建。<br>②楚望：唐宋时按各地的位置规模、发展状况，把全国划分为若干等级。楚望就是指湘州为楚地的望郡。",
  "shangxi": "<h2>赏析</h2> <p>　　《水调歌头·定王台》是一首吊古伤今之作。上片以“雄跨”两字领起，展示了定王台所处的位置和广阔的背景：洞庭野和古湘州。纵览时空，气势不凡。在这样的历史和地理背景下，巍然高耸台基百尺的定王台使人自然联想到定王当日的威仪，旌旗如云，华盖千乘，丝竹歌吹，响遏行云。千年之后，音犹在耳，但那时的繁华早已云消雾散。斗转星移，历史几经变迁，多少朝代兴废更迭，哪里还有昔日的踪迹呢，使人不禁慨叹兴废的匆匆。</p> <p>　　换头转入伤今。“登临处”三句，写登临之意。眼前看到的是万古不变的乔木落叶和大江奔流，使人在哀叹历史的情绪上又生岁月如流生命短暂之叹。“书生报国无地”五句，抒写自己报国无门、请缨无路的悲愤。作者心怀报国之心，但朝廷昏聩、腐败无能，使大好河山一夜之间惨遭沦丧，连象征朝廷命脉的袒陵也被敌人的铁骑所践踏。词人满腔的愤恨，难以遏止。这恨有山河破碎之恨，也有服国无门之恨，最后两句以景结情，萧瑟的秋风和昏暗的落日，更增添了词人的无限忧愁。</p> <p>　　《水调歌头·定王台》将登临凭吊而激起的忧国之思、怀古之意升华为强烈的民族感情。结构严密，寄慨深沉，苍凉雄阔，慷慨悲壮，有辛（弃疾）派词人之风。</p> <p>　　遥想当时定王登临，何等威仪：旌旗蔽空，如虹霓飞展，车盖千乘，呼拥前后，一路丝竹管弦，响遏行云。岁月如流，兴废悠悠，但词人的不胜今昔之感并没有落入一般咏怀古迹的窠臼，而是升华为感伤时事爱国之情，先抒自己请缨无路、徙然自首的悲心理，后叙山河沦落、故土失陷的惨痛局面。</p> <p>　　定王台，在今湖南省长沙市东，相传为汉景帝之子定王刘发为望其母唐姬墓而建，故名。袁去华这首怀古词大约作于他任善化（县治在今长沙市内）县令期间。深秋时节，他登台览胜，怃然生感，作出了这首雄铄古今的爱国主义词章。</p> <p>　　“雄跨洞庭野，楚望古湘州。”楚望：唐宋时按形势、人口及级济状况，将州郡、县划分人若干等级，有畿、赤、望、紧、上、中、下等名目。“楚望”就是指湘州（东晋永嘉初置，唐初改潭州，这里指长沙）为楚地的望郡。“楚望”与“古湘州”是同位语。词起笔写定王台所处地理形势，说它雄踞于洞庭湖之滨，古湘州地界，得江山之助，阅千载岁月，声势自是不凡。一开头便时空纵览，大气包容，为下面写定王王台昔日繁华预伏了辽阔的背景，也给全词布下了苍莽的氛围。</p> <p>　　“何王台殿，危基百尺自西刘。”词继以问答作势，点豁题意，唤起对古台旧事的追忆。定王台湮废已久，但那残存的台基，犹自嵯峨百尺。巍然耸立，当年台上雕梁画栋、彩壁飞檐，更不待言。词人进而推想到台的主人“西刘”——西汉时刘发坐镇一方的赫赫雄风。</p> <p>　　“尚想霓旌千骑，依约入云歌吹，屈指几经秋。”定王到此游玩，旌旗招展如虹霓当空，千乘万骑前呼后拥，浩浩荡荡；那响遏行云的急管高歌，依稀仍在耳边回响。然而，繁华消歇，已几度春秋，“屈指”一句，将当年盛会一笔化为过眼云烟，转折陡峭而有力。词思至此，为一顿挫，于是翻出无穷的感慨：“叹息繁华地，兴废两悠悠。”“兴废”二字，结上启下，意蓄双层。其一，指出从来繁华难久，盛衰无常，定王台的变迁就是历史的见证，收束了上片的怀古。再者，人世沧桑的轮回更替，触发了反观现实的深沉思绪，从而引出下片的伤今。而这，正是作者缅怀历史的真实命意之所在。下片换头仍就定王台落笔，但思路却从“衰”处生发。</p> <p>　　“登临处，乔木老，大江流。”登台望远，但见老树枯枝在秋风中瑟缩，浩浩大江默默向东流淌。“木犹如此，人何以堪。”“大江流日夜，客心悲未央”，写景之中透出悲凉之意。这三句借苍凉冷落的深秋景色，从侧面渲染出定王台的残破衰败，暗引南宋王朝满目疮痍、国势日颓的江山残破。其间年华水逝的咏叹，自然引出对自身遭际的感喟。“书生报国无地，空白九分头。”后句化用陈与义《巴丘书事》“腐儒空白九分头”的<a href=\"http://so.gushiwen.org/view_55618.aspx\">诗</a>句。这两句直抒胸臆，乃全词总旨所在。袁去华早年即志在恢复北<a href=\"http://so.gushiwen.org/author_451.aspx\">宋江</a>山，“记当年，携长剑，觅封侯。”（《水调歌头》）但由于南宋朝廷苟安东南，权奸当道，使他有心报国，无路请缨，以致老大无成，徒然白首。 </p> <p>　　这是他个人的不幸，更是时代的悲剧。“一夜寒生关塞，万里云埋陵阕，耿耿恨难休。”这几句，象征性地勾画出金瓯破碎的悲惨画面：金兵猝然南下，破关绝塞，有如一夜北风生寒，以致使万里美好河山残破不堪，人民群众流离失所，更别说什么皇家陵阙黯然无光了。古人以帝王陵寝作为国家命脉所在，北宋君王陵墓均在北方，如今悉沦敌手，意味着国家的败亡。对此作者耿耿于怀，悲愤难休。“徒倚霜风里，落日伴人愁。”山河残破，请缨无路，他徘徊在萧瑟秋风里，暮霭斜晖，一片惨淡，不禁倍添哀愁。词结尾仍收回到定王台上，结构十分紧凑，并以景寓情，饶有余韵。</p> <p>　　最后点出一个“愁”字，并不表示消沉、绝望，而是英雄洒泪，慷慨生哀，与全词悲壮的格调是完全统一的。</p> <p>　　这首词画面壮阔雄浑，音调苍凉激楚，充溢着强烈的爱国情感，具有鲜明的时代特色，比之《宣卿词》中其它众多的吟赏风光之作，思想与艺术均属上乘。爱国词人<a href=\"http://so.gushiwen.org/author_406.aspx\">张孝祥</a>读了这首词后，大为称赏，并“为书之”（见陈振孙《直斋书录解题》卷十八），引为同调，是颇有见地的。 </p>",
  "poet": {
    "id": 296,
    "star": 0,
    "name": "袁去华",
    "desc": "袁去华，字宣卿，江西奉新（一作豫章）人。生卒年均不详，约宋高宗绍兴末前后在世。绍兴十五年（公元一一四五年）进士。改官知石首县而卒。善为歌词，尝为张孝祥所称。去华著有适斋类稿八卷，词一卷，著有《适斋类稿》、《袁宣卿词》、《文献通考》传于世。存词90余首。"
  },
  "tags": [
    "咏史怀古",
    "豪放",
    "爱国"
  ]
}