{
  "id": 48188,
  "star": 122,
  "name": "鹊踏枝·几日行云何处去",
  "dynasty": "五代",
  "content": "几日行云何处去？忘却归来，不道春将暮。百草千花寒食路，香车系在谁家树？<br>泪眼倚楼频独语。双燕来时，陌上相逢否？撩乱春愁如柳絮，依依梦里无寻处。",
  "fanyi": "<p><strong>译文</strong><br>这几天，他象流云飘哪里？忘了回家，不顾芳春将逝去。寒食路上长满了野草闲花。他车马又在谁家树上系?<br>泪眼倚楼不断自言语，双燕飞来，路上可与他相遇？纷乱春愁如柳絮，梦中到哪寻他去？</p> <p><strong>注释</strong><br>1.行云：<a href=\"http://so.gushiwen.org/author_358.aspx\">宋玉</a>《高唐赋序》记巫山神女云：“妾在巫山之阳，高丘之阻。旦为行云，暮为行雨，朝朝暮暮，阳台之下。”后世多借指行踪无定的美人，此指所思情郎。<br>2.不道：张相《<a href=\"http://so.gushiwen.org/view_48188.aspx\">诗</a>词曲语辞汇释》卷四：“不道，扰云不知也；不觉也；不期也。冯延已《蝶恋花》词：‘几日行云何处去？忘了归来，不道春将暮。’言不觉春将暮也。”<br>3.百草二句：清<a href=\"http://so.gushiwen.org/author_324.aspx\">谭献</a>《复堂词话》：“行云、百草、千花、香车、双燕，必有所托。”寒食，节令名，在清明前一日。谭献《蝶恋花》词：“连理枝头侬与汝，干花百草从渠许。”以连理枝头与千花百草对举，正可与此对看。<br>4.泪眼二句：陈廷焯《词则·大稚集》卷一：“‘双燕’二语映首章。”</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　这首词从字面看，是描写一女子对她游荡在外的丈夫久久不归既埋怨又难以割舍的缠绵感情。从一开头的“行云何处去”到最后的“梦里无寻处”，女主人公的情感始终在怨嗟与期待、苦闷与寻觅的交织中徘徊。作为一首优秀的闺情词，由于抒情的深刻与典型，往往容易唤起人们更广泛的联想，因而这首词中所抒发的“忠厚缠绵”之情，似乎也概括了更广泛的人生体验。</p> <p>　　词写闺怨。上片以飘荡不归的行云，比作浪子。</p> <p>　　“几日行云何处去？忘却归来，不道春将暮。”这三句是闺中少妇的幽怨之词，表现出她对情郎的惦念。这里以“行云”比喻在外四处游荡的情郎，非常形象贴切。“忘却归来，不道春将暮。”，“春将暮”字面上是指春光将尽，亦指女子的美好年华将逝，这两句为女子的自问自答之词，充满无穷悲叹：美好的春光将要逝去了，而情郎却仍不见归来。</p> <p>　　“百草千花寒食路，香车系在谁家树？”“百草千花”，用辞也典丽双关，暗中包括那些招蜂引蝶的女人，颇带鄙薄意识。“香车”，代丈夫的行踪。车子停在谁家树下，意指丈夫在谁处冶游。这样写，既切合女主人公倚楼眺望的情景，又形象鲜明，情思宛转，耐人反复寻味。</p> <p>　　下片则写闺中少妇的孤独与凄苦，她眼含泪水，倚立楼头，不免如痴如呆，独自念念叨叨。</p> <p>　　“泪眼倚楼频独语。双燕来时，陌上相逢否？”她想到自己的丈夫在外纵行放荡，心中是多么的悲伤呀。“泪眼”写其忧伤；“倚楼”写她对丈夫的盼望；“频独语”三字，把女主人公那种伤心欲狂的精神状态清晰地刻画出来。“双燕”两句是她的询问，她频频问那归来的双燕是否见到自己的夫君。燕子无情，怎听得懂她的言语，这一问极写女主人公之痴。</p> <p>　　“撩乱春愁如柳絮，依依梦里无寻处。”问燕燕无语，这令她多么惆怅，多么悲痛，心中那春愁顿时如柳絮一般，凌乱无序。这里词人以柳絮喻愁，将无形之愁具体化，极写其纷乱。“悠悠梦里无寻处”，既然他不归，她又那般惦念着他，那么便到梦里将他寻觅吧，但梦却那般悠长，令她茫然而不得寻觅。这最后两句写得千回百转，情意缠绵，形象地表达了女主人公的哀怨与痴情。</p> <p>　　这首词连用了三个问句：“几日行云何处去？”“香车系在谁家树？”“双燕飞来，陌上相逢否？”一次比一次问得更迫切，从而描绘出女主人公越到后来越濒近绝望的心情。这是一种层层加码式的手法。双燕尚懂得归来而人却不知，离愁被春光撩拨得像悠悠扬扬的柳絮，漫天飞舞，使你在梦里也觅不到踪迹。作者以轻灵缥缈之笔写朦胧梦境，怨而不怒，蕴藉深婉，可谓别开新境。</p>",
  "poet": {
    "id": 186,
    "star": 0,
    "name": "冯延巳",
    "image": "http://img.gushiwen.org/authorImg/fengyansi.jpg",
    "desc": "冯延巳 （903--960）又名延嗣，字正中，五代广陵（今江苏省扬州市）人。在南唐做过宰相，生活过得很优裕、舒适。他的词多写闲情逸致辞，文人的气息很浓，对北宋初期的词人有比较大的影响。宋初《钓矶立谈》评其“学问渊博，文章颖发，辩说纵横”，其词集名《阳春集》。"
  },
  "tags": [
    "宋词三百首",
    "闺怨",
    "女子",
    "孤独"
  ]
}