{
  "id": 1718,
  "star": 555,
  "name": "少年行四首",
  "dynasty": "唐代",
  "content": "新丰美酒斗十千，咸阳游侠多少年。<br>相逢意气为君饮，系马高楼垂柳边。</p> <p>出身仕汉羽林郎，初随骠骑战渔阳。<br>孰知不向边庭苦，纵死犹闻侠骨香。</p> <p>一身能擘两雕弧，虏骑千重只似无。<br>偏坐金鞍调白羽，纷纷射杀五单于。</p> <p>汉家君臣欢宴终，高议云台论战功。<br>天子临轩赐侯印，将军佩出明光宫。",
  "fanyi": "<p><strong>译文</strong><br>新丰美酒一斗价值十千钱，出没五陵的游侠多是少年。<br>相逢时意气投合为君痛饮，骏马就拴在酒楼下垂柳边。</p> <p>才从军便作汉朝的羽林郎，一开始就随将军鏖战渔阳。<br>谁知道不能去边关的痛苦，纵然战死还留下侠骨芬芳。</p> <p>一个人就能拉开两张雕弓，敌骑千重全都不放在眼中。<br>偏坐金鞍上从容调好羽箭，不停地射去敌酋无法逃生。</p> <p>朝廷君臣庆功大宴方告终，高高坐在云台上谈论战功。<br>天子亲临殿栏赐予列侯印，将军佩着印绶走出明光宫。 </p> <p><strong>注释</strong><br>⑴新丰：在今陕西省临潼县东北，盛产美酒。斗十千：指美酒名贵，价值万贯。<br>⑵咸阳：本指战国时秦国的都城咸阳，当时著名的勇士盖勒、荆轲、秦舞阳都到过咸阳，这里用来代指唐朝都城长安。<br>⑶羽林郎：汉代禁卫军官名，无定员，掌宿卫侍从，常以六郡世家大族子弟充任。后来一直沿用到隋唐时期。<br>⑷骠骑：指霍去病，曾任骠骑将军。渔阳：古幽州，今河北蓟县一带，汉时与匈奴经常接战的地方。<br>⑸苦：一作“死”。<br>⑹擘：张，分开。一作“臂”。雕弧：饰有雕画的良弓。<br>⑺重：一作“群”。<br>⑻白羽：指箭，尾部饰有白色羽翎。<br>⑼五单于：原指汉宣帝时匈奴内乱争立的五个首领。汉宣帝时，匈奴内乱，自相残杀，诸王自立分而为五。这里比喻骚扰边境的少数民族诸王。<br>⑽欢宴：指庆功大宴。<br>⑾云台：东汉洛阳宫中的座台，明帝时，曾将邓禹等二十八个开国功臣的像画在台上，史称“云台二十八将”。<br>⑿轩：殿前滥槛。<br>⒀明光宫：汉宫名，公元前101年（汉武帝太初四年）秋建。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　这组<a href=\"http://so.gushiwen.org/view_1718.aspx\">诗</a>的第一首，写侠少的欢聚痛饮。诗开头便以“美酒”领起，因为豪饮酣醉自来被认为是英雄本色，所谓“三杯吐然诺，五岳倒为轻。眼花耳热后，意气素霓生。”（<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>《少年行》）饮酒在当时因能激发意气而被视作胜事。“斗十千”语出<a href=\"http://so.gushiwen.org/author_322.aspx\">曹植</a>《名都篇》：“归来宴平乐，美酒斗十千”，按李白也有《将进酒》诗云：“昔时陈王宴平乐，斗酒十千恣欢谑”，此诗意近李诗，不仅极言酒之珍美，而且还借前人的用语写出慷慨好客、纵情欢乐的盛况。盖游侠之饮原非独酌遣闷，其倜傥意气正在大会宾客之际才得以充分的表现。第二句言“咸阳游侠”，乃以京都侠少为其代表。游侠人物大多出身于都市的闾里市井之中，故<a href=\"http://so.gushiwen.org/author_608.aspx\">司马迁</a>在《史记·游侠列传》里径直称之为“闾里之侠”，咸阳为秦的国都，则京邑为游侠的渊薮也不言自明，这里不过是举其佼佼者以概全体。诗的前两句以“新丰美酒”烘染在前，“咸阳游侠”出场在后，而“多少年”则为全篇之纲。诗的后二句更进一层，写出侠少重友情厚交谊的作风。即便是邂逅相逢的陌路人，杯酒之间便能成为意气相倾的知己，所谓“论交从优孟，买醉入新丰”（李白《结客少年场行》）、“一生大笑能几回，斗酒相逢须醉倒”（<a href=\"http://so.gushiwen.org/author_113.aspx\">岑参</a>《凉州馆中与诸判官夜集》），正表现了他们同声相应的热情。因此，在他们开怀畅饮的豪爽风度中，还渗透着为朋友倾情倒意，肝胆相照的人情美。酒如一面镜子，映照出他们率真坦荡的人生态度。诗为人物写照，最后却宕开去以景语收束。诗人撇开楼里的场面，转而从楼外的景象落笔，其实写外景还是为内景服务的。末句中的“高楼”不仅和首句呼应，暗示了人物的豪纵气派，而且以其卓然挺立的雄姿一扫鄙陋猥琐之态；“系马垂柳”则以骏马和杨柳的意象，衬托出少年游侠富有青春气息的俊爽风致。有此一笔，使情景历历如绘，遂在表现人物豪宕气概的同时，又显得蕴藉有致。全诗用笔的跳荡灵动，也是和少年奔放不羁的性格神采相吻合的。</p> <p>　　第二首，写游侠的出征边塞。这首诗里所说的“仕汉”“骠骑”，以及下面两首诗里出现的“五单于”“汉家君臣”等，都是借汉事喻唐，这在唐诗中几乎是习闻熟见的惯例。这里说少年委身事君，入仕之初便担任了羽林郎的职务。由于羽林郎宿仗卫内、亲近帷幄，地位十分重要，故非一般等闲之辈可以入选。《后汉书·地理志》云：“汉兴，六郡良家子选给羽林。”由此即可见一斑。骠骑指武帝时的名将霍去病，曾多次统率大军反击匈奴侵扰，战功显赫。少年报国心切，一心想效功当世，一旦国家有事，便毫不犹豫地随军出征。边关是遥远荒寒的，沙场的搏杀更是出生入死，而主人公“明知山有虎，偏向虎山行”，这种为国献身的精神，和曹植的《白马篇》里“捐躯赴国难，视死忽如归”的少年英雄是一脉相承的。所不同的是，曹诗通篇是用第三人称的视角来加以客观的描述和赞颂，这里却借少年自己的口吻直抒胸臆：第三句以自诘的口气反挑，使文势陡起波澜，末句则以斩截之语收束，而“孰”“不”“纵”“犹”等虚词的连用，又在接二连三的转折中不断加强语气，活脱地传达出少年从容朱毅的神情和义无返顾的决心。这种借顿挫的用笔展示人物内心世界的手法，不仅很有力度，而且进一步深化了游侠“意气”的内涵。</p> <p>　　第三首，写少年的勇武杀敌。诗人将主人公置于孤危险恶的战争情势之中。“虏骑千重”指敌人大军压境，形成包围之势；“众敌酋倾巢出动，来势汹汹，企图以优势兵力取胜。而少年以“一身”对“千重”之敌，竟能左右驰突于敌阵之中，如入无人之境，且能擒贼先擒王，将凶蛮剽悍的敌酋“纷纷射杀”，其过人的胆略和武艺已分明可见。这里把少年写成孤胆英雄，意在突出他的勇冠三军、战功卓著。诗的一、三两句，以特写镜头为少年英武矫健的身姿写照：“擘两雕弧”言其多力善射，能左右开弓；“偏坐金鞍”言其鞍马功夫娴熟，能在疾驰的马背上自如地变换各种姿势；“调白羽”则是善于在运动中瞄准目标，箭无虚发。二、四两句，从对方着笔来反衬少年的艺高胆大。敌我双方的力量愈是悬殊，也就愈能表现主人公无所畏惧的英雄气概，而这种气概，又正来自于其置生死于度外的献身精神。这样，这首诗就和上一首彼此呼应，并为下一首写功高不赏张本。诗中所出现的雕弧、金鞍和白羽，均是以着色之笔略加点染，本来是爱其人而及其物，这里的物又为人增色，人与物原不妨是互相辉映、相得益彰的。盛唐诗人每喜表现尚武精神，如李白自称“弯弓绿弦开，满月不惮坚。闲骑骏马猎，一射两虎穿。”（《赠宣城宇文太守兼呈崔侍御》）<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>自述“射飞曾纵鞚，引臂落鹙鸧。”（《壮游》）<a href=\"http://so.gushiwen.org/author_515.aspx\">王维</a>则称赞他的一位族弟说：“读书复骑射，带剑游淮阴……席帆聊问罪，卉服尽成擒。”（《送从弟蕃游淮南》）等等。这些都可看作是诗中理想形象的现实依据。</p> <p>　　第四首，写游侠的功成无赏。上一首诗既已写到少年游侠的勇却群敌，那么这一首写朝廷论功行赏，他也理应是受奖的主角了。诗的前三句，极写庆功仪式的隆重和气氛的热烈：君臣欢宴、云台论功、天子临轩、封侯赐爵，正当期待中的主角出场时，领赏者却突然变成了“将军”。这里的“将军”和第二首“初随骠骑战渔阳”里的“骠骑”当是一人，指军中的主帅。“将军讽出明光宫”，也即李白《塞下曲》其三所云：“功成画麟阁，独有霍嫖姚。”意谓受皇帝宠信的权贵坐享其成而血战的勇士反遭冷落。诗以烘云托月的手法反复渲染，到头来却翻作他人；而活跃在前三首诗里的主角被悄无声息地推到了局外。这种欲抑故扬的艺术处理，使诗中的不平之鸣得以强有力的表现，这里再加申说反而是多余的了。</p> <p>　　王维的《少年行四首》，以浪漫的笔调讴歌了豪荡使气、舍身报国、崇尚事功和功成不居的任侠精神，表现出强烈的英雄主义色彩。他笔下的少年游侠形象，和盛唐其他诗人创造的形象一样，实际上是时代理想的人格化写照。这四首绝句独自成篇，各有侧重，但又蝉联而下，互相补充和照应。用笔或实或虚，或显或隐，舒卷自如，不拘一格，成功地谱写了一支朝气蓬勃、富有青春旋律的进行曲。 </p>",
  "about": "<h2>创作背景</h2> 　　《乐府<a href=\"http://so.gushiwen.org/view_1718.aspx\">诗</a>集》卷六十六录此四首于《结客少年场行》之后。根据陈铁民《<a href=\"http://so.gushiwen.org/author_515.aspx\">王维</a>年谱》及组诗所反映的少年游戏精神面貌来看，这四首诗是王维早期的作品，当作于安史之乱发生之前。",
  "poet": {
    "id": 515,
    "star": 0,
    "name": "王维",
    "image": "http://img.gushiwen.org/authorImg/wangwei.jpg",
    "desc": "王维（701年－761年，一说699年—761年），字摩诘，汉族，河东蒲州（今山西运城）人，祖籍山西祁县，唐朝诗人，有“诗佛”之称。苏轼评价其：“味摩诘之诗，诗中有画；观摩诘之画，画中有诗。”开元九年（721年）中进士，任太乐丞。王维是盛唐诗人的代表，今存诗400余首，重要诗作有《相思》《山居秋暝》等。王维精通佛学，受禅宗影响很大。佛教有一部《维摩诘经》，是王维名和字的由来。王维诗书画都很有名，非常多才多艺，音乐也很精通。与孟浩然合称“王孟”。"
  },
  "tags": [
    "乐府",
    "励志",
    "少年",
    "喝酒",
    "边塞",
    "战争"
  ]
}