{
  "id": 7789,
  "star": 12,
  "name": "秦女休行",
  "dynasty": "唐代",
  "content": "西门秦氏女，秀色如琼花。<br>手挥白杨刀，清昼杀雠家。<br>罗袖洒赤血，英声凌紫霞。<br>直上西山去，关吏相邀遮。<br>婿为燕国王，身被诏狱加。<br>犯刑若履虎，不畏落爪牙。<br>素颈未及断，摧眉伏泥沙。<br>金鸡忽放赦，大辟得宽赊。<br>何惭聂政姊，万古共惊嗟。",
  "fanyi": "<p><strong>译文<br></strong>西门有秦氏之女，名女休，其色美如琼花。<br>她为了祖宗亲之仇，手持白杨刀，大白天前去刺杀仇家。<br>她衣桩上洒满了仇人的鲜血，赢得了为亲人报仇的好名声。<br>杀人之后，她逃至西山，被关吏所擒获。<br>她的夫婿是燕国王，今日她却被诏拿入狱。<br>虽然她明知犯刑如履虎尾，可是她却丝毫也不畏俱。<br>正当她低眉伏于泥沙之上，行将就刑之时。<br>忽传来金鸡放赦的消息，赦免了她的死罪。<br>她比古代的侠义之女聂政姊毫不逊色，她的事迹受到后人的热烈颂扬。</p> <p><strong>注释<br></strong>⑴秦女休行：乐府旧题。《乐府集》卷六十一列于《杂曲歌辞》。诗题原注：古辞魏朝协律都尉左延年所作，今拟之。<br>⑵秀色：秀美的容色。汉<a href=\"http://so.gushiwen.org/author_6.aspx\">张衡</a>《七辩》：“淑性窈窕，秀色美艳。”琼花：一种珍贵的花。叶柔而莹泽，花色微黄而有香。宋淳熙以后，多为聚八仙（八仙花）接木移植。当年隋炀帝开运河游扬州就是为了欣赏琼花。<br>⑶白杨刀：也称白阳刀，白羊子刀，古之名刀。左延年《秦女休行》：“左执白杨刀，右据宛鲁矛。”此用其句意。刀，一作“刃”。<br>⑷清昼：白天。<br>⑸“英声”句：谓美好的名声传播遥远。英声，美好的名声。声，一作“气”。凌，升腾。紫霞，紫色的云霞。这里借指远处。<br>⑹邀遮：拦挡，阻截。汉荀悦《汉纪·平帝纪》：“如遇险阻，衔尾相随。虏邀遮前后，危殆不测。”<br>⑺“身被”句：身受诏令关押。诏狱，奉诏令关押犯人的监狱。《史记·淮南衡山列传》：“大王之群臣近幸素能使众者，皆前系诏狱，余无可用者。”<br>⑻“犯刑”二句：谓身犯刑律，就像践踏老虎尾巴，不怕落入老虎的爪牙。履虎：踩着了老虎尾巴，喻遇到了危险。《易·履》：“履虎尾，不咥人，亨。”王弼注：“履虎尾者，言其危也。”<br>⑼摧眉：即低眉，低头。<br>⑽“金鸡”句：谓天子降诏赦免其罪。古代颁赦诏日，设金鸡于竿，以示吉辰。鸡以黄金饰首，故名金鸡。放赦，释放赦免。<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>《流夜郎赠辛判官》诗：“我愁远谪夜郎去，何日金鸡放赦回。”<br>⑾“大辟”句：谓赦其死罪。大辟，死刑。《尚书·吕刑》：“大辟疑赦。”孔传：“大辟，死刑也。”宽赊，宽大赦免。<br>⑿“何惭”句：谓其壮举不次于聂政的姐姐。聂政姊：刺客聂政之姊。名聂嫈，有大勇。聂政，战国时齐人，为人报仇，刺杀韩相侠累。因恐连累其姊，乃自毁其容自尽。韩取其尸暴于市，悬千金购求其姓名。其姊聂嫈闻之，至韩国，伏尸而哭之。曰：“是深井里聂政也。”众人皆问何敢来认尸，聂嫈说，“妾其奈何畏身之诛，终灭贤弟之名？”然后自杀于聂政之旁。事见《史记·刺客列传》。<br>⒀惊嗟：犹惊叹。《南史·曹景宗传》：“约（<a href=\"http://so.gushiwen.org/author_628.aspx\">沈约</a>）及朝贤惊嗟竟日。”</p>",
  "shangxi": "<p>　　这首<a href=\"http://so.gushiwen.org/view_7789.aspx\">诗</a>是据三国时曹魏的音乐家、歌唱家左延年所写纪事诗《秦女休行》的拟作。东汉末年，发生了一个妇女的父亲为“凶豪”所杀，她为报父仇，手刃暴徒，自首遇赧的故事（它的原型见《后汉书》卷八十四《庞淯母传》及《三国志·魏书》卷十八《庞淯传》）因其“义烈”，流传甚广。不但左延年歌咏此事，晋初诗人<a href=\"http://so.gushiwen.org/author_176.aspx\">傅玄</a>也据此写过一首题目与左诗相同内容颇有出入的杂言诗。大诗人<a href=\"http://so.gushiwen.org/author_322.aspx\">曹植</a>在《鼙鼓歌》五首之四《精微篇》中曾说“女休逢赧书，白刃几在颈”，并把她和哭夫而山崩的“杞妻”，上书朝廷愿代父受刑的提萦及向赵简子解说，为父脱罪的女娟等历史上有名的烈女相提并论，可见秦女休在当时影响之大。</p> <p>　　李白此诗具体作年不详，王琦《李太白年谱》、詹鍈《李白诗文系年》、裴斐《李白年谱简编》均无提及。</p>",
  "poet": {
    "id": 247,
    "star": 0,
    "name": "李白",
    "image": "http://img.gushiwen.org/authorImg/libai.jpg",
    "desc": "李白（701年－762年），字太白，号青莲居士，唐朝浪漫主义诗人，被后人誉为“诗仙”。祖籍陇西成纪(待考)，出生于西域碎叶城，4岁再随父迁至剑南道绵州。李白存世诗文千余篇，有《李太白集》传世。762年病逝，享年61岁。其墓在今安徽当涂，四川江油、湖北安陆有纪念馆。"
  },
  "tags": [
    "乐府",
    "歌颂",
    "妇女",
    "复仇"
  ]
}