{
  "id": 7832,
  "star": 591,
  "name": "长歌行",
  "dynasty": "唐代",
  "content": "桃李待日开，荣华照当年。<br>东风动百物，草木尽欲言。<br>枯枝无丑叶，涸水吐清泉。<br>大力运天地，羲和无停鞭。<br>功名不早著，竹帛将何宣。<br>桃李务青春，谁能贳白日。<br>富贵与神仙，蹉跎成两失。<br>金石犹销铄，风霜无久质。<br>畏落日月后，强欢歌与酒。<br>秋霜不惜人，倏忽侵蒲柳。",
  "fanyi": "<p><strong>译文<br></strong>桃李花得日而开，花朵缤纷，装点新春。<br>东风已经复苏万物，草木皆似欣欣欲语。<br>枯枝上发出了美丽的新叶，涸流中也清泉汩汩，一片生机。<br>造化运转着天地，太阳乘着日车不停地飞奔。<br>如果不早立功名，史籍怎能写上您的名字？<br>桃李须待春天，但谁能使春日永驻不逝？<br>时不我待，富贵与神仙两者皆会错肩而过。<br>金石之坚尚会销蚀殆尽，风霜日月之下，没有长存不逝的东西。<br>我深深地畏俱日月如梭而逝，因此才欢歌纵酒，强以为欢。<br>就像是秋天寒霜下的蒲柳，倏忽之间，老之将至，身已衰矣！</p> <p><strong>注释<br></strong>⑴长歌行：乐府旧题。《乐府<a href=\"http://so.gushiwen.org/view_7832.aspx\">诗</a>集》卷三十列于《相和歌辞·平调曲》，属乐府相和歌平调七曲之一。题解云：《乐府解题》曰：“古辞云‘青青园中葵，朝露待日晞’，言芳华不久，当努力为乐，无至老大乃伤悲也。”魏改奏文帝所赋曲“西山一何高”，言仙道茫茫不可识，如王乔、赤松，皆空言虚词，迂怪难言，当观圣道而已。若<a href=\"http://so.gushiwen.org/author_838.aspx\">陆机</a>“逝矣经天日，悲哉带地川”，则复言人运短促，当乘间长歌，与古文合也。《长歌行》古曲今不传，惟留歌辞近十首，<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>这首为其中之一。<br>⑵待：一作“得”。<br>⑶荣华：草木茂盛、开花。《<a href=\"http://so.gushiwen.org/author_320.aspx\">荀子</a>·王制》：“草木荣华滋硕之时，则斧斤不入山林。”<br>⑷东风：春风。李白《春日独酌》诗之一：“东风扇淑气，水木荣春晖。”百物：犹万物。《礼记·祭法》：“黄帝正名百物，以明民共财，颛顼能脩之。”<br>⑸“枯枝”句：谓枯枝生新叶，皆可爱也。<br>⑹羲（xī）和：古代神话传说中的人物。驾御日车的神。《楚辞·离骚》：“吾令羲和弭节兮，望崦嵫而勿迫。”王逸注：“羲和，日御也。”<br>⑺竹帛（bó）：竹简和白绢，古代初无纸，用竹帛书写文字。引申指书籍、史乘。《史记·孝文本纪》：“然后祖宗之功德著于竹帛，施于万世，永永无穷，朕甚嘉之。”<br>⑻务：需要。青春：指春天。春季草木茂盛，其色青绿，故称。《楚辞·大招》：“青春受谢，白日昭只。”王逸注：“青，东方春位，其色青也。”<br>⑼贳（shì）：出借，赊欠。<br>⑽蹉（cuō）跎（tuó）：失意；虚度光阴。南朝齐<a href=\"http://so.gushiwen.org/author_32.aspx\">谢朓</a>《和王长史卧病》：“日与岁眇邈，归恨积蹉跎。”<br>⑾销铄（shuò）：熔化，消磨。汉<a href=\"http://so.gushiwen.org/author_822.aspx\">枚乘</a>《七发》：“虽有金石之坚，犹将销铄而挺解也。”<br>⑿欢：一作“饮”。<br>⒀倏（shū）忽：迅疾貌，形容出乎意外之快。《吕氏春秋·决胜》：“倏忽往来，而莫知其方。”蒲柳：即水杨，一种入秋就凋零的树木。蒲与柳都早落叶，这里用来比喻人的早衰。南朝宋<a href=\"http://so.gushiwen.org/author_668.aspx\">刘义庆</a>《世说新语·言语篇》：“蒲柳之姿，望秋而落，松柏之姿，经霜弥茂。”</p>",
  "shangxi": "<h2>赏析</h2> <p>　　<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>这首《长歌行》深受同题古辞的影响。长歌行古辞或写及时建功立业，不要老大伤悲；或写游仙服药，延年长寿；或写游子思乡，感伤人命短促。<a href=\"http://so.gushiwen.org/author_838.aspx\">陆机</a>《长歌行》恨功名薄，竹帛无宣；<a href=\"http://so.gushiwen.org/author_758.aspx\">谢灵运</a>《长歌行》感时光流速，壮志消磨；梁元帝《长歌行》写及时行乐；<a href=\"http://so.gushiwen.org/author_628.aspx\">沈约</a>《长歌行》写羁旅行后倦恋金华殿，功名未著，竹帛难宣。总之李白之前运用长歌行古题者，均触景感时，抒写悲伤之情，寄寓着他们对美好人生的追求，以及追求不得的怅惘感伤的心灵。李白由此感悟人生，联想反思自己功业无成，游仙不果，重蹈古人的覆辙，陷入痛苦之中，不抒不快。于是尽情倾吞，激昂文字，悲歌式的心灵，融汇着千古人所共有的情愫，感发着人意，体验着人生的苦乐。</p> <p>　　此<a href=\"http://so.gushiwen.org/view_7832.aspx\">诗</a>前十句为第一段。开端两句，总述桃李迎春得朝阳而鲜花怒放，争芳吐艳，然而它也只是荣华当年。一年一度春芳桃李，这是自然规律，因而桃李花开是春天的象征，是美好的象征。经过幽闭冬藏的寒日笼照之后，转而接受春日温暖的朝阳抚摸，使大地万物顿感复苏，呈现了活跃的旺盛的生命力，作为万物之灵的人，精神倍增，昂扬奋进，这是物之常理与人之常情。故人们把人生美好时刻称之为青春。可是作者认知不限于此，而更深入探索桃李迎春吐艳，其条件是须春阳细腻的化育，苦心无私地用功，生存发展离不开春日阳光。由此作者更悟出君臣关系的相互依存的道理，预伏后面“功名不早著”之因。日这个描写意象在古诗中曾有象征君王之意。桃李遇春阳而开，贤相逢明君而荣，自然常律与人事常理，有其相似之点，明写桃李，暗喻君臣事理。这可能是用“得日开”的甘苦用心吧!美好意象的描写，深含着美好感情与对美好事物的追求。美虽美；但尤感不足之处，只是荣华当年，因而更值得珍惜。接着作者连用四句诗赞美春光之妙用，“东风动百物，草木尽欲言。枯枝无丑叶，涸水吐清芬。”东风送暖，遍吹大地万物，阳气萌发，万物从蛰伏中苏醒，争现新姿，构成了一个生命律动的美的境界。因而草木尽欲显露英姿，冬日的枯枝丑叶败落净尽。“无丑叶”的对应之意是“竟美叶”。已经乾涸的水泉，也喷吐着清香的水柱。这四句从开端的桃李花开一点，铺叙春回大地的全景。桃李艳美又衬托东风不停地化育万物，草木换新颜，涸泉复吐清芬，尽现出春之美，写出春之境界。总上六句诗正是诗人触景所生之美感，又以平淡自然的文字与诗句，绘成春光美的形象与意境，诗人入于境中，而又出于境外，妙笔生花，与境冥合。于平淡的描写中凝聚着深蕴美与哲理性认知，然而它绝不同于自然教科书的说理。这一段后四句则由上面春光境界的描写而转入讨论，发抒感慨，寻求造成这一美景的力量来源。“大力运天地，羲和无停鞭。功名不早著，竹帛将何宣。”作者依据中国古代哲学家见解，也认为这是自然界的神力，运转天地，故而有春、夏、秋、冬四季，因而也就生成了宇宙中万物的自然生存、发展、死亡的各自规律，形成了不同季节的不同景象。不过人们总是偏爱春日，而厌恶冬日，不过这是当时人们无法改变这一阴阳变化的规律。当然他们也从天地运行不止，时光流速，永无停止中，观察万物的生衰，包括人的生老病死，悟出了一个人生道理，人亦应如春日桃李花一样，要在青春的美好时刻，展示怀抱，建立丰功伟业。生时为人们仰慕赞美，死后美名留青史，千古流芳。可是在现实中的李白，虽有美好的理想和作人的价值观，以及奋进不止的精神，但由于得不到“日”（皇帝）的温暖抚育，年华老大，驾着六龙的日神车，驭手羲和又催赶不停，如不能在青春时早立功名，就更不能留名于竹帛的史书之中。默默无闻地离开人世，故深为痛恨。外在的无形压力与内在愤激之情的积郁，终于迸发出忧患不平的心声。从过去的借鉴，目前的现状，到未来的预测，拓展时空，言浅而意深，雅正而浑厚，发展了五言古诗的传统特点。诗写到这里诗情与意旨都该停顿，但留给人们的是为何功名不早立，结局又是如何的悬念。</p> <p>　　诗的后十句为第二段。头两句照应开端，深化诗意。桃李既然是专在追求青春，应青春而显美容。那么有人能赊取太阳，使其不动，青春不是永在吗？“谁”字有疑问之情，本是不能之事，设想其能，从幻想中慰勉自己，从幻境中享受快感，从而减轻了心里压力，从困境得到解脱。然而幻想是暂时的，当其转化为现实之时，也就从狂热转化为冷静，用理智滤取生活的轨迹，明确是非与得失，于是铸成“富贵与神仙，蹉跎两相失”的痛定思痛的诗句。对于自己的言行作出了新的判断，知昨日之非。追求富贵功名，神仙长生，这是统治阶级的享乐意识和人生价值观。当了官是实现人生价值的标志，自然富而且贵。于此又滋生长生不死的幻想和妄求，目的永远保持自己的权贵地位与富裕的生活条件，名与利两收。求官不得则游仙，表示超然物外，清高自恃，平等官吏，也能获得美名。可在唐代它又是作官的终南捷径，初盛唐的封建士人多通此径。李白亦不例外，拜谒官吏，寻访名山高僧仙师，获取功名富贵。于今两相失败，一事无成，虚度年华，悔恨不及，再次跌入痛苦的深渊之中。进而想到古人曾说的“人生非金石，”“寿无金石固，岂能长寿考”，于是发展成为“金石犹销铄，风霜无久质”。就算人生如金石之固，可金石在长久的风霜侵袭与磨蚀之下，也会使完整之体粉碎为沙砾，更不用说人又不是金石。春之桃李、草木、清泉等也自然难以保持它们春日美姿了。言外之意，人不能长生，其功名富贵就要及早得到，否则就有得不到危险；既或得到了也难以长存。所以古人求仕的经验，“早据要路津”，实现竹帛留名的人生价值。表面上看这两句与前两句无关，然而它是似断实连，是对游仙长生的否定。诗意的发展，感情跳荡，思潮起伏的写照，因而表现为诗句的跳跃性，留给人们以悬念，追求究竟，诱人深入，弄得水落石出。当其悔恨昨非之时，必然改弦更张，作出新的抉择，“畏落日月后，强欢歌与酒。”及时行乐，纵情歌唱，酣饮消忧。否则就要落在时间的后面，衰朽之躯，想行乐也不可能了，空空地走向死亡世界，白活了一生。一个“强欢”，透露出其内心曲隐之愁情，是不情愿地造作欢情，是无欢心地造作欢情，是借歌与酒消解胸中愁情，是一时的麻醉。这种有意识麻醉自己是心灵更痛苦的表现，这是李白艺术上超常的表现，发人人所感而尚未意识到的内心深曲。这是大家路数，而非小家捉襟见肘的手法。然而，就是这一点强作排解的自我克制的希望，也难以达到与满足，痛心地写下了结尾诗句：“秋霜不惜人，倏忽侵蒲柳。”严酷的秋霜从无仁爱之心，萧杀万物，于人也无所惜，突然间降临，侵害蒲柳之姿。蒲柳为草木之名，体柔弱而经不起风霜，经霜而枯枝败叶，苦无生机。这里是用典，《世说新语》记载，顾悦与梁简文帝同岁，而顾发早白。简文帝问顾“卿何以先白？”顾答：“蒲柳之姿，望秋而落；松柏之姿，经霜弥茂。”蒲柳之姿是顾自指，松柏之姿喻简文帝。李白用此典切合自己身份，微贱之躯，经不得风霜摧残。秋霜这里既是自然的威力，同时又是象征邪恶的政治势力的残酷打击。以不可抗御的力量打击毫无准备的柔弱微贱之躯，其结果不言自明。结句不仅含蕴丰厚，而感情也至痛。令人不平，催人泪下。真是可以称作长歌当哭之作。</p> <p>　　李白这篇乐府诗综合前人同题之作的长处，而自成一格，以气为主，以自然为宗，清新俊逸，奇伟特出，是大家手笔。诗以比兴诗句开其端，触景生情，但它并非泛咏桃李荣谢，人生无常，及时行乐之作，而是表现出用常得奇，抒写出超出常人的胸怀壮思，生命的价值。绝非庸庸碌碌的小人私欲，它是盛唐时代精神的高扬。它描写出一代人的精英的爱国衷肠，对美好的自然春景的赞颂，对爱美与追求美好理想的倾诉，对自己事业无成的愤懑及自我解脱不成的痛苦，敞开心扉，让人们尽情了解他的内心衷曲。一颗跳荡的心，激荡的变化，万端的感情，牵动着优美的自然画面，透视出社会的不公正。美好理想总是难以兑现，为此而忧患着，抗争着，终不免遭受秋霜的厄运。美好的人性遭受摧残，不是一个时代的现象，而是阶级社会中共有的现象。盛唐社会尤其如此，令人深思。</p> <p>　　李白成功地塑造这天才者遭受厄运的心象，还借助于他熔铸古诗的叙事、抒情、议论手法于一炉，运用得出神入化，挥洒自如，成为一个完整艺术表现体系，只见诗境美，而不见技法。这正是李白所追求的清真美。</p>",
  "about": "<h2>创作背景</h2> 　　《长歌行》是<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>拟乐府旧题而创作的一首乐府<a href=\"http://so.gushiwen.org/view_7832.aspx\">诗</a>。其创作的具体时间难以考索，但从其创作内容约略可知必写在唐玄宗天宝三载（744年）以后，亦即“赐金还山”，离开朝廷之后，只有如此才能发出“富贵与神仙，蹉跎成两失”的深沉而意味无尽的悲慨，因而“强欢歌与酒”。如无切身遭际与体验，不应如此长歌当哭。李白是位爱国诗人，本自热衷功名事业，功成身退，为此曾走隐逸游仙的终南捷径，早著功名，名垂青史。也曾获得了美好的机遇，唐玄宗三次下诏征聘李白，金殿谒见对策，又得到唐玄宗的特殊礼遇，待诏翰林，随时顾问，荣极一时。然而由于他个性疏放，嫉恶如仇，颇受权贵忌恨，小人谗言，而被逐出朝廷，美其名曰“赐金还山”。这对李白来说是一个沉重的打击，希望与理想如昙花一现，而失望堕入悲慨的深渊中，求仙学道以求精神寄托。当他冷静地反思之后，才感到自误，“富贵与神仙，蹉跎两相失”，但犹有知非而振起之意，觉时不我待。此诗正切此情，合此理，抒写心灵，其诗情近于《将进酒》、《行路难三首》、《答王十二寒夜独酌有怀》等篇。又安史乱起李白则更跌入忧国的狂潮之中，因此不似作于安史之乱后的晚年。",
  "poet": {
    "id": 247,
    "star": 0,
    "name": "李白",
    "image": "http://img.gushiwen.org/authorImg/libai.jpg",
    "desc": "李白（701年－762年），字太白，号青莲居士，唐朝浪漫主义诗人，被后人誉为“诗仙”。祖籍陇西成纪(待考)，出生于西域碎叶城，4岁再随父迁至剑南道绵州。李白存世诗文千余篇，有《李太白集》传世。762年病逝，享年61岁。其墓在今安徽当涂，四川江油、湖北安陆有纪念馆。"
  },
  "tags": [
    "乐府",
    "建功立业",
    "理想"
  ]
}