{
  "id": 53632,
  "star": 6,
  "name": "菩萨蛮·春来春去催人老",
  "dynasty": "宋代",
  "content": "<span style=\"font-family:SimSun;\">三月晦，送春有集，坐中偶书。</span></p> <p>春来春去催人老，老夫争肯输年少。醉后少年狂，白髭殊未妨。<br>插花还起舞，管领风光处。把酒共留春，莫教花笑人。",
  "fanyi": "<p><strong>译文<br></strong>春来春去时光如飞催人老，我怎肯轻易输给年轻人？酒醉之后像少年一样狂放不羁，胡子白了根本没有关系。<br>头上插着花起身狂舞，要尽情地享受春光。让我们举杯共同留住春天，不要让花儿笑人们不懂惜春。</p> <p><strong>注释<br></strong>⑴晦：阴历月末。<br>⑵输：负。<br>⑶白髭（zī）：嘴边的胡子发白了。<br>⑷管领：主管的意思。<br>⑸教：使，令。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这首春词是用少女眼光中的暮春景象展现她蹙眉惜春的心态。<a href=\"http://so.gushiwen.org/author_175.aspx\">欧阳炯</a>的《三字令》“春欲尽，日迟迟”一首，从春尽人不归的艺术角度，运笔随意而着重于刻画佳人的无限相思。至于抒发青春难驻，临老伤春的感觉，<a href=\"http://so.gushiwen.org/author_587.aspx\">张先</a>的《天仙子》具有代表性。上片云：“水调数声持酒听，午醉醒来愁未醒。送青春去几时回？临晚镜，伤流景，往事后期空记省。”这种时光易逝的送春感触，写得神韵高妙，但词人流露出的情绪却是深沉和忧愁的，有着无穷的感伤。<a href=\"http://so.gushiwen.org/author_120.aspx\">张元干</a>这首词的艺术构思与上两首不同，情调旷达酒脱，可谓别具一格。</p> <p>　　首先从词的组织结构来看，词人没有采用上景下情的框架，而紧扣送春留春的主旨，直抒情怀，一气呵成。起句“春来春去催人老”，即写出了作者对春去的内心感应。春来春去，时光匆匆易逝。这对于垂老之人，最容易引起心情的翻腾。张先词的“临晚镜，伤流景，往事后期空记省”，所流露的是一种人事纷繁、朱颜易改的感伤情调。这首词中所承接的是“老夫争肯输年少”。词人虽然已是“老夫”，但是心中没有悲感，还具有年青人的活力。正是这种不服老的自在洒脱的襟怀，才能生发出插花起舞、把酒留春的势态，使上下片一气呵成。</p> <p>　　其次是真情的自然流露。张元干晚年遭逢厄运，心中留下难以磨灭的伤痕，常寄情于山水之间，但是壮志依存。<a href=\"http://so.gushiwen.org/view_53632.aspx\">诗</a>人投闲的二十余年，并未忘掉中原遗恨，但又是抱着“心存自在天，脚踏安乐地”的旷达情怀。</p> <p>　　词中所写“坐中偶书”的感受，似是信手拈来，实是胸襟情怀的真实流露。值得提出的是“醉后少年狂”一句，是借用<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>《江城子》词“老夫聊发少年狂”的意趣。而“管领风光处”则是化用<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>《早春晚归》“金谷风光依旧在，无人管领石家春”的诗意。此处与“插花还起舞”相连接，充分体现出作者的真情实感，旷达乐观的风貌。这首词中性灵的流露，具有一种真实、自然之美。</p> <p>　　这首自抒情怀的词作，语言朴质自然，明白晓畅。“醉后少年狂，白髭殊未妨”、“把酒共留春，莫教花笑人”，语意显露，造句自然，毫无矫揉造作之态，又不落前人窠臼。这种个性化语言的倾吐，既是时光与生命相撞击产生的火花，又疑聚着词人“坐中”瞬间的真实感受，因而富有自然的风韵。</p>",
  "about": "<h2>创作背景</h2> 　　从词中的词意来看，该词当作于词人晚年。<a href=\"http://so.gushiwen.org/view_53632.aspx\">诗</a>人晚年遭逢厄运，心中留下难以磨灭的伤痕，常寄情于山水之间。",
  "poet": {
    "id": 120,
    "star": 0,
    "name": "张元干",
    "image": "http://img.gushiwen.org/authorImg/zhangyuangan.jpg",
    "desc": "元干出身书香门第。其父名动，进士出身，官至龙图阁直学士，能诗。张元干受其家风影响，从小聪明好学，永泰的寒光阁、水月亭是他幼年生活和读书处。十四五岁随父亲至河北官廨（在临漳县）已能写诗，常与父亲及父亲的客人唱和，人称之“敏悟”。"
  },
  "tags": [
    "宋词精选",
    "少女",
    "惜春"
  ]
}