{
  "id": 28697,
  "star": 102,
  "name": "为有",
  "dynasty": "唐代",
  "content": "为有云屏无限娇，凤城寒尽怕春宵。 <br>无端嫁得金龟婿，辜负香衾事早朝。",
  "fanyi": "<p><strong>译文</strong><br>云母屏风后面的美人格外娇，京城寒冬已过却怕短暂春宵。<br>无端地嫁了个做高官的丈夫，不恋温暖香衾只想去上早朝。</p> <p><strong>注释</strong><br>⑴云屏：雕饰着云母图案的屏风，古代皇家或富贵人家所用。<br>⑵凤城：此指京城。<br>⑶无端：没来由。金龟婿：佩带金龟（即作官）的丈夫。《新唐书·车服志》：“天授二年，改佩鱼皆为龟，其后三品以上龟袋饰以金。” </p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　<a href=\"http://so.gushiwen.org/view_28697.aspx\">诗</a>歌一、二句“为有云屏无限娇，凤城寒尽怕春宵。”描述一对宦家夫妇的怨情。开头用“为有”二字把怨苦的缘由提示出来。“云屏”，云母屏风，指闺房陈设富丽，“无限娇”称代娇媚无比的少妇。金屋藏娇，两情缱绻，当春风送暖，京城寒尽之时，便双双地怕起春宵来了。丈夫既富且贵，妻子年轻貌美，两人处在云屏环列的闺房之中，更兼暖香暗送，气候宜人，理应有春宵苦短之感，应该不会产生“怕”的心情。首句的“因”和次句的“果”有抵牾之处，这就造成一种悬念引人追询答案。</p> <p>　　三、四句“无端嫁得金龟婿，辜负香衾事早朝。”通过少妇的口说出“怕春宵”的原因。冬寒已尽，衾枕香暖，两口子情意款洽，本应日晏方起，可是偏偏嫁了你这个身佩金龟的作官夫婿，天不亮就要起身去早朝，害得我一个人孤零零地守在闺房里，实在不是滋味。这些似是枕畔之言，当丈夫正欲起身离去时，妻子对他说了这番话，又好象是埋怨自己，流露出类似“悔教夫婿觅封侯”那样一种痴情；或是责怪丈夫，向他倾诉“孤鹤从来不得眠”的苦衷。“无端”二字活画出这位少妇娇嗔的口吻，表达了她对丈夫、对春宵爱恋的深情。其实，妻子的苦恼也是丈夫的苦恼。</p> <p>　　前面的“为有”和“凤城”二句就正面描述了丈夫的怨情。应当说他“怕春宵”比妻子有过之而无不及。除了留恋香衾，不愿过早地离去，撇下娇媚多情的妻子，让她忍受春宵独卧的痛苦；还怕听妻子嗔怪的话，她那充满柔情而又浸透泪水的怨言，听了叫人不禁为之心碎。不愿早起离去，又不得不早起离去。对于娇妻，有内疚之意；对于早朝，有怨恨之情；对于爱情生活的受到损害，则有惋惜之感。“辜负”云云，出自妻子之口，同时也表达了丈夫的心意，显得含蓄深婉，耐人寻味。</p> <p>　　这首诗的中心字眼是第二句里的“怕”，关于怕什么的问题，三、四两句的解答是“无端嫁得金龟婿，辜负香衾事早朝”。仅仅因为丈夫要早起上朝，就产生这么大的怨气，似乎有点不近情理。总之读完全诗，读者由“怕”字造成的悬念并未完全消除，诗有言外之还意，弦外之音。</p> <p>　　<a href=\"http://so.gushiwen.org/author_1121.aspx\">屈复</a>的《玉溪生诗意》分析说：“玉溪以绝世香艳之才，终老幕职，晨入暮出，簿书无暇，与嫁贵婿、负香衾何异？其怨也宜。”<a href=\"http://so.gushiwen.org/author_204.aspx\">李商隐</a>一生长期沉沦幕府，落魄江湖，不是他没有才能，或有才能得不到赏识，而是不幸卷入牛李党争的漩涡之中，成了朋党之争的受害者。当他认识到这一点时，已为时太晚，不可自拔。“无端嫁得金龟婿”所表达的正是这样一种悔恨莫及的痛苦心情。</p> <p>　　这首绝句含蓄深沉而又富于变幻。前两句一起一承，一因一果，好像比较平直。但着一“怕”字，风波顿起，情趣横生。后面两句围绕着“怕”字作进一步的解说，使意境更加开拓明朗。这样写，前后连贯，浑然一体。其中“为有”“无端”等语委婉尽情，极富感染力。 </p>",
  "about": "<h2>创作背景</h2> 这首<a href=\"http://so.gushiwen.org/view_28697.aspx\">诗</a>的创作时间难以精确考证，朱世英推测此诗大约写作于公元846年（会昌六年）至851年（大中五年）之间，即<a href=\"http://so.gushiwen.org/author_815.aspx\">李德裕</a>罢相以后，诗人之妻王氏去世之前。这段时间<a href=\"http://so.gushiwen.org/author_204.aspx\">李商隐</a>个人和家庭的处境都十分艰难。",
  "poet": {
    "id": 204,
    "star": 0,
    "name": "李商隐",
    "image": "http://img.gushiwen.org/authorImg/lishangyin.jpg",
    "desc": "李商隐，字义山，号玉溪（谿）生、樊南生，唐代著名诗人，祖籍河内（今河南省焦作市）沁阳，出生于郑州荥阳。他擅长诗歌写作，骈文文学价值也很高，是晚唐最出色的诗人之一，和杜牧合称“小李杜”，与温庭筠合称为“温李”，因诗文与同时期的段成式、温庭筠风格相近，且三人都在家族里排行第十六，故并称为“三十六体”。其诗构思新奇，风格秾丽，尤其是一些爱情诗和无题诗写得缠绵悱恻，优美动人，广为传诵。但部分诗歌过于隐晦迷离，难于索解，至有“诗家总爱西昆好，独恨无人作郑笺”之说。因处于牛李党争的夹缝之中，一生很不得志。死后葬于家乡沁阳（今河南焦作市沁阳与博爱县交界之处）。作品收录为《李义山诗集》。"
  },
  "tags": [
    "唐诗三百首",
    "怨情"
  ]
}