{
  "id": 72179,
  "star": 54,
  "name": "臧哀伯谏纳郜鼎",
  "dynasty": "先秦",
  "content": "　　夏四月，取郜大鼎于宋，纳于大庙，非礼也。</p> <p>　　臧哀伯谏曰：“君人者，将昭德塞违，以临照百官；犹惧或失之，故昭令德以示子孙。是以清庙茅屋，大路越席，大羹不致，粢食不凿，昭其俭也；衮冕黻珽，带裳幅舄，衡紞纮綖，昭其度也；藻率鞞鞛，鞶厉游缨，昭其数也；火龙黼黻，昭其文也；五色比象，昭其物也；钖鸾和铃，昭其声也；三辰旂旗，昭其明也。夫德，俭而有度，登降有数。文物以纪之，声明以发之，以临照百官，百官于是乎戒惧，而不敢易纪律。今灭德立违，而置其赂器于大庙，以明示百官。百官象之，其又何诛焉？国家之败，由官邪也；官之失德，宠赂章也。郜鼎在庙，章孰甚焉?武王克商，迁九鼎于雒邑，义士犹或非之，而况将昭违乱之赂器于大庙。其若之何?”公不听。 ",
  "fanyi": "<p><strong>译文一</strong></p> <p>　　夏季四月，（桓公）从宋国取得郜国大鼎，安放在太庙里，这样做不合礼制。</p> <p>　　臧哀伯劝谏（桓公）说：“做国君的，应当发扬道德，阻塞邪恶，以（更好地）管理和监察百官；还怕有缺失的地方，所以发扬美德给子孙后代做示范。因此，太庙用茅草盖顶，大车上用蒲席做垫子，（祭祀用的）肉汁不加调料，饼食不用精粮，这是为了昭示节俭；礼服、礼帽、蔽膝、玉笏，腰带、裙衣、绑腿、鞋子以及冠冕上用的衡、紞、纮、綖（等各式各样的带子和饰物），这是为了昭示等级制度；玉器垫儿、刀剑套、佩刀刀鞘上的饰物、束衣革带、飘带、旌旗饰品、马鞅，这是为了昭示（尊、卑）礼数；（在礼服上绣的）火、龙、黼、黻花纹，这是为了昭示文采；（在车服和其他有关器物上）用青、赤、黄、白、黑五种颜色按天地万物的形貌绘出各种不同的形象，这是为了昭示物各有其用，而并非虚设；（系在车马和旗帜上的各种铃铛）钖、鸾、和、铃，这是为了昭示动辄有声；在旗帜上绘上（日、月、星）三辰，这是为了昭示光明。德（作为行为规范和准则），是俭约并有（相应的）制度（规定）的，或增或减都要有节制。（所有这些，）都要形成典章制度，把它记录下来，并公开地发布出去，以此来管理监察百官，百官才有所警惕和畏惧，而不敢违规犯纪。现在泯灭道德而树立邪恶，把人家用作贿赂的器物安放在太庙，公开地展示给百官。（如果）百官也以此为榜样，还能惩罚谁呢?国家的衰败，来自官员的邪恶；而官员丧失道德，是由于受宠而贿赂公行。郜鼎放在太庙，还有什么比这更明显的受贿呢?周武王攻灭殷商，把九鼎迁到雒邑，仁人义士中还有人非议他，更何况把表明违德乱礼的受贿器物放在太庙，这可该对它怎么办呢?”桓公不听。</p> <p><strong>译文二</strong></p> <p>　　夏四月，鲁桓公从宋国取得原属郜国的传国大鼎，放进太庙，这是不符合礼仪的。</p> <p>　　臧哀伯规劝桓公说：“作百姓君主的人，要发扬德行，堵塞违礼的行为，以便监察百官，就这样还怕有不足之处，还要显示各种美德以传示子孙。所以那清静肃穆的太庙用茅草做屋顶，祭祀天地的车子用草席做垫子，祭祀用的肉汁不用五味调和，黍稷、糕饼等祭品不用舂过的好米，这些是为了显示节俭。祭祀的礼服、礼冠，蔽膝、大圭，腰带、裙子、绑腿、靴子、冠上的横簪、冠旁的填绳、系冠的带子、冠顶的盖版，这些是为了显示等级上的差别。玉垫、刀饰、革带、带穗、旌旗上的飘带、马颈上的革带，这些是为了显示数量上的差别。礼服上火形、龙形、斧形、弓形等花纹，这些是为了显示纹彩上的差别。用五色绘出各种图象来装饰器物服饰，这是为了显示器物物色的差别。马铃、大小车铃、旗铃，是为了显示声音节奏，旌旗上画的日、月、星辰，是为了显示光明。所谓德行，就是节俭而有法度，事物的增减都有一定的数量，并用纹彩和颜色加以标志，用声音和光亮加以表现，以此来监察百官，百官这才警戒畏惧，而不敢违反法度。现在君王毁灭德行，树立违礼的坏榜样，把别国贿赂的宝器安放在太庙里，以此明白昭示百官。百官都来效法，君王又用什么去惩罚他们呢？国家的衰败，是由于官吏不走正道。官吏丧失德行，则是由于国君宠爱和贿赂风行的原故。郜鼎放在鲁国的太庙，还有比这更公开的贿赂吗？武王打败殷商，将九鼎搬到王城，义士尚有批评他的，更何况将标志违礼作乱的贿赂之器放在太庙，又该怎么样呢？”桓公不听。</p> <p><strong>注释</strong><br>（1）郜（ɡào）：国名，姬姓，开国国君是周文王的一个庶子，春秋时为宋国所灭，其故地在今山东成武县东南。鼎：古代的一种烹饪器物，又因常常用作旌功记绩的礼器，所以又作为传国重器，其形制一般为三足两耳。宋：国名，春秋时为十二诸侯之一，开国国君为殷纣王的庶兄微子，其地在今河南东部及山东、江苏和安徽三省之间。<br>（2）大（tài）庙：即太庙，天子或诸侯国国君的祖庙。<br>（3）临照：管理和监察。临，统管，治理。照，察看。<br>（4）令德：美德。令，美好。<br>（5）清庙：即祖庙，因其肃穆清静，故称。<br>（6）大路：也作“大辂”，即大车，特指天子或诸侯国国君祭天时所乘的车子。越（yuè）席：用蒲草编织的席子。越，通“括”，结。<br>（7）大（tài）羹：即太羹，也作“泰羹”，古代祭祀时所用的肉汁。不致：指不调五味，不加各种作料。<br>（8）粢（zī）食：用黍稷加工品制作的饼食，祭祀用作供品。粢，黍稷，泛指谷类粮食。不凿：不舂，这里指不精细加工。<br>（9）衮（ɡǔn）：古代帝王及公卿祭祀宗庙时所穿的礼服。冕（miǎn）：古代帝王、公卿、诸侯所戴的礼帽。黻（fú）：通“韨”，古代用做祭服的熟皮制蔽膝。珽（tǐnɡ）：古代君臣在朝廷上相见时所持的玉制朝板，即玉笏（hù）。<br>（10）带：指束在腰间的革带，皮带。裳（chánɡ）：古代男女穿的裙式下衣。幅：古代自足至膝斜缠在小腿部的帛条或布条，犹如今天的绑腿。舄（xì）：双底鞋，着地的一层为木底，这里泛指鞋子。<br>（11）衡：把冠冕稳定在发髻上的横簪。紞（dǎn）：古代垂在帽子两旁用以悬挂塞耳用的玉瑱（tián）的带子。纮（hónɡ）：古代冠冕系在颔下的带子。古人戴冠冕时，先用簪子别在发髻上，再用纮挽住，系在簪子的两端。綎（yán）：古代覆在冠冕上的一种长方形饰物，以木板为干（ɡàn），外包黑色布帛。<br>（12）藻率（lǜ）：一种用来放玉的木垫儿，外包熟皮，并绘有水藻形图案。鞞（bǐnɡ）：刀剑套。鞛（běnɡ）：佩刀刀鞘的饰物。<br>（13）鞶（pán）：绅带，又名“大带”，束衣用。厉：下垂的大带。或谓“鞶厉”：是一个词，指束腰革带与革带下垂的部分。游：古代旗帜上下垂的饰物。缨：套在马胸部的革带，即马鞅。数：礼数。<br>（14）火龙黼（fǔ）黻：都是古代礼服上所绣的花纹，如火形者为“火”，如龙形者为“龙”，黑白色相间如斧形者为“黼”，黑青色相间如“亚”形者为“黻”。<br>（15）五色：指青、赤、黄、白、黑五种颜色。比象：指比照天地万物所画出的各种图像。<br>（16）钖（yánɡ）鸾和铃：都是系在车马和旗帜上的铃铛，系在马额头上的叫“钖”，系在马嚼子上的叫“鸾”，系在车前用作扶手的横木上的叫“和”，系在绘有龙形图案的旗帜竿头的叫“铃”。<br>（17）三辰：指日、月、星。旂（qí）：旗面绘有龙形图案，竿头系有小铃铛的旗子。<br>（18）登降：增减。登为增，降为减。有数：指有节度、节制。（注意此处的“数”字与上文“昭其数也”句的“数”字在词义上的区别。）<br>（19）象：同“像”，法式，式样，这里是榜样的意思。<br>（20）章：明显。与下文“章孰甚焉”句之“章”义同。<br>（21）九鼎：相传为夏禹所铸，用以象征九州。夏、商、周三代都把它作为政权的象征，成为传国之宝。<br>（22）雒（luò）邑：也作“洛邑”，东周都城所在，相传周武王克商后由周公姬旦营建，其故地见《周郑交质》一文的题解。</p>",
  "shangxi": "<h2>评析</h2> <p>　　《臧哀伯谏纳郜鼎》的中心内容是臧哀伯批评鲁桓公“取郜大鼎于宋”并“纳于大庙”这件事的“非礼”。那么，到底什么是礼呢?礼的范畴极其广泛，内容极其复杂，但一言以蔽之，就是本书《郑庄公戒饬守臣》一文的评论文字所说：“礼，经国家，定社稷，序人民，利后嗣者也。”如果用今天更切合礼的历史本质的话说，它是奴隶制社会和封建制社会贵族等级制度下的社会规范、道德规范和行为规范，它规范并制约着上自天子下至百姓所有社会成员的思想和言行。所以，删改《春秋》的孔夫子才说：“不学礼，无以立”（《论语·季氏》）；君子“约之以礼”《论语·雍也》）；“道之以德，齐之以礼”（《论语·为政》）；“为国以礼”（《论语·先进》）；“克己复礼为仁”（《论语·颜渊》）；“非礼勿视，非礼勿听，非礼勿言，非礼勿动”（《论语·颜渊》）……联系古今关于礼的界说和孔夫子这些关于礼的言论，就不难理解作为鲁大夫的臧哀伯为什么非要冒着触怒鲁桓公的风险，向他“发表”这篇谏辞了；也就不难理解《臧哀伯谏纳郜鼎》一开始就说，鲁桓公“取郜大鼎于宋，纳于大庙，非礼也”了。</p> <p>　　臧哀伯这篇谏辞，并不先说鲁桓公“取郜大鼎于宋，纳于大庙”这件事如何不对，而是以高屋建瓴之势，首先提出“君人者”最根本的社会职责是“昭德塞违，以临照百官”；接着就从礼制这个大视角，连用七个排比句，从七个方面，即“昭其俭”、“昭其度”、“昭其数”、“昭其文”、“昭其物”、“昭其声”、“昭其明”，来阐明君主如何体现和落实这一根本社会责任；然后，话锋一转，才落到桓公“纳郜鼎”这件“灭德立违”的事情上来。并在指出这一事件必将导致的恶劣后果以后，还用周武王克商后“迁九鼎于雒邑”招来“义士”非议的历史教训，警醒鲁桓公必须清醒地认识这种“灭德立违”的错误举措的危害性。这篇谏辞如此行文，不仅条理清楚，层次分明，结构谨严，具有强烈的逻辑能力，而且气势显得特别恢弘，具有极强的艺术感染力。至于谏辞中用了近乎后世才产生的赋的手法，铺叙大量我们今天颇感陌生的具体事物，那也是行文的需要，因为这些事物都和当时的典章制度有密切关系。</p> <p>　　还需要特别指出的是，任何一种文化在它的发展过程中，都会形成许多或厚或薄的积淀层，而每个积淀层都会或深或浅地打上它的时代烙印。因此，在阅读和欣赏此文的时候，也必须站在历史唯物主义的立场去审视，用辩证唯物主义的认识论去分析，去感悟，抛弃其“封建性糟粕”，吸取其“民主性精华”。可以肯定地说，“君人者，将昭德塞违，以临照百官”，“国家之败，由官邪也；官之失德，宠赂章也”云云，直到今天，其“合理内核”还有很好的垂诫作用和警示作用。</p>",
  "about": "<h2>创作背景</h2> <p>　　《臧哀伯谏纳郜鼎》选自《左传·桓公二年》。前710年的春天，宋国太宰华父督杀死司马孔父嘉，并占有了孔父嘉“美而艳”的妻子。宋殇公为此很生气，华父督害怕，就干脆把殇公也杀了，另立宋庄公。华父督为了取得各诸侯国对此事的默认，先后对齐、陈、郑、鲁等国进行贿赂。鲁桓公接受了宋国送给的郜鼎，并把它安放在太庙里。鲁国大夫臧哀伯认为这样做“非礼”，会导致官员腐败，甚至导致国家败亡。于是对桓公进行劝谏。</p>",
  "poet": {
    "id": 384,
    "star": 0,
    "name": "左丘明",
    "image": "http://img.gushiwen.org/authorImg/zuoqiuming.jpg",
    "desc": "丘明（姓姜，氏丘，名明），华夏人，生于前502年，死于前422年，享年80岁。丘穆公吕印的后代。本名丘明，因其先祖曾任楚国的左史官，故在姓前添“左”字，故称左史官丘明先生，世称“左丘明”，后为鲁国太史 。左氏世为鲁国太史，至丘明则约与孔子（前551-479）同时，而年辈稍晚。他是当时著名史家、学者与思想家，著有《春秋左氏传》、《国语》等。他左丘明的最重要贡献在于其所著《春秋左氏传》与《国语》二书。左氏家族世为太史，左丘明又与孔子一起“如周，观书于周史”，故熟悉诸国史事，并深刻理解孔子思想。"
  },
  "tags": [
    "古文观止",
    "劝谏",
    "寓理"
  ]
}