{
  "id": 71135,
  "star": 4424,
  "name": "两小儿辩日 / 两小儿辩斗",
  "dynasty": "先秦",
  "content": "孔子东游，见两小儿辩日，问其故。<br>一儿曰：“我以日始出时去人近，而日中时远也。” <br>一儿以日初出远，而日中时近也。<br>一儿曰：“日初出大如车盖，及日中则如盘盂，此不为远者小而近者大乎？”<br>一儿曰：“日初出沧沧凉凉，及其日中如探汤，此不为近者热而远者凉乎？”<br>孔子不能决也。<br>两小儿笑曰：“孰为汝多知乎？”",
  "fanyi": "<p><strong>译文</strong><br>孔子向东游历，见到两个小孩在争辩，就问他们在争辩的原因。<br>一个小孩子说：“我认为太阳刚刚升起的时候距离人近，而正午的时候距离人远。”<br>另一个小孩子认为太阳刚刚升起的时候距离人比较远，而正午的时候距离人比较近。<br>一个小孩儿说：“太阳刚出时像车的车盖一样大，到了中午时就如同盘子一般小了，这不是远小近大的道理吗？”<br>另一个小孩儿说：“太阳刚出来时凉爽，到了中午的时候热得如同把手伸进热水中，这不是近的就感觉热，而远就觉得凉的道理吗？”<br>孔子听了之后不能判断他们俩谁对谁错。<br>两个小孩子笑着对孔子说：“是谁说你智慧多呢？” </p> <p><strong>注释</strong><br>东：东方。<br>游：游历、游学。<br>见：看见。<br>辩斗：辩论，争论.<br>辩：争。<br>其：代词，他们。<br>故：缘故，原因。<br>以：认为。<br>始：刚刚，才。<br>去：离；距离。<br>日中：正午。<br>初：刚刚。<br>车盖：古时车上的篷盖，像雨伞一样，呈圆形。<br>及：到。<br>则：就。<br>盘盂：盛物的器皿。圆者为盘，方者为盂。<br>为：是。<br>沧沧凉凉：形容清凉的感觉。沧沧：寒冷的意思。<br>探汤：把手伸向热水里。汤，热水，开水。（古时还特指沐浴时用的热水。）在文中的意思是天气很热。<br>决：决断，判定，判断。<br>孰：谁。<br>为：同“谓”，说，认为。<br>汝：你。<br>知：zhì，通假字。“知”通 “智”聪明、智慧。<br>笑：在这里不是嘲笑，在这里突出了孩子们的天<a href=\"http://so.gushiwen.org/author_1137.aspx\">真可</a>爱<br>沧沧凉凉:形容清凉而略带寒意。</p><br/><p><strong>译文</strong><br>孔子到东方游历，途中遇见两个小孩在争辩，便问他们争辩的原因。<br>有一个小孩说：“我认为太阳刚升起时距离人近（我以/日/始出/时/去人近），而到中午的时候距离人远。”<br>另一个小孩则认为太阳刚升起的时候距离人远，而到中午的时候距离人近。<br>一个小孩说：“太阳刚升起的时候大得像一个车盖，等到正午就小得像一个盘子，这不是远处的看着小而近处 的看着大吗？”<br>另一个小孩说：“太阳刚升起的时候清凉而略带寒意，等到中午的时候像手伸进热水里一样热，这不是近的时候感觉热而远的时候感觉凉吗？”<br>孔子不能判决（谁对谁错）。<br>两个孩子笑着说：“谁说你知识渊博呢？”</p> <p><strong>注释</strong><br>（1）选自《列子·汤问》。原文共十三章，这是第七章。《列子》成书于春秋战国时期，由<a href=\"http://so.gushiwen.org/author_315.aspx\">列御寇</a>编写。<br>（2）东游：向东游历。<br>（3）见：看见。<br>（4）辩斗：辩论，争论。<br>（5）其：代词，两小儿。<br>（6）故：缘故，原因。<br>（7）以：以为，认为。<br>（8）始：刚刚，才。<br>（9）去：距离。<br>（10）日中：正午。<br>（11）初：刚刚。<br>（12）盖：车篷，古时车上的篷盖，像雨伞一样，呈圆形。<br>（13）及：到，至。<br>（14）则：就。<br>（15）盘盂（yú）：古代盛放食物的器皿。圆者为盘，方者为盂。<br>（16）为：是。<br>（17）沧沧凉凉：清凉，略带寒意。沧沧：寒冷的意思。<br>（18）探汤：把手伸向热水里。汤，热水，在文中的意思是天气很热。<br>（19）决：决断，判定，判断。<br>（20）笑：嘲笑，讥讽。在这里不是嘲笑，在这里突出了孩子们的天<a href=\"http://so.gushiwen.org/author_1137.aspx\">真可</a>爱。<br>（21）孰（shú）为汝（rǔ）多知（zhì）乎？：谁说你知识渊博呢？孰，谁。为，同“谓”，说，认为。汝，你。知，同 “智”，智慧。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　《两小儿辩日》表现了古人为认识自然、探求客观事理而独立思考、大胆质疑、实事求是的精神；同时阐述了“学无止境”的道理。</p> <p>　　事实上，现代科学已经对这种现象有了科学的解释：早上和傍晚，太阳角度低，穿透的大气层很厚，受到大气层梯度折射率影响很大，光路弯曲显著，所以人看到的太阳就大；中午太阳角度大，穿透的大气层相对较薄，受到大气层梯度折射率影响较小，光路弯曲没有早上和傍晚明显，所以人看到的太阳就觉得小了。此外，当太阳在早上的时候是从地面升起，而远处的屋子或山正和那大太阳成了一小一大的鲜明对比，而在中午周围没有任何东起跟它对比，显然就会显得小，这是我们的肉眼骗了我们。而且由于地球形状、大气层、运行规律等自然因素，简单运用生活规律或生活常识去解释是无法作出正确解释的。但作出正确解释是一个漫长的过程，需要的正是“两小儿”和孔子的这种独立思考、大胆质疑、实事求是的精神。</p> <p>　　孔子说过：知之为知之，不知为不知，是知也。孔子面对两小儿的争辩而不妄加决断，正体现了他实事求是的科学态度。[1] 而两小儿善于观察常见的生活现象，从中发现问题，引发思考；也可以从两小儿是从不同的角度观察事物、认识事物，结果自然就不一致；说明他们平时注意观察生活，感悟生活，具有多元化思维；同时他们也具有独立思考、大胆质疑的科学精神。本<a href=\"http://so.gushiwen.org/author_1802.aspx\">文同</a>样深刻阐述了“学无止境”这一道理。</p> <p>　　“笑”在原文中显然有“讥笑”之意。至于该不该“笑”，也可以从多方面看。若从作者为道家，孔子为儒家来看，显然要“笑”孔子；但若从孔子的态度来看，又不该“笑”了，因为孔子实事求是，“知之为知之，不知为不知”， 并没有“强不知以为知”， 为什么要“笑”他呢？“孔子不能决”告诉人们，做人就应该实事求是，不能不懂装懂；“孔子不能决”还告诉我们，孔子那样的大学问家，尚且有不能解决的问题，由此看来，知识是无穷尽的，什么人都应该不间断的学习，不放弃探求。</p>",
  "about": "<h2>文言知识</h2> <p><strong>词类活用</strong><br>东游：名词做状语，向东通假字<br>知：通“智”，智慧。</p> <p><strong>一词多义</strong><br>1 其：<br>⑴指示代词，“那\"——及其日中如探汤。<br>⑵ 第三人称代词，“他们”——问其故。<br>2为：<br>⑴通“谓”，说——孰为汝多知乎：谁说你知识渊博呢？<br>⑵是——此不为远者小而近者大乎？</p> <p><strong>古今异义</strong><br>⒈盘盂：<br>古义：过去吃饭的碗、盘子。圆的为盘，方的为盂。<br>今义：用来装痰、人的排泄物的盘子。<br>⒉汤：<br>古义：热水<br>今义：食物加热煮熟后的汁液。<br>⒊去：<br>古义：距离，离、相离。<br>今义：离开所在的地方到别处。<br>⒋援：<br>古义：引，拉<br>今义：支援，帮助</p> <p><strong>本文选自</strong><br>《列子》之《列子.汤问》</p><br/><h2>简述</h2> <p>　　从太阳中心点到地球表面上的一个固定点来说，肯定是早上距离长、中午距离短。只不过这点距离的变化并不足以导致中午热早上凉，中午热早上凉是太阳入射角度引起的，不是“两小儿辩日”中讲的那个道理。</p> <p>　　本文是一篇寓言故事。文章叙述了古时候，两个小孩凭着自己的直觉，一个认为太阳在早晨离人近，一个认为太阳在中午离人近，为此，各持一端，争执不下，就连孔子这样博学的人也无能为力。这个故事说明为了认识自然、探求客观真理，要敢于独立思考、大胆质疑；也说明宇宙无限，知识无穷，再博学的人也会有所不知，学习是无止境的。</p> <p>　　故事可分三部分理解。先写孔子路遇两小儿辩斗，点明了故事发生的时间、地点、人物、起因。两小儿对于太阳在不同时间距离地球远近这一问题摆出两种截然不同的观点。接着写两小儿凭借人们日常生活中可以体会的直觉（视觉、触觉）阐明所持观点，以反驳对方观点。最后写孔子面对两小儿的争辩，无法裁决而引起两小儿的“笑”。全文仅一百来字，却能给人以多方面的启示。通过对话描写来表现人物、展开故事情节是其语言表达上的特点，从中表现了两小儿的天<a href=\"http://so.gushiwen.org/author_1137.aspx\">真可</a>爱及孔子谦虚谨慎、实事求是的科学态度。 </p><br/><h2>课后问题</h2> <p>　　⒈你怎么看待两小儿对孔子的讥笑？</p> <p>　　两小儿讥笑孔子固然不对，但从另一方面，博学多闻的孔子尚且不能解答，侧面反映了学习是没有止境的，所以要活到老学到老。</p> <p>　　⒉这个故事对你有什么启发？</p> <p>　　同上问题意义大致相同，说明人要活到老学到老。</p> <p>　　1.两个通假字，都在最后一句：为——谓——说，知——智——智慧。</p> <p>　　2.其——指代两小儿辩日这件事 及——等到 决——决断，判断，决定</p> <p>　　沧沧——天气寒凉的感觉</p> <p>　　3.我认为太阳刚出时距离人近，而太阳到中午时距离人远。</p> <p>　　4.为什么早上和晚上看太阳的时候特别大？中午特别小？</p> <p>　　早上和傍晚，太阳角度低，穿透的大气层很厚，受到大气层梯度折射率影响很大，光路弯曲显著，所以人看到的太阳就大；中午太阳角度大，穿透的大气层相对较薄，受到大气层梯度折射率影响较小，光路弯曲没有早上和傍晚明显，所以人看到的太阳就觉得小了。 </p> <p>　　此外，当太阳在早上的时候是从地面升起，而远处的屋子或山正和那大太阳成了一小一大的鲜明对比，而在中午周围没有任何东起跟它对比，显然就会显得小，这是我们的肉眼骗了我们。 </p> <p>　　你画两个一样大的圆圈，然后在一个圆圈外面画一个大圆圈，在另一个的外面画一个小一点的圆圈。你就会觉得那两个本来一样大的圆圈好像大小不同。 </p><br/><h2>参考资料</h2> <p>　　1．本文选自《列子·汤问》。《列子》相传为战国时郑国人<a href=\"http://so.gushiwen.org/author_315.aspx\">列御寇</a>（约公元前450—公元前375）所著，其中保存了许多先秦时代优秀的寓言故事、民间故事。</p> <p>　　2．孔子（公元前551—公元前479），名丘，字仲尼。鲁国陬邑（今山东曲阜东南）人，春秋末期思想家、政治家、教育家，儒家学派的创始人。他的一生言行被他的学生编成《论语》一书，留传于世。</p> <p>　　3．太阳什么时候离人们近些？</p> <p>　　太阳是在中午离人们近些呢？还是早晨和晚上离人们近些呢？早晚看到的太阳比中午大都是由于人们的错觉；中午阳光比早晚热是由于中午阳光直射，阳光在大气里走过的路程较短，热量被吸收少。首先，我们应该搞清楚在中午和早晚的时候，人们观测太阳的距离为什么会不同。原因很多：（一）地球是球形，不断地自转。如若地球除了自转没有其他运动，而且自转轴与太阳和地球间的直线垂直，则对于在赤道上的人来说中午太阳总比早晚近，也就是说近的距离相当于地球的半径6 400公里。（二）地球的纬度的不同，观测的人不一定在赤道上。纬度愈大即离赤道愈远，太阳在中午和早晚的距离差愈小。（三）地球不只自转，也绕太阳公转，自转轴和公转轴成235°角。自转轴的方向变化很慢。因此中午太阳在天空的高度一年内不断变化。（四）地球公转轨道是椭圆形，所以地心和日心的距离逐日变化。（五）日出日落时间在一年中逐日变化着，同一天的日出日落时间又随纬度而不同。（六）由于地球自转轴方向很慢的变化和行星引力对地球公转轨道所产生的影响等原因，地心和日心最接近的日期并不固定。（在目前日心和地心距离最近的日子是一月二日，此后每千年往后推移17天半。）考虑到上述原因，可以推出适当的公式来计算中午和早晚太阳和观测者的距离差。必需的资料可由天文年历查到。计算结果如下：对于北纬40度如北京来说，目前每年从一月二十二日到六月五日中午太阳比日出时远，二月初远1 000公里，三月初远4 000公里，四月初远达6 400公里，以后差别减少到零。六月五日之后中午太阳比日出时近，七月初近5 800公里，九月中近达16 000公里，以后差别减少到第二年的一月二十二日。午和晚的差别情况大不相同，从八月一日到十二月十五日午比晚远，其余七个半月午比晚近，四月中近达17 000公里。……上面的计算于1954年所作。但由于第六原因在短时间内影响很小，所以上述计算结果对今后一百年仍适用。由此可见，一切现象必须用科学来解释，才是正确的。</p> <p>　　（戴文赛《中午太阳是否比早晚离我们近》）</p> <p>　　4．早晨近而冷、中午远而热的原因何在？</p> <p>　　早晨较中午太阳看起来大些，是不是早晨太阳离我们近而中午离我们远些呢？不是的。</p> <p>　　在一定的条件下，人对物体的视觉会发生错觉，一个物体在一些小的物体中间看起来就显得大些，而一个物体在一些大的物体中间看起来又显得小些。</p> <p>　　同理，早晨的太阳，只有地平线上一角是天空，而其余部分是以树木、房屋等做它的背衬，而在中午时，太阳在头顶上是以大得无比的天空做它的背衬，所以看起来中午的太阳就比早晨的太阳显得小些。</p> <p>　　另外，我们看白色图形比看同样大小的黑色图形要大些。这在物理学上叫“光渗作用”。当太阳初升时，四周天空是暗沉沉的，因而太阳显得明亮，而在中午时，四周天空都很明亮，相对之下，太阳与背衬的亮度差没有那样悬殊，这也是使我们看起来太阳在早晨比中午时大些的原因。总之，在早晨和中午太阳离我们的距离是一样的，所以其大小也是相同的，而看起来早晨的太阳比中午时大些是因为眼睛的错觉。</p> <p>　　还有，中午较早晨时热，是不是因为中午时太阳离我们较早晨时离我们近呢？也不是。那又是因为什么呢？</p> <p>　　中午时较早晨热，是因为中午时太阳光是直射在地面上，而早晨太阳光是斜射在地面上，可以看出太阳光直射时，地面和空气在相同的时间里、相等的面积内接受太阳的辐射热较早晨太阳光斜射时多，因而受热最强。所以中午较早晨时热。</p> <p>　　而实际上，天气的冷热主要决定于空气温度的高低。影响空气温度的主要因素，是由太阳的辐射强度所决定的，但太阳光热并不是直接使气温升高的主要原因。因为空气直接吸收阳光的热能只是太阳辐射总热能的一小部分，其中大部分被地面吸收了。地面吸收了太阳辐射热后，再通过辐射、对流等传热方式向上传导给空气，这是使气温升高的主要原因。</p> <p>　　总之，每天中午较热，早晨较冷，并非太阳离我们地面有远有近之故。</p><br/><h2>教学建议</h2> <p>　　1．课前，教师可查阅课文中涉及的科学常识。也可布置学生课前作业：太阳与地球的距离一天之中有无变化?为什么早晨太阳看起来大些，中午却看起来小?为什么早晨感觉凉些，中午热些”等问题自己搜集资料。</p> <p>　　2．本文虽行文简洁，但古今字义不同仍是学生阅读理解的难点，如在现代文中很少出现的“乎”这一语气词，在文中出现了三次。解决这一难点建议分三步。⑴学生在读通课文后，根据注释初步理解每句话的意思。对于学生不懂的，教师可稍作点拨，使学生能贯通上下文。⑵反复诵读，理解故事的内容。⑶用自己的话讲一讲这个故事。</p> <p>　　3．这个故事蕴含着深刻的道理。教师可组织学生讨论交流一下读了这篇课文想到些什么。要鼓励学生畅所欲言，从多种角度有所感悟。如，两小儿喜欢探索，精神可嘉；两小儿认识事物的角度不同，结果就不一样；孔子能正确对待小儿提出的问题，不知为不知，实事求是。</p> <p>　　对于文章结尾，孔子“不能决也”，应让学生知道，许多自然现象对于我们来说，是一些普通的科学常识，但在古代由于科技不发达是难以解开的谜，所以孔子“不能决”是可以理解的。可见宇宙之大，知识之广，上下纵横，虽智者也不能事事尽知。孔子没有“强不知以为知”，而是本着“知之为知之，不知为不知”的实事求是的态度。因此，教学时不要把两小儿笑话孔子作为主旨去理解。</p> <p>　　4．学习文言文，反复诵读是最主要的方法。学习本文仍应注重指导朗读。朗读本文可按以下提示读好句中的停顿。</p> <p>　　孔子东游，见/两小儿/辩斗，问其故。</p> <p>　　一儿曰：“我以/日始出时/去人近，而/日中时/远也。”一儿以/日初出远，而/日中时/近也。</p> <p>　　一儿曰：“日初出/大如车盖，及日中/则如盘盂，此不为/远者小/而/近者大乎?”</p> <p>　　一儿曰：“日初出/沧沧凉凉，及其日中/如探汤，此不为/近者热/而/远者凉乎?”</p> <p>　　孔子不能决也。</p> <p>　　两小儿笑曰：“孰/为汝/多知乎?”</p> <p>　　两小儿的语言、对话描写是教师指导学生朗读的重点。</p> <p>　　第二自然段，两小儿针对太阳在不同时间与地球距离的远近摆出截然不同的观点，应该指导学生用肯定的语气读出两小儿各持己见、互不相让的态度。</p> <p>　　第三、四自然段两小儿根据各自的感觉、体验提出理由证明自己的观点，反驳对方的观点。两段句式、结构一致，都以反问句式结束，应注意反问句的读法。其中“大如车盖”“如探汤”应重读，“如盘盂”“沧沧凉凉”应轻读，使之读起来有对比的语调，这样才会形成两峰对峙，争辩不下，亟待解决的高潮。</p> <p>　　第五自然段两小儿见孔圣人不能裁决，笑曰：“孰为汝多知乎?”也采用反问句式，这里应明确两小儿的笑并无讥讽之意，应指导学生读出活泼、轻松的语调，以表现小儿的天<a href=\"http://so.gushiwen.org/author_1137.aspx\">真可</a>爱。</p> <p>　　指导学生朗读文言文应注意范读、领读。在学生理解文章内容、能有感情地朗读全文的基础上，再指导学生分角色朗读，力争达到当堂背诵。</p> <p>　　5．课后扩展。建议安排一次语文实践活动，表演《新编两小儿辩日》。活动前，教师提供活动构想：一现代少年穿越时空来到遥远的古代，遇到两小儿辩日，两小儿请少年裁决。活动中，先让学生以小组为单位进行创编表演，然后在班上交流。</p><br/><h2>教案建议</h2> <p>　　教材简析</p> <p>　　《两小儿辩日》是人教版大修订教材第十二册中的一篇文言课文。文章讲的是古时候两个小孩凭自己的直觉，一个认为太阳在早晨离人近，一个认为太阳在中午离人近，为此，各持一端，争执不下，就连孔子这样博学的人也不能作出判断。这个故事既渗透了要主动认识自然、探求客观真理，并大胆质疑的科学态度；也说明了知识无穷，学无止境，再博学的人也会有所不知，应该实事求是的道理。</p> <p>　　文言文是中国传统文化的宝贵遗产。借助《两小儿辩日》这篇文章，学生将初步感受到文言文的语言特点，产生学习文言文的兴趣，了解祖国悠久灿烂的文化，增强学习祖国语言文字的信心，并为今后学习文言文打下基础。</p> <p>　　学习目标</p> <p>　　1．根据课后注释理解文章内容，掌握重点字词，并反复诵读课文，产生自己的独特感受，力争达到“熟读成诵”。</p> <p>　　2．初步感受文言文的特点，产生学习文言文的兴趣。</p> <p>　　3．感受两小儿的聪明可爱及孔子实事求是的科学态度，体会学无止境的道理。</p> <p>　　教学过程</p> <p>　　一、温故知新，解破课题</p> <p>　　1．齐读课题。</p> <p>　　2．借已学过的古<a href=\"http://so.gushiwen.org/view_71135.aspx\">诗</a>词引出对“日”字的理解。</p> <p>　　〖教师〗根据“温故而知新”的古训，引导学生背诵含有“日”字的诗句。</p> <p>　　〖学生〗背诵诗词，并简释诗句中“日”字的意思。</p> <p>　　〖教师〗引导学生在已有知识的基础上，理解课题，并导出“两小儿在争论太阳的什么”这个问题，便于下一步展开对课文的深入学习。</p> <p>　　[设计意图]</p> <p>　　构成文言文主体的汉字与现代文的字意有近似之处。就从课文的标题来看，古今含义就大致相同。因此，假以耳熟能详的古诗词，启发学生“温故知新”，就可以悟出题旨，并消除学习文言文的畏难情绪，对学好课文充满信心。</p> <p>　　二、千里之行，始于足下</p> <p>　　1．畅谈感受，明确方向。</p> <p>　　〖教师〗给出机会让学生畅谈初次接触文言文的感受，并及时归纳和小结，启发学生思考解决学习疑难的方法。</p> <p>　　〖学生〗根据各自已有的经验，提出学习课文的方法。</p> <p>　　2．合作学习，疏通文章。</p> <p>　　〖教师〗提示学生采用适当的方法，把课文读懂、读通顺。</p> <p>　　〖学生〗选取适当的学习方法，通过小组协作，疏通文章。</p> <p>　　3．检查学习效果。</p> <p>　　〖教师〗请学生参考注释，用现代口语复述故事，并根据学生复述的状况进行即席点拨。</p> <p>　　〖学生〗复述故事。</p> <p>　　〖教师〗出示一组选择题，让学生选定两小儿辩斗的焦点，即解开上课之初的问题——“两小儿在争论太阳的什么？”</p> <p>　　〖学生〗通过“写题板”的形式，快速表达各自的选择结果。</p> <p>　　〖教师〗在学生基本读懂课文的基础上，引导学生“浅谈”对重点词——“笑”的理解，并适时点拨。</p> <p>　　〖师生同步〗借助画面为竹简样式的媒体展示全文，反复诵读，共同感受古文的“韵律美”，以期达到熟读的效果，为深入理解课文铺平道路。</p> <p>　　[设计意图]</p> <p>　　“千里之行”是喻指对课文的深入理解，而“始于足下”是指以让学生读通、读顺、读出滋味为学习文言文的起点。在教师的“陪伴”下，学生动口、动脑，自我磨练诵读古文的能力，同时也感受到诵读古文的乐趣。在多次诵读中，学生既能感悟文言文的特点，又能明确下一步学习的方向。</p> <p>　　三、书读百遍，其义自见</p> <p>　　1．小组合作，弄清“辩斗”的观点及理由。</p> <p>　　〖教师〗从文言文“简洁”的特点入手，引导学生弄清两小儿“辩斗”的内容，分清“辩斗”的观点和理由。</p> <p>　　〖学生〗通过小组协作，分清“辩斗”的观点和理由。</p> <p>　　2．检查学习效果并品读课文。</p> <p>　　〖教师〗在学生分别汇报两小儿观点和理由的同时，完成板书。并再次指导学生反复品读。</p> <p>　　〖学生〗反复品读，品出对“笑”字的深入感悟。</p> <p>　　[设计意图]</p> <p>　　在合作学习中让学生分清观点和理由，并感受两小儿争论的氛围，激发学生边读边想。在反复诵读之后，促使学生对两小儿之“笑”有深入、独特的感悟。从而明确“书读百遍，其义自见”的道理，并通过谈论、诵读等形式，展现学生对课文的“个性化感悟”。</p> <p>　　3．尝试性背诵，力争达到“熟读成诵”。（机动环节）</p> <p>　　四、知识无穷，学无止境</p> <p>　　1．解开“辩日”之谜。</p> <p>　　〖教师〗提出“辩日”孰是孰非的问题。</p> <p>　　〖学生〗通力协作，解开“辩日”之谜。</p> <p>　　〖教师〗运用媒体手段“印证”学生的解释。</p> <p>　　2．理性看待“孔子不能决”。</p> <p>　　〖教师〗引导学生谈论对“孔子不能决”的看法。</p> <p>　　〖学生〗针对“孔子不能决”各抒己见，从而感受两小儿的聪明可爱及孔子实事求是的科学态度，体会学无止境的道理。</p> <p>　　[设计意图]</p> <p>　　教学中为体现对“情感态度和价值观”这一目标的落实，精心组织“如何看待孔子不能决”的教学活动，促使学生联系生活实际，在热烈的讨论之中使学生悟出“知识无穷、学无止境”的道理。</p> <p>　　五、回味“辩日”，师生漫谈</p> <p>　　1．回味“学习历程”，书写心得。</p> <p>　　〖教师〗小结本节课的“学习历程”，启发学生写出各自的收获和体会。</p> <p>　　〖学生〗通过“写题板”的形式，简明小结自己 “个性化”的情感体验。</p> <p>　　2．漫谈体会。</p> <p>　　〖师生同步〗进行高效的思维互动与交流，拓展各自“个性化”的情感体验。</p> <p>　　[设计意图]</p> <p>　　引导学生回味本节课的“学习历程”，为的是启发他们从不同的角度、不同的层面去体验，并用最简洁的表达形式来表达自己的体验。这种体验是自主和个性化的；它始于“辩日”，但期盼孩子们能超越“辩日”水平。</p>",
  "poet": {
    "id": 315,
    "star": 0,
    "name": "列御寇",
    "image": "http://img.gushiwen.org/authorImg/lieyukou.jpg",
    "desc": "列御寇，名寇，又名御寇（又称“圄寇”“国寇”），相传是战国前期的道家人，郑国人，与郑缪公同时。其学本于黄帝老子，主张清静无为。后汉班固《艺文志》“道家”部分有《列子》八卷，早已散失。"
  },
  "tags": [
    "初中文言文",
    "儿童",
    "对话",
    "哲理",
    "寓言"
  ]
}