{
  "id": 48181,
  "star": 363,
  "name": "送别诗",
  "dynasty": "隋代",
  "content": "杨柳青青著地垂，杨花漫漫搅天飞。<br>柳条折尽花飞尽，借问行人归不归？",
  "fanyi": "<p><strong>译文<br></strong>杨柳青青，枝叶垂到了地上。杨花漫漫，在空中纷乱地飞舞。<br>送别的时候眼里的柳条折尽，杨花飞绝。请问远行的人什么时候回来呢？</p> <p><strong>注释<br></strong>①著地：碰到地。<br>②漫漫：遍布貌。<br>③搅：《说文》：乱也。<br>④借问：敬词，请问。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这首出自隋朝的《送别》，其作者已无法考证，然而<a href=\"http://so.gushiwen.org/view_48181.aspx\">诗</a>中借柳抒发的那份恋恋不舍的心境，却流传至今。据说，折柳送别的风俗始于汉代。古人赠柳，寓意有二：一是柳树速长，角它送友意味着无论漂泊何方都能枝繁叶茂，而纤柔细软的柳丝则象征着情意绵绵；二是柳与“留”谐音，折柳相赠有“挽留”之意。而我们今天从诗歌中所看到的用“柳”来表现离情别绪的诗句，要早于这种“习俗”。 </p> <p>　　柳条折尽了杨花也已飞尽,借问一声远行的人什么时候回来呢 </p> <p>　　注:古人常折杨柳枝表送别 </p> <p>　　也有一种说法认为此时表面是送别诗实际表达的是对隋朝灭亡的诅咒,因为隋炀帝姓杨 。</p> <p>　　这又另一种解释：</p> <p>　　末两句写春已归去而人未归来。折柳，本意在赠别；今柳条折尽，则意味着离别已久，睹旧物而怀远人。飞花，本意指春暮；今杨花飞尽，则意味着春归已久，觉行人反不如春之知情。末句直扣题旨，问夫归否；说明她已忧思满怀，情渴似火，故似火山熔岩迸涌而出。其气度韵味，自不寻常。 </p><br/><h2>鉴赏</h2> <p>　　崔琼《东虚记》说这首<a href=\"http://so.gushiwen.org/view_48181.aspx\">诗</a>作于隋炀帝大业(605－617)末年。一、二、四句“垂”、“飞”、“归”押平声韵，平仄完全符合近体七绝的要求，是一首很成熟的七言绝句。明人胡应麟《诗薮·内编》卷六说：“庾子山《代人伤往》三首，近绝体而调殊不谐，语亦未畅。惟隋末无名氏‘杨柳青青……’，至此，七言绝句音律，始字字谐合，其语亦甚有唐味。右丞‘春草明年绿，王孙归不归’祖也。” 题目是《送别》，全诗借柳条、杨花的物象寄寓惜别、盼归的深情，凄婉动人。柳丝飘飘摇摇，饶有缠绵依恋的情态，故早在《诗经》中，已将杨柳与惜别联系起来：《小雅·采薇》中的“昔我往矣，杨柳依依”，历代传诵，脍炙人口。“柳”，又与“留”谐音，故折柳赠别以寓挽留之意，从汉代以来便成为一种风俗。形于歌咏，北朝乐府民歌中的《折杨柳歌辞》“上马不捉鞭，反折杨柳枝。蹀座吹长笛，愁杀行客儿”，已饶有情韵。在南朝、梁简文帝、梁元帝、刘邈等人的《折杨柳诗》，也各有特色。然而在唐代以前的咏柳惜别之作，还要数隋末无名氏的这一篇最完美。</p> <p>　　首联上句写柳条、下句写杨花(柳絮)，读起来流畅自然，有如天造地设，略无人工雕琢痕迹。然而稍作分析，便发现词性、音调、意象、情思，又无一不对，实在是异常工丽的对偶句。看来作者已懂得调整平仄，上句开头之所以不用“柳条”、“柳枝”、“柳丝”，是因为第二字应是仄声。改用“杨柳”，“柳”是仄声，却未能表现“柳条”。而继之以“青青着地垂”，则万丝千条，便展现于读者眼前。“着地”，状柳条之长，把读者的视线由树梢引向地面。“垂”，表静态，以见风和日暖。“青青”，既写柳色，亦点时间。柳色由鹅黄而嫩绿而“青青”，则时间不断流逝，而今已是暮春了。</p> <p>　　上句用“青青着地”状柳条之垂，下句用“漫漫搅天”状杨花之“飞”。杨花十分轻盈，如果风力较猛，便向一个方向急飞；如果风力甚微，便无依无傍，忽高忽低，飘来飘去。这里所写的正是日暖风和之时的景象。“漫漫”，写杨花飘荡，无边无际；“搅天”，写仰望所见。天空都被搅乱，则杨花之多，不言可知。由此联系上句，便知“青青”杨柳，并非三株五株，而是夹路沿河，傍亭拂桥，处处可见。于是，合一、二句看：由上而下，所见者无非柳条青青着地；由下而上，所见者无非杨花漫漫搅天。而离愁别绪，也随之弥漫于整个空间。</p> <p>　　第三句，紧承前两句，双绾“柳条”与“杨花”，却来了个出人意外、惊心动魄的转折：“柳条折尽花飞尽!”杨花再多，终归要“飞尽”的，这是自然规律。而万树柳丝，即使天天折，又怎能“折尽”?这两者合起来，无非是通过时间的推移，表现离别之苦、怀人之切。联系第四句，则无限情景，都可于想象中闪现于读者眼前。</p> <p>　　“借问行人归不归?”这一问，并不是面对“行人”提出的。怎见得?首先，第一、二两句与第三句之间，分明有一段时间距离。送行之时，即使俄延很久，也不可能把“青青着地”的“柳条”一股脑儿“折尽”，更不可能一直等到“漫漫搅天”的“杨花”全部“飞尽”。其次，临别之时，只能问行人“几时归”，怎好问他“归不归”?</p>",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": [
    "送别",
    "柳树"
  ]
}