{
  "id": 3509,
  "star": 20,
  "name": "登襄阳城",
  "dynasty": "唐代",
  "content": "旅客三秋至，层城四望开。<br>楚山横地出，汉水接天回。<br>冠盖非新里，章华即旧台。<br>习池风景异，归路满尘埃。",
  "fanyi": "<p><strong>译文</strong><br>我客游他乡，不期然已到了九月，现在站在这城头上放眼四望，顿觉景象开阔。<br>楚山横亘，耸出地面，汉水水势浩淼，仿佛与云天相连，转折迂回而去。<br>冠盖里已名不副实，不再与现在的情形相称了；章华台也只能代称旧日的台榭。<br>习池的风景已与当年不同了，不再有那种清幽之美，归路所见，满目尘埃。 </p><p><strong>注释</strong><br>⑴三秋：指九月，即秋天的第三个月。<a href=\"http://so.gushiwen.org/author_289.aspx\">王勃</a>《滕王阁序》：“时维九月，序属三秋。”<br>⑵楚山：在襄阳西南，即马鞍山，一名望楚山。<br>⑶汉水：长江支流。襄阳城正当汉水之曲，故云“接天回”。<br>⑷冠盖：里名，据《襄阳耆旧传》载，冠盖里得名于汉宣帝时。因为当时襄阳的卿士、刺史等多至数十人。冠和盖都是官宦的标志。<br>⑸章华：台名，春秋时期楚灵王所筑。<br>⑹习池：汉侍中习郁曾在岘山南做养鱼池，池中载满荷花，池边长堤种竹和长椒，是襄阳名胜，后人称为习池。</p>",
  "shangxi": "<h2>鉴赏</h2> 　　首联记述<a href=\"http://so.gushiwen.org/view_3509.aspx\">诗</a>人在秋高气爽的九月登临襄阳城楼的瞬间感受。他纵目四望，心胸豁然开朗，仿佛这壮美的山川景物扫尽了游子心头的愁云。颔联紧接着具体描绘诗人眼前的山川美景，“楚山横地出，汉水接天回”，楚地山川横亘，绵延不断。汉水浩荡势如接天，这确是站在城楼上所望到的襄阳山水的独特景象。那城郊的万山、千山、岘山等，在城楼上方扫视过去，错落连绵，如同横地而卧。汉水宽广浩淼萦山绕廓，曲折流向东南，仿佛连天纡回。“出”字，“回”字，都是再平常不过动词，但与“横地”，“接天”分别组合起来，就产生了奇异的传神写照效果，表现出山川的动态美。那高山流水，巍巍然、汤汤乎于天地之间，一气直下，不可撼动，不可遏止。胡应麟评这联诗说：“闳逸浑雄，少陵家法婉然。”山川的壮观永恒，使诗人展开了想象的翅膀，联想到人生的瞬息即逝，于是颈联转入了怀古抒情：“冠盖非新里，章华即旧台。”这里是虚写，冠盖里原在岘山南去宜城的路上，章华台遗址就更远，不管是在潜江或沙市抑或监利，诗人站在襄阳城楼上都是望不见的，所谓“非新里”“即旧台”，都是诗人想象中的景色。“非新”对应“即旧”，并不觉得重复，反显出轻巧，句意流转回环，加强了慨叹的沉重。想当年那修筑章华台的楚灵王，云集冠盖里的汉代达官贵人，如今也不过只留下这古迹罢了。荣华富贵岂能久长！诗人胸中的不平之气，化为了这“身外即浮云”的一声长叹。尾联以写景作结。襄阳是个风物荟萃的地方，而诗人却独独点出“习池风景异”，习家池不仅山清水秀，亭台楼宇华丽，而且是晋人山简醉酒的地方，文章家习凿齿的故居，习凿齿为人耿直，著有《汉晋春秋》。据史书记载，“桓温辟为从事，甚器重之，累迁别驾。温觊觎非望，著《汉晋春秋》以裁正之。”诗人没有直接表明自己缅怀前贤，而只写出习池的风景奇异，因此瞻仰游玩的人众多。但又没有直说游人众多，而是通过描写“归路”上尘雾弥漫，衬托出车水马龙的盛况。“归路满尘埃”句中的“归”字，用得甚为精当，点明了时间和空间，夕阳西下，游览了一天的人们踏上了归程。这五个字的结句，描绘出一幅清秋黄昏游人倦归图，制造了一个迷惘令人惆怅的意境。不难想象，远役中的诗人茕茕孑立楼头面对此景，情何以堪。诗人将怀古之慨隐寓景里，思归之情深蕴境中。",
  "about": "<h2>创作背景</h2> 　　唐中宗时，<a href=\"http://so.gushiwen.org/author_647.aspx\">杜审言</a>因与张易之、张昌宗兄弟交往，被流放到南方极偏远的峰州（在今越南境内）。《登襄阳城》就写于这次流放途中经过襄阳之时。",
  "poet": {
    "id": 647,
    "star": 0,
    "name": "杜审言",
    "image": "http://img.gushiwen.org/authorImg/dushenyan.jpg",
    "desc": "杜审言（约645-708），字必简，汉族，中国唐朝襄州襄阳人，是大诗人杜甫的祖父。唐高宗咸亨进士，唐中宗时，因与张易之兄弟交往，被流放峰州（今越南越池东南）。曾任隰城尉、洛阳丞等小官，累官修文馆直学士，少与李峤、崔融、苏味道齐名，称“文章四友”，是唐代“近体诗”的奠基人之一，作品多朴素自然。其五言律诗，格律谨严。"
  },
  "tags": [
    "登高",
    "山水",
    "咏史怀古",
    "思乡"
  ]
}