{
  "id": 45683,
  "star": 34,
  "name": "七言",
  "dynasty": "唐代",
  "content": "金丹一粒定长生，须得真铅炼甲庚。火取南方赤凤髓， <br> 水求北海黑龟精。鼎追四季中央合，药遣三元八卦行。 <br> 斋戒兴功成九转，定应入口鬼神惊。 <br> 功满来来际会难，又闻东去上仙坛。杖头春色一壶酒， <br> 顶上云攒五岳冠。饮酒龟儿人不识，烧山符子鬼难看。 <br> 先生去后身须老，乞与贫儒换骨丹。 <br> 碧潭深处一真人，貌似桃花体似银。鬓发未斑缘有术， <br> 红颜不老为通神。蓬莱要去如今去，架上黄衣化作云。 <br> 任彼桑田变沧海，一丸丹药定千春。 <br> 炉养丹砂鬓不斑，假将名利住人间。已逢志士传神药， <br> 又喜同流动笑颜。老子道经分付得，少微星许共相攀。 <br> 幸蒙上士甘捞摝，处世输君一个闲。 <br> 谁解长生似我哉，炼成真气在三台。尽知白日升天去， <br> 刚逐红尘下世来。黑虎行时倾雨露，赤龙耕处产琼瑰。 <br> 只吞一粒金丹药，飞入青霄更不回。 <br> 乱云堆里表星都，认得深藏大丈夫。绿酒醉眠闲日月， <br> 白蘋风定钓江湖。长将气度随天道，不把言词问世徒。 <br> 山水路遥人不到，茅君消息近知无。 <br> 鹤为车驾酒为粮，为恋长生不死乡。地脉尚能缩得短， <br> 人年岂不展教长。星辰往往壶中见，日月时时衲里藏。 <br> 若欲时流亲得见，朝朝不离水银行。 <br> 灵芝无种亦无根，解饮能餐自返魂。但得烟霞供岁月， <br> 任他乌兔走乾坤。婴儿只恋阳中母，姹女须朝顶上尊。 <br> 一得不回千古内，更无冢墓示儿孙。 <br> 世上何人会此言，休将名利挂心田。等闲倒尽十分酒， <br> 遇兴高吟一百篇。物外烟霞为伴侣，壶中日月任婵娟。 <br> 他时功满归何处，直驾云车入洞天。 <br> 玄门帝子坐中央，得算明长感玉皇。枕上山河和雨露， <br> 笛中日月混潇湘。坎男会遇逢金女，离女交腾嫁木郎。 <br> 真个夫妻齐守志，立教牵惹在阴阳。 <br> 遥指高峰笑一声，红霞紫雾面前生。每于廛市无人识， <br> 长到山中有鹤行。时弄玉蟾驱鬼魅，夜煎金鼎煮琼英。 <br> 他时若赴蓬莱洞，知我仙家有姓名。 <br> 堪笑时人问我家，杖担云物惹烟霞。眉藏火电非他说， <br> 手种金莲不自夸。三尺焦桐为活计，一壶美酒是生涯。 <br> 骑龙远出游三岛，夜久无人玩月华。 <br> 九曲江边坐卧看，一条长路入天端。庆云捧拥朝丹阙， <br> 瑞气裴回起白烟。铅汞此时为至药，坎离今日结神丹。 <br> 功能济命长无老，只在人心不是难。 <br> 玄门玄理又玄玄，不死根元在汞铅。知是一般真个术， <br> 调和六一也同天。玉京山上羊儿闹，金水河中石虎眠。 <br> 妙要能生觉本体，勤心到处自如然。 <br> 公卿虽贵不曾酬，说著仙乡便去游。为讨石肝逢蜃海， <br> 因寻甜雪过瀛洲。山川醉后壶中放，神鬼闲来匣里收。 <br> 据见目前无个识，不如杯酒混凡流。 <br> 曾邀相访到仙家，忽上昆仑宴月华。玉女控拢苍獬豸， <br> 山童提挈白虾蟆。时斟海内千年酒，惯摘壶中四序花。 <br> 今在人寰人不识，看看挥袖入烟霞。 <br> 火种丹田金自生，重重楼阁自分明。三千功行百旬见， <br> 万里蓬莱一日程。羽化自应无鬼录，玉都长是有仙名。 <br> 今朝得赴瑶池会，九节幢幡洞里迎。 <br> 因看崔公入药镜，令人心地转分明。阳龙言向离宫出， <br> 阴虎还于坎位生。二物会时为道本，五方行尽得丹名。 <br> 修真道士如知此，定跨赤龙归玉清。 <br> 浮生不实为轻忽，衲服深藏奇异骨。非是尘中不染尘， <br> 焉得物外通无物。共语难兮情兀兀，独自行时轻拂拂。 <br> 一点刀圭五彩生，飞丹走入神仙窟。 <br> 莫怪爱吟天上诗，盖缘吟得世间稀。惯餐玉帝宫中饭， <br> 曾著蓬莱洞里衣。马踏日轮红露卷，凤衔月角擘云飞。 <br> 何时再控青丝辔，又掉金鞭入紫微。 <br> 黄芽白雪两飞金，行即高歌醉即吟。日月暗扶君甲子， <br> 乾坤自与我知音。精灵灭迹三清剑，风雨腾空一弄琴。 <br> 的当南游归甚处，莫交鹤去上天寻。 <br> 云鬓双明骨更轻，自言寻鹤到蓬瀛。日论药草皆知味， <br> 问著神仙自得名。簪冷夜龙穿碧洞，枕寒晨虎卧银城。 <br> 来春又拟携筇去，为忆轩辕海上行。 <br> 龙精龟眼两相和，丈六男儿不奈何。九盏水中煎赤子， <br> 一轮火内养黄婆。月圆自觉离天网，功满方知出地罗。 <br> 半醉好吞龙凤髓，劝君休更认弥陀。 <br> 强居此境绝知音，野景虽多不合吟。诗句若喧卿相口， <br> 姓名还动帝王心。道袍薜带应慵挂，隐帽皮冠尚懒簪。 <br> 除此更无馀个事，一壶村酒一张琴。 <br> 华阳山里多芝田，华阳山叟复延年。青松岩畔攀高干， <br> 白云堆里饮飞泉。不寒不热神荡荡，东来西去气绵绵。 <br> 三千功满好归去，休与时人说洞天。 <br> 天生不散自然心，成败从来古与今。得路应知能出世， <br> 迷途终是任埋沈。身边至药堪攻炼，物外丹砂且细寻。 <br> 咫尺洞房仙景在，莫随波浪没光阴。 <br> 自隐玄都不记春，几回沧海变成尘。玉京殿里朝元始， <br> 金阙宫中拜老君。闷即驾乘千岁鹤，闲来高卧九重云。 <br> 我今学得长生法，未肯轻传与世人。 <br> 北帝南辰掌内观，潜通造化暗相传。金槌袖里居元宅， <br> 玉户星宫降上玄。举世尽皆寻此道，谁人空里得玄关。 <br> 明明道在堪消息，日月滩头去又还。 <br> 日影元中合自然，奔雷走电入中原。长驱赤马居东殿， <br> 大启朱门泛碧泉。怒拔昆吾歌圣化，喜陪孤月贺新年。 <br> 方知此是生生物，得在仁人始受传。 <br> 六龙齐驾得升乾，须觉潜通造化权。真道每吟秋月澹， <br> 至言长运碧波寒。昼乘白虎游三岛，夜顶金冠立古坛。 <br> 一载已成千岁药，谁人将袖染尘寰。 <br> 五岳滩头景象新，仁人方达杳冥身。天纲运转三元净， <br> 地脉通来万物生。自晓谷神通此道，谁将理性欲修真。 <br> 明明说向中黄路，霹雳声中自得神。 <br> 欲陪仙侣得身轻，飞过蓬莱彻上清。朱顶鹤来云外接， <br> 紫鳞鱼向海中迎。姮娥月桂花先吐，王母仙桃子渐成。 <br> 下瞰日轮天欲晓，定知人世久长生。 <br> 四海皆忙几个闲，时人口内说尘缘。知君有道来山上， <br> 何似无名住世间。十二楼台藏秘诀，五千言内隐玄关。 <br> 方知鼎贮神仙药，乞取刀圭一粒看。 <br> 割断繁华掉却荣，便从初得是长生。曾于锦水为蝉蜕， <br> 又向蓬莱别姓名。三住住来无否泰，一尘尘在世人情。 <br> 不知功满归何处，直跨虬龙上玉京。 <br> 当年诗价满皇都，掉臂西归是丈夫。万顷白云独自有， <br> 一枝丹桂阿谁无。闲寻渭曲渔翁引，醉上莲峰道士扶。 <br> 他日与君重际会，竹溪茅舍夜相呼。 <br> 金锤灼灼舞天阶，独自骑龙去又来。高卧白云观日窟， <br> 闲眠秋月擘天开。离花片片乾坤产，坎蕊翻翻造化栽。 <br> 晚醉九岩回首望，北邙山下骨皑皑。 <br> 结交常与道情深，日日随他出又沈。若要自通云外鹤， <br> 直须勤炼水中金。丹成只恐乾坤窄，饵了宁忧疾患侵。 <br> 未去瑶台犹混世，不妨杯酒喜闲吟。 <br> 因携琴剑下烟萝，何幸今朝喜暂过。貌相本来犹自可， <br> 针医偏更效无多。仙经已读三千卷，古法曾持十二科。 <br> 些小道功如不信，金阶舍手试看么。 <br> 倾侧华阳醉再三，骑龙遇晚下南岩。眉因拍剑留星电， <br> 衣为眠云惹碧岚。金液变来成雨露，玉都归去老松杉。 <br> 曾将铁镜照神鬼，霹雳搜寻火满潭。 <br> 铁镜烹金火满空，碧潭龙卧夕阳中。麒麟意合乾坤地， <br> 獬豸机关日月东。三尺剑横双水岸，五丁冠顶百神宫。 <br> 闲铺羽服居仙窟，自著金莲造化功。 <br> 随缘信业任浮沈，似水如云一片心。两卷道经三尺剑， <br> 一条藜杖七弦琴。壶中有药逢人施，腹内新诗遇客吟。 <br> 一嚼永添千载寿，一丸丹点一斤金。 <br> 琴剑酒棋龙鹤虎，逍遥落托永无忧。闲骑白鹿游三岛， <br> 闷驾青牛看十洲。碧洞远观明月上，青山高隐彩云流。 <br> 时人若要还如此，名利浮华即便休。 <br> 紫极宫中我自知，亲磨神剑剑还飞。先差玉子开南殿， <br> 后遣青龙入紫微。九鼎黄芽栖瑞凤，一躯仙骨养灵芝。 <br> 蓬莱不是凡人处，只怕愚人泄世机。 <br> 向身方始出埃尘，造化功夫只在人。早使亢龙抛地网， <br> 岂知白虎出天真。绵绵有路谁留我，默默忘言自合神。 <br> 击剑夜深归甚处，披星带月折麒麟。 <br> 春尽闲闲过落花，一回舞剑一吁嗟。常忧白日光阴促， <br> 每恨青天道路赊。本志不求名与利，元心只慕水兼霞。 <br> 世间万种浮沉事，达理谁能似我家。 <br> 日为和解月呼丹，华夏诸侯肉眼看。仁义异如胡越异， <br> 世情难似泰衡难。八仙炼后钟神异，四海磨成照胆寒。 <br> 笑指不平千万万，骑龙抚剑九重关。 <br> 别来洛汭六东风，醉眼吟情慵不慵。摆撼乾坤金剑吼， <br> 烹煎日月玉炉红。杖摇楚甸三千里，鹤翥秦烟几万重。 <br> 为报晋成仙子道，再期春色会稽峰。 <br> 发头滴血眼如镮，吐气云生怒世间。争耐不平千古事， <br> 须期一诀荡凶顽。蛟龙斩处翻沧海，暴虎除时拔远山。 <br> 为灭世情兼负义，剑光腥染点痕斑。 <br> 雨雪霏霏天已暮。金钟满劝抚焦桐。诗吟席上未移刻， <br> 剑舞筵前疾似风。何事行杯当午夜，忽然怒目便腾空。 <br> 不知谁是亏忠孝，携个人头入坐中。 <br> 未炼还丹且炼心，丹成方觉道元深。每留客有钱酤酒， <br> 谁信君无药点金。洞里风雷归掌握，壶中日月在胸襟。 <br> 神仙事业人难会，养性长生自意吟。 <br> 铁牛耕地种金钱，刻石时童把贯穿。一粒粟中藏世界， <br> 二升铛内煮山川。白头老子眉垂地，碧眼胡儿手指天。 <br> 若向此中玄会得，此玄玄外更无玄。 <br> 箕星昴宿下长天，凡景宁教不愕然。龙出水来鳞甲就， <br> 鹤冲天气羽毛全。尘中教化千人眼，世上人知尔雅篇。 <br> 自是凡流福命薄，忍教微妙略轻传。 <br> 闲来掉臂入天门，拂袂徐徐撮彩云。无语下窥黄谷子， <br> 破颜平揖紫霞君。拟登瑶殿参金母，回访瀛洲看日轮。 <br> 恰值嫦娥排宴会，瑶浆新熟味氤氲。 <br> 曾随刘阮醉桃源，未省人间欠酒钱。一领布裘权且当， <br> 九天回日却归还。凤茸袄子非为贵，狐白裘裳欲比难。 <br> 只此世间无价宝，不凭火里试烧看。 <br> 因思往事却成憨，曾读仙经第十三。武氏死时应室女， <br> 陈王没后是童男。两轮日月从他载，九个山河一担担。 <br> 尽日无人话消息，一壶春酒且醺酣。 <br> 垂袖腾腾傲世尘，葫芦携却数游巡。利名身外终非道， <br> 龙虎门前辨取真。一觉梦魂朝紫府，数年踪迹隐埃尘。 <br> 华阴市内才相见，不是寻常卖药人。 <br> 万卷仙经三尺琴，刘安闻说是知音。杖头春色一壶酒， <br> 炉内丹砂万点金。闷里醉眠三路口，闲来游钓洞庭心。 <br> 相逢相遇人谁识，只恐冲天没处寻。 <br> 曾战蚩尤玉座前，六龙高驾振鸣銮。如来车后随金鼓， <br> 黄帝旂傍戴铁冠。醉捋黑须三岛黯，怒抽霜剑十洲寒。 <br> 轩辕世代横行后，直隐深岩久觅难。 <br> 头角苍浪声似钟，貌如冰雪骨如松。匣中宝剑时频吼， <br> 袖里金锤逞露风。会饮酒时为伴侣，能行诗句便参同。 <br> 来年定赴蓬莱会，骑个生狞九色龙。 <br> 神仙暮入黄金阙，将相门关白玉京。可是洞中无好景， <br> 为怜天下有众生。心琴际会闲随鹤，匣剑时磨待断鲸。 <br> 进退两楹俱未应，凭君与我指前程。 <br> 九鼎烹煎一味砂，自然火候放童花。星辰照出青莲颗， <br> 日月能藏白马牙。七返返成生碧雾，九还还就吐红霞。 <br> 有人夺得玄珠饵，三岛途中路不赊。 <br> 天生一物变三才，交感阴阳结圣胎。龙虎顺行阴鬼去， <br> 龟蛇逆往火龙来。婴儿日吃黄婆髓，姹女时餐白玉杯。 <br> 功满自然居物外，人间寒暑任轮回。 <br> 星辰聚会入离乡，日月盈亏助药王。三候火烧金鼎宝， <br> 五符水炼玉壶浆。乾坤反覆龙收雾，卯酉相吞虎放光。 <br> 入室用机擒捉取，一丸丹点体纯阳。",
  "poet": {
    "id": 375,
    "star": 0,
    "name": "吕岩",
    "image": "http://img.gushiwen.org/authorImg/lvyan.jpg",
    "desc": "吕岩，也叫做吕洞宾。唐末、五代著名道士。名□(一作□)，号纯阳子，自称回道人。世称吕祖或纯阳祖师，为民间神话故事八仙之一。较早的宋代记载，称他为“关中逸人”或“关右人”，元代以后比较一致的说法，则为河中府蒲坂县永乐镇（今属山西芮城）人，或称世传为东平（治在今山东东平）人。"
  },
  "tags": []
}