{
  "id": 71182,
  "star": 50,
  "name": "李贺小传",
  "dynasty": "唐代",
  "content": "　　京兆杜牧为李长吉集序，状长吉之奇甚尽，世传之。长吉姊嫁王氏者，语长吉之事尤备。</p> <p>　　长吉细瘦，通眉，长指爪，能苦吟疾书。最先为昌黎韩愈所知。所与游者，王参元、杨敬之、权璩、崔植辈为密，每旦日出与诸公游，未尝得题然后为诗，如他人思量牵合，以及程限为意。恒从小奚奴，骑距驴，背一古破锦囊，遇有所得，即书投囊中。及暮归．太夫人使婢受囊出之，见所书多．辄曰：“是儿要当呕出心乃已尔。”上灯，与食。长吉从婢取书，研墨叠纸足成之，投他囊中。非大醉及吊丧日率如此，过亦不复省。王、杨辈时复来探取写去。长吉往往独骑往还京、洛，所至或时有著，随弃之，故沈子明家所余四卷而已。</p> <p>　　长吉将死时，忽昼见一绯衣人，驾赤虬，持一板，书若太古篆或霹雳石文者，云当召长吉。长吉了不能读，欻下榻叩头，言：“阿弥老且病，贺不愿去。”绯衣人笑曰：“帝成白玉楼，立召君为记。天上差乐，不苦也。”长吉独泣，边人尽见之。少之，长吉气绝。常所居窗中，勃勃有烟气，闻行车嘒管之声。太夫人急止人哭，待之如炊五斗黍许时，长吉竟死。王氏姊非能造作谓长吉者，实所见如此。</p> <p>　　呜呼，天苍苍而高也，上果有帝耶?帝果有苑囿、宫室、观阁之玩耶?苟信然，则天之高邈，帝之尊严，亦宜有人物文采愈此世者，何独眷眷于长吉而使其不寿耶?噫，又岂世所谓才而奇者，不独地上少，即天上亦不多耶?长吉生二十七年，位不过奉礼太常，时人亦多排摈毁斥之，又岂才而奇者，帝独重之，而人反不重耶?又岂人见会胜帝耶?",
  "fanyi": "<h2>译文</h2> <p>　　京兆<a href=\"http://so.gushiwen.org/author_211.aspx\">杜牧</a>给<a href=\"http://so.gushiwen.org/author_349.aspx\">李贺</a>的<a href=\"http://so.gushiwen.org/view_71182.aspx\">诗</a>集作序，描绘李长吉的奇特之处很是详尽，世上流传李贺的这些事迹。李长吉的嫁入王家的姐姐说起长吉的事来尤其完备。</p> <p>　　李长吉身材纤瘦，双眉几乎相连，手指很长，能苦吟诗，能快速书写。最先他被昌黎人<a href=\"http://so.gushiwen.org/author_682.aspx\">韩愈</a>所了解。与长吉一起交游的人，以王参元、杨敬之、权璩、崔植这些人最为密切。长吉每天早上出去与他们一同出游，从不曾先确立题目然后再写诗，如同他人那样凑合成篇，把符合作诗的规范放在心里。他常常带着一个小书童，骑着弱驴，背着一个又古又破的锦帛制作的袋子，碰到有心得感受的，就写下来投入囊中。等到晚上回来，他的母亲让婢女拿过锦囊取出里面的诗稿，见所写的稿子很多，就说：“这个孩子要呕出心才罢休啊!”说完就点灯，送上饭给长吉吃。长吉让婢女取出草稿，研好墨，铺好纸，把那些诗稿补成完整的诗，再投入其他袋子，只要不是碰上大醉及吊丧的日子，他全都这样做，过后也不再去看那些作品，王参元、杨敬之等经常过来从囊中取出诗稿抄好带走。长吉常常独自骑驴来往于京城长安和洛阳之间，所到之处有时写了作品，也随意丢弃，所以沈子明家的仅是所保存下来的李贺的诗作只有四卷罢了。</p> <p>　　李长吉快要死的时候，忽然在大白天里看见一个穿着红色丝帛衣服的人驾着红色的苍龙，拿着一块木板，上面写着远古的篆体字或石鼓文，说是召唤长吉，长吉全都不认识，忽然下床来磕头说：“我母亲老了，而且生着病，我不愿意去啊。”红衣人笑着说：“天帝刚刚建成一座白玉楼，马上召你去为楼写记。天上的生活还算快乐，并不痛苦啊!”长吉独自哭泣，旁边的人都看见了。一会儿，长吉气绝。他平时所住的房屋的窗子里，有烟气，袅袅向上空升腾，还听到行车的声音和微微的奏乐声。长吉的母亲赶紧制止他人的哭声，等了如同煮熟五斗小米那么长时间，长吉最终死了。嫁入王家的姐姐不是那种编造、虚构故事来描述长吉的人，她所见到的确实像这样。</p> <p>　　唉！天空碧蓝而又高远，天上确实有天帝吗?天帝确实有林苑园圃、宫殿房屋、亭观楼阁这些东西吗?如果确实如此，那么上天这么高远，天帝这么尊贵，(天上)也应该有文学才华超过这个世上的人物啊，为什么唯独对长吉眷顾而使他不长寿呢?唉，又难道是世上所说的有才华而且奇异的人，不仅仅地上少，就是天上也不多吗?长吉活了二十七年，职位不过奉礼太常，当时的人也多排挤诽谤他。又难道是有才华而且奇异的人，天帝特别重视他，而世人反倒不重视吗?又难道是人的见识会超过天帝吗?</p>",
  "about": "<h2>结构特点</h2> <p>　　本文在构思布局上也是较为特别的，全篇以一“奇”字贯之；首段以<a href=\"http://so.gushiwen.org/author_211.aspx\">杜牧</a>为<a href=\"http://so.gushiwen.org/author_349.aspx\">李贺</a>作序之事提挈全篇，言杜牧之序“状长吉之奇甚尽”，以杜牧言李贺“奇”引起下文自己所言李贺之“奇”。随后又提到李贺姊“语长吉之事尤备”，以杜牧序和李贺姊之言点出文中李贺事的由来。</p> <p>　　第2段是全文的关键部分，大致可分为三个层次。首先是对李贺外在风貌的描写：“长吉细瘦，通眉，长指爪，能苦吟疾书。”作者抓住李贺外貌中最典型的几点特征，只用了区区十余字，李贺的清奇之气就跃然纸上了。尔后写李贺的交游情况，“最为昌黎<a href=\"http://so.gushiwen.org/author_682.aspx\">韩愈</a>所知”，与他密切往来的文人也不少。在文人交游中，作<a href=\"http://so.gushiwen.org/view_71182.aspx\">诗</a>是最为常见的事情，但李贺每与诸人出游，“未尝得题然后为诗，如他人思量牵合，以及程限为意”，自然引出下文对李贺诗歌创作过程和特点的叙述。在<a href=\"http://so.gushiwen.org/author_204.aspx\">李商隐</a>笔下，李贺的诗歌创作大致有如下几个特点：一是“为情造文”，不以程限为意，而那种“得题然后为诗”的情况显然是“为文造情”，这是李贺不赞成的；二是及时捕捉灵感，李贺诗歌的创作方式和过程无疑是特别的，“恒从小奚奴骑距驴，背一古破锦囊，遇有所得，即书投囊中”，所作皆是自己所见所感，既是“为情造文”的表现，“遇有所得，即书投囊中”也是其及时捕捉灵感的方法；三是坚持及时修改整理，“长吉从婢取书，研墨叠纸足成之，投他囊中，非大醉及吊丧日率如此”；四是为文用心、能苦吟，在整个创作过程中，李贺都是呕心沥血为之，正如文中太夫人所说：“是儿要当呕出心乃始已尔”。这些都为了说明李贺诗歌创作之“奇”，事实上诗风及其创作方法之奇是由其人性情之奇所影响和决定的，李贺性情之奇不仅在其诗歌创作之奇中有所体现，以下几句更是直接写出了李贺性格中与众不同之处。他的诗歌都是呕心沥血之作，但却“过亦不复省，王、杨辈时复来探取写去”，“所至或时有著，随弃之”，创作时一丝不苟，处置作品却极为随意，这是李贺性情之奇的一个方面。</p> <p>　　在写了李贺的诗歌创作之奇及性情之奇后，作者在第3段又着力描绘李贺临终之奇。李贺临终之时有天帝召升，这种扑朔迷离、荒诞虚妄的描写占据了本段大部分篇幅，作者不仅对此浓墨重彩大加渲染，更在段末声明：“王氏姊非能造作谓长吉者，实所见如此。”也许李贺临终确实曾出现幻觉，而李商隐把这种幻觉放到传记中加以描绘，其实只是以此寄托自己的感情，并以现实和幻觉的鲜明对照引出最后一段的一连串质问。</p> <p>　　末段是李商隐对李贺的议论和观感，并借题发挥，抒发了对李贺的惋惜和同情，从中也可窥出李商隐写作这篇小传的未言明的真意。最后一段托出了六个问题，虽然问而不答，但答案自在问中，能探得一二。前三问是问天，后三问则专问李贺的遭遇，层层递进，反复呼号。像李贺这样“才而奇者”世所罕见，却遭到世人的排斥，无人重视，而为天帝所重，与篇首的“奇”遥相呼应，更突出了作者对李贺一生遭遇的同情和悲愤。在这种同情和悲愤中，作者有意无意地把自我也摆了进去，因此无论是在对李贺之奇的叙述中，还是在末尾的一连串质问中，作者自己的身影总是若隐若现、似有若无，作者对自己命运和遭遇的感愤、慨叹也能隐约曲折地表达出来。</p><br/><h2>整体感知</h2> <p>　　1．解题</p> <p>　　<a href=\"http://so.gushiwen.org/author_204.aspx\">李商隐</a>的《<a href=\"http://so.gushiwen.org/author_349.aspx\">李贺</a>小传》有别于一般传记文的客观直叙，是一篇性情之文；同时也和作者的<a href=\"http://so.gushiwen.org/view_71182.aspx\">诗</a>歌风格相异，写得朴实自然而又不乏意趣。</p> <p>　　2．本文所体现的“小传”的特点</p> <p>　　本文最大的特点在于：小传虽小，但小中有大、以小见大。其“小”在于：作者并没有全面勾勒诗人李贺的一生，对他的生平经历也记叙不多，而是选取了他生活中的若干小片段进行插叙，以小片段撑起传记的主干。此外，在篇幅上，全文寥寥数百字，语言极为精练。而其“大”又体现在：极小极短的篇幅却具有很大的容量，集叙事、议论和曲折的抒情于一体。内容浑厚，意味深长。</p>",
  "poet": {
    "id": 204,
    "star": 0,
    "name": "李商隐",
    "image": "http://img.gushiwen.org/authorImg/lishangyin.jpg",
    "desc": "李商隐，字义山，号玉溪（谿）生、樊南生，唐代著名诗人，祖籍河内（今河南省焦作市）沁阳，出生于郑州荥阳。他擅长诗歌写作，骈文文学价值也很高，是晚唐最出色的诗人之一，和杜牧合称“小李杜”，与温庭筠合称为“温李”，因诗文与同时期的段成式、温庭筠风格相近，且三人都在家族里排行第十六，故并称为“三十六体”。其诗构思新奇，风格秾丽，尤其是一些爱情诗和无题诗写得缠绵悱恻，优美动人，广为传诵。但部分诗歌过于隐晦迷离，难于索解，至有“诗家总爱西昆好，独恨无人作郑笺”之说。因处于牛李党争的夹缝之中，一生很不得志。死后葬于家乡沁阳（今河南焦作市沁阳与博爱县交界之处）。作品收录为《李义山诗集》。"
  },
  "tags": [
    "高中文言文",
    "传记"
  ]
}