{
  "id": 72385,
  "star": 604,
  "name": "晏子使楚",
  "dynasty": "两汉",
  "content": "一<br>晏子使楚。楚人以晏子短，楚人为小门于大门之侧而延晏子。晏子不入，曰：“使狗国者从狗门入，今臣使楚，不当从此门入。”傧者更道，从大门入。见楚王。王曰：“齐无人耶？”晏子对曰：“齐之临淄三百闾，张袂成阴，挥汗成雨，比肩继踵而在，何为无人？”王曰：“然则何为使予？”晏子对曰：“齐命使，各有所主：其贤者使使贤主，不肖者使使不肖主。婴最不肖，故宜使楚矣！”</p> <p>二<br>晏子将使楚。楚王闻之，谓左右曰：“晏婴，齐之习辞者也。今方来，吾欲辱之，何以也？”左右对曰：“为其来也，臣请缚一人，过王而行，王曰：‘何为者也？’对曰：‘齐人也。’王曰：‘何坐？’曰：‘坐盗。’</p> <p>三<br>晏子至，楚王赐晏子酒，酒酣，吏二缚一人诣王。王曰：“缚者曷为者也？”对曰：“齐人也，坐盗。”王视晏子曰：“齐人固善盗乎？”晏子避席对曰：“婴闻之，橘生淮南则为橘，生于淮北则为枳，叶徒相似，其实味不同。所以然者何？水土异也。今民生长于齐不盗，入楚则盗，得无楚之水土使民善盗耶？”王笑曰：“ 圣人非所与熙也，寡人反取病焉。”",
  "fanyi": "<p><strong>译文<br></strong>（一）<br>　　晏子出使到楚国。楚人因为晏子身材矮小，在大门的旁边开一个小门请晏子进去。晏子不进去，说：“出使到狗国的人从狗门进去，今天我出使到楚国来，不应该从这个狗门进去。”迎接宾客的人带晏子改从大门进去。（晏子）拜见楚王。楚王说：“齐国没有人可派吗？竟派您做使臣。”晏子回答说：“齐国的都城临淄有七千五百户人家，人们一起张开袖子，就能遮天；挥洒汗水，就是下雨；街上行人肩膀靠着肩膀，脚尖碰脚后跟，怎么能说齐国没有人呢？”楚王说：“既然这样，那么为什么会打发你来呢？”晏子回答说：“齐国派遣使臣，各有不同的规矩，那些有德有才的人被派遣出使到有德有才的君主所在的国家，没有德没有才的人被派遣出使到没有德没有才的国王所在的国家。我<a href=\"http://so.gushiwen.org/author_319.aspx\">晏婴</a>是最不贤，没有德才的人，所以只好出使到楚国来了。”<br>（二）<br>　　晏子将要出使楚国。楚王听到这个消息，对身边的大臣说：“晏婴是齐国的一个能言善辩的人，现在 他正要来，我想要羞辱他，用什么办法呢？”侍臣回答说：“在他来的时候，大王请允许我们绑着一个人从大王面前走过。大王（就）问：‘（他）是做什么的？’（我则） 回答说：‘（他）是齐国人。’大王（接着再）问：‘（他）犯了什 么罪？’（我就）回答：‘（他）犯了偷窃罪。’\"<br>（三）<br>　　晏子来到了楚国，楚王请晏子喝酒，喝酒喝得正高兴的时候，两名小官员绑着一个人到楚王面前来。楚王问道：“绑着的人是做什么的人？’（公差）回答 说：“（他）是齐国人，犯了偷窃罪。”楚王看着晏子问道：“齐国人本来就擅于偷东西的吗？”晏子离开座位回答道：“我听说（这样一件事）：橘树生长在淮河以南的地方就是橘树，生长在淮河以北的地方就是枳树，只是叶子相像罢了，他们的果实味道却不同。这是什么原因呢？（是因为）水土地方不相同啊。老百姓生长在齐国不偷东西，到了楚国就偷东西，莫非楚国的水土使百姓善于偷东西吗？”楚王笑着说：“圣人不是能同他开玩笑的，我反而自讨没趣了。</p> <p><strong>注释</strong><br>（一）<br>使：出使，被派遣前往别国。后面的两个使字，一个作名词即使者，一个作动词即委派。<br>以：因为。<br>短：长短，这里是人的身材矮小的意思。<br>袂：衣袖<br>命：命令，这里是委任、派遣的意思。<br>主：主张，这里是规矩、章程的意思。后面的主字，是指主人、国君。<br>不肖：不贤，这里指没有德才的人。<br>宜：应该<br>（二）<br>将：将要<br>使：出使<br>闻：听说<br>之： 之 这个消息，代“晏子将使楚”这件事。<br>左右：身边的人<br>谓……曰：对……说<br>习辞者：善于辞令（很会说话）的人。 习，熟练、善于；辞，辞令；者：......的人。<br>方：将要<br>吾：我<br>欲：想<br>辱：侮辱<br>之：代词，代晏子<br>何以也：用什么办法呢？何以，即以何。<br>对：回答<br>为：这里相当于“于”。<br>缚：捆绑<br>而:表顺承<br>何：什么<br>坐：犯罪<br>（三）<br>赐：赏赐，给予。<br>酒酣：酒喝得正畅快的时候。酣，喝得正畅快的时候。<br>诣：到........去（指到尊长那里去）。<br>曷：同“何”，什么。<br>为：相当于“于”，当。<br>固：本来。<br>善：擅长<br>避席：离开座位，表示郑重和严肃的意思古代把席子铺在地上坐，所以座位叫“席”。避，离开。席，座具<br>闻：听说<br>之：代下面晏子说的“橘生淮南则为橘，生于淮北则为枳”。<br>生：生长<br>则：就是。<br>则为：就变为。为：变为。<br>枳：一种灌木类植物，果实小而苦。也叫【枸橘】，果实酸苦。<br>徒：只是，仅仅。<br>其实：它们的果实。<br>味：味道<br>不同：不一样<br>所以然者何：这样的原因是什么呢？然，这样。所以：……原因<br>对曰：回答道<br>得无：莫非。<br>耶：语气助词，“吗”？<br>圣人：才德极高的人<br>熙：同“嬉”，开玩笑。<br>反取病焉：反而自讨没趣了。病，辱。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　1、整个故事就是一条成语：自取其辱。这个成语最早出现在《论语》中。子贡问怎样交朋友。孔子说：“忠言相告，好话对导，他不听就算了，不要自找羞辱。”但是多数后人对这个成语的了解来自本篇课文。楚王三次想侮辱晏子，结果不但轻而易举被晏子化解了，最后反被晏子侮辱了。成语的意思是说自己所受到的侮辱难堪，都是因为自己造成的。</p> <p>　　2、面对楚王的第二次侮辱，晏子这样回击楚王：“这是什么话？我国首都临淄住满了人。大伙儿把袖子举起来，就是一片云；大伙儿甩一把汗，就是一阵雨；街上的行人肩膀擦着肩膀，脚尖碰着脚跟。大王怎么说齐国没有人呢？” (晏子的这段话里，衍生出三个成语：一是举袂成云；二是挥汗成雨：挥，甩掉；大家用手洒出去的汗珠就像下雨一样，形容人很多。当然，这一成语后来也形容出汗很多，就不是原先的意义了。三是磨肩接踵：磨，并；磨肩，肩膀靠肩膀；踵，脚跟；接踵，脚尖碰脚跟。肩挨肩，脚碰脚，形容人多，拥挤。这一成语也写作“摩肩接踵”。）</p> <p>　　3、当楚王取笑齐国人偷盗时，晏子面不改色，站起来，说：“大王怎么不知道哇？淮南的柑橘，又大又甜。可是橘树一种到淮北，就只能结又小又苦的枳，还不是因为水土不同吗？同样道理，齐国人在齐国安居乐业，好好地劳动，一到楚国，就做起盗贼来了，也许是两国的水土不同吧。”（这段话中包含了一个成语：南橘北枳。枳：落叶灌木，味苦酸，球形。也叫枸橘。南方之橘移植淮河之北就会变成枳。比喻同一物种因环境条件不同而发生变异。）后人遂用“南橘北枳”来比喻环境对人的影响，现代汉语中似乎用于贬义稍多些，形容某种事物因为环境的变化而“异化”或者“变质”。</p><br/><h2>解析</h2> <p>　　景公意识到单凭齐国的力量是无法与强晋抗衡的，于是他将目光放到了南方的楚国，决意与楚修好，共抗晋国。在这种情况下，晏子作为使者访问了楚国。 此时楚国由楚灵王执政，他目空天下，狂妄自傲，因此打算羞辱一下齐国的使节，于是便有了“晏子使楚”这个故事。</p> <p>　　这则故事通过晏子出使楚国，挫败楚王诬蔑齐人入楚为盗阴谋的故事，表现了晏子机智善辩的才能和政治家.外交家的风度。说明了侮辱别人的人到头来必然受辱于人。</p> <p>　　外交无小事，尤其在牵涉到国格的时候，更是丝毫不可侵犯。晏子以\"针尖对麦芒\"的方式，维持了国格，也维护了个人尊严。<a href=\"http://so.gushiwen.org/author_319.aspx\">晏婴</a>是聪明机智，能言善辩，勇敢大胆、不畏强权的人。</p> <p>　　晏子能赢得这场外交的胜利的原因：不仅是因为晏子的话不卑不亢，有礼有节，用语委婉，头脑清晰，还是因为晏子的背后有一个强大的国家支撑着他。</p>",
  "about": "<h2>文言现象</h2> <p><strong>古今异义</strong><br>其实（其实味不同）：古义：它们的果实。 今义：真实情况。<br>谓左右曰，左右，古义：近旁的人。 今义：左右表方位，概数（如：600字左右）。<br>反取病焉，病，古义：辱。 今义：疾病，患病。<br>齐之习辞者也，习：古义：熟练 。今义：学习。<br>何坐，坐：古义：犯罪，今义：坐下，动词。<br>延：古义：迎接 今义：延迟，表示拖延的意思。今方来，方：古义：将要，今义：方，一种形状。<br>叶徒相似，徒：古义：只，今义：徒弟，学生。</p> <p><strong>通假字</strong><br>“熙”通“嬉”，意思是：开玩笑。<br>“曷”通“何”，意思是：什么。</p> <p><strong>涉及成语</strong><br>举袖成云：张开袖子就是一片云。形容人多。<br>挥汗如雨：挥洒汗水就如同下雨，形容十分劳累或热得汗出得多。<br>摩肩接踵：肩挨着肩，脚跟着脚。形容人很多，很拥挤。<br>南橘北枳：比喻同一物种因环境条件不同而发生改变。</p> <p><strong>特殊句式</strong><br>何以也宾语前置：以何也<br>何坐 宾语前置：坐何<br>吏二缚一人诣王 定语后置：二吏缚一人诣王<br>齐之习辞者也 判断句</p>",
  "poet": {
    "id": 403,
    "star": 0,
    "name": "刘向",
    "image": "http://img.gushiwen.org/authorImg/liuxiang.jpg",
    "desc": "刘向（约前77—前6） 原名更生，字子政，祖籍沛郡（今属江苏徐州）人。西汉经学家、目录学家、文学家。刘向的散文主要是秦疏和校雠古书的“叙录”，较有名的有《谏营昌陵疏》和《战国策叙录》，叙事简约，理论畅达、舒缓平易是其主要特色。"
  },
  "tags": [
    "小学文言文",
    "历史",
    "故事",
    "外交",
    "哲理"
  ]
}