{
  "id": 11419,
  "star": 14,
  "name": "宗武生日",
  "dynasty": "唐代",
  "content": "小子何时见，高秋此日生。<br>自从都邑语，已伴老夫名。<br>诗是吾家事，人传世上情。<br>熟精文选理，休觅彩衣轻。<br>凋瘵筵初秩，欹斜坐不成。<br>流霞分片片，涓滴就徐倾。",
  "fanyi": "<p><strong>译文</strong><br>何时可见小子诞生，高秋的今天正是呱呱坠地时。<br>自从我写过怀念你的<a href=\"http://so.gushiwen.org/view_11419.aspx\">诗</a>，伴着我的名子你也被人知道。<br>诗是我家祖辈相传的事业，而人们以为这只是世间寻常的父子情。<br>你要熟精《文选》，以绍家学，不要效仿老菜子年老还以彩衣娱亲。<br>病中为你的生日开筵，侧着身子斜靠在椅子上，慢慢倒酒以细饮。</p> <p><strong>注释</strong><br>①小子：指<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>的儿子杜宗武，小名骥子。<br>②见（xiàn）：出生。<br>③高秋：八九月份。宋子侯诗：“高秋八九月。”<br>④都邑语：《大戴礼》：百里而有都邑。此处指在成都写的诗。宗武是作者幼子，乳名骥子，作者多次写诗称赞他。如《遣兴》：“骥子好男儿，前年学语时，问知人客姓，诵得老夫诗。”<br>⑤老夫：杜甫自谓。<br>⑥诗是吾家事：杜甫祖父<a href=\"http://so.gushiwen.org/author_647.aspx\">杜审言</a>，以诗知名于世，为“文章四友”之一。杜甫认为诗为自己的家学，故云。<br>⑦人传世上情：承上句，意为诗是杜家祖辈以为的事业，人们会以为我在成都给你写诗这只是世间寻常的父子情。<br>⑧文选：指《文选》，南朝梁萧统所编先秦至梁的诗文总集。集古人文词诗赋凡三十卷，是我国最早的一部文学总集。<br>⑨休觅彩衣轻：这句是说不必像老菜子身穿彩衣在双亲身边嬉戏。《列女传》载，老菜子行年七十，著五色彩衣，以娱双亲。<br>⑩凋瘵（zhài）：老病。<br>⑪筵（yán）初秩（zhì）：生日之筵刚排好。《诗经·小雅·宾之初筵》：“宾之初筵，左右秩秩。”古代举行大射礼时，宾客初进门，登堂入室，叫初筵。后泛指宴饮。又解：十岁为一秩，初秩即第一个十年，此时宗武十三岁，此处为约指。<br>⑫欹（qī）斜：倾斜，歪斜。杜甫衰弱多病，筵席间不能端坐，故云“欹斜”。<br>⑬流霞：传说中的仙酒。形容美酒。流霞亦指浮动的彩云，联想到仙人餐霞，故云“分片片”。奇思妙想，用法奇特。<br>⑭涓滴：一滴滴。<br>⑮徐倾：慢慢地饮酒。杜甫因病，不能多饮酒，故云。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　宗武是<a href=\"http://so.gushiwen.org/view_11419.aspx\">诗</a>人的幼子，诗人曾多次提到并称赞他，在《忆幼子》诗中说：“骥子春犹隔，莺歌暖正繁。别离惊节换，聪慧与谁论。”在《遣兴》中说：“骥子好男儿，前年学语时：问知人客姓，诵得老夫诗。”说明宗武聪慧有才，可惜没有诗传下来。<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>死后，是由宗武的儿子嗣业安葬的，并请<a href=\"http://so.gushiwen.org/author_18.aspx\">元稹</a>作墓志铭，人称不坠家声。</p> <p>　　首句的意思是：何时看到小子的诞生，高秋的今天正是呱呱坠地之时，点名宗武生日的时间。次句“自从都邑语，已伴老夫名。”回想昔日写诗赞宗武懂事乖巧，宗武也随着诗文的传播而被人熟知，字里行间透着些许自豪。“诗是吾家事，人传世上情。”杜甫的远祖杜恕、杜预是汉、晋时的名臣名儒，祖父<a href=\"http://so.gushiwen.org/author_647.aspx\">杜审言</a>更是初唐著名诗人，诗人自己更是以诗著称于世，故勖勉宗武：诗是我家祖辈相传的事业，要继承和发扬，不仅是一般的世间亲情而已。“熟精文选理，休觅彩衣轻”。杜甫自己得力于《文选》，所以勉励儿子熟读精研，继承父志，不要像古代的老莱子，七十岁时穿着彩衣在父母面前嬉戏，以娱乐父母。最后两句说自己以衰病之躯，还在为小儿子的生日开筵祝贺一番，父子深情，跃然纸上，字里行间也透出些许悲凉，适逢乱世，国破家离，不知何时才能相见，即使分隔两地，拖着病体也要为儿子摆生日宴席，写诗勉励宗武，此情可叹。</p>",
  "about": "<h2>写作背景</h2> 　　宝应元年（762年）秋作。时<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>送严武至绵州，因成都少尹兼御史徐知道作乱，遂入梓州（今四川三台），时宗武留在成都，这首<a href=\"http://so.gushiwen.org/view_11419.aspx\">诗</a>是勖勉宗武的，写作时间，一说杜甫当时送严武还朝到绵州，碰上西川兵马使徐知道乱入梓州，而宗武在成都，因思念而作，首句“小子何时见”，当解释为何时能看到。一说此诗作于离开成都以后，是面命而不是遥寄，两说都可供参考。宗武，小名骥子，杜甫次子。",
  "poet": {
    "id": 474,
    "star": 0,
    "name": "杜甫",
    "image": "http://img.gushiwen.org/authorImg/dufu.jpg",
    "desc": "杜甫（712－770），字子美，自号少陵野老，世称“杜工部”、“杜少陵”等，汉族，河南府巩县（今河南省巩义市）人，唐代伟大的现实主义诗人，杜甫被世人尊为“诗圣”，其诗被称为“诗史”。杜甫与李白合称“李杜”，为了跟另外两位诗人李商隐与杜牧即“小李杜”区别开来，杜甫与李白又合称“大李杜”。他忧国忧民，人格高尚，他的约1400余首诗被保留了下来，诗艺精湛，在中国古典诗歌中备受推崇，影响深远。759-766年间曾居成都，后世有杜甫草堂纪念。"
  },
  "tags": [
    "教育",
    "思想"
  ]
}