{
  "id": 72242,
  "star": 256,
  "name": "谏逐客书",
  "dynasty": "先秦",
  "content": "　　臣闻吏议逐客，窃以为过矣。昔穆公求士，西取由余于戎，东得百里奚于宛，迎蹇叔于宋，来邳豹、公孙支于晋。此五子者，不产于秦，而穆公用之，并国二十，遂霸西戎。孝公用商鞅之法，移风易俗，民以殷盛，国以富强，百姓乐用，诸侯亲服，获楚、魏之师，举地千里，至今治强。惠王用张仪之计，拔三川之地，西并巴、蜀，北收上郡，南取汉中，包九夷，制鄢、郢，东据成皋之险，割膏腴之壤，遂散六国之纵，使之西面事秦，功施到今。昭王得范雎，废穰侯，逐华阳，强公室，杜私门，蚕食诸侯，使秦成帝业。此四君者，皆以客之功。由此观之，客何负于秦哉！向使四君却客而不内，疏士而不用，是使国无富利之实，而秦无强大之名也。<br>　　今陛下致昆山之玉，有随和之宝，垂明月之珠，服太阿之剑，乘纤离之马，建翠凤之旗，树灵鼍之鼓。此数宝者，秦不生一焉，而陛下说之，何也？必秦国之所生然后可，则是夜光之璧，不饰朝廷；犀象之器，不为玩好；郑、卫之女不充后宫，而骏良駃騠不实外厩，江南金锡不为用，西蜀丹青不为采。所以饰后宫，充下陈，娱心意，说耳目者，必出于秦然后可，则是宛珠之簪，傅玑之珥，阿缟之衣，锦绣之饰不进于前，而随俗雅化，佳冶窈窕，赵女不立于侧也。夫击瓮叩缶弹筝搏髀，而歌呼呜呜快耳者，真秦之声也；《郑》、《卫》、《桑间》，《韶》、《虞》、《武》、《象》者，异国之乐也。今弃击瓮叩缶而就《郑》、《卫》，退弹筝而取《昭》、《虞》，若是者何也？快意当前，适观而已矣。今取人则不然。不问可否，不论曲直，非秦者去，为客者逐。然则是所重者在乎色乐珠玉，而所轻者在乎人民也。此非所以跨海内、制诸侯之术也。<br>　　臣闻地广者粟多，国大者人众，兵强则士勇。是以泰山不让土壤，故能成其大；河海不择细流，故能就其深；王者不却众庶，故能明其德。是以地无四方，民无异国，四时充美，鬼神降福，此五帝三王之所以无敌也。今乃弃黔首以资敌国，却宾客以业诸侯，使天下之士退而不敢西向，裹足不入秦，此所谓“借寇兵而赍盗粮”者也。夫物不产于秦，可宝者多；士不产于秦，而愿忠者众。今逐客以资敌国，损民以益雠，内自虚而外树怨于诸侯，求国无危，不可得也。",
  "fanyi": "<p><strong>译文</strong><br>　　我听说官吏在商议驱逐客卿这件事，私下里认为是错误的。<br>　　从前秦穆公寻求贤士，西边从西戎取得由余，东边从宛地得到百里奚，又从宋国迎来蹇叔，还从晋国招来丕豹、公孙支。这五位贤人，不生在秦国，而秦穆公重用他们，吞并国家二十多个，于是称霸西戎。秦孝公采用<a href=\"http://so.gushiwen.org/author_854.aspx\">商鞅</a>的新法，移风易俗，人民因此殷实，国家因此富强，百姓乐意为国效力，诸侯亲附归服，战胜楚国、魏国的军队，攻取土地上千里，至今政治安定，国力强盛。秦惠王采纳张仪的计策，攻下三川地区，西进兼并巴、蜀两国，北上收得上郡，南下攻取汉中，席卷九夷各部，控制鄢、郢之地，东面占据成皋天险，割取肥田沃土，于是拆散六国的合纵同盟，使他们朝西事奉秦国，功烈延续到今天。昭王得到范雎，废黜穰侯，驱逐华阳君，加强·巩固了王室的权力，堵塞了权贵垄断政治的局面，蚕食诸侯领土，使秦国成就帝王大业。这四位君主，都依靠了客卿的功劳。由此看来，客卿哪有什么对不住秦国的地方呢！倘若四位君主拒绝远客而不予接纳，疏远贤士而不加任用，这就会使国家没有丰厚的实力，而让秦国没有强大的名声了。<br>　　陛下罗致昆山的美玉，宫中有随侯之珠，和氏之璧，衣饰上缀着光如明月的宝珠，身上佩带着太阿宝剑，乘坐的是名贵的纤离马，树立的是以翠凤羽毛为饰的旗子，陈设的是蒙着灵鼍之皮的好鼓。这些宝贵之物，没有一种是秦国产的，而陛下却很喜欢它们，这是为什么呢？如果一定要是秦国出产的才许可采用，那么这种夜光宝玉，决不会成为秦廷的装饰；犀角、象牙雕成的器物，也不会成为陛下的玩好之物；郑、卫二地能歌善舞的女子，也不会填满陛下的后宫；北方的名骥良马，决不会充实到陛下的马房；江南的金锡不会为陛下所用，西蜀的丹青也不会作为彩饰。用以装饰后宫、广充侍妾、爽心快意、悦入耳目的所有这些都要是秦国生长、生产的然后才可用的话，那么点缀有珠宝的簪子，耳上的玉坠，丝织的衣服，锦绣的装饰，就都不会进献到陛下面前；那些闲雅变化而能随俗推移的妖冶美好的佳丽，也不会立于陛下的身旁。那敲击瓦器，拍髀弹筝，乌乌呀呀地歌唱，能快人耳目的，确真是秦国的地道音乐了；那郑、卫桑间的歌声，《韶虞》《武象》等乐曲，可算是外国的音乐了。如今陛下却抛弃了秦国地道的敲击瓦器的音乐，而取用郑、卫淫靡悦耳之音，不要秦筝而要《韶虞》，这是为什么呢？难道不是因为外国音乐可以快意，可以满足耳目官能的需要么？可陛下对用人却不是这样，不问是否可用，不管是非曲直，凡不是秦国的就要离开，凡是客卿都要驱逐。这样做就说明，陛下所看重的，只在珠玉声色方面；而所轻视的，却是人民士众。这不是能用来驾驭天下，制服诸侯的方法啊！<br>　　我听说田地广就粮食多，国家大就人口众，武器精良将士就骁勇。因此，泰山不拒绝泥土，所以能成就它的高大；江河湖海不舍弃细流，所以能成就它的深邃；有志建立王业的人不嫌弃民众，所以能彰明他的德行。因此，土地不分东西南北，百姓不论异国它邦，那样便会一年四季富裕美好，天地鬼神降赐福运，这就是五帝、三王无可匹敌的缘故。抛弃百姓使之去帮助敌国，拒绝宾客使之去事奉诸侯，使天下的贤士退却而不敢西进，裹足止步不入秦国，这就叫做“借武器给敌寇，送粮食给盗贼”啊。<br>　　物品中不出产在秦国，而宝贵的却很多；贤士中不出生于秦，愿意效忠的很多。如今驱逐宾客来资助敌国，减损百姓来充实对手，内部自己造成空虚而外部在诸侯中构筑怨恨，那要谋求国家没有危难，是不可能的啊。</p> <p><strong>注释<br></strong>（1）“由余”，亦作“繇余”，戎王的臣子，是晋人的后裔。穆公屡次使人设法招致他归秦，以客礼待之。入秦后，受到秦穆公重用，帮助秦国攻灭西戎众多小国，称霸西戎。“戎”，古代中原人多称西方少数部族为戎。此指秦国西北部的西戎，活动范围约在今陕西西南、甘肃东部、宁夏南部一带。<br>（2）“百里奚”，原为虞国大夫。晋灭虞被俘，后作为秦穆公夫人的陪嫁臣妾之一送往秦国。逃亡到宛，被楚人所执。秦穆公用五张黑公羊皮赎出，用上大夫，故称“五羖大夫”。是辅佐秦穆公称霸的重臣。“宛”（yuān），楚国邑名，在今河南南阳市。<br>（3）“蹇（jiǎn）叔”，百里奚的好友，经百里奚推荐，秦穆公把他从宋国请来，委任为上大夫。百里奚对穆公说：“臣不及臣友蹇叔，蹇叔贤而世莫知”。“宋”，国名，或称“商”、“殷”，子姓，始封君为商纣王庶兄微子启，西周初周公平定武庚叛乱后将商旧都周围地区封给微子启，都于商丘（今河南商丘县南），约有今河南东南部及所邻山东、江苏、安徽接界之地。公元前三世纪中叶，大臣剔成肸（即司城子罕）逐杀宋桓侯，戴氏代宋。公元前286年被齐国所灭。<br>（4）“邳豹”，晋国大夫邳郑之子，邳郑被晋惠公杀死后，邳豹投奔秦国，秦穆公任为大夫。“公孙支”，“支”或作“枝”，字子桑，秦人，曾游晋，后返秦任大夫。“晋”，国名，姬姓，始封君为周成王之弟叔虞，建都于唐（今陕西翼城县西），约有今山西西南部之地。春秋时，晋献公迁都于绛，亦称“翼”（今山西翼城县东南），陆续攻灭周围小国；晋文公成为继齐桓公之后的霸主；晋景公迁都新田（今山西侯马市西），亦称“新绛”，兼并赤狄，疆域扩展到今山西大部、河北西南部、河南北部和陕西一角。春秋后期，公室衰微，六卿强大。战国初，被执政的韩、赵、魏三家所瓜分。公元前369年，最后一位国君晋桓公被废为庶人，国灭祀绝。<br>（5）“产”，生，出生。“并”，吞并。<br>（6）“并国二十，遂霸西戎”，《秦本纪》云秦缪公”益国十二，开地千里，遂霸西戎”。这里的“二十”当是约数。<br>（7）“孝公”，即秦孝公。“商鞅”，卫国公族，氏公孙，亦称公孙鞅，初为魏相公叔座家臣，公叔座死后入秦，受到秦孝公重用，任左庶长、大良造，因功封于商（今山西商县东南）十五邑，号称商君。于公元前356年和前350年两次实行变法，奠定秦国富强的基础。公元前338年，秦孝公去世，被车裂身死。<br>（8）“殷”，多，众多。“殷盛”，指百姓众多而且富裕。<br>（9）“魏”，国名，始封君魏文侯，系晋国大夫毕万后裔，于公元前403年与韩景侯、赵烈侯联合瓜分晋国，被周威烈王封为诸侯，建都安邑（今山西夏县西北）。魏文侯任用李悝改革内政，成为强国。梁惠王时迁都大梁（今河南开封市），因亦称”梁”。后国势衰败，公元前225年被秦国所灭。“获楚、魏之师”，指战胜楚国、魏国的军队。公元前340年，商鞅设计诱杀魏军主将公子昂，大败魏军。同年又与楚战，战况不详，据此，当也是秦军获胜。<br>（10）“惠王”，即秦惠王，名驷，秦孝公之子，公元前337年至前311年在位。于公元前325年称王。“张仪”，魏人，秦惠王时数次任秦相，鼓吹“连横”，游说各国诸侯事奉秦国，辅佐秦惠文君称王，封武信君。秦武王即位，入魏为相。于公元前310年去世。此句以下诸事，并非都是张仪之计，因为张仪曾经作为宰相，就把功劳归功到他身上了。<br>（11）“三川之地”，指黄河、雒水、伊水三川之地，在今河南西北部黄河以南的洛水、伊水流域。韩宣王在此设三川郡。公元前308年秦武王派兵攻取三川大县宜阳（今河南宜阳县西）。公元前249年秦灭东周，取得韩三川全郡，重设三川郡。<br>（12）“巴”，国名，周武王灭商后被封为子国，称巴子国，在今四川东部、湖北西部一带。战国中期建都于巴（今四川重庆节）。公元前316年秦惠王派张仪、司马错等领兵攻灭巴国，在其地设置巴郡。“蜀”，国名，周武王时<a href=\"http://so.gushiwen.org/author_843.aspx\">曾参</a>加灭商的盟会，有今四川中部偏西地区。战国中期建都于成都（今四川成都市）。公元前316年秦惠文王派张仪、司马错等领兵灭蜀，在其地设置蜀郡。<br>（13）“上郡”，郡名，本来是楚地，在现在的陕西的榆林。魏文侯时置，辖境有今陕西洛河以东，黄梁河以北，东北到子长县、延安市一带。公元前328年魏割上郡十五县给秦，前312年又将整个上郡献秦。秦国于公元前304年于此设置上郡。<br>（14）“汉中”，郡名，在现在的陕西汉中。楚怀王时置，辖境有陕西东南和湖北西北的汉水流域。公元前312年，被秦将魏章领兵攻取，秦于此重置汉中郡。<br>（15）“包”，这里有并吞的意思。“九夷”，此指楚国境内西北部的少数部族，在今陕西、湖北、四川三省交界地区。<br>（16）“鄢”，音yān，楚国别都，在今湖北宜城县东南。春秋时楚惠王曾都于此。“郢”（yǐng），楚国都城，在今湖北江陵市西北纪南城。公元前279年秦将白起攻取鄢，翌年又攻取郢。<br>（17）“成皋”，邑名，在今河南荥阳县汜水镇，地势险要，是著名的军事重地。春秋时属郑国称虎牢，公元前375年韩国灭郑属韩，公元前249年被秦军攻取。<br>（18）“六国”，韩、魏、燕、赵、齐、楚。“施”，音yì，蔓延，延续。<br>（19）“昭王”，即秦昭王，名稷，一作侧或则，秦惠王之子，秦武王异母弟，公元前306年至前251年在位。“范雎jū”，一作“范且”，亦称范叔，魏人，入秦后改名张禄，受到秦昭王信任，为秦相，对内力主废除外戚专权，对外采取远交近攻策略，封于应（今河南宝丰县西南），亦称应侯，死于公元前255年。<br>（20）“穰”，音ráng。“穰侯”，即魏冉，楚人后裔，秦昭王母宣太后之异父弟，秦武王去世，拥立秦昭王，任将军，多次为相，受封于穰（今河南邓县），故称穰侯，后又加封陶（今山东定陶县西北）。因秦昭王听用范雎之言，被免去相职，终老于陶。<br>（21）“华阳”，即华阳君芈戎，楚昭王母宣太后之同父弟，曾任将军等职，与魏冉同掌国政，先受封于华阳（今河南新郑县北），故称华阳君，后封于新城（今河南密县东南），故又称新城君。公元前266年，与魏冉同被免职遣归封地。<br>（22）“蚕食”，比喻像蚕吃桑叶那样逐渐吞食侵占。<br>（23）“向使”，假使，倘若。“内”，同“纳”，接纳。<br>（24）“陛下”，对帝王的尊称，“致”，求得，收罗。“昆山”，即昆仑山。<br>（25）“随、和之宝”，即所谓“随侯珠”和“和氏璧”，传说中春秋时随侯所得的夜明珠和楚人卞和来得的美玉。<br>（26）“明月”，宝珠名。<br>（27）“太阿（ē）”，亦称“泰阿”，宝剑名，相传为春秋著名工匠欧冶子、干将所铸。<br>（28）“纤离”，骏马名。<br>（29）“翠凤之旗”，用翠凤羽毛作为装饰的旗帜。<br>（30）“鼍”（tuó）亦称扬子鳄，俗称猪婆龙，皮可蒙鼓。<br>（31）“说”，通“悦”，喜悦，喜爱。<br>（32）“犀象之器”，指用犀牛角和象牙制成的器具。<br>（33）“郑”，国名，姬姓，始封君为周宣王弟友，公元前806年分封于郑（今陕西华县东）。春秋时建都新郑（今河南新郑县），有今河南中部之地，公元的375年被韩国所灭。“卫”，国名，姬姓，始封君为周武王弟康叔，初都朝歌（今河南淇县），后迁都楚丘（今河南滑县）、帝丘（今河南濮阳县），有今河南北部、山东西部之地。公元前254年被魏国所灭。“郑、卫之女”，此时郑、卫已亡，当指郑、卫故地的女子。“后宫”，嫔妃所居的宫室，也可用作嫔妃的代称。<br>（34）“駃騠”，音jué tí，骏马名。“外厩（jiù）”，宫外的马圈。<br>（35）“江南”，长江以南地区。此指长江以南的楚地，素以出产金、锡著名。<br>（36）“丹”，丹砂，可以制成红色颜料。“青”，青，可以制成青黑色颜料。“西蜀丹青”，蜀地素以出产丹青矿石出名。“采”，彩色，彩绘。<br>（37）“下陈”，殿堂下陈放礼器、站立傧从的地方。“充下陈”，此泛指将财物、美女充买府库后宫。<br>（38）“宛”，宛转，缠绕。”宛珠之簪”，缀绕珍珠的发簪。或以“宛”为地名，指用宛（今河南南阳市）地出产的珍珠所作装饰的发簪。<br>（39）“傅”，附着，镶嵌。“玑”，不圆的珠子。此泛指珠子。“珥”，音er，耳饰。<br>（40）“阿”，细缯，一种轻细的丝织物。或以“阿”为地名，指齐国东阿（今山东东阿县）。<br>（41）“缟”，音gǎo，未经染色的绢。<br>（42）“随俗雅化”，随合时俗而雅致不凡。“佳”，美好，美丽。“冶”，妖冶，艳丽。“窈窕”，音yǎo tiǎo，美好的样子。“赵”，国名，始封君赵烈侯，系晋国大夫赵衰后裔，于公元前403年与魏文侯、韩景侯联合瓜分晋国，被周威烈王封为诸侯，建都晋阳（今山西太原市东南），有今山西中部、陕西东北角、河北西南部。公元前三八六年迁都邯郸（今河北邯郸市）。公元前二二二年被秦国所灭。古人多以燕、赵为出美女之地。<br>（43）“瓮”，音wèng，陶制的容器，古人用米打水。“缶”，音fǒu，一种口小腹大的陶器。秦人将瓮、缶作为打击乐器。“搏”，击打，拍打。“髀”，音bì，大腿。“搏髀”，拍打大腿，以此掌握音乐唱歌的节奏。<br>（44）“《郑》”，指郑国故地的音乐。“《卫》”，指卫国故地的音乐。“《桑间》”，桑间为卫国濮水边上地名，在今河南濮阳县南，有男女聚会唱歌的风俗。此指桑间的音乐，即本书《乐书》的“桑间濮上之音”。“《昭》”，通“韶”，《史记集解》引徐广曰：“昭，一作‘韶’。”歌颂虞舜的舞乐。”《虞》”，按《史记会注考证校补》引南化本、枫山本、三条本等作“护”，当为歌颂商汤的舞乐。“《武》”，歌颂周武王的舞乐。“《象》”，歌颂周文王的舞乐。<br>（45）“太山”，即泰山。“让”，辞让，拒绝。<br>（46）“择”，舍弃，抛弃。细流，小水。<br>（47）“却”，推却，拒绝。<br>（48）“五帝”，指黄帝、颛顼、帝喾、尧、舜。“三王”，指夏、商、周三代开国君主，即夏禹、商汤、周文王和周武王。<br>（49）“黔首”，无爵平民不能服冠，只能以黑巾裹头，故称黔首。此泛指百姓。秦始皇统一六国后正式称百姓为黔首。《史记·秦始皇本纪》载：二十六年，“更名民曰黔首”。“资”，资助，供给。<br>（50）“业”，从业，从事，事奉。<br>（51）“赍”（jī）送，送给。这句是说，把武器粮食供给寇盗。<br>（52）“益”，增益，增多。“雠”，通“仇”，仇敌。减少该国的人口而增加敌国的人力。<br>（53）“外树怨于诸侯”，指宾客被驱逐出外必投奔其它诸侯，从而构树新怨。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　《谏逐客书》是<a href=\"http://so.gushiwen.org/author_796.aspx\">李斯</a>给秦王的一个奏章。这件事是在秦王赢政十年。秦国宗室贵族借韩国派水工修灌溉渠，阴谋消耗秦的国力，谏秦皇下令驱逐一切客卿。秦王读了李斯这一奏章，取消了逐客令。可见本文说服力之强。<br>　　作者先谈历史，以穆公、孝公、惠王、昭王四位国君召士纳贤为例，强调重用客卿之重要。接着再谈现实，作者列举秦王的爱好，诸如昆山之玉，随和之宝，明月之珠，以及所佩太阿剑，所乘之纤离之马等等，都是来自诸侯各国。</p> <p><strong>实效性</strong><br>　　首先是《谏逐客书》具有明显的实效性。实效，就是要讲求实用，注重效果，这就涉及到公文的目的及功能。公文不像艺文那样，优游浸渍，潜移默化，以美感人，公文乃是“政事之先务”，它的目的是为了完成特定的公务，它的功能是可以解决实际的问题。从本质上说公文是一种实用性程式性的文书，以此区别于一般的文章或文学作品。公文所产生的客观效果是衡量公文实用性大小的一个重要尺度。所以公文撰制时必须事先预计效果，办理时讲究效率，客观上注重功效。徐望之《公牍通论》指出：“事前体察周详，令出务求实效。”这说的是下行公文。上行公文也要做到“下情不壅于上闻，谋事惟期其必达”。一篇公文，如果实用性不大，效果不显著，就很难说是上乘之作。因此，实效性显著，应是好公文的重要条件。以此看来《，谏逐客书》正是具有实效性显著的特点。这篇公文最成功之处就在于，该文一上秦王，就达到预期的目的，收到满意的效果。<a href=\"http://so.gushiwen.org/author_608.aspx\">司马迁</a>在《李斯列传》中曾这样叙述过李斯上书的前因后果：“秦王拜斯为客卿。会韩人郑国来间秦，以作注溉渠，已而觉。秦宗室大臣皆言秦王曰：‘诸侯人来事秦者，大抵为其主游间于秦耳。请一切逐客。’李斯议亦在逐中。斯乃上书曰：“秦王乃除逐客之令，复李斯官，卒用其计谋。”当时秦王的逐客令已下，李斯也在被逐之列，而凭此上书,竟能使秦王收回成命，由逐客变为留客、用客、重客，这就不能不承认《谏逐客书》发挥了巨大的作用，公文的实效性在这里得到了最充分的体现。</p> <p><strong>论断典范</strong><br>　　其次，《谏逐客书》在“对事的论断”方面堪称典范。笔者以为“对事的论断”应视为公文的一个重要特征。事是公文的内容，论断是对公文内容的表达方式。“对事的论断”体现了公文的内容与形式的统一。显然，公文须有事，<a href=\"http://so.gushiwen.org/author_855.aspx\">刘勰</a>所说“言事于主”、“指事造实”，徐望之所说“谋事惟期其必达”、“尚实事不尚虚文”，都指出公文的内容就是事，因为公文就是办实事的。但是公文在表达事时，不必对其来龙去脉进行具体的叙述，往往是高度概括，或者点到为止。公文对于事，主要是用“论断”的方法。正如《公牍通论》所述，“陈言论事”、“公文本质，重论断”。论断是个合成词，包含论和断两个方面。断，判断、决断之谓，对事的是非、得失、功过等表示肯定或否定的态度，对事的实施提出一定的办法。论是论事理，要受文者承办事务，必须把事理论说明白。简言之，断就是要办什么事，论就是办这事的理由。论是断的前提，如果不把事理论清说透，断就会成为无源之水，无本之木，缺乏说服力。在古代公文中，由于文种不同，对事论断的情况也有差别，如下行的君命文种，比较偏重于断,凡戒敕、废立、告谕、政令等，都显示独断的至高权威，而上行文种的章、奏、表、议等则较侧重于论（当然也应有断），凡谏说、劝请、陈乞、弹劾、执异等，本身就需要有充分的理由，不论说何以达其目的。况且上奏文种面对的是国君这个特殊对象，更要情至理足。《谏逐客书》在这一点上，具有非常鲜明的特色。全文的断就是开头一句话：“臣闻吏议逐客，窃以为过矣。”希望通过这一判断成立，使秦王接受，并收回成命，不要逐。为此在下文展开了有力的论说。开头这一断语的<br>　　特点是，在客卿已被逐的紧急情势下（《史记集解·新序》：“斯在逐中，道上上谏书。”），用非常警醒而委婉的言辞开宗明义，起句发意振聋发聩。本文尤具特色的更在其论的部分，对事理的论说充分深刻，令人信服。这里有必要指出两点，其一是用重笔浓墨，铺张排比，列举事例。如文中铺排了四君用客的大量事实，铺陈了秦王所喜爱的大量生活享用，由于事例充实，铺垫充足，加强了与下文的对比，因而得出的结论极其有力。而这些事例都有所依傍，且经过精心选择，因而显得可靠典型。从铺排的技巧来说，排比句接踵联翩，文意饱满，文气流畅，文势充沛,极有感染力。其二，在论证上的特点是正反并反复对比，层层深化。如在论证的首层，四君用客（实笔） 与“却客不内”（虚笔） 的对比，首层四君用客与次层秦王轻客的对比，次层重物与轻人的对比，处处在对比之中显示逐客之谬误。全文在逻辑关系上是步步推进，层层深化。时间上由远到近，推移有序：先言古代，次论现实，再次言及未来。在言及逐客的危害时，程度上由轻到重，步步升级：先说如果没有客卿，秦国就不会“富利”和“强大”；接着说“非秦者去，为客者逐”，“此非所以跨海内、制诸侯之术”，直接落到统一天下这个关键问题，比上层更切近要害；再说弃<br>　　黔首、却宾客，是所谓“藉寇兵而赍盗粮”，资助了敌人削弱了自己，对秦国的不利更严重些；最后指出“今逐客以资敌国、损民以益仇，内自虚而外树怨于诸侯，求国无危，不可得也。”不仅不能统一天下，而且有亡国的危险，把逐客的危害引申到极点。这种由轻到重、步步推进的说理过程，避免一开始就突兀冲撞，造成相反结果，它符合人的心理接受规律。</p> <p><strong>针对性</strong><br>　　再者《，谏逐客书》具有很强的针对性。公文的针对性一方面是指每件公文都是针对某一具体的事务而发，另方面也指公文具有比较具体的的受文对象，受文者具有确定性。周知性的公文读者面较宽,但也有一定的范围；下行文受文的面相对说要窄一些，在现代的公文中有的还规定了阅读传达范围；上行文一般是给一个上级机关，受文对象很具体。古代的上奏文种是专门给君主的，对象最明确。公文写作时都视受文者的不同情况进行斟酌，有的放矢。《谏逐客书》的针对性，从内容上来说，是对着逐客这事而发，全文紧紧扣住逐客以论说其错误。文章这样处理很高明，因这逐客的起因是韩国人郑国劝秦王修筑一条灌溉渠，其目的是企图以浩大的工程耗费秦国的财力，使之不能对外用兵，如果就此事进行辩解，显然是没有道理的。李斯避开这个起因不谈，只抓住逐客对秦不利来论说，完全从秦国的利益着眼，这就容易使秦王接受。另外，李斯当时也无辜受牵连，但他在上书中片言不涉及自己，这样完全符合公文的本质要求，徐望之说：“公文本质之可贵，贵在一字一句皆从民生国计上着想。”针对逐客对秦不利来论说，正是从国计民生着想的体现。<br>　　《谏逐客书》的针对性，还表现在针对特定的受文者来采取谏说的策略。李斯上书是给秦王政这个具体的人看的，如果不熟悉这个人，不揣摩这个人的愿望、想法，不去迎合他的心理需求，那就很容易碰壁。对这个问题，刘勰有中肯的评价：“烦（顺） 情入机动言中务，虽批逆鳞而功成计合，此上出之喜说者也。”顺着秦王的感情、心理，引到统一六国的关键问题，符合主要任务的需要。当时秦王的最大欲望是兼并天下,凡是违反这一欲望，就难以立足，凡是利于达到这一欲望，就容易被接受。李斯紧紧抓住秦王的这一心理，把秦国的霸业作为整篇谏书的灵魂，贯串始终。在论说的首层以秦王政的祖先重用客卿造成“霸西戎”、“治强”、“散六国之从”、“蚕食诸侯”、“使秦成帝业”等成就去耸动秦王；在论说的次层则把用客卿提到“跨海内，制诸侯之术”的高度；再接着以古代五帝三王“不却众庶”无敌天下去打动秦王。总之，每个层次都反复论述这样一个根本的利害关系：纳客就能统一天下，逐客就有亡国危险。以利劝之，以害怵之，这就紧紧抓住了秦王的心，深深击中其要害，使秦王顺理成章地接纳其意见，并收回逐客令，达到了上书的目的。<br>　　以上论述了《谏逐客书》是如何有针对性地、成功地对逐客之事加以论断，使该公文收到了显著的实效。实效性、针对性、对事加以论断，这三个特征在文中体现最为突出。当然，该文还有个别其他的公文特征，像当时李斯已在被逐之中，写这篇上书必须十分注意时效，除了“道上上谏书”急就此文之外，在写法上开头单刀直入，指出逐客之错，使秦王为之震动。可见首句发意、开门见山，既为当时紧急情势决定，也是公文时效性的要求。</p>",
  "poet": {
    "id": 796,
    "star": 0,
    "name": "李斯",
    "image": "http://img.gushiwen.org/authorImg/lisi.jpg",
    "desc": "李斯（约前280年－前208年），秦朝丞相，河南驻马店上蔡县人，中国历史上著名的政治家、文学家和书法家，千古一相。李斯协助秦始皇统一天下；秦统一之后，李斯参与制定了秦朝的法律和完善了秦朝的制度，力排众议主张实行郡县制、废除分封制，提出并且主持了文字、车轨、货币、度量衡的统一。李斯政治主张的实施对中国和世界产生了深远的影响，奠定了中国两千多年政治制度的基本格局。李斯贡献巨大，但是害死了韩非和被赵高所逼把胡亥推上了皇位，后被赵高所害。"
  },
  "tags": [
    "古文观止",
    "公文"
  ]
}