{
  "id": 214,
  "star": 22,
  "name": "頍弁",
  "dynasty": "先秦",
  "content": "有頍者弁，实维伊何？尔酒既旨，尔肴既嘉。岂伊异人？兄弟匪他。</p> <p>茑与女萝，施于松柏。未见君子，忧心奕奕；既见君子，庶几说怿。</p> <p>有頍者弁，实维何期？尔酒既旨，尔肴既时。岂伊异人？兄弟具来。</p> <p>茑与女萝，施于松上。未见君子，忧心怲怲；既见君子，庶几有臧。</p> <p>有頍者弁，实维在首。尔酒既旨，尔肴既阜。岂伊异人？兄弟甥舅。</p> <p>如彼雨雪，先集维霰。死丧无日，无几相见。乐酒今夕，君子维宴。",
  "fanyi": "<p><strong>译文<br></strong>鹿皮礼帽真漂亮，戴着皮帽为哪桩？你的酒浆都甘醇，你的肴馔也很香。来的哪里有外人，都是兄弟坐一堂。爬藤茑草与女萝，攀援松柏才生长。未曾见到君子面，忧心忡忡实难当。既已见到君子面，才有喜悦没忧伤。<br>鹿皮礼帽真漂亮，戴着皮帽为哪桩？你的酒浆都甘醇，你的肴馔也很香。来的哪里有外人？兄弟都来聚一堂。爬藤茑草与女萝，攀援松柏才生长。未曾见到君子来，忧思满怀实难当。既已见到君子面，没有烦恼喜洋洋。<br>鹿皮礼帽真漂亮，端端正正戴头顶。你的酒浆都甘醇，你的肴馔真丰盛。来的哪里有外人？都是兄弟和舅甥。如同雪花飘眼前，冰珠阵阵坠满天。死亡日子难逆料，时间无多难相见。今夜开怀应畅饮，君子行乐惟欢宴。</p> <p><strong>注释<br></strong>⑴頍（kuǐ）：有棱角貌。《释名》：“頍，倾也。著之倾近前也。”弁（biàn）：皮弁，用白鹿皮制成的圆顶礼帽。<br>⑵实维伊何：是为伊何。实，犹“是”。维，语助词。伊，当作“繄（yī）”，犹“是”。<br>⑶旨：美。<br>⑷肴（yáo）：同“肴”，荤菜。<br>⑸伊：是。异人：外人。<br>⑹茑（niǎo）、女萝：都是善于攀缘的蔓生植物。<br>⑺施：延伸，攀缘。<br>⑻弈弈：心神不安貌。<br>⑼说（yuè）怿（yì）：欢欣喜悦。说，通“悦”。<br>⑽何期（qí）：犹言“伊何”。期，通“其”，语助词。<br>⑾时：善也，物得其时则善。<br>⑿怲（bǐng）怲：忧愁貌。<br>⒀臧（zāng）：善。<br>⒁阜（fù）：多，指酒肴丰盛。<br>⒂雨（yù）雪：下雪。<br>⒃霰（xiàn）：雪珠。<br>⒄无日：不知哪一天。<br>⒅无几：没有多久。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　此<a href=\"http://so.gushiwen.org/view_214.aspx\">诗</a>以赴宴者的口气写成，不仅描写了宴席的丰盛，也写出了贵族间彼此依附的关系，在表面热闹的气氛中，笼罩着一种悲观失望、及时行乐的情绪。这正是西周末年国家政治和奴隶主贵族走向衰亡的表现。</p> <p>　　全诗三章，每章开端都写贵族们一个个戴着华贵的圆顶皮帽赴宴。一、二章中的“实维伊何”、“实维何期”，用了设问句，提人警醒，渲染了宴会前的盛况和气氛，而且表现了赴宴者精心打扮、兴高采烈的心情。第三章改用“实维在首”，写出贵族打扮起来后自我欣赏、顾影陶醉的情态。接下来，写宴会的丰盛：“尔酒既旨，尔肴既嘉”、“尔酒既旨，尔肴既时”、“尔酒既旨，尔肴既阜”，三章中只各变了一个字，反覆陈述美酒佳肴的醇香、丰盛。然后是赴宴者对同主人亲密关系的陈述，对主人的赞扬、奉承、讨好：来的都是兄弟、甥舅，根本没有外人；主人是松柏一样的高树大枝，而自已只是攀附其上的蔓生植物；没有见到主人时心里是如何的忧愁不安，见到主人后心里是如何的欢欣异常。有人说，第二章结末的“庶几有臧”还包含有希望得到厚赐之意，那么贵族们的庸俗厚颜更表露了出来。前文所谓“未见君子，忧心弈弈；既见君子，庶几说怿”，其真实含义，很值得回味。第三章“如彼雨雪，先集维霰”后，不再是前两章内容的重复。他们由今日的欢聚，想到了日后的结局。他们觉得人生如霰似雪，不知何时就会消亡。在暂时的欢乐中，不自禁地流露出一种黯淡低落的情绪。表现出一种及时行乐、消极颓废的心态，充满悲观丧气的音调。从这首诗来看，由于社会的动乱，他们虽然饮酒作乐，但仍感到自己命运的岌岌可危、朝不保夕，正表露出所谓末世之音。</p> <p>　　有学者认为这首诗与《雅》诗中的某些揭露贵族腐朽和社会弊端的讽谕诗并不是一回事。所谓讽谕诗，乃是有政治远见和正义感的贵族文人，对社会问题所作的有意揭露，是感时抒愤之作。而这首诗却是一首沉湎于享乐生活的宴饮作乐之歌。所以，<a href=\"http://so.gushiwen.org/author_459.aspx\">朱熹</a>所谓“燕兄弟亲戚之诗”，是此诗作者之本义；而《诗序》的讽刺之说，则是读者所感受领悟到的诗义。作者未必然，读者未必不然，诗的形象所蕴含的意义，确乎大于作诗者的主观思想。这首诗在艺术技巧上也有一定的特点。如诗的开头，三章皆用问答句来表达。三章中间为了强调与主人关系的密切，采用了反问句式。从而使诗歌在表现上较为灵活，加深了读者的印象。另外，诗中还用了女萝攀缘松柏、人生短暂如雪如霰等比喻，增加了形象性。</p>",
  "about": "<h2>创作背景</h2> 　　此<a href=\"http://so.gushiwen.org/view_214.aspx\">诗</a>当作于周幽王统治时期。《毛诗序》以为这首诗是“诸公刺幽王也”，<a href=\"http://so.gushiwen.org/author_459.aspx\">朱熹</a>《诗集传》以为这是“燕兄弟亲戚之诗”。从字面看，此诗写一个贵族请他的兄弟、姻亲来宴饮作乐，赴宴者作了这首诗，表示对这位贵族的攀附。",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": [
    "诗经",
    "宴会"
  ]
}