{
  "id": 49485,
  "star": 39,
  "name": "蝶恋花·密州上元",
  "dynasty": "宋代",
  "content": "灯火钱塘三五夜，明月如霜，照见人如画。帐底吹笙香吐麝，更无一点尘随马。<br>寂寞山城人老也！击鼓吹箫，却入农桑社。火冷灯稀霜露下，昏昏雪意云垂野。",
  "fanyi": "<p><strong>译文<br></strong>杭州城的元宵夜，明月好似霜，照得人好似一幅画。帐底吹笙，燃香的香气好似麝香，更无一点尘土随着马而去。<br>寂寞的密州城里人们都老了，人们沿街击鼓吹箫而行，最后却转到农桑社祭祀土地神。灯火清冷稀少霜露降下，阴暗昏沉的乌云笼罩着大地，要下雪了。</p> <p><strong>注释<br></strong>⑴蝶恋花：唐教坊曲，本名《鹊踏枝》，宋<a href=\"http://so.gushiwen.org/author_432.aspx\">晏殊</a>词改今名，取自梁简文帝<a href=\"http://so.gushiwen.org/view_49485.aspx\">诗</a>句“翻阶峡蝶恋花情”。《乐章集》注：小石调；<a href=\"http://so.gushiwen.org/author_11.aspx\">赵令畤</a>词注：商调；《太平乐府》注：双调。<a href=\"http://so.gushiwen.org/author_186.aspx\">冯延巳</a>词，有“杨柳风轻，展尽黄金缕”句，名《黄金缕》；赵令畤词，有“不卷珠帘，人在深深院”句，名《卷珠帘》；<a href=\"http://so.gushiwen.org/author_167.aspx\">司马槱</a>词，有“夜凉明月生南浦”句，名《明月生南浦》；韩淲词，有“细雨吹池沼”句，名《细雨吹池沼》；<a href=\"http://so.gushiwen.org/author_399.aspx\">贺铸</a>词，名《凤栖梧》；李石词，名《一箩金》；衷元吉词，名《鱼水同欢》；沈会宗词，名《转调蝶恋花》。[2] 上元：即正月十五日元宵节，也叫上元节，因有观灯之风俗，亦称“灯节”。<br>⑵钱塘：此处代指杭州城。三五夜：即每月十五日夜，此处指元宵节。<br>⑶“照见”句：形容杭州城元宵节的繁华、热闹景象。<br>⑷帐：此处指富贵人家元宵节时在堂前悬挂的帏帐。香吐麝：意谓富贵人家的帐底吹出一阵阵的麝香气。麝：即麝香，名贵的香料。<br>⑸“更无”句：说的是江南气清土润，行马无尘。唐人<a href=\"http://so.gushiwen.org/author_396.aspx\">苏味道</a>《上元》诗：“暗尘随马去，明月逐人来。”<br>⑹山城：此处指密州。<br>⑺“击鼓”句：形容密州的元宵节远没有杭州的元宵节热闹，只有在农家社稷时才有鼓箫乐曲。社：农村节日祭祀活动。《周礼》：“凡国祈年于田租，吹《豳雅》，击土鼓，以乐田畯（农神）。”<a href=\"http://so.gushiwen.org/author_515.aspx\">王维</a>《凉州郊外游望》：“婆娑依里社，箫鼓赛田神。”<br>⑻“昏昏”句：意谓密州的元宵节十分清冷，不仅没有笙箫，连灯火也没有，只有云垂旷野，意浓浓。垂，靠近。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　此词作于公元1075年（熙宁八年），时<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>在密州。全词用粗笔勾勒的手法，抓住杭州、密州气候、地理、风俗等方面各自的特点，描绘了杭州上元和密州上元节的不同景象，流露了作者对杭州的思念和初来密州时的寂寞心情。</p> <p>　　这首词题记为“密州上元”，词却从钱塘的上元夜写起。钱塘也就是杭州，苏轼曾那里过了三个元宵节。元宵的特点，就是“灯火”。东坡用一句“灯火钱塘三五夜”，点出灯夕的盛况。“明月如霜”，写月光之白。<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>曾有<a href=\"http://so.gushiwen.org/view_49485.aspx\">诗</a>云：“床前明月光，疑是地上霜。”但元宵夜月正圆，灯月交辉，引来满城男女游赏，元宵节是宋代一个很重要的节日。这一天街人游人如织，男子歌啸而行，好盛装而出。难怪东坡要写月光“照见人如画”了。这还是街市的游人。至于富贵人家庆赏元宵，又另有一种排场。作者一句“帐底吹笙香吐麝”写尽杭州城官宦人家过节的繁奢情景。“更无一点尘随马”，化用<a href=\"http://so.gushiwen.org/author_396.aspx\">苏味道</a>《正月十五夜》诗“暗尘随马去，明月逐人来”句，进一步从动态写游人。说“无一点尘”，更显江南气候之清润。</p> <p>　　上阕描写杭州元宵景致，作者此时是刚来密州任知州，正好遇到元宵佳节，在街上看灯，观月时的情景和由此而产生的感想。词句虽不多，却也“有声有色”。写灯、写月、写人，声色交错，充分展现了杭州元宵节的热闹、繁荣景象。</p> <p>　　下阕描写密州上元。“寂寞山城人老也”是一句过片，使情调陡然一转，用“寂寞”二字，将前面“钱塘三五夜”那一片热闹景象全部移来，为密州上元作反衬，形成鲜明的对比，写出了密州上元的寂寞冷清。无须多着一字，便觉清冷萧索。结句“火冷灯稀霜露下，昏昏雪意云垂野”则不但写出了密州气候的寒冷，而且也让人感觉到环境的空旷苍凉。</p> <p>　　作者“曾经沧海难为水”，见过了杭州上元的热闹，再来看密州上元自觉凄清。更何况他这一次由杭州调知密州，环境和条件出现了很大的变化，心情完全不同。首先，密州不比杭州，贫穷，劳顿又粗陋，再无江南之诗情。而更让他感到“寂寞”，感到郁郁不乐的是这里连年蝗旱，民不聊生。作为一个爱民之官，他又怎能快乐开怀呢？这位刚到任年仅四十的“使君”不禁有“人老也”之叹。他这上元之夜，随意闲行，听到箫鼓之声，走去一看，原来是村民正举行社祭，祈求丰年。这里农民祈年的场面和箫鼓之声，让作者久久不能离去。直到夜深“火冷灯稀霜露下”，郊外彤云四垂，阴霾欲雪。“昏昏雪意云垂野”一句，表面上意象凄惨，却是写出了他心中的希望，有一种“瑞雪兆丰年”的喜悦之情。</p> <p>　　苏轼这首《蝶恋花》，确是“有境界”之作，写出了对“凡耳目之所接者”的真实感受，抒发了对国计民生的忧患之情。内容、笔墨不囿于成规，自抒胸臆，意之所到，笔亦随之，不求工而自工。此词运用了转折、反衬等章法技巧，体现出了他当时的境遇和心情。</p>",
  "about": "<h2>创作背景</h2> 　　此词作于公元1075年（熙宁八年），时<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>在密州。词人此时是刚来密州任知州，正好遇到元宵佳节，在街上看灯，观月时的情景和由此而产生的感想故而写下此词。",
  "poet": {
    "id": 183,
    "star": 0,
    "name": "苏轼",
    "image": "http://img.gushiwen.org/authorImg/sushi.jpg",
    "desc": "苏轼（1037－1101），北宋文学家、书画家、美食家。字子瞻，号东坡居士。汉族，四川人，葬于颍昌（今河南省平顶山市郏县）。一生仕途坎坷，学识渊博，天资极高，诗文书画皆精。其文汪洋恣肆，明白畅达，与欧阳修并称欧苏，为“唐宋八大家”之一；诗清新豪健，善用夸张、比喻，艺术表现独具风格，与黄庭坚并称苏黄；词开豪放一派，对后世有巨大影响，与辛弃疾并称苏辛；书法擅长行书、楷书，能自创新意，用笔丰腴跌宕，有天真烂漫之趣，与黄庭坚、米芾、蔡襄并称宋四家；画学文同，论画主张神似，提倡“士人画”。著有《苏东坡全集》和《东坡乐府》等。"
  },
  "tags": [
    "元宵节",
    "思念",
    "忧国忧民"
  ]
}