{
  "id": 49475,
  "star": 7428,
  "name": "江城子·密州出猎",
  "dynasty": "宋代",
  "content": "老夫聊发少年狂，左牵黄，右擎苍，锦帽貂裘，千骑卷平冈。为报倾城随太守，亲射虎，看孙郎。<br>酒酣胸胆尚开张，鬓微霜，又何妨！持节云中，何日遣冯唐？会挽雕弓如满月，西北望，射天狼。",
  "fanyi": "<p><strong>译文</strong><br>我姑且抒发一下少年的豪情壮志，左手牵着黄犬，右臂擎着苍鹰，戴着华美鲜艳的帽子，穿着貂皮做的衣服，带着上千骑的随从疾风般席卷平坦的山冈。为了报答满城的人跟随我出猎的盛情厚意，我要像孙权一样，亲自射杀猛虎。<br>我痛饮美酒，心胸开阔，胆气更为豪壮，（虽然）两鬓微微发白，（但）这又有何妨？什么时候皇帝会派人下来，就像汉文帝派遣冯唐去云中赦免魏尚的罪（一样信任我）呢？我将使尽力气拉满雕弓就像满月一样，朝着西北瞄望，射向西夏军队。<br></p> <p><strong>注释</strong><br>江城子：词牌名。<br>密州：今山东诸城。<br>老夫：作者自称，时年三十八。<br>聊：姑且，暂且。<br>狂：豪情。<br>左牵黄，右擎苍：左手牵着黄犬，右臂擎着苍鹰，形容围猎时用以追捕猎物的架势。<br>黄：黄犬。<br>苍：苍鹰。<br>锦帽貂裘：名词作动词使用，头戴着华美鲜艳的帽子。貂裘，身穿貂鼠皮衣。是汉羽林军穿的服装。<br>千骑卷平冈：形容马多尘土飞扬，把山冈像卷席子一般掠过。<br>千骑：上千个骑马的人，形容随从乘骑之多。<br>倾城：全城的人都出来了。形容随观者之众。<br>太守：指作者自己。<br>看孙郎：孙郎，孙权。这里借以自喻。<br>酒酣胸胆尚开张：极兴畅饮，胸怀开阔，胆气横生。<br>尚：更。<br>微霜：稍白。<br>节：兵符，传达命令的符节。<br>持节：是奉有朝廷重大使命。<br>云中：汉时郡名，今内蒙古自治区托克托县一带，包括山西省西北一部分地区。<br>会：定将。<br>挽：拉。<br>雕弓：弓背上有雕花的弓。（另解释为：天弓）<br>满月：圆月。<br>天狼：星名，又称犬星，旧说指侵掠，这里隐指西夏。《楚辞·九歌·东君》：“长矢兮射天狼。”<br>《晋书·天文志》云：“狼一星在东井南，为野将，主侵掠。”词中以之隐喻侵犯北宋边境的辽国与西夏。</p><br/><h2>译文二</h2> <p>我虽年老却兴起少年打猎的热狂，左手牵着犬黄，右手举起鹰苍。戴上锦蒙帽穿好貂皮裘，率领随从千骑席卷平展的山冈。为了报答全城的人跟随我出猎的盛意，看我亲自射杀猛虎犹如昔日的孙权。</p> <p>我虽沉醉但胸怀开阔胆略兴张，鬓边白发有如微霜，这又有何妨！什么时候派遣人拿着符节去边地云中，像汉文帝派遣冯唐。我将使尽力气拉满雕弓，朝着西北瞄望，奋勇射杀敌人天狼。 </p><br/><h2>英译</h2> <p>This old man is wild with adolescent bravado,<br>A leashed brown dog in the left hand,<br>And an eagle perched on the right.<br>Fitted out with brocade headgears and fur,<br>A legion of a thousand horses sweeping over rolling plains.<br>Get the whole city out in the wake of Gov’nor<br>To watch him shoot tigers,<br>A young Sun Lang.</p> <p>Flushed with wine and chest bared in an expansive mood,<br>What does it matter<br>If only a little sideburn frost!<br>The imperial fiat at Yunzhong,<br>When would it be dispatched by my Feng Tang?<br>And I would draw the sculpted bow to a full moon,<br>With a northwest gaze,<br>To shoot the Celestial Wolf.<br>So，I want to follow our country</p>",
  "shangxi": "<h2>赏析</h2> <p>　　1．这首词是<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>豪放词中较早之作，作于公元1075年（熙宁八年）冬，当时苏轼任密州知州。据《东坡纪年录》：“乙卯冬，祭常山回，与同官习射放鹰作。”苏轼有《祭常山回小猎》<a href=\"http://so.gushiwen.org/view_49475.aspx\">诗</a>云：“青盖前头点皂旗，黄茅冈下出长围。弄风骄马跑空立，趁兔苍鹰掠地飞。回望白云生翠巘，归来红叶满征衣。圣明若用西凉簿，白羽犹能效一挥。”其描写出猎的壮观场面及卒章所显之志，与这首《江城子》类似。</p> <p>　　苏轼对这首痛快淋漓之作颇为自得，在给友人的信中曾写道：“近却颇作小词，虽无柳七郎风味，亦自是一家。呵呵，数日前，猎于郊外，所获颇多，作得一阕，令东州壮士抵掌顿足而歌之，吹笛击鼓以为节，颇壮观也。”苏轼此词一反“诗庄词媚”的传统观念，“一洗绮罗香泽之态，摆脱绸缪宛转之度”，拓宽了词的境界，树起了词风词格的别一旗帜。</p> <p>　　苏轼深受儒家民本思想的影响，历来勤政爱民，每至一处，都颇有政绩，为百姓所拥戴。密州时期，他的生活依旧是寂寞和失意的，郁积既久，喷发愈烈，遇事而作，如挟海上风涛之气。</p> <p>　　这首词起句陡兀，用一“狂”字笼罩全篇，藉以抒写胸中雄健豪放的一腔磊落之气。“狂”虽是聊发，却缘自真实。苏轼外任或谪居时期常常以“疏狂”、“狂”、“老狂”自况。如《十拍子》：“强染霜髭扶翠袖，莫道狂夫不解狂。狂夫老更狂。”苏轼时年四十，正值盛年，不应言老，却自称“老夫” ，又言“聊发”，与“少年”二字形成强烈反差，形象地透视出、流露出内心郁积的情绪。此中意味，需要特别体会。他左手牵黄狗，右手擎猎鹰，头戴锦绣的帽子，身披貂皮的外衣，一身猎装，气宇轩昂，何等威武。“千骑卷平冈”，一“卷”字，突现出太守率领的队伍，势如磅礴倾涛，何等雄壮。全城的百姓也来了，来看他们爱戴的太守行猎，万人空巷。这是怎样一幅声势浩大的行猎图啊，太守倍受鼓舞，气冲斗牛，为了报答百姓随行出猎的厚意，决心亲自射杀老虎，让大家看看孙权当年搏虎的雄姿。上阕写出猎的壮阔场面，豪兴勃发，气势恢宏，表现出作者壮志踌躇的英雄气概。</p> <p>　　下阕承前进一步写“老夫”的“狂”态。出猎之际，痛痛快快喝了一顿酒，意兴正浓，胆气更壮，尽管“老夫”老矣，鬓发斑白，又有什么关系！以“老”衬“狂”，更表现出作者壮心未已的英雄本色。北宋仁宗、神宗时代，国力不振，国势羸弱，时常受到辽国和西夏的侵扰，令许多尚气节之士义愤难平。想到国事，想到自己怀才不遇、壮志难酬的处境，于是苏轼借出猎的豪兴，将深隐心中的夙愿和盘托出，不禁以西汉魏尚自况，希望朝廷能派遣冯唐一样的使臣，前来召自己回朝，得到朝廷的信任和重用(这里作者用了一个典故；据《史记·张释之冯唐列传》记载：汉文帝时，魏尚为云中太守，抵御匈奴有功，只因报功时少报了六个首级而获罪削职。后来，文帝采纳了冯唐的劝谏，派冯唐持符节到云中去赦免了魏尚)。其“狂”字下面潜涵的赤诚令人肃然起敬。</p> <p>　　“会挽雕弓如满月，西北望，射天狼”，“天狼”，即喻指辽和西夏。作者以形象的描画，表达了自己渴望一展抱负，杀敌报国，建功立业的雄心壮志。下阕借出猎表达了自己强国抗敌的政治主张，抒写了渴望报效朝廷的壮志豪情。</p> <p>　　这首词感情纵横奔放，令人“觉天风海雨逼人”。从艺术表现力上说，词中一连串表现动态的词，如发、牵、擎、卷、射、挽、望等，十分生动形象。全词表现了作者的胸襟见识，情感兴趣，希望理想，一波三折，姿态横生，“狂”态毕露；虽不乏慷慨激愤之情，但气象恢弘，一反词作柔弱的格调，“指出向上一路，新天下耳目”，充满阳刚之美，成为历久弥珍的名篇。</p> <p>　　2．这首词写苏轼在密州作地方长官时，有一次去打猎的情景。</p> <p>　　打猎，对于一个职业猎手，是家常便饭；而对于苏轼这样年已四十的地方官来说，就不能不算一次壮举了。词中就是从表达他出猎时的激动心情开始的。“老夫聊发少年狂”，老夫，是古代年长男性的自称，切合作者的年纪和口吻。“聊”，是姑且的意思。这句说，老夫今天要发一发小伙子那种“狂劲儿”了。“左牵黄，右擎[ qíng 举起] 苍”，左手牵着黄狗，右臂架着苍鹰。鹰和狗是用来追捕猎取对象的。“锦帽貂裘”，是戴着锦帽穿着貂皮袄，这次打猎是在冬天，所以穿着皮衣。千骑卷平冈”：成千的骑手跟随着他，浩浩荡荡，象疾风一般卷向平坦的山冈。这里显示了作为一州长官出猎时的声势和排场，确实是壮观啊！百姓几乎全城出动（即倾城），都想追随苏轼这个知州（相当于汉朝的太守），去看他打猎。而他也为百姓的热情所感动，暗下决心，为了答谢（报）人们的情意，他要学习三国时代匹马单枪搏斗猛虎的孙权（孙郎），亲手射杀猛虎，给大家看看。</p> <p>　　在上片，作者实际上已经绘制成他的“太守出猎图”。写出了他的形貌，也写活了他的神情；渲染了热烈的气氛，更揭示出了他昂扬的精神状态。</p> <p>　　转入下片，作者又进一步深化了所要表达的主题。他说，他刚刚喝足了酒（酒酣）因而更加气粗胆壮（即胸胆尚开张），鬓发有些花白，又有什么妨碍呢！看来好像是承接上片，表现他老当益壮的英雄气概。其实，这里所指，已不限于打猎。他在考虑更为重要的事情：“持节云中，何日遣冯唐？”皇帝什么时候才派冯唐到云中传达命令？这里用了汉文帝<a href=\"http://so.gushiwen.org/author_797.aspx\">刘恒</a>时的一个典故。“云中”是汉朝的一个郡，在今年蒙古自治区托克托县一带和山西省西北部一部分地区。“节”，即符节，是传达皇帝命令的凭证。汉文帝曾派冯唐到云中郡，传旨赦免前云中太守魏尚受的处分，恢复他的官职。魏尚原来抗击匈奴侵扰有功，后来因小过失受到不公平的处罚。可见，作者是在以魏尚自比，希望皇帝能早日委派自己担当保卫边防的重任。他这样希望，并不是无的放矢。因为，当时宋王朝正受到来自西北方的西夏和来自东北方的辽国的军事威胁，国家的安危引起了苏轼的严重关切。他渴望奔赴军事前线，来实现为国立功的政治抱负。最后三句：“会挽雕弓如满月，西北望，射天狼”。“天狼”指天狼星，在古代星象学上，被认为是主侵掠的。作者把它当作敌人的象征，又利用“狼”属于野兽，当在被射猎之列的联想，他表示，将要（会）紧握雕花的强弓，把他对敌人的仇恨凝聚在拉得圆如满月般的弓弦上，看准那西北方的敌人，狠狠地射去。</p> <p>　　作品以出猎开始，却以将利箭射向敌人这种出人意料的结局收尾；利用巧妙的艺术构思，把记叙出猎的笔锋一转，自然地表现出了他志在杀敌卫国的政治热情和英雄气概，这就把一首生活随笔式的小词写成了充满爱国激情的作品。这首词读起来，韵调铿锵，气势雄浑，感情奔放，境界开阔，是一首表现了苏轼豪放风格的成功之作。 </p><br/><h2>鉴赏</h2> <p>　　<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>因此词有别于“柳七郎（<a href=\"http://so.gushiwen.org/author_535.aspx\">柳永</a>）风味”而颇为得意。他曾致书鲜于子骏表达这种自喜：“近却颇作小词，虽无柳七郎风味，亦自是一家，数日前猎于郊外，所获颇多。作得一阕，令东州壮士抵掌顿足而歌之，吹笛击鼓以为节，颇壮观也。”</p> <p>　　此词开篇“老夫聊发少年狂”，出手不凡。这首词通篇纵情放笔，气概豪迈，一个“狂”字贯穿全篇。接下去的四句写出猎的雄壮场面，表现了猎者威武豪迈的气概：词人左手牵黄犬，右臂驾苍鹰，好一副出猎的雄姿！随从武士个个也是“锦帽貂裘”，打猎装束。千骑奔驰，腾空越野，好一幅壮观的出猎场面！为报全城士民盛意，词人也要像当年孙权射虎一样，一显身手。作者以少年英主孙权自比，更是显出东坡“狂”劲和豪兴来。</p> <p>　　以上主要写“出猎”这一特殊场合下表现出来的词人举止神态之“狂”，下片更由实而虚，进一步写词人“少年狂”的胸怀，抒发由打猎激发起来的壮志豪情。“酒酣胸胆尚开张”，东坡为人本来就豪放不羁，再加上“酒酣”，就更加豪情洋溢了。</p> <p>　　过片一句，言词人酒酣之后，胸胆更豪，兴致益浓。此句以对内心世界的直抒，总结了上片对外观景象的描述。接下来，作者倾诉了自己的雄心壮志：年事虽高，鬓发虽白，却仍希望朝廷能像汉文帝派冯唐持节赫免魏尚一样，对自己委以重任，赴边疆抗敌。那时，他将挽弓如满月，狠狠抗击西夏和辽的侵扰。 </p> <p>　　此作是千古传诵的东坡豪放词代表作之一。词中写出猎之行，抒兴国安邦之志，拓展了词境，提高了词品，扩大了词的题材范围，为词的创作开创了崭新的道路。作品融叙事、言志、用典为一体，调动各种艺术手段形成豪放风格，多角度、多层次地从行动和心理上表现了作者宝刀未老、志在千里的英风与豪气。</p>",
  "about": "<h2>中心</h2> 　　这首词通过描写一次出猎的壮观场面，借历史典故抒发了作者杀敌为国的雄心壮志，体现了为了效力抗击侵略的豪情壮志，并委婉地表达了期盼得到朝廷重用的愿望。<br/><h2>创作背景</h2> 　　这首词作于公元1075年（神宗熙宁八年），作者在密州（今山东诸城）任知州。这是宋人较早抒发爱国情怀的一首豪放词，在题材和意境方面都具有开拓意义。词的上阙叙事，下阙抒情，气势雄豪，淋淳酣畅，一洗绮罗香泽之态，读之令人耳目一新。首三句直出会猎题意，次写围猎时的装束和盛况，然后转写自己的感想：决心亲自射杀猛虎，答谢全城军民的深情厚意。过片以后，叙述猎后开怀畅饮，并以魏尚自比，希望能够承担起卫国守边的重任。结尾直抒胸臆，抒发杀敌报国的豪情：总有一天，要把弓弦拉得像满月一样，射掉那贪残成性的“天狼星”，将西北边境上的敌人统统一扫而光。这首词在偎红倚翠、浅斟低唱之风盛行的北宋词坛可谓别具一格，自成一体，对南宋爱国词有直接影响。作者对此阕也颇感自豪，在《与鲜于子骏书》中，他曾说此词“令东州壮士抵掌顿足而歌之，吹笛击鼓以为节，颇壮观也”“自是一家”。可见这首词可能是作者第一次作豪放词的尝试。<br/><h2>点评</h2> <p>　　出猎对于<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>这样的文人来说，或许是偶然的一时豪兴，但他平素报国立功的信念却因这次小试身手而得到鼓舞，以至信心十足地要求前赴西北疆场弯弓杀敌了。苏轼任密州知州刚四十岁。他是四年前因与<a href=\"http://so.gushiwen.org/author_405.aspx\">王安石</a>政见不合自愿请求外任，自杭州来至这北方边郡的。除了他在各地任上致力于地方政绩外，一直要求大用于世。当时西北边事紧张。熙宁三年（1070），西夏大举进攻环、庆二州。四年，陷抚宁诸城。“会挽雕弓如满月，西北望，射天狼。”就是指宋与西夏的战事。</p> <p>　　这首词上片出猎，下片请战，不但场面热烈，音节嘹亮，而且情豪志壮，顾盼自雄，精神百倍。同苏轼其他豪放词相比，它是一首豪而能壮的壮词。把词中历来软媚无骨的儿女情换成有胆有识、孔武刚建的英雄气了。苏轼对此也颇为自负，他在密州写给好友鲜于侁的信中说：“近却颇作小词，虽无柳七郎风味，亦自是一家。数日前，猎于郊外，所获颇多。作是一阕，令东州壮士抵掌顿足而歌之，吹笛击鼓以为节，颇壮观也。”就是指的这首词。<br></p>",
  "poet": {
    "id": 183,
    "star": 0,
    "name": "苏轼",
    "image": "http://img.gushiwen.org/authorImg/sushi.jpg",
    "desc": "苏轼（1037－1101），北宋文学家、书画家、美食家。字子瞻，号东坡居士。汉族，四川人，葬于颍昌（今河南省平顶山市郏县）。一生仕途坎坷，学识渊博，天资极高，诗文书画皆精。其文汪洋恣肆，明白畅达，与欧阳修并称欧苏，为“唐宋八大家”之一；诗清新豪健，善用夸张、比喻，艺术表现独具风格，与黄庭坚并称苏黄；词开豪放一派，对后世有巨大影响，与辛弃疾并称苏辛；书法擅长行书、楷书，能自创新意，用笔丰腴跌宕，有天真烂漫之趣，与黄庭坚、米芾、蔡襄并称宋四家；画学文同，论画主张神似，提倡“士人画”。著有《苏东坡全集》和《东坡乐府》等。"
  },
  "tags": [
    "宋词三百首",
    "初中古诗",
    "豪放",
    "狩猎",
    "爱国"
  ]
}