{
  "id": 69261,
  "star": 12,
  "name": "鸳湖曲",
  "dynasty": "清代",
  "content": "鸳鸯湖畔草粘天，二月春深好放船。<br>柳叶乱飘千尺雨，桃花斜带一溪烟。<br>烟雨迷离不知处，旧堤却认门前树。<br>树上流莺三两声，十年此地扁舟住。<br>主人爱客锦筵开，水闻风吹笑语来。<br>画鼓队催桃叶伎，玉箫声出柘枝台。<br>轻靴窄袖娇妆束，脆管繁弦竞追逐。<br>云鬟子弟按霓裳，雪面参军舞鸜鹆。<br>酒尽移船曲榭西，满湖灯火醉人归。<br>朝来别奏新翻曲，更出红妆向柳堤。<br>欢乐朝朝兼暮暮，七贵三公何足数！<br>十幅蒲帆几尺风，吹君直上长安路。<br>长安富贵玉骢骄，侍女薰香护早朝。<br>分付南湖旧花柳，好留烟月伴归桡。<br>那知转眼浮生梦，萧萧日影悲风动。<br>中散弹琴竞未终，山公启事成何用！<br>东市朝衣一旦休，北邙抔土亦难留。<br>白杨尚作他人树，红粉知非旧日楼。<br>烽火名园窜狐兔，画图偷窥老兵怒。<br>宁使当时没县官，不堪朝市都非故！<br>我来倚棹向湖边，烟雨台空倍惘然。<br>芳草乍疑歌扇绿，落英错认舞衣鲜。<br>人生苦乐皆陈迹，年去年来堪痛惜。<br>闻笛休嗟石季伦，衔杯且效陶彭泽。<br>君不见白浪掀天一叶危，收竿还怕转船迟。<br>世人无限风波苦，输与江湖钓叟知。",
  "shangxi": "<h2>赏析</h2> <p>　　《鸳湖曲》首段写“鸳鸯湖畔草粘天，二月春深好放船。柳叶乱飘千尺雨，桃花斜带一溪烟。”这四句成为对南湖风光最典型的描述，留在了嘉兴的历史文献上。描写南湖春天的风光，没有能比这四句更漂亮的了。写南湖边芳草连天，一望无际，那时候又没有什么建筑，都是绿色的草地。春天来了，碧草连绵，天和地粘连在一起了；春分这个时候，是旧历二月，大概在阳历三月下旬了。</p> <p>　　“好放船”，就是把船放出去，好出去游玩了。“好放船”这三个字，前人认为用得很好，口气身份像别墅的主人，如果是“好摇船”就不美了。南湖的风光怎么样？很多柳树叶是乱飘，天上下着雨，雨不大，但是打到这个柳叶上，好像起舞一样。桃花很红了，有一道轻烟在上面，看上去更美了。 “烟雨迷离不知处，旧堤却认门前树。树上流莺三两声，十年此地扁舟住。”说的是顺治九年，<a href=\"http://so.gushiwen.org/view_69261.aspx\">诗</a>人旧地重游从前的朋友吴昌时住的地方。南湖里很安静，有黄莺飞过。他回忆起十年以前，乘扁舟从苏州来这里拜访吴昌时，那时大概在崇祯十六年左右，吴昌时刚从北京回来。这是第一段。</p> <p>　　《鸳湖曲》第二段，十年前是怎样的呢？“主人爱客锦筵开，水阁风吹笑语来。画鼓队催桃叶伎，玉箫声出柘枝台。”记得那次来的时候，别墅的主人在家里，正过着豪华的生活，用丰盛的酒席招待我，在临水的台阁上，笑语融融。主人有演戏的队伍，用歌舞来欢迎客人。 “轻靴窄袖娇妆束，脆管繁弦竞追逐。云鬟子弟按霓裳，雪面参军舞鸲鹆。”当时歌舞欢腾，多么欢乐。 “酒尽移船曲榭西，满湖灯火醉人归。朝来别奏新翻曲，更出红妆向柳堤。”是说酒喝好后，已经晚了，只看到南湖里都是灯火，欢乐了一天，大家沉醉而回。 我们要说，今天的南湖也没有上述这些现象。所以说，南湖要想搞得好，搞成一个消费、游玩的名胜之地，一定要晚上有游船。明朝、清朝的南湖都是晚上开游船。清初陈其年，也是一个大诗人，他写的《鸳湖烟雨楼感旧》词：“园都在、水边林下。不闭春城因夜宴，望满湖灯火金吾怕。十万盏，红球挂。”这说明，大家看到南湖里满湖都是灯火，连金吾也怕了，热闹得城门也关不了了，可见明朝末年嘉兴南湖繁荣到怎样一个程度。这也是吴梅村最初来南湖看到的情况。</p> <p>　　陈其年写南湖景色可能夸张，但即使夸张一百倍，也有一千盏灯，南湖里也很热闹。所以明朝<a href=\"http://so.gushiwen.org/author_339.aspx\">张岱</a>《陶庵梦忆》里写南湖，说嘉兴人好讲烟雨楼，大家都笑，但是烟雨楼的确是好，船来船去，虽然靡靡之风越来越严重，但也是越来越繁荣了。明朝的嘉兴实际上处在嘉兴历史上最繁荣的时期，特别是明末，因为这个地方生产力没受损害，而且丝绸业发展了，手工业发展了，交通发展了，最重要的是大运河的畅通方便了货物流通。 我们再看第二天：“更出红妆向柳堤”，索性不在家里演戏了，到南湖岸边演。这是第二段，讲竹亭主人、复社骨干吴昌时当时多么享乐，这样写也不是责备他，因为当时江南这一隅还是乐土，大家在享受太平时代的欢乐。</p> <p>　　《鸳湖曲》第三段，“欢乐朝朝兼暮暮，七贵三公何足数。十幅蒲帆几尺风，吹君直上长安路。”吴昌时和吴梅村是同年，一起考中进士。他们的老师，就是主考官是明末宰相周延儒，周做过两任宰相，宜兴人。这是写吴昌时为了功名富贵，也是为了东林党复社的政治目标到北京去做官了。 “长安富贵玉骢骄，侍女薰香护早朝。分付南湖旧花柳，好留烟月待归桡。”吴昌时这时去，是他们复社要拥戴周延儒第二次做宰相。吴昌时做礼部主事，后来做了吏部文选司郎中，好比现在的组织部干部司司长，但也在这一年败了。这段写主人的得意，可以操纵大权了。</p> <p>　　《鸳湖曲》第四段，“那知转眼浮生梦，萧萧日影悲风动。中散弹琴竟未终，山公启事成何用。”写吴昌时政治上失败了，转眼被杀。凄风冷雨都来了，这里用了典故，即有势力的人周延儒也救不了吴昌时了，因为周延儒不久也被杀了。 “东市朝衣一旦休，北邙抔土亦难留。白杨尚作他人树，红粉知非旧日楼。”这节说，主人在北京被杀时，还穿着朝服，死都没有葬身之处。再看看嘉兴的园林怎样了？原来的白杨树都成了别人的了，勺园的房子都被没收了，红粉佳人也都流散了。这里吴梅村用了<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>写<a href=\"http://so.gushiwen.org/author_3095.aspx\">关盼盼</a>的典故。吴梅村的诗很多都是重大题材，而且是悲剧性的，吴梅村诗里的奥妙都在典故里，虽然看似浅显，但背后还有许多文字。比如陈寅恪就讲这首诗里，还隐藏着吴梅村和秦淮名妓卞玉京的关系。 “烽火名园窜狐兔，画阁偷窥老兵怒。宁使当时没县官，不堪朝市都非故。”写当初那么有名的竹亭别墅都荒芜了，茅草长得很高。经过天崩地裂后，房子的主人被皇帝杀了，崇祯皇帝也自杀了。现在诗人来了后还不能进去，只能在楼阁外面偷偷看看旧时的情况，看门的老兵却不让看。可见房子里住了满清的兵。不但园林改了，主人改了，而且朝代改了，社会也改了。</p> <p>　　《鸳湖曲》第五段，“我来倚棹向湖边，烟雨台空倍惘然。芳草乍疑歌扇绿，落英错认舞衣鲜。”顺治九年吴梅村旧地重游，故人也没有了，烟雨楼也已经没有了，感觉倒万分迷茫和惆怅。 “人生苦乐皆陈迹，年去年来堪痛惜。闻笛休嗟石季伦，衔杯且效陶彭泽。”人生苦乐都过去了，思念往事感到很痛惜。又劝慰说，就是叹息古人，也不要悼念富贵像石季伦那样的人了吧，还是学学<a href=\"http://so.gushiwen.org/author_645.aspx\">陶渊明</a>喝酒去吧。 最后，“君不见白浪掀天一叶危，收竿还怕转船迟。世人无限风波苦，输与江湖钓叟知。”在这样一个动乱的时代，小人物是危险不安全的，诗人的朋友就是因为贪图富贵身败名裂。连杀他的人也被杀死了，吴梅村慨叹在那样一个时代里，谁也不能掌握自己的命运，连崇祯皇帝也掌握不了自己的命运。所以得出结论说，世上人太苦难了，求名求富贵，甚至为了国家怎样努力，最后都没有好结果。 吴梅村很是悲伤，哀叹朋友也哀叹自己的命运。过两三年吴梅村去北京做官，很受气，内心也责备自己。吴梅村到最后说自己“竟一钱不值，何须说”。他心里是很痛苦的。</p>",
  "about": "<h2>创作背景</h2> <p>　　《鸳湖曲》是清朝近300年当中一个著名的篇章。这<a href=\"http://so.gushiwen.org/view_69261.aspx\">诗</a>写发生在嘉兴的史实，很真挚，很悲切，不光哀悼诗歌里面讲到的那个主人，而且作者把自己的身世、自己的感情、自己的懊悔、自己的人生态度和当时的思想感情都写进去了。嘉兴南湖，这个地方在明朝是很多嘉兴文人隐居的地方，那时还有很多别墅、尼庵等建筑，后来在清朝太平天国的时候毁掉。</p> <p>　　明朝时，在南湖北岸有个园林，叫勺园，里边有一个最主要的建筑叫竹亭，这个园林很美。 吴梅村这首诗写的这个人叫吴昌时，就住在南湖旁边。他可是鼎鼎大名，《明史》上也有记载，许多笔记中也有记载。他是明亡前政治斗争中的一个牺牲品。</p> <p>　　提到勺园，不能不提一首诗、一幅画，吴梅村的《鸳湖曲》及《南湖春雨图》。<a href=\"http://so.gushiwen.org/author_640.aspx\">吴伟业</a>是明末清初诗人，号梅村，太仓人，是复社重要成员，曾多次来嘉兴。这首52句的长诗有很多关于勺园的描述，其艺术价值和文学价值我们姑且不论，单说说那诗中的勺园风景。“鸳鸯湖畔草粘天，二月春深好放船。柳叶乱飘千尺雨，桃花斜带一溪烟。”这四句是对南湖风光最典型的描述，也是对南湖春光最漂亮的描述。顺治九年，吴梅村旧地重游从前的朋友吴昌时住的地方勺园。南湖烟雨迷离，十分安静，有黄莺飞过。不由地，他想起十年前，乘扁舟从苏州来这里拜访勺园主人的情形。勺园建在南湖边上，勺园主人十分好客，生活也是十分奢华，欢声笑语，临水的台阁上歌舞欢腾，“主人爱客锦筵开，水闻风吹笑语来。画鼓队催桃叶伎，玉箫声出柘枝台。轻靴窄袖娇妆束，脆管繁弦竞追逐。云鬟子弟按霓裳，雪面参军舞鸜鹆。”</p> <p>　　玩了一天，酒散人归的时候，南湖上全是灯火，第二天索性不在家里演戏了，再到南湖边搭了戏台演。当时江南这一带生活富庶，虽是明末，但还算太平。当时嘉兴实际上处于历史最繁华时间，明末丝绸业发达、手工业发达、交通发达，史念先生认为今天的南湖也没有“酒尽移船曲榭西，满湖灯火醉人归”的情形，可见明朝末年嘉兴南湖繁荣到怎样一个程度。这也是吴梅村最初来南湖看到的情况。</p> <p>　　光作诗还不够，吴梅村还画了一幅《南湖春雨图》，流传于世，两者时间差不多。据对明史颇有研究的散文家<a href=\"http://so.gushiwen.org/author_58.aspx\">黄裳</a>考证，“此图所写为吴吏部竹亭无疑。”“江山平远，烟渚依稀，此皆江南一隅实境。岸上横一短桥，精室二，其后缭以短垣，丛竹茂密。”但南湖周围并没有山，在图中却有一座小山岗，上面建着一座楼阁，造型颇为华丽，有飞檐，有阑槛窗槅，有帷幔，并且有高大的树木掩映。黄裳指出画中所画虽是勺园风景，但多是诗人的想象之笔，不过对我们来说虽不是实景，却可以从中看出勺园昔日的盛景以及气韵。“即此草草点染，亦可见当年昌时园林亭榭之胜。”画中有水有山，有亭台楼阁，树木茂盛，有桥有塔，“更右折，林木中隐见一塔，其后又有殿阁。”黄裳说因为南湖的塔很多，所以他并不知画中的塔为何塔，勺园故址也不甚明了。而史念在讲座中提到，塔有可能就是壕股塔，而勺园故址，嘉兴人都知道，就是指许家村一带，史念在上世纪60年代曾经亲自去看过，发现过很多花园池子的石头，还有池子的痕迹，其他的就没有了。</p><br/><h2>艺术成就</h2> <p>　　《鸳湖曲》的<a href=\"http://so.gushiwen.org/view_69261.aspx\">诗</a>题下面，吴梅村加了一个小标题是“为竹亭作”，这“竹亭”指的是“吴昌时”，当时勺园也叫竹亭。勺园并不仅仅只是一家私家园林，吴梅村怀念他，很多人凭吊他，更多的是因为这里的政治活动，这里曾是东林党人的据点之一，“昌时在故乡烟雨楼畔起造勺园，作为招接友人有点像招待所那样的所在，诗酒留连，更重要的是政治活动的据点。这是勺园不同于一般私家园林的特色。”</p> <p>　　勺园之名，不仅在美景，还在名人，以及那些曾经发生在这里的传奇故事。说起勺园，自然不能不先说勺园主人。勺园主人吴昌时，就住在南湖旁边。他是嘉兴人，是明末文士、复社巨头之一，明崇祯时的吏部员外郎。勺园是他在南湖畔兴建的私家园林，是有名的园亭塑手秀州人张南垣所做。</p> <p>　　“那知转眼浮生梦”，勺园的鼎盛转瞬即逝，吴昌时不久进京做官，后来因政治斗争失败，被崇祯帝“腰斩于市”。他死后勺园被查抄充公，不久就破败了。清朝时，勺园被辟为渔村，因为渔民多姓许，便叫做许家村。而著名的《鸳湖曲》就是在吴昌时死后，吴梅村重游时所作。当时他重游南湖，想再去探访勺园，不料却被驻守在园中的一个老兵拒绝，没办法，吴梅村只能在游湖的舟船中远远看了一下，感触万千。</p> <p>　　<a href=\"http://so.gushiwen.org/author_58.aspx\">黄裳</a>在《嘉兴去来》中这样评价勺园。时过境迁，吴梅村依旧不能忘情，他们怀念的不只是勺园的风物和好客的主人，还有当年复社的鼎盛和政治斗争的风云变幻。伤怀的不仅是吴昌时的死和勺园的落败，政治斗争的失败想来才是他们心目中难以消失的痛楚。</p> <p>　　名士聚集，谈政治，自然也谈风雅。《牡丹亭》被<a href=\"http://so.gushiwen.org/author_354.aspx\">汤显祖</a>写出才二十年光景，吴昌时的家班就曾经上演过。《明诗记事》中，朱隗就详细描述了吴昌时家班演出《牡丹亭》的情景，“鸳鸯湖头飒寒雨，竹户兰轩坐容与。主人不惯留俗宾，识曲知音有心许”。从记述中可以看出吴昌时家班演出的《牡丹亭》，无论声腔表演还是服饰装扮应该都是十分雅致的，所以才能“不须粉项与檀妆，谢却哀弦及豪竹。萦盈澹荡未能名，歌舞场中别调清。”美丽而忧伤，充满着浪漫色彩，可说是当时戏坛一大盛事。</p> <p>　　在勺园鼎盛之时，来的人就有吴梅村和<a href=\"http://so.gushiwen.org/author_426.aspx\">钱谦益</a>。钱谦益就是钱牧斋，明末清初的著名诗人、文学家，可说是当年的文坛盟主。当然他也是复社重要成员。名士云集，自然少不了佳人，才子佳人曾经在这里留下了不少传奇佳话。秦淮八艳之一的<a href=\"http://so.gushiwen.org/author_312.aspx\">柳如是</a>便是在这里与钱牧斋相识定情，之后才有了那次有名的访半野堂，才有了“我闻室”、“绛云楼”和“红豆馆”的恩爱缠绵，金屋藏娇的佳话流传。柳如是本是嘉兴人，自幼聪慧好学，但由于家贫，从小就被掠卖到吴<a href=\"http://so.gushiwen.org/author_1462.aspx\">江为</a>奴，后来因才气过人，成为秦淮名妓。崇祯14年二十刚出头的她，嫁给了年过半百的钱谦益。陈寅恪在《柳如是别传》中指出，勺园其实是“钱柳因缘得以成就之枢纽”。崇祯13年，柳如是生病回到家乡嘉兴养病，其养病之所便是勺园，而同年钱牧斋也曾经在勺园逗留，赏玩。陈寅恪还认为，《鸳湖曲》不仅是吴梅村追伤旧朝亡友吴昌时的，其中还隐藏着吴梅村自己与秦淮八艳中另一位名妓卞玉京的关系。</p>",
  "poet": {
    "id": 640,
    "star": 0,
    "name": "吴伟业",
    "image": "http://img.gushiwen.org/authorImg/wuweiye.jpg",
    "desc": "吴伟业（1609～1672）字骏公，号梅村，别署鹿樵生、灌隐主人、大云道人，世居江苏昆山，祖父始迁江苏太仓，汉族，江苏太仓人，崇祯进士。明末清初著名诗人，与钱谦益、龚鼎孳并称“江左三大家”，又为娄东诗派开创者。长于七言歌行，初学“长庆体”，后自成新吟，后人称之为“梅村体”。"
  },
  "tags": [
    "湖水"
  ]
}