{
  "id": 71938,
  "star": 1265,
  "name": "绝句二首·其二",
  "dynasty": "唐代",
  "content": "江碧鸟逾白，山青花欲燃。<br>今春看又过，何日是归年？",
  "fanyi": "<p><strong>译文</strong><br>碧绿的江水把鸟儿的羽毛映衬得更加洁白，山色青翠欲滴，红艳的野花似乎将要燃烧起来。<br>今年春天眼看着又要过去了，什么时候才是我返回故乡的日期呢？</p> <p><strong>注释</strong><br>①逾（yú）：就是愈，更加的意思。<br>②欲燃：将要烧起来，这里是形容鲜红的颜色。欲：好像。<br>③何日：什么时候。<br>④归年：回去的时候。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　“江碧鸟逾白，山青花欲燃”，这是一幅镶嵌在镜框里的风景画，描写出了暮春时的美丽景色，濡饱墨于纸面，施浓彩于图中，有令人目迷神夺的魅力。漫江碧波荡漾，显露出白翎的水鸟，掠翅江面，一派怡人的风光。满山青翠欲滴，遍布的朵朵鲜花红艳无比，简直就像燃烧着一团旺火，十分旖旎，十分灿烂。</p> <p>　　以江碧衬鸟翎的白，碧白相映生辉；以山青衬花葩的红，青红互为竞丽。一个“逾”字，将水鸟借江水的碧色衬底而愈显其翎毛之白，写得深中画理；而一个“欲”字，则在拟人化中赋花朵以动态，摇曳多姿。两句<a href=\"http://so.gushiwen.org/view_71938.aspx\">诗</a>状江、山、花、鸟四景，并分别敷碧绿、青葱、火红、洁白四色，景象清新，令人赏心悦目。</p> <p>　　可是，诗人的旨意却不在此，紧接下去，笔路陡转，慨而叹之。</p> <p>　　“今春看又过，何日是归年？”句中“看又过”三字直点写诗时节。</p> <p>　　春末夏初景色不可谓不美，然而可惜岁月荏苒，归期遥遥，非但引不起游玩的兴致，却反而勾起了漂泊的感伤。此诗的艺术特点是以乐景写哀情，唯其极言春光融洽，才能对照出诗人归心殷切。它并没有让思归的感伤从景象中直接透露出来，而是以客观景物与主观感受的不同来反衬诗人乡思之深厚，别具韵致。</p><br/><h2>鉴赏二</h2> <p>　　这是<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>客居四川时写的一首抒情小<a href=\"http://so.gushiwen.org/view_71938.aspx\">诗</a>，诗人为我们描绘了一幅色彩明丽的春光图，同时也表达了诗人心中沉重的乡思。</p> <p>　　前两句写景，第一小句写江水和水鸟，江水碧绿，衬托出乌的羽毛更白，一个“逾”字，借衬托而显露其颜色。第二小句写山和花，一个“欲”字，由拟人更突出其姿态把“江”、“鸟”、“山”、“花”四种实物涂上一层碧绿、青翠、莹白、绯红的油彩。景色清新，沁人心脾，充满动感。</p> <p>　　后两句笔意一转，抒发感情，第三小句写春景物虽好，但已匆匆飞逝，触景生情。并着力地勾出了第四句“何日是归年”。春归人未归，沉沉的伤感，缕缕的分愁，一笔涌出，发自心灵深处。言已尽而意无穷，使人置念不已。</p> <p>　　本诗的艺术成就，首先是情景交融。其中第一、二句写景，三、四句抒情，以景寓情，情深意长。其次是以叙景寄乡思。在春光融融的一片暖色中，本可因物而喜，却透露出诗人的怀乡愁思。言婉意深，独具风致。</p>",
  "about": "<h2>创作背景</h2> <p>　　安史之乱中，<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>避难于蜀中。在朋友的资助下，于成都西郊浣花溪旁建起一座草堂，备尝艰苦的一家人暂时安定下来。在杜甫的一生中，浣花溪畔草堂里的生活是一段愉快的时光。但是，即使是在这难得的安宁中，<a href=\"http://so.gushiwen.org/view_71938.aspx\">诗</a>人也无时不关心着尚未平息的中原战火，期待着早日返回故乡。在这首小诗中，杜甫通过描写明媚艳丽的春天景色，深沉地表达了他的思乡之情。</p>",
  "poet": {
    "id": 474,
    "star": 0,
    "name": "杜甫",
    "image": "http://img.gushiwen.org/authorImg/dufu.jpg",
    "desc": "杜甫（712－770），字子美，自号少陵野老，世称“杜工部”、“杜少陵”等，汉族，河南府巩县（今河南省巩义市）人，唐代伟大的现实主义诗人，杜甫被世人尊为“诗圣”，其诗被称为“诗史”。杜甫与李白合称“李杜”，为了跟另外两位诗人李商隐与杜牧即“小李杜”区别开来，杜甫与李白又合称“大李杜”。他忧国忧民，人格高尚，他的约1400余首诗被保留了下来，诗艺精湛，在中国古典诗歌中备受推崇，影响深远。759-766年间曾居成都，后世有杜甫草堂纪念。"
  },
  "tags": [
    "写景",
    "思乡"
  ]
}