{
  "id": 71652,
  "star": 32,
  "name": "金陵五题·并序",
  "dynasty": "唐代",
  "content": "<span style=\"font-family:SimSun;\">余少为江南客，而未游秣陵，尝有遗恨。后为历阳守，跂而望之。适有客以《金陵五题》相示，逌尔生思，欻然有得。他日友人白乐天掉头苦吟，叹赏良久，且曰《石头》诗云“潮打空城寂寞回”，吾知后之诗人，不复措词矣。余四咏虽不及此，亦不孤乐天之言耳。</span></p> <p>石头城<br>山围故国周遭在，潮打空城寂寞回。<br>淮水东边旧时月，夜深还过女墙来。</p> <p>乌衣巷<br>朱雀桥边野草花，乌衣巷口夕阳斜。<br>旧时王谢堂前燕，飞入寻常百姓家。</p> <p>台城<br>台城六代竞豪华，结绮临春事最奢。<br>万户千门成野草，只缘一曲后庭花。</p> <p>生公讲堂<br>生公说法鬼神听，身后空堂夜不扃。<br>高坐寂寥尘漠漠，一方明月可中庭。</p> <p>江令宅<br>南朝词臣北朝客，归来唯见秦淮碧。<br>池台竹树三亩馀，至今人道江家宅。 ",
  "fanyi": "<p><strong>译文</strong><br>石头城<br>群山依旧，环绕着废弃的故都；潮水如昔，拍打着寂寞的空城。淮水东边，古老而清冷的圆月，夜半时分，窥视这昔日的皇宫。</p> <p>乌衣巷<br>朱雀桥边一些野草开花，乌衣巷口惟有夕阳斜挂。当年豪门檐下的燕子啊，如今已飞进寻常百姓家里。 </p> <p><strong>注释</strong><br>⑴石头城：故址在今南京西清凉山一带，三国时期孙吴曾依石壁筑城。<br>⑵山围：四周环山。故国：故都，这里指石头城。周遭：周匝，这里指石头城四周残破的遗址。 <br>⑶潮：指长江江潮。空城：指荒凉空寂的残破城垣。<br>⑷淮水：流经金陵城内的秦淮河，为六朝时期游乐的繁华场所。旧时：昔日，指六朝时。<br>⑸女墙：城上的矮墙，即城垛。<br>⑹乌衣巷：金陵城内街名，位于秦淮河之南，与朱雀桥相近。三国时期吴国曾设军营于此，军士都穿黑衣，故名。<br>⑺朱雀桥：六朝时金陵正南朱雀门外横跨秦淮河的大桥，在今江苏省南京市江宁区。　　<br>⑻王谢：王导、谢安，晋相，世家大族，贤才众多，皆居巷中，冠盖簪缨，为六朝巨室。旧时王谢之家庭多燕子。至唐时，则皆衰落不知其处。<br>⑼台城：六朝时的禁城（宫城），又称“苑城”，是当时的皇帝用于办公居住的场所，其遗址在今南京玄武湖南岸、鸡鸣寺之后。<br>⑽生公：晋末高僧竺道生的尊称。相传生公曾于苏州虎丘寺立石为徒，讲《涅盘经》。至微妙处，石皆点头。<br>⑾江令宅：陈代的亡国宰相江总的家宅。江总字总持，是陈朝后宫 “狎客”，宫体艳的代表诗人之一。</p>",
  "shangxi": "<p>　　读了《石头城》一<a href=\"http://so.gushiwen.org/view_71652.aspx\">诗</a>，赞美道：“我知后之诗人无复措词矣。”的确，这五首诗体现了<a href=\"http://so.gushiwen.org/author_197.aspx\">刘禹锡</a>高超的写作技巧：</p> <p>　　一、典型意象的巧妙组合。《石头城》中的群山、江潮与明月，代表恒定的存在；故国、空城、女墙，象征历史的变迁。它们共同构成一种强烈的张力，呼唤着缺席的“人”。《乌衣巷》以野草和夕阳，渲染一种衰飒气象；飘忽灵动的燕影却充满生机，甚至暗示着宇宙的某种玄机。《台城》以生满“千门万户”的野草充塞读者的视野，将《玉树后庭花》的乐曲化为字面上“花”的形象，仿佛于一片凄迷惨碧中，盛开着一树妖艳的花朵，形象揭示出兴亡的因果关系。《生公讲堂》中的漠漠浮尘与一方明月，一暗一明，沉默空虚，烘托出生公讲堂的寂寥之状。《江令宅》则以秦淮碧水与池台竹树这两种穿越历史、延续至今的景物，形象表现江总当日的凄凉与诗人今日的惆怅。</p> <p>　　二、普遍运用对比手法。今昔对比本怀古诗歌中最常见的表现手法，《金陵五题》却运用得更为灵活，不仅表现出“昔日繁华”与“今朝衰败”的陵替，而且处处突出艺术的美感，尤以前三首更为典型：《石头城》以山河空城的苍茫黝暗，映衬空中孤月的皎洁；《乌衣巷》以夕阳衰草铺陈忧郁阔大的背景，然后用特写镜头捕捉凌空飞掠的燕影；《台城》以无边野草与一树繁花巧妙映衬，在数量与色泽方面都给读者造成强烈冲击。</p> <p>　　三、组诗的结构安排颇费匠心。前两首诗重在现象的描述，由王朝破灭写到家族沦落；后三首探讨六朝灭亡的原因，见解深刻，主次分明。组诗之间又有内在的照应，在第一首中，作为历史见证的，是一轮无情的明月；最后一首中，作为历史见证的，是两位多情的诗人。随着主题与感情的细微变化，诗的色调亦有所变化：《石头城》的黝暗，《乌衣巷》的昏黄，《台城》的惨绿与妖红，《生公讲堂》的冷白，《江令宅》的碧青，忧伤的冷色块，凝成一声声深沉的感叹，穿透金陵古城四百年漫长的历史。</p>",
  "about": "<h2>创作背景</h2> 　　公元826年（唐敬宗宝历二年），<a href=\"http://so.gushiwen.org/author_197.aspx\">刘禹锡</a>由和州（今安徽省和县）刺史任上返回洛阳，途径金陵（今江苏省南京市），写了这一组咏怀古迹的<a href=\"http://so.gushiwen.org/view_71652.aspx\">诗</a>篇，总名《金陵五题》。",
  "poet": {
    "id": 197,
    "star": 0,
    "name": "刘禹锡",
    "image": "http://img.gushiwen.org/authorImg/liuyuxi.jpg",
    "desc": "刘禹锡（772－842），字梦得，汉族，中国唐朝彭城（今徐州）人，祖籍洛阳，唐朝文学家，哲学家，自称是汉中山靖王后裔，曾任监察御史，是王叔文政治改革集团的一员。唐代中晚期著名诗人，有“诗豪”之称。他的家庭是一个世代以儒学相传的书香门第。政治上主张革新，是王叔文派政治革新活动的中心人物之一。后来永贞革新失败被贬为朗州司马（今湖南常德）。据湖南常德历史学家、收藏家周新国先生考证刘禹锡被贬为朗州司马其间写了著名的“汉寿城春望”。"
  },
  "tags": [
    "写景怀古",
    "感叹",
    "组诗"
  ]
}