{
  "id": 63314,
  "star": 24,
  "name": "兰陵王·丙子送春",
  "dynasty": "宋代",
  "content": "送春去。春去人间无路。秋千外，芳草连天，谁遣风沙暗南浦。依依甚意绪。漫忆海门飞絮。乱鸦过，斗转城荒，不见来时试灯处。 <br>春去。最谁苦。但箭雁沈边，梁燕无主。杜鹃声里长门暮。想玉树凋土，泪盘如露。咸阳送客屡回顾。斜日未能度。 <br>春去。尚来否。正江令恨别，庾信愁赋。二人皆北去。苏堤尽日风和雨。叹神游故国，花记前度。人生流落，顾孺子，共夜语。",
  "fanyi": "<p><strong>译文</strong><br>欲送春天归去，可是整个人间没有春的归路。空挂着的秋千之外，芳草连着天空的远处。哪里刮来的风沙，昏暗笼罩着南浦。心如乱麻，说不清是怎样的痛苦，徒自忆念着流落海崖的人们，如同无着无落四处飘飞的柳絮。一阵乱鸦过后，斗转星移，时移事去，帝城中荒凉凄寂。再也看不见来时试灯的热闹繁丽。<br>春已归去，谁最忧愁痛苦？那些首航的鸿雁，沉落在荒僻的边土。梁间的栖燕没有故主，杜鹃悲切的蹄声里，荒宫废苑迎来昏暮。那珍贵的玉树长埋泥土，那金铜仙人的承露盘中，盛满如泪的清露。在他被迁走离开咸阳时，不忍远离二频频回顾。那令人哀伤的黄昏时分，怎样才能捱得过去！<br>春天啊，你此次归去，是否还能回到这里？我像<a href=\"http://so.gushiwen.org/author_509.aspx\">江淹</a>一样怨恨离别，像<a href=\"http://so.gushiwen.org/author_662.aspx\">庾信</a>一样写下愁赋得语句。苏堤上，天天都是凄风苦雨。叹惜故国的美好时光，只能在梦境中再去游历。那美好的花朵，也只能把他以前的芳姿倩影记住。人生流落到这种情形，只能在深夜里，与儿子相对话语。</p><p><strong>注释</strong><br>海门：今江苏省南通市东，宋初，犯死罪获贷者，配隶于此。<br>斗转城荒：指转眼间南宋都城临安变成一座荒城。<br>箭雁：中箭而坠逝的大雁。<br>沉边：去而不回，消失于边塞。<br>梁燕：指亡国后的臣民。<br>长门：指宋帝宫阙。<br>江令：江淹被降为建安吴兴令，世称江令。有《别赋》。<br>庾信：南北朝时<a href=\"http://so.gushiwen.org/view_63314.aspx\">诗</a>人。<br>苏堤：西湖长堤，<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>守杭州时所筑。<br>孺子：辰翁有子名将孙，也善作词。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这首词共三阕。上阕由“送春去”开头，“人间无路”极写辛酸悲咽。“斗转城荒”诉说临安陷落，“不见来时试灯处”尤有深意。中阕由“春去谁最苦”的设问，讲述宋亡而爱国军民最为痛苦的事实。“送客屡回顾”状写宋宫室被掳掠的凄惨境遇。下阕由“春去尚来否”的设问，暗示宋朝大势已去，恢复无望。全词凄绝哀怨，寄托很深。</p> <p>　　《兰陵王》是词中的长调，共分三段。第一段写临安失陷后的衰败景象及词人的感受。“春去人间无路”是全词的主题句，词中各段发端，均以“春去”领起，并围绕这一中心从不同方面加以发挥。“秋千外，芳草连天，谁遣风沙暗南浦”，用对比手法写出临安失陷前后的不同画面，“芳草”、“秋千”，写出元军陷城前的景况。“芳草”，又暗喻送别。这首词的“芳草”却不是隐喻一般的离情，而是送别一个朝代，汉家王朝仓皇南奔，故国何在？凄苦之情，怎能自己。“风沙暗南浦”，则意味着元军攻陷临安后的摧残践踏，又象征着南逃群臣们的危厄前景。“南浦”本指分别之地，此处却暗指南宋故土，补充了“春去人间无路”“慢忆海门飞絮”写词人挂念着的宋室君臣，想象他们如柳絮一般飘泊无处归依。作者首先着笔于“海门”，说明他寄希望于南逃的端宗，也反映了作者有随端宗南行之愿，但却因风沙隔阻，无路可通。“乱鸦过，斗转城荒，不见来时试灯处。”三句转写眼前的现实，临安一派残破衰败之象：狂噪的鸦君在颓城上空掠过，北斗失向，城池颓圮；元宵前夕本应是华灯照耀的都城，到此时已黑暗一片寻不到灯的踪迹。“乱鸦”，暗喻元军，“斗转”，暗示南宋王朝的陨落。“试灯”，元宵前的张灯预赏。临安失陷于二月，春来时尚可见元宵灯景，至三月春归，则南宋已亡，所以说“不见来时试灯处”。</p> <p>　　第二段写春天归去以后，南宋君臣与庶民百姓所遭受的亡国之痛。“春去，最谁苦？”以设问句过渡，“苦”字用得醒目尖锐。下面连用三个分句，分写三个方面形象回答：“箭雁沉边”，写被掳北去的君臣，如同被射中的大雁，坠落到遥远北方，永无归日，“梁燕无主”，以“无主”的“梁燕”喻南宋臣民，大厦将倾，凄惶天依“杜鹃声里长门暮”，写临安宫苑凄惨悲凉景象，暮色之中，“长门”闭锁，唯有杜鹃啼血而已。三个分句，用“但”字领起，一气呵成。“玉树”三句，紧承前三句的意韵。摹写亡国的悲痛之情。“玉树”本指汉宫中之物，王朝倾覆，故“玉树凋土”，就连那金铜仙人也不免有辞离故国的悲伤。“想玉树凋土，泪盘如露”二句，用“衰兰送客咸阳道”（<a href=\"http://so.gushiwen.org/author_349.aspx\">李贺</a>《金铜仙人辞汉歌》）<a href=\"http://so.gushiwen.org/view_63314.aspx\">诗</a>意。“玉树”、“泪盘”，都用来喻宋。“斜日未能度”，指“铜仙”，依依不舍，行动缓慢，标志着被迫北去的君臣对故国的无限留恋，与词题“送春”之意。</p> <p>　　第三段写故国之思。仍以设问总起：“春去，尚来否？”“来”字重如千钧，怀有深深眷念之情。下面接着以江总、<a href=\"http://so.gushiwen.org/author_662.aspx\">庾信</a>之事来抒写亡国之痛。江总在陈后主时仕至尚书令，故称“江令”；陈亡后，他入隋北去。庾信本仕梁，曾出使西魏梁亡，被留长安，北周代魏，又不予放还；著有《愁赋》，以抒郁抑之情。</p> <p>　　词人此时此刻的忧恨之情与古人相同，因此以“正”字领出“江令恨别，庾信愁赋”两四字对句。同时，借风雨尽日袭击苏堤来渲染气氛，与第一段“斗转城荒”相绾合，使临安的景色更加凄迷荒凉。苏堤在杭州西湖外湖与里湖之间，堤上有六桥，桃柳成荫。此处以苏堤在风雨中飘摇之态，来暗指沦陷后的临安亦如苏堤一样，陷于风雨飘摇之中。在“送春”之际，作者只能“神游故国”，此二句扣紧“送春”，并对“尚来否”作了回答，说明故国的新春只能梦里依稀得见了。“花记前度”，由“种桃道士归何处，前度刘郎今又来。”（<a href=\"http://so.gushiwen.org/author_197.aspx\">刘禹锡</a>《再游玄都观》）诗意仅来表示对故国的怀念之情。最后，“人生流落，顾孺子，共夜语”一句，表示“人间无路”，以只能跟“孺子”共话亡国之痛结尾。“孺子”，指作者的儿子<a href=\"http://so.gushiwen.org/author_753.aspx\">刘将孙</a>。</p> <p>　　这首词写在元军攻破临安之后，表达了作者的亡国之痛与故国之爱的感情，许多词句如“春去人间无路”“谁遣风沙暗南浦”等，爱憎分明，显而易见。作者在词中运用借代和象征手法来表达自己的思想。例如，“春”象征着南宋王朝：“飞絮”暗喻南渡的君臣：“乱鸦”指代占领临安的元军等等。作者将这些日常所见的感受赋予主观的感情色彩。因此充分烘托出南宋灭亡的悲剧氛围。词的现实性和认识意义，也是通过这种气氛体现出来，为了强调这种氛围，词人运用了某些典故，因此送到了很高的艺术效果。此篇是专主寄托的成功之作。作者把南宋灭亡的伤痛哀悼之情和词中的艺术形象巧妙地融合在一起，达到了交融浑化“浑化”的高水平，使读者也产生种种感慨。</p>",
  "about": "<h2>创作背景</h2> 　　这首词题为“丙子送春”。丙子指的是公元1276年（宋恭帝德祐二年）。元军在这年攻入临安，宋帝奉表请降。三月，元兵掳去恭帝和太后、宰相及部分宗室。五月陆秀夫等在福州拥立端宗赵昰继续与抗元。",
  "poet": {
    "id": 329,
    "star": 0,
    "name": "刘辰翁",
    "image": "http://img.gushiwen.org/authorImg/liuchenweng.jpg",
    "desc": "刘辰翁（1233.2.4—1297.2.12），字会孟，别号须溪。庐陵灌溪（今江西省吉安市吉安县梅塘乡小灌村）人。南宋末年著名的爱国诗人。 景定三年（1262）登进士第。他一生一生致力于文学创作和文学批评活动，为后人留下了可贵的丰厚文化遗产，遗著由子刘将孙编为《须溪先生全集》，《宋史·艺文志》著录为一百卷，已佚。"
  },
  "tags": [
    "宋词三百首",
    "婉约",
    "豪放",
    "送别"
  ]
}