{
  "id": 59374,
  "star": 22,
  "name": "翠楼吟·淳熙丙午冬",
  "dynasty": "宋代",
  "content": "<span style=\"font-family:SimSun;\">淳熙丙午冬，武昌安远楼成，与刘去非诸友落之，度曲见志。予去武昌十年，故人有泊舟鹦鹉洲者，闻小姬歌此词，问之，颇能道其事，还吴为余言之；兴怀昔游，且伤今之离索也。</span></p> <p>月冷龙沙，尘清虎落，今年汉酺初赐。新翻胡部曲，听毡幕元戎歌吹。层楼高峙。看槛曲萦红，檐牙飞翠。人姝丽，粉香吹下，夜寒风细。<br>此地宜有词仙，拥素云黄鹤，与君游戏。玉梯凝望久，叹芳草萋萋千里。天涯情味。仗酒祓清愁，花销英气。西山外，晚来还卷，一帘秋霁。",
  "fanyi": "<p><strong>译文</strong><br><span style=\"font-family:FangSong_GB2312;\">淳熙丙午年冬，武昌安远楼建成。我和刘去非等几位朋友去参加落成典礼。因此创作此首词。我离开武昌 十年，有老朋友在鹦鹉洲泊舟住宿，听到年轻的歌女演唱这首词。我向她询问，她还能详细地讲述旧事。友人回到吴地，向我讲述了这件事。我听后怀念起昔日曾经同游的好友，更加为今日的孤单而感伤。</span></p> <p>明月的冷光映照着边塞的风沙，围护城保四周的竹篱一片寂静。今年朝廷开始赏赐尘民饮酒欢聚。弹奏起塞北新曲，听到元帅的军帐歌声清越。安远楼耸立入云霄，看它那红色栏杆萦绕楼檐，飞展一片翠碧。那位佳人美丽动人，从她身体上飘散一股幽香，寒夜里风儿轻轻地吹。<br>就在此地，正该有潇洒的词友，像仙人一样，同登楼观蟾的朋友尽兴游戏。我一个人登上高楼久久地凝神望远，却只见芳草萋萋，绵绵不尽。飘泊天涯的游子，心中的孤苦有何人知道，只好借酒消愁，借着赏花忘记豪情。此刻西山之外，黄昏时又卷起，一帘秋雨过后的晴丽。</p> <p>注释<br>翠楼吟：词牌名，<a href=\"http://so.gushiwen.org/author_30.aspx\">姜夔</a>自度“双调”曲。<br>安远楼：即武昌南楼，在黄鹤楼上。<br>刘去非：作者友人，生平未详。<br>鹦鹉洲：在今湖北汉阳西南长江中，东汉末，黄祖为江夏（今武昌）太守，祖长子射，大会宾客，有人献鹦鹉，<a href=\"http://so.gushiwen.org/author_441.aspx\">祢衡</a>作《白鹦鹉赋》洲因此得名。<br>小姬：指年轻女子。<br>兴怀：引起感触。<br>离索：离群索居。<br>龙沙：《后汉书·班超传赞》：“坦步葱岭，咫尺龙沙。”后世泛指塞外之地为龙沙。<br>虎落：遮护城堡或营寨的竹篱。《汉书·<a href=\"http://so.gushiwen.org/author_791.aspx\">晁错</a>传》：“要害之处，通川之道，调立城邑，毋下千家，为中周虎落。<br>汉酺（pú）初赐：汉律，三人以上无故不得聚饮，违者罚金四两。朝廷有庆祝之事，特许臣民会聚欢饮，称赐酺。《汉书·文帝纪》诏：“朕初即位，其赦天下，赐民爵一级，女子百户牛酒，酺五日。”后来历代王朝，遇新皇帝登位，帝后诞日，丰收，平定叛乱等事，常有赐酺之举。酺，合聚饮食。此处所指事见题解。<br>胡部曲：一种以琵琶为主的音乐。唐时西凉地方乐曲。《新唐书·礼乐志》：“开元二十四年（736年），升胡部于堂上。.......后又诏道调、法曲与胡部新声合作。”此处泛指异族音乐。<br>毡幕：指用毛毡制作的帐篷。<br>元戎：主将，军事长官。《汉书·董贤传》：“统辟无戎。”注：“元戎，大众也。”<br>高峙：高高耸立。<br>人姝丽：容貌美丽指漂亮的人。《后汉书·邓皇后纪》：“后长七尺二寸，姿颜姝丽，绝异于众。”<br>此地：<a href=\"http://so.gushiwen.org/author_547.aspx\">崔颢</a>《黄鹤楼》<a href=\"http://so.gushiwen.org/view_59374.aspx\">诗</a>：“昔人已乘黄鹤去，此地空余黄鹤楼。黄鹤一去不见返，白云千载空悠悠。睛川历历汉阳树，芳草萋萋鹦鹉洲。日暮乡关何处是？烟波江上使人愁。”此处化用其意。<br>素云：指白云楼。<br>玉梯：指玉楼。<br>祓（fú）：原指古代为除灾去邪而举行仪式的习俗。此处指消除。<br>西山外：<a href=\"http://so.gushiwen.org/author_289.aspx\">王勃</a>《腾王阁诗》：“腾王高阁临江渚，佩玉鸣鸾罢歌舞。画栋朝飞南浦云，珠帘暮卷西山雨。闲云潭影日悠悠，物换星移几度秋。阁中帝子今何在？槛外长江空自流。”此处化用其意，一帘秋霁，“秋”字这修饰语，非实指，因作者游“安远楼”为冬季。<br>霁（jì）：雨后天晴。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　此词为新楼落成而作，前五句就“安远”字面着想，虚构了一番境界，也客观地显示了筑楼的时代背景。“龙沙”语出《后汉书·班超传赞》：“坦步葱岭，咫尺龙沙”，后世用来泛指塞外，这里则指金邦。“虎落”为护城笆篱。宋朝南渡时，武昌是抵抗金人的战略要地，和议达成，形势安定下来，遂出现了“月冷龙沙，尘清虎落”的和平局面，这便是“安远”的意指了。汉制禁民聚饮，有庆典时则例外，称为“赐酺”。“今年汉酺初赐”是借古典以言近事。据《宋史》军共一百六十万缗，军中载歌载舞，一片欢乐景象。故接云：“新翻胡部曲，听毡幕元戎歌吹。”胡部本是唐代西凉地方乐曲。《新唐书·礼乐志》：“开元二十四年，升胡部于堂上。……后又诏道调、法曲与胡部新声合作。”由此边地胡曲进入殿堂。又据《新唐书》“琵琶、笙、横笛、短笛、拍板，皆八；大小箜篥，皆四。工七十二人，分四列，属舞筵之隅，以导歌咏。”它在盛唐时本是“新声”，今又“新翻”之，用此盛大乐队以为帅府中歌舞伴奏，颇具气象。以边地之曲归为中原之用，亦寓“安远”之意。</p> <p>　　以下正面写楼的景观。先写楼的整体形势，然后作细部刻画，从局部反映建筑的壮丽：红漆栏干曲折环绕，琉璃檐牙向外伸张。“槛曲萦红，檐牙飞翠”二句，铸词极工，状物准确生动，特别是“萦红飞翠”的造语，能使人产生形色相乱、目迷心醉的感觉。紧接“人姝丽”三句，又照应前文“歌吹”，写楼中宴会的盛况“粉香吹下，夜寒风细。”夜寒点出冬令，风细则粉香可传，歌吹可闻。全是一派温馨承平的气象。“此地”便是黄鹤山，其西北矶头为著名的黄鹤楼所在，传说仙人子安曾乘鹤路过。所以过片就说：这样的形胜之地，应有妙笔生花的“词仙”乘白云黄鹤来题词庆贺，人仙同乐。仙人乘鹤是本地故事，而“词仙”之说则是就楼成盛典而加以创用。“拥”字较“乘”为虚，“君”乃泛指，都能见出作者运思用笔的灵活自如。说“宜有”并非真有，不免有些遗憾。</p> <p>　　其实通观词的下片，多化用<a href=\"http://so.gushiwen.org/author_547.aspx\">崔颢</a>《黄鹤楼》<a href=\"http://so.gushiwen.org/view_59374.aspx\">诗</a>意，进而写登楼有感。大抵词人感情很复杂，“安远楼”的落成并不能引起一种生逢盛世之欢，反而使他产生了空虚与寂寞的感受。“玉梯凝望久”，他在想什么？“叹芳草萋萋千里”翻用崔诗“芳草萋萋鹦鹉洲”。“天涯情味”，正是崔诗“日暮乡关何处是，烟波江上使人愁”的况味。这是客愁。“仗酒祓清愁，花销英气。”靠流连杯酒与光景销磨志气，排遣闲愁。这是岁月虚掷之恨。这和“安远”有什么关系呢？关系似乎若有若无。或许“安远”的字面能使人产生返还家乡、施展抱负等等想法，而实际情况却相去很远吧。于是词人干脆来个不了了之，以景结情：“西山外，晚来还卷，一帘秋霁”，仍归到和平的景象，那一片雨后晴朗的暮色，似乎暗寓着一个好的希望。但应指出，这三句乃从<a href=\"http://so.gushiwen.org/author_289.aspx\">王勃</a>《滕王阁诗》“朱帘暮卷西山雨”化出，仍然流露出一种冷清索寞之感。</p> <p>　　总之，这首词虽为庆贺安远楼落成而作，力图在“安远”二字上做出一篇喜庆的“文章”；但自觉不自觉地打入作者身世飘零之感，流露出表面承平而实趋衰飒的时代气氛。这就使词的意味显得特别深厚。</p>",
  "about": "<h2>创作背景</h2> 　　淳熙十三年丙午（公元1186年）秋，其时<a href=\"http://so.gushiwen.org/author_30.aspx\">姜夔</a>正住在汉阳府汉川县的姐姐家。入冬以后，武昌黄鹤山上建起了一座安远楼。作者为参加落成典礼，曾携友人刘去非前往一游，并自度此曲记述了这件事。十年过后，朋友在汉阳江边听到歌女咏唱此曲，昔日情景，如在目前，于是便道出了该词的本事。姜夔得知这一消息，深受感动，于是，便为此曲补写了词序。",
  "poet": {
    "id": 30,
    "star": 0,
    "name": "姜夔",
    "image": "http://img.gushiwen.org/authorImg/jiangkui.jpg",
    "desc": "姜夔，南宋文学家、音乐家。人品秀拔，体态清莹，气貌若不胜衣，望之若神仙中人。往来鄂、赣、皖、苏、浙间，与诗人词家杨万里、范成大、辛弃疾等交游。庆元中，曾上书乞正太常雅乐，他少年孤贫，屡试不第，终生未仕，一生转徙江湖，靠卖字和朋友接济为生。他多才多艺，精通音律，能自度曲，其词格律严密。其作品素以空灵含蓄著称，有《白石道人歌曲》等。姜夔对诗词、散文、书法、音乐，无不精善，是继苏轼之后又一难得的艺术全才。"
  },
  "tags": [
    "祝贺",
    "登楼",
    "抒怀"
  ]
}