{
  "id": 10393,
  "star": 15,
  "name": "送孔巢父谢病归游江东兼呈李白",
  "dynasty": "唐代",
  "content": "巢父掉头不肯住，东将入海随烟雾。<br>诗卷长留天地间，钓竿欲拂珊瑚树。<br>深山大泽龙蛇远，春寒野阴风景暮。<br>蓬莱织女回云车，指点虚无是归路。<br>自是君身有仙骨，世人那得知其故。<br>惜君只欲苦死留，富贵何如草头露？<br>蔡侯静者意有余，清夜置酒临前除。<br>罢琴惆怅月照席：“几岁寄我空中书？<br>南寻禹穴见李白，道甫问讯今何如！”",
  "fanyi": "<p><strong>译文</strong><br>孔巢父摇头不住长安，将去东海随烟雾飘流。<br>将<a href=\"http://so.gushiwen.org/view_10393.aspx\">诗</a>卷永远留人世间，放竿垂钓采珊瑚求生。<br>隐居深山般遁世高蹈，时值春寒冷峭景凋零。<br>仙女们驾着云车而来，指点虚无的归隐之处。<br>自以为他有仙风道骨，谁知离长安归隐之因？<br>爱惜巢父想苦苦相留，应知富贵像草尖露水！<br>蔡侯是淡薄名利的人，趁凉夜庭中摆酒饯行。<br>失意停琴见孤月残席，何年从仙界寄我书信？<br>向南找禹穴若见<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>，代我问候他现在怎样！ </p> <p><strong>注释</strong><br>⑴孔巢父，《旧唐书》有传。他早年和李白等六人隐居山东徂徕山，号“竹溪六逸”。谢病，是托病弃官，不一定是真病。李白这时正在浙东，诗中又怀念到他，故题用“兼呈”。<br>⑵这句写巢父无心功名富贵。掉头，犹摇头。“不肯住”三字要和下文“苦死留”对看。朋友们要他待在长安，他总是摇头。<br>⑶这句有两层意思：一方面表明巢父不仅不恋宫贵，连自己的诗集也留在人间不要了；另一方面也说明巢父的诗可以长留不朽。巢父诗今不传，这句赠诗倒成了<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>的自评。<br>⑷珊瑚树生热带深海中，原由珊瑚虫集结而成，前人不知，见其形如小树，因误以为植物。上言巢父入海，故这里用珊瑚树。<br>⑸此二句写东游的境界。上句，字面上用《左传》“深山大泽，实生龙蛇”，但含有比意。巢父的遁世高蹈，有似于龙蛇的远处深山大泽。下句兼点明送别是在春天。<br>⑹此二句写东游时的遭遇，是幻境。蓬莱，传说中的三仙山之一，在东海中。织女，星名，神话中说是天帝的孙女。这里泛指仙子。虚无，即《庄子》所谓“无何有之乡”。归路，犹归宿。<br>⑺知其故，指弃宫访道之故。<br>⑻这是一个转折语。代巢父点醒世人，也可看作转述巢父本人的话。草头露，是说容易消灭。这句和李白诗“功名宫贵若长在，汉水亦应西北流”同意。但世人不知，故苦苦相留。苦死留，唐时方言，犹今言拼命留。<br>⑼此二句写蔡侯饯行。侯，是尊称，杜甫尝称李白为“李侯”。静者，恬静的人，谓不热衷富贵。别人要留，他却欢送，其意更深，所以说“意有馀”。除，台阶。<br>⑽唐时宴会多用妓乐，送巢父却不合适，所以只用琴。罢琴，弹完了琴。酒阑琴罢，就要分别，故不免“惆怅”。下面三句都是临别时的嘱咐。<br>⑾空中书，泛指仙人寄来的信。把对方看作神仙，故称为空中书，杜甫是不信神仙的。“几岁”二字很幽默，意思是说不知你何岁何年才成得个神仙。<br>⑿这两句是要巢父见到李白时代为问好。“问讯”一词，汉代已有，唐代诗文中尤多。如<a href=\"http://so.gushiwen.org/author_564.aspx\">韦应物</a>诗“释子来问讯，诗人亦扣关”，杜诗如“问讯东桥竹，将军有报书”，并含问好意。禹穴有二，这里是指浙江绍兴县的禹穴。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　此<a href=\"http://so.gushiwen.org/view_10393.aspx\">诗</a>写孔巢父执意离开长安，蔡侯为之设宴饯行，<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>在宴上赋此诗以表达依依不舍之情，并在诗中赞扬了孔巢父的高风亮节。</p> <p>　　此诗前四句叙述孔巢父辞别长安去往江东。五至八句写的是诗人对孔巢父此去途中的想象之情境。九至十二句言孔巢父对人生有独特的见解，对功名利禄看得很淡，且归隐之心已决。十三至十六句写蔡侯置酒为孔巢父饯行的情景。最后两句请孔巢父转达对<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>的问候，点明题中的“兼呈李白”，从侧面点出了李白与杜甫之间的深厚情谊。</p> <p>　　孔巢父此去，意在求仙访道，故诗中多缥缈恍惚语，有浓厚的浪漫主义色彩。但也可以看出杜甫早期所受<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>的影响。</p>",
  "about": "<h2>创作背景</h2> <p>　　朱鹤龄认为，此<a href=\"http://so.gushiwen.org/view_10393.aspx\">诗</a>为<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>天宝（唐玄宗年号，742—756）年间在京师长安所作。当时蔡侯饯别孔巢父，杜甫在筵席上赋此诗。</p> <p>　　仇兆鳌在《杜诗详注》中说：巢父在天室间尝游长安，辞官归隐，史不及载耳。旧注云：巢父察永王必败，谢病而归，公作此送之。大谬。</p> <p>　　萧涤非考证出这首诗的具体创作时间是公元747年（唐玄宗天宝六载）春，地点在长安，它是杜甫集中最早的一首七言古诗。</p>",
  "poet": {
    "id": 474,
    "star": 0,
    "name": "杜甫",
    "image": "http://img.gushiwen.org/authorImg/dufu.jpg",
    "desc": "杜甫（712－770），字子美，自号少陵野老，世称“杜工部”、“杜少陵”等，汉族，河南府巩县（今河南省巩义市）人，唐代伟大的现实主义诗人，杜甫被世人尊为“诗圣”，其诗被称为“诗史”。杜甫与李白合称“李杜”，为了跟另外两位诗人李商隐与杜牧即“小李杜”区别开来，杜甫与李白又合称“大李杜”。他忧国忧民，人格高尚，他的约1400余首诗被保留了下来，诗艺精湛，在中国古典诗歌中备受推崇，影响深远。759-766年间曾居成都，后世有杜甫草堂纪念。"
  },
  "tags": [
    "送别",
    "宴饮",
    "祝福"
  ]
}