{
  "id": 47917,
  "star": 92,
  "name": "沧浪亭记",
  "dynasty": "宋代",
  "content": "　　予以罪废，无所归。扁舟吴中，始僦舍以处。时盛夏蒸燠，土居皆褊狭，不能出气，思得高爽虚辟之地，以舒所怀，不可得也。 </p> <p>　　一日过郡学，东顾草树郁然，崇阜广水，不类乎城中。并水得微径于杂花修竹之间。东趋数百步，有弃地，纵广合五六十寻，三向皆水也。杠之南，其地益阔，旁无民居，左右皆林木相亏蔽。访诸旧老，云钱氏有国，近戚孙承右之池馆也。坳隆胜势，遗意尚存。予爱而徘徊，遂以钱四万得之，构亭北碕，号‘沧浪’焉。前竹后水，水之阳又竹，无穷极。澄川翠干，光影会合于轩户之间，尤与风月为相宜。予时榜小舟，幅巾以往，至则洒然忘其归。觞而浩歌，踞而仰啸，野老不至，鱼鸟共乐。形骸既适则神不烦，观听无邪则道以明；返思向之汩汩荣辱之场，日与锱铢利害相磨戛，隔此真趣，不亦鄙哉！ </p> <p>　　噫！人固动物耳。情横于内而性伏，必外寓于物而后遣。寓久则溺，以为当然；非胜是而易之，则悲而不开。惟仕宦溺人为至深。古之才哲君子，有一失而至于死者多矣，是未知所以自胜之道。予既废而获斯境，安于冲旷，不与众驱，因之复能乎内外失得之原，沃然有得，笑闵万古。尚未能忘其所寓目，用是以为胜焉！ ",
  "fanyi": "<p><strong>译文</strong><br>　　我因获罪而被贬为庶人，没有可以去的地方，乘船在吴地旅行。起初租房子住。时值盛夏非常炎热，土房子都很狭小，不能呼气，想到高爽空旷僻静的地方，来舒展心胸，没有能找到。<br>　　一天拜访学宫，向东看到草树郁郁葱葱，高高的码头宽阔的水面，不像在城里。循着水边杂花修竹掩映的小径，向东走数百步，有一块荒地，方圆约六十寻，三面临水。小桥的南面更加开阔，旁边没有民房，四周林木环绕遮蔽，询问年老的人，说：“是吴越国王的贵戚孙承佑的废园。”从高高低低的地势上还约略可以看出当年的遗迹。我喜爱这地方，来回地走，最后用钱四万购得，在北面构筑亭子，叫“沧浪”。北面是竹南面是水，水的北面又是竹林，没有穷尽，澄澈的小河翠绿的竹子，阳光、阴影在门窗之间交错相接，尤其是在有风有月的时候更宜人美丽。<br>　　我常常乘着小船，穿着轻便的衣服到亭上游玩，到了亭上就率性玩乐忘记回去，或把酒赋<a href=\"http://so.gushiwen.org/view_47917.aspx\">诗</a>，或仰天长啸，即使是隐士也不来这里，只与鱼、鸟同乐。形体已然安适，神思中就没有了烦恼；所听所闻都是至纯的，如此人生的道理就明了了。回过头来反思以前的名利场，每天与细小的利害得失相计较，同这样的情趣相比较，不是太庸俗了吗！<br>　　唉！人本来会受外物影响而感动。情感充塞在内心而性情压抑，一定要借外物来排遣，停留时间久了就沉溺，认为当然；不超越这而换一种心境，那么悲愁就化解不开。只有仕宦之途、名利之场最容易使人陷入其中，自古以来，不知有多少有才有德之士因政治上的失意忧闷致死，都是因为没有悟出主宰自己、超越自我的方法。我虽已经被贬却获得这样的胜境，安于冲淡旷远，不与众人一道钻营，因此又能够使我的内心和形体找到根本，心有所得，笑悯万古。尚且没有忘记内心的主宰，自认为已经超脱了。</p><p><strong>注释</strong><br>沧浪亭，在今江苏苏州城南三元坊附近，原为五代时吴越国广陵王钱元璙的花园。五代末此处为吴军节度使孙承祐的别墅。北宋庆历年间为诗人<a href=\"http://so.gushiwen.org/author_234.aspx\">苏舜钦</a>购得，在园内建沧浪亭，后以亭名为园名。后代人在它的遗址上修建了大云庵。本文作者用朴素简洁的语言，自然流畅的笔调，记述了沧浪亭演变的始末。<br>[1]吴中：今江苏省，大致相当于春秋时吴国地方<br>[2]租赁<br>[3]过：拜访<br>[4]郡学：苏州府学宫，旧址在今苏州市南，沧浪亭就在其东面,郡国的最高学府。<br>[5]崇阜：高山<br>[6]并（bàng)：通“傍”<br>[7]杠：独木桥<br>[8]钱氏：指吴越王<a href=\"http://so.gushiwen.org/author_1535.aspx\">钱镠</a><br>[9]孙承祐：吴越王<a href=\"http://so.gushiwen.org/author_1978.aspx\">钱俶</a>的小舅子，任节度使，镇守苏州，在苏州大建园亭<br>[10]北碕：北边曲岸上<br>[11]冲旷：冲淡旷远，这里既指沧浪亭的空旷辽阔的环境，也兼指淡泊旷适的心境<br>[12]闵：同“悯”，悲悯。<br>[13]寻：长度单位<br>[14]锱珠：比喻极其微小的数量</p>",
  "poet": {
    "id": 234,
    "star": 0,
    "name": "苏舜钦",
    "image": "http://img.gushiwen.org/authorImg/sushunqin.jpg",
    "desc": "苏舜钦（1008—1048）北宋诗人，字子美，开封（今属河南）人，曾祖父由梓州铜山（今四川中江）迁至开封（今属河南）。曾任县令、大理评事、集贤殿校理，监进奏院等职。因支持范仲淹的庆历革新，为守旧派所恨，御史中丞王拱辰让其属官劾奏苏舜钦，劾其在进奏院祭神时，用卖废纸之钱宴请宾客。罢职闲居苏州。后来复起为湖州长史，但不久就病故了。他与梅尧臣齐名，人称“梅苏”。有《苏学士文集》诗文集有《苏舜钦集》16卷，《四部丛刊》影清康熙刊本。1981年上海古籍出版社出版《苏舜钦集》。"
  },
  "tags": [
    "辞赋精选",
    "生活",
    "抒情"
  ]
}