{
  "id": 21343,
  "star": 2,
  "name": "郊陶潜体诗十六首",
  "dynasty": "唐代",
  "content": "不动者厚地，不息者高天。无穷者日月，长在者山川。 <br> 松柏与龟鹤，其寿皆千年。嗟嗟群物中，而人独不然。 <br> 早出向朝市，暮已归下泉。形质及寿命，危脆若浮烟。 <br> 尧舜与周孔，古来称圣贤。借问今何在，一去亦不还。 <br> 我无不死药，万万随化迁。所未定知者，修短迟速间。 <br> 幸及身健日，当歌一尊前。何必待人劝，持此自为欢。 <br> 翳翳逾月阴，沉沉连日雨。开帘望天色，黄云暗如土。 <br> 行潦毁我墉，疾风坏我宇。蓬莠生庭院，泥涂失场圃。 <br> 村深绝宾客，窗晦无俦侣。尽日不下床，跳蛙时入户。 <br> 出门无所往，入室还独处。不以酒自娱，块然与谁语。 <br> 朝饮一杯酒，冥心合元化。兀然无所思，日高尚闲卧。 <br> 暮读一卷书，会意如嘉话。欣然有所遇，夜深犹独坐。 <br> 又得琴上趣，安弦有馀暇。复多诗中狂，下笔不能罢。 <br> 唯兹三四事，持用度昼夜。所以阴雨中，经旬不出舍。 <br> 始悟独往人，心安时亦过。 <br> 东家采桑妇，雨来苦愁悲。蔟蚕北堂前，雨冷不成丝。 <br> 西家荷锄叟，雨来亦怨咨。种豆南山下，雨多落为萁。 <br> 而我独何幸，酝酒本无期。及此多雨日，正遇新熟时。 <br> 开瓶泻尊中，玉液黄金脂。持玩已可悦，欢尝有馀滋。 <br> 一酌发好容，再酌开愁眉。连延四五酌，酣畅入四肢。 <br> 忽然遗我物，谁复分是非。是时连夕雨，酩酊无所知。 <br> 人心苦颠倒，反为忧者嗤。 <br> 朝亦独醉歌，暮亦独醉睡。未尽一壶酒，已成三独醉。 <br> 勿嫌饮太少，且喜欢易致。一杯复两杯，多不过三四。 <br> 便得心中适，尽忘身外事。更复强一杯，陶然遗万累。 <br> 一饮一石者，徒以多为贵。及其酩酊时，与我亦无异。 <br> 笑谢多饮者，酒钱徒自费。 <br> 天秋无片云，地静无纤尘。团团新晴月，林外生白轮。 <br> 忆昨阴霖天，连连三四旬。赖逢家酝熟，不觉过朝昏。 <br> 私言雨霁后，可以罢馀尊。及对新月色，不醉亦愁人。 <br> 床头残酒榼，欲尽味弥淳。携置南檐下，举酌自殷勤。 <br> 清光入杯杓，白露生衣巾。乃知阴与晴，安可无此君。 <br> 我有乐府诗，成来人未闻。今宵醉有兴，狂咏惊四邻。 <br> 独赏犹复尔，何况有交亲。 <br> 中秋三五夜，明月在前轩。临觞忽不饮，忆我平生欢。 <br> 我有同心人，邈邈崔与钱。我有忘形友，迢迢李与元。 <br> 或飞青云上，或落江湖间。与我不相见，于今四五年。 <br> 我无缩地术，君非驭风仙。安得明月下，四人来晤言。 <br> 良夜信难得，佳期杳无缘。明月又不驻，渐下西南天。 <br> 岂无他时会，惜此清景前。 <br> 家酝饮已尽，村中无酒酤。坐愁今夜醒，其奈秋怀何。 <br> 有客忽叩门，言语一何佳。云是南村叟，挈榼来相过。 <br> 且喜尊不燥，安问少与多。重阳虽已过，篱菊有残花。 <br> 欢来苦昼短，不觉夕阳斜。老人勿遽起，且待新月华。 <br> 客去有馀趣，竟夕独酣歌。 <br> 原生衣百结，颜子食一箪。欢然乐其志，有以忘饥寒。 <br> 今我何人哉，德不及先贤。衣食幸相属，胡为不自安。 <br> 况兹清渭曲，居处安且闲。榆柳百馀树，茅茨十数间。 <br> 寒负檐下日，热濯涧底泉。日出犹未起，日入已复眠。 <br> 西风满村巷，清凉八月天。但有鸡犬声，不闻车马喧。 <br> 时倾一尊酒，坐望东南山。稚侄初学步，牵衣戏我前。 <br> 即此自可乐，庶几颜与原。 <br> 湛湛尊中酒，有功不自伐。不伐人不知，我今代其说。 <br> 良将临大敌，前驱千万卒。一箪投河饮，赴死心如一。 <br> 壮士磨匕首，勇愤气蓬勃。一酣忘报雠，四体如无骨。 <br> 东海杀孝妇，天旱逾年月。一酌酹其魂，通宵雨不歇。 <br> 咸阳秦狱气，冤痛结为物。千岁不肯散，一沃亦销失。 <br> 况兹儿女恨，及彼幽忧疾。快饮无不消，如霜得春日。 <br> 方知麹糵灵，万物无与匹。 <br> 烟霞隔悬圃，风波限瀛洲。我岂不欲往，大海路阻修。 <br> 神仙但闻说，灵药不可求。长生无得者，举世如蜉蝣。 <br> 逝者不重回，存者难久留。踟蹰未死间，何苦怀百忧。 <br> 念此忽内热，坐看成白头。举杯还独饮，顾影自献酬。 <br> 心与口相约，未醉勿言休。今朝不尽醉，知有明朝不。 <br> 不见郭门外，累累坟与丘。月明愁杀人，黄蒿风飕飕。 <br> 死者若有知，悔不秉烛游。 <br> 吾闻浔阳郡，昔有陶征君。爱酒不爱名，忧醒不忧贫。 <br> 尝为彭泽令，在官才八旬。愀然忽不乐，挂印著公门。 <br> 口吟归去来，头戴漉酒巾。人吏留不得，直入故山云。 <br> 归来五柳下，还以酒养真。人间荣与利，摆落如泥尘。 <br> 先生去已久，纸墨有遗文。篇篇劝我饮，此外无所云。 <br> 我从老大来，窃慕其为人。其他不可及，且效醉昏昏。 <br> 楚王疑忠臣，江南放屈平。晋朝轻高士，林下弃刘伶。 <br> 一人常独醉，一人常独醒。醒者多苦志，醉者多欢情。 <br> 欢情信独善，苦志竟何成。兀傲瓮间卧，憔悴泽畔行。 <br> 彼忧而此乐，道理甚分明。愿君且饮酒，勿思身后名。 <br> 有一燕赵士，言貌甚奇瑰。日日酒家去，脱衣典数杯。 <br> 问君何落拓，云仆生草莱。地寒命且薄，徒抱王佐才。 <br> 岂无济时策，君门乏良媒。三献寝不报，迟迟空手回。 <br> 亦有同门生，先升青云梯。贵贱交道绝，朱门叩不开。 <br> 及归种禾黍，三岁旱为灾。入山烧黄白，一旦化为灰。 <br> 蹉跎五十馀，生世苦不谐。处处去不得，却归酒中来。 <br> 南巷有贵人，高盖驷马车。我问何所苦，四十垂白须。 <br> 答云君不知，位重多忧虞。北里有寒士，瓮牖绳为枢。 <br> 出扶桑枣杖，入卧蜗牛庐。散贱无忧患，心安体亦舒。 <br> 东邻有富翁，藏货遍五都。东京收粟帛，西市鬻金珠。 <br> 朝营暮计算，昼夜不安居。西舍有贫者，匹妇配匹夫。 <br> 布裙行赁舂，裋褐坐佣书。以此求口食，一饱欣有馀。 <br> 贵贱与贫富，高下虽有殊。忧乐与利害，彼此不相逾。 <br> 是以达人观，万化同一途。但未知生死，胜负两何如。 <br> 迟疑未知间，且以酒为娱。 <br> 济水澄而洁，河水浑而黄。交流列四渎，清浊不相伤。 <br> 太公战牧野，伯夷饿首阳。同时号贤圣，进退不相妨。 <br> 谓天不爱民，胡为生稻粱。谓天果爱民，胡为生豺狼。 <br> 谓神福善人，孔圣竟栖遑。谓神祸淫人，暴秦终霸王。 <br> 颜回与黄宪，何辜早夭亡。蝮蛇与鸩鸟，何得寿延长。 <br> 物理不可测，神道亦难量。举头仰问天，天色但苍苍。 <br> 唯当多种黍，日醉手中觞。 ",
  "poet": {
    "id": 665,
    "star": 0,
    "name": "白居易",
    "image": "http://img.gushiwen.org/authorImg/baijuyi.jpg",
    "desc": "白居易（772年－846年），字乐天，号香山居士，又号醉吟先生，祖籍太原，到其曾祖父时迁居下邽，生于河南新郑。是唐代伟大的现实主义诗人，唐代三大诗人之一。白居易与元稹共同倡导新乐府运动，世称“元白”，与刘禹锡并称“刘白”。白居易的诗歌题材广泛，形式多样，语言平易通俗，有“诗魔”和“诗王”之称。官至翰林学士、左赞善大夫。公元846年，白居易在洛阳逝世，葬于香山。有《白氏长庆集》传世，代表诗作有《长恨歌》、《卖炭翁》、《琵琶行》等。"
  },
  "tags": []
}