{
  "id": 72214,
  "star": 44,
  "name": "叔向贺贫",
  "dynasty": "先秦",
  "content": "　　叔向见韩宣子，宣子忧贫，叔向贺之。宣子曰：“吾有卿之名而无其实，无以从二三子，吾是以忧，子贺我，何故？”</p> <p>　　对曰：“昔栾武子无一卒之田，其宫不备其宗器，宣其德行，顺其宪则，使越于诸侯。诸侯亲之，戎狄怀之，以正晋国。行刑不疚，以免于难。及桓子，骄泰奢侈，贪欲无艺，略则行志，假货居贿，宜及于难，而赖武之德以没其身。及怀子，改桓之行，而修武之德，可以免于难，而离桓之罪，以亡于楚。夫郤昭子，其富半公室，其家半三军，恃其富宠，以泰于国。其身尸于朝，其宗灭于绛。不然，夫八郤，五大夫，三卿，其宠大矣，一朝而灭，莫之哀也，唯无德也。今吾子有栾武子之贫，吾以为能其德矣，是以贺。若不忧德之不建，而患货之不足，将吊不暇，何贺之有？”</p> <p>　　宣子拜，稽首焉，曰：“起也将亡，赖子存之，非起也敢专承之，其自桓叔以下，嘉吾子之赐。” ",
  "fanyi": "<p><strong>译文</strong><br>　　叔向去拜见韩宣子，韩宣子正为贫困而发愁，叔向却向他表示祝贺。<br>　　宣子说：\"我有卿大夫的名称，却没有卿大夫的财富，没有什么荣誉可以跟其他的卿大夫们交往，我正为此发愁，你却祝贺我，这是什么缘故呢？\"<br>　　叔向回答说：\"从前栾武子没有一百顷田，家里穷的连祭祀的器具都备不齐全；可是他能够传播德行，遵循法制，名闻于诸侯各国。各诸侯国都亲近他，一些少数民族都归附他，因此使晋国安定下来，执行法度，没有弊病，因而避免了灾难。传到桓子时，他骄傲自大，奢侈无度，贪得无厌，犯法胡为，放利聚财，该当遭到祸难，但依赖他父亲栾武子的余德，才得以善终。传到怀子时，怀子改变他父亲桓子的行为，学习他祖父武子的德行，本来可以凭这一点免除灾难；可是受到他父亲桓子的罪孽的连累，因而逃亡到楚国。那个郤昭子，他的财产抵得上晋国公室财产的一半，他家里的佣人抵得上三军的一半，他依仗自己的财产和势力，在晋国过着极其奢侈的生活，最后他的尸体在朝堂上示众，他的宗族在绛这个地方被灭亡了。如果不是这样的话，那八个姓郤的中有五个做大夫，三个做卿，他们的权势够大的了，可是一旦被诛灭，没有一个人同情他们，只是因为没有德行的缘故！现在你有栾武子的清贫境况，我认为你能够继承他的德行，所以表示祝贺，如果不忧愁德行的建立，却只为财产不足而发愁，我表示哀怜还来不及，哪里还能够祝贺呢？\"<br>　　宣子于是下拜，并叩头说：\"我正在趋向灭亡的时候，全靠你拯救了我。你的恩德不敢独自承受，恐怕从我的祖宗桓叔以下的子孙，都要感谢您的恩赐。\"</p><p><strong>注释</strong><br>(1)选自《国语》。《国语》相传是春秋时<a href=\"http://so.gushiwen.org/author_384.aspx\">左丘明</a>作，二十一卷，主要记西周末年和春秋时期鲁国等国贵族的言论。叔向，春秋晋国大夫羊舌肸（xī），字叔向。<br>(2)韩宣子：名起，是晋国的卿。卿的爵位在公之下，大夫之上。<br>(3)实：这里指财富。<br>(4)无以从二三子：意思是家里贫穷，没有供给宾客往来的费用，不能跟晋国的卿大夫交往。二三子，指晋国的卿大夫。<br>(5)栾武子：晋国的卿。<br>(6)无一卒之田：没有一百人所有的田亩。古代军队编制，一百人为\"卒\"。一卒之田,100顷。是上大夫的俸禄。<br>(7)宗器：祭器。<br>(8)宪则：法制。<br>(9)越：超过。<br>(10)刑：法，就是前边的\"宪则\"。<br>(11)行刑不疚（jiù）：指栾书弑杀晋厉公而不被国人责难。<br>(12)以免于难：因此避免了祸患。意思是没有遭到杀害或被迫逃亡。<br>(13)桓子：栾武子的儿子。<br>(14)骄泰：骄慢放纵。<br>(15)艺：度，准则。<br>(16)略则行志：忽略法制，任意行事。<br>(17)假货居贿：把财货借给人家从而取利。贿，财。<br>(18)而赖武之德：但是依靠栾武子的德望。<br>(19)以没其身：终生没有遭到祸患。<br>(20)怀子：桓子的儿子。<br>(21)修：研究，学习。<br>(22)离桓之罪：（怀子）因桓子的罪恶而遭罪。离，同\"罹\"，遭到。<br>(23)以亡于楚：终于逃亡到楚国。<br>(24)郤（xì）昭子：晋国的卿。<br>(25)其富半公室：他的财富抵得过半个晋国。公室，公家，指国家。<br>(26)其家半三军：他家里的佣人抵得过三军的一半。当时的兵制，诸侯大国三军，合三万七千五百人。一说郤家人占据了晋国三军中一半的职位。晋国有三军，三军主将与将佐，合称为“六卿”。<br>(27)宠：尊贵荣华。<br>(28)以泰于国：就在国内非常奢侈。泰，过分、过甚。<br>(29)其身尸于朝：（郤昭子后来被晋厉公派人杀掉，）他的尸体摆在朝堂（示众）。<br>(30)其宗灭于绛：他的宗族在绛这个地方被灭掉了。绛，晋国的旧都：在现在山西省翼城县东南。<br>(31)八郤，五大夫，三卿：郤氏八个人，其中五个大夫，三个卿。<br>(32)吾子：您，古时对人的尊称。<br>(33)能其德矣：能够行他的道德了。<br>(34)吊：忧虑。<br>(35)稽首：顿首，把头叩到地上。<br>(36)起：韩宣子自称他自己的名字。<br>(37)专承：独自一个人承受。<br>(38)桓叔：韩氏的始祖。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　本文通过人物对话的方式，先提出\"宣子忧贫，叔向贺之\"这个出人意料的问题，然后层层深入地展开论述。文章先不直接说明所以要贺的原因，而是举出栾、郤两家的事例说明，贫可贺，富可忧，可贺可忧的关键在于是否有德。继而将宣子与栾武子加以类比，点出可贺的原因，并进一步指出，如果不建德而忧贫，则不但不可贺，反而是可吊的，点出本文的中心论点。最后用韩宣子的拜服作结，说明论点，有巨大的说服力。这样既把道理讲得清清楚楚，又使人感到亲切自然。本文引用历史事实，阐明了贫不足忧，而应重视建德，没有德行，则愈富有而祸害愈大，有德行则可转祸为福的道理。</p> <p>　　这段文字记叙了叔向向韩宣子提建议的过程。叔向的建议，采用了正反结合的阐述方法，因此相当有说服力，他的言论一方面固然是为了卿大夫身家的长久之计，另一方面也对“骄泰奢侈，贪欲无艺”的行为提出了批评，这无论是在当时还是在现在，都是有很深刻的警示作用。本文语言上难度较大，应在把握文意的基础上，了解文中人物的关系，结合注解和上下文，再来理解较难的词语和句子。</p>",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": [
    "古文观止",
    "对话",
    "议论",
    "哲理"
  ]
}