{
  "id": 72661,
  "star": 11,
  "name": "北斋雨后",
  "dynasty": "宋代",
  "content": "小庭幽圃绝清佳，爱此常教放吏衙。<br>雨后双禽来占竹，秋深一蝶下寻花。<br>唤人扫壁开吴画，留客临轩试越茶。<br>野兴渐多公事少，宛如当日在山家。",
  "shangxi": "<h2>赏析</h2> <p>　　此<a href=\"http://so.gushiwen.org/view_72661.aspx\">诗</a>写北斋雨后的景色和作者的闲适心情，为作者1074年（熙宁七年）任兴元府（治所在今陕西汉中）知府时作。</p> <p>　　起联先总写北斋环境的幽静。北斋是作者在府衙内读书休憩的地方。庭院不大，园圃却极清幽，因为作者非常喜爱这个地方，所以常常免去属吏的例行参见，留连其中。“幽圃”不仅指地方僻静，主要还在于这里吏民不到，没有官事打扰，能使人得到心灵上的平静。旧时属吏每天早晚两次到上司衙门排班参见长官，报告公事，叫“衙参”，也省称“衙”。说“常教”，就不是完全免除，不理政务，而是无事报告时，即免去虚套，用字很有分寸。这两句总掣全篇，又引起下文，下面各联，即分别从景、事、情三个方面，作具体描绘。</p> <p>　　颔联上承首句，扣住诗题，写北斋雨后之景。鸟雀和蝴蝶最怕雨，雨后天睛，它们也最先出来活动，所以作者最先听到竹上的鸟雀声。特用“双禽”两字，不仅因为鸟雀常常成对而飞，还因为两鸟对鸣，双双跳跃，更能见出鸟雀鸣叫的欢快悦耳，竹枝的摇曳多姿，如一鸟便有孤栖冷落之感。“占”是占有之意，写出鸟雀的欢喜得意神情，如改“占”为“站”，那就写成死鸟，索然无味了。深秋时节，蝶影已稀，故只写一蝶。因为这时花事已少，所以那只蝴蝶飞来飞去，四处寻觅。<a href=\"http://so.gushiwen.org/author_1802.aspx\">文同</a>是宋代大画家，尤其擅长画竹，<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>曾多次为其所画之竹题赞，《图画见闻志》也说：“文同墨竹富潇洒之姿，逼檀栾之秀，疑风可动，不笋而成。”此联鸟声蝶影，高下相映，竹摇翠影，花含水珠，再衬着蓝天碧草，画面美丽，是大画家的手笔。“占”字、“寻”字，尤其传神，近代诗人陈衍特别赞赏它“下得切”，（见《宋诗精华录》），点评得很确切。这里的一切景物都是那样淡雅素净，雨后的空气一尘不染，一切都显得那么清新，正是首句“绝清佳”的绝好写照。诗中虽然只写了景，可是这景中还有一个人，就是站在庭中欣赏这美景的作者，因而又同次句紧紧关合。</p> <p>　　上面写室外，下面转到作者在室内的生话。“吴画”指唐代大画家、被后人尊为“画圣”的吴道子的画，这里用作珍贵名画的泛称。“扫壁”不仅是因为爱惜画，也表明兴致很高，所以特别挂在壁上，细细端详品鉴，绝非随便打开草草一瞥。“越茶”即越地（今江苏南部和浙江一带）所产之茶。越地盛产茶叶，多名贵品种，诗中因用作名贵茶叶的代称，同时也兼含着路远难致之意。茶叶既这样名贵难得，又是初次“试”饮，能享有此味者，是作者的知心好友，他们交谈时十分快乐欢畅。观画品茗，都是极其高雅之事，而一为独处之乐，一为交友之乐，情趣不同，而心情之恬淡闲适则相同。</p> <p>　　这清幽的景色和闲适的乐趣，勾起作者对过去山居生活的回忆，因而引出末联。“野兴”就是指山居生活的情趣。这句是倒装句，是说因为公事稀少，所以野兴渐渐多了起来，并不是说为了多些野兴而少办公事。而公事之少，又与作者的治理有方有关，这里含着一些得意心情。在作者的《丹渊集》中，载有不少他在各地任官时向朝廷上奏的减免当地人民赋税的奏状，可见他还是比较能同情人民疾苦的。然而，作者从1049年（皇祐元年）中进士，次年开始任官，到此时已二十五年，对仕宦生涯，已产生了一些厌倦情绪，所以末句表达了对旧日山居生舌的向往。作者次年所写的《忽忆故园修竹因作此诗》说：“故园修竹绕东溪，占水侵沙一万枝。我走宦途休未得，此君应是怪归迟。”与该篇所写正是同样的心情。</p>",
  "poet": {
    "id": 1802,
    "star": 0,
    "name": "文同",
    "image": "http://img.gushiwen.org/authorImg/wentong.jpg",
    "desc": "文同（1018～1079年），字与可，号笑笑居士、笑笑先生，人称石室先生。北宋梓州梓潼郡永泰县（今属四川绵阳市盐亭县）人。著名画家、诗人。宋仁宗皇祐元年(1049年)进士，迁太常博士、集贤校理，历官邛州、大邑、陵州、洋州（今陕西洋县）等知州或知县。元丰初年，文同赴湖州（今浙江吴兴）就任，世人称文湖州。元丰二年（1079）正月二十日，文同在陈州（今河南省淮阳县）病逝，未到任而卒，享年61岁。他与苏轼是表兄弟，以学名世，擅诗文书画，深为文彦博、司马光等人赞许，尤受其从表弟苏轼敬重。"
  },
  "tags": [
    "写景",
    "山居",
    "生活"
  ]
}