{
  "id": 71054,
  "star": 243,
  "name": "梦江南·兰烬落",
  "dynasty": "唐代",
  "content": "兰烬落，屏上暗红蕉。闲梦江南梅熟日，夜船吹笛雨萧萧。人语驿边桥。",
  "fanyi": "<p><strong>译文</strong><br>更深烛尽，烛光暗淡，画屏上的美人蕉模糊不辨。<br>我昏昏欲睡，终于进入了梦乡，梦中是我久别的江南，正是青梅熟时，江南雨季，我独自在一艘船上，手握竹笛，和着船外那萧萧的夜雨尽情的吹奏，时而听见桥上驿亭边人语，操着那久违的乡音，诉说着难忘的故事。</p><p><strong>注释</strong><br>①兰烬：因烛光似兰，故称。烬：物体燃烧后剩下的部分。<br>②暗红蕉：谓更深烛尽，画屏上的美人蕉模糊不辨。<br>③萧萧：同潇潇，形容雨声。<br>④驿：驿亭，古时公差或行人暂歇处。</p><br/><p><strong>译文<br></strong>兰膏的灯花已经残落，屏风上的红蕉变得暗淡幽茫。闲来梦中又看到江南正是黄梅成熟的时光。夜晚的小船上吹着笛子，细雨儿正轻轻地作响，有人悄语在驿站小桥旁。</p> <p><strong>注释</strong><br>①兰烬：烛火的灰烬，因烛光似兰，故称。烬：物体燃烧后剩下的部分。<br>②暗红蕉：谓更深烛尽，画屏上的美人蕉模糊莫辨。<br>③梅熟日：指江南夏初黄梅时节，时阴雨连绵。<br>④萧萧：同潇潇，形容雨声。<br>⑤驿：馆驿。古代官吏住宿、换马之处。驿边有桥称驿桥。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这是一首描写旅客思乡之作。先写旅邸的夜景，然后转入梦境，通过对梦中江南暮春夜景绘声绘色的描写，词人把自己的情绪全部隐藏到具体的景物背后，<a href=\"http://so.gushiwen.org/view_71054.aspx\">诗</a>情含而不露，情景交融。落笔之处，尽显词人对故乡的深深思念之情。</p> <p>　　“兰烬落，屏上暗红蕉。”“兰烬”，兰膏燃烧的余烬。起二句八字写夜深人静，室内昏暗，灯花已经残落，画屏上鲜红的美人蕉，在微弱的灯光下，颜色也已显得暗淡，这正是入睡的时刻。这是一个寂寞的夜晚，隐约地透出人的黯然心情，经过这一铺垫，下面便转入了梦境的描写。</p> <p>　　“闲梦江南梅熟日，夜船吹笛雨萧萧。人语驿边桥。”后三句进入梦境，却完全是另一种景象：梦中的江南，情调清朗，色彩明丽，梅子正熟，风景绝佳。恰在这时，夜雨轻飘，船泊泽国，笛声悠扬；人语驿桥，春水碧波。这里，有景，有情，有色彩，有声音，还有人，这是一个多么令人难忘的夜晚！梦里梦外，都是夜景，但现实的夜如此凄清、冷寂，蕴涵着丝丝哀怨；而梦中江南的夜，却是那样欢乐、愉快、醉人。今昔对比，作者对江南故乡怀念的深情，隐约可见。</p> <p>　　全词从室内屏风上的人工画面、写到室外江南水乡真实的自然图景，由绘色（红蕉、黄梅）到绘声（吹笛、人语、夜雨潇潇），亦即从视觉到听觉，构思新奇，意境清幽，动静兼备。诗人把自己的情感全灌注在用景物描绘所铸成的形象画面之中，含有不尽之意，令人思索玩味。</p><br/><h2>鉴赏</h2> <p>　　“日出江花红胜火，春来江水绿如蓝”，此白香山词之警策也，景色是何等的鲜明，情调是何等的亢爽！借用苏东坡的一句<a href=\"http://so.gushiwen.org/view_71054.aspx\">诗</a>来评价它，正所谓“水光潋滟晴方好”。相比之下，此篇显得凄迷、柔婉，又是一种境界—“山色空濛雨亦奇”，换句话说，也就是“语语带六朝烟水气”（俞陛云《唐词选释》评语）。烟水氤氲，山色空濛，美就美在“朦胧”。能赏“朦胧”之美，然后可以读此词。</p> <p>　　“兰烬落，屏上暗红蕉。”夜，已经很深了。兰烛烧残，烧焦了的烛灺无人为剪，自拳自垂自落，余光摇曳不定。屏风上猩红色的美人蕉花，也随之黯然，模糊不清了。这光景自然是一片朦胧。词人就在这一片朦胧中进入了梦乡。以下三句，便转写梦境。</p> <p>　　“闲梦江南梅熟日，夜船吹笛雨潇潇。人语驿边桥。”“梅子黄时雨如雾”（宋<a href=\"http://so.gushiwen.org/author_184.aspx\">寇准</a>诗句），雨帘掩蔽下的江船是朦胧的，雨帘掩蔽下的驿、桥乃至桥上之人也是朦胧的。而这一切连同雨帘，又笼罩在夜幕之中。而这一切连同雨帘，连同夜幕，又隐没在梦云缥缈之中。雨朦胧，夜朦胧，梦朦胧，朦胧而至于三重，<a href=\"http://so.gushiwen.org/author_1137.aspx\">真可</a>谓极迷离倘恍之致了。还有那笛声，那人语。笛声如在明月静夜高楼，当然清越、浏亮，但在潇潇夜雨江船，却不免呜呜然，闷闷然。人语如于万籁俱寂中侧耳谛听，虽则细细焉，絮絮焉，也还清晰可闻，但一经与雨声、笛声相混，便隐隐约约、断断续续，若有而若无了。词中诉诸读者的这些听觉印象倘若转换为视觉形象，仍然不外乎那两个字—“朦胧”。</p> <p>　　随着“朦胧诗”这一新流派在现代诗坛上的出现，文学评论家们是非蜂起，对她褒贬不一。或以为“朦胧”即是“晦涩”的代名词。<a href=\"http://so.gushiwen.org/author_66.aspx\">皇甫松</a>这首词之美在“朦胧”，是指它的气象“朦胧”，境界“朦胧”。就语句而言，她字字如在目前，一点也不流于“晦涩”的。披文见情，一读便知词人曾经在风光旖旎的江南水乡生活和漫游过，江南水乡的旖旎风情给他留下了永远也不能够忘怀的美好记忆，使他朝思暮想，使他魂牵梦萦，终至满怀深情地飞动彩笔，写出了风流千古的清辞丽句。但“一读便知”却并不等于“一览无余”，细细吟味，全词还是很蕴藉、很耐咀嚼的。具体地说，上两句只写烛残屏暗，而词人在入梦前有一长段时间的展转反侧，居然可知；下三句只写梦中之愉悦，而词人醒时之惆怅又可于言外得之。凡此都是藏锋未露的含蓄之笔，不应草草看过。除此之外，更有一桩费人思量之事，那就是此篇的主旨究为怀念江南之地呢，还是怀念江南之人？或者，怀地、怀人，兼而有之？笔者以为，作既怀其地、又怀其人，而以怀人为主理解，可能更接近事实。如果孤立地看这一篇，也许大多数读者都会倾向于“怀地”说。但应该十分注意，词人写了章法大致相同的两首《梦江南》，她们当是一对姊妹篇。据第二首中“梦见秣陵惆怅事，……双髻坐吹笙”云云推断，则此篇所写，似乎也是当年“秣陵”（今江苏南京）之事；“人语驿边桥”之“人”，或者就是词人自己和他所钟情的那位梳着“双髻”的姑娘（“双髻”，表明她还是待嫁的少女，当是一名雏妓）吧？按照两首词中交代的节令，此篇所梦为“梅熟日”，亦即农历四、五月间；而下篇所梦则为“桃花柳絮满江城”时，亦即暮春三月。若依时间顺序编排，那么下篇应前而此篇应后，互相调换一下位置。果然如此，则“楼上寝”阕既已明白点出具体之地“秣陵”与具体之人“双髻”少女，此篇就不必重出了，其所以泛称“江南”而泛言“人语”的缘故，岂在此乎？</p>",
  "poet": {
    "id": 66,
    "star": 0,
    "name": "皇甫松",
    "image": "http://img.gushiwen.org/authorImg/huangpusong.jpg",
    "desc": "皇甫松，字子奇，自号檀栾子，睦州新安（今浙江淳安）人。他是工部侍郎皇甫湜之子，宰相牛僧孺之外甥。《新唐书·艺文志》著录皇甫松《醉乡日月》3卷。其词今存20余首，见于《花间集》、《唐五代词》。事迹见《历代诗馀》。 今有王国维辑《檀栾子词》一卷。"
  },
  "tags": [
    "宋词三百首",
    "婉约",
    "写景"
  ]
}