{
  "id": 18,
  "star": 222,
  "name": "羔羊",
  "dynasty": "先秦",
  "content": "羔羊之皮，素丝五紽。退食自公，委蛇委蛇。<br>羔羊之革，素丝五緎。委蛇委蛇，自公退食。<br>羔羊之缝，素丝五总。委蛇委蛇，退食自公。",
  "fanyi": "<p><strong>译文<br></strong>身穿一件羔皮裘，素丝合缝真考究。退朝公餐享佳肴，逍遥踱步慢悠悠。<br>身穿一件羔皮袄，素丝密缝做工巧。逍遥踱步慢悠悠，公餐饱腹已退朝。<br>身穿一件羔皮袍，素丝纳缝质量高。逍遥踱步慢悠悠，退朝公餐享佳肴。</p> <p><strong>注释<br></strong>①五紽：指缝制细密。五，通“午”，岐出、交错的意思；紽（tuó驼），丝结、丝钮，毛传释为数（cù促），即细密。<br>②食（sì四）：公家供卿大夫之常膳。<br>③委蛇（wěi yí尾移）：音义并同“逶迤”，悠闲自得的样子。<br>④革：裘里。<br>⑤緎（yù玉）：缝也。<br>⑥缝：皮裘；一说缝合之处。<br>⑦总（zǒng）：纽结。一说毛<a href=\"http://so.gushiwen.org/view_18.aspx\">诗</a>传释为“数”，与紽同。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　赞美说</p> <p>　　汉儒对《羔羊》篇的解释主要有毛齐鲁韩四家，其中毛<a href=\"http://so.gushiwen.org/view_18.aspx\">诗</a>的解释来自《毛诗正义》，而齐鲁韩三家诗几乎都已亡佚。 现依据王先谦之说，取其书《诗三家义集疏》中认定的齐鲁韩三家诗说观点。在《羔羊》篇中，“羔羊”、“素丝”、“退食”、“委蛇”四词是该诗的关键词，其中“羔羊”是主旨的代表，故理解汉儒对《羔羊》篇的解释，应先从后三词开始，再分析“羔羊”所代表的主旨。</p> <p>　　“素丝”。在《诗三家义集疏》的资料中，齐氏认为“素丝”指“君子朝服”；韩氏则认为素喻絜白，丝喻屈柔；注鲁诗的谷永注“素”为“行絜”，王逸注为“皎洁之行”；毛氏注为“白也”。《诗三家义集疏》总结为：“薛以性言，谓其心之精白，谷王以行言， 美其行之洁清也。‘丝喻屈柔’者，屈柔以行言，立德尚刚而处事贵忍，故屈柔亦为美德。 ”; 可见，齐氏是从“素丝”作为社会服装的角度进行分析以确定身份地位为大臣，而其余诸家则抓住其本身“白”与“柔”之特性，认为“素丝”是用来赞美大臣之高洁、谦忍。</p> <p>　　“退食”。 王先谦先生梳理齐鲁韩三家诗注，认为“‘退食自公’者，自公朝退而就食，非谓退归私家。 永疏‘私门不开’，正释‘公’之义。卿大夫入朝治事，公膳于朝，不遑家食，故私门为之不开也。 ”; 而《毛诗正义》中先列郑玄笺，云退食意谓减膳。再引孔颖达正义释“减膳”之意：“减膳食者，大夫常膳日特豚，朔月少牢，今为节俭减之也。 ”[3] 后引王肃、孙毓“减膳”论“减膳”为合理合制之举。故从身份属性上来讲，两种解释都将对象定义为朝堂之臣，非宦官等类属。 从特征属性来看，则知此人尊制守法，依朝廷之律，依传统之令，非标新立异或先斩后奏之人，可谓是遵从、执行制度法令的模范，是朝廷形象的代言。</p> <p>　　“委蛇”。 毛氏注曰：“委蛇，行可从迹也。 ”又言：“既外服羔羊之裘，内有羔羊之德，故退朝而食，从公门入私门，布德施行，皆委蛇然，动而有法，可使人踪迹而效之。 言其行服相称，内外得宜。 ”郑玄笺云：“从于公，谓正直顺于事也。委蛇，委曲自得之貌，节俭而顺，心志定，故可自得也。 ”; 韩氏注为：“逶迤，公正貌。 ”; 二者看似不同，实则互补。 恰如陈启源所云：“毛‘委蛇’传以为‘行可迹踪’，韩‘逶迤’训作‘公正貌’，两意义正相成，为其公正无私，故举动光明，始终如一，可从迹仿效，即毛序所谓正直也。 ”; 可知所美大臣之言行，首先是公正无私的，非弄权之人。 其次，该人言行有迹可循，则可使人仿迹模仿，谓其人有影响力，是值得他人对其进行赞美乃至宣扬的。</p> <p>　　“羔羊”为此诗篇之题，也是该诗主旨的代表，因而应以“羔羊”为核心来分析该诗主旨。 《毛诗正义》：“《羔羊》，《鹊巢》之功致也。召南之国，化文王之政，在位皆节俭正直，德如羔羊也。 ”后注：“《鹊巢》之君，积行累功，以致此《羔羊》之化，在位卿大夫竞相切化，皆如此《羔羊》之人。 ” 《诗三家义集疏》：齐说曰：“羔羊皮革，君子朝服。辅政扶德，以合万国。 ”韩说曰：“诗人贤仕为大夫者，言其德能称，有絜白之性，屈柔之行，进退有度数也。” 据此可知，该诗的主旨是赞美有德行之君子， 不同在与有的学者认为是在赞美召南大夫，而当时其他的学者认为是美召公， 毛氏则只说 “在位卿大夫”。实际上，召公于周朝亦是在朝之臣，故综合来看，可将《羔羊》一诗的主旨定为赞美有德之大臣。</p> <p>　　讽刺说</p> <p>　　对这首诗表现特点的理解，要反美为刺。即是说，全诗不用一个讥刺的词，更没有斥责之语，诗人只是冷静而客观地抉取大夫日常生活中习见的一个小片断，不动声色用粗线条写真。先映入诗人眼帘的是那官员的服饰——用白丝线镶边的羔裘。毛传说“大夫羔裘以居”，故依其穿戴是位大夫。头两句从视觉来写，暗示其人的身份，第三句是所见也是所想，按常规大夫退朝用公膳，故诗人见其人吃饱喝足由公门出来，便猜想其是“退食自公”。《左传·襄公二十八年》：“公膳，日双鸡。”杜预注：“谓公家供卿大夫之常膳。”这与当时民众的生活水准相对照，有天上地下之别，《孟子·梁惠王上》中孟子阐述的符合王道的理想社会，在丰收年成，也才是“七十者可以食肉矣”，而大夫公膳常例竟是“日双鸡”，非常奢侈。诗人虽然没有明言“食”是什么，以春秋襄公时代的公膳例之，大约相差无几。诗人生活在同时代，一见其人“退食自公”必然有所触动，想得很多，也许路有饿殍的惨象浮现在他眼前。正因为如此，所以厌恶之情不觉油然而生，“委蛇委蛇”诗句涌出笔端。这第四句“美中寓刺”，可谓点睛之笔，使其人仿佛活动起来：你看他，慢条斯理，摇摇摆摆，多么逍遥惬意。把这幅貌似悠闲的神态，放在“退食自公”这个特定的场合下，便不免显出滑稽可笑又丑陋可憎了，言外诗人的挖苦嘲弄可以想见：这个自命不凡的家伙，实则是个白吃饭的寄生虫！三章诗重复这个意思，回环咏叹，加深了讥刺意味。各章三、四两句，上下前后颠倒往复。</p>",
  "about": "<h2>创作背景</h2> 　　周代由文、武奠基，成、康繁盛，史称刑措不用者四十年，这时可称为周代的黄金时期。昭、穆以后，国势渐衰。后来，厉王被逐，幽王被杀，平王东迁，进入春秋时期。春秋时期王室衰微，诸侯兼并，夷狄交侵，社会处于动荡不安之中。相传中国周代设有采<a href=\"http://so.gushiwen.org/view_18.aspx\">诗</a>之官，每年春天，摇着木铎深入民间收集民间歌谣，把能够反映人民欢乐疾苦的作品，整理后交给太师（负责音乐之官）谱曲，演唱给天子听，作为施政的参考。反映周初至春秋中叶社会生活面貌的《诗经》，就整体而言，正是这五百年间中国社会生活面貌的形象反映，其中有先祖创业的颂歌，祭祀神鬼的乐章；也有贵族之间的宴饮交往，劳逸不均的怨愤；更有反映劳动、打猎、以及大量恋爱、婚姻、社会习俗方面的动人篇章。而这首《羔羊》就是一首反映当时在位官员与老百姓和谐相处的篇章。",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": [
    "诗经"
  ]
}