{
  "id": 71949,
  "star": 990,
  "name": "折桂令·春情",
  "dynasty": "元代",
  "content": "平生不会相思，才会相思，便害相思。<br>身似浮云，心如飞絮，气若游丝。<br>空一缕余香在此，盼千金游子何之。<br>证候来时，正是何时？灯半昏时，月半明时。",
  "fanyi": "<p><strong>译文</strong><br>生下来以后还不会相思，才刚刚懂了什么是相思，却深受着相思之苦。<br>身像飘浮的云，心像纷飞的柳絮，气像一缕缕游丝。<br>空剩下一丝余香留在此，心上人却已不知道在哪里去留？<br>相思病症候的到来，最猛烈的时候是什么时候？是灯光半昏半暗时，是月亮半明半亮的时候。</p> <p><strong>注释</strong><br>①身似浮云：形容身体虚弱，走路晕晕乎乎，摇摇晃晃，像飘浮的云一样。<br>②余香：指情人留下的定情物。<br>③盼千金游子何之：殷勤盼望的情侣到哪里去了。何之，往哪里去了。千金：喻珍贵。千金游子：远去的情人是富家子弟。<br>④证候：即症候，疾病，此处指相思的痛苦。</p>",
  "shangxi": "<h2>简析</h2> 　　此曲写得真挚自然，纯乎天籁。题目为春情，写的是少女的恋情。首三句说少女害了相思病，不能自拔，感情波澜起伏。三、四、五句写少女相思的病状，用浮云、飞絮、游丝比喻她病得魂不守舍，恍惚迷离，十分贴切。六、七句写病因，游子一去，徒然留下一缕余音，彼此没法相见，只有望穿秋水地盼望。最后两句点出相思病最难捱的时刻，灯半昏，月半明，夜已阑。半明半暗的光景，最能勾起相思之苦。这意境与<a href=\"http://so.gushiwen.org/author_536.aspx\">李清照</a>《声声慢》词所写“乍暖还寒时侯，最难相息”相近。此曲押韵有其特色，开头处连用“思”字三次，结尾处连用“时”字四次。连环重叠，写法大胆而自然，颇得本色之趣。徐再思擅长写相思之情，他另有一曲《清江引·相思》说：“相思有如少债的，每日相催逼”，也写得真率坦诚，不假辞藻而墨花四照，与这首[折桂令]异曲同工。所以，《坚瓠壬集》卷三说这两曲“得其相思三昧”。<br/><h2>赏析</h2> <p>　　题目为“春情”显然是写男女的爱慕之意，而全曲描写一位年轻女子的相思之情，读来侧恻动人。“平生不会相思”三句，说明这位少女尚是初恋。情窦初开，才解相思，正切合“春情”的题目。因为是初次尝到爱情的琼浆，所似一旦不见情人，那相思之倩便无比深刻和真诚。有人说爱情是苦味的，“才会相思，便害相思”，已道出此中三昧。这三句一气贯注，明白如话，然其中感情的波澜已显然可见。于是下面三句便只体地去形容这位患了相思病的少女的种种神情与心态。作者连用了三个比喻；“身似浮云”，状其坐卧不女游移不定的样子；“心如飞絮”，言其心烦意乱，神志恍惚的心理；“气若游丝”则刻画她相思成疾，气微力弱。少女的痴情与相思的诚笃就通过这三个句子被形象地表现出来了。“空一缕余香在此”，乃是作者的比喻之词，形容少女孤凄的处境。著一“空”字，便曲尽她空房独守，寂寞冷落的情怀；“一缕余香”四字，若即若离，似实似虚，暗喻少女的情思飘忽不定而绵绵不绝。至“盼千金游子何之”一句才点破了她愁思的真正原因，原来她心之所系，魂牵梦萦的是一位出游在外的高贵男子，少女日夜思念盼望着他。这句与上句对仗成文，不仅词句相偶，而且意思也对应，一说少女而一说游子，一在此而一在彼，然而由于对偶的工巧与意思的连贯，丝毫不觉得人工的雕凿之痕，足可见作者驾驭语言的娴熟。最后四句是一问一答，作为全篇的一个补笔。“证候”是医家用语，犹言病状，因为上文言少女得了相思病，故北处以“证候”指她的多愁善感，入骨相思，也与上文“害”字与“气若游丝”诸句给合。作者设问：什么时候是少女相思最苦的时刻？便是夜阑灯昏，月色朦胧之时。这本是情侣们成双作对，欢爱情浓的时刻，然万对于茕然一生独一身的她来说，忧愁与烦恼却爬上了眉尖心头。不可排遣的相思！</p> <p>　　这首曲子的脉络很清晰，全曲分为四个层次：首三句说少女陷入了不能自拔的相思之病；次三句极表少女处于相思中的病态心理与神情举止；后二句则点出少女害相思病的原因；最后宕开一笔，以既形象又含蓄的笔墨逗露出少女心巾所思。全曲一气流走，平易简朴而不失风韵，自然夭成而曲折尽致，极尽相思之状。</p> <p>　　这首曲子语言上的一个特色便是首三句都押了同一个“思”字，末四句则同抑了一个“时”字，不忌重复，信手写去，却有一种出自天籁的真味。这正是曲子不同于<a href=\"http://so.gushiwen.org/view_71949.aspx\">诗</a>词的地方，曲不忌俗，也不忌犯，而贵在明白率真，得天然之趣，一也就是曲家所谓的“本色”。</p>",
  "about": "<h2>创作背景</h2> <p>　　徐再思最早为功名所困，“旅居江湖，十年不归”，抑郁顿挫，仕途蹭蹬。故国沦陷后，个人的悲剧，<a href=\"http://so.gushiwen.org/view_71949.aspx\">诗</a>人开始追寻古代隐士的足迹，寻找自我解脱的良方，回归宁静淡泊的精神家园。徐再思从无奈的执著追求到最后回归自我，隐居江南。在这处处是春，宜酒宜诗，犹如一幅真正山水画的西湖中，诗人洗尽失意的感叹，流露出欣喜、洒脱以及远离红尘的闲适与平静。于是才有了像《春情》一样以清新柔婉的笔峰抒写着骚雅的情怀的美好词句。</p>",
  "poet": {
    "id": 476,
    "star": 0,
    "name": "徐再思",
    "desc": "徐再思引(1320年前后在世)，元代散曲作家。字德可，曾任嘉兴路吏。因喜食甘饴，故号甜斋。浙江嘉兴人。生卒年不详，与贯云石为同时代人，今存所作散曲小令约100首。作品与当时自号酸斋的贯云石齐名，称为“酸甜乐府”。后人任讷又将二人散曲合为一编，世称《酸甜乐府》，收有他的小令103首。"
  },
  "tags": [
    "少女",
    "相思",
    "爱情"
  ]
}