{
  "id": 51033,
  "star": 158,
  "name": "蝶恋花·早行",
  "dynasty": "宋代",
  "content": "月皎惊乌栖不定，更漏将残，辘轳牵金井。唤起两眸清炯炯。泪花落枕红绵冷。<br>执手霜风吹鬓影。去意徊徨，别语愁难听。楼上阑干横斗柄，露寒人远鸡相应。",
  "fanyi": "<p><strong>译文</strong><br>月光皎洁明亮，乌鸦的叫声不停。更漏已经要没有了，屋外摇动轳辘在井里汲水的声音传进房间。这声音使女子的神情更加忧愁，一双美丽明亮的眼睛流下泪水，她一夜来眼泪一直流个不停，连枕中的红绵湿透了。两人手拉着手来到庭院，任霜风吹着她的头发。离别的双方难舍难分，告别的话儿听得让人落泪断肠。楼上星光正明亮，北斗星横在夜空。天色渐明，远处传来鸡叫，仿佛催人分别。</p> <p><strong>注释</strong><br>月皎：月色洁白光明。《经·陈·月出》：“月出皎兮。”<br>更漏：即刻漏，古代记时器。<br>轳辘：井上汲水轳辘转动的声音。<br>眸：眼珠。<br>炯炯：明亮貌。<br>徊徨：徘徊、彷惶的意思。<br>阑干：横斜貌。<br>斗柄：北斗七星的第五至第七的三颗星象古代酌酒所用的斗把，叫做斗柄。</p>",
  "shangxi": "<p>　　此首纯写离情，题曰：“早行”，出现在词中的是行者在秋季晨风中离家时那种难舍难分的情景。篇中没有感情的直抒，各句之间也很少有连结性词语，所以，词中的离情主要是靠各句所描绘的不同画面，靠人物的表情、动作和演出来完成的。</p> <p>　　上片写别前。开篇三句自成一段。“月皎惊乌栖不定”写的是深夜，月光分外明亮，巢中的乌鸦误以为天明，故而飞叫不定。这是从视觉与听觉两方的感受概括出来的，暗示行者整夜不曾合眼。“更漏将阑，辘轳牵金井”两句，点明将晓。这是从听觉方面来写的。更漏中的水滴已经快要滴尽，夜色将阑。同时远处传来辘轳的转动声，吊桶撞击着井口声，已经有人起早汲水了。这三句表现出由深夜到将晓这一时间的进程。“唤起”两句另是一段，转写女方的悲伤。“唤起”的施动者是谁过去有两种解释，一种认为是行者，“知天已晓，唤起所别之人”；一种认为“闻乌惊漏残、辘轳声响而惊醒泪落。”“唤起”，既是前三句不同声响造成的后果，同时又是时间演变的必然进程：离别的时刻来到了。所以，就全篇来看，似以后一种解释为佳。如解释为行者把女方“唤起”，则自然要冲淡这首词所表出的那种离情的深刻性。“两眸清炯炯”，也非睡足后的精神焕发，而是离别时的情绪紧张与全神贯注。联系下句“泪花落枕红绵冷”，可见这双眼睛已被泪水洗过，“唤起”之后，仍带有泪花，故一望而“清”，再望而“炯炯 ”有神。同时，这一句还暗中交待出这位女子的美丽，烘托出伤别的气氛。“冷”字还暗出这位女子同样一夜不曾合眼，泪水早已把枕芯湿透，连“红绵”都感到心寒意冷了。</p> <p>　　下片写别时、别后。前三句写别时依依难舍之状，曲折传神。“执手”，分别时双方的手相互紧握。古文里“执手”，多和惜别有关，兼示深情。<a href=\"http://so.gushiwen.org/author_535.aspx\">柳永</a>《雨霖铃》词里说“执手相看泪眼，竟无语凝咽。”《诗经·邶风·击鼓》里说“执子之手，与子偕老。”“霜风吹鬓影”，是行者饱看女方，刻印下别前最深刻的印象：鬓发在秋季晨风中微微卷动。“去意徊徨，别语愁难听”二句，看似写情，实则是写动作。作者几度要走，却又几度转回来，相互倾吐离别的话语。这话语满是离愁。“难听”不是不好听，而是令人心碎，难以忍听。终篇两句写别后景象，又是一段。这两句写行者远去，但还恋恋不舍地回头遥望女子居住的高楼，然而这高楼已隐入地平线下去了，眼中只见斗柄横斜，天色放亮，寒露袭人，鸡声四起，更社出旅途的寂寞。人，也越走越远了。沈义父在《乐府指迷》中说：“结句须要放开，含有余不尽之意，以景结情最好。如真清之‘断肠院落，一廉风絮。’又‘掩重关、偏城钟鼓’之类是也。”其实，“楼上阑干横斗柄，露寒人远鸡相应”也是“以景结情”的成功的妙句。</p> <p>　　如上所述，该词最显著的特点是全篇句句均由不同的画面组成，并配合以不同的声响。正是这一连串的画面与音响的完美组合，才充分表现出难舍难分的离情别绪，形象地体现出时间的推移、场景的变换、人物的表情与动作的贯串。词中还特别注意撷取某些具有特征性的事物来精心刻画，如“惊乌”、“更漏”、“辘轳”、“霜风”、“鬓影”、“斗柄”、“鸡鸣”等等。与此同时，作者还特别着意于某些动词与形容词的提炼，如“栖不定”的“栖”字，“牵金井”的“牵”字，“唤起”的“唤”字，还有“吹”、“清”、“冷”等等，这一系列手法综合起来，不仅增强了词的表现力，而且还烘托出浓厚的时代气息与环境氛围，使读者有身临其境之真实感。</p>",
  "poet": {
    "id": 164,
    "star": 0,
    "name": "周邦彦",
    "image": "http://img.gushiwen.org/authorImg/zhoubangyan.jpg",
    "desc": "周邦彦（1056年－1121年），中国北宋末期著名的词人，字美成，号清真居士，汉族，钱塘（今浙江杭州）人。历官太学正、庐州教授、知溧水县等。徽宗时为徽猷阁待制，提举大晟府。精通音律，曾创作不少新词调。作品多写闺情、羁旅，也有咏物之作。格律谨严。语言典丽精雅。长调尤善铺叙。为后来格律派词人所宗。旧时词论称他为“词家之冠”。有《清真集》传世。"
  },
  "tags": [
    "宋词三百首",
    "月亮",
    "婉约",
    "离别",
    "女子",
    "惜别"
  ]
}