{
  "id": 47907,
  "star": 272,
  "name": "别赋",
  "dynasty": "南北朝",
  "content": "　　黯然销魂者，唯别而已矣！况秦吴兮绝国，复燕宋兮千里。或春苔兮始生，乍秋风兮暂起。是以行子肠断，百感凄恻。风萧萧而异响，云漫漫而奇色。舟凝滞于水滨，车逶迟于山侧。棹容与而讵前，马寒鸣而不息。掩金觞而谁御，横玉柱而沾轼。居人愁卧，怳若有亡。日下壁而沉彩，月上轩而飞光。见红兰之受露，望青楸之离霜。巡层楹而空掩，抚锦幕而虚凉。知离梦之踯躅，意别魂之飞扬。故别虽一绪，事乃万族。</p> <p>　　至若龙马银鞍，朱轩绣轴，帐饮东都，送客金谷。琴羽张兮箫鼓陈，燕、赵歌兮伤美人，珠与玉兮艳暮秋，罗与绮兮娇上春。惊驷马之仰秣，耸渊鱼之赤鳞。造分手而衔涕，感寂寞而伤神。 </p> <p>　　乃有剑客惭恩，少年报士，韩国赵厕，吴宫燕市。割慈忍爱，离邦去里，沥泣共诀，抆血相视。驱征马而不顾，见行尘之时起。方衔感于一剑，非买价于泉里。金石震而色变，骨肉悲而心死。</p> <p>　　或乃边郡未和，负羽从军。辽水无极，雁山参云。闺中风暖，陌上草薰。日出天而曜景，露下地而腾文。镜朱尘之照烂，袭青气之烟煴，攀桃李兮不忍别，送爱子兮沾罗裙。 </p> <p>　　至如一赴绝国，讵相见期？视乔木兮故里，决北梁兮永辞，左右兮魄动，亲朋兮泪滋。可班荆兮憎恨，惟樽酒兮叙悲。值秋雁兮飞日，当白露兮下时，怨复怨兮远山曲，去复去兮长河湄。 </p> <p>　　又若君居淄右，妾家河阳，同琼珮之晨照，共金炉之夕香。君结绶兮千里，惜瑶草之徒芳。惭幽闺之琴瑟，晦高台之流黄。春宫閟此青苔色，秋帐含此明月光，夏簟清兮昼不暮，冬釭凝兮夜何长！织锦曲兮泣已尽，回文诗兮影独伤。 </p> <p>　　傥有华阴上士，服食还仙。术既妙而犹学，道已寂而未传。守丹灶而不顾，炼金鼎而方坚。驾鹤上汉，骖鸾腾天。暂游万里，少别千年。惟世间兮重别，谢主人兮依然。 </p> <p>　　下有芍药之诗，佳人之歌，桑中卫女，上宫陈娥。春草碧色，春水渌波，送君南浦，伤如之何！至乃秋露如珠，秋月如圭，明月白露，光阴往来，与子之别，思心徘徊。 </p> <p>　　是以别方不定，别理千名，有别必怨，有怨必盈。使人意夺神骇，心折骨惊，虽渊、云之墨妙，严、乐之笔精，金闺之诸彦，兰台之群英，赋有凌云之称，辨有雕龙之声，谁能摹暂离之状，写永诀之情着乎？ ",
  "fanyi": "<p><strong>译文</strong><br>　　最使人心神沮丧、失魂落魄的，莫过于别离啊。何况秦国吴国啊是相去极远的国家，更有燕国宋国啊相隔千里。有时春天的苔痕啊刚刚滋生，蓦然间秋风啊萧瑟初起。因此游子离肠寸断，各种感触凄凉悱恻。风萧萧发出与往常不同的声音，云漫漫而呈现出奇异的颜色。船在水边滞留着不动，车在山道旁徘徊而不前，船桨迟缓怎能向前划动，马儿凄凉地嘶鸣不息。盖住金杯吧谁有心思喝酒，搁置琴瑟啊泪水沾湿车前轼木。居留家中的人怀着愁思而卧，恍然若有所失。映在墙上的阳光渐渐地消失，月亮升起清辉洒满了长廊。看到红兰缀含着秋露，又见青楸蒙上了飞霜。巡行旧屋空掩起房门，抚弄锦帐枉生清冷悲凉。想必游子别离后梦中也徘徊不前，猜想别后的魂魄正飞荡飘扬。</p> <p>　　所以离别虽给人同一种意绪，但具体情况却不相同：</p> <p>　　至于像高头骏马配着镶银的雕鞍，漆成朱红的车驾饰有采绘的轮轴，在东都门外搭起蓬帐饯行，送别故旧于金谷名园。琴弦发出羽声啊箫鼓杂陈，燕赵的悲歌啊令美人哀伤；明珠和美玉啊艳丽于晚秋，绫罗和纨绮啊娇媚于初春。歌声使驷马惊呆地仰头咀嚼，深渊的鱼也跃出水面聆听。等到分手之时噙着泪水，深感孤单寂寞而黯然伤神。</p> <p>　　又有自惭未报主人恩遇的剑客，和志在报恩的少年侠士，如聂政击杀韩相侠累、豫让欲刺赵襄子于宫厕，专诸杀吴王、荆轲行刺秦王，他们舍弃慈母娇妻的温情，离开自己的邦国乡里，哭泣流泪地与家人诀别，甚至擦拭泪血互相凝视。骑上征马就不再回头，只见路上的尘土不断扬起。这正是怀着感恩之情以一剑相报，并非为换取声价于黄泉地底。钟磬震响吓得儒夫脸色陡变，亲人悲恸得尽哀而死。</p> <p>　　有时候边境发生了战争，挟带弓箭毅然去从军。辽河水一望无际，雁门山高耸入云。闺房里风晴日暖，野外道路上绿草芬芳。旭日升临天际灿烂光明，露珠在地上闪耀绚丽的色彩，透过红色的雾霭阳光分外绚烂，映入春天草木的雾气烟霞弥漫。手攀着桃李枝条啊不忍诀别，为心爱的丈夫送行啊泪水沾湿了衣裙。</p> <p>　　至于一旦到达绝远的国度，哪里还有相见的日期。望着高大的树木啊记下这故乡旧里，在北面的桥梁上啊诀别告辞。送行的左右仆从啊魂魄牵动，亲戚宾客啊落泪伤心。可以铺设树枝而坐啊把怨情倾诉，只有凭借杯酒啊叙述心中的伤悲。正当秋天的大雁啊南飞之日，正是白色的霜露啊欲下之时，哀怨又惆怅啊在那远山的弯曲处，越走越远啊在那长长的河流边。</p> <p>　　又如郎君住在淄水西面，妾家住在黄河北岸。曾佩带琼玉一起浴沐着晨光，晚上一起坐在香烟袅袅的金炉旁。郎君结绶做官啊一去千里，可惜妾如仙山琼草徒然芬芳。惭对深闺中的琴瑟无心弹奏，重帷深掩遮暗了高阁上的流黄。春天楼宇外关闭了青翠的苔色，秋天帷帐里笼罩着洁白的月光；夏天的竹席清凉啊白日迟迟未暮，冬天的灯光昏暗啊黑夜那么漫长！为织锦中曲啊已流尽了泪水，组成回文<a href=\"http://so.gushiwen.org/view_47907.aspx\">诗</a>啊独自顾影悲伤。</p> <p>　　或有华山石室中修行的道士，服用丹药以求成仙。术已很高妙而仍在修炼，道已至“寂”但尚未得到真情。一心守炼丹灶不问世事，炼丹于金鼎而意志正坚。想骑着黄鹤直上霄汉，欲乘上鸾鸟飞升青天。一刹那可游行可万，天上小别人间已是千年。唯有世间啊看重别离，虽已成仙与世人告别啊仍依依不舍。</p> <p>　　下界有男女咏“芍药”情诗，唱“佳人”恋歌。卫国桑中多情的少女，陈国上宫美貌的春娥。春草染成青翠的颜色，春水泛起碧绿的微波，送郎君送到南浦，令人如此哀愁情多！至于深秋的霜露像珍珠，秋夜的明月似玉珪，皎洁的月光珍珠般的霜露，时光逝去又复来，与您分别，使我相思徘徊。</p> <p>　　所以尽管别离的双方并无一定，别离也有种种不同的原因，但有别离必有哀怨，有哀怨必然充塞于心，使人意志丧失神魂滞沮，心理、精神上受到巨大的创痛和震惊。虽有<a href=\"http://so.gushiwen.org/author_500.aspx\">王褒</a>、<a href=\"http://so.gushiwen.org/author_715.aspx\">扬雄</a>绝妙的辞赋，严安、徐乐精深的撰述，金马门前大批俊彦之士，兰台上许多文才杰出的人，辞赋如<a href=\"http://so.gushiwen.org/author_70.aspx\">司马相如</a>有“凌云之气”的美称，文章像驺奭有“雕镂龙文”的名声，然而有谁能描摹出分离时瞬间的情状，抒写出永诀时难舍难分之情呢！ </p> <p><strong>注释</strong><br>（1）黯然：心神沮丧，形容惨戚之状。销魂，即丧魂落魄。<br>（2）秦吴：古国名。秦国在今陕西一带，吴国在今江苏、浙江一带。<br>绝国：相隔极远的邦国。<br>（3）燕宋：古国名。燕国在今河北一带，宋国在今河南一带。<br>（4）蹔：同“暂”。<br>（5）逶迟：徘徊不行的样子。<br>（6）櫂（zhào）：船桨，这里指代船。<br>容与：缓慢荡漾不前的样子。<br>讵前：滞留不前。此处化用<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>《九章·涉江》中“船容与而不进兮，淹回水而疑滞”的句意。<br>（7）掩：覆盖。<br>觞（shāng）：酒杯。<br>御：进用。<br>（8）横：横持；阁置。<br>玉柱：琴瑟上的系弦之木，这里指琴。<br>沾：同“沾”。<br>轼：成前的横木。<br>（9）怳（huǎng）：丧神失意的样子。<br>（10）沈彩：日光西沉。沈，同“沉”。<br>（11）楸（qiū）：落叶乔木。枝干端直，高达三十米，古人多植于道旁。<br>离：即“罹”，遭受。<br>（12）曾楹（yíng）：高高的楼房。曾，同“层”。楹，屋前的柱子，此指房屋。<br>揜（yǎn）：同“掩”。<br>锦幕：锦织的帐幕。二句写行子一去，居人徘徊旧屋的感受。<br>（13）踯躅（zhízhú）：徘徊不前的样子。<br>（14）意：同“臆”，料想。<br>飞扬：心神不安。<br>（15）万族：不同的种类。<br>（16）龙马：据《周礼·夏官·廋人》载，马八尺以上称“龙马”。<br>（17）朱轩：贵者所乘之车。<br>绣轴：绘有彩饰的车轴。此指车驾之华贵。<br>（18）帐饮：古人设帷帐于郊外以饯行。<br>东都：指东都门，长安城门名。《汉书·疏广传》记载疏广告老还乡时，“公卿大夫故人邑子设祖道供帐东都门，送者车数百辆，辞决而去。”<br>（19）金谷：晋代<a href=\"http://so.gushiwen.org/author_883.aspx\">石崇</a>在洛阳西北金谷所造金谷园。史载石崇拜太仆，出为征虏将军，送者倾都，曾帐饮于金谷园。<br>（20）羽：五音之一，声最细切，宜于表现悲戚之情。琴羽，指琴中弹奏出羽声。<br>张：调弦。<br>（21）燕赵：《古诗》有“燕赵多佳人，美者额如玉”句。后因以美人多出燕赵。<br>（22）上春：即初春。<br>（23）驷马：古时四匹马拉的车驾称驷，马称驷马。<br>仰秣（mò）：抬起头吃草。语出《淮南子·说山训》：“伯牙鼓琴，驷马仰秣。”原形容琴声美妙动听，此处反其意。<br>（24）耸：因惊动而跃起。<br>鳞：指渊中之鱼。语出《韩诗外传》：“昔者瓠巴鼓瑟而潜鱼出听。”<br>（25）造：等到。<br>衔涕：含泪。<br>（26）寂漠：即“寂寞”。<br>（27）惭恩：自惭于未报主人知遇之恩。<br>（28）报士：心怀报恩之念的侠士。<br>（29）韩国：指战国时侠士聂政为韩国严仲子报仇，刺杀韩相侠累一事。<br>赵厕：指战国初期，豫让因自己的主人智氏为赵襄子所灭，乃变姓名为刑人，入宫涂厕，挟匕首欲刺死赵襄子一事。<br>（30）吴宫：指春秋时专诸置匕首于鱼腹，在宴席间为吴国公子光刺杀吴王一事。<br>燕市：指荆轲与朋友高渐离等饮于燕国街市，因感燕太子恩遇，藏匕首于地图中，至秦献图刺秦王未成，被杀。高渐离为了替荆轲报仇，又一次入秦谋杀秦王事。<br>（31）沥泣：洒泪哭泣。<br>（32）抆（wěn）：擦拭。抆血，指眼泪流尽后又继续流血。<br>（33）衔感：怀恩感遇。衔，怀。<br>（34）买价：指以生命换取金钱。<br>泉里：黄泉。<br>（35）金石震：钟、磬等乐器齐鸣。原本出自《燕丹太子》：“荆轲与武阳入秦，秦王陛戟而见燕使，鼓钟并发，群臣皆呼万岁，武阳大恐，面如死灰色。”<br>（36）“骨肉”句：语出《史记·刺客列传》，聂政刺杀韩相侠累后，剖腹毁容自杀，以免牵连他人。韩国当政者将他暴尸于市，悬赏千金。他的姐姐聂嫈说：“妄其奈何畏殁身之诛，终灭贤弟之名！”于是宣扬弟弟的义举，伏尸而哭，最后在尸身旁边自杀。骨肉，指死者亲人。<br>（37）负羽：挟带弓箭。<br>（38）辽水：辽河。在今辽宁省西部，流经营口入海。<br>（39）雁山：雁门山。在今山西原平县西北。<br>（40）耀景：闪射光芒。<br>（41）腾文：指露水在阳光下反射出绚烂的色彩。<br>（42）镜：照耀。<br>朱尘：红色的尘霭。<br>照，日光。烂，光彩明亮而绚丽。<br>（43）袭：扑入。<br>青气：春天草木上腾起的烟霭。<br>烟煴（yīnyūn）：同“氤氲”。云气笼罩弥漫的样子。<br>（44）爱子：爱人，指征夫。<br>（45）讵：岂有。<br>（46）乔木：高大的树木。<a href=\"http://so.gushiwen.org/author_890.aspx\">王充</a>《论衡·佚文》：“睹乔木，知旧都。”<br>（47）“决北”句：语出《楚辞·九怀》。<br>（48）班：铺设。<br>荆：树枝条。据《左传·襄公二十六年》记载，楚国伍举与声子相善。伍举将奔晋国，在郑国郊外遇到声子，“班荆相与食，而言复故。”后来人们就以“班荆道故”来比喻亲旧惜别的悲痛。<br>（49）尊：同“樽”，酒器。<br>（50）湄：水边。<br>（51）淄右：淄水西面。在今山东境内。<br>（52）河阳：黄河北岸。<br>（53）琼佩：琼玉之类的佩饰。<br>（54）二句回忆昔日朝夕共处的爱情生活。<br>（55）绶：系官印的丝带。结绶，指出仕做官。<br>（56）瑶草：仙山中的芳草。这里比喻闺中少妇。<br>徒芳：比喻虚度青春。<br>（57）晦：昏暗不明。<br>流黄：黄色丝绢，这里指黄绢做成的帷幕。这一句指为免伤情，不敢卷起帷幕远望。<br>（58）春宫：指闺房。<br>閟（bì）：关闭。<br>（59）簟（diàn）：竹席。<br>（60）釭（gāng）：灯。以上四句写居人春、夏、秋、冬四季相思之苦。<br>（61）“织锦”二句：据<a href=\"http://so.gushiwen.org/author_298.aspx\">武则天</a>《璇玑图序》载：“前秦苻坚时，窦滔镇襄阳，携宠姬赵阳台之任，断妻苏惠音问。蕙因织锦为回文，五彩相宣，纵横八寸，题诗二百余首，计八百余言，纵横反复，皆成章句，名曰《璇玑图》以寄滔。”一说窦韬身处沙漠，妻子苏惠就织锦为回文诗寄赠给他（《晋书·列女传》）。以上写游宦别离和闺中思妇的恋念。<br>（62）傥（tǎng）：同“倘”。<br>华阴：即华山，在今陕西渭南县南。<br>上士：道士；求仙的人。<br>（63）服食：道家以为服食丹药可以长生不老。<br>还山：即成仙。一作“还仙”。<br>（64）寂：进入微妙之境。<br>传：至，最高境界。<br>（65）丹灶：炼丹炉。<br>不顾：指不顾问尘俗之事。<br>（66）炼金鼎：在金鼎里炼丹。<br>（67）骖（cān）：三匹马驾车称“骖”。<br>鸾：古代神话传说中凤凰一类的鸟。<br>（68）少别：小别。<br>（69）谢：告辞，告别。以上写学道炼丹者的离别。<br>（70）下：下土。与“上士”相对。<br>芍药之诗：语出《诗经·郑风·溱洧》：“维士与女，伊其相谑，赠以芍药。”<br>（71）佳人之歌：指<a href=\"http://so.gushiwen.org/author_75.aspx\">李延年</a>的歌：“北方有佳人，绝世而独立。”<br>（72）桑中：卫国地名。<br>上宫：陈国地名。<br>卫女、陈娥：均指恋爱中的少女。《诗经·鄘风·桑中》：“云谁之思？美孟姜矣。期我乎桑中，要我乎上宫。”<br>（73）渌（lù）波：清澈的水波。<br>（74）南浦：《楚辞·九歌·河伯》：“子交手兮东行，送美人兮南浦。”后以“南浦”泛指送别之地。（75）珪（guī）：一种洁白晶莹的圆形美玉。<br>（76）别方：别离的双方。<br>（77）名：种类。<br>（78）盈：充盈。<br>（79）折、惊：均言创痛之深。<br>（80）渊：即王褒，字子渊。<br>云：即扬雄，字子云。二人都是汉代著名的辞赋家。<br>（81）严：严安。<br>乐：徐乐。二人为汉代著名文学家。<br>（82）金闺：原指汉代长安金马门。后来为汉代官署名。是聚集才识之士以备汉武帝诏询的地方。<br>彦：有学识才干的人。<br>（83）兰台：汉代朝廷中藏书和讨论学术的地方。<br>（84）凌云：据《史记·司马相如列传》载，司马相如作《大人赋》，汉武帝赞誉为“飘飘有凌云之气，似游天地之间。”<br>（85）雕龙：据《史记·孟子荀卿列传》载，驺奭写文章，善于闳辩。所以齐人称颂为“雕龙奭”。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　离别是人生总要遭遇的内容，伤离伤别也是人们的普遍情感。<a href=\"http://so.gushiwen.org/author_509.aspx\">江淹</a>的《别赋》择取离别的七种类型摹写离愁别绪，有代表性，并曲折地映射出南北朝时战乱频繁、聚散不定的社会状况。其题材和主旨在六朝抒情小赋中堪称新颖别致。</p> <p>　　文章眉目清晰，次序井然。其结构类似议论文，开宗明义，点出题目，列出论点：“黯然销魂者，唯别而已矣。”首段总起，泛写人生离别之悲，”黯然销魂“四字为全文抒情定下基调。中间七段分别描摹富贵之别、侠客之别、从军之别、绝国之别、夫妻之别、方外之别、情侣之别，以“别虽一绪，事乃万族”铺陈各种别离的情状，写特定人物同中有异的别离之情。末段则以”别方不定，别理千名，有别必怨，有怨必盈“的打破时空的方法进行概括总结，在以悲为美的艺术境界中，概括出人类别离的共有感情。其结构又似乐曲中的ABA形式，首尾呼应，以突出主旨。</p> <p>　　《别赋》最突出的成就，在于借环境描写和气氛渲染以刻画人的心理感受。作者善于对生活进行观察、概括，提炼，择取不同的场所、时序、景物来烘托、刻画人的情感活动，铺张而不厌其详，夸饰而不失其真，酣畅淋漓，信然能引发共鸣，而领悟”悲“之所以为美。作者对各类特殊的离别情境，根据其各自特点，突出描写某一侧面，表现富有特征的离情。作者力求写出不同离怨的不同特征，不仅事不同，而且情不同，境不同，因而读来不雷同，不重复，各有一种滋味，也有不同启迪。</p> <p>　　善于抓住特征，善于选择素材，还必须有相应的语言技巧，方可描写出色。《别赋》的文饰骈俪整饬，但却未流入宫体赋之靡丽，亦不同于汉大赋的堆砌，清新流丽，充满<a href=\"http://so.gushiwen.org/view_47907.aspx\">诗</a>情画意。尤其是”春草碧色，春水渌波，送君南浦，伤如之何“等名句，如溪流山中，着落预判，千古传诵。</p>",
  "poet": {
    "id": 509,
    "star": 0,
    "name": "江淹",
    "image": "http://img.gushiwen.org/authorImg/jiangyan.jpg",
    "desc": "江淹（444—505），字文通，南朝著名文学家、散文家，历仕三朝，宋州济阳考城（今河南省商丘市民权县）人。江淹少时孤贫好学，六岁能诗，十三岁丧父。二十岁左右在新安王刘子鸾幕下任职，开始其政治生涯，历仕南朝宋、齐、梁三代。江淹在仕途上早年不甚得志。泰始二年（466年），江淹转入建平王刘景素幕，江淹受广陵令郭彦文案牵连，被诬受贿入狱，在狱中上书陈情获释。刘景素密谋叛乱，江淹曾多次谏劝，刘景素不纳，贬江淹为建安吴兴县令。宋顺帝升明元年（477年），齐高帝萧道成执政，把江淹自吴兴召回，并任为尚书驾部郎、骠骑参军事，大受重用。"
  },
  "tags": [
    "辞赋精选",
    "离别"
  ]
}