{
  "id": 70844,
  "star": 5940,
  "name": "凉州词二首·其一",
  "dynasty": "唐代",
  "content": "葡萄美酒夜光杯，欲饮琵琶马上催。<br>醉卧沙场君莫笑，古来征战几人回？",
  "fanyi": "<p><strong>译文</strong><br>酒筵上甘醇的葡萄美酒盛满在精美的夜光杯之中，歌伎们弹奏起急促欢快的琵琶声助兴催饮，想到即将跨马奔赴沙场杀敌报国，战士们个个豪情满怀。<br>今日一定要一醉方休，即使醉倒在战场上又何妨？此次出征为国效力，本来就打算马革裹尸，没有准备活着回来。</p> <p><strong>注释</strong><br>1.凉州词：唐乐府名，属《近代曲辞》，是《凉州曲》的唱词，盛唐时流行的一种曲调名。凉州词：<a href=\"http://so.gushiwen.org/author_45.aspx\">王翰</a>写有《凉州词》两首，慷慨悲壮，广为流传。而这首《凉州词》被明代<a href=\"http://so.gushiwen.org/author_121.aspx\">王世贞</a>推为唐代七绝的压卷之作。<br>2.夜光杯：用白玉制成的酒杯，光可照明，这里指华贵而精美的酒杯。据《海内十洲记》所载，为周穆王时西胡所献之宝。<br>3.欲：将要。<br>4.琵琶：这里指作战时用来发出号角的声音时用的。<br>5.催：催人出征；也有人解作鸣奏助兴。<br>6.沙场：平坦空旷的沙地，古时多指战场。<br>7.君：你。<br>8.征战：打仗。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　<a href=\"http://so.gushiwen.org/view_70844.aspx\">诗</a>人以饱蘸激情的笔触，用铿锵激越的音调，奇丽耀眼的词语，定下这开篇的第一句。“葡萄美酒夜光杯”，犹如突然间拉开帷幕，在人们的眼前展现出五光十色、琳琅满目、酒香四溢的盛大筵席。这景象使人惊喜，使人兴奋，为全诗的抒情创造了气氛，定下了基调。</p> <p>　　第二句开头的“欲饮”二字，渲染出这美酒佳肴盛宴的不凡的诱人魅力，表现出将士们那种豪爽开朗的性格。正在大家“欲饮”未得之时，乐队奏起了琵琶，酒宴开始了，那急促欢快的旋律，象是在催促将士们举杯痛饮，使已经热烈的气氛顿时沸腾起来。这句诗改变了七字句习用的音节，采取上二下五的句法，更增强了它的感染力。这里的“催字”，有人说是催出发，和下文似乎难以贯通。有人解释为：催尽管催，饮还是照饮。这也不切合将士们豪放俊爽的精神状态。“马上”二字，往往又使人联想到“出发”，其实在西域胡人中，琵琶本来就是骑在马上弹奏的。“琵琶马上催”，是着意渲染一种欢快宴饮的场面。</p> <p>　　诗的三、四句是写筵席上的畅饮和劝酒。过去曾有人认为这两句“作旷达语，倍觉悲痛”。还有人说：“故作豪饮之词，然悲感已极”。话虽不同，但都离不开一个“悲”字。后来更有用低沉、悲凉、感伤、反战等等词语来概括这首诗的思想感情的，依据也是三四两句，特别是末句。“古来征战几人回”，显然是一种夸张的说法。清代施补华说这两句诗：“作悲伤语读便浅，作谐谑语读便妙，在学人领悟。”（《岘佣说诗》）之所以说“作悲伤语读便浅”，是因为它不是在宣扬战争的可怕，也不是表现对戎马生涯的厌恶，更不是对生命不保的哀叹。回过头去看看那欢宴的场面：耳听着阵阵欢快、激越的琵琶声，将士们真是兴致飞扬，你斟我酌，一阵痛饮之后，便醉意微微了。也许有人想放杯了吧，这时座中便有人高叫：怕什么，醉就醉吧，就是醉卧沙场，也请诸位莫笑，“古来征战几人回”，早将生死置之度外了。可见这三、四两句正是席间的劝酒之词，而并不是什么悲伤之情，它虽有几分“谐谑”，却也为尽情酣醉寻得了最具有环境和性格特征的“理由”。“醉卧沙场”，表现出来的不仅是豪放、开朗、兴奋的感情，而且还有着视死如归的勇气，这和豪华的筵席所显示的热烈气氛是一致的。这是一个欢乐的盛宴，那场面和意境决不是一两个人在那儿浅斟低酌，借酒浇愁。它那明快的语言、跳动跌宕的节奏所反映出来的情绪是奔放的，狂热的；它展现出的是一种激动和向往的艺术魅力，这正是盛唐边塞诗的特色。</p> <p>　　也有人认为全诗抒发的是反战的哀怨，所揭露的是自有战争以来生还者极少的悲惨事实，却出以豪迈旷达之笔，表现了一种视死如归的悲壮情绪，这就使人透过这种貌似豪放旷达的胸怀，更加看清了军人们心灵深处的忧伤与幻灭。</p>",
  "about": "<h2>新解</h2> <p>　　七言绝句《凉州曲》：“葡萄美酒夜光杯，欲饮琵琶马上催，醉卧沙场君莫笑，古来征战几人回。”作者<a href=\"http://so.gushiwen.org/author_45.aspx\">王翰</a>，字子羽，唐时并州晋阳人。对于此<a href=\"http://so.gushiwen.org/view_70844.aspx\">诗</a>，《唐诗三百首》编者“蘅塘退士”孙洙的批语是：“作旷达语，倍觉悲痛。”孙洙不愧知音之士，八个字批语，准确道出了此诗意蕴。</p> <p>　　这首诗不仅意蕴深远，边塞风光也如在眼前，真是诗中有画，画中有诗。在音乐高度发达的李唐王朝，不仅诗中有画，画中有诗，而且诗中有乐，乐中有诗。</p> <p>　　如果熟悉唐朝音乐，就会明白，“欲饮琵琶马上催”，是指“琵琶”、“马上”两种不同乐调。诗中“马上”，是“马上乐”之略。所谓“马上乐”，是“鼓角横吹”的军乐。追溯历史，融合了北狄、西域音乐的“鼓角横吹”始于汉代。史称：“张骞入西域，传其法于西京，唯得《摩诃兜勒》一曲。<a href=\"http://so.gushiwen.org/author_75.aspx\">李延年</a>因之更造新声二十八解，乘舆以为武乐。”</p> <p>　　这种“鼓角横吹”的“武乐”（即军乐），在殿庭之上，称作“横吹”；于军旅行中，则称“骑吹”。后世因“骑吹”是在马上演奏，亦称“马上乐”。如西晋<a href=\"http://so.gushiwen.org/author_176.aspx\">傅玄</a>《琵琶赋序》即有“作马上之乐”的说法。《旧唐书·音乐志》也说：“北狄乐，其可知者鲜卑、吐谷浑、部落稽三国，皆马上乐也。鼓吹本军旅之音，马上奏之。故自汉以来，北狄乐总归鼓吹署。”</p> <p>　　魏晋隋唐，“马上乐”已成为融会北狄、西域音乐而形成之“鼓角横吹”军乐的专有名词。</p> <p>　　明白了“马上”二字典故，我们可以知晓：《凉州曲》中描写的乐调，除了用“琵琶”一类乐器演奏的马下俗乐以外，还有“马上”军乐，二者形成强烈对比。所谓“欲饮琵琶马上催”是说：边塞将士正欲欣赏琵琶一类乐器奏出的悠扬乐调，以就痛饮，突然远处传来金鼓钲钲、号角齐鸣的马上军乐，这马上军乐，使他们又回到即将出征的现实之中。 </p> <p>　　《凉州曲》不仅是“诗中有乐”的佳作，而且是“乐中有诗”的绝唱。诗中乐调的强烈对比，自有一番深意。如于音乐不甚了了，很难领会其中滋味。</p> <p>　　根据以上分析，可以把《凉州曲》这首意蕴深邃的古诗，译为如下白话：</p> <p>　　葡萄美酒，直向夜光玉杯里倾来，<br>　　琵琶悠曲，助我们痛饮开怀。 <br>　　忽听得，马上乐已高奏催征，<br>　　将士们，要喝酒的还不赶快。 <br>　　醇浆急饮，好一阵头晕脚歪，<br>　　诸君止笑，即令醉倒，又何足怪？ <br>　　不见我足下这千古沙场，<br>　　早成了战尸狼藉的所在。</p><br/><h2>创作背景</h2> 　　唐人七绝多是乐府歌词，凉州词即其中之一。它是按凉州(今甘肃省河西、陇右一带)地方乐调歌唱的。《新唐书·乐志》说：“天宝间乐调，皆以边地为名，若凉州、伊州、甘州之类。”这首<a href=\"http://so.gushiwen.org/view_70844.aspx\">诗</a>地方色彩极浓。从标题看，凉州属西北边地；从内容看，葡萄酒是当时西域特产，夜光杯是西域所进，琵琶更是西域所产，胡笳更是西北流行乐器。这些无一不与西北边塞风情相关。这组七绝正是一组优美的边塞诗。",
  "poet": {
    "id": 45,
    "star": 0,
    "name": "王翰",
    "image": "http://img.gushiwen.org/authorImg/wanghan.jpg",
    "desc": "王翰，唐代边塞诗人。字子羽，并州晋阳（今山西太原市）人，著名诗人。王翰这样一个有才气的诗人，其集不传。其诗载于《全唐诗》的，仅有14首。闻一多先生《唐诗大系》定王翰生卒年为公元687至726年，并未提出确切的材料依据。"
  },
  "tags": [
    "唐诗三百首",
    "豪放",
    "边塞",
    "战争",
    "宴饮"
  ]
}