{
  "id": 69457,
  "star": 2,
  "name": "杂剧·施仁义刘弘嫁婢",
  "dynasty": "元代",
  "content": "楔子<br>腹中晓尽世间事，命里不如天下人。小生姓李，名逊，字克让，祖居汴梁人氏。嫡亲的三口儿家属，浑家张氏，孩儿春郎。小生幼习儒业，今春应过举，新除钱塘为理。至望京店染起疾病，不能动止。我这病，觑天远，入地近，眼见的无那活的人也。大嫂，你去熬口粥汤我食用。理会的。春郎，将过桌儿来，将纸墨笔砚来。父亲，桌儿纸墨笔砚俱在此。春郎，你看你母亲熬粥汤去。理会的。我为甚支转他子母二人？小生平日之间，与人水米无交。我倘若有些好歹，争奈娇妻幼子，归于何处，使我切切在心，拳拳在念。我闻知洛阳有一人，姓刘，名弘，字元溥，此人有疏财仗义之心。我如今修一封书，等我身亡之后，着他子母二人，投奔刘弘员外。我写这书者。李逊也，你怎生做那读书的人！我与刘弘素不相识，这书上叙甚么寒温的事，则除是恁的。我仿春秋一桩故事，宰国臣与乞成子赴壁一事。白者是素也，我与他素不相识；纸者居也，正意的则是托妻寄子。刘弘员外是读书的人，见其书解其意呵，收留他子母二人；若见其书不解其意啊，李逊也，也是我出于无奈。春郎，唤你母亲来。父亲，母亲来了也，你放精细者。员外，喝口粥汤儿者。大嫂，我那里吃的粥汤。趁我这一回儿精细，分付您者。员外，你有何言语嘱付也？我若身死之后，您子母二人，将着这封书呈，直至洛阳，投奔刘弘伯父去。他见是我的书呈，必然收留您子母二人也。理会的。父亲精细者。大嫂，春郎，我这病越沉重也，您扶着我者。便好道鸟之将死，其鸣也哀；人之将死，其言也善。一声长叹泪凝眸，堪恨春郎志未酬。幼子娇妻无所托，一封书信紧相投。孤穷李逊今朝丧，天使文人不到头。尸骸未入棺函内，一灵先到洛阳游。大嫂，春郎，我也顾不的你也。哎哟，员外也，则被你痛杀我也。春郎，便将你父亲焚化了，寄在报国寺里浮丘着。俺将着书呈，投奔洛阳刘弘员外去来。理会的。母亲，您孩儿将父亲的骨殖，寄在这南薰门外报国寺里。俺子母二人，则今日直至洛阳，投奔刘弘伯父去。哎哟，父亲，则被你痛杀我也！阆苑仙家白锦袍，海山银阙宴蟠桃。三峰月下鸾声远，万里风头鹤背高。贫道乃上界太白金星是也。职掌人间赏善罚恶录料长短之事。行善者增添福禄，作恶者减算除年。因赴<br>天斋以回，亲见下方洛阳有一人，姓刘，名弘，字元溥。此人是个巨富的财主，争奈有二事缺欠，一者夭寿，二者乏嗣。贫道按落云头，化做一云游货卜的先生，与此人说个详细，有何不可。来到这市廛中，远远的望着刘弘，这早晚敢待来也。老夫洛阳人也，姓刘，名弘，字元溥，年四十五岁也。某家洛阳祖居乃三辈也，我祖父刘从古，我父刘明叔，某是刘元溥。祖宗以来，所积家财，万贯有余。争奈到我行，乏其后嗣。我平生所望者，止是此也。我今日上的长街，来探几个老士夫，吃几杯闷茶者。下次小的每，把那马来牵的靠后些儿，休冲撞着相识朋友，我信步闲行者。兀的不是刘弘，我叫他一声。刘弘，刘元清。谁呼我的名？呀、呀、呀，一个须发尽白的老先生，好道貌也。我这洛阳城中，未尝见这个老先生。作揖，老先生！稽首。如何识在下？我识你是刘弘，你可不识贫道。我是个云游货卜的先生，我善能风鉴。先生既会相呵，何不与在下决疑者。我看你是个巨富的财主，你今年多大年纪也？在下拙年至四十有五也。哦，你四十五岁。刘员外，我这阴阳，不顺人情，我说则说，你则休烦恼，你有两桩儿缺欠不全。敢问老先生，可是那两桩儿缺欠？员外，你一者夭寿，寿不过五旬而亡，止有五年的限次也。哎哟，刘弘也，恰才师父道寿不过五旬而亡，止有五年的限次。刘弘也，你是看书的人，岂不闻子夏云：死生有命，富贵在天，何惧之有？这个不妨事。敢问师父那一桩呢？这一桩最当紧，你当来乏嗣无儿也。师父，你打人呵休打着那痛处，说人呵休说着那短处，更做道是阴阳不顺人情者波呵。<br>【仙吕】【赏花时】我和这货卜的先生可在这路上逢，他恰才上下端详观了我这面容。据富贵不在石崇之下也。他道我据富贵若石崇，争奈你寿夭也。争奈我其寿可也不永，你有多资财，则是少个儿童也。他又道我多财禄更少个儿童。<br>则一句。<br>【幺篇】道的我恍惚如同兀那一梦中，这阴阳不顺人情，不可以不信也呵。我这甲稽首躬身问个吉凶。师父道在下夭寿，师父道在下绝嗣，师父如何全美的寿数，如何得有这子嗣？师父一发与迷人指路者。你问贫道如何得这子嗣，如何得全你这寿数？刘弘，你肯依贫道八个字。便能够全美也。师父，是那八个字。你自牢记者，是\"婚姻死葬，邻保相助\"。行好事，积阴功。若依此语。自然增添福寿也。谢指教，谢指数。嗨，好言语也！婚姻死葬，邻保相助，这八个字，俺这秀才每口里念的则是颠倒烂熟的，未尝有人行的到也。他道着我行好事积阴功。师父，再有甚么指数？则不贫道一人，兀的不又一人来也。疾！在那里也？呸、呸、呸。好大风，眯了眼也，眯了眼也。作揖，老先生！可那得个人来。师父也，那壁无人，可怎生连他也不见了也？青天白日，知他是神也那是鬼也呵。却怎生平地下起一阵家这迅风。我问师父，再有何指教，他道则不我来，兀那后面又有一个来也。赚的我回头，连他也不见了，好是奇怪杀人也。怎么急回头索早不见了那皓首的俫，可则敢那一个家老仙翁。<br><br>第一折<br>花有重开日，人无再少年。休道黄金贵，安乐最直钱。老身姓王，嫁的夫主姓刘，是刘弘员外。这个是我的侄儿，是王秀才，家私里外解典库，都亏了这个孩儿。一八得八，二八一十九，三八二十六，四八一十七。这么一本帐，若不是我呵，第二个也算不清。孩儿也，你辛苦，俺也知道。姑娘，这家私里外，许来大个解典库，我又写又算。那等费心。姑夫不知人，这两日见了我，轻便是骂，重便是打。若是姑夫今日来家时，姑娘，你说一声方便，我也好在家里存活。少要这等言语。孩儿也，你姑夫探望相识朋友去了，你收拾下茶饭，这早晚敢待来也。我安排下茶饭，等姑夫来食用。我且再算帐者，一八得八。下次小的每，把那马来牵的望后院里去。一八得八。王秀才，你刬的还算哩那。这老儿今日越哏了也。婆婆，我今日上的长街市上，不曾见一个相识朋友，遇着个须发尽白的老先生。他道他是相士，上下观了我这面目，他道我平生所欠者有两桩。我便问他道，师父也，是那两桩。他便道，第一来夭寿，寿不过五旬而亡，我止有五年的限也。这个也不打紧，第二桩当来乏嗣无儿也。姑夫家来恼躁，我道为甚么来？没正经，姑夫无了子嗣，各人的造物，你可怎么埋怨我？干我甚么事？强盗也生男长女，你两个自家无用，倒埋怨我。老的也，这先生也能算也。婆婆，想咱两口儿为人，可也不曾行那歹来。我说莫不是这钱财上积趱的多了么？所以上妨害了咱这子嗣。想咱这世间人，无钱的可又难过，抵死积趱的多了，却又于身无益，此言信有之也呵。<br>【仙吕】【点绛唇】我本是个巨富的明儒。开着座济贫的典库为财主。贯满京都，掌着那万万贯的这多财物。<br>【混江龙】想咱这人贫人富，原来这天公暗里自乘除。想咱这世间人，有钱的却天子，有子的却无钱。婆婆，这个道理，你省的么？有甚么难见处。贫的每多生些子嗣，咱这富的每便广积些金珠。则为那贫无这谄以误收的些存子的法，咱则被富之余也兀的不明放着一个杀身的术。这世里甘贫的无虑，越富的贪图，饥贫的广有，猛富的多余。我想那嫌贫的彼富。爱富的愚夫，固穷的不滥，靠富的空虚。我则待守清贫得乐矣在其中，端的可便不义富我道来于我也则是如云雾。咱这人眼前贫波富，可则也则是兀那枕上的这荣枯。<br>王秀才近前来，我问你，我当初开这解典库，我正意是怎生来？这个！姑夫老人家，一法老的糊突了。为甚么开这解典库？常言道早晨栽下树，到晚要乘凉。可不道吃酒的望醉，放债的图利，也则是将本图利来。噤声！我几曾图利息？我正意的那，我则是赈人之贫波，周人之急。婆婆，谁想这厮，去那解典库中，治下许多的弊病。颠倒与我身上为害。我上的长街市上，那一个相识朋友每，不看着我下言语，道您这厮忒不中，更悭波吝波苛波克波。俺两口儿天儿，都是你这厮在这解典库中，治下弊病，都折罚了也。兀那厮，你省的那\"君子爱财，取之有道\"么。姑夫，为人憎爱中半，佛也不得人道是哩。君子不羞当面，我有甚么弊病处，对着姑娘，你就说。。<br>【油葫芦】则这君子惜财有道上取，谁似你忒无法度？怎么无法度？拿住作践的，打五棍？吊在树上，怎么无法度？人道你忒悭忒各忒心术。我有甚么心术处？兀那厮，那的是你那心术处？人家道那把时节将烂钞你强揣与，巴的到那赎时节要那料钞教他赎将去。他拿将钞来讨，没的不与他去不成？兀那厮，你听我说那弊病，你则休赖。我有甚么弊病？你将焦赤金化做了淡金，姑夫，也不必闹，也容易，从今后人拿的高丽铜来，我也当金子留下，等人来赎，可把金子赔他便了也。你看波，这高丽铜不别，这金子不别，这桩也罢。你把好珍珠写做了他蚌珠。也容易，从今后拿将鱼眼睛来，当珍珠留下，等人要，可把珍珠赔他。你看波，这鱼眼睛不别，珍珠不别，这两桩也不当紧。人家一领簇新的衣你去那典场上你便从头的觑。是人家那簇新做出来的衣服，带儿也不曾缀，祬儿也不曾叠的倒哩。人家急着手用那钱使，将来到你这厮行当那钱，这厮提将起来看了一看，昧着你那一片的黑心。下的笔去那解帖上批上一行。呀，这厮便写做甚么原展污了的旧衣服。<br>裁衣不及段子价，这个也是我向家的心也。<br>【天下乐】噤声！贼也，岂不闻道财上分明大丈夫。比喻说到今月初一日，把这号改到那月初二来赎。你这厮！但那日数儿过来波余，你休想道肯放那赎，初二日来赎，道员外不在解典库里，明日来。不付能到那初三日来赎，你道员外人情去了，不在家。这厮兀那爱钱的心他百般里推些个事故。老的，他为甚么那？他则待日要所增，初三日不赎与那人，初四合当赎与那人，你又不赎与他。婆婆，你知道他那初四日不赎与那人的缘故么？可更是怎生？这厮直熬到个月不过五，过了五个日头。索你怎生问他要一个月的利钱？贼丑生也！你倚仗着我这几贯钱索则么以扌勒的些穷人家每着他无是处。<br>老的，有句话和你说。你泼天也似家私，寸男尺女皆无。你依我安排一杯酒，把俺那爷娘亲眷，都请将来，陪一句话，我与你娶一个年纪小的生的好的，近身扶侍你。若是得一男半女，可不好那。婆婆，休这般说。<br>【那吒令】你待陪千言万语，托十亲九故，娶三妻两妇，待望一男半女。老的，你娶一个罢波。日月逝矣，岁不我延。我青镜晓来看，则这白发添无数，我如今不小也。我如今暮景桑榆。<br>天也，想刘弘两口儿为人。也不曾行歹也呵。<br>【鹊踏枝】我要一个家厮儿无，我要一个家女儿无。天若可怜见刘弘，或儿或女，降与刘弘一个。果若刘弘无那儿女的分福，索一头的生将下来，就在那褥草上便着天厌了者波。天也，我问甚么那跛臂瘸臁，者么他那眼瞎头秃。员外甫能得一个，又眼瞎头秃，不如不要也。婆婆，你道的差了也。则但能够便替咱去上坟波祭祖，大嫂也，也强如咱眼睁睁鳏寡孤独。<br>老的也，俺有的是那钱钞，或是好孩儿讨一个，好女儿买一个，与俺压子嗣，可不好那。你说的差了也。那个终久则是假的也呵。<br>【寄生草】你道要女儿着钱赎个婢，要厮儿着钞买一个躯。待着他抽胎换骨可便为儿女，待着他当家主计为门户，你又待着他拖麻拽布临坟墓，岂不闻鱼目似珠不成珠，却不道碔石似玉非为玉。王秀才，四隅头与我出出帖子去，道刘弘员外放赎不要利，再不开解典库了也。可不好，打甚么不紧，则用我写的一写。刷刷刷，刷刷刷来刷刷刷。写就了也，我贴去。我出的这门来，四隅头贴起帖子来。大小人都听着：刘弘员外家放赎不要利，拿本钱来，则管赎了原物去。姑夫，帖子贴好了。王秀才，把那解典库，与我关闭了者。不开解典库罢，落的我闲着快活哩。孩儿也，你近前来，俺两口儿无了这子嗣，都是你在这解典库中致下的弊病，因此上折乏了俺子嗣也。你今日便与我离了这门，休在我这家里住，便与我出去。着我出去，便出去了罢，受他这们闲气做甚么？孩儿也，着你出去哩。姑娘，如今端的着谁出去？着你出去。哦，原来着我出去。呸，可怎么好，扌勒掯杀我也。苦阿！是了么，你家当初有甚么来？支着个破芦席棚，安着个破沙锅，常煮着锅巴吃。你如今富贵了，亏了谁来？好歹亏了王秀才。我替你家开了解典库，挣下了这等前堂后馆，走马门楼，金银器皿，不知其数。你这等富贵，都是王秀才挣的，今此一日，要把我赶将出去。罢、罢、罢，好苦恼阿！好苦恼阿。我出去，我出去。我辞别了姑夫、姑娘，我就出去了罢！便好道此处不留人，自有留水处，哦，是留人处。王秀才，我在你家里，也不曾吃了闲茶闲饭。我从那清早晨起来，光梳了脸，洗净了头。呸，又颠倒了。屈着脊梁，挺着脖子，把着一管笔，从早晨直写到晚。怕我说一个字，今日着我出去，我去了则便罢。受你的气，我出去，我出去！罢、罢、罢，辞别了姑夫、姑娘。我说我去阿，我若出了这门，收进多少，放出多少，这一本乱帐，都要你整理哩。快与我出去。真个要我出去？姑夫，我在家里，那一般儿不做，掏火棒儿短强似手，不刺下般的赶我出去呵。罢、罢、罢，男子汉家，顶天立地，噙齿戴发，带眼安眉，连皮带肉，带肉连皮，休说我是个人，便是那粪堆掏开，也有口气。你今日着我去，苦恼也！我离了你家门，凭着我这一对眼，一双手，驴市里替人写契，一日也讨七八两银子，也过了日月。我说我去也，你不辞我也不辞你。这一遭，我其实的去也。你看这厮<br>。姑夫，想您儿三四岁儿，姑娘带将我来到这家里，亏姑夫抬举的成人长大。知道的，是你老人家改常，不知道的，则说我生事要出去哩。各尽其道。罢、罢、罢，我去我去。我如今一脚的出了这门，使不的你可使人来赶我。我是个直人，我可不来了，你可也不要扯扯拽拽的，我也不回来了。可使不的你摆酒着人与我和劝，我其实不回来了。两脚车上装七个人，也不必再三再四的了。我则这一遭，辞了姑夫、姑娘，我就出去了罢。姑娘、姑娘，扯一扯儿来么。你去便去了罢。放了手，扯我怎么呢？谁又来你家里来，则你家里饭好吃？姑娘劝一劝儿么。我不劝。连你也是这等。罢、罢、罢，我和你两个，恩断义绝。血脏牵车儿，扯断这条肠子罢。我出去，我出去！下次小的每，搬出我那行李来，打过一辆大车来，先把那板箱来放上，抬上那竖柜，把那铺盖来卷了，包一包，把靴袜都放上，菜坛菜罐都放上，那锅也放上，要做饭吃哩。那破篓子丢了罢，裹脚放在锅里。牵过那驴子来套上，打动打动，阿列阿列，去了罢。那里去？我有甚么呢？那里有那板箱竖柜来？沿身打沿身，身上的衣裳，肚里的干粮，两个肩膀抬着个口，每日则是吃他家的。便好道这大树底下好乘凉。一日不识羞，十日不忍饿，把这羞脸揣在怀里，我还过去。哦，我一脚的出了这门，这地就无人扫。一八得八。王秀才，你怎的？你老人家说了几句，谁和你一般见识。你看这厮。门首觑者，看有甚么人来。理会的。小生李春郎是也。离了望京店，与母亲来到这洛阳。母亲，我问人来，则这里便是刘弘伯父宅上。门首立着个人，我试问他者。作揖哥哥。那里来的。是亲眷。这两日卖五钱银子一个。是甚么？你说是青绢。是亲戚。哦，是亲戚。万望哥哥报复一声者。你且在这里，等我报复去。姑夫，门首有亲眷来也。婆婆，你听波。我恰才说了他几句话，他故意的将这等言语来激恼我。我若是有个亲戚，我挑着灯笼儿也取将来也，我肯着你这厮在我这里，这般定害我那？你看么，我则但开口错了牙关，他说是亲眷来。你道是亲眷，是男子也是妇女人？我则不曾仔细看，我去看者。<br>你是男子也是妇人？是子母二人。我知道，你则在这里。一子母。敢是子母二人？姑夫说的是。着他过来。理会的。姑夫道，着您过去哩。一个穿孝的女子。婆婆，你休受他的礼。兀那小大哥，你那里人氏？姓甚名谁？因甚上来到这此处？你慢慢的说一遍我听者。小生汴梁人氏。精脊梁睡石头。怎生说？他说是汴梁。是他那地名，靠后。父亲姓李，名逊，字克让。应过举，得了钱塘县令，到于望京店上，染病不能动止。临命终时，俺父亲修书一封，若我有些好歹，您子母二人，将着书呈，直至洛阳，投托刘弘伯父去。自父亲身亡之后，小生将着书呈，一径的投奔伯父来。有书呈？将来我看。有书呈。母亲，将书来。你这厮好无礼。你知道入城问税，入衙问讳，俺这里门司有限，你知道我这里有甚么体面，拿书来，你靠后。你那里有这么体面？也没甚好。守鲁奉呈尊兄刘弘阁下开拆。你错走了。你如今出的顺城门，高房子，长幡杆，那里便是。那的是那里？呸。那是闵中阁了。辱弟李逊谨封。罢了，误了你老子证候了。着他把头发披开顶门上着碗来大艾焙炙，豁开他两个耳朵，他就好了。他封皮上是这般写。你看这厮，靠后。封皮上有字，就里不知写着甚么哩也呵？<br>【醉中天】我这里先把封皮来去，展放开他这个寄来的书。大嫂，不曾掉下一张？员外，不曾掉下。小大哥，你近前来，我问你，则这一封书，索别有书呈？伯父，止则是这一封书，别无书呈。既是这等呵，你且靠后些。好是奇怪也呵！却怎生彻尾从头一字无？李克让也，你既是我的兄弟呵。你却怎生不把这寒温来叙？你将着这雪白纸呵？也好，也好，咱知他的意趣，你那满怀的心腹事，这汉向我行十分的诉。婆婆，你省的这个礼么？则这一张白纸，我便见出那人的心来。白纸二字，白者是素也，纸者是居也。他与我素不相识，着他写甚么的是。纸者是居也，正意的那则是托妻寄子与我。婆婆，市廛中那老先生道甚么来？他道着俺行好事，积阴功。今日这般善事上门也，咱不可以不行也。员外，凡百的事，则随你主意也。则除是这般。小大哥，近前来，你休作疑惑，听我说与你。想你那亡父在时节，曾和我作经商买卖，一席酒之间，我和他言行相投。他曾拜我八拜，我为兄，他为弟，不想今日兄弟不幸身亡了也。您子母儿每，来的正好，休别处去，则在家里住。谢了伯父。你那亡父的灰榇儿在那里？见在南薰门外报恩寺里寄着哩。王秀才，你便与我南薰门外将那李克让的骨榇儿取将来，高原选地，破木造棺，建起坟茔呵，我自有个祭祀的礼物。下次小的每，便去南薰门外报恩寺里，取将李克让那把骨殖来。若取将来，我自有个埋殡的道理。小大哥，你那清德唤做甚么？您孩儿是李春郎。这个是你的胎讳，你那清德呢？伯父跟前，怎敢称呼表德？怕做甚么。您孩儿李彦清。好、好、好。你那亡父在时节，曾叫你学甚么艺业来？亡父在日，着您孩儿攻书来。便好道万般皆下品，惟有读书高。不是您孩儿说大言，天下文章一石，您孩儿颇揽九斗九升在怀。好哥，你快走。管的他穿，管不的他吃。怎的？你不听的他说，他那一顿吃九斗九升哩。他说他那文章哩。三个夏布做一顶。怎的？你说蚊帐。他说他那文字哩。这两日虼蚤丁出屁来，又蚊子。小大哥，或诗或词，作一首来我看。伯父指甚为题？单指着您子母二人投奔我，便是<br>题目。理会的。刷、刷、刷，刷、刷、刷，刷、刷、刷来刷、刷、刷。好也，挝抢肺吃哩。伯父，诗就了也。你又来了，好个没记性的，拿来。小大哥，你好能染也。暮史朝经务进修，妙、妙法莲花经。你怎的？飘零踪迹寄神州。十年勋业频看数，千里家山空倚楼。公瑾处贫曾谒鲁，仲宣到此错疑刘。尊贤若肯垂青顾，便是书生得志秋。喧满凤凰楼，一了有这句唱。你看这厮。婆婆，恰才婶子儿拜我时，有些气喘。我可也难问他，你问婶子儿，因何这般气喘？婶子，你如何这般气喘？不瞒伯娘说，有亡夫半年身孕也。员外，恰才我问婶子来，他说有半年的身孕。在家里住呵，则怕不方便么？婆婆，你与我收拾了后面那所宅儿者。员外，西头闲着那所宅儿，着他子母儿每住，却不好那？婆婆，你也道的是。王秀才，你与我收拾了西头那所宅子者。那房子赁与人了。你看波，我昨日日西时，打那里过来，尚兀自贴着帖子，写着道\"此房山赁\"，今日这早晚，可早赁与人也。他昨日半夜里就搬过来了。不拿住他犯夜？他拣的时辰。快与我收拾了者。姑夫，不要闹，我则赶了他去则便罢。可怎么好，我才吃了他一只鸡。哥哥，你可休怪，如今姑夫家有个亲眷来了，要这房儿与他住哩，你搬了去罢，无奈何搬一搬。怎么不肯？你有些甚么家活搬不了？先把那破床抬出去，一张旧桌子，两张折板凳。再有些甚么家活？一个做饭的锅，就把那尿鳖子放在锅里罢，一家儿好干净人家。姑夫，有了房子也。收拾了也。那但是人家使用的那吃食物件动用家事，一年四季的柴米，你都休着少了者。理会的。柴米油盐酱醋茶，应用家活都有了。员外，你看他子母两个，一身重孝，来俺家来，则怕不利么婆婆，你休那般说。<br>【尾声】咱人这生死也在于天，端的这善恶也由人做，我则是可怜见他孤寒的子母。洛阳城中许多的财主，他怎生不别人家去？岂不闻投人须投大丈夫，着他子母二人回去罢。不争咱赶离了门显的咱也不辨一个贤愚。员外，赍发他些钱物，着他回去罢。我本待与些钱物，也则是济惠他这穷儒，则这的便是将有余儿可也补不是。员外，似俺两口儿这等受用快活，可也强似他子母每也。婆婆，咱两口儿为人，不如他子母儿每，他子母儿每强似咱。我如今空盖下他这般画堂锦屋，眼前面折罚的咱来灭门波绝户。古人言：有钱无子非为贵，他这等有子无钱的，也不是贫。咱人一日死到头来，休说是这些个家缘，便设若堆金到那北斗，婆婆，咱死时节，将的去么，可则那的也待何如。<br>第二折<br>闷似湘江水，涓涓不断流。有如秋夜雨，一点一声愁。妾身襄阳人氏，裴使君之女，小字兰孙。父亲裴使君，在襄阳为理，不幸被歹人连累身亡，无钱埋殡。妾身直至洛阳，寻不见一个亲眷，妾身无计所奈。我插一草标，自己卖身，但卖些钱物，埋殡我那父亲，也是我孝顺之心。来到这长街市上，好是羞惨人也，看有甚么人来。妾身做事实偻儸，娶女招夫我说合。亲筵喜事来寻我，能言快语做媒婆。自家官媒婆的便是。有刘弘员外，数番家分付我，着我替他寻个女孩儿，不曾有。今日我往长街市上走一遭去。一个女孩儿，头上插着一个草标儿，不知是真个卖也，是斗人耍哩。我试问他者。小姐，你插着这草标儿，你是真个卖也那，你是斗人耍？你要多少钱？要五百贯长钱。既然是真个，这里有个员外，要你到他家里。有吃有穿，你跟我去来。我跟将你去来。婆婆，市廛中那老先生，说的那言语，甚是好的当也呵。老的，这阴阳不可信他也。<br>【中吕】【粉蝶儿】那相士观觑了我这容仪，他道我寿不及那五十余岁，天那！想刘弘两口儿为人，也不曾行那歹也。莫不我与人交有甚么言行相违？不是我自谄。俺一家儿夫怜贫，更和这妻敬老，俺又不曾道是欺瞒着天地。天网恢恢。我一会家想穹苍也有一个偏僻。<br>老的，你道的差了，天有万物于人，人无一物于天。天有甚么偏僻那？既无偏僻呵。<br>【醉春风】既不索可怎生短命死了颜回，却怎生延年老了盗跖？我想那鹤长凫短不能齐，想咱这世间的人，有钱的却无子，有子的却无钱。婆婆，这个道理，你省的么？百般的参不透这个道理。况这世里完备有几，刘弘我道来绝嗣的不似你。当日那伯道无儿，似这等古人也乏嗣，何况道是小生我这些个绝继。<br>老的，我想来，你偌大年纪了也。婆婆，你休这般说，好事若藏心肺腑，言谈语笑不寻常。好着我难道。家中有的是小的每，你收拾一两个，近身扶侍你，得一男半女，也是俺刘家子孙，可不好那。<br>【普天乐】置两三处家绣罗帏，娶五七个丫鬟婢。待着他生男长女，又不着他去倒紵翻机。他衠一片家嫉妒心，无半点儿贤达的意。听的道海棠身边有些春消息，他背地里使心机，寻个打当的牙扌迫。婆婆，咱命里有那儿女分福。问甚么樊素小桃，都一般开花结子，咱命里无的呵。咱正是那止渴思梅。<br>门首觑者，看有甚么人来。理会的。看有甚么人来。来到也。有一个好女孩儿。要嫁与人家。你报复去。道有媒婆在门首。你是甚么人？我央及你的事，你到了不完成我。有个女孩儿在这里。在这里可好也。见在门前哩。你则在这里，我和姑夫说去。王秀才，有甚么话，不好明白说。媒人在门首哩。甚么媒人？老的，你不知道，我常时分付媒人，不问妇人女儿，寻一个来。他不敢对你说。既然这等，着他每过来。理会的。媒人，着你引他过去哩。老员外，员外娘子，我寻将这个女孩儿来与员外，生的十分颜色，无钱埋殡他父亲，则要五百贯长钱。王秀才。打发媒人回去，与他五两银子。是五块儿。理会的。拿银子来与媒人来。与你五两银子，你去罢。多多的谢了老员外。我出的这门来。且住，员外与我银子是五块儿，这王秀才有些快落钞。我试数一数，一块、两块、三块、四块，则四块，少一块。老员外，着王秀才与五两银子，他则与我四两，是四块。王秀才，我着你与他五两银子，是五块，你怎生与他四两银子，是四块？这个。姑夫，五两银子，一两一块，是五块儿。你敢花了眼，拿来我数与你看。一块儿，两块儿，三块儿，四块。兀的不是一块儿，你掉在这地下了。你看他波。是你袖子里丢出来的。我落他些银子儿，买羊肚儿吃去来。老员外。着那孩儿参拜你。着他过来。兀那女孩儿，你那里人氏？姓甚名谁？因甚上自己卖身？你慢慢的说一遍我听。妾身襄阳人氏。好姐姐，你快走，我家用不着你这等人。怎的？他快扯炮。怎的快扯炮？是襄阳炮。裴使君之女，小字兰孙。俺父亲在襄阳为理，不幸被歹人连累身亡，停丧在地，无钱埋殡。妾身直至洛阳，寻不着一个亲眷。因此上自己卖身。但卖的些小钱物，或是与人家厨头灶底，或人家作婢作奴。说兀的做甚。一路上千辛万苦，我行孝道则因父母。但能够一席地埋殡了父亲，便是裴兰孙子生愿足。好个孝顺的孩儿也。有女孩儿的，他那亡父的骨殖儿早则<br>有主，有儿的更是不消说。一个好孝顺的姐姐也。<br>【白鹤子】这孩儿为无钱缺着葬礼，他卖身体置那坟围。这孩儿他知重情可便敬那爷娘，这孩儿孝感意便惊大地。<br>我看了这个女孩儿，那《烈女传》上的故事，他一桩桩可也无差处。<br>【幺篇】这孩儿赛杨香跨虎心，有贾氏斩龙计。方信道赵贞女罗裙包土可也筑坟台，我可寻那曹蛾女觅父投江水。<br>老的，我看了这个小姐中珠模样，可也中抬举，着他近身扶侍。你意下如何？婆婆，你是甚么言语？早是那孩儿离的远。不听见，倘若听见呵，把咱当做甚么人家看承。他贫贱煞者波，他是那官宦人家小姐；咱富贵煞者波，则是个庶民百姓。你省的，那履虽新。不可加之于首；冠虽弊，不可弃之于足。这等话你再也休题。<br>【上小楼】大嫂也你从来可便三从四德。这孩儿他千娇百媚。你看那牙似瓠犀，颈若蝤蛴，手似柔荑。你看他那绀发齐，绿鬓堆，高盘云髻，一天的那秀气，都生在这个姐姐身上。则是一个玉天仙可便降临在凡世。<br>你不用他，我有处用他。你怎生般用他？我梳洗处着他架手巾，筵席头上系护衣，我教他打水运浆。执盏擎杯，扫床叠被，那些儿不用了他？你敢忒富贵过了么？<br>【幺篇】你那梳洗处着架手巾，筵席上系护衣。你待着他担水运浆，搬茶供饭，你又待着他过盏波擎杯。这孩儿，则恁的，闲立地，呵，更那堪他便娇柔波无力？你好是狠毒也呵。怎下的着他拈轻掇重，可便扫床也波叠被？<br>小姐。你父亲的骨殖在那里？俺父亲的骨殖，在南薰门外报恩寺里寄着哩。王秀才，便与我去南薰门外报恩寺内，将那裴使君的骨殖取将来，便与我高原选地，破木造棺，建起坟茔了呵，我自有个祭祀的礼。小姐后堂中换衣服去。理会的。王秀才，你近前来，我问你，您姑夫平日间主的事如何？这个。姑夫，你是甚么人？你平日间主张，一百桩事，九十九桩都是，那一桩也将就的过。孩儿，今日是好日辰么？天黄道，地黄道，日月双黄道，子丑寅卯，今日正好，过了今日，明日不好。我今日待与小姐成就些婚配的道理，我心里则主不定也，我和王秀才两个商量者。我问你，与小姐三千贯奁房断送，不少么？姑夫，要偌多做甚么？则一千贯也够了。金银玉头面三副，不少么？春夏秋冬衣服四套，不少么？孩儿也，你道不少么？绢帛布草衣服，尽够了也。你道不少么？我心里便欢喜也。王秀才，与我西头请将小秀才娘儿两个来者。姑夫，这事你主定了，又请他做甚么？你则请的他来呵，你身上的事务，便是完备了也。理会的，我知道。我出的这门来，则这里便是。小秀才在家么？母亲，门首不知谁唤门哩，我开开这门。王秀才哥哥请坐。小秀才，一向管顾不周。便是我在下有些喜事。请你写个休书。是婚书。呸，呸，是婚书，也不要紧。我教与你写：任从改嫁，并不争论。呸，可是休书了。来到了，我搬去，婶子，你加一美言，我重重的相谢你。放心，小生知道。姑夫，小秀才来了也。请的来了，伯伯、伯娘。婶子儿，管顾不周。小秀才，你看书也不曾？多多禀告伯伯、伯娘，春郎每日看书。后堂中请出小姐来者。梅香，转报灶窝里，拖出小姐来者。父亲、母亲，您孩儿来了也。衣服不整，朋友之过。小姐，休下拜者，你且一壁有者。婶子儿，今日请将您来，别无甚事，因为这一十八岁兰孙小姐。此女子非常人之家，他父亲是裴使君，曾在襄阳为理，不幸他被歹人所累，身亡无钱埋殡。止有这一女子，长街市上，自己卖身，卖五百贯长钱，埋殡他父亲。不想正遇着老夫，我将裴使君的骨殖，高原选地，破木造棺，建了坟茔了也。我今待与小姐成就些婚<br>礼的道理。婶子儿，陪与小姐三千贯奁房断送，金银玉头面三付，春夏秋冬四季衣服，我要将这一十八岁兰孙小姐，配与李春郎为妻。婶子儿，你意下如何？似此呵，怎生报答伯伯、伯娘也？春郎，谢了伯伯、伯娘者。王秀才，您姑夫主的勾当，可是如何？你到主我那脚后跟。索是谢了哥哥。谢您老子头蹄。老的，你差了也。他又来投奔，俺又管顾他，倒赔奁房断送，又与他个媳妇儿，你和他是甚么亲眷？<br>【快活三】则这陪缘房是咱的志气，配良姻是我的阴骘。咱这般疏财仗义礼当宜，咱两口儿做着这般善事，着那外人说出去呵。显的我这夫克己你个妻贤惠。<br>他拿将一张白纸来，和他有甚么亲也？<br>【朝天子】白纸上虽无甚么墨迹，既然他每寄子波那托妻，今日个便伊同咱两个便为了这交契。既是和咱做了亲眷，也索。俺必索那倾心吐胆将他厮惠济。一个婚姻，一个是死葬，咱将着那金子银子，那里寻这般好勾当做去来也。若是我便顺着人的情呵，也是我便合着这天意。伯伯、伯娘，媳妇儿也不敢要，则今日辞别了伯伯、伯娘，俺子母二人回去也。婶子儿，并不曾说甚么言语，我和您伯娘，商量小姐的奁房断送，并不曾说甚么言语，婶子儿省烦恼。我问你，这凡百的一家人家，有个家长么？莫不俺这男子汉主了的这桩勾当，信着你这等的言语，肯则那等干罢了么？我做了的那好勾当，着你这几句话波，兀的不坏尽了也。我问你，那的是你那三从四德？则这的便是你那三从四德不是？为孩儿每这些喜庆的勾当，你则再言语，我就不信也。俺和他是甚么亲？婶子儿，可止不过您伯娘有些闲言剩语道了呵，我肯依的他来？李春郎孩儿也，咱本是一重儿亲来，因着小姐面上，咱越亲波越厚了也。从今后你个婶子儿，春郎，和你个侄儿咱可都是一家一计。凡百事好歹有个商量。你好不会做那人也，则到如今也索更争甚么我波那共你。我本待不说来，气忄敝破我这肚皮。他姓甚么？你姓甚么？贼丑生，干你甚事？论甚么姓刘也那姓李，他在那里住？你在那里住？不在于你，也者么他住在江南也那塞北，拿将一张白纸来，知他是甚么亲眷，也不似你忒独主。噤声，贼丑生也。岂不闻道四海内皆是兄弟？<br>我儿也，一块肉到于我口里，你夺将去了，更待干罢。我今夜三更三点，跳过墙去，我把你一家儿都杀了。伯父，他说出来做出来。孩儿也，他则不说出来，少不的做下来也。则今日好日辰，收拾了琴剑书箱，便索上朝取应去。一来与您饯行，第二来就到坟头辞了您父亲，便索长行。来到也，孩儿拜了你父亲者。婶子儿，你拜了兄弟者。兰孙小姐，我将你父亲骨殖，也取将来了也，你拜了者，拜了者。婶子儿，你今日临行也，我有句言语，说的明白了，您便行。想当初咱本不亲，着孩儿言称道，这的父亲不亲呵，怎生留俺在家中住许多时来。想当初，你父亲捎将来的书，封皮上有字，就里则是一张白纸。白者是素也，纸者是居也，故言则是托妻寄子在老夫跟前。今日你夫妻子母，上朝取应去也，那的是俺下场头也。<br>【耍孩儿】即来托我为交契，我不曾见伊家面皮。你和咱素日不相识，知道也那临危向妻子行留遗。你和我做兄弟。凭着这半张白纸为交友，隔着这千里关山厮认义。我明知你是容妻子安身计，他知我恤孤念寡，救困扶危。<br>当日止不过一封书与伯伯，多承看待如此。<br>【四煞】一封书寄与咱，你夫情我尽知。今日红妆共秀才，您两个为门对。岂不闻书中有女颜如玉，路上行人口胜碑。君子喻于义，也强如巡寺院布施与钱物，绕庙宇祷告神祗。<br>父亲，您孩儿临行，也有句话，敢说么？甚么话？但说不妨。有兰孙的父亲，在这里葬埋着，则怕到冬年节下，月一十五，瀽不了的浆水，与俺父亲瀽半碗儿，烧不了的纸钱，与俺父样烧一陌儿，兰孙死生难忘也。孩儿，我知道。春郎孩儿近前来。休说道这伯父我是国家白衣卿相，可怎生用些小钱物，赎买将个小的来，可与你为妻，你休这般道。伯伯，俺怎敢说这等的言语也？<br>【三煞】他祖宗是官宦家，他父亲为宰相职。他今日卖身不幸到咱家里，与你个贤达的婶子儿为儿妇，我配你个清俊的书生作正妻。你可休觑的微贱看的容易，莫把这堂中珍宝，你可休看承做墙上泥皮。则今日好日辰，上朝求官应举，走一遭去。春郎，到的帝都阙下，则要你着志者。放心，你儿这一去，好歹要中科名也。<br>【二煞】想着那对寒窗受苦辛，跳龙门夺富贵。九经三史从头垒，万言长策朝中献，一举成名天下知。有一日身及第，头直上打一轮皂盖，马头前列两行朱衣。<br>【尾声】则要你频频的我根前寄一纸书。伯父，孩儿知道，你若到的帝都阙下，缺少盘缠，怕你写不及书信呵，你则道个口信来，老夫也教人捎些盘缠去。则要你常常的教我这两口儿知。贪烦恼，却忘了安复婶子。婶子儿，这些时衣服茶饭供给不到处，是必休怪也。这些时应不到处可也是俺自家的礼，伯父，此恩异日必当重报也。孩儿，你休那般说。这恩念报不报知不知，哎，儿也，那的可不在于你。<br>好也，你那里去？我儿也，一块好肉到我口边厢，你夺了我的去了，有这个道理？你在这里许多时节，我也有好处在你身上，来到今日，你敢如此般也呵，过来受死。哥哥，干小生甚事？我得了官，慢慢的来报答你。阿呀，罢、罢、罢，你去、你去。你与我频频的寄一纸书，常常的着这王、王秀才知，这思念你报不报知不知，当哩的打哩打哩哩哩。母亲，则今日收拾了行装上朝取应，走一遭去。伯父恩临天地知，上朝取应敢教迟。一举首登龙虎榜，十年身到凤凰池。<br><br>第三折<br>中和直正烈英才，玉帝亲临圣敕差。休道空中无神道，霹雳雷声那里来。吾神乃上界增福神是也，生前乃是汴梁李逊，字克让是也。在生之日，广览诗书，一举状元及第，新除钱塘为理。至望京店，不幸染其疾病，不能动止。临命终时，奈娇妻幼子，无处归着。闻知洛阳刘弘，恤孤念寡，救困扶危。故修书一封，明则是托妻寄子。小圣辞世，他子母二人，到于洛阳，见了刘弘。此人见其书，解其意，将他子母收留，如亲相待，教春郎读书成人，又配兰孙女为妻。春郎一举登科，皆刘弘员外之大德也。小圣在生之日，与人水米无交，死归冥路，今以正直为神。上帝点检人间善恶文簿，洛阳刘弘，有两桩缺欠，夭寿乏嗣。小圣在玉帝前展脚舒腰，叩头出血，言刘弘每事皆善，出无倚之丧，嫁贫寒之女，乞告一子，见今十三岁，乃刘奇童是也。恐防员外不知详细之因，故托梦说知就里。驾起云端，直至洛阳刘弘宅上托一梦境，走一遭去。霹雳响亮震山川，苍生拱手告青天。有朝雨过云收敛，凶徒恶党又依然。小圣乃西川五十四州城隍都土地，生前乃襄阳裴使君是也。吾神在襄阳为理时，所行事有法，治百姓无虞，不与薄幸之人相跟，不与邪僻之人游径。君子行正，不容小人，被群寇所勒身亡，无钱埋殡。奈阳间别无甚得力儿男，止有一女，小字兰孙。直至洛阳，寻亲不遇，行其孝敬之心，插一草标，自己卖身于市。谁想刘弘员外，闻知官宦之家，不忍以贵为贱，倒赔奁房断送，配合与李春郎为妻。今春郎为官，我女受五花官诰，驷马高车，为夫人县君之职，光显裴氏门庭，皆赖恩人刘弘之德也。小圣死归冥路，皇天不负吾德，正直为神。因朝玉帝，点检善恶文簿，观见洛阳刘弘，有二事缺欠，一者夭寿，二者乏嗣。夭寿者小圣在玉帝前展腰舒脚，叩头出血，诉奏刘弘每事皆善，上帝敕赐二纪之寿，一纪十二年，二纪二十四年。员外本合该命不过五旬而亡，着员外直活到七十有四，方尽天年。恐防员外不知详细，今夜晚间，驾起祥云，直至刘弘宅上，报恩答意，走一遭去。云头起处，何方圣者？那壁是甚处灵神？吾神乃上界增福神是也。生前何人？生前乃汴梁李逊李克让是也。那壁尊神，何方圣者，甚处灵神？吾神乃西川五十四州城隍是也。生前何人？生前襄阳裴使君是也。莫不是兰孙之父么？然也，然也。那壁尊神，莫不是春郎之令尊么？然也，然也。亲家请起，生前<br>不能相会。死后彼各为神。尊神何往？吾神乃为刘弘嫁婢之恩，未能答报。尊神何往？小圣为刘弘员外托妻寄子之恩，未能答报。俺二神驾起祥云，同到刘弘宅上，报恩答义那，走一遭去。自从他娘儿两个去后，我这婆婆，跟前所生一子，唤做奇童，长年十三岁也。天生识字，我着他七岁上攻书，指万物为题课赋，一个好聪明儿也。儿也，我是你谁？你是我爹爹。兀的不欢喜杀老夫也。<br>【越调】【斗鹌鹑】则俺这顽子奇童，学儒人的秀士。他从那乳龀里胎龆，敢则是朝经暮史。他可便受辛苦十年，望功名也则半纸。这个小厮，是个好儿，他可便广览群书，多知故事。<br>【紫花儿序】是他望空里取句，走笔成章，课赋吟诗。看名人书传，习礼仪文字，他生而知之。一壁厢诵《周易》说着《论语》讲着《孟子》，这孩儿聪明天赐。他从那七岁攻书，多不到十载过师。婆婆，天色晚了也，引的孩儿后堂中歇息去。老夫闲看几行书者。理会的。孩儿也，俺后堂中歇息去来。<br>【凭栏人】今夜观书不待孜，忽的神魂好着我难动止。比及到更深宿睡时，我权且曲肱而枕之。按落云头，可早来到也。尊神请。尊神请。刘弘刘元溥。<br>【鬼三台】咱亲自，凝眸视，恰才觉一阵香风过耳，见二神立在阶址，都一般腰金衣紫。你休惊莫怕也。唬的我兢兢战战软了四肢，慌慌乱乱自三思。何方圣者离祠？您是甚处神灵至此？那壁是何方圣者？甚处神灵？刘弘一误二错，触犯着上圣，望上圣宽恕。何不通名显姓者？恩人请起、请起。小圣非外道邪魔，吾神乃上界增福神是也。生前何人？生前乃汴梁李逊李克让是也。莫非是春郎之父么？然也，然也。春郎子母，多蒙恩人垂顾。想员外有山海之恩，小圣无毫毛之报。我与你叮咛的说破着，员外备细的皆知。小圣在生之日，萤窗雪案，暮史朝经。坐守的棘闱暖，步折的桂枝芳。才得琼林酬素志，岂期旅邸染沉疴。病在膏盲，命垂顷刻。怕甚么禄尽衣绝，赤紧的撇不下妻娇子幼。我之命以听于天，他子母安身何处？小圣囊无调药之资，居无锥扎之地。使小圣展转彷徨，无计可施。闻足下海量宽洪，奈素日不为交友。欲修尺素，款拂花笺，浓磨香翰，深蘸紫毫。往常时作词赋扫千言，当日个叙寒温了无一字。与长者又不曾相会在酒社诗坛，着小圣写甚么平安动止。闻长者开东阁好士尊贤，所以将空书托妻寄子。小圣命掩黄泉，他子母便践程途。到于宅上，长者你那高明远见，博学广文。见其书，解其意。施恻隐之心，恤孤念寡。识认下子母，另置宅安居。如骨肉五服之亲，待衣食四时足备。更与裴兰孙万贯妆奁，成就了李春郎百年缱绻。今春郎奋身辞白屋，平步上青霄。李春郎飞黄腾达，赖长者恩荣德化。小圣死归冥路，乃至天庭，为生前秉性忠直，主东岳增福之案，掌人间生死轮回。上帝因检善恶文簿，因见洛阳刘弘，夭寿乏嗣。上帝问其故，小圣回言：鉴面色本合绝嗣覆宗，论心地理当有儿继祖。上帝敕赐一子奇童是也。此子生的形容典雅，骨格清奇，久后若凭他冠世文才，觑富贵有如拾芥。待到开春，禹门三级浪，平地一声雷。恁时节乘肥马，农轻裘，居馆阁，坐琴堂。长者，则为你施婚姻死葬之恩，着你享子女玉帛之美。你去那冥冥中积下阴德，今日个朗朗的填还你那阳报。说兀的做甚。都则为李春郎无处安身，谢长者赍发的列鼎重裀。赐一子奇童养老，这的是穷李逊知恩报恩。这位尊神，何方圣者？甚处灵神？何不通名显姓者？吾神非外道邪魔，乃西川五十四州城隍是也。生前何人？生前乃襄阳裴使君是也。莫非是裴兰孙之令尊么？然也，然也。恩人请起！兰孙女子，多蒙垂顾，听吾神慢<br>慢的说一遍：小圣坚持节操镇襄川，专与黎民解倒悬。居官清正空囊客，可怜也死无招魂一陌钱。女子卖身为葬殓，深蒙长者痛衰怜。衣衾棺椁皆俱备，残躯以得葬高原。长者道宦门孝女难为婢，配合春郎夙世缘。小圣生前正直无私曲，死后复承上帝宣。典祀城隍西蜀郡，血食香火至心虔。长者之德高如华岳三峰顶，深如沧海万波渊。英灵每念恩人德，在心不忘意悬悬。一生荣贵多财禄，嗟乎二事不周全。乏嗣者那壁尊神乞赐奇童子，夭寿者小圣特拜青词玉殿前。言长者你不欺暗室遵天律，不由邪径仿先贤。恤孤念寡由心造，救困扶危出自然。孔子道富而好礼人之本，贫而乐道德之源。俛首俯不怍于地，举头仰不愧于天。上帝特降丹书字，敕赐二纪寿绵绵。我说兀的做甚。休言秉性皆由命，祸福从心太上传。婢妾却如亲女嫁，今日个方知元溥得延年。多谢了二位尊神也。<br>【调笑令】裴使君便是兰孙是你女孩儿，俺一径的来报恩答义也。您两个为报恩临来到此。则为你夭寿乏嗣也。为咱家夭寿乏其嗣，俺天庭上奏准明白了也。您去那天宫上保奏青词。从昨宵亲奉玉帝旨，一个是增福神。这个为土地判断阴司。<br>休推睡里梦里。疾！尊神，尊神勿罪也。原来是南柯一梦。天色明了也，后堂中请将他娘儿两个来者。老的也，为甚么大惊小怪的？您娘儿每后堂中歇息去了，我身子有些困倦，略睡些儿。我则见灯烛下披袍秉笏，立于我面前。我道何方圣者？甚处灵神？通名显姓。一个是春郎的父，一个是兰孙的父，他都为了神。我本当五十岁上身亡，他去上帝行奏过，赐与我二纪之寿，一纪十二年，二纪二十四年，我直活到七十四岁上死。我本当乏嗣无儿，赐与我一子，乃是奇童。临去时又说着孩儿上朝求官应举去，必然为官。若是孩儿得了官呵，俺家里妻财子禄，都完完全全的也。王秀才，来了，来了。姑夫，唤我做甚么？王秀才，你领着孩儿上朝应举去，比及你回来时，我好亲事踏下一门与你。老儿，你哄我好两遭儿了。姑夫放心，我领将孩儿去。<br>【尾声】若是你为官称了平生志，有一日大限临头那时。若你个小解元得为官，将你这双老爷娘放心死。<br><br>第四折<br>雷霆驱号令，星斗焕文章。小官李彦清，自离了刘弘伯父，可早十三年光景也，到于帝都阙下，一举状元及第。今谢圣人可怜，着小官为主司考卷，开放婴童举场。今场有一婴童解元，年一十三岁，名曰奇童。小官问其故，原来是刘弘伯父孩儿。小官想伯父山海恩临，未曾答报。小官圣人跟前诉说刘弘伯父托妻寄子一事，圣人大喜，着小官加官赐赏。小官就与母亲说知，将小官妹子桂花与奇童为妻。今日领了圣人的命，不敢久停久住。收拾行装，同母亲直至刘弘伯父宅上，一来加官赐赏，二来报恩答义，走一遭去。积功累行济人贫，多蒙训教得成人。今日峥嵘显耀登八位，去来报答刘弘伯父恩。婆婆，自从王秀才领的孩儿上朝取应去了，未知得官也不曾。哎，儿也！兀的不想杀我也。老的也，你省烦恼，孩儿得了官，好歹回来也。是呵，自家报登科的便是。闻知刘弘老员外家刘奇童，得了婴童解元，我往他家报喜，讨些钱钞使用，有何不可？可早来到也。不必报复，自己过去。老员外喜也，大舍得了婴童解元也。与那报登科记的五两银子．多谢了老员外。婆婆，恰才报登科记的来，说道孩儿得了官也。那邵尧夫戒子伯温曰：\"吾欲教汝为大贤，未知天意肯从否。\"<br>【双调】【新水令】人皆养子可便望聪明，俺孩儿自从那蒙童儿里上朝取应。当日那寒审下熬煎杀俺那小秀才，今日个贡院里欢喜杀俺老公卿。圣旨教御笔标名，俺孩儿白身里受朝命。<br>左右接了马者，我见父亲去。父亲，您孩儿得了婴童解元也。姑夫，贺万千之喜，奇童做了婴童解元也。小哥哥好才学，到的贡院中，今场贡官唤他过来：你吟四句诗。小秀才道：指甚为题？贡官道：指河里的船，便是<br>题目。不打草便作四句诗。好才也。诗曰：河里一只船，岸上八个拽。若还断了索，八个都吃跌。姑夫，你不知大人说，又有加官赐赏。我说姑夫我这亲事，这遭可准成着。谢天地，安排筵会庆喜也呵。<br>【水仙子】龙楼凤阁九重城，新筑沙堤宰相行。白身世八位中除参政，将皇家俸禄请，十年前谁识你个书生。扫荡的蛮夷静，揩磨的日月明，从今后天下咸宁。<br>可早来到也，左右接了马者。刘弘望阙跪者。装香来。听圣人的命。为你出无倚之丧，嫁孤寒之女，因此圣人见喜。你本是龙袖里娇民，堪可做朝中宰相。刘弘加你为本处的县令，你妻为贤德夫人，奇童为婴童解元，都着您列鼎重裀。圣人喜的是义夫节妇，爱的是孝子顺孙。今日个加官赐赏，一齐的望阙谢恩。感谢圣恩也。伯父，认的您孩儿李彦清么？<br>【沽美酒】多亏你个李彦清，我举保奇童兄弟来。你便保举俺这小匡衡，则俺这张元伯多亏你个范巨卿。可俺托赖着当今圣明，依随着汉陈平。<br>据着伯父的德行，不弱如先贤古人也。<br>【太平令】将俺似王粲、梁鸿比并，把俺似那苏秦共傅说般看承，可俺又无那闵损、颜渊德行，端的更胜似吕望、甘罗封赠。加你为洛阳县令之职也。遥受着洛京，县令，职名，圣人道积善之家必有余庆。<br>伯父有请，母亲都在于门首哩。既然如此，请您母亲相见者。妾身春郎母亲是也。当日无倚之时，投奔于伯伯门下，蒙伯伯收留存济，又将兰孙小姐，配与春郎为妻。及蒙赍发盘费，上朝应举。谁想孩儿得了头名状元，皆赖伯伯之恩也。当日夫亡之时，已有半年身孕，所生一女，小字桂花，如今一十四岁，见将着房奁断送。伯伯休嫌貌陋，情愿配与奇童为妻，以报厚恩也。又蒙婶子将所生之女桂花，与孩儿为妻，兀的不喜杀老夫也。则今日做一个庆喜的筵席。吾神乃增福神是也，这位是都城隍。按落云头，刘弘宅上报恩答义去来。恩人，你休惊莫怕，吾神乃增福神是也，生前乃是李克让。想当日他子母孤寒，蒙恩人收留养济。小圣在玉帝前叩头乞告，上天所赐一子，奇童是也。恩人你欢喜者。感谢上圣。休惊莫怕。吾神乃都城隍是也，生前乃是裴使君。当日吾女兰孙，自己卖身，蒙恩人收留，自赔奁房断送，配与春郎为妻。此德此恩，何以报答？小圣在玉帝面前，叩头出血，增汝寿算二纪，以报厚恩也。恩人你欢喜者。感蒙上圣也，装香来。<br>【折桂令】俺一家儿祭赛你个城隍增福威灵，奇童皆是俺二神之功也。保护的俺十三岁蒙童，金榜上标名。吾神又将小女桂花，配与奇童为妻。则为你恤孤念寡，敬老怜贫，因此感动天地也。想当初都只为这个刘弘，腾云驾雾，直至天庭。奉上帝敕令，特来增福延寿也。您两个奏上帝把咱家寿增，保举的俺辈辈儿峥嵘。圣贤那。量这一个愚鲁的鲰生，无德无能，俺一家儿礼拜磕头，感谢神明。则为你积功累行阴功厚，布德施恩神天祜。则为你行尽仁义礼智信，今日个保全你那妻财子禄寿。<br>题目受贫穷李逊托妻<br>正名施仁义刘弘嫁婢",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "未知作者"
  },
  "tags": []
}