{
  "id": 47905,
  "star": 47,
  "name": "芜城赋",
  "dynasty": "南北朝",
  "content": "　　沵迆平原，南驰苍梧涨海，北走紫塞雁门。柂以漕渠，轴以昆岗。重关复江之隩，四会五达之庄。当昔全盛之时，车挂轊，人驾肩。廛闬扑地，歌吹沸天。孳货盐田，铲利铜山，才力雄富，士马精妍。故能侈秦法，佚周令，划崇墉，刳濬洫，图修世以休命。是以板筑雉堞之殷，井干烽橹之勤，格高五岳，袤广三坟，崪若断岸，矗似长云。制磁石以御冲，糊赪壤以飞文。观基扃之固护，将万祀而一君。出入三代，五百余载，竟瓜剖而豆分。泽葵依井，荒葛罥涂。坛罗虺蜮，阶斗麕鼯。木魅山鬼，野鼠城狐，风嗥雨啸，昏见晨趋。饥鹰厉吻，寒鸱吓雏。伏暴藏虎，乳血飡肤。崩榛塞路，峥嵘古馗。白杨早落，寒草前衰。稜稜霜气，蔌蔌风威。孤篷自振，惊沙坐飞。灌莽杳而无际，丛薄纷其相依。通池既已夷，峻隅又以颓。直视千里外，唯见起黄埃。凝思寂听，心伤已摧。若夫藻扃黼帐，歌堂舞阁之基；璇渊碧树，弋林钓渚之馆；吴蔡齐秦之声，鱼龙爵马之玩；皆薰歇烬灭，光沉响绝。东都妙姬，南国佳人，蕙心纨质，玉貌绛唇，莫不埋魂幽石，委骨穷尘。岂忆同辇之愉乐，离宫之苦辛哉？天道如何，吞恨者多。抽琴命操，为芜城之歌。歌曰：“边风急兮城上寒，井径灭兮丘陇残。千龄兮万代，共尽兮何言。”",
  "fanyi": "<p><strong>译文</strong><br>　　地势辽阔平坦的广陵郡，南通苍梧、南海，北趋长城雁门关。前有漕河萦回，下有昆岗横贯。周围江河城关重叠，地处四通八达之要冲。当年吴王刘濞在此建都的全盛之时，街市车轴互相撞击，行人摩肩，里坊密布，歌唱吹奏之声喧腾沸天。吴王靠开发盐田繁殖财货，开采铜山获利致富。使广陵人力雄厚，兵马装备精良。所以能超过秦代的法度，逾越周代的规定。筑高墙，挖深沟，图谋国运长久和美好的天命。所以大规模地修筑城墙，辛勤地营建备有烽火的望楼。使广陵城高与五岳相齐，宽广与三坟连接。城墙若断岸一般高峻，似长云一般耸立。用磁铁制成城门以防歹徒冲入，城墙上糊红泥以焕发光彩。看城池修筑得如此牢固，总以为会万年而永属一姓，哪知只经历三代，五百多年，竟然就如瓜之剖、豆之分一般崩裂毁坏了。莓苔环井边而生，蔓蔓野葛长满道路。堂中毒蛇、短狐遍布，阶前野獐、鼯鼠相斗。木石精灵、山中鬼怪，野鼠城狐，在风雨之中呼啸，出没于晨昏之际。饥饿的野鹰在磨砺尖嘴，寒冷的鹞子正怒吓着小鸟。伏着的野兽、潜藏的猛虎，饮血食肉。崩折的榛莽塞满道路，多阴森可怕的古道。白杨树叶早已凋落，离离荒草提前枯败。劲锐严寒的霜气，疾厉逞威的寒风，弧蓬忽自扬起，沙石因风惊飞。灌木林莽幽远而无边无际，草木杂处缠绕相依。护城河已经填平，高峻的角楼也已崩塌。极目千里之外，唯见黄尘飞扬。聚神凝听而寂无所有，令人心中悲伤之极。至于彩绘门户之内的绣花帐，陈设豪华的歌舞楼台之地；玉池碧树，处于射弋山林、钓鱼水湾的馆阁；吴、蔡、齐、秦各地的音乐之声，各种技艺耍玩；全都香消烬灭，光逝声绝。东都洛阳的美姬、吴楚南方的佳人，芳心丽质，玉貌朱唇，没有一个不是魂归于泉石之下，委身于尘埃之中。哪里还会回忆当日同辇得宠的欢乐，或独居离宫失宠的痛苦？天运真难说，世上抱恨者何其多！取下瑶琴，谱一首曲，作一支芜城之歌。歌词说：广陵的边风急啊飒飒城上寒，田间的小路灭啊荒墓尽摧残，千秋啊万代，人们同归于死啊还有什么可言！ </p> <p><strong>注释</strong><br>摘要:本文为南朝抒情小赋中的名篇。芜城即广陵，也就是今天的扬州，故城在江苏省江都县东北，自汉魏以至晋宋，一直沿用。后因北魏南侵，竟陵王刘诞的叛乱，城邑荒芜，废墟一片。<a href=\"http://so.gushiwen.org/author_732.aspx\">鲍照</a>感而赋之，遂名芜城。<br>[1]沵迆（míyǐ迷以）：地势相连渐平的样子。<br>[2]苍梧：汉置郡名。治所即今广西梧州市。涨海：即南海。<br>[3]紫塞：指长城。《文选》李善注：”崔貌《古今注》曰：秦所筑长城。土皆色紫。汉塞亦然。故称紫塞。”雁门：秦置郡名。在今山西西北。以上两句谓广陵南北通极远之地。<br>[4]柂（duò舵）：拖引。漕渠：古时运粮的河道。这里指古邗沟。即春秋时吴王夫差所开。自今江都西北至淮安三百七十里的运河。<br>[5]轴：车轴。昆岗：亦名阜岗、昆仑岗、广陵岗。广陵城在其上（见《太平御览》卷169引《郡国志》）。句谓昆岗横贯广陵城下。如车轮轴心。<br>[6]”重关”句：谓广陵城为重重叠叠的江河关口所遮蔽。奥：隐蔽深邃之地。<br>[7]”四会”句：谓广陵有四通八达的大道。《尔雅·释宫》：”五达谓之康。六达谓之庄。”<br>[8]轊（wèi卫）：车轴的顶端。挂轊。即车轴头互相碰撞。<br>[9]驾：陵；相迫。以上两句写广陵繁华人马拥挤的情况。<br>[10]廛闬（chán缠hàn翰）扑地：遍地是密匝匝的住宅。廛：市民居住的区域。闬：闾；里门。扑地：即遍地。<br>[11]歌吹：歌唱及吹奏。<br>[12]孳：蕃殖。货：财货。盐田：《史记》记西汉初年。广陵为吴王刘濞所都。刘曾命人煮海水为盐。[13]铲利：开采取利。铜山：产铜的山。刘濞曾命人开采郡内的铜山铸钱。以上两句谓广陵有盐田铜山之利。<br>[14]精妍：指士卒训练有素而装备精良。<br>[15]侈：轶；超过。<br>[16]佚：超越。此两句谓刘濞据广陵。一切规模制度都超过秦、周。<br>[17]划崇墉（yōng拥）：谓建造高峻的城墙。划：剖开。<br>[18]刳（kū枯）濬（jùn俊）洫（xù旭）：凿挖深沟。刳：凿。濬：深。洫：沟渠。<br>[19]”图修”句。谓图谋长世和美好的天命。休：美好。<br>[20]板筑：以两板相夹。中间填土。然后夯实的筑墙方法。这里指修建城墙。雉堞：女墙。城墙长三丈高一丈称一雉；城上凹凸的墙垛称堞。殷：大；盛。<br>[21]井干（hán寒）：原指井上的栏圈。此谓筑楼时木柱木架交叉的样子。烽：烽火。古时筑城。以烽火报警。橹：望楼。此谓大规模地修筑城墙。营建烽火望楼。<br>[22]格：格局。这里指高度。五岳：指东岳泰山、西岳华山、南岳衡山、北岳恒山、中岳嵩山。<br>[23]袤（mào茂）广：南北间的宽度称袤。东西的广度称广。三坟：说法不一。此似指《尚书·禹贡》所说兖州土黑坟。青州土白坟。徐州土赤埴坟。坟为”隆起”之意。土黏曰”埴”。以上三州与广陵相接。<br>[24]崪（zú族）：危险而高峻。断岸：陡削的河岸。<br>[25]矗（chù触）：耸立。此两句形容广陵城的高峻和平齐。<br>[26]御冲：防御持兵器冲进来的歹徒。《御览》卷183引《西京记》：”秦阿房宫以磁石为门。怀刃入者辄止之。”<br>[27]赪（chēng称）：红色。飞文：光彩相照。此谓墙上用红泥糊满光彩焕发。<br>[28]基扃（jiǒng迥）：即城阙。扃：门上的关键。固护：牢固。<br>[29]万祀：万年。<br>[30]出入：犹言经历。三代：指汉、魏、晋。<br>[31]瓜剖、豆分：以瓜之剖、豆之分喻广陵城崩裂毁坏。<br>[32]泽葵：莓苔一类植物。<br>[33]葛：蔓草。善缠绕在其他植物上。罥（juàn倦）：挂绕。涂：即”途”。<br>[34]坛：堂中。罗：罗列；布满。虺（huǐ悔）：毒蛇。蜮（yù育）：相传能在水中含沙射人的动物。形似鳖。一名短狐。<br>[35]麕（jūn均）：獐。似鹿而体形较小。鼯（wú吾）：鼯鼠。长尾，前后肢间有薄膜，能飞，昼伏夜出。<br>[36]木魅：木石所幻化的精怪。<br>[37]砺：磨。吻：嘴。<br>[38]鸱（chī痴）：鹞鹰。吓：怒叫声；恐吓声。<br>[39]暴：猛兽。<br>[40]乳血：饮血。飡肤：食肉。<br>[41]馗（kúi葵）：同“逵”，大路。<br>[42]稜稜：严寒的样子。<br>[43]蔌（sù速）蔌：风声劲急貌。<br>[44]振：拔；飞。<br>[45]灌莽：草木丛生之地。杳（yǎo咬）：幽远。<br>[46]丛薄：草木杂处。<br>[47]通池：城濠；护城河。夷：填平。<br>[48]峻隅：城上的角楼。<br>[49]藻扃：彩绘的门户。黼（fú福）帐：绣花帐。<br>[50]璇渊：玉池。璇：美玉。<br>[51]弋（yì益）：用系着绳子的箭射鸟。<br>[52]吴、蔡、齐、秦之声：谓各地聚集于此的音乐歌舞。<br>[53]鱼龙爵马：古代杂技的名称。爵：通”雀”。<br>[54]”皆薰”两句：谓玉树池馆以及各种歌舞技艺。都毁损殆尽。薰。花草香气。<br>[55]蕙：兰蕙。开淡黄绿色花，香气馥郁。蕙心：芳心。纨：丝织的细绢。纨质，丽质。<br>[56]委：弃置。穷：尽。<br>[57]同辇（niǎn捻）：古时帝王命后妃与之同车。以示宠爱。离宫：即长门宫。为失宠者所居。两句紧接上文。谓美人既无得宠之欢乐。亦无失宠之忧愁。<br>[58]抽：取。命操：谱曲。命：名。操：琴曲名。作曲当命名。<br>[59]井径：田间的小路。丘陇：坟墓。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这篇抒情小赋，通过对广陵城昔日繁盛、今日荒芜的渲染夸张和铺叙对比，抒发了作者对历史变迁、王朝兴亡的感慨，真实地反映了当时严酷的社会现实。</p> <p>　　作者立足于时空的高度，从自己对人生的体验出发，在五百年历史长河的潮起潮落中，描绘了一幅广陵兴盛图，一幅广陵衰败图，在两幅图画的兴衰对比中，解构了生命的个体对世界的无奈，即变幻是永恒的，美好的必然终极是毁灭。</p> <p>　　作者描绘广陵的第一幅图画是刘濞时期的巨丽繁华图。作者以历史为依据，以气势磅礴的雄壮笔墨勾画了全盛的广陵。开头先叙广陵地势的平坦与广阔。“沵迤平原，南驰苍梧涨海，北走紫塞雁门。”气势开阔，这开头就先声夺人的让人感觉到作者用笔之豪放了。“南驰”“北走”这两个动词，使人的感觉，作者好像是屹立在时空的高端，大笔点化一头鲜活的宇宙巨兽，那巨兽正在摇头摆尾，一伸一曲中展示雄风。“柂以漕渠，轴以昆岗。”昆岗是这头巨兽坚不可摧的脊梁，漕渠是这头巨兽永不止息而汹涌流淌的新鲜血脉。这不是一座城，而是一个鲜活的朝气蓬勃的强大生命。在这头巨兽流动的美中，读者不但看到作者对广陵优越的地理环境的赞美，更看到了作者对广陵强大富有的夸张，在它的铁骨铮铮的身上充满了颠覆不破的无限的生命张力。“重关复江之隅，四会五达之庄。”这是一个被巍峩重山拥抱，滚滚江河环绕的城市，这是一个地势险峻，易守难攻的城市。也是一座四通八达的繁华都市。“车挂轊，人驾肩，廛閈扑地，歌吹沸天。”这是一座人烟稠密街道纵横热闹非凡的城市，车辆众多，时不时地相撞牵挂，人山人海，熙熙攘攘，驾肩而行。房宇栉比盖满地面，歌声、笑声、喧闹声，如沸腾的波涛，直冲云天，作者以夸张的笔墨写出了广陵安居乐业歌舞升平的昌盛。“孳货盐田，产利铜山。”当年刘濞曾经在这里利用海水煮盐，利用铜矿铸钱。所以这里“财力雄富，士马精妍。”即国家富强，兵强马壮。在建设规模上也“侈秦法，佚周令。”这里的“侈”字，表示的不只是大于秦法，而是能够轻松地装得下秦的规模。这里的“佚”字，表示不只是仅仅的超过，而是远远地超过周朝的规模。“划崇墉，刳浚洫。”这里以“划”与“刳”，与“崇墉”“浚洫”相对，进一步说明国力的强大。把高大的山搬来做雄壮的城墙，好像是用刀子把高山割开搬来安在城外一样，挖深沟城壕，好像是用刀子劈开一个瓜一样。举世罕见的大工程，说的如此轻而易举，可见国力之强了。“图修世以休命。”为了永久美好的国运，所以刘濞不惜巨资，建设国防工程。“是以板筑雉堞之殷，井干烽橹之勤。格高五岳，袤广三坟，崪若断岸，矗似长云。“”这是对广陵雄壮险峻的防御工程极致的夸张描写，其规模上下超过五岳，宽广覆盖了九州的三分之一。其险峻似巍峨的高山，而陡峭又像河岸的断壁，远远地望去，又像是矗入天空的长云。“制磁石以御冲，糊赪壤以飞文。”“御冲指抵御重兵或者寇贼袭击的门，相传秦代阿房宫就是以磁石做门的。磁石就是吸铁石，能防止怀刃进入城门的人。可见城门不但雄壮坚固，而且防御功能极强，一般人未经允许，佩带武器是进不了城门的。与坚固城门相映成辉的是流光溢彩的涂有赤色花纹的城墙。刘濞在这里建立了奇伟壮观的城池，高大坚固的城墙，固若金汤的城阙，规模宏大的瞭望楼，频仍繁多的烽火台，希望“万祀而一君。”即希望刘姓的江山，万世相传，永远不败。但是世事难料仅仅地“出入三代，五百余载，竟瓜剖而豆分。”即只经过了汉、魏、晋三代，时隔不过五百年，竟然就瓜剖豆分的被彻底破坏了！那么毁坏成什么样子了，作者浓墨重彩的为广陵绘制了第二幅图画，即战后广陵破败不堪，荒凉凄惨令人毛骨悚然的衰飒图。</p> <p>　　“泽葵依井，荒葛罥途。”“井”是人赖以生存的源泉，有井必有人，“途”是人走出来的路。井上长满了苔藓，分不出井来，路上葛蔓横爬竖绕寻不出路来，由此可见此地早已是荒无人烟了。“坛罗虺蜮，阶斗麕鼯。”堂前不但成堆的毒蛇爬来爬去，而且还有成群的短狐窜来窜去，台阶上聚合的獐子与结伙的鼯鼠噬咬打斗。真是一个荒芜的可怕的世界。“木魅山鬼，野鼠城狐，风嗥雨啸，昏现晨趋。”这里又是妖魔鬼怪的乐园，狐狸老鼠成精的摇篮，这些怪物或作法刮起阴风呼来恶雨，或发出怪异的狼嚎鬼叫声。它们夜里现身，凌晨隐去。这是一个令人胆战心惊的恐怖世界。“饥鹰砺吻，寒鸱吓雏。伏暴藏虎，乳血餐肤。”饥饿的老鹰不停地刿嘴磨牙，阴冷的鹞子正凶恶地对着发颤的小鸟。埋伏的猛兽正在喝血吞毛，隐藏的老虎正在撕皮吃肉，这是一个充满血腥残暴的世界。“崩榛塞路，峥嵘古馗。白杨早落，塞草前衰。”多年的榛子壳新陈累积成堆成山地堵塞了道路，古道深邃莫测阴森可怖。在榛莽的阴影笼罩下，冉冉的杨树提前败落，青青的小草在颓毁坍塌的城墙上提前枯萎。这是一个荒凉悲哀的世界。“棱棱霜气，蔌蔌风威。孤蓬自振，惊沙坐飞。”严寒冰冷的阵阵霜气像刀子一样地袭来把万物扼杀，劲疾凌厉的狂风把无数的蓬草突然卷起在空中旋转，地上无故的沙石在风中猛然飞起在空中撞击呼啸。“灌木杳而无际，丛草纷其相依。”这样恶劣的环境是无边无际，没有尽头的。“通池既已夷，峻隅又已颓。”在荒毁中作者寻觅昔日深邃的城池，却发现早已被黄沙填平，在荒毁中作者突然发现昔日高峻的城墙的一点遗角，但却在视线中很快地骤然坍塌。作者在迷茫中抬起头“直视千里外，唯见起黄埃。”作者一直望眼欲穿的寻觅往昔的影子，可即使是望尽天涯路，直到千里外，映入眼帘的只是茫茫的尘埃，滚滚飞扬的黄土。在这由蛮野、荒芜。鬼怪、可怖、血腥、阴森混杂组合的世界中作者“凝思”永固的城阙化为土；“寂听”黄风漫卷沙尘哭：纵然他“心伤已摧”，可叹千里黄埃无人诉！</p> <p>　　作者借写景以抒怀，把诸多带有深厚内蕴的意象编制组合成宏观的两大巨幅对比图。在图中挥毫泼墨铺陈了昔日繁华的广陵与战后荒凉的广陵，抒发了自己对于人性野蛮残忍的隐痛与愤慨，展现了作者在冷酷世界中追寻美好的孤独心灵。</p> <p>　　接着文章进一步叙述了昔日吴王刘濞时的广陵没落豪奢生活。“若夫藻扃黼帐，歌堂舞阁之基，璇渊碧树，弋林钓渚之馆，吴蔡齐秦之声，鱼龙雀马之玩，皆熏歇尽灭，光沉响绝。”那些美丽的雕花门窗，那些精美的罗帏绣帐，那些气势恢弘的歌台舞阁，那些汉白玉池边成荫的绿树，那些射鸟钓鱼的馆所，还有那些来自吴国蔡国齐国秦国的美妙的音乐与歌声，以及那些高超奇妙的戏法杂技，都早已化为灰烬没了香气，绝了音信没了光彩。“东都妙姬，南国佳人，蕙心纨质，玉貌绛唇，莫不埋魂幽石，委骨穷尘，岂忆同辇之偷乐，离宫之苦辛哉！”洛阳的妙龄美姬，南国选来的才女佳人，她们芳香如兰的香气，柔美如纨肢体，她们洁白的玉貌，她们红润的嘴唇，早已不复存在。尽管她们天生丽质，但终归难免掩埋魂魄于幽石下，埋葬骨肉于尘埃中，难道早已一抔黄土掩风流的她们还会记起与吴王同坐一车的宠幸与快乐，或者会想起打入冷宫的痛苦与悲哀吗？</p> <p>　　这里作者从楼堂宫馆，声色歌舞，妙姬佳人的烟消云散。说明毁灭是美的必然归宿，不管是美物还是佳人，不管是权力还是财富，人世界一切的一切，都逃不出死亡和消逝的结局。往事悠悠如朝露，盛衰只有一理，盛极必衰不会永存。“天道如何？吞恨者多。”这就是天的规律，太多的遗憾就是世界与个人不可逆转的命运。抽琴命操，为芜城之歌。歌曰：</p> <p>　　“边风急兮城上寒，井径灭兮丘陇残。千龄兮万代，共尽兮何言！”千头万绪，千言万语，千愁万恨化成一首人生无常歌：“边风急吹城上寒，田径路灭坟墓残，千年啊万代，终归灭亡还能有何言！”歌已尽而情未尽，辞已终而恨不平。全文至“天道如何，吞恨者多。”才点出主题，而这首歌又把主题推向了高潮，道尽了<a href=\"http://so.gushiwen.org/view_47905.aspx\">诗</a>人伤逝怜人的缠绵深情，全文也因此升华为对人世界最终结局的普遍广泛的哀叹，表达了作者终极的悲观主义和伤逝情怀。至此已顿悟，此赋的主题思想不止于感发思古的幽情，也不止于感叹盛衰的陵替，诗人通过一个城市的变化，抒发了对人类终极结局的深深哀叹惋惜。尽管人的天性中有追求美的特质，可谁也无法挽留世界美好事物的消失，就像人们一生下来就为生存而努力，但最终的结局还是死亡，谁也无法逃脱，仅有的差别只是时间的迟早。</p>",
  "about": "<h2>创作背景</h2> 　　芜城指的是广陵城，是魏晋南北朝时期长江北岸重要都市和军事重镇。春秋末，吴在此凿邗沟，以通江淮，争霸中原。秦置县，西汉设广陵国，东汉改为广陵郡，以广陵县为治所，故址在今江苏扬州市，是西汉诸王国的治所，又是南北朝时的交通枢纽，地势重要，市容繁华。西汉时期吴王刘濞得益于当地丰富的盐和铜资源，积累了很强的经济势力，把广陵城修建得十分坚固、也十分富丽堂皇。在积累经济实力的同时，刘濞的王国也发展了很强的军事势力，并恃强而骄，曾发动对抗朝廷的叛乱。但是，此次叛乱很快被汉景帝镇压下去。平叛当中，对广陵城破坏很大，从那以后，广陵城便衰落了。东汉时期以后，此地又发生了几次战争，广陵城进一步衰败。宋文帝元嘉二十七年（450），北魏太武帝拓跋焘举戈南侵，广陵被焚。宋孝武帝大明三年（459）竟陵王刘诞据广陵叛变，孝武帝派兵讨平，并下令屠杀城中全部男丁，仅留五尺以下小童。十年之间，广陵两遭兵祸，繁富闹市变成一座荒城。大明三、四年间，刘诞乱平不久，<a href=\"http://so.gushiwen.org/author_732.aspx\">鲍照</a>来到广陵，创痕犹新，血迹尚在，他登广陵城楼，目睹眼前残败破乱、荒芜不堪的凄凉景象，俯仰苍茫，感慨万千，写下了《芜城赋》。",
  "poet": {
    "id": 732,
    "star": 0,
    "name": "鲍照",
    "image": "http://img.gushiwen.org/authorImg/baozhao.jpg",
    "desc": "鲍照（约415年～466年）南朝宋文学家，与颜延之、谢灵运合称“元嘉三大家”。字明远，汉族，祖籍东海（治所在今山东郯城西南，辖区包括今江苏涟水，久居建康（今南京）。家世贫贱，临海王刘子顼镇荆州时，任前军参军。刘子顼作乱，照为乱兵所杀。他长于乐府诗，其七言诗对唐代诗歌的发展起了很重要的作用。有《鲍参军集》。"
  },
  "tags": [
    "辞赋精选",
    "抒情",
    "地名"
  ]
}