{
  "id": 9502,
  "star": 9,
  "name": "早发焉耆怀终南别业",
  "dynasty": "唐代",
  "content": "晓笛引乡泪，秋冰鸣马蹄。<br>一身虏云外，万里胡天西。<br>终日见征战，连年闻鼓鼙。<br>故山在何处，昨日梦清溪。",
  "fanyi": "<p><strong>译文<br></strong>破晓的笛声催下我思乡的泪滴，秋日的冰水响过了奔驰的马蹄，<br>我孤单一人置身于西北的塞外，几万里途程我处在遥远的天西。<br>终日里只见边塞上不断的征战，连年来只听军队中战鼓的敲击；<br>亲爱的家乡你如今究竟在何处？昨日的梦中我又回故乡的清溪！</p> <p><strong>注释<br></strong>⑴焉耆（yān qí）：指焉耆都护府，为安西四镇所辖都护府之一，在今新疆焉耆回族自治县西南。终南别业：指<a href=\"http://so.gushiwen.org/author_113.aspx\">岑参</a>在长安东南终南山所居住的高冠别业。别业，即别墅。<br>⑵晓笛：清晨羌笛吹奏之声。<br>⑶秋冰：胡塞属高寒地带，入冬早，故虽秋日业已结冰。<br>⑷虏（lǔ）：对西北边地的蔑称。<br>⑸鼓鼙（pí）：战鼓，这里指征战之事。鼙，鼓的一种。<br>⑹故山：指岑参隐居的终南山。<br>⑺清溪：指终南山的小溪流。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这首五律是<a href=\"http://so.gushiwen.org/view_9502.aspx\">诗</a>人塞外旅途中的怀乡之作，它以苍凉的格调，倾诉了自己对家乡的眷恋。</p> <p>　　那是一个边地的拂晓，深秋的塞外，天气寒凉，诗人又跨上战马，踏着秋日的冰水出发了。晨风送来瑚婉的笛声，这笛声不由引起诗人对故乡的怀念，两行热泪滚滚流下。诗歌就从这里开头。“晓笛”，“秋冰”，“马蹄”，交织成一幅单纯而又有声有色、有动有静的塞外秋晓行旅图，点示出“早发”之意。而这种苍凉的意境中，透露出独处异地的乡思，这便是首句的“乡泪”，从而暗示出“怀”字。“怀”，被渲染异地风情的“晚笛”所引发，所烘托，是统摄作者眼前这幅画面的中心，也是贯穿全诗的线索。</p> <p>　　以下六句便集中写“怀”。“一身虏云外，万里胡天西”，这一联写边塞的遥远和自己的形单影只。“一身”与“万里”互相对照，突出了独处塞外的孤零。“虏云”和“胡天”说的都是塞外，而用两句反复来写，就突出了异地的感觉。“虏云”而言“外”，“胡天”而言“西”，就都强调了边塞的遥远，归家的不易，也就暗示出“怀”的原因。这两句与《安西客馆中思长安》里的诗句“绝域地欲尽，孤城天遂穷”都表达了一种独处异地的愁思。“终日见征战，连年闻鼓鼙”，上句从所见，下句从所闻写边塞上单调而又连续不断的征战生活。当诗人置身于这种生活之中的时候，他就发现，这种生活与作者自己原来的想象有一定的距离，并不是那样浪漫的。马上颠簸，飘忽无定，乡路迢迢，归家无期，诗人是不可能不时而生出对故乡的怀念和对征战生活的厌倦情绪的。从某一方面说，这也反映了戍边将士对长期征战的厌倦及对和平安定的眷恋。</p> <p>　　诗的最后两句写思念故乡，形之梦寐。“故山”点出“怀”的对象，“今”承上文眼前景，“何在”启下句故乡景，用一问退出一“梦”，突出表现了对家乡之不能不时时萦怀。并且，“昨日梦”和今“晓笛”相呼应，反映了诗人之所以闻笛而落泪，并不是凭空的，而是以他对故乡的深沉思念为基础的。写到这里，“早发焉耆怀终南别业”这个题目所点示的几层意思，尤其是贯穿全诗的“怀”字，就表现得十分完满而又含蓄了。</p> <p>　　全诗从“早发”落笔，层层写来，宛转赴题，情景交融，层次井然，感情十分深沉。</p>",
  "about": "<h2>创作背景</h2> 　　天宝八载（749），<a href=\"http://so.gushiwen.org/author_113.aspx\">岑参</a>为右威卫录事参军，充安西四镇节度使高仙芝幕府掌书记。此<a href=\"http://so.gushiwen.org/view_9502.aspx\">诗</a>当为诗人于天宝九载秋天行役于焉耆时作。",
  "poet": {
    "id": 113,
    "star": 0,
    "name": "岑参",
    "image": "http://img.gushiwen.org/authorImg/cencan.jpg",
    "desc": "岑参（约715-770年），唐代边塞诗人，南阳人，太宗时功臣岑文本重孙，后徙居江陵。[1-2] 岑参早岁孤贫，从兄就读，遍览史籍。唐玄宗天宝三载（744年）进士，初为率府兵曹参军。后两次从军边塞，先在安西节度使高仙芝幕府掌书记；天宝末年，封常清为安西北庭节度使时，为其幕府判官。代宗时，曾官嘉州刺史（今四川乐山），世称“岑嘉州”。大历五年（770年）卒于成都。"
  },
  "tags": [
    "边塞",
    "羁旅",
    "抒情",
    "思乡"
  ]
}