{
  "id": 71449,
  "star": 9,
  "name": "双双燕·满城社雨",
  "dynasty": "清代",
  "content": "满城社雨，又唤起无家，一年新恨。花轻柳重，隔断红楼芳径。旧垒谁家曾识，更生怕、主人相问。商量多少雕檐，还是差池不定。谁省、去年春静。直数到今年，丝魂絮影。前身应是，一片落红残粉。不住呢喃交讯，又惹得、莺儿闲听。输于池上鸳鸯，日日阑前双暝。",
  "fanyi": "<h2>注释</h2> ⑴双双燕：南宋史达祖自度曲，见《梅溪词》。词咏双燕，即以此为词调名。<br>⑵社雨：春社和秋社时节下的雨。此处指春社时节下的雨。春社，古时一般在立春、立秋后不久两次祭祀土神，春祭称为“春社”，秋祭称为“秋社”。<br>⑶红楼：旧指闺秀女子的居处。盛唐<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>《侍从宜春苑奉诏赋》：“东风已绿瀛州草，紫殿红楼觉春好。”晚唐<a href=\"http://so.gushiwen.org/author_622.aspx\">韦庄</a>《长安春》：“长安春色本无主，古来尽属红楼女。”<br>⑷芳径：芳，此处指花卉。战国<a href=\"http://so.gushiwen.org/author_358.aspx\">宋玉</a>《风赋》：“回穴冲陵，萧条众芳。”径，小路。《论语.雍也》：“行不由径。”芳径，花间小道。<br>⑸ 旧垒：旧，陈旧，过时，与“新”相对。《左传.僖公二十八年》：“舍其旧而新是谋。”垒，堆砌物，此处借指燕巢。旧垒，此处当解为“旧燕巢”。<br>⑹商量：谋划或讨论事情。<br>⑺ 雕檐：雕有图案的精美屋檐或门窗。<br>⑻差（ci）池：参差不齐。《<a href=\"http://so.gushiwen.org/view_71449.aspx\">诗</a>.邶风.燕燕》：“燕燕于飞，差池其羽。”唐<a href=\"http://so.gushiwen.org/author_349.aspx\">李贺</a>《江楼曲》：“萧骚浪白云差池。”<br>⑼ 省（xing）：明白，醒悟。元<a href=\"http://so.gushiwen.org/author_829.aspx\">王实甫</a>《西厢记》第一本第三折：“虽然是眼角儿传情，咱两个口不言心自省。”<br>⑽丝魂絮影：丝，此处谓柳丝，絮，此处谓柳絮。<br>⑾ 落红残粉：落红，我国古代诗词常用来指落花。晚清<a href=\"http://so.gushiwen.org/author_88.aspx\">龚自珍</a>《己亥杂诗》：“落红不是无情物，化作春泥更护花。”残粉，我国古代诗词常指凋谢之花。<br>⑿ 不住：不停地，没完没了地。<br>⒀ 呢喃：一指燕鸣声。北宋刘季孙《题饶州酒务厅屏》：“呢喃燕子语梁间，底事来惊梦里闲？”一指低声絮语。清<a href=\"http://so.gushiwen.org/author_567.aspx\">蒲松龄</a>《聊斋志异.于去恶》：“兄于枕上教《毛诗》，诵声呢喃，夜尽四十余行。”此处应解为燕子悦耳的鸣声。<br>⒁ 交讯：交，相互交往、连接。《战国策.秦策三》：“王不如远交而近攻。”讯，讯息，消息。盛唐<a href=\"http://so.gushiwen.org/author_22.aspx\">储光羲</a>《田家即事答崔二东皋作》：“有客山中至，言传故人讯。”交讯：互相传达消息。<br>⒂ 闲听：听得悠闲、惬意。<br>⒃ 阑：栅栏一类的遮栏物。盛唐李白《清平调》：“解释春风无限恨，沈香亭北倚阑干。”<br>⒄ 双暝：暝，原意为日暮，天黑。北宋<a href=\"http://so.gushiwen.org/author_405.aspx\">王安石</a>《次韵董伯懿松声》：“暝聒一堂无客梦，晓悲千嶂有猿惊。”这里通“眠”，“睡”的意思。双暝，“双眠”的意思。",
  "shangxi": "<h2>赏析</h2> <p>　　这是一首咏燕之作。燕子作为春天的信使，美丽的象征，自古以来就受到人们的赏爱，所以咏燕之作代不乏人，《<a href=\"http://so.gushiwen.org/view_71449.aspx\">诗</a>.邶风.燕燕》，南宋词人史达祖的《双双燕》词就是其中脍炙人口的特别清拨之作。张惠言的这首《双双燕》词显然汲取了我国古代咏燕诗词的文化底蕴，尤其可以看出他对史达祖《双双燕》词在艺术构思上的某些传承。不过，作为清代文学史上开宗立派的一流文学宗师，张惠言始终不屑于拾前人牙慧，始终欲有创立和开辟，他的朋友鲍桂星就说他：“独念君生晚近时，慨然为举世不为之学，每举一艺，辄欲与古之第一流者相角，而不屑稍贬以从俗”（《受经堂汇稿序》）。所以，惠言的这首《双双燕》词虽有汲取，但多新变，展示更多的是他独立不偶的心性以及别出心裁的艺术追思，且又传达出他游踪漂泊而又寂寞孤苦的人生遭际。</p> <p>　　农历一月底二月初的“春社”时节，“满城”均下着淅淅沥沥的春雨，那沥沥雨丝与潇潇雨声唤起一双燕子无家可归的“新恨”，因为花开花落，冬去春来，年年迁移的侯鸟燕子，又要开始新的漂泊。然而，此时此刻，燕子还不知道家在何方。春天的花朵还是那样灿烂，春天的杨柳还是那么葱翠，它们重重叠叠隔断了通向闺中思妇居住的“红楼”小径。燕子隐隐约约还记得去年砌下的旧巢，但又不能确认。燕子打量了多少屋檐雕龙描凤的殷实之家，想找出去年旧巢，但它们最终还是飞来飞去，迟疑彷徨，找不到一个栖息或再筑新巢的地方。谁人能够了解燕子春去秋来那年年岁岁都萦绕在心头如“丝魂絮影”般的漂泊与孤独的心境？那漂泊与孤寂的燕子呵，前身理应是那一片片凋谢飘零的“落红残粉”。燕子迟疑彷徨，但它们相濡以沫，态度亲昵。它们不停地呢喃，似乎在交换着意见，又似乎在互倾衷肠。它们恩爱的关关鸣声，又让黄莺鸟听得那么专注。燕子虽然恩爱，但它们栖移不定的漂泊生涯，毕竟比不上那日日在水池画栏傍双栖双眠的鸳鸯来得宁静、温馨。</p> <p>　　张惠言出生于常州武进县一个世代为儒然科考不彰的清寒家庭，四岁时父亲就病卒，其母将他含辛茹苦教养而成。惠言回忆其早年孤苦生活时描述道：“一日，暮归，无以为夕餮，各不食而寝。迟明，惠言饿不能起。先妣曰：‘儿不惯饿惫也？吾与尔姊尔弟，时时如此也！’惠言泣，先妣亦泣”（《茗柯文编.先妣事略》）。从十四岁开始就外出教授为生，其间两次在安徽歙县金榜家设帐授徒，泄留时间最为长久。二十六岁至三十九岁时又七上京师应进士试。在张惠言四十二岁的生命历程里，约四分之三的时间身居异乡，为糊口而漂泊四方。所以惠言一生饱尝抛妻离子的别离之苦，也屡受寂寞孤苦的煎熬。此词就借咏燕，委婉且淋漓尽致地抒写他身处异乡时那种寂寞难耐的孤苦感，那种漂泊四方时压抑在心头的感伤，那种茕茕孓立时对亲人与故乡不可遏止的思念。词中“满城社雨，又唤起无家，一年新恨”，“前身应是，一片落红残粉”，“输于池上鸳鸯，日日阑前双暝”等语，既是惠言对浪迹天涯燕子的拟人化描摹，更是他此时此刻孤苦、感伤、思念且又有几分怨懑心态的真实反映。张惠言《双双燕》词所反映出来的苦寒人生遭遇，既是他个人的，又是传统社会中诸多为生计、为功名奔走四方、萍飘天涯的“寒士”们孤苦生涯的真切写照。 </p>",
  "poet": {
    "id": 449,
    "star": 0,
    "name": "张惠言",
    "desc": "张惠言（1761～1802）清代词人、散文家。原名一鸣，字皋文，一作皋闻，号茗柯，武进（今江苏常州）人。嘉庆四年进士，官编修。少为词赋，深于易学，与惠栋、焦循一同被后世称为“乾嘉易学三大家”。又尝辑《词选》，为常州词派之开山，著有《茗柯文集》。"
  },
  "tags": [
    "咏物",
    "写鸟",
    "抒怀",
    "孤独"
  ]
}