{
  "id": 7791,
  "star": 17,
  "name": "东武吟",
  "dynasty": "唐代",
  "content": "好古笑流俗，素闻贤达风。<br>方希佐明主，长揖辞成功。<br>白日在高天，回光烛微躬。<br>恭承凤凰诏，欻起云萝中。<br>清切紫霄迥，优游丹禁通。<br>君王赐颜色，声价凌烟虹。<br>乘舆拥翠盖，扈从金城东。<br>宝马丽绝景，锦衣入新丰。<br>依岩望松雪，对酒鸣丝桐。<br>因学扬子云，献赋甘泉宫。<br>天书美片善，清芬播无穷。<br>归来入咸阳，谈笑皆王公。<br>一朝去金马，飘落成飞蓬。<br>宾客日疏散，玉樽亦已空。<br>才力犹可倚，不惭世上雄。<br>闲作东武吟，曲尽情未终。<br>书此谢知己，吾寻黄绮翁。",
  "fanyi": "<p><strong>译文<br></strong>我信而好古，流俗的世俗之风看不顺眼，而一向仰慕贤达之风。<br>我所希望的是能够辅佐明主，功成之后再长揖而去。<br>皇帝像高悬在天空中的白日一样，它的光辉有幸地照到了我的身上。<br>我恭承皇上的沼书，起身草莽中，奔赴长安。<br>从此后在皇帝身边任清贵切要之职，在紫禁城内自由进出。<br>由于君王的另眼相待，因此我的声名噪起，如凌烟虹。<br>常履从天子的乘舆，进出于长安城东的温泉宫中。<br>我乘着宝马来到这风景佳丽之地，身穿锦衣进入新丰镇。<br>在骊山温泉宫里，有时游山逛景望松雪而寄傲，有时在筵席上对酒弹琴。<br>也曾像汉代的扬子云献赋甘泉宫一样问皇上献赋。<br>皇上下诏对我的“雕虫小技”加以赞美，我的美名从此传播开来，天下皆晓。<br>从温泉宫回到长安后，王公权贵争相交结，好不热闹。<br>一旦我朝别金马，辞京还山，就如同一颗蓬草一样随风飘落。<br>门前的宾客日稀，案上的酒杯已空。<br>但我自觉才力可合，与当世之雄才相比，一点也不比他们差。<br>闲来作一曲《东武吟》，曲而情犹未尽。<br>书此<a href=\"http://so.gushiwen.org/view_7791.aspx\">诗</a>向诸知己告别，从此吾将追随往昔商山四皓，返吾初服，啸傲山林去了。</p> <p><strong>注释<br></strong>⑴东武吟：乐府旧题。《乐府诗集》卷四十一列于《相和歌辞·楚调曲》。东武，齐地名，是泰山下的一座小山。晋<a href=\"http://so.gushiwen.org/author_838.aspx\">陆机</a>、南朝宋<a href=\"http://so.gushiwen.org/author_732.aspx\">鲍照</a>、梁<a href=\"http://so.gushiwen.org/author_628.aspx\">沈约</a>等均有拟作。内容多叹息人生短促，荣华易逝。<br>⑵好古句：谓崇尚古代淳朴的风尚，嘲笑当时趋炎附势，追名逐利的庸俗风气。<br>⑶素闻句：言向来了解贤能通达之人的风度。<br>⑷方希句：谓正希望辅佐明君，建功立业后，急流勇退，如战国的鲁仲连，西汉的张子房。<br>⑸白日二句：谓自身蒙受君恩。白日，象征天子，回光，象征君恩。烛，作动词用，即照耀之义。微躬，自身的谦称。<br>⑹恭承二句：谓应天子诏书，从村野到朝廷。恭承，应诏的敬辞。凤凰诏，帝王使者送达的诏书。欻（xū)，忽然。云萝，指深山隐居之处。<br>⑺清切二句：谓在宫中任职，悠闲自得。清切，清贵而贴近皇帝的官职。紫宵，帝王之居。迥（jiǒng），远。优游，悠闲自得。丹禁，帝居之禁城。<br>⑻君王二句：二句：谓在宫中深受天子赏识，声价倍增。凌，升高。烟、虹，借指天空高处。<br>⑼乘舆句：言随天子出巡，见其地位之高，受宠之甚。乘舆，天子所乘之车。翠盖，以翠鸟羽毛装饰的车盖。<br>⑽扈从：随从皇帝出巡。<br>⑾宝马二句：谓乘宝马，衣锦绣，外出悠游。宝马句，言所乘宝马美如“绝景”。绝景（yǐng)，骏马名。新丰，旧县名。《汉书·地理志》：骊山在南，故骊戎国，秦为骊邑。高祖七年置。<a href=\"http://so.gushiwen.org/author_1448.aspx\">颜师古</a>注：太上皇思东归，于是高祖改筑城寺街里以像丰，徙丰民以实之，故号“新丰”。<br>⑿丝桐：代指锦瑟。<br>⒀因学二句：谓效仿汉<a href=\"http://so.gushiwen.org/author_715.aspx\">扬雄</a>，向天子献诗赋。《汉书·扬雄传》：孝成帝时，客有荐雄文似相如者，上方郊祀甘泉泰畤、汾阴后土，以求继嗣。召雄待诏承明之庭。正月从上甘泉，还奏《甘泉赋》以风。<br>⒁天书二句：言天子下诏书赞赏主人公的诗作，从而使自己声名远播。天书，皇帝的诏敕。片善，即小善。此处为谦词。清芬，高洁的德行。此处指文才声誉。<br>⒂金马：即金马门。汉武帝得大宛马，乃命东门京（人名）以铜铸像，立马于鲁班门外，因称金马门。<a href=\"http://so.gushiwen.org/author_276.aspx\">东方朔</a>、主父偃等曾待诏金马门。《史记·东方朔传》：金马门者，宦者署门也。此处代指朝廷。<br>⒃黄绮：商山四皓的简称。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>在<a href=\"http://so.gushiwen.org/view_7791.aspx\">诗</a>中说自己当年奉诏入京陪王伴驾，声名鹊起，与王公权贵相接交，诗酒快意，但是遭到无情的打击，最后被赐金还山，深重的失落感使他愤积膺怀自觉可与贤哲比肩，此时他以诗作与翰林院中诸位友人礼貌性地告别，说自己向来崇尚古风。不合流俗，将要归隐山林。</p> <p>　　全诗分三段。首四句为第一段，写抒情主人公生平夙愿和抱负。“好古”即好古风。古风，即下文所谓“贤达风”。贤达风即辅佐明主，功成身退。所以“好古”一词下启后三句。“白日”句至“王公”以上二十句为第二段，写抒情主人公受皇帝恩宠的盛况。这一段又分为四层意思。“白日”四句写承诏入宫，喜出望外。白日、回光、恭承、欻起等词语表达了这种喜悦心情。“清切”以下十句写“君王赐颜色”的无比荣耀。悠游宫禁，天子赐颜色，升价倍增。扈从帝驾，乘宝马，衣锦衣，依岩望松，对酒弹琴，其愉悦之情溢于言表。“因学”四句言因献辞赋，天子赏识，其声价倍增。归来二句言由于以上原因，王公贵族皆纷纷结交。“一去”十句为第三段，写失去帝宠，离开皇宫后的凄凉酸楚。一旦失势，身如飘蓬，宾客疏散，酒尊空空。无奈之际，自我宽慰：才力可依，不惭文宗。书告知己，学四皓而隐遁。</p> <p>　　全诗叙议结合，成功运用了夸张、比喻、对比的手法，抒发了悲愤的情怀，也包含着对统治者的讽刺之意。</p>",
  "about": "<h2>创作背景</h2> 　　这首<a href=\"http://so.gushiwen.org/view_7791.aspx\">诗</a>列入《乐府诗集》卷四十一，作于唐玄宗天宝三载（744年）夏<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>离开翰林院之时，因此又名《还山留别金门知己》、《出东门后书怀留别翰林诸公》。",
  "poet": {
    "id": 247,
    "star": 0,
    "name": "李白",
    "image": "http://img.gushiwen.org/authorImg/libai.jpg",
    "desc": "李白（701年－762年），字太白，号青莲居士，唐朝浪漫主义诗人，被后人誉为“诗仙”。祖籍陇西成纪(待考)，出生于西域碎叶城，4岁再随父迁至剑南道绵州。李白存世诗文千余篇，有《李太白集》传世。762年病逝，享年61岁。其墓在今安徽当涂，四川江油、湖北安陆有纪念馆。"
  },
  "tags": [
    "乐府",
    "仕途",
    "无奈"
  ]
}