{
  "id": 47046,
  "star": 126,
  "name": "喜迁莺·晓月坠",
  "dynasty": "五代",
  "content": "晓月坠，宿云微，无语枕频欹。梦回芳草思依依，天远雁声稀。<br>啼莺散，馀花乱，寂寞画堂深院。片红休埽尽从伊，留待舞人归。",
  "fanyi": "<p><strong>译文<br></strong>拂晓的月亮坠下蓝天，夜空云雾已经微淡，默默无语倚在枕上。梦醒仍恋芳草绵绵，雁声消失遥远天边。<br>啼晓的黄莺散，零落的飞花乱，只留下寂寞画堂深深院。任落红遍地休扫它，留待跳舞人回当地毯。</p> <p><strong>注释<br></strong>1、喜迁莺：词牌名。<br>2、坠：落下。<br>3、微：疏淡。<br>4、欹（qī）：斜倚。<br>5、馀（yú）花：馀即余，残花。<br>6、埽（sào）：扫去。<br>7、尽从伊：这里指全由落花，任凭它飘落一地。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　<a href=\"http://so.gushiwen.org/author_269.aspx\">李煜</a>为南唐末代国君，虽不通为政之道，却精书法，善绘画，通音律，<a href=\"http://so.gushiwen.org/view_47046.aspx\">诗</a>词皆妙，尤以词的成就。此词抒发春天的思念之情，写得悠然深远、余味无穷。上片“梦回”二字交待词人情感之引起，下片借场景继续抒写思念之情。这首词是其软禁生涯的泣血之作。</p> <p>　　词的上片写彻夜梦思的情状与伊人消息沉沉。这汹涌而来的思念，大抵是多日以来早在心理埋好伏线，以至于入梦时，李煜也舍不得将其丢掷一旁，多情伤别，梦寐萦怀，然而梦中究竟有多少字，他只字未提。“晓月坠，宿云微”，这两句对偶，描写晓月西沉，暮云渐上，一片祥和之色与梦回后的惆怅。这种气氛使得词人便更加思念远方的人，不知不觉魂归梦中，情思悠悠，伊人之芳香弥漫在词人整个心中，在梦乡里，只见雁影在苍宇之间渐飞渐远，却没有带来任何音信，词人因此伤感。而《清平乐》中“雁来音信无凭，路遥归梦难成。离恨恰如春草，更行更远还生”，更与“雁声稀”、“芳草”相印证，意趣更加明晰。这两句，扩大了空间，增强了离恨，心情尤觉不宁，所以只得频频欹枕，默默无言。上片坠月余辉、微云抹岫与梦里残痕、天边芳草暗相融洽，使人感到曲折深邃，缥缈汪洋。</p> <p>　　下片描写冷静堂院与词人的寂寞与伤感。“啼莺散，馀花乱。”莺散花落，春天也即将逝去；雁声稀少，啼莺也纷纷振翅而去，似有别处风光更加迷人，总会比这残花乱舞的寂寞画堂增添几分生气。“片红休埽尽从伊，留待舞人归”词人不扫落花的原因有二，其一是要留给欢爱的人看看，好花到了这个地步十分可惜，来引起她的警惕；第二是要让欢爱的人明白，惜花之人对此又是多么难堪，来引起她的怜惜。总之，希望从这里来感动她。秋色已尽，想必伊人也要赶快归来，以后不再远离，道来简单，意味却是深长，因为这正是大周后去世后的第一个春天，李煜是独自度过。在这寂静之中，陪伴词人的只有寂寞，只能凭空怀念当年一幕令人心旌神摇的风景。可惜李煜自己格外清楚，他思念的大周后，是不会再回来了，将逝的春景、已经逝去的美人，终究只是一场梦，无法挽回。陆淞《瑞鹤仙》词中有这么一段：“阳台路迥（一作‘远’），云梦雨，便无准。待归来，先指花梢教看，欲把心期细问，问因循过了青春，怎生意稳？”说的很透辟，这两者虽怀念对象不同，表达男女间的心情，正可互相印证。</p> <p>　　这首词在“晓月”“宿云”“芳草“雁”“莺”“花”“片红”等密丽意象中，融入词人的“闺阁”之思，将寂寞深情表现的伤感而优美.</p>",
  "about": "<h2>创作背景</h2> 　　<a href=\"http://so.gushiwen.org/author_269.aspx\">李煜</a>亡国归宋后沦为阶下囚奴，因为北宋禁令对其的严厉，所以心中产生不满却无法倾诉，所以写下这篇相思之词，来反映出其当时的内心苦痛与酸楚。",
  "poet": {
    "id": 269,
    "star": 0,
    "name": "李煜",
    "image": "http://img.gushiwen.org/authorImg/liyu.jpg",
    "desc": "李煜，五代十国时南唐国君，961年-975年在位，字重光，初名从嘉，号钟隐、莲峰居士。汉族，彭城（今江苏徐州）人。南唐元宗李璟第六子，于宋建隆二年(961年)继位，史称李后主。开宝八年，宋军破南唐都城，李煜降宋，被俘至汴京，封为右千牛卫上将军、违命侯。后因作感怀故国的名词《虞美人》而被宋太宗毒死。李煜虽不通政治，但其艺术才华却非凡。精书法，善绘画，通音律，诗和文均有一定造诣，尤以词的成就最高。千古杰作《虞美人》、《浪淘沙》、《乌夜啼》等词。在政治上失败的李煜，却在词坛上留下了不朽的篇章，被称为“千古词帝”。"
  },
  "tags": [
    "写景",
    "时光",
    "思念"
  ]
}