{
  "id": 20418,
  "star": 16,
  "name": "牡丹种曲",
  "dynasty": "唐代",
  "content": "莲枝未长秦蘅老，走马驮金斸春草。<br>水灌香泥却月盘，一夜绿房迎白晓。<br>美人醉语园中烟，晚华已散蝶又阑。<br>梁王老去罗衣在，拂袖风吹蜀国弦。<br>归霞帔拖蜀帐昏，嫣红落粉罢承恩。<br>檀郎谢女眠何处？楼台月明燕夜语。",
  "fanyi": "<p><strong>译文<br></strong>当莲花枝干还未长出，秦蘅已经衰老，人们赶着马，驮着金子，去买牡丹花苗。<br>把它栽在半月形的花盆里，培上香泥，浇上水，一夜间，绿色花苞欲放，迎着拂晓。<br>美人们说话带着醉意，花园中轻烟缭绕，傍晚花瓣儿已经披散，蝴蝶也渐渐稀少。<br>老一代贵族渐渐逝去，但他们的后辈仍穿着罗衣，赏花玩乐合着《蜀国弦》的曲调。<br>夜幕降临，遮花的帷帐渐渐昏暗，宴席已散，粉雕玉琢的花儿也开始蔫败萎凋。<br>公子哥儿和小姐们都到哪儿去了，楼台上月光明亮，夜空中只有燕子叽叽叫。</p> <p><strong>注释<br></strong>⑴莲：指水中荷花。秦蘅（héng ）：香草名。秦为香草，蘅为杜衡。一说，秦为木名。<br>⑵走马：骑马驰逐。《经·大雅·緜》：“ 古公亶父 ，来朝走马。”走：跑。斸（zhú）：挖掘，砍。春草：指牡丹。<br>⑶香泥：芳香的泥土。隋江总《大庄严寺碑铭》：“木密联绵，香泥缭绕。”却月盆：半月形的花盆。<br>⑷绿房：指含苞的花蕾。花未开时，花苞为绿色，故称。迎白晓：迎着黎明开放。白晓，指天刚亮的时候。<br>⑸美人：指贵族男女。醉语：醉后的胡言。<br>⑹散：花开之后，花瓣松散。阑：稀少。<br>⑺梁王：指汉文帝的儿子梁孝王刘武，这里借指上文中“走马驮金”的老一代贵族。一说梁王是当时牡丹名贵品种的名称。罗衣：原指轻软丝织品制成的衣服。此指牡丹的花叶。<br>⑻拂袖：掠过衣袖；舒展衣袖。南朝梁元帝《玄圃牛渚矶碑》：“画船向浦，锦缆牵矶。花飞拂袖，荷香入衣。山林朝市，并觉忘归。”蜀国弦：乐府相和歌辞名。又名《四弦曲》《蜀国四弦》。南朝梁简文帝、隋<a href=\"http://so.gushiwen.org/author_378.aspx\">卢思道</a>、唐<a href=\"http://so.gushiwen.org/author_349.aspx\">李贺</a>等均有此作。唐<a href=\"http://so.gushiwen.org/author_391.aspx\">薛涛</a>《续嘉陵驿诗献武相国》：“蜀门西更上青天，强为公歌《蜀国弦》。”<br>⑼归霞：即晚霞，这是李贺特有的一种用词方式。帔（pèi）拖：晚霞拖曳着的长长影子。一说花瓣摇曳欲坠的样子。帔，古代披在肩背上的服饰。归霞帔拖，写残花之景，像衣帔下垂。蜀帐：指用精美的蜀锦制成的护花帷幕。<br>⑽嫣红：艳美的牡丹花。唐<a href=\"http://so.gushiwen.org/author_204.aspx\">李商隐</a>《河阳诗》：“百尺相风插重屋，侧近嫣红伴柔绿。”嫣，同蔫，指花凋萎。落粉：卸妆。指花朵枯萎。承恩：受到恩宠，蒙受恩泽。唐<a href=\"http://so.gushiwen.org/author_113.aspx\">岑参</a>《送张献心充副使归河西杂句》：“前日承恩白虎殿，归来见者谁不羡。”<br>⑾檀郎：指晋朝文人<a href=\"http://so.gushiwen.org/author_827.aspx\">潘岳</a>。《晋书·潘岳传》、《世说新语·容止》载：晋潘岳小字檀奴，后因以“檀郎”为妇女对夫婿或所爱幕的男子的美称。唐<a href=\"http://so.gushiwen.org/author_415.aspx\">温庭筠</a>《苏小小歌》：“吴宫女儿腰似束，家在钱唐小江曲，一自檀郎逐便风，门前春水年年绿。”谢女：犹谢娘。唐人惯用来泛指少女。檀郎谢女：泛指游玩赏花的贵族青年男女。<br>⑿楼台：当年观花处。末二句大意：贵族的青年男女又有什么归宿呢，当年喧嚣一时的观花楼台只有燕子在明月下対语。</p>",
  "shangxi": "<p>　　前四句写栽种、花开。“莲枝未长秦蘅老”（秦蘅也是一种香草），点明是暮春时节，“走马驮金”是说牡丹价格之高，斸就是挖，春草就是牡丹。“水灌香泥却月盆”是说牡丹的种植环境是“香泥”和“却月（半月形）盆”；“一夜绿房迎白晓。”绿房指花苞，迎白晓指迎着黎明开放。</p> <p>　　中间四句既写花期不久，亦写贵族富贵不常在。“美人醉语园中烟，晚花已散蝶又阑。”一句写牡丹繁盛之时国色天香，美艳动人，像娇媚的美人在园中烟雾里嫣红若语。但这个美景不常在，黎明开放晚上就花散蝶飞，极写繁荣之景之短促。“梁王老去罗衣在，拂袖风吹蜀国弦。”“梁王”指汉文帝的儿子梁孝王刘武，这里借指上文中“走马驮金”的老一代贵族。“蜀国弦”乐府曲名，代指音乐。全句说，老一代的贵族渐渐老死（势力渐微），但是他的下一代仍穿着罗衣，合着音乐赏花玩乐。</p> <p>　　后四句接上文，继续借物寓人，以花写人。“归霞帔拖蜀帐昏，嫣红落粉罢承恩。” “归霞帔拖”写残花之景，像衣帔下垂，蜀帐即用蜀纸做的护花罩。全句说，花儿凋零，花帐也失去了光彩，嫣红的花朵飘落，失去了主人的宠爱。隐喻老一辈贵族老死，新一辈贵族失去了当权者（皇帝）的宠爱和恩泽。“檀郎谢女眠何处？楼台月明燕夜语。”檀郎：，小名檀奴，谢女：谢安蓄妓；檀郎谢女借指贵族青年男女。楼台：当年观花处。全句说：贵族的青年男女又有什么归宿呢，当年喧嚣一时的观花楼台只有燕子在明月下対语。</p>",
  "about": "<h2>创作背景</h2> 　　唐贞元、元和之际，京都贵族赏玩牡丹成风，为此挥霍大量金钱。唐李肇《国史补》载：“京城贵游尚牡丹三十余年矣。每岁暮，车马若狂，以不耽乐为耻。执金吾铺官围外寺观，种以求利，一本有值数万者。”<a href=\"http://so.gushiwen.org/view_20418.aspx\">诗</a>人<a href=\"http://so.gushiwen.org/author_349.aspx\">李贺</a>写下这首诗对此事进行了嘲讽。",
  "poet": {
    "id": 349,
    "star": 0,
    "name": "李贺",
    "image": "http://img.gushiwen.org/authorImg/lihe.jpg",
    "desc": "李贺（约公元791年-约817年），字长吉，汉族，唐代河南福昌（今河南洛阳宜阳县）人，家居福昌昌谷，后世称李昌谷，是唐宗室郑王李亮后裔。有“诗鬼”之称，是与“诗圣”杜甫、“诗仙”李白、“诗佛”王维相齐名的唐代著名诗人。著有《昌谷集》。李贺是中唐的浪漫主义诗人，与李白、李商隐称为唐代三李。有“‘太白仙才，长吉鬼才’之说。李贺是继屈原、李白之后，中国文学史上又一位颇享盛誉的浪漫主义诗人。李贺长期的抑郁感伤，焦思苦吟的生活方式，元和八年（813年）因病辞去奉礼郎回昌谷，27岁英年早逝。"
  },
  "tags": [
    "牡丹"
  ]
}