{
  "id": 5548,
  "star": 137,
  "name": "老将行",
  "dynasty": "唐代",
  "content": "少年十五二十时，步行夺得胡马骑。<br>射杀山中白额虎，肯数邺下黄须儿！<br>一身转战三千里，一剑曾当百万师。<br>汉兵奋迅如霹雳，虏骑崩腾畏蒺藜。<br>卫青不败由天幸，李广无功缘数奇。<br>自从弃置便衰朽，世事蹉跎成白首。<br>昔时飞箭无全目，今日垂杨生左肘。<br>路旁时卖故侯瓜，门前学种先生柳。<br>苍茫古木连穷巷，寥落寒山对虚牖。<br>誓令疏勒出飞泉，不似颍川空使酒。<br>贺兰山下阵如云，羽檄交驰日夕闻。<br>节使三河募年少，诏书五道出将军。<br>试拂铁衣如雪色，聊持宝剑动星文。<br>愿得燕弓射大将，耻令越甲鸣吾君。<br>莫嫌旧日云中守，犹堪一战取功勋。",
  "fanyi": "<p><strong>译文</strong><br>当年十五二十岁青春之时，徒步就能夺得胡人战马骑。<br>年轻力壮射杀山中白额虎，数英雄岂止邺下的黄须儿？<br>身经百战驰骋疆场三千里，曾以一剑抵当了百万雄师。<br>汉军声势迅猛如惊雷霹雳，虏骑互相践踏是怕遇蒺藜。<br>卫青不败是由于天神辅助，李广无功却缘于命运不济。<br>自被摈弃不用便开始衰朽，世事随时光流逝人成白首。<br>当年象后羿飞箭射雀无目，如今不操弓疡瘤生于左肘。<br>象故侯流落为民路旁卖瓜，学陶令门前种上绿杨垂柳。<br>古树苍茫一直延伸到深巷，寥落<a href=\"http://so.gushiwen.org/author_1397.aspx\">寒山</a>空对冷寂的窗牖。<br>誓学耿恭在疏勒祈井得泉，不做颍川灌夫为牢骚酗酒。<br>贺兰山下战士们列阵如云，告急的军书日夜频频传闻。<br>持节使臣去三河招募兵丁，招书令大将军分五路出兵。<br>老将揩试铁甲光洁如雪色，且持宝剑闪动剑上七星纹。<br>愿得燕地的好弓射杀敌将，绝不让敌人甲兵惊动国君。<br>莫嫌当年云中太守又复职，还堪得一战为国建立功勋。</p><p><strong>注释</strong><br>⑴“步行”句：汉名将李广，为匈奴骑兵所擒，广时已受伤，便即装死。后于途中见一胡儿骑着良马，便一跃而上，将胡儿推在地下，疾驰而归。见《史记·李将军列传》。夺得：一作“夺取”。<br>⑵“射杀”句：与上文连观，应是指李广为右北平太守时，多次射杀山中猛虎事。白额虎（传说为虎中最凶猛一种），则似是用晋名将周处除三害事。南山白额虎是三害之一。见《晋书·周处传》。中山：一作“山中”，一作“阴山”。<br>⑶肯数：岂可只推。邺下黄须儿：指曹彰，<a href=\"http://so.gushiwen.org/author_552.aspx\">曹操</a>第二子，须黄色，性刚猛，曾亲征乌丸，颇为曹操爱重，曾持彰须曰：“黄须儿竟大奇也。”这句意谓，岂可只算黄须儿才是英雄。邺下，曹操封魏王时，都邺（今河北临漳县西）。<br>⑷蒺藜：本是有三角刺的植物，这里指铁蒺藜，战地所用障碍物。<br>⑸卫青：汉代名将，汉武帝皇后卫子夫之弟，以征伐匈奴官至大将军。卫青姊子霍去病，也曾远入匈奴境，却未曾受困折，因而被看作“有天幸”。“天幸”本霍去病事，然古代常卫、霍并称，这里当因卫青而联想霍去病事。<br>⑹“李广”句：李广曾屡立战功，汉武帝却以他年老数奇，暗示卫青不要让李广抵挡匈奴，因而被看成无功，没有封侯。缘，因为。数，命运。奇，单数。偶之对称，奇即不偶，不偶即不遇。<br>⑺飞箭无全目：<a href=\"http://so.gushiwen.org/author_732.aspx\">鲍照</a>《拟古<a href=\"http://so.gushiwen.org/view_5548.aspx\">诗</a>》：“惊雀无全目。”李善注引《帝王世纪》：吴贺使羿射雀，贺要羿射雀左目，却误中右目。这里只是强调羿能使雀双目不全，于此见其射艺之精。飞箭：一作“飞雀”。<br>⑻垂杨生左肘：《庄子·至乐》：“支离叔与滑介叔观于冥柏之丘，昆仑之虚，黄帝之所休，俄而柳生其左肘，其意蹶蹶然恶之。”<a href=\"http://so.gushiwen.org/author_39.aspx\">沈德潜</a>以为“柳，疡也，非杨柳之谓”，并以王诗的垂杨“亦误用”。他意思是说，庄子的柳生其左肘的柳本来即疡之意，<a href=\"http://so.gushiwen.org/author_515.aspx\">王维</a>却误解为杨柳之柳，因而有垂云云。高步瀛说：“或谓柳为瘤之借字，盖以人肘无生柳者。然支离、滑介本无其人，生柳寓言亦无不可。”高说似较胜。<br>⑼故侯瓜：召平，本秦东陵侯，秦亡为平民，贫，种瓜长安城东，瓜味甘美。<br>⑽先生柳：晋<a href=\"http://so.gushiwen.org/author_645.aspx\">陶渊明</a>弃官归隐后，因门前有五株杨柳，遂自号“五柳先生”，并写有《五柳先生传》。<br>⑾苍茫：一作“茫茫”。连：一作“迷”。<br>⑿“誓令”句：后汉耿恭与匈奴作战，据疏勒城，匈奴于城下绝其涧水，恭于城中穿井，至十五丈犹不得水，他仰叹道：“闻昔贰师将军（李广利）拔佩刀刺山，飞泉涌出，今汉德神明，岂有穷哉。”旋向井祈祷，过了一会，果然得水。事见《后汉书·耿恭传》。疏勒：指汉疏勒城，非疏勒国。<br>⒀颍川空使酒：灌夫，汉颍阴人，为人刚直，失势后颇牢骚不平，后被诛。使酒：恃酒逞意气。<br>⒁聊持：且持。星文：指剑上所嵌的七星文。<br>⒂天将：一作“大将”。<br>⒃“耻令”句：意谓以敌人甲兵惊动国君为可耻。《说苑·立节》：越国甲兵入齐，雍门子狄请齐君让他自杀，因为这是越甲在鸣国君，自己应当以身殉之，遂自刎死。呜：这里是惊动的意思。吴军：一作“吾君”。<br>⒄取：一作“树”。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　这首<a href=\"http://so.gushiwen.org/view_5548.aspx\">诗</a>叙述了一位老将的经历。他一生东征西战，功勋卓著，结果却落得个“无功”被弃、不得不以躬耕叫卖为业的可悲下场。边烽再起，他又不计恩怨，请缨报国。作品揭露了统治者的赏罚蒙昧，　　冷酷无情，歌颂了老将的高尚节操和爱国热忱。</p> <p>　　全诗分三段，开头十句为第一段，是写老将青壮年时代的智勇、功绩和不平遭遇。先说他少时就有李广之智勇，“步行”夺得过敌人的战马，引弓射杀过山中最凶猛的“白额虎”。接着改用<a href=\"http://so.gushiwen.org/author_552.aspx\">曹操</a>的次子曹彰故事，彰绰号黄须儿，奋勇破敌，却功归诸将。诗人借用这两个典故，描绘老将的智勇才德。接下去，以“一身转战三千里”，见其征战劳苦；“一剑曾当百万师”，见其功勋卓著；“汉兵奋迅如霹雳”，见其用兵神速，如迅雷之势；“虏骑崩腾畏蒺藜”见其巧布铁蒺藜阵，克敌制胜。但这样难得的良将，却无寸功之赏，所以诗人又借用历史故事抒发自己的感慨。汉武帝的贵戚卫青所以屡战不败，立功受赏，官至大将军，实由“天幸”；而与他同时的著名战将李广，不但未得封侯授爵，反而得罪、受罚，最后落得个刎颈自尽的下场，是因“数奇”。这里的“天幸”，既指幸运之“幸”，又指皇帝宠幸；“数奇”，既指运气不好，又指皇恩疏远，都是语意双关的。诗人借李广与卫青的典故，暗示统治者用人唯亲，赏罚失据，写出了老将的不平遭遇。</p> <p>　　中间十句为第二段，写老将被遗弃后的清苦生活。自从被弃置之后老将便“衰朽”了，岁月蹉跎，心情不好，连头发都白了。他昔日虽有后羿射雀而使其双目不全的本领，但久不习武，双臂就如同生了疡瘤，很不利落了。古人常以“柳”谐“瘤”，并且“杨”“柳”通假。在这里诗人以“杨”谐“疡”（疮）是照顾到诗的平仄声调。老将被弃，疡生左肘，却还得自寻生计，“路旁时卖故侯瓜”。“故侯”，指秦东陵侯召平，秦破，为布衣，种瓜于长安东城。这里说他不仅种瓜，而且“路旁时卖”，可知生活没有着落；“门前学种先生柳”，也是指他以耕作为业的意思。<a href=\"http://so.gushiwen.org/author_645.aspx\">陶渊明</a>门前有五柳，因自号“五柳先生”。至于住处则是“苍茫”一片“古木”丛中的“穷巷”，窗子面对着的则是“寥落<a href=\"http://so.gushiwen.org/author_1397.aspx\">寒山</a>”，这更见世态炎凉，门前冷落，从无宾客往还。但是老将并未因此消沉颓废，他仍然想“誓令疏勒出飞泉”，象后汉名将耿恭那样，在匈奴疏勒城水源断绝后，与战士们同甘共苦，终于又得泉水却敌立功；而决不像前汉颍川人灌夫那样，解除军职之后，使酒骂坐，发泄怨气。</p> <p>　　最末十句为第三段，是写边烽未熄，老将时时怀着请缨杀敌的爱国衷肠。先说西北贺兰山一带阴霾沉沉，阵战如云，告急的文书不断传进京师；次写受帝命而征兵的军事长官从三河（河南、河内、河东）一带征召大批青年入伍，诸路将军受诏命分兵出击。最后写老将，他再也呆不住了，先是“拭拂铁衣如雪色”，把昔日的铠甲摩擦得雪亮闪光；继之是“聊持宝剑动星文”，又练起了武功。他的宿愿本就是能得到燕产强劲的名弓“射天将”擒贼擒王，消灭入寇的渠魁；并且“耻令越甲鸣吾君”，绝不让外患造成对朝廷的威胁。结尾为老将再次表明态度：“莫嫌旧日云中守，犹堪一战立功勋”，借用魏尚的故事，表明只要朝廷肯任用老将，他一定能杀敌立功，报效祖国。魏尚曾任云中太守，深得军心，匈奴不敢犯边，后被削职为民，经冯唐为其抱不平，才官复旧职。</p> <p>　　这首诗十句一段，章法整饬，大量使事用典，从不同的角度和方面，刻画出“老将”的艺术形象，增加了作品的容涵量，完满地表达了作品的主题。<a href=\"http://so.gushiwen.org/author_39.aspx\">沈德潜</a>《唐诗别裁》谓“此种诗纯以对仗胜”。诗中对偶工巧自然，如同灵气周运全身，使诗人所表达的内容，犹如璞玉磨琢成器，达到了理正而文奇，意新而词高的艺术境界。</p>",
  "about": "<h2>创作背景</h2> 公元737年（唐玄宗开元二十五年），<a href=\"http://so.gushiwen.org/author_515.aspx\">王维</a>被任命为监察御史，奉使出塞，在凉州河西节度使副使崔希逸幕下任节度判官，在此度过了一年的军旅生活。这期间他深入士兵生活，穿梭于各将校之间，发现军队之中也存在着很多不合理的地方。这首<a href=\"http://so.gushiwen.org/view_5548.aspx\">诗</a>就是反映这不合理的现象。",
  "poet": {
    "id": 515,
    "star": 0,
    "name": "王维",
    "image": "http://img.gushiwen.org/authorImg/wangwei.jpg",
    "desc": "王维（701年－761年，一说699年—761年），字摩诘，汉族，河东蒲州（今山西运城）人，祖籍山西祁县，唐朝诗人，有“诗佛”之称。苏轼评价其：“味摩诘之诗，诗中有画；观摩诘之画，画中有诗。”开元九年（721年）中进士，任太乐丞。王维是盛唐诗人的代表，今存诗400余首，重要诗作有《相思》《山居秋暝》等。王维精通佛学，受禅宗影响很大。佛教有一部《维摩诘经》，是王维名和字的由来。王维诗书画都很有名，非常多才多艺，音乐也很精通。与孟浩然合称“王孟”。"
  },
  "tags": [
    "唐诗三百首",
    "乐府",
    "赞颂",
    "写人"
  ]
}