{
  "id": 72365,
  "star": 46,
  "name": "沧浪亭记",
  "dynasty": "明代",
  "content": "　　浮图文瑛居大云庵，环水，即苏子美沧浪亭之地也。亟求余作《沧浪亭记》，曰：“昔子美之记，记亭之胜也。请子记吾所以为亭者。”</p> <p>　　余曰：昔吴越有国时，广陵王镇吴中，治南园于子城之西南；其外戚孙承祐，亦治园于其偏。迨淮海纳土，此园不废。苏子美始建沧浪亭，最后禅者居之：此沧浪亭为大云庵也。有庵以来二百年，文瑛寻古遗事，复子美之构于荒残灭没之余：此大云庵为沧浪亭也。</p> <p>　　夫古今之变，朝市改易。尝登姑苏之台，望五湖之渺茫，群山之苍翠，太伯、虞仲之所建，阖闾、夫差之所争，子胥、种、蠡之所经营，今皆无有矣。庵与亭何为者哉？虽然，钱镠因乱攘窃，保有吴越，国富兵强，垂及四世。诸子姻戚，乘时奢僭，宫馆苑囿，极一时之盛。而子美之亭，乃为释子所钦重如此。可以见士之欲垂名于千载，不与其澌然而俱尽者，则有在矣。</p> <p>　　文瑛读书喜诗，与吾徒游，呼之为沧浪僧云。",
  "fanyi": "<p><strong>译文</strong><br>　　文瑛和尚居住在大云庵，那里四面环水，从前是苏子美建造沧浪亭的地方。文瑛曾多次请我写篇《沧浪亭记》，说：“过去苏子美的《沧浪亭记》，是写亭子的胜景，您就记述我修复这个亭子的缘由吧。”<br>　　我说：从前吴越建国时，广陵王镇守吴中，曾在内城的西南修建了一个园子，他的外戚孙承佑，也在它的旁边修了园子。到吴越被宋国灭亡时，这个园子还没有荒废。最初苏子美在园中造了沧浪亭，后来人们又在沧浪亭的遗址上修建了大云庵，住进了和尚。这是从沧浪亭到大云庵的演变过程。大云庵至今已有二百年的历史了。文瑛寻访亭子的遗迹，又在废墟上按原来的样子修复了沧浪亭。这是从大云庵到沧浪亭的演变过程。<br>　　历史在变迁，朝代在改易。我曾经登上姑苏台，远眺浩渺的五湖，苍翠的群山，那太伯、虞仲建立的国家，阖闾、夫差争夺的对象，子胥、文种、范蠡筹划的事业，如今都已消失殆尽了，大云庵和沧浪亭的兴废，又算得了什么呢？虽然如此，<a href=\"http://so.gushiwen.org/author_1535.aspx\">钱镠</a>趁天下动乱，窃据权位，占有吴越，国富兵强，传了四代，他的子孙亲戚，也借着权势大肆挥霍，广建宫馆园囿，盛极一时，而子美的沧浪亭，却被和尚如此钦重。可见士人要想垂名千载，不与吴越一起迅速消失，是有原因的。<br>　　文瑛好读书，爱做<a href=\"http://so.gushiwen.org/view_72365.aspx\">诗</a>，常与我们郊游，我们称他为沧浪僧。</p><p><strong>注释</strong><br>[1]浮图：僧人。<br>[2]苏子美：<a href=\"http://so.gushiwen.org/author_234.aspx\">苏舜钦</a>，字子美，祖籍梓州铜山（今四川中江）人，后移居开封。宋景祐元年（1034）进士，官至集贤殿校理，监进奏院，因故除名，隐居苏州，建沧浪亭。今集中有《沧浪亭记》。<br>[3]吴越：五代十国之一，钱镠所建立，占有今浙江及江苏西南部、福建东北部地区。传五主。<br>[4]广陵王：钱元璙，字德辉，钱镠子。曾为苏州刺史。元瓘时进检校太师中书令。后封广陵郡王。<br>[5]孙承祐：钱塘人。吴越主<a href=\"http://so.gushiwen.org/author_1978.aspx\">钱俶</a>纳其姊为妃，因擢处要职，曾为中吴军节度使。后随钱俶归宋。<br>[6]淮海纳士：指吴越国主钱俶献其地于宋。<br>[7]姑苏之台：姑苏台，在今苏州城西南。据传是春秋末期由吴王阖闾、夫差两代君主所建，工程浩大。越灭吴，被焚毁。<br>[8]五湖：这里指太湖。<br>[9]太伯：周先祖太王长子，相传太王欲传位给季历，他和弟弟仲雍避居江南，开发吴地，为吴国的始祖。太伯卒，无子，弟仲雍立。虞仲：即仲雍。<br>[10]阖闾：一作阖庐，即姬光。他派专诸刺杀吴王璙，代立为王，屡败楚兵，曾攻入楚都郡。后为越王勾践战败。夫差：吴王阖闾之子。继位后，誓报父仇。在夫椒大败越兵，后又被越王勾践所攻灭。<br>[11]子胥：伍员，字子胥。吴国大臣。种：文种，越国大夫。蠡：范蠡，越国大夫，他们都是春秋末吴越争霸的主要人物。<br>[12]澌（sī）然：灭尽的样子</p>",
  "shangxi": "<h2>简析</h2> 　　本文选自《震川先生集》卷十五。沧浪亭，是苏州市的四大古名园之一。它原是五代广陵王钱元璙的池馆，又说是五代末中吴军节度使孙承祐的别墅。到北宋时，<a href=\"http://so.gushiwen.org/view_72365.aspx\">诗</a>人<a href=\"http://so.gushiwen.org/author_234.aspx\">苏舜钦</a>购得，并临水筑亭，题为“沧浪亭”，园也因亭而得名。后来又屡易其主。南宋初为抗金名将<a href=\"http://so.gushiwen.org/author_2996.aspx\">韩世忠</a>所居，故又名韩园。由元至明为佛寺。本文就是<a href=\"http://so.gushiwen.org/author_792.aspx\">归有光</a>应僧人文瑛之请而作。它记述了沧浪亭的历代沿革、兴废，感慨于自太伯、虞仲以来的遗迹荡然无存，<a href=\"http://so.gushiwen.org/author_1535.aspx\">钱镠</a>等以权势购筑的宫馆苑囿也成陈迹，只有苏子美的沧浪亭能长留天地间。从中悟及了读书人垂名于千载的特有原因。",
  "poet": {
    "id": 792,
    "star": 0,
    "name": "归有光",
    "image": "http://img.gushiwen.org/authorImg/guiyouguang.jpg",
    "desc": "归有光（1506～1571）明代官员、散文家。字熙甫，又字开甫，别号震川，又号项脊生，汉族，江苏昆山人。嘉靖十九年举人。会试落第八次，徙居嘉定安亭江上，读书谈道，学徒众多，60岁方成进士，历长兴知县、顺德通判、南京太仆寺丞，留掌内阁制敕房，与修《世宗实录》，卒于南京。归有光与唐顺之、王慎中两人均崇尚内容翔实、文字朴实的唐宋古文，并称为嘉靖三大家。由于归有光在散文创作方面的极深造诣，在当时被称为“今之欧阳修”，后人称赞其散文为“明文第一”，著有《震川集》、《三吴水利录》等。"
  },
  "tags": [
    "古文观止",
    "叙事"
  ]
}