{
  "id": 71291,
  "star": 42,
  "name": "登永嘉绿嶂山",
  "dynasty": "南北朝",
  "content": "裹粮杖轻策，怀迟上幽室。<br>行源径转远，距陆情未毕。<br>澹潋结寒姿，团栾润霜质。<br>涧委水屡迷，林迥岩逾密。<br>眷西谓初月，顾东疑落日。<br>践夕奄昏曙，蔽翳皆周悉。<br>蛊上贵不事，履二美贞吉。<br>幽人常坦步，高尚邈难匹。<br>颐阿竟何端，寂寂寄抱一。<br>恬如既已交，缮性自此出。",
  "shangxi": "<h2>鉴赏</h2> <p>　　公元422年（永初三年），<a href=\"http://so.gushiwen.org/author_758.aspx\">谢灵运</a>被降职外放永嘉任太守。<a href=\"http://so.gushiwen.org/view_71291.aspx\">诗</a>人在郡不理政务，恣情遨游山水。每游一处，必有诗篇记胜。这首诗即是其一。据《读史方舆纪要》说：“（永嘉）西北二十里有青嶂山，上有大湖，澄波浩渺，一名七峰山。”此青嶂山，似即绿嶂山。</p> <p>　　谢灵运的山水诗多采取纪游的写法。其章法结构，大抵是先纪游，继写景，最后兴情悟理。此诗即采取这种井然的推展次序。起首二句，写他出发前的准备和启程情况。诗人携带足够的干粮，拄着轻便的手杖，兴致勃勃地启程了。他沿着逶迤起伏的山路徐行而上，要攀登那风景清幽奇险的高峰。“怀迟”，与威夷、逶随、逶迤等词通。“幽室”，风景清幽之处，指绿嶂山。灵运是一位旅行家、冒险家。他所选择的风景，不是那些寻常易见的田园或低丘浅流，他对山水的欣赏，不像<a href=\"http://so.gushiwen.org/author_645.aspx\">陶渊明</a>那样以“采菊东篱下，悠然见南山”的悠闲眺望为满足。他总是以高山深谷为目标，欲求人所未见的幽景奇观。这两句的“裹粮”和“杖策”，就表明了这次旅游路程之遥远险阻，也流露出诗人寻幽探胜的极大热忱。灵运诗这种在开篇记游时即表现出的欣喜向往之情，往往能使人一开卷就引起感情的共鸣。次二句，写他溯流而上，向溪涧的源头前进；到了上岸处，兴致仍然十分浓厚。这是全诗的第一个层次，即纪游。轻快灵动的诗句，已引领读者步入佳境。</p> <p>　　以下八句，即依照游历次序，描绘途次的风景。诗人循溪畔步游，但见溪边水波澹澹，并在山湾处汇集，凝成了一个澄碧的深潭。潭上烟雾弥漫，使他感觉凛然生寒。环视溪潭岸上，修竹环合，摇曳风中，虽经秋霜之冻，愈见得青翠光润，葱郁可人，显出坚贞的品质。“团栾”亦作“檀栾”，形容竹的形貌之词。“寒姿”指水，“霜质”谓竹。诗人沿着溪潭继续游赏，遥看涧流弯弯曲曲，像蛇一样蜿蜒而去，使他难以辨明流水的去向。举目望去，山林伸向远方，那山岩也随着林子延伸，越到远处，看起来岩层越密。诗人置身在这无边无际的深碧苍翠之中，已经不知道是白天还是晚上。他朝西看，密林中漏下的落日余光斑斑驳驳，令人怀疑可能已是夜晚，明月初升了。再向东看，岩壁上隐现出昏黄的月色，又使他怀疑是夕阳正在沉落。灵运写山水景色，最擅长实景实写，细腻刻画。正如<a href=\"http://so.gushiwen.org/author_504.aspx\">王夫之</a>所评：“取景则于击目经心，丝分缕合之际，貌固有而言之不虚”（《古诗评选》卷五）。这六句，从视觉、触觉、感觉、错觉多方面着笔，准确地表现出深山大壑中密林幽涧的气象，又利用浅深、明暗、远近的对比，显示了山水的繁复、曲折，阴暗、清冷，造成一种幽深、神秘、变幻莫测的境界。如此神秘幽异的原始山林景色，是前人所未见到也未写过的。灵运写山水，为了达到“情必极貌以写物”的目标，便力求“辞必穷力而追新”，以新的语言词眼表达新奇的意象。这几句中的“委”与“迥”，“屡迷”与“逾密”，状景异常精细逼真。“澹潋结寒姿，团栾润霜质”一联，在上下句之中造设“澹潋”、“团栾”两个叠韵词对偶，造成听觉上整齐铿锵的韵律感；而“结”与“润”两个动词，分置于句中第三字的中间位置，构成“句中眼”，更使景物呈现出活泼的生气与清新的韵致，显出诗人的匠心巧思。“践夕”二句，总揽一笔，说自己在深山中只顾赏玩幽景，忘却了时间的推移，不觉中，已从早上游到了黄昏。而岩林最幽深最隐蔽的地方，也都游历到了，以上是第二层次，诗人以其丽情密藻铺叙景物，形成了全篇最精采的部分。</p> <p>　　“蛊上”以下八句，是第三层次，即兴情悟理。这一部分写得较为枯燥，下面略作解释。“蛊上”，谓蛊卦上九。《周易·蛊》说：“上九，‘不事王侯，高尚其事。’”“履二”，谓履卦九二。《周易·履》说：“九二，‘履道坦坦，幽人贞吉。’”“贵”、“美”都是主张、赞赏之意。“幽人”和“高尚”两句紧承上两句，进而抒发情怀，说凡隐逸之人，都是心怀坦荡，安行无碍，这种高尚之风，高远之趣，真是举世无双的了。读者不难发现，灵运这里已是以“幽人”自居了。“颐阿”，应答之声；“何端”，即何由。这一句意思说：我身心都沉浸在阒无人迹的山林之中，再也无由听到謦欬之声了。“寂寞”句，同样出于《老子》：“圣人抱一为天下式”、“载营魄，抱一能无离。”“一”是道或大全的意思，抱一就是守道。这句说：我只能在寂寞中把思想感情寄托于老庄玄理，安性守道。结尾一联，上句的“如”字，应作“知”。《庄子·缮性篇》说：“古之治道者，以恬养知，生而无以知为也，谓之以知养恬。知与恬交相养，而和理出其性。”其大意是说，知识是有害的，要追求“大道”，就必须恬静无为，任其自然，摒弃知识。而摒弃知识，才是真正的“知”。恬静无为养育了这个“知”，而这个“知”又反过来养育了恬静无为。二者“交相养”、相互促成，人性中就产生了“和理”（指至为纯粹平和的精神境界）。这个方法，就是“缮性”。缮是“治”的意思，治性，亦即养性之意。灵运在这里说，在此自然的环抱中，他感到自己已经达到了“恬知交相养”的境界，从此可以去讲究养生之道了。</p> <p>　　这首诗虽然多了一个语言晦涩乏味的“玄言尾巴”，但它不仅模山范水方面极为生动、清新，而且对于游历的过程、时间，地点、心情，都交待得明白清晰，表现出一种登涉之趣。因此，读者读这首诗，仍然会在不知不觉中跟随着诗人攀岩泛流，徜徉于山光水色之中，从而获得与大自然交感会通的审美上的愉悦。</p>",
  "poet": {
    "id": 758,
    "star": 0,
    "name": "谢灵运",
    "image": "http://img.gushiwen.org/authorImg/xielingyun.jpg",
    "desc": "谢灵运（385年－433年），东晋陈郡阳夏（今河南太康）人，出生在会稽始宁（今浙江上虞），原为陈郡谢氏士族。东晋名将谢玄之孙，小名“客”，人称谢客。又以袭封康乐公，称谢康公、谢康乐。著名山水诗人，主要创作活动在刘宋时代，中国文学史上山水诗派的开创者。由谢灵运始，山水诗乃成中国文学史上的一大流派，最著名的是《山居赋》，也是见诸史册的第一位大旅行家。谢灵运还兼通史学，工于书法，翻译佛经，曾奉诏撰《晋书》。《隋书·经籍志》、《晋书》录有《谢灵运集》等14种。"
  },
  "tags": [
    "纪游",
    "写景",
    "山水",
    "寓理"
  ]
}