{
  "id": 10414,
  "star": 69,
  "name": "哀江头",
  "dynasty": "唐代",
  "content": "少陵野老吞声哭，春日潜行曲江曲。<br>江头宫殿锁千门，细柳新蒲为谁绿？<br>忆昔霓旌下南苑，苑中万物生颜色。<br>昭阳殿里第一人，同辇随君侍君侧。<br>辇前才人带弓箭，白马嚼啮黄金勒。<br>翻身向天仰射云，一笑正坠双飞翼。<br>明眸皓齿今何在？血污游魂归不得。<br>清渭东流剑阁深，去住彼此无消息。<br>人生有情泪沾臆，江水江花岂终极！<br>黄昏胡骑尘满城，欲往城南望城北。",
  "fanyi": "<p><strong>译文</strong><br>祖居少陵的野老（<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>自称）无声地痛哭，春天偷偷地来到了曲江边。江岸的宫殿千门闭锁，细细的柳丝和新生的水蒲为谁而绿？回忆当初皇帝的彩旗仪仗下了南苑，苑里的万物都生出光辉。昭阳殿里的第一美人也同车出游，随侍在皇帝身旁。车前的宫中女官带着弓箭，白马套着带嚼子的黄金马勒。翻身朝天上的云层射去，一笑之间双飞的一对鸟儿便坠落在地。杨贵妃明亮的眼睛和洁白的牙齿在哪里呢？鲜血玷污了她的游魂，再也不能归来！清清的渭水向东流去，而玄宗所在的剑阁是那么深远。走的和留下的彼此没有消息。人生有情，泪水沾湿了胸臆，江水的流淌和江花的开放哪里会有尽头呢？黄昏时，胡骑扬起满城的尘土，我想去城南，却望着城北。 </p><p><strong>注释</strong><br>（1）少陵：杜甫祖籍长安杜陵。少陵是汉宣帝许皇后的陵墓，在杜陵附近。杜甫曾在少陵附近居住过，故自称“少陵野老”。吞声哭：哭时不敢出声。<br>（2）潜行：因在叛军管辖之下，只好偷偷地走到这里。曲江曲：曲江的隐曲角落之处。<br>（3）“江头”一句：写曲江边宫门紧闭，游人绝迹。江头宫殿：《旧唐书·文宗纪》：“上（文宗)好为<a href=\"http://so.gushiwen.org/view_10414.aspx\">诗</a>，每诵杜甫《曲江行》（即本篇）......乃知天宝以前，曲江四岸皆有行宫台殿、百司廨署。”王嗣奭《杜臆》卷二：“曲江，帝与妃游幸之所，故有宫殿。”<br>（4）为谁绿：意思是国家破亡，连草木都失去了故主。<br>（5）霓旌：云霓般的彩旗，指天子之旗。《文选》<a href=\"http://so.gushiwen.org/author_70.aspx\">司马相如</a>《上林赋》：“拖蜺（同‘霓’）旌。”李善注引张揖曰：“析羽毛，染以五采，缀以缕为旌，有似虹蜺之气也。”南苑：指曲江东南的芙蓉苑。因在曲江之南，故称。<br>（6）生颜色：万物生辉。<br>（7）昭阳殿：汉代宫殿名。汉成帝皇后赵飞燕之妹为昭仪，居住于此。唐人多以赵飞燕比杨贵妃。第一人：最得宠的人。<br>（8）辇：皇帝乘坐的车子。古代君臣不同辇，此句指杨贵妃的受宠超出常规。<br>（9）才人：宫中的女官。<br>（10）嚼啮：咬。黄金勒：用黄金做的衔勒。<br>（11）仰射云：仰射云间飞鸟。<br>（12）一笑：杨贵妃因才人射中飞鸟而笑。正坠双飞翼：或亦暗寓唐玄宗和杨贵妃的马嵬驿之变。<br>（13）“明眸皓齿”两句：写安史之乱起，玄宗从长安奔蜀，路经马嵬驿，禁卫军逼迫玄宗缢杀杨贵妃。《旧唐书·杨贵妃传》：“及潼关失守，从幸至马嵬，禁军大将陈玄礼密启太子，诛国忠父子。既而四军不散，玄宗遣力士宣问，对曰：‘贼本尚在。’盖指贵妃也。力士复奏，帝不获已，与妃诀，遂缢死于佛室。时年三十八，瘗于驿西道侧。”<br>（14）清渭东流两句：仇兆鳌注：“马嵬驿，在京兆府兴平县（今属陕西省），渭水自陇西而来，经过兴平。盖杨妃藳葬渭滨，上皇（玄宗）巡行剑阁，市区住西东，两无消息也。”（《杜少陵集详注》卷四）清渭，即渭水。剑阁，即大剑山，在今四川省剑阁县的北面，是由长安入蜀必经之道。《太平御览》卷一六七引《水经注》：“益昌有小剑城，去大剑城三十里，连山绝险，飞阁通衢，故谓之剑阁也。”<br>（15）人生两句：意谓江水江花年年依旧，而人生有情，则不免感怀今昔而生悲。以无情衬托有情，越见此情难以排遣。　<br>（16）胡骑：指叛军的骑兵。<br>（17）欲往城南句：写极度悲哀中的迷惘心情。原注：“甫家住城南。”望城北：走向城北。北方口语，说向为望。望，一作“忘”。城北，一作“南北”。</p>",
  "shangxi": "<h2>鉴赏</h2> <p><strong>分句分析</strong><br>　　全<a href=\"http://so.gushiwen.org/view_10414.aspx\">诗</a>分为三部分。前四句是第一部分，写长安沦陷后的曲江景象。曲江原是长安有名的游览胜地，713年——741年期间（开元年间）经过疏凿修建，亭台楼阁参差，奇花异卉争芳，一到春天，彩幄翠帱，匝于堤岸，鲜车健马，比肩击毂，有说不尽的烟柳繁华、富贵风流。但这已经成为历史了，以往的繁华像梦一样过去了。“少陵野老吞声哭，春日潜行曲江曲。”一个泣咽声堵的老人，偷偷行走在曲江的角落里，这就是曲江此时的“游人”。第一句有几层意思：行人少，一层；行人哭，二层；哭又不敢大放悲声，只能吞声而哭，三层。第二句既交代时间、地点，又写出诗人情态：在春日游览胜地不敢公然行走，却要“潜行”，而且是在冷僻无人的角落里潜行，这是十分不幸的。重复用一个“曲”字，给人一种纡曲难伸、愁肠百结的感觉。两句诗，写出了曲江的萧条和气氛的恐怖，写出了诗人忧思惶恐、压抑沉痛的心理，诗句含蕴无穷。</p> <p>　　“江头宫殿锁千门，细柳新蒲为谁绿？”写诗人曲江所见。“千门”，极言宫殿之多，说明昔日的繁华。而着一“锁”字，便把昔日的繁华与眼前的萧条冷落并摆在一起，巧妙地构成了今昔对比，看似信手拈来，却极见匠心。“细柳新蒲”，景物是很美的。岸上是依依袅袅的柳丝，水中是抽芽返青的新蒲。“为谁绿”三字陡然一转，以乐景反衬哀恸，一是说江山换了主人，二是说没有游人，无限伤心，无限凄凉，这些场景令诗人肝肠寸断。</p> <p>　　“忆昔霓旌下南苑”至“一笑正坠双飞翼”是第二部分，回忆安史之乱以前春到曲江的繁华景象。这里用“忆昔”二字一转，引出了一节极繁华热闹的文字。“忆昔霓旌下南苑，苑中万物生颜色”，先总写一笔。南苑即曲江之南的芙蓉苑。732年（唐玄宗开元二十年），自大明宫筑复道夹城，直抵曲江芙蓉苑。玄宗和后妃公主经常通过夹城去曲江游赏。“苑中万物生颜色”一句，写出御驾游苑的豪华奢侈，明珠宝器映照得花木生辉。</p> <p>　　然后是具体描写唐明皇与杨贵妃游苑的情景。“同辇随君”，事出《汉书·外戚传》。汉成帝游于后宫，曾想与<a href=\"http://so.gushiwen.org/author_652.aspx\">班婕妤</a>同辇载。班婕妤拒绝说：“观古图画，圣贤之君，皆有名臣在侧，三代末主，乃有嬖女。今欲同辇，得无近似之乎？”汉成帝想做而没有做的事，唐玄宗做出来了；被班婕妤拒绝了的事，杨贵妃正干得自鸣得意。这就清楚地说明，唐玄宗不是“贤君”，而是“末主”。笔墨之外，有深意存在。下面又通过写“才人”来写杨贵妃。“才人”是宫中的女官，她们戎装侍卫，身骑以黄金为嚼口笼头的白马，射猎禽兽。侍从们就已经像这样豪华了，那“昭阳殿里第一人”的妃子、那拥有大唐江山的帝王就更不用说了。才人们仰射高空，正好射中比翼双飞的鸟。可惜，这精湛的技艺不是去用来维护天下的太平和国家的统一，却仅仅是为了博得杨贵妃的粲然“一笑”。这些帝王后妃们没有想到，这种放纵的生活，却正是他们亲手种下的祸乱根苗。</p> <p>　　“明眸皓齿今何在”以下八句是第三部分，写诗人在曲江头产生的感慨。分为两层。第一层（“明眸皓齿今何在”至“去住彼此无消息”）直承第二部分，感叹唐玄宗和杨贵妃的悲剧。“明眸皓齿”照应“一笑正坠双飞翼”的“笑”字，把杨贵妃“笑”时的情态补足，生动而自然。“今何在”三字照应第一部分“细柳新蒲为谁绿”一句，把“为谁”二字说得更具体，感情极为沉痛。“血污游魂”点出了杨贵妃遭变横死。长安失陷，身为游魂亦“归不得”，他们自作自受，结局十分凄惨。杨贵妃埋葬在渭水之滨的马嵬，唐玄宗却经由剑阁深入山路崎岖的蜀道，死生异路，彼此音容渺茫。昔日芙蓉苑里仰射比翼鸟，后来马嵬坡前生死两离分，诗人运用这鲜明而又巧妙的对照，指出了他们逸乐无度与大祸临头的因果关系，写得惊心动魄。第二层（“人生有情泪沾臆”至“欲往城南望城北”）总括全篇，写诗人对世事沧桑变化的感慨。前两句是说，人是有感情的，触景伤怀，泪洒胸襟；大自然是无情的，它不随人世的变化而变化，花自开谢水自流，永无尽期。这是以无情反衬有情，而更见情深。最后两句，用行为动作描写来体现他感慨的深沉和思绪的迷惘烦乱。“黄昏胡骑尘满城”一句，把高压恐怖的气氛推向顶点，使开头的“吞声哭”、“潜行”有了着落。黄昏来临，为防备人民的反抗，叛军纷纷出动，以致尘土飞扬，笼罩了整个长安城。本来就忧愤交迫的诗人，这时就更加心如火焚，他想回到长安城南的住处，却反而走向了城北。心烦意乱竟到了不辨南北的程度，充分而形象地揭示诗人内心的巨大哀恸。</p> <p><strong>意境赏析</strong><br>　　在这首诗里，诗人流露的感情是深沉的，也是复杂的。当他表达出真诚的爱国激情的时候，也流露出对蒙难君王的伤悼之情。这是李唐盛世的挽歌，也是国势衰微的悲歌。全篇表现的，是对国破家亡的深哀巨恸。</p> <p>　　“哀”字是这首诗的核心。开篇第一句“少陵野老吞声哭”，就创造出了强烈的艺术氛围，后面写春日潜行是哀，睹物伤怀，忆昔日此地的繁华，而今却萧条零落，还是哀。进而追忆贵妃生前游幸曲江的盛事，以昔日之乐，反衬今日之哀；再转入叙述贵妃升天，玄宗逃蜀，生离死别的悲惨情景，哀之极矣。最后，不辨南北更是极度哀伤的表现。“哀”字笼罩全篇，沉郁顿挫，意境深邈。</p> <p><strong>结构分析<br></strong>　　诗的结构，从时间上说，是从眼前翻到回忆，又从回忆回到现实。从感情上说，首先写哀，触类伤情，无事不哀；哀极而乐，回忆唐玄宗、杨贵妃极度逸乐的腐朽生活；又乐极生悲，把亡国的哀恸推向高潮。这不仅写出“乐”与“哀”的因果关系，也造成了强烈的对比效果，以乐衬哀，今昔对照，更好地突出诗人难以抑止的哀愁，造成结构上的波折跌宕，纡曲有致。文笔则发敛抑扬，极开阖变化之妙，“其词气如百金战马，注坡蓦涧，如履平地，得诗人之遗法”（见魏庆之《诗人玉屑》卷十四）。</p>",
  "about": "<h2>创作背景</h2> 756年（唐肃宗至德元年）秋天，<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>离开鄜州去投奔刚即位的唐肃宗，不巧，被安史叛军抓获，带到沦陷了的长安。旧地重来，触景伤怀，<a href=\"http://so.gushiwen.org/view_10414.aspx\">诗</a>人的内心是十分痛苦的。第二年春天，诗人沿长安城东南的曲江行走，感慨万千，哀恸欲绝，《哀江头》就是当时心情的真实记录。",
  "poet": {
    "id": 474,
    "star": 0,
    "name": "杜甫",
    "image": "http://img.gushiwen.org/authorImg/dufu.jpg",
    "desc": "杜甫（712－770），字子美，自号少陵野老，世称“杜工部”、“杜少陵”等，汉族，河南府巩县（今河南省巩义市）人，唐代伟大的现实主义诗人，杜甫被世人尊为“诗圣”，其诗被称为“诗史”。杜甫与李白合称“李杜”，为了跟另外两位诗人李商隐与杜牧即“小李杜”区别开来，杜甫与李白又合称“大李杜”。他忧国忧民，人格高尚，他的约1400余首诗被保留了下来，诗艺精湛，在中国古典诗歌中备受推崇，影响深远。759-766年间曾居成都，后世有杜甫草堂纪念。"
  },
  "tags": [
    "唐诗三百首",
    "乐府",
    "写水",
    "爱国",
    "伤怀"
  ]
}