{
  "id": 5637,
  "star": 1019,
  "name": "终南别业 / 初至山中 / 入山寄城中故人",
  "dynasty": "唐代",
  "content": "中岁颇好道，晚家南山陲。<br>兴来每独往，胜事空自知。<br>行到水穷处，坐看云起时。<br>偶然值林叟，谈笑无还期。",
  "fanyi": "<p><strong>译文</strong><br>中年以后存有较浓的好道之心，直到晚年才安家于终南山边陲。<br>兴趣浓时常常独来独往去游玩，有快乐的事自我欣赏自我陶醉。<br>间或走到水的尽头去寻求源流，间或坐看上升的云雾千变万化。<br>偶然在林间遇见个把乡村父老，偶与他谈笑聊天每每忘了还家。</p> <p><strong>注释</strong><br>①中岁：中年。好（hào）：喜好。道：这里指佛教。<br>②家：安家。南山：即终南山。陲（chuí）：边缘，旁边，边境；南山陲，指辋 川别墅所在地，意思是终南山脚下。<br>③胜事：美好的事。<br>④值：遇到。叟（sǒu）：老翁。<br>⑤无还期：没有回还的准确时间。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　开头两句：“中岁颇好道，晚家南山陲。”叙述<a href=\"http://so.gushiwen.org/view_5637.aspx\">诗</a>人中年以后即厌尘俗，而信奉佛教。“晚”是晚年；“南山陲”指辋川别墅所在地。此处原为<a href=\"http://so.gushiwen.org/author_248.aspx\">宋之问</a>别墅，<a href=\"http://so.gushiwen.org/author_515.aspx\">王维</a>得到这个地方后，完全被那里秀丽、寂静的田园山水陶醉了。他在《山中与裴秀才迪书》的信中说：“足下方温经，猥不敢相烦。辄便往山中，憩感兴寺，与山僧饭讫而去。北涉玄灞，清月映郭；夜登华子冈，辋水沦涟，与月上下。<a href=\"http://so.gushiwen.org/author_1397.aspx\">寒山</a>远火，明灭<a href=\"http://so.gushiwen.org/author_1204.aspx\">林外</a>；深巷寒犬，吠声如豹；村墟夜舂，复与疏钟相间。此时独坐，僮仆静默，多思曩昔携手赋诗，步仄径、临清流也。”</p> <p>　　这段描述可以说明诗中第二联“兴来每独往，胜事空自知”中透露出来的闲情逸致。上一句“独往”，写出诗人的勃勃兴致；下一句“自知”，又写出诗人欣赏美景时的乐趣。与诗人有着同样兴趣爱好的人不多，兴致来时，他惟有独自游览，赏景怡情，能自得其乐，随处若有所得，他不求人知，只求自己心会其趣而已。</p> <p>　　第三联，即说“胜事自知”。“行到水穷处”，是说随意而行，走到哪里算哪里，然而不知不觉，竟来到流水的尽头，看是无路可走了，于是索性就地坐了下来。</p> <p>　　“坐看云起时”，是心情悠闲到极点的表示。云本来就给人以悠闲的感觉，也给人以无心的印象，因此陶潜才有“云无心以出岫”的话（见《归去来辞》）。通过这一行、一到、一坐、一看的描写，诗人此时心境的闲适也就明白地揭示出来了。此二句深为后代诗家所赞赏。近人俞陛云说：“行至水穷，若已到尽头，而又看云起，见妙境之无穷。可悟处世事变之无穷，求学之义理亦无穷。此二句有一片化机之妙。”（《诗境浅说》）这是很有见地的。再从艺术上看，这二句诗是诗中有画，天然便是一幅山水画。《宣和画谱》指出：“‘行到水穷处，坐看云起时’及‘白云回望合，青霭入看无’之类，以其句法，皆所画也。”</p> <p>　　王维的诗与画极富禅机禅意，文学史上尊他为「诗佛」。他的两句话「行到水穷处，坐看云起时」，「水穷处」指的是什么？登山时溯流而上，走到最后溪流不见了。有一个可能是该处为山泉的发源地，掩于地表之下。另一个可能 是下雨之后汇集而成的涧水在此地干枯了。这个登山者走著走著，走到水不见了，索性坐下来，看见山岭上云朵涌起。原来水上了天了，变成了云，云又可以变成雨，到时山涧又会有水了，何必绝望？</p> <p>　　人生境界也是如此。在生命过程中，不论经营爱情、事业、学问等，勇往直前，后来竟发现是一条没法走的绝路，山穷水尽的悲哀失落难免出现。此时不妨往旁边或回头看，也许有别的路通往别处；即使根本没路可走，往天空看吧！虽然身体在绝境中，但是心灵还可以畅游太空，自在、愉快地欣赏大自然，体会宽广深远的人生境界，不觉得自己穷途末路。</p> <p>　　此句有两种意境第一种，身处绝境时不要失望，因为那正是希望的开始；山里的水是因雨而有的，有云起来就表示水快来了。 另一种境界是，即使现在不下雨也没关系，总有一天会下雨。 从水穷到云起到下雨的过程，正如一个人在修行过程中遇到很大的困难，有身体的障碍，有心理的障碍，还有环境的障碍。如果因此而退心，要把念头回到初发心的观点上。初发心就是初发菩提心的时候。初发心时什么也没有，对修行的方法、观念都不了解。你先回溯当时的情形再看看目前，不是已经走了相当长的路了吗？所以不要失望，不要放弃。人生的每个阶段也都可能发生这种状况，如果用这种诗境来看待，处处会有活路的</p> <p>　　最后一联：“偶然值林叟，谈笑无还期。”突出了“偶然”二字。其实不止遇见这林叟是出于偶然，本来出游便是乘兴而去，带有偶然性。“行到水穷处”又是偶然。“偶然”二字贯穿上下，成为此次出游的一个特色。而且正因处处偶然，所以处处都是“无心的遇合”，更显出心中的悠闲，如行云自由翱翔，如流水自由流淌，形迹毫无拘束。它写出了诗人那种天性淡逸，超然物外的风采，对于读者了解王维的思想是有认识意义的。</p> <p>　　这首诗没有描绘具体的山川景物，而重在表现诗人隐居山间时悠闲自得的心境。诗的前六句自然闲静，诗人的形象如同一位不食人间烟火的世外高人，他不问世事，视山间为乐土。不刻意探幽寻胜，而能随时随处领略到大自然的美好。结尾两句，引入人的活动，带来生活气息，诗人的形象也更为可亲。</p><br/><h2>赏析二</h2> <p>　　全<a href=\"http://so.gushiwen.org/view_5637.aspx\">诗</a>的着眼点在于抒发对自得其乐的闲适情趣的向往。开篇二句，由“中岁好道”“晚家南山”点明诗人隐居奉佛的人生归宿和思想皈依。“道”，指佛家道义之精髓，即“万法皆空”思想。“中岁颇好道”，作者强调自中年起，他就已倾心佛法了，随着时间的推移，这种倾向会越来越加剧，反映出他对尘世越来越厌倦，这与其人生际遇密切相关。一个“颇”字，点明其崇佛的虔诚心态。“晚”字，意蕴丰富，既可以指“晚近”，也可以指“晚年”。如果是前者，“晚家南山陲”是对现实隐居生活的描绘；如果是后者，则是对自己晚景的构想。</p> <p>　　山林的生活自在无比，兴致来临之际，每每独往山中信步闲走，那快意自在的感受只有诗人自己能心领神会。“每”，表明“兴来独往”非常频繁，不是偶然为之。“独”，并非没有同调之人，事实上，诗人隐居之际不乏同调之人与其往来唱和，如张諲、<a href=\"http://so.gushiwen.org/author_302.aspx\">裴迪</a>等，此处当指诗人兴致一来就等不及邀人同往了，一个洒脱的隐者形象便展现到了读者面前。从字面意义上看，隐隐约约带有些落寞，但谁又能说这种情致不是件快乐的事呢？“胜事空自知”，亦然，一个“空”字，也许带有几分无奈与孤独，但诗人是陶醉于这种山林情趣间的。</p> <p>　　“行到水穷处，坐看云起时”即言“胜事”。在山间信步闲走，不知不觉中，已到了溪水尽头，似乎再无路可走，但诗人却感到眼前一片开阔，于是，索性坐下，看天上的风起云涌。一切是那样的自然，山间流水、白云，无不引发作者无尽的兴致，足见其悠闲自在。清人<a href=\"http://so.gushiwen.org/author_39.aspx\">沈德潜</a>赞曰：“行所无事，一片化机。”（《唐诗别裁集》）“行到水穷处”，让读者体味到了“应尽便须尽”的坦荡；“坐看云起时”，在体味最悠闲、最自在境界的同时，又能领略到妙境无穷的活泼！云，有形无迹，飘忽不定，变化无穷，绵绵不绝，因而给人以无心、自在和闲散的印象，陶潜有诗云“云无心以出岫”（《归去来兮辞》），而在佛家眼里，云又象征着“无常心”“无住心”。因此，“坐看云起时”，还蕴藏着一种“应无所住而生其心”的禅机。简而言之，就是“空”，如果人能够去掉执着，像云般无心，就可以摆脱烦恼，得到解脱，得到自在，诗人在一坐、一看之际已经顿悟。再看这流水、白云，已是无所分别，达到了物我一体的境界。从结构看，“行到水穷处，坐看云起时”二句，对偶工稳，一贯而下，从艺术手法上看，此二句俨然是一幅山水画，是“诗中有画”也。</p> <p>　　结句写作者在山间偶然碰到了“林叟”，于是无拘无束地跟其尽情谈笑，以致忘了时间，诗人淡逸的天性和超然物外的风采跃然纸上，与前面独赏山水时的洒脱自在浑然一体，使得全诗形成了一个完整的意境。“偶然”二字，贯穿前后，却行迹全无，其实，“兴来独往”“行到水穷处，坐看云起时”等，何尝不是“无心的偶然”呢？然诗人至此方借“值林叟”点出“偶然”二字，可见艺术手段之高超。因为处处“偶然”，更显现出心中的悠闲自在。“谈笑无还期”结句自然，却暗藏哲理，诗人因为体悟到物我两忘、物我一体之境，从而忘记了那流迁无常的世俗世界，这是真正的“空”境。<br></p> <p>　　这首诗没有描绘具体的山川景物，而重在表现诗人隐居山间时悠闲自得的心境。诗的前六句自然闲静，诗人的形象如同一位不食人间烟火的世外高人，他不问世事，视山间为乐土。不刻意探幽寻胜，而能随时随处领略到大自然的美好。结尾两句，引入人的活动，带来生活气息，诗人的形象也更为可亲。</p>",
  "about": "<h2>创作背景</h2> <p>　　此<a href=\"http://so.gushiwen.org/view_5637.aspx\">诗</a>大约写于唐肃宗乾元元年（758）之后，是<a href=\"http://so.gushiwen.org/author_515.aspx\">王维</a>晚年的作品。王维晚年官至尚书右丞，职务不小。其实，由于政局变化反复，他早已看到仕途的艰险，便想超脱这个烦扰的尘世。他吃斋奉佛，悠闲自在，大约四十岁后，就开始过着亦官亦隐的生活。</p><br/><h2>禅解</h2> <p>　　<a href=\"http://so.gushiwen.org/author_515.aspx\">王维</a>这首《终南别业》历来吟诵甚多，王维人称<a href=\"http://so.gushiwen.org/view_5637.aspx\">诗</a>佛，这首是公认的禅诗，而诗中又处处表现禅理，历来解析这首诗歌的往往谈王维的淡泊宁静怡然自乐的情调，而实际不达至理。<a href=\"http://so.gushiwen.org/author_329.aspx\">刘辰翁</a>评，\"无言之境，不可说之味，不知者以为淡易\"，可谓深契王维之意。</p> <p>　　王维自称摩诘，维摩诘居士是印度大乘佛学的代表人物，东方金粟如来转世，而这首诗中作者意欲表达的正是这种领悟大乘境界时的怡然自乐。</p> <p>　　首联两句写自己信奉佛道由来已久，晚年时隐居蓝田辋川修佛学道。这两句也正是对诗歌背景的描述。</p> <p>　　颔联两句写自己学道兴趣味浓，往往独来独往，而这种领悟禅宗至理的心境只可自己知道，不可与人言说。释迦牟尼说自己说法49年未尝说过一字，六祖慧能说禅宗至理非可言说，为传佛法，吾今强说。可知佛家所讲的自性非空非有，非善非恶，非实非虚，非烦恼非菩提，王维领悟这种境界岂是自己悭吝不肯与人言说，实在无法可说。所以后来人称东方维摩的庞蕴居士问女儿，明明百草头，明明祖师意如何作解。灵照也只是回答说，明明百草头，明明祖师意。至理脱与名相语言概念，佛每每斥说，凡人偏有，小乘偏空正是如此。（可参考《高僧传》,《楞伽经》,《坛经》，《维摩诘居士所说经》，《金刚经》）</p> <p>　　颈联两句可小解，也可大解，可知佛性不分大小，只是应用不同。\"行到水穷处，坐看云起时\"，水穷处指水源之处，这地方再往上就没有水了，讲作者领悟禅宗向上至理的情境，清净寂然，不着不染，任从世事纷纭，英雄西烟而不著不动。正像有人问赵州从諗禅师，两龙戏珠，哪一只会赢，赵州答说，老僧只管看。其理一趣。</p> <p>　　尾联则说作者不求高不求低，随遇而安，并能处处作乐的心态。佛家至理领悟的人不少，但转过来随处运用而不有碍的不多，所谓\"荆棘丛中下脚易，月明帘下转身难\"。所以佛家有\"保\"和\"任\"之分。王维在诗中表达的正是这种\"任\"的心态。</p>",
  "poet": {
    "id": 515,
    "star": 0,
    "name": "王维",
    "image": "http://img.gushiwen.org/authorImg/wangwei.jpg",
    "desc": "王维（701年－761年，一说699年—761年），字摩诘，汉族，河东蒲州（今山西运城）人，祖籍山西祁县，唐朝诗人，有“诗佛”之称。苏轼评价其：“味摩诘之诗，诗中有画；观摩诘之画，画中有诗。”开元九年（721年）中进士，任太乐丞。王维是盛唐诗人的代表，今存诗400余首，重要诗作有《相思》《山居秋暝》等。王维精通佛学，受禅宗影响很大。佛教有一部《维摩诘经》，是王维名和字的由来。王维诗书画都很有名，非常多才多艺，音乐也很精通。与孟浩然合称“王孟”。"
  },
  "tags": [
    "唐诗三百首",
    "田园",
    "写人",
    "抒情"
  ]
}