{
  "id": 28699,
  "star": 37,
  "name": "碧城三首",
  "dynasty": "唐代",
  "content": "碧城十二曲阑干，犀辟尘埃玉辟寒。<br>阆苑有书多附鹤，女床无树不栖鸾。<br>星沉海底当窗见，雨过河源隔座看。<br>若是晓珠明又定，一生长对水晶盘。</p> <p>对影闻声已可怜，玉池荷叶正田田。<br>不逢萧史休回首，莫见洪崖又拍肩。<br>紫凤放娇衔楚佩，赤鳞狂舞拨湘弦。<br>鄂君怅望舟中夜，绣被焚香独自眠。</p> <p>七夕来时先有期，洞房帘箔至今垂。<br>玉轮顾兔初生魄，铁网珊瑚未有枝。<br>检与神方教驻景，收将凤纸写相思。<br>武皇内传分明在，莫道人间总不知。",
  "fanyi": "<p><strong>译文<br></strong>你住在碧霞城中十二楼，楼中的阑干曲曲又弯弯。犀角簪明明亮亮一尘不染，身上的玉佩能保暖驱寒。<br>阆苑仙山的仙子们，传送书信多用仙鹤。多情的女床山上，树上都栖宿着凤鸾。<br>我们抬头望着窗外，星沉海底令人心寒。一阵雨云飘过银河，我们只能隔河相看。<br>啊，你这颗晶莹的露珠，如果能像珍珠一样不被硒干，那么，我这一生和你不分离，我将永远爱着水晶盘。</p> <p>多么可爱啊，你的倩影，还有你娇美的声音。你像出水的芙蓉，田田荷叶鲜美娇嫩。<br>你像我的情侣弄玉，不逢萧史，你决不回首赐情。你决不会轻佻随便，见了洪崖，又去爱上别的风流男人。<br>你像紫凤热烈奔放，衔住了佩玉不放；我像赤龙奔腾放纵，疯狂地拨动你的琴弦。<br>如今，我像孤独的鄂君，只是在船上面对夜空；只有我独自一人面对着薰香和绣被。</p> <p>我们的幽欢都预约日期，就像那七夕之夜的牛郎织女。如今，她的洞房的门帘珠箔，总是下垂，使洞房更神秘。<br>一轮圆圆的明月，中间长起了小兔的影子。绞起铁网本想收获珊瑚，珊瑚已经打掉，收不到珊瑚枝。<br>选择一个神仙的药方，让她服了，永葆青春。辜情已败露，无法幽会，暂时停止靠凤纸传达相思。<br>唉，那汉武帝与西王母，人神相恋多么神秘！如今《汉武帝内传》传世，还有什么隐秘之事，能瞒过人间呢！</p> <p><strong>注释<br></strong>1.碧城：道教传为元始天尊之所居，后引申指仙人、道隐、女冠居处。《太平御览》卷六七四引《上清经》：“元始天尊居紫云之胭，碧霞为城。”十二：极写多。阑干：栏杆。<a href=\"http://so.gushiwen.org/author_509.aspx\">江淹</a>《西洲曲》：“阑干十二曲，垂手明如玉。”极写阑干曲折。<br>2.犀（xī）辟尘埃：指女冠华贵高雅，头上插着犀角簪，一尘不染。犀，指犀角。辟，辟除。《述异记》：“却尘犀，海兽也。然其角辟尘。致之于座，尘埃不入。”玉辟寒：传说玉性温润，可以辟寒。<br>3.阆（làng）苑：神仙居处。此借指道观。《续仙传·殷七七传》：“此花在人间已逾百年，非久即归阆苑去。”<br>4.附鹤：道教传仙道以鹤传书，称鹤信。李洞《赠王凤二山人》：“山兄望鹤信。”禇载《赠通士》：“惟教鹤探丹丘信。”女床：山名。《山海经·西山经》：“西南三百里，曰女床之山”，“有鸟焉，其状如翟而五彩文，名曰鸾鸟。”<br>5.星沉海底：即星没，谓天将晓。当窗见，与下“隔座看”均形容碧城之高峻。<br>6.雨：兼取“云雨”之意。雨过河源，隐喻欢会既毕。<br>7.晓珠：晨露。<br>8.水晶盘：水晶制成之圆盘，此喻指圆月。<br>9.可怜：可爱。<br>10.玉池：字面意思可指玉阳山下玉溪。王金珠《欢闻歌》：“艳艳金楼女，心如玉池莲。”田田：《采莲》：“江南可采莲，荷叶正田田。鱼戏莲叶间。”<br>11.萧史：用秦穆公以女弄玉妻萧史典故，此处喻指男主人公，当系道流。<a href=\"http://so.gushiwen.org/author_403.aspx\">刘向</a><br>12.《列仙传》：“萧史者，善吹箫。穆公有女弄玉好之，公遂以女妻焉。日教弄玉作凤鸣。”<br>13.洪崖：仙人，此喻指道侣。郭璞《游仙<a href=\"http://so.gushiwen.org/view_28699.aspx\">诗</a>》：“左挹浮丘袖，右拍洪崖肩。”<br>14.紫凤：传说中之神鸟。此喻指所恋之女冠。放娇：撒娇。楚佩：借指定情之物。《列仙传》：“郑交甫见江妃二女而悦之。郑致辞，请其佩，女遂解以赠之。”<br>15.赤鳞（lín）：鳞片赤色之鱼，古称淫鱼。《淮南子·说山训》：“瓠巴鼓瑟，淫鱼出听。”湘弦：湘瑟：湘灵所鼓，喻指女冠。《楚辞·远游》：“使湘灵鼓瑟兮。”<br>16.“鄂君”二句：《说苑》：“鄂君子哲之泛舟于新波之中也，······越人拥揖而歌曰：‘今夕何夕兮搴舟中流，今日何日兮得与王子同舟。······山有木兮木有枝，心悦君兮君不知。’于是鄂君乃揄修袂，行而拥之，举绣被而覆之。”此以鄂君喻男主人公。这两句言虽绣被仍在，而所恋不至，惟于舟中焚香，独眠而相思。<br>17.七夕：七月七日夜，诗人以牛郎织女相会比喻他与情侣的幽会。<br>18.洞房：指女性居处。箔：帘子。<br>19.“玉轮”句：《楚辞·天问》：“夜光何德，死则又育？厥利维何，而顾兔在腹？”《尚书·康诰》“惟三月哉生魄”传：“始生魄，月十六日明消而魄生。”此以月中有顾兔初生隐喻女方有孕。<br>20.铁网珊瑚：亦称珊瑚网，铁制，沉水底以纹取珊瑚。《本草》：“珊瑚似玉，红润，生海底盘石上。海人先作铁网沉水底，贯中而生，绞网出之。”未有枝：言未得珊瑚，此喻终未得与女冠相携。<br>21.神方：致神之方，即神奇之术。<a href=\"http://so.gushiwen.org/author_628.aspx\">沈约</a>《郊居赋》：“冀神方之可请。”驻景：留驻景光，指驻颜。<br>22.凤纸：金凤纸，帝王所用，道家青词亦用之。<br>23.武皇内传：指《汉武内传》，喻借仙写艳之作。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　《碧城三首》是<a href=\"http://so.gushiwen.org/author_204.aspx\">李商隐</a><a href=\"http://so.gushiwen.org/view_28699.aspx\">诗</a>最难懂的篇章之一，历来众说纷纭。清代姚培谦认为是“君门难进之词”（《李义山诗集笺》）；<a href=\"http://so.gushiwen.org/author_637.aspx\">朱彝尊</a>谓，第三首末联的“武皇”，唐人常用来指玄宗，应是讽刺唐明皇和杨贵妃；<a href=\"http://so.gushiwen.org/author_274.aspx\">纪昀</a>认为三首都是寓言，然所寓之意则不甚可知；明代胡震亨则认为：“此似咏唐时贵主事。唐初公主多自请出家，与二教（指佛教、道教）人媟近。商隐同时如文安、浔阳、平恩、邵阳、永嘉、永安、义昌、安康诸主，皆先后丐为道士，筑观在外。史即不言他丑，于防闲复行召入，颇著微词。”（以上均见《李义山诗集辑评》）程梦星、冯浩、张采田等均赞同此说，认为朱氏之说未免迂曲。其实，第三首末联云：“《武皇内传》分明在，莫道人间总不知。”两句讽刺意味非常明显；而“莫道”云云，又似非指明皇而言，因为他和杨贵妃的事，在唐代是人所共知的，李商隐之前，<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>的《长恨歌》、陈鸿的《长恨歌传》，早就明白写过；而且全诗三首的主人公都是女子，似以胡震亨说较为可信。</p> <p>　　诗以第一首开头二字为题，与“无题”诗同类。此首以仙女喻入道的公主，从居处、服饰、日常生活等方面，写她们身虽入道，而尘心不断，情欲未除。首句“碧城十二曲阑干 ”写仙人居地。碧霞为城，重叠辉映，曲栏围护，云气缭绕，写出天上仙宫的奇丽景象。次句“犀辟尘埃玉辟寒”写仙女们服饰的珍贵华美 。接着写仙女的日常生活，第二联把仙女比作鸾鸟，说她们以鹤传书 ，这里的“书”，实指情书。鸾凤在古代诗文中常用来指男女情事，“ 阆苑”、“女床”亦与入道女冠关合。此联与首二句所写居处服饰及身份均极其高贵，应为贵家之女。第三联“ 星沉海底当窗见，雨过河源隔座看。”表面上是写仙女所见之景，实则紧接“ 传书”，暗写其由暮至朝的幽会。“星沉海底”，谓长夜将晓之际；雨脚能见，则必当晨曦已上之时。据宋代周密《癸辛杂识》引《荆楚岁时记》载，汉代张骞为寻河源，曾乘槎（木筏）直至天河，遇到织女和牵牛。又<a href=\"http://so.gushiwen.org/author_358.aspx\">宋玉</a>《高唐赋序》写巫山神女与楚怀王梦中相会，有“朝为行云，暮为行雨”之句。可见，诗中“雨过河源”是兼用了上述两个典故，写仙女的佳期幽会事。因为仙女住在天上，所以星沉雨过，当窗可见，隔座能看，如在目前。末联“若是晓珠明又定，一生长对水精盘。”“上联隔座看雨，天色已明，情人将去，所以结联以“晓珠”紧接上文，意思是说，如果太阳明亮而且不动，永不降落，那将终无昏黑之时，仙女们只好一生清冷独居，无复幽会之乐了。反过来，如果昏夜不晓，即可长夜欢娱而无尽头。诗用否定前者，肯定后者的方法，表现仙女对幽会的留恋不舍，难舍情缘。此诗通篇都用隐喻，写得幽晦深曲。本来是写人间的入道公主，却假托为天上的仙女；本来是写幽期密约，表面却只是居处、服饰和周围的景物。诗人没有直截了当地把所要表达的意思说出，而是采用象征、暗示、双关、用典等表现方法，乍一读去，似觉恍惚迷离，难明所指。然而只要反复体味，仍能曲径通幽，捕捉到诗的旨趣。此诗想象极其丰富，把场景安排在天上，将道教传说和古代优美神话引入诗中，不但很好地表现了诗的主题，而且使诗显得极其瑰伟奇丽。尤其是第三联，设想之新奇，景象之壮美，用典之巧妙，词意之幽深，达到了很高的造诣。</p> <p>　　第二首诗紧接第一首，写诗人于孤苦寂寞中回忆一次热烈的幽会，前六句之热烈狂放，与后二句之孤苦凄冷，造成强烈的对比。首联即写一对情侣如胶似漆，对其影而闻其声，是从男性视角而言，极写情侣娇美可爱。“玉池荷叶正田田”，运用道藏隐比手法，借用汉乐府传统，写情人的体美。颔联是幽欢中的一个小插曲。男方叮咛女方：你只应跟我欢会，回首赐情；可别见异思迁，又去爱上别的风流男人。颈联龙凤对举，为义山情诗中固定格局：龙代男性，凤代女性，两情和谐，热烈奔放，幽欢高潮，紫凤放娇，口衔楚佩；赤龙狂舞，撩拨湘弦。“楚”与“湘”，仅为律诗中雅化之词，不必坐实楚地湘水。末联笔锋陡然一转，诗人从想象回到现实，现实是孤独寂寞的。末联怅望独眠时，是诗人构思此诗的时间。此诗前六句，均写男欢女爱，云情雨意，似乎不登大稚之堂。其实，中晚唐崇道成风，白居易、<a href=\"http://so.gushiwen.org/author_2760.aspx\">白行简</a>、<a href=\"http://so.gushiwen.org/author_18.aspx\">元稹</a>、李商隐、<a href=\"http://so.gushiwen.org/author_415.aspx\">温庭筠</a>、段成式都有大量写性爱的文学作品。李、温、段号称晚唐“三十六体”，三位诗人专写风流艳诗。晚唐写艳体成风，诗人们相互攀比：谁能把爱情生活写得更雅更美，谁就拥有更广泛的读者。比赛的结果是李商隐独占鳌头，成为“赋高唐”的第一流诗家。这首诗，在玉溪生集中也很突出：玉池荷叶，鲜美娇嫩。紫凤放娇，热烈奔放。赤龙狂舞，尽情放纵。这首诗有着一系列的隐比，一系列的联想。诗人巧妙的创造，雅化、诗化了无法形之笔墨，无法以言辞表达的内容，跟《金瓶梅》、《肉蒲团》之类露骨的描写相比，作者的创造是成功的。</p> <p>　　《碧城三首》之二与前二首相连，均与玉阳山恋情有关。《唐音戊签》以为“初瓜写嫩”；《曝书亭集》以为此诗写唐明皇、杨贵妃七夕定情，都与诗旨不合。全诗写诗人与女冠极隐秘的恋爱事故。结构为六二分写：前六句回忆叙事，后二句回到现实，作解释的语气。首联写他们的幽会都是两相预约，预定日期，犹如七夕牛女相恋。女冠的“洞房”，帘掐垂下，幽深隐秘。第二联以两个典故巧妙比喻怀孕及打胎。一轮明月，初生兔影，以喻妇女怀孕。绞起铁网，不见珊瑚，以喻胎儿未产。“玉轮顾兔初生魄”，运用《楚辞》中典故，只与怀孕之意象有关。绞起铁网。原本有珊瑚枝，是极美妙的生儿育女的意象。这两句的意蕴十分明确，旧时注家或穿凿，或不知意象的象征含意，故不明此诗与怀孕、打胎有关。第三联神方驻景，原指保健、健美、长生的药方，能使青春长驻，永葆青春。但这一联放入此处，显然是选择打胎之方，不让女性生孩。妇人生育，容易衰老；不必生育，故能“驻景”，留住青春美貌。另一方面，道观中生育，也严重违反教规，故“检与神方”，把胎打掉，势在必行。事情败露，无法往来，故只能把以前的情书都收起来，以免扩大事态。末联解释：我们的恋爱被别人知道了。这是无法隐瞒的事。武帝与西王母人神之恋何等隐秘，但也被后人知道，写入《汉武帝内传》，弄得人人知道。“武皇内传分明在，莫道人间总不知”，流露出无可奈何的口吻。</p>",
  "about": "<h2>创作背景</h2> 　　作者于文宗大和三年至五年（827-829年）学仙玉阳山，与女冠（或即宋华阳氏）有一段恋情，这组<a href=\"http://so.gushiwen.org/view_28699.aspx\">诗</a>即写于这一时期。《碧城三首》反映的是唐代一些地位、身份特殊的年轻女子的生活。她们身居道观，本应遵守教规，超尘出世，但人性既难泯灭，又因出身高贵，道观建筑与门禁比较幽深隐秘，而管理却相对松驰，故在道教允许男女共处同修的条件下，发生恋爱情事的可能性大大增加。<a href=\"http://so.gushiwen.org/author_204.aspx\">李商隐</a>与女冠恋爱之迹，对此种生活不但熟悉，而且深有体会，诗中所写，是他的观察，更有他的思考乃至同情的忧虑。",
  "poet": {
    "id": 204,
    "star": 0,
    "name": "李商隐",
    "image": "http://img.gushiwen.org/authorImg/lishangyin.jpg",
    "desc": "李商隐，字义山，号玉溪（谿）生、樊南生，唐代著名诗人，祖籍河内（今河南省焦作市）沁阳，出生于郑州荥阳。他擅长诗歌写作，骈文文学价值也很高，是晚唐最出色的诗人之一，和杜牧合称“小李杜”，与温庭筠合称为“温李”，因诗文与同时期的段成式、温庭筠风格相近，且三人都在家族里排行第十六，故并称为“三十六体”。其诗构思新奇，风格秾丽，尤其是一些爱情诗和无题诗写得缠绵悱恻，优美动人，广为传诵。但部分诗歌过于隐晦迷离，难于索解，至有“诗家总爱西昆好，独恨无人作郑笺”之说。因处于牛李党争的夹缝之中，一生很不得志。死后葬于家乡沁阳（今河南焦作市沁阳与博爱县交界之处）。作品收录为《李义山诗集》。"
  },
  "tags": [
    "写人",
    "女子",
    "爱情"
  ]
}