{
  "id": 20333,
  "star": 97,
  "name": "苏小小墓",
  "dynasty": "唐代",
  "content": "幽兰露，如啼眼。<br>无物结同心，烟花不堪剪。<br>草如茵，松如盖。<br>风为裳，水为佩。<br>油壁车，夕相待。<br>冷翠烛，劳光彩。<br>西陵下，风吹雨。",
  "fanyi": "<p><strong>译文</strong><br>墓地兰花上凝聚的露珠，宛如她悲伤的泪眼。<br>再没有编织同心结的东西，墓地上的繁花更不堪修剪。<br>芳草犹如她的席垫，松树犹如她的车盖。<br>清风作为她的衣衫，碧玉作为她的玉佩。<br>生前乘坐的油壁车，傍晚时准在一旁等待。<br>森冷翠绿的磷火，殷勤相随，闪着光彩。<br>她走了，在西陵之下，只有风挟雨，呼呼地吹。</p> <p><strong>注释</strong><br>⑴苏小小：《乐府广题》记载：“苏小小，钱塘名倡也，盖南齐时人。”《方舆胜览》：“苏小小墓在嘉兴县西南六十步，乃晋之歌妓。今有片石在通判厅，题曰苏小小墓。”<br>⑵幽兰露：兰花上凝结着露珠。<br>⑶结同心：用花草或别的东西打成连环回文样式的结子，表示爱情坚贞如一。<br>⑷烟花：此指墓地中艳丽的花。<br>⑸茵：垫子。<br>⑹盖：车盖，即车上遮阳防雨的伞盖。<br>⑺佩：身上佩带的玉饰。<br>⑻油壁车：妇人所乘的车，车身为油漆为饰。”<br>⑼夕：一作“久”。<br>⑽冷翠烛：磷火，俗称鬼火，有光无焰，所以说“冷翠烛”。<br>⑾劳：不辞劳苦的意思。<br>⑿西陵：今杭州西泠桥一带。<br>⒀风吹雨：一作“风雨吹”。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　<a href=\"http://so.gushiwen.org/author_349.aspx\">李贺</a>的“鬼”<a href=\"http://so.gushiwen.org/view_20333.aspx\">诗</a>，总共只有十来首，不到他全部作品的二十分之一。李贺通过写“鬼”来写人，写现实生活中人的感情。这些“鬼”，“虽为异类，情亦犹人”，绝不是那些让人谈而色变的恶物。《苏小小墓》是其中有代表性的一篇。</p> <p>　　苏小小是南齐时钱塘名妓。<a href=\"http://so.gushiwen.org/author_683.aspx\">李绅</a>在《真娘墓》诗序中说：“嘉兴县前有吴妓人苏小小墓，风雨之夕，或闻其上有歌吹之音。”李贺的这首诗以苏小小的故事为题材，写幽灵形象和幽冥境界。全诗由景起兴，通过一派凄迷的景象和丰富的联想，刻画出飘飘忽忽、若隐若现的苏小小鬼魂形象。诗中寄寓着诗人独特的身世之感。</p> <p>　　诗的前四句直接刻画苏小小的形象。一、二两句写她美丽的容貌：那兰花上缀着晶莹的露珠，像是她含泪的眼睛。这里抓住心灵的窗户眼睛进行描写，一是让人通过她的眼睛，想见她的全人之美，二是表现她的心境。兰花是美的，带露的兰花更美。但着一“幽”字，境界迥然不同，给人以冷气森森的感觉。它照应题中“墓”字，引出下面的“啼”字，为全诗定下哀怨的基调，为鬼魂活动创造了气氛。三、四两句写她的心境：生活在幽冥世界的苏小小，并没有“歌吹”欢乐，而只有满腔忧怨。她生前有所追求，古乐府《苏小小歌》中说：“我乘油壁车，郎乘青骢马。何处结同心？西陵松柏下。”但身死之后，她的追求落空了，死生悬隔，再没有什么东西可以绾结同心，坟上那萋迷如烟的野草花，也不堪剪来相赠，一切都成了泡影。这种心绪，正是“啼”字的内在根据。仅用四句一十六字，形神兼备地刻画出苏小小的鬼魂形象，表现出诗人惊人的艺术才华。</p> <p>　　中间六句写苏小小鬼魂的穿着服饰和使用物品：芊芊绿草，像是她的茵褥；亭亭青松，像是她的伞盖；春风拂拂，就是她的衣袂飘飘；流水叮咚，就是她的环佩声响；她生前乘坐的油壁车，如今还依然在等待着她去赴“西陵松柏下”的幽会。这一部分，暗暗照应了前面的“无物结同心”。用一个“待”字，更加重了景象、气氛的凄凉：车儿依旧，却只是空相等待，再也不能乘坐它去西陵下，实现她“结同心”的愿望了。物是人非，触景伤怀，徒增哀怨而已。</p> <p>　　最后四句描绘西陵之下凄风苦雨的景象：风凄雨零之中，有光无焰的鬼火，在闪烁着暗淡的绿光。这一部分紧承“油壁车，夕相待”而来。翠烛原为情人相会而设。有情人不能如约相会，翠烛就如同虚设。有烛而无人，更显出一片凄凉景象。“翠烛”写出鬼火的光色，加一“冷”字，就体现了人的感觉，写出人物内心的阴冷：“光彩”是指“翠烛”发出的光焰，说“劳光彩”，则蕴涵着人物无限哀伤的感叹。期会难成，希望成灰，翠烛白白地在那里发光，徒费光彩而一无所用。用景物描写来渲染哀怨的气氛，同时也烘托出人物孤寂幽冷的心境，把那种怅惘空虚的内心世界，表现得淋漓尽致。</p> <p>　　这首诗以景起兴，通过景物幻出人物形象，把写景、拟人融合为一体。写幽兰，写露珠，写烟花，写芳草，写青松，写春风，写流水，笔笔是写景，却又笔笔在写人。写景即是写人。用“如”字、“为”字，把景与人巧妙地结合在一起，既描写了景物，创造出鬼魂活动的环境气氛，同时也就塑造出了人物形象。诗中美好的景物，不仅烘托出苏小小鬼魂形象的婉媚多姿，同时也反衬出她心境的索寞凄凉，收到了一箭双雕的艺术效果。这些景物描写都围绕着“何处结同心，西陵松柏下”这一中心内容，因而诗的各部分之间具有内在的有机联系，人物的内心世界也得到集中的、充分的揭示，显得情思脉络一气贯穿，具有浑成自然的特点。</p> <p>　　这首诗的主题和意境借鉴了<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>《九歌·山鬼》中对神、鬼的描写方法。从苏小小鬼魂兰露啼眼、风裳水佩的形象上，可以找到山鬼“被薜荔兮带女萝”、“既含睇兮又宜笑”的影子；苏小小那“无物结同心，烟花不堪剪”的坚贞而幽怨的情怀，同山鬼“折芳馨兮遗所思”、“思公子兮徒离忧”的心境有一脉神传；西陵下风雨翠烛的境界，与山鬼期待所思而不遇时“雷填填兮雨冥冥”、“风飒飒兮木萧萧”的景象同样凄冷。由于诗人采用以景拟人的手法，他笔下的苏小小形象，比之屈原的山鬼，更具有空灵缥缈、有影无形的鬼魂特点。她一往情深，即使身死为鬼，也不忘与所思之人绾结同心。她牢落不偶，死生异路，竟然不能了却心愿。她怀着缠绵不尽的哀怨在冥路游荡。在苏小小这个形象身上，即离隐跃之间，读者可以看到诗人自己的影子。诗人也有他的追求和理想，就是为挽救多灾多难的李唐王朝做一番事业。然而，他生不逢时，奇才异能不被赏识，他也是“无物结同心”。诗人使自己空寂幽冷的心境，通过苏小小的形象得到了充分流露。在绮丽秾艳的背后，有着哀激孤愤的思想，透过凄清幽冷的外表，有着诗人炽热如焚的肝肠。鬼魂，只是一种形式，它所反映的，是人世的内容，它所表现的，是人的思想感情。</p>",
  "about": "<h2>创作背景</h2> 　　苏小小是六朝时南齐钱塘（今浙江杭州）的著名歌妓。她容颜秀丽，举止端庄，风度翩翩，且聪颖敏慧，信口吐辞，皆成佳句，一时公卿权贵皆争奔之门下，名重一方。然而她生命短暂，仅活了二十岁，就离开了人世。死后葬于钱塘江畔的西陵（今杭州钱塘江西）之下。关于苏小小的传说颇多。<a href=\"http://so.gushiwen.org/author_683.aspx\">李绅</a>在《真娘墓》<a href=\"http://so.gushiwen.org/view_20333.aspx\">诗</a>序中说：“嘉兴县前有吴妓人苏小小墓，风雨之夕，或闻其上有歌吹之音。”后来竟成为文学故事人物。此诗是作者联想苏小小生前其人，和死后之鬼所写的一首既是写鬼又是写人的诗篇。",
  "poet": {
    "id": 349,
    "star": 0,
    "name": "李贺",
    "image": "http://img.gushiwen.org/authorImg/lihe.jpg",
    "desc": "李贺（约公元791年-约817年），字长吉，汉族，唐代河南福昌（今河南洛阳宜阳县）人，家居福昌昌谷，后世称李昌谷，是唐宗室郑王李亮后裔。有“诗鬼”之称，是与“诗圣”杜甫、“诗仙”李白、“诗佛”王维相齐名的唐代著名诗人。著有《昌谷集》。李贺是中唐的浪漫主义诗人，与李白、李商隐称为唐代三李。有“‘太白仙才，长吉鬼才’之说。李贺是继屈原、李白之后，中国文学史上又一位颇享盛誉的浪漫主义诗人。李贺长期的抑郁感伤，焦思苦吟的生活方式，元和八年（813年）因病辞去奉礼郎回昌谷，27岁英年早逝。"
  },
  "tags": [
    "写鬼",
    "写景",
    "抒情"
  ]
}