{
  "id": 48016,
  "star": 45,
  "name": "名都篇",
  "dynasty": "魏晋",
  "content": "名都多妖女，京洛出少年。<br>宝剑值千金，被服丽且鲜。<br>斗鸡东郊道，走马长楸间。<br>驰骋未能半，双兔过我前。<br>揽弓捷鸣镝，长驱上南山。<br>左挽因右发，一纵两禽连。<br>余巧未及展，仰手接飞鸢。<br>观者咸称善，众工归我妍。<br>归来宴平乐，美酒斗十千。<br>脍鲤臇胎鰕，炮鳖炙熊蹯。<br>鸣俦啸匹侣，列坐竟长筵。<br>连翩击鞠壤，巧捷惟万端。<br>白日西南驰，光景不可攀。<br>云散还城邑，清晨复来还。",
  "fanyi": "<p><strong>译文<br></strong>名都盛产艳丽的美女，洛阳更有风度翩翩的少年。<br>我佩带的宝剑价值千金，身着的衣服奢华鲜艳。<br>斗鸡在东郊的道路上，赛马于长列的楸树间。<br>我骑马驰骋还不到半路，一双野兔就蹦到了跟前。<br>于是立即弯起gōng弩搭上了响箭，扬鞭策马追上了南山。<br>我左手挽弓，右手发箭，只一箭就把双兔射倒了。<br>别的技巧还没有施展，又迎头射中空中的飞鸢。<br>观猎的行人齐声喝彩，旁边的射手为我赞叹。<br>归来大宴于平乐古观，美酒一斗便值十千钱。<br>细切了鲤鱼烹煮虾羹，爆炒甲鱼再烧烤熊掌。<br>呼朋引伴地前来入座，长长的筵席顷刻坐满。<br>蹴鞠和击壤忙个不停，身手敏捷，花样翻新。<br>太阳永远疾驰在西南，流逝的光景不可追攀。<br>盛宴后我们如云骤散，明天清晨再来此畅饮游玩！</p> <p><strong>注释<br></strong>1.名都：著名的都会，如当时的临淄、邯郸等。妖女：艳丽的女子，这里指倡伎。<br>2.京洛：指东京洛阳。少年：指贵族纨绔子弟。洛阳是东汉的国都、是贵族麕集之地，从东汉的乐府和文人<a href=\"http://so.gushiwen.org/view_48016.aspx\">诗</a>中就常有写洛阳纨绔生活的作品了。此篇中心是写少年，上句写妖女是为此句作陪衬。<br>3.直：同值。<br>4.被服：指衣著。被，同披。服，穿。<br>5.斗鸡：看两鸡相斗以为博戏，这是汉魏以来直到唐代盛行的一种习俗。<br>6.长楸间：指两旁种着高楸的大道。楸，落叶乔木，也叫大樟。<br>7.捷：抽取。<br>8.南山：指洛阳之南山。<br>9.左挽右发：左手拉弓向右射去。一般都用右手拉弓，这里故意用左手，以卖弄“巧伎”，与下文之“余巧未及展”相应。<br>10.一纵：一发。<br>11.两禽连：两禽同时被射中。两禽，即指上文所说的双兔，古代对飞鸟和走兽都可以称禽，后来才分开，专以禽指飞鸟。<br>12.接：迎射对面飞来的东西。《白马篇》有“仰手接飞猱”，与此句式相同。<br>13.鸢（yuān冤）：鹞子。<br>14.众工：许多善射者。工，巧。<br>15.归我研：称道我的射艺高。妍，美善。<br>16.平乐：宫观名，东汉时明帝所建，在洛阳西门外。<br>17.斗十千：一斗酒价值万钱，极言其宴饮之豪奢。<br>18.脍鲤：把鲤鱼做成肉丝。脍（kuài），切肉成丝。<br>19.臇胎鰕：把胎做成肉羹。臇（juàn），动词，做成肉羹。胎，有籽的肥。<br>20.寒鳖：酱腌甲鱼。<br>21.炙熊蹯（fán凡）：烤熊掌。<br>22.鸣、啸，都指招呼。<br>23.俦、匹、侣：都是同类同伴的意思。<br>24.竟：终。<br>25.连翩：动作轻捷的样子。<br>26.鞠壤：鞠和壤。古代两种游戏用具。击壤是一种古老的游戏，用两个一头大一头小的木块，把一块放在几十步外，持另一块投击，击中者为胜。<br>27.巧捷万端：灵巧变化层出不穷。<br>28.光景：日光。<br>29.攀：挽留。<br>30.云散：如云之散，言众少年宴罢散归。以上四句是说，转眼白日西沉，时光无法拦阻，今晚只好各自回家了，但是大家约好了明天一早还来这样游玩。极言其空虚无聊之情状。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　《名都篇》属于乐府《杂曲歌·齐瑟行》歌辞，无古辞。<a href=\"http://so.gushiwen.org/view_48016.aspx\">诗</a>写京洛少年斗鸡走马、射猎游戏、饮宴无度的生活。关于此诗的写作年代有两种不同的说法：一以为这是<a href=\"http://so.gushiwen.org/author_322.aspx\">曹植</a>早期的作品，是建安年间他看到洛阳贵游子弟耽于逸乐的生活而作，其中甚至有他本人生活的影子。一以为从此诗所写的洛阳少年奢靡豪华的生活来看，不宜出现于建安或黄初年间，因洛阳在汉末经董卓之乱后，破败零落，贵族子弟不可能有如此骄奢淫逸的生活，故此诗宜系于太和年间曹植入京时所作，即在他生命的最后几年中。考曹植于公元211年（建安十六年）所作的《送应氏》中说：“洛阳何寂寞，宫室尽烧焚，垣墙皆顿擗，荆棘上参天。”可见其时的洛阳确实破落不堪，故从后一种说法。</p> <p>　　至于此诗的主旨，历来也有两种不同的解释：一说以为“刺时人骑射之射妙，游骋之乐，而无爱国之心”（《文选》六臣注引张铣语），即以讽谕为主，意在指责京洛少年的生活奢靡而不思报效国家。一说以为“子建自负其才，思树勋业，而为文帝所忌，抑郁不得伸，故感愤赋此”（《古诗赏析》引唐汝谔语），即以少年自况，由此表示心迹。然笔者以为此诗若定于后期所作，则其时曹植已不是裘马轻狂的少年，而其心境也抑郁不欢，故绝无可能以翩翩少年自况；而且从此诗的字里行间来看，诗人对这些贵游子弟实不无微辞，故在介绍此诗时还是取张铣的说法。当然，有人在此诗中看到了曹植本人早年生活的影子，正说明诗人对这种游乐宴饮的熟悉，而且其描绘的手段也是逼真而传神的。如果借一句前人评论汉赋的话来说，便是“劝百而讽一”，虽然诗人的意图在于讥刺和暴露，而给人的印象却似乎在赞美和颂扬。</p> <p>　　全诗主要的篇幅都在写京洛少年的游戏与饮宴。开头二句以邯郸、临淄等著名都市的艳丽女乐来陪衬京都洛阳骄奢的游侠少年，以“妖女’引出“少年”，起调即著色浓艳。随后转入对少年形貌的描写，他佩带的宝剑价值千金，所穿的衣服华丽鲜艳，在装束上已可见少年的富有而放达。接下去便写他的活动：在城东郊外斗鸡，在长长的楸树夹道上跑马。斗鸡是汉、魏时富家子弟普遍爱好的习俗，曹植本人就有《斗鸡》诗极言以斗鸡取乐，据说魏明帝太和年间曾在洛阳筑斗鸡台，这里所写大约也基于当时事实。“驰骋未能半”以下写少年的驰猎，先说他一箭射中两只奔兔，次说他仰天随手一箭又将迎面飞来的鹞鹰射落，再说观者的啧啧称赞，从而将其箭法的高超刻画殆尽。“归来宴平乐”以下则转入对他举行饮宴的描述。平乐观在洛阳西门外，少年在此大摆宴席，开怀畅饮，不惜酒价的昂贵，欲一醉方休。席上有切细的鲤鱼、虾子肉羹，还有酱渍的甲鱼和烧熊掌，呼唤高朋入座，摆开了长长的筵席，可见其穷奢极欲。“连翩”二句复写其宴会后的蹴踘与击壤之戏，表现出少年的动作敏捷奇巧，变化万端。游乐一直持续到了太阳西沉，而时光已不可再挽留，大家这才如浮云一般散去，各自回到了城中的居处。诗写到这里本应结束了，欢乐已尽，人去筵散，然而诗人忽然笔锋一转，说到了明天，人们再重新回来寻欢作乐。</p> <p>　　这首诗可以说是一首叙事诗，诗中主要写了主人公京洛少年的行为。他是一位风度翩翩，身手矫健的英俊少年，骑射的本领十分高超，但只是用来打猎消遣，于国无补；他慷慨好施，穷极奢华，然未知节俭，日复一日，年复一年，光阴虚掷，而无忧国忧民之心。然而，曹植对京洛少年的批评只是以很隐约含蓄的方法来表现的，通过尽态极妍的描绘逗露出来，如写他善射曰：“左挽因右发，一纵两禽连。余巧未及展，仰手接飞鸢。”又如写他宴会的丰盛：“脍鲤臇胎鰕，寒鳖炙熊蹯。”其描写未免过份夸张，而诗人正是在这种夸张中暴露了其中不合理的成份，过份的逞才与奢豪，自然会激起人的不满。虽然曹植在这里未著一字批评，然其中的褒贬曲曲可见。又如最后说一天的欢乐已尽，“白日西南驰，光景不可攀”已隐寓时光虚度，青春一去不返的惋惜之意，然结句忽又说“清晨复来还”，言外的讽谕之意就更加清楚了。故陈祚明《采菽堂古诗选》中说：“白日”二句下，定当言寿命不常，少年俄为老丑，或欢乐难久，忧戚继之，方于作诗之意有合，今只曰‘云散还城邑，清晨复来还’而已，万端感慨皆在言外。”说明了曹植此诗中的讽谕纯以含蓄的笔墨出之，不露痕迹而宛然可见。</p> <p>　　此诗虽然是一首叙事诗，然诗人的描写与叙事是经过极缜密的剪裁取舍的，诗并没有原原本本地记录京洛少年的家庭、社会地位与生活的每个侧面，而只是选了他一天之中的活动，这样便有利于将笔墨集中到具有典型意义的事例的描写上去，能够简略分明、繁简适度地来展开描写。因而于这一天的活动中诗人抓住了少年的射猎与饮宴两件事，其他如斗鸡、跑马、蹴踘、击壤只是一句带过，表现了诗人剪裁上的匠心。他用了“驰骋未能半”至“众工归我妍”十句来刻画铺叙少年射猎的娴熟本领，写来绘声绘色，如耳闻目见，“馀巧未及展，仰手接飞鸢”两句不仅描绘出他射艺的出神入化，而且一个傲然自得的少年形象已跃然纸上，“观者咸称善，众工归我妍”又从侧面将其箭法的出群淋漓尽致地刻画出来，正如古乐府《陌上桑》中写少女罗敷的美貌，通过旁观者的赞美与反应来写，而这里所不同的只是妙龄女郎换成了翩翩少年，其手法则同出一辙。总之此诗在谋篇布局、剪裁详略上颇有成功之处，故吴淇曾说：“寻常人作名都诗，必搜求名都一切事物，杂错以炫博。而子建只推出一少年，以例其余。于少年中，只出得两事，一日驰骋，一日饮宴。”可见前人已注意到了此诗写作上追求典型、详略分明的特点。</p>",
  "about": "<h2>创作背景</h2> 　　关于此<a href=\"http://so.gushiwen.org/view_48016.aspx\">诗</a>的写作年代有两种不同的说法：一以为这是<a href=\"http://so.gushiwen.org/author_322.aspx\">曹植</a>早期的作品，是建安年间他看到洛阳贵游子弟耽于逸乐的生活而作，其中甚至有他本人生活的影子。一以为从此诗所写的洛阳少年奢靡豪华的生活来看，不宜出现于建安或黄初年间，因洛阳在汉末经董卓之乱后，破败零落，贵族子弟不可能有如此骄奢淫逸的生活，故此诗宜系于太和年间曹植进入洛阳时所作，即在他生命的最后几年中。考曹植于公元211年（建安十六年）所作的《送应氏》中说：“洛阳何寂寞，宫室尽烧焚，垣墙皆顿擗，荆棘上参天。”可见其时的洛阳确实破落不堪，故从后一种说法。",
  "poet": {
    "id": 322,
    "star": 0,
    "name": "曹植",
    "image": "http://img.gushiwen.org/authorImg/caozhi.jpg",
    "desc": "曹植（192－232），字子建，沛国谯（今安徽省亳州市）人。三国曹魏著名文学家，建安文学代表人物。魏武帝曹操之子，魏文帝曹丕之弟，生前曾为陈王，去世后谥号“思”，因此又称陈思王。后人因他文学上的造诣而将他与曹操、曹丕合称为“三曹”，南朝宋文学家谢灵运更有“天下才有一石，曹子建独占八斗”的评价。王士祯尝论汉魏以来二千年间诗家堪称“仙才”者，曹植、李白、苏轼三人耳。"
  },
  "tags": [
    "乐府",
    "叙事",
    "写人",
    "讽刺"
  ]
}