{
  "id": 72211,
  "star": 11,
  "name": "展禽论祀爰居",
  "dynasty": "先秦",
  "content": "　　海鸟曰“爰居”，止于鲁东门之外二日。臧文仲使国人祭之。展禽曰：“越哉，臧孙之为政也！夫祀，国之大节也，而节，政之所成也。故慎制祀以为国典。今无故而加典，非政之宜也。</p> <p>　　“夫圣王之制祀也，法施于民则祀之，以死勤事则祀之，以劳定国则祀之，能御大灾则祀之，能捍大患则祀之。非是族也，不在祀典。昔烈山氏之有天下也，其子曰柱，能植百谷百蔬。夏之兴也，周弃继之，故祀以为稷。共工氏之伯九有也，其子曰后土，能平九土，故祀以为社。黄帝能成命百物，以明民共财。颛顼能修之，帝喾能序三辰以固民，尧能单均刑法以议民，舜勤民事而野死，鲧障供水而殛死，禹能以德修鲧之功，契为司徒而民辑，冥勤其官而水死，汤以宽治民而除其邪，稷勤百谷雨山死，文王以文昭，武王去民之秽。故有虞氏禘黄帝而祖颛顼，郊尧而宗舜；夏后氏禘黄帝面祖颛顼，郊鲧而宗禹；商人禘舜而祖契，郊冥而宗汤；周人禘喾而郊稷，祖文王而宗武王。幕，能帅颛顼者也，有虞氏报焉；杼，能帅禹者也，夏后氏报焉；上甲微，能帅契者也，商人报焉；高圉、太王，能帅稷者也，周人报焉。凡禘、郊、祖、宗、报，此五者，国之典祀也。加之以社稷山川之神，皆有功烈于民者也。及前哲令德之人，所以为民质也；及天之三辰，民所以瞻仰也；及地之五行，所以生殖也；及九州名山川泽，所以出财用也。非是，不在祀典。今海鸟至，已不知而犯之，以为国典，难以为仁且知矣。夫仁者讲功，而知者处物。无功而祀之，非仁也；不知而不问，非知也。今兹海其有灾乎？夫广川之鸟兽，恒知而避其灾也。”</p> <p>　　是岁也，海多大风，冬暖。文仲闻柳下季之言，曰：“信吾过也。季子之言，不可不法也。”使书以为三策。 ",
  "fanyi": "<p><strong>译文</strong><br>　　名叫“爰居”的海鸟，停在鲁国国都东门外已经两天了。臧文仲命令国都里的人都去祭祀它，展禽说：“臧孙治理政事太越礼了！祭祀，是国家的大法，而法度，则是政治成功的基础。所以要慎重地制定祀典作为国家的常法。现在无故增加祀典，不是治理政事的正确方法。<br>　　“圣明的先王制定祀典的准则是，对百姓执行法度就祭祀他，努力王事而死就祭祀他，安定国家有功就祭祀他，能防止重大灾害就祭祀他，能抵御重大祸患就祭祀他，不是这一类的，不在祀典之内。从前神农氏拥有天下，他的后代名叫柱，能种植各种谷物和莱蔬；夏朝建立以后，周的始祖弃继承了柱的事业，所以作为谷神祭祀他。共工氏称霸九州，他的后代担任土官之长，称为后土，因能治理九州的土地，所以作为土神祭祀他。黄帝能替各种事物命名，使百姓了解事物的名称，供给所需的财赋，颛顼又能进一步加以修定；帝喾能序列日、月、星辰以安定百姓，尧能竭力平均刑法以为百姓的准则，舜努力民事而死于野外，鲧堵洪水而被杀，禹能以德行修正鲧的事业，契任司徒而百姓和睦，冥尽水官的职责而死于水中，汤以宽大治理百姓并替他们除掉邪恶的人，后稷致力于谷物种植而死在山间，文王以文德昭著，武王除掉百姓所唾弃的坏人。所以有虞氏禘祭黄帝而祖祭颛顼，郊祭尧而宗祭舜；夏后氏禘祭黄帝而祖祭颛顼，郊祭鲧而宗祭禹；商朝人禘祭帝喾而祖祭契，郊祭冥而宗祭汤；周朝人禘祭帝喾而郊祭后稷，祖祭文王而宗祭武王。幕是能继承颛顼的人，有虞氏为他举行报恩祭；季杼是能继承夏禹的人，夏后氏为他举行报恩祭；上甲微是能继承殷契的人，商朝人为他举行报恩祭，高圉、太王是能继承后稷的人，周朝人为他们举行报恩祭。总共有禘、郊、祖、宗、报，这五种，是国家的祭祀大典。加上土神、谷神、山川之神，都是对百姓有功绩的；还有，前代有智慧和美德的人，是百姓所信赖的；天上的日、月、星辰，是百姓所仰望的；地上的金、木、水、火、土，是万物赖以生长繁殖的；九州的大山川泽，是赖以出产财富的。不是上述这些，不在祀典之内。现在海鸟飞来，自己不懂而去祭祀它，当作国家的大典，这就难以算是仁爱和智慧了。仁者善于评价功劳，智者善于处理事物。海鸟无功而祭祀它，不是仁；自己不懂又不问，不是智。现在这一带海上恐怕将有灾害吧？大江大海的鸟兽，总是预先知道并躲避即将到来的灾害的。”<br>　　这年，海上多大风，暖冬。文仲听了柳下季的话说：“确实是我的错啊！季先生的话，不可不当做原则啊！”让属下写了三个竹简分送给司马、司空、司徒 。</p><p><strong>注释</strong><br>(1)越：指越礼。展禽，即柳下惠（季），鲁大夫。<br>(2)烈山氏：即神农氏。<br>(3)弃：传说为周之始祖，尧舜时农官。<br>(4)共工氏：传说不一，一说为水官。九有：即九州。<br>(5)九土：九州的土地。社：土地神。<br>(6)命：名。成命：定百物之名。<br>(7)颛顼：音专须，即高阳氏，黄帝之孙。<br>(8)帝喾：音酷。即高辛氏，黄帝之曾孙。三辰：日、月、星。固：安定。<br>(9)单：通“殚”，尽。仪：善。<br>(10)契：传说为商之始祖。辑：和睦。<br>(11)冥：契六世孙，夏时水官。<br>(12)稷：即弃。<br>(13)禘、祖、郊、宗、报：均为祭礼名。帅：遵循。<br>(14)质：诚信。<br>(15)五行：金、木、水、火、土。<br>(16)策：古代写字用的竹简或木板。</p>",
  "shangxi": "<h2>赏析</h2> 　　臧文仲叫国人去祭祀海鸟“爰居”，引起展禽的一番大议论。这番议论反映出：祭祀是当时国家的大事，但只有为人民建立了功劳的人以及有益于人民的事物，大家才把它当作神来祭祀。虽然有迷信的色彩，但主张“仁者讲功，智者处物”，反对“淫祀”，在古代却是颇有见地的。",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": [
    "古文观止",
    "议论"
  ]
}