{
  "id": 70890,
  "star": 243,
  "name": "七哀诗三首·其一",
  "dynasty": "魏晋",
  "content": "西京乱无象，豺虎方遘患。<br>复弃中国去，委身适荆蛮。<br>亲戚对我悲，朋友相追攀。<br>出门无所见，白骨蔽平原。<br>路有饥妇人，抱子弃草间。<br>顾闻号泣声，挥涕独不还。<br>“未知身死处，何能两相完？”<br>驱马弃之去，不忍听此言。<br>南登霸陵岸，回首望长安，<br>悟彼下泉人，喟然伤心肝。",
  "fanyi": "<p><strong>译文</strong><br>西汉的都城长安城上空已是黑云乱翻，李傕、郭汜等人在这里制造事端。<br>我忍痛告别了中原的乡土，把一身暂托给遥远的荆蛮。<br>送行时亲戚眼里噙着泪水，朋友们依依不舍攀着车辕。<br>走出门满目萧条一无所见，只有堆堆白骨遮蔽了郊原。<br>一个妇人面带饥色坐路边，轻轻把孩子放在细草中间。<br>婴儿哭声撕裂母亲的肝肺，饥妇人忍不住回头看，但终于洒泪独自走去。<br>“我自己还不知道死在何处，谁能叫我们母子双双保全？”<br>不等她说完，我赶紧策马离去，不忍再听这伤心的语言。<br>登上霸陵的高地继续向南，回过头我远望着西京长安。<br>领悟了《下泉》<a href=\"http://so.gushiwen.org/view_70890.aspx\">诗</a>作者思念贤明国君的心情，不由得伤心、叹息起来。</p> <p><strong>注释</strong><br>①西京：指长安，西汉时的国都。东汉建都在洛阳，洛阳称为东都。董卓之乱后，汉献帝又被董卓由洛阳迁到了长安。无象：无章法，无体统。　<br>②豺虎：指董卓的部将李傕郭汜等。遘患：给人民造成灾难。　<br>③中国：中原地区。　<br>④委身：置身。荆蛮：即指荆州。古代中原地区的人称南方的民族曰蛮，荆州在南方，故曰荆蛮。荆州当时未遭战乱，逃难到那里去的人很多。荆州刺史刘表曾从<a href=\"http://so.gushiwen.org/author_770.aspx\">王粲</a>的祖父王畅受学，与王氏是世交，所以王粲去投奔他。　<br>⑤追攀：追逐拉扯，表示依依不舍的样子。　<br>⑥完：保全。以上两句是作者听到的那个弃子的妇人所说的话。　<br>⑦霸陵：汉文帝<a href=\"http://so.gushiwen.org/author_797.aspx\">刘恒</a>的陵墓，在今陕西省长安县东。岸：高坡、高冈。汉文帝是两汉四百年中最负盛名的皇帝，这个时期的社会秩序比较稳定，经济发展较快。所以王粲在这里引以对比现实，抒发感慨。　<br>⑧《下泉》：《诗经·曹风》中的一个篇名，汉代经师们认为这是一首曹国人怀念明王贤伯的诗。下泉，流入地下的泉水。　<br>⑨喟（kūi亏）然：伤心的样子。这首诗最后四句的意思是，面对着汉文帝的陵墓，对比着当前的离乱现实，就更加伤心地领悟到《下泉》诗作者思念明主贤臣的那种急切心情了。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　“七哀”，《文选》六臣注吕向注云：“七哀，谓痛而哀，义而哀，感而哀，怨而哀，耳目闻见而哀，口叹而哀，鼻酸而哀。”这是望文生义。元人<a href=\"http://so.gushiwen.org/author_1924.aspx\">李冶</a>《敬斋古今黈》云：“人之七情有喜、怒、哀、乐、爱、恶、欲之殊，今而哀戚太甚，喜、怒、乐、爱、恶、欲皆无有，情之所系惟有一哀而已，故谓之七哀也。”亦颇牵强。《七哀》是乐府歌辞，今人余冠英说：“所以名为‘七’哀，也许有音乐上的关系，晋乐于《怨<a href=\"http://so.gushiwen.org/view_70890.aspx\">诗</a>行》用这篇诗（指<a href=\"http://so.gushiwen.org/author_322.aspx\">曹植</a>《七哀》）为歌辞，就分为七解。”（《三曹诗选》）较有道理，可以参考。</p> <p>　　“西京乱无象，豺虎方遘患。”西京，指长安。东汉都城洛阳，洛阳在东，长安在西，故称长安为西京。豺虎，指董卓部将李傕、郭汜等人。长安乱得不成样子，是因为李傕、郭汜等人正在作乱，他们大肆烧杀劫掠，百姓遭殃。这两句写社会的动乱。诗人正是在这种动乱之中离开长安的，这里交代了诗人离开长安的原因。</p> <p>　　“复弃中国去，委身适荆蛮。”这里点出诗人离开长安以后的去向。“复”，值得注意，这说明诗人的迁徙不是第一次。公元190年（初平元年），董卓胁迫汉献帝迁都长安，驱使吏民八百万人入关，诗人被迫迁移到长安，此时为了避难，又要离开长安。这个“复”字不仅表现了眼前凄楚的情况，而且勾起了悲惨的往事，蕴涵着无限的感慨和哀伤。“中国”，中原地区。我国古代建都黄河两岸，因此称北方中原地区为中国。“荆蛮”，指荆州。荆州是古代楚国的地方，楚国本称为荆，周人称南方的民族为蛮，楚在南方，故称荆蛮。这两句是说，离开中原地区，到荆州去。这是因为当时荆州没有战乱，所以很多人到那里去避乱。<a href=\"http://so.gushiwen.org/author_770.aspx\">王粲</a>因为荆州刺史刘表，与自己是同乡，而且刘表曾就学于王粲的祖父王畅，两家有世交，所以去投靠他。</p> <p>　　“亲戚对我悲，朋友相追攀。”写离别时的情景。这两句是互文，“悲”的不仅有“亲戚\"，还有“朋友”；“相追攀”的也不仅有“朋友”，还有“亲戚”。诗人描写送别时的表情和动作，固然是为了表现诗人和亲戚朋友的深厚感情，更重要的是制造一种悲惨的气氛，使人感到这是一场生离死别。</p> <p>　　诗人离开了长安，离开了亲戚朋友，一路上见到的景象触目惊心：“出门无所见，白骨蔽平原。”见到的是累累的白骨，遮蔽了无垠的平原。这是“豺虎”作乱给人民带来的深重灾难。这场战乱造成的悲惨景象，<a href=\"http://so.gushiwen.org/author_552.aspx\">曹操</a>《蒿里行》写道：“白骨露于野，千里无鸡鸣。生民百遗一，念之断人肠。”所咏是同样的情景，可以参阅。以上是“鸟瞰”，下面六句写的才是典型事例：“路有饥妇人，抱子弃草间。顾闻号泣声，挥泪独不还：‘未知身死处，何能两相完？”这六句同样紧承“出门无所见”。诗人见到的不仅是“白骨蔽平原”，还有“饥妇人”弃子的事。妇人爱子，这是正常现象；妇人弃子，这是反常现象。这种反常现象的产生，是由于战乱。因此，诗人以惨绝人寰的事例深刻地揭露了战乱给人民带来的沉重灾难。鲜明而生动，催人泪下。吴淇说：“‘出门’以下，正云‘乱无象’。兵乱之后，其可哀之事，写不胜写，但用‘无所见’三字括之，则城郭人民之萧条，却已写尽。复于中单举妇人弃子而言之者，盖人当乱离之际，一切皆轻，最难割者骨肉，而慈母于幼子尤甚，写其重者，他可知矣。”（《六朝选诗定论》卷六）张玉谷说：“‘出门’十句，叙在途饥荒之景，然胪陈不尽，独就妇人弃子一事，备极形容，而其他之各不相顾，塞路死亡，不言自显。作诗解此举重该轻之法，庶几用笔玲珑。”（《古诗赏析》卷九）都道出了这种写法的艺术特点。这种写法对<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>是有影响的，所以何焯说：“‘路有饥妇人’六句，杜诗宗祖。”（《义门读书记》卷四十六）</p> <p>　　妇人弃子的惨景，使诗人耳不忍闻，目不忍睹。所以他“驱马弃之去，不忍听此言”。这表现了诗人的哀伤和悲痛。诗人乘马继续向前行进。“南登霸陵岸，回首望长安。”霸陵，是汉文帝<a href=\"http://so.gushiwen.org/author_797.aspx\">刘恒</a>的陵墓所在地，在今陕西长安县东。汉文帝是汉代的明君，史书上赞他“以德化民，是以海内殷富”（《汉书·文帝纪》），有所谓“文景之治”。诗人南登霸陵高处，回首眺望长安，自然会想起汉文帝及“文景之治”。如果有汉文帝这样的贤明君主在世，长安就会不如此混乱、残破，百姓不至于颠沛流离，自己也不至于流亡他乡。登霸陵，眺长安，诗人感慨万端。</p> <p>　　“悟彼下泉人，喟然伤心肝。”连同上面两句，同为全篇的结尾。下泉，是《诗经·曹风》的篇名。《毛诗》序云：“下泉，思治也。曹人……思明王贤伯也。”“下泉人”，指《下泉》诗的作者。面对着汉文帝的陵墓，面对着动乱的社会现实，诗人才懂得《下泉》诗作者思念明王贤君的急切心情，因而从内心发出深深的哀叹。张玉谷说：“末日‘南登’‘回首’，兜应首段。‘伤心’‘下泉’，缴醒中段，收束完密，全篇振动。”（《古诗赏析》卷九）方东树也说：“‘南登霸陵岸’二句，思治，以下转换振起，沉痛悲凉，寄哀终古。”（《昭昧詹言》卷二）都指出了此诗结尾的艺术效果。</p> <p>　　这首诗写得悲凉沉痛，真切动人，是建安诗歌中的名作。方东树评为“冠古独步”，不是没有道理的。</p>",
  "about": "<h2>创作背景</h2> 　　此<a href=\"http://so.gushiwen.org/view_70890.aspx\">诗</a>写于初平三年（公元192年）。这年六月，董卓部将李催、郭汜在长安作乱，大肆烧杀劫掠，这时<a href=\"http://so.gushiwen.org/author_770.aspx\">王粲</a>逃往荆州，依靠刘表以避难。此诗是王粲初离长安往荆州时所作。当时他是十六岁。",
  "poet": {
    "id": 770,
    "star": 0,
    "name": "王粲",
    "image": "http://img.gushiwen.org/authorImg/wangcan.jpg",
    "desc": "王粲（177-217），字仲宣，山阳郡高平（今山东微山）人。东汉末年著名文学家，“建安七子”之一，由于其文才出众，被称为“七子之冠冕”。初仕刘表，后归曹操。"
  },
  "tags": [
    "古诗三百首",
    "叙事",
    "抒情"
  ]
}