{
  "id": 72397,
  "star": 236,
  "name": "天问",
  "dynasty": "先秦",
  "content": "曰：遂古之初，谁传道之？<br>上下未形，何由考之？<br>冥昭瞢暗，谁能极之？<br>冯翼惟象，何以识之？<br>明明暗暗，惟时何为？<br>阴阳三合，何本何化？<br>圜则九重，孰营度之？<br>惟兹何功，孰初作之？<br>斡维焉系，天极焉加？<br>八柱何当，东南何亏？<br>九天之际，安放安属？<br>隅隈多有，谁知其数？<br>天何所沓？十二焉分？<br>日月安属？列星安陈？<br>出自汤谷，次于蒙汜。<br>自明及晦，所行几里？<br>夜光何德，死则又育？<br>厥利维何，而顾菟在腹？<br>女岐无合，夫焉取九子？<br>伯强何处？惠气安在？<br>何阖而晦？何开而明？<br>角宿未旦，曜灵安藏？<br>不任汩鸿，师何以尚之？<br>佥曰“何忧，何不课而行之？”<br>鸱龟曳衔，鲧何听焉？<br>顺欲成功，帝何刑焉？<br>永遏在羽山，夫何三年不施？<br>伯禹愎鲧，夫何以变化？<br>纂就前绪，遂成考功。<br>何续初继业，而厥谋不同？<br>洪泉极深，何以窴之？<br>地方九则，何以坟之？<br>河海应龙？何尽何历？<br>鲧何所营？禹何所成？<br>康回冯怒，墬何故以东南倾？<br>九州安错？川谷何洿？<br>东流不溢，孰知其故？<br>东西南北，其修孰多？<br>南北顺椭，其衍几何？<br>昆仑悬圃，其尻安在？<br>增城九重，其高几里？<br>四方之门，其谁从焉？<br>西北辟启，何气通焉？<br>日安不到？烛龙何照？<br>羲和之未扬，若华何光？<br>何所冬暖？何所夏寒？<br>焉有石林？何兽能言？<br>焉有虬龙，负熊以游？<br>雄虺九首，鯈忽焉在？<br>何所不死？长人何守？<br>靡蓱九衢，枲华安居？<br>灵蛇吞象，厥大何如？<br>黑水玄趾，三危安在？<br>延年不死，寿何所止？<br>鲮鱼何所？鬿堆焉处？<br>羿焉彃日？乌焉解羽？<br>禹之力献功，降省下土四方。<br>焉得彼嵞山女，而通之於台桑？<br>闵妃匹合，厥身是继。<br>胡维嗜不同味，而快鼌饱？<br>启代益作后，卒然离蠥。<br>何启惟忧，而能拘是达？<br>皆归射鞫，而无害厥躬。<br>何后益作革，而禹播降？<br>启棘宾商，《九辨》《九歌》。<br>何勤子屠母，而死分竟地？<br>帝降夷羿，革孽夏民。<br>胡射夫河伯，而妻彼雒嫔？<br>冯珧利决，封豨是射。<br>何献蒸肉之膏，而后帝不若？<br>浞娶纯狐，眩妻爰谋。<br>何羿之射革，而交吞揆之？<br>阻穷西征，岩何越焉？<br>化而为黄熊，巫何活焉？<br>咸播秬黍，莆雚是营。<br>何由并投，而鲧疾修盈？<br>白蜺婴茀，胡为此堂？<br>安得夫良药，不能固臧？<br>天式从横，阳离爰死。<br>大鸟何鸣，夫焉丧厥体？<br>蓱号起雨，何以兴之？<br>撰体协胁，鹿何膺之？<br>鳌戴山抃，何以安之？<br>释舟陵行，何之迁之？<br>惟浇在户，何求于嫂？<br>何少康逐犬，而颠陨厥首？<br>女歧缝裳，而馆同爰止。<br>何颠易厥首，而亲以逢殆？<br>汤谋易旅，何以厚之？<br>覆舟斟寻，何道取之？<br>桀伐蒙山，何所得焉？<br>妺嬉何肆，汤何殛焉？<br>舜闵在家，父何以鳏？<br>尧不姚告，二女何亲？<br>厥萌在初，何所亿焉？<br>璜台十成，谁所极焉？<br>登立为帝，孰道尚之？<br>女娲有体，孰制匠之？<br>舜服厥弟，终然为害。<br>何肆犬豕，而厥身不危败？<br>吴获迄古，南岳是止。<br>孰期去斯，得两男子？<br>缘鹄饰玉，后帝是飨。<br>何承谋夏桀，终以灭丧？<br>帝乃降观，下逢伊挚。<br>何条放致罚，而黎服大说？<br>简狄在台，喾何宜？<br>玄鸟致贻，女何喜？<br>该秉季德，厥父是臧。<br>胡终弊于有扈，牧夫牛羊？<br>干协时舞，何以怀之？<br>平胁曼肤，何以肥之？<br>有扈牧竖，云何而逢？<br>击床先出，其命何从？<br>恒秉季德，焉得夫朴牛？<br>何往营班禄，不但还来？<br>昏微循迹，有狄不宁。<br>何繁鸟萃棘，负子肆情？<br>眩弟并淫，危害厥兄。<br>何变化以作诈，而后嗣逢长？<br>成汤东巡，有莘爰极。<br>何乞彼小臣，而吉妃是得？<br>水滨之木，得彼小子。<br>夫何恶之，媵有莘之妇？<br>汤出重泉，夫何辠尤？<br>不胜心伐帝，夫谁使挑之？<br>会朝争盟，何践吾期？<br>苍鸟群飞，孰使萃之？<br>列击纣躬，叔旦不嘉。<br>何亲揆发足，周之命以咨嗟？<br>授殷天下，其位安施？<br>反成乃亡，其罪伊何？<br>争遣伐器，何以行之？<br>并驱击翼，何以将之？<br>昭后成游，南土爰底。<br>厥利惟何，逢彼白雉？<br>穆王巧梅，夫何为周流？<br>环理天下，夫何索求？<br>妖夫曳炫，何号于市？<br>周幽谁诛？焉得夫褒姒？<br>天命反侧，何罚何佑？<br>齐桓九会，卒然身杀。<br>彼王纣之躬，孰使乱惑？<br>何恶辅弼，谗谄是服？<br>比干何逆，而抑沈之？<br>雷开阿顺，而赐封之？<br>何圣人之一德，卒其异方？<br>梅伯受醢，箕子详狂？<br>稷维元子，帝何竺之？<br>投之于冰上，鸟何燠之？<br>何冯弓挟矢，殊能将之？<br>既惊帝切激，何逢长之？<br>伯昌号衰，秉鞭作牧。<br>何令彻彼岐社，命有殷国？<br>迁藏就岐，何能依？<br>殷有惑妇，何所讥？<br>受赐兹醢，西伯上告。<br>何亲就上帝罚，殷之命以不救？<br>师望在肆，昌何识？<br>鼓刀扬声，后何喜？<br>武发杀殷，何所悒？<br>载尸集战，何所急？<br>伯林雉经，维其何故？<br>何感天抑墬，夫谁畏惧？<br>皇天集命，惟何戒之？<br>受礼天下，又使至代之？<br>初汤臣挚，后兹承辅。<br>何卒官汤，尊食宗绪？<br>勋阖梦生，少离散亡。<br>何壮武历，能流厥严？<br>彭铿斟雉，帝何飨？<br>受寿永多，夫何久长？<br>中央共牧，后何怒？<br>蜂蛾微命，力何固？<br>惊女采薇，鹿何佑？<br>北至回水，萃何喜？<br>兄有噬犬，弟何欲？<br>易之以百两，卒无禄？<br>薄暮雷电，归何忧？<br>厥严不奉，帝何求？<br>伏匿穴处，爰何云？<br>荆勋作师，夫何长？<br>悟过改更，我又何言？<br>吴光争国，久余是胜。<br>何环穿自闾社丘陵，爰出子文？<br>吾告堵敖以不长。<br>何试上自予，忠名弥彰？",
  "fanyi": "<h2>译文</h2> 请问远古开始之时，谁将此态流传导引？<br>天地尚未成形之前，又从哪里得以产生？<br>明暗不分浑沌一片，谁能探究根本原因？<br>迷迷蒙蒙这种现象，怎么识别将它认清？<br>白天光明夜晚黑暗，究竟它是为何而然？<br>阴阳参合而生宇宙，哪是本体哪是演变？<br>天的体制传为九重。有谁曾去环绕量度？<br>这是多么大的工程。是谁开始把它建筑？<br>天体轴绳系在哪里？天极不动设在哪里？<br>八柱撑天对着何方？东南为何缺损不齐？<br>平面上的九天边际，抵达何处联属何方？<br>边边相交隅角很多，又有谁能知其数量？<br>天在哪里与地交会？黄道怎样十二等分？<br>日月天体如何连属？众星在天如何置陈？<br>太阳是从旸谷出来。止宿则在蒙汜之地。<br>打从天亮直到天黑，所走之路究竟几里？<br>月亮有着什么德行，竟能死了又再重生？<br>月中黑点那是何物，是否兔子腹中藏身？<br>神女女岐没有配偶，为何能够产下九子？<br>伯强之神居于何处？天地瑞气又在哪里？<br>天门关闭为何天黑？天门开启为何天亮？<br>东方角宿还没放光，太阳又在哪里匿藏？<br>鲧既不能胜任治水。众人为何将他推举？<br>都说没有什么担忧，为何不让试着做去？<br>鸱龟相助或曳或衔，鲧有什么神圣德行？<br>治理川谷也见功劳，尧帝为何对他施刑？<br>将鲧长久禁闭羽山。为何三年还不放他？<br>大禹从鲧腹中生出，治水方法怎样变化？<br>接手先人未竟事业，终使父亲遗志成功。<br>为何继承前任遗绪，他的谋略却不相同？<br>洪水如渊深不见底。怎样才能将它填塞？<br>天下土地肥瘠九等，怎样才能划分明白？<br>应龙如何以尾画地？河海如何流通顺利？<br>鲧是什么使他意乱？禹是什么使他事成？<br>水神共工勃然大怒，东南大地为何侧倾？<br>九州大地如何安置？河流山谷怎样疏浚？<br>东流之水总不满溢，谁知这是什么原因？<br>东西南北四方土地。哪边更长哪边更多？<br>南北顺量比较狭长，长出地方又有几何？<br>昆仑山上玄圃仙境，它的尾部又在哪里？<br>山中还有增城九重，它的高度又有几里？<br>昆仑山的四面门户，什么人物由此出入？<br>西北两面大门敞开，什么气息通过此处？<br>太阳光辉哪儿不到？烛龙又能照耀何方？<br>羲和还没御日出行，若木之花为何放光？<br>什么地方冬日长暖？什么地方夏日长寒？<br>哪儿又有岩石成林？什么野兽会发人言？<br>哪儿有着独角虬龙，以熊为妇游牝从容？<br>雄的虺蛇九个头颅，来去迅捷生在何处？<br>不死之国哪里可找？长寿之人持何神术？<br>萍草蔓延根茎盘错，枲麻长在哪儿开花？<br>一条长蛇吞下大象，它的身子又有多大？<br>黑水之地玄趾之民，还有三危都在哪里？<br>延年益寿得以不死，生命久长几时终止？<br>奇形鲮鱼生于何方？怪鸟魁堆长在哪里？<br>后羿怎样射下九日？日中之乌如何解体？<br>大禹尽力成其圣功，降临省视天下四方。<br>哪儿得来涂山之女，与她结合就在台桑？<br>爱涂山女与之匹配，得到继嗣儿子出生。<br>为何嗜欲与人同味，求欢饱享一朝之情？<br>启代伯益作了国君，终究还是遇上灾祸。<br>为何启会遭此忧患，身受拘囚又能逃脱？<br>都是勤谨鞠躬尽瘁，没有损害他们自身。<br>为何伯益福祚终结，禹的后嗣繁荣昌盛？<br>夏启做梦上天作客，得到九辩九歌乐曲。<br>为何贤子竟伤母命，使她支解满地尸骨？<br>帝尧派遣夷羿降临，消除忧患安慰夏民。<br>为何箭射那个河伯，夺取他的妻子洛嫔？<br>持着宝弓套着扳指，把那巨大野猪射死。<br>为何献上蒸祭肥肉，天帝心中并不舒适？<br>寒浞要娶纯狐氏女，羿妻合伙把羿谋杀。<br>为何羿能射穿皮革，其妻与浞能消灭他？<br>西行之路遇阻受困，山岩重重怎么越过？<br>鲧的身子化为黄熊，巫师如何使他复活？<br>地上都已播种黑黍，芦苇水滩也已经营。<br>为何遭逐同于四凶，难道鲧真恶贯满盈？<br>白虹披身作为衣饰，为何常仪这么堂皇？<br>哪儿得到不死之药，却又不能长久保藏？<br>天的法式有纵有横，阳气离散就会死亡。<br>大鸟金乌多么肥壮，为何竟会体解命丧？<br>雨师屏翳号呼下雨，他怎样使雨势兴盛？<br>有着驯良柔顺体质，鹿身风神如何响应？<br>巨鳌背负神山舞动，神山怎样稳定不移？<br>舍弃舟船行走陆地，龙伯巨人怎样迁徙？<br>想那浇在家居之时，对他嫂嫂有何要求？<br>为何少康驱赶猎犬，遇浇就能将他斩首？<br>女艾借着缝补衣服，与浇同住一个房间。<br>为何少康取浇首级，浇虽力大仍然遇难？<br>少康策划整顿部下，他是如何厚待众人？<br>讨伐斟寻倾覆其船，他用什么方法取胜？<br>夏桀出兵讨伐蒙山，所得之物又是什么？<br>妺喜怎样恣肆淫虐？商汤怎样将桀诛杀？<br>舜在家里非常仁孝，父亲为何让他独身？<br>尧不告诉舜父瞽瞍，二妃如何与舜成亲？<br>起初刚有淫奢萌芽，怎么就能预料结局？<br>纣<a href=\"http://so.gushiwen.org/author_482.aspx\">王建</a>造十层玉台，谁使他到如此地步？<br>承受天命登位称帝，什么道理受人敬仰？<br>女娲有着特殊形体，是谁将她造成这样？<br>舜帝友爱他的弟弟，弟弟还是对他加害。<br>为何放肆如同猪狗？其身并不危险失败？<br>吴国得以长久存在，江南山川民众栖止。<br>谁能想到此中缘故，全因得到两个男子？<br>饰鹄饰玉铜鼎调羹，美食拿来献飨君王。<br>为何承用伊尹之谋，汤能伐桀使他灭亡？<br>商汤降临巡视四方，在外遇到贤臣伊尹。<br>为何桀在鸣条受罚，黎民百姓十分高兴？<br>简狄住在瑶台之上，帝喾怎会对她中意？<br>玄鸟高飞送来聘礼，简狄为何那么欢喜？<br>王亥秉承王季之德，受到他的父亲褒奖。<br>为何终遭有易之难，当他在此放牧牛羊？<br>王亥持盾跳起武舞，为何就有女子爱他？<br>有易女子体态丰腴，为何王亥能够配她？<br>有易国的放牧小子，又在哪里撞破私情？<br>凶器击床王亥已出，如何得以保存性命？<br>王恒秉承王季之德，哪里得到大牛满栏？<br>为何去求有易赐禄，却不能够安然回返？<br>上甲微能追随祖迹，有易国就不得安宁。<br>为何众鸟集于树丛，他会与其子妇偷情？<br>弟弟昏乱共为淫虐，因此危害他的兄长。<br>为何善变狡诈多端，他的后代反而盛昌？<br>成汤出巡东方之地，到达有莘氏的国土。<br>为何求得小臣伊尹，还能再得妃子贤淑？<br>水边那株空桑木上，拾到那个小儿伊尹。<br>为何又会产生恶感，把他作为陪嫁礼品？<br>汤从囚地重泉出来，究竟他有什么大罪？<br>难忍耻辱起而伐桀，是谁挑起这场是非？<br>诸侯前来朝会请盟，为何都能守约如期？<br>苍鹰威武成群高飞，谁使它们聚在一起？<br>整顿队伍攻击商纣，周公姬旦却不同意。<br>为何亲自为武王谋，奠定周朝又发叹息？<br>天将天下授予殷商，纣的王位如何施设？<br>成功之道违反则亡，他的罪过又是什么？<br>诸侯踊跃拿起武器，武王如何动员他们？<br>军队并进击敌两翼，他又如何指挥大兵？<br>昭王盛治兵车出游，到达南方远地才止。<br>最后得到什么好处，难道只是遇见白雉？<br>穆王御马巧施鞭策，为何他要周游四方？<br>他的足迹环绕天下，有些什么要求愿望？<br>妖人夫妇牵引叫卖，为何他们呼号街市？<br>幽王究竟杀的是谁？哪里得来这个褒姒？<br>天命从来反覆无常，何者受惩何者得佑？<br>齐国桓公九合诸侯，最终受困身死尸朽。<br>那个殷商纣王自身，是谁使他狂暴昏乱？<br>为何厌恶忠良辅佐，喜欢听信小人谗谄？<br>比干有何悖逆之处，为何对他贬抑打击？<br>雷开惯于阿谀奉承，为何给他赏赐封地？<br>为何圣人品德相同，处事方法最终相异？<br>梅伯受刑剁成肉酱，箕子装疯消极避世。<br>后稷原是嫡出长子，帝喾为何毒害翻脸？<br>将他扔在寒冰之上，鸟儿为何覆翼送暖？<br>为何长大仗弓持箭，善治农业怀有奇能？<br>出生既已惊动上帝，为何后嗣繁荣昌盛？<br>西伯姬昌号令衰世，执鞭来作雍州牧伯。<br>为何武王令治周社，承受天命享有殷国？<br>带着宝藏迁居岐山，如何能使百姓依从？<br>殷纣已受妲己迷惑，劝谏之言又有何用？<br>纣王赐他儿子肉酱，西伯姬昌向天诉求。<br>为何纣王亲受天罚，殷商命运仍难挽救？<br>太公吕望人在肉店，姬昌为何就能认识？<br>听到挥刀振动发声，文王为何那么欢喜？<br>武王姬发诛纣灭商，为何抑郁不能久忍？<br>抬着文王木主会战，为何充满焦急之情？<br>纣王烧柴上吊自焚，这样去死究竟何故？<br>为何武王惊天动地，假托神灵却怀畏惧？<br>上帝既降天命于殷，为何不再劝戒明白？<br>纣王既已统治天下，为何又被他人取代？<br>初把伊尹视作小臣，后来用作辅政宰相。<br>为何最终上追成汤，受到尊敬宗庙配享？<br>阖庐有功寿梦之孙，少年遭受离散之苦。<br>为何壮年奋厉勇武，能使他的威严远布？<br>彭祖烹调雉鸡之羹，为何帝尧喜欢品尝？<br>得享高寿年岁太多，为何竞有那么久长？<br>大地中央共同治民，列国君主为何发怒？<br>蜂蛾生命原本微贱，自卫力量为何牢固？<br>惊于女言不再采薇，白鹿为何庇佑夷齐？<br>北行来到回水之地，一起饿死有何可喜？<br>哥哥有着善咬猛犬，弟弟又打什么主意？<br>一百辆车换一条狗，最终不成反失禄米。<br>傍晚时分雷鸣电闪，想要归去有何忧愁？<br>国家庄严不复存在，对着上帝有何祈求？<br>伏身藏匿洞穴之中，还有什么事情要讲？<br>楚国勋旧军中殉国，国势如何能够久长？<br>悔悟过失改正错误，我又有何言词可陈？<br>吴王阖庐与楚争国，我们久已被他战胜！<br>环绕穿越里社丘陵，为何生出令尹子文？<br>我曾告诉贤者堵敖，楚国将衰不能久长。<br>为何自赞告诫君主，忠义之名欲更显扬？<br/><p><strong>译文</strong><br>请问：远古开始时，谁将此态流传导引给后代？<br>天地尚未成形前，又从哪里得以产生？<br>明暗不分混沌一片，谁能够探究其中原因？<br>大气一团迷蒙无物，凭什么将它识别认清？<br>白天光明夜日屯黑暗，究竞它是如何安排？<br>阴阳参合而生万物，何为本源何为演变？<br>传说青天浩渺共有九重，是谁曾去环绕量度？<br>如此规模巨大的工程，是谁开始把它建造？<br>斗柄的轴绳系在何处？天极遥远延伸到何方？<br>八个擎天之柱撑在哪里？大地为何低陷东南？<br>天的中央与八方四面，究竟在哪里依傍相连？<br>边边相交隅角众多，有谁能统计周全？<br>天在哪里与地交会？十二区域怎样划分？<br>日月天体如何连属？众星列陈究竟何如？<br>太阳早上从汤谷出来，夜晚在蒙汜栖息。<br>从天亮直到天黑，所走之路究竟几里？<br>月亮有着什么德行，竟然能够死而再重生？<br>对月亮有什么好处，而有玉兔在其腹中？<br>神女女岐并没有丈夫，为何会有九个儿子？<br>伯强之神居于何处？天地和气又在哪里？<br>关闭什么门使得天黑？开启什么门使得天亮？<br>东方角宿还没放光，太阳又在哪里匿藏？<br>如果鲧不能胜任治水，众人为何仍将他推举？<br>既然都说没有可担忧，为何不让他尝试？<br>太阳的运行靠鸱龟或曳或衔，鲧有什么神圣德行？<br>治理川谷马上大功告成，尧帝为何对他施刑？<br>长久将鲧禁闭羽山，为何三年还不放他？<br>大禹从鲧腹中生出，治水方法怎样变化？<br>继承前人未竟事业，终于完成先父遗志。<br>为何继承前任遗绪，所用谋略却不相同？<br>洪水如渊深不见底，怎样才能将它填平？<br>土地肥瘠可分九等，怎样才能划分明白？<br>应龙如何以尾画地？河海如何顺利流通？<br>鲧经营了哪些事业？禹是什么使他事成？<br>共工勃然大怒，东南大地为何侧倾？<br>九州大地如何安置？河流山谷怎样疏浚？<br>水流东海总不满溢，谁又知这是什么原因？<br>东西南北四方土地，哪边更长哪边更多？<br>南北形成狭长地势，长出地方有几何？<br>昆仑山上玄圃仙境，它的居住在哪里？<br>山中还有增城九重，它的高度有几里？<br>昆仑山的四面门户，什么人物由此出入？<br>西北两面大门敞开，什么气息通过此处？<br>太阳光辉怎会有哪里照不到，何需烛龙用其神光照耀？<br>羲和的神车尚未出行，若木之花为何便大放光芒？<br>什么地方冬日常暖？什么地方夏日寒凉？<br>什么地方有岩石成林？什么野兽能把话讲？<br>哪有着无角虬龙，背着熊罴游乐从容？<br>雄的虺蛇九个头颅，来去迅捷生在何处？<br>不死之国哪里可找？长寿之人持何神术？<br>萍草蔓延叶分九叉，枲麻长在哪儿开花？<br>一条长蛇吞下大象，它的身子又有多大？<br>黑水之地玄趾之民，还有三危都在哪里？<br>延年益寿得以不死，生命久长几时终止？<br>奇形鲮鱼生于何方？怪鸟鬿堆长在哪里？<br>后羿怎样射下九日？日中之乌如何解体？<br>大禹尽力成其圣功，降临省视天下四方。<br>哪儿得来涂山之女，与她结合就在台桑？<br>怜爱涂山女与之匹配，儿子诞生得到继嗣。<br>为何嗜欲与人相同，求欢饱享一朝之情？<br>启代伯益作了国君，终究还是遇上灾祸。<br>为何启会遭此忧患，身受拘囚又能逃脱？<br>都是勤谨鞠躬尽瘁，没有损害他们自身。<br>为何伯益福祚终结，禹的后嗣繁荣昌盛？<br>夏启急于朝见天帝，得到《九辩》《九歌》乐曲。<br>为何贤子竟伤母命，使她肢解满地尸骨？<br>帝尧派遣夷羿降临，变革夏政祸害夏民。<br>为何箭射那个河伯，夺取他的妻子洛嫔？<br>持有宝弓珧弧套着上好的扳指，前去把那巨大的野猪射猎追赶。<br>为何羿将肥肉献上蒸祭，天帝心中却并不以为善？<br>寒浞娶了羿妃纯狐氏女，又迷惑她合伙把羿谋杀。<br>为何羿能射穿七层皮革，却被其妻与浞合力杀戮？<br>道路险阻，向西而行，山岩重重，如何穿越？<br>鲧将身躯化为黄熊，巫师如何使他复活？<br>地上都已播种黑泰，芦苇水滩也已开垦经营。<br>为何鲧遭驱逐如同四凶，难道他真的恶贯满盈？<br>嫦娥白虹披身作为衣饰，为何打扮得如此堂皇？<br>从何处得到不死之药，却又不能长久保藏？<br>天的法式有纵有横，阳气离散就会死亡。<br>大鸟金乌多么肥壮，为何竟会体解命丧？<br>雨师蓱翳号呼下雨，他是怎样使雨势兴盛？<br>有着驯良柔顺体质，鹿身风神如何响应？<br>巨鳌背负神山舞动四肢，神山怎样才能安然不动？<br>龙伯巨人舍弃舟船行走陆地，又是怎样将灵龟钓离大海？<br>浇来到嫂子门口，他对嫂子有何要求？<br>为何少康驱赶猎犬，趁机就能将他斩首？<br>女歧借着缝补衣服，而且与浇同宿一房。<br>为何错砍女歧首级，使她亲身遭遇祸殃？<br>浇策划整顿军旅，如何制造甲胄使其坚固？<br>讨伐斟寻倾覆其船，他用何种方法取胜？<br>夏桀出兵讨伐蒙山，所得的好处又是什么？<br>妺嬉为何如此恣肆淫虐？商汤怎能将其无情放逐？<br>舜对成家十分忧愁，父亲为何让他独身？<br>帝尧不告诉舜父，二妃如何与舜成亲？<br>从其最初的发展，谁能预料到后来？<br>玉台十层奢侈至极，当初有谁将其看透？<br>舜帝友爱依从他的弟弟，弟弟还是对他加害。<br>为何身上涂满狗粪，就能避免危险状况？<br>古公亶父之时，吴伯是为让避王季，因而在霍山之下停留。<br>谁能想到此中缘故，全因这两个哥哥让贤于弟弟？<br>以鹄羹玉鼎进献美馔，商汤君王欣然受用。<br>为何接收伊尹之计图谋伐桀，便能使桀终于走向灭亡？<br>商汤降临俯察四方，巧遇赏识贤臣伊尹。<br>为何桀在呜条受罚，黎民百姓欢欣异常？<br>简狄深居九层瑶台之上，帝喾怎能对她中意欣赏？<br>玄乌高飞送来其卵，简狄如何便有身孕？<br>王亥秉承王季美德，以其父亲为善德榜样。<br>为何终遭有易之难，落得只能放牧牛羊？<br>王亥在有易持盾跳舞，如何能把女子吸引？<br>有易女子丰腴细润，如何保养如此体态？<br>这有易国的放牧者，又在哪里遇到女子？<br>凶器袭来王亥被杀，女子究竟如何得以保存性命？<br>王恒秉承王季美德，哪里得到其兄的牛羊？<br>却又为何远至班禄，不到清晨便及时回返？<br>黄昏时分追寻细微痕迹，有易国仍然不得安宁。<br>为何众鸟集于树丛，女子仍与王恒幽会淫乱？<br>王亥昏乱与弟共为淫虐，王亥被杀也正因如此。<br>为何与善变的有易女子淫乱，他的后代却反而盛昌不绝？<br>成汤出巡东方之地，一直到达有莘氏之地。<br>本想求得奴隶伊尹，如何却又能得贤淑美妻？<br>莘国女采桑伊水边，空桑树中拾到小儿伊尹。<br>有莘国君为何又心起厌恶，把他作为陪嫁礼品？<br>汤从囚地重泉出来，究竟他有什么大罪？<br>难忍耻辱起而伐桀，是谁挑起这场是非？<br>诸侯请盟约定甲子日清晨，为何都能守约如期？<br>王师如苍鹰威武成群高飞，谁使他们同心会集？<br>武王将纣王裂体斩首，周公姬旦却并不赞许。<br>为何亲自为武王谋，奠定周朝后又发叹息？<br>上天将天下授予殷商，纣的王位是如何施与？<br>等到殷朝兴起又使他灭亡，他的罪过又是什么？<br>诸侯踊跃兴起军队，武王如何动员他们？<br>军队并进击敌两翼，他又如何指挥大兵？<br>昭王盛治兵车出游，到达南方楚地才止。<br>最后得到什么好处，难道只是迎来白雉？<br>穆王御马巧施鞭策，为何他要周游四方？<br>他的足迹环绕天下，有些什么要求愿望？<br>妖人夫妇牵挽炫耀，为何他们呼号街市？<br>幽王究竟杀的是谁？哪里得来这个褒姒？<br>天命从来反复无常，何者受惩何者得佑？<br>齐国桓公九合诸侯，最终受困身死尸朽。<br>那个殷商纣王自身，是谁使他狂暴昏乱？<br>为何厌恶辅佐的忠良，而听任小人谗谄？<br>比干有何悖逆之处，为何遭受压制打击？<br>雷开惯于阿谀奉承，为何给他赏赐封爵？<br>为何贤臣品德虽同，却遭受不同结局？<br>梅伯受刑剁成肉酱，箕子装疯消极避世。<br>后稷原是嫡生长子，帝喾为何将他憎恨？<br>将他扔在寒冰之上，鸟儿为何覆翼送暖？<br>为何长大仗弓持箭，善治农业怀有奇能？<br>出生既已惊动上天，为何后嗣繁荣昌盛？<br>西伯姬昌八九十岁，仍然执鞭受命作牧。<br>是怎样撤除岐地社庙，承受天命享有殷国？<br>祖先携宝迁居岐山，如何能使百姓前来依傍？<br>殷纣已受妲己迷惑，劝谏之言又有何用？<br>纣王赐他亲子肉酱，西伯心痛告祭于天。<br>为何纣王亲受天罚，殷商命运仍难挽救？<br>太公吕望在店中卖肉，姬昌为何能辨贤能？<br>听到挥刀振动发声，文王为何大为欢喜？<br>武王姬发诛纣灭商，为何抑郁不能久忍？<br>抬着文王灵牌发动战役，为何充满焦急之情？<br>太子申生自缢而死，究竞为了什么缘故？<br>既然已经惊天动地，又有谁能心怀畏惧？<br>上帝既降下天命，为何王者却不谨慎修德？<br>既然已经统治天下，为何又被他人取代？<br>初把伊尹视作小臣，后来用作辅政宰相。<br>身为商汤辅佐大臣，为何死后荣获宗庙配享？<br>阖庐有功寿梦之孙，少年遭受离散之苦。<br>为何壮年奋厉勇武，能使他的威名远布？<br>彭祖烹调雉鸡之羹，为何帝尧喜欢品尝？<br>得享高寿年岁太多，为何竞有那么久长？<br>周代王朝共公治民，厉王君主为何发怒？<br>国人生命原本微贱，自卫力量为何牢固？<br>惊于妇言不再采薇，白鹿为何将其庇佑？<br>北行来到回水之地，一起饿死何乐可为？<br>哥哥拥有善咬猛犬，弟弟又打什么主意？<br>一百辆车换一条狗，交易不成反失禄米。<br>傍晚时分雷鸣电闪，想要归去有何忧愁？<br>国家庄严不复存在，对着上帝有何祈求？<br>伏身藏匿洞穴之中，还有什么事情要讲？<br>楚求功勋兴兵作战，国势如何能够久长？<br>悔悟过失改正错误，我又有何言词可陈？<br>吴王阖庐与楚争国，我们久已被他战胜！<br>环绕穿越里社丘陵，为何私通之人却生出令尹子文？<br>我曾告诉贤者堵敖，楚国将衰不能久长。<br>为何他能杀君自立，忠名更加显著光大？ </p> <p><strong>注释</strong><br>1.遂：往。<br>2.传道：传说。<br>3.上下：指天地。<br>4.冥昭：指昼夜。瞢（méng）暗：昏暗不明的样子。<br>5.极：穷究。<br>6.冯（píng）翼：大气鼓荡流动的样子。象：本无实物存在的只可想象的形。<br>7.时：通“是”，这样。<br>8.三合：参错相合。三，通“参”。<br>9.化：化生。<br>10.圜（yuán）：天体。九重：九层。<br>11.功：事。<br>12.斡（guǎn）：转轴。维：绳。<br>13.天极：天的顶端。加：安放。<br>14.八柱：古代传说有八座大山做支撑天空的柱子。当：在。<br>15.九天：指天的中央和八方。际：边界。<br>16.属：连接。<br>17.隅：角落。隈（wēi）：弯曲的地方。<br>18.沓（tà）：会合，指天地相合。<br>19.十二：指古天文学家把天划分的十二区，每区都有星宿做标记。<br>20.蒙汜（sì）：古代神话中太阳在晚上停住的地方。<br>21.明：天亮。晦：夜晚。<br>22.夜光：月亮。德，德行，一说通“得”，得以。<br>23.顾菟（tù）：菟，即“兔”，“顾菟”是月中的兔名，闻一多认为即蟾蜍。<br>24.女岐：或作“女歧”，神话中的神女，没有丈夫而生了九歌孩子。合，匹配。<br>25.取：得，生。<br>26.伯强：大厉疫鬼。<br>27.惠气：和气。<br>28.阖（hé）：关闭。<br>29.角宿（sù），二十八宿（xiù）之一，东方青龙的第一宿，由两颗星组成，夜里出现在东方，古代传说两颗星之间为天门。<br>30.曜（yào）灵：太阳。<br>31.任：胜任。汩：治理。鸿：通“洪”，洪水。<br>32.师：众人。尚：推举。<br>33.佥（qiān）：皆。<br>34.课：考察。行：用。<br>35.鸱（chī）龟曳衔：高亨（hēng）先生认为大概是古代神话，鲧（gǔn）治水的时候，有鸱龟引路，去偷息壤，鲧就听从他们。鸱，一种鸷（zhì）鸟，猫头鹰之类。曳，牵引。衔，马口铁。<br>36.顺欲：符合要求。<br>37.帝：帝舜。刑：诛罚。<br>38.遏：禁闭。羽山：神话中的山名。<br>39.施：通“弛”，释放。<br>40.伯禹：即禹，禹称帝前被封为夏伯，所以又称为伯禹。愎（bì）鲧：从鲧腹中生出来。<br>41.纂：继续。就：跟从。绪：事业。<br>42.考：父亲。<br>43.窴（tián）：通“填”。<br>44.方：分。九则：指九州岛，一说分土<a href=\"http://so.gushiwen.org/author_2860.aspx\">田为</a>九等。<br>45.坟：划分。<br>46.应龙：有翅膀的龙，传说大禹治水时，有应龙用尾巴划地，禹就依此挖通江河，导水入海。<br>47.厉：通“历”。<br>48.康回冯怒：康回即共工，神话传说中的人物。冯怒，大怒。冯，通“凭”，满。《淮南子·天文训》记载：“昔者共工与颛顼（zhuān xū）争为帝，怒而触不周之山，夫柱折，地维绝，天倾西北，故日月星辰移焉；地不满东南，故水潦尘埃归焉。”<br>49.墬（dì）：古“地”字。<br>50.九州：传说禹治水后把天下分为九州。错：通“措”。<br>51.洿（wū）：深，一说挖掘。<br>52.椭：狭而长。顺：与椭同义。<br>53.衍：余。<br>54.悬圃：古代神话中的地名，在昆仑山顶和天相通的地方。<br>55.其尻（kāo）安在：问的是昆仑山上的悬圃，它的麓尾在哪里。尻，尾。<br>56.增城：神话中的地名，在昆仑山上。九重：九层。<br>57.四方之门：昆仑山四面的门。<br>58.从：出入。<br>59.辟启：打开。<br>60.日安不到：什么地方太阳照射不到。<br>61.烛龙：神话中的神，《山海经·大荒北经》载：“西北海之外，赤水之北，有章尾山。有神，人面蛇神而赤，直目正乘，其瞑乃晦，其视乃明，不食不寝不息，风雨是谒。是烛九阴，是为烛龙。”<br>62.羲和：传说中替太阳驾车的神。扬：扬鞭。<br>63.若华：若木的花，若木传说生长在日入的地方。<br>64.何兽能言：王逸《章句》：“言天下何所有石木之林，林中有兽能言语者乎？”<br>65.虬（qiú）：神话中的无角龙。<br>66.虺（huǐ）：毒蛇。<br>67.倏（shū）忽：往来飘忽。王逸《章句》：“虺，蛇别名也。倏忽，电光也。言有雄虺，一身九头，速及电光，皆何所在乎？”<br>68.不死：长生不死。《山海经·海外南经》载：“不死民在交胫国东，其人黑色，长寿不死。”<br>69.长人：指防风氏。《国语·鲁语下》记载，防风氏身长三丈，守封嵎山，禹会群神于会稽山，防风氏后到，被禹杀死，骨节装满一车。<br>70.靡蓱（蓱）：一种奇怪的萍草。蓱，通“萍”。九衢：一个靡蓱叶分九个叉。<br>71.枲（xǐ）：麻的别名。高亨先生《楚辞选》：“靡蓱生花和麻花相像，所以叫做‘麻蓱’，音转而成‘靡蓱’。这种奇怪的植物，在什么地方呢？”<br>72.一蛇吞象：《山海经·海内南经》载：“巴蛇食象，三岁而出其骨。君子服之，无心腹之疾。其为蛇青黄赤黑，一曰黑蛇青首，在犀牛西。”<br>73.黑水：水名。玄趾：地名。<br>74.三危：山名。《尚书·禹贡》记载：“导黑水，至于三危，入于南海。”<br>75.延：长。《穆天子传》说：“黑水之阿，爰（yuán）有木禾，食者得上寿。”《淮南子·时则训》也说：“自昆仑绝流沙沈羽，西至三危之国，石城金室，饮气之民，不死之野。”<br>76.鲮（líng）鱼：神话中的怪鱼。《山海经·海内北经》载：“姑射国在海中，属列姑射……陵鱼人面、手足、鱼身，在海中。”<br>77.鬿（qí）堆：神话中的怪鸟。《山海经·东山经》载：“北号之山，有鸟焉，其状如鸡而白首，鼠足而虎爪，其名曰鬿雀，亦食人。”堆，通“隹（zhuī）”，隹同“雀”。<br>78.羿：神话传说中善于射箭的英雄人物。《淮南子·本经训》载，唐尧时十个太阳一起出现在天空，把草木禾稼都晒焦了，尧命羿射落了其中的九个，替人民解除了严重的旱灾。彃（bì）：射。乌：乌鸦，指古代神话传说中太阳里面的三足乌。<br>79.解羽：指太阳被射落，里面三足乌的羽翼散落下来。<br>80.力：精力。献：贡献。功：指治水功业。一说“之”犹“用”，“之力”与“献功”对文。<br>81.降省：下来视察。<br>82.嵞（tú）：即“涂”。涂山，地名，其所在有数说，皆有文献依据。<br>83.通：通“婚”。台桑：古地名。<br>84.闵：忧。妃：配偶。匹合：婚配。<br>85.厥身是继：继，继嗣。王逸《章句》：“言禹所以忧无妃匹者，欲为身立继嗣也。”<br>86.胡：为什么。维：语助词。<br>87.快：快意。鼌饱：鼌（zhāo）即“朝”，一朝饱食，比喻一时的快乐。王逸《章句》：“言禹治水道娶者，忧无继嗣耳。何特与众人同嗜欲，苟欲饱快一朝之情乎？故以辛酉日娶，甲子日去，而有启也。”<br>88.启：禹的儿子。益：启的贤臣，禹曾选定他继承帝位。后：君主。<br>89.卒：通“猝”。离，通“罹”，遭受。蠥（niè）：忧患。<br>90.惟：通“罹”。<br>91.而能拘是达：益、启的传说较多，闻一多《天问疏证》说：“案《天问》似谓禹死，益立，启谋夺益位而事觉，卒为益所拘，故曰‘启代益作后，卒然离蠥’。启卒脱拘而出，攻益而夺之天下，故曰‘何启罹忧而能拘是达’也。”达，逃脱。<br>92.射鞫（jū）：解说甚多，金开诚《楚辞选注》以为泛指武器，意思是说在启和益作战时，益的部下都向启交出武器，而对启无所伤害。<br>93.后益：即益，因做过君主，所以叫后益。作：通“祚”，帝位。革：革除。<br>94.播降：指繁荣昌盛。播，通“蕃”。降，通“隆”。<br>95.棘（jí）：急。宾：朝见。商：“帝”字之讹。《山海经·大荒西经》：“开上三嫔于天，得《九辩》与《九歌》以下。”<br>96.屠：裂剥。<br>97.而死分竟地：竟，委，抛弃。王逸《章句》：“言禹（片畐）（注：古体字，现已废弃）剥母背而生，其母之身，分散竟地，何以能有圣德，忧劳天下乎？”<br>98.帝：天帝。降：派下。夷羿：东夷有穷国的君主，擅长射箭，驱逐夏太康，自立为君，后被寒浞杀死。<br>99.革孽：变革夏政，祸害夏民。<br>100.雒（luò）嫔（pín）：洛水的美女，即宓妃。<br>101.冯：挟。珧（yáo）：蚌蛤的甲壳，用以修饰弓的两头，这里指弓。利：用。决：套在右手大拇指上用象骨做成的用以钩弦的套子。<br>102.封：大。<br>103.蒸：冬祭。膏：肥美的肉。<br>104.后帝：天帝。若：顺悦。<br>105.浞（zhuó）：即寒浞，传说是羿的相，谋杀羿而自立为君。纯狐：羿的妻子。<br>106.眩：迷惑。妻：指羿妻。爰：于是。王逸《章句》：“言浞娶于纯狐氏女，眩惑爱之，遂与浞谋杀羿也。”<br>107.射革：传说羿力大善射，能射穿七层皮革。<br>108.交：合力。吞：消灭。揆：计谋。后两句的意思是说，像羿那样能射穿七层革的人，怎么会被寒浞一伙人合力算计吞灭呢？<br>109.阻穷西征，岩何越焉：西征：西行。越：度越。王逸《章句》：“言尧放鲧羽山，西行度越岑岩之险，因堕死也。”这两句指鲧被放逐羽山之野所行经的险途。<br>110.化而为黄熊，巫何活焉：活，复生。王逸《章句》：“言鲧死后化为黄熊，入于羽渊，岂巫医所能复生活也？”<br>111.秬（jù）黍：黑黍。<br>112.莆（pú）：即“蒲”，水草。雚（huán）：通“萑（huán）”，芦类植物。营：耕种。全部耕种黑黍等庄稼，就在原来长满蒲苇的地方开垦耕种。<br>113.由：原因。并投：一起放逐，传说与鲧一起被放逐的还有共工、驩兜、三苗。<br>114.疾：罪行。修盈：指罪行极多。<br>115.白蜺（ní）婴茀（fú）：蜺，同“霓”。婴，缠绕。茀，曲。闻一多《天问疏证》：“傅斯年、郭镂冰、童书业皆以嫦娥偷药事说此问，确不可意。言姮娥化为白婗，曲绕于堂上，因窃药以去也。臧读藏，言羿既得灵药，何以不能深固藏之哉？”<br>116.天式：自然的法则。从横：即“纵横”，指阴阳二气的消长变化。<br>117.阳：阳气。<br>118.大鸟何鸣：大鸟指王子侨尸体变成的大鸟。王逸《章句》：“崔文子取王子侨之尸，置之室中，覆之以弊篚（fěi），须臾则化为大鸟而鸣，开而视之，翻飞而去，文子焉能亡子侨之身乎？言仙人不可杀也。”<br>119.蓱：蓱翳（yì），雨师的名字。<br>120.撰体协胁，鹿何膺之：撰，具有。协胁，胁骨骈生。膺：承受，一说通“应”。王逸《章句》：“言天撰十二神鹿，一身八足两头，独何膺受此形体乎？”据姜亮夫说，这两句是形容风神飞廉，像身体柔美的鹿，为何能吹起大风以响应云雨？<br>121.鳌戴山抃：鳌，大龟。抃（biàn），拍手，四肢挥动。王逸《章句》：“《列仙传》曰：‘有巨灵之鳌，背负蓬莱之山而抃舞，戏苍海之中。独何以安之乎？’”<br>122.释：放弃。陵行：在陆上行走。<br>123.迁：移走。《列子·汤问》载：“龙伯之国有大人，一钓而连六鳌，合负而趣归其国。”<br>124.惟浇在户，何求于嫂：浇，人名，寒浞的儿子。嫂：浇的嫂子女歧。王逸《章句》：“言浇无义，淫佚其嫂，往至其户，佯有所求，因与行淫乱也。”<br>125.何少康逐犬，而颠陨厥首：少康，夏国君相的儿子。逐犬，打猎。颠陨，坠落。王逸《章句》：“夏少康因田猎放犬逐兽，遂袭杀浇而断其头。”<br>126.女歧缝裳，而馆同爰止：女歧，浇嫂。止，息。王逸《章句》：“女歧与浇淫佚，为之缝裳，于是共舍而宿止也。”<br>127.何颠易厥首，而亲以逢殆：颠易厥首，指错砍了女歧的头。颠，砍掉。殆，危险。王逸《章句》：“少康夜袭得女歧头，以为浇，因断之，故言易首，遇危殆也。”<br>128.汤谋易旅：汤，“浇”的讹字。易旅，即制甲，制造作战用的衣甲。闻一多《天问疏证》说：“滑易之革必不能厚，今浇之作甲，既能滑易，又不失其坚固，巧之至矣，故怪而问之。上文述浇灭羿事，谓以羿之善射，何独不能穿浇之甲，而反见害于浇乎？”<br>129.覆舟斟寻，何道取之：斟寻，夏的同姓诸侯国。道，方法。《竹书纪年》载帝相二十七年：“浇伐斟寻，大战于潍，覆其舟，灭之”。王逸《章句》解释“汤谋易旅”，说“殷汤欲变易夏众，使之从己”。<br>130.桀伐蒙山：桀，夏朝的亡国君主，极残暴。蒙山，古国名。王逸《章句》：“夏桀征伐蒙山之国，而得妺嬉也。”《太平御览》卷135引《国语》与《章句》同。<br>131.妺（mò）嬉（xī）何肆，汤何殛（jí）焉：妺嬉，即末喜，夏桀的元妃，为夏桀所宠，后被抛弃，于是与商汤的谋臣伊尹结交，灭了夏桀。闻一多说：“桀伐蒙山得妺嬉，妺嬉终与伊尹交而亡夏，是蒙山之役，得不偿失，故曰‘何所得焉’。”肆，罪。殛，流放。妺嬉既帮汤灭了夏桀，她有何罪，而被汤也流放到了南巢？<br>132.父：舜的父亲瞽叟，溺爱后妻之子象，三人合伙多次谋害舜。舜闵在家，父何以鳏（guān），是说舜在成家问题上忧愁，他父亲为什么老让他独身？<br>133.姚：舜的姓，这里指舜的父亲。<br>134.二女何亲：尧的两个女儿娥皇、女英。亲，姻，婿家。《孟子·万章上》：“万章曰：‘帝之妻舜而不告何也？’曰：‘帝亦知告焉而不得妻也。’”闻一多说：“尧不告而归女于姚，是舜虽有妻，而舜之父母家人不知有此妇，故曰‘二女何亲’。”<br>135.亿：或作“意”，预料。指殷的贤臣箕子看见纣王使用象牙筷子，非常害怕，料想以此为开端，必然会有一系列奢侈的事情发生，后来纣王果然建造了十层玉台。<br>136.璜（huáng）台：玉台。成：层。<br>137.极：尽，看透的意思。<br>138.登立为帝，孰道尚之：立，位。道，导引。王逸《章句》：“言伏羲始画八卦，修行道德，万民登以为帝，谁开导而尊尚之也？”<br>139.女娲（wā）有体，孰制匠之：女娲，神话中的上古女帝，是天地万物和人的创造者。制匠，制造。此二句是说，女娲是万物和人的创造者，但她的身体又是谁知道的呢？王逸《章句》：“传言女娲人头蛇身，一日七十化。”<br>140.弟：指舜弟象。<br>141.终然为害：指象一直想杀舜。<br>142.肆，通“（氵贳）（注：古体字，现已废弃）”，灌。体，一本作“矢”。闻一多考察《列女传·有虞二妃传》、《路史·发挥》卷二、《<a href=\"http://so.gushiwen.org/author_404.aspx\">韩非</a>子·内储说下》的有关记载，认为“肆犬豕”即“（氵贳）犬矢”，亦即“浴狗矢”，之处瞽瞍想灌醉舜然后杀死他，但娥皇、女英事先在舜的身上灌了狗屎，舜于是终日喝酒而不醉，使瞽瞍的阴谋不能得逞。灌了狗屎就喝不醉了，令人费解，故<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>就此发问。<br>143.吴获迄古：吴获，获，当为“伯”。吴伯，吴太伯。迄，当为“逃”。古，古公亶父。《史记·周本纪》载：“古公有长子曰太伯，次曰虞仲。太姜生少子季历，季历娶太任，皆贤妇人，生昌，有圣瑞。古公曰：‘我世当有兴者，其在昌乎？长子太伯、虞仲知古公欲立季历以传昌，乃二人亡如荆蛮，文身断发，以让季历。’”《吴太伯世家》说：“季历果立，是为王季，而昌为文王。太伯之奔荆蛮，自号句吴。荆蛮义之，从而归之千余家，立为吴太伯。太伯卒，无子，弟仲雍立，是为吴仲雍。”前文叙说弟象杀兄舜，故此问兄太伯让弟季历、又传位弟仲雍事。<br>144.南岳：指霍山。止：居留。<br>145.去：一本作“夫”。斯：这里，是吴地。<br>146.两男子：指太伯、仲雍。<br>147.鹄：天鹅，此处指鹄羹。饰玉：装饰美玉的鼎。<br>148.后帝：指商汤。飨：请人享用。<br>149.以上几句王逸《章句》：“伊尹始仕，因缘烹鹄之羹，修玉鼎，以事于汤。汤贤之，遂以为相。”洪兴祖《补注》：“伊尹承事汤以谋夏桀。”<br>150.帝：帝汤。降观：视察民情。<br>151.伊挚：即伊尹，挚是伊尹的名。<br>152.条：鸣条，商汤打败夏桀的地方，一说是商汤流放夏桀的地方。致罚，给予惩罚。<br>153.服：“民”的讹字。说，通“悦”。<br>154.简狄：传说是有戎国的美女，帝喾的次妃，生商朝的始祖契（xiè）。台：瑶台，简狄和她妹妹建疵（cī）居住的地方。<br>155.喾：古代传说中的五帝之一，号高辛氏。宜：通“仪”，匹配。<br>156.玄鸟：燕子。贻：或作“诒”，赠送。<br>157.喜：一本作“嘉”，指怀孕生子。《淮南子·地形训》高诱注：“简翟、建疵，姐妹二人，在瑶台，帝喾之妃也。天使玄鸟降卵，简翟吞之，以生契，是为玄王，殷之祖也。”<br>158.该：即王亥，契的六世孙。季：即王亥的父亲，叫冥。<br>159.臧：善。<br>160.弊：通“庇”，寄居。有扈：即有易。<br>161.牧夫牛羊：《山海经·大荒东经》载“有因民国，句姓而食，有人曰王亥，两手操鸟，方食其头。王亥托于有易、河伯仆牛。有易杀王亥，取仆牛”，郭璞引注《竹书纪年》曰“殷王子亥，宾于有易而淫焉，有易之君绵臣，杀而放之，是故殷主甲微假师于河伯，以伐有易,遂杀其君绵臣也”，《周易·大壮》六五云“丧羊于易，无悔”，《旅》上九言“鸟焚其巢，旅人先笑后号啕，丧牛于易，凶”，都是说王亥寓居有易放牧牛羊的故事。<br>162.平胁曼肤，何以肥之：平，通“骿（pián）”，并胁。曼肤：指腹肥盛大。闻一多认为，此二句“状有易女之美”。王逸《章句》：“言纣为无道，诸侯背畔，天下乖离，当怀忧癯（qú）瘦，而反形体曼泽，独何以能平胁肥盛乎？”<br>163.有扈（hù）：当作“有易”。牧竖：指王亥。<br>164.逢：相遇，指王亥相逢有易女。<br>165.击床先出：指王亥与有易女行淫，有易之人入而袭击其床，亥被杀，女则先自逸出。<br>166.其命何从：当作“其何所从”，谓女从何而出。<br>167.恒：王恒，王亥之弟。季：王亥的父亲。<br>168.朴：通“服”。服牛：服役之牛。<br>169.营：居。禄：疑读为“麓”。班禄，地名。<br>170.但：疑通作“旦”。闻一多对以上四句的解释是：“亥以淫于有易而见杀，所遗之牛遂为恒所得。恒往居于班禄，常不及旦明而还至有易之地也。”<br>171.昏：黄昏。微：通“昧”。<br>172.有狄：有易。<br>173.繁：通“（上敏下鸟）（mǐn）（注：古体字，现已废弃）”。（上敏下鸟）鸟：鸮（xiāo）。萃：聚集。棘：酸枣树。<br>174.负子肆情：负子：即“负兹”，“负兹”即“负菑”，意指藉草而卧。肆情，指行淫佚之事。闻一多说：“适当深夜，有狄女不宁息室中，而潜行微径，以与恒相会。”<br>175.眩弟并淫，危害厥兄：谓亥与弟恒并淫有易之女，致亥被杀身死，故曰“危害厥兄”。眩，“胲（hǎi）”之形误，胲即王亥。<br>176.变化以作诈：有易女初与亥淫，而又与亥弟恒淫，故曰“变化以作诈”。<br>177.后嗣而逢长：疑恒继兄居位，终娶有易女为后，其后子孙众多，血食弥久。<br>178.有莘：国名。爰：乃。极：到。<br>179.乞：索取。小臣：奴隶，指伊尹。<br>180.吉妃：善妃。《吕氏春秋·本味》篇记载，汤向有莘国要伊尹，有莘国不给，汤于是请求有莘国君把女儿嫁给他，有莘国君很高兴，就把伊尹作为陪嫁的奴隶一道送来。<br>181.小子：小孩，指伊尹。<br>182.媵（yìng）：陪嫁。《吕氏春秋》载，伊尹的母亲住在伊水边上，伊水泛滥，全邑淹没，她变成一棵空心桑树，生下伊尹，有莘国有女子采桑，在空桑中得到伊尹，献给有莘国君，长大后做了有莘国君的小臣。屈原问有莘国君为什么憎恶伊尹，而把他作为女儿的陪嫁？<br>183.出：释放。重泉：地名据《史记·夏本纪》载，夏桀曾将汤囚禁在夏台，重泉当是夏台中囚禁人的地方。<br>184.辠（zuì）尤：辠，古“罪”字。辠尤：罪过。<br>185.不胜心：心中不能忍受。帝：指夏桀。<br>186.会朝：指甲子日的早晨。<br>187.吾：指周。期：约定的日期。相传周武王起兵伐纣，八百诸侯都到盟津与武王会师，甲子日的早晨在殷都附近的牧野誓师，随即攻下了殷都。<br>188.苍鸟：鹰，比喻武王伐纣，将帅勇猛如鹰鸟群飞。<br>189.列击纣躬：列，分解。纣躬，纣的身体。《史记·周本纪》载：“至纣死所，武王自射之，三发，而后下车，以轻剑击之，以黄钺斩纣头，悬大白之旗。”<br>190.叔旦：武王的弟弟<a href=\"http://so.gushiwen.org/author_845.aspx\">周公旦</a>。<br>191.揆：谋划。发，周武王的名。<br>192.命：国运。咨嗟：叹息。意思是说周公旦既帮助武王灭商，周朝建立以后为什么又叹息呢？<br>193.反，一本作“及”，等到。<br>194.伊：助词，无义。<br>195.伐器：作战的武器，指军队。<br>196.并驱：并驾齐驱。翼：指商纣军队的两翼。<br>197.昭后：周昭王。<br>198.南土：南方，指楚国。底：到。《史记·周本纪》正义引《帝王世纪》云：“昭王德衰，南征，济于汉，船人恶之，以胶船进王，王御船至中流，胶液船解，王及祭公俱没于水中而崩。”<br>199.逢：迎。雉：野鸡。史载交趾之南，有越裳国，周公居摄，越裳国来献白雉。昭王德衰，不能使越裳国复献白雉，故欲亲往迎取之。<br>200.穆王：周穆王，西周第五代国君。巧梅：善御。梅，通“枚”，马鞭。<br>201.周流：周游。<br>202.环理：周行。理，通“履”，行。<br>203.妖夫：妖人。炫，炫耀。<br>204.号：吆喝，叫卖。<br>205.周幽：周幽王。<br>206.褒姒：周幽王的王后。《史记·周本纪》载：“昔自夏后氏之衰也，有二神龙止于夏帝庭而言曰：‘余，褒之二君。’夏帝卜，杀之与去之与止之，莫吉。卜请其漦（chí）而藏之，乃吉。于是布币而策告之，龙亡而漦在，椟而去之。夏亡，传此器殷。殷亡，又传此器周。比三代，莫敢发之。至厉王之末，发而观之。漦流于庭，不可除。厉王使妇人裸而噪之，漦化为玄鼋，以入王后宫。后宫之童妾既龀（chèn）而遭之，既笈而孕，无夫而生子，惧而弃之。宣王之时童女谣曰：‘檿（yǎn）弧箕服，实亡周国。’于是宣王闻之，有夫妇卖是器者，宣王使执而戮之。逃于道，而见乡者后宫童妾所弃妖子出于路者，闻其夜啼，哀而救之，夫妇遂亡，奔于褒。褒人有罪，请入童妾所弃女子者于王以赎罪。弃女子出于褒，是为褒姒。”<br>207.反侧：反复无常。<br>208.齐桓：齐桓公，春秋五霸之一。九会：就此召集诸侯会盟。<br>209.卒然：终于。身杀：指，齐桓公后期任用奸臣，造成内乱，最后被围困在宫中，饥渴而死。<br>210.乱惑：疯狂昏迷。<br>211.谗谄：指搬弄是非、奉承拍马的小人。谗，捏造黑白说人坏话。谄，阿谀奉承。服，用。<br>212.比干：纣的叔父，殷的忠臣，因忠谏而被挖心。逆：抵触，违背。<br>213.雷开：纣的奸臣。<br>214.圣人：指纣王的贤臣梅伯、箕子。一德：相同的品德。<br>215异方：不同的方式，这里指不同的结局。<br>216.梅伯：纣的诸侯，为人忠直，屡屡进谏，触怒纣王，被纣王杀死。醢（hǎi）：古代的一种酷刑，把人杀死后剁成肉酱。<br>217.箕子详狂：箕子：纣的叔父。《史记·殷本纪》：“纣愈淫乱不止，微子数谏不听，乃与大师、少师谋，遂去。比干曰：‘为人臣者，不得不以死争。’乃强谏纣。纣怒曰：‘吾闻圣人心有七窍。’剖比干，观其心。箕子惧，乃详狂为奴，纣又囚之。”<br>218.稷：后稷，周的始祖。元子：嫡妻生的长子。《史记·周本纪》载，后稷的母亲叫姜嫄，姜嫄是帝喾的元妃。<br>219.竺：通“毒”，憎恶。<br>220.投之于冰上，鸟何燠之：燠（yù），温暖。《<a href=\"http://so.gushiwen.org/view_72397.aspx\">诗</a>经·大雅·生民》：“厥初生民，时维姜嫄。生民如何，克禋（yīn）克祀。以弗无子，屡弟武敏，歆，攸介攸止。载震载夙，载生载育，时维后稷。诞弥厥月，先生如达。不坼不副，无甾（zāi）无害。以赫厥灵，上帝不宁。不康禋祀，居然生子。诞置之隘巷，牛羊腓字之。诞置之平林，会伐平林。诞置之寒冰，鸟覆翼之。鸟乃去矣，后稷呱矣。实覃实訏，厥声载路。”<br>221.何冯弓挟矢：冯，通“秉”，持。将，资。闻一多说：“言天何以秉弓挟矢之殊能资后稷也。传说盖为后稷初生，有殊异之质，能秉弓挟矢，其事神异，故举而问之。”<br>222.惊帝切激：即《生民》所说的“以赫厥灵，上帝不宁”。闻一多引<a href=\"http://so.gushiwen.org/author_560.aspx\">俞樾</a>云：“后稷之生，即使帝惊惧如此，宜为帝所不佑，何竟令其子孙强大，享国长久乎？”<br>223.伯昌：周文王，周文王名昌，殷时封为雍州伯，又称西伯，故曰伯昌。号：“𣭖（hāo）”的省文，“𣭖”是“耄（mào）”的别体，指年龄八九十岁。<br>224.秉：执。鞭：鞭子，比喻权柄。牧：诸侯之长。据闻一多考证，周文王在殷时受命作牧，已八十九岁。<br>225.何令彻彼岐社：彻，毁。岐，地名，今陕西岐山县东北，周人曾在此立国。社，祭祀土地神的庙。王逸《章句》：“武王既诛纣，令坏邠（bīn）岐之社，言已受天命而有殷国，因徙以为天下之太社也。”<br>226.依：依附。《孟子·梁惠王下》、《毛诗故训传》、《史记·周本纪》载，周的祖先古公亶父（即太王）居在邠，遭狄人侵略，就带领少数人迁居于岐，结果邠人全部跟随而来，依附太王。<br>227.惑妇：指殷纣王的宠妃妲己。<br>228.讥：谏。王逸《章句》：“言妲己惑误于纣，不可复讥谏也。”<br>229.受赐兹醢：受赐，文王接受纣王之赐。兹醢，指纣王用文王的长子伯邑考做的肉羹。闻一多曰：“盖相传纣以醢赐文王，文王受而食之，后乃知其为伯邑考也。痛而告祭于天，愿以身就罚，不意天不降罚于文王，而降罚于纣，遂以国亡身死也。”<br>230.师：官名。望：吕望，即姜太公。肆：市<br>231.昌：周文王的名。识：认识，了解。<br>232.鼓刀扬声：动刀割肉，发出声音。<br>233.后：周文王。王逸《章句》：“吕望鼓刀在列肆，文王亲往问之，吕望对曰：‘下屠屠牛，上屠屠国。’文王喜，载与俱归也。”<br>234.武：周武王。发：武王的名。殷：纣王。<br>235.悒（yì）：不愉快。<br>236.载尸集战：尸，木主，灵牌。集战，会战。以上两句王逸《章句》：“武王伐欲诛殷纣，何所悁（yuān）悒而不能久忍也？言武王伐纣，载文王木主，称太子发，急欲奉行天诛，为民除害也。”<br>237.伯林：指晋太子申生。伯：长。林：君。雉经：缢死。<br>238.感天抑墬：谓“感动天地”。王逸《章句》：“晋太子申生为后母骊姬所谮（zèn），遂雉经而自杀。”洪兴祖《补注》：“《左传》云，狐突适下国，遇太子曰：‘夷吾无礼，余得请与帝矣’，又曰‘帝许我罚有罪矣，敝于韩’。此言申生之冤感天抑墬，而谁畏惧之乎？”<br>239.集命：指皇天将赐天命。<br>240.以上两句王逸《章句》：“皇天集禄命而于王者，王者何不常畏惧而戒惧也？王者既已修成礼义，受天命而有天下矣，又何为至使异姓代之乎？”<br>241.臣：小臣。挚：伊尹。<br>242.官汤：官于汤，指做了汤的相。<br>243.尊食宗绪：指配享宗庙。<br>244.阖：阖庐，春秋时吴国国君。梦，阖庐祖父寿梦。生：通“姓”，孙。<br>245.流：传布。严：原作“庄”，汉时避明帝讳改。据古代谥法，胜敌志强曰庄，好勇致力曰庄。阖庐曾大败楚国，武功足可称道。闻一多曰：“言阖庐少时流亡在外，何以及壮而勇武猛厉，威名大播于世也。”<br>246.彭铿：即彭祖，传说他活了八百多岁。斟雉：调和鸡羹。<br>247.帝：指尧。<br>248.受寿永多，夫何久长：王逸《章句》：“彭祖好和滋味，善斟雉羹，能事帝尧，尧美而飨食之。彭祖进雉羹于尧，尧飨食之以寿考。彭祖至八百岁，犹自悔不寿，恨枕高而唾远也。”<br>249.中央：指周王朝。共：指共伯和。牧：指共伯和摄行政事。<br>250.后：周厉王。怒：指降旱为祟。《庄子·让王》释文引司马彪曰：“共伯，名和，修其行，好贤人，诸侯皆以为贤。周厉王之难，天子旷绝，诸侯皆请以为天子。共伯不听，即干王位。十四年，大旱，屋焚，卜于太阳，兆曰：‘厉王为祟。’召公乃立宣王。共伯复归于宗，逍遥得意共山之首。”<br>251.蜂、蛾：群居而团结的小动物。微命：小生命。<br>252.力何固：指团结的力量何等坚固。后二句大概是比喻国人尽管地位不高，但他们像蜂、蛾一样团结一致，形成很大的力量，终于把周厉王驱逐出去。<br>253.惊女：闻一多以为当作“女惊”，“惊”通“警”，警戒的意思。《文选·辨命论》注引《古史考》曰：“伯夷、叔齐……隐于首阳山，采薇而食之。野有妇人谓之曰：‘子义不食周粟，此亦周之草木也。’于是饿死。”这就是“女惊采薇”的故事。<br>254.鹿何佑：《琱玉集·感应篇》引《列士传》曰：“伯夷兄弟遂绝食，七日，天遣白鹿乳之。”《路史·后纪》四注引《类林》《广博物志》有相同的记载，这就是屈原所问“鹿何佑”之事。<br>255.回水：即雷水，发源于首阳山。<br>256.萃：相聚。指伯夷、叔齐先后出逃，在首阳山下的回水相聚，最终一起饿死。屈原问他们这样做有什么高兴的？<br>257.兄：指秦景公，春秋时秦国国君。<br>258.弟：指秦景公之弟针。<br>259.百两：一百辆车。<br>260.无禄：失去俸禄。王逸《章句》：“秦伯有噬犬，弟针欲请之。秦伯不肯与弟针犬，针以百两金易之，又不听，因逐针而夺其爵禄也。”<br>261.薄暮：傍晚。<br>262.厥严：楚国的威严。奉：保持。<br>263.帝何求：对上帝还有什么要求。<br>264.伏匿：隐藏。穴处：居在山洞里。<br>265.爰何云：对国事还有什么可说的。<br>266.荆：楚国。勋：追求功勋。作师：兴兵。<br>267.夫何长：国家命运怎能长久？<br>268.悟过改更：希望楚王能觉悟错误，改变做法。<br>269.吴光：吴公子光，即阖庐。争国：指阖庐对楚国发动的战争。<br>270.久余是胜：阖庐常战胜我们。余：我楚国。<br>271.何环穿自闾社丘陵，爰出子文：一本作“何环闾穿社，以及丘陵，是淫是荡，爰出子文”。王逸《章句》：“子文，楚令尹。子文之母，郧公之女。旋穿闾社，通于丘陵以淫，而生子文。弃之梦中，有虎乳之，以为神异，乃取收养焉。”屈原问，为什么子文的母亲环绕闾社，穿越丘陵，和斗伯比淫乱私通，却能生出贤相子文来？<br>272.堵敖：楚文王的儿子，继楚文王为楚国国君，他的弟弟杀死他，自立为王，就是楚成王。<br>273.试：通“弑”，臣杀君的行为。上：指堵敖。自予：给自己，指自立为王。<br>274.彰：显著。屈原问，为什么楚成王杀君自立，而忠名更加显著。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　《天问》是<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>楚辞中的一篇“奇”文：说它奇，不仅是艺术的表现形式不同于屈原的其他作品，更主要是从作品的构思到作品所表现出来的思想的“奇”——奇绝的内容显示出其惊人的艺术才华，表现出<a href=\"http://so.gushiwen.org/view_72397.aspx\">诗</a>人非凡的学识和超卓的想像力！</p> <p>　　《天问》是屈原思想学说的集粹，所问都是上古传说中不甚可解的怪事、大事，“天地万象之理，存亡兴废之端，贤凶善恶之报，神奇鬼怪之说”，他似乎是要求得一个解答，找出一个因果。而这些问题也都是春秋战国以来的许多学人所探究的问题，在诸子百家的文章里，几乎都已讨论到。屈子的《天问》则以惝恍迷离的文句，用疑问的语气说出来以成此钜制，这就是屈子所以为诗人而不是“诸子”的缘由。《天问》的天，颇有指一切法象的意味，与道家的“道”字，《易经》的“易”字，都是各家用以代表这些“法象”的名词，屈原为楚之宗室重臣，有丰富的学识和经历，以非凡才智作此奇文，颇有整齐百家、是正杂说之意，《天问》的光辉和价值也就很清楚地呈现于读者面前了！</p> <p>　　从全诗的结构及内容来看，全诗373句1560字，是一首以四字句为基本格式的长诗，对天文、地理、历史、哲学等许多方面提出了一百七十多个（一说一百五十多个）问题，这些问题有许多是在他那个时代尚未解决而他又怀疑的，也有明知故问的，对许多历史问题的提问，往往表现出作者的思想感情、政治见解和对历史的总结、褒贬；对自然所提的问题，表现的是作者对宇宙的探索精神，对传说的怀疑，从而也看出作者比同时代人进步的宇宙观、认识论。《天问》以新奇的艺术手法表现精深的内容，使之成为世界文库中绝无仅有的奇作。</p> <p>　　全诗总体看来大致可分两大部分。每部分又可分为若干小节。</p> <p>　　从篇首至“曜灵安藏”，这部分屈子问的是天，宇宙生成是万事万物的先决，这便成了屈原问难之始，其中从“遂古之初”至“何以识之”问的是天体的情况，“明明暗暗”四句讲宇宙阴阳变化的现象。第二小节自“圜则九重”到“曜灵安藏”则是对日月星辰提问：它们何以不会坠落？太阳每日要走多少路？月亮何以有阴晴圆缺？以及有关日月的一些传说的疑问。从“不任汩鸿”起问的地事，从禹治水过渡到“何气通焉”说的是古传说中关于地球的一些情况，而“日安不到”以下六句则就地球上所看到的日的现象发问。第三节从“焉有石林”到“乌焉解羽”一节多为二句一问，都是当时民间传说中的怪事。</p> <p>　　以上《天问》的第一大部分，大体是就自然界的事物发问，并联想到与自然有关的一些神话与历史传说，文章富有变化，联想丰富而有情致，除少数可能有错简外（如“河海应龙”二句或为错简，或有失误），不能以后人习惯的文章结构之法去看它，而认为是“与上下文不属”，杂乱而无章法。</p> <p>　　从“禹之力献功”起，对大量的神话故事和历史传说与史实提出了问题，这些各种各样的人事问题构成了《天问》的第二大部分。</p> <p>　　女岐、鲧、禹、共工、后羿、启、浞、简狄、后稷、伊尹……，屈子对这些传说中的事和人，一一提出了许多问题，在对这些人与神的传说的怀疑中，往往表现着诗人的情感、爱憎。尤其是关于鲧禹的传说，表现了作者极大的不平之情，他对鲧治水有大功而遭极刑深表同情，在他看来，鲧之死不是如儒家所认为的是治水失败之故，而是由于他为人正直而遭到了帝的疑忌，这种“问”，实际上表现了诗人对自己在政治斗争中所遭遇到的不平待遇的愤懑，《天问》的思想光辉就应当是这样来理解的。</p> <p>　　自“天命反侧”起则进一步涉及商周以后的历史故事和人物诸如舜、桀、汤、纣、比干、梅伯、文王、武王、师望、昭王、穆王、幽王、褒姒直到齐桓公、吴王阖庐、令尹子文……，屈原提出的好多问题，充分表现了作者对历史政治的正邪、善恶、成败、兴亡的看法，这些叙述可以看成是这位“博闻强志”的大诗人对历史的总结，比《离骚》更进一步、更直截了当地阐明了自己的政治主张，而对楚国政治现实的抨击，也是希望君主能举贤任能，接受历史教训，重新治理好国家的一种变幻了的表现手法。</p> <p>　　《天问》的艺术表现手法主要是以四字为句，以问的形式从一个问题联想到另一个问题。细细读去还是可以理清脉络，弄明主脑的。《天问》在语言运用上与屈赋的其他篇章不尽相同，通篇不用“兮”字，也没“些”、“只”之类的语尾助词。句式以四言为主，间杂以三、五、六、七言。大致四句为一节，每节一韵，节奏、音韵自然协调。有一句一问、二句一问、三句一问、四句一问等多种形式。又用“何”、“胡”、“焉”、“几”、“谁”、“孰”、“安”等疑问词交替使用，富于变化，因而尽管通篇发问，读来却圆转活脱而不呆板，参差错落而有风致，所以前人评沦说：“或长言，或短语，或错综，或对偶，或一事而累累反复，或数事而熔成一片，其文或峭险，或澹宕，或佶倔，或流利，诸法备尽，可谓极文章之变态。”（<a href=\"http://so.gushiwen.org/author_560.aspx\">俞樾</a>《评点楚辞》引孙鑛语）这构成了《天问》独特的艺术风格，当然它表现的是屈原的学术思想，问的是实实在在的问题。因此在修辞手法上，自然没有像《离骚》、《九歌》、《九章》那样绮丽而富于浪漫色彩，但正如清贺裳《骚筏》所评“其词与意，虽不如诸篇之曲折变化，自然是宇宙间一种奇文”。</p><br/><h2>赏析二</h2> <p>　　《天问》是<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>的代表作，该作层层设问，用提问的方式表达自己的观念和价值取向，情理交融，声情并茂，宛若梦笔生花，令人读来兴趣盎然，绝无枯燥之感。因此，清代学者刘献庭在《离骚经讲录》中赞其为“千古万古至奇之作”。</p> <p>　　《盘花歌》，布依族民间歌曲，通常以四季、十二月为序，青年男女以花寓情，内容以花为核心，相互盘问种花的过程和经验，涉及各种生产、生活知识，流行在贵州惠水一带。苗族民间歌曲，借花盘问，或以花比喻对方，两句为一段，三段成一首，流行在贵州望谟一带。</p> <p>　　那么，楚国庙堂里真的有壁画吗？答案是肯定的。人类开始绘画的历史目前已经追溯到数万年前，我们有理由相信，凡是能够画上图案的材质，当初人们都曾经尝试过，并由此而形成了种类繁多的绘画品种。例如人体画、服饰画、陶器画、木器画、石器画、金属器画、皮画、帛画、纸画（画面尺寸相对较小），以及岩画、地画和壁画（画面尺寸相对比较大）。</p> <p>　　一般来说，古代绘画内容，一是为了宗教或巫术目的，二是为了记述历史，三是为了传播知识。例如，我国畲族有一种古老的歌舞，名叫功德舞，亦称祭祖舞。每年农历正月初八祭祖，每三年举族大祭祖，以及丧葬仪式，都要由年长者主持，请师公（巫师）和祭祖者（丧葬仪式为八人），在祖先画像前，唱祭祀歌，跳表现祖先功德的舞蹈，众人随之共舞。祖先画像又称祖图，通常为长卷式，绘画内容为本民族起源与迁徙的传说。</p> <p>　　我国岩画分布地域非常广，其中比较著名的有内蒙古的阴山岩画，宁夏的桌子山岩画和贺兰山岩画，江苏连云港的将军崖岩画，以及西北地区（新疆、甘肃、青海）岩画、西南地区（西藏、云南、贵州、广西、四川）岩画和福建台湾岩画，此外牡丹江亦发现有岩画。多少令人有些奇怪的是，在文明发达甚早的中原地区（包括河北省、河南省、陕西省、山西省、山东省、安徽省、湖北省）的太行山、吕梁山、秦岭、熊耳山、伏牛山、泰山、大巴山、荆山、大别山等山脉却几乎不见有过什么样的岩画（吉林、辽宁、湖南、江西、浙江、广东、海南亦未发现岩画）。究其原因，可能是因为这里的人们很早就发展了地画、壁画等艺术形式，因此也就不需要在岩壁上绘画了。</p> <p>　　在我国，地画和壁画（包括墙壁、天花板）是两种相当古老的绘画形式，其起源可以追溯到先夏时期（通常所谓的新石器时代）。我国地画首次发现于1982年10月，当时考古工作者在甘肃省秦安王营大地湾文化遗址发掘中，在一处房屋居住面上方发现一幅用碳黑颜料绘制的地画，画面范围东西长1·2米，南北宽1·1米，图案为舞人和陈牲，现存画面有两个人物像，画像人物高约33厘米、宽约14厘米，状似一男一女翩翩起舞，绘画时间距今已有5000多。陕西省绥德小官道龙山文化遗址（距今4000多年前），一座半地穴式房屋后室的中央部位的地面上，也发现一幅黑红色装饰画，现存的椭圆形图饰，东西宽1·3米，南北长1·5米。此外，我国先民还创造有地面摆塑画，用贝壳或石块摆塑成动物、人物或星座等图案，例如著名的河南省濮阳西水坡仰韶文化遗址（距今6000多年前）的墓葬里出土有贝壳摆塑成的龙虎图案画、虎背卧鹿画、龙头蜘蛛画、人骑龙背画，它们也可以归入地面画。</p> <p>　　我国壁画最早见于5000多年前的辽宁牛河梁红山文化“女神庙”遗址，在出土的墙壁残块表面绘有几何形纹图案画，系赭红间黄白色交错三角形图案。遗憾的是，由于我国古代建筑绝大多数都是土木结构，难以持久存在；因此，随着古代建筑物的坍塌，建筑物内的壁画也随之烟消云散，了无踪迹。但是，这并不意味着古人不曾在庙堂里、墓室内广泛地绘制过壁画。</p> <p>　　丁晏在《天问笺·自序》中指出：“何以知其呵壁也？壁之有画，汉世犹然。汉鲁殿石壁，及文翁《礼殿图》，皆有先贤画像。武梁祠堂有伏戏、祝诵、夏桀诸人像。”事实上，许多典籍都记载有古代壁画，《汉书·霍光传》提到周公负成王图，《汉书·成帝纪》记有：“元帝在太子宫生甲观画堂。”应劭注：“画堂画九子母。”《汉书·叙传》称：“时乘舆幄坐张画屏风，画纣醉踞妲己作长夜之乐。”《文选》载王延寿《鲁灵光殿赋》云：“图画天地，品类群生，杂物奇怪，山神海灵。写载其状，托之丹青。”</p> <p>　　《太平广记》卷210引《王子年拾遗记》：“秦有烈裔者，骞霄国人，秦皇帝时，本国进之。口含丹墨，喷壁以成龙兽。以指历地，如绳界之。转手方圆，皆成规度。方寸内有五岳四读，列国备焉。善画龙凤，轩轩然惟恐飞去。”这是目前能够见到的，有关绘制壁画的有名有姓的画家的最早记录。</p> <p>　　有必要指出的是，《天问》的内容与《山海经》有许多相近相合的地方。《山海经》是由帝禹时代的《五藏山经》、夏代的《海外四经》、商代的《大荒四经》和周代的《海内五经》合辑而成的，相传《山海经》原本有图，如其不谬，那么《山海经图》也有可能曾经被绘制在上述历史朝代的庙堂墙壁上（常见的说法是，山海经图被铸造在九鼎上）。屈原创作《天问》长<a href=\"http://so.gushiwen.org/view_72397.aspx\">诗</a>的时间，没有留下记载。从作品内容和作者流露的情感来看，当在创作《离骚》、《九歌》、《招魂》之后。这是因为，《天问》既没有像《离骚》那样娓娓道来，也没有像《九歌》那样全身心的敬天娱神，而是对天意对人事咄咄发问；显然，当诗人有了《天问》所传达的精神和认识之后，是不可能再写出《离骚》和《九歌》那样的作品的。</p>",
  "about": "<h2>写作特点</h2> <p>　　第一部分是对自然结构提出问题，自首句“曰遂古之初”，至“乌焉解羽”，共计112句，69个问题。首先对宇宙起源、天体结构和日月星辰运行发问（44句，27问），接下来对大地结构和鲧禹治水、羿射十日等事件发问（68句，42问）。</p> <p>　　第二部分是对社会历史提出问题，自“禹之力献功”，至“卒无禄”，共计244句，96个问题。首先从禹的婚姻问起，对夏代的历史发出一系列问题（64句，22问），接下来对商代历史（涉及女娲、尧、舜和吴国的历史故事）提出一系列的问题（76句，29问），然后对周代历史直至春秋战国若干事件提出一系列问题（104句，45问）。</p> <p>　　第三部分是尾声，自“薄暮雷电”，至“忠名弥彰”，共计17句，8个问题，内容主要是联系自己的遭遇，阐述<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>个人的感慨。</p> <p>　　有必要说明的是，从目前的《天问》版本来看，同一历史事件或同一人物的故事，往往分散出现在<a href=\"http://so.gushiwen.org/view_72397.aspx\">诗</a>篇的不同段落里，这就表明《天问》在长期流传的过程中，可能发生过错简，也可能丢失了一些文字。为了方便有兴趣的读者深入了解这个问题，作者特意将调整后前后次序的《天问（修订本）》附录在后，以供对比查阅。</p> <p>　　通过这些问题的提出，我们不仅可以了解到屈原都在思考什么样的问题？而且还能够了解到他思考问题的深度达到了什么样的层次？而提出问题，往往比解决问题更困难，也更伟大，因此也就更需要智慧。</p> <p>　　众所周知，中国古代的科学技术非常发达和先进，例如中国人最早开始使用火，最先发明养蚕缫丝技术，最先发现磁性现象，最早进行大规模的地理考察活动，等等。其中，被古代典籍记录下来的周代以前（包括周代早期）的重大科学技术成果，主要有《尚书·尧典》的天文历法物候学，《尚书·禹贡》的经济地理学，《尚书·洪范》的物质结构五行学说，《山海经》的自然地理学、人文地理学、物产地理学，以及《周易》的数理符号学，等等。</p> <p>　　进入春秋战国时期，我国学术界的思想异常活跃，诸子百家纷纷提出了各自新的学说。其中有代表性的学说包括，《老子》提出的宇宙物质起源学（有生于无），《墨子》进行的光学（小孔成像原理）、机械学研究，《庄子·天下》记载的各派学说（涉及到物质的微观结构和宏观结构等多方面的数理逻辑思辨课题，诸如原子论、相对论、运动论、多维空间论等等，可惜各学派学者的原著已经失传），《计倪子》记载的气候经济学（根据木星12年绕太阳一周所引起的降雨量周期变化，提前准备开展相应的经济贸易活动），以及《尸子》记述的平面几何、测量学，《列子·汤问》等篇关于天地结构、宇宙万物、远方异国的种种思考和忧虑（杞人忧天），等等。</p> <p>　　对比之下，屈原在《天问》中提出的自然科学方面的问题，与春秋战国其它学者相比，有着许多新的内容和特点；其中有些思考，即使在今天仍然有着现实的价值。</p> <p>　　1 、提出了信息传输问题：“遂古之初，谁传道之”？没有人类的时候，天地形成的信息是如何传输的呢？这个问题今天仍然没有得到很好的解决。</p> <p>　　2 、提出了认识论的问题：“上下未形，何由考之”？人的思维是一种建立在符号体系上的思维，而符号只能描述具体的有形的事物，难以描述无形的事物，而这正是人类认识宇宙起源的一个重大障碍。</p> <p>　　3 、关于九天，王逸在《楚辞章句》解释为：“九天，东方昊天，东南方阳天，南方赤天，西南方朱天，西方成天，西北方幽天，北方玄天，东北方变天，中央钧天。”古代传说天有九重，九天是天的最高层。一为中天，二为羡天，三为从天，四为更天，五为睟天，六为廓天，七为咸天，八为沈天，九为成天。“疑似银河落九天”中的“九天”就应取此解。《吕氏春秋》曰：天有九野，何谓九野，中央曰钧天，东方曰苍天，东北曰变天。北方曰玄天，西北曰幽天，西方曰皓天，西南曰朱天，南方曰炎天，东南曰阳天。不过，这种解释并不符合屈原所说的天有九重。</p> <p>　　事实上，我国古人很早就产生了天有九层的观念，但是最早见诸于文字的是《天问》的“圆则九重，孰营度之”、“九天之际，安放安属”。这里涉及到宇宙的空间深度和天上物体彼此之间的距离问题，从视觉直观的角度来说，古人所说的九重天大体可以分为如下九个层次：距离大地最近的是云雾雷电（我国古代经常把气象归入天文现象），然后是月亮，接下来是内行星（水星、金星，它们能够出现在太阳之前，形成凌日现象，表明它们比太阳近）、太阳、外行星（火星、木星、土星）、彗星、亮的恒星、暗的恒星，最遥远的是模糊的星云。</p> <p>　　需要说明的是，我国古代天文学非常发达，七八千年前就能够根据四颗恒星判断四季（尧典四星），4000年前就已经测定出木星12年绕太阳运转一周，最早的日食记录、太阳黑子记录、哈雷彗星记录，以及最早的星表（战国时代甘德、石申编制）都出现在中国。</p> <p>　　《天问》涉及的地理知识和地理范围，也有许多值得注意的内容。其一，“东西南北，其修孰多？南北顺椭，其衍几何？”这里涉及到地球赤道直径与两极直径的长短问题，以及大地的曲率问题，表明当时人们已经有了大地是球体的观念。其二，“日安不到？烛龙何照？”这实际上描述的是极地（对我国来说是北极）地区每年有半年时间没有阳光照射的现象。其三，“何所冬暖？何所夏寒？”这可能是我国古代有关南半球情况的最早记录。</p> <p>　　有趣的是，在春秋战国诸子百家中，唯独屈原的著作出现了许多与《山海经》相同的内容，例如烛龙的故事、巴蛇吞象的故事等；这或许可以表明，自从王子朝携周室典籍奔楚之后，只有楚国的大臣才有机会读到《山海经》。</p> <p>　　《天问》涉及的历史内容，具有非常高的史料价值。在这个问题上，许多学者都赞成郭沫若的观点，即凡是《天问》出现的内容，都可相信是先秦的真实资料。</p> <p>　　姜亮夫在《屈原赋校注》、《楚辞今绎讲录》等书中认为，《天问》讲夏代历史二十多条，商代历史十二三条，周代历史八九条，尤详于禹启夏初；因为楚是夏的后代，夏起自西北，后分两支，一支沿黄河东下，至今日西安、郑州一带，即周；另一支沿汉水南下，是为楚国；屈原心目的旧乡，即老家是在昆仑；楚国典籍《三坟》、《五典》、《八索》、《九丘》失传后，北儒所记历史便成了正统。</p> <p>　　此言或不无道理，关于楚是夏的后代，可以补充的内容是，鲧死后化为熊，禹治水开山时亦曾化为熊，而楚的先祖则多以“熊”为名，表明他们都是以熊为图腾的民族部落，并源自黄帝部落联盟中的有熊氏。需要说明的是，所谓楚国典籍《三坟》等，原本属于周王室收藏的历代典籍，于公元前516年被王子朝携带到楚国后，北方学者便没有机会读到它们了。此外，姜亮夫对《天问》有关历史朝代的统计数字，不知有何依据和标准。</p> <p>　　当然，我们还可以换一个角度思考，屈原没有提出的历史问题意味着什么？例如，《天问》里没有对炎帝、黄帝、太昊、少昊、颛顼的故事提出问题。显然，这表明屈原对历史问题是有所选择和取舍的。其中，太昊是楚国祭祀歌舞《九歌》的主神东皇太一，颛顼是楚人的先祖，屈原不对它们提出疑问，应当是出于尊重的考虑。由于少昊是巴人的先祖，而屈原出身于巴人家庭，因此不对少昊提出疑问，也是可以理解的。</p> <p>　　问题是，屈原为什么没有对炎帝、黄帝的事迹置一词发一问？这多少让人有些不解。这是因为，屈原已经追问到人类的起源“女娲有体，孰制匠之？”并谈到了先夏时期的尧、舜、喾、简狄、后稷、彭祖的故事，也提到了昆仑山，然而就是不提炎帝、黄帝，而且在屈原的其它作品里也没有提到炎黄二帝（《远游》提到轩辕、太昊、炎神，但是《远游》并非屈原的作品，而是汉代人所作）。或许，屈原认可的历史，取自《尚书》，而《尚书》就是以尧、舜时代为历史的开篇。</p> <p>　　我们知道，屈原对历史问题的关注，其核心的疑问在于“皇天集命，惟何戒之？受礼天下，又使至代之？”意思是，上天既然授命一个君王治理天下，为什么又要用别人取代他？这个问题的潜台词是，楚国君王受命管理楚国这片土地，已经有许多年了，难道现在是皇天要让别人（秦国）来取代楚王了吗？</p> <p>　　因此，屈原在《天问》的尾声，尽乎绝望地说：“厥严不逢，帝何求？！”意思是，楚国的江河日下已经难以挽回了，我对上天还能再要求什么呢？也就是说，屈原对祭祀巫术在保佑楚国的作用问题上，已经彻底地丧失了信心。</p> <p>　　有鉴于此，我们也就不难理解，为什么楚顷襄王兄弟在读到《天问》后，会如此地震怒，一定要把屈原放逐江南而后快。这是因为，屈原作为楚国的主祭师（相当于西方的大主教），如果他的宗教信仰产生了动摇，显然会严重威胁到楚顷襄王的统治权的，因此也就不能再继续担任三闾大夫之职了。</p> <p>　　从这个角度来说，在巫风甚浓的楚国，首先觉悟到巫术不能挽救楚国的不是别人，而正是巫师出身并长期担任楚国主祭师的屈原。在这种情况下，屈原撰写《天问》的目的，就不仅仅是发泄个人的疑问，而是为了教育楚国的君臣“悟过改更”，放弃单纯依赖巫术的心理，改变任人唯亲的现象，重新走上革新政治、变法图强之路。</p> <p>　　不幸的是，屈原的良苦用心，并没有得到楚国君臣的理解，反而因言获罪，受到了更残酷的打击，屈原被彻底剥夺了参与国政的权力和机会，并被迫长期离开了郢都，从此踏上流浪沅湘之间的凄风苦雨之途。</p><br/><h2>艺术特色</h2> <p>　　《天问》艺术上的独创，在中国<a href=\"http://so.gushiwen.org/view_72397.aspx\">诗</a>歌史上绝无仅有，这首先表现为深沉的理性思考和热烈的情感相结合。《天问》全诗都由问句组成，表现了诗人对自然、历史、社会的深思熟虑后的见解、质疑，极富哲理，但它同时是一篇满含激情的文学作品，是一首激人情志、感人肺腑的长诗。其次，《天问》通过众多疑问词和虚词的运用，不同句式的变化，使全诗错落有致、疾徐相间，独具风采。句式、问式的错综变化，加上丰富的感情色彩，构成了全诗雄肆活脱、穷极幽渺的风格，取得了奇气袭人的效果。</p> <p>　　《天问》是一篇充满强烈的理性探索精神和深沉的文学情思的经典诗作。郭沫若先生称：“其实《天问》这篇要算空前绝后的第一等奇文字”。（《<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>研究》）有学者讲，它集中反映了屈原的学术思想，可谓切中了屈原那蓬勃涌动的理性思想的脉搏。可以说《天问》一篇，是屈原对宇宙自然、人类社会总体认识的总结与升华的一种艺术再现，在那个时代，已不啻构建了一座精神和思想的巨峰。还有学者提出，《天问》是屈原在掌握了楚国巫史文献的基础上创作而成的一部文学作品，这一点从它涉猎广泛的170余个问题上，是完全可以得到印证的。</p> <p>　　《楚辞》篇名。屈原作。关于“天问”的意思，王逸《楚辞章句》说：“何不言‘问天’？天尊不可问，故曰‘天问’也。”这是一种解释。另一种解释是，即自夏殷以来，天被视作万物之主，是统摄万类群生的，一切高远神异不可知之事，都可用“天”来统称，所以有关万事万物的疑问，也可以统称为“天问”。关于《天问》的写作背景和缘由，王逸《楚辞章句》说是屈原被放逐后，忧心愁惨，彷徨山泽，他走进楚国的先王之庙及公卿祠堂，看到壁上画有天地、山川、神灵、古代贤圣、怪物等故事，于是当场题辞，写下此篇，用以排解愤懑、舒泻愁思。此说不一定可靠。至于《天问》的写作时间，也不一定如王逸所说在顷襄王之世屈原被放逐以后，也有可能作于怀王之时。</p> <p>　　《天问》的内容异常丰富，问及天、地、人之事,表达了作者对宇宙、人生、历史、乃至神话传说的看法。全诗凡374句，提出了172个问题（统计标准不一，一说116问)。由于存在错简或脱漏等情况，其中有一些文理不顺的现象。但总的看来，还是有序可循的。<a href=\"http://so.gushiwen.org/author_504.aspx\">王夫之</a>曾经指出：“篇内事虽杂举,而自天地山川，次及人事，追述往古，终于以楚先，未尝无次序存焉。”（《楚辞通释》）自篇首至“曜灵安藏”，以天事为主，杂以与天事有关的神话；自“不任汨鸿”至“乌焉解羽”，以地事为主，包括鲧禹治水传说；自“禹之力献功”至篇末，都是史事，夏代事最详，最后以楚国事为主，忧国情绪在这部分里颇为明显，但从文气上看似乎未完，恐是脱漏所致。全诗表现了作者渊博的学识、深沉的思考和丰富的想象，反映了他大胆怀疑和批判的精神。其中述及天体及历史传说，多为先秦时期的齐、鲁、三晋北方中原地区产生的诸书所不道，可能出于楚国所传旧史，即《□杌》及左史倚相所传的三坟、五典、八索、九丘等典籍。《天问》图明代萧云从作。</p> <p>　　《天问》在语言运用上与《楚辞》的其他篇章不尽相同，通篇不用“兮”字，也没有“些”、“只”之类的语尾助词。句式以四言为主，间杂以三、五、六、七言，大致上四句一节，每节一韵，节奏、音韵自然协调。有一句一问、二句一问、三句一问、四句一问等多种形式，又用“何”、“胡”、“焉”、“几”、“谁”、“孰”、“安”等疑问词交替变化，因而尽管通篇发问，读来却圆转活脱而不呆板，参差错落而有风致。所以前人评论说：“或长言，或短言，或错综，或对偶，或一事而累累反复,或数事而熔成一片。其文或峭险,或澹宕，或佶倔,或流利,诸法备尽，可谓极文章之变态。”（<a href=\"http://so.gushiwen.org/author_560.aspx\">俞樾</a>《评点楚辞》引孙语）这构成了《天问》独特的艺术风格。</p> <p>　　此外《天问》也是我国古代朴素唯物主义著作。</p><br/><h2>创作背景</h2> 　　《天问》为<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>所作。题目为何不为“问天”？天尊贵因此不能向其发问，故而成为”天问”。屈原被逐，心中忧愁憔悴。彷徨于川泽之间，游荡在平原丘陵之上。向苍穹发出呼号，仰面叹息。见到楚国先王的宗庙以及王室公卿的祠堂，墙壁上描绘着主宰天地山川的神灵，画面瑰奇美丽，形象神奇怪异，又有描绘古代圣君贤王行事的图画。四下游览之后，身体疲惫，于壁画下修养精神，抬头正看到所绘图案，于是在墙壁上书写了文字，以抒发心中的愤懑之情。楚人哀叹屈原的不幸命运，将此文字收集起来，因此此篇在文字顺序上有颠倒之处。",
  "poet": {
    "id": 238,
    "star": 0,
    "name": "屈原",
    "image": "http://img.gushiwen.org/authorImg/quyuan.jpg",
    "desc": "屈原（约公元前340-前278），中国古代伟大的爱国诗人。汉族，出生于楚国丹阳，名平，字原。战国时期楚国贵族出身，任三闾大夫、左徒,兼管内政外交大事。公元前278年秦将白起一举攻破楚国首都郢都。忧国忧民的屈原在长沙附近汩罗江怀石自杀，端午节据说就是他的忌日。他写下许多不朽诗篇，成为中国古代浪漫主义诗歌的奠基者，在楚国民歌的基础上创造了新的诗歌体裁楚辞。他创造的“楚辞”文体在中国文学史上独树一帜，与《诗经》并称“风骚”二体，对后世诗歌创作产生积极影响。"
  },
  "tags": [
    "楚辞"
  ]
}