{
  "id": 73216,
  "star": 15,
  "name": "初见嵩山",
  "dynasty": "宋代",
  "content": "年来鞍马困尘埃，赖有青山豁我怀。<br>日暮北风吹雨去，数峰清瘦出云来。",
  "fanyi": "<p><strong>译文<br></strong>多少年来，鞍马劳顿，被困于尘埃之中，尘世污浊，我的呼吸都有些不畅了。还好有青山在，它稳健、挺拔、耸立，它披一身青翠，迎接清风雨露，送走晚霞明月。青山的豁达，让我也有了驰骋的胸怀。<br>天色渐晚，北风萧萧，吹走一片云雨，此时，晴空一碧，几座山峰就从云后面走出来了，原来它们是那么的清瘦挺拔、不染一丝尘埃。</p> <p><strong>注释<br></strong>(1)嵩山：位于河南省登封市西北，五岳中的中岳。<br>(2)鞍马困：鞍马劳顿，指辛苦奔走于道路。<br>(3)豁我怀：使我开怀。豁，舒展。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　此<a href=\"http://so.gushiwen.org/view_73216.aspx\">诗</a>标题中“初”就是关键字眼。而第二句中“豁”则是抒情字眼，蕴含着诗人的喜悦之情。这是一首写山的诗，却没有采用常见的“开门见山”的写法，而是为山的出场先做下了一系列的铺排，诗人所见的对象——嵩山直到末句才出现，增添了嵩山的神秘感。“数峰清瘦出云来”，是此诗最精彩的一句，但如把这一句提前，让嵩山一开始就露面，诗的意味就会变得索然。诗人巧妙地激发了读者急于相见的欲望，使嵩山在千呼万唤中隐现，而其一旦出场，全诗便在高潮中平稳结束，留给读者很大的想象空间。</p> <p>　　诗人首二句不是写嵩山，而是从作者仕途失意落笔。“年来鞍马困尘埃，赖有青山豁我怀”，作者奔走风尘，在困顿和疲惫中，全赖青山使他的情怀有时能得到短暂的开豁。这样，青山便在未露面之前先给了人一种亲切感，引起人们想见一见的愿望。一个“困”字，形象的展现了诗人疲劳困顿的精神状态，以及空怀一腔抱负在官场中左冲右突，却不得施展的惨淡景象。</p> <p>　　第二句宕开一笔，转而去写奔波中的一点安慰，晓畅的语言骤然拉近了诗人与山的距离。青山的出现不仅使诗人得到精神的满足，更是一种自然流畅的情感寄托，吸引读者同诗人一样抬头绰望。所谓”近山而志高”，在这里，诗人对青山的亲近实际上就是对高洁傲岸的人格操守的亲近，也是对含蓄豁达的人生态度的亲近。</p> <p>　　第三句“日暮北风吹雨去”，为嵩山的出场渲染了气氛。“日暮”言天已傍晚，落日余辉中更见嵩山的深幽巍峨。“北风吹雨去”，嵩山在风侵雨蚀后愈加清新朗润，但这只是诗人的想象，未见嵩山，心中已对嵩山的景象做了一番描摹。诗人采用渲染的手法，为嵩山的出现展开序幕。</p> <p>　　前面一系列的铺垫成就了第四句的点睛之笔，“数峰清瘦出云来”，全诗只有这一句写嵩山，但诗境格外豁朗。嵩山终于在层层浮云中耸现出来，它一出现便淡化了所有的背景，其峭拔清瘦的形象是那么的清晰明朗，其高洁超脱的姿态是那么的卓尔不群，因而深得作者的喜爱和赞美。“出云来”三字抓住嵩山从云端现出的一刹那，表现出诗人的满足与喜悦，并紧扣“初见”二字。诗中鲜活清晰的意象往往是诗人情感的外化，寄予了诗人一定的审美理想与艺术追求。在这里，诗人精心挑选了“清瘦”一词来形容嵩山，写得有血有肉，极富灵性，不只赋予嵩山以人的品格、人的风貌，更体现了作者的人格操守与精神追求，引人想象雨后嵩山的特有韵味和诗人得见嵩山后的一番情怀。至此，全诗感情达到最高潮，全诗平稳结束，却言有尽而意无穷。</p> <p>　　这篇诗作写的对象是嵩山，但在很大程度上它又是表现诗人自己。人们在精神上以什么作为慰藉，往往能见出志趣和品格。困顿于仕途，赖以慰藉情怀的是嵩山，诗人的情志也表现了出来。同时山以什么样的面貌出现在艺术作品里，也往往受作者的主观感情支配。“我见青山多妩媚，料青山见我应如是。情与貌，略相似。”（<a href=\"http://so.gushiwen.org/author_217.aspx\">辛弃疾</a>《贺新郎》）这里有着主观感情对象化的问题。此诗用“清瘦”形容嵩山，不光是造语比较新奇，而且在诗人审美意识活动中也反映了他的精神气质与追求。中国士大夫中一些高人雅士，正是常常留给后世以清瘦、清竣的印象。如<a href=\"http://so.gushiwen.org/author_515.aspx\">王维</a>给<a href=\"http://so.gushiwen.org/author_757.aspx\">孟浩然</a>画像，“颀而长，峭而瘦，衣白袍”，就是典型的清瘦。因此，“数峰清瘦出云来”，虽是写嵩山，却又是人与景物融而为一，体现了诗人感情的外化。这首诗，将嵩山的面貌以及诗人的精神风貌，同时展现给了读者，达到了一种物我相融的境界。</p> <p>　　从艺术技巧上看，该诗渗透着醒豁通透的人生态度，拥有明白晓畅的语言特色，又将自己刚毅超脱的品行与之融为一体，是<a href=\"http://so.gushiwen.org/author_179.aspx\">张耒</a>诗风的全面写照。</p>",
  "about": "<h2>创作背景</h2> 　　宋神宗元丰二年（1079）夏秋之交，<a href=\"http://so.gushiwen.org/view_73216.aspx\">诗</a>人<a href=\"http://so.gushiwen.org/author_179.aspx\">张耒</a>赴任洛阳寿安县尉，途中作此诗。其《书曾子固集后》一文提到，此行先舟楫，后鞍马，又病六十日，辛苦劳顿，自不待言。然而劳顿并非始自今日，而是多年如此，所以说“年来”。诗人原任临淮主簿，据《临淮主簿厅题名记》记载，任职的三年中，文牍劳形，单调寂寞，唯有遇佳山秀水时，闷怀才豁然开朗。“年来”二句，写己为鞍马所劳，为尘埃所困，只有青山才可使自己惬意开怀。这是诗人宦游生活的真实写照。",
  "poet": {
    "id": 179,
    "star": 0,
    "name": "张耒",
    "image": "http://img.gushiwen.org/authorImg/zhanglei.jpg",
    "desc": "北宋文学家，擅长诗词，为苏门四学士之一。《全宋词》《全宋诗》中有他的多篇作品。早年游学于陈，学官苏辙重爱，从学于苏轼，苏轼说他的文章类似苏辙，汪洋澹泊。其诗学白居易、张籍，如：《田家》《海州道中》《输麦行》多反映下层人民的生活以及自己的生活感受，风格平易晓畅。著作有《柯山集》五十卷、《拾遗》十二卷、《续拾遗》一卷。《宋史》卷四四四有传。"
  },
  "tags": [
    "写山",
    "写景",
    "抒情",
    "喜悦"
  ]
}