{
  "id": 69147,
  "star": 10956,
  "name": "过零丁洋",
  "dynasty": "宋代",
  "content": "辛苦遭逢起一经，干戈寥落四周星。<br>山河破碎风飘絮，身世浮沉雨打萍。<br>惶恐滩头说惶恐，零丁洋里叹零丁。<br>人生自古谁无死？留取丹心照汗青。",
  "fanyi": "<h2>注释及译文</h2> <p><strong>译文</strong><br>回想我早年由科举入仕历尽辛苦，如今战火消歇已熬过了四个年头。<br>国家危在旦夕恰如狂风中的柳絮，自己一生的坎坷如雨中浮萍漂泊无根时起时沉。<br>惶恐滩的惨败让我至今依然惶恐，零丁洋身陷元虏可叹我孤苦零丁。<br>人生自古以来有谁能够长生不死？我要留一片爱国的丹心映照史册。</p> <p><strong>注释</strong><br>⑴零丁洋：零丁洋即”伶丁洋“。现在广东省珠江口外。1278年底，<a href=\"http://so.gushiwen.org/author_173.aspx\">文天祥</a>率军在广东五坡岭与元军激战，兵败被俘，囚禁船上曾经过零丁洋。<br>⑵遭逢：遭遇。起一经，因为精通一种经书，通过科举考试而被朝廷起用作官。文天祥二十岁考中状元。<br>⑶干戈：指抗元战争。寥（liáo）落：荒凉冷落。一作“落落”。四周星：四周年。文天祥从1275年起兵抗元，到1278年被俘，一共四年。<br>⑷絮：柳絮。<br>⑸萍：浮萍。<br>⑹惶恐滩：在今江西省万安县，是赣江中的险滩。1277年，文天祥在江西被元军打败，所率军队死伤惨重，妻子儿女也被元军俘虏。他经惶恐滩撤到福建。<br>(7)零丁：孤苦无依的样子。<br>(8)丹心：红心，比喻忠心。<br>(9)汗青：同汗竹，史册。古代用简写字，先用火烤干其中的水分，干后易写而且不受虫蛀，也称汗青。</p>",
  "shangxi": "<h2>鉴赏四</h2> <p>　　南宋末年，<a href=\"http://so.gushiwen.org/author_173.aspx\">文天祥</a>在潮州与元军作战，被俘，途经零汀洋时，元军逼迫他招降坚守崖山的宋军，他写下了这首<a href=\"http://so.gushiwen.org/view_69147.aspx\">诗</a>。诗人以诗明志，表现出视死如归的高风亮节和大义凛然的英雄气概。</p> <p>　　“辛苦遭逢起一经，干戈寥落四周星。”诗人回顾自己的仕途和征战的经历：因科举而蒙朝廷重用，在荒凉冷落的战争环境中已经度过了四个春秋。“干戈寥落”在此亦指宋元间的战事已经接近尾声，南宋几近灭亡。“山河破碎风飘絮，身世沉浮雨打萍。”破碎的山河犹如风中飘絮，动荡不安的一生就像雨打浮萍。国家的灾难、个人的坎坷浓缩在这两个比喻句中，意思是国家和个人的命运都已经难以挽回。“惶恐滩头说惶恐，零丁洋里叹零丁。”在曾经兵败的惶恐滩头，诗人也曾为自己的命运惶恐忧虑，而今途经零丁洋又怎能不感叹自己的孤苦伶仃，无力挽救国家。“人生自古谁无死，留取丹青照汗青！”自古以来，人世间谁能免于一死？只求留下一颗赤胆忠心，永远照耀在史册上。此句慷慨陈词，直抒胸中正气，表现出舍生取义、视死如归的坚定信念和昂扬斗志，因此成为千古流传的名句。</p><br/><h2>鉴赏二</h2> <p>　　这是一首永垂千古的述志<a href=\"http://so.gushiwen.org/view_69147.aspx\">诗</a>。诗的开头，回顾身世。意在暗示自己是久经磨炼，无论什么艰难困苦都无所畏惧。接着追述战斗生涯：在荒凉冷落的战争环境里，我度过了四年。把个人命运和国家兴亡联系在一起了。三四句承上从国家和个人两个方面，继续抒写事态的发展和深沉的忧愤。这一联对仗工整，比喻贴切，真实反映了当时的社会现实和诗人的遭遇。国家民族的灾难，个人坎坷的经历，万般痛苦煎熬着诗人的情怀，使其言辞倍增凄楚。五六句喟叹更深，以遭遇中的典型事件，再度展示诗人因国家覆灭和己遭危难而颤栗的痛苦心灵。结尾两句以磅礴的气势收敛全篇，写出了宁死不屈的壮烈誓词，意思是，自古以来，人生哪有不死的呢？只要能留得这颗爱国忠心照耀在史册上就行了。</p> <p>　　这句千古传诵的名言，是诗人用自己的鲜血和生命谱写的一曲理想人生的赞歌。全诗格调沉郁悲壮，浩然正气贯长虹，确是一首动天地、泣鬼神的伟大爱国主义诗篇。</p><br/><h2>鉴赏三</h2> <p>　　“辛苦遭逢起一经，干戈寥落四周星”作者在面临生死关头，回忆一生，感慨万千。他抓住了两件大事，一是以明经入仕，二是「勤王」。以此两端起笔，极好地写出了当时的历史背景和个人心境。\"干戈寥落\"，是就国家整个局势而言。据《宋史》记载，朝廷徵天下兵，但像<a href=\"http://so.gushiwen.org/author_173.aspx\">文天祥</a>那样高举义旗为国捐躯者寥寥无几。作者用\"干戈寥落\"四字，暗含着对苟且偷生者的愤激，对投降派的谴责！</p> <p>　　如果说首联是从纵的方面追述，那么，颌联则是从横的方面渲染。\"山河破碎风飘絮，身世浮沉雨打萍\"，作者用凄凉的自然景象喻国事的衰微，极深切地表现了他的哀恸。把自己的命运和国家的前途紧紧的联系在一起亡国孤臣有如无根的浮萍漂泊在水上，无所依附，这际遇本来就够惨了。而作者再在\"萍\"上著\"雨打\"二字，就更显凄苦。这\"身世浮沉\"，概括了作者艰苦卓绝的斗争和坎坷不平的一生。本联对仗工整，比喻贴切，形像鲜明，感情挚烈，读之使人怆然！</p> <p>　　五六句紧承前意，进一步渲染生发。景炎二年（1277），文天祥的军队被元兵打败后，曾从惶恐滩一带撤退到福建汀州。当时前临大海，后有追兵，如何闯过那九死一生的险境，转败为胜是他最忧虑、最惶恐不安的事情。而今军队溃败，身为俘虏，被押送过零丁洋，能不感到孤苦伶仃？这一联特别富有情味，\"惶恐滩\"与\"零丁洋\"两个带有感情色彩的地名自然相对，而又被作者运用来表现他昨日的\"惶恐\"与眼前的\"零丁\"，<a href=\"http://so.gushiwen.org/author_1137.aspx\">真可</a>谓<a href=\"http://so.gushiwen.org/view_69147.aspx\">诗</a>史上的绝唱！</p> <p>　　以上六句，作者把家国之恨、艰危困厄渲染到极至，哀怨之情汇聚为高潮，而尾联却一笔宕开：“人生自古谁无死？留取丹心照汗青！”以磅礴的气势、高亢的情调收束全篇，表现出他的民族气节和舍身取义的生死观。结尾的高妙，致使全篇由悲而壮，由郁而扬，形成一曲千古不朽的壮歌。本句中作者直抒胸臆，表现了诗人为国家安宁愿慷慨赴死的民族气节。 </p><br/><h2>赏析</h2> <p>　　首联“辛苦遭逢起一经，干戈寥落四周星。”“起一经”当指天祥二十岁中进士说的，四周星即四年。天祥于德祐元年（1275），起兵勤王，至祥兴元年（1278）被俘，恰为四个年头。此自叙生平，思今忆昔。从时间说，拈出“入世”和“勤王”，一关个人出处，一关国家危亡，两件大事，一片忠心。唐宋时期，一个人要想替国家做出一番事业，必须入仕，要入仕，作为知识分子必须通过科举考选，考选就得读经，<a href=\"http://so.gushiwen.org/author_173.aspx\">文天祥</a>遇难时，衣带中留有个自赞文说：“读圣贤书，所学何事，而今而后，庶几无愧”，就是把这两件事拴在一起的。圣人著作就叫经，经是治国安邦的。这两句<a href=\"http://so.gushiwen.org/view_69147.aspx\">诗</a>，讲两件事，似可分开独立，而实质上是连结在一起的。干戈寥落一作干戈落落，意思相近。《后汉书·耿弁传》“落落难合”注云：“落落犹疏阔也。”疏阔即稀疏、疏散，与寥落义同。《宋史》说当时谢后下勤王诏，响应的人很少，这里所讲情况正合史实。</p> <p>　　颔联接着说“山河破碎风飘絮，身世浮沉雨打萍。”还是从国家和个人两方面展开和深入加以铺叙。宋朝自临安弃守，恭帝赵昰被俘，事实上已经灭亡。剩下的只是各地方军民自动组织起来抵抗。文天祥、张世杰等人拥立的端宗赵昱逃难中惊悸而死，陆秀夫复立八岁的赵昺建行宫于崖山，各处流亡，用山河破碎形容这种局面，加上说“风飘絮”，形象生动，而心情沉郁。这时文天祥自己老母被俘，妻妾被囚，大儿丧亡，真像水上浮萍，无依无附，景象凄凉。</p> <p>　　颈联继续追述今昔不同的处境和心情，昔日惶恐滩边，忧国忧民，诚惶诚恐；今天零丁洋上孤独一人，自叹伶仃。皇恐滩是赣江十八滩之一，水流湍急，令人惊恐，也叫惶恐滩。原名黄公滩，因读音相近，讹为皇恐滩。滩在今江西省万安县境内赣江中，文天祥起兵勤王时曾路过这里。零丁洋在今广东省珠江15里外的崖山外面，现名伶丁洋，文天祥兵败被俘，押送过此。前者为追忆，后者乃当前实况，两者均亲身经历。一身为战将，一为阶下囚。故作战将，面对强大敌人，恐不能完成守土复国的使命，惶恐不安。而作为阶下囚，孤苦伶仃，只有一人。这里“风飘絮”、“雨打萍”、“惶恐滩”、“零丁洋”都是眼前景物，信手拈来，对仗工整，出语自然，而形象生动，流露出一腔悲愤和盈握血泪。</p> <p>　　尾联笔势一转，忽然宕进，由现在渡到将来，拨开现实，露出理想，如此结语，有如撞钟，清音绕梁。全诗格调，顿然一变，由沉郁转为开拓、豪放、洒脱。“人生自古谁无死，留取丹心照汗青。”让赤诚的心如一团火，照耀史册，照亮世界，照暖人生。用一照字，显示光芒四射，英气逼人。据说张弘范看到文天祥这首诗，尤其是尾联这两句，连称：“好人，好诗！”诚然文天祥把做诗与做人，诗格与人格，浑然一体。千秋绝唱，情调高昂，激励和感召古往今来无数志士仁人为正义事业英勇献身。</p>",
  "about": "<h2>主旨</h2> 　　这首<a href=\"http://so.gushiwen.org/view_69147.aspx\">诗</a>饱含沉痛悲凉，既叹国运又叹自身，把家国之恨、艰危困厄渲染到极致，但在最后一句却由悲而壮、由郁而扬，迸发出“人生自古谁无死，留取丹心照汗青”的诗句，慷慨激昂、掷地有声，以磅礴的气势、高亢的语调显示了诗人的民族气节和舍生取义的生死观。<br/><h2>创作背景</h2> <p>　　这首<a href=\"http://so.gushiwen.org/view_69147.aspx\">诗</a>见于<a href=\"http://so.gushiwen.org/author_173.aspx\">文天祥</a>《文山先生全集》，当作于公元1279年（宋祥兴二年）。公元1278年（宋祥兴元年），文天祥在广东海丰北五坡岭兵败被俘，押到船上，次年过零丁洋时作此诗。随后又被押解至崖山，张弘范逼迫他写信招降固守崖山的张世杰、陆秀夫等人，文天祥不从，出示此诗以明志。</p><br/><h2>思想感情</h2> <p>　　“丹心”是指赤红炽热的心，一般以“碧血丹心”来形容为国尽忠的人。</p> <p>　　“汗青”是指历史典籍。古时在未有纸的发明之前,要记录军国大事，便只能刻写在竹简之上；但必须先用火把竹简中的水分蒸发出来，这样才方便刻写，并可防虫蛀；后人据此引申，把记载历史的典籍统称为“汗青”。</p> <p>　　“人生自古谁无死，留取丹心照汗青”这两句<a href=\"http://so.gushiwen.org/view_69147.aspx\">诗</a>的意思，是说古往今来，人难免一死，为拯救祖国而死，一片衷心将永垂史册。</p> <p>　　<a href=\"http://so.gushiwen.org/author_630.aspx\">岳飞</a>、<a href=\"http://so.gushiwen.org/author_173.aspx\">文天祥</a>、史可法等同均是为国为民而肯抛头颅、洒热血的烈士，其壮烈情怀均与这两句诗的诗意吻合，那到底这两句诗是谁人手笔呢？</p> <p>　　南宋末年，文天祥在广东兵败被元军俘虏，并被带往北方囚禁，途中经过零丁洋，便写了《过零丁洋》这首诗来抒发国破家亡的抑郁。此诗的下半阙如下：</p> <p>　　“惶恐滩头说惶恐，零丁洋里叹零丁。人生自古谁无死，留取丹心照汗青。”</p> <p>　　表达了作者的爱国之情，体现了他的高风亮节，以及舍身取义的人生观，充分体现了他的民族精神。</p> <p>　　其后，文天祥始终不被任何威迫利诱打动，慷慨赴义！ </p><br/><h2>后世影响</h2> <p>　　《过零丁洋》作者<a href=\"http://so.gushiwen.org/author_173.aspx\">文天祥</a>，这首<a href=\"http://so.gushiwen.org/view_69147.aspx\">诗</a>是他在1279年正月过零丁洋时所作。诗中概述了自己的身世命运，表现了慷慨激昂的爱国热情和视死如归的高风亮节，以及舍身取义的，是中华民族传统美德的最高表现。</p> <p>　　为气贯长虹、启迪后世的名篇，尤以“人生自古谁无死，留取丹心照汗青”影响了一代又一代爱国志士和广大民众。自\"五四运动\"以来到抗日战争，在中国本土，在南洋和海外各地，无论是文学创作、戏剧演出、歌曲传唱中，经常可以看到《过零丁洋》等篇，激励民族情愫的呐喊。对后世志士仁人的节操，文学上的挚情文采都有深刻的启发和广远的影响。</p>",
  "poet": {
    "id": 173,
    "star": 0,
    "name": "文天祥",
    "image": "http://img.gushiwen.org/authorImg/wentianxiang.jpg",
    "desc": "文天祥（1236.6.6－1283.1.9），字履善，又字宋瑞，自号文山，浮休道人。汉族，吉州庐陵（今江西吉安县）人，南宋末大臣，文学家，民族英雄。宝祐四年（1256年）进士，官到右丞相兼枢密史。被派往元军的军营中谈判，被扣留。后脱险经高邮嵇庄到泰县塘湾，由南通南归，坚持抗元。祥光元年（1278年）兵败被张弘范俘虏，在狱中坚持斗争三年多，后在柴市从容就义。著有《过零丁洋》、《文山诗集》、《指南录》、《指南后录》、《正气歌》等作品。"
  },
  "tags": [
    "古诗三百首",
    "初中古诗",
    "爱国",
    "励志",
    "忧国忧民"
  ]
}