{
  "id": 72237,
  "star": 223,
  "name": "触龙说赵太后",
  "dynasty": "先秦",
  "content": "　　赵太后新用事，秦急攻之。赵氏求救于齐，齐曰：“必以长安君为质，兵乃出。”太后不肯，大臣强谏。太后明谓左右：“有复言令长安君为质者，老妇必唾其面。”</p> <p>　　左师触龙言愿见太后。太后盛气而揖之。入而徐趋，至而自谢，曰：“老臣病足，曾不能疾走，不得见久矣。窃自恕，而恐太后玉体之有所郄也，故愿望见太后。”太后曰：“老妇恃辇而行。”曰：“日食饮得无衰乎？”曰：“恃粥耳。”曰：“老臣今者殊不欲食，乃自强步，日三四里，少益耆食，和于身。”太后曰：“老妇不能。”太后之色少解。</p> <p>　　左师公曰：“老臣贱息舒祺，最少，不肖；而臣衰，窃爱怜之。愿令得补黑衣之数，以卫王宫。没死以闻。”太后曰：“敬诺。年几何矣？”对曰：“十五岁矣。虽少，愿及未填沟壑而托之。”太后曰：“丈夫亦爱怜其少子乎？”对曰：“甚于妇人。”太后笑曰：“妇人异甚。”对曰：“老臣窃以为媪之爱燕后贤于长安君。”曰：“君过矣！不若长安君之甚。”左师公曰：“父母之爱子，则为之计深远。媪之送燕后也，持其踵，为之泣，念悲其远也，亦哀之矣。已行，非弗思也，祭祀必祝之，祝曰：‘必勿使反。’岂非计久长，有子孙相继为王也哉？”太后曰：“然。”</p> <p>　　左师公曰：“今三世以前，至于赵之为赵，赵王之子孙侯者，其继有在者乎？”曰：“无有。”曰：“微独赵，诸侯有在者乎？”曰：“老妇不闻也。”“此其近者祸及身，远者及其子孙。岂人主之子孙则必不善哉？位尊而无功，奉厚而无劳，而挟重器多也。今媪尊长安君之位，而封之以膏腴之地，多予之重器，而不及今令有功于国，—旦山陵崩，长安君何以自托于赵？老臣以媪为长安君计短也，故以为其爱不若燕后。”太后曰：“诺，恣君之所使之。”</p> <p>　　于是为长安君约车百乘，质于齐，齐兵乃出。</p> <p>　　子义闻之曰：“人主之子也、骨肉之亲也，犹不能恃无功之尊、无劳之奉，已守金玉之重也，而况人臣乎。” ",
  "fanyi": "<p><strong>译文</strong><br>　　赵太后刚刚掌权，秦国就加紧进攻赵国。赵国向齐国求救。齐国说：“一定要用长安君作为人质，才出兵。”赵太后不同意。大臣们极力劝谏。太后明白地对左右侍臣说说：“有再说让长安君为人质的，我老太婆一定朝他脸上吐口水！”</p> <p>　　左帅触龙（对侍臣）说，希望拜见太后。太后气冲冲地等着他。（触龙）走入殿内就用快走的姿势慢慢地走着小步，到（太后面前）谢罪，说：“老臣的脚有毛病，竟不能快跑，不能拜见您有很长时间了。我私下原谅了自己，但是又怕太后的福体有什么毛病，所以还是想来拜见太后。”说：“我（也是脚行毛病）要靠手推车行动。”（触龙）说：“您每天的饮食该不会减少吧？”（太后）说：“就靠喝点粥罢了。\"（触龙）说：“老臣近来特别不想吃饭，于是强迫自己散步，每天走三四里，稍微增加了喜欢吃的食物，对身体也舒适些了。”太后说：“我不能（像您那样散步）。\"太后的脸色稍微和缓了些。</p> <p>　　左帅公说：“老臣的犬子舒祺，年龄最小，不成器，可是臣已衰老，私心又疼爱他，希望（您）让他补充黑衣卫士的人数，来保卫王宫。我冒着死罪来求您！”太后说：“答应您！年龄多大了？”（触龙）回答：“十五岁了。虽然还小，但想趁我未死之前来托付给您。”太后说：“男人也疼爱他小儿子吗？”（触龙）回答：“比女人爱得厉害些。”太后笑着说：“女人爱得特别厉害。”（触龙）回答：“老臣认为老太太爱燕后超过爱长安君。”（太后）说：“您错了，不像爱长安君那样厉害。”左师公说：“父母爱子女，就要为他们考虑得长远些。老太太送燕后（出嫁）时，（她上了车）还握着她的脚后跟为她哭泣，惦念、伤心她的远嫁，这也够伤心的了。送走以后，不是不想念她了；但每逢祭祀您一定为她祈祷，祈祷说：‘一定别让她回来啊’这难道不是从长远考虑，（希望她）有子孙相继为王吗？”太后说：“是这样。”</p> <p>　　左帅公说：“从现在算起往上推三代，一直到赵氏建立赵国的时候，赵王的子孙凡被封侯的，他们的继承人还有在侯位的吗？”（太后）说：“没有。”（触龙又）问：“不仅是赵国（没有），其他诸侯国子孙被封候的，其继承人有在侯位的吗？”（太后）说：“我没有听说过。”（触龙）说：“这是这些被封侯的近的灾祸及于自身，远的灾祸及其子孙。难道是国君的子孙就一定不好吗？（根本的原因是他们）地位高贵却没有功，俸禄优厚却没有劳，而且拥有的贵重宝器多了。现在老太太让长安君的地位高贵，并且把肥沃的土地封给他，还给他很多贵重的宝器，却不趁现在（您健在时）让他有功于国，一旦您驾崩了，长安君凭什么在赵国立身呢？老臣认为老太太为长安君考虑得太短浅，所以认为您（对长安君）的爱不如燕后。”太后说：“（您说得）对。任凭您怎样支使他吧！”</p> <p>　　于址为长安君备车一百乘，到齐国去作人质。齐国才出兵。</p> <p>　　子义听到这事说：“国君的孩子，可算是国君的亲骨肉了，尚且还不能凭靠无功的尊位、没有劳绩的俸禄来守住金玉宝器，更何况是人臣呢！”</p> <p><strong>注释</strong><br>1.太后：帝王的母亲，这里指赵孝成王的母亲赵威后。<br>2.新用事：刚刚掌权。用事：指当权，掌管国事。<br>3.急：加紧。<br>4.求救于齐：向齐国求救。于：向，介词。<br>5.必：一定。以……为：把……作为。<br>6.长安君：赵威后的小儿子，封于赵国的长安，封号为长安君。<br>7.质：人质。古代两国交往，各派世子或宗室子弟留居对方作为保证，叫“质”或“质子”。<br>8.强（qiǎng）：竭力，极力。<br>9.谏：古代臣对君、下对上的直言规劝。<br>10.明：明白地。<br>11.左右：指赵威后身边的侍臣。<br>12.复言：再说。<br>13.令：让，使。<br>14.唾：吐唾沫，动词。唾其面：朝他脸上吐唾沫。<br>15.左师：春秋战国时，宋、赵等国官制有左师、右师，为掌实权的执政官。<br>16.言：说，是“言于左右”的省略，“左右”承前省。“言于左右”是“对太后的侍臣说”。<br>17.见：谒见，拜见。<br>18.盛气：怒气冲冲。<br>19.揖：应为“胥”。1973年长沙马王堆汉墓出土帛书《触龙见赵太后章》和《史记·赵世家》均作“胥”。胥：通“须”，等待。<br>20.入：进入殿内。<br>21.徐趋：用快走的姿势，慢步向前走。徐：慢慢地。趋：小步快走。古礼规定，臣见君一定要快步往前走，否则便是失礼。触龙因年老病足，不能快走，又要做出“趋”的姿势，只好“徐趋”。<br>22.自谢：主动请罪。谢：道歉。<br>23.病足：脚有毛病。病：有病，动词。<br>24.曾：竟，副词。<br>25.疾：快。<br>26.不得：不能。<br>27.见：指拜见太后。<br>28.窃：私下，私意，表谦敬的副词。<br>29.自恕：原谅自己。恕：宽恕，原谅。<br>30.玉体：贵体，敬词。古人重玉，所以用玉来比喻太后的身体。后来，玉体一词，常被用来形容美女的体态。<br>31.郄（xì）：同“隙”，空隙，引申为毛病。所郄：是具有名词性的“所”字结构，作“有”的宾语。有所郄：有什么毛病。<br>32.望见：这是一种表敬的说法，意思是不敢走得太近，只能在远处望望。<br>33.恃（shì）：依靠，凭借。<br>34.辇（niǎn）：古代用两人拉的车子，秦汉以后特指皇帝坐的车子。<br>35.日：每日，时间名词作状语。<br>36.得无：副词性固定结构，与语气词“乎”相呼应，表示带有揣测性语气的问话，可译为为“该不会……吧”。<br>37.衰：减少。<br>38.今者：近来。者：助词，附于时间词后，使时间词由单音词变成复音词，并起提顿作用。<br>39.殊：很，特别，副词。<br>40.强（qiǎng）步：勉强散散步。步：散步，步行，动词。<br>41.日：每天（步行）。<br>42.少：稍微，略微，副词。<br>43.益：增加，动词。<br>44.耆（shì）：同“嗜”，喜爱。耆食：喜爱吃的食物。<br>45.和：和谐，这里是舒适的意思。<br>46.色：脸色，指赵太后的怒色。<br>47.少解：稍微不和缓了些。<br>48.公：对人的尊称。<br>49.贱息：卑贱的儿子。这是对别人谦称自己的儿子，与现在说的“犬子”“贱子”意同。息：儿子。<br>50.舒祺：触龙幼子的名字。<br>51.少（shào）：年幼。<br>52.不肖（xiào）：原意是不像先辈（那样贤明），后来泛指儿子不成材、不成器。肖：像，似。<br>53.怜：怜爱。文言里的“爱”和“怜”在亲爱的意义上是同义词。<br>54.令：让（他）。“令”后省略兼语“之”，指舒祺。<br>55.得：能够。<br>56.黑衣：指卫士，王宫卫士穿黑衣，所以用“黑农”借代卫士。以：来，连词。<br>57.没（mò）：冒昧。没死：冒着死罪。<br>58.以：连词，来。<br>59.闻：使上级知道，使动用法。这里可译为“请求”。<br>60.敬：表示客气的副词。<br>61.诺：表示答应的意思。敬诺：意为“答应”，是应答之词。几何：多少。<br>62.愿：希望。<br>63.及：趁。<br>64.填沟壑（he）：指死后无人埋葬，尸体丢在山沟里。这是对自己死亡的谦虚说法。壑：山沟。托之：把他托付给（您）。<br>65.丈夫：古代对成年男子的通称。<br>66.甚：厉害，形容词。<br>67.于：比，介词。<br>68.异甚：特别厉害。<br>69.以为：认为。<br>70.媪（ǎo）：刘老年妇女的尊称，同今之“老太太”。<br>71.燕后：赵太后的女儿，嫁给燕王为后。<br>72.贤于：胜过。<br>73.君：您，对人的尊称。<br>74.过：错。<br>75.之甚：那样厉害。<br>76.子：这里泛指子女。<br>77.为：替，介词。<br>78.计：打算，考虑。<br>79.深远：长远，作动词“计”的补语。<br>80.持：握持。<br>81.踵（zhǒng）：脚后跟。燕后上了车，赵太后在车下还要握着她的脚后跟，舍不得她离去。<br>82.为之：为她。泣：小声哭。<br>83.念悲：惦念并伤心。<br>84.远：远去，形容词用如动词。<br>85.非弗：不是不，都是副词。<br>86.必：一定，副词。<br>87.祝之：为她祈祷。祝：向神祈祷。<br>88.使：让（她）。<br>89.反：同“返”。古代诸侯的女儿嫁到别国，只有在被废或亡国的情况下，才能返回本国。所以赵太后为燕后祈祷：一定别让她回来。<br>90.计久长：打算得长远。<br>91.有子孙：（希望燕后）有子孙。<br>92.世：代，古代父子相继为一代。今三世：从现在算起上推三代。现在第一代是赵孝成王，上推第二代是他的父亲赵惠文王，上推第三代是他的祖父赵武灵王。“三世以前”当指他的曾祖父赵肃侯（前349—前326）。<br>93.赵之为赵：赵氏家族建立赵国（的时候）。前“赵”指赵氏家族。后“赵”指赵国。之：助词，变主谓句为词组，作状语。为：成为，建立，动词。赵国国君原是晋文公大臣赵衰的后代。周威烈王二十三年（前403）韩、赵、魏三家分晋，赵烈侯山晋国一个大夫变为诸侯，正式建立赵国。<br>94.侯者：被封为侯的人。侯：封侯，活用为动词。<br>95.继：活用为名词，继承人。<br>96.在者：在侯位的人。<br>97.微独：不仅，不但。微：不，否定副词。独：仅，副词。<br>98.此：这，指代上面说的三世以前封侯的、他们的子孙没有继承侯位的这件事。<br>99.身：指“侯者”自身。远者及其子孙，“及”前竹略“祸”字。<br>100.人主：国君，诸侯。<br>101.则：就，连词。善：好。<br>102.位：地位。<br>103.尊：尊贵，高贵。<br>104.而：可是，转折连词。<br>105.奉：同“俸”，俸禄，相当现的工资待遇。<br>106.劳：功劳。<br>107.尊：使……尊贵，形容词使动用法。<br>108.封：古代帝王或诸侯把土地分给子孙或臣下作为他的食邑或领地。<br>109.膏腴（yú）：比喻土地肥沃。膏：汕脂。腴：腹下的肥肉。“以膏腴之地”是介词结构，在这里是补语。译成现代汉语时，要移到“封之”之前作状语，按“以膏腴之地封之”翻译。<br>110.及今：趁现在（您在世）。<br>111.令：是“令（之）\"的省略，让（他）。<br>112.山陵崩：古代用以比喻国君或王后的死，表明他们的死不同寻常，犹如山陵崩塌，这是一种委婉的说法。这里指赵太后去世。<br>113.何以：疑问代词。以：介词。何以：凭什么，介词宾语前置。<br>114.自托：寄托自己。<br>115.以：认为，动词。<br>116.为：替，介词。<br>117.计短：考虑得太短浅。<br>118.不若：不如。<br>119.诺：应答之词，表示同意，可译“对”。<br>120.恣：任凭。<br>121.使之：支使他，派遣他。前“之”，助词，不译；后“之”，代词，代长安君。<br>122.约车：套车。约：捆缚，套。<br>123.乘（shèng）：量词，古代一车上马叫“乘”。质于齐。质：作人质，名词活用为动词。<br>124.子义：赵国贤人。<br>125.犹：还。尊：用作名词。指尊高的地位。</p>",
  "shangxi": "<p>　　开口说话，看似简单，实则不容易，会说不会说大不一样。古人云：“一言可以兴邦，一言也可以误国”。苏秦凭三寸不烂之舌而身挂六国相印，靠经天纬地之言而强于百万之师，烛之武因势利导而存郑于危难，触龙循循善诱而救赵于水火。言语得失，小则牵系做人难易，大则连及国家兴亡，非常重要。下面就以《触龙说赵太后》为例，谈谈说话的艺术。</p> <p>　　1、 察言观色，避其锋芒。</p> <p>　　赵太后刚刚执政，秦国就急攻赵国，危急关头，赵国不得不求救于齐，而齐国却提出救援条件――让长安君到齐国做人质。溺爱孩子、缺乏政治远见的赵太后不肯答应这个条件，于是大臣竭力劝阻，惹的太后暴怒，“有复言令长安君为质者，老妇必唾其面”。面对此情此景，深谙说话艺术的左师触龙并没有像别的朝臣那样一味地犯颜直谏，批逆龙鳞，而是察言观色，相机行事。他知道，赵太后刚刚执政，缺乏政治经验，目光短浅，加之女性特有的溺爱孩子的心理，盛怒之下，任何谈及人质的问题都会让太后难以接受，使得结果适得其反。所以触龙避其锋芒，对让长安君到齐国做人质的事只字不提，而是转移话题。先问太后饮食住行，接着请托儿子舒祺，继之论及疼爱子女的事情，最后大谈王位继承问题。不知不觉之中，太后怒气全消，幡然悔悟，明白了怎样才是疼爱孩子的道理，高兴地安排长安君到齐国做人质。</p> <p>　　2、 关心问候，缓和气氛。</p> <p>　　面对怒气冲冲、盛气凌人的赵太后，首要的问题是让她能够心平气和，平心静气，给人以劝说的契机，从而引起她谈话的兴趣，一步步进入正题。触龙拜见太后并不难，但见到太后谈什么却很关键。话不投机，三言两语也许就会被拒之于千里之外。因此，触龙反复揣摩太后的心理，选择了老年人都共同关心的饮食起居话题，先从自己脚有毛病（也许是假的）、不能快走谈起，以己推人，关心起太后的身体情况，自然而然，合乎情理。别人发自内心的真诚的问候，老年人同病相怜的真实的感受，让赵太后冰冷的内心有了一丝的感动，她无法拒绝触龙提出的问题，于是“色少解”，和触龙交谈了起来。紧张的气氛得到缓和，谈话有了良好的开端。</p> <p>　　3、 大话家常，拉近距离。</p> <p>　　触龙和太后接上了话，此时还不能步入正题，因为谈话才刚刚开始，太后也只是“色少解”，此时如果谈及人质问题，太后马上会翻脸不认人，必定会唾触龙满面。但谁都知道，触龙晋见太后不可能只是为了问寒问暖，谈话还要继续，怎样才能让谈话既显得合情合理，又自然会引到人质问题上呢？触龙于是想到了人性中最合乎人之常情的一面――求请安排孩子。自己虽然脚有毛病，太后虽然怒气冲冲，但为了孩子将来能有一个好的归宿，进宫求见太后，这是非常自然的。因此，触龙和太后谈起了孩子，拉起了家常，无形之中拉近了两人之间的距离，使得谈话得以继续，事情向着触龙预先设计好的方向发展。</p> <p>　　4、 投其所好，请君入瓮。</p> <p>　　应当说，触龙问候起居、关心孩子，都切中了赵太后的心理，但最能打动赵太后的恐怕不是这些，而是触龙的一句话，“老臣窃以为媪之爱燕后贤于长安君”。孩子是娘的心头肉，做父母的谁不疼爱自己的孩子呢？赵太后溺爱孩子，众人皆知，触龙从请托孩子谈起，欲擒故纵，故意诱导赵太后谈及“丈夫亦爱怜其少子乎？”，从而自然引到赵太后疼爱孩子问题上，这一对话深深地打动了赵太后。它道出了赵太后疼爱孩子的事实。此时，作为母亲的赵太后的心中也许会涌现出哺养长安君、持燕后踵哭泣、祭祀必祈祷的一幕幕往事。她的思想、感情已完全为触龙所控制，自然也就完全听由他摆布了。</p> <p>　　5、 晓之以理，循循善诱。</p> <p>　　说话技巧再高，它高不过“理”字。《十善业道经》说，“言必契理，言可承领，言则信用，言无可讥”，意思是说，言论一定要合理，要让别人能接纳领受，要有信用，要令人无懈可击。说话的前提要讲一个“理”字，触龙的话之最终所以能够让赵太后欣然信服，愿意安排长安君到齐国做人质，关键在于他能够在动之以情的基础上，以理服人。谁不疼爱自己的孩子，爱孩子就要为孩子考虑的长远一些，就要让孩子有立身之本，不要仅仅依靠权势、父母。站在客观事实的角度，触龙步步诱导，旁敲侧击，明之以实，晓之以理，全部对话无一字涉及人质，但又句句不离人质。迂回曲折之中尽显语言奥妙，循循善诱之余凸现事情必然。</p> <p>　　说话是一门艺术，为人处事离不开说话，要想把话说好，不妨多跟古人学学。</p>",
  "about": "<h2>故事背景</h2> <p>　　文章选自《战国策·赵策四》。公元前265年，赵惠文王死，其子孝成王继位，年幼，由赵太后摄政。赵太后就是赵威后，赵惠文王的妻子，赵孝成王的母亲。当时，秦国趁赵国政权交替之机，大举攻赵，并已占领赵国三座城市。赵国形势危急，向齐国求援。齐国一定要赵威后的小儿子长安君为人质，才肯出兵。赵威后溺爱长安君，执意不肯，致使国家危机日深。触龙在这种严重的形势下说服了赵威后，让她的爱子出质齐国，解除了赵国的危机。</p>",
  "poet": {
    "id": 403,
    "star": 0,
    "name": "刘向",
    "image": "http://img.gushiwen.org/authorImg/liuxiang.jpg",
    "desc": "刘向（约前77—前6） 原名更生，字子政，祖籍沛郡（今属江苏徐州）人。西汉经学家、目录学家、文学家。刘向的散文主要是秦疏和校雠古书的“叙录”，较有名的有《谏营昌陵疏》和《战国策叙录》，叙事简约，理论畅达、舒缓平易是其主要特色。"
  },
  "tags": [
    "古文观止",
    "高中文言文",
    "劝谏",
    "历史",
    "故事"
  ]
}