{
  "id": 71824,
  "star": 143,
  "name": "鹊桥仙·七夕",
  "dynasty": "宋代",
  "content": "缑山仙子，高清云渺，不学痴牛騃女。凤箫声断月明中，举手谢时人欲去。<br>客槎曾犯，银河波浪，尚带天风海雨。相逢一醉是前缘，风雨散、飘然何处？",
  "fanyi": "<p><strong>译文<br></strong>缑山仙子王子乔性情高远，不像牛郎织女要下凡人间。皎洁的月光中停下吹凤箫，摆一摆手告别人间去成仙。<br>听说黄河竹筏能直上银河，一路上还挟带着天风海雨。今天相逢一醉是前生缘分，分别后谁知道各自向何方？</p> <p><strong>注释<br></strong>①鹊桥仙：词牌名，又名《鹊桥仙令》、《金风玉露相逢曲》、《广寒秋》等。<br>②缑（gōu）山：在今河南偃师县。缑山仙子指在缑山成仙的王子乔。<br>③云渺（miǎo）：高远貌。<br>④痴（chī）牛騃（ái）女：指牛郎织女。在这里不仅限于指牛郎织女，而是代指痴迷于俗世的芸芸众生。<br>⑤凤箫声：王子乔吹笙时喜欢模仿凤的叫声。<br>⑥时人：当时看到王子乔登仙而去的人们。<br>⑦槎（chá）：竹筏。<br>⑧银河：天河。<br>⑨尚（shàng）：还。<br>⑩前缘：前世的因缘。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这是一首送别词，题为七夕，是写与友人陈令举在七夕夜分别之事。</p> <p>　　上片落笔先写陈令举之风度，他高情云渺，如侯家人于缑氏山头的王子晋在风箫声声的新月之夜，没有望到家人，自己便飘然而去。与友人在七夕夜分别，词人自然想到牛郎织女，但陈令举不像他们那样痴心于儿女之情。</p> <p>　　下片想象友人乘坐的船只来到银河之中，当他回到人间时，就挟带着天上的天风海雨。接着他评价二人的友谊能够相逢共一醉，那是前世有缘，当天风海雨飘飘散去之后，友人也将随风飘去。</p> <p>　　写送别，一般人都会徒增伤感，而词人却是豪气纵横，驰骋想象，遨游天界银河，如<a href=\"http://so.gushiwen.org/author_272.aspx\">陆游</a>所说“曲终觉天风海雨逼人”。一般写七夕银河，总是“盈盈一水间，脉脉不得语”之类的柔情凄景，而词人笔下那天风海雨之势，正显露了他不凡的气魄与胸襟，这种逼人的天风海雨，便是他豪放词风形象性的说明。</p><br/><h2>赏析二</h2> <p>　　“缑山仙子，高清云渺，不学痴牛騃女”赞美王子乔仙心超远，若有若无，不去学习牛郎织女身陷情网，作茧自缚。“凤箫声断月明中，举手谢时人欲去”承接前文，刻画王子乔超凡脱俗的形象。王子乔吹箫奏凤凰之鸣，挥手告别时人，乘鹤而去，令人羡慕。王子乔放浪形骸、超凡成仙的形象，和放弃仙位陷于情网的织女形成强烈的对比，表现出词人渴望像王子乔一样能够遗世独立、羽化成仙的情志，也是词人对陈令举离别情思的开导之语。</p> <p>　　“客槎曾犯，银河波浪，尚带天风海雨”借用晋人遇仙的神话故事，比况几位友人曾冲破银浪泛舟而行。“相逢一醉是前缘，风雨散、飘然何处”写欢乐的地方很少，很快就面临离别。“相逢一醉是前缘”，写自己和友人的相聚，“风雨散、飘然何处”，写朋友分别之后各自离去。“一醉是前缘”，含慰藉之意，“飘然何处”，蕴含无限的感慨之情。</p> <p>　　全词不但摆脱了儿女艳情的旧套，借以抒写送别的友情，而且用事上紧扣七夕，格调上用飘逸超旷取代缠绵悱恻之风，读来深感词人的超凡脱俗以及卓而不群的姿态。</p>",
  "about": "<h2>创作背景</h2> 　　熙宁七年（1074年），词人和陈令举坐船游玩，一边喝酒，一边快乐的畅谈，然而相聚总是要分离的，为了表达对陈令举的依依不舍，词人便写下这首词送给他。",
  "poet": {
    "id": 183,
    "star": 0,
    "name": "苏轼",
    "image": "http://img.gushiwen.org/authorImg/sushi.jpg",
    "desc": "苏轼（1037－1101），北宋文学家、书画家、美食家。字子瞻，号东坡居士。汉族，四川人，葬于颍昌（今河南省平顶山市郏县）。一生仕途坎坷，学识渊博，天资极高，诗文书画皆精。其文汪洋恣肆，明白畅达，与欧阳修并称欧苏，为“唐宋八大家”之一；诗清新豪健，善用夸张、比喻，艺术表现独具风格，与黄庭坚并称苏黄；词开豪放一派，对后世有巨大影响，与辛弃疾并称苏辛；书法擅长行书、楷书，能自创新意，用笔丰腴跌宕，有天真烂漫之趣，与黄庭坚、米芾、蔡襄并称宋四家；画学文同，论画主张神似，提倡“士人画”。著有《苏东坡全集》和《东坡乐府》等。"
  },
  "tags": [
    "七夕节",
    "月夜",
    "送别",
    "豪放"
  ]
}