{
  "id": 71069,
  "star": 288,
  "name": "谒金门·风乍起",
  "dynasty": "五代",
  "content": "风乍起，吹皱一池春水。闲引鸳鸯香径里，手挼红杏蕊。<br>斗鸭阑干独倚，碧玉搔头斜坠。终日望君君不至，举头闻鹊喜。",
  "fanyi": "<p><strong>译文</strong><br>春风乍起，吹皱了一池碧水。（我）闲来无事，在花间小径里逗引池中的鸳鸯，随手折下杏花蕊把它轻轻揉碎。<br>独自倚靠在池边的栏杆上观看斗鸭，头上的碧玉簪斜垂下来。（我）整日思念心上人，但心上人始终不见回来，（正在愁闷时），忽然听到喜鹊的叫声。</p> <p><strong>注释</strong><br>⑴谒金门：词牌名。<br>⑵乍：忽然。<br>⑶闲引：无聊地逗引着玩。<br>⑷挼：揉搓。<br>⑸斗鸭：以鸭相斗为欢乐。斗鸭阑和斗鸡台，都是官僚显贵取乐的场所。独：一作“遍”<br>⑹碧玉搔头：一种碧玉做的簪子。《西京杂记》载：“（汉）武帝过李夫人，就取玉簪搔头；自此后，宫人搔头皆用玉。”</p>",
  "shangxi": "<p>　　这首词写贵族少妇在春日思念丈夫的百无聊赖的景况，反映了她的苦闷心情。由于封建社会妇女无地位，上层社会的妇女依附于男子，女子又禁锢在闺房，精神上很忧郁，这种情况在封建社会相当普遍，因此古典<a href=\"http://so.gushiwen.org/view_71069.aspx\">诗</a>歌中写闺阁之怨的也有很多，这种闺怨诗或多或少从侧面反映了妇女的不幸遭遇。如<a href=\"http://so.gushiwen.org/author_437.aspx\">王昌龄</a>《闺怨》 ：“闺中少妇不知愁，春日凝妆上翠楼。忽见陌上杨柳色，悔教夫婿觅封侯。”这首词着力表现的，不是情事的直接描述，而是雅致优美的意境。</p> <p>　　“风乍起，吹绉一池春水。”这两句是双关语，表面写景，实际写情，本来水波不兴，忽然刮来风吹皱了池塘的水，象征着词中女主人公的心动荡不安，起伏不平静。春回大地，万象更新，丈夫远行在外，女主人公孤独一人，不由产生寂寞苦闷。开头这两句是是传诵古今的名句，据说<a href=\"http://so.gushiwen.org/author_332.aspx\">李璟</a>与冯延巳相谐谑，李说冯：“‘吹皱一池春水’，干卿何事？”冯答：“未若陛下‘小楼吹彻玉笙寒’也！”于是君臣皆欢！</p> <p>　　“闲引鸳鸯香径里，手挼红杏蕊。”鸳鸯是水鸟，雌雄成双成对，在诗歌中经常作为爱情的象征， 《孔雀东南飞》 ：“中有双飞鸟，自名为鸳鸯。”用“鸳鸯”来比喻刘兰芝和焦仲卿的爱情。这两句是倒装句，女主人公为了排遣苦闷，就双手揉搓着红杏的花蕊，引逗着鸳鸯徘徊在园中的小路里，这多少给她带来了愉悦，暂时忘掉自己的寂寞；但是看见鸳鸯成双成对，更显得自己孤单，又勾起了自己的烦恼，引起对心上人的怀念。</p> <p>　　“斗鸭阑干独倚，碧玉搔头斜坠。”古代有以鸭相斗为戏的，《三国志·吴书·陆逊传》：“时建昌侯虑于堂前作斗鸭阑，颇施小巧。”古代小说《赵飞燕外传》中也说过：“忆在江都时，阳华李姑畜斗鸭水池上，苦獭啮鸭。”晋代蔡洪、唐代<a href=\"http://so.gushiwen.org/author_1794.aspx\">李邕</a>都作有《斗鸭赋》。这里的“斗鸭”有人认为就是看斗鸭，有人认为是看水中的鸭子嬉戏，实际上是栏杆上的一种雕饰。从句式和意境看，理解为雕饰合适。女主人公心绪不佳，独自靠着栏杆站着，头上的簪随便斜插着，快掉下来。勾画出女主人公懒散的心情，《诗经·卫风·伯兮》中有“自伯之东，首如飞蓬。岂无膏沐?谁适为容! ”的句子，有异曲同工之妙。</p> <p>　　“终日望君君不至，举头闻鹊喜。”《开元天宝遗事》记载：“时人之家，闻鹊声皆以为喜兆，故谓灵鹊报喜。”从早到晚心中想到的是心上人儿现在何处？何时才会回到自己身边？喜鹊的再次鸣叫，又勾起她的期待，但谁又知道新的期待不是新的失落呢？无须过多语言，只这一句“举头闻鹊喜”就够了，词如池塘的涟漪，波折不停，最后掀起了一个较高的波浪，定住作结，婉转含蓄，耐人寻味，可以说，这一句是整篇词的画龙点睛之笔。</p>",
  "poet": {
    "id": 186,
    "star": 0,
    "name": "冯延巳",
    "image": "http://img.gushiwen.org/authorImg/fengyansi.jpg",
    "desc": "冯延巳 （903--960）又名延嗣，字正中，五代广陵（今江苏省扬州市）人。在南唐做过宰相，生活过得很优裕、舒适。他的词多写闲情逸致辞，文人的气息很浓，对北宋初期的词人有比较大的影响。宋初《钓矶立谈》评其“学问渊博，文章颖发，辩说纵横”，其词集名《阳春集》。"
  },
  "tags": [
    "宋词三百首",
    "婉约",
    "写景",
    "惜别",
    "留恋"
  ]
}