{
  "id": 71303,
  "star": 333,
  "name": "夏日田园杂兴",
  "dynasty": "宋代",
  "content": "梅子金黄杏子肥，麦花雪白菜花稀。日长篱落无人过，惟有蜻蜓蛱蝶飞。<br>五月江吴麦秀寒，移秧披絮尚衣单。稻根科斗行如块，田水今年一尺宽。<br>二麦俱秋斗百钱，田家唤作小丰年。饼炉饭甑无饥色，接到西风熟稻天。<br>百沸缲汤雪涌波，缲车嘈囋雨鸣蓑。桑姑盆手交相贺，绵茧无多丝茧多。<br>小妇连宵上绢机，大耆催税急於飞。今年幸甚蚕桑熟，留得黄丝织夏衣。<br>下田戽水出江流，高垄翻江逆上沟；地势不齐人力尽，丁男长在踏车头。<br>昼出耘田夜绩麻，村庄儿女各当家。童孙未解供耕织，也傍桑阴学种瓜。<br>槐叶初匀日气凉，葱葱鼠耳翠成双。三公只得三株看，闲客清阴满北窗。<br>黄尘行客汗如浆，少住侬家漱井香；借与门前磐石坐，柳阴亭午正风凉。<br>千顷芙蕖放棹嬉，花深迷路晚忘归。家人暗识船行处，时有惊忙小鸭飞。<br>采菱辛苦废犁鉏，血指流丹鬼质枯。无力买田聊种水，近来湖面亦收租。<br>蜩螗千万沸斜阳，蛙黾无边聒夜长。不把痴聋相对治，梦魂争得到藜床？",
  "fanyi": "<h2>注释</h2> ⑴梅子：梅树的果实，夏季成熟，可以吃。肥：指果肉肥厚。麦花：荞麦花。菜花：油菜花。篱落：中午篱笆的影子。惟有：只有。蛱（jiá）蝶：菜粉蝶。<br>⑵科斗：即蝌蚪。<br>⑶秋：收成。一作“收”。<br>⑷缲：同“缫”，抽茧出丝。<br>⑸耘田：除草。绩麻：把麻搓成线。各当家：每人担任一定的工作。未解：不懂。供：从事，参加。傍：靠近。<br>⑹浆：古代一种带酸味的饮料，这里比喻汗水浑浊。少住：稍稍停一会儿。侬：我。漱井香：用香甜的井水漱漱口。借与：让给。亭午：正午。<br>⑺芙蕖：荷花。<br>⑻蜩螗：蝉。",
  "shangxi": "<h2>选析</h2> <p>　　此组<a href=\"http://so.gushiwen.org/view_71303.aspx\">诗</a>共十二首，这里选取第一首、第七首和第九首进行赏析。</p> <p>　　其一：“梅子金黄杏子肥，麦花雪白菜花稀。日长篱落无人过，惟有蜻蜒蛱蝶飞。”</p> <p>　　这首诗的大意是：梅子已经变成金黄色，杏子也已长肥了。春天田野中金灿灿的菜花现在已经落去，只剩下稀稀落落的残朵；一眼望去，却是雪白的麦花。正午时分，太阳高高在上，篱笆影子随着太阳升高越来越短，没有人经过。四周静悄悄的，只有蜻蜓和蝴蝶飞过。</p> <p>　　这首诗写初夏江南的田园景色。诗中用梅子黄、杏子肥、麦花白、菜花稀，写出了夏季南方农村景物的特点，有花有果，有色有形。前两句写出梅黄杏肥，麦白菜稀，色彩鲜丽。诗的第三句，从侧面写出了农民劳动的情况：初夏农事正忙，农民早出晚归，所以白天很少见到行人。最后一句又以“惟有蜻蜓蛱蝶飞”来衬托村中的寂静，静中有动，显得更静。后两句写出昼长人稀，蜓飞蝶舞，以动衬静。</p> <p>　　其七：“昼出耘田夜绩麻，村庄儿女各当家。童孙未解供耕织，也傍桑阴学种瓜。”</p> <p>　　这首诗的大意是：白天在田里锄草,夜晚在家中搓麻,村中男男女女各有各的家务劳动。小孩子虽然不会耕田织布,也在那桑树阴下学着种瓜。</p> <p>　　这首诗以朴实的语言、细微的描绘，热情地赞颂了农民紧张繁忙的劳动生活。前两句写乡村男耕女织，日夜辛劳，表现了诗人对劳动人民的同情和敬重。后两句生动地描写了农村儿童参加力所能及的劳动的情景，流露出对热爱劳动的农村儿童的赞扬。诗中描写的儿童形象，天真纯朴，令人喜爱。全诗有概述，有特写，从不同侧面反映出乡村男女老少参加劳动的情景，具有浓郁的生活气息。</p> <p>　　其九：“黄尘行客汗如浆，少住侬家漱井香；借与门前磐石坐，柳阴亭午正风凉。”</p> <p>　　这里描述的是一个农家孩子，在自家门口义务招待过路行人的情景，用的是自己的口吻。诗中是这样描述的：</p> <p>　　烈日当空，尘土飞扬。村边大路上，艰难地走来了一位行人，浑浊的汗水湿透了他的衣衫，污染了他的面颊。天太热了。</p> <p>　　“快来歇一会儿吧！”小东道主热情的招呼着，从柳树下的大圆石上跳下来，请客人坐在上面休息休息。然后跑到井边，拔上的罐香甜清凉的井水，捧到客人面前，让他漱漱口，喝下去又解渴又败火的的清凉水呀！ 　正当盛夏中午，天像下了火，可在这浓密的柳阴下，却是清风送爽，凉快极了！</p> <p>　　“柳阴亭午正风凉”，这是小东延主的夸耀，也是过路行人的感受。可以想见，当客人喝足水，乘够凉，重新上路的时候，一定是精神抖擞、跨步高远，而且还会频频回头致意：“谢谢你呀！小兄弟！” </p>",
  "poet": {
    "id": 529,
    "star": 0,
    "name": "范成大",
    "image": "http://img.gushiwen.org/authorImg/fanchengda.jpg",
    "desc": "范成大（1126-1193），字致能，号称石湖居士。汉族，平江吴县（今江苏苏州）人。南宋诗人。谥文穆。从江西派入手，后学习中、晚唐诗，继承了白居易、王建、张籍等诗人新乐府的现实主义精神，终于自成一家。风格平易浅显、清新妩媚。诗题材广泛，以反映农村社会生活内容的作品成就最高。他与杨万里、陆游、尤袤合称南宋“中兴四大诗人”。"
  },
  "tags": [
    "田园",
    "写景",
    "劳动",
    "生活",
    "组诗"
  ]
}