{
  "id": 72345,
  "star": 122,
  "name": "上枢密韩太尉书",
  "dynasty": "宋代",
  "content": "　　太尉执事：辙生好为文，思之至深。以为文者气之所形，然文不可以学而能，气可以养而致。孟子曰：“我善养吾浩然之气。”今观其文章，宽厚宏博，充乎天地之间，称其气之小大。太史公行天下，周览四海名山大川，与燕、赵间豪俊交游，故其文疏荡，颇有奇气。此二子者，岂尝执笔学为如此之文哉？其气充乎其中而溢乎其貌，动乎其言而见乎其文，而不自知也。<br>　　辙生十有九年矣。其居家所与游者，不过其邻里乡党之人；所见不过数百里之间，无高山大野可登览以自广；百氏之书，虽无所不读，然皆古人之陈迹，不足以激发其志气。恐遂汩没，故决然舍去，求天下奇闻壮观，以知天地之广大。过秦、汉之故都，恣观终南、嵩、华之高，北顾黄河之奔流，慨然想见古之豪杰。至京师，仰观天子宫阙之壮，与仓廪、府库、城池、苑囿之富且大也，而后知天下之巨丽。见翰林欧阳公，听其议论之宏辩，观其容貌之秀伟，与其门人贤士大夫游，而后知天下之文章聚乎此也。太尉以才略冠天下，天下之所恃以无忧，四夷之所惮以不敢发，入则周公、召公，出则方叔、召虎。而辙也未之见焉。<br>　　且夫人之学也，不志其大，虽多而何为？辙之来也，于山见终南、嵩、华之高，于水见黄河之大且深，于人见欧阳公，而犹以为未见太尉也。故愿得观贤人之光耀，闻一言以自壮，然后可以尽天下之大观而无憾者矣。<br>　　辙年少，未能通习吏事。向之来，非有取于斗升之禄，偶然得之，非其所乐。然幸得赐归待选，使得优游数年之间，将以益治其文，且学为政。太尉苟以为可教而辱教之，又幸矣！",
  "fanyi": "<p><strong>译文</strong><br>　　太尉执事：<a href=\"http://so.gushiwen.org/author_366.aspx\">苏辙</a>生性喜好写文章，对此想得很深。我认为文章是气的外在体现，然而文章不是单靠学习就能写好的，气却可以通过培养而得到。孟子说：“我善于培养我的浩然之气。”现在看他的文章，宽大厚重宏伟博大，充塞于天地之间，同他气的大小相衬。<a href=\"http://so.gushiwen.org/author_608.aspx\">司马迁</a>走遍天下，广览四海名山大川，与燕、赵之间的英豪俊杰交友，所以他的文章疏放不羁，颇有奇伟之气。这两个人，难道曾经执笔学写这种文章吗？这是因为他们的气充满在内心而溢露到外貌，发于言语而表现为文章，自己却并没有觉察到。<br>　　苏辙出生已经十九年了。我住在家里时，所交往的，不过是邻居同乡这一类人。所看到的，不过是几百里之内的景物，没有高山旷野可以登临观览以开阔自己的心胸。诸子百家的书，虽然无所不读，但是都是古人过去的东西，不能激发自己的志气。我担心就此而被埋没，所以断然离开家乡，去寻求天下的奇闻壮观，以便了解天地的广大。我经过秦朝、汉朝的故都，尽情观览终南山、嵩山、华山的高峻，向北眺望黄河奔腾的急流，深有感慨地想起了古代的英雄豪杰。到了京城，抬头看到天子宫殿的壮丽，以及粮仓、府库、城池、苑囿的富庶而且巨大，这才知道天下的广阔富丽。见到翰林学士欧阳公，聆听了他宏大雄辩的议论，看到了他秀美奇伟的容貌，同他的学生贤士大夫交游，这才知道天下的文章都汇聚在这里。太尉以雄才大略称冠天下，全国人依靠您而无忧无虑，四方异族国家惧怕您而不敢侵犯，在朝廷之内像周公、召公一样辅君有方，领兵出征像方叔、召虎一样御敌立功。可是我至今还未见到您呢。<br>　　况且一个人的学习，如果不是有志于大的方面，即使学了很多又有什么用呢？苏辙这次来，对于山，看到了终南山、嵩山、华山的高峻；对于水，看到了黄河的深广；对于人，看到了欧阳公；可是仍以没有谒见您而为一件憾事。所以希望能够一睹贤人的风采，就是听到您的一句话也足以激发自己雄心壮志，这样就算看遍了天下的壮观而不会再有什么遗憾了。<br>　　苏辙年纪很轻，还没能够通晓做官的事情。先前来京应试，并不是为了谋取微薄的俸禄，偶然得到了它，也不是自己所喜欢的。然而有幸得到恩赐还乡，等待吏部的选用，使我能够有几年空闲的时间，将用来更好地研习文章，并且学习从政之道。太尉假如认为我还可以教诲而屈尊教导我的话，那我就更感到幸运了。</p><p><strong>注释</strong><br>执事：侍从。<br>文者气之所形。然文不可以学而能，气可以养而致：文章是由气形成的，然而文章不能靠学来达到好，气质却可以靠加强修养得到它。<br>养：培养。<br>浩然之气：正大刚直的气质。<br>宽厚宏博：宽大厚重宏伟博大。<br>充：充满。<br>称：相称，符合。<br>周览：饱览。<br>豪俊交游：豪杰来往。<br>疏荡：洒脱而不拘束。<br>颇：很。<br>奇气：奇特的气概。<br>岂尝：难道，曾经。<br>气充乎其中：精神气质充满在他们的胸中。<br>而溢乎其貌：洋溢在他们的外表。<br>动乎其言：反映在他们的言辞里。<br>而见乎其文：表现在他们的文章中。<br>游：交往。<br>乡党：乡里。<br>自广：扩大自己的视野。<br>陈迹：陈旧的东西。<br>以：用来。<br>其：我。<br>治：研习。<br>遂汩没：因而埋没。<br>决然舍去：毅然离开。<br>求：探求。<br>奇闻壮观：奇异的事物和宏伟的景象。<br>广大：广阔。<br>恣观：尽情观赏。<br>高：高峻。<br>顾：看到。<br>奔流：奔腾流泻。<br>慨然想见：感慨的想到。<br>仰观：瞻仰。<br>壮：壮丽。<br>仓廪：粮仓。<br>苑囿：猎苑。<br>富：富丽。<br>大：广大。<br>巨丽：极其美好。<br>宏辩：宏伟善辩。<br>秀伟：秀美魁梧。<br>聚：聚集。<br>以才略冠天下，天下之所恃以无忧：凭借才能谋略天下第一全国人依靠他可以无忧无虑。<br>四夷之所惮以不敢发：四方夷人害怕你才不敢作乱。<br>而：可是。<br>焉：啊。<br>不志其大，虽多而何为：没有立下大志，即使学得多又有什么用。<br>大：浩大。<br>深：深远。<br>而犹以为未见太尉也：却还是因为没有见到太尉（感到遗憾）。<br>观：看到。<br>光耀：风采。<br>闻一言以自壮：听到你的一句话来激励自己。<br>尽：看尽。<br>大观：雄伟景象。<br>通习吏事：通晓官吏的业务。<br>向：先前。<br>斗升之禄：微薄的俸禄。<br>赐归待选：朝廷允许回乡等待朝廷的选拔。<br>优游：从容闲暇。<br>益治：更加研究。<br>且学为政：并且学习治理政务。<br>苟：如果。<br>辱教之：屈尊教导我。<br>幸：幸运。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　此文是<a href=\"http://so.gushiwen.org/author_366.aspx\">苏辙</a>19岁时写给<a href=\"http://so.gushiwen.org/author_27.aspx\">韩琦</a>的信。选自《栾城集》卷二十二。枢密韩太尉（即韩琦），当时任枢密使（掌管军事大权）。“太尉”，秦、汉时官名，掌兵权。枢密使相当于太尉，所以称韩琦为太尉。 作者写这封信的目的，是希望得到韩琦的接见。一个是刚刚考取进士的青年，一个是掌管全国军权的大官，怎么开口下笔呢?</p> <p>　　首先是称谓问题。为了表示尊重，不直呼对方，而称“太尉执事”。“执事”，左右的人。这是表示谦谨的说法。</p> <p>　　正文分为四段。</p> <p>　　第一段，先从作文当有养气之功谈起，明确提出：“以为文者，气之所形”，文章是“气”的表现。气，指人的修养、气质、精神力量。接着提出总领全文的“养气”说。“气可以养而致”：“气”，可以通过加强修养而得到。在具体阐述“养气”说的时候，作者引古人事例作了说明。一是孟子的“我善养吾浩然之气”。“浩然之气”：即博大刚正之气。作者认为，孟子的文章，内容宽厚宏博，并且充溢在天地之中，正是跟他的“气”的大小相称。这实际上强调的是内在修养问题。二是<a href=\"http://so.gushiwen.org/author_608.aspx\">司马迁</a>。作者认为司马迁遍游天下，知多见广，所以他的文章风格疏放潇洒，跌宕多姿，颇有奇气。这实际上是强调外在阅历问题。最后，作者总结道，孟子、司马迁二人的文章，都不是学出来的，而是因为“气”充满在他们心中。这段论述很周严。</p> <p>　　第二段，就自身经历进一步对“养气”说展开论述。作者有前后不同的两种学习经历。第一种是交游不广、见闻不博，只学古人陈旧过时的东西。第二种是“求天下奇闻壮观，以知天地之广大”。作者在谈到第二种学习经历时，列举了四个事实：一是经过秦汉故都，尽情观赏；二是眺望黄河，想像着古时的英雄人物；三是到了京城，饱览一切，知道了天地的广阔、美丽；四是谒见了欧阳公，知道天下的好文章都汇集在这里。归纳起来，实际上是游览天下名山大川 ，广交天下的文人学士。而这两样，实际上说的都是外在的阅历，可见，苏辙是更重视外在的阅历的。</p> <p>　　写信的目的是想要求韩琦接见，文章至此，却还只字未提。</p> <p>　　第三段：由上文欧阳公，自然引出韩琦。这一段主要是颂扬韩琦。表明欲见之意。“才略冠天下”，才能谋略位居天下第一。“入则周公、召公，出则方叔、召虎”，是说韩琦在内政方面有如周、召二公之贤，在领兵方面就像方叔、召虎那样能干。“不志其大”：志，有志于。这段最后“故愿得观贤人之光耀，闻一言以自壮，然后可以尽天下之大观而无憾者矣”，明确求见之意。</p> <p>　　第四段，再次自明志气，再次表明求见之意。“益治”：进一步钻研。“且学为政”，并且学习治理政事。“辱教”，屈尊指教。这一段特别申明入京师“非有取于斗升之禄”，可见其志向宏大。</p> <p>　　最后对此文谈几点意见：</p> <p>　　1．“养气说”有值得借鉴处。作者在论述“气可以养而致”的时候，特别强调了客观阅历的重要，这实际上是强调了生活体验对一个作家的重要作用。今天看来，这个观点也是正确的。但文中所说“文不可以学而能”的观点，是有片面性的。同“气可以养而致”也相矛盾。郭绍虞在《中国文学批评史》中，对这句话也有微词。他说：“……子由上不能如子瞻之入化境，而下又不敢有作文之意，不欲求工于言语句读以为奇，此所以谓‘文不可以学而能’。”</p> <p>　　2．写作手法上比较新颖、巧妙。先离开主旨，纵论其他，到了第三段“太尉以才略冠天下”，笔意才收拢来，扣紧题目，读来不但没有离题万里之感，而且仔细体味，前面所述，正是烘托下文。特别是第四段，从另一角度申述非求“斗升之禄”，而以“益治其文”为其志，来进一步说明求见韩琦的原因。这样的文章，在构思上是需要功力的。</p> <p>　　3．即使从写法上看，也不能说没有作态的意味。信中流露出的当时社会所流行的浮夸阿谀的风气，更是不能效法。</p>",
  "about": "<h2>创作背景</h2> <p>　　公元1056年，<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>、<a href=\"http://so.gushiwen.org/author_366.aspx\">苏辙</a>兄弟随父亲去京师，在京城得到了当时文坛盟主<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>的赏识。第二年，苏轼、苏辙兄弟高中进士，“三苏”之名遂享誉天下。苏辙在高中进士后给当时的枢密使<a href=\"http://so.gushiwen.org/author_27.aspx\">韩琦</a>写了一封信，这就是《上枢密韩太尉书》。 关于本文的主题，比较普遍的看法是苏辙想通过这封书信拜见韩太尉。苏家并非世族大家，苏氏父子三人出蜀进京，虽然兄弟二人同科进士，一时荣耀无比，但在朝中却是人不生地不熟，无人提携扶帮，日后的路也并不好走。何况宋时进士已是多如牛毛，虽然苏轼在礼部的考试中一鸣惊人，但苏辙却仍是籍籍无名。当时文有欧阳修，武有韩琦，能获得两人的支持和帮助是苏轼兄弟在政坛站稳脚的基础。苏轼已经因为一篇文章让欧阳修赞不绝口，收为弟子，苏辙就只能韩琦这方面打开通口了。时韩琦任枢密使，可谓位尊权重。苏辙想通过这封信来打动韩琦，从而得到他的接见和赏识。</p> <p>　　有的解释说，原来，嘉祐二年（公元1057年），苏辙与其兄苏轼试礼部中第，后又参加制科考试，因直言时政得失，得罪当道，故被列为下等，授商州军事推官，他嫌位卑官小，辞职不去。由此才写这篇文章讨好韩琦，希望获得上位。这是非常荒谬的！苏辙与苏轼参加制科考试是在1061年，是在守完母丧再返回汴京后，此时的苏辙已经二十二岁，而并非文中所写的“辙生十有九年”，苏辙写这封信明确无误的是在高中进士后。</p> <p>　　中进士虽然荣耀，但是只是进入仕途的初始，日后的路还长得很。进士的名次也不能决定日后成就的高低，要取得朝廷的重视，就必须有得力的人推荐，这样，新科进士逐一拜见朝中显要，展示才华，而朝中显要也是十分愿意与这些新科进士结交，提携后进。这本是惯例，不足为奇。某些人认为苏辙这是刻意奉承讨好韩琦，却是小人之心度君子之腹！</p> <p>　　苏辙写此文的主要目的并非与韩琦讨论怎么“作文”，因为韩琦不是欧阳修，韩琦不是文人，也不热衷于“作文”。苏辙此文的目的只是兜售自己的作文观点“文气说”，以充分展示自己的“作文”才华。“文气说”属于纯粹的原创性观点，在当时也算是颇为独树一帜的，读之自然令人耳目一新，想必韩琦读了立即就把这封信从无数的拜谒信件中挑出，对这个年仅十九的少年刮目相看。苏辙兜售自己的目的也就完成了。</p> <p>　　至于其中某些对韩琦赞美的话，也并不为过，韩琦屹立四朝，确实为国之柱石，苏辙作为一个刚刚考上进士的后辈，自然对之仰之弥高。何况，即使一般的后辈对长辈写信，也会写些恭敬赞美的话，让他开怀吧？苏辙此文本来就是为了展示自己的才华，以获得韩琦的提携。如果不写赞美的话，难道还写骂人的话不成？</p>",
  "poet": {
    "id": 366,
    "star": 0,
    "name": "苏辙",
    "image": "http://img.gushiwen.org/authorImg/suzhe.jpg",
    "desc": "苏辙（1039—1112年），字子由，汉族，眉州眉山（今属四川）人。嘉祐二年（1057）与其兄苏轼同登进士科。神宗朝，为制置三司条例司属官。因反对王安石变法，出为河南推官。哲宗时，召为秘书省校书郎。元祐元年为右司谏，历官御史中丞、尚书右丞、门下侍郎因事忤哲宗及元丰诸臣，出知汝州，贬筠州、再谪雷州安置，移循州。徽宗立，徙永州、岳州复太中大夫，又降居许州，致仕。自号颍滨遗老。卒，谥文定。唐宋八大家之一，与父洵、兄轼齐名，合称三苏。"
  },
  "tags": [
    "古文观止",
    "书信"
  ]
}