{
  "id": 7057,
  "star": 24,
  "name": "江州重别薛六柳八二员外",
  "dynasty": "唐代",
  "content": "生涯岂料承优诏，世事空知学醉歌。<br>江上月明胡雁过，淮南木落楚山多。<br>寄身且喜沧洲近，顾影无如白发何。<br>今日龙钟人共弃，愧君犹遣慎风波。",
  "fanyi": "<p><strong>译文<br></strong>多年沦落的生涯，谁知竟得到天子的厚恩。世间万事我都已参破，只想学醉饮狂歌的古人。<br>江上的月色分外清明，胡雁从夜空飞掠而过。秋风吹起，淮南已树木凋尽，楚地山头的落叶想必更多。<br>且喜暂时可以寄身的地方，在那沧海近旁。对着明镜来回照影，萧萧白发徒然地令人心伤。<br>如今你们同我都已经老去，都一样是这般步履龙钟。你们还叮嘱我要留意风波险恶，真叫我深深惭愧无限感动。</p> <p><strong>注释<br></strong>1.江州：今江西九江市。<br>2.薛六、柳八：名未详。六、八，是他们的排行。<br>3.员外：员外郎的简称。原指正额的成员以外郎官，为中央各司次官。<br>4.生涯：犹生计。<br>5.优诏：优厚待遇的诏书。根据上下文，此当为反语。<br>6.醉歌：醉饮歌唱。<br>7.胡雁：指从北方来的雁。<br>8.“淮南”句：江州在淮南，其地又在古代楚国境。楚山多，木叶零落，所见之山也多了。<br>9.沧洲：滨海的地方，也用以指隐士居处。<br>10.顾：回看。<br>11.无如：无奈。<br>12.龙钟：指老态迟钝貌。<br>13.老：一作“弃”。<br>14.遣：使，这里是叮咛之意。<br>15.慎风波：慎于宦海风波。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　失州入幕，年岁已垂垂老矣；虽然寄身有地，但心情不能不是感伤多于慰藉。这首<a href=\"http://so.gushiwen.org/view_7057.aspx\">诗</a>即写这种帐触之情。</p> <p>　　首联写诗人奉诏内移沿海的感受。起句字面上称美皇恩浩荡，实际止用春秋笔法，以微言而寄讽意。诗人曾被贬南巴，此次奉诏内移，也是一种贬滴，只不过是由极远的南巴内移到较近的近海之睦州罢了。所以“承优诏”云云，实是反说，愤激不平才是其真意。对句则由止句之婉讽陡然转为无可奈何的一声浩叹，是真情的淋漓尽致的倾吐，也将上句隐含的讽意明朗化了。醉歌，它常常是作为古之文人浇愁遣愤的一种方式。<a href=\"http://so.gushiwen.org/author_104.aspx\">刘长卿</a>两次被贬在其心灵上留下创伤，借“醉歌”以排遣，已属无奈，前面冠以“空知”二字，则更进一层透出诗人徒知如此的深沉感慨，这就将苦清暗暗向深推进了一步。首联二句已点出诗人情绪，次联则以江州景色而染之，诗脉顺势而下。</p> <p>　　颔联所写即眼前之景——江水、明月、北雁、落木、楚山，渲染清秋气氛，借以抒写宦海浮沉的深沉感慨。浩荡江水，凄清明月，一群北来南去的大雁掠空而过；江州一带万木凋零，落叶飒飒，原先被树木遮蔽的古楚地的山岭突然裸露出来，似乎比往日增加了许多。二句写景，一天上，一地下，一写水，一写山，一近一远，一动一静，上下俯抑，参差交互，成就了二幅水天空寂、江山寥落的江州秋色图。而作者的真正用意则在于通过这貌似孤立的景物画面，来抒写孤寂凄凉的心境和贬滴天涯的感恨。北雁南飞，暗寓诗人迁播；落术飒飒，隐含诗人晚景萧条，且与尾联“老”字遥相呼应；楚山之多亦正好反衬出作者的一己之微。所以，此联妙在以景传情，情从景出，情景相为珀芥，二者互藏其宅。</p> <p>　　颈联的感喟即由此种氛围中生发。“寄身且喜沧洲近”，努力想从萧瑟感中振起，但下句“顾影无如白发多”又跌落到感伤中。这一联的脉理很细腻，寄身沧洲，自然是从上联将往淮南引起的悬想，而“沧洲近”，就离自己北国的家乡更远了，其意又隐隐上应领联上句的“胡雁过”。“沧洲近”又有悬想此后得遂闲适初志之意，但忽见明镜里，白发已多多，“白发”又隐隐与颔联下句萧瑟的“楚山多”在意象上相呼应。生涯如同一年将尽的深秋，遥远的故乡更回归无日，因此这“喜”只能是“且”喜，而白发缘愁长，却是“无如”其“何”的严酷的现实。</p> <p>　　“今日龙钟人共老，愧君狄遣慎风波。”以感愧友人情谊作结，并隐隐透出前路上尚有风波之险。在关合诗题“重别薛六柳八二员外”的同时，以“慎风波”暗暗反挑首联的“生涯”、“世事”之叹。分别之际，诗人感愧万端地说：如今我和你们都已老态龙钟，多亏二位旧识还叮嘱我警惕旅途风波。在此之前，刘长卿因“刚而犯上”被贬到遥远的南巴，此次奉诏内移，薛柳二人担心他再次得罪皇帝，故有“慎风波”之劝。对此，诗人深深地为之感愧。“风波”一词，语意双关，既指江上风波，又暗指宦海风波。这样一结，既写出了薛柳二人对诗人的殷殷叮嘱之情，又传出了诗人感愧友人的神态。</p> <p>　　综观全诗，或委婉托讽，或直抒胸臆，或借景言情，运用多种笔墨，向友人倾诉了因犯土而遭贬滴的痛苦情怀。语言看似质实，却不乏风流文采。前人评对长卿七言律诗云：“工绝秀绝。”当不为溢美之词。</p>",
  "about": "<h2>创作背景</h2> <p>　　唐德宗建中三年（782），李希烈叛军占据随州（今安徽随县），<a href=\"http://so.gushiwen.org/author_104.aspx\">刘长卿</a>正为随州刺史，失州而流落江州（今江西九江），后应辟入淮南节度使幕。行前先有五律《江州留别薛六柳八又二员外》，故这首<a href=\"http://so.gushiwen.org/view_7057.aspx\">诗</a>题作“重别”。</p> <p>　　一说此诗作于唐肃宗至德三载（758），时诗人贬南巴尉，中间曾移往洪州暂住，路过江州时作。</p>",
  "poet": {
    "id": 104,
    "star": 0,
    "name": "刘长卿",
    "image": "http://img.gushiwen.org/authorImg/liuchangqing.jpg",
    "desc": "刘长卿(约726 — 约786)，字文房，汉族，宣城（今属安徽）人，唐代诗人。后迁居洛阳，河间（今属河北）为其郡望。玄宗天宝年间进士。肃宗至德中官监察御史，后为长洲县尉，因事下狱，贬南巴尉。代宗大历中任转运使判官，知淮西、鄂岳转运留后，又被诬再贬睦州司马。德宗建中年间，官终随州刺史，世称刘随州。"
  },
  "tags": [
    "唐诗三百首",
    "送别"
  ]
}