{
  "id": 63792,
  "star": 8,
  "name": "花犯·苔梅",
  "dynasty": "宋代",
  "content": "古婵娟，苍鬟素靥，盈盈瞰流水。断魂十里。叹绀缕飘零，难系离思。故山岁晚谁堪寄。琅玕聊自倚。谩记我、绿蓑冲雪，孤舟寒浪里。 <br>三花两蕊破蒙茸，依依似有恨，明珠轻委。云卧稳，蓝衣正、护春憔悴。罗浮梦、半蟾挂晓，么凤冷、山中人乍起。又唤取、玉奴归去，余香空翠被。",
  "shangxi": "<h2>赏析</h2> <p>　　“古婵娟，花鬟素靥，盈盈瞰流水”，以“古”字起笔描绘苔梅的苍古清奇之美。“古”字，以树龄之老，暗寓历尽沧桑、阅世甚深之意。“婵娟”，形态美好。“苍鬟”，形容苔丝如发鬟般飘垂。《梅谱》云：“苔梅有苔须垂于枝间，或长数寸，风至飘飘，殊为可玩。”靥者，及指妇女面容，以此喻梅花。“素”字，极写梅花的冰姿雪容。“盈盈”二字，风姿仪态之美。“瞰流水”，流水倒映梅姿，梅姿风态万千。梅奇水清，相映成趣。“断魂十里”承结前意，然后又一笔撇去，以“叹”字领起，写出“叹绀缕飘零，难系离思。”打入离思羁情，“绀缕”，深青色的丝缕，此以指梅树上的苔丝。词人飘泊在外，本来离思正苦，眼下见苔丝飘失零落，更勾起满腹心思，纵使绀缕飘零，亦难系住。“叹”字着力极深，道出悲怀之苦、离思之深。再叹一声，则“故山岁晚谁堪寄。琅玕聊自倚”所谓“故山”，指故乡家山。“岁晚”，指暮年。“谁堪寄”，则谓无人可以寄语。“琅玕”指青竹。“独在异乡为异客”，思乡之情，对于每一个羁旅之人，也是不可缺少的一道精神大菜。况人在暮年，孤寂无聊，心境自然极度忧伤家国丧乱之痛更使词人心绪纷乱，思前想后，往事历历如昨。想当年身披绿蓑，驾起孤舟，在寒浪里冲雪横渡，寻梅探胜。其情其景，悠哉乎。可往事不再，又有：“谩记我、绿蓑冲雪，孤舟寒浪里。”“谩记”是笔下着力之处，极言其不堪回首、想也无益的悲怆心情，感情色彩异常强烈、愁惨。</p> <p>　　“三花两蕊破蒙茸”再点梅景。“三花两蕊”，言明数量稀少。“蒙茸”，谓梅花貌蓬松。“三花两蕊”即梅干上破苔丝而出的小梅。“破”字生动地写出小梅钻破苔丝而吐出花蕾的动态。“依依似有恨、明珠轻委。”小梅吐蕾较迟，似有别样情怀。“依依”，乃隐约之意。“恨”字含意，着落在“明珠轻委”四字。</p> <p>　　小梅之恨在于游者任意攀折。如若联系到古谣：“西湖明珠自天降，龙凤飞舞到钱塘。”则德祐之难对于词人的词意不言自明。张惠言说：“碧山咏物诸篇，并有君国之忧。”以此验证，“明珠轻委”的寓意自可明了。以明珠轻委为山河易手之恨，与篇首“古”字最为切合。虬于古梅所俯瞰的除了流水之外，还有人间兴亡。明珠遭弃，国已不国，“云卧稳，蓝衣正、护春憔悴”却是古梅常态。“云卧”，言其高洁，不沾尘俗污垢。“稳”字，意谓深固不移。“蓝衣”即“蓝缕”之衣，此以指梅树苔衣。这三句写临安失守，而马麟夏禹王像古梅根深难徙，依然独守其处。它虽绀缕飘零，然而梅干苔丝依旧护守着残留的春光和憔悴的梅花。这自然是词人的自白。仕元，但感情上始终留恋南宋。词人不久即辞官归隐。元僧掘毁宋帝六陵，词人也曾作过控诉。他与张炎、周密等结社唱和，抒写亡国之痛。所以在“护春憔悴”的悲吟中也有几分“病翼惊秋，枯形阅世”的痛楚。然而在当时的情势下，词人只能空作兴亡之叹而已。分析至此，作者之心境只能如此。</p> <p>　　“罗浮梦、半蟾挂晓，幺凤冷、山中人乍起”。几句面对着憔悴的梅花，词人日夜愁思。罗浮梦，事见《龙城录》乃讲隋人赵师雄在梅花树下的艳遇。后遂称梅花梦为罗浮梦。“半蟾”，犹半月，以蟾为月之代称。“挂晓”，月悬晓空，天将明。罗浮一梦，一觉醒来，天色欲晓，留下的是“但惆怅而已”，因而以结末二句一意贯串再加点化，写下了“又唤取、玉奴归去，余香空翠被。”“玉奴”，本南朝齐东昏侯妃潘氏，小字玉儿，齐亡后，义不受辱，被缢后，洁美如生。<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>《次韵杨公济奉议梅花》，云：“月地云阶漫一樽，玉奴终不负东昏。临春结绮荒荆棘，谁信幽香是返魂。”咏梅而涉及玉奴，盖指梅花香气乃旧时贵妃灵魂归来所化。唤“玉奴归去”，又是写呼梅同去。</p> <p>　　这一切是那样地清冷、空寂。以上四句所写的梦醒、人去的心理活动，都着眼于空虚二字，委婉深曲地表达了词人心中怅然若失的凄怆心境。梅花因其异常清绝、幽贞之姿，天赋无洁、凌寒之质，成为历代文人吟咏的题材。而古梅，象征一种天然标格，为人们所欣赏。这首词作于德佑之难后，是词人宋亡后心情的写照，词中充满家国悲凉之感。 </p>",
  "poet": {
    "id": 421,
    "star": 0,
    "name": "王沂孙",
    "image": "http://img.gushiwen.org/authorImg/wangyisun.jpg",
    "desc": "王沂孙，字圣与，号碧山、中仙、玉笥山人。会稽（今浙江绍兴）人，年辈大约与张炎相仿，入元后曾任庆元路学正。有《花外集》，又名《碧山乐府》。"
  },
  "tags": [
    "咏物",
    "梅花",
    "抒怀"
  ]
}