{
  "id": 64863,
  "star": 39,
  "name": "长相思令·烟霏霏",
  "dynasty": "宋代",
  "content": "烟霏霏，雪霏霏。雪向梅花枝上堆，春从何处回！<br>醉眼开，睡眼开，疏影横斜安在哉？从教塞管催。",
  "fanyi": "<p><strong>译文<br></strong>云雾迷蒙，小雪飘飘。梅花枝上堆满雪，春天从哪里来？<br>朦朦胧胧翻开悟，那时的梅景还存在吗？一树梅花，任凭羌笛声把它“催”落了。</p> <p><strong>注释<br></strong>（1）霏霏：纷飞的样子。<br>（2）从教：任凭<br>（3）管：乐器。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　上片连用“霏霏”叠字，强调风雨如晦，气候极其恶劣。一团团的残雪无情地堆积到梅花枝上，简直让人透不过气来。虽然明知冬天不会太久了，残冬一过，春天就要来临。但眼前这种烟雨、雪压霜欺的景象，直叫人怀疑春天还会有么？不言而喻，这恶劣的自然气候正是暗喻<a href=\"http://so.gushiwen.org/author_59.aspx\">吴淑姬</a>所生活的社会环境，是蒙受种种冤屈的弱女子所感受到的黑暗社会对她的重压。她从心底发出“春从何处回”的呼喊，渴望春天快快降临，渴望洗刷蒙受的不白之冤。</p> <p>　　下片憧憬获得自由后的美好情景：那时冰雪消融了，一簇簇，一朵朵的梅花从睡梦中醒来，绽开了绯红的醉眼。月亮出来了，梅枝在月光下疏影横斜，暗香浮动，那是多么令人神往的境界呵！然而，这种境界并不存在，现实仍然是昏暗冷酷，所以“醉眼开，睡眼开，疏影横斜安在哉”是以设问句提出的，这就与上片设问承接起来，并更进一步强烈地表达了渴望自由的心情。最后以“从教塞管催”作结，意思是：既然无情雪堆积在梅枝上，梅花无法展现她的美丽，就任笛曲吹吧！吹得梅花纷纷飘落也毫不怜惜（古有《落梅花》笛曲。）<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a><a href=\"http://so.gushiwen.org/view_64863.aspx\">诗</a>：“黄鹤楼中吹玉笛，江城五月落梅花”；孙舣《落梅词》：“一声羌管吹鸣咽，玉溪半夜梅翻雪”；既然一切诬告不实之词象脏水一样往我身上泼来，我的冰清玉洁被玷污了，形象被歪曲了，就让脏水继续泼吧，直至我窒息、消亡！这是出自愤愤不平的呼喊。 </p> <p>　　这是一首优美动人的小词，正象婷婷玉梅那样，天然、淡雅，给人以冰清玉洁之感，而又风流蕴藉，情致缠绵。也象羌笛声那样，哀怨、悠扬，余音娟，不绝如缕。构思极巧，是咏雪？还是咏梅？亦此亦彼，浑然莫辨。出自步性的锦心绣口，倍觉细腻、灵巧。笔笔写景同时又曲曲传情，化实为虚，终不许一语道破。作者的真实感情隐藏在霏霏烟雾、纷纷雪片背后，让读者去玩味。小词的语言也清新而纯净，声调和美。即如开头三句；叠字“霏霏”，又复沓一次， “雪”宇也以“顶针”的形式重叠，造成轻快的节奏，如同小儿女的窃窃私语，又如哺晡梦呓，与词的内容十分协调。 “堆\"字下得新颖而贴切，形象感强，完全是从口语中提炼出，绝无文人笔下的书卷气。这种天籁之趣，十分难得。</p>",
  "about": "<h2>创作背景</h2> <p>　　<a href=\"http://so.gushiwen.org/author_59.aspx\">吴淑姬</a>是湖州秀才之女，聪慧而能<a href=\"http://so.gushiwen.org/view_64863.aspx\">诗</a>词。貌美家贫，为富民之子所霸占。却被人诬为有“奸情”逮捕审判，已定罪判刑。衙中僚吏观审后，置酒席，命她脱枷侍饮，谕之曰：“知汝能长短句，宜以一章自咏，当宛转白侍制（知州<a href=\"http://so.gushiwen.org/author_205.aspx\">王十朋</a>）为汝解脱，不然危矣”。女即请题。时冬末雪消，春日且至，命道此景作《长相思令》，捉笔立成，即此词。</p>",
  "poet": {
    "id": 59,
    "star": 0,
    "name": "吴淑姬",
    "image": "http://img.gushiwen.org/authorImg/wushuji.jpg",
    "desc": "吴淑姬，约公元一一八五年前后在世失其本名，湖州人。生卒年均不详，约宋孝宗淳熙十二年前后在世。父为秀才。家贫，貌美，慧而能诗词。说详拙作中国女性的文学生活）淑姬工词。有《阳春白雪词》五卷，《花庵词选》黄升以为佳处不减李易安。"
  },
  "tags": [
    "婉约",
    "妇女",
    "生活"
  ]
}