{
  "id": 70524,
  "star": 3,
  "name": "杂剧·昊天塔孟良盗骨",
  "dynasty": "元代",
  "content": "第一折<br>雄镇三关几度秋，番兵不敢犯白沟。父兄为国行忠孝，敕赐清风无佞楼。某姓杨名景，字彦明。父亲是金刀无敌大总管杨令公，母亲佘太君。所生俺弟兄七人，乃是平、定、光、昭、朗、嗣，某居第六。镇守着这三关，是梁州遂城关，霸州益津关，雄州瓦桥关。某手下有二十四个指挥使。今差孟良巡绰边境去了，天色将晚，不见回还。小校与我点上一盏灯来。我唤你便来，不唤你休来。理会的。我今日神思恍惚，不知为何？我暂时歇息咱。老夫杨令公是也。因与北番韩延寿交战，被他围在虎口交牙峪，里无粮草，外无救军。这个是我第七个孩儿杨延嗣，他为搭救我来，被潘仁美攒箭射死。老夫不能得脱，撞李陵碑而亡。被番兵将我尸首焚烧了，把骨殖吊在幽州昊天寺塔尖上，每日轮一百个小军，每人射我三箭，名曰百箭会。老夫疼痛不止，今日在阴司告过，放我出了枉死城中，来到这三关地面，向六郎孩儿根前托一梦咱。父亲，想着我盖世功勋，今日一旦休矣，俺托梦与哥哥去来。俺子父全忠不到头，功劳汗马一时休。可怜死战三边上，不得生封万户侯。尸陷虏庭遭箭苦，魂依沙漠和云愁。今宵梦里将冤诉，专告哥哥为报仇。孩儿也，俺身丧番城，又遭此残害，着俺魂魄不宁，好生苦毒，枉做了这一世英雄也呵！<br>【仙吕】【点绛唇】傀儡棚中，鼓笛声送，相搬弄。想着那世事皆空，恰便似一枕南柯梦。只恨那潘仁美这个奸贼，逼的俺父子并丧番地，可怜人也。<br>【混江龙】盼不到先茔旧垅，黄泉下埋没杀俺这英雄。父亲，俺不能勾青史标名，留芳万古，空怀着一腔怨气，何时分解也？空锁着一腔怨气做不的万丈霓虹。本待要汉主台前把俺形容画，准知道李陵碑底早是命途穷。怎将那一座两狼山碜可可生扭做祁连冢，也枉了俺半生无敌，十大的这边功。<br>俺父亲做了一世的虎将，谁想落于奸贼之手！想老夫幼年时，南征北讨，东荡西除，到今日都做了一场春梦也。<br>【油葫芦】可便是困杀南山老大虫，枉自有爪和牙成甚么用？都做了一齐分付与东风！想着俺雕弓能劈千钧重，单枪不怕三军众。也曾将蕃国攻，也曾将敌阵冲。一任他八方四面干戈动，那一个敢和俺出马共争锋？<br>父亲威名如此，兵书有云：一夫拚命，万夫难敌。假当时不寻自尽，拚命杀出去，或者有个侥幸也不见的。<br>【天下乐】哎！你说甚么胜败兵家本不穷，则这兵也波书，我可索是通。俺家姓杨，被番兵陷在虎口交牙峪里，这个叫做羊落虎口，正犯了兵家所忌，怎还有活的人也？奈贼臣把俺来着了羊投虎口嘶断送，方信道将在谋，不在勇，兀的不横亡了俺这姜太公。<br>俺上的这三关来，孩儿休大惊小怪的。父亲，俺来到六郎哥哥卧处也，我且弄这银台上画烛咱。灯影下一个老年的将军，一个年小的将军，边关上有甚么紧急的勾当，来日到中军帐前商议，天色晚了，您且回避。六郎孩儿，你怎不认的俺哩？<br>【后庭花】你听了我声音耳不聋，你觑了我容颜眼不矇。这个小将军是谁？这个是你那佘太君的偏怜子，老将军，你可是谁？我是你老爹爹杨令公。原来是父亲和兄弟！您近前来说话，怕做甚么？孩儿也，你靠后些！你是生魂我是死魂，你听我说与你咱！父亲你说，您孩儿是听咱。您父亲因与番兵交战，困住两狼山虎口交牙峪，里无粮草，外无救军。不能得出，撞李陵碑身死。您兄弟七郎，打出阵来求救，被潘仁美贼臣，将您兄弟绑在花标树上，攒箭射死。如今韩延寿将我骨殖，挂在幽州昊天寺塔尖上，每日轮一百个小军，每人射三箭，名曰百箭会，着我如今疼痛不止，以此特特托梦与你来也。父亲，您孩儿那里知道这般冤苦？到来日追斋累七，超度父亲和兄弟也！早两下却相逢，则待将纸钱儿发送。儿也怎不记的俺和番家苦战攻，被他围如铁桶。向前呵粮又窄，褪后呵路不通。只除非会驾风，才出的他兵几重。想着俺做一世雄，肯投降苟自容？拚的个触荒碑一命终，至今草斑斑血染红，一灵儿还怕恐。<br>哥哥，俺等屈丧番邦，受苦不过。哥哥可怜见，作急选将提兵，搭救我父子的尸首去也。父亲，你的骨殖，委实在幽州昊天寺塔尖上挂着么？<br>【青哥儿】哎他将我这尸骸恁般摩弄，因此上向儿行一星星悲控。父亲，俺想韩延寿那里兵强马壮，只可智取，难以力夺。不知三关上二十四个指挥使，还是着那一个和孩儿同去，才得成功也？你若是有心呵可怜见我遍体金枪不耐风，也不须打凤捞龙，别选元戎。只在军中，火德天蓬，自有神通。觅迹寻踪，撒泼行凶，将俺那骨匣儿早拔出虎狼丛，这便当的你香花供。<br>父亲放心，您孩儿到来日，就点本部人马，亲到幽州，与父亲、兄弟报仇去也。六郎孩儿也，你小心在意者！<br>【寄生草】俺为甚么泪频挥，也只要您心暗懂。早遣那嘉山太仆来争哄，把这宣花巨斧轻输动，免着俺昊天塔上长酸痛。您若是和番家忘了戴天仇，可不俺望乡台枉做下还家梦。<br>父亲，您孩儿怎忘的这冤仇也！<br>【赚煞尾】儿也你回到圣明朝，备把我这冤情讼。我也不望加官赐宠，只要个一体君臣有始终，早迎还俺那无佞清风。恨匆匆，睡眼朦胧，儿也说甚的犹恐相逢是梦中。嘱咐您个杨家业种，须念着子父每情重，休使俺幽魂愁杀这座梵王宫。<br>俺父子去也，哥哥休推睡里梦里！父亲、兄弟近前来呀，可怎生都不见了！原来是一梦。父亲、兄弟，则被你痛杀我也！适才我那父亲、兄弟，梦中说的话，好不苦楚。我待不信来。怎生做这等一个显梦？我待信来，却又未知真假。且到天明，与众将商议则个。见父亲细说缘由，睡梦中两泪交流。打听的果有此事，领雄兵必报冤仇！父亲、兄弟，兀的不痛杀我也！<br><br>第二折<br>帅鼓铜锣一两敲，辕门里外列英豪。三军报罢平安喏，紧卷旗幡再不摇。某乃花面兽岳胜是也，官封帅府排军之职，佐于六郎哥哥麾下。不知哥哥今日为着边关上那些军情事务？天色黎明，早升营帐，某须索先去伺候咱。昨夜分明见父亲，休言梦里事非真。我今不报冤仇去，枉做英雄一世人。哥哥，今日为着甚事，升帐的恁早？兄弟，你却不知。俺夜来作其一梦，见我父亲同七郎兄弟来，在于灯下，挥着眼泪，亲劝俺说。元来我父亲被番兵困在两狼山虎口交牙峪，里无粮草，外无救兵，身撞李陵碑而死。其时我七郎兄弟，打出阵来求救，被潘仁美那奸贼，将兄弟绑在花标树上，攒箭射死。现今韩延寿将俺父亲骨殖，挂在幽州昊天寺塔尖上，每日轮一百个小军儿，每人射三箭，名曰百箭会。幽魂疼痛不过，分付俺亲率孟良，快去搭救他。俺想父亲受如此般苦楚，待不信来，怎么分分明明，有这等一个显梦？待要信来，真假未辨。因此早早升帐，请众兄弟与俺商议，作个行止。您兄弟理会的。我袖传一课，此梦不虚。今日时当卓午，家中必然有人寄书信来，便知端的也。似此可怎了？令人门首觑者，看有甚么人来。肉我吃斤半，酒我吃升半。听的去厮杀，唬得一身汗。自家是杨家府里一个小军儿，奉佘太君奶奶的命，着我前去瓦桥关上与六郎元帅寄一封家书去，可早来到门首也，令人报复去，说太君奶奶差一个小军儿，寄家书来了也。你则在这里，我报复去。喏！报的元帅得知，有太君奶奶差着一个小军儿寄书来，在于门首。着他过来。着过去。元帅，俺太君奶奶，差我来寄一封书与元帅知道。嗨！元来是母亲的书也。说父亲、兄弟，托梦与他，一句句都和我做的梦象相合，有这等异事？小军儿赏你酒十瓶，羊肉二十斤。与我把定辕门，二十四个指挥使，但是来的，都放过来，则当住孟良一个，休着他过来者！元帅，假似不放他过来，他打我呢！你也打他。假似骂我呢？你也骂他。假似咬我呢？胡说！哥哥，你不要孟良过来，却是甚的主意？兄弟，你那里知道！我想孟良是个忄敞强的性儿，你使他去，他可不去，你不使他去，他可要去。某等他来时，我故意的着几句话恼激他，不怕他不和俺搭救父亲去也。我把着这辕门，看有甚么人来？某乃<br>孟良是也。奉哥哥的将令，使我巡绰边境去，平安无事。须索回哥哥话走一遭也呵。<br>【中吕】【粉蝶儿】这些时无处征伐，我去那界河边恰才巡罢，我做的一个个活捉生拿。涌彪躯，舒猿臂肝横胆乍。也不索将武艺盘咱，回头儿只看咱披挂。<br>【醉春风】比及你架上掇雕鞍，槽头牵战马。宣花斧钺手中担，觑敌军似耍，耍。万骑交驰，两军相见，咱手里半筹不纳。<br>这厮在这里做甚么？做甚么？在这里捉虱子哩。奉元帅的将令，着我把守辕门，不放人过去。我要过去。不放不放。你敢道三声不放我过去么？休说三声不放，我说一百二十声不放。老爷、老爷休打，我放你过云罢。哥哥将令，着兄弟巡界河去，平安无事，回哥哥的话来。无甚事，你且回避者。小军儿，元帅着你回避了也。着你回避。着谁回避？着你回避。着我回避？我不回避，不回避！你就这里杀了我，也不回避！岳家兄弟，你看这厮，他那里知道我心中的事也？<br>【红绣鞋】往常时无我处不喜欢说话，今日个见我来低着头无语嗟呀，有甚的机密事孟良也合知么？他那里知道？-个将眼角觑，一个将脚尖蹋，好着我半合儿傒幸杀。孟良，我的勾当你试猜咱。我猜着波。称猜着我便用你，你猜不着不用你，且回避。<br>【石榴花】莫不是大辽军马厮蹅踏？我与你火速的便去争杀。不是。莫不是王枢密搬弄着宋官家？我与你疾忙鞍马，便赴京华。也不是。莫不是佘太君有人相欺压？我的母亲，谁敢欺负他？那厮是不敢也。则除是赵玄坛威力无加，才敢把虎头来料须来抹，我与你亲自把那贼徒拿。<br>【斗鹌鹑】哎，那厮须不是布雾的蚩尤，又不是飞天的夜叉。那厮见你手段高强，被他藏了躲了呢？那厮便藏在云中，躲在、躲在地下，我也翻过乾坤若见他。说那厮能变化，我呵喝一喝骨碌碌的海沸山崩，瞅一瞅赤力力的天摧地塌。孟良，你猜了半日，只是猜不着。你回避。既是猜不着，我且回避。兀那厮！你来这里做甚么？你快实说。你若不说，劈了你这颗狗头来，我则一斧！适才元帅赏了我酒十瓶，羊肉二十斤，不争你劈了我这头，教我怎么吃？快说！你若不说，我就一斧。老爷不要燥暴就把斧头劈下来，待我说，我说。我是杨家府里小军儿，奉佘太君奶奶的命，着我寄一封书与元帅。道是梦中看见老令公，说与番兵交战，不想番兵将老令公困在两狼山虎口交牙峪，困的里无粮草，外无救军。有七郎打出阵来求救，不想被潘仁美将七郎绑在花标树上，攒箭射死。老令公不能得出，撞李陵碑身死。今被韩延寿将老令公尸首烧了，将骨殖挂在幽州昊天寺塔尖上。但是过来过往的人，有箭的射三箭，无箭的打三砖，名曰百药箭。敢是百箭会？你说的是。眼见的哥哥召集众将商量，取那父亲骨殖去，是一件紧要的事，故瞒着我来。嗨！哥哥，我们二十四个指挥使，都是一般的兄弟，怎么偏心，只与他们计议，独独着我回避？我再过去，白破了哥哥咱。哥哥，我猜着了也。你猜着甚的？哥哥，你要搭救爹爹，抢回骨殖去，是么？谁道是俺奶奶来兄弟？既然你知道，他如今把我父亲的骨殖，挂在幽州昊天寺塔尖上，我待要替我父亲盗取这骨殖去，展转寻思，并无妙策。如之奈何？哥哥，别的都去不得，只有您兄弟去得。兄弟，你若肯去，就是我的重生父母也！您兄弟回避！只这一句儿，你就还将我来。兄弟，恁着你是怎么去？你说一遍咱。<br>【上小楼】恁着我这烧天火把，问甚么经文也那佛法？我大踏步踹入僧房，拿住和尚，揝定袈裟。我气性差，忿怒发，拖离禅榻，我敢滴溜扑将脑袋儿撺在殿阶直下。<br>【幺篇】胸脯上脚去蹬，面门上手去挝。恁着我这蘸金巨斧，乞抽扢叉，砍他鼻凹。问甚么恶菩萨，狠那吒，金刚答话，我直着释迦佛也整理不下。兄弟到那里。小心在意者。兄弟既然要去，你可使甚么兵器，用甚么披挂？<br>【耍孩儿】则我这慌忙不用别兵甲，轻轻的将衣服来拽扎。觑着他千军万马只做癞虾蟆，施逞会莽撞拳法。我脊梁边稳把葫芦放，顽石上扌蚩扌蚩的将斧刃擦。但撞着无干罢，直杀的他似芟蒲刈苇，截瓠外瓜。排军，我分付与你两桩儿勾当。兄弟，可是那两桩儿？<br>【三煞】准挤着迎魂一首幡，安灵的几朵花，众儿郎都把那麻衣搭，紧拴将亡父驮丧马，哥也你牢背着亲爷的灰骨匣。孝名儿传天下，说甚的孟宗哭笋。袁孝拖笆。<br>兄弟也，咱到那幽州昊天寺，他那里有五百众上堂僧，出来的一个个都会轮枪弄棒，三门关的铁桶相似。怎生能勾开也？哥哥，恁着你兄弟，不怕他不开。<br>【二煞】门环用手摇，门傒使脚蹅。则为那老令公骨殖浮屠挂。石攒来的柱础和泥掇，铜铸下的幡杆就地拔。那愁他四天王紧向山门把，我呵显出些扶碑的手段，举鼎的村沙。<br>兄弟，父亲的骨殖，在那幽州昊天寺塔尖儿上，怎生能勾下来？哥哥，你放心者。<br>【煞尾】火轮左手拿，管心右手掐。我摇一摇撼两撼厮琅琅震动琉璃瓦，兀良我与你直推倒了这一座玲珑舍利塔。<br>孟良去了也。兄弟，你与我镇守着三关。则今日接应孟良，取我父亲的骨殖走一遭去。岳排军紧守营盘，孟火星谁敢当拦？众头领休离信地，杨六郎暗下三关。<br><br>第三折<br>我做和尚无尘垢，一生不会念经咒。听的看经便头疼，常在山下吃狗肉。小僧是这幽州昊天寺一个小和尚。有杨令公的骨殖在塔尖上挂着，每日轮一百个小军儿，每人射三箭，名曰百箭会。到晚夕取将下来，锁在这里面，则怕有人偷了去。天色晚了也，关上这三门者。好大火也！兄弟也，咱走动些，走动些！哥哥，咱和你走、走、走。<br>【正宫】【端正好】只一道火光飞，早四野烟云布，都出在我背上的这葫芦。火龙万队空中舞，明朗朗正照着那幽州路。<br>【滚绣球】烧的来无处居，满城中都痛哭，似伴着老令公灰骨，且休题官法如炉，也不索祭风台，也不索狼烟举，抵多少六丁神发怒，我则见通红了半壁天衢。恰便似汉张良烧断了连云栈，李老君推番炼药炉，这火也从无。<br>兄弟，可早来到这寺门首也，我是唤门咱。和尚开门来！不开门，不开门！你因何不开门？有布施便开门，没布施不开门。<br>【倘秀才】端的是好热闹也禅房寺宇，了得也山僧施主，可不道四大人天火最毒，只我个善知识，没贪图，待布施与你一千枝蜡烛。<br>和尚，我布施与你一千枝蜡烛。且慢者。一千枝蜡烛，一分银子一对，也该好些银子。我开开这门，放他入来。和尚！杨令公的骨殖在那里？小僧不知道你怎生不知道？你说也！不说，我则一斧砍下你这头来。哦，可知你动不动的就要砍头，眼见的背上挂着那一个和尚的头哩。你快说来，略迟些我砍下来也！你休砍我，等我说罢！杨令公骨殖，日间挂在塔尖上，教一百个小军儿，每人射他三箭。到晚间取将下来，装在一个小小匣儿，收藏方丈里面。专怕有贼来偷了去，做牌儿骰子儿耍子。兀那方丈中卓上的小匣儿，这不是杨令公的骨殖？莫不是假的么？你道假的？是狗骨头那！这骨殖都有件数，每件件有郎主朱笔记认的字迹在上。那一个敢假得？父亲，兀的不痛杀我也！虽然有了骨殖，不知全也不全？待我再问他。和尚，这骨殖全也不全？我元说这骨殖是有件数的。我一件件数与你听者。<br>【滚绣球】你为甚的来便幺呼，只那杨令公骨殖儿有件数数，试听俺从头儿说与。这便是太阳骨八片头颅，这便是胸膛骨无肠肚，这便是肩帮骨有皮肤，这便是膝盖骨带腿脡全付，这便是脊梁骨和协肋连属。俺这里明明白白都交点，您那里件件桩桩亲接取，便可也留下纸领状无虚。<br>你看这厮，且吃我一斧者。哎哟！你头里叫门只不开，听的蜡烛放进来，骨殖桩桩都付与，又要砍我头来忒不该。哥哥，您收了这骨殖也。再放一把火，烧了这寺！哥哥，走、走、走。<br>【倘秀才】不甫能撞开了天关地户，跳出这龙潭虎窟。哥哥小心者。兄弟也，走便走，你这般叫怎么。我则怕孟火星今番惹下火烛，疾快的，骤龙驹，紧走些儿路途。<br>【滚绣球】人奔似室火猪，马窜如尾火虎，哥也猛回头定睛儿偷觑，咱两个可正是凌烟阁上的人物。知道是和尚在钵盂在，知道是他受苦也俺受苦？这一场拚着不做，抵多少诸葛也那周瑜。畅好是焰腾腾博望烧屯计，不刺刺鏖兵赤壁图，不枉了费尽我工夫。<br>哥哥，你将着父亲的骨殖，先上三关去，我在后面走着。倘有追兵来时，等我好敌住他。兄弟，想我父亲做了一世的虎将，这把骨殖，也还受了恁般苦楚，怎教我不痛杀了也，父亲也！哥哥，走便走，你这般叫怎么？兄弟，我这一句儿，你也要还我哩。<br>【煞尾】你牢背着一匣儿骨殖疾归去，休绕着这千里关山放声哭。呀，后面喊声起，敢是追兵来了也！哥哥你先走，等我敌住他。猛听的城边喊声举，早卷起足律律一阵黑尘土。多敢是韩延寿那厮紧追逐，恼了咱嘉州孟太仆。生咬定牙关自当住，那怕有十面军兵暗埋伏。且和他战个九千合来决胜负，也不是我杀人心忒狠毒，管教他便人亡马倒都做血糊突。若放了他一个儿抹的着回家路，哎，兀的不屈沉杀俺宣花也这柄蘸金斧。<br>孟良兄弟，当住追兵去了也，俺将父亲的骨殖背着直至三关上去来。父亲为国建功勋，谁知一命陷番国。今朝取得户骸去，速下三关报母亲。<br><br>第四折<br>积水养鱼终不钓，深山放鹿愿长生。扫地恐伤蝼蚁命，为惜飞蛾纱罩灯。贫僧乃五台山兴国寺长老是也。我这寺里有五百众上堂僧，内有一个和尚姓杨。此人十八般武艺，无有不拈，无有不会，每日在后山打大虫耍子。今日无甚事，天色将晚也，且掩上三门者。某杨景，直到幽州，盗了父亲的骨殖，留兄弟孟良在后，当住追兵去了。我一人一骑，往五台山经过。天色已晚，难以前去，只得在寺中觅一宵宿。来到这三门首，我下的马来，推开三门，兀那和尚！有甚么干净的僧房，收拾一间，与我宿一夜，天明要早行也。客官，这一间僧房可干净？我放下这骨殖咱。敢问客官从那里来？我来处来。你如今那里去？我去处去。那里是你家乡？我没家乡。你姓甚名谁？我没名姓。兀那客官，怎这等硬头硬脑的？老僧不打紧，我有一个徒弟，他若来时，怎肯和你干罢也！他来时便敢怎的我？你自回避。父亲也，兀的不痛杀我也！洒家这醉了也。<br>【双调】【新水令】归来余醉未曾醒，但触着我这秃爷爷没些干净。哦，恰像似有人哭哩。那哭的莫不是山中老树怪，潭底毒龙精？敢便待显圣通灵，只俺个道高的鬼神敬。<br>父亲也，兀的不痛杀我也！兀的不在那里哭哩？<br>【驻马听】那里每噎噎哽哽，搅乱俺这无是无非窗下僧。父亲也，痛杀我也！越哭的孤孤另另，莫不是着枪着箭的败残兵？我靠三门倚定壁儿听，从双肩手抵着牙儿定。似这等沸腾腾，可甚么绿阴满地禅房静？<br>徒弟，你来了也。适才靠晚间，有个客官，一人一骑，来到俺寺中借宿。我问他，他不肯说实话，他如今在这房里，你去问他咱。师父，你回方丈中歇息，我自问他去。正是闭门不管窗前月，一任梅花自主张。官客问讯！好一个莽和尚也。客宫，恰才烦恼的是你来？是我来。你为甚么这等烦恼？和尚，我心中有事。我试猜你这烦恼咱。和尚，你是猜我这烦恼咱。<br>【步步娇】只你个负屈含冤的也合通名姓，莫不是远探你那爹娘的病？不是。莫不是你犯下些违条罪不轻？我有甚么罪犯？莫不是打担推车撞着贼兵？便有贼兵呵，量他到的那里？我连问道你两三声，怎没半句儿将咱来答应？<br>兀那客官！我问着你，不肯说老实话，俺这里人利害也。你这里人利害便怎么？<br>【雁儿落】俺这里便骂了人也谁敢应？敢打人么？俺这里便打了人也无争竞。敢劫人么？俺这里便劫了人也没罪名。敢杀了么？俺这里便杀了人也不偿命。<br>你说便这等说，我是不信。你不信时试闻咱。<br>【水仙子】现如今火烧人肉喷鼻腥，哎，好和尚，可不道为惜飞蛾纱罩灯哩！俺几曾道为惜飞蛾纱罩灯？阿弥陀佛！世间万物，不死不生。若不杀生呵，有甚么轮回证？这便是咱念阿弥超度的经。想你也不是个从幼儿出家的。对客官细说分明，我也曾杀的番军怕，几曾有个信士请，直到中年才落发为僧。兀那和尚！我也不瞒你，我是大宋国的人。客官，你既是大宋国人，曾认的那一家人家么？是谁家？他家里有个使金刀的。<br>【雁儿落】他叫做杨令公手段能，他怎么知道俺父亲哩？兀那和尚！那杨令公有几个孩儿？他有那七个孩儿都也心肠硬。他母亲是谁？他母亲是佘太君，敕赐的清风楼无邪佞。<br>他弟兄每可都有哩。<br>【得胜令】呀！他兄弟每多死少波生。你敢是他家里人么？只我在这五台呵又为僧哦，你元来是杨五郎！你兄弟还有那个在么？有杨六使在三关上，你可认的他哩？他是我的兄弟，怎不认的？和俺一爷娘亲弟兄。哥哥，你今日怎就不认得我杨景也？休惊，这会合真侥幸！兄弟，闻的你镇守瓦桥关上，怎到得这里？哥哥，您兄弟到幽州昊天寺，取俺父亲的骨殖来了也。伤也么情，枉把这幽魂陷虏城。我做将军快敌头，不吃干粮则吃肉。你道是敢战官军沙塞子，怎知我是畏刀避箭韩延寿。某韩延寿是也。叵寸奈杨六儿无礼，将他令公骨殖，偷盗去了。我领着番兵，连夜追赶。原来杨六儿将着骨殖，前面先去，留下孟良，在后当住。我如今别着大兵，与孟良厮杀，自己挑选了这五千精兵，抄上前来，明明望见杨六儿，走到五台山下，怎么就不见了？一定躲在这寺里！大小番兵，围了这寺者。兀那寺里和尚，快献出杨六儿来！若不献出来，休想满寺和尚，一个得活！哥哥，兀的不是番兵来了也？兄弟不要慌，我出去与他打话。我开了这三门。兀那和尚！您这寺里有杨六儿么？献将出来便罢。若不献出来呵，将你满寺和尚的头，都似西瓜切将下来，一个也不留还你。兀那将军！果然有个杨六儿，被我先拿住了，绑缚在这寺里。俺出家的人，是慈悲为本，方便为门，休把这许多枪刀，吓杀了俺老师父。您去了兵器，下了马，我拿杨六儿与你去请功受赏，好不自在哩。我依着你，就去了这刀枪，脱了这铠甲，我下了这马。和尚，杨六儿在那里？快献出来。将军，你忙怎的？且跟将我入这三门来，且关上这门。你为甚么关上门？我是小心的，还怕走了杨六儿？杨六儿走不出，我也走不去。关的是，关的是！量你这厮走到那里去？呀，这和尚不老实，你只好关门杀屎棋，怎么也要打我？<br>【川拨棹】这厮待放懞挣，早拨起咱无明火不邓邓。损坏众生，扑杀苍蝇，准待要鹊巢灌顶，来、来、来，俺与你打几合斗输赢。<br>这和尚倒来撒的，那三门又关了。我可往那里出去。<br>【七弟兄】把这厮带鞋可搭的揝定，先摔你个满天星。休怪俺出家人没的这慈悲性，怒轰轰恶向胆边生，兀良只要你偿还那令公爹爹命。<br>打死这厮，才雪的我恨也！<br>【梅花酒】呀，打的他就地挺，谁着你恼了天丁？也不用天兵，就待劈碎你这天灵。磕擦的怪眼睁，掿双拳打不停，飕飕的雨点倾，直打的应心疼。非是咱不修行，见仇人分外明。若不打死您泼残生，这冤恨几时平！好打，好打！你且说个名姓与我知道，敢这等无礼！哎，你个韩延寿早噤声，还问甚姓和名？<br><br>【喜江南】呀，则我这杀人和尚灭门僧，便铁金刚也劝不的肯容情。俺兄弟正六郎杨景镇边庭韩延寿！也不则你兵临在颈，再休想五千人放半个得回营。<br>兄弟，我打死了番将韩延寿也！哥哥，将韩延寿枭下首级，剜出心肝，在父亲骨殖前。先祭献了。就在这五台山寺里，做七昼夜好事，超度俺父亲和兄弟，早升天界也。老夫莱国公寇准是也。奉圣人的命，并八大王令旨，直至瓦桥关，迎取已故护国大将军杨继业并杨延嗣的骨殖，归葬祖茔。有孟良杀退番兵，报说杨景还在五台山上兴国寺，做七昼夜的大道场，超度亡魂。老夫就带着孟良，不辞星夜。来，可早到五台山也！兀那杨景！老夫奉圣人的命，特来到此。问你取的杨令公并七郎骨殖安在？大人。我父亲并七郎骨殖都有了，现在此处追荐哩。既然有了，杨景同杨朗望阙跪者，听圣人的命。大宋朝纂承鸿业。选良将镇守边疆。杨令公功劳最大，父与子保驾勤王。潘仁美贼臣奸计，陷忠良不得还乡。李陵碑汝父撞死，连七郎并命身亡。百箭会幽魂托梦，盗骨殖多亏孟良。杨延景全忠全孝，舍性命苦战沙场。遣敕使远来迎接，赐黄金高筑坟堂。还盖庙千秋祭享，保山河万代隆昌。<br>题目瓦桥关令公显神<br>正名昊天塔孟良盗骨</p> <p> ",
  "poet": {
    "id": 1836,
    "star": 0,
    "name": "朱凯",
    "desc": "字士凯。生卒年、籍贯均不详。曾任江浙行省掾史，较长时间在杭州生活。自幼孑立不俗，与人寡合，后与钟嗣成相友善，曾为钟所作《录鬼簿》写序。"
  },
  "tags": []
}