{
  "id": 72351,
  "star": 27,
  "name": "泰州海陵县主簿许君墓志铭",
  "dynasty": "宋代",
  "content": "　　君讳平，字秉之，姓许氏。余尝谱其世家，所谓今泰州海陵县主簿者也。君既与兄元相友爱称天下，而自少卓荦不羁，善辩说，与其兄俱以智略为当世大人所器。宝元时，朝廷开方略之选，以招天下异能之士，而陕西大帅范文正公、郑文肃公争以君所为书以荐，于是得召试，为太庙斋郎，已而选泰州海陵县主簿。贵人多荐君有大才，可试以事，不宜弃之州县。君亦常慨然自许，欲有所为。然终不得一用其智能以卒。噫！其可哀也已。</p> <p>　　士固有离世异俗，独行其意，骂讥、笑侮、困辱而不悔，彼皆无众人之求而有所待于后世者也，其龃龉固宜。若夫智谋功名之士，窥时俯仰以赴势物之会，而辄不遇者，乃亦不可胜数。辩足以移万物，而穷于用说之时；谋足以夺三军，而辱于右武之国，此又何说哉！嗟乎！彼有所待而不遇者，其知之矣。</p> <p>　　君年五十九，以嘉祐某年某月某甲子葬真州之扬子县甘露乡某所之原。夫人李氏。子男瓌，不仕；璋，真州司户参军；琦，太庙斋郎；琳，进士。女子五人，已嫁二人，进士周奉先、泰州泰兴县令陶舜元。</p> <p>　　铭曰：有拔而起之，莫挤而止之。呜呼许君！而已于斯，谁或使之？ ",
  "fanyi": "<p><strong>译文</strong><br>　　先生名平，字秉之，姓许。我曾经编过他的家谱，他就是家谱上边所说的现在任泰州海陵县的主簿。先生不但与兄长许元相互友爱而被天下称赞，而且从少年时就超出一般人，他从不受约束，擅长辩论，与哥哥都因富有才智谋略而被当世的大人先生所器重。仁宗宝元（1038—1040）年间，朝廷开设方略科，来招纳天下具有特异才能的人才，当时陕西大帅范文正公（<a href=\"http://so.gushiwen.org/author_510.aspx\">范仲淹</a>的谥号）、郑文肃公（郑戬的谥号）争相写信推荐先生，因此，他被征召进京应试，结果被任命为太庙斋郎，不久被选派做泰州海陵县主簿。朝中的大臣多荐举先生有雄才大略，应该任用做重要的事以考验他，不应该把他放置在州、县做一般官吏。许君也曾经意气慷慨，自信自负，想有一番作为。但终究没能有一次显示自己才智的机会就死去了。唉！真令人哀伤啊。<br>　　读书人当中本来就有那种远离尘世、与世俗不合，一味按自己的意图行事的人，即使受到讽刺谩骂、嘲笑侮辱、穷苦愁困都不后悔，他们都没有一般人那种对名利的营求之心，而对后世有所期望，因此他们的失意、不合时宜也是应该的。至于那些富有机智谋略、追求功名利禄的读书人，企图利用时世的变化，去营求权势和物利，却往往不能得志的，也是难以数记的。然而，才辩足以改变一切事物，却在重用游说的时代困穷；智谋足以夺取三军的统帅，却在崇尚武力的国家遭受屈辱，这种情况又怎么解释呢？唉！那些对后世有所期待、遭受困厄却不后悔的人，大概知道其中的原因吧！<br>　　许君死时五十九岁，在仁宗嘉祐（1056—1063）某年某月某日葬于真州扬子县甘露乡某地的原上。夫人姓李。长子名瓌，没有做官；次子名璋，任真州司户参军；三子名琦，任太庙斋郎；四子名琳，中了进士。五个女儿，已经出嫁的两个，一个嫁于进士周奉先，一个嫁于泰州泰兴县令陶舜元。<br>　　墓碑上的铭文是：有人提拔而任用他，没有谁排挤而阻碍他。唉！许君却死于小小的海陵县主簿的官位上，是什么人使他这样的呢？</p><p><strong>注释</strong><br>①泰州海陵县：现在的江苏省泰县。现在为江苏省泰州市姜堰区。<br>②谱：为……做家谱。<br>③器：器重。<br>④以：来...。<br>⑤范文正公：名仲淹，字希文，苏州吴县人。为宋名臣。<br>⑥郑文肃公：名戬，字天休，苏州吴县人。<br>⑦龃龉（jǔyǔ）：这里指政治意见不合。<br>⑧右武：崇尚武道。<br>⑨不仕：不出来做官。<br>⑩起：使……起。</p>",
  "shangxi": "<h2>评析</h2> 　　许平是个终身不得志的普通官吏。在这篇墓志铭中作者主要是哀悼许平有才能而屈居下位的悲剧。第一段写许君有大才却终不得用的事实；第二段以离俗独行之士和趋势窥利之士的不遇，来衬托许君的不得志；第三段写许君的后事；第四段铭文只二十余字，概括许平一生遭遇，隐含强烈的悲愤。全文议论较多，情调慷慨悲凉。",
  "poet": {
    "id": 405,
    "star": 0,
    "name": "王安石",
    "image": "http://img.gushiwen.org/authorImg/wanganshi.jpg",
    "desc": "王安石（1021年12月18日－1086年5月21日），字介甫，号半山，谥文，封荆国公。世人又称王荆公。汉族，北宋抚州临川人（今江西省抚州市临川区邓家巷人），中国北宋著名政治家、思想家、文学家、改革家，唐宋八大家之一。欧阳修称赞王安石：“翰林风月三千首，吏部文章二百年。老去自怜心尚在，后来谁与子争先。”传世文集有《王临川集》、《临川集拾遗》等。其诗文各体兼擅，词虽不多，但亦擅长，且有名作《桂枝香》等。而王荆公最得世人哄传之诗句莫过于《泊船瓜洲》中的“春风又绿江南岸，明月何时照我还。”"
  },
  "tags": [
    "古文观止",
    "墓志铭",
    "述志"
  ]
}