{
  "id": 10871,
  "star": 18,
  "name": "奉陪郑驸马韦曲二首",
  "dynasty": "唐代",
  "content": "韦曲花无赖，家家恼煞人。绿尊虽尽日，白发好禁春。<br>石角钩衣破，藤枝刺眼新。何时占丛竹，头戴小乌巾。</p> <p>野寺垂杨里，春畦乱水间。美花多映竹，好鸟不归山。<br>城郭终何事，风尘岂驻颜。谁能共公子，薄暮欲俱还。",
  "fanyi": "<h2>注释</h2> <p>《杜臆》：韦曲，在京城三十里，贵家园亭、侯王别墅，多在于此，乃行乐之胜地。然此游必在天宝之季，禄山未乱之先，故花蕃盛如此，编者误置在乾元初耳。【钱笺】《雍录》：吕图，韦曲在明德门外，韦后家在此，盖皇子陂之西也。杜曲，在启夏门外，西向即少陵原，所谓“城南韦杜，去天尺五”者。《通志》：韦曲在樊川，唐韦安石之别业。</p> <p><strong>其一</strong><br>（首章，对韦曲春景而动归隐之怀。上四，惜花之情反言以志胜。下四，寻幽之意托言以寄慨。时盖献赋不遇，有感而发欤？【赵汸注】起用俗语，豪纵跌宕。《杜臆》：此<a href=\"http://so.gushiwen.org/view_10871.aspx\">诗</a>全是反言以形容其佳胜。曰无赖，正见其有趣；曰恼杀人，正见其爱杀人；曰好禁春，正是无奈春何；曰钩衣刺眼，本可憎而转觉可喜。说得抑扬顿挫，极生动之致。）<br>①《汉·高帝纪》：“始大人常以臣亡赖。”注：“江淮之间，谓小儿多诈狡狯为亡赖。”<br>②<a href=\"http://so.gushiwen.org/author_628.aspx\">沈约</a>诗：“忧来命绿樽。”<a href=\"http://so.gushiwen.org/author_715.aspx\">扬雄</a>《河东赋》：“尽日盛酒。”<br>③赵注谓白发禁春，老不流荡也。然禁春须用樽酒，意中实不能禁矣。朱注云：禁，是禁当之禁。<br>④《仇池记》：石角外向。<br>⑤占，据也。齐顾则心诗：“萧萧丛竹映”。<br>⑥《南史》：刘岩隐逸不仕，常著缁衣小乌巾。陆时雍日：起处数语，意经几折，花本可爱，而反若恼人者，以少年之意气犹存，而老去之筹怀莫展，不觉对酒伤情耳。按此诗所云，若以二语括之，即“剑南春色浑无赖，触忤愁人到酒边”。再以一语该之，即是“胜绝警身老”。大旨只在“白发禁春”四字。</p> <p><strong>其二</strong><br>（次章，记韦曲诸胜，有超然世外之意。上四写景，羡村居幽事。下四叙情，慨城市尘缘。公久住长安而未得一官，故曰：“城郭终何事，风尘岂驻颜。”赵氏以为拾遗时所作，误矣。公子，指驸马辈。俱还，反照陪游。）<br>①《三辅黄图》：长杨宫中有垂杨数亩。<br>②<a href=\"http://so.gushiwen.org/author_732.aspx\">鲍照</a>诗：“春畦及耘艺。”又诗：“悬装乱水区。”<br>③<a href=\"http://so.gushiwen.org/author_32.aspx\">谢朓</a>诗：“好鸟叶间鸣。”<a href=\"http://so.gushiwen.org/author_322.aspx\">曹植</a>诗，“朝云不归山。”《杜臆》：“好鸟不归山”，言鸟犹知恋，引起下截意。<br>④<a href=\"http://so.gushiwen.org/author_838.aspx\">陆机</a>诗：“京洛多风尘。”《神仙传》：淮南王初见八公曰：“先生年老，似无驻颜之术。”<br>⑤《淮南子》：“薄暮而求之。”注：“薄，迫也。”王嗣奭曰：大抵高人贵介，所好不无浓淡暄寂之殊，如陶学士以取雪烹茶为清事，而党太尉以销金帐下浅斟低唱为乐事，然不知其为伐性之斧斤也。“风尘岂驻颜”，所以箴之者至矣。 </p>",
  "poet": {
    "id": 474,
    "star": 0,
    "name": "杜甫",
    "image": "http://img.gushiwen.org/authorImg/dufu.jpg",
    "desc": "杜甫（712－770），字子美，自号少陵野老，世称“杜工部”、“杜少陵”等，汉族，河南府巩县（今河南省巩义市）人，唐代伟大的现实主义诗人，杜甫被世人尊为“诗圣”，其诗被称为“诗史”。杜甫与李白合称“李杜”，为了跟另外两位诗人李商隐与杜牧即“小李杜”区别开来，杜甫与李白又合称“大李杜”。他忧国忧民，人格高尚，他的约1400余首诗被保留了下来，诗艺精湛，在中国古典诗歌中备受推崇，影响深远。759-766年间曾居成都，后世有杜甫草堂纪念。"
  },
  "tags": [
    "写景",
    "抒情"
  ]
}