{
  "id": 71197,
  "star": 6081,
  "name": "天净沙·秋",
  "dynasty": "元代",
  "content": "孤村落日残霞，轻烟老树寒鸦，一点飞鸿影下。青山绿水，白草红叶黄花。",
  "fanyi": "<p><strong>译文</strong><br>太阳渐渐西沉，已衔着西山了，天边的晚霞也逐渐开始消散，只残留有几分黯淡的色彩，映照着远处安静的村庄是多么的孤寂，拖出那长长的影子。雾淡淡飘起，几只乌黑的乌鸦栖息在佝偻的老树上，远处的一只大雁飞掠而下，划过天际。山清水秀；霜白的小草、火红的枫叶、金黄的花朵，在风中一齐摇曳着，颜色几尽妖艳。</p> <p><strong>注释</strong><br>①天净沙：曲牌名。<br>②秋：题目。<br>③残霞：快消散的晚霞。<br>④寒鸦：天寒即将归林的乌鸦。<br>⑤飞鸿：天空中的鸿雁。<br>⑥飞鸿影下：雁影掠过。<br>⑦白草：枯萎而不凋谢的白草。<br>⑧黄花：菊花。<br>⑨红叶：枫叶。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　<a href=\"http://so.gushiwen.org/author_278.aspx\">白朴</a>这首小令《天净沙·秋》与<a href=\"http://so.gushiwen.org/author_306.aspx\">马致远</a>的《天净沙·秋思》，无论写法还是构成的意境都有相似之处。此曲题目虽为“秋”，并且写尽秋意，却找不着一个“秋”字。 此曲开篇先绘出了一幅秋日黄昏图，营造出一种宁静、寂寥的氛围，再以名词并列组合的形式，选取典型的秋天景物，由远及近，描绘出一幅色彩绚丽的秋景图。秋景也由先前的萧瑟、寂寥变为明朗、清丽了。</p> <p>　　这首小令，只五句二十八个字，篇幅虽短，却以神来之笔捅绘出了一幅绝妙的秋景图。前三句着力渲染出一派深秋凄凉之景。黄昏时：如血的残霞映照着一座孤零零的小村庄，夕阳淡淡的炊烟袅袅，几只归巢的寒鸦，静静的站立在老树枝头，忽然，一只哀鸣的孤鸿，在人边晚霞影里远远的飞翔，而后两句，作者却将笔锋一转，写到：青山静静、绿水悠悠，白草绵绵，红叶片片，黄花朵朵，在暮色中，这些明丽的色彩，为这萧杀的气氛平添了许多生机活力。一扫前人一悲到底的俗套。</p> <p>　　白朴在写秋景选词语辞精炼，其词并不是单纯的突出秋的悲凉。前二句的“孤村落日残霞，轻烟老树寒鸦”，共用了六个图景：“孤村”、“落日”、“残霞”、“轻烟”、“老树”、“寒鸦”，而其中任何一个图景，都代表着秋日秋景的萧瑟气氛。为了要使这种萧瑟气氛活泼起来，于是作者接下来选用了“一点飞鸿影下”作为上半段的结语。如此一来，原本萧瑟的画面转成了活跃，寂寞的秋景彷佛也展现了另一种鲜活的生气。最后为了加强作者心目中秋景是美丽而有韵味的形象，因此再以“青山绿水，白草红叶黄花”作为曲文的结束语。这两句用了“青”、“绿”、“白”、“红”、“黄”五种颜色，而且“白草红叶黄花”这三种颜色，是交杂在“青山绿水”二种颜色之中；“青山绿水”是广大的图景，“白草红叶黄花”是细微的图景，如此交杂相错，于是原本是寂寞萧瑟的秋景，突然变得五颜六色而多彩多姿。由此可见，白朴的散曲写作技巧的高明了。</p> <p>　　如果联系白朴不愿在元朝做官的态度，读者就不难理解同样的秋景会有如此巨大反差的原因。画面中的“一点飞鸿”，与<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>的《送裴十八图南归嵩山》其一：“举手指飞鸿，此情难具论。同归无早晚，颍水有清原”中的“飞鸿”有着异曲同工之妙，都暗喻作者本人。白朴不愿在朝廷中谋职，却希望自己像一只展翅高飞的鸿雁，飞离那种萧瑟、冷清、没有生气的地方，寻找到自己感到满意，有生机的乐土，还表示了作者的人生得到了美好的转折。因此“影下”的这片“青山绿水、白草红叶黄花”之地，读者可以理解为是作者的归隐之地，是作者的心中之景。情调开朗平和，没有一点消极之感，表现了作者对隐居生活的热爱之情，应属于虚写。在这支曲子中，作者非常巧妙地、不露痕迹地把“心中之景”与当时真实的环境放在一起，产生强烈的对比效果，含蓄地流露出自己的爱恨之情。</p> <p>　　描绘秋景，历来是中国古代文人喜爱的一个题材，为表现它而不惜笔墨的<a href=\"http://so.gushiwen.org/view_71197.aspx\">诗</a>人骚客代代有之，留下的作品更是多不胜举，但许多作品易于流入俗套。白朴却能根据自己的观察和体验，在作品中，层次分明的描写了秋天的自然景象，虽然，在开始时，有些许的萧瑟之意，然而后来以缤纷的色彩作结，终究是赏心悦目、的韵味无穷的。他用笔精深，作品风格独具，婉约清丽，意境新颖，可与被誉为“秋思之祖”的马志远的《天净沙·秋思》媲美。这首小令不仅不俗，还很是典雅。词、曲有雅、俗之别，一般来说，词尚妩媚、含蓄，而曲贵尖新、直率。白朴的这支小令却有词的意境。曲中虽无“断肠人在天涯”之类句子，抒情主人公却时隐时现，在烟霞朦胧之中，传达出一种“地老天荒”的寂静。</p>",
  "poet": {
    "id": 278,
    "star": 0,
    "name": "白朴",
    "image": "http://img.gushiwen.org/authorImg/baipu.jpg",
    "desc": "白朴（1226—约1306） 原名恒，字仁甫，后改名朴，字太素，号兰谷。汉族，祖籍隩州（今山西河曲附近），后徙居真定（今河北正定县），晚岁寓居金陵（今南京市），终身未仕。他是元代著名的文学家、曲作家、杂剧家，与关汉卿、马致远、郑光祖合称为元曲四大家。代表作主要有《唐明皇秋夜梧桐雨》、《裴少俊墙头马上》、《董月英花月东墙记》等。"
  },
  "tags": [
    "小学古诗",
    "秋天",
    "写景"
  ]
}