{
  "id": 62429,
  "star": 39,
  "name": "八声甘州·灵岩陪庾幕诸公游",
  "dynasty": "宋代",
  "content": "渺空烟四远，是何年、青天坠长星？幻苍崖云树，名娃金屋，残霸宫城。箭径酸风射眼，腻水染花腥。时靸双鸳响，廊叶秋声。<br>宫里吴王沉醉，倩五湖倦客，独钓醒醒。问苍波无语，华发奈山青。水涵空、阑干高处，送乱鸦斜日落渔汀。连呼酒、上琴台去，秋与云平。",
  "fanyi": "<p><strong>译文</strong><br>极目远眺四方，缥缈的长空万里，云烟渺茫向四处飘散。不知是何年何月，青天坠下的长星。幻化出这座苍翠的山崖，云树葱笼，幻化出上面有残灭的春秋霸主吴王夫差的宫城，美人西施就藏娇馆娃宫。幻化出气壮山河的霸业英雄。灵岩山前的采香径笔直如一支弓箭，凄冷秋风刺人眼睛。污腻了的流水中漂流着当年每人用来化妆的脂粉，沾染得岸上的花朵都带了点腥。耳边仿佛传来阵阵清脆的声响，不知是美人穿着木屐走在响廊的余音，还是风吹秋叶发出飒飒的凄凉之声。<br>深宫中吴王沉醉于酒色，以亡国亡身的悲剧留下让后人耻笑的话柄。只有头脑清醒的范蠡，在太湖上垂钓，功成身退。我想问苍茫的水波，到底是什么力量主宰着历史的兴衰盛亡。苍波也无法回答，默默无声。我的满头白发正是愁苦无奈之结果，而无情的群山，却依旧翠苍青青。江水浩瀚包涵着无垠的长空。我独自凭倚高栏鸟瞰远景，只见纷乱的几只乌鸦，在夕阳的余晖下落下凄凉的洲汀。我连声呼唤把酒取来，快快登上琴台，去观赏秋光与去霄齐平的美景。</p> <p><strong>注释</strong><br>八声甘州：词牌名。唐教坊大曲有《甘州》，杂曲有《甘州子》，是唐边塞曲，因以边塞地甘州为名。《八声甘州》是从大曲《甘州》截取一段改制的。因全词前后片共八韵，故名八声。慢词，与《甘州遍》之曲破，《甘州子》之令词不同。《词语》以<a href=\"http://so.gushiwen.org/author_535.aspx\">柳永</a>词为正体。九十七字，前片四十六字，后片五十一宇，前后片各九句四平韵。亦有在起句增一韵的。前片起句、第三句，后片第二句、第四句，多用领句字。另有九十五字、九十六字、九十八字体，是变格。又名：《甘州》、《潇潇雨》、《宴瑶池》。<br>灵岩：又名石鼓山，在苏州市西南的木渎镇西北。山顶有灵岩寺，相传为吴王夫差所建馆娃宫遗址。<br>庾幕：幕府僚属的美称。此指苏州仓台幕府。<br>长星：彗星。<br>苍崖云树：青山丛林。<br>名娃金屋：此指西施，为越王勾践献给吴王夫差的美女。金屋，用汉武帝金屋藏娇的故事。《汉武故事》载汉武帝为胶东王时，曾对其姑母说：\"若得阿娇，当作金屋贮之也。\"借指吴王在灵岩山上为西施修建的馆娃宫。<br>残霸：指吴王夫差，他曾先后破越败齐，争霸中原，后为越王勾践所败，身死国灭，霸业有始无终。<br>箭径：即采香径。《苏州府志》：\"采香径在香山之旁，小溪也。吴王种香于香山，使美人泛舟于溪水采香。今自灵岩山望之，一水直如矣，故俗名箭径。\"<br>酸风射眼：寒风吹得眼睛发痛。化用<a href=\"http://so.gushiwen.org/author_349.aspx\">李贺</a>《金铜仙人辞汉歌》，\"魏官牵牛指千里，东关酸风射眸子\"句意。酸风，凉风。<br>腻水：宫女濯妆的脂粉水。<br>靸（sǎ）：一种草制的拖鞋拖鞋。此作动词，指穿着拖鞋。<br>双鸳：鸳鸯履，女鞋。<br>廊：响屐廊。《吴郡志·古迹》：\"响屐廊在灵岩山寺，相传吴王令西施辈步屐。廊虚而响，故名。<br>五湖倦客：指范蠡。范蠡辅佐越王勾践灭吴后，功成身退，泛舟五湖（太湖）。<br>醒醒：清楚；清醒。<br>华发：花白头发。<br>涵空：指水映天空。<br>琴台：在灵岩山上。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　这首词是作者游苏州灵岩山时所作。开头紧贴“灵岩”之“灵”字，说此山是天上星星坠落而成。“幻”字续写灵岩云树贴天，吴<a href=\"http://so.gushiwen.org/author_482.aspx\">王建</a>宫馆于此的史实。“酸风射眼”转写怀古之情，昭示出吴王之所以败亡的根源。下阕第一句，承上将吴王失败的原因点明，认为范蠡是明智的“倦客”。“问苍波无语”呼应开头，唤起今世之忧。接着感叹自己壮志未酬的哀愁。</p> <p>　　这是一首怀古词。<a href=\"http://so.gushiwen.org/author_670.aspx\">吴文英</a>游灵岩山，见吴国遗迹想起了吴国兴衰的史实，联想到宋朝国事，抒发感慨而作此词。</p> <p>　　这首词通过凭吊吴宫古迹，叙述吴越争霸往事，叹古今兴亡之感和白发无成之恨。上片怀古，下片伤今。吴与宋，时不同，事相似。一伤南宋偏安，恐蹈当年吴王夫差沉溺声色，先胜后败的覆辙。二伤一些仁人志士被迫引退。三伤作者自己，\"问苍天无语，华发奈山青\"。最后寓情于景，抒发自己内心的感慨。</p> <p>　　作者改变正常的思维方式，将常人眼中的实景化为虚幻，将常人眼中的虚幻化为实景，通过奇特的艺术想象和联想，创造出如梦如幻的艺术境界。虚实相衬，沉郁苍凉，体现了作者在雕镂组绣以外的奇特才气。</p> <p>　　梦窗词人，南宋奇才，一生只曾是幕僚门客，其经纶抱负，一寄之于词曲，此已可哀，然即以词言，世人亦多以组绣雕镂之工下视梦窗，不能识其惊才绝艳，更无论其卓荦奇特之气，文人运厄，往往如斯，能不令人为之长叹！</p> <p>　　本篇小题曰“陪庾幕诸公游灵岩”。庾幕是指提举常平仓的官衙中的幕友西宾，词人自家便是幕宾之一员。灵岩山，在苏州西面，颇有名胜，而以吴王夫差的遗迹为负盛名。</p> <p>　　此词全篇以一“幻”字为眼目，而借吴越争霸的往事以写其满眼兴亡、一腔悲慨之感。幻，有数层涵义：幻，故奇而不平；幻，故虚以衬实；幻，故艳而不俗；幻，故悲而能壮。此幻字，在第一韵后，随即点出。全篇由此字生发，笔如波谲云诡，令人莫测神思；复如游龙夭矫，以常情俗致而绳其文采者，瞠目而称怪矣。</p> <p>　　此词开端句法，选注家多点断为“渺空烟四远，是何年、青天坠长星？”此乃拘于现代“语法”观念，而不解吾华汉文音律之浅见也。词为音乐文学，当时一篇脱手，立付歌坛，故以原谱音律节奏为最要之“句逗”，然长调长句中，又有一二处文义断连顿挫之点，原可适与律同，亦不妨小小变通旋斡，而非机械得如同读断“散文”“白话”一般。此种例句，俯拾而是。至于本篇开端启拍之长句，又不止于上述一义，其间妙理，更须指意。盖以世俗之“常识”而推，时、空二间，必待区分，不可混语。故“四远”为“渺空烟”之事，必属上连；而“何年”乃“坠长星”之事，允宜下缀也。殊不知在词人梦窗意念理路中，时之与空，本不须分，可以互喻换写，可以错综交织。如此处梦窗先则纵目空烟杳渺，环望无垠──此“四远”也，空间也，然而却又同时驰想：与如彼之遥远难名的空间相伴者，正是一种荒古难名的时间。此恰如今日天文学上以“光年”计距离，其空距即时距，二者一也，本不可分也。是以目见无边之空，即悟无始之古──于是乃设问云：此茫茫何处，渺渺何年，不知如何遂出此灵岩？莫非坠自青天之一巨星乎（此正似现代人所谓“巨大的陨石”了）？而由此坠星，遂幻出种种景象与事相；幻者，幻化而生之谓。灵岩山上，乃幻化出苍崖古木，以及云霭烟霞……乃更幻化出美人的“藏娇”之金屋，霸主的盘踞之宫城。主题至此托出，却从容自苍崖云树迤逦而递及之。笔似十分暇豫矣，然而主题一经引出，即便乘势而下，笔笔勾勒，笔笔皴染，亦即笔笔逼进，生出层层“幻”境，现于吾人之目前。</p> <p>　　以下便以“采香泾”再展想象的历史之画图：采香泾乃吴王宫女采集香料之处，一水其直如箭，故又名箭泾，泾亦读去声，作“径”，形误。宫中脂粉，流出宫外，以至溪流皆为之“腻”，语意出自<a href=\"http://so.gushiwen.org/author_211.aspx\">杜牧</a>之《阿房宫赋》：“渭流涨腻，弃脂水也。”此系脱化古人，不足为奇，足以为奇者，箭泾而续之以酸风射眼（用李长吉“东关酸风射眸子”），腻水而系之以染花腥，遂将古史前尘，与目中实境（酸风，秋日凉冷之风也），幻而为一，不知其古耶今耶？抑古即今，今亦古耶？感慨系之。花腥二字尤奇，盖谓吴宫美女，脂粉成河，流出宫墙，使所浇溉之山花不独染着脂粉之香气，亦且带有人体之“腥”味。下此“腥”者，为复是美？为复是恶？诚恐一时难辨。而尔时词人鼻观中所闻，一似此种腥香特有之气味，犹为灵岩花木散发不尽！</p> <p>　　再下，又以“响屧廊”之故典增一层皴染。相传吴王筑此廊，令足底木空声彻，西施着木屧行经廊上，辄生妙响。词人身置廊间，妙响已杳，而廊前木叶，酸风吹之，飒飒然别是一番滋味──当日之“双鸳”（美人所着鸳屧），此时之万叶，不知何者为真，何者为幻？抑真者亦幻，幻者即真耶？又不禁感慨系之矣！幻笔无端，幻境丛叠，而上片至此一束。</p> <p>　　过片便另换一番笔致，似议论而仍归感慨。其意若曰：吴越争雄，越王勾践为欲复仇，使美人之计，遣范蠡进西施于夫差，夫差惑之，其国遂亡，越仇得复。然而孰为范氏功成的真正原因？曰：吴王之沉醉是。倘彼能不耽沉醉，范氏焉得功成而遁归五湖，钓游以乐吴之覆亡乎？故非勾践范蠡之能，实夫差甘愿乐为之地耳！醒醒（平声如“星”），与“沉醉”对映。──为昏迷不国者下一当头棒喝。良可悲也。</p> <p>　　古既往矣，今复何如？究谁使之？欲问苍波（太湖即五湖之一），而苍波无语。终谁答之？水似无情，山又何若？曰：山亦笑人──山之青永永，人之发斑斑矣。往者不可谏，来者犹可追欤？抑古往今来，山青水苍，人事自不改其覆辙乎？此疑又终莫能释。</p> <p>　　望久，望久，沉思，沉思，倚危阑，眺澄景，见苍波巨浸，涵溶碧落──灵岩山旁有涵空洞，下瞰太湖，词人暗用之，──直到归鸦争树，斜照沉汀，一切幻境沉思，悉还现实，不禁憬然、悢然，百端交集。“送乱鸦斜日落渔汀”，真是好极！此方是一篇之警策，全幅之精神。一“送”字，尤为神笔！然而送有何好？学人当自求之，非讲说所能“包办”一切也。</p> <p>　　至此，从“五湖”起，写“苍波”，写“山青”（山者，水之对也），写“渔汀”写“涵空”（空亦水之对也），笔笔皆在水上萦注，而校勘家竟改“问苍波”为“问苍天”，真是颠倒是非，不辨妍媸之至。“天”字与上片开端“青天”犯复，犹自可也，“问天”陈言落套，乃梦窗词笔所最不肯取之大忌，如何点金成铁？问苍波，何等味厚，何等意永，含咏不尽，岂容窜易为常言套语，甚矣此道之不易言也。</p> <p>　　又有一义须明：乱鸦斜日，谓之为写实，是矣；然谓之为比兴，又觉相宜。大抵高手遣辞，皆手法超妙，涵义丰盈；“将活龙打做死蛇弄”，所失多矣。</p> <p>　　一结更归振爽。琴台，亦在灵岩，本地风光。连呼酒，一派豪气如见。秋与云平，更为奇绝！杜牧之曾云南山秋气，两相争高；今梦窗更曰秋与云平，宛如会心相祝！在词人意中，“秋”亦是一“实体”，亦可以“移动坐标”、亦可以“计量”，故云一登琴台最高处，乃觉适才之阑干，不足为高，及更上层楼，直近云霄，而“秋”与云乃在同等“高度”。以今语译之，“云有多高，秋就有多高！”高秋自古为时序之堪舒望眼，亦自古为文士之悲慨难置。旷远高明，又复低徊宛转，则此篇之词境，亦奇境也。而世人以组绣雕镂之工视梦窗，梦窗又焉能辩？悲夫！</p>",
  "about": "<h2>创作背景</h2> 　　这是一首怀古词。<a href=\"http://so.gushiwen.org/author_670.aspx\">吴文英</a>游灵岩山，见吴国遗迹想起了吴国兴衰的史实，联想到宋朝国事，抒发感慨而作此词。吴文英是南宋的一位奇才雅士，但他一生政治不得志，终志只能将满腹经纶寄之于词曲 。词题“陪庾幕诸公游灵岩 ”，庾幕是指提举常平仓的官衙中的幕友西宾。灵岩山，在苏州西，以吴王夫差的遗迹而有盛名。",
  "poet": {
    "id": 670,
    "star": 0,
    "name": "吴文英",
    "image": "http://img.gushiwen.org/authorImg/wuwenying.jpg",
    "desc": "吴文英（约1200～1260），字君特，号梦窗，晚年又号觉翁，四明（今浙江宁波）人。原出翁姓，后出嗣吴氏。与贾似道友善。有《梦窗词集》一部，存词三百四十余首，分四卷本与一卷本。其词作数量丰沃，风格雅致，多酬答、伤时与忆悼之作，号“词中李商隐”。而后世品评却甚有争论。"
  },
  "tags": [
    "宋词三百首",
    "豪放",
    "怀古",
    "壮志未酬"
  ]
}