{
  "id": 69755,
  "star": 2,
  "name": "杂剧·崔府君断冤家债主",
  "dynasty": "元代",
  "content": "楔子<br>天地神人鬼五仙，尽从规矩定方圆。逆则路路生颠倒，顺则头头身外玄。自家晋州人氏，姓崔名子玉。世人但知我满腹文章，是当代一个学者，却不知我秉性忠直，半点无私，以此奉上帝敕旨，屡屡判断阴府之事。果然善有善报，恶有恶报，如同影响，分毫不错，真可畏也。我有一个结义兄弟，叫做张善友，平日尽肯看经念佛，修行办道。我曾劝他早些出家，免堕尘障。争奈他妻财子禄，一时难断，如何是好？嗨，这也何足怪他，便是我那功名两字，也还未能忘情。如今待上朝取应去，不免到善友宅上，与他作别走一遭。正是：劝人出世偏知易，自到临头始觉难。自家姓张，是张善友，祖居晋州古城县居住，浑家李氏。俺有个八拜交的哥哥是崔子玉，他要上朝进取功名，说在这几日间，过来与我作别。天色已晚，想是他不来了也。浑家，你且收拾歇息者。是天色晚了，俺关了门户，自去歇息咱。釜有蛛丝甑有尘，晋州贫者独吾贫。腹中晓尽世间事，命里不如天下人。自家姓赵，双名廷玉。母亲亡逝已过，我无钱殡埋。罢、罢、罢，我是个男子汉家，也是我出于无奈，学做些儿贼。白日里看下这一家人家，晚间偷他些钱钞，埋葬我母亲，也表我一点孝心。天啊！我几曾惯做那贼来？也是我出于无奈，我今日在那卖石灰处，拿了他一把儿石灰。你说要这石灰做甚么？晚间掘开那墙，撒下些石灰。若那人家不惊觉便罢，若惊觉呵叫道\"拿贼\"！我望着这石灰道上飞跑。天啊！我几曾惯做那贼来？我今日在蒸作铺门首过，拿了他一个蒸饼。你说要这蒸饼做甚么？我寻了些乱头发折针儿，放在这蒸饼里面，有那狗叫，丢与他蒸饼吃，签了他口叫不的。天啊！我几曾惯做那贼来？来到这墙边也，随身带着这刀子，将这墙上剜一个大窟窿，我入的这墙来。我撒下这石灰。关着这门哩。随身带着这油罐儿，我把些油倾在这门桕里，开门呵便不听的响。天呵！我几曾惯做那贼来？你是贼的公公哩！浑家，试问你咱，我一生苦挣的那五个银子，你放在那里？我放在床底下金刚腿儿里。你休问，则怕有人听的。浑家，你说的是，咱歇息咱。我偷了他这五个银子，不知这家儿姓甚么？今生今世，还不的他，那生那世，做驴做马填还你。偷了五锭银，埋殡我双亲。那世为驴马，当来必报恩。浑家，兀的不有贼来？你看<br>那箱笼咱。箱笼都有。看咱那银子咱。呀，不见了奶子，可怎了也！我说甚么来？天色明了也，且不要大惊小怪的，悄悄里缉访贼人便了。积水养鱼终不钓，深山放鹿愿长生。扫地恐伤蝼蚁命，为惜飞蛾纱罩灯。贫僧是五台山僧人，为因佛殿崩摧，下山来抄化了这十个银子，无处寄放。此处有一个长者，是张善友，我将这银子寄与他家去。这是他门首，善友在家么？谁唤门哩，我试去看咱。师父从那里来？我是五台山僧人，抄化了十个银子。一向闻知长者好善，特来寄放你家，待别处讨了布施，便来取也。寄下不妨，请师父吃了斋去。不必吃斋，我化布施去也。浑家，替师父收了这银子。我知道。我今日不见了一头钱物，这和尚可送将十个银子来，我自有分晓。浑家，恰才那师父寄的银子，与他收的牢着。我今日到东岳圣帝庙里烧香去，倘或我不在家，那和尚来取这银子，浑家，有我无我，你便与他去。他若要斋吃，你就整理些蔬菜，斋他一斋，也是你的功德。我知道。我烧香去也。岂不是造化！我不见了五个，这和尚倒送了十个。张善友也不在家，那和尚不来取便罢，若来呵，我至死也要赖了他的，那怕他就告了我来。贫僧抄化了也。我可去张善友家中，取了银子回五台山去。张善友在家么？是那和尚来取银子也。我出去看咱，师父那里来？我恰才寄下十个银子，特来取去。这个师父，你敢错认了也？俺家里几时见你甚么银子来？我早起寄在善友跟前。大嫂，你怎么要赖我的？我若见你的呵，我眼中出血。我若赖了你的呵，我堕十八重地狱。住、住、住，兀那婆婆你听者，我是十方抄化来的布施，我要修理佛殿，寄在你家里，你怎么要赖我的？你今生今世赖了我这十个银子，到那生那世少不得填还我。你听者：我是一僧人，化了十锭银。我着你念彼观音力，久已后还着本人。哎哟！这一会儿害起急心疼来，我且寻太医调理去也。和尚去了也。等善友来家呵，我则说还了他银子。善友敢待来也。浑家，我烧香回来也。那和尚曾来取银子么？刚你去了，那和尚就来取，我两手交付与他去了。既是还了他呵，好、好、好。浑家安排下茶饭，则怕俺崔子玉哥哥来。转过隅头，抹过裹角，可早来到张家了。善友兄弟<br>在家么？哥哥请家里来。兄弟，我观你面色，敢是破了些财？虽然破了些，也不打紧。你媳妇儿气色，倒像得些外财的。有甚么外财那？兄弟，我今日要上朝求官应举去，一径的与你作别来。哥哥，兄弟有一壶水酒，就与哥哥饯行，到城外去来。浑家，斟过酒来，送哥哥一杯。兄弟，我和你此一别，又不知几年得会。我有几句言语，劝谏兄弟，你试听者。得失荣枯总在天，机关用尽也徒然。人心不足蛇吞象，世事到头螳捕蝉。无药可延卿相寿，有钱难买子孙贤。甘贫守分随缘过，便是逍遥自在仙。多承哥哥劝戒，只是你兄弟善缘浅薄，出不得家。也有几句儿言语，诵与哥哥听。也不恋北疃南主，也不恋高堂邃宇。但容膝便是身安，目下保寸男尺女。冷时穿一领布袍，饥时餐二盂粳粥。除此外别无狂图，张善友平生愿足。<br>【仙吕】【忆王孙】粗衣淡饭且淹消，养性修真常自保，贫富一般缘分了。任白发不相饶，但得个稚子山妻，我一世儿快活到老。兄弟同媳妇儿回家了也，俺自登途去咱。此行元不为功名，总是尘根未得清。传语山中修道侣，好将心寄白云层。<br><br>第一折<br>老夫张善友，离了晋州古城县，搬到了这福阳县，一住三十年光景也。自从被那贼人偷了我五个银子去，我这家私，火焰也似长将起来。婆婆当年得了大的个孩儿，唤做乞僧，年三十岁也。以后又添的这厮，是第二个，唤做福僧，年二十五岁也。这个媳妇儿是大的孩儿的，这个媳妇是第二个的。这大的个孩儿，披星带月，早起晚眠，这家私多亏了他。老夫不知造下甚么孽来，轮到这小的个孩儿，每日则是吃酒赌钱，不成半分儿器。兀那厮！我问你咱，恁是呵，几时是了也？父亲，你孩儿幼小，正好奢华受用。有的是钱，使了些打甚么紧？兄弟，你怎生这等把钱钞不着疼热使用？可不疼杀我也。这都是命运里招来的，大的个孩儿，你不知道，听我说与你咱。<br>【仙吕】【点绛唇】浊骨凡胎，递生人海，三十载。也是我缘分合该，正为这泼家私呵，我也曾捱淡饭黄齑菜。<br>【混江龙】俺大哥一家无外，干家活计觅钱财，积垒下前厅后阁，更攒下万贯家财。俺大哥爷娘行能行孝道，也是我前世里积阴功，苦修来。大的儿甘心守分，量力求财，为人本分，不染尘埃，衣不裁绫罗段疋，食不拣好歹安排，爷娘行千般孝顺，亲眷行万事和谐。若说着这个禽兽，知他怎天地栽排？每日向花门柳户，舞榭歌台，铅华触眼，酒肉拥颏，但行处着人骂，惹人嫌，将家私可便由他使，由他卖。这的是破家五鬼，不弱如横祸非灾。<br>父亲，这家私费了我多少辛苦积攒就的，到那兄弟手里，多使去了。兀的不疼杀我也！大哥，这家私都亏了你。兀那厮！我问你咱：你这几时做甚么买卖来？偏我不曾做买卖，打一日双陆，曲的腰节骨还是疼的。你可知道我受这等苦哩！<br>【油葫芦】贼也你搭手在心头自监解，这家私端的是谁挣扎，则你那二十年何曾道觅的半文来？你、你、你，则待要撞着的赊下逢着的买，到家呵抹着的当了拿着的卖。你、你、你，无花呵眼倦开，无酒呵头也不抬。引着些个泼男泼女相扶策，你、你、你，则待每日上花台。<br>父亲，你孩儿趁着如此青年，受用快活，也还迟哩！可知你受用快活，单只苦了谁也。<br>【天下乐】贼也这的是安乐窝中且避乖，这厮从来会放歹，我若不官司行送了你和姓改。我老夫还不曾道着，俺婆婆便道：老子，他也好啰。做爹的道不才，做娘的早放乖，惯的这厮千自由百自在。<br>兀那厮，你曾少人的钱钞来么？呸！长进啊，我并不曾少人钱钞。张二舍，你少我五百瓶的酒钱，快些拿出来还我。父亲，兄弟欠了人家酒钱，在门首讨哩。你说不少钱，门首有人索酒钱那！还了他便罢，打甚么不紧？还有甚么不还了他，只亏了你。大哥，你还了他罢。罢、罢、罢，我还，我还。兀的不心疼杀我也。张二舍，你少我爷死钱，只管要我讨，还不拿出来，父亲，门首讨甚么，爷死钱，在那里嚷。甚么爷死钱？你看这老头儿，这些也不懂的。父亲在日，问他甚么爷死钱？你看这老头儿，这些也不懂的。父亲在日，问他借了一千贯钞，父亲若死了，还他二千贯钞。堂上一声举哀，阶下本利相对，这不是爷死钱！嗨，有这样钱借与那厮使来？<br>【那吒令】你看这倚势口，啰巷拽街；气的我老业人，亡魂丧魄；你看这少钞脸，无颜落色。这也只使得自己一，有甚么妨碍！禽兽！你道是使了钱是自己的，怎做的自己钱无妨碍！禽兽！你道是使了钱是自己的，怎做的自己钱无妨碍？兀的不气穷破我这胸怀。<br>【鹊踏枝】一会家上心来，想这厮不成才！气的我手脚酸麻，东倒西歪。贼也，你少有的破了家宅，倒不如两下里早早分开。<br>就分开了，倒也干净，随我请朋友耍子。<br>【寄生草】你引着些帮闲汉，更和这吃剑才。你只要杀羊造酒将人待，你道是使钱撒镘令人爱，你怎知囊空钞尽招人怪！气的我老业人目下一身亡。我死了呵，恁时节可也还彻你冤家债。大哥，这也没奈何，你还了者。父亲，你孩儿披星戴月，做买做卖，一文不使，半文不用，怎生攒下这家私，都着他花费了也。大哥，你还他罢。我还，我还。还了你去罢。还了我钱，我回家去也。婆婆，趁俺两口儿在，将这家私分开了罢。若不分开呵，久已后吃这厮凋零的无了。老的，这家私分他怎么，还是着大哥管的好。只是分开了罢。大哥，你将应有的家私，都搬出来，和那借钱钞的文书也拿将出来。理会的。婆婆，家私都在这里。三分儿分开者。分开这家私倒也好，省的絮絮聒聒的。老的，怎生做三分儿分开？他弟兄每两分，我和你留着一分。这也说的是，都依着你便了。<br>【赚煞】你待要沙暖睡鸳鸯，我则会岁寒知松柏，你将我这逆耳良言不采。这家私亏煞俺爷娘生受来，我便是释迦佛也恼下莲台。想这厮不成才，因此上各自分开，随你商量做买卖。常言道山河易改，本性儿还在，我则怕你有朝福过定生灾。<br><br>第二折<br>满腹文章七步才，绮罗衫袖拂香埃。今生坐享皇家禄，不是读书何处来！小官崔子玉是也。自与兄弟张善友别后，到于京都阙下，一举状元及第，所除磁州福阳县令。谁想兄弟也搬在这县中居住。闻说他大的孩儿，染了一个病证，未知好殚若何？今日无甚事，张千，将马来，小官亲身到兄弟家中探病走一遭去。骏马慢乘骑，两行公吏随。街前休喝道，跟我探亲知。不养蚕来不种田，全凭说谎度流年。为甚阎王不勾我，世间刷子少我钱。小子叫做柳隆卿，这个兄弟是胡子转。在城有张二舍，是一个真傻厮，俺两个帮着他赚些钱钞使用。这几日家中无盘缠，俺去茶坊里坐下，等二舍来，有何不可？你在茶坊里坐的，我寻那傻厮去。这早晚敢待来也。自家张二舍。自从把家私分开了，好似那汤泼瑞雪，风卷残云，都使的光光荡荡了。如今则有俺哥哥那份家私，也吃我定害不过，俺哥哥如今染病哩。好几日不曾见我两个兄弟，到茶坊里问一声去。兄弟，这几日不见你，想杀我也。小哥，我正寻你哩。茶坊里有柳隆卿在那里等你，我和你去来。兄弟好么？小哥，一个新下城的小娘子，生的十分有颜色，俺一径的来寻你。你要了他罢，不要等别人下手，先抢去了。你先总承别人罢，我可无钱了。你哥哥那里有的是钱，俺帮着你到那里讨去来。这等我与你去。自从将家私做三分儿分开了，二哥的那一份家私，早凋零的没一点儿了。大哥见二哥是亲兄弟，又将他收留在家中住。不想那厮将大哥的家私，又使的无了。大哥气的成病，一卧不起，求医无效，服药无灵，看看至死，教我没做摆布。小的，咱和你到佛堂中烧香去来。爹，咱就烧香去。<br>【商调】【集贤宾】自分开近并来百事有，这的是为儿女报官囚。闪的个老业人不存不济，则俺这养家儿千死千休。这的是天网恢恢，果然道疏而不漏。若俺大哥有些好列呵，怎发付这无主意的老业人张善友？三十年一梦庄周。我恰便是俞阳般服药酒，恰便似庄子叹骷髅。<br>【逍遥乐】我则索仰神灵保佑，为孩儿所事存心，我怎肯等闲罢手！儿也，闪的我来有国难投，忍不住两泪交流。莫不是我前世里烧香不到头，我则索把神灵来祷咒。只愿的减罪消灾，绝虑忘忧。来到这佛堂前。我推开佛堂门。小的每将香来。家堂菩萨，有这大的个孩儿，多亏了他早起晚眠，披星戴月，挣揣下这个家私，今日可有病；小的个孩儿，吃酒赌钱，不成半器，他可无病。家堂爷爷，怎生可怜见老汉，着俺大的个孩儿，这病痊可咱。<br>【梧叶儿】小的个儿何曾生受，他则待追朋趁友，每日家无月不登楼。大的个儿依先如旧，常则待将无做有，巴不得败子早回头，圣贤也！你怎生则拣着这个张善友心疼下便下手？<br>爹爹，大哥发昏哩！既然大哥发昏，小的跟着我看大哥去来。娘也，我死也。大哥，你精细着。我这病觑天远，入地近，眼见的无那活的人也。孩儿，你这病，可怎生就觉重了也？娘也，我这病你不知道，我当日在解典库门前，适值那卖烧羊肉的走过。我见了这香喷喷的羊肉，待想一块儿吃，我问他多少钞一斤，他道两贯钞一斤。我可怎生舍的那两贯钞买吃？我去那羊肉上将两只手捏了两把，我推嫌羊瘦，不曾买去了。我却袖那两手肥油，到家里盛将饭来，我就那一只手上油舔几口，吃了一碗饭。我一顿吃了五碗饭，吃得饱饱儿了，我便瞌睡去。留着一只手上油，待吃晌午饭。不想我睡着了，漏着这只手，却走将一个狗来，把我这只手上油都吮干净了。则那一口气，就气成我这病。我昨日请一个太医把脉，那厮也说的是，道我气裹了食也。孩儿既是这等起的病，你如今只不要气，慢慢的将养。唤的我父亲来，我吩咐他咱。婆婆，大哥病体如何？父亲，我死也。儿呵，则被你痛杀我也。<br>【醋葫芦】你胸脯上着炙，肚皮上用手揉。俺一家儿烧钱烈纸到神州，请法师唤太医疾快走。将那俺养家儿搭救，则教我肠慌腹热似烧油。<br>父亲，我顾不得你，我死也。儿也，你忍下的便丢了我去，教我兀的不痛杀了也。<br>【幺篇】我则见他直挺挺僵了脚手，冷冰冰禁了牙口。俺一家儿那个不啼啼哭哭破咽喉，则俺这养家儿半生苦受。天那！常言道好人俫不长寿，这一场烦恼怎生收？<br>婆婆，大哥死了也，将些甚么供养的来？一壁厢着人去请崔县令哥哥来。理会的。小官崔子玉，去看张善友的孩儿，可早来到也。张千，接了马者。呀，原来善友的孩儿死了也。兄弟你可省烦恼波。哥哥，大的个孩儿已死，眼见兄弟的老命也不久了也。兄弟，常言道：死生有命，富贵在天。这也是个大数，且省烦恼。小哥，说你哥哥死了，到家中看有甚么东西，你拿与俺两个拿着先走。说的是，你跟将我来，拿着壶瓶台盏便走。我可无眼泪，怎么啼哭？我手帕角头，都是生姜汁浸的，你拿去眼睛边一抹，那眼泪就尿也似流将出来。我那哥哥也，你一文不使，半文不用，可不干死了你。我那爹也，你不偏向我那哥哥也。我那娘也，你如今只有的我一个也。我那嫂嫂也，我那老婆也。怎生没个睬我的？看起来我是傻厮那。<br>【幺篇】只见那两个帮闲的花满头，这一个败家的面带酒。你也想着一家儿披麻带孝为何由？故来这灵堂里寻斗殴。直恁般见死不救，莫不是你和他没些瓜葛没些忧？<br>兀那厮，大哥死了，消受不的你奠一盏儿酒。老人家不要絮聒，等我浇奠。你将的那里去？你们自去。有了东西也，俺跑、跑、跑。兀的不气杀我也。我那台盏也。孩儿，你不死了来？被那两个光棍抢了我台盏去，我死也怎么舍得？婆婆，由他将的去罢。呀，婆婆死了也。天那！可是老汉造下甚么孽来，大的个孩儿死了，婆婆又死了。天那！兀的不痛杀老汉也。兄弟少烦恼，这都是前生注定者。<br>【穷河西】你道死和生，都是天数周，怎偏我子和娘拔著短筹？我如今备棺椁将他殡，不如我这业尸骸又著那个收？<br>下次小的每，将婆婆和大哥哥扶在一壁厢，买两个棺椁殡了者。理会的。<br>【凤鸾吟】怎不著我愁，这烦恼甚日休，天那！偏是俺好夫妻不到头。怎不著我愁，这烦恼甚日休，天那！偏是俺养家儿没福留。兄弟，你的寿算也还远哩，这家私便破散了些，打甚么不紧！且省烦恼波。想人生到中年以后，这光阴不久，还望甚家缘成就！随你便攒黄金过北斗，只落的干生受，天那！早寻个落叶归秋。<br>老汉大的个孩儿死了，婆婆又死了。我老汉不知造下甚么孽来。兄弟，你休烦恼者。<br>【浪来里煞】这烦恼神不知鬼不觉，天来高地来厚。本指望一家儿相守共白头，到如今夫妻情父子恩都做了一笔勾。落得个自僝自僽，天那！则除非向来生重把那生修。<br>嗨，谁想他大的孩儿，连婆婆都亡化了。我那兄弟还不省哩。善友今年命运低，妻亡子丧两重悲。前生注定今生业，天数难逃大限催。<br><br>第三折<br>哎哟！害杀我也，怎么不见父亲来？大娘，你与我请将父亲来者。自从大的个孩儿死了，婆婆又死了，家私又散尽了。如今小的个孩儿又病的重了，教老汉好生烦恼也呵。<br>【中吕】【粉蝶儿】活计萧疏，正遭逢太平时序，偏是我老不著暮景桑榆。典了庄宅，卖了田土，销乏了几多钱物。委实的不曾半霎儿心舒，一天愁将我这两眉攒聚。<br>【醉春风】恨高似万重山，泪多如连夜雨。眼见的儿亡妻丧，又有个病着床，老业人你畅好是苦，苦。则俺这小的个孩儿倘有些好歹，可著我那埚儿发付。<br>二哥，你这病证如何？父亲，我死也。老汉则有这小的个孩儿，可又病的重。天啊！怎生可怜见老汉，留下小的个孩儿，送老汉归土，可也好那。<br>【红绣鞋】祷祸了千言万语，天啊！则愿的小冤家百病消除。儿也，便使的我片瓦根椽一文无，但存留的孩儿在，就是我护身符，又何必满堂金才是福？二哥，你这早晚面色不好。你有甚么遗留言语，吩咐我咱。父亲，你不知道我这病。别人害的是气蛊水蛊，我害的是米蛊。如何是米蛊？若不是米蛊呵，怎生偌大一个栲栳？父亲，我顾不的你也。儿呵，则被你痛杀我也。<br>【迎仙客】还只道沉沉的卧著床褥，谁知他悠悠的赴了冥途，空把我孩儿叫道有千百句。阎君也，你好狠心肠；土地也，你好歹做处。闪的我鳏寡孤独，怎下的便撇了你这爹先去。<br>二哥也死了。下次小的每买一具棺木来，埋葬了者理会的。两个媳妇儿，你来，两个孩儿都亡了，我的婆婆又亡了。我无儿不使妇，你两个可也有爷和娘在家里，不如收拾了一房一卧，各自归宗去罢。要守孝也由的你，便要嫁人也由的你。哎呀，痛杀俺也！俺妯娌二人，收拾一房一卧，且回爷娘家守孝去。男儿也，只被你痛杀我也。俺妯娌命运低微，将男儿半路抛离。拚的守孤孀一世，断不肯向他人再画蛾眉。两个孩儿死了，两个媳妇儿又归宗去了。我婆婆又亡了，则撇下老业人独自一个。我仔细想来，不干别人事，都是这当境土地和这阎神，勾将俺婆婆和两个孩儿去了。我如今待告那崔县令哥哥，着他勾将阎神土地来，我和他对证，有何不可！不免拽上这门，我首告他走一遭去。冬冬衙鼓响，公吏两边排。阎王生死殿，东岳吓魂台。小官崔子玉是也。今日升厅，坐起早衙。张千，喝撺厢。在衙人马平安，抬书案。阶下跪着的不是张善友兄弟，你告甚么？哥哥与老汉做主咱。是谁欺负你来，你说那词因，我与你做主。我不告别人，我告这当境土地和阎神。哥哥，你差我去勾将他来，等我问他，俺两个孩儿和婆婆，做下甚么罪过，他都勾的去了。兄弟，你差了也。这是阴府神祗，你告他怎的？<br>【白鹤子】他本是聪明正直神，掌管著寿夭存亡簿。怎不容俺夫妇到白头？我那两个孩儿呵！也著他都死因何故？<br>兄弟，阳世间的人，我便好发落。他阴府神祗，我如何勾的他来？便勾了来，我也断不的。哥哥，你断不的他？从古以来，有好几个人，都也断的，怎生哥哥便断不的？兄弟，那几个古人断的？你试说与咱听。<br>【幺篇】哎，想当日有一个狄梁公曾断虎，有一个西门豹会投巫。又有个包待制白日里断阳间，他也曾夜断阴司路。<br>兄弟，我怎比得包待制，日断阳间，夜断阴间，你要告到别处告去。俺婆婆到这年纪，便死也罢了。难道俺两个孩儿留不的一个？<br>【上小楼】俺孩儿也不曾讹言谎语，又不曾方头不律。俺孩儿量力求财，本分随缘，乐道闲居。阎神也有向顺，土地也不胡突。可怎生将俺孩儿一时勾去，害的俺张善友牵肠割肚。<br>你两个孩儿和你的浑家，必然有罪犯注定该死的。你要问他，也好痴哩！俺那婆婆和两个孩儿呵！<br>【幺篇】又不曾触忤著那尊圣贤，蹅践了那座庙宇。又不曾毁谤神佛，冒犯天公，堕落酆都。合著俺子共母，妻共夫，一家儿完聚，俺两个孩儿死了，婆婆又死了，两个媳妇儿也归宗去了。可怜见送的俺灭门绝户。<br>望哥哥与我勾将阎神土地来，我和他折证咱。兄弟，我才不说来，假如阳世间人，我便断的，这阴府神祗，我怎么断的他？你还不省哩，快回家中去。<br>【耍孩儿】神堂庙宇偏谁做？无过是烈士忠臣宰辅。但生情发意运机谋，早明彰报应非诬。哥哥，这桩事你不与我断，谁断？难道阳世间官府多机变，阴府内神灵也混俗。把森罗殿都做了营生铺，有钱的免了他轮回六道，无钱的去受那地狱三涂。<br>【二煞】我如今有家私谁管顾？有钱财谁做主？我死后谁浇茶、谁奠酒、谁啼哭？谁安灵位谁斋七？谁驾灵车谁挂服？止几个忤作行送出城门去，又无那花棺彩舆，多管是席卷椽舁。<br>【煞尾】天那！最苦的是清明寒食时，别人家引儿孙祭上祖。只可怜撇俺在白杨衰草空山路，有谁来墓顶上与俺重添半抔儿土。<br>张善友去了也。此人虽是个修行的，却不知他那今生报应，因此愚迷不省。且待他再来告时，我着他亲见阎君，放出两个孩儿和那浑家，等他厮见，说知就里。方信道暗室亏心，难逃他神目如电。今日个显报无私，怎倒把阎君埋怨。<br><br>第四折<br>老汉张善友。昨日到俺哥哥崔子玉跟前告状来，要勾他那土地、阎神和俺折证。怎当俺哥哥千推万阻，只说阴府神灵，勾他不得。今日到那城隍庙里再告状去。有人说道，城隍也是泥塑木雕的，有甚么灵感在那里？你哥哥不比他人，日断阳间，夜理阴间，还赛过那包待制，你怎么不告去？因此只得又往这福阳县里走一遭去来。法正天须顺，官清民自安。妻贤夫少祸，子孝父心宽。我崔子玉为何道这几句？只因我兄弟张善友，错怨土地、阎神屈勾了他妻儿三命，要我追摄前来，与他对证。我只说一个断不得，回他去了。料他今日必然又来，我自有个主意。张千，今日坐早衙，与我把放告牌抬出去者。理会的。哥哥可怜，与兄弟做主咱。兄弟，你说那词因上来。我老汉张善友，一生修善，便是俺那两个孩儿和婆婆，都也不曾做甚么罪过，却被土地、阎神，屈屈勾将去了。只望哥哥准发一纸勾头文书，将那土地、阎神，也追的他来，与老汉折证一个明白。若是果然该受这业报，我老汉便死也得瞑目。兄弟，你好葫芦提也。我昨日不曾说来，阳世间的人，我便断的，阴府神祗，我怎么断的？哎哟！一阵昏沉，我且暂睡咱。此人睡了也。我著他这一番似梦非梦，直到森罗殿前便见端的。张善友，阎神有台湾省。怎生阎神有勾？我正要问那阎神去哩。荡荡威灵圣敕差，休将闲事恼心怀。空中若是无神道，霹雳雷声那里来？吾神乃十地阎君是也。今有阳间张善友，为儿亡妻丧，告着俺土地、阎神。鬼力，与我摄将那张善友过来。理会的。行动些。<br>【双调】【新水令】一灵儿监押见阎君，闪的我虚飘飘有家难奔。明知道空撒手，怕甚么业随身！托赖著阴府灵神，得见俺那阳世间的儿孙，便死也亦无恨。<br>【驻马听】想人生一刬的钱亲，呆痴也岂不闻有限光阴有限的身？咱死后只落得半丘儿灰衬，这的是百年谁是百年人，都被那业钱财无日夜费精神。到如今这死尸骸虽富贵谁埋殡？活时节不肯使半文，死了也可有你那一些儿分。<br>过去跪着。张善友，你知罪么？上圣，我张善友不知罪。你推不知，你在阳间，告著谁来？我告阎神、土地，他把我婆婆和两个孩儿，犯下什么罪过，都勾的去了？我因此上告他。兀那张善友，你要见你两个孩儿么/可知要见哩。鬼力，将他两个孩儿摄过来者。理会的。兀的不是我两个孩儿！大哥，你家去来。我是你甚么孩儿！我当初是赵廷玉，不合偷了你家五个银子，我如今加上几百倍利钱，还了你家的，和你不亲，不亲。儿也！我为你呵，哭的我眼也昏了，你今日刬的道和我不亲？儿也！你好下的也呵。<br>【沽美酒】你怎生直恁的心性狠，全无些旧眼分，可便是亲者如同那陌路人。只为你哭的我行眠立盹，二哥，咱家去来。谁是你孩儿！你是我第二的孩儿。我是你的儿？老的，你好不聪明！我前身元是五台山和尚，你少我的来，你如今也加倍还了我的也。两下里将我来不偢问。<br>这生忿忤逆的贼也！罢了，大哥，你也须认的我。<br>【太平令】他平日里常只待寻争觅衅，儿也，你怎的也学他背义忘恩？这忤逆贼从来生忿，你须识一个高低远近。大哥，跟我家去来。我填还了你的，俺和你不亲了也。你道我不亲强亲，咱须是你父亲，呀，好教我一言难尽。着这两个速退。云你要见你那浑家么？可知要见哩。鬼力，与我开了酆都城，拿出张善友的浑家来。婆婆，你为甚么来？老的也，我当初不合混赖了那五台山和尚十个银子。我死归冥路，教我十八层地狱，都游遍了也。你怎生救我咱？那五台僧人的银子，我只道还他去了，怎知赖了他的来？<br>【水仙子】常言道莫瞒天地莫瞒人，心不瞒人祸不侵。你若今苦也啰，刀山剑岭都游尽，怎做的阎罗王有向顺，摆列着恶鬼能神。我受苦不过，你好生超度我咱。鬼力，还押入酆都去。才放出森罗殿，又推入地狱门，哎哟，你畅好是下的波阎君。<br>张善友，你有一个故人，你可要见么？可知要见哩。我与你去请那尊神来，与你相见咱。何方圣者？甚处灵神？通名显姓咱。张善友，休推梦里睡里。好睡也。兄弟，你适才看见些甚么来？哥哥，你兄弟都见了也。<br>【雁儿落】我也曾有三年养育恩，为甚的没一个把亲爷认？原来大的儿是他前生少我钱，小的儿是我今世偿他本。<br>【得胜令】这都是我那婆婆也作业自殃身，遗累及儿孙。再休提世上无恩怨，须信道空中有鬼神。兄弟，你省悟了么？哥哥，张善友如今才省悟了也。总不如安贫，落一个身困心无困。这便是修因，也免的钱亲人不亲。<br>兄弟，你直待今日，方才省悟，可是迟了。兄弟，你听者：听下官从头细数，犯天条合应受苦。则为你奉道看经，俺两人结为伴侣。积攒下五个花银，争奈你命中没福。大孩儿他本姓赵，做贼人半银偷去。第二个是五台山僧，寄银两在你家收取。他到来索讨之时，你婆婆混赖不与。拈指过三十余春，生二子明彰报复。大哥哥干家做活，第二个荒唐愚鲁。百般的破财家财，都是大孩儿填还你那债负。两个儿命掩黄泉，你那脚头妻身归地府。他都是世海他人，怎做得妻财子禄。今日个亲见了阴府阎君，才使你张善友识破了冤家债主。<br>题目张善友告土地阎神<br>正名崔府君断冤家债主",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "郑延玉"
  },
  "tags": []
}