{
  "id": 58006,
  "star": 56,
  "name": "踏莎行·庚戌中秋后二夕带湖篆冈小酌",
  "dynasty": "宋代",
  "content": "夜月楼台，秋香院宇。笑吟吟地人来去。是谁秋到便凄凉？当年宋玉悲如许。<br>随分杯盘，等闲歌舞。问他有甚堪悲处？思量却也有悲时，重阳节近多风雨。",
  "fanyi": "<p><strong>译文<br></strong>月夜下的楼阁，飘满秋天香味的院落，欢笑快乐的人们来来去去。是哪个人秋天一到就悲伤凄凉？当年的<a href=\"http://so.gushiwen.org/author_358.aspx\">宋玉</a>就悲伤到这样。<br>吃饭喝酒要随其自然，对歌舞享乐看得平常一般。问他有什么可以悲伤之处？细细想想却也有悲伤的时候：重阳节快到了，秋风秋雨使人感到格外凄凉。</p> <p><strong>注释<br></strong>①踏莎行：词牌名。节选自《淮海词》。《踏莎行》又名《柳长春》《喜朝天》等。双调五十八字，仄韵。又有《转调踏莎行》，双调六十四字或六十六字，仄韵。<br>②篆（zhuàn）冈：地名，在带湖旁。<br>③宋玉：战国时楚国的著名<a href=\"http://so.gushiwen.org/view_58006.aspx\">诗</a>人，<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>的学生，其代表作《九辩》有句云：“悲哉秋之为气也，萧瑟兮，草木摇落而变衰。”<br>④如许：如此。<br>⑤随分：随意，任意。<br>⑥等闲：平常，普通。<br>⑦甚堪：什么可以。<br>⑧思量：细细想想。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　此词作于公元一一九〇年（绍熙元年庚戌）八月十七日夜。篆冈，是<a href=\"http://so.gushiwen.org/author_217.aspx\">辛弃疾</a>在上饶的带湖别墅中的一个地名。小酌，便宴。此词就是在这次吟赏秋月的便宴上即兴写成的。 　 </p> <p>　　上片写带湖秋夜的幽美景色，见出秋色之可爱，说明古人悲愁没有多少理由。“夜月楼台，秋香院宇”二句对起，以工整清丽的句式描绘出迷人的夜景：在清凉幽静的篆冈，秋月映照着树木荫蔽的楼台，秋花在庭院里散发着扑鼻的幽香。第三句“笑吟吟地人来去”，转写景中之人，十分浑然一体。这七字除了一个名词“人”之外，全用动词与副词，衬以一个结构助词“地”，使得人物动态活灵活现，欢乐之状跃然纸上。秋景是如此令词人和他的宾客们赏心悦目，他不禁要想，为什么自古以来总有些人，一到秋天就悲悲戚戚呢？当年<a href=\"http://so.gushiwen.org/author_358.aspx\">宋玉</a>大发悲秋之情，究竟为了什么？ 　 </p> <p>　　上片末二句：“是谁秋到便凄凉？当年宋玉悲如许”，用设问的方式否定了一般文人见秋即悲的孱弱之情。宋玉的名作《九辩》中颇多悲秋的句子，如“悲哉秋之为气也，萧瑟兮草木摇落而变衰”，等等。辛弃疾这两句，对此加以否定。应该说，当年宋玉之悲秋，是有一定缘由的，辛弃疾这里不过是聊将宋玉代指历来悲秋的文人，以助自己抒情的笔势，这是对古事的活用。由这两句的语意看来，悲秋似是完全没有必要的，只有敞开胸怀，纵情吟赏秋色才是通达的啰！每个读者初读到此，情不自禁地产生这样的联想，而顺着作者这个表面的语调和逻辑继续阅读下去，思考下去。　 </p> <p>　　其实，作者的本意并不在此！读了词的下片读者才知辛弃疾最终是要肯定悲秋之有理。只不过，他之所谓悲“秋”，已不同于传统文人的纯粹感叹时序之变迁与个人身世之没落，而暗含了政治寄托的深意。　 </p> <p>　　上片那些欲擒故纵的抒写，乃是一种高明的蓄势反跌之法。换头三句“随分杯盘，等闲歌舞，问他有甚堪悲处？”仍故意延伸上片否定悲秋的意脉，把秋天写得更使人留恋。秋夜不但有优美的自然景色，而且还有赏心悦目的好事，可以随意小酌，可以随便地欣赏歌舞，还有什么值得悲伤的事呢？就这样，在上片“是谁秋到便凄凉”一个问句之后，作者又在下片着力地加上了一个意思更明显的反问，把自己本欲肯定的东西故意推到了否定的边缘。末二句突然作了一个笔力千钧的反跌：“思量却也有悲时，重阳节近多风雨。”这一反跌，跌出了此词悲秋的主题思想，把上面大部分篇幅所极力渲染的“不必悲”、“有甚悲”等意思全盘推翻了。到此人们方知，一代豪杰辛弃疾也是在暗中悲秋的。他悲秋的理由是，重阳节快来了，那凄冷的风风雨雨将会破坏人们的幸福和安宁。 　 </p> <p>　　“重阳节近多风雨”一句，化用北宋<a href=\"http://so.gushiwen.org/view_58006.aspx\">诗</a>人潘大临咏重阳的名句“满城风雨近重阳”，这正是<a href=\"http://so.gushiwen.org/author_408.aspx\">王国维</a>《人间词话》所说的“借古人之境界为我之境界”。辛弃疾之所谓“风雨”，一语双关，既指自然气候，也暗喻政治形势之险恶。稼轩作此词时，国势极弱，国运日衰，而向来北兵也习惯于在秋高马肥时对南朝用兵，远的不说，公元一一六一年（绍兴三十一年）金主完颜亮率三十二路军攻宋之役，就是在九月份发动的。稼轩《水调歌头》（落日塞尘起）一阕就有“胡骑猎清秋”的警句。鉴于历史的教训，闲居带湖的辛弃疾在密切注视政坛情况变化时，不会不想到边塞的情况。此词实际上表达了作者对当时政局的忧虑之情。这首词通过时节变化的描写来反映对现实生活的深沉感慨，气度从容；欲擒欲纵，文法曲折多变；巧妙采用前人诗句，辞意含蓄；通过比兴等手法，寄托政治感想。</p><br/><h2>赏析二</h2> <p>　　题目写明，这首词作于庚戌年，即南宋光宗绍熙元年，公元1190年；中秋后二夕，即中秋后二日之夜晚；带湖篆冈，作者<a href=\"http://so.gushiwen.org/author_217.aspx\">辛弃疾</a>在上饶的带湖别墅的一处地名；小酌，小宴。就是说，这个作品是在1190年8月17日之夜带湖别墅篆冈的一次小宴上写成的。当时南宋的国力很弱，随时面临着金兵南进的威胁，特别是在秋高马肥的季节；作者一生力主抗金北伐，并提出有关方略，都没有被采纳；42岁遭谗落职，退居江西，此时已年届半百，忧国之心甚切，但在词中却表现得深沉含蓄，只是借写节序来寄托自己对政局的忧虑，颇有一点“欲说还休”的味道；正因为如此，其情感更见沉郁悲慨，以比兴“风雨”一笔点出题旨，也格外撼人心弦。章法曲转，一波三折，跌宕起伏，摇曳生姿，于短小的篇幅中回环反复，不断蓄势，铺垫反衬，到点睛处给人以石破天惊之感。笔重千钧而气度从容，非词家老手断难做到这样一点。</p> <p>　　作品先写带湖秋夜的景色：篆冈的楼台为皎洁的明月所照亮，庭院里散发出秋花秋果的清香，秋天的景色多么美好啊。这就同历来多愁善感地写悲秋词章的文人唱了反调，为下文铺垫蓄势。接着写景中之人，“笑吟吟地人来去”，秋景是美好的，赏景的人来来往往，也都是“笑吟吟地”，纵情饮酒看月。情景历历，如在画中。写到这里，自然要引出问题：“是谁秋到便凄凉？当年<a href=\"http://so.gushiwen.org/author_358.aspx\">宋玉</a>悲如许。”前二层正面写了赏秋和乐秋，作了足够的铺垫，这一层自然要诘难和否定悲秋的人：是什么人一到秋季就感叹时序由盛变衰，联想到个人的不得志，从而凄凉感伤，大写“悲哉秋之为气也”？回答是：当年宋玉悲秋之词就有如许之多，影响又有如许之广（参见宋玉《九辩》）。当然，宋玉只不过是一个典型，历代文人写悲秋文章的还有许许多多，他们大多只从“萧瑟兮草木摇落而变衰”的自然景观和“贫士失职而志不平”的个人身世出发，这就大可不必了。</p> <p>　　换头继续反驳宋玉式的悲秋，说是秋天到来之后，照样可以随意饮酒，随意吃菜，随意欣赏歌舞，随意观看天上的秋月，欣享庭院中秋花秋果的清香，问他还有什么值得悲伤的呢？到此铺垫已经很多，蓄势也已十分充足，该是打开真情流泻的闸门，让思想的浪峰纵情奔流的时候了。于是，结末反跌下来：“思量却也有悲时，重阳节近多风雨。”北宋<a href=\"http://so.gushiwen.org/view_58006.aspx\">诗</a>人潘大临就曾写过“满城风雨近重阳”的名句，稼轩词暗中化用这个诗句，忧虑重阳节快到时，那多风多雨的天气会给人的生活带来很大的不方便，更不用说看月赏花了。这是双关，也是比兴，“风雨”不仅是自然的，更多的还是暗喻南宋的政治形势，担心金兵于秋高马肥之时前来进攻，他多年之前的词作《水调歌头》就曾写到“落日塞尘起，胡骑猎清秋”。古代北方少数民族统治者常在秋高马肥的时节犯扰中原，1161年秋季金主完颜亮率兵南侵一事，给稼轩留下极深的印象，他写的“胡骑猎清秋”，即指此事而言。现在中秋又过，快近重阳，南宋朝廷风雨如磐，摇摇欲坠，如何能不忧虑悲愁呢？至此，我们知道词人辛稼轩也是暗中悲秋的；不过，他一不是为节候的萧疏而悲秋，二不是为个人身世的衰落而伤情，这二者都是他所反对的，他的悲秋有更深刻的政治原因，更广泛的社会意义，他是为国家、民族的命运而悲秋，他所抒写的是对当时整个政治军事形势的忧虑。这首词用比兴手法，明写对节序的态度，暗写对政局的关注。</p>",
  "about": "<h2>创作背景</h2> 　　淳熙八年（1181年）冬，<a href=\"http://so.gushiwen.org/author_217.aspx\">辛弃疾</a>因受到弹劾而被免职，归居上饶。此后二十年间，他大部分时间都在乡间闲居，此词便是作于其间。南宋光宗绍熙元年（1190年），辛弃疾在上饶的带湖别墅篆冈喝酒赏月，成此佳作。",
  "poet": {
    "id": 217,
    "star": 0,
    "name": "辛弃疾",
    "image": "http://img.gushiwen.org/authorImg/xinqiji.jpg",
    "desc": "辛弃疾（1140－1207），南宋词人。原字坦夫，改字幼安，别号稼轩，汉族，历城（今山东济南）人。出生时，中原已为金兵所占。21岁参加抗金义军，不久归南宋。历任湖北、江西、湖南、福建、浙东安抚使等职。一生力主抗金。曾上《美芹十论》与《九议》，条陈战守之策。其词抒写力图恢复国家统一的爱国热情，倾诉壮志难酬的悲愤，对当时执政者的屈辱求和颇多谴责；也有不少吟咏祖国河山的作品。题材广阔又善化用前人典故入词，风格沉雄豪迈又不乏细腻柔媚之处。由于辛弃疾的抗金主张与当政的主和派政见不合，后被弹劾落职，退隐江西带湖。"
  },
  "tags": [
    "秋天",
    "写景",
    "悲秋"
  ]
}