{
  "id": 71128,
  "star": 1932,
  "name": "智子疑邻",
  "dynasty": "先秦",
  "content": "宋有富人，天雨墙坏。其子曰：“不筑，必将有盗。”其邻人之父亦云。暮而果大亡其财，其家甚智其子，而疑邻人之父。",
  "fanyi": "<p><strong>译文</strong><br>宋国有个富人，因下大雨，墙坍塌下来。他儿子说：“如果不（赶紧）修筑它，一定有盗贼进来。”他们隔壁的老人也这么说。这天晚上果然丢失了大量财物，这家人很赞赏儿子聪明，却怀疑偷盗是隔壁那个老人干的。</p> <p><strong>注释</strong><br>智其子：以为他的儿子很聪明，聪慧，机智。<br>宋：宋国。 <br>雨：下雨（名词作动词）。.<br>坏：毁坏，损坏。<br>筑：修补。<br>盗：偷盗。动词活用作名词。<br>富人；富裕的人。<br>亦云：也这样说。云：说。亦：也。<br>暮：晚上。<br>而：无义。表示承接关系。<br>果：果然。<br>亡：丢失。<br>父：（fǚ，第3声，译为“老人”指邻居家的老人）邻居家的老人。<br>甚：很。<br>而（疑邻人之父）：表示转折关系。15、家：家里的人。</p> <p><strong>古今异义</strong><br>1、亡古意：丢失 今意：死亡<br>2、其邻人之父亦云古意：说 今意：常做“云朵”讲，在空中悬浮的有水滴、冰晶凝聚形成的物体</p> <p><strong>一词多义</strong><br>1.暮：<br>夜晚（暮而果大亡其财）<br>年老（烈士暮年，壮心不已）<br>2.果：<br>果然（暮而果大亡其财）<br>结果（ 未果， 寻病终）<br>3.亡：<br>丢失（暮而果大亡其财）<br>逃跑（今亡亦死，举大计亦死）<br>通“无”没有（河曲智叟亡以应）<br>4.其：<br>其子曰（代词；代他的）<br>其家甚智其子（代词；代这）<br>5.之：<br>他/她。（的//语气助词：不译//去、到）<br>6.而：<br>暮而果大亡其财（表承接）<br>而疑邻人之父（表转折；却）<br>告诫人们，如果不尊重事实，只用亲疏和感情作为判断是非的标准，就会主观臆测，得出错误的结论。 </p>",
  "about": "<h2>寓意</h2> <p>客观分析<br>持有相同意见的人因身份不同及与主人亲疏关系的不同而遭到不同对待。</p> <p>积极方面（富人角度）<br>听取人意见时不能因其身份不同、与自己的亲疏关系不同而决定是否存在偏见。</p> <p>消极方面（邻人角度）<br>在给别人提意见时要注意与别人的亲疏关系，如果与别人的关系较好，并且此人心胸宽广，则可提意见。</p><br/><h2>评论</h2> <p>　　从邻人的老人说，好心没好报，归到交浅言深上，从此人情练达，沉默是金。这一层不说。这摆明了是批评主人家不对，同样的意见因为亲疏远近而态度迥异，所谓“薄者见疑”。意即亲疏厚薄是一种妨碍，妨碍了主人家对真相正误的认识。</p> <p>　　其实<a href=\"http://so.gushiwen.org/author_404.aspx\">韩非</a>本意倒非批评“智其子疑其邻”的主人家，这则寓言见于《说难》篇，意思是劝说别人是何等的困难，因为每个人所处的位置不同。这是被韩非当做一个事实接受的，所以他的主要目标是研究那些能够有助于让别人听取自己意见的注意事项。交浅不可言深就是注意事项之一，所以韩非这则寓言的本意是批评富人的做法——因两人身份不同而受到不同的待遇。</p> <p>　　被韩非当做事实接受的“薄者见疑”，在今天有更加技术化的解释。“每个人所处位置不同”的说法换成经济学语言，就是因信息的不对称状态而导致交易费用的迥异，从而影响每个人的判断和行为选择。韩非子在《说难》中的一切努力，就是今天信息经济学企图解决的问题，即如何在信息不对称的情况下让对方说真话，让对方相信自己的话，最终与对方达成契约。</p> <p>　　其实除了上帝，没人能够批评失窃者的怀疑。因为上帝知道究竟是谁干的，我们都不知道，所以破案之前不能说三道四。而韩非子讲故事很缺德，最后没说案子破是没破。这怀疑就一直都很合理。“亲疏”的差别这里有两个意义，两方面都构成我们判价分析问题的重要进路，而非妨碍。其一是利益立场的分殊。之所以智其子而不疑其子，因为他儿子是财产权的共同受益人和继承人，除非爷俩的关系另出问题，他儿子显然缺乏盗窃的合理利益动机。其二则是信息的不对称。交易费用中有相当一部分是了解对方和建立信任机制的成本。“亲”意味着这一成本很低，“疏”意味着成本的高昂。所以建立起现代法治秩序和信用体系之前，交易的半径总不太可能超越“亲疏”的圈子（差序格局），而延伸到陌生人环境中去。</p> <p>　　儿子是什么样的人老子自然很清楚，邻人是怎么样的人却不了解。这是怀疑的合理基础。一个重要细节是案发之前，主人对二人的建议并没有因为亲疏远近而厚此薄彼。邻人“见疑”是在案发之后。我们设想一番，墙坏和失窃之间，只有短短几个小时。半天时间知道这一事实并利用这一事实的人很有限，古人地广人稀，邻里原本很少。人口流动性又差，外来人口会非常引人注目。这案子交给美利坚、不列颠、俄罗斯或者爪哇国哪一家警察局，根据已有线索，这位邻人也必将是最重要的嫌疑人。</p> <p>　　在一种非法治文化中，“被怀疑”是一种羞辱，甚至会直接导致司法的有罪推定或人际中的歧视。其实这才是“智子疑邻”遭到批评的深层文化心理因素。在一种法治文化中，“怀疑”是一种合理的、大方得体的态度。不怀疑对方可能违约，就不用签合同。不怀疑政府会滥用权力，就不需要宪政民主。而和自己爹妈做生意，也可以不签合同，你不能没来由的说人家法律意识差。因为不签合同的成本可能更低。这和智子疑邻是一个道理。</p> <p>　　启示：两个人会因为身份和关系的不同，而遭到不同的对待。</p>",
  "poet": {
    "id": 404,
    "star": 0,
    "name": "韩非",
    "image": "http://img.gushiwen.org/authorImg/hanfe.jpg",
    "desc": "韩非子生于周赧王三十五年（约公元前281年），卒于秦王政十四年（公元前233年），韩非为韩国公子（即国君之子），汉族，战国末期韩国人(今河南省新郑）。师从荀子，是中国古代著名的哲学家、思想家，政论家和散文家，法家思想的集大成者，后世称“韩子”或“韩非子”，中国古代著名法家思想的代表人物。"
  },
  "tags": [
    "初中文言文",
    "哲理",
    "故事"
  ]
}