{
  "id": 18295,
  "star": 33,
  "name": "秋晓行南谷经荒村",
  "dynasty": "唐代",
  "content": "杪秋霜露重，晨起行幽谷。<br>黄叶覆溪桥，荒村唯古木。<br>寒花疏寂历，幽泉微断续。<br>机心久已忘，何事惊麋鹿。",
  "fanyi": "<p><strong>、译文<br></strong>秋末大地铺满浓霜寒露，清晨起来行经幽深山谷。<br>片片黄叶覆盖溪上小桥，荒凉村落只见一片古树。<br>天<a href=\"http://so.gushiwen.org/author_1397.aspx\">寒山</a>花疏落寂寞，深涧泉水若断若续。<br>我久已忘却技巧心计，为何仍然惊动了麋鹿？</p> <p><strong>注释<br></strong>1、南谷：在永州郊外。<br>2、杪（miǎo）秋：晚秋。杪，树梢。引申为尽头，多指年、月或季节的末尾。<br>3、幽谷：幽深的山谷。<br>4、覆：遮盖。<br>5、唯：只有。<br>6、寒花：即秋花，寒秋的山花。<br>7、疏：稀疏。<br>8、寂历：孤寂，这里指花不繁茂。历，单个。<br>9、幽泉：深山中流出的泉水。<br>10、微：指泉水很小。<br>11、机心：机巧之心，奸诈之心。《列子·黄帝》：“海上之人有好沤鸟者，每旦之海上，从沤鸟游。沤鸟之至者，百住而不止。其父日： ‘吾闻沤鸟，皆从汝游，汝取来吾玩之。’明旦之海上，沤鸟舞而不下也。”沤鸟之所以不下，是因为其父有机心。<br>12、何事：为何。<br>13、麋鹿：又名四不像，一种珍奇动物。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　首联写<a href=\"http://so.gushiwen.org/view_18295.aspx\">诗</a>人在晚秋时节，冒着早晨的霜露，走在幽深的山谷之中，字里行间流泻出一种跋涉之苦。其实，诗人现实的生活道路也是如此。首句的“杪秋”本已点明季节，但作者却仍嫌不足，在句尾又以“霜露重重”加重笔墨，进一步渲染了秋之已深。次句的“幽”字，则是强调了诗人所行山谷远离市井，幽深僻静。</p> <p>　　接着，具体写经荒村所见。厚厚的黄叶覆盖着小溪上的桥面，荒村唯有古树处处可见，寒天的野花，稀疏零落，大地更显得空旷。山谷深处的泉水声微流缓，水声时断时续，更衬出大地的寂静。几句诗，写尽了南谷秋色和荒村的荒僻景象，给人以衰败、寥落之感。</p> <p>　　诗人处境险恶，眼前如此萧疏荒寂的景色，很自然地触动了他的身世之感。作者在《始得西山宴游记》中曾这样说道：“自余为僇人，居是州，恒惴栗。”他也想驱除胸中的郁闷。可是，今天南谷之行却没有使他得到“心凝形释，与万化冥合”的轻松，反而更加重了他的孤独落漠之感。诗最后写的“机心久已忘，何事晾麋鹿”，表面上的超脱放达之态，实际上却反映了欲遣愁绪而不能，从而愁上加愁的心境罢了。</p> <p>　　全诗紧扣题目，以标题中的“荒”字笼盖全篇，使诗人笔下的画面，涂上了一层惨淡之色，霜露、幽谷、黄叶、溪桥、古木、寒花和幽泉，无一不在它的笼罩之下，因而有力地突出了荒村的特点；而这个特点，又处处不离“杪秋”这个季节，使景物都具有浓厚的时令特色。</p> <p>　　诗人笔下的景色写得真实、自然，同时又处处渗透着诗人的主观情憬。诗人特有的心境与眼前寥落衰败的景象相互交融，达到了情景交融的艺术境界。</p>",
  "about": "<h2>创作背景</h2> 　　贞元二十一年（805），<a href=\"http://so.gushiwen.org/author_646.aspx\">柳宗元</a>因参加王叔文革新集团被贬为永州司马，开始了痛苦的谪居生活。永州位于湖南、广东交界处，是一个人烟稀少、荒芜偏僻之地。柳宗元生活在这样的环境中，常常触景伤怀，对自己的遭遇，感慨万千。加之，其所任永州司马的官职，只不过是一个闲散的职位，因而无施展才华的机会，这便更加重了他的孤独、愤懑之感，从这首五言古<a href=\"http://so.gushiwen.org/view_18295.aspx\">诗</a>中，不难看出作者的这种情绪。由标题可知，诗是写作者在一个秋日的早晨赴南谷路经荒村的所见，并且以人的行踪为线索逐步展开。",
  "poet": {
    "id": 646,
    "star": 0,
    "name": "柳宗元",
    "image": "http://img.gushiwen.org/authorImg/liuzongyuan.jpg",
    "desc": "柳宗元（773年－819年），字子厚，唐代河东（今山西运城）人，杰出诗人、哲学家、儒学家乃至成就卓著的政治家，唐宋八大家之一。著名作品有《永州八记》等六百多篇文章，经后人辑为三十卷，名为《柳河东集》。因为他是河东人，人称柳河东，又因终于柳州刺史任上，又称柳柳州。柳宗元与韩愈同为中唐古文运动的领导人物，并称“韩柳”。在中国文化史上，其诗、文成就均极为杰出，可谓一时难分轩轾。"
  },
  "tags": [
    "秋天",
    "纪行"
  ]
}