{
  "id": 263,
  "star": 50,
  "name": "周颂·清庙",
  "dynasty": "先秦",
  "content": "於穆清庙，肃雍显相。<br>济济多士，秉文之德。<br>对越在天，骏奔走在庙。<br>不显不承，无射于人斯！",
  "fanyi": "<p><strong>译文<br></strong>美哉清静宗庙中，助祭高贵又雍容。<br>众士祭祀排成行，文王美德记心中。<br>遥对文王在天灵，奔走在庙步不停。<br>光辉显耀后人承，仰慕之情永无穷。</p> <p><strong>注释<br></strong>⑴於（wū）：赞叹词，犹如现代汉语的“啊”。穆：庄严、壮美。清庙：清静的宗庙。<br>⑵肃雝（yōng）：庄重而和顺的样子。显：高贵显赫。相：助祭的人，此指助祭的公卿诸侯。<br>⑶济济：众多。多士：指祭祀时承担各种职事的官吏。<br>⑷秉：秉承，操持。文之德：周文王的德行。<br>⑸对越：犹“对扬”，对是报答，扬是颂扬。在天：指周文王的在天之灵。<br>⑹骏：敏捷、迅速。<br>⑺不（pī）：通“丕”，大。承（zhēng）：借为“烝”，美盛。<br>⑻射（yì）：借为“斁”，厌弃。斯：语气词。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　“<a href=\"http://so.gushiwen.org/view_263.aspx\">诗</a>”有“四始”，是<a href=\"http://so.gushiwen.org/author_608.aspx\">司马迁</a>在《史记·孔子世家》中具体提出来的。他说：“古者，诗三千余篇，及至孔子，去其重，取可施于礼义，上采契、后稷，中述殷、周之盛，至幽、厉之缺，始于衽席，故曰：‘《关雎》之乱，以为《风》始，《鹿鸣》为《小雅》始，《文王》为《大雅》始，《清庙》为《颂》始。’”他的话不一定可靠，而“四始”云云，据说又是来自鲁诗之说。而作为毛诗学说思想体系的《毛诗序》，却又仅仅把风、小雅、大雅和颂四种诗类作为“四始”。其实，自古以来虽然都讲“四始”，而他们的说法又是众说纷纭、让人莫衷一是的。他们重视“四始”，实际代表了他们对整部《诗经》编辑思想体系的根本看法。按照毛诗的观点，整部《诗经》，都是反映和表现王道教化的，所以郑玄笺说：“‘始’者，王道兴衰之所由。”因此，每类诗的第一篇，就具有特殊的意义。</p> <p>　　根据毛诗的解释，司马迁所说的四篇“始诗”都是赞“文<a href=\"http://so.gushiwen.org/author_159.aspx\">王之道</a>”、颂“文王之德”的。周文王姬昌，在殷商末期为西伯，在位五十年，“遵后稷、公刘之业，则古公、公季之法，笃仁、敬老、慈少”，“阴行善”，招贤纳士，致使吕尚、鬻熊、辛甲等贤士来归，并先后伐犬戎、密须、黎国、邘及崇侯虎，自岐下徙都于丰，作丰邑，奠定了周部族进一步壮大的雄厚的基础。（见《史记·周本纪》）他在世时，虽然没有实现灭殷立周、统一中原的宏愿，但他的“善理国政”，却使周部族向外显示了信誉和声威，为他儿子周武王姬发的伐纣兴国铺平了道路。所以，在周人心目中，他始终是一位威德普被、神圣而不可超越的开国贤君。《诗经》中很多诗篇歌颂、赞美他，是符合历史真实的。</p> <p>　　《毛诗序》说：“颂者，美盛德之形容，以其成功告于神明者也。”《礼记·明堂位》：“季夏六月，以禘礼祀周公于太庙，升歌《清庙》。”《礼记·祭统》：“夫人尝禘，升歌《清庙》，……此天子之乐也。”《礼记·孔子燕居》：“大飨，……两君相见，升歌《清庙》。”《礼记·文王世子》：“天子视学，登歌《清庙》。”可见，它的意义已不只是歌颂和祭祀周文王本人了。</p> <p>　　然而，这篇“颂始”，到底是叙写的什么内容，历代的《诗经》学者的看法并不是一致的。毛诗和鲁诗认为是祭祀文王，咏文王之德。而《尚书·洛诰》以为是合祭周文王、周武王时用的歌舞辞，是周人“追祖文王而宗武王”的表现。可是郑玄笺提出清庙乃“祭有清明之德者之庙也”，文王只是“天德清明”的象征而已。于是也就有人认为《清庙》只是“周王祭祀宗庙祖先所唱的乐歌”（高亨《诗经今注》），并不一定是专指文王。不过，从“四始”的特点来看，说是祭祀文王的乐歌，还是比较有道理的。</p>",
  "about": "<h2>创作背景</h2> 　　关于此<a href=\"http://so.gushiwen.org/view_263.aspx\">诗</a>的背景，《毛诗序》曰：“《清庙》，祀文王也。周公既成洛邑，朝诸侯，率以祀文王也。”郑玄认为此诗作于周公摄政五年。郑笺：“清庙者，祭有清明之德者之宫也，谓祭文王也。天德清明，文王象焉，故祭之而歌此诗也。庙之言貌也，死者精神不可得而见，但以生时之居，立宫室象貌为之耳。成洛邑，居摄五年时。”但对此历代学者尚有争论。有人认为此诗作于周成王七年，也有人认为作于周昭王时期；有人说是周公所作，也有人说是周武王所作，还有说是周成王所作的。",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": [
    "诗经",
    "祭祀",
    "乐歌"
  ]
}