{
  "id": 35497,
  "star": 7,
  "name": "题君山",
  "dynasty": "唐代",
  "content": "曾于方外见麻姑，闻说君山自古无。<br>元是昆仑山顶石，海风吹落洞庭湖。",
  "fanyi": "<p><strong>译文<br></strong>曾经在世外见到麻姑，听说君山古时候本无。<br>原是昆仑山顶一块石，飓风吹来落入洞庭湖。</p> <p><strong>注释<br></strong>⑴君山：在湖南洞庭湖口，又名湘山、洞庭山，山势奇秀，景色旖旎。北魏<a href=\"http://so.gushiwen.org/author_456.aspx\">郦道元</a>《水经注·湘水》：“湖（ 洞庭湖 ）中有君山……湘君之所游处，故曰君山矣。”<br>⑵于：一作“游”。方外：世外。指仙境或僧道的生活环境。《楚辞·远游》：“览方外之荒忽兮，沛罔象而自浮。”麻姑：神话中仙女名。传说东汉桓帝 时曾应仙人王远（字方平）召，降于蔡经家，为一美丽女子，年可十八九岁，手纤长似鸟瓜。蔡经见之，心中念曰：“背大痒时，得此爪以爬背，当佳。”方平知经心中所念，使人鞭之，且曰：“麻姑，神人也，汝何思谓爪可以爬背耶？”麻姑自云：“接侍以来，已见东海三为桑田。”又能掷米成珠，为种种变化之术。事见晋<a href=\"http://so.gushiwen.org/author_2135.aspx\">葛洪</a>《神仙传》。<br>⑶“闻说”句：一作“说道君山此本无”。闻说，听说。唐<a href=\"http://so.gushiwen.org/author_757.aspx\">孟浩然</a>《洛中访袁拾遗不遇》<a href=\"http://so.gushiwen.org/view_35497.aspx\">诗</a>：“闻说梅花早，何如北地春？”<br>⑷元：原来，原本。一作“云”。昆仑：山名，绵亘在今新疆、西藏和青海，在古代传说中是神仙遨游的地方。<br>⑸海风：飓风。海，古代称塞外湖泊亦曰“海”。落：落到。洞庭湖：在湖南省北部、长江南岸，中国第二大淡水湖，素有“八百里洞庭”之称。湘、资、沅、澧四水汇流于此，在岳阳县城陵矶入长江。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　洞庭湖中的君山，由于美丽的湖光山色与动人的神话传说，激发过许多<a href=\"http://so.gushiwen.org/view_35497.aspx\">诗</a>人的想象，写下许多美丽篇章，如“遥望洞庭山水色，白银盘里一青螺”（<a href=\"http://so.gushiwen.org/author_197.aspx\">刘禹锡</a>《望洞庭》），“疑是水仙梳洗处，一螺青黛镜中心”（雍陶《题君山》）等等，这些为人传诵的名句，巧比妙喻，尽态极妍，异曲同工。<a href=\"http://so.gushiwen.org/author_1.aspx\">方干</a>这首《题君山》写法上全属别一路数，他采用了“游仙”的格局。</p> <p>　　“曾于方外见麻姑”，就像诉说一个神话。诗人告诉读者，他曾神游八极之表，奇遇仙女麻姑。这个突兀的开头似乎有些离题，令人不知它与君山有什么关系。其实它已包含有一种匠心。方外神仙正多，单单遇上麻姑，就有意思了。据《神仙外传》，麻姑虽然看上去“年可十八九”，却是三见沧海变作桑田，所以她知道的新鲜事儿不少。</p> <p>　　“闻说君山自古无”，这就是麻姑对诗人提到的一件新鲜事。次句与首句的起承之间，在情节上有一个跳跃，那就是诗人向麻姑打听君山的来历。人世之谜有很多，诗人单问这个，也值得玩味。那烟波浩渺的八百里琼田之中，兀立着这样一座玲珑的君山。诗人泛舟湖面，“四顾凝无地，中流忽有山”（许棠《过君山》），这个发现，使他惊喜不已；同时又感到这奇特的君山，必有一个不同寻常的来历，从而困惑不已。诗人大约就是带着这个问题去方外求教的。诗中虽然无一字正面实写君山的形色，完全从虚处落笔，闲中着色，却传达出了君山给人的奇异感受。“君山自古无”，这一说法既出人意表，很新鲜，又证实了人们的揣想。写“自古无”，是为引出“何以有”。诗人不一下子说出山的来历，似乎是故弄玄虚，这种效果犹如是古代演义里的“且听下回分解”。</p> <p>　　“元是昆仑山顶石，海风吹落洞庭湖。”不说则已，一说惊人：原来君山是昆仑顶上的一块灵石，被巨大的海风吹落洞庭的。昆仑山，在古代传说中是神仙遨游的地方，上有瑶池阆苑，而且有很多美玉。古人常用“昆冈片玉”来形容世上罕有的珍奇。传说昆仑山是神仙遨游之所，上有瑶池阆苑，而且有很多美玉。诗中把“君山”设想为“昆仑山顶石”，用意正在于此。“海风吹落”一句，想象奇瑰。诗人在《题宝林寺禅者壁》中写道：“台殿渐多山更重，却令飞去即应难。”题下自注：“山名飞来峰。”这首作品中的想象也受到了“飞来峰”一类传说的影响。</p> <p>　　全诗运用奇特想象，从题外落笔，神化君山来历，间接表现出君山的奇美。这就是所谓“超以象外，得其圜中”（<a href=\"http://so.gushiwen.org/author_163.aspx\">司空图</a>《诗品》）。</p>",
  "about": "<h2>创作背景</h2> 　　此<a href=\"http://so.gushiwen.org/view_35497.aspx\">诗</a>一般认为是<a href=\"http://so.gushiwen.org/author_1.aspx\">方干</a>的作品，但也有诗集注为“一作程贺诗”。方干集中有《早发洞庭》一诗，说明方干曾游览过洞庭湖。这首《题君山》当是方干游洞庭时所作。其具体创作时间不详。",
  "poet": {
    "id": 1,
    "star": 0,
    "name": "方干",
    "image": "http://img.gushiwen.org/authorImg/fanggan.jpg",
    "desc": "方干（809—888）字雄飞，号玄英，睦州青溪(今淳安)人。擅长律诗，清润小巧，且多警句。其诗有的反映社会动乱，同情人民疾苦；有的抒发怀才不遇，求名未遂的感怀。文德元年(888年)，方干客死会稽，归葬桐江。门人相与论德，谥曰“玄英先生”，并搜集他的遗诗370余篇，编成《方干诗集》传世。《全唐诗》编有方干诗6卷348篇。宋景佑年间，范仲淹守睦州，绘方干像于严陵祠配享。"
  },
  "tags": [
    "写山",
    "想象"
  ]
}