{
  "id": 21137,
  "star": 402,
  "name": "离思五首",
  "dynasty": "唐代",
  "content": "自爱残妆晓镜中，环钗漫篸绿丝丛。<br>须臾日射胭脂颊，一朵红苏旋欲融。</p> <p>山泉散漫绕阶流，万树桃花映小楼。<br>闲读道书慵未起，水晶帘下看梳头。</p> <p>红罗著压逐时新，吉了花纱嫩麴尘。<br>第一莫嫌材地弱，些些纰缦最宜人。</p> <p>曾经沧海难为水，除却巫山不是云。<br>取次花丛懒回顾，半缘修道半缘君。</p> <p>寻常百种花齐发，偏摘梨花与白人。<br>今日江头两三树，可怜和叶度残春。",
  "fanyi": "<p><strong>译文</strong><br>爱在早晨的镜子里欣赏残妆，钗环插满在发丝丛中。<br>不一会儿初升的太阳照在抹了胭脂的脸颊上，仿佛一朵红花苏醒绽放又仿佛要化开了一般。</p> <p>山泉绕着街道缓缓流去，万树桃花掩映着小楼。<br>我（在楼上）悠闲地翻看道教书籍慵懒着没有起身，隔着水晶帘看（你在妆台前）梳头。</p> <p>著压（一种织布工艺）的红罗总是追逐时髦新颖的花样，绣着秦吉了（一种类似鹦鹉的鸟）花纹的纱布染着酒曲一样的嫩色。<br>（你说）不要首先嫌布料的材质太薄弱，稍微有些经纬稀疏的帛才是最宜人的。</p> <p>曾经领略过苍茫的大海，就觉得别处的水相形见绌；曾经领略过巫山的云霭，就觉得别处的云黯然失色。<br>即使身处万花丛中，我也懒于回头一望，这也许是因为修道，也许是因为你的缘故吧。</p> <p>当时百花齐放，我却偏偏摘了朵白色的梨花送给你这个皮肤洁白如玉的女子。<br>如今我就像那两三棵树一样静静地站在江边，可怜只有一树绿叶和我一起度过残春。</p> <p><strong>注释</strong><br>（1）篸（zān）：古同“簪”。<br>（2）须臾（yú）：片刻，很短的时间。</p> <p>（1）散漫：慢慢的。<br>（2）慵（yōng）：懒惰，懒散。<br>（3）水晶帘：石英做的帘子；一指透明的帘子。</p> <p>（1）吉了（liǎo）：又称秦吉了，八哥。<br>（2）嫩麴（qū）：酒曲一样的嫩色。<br>（3）纰（pī）缦（màn）：指经纬稀疏的披帛。</p> <p>（1）曾经沧海难为水：此句由孟子“观于海者难为水”（《孟子·尽心篇》）脱化而来，意思是已经观看过茫茫大海的水势，那江河之水流就算不上是水了。<br>（2）除却巫山不是云：此句化用<a href=\"http://so.gushiwen.org/author_358.aspx\">宋玉</a>《高唐赋》里“巫山云雨”的典故，意思是除了巫山上的彩云．其他所有的云彩都称不上彩云。<br>（3）取次：随便，草率地。<br>（4）缘：因为，为了。</p> <p>（1）发：开放。<br>（2）白人：皮肤洁白的人。<a href=\"http://so.gushiwen.org/view_21137.aspx\">诗</a>中指亡妻。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　其一</p> <p>　　其一是回忆情人晓镜中残妆慵懒的可人情态。<a href=\"http://so.gushiwen.org/view_21137.aspx\">诗</a>人同韦丛结婚，二人恩爱无比，这首诗是“思”情人一夜恩爱晓起后残妆慵懒的动人情态。诗人不直接去抒写，而是“自爱残妆晓镜中”的情人，残妆晓镜中的她，钗环参差不齐，绿色丝缕丛杂不整。很快日出东方映照面颊红如一朵胭脂，脸庞肌肤红润柔腻好像要立即融化消溶一样，给读者展示了一幅明丽动人娇媚的风姿。</p> <p>　　其二</p> <p>　　<a href=\"http://so.gushiwen.org/author_18.aspx\">元稹</a>这首诗的一、二句，也给人以超凡绝尘之感。碧山清泉漫流，万树桃花掩映，已非<a href=\"http://so.gushiwen.org/author_74.aspx\">崔护</a>《题城南庄》“人面桃花”小家碧玉，楼中丽人定是美艳绝伦的仙姝无疑。置景由远及近，敷色自浅人深，焦点渐次凸现，为人物登场设置了悬念及具体环境氛围。诗是有声的画，画是无声的诗。如果两者与规定戏剧情景浑融，就会产生意想不到的绝佳艺术效果。</p> <p>　　三、四两句推出人物，工笔细描闺中“画眉”故事，对照着笔，角度则从一方眼中写出，此亦有助于丰富潜在的戏剧因素与人物心理层次。“闲读道书慵未起”，“道书”不管是致用明道的儒家经籍，或是羽客仙心的方外秘篆，“闲”字传神地刻画了心不在焉的可笑情态，是一层深曲对比；“慵”既描述一方眼中的楚楚可怜，又流露无限呵护挚爱深情，是二层深曲对比；风光旖旎的闺房之乐出以如此潇洒高雅笔致，是三层深曲对比。“水晶帘下看梳头”也有许多曲折：水晶帘与美人妆，一层；情人眼里看与被看，又一层；好景不长，水月镜花，则更深一层。<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>《江城子》词云：“夜来幽梦忽还乡，小轩窗，正梳妆。”同样以“乐境写悲哀”，同样表现对亡妻死生不渝的深长思念，同样打破并浓缩了时空界限。所不同的是，苏词托之以梦，入而即出，“相顾无言，惟有泪千行”；元诗则沉浸一往情深的回忆，仿佛在银幕“定格”，痴看而竟不知所以了。水晶帘下看梳头”感性的神往，都能引导读者走向真善美诗境，从而具有普遍的道德价值与美学意义。 <br>　　　　 <br>　　其三</p> <p>　　这首诗运用了暗喻的手法，首二句写著压的红罗总是追逐新颖的花样，就好像别的女子总是一个比一个动人。绣着秦吉了花纹的轻纱染上了迷人的酒曲一样的嫩色，你不要说纱太薄，因为只有这样的纱才是最好的。正是因为亡妻韦丛典雅淡泊，贤惠端庄，诗人才把她比作经纬稀疏的纱布才是最好的，这固然是元稹对妻子的偏爱之词。却也只有深情者才能才能表现出这种天长地久的真挚。</p> <p>　　其四</p> <p>　　这首诗最突出的特色，就是采用巧比曲喻的手法，淋漓尽致地表达了主人公对已经失去的心上人的深深恋情。它接连用水、用云、用花比人，写得曲折委婉，含而不露，意境深远，耐人寻味。</p> <p>　　首二句“曾经沧海难为水，除却巫山不是云”，沧海无比深广，因而使别处的水相形见绌。巫山有朝云峰，下临长江，云蒸霞蔚。据<a href=\"http://so.gushiwen.org/author_358.aspx\">宋玉</a>《高唐赋序》说，其云为神女所化，上属于天，下入于渊，茂如松榯，美若娇姬。因而，相形之下，别处的云就黯然失色了。“沧海”、“巫山”，是世间至大至美的形象，诗人引以为喻，从字面上看是说经历过“沧海”、“巫山”，对别处的水和云就难以看上眼了，实则是用来隐喻他们夫妻之间的感情有如沧海之水和巫山之云，其深广和美好是世间无与伦比的，因而除爱妻之外，再没有能使自己动情的女子了。</p> <p>　　“难为水”、“不是云”，这固然是元稹对妻子的偏爱之词，但像他们那样的夫妻感情，也确乎是很少有的。元稹在《遣悲怀》诗中有生动描述。因而第三句说自己信步经过“花丛”，懒于顾视，表示他对女色绝无眷恋之心了。</p> <p>　　第四句即承上说明“懒回顾”的原因。元稹生平“身委《逍遥篇》，心付《头陀经》”（<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>《和答诗十首》赞元稹语），是尊佛奉道的。另外，这里的“修道”，也可以理解为专心于品德学问的修养。然而，尊佛奉道也好，修身治学也好，对元稹来说，都不过是心失所爱、悲伤无法解脱的一种感情上的寄托。“半缘修道”和“半缘君”所表达的忧思之情是一致的，而且，说“半缘修道”更觉含意深沉。</p> <p>　　其五</p> <p>　　“寻常百种花齐发，偏摘梨花与白人”，春天里百花齐放，诗人偏偏摘了朵白色的梨花送与自己的妻子，那个皮肤洁白如玉的女子。春天百花争奇斗艳，诗人摘了梨花，不就是因为自己的妻子不像其她女色，不仅贤惠端庄、通晓诗文，更重要的是出身富贵，却不好富贵，不慕虚荣，就好像那洁白的梨花，静静地在枝头绽放。可是，妻子已经过世，满树的梨花凋谢了，只剩下绿叶，孤零零地度过残春。诗人把运用比喻的手法，把梨花比作妻子，自己比作绿叶，抒发了对亡妻的无尽怀念。</p>",
  "about": "<h2>创作背景</h2> 　　<a href=\"http://so.gushiwen.org/author_18.aspx\">元稹</a>的离思五首，都是为了追悼亡妻韦丛而作，写于唐宪宗元和四年（809年）。唐德宗贞元十八年（802年），韦丛20岁时下嫁元稹，其时元稹尚无功名，婚后颇受贫困之苦，而她无半分怨言，元稹与她两情甚笃。7年后韦丛病逝，韦丛死后，元稹有不少悼亡之作，这一组<a href=\"http://so.gushiwen.org/view_21137.aspx\">诗</a>表达了对韦丛的忠贞与怀念之情。",
  "poet": {
    "id": 18,
    "star": 0,
    "name": "元稹",
    "image": "http://img.gushiwen.org/authorImg/yuanzhen.jpg",
    "desc": "元稹（779年－831年，或唐代宗大历十四年至文宗大和五年），字微之，别字威明，唐洛阳人（今河南洛阳）。父元宽，母郑氏。为北魏宗室鲜卑族拓跋部后裔，是什翼犍之十四世孙。早年和白居易共同提倡“新乐府”。世人常把他和白居易并称“元白”。"
  },
  "tags": [
    "爱情",
    "思念",
    "组诗"
  ]
}