{
  "id": 2387,
  "star": 43,
  "name": "秋夜喜遇王处士",
  "dynasty": "唐代",
  "content": "北场芸藿罢，东皋刈黍归。<br>相逢秋月满，更值夜萤飞。",
  "fanyi": "<p><strong>译文</strong><br>在屋北的菜园锄豆完毕，又从东边田野收割黄米归来。<br>在今晚月圆的秋夜，恰与老友王处士相遇，更有穿梭飞舞的萤火虫从旁助兴。</p> <p><strong>注释</strong><br>①处士：对有德才而不愿做官隐居民间的人的敬称。<br>②北场：房舍北边的场圃。<br>③芸藿（huò）：锄豆。芸，通“耘”，指耕耘。藿，指豆叶。<br>④东皋（gāo）：房舍东边的田地。皋，水边高地。<br>⑤刈（yì）：割。<br>⑥黍（shǔ）：即黍子。单子叶禾本科植物，生长在北方，耐干旱。籽实淡黄色，常用来做黄糕和酿酒。<br>⑦萤：萤火虫。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　作者<a href=\"http://so.gushiwen.org/author_464.aspx\">王绩</a>由隋入唐，<a href=\"http://so.gushiwen.org/view_2387.aspx\">诗</a>风朴实自然，一洗齐梁华靡浮艳的旧习，在唐初诗上独树一帜。这首描写田园生活情趣小诗，质朴平淡中蕴含着丰富隽永诗情。颇能代表他艺术风格。</p> <p>　　前两句写农事活动归来。北场、东皋不过泛说屋北场圃家东田野并非实指地名。“东皋”暗用<a href=\"http://so.gushiwen.org/author_645.aspx\">陶渊明</a>《归去来辞》“登东皋以舒啸”诗句点明归隐躬耕身分。芸（通“耘”）藿就是锄豆，它和“刈黍”一样都是秋天农事活动。这两句平平叙述没有任何刻画渲染，平淡到几乎不见有诗。但这种随意平淡语调和舒缓从容节奏中透露出诗人对田园生活的习惯和一片萧散自得、悠闲自如的情趣。王绩归隐生活条件优裕。参加“芸藿”、“刈黍”一类田间劳动，只是他田园生活一种轻松愉快的点缀。这种生活所造成心境和谐平衡，是下两句所描绘“秋夜喜遇”情景的背景与条件。“相逢秋月满，更值夜萤飞。”带着日间田野劳动后轻微疲乏和快意安恬，怀着对归隐田园生活欣然自适，两位乡居老朋友在宁静美好的秋夜不期而遇了。这一个满月之夜，整个村庄和田野笼罩在一片明月辉映之中，显得格外静谧、安闲、和谐。穿梭飞舞着星星点点秋萤，织成一幅幅变幻不定的图案。它们的出现，给这宁静安闲山村秋夜增添了流动意致和欣然生意，使它不致显得单调与冷寂。同时这局部流动变幻又反过来更衬出了整个秋夜山村宁静安恬。这里对两相遇场面没有作任何面描写也没有一笔写“喜”字，但透过这幅由溶溶明月、点点流萤所组成山村秋夜画图，借助于“相逢”、“更值”这些感情色彩浓郁词语点染诗人那种沉醉于眼前美好景色中快意微醺，那种心境与环境契合无间、舒适安恬以及共对如此良夜幽景，两位朋友别有会心微笑和得意忘言情景都已经鲜明地呈现读者面前了。</p> <p>　　以情驭景，以景托情，是这首诗突出的艺术特色。</p> <p>　　诗中选取“北场”、“东皋”、“秋月”、“夜萤”这不同方位的四景对诗人逢友的兴奋心情进行点染，但每景又都饱含着诗人喜悦的情愫。前两句描绘在满载劳动的喜悦中与好友相逢的场景，有喜上加喜的意味蕴含其中。后两句写天公作美，友人得团聚，以喜庆之景来烘托遇友之喜，使诗歌境界弥漫着一种欢快的氛围。</p> <p>　　由于善于调动场景以映衬心境，因此，诗人没有喜字，而其喜情却从字里行间中跃然纸上了。</p> <p>　　这首诗歌语言质朴无华，清新自然，摆脱了六朝的绮靡诗风，在唐初诗坛独树一帜。</p> <p>　　王绩受老庄思想影响较深。他不少诗篇尽管流露出对封建礼教羁束不满却又往往表现出遗世独立、消极隐遁思想。他名篇《野望》同样不免有这种消极倾向。这首小诗虽写田园隐居生活却表现了乡居秋夜特有美以及对这种美的心领神会，色调明朗富于生活气息。他诗有真率自然、不假雕饰之长但有时却过于率直质朴而乏余蕴。这首诗则既保持朴素自然优点又融情入景，不经意地点染出富于含蕴意境。从田园诗发展上看，陶诗重写意，<a href=\"http://so.gushiwen.org/author_515.aspx\">王维</a>田园诗则着意创造情景交融的优美意境。王绩这首诗不妨看作王维田园诗先声。从诗中还可以看到陶诗影响，但它从整体上说已经属于未来诗歌发展时代作品了。</p>",
  "about": "<h2>创作背景</h2> 　　贞观初年，<a href=\"http://so.gushiwen.org/author_464.aspx\">王绩</a>弃官回乡。他心念仕途，却又难以显赫发达，便归隐田园，以琴酒<a href=\"http://so.gushiwen.org/view_2387.aspx\">诗</a>歌自娱。此诗即为作者归隐期间所作。",
  "poet": {
    "id": 464,
    "star": 0,
    "name": "王绩",
    "image": "http://img.gushiwen.org/authorImg/wangji.jpg",
    "desc": "王绩(约590～644)，字无功，号东皋子，绛州龙门(今山西河津)人。隋末举孝廉，除秘书正字。不乐在朝，辞疾，复授扬州六合丞。时天下大乱，弃官还故乡。唐武德中，诏以前朝官待诏门下省。贞观初，以疾罢归河渚间，躬耕东皋，自号“东皋子”。性简傲，嗜酒，能饮五斗，自作《五斗先生传》 ，撰 《酒经》 、《酒谱》 。其诗近而不浅，质而不俗，真率疏放，有旷怀高致，直追魏晋高风。律体滥觞于六朝，而成型于隋唐之际，无功实为先声。"
  },
  "tags": [
    "田园",
    "生活"
  ]
}