{
  "id": 72319,
  "star": 15,
  "name": "送杨寘序",
  "dynasty": "宋代",
  "content": "　　予尝有幽忧之疾，退而闲居，不能治也。既而学琴于友人孙道滋，受宫声数引，久而乐之，不知其疾之在体也。夫疾，生乎忧者也。药之毒者，能攻其疾之聚，不若声之至者，能和其心之所不平。心而平，不和者和，则疾之忘也宜哉。</p> <p>　　夫琴之为技小矣，及其至也，大者为宫，细者为羽，操弦骤作，忽然变之，急者凄然以促，缓者舒然以和，如崩崖裂石、高山出泉，而风雨夜至也。如怨夫寡妇之叹息，雌雄雍雍之相鸣也。其忧深思远，则舜与文王、孔子之遗音也；悲愁感愤，则伯奇孤子、屈原忠臣之所叹也。喜怒哀乐，动人必深。而纯古淡泊，与夫尧舜三代之言语、孔子之文章、《易》之忧患、《诗》之怨刺无以异。其能听之以耳，应之以手，取其和者，道其湮郁，写其幽思，则感人之际，亦有至者焉。</p> <p>　　予友杨君，好学有文，累以进士举，不得志。及从荫调，为尉于剑浦，区区在东南数千里外．是其心固有不平者。且少又多疾，而南方少医药。风俗饮食异宜。以多疾之体，有不平之心，居异宜之俗，其能郁郁以久乎?然欲平其心以养其疾，于琴亦将有得焉。故予作《琴说》以赠其行，且邀道滋酌酒，进琴以为别。",
  "fanyi": "<p><strong>译文</strong><br>　　我曾经得了忧劳的病症，退下来闲居，没有医治好。后来在朋友孙道滋那里学习弹琴。学习了五声和几支乐曲，时间一长觉得很快乐，不知道那疾病还在自己身上呢。<br>　　弹琴作为一种技艺，是很小的了。等这技艺到了极点，大的是最低的声音，小的是最高的声音，按着琴弦迅急弹奏，声调便随着情感的变化而变化；声音急促的，显得很凄惨；声音和缓的，显得很舒畅。有时好像山崩石裂，泉水从高山上涌出来，又好像夜晚发生了大风大雨；有时像旷夫、寡妇的叹息声，又好像和睦的雌鸟、雄鸟互相唱和。它的深沉的忧虑稻悠远的思绪，就是虞舜、周文王和孔子的遗音；它的悲惨、愁闷、感慨、愤激，就是孤儿伯奇、忠臣<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>所发出的叹息。喜、怒、哀、乐的情绪，一定深深地打动人家的心弦；纯厚、古雅、淡泊的音色，却跟尧舜三代的语言、孔子的文章、《易经》所表现的忧患、《<a href=\"http://so.gushiwen.org/view_72319.aspx\">诗</a>经》所包含的怨恨讽刺，没有什么区别。它能够凭耳朵听出来，能够随手弹出来。如果选取那和谐的音调，排遣忧郁，散发幽思，那么，往往感动人心，极为深切。<br>　　我的朋友杨君，喜欢研究学问，很会写文章，屡次参加进士考试，都不得意。等到依靠祖上的官勋，才调到剑浦去做了县尉。小小的剑浦在东南面几千里路以外，在这种情况下，他心里确实有不平的地方。并且从小又多疾病，可是南方缺少名医良药，风俗饮食与中原两样。以他多病的身体，抱着不平的心思，却生活在风俗不同的地方，哪里能够长久地沉闷下去呢？然而要平静他的心思，疗养他的疾病，那么弹琴也能够收到一点好处吧!因此我写了这篇谈琴的文章来给他送行，并且邀请孙道滋参加，喝一杯洒，弹一回琴，当做临别的纪念。</p><p><strong>注释<br></strong>①杨寘；<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>的朋友。字审贤，少睥时有文才，宋仁宗庆历二年进士。寘，“置”的异体字。<br>②幽忧：过度的忧伤和劳累。语出《庄子·让王》：“我适有幽忧之病。”<br>③孙道滋：作者的朋友。<br>④宫：五声音阶的第一音级,依次是商、角、徵zhǐ、羽。引：乐曲体裁之一。本句意即学习宫、商的声音和几支曲子。<br>⑤技：技艺。<br>⑥凄然：悲伤的样子；舒然：舒畅的样子。<br>⑦怨夫：即旷夫，也就是没有妻室的男子。<br>⑧雍雍：和谐，和睦。<br>⑨遗音：《礼记·乐记》：“昔者舜作五弦之琴，以歌南风。”《圣证论》引《尸子》及《孔子家语》说南风辞为：“南风之薰兮，可以解吾民之愠兮；南风之时兮，可以阜吾民之财兮。”《<a href=\"http://so.gushiwen.org/author_2758.aspx\">琴操</a>》：“拘幽操，文王于羑yǒu里而作也.”《史记·孔子世家》：“孔子学鼓琴于师襄。”一些古书记他作过《临河操》、《将归操》、《猗兰操》、《龟山操》等琴曲。<br>⑩伯奇：《琴操》记周宣王时，大臣尹吉甫有个儿子，名伯奇，本来很孝顺，由于后娘谗害，被尹吉甫驱逐出去。伯奇很伤心，弹琴作《履霜操》，曲终，投河而死<br>⑾文章：《论语·公冶长》：“夫子之文章可得而闻也。”刘宝楠正义：文章，谓诗、书、礼、乐、《易》之忧患。忧患：《易·系辞下》：“作易者，其有忧患乎！”<br>⑿怨刺：《诗谱序》：“众国纷然，刺怨相寻。”正义：“怨亦刺之类，故连言之”。意谓讽刺政治<br>⒀道：同“导”，开导。湮：读音yīn,湮郁：阻塞。<br>⒁写：通“泻”。<br>⒂荫调：凭借上代官爵而得官。<br>⒃尉：官名。剑浦：县名，今福建南平县内。</p>",
  "poet": {
    "id": 561,
    "star": 0,
    "name": "欧阳修",
    "image": "http://img.gushiwen.org/authorImg/ouyangxiu.jpg",
    "desc": "欧阳修（1007－1072），字永叔，号醉翁，晚号“六一居士”。汉族，吉州永丰（今江西省永丰县）人，因吉州原属庐陵郡，以“庐陵欧阳修”自居。谥号文忠，世称欧阳文忠公。北宋政治家、文学家、史学家，与韩愈、柳宗元、王安石、苏洵、苏轼、苏辙、曾巩合称“唐宋八大家”。后人又将其与韩愈、柳宗元和苏轼合称“千古文章四大家”。"
  },
  "tags": [
    "古文观止",
    "送别",
    "序文"
  ]
}