{
  "id": 57991,
  "star": 56,
  "name": "瑞鹤仙·赋梅",
  "dynasty": "宋代",
  "content": "雁霜寒透幕。正护月云轻，嫩冰犹薄。溪奁照梳掠。想含香弄粉，艳妆难学。玉肌瘦弱。更重重、龙绡衬著。倚东风，一笑嫣然，转盼万花羞落。 <br>寂寞。家山何在，雪后园林，水边楼阁。瑶池旧约。鳞鸿更仗谁托。粉蝶儿只解，寻桃觅柳，开遍南枝未觉。但伤心，冷落黄昏，数声画角。",
  "fanyi": "<p><strong>译文<br></strong>浓霜浸透了窗间的帷幕。现在正是云轻月冷，层冰未消的时候。梅花临水照镜。有人想涂抹胭脂，却学不成半点富艳妖媚之态。在朦胧的月色笼罩下，寒梅依然是玉洁清瘦的本色。想像春风中的梅花，流盼一笑，百花失色。<br>寂寞。故乡在哪里？雪后的园林，水边的楼阁。虽然有瑶池以前的约定，但托谁捎去书信？粉蝶只懂得亲近桃柳，梅花开满了南枝却没有发现。只留下梅花在黄昏中，独自冷落伤感。</p> <p><strong>注释<br></strong>⑴雁霜：冬末春初月夜景象，言征雁黄昏穿云破雾而行。<a href=\"http://so.gushiwen.org/author_130.aspx\">韩偓</a>《半醉》<a href=\"http://so.gushiwen.org/view_57991.aspx\">诗</a>：“云护雁霜笼淡月，雨连莺晓落残梅。雁霜：浓霜，严霜，雁，候鸟。春天北翔，秋季南飞，万里长行，所以又称为征雁。霜寒透幕：<a href=\"http://so.gushiwen.org/author_508.aspx\">祖咏</a>《终南望余雪》：“林表明霁色，城中增幕寒。“幙：同“幕”，窗间帷幕。嫩冰：薄冰。<br>⑵溪奁：以溪水为镜。奁：古代妇女梳妆用的镜匣。梅花临水照镜，却学不成半点富艳妖媚之态。言征雁临溪照影。照：照镜。梳掠：梳妆打扮。<br>⑶艳妆：美丽的妆扮。<br>⑷玉肌：谓月下寒梅如笼纱佳人依然玉洁清瘦本色。玉肌瘦弱：<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>《洞仙歌》：“冰肌玉骨，自清凉无汗。”此写瘦梅。更重重：写梅花瓣。<a href=\"http://so.gushiwen.org/author_428.aspx\">赵佶</a>《宴山亭》：“裁剪冰绡，轻叠数重，淡著燕脂匀注。”龙绡：即鲛绡，传说里海中鲛人所织的一种细洁名贵的纱。<br>⑸倚东风：想象春风中的梅花，流盼一笑，百花失色。嫣（yān烟）然：美丽貌。转盼：眼波流转。羞落：因羞惭而自落。转盼：转眼。言梅超凡脱俗，百花自叹不如。万花：同百花，万，虚数，言其多而已。羞落：因羞惭而败落。<br>⑹寂寞：故乡何在，雪园水阁，梅花深感寂寞。<br>⑺家山：家乡。言有归隐之心。<br>⑻瑶池旧约：<a href=\"http://so.gushiwen.org/author_204.aspx\">李商隐</a>《瑶池》：“瑶池阿母绮窗开，《黄竹》歌声动地哀。八骏日行三万里，穆王何事不重来？” 瑶池，传说为西王母居处。稼轩《摸鱼儿》：“长门事，准拟佳期又误。蛾眉曾有人妒。千金纵买相如赋，脉脉此情谁诉。”鳞鸿：鱼雁。古诗词常以鱼雁代指书信。鱼，典出自汉乐府《饮马长城窟行》“客从远方来，遗我双鲤鱼，呼童烹鲤鱼，中有尺素书。”雁，典出与《汉书<a href=\"http://so.gushiwen.org/author_460.aspx\">苏武</a>传》。汉昭帝时遣使匈奴，云汉天子在上林苑得雁，足系有帛书，言武所在，匈奴王不得已，将苏武放归。仗：依仗。<br>⑼“粉蝶”：粉蝶只懂亲近桃柳，哪管梅花开遍南枝，喻怀才不遇，英雄埋没。只解：只知，只会。<br>开遍南枝：指梅。<a href=\"http://so.gushiwen.org/author_92.aspx\">陆凯</a>《赠<a href=\"http://so.gushiwen.org/author_325.aspx\">范晔</a>》：“江南无所有，聊赠一枝春。<br>⑽但伤心：梅花于黄昏画角中，自伤冷落，无奈发出哀叹。冷落黄昏，<a href=\"http://so.gushiwen.org/author_762.aspx\">林逋</a>《山园小梅》：“疏影横斜水清浅，暗香浮动月黄昏。”数声画角，<a href=\"http://so.gushiwen.org/author_535.aspx\">柳永</a>《戚氏》：“渐呜咽，画角数声残。”</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　有人认为该词作于1194年（绍熙五年），全词从梅花未开写到将落，使用了烘托手法，总体层次分明。</p> <p>　　“霜寒透幕”借用了晚唐<a href=\"http://so.gushiwen.org/view_57991.aspx\">诗</a>人<a href=\"http://so.gushiwen.org/author_130.aspx\">韩偓</a>“云护雁霜笼澹月，雨连莺晓落残梅”之意----北雁带来的霜气来，即使装有重重帘幕，也抵不住寒威的侵袭，何况兀立在荒山穷谷中的梅树，从而传达出冻梅所处的环境。</p> <p>　　接着写“梅方含蕊”时的气候，霜寒来袭，还没到坚冰难忍的时期，天上的白云似乎对冷冷清清的明月，具有同情心而予以遮护，教她保持纯洁的心灵，前途是大有可为的。“溪奁照梳掠”转进一层：不妨趁着这霜气还不十分严重，对着镜面般的清泉从容梳掠，作好“一笑嫣然”的准备。</p> <p>　　“含香”二句从“梳掠”时的心境，转到“艳妆”的浓抹，照应上一句“玉肌瘦弱”，暗示内心的凄苦，且力自护持，表现出“与物为春”的冰玉精神，“龙绡衬着”有《离骚》中“纫秋兰以为佩”的芳洁之意。静候“东风”的到来，便尔“一笑嫣然”，“转盼”间顿使“万花羞落”。</p> <p>　　下片以“寂寞”两字点睛，不禁让人想到当年的“突骑渡江”所为何事。梦里家山，何曾回去，即使把我移种园林楼阁间，亦只有顾影自怜、忍寒增恨而已。</p> <p>　　“雪后”二句是借用北宋高士<a href=\"http://so.gushiwen.org/author_762.aspx\">林逋</a>“雪后园林才半树，水边篱落忽横枝”的诗意，暗示“富贵非吾愿”、“栖隐亦非所期”的微旨。紧接着“瑶池旧约，鳞鸿更仗谁托”，显示隐约难达的衷情，正和《摸鱼儿》“长门事、准拟佳期又误”消息相通，表现出自己是不甘寂寞的。</p> <p>　　“粉蝶”三句宕开，从“鳞鸿”六字的反面转进一层，致慨于狂蜂浪蝶，一味追逐目前的荣华，把大好收复中原的机会全都失掉了。“南枝向暖北枝寒”是句有名的咏梅诗句，这里借来暗示当时北方的起义军，倾心南向，时机一失，大事就不复可为的情境。</p> <p>　　结以“冷淡黄昏，数声画角”，惋惜贞姿方茂，便尔凋零，画角吹奏着《梅花落》的凄音，传达出一种悲苦的心境。“冷淡黄昏”四字，是从林逋的名句“暗香浮动月黄昏”七字中截取而来，与发端的“护月云轻”遥相激射。画角声中，再一凝想南来征雁，此情此景正自难堪。</p>",
  "about": "<h2>创作背景</h2> 　　该词作于绍熙三年至绍熙五年（1192~1194）闽中任上。",
  "poet": {
    "id": 217,
    "star": 0,
    "name": "辛弃疾",
    "image": "http://img.gushiwen.org/authorImg/xinqiji.jpg",
    "desc": "辛弃疾（1140－1207），南宋词人。原字坦夫，改字幼安，别号稼轩，汉族，历城（今山东济南）人。出生时，中原已为金兵所占。21岁参加抗金义军，不久归南宋。历任湖北、江西、湖南、福建、浙东安抚使等职。一生力主抗金。曾上《美芹十论》与《九议》，条陈战守之策。其词抒写力图恢复国家统一的爱国热情，倾诉壮志难酬的悲愤，对当时执政者的屈辱求和颇多谴责；也有不少吟咏祖国河山的作品。题材广阔又善化用前人典故入词，风格沉雄豪迈又不乏细腻柔媚之处。由于辛弃疾的抗金主张与当政的主和派政见不合，后被弹劾落职，退隐江西带湖。"
  },
  "tags": [
    "梅花",
    "抒情"
  ]
}