{
  "id": 69703,
  "star": 3,
  "name": "杂剧·鲁智深喜赏黄花峪",
  "dynasty": "元代",
  "content": "第一折<br>自小为司吏，结识英雄辈。姓宋本名江。绰名顺天呼保义。某姓宋名江，字公明，曾为郓州郓城县把笔司吏。因带酒杀了阎婆惜，官军捉拿甚紧，自首到官，脊杖了八十，迭配江州牢城营。因打粱山过，遇着哥哥晁盖，打开了枷锁，救某上梁山，就让某第二把交椅坐。哥哥三打祝家庄身亡，众兄弟拜某为头领。我聚三十六大伙，七十二小伙，威镇于梁山。俺这梁山，寨名水浒，泊号梁山，纵横河阔一千条，四下方圆八百里。东连大海，西接咸阳，南通钜野金乡，北靠青济兖郓。有七十二道深河港屯，数百只战艘艨艟；三十六座宴台，聚百万军粮马草。声传宇宙，五千铁骑敢争先；名播华夷，三十六员英雄将。俺这粱山，一年喜的是两个节令：清明三月三，重阳九月九。时遇重阳节令，放众兄弟每下山，去赏红叶黄花。三日之后，都要来全，若有违禁莫的将令的，必当斩首。小偻儸，你去传了我的将令。学究哥，俺无事，后山中饮酒去也。宋公明武艺堪夸，吴学统又无争差。众头领都离寨栅，下去赏红叶黄花。曲律杆头悬草禾享，绿杨影里拨琵琶。高阳公子休空过，不比寻常卖酒家。小人是这草桥店卖酒的便是。今日清晨早间，挑起草禾享儿，烧的旋锅热，看有甚么人来。黄卷青灯一腐儒，九经三史腹中居。学而第一须当记，养子休教不读书。小生姓刘，名庆甫，济州人氏，嫡亲的两口儿家属，浑家李幼奴。小生学成满腹文章，未曾进取功名。争奈许了泰安神州烧香三年，今年是第三年也。烧香己回，到这草桥店上。大嫂，俺去那酒务儿里吃几杯酒，慢慢的行。兀那卖酒的，有酒末？官人请家里来，这个阁子干净。打二百文长钱酒来。有、有、有，我筛的这热。官人，兀的酒。我再看些甚么好菜蔬来。卖酒的，休放闲杂人过来，俺慢慢的饮几杯。官人，您则管饮酒，无甚闲杂的人来。花花太岁为第一，浪子丧门世无对。阶下小民闻吾怕，则我是势力并行蔡衙内。自家蔡衙内的便是，表字蔡疙疸。我是那权豪势要的人，嫌官小做不的，马瘦骑不的，打死人不偿命，长在兵马司里坐牢。我打死人如在房上揭一片瓦相似，不到半年，把瓦都揭净了。一声下雨，我可在露天地里住。时遇重阳九月九，张千架着小鹞子，郊外踏青赏玩去，可早来到也。兀的不是个小酒务儿。卖酒的，你有干净阁子儿？有、有、有，这阁子干净。大人请坐。筛酒来我吃。不<br>是热酒来了，大人请自在饮酒。多时也。大嫂，我央及你唱一个小曲儿。我不会唱。你好歹唱一个曲儿，我吃不的闷酒。庆甫，你饮这一杯酒，我唱个曲儿你听。<br>【南驻云飞】盏落归台，小觉的两朵桃花上脸来。深谢君相待，多谢君相爱。咍，擎尊奉多才，量如沧海。满饮一杯，暂把愁怀解，正是乐意忘忧须放怀。<br>好、好、好，我吃一钟。大嫂，你也吃一钟。兀那卖酒的，隔壁是甚么人唱？官人，俺这里无唱的。弟子孩儿，他那里吃酒唱哩。哦，是个秀才，引着他浑家，在此饮酒唱哩。你道无唱的！你问那秀才，借他浑家来，与我递三杯酒，叫我三声义男儿，我便上马。哑不哑刺步就走。着谁去？着你去。我去便了。卖酒的。你夫有甚么话说？不干小人事。那蔡衙内听的你唱。问秀才借嫂子。乓他递三钟酒，叫三声义男儿。便上马哑不也他姑娘寄叫我三声义男儿末？不干我事也。他寄借末？不肯。我吃他打了几下，他说你的姑娘，肯叫他三声义男儿末？我有姑娘，肯受他的气？你借与我递三钟酒。叫我三声义男儿，又不坏了你的，他人妻，良人妇，没这等道理。你不认的我，我是蔡疙疸。你怎敢骂我？将绳子来。吊起他来。似此怎了！大人饶过他者。姐姐休管他，你放心。我直打死他。天也，着谁人救我也！某宋江手下第十七个头领病关索场雄是也。俺这梁山，一年两个节令，是清明三月三，重阳九月九。宋江哥放俺三日假限，是好秋景也呵。<br>【仙吕】【点绛唇】九月重阳，暮秋霜降，闲云住。满目山光，对景堪游赏。<br>【混江龙】猛然观望，见宾鸿摆列两三行。枯茶减翠，衰柳添黄。我则红叶满目滴溜溜枝上舞，可这黄菊可都喷鼻香。端的是堪写在围屏上，看了这秋天景致，怎不教宋玉悲伤。<br>那里这般响，我猜着了也。<br>【油葫芦】是这涧水潺潺波浪响，我这里便听了半晌，元来是这水声山色趁秋光，则听啾啾唧唧聒耳山禽唱，唬的那呆呆邓邓的麋鹿赤留出律的撞。见人呵急张张屈屈的走，更那堪惊惊颤颤的慌。我这里手分开芦苇吸溜疏刺的挡，惊起一件好物也，惊起那沙暖宿鸳鸯。<br>报，报喏，金鞭指路，圣手遮拦。<br>【天下乐】见一座摧塌了山神古庙堂，我这里思也波量，端的着谁上香？你看那拖拖沓沓乔供养。贪看山神庙，误了我行路也。我这里登峻岭，蓦浅岗，见一道放牛羊小径荒。<br>远远的一个小酒务儿，好是凄惨人也呵。<br>【醉中天】我见一个小店儿凄凉象，野犬吠汪汪。破芦席搭在旧水床，将一张无尾的题头放。醉仙几尊画在石灰壁上，草禾享滴溜溜斜挑在墙头上。行说着话。可早来到也。小二哥，有干净阁子末？官人请坐。打二百文长钱酒来，我不这般干吃你的。来、来，我与你些碎金银做本钱。不要也罢。这厮口道不要，可揣在怀里。将酒来。小二哥，时遇九月九节令，家家正好欢喜饮酒，那里这般啼哭？官人，那厢两口儿吃酒。这厢个官人，要那秀才的浑家，替他递三杯酒，因他不肯，将那秀才吊着打，因此上那秀才啼哭。你不好劝他一劝。我劝他来，连我打的不着忙。他是个权豪势要的人，我不敢劝他。我将这酒寄在这里，等我劝他去。哥，你休去。不干你事，我劝去。喏，客官。走到土地庙里来了，怎主喏喏？官人，我是个过路的，这个人是你的伴当？那侵你使数的？你为何吊着他打？拐带了你多少银两？你若说的是呵，我与你行究。一个好聪明人也。我说起这厮的罪过来，大似狗蚤。这厮和他浑家唱着吃酒，我着卖酒的与他说去，着他浑家替我递三杯酒，叫我三声义男儿，我便上马回去。这厮说着我姑娘与他递三杯酒，叫他三声义男儿，才着他浑家来。我若有姑娘呵，肯着他浑家递酒？你说可是我的是，可是他的是？恁的呵，是你的不是。谁道我的不是来？这厮无礼，怎生敢道我的不是？<br>【醉扶归】你这厮无道理荒淫相，你怎生迤逗人家女红妆。他别人行路夫妻在旅店上，你是个大胆的行凶党。兀那厮，我和你有小比喻。喻将何比？假若是你媳妇者波我止将来挨、挨枪，你若不见呵，万事都休，你若见了呵。你恨不的一跳三千丈。<br>哎哟，哎哟。正跌着我这哈口散儿骨头。我敢打你也。你这厮打来。<br>【金盏儿】我从来性儿刚，我可也不索商量。那里去则我这拳着处扑的尘埃中躺，打这厮鼻凹眼矌抹着处伤。我见他碜可可唇齿绽，血模糊打塌鼻梁。怎禁我搜搜的拳去打，不中，我与了你，走、走、走。这厮走了也。急走里摸摸的脚尖仰。<br>恰才多亏了哥，救了小生性命。兀那秀才，你那里人氏？姓甚名谁？你慢慢的说一遍者。小生济州人氏，姓刘，双名庆甫，浑家李幼奴。因泰安神州烧香已回，来到这草桥店上饮酒。撞见这个权豪势要的蔡衙内，强要我浑家把盏儿。我不肯，他吊起小生来。若不是哥来呵，那得我性命来。敢问哥姓甚名谁？我不是歹人。谁敢说哥是歹人？则我是宋江手下第十七个头领病关索杨雄的便是。哥，俺不是歹人。你是贼的阿公哩。小生则怕到前面又撞见他，怎了？兀那秀才，你到前面，无事便罢，若有事呵，你上梁山来告俺哥，我与你做主。谢了哥哥，小生到梁山上告谁？<br>【尾声】你告俺哥哥宋公明，他是哥哥的谁？他是我亲兄长，哥哥姓甚名谁？则我是病关索一身姓杨。你生牢记者。着我心中自暗想，若不是哥哥呵，那的那性命来。俺端的志气昂昂，多谢了哥哥。我从来本高强。不是我说短论长，他若欺负你来梁山告俺宋江。则怕又撞见他怎了也？那厮更十分不良，将平人屈漾，则怕宋江哥哥不肯与我作主末？投到你去呵。我与你待先说话衷肠。大嫂，俺休往大路上去，咱往小路上去，则怕撞见蔡衙内，怎了？你也说的是。则怕撞见那贼汉，强夺的我去了，不能与你相见。我这里有个枣木梳儿，与你做信物，久以后见了这梳儿，便和见我一般。我收了这梳儿，久以后见了这梳儿，便是信物。俺休离了。大嫂，俺走、走、走。走将这几个人来，酒也卖不成，整嚷了这一日。收了铺儿，往钟鼓司学行金斗去来。走、走、走。好也，那里去？打的我好也。我将他浑家驼在马上，我拐他去十八层水南寨里去也。走、走、走。天也，谁想正撞着蔡衙内，将我浑家夺在马上去了。我别处告，近不的他，直往梁山上告宋江哥哥走一遭去。大嫂，则被你疼杀我也。<br><br>第二折<br>绿树重重映碧天，远溪一派水流寒。观看此景真堪羡，独占人间第一山。某乃宋江是也。三日前放众兄弟每下山去赏红叶黄花去了，今日是第三日也。小偻俫，聚将鼓响，众头领来时，报复我知道。得令。梁山泊出名显姓，杀官军无人敢近。三十六结拜为兄，祖辈传大刀关胜。某大刀关胜是也。俺众头领下山，赏红叶黄花，今日是第三日，俺上山见哥哥去来。可早来到也，小偻俫报复去，道俺众头领来了也。喏！报的得知，有众头领来了也。都着过来。着过来。宋江哥喏，学究哥喏，俺众头领都来了也。您都来了。小偻俫，门首觑着，看有甚么人来？小生刘庆甫是也。被蔡衙内将我浑家夺将去了，上梁山告宋江太保去，可早来到也。休放冷箭。你是那里来的？小生是个秀才，敬来告状。喏！山下有个秀才来告状。着他过来。下了吊桥。兀那秀才，着你过去。秀才，你那里人氏？姓甚名谁？你有甚么负屈的事？你说一遍。太保，小生济州人氏，姓刘，双名庆甫，浑家李幼奴。因往泰安神州烧香以回，来到草桥店饮酒，遇着个权豪势要的蔡衙内，将我浑家强夺的十八层水南寨去了。小生一径的上山来告太保。说兀的做甚。柔软莫过溪涧水，不平地上也高声。怀揣万古千秋镜，照察衔冤负屈人。兀那秀才，你且一壁有者。学究哥，此事也不可点差，着小偻俫问三声，谁敢去十八层水南寨打探事情去。兀那三十六人，那个好男子汉，敢去十八层水南寨打探事情去。有、有、有，我敢去。<br>【南吕】【一枝花】俺哥哥传将令三四番，可怎生无一个承头的？这一个燕青将面劈，那一个杨志头低。那里也大胆姜维，问着呵一个个缄口无人言对，你可便怕相持对垒。似恁的呵。你可便枉住在梁山，兀的不辱没杀俺哥哥保义。<br>【梁州】听的道揲水寨多凶少吉，呀，来、来、来，不是这李山儿囊里盛锥。可早来到也，小偻俫报伏去，道有山儿李来了也。理会的。报、报喏，有山儿李逵来了也。学究哥，山儿李逵来了也。此人性如烈火，直似弓弦，等他来时，左使机关，看他说甚么。小偻俫着他过来。着你过去。宋江哥，学究哥，喏，众兄弟每喏。兄弟也，咱弟兄每都不义了也。哥，怎生不义了也？我唤着你，怎生来迟？咱虽然不结义在桃园内，俺哥哥做学几个古人？你做学那几个人？俺仿学那关、张和刘备。你可似谁？您兄弟一似个张飞。有衣呵呢？有衣呵同穿着，有饭呵呢？有饭呵同吃，有马呵呢？有马呵不剌刺大家同骑。兄弟也，我使唤你，可肯去末？哥哥你使唤着我怎敢不依随？你可敢往那里去？者末去那西天西大象口敲牙，者未待入南山寨子路，我与你活拔下虎尾。更有呢？可者末待遇敌军独自个相持，兄弟，则要你道的应的者。我道得、应得，你会甚么武艺？十八般武艺咱都会。少卖弄精细。不是我卖弄精细，再有甚么本事？舞剑轮枪并骗马，则消的我步走如飞。<br>兄弟也，山下有一个人，好生英雄，你可敢近他末？哥也，他比这两个古人若何？可是那两个古人？<br>【哭皇天】莫不是再生下张车骑？张车骑是张飞，这个人义利害似他。莫不是重生下胡敬德？尉迟敬德也不如他。哥也，张飞比他如何？张飞不如他。敬德比他如何？也不如他。哥，您兄弟比他如何？你也不如他。阿，恼的我磕叉叉斧砍人，俺这里敲牛宰马，做个庆喜的筵席。你则待稳拍做筵席。山儿，你怎生强嘴也那？不是李山儿便强嘴，哥也，您兄弟有功劳来也。你有甚么功劳？小可如我郓州东平府带着枷披着锁，我跳三层家那死囚牢，比那时节更省我些气力。你三日不杀人呵呢？我三日不杀人呵。我浑身上下拘系，三日不放火呢？我三日不放火呵。倚着那石墙下呵盹睡。我哄他者。山儿，我着你杀人。<br>【乌夜啼】算也，听的道杀人放火偏精细，怎生杀人放火？你说一遍者。显出我些英勇神威。轻轻的展放猿猱臂，若是那无知，恰便似小鬼儿见钟馗。若恼犯放火杀人贼，那去，我可便各支支撧的腰截碎。说你强，夸他会。说我强，夸他会，男儿志气，显尽我雄威。小偻俫，唤将那秀才来，与他相见者。哥哥，他是人也是鬼也？兀那秀才，你不要怕，他是十三太保山儿李逵。你将那上项事，对山儿说，他便与你做主。哥，我济州人氏，姓刘，双名庆甫，浑家李幼奴。来到草桥店上饮酒，被个权豪势要的蔡衙内，将我浑家夺的十八层水南寨里去了。哥哥，与小生做主者。兀那秀才，你有甚么信物？有这张枣木梳儿是信物。我那浑家若见了呵，他便认的也。你放心，我知道也。谢了太保。山儿，我问你，这一件事，你若到于山下，你怎生打那厮拿那厮？你说一遍，我试听者。哥也，您兄弟怎生拿他？怎生打他？我敷演一遍，哥哥试听者。你试说，我试听者。<br>【牧羊关】则我这拳着处滴溜扑着那厮身占土，那厮挣起来呵呢？急起来着那厮嘴揾地。那厮若走了呵呢？那厮欲待走，走那去？我这里破步撩衣，指东画西，说南也道北。此一只脚将那厮□□跳，两只手将那厮腿艇提。我腕头齐看力，那去，我叫便撧无徒在这两下里。兄弟，你去不的。哥，您兄弟怎生去不的？看你那茜红巾、红纳袄、干红搭膊、服绷护膝、八答鞋，你便似那烟薰的子路，墨洒的金刚，休道是白日里，夜晚间扑着你，也不是恰好的人。你可怎生打扮了去？哥也，休道是白日里，晚夕揣模着你兄弟也不是个恰好的人。我更改了这衣服，打扮了货郎儿去。可那里得这衣服鼓儿来？有，有，山寨在那官道傍边，躲在一壁等着，那做买卖的货郎儿过来。兀那货郎儿，借与我鼓儿使一使。说个借时呵，万事罢论，若说个不借，一只手揪住那厮衣领，一只手掐住脚碗，滴溜扑捽个一字交，阔脚跚住那厮胸脯，举我这夹钢板斧来，觑着那厮嘴缝鼻凹里磕叉，我恰待要砍，哥也，休道是鼓儿，他连担儿也与了您兄弟。兄弟也，你好问他要。你下山去，则要你忍事饶人。哥也，假似别人骂您兄弟呵呢？忍了。打您兄弟呵呢？忍了。哥也，他则管里打呵呢？那个则管里打，你少还他些儿。哥也，我还他这些儿。忒少。我还他这些儿。也少。哥也，我还到这里，怕做甚么。呵，打杀人也，则要你轻着些。兄弟也，你到的水南寨，见了那妇人，怎生说话？你试说一遍我听者。哥也，不嫌絮繁，听我说一遍者。<br>【絮蛤蟆】我打扮做个货郎儿，担着些零碎去寻那个艳质，他来买我些东西。可是甚么物件那？也有挑线领戏，也有钗环头篦。他若问我是谁，我索将他支对。那厮将我骂毁，我不邓邓火起。我见揪住头梢，挽住衣袂，滴溜扑摔下那厮阶基。拳捶心窝里，使靴尖踢，打这厮无道理，无见识，羊披着虎皮，打这厮狐假虎威。<br>兄弟，你休避驱驰，则今日便索长行也。哥哥，你放心也。<br>【尾声】我与你沿村转疃亲寻觅，四大神州捉逆贼。我若还撞着你，揪住头梢，扌昝住领戏，我将那厮滴溜扑摔下那厮阶基。我将那厮死羊儿般，到拖将来俺这个山寨里。<br>山儿去了也，我便差鲁智深接应将去。学究哥，无甚事，后山中饮酒去来。众小校听咱分付，今日个该您题捕。伏路处俏语底言，不许您结笑喧呼。人人要擐甲披袍，个个要开弓蹬弩。若违了某的将令，斩首级决无轻恕。<br><br>第三折<br>自从拐的这妇女人，来到这水南寨里，谁来的到这里？今日我吃酒去也。浑家，你则在家里，你可休出门去，我便来也。我把这地下筛下灰，不许你行动。拿筛过来，着上些灰，我筛下灰者。嗨！不曾出门，可早跚下脚印。得也么，就来。呸！是我跚的。你便走动，我便知道。灰也筛了，我与你一个马子，投到我来家，要这一马子湿湿。你可不要把来汤茶搀在里头。我着个干净盏儿舀出来尝，我若尝出来，把你那两条腿还打做两条腿。闷似三江水，涓涓不断流。有如秋夜雨，一点一声愁。自家李幼奴的便是。自从被这贼汉，将我拐到这水南寨里来，不知我那丈夫刘庆甫，在于何处，音信皆无，我心中好是烦恼！那贼汉出去了也，我在这闲坐，看有甚么人来。自家黑旋风是也。奉着俺宋江哥哥将令，去水南寨里打探事情，寻到刘庆甫浑家唤做李幼奴。须索走一遭走。<br>【正宫】【端正好】绕村坊，寻门户，一径的打探个实虚。恰便似竹林寺有影无寻处，我问那蔡衙内在何方住？<br>【滚绣球】希壤忽浓泥义滑，失流疏刺水渲的渠，赤留出律惊起些野鸭鸥鹭，我这里急煎煎整顿了衣服。急周各支荡散了枪竿篓，急彪各邦踏折了剑菖蒲，见一道小路儿荒疏。<br>【倘秀才】我则见水围着人家一簇，中间里叠成一道旱路，则听，则听的狗儿咬各邦捣碓处。我这里担着零碎，践程途，我与你觅去。<br>买来，买来，卖的是调搽宫粉，麝香胭脂，柏油灯草，破铁也换。惭愧也！今日可怎生有个货郎儿在于门首？我开开门，我试看。是个货郎儿，哥哥万福。不敢，不敢也。<br>【倘秀才】我这里见姐姐忙道好处，好人家，好家法，恶人家，恶举动，他也不慌不忙。他那里掩着袂，货郎儿万福。他那里荒唤个万福，我这里问姐姐商量你可也买甚么物。你卖的是那几件儿物件？你数与我听。我这里一一说，从头初，听货郎儿细数。<br>你试数，我试听者。<br>【滚绣球】铜钗儿是鹦鹉，再有甚么？鑞鐶儿是金镀，可再有呢？缕带儿是串香新做，再有甚么希奇的物件？有这个锦裙襕法墨玢梳。更有这绣领戏绒线铺，翠绒花是金缕，符牌儿剪成人物，这个锦鹤袖砌的双鱼。更有那良工打就的纯刚剪，可再有甚么物件？有、有，更有那巧匠做成枣木梳，除此外别无。<br>将来我试看者。便好道：见鞍思骏马，视物想情人。这梳儿是我与刘庆甫的，可怎生到这货郎手里来？我试问他者。哥哥，恰才从那里来？你路上可撞见甚么人来？这梳儿是甚么人与你来？哥哥，你试说者。我见来，我见来。我在那官道傍绕坡子，一壁见一个秀才，捶胸跌脚，啼天哭地。他问道：兀那货郎儿，你往那里做买卖去？我便道去水南寨做买卖去，他便道你替我寄个信。我便道你写，他写不得，与了这个木梳儿，权当一个信物，教我寻他那浑家。我那里寻的是？哥哥，那人氏姓甚名谁？他浑家可姓甚么？动劳哥哥说一遍者。<br>【倘秀才】那秀才济州人氏，姓刘，名甚么庆甫？他媳妇是谁？他媳妇姓李，哥哥，是李甚么？我把来忘了，我试想者。小名唤做甚么幼奴？他正是我的丈夫。你好爱便宜，赶着货郎叫丈夫。那秀才是我的丈夫。兀那秀才原来是你的丈夫，阿，好烦恼人也呵！你可道莫烦恼莫啼哭，我与你做主。<br>是真个好惭愧也！谢了哥哥。姐姐，那贼汉那里去了？那贼汉不知那里吃酒去了。姐姐，你收拾下，那贼汉这早晚敢待来也。弟兄每少罪也。五瓶酒酸了三瓶，瀽了两瓶，吃了些酒脚儿，醉了也。这厮是甚么人？在俺家门口？村弟子孩儿，精驴禽兽。<br>【叨叨令】他走将来无高低骂到我三十句，我打这厮。哎哟，哎哟。他飕飕飒飒的这棍棒如风雨。这个是甚么撧折了？急周各支撧折我些红匙箸，这鼓子要他怎么，跚破了。坏了买卖也，他则一脚踢破我蛇皮鼓。俺哥哥说来着，我忍事饶人。哎，我其实可便忍不的也波哥，忍不的也波哥，不邓邓按不住心头怒。<br>兀那厮，你敢打末？我敢打你这厮。<br>【鲍老儿】打这厮好模样歹做处，你是个强夺人家女娇娥，一只手便把领窝捽，粗指头掐双目。是个越岭拔山啸风虎，岂怕你个趁霜兔。打这厮将无做有，说长道短，胆大心粗。<br>打的我好辣也！我近不的他，走、走、走。这厮走了也，姐姐，你随我去来。<br>【尾声】我今日寻着你个李幼奴，分付与你刘庆甫。你两口儿欢喜重圆聚，我直要拿住无徒报了您那苦。<br><br>第四折<br>老老禅僧不下阶，蛾眉八字似刀裁。有人问我年多少，两个耳朵一个歪。贫僧是这云岩寺里一个小和尚，这寺是蔡衙内家佛堂，我今日打扫的僧房干净，看有甚么人来。白日不做亏心事，半夜敲门不吃惊。自家蔡衙内的便是。我这两日有些眼跳，着这梁山泊伙人搅的我不自在。十八层水南寨里住不的了，我如今往云岩寺里躲避他去。这寺是俺家佛堂，谁敢来打搅。说话中间，可早来到也。小和尚那里？兀那小和尚，有干净僧房末？你打扫一间，我要住哩。大人，有。则这头一间僧房干净也，不必打扫，大人就在这里面安下。兀那小和尚，打扫我的僧房干净，我如今吃酒去也。我就来也。我若回来，你与我买下些好酒儿好羊头，退的干净，煮的烂着，鸭蛋买下些，我来便要吃酒。若无呵，我去你秃头上直打五十个栗爆。我去了便来也。理会的。老子也，好性儿分付不许多，早是我认下些卖肉的主顾。徒弟连忙打扫，铺下床，安上帐子，摆上桌凳，安排下酒肉。没奈何，俺正是：在他矮檐下，怎敢不低头？煮肥羊肉，我也要口困他些骨头哩。衙内去了也，看有甚么人来。众兄弟每，得罪，得罪，改日还席。<br>【黄钟】【醉花阴】酒不醒贫僧怕见走，云岩寺权为宿头。且时住，暂停留，混践您些儿改日为友。常言道措大谒儒流，自古道客僧投寺宿。<br>天色昏晚了也，寻一个宵宿去处。来到这云岩寺门首，我试唤门者：小和尚开门来。来也，来也。我开开这门，问讯，天色已晚，特来借一个宵宿，师父，则有头一间房干净，可有蔡大人在里宵宿，吃酒去了，你快休惹他，他利害。他便来也，则怕不中。不访事，我不连累你，自歇息去，嗨，可怎了！你仔细着，快休惹他。天色晚了，我跳墙去来。<br>好酒也，好酒也，云岩寺里歇息去。和尚每睡了也，这的是我的僧房，推开门，里面黑洞洞的，灯也无有。这和尚无礼也。我分付着，把羊头退的干净，上面是毛尾。这手脚应了。我点起灯来，我看一看。阿狗头上红，面上黑，带着红，一个黑红和尚。蔡衙内哎！是我的僧房。这个和尚，钉子定住了，你敢争我的僧房？且休说你的僧房，就是你的僧房，咱两个赌厮打，打的过便要僧房。我这一对拳剪鞭哩，你着我单火轮。你打多少好汉？我打五十条好汉。右火轮也打五十条好汉。看双火轮。则不如单火轮倒好，打将来。<br>【喜迁莺】这一个无徒禽兽，扯了衣服。将偏衫袖乱扯胡揪。我搊搜也不是善的。卖弄你搊搜，气冲牛斗，烦恼似长江不断流，打这厮出尽丑。老子也，怎末撞见他？不索你憔憔忄敝忄敝，不索你闷闷愁愁。我是玲珑剔透的人，倒怕你？<br>【出队子】卖弄你玲珑剔透，美也，撞见爱厮打的都领袖。我打三颗头。我还你六条臂那三颗头。打你个软的欺硬的怕鑞枪头，你是个无道理无仁义酒魔头。打你个强夺人家良人妇，你是个吃剑头。<br>这厮利害，一对拳剪鞭相似。我可怎末了。<br>【刮地风】你性命当风秉蜡烛，俺似水上浮沤。病羊儿落在屠家手，咱两个怎肯平休？这厮更胡寻歹斗，故来承头。打杀我也！寺里和尚，都来救我。怕有那寺院中埋伏着，您都来答救。我着这莽拳头，向这厮嘴缝上丢。泼水难收，则一拳打你个翻筋斗，来叫爹爹的呵休。<br>我着这莽拳头，往这厮嘴上丢。泼水难收，则一拳打你个翻筋斗，来叫爹爹有甚么羞。哎哟，这秃弟子孩儿，打杀我也。我拐了他浑家，谁和你说来？<br>【四门子】黑旋风与我先说透，干你甚么事？你是个强夺人家女艳羞。不索你忧，不索你愁，泼贱货性命不过九。不索忧，不索愁，打这厮将没作有。<br>【古水仙子】那那女艳羞，你拆散了他鸾交和凤友。待飞来难飞，待走来怎走？身躯似不缆舟，炎腾腾水上浇油。一只手便把衣领揪，一只手捂住衣和袖，滴溜扑摔翻一个肉春牛。<br>拿住了蔡衙内也，拿着见宋江哥哥去来。<br>【尾声】叵奈无徒歹禽兽，摘心肝扭下这驴头，与俺那梁山泊宋公明为案酒。<br>拿住蔡衙内也，与我拿出去，杀坏了者。您一行人听我下断：则为你蔡衙内倚势挟权，李幼奴守志心坚。强夺了良人妇女，坏风俗不怕青天。虽落草替天行道，明罪犯斩首街前。黑旋风拔刀相助，刘庆甫夫妇团圆。<br>题目李山儿打探水南寨<br>正名鲁智深喜赏黄花峪",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "未知作者"
  },
  "tags": []
}