{
  "id": 70470,
  "star": 2,
  "name": "杂剧·玉清庵错送鸳鸯被",
  "dynasty": "元代",
  "content": "楔子<br>白发刁骚两鬓侵，老来灰尽少年心。等闲分食天家禄，但得身安抵万金。老夫姓李，双名彦实，官居府尹之职。夫人刘氏，早年亡逝已过，所生一女，小字玉英，年长一十八岁，未曾许聘他人。如今被左司家朦胧劾奏，官里听信谗言，差金牌校尉拿我赴京问罪。嗨！朝廷上多少滥官污吏，一生享用荣华不尽。只有老夫忠勤廉正，替朝廷干事的，反倒受人弹论。公道安在！我想此一去，莫说途路遥远，便是到得京师，也还有许多费用。争奈囊底萧条，盘缠缺少，无计所出\"已曾着人至玉清庵请刘道姑去了，这早晚敢待来也。道可道，非常道；名可名，非常名。贫道乃玉清庵刘道姑是也，正在道堂中看经。有李府尹相公着人相请，不知有甚事，须索走一遭去。可早来到也。不必报复，我自过去。老相公呼唤贫姑，有何事干？刘道姑，你来了也。我如今有罪赴京听勘，争奈缺少盘缠。一径请你来，不问那里，替我借十个银子与我做盘缠。老夫在家等侯，你小心在意，疾去早来。有、有、有。刘员外家广放私债，莫说十个，二十个也有。我就去。可怜我囊橐凄清，专望你假贷登程。刘员外金银广有，只要扣日子还得至诚。小生姓刘，双名彦明，家中颇有钱财，人皆员外称之。今日开开这解典库，看有甚么人来。此间正是刘员外门首，我自过去。员外稽首。姑姑，你来我家有何事？我无事也不来。有本处李府尹相公要赴京去，缺少盘缠，问员外借十个银子，回来本利一并交还。他家下有谁？他家别无亲人，止有一个小姐。既是这等，我借与他十个银子。着他立一纸文书，你就做保人，着他那小姐也画个字，久后好还我债。我与你银子拿去。我知道。快将银子来，我回李府尹相公的话去。我十个银子都交付与道姑去了。我无甚事，城里城外索钱去来。我着刘道姑借钱去，这早晚怎生不见回话？好焦死人也！我将着这银子回老相公的话去。老相公，我问刘员外借了十个银子，着你立一纸文书，着小姐也画一个宇，我就做保人，这等，绣房中请出小姐来。梅香，后堂请出小姐来。姐姐有请。妾身是李府尹的女孩，小字玉英，年长一十八岁，未曾许聘他人。今有父亲在前堂上呼唤，不知甚事，须索见来。父亲，呼唤您孩儿，有<br>何分付？唤你来别无甚事。我今被左司家劾奏，着我赴京听勘。争奈缺少盘缠，央刘道姑问刘员外借了十个银子，他要立一纸文书，就是道姑做保人，着你也画一个字，久以后好要你还钱。父亲，我是个女孩儿家，羞答答的，那里会画字来？孩儿，你依着我画一个字者。将笔来。小姐你画一个字。道姑，文书上字都画了，你将的去。有了文书，我拿去也。父亲，你是必早些儿回来。孩儿，你休烦恼，我岂不要早些回来？但今日之事，我的生死尚且不保。皆因我素性忠直无私，朝中无一人肯向我的。只除公道明白，或者有个生还日子，不然便当死于长安，终为怨鬼。孩儿，你今年一十八岁，也不小了。终身之计，你自家做个主意，我也顾你不得。父亲说那里话？<br>【仙吕】【端正好】渭城歌，阳关恨，别离罢路践红尘。可怜见女孩儿独自个无人问。父亲也，你是必频频的稍带一纸平安信。<br>孩儿回后房中去了也。左右将马来，则今日赴京走一遭去。别泪不胜弹，悲歌行路难。浮云能蔽日，何处是长安？<br><br>第一折<br>自家刘员外的便是。自从李府尹借了我十个银子，可早一年光景也，本利都无。闻知他有个小姐，生的十分标致，大有颜色。料他父亲也无钱还我，我一心要娶他做浑家可不好？我着人请刘道姑去了，这早晚敢待来也。自家刘道姑的便是。刘员外使人来请，须索走一遭去。员外唤我，有甚么事？请你来别无他事。自从李府尹借了我十个银子，今经一年光景，不见回来，算本利该二十个银子还我，你与我讨去。员外再等几时，待老相公回来，还你这银子。道姑，你说话只当放放甚么？放屁！假若相公一年不来，我等一年，十年不来，我等十年？你好不晓事！我不瞒你说，你如今问他那小姐讨那银子去。有便还我，若无呵，这里也无人，我虽然叫做员外，这等年纪，我没浑家。他若肯与我做个浑家，一本一利，都不要他还。你若圆成了我呵，重重的相谢你，你可作成我一作成。员外甚么道理！他少你钱则少你钱，他是官宦人家小姐，怎生与你为妻那？好姑姑，我央及你替我圆成。我唱喏。你唱喏，我跪。你跪，我磕头。你作成我罢。员外，你讨钱只讨钱，这桩事我不敢许你。我央及你不肯。当时借银子时，是你来借，是你保人，我如今拖到官中去。那个出家人做保人？上起刑法来，我儿也，直把你打掉那下半截来。那个要媳妇的这等放刁？姑姑，你若作成我这桩亲事，重重相谢。你好歹早些儿来回话。你道波，我是个出家人，没来由管这等事做甚么？我待不依他，他既然说出来，敢是做出来。我将着这羞脸儿揣在怀里，直到李府尹宅中，问这桩事走一遭去。是非只为多开口，烦恼皆因强出头。我道姑若不依员外，恐防日后记冤仇。妾身李府尹的女孩儿。自从父亲赴京之后，可早一载有余，音信皆无。妾身每日在绣房中做些女工生活，好是烦恼人也。小姐，老相公去了自有回来之日，且皆烦恼。<br>【仙吕】【点绛唇】自从俺父亲往京师，妾身独自忧愁死。掌把着许大家私，无一个人扶侍。<br>【混江龙】耽阁了二十一二，好前程不见俺称心时。每日家鬓鬟羞整，粉黛慵施。熬永夜闲描那花样子，捱长日频拈我这绣针儿。每日家重念想，再寻思，情脉脉，意孜孜，几时得效琴瑟，配雄雌，成比翼，接连枝？但得个俊男儿，恁时节才遂了我平生志。免的俺夫妻每感恨，觑的他天地无私。<br>说话中间，可早来到李相公家了也。梅香报复去，道有刘道姑在于门首。小姐，有刘道姑在于门首。道有请。请进去。小姐稽首。<br>【油葫芦】甚风儿吹你个姑姑来到此？贫姑一径的来望小姐。姑姑请坐。慌忙将礼数施。小姐，老相公去后，你每日做甚么功课？我绣着一床锦被哩。自从我绣鸳鸯，几曾离了绣床时？我着这金线儿妆出鸳鸯字，我着这绿绒儿分作鸳鸯翅。你看那枝缠着花，花缠着枝。小姐，这是甚么主意？直等的俺成就了百岁姻缘事，恁时节才添上两个眼睛儿。小姐费得功夫多了。<br>【天下乐】则这鸳鸯被是我夫妻也那信有之，小姐，你拣个好财主每好秀才每，或招或嫁，可不好那？姑姑，你说他怎的！嗟也波咨，可也甚意儿。则为我父亲家，因此上不曾理婚姻事。说的人睡卧又不宁，害的人涕喷又不止，你着我不明白憔悴死。<br>小姐，我想你这年纪小小的，趁如今与人家寻一个穿衣吃饭的才是。小姐，这里又无个人，我和你自家闲讲，怕甚的来。我怕不有这个心事，争奈无人肯成就俺。想起这世间男子无妻是家无主，妇人无夫是身无主也。小姐，可知道你这些时憔悴了也。<br>【后庭花】则我这瘦形骸削了四肢，小腰身争了半指。宽掩过罗裙摺，全松了我这楼带儿。我父亲呵，他一去几多时，杳没个音书来至。撇得我冷清清泪似丝，闷恹恹过日子。学刺绣一首诗，索对那两句词。空展开花样纸，摺成个简帖儿，又不是请亲邻会酒卮，只把小梅香胡乱使。<br>俺姐姐这些时，每日忧愁，睡卧不安，弄得越清减了。依着梅香，寻一个风风流流俊俊俏俏的姐夫拖带梅香，可不好也。说得有理，说得有理！小姐你自要做主意，休得误了青春。<br>【柳叶儿】你着我和谁传示？只落得清减了脸上胭脂。这姻缘知道落在何人氏？我李玉英是闺中女，你姑姑是个出家儿，可不空费你这一片神思。小姐，您恰才不说来？妇人无夫是身无主。虽然老相公不在家，难道十年不回，守他十年？二十年不回，守他二十年，可不等老了人？<br>【青哥儿】非是我推三、推三阻四，这事情应难、应难造次，虽然道男女婚姻贵及时。我须是娇滴滴美玉无疵，又不比败草残枝，怎好的害杀相思？只待要寻个人儿，便窬墙钻穴也无辞，这等胡行事！小姐，这也不妨事。只要寻的个人儿停当。人儿那里？这个人就是当初老相公借银子的刘员外。他是名门旧族，现有百万家财，何等不好？<br>【寄生草】你道他是名门子，又道他富不赀。你老相公借他十个银子，如今该本利二十个，须要还他哩。待我父亲回来还他，干我甚事？他有钱财只做得钱财使，他道老相公借银子的文书，你也画得有字来。论婚姻须不曾画个婚姻字，当日借银子原写着我是保人，他要拖我到官中告去。我是出家人，怎么好做借银子的保人？可不连累我，倒替你吃官司！便吃官司我也拼得替你官司死。总饶他铜山百座邓通家，怎动的我琴心一曲临邛氏。<br>小姐。若真个打起官司来，出乖露丑，一发不好，只是我家不合借他银子，怎么累的你。那刘员外今年多大年纪了？，员外今年二十三岁，有多少人家与他说亲，只是没个十分中意的，因此上还不曾有娘子。人物如何？天生的一表非俗，匹配得你过。这等我可则依着姑姑便了。既是小姐肯从，今晚夜间你到我庵中，我请将刘员外来，成了这桩亲事。休道十个银子，便是一百个银子，也不说起了。姑姑，你将我这鸳鸯被儿去。被儿到处，便是我一世的前程。你先去，我自到你庵中来也。小姐，你早些儿来，休要失信。我梅香今夜跟小姐去，和刘员外成其夫妇，连梅香也得个出头日子。梅香，这等事怎么带的你去？<br>【赚煞】则你那修道的玉清庵，索强如题笔的金山寺。罗帏里新婚燕尔，舒展开鸳鸯锦被儿，可着我羞答答说甚言词。这些时素质冰姿，也是我不合先接了东君第一枝。道与那多情的秀士，偷传心事，到天明是必休撇了这个女孩儿。<br>我则道小姐不肯，不想当真许了这亲事。我将这床被儿到刘员外家报个喜信，走一遭去来。<br>我着刘道姑将着那文书，李府尹家小姐处说亲去了，这早晚敢待来也。员外，且喜且喜。小姐说今夜晚间约定在玉清庵中与你赴期，教我先将的鸳鸯被来了也。果然是真，多谢了姑姑。今夜晚间若成就了这亲事，我重重的相谢你咱。险把心机都使碎，今宵博得鸳鸯被。正是无缘对面不相逢，有缘千里能相会。<br><br>第二折<br>我约定刘员外今夜晚间来我庵中，与小姐完成这事。不想有施主家请我做斋，待不去呵，恐怕误了道粮。徒弟，我分付你，那鸳鸯被儿是李府尹家小姐的，今日晚间来和刘员外在此赴期。则怕小姐先来，若敲门时，便放他进来。我往施主家点照去也。师父去了也。天色已晚，不知李家小姐几时过来，我且关上这门者。正是闭门不管窗前月，分付梅花自主张。事不关心，关心者乱。天色晚了也。李小姐约定玉清庵里赴期，须索走一遭去。自家是巡夜的。这早晚更深夜静，见一个人走将去，那厮必定是贼！拿到巡铺里吊起来，天明送到官司中去请赏。怎生是了？天也！你看我那命波！嵩岳近天都，连山入断芜。欲投人处宿，隔水问樵夫。小生姓张名瑞卿，祖居姑苏人氏。今上京取应，到此洛阳。天色已晚，寻个宵宿处。说道前面有一庵是玉清庵，可去觅一宵宿，来日早行，有何不可？我唤门咱。门里有人么？我开开这门，刘员外你来了也？好是奇怪。这庵中必定有私情的事，则除是这般。我来了，姑姑休要点灯。我且不点灯，等小姐来时，我自有个道理。这早晚敢待来也。妾身李玉英。今夜约定刘员外在玉清庵赴期。我是个女孩儿，羞答答的怎生去那？<br>【正宫】【端正好】不由我意张狂，心惊乍，谁曾向街苍行踏。你深也紧避在房檐下，方信道色胆有天来大。<br>【滚绣球】兀的甚势沙，甚礼法，索甚么问天来买卦。莫不我与那刘员外合做浑家？他为咱，我为他，好着我放心不下。办着个志诚心，着俺这夫妇每欢洽。可是怎生黑洞洞桌面上绝了灯火，云黯黯碧天边闭了月华，倒省的人多少喧哗。<br>可早来到庵门首也。我是唤咱，姑姑开门。小姐来了也，我开开这门，小姐，你也早些儿来波，着我遥遥的等着你。早则不是腊月，冻下我脚来。小姑姑，员外在那里？在房里等着你哩。我与你将鸳鸯被儿都铺停当了，则等你来。成就亲呵，你休忘了我者。定不敢忘。我今日成就了你两个，久后你也与我寻一个好老公。<br>【脱布衫】不索你阶直下絮絮答答，门儿外唱叫呀呀。我问你罗帏里书生有么？哎，你草庵中道童休唬。<br>员外在此等了好一会也，我又不哄你，你也行动些波，<br>【小梁州】就把姑姑央及煞，可怜我这没照觑的娇娃。早唬的来手儿脚儿软刺答，怎抬踏，好着我便心似热油炸。<br>小姐，你休慌，我们都是知心知腹一路的人。<br>【幺篇】我和他乍相逢难说知心话，只索羞答答手抵着门牙。你行动上些，员外在些等哩。你将我省可里推，我可也其实怕，就着这钟声才罢，却道无事早还家。<br>我先报复去。员外，小姐来了也，你接待去咱。真个是小姐来了也！早知小姐来了，只合远接，接待不着，勿令见罪。小姐请坐。既然小姐来了，则除是这般。难得小姐真心也！你久后则休负了心者。若是小生负了心呵，小姑头上生来碗大疔疮，干我甚么腿事？<br>【伴读书】我钗了无心插，眉淡了教谁画？则我这软怯怯的柔肠好教我撇不下，汗浸浸揾温香罗帕。则怕有人来么？小姐，这早晚深夜时候，无甚么人，单只是小生在这里。我正欢娱忘了把门扎，可擦的似有人来迓。<br>小姐你休慌，再无人来，不妨事。<br>【笑和尚】元来是王吉珰珰画檐前敲铁马，元来是赤力力草堂中风吹画，元来是忒楞楞腾宿鸟串荼蘼架。元来是各支支声戛琅玕竹，元来是明晃晃月射小窗纱，早唬的我战钦钦把不住心头怕。<br>小生久以后，若是得了官呵，金冠霞帔，驷马高车，你便是夫人县君也。你则休负了心者。<br>【倘秀才】他大字儿将咱镇压，我恰才小胆的争些儿唬杀。哎！你个撒滞殢的先生也那，假若是有人见，若有人拿，登时间事发。<br>小姐，天色将明了也。你回去罢。此恩此情，异日必当重报。<br>【滚绣球】刘解元你且在咱，我可是问你殢，小生不姓刘，叫做张瑞卿。你在我根前，无那半星儿实话。小生不敢虚言。你看我恰例似浪蕊浮花。小姐，小生实是张瑞卿。他题的名姓儿别，语知儿差，空着我担个没来由牵挂，这个不识羞的汉子你是谁家？小姐，我也不辱抹你。我若得了官呵，你便是夫人县君也。我和你初相逢，君子番罢，从此后我将这庵观门儿再不踏。兀的不羞杀人不那！<br>敢问那壁秀才，那里人氏？姓甚名谁？困何至此？小姐，咱两上今日既然成其夫妇，还有甚么话说。小生姑苏人氏，姓张名瑞卿。为因上朝取应，路从此洛阳经过。天色昏晚，到此庵中觅一宵宿。谢天地可怜见，幸遇小姐，成就这门亲事。小姐，你可是谁家女子？通个来历，使小生日后好来迎娶。妾身是这本处李府尹的孩儿，小字玉英。当年我父亲被人人劾奏赴京听勘，借了刘员外十个银如今本利该二十个。刘员外来索讨银子，有这庵中刘道姑是保人。为因我无钱还他，刘员外要去官中告这刘道姑，追拷这银子。我想来干他甚事，倒要带累他吃官司。那刘道姑又说刘员外一心要我为妻，因此上约他在这玉清庵赴期。我今夜到此等候，不想遇着秀才，成了这场亲事。既然我随顺了你，难道又去嫁他？我只专心一意等候着你便了。元来是这等。小姐，小生也不曾娶妻哩。若到帝都阙下，但得一官半职，不敢忘了小姐的恩念，夫人县君准是你的。小生如今取应去也。小姐，你有甚么信物，与我一件，权为定礼。你也说的是。秀才你晓得这鸳鸯被儿么？是我亲手绣的，绣着两个交颈鸳鸯儿。你如今收了去，久后见这鸳鸯被呵，便是俺夫妻每团圆也。多谢小姐！小生收拾了这被儿。天色渐明，你且回去，小生便索登程也。小姐，则要你坚心守志者。秀才，你则休负了心！得官不得官，早些儿回来。小姐放心，小生之心，惟天可表。<br>【黄钟尾】从今后丹墀策试千言罢，彩笔题成五色霞。一举鳌头占科甲，秉笏当胸当胸立朝下。乌帽宫花数枝插，御宴琼林醉到家。除授为官赐敕札。夫人县君合与咱。那时我坐香车你乘马，咱两上稳稳安安兀的不快活杀。<br>张瑞卿也，你是睡里梦里？谁想到这庵中，成了此一桩亲事，又得了这鸳鸯被儿。若是小生得了官呵，必然完就这段姻缘，也不辜负了他十分美意。我如今不敢久停久住，上朝取应，走一遭去来。宿契前生注，姻缘今日招。合成莺燕侣，匹配凤鸾交。<br>谁想小姐与刘员外约在庵中，说了一夜的话，撇得我孤眠独自，不由我也不动心。我如今等不得师父回来，自做个主意，只在庵前庵后寻一个精壮男子汉去来。刘员外做事胡为，李小姐私自偷期。我想来寻个和尚，也和他做对夫妻。甚么晦气，做这等勾当！被那巡夜歹弟子孩儿把我拿到巡铺里，一场好事不曾成的，倒吊了一夜。我着人去唤刘道姑去了，可怎生这早晚还不见来。昨夜晚间刘员外和李小姐成了亲事，今日使人请我。可早来到也，我自家过去。员外，你喜也！帽儿光光，今日做个新郎；帽儿窄窄，今日做娇客。可要与贫姑换上换道服。放你娘的臭屁！我几曾见他来。你怎的吃食讳食？你不曾见，是我见来？可不屈杀人！谁曾汤着他？你当面立着，抬起头，张开口，吐出舌头来，你说不曾，可怎么湿湿的？把我口当他的屁眼。我昨夜晚间，我去人家点照去了。我着徒弟等着，你怎么不曾来？我走到半路，被那巡更的歹弟子孩儿，把我拦住，道我是犯夜的，拿我巡铺里去，整整吊了一夜，我委实不曾去。你不曾去这庵中，和小姐成了亲事的，可是谁来？员外，我昨日分付徒弟说道，等员外来时，领你贫姑房里坐着，只等小姐来时，两个成了夫妇，你不去可是那个造物低的来抢了去？姑姑，既然昨夜李小姐来与别人成了亲事，左右是个破罐子了。你如今去将小姐接到我家里来，一发永远做夫妻。你若是圆成了我这件事，我依旧重重相谢你。你疾去早来。展转自寻思，定要娶娇姿。只怕遇着巡更卒，打的屁支支。<br><br>第三折<br>这妇人好歹也！那一日我和你约定在玉清庵里赴期，我又不曾去，不知那里走将一个人来，你和他成了亲事。我且问你，比如你见我时节，难道好歹也不问一声？见说名姓不是我，你就不该随顺他了。我一口食将到口边，被那馋弟子孩儿抢去吃了。这个也罢，我如今取你到家中，我又央及你，你百般的不肯顺我，但见我说话，便低了头。你看那不得人意的嘴脸！我这等标致动静，你例随顺了我，也不辱抹了你。你真个不肯？我如今拿你跪着，看你肯也不肯！父亲，兀的不痛杀我也。他是个女儿家，见我手里拿着这粗棍了子，先吓得怕了，也怎肯随顺我？罢！丢这辊子，小姐起来，我不打你，我斗你耍哩。小姐，我这嘴脸尽看的过，你便随顺我也好。你真个不肯？依旧跪者！这个歪剌骨！我千央有，万央及，休说道是你，便是那刘道姑，他也肯了。你还不答应我一句，不肯便肯，定要讨打吃！我至死也不随顺你！好产好说。罢，倒要我跑着你，再与你磕头。我的亲娘，你答应我一声，哦，真个不肯，我跪他做甚么？则除是等。你且起来。你既然不肯随顺我，我开着这酒店，你与我管酒。有吃酒的来，你镟酒儿，打菜儿，抹卓儿，揩凳儿，伏待酒的。若伏侍的欢喜便罢，伏侍的不欢喜我把你一条腿打做两条腿！我为甚么打你？专打你这不依本分，诳骗平人，不近道理丑弟子孩儿！我本是官宦人家小姐，何等受用快活，今日落在这里，受这般苦楚也呵！<br>【越调】【斗鹌鹑】往常我在画阁兰堂，牙床翠屏，烛暗银台，香焚宝鼎，百色衣冠，诸般器皿。乍离普救寺，钻入这打酒亭。你畅好是性狠也夫人，毒心也那郑恒。<br>【紫花儿序】今日远乡了君瑞，逃走红娘，单撇下个莺莺。为家私少长无短，则得忍气吞声。这也是我父亲不是。分明那白纸上教我画着黑字儿是怎么，倒留做他家凭证。却将我宅院良人，生扭做酒店里驱丁。<br>我在这酒店门首站着，看有甚么人来。去日刚携一束书，归来玉带挂金鱼，文章未必能如此，多是家门积善余。小官张瑞卿，自到京都阙下，一举状元及第，所除洛阳为量，我要打听李小姐的消耗，更改了衣服，在此私行。这是所酒店，我去买一杯酒吃咱。兀那卖酒的，打二百长钱酒来。有酒，官人请坐，你慢慢的吃。官人，你要酒时，你唤一声，我在别阁子里就送酒来。偌大一个酒店，不见个男子汉，怎么使着一个妇人卖酒？我看这妇人生的千娇百媚，也不是个下贱的人。我如今只推要酒，唤将来问他咱。卖酒的，再打酒来。官人再要多少酒？酒也要吃。动问小娘子，敢不是卖酒的人？官人怎生知道？我可知不是卖酒的哩。我道小娘子中注模样，不是受贫的，为甚么在这酒店中替他卖酒，伏侍往来的人？你慢慢的说一遍，小生试听咱。<br>【小桃红】则俺祖宗积世有声名，三辈儿为参政。哦，原来是宦家。你父亲如今那里去了？俺家君一生正直无邪佞。惹人憎，如今勾赴尚书省。你父亲这一向也还做官么？官封左丞，告辞老病．如今你父亲去几时了？怎知他数载不回程。<br>小娘子。你父亲也差了，当初则可着你嫁人，因何教你卖酒那？官人不嫌絮烦，听妾身再说一遍咱。<br>【调笑令】说着呵怎听，那泼书生，呀，盖世里全无他不志诚。这秀才也有好的么。如今这秀才家一个个害了传槽病，从今后女孩儿每休惹他这酸丁。元来小娘子也曾有夫主来？都是些之乎者也说全成。我道来可是者么娘七代先灵。<br>当初有三媒六证，花红羊酒，娶小娘子来，可怎生在这里就不来顾你？<br>【耍三台】当初也无红定无媒证，这等怎生成亲来？做的来藏头漏影，知他是今世是前生，总则我红颜薄命。真心儿待嫁刘彦明，偶然间却遇张瑞卿。奇怪，道着小官的名讳。此事必然暗昧。我再问他。当初可是谁作成你来？当是初是那撮合山的姑姑，小娘子可是谁那？送了这望夫石的玉英。他说的正是我，我如今一发问他咱。小娘子，当初成亲，那人姓甚名谁？他如今可往那里去了？<br>【圣药王】去了俺那丑生，撞着俺这短命。如今这酒店是甚么人的？他是个放钱举债的爱钱精。你可为甚么到这里？他使弊幸，使气性，无钱踏着陌儿行，推我在这陷人坑。<br>小娘子，他必然要图谋你，敢是不随顺，他这般折倒你来么？<br>【麻郎儿】动不动掂折我腿脡，动不动打碎我天灵。着去处依着便行，教酾酒，愿随鞭镫。小姐受他这般凌辱，你便随顺他也罢了。<br>【幺篇】我可也不曾，半星也不动情，则由他法外施行。你为何不随顺他？我便死呵是张家妇名，怎肯踹刘家门径？<br>哎，你元来这里这般受苦。小娘子，你便是李府尹的女孩儿玉英么？则我便是李府尹的女儿，你怎么认的我来？妹子，你那时小也。我一向出去游学，将近二十年不曾回家，今日才见得你。妹子，你可为甚么在这里受那苦楚来？哥哥不知。当日父亲赴京去，缺少盘缠，央玉清庵刘道姑问刘员外借了十个银子，那文书上着我也画一个字儿。我父亲许久不回，本利该还二十个银子。刘员外索讨，那道姑是保人。因我无银还他，刘员外要去官中告这道姑，追拷银子。那刘员外和道姑说，要我为妻，就将这二十个银子做了财礼，我只得约他在玉清庵赴期。当夜晚间就去，不曾遇着员外，遇着一个秀才张瑞卿，成其夫妇。那张瑞卿上朝进取功名去了，刘员外取我到家。我想来一马不背两鞍，双轮岂辗四辙？我至死也不随顺他，因此上罚我在这酒店中卖酒。哥哥，你救你妹子咱！元来是这等。你放心，都在你哥哥身上，你与我唤出刘员外来。员外，你来！有我哥哥在这里。是谁唤我？如何受不过苦楚，不怕他不随顺我。我买欢喜团儿你吃。我哥哥要见你。你哥哥在那里？则这个便是我哥哥。怪道你两个厮像，两个鼻子一般般的。则这个便是刘员外？我这妹子借了你家多少银子？借了我十个银子，如今本利该还二十个银子。二十个银子打甚么不紧？都是我替妹子还你。大舅，你知么？他父亲许了我为妻来。既是这等，准备羊酒花红，三日之后，重来娶他，才是正理。若是这等，你是我的大舅子哩。这二十个银子，我也不要你还了。下次小的每安排酒来，请舅子吃三钟。不必吃酒，妹子且跟我回家去来。惭愧！谁想有今日也呵！<br>【收尾】俺哥哥替还了原借银十锭，两事家临危自省。第一来把俺这亲兄长好看成，第二来将俺那俊男儿奈心等。<br>谁想是我大舅子，他是个好人。我到三日之后，安排着牵羊担酒，直至他家问亲去。那时娶到家中，难道还不随顺我哩。准备做夫妻，宰狗田鸡。洞房花烛夜，全凭大挂槌。<br><br>第四折<br>谁想在酒店中认了妹子。我问你咱，妹子，你端的少刘员外银子也不少？<br>【双调】【新水令】这洛阳城刘员外他是个有钱贼，只要你还了时方才死心塌地。他促眉生巧计，开口讨便宜。总饶你泼骨顽皮，也少不得要还他本和利。妹子，俺父亲借他银子，须待俺父亲来还。你不肯嫁他，也由得你。<br>【步步娇】只为那举债文书我画的有亲笔迹，因此上被强勒为妻室。这真心儿誓不移，情愿方打千敲受他磨到底。今日留得个一身归，谢哥哥肯救我亲生妹。<br>妹子，你看些茶汤来我吃。理会的。我把这鸳鸯被儿铺在床上，我推吃酒去，他见这鸳鸯被自然知道了也。哥哥吃茶咱。妹子，我如今吃酒去也。投至我回来，你将这被卧儿铺陈卞，则怕我醉了呵要歇息。你记者。。哥哥饮酒去了也，投至得哥哥回来，我与他铺下这床铺咱。<br>【雁儿落】则也这行装特整齐，书舍无俗气。瑶琴壁上悬，宝剑床头立。<br>【得胜令】呀！我与你搭起绿罗衣，铺开紫藤席。绣枕头边放，香衾手内提。索甚么疑惑，这是我绣来的鸳鸯被；可不是跷蹊，谁承望这搭儿得见你？好是奇怪，这被儿原是绣来的，是我与张瑞卿来，可怎生得到俺哥哥手里？待他来家时，我试问他波。我醉了也。妹子在那里？哥哥有酒也，吃甚么茶饭？妹子，甚么茶饭都吃不了，我醉了也。<br>【沽美酒】则他这酸黄齑怎的吃，粗米饭充饥，怕哥哥害渴时冰调些凉蜜水。我玉英有句话儿敢题？妹子有话，但说不妨。问的我陪着笑卖查梨。<br>你说便说，只管笑的？<br>【太平令】若问哥哥休讳，这鸳鸯被委是谁的？是我的妹子与我的。除妹子别无甚妹子，除哥哥别无甚兄弟。我玉英呵世做的所为，这里，便跪膝，则鸳鸯被要知根搭底。<br>这被儿你问他怎的？哥哥，这被儿原是我的来。是便是，你认的我么？我不认的你。则我便是张瑞卿！则被你杀我也！枉叫了你这三日哥哥！我还你十日姐姐。我关上这门，我与你陪话咱。张瑞卿，我今日与你相会，兀的不欢喜杀我也！今日三日了，我到李家问亲事咱。可怎生关着这门？我蹅开门来，好也！你两个做的好勾当！这个是我的老婆！这个是我的老婆！倒是你的老婆？你冒认亲兄，强赖人妻，我和你见官去来！三年待罪汉西京，重许衣冠返洛城。寄语待臣休望幸，早伸冤气到长平。老夫李彦实，被左司家奏劾不实，已远远的贬窜去了。着老夫仍为河南府尹，敕赐势剑金牌，一应贪官污吏，准许先斩后闻。如今来到洛阳地面。张千，是甚么人吵闹？与我拿将过来！理会的！拿过来！老爷可怜见，与小人做主咱。兀的不是我女孩儿玉英？兀的不是我父亲？你怎生在这里？父亲你去时问刘员外借了十个银子，本利该二十个银子，无的还他，他强逼我为妻。父亲与我做主咱！这个是谁？父亲去家之后，您孩儿自许了亲事，与他为妻。小官是张瑞卿，新除本处县尹。好也，你两个官官相为，我死也。有这等事？张千，取大棒子过来，将刘员外先责四十，再送有司问罪。<br>【锦上花】这厮倚恃钱财，虚张声势。硬保强媒，把咱凌逼。重则鞭笞，轻则骂詈。难道河有澄清，人无得意。<br>【幺篇】当时曾受亏，今日也还席。大小荆条，先决四十。再发有司，从公拟罪。钱呵通神，法难纵你。张瑞卿和老夫同到宅中。今日是个吉日良辰，与女孩儿永远为夫妻。一面杀羊造酒，做个庆喜的筵席。<br>【清江引】想人生百年能有几，要博个开颜日。父子共团圆，夫妇重和会，这便是出寻常天大的喜。贼徒唬吓结良缘，号令沉枷在市廛。欠钱索债虽常事，倚富欺贫岂有天？新婚今朝为令尹，老夫依旧得生旋。杀羊造酒排筵宴，夫荣妻贵喜团圆。<br>题目金阊客解品凤凰萧<br>正名玉清庵错送鸳鸯被",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "未知作者"
  },
  "tags": []
}