{
  "id": 57102,
  "star": 37,
  "name": "临江仙·暮春",
  "dynasty": "宋代",
  "content": "过尽征鸿来尽燕，故园消息茫然。一春憔悴有谁怜。怀家寒食夜，中酒落花天。<br>见说江头春浪渺，殷勤欲送归船。别来此处最萦牵。短篷南浦雨，疏柳断桥烟。",
  "fanyi": "<p><strong>译文</strong><br>作者客居他乡，看尽鸿雁的北往和燕子的南来，而故乡的消息茫然，不禁惆怅满怀。整个春天都在惦念家乡，人已憔悴有谁怜？于是只好在这落花时节的寒食夜以酒浇愁。<br>听说江头春波浩渺，春水情意恳切地像是要送他的归船返回家乡，这条曾送他离乡又送他归去的水路，是他最为之情牵梦萦的。最后，他设想登上归船，听着春雨打着船篷，看着将别的断桥边上的疏柳淡烟，充满别离之情。</p> <p><strong>注释</strong><br>⑴征鸿：即征雁。 南朝梁<a href=\"http://so.gushiwen.org/author_509.aspx\">江淹</a>《赤亭渚》<a href=\"http://so.gushiwen.org/view_57102.aspx\">诗</a>：“远心何所类，云边有征鸿。” 宋<a href=\"http://so.gushiwen.org/author_244.aspx\">陈亮</a>《好事近》词：“懒向碧云深处，问征鸿消息。”<br>⑵故园：旧家园；故乡。 唐<a href=\"http://so.gushiwen.org/author_714.aspx\">骆宾王</a>《晚憩田家》诗：“唯有寒潭菊，独似故园花。”<br>⑶茫然：模糊不清的样子；无所知的样子。《庄子·盗蹠》：“目芒然无见。”<br>⑷寒食：节名，在清明前一日或二日。相传春秋时晋文公负其功臣介之推 。 介愤而隐于绵山 。文公悔悟，烧山逼令出仕，之推 抱树焚死。人民同情 介之推 的遭遇，相约于其忌日禁火冷食，以为悼念。以后相沿成俗，谓之寒食。<br>⑸中（zhòng）酒：醉酒。晋<a href=\"http://so.gushiwen.org/author_887.aspx\">张华</a>《博物志》卷九：“人中酒不解，治之以汤，自渍即愈。”<br>⑹见说：告知，说明。 晋张华《博物志》卷三：“牵牛人乃惊问曰：‘何由至此？’此人见说来意，并问此是何处。”也有听说的意思。 唐<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>《送友人入蜀》诗：“见说 蚕丛 路，崎岖不易行。” <br>⑺殷勤：热情。<br>⑻萦牵：牵挂。南朝宋<a href=\"http://so.gushiwen.org/author_732.aspx\">鲍照</a>《和王丞》：“明涧予沿越，飞萝子萦牵。” 唐<a href=\"http://so.gushiwen.org/author_2328.aspx\">黄滔</a>《壶公山》诗：“清吟思却隐，簪绂奈萦牵。”<br>⑼短篷：指小船。元<a href=\"http://so.gushiwen.org/author_545.aspx\">萨都剌</a>《次韵与德明小友》之一：“烟雨短篷 水口 ，人家乱石山前。”<br>⑽南浦：虚指，暗用江淹《别赋》“送君南浦，伤如之何”。<br>⑾断桥：实指，地处杭州西湖东北角，与白堤相连。自唐以来已有此名。或言本名宝祐桥 ，又名段家桥 ，今罕有称者。 唐<a href=\"http://so.gushiwen.org/author_56.aspx\">张祜</a>《杭州孤山寺》诗：“ 断桥 荒藓涩，空院落华深。”</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　上阕写念家。</p> <p>　　”过尽征鸿来尽燕，故园消息茫然。“两句把词人郁结在胸中的思乡之情，瞬间倾吐而出。“过尽征鸿来尽燕“用比兴手法，以征鸿比喻飘泊异乡的旅客，以归燕兴起思家的情感。在南宋词人心目中，鸿雁不仅是传统的捎信使者，更代表了战乱年头的流亡者。然而鸿雁秋去春来，离乡后犹能回到塞北；而这些南来的词人却永远远离故土。因而他们看到北归的鸿雁，总有自叹不如的感觉。</p> <p>　　”故园消息茫然“作一顿挫，稍稍收束起句的迅发之势。词人把”望征鸣，看归燕“的过程略去，仅是截生活中的一个横断面，加以尽情抒写。这里两个“尽”字用得极好，不仅表现了生活中这一特定的横断面，而且把词人在很长一段时期内望眼欲穿的神态概括在内。可以想象其中有过多少希望与失望，有过多少次翘首云天与茫然四顾。词笔至此，可称绝妙。</p> <p>　　”一春憔悴有谁怜？“表达了惆怅自怜的感情。从章法上讲，它起着承上启下的作用。按照常情，鸿雁秋分后由北飞南，春分后由南回北；燕子则是春社时来到，秋社时飞去。这里说“一春憔悴有谁怜”，则总括上文，说明从春分到春社，词人都处于思乡痛苦的煎熬之中，人也变得消瘦憔悴。在它样凄苦的境遇中，没有一个理解他的人。一种飘零之感，羁旅之愁几欲渗透纸背。进一步推想，其中不无对南实的投降派发出委婉的讥讽。寥寥七字，意蕴言中，韵流弦外。</p> <p>　　”怀家寒夜食，中酒落花天。“愈觉韵味浓醇，思致渺远。“寒食夜”系承以上三句而来。词人怀念家乡，从春分、春社，直到寒食，几乎经历了整个春天，故云“一春”；而词中所截取的生活横断面，恰恰这寒食节的夜晚。赵氏先茔所在地河南已沦入金人之手，欲祭扫而不能，更增添了词人思乡的情怀。这两句一实一虚，前一句叙事，后一句说景，化质实为空灵，造成深邃悠远的意境。“中酒落花天”一句，乃从<a href=\"http://so.gushiwen.org/author_211.aspx\">杜牧</a>《睦州四韵》<a href=\"http://so.gushiwen.org/view_57102.aspx\">诗</a>变化而来。小杜原句是“残春杜陵客，中酒落花前”，词人只换其中一字，以“天”代“前”，便发生了不同的艺术效果。其实“天”和“前”同属一个韵部，不换亦无妨。那么他为什么要换呢？一是为了对仗工整，上句末字是表示时间的名词“夜”，此句末字也必须用表示时间的名词“天”；二是“天”字境界更为阔大，且能与起句“过尽征鸿来尽燕”相呼应，从而构成一个艺术整体。把思家意绪，中酒情怀，便表现得迷离惝恍，奕奕动人。 </p> <p>　　词的下阕一转，由思家转入归家。 </p> <p>　　”见说江头春浪渺，殷勤欲送归船。“二句情略一扬起。词人本已沉醉在思家的境界中，几至不能自拔；然而忽然听说江上春潮高涨，似乎听到了要回故乡的讯息，精神为之一振。这与前片起首二句恰好正反相成，遥为激射。前片“故园消息茫然”，表示失望，在感情上是一跌；此处则借江头春汛，激起一腔回乡的热望，是一扬。钱塘江上浩渺的春浪，似乎对人有情，主动来献殷勤，要送他回家。江水有情，暗暗反衬出人之无情。词人曾慨叹“一春憔悴有谁怜”，在人世间无人理解他思乡的痛苦，而江水却能给以深切的同情，两相对照，托讽何其深水！</p> <p>　　“别来此处最萦牵”一句，缠绵不尽，撩人无那。春浪来了，船儿靠岸了，词人即将告别临安，却又舍不得离开。这种感情在特定的时代，特定的条件下产生，极为矛盾、复杂。赵长卿作为宗室之一，处境较好，南下的亲朋友好友众多，临别之时他依依不舍，情不自禁地说了一声“别来此处最萦牵”。词人在这种欲去又流连、不去更思归的矛盾状态中来刻画内心的痛苦，从中我们窥见到南宋时代上层贵族中一个现实的人，一颗诚挚而又备受折磨的心。</p> <p>　　“短篷南浦雨，疏柳断桥烟”以景作结，寄情于景。在思乡痛苦的煎熬中，憔悴而惆怅自怜，又加重思乡之情，同时写出了一种飘零之感，羁旅之愁。客居他乡时间长了，客居之地又成了新的牵挂之地。表现了作者欲去又流连、不去更思归的难以割舍的复杂心情。</p> <p>　　全词伤春更是伤己，寄寓了诗人漂泊之感，思乡之愁，自怜（惆怅）之意，牵挂之情。</p>",
  "about": "<h2>创作背景</h2> 　　“靖康”之变后，北宋亡于金人，宗室纷纷南迁，定居临安（今浙江杭州）一带。有的人苟安一隅，整天歌舞升平，醉生梦死。然而也有一些人不忘故国，时时通过他们的<a href=\"http://so.gushiwen.org/view_57102.aspx\">诗</a>词抒发怀念故国的感情，表达收复失地的愿望。在这样的背景下词人怀着悲愁与壮志写下了这首抒怀词。",
  "poet": {
    "id": 20,
    "star": 0,
    "name": "赵长卿",
    "desc": "赵长卿号仙源居士。江西南丰人。宋代著名词人。 宋宗室，居南丰。生平事迹不详，曾赴漕试，约宋宁宗嘉定末前后在世。从作品中可知他少时孤洁，厌恶王族豪奢的生活，后辞帝京，纵游山水，居于江南，遁世隐居，过着清贫的生活。他同情百姓，友善乡邻，常作词呈乡人。晚年孤寂消沉。《四库提要》云：“长卿恬于仕进，觞咏自娱，随意成吟，多得淡远萧疏之致。”"
  },
  "tags": [
    "宋词三百首",
    "羁旅",
    "写鸟",
    "思乡"
  ]
}