{
  "id": 18978,
  "star": 724,
  "name": "秋词二首",
  "dynasty": "唐代",
  "content": "自古逢秋悲寂寥，我言秋日胜春朝。<br>晴空一鹤排云上，便引诗情到碧霄。</p> <p>山明水净夜来霜，数树深红出浅黄。<br>试上高楼清入骨，岂如春色嗾人狂。",
  "fanyi": "<p><strong>译文</strong><br>自古以来，骚人墨客都悲叹秋天萧条、凄凉、空旷。我却说秋天远远胜过春天。<br>秋日天高气爽，晴空万里。一只仙鹤直冲云霄推开层云，也激发我的<a href=\"http://so.gushiwen.org/view_18978.aspx\">诗</a>情飞向万里晴空。</p> <p>秋天了，山明水净，夜晚已经有霜；树叶由绿转为浇黄色，其中却有几棵树叶成红色，在浅黄色中格外显眼；<br>登上高楼，四望清秋入骨；才不会象春色那样使人发狂。</p> <p><strong>注释</strong><br>⑴悲寂寥：悲叹萧条空寂。<a href=\"http://so.gushiwen.org/author_358.aspx\">宋玉</a>《九辩》有“悲哉，秋之为气也”、“寂寥兮，收潦而水清”等句。<br>⑵春朝：春初朝，朝，有早晨的意思，这里指的是刚开始。<br>⑶晴：一作“横”。排云：推开白云。排：推开，有冲破的意思。<br>⑷诗情：作诗的情绪、兴致。碧霄：青天。<br>⑸深红：指红叶。浅黄：指枯叶。<br>⑹入骨：犹刺骨。<br>⑺嗾：使唤狗。这里是“使”的意思。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　其一</p> <p>　　“自古逢秋悲寂寥”，<a href=\"http://so.gushiwen.org/view_18978.aspx\">诗</a>人开篇，即以议论起笔，断然否定了前人悲秋的观念，表现出一种激越向上的诗情。首句即明确指出自古以来，人们每逢到了秋天就感叹秋天的寂寞萧索。“自古”和“逢”，极言悲秋的传统看法的时代久远和思路模式的顽固。接着一句用“我言”直抒胸臆，态度鲜明，说出的是诗人的自信，这种自信，尽管染上的，是一种不幸的色彩，然而，诗人阔大的胸襟却非凡地溶解了这种不幸。“秋日胜春朝”，用对比手法，热情赞美秋天，说秋天比那万物萌生，欣欣向荣的春天更胜过一筹，这是对自古以来那种悲秋的论调的有力否定。</p> <p>　　第三句选择了典型事物具体生动地勾勒了一幅壮美的画面。诗人抓住秋天“一鹤凌云”，这一别致的景观的描绘，展现的是秋高气爽，万里晴空，白云漂浮的开阔景象。那凌云的鹤，也载着诗人的诗情，一同遨游到了云霄。虽然，这鹤是孤独的，然而它所呈现出来的气势，却是非凡的。一个“排”字，所蕴涵的深意，尽在不言中了。也许，诗人是以“鹤”自喻，也许是诗人视“鹤”为不屈的化身。这里，有哲理的意蕴，也有艺术的魅力，发人深思，耐人吟咏。这幅画面是对“秋日胜春朝”的生动注脚。第四句紧接上句直接抒写自己的感受，看到这一壮美的情境作者心中那激荡澎湃的诗情勃发出来，也像白鹤凌空一样，直冲云霄了。字里行间作者那乐观的情怀，昂扬的斗志国安呼之欲出。如果说，上句侧重写秋的“形美”，那么这句则突出秋的“神韵”，使“秋日胜春朝”的观点表现得更鲜明，更有力度。</p> <p>　　“晴空一鹤排云上，便引诗情到碧霄”展现的，不仅仅是秋天的生机和素色，更多的是一种高扬的气概和高尚的情操。这样的诗，没有什么悲凉的气息，诗人随着自己的“诗情”，和想象驰骋于碧空之上。于是，鹤飞之冲霄，诗情之旷远，“实”和“虚”便融合在了一起，所获得的全然是一种励志冶情的美的感受。全诗气势雄浑，意境壮丽，融情、景、理于一炉，不仅仅表现出是秋天的生机和素色，更多的是一种高扬精神和开阔胸襟，唱出的那曲非同凡响的秋歌，留下的是一份难能可贵的精神财富。</p> <p>　　其二</p> <p>　　这两首《秋词》主题相同，但各写一面，既可独立成章，又是互为补充。其一赞秋气，其二咏秋色。气以励志，色以冶情。所以赞秋气以美志向高尚，咏秋色以颂情操清白。景随人移，色由情化。景色如容妆，见性情，显品德。春色以艳丽取悦，秋景以风骨见长。第二首的前二句写秋天景色，诗人只是如实地勾勒其本色，显示其特色，明净清白，有红有黄，略有色彩，流露出高雅闲淡的情韵，泠然如文质彬彬的君子风度，令人敬肃。谓予不信，试上高楼一望，便使人感到清澈入骨，思想澄净，心情肃然深沉，不会像那繁华浓艳的春色，教人轻浮若狂。末句用“春色嗾人狂”反比衬托出诗旨，点出全诗暗用拟人手法，生动形象，运用巧妙。</p> <p>　　总结</p> <p>　　这是两首抒发议论的即兴诗。诗人通过鲜明的艺术形象表达深刻的思想，既有哲理意蕴，也有艺术魅力，发人思索，耐人吟咏。<a href=\"http://so.gushiwen.org/author_197.aspx\">刘禹锡</a>这两首《秋词》所展现的不只是秋天的生气和素色，更有为理想而奋斗的英雄气概和高尚情操，获得深刻的美感和乐趣。</p>",
  "about": "<h2>创作背景</h2> 　　这首<a href=\"http://so.gushiwen.org/view_18978.aspx\">诗</a>是诗人被贬朗州司马时所作。公元805年（永贞元年），顺宗即位，任用王叔文改革朝政，<a href=\"http://so.gushiwen.org/author_197.aspx\">刘禹锡</a>也参加了这场革新运动。但革新遭到宦官、藩镇、官僚势力的强烈反对，以失败而告终。顺宗被迫退位，王叔文赐死，刘禹锡被贬。可贵的是，诗人在遭受严重打击后，并没有消沉下去。刘禹锡贬到朗州（湖南常德）时，是三十四岁。正感到春风得意，却被赶出了朝廷，其苦闷是可想而知的。但他这个人求异心理很强，做事都想与众不同，不肯人云亦云。《秋词二首》就是被贬朗州时这种心情下写的。",
  "poet": {
    "id": 197,
    "star": 0,
    "name": "刘禹锡",
    "image": "http://img.gushiwen.org/authorImg/liuyuxi.jpg",
    "desc": "刘禹锡（772－842），字梦得，汉族，中国唐朝彭城（今徐州）人，祖籍洛阳，唐朝文学家，哲学家，自称是汉中山靖王后裔，曾任监察御史，是王叔文政治改革集团的一员。唐代中晚期著名诗人，有“诗豪”之称。他的家庭是一个世代以儒学相传的书香门第。政治上主张革新，是王叔文派政治革新活动的中心人物之一。后来永贞革新失败被贬为朗州司马（今湖南常德）。据湖南常德历史学家、收藏家周新国先生考证刘禹锡被贬为朗州司马其间写了著名的“汉寿城春望”。"
  },
  "tags": [
    "秋天"
  ]
}