{
  "id": 70437,
  "star": 1,
  "name": "杂剧·吕洞宾桃柳升仙梦",
  "dynasty": "元代",
  "content": "第一折<br>太极之初不记年，瑶池紫府会群仙。阴阳造化乾坤大，静中别有一壶天。吾乃南极老人长眉仙是也。居南极之位，东华之上，西灵之境，北真之府。共寿算于无穷，掌管一切群仙道德真人。今朝玉帝，因见两道青气，下照汴京梁园馆聚香亭畔。有桃柳二株，已经年久，有道骨仙风，恐其迷却仙道，可以差神仙点化。青衣童子，与我唤将洞宾来者。理会的。洞宾师父安在？发短髯长本自然，半为罗汉半为仙。胸中自有吾夫子，到底三家总一天。贫道姓吕，名岩，字洞宾，道号纯阳子，乃唐朝进士出身。上国观光，到于中条述山王化店，遇着钟离师父，传金丹大道，遂得长生不死之方。想俺神仙，吞霞服日投至到此，也非同容易。今日上仙呼唤，须索走一遭去。早来到也。青衣童子报复去。道吕岩来了也。着他过来。上仙稽首，呼唤贫道有何事？南极云)洞宾。唤你来别无甚事。今下方汴京梁园馆聚香亭畔，有桃柳二株，已经年久，有道骨仙风，恐迷却仙道。你不避驱驰，可往下方，走一遭去。(吕云)上仙法旨，不敢有违。则今日辞别了上仙，下方走一遭去。因桃柳年深成器，差纯阳降临凡世。先将他点化为人，后指引来入仙队。断绝了利锁名缰，逼绰了酒色财气。有一日得道成仙，直引到瑶池之会。(下)(南极云)吕洞宾下方点化，度脱那桃柳二株。必然先教他为人，后方能教他成仙。若见了酒色财气，那其间返本真方入仙籍。俺仙家道德为先，桃柳有宿世之缘。有一日功成行满，都引入大罗青天。(同下)(酒保上，云)酒店门前三尺布，人来人往寻主顾。黄酒做了一百缸，九十九缸似头醋。小可是梁园馆一个卖酒的。我这里有一亭，名曰\"聚香亭\"，有四时不谢之花，八节长春之景。左有多年翠柳，右有四季娇桃。南来北往客人，都来此处，饮酒赏玩。今日开了这门面，烧的汤热，看有甚么人来。(洞宾上，云)朝游北海暮苍梧，袖里青蛇胆气粗。三醉岳阳人不识，朗吟飞过洞庭湖。贫道吕岩是也，奉上仙法旨，来到下方，直至梁园馆聚香亭，饮几杯酒者。(见酒保科，云)酒保有酒么？(酒保云)师父请进来，有酒，有酒。不问你要甚么酒？(吕云)与我打二百常钱酒来。(酒保云)这仙长独自一个，要二百钱的酒。师父你敢吃不了？(吕云)量这些打甚么紧！你听:斋食一斛米，酒饮数百锺。尚然不醉饱，何况此杯中？(酒保云)有，有，这个好酒好菜蔬，师父你慢慢的饮。(吕饮科云)好饮杯中物，离却蓬莱路。三醉岳阳楼，点石为金王。朝向酒家<br>眠，夜宿牡丹处。桃柳岂难哉？我觑儿曹数。兀那酒保，再将酒来。兀的不天色晚了也。(做睡科)(酒保云)这先生怎么睡了？(做叫科，云)仙长，不中！亭中有妖精鬼魅，醒来去了罢，恐害了性命，我身上也不便，唤不醒他。天色晚了，收拾了家火，我还家去，等天明了，我来看他。这个先生没道理，吃的醉了唤不起。晚夕妖精伤害人，神乐观里少住持。(下)(正末上，云)我乃梁园馆前一株翠柳，已经年久，四时不衰，八节长青，枝荣叶茂，遂得成形。我与娇桃约在湖山侧相会去。我虽心灵性慧，争奈是土木之躯，何日是了也呵？(唱)<br>【北仙吕】【点绛唇】则为我根脚培埋，长青可爱，枝梢大。虽然是土木形骸，茂盛多精彩。<br>【混江龙】绿阴翠盖，依稀袅娜映楼台。一任教霜凌雪压，日炙风筛。近水柔条多雅趣，临风对月助吟怀。我可便更软善，无毒害。虽不成神仙之道，也是个梁栋之材。<br>(云)我在这湖山下，等侯娇桃，这早晚敢待来也。(正旦上，云)妾身乃梁园馆前一株娇桃。我这花四季开放，已经年久，遂得成形。我与翠柳为其伴侣。今夜风清月朗，约翠柳在湖山畔相会。想我这桃花，(唱)<br>【南东瓯令】多娇态，甚奇哉，嫩蕊娇香霞映色，风流可喜堪人爱。家住在天台侧，刘郎去后瘦如柴，懒插短金钗。<br>(做见科)(末云)兀的不是娇桃姐姐？(旦云)翠柳哥哥万福。(末云)姐姐恕罪。你看今夕银河耿耿，明月横空，好月色也呵！(旦云)是好月色也呵。(末唱)<br>【北那吒令】灿银河世界，正当天月色。绣云破叆叇，转花阴弄色。遇良宵好景，会多娇辩色。(旦云)我与翠柳，岂偶然也！(末唱)也是俺宿世缘，合该载，只落得个夜去明来。<br>(旦云)量妾身有何德能，着哥哥如此错爱，深有垂顾也。(末云)不敢。(旦唱)<br>【南桂枝香】多承错爱，深蒙款待。则咱这爱恋如山，则咱这恩情似海。(末云)因姐姐容貌非常。(旦唱)我丰姿艳色，我丰姿艳色，你形端无赛。正是桃红柳绿，则愿的四时不改。今夜同相会，只怕青春不再来。<br>(末云)娇桃姐姐，遇此良宵，争忍孤负？(唱)<br>【北鹊踏枝】趁良宵静幽哉，愿和谐，柳丝长结就同心，桃腮嫩引惹情怀。谢芳卿又不曾见责，怎能够跨苍鸾同赴瑶台？<br>(旦唱)<br>【南玉包肚】今宵爽快，趁一天风清月白。(末云)我和姐姐饮几杯酒。(旦唱)饮金杯暂且宁耐，乘时遣兴开怀。子这春从天上九重来，好向亭心酒漫筛。(末云)既如此，咱向亭子上饮酒去。(做见吕科)(末云)娇桃不中，咱回去来！(吕醒科，云)小鬼头那里去！(末唱)<br>【北寄生草】见师父威严大，神气蔼，唬的我兢兢战战磕头拜。(吕云)你是山妖术怪地鬼么？(末唱)不是山妖地鬼人间怪。(吕云)你可是甚么妖精？(末唱)俺则是多年枯木英灵在。(吕云)贫道答救度脱你如何？(末唱)若是吾师答救俺苍生，早得超凡入圣登仙界。<br>(吕云)兀那桃柳，你跟我出家去，我教你先为人身，后教你成仙，意下如何？(旦唱)<br>【南乐安神】但却离的紫陌，可怜桃柳泼形骸。只因俺四季不凋衰，不逐流水东风外。超凡，天地也盖载，还了冤家债。<br>(吕云)翠柳，你往长安柳氏门中，托化为男身；娇桃，你去长安陶氏门中，托化为女身。二人成其配偶。先教你为人，后教你成仙。三十年之后，再来点化。桃柳今番已山丛，满天风雨尽包笼。柳也，你再休舞低杨柳楼心月；桃也，你再不歌尽桃花扇底风。疾！便下方去。(末云)谢了师父。(旦云)翠柳，咱去来。(末唱)<br>【北赚煞】今日个得遇大罗仙，道德如天大，桃也再不去向阳弄色，我可便送尽行人才放解，也是我命运合该。谢师父说明白，今日个苦尽甘来，直至长安名姓改。你休要没颜落色，休等那霜欺雪盖，愿师父早些儿引度俺到蓬莱！(下)<br>(吕云)谁想今日，度脱了桃柳二株，先教他成人，后教他成仙。奉上仙道德言开，虽桃柳土木形骸。度脱他成仙了道，拜真人同赴蓬莱。(下)<br><br>第二折<br>(陈员外、李大户同街坊上，云)为商作贾数年间，江湖来往泛舟舡。家门赢得财源盛，烧香愿得子孙贤。小生长安人氏。姓陈名仲泽。此位是李大户。这三位是俺街坊，有一人姓柳名春，宇景阳，其妻陶氏，是这长安城中点一点二的财主，家私有万倍之利的人家。时遇秋天九月，重阳节令，请俺众街坊，去郊外秀野园，安排酒果，登高赏玩。(李云)员外，既然柳景阳相请，咱再安排茶饭果盒酒肴，回敬与他。(陈云)说的是。咱不避驱驰，郊外登高，走一遭去。柳景阳请俺登高，众街坊不避尘劳。太平年乘时宴赏，拚归来鼓腹襕襕。(同下)(正末同旦引兴儿上，云)小生姓柳，名春，字景阳，长安人氏，浑家陶氏。自祖父已来，颇积家财万贯有余，人皆以员外呼之。大嫂，我想为人在世，不如受用了是便宜。时遇重阳节令，分付兴儿，在这秀野园登高赏玩，请下众位街坊，俺先到此间。兴儿，安排酒果完备了么？(兴儿云)都完备了也。(末云)大嫂，重阳节令，好秋景也呵！(旦云)真个好秋景也！(末唱)<br>【北中吕】【粉蝶儿】昨日个秋雨淋漓，舞丹枫萧萧叶坠，听砧声别院凄凄。荡金风，冷玉器，池荷减翠。节令相催，今日个赏重阳登高乐意。<br>【醉春风】你看那北苑柳添黄，东篱菊放蕊。橙黄橘绿蟹初肥，端的美，美。我如今家道兴隆，门安户泰，夫荣妻贵。<br>(旦云)员外，你看那秋色秋光，美景良辰，正好赏玩也呵！(唱)<br>【南好事近】佳节景相宜，玩赏登高游戏。园林处处，翻蜀锦落叶纷飞。升平盛世，设华筵庆赏重阳会。好光阴莫得轻抛，想人生百年有几？(末云)真个好景也！兴儿，看众街坊敢待来也。(兴儿云)理会的。(陈员外、李大户上，云)众街坊，咱来到秀野园前也。兴儿报复去，道俺众街坊都来了也。(做报科)(末云)道有请！(做见科)(陈云)柳员外，量俺有何德能，请俺街坊登高？深感厚意。(末云)众高亲，想人生白驹过隙，遇此节令，休要孤负。只是有劳众位，驱驰到此。(陈云)不敢。(末唱)<br>【北上小楼】众街坊齐来到已，赏重阳秋光佳致。我安排果桌杯盘，品物希奇，水陆俱备。今日笑吟吟，畅开怀，都教沉醉，乐人间洞天福地。(陈云)多蒙款待。(做饮酒科)(旦唱)<br>【南千秋岁】捧金杯摘取黄花香，散朵朵节令相宜。笑语声喧，笑语声喧，见这仕女佳人相携。登高处，郊原内，我则见管弦声里，胜似春光明媚。端的是三秋美景，还家再整筵席。<br>(末云)咱慢慢的饮酒者。(净扮刘社长上，云)我做社长实无比，年纪高大更有德。一生不肯出人情，则去人家抹油嘴。老汉是长安城中一个社长，姓刘，名得中。俺这街上有个财主，是柳景阳。今日是重阳节，他把街坊都请去秀野园登高去了，偏不请我。如今撞将去，吃些酒肉，中是便宜。早来到了。(做见科，云)你们躲的我好。(末云)我忘请了。老的你休怪。(净云)怪你怎的！将酒来我吃。(末云)将酒来！你吃！你吃！(净饮科，云)我便吃了，俺老婆在家清坐。(陈云)你好不达时务，你吃了便罢，怎么说这等的话？(净云)我不管你。(做抢桌面科)(众推出科)(净云)这厮每狐朋狗党，把我叉出来，推在沟里。我抢了这一包东西，都污了，我看者。(做笑科，云)不由老刘笑微微，众人吃酒赏东篱。被我恰才撞将来，将着酒肉抢如飞。螃蟹约有三十个，又有一只大个鸡。馒头上面都是粪，羊肉高处沾上泥。今日我也吃饱了，拿到家里与我老婆吃。(下)(陈云)被这厮打搅了一日。柳员外，天色将晚也，俺众人告回。(末云)众街坊先行，俺也便来。(陈云)多扰了，掩回去也。(同下)(末云)众街坊去了也。看有甚么人来。(吕上，云)拨转顶门关捩子，伊谁不是大罗仙？贫道吕纯阳，离却仙苑，直至下方，度脱柳春、陶氏。他二人可是谁？可是那三十年前，梁园馆里，一个是翠柳，一个是娇桃，我教他先为人后成仙。想登仙道，非同容易。他二人今在秀野园登高饮酒，就此度脱成仙。柳春、陶氏，你好有缘也！可早来到也，我自过去。(做见科，云)稽首。(末云)恕罪。一个出家的先生，好道貌也！敢问先生那里来？(吕云)我从天上来。(兴儿云)天上来？掉下来跌破头。(吕云)兀那柳员外，我特来化一斋。(末云)好个仙长也！(唱)<br>【北上小楼】见仙长容貌伟，神清秀有气质。(云云)特来度脱你修行，要你弃了家缘，除免灾危。(末唱)你可便度我修行，弃了家缘，免了灾危？(旦云)这先生甚么言语？(末唱)大嫂，由他说。俺如今更富贵，年未已，是豪杰之辈，我怎肯弃家缘入山隐退？(吕云)你若跟我出家去，着你寻真采药，访道参玄，遨游阆苑，直到蓬莱，不强如居于尘世？你兀的不死也。(旦唱)<br>【南越恁好】这先生大叫高呼，你劝修行省气力。访蓬莱阆苑，寻真采药，容易躲人间是非，成仙了道寿命期。(吕云)你休要呆痴。(旦唱)他道俺两口儿休要痴，俺三十岁夫共妻，双双美。休要管他，俺今日且向花前沉醉。<br>(末云)大嫂，由他闹去。我困倦了，暂且歇息。(旦云)我也困了，歇息一会。(末、旦睡科)(兴儿云)您都睡了，我闲耍去也。(下)(吕云)他两口儿都睡着了也。疾！我着他大睡一觉，见个境界。为桃柳原有仙风，吕纯阳降赴樊笼。有一日功成行满，亲引到紫府天宫。(下)(使命上，云)雷霆驱号令，星斗焕文章。小官天朝使命。我非凡人。乃上八洞神仙张四郎是也。奉纯阳师父法旨，教我梦境中引度柳春与陶氏，走一遭去。早来到也。柳春接圣旨！(末云)大嫂装香来，(使命云)圣人的命，着小官赍诰命敕札，着你为江西再昌府通判。不可误期，便索长行。(末云)感谢圣恩。(使命云)小官回圣人的话去也。(末云)吃了筵席去。(使命云)不必筵席，我回圣人的话去也。我出的这门来，他那里知道俺神仙的道理也呵？就梦中引度桃柳，做神仙天长地久。吕纯阳用尽心机，向瑶池参星礼斗。(下)(末云)谁想有今日。大嫂！快收拾行李，便索长行也。(旦云)收拾停当了。(末唱)<br>【北快活三】今日个受诰敕，做通判到江西，不怠慢莫延迟，咱索离城内。(旦唱)<br>【南红绣鞋】将行李即便收拾，践程途远路奔驰。整纲常免差役，调四季用盐梅。仗才智抚黔黎，仗才智抚黔黎。<br>(末)大嫂，咱上任去来。(唱)<br>【北尾声】荷方今圣主恩，俺夫妻受诰敕。则愿得一朝任满还乡内，燕乐亲朋齐贺喜。(同下)<br><br>第三折<br>(钟离扮邦老领娄罗上，云)天道幽微日月明，名山洞府气长清。三千功行朝元去，金丹结就道方成。贫道上八洞神仙汉钟离是也。今有吕纯阳，奉上仙法旨，点化桃柳，先教他为人，后教他成仙。今已度脱，恐迷却正道，贫道就梦中于半山等候。这早晚敢待来也。(正末同正旦跚马上，云)小官柳景阳，奉圣人的命，往江西南昌府为通判。夫人，咱离家数日，一种上好辛苦也。(旦云)真个是驱驰人也呵！(末唱)<br>【北越调】【斗鹌鹑】经了些水远山遥，畅好是天宽地狭。野店生莓，山城噪鸦。崎岖长途，奔驰瘦马。昏邓邓尘似筛，扑唐唐泥又滑。绿水堤边，青山那答。<br>【北紫花儿序】夕阳古道，客旅人稀，老树槎枒。一林红叶，三径黄花。看了那，高低禾黍，纷纷桑共麻。俺则为功名牵挂，今日个背井离乡，几时得任满还家。<br>(旦云)相公，偌近远，我也受不得这等辛苦。(末云)夫人，你如何说这等言语？咱为功名到此也。(旦唱)<br>【南诉衷肠】你道是功名牵挂，早过了夕阳下。一带云山似图画，眼巴巴几时得到京华？过山遥路远怎去？他教我心惊胆颤怕。如今容颜瘦，倒不如受辛勤还家罢，我如今力困筋乏。<br>(末云)夫人，你休要那般说。(唱)<br>【北耍三台】我对你丁宁话，你不必心惊怕。你须受了那官诰敕札，(旦云)我则要还家去。(末唱)你不去敢有刑法，请夫人鉴察。我为官理民莫漫夸，你做夫人富贵受用者。你穿上霞帔金冠，你见人呵，那其间敢装幺做大。<br>(云)夫人，来到这山崦中，兀的胡哨响，有强人来了，可怎了也？(邦云)留下买路钱！(旦云)可怎了也？(唱)<br>【南山马客】胡哨飕的几声那答，见强人一簇，炒闹山下，我心惊腿酸麻。(末云)夫人，你休要怕，按下心胆。(旦唱)唬得我如痴似诤，眼花，(邦云)那里去？(旦唱)几乎唬杀。料他不肯放咱，相公，你依我者，俺则索停骖，下马告他。<br>(做跪科)(邦云)便好道：擒来的败将，捉住的冤夫，刀剑难存，你有何理说？(末云)太何，听说一遍者。(邦云)你说！(末唱)<br>【北调笑令】太保你鉴察，问根芽，(邦云)你那里人氏？(末唱)俺是那长安富贵家。(邦云)你因何到我这山中？(末唱)我受皇恩理民明教化，为通判俸禄迁加。(邦云)这妇人是谁？(末唱)与妻儿远行劳困杀，太保也，可怜见俺背井离家。<br>(邦三)留下金珠财宝，放你过去。若不与我呵，就杀坏了你。(旦唱)<br>【南忆多娇】太保你谋害咱，则待杀。金银宝贝尽纳下，且将性命都担饶罢。(邦云)有就放你回去。(旦唱)俺便行程，你是我重生父母报答。<br>(邦云)我便不放却是如何？(末唱)<br>【北耍厮儿】你不要非真当假，大丈夫言出无差，轻言寡信休要耍。俺性命在天涯，泪似悬麻。(邦云)我务要杀你。(旦唱)<br>【南江神子】不由人心乱杀，眼睁睁夫妻分离下。远了家乡谁牵挂，谁想今朝命掩沙？<br>(邦云)磨的刀快，我亲自下手。(末唱)<br>【北圣药王】则见他越怒发，难按纳，图财致命怎干罢？也是俺死限催，命运差。前生遇着这冤家。(邦云)杀！杀！(末唱)可怜我一命似飞花。(邦做杀科，云)休推睡里梦里，疾！(下)(末云)有杀人贼！(做醒科)(吕上云)柳春、陶氏，你二人省了么？(末同旦云)师父，弟子省了也。(吕云)你二人见了境头也？(末云)弟子见了也。(吕云)你二人跟我出家修行去，待一年半载，引你成仙了道，要你着意者。(末云)谢了师父。(唱)<br>【北尾声】从今后跟师父直至林泉下，拴住心猿意马。谢指教愿长生，紫府瑶池受用煞。(下)(吕云)此二人见了些境头，跟我修行去。待一年半载，着他成仙了道，未为晚矣。桃柳人间三十年，今将大道为他传。功成行满朝真去，一同参拜大罗仙。(下)<br><br>第四折<br>(吕上，云)贫道吕纯阳，自从度脱柳春、陶氏，心回性悟，知其前生。争奈不了尘缘，在山中修行。今日是他升仙之期，再与他个境头，方能成道。下紫府两次三番，成正果似易实难。顿悟了长生大道，参真人引入仙班。(下)(正末、正旦道扮上，云)自从纯阳师父，度脱修行，梦中觉悟，知其前生之事，未曾得参上真。在此山中，好幽哉也！(末唱)<br>【北双调】【新水令】三十年人事若痴愚，谢师父度脱俺省悟。登山采药苗，近水结茅庐。则为那一梦华胥，跟师父赴仙路。<br>(旦云)我则怕为仙为道，非同容易也。(唱)<br>【南昼锦堂】自古，道德非俗，修真养性，烧丹炼药工夫。利锁名缰，人我是非皆除。无虑，将宝贝金珠弃如土，若是有缘，终到青霄路。(合)寻真侣，今日向彩云深处，愿登仙府。<br>(末云)咱两个兀那山坡下游玩去来！(旦云)咱去来波！(末唱)<br>【北甜水令】咱可便转过山冈，才离峻岭，崎岖绎路，(旦云)你看这里那桃柳，开的好艳冶也呵！(末唱)则见花柳锦模糊，你可便待向前来，折取一枝，休得辜负，(云)可怎生这里有此桃柳？(唱)我可便参不透仙谋。<br>(旦云)好花柳也！(唱)<br>【南四块金】桃红柳绿，则今日朱颜故。朝风暮雨，晓日迎烟雾。桃腮点嫩朱，柳眉愁未足。万绪千头，一点情舒。记得当初，也曾经恶雪霜风，受过无数苦。<br>(末云)咱折了一枝，回庵中去来。(旦云)咱去来！(末云)来到庵中也，兀的不天色晚了，暂且盹睡者。(做惊科)(桃柳二神同上)(神云)俺乃桃柳二神，乃是柳春、陶氏前身。今日二人将以成道，奉上仙法旨，着俺二人磨障他去。可早来到也。(做唤门科，云)柳春开门来！(末云)甚么人大呼小叫？好是奇怪也！(唱)<br>【北川拨棹】是谁人闹喧呼？唬的我魂魄无。我即便走出门户。(神云)那柳春，你见俺二人么？(末唱)见两个无徒。(神云)将金银宝贝来！(末唱)俺出家人有甚宝物？好教我便怒。<br>(旦唱)<br>【南川拨棹】因何故，有甚么宝贝金珠？你那里仗剑提刀，则是仙家伴侣。(神云)你好无礼也！(旦唱)我不曾敢冒渎。(神云)我就杀了你！(旦唱)休要将我性命图。<br>(神云)你二人敢这等无礼，我好共歹杀了你。(末唱)<br>【北七弟兄】这厮他恶语，畅好是狠毒，他一心待要图谋(云)要金银，你将的去！(神云)将来波！(末唱)将金银尽都收拾去。这一场全不用工夫，我和你两个前生注。<br>(神云)我不要金银，只待要杀了你！(旦唱)<br>【南锦衣香】他待要将俺诛，俺可也无门路。死难捱，合相遇。我可甚道门功行，祸福消除？眼睁睁死限在须臾。(神云)你二人受死！(旦唱)怎生得人来救我身躯？俺归泉世命已夫，磕头礼拜不放住。可怜见，可怜见，休教间阻。空望断，空望断，俺师父。(神云)我不饶你，务要杀了你！(末唱)<br>【北喜江南】师父也这其间朗吟飞过洞庭湖，(神做杀科，云)休推睡里梦里。(末喊云)有杀人贼！(吕冲上云)你二人省了么？(末唱)；原来是吕纯阳又使这权术。见师父威严□□□寻俗，与俺便做主，愿师父明白指破这迷途。<br>(吕云)兀那柳春、陶氏，你不知这段姻缘，听贫道从头说与。你二人汴京梁园馆前两株桃柳，柳春便是翠柳，陶氏便是娇桃，已经年久，有宿缘仙分。我奉上仙法旨，特来点化。先教你为人，后教你成仙。着你托化在长安富豪之家。一梦中见了境头，就跟贫道出家。争奈俗缘未退，故着你元神磨障，今日绕得行满也。则为梁园馆桃柳芬芳，奉法旨飞下穹苍，我贫道特来点化，托生在富豪之乡，若不是一梦中见了境界，怎能够地久天长？桃也再不要年年结子，柳也再不要风里颠狂。今日个成仙了道，拜真人同赴天堂。<br>题目汉钟离助道用机关<br>正名吕纯阳桃柳升仙梦</p> <p> ",
  "poet": {
    "id": 2844,
    "star": 0,
    "name": "贾仲明",
    "desc": "贾仲明(1343～1422后)，元末明初杂剧作家。明·朱权《太和正音谱》作“贾仲名”。自号云水散人。淄川（今山东淄博）人。聪明好学，博览群书，善吟咏，尤精于词曲、隐语。曾侍明成祖朱棣于燕王邸，甚得宠爱，所作传奇戏曲、乐府极多，骈丽工巧，后徙官兰陵。著有《云水遗音》等。撰《录鬼簿续编》，为八十二位戏曲作家补写了数十曲双调·凌波仙挽词，对这些戏曲作家及其创作予以梳理、评论，其中有不少曲论评语是比较中肯公允的，至今仍被人们广泛征引。"
  },
  "tags": []
}