{
  "id": 72677,
  "star": 24,
  "name": "山坡羊·北邙山怀古",
  "dynasty": "元代",
  "content": "悲风成阵，荒烟埋恨，碑铭残缺应难认。知他是汉朝君，晋朝臣?<br>把风云庆会消磨尽，都做北邙山下尘。便是君，也唤不应；便是臣，也唤不应！",
  "fanyi": "<h2>注释</h2> ⑴北邙山：中国名山中，北邙山怎么看都无出奇之处，然而，它又绝对名播于世。梳理中国文化的脉络，北邙山是不能跳过的一站，在这片高不过300米的小丘陵上，竟有6个朝代、24位帝王长眠于此，东汉光武帝<a href=\"http://so.gushiwen.org/author_799.aspx\">刘秀</a>、陈朝后主<a href=\"http://so.gushiwen.org/author_869.aspx\">陈叔宝</a>、南唐后主<a href=\"http://so.gushiwen.org/author_269.aspx\">李煜</a>、蜀主刘禅、西晋司马氏，甚至朝鲜半岛的百济国王纷纷将这里作为灵魂最后的栖居之地。<br>⑵碑铭：指碑文和铭文。有韵的碑文，叫铭。语出《后汉书·翟酺传》：“ 酺免后，遂起太学，更开拓房室，学者为酺立碑铭於学云。”",
  "shangxi": "<h2>鉴赏</h2> <p>　　起首便渲染出凄怆悲凉的气氛。这些埋葬在北邙山上的君臣们，生前把荣华富贵、风云庆会享受个够，然而，死后也不过是北邙山下的一抔土。是人，便不免一死，而一旦死去，便万事皆休。那么，生前的尊贵与否，死后的衰荣如何，又有什么意义呢？结句的\"便是君，也唤不应；便是臣，也唤不应\"，语气冷隽悲凉，表现了作者对人生的深刻感悟。<a href=\"http://so.gushiwen.org/author_41.aspx\">张养浩</a>的怀古组曲，站在对人生的深刻透视、对历史的大彻大悟的高度，高屋建瓴，视野开阔，气势苍莽雄浑，感慨深沉悲壮，风格质朴古拙，展示了一个政治家的胸怀与气魄。</p> <p>　　前两句所言情景，与史书本传所载的\"遇饿者则赈之，死者则葬之\"是完全吻合的。为百姓如此鞠躬尽瘁，赢得\"满城都道好官人\"的赞誉，而<a href=\"http://so.gushiwen.org/view_72677.aspx\">诗</a>人本人却认为，为百姓应该更加尽心尽职。南吕·一枝花中的一首表达了这种心情： 恨不得把野草翻腾做菽粟，澄河沙都变化做金珠，直使千门万户家豪富，我也不枉了受天禄。眼觑着灾伤教我没是处，只落得雪满头颅。</p> <p>　　面对着众多的灾民，严重的旱情，政府的赈粮如杯水车薪，无济于事。虽然他个人曾上奏天子，请行纳粟补官之令，并带头拿出自己的财物作为救济之用，但严重的灾情又不是个人区区之力所能回转的。在心焚如火的情况下，不免产生了\"把野草翻腾做菽粟，澄河沙都变化做金珠\"的幻想。《元史》本传载，张养浩\"到官四月，未尝家居，止宿公署，夜则祷于天，昼则出赈饥民，终日无少怠。每一念至，即抚膺痛苦，遂得疾不起，卒年六十。关中之人，哀之如失父母。\"张养浩最终以自己的生命，谱写了一曲为国为民的绝唱。</p> <p>　　张养浩曲子总的是立意高远，感情深厚，气势雄浑，结构严谨。在这总的特色之下，每一类曲子又自有特色。写景曲轻快自然，飘逸闲适如行云流水；怀古之作境界阔大，沉郁雄浑，能够高度地概括出历史发展的必然规律；写官场仕途之作深刻悲怆，揭示出官场的本质和为官的岌岌可危；反映百姓疾苦的作品深远而感伤，将作者的一颗赤子之心捧献在读者面前。</p>",
  "about": "<h2>创作背景</h2> 　　<a href=\"http://so.gushiwen.org/view_72677.aspx\">诗</a>人在人生的最后时刻，回顾了历史上历朝历代的兴衰交替，伴随着各个王朝的兴亡交替，是无休无止的破坏，无数的物质文明和精神财富都化为灰烬，今天的赢家把输家的一切付之一炬，那么谁能保证他不是明天的输家呢？如此看来。这输输赢赢又有什么意义呢？这就强烈而又冷静地批判了封建统治者为争夺政权而进行的残酷厮杀焚烧及夺得政权后大兴土木的奢侈无度。",
  "poet": {
    "id": 41,
    "star": 0,
    "name": "张养浩",
    "image": "http://img.gushiwen.org/authorImg/zhangyanghao.jpg",
    "desc": "张养浩（1269—1329年），汉族，字希孟，号云庄，山东济南人，元代著名散曲家。诗、文兼擅，而以散曲著称。代表作有《山坡羊·潼关怀古》等。"
  },
  "tags": [
    "怀古"
  ]
}