{
  "id": 10854,
  "star": 44,
  "name": "曲江对酒",
  "dynasty": "唐代",
  "content": "苑外江头坐不归，水精宫殿转霏微。<br>桃花细逐杨花落，黄鸟时兼白鸟飞。<br>纵饮久判人共弃，懒朝真与世相违。<br>吏情更觉沧洲远，老大徒伤未拂衣。",
  "fanyi": "<p><strong>译文<br></strong>　　我还不想回去，我就想守着一江流水，就守着这座被战争浪费的皇家园林。我想多坐一会儿，即便时间的移动，使豪华的宫殿的位置变得朦胧难测，我仍想多看看，桃花如何追逐白色的杨花，它们如何争着抛弃这个世界。黄鹂和白色鸥鸟，比赛逃离。我也是厌世者，早已失去朝见皇帝的胃口。由于缺少异数，我纵酒，烂竽充之。想隐居水边，可在水滨依然是王臣。现在老了，还说什么“事了拂衣去”。</p> <p><strong>注释</strong><br>⑴曲江：即曲江池，故址在今陕西西安市东南，因池水曲折而得名，是唐时京都长安的第一胜地。<br>⑵苑：指芙蓉苑，在曲江西南，是帝妃游幸之所。<br>⑶水精宫殿：即水晶宫殿，指芙蓉苑中宫殿。霏微：迷濛的样子。<br>⑷细逐杨花落：一作“欲共杨花语”。<br>⑸判（pān）：甘愿的意思。张相《<a href=\"http://so.gushiwen.org/view_10854.aspx\">诗</a>词曲语辞汇释》：割舍之辞；亦甘愿之辞。<br>⑹吏：一作”含“。沧洲，水边绿洲，古时常用来指隐士的居处。<br>⑺拂衣：振衣而去。指辞官归隐。《新五代史·一行·郑遨传》：“见天下已乱，有拂衣远去之意。”</p>",
  "shangxi": "<h2>赏析</h2> <p>　　前两联是曲江即景。“苑外江头坐不归”，“坐不归”，表明<a href=\"http://so.gushiwen.org/view_10854.aspx\">诗</a>人已在江头多时。这个“不”字很有讲究，如用“坐未归”，只反映客观现象，没有回去；“坐不归”，则突出了诗人的主观意愿，不想回去，可见他心中的情绪。这就为三、四联的述怀作了垫笔。</p> <p>　　以下三句，接写坐时所见。“水精宫殿转霏微”，在“宫殿”、“霏微”间，又着一“转”字，突出了景物的变化。这表面上是承“坐不归”而来的：久坐不归，时间已经快到晚上，所以宫殿霏微。但是，下面的描写中，却没有日暮的景象，这就透露了诗人另有笔意。浦起龙《读杜心解》曾将诗人这一时期所写的《曲江二首》、《曲江对酒》、《曲江对雨》，跟作于安史之乱以前的《丽人行》作过比较，指出：“此处曲江诗，所言皆‘花’、‘鸟’、‘蜻’、‘蝶’。一及宫苑，则云‘巢翡翠’，‘转霏微’，‘云覆’，‘晚静’而已。视前此所咏‘云幕’，‘御厨’，觉盛衰在目，彼此一时。”这种看法是有道理的。“水精宫殿转霏微”所显示的，即是一种虚空寥落的情景，这个“转”字，则有时过境迁的意味。</p> <p>　　与此刚好成对照的，是如期而至的自然界的春色：“桃花细逐杨花落，黄鸟时兼白鸟飞。”短短一联，形、神、声、色、香俱备。“细逐”、“时兼”四字，极写落花轻盈无声，飞鸟欢跃和鸣，生动而传神。两句衬托出诗人的此时的心绪：久坐江头，空闲无聊，因而才这样留意于花落鸟飞。“桃花细逐杨花落”一句，原作“桃花欲共杨花语”，后<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>“自以淡笔改三字”（<a href=\"http://so.gushiwen.org/author_938.aspx\">胡仔</a>《苕溪渔隐丛话》），由拟人法改为描写法。之所以这样改，是因为“桃花欲共杨花语”显得过于恬适而富有情趣，跟诗人当时仕途失意，懒散无聊的心情不相吻合。</p> <p>　　这一联用“自对格”，两句不仅上下对仗，而且这一句的某些字词也相对。此处“桃”对“杨”，“黄”对“白”。鸟分黄白，这是明点，桃杨之色则是暗点：桃花红而杨花白。这般色彩又随着花的“细逐”和鸟的“兼飞”而呈现出上下飘舞的动人景象，把一派春色渲染得异常绚丽。</p> <p>　　风景虽好，却是暮春落花时节。落英缤纷，固然赏心悦目，但也很容易勾起伤春之情，于是三、四联对酒述怀，转写心中的牢骚和愁绪。</p> <p>　　先写牢骚：“纵饮久判人共弃，懒朝真与世相违。”这两句的意思是：“我整日纵酒，早就甘愿被人嫌弃；我懒于朝参，的确有违世情。”这是诗人的牢骚话，实际是说：“既然人家嫌弃我，不如借酒自遣；既然我不被世用，何苦恭勤朝参？”正话反说，更显其牢愁之盛，又妙在含蓄委婉。这里所说的“人”和“世”，不光指朝廷碌碌无为之辈，牢骚已经发到了唐肃宗<a href=\"http://so.gushiwen.org/author_1631.aspx\">李亨</a>的头上。诗人素以“忠君”为怀，但失望过多的时候，也禁不住口出微辞。以此二句，足见诗人的愤懑不平之气。</p> <p>　　最后抒发愁绪：“吏情更觉沧洲远，老大徒伤未拂衣。”这一联是说：只因为微官缚身，不能解脱，故而虽老大伤悲，也无可奈何，终未拂衣而去。这里，以“沧洲远”、“未拂衣”，和上联的“纵饮”、“懒朝”形成对照，显示一种欲进既不能，欲退又不得的两难境地。杜甫虽然仕途失意，毕生坎坷，但“致君尧舜上，再使风俗淳”的政治抱负始终如一，直至逝世的前一年（769年），他还勉励友人“致君尧舜付公等，早据要路思捐躯”（《暮秋枉裴道州手札率尔遣兴》），希望以国事为己任。可见诗人之所以纵饮懒朝，是因为抱负难展，理想落空；他把自己的失望和忧愤托于花鸟清樽，正反映出诗人报国无门的苦痛。</p>",
  "about": "<h2>创作背景</h2> 　　此<a href=\"http://so.gushiwen.org/view_10854.aspx\">诗</a>作于唐肃宗乾元元年（758年）春，是<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>最后留住长安时的作品。一年以前，杜甫只身投奔唐肃宗<a href=\"http://so.gushiwen.org/author_1631.aspx\">李亨</a>，受职左拾遗。因上疏为宰相房琯罢职一事鸣不平，激怒肃宗，遭到审讯。以后，虽仍任拾遗，但有名无实，不受重用。杜甫无所作为，空怀报国之心，满腹牢骚。这首《曲江对酒》便是在此种心境下创作的。",
  "poet": {
    "id": 474,
    "star": 0,
    "name": "杜甫",
    "image": "http://img.gushiwen.org/authorImg/dufu.jpg",
    "desc": "杜甫（712－770），字子美，自号少陵野老，世称“杜工部”、“杜少陵”等，汉族，河南府巩县（今河南省巩义市）人，唐代伟大的现实主义诗人，杜甫被世人尊为“诗圣”，其诗被称为“诗史”。杜甫与李白合称“李杜”，为了跟另外两位诗人李商隐与杜牧即“小李杜”区别开来，杜甫与李白又合称“大李杜”。他忧国忧民，人格高尚，他的约1400余首诗被保留了下来，诗艺精湛，在中国古典诗歌中备受推崇，影响深远。759-766年间曾居成都，后世有杜甫草堂纪念。"
  },
  "tags": [
    "爱国"
  ]
}