{
  "id": 5949,
  "star": 14,
  "name": "苏氏别业",
  "dynasty": "唐代",
  "content": "别业居幽处，到来生隐心。<br>南山当户牖，沣水映园林。<br>屋覆经冬雪，庭昏未夕阴。<br>寥寥人境外，闲坐听春禽。",
  "fanyi": "<p><strong>译文</strong><br>别墅地处在幽独闲静的僻壤，到这儿你把隐居的生活想往。<br>当着窗扉能看到南山的远影，粼粼泮水掩映着园林的风光。<br>经冬的残雪仍覆盖在竹梢上，太阳未落山庭院已昏暗无光。<br>寂寥的幽境仿佛是世外桃源，闲听春鸟声能慰藉你的愁肠。</p> <p><strong>注释</strong><br>⑴别业：别墅。晋<a href=\"http://so.gushiwen.org/author_883.aspx\">石崇</a>《思归引序》：“晚节更乐放逸，笃好林薮，遂肥遁于河阳别业。”<br>⑵到来：来到，来临。唐<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>《普照寺》<a href=\"http://so.gushiwen.org/view_5949.aspx\">诗</a>：“ 天台国清寺 ，天下为四绝。今到普照游，到来复何别？”隐心：隐居之意。清胡其毅《偕王雪蕉先生诣碧峰寺访桔木师不遇》诗：“即此问山路，自然生隐心。”<br>⑶南山：指终南山，属秦岭山脉，在今陕西省西安市南。《诗经·小雅·节南山》：“节彼南山，维石岩岩。”户牖（yǒu）：门和窗。此指窗户。<br>⑷沣（fēng）水：水名，发源于秦岭，经户县、西安入渭水。<br>⑸屋：一作“竹”。<br>⑹未夕：还未到黄昏。阴：天色昏暗。<br>⑺人境：尘世；人所居止的地方。唐<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>《旅次景空寺宿幽上人院》诗：“不与人境接，寺门开向山。”<br>⑻春禽：春鸟。《宋书·礼志一》：“春禽怀孕，蒐而不射。”</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这首<a href=\"http://so.gushiwen.org/view_5949.aspx\">诗</a>题写友人苏氏别业园林的寂静、景物的清幽，并说在这样的环境中，人们会身心两忘，万念俱寂，油然而生归隐之心。</p> <p>　　首联两句概述苏氏别业的清幽宁静，先点明别墅坐落在深山幽僻之处，再抒写自己一到别墅就产生了隐逸之情。叙事干净利落，开篇即点明主旨。以下，就从各个角度写景抒情，具体阐述这个“临幽欲隐”的主题。</p> <p>　　中间四句写景极美妙。高峻辽阔的终南山，充当了这座别墅的门窗。住在这所别墅的人，推开门窗就能尽览奇秀的山色。而那一道从终南山流出来的沣水，它的粼粼碧波映照着别墅的园林。由此别墅主人自然又可以经常观赏青山、园林的秀丽倒影了。这两句描写别墅环境的幽美，依山傍水，境界开阔。巧妙之处是采用借景的手法，借窗户绘南山，借园林写沣水，在小景、近景中蕴藏着大景、远景，这就是<a href=\"http://so.gushiwen.org/author_504.aspx\">王夫之</a>在《姜斋诗话》中说的“以小景传大景之神”。“竹覆”、“庭昏”二句从远景转入近景，描写别墅园庭。诗人惊异地看到：遮掩着别墅的竹林，还覆盖着经久不化的白雪；尽管还没有到傍晚，庭院就已笼罩在浓重的昏暗之中。这两句诗，用字非常精炼。“经冬”，表明了这时已是春天；“未夕”，说明这是白昼。“覆”字表现积雪很厚。在春天里，还有那么厚的积雪覆盖着竹林；在大白天里，庭院居然如此幽暗。这景色多么新奇呵，可见别墅所处地势很高，而且周围一定有山崖和郁茂的林木遮挡了阳光，因此特别清冷和幽暗。</p> <p>　　颔联既写了近景，又写了远景，景物之间相互映衬，相得益彰。颈联描写别墅园庭，竹林上覆盖着积雪，白天的庭院却显得幽暗，以此烘托出苏氏别业环境的清幽。这两联以新奇的笔法和语言，写出了奇特的深山幽景。前人对这四句诗评价很高。这四句诗的确写出了新鲜的、不同寻常的深山幽景。“庭昏未夕阴”一句，是自晋宋诗人颜延年《赠王太常诗》中的“庭昏见野阴”一句化出，但二语所写景色侧重点不同。颜诗是从“庭昏”显出旷野之阴；祖诗只写“庭昏”，却以“未夕阴”来烘衬。</p> <p>　　尾联两句总括全诗。“寥寥人境外”，写诗人的感受。置身在这清幽的深山别墅之中，他感到自己仿佛已脱离了尘世，整个身心融入到空阔的太虚境中，一切烦恼、杂念全都消失了。于是，他静静地坐下来，悠闲地聆听深山中春鸟的啼鸣。全诗前七句都是写静景，没有声息。诗人在篇末表现自己闲坐听春禽，以声音传递出春的讯息。</p> <p>　　唐代诗评家殷璠在《河岳英灵集》中评<a href=\"http://so.gushiwen.org/author_508.aspx\">祖咏</a>诗说：“剪刻省净，用思尤苦。气虽不高，调颇凌俗。”从这首诗中可以见出一斑。</p>",
  "about": "<h2>创作背景</h2> 　　<a href=\"http://so.gushiwen.org/author_508.aspx\">祖咏</a>喜欢幽静，性情高雅，洒脱超俗，向往心灵的宁静。他一到清幽的别业，就感到自己仿佛超脱凡尘，烦恼、杂念全部消失，非常舒心惬意，于是写下此<a href=\"http://so.gushiwen.org/view_5949.aspx\">诗</a>。",
  "poet": {
    "id": 508,
    "star": 0,
    "name": "祖咏",
    "image": "http://img.gushiwen.org/authorImg/zuyong.jpg",
    "desc": "祖咏 唐代诗人。洛阳（今属河南）人。生卒年不详。少有文名，擅长诗歌创作。与王维友善。王维在济州赠诗云：\"结交二十载，不得一日展。贫病子既深，契阔余不浅。\"（《赠祖三咏》）其流落不遇的情况可知。开元十二年(724)，进士及第，长期未授官。后入仕，又遭迁谪，仕途落拓，后归隐汝水一带。"
  },
  "tags": [
    "游览",
    "写景"
  ]
}