{
  "id": 11031,
  "star": 139,
  "name": "戏为六绝句",
  "dynasty": "唐代",
  "content": "庾信文章老更成，凌云健笔意纵横。<br>今人嗤点流传赋，不觉前贤畏后生。</p> <p>王杨卢骆当时体，轻薄为文哂未休。<br>尔曹身与名俱灭，不废江河万古流。</p> <p>纵使卢王操翰墨，劣于汉魏近风骚。<br>龙文虎脊皆君驭，历块过都见尔曹。</p> <p>才力应难夸数公，凡今谁是出群雄。<br>或看翡翠兰苕上，未掣鲸鱼碧海中。</p> <p>不薄今人爱古人，清词丽句必为邻。<br>窃攀屈宋宜方驾，恐与齐梁作后尘。</p> <p>未及前贤更勿疑，递相祖述复先谁。<br>别裁伪体亲风雅，转益多师是汝师。",
  "fanyi": "<p><strong>译文</strong><br>　　的文章到了老年就更加成熟了，其笔力高超雄健，文思如潮，文笔挥洒自如。当今的人讥笑、指责他留下的文章，如果庾信还活着，恐怕真会觉得你们这些后生可畏了。</p> <p>　　<a href=\"http://so.gushiwen.org/author_289.aspx\">王勃</a>、<a href=\"http://so.gushiwen.org/author_44.aspx\">杨炯</a>、<a href=\"http://so.gushiwen.org/author_744.aspx\">卢照邻</a>和<a href=\"http://so.gushiwen.org/author_714.aspx\">骆宾王</a>四杰在当时的时代条件下，他们的作品已经达到最高的造诣。四杰的文章被认为是轻薄的，被守旧文人讥笑。你们这些守旧文人，在历史的长河中本微不足道，因此只能身名俱灭，而四杰却如江河不废，万古流芳。</p> <p>　　即便是王杨卢骆四杰操笔作<a href=\"http://so.gushiwen.org/view_11031.aspx\">诗</a>，作品比不上汉魏的诗歌而接近《诗经》《楚辞》，但他们还是龙文虎脊的千里马，可以为君王驾车，纵横驰骋，不像你们一跑长途就会跌倒。</p> <p>　　你们的才力应难以超越上述几位，现在谁成就能超出他们？你们这些人所作的浓丽纤巧的诗文，不过是像翡翠飞翔在兰苕之上一般的货色，缺少大的气度，而没有如掣取鲸鱼于碧海之中那样的雄健才力和阔大气魄，只是一些小灵小巧的玩意。</p> <p>　　你们学诗要爱古人但也不能鄙薄像庾信、四杰这样的今人，要把他们的清词丽句引为同调。如果你们要在内心里追攀<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>、<a href=\"http://so.gushiwen.org/author_358.aspx\">宋玉</a>，应当具有和他们并驾齐驱的精神和才力，否则就会沿流失源，堕入齐、梁时期那种轻浮侧艳的后尘了。</p> <p>　　那些轻薄之辈不及前贤是毋庸置疑的，继承前人、互相学习的优秀传统应该是不用分先后的。区别和裁剪、淘汰那些形式内容都不好的诗，学习《诗经》风雅的传统，虚心向前贤学习，老师越多，这才是你们真正的老师。</p> <p><strong>注释</strong><br>⑴庾信：南北朝时期的著名诗人。文章：泛言文学。老更成：到了老年就更加成熟了。<br>⑵凌云健笔：高超雄健的笔力。意纵横：文思如潮，文笔挥洒自如。<br>⑶嗤点：讥笑、指责。<br>⑷前贤：指庾信。畏后生：即孔子说的“后生可畏”。后生，指“嗤点”庾信的人。但这里是讽刺话，意思是如果庾信还活着，恐怕真会觉得“后生可畏”了。<br>⑸王杨卢骆：王勃、杨炯、卢照邻、骆宾王。这四人都是初唐时期著名的作家，时人称之为“初唐四杰”。诗风清新、刚健，一扫齐、梁颓靡遗风。当时体：指四杰诗文的体裁和风格在当时自成一体。<br>⑹轻薄（bó)：言行轻佻，有玩弄意味。此处指当时守旧文人对“四杰”的攻击态度。哂（shěn）：讥笑。<br>⑺尔曹：你们这些人。<br>⑻不废：不影响。这里用江河万古流比喻包括四杰在内的优秀作家的名字和作品将像长江黄河那样万古流传。<br>⑼翰墨：笔墨。<br>⑽风骚：“风”指《诗经》里的《国风》，“骚”指《楚辞》中的《离骚》，后代用来泛称文学。<br>⑾龙文虎脊：喻瑰丽的文辞。<br>⑿翡翠：鸟名。兰苕（tiáo）：兰花和苕花。郭璞《游仙诗》：“翡翠戏兰苕，容色更相鲜”。<br>⒀掣（chè）：拉，拽。<br>⒁薄：小看，看不起，轻视。<br>⒂必为邻：一定要引以为邻居，即不排斥的意思。<br>⒃窃攀：内心里追攀。屈宋：屈原和宋玉。方驾：并车而行。这是诗人对轻薄文士说的：“你们想与屈原、宋玉齐名，应当具有和他们并驾齐驱的精神和才力。”齐、梁文风浮艳，重形式轻内容。这一句，诗人紧承上句说：“如若不然，恐怕你们连齐梁文人还不如呢！”<br>⒄未及前贤更勿疑：这句是说那些轻薄之辈不及前贤是毋庸置疑的。<br>⒅递相祖述：互相学习，继承前人的优秀传统。复先谁：不用分先后。<br>⒆别裁伪体：区别和裁减、淘汰那些形式内容都不好的诗。亲风雅：学习《诗经》风、雅的传统。<br>⒇转益多师：多方面寻找老师。汝师：你的老师。</p>",
  "shangxi": "<p>　　魏晋六朝是中国文学由质朴趋向华彩的转变阶段。丽辞与声律，在这一时期得到急剧的发展，人们对诗歌形式及其语言技巧的探求，取得了很大的成绩。而这，则为唐代诗歌的全面繁荣创造了条件。然而从另一方面看来，六朝文学又有重形式、轻内容的不良倾向，特别到了齐、梁宫体出现之后，诗风就更淫靡萎弱了。因此，唐代诗论家对六朝文学的接受与批判，是个极为艰巨而复杂的课题。当齐、梁余风还统治着初唐诗坛的时候，<a href=\"http://so.gushiwen.org/author_12.aspx\">陈子昂</a>首先提出复古的主张，<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>继起，开创了唐诗的新局面。“务华去实”的风气扭转了，而一些胸无定见、以耳代目的“后生”、“尔曹”之辈却又走向“好古遗近”的另一极端，他们寻声逐影，竟要全盘否定六朝文学，并把攻击的目标指向<a href=\"http://so.gushiwen.org/author_662.aspx\">庾信</a>和初唐四杰。</p> <p>　　庾信总结了六朝文学的成就，特别是他那句式整齐、音律谐和的诗歌以及用诗的语言写的抒情小赋，对唐代的律诗、乐府歌行和骈体文，都起有直接的先导作用。在唐人的心目中，他是距离唐代较近的诗人中，最有代表性的作家，因而是非毁誉也就容易集中到他的身上。至于初唐四杰，虽不满于以“绮错婉媚为本”的“上官体”，但他们主要的贡献，则是在于对六朝艺术技巧的继承和发展、今体诗体制的建立和巩固。而这，也就成了“好古遗近”者所谓“劣于汉魏近风骚”的攻击的口实。如何评价庾信和四杰，是当时诗坛上论争的焦点所在。于是，在公元761年（上元二年），<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>创作了《戏为六绝句》，表达了自己的观点。</p>",
  "poet": {
    "id": 474,
    "star": 0,
    "name": "杜甫",
    "image": "http://img.gushiwen.org/authorImg/dufu.jpg",
    "desc": "杜甫（712－770），字子美，自号少陵野老，世称“杜工部”、“杜少陵”等，汉族，河南府巩县（今河南省巩义市）人，唐代伟大的现实主义诗人，杜甫被世人尊为“诗圣”，其诗被称为“诗史”。杜甫与李白合称“李杜”，为了跟另外两位诗人李商隐与杜牧即“小李杜”区别开来，杜甫与李白又合称“大李杜”。他忧国忧民，人格高尚，他的约1400余首诗被保留了下来，诗艺精湛，在中国古典诗歌中备受推崇，影响深远。759-766年间曾居成都，后世有杜甫草堂纪念。"
  },
  "tags": [
    "议论",
    "艺术",
    "文学",
    "组诗"
  ]
}