{
  "id": 69100,
  "star": 3296,
  "name": "六月二十七日望湖楼醉书",
  "dynasty": "宋代",
  "content": "黑云翻墨未遮山，白雨跳珠乱入船。<br>卷地风来忽吹散，望湖楼下水如天。",
  "fanyi": "<p><strong>译文</strong><br>乌云上涌，就如墨汁泼下，却又在天边露出一段山峦，明丽清新，大雨激起的水花如白珠碎石，飞溅入船。<br>忽然间狂风卷地而来，吹散了满天的乌云，而那西湖的湖水碧波如镜，明媚温柔。</p> <p><strong>注释</strong><br>1、望湖楼：古建筑名，又叫看经楼。位于杭州西湖畔，五代时吴越王钱弘俶所建。<br>2、翻墨：打翻的黑墨水，形容云层很黑。<br>3、醉书：饮酒醉时写下的作品。<br>4、遮：遮盖，遮挡。<br>5、白雨：指夏日阵雨的特殊景观，因雨点大而猛，在湖光山色的衬托下，显得白而透明。<br>6、忽：突然。<br>7、水如天：形容湖面像天空一般开阔而且平静。<br>8、跳珠：跳动的珍珠，形容雨大势急。<br>9、卷地风来：指狂风席地卷来。又如，韩退之《双鸟》<a href=\"http://so.gushiwen.org/view_69100.aspx\">诗</a>：“春风卷地起，百鸟皆飘浮。”<br>10、六月二十七日：指宋神宗熙宁五年（1072）六月二十七日。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　第一句写云：黑云像打翻了的黑墨水，还未来得及把山遮住。<a href=\"http://so.gushiwen.org/view_69100.aspx\">诗</a>中把乌云比作“翻墨”，形象逼真。</p> <p>　　第二句写雨：白亮亮的雨点落在湖面溅起无数水花，乱纷纷地跳进船舱。用“跳珠”形容雨点，有声有色。一个“未”字，突出了天气变化之快；一个“跳”字，一个“乱”字，写出了暴雨之大，雨点之急。</p> <p>　　第三句写风：猛然间，狂风席卷大地，吹得湖面上刹时雨散云飞。“忽”字用得十分轻巧，却突出天色变化之快，显示了风的巨大威力。</p> <p>　　最后一句写天和水：雨过天晴，风平浪息，诗人舍船登楼，凭栏而望，只见湖面上无入水，水映天，水色和天光一样的明净，一色的蔚蓝。风呢？云呢？统统不知哪儿去了，方才的一切好像全都不曾发生似的。</p> <p>　　诗人先在船中，后在楼头，迅速捕捉住湖上急剧变化的自然景物：云翻、雨泻、风卷、天晴，写得有远有近，有动有静，有声有色，有景有情。读起来，你会油然产生一种身临其境的感觉——仿佛自己也在湖心经历了一场突然来去的阵雨，又来到望湖楼头观赏那水天一色的美丽风光。</p><br/><h2>赏析</h2> 　　本<a href=\"http://so.gushiwen.org/view_69100.aspx\">诗</a>描绘了望湖楼的美丽雨景。好的诗人善于捕捉自己的灵感，本诗的灵感可谓突现于一个“醉”字上。醉于酒，更醉于山水之美，进而激情澎湃，才赋成即景佳作。才思敏捷的诗人用诗句捕捉到西子湖这一番别具风味的“即兴表演”，绘成一幅“西湖骤雨图”。乌云骤聚，大雨突降，倾刻又雨过天晴，水天一色。又是山，又是水，又是船，这就突出了泛舟西湖的特点。其次，作者用“黑云翻墨”，“白雨跳珠”形成强烈的色彩对比，给人以很强的质感。再次，用“翻墨”写云的来势，用“跳珠”描绘雨点飞溅的情态，以动词前移的句式使比喻运用得灵活生动却不露痕迹。而“卷地风来忽吹散，望湖楼下水如天”两句又把天气由骤雨到晴朗前转变之快描绘得令人心清气爽，眼前陡然一亮，境界大开。",
  "about": "<h2>创作背景</h2> <p>　　<a href=\"http://so.gushiwen.org/view_69100.aspx\">诗</a>人<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>先在船中，后在楼头，迅速捕捉住湖上急剧变化的自然景物：云翻、雨泻、风卷、天晴，写得有远有近，有动有静，有声有色，有景有情。读起来，你会油然产生一种身临其境的感觉——仿佛自己也在湖心经历了一场突然来去的阵雨，又来到望湖楼头观赏那水天一色的美丽风光。</p>",
  "poet": {
    "id": 183,
    "star": 0,
    "name": "苏轼",
    "image": "http://img.gushiwen.org/authorImg/sushi.jpg",
    "desc": "苏轼（1037－1101），北宋文学家、书画家、美食家。字子瞻，号东坡居士。汉族，四川人，葬于颍昌（今河南省平顶山市郏县）。一生仕途坎坷，学识渊博，天资极高，诗文书画皆精。其文汪洋恣肆，明白畅达，与欧阳修并称欧苏，为“唐宋八大家”之一；诗清新豪健，善用夸张、比喻，艺术表现独具风格，与黄庭坚并称苏黄；词开豪放一派，对后世有巨大影响，与辛弃疾并称苏辛；书法擅长行书、楷书，能自创新意，用笔丰腴跌宕，有天真烂漫之趣，与黄庭坚、米芾、蔡襄并称宋四家；画学文同，论画主张神似，提倡“士人画”。著有《苏东坡全集》和《东坡乐府》等。"
  },
  "tags": [
    "西湖",
    "写雨"
  ]
}