{
  "id": 11218,
  "star": 250,
  "name": "阁夜",
  "dynasty": "唐代",
  "content": "岁暮阴阳催短景，天涯霜雪霁寒宵。<br>五更鼓角声悲壮，三峡星河影动摇。<br>野哭几家闻战伐，夷歌数处起渔樵。<br>卧龙跃马终黄土，人事依依漫寂寥。</p> <p>岁暮阴阳催短景，天涯霜雪霁寒宵。<br>五更鼓角声悲壮，三峡星河影动摇。<br>野哭千家闻战伐，夷歌数处起渔樵。<br>卧龙跃马终黄土，人事音书漫寂寥。",
  "fanyi": "<p><strong>译文</strong><br>冬天到了，白天的时间就越来越短；<br>漫天的雪在这个寒冷的夜晚停住了。<br>天未明时，当地的驻军已开始活动起来，号角声起伏悲壮；<br>倒映在三峡水中的星影摇曳不定。<br>战乱的消息传来，千家万户哭声响彻四野；<br>渔人、樵夫们在好几个地方唱起了民歌。<br>（像）<a href=\"http://so.gushiwen.org/author_507.aspx\">诸葛亮</a>和公孙述这样的历史人物，（无论是贤还是愚）都终归黄土；<br>我眼前的这点寂寥（指郊游和亲人间的慰藉）又算得了什么呢。</p> <p><strong>注释</strong><br>⑴ 阴阳：指日月。短景：指冬季日短。景：通“影”，日光。<br>⑵霁（jì）： 雪停。<br>⑶五更鼓角：天未明时，当地的驻军已开始活动起来。<br>⑷三峡：指瞿塘峡、巫峡、西陵峡。星河：银河，这里泛指天上的群星。<br>⑸ 野哭：战乱的消息传来，千家万户的哭声响彻四野。战伐：崔旰（gàn）之乱。<br>⑹夷歌：指四川境内少数民族的歌谣。夷，指当地少数民族。<br>⑺卧龙：指诸葛亮。《蜀书·诸葛亮传》：“徐庶……谓先主曰：‘诸葛孔明者，卧龙也。’”。跃马：指公孙述。字子阳，扶风人。西汉末年，天下大乱，他凭蜀地险要，自立为天子，号“白帝”。这里用晋代左思《蜀都赋》中“公孙跃马而称帝”之意。诸葛亮和公孙述在夔州都有祠庙，故<a href=\"http://so.gushiwen.org/view_11218.aspx\">诗</a>中提到。这句是贤人和愚人终成黄土之意。<br>⑻ 人事：指交游。音书：指亲朋间的慰藉。漫：徒然、白白的。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　全<a href=\"http://so.gushiwen.org/view_11218.aspx\">诗</a>写冬夜景色，有伤乱思乡之意。首联点明冬夜寒怆；颔联写夜中所闻所见；颈联写拂晓所闻；末联写极目武侯、白帝两庙而引出的感慨。</p> <p>　　开首二句点明时间。岁暮，指冬季；阴阳，指日月；短景，指冬天日短。一“催”字，形象地说明夜长昼短，使人觉得光阴荏苒，岁月逼人。次句天涯，指夔州，又有沦落天涯之意。在霜雪刚停的寒冬夜晚，雪光明朗如昼，诗人对着凄凉寒怆的夜景，不由感慨万千。</p> <p>　　“五更”二句，承次句“寒宵”，写出了夜中所闻所见。上句鼓角，指古代军中用以报时和发号施令的鼓声、号角声。晴朗的夜空，鼓角声分外响亮，正是五更天快亮的时候，诗人忧愁难眠，那声音更显得悲壮感人。这就从侧面烘托出夔州一带也不太平，黎明前军队已在加紧活动。诗人用“鼓角”二字点示，再和“五更”、“声悲壮”等词语结合，兵革未息、战争频仍的气氛就自然地传达出来了。下句说雨后天空无尘，天上银河显得格外澄澈，群星参差，映照峡江，星影在湍急的江流中摇曳不定。景色是够美的。前人赞扬此联写得“伟丽”。它的妙处在于：通过对句，诗人把他对时局的深切关怀和三峡夜深美景的欣赏，有声有色地表现出来，诗句气势苍凉恢廓，音调铿锵悦耳，辞采清丽夺目，“伟丽”中深蕴着诗人悲壮深沉的情怀。 </p> <p>　　“野哭”二句，写拂晓前所闻。一闻战伐之事，就立即引起千家的恸哭，哭声传彻四野，景象凄惨。夷歌，指四川境内少数民族的歌谣。夔州是民族杂居之地。<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>客居此地，渔夫樵子不时在深夜传来“夷歌”之声。“数处”指不只一处。这两句把偏远的夔州的典型环境刻画得很真实：“野哭”、“夷歌”，一个富有时代感，一个具有地方性。对这位忧国忧民的伟大诗人来说，这两种声音都使他倍感悲伤。</p> <p>　　“卧龙”二句，诗人极目远望夔州西郊的武侯庙和东南的白帝庙，而引出无限感慨。卧龙，指<a href=\"http://so.gushiwen.org/author_507.aspx\">诸葛亮</a>。跃马，化用左思《蜀都赋》“公孙跃马而称帝”句，意指公孙述在西汉末乘乱据蜀称帝。杜甫曾屡次咏到他：“公孙初据险，跃马意何长？”（《白帝城》）“勇略今何在？当年亦壮哉！”（《上白帝城二首》）。一世之雄，都成了黄土中的枯骨。末尾一句说，人事与音书，如今都只好任其寂寞了。结尾二句，流露出诗人极为忧愤感伤的情绪。清代<a href=\"http://so.gushiwen.org/author_39.aspx\">沈德潜</a>说：“结言贤愚同尽，则目前人事，远地音书，亦付之寂寥而已。”（《唐诗别裁》）像诸葛亮、公孙述这样的历史人物，不论是贤是愚，都同归于尽了。现实生活中，征戍、诛掠更造成广大人民天天都有死亡，作者眼前这点寂寥孤独，根本算不了什么。这话看似自遣之词，实际上却充分反映出诗人感情上的矛盾与苦恼。“志士幽人莫怨嗟，古来材大难为用！”（《古柏行》）“英雄余事业，衰迈久风尘。”（《上白帝城二首》）这些诗句正好传达出诗中某些未尽之意。前人认为此诗“意中言外，怆然有无穷之思”，是颇有见地的。</p> <p>　　此诗向来被誉为杜甫律诗中的典范性作品。诗人围绕题目，从几个重要侧面抒写夜宿西阁的所见所闻所感，从寒宵雪霁写到五更鼓角，从天空星河写到江上洪波，从山川形胜写到战乱人事，从当前现实写到千年往迹。气象雄阔，有上天下地、俯仰古今之概。明代胡应麟称赞此诗：“气象雄盖宇宙，法律细入毫芒”，并说它是七言律诗的“千秋鼻祖”，是很有道理的。 </p>",
  "about": "<h2>创作背景</h2> 这首<a href=\"http://so.gushiwen.org/view_11218.aspx\">诗</a>是公元766年（大历元年）冬<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>寓居夔州西阁时所作。当时西川军阀混战，连年不息；吐蕃也不断侵袭蜀地。而杜甫的好友<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>、严武、<a href=\"http://so.gushiwen.org/author_227.aspx\">高适</a>等都先后死去。感时忆旧，他写了这首诗，表现出异常沉重的心情。",
  "poet": {
    "id": 474,
    "star": 0,
    "name": "杜甫",
    "image": "http://img.gushiwen.org/authorImg/dufu.jpg",
    "desc": "杜甫（712－770），字子美，自号少陵野老，世称“杜工部”、“杜少陵”等，汉族，河南府巩县（今河南省巩义市）人，唐代伟大的现实主义诗人，杜甫被世人尊为“诗圣”，其诗被称为“诗史”。杜甫与李白合称“李杜”，为了跟另外两位诗人李商隐与杜牧即“小李杜”区别开来，杜甫与李白又合称“大李杜”。他忧国忧民，人格高尚，他的约1400余首诗被保留了下来，诗艺精湛，在中国古典诗歌中备受推崇，影响深远。759-766年间曾居成都，后世有杜甫草堂纪念。"
  },
  "tags": [
    "唐诗三百首",
    "冬天",
    "战争",
    "思乡"
  ]
}