{
  "id": 27709,
  "star": 3309,
  "name": "赤壁",
  "dynasty": "唐代",
  "content": "折戟沉沙铁未销，自将磨洗认前朝。<br>东风不与周郎便，铜雀春深锁二乔。",
  "fanyi": "<p><strong>译文</strong><br>一支折断了的铁戟（古代兵器）沉没在水底的沙中还没有销蚀掉，经过自己又磨又洗发现这是当年赤壁之战的遗留之物。<br>假如东风不给周瑜以方便，结局恐怕是<a href=\"http://so.gushiwen.org/author_552.aspx\">曹操</a>取胜，二乔被关进铜雀台了。</p> <p><strong>注释<br></strong>⑴折戟：折断的戟。戟，古代兵器。<br>⑵销：销蚀。<br>⑶将：拿起。<br>⑷磨洗：磨光洗净。<br>⑸认前朝：认出戟是东吴破曹时的遗物。<br>⑹东风：指三国时期的一个战役──火烧赤壁。<br>⑺周郎：指周瑜，字公瑾，年轻时即有才名，人乎周郎。后任吴军大都督，<a href=\"http://so.gushiwen.org/author_843.aspx\">曾参</a>与赤壁之战并为此战役中的主要人物。<br>⑻铜雀：即铜雀台，曹操在今河北省临漳县建造的一座楼台，楼顶里有大铜雀，台上住姬妾歌妓，是曹操暮年行乐处。<br>⑼二乔：东吴乔公的两个女儿，一嫁前国主孙策（孙权兄），称大乔，一嫁军事统帅周瑜，称小乔，合称“二乔”。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　<a href=\"http://so.gushiwen.org/view_27709.aspx\">诗</a>篇的开头借一件古物兴起对前朝人、事、物的慨叹。</p> <p>　　“折戟沉沙铁未销，自将磨洗认前朝。”这两句意为折断的战戟沉在泥沙中并未被销蚀，自己将它磨洗后认出是前朝遗物。在这里，这两句描写看似平淡实为不平。沙里沉埋着断戟，点出了此地曾有过历史风云。战戟折断沉沙却未被销蚀，暗含着岁月流逝而物是人非之感。正是由于发现了这一件沉埋江底六百多年，锈迹斑斑的“折戟”，使得诗人思绪万千，因此他要磨洗干净出来辨认一番，发现原来是赤壁之战遗留下来的兵器。这样前朝的遗物又进一步引发作者浮想联翩的思绪，为后文抒怀作了很好的铺垫。</p> <p>　　“东风不与周郎便，铜雀春深锁二乔。”这后两句久为人们所传诵的佳句，意为倘若当年东风不帮助周瑜的话，那么铜雀台就会深深地锁住东吴二乔了。这里涉及到历史上著名的赤壁之战。这对于诗人而言是相当清楚的，因为<a href=\"http://so.gushiwen.org/author_211.aspx\">杜牧</a>本人有经邦济世之才，通晓政治军事，对历史时事是非常熟悉的。众所周知，赤壁之战吴胜曹败，可此处作者进行了逆向思维大胆地设想，提出了一个与历史事实相反的假设。假若当年东风不帮助周瑜的话，那结果会如何呢？诗人并未直言战争的结局。而是说“铜雀春深锁二乔”，铜雀台乃<a href=\"http://so.gushiwen.org/author_552.aspx\">曹操</a>骄奢淫乐之所，蓄姬妾歌姬其中。这里的铜雀台，让人不禁联想到曹操风流的一面，又言“春深”更加深了风流韵味，最后再用一个“锁”字，进一步突显其金屋藏娇之意。把硝烟弥漫的战争胜负写得如此蕴藉，实在令人佩服。</p><br/><h2>赏析</h2> <p>　　“折戟沉沙铁未销，自将磨洗认前朝。”这两句意为折断的战戟沉在泥沙中并未被销蚀，自己将它磨洗后认出是前朝遗物。在这里，这两句描写看似平淡实为不平。沙里沉埋着断戟，点出了此地曾有过历史风云。战戟折断沉沙却未被销蚀，暗含着岁月流逝而物是人非之感。正是由于发现了这一件沉埋江底六百多年，锈迹斑斑的“折戟”，使得<a href=\"http://so.gushiwen.org/view_27709.aspx\">诗</a>人思绪万千，因此他要磨洗干净出来辨认一番，发现原来是赤壁之战遗留下来的兵器。这样前朝的遗物又进一步引发作者浮想联翩的思绪，为后文抒怀作了很好的铺垫。</p> <p>　　“东风不与周郎便，铜雀春深锁二乔。”这后两句久为人们所传诵的佳句，意为倘若当年东风不帮助周瑜的话，那么铜雀台就会深深地锁住东吴二乔了。这里涉及到历史上著名的赤壁之战。在赤壁战役中，周瑜主要是用火攻战胜了数量上远远超过己方的敌人，而其能用火攻则是因为在决战的时刻，恰好刮起了强劲的东风，所以诗人评论这次战争成败的原因，只选择当时的胜利者—周郎和他倚以致胜的因素—东风来写，而且因为这次胜利的关键，最后不能不归到东风，所以又将东风放在更主要的地位上。但他并不从正面来描摹东风如何帮助周郎取得了胜利，却从反面落笔：假使这次东风不给周郎以方便，那么，胜败双方就要易位，历史形势将完全改观。因此，接着就写出假想中曹军胜利，孙、刘失败之后的局面。但又不直接铺叙政治军事情势的变迁，而只间接地描绘两个东吴著名美女将要承受的命运。如果<a href=\"http://so.gushiwen.org/author_552.aspx\">曹操</a>成了胜利者，那么，大乔和小乔就必然要被抢去，关在铜雀台上，以供他享受了。这里的铜雀台，就表现了曹操风流的一面，又言“春深”更加深了风流韵味，最后再用一个“锁”字，进一步突显其金屋藏娇之意。把硝烟弥漫的战争胜负写得很是蕴藉。</p> <p>　　诗中的大乔、二乔两位女子，并不是平常的人物，而是属于东吴统治阶级中最高阶层的贵妇人。大乔是东吴前国主孙策的夫人，当时国主孙权的亲嫂，小乔则是正在带领东吴全部水陆兵马和曹操决一死战的军事统帅周瑜的夫人。她们虽与这次战役并无关系，但她们的身分和地位，代表着东吴作为一个独立政治实体的尊严。东吴不亡，她们决不可能归于曹操；连她们都受到凌辱，则东吴社稷和生灵的遭遇也就可想而知了。所以诗人用“铜雀春深锁二乔”这样一句诗来描写在“东风不与周郎便”的情况之下，曹操胜利后的骄恣和东吴失败后的屈辱，正是极其有力的反跌，不独以美人衬托英雄，与上句周郎互相辉映，显得更有情致而已。诗的创作必须用形象思维，而形象性的语言则是形象思维的直接现实。用形象思维观察生活，别出心裁地反映生活，乃是诗的生命。<a href=\"http://so.gushiwen.org/author_211.aspx\">杜牧</a>在此诗里，通过“铜雀春深”这一富于形象性的诗句，即小见大，这正是他在艺术处理上独特的成功之处。另外，此诗过分强调东风的作用，又不从正面歌颂周瑜的胜利，却从反面假想其失败。杜牧通晓政治军事，对当时中央与藩镇、汉族与吐蕃的斗争形势，有相当清楚的了解，并曾经向朝廷提出过一些有益的建议。如果说，孟轲在战国时代就已经知道“天时不如地利，地利不如人和”的原则，而杜牧却还把周瑜在赤壁战役中的巨大胜利，完全归之于偶然的东风，这是很难想象的。他之所以这样地写，恐怕用意还在于自负知兵，借史事以吐其胸中抑郁不平之气。其中也暗含有<a href=\"http://so.gushiwen.org/author_698.aspx\">阮籍</a>登广武战场时所发出的“时无英雄，使竖子成名”那种慨叹在内，不过出语非常隐约，不容易看出。</p>",
  "about": "<h2>创作背景</h2> <p>　　这首<a href=\"http://so.gushiwen.org/view_27709.aspx\">诗</a>是诗人经过赤壁（今湖北省武昌县西南赤矶山）这个著名的古战场，有感于三国时代的英雄成败而写下的。发生于汉献帝建安十三年（208年）十月的赤壁之战，是对三国鼎立的历史形势起着决定性作用的一次重大战役。其结果是孙、刘联军击败了曹军，而三十四岁的孙吴军统帅周瑜，乃是这次战役中的头号风云人物。诗人观赏了古战场的遗物，对赤壁之战发表了独特的看法，有感而作。</p><br/><h2>艺术特色</h2> <p>　　从艺术上看，<a href=\"http://so.gushiwen.org/view_27709.aspx\">诗</a>人<a href=\"http://so.gushiwen.org/author_211.aspx\">杜牧</a>在前两句用了以假作真的虚托手法，这是唐代诗人写诗作文的常用手法，这就好比写当朝的人或事而假借于前朝的人或事来写；还有诗中运用了以小见大这种表现手法，诗的后两句写战争的胜负时，作者并未点破，而是通过大小乔这两个具有特殊身份的女子命运来表达设想中东吴败亡的结局，<a href=\"http://so.gushiwen.org/author_1137.aspx\">真可</a>谓以小见大，别出心裁。试想，若东吴前国主和当朝主帅之妻均已被曹军掳去铜雀台，那战争的结局不言自明，这就使得全诗既生动形象，又含蓄蕴藉，富有情致。</p>",
  "poet": {
    "id": 211,
    "star": 0,
    "name": "杜牧",
    "image": "http://img.gushiwen.org/authorImg/dumu.jpg",
    "desc": "杜牧（公元803－约852年），字牧之，号樊川居士，汉族，京兆万年（今陕西西安）人，唐代诗人。杜牧人称“小杜”，以别于杜甫。与李商隐并称“小李杜”。因晚年居长安南樊川别墅，故后世称“杜樊川”，著有《樊川文集》。"
  },
  "tags": [
    "唐诗三百首",
    "初中古诗",
    "咏史怀古",
    "战争",
    "怀才不遇"
  ]
}