{
  "id": 64142,
  "star": 20,
  "name": "霜天晓角·人影窗纱",
  "dynasty": "宋代",
  "content": "人影窗纱。是谁来折花。折则从他折去，知折去、向谁家。 <br>檐牙。枝最佳。折时高折些。说与折花人道，须插向、鬓边斜。",
  "fanyi": "<p><strong>译文</strong><br>人影映上窗纱，原来是：有人来摘花。折花，让他随便折吧！不要管——她摘了花去谁家！<br>告诉她：屋檐边那一枝，是最好的花，折的时候，折高一点；戴的时候，要在鬓边斜插。</p> <p><strong>注释</strong><br>1、人影窗纱：倒装句，谓纱窗映现出一个人影。影，这里活用作动词，映照影子的意思。<br>2、从：听随，听任。<br>3、向：到。<br>4、檐（yán）牙：屋檐上翘起如牙的建筑物。<a href=\"http://so.gushiwen.org/author_211.aspx\">杜牧</a>《阿房宫赋》：“廊腰缦回，檐牙高啄。”<br>5、鬓（bìn）边斜：斜插在两鬓。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　从词意看，这首词的主人公应是一位妇女。起句“人影窗纱”，点明她看见窗纱上映出人影。“是谁来折花？”她心里想，这是谁来折花呢？她没有怀疑这人会来干别的，首先想到的是来折花，则她爱花之心切，便可想而知。既然爱花，尤其爱自家的花，当然要护花而不愿让人攀折。但她转而又想，虽然不知来折花的是谁，可既来折花，想必也爱花，“花开堪折直须折，莫待无花空折枝”，那就“折则从他折去”吧。况且“知折去、向谁家？”如果送到爱花、惜花的人家，岂不是花得其所、花得其人了吗。上片，写发觉折花人时的思想活动。</p> <p>　　下片承前，写交代折花人折、插的具体方法。这时，女主人干脆发话了：“檐牙，枝最佳。折时高折些。”她告诉折花人，靠近屋檐边的花枝最好，折时要把手伸得高些。从这番话中可知，女主人对家中的花枝多么熟悉；生怕别的花枝被损害，又是多么怜爱。及至折花人折完花即将离去时，女主人还向折花人说道：“须插向，鬓边斜。”言这些好花最适合美人插戴，“花面交相映”，方能相得益彰。只是戴的时候，要斜着插在鬓边，才更显得别有风韵。女主人交代别人如此插法，则表明她自己必然是这样插惯了的，是非常欣赏这种插法的。</p> <p>　　这首词反映了妇女爱花、爱美的思想和表现，写得极有层次：从“见影”到“猜想”，到“发言”；女主人和折花人由对立（一防一折）到统一（女主人同意折花人折花，并告诉他什么地方花好，怎样来折，怎样去插）。值得注意的是，在一首短词中先后用了7个“折”字。其实，这是词人有意这样安排的。在中国<a href=\"http://so.gushiwen.org/view_64142.aspx\">诗</a>歌领域的创作中，运用“重复”这一修辞方法，增强语言的复沓美，是屡见不鲜的。单以词而论，如<a href=\"http://so.gushiwen.org/author_270.aspx\">王观</a>的《卜算子》下片“才始送春归，又送君归去。若到江南赶上春，千万和春住”便是明证，四句中便用了三个“春”字。</p> <p>　　这是一首极有韵味的小令。词人通过对日常生活中一件小事的描述，反映了他的近乎童心的情趣。<a href=\"http://so.gushiwen.org/author_217.aspx\">辛弃疾</a>《清平乐·检校山园书所见》下片云：“西风梨枣山园，儿童偷把长竿。莫遣旁人惊去，老夫静中闲看。”两首既有惊人的相似之处，也有颇异其趣的一面：都表现了作者某种童心未泯、热爱生活的情趣，但一是单纯的旁观者，一是积极的参与者，就富有人情味一端而言，此词更能贴近生活，因而更能引人入胜。通首皆用通俗的语言和白描的手法，更使作品写得异乎寻常的生动活泼。</p>",
  "about": "<h2>创作背景</h2> 　　对于这首词，有人以为“绝对不可能那么简单就写‘折花’这件事”．而是有所寄托的。据此认为：“此词，可能创作于南宋恭帝被掳北去，宋端宗在福州、潮州等处建立小朝廷之时。”写的是“人们传说有官府来请他出去做官的事情”，这首词就是他对这种传说的回答。",
  "poet": {
    "id": 442,
    "star": 0,
    "name": "蒋捷",
    "desc": "蒋捷（生卒年不详），字胜欲，号竹山，宋末元初阳羡（今江苏宜兴）人。先世为宜兴巨族，咸淳十年（1274）进士。南宋亡，深怀亡国之痛，隐居不仕，人称“竹山先生”、“樱桃进士”，其气节为时人所重。长于词，与周密、王沂孙、张炎并称“宋末四大家”。其词多抒发故国之思、山河之恸 、风格多样，而以悲凉清俊、萧寥疏爽为主。尤以造语奇巧之作，在宋季词坛上独标一格，有《竹山词》1卷，收入毛晋《宋六十名家词》本、《疆村丛书》本；又《竹山词》2卷，收入涉园景宋元明词续刊本。"
  },
  "tags": [
    "生活"
  ]
}