{
  "id": 49634,
  "star": 167,
  "name": "减字木兰花·莺初解语",
  "dynasty": "宋代",
  "content": "莺初解语，最是一年春好处。微雨如酥，草色遥看近却无。<br>休辞醉倒，花不看开人易老。莫待春回，颠倒红英间绿苔。",
  "fanyi": "<p><strong>译文</strong><br>黄莺开始啼叫，这初春是一年中最好的季节；细雨蒙蒙，珍贵如油，滋润着草木，那刚刚长出的春草，远看一片嫩绿，近看却仿佛消失了。<br>不要推辞会醉倒在这个季节，有花而不去看它开放，就意味着人生很快消逝。不要等待着春离开大自然，纷纷落花夹杂着绿色的苔藓。</p> <p><strong>注释</strong><br>1、初：刚刚。<br>2、解：能、知道。<br>3、语：这里指莺鸣，娇啼婉转，犹如说话。<br>4、酥：酥油。<br>5、近却无：近看什么色彩见不到。<br>6、休辞：不要推托。<br>7、颠倒：纷乱。<br>8、红英：落花。</p>",
  "shangxi": "<h2>简析</h2> <p>　　整首词可以这样理解：黄莺才刚刚懂得开口唱几句春天的歌，这是一年当中春色最好的时候吧。天空下着如酥的小雨，嫩嫩的草尖刚刚冒出地面，在微雨里，眼前觉察不到它的存在，只有遥远望去，才发现有一层的绿铺在地面。不要推辞会醉倒在这个季节。花是不经开的，人是容易老的。不要等到浓烈的春天回到大地时再触目伤怀，你我颠倒唏嘘、百般感慨在红英凋零、绿苔如茵之间。</p> <p>　　从词中“莺初解语”的“初”字，“微雨”的“微”字，“草色遥看近却无”等语句可以看出，词中所写的春天的最美好时节是早春（或初春）。这与<a href=\"http://so.gushiwen.org/author_682.aspx\">韩愈</a>原<a href=\"http://so.gushiwen.org/view_49634.aspx\">诗</a>的意思相符。</p> <p>　　如果把春天分成早春、阳春、晚春的话，那么在花开花落的特征上，与人生的兴衰就有可比性。根据韩愈的意思，早春就是春天中最好的时令，<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>采用了这一说，并且说要在这个时候“醉倒”，不要等待落花时节，触目伤怀，颠之倒之。那么，读者可以揣测：趁年轻时潇洒走一回，及时把握青春年华，珍惜一生中最好的时光，及时行乐，不要到年老时后悔颠倒，无所作为，就是作者所要表达的思想感情。</p><br/><h2>鉴赏</h2> <p>　　上片，写初春美好时光。第一、二句点明初春的时令：“莺初解语”；点明初春地位：“最是一年春好处”。接着三、四句就写初春美景：“微雨如酥，草色遥看近却无。”通过初春细雨滋润草根而转青色而转明丽这一细微变化，把如画的春光美景生动地描绘出来。尤其是“草色遥看近却无”，观察得极为细致，描写得极为逼真。因为远看刚刚返青的草芽，呈现青色；而近看草芽，则仍是黄色的了。这自然不是东坡的发现，早在唐代，<a href=\"http://so.gushiwen.org/author_682.aspx\">韩愈</a>就注意到了，并写进他的《早春呈水部张十八员外》<a href=\"http://so.gushiwen.org/view_49634.aspx\">诗</a>中去了。诗写道：“天街小雨润如酥，草色遥看近却无。最是一年春好处，绝胜烟柳满皇都。”东坡点化运用韩诗的传神之词句，用进上片，正好道出了初春的可贵，而又不露痕迹。</p> <p>　　下片，劝人尽赏春光。“休辞醉倒，花不看开人易老”，是说不要借“醉倒”沉醉之故，而拒绝去看春花。不看春花，就意味着失去了花会给人的青春活力，意味着时光易逝，人走向衰老。这是最大的人生误区。“人生易老天难老”。东坡的言辞中同样也充满了人生哲理。东坡曾说“人生何以易此乐，天下谁肯从我归。”何不改为“人生何以易此乐，及时看花春常归。”“莫待春回，颠倒红英间绿苔”，带有醒世之意的恒言。不要等到春离开人间吧。否则，将是“红英”纷乱地夹杂着“绿苔”而失去春的魅力。子由《闻子瞻重游终南山》诗一开头就说得好：“终南重到已春回，山木缘崖绿似苔。”</p>",
  "about": "<h2>创作背景</h2> 　　《减字木兰花》约作于宋仁宗嘉祐八年（1063年）二月。东坡时年28岁。此时，东坡以覃恩迁大理寺寺丞。赴任途中，过宝鸡，重游终南山。其弟子由闻之，寄《闻子瞻重游终南山》<a href=\"http://so.gushiwen.org/view_49634.aspx\">诗</a>，东坡次韵，并作此词以寄。",
  "poet": {
    "id": 183,
    "star": 0,
    "name": "苏轼",
    "image": "http://img.gushiwen.org/authorImg/sushi.jpg",
    "desc": "苏轼（1037－1101），北宋文学家、书画家、美食家。字子瞻，号东坡居士。汉族，四川人，葬于颍昌（今河南省平顶山市郏县）。一生仕途坎坷，学识渊博，天资极高，诗文书画皆精。其文汪洋恣肆，明白畅达，与欧阳修并称欧苏，为“唐宋八大家”之一；诗清新豪健，善用夸张、比喻，艺术表现独具风格，与黄庭坚并称苏黄；词开豪放一派，对后世有巨大影响，与辛弃疾并称苏辛；书法擅长行书、楷书，能自创新意，用笔丰腴跌宕，有天真烂漫之趣，与黄庭坚、米芾、蔡襄并称宋四家；画学文同，论画主张神似，提倡“士人画”。著有《苏东坡全集》和《东坡乐府》等。"
  },
  "tags": [
    "春天",
    "惜春"
  ]
}