{
  "id": 5026,
  "star": 9,
  "name": "罢相作",
  "dynasty": "唐代",
  "content": "避贤初罢相，乐圣且衔杯。<br>为问门前客，今朝几个来。",
  "fanyi": "<p><strong>译文</strong><br>我刚刚让贤辞掉了左相，爱酒如命正好畅饮举杯。<br>想问问昔日盈门的宾客，今天会有几个还肯前来？</p> <p><strong>注释</strong><br>⑴罢相：罢免宰相官职。<br>⑵避贤：避位让贤，辞去相位给贤者担任。<a href=\"http://so.gushiwen.org/author_1455.aspx\">李适</a>之天宝元年任左相，后遭<a href=\"http://so.gushiwen.org/author_2691.aspx\">李林甫</a>算计，失去相位。<br>⑶乐圣：指爱好喝酒。《三国志·魏志·徐邈传》：“时科禁酒，而邈私饮至于沉醉。校事赵达问以曹事， 邈 曰：‘中圣人。’达白之太祖，太祖甚怒。度辽将军鲜于辅进曰：‘平日醉客谓酒清者为圣人，浊者为贤人，邈性脩慎，偶醉言耳。’竟坐得免刑。”后因以“乐圣”谓嗜酒。且：尚且，还。衔杯：口含酒杯，指饮酒。<br>⑷为（wèi）问：请问，试问。为，此处表假设。一作“借”。<br>⑸今朝（zhāo）；今天，现在。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这是一首充满反语、俚语和双关语的讽刺<a href=\"http://so.gushiwen.org/view_5026.aspx\">诗</a>。</p> <p>　　诗的开头两句的意思是，自己的相职一罢免，皇帝乐意我给贤者让了路，我也乐意自己尽可喝酒了，公私两便，君臣皆乐，值得庆贺，那就举杯吧。“避贤”是成语，意思是给贤者让路。“乐圣”是双关语，“圣”即圣人，但这里兼用两个代称，一是唐人称皇帝为“圣人”，二是沿用<a href=\"http://so.gushiwen.org/author_552.aspx\">曹操</a>的臣僚的隐语，称清酒为“圣人”。所以“乐圣”的意思是说，使皇帝乐意，而自己也爱喝酒。显然，把惧奸说成“避贤”，误国说成“乐圣”，反话正说，曲折双关，虽然知情者、明眼人一读便知，也不失机智俏皮，但终究是弱者的讥刺，有难言的苦衷，针砭不力，反而示弱。所以作者在后两句机智地巧作加强。</p> <p>　　前两句说明设宴庆贺罢相的理由，后两句是关心亲故来赴宴的情况。这在结构上顺理成章，而用口语写问话，也生动有趣。但宴庆罢相，事已异常；所设理由，又属遁词；而实际处境，则是权奸弄权，恐怖高压。因此，尽管<a href=\"http://so.gushiwen.org/author_1455.aspx\">李适</a>之平素“夜则宴赏”，天天请宾客喝酒，但“今朝几个来”，确乎是个问题。宴请的是亲故宾客，大多是知情者，懂得这次赴宴可能得罪<a href=\"http://so.gushiwen.org/author_2691.aspx\">李林甫</a>，惹来祸害。敢来赴宴，便见出胆识，不怕风险。这对亲故是考验，于作者为慰勉，向权奸则为示威，甚至还意味着嘲弄至尊。倘使这二句真如字面意思，只是庆贺君臣皆乐的罢相，则亲故常客自然也乐意来喝这杯酒，主人无须顾虑来者不多而发这一问。所以这一问便突兀，显出异常，从而暗示了宴庆罢相的真实原因和性质，使上两句闪烁不定的遁辞反语变得倾向明显，令有心人一读便知。作者以俚语直白写这一问，不止故作滑稽，更有加强讥刺的用意。</p> <p>　　由于使用反语、双关语和俚语，这诗蒙有插科打诨的打油诗格调，因而前人有嫌它过显不雅的，也有说它怨意不深的。总之是认为它并未见佳。但<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>《饮中八仙歌》写到李适之时却特地称引此诗，有“衔杯乐圣称必贤”句，可算知音。而这诗得能传诵至今，更重要的原因在事不在诗。由于这诗，李适之在罢相后被认为与韦坚等相善，诬陷株连，被贬后自杀。因而这诗便更为著名。</p>",
  "about": "<h2>创作背景</h2> <p>　　<a href=\"http://so.gushiwen.org/author_1455.aspx\">李适</a>之从天宝元年（742年）至五载（746年）担任左相。为相五年中，他与权奸<a href=\"http://so.gushiwen.org/author_2691.aspx\">李林甫</a>“争权不协”，而与清流名臣韩朝宗、韦坚等交好，所以“时誉美之”。当他的友好韦坚等先后被李林甫诬陷构罪，他就“俱自不安，求为散职”。而在天宝五载，当他获准免去左相职务，改任清要的太子少保时，感到异常高兴而庆幸，“遽命亲故欢会”，并写了这首<a href=\"http://so.gushiwen.org/view_5026.aspx\">诗</a>。</p>",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "李適之"
  },
  "tags": [
    "叙事",
    "讽刺"
  ]
}