{
  "id": 71797,
  "star": 267,
  "name": "清明日对酒",
  "dynasty": "宋代",
  "content": "南北山头多墓田，清明祭扫各纷然。<br>纸灰飞作白蝴蝶，泪血染成红杜鹃。<br>日落狐狸眠冢上，夜归儿女笑灯前。<br>人生有酒须当醉，一滴何曾到九泉。",
  "fanyi": "<p><strong>译文</strong><br>清明这一天，南山北山到处都是忙于上坟祭扫的人群。焚烧的纸灰像白色的蝴蝶到处飞舞，凄惨地哭泣，如同杜鹃鸟哀啼时要吐出血来一般。黄昏时，静寂的坟场一片荒凉，独有狐狸躺在坟上睡觉，夜晚，上坟归来的儿女们在灯前欢声笑语。因此，人活着时有酒就应当饮，有福就应该享。人死之后，儿女们到坟前祭祀的酒哪有一滴流到过阴间呢？</p><p><strong>注释</strong><br>纷然：众多繁忙的意思。<br>九泉：指人死后埋葬的地方，迷信人指阴间。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　<a href=\"http://so.gushiwen.org/view_71797.aspx\">诗</a>歌首联两句是远景，一句写物景，一句写人景。据此，我们不妨这样想，诗人在清明节这一天来祭扫，未到坟茔聚集之地，即以目睹此景，因墓地往往在深处，怕妨路径，故一眼必是望到远景。那么这是一种什么样的场景呢？“南北山头多墓田”，“南北”当是虚指，意即四面八方。是不是就可以解成“四面八方的山头上有很多墓田”了呢？难道我们竟没有体会出诗人说这句话时无限悲凉的口吻吗：“（你看啊！）四面八方的山头上竟然有这么多的墓田，（那些可都是死去的人啊！）”这样解就丰满得多了。下面人景也就很是顺理成章了，墓地多，自然来祭扫的人也就多了：“清明祭扫各纷然”。可是这里面有一个问题，“各”指每家祭扫每家的毫不相干，“纷然”则指人数众多。那么既然人数众多，何以“各人自扫门前雪”呢？难道不会出现相互帮助、相互劝慰的场景吗？须知道，人们一般只有在什么情况下才会互不搭腔，就是已经痛苦难过到了极致，以致习惯成自然，各自心知肚明，无需多言。</p> <p>　　颔联两句，诗人走上前去，镜头拉近，细节刻画物景与人景：“纸灰飞作白蝴蝶，泪血染成红杜鹃。”字面上很好说，就是说冥纸成灰，灰飞漫天，好似白色的蝴蝶；相思成泪，泪滴成血，仿佛红色的杜鹃。可为什么要以纸灰作蝴蝶，泪血作杜鹃，而不是旁的什么？我们都知道中国古代美丽的神话中有<a href=\"http://so.gushiwen.org/author_685.aspx\">庄周</a>化蝶、杜鹃啼血的范式。那么就清楚了：原来蝴蝶是沟通阴阳二界的使者啊，冥纸当然就是起到这样的作用；同样的，相思要怎么样来表达才最恳切，总不至于老是“思君如流水，何有穷已时”一类的吧，这样就浅薄了。“我”要告诉阴间的人，“我们”想你想得都把眼泪哭干了，现在啼出来的是血啊！这种震撼力，实在是难以言表的。</p> <p>　　颈联承接上句，依照时间发展续写诗人的所见所想：“日落狐狸眠冢上，夜归儿女笑灯前。”出句当然是虚景，哪里会有这么巧让诗人碰到狐狸在冢穴里面睡觉呢！不过是说，一天的祭扫结束了，日薄西山，人人各自归家，但“我”知道，只有一种动物是不会离开的，那便是狐狸。你凭什么这么说？虽然“我”没有看见，但“我”竟连“狐死必首丘”的道理也不懂吗？你们这些人，祭扫之时哭哭啼啼，平日里哪里见到你们有丝毫的伤心难过？狐狸却不同，它们始终对同伴、对“家庭”忠诚无二，即使死了，也要将头对准丘穴的方向！真是“狐犹如此，人何以堪”啊！这一层强烈的反差不经仔细的推敲是得不到的。可是哪里知道反差更强烈的还在后头：晚上回到家来，看到孩子们在灯前玩闹嬉戏，他们怎么会知道“我”的心酸，怎么会知道生离死别的痛苦？这于我们来说，又是一个极大的冲击。可是还不止如此，我们再挖掘下去就发现：这些孩子都还那样弱小，是那么天真无邪，可是终归要长大，终归要衰老，终归也要死去，这是天命所在，是多么得令人遗憾，令人神伤。你看，这里正好与首联我们提到的诗人厌倦死亡的思想相照应了。是不是吃了一惊，短短十四个字，居然内涵多至如斯境地，且皆为感人心魄，发人深省之语。</p> <p>　　尾联诗人要总结了，也算是表达自己的态度：“人生有酒须当醉，一滴何曾到九泉。”应当说这是比较易见的文人士大夫的心理常态，就是及时行乐。我们读到这里，定会不由自主地联想到《古诗十九首》里那么成系统地高唱“人生不满百，常怀千岁忧。昼短苦夜长，何不秉烛游？”或者会更直接想到“今朝有酒今朝醉，明日愁来明日愁”。但果真如此简单吗？我认为关于这一点我们存在一种认识上的误区：即并未区分与判断抒发及时行乐思想究竟是已臻化境，心本开阔，还是无奈愁极，故作旷达，这一点是极重要的问题，是可以作为专题来研究的。就<a href=\"http://so.gushiwen.org/author_64.aspx\">高翥</a>这首诗而言，显然是故作旷达无疑。你看，诗人尚在阳间，就已经想到死后别人祭祀他的酒他一滴也尝不到了，可见他对这个世界是何其留恋！老子说：“五色令人目盲，五音令人耳聋，五味令人口爽，驰骋畋猎令人心发狂”，由此可见欲望能使人丧失本我，渐成依赖。</p> <p>　　原本下面该是艺术手法的分析，因又要涉及理论，与我想要表达鉴赏的最初的心理流变旨趣不合，故略去。高翥是南宋后期江湖诗派的重要作家，且为宁波人，可以说，无论从时间上还是空间上，都与我近来研究的<a href=\"http://so.gushiwen.org/author_3076.aspx\">楼钥</a>有偶合之处。 </p>",
  "poet": {
    "id": 64,
    "star": 0,
    "name": "高翥",
    "image": "http://img.gushiwen.org/authorImg/gaozhu.jpg",
    "desc": "高翥（1170～1241）初名公弼，后改名翥（音同“著”）。字九万，号菊磵（古同“涧”），余姚（今属浙江）人。游荡江湖，布衣终身。是江南诗派中的重要人物，有“江湖游士”之称。高翥少有奇志，不屑举业，以布衣终身。他游荡江湖，专力于诗，画亦极为出名。晚年贫困潦倒，无一椽半亩，在上林湖畔搭了个简陋的草屋，小仅容身，自署“信天巢”。72岁那年，游淮染疾，死于杭州西湖。与湖山长伴，倒是遂了他的心愿。"
  },
  "tags": [
    "清明节",
    "感伤",
    "相思"
  ]
}