{
  "id": 193,
  "star": 41,
  "name": "小旻",
  "dynasty": "先秦",
  "content": "旻天疾威，敷于下土。谋犹回遹，何日斯沮？谋臧不从，不臧覆用。我视谋犹，亦孔之邛。</p> <p>潝潝訿訿，亦孔之哀。谋之其臧，则具是违。谋之不臧，则具是依。我视谋犹，伊于胡厎。</p> <p>我龟既厌，不我告犹。谋夫孔多，是用不集。发言盈庭，谁敢执其咎？如匪行迈谋，是用不得于道。</p> <p>哀哉为犹，匪先民是程，匪大犹是经。维迩言是听，维迩言是争。如彼筑室于道谋，是用不溃于成。</p> <p>国虽靡止，或圣或否。民虽靡膴，或哲或谋，或肃或艾。如彼泉流，无沦胥以败。</p> <p>不敢暴虎，不敢冯河。人知其一，莫知其他。战战兢兢，如临深渊，如履薄冰。",
  "fanyi": "<p><strong>译文<br></strong>苍天苍天太暴虐，灾难降临我国界。朝廷策谋真邪僻，不知何时能止歇。善谋良策难听从，歪门邪道反不绝。我看朝廷的谋划，确是弊病太多些。<br>小人叽喳攻异己，是非不分我悲凄。若有什么好谋略，他们全都不肯依。若有什么坏计策，他们全都会同意。我看朝廷的谋划，不知弄到何境地。<br>占卜灵龟已厌倦，谋划再不向我谈。谋臣策士实在多，就是没有好意见。议论纷纷满庭中，指出弊病有谁敢！就像谋划要远行，真到路上没效验。<br>如此谋划我悲痛，古圣先贤不效法，常规大道不遵从。近僻之言王爱听，肤浅之见纷聚讼。就像宫室建路上，当然不会获成功。<br>国家虽然没法度，人有聪明有糊涂。人民虽然不富足，还有明哲有善谋，有能治国有严肃。就像长流那泉水，不让衰败与陈腐！<br>不敢空手打虎去，不敢徒步过河行。人们只知这危险，不知其他灾祸临。面对政局我战兢，就像面临深深渊，就像脚踏薄薄冰。</p> <p><strong>注释<br></strong>1.旻（mín）天：秋天，此指苍天、皇天。疾威：暴虐。<br>2.敷：布施。下土：人间。<br>3.谋犹：谋划、策谋。犹、谋为同义词。回遹（yù）：邪僻。<br>4.斯：犹“乃”、才。沮：停止。<br>5.臧（zāng）：善、好。从：听从、采用。<br>6.覆：反、反而。<br>7.孔：很。邛（qióng）：毛病、错误。<br>8.潝（xì）潝：小人党同而相和的样子。訿（zǐ）訿：小人伐异而相毁的样子。<br>9.具：同“俱”，都。<br>10.依：依从。<br>11.伊：推。于：往、到。胡：何。底：至，指至于乱。<br>12.龟：指占卜用的灵龟。厌：厌恶。<br>13.犹：策谋。<br>14.用：犹“以”。集：成就。<br>15.咎（jiù）：罪过。<br>16.匪：彼。行迈谋：关于如何走路的谋划。<br>17.匪：非。先民：古人，指古贤者。程：效法。<br>18.大犹：大道、常规。经：经营、遵循。<br>19.维：同“唯”，只有。迩（ěr）言：近言，指谗佞肤浅无远见的言论。<br>20.争：争辩、争论。<br>21.溃：通“遂”，顺利、成功。<br>22.靡：没有。止：礼。靡止，犹言没有礼法、没有法度。<br>23.膴（wǔ）：肥。靡膴，犹言不富足、尚贫困。<br>24.艾：有治理国家才能的人。<br>25.无：通“勿”。沦胥：沉没。败：败亡。<br>26.暴（bào）虎：空手打虎。<br>27.冯（píng）河：徒步渡河。<br>28.其他：指种种丧国亡家的祸患。<br>29.战战：恐惧的样子。兢（jīng）兢：谨慎的样子。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　全<a href=\"http://so.gushiwen.org/view_193.aspx\">诗</a>六章，前三章每章八句，后三章每章七句。</p> <p>　　第一章突兀起句，以怨天的口气发端，指出当前王朝政治的灾难是“谋犹回遹”，昏庸的国王是非不辨、善恶不分，结果“谋臧不从，不臧覆用”，表现出作者对国家命运的愤慨和忧虑。第二章进一步指出，所以造成这种政治上的混乱局面，是由于一些掌权者叽叽喳喳、党同伐异。他们“谋之其臧，则具是违；谋之不臧，则具是依”，因而诗人再次发出感叹：这样下去，不知国家要弄到什么地步！从而加深了第一章内容的表述。第三章，作者用“我龟既厌”这一典型的事例再次表示对王朝政治、国家命运的深切忧虑，并指出，朝廷上虽然“谋夫孔多”、“发言盈庭”，但都是矢不中的、不着边际的空谈。接着第四章又进一步说明，当前王朝的政令策谋，上不遵古圣先贤、下不合固有规范，而国王还偏听偏信、不加考究，就使王朝的策谋更加脱离实际了。第五章作者又以谏劝的口气说，国家各种人才都有，国王要择善而从，不要使他们流散、消亡。这实是对周王发出了警告。最后一章，作者再次表达了自己忧虑国事的深沉心情，其中“战战兢兢”三句，生动形象、寓意鲜明，写出了自己焦虑万状的心态，广为后世所引用，早已成为著名的成语。</p> <p>　　由上述内容，与其说这是一首政治讽刺诗，不如说它是一首政治抒情诗更确切些。当然，政治讽刺也是一种政治抒情。作者以“谋犹回遹”为此诗中心议题，以对国事的忧虑为主线，以感叹的语气贯穿始终，从中把叙述、揭露、讽刺和议论有机地结合在一起来表述，从而形成了此诗主题明确、内容丰富和感情深厚的显著特色。从谋划的正邪、决策的当否，能看到政治的弊端以至国家的命运，表现了作者具有比较敏锐的政治洞察力，并忧心忡忡，如临深渊、如履薄冰地为国事操心，表现了作者具有比较深厚的爱国感情，这些也就是此诗思想价值之所在。</p>",
  "about": "<h2>创作背景</h2> 　　此<a href=\"http://so.gushiwen.org/view_193.aspx\">诗</a>为讽刺周代昏庸的统治者而作。《毛诗序》说：“《小旻》，大夫刺幽王也。”郑笺又订正说：“当为刺厉王。”<a href=\"http://so.gushiwen.org/author_459.aspx\">朱熹</a>《诗集传》不明言讽刺何王，只说“大夫以王惑于邪谋，不能断以从善而作此诗”。综观全诗，作者应该是西周王朝末期的一位官吏，至于是讽刺周幽王还是周厉王，诗无明证，只好用“最高统治者”统而言之。不论是幽王还是厉王，他们都骄奢腐朽，昏愦无道，善恶不辨，是非不分，听信邪僻之言，重用奸佞之臣，不知覆灭之祸，已积薪待燃。",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": [
    "诗经",
    "爱国",
    "怨刺"
  ]
}