{
  "id": 64859,
  "star": 16,
  "name": "贺新郎·春情",
  "dynasty": "宋代",
  "content": "篆缕销金鼎。醉沉沉、庭阴转午，画堂人静。芳草王孙知何处，惟有杨花糁径。渐玉枕、腾腾春醒。帘外残红春已透，镇无聊、殢酒厌厌病。云鬓乱，未忺整。<br>江南旧事休重省。遍天涯、寻消问息，断鸿难倩。月满西楼凭阑久，依旧归期未定。又只恐、瓶沉金井。嘶骑不来银烛暗，枉教人、立尽梧桐影。谁伴我，对鸾镜。",
  "fanyi": "<p><strong>译文<br></strong>铜鼎香炉的烟缕像篆书般缭绕升腾。醉意沉沉之中，见庭院树荫转了正午，那人在画堂里好寂静。芳草无涯不知王孙何处留踪影？只有暮春的杨花柳絮撒满小径。春光渐去将我从枕上朦朦惊醒。帘外是凋残的落红，春色已熟透，终日百无聊赖，总借酒消愁弄得倦怠如病。满头如云的鬓发乱纷纷，想梳理却无心修整。<br>江南旧事休再重新反省。踏遍天涯寻访他的消息，离群的孤雁难以托请。靠着栏杆久久眺望，明月映满西楼，他的归期是否依旧不定？又恐怕像银瓶沉落金井。昏暗了银座的烛灯，也不见骏马嘶叫着归来，教人枉然在月下伫立得消失了梧桐树影。还有谁陪伴我，对着鸾镜画眉描容？</p> <p><strong>注释<br></strong>⑴贺新郎：词牌名。又名《金缕曲》、《乳燕飞》、《貂裘换酒》。双调一百一十六字，前后片各六仄韵。<br>⑵篆（zhuàn）缕：指香烟袅袅上升，如篆字和线。金鼎：香炉。<br>⑶画堂：泛指华丽的堂舍。<br>⑷王孙：泛指男子。<br>⑸糁（sǎn）：飘散。<br>⑹玉枕：玉制或玉饰的枕头。亦用作瓷枕、石枕的美称。<br>⑺腾腾：蒙胧、迷糊的样子。<br>⑻镇：整日，久。<br>⑼殢（tì）酒：困于酒。厌厌：形容病态。<br>⑽忺（xiàn）：高兴。<br>⑾重省：重提。<br>⑿倩（qìng）：请，央求。<br>⒀瓶沉金井：指彻底断绝，希望破灭。金井，饰有雕栏的井。<br>⒁嘶骑：嘶叫的马。<br>⒂鸾（luán）镜：妆镜。传说罽宾王获一鸾鸟，三年不鸣，听说只有见了同类才鸣，就悬一镜子让他照，鸾见影，悲鸣冲天，一奋而死。</p><br/><h2>英译</h2> LI Yu – Lyrics to the Melody of Congratulations to the Groom<br>From the gold burner scatter twirls of smoke in seal *,<br>Deep in a hangover I am, in the shade is the courtyard in the afternoon,<br>The hall is quiet and undisturbed.<br>Where are those noblemen in search of fragrant verdure?<br>There are only willow catkins drifting over the paths.<br>On a jade pillow, slowly I sober become,<br>Beyond the screen scatter the remains of blossoms after spring has passed,<br>Steeped in tedium, I'm weak and weary from the wine I drank.<br>Messy is my hair, though for now I don't feel like combing it.<br>I shall not dwell on what happened in the Yangtze's south,<br>I've travelled from place to place in search of his whereabouts,<br>Unfortunately stray wild geese cannot be entrusted with assignments.<br>On the balustrade of the west chamber I lean under the moonlight,<br>Still not yet decided is his return date.<br>I'm afraid maybe it's like a message in a bottle that has sunken into a well,<br>Maybe his horse will not come and the silver candle holder shall in the dark remain,<br>Yet here I am pacing under the phoenix tree in vain.<br>Who have I to at my side as I a pretty phoenix mirror face?",
  "shangxi": "<h2>赏析</h2> <p>　　此词开篇写道，铜炉里的香烟，缭绕上升，盘旋似篆文，这时候已经消散；庭院里树木的阴影转过了正午所在位置，也就是<a href=\"http://so.gushiwen.org/author_197.aspx\">刘禹锡</a>《池亭》<a href=\"http://so.gushiwen.org/view_64859.aspx\">诗</a>所写的“日午树阴正”，而稍稍往东偏斜了。这几句描绘的是深锁闺房“醉沉沉”的人之所见、所感。开头三句已充分刻画了“画堂人静”。因为如果不是这样宁静，人不会对炉中升起的香烟那么注视，看出它升起后的形态变化以至于散灭；对庭中树木阴影的“转午”，也不会感觉得出来。身在如此的环境中，她想着什么，才透出一些消息：“芳草王孙知何处？”这里是用“王孙游兮不归，春草生兮萋萋”（《楚辞·招隐士》）的句意，表明“她”是在怀念远人。“惟有杨花糁径”点明此时是杨花飘飞的暮春天气。她的情，如山涧小溪，水流缓慢，与那静悄悄的环境，很是和谐。不过从“杨花糁径”看，这春光已是“二分尘土，一分流水”（<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>《水龙吟·次韵章质夫杨花词》）了。“惟有”二字又表明路上只有杨花，并无他所盼望的归人。她的愁绪从中轻轻地流漾出来了。</p> <p>　　“渐玉枕、腾腾春醒”。从方才的“醉沉沉”而仍有所感觉来看，她依依而睡并不久。“腾腾春醒”这句话说的是醒后懒散的情态，与“醉沉沉”上下照应。彼时即有“芳草王孙知何处”之感，现在梦破春醒，这种感觉岂不更深？感情的潮水将在她的心里掀起更大波澜，也许还是“醉沉沉”的好。“帘外残红春已透”，加上前面的“杨花糁径”，为什么接连不断地重复春天的归去呢？春老花残，闺中人敏锐地感觉自己的青春将逝，红颜将老。从这些看似写景的反复描述中，可以看出正渗透着人的感情。“情景名为二，而实不可离。神于诗者，妙合无垠。巧者则有情中景，景中情”（<a href=\"http://so.gushiwen.org/author_504.aspx\">王夫之</a>《姜斋诗话》）。这几句的“景中情”完全达到了“妙合无垠”的地步。</p> <p>　　“镇无聊、殢酒厌厌病”。前面的景物描绘无不寓有一个“情”字，到此句便写出女主人公残春时节的心情。这句词中的“镇”作“长”的解。这句话说的是长日情思无聊，故缠绵于酒，借以消愁。<a href=\"http://so.gushiwen.org/author_52.aspx\">刘过</a>《贺新郎》词曰：“人道愁来须殢酒”，就是这种状态了。结果是愁未能消，反而因酒致病，精神不振。“云鬓乱，未忺整”，说的是没有好心情去梳理零乱的鬓发。这其中有一个原因是，更有“岂无膏沐，谁适为容”（《诗经·卫风·伯兮》）之意。因“无聊”而“殢酒”，因酒而“厌厌病”，因病而懒妆流，归根结底都是因为春去而人不归引起。词写到这里，已由外部描写隐约透露出人物的内心。</p> <p>　　下阕，则完全转入女主人公自我抒情了。“江南旧事休重省”，这句劈空而来，一下启开了女主公人的心扉。那“江南旧事”，也许是一段令人难忘的温馨岁月吧，此时却是“休重省”了。是真的不愿“重省”么，还是“省”也无用，故作决绝语呢？正是这一个“休”字蕴含着说不尽的情意。接着她直率地道出了底蕴：“遍天涯、寻消问息，断鸿难倩”，说的是到处探听而信音杳然。“月满西楼凭阑久”，说的是她悄悄登上西楼，独自望着银白的月光洒满大地，痴痴地想着。“依旧归期未定”，是说他现在大概正想着回来，只是日子还没有确定，所以鸿雁没有传来书信吧。</p> <p>　　这只是她的想象，情况是否如此，并不十分清楚。这样她又陷入了揣想中：“又只恐瓶沉金井”。<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>《井底引银瓶》诗有云：“井底引银瓶，银瓶欲上丝绳绝；石上磨玉簪，玉簪欲成中央折。瓶沉簪折知奈何，似妾今朝与君别。”此词根据白诗以“绳断瓶沉”作比，慨叹爱情破裂已无法弥合。“又”字意味深长，它恰与上句联系着。她本来是希望他能回来，只是“归期未定”；转而再想，愈感到没有把握，故有此“又”字。读之令人感到万转千回，心潮翻腾，柔肠寸断。</p> <p>　　“嘶骑不来银烛暗，枉教人立尽梧桐影”。从“篆缕销金鼎”到“庭阴转午”，到“月满西楼”，到“银烛暗”，时间的脚步在静寂中前进着。她沉醉，入梦，醒来，倚阑望月，最后寄希望于万一，盼着听到马嘶声，所思念的人也许会骑着马归来吧。但直到“银烛暗”了，月落了，“梧桐影”尽了，她一直在痴痴地望着，听着，仍不见人归。这里直引<a href=\"http://so.gushiwen.org/author_375.aspx\">吕岩</a>《梧桐影》词“教人立尽梧桐影”，而添一“枉”字领起，语更痛切。“谁伴我，对鸾镜”，这是发自肺腑的痛切心声。“鸾镜”，是用来梳妆的。昔日鸾镜前，人影双双，也许还有过张敞画眉那样的风流韵事，然而此时独对鸾镜，着实令人柔肠寸断。这位女主人公自始至终，没有一言一语埋怨对方，直到最后，也只是婉转倾诉，连一点愠怒的情绪都没有。和婉淳雅，在思归的形象中，独树一帜。</p>",
  "about": "<h2>创作背景</h2> 　　这首词具体创作年代已不详。这是一首闺情词，可能是作者为表达对所识思妇的同情而作的一首词。",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "李玉"
  },
  "tags": [
    "婉约",
    "女子",
    "思念"
  ]
}