{
  "id": 5551,
  "star": 60,
  "name": "洛阳女儿行",
  "dynasty": "唐代",
  "content": "洛阳女儿对门居，才可颜容十五余。<br>良人玉勒乘骢马，侍女金盘脍鲤鱼。<br>画阁朱楼尽相望，红桃绿柳垂檐向。<br>罗帷送上七香车，宝扇迎归九华帐。<br>狂夫富贵在青春，意气骄奢剧季伦。<br>自怜碧玉亲教舞，不惜珊瑚持与人。<br>春窗曙灭九微火，九微片片飞花琐。<br>戏罢曾无理曲时，妆成祗是熏香坐。<br>城中相识尽繁华，日夜经过赵李家。<br>谁怜越女颜如玉，贫贱江头自浣纱。",
  "fanyi": "<p><strong>译文<br></strong>洛阳有一位女子住在我家对门，正当十五六的芳年容颜非常美丽。<br>她的丈夫骑一匹青白相间的骏马，马具镶嵌着珍贵的美玉。她的婢女捧上黄金的盘子，里面盛着烹制精细的鲤鱼。<br>她家彩绘朱漆的楼阁一幢幢遥遥相望，红桃绿柳在廊檐下排列成行。<br>她乘坐的车子是用七种香木做成，绫罗的帷幔装在车上。仆从们举着羽毛的扇子，把她迎回绣着九花图案的彩帐。<br>她的丈夫青春年少正得志，骄奢更胜过石季伦。<br>他亲自教授心爱的姬妾学习舞蹈，名贵的珊瑚树随随便便就送给别人。<br>他们彻夜寻欢作乐，窗上现出曙光才熄去灯火，灯花的碎屑片片落在雕镂的窗棱。<br>她成天嬉戏游玩，竟没有温习歌曲的空暇，打扮得整整齐齐，只是熏着香成天闲话。<br>相识的全是城中的豪门大户，日夜来往的都是些贵戚之家。<br>有谁怜惜貌美如玉的越女，身处贫贱，只好在江头独自洗纱。</p> <p><strong>注释<br></strong>⑴洛阳女儿：取梁武帝<a href=\"http://so.gushiwen.org/author_884.aspx\">萧衍</a>《河中之水歌》中“河中之水向东流，洛旧女儿名莫愁”语。<br>⑵才可：恰好。容颜：一作“颜容”。十五余：十五六岁。梁简文帝《怨歌行》：“十五颇有余。”<br>⑶良人：古代妻对夫的尊称。玉勒：玉饰的马衔。骢（cōng）马：青白色的马。<br>⑷脍（kuài）鲤鱼：切细的鲤鱼肉。脍：把鱼、肉切成薄片。<br>⑸罗帷：丝织的帘帐。七香车：旧注以为以七种香木为车。<br>⑹宝扇：古代贵妇出行时遮蔽之具，用鸟羽编成。九华帐：鲜艳的花罗帐。<br>⑺狂夫：犹拙夫，古代妇女自称其夫的谦词，<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>《捣衣篇》：“狂夫犹戍交河北。”<br>⑻剧：戏弄，意谓可轻视<a href=\"http://so.gushiwen.org/author_883.aspx\">石崇</a>。李白《长干行》：“拆花门前剧”。季伦：晋石崇字季伦，家甚豪富。<br>⑼怜：爱怜。碧玉：《乐府<a href=\"http://so.gushiwen.org/view_5551.aspx\">诗</a>集》以为刘宋汝南王妾名。这里指洛阳女儿。<br>⑽“不惜”一句：《世说新语·侈汰》记，王恺以晋武帝所赐二尺珊瑚示石崇，崇以铁如意击之。王恺斥之，崇乃命人搬来三四尺高珊瑚六七枝偿还之。<br>⑾曙（shǔ）：天明。九微灯：汉武帝供王母使用的灯，这里指平常的灯火。<br>⑿片片：指灯花。花琐：指雕花的连环形窗格。<br>⒀曾无：从无。理：温习。<br>⒁熏（xūn）香：用香料熏衣服。<br>⒂赵李家：汉成帝的皇后赵飞燕、婕妤李平。这里泛指贵戚之家。<br>⒃越女：指春秋时期越国美女西施。越，这里指今浙东。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　在封建社会中，有一种很普遍的社会现象：小家女子一旦嫁给豪门阔少，便由贫贱之身一跃而为身价百倍的贵妇人，恃宠享乐。娇贵异常；而不遇之女，即使美颜如玉，亦不免终生沦于贫贱境地。此<a href=\"http://so.gushiwen.org/view_5551.aspx\">诗</a>所写，盖为此而发，而其所蕴含的意义却超越了诗中所写事实本身，从而使这首诗的诗意具有了很大约外延性。或谓伤君子不遇，或谓讥刺依附权贵的封建官僚，或谓慨叹人生贵贱的偶然性，都能讲得通。</p> <p>　　全诗可分为两部分。前十八句为第一部分，构成了这首诗的主体，塑造了因遇而骤得富贵的“洛阳女儿”这一艺术形象。开头两句对“洛阳女儿”略作介绍。以冷语发端，自含鄙夷之意。下面两句说她的丈夫骑着宝玉络头、毛色青白相间的高头大马，她的侍女为她献上满盈金盘的鲤鱼片。一为侧笔映衬，二为正面描写，一虚一买，“洛阳女儿”的身价和地位显示出来了。一个普通的小家女子，朝夕之间竟身价百倍，原因就是嫁给了一位颇有身份的“良人”。遇者则贵、不遇者则贩的人生感慨，暗暗含在其中。“画阁”以下四句，写“洛阳女儿”住在红桃绿柳竟相掩映的画阁朱楼，出门坐的是用罗帷遮护的七香车，回来的时候，用宝扇遮面，被接入九华帐里。至此，“洛阳女儿”的饮食起居已见一斑。“狂夫富贵在青春”到“不惜珊瑚持与人”，连续驱使典故，插入对其丈夫的描写;结构上照应上文“良人”一句，将诗意补足。其夫正当青春年华，身享荣华富贵，意气骄奢，甚于晋代巨富<a href=\"http://so.gushiwen.org/author_883.aspx\">石崇</a>；丈夫亲自教她跳舞，其怜爱之情，一如刘宋汝南王之干爱妾碧玉。“不惜珊瑚持与人”，用石崇与王恺斗富一事，将“良人”骄奢豪富之态现于纸上。这里所描写的是“狂夫”之相，但细玩诗意，却是借“狂夫”之相，以形“洛阳女儿”的娇贵之态，貌似游离实则还是为写“洛阳女儿”而驱使笔墨的。随后，顺接上面的“自怜碧玉亲教舞”句意，迤逦而下，正面描写“洛阳女儿”在九微灯约光晕里，在雕花的连环形窗下，通宵达旦，歌舞不休。这里特别点染了灯花燃尽而扑窗乱飞的一个细节，暗示“洛阳女儿”通宵沉醉于狂歌狂舞中，直到天亮，九微灯才熄灭，这里以九微灯入诗，无异是把“洛阳女儿”与王母同化为一体了，从而为“洛阳女儿”披上了一层高贵的外衣。其富贵之相，借典故婉然传出。“戏罢曾无理曲时，妆成只是熏香坐”，写“洛阳女儿”戏乐已毕，无暇练习曲子；打扮好了，依炉熏香而坐。“坐”字，仿佛见其慵懒之态和空虚无聊的贵族生活。下面又拓开一层，写“洛阳女儿”出入贵戚之家，奔走权门之内，虽语不涉讽，但讽意存焉。</p> <p>　　诗的最后两句为第二部分。诗人把笔锋猛地一转，描绘出一幅貌似孤立实则与上文融浃为一的越女浣纱的画面。美颇如玉的越国女子西施，在她未遇之时，身处贫贱地位，只好在江边漂洗罗纱。“谁怜”二字，一贯到底，造成快速的节奏和奔流的诗意，表达了诗人对不遇者的深切同情。其中也不乏感愤不平之气。</p> <p>　　全诗描写了两种人物形象，一贵一贱，一奢靡，一穷困，各成独立的画面，却又相反相成地统一于全诗中。写法上，前一部分以繁笔铺张扬厉，穷形尽相；后一部分以简笔淡然点染，意到即止。一繁一简，繁简各宜。诗中有讽刺，有同情，有慨叹，而这又深深地隐蔽在文字背后。</p><br/><h2>简析</h2> 　　此<a href=\"http://so.gushiwen.org/view_5551.aspx\">诗</a>题下原注“时年十六”，可见是诗人早年得意之作。诗题取自梁武帝<a href=\"http://so.gushiwen.org/author_884.aspx\">萧衍</a>《河中之水歌》“洛阳女儿名莫愁”，用以概指当时贵族女子。全诗写豪家女子无比娇贵逸乐的生活状况，从容颜之娇美、住宅之富丽、饮食之珍奇写到夫婿之豪奢、交游之高贵，极尽铺排渲染之能事。其中季伦，指晋代<a href=\"http://so.gushiwen.org/author_883.aspx\">石崇</a>，石崇字季伦，以骄奢著称。赵李，指汉成帝后妃赵飞燕、武帝时李夫人，此代指皇亲贵戚。诗的最后两句猛然转折，以如玉越女江头浣纱作对比，在强烈的反差中突现主题，使前面的华丽描绘一下子变为对贵族生活乃至社会不公的冷峻批判，其蕴含思想之深度与批判之力度，在<a href=\"http://so.gushiwen.org/author_515.aspx\">王维</a>诗中甚为罕见。",
  "poet": {
    "id": 515,
    "star": 0,
    "name": "王维",
    "image": "http://img.gushiwen.org/authorImg/wangwei.jpg",
    "desc": "王维（701年－761年，一说699年—761年），字摩诘，汉族，河东蒲州（今山西运城）人，祖籍山西祁县，唐朝诗人，有“诗佛”之称。苏轼评价其：“味摩诘之诗，诗中有画；观摩诘之画，画中有诗。”开元九年（721年）中进士，任太乐丞。王维是盛唐诗人的代表，今存诗400余首，重要诗作有《相思》《山居秋暝》等。王维精通佛学，受禅宗影响很大。佛教有一部《维摩诘经》，是王维名和字的由来。王维诗书画都很有名，非常多才多艺，音乐也很精通。与孟浩然合称“王孟”。"
  },
  "tags": [
    "唐诗三百首",
    "乐府",
    "女子",
    "生活"
  ]
}