{
  "id": 55637,
  "star": 11,
  "name": "瑞鹤仙·郊原初过雨",
  "dynasty": "宋代",
  "content": "郊原初过雨。见败叶零乱，风定犹舞。斜阳挂深树。映浓愁浅黛，遥山眉妩。来时旧路。尚岩花、娇黄半吐。到而今，唯有溪边流水，见人如故。 <br>无语。邮亭深静，下马还寻，旧曾题处。无聊倦旅。伤离恨，最愁苦。纵收香藏镜，他年重到，人面桃花在否。念沈沈、小阁幽窗，有时梦去。",
  "fanyi": "<p><strong>译文</strong><br>郊野上秋雨初晴，只见几片零乱的落叶，风住了还在动荡不停。斜阳挂在远树之上，映照着远山或暗或明，宛如美人微颦。来时曾经走过的旧路，当时尚有黄色的岩花开放争荣。如今只有溪边的流水，依旧来见故人。<br>我默默无语，客舍中寂静冷静。我下马开始找寻，从前在何处题<a href=\"http://so.gushiwen.org/view_55637.aspx\">诗</a>抒情。奔波旅途的人本来无聊，感伤离别更令人愁苦不宁。纵然我保存着她的香料和明镜，可如今又有何用？等待他年重到那里，人面桃花是否依旧，实在难以肯定。我思绪联翩，眷恋着那个小楼幽窗中的美人，也只能有时在梦里去寻找她的踪影。 </p><p><strong>注释</strong><br>邮亭：古时设在路边，供送文书的人和旅客歇宿的馆舍。<br>收香藏镜：晋贾充之女贾午爱韩寿，以御赐西域奇香赠之；汉秦嘉妻<a href=\"http://so.gushiwen.org/author_2842.aspx\">徐淑</a>赠秦嘉明镜。此处指将情人赠物收藏。</p><br/><p><strong>译文</strong><br>郊外原野刚下过一场雨，只见枯枝败叶零乱，雨停风定后还在空中飘舞。夕阳斜挂丛林树梢，照得远山如佳人微皱愁眉，显得分外妩媚凄楚。我沿着旧路重新走去，记得当时岩上有野花半吐。如今却只有路旁溪水，好像与我一见如故。<br>我默默无语。客舍里寂静无声，下马后我就仔细寻找，旧日曾经题<a href=\"http://so.gushiwen.org/view_55637.aspx\">诗</a>之处。这真是无聊疲倦的旅行，终日里感伤离愁别恨，最是让人心中悲苦。即便是我还保存着她的香镜，但他年故地重返，谁能知她是否还在故居？我想念那深深庭院小楼幽窗，愿在梦中寻她千百度。</p> <p><strong>注释</strong><br>1、风定：风停。<br>2、浓愁浅黛：喻指山色浅浅深深。黛，青色。<br>3、媚妩：西汉张敞为妻子画眉，长安人说他“眉妩”，这里指妩媚可爱。<br>4、岩花：长在岩石旁的花。<br>5、半吐：半开。<br>6、邮亭：古时设在沿途，供递送文书的人和旅客歇宿的馆舍。<br>7、旧曾题处：从前题字的地方。<br>8、收香藏镜：借喻对于爱情的坚贞执着。收香，用晋代贾充之女窃其父所藏奇香赠给韩寿，后结成夫妻的典故。藏镜，用南朝陈亡后，驸马徐德言与妻子乐昌公主因各执半镜而得以重圆的典故。这里表示自己珍藏着爱情的信物和对爱情的忠贞。<br>9、人面桃花：用<a href=\"http://so.gushiwen.org/author_74.aspx\">崔护</a>《题都城南庄》“人面不知何处去，桃花依旧笑春风”诗意。<br>10、小阁幽窗：指女子居住之处。</p>",
  "shangxi": "<h2>赏析二</h2> <p>　　这首词是作者旅途借宿，产生的相思离愁之情，通过描写郊原途中的凄美景色，来表达作者的离愁别绪。</p> <p>　　上片写风雨后黄昏之景，为抒离情渲染环境。“郊原初过雨，见败叶零乱，风定犹舞”三句写了郊原秋景的概况，刚刚下过一场雨，看见零乱的枯黄的叶子飘落在地，风停下来了，但枯叶仍在空中盘旋。如此开篇，一开始就将全词笼罩在一种怅然若失的氛围中。词人以写景开篇，为下文转入抒情创造气氛。在郊外平原上，刚下过一场秋雨。秋风、秋雨，向来逗人生愁，何况见败叶凋零，风定尚纷纷坠落，更触起词人心里的烦恼。这一情境宛似<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>《九歌·湘夫人》中的著名<a href=\"http://so.gushiwen.org/view_55637.aspx\">诗</a>句“袅袅兮秋风，洞庭波兮木叶下”，用飘坠的树叶衬托出思人纷乱不安的心情。只不过此词意境像南朝谢贞《春日闲居》的诗句“风定花犹落”，乃静中见动景象；而与屈原所作前两句纯为动态描写略显不同。以上三句，兼示各种声响——雨声、落叶声和断断续续的风声。接下去才着力勾画斜阳、深树和远山等静物，从中渲染出一段“浓愁”。因为斜阳使人生迟暮之感；深树隐映，益见暗淡。远山一抹深青色，恰似佳人眉黛呈妩，更逗人相思，更添人愁苦。“斜阳挂深树，映浓愁浅黛，遥山媚妩”三句接下来写远望的景色，斜阳挂在密密的树林之上，映照着远山，好似一个多愁的人蹙着双眉，其中“挂”字形象地写出了雨后斜阳的偏狭角度。“映浓愁浅黛”一句，则展现了雨后空气艨胧，远山的山形走势如空蒙的山水画，只有淡淡的墨痕。“来时旧路，尚岩花、娇黄半吐。到而今，唯有溪边流水，见人如故。”词人不禁回顾来时的旧路，见岩前的黄花仍含娇半吐，只不见人面何处。随着时间的流逝，事物都发生了变化；到而今不变的，似乎只有溪边的流水，待人如故。这当然纯属词人的主观想法，并不符合流水的实际情况。但词人目的在强调一切有情物都在变化；而流水之所以不变，乃由于它专于情。从这里可以看出：词人的审美判断完全取决于感情的需要；一切物象都透过词人感情的三棱镜而折射出种种奇光异彩。这是词人们不同于科学家们的所在。同时，“来时”与“今日”相对比，含蓄地将作者要表达的愁绪蕴含其中，惟妙惟肖。</p> <p>　　“郊原”六句以落叶、深树、遥山意象组合成寒秋风雨过后凄艳而衰乱的景象，“乱”、“愁”二字于远山妩媚之美景中已显示出风雨摧蚀的暗淡痕迹，乱叶零落，树色浓淡、浓者枯黄暗淡如愁容，淡者青绿如眉黛。以移情手法将深树喻为佳人，反射词人心迹，映衬出人生风雨飘摇，心绪之凌乱和情思之愁郁。“来时”四句以“岩花”、“流水”互文交映，追忆当初来此旧路时，岩花烂漫，流水潺泼，而今重来岩花凋谢。唯有流水伴我如故，写出落花流水变化无常的凄凉之感。</p> <p>　　下片抒相思寻旧之情。写词人下马探寻往昔与恋人游乐欢娱之旧踪，与败叶流水相对，物我寂然，无语凝噎之状。“无语”一顿，无语之中包含着千言万语，承上片探寻往昔的痕迹，承上启下。“无语”，既是上片回思万千而不得其解的结果；又是下片种种行为、思考和感慨的契机。“邮亭深静，下马还寻，旧曾题处。”这就是词人“无语”后的第一个行动。“深静”二字点出词人居深处静之孤独，寂寞境况。“旧曾题处”乃所寻旧日双双题诗传情，幽期密会之地。邮亭，是古代传递函件和书信的地方。而今它静悄悄，说明伊人音信杳无。词人往日可能曾偕伊人一同在此题写过什么；而今她既然杳无音讯，词人便退一步想寻得往日题写的所在，以访伊人旧踪，以当重晤。结果他有没有寻见，词中并未明言，读者自可任意思考。但事实是，无论词人寻得与否，都无补于他心灵的空虚。因此词人深深感到：“无聊倦旅。伤离恨，最愁苦。”后两句六个字，作者郁结心中的愁苦之情再也按捺不住，一涌而发，直抒胸臆，揭出本篇主旨：人在旅途，尽管已十分疲惫，但也是无可奈何的事，而每每离别所带来的感伤，则最令人愁苦。“收香藏镜”，收香、藏镜，暗用了两则典故。前则用晋代韩寿故事，韩寿年少貌美，为贾充的女儿所爱。贾充的女儿暗把皇帝赐给贾充的西域奇香送给他。此事后来被贾充发觉，贾充无可奈何，只好将女儿嫁给韩寿。后则用徐德言和乐昌公主的故事，徐德言娶了陈后主妹妹乐昌公主。在陈亡之前，他们把一面镜子破成两半，各执其半以为信物。陈亡之后，他们终因破镜相合而得重网。词人反用这两则典故，目的在强调即使信守前盟，他年重到，也未必就能会合。正如<a href=\"http://so.gushiwen.org/author_74.aspx\">崔护</a>《题都城南庄》所咏：“人面不知何处去，桃花依旧笑春风。”同时，这三句暗写前途未卜的忧虑和悲观的推测。即使把恋人所赠的异香或半镜珍藏好，等待着她的再次到来，可是将来能再见到她吗，也不知那位桃花般美丽的姑娘是否还在。“念沉沉”，既说明佳人居室之深远幽暗。又表现词人相思之悠悠深长，相思深切之时。唯有梦中去“小阁幽窗”，寻觅她的芳踪，徒增更深的空虚与渺茫。词人用梦境结束全词，说明除了梦境之外，他的企求在现实中是无法实现的。</p> <p>　　此词以“斜阳”始，以“幽梦”止，巧妙挽合今昔悲欢，写景寓情，叙事怀人，抱收香藏镜之痴，抒人去阁空之恨。全词风格委婉、含蓄，语言却甚流畅。虽然接连用了好几个典故，但不致使人感到晦涩难解。综合袁去华现存全部词作，足以看出其风格是多样的。他的词有些近于豪放，有些近于婉约；而豪放不至于粗，婉约不至于晦。在南宋初期的众多词人中，袁去华显然据有一个虽小而颇为独特的席位。</p><br/><h2>赏析</h2> <p>　　在南宋初期的词坛中，袁去华是个不太受人重视的人物。正史里没有留下他的传记，而且连他的生卒年代也无从考证。只知道他字宣卿，江西奉新人，是绍兴十五年的进士，曾做过善化（今湖南省长沙市）和石首（今属湖北省）的知县，留下了《宣卿词》一卷，共有九十八首，数量不算太少。</p> <p>　　这一首《瑞鹤仙》，其主题可以用词中的两句话概括，就是“伤离恨，最愁苦”。词从写景入手。“郊原”三句，写郊外雨后之状。在一望无际的荒郊原野上，一阵骤雨过后，风也停停了下来；但坠落的枯叶，却还在空中飘舞。这虽然是秋日郊原常见的景象，但对于一个离人来说，却显得格外的触目。这几句乍看是纯粹的写景，但只要稍加体味，就会发现其中已融入了作者凄凉的情思。景是各人眼中所见之景，是各人观照景物那一刹那思想感情的返照。因此透过这几句词所写景物的外观，读者可以窥见作者衰颓、凌乱的心绪，而且还可以隐隐感到其中似乎含有某种暗示：那“风定犹舞”的败叶，就像作者自己的身世、处境一样。这样，词一开头，就把人引到了怅惘的境界。</p> <p>　　“斜阳”三句，继续描写郊原景物。作者的视线移向了远方，只见已斜挂在丛密的小树林顶上的夕阳，它那金色的光线，把妩媚的远山照映得十分明显。这几句的感情色彩，比前面三句显然要浓得多，它透过字面呈现给读者的意象，是饱蘸着愁恨色彩的。本来，夕阳斜照，“遥山媚妩”，这就是一种悦目的景致。然而所作者所见到的，却是一副“浓愁浅黛”的状貌，这完全是移情作用的结果。黛青色的重叠的山峰，还可以使人联想到作者紧皱的双眉。北宋人<a href=\"http://so.gushiwen.org/author_270.aspx\">王观</a>有一首《卜算子》，开头两句写的是“水是眼波横，山是眉峰聚”，可供参阅。</p> <p>　　“来时旧路”至上阕结束，仍是写郊原风光。这里半是实景，半是虚景。“溪边流水”是实在的，是眼前所见到的；而“娇黄半吐”的“岩花”（生长在岩石旁的花）则是保存在脑海中的印象，是来时所见到的。当日迎人的有岩花与流水，此时则流水“见人如故”而已，可见岩花已经凋谢了，不存在于现实之中了。这一实一虚，造成了一种生机蓬勃景象与萧条萧杀景象的对比，当日与此时的对比。走在来时的旧路上，作者早已愁绪满怀，更是与那景物的萧条萧杀形成鲜明的对比。“多情自古伤离别，更那堪冷落清秋节”（<a href=\"http://so.gushiwen.org/author_535.aspx\">柳永</a>《雨霖铃》）古代人的情感大体相同。词写到这里，一位离人眼中的秋日郊原景物，渗透了感伤的情绪，展现了读者的面前了。</p> <p>　　下片另换场景，由郊原转入对邮亭（古时没设官道上供过往行人歇宿的馆舍）的描写。“无语”四句，勾画出作者来到邮亭前面，下马投宿的动作画面；他那“无语”的外在表观，揭示出他正在咀嚼凄凉悲哀的心灵活动。所谓“旧曾题处”，倒不一定非要理解为他曾经在这里留下过翰墨（<a href=\"http://so.gushiwen.org/view_55637.aspx\">诗</a>词之类），只不过是说他曾经在这里歇宿过而已。这种重临旧地而境况完全不同的情景，是最容易勾起人们的愁绪满怀，因此他的默默无言，也就是可以理解的了。</p> <p>　　“无聊倦旅”三句，由写景叙事转入抒情的描写，直接点出了“伤离恨，最愁苦”的这一主题，这是在“深静”的旧日邮亭中安顿下来之后必然产生的思想情感。这“离恨”的内容具体是指什么呢？从“纵相逢”三句，可知是作者不得已而离别了他的心上人，深恐他今生今世不能再与其相见的思想情感。“收香藏镜”是指自己对爱情的忠贞不二。（“收香”用的是晋代贾充之女贾午窃其父所藏奇香赠给韩寿、因而结成夫妇的典故，见《晋书·贾充传》。“藏镜”用的是南朝陈亡后，驸马徐德言与妻子乐昌公主因各执半镜而得以重圆的典故，见孟棨《本事诗·情感》）。“人面桃花在否”是担心不能再与女方相见的思想情感的表露。（用<a href=\"http://so.gushiwen.org/author_74.aspx\">崔护</a>在长安城南遇一女子，明年再来而“人面不知何处去，桃花依旧笑春风”的典故，亦见孟棨《本事诗·情感》）爱情的遇合与否决定于双方的主客观因素，使自己能够忠贞不二，又安知对方的情况如何呢！惆怅之情，溢于言表。既然现实已不一定能够相见，那就只好寄希望于梦中了。“念沉沉”三句，具体展示出这一想象中的梦寻之状。深沉的“小阁幽窗”，是佳人居所：“有时梦去”，本来是够虚无飘渺的，但慰情聊胜于无，总比连梦中也不得一见要好。宋徽宗被掳北行时想念故宫，也是叹息“和梦也新来不做”（《燕山亭》）。<a href=\"http://so.gushiwen.org/author_588.aspx\">晏几道</a>说得好：“梦魂惯得无拘检，又踏杨花过谢桥。”（《鹧鸪天》）梦中寻欢，也是够浪漫诗意的；并且以“念”字领起，又见出多少无奈之情。</p> <p>　　这首词当是作者与意中人分别以后抒写离恨而写的。宋代都市繁华，歌妓众多，无论是官妓、私妓还是家妓，偶然的遇合，就往往以她们的色相、伎艺，赢得了为科举功名而奔波的士子们的期盼，这是那时普遍的现象。其《荔枝香近》、《卓牌子近》、《长相思》、《宴清都》等，都是他和歌妓们聚时欢会或别后相思的记录。此词大约也是为此而写的。这一类词要说有很大的社会意义，那也不一定；不过两性关系总容易触动到感情的深处，往往使人荡气回肠就是了。</p>",
  "about": "<h2>创作背景</h2> 　　这首词当是作者分别意中人以后抒写离恨之作。宋代都市繁华，歌妓众多，无论是官妓、私妓还是家妓，偶然的偶合，就往往以她们的色相、伎艺，赢得了为科举功名而奔走道路的士子们的垂盼，这是当时普遍的现象。其《荔枝香近》、《卓牌子近》、《长相思》、《宴清都》等，都是他和歌妓们聚时欢会或别后相思的记录。此词大约也是为此而作。",
  "poet": {
    "id": 296,
    "star": 0,
    "name": "袁去华",
    "desc": "袁去华，字宣卿，江西奉新（一作豫章）人。生卒年均不详，约宋高宗绍兴末前后在世。绍兴十五年（公元一一四五年）进士。改官知石首县而卒。善为歌词，尝为张孝祥所称。去华著有适斋类稿八卷，词一卷，著有《适斋类稿》、《袁宣卿词》、《文献通考》传于世。存词90余首。"
  },
  "tags": [
    "宋词三百首",
    "写景",
    "离别",
    "抒情"
  ]
}