{
  "id": 52273,
  "star": 29,
  "name": "水调歌头·淮阴作",
  "dynasty": "宋代",
  "content": "当年五陵下，结客占春游。红缨翠带，谈笑跋马水西头。落日经过桃叶，不管插花归去，小袖挽人留。换酒春壶碧，脱帽醉青楼。<br>楚云惊，陇水散，两漂流。如今憔悴，天涯何处可销忧。长揖飞鸿旧月。不知今夕烟水，都照几人愁。有泪看芳草，无路认西州。",
  "shangxi": "<h2>赏析</h2> <p>　　起首两句追忆往昔，笔势不凡。五陵本是西汉前期五位皇帝的陵墓，地处渭水北岸，距都城长安不远；当初四周居住着许多豪门大户，子弟习尚奢纵。后代<a href=\"http://so.gushiwen.org/view_52273.aspx\">诗</a>文遂引为典实。此词借“五陵”以指作者故乡名城洛阳，意点染奢华豪纵的气氛，以映衬风流少年的俊爽形象。《乐府诗集》有《结客少年场行》，题解引《乐府广题》云：“按结客少年场，言少年时结任侠之客，为游乐之场，终而无成，故作此曲也。”词中“结客”二字即从此出。此处虽借鉴古人，而自抒怀抱，自具面目。首两句定下基调，下文分三层写开。</p> <p>　　“红缨翠带，谈笑跋马水西头。”两句承前“结客”句来，写朋侪相与之欢，并骑驰纵之远，笔墨极简省，而郊次春游时那欢畅自恣的场面连同游人的神情却表现得淋漓尽致。接下来是归途中的一个小插曲：薄暮时分，词人和他的友伴们头戴鲜花，打马朝城里走来，经过桃叶渡时，酒肆的美人上前相邀。句中“桃叶”是“桃叶渡”的省称，地处今江苏南京市秦淮河畔，这里是借指游冶的场所。“不管插花归去，小袖挽人留”，用倒装句式。“不管”的主语“小袖”置后，以突出人物。“不管”二字写出女子挽留之真诚与执着，是着力之笔，为下片抒写自己的恋情设下伏线。</p> <p>　　上片第一层极写其豪俊气概，第二层则表现其儿女柔情，亦豪旷，亦缠绵，一位风流少年的形象活<a href=\"http://so.gushiwen.org/author_2141.aspx\">脱脱</a>如目前。“换酒春壶碧，脱帽醉青楼”二句又起一层，笔墨酣畅淋漓。上句之“春壶碧”，暗写红粉情意，有“吴姬压酒劝客尝”的意境。结句有力突现了词人自家醉卧青楼的形象：开怀豪饮，至酒酣耳热之际，竟至脱帽露顶，可见畅快之至，亦不羁之至了。到了此处，一天的游春之乐达到高潮，作者的豪兴也尽情写出。整个上片选取最能表现早年生活风貌的骤马游春一幕来叙说，笔调欢快明朗，化前人意境于不知不觉间，妙合无限。</p> <p>　　过片三句，词意陡转，由昔入今，以精炼的语言概括出突如其来的家国变故。“楚云”诗词里常与女子相关，如张谓诗句：“红粉青娥映楚云”（《赠赵使君美人》）。“陇水散”用梁鼓角横吹曲《陇头流水歌》“陇头流水，流离四下”句意。《古今乐录》引《辛氏三秦记》曰：“陇渭西关，其陂九迥，上有清水，四注流下。”此中含隐着对那位青楼女的依依别情。语调沉重，悲思喷涌，“惊”、“散”二字带出作者受到震动、无限哀愁的神态，是很醒目的。</p> <p>　　以下两句，不假外物，直抒胸臆，充满哀极痛极的勃郁之气。“如今憔悴，天涯何处可销忧。”这近乎绝望的哀号，情感特强，因为是紧接前面力度很高的三句而来，故没有直白浅露之感，是感情凝聚、充积以至于倾泻的自然过程。“何处”二字已见出愁怀难遣，欲告无人的苦楚。于是词人瞩目于“飞鸿旧月”。词人问道：飞鸿可捎来故人的音讯？明月曾是往日生活的见证人，如今可愿传去心中的思念？它们把人的心绪带向遥远的故国，又触发物是人非之慨。此刻，作者想到的不仅仅是个人私情，他由个人的不幸遭遇联想到同怀国破家亡之恨的大众。所以说，“不知今夕烟水，都照几人愁”两句表明他多少意识到自己的命运始终连接着民族的兴亡，面前经历的是一场悲剧。这样，词的意境有了拓展。</p> <p>　　结句收缩全篇的悲愁思绪，显出“无垂不缩”的功夫。“有泪看芳草，无路认西州。”西州，当是用羊昙事。《晋书。谢安传》载，羊昙为谢安所重，谢安扶病还都时曾过西州门，“安薨后，（羊昙）辍乐弥年，行不由西州路。尝大醉，不觉至州门，痛哭而去。”词用此事，当有怀想谢安之类贤相、慨叹当世无人之意。南渡以来，<a href=\"http://so.gushiwen.org/author_723.aspx\">朱敦儒</a>无日不思念金人的统治下的故土，牵挂天各一方的亲朋。可是，泪眼所见，只有远接天际的芳草牵惹人的情思，而西州路遥不可接。这一结句亦景亦情，以沉痛之笔点活全篇，并使整体意境苍劲高起，读来似觉其千钧之力。</p>",
  "about": "<h2>创作背景</h2> 　　该词作于靖康之变后词人飘离异乡之时。",
  "poet": {
    "id": 723,
    "star": 0,
    "name": "朱敦儒",
    "image": "http://img.gushiwen.org/authorImg/zhudunru.jpg",
    "desc": "朱敦儒 （1081－1159），字希真，洛阳人。历兵部郎中、临安府通判、秘书郎、都官员外郎、两浙东路提点刑狱，致仕，居嘉禾。绍兴二十九年（1159）卒。有词三卷，名《樵歌》。朱敦儒获得“词俊”之名，与“诗俊”陈与义等并称为“洛中八俊” （楼钥《跋朱岩壑鹤赋及送闾丘使君诗》）"
  },
  "tags": [
    "追忆",
    "抒情",
    "伤怀",
    "惆怅"
  ]
}