{
  "id": 6437,
  "star": 27,
  "name": "西宫春怨",
  "dynasty": "唐代",
  "content": "西宫夜静百花香，欲卷珠帘春恨长。<br>斜抱云和深见月，朦胧树色隐昭阳。",
  "fanyi": "<p><strong>译文</strong><br>西宫中的夜晚非常清静,只有盛开在宫中庭院内的花朵悄悄地散布着阵阵香气。住在宫中的美人本来想要卷起用珠子串成的门帘出外赏花,却又因无心欣赏而作罢,只有怀着说不尽的怨恨而独守空闺。抱着琴瑟看月亮，许多树隐蔽着昭阳宫。</p> <p><strong>注释</strong><br>⑴云和：古代琴瑟一类乐器的代称。<br>⑵昭阳：宫殿名，曾为赵飞燕所居。这里指皇帝的居处。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　这首<a href=\"http://so.gushiwen.org/view_6437.aspx\">诗</a>以一个“春色恼人眠不得”的花月良宵为背景，描写一个被幽闭在深宫里的少女的一连串动作和意态，运思深婉，刻画入微，使读者如临其境，如见其人，并看到了她的曲折复杂的内心活动。</p> <p>　　诗的首句“西宫夜静百花香”，点明季节，点明时间，把读者带进了一个花气袭人的春夜。这一句，就手法而言，它是为了反衬出诗中人的孤独凄凉的处境；就内容而言，它与下文紧密衔接，由此引出了诗中人的矛盾心情和无限幽恨。作者的构思和用词是极其精细的。这里，不写花的颜色，只写花的香气，因为一般说来，在夜色覆盖下，令人陶醉的不是色而是香，更何况从下面一句看，诗中人此时在珠帘未卷的室内，触发她的春怨的就只可能是随风飘来的阵阵花香了。</p> <p>　　照说，在百花开放的时节，在如此迷人的夜晚，作为一个正在好动、爱美年龄的少女，竟然还没有就寝，早该到院中去观赏了，但她却一直把自己关在室内。这可能是她并不知道户外景色这般美好，更可能是有意逃避，为怕恼人的春色勾起自己心事，倒不如眼不见心不烦。可是，偏偏有花香透帘而入，使她又不能不动观赏的念头。诗的第二句“欲卷珠帘春恨长”，正是写她动念后的内心活动。这时，她虽然无心出户，倒也曾想把珠帘卷起遥望一番，但这里只说“欲卷”，看来并没有真的去卷。其实，卷帘不过举手之劳，问题是她为什么始而欲卷，终于不卷呢，该句内回答了这个问题。其原因为：不见春景，已是春恨绵绵，当然不必再去添加烦恼了。</p> <p>　　但如此良宵，美景当前，闷坐在重帘之内，又会感到时间难熬，愁恨难遣。诗的第三句“斜抱云和深见月”，就是诗中人决心不卷珠帘而又百无聊赖之余的举动和情态。看来，她是一位有音乐素养的少女，此时不禁拿起乐器，想以音乐打发时间、排遣愁恨；可是，欲弹辄止，并没有真个去弹奏，只是把它斜抱在胸前，凝望着夜空独自出神罢了。这一“斜抱云和”的描写，正如谭元春在《唐诗归》中所说，“以态则至媚，以情则至苦”。可以与这句诗合参的有<a href=\"http://so.gushiwen.org/author_1642.aspx\">崔国辅</a>的《古意·净扫黄金阶》“下帘弹箜篌，不忍见秋月”以及<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>的《玉阶怨》“却下水晶帘，玲珑望秋月。”这些诗句，所写情事虽然各有不同，但都道出了幽囚在深宫中的怨女的极其微妙、也极其痛苦的心情。</p> <p>　　诗的末句交待了她在月下凝望的是什么，又望到了什么。“朦胧树色隐昭阳”，就是她隔帘望见的景色。这一句，既是以景结情，又是景中见情。句中特别值得玩味的是点出了皇帝所在的昭阳宫。这与作者另一首《长信秋词》的结尾“卧听南宫清漏长”句中点出南宫的意义是相同的。它暗示诗中人所凝望的是皇帝的居处，而这正是她的怨情所指。但是，禁闭着大批宫人的西宫与昭阳殿之间隔着重重门户，距离本来就很遥远，更何况又在夜幕笼罩之中，诗中人所能望见的只是一片朦朦胧胧的树影而已。这时透过一层、深入一步的写法，写诗中人想把怨情倾注向昭阳宫，而这个昭阳宫却望都望不见，这就加倍说明了她的处境之可怜。</p> <p>　　<a href=\"http://so.gushiwen.org/author_39.aspx\">沈德潜</a>《说诗晬语》说：“王龙标绝句，深情幽怨，意旨微茫。”陆时雍《诗镜总论》也说：“王龙标七言绝句，自是唐人《骚》语，深情苦恨，襞襀重重，使人测之无端，玩之无尽。”这首《西宫春怨》是当之无愧的。</p>",
  "poet": {
    "id": 437,
    "star": 0,
    "name": "王昌龄",
    "image": "http://img.gushiwen.org/authorImg/wangchangling.jpg",
    "desc": "王昌龄 (698— 756），字少伯，河东晋阳（今山西太原）人。盛唐著名边塞诗人，后人誉为“七绝圣手”。早年贫贱，困于农耕，年近不惑，始中进士。初任秘书省校书郎，又中博学宏辞，授汜水尉，因事贬岭南。与李白、高适、王维、王之涣、岑参等交厚。开元末返长安，改授江宁丞。被谤谪龙标尉。安史乱起，为刺史闾丘所杀。其诗以七绝见长，尤以登第之前赴西北边塞所作边塞诗最著，有“诗家夫子王江宁”之誉（亦有“诗家天子王江宁”的说法）。"
  },
  "tags": [
    "宫怨"
  ]
}