{
  "id": 49590,
  "star": 82,
  "name": "浣溪沙·软草平莎过雨新",
  "dynasty": "宋代",
  "content": "徐州石潭谢雨，道上作五首。潭在城东二十里，常与泗水增减清浊相应。</p> <p>软草平莎过雨新，轻沙走马路无尘。何时收拾耦耕身？<br>日暖桑麻光似泼，风来蒿艾气如薰。使君元是此中人。",
  "fanyi": "<p><strong>译文</strong><br>柔软的青草和长得齐刷刷的莎草经过雨洗后，显得碧绿清新；在雨后薄薄的沙土路上骑马不会扬起灰尘。不知何时才能抽身归田呢？<br>春日的照耀之下，田野中的桑麻欣欣向荣，闪烁着犹如被水泼过一样的光辉；一阵暖风挟带着蒿草、艾草的熏香扑鼻而来，沁人心肺。我虽身为使君，却不忘自己实是农夫出身。 </p> <p><strong>注释</strong><br>①：此词作于<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>因与<a href=\"http://so.gushiwen.org/author_405.aspx\">王安石</a>政见不合，自请外放，任徐州知州时。<br>②莎——莎草，多年生草木，长于原野沙地。<br>③耦耕——两人各持一耜（sì，古时农具）并肩而耕。<br>④泼——泼水。形容雨后的桑麻，在日照下光泽明亮，犹如水泼其上。<br>⑤蒿（hāo）艾（ài）——两种草名。<br>⑥薰——香草名。<br>⑦元是——原是。我原是农夫中的一员。</p>",
  "shangxi": "<h2>赏析二</h2> <p>　　此词是作者徐州谢雨词的最后一首，写词人巡视归来时的感想。词中表现了词人热爱农村，关心民生，与老百姓休戚与共的作风。作为以乡村生活为题材的作品，这首词之风朴实，格调清新，完全突破了“词为艳科”的藩篱，为有宋一代词风的变化和乡村词的发展作出了贡献。</p> <p>　　上片首二句“软草平莎过雨新，轻沙走马路无尘”，不仅写出“草”之“软”、“沙”之“轻”，而且写出作者在这种清新宜人的环境之中舒适轻松的感受。久旱逢雨，如沐甘霖，经雨之后的道上，“软草平莎”，油绿水灵，格外清新；路面上，一层薄沙，经雨之后，净而无尘，纵马驰骋，自是十分惬意。触此美景，作者情动于衷，遂脱口而出：“何时收拾耦耕身？”“耦耕”，指二人并耜而耕，典出《论语·微子》：“长沮、桀溺耦而耕。”长沮、桀溺是春秋末年的两个隐者。二人因见世道衰微，遂隐居不仕。此处“收拾耦耕身”，不仅表现出<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>对农村田园生活的热爱，同时也是他在政治上不得意的情况下，仕途坎坷、思想矛盾的一种反映。</p> <p>　　下片“日暖桑麻光似泼，风来蒿艾气如薰”二句，承上接转，将意境宕开，从道上写到田野里的蓬勃景象。在春日的照耀之下，桑麻欣欣向荣，闪烁着诱人的绿光；一阵暖风，挟带着蒿艾的薰香扑鼻而来，沁人心肺。这两句对仗工整，且妙用点染之法。上写日照桑麻之景，先用画笔一“点”；“光似泼”则用大笔涂抹，尽力渲染，将春日雨过天晴后田野中的蓬勃景象渲染得淋漓尽致；下句亦用点染之法，先点明“风来蒿艾”之景，再渲染其香气“如薰”。“光似泼”用实笔，“气如薰”用虚写。虚实相间，有色有香，并生妙趣。“使君元是此中人”给句，画龙点睛，为升华之笔。它既道出了作者“收拾耦耕身”的思想本源，又将作者对农村田园生活的热爱之情更进一步深化。</p> <p>　　作者身为“使君 ”，却能不忘他“元是此中人”，且乐于如此，确实难能可贵。</p> <p>　　这首词结构既不同于前四首，也与一般同类词的结构不同。前四首《浣溪沙》词全是写景叙事，并不直接抒情、议论，而是于字行之间蕴蓄着作者的喜悦之情。这首用写景和抒情互相错综层递的形式来写。</p> <p>　　上片首二句写作者于道中所见之景，接着触景生情，自然逗出他希冀归耕田园的愿望；下片首二句写作者所见田园之景，又自然触景生情，照应“何时收拾耦耕身”而想到自己“元是此中人”。这样写，不仅使全词情景交融，浑然一体，而且使词情逐层深化升华。特别“软草平莎过雨新”二句、“日暖桑麻光似泼”二句更是出神入化，有含蓄隽永之妙。</p><br/><h2>赏析一</h2> <p>　　公元1078年（元丰元年），徐州发生严重春旱。当时有人传言：将虎头置于潭中，即可致雷雨。作为州官，<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>曾依其说到离城东20里远的石　　潭求雨，并作有《起伏龙行》<a href=\"http://so.gushiwen.org/view_49590.aspx\">诗</a>以记其事。得雨后又赴石潭谢雨。其关怀民生之心，从这一求一谢中表露无遗。苏轼于谢雨道上作《浣溪沙》组词，共五首，描写了途中见闻和村野风光，具有清新浓郁的生活气息，是北宋农村词中的佳作，与他的其他题材和风格的词作皆是异样出色。此词是《浣溪沙》组词的最后一首，写词人巡视归来时的感想。</p> <p>　　词中表现了词人热爱农村，关心民生，与老百姓休戚与共的作风。作为以乡村生活为题材的作品，这首词之风朴实，格调清新，完全突破了“词为艳科”的藩篱，为有宋一代词风的变化和乡村词的发展作出了贡献。</p> <p>　　上片首二句“软草平莎过雨新，轻沙走马路无尘”，不仅写出“草”之“软”、“沙”之“轻”，而且写出作者这种清新宜人的环境之中舒适轻松的感受。久旱逢雨，如沐甘霖，经雨之后的道上，“软草平莎”，油绿水灵，格外清新；路面上，一层薄沙，经雨之后，净而无尘，纵马驰骋，自是十分惬意。触此美景，作者情动于衷，遂脱口而出:“何时收拾耦耕身?”“耦耕”，指二人并耜而耕，典出《论语·微子》：“长沮、桀溺耦而耕。”长沮、桀溺是春秋末年的两个隐者。二人因见世道衰微，遂隐居不仕。此处“收拾耦耕身”，不仅表现出苏轼对农村田园生活的热爱，同时也是他政治上不得意的情况下，仕途坎坷、思想矛盾的一种反映。</p> <p>　　下片“日暖桑麻光似泼，风来蒿艾气如薰”二句，承上接转，将意境宕开，从道上写到田野里的蓬勃景象。春日的照耀之下，桑麻欣欣向荣，闪烁着诱人的绿光；一阵暖风，挟带着蒿艾的薰香扑鼻而来，沁人心肺。这两句对仗工整，且妙用点染之法。上写日照桑麻之景，先用画笔一“点”：“光似泼”则用大笔涂抹，尽力渲染，将春日雨过天晴后田野中的蓬勃景象渲染得淋漓尽致；下句亦用点染之法，先点明“风来蒿艾”之景，再渲染其香气“如薰”。“光似泼”用实笔，“气如薰”用虚写。虚实相间，有色有香，并生妙趣。“使君元是此中人”结句，画龙点睛，为升华之笔。它既道出了作者“收拾耦耕身”的思想本源，又将作者对农村田园生活的热爱之情更进一步深化。作者身为“使君”，却能不忘他“元是此中人”，且乐于如此，确实难能可贵。细味其词，盖有三意：其一，苏轼早年即倾慕庄子，志于逍遥逸世，见此景此境，益坚其志；其二，苏轼虽久慕此境，不意长期错入仕途，此时重睹此景，不禁有怅然若失之感，对其久困官场，也不免有后悔之意；其三，苏轼虽感悔意，但念及人生志趣尤在及时把握，则迷途知返，犹尝未晚，是又信心再起，归宿重定。一句之中，写尽种种人生滋味，用笔简约而意趣丰盈，可见苏轼心理世界之丰富复杂。然其对田园生活的讴歌和对归耕桑麻的向往，是昭昭乎情见于辞的。</p> <p>　　这首词结构既不同于前四首，也与一般同类词的结构不同。前四首《浣溪沙》词全是写景叙事，并不直接抒情、议论，而是于字行之间蕴蓄着作者的喜悦之情。这首用写景和抒情互相错综层递的形式来写。</p> <p>　　上片首二句写作者于道中所见之景，接着触景生情，自然逗出他希冀归耕田园的愿望；下片首二句写作者所见田园之景，又自然触景生情，照应“何时收拾耦耕身”而想到自己“元是此中人”。这样写，不仅使全词情景交融，浑然一体，而且使词情逐层深化升华。特别“软草平莎过雨新”二句、“日暖桑麻光似泼”二句更是出神入化，有含蓄隽永之妙。</p><br/><h2>赏析三</h2> <p>　　元丰元年(1078)，徐州发生严重春旱。当时有人传言：将虎头置于潭中，即可致雷雨。作为州官，<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>曾依其说到离城东20里远的石潭求雨，并作有《起伏龙行》<a href=\"http://so.gushiwen.org/view_49590.aspx\">诗</a>以记其事。得雨后又赴石潭谢雨。其关怀民生之心，从这一求一谢中表露无遗。这组《浣溪沙》即作于谢雨道上，词共五首，描写了途中见闻和村野风光，具有清新浓郁的生活气息，是北宋农村词中的佳作，与他的其他题材和风格的词作皆是异样出色。</p> <p>　　这里选录的是第五首，主要写沿途见闻及由此而触发的人生归宿感。起二句虽直写眼中见闻，实极富意蕴。软、平、新、轻四个形容词将雨后村野的宜人气息点染得神韵毕现，仿佛可以呼吸到那种醉人的空气。草平沙轻，走马无尘，这是混沌的政治世界之外的另一个极具诱惑力的世界。苏轼深受感染，并由此对自己的人生归宿产生了感慨。隐居田园——是苏轼那一刻最强烈的信念。然而身为州官，要将这种愿望变成现实，却受到多种因素的制约。所以虽有如同长沮桀溺一样的耦耕之心，但何时能了却素愿，却连自己也一时莫明了。上阕的情感基调是先扬后抑，由景生情。</p> <p>　　下阕开头也是由景起笔。如果说上阕写景是着重突出雨后村野的清新之气的话，下阕则以浓郁的田间风光为主。雨过日暖，桑麻因附有大量的雨滴，而在日光下，闪亮一片。以“泼”字形容日光，既写足“日暖”之意，又非常符合光照的特点，遣词尽见匠心。这一句是接写视觉所见。虽承上阕起句而来，但已别开境界，从时令推移上来说，也是雨过后稍长一段时间了。意脉结构，一丝不乱。“风来”句写嗅觉，彼此关捩也极为紧凑。蒿艾(一名艾蒿)原有淡淡的香气，但经雨后日照蒸发，又经风儿吹过，那种淡香便如薰草的香味一样，显得格外浓郁。这两句一写视觉一写嗅觉，都特别用力，似平却奇，有重笔濡染的意味。结句“使君元是此中人”是点睛之笔，然意味深长。细味其词，盖有三意：其一，苏轼早年即倾慕庄子，志于逍遥逸世，今见此景此境，益坚其志；其二，苏轼虽久慕此境，不意长期错入仕途，如今重睹此景，不禁有怅然若失之感，对其久困官场，也不免有后悔之意；其三，苏轼虽感悔意，但念及人生志趣尤在及时把握，则迷途知返，犹尝未晚，是又信心再起，归宿重定。一句之中，写尽种种人生滋味，用笔简约而意趣丰盈，可见苏轼心理世界之丰富复杂。然其对田园生活的讴歌和对归耕桑麻的向往，是昭昭乎情见于辞的。</p>",
  "poet": {
    "id": 183,
    "star": 0,
    "name": "苏轼",
    "image": "http://img.gushiwen.org/authorImg/sushi.jpg",
    "desc": "苏轼（1037－1101），北宋文学家、书画家、美食家。字子瞻，号东坡居士。汉族，四川人，葬于颍昌（今河南省平顶山市郏县）。一生仕途坎坷，学识渊博，天资极高，诗文书画皆精。其文汪洋恣肆，明白畅达，与欧阳修并称欧苏，为“唐宋八大家”之一；诗清新豪健，善用夸张、比喻，艺术表现独具风格，与黄庭坚并称苏黄；词开豪放一派，对后世有巨大影响，与辛弃疾并称苏辛；书法擅长行书、楷书，能自创新意，用笔丰腴跌宕，有天真烂漫之趣，与黄庭坚、米芾、蔡襄并称宋四家；画学文同，论画主张神似，提倡“士人画”。著有《苏东坡全集》和《东坡乐府》等。"
  },
  "tags": [
    "田园",
    "生活",
    "向往"
  ]
}