{
  "id": 71140,
  "star": 5500,
  "name": "核舟记",
  "dynasty": "明代",
  "content": "　　明有奇巧人曰王叔远，能以径寸之木，为宫室、器皿 、人物，以至鸟兽、木石，罔不因势象形，各具情态。尝贻余核舟一，盖大苏泛赤壁云。</p> <p>　　舟首尾长约八分有奇，高可二黍许。中轩敞者为舱，箬篷覆之。旁开小窗，左右各四，共八扇。启窗而观，雕栏相望焉。闭之，则右刻“山高月小，水落石出”，左刻“清风徐来，水波不兴”，石青糁之。</p> <p>　　船头坐三人，中峨冠而多髯者为东坡，佛印居右，鲁直居左。苏、黄共阅一手卷。东坡右手执卷端，左手抚鲁直背。鲁直左手执卷末，右手指卷，如有所语。东坡现右足，鲁直现左足，各微侧，其两膝相比者，各隐卷底衣褶中。佛印绝类弥勒，袒胸露乳，矫首昂视，神情与苏、黄不属。卧右膝，诎右臂支船，而竖其左膝，左臂挂念珠倚之——珠可历历数也。</p> <p>　　舟尾横卧一楫。楫左右舟子各一人。居右者椎髻仰面，左手倚一衡木，右手攀右趾，若啸呼状。居左者右手执蒲葵扇，左手抚炉，炉上有壶，其人视端容寂，若听茶声然。</p> <p>　　其船背稍夷，则题名其上，文曰“天启壬戌秋日，虞山王毅叔远甫刻”，细若蚊足，钩画了了，其色墨。又用篆章一，文曰“初平山人”，其色丹。</p> <p>　　通计一舟，为人五；为窗八；为箬篷，为楫，为炉，为壶，为手卷，为念珠各一；对联、题名并篆文，为字共三十有四；而计其长曾不盈寸。盖简桃核修狭者为之。嘻，技亦灵怪矣哉！",
  "fanyi": "<p><strong>译文</strong><br>明朝(有一个）有特殊技艺（技艺精巧）的人名字叫王叔远。（他）能用直径一寸的木头，雕刻出宫殿、器具、人物，还有飞鸟、走兽、树木、石头，没有一件不是根据木头原来的样子模拟那些东西的形状，各有各的神情姿态。（他）曾经送给我一个用桃核雕刻成的小船，刻的是<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>乘船游赤壁（的情形）。<br>船头到船尾大约长八分多一点，大约有两个黄米粒那么高。中间高起而开敞的部分是船舱，用箬竹叶做的船篷覆盖着它。旁边有小窗，左右各四扇，一共八扇。打开窗户来看，雕刻着花纹的栏杆左右相对。关上窗户，就看到一副对联，右边刻着“山高月小，水落石出”八个字，左边刻着“清风徐来，水波不兴”八个字，用石青涂在字的凹处。<br>船头坐着三个人，中间戴着高高的帽子，胡须浓密的人是苏东坡（苏轼），佛印（苏轼的好友）位于右边，鲁直(<a href=\"http://so.gushiwen.org/author_268.aspx\">黄庭坚</a>)位于左边。苏东坡、黄鲁直共同看着一幅书画长卷。苏东坡右手拿着卷的右端，左手轻按在鲁直的背上。鲁直左手拿着卷的左端，右手指着手卷，好像在说些什么。苏东坡露出右脚，鲁直露出左脚，（身子都）略微侧斜，他们互相靠近的两膝，都被遮蔽在手卷下边的衣褶里（意思是说，从衣褶上可以看出相并的两膝的轮廓）佛印极像佛教的弥勒菩萨，袒着胸脯，露出乳头，抬头仰望，神情和苏东坡、鲁直不相类似。佛印卧倒右膝，弯曲着右臂支撑在船上，竖着他的左膝，左臂上挂着一串念珠，靠在左膝上——念珠简直可以清清楚楚地数出来。<br>船尾横放着一支船桨。船桨的左右两边各有一名撑船的人。位于右边的撑船者梳着椎形发髻，仰着脸，左手倚着一根横木上，右手扳着右脚趾头，好像在大声呼喊的样子。在左边的人右手拿着一把蒲葵扇，左手轻按着火炉，炉上有一把水壶，那个人的眼光正视着（茶炉），神色平静，好像在听茶水声音似的。<br>船的背面较平，作者在上面提上自己的名字，文字是“天启壬戌秋日，虞山王毅叔远甫刻”，笔画像蚊子的脚一样细小，清清楚楚，它的颜色是黑的。还刻着一枚篆书图章，文字是：“初平山人”，字的颜色是红的。<br>总计一条船，刻了五个人，八扇窗户；箬竹叶做的船篷、船桨、炉子、茶壶、手卷、念珠各一件；对联、题名和篆文，刻的字共计三十四个。可是计算它的长度，还(竟然，尚且）不满一寸。原来是挑选长而窄的桃核雕刻而成的。嘻，技艺也真灵巧奇妙啊！ </p> <p><strong>注释<br></strong>奇：奇特。<br>曰：叫。<br>以：用。<br>径：直径。<br>之：的。<br>为：做，这里指雕刻。<br>罔：无，没有。<br>因：依据。<br>势：样子。<br>象：模似，仿照。<br>具：具有。<br>情：神情。<br>各：各自。<br>态：姿态。<br>尝：曾经。<br>贻：赠。<br>余：我。<br>盖：大概，原来是。<br>泛：泛舟。<br>云：句尾语气词，无意。<br>约：大约。<br>有奇（jī）：有，念yòu，放在整数与零数之间，意思同“又”。奇，零数。<br>黍：又叫黍子，去皮后叫黄米。<br>可：大约。<br>许：上下。<br>轩：高。<br>敞：宽敞。<br>为：是。<br>箬篷：用箬竹叶做成的船篷。名词作状语，用箬篷。<br>覆：覆盖。<br>之：代词，代指“船舱”。<br>开：开设。<br>启：打开。<br>而：表修饰。<br>相望：左右相对。<br>焉：语气词。<br>之：代窗。<br>则：就。<br>徐：缓缓地。<br>石青：一种矿物质的蓝色颜料，这里译为用石青。<br>糁：涂染，名作动。<br>峨冠：戴着高高的帽子。<br>而：表并列，并且。<br>髯：两腮的胡须。这里泛指胡须。<br>居：位于。<br>为：是。<br>阅：阅读，看。<br>执卷端：拿着画卷的右端。执：拿着。卷端：画卷的右端。<br>抚：轻按。<br>卷末：画卷的左端。<br>如：好像<br>语：说话。<br>现：露出。<br>侧：侧转。<br>其：他们的。<br>比：靠近。<br>绝：极，非常。<br>类：像。<br>矫：举。<br>属（zhǔ）：相类似。<br>诎：同\"屈\"，弯曲。<br>而：表并列，并且。<br>倚：倚靠。<br>之：代左脚。<br>可：可以。<br>历历：分明可数的样子。<br>楫：船桨。<br>舟子：撑船的人。<br>状：的样子。<br>其：那。<br>椎髻：梳着椎形发髻，名作动词。髻，在脑上或脑后挽束起来。<br>衡：通“横”，与纵相对。<br>攀：扳。<br>若：好像。<br>视：目光。<br>端：正。<br>容：神情。<br>寂：平静<br>若：好像。<br>然：的样子。<br>其：那。<br>夷：平<br>题：题写。<br>其：船的背面，船底。<br>曰：刻。<br> 甫：同“父”，古代男子的美称。<br>钩画：笔画。<br>了了：清楚明白。<br>其：代字。<br>墨：黑。<br>用：刻着。<br>篆章：篆字图章。<br>丹：朱红色。<br>通：总。<br>为：刻。<br>并：和。<br>有：同“又”，连接零数和整数。<br>而：表转折。<br>计：计算。<br>曾：尚，还。（读“zēng”，见古文字典）<br>盈：满。<br>简：通“拣”，挑选。<br>修狭：长而窄。<br>为：做，这里指雕刻。<br>之：代“核舟”。<br>以径寸之木：直径一寸的木头。<br>罔不因势象形，各具情态：无不按照材料原来的形状刻成各种事物的形象，各有各的情态。<br>技亦灵怪矣哉：技艺也真奇妙啊！矣哉：表示惊叹的语气词，相当于“了啊”。<br>盖大苏泛赤壁云：刻的应当是苏轼游赤壁的情景。大苏，苏轼。人们称他和他的弟弟为“大苏”、“小苏”。泛，泛舟，坐着船在水上游览。苏轼曾游赤壁，写过《赤壁赋》、《后赤壁赋》等作品。</p>",
  "shangxi": "<h2>分析</h2> <p><strong>生动传神的语言</strong><br>　　本文语言平实、洗练，特别是摹写舟中人物情状，画相结合的写法，不只貌似，而且传神。例如：写苏东坡与黄右手执卷端，左手扶鲁直背。鲁直左手执卷末，右手指卷，如有所语。”这令人不只现左足，各微侧，其两膝相比者，各隐卷底段，又是极细腻的文笔。写佛印是“绝类弥勒，袒胸露乳，矫首昂视”，突出了这个出家人形象的特征，与读书人苏、黄神情不属。<br>　　这些描地感到核舟雕刻技艺的精妙，使读者深为赞叹。<br>　　开头，概述雕刻家王叔远的精湛技艺，点出“核舟”所雕刻的内容。第一句就介绍这位“奇巧人”及其“奇巧”的所在——在很小的木头上能雕出各色各样的景物，而且形神毕肖，第二句点明“核舟”所雕刻的内容是“大苏泛赤壁”，为下文张本。</p> <p><strong>文题背景</strong><br>　　本文题目末字“记”，系指文体而言。“记”这种体裁出现得很早，至唐宋而大盛。它可以记人和事，可以记山川名胜，可以记器物建筑，故又称“杂记”。在写法上大多以记叙为主，兼有议论、抒情成分。</p> <p><strong>拓展：新核舟记</strong><br>　　明代名篇《核舟记》把中国古代民间艺术的高深、精巧描述得真切而生动，读起来感人至深。王叔远的核舟更是吸引了一代又一代民间艺人为之神牵梦绕，不断复制和再创造。核舟这一巧技在现代又得到发扬光大，新核舟记不但在技艺上有所创新，而且在内容上更贴近了时代。欣赏新核舟记，对于深刻理解名篇《核舟记》很有帮助，同时通过欣赏实物、图片、影像等可以使读者在整体上全面读懂《核舟记》。<br>　　以往人们所了解的《核舟记》表现的多是古代人物，核舟“南湖红船”把写真肖像人物引入核舟创作中，写实刻画了党的一大代表，展现了“日出东方、开天辟地”的伟大创举，当为别开生面，既是古为今用，也是推陈出新，使古老的核舟艺术赋予了新的内涵。<br>　　2006年是中国共产党建党95周年，也是党的一大代表毛泽东逝世30周年、董必武诞辰120周年、何叔衡诞辰130周年、陈潭秋诞辰110周年、邓恩铭诞辰105周年和李达逝世40周年，因此，2006年具有特殊的纪念意义。<br>　　为了更好地纪念这一特殊时刻，河北省秦皇岛市的省级工艺美术大师杨洪武，用5个多月的时间精心刻制了一枚题为“南湖红船”的核舟作品。该核舟选用上好橄榄核为原料，以嘉兴南湖画舫为原型，细致入微的刻画了参加党的一大代表们，在画舫上创建中国共产党的历史瞬间。嘉兴南湖画舫长16米、宽3米，分前、中、后三舱，中共一大就是在画舫的中舱内举行的。核舟虽仅长3.9厘米、宽1.4厘米、高1.3厘米，也按画舫的行止，刻制了前中后三舱，宽敞的舱室、舱顶瓦楞线、舱窗以及桅杆等都一一展现出来。为增强艺术效果，前舱顶还精刻了党旗、后舱顶刻制了和平鸽。船舱两旁分别刻制小窗5扇，共10扇，每扇小窗都能开启。小核舟的舱顶、舱壁、小窗等都刻制了精美的花纹，把核舟装扮得富丽堂皇。船头坐4人，毛泽东坐在船头右侧，他目光睿智、慈祥坚定，风吹动着他头发，身上穿的长衫衣纹清晰可辨，手中的文件纸卷页翻，页页可数；何叔衡侧身靠近毛泽东讨论着；董必武还坐在船头左侧，手捧书籍思考着问题；李达在阅读，他还习惯地用手推了推眼镜，犹如身临其境。打开前舱两旁的小窗，临窗而坐的是陈潭秋、王尽美；坐在中舱两旁小窗前的是邓恩铭、刘仁静和李汉俊、包惠僧。船尾右侧是一位船工，正在用力摇橹；左侧是李达的夫人王会悟，她一面照料会务、烧水沏茶；一面警惕地观察着四周，为会议做好保卫工作。王会悟左手提壶、右手端杯，神态自然。壶上的花草纹理似隐似现。核舟的每一个人物，都是按照当时参加党一大的人物肖像写真刻制的，人物虽不足2毫米，但都生动传神，栩栩如生。核舟船底刻一大党纲98字，题款7字，共105字。字是按竖式书写阴刻的，填成黑色，笔画细如毫丝，一行一行的小字好似船行时荡漾起的涟漪。此外，为真实再现南湖画舫的全面，在核舟“红船”后面也拖一小舟。小舟长2.3厘米，高1.1厘米，宽1.0厘米。舟顶分为两层，箬篷顶周边雕刻着精美的文饰，两侧透雕的篷壁玲珑剔透、精巧可人。小舟底部刻的是一大闭幕时代表们呼的口号：“共产党万岁！第三国际万岁！共产主义——人类的解放者万岁！”共23个字。大舟与小舟之间用一条链环联接，也是用核材精刻而成的。<br>　　整个“南湖红船”共刻核舟2、人物12人、小窗10扇、舱室4、壶2、杯皿2、书籍文件5、橹、炉、小桌各1、链环1条、文字128字，此外12人中有5人还佩带了眼镜，均都一一俱足。 </p>",
  "about": "<h2>文言知识</h2> <p><strong>通假字</strong><br>虞山王毅叔远甫刻（甫——通“父”，在古代是对男子的尊称。）<br>舟首尾长约八分有奇（有—— 通“又”，用来连接整数和零数。）<br>为字共三十有四（有——通“又”，用于连接整数和零数。）<br>诎右臂支船（诎——通“屈”，弯曲）<br>左手倚一衡木（衡——通“横”，横着的。）<br>盖简桃核修狭者为之(简——通“拣”,挑拣。)<br>右手攀右指（指——通“趾”，脚趾头。攀——通“扳pān”,扳着。）</p> <p><strong>注音</strong><br>器皿（min三声）<br>罔（wǎng）<br>贻（yí）<br>高可二黍（shǔ）<br>篛（ruò）<br>篷执(zhí)<br>石青糁（sǎn）<br>之髯（rán）<br>不属（zhǔ）<br>诎（qū）<br>椎（chuí）<br>髻（jì）<br>天启壬（rén）<br>戌（xū）<br>舟尾横卧一楫（jí）<br>舟首尾长约八分有（yòu）奇（jī）</p> <p><strong>一字多义</strong><br>奇：明有奇巧人曰王叔远 （奇异、罕见、）（技艺）奇妙，奇特。<br>舟首尾长约八分有奇 （零数，余数）<br>有：明有奇巧人曰王叔远 （表存在的动词，与“无”相对）<br>舟首尾长约八分有奇 ( 通“又”，加上，用在整数和零数之间。）<br>为：为宫室、器皿、人物 ( 做，这里是雕刻的意思。）<br>中轩敞者为舱 （是）<br>为人五：（刻有）<br>可：高可二黍许 （大约）<br>珠可历历数也 （可以）<br>端：东坡右手执卷端 （名词，“画卷的一端（右端）”）<br>其人视端容寂 （形容词，“端正、正”）<br>木：能以径寸之木 （圆木）<br>以至鸟兽、木石 （树木 )<br>者：中轩敞者为舱 (......的部分）<br>居右者椎髻仰面(......的人）<br>曰：明有奇巧人曰王叔远 （叫作）<br>文曰：天启壬戌秋日 （是）<br>扇：旁开小窗，左右各四，共八扇 （扇，量词）<br>居左者右手执蒲葵扇 （扇子）<br>启：启窗而观，雕栏相望焉 （打开）<br>天启壬戌秋日 （明熹宗朱由校年号）<br>而：中峨冠而多髯者为东坡 （连词，并且）<br>启窗而观（连词，然后）<br>以：能以径寸之木 （用）<br>以至鸟兽、木石 （甚至）<br>语：如有所语（说话）<br>此中人语云（告诉）<br>盖：盖大苏泛赤壁云（大概）<br>盖简桃核修狭者为之（原来是）<br>云：盖大苏泛赤壁云（语气助词，无实际意义）<br>此中人语云（说）</p> <p><strong>古今异义</strong><br>1、卧右膝：卧，古义：动词的使动用法，使……平放。<br>今义：躺下，躺着的样子<br>2、其两膝相比者：比，古义：靠近。<br>今义：两个事物进行比较。<br>3、高可二黍许：可，古义：大约。今义：可以。<br>4、盖简桃核修狭者为之：简，古义：通“拣”，挑拣。<br>今义：简单，容易。<br>人物：古义：人和物<br>今义：被描写或有突出贡献的人<br>6、而计其长曾不盈寸：曾，古义：尚，还。<br>今义：曾经<br>高可二黍许：许，古义：左右<br>今义：答应或表示猜测<br>约八分有奇：奇，古义：零数<br>今义：不成双的（跟“偶”相对）</p> <p><strong>定语后置</strong><br>原句：核舟一<br>正确语序：一核舟<br>原句：篆章一<br>正确语序：一篆章<br>原句：为人五<br>正确语序：为五人<br>原句：为窗八<br>正确语序：为八窗</p> <p><strong>词类活用</strong><br>（1）中轩敞者为舱，箬篷覆之（箬篷：名词作状语，用箬竹叶做的船篷）<br>（2）石青糁之（石青：名词作状语，用石青。糁：名词用做动词，涂染）<br>（3）中峨冠而多髯者为东坡（峨冠：名词用作动词，戴着高高的帽子）<br>（4）居右者椎髻仰面 （椎髻：名词作动词，梳着椎形发髻)</p> <p><strong>倒装句</strong><br>尝贻余核舟一，原句应为：尝贻余一核舟。<br>又用篆章一，原句应为：又用一篆章。<br>盖简桃核修狭者为之，原句应为：盖简修狭桃核为之。<br>细若蚊足，原句应为：若蚊足细。<br>其两膝相比者，原句应为：其相比者两膝。<br>倒装句表强调。</p> <p><strong>省略句</strong><br>（1）则题名其上，省略于，原句应为：则题名于其上。<br>（2）各隐卷底衣褶中，省略于，原句应为：各隐于卷底衣褶中</p> <p><strong>双重否定句</strong><br>（1）罔不因势象形：全都是按照（材料原来的）形状刻成（各种事物的）形象。<br>（2）罔，没有；无。<br>（3）罔不，无不；全都。<br>（4）因，顺着；就着。<br>（5）象，模仿，这里指雕刻。</p> <p><strong>句型</strong><br>1、判断句 盖大苏泛赤壁云（“大苏泛赤壁”是主谓词组，在句中充当谓语，说核舟刻的是什么，主语承上一分句宾语省略：核舟。“盖”，副词，相当于“大概”。） 中轩敞者为舱 中峨冠而多髯者为东坡（以上两句用动词“为”表示判断）<br>2、定语后置 其两膝相比者，各隐卷底衣褶中（“相比”是中心词“两膝”的后置定语，“者”用作后置定语的煞尾，相当于“的”）<br>3、省略句 卧右膝，诎右臂支船……（句首省略主语：佛印） 佛印居右，鲁直居左 各隐卷底衣褶中 居右者椎髻仰面 居左者执蒲葵扇 其船背稍夷，则题名其上（以上五句中，“居”、“隐”、“题名”后面均省略介词“于”，“于”相当于“在”）<br>4、固定结构 如有所语（“有所”，固定格式，意思是“有……的人，或东西，或事情。”“所”字后面一定是动词，“所”与后面的动词组成的“所”字结构，充当“有”的宾语）</p><br/><h2>理解</h2> <p><strong>整体把握</strong><br>　　本文所写的这件雕刻品，原材料是一个“长不盈寸”的桃核，刻而成舟，生动的表现了历史上一个著名的文学故事。舟上五人，须眉比见，其他如箬篷、窗、楫、壶、炉等，无不应有尽有；还有三十四个字，勾画了了，<a href=\"http://so.gushiwen.org/author_1137.aspx\">真可</a>谓巧夺天工。本文就是对这件艺术品的文字说明。阅读时，要善于运用想象力再造出这件艺术品的形象，并仔细品味雕刻家的艺术构思。<br>　　本文所写的这件雕刻品，原材料是一个“长不盈寸”的桃核，却生动地再现了宋代文坛上的一个著名掌故——“大苏泛赤壁”。它构思精巧，形象逼真，显示了中国古代工艺美术的卓越成就。本文作者经过细致的观察，准确地把握了这件雕刻品的各个细节，然后按一定的空间顺序描写了船的4个部分，分别为，船舱。船头，船尾和船背。 本文题目末字“记”，系指文体而言。“记”这种体裁出现得很早，至唐宋而大盛。它可以记人和事，可以记山川名胜，可以记器物建筑，故又称“杂记”。在写法上大多以记述为主而兼有议论、抒情成分。本文原作在介绍完核舟之后，还有一段议论（见“有关资料”），课文删去它的绝大部分，只保留了最后一句，也是全文中心，即“嘻，技亦灵怪矣哉”。因此，现在看来，它跟我们常见的说明文可算是很相似了。<br>　　文章采用“总—分—总”的结构模式。<br>　　开头是总说：介绍王叔远在雕刻技术上的卓越成就，指出雕刻品“核舟”的主题。“能以径寸之木，为宫室、器皿、人物，以至鸟兽、木石”，说明所用的原材料体积很小，而表现的范围极广，可见他有多方面的成就；“罔不因势象形，各具情态”，说明他构思精巧之后，接着就指出雕刻品“核舟”的主题：“大苏泛赤壁”。这就明显地表示了本文的意图，即以具体作品来证明作者对王叔远技艺的评价是合乎实际的。<br>　　中间是分说：详细介绍“核舟”的结构、舟上的人物和题名。可分两层。<br>　　全文写了作者对核舟的喜爱，表达了作者对艺术家王叔远技艺高超的赞叹以及对中国古代民间艺术的赞美之情。</p> <p><strong>题目解说</strong><br>　　“核舟”是一件微雕工艺品，原材料是一个“长不盈寸”的桃核。却生动地再现了宋代文坛上的一个著名掌故——“大苏泛赤壁”。它构思精巧，形象逼真，它显示了中国古代工艺美术的卓越成就。本文作者经过细致的观察，准确地把握了这件雕刻品的各个细节，然后按一定的空间顺序来写，从而鲜明地表现了它的整体形象。记是本文的文体，这里有描述的意味。</p> <p><strong>分段</strong><br>　　第一层（第2至第4段）介绍舟的正面，这是显示雕刻家巧妙构思和精湛技艺的主要部分。又可分为三小层：<br>　　第一小层（第2段）先介绍“核舟”的体积，接着写舟的中间部分即船舱。其中，重点是介绍舱旁的小窗，它不仅可以开关，而且上面细；“启窗而观”，还有“雕栏相望”，更显出雕刻家构思的巧妙。<br>　　第二小层（第3段）介绍船头部分，写舟上游览者——<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>、黄鲁直和佛印的外貌和神情。这一层对表现雕品的主题具有重要的作用，作者的介绍也最为详细。除了细致地写出人物的衣着、姿势而外，还着意描述了苏、黄二人泛舟时的心情。从“苏、黄共阅一手卷”、东坡“左手抚鲁直背”、鲁直“右手指卷，如有所语”这些描述中可以看出，他们在这山光水色的掩映之中，完全忘记了现实的烦恼，而陶醉在画卷的美好意境里，这是何等豁达、放旷的胸襟！至于佛印的“矫首昂视”，则又给人一种洒脱不群的感觉。这就自然成为苏、黄二人神情的陪衬，使画面显得不单调。<br>　　第三小层（第4段）介绍船尾部分，写舟子的表情和动作。两个舟子的神情也“不属”：一个“若啸呼状”，很悠闲自在；一个“视端容寂”，是很专注的样子。这样来塑造舟子的形象，更有力地突出了“泛舟”的主题，也渲染了舟中轻松、愉悦的气氛，跟船头的情景互绍了题名和篆章，以“细若蚊足，钩画了了”再次显示了雕刻家的高超技艺。题名用黑色，篆章用红色，对照鲜明，于此可见雕刻家的细心。<br>　　最后总括全文，通计舟上所刻人、窗及其他物品的数量和刻字的总数，又以“计其长曾不盈寸”呼应开头，用以强调材料体积之小和雕刻的容量之大，然后用“嘻，技亦灵怪矣哉”作结。<br>　　第一段总述。“奇巧”概括出雕刻工艺的特点<br>　　第二段分述。雕刻者刻的字暗示了核舟的主题。<br>　　第三段分述。三人各具情态，栩栩如生<br>　　第四段分述。而舟子一个悠闲，一个专注<br>　　第五段总述。“灵巧”照应“奇巧”，核舟体积小，内容丰富赞叹核舟技艺巧夺天工（王叔远的精湛技术，构思巧妙）。</p> <p><strong>说明方法</strong><br>【列数字】 （通过具体数字，表现语言的准确性，更具说服力。）<br>①舟首尾长约八分有奇，高可二黍（shǔ）许。<br>②通计一舟，为人五；为窗八；为箬篷，为楫，为炉，为壶，为手卷，为念珠各一；对联、题名并篆文，为字共三十有四。<br>【作比较】 （比较是将两种类别相同或不同的事物、现象加以比较来说明事物特征的说明方法。）<br>①神情与苏、黄不属。<br>②而计其长，曾不盈寸。<br>【打比方】 （打比方是通过比喻的修辞方法来说明事物特征的一种方法。）<br>①佛印绝类弥勒，袒胸露乳，矫首昂视……<br>【举例子】 （通过列举具体实例来论证自己的观点。）<br>①尝贻（yí）余核舟一，盖大苏泛赤壁云（通过“贻余核舟一”的例子，来证明“明有奇巧人曰王叔远，能以……罔（wǎng）不因势象形，各具情态。”的观点）。 </p><br/><h2>结构模式</h2> <p>　　采用“总—分—总”的结构模式。</p> <p>　　开头是总说：介绍王叔远在雕刻技术上的卓越成就，指出雕刻品“核舟”的主题。“能以径寸之木，为宫室、器皿、人物，以至鸟兽、木石”，说明所用的原材料体积很小，而表现的范围极广，可见他有多方面的成就；“罔不因势象形，各具情态”，说明他构思精巧，技术高超。在这样的概括介绍之后，接着就指出雕刻品“核舟”的主题：“大苏泛赤壁”。这就明显地表示了本文的意图，即以具体作品来证明作者对王叔远技艺的评价是合乎实际的。</p> <p>　　中间是分说：详细介绍“核舟”的结构、舟上的人物和题名。可分两层：</p> <p>　　第一层（第2至第4段）介绍舟的正面，这是显示雕刻家巧妙构思和精湛技艺的主要部分。又可分为三小层：</p> <p>　　第一小层（第2段）先介绍“核舟”的体积，接着写舟的中间部分即船舱。其中，重点是介绍舱旁的小窗，它不仅可以开关，而且上面刻了对联，共十六个字，可见雕工的精细；“启窗而观”，还有“雕栏相望”，更显出雕刻家构思的巧妙。</p> <p>　　第二小层（第3段）介绍船头部分，写舟上游览者——<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>、鲁直和佛印的外貌和神情。这一层对表现雕品的主题具有重要的作用，作者的介绍也最为详细。除了细致地写出人物的衣着、姿势而外，还着意描述了苏、黄二人泛舟时的心情。从“苏、黄共阅一手卷”、东坡“左手抚鲁直背”、鲁直“右手指卷，如有所语”这些描述中可以看出，他们在这山光水色的掩映之中，完全忘记了现实的烦恼，而陶醉在画卷的美好意境里，这是何等豁达、放旷的胸襟！至于佛印的“矫首昂视”，则又给人一种洒脱不群的感觉。这就自然成为苏、黄二人神情的陪衬，使画面显得不单调。</p> <p>　　第三小层（第4段）介绍船尾部分，写舟子的表情和动作。两个舟子的神情也“不属”：一个“若啸呼状”，很悠闲自在；一个“视端容寂”，是很专注的样子。这样来塑造舟子的形象，更有力地突出了“泛舟”的主题，也渲染了舟中轻松、愉悦的气氛，跟船头的情景互相呼应。</p> <p>　　第二层（第5段）介绍舟的顶部。这一层是略写，只介绍了题名和篆章，以“细若蚊足，钩画了了”再次显示了雕刻家的高超技艺。题名用黑色，篆章用红色，对照鲜明，于此可见雕刻家的细心。</p> <p>　　最后总括全文，通计舟上所刻人、窗及其他物品的数量和刻字的总数，又以“计其长曾不盈寸”呼应开头，用以强调材料体积之小和雕刻的容量之大，然后用“嘻，技亦灵怪矣哉”作结。</p> <p>　　本文语言平实、洗练，特别是摹写舟中人物情状，句句都出自作者审视所得，毫无夸饰，逼真而又生动，读罢令人有如同亲见“大苏泛赤壁”之感。</p> <p>　　此文体类似于现代说明文。</p>",
  "poet": {
    "id": 472,
    "star": 0,
    "name": "魏学洢",
    "desc": "魏学洢（约1596——约1625），字子敬，中国明朝末嘉善（今属浙江省嘉兴市）人，明朝末年的著名散文作家。是当地有名的秀才，也是一代明臣魏大中的长子，一生未做过官，好学善文，著有《茅檐集》。被清代人张潮收入《虞初新志》的《核舟记》，是其代表作。"
  },
  "tags": [
    "初中文言文",
    "咏物",
    "赞美",
    "技艺"
  ]
}