{
  "id": 70970,
  "star": 9334,
  "name": "小池",
  "dynasty": "宋代",
  "content": "泉眼无声惜细流，树阴照水爱晴柔。<br>小荷才露尖尖角，早有蜻蜓立上头。",
  "fanyi": "<p><strong>译文</strong><br>泉眼悄然无声是因舍不得细细的水流，树荫倒映水面是喜爱晴天和风的轻柔。<br>娇嫩的小荷叶刚从水面露出尖尖的角，早有一只调皮的小蜻蜓立在它的上头。</p> <p><strong>注释</strong><br>泉眼：泉水的出口。惜：吝惜。<br>照水：映在水里。晴柔：晴天里柔和的风光。<br>尖尖角：初出水端还没有舒展的荷叶尖端。<br>上头：上面，顶端。为了押韵，“头”不读轻声。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　此<a href=\"http://so.gushiwen.org/view_70970.aspx\">诗</a>是一首清新的小品。一切都是那样的细，那样的柔，那样的富有情意。它句句是诗，句句如画，展示了明媚的初夏风光，自然朴实，又真切感人。这首诗描写一个泉眼、一道细流、一池树阴、几支小小的荷叶、一只小小的蜻蜓，构成一幅生动的小池风物图，表现了大自然中万物之间亲密和谐的关系。开头“泉眼无声惜细流，树阴照水爱晴柔”两句，把读者带入了一个小巧精致、柔和宜人的境界之中，一道细流缓缓从泉眼中流出，没有一点声音；池畔的绿树在斜阳的照射下，将树阴投入水中，明暗斑驳，清晰可见。</p> <p>　　一个“惜”字，化无情为有情，仿佛泉眼是因为爱惜涓滴，才让它无声地缓缓流淌；一个“爱”字，给绿树以生命，似乎它是喜欢这晴柔的风光，才以水为镜，展现自己的绰约风姿。三、四两句，诗人好像一位高明的摄影师，用快镜拍摄了一个妙趣横生的镜头：“小荷才露尖尖角，早有蜻蜓立上头。”时序还未到盛夏，荷叶刚刚从水面露出一个尖尖角，一只小小的蜻蜓立在它的上头。一个“才露”，一个“早立”，前后照应，逼真地描绘出蜻蜓与荷叶相依相偎的情景。<a href=\"http://so.gushiwen.org/author_361.aspx\">杨万里</a>写诗主张师法自然，他对自然景物有浓厚的兴趣，常用清新活泼的笔调，平易通俗的语言，描绘日常所见的平凡景物，尤其善于捕捉景物的特征及稍纵即逝的变化，形成情趣盎然的画面，因而诗中充满浓郁的生活气息。古诗今译泉眼悄无声是珍惜细细的水流，树阴映水面是它喜欢晴日的温柔。小小的嫩荷刚露出紧裹的叶尖，早飞来可爱的蜻蜓站立在上头。美术家朱宣咸以杨万里《小池》诗意而创作的中国画作品《小荷才露尖尖角》，非常形象与生动地反映了这一诗情画意。</p><br/><h2>“小荷才露尖尖角，早有蜻蜓立上头。”赏析</h2> 　　这首<a href=\"http://so.gushiwen.org/view_70970.aspx\">诗</a>抒发了作者热爱生活之情，通过对小池中的泉水、树荫、小荷、蜻蜓的描写，给我们描绘出一种具有无限生命力的朴素、自然，而又充满生活情趣的生动画面：泉眼默默地渗出涓涓细流，仿佛十分珍惜那晶莹的泉水；绿树喜爱在晴天柔和的气氛里把自己的影子融入池水中；嫩嫩的荷叶刚刚将尖尖的叶角伸出水面，早就有调皮的蜻蜓轻盈地站立在上面了。全诗从“小”处着眼，生动、细致地描摹出初夏小池中生动的富于生命和动态感的新景象，现在用来形容初露头角的新人，因为荷花的小花苞在整个池塘中显得那么的渺小 ，却已经有蜻蜓在上面停留， 尖尖角可以看做是新生事物更可以看做是初生的年轻人， 而蜻蜓就是赏识它们的角色。<br/><h2>鉴赏二</h2> <p>　　这首<a href=\"http://so.gushiwen.org/view_70970.aspx\">诗</a>小巧、精致，宛如一幅花草虫鸟彩墨画。画面之中，池、泉、流、荷和蜻蜓，落笔都小，却玲珑剔透，生机盎然。</p> <p>　　第一句，紧扣题目写小池的源泉，一股涓涓细流的泉水。泉水从洞口流出，没有一丝声响，当然是小之又小的。流出的泉水形成一股细流，更是小而又小了。这本来很寻常，然而作者却凭空加一“惜”字，说好像泉眼很爱惜这股细流，吝啬地舍不得多流一点儿。于是这句诗就立刻飞动起来，变得有情有趣，富有人性。</p> <p>　　第二句，写树阴在晴朗柔和的风光里，遮住水面。这也是极平常之事，可诗人加一“爱”字，似乎用她的阴凉盖住小池，以免水分蒸发而干涸，这样就化无情为有情了。而且，诗舍形取影，重点表现水面上的柔枝婆娑弄影，十分空灵。</p> <p>　　三、四句把焦点缩小，写池中一株小荷以及荷上的蜻蜓。小荷刚把她的含苞待放的嫩尖露出水面，显露出勃勃生机，可在这尖尖嫩角上却早有一只小小蜻蜓立在上面，它似乎要捷足先登，领略春光。小荷与蜻蜓，一个“才露”，一个“早有”，以新奇的眼光看待身边的一切，捕捉那稍纵即逝的景物。</p> <p>　　诗人触物起兴，用敏捷灵巧的手法，描绘充满情趣的特定场景，把大自然中的极平常的细小事物写得相亲相依，和谐一体，活泼自然，流转圆活，风趣诙谐，通俗明快。且将此诗写的犹如一幅画，画面层次丰富：太阳、树木、小荷、小池，色彩艳丽，还有明亮的阳光、深绿的树荫、翠绿的小荷、鲜活的蜻蜓，清亮的泉水。画面充满动感：飞舞的蜻蜓、影绰的池水，充满了诗情画意。</p>",
  "poet": {
    "id": 361,
    "star": 0,
    "name": "杨万里",
    "image": "http://img.gushiwen.org/authorImg/yangwanli.jpg",
    "desc": "杨万里，字廷秀，号诚斋，男，汉族。吉州吉水（今江西省吉水县）人。南宋杰出诗人，与尤袤、范成大、陆游合称南宋“中兴四大诗人”、“南宋四大家”。"
  },
  "tags": [
    "古诗三百首",
    "小学古诗",
    "夏天",
    "写水",
    "池塘"
  ]
}