{
  "id": 70329,
  "star": 2,
  "name": "杂剧·庞涓夜走马陵道",
  "dynasty": "元代",
  "content": "楔子<br>前身原是谪仙人，每夸苍鸾谒上真。腹隐神机安日月，胸怀妙策定乾坤。贫道姓王名蟾，道号鬼谷先生。幼而习文，长而习武，善晓兵甲之书，能辨风云之气。不须胜败，预决兴亡。排阵处尽按天文，争锋时每驱神将。恐怕人间物色，甘从谷口逃名。在这云梦山水帘洞，扮道修行，忘其岁月。贫道有两个徒弟，一个是庞涓，一个是孙膑。此二人来到山中，寻着贫道。拜为师父。学业十年，兵书战策，无不通晓。我观此二人，孙膑是个有德有行的人，庞涓久后得地呵？此人是个短见薄识、绝恩绝义的人。他两个每每要下山去进取功名。今日是个吉日良辰，贫道都唤出来，问他志向如何，贫道自有个主意。道童，与我唤将孙膑、庞涓来者。二位师兄，师父有请。贫道孙膑，燕国人也。兄弟庞涓，乃魏国人氏。俺弟兄二人，一同天到云梦山水帘洞鬼谷先生根前学业，可早十生光景也。俺两人兵书战策，都学成了。今日师父呼唤，不知有甚事。须索走一遭去来。哥哥，今日师父呼唤俺二人，你说为甚么来？自古道：学成文武艺，货与帝王家。必然见俺二人学业成就，着俺下山。进取功名。哥哥，俺和你见师父，看着谁先下山去。兄弟，你的本领强似您哥哥的，料必是先着你下山。咱和你见师父去。您两个来了也。师父。俺两个正在草庵中攻书，听的道童来唤，一径的来见师父。唤您来别无甚事。您两个相从十年，学的那兵书战策，己都成就了也。目今七国春秋，各相吞并，招贤纳士。您两个下山，进取功名，有何不可。师父。您徒弟待要下山进取功名，不知师父意下如何？您两个都要下山，未知何人堪可。待我先试您两个的智谋计策，却是如何？我如今掘个三尺土坑，一个木球儿，放在这土坑里面。也不用手拿，也不用脚踢，要这木球儿自家出来。我看你两个机见咱。这个也不打紧。如今这三尺土坑在山坡上，要这木球儿自家出这土坑来。我只着几个人将着锹镢，从这土坑边开通一道深沟。直到山下，那木球自然顶着沟滚将出来。这般如何？孙子，您有甚么机见？师父，这木球儿本是轻的。如今挑几担水来，倾在这土坑里面。待这球儿将次浮在坑边口上，徒弟再着一桶水冲将下去，那水满了。这球儿自然滚出。此计大妙。偏我的不妙。住、住、住。这个也不打紧；我再看您两个智谋如何。我如今坐在洞中。也不要你扶，也不要你请，则要你<br>赚的我自然出这洞去，你二人献计来。这个倒有些难，哥哥你先道波。师父，您徒弟无出洞之汁，则有。入洞之计。怎生是入洞之计？若是师父立在洞门前，您徒弟也不扶着师父，请着师父，我着师父自然走入洞去。我不信。我如今立在洞门前。看你有何计策，着我入洞来？稽首师父。这便是徒弟出洞之计。此计大妙。庞涓，你有何出洞之计？徒弟也无出洞之计，则有入洞之计。恰才孙子说了。偏我的计策不纳。我如今再献一计。师父，洞下一对虎斗哩。我每日伏虎哩，便斗有甚么好看？既然师父不出来呵，我如今把干柴乱草堆在洞门后面，烧起烟天，抢的师父慌，看你出来不出来？好则好，有些短见。不使这等短见，怎生赚的师父出来？你两个近前来，我且观看您气色咱。我观孙子面色不如庞子。庞子，您先下山去。则今日好日辰，辞别了师父，徒弟便索长行也。徒弟，你则着志者。师父，今日兄弟下山去，您徒弟告假，要送兄弟一程。好，你送庞子去到前面杏花村，早些儿回来也。你二人学业专精，投上国进取功名。不枉了深交契友，与庞涓送路登程。哥哥，想您兄弟多亏了哥哥。您兄弟若得官呵，保举哥哥同享富贵。若不如此，天厌其命，作马作牛，如羊似狗。呀，正行之际，遇着一道深涧，涧口一个独木桥儿。这个独木桥儿只怕多年朽烂了。我待要先过去来，未知这桥牢也不牢。我如今要求官应举去，倘若有些疏失可怎了？我则除是这般……哥哥，你是兄，我是弟，可不道行者让路。哥哥先行。既然兄弟让我，待我先过桥去。且住者。我为甚着他先过去？他若踹折了那桥，跌死了他，我往那远远的绕将过去，到的做官呵，则显我一个，可不好？哥哥请先过去。我过的这桥。兄弟，你过来。哥哥过去了也。他头里未曾过去时，这桥还壮哩，则怕他踹损了，则除是恁的。哥哥，依着您兄弟有些儿害怕。你一只脚踹着那岸边，一只脚踹着这木头。探着身，舒着手。等兄弟过来时，你接我一接。我依着你。我一只脚踹着那木头。一只脚踹着这岸边，我探着身，舒着手，接你过来。如何？我为着甚么着他舒着手接我过去？倘有疏失，我拿住他的手，可不我倒他也倒。哥哥，将你手来。兄弟，兀的不是手。过来了。兀的不唬杀我也。哥哥，送君千里，终有一别。哥哥你回去，您兄弟若得官呵，必然保举哥哥，同享富贵。若不如此，天厌其命，作马为牛，如羊似狗。兄弟，你休这般说，我买一壶儿酒，与兄弟饯行咱。量兄弟有何德能，着哥哥如此用心也。兄弟，满饮此杯。多谢了哥哥。兄弟此一去，则要你着意者。<br>【仙吕】【赏花时】想着咱转笔抄书几度春，常则是刺股悬梁不厌勤。你今日践红尘，只愿你此去呵功名有准，早开阁画麒麟。<br>【幺篇】抵多少西出阳关无故人，一种离愁两断魂。我越送越关亲，好割不断弟兄的义分，兄弟，你稳登前程。早过了五里这坐杏花村。<br>哥哥回去了也。不敢久停久住，则今日进取功名，走一遭去。别却荒山往帝都，万言书上显机谟。一朝身挂元戎印，方表男儿大丈夫。<br><br>第一折<br>始祖成周号毕公，不知何代失侯封。一自三卿分晋后，大梁惟我独称雄。某乃魏昭公太子申是也。始祖毕公，乃文王第十三子，武王之弟，分封于魏。已后失职，辅佐晋文公为卿。至周威烈王之时，与韩、赵二家日渐强盛，遂灭晋国，三分其地。今周赧王在位，天下并为七国，各据疆土。俺国新收一将，乃是庞涓。只他广多韬略，甚有英雄，直将六国诸侯驱子马下。俺封他为武阴君之职。他在父王根前举保一人，乃是他同堂故友孙膑。此人有鬼神不测之机，文武兼全之具，还胜似他一倍。若果如所说，岂非俺国大幸。现今征聘入朝，父王着某在演武场中，等待孙膑到时，与他加官赐赏。郑安平，与我请将庞涓元帅来者。理会的。庞元帅，公子有请。天生性子本妒忌，只为临行曾说誓，今朝举荐入朝来，且看如何另有计。某乃庞涓是也。自离了师父下山，初投齐国，因他不纳贤，却又投于魏国。后来齐公子设一大宴，请各国公子会于临淄境上。那齐公子问俺魏公子要辟尘如意珠，俺魏公子不肯与他，那齐公子怀怒。只待魏公子还时，便差大将田忌从后赶来。魏公子差郑平安与田忌交战，不想郑安平大败，被某单枪独马冲上，则一阵活拿了田忌，驱六国公子尽皆下马。因此魏公子加某为武阴君之职，就挂了兵马大元帅之印。我想孙膑别时，曾言哥哥得官提拔兄弟，兄弟得官提拔哥哥。若亏了心呵，天厌其命，作马为牛，如羊似狗，设下这般盟誓。我如今在公子根前，保举过孙膑，见了公子，必有加官赐赏。可早来到也。小校报复去，道有庞涓在于门首。偌，报的公子得知，有庞元帅来了也。道有请。请进。公子，小官举保的孙膑来了也。快着人唤将来，我自有加官赐赏。小校，与我请将孙膑来者。孙膑安在？贫道孙膑是也。自与兄弟庞涓相别，可是三年光景。幸的他不忘前言，果于魏公子根前举保贫道。今日在教场内着人相请，须索走一遭去来。哥哥来了也，我在公子根前。举荐过了，今日必当重用。咱和哥哥见公子去来。量贫道有何德能，着兄弟如此用心也？公子，这便是孙膑。只他是孙先生么？是贫道。有庞元帅数次荐举，说你深怀妙策，广看兵书，则今日加你为四门都教练使。你谢了恩者。谢了公子也。他初下山来，又无寸箭之功，加他偌大<br>的官职，久以后那里显我。我要对公子说来，当初可是我保举他的。则除是恁般。公子，俺这哥哥善能排兵布阵，今日就在教场中拨与他三千军马，着他排几个阵势，与公子看波。元帅之言甚善。孙先生，我与你三千军马，就在此教场内，摆几个阵势，等我试看咱。贫道领旨。哥哥，你是摆阵咱。大小三军听吾将令，合行则行，合止则止，若违令者，必当斩首。<br>【仙吕】【点绛唇】遮莫他盖世英雄，驱兵拥众，你可也休惊恐。若是和俺孙膑交锋，只当似掌股上婴儿弄。<br>【混江龙】今日个君王选用，做个四门团练副元戎。在教场中摆开阵势，显耀神通。准备玉笼擒彩凤，安排金锁困蛟龙。暗伏着死生开杜，明列着水火雷风。马一似苍虬恶兕，人一似黑煞天蓬。也不用提刀仗剑，也不用插箭弯弓。单听俺中军帐画面鼓咚咚，和着那忽剌刺杂彩旗摇动。早则见罩四野征云惨惨，下一天杀气濛濛。<br>大小三军，与我摆开阵势者。打阵的来。庞元帅，你看这个阵势，唤做甚么阵势？郑安平，你认的这个阵势么？待我看来，这个唤做匾担阵。那里有甚么匾担阵。公子，这个是一字长蛇阵。你着甚么阵破他？我有二龙戏水阵破他。孙先生，破的是么？破的是。你再摆个阵势。理会的。大小三军，与我摆开阵势。打阵的来。庞元帅，认的这个阵势么？郑安平，你再认看。这个我极认的，唤做丫髻阵。可知你不认的哩。公子，这个唤做天地三才阵。你着甚么阵破他的？我着四门斗底阵破他。孙先生，破的是么？破的是。且慢者。恰才他摆过的阵势，都是我在山中操练过的。我下山来这三年光景，则怕俺那师父别教与他甚么兵书战策。则除是恁的。公子，他恰才摆的阵势，都是我知道的。他还有好阵势，不肯摆将出来。公子，如今着他别摆一个阵势。孙先生，恰才你摆的阵势，都是可破的，何足为奇。你须再摆一个，若是再破了呵，必然见罪。孙先生莫怪。理会的。兄弟也，着我摆阵，你颠倒在公子根前，下这般谮言。你既然着别摆，我如今将天书内摘一个阵势出来。这个阵是九宫八卦阵。九宫上九个天王，八卦上八个那吒。把这军马摆将过来，将一个军卒拨倒在地，将那枪刀剑戟都簇在那军卒身上。看他认得是这个阵势么。小校，与我摆阵。公子，着那打阵的将军来认我这阵势咱。庞元帅你认这个阵是甚么阵？郑安平，你认的这阵么？待我数一数。元来有八座门，我认的了。元帅，这个叫做螃蟹阵。口足！那里有螃蟹阵？待我再认呵，哦！有一个小军被乱枪戳倒在地上，这唤做凿鳖阵。休道你认不的，我也认不的。哦！他怎么摆出这个阵势来！我待说认的，我本不认的，不知甚么阵；我待说不认的，可有公子在此，对着众将，我是个元帅，不着笑我。则除是恁的。公子，想孙子好生无礼。有阵便摆，无阵便罢，他怎生摆出个胡乱阵来，教我怎生认的？孙膑，你有阵摆阵，无阵便罢。怎么摆个胡乱阵？却待欺瞒我么？公子，谁这般道来？是庞元帅道来？公子，教那将军来打我这阵势。他若打得开。岂不是胡乱阵？若打不开，便是一个好阵。庞元帅、郑安<br>平，您听的孙膑说么？教你两个打阵去。哥也，你认的这个阵势，是那胡乱阵也不是？兄弟，他的兵法怎么到的我根前发卖？你放心去，不妨事。孙膑，我打阵来也。大小三军，但有打阵来的，便与我执缚住者。<br>【油葫芦】我这里布网张罗打大虫，谁着你将军校冲，早沙场上杀的血染马蹄红。哥也，到的这阵里面，可怎生东西南北都不省的了也？是甚么人？快与我拿将来。则你那三更不应君王梦，可兀的一身枉请皇家俸。我将你捉在马前，你今日落在彀中。谁着你不明白撞入我这迷魂洞，不由我忿气欲填胸。师父可怜见，不干我事，都是庞元帅来。<br>【天下乐】可不道将在谋不在勇，哎，只你个英也波雄，枉用功，我如今捉获你对咱妆懵懂。大小三军，将那厮夺下鞍马，剥去衣甲，休教走了也。将我鞍马衣甲都收了，教我怎么回去见元帅？一壁厢扯了锦袍，一壁厢牵了玉骢，我看你怎生还本阵中？<br>师父息怒，本不干我事，是庞元帅使我来。师父杀生不如放生，怎生饶过我来，可也好那。可也不干你事。小校，释了缚者，抢出去。还了我那鞍马衣甲来。休与他，抢出去！兄弟，你怎么这般模样？元帅，都是你来。你说是胡乱阵，我刚到那里面，东南西北都不省的。又无一个人，不知怎的将我拿住了。着我哀告了他半日，将我鞍马衣甲都夺下了，将我抢出阵来。他是你好兄弟，那里是羞我，敢则是羞你哩。孙膑这厮好无礼也。你便饶不过郑安平那？你这厮也不中用。元帅，你休强。我到阵中就昏迷不醒，他就拿住我了。郑安平，他的那兵书战策在我根前卖弄，则是担水向河里卖。我如今打阵去。我若打了那阵呵，方显出大将军八面威风。且慢者。我如今打阵去，倘或将我拿住呵怎了。则除恁的。比及我打阵，我先叫一声说庞元帅打阵来了也。我哥哥听的我打阵。必然纵放我些，不敢拿住。我宠元帅亲自打阵来也！大小三军，摆的严整者。操鼓来。好是奇怪，连我也不知东南西北了也。将那打阵将军与我拿住者。<br>【醉中天】我道是谁把征马宛纵，原来是兄弟将锦营冲。只我这些胡做乔为本不工，哥哥饶过您兄弟咱。你个快打阵的怎便忙陪奉。住者。你看那小校每前推后拥，兀的不唬杀我也。早唬的他战钦钦头疼脑痛，兄弟，你不说来？哥哥，我说甚么来？可不道大将军八面威风。兀的不羞杀我也。哥哥，想七国中惟您兄弟一人而已，六国都来进奉，则是怕兄弟。谁想哥哥神机妙策，出鬼入神。今日在阵上拿住您兄弟，着我有何面目再去驱兵领将。大丈夫宁死也不辱。罢、罢、罢，哥哥，你小心在意，扶持魏国。您兄弟纳下靴笏襕袍，收拾轮竿。钓鱼为活，永无争名夺利之心。您兄弟知罪了也。兄弟，你道差了也。<br>【后庭花】我喜的是弟兄每两意同，你则待执轮竿作钓翁。哀告这掌军权的燕孙膑。兄弟请起。请起你个梦非熊的姜太公。若到那殿庭中，怎忘了弟兄的情重，哥也，若公子问呵，休说哥哥好、兄弟歹，则说俺两个摆阵势是一般儿的。兄弟，我知道了也。我对大人行会脱空。哥哥，这都是兄弟的不是了，只愿哥哥想咱旧日契交朋友。今日举荐为官，也是不忘盟誓之意。假若公子问呵，谁输谁赢，哥哥您则善言咱。兄弟，你放心者。我和你见公子去来。孙先生。我问你，两家摆阵势，谁输谁赢？你从头实说咱。公子，贫道与元帅都是鬼谷先生弟子。虽同传授，各用心机。便是元帅也有不知贫道演习的去处，贫道也有不知元帅的去处，总之一般。虽然如此，好歹岂没个赢没个输的？<br>【金盏儿】他那里一一问行踪，俺兄弟悄悄的嘶过从。好教我意踌躇，两下里可兀的难趋奉。我待不说呵，怎生支对主人公；待说呵，我和他书窗曾最密。怎宦路个不相容。孙先生，你怎生不言语？我正是满怀心腹事，尽在不言中。孙先生，你恰才摆阵时毕竟是谁输谁赢？公子，听贫道说咱。<br>【赚煞尾】我和他十载习兵法，九转能成诵，这八卦阵纵横不穷。管七国江山着君王独自统，便有六丁神我敢也驱下天宫。正方幢，招飐如风，四下里兵戈摆的没些儿缝。似这等三军簇捧。要着我二人何用？难道你两个就没一个强弱？俺两个都一般的谈笑会成功。<br>两个将军去也。令人将马来，待俺回父王的话去。恰才二将争雄在战场，都一般的神机妙策没低昂，庞涓是一条擎天白玉柱。孙膑是一座架海紫金梁。<br>楔子<br>暑往寒来春复秋，夕阳西下水东流。将军战马今何在，野草闲花满地愁。贫道鬼谷子是也。自从庞涓到于魏国，受了武阴君之职。他举荐孙子下山，共同为官。贫道观其气色，此一去必有灾难。如今设下坛场，缚起个草人，待贫道登坛，召取诸天神将，看其休咎，便见分晓。道童，坛场设下了也不曾？师父，坛场己完备多时了也。真香一热，瑞雾飘飖。高升宝篆。上彻云霄。三冬法鼓，万圣来朝。恭请玉清圣境元始天尊，三省六曹，左辅右弼，南辰北斗，东极西灵。十二宫辰，二十八宿，九天游奕使者，三界直符使者，十方捷疾灵神，本山土地，当境城隍，空虚典祀，社庙威灵。闻今关召，速至坛庭。一击天清，二击地灵，三击五雷，万神听令，再召九宫八卦部中神，十二元辰位中将。水无正行，以咒为灵，在天为雨露，在地作泉源。一噀如霜，二噀如雪，三噀天地清净。庚辛铸体，离火炼形，玉清教主赐来，有道真人驱使。先请五方五帝，衔符佩剑，入吾水中。吾持此水非凡水，九龙吐出净天地，太乙池中千万年，吾今将来验凶吉，虔心启请四直功曹，神剑撇下，休错分毫。疾！道童，剑落在草人那里？师父，剑落在草人足上。嗨，孙膑必有刖足之灾！不伤其命。想孙膑临行那日，贫道曾与他一计，教他遇难之时，脱逃性命。孙膑机谋不可当。宠涓空使恶心肠；两个刖足之仇何日报，少不得马陵山下一身亡。恨小非君子，无毒不丈夫。某庞涓想来，那孙膑无礼。是咱旧交朋友，我便有些儿差池，你就耽待不得？把俺拿在阵前，花白许多说话。怎生出的我这口气！我元不济，你自做个计较。则除是这般。郑安平，你去诈传着魏公子之命，说与孙膑知道：今晚三更三点，荧惑失位，着他领三百三十骑人马，都是红袍红旗，到宫门外面，连射三箭，鸣锣击鼓，呐喊摇旗。着他魇镇火星，你小心在意者。理会的。领着元帅将令，与孙膑说知。走一遭去。郑安平去了也。这一去料那孙膑敢不依令！若是公子听的，岂不大惊？待他问我呵，我就说孙膑有反乱之心。公子必然将此人杀坏，那其间便是我平生愿足。孙先生，奉公子的命，着你今夜晚间三更将尽，领着军卒。鸣锣击鼓，呐喊摇旗，望王宫门首连射三箭，着你魇镇火星，小心在意者。某孙膑是也。奉公子的命，领着三百三十三骑人马<br>。到王宫门首，魇镇火星，走一遭去。可早来到也。众军校与我鸣锣击鼓，呐喊摇旗，望着王宫门首，连射三枝火箭。呐三声喊，退了火星也。<br>【仙吕】【赏花时】我如今奉敕蒙宣统士卒，则为这荧惑离宫失位所。我望帝阙近皇都连发了三枝箭羽，早没半霎儿将火星除。<br><br>第二折<br>某乃公子魏申。好是奇怪也，昨夜三更三点。甚么人鸣锣击鼓，呐喊摇旗？又有火箭数枝，一直射进宫内，不知何故？左右那里？与我唤将庞元帅来者。庞元帅安在？适闻公子呼唤，料孙膑必然中我之计也。待公子问俺时，自有主意。元帅，昨夜晚间三更时分，宫门外这般鸣锣击鼓，呐喊摇旗，射进几枝火箭来，却是为何？公子，这事都是我庞涓之罪。谁想孙膑，公子加他为四门都练使。他嫌官小，因此夜晚间领着军卒鸣锣击鼓，必然有反叛之心也。既然如此，建起法场，就着你为监斩官。将孙膑斩讫报来。领旨。令人，唤将郑安立来者。元帅唤我做甚么？郑安平，如今公子要杀坏孙膑，着我为监斩官。我和他是同堂故友，难以行法，我着你去监斩。就今日建起法场，若杀他呵，等我过来，有我的言语，你便下手。小心在意者。刀斧手那里？把住街道，与我拿将孙子来者。理会的。孙膑，你知罪么？我不知罪。你刬的不知罪？你昨夜三更时分，领着军卒，在宫门之外，鸣锣击鼓，呐喊摇旗，连射几枝火箭，明明是有反魏之心。公子的命。要将你杀坏哩。嗨！我中他计也。似此怎了也呵？<br>【正宫】【端正好】祸临头，谁人救，则我这泼残生眼见的千死千休。谁着你把箭三枝连射三更后，哎！你也合将那传令的人追究。<br>【滚绣球】我可也为国愁，为国忧，为知心数年交厚，我恨不的并吞了六国诸侯。这江山和宇宙，士女共军州，都待着俺邦情受，怎知道运拙也志愿难酬。哎，孙膑也！不争你谗言谮语遭人构，直感的野草闲花满地愁。那里也正首孤丘。<br>孙膑，你好模好样的做这等勾当，你也须自知罪过，还说甚么？你说一句钢刀豁口，觑一觑金瓜碎首。刽子磨的刀快，只等午时三刻到来，便要杀坏了哩！<br>【倘秀才】哎！我说一句钢刀豁口，觑一觑金瓜碎首，我可甚一旦无常万事休。我不合鸣金鼓、统戈矛，我本无罪过，怎要杀坏我也？这便的是我犯由。<br>孙膑，你只安心儿受死，不要大惊小怪的。<br>【滚绣球】这法场近御沟，对凤楼，冤屈也！我这里叫尽屈有谁来分剖。送的我眼睁睁有国难投。强缚住我这调羹补衮的手，掩住我这衔冤负屈的口。这都是我自作自受，也不专为那人怨人仇。哀哉故国难回首。可正是烦恼皆因强出头，便死何求！我教郑安平代做监斩官，起建法场，杀坏孙膑。如今往法场上过，我则推不知道。摆开头躇，慢慢的行。我是个朝中有功之人，今日敕赐与我十瓶黄封御酒，我多饮了几杯，我好快活也。今宵酒醒伺处。杨柳岸晓风残月。兀的不是宠涓过来也！我明知道他杀坏我，我着他救我咱。我临行时师父曾与我一计，若遇祸难临头。有人唱道：今宵酒醒何处，杨柳岸晓风残月。你可诉出心间之事，就得不死。我如今不说，等待何时！两街百姓，我死不紧，只可惜我腹中有卷《六甲》天书。不曾传授与人。若有人救了我的性命。我情愿传写与他，决无隐讳。嗨！师父好歹也！将这《六甲》天书倒传与他。传与我的天书，原来是假的。我如今独霸六国，料无对手，若再得这天书呵，还有谁人近的我？当日他摆出阵来。我不认的那个阵势，可知道他在天书里面摘下来的。我若杀了这厮，便是绝了这天书也。我自有个妙计，赚他这天书哩。午时三刻到了，开刀！是斩谁？斩孙膑哩！是孙膑？且留人者！哥哥。你为甚么来！兄弟也，杀我的罪过，你敢知情么？我若知情呵。唾是命随灯而灭。哥哥，你端的为甚么来？<br>【白鹤子】他对着我急煎煎的忙问取。我对着他悄促促的说情由。哥也。我若知情呵，唾是命随灯而灭。只道他含着泪苦滴滴的假慈悲，却原来指着灯碜可可的言盟咒。<br>兄弟，你怎生救我咱？哥哥，我如今公子根前说去，救的你也休喜欢，救不得也休烦恼。刽子，你且慢者。待我见了公子转来呵，另有区处。我若救了他的性命，倘若不写天书，悄悄的溜了去，我那里寻他。我如今也不要他死，也不放他走。则等着写了天书，方才处置他，未为迟也。我如今诈传公子的命，免了他项上一刀，只刖了他二足。哥哥，您兄弟来了也。兄弟，你说的如何？哥哥，你兄弟一言难尽。<br>【脱布衫】我道你搜寻出百样机谋，翻惹下千种闲愁。则你个为昔日同堂故友，怎惜得这殷勤尽心儿搭救。<br>【醉太平】哎！兄弟也！可怎生问着时缄口来闭口？快与我分别一个恩仇，饶不饶即便说缘由，好着我猜不着谜头。我见他自推自跌自僝僽，迷留没乱把双眉皱。只他这英雄眼里泪交流，快说波亲兄弟帅首。<br>刽子，将孙子释了缚者。公子的命，免你项上一刀。空教我吃这一惊，多亏了我兄弟，留的我性命在，也尽好了。哥哥且休欢喜，可要刖了你二足哩。<br>【倘秀才】我就在这法场上连忙顿首，拜谢着行仁义君王万寿，我这个性命有个比喻，似钓出整鱼脱了钩。但躯命，得存留，便是老天来保祐。<br>一壁厢家中安排着茶酒饮食，等待哥哥。带挈我也吃一杯儿。孙先生，这里离元帅远哩。我问你，你是风魔呵是九伯？你两个冤仇太重，那个不知要杀坏你也是他，要救你也是他，要刖足也是他。庞元帅要害你性命哩！你小心者！噤声！<br>【滚绣球】你休那里信口诌，我不说谎。则管里无了收，这言语你也合三思然后，俺兄弟怎肯道东涧东流。俺两个说誓来，他亏我似猪狗。我亏他似马牛，俺两个曾对天说咒，俺兄弟他怎肯火上浇油。俺两个胜如管鲍分金义，休猜做孙庞刖足仇，枉惹得万代名留。<br>郑安平，公子在那里，立等回话哩。兀那刽子，你近前来，我嘱咐你：刖足之时，我着你轻着，你便重着，我说浅着，你便深着。刽子拿的铜钅算斤来，早下手波。理会的。孙膑，请出你那尊足来。轻着些儿。浅着些儿。兀的不痛杀我也！将酒来，哥哥苏醒者！您兄弟备下香喷喷三盏安魂酒，你吃了便定疼也。<br>【二煞】我饮过这香喷喷三盏儿安魂酒，则被你闪杀我也血渌渌一双脚指头。刀落处鼻痛心酸，皮开肉绽，筋骨相离，鲜血浇流。哎，可怎生神嚎鬼哭，雾惨云昏，白日为幽。耳边厢只听得半空中风吼，莫不是相天地替人愁！<br>哥哥休骑马，则怕那秽气扑了哥哥的疮难医。郑安平。你与我将哥哥背的家去。<br>【煞尾】兄弟，则这功名成就合成就，我得好休时便好休。养可疮海上游，洗了耳觅许由，学太公把钓钩，逐范蠡一叶舟。想荣华风内烛，富贵如水上沤，将利名一笔勾，再不向杀人场揽祸尤，白白的将性命丢。攒住眉头懒转眸，咬定牙儿且忍羞。打熬着足上浸浸血水流。哎，你个行刃的哥哥，你畅好是下的手。<br>孙膑也，你如何出的我手。着令人背的我书房中去，安排茶饭，与他食用；准备文房四宝，传写天书。只待早起修了天书。我便早起杀了那厮；晚夕修了天书，我便晚夕杀了那厮。我务要将他翦草除根，萌芽不发。为何如此说？我平日之间，两个眼里，偏嫌这等无仁无义歹弟子孩儿。<br><br>第三折<br>某庞涓是也。自从将孙子刖了二足，可早半年有余，抄写天书，将次完备。眼见得那厮便是死的人也。我己曾着人看去了，这早晚怎不见来回话。禀元帅得知，谁想孙膑正写天书，中间一阵风魔上来，将天书手中扯了一半，口中嚼了一半，灯上烧了一半。白日与小儿同耍，到晚来与羊犬同眠。打也不知，骂也不知，端的是个风魔了也。那厮怎么瞒得我老庞。明明是不肯传授天书，故意假作风魔，我要看破他，有何难处。令人，你近前来，分付你一桩事。你一只手将着个馒头，一只手将着荷叶，包着那污秽的东西。他若诈风魔呵，便吃馒头，是真的便吃污秽。若是真风魔呵，任着他要生要死，不必收留。你小心在意者。理会的。孙膑风魔假做成，只看饮食便分明。若是吃了那些污了口，随他念杀天书也不灵。小官乃齐国上大夫卜商是也。方今大周天下，七国春秋，是秦、齐、燕、赵、韩、楚、魏。这七国中向称强秦雄楚，与俺全齐，俱为上国。今因魏国倚恃庞涓，每每侵伐邻邦地界。俺六国不得己，年年进贡，岁岁修盟。俺齐国今年合该进茶，却差着小官入魏。贡车五十余辆，无非上品高茶。小官近闻庞涓请将孙膑下山。本欲同扶魏国。后因孙膑排兵布阵，拿住庞涓，遂成仇恨。在公子根前谗谮他有反魏之意，绑赴法场。那孙子临刑之时，口称我死不争，可惜胸中三卷天书，无人传授。比时庞涓要得抄写天书，即免其死，刖了二足，收留在家。谁想孙子一阵风魔上来，将所写天书扯了一半，口内嚼了一半，火上烧了一半，白日里与小儿同戏，到晚来与羊犬同眠。我想这个必是假的。今日小官往魏国进茶去，在于驿亭中安歇，只待贡事少暇，悄悄地看个动静。那孙子果然真个风魔，这不必说了；若是假呵，小官用些小智术，救的他出了魏国，到俺齐邦，奏过主公，拜为军师。一者报孙子刖足之仇，二者雪六国进贡之耻，岂非是一场莫大的功绩？我本孔门高弟子，来与齐邦作使臣。只要访得风魔孙膑出，准备后车同载渭川人。休笑休笑，我和你耍子去来！这里也无人，贫道孙膑是也。自从辞别了师父下山，到于魏国。公子教俺摆阵，不想庞涓在公子根前下了谮言，将贫道刖其二足。如今佯推风疾举发，白日里与儿童作戏，到晚间共羊犬同眠。不知几时才得个出头之日也呵！<br>【双调】【新水令】打独磨来到画桥四，恰便似出笼鹰剪折厂我这双翼。自知毛羽短，怎敢扑天飞。我则索做哑妆痴，儿回家阁不住眼中泪。<br>我早知这般呵，不下山来可也好那。<br>【步步娇】想当初在云梦山中把天书习，定道是取将相能容易。谁知有这日，生把俺七尺长躯打灭的无存济。哎哟！天那！甚日得遂风雷？也吐出俺这三千丈虹霓气。<br>风子，你见我这个馒头么？我正要馒头吃哩，你拿的来，<br>【沉醉东风】您几个作耍的笑嘻笑嘻，我这等好男儿怎和你步步相随。您几个小的每，都把馒头吃，兀那风子，你不耍与我看，我不与你馒头吃。常言道口没尊卑。兀那风子，我丢将这馒头去，你若是赶的上，就把这馒头与你吃，赶不上你吃我三拳头。是、是、是。我赶馒头者。赶的上便吃馒头，赶不上吃你三拳。我丢将馒头去也。我赶不上馒头索忍饥，馒头不曾吃，倒吃了一顿打。嗨！这的是脚短的先生可便落的。奉元帅的将令，着我将这馒头和这秽污，寻孙膑去。兀的不是他。怎么有这伙小厮在这里？<br>【搅筝琶】见一个狠公吏，叫一声似春雷，唬的那几个作耍顽童，都一时间潜在那里。兀那风子，你脚上疮疤疼痛，如今可好了么？起动你问我疮疾，我可也皱定双眉。我好疼哩！我好疼哩！堪悲！休则管絮絮聒聒，扯扯拽拽，痛不痛我足下须自知，索甚猜疑。兀那风子，你看我这手里拿的甚么？是馒头。这个是甚么？这个你则道我不知哩，这个是糕糜。你吃馒头好，吃糕糜好？我则吃糕糜。你吃糕糜，要发病伤人也。我则要吃糕糜。<br>【雁儿落】我常担着空肚皮，你几曾见这等好茶饭来？好茶饭几曾道尝滋味。虽然我脚尖上有病疾，你休吃，则怕发了你的疮。我心儿里倒也无闲气。<br><br>【得胜令】我因此上怕甚么冷糕糜，真个风魔了也，我回元帅的话去。他见我吃一口走如飞。自从我做作风魔汉，受了些腌臜歹气息。非是我无知，偏要吃他这茶食。我可便明知，怕不是庞贼使见识。<br>天色晚了，我还羊圈里歇息去也。你看我耍子去来。这早晚人都睡了，我也睡也。小官卜商，自到魏邦进茶已毕，见在馆驿中安下。小官看了孙子，数日不得空便，未敢接谈。今日又跟随了一日，他如今往羊圈中宿歇去了。你看天色已晚，前后无人，我直跟到这羊圈根前，吟两句诗，调发此人，看他说甚么。美玉类顽石，珍珠污垢泥。这言语不是我魏国的人。我再听咱。用手轻抹洗，万里色辉辉。眼见的此人不是真风魔了。我且再听他说甚么来。这里敢有人救我也，待我作歌一首。亭亭百尺半死松，直凌白日悬晴空。翠叶毵毵笼彩凤，高枝曲曲盘苍龙。岂无天地三光照，犹然枯槁深山中。其奈樵夫无耳目，手携巨斧相摧蹙。临崖砍倒栋梁材，析作柴薪向人鬻。终可笑兮终可笑，每日只在街头闹。浅波宁畜锦鳞鱼，知谁肯下丝纶钓。空愁望，空悲慨，举动唯嫌天地窄。若有风雷际会时，敢和蛟龙混沧海。此人之意，已尽露矣。我不免跳入这圈勾去。孙先生，你休大惊小怪的。我是齐国卜商，特来救拔你哩！你莫不是子夏否？然也。<br>【挂玉钩】我这里吐胆倾心说与伊，难道你不解其中意？先生何不跟我馆驿中去来。你先行，我随后便到也。你不与我同去。可是为何？我则怕路上行人口胜碑，先生，我须不是故意来赚你的。咱两个都心会。小官此一来。专为先生，别无他干。既然是你为我来，须回避。且做个面北眉南，你东咱西。<br>可早来到馆驿也，我关上这门。先生，你休大惊小怪的，则怕有人知道。将茶饭来，先生食用咱。庞涓。您和我同堂学业，转笔抄书，相守十年有余，谁想如此狠毒也。小官庞涓是也。颇奈孙膑无礼，他原来诈风魔，竟自走了也。我观将星落在馆驿里面。大小三军，将这座馆驿周围把住者。令人，与我唤出卜商那厮来。理会的。先生怎了也？有庞涓在馆驿门首，如之奈何？你不要顾我，你则自去对付他。元帅唤小官做甚么？卜商，你是小国之臣，怎敢将孙膑潜藏这馆驿中！你从实的说，有也是无？小官从来不知甚么孙膑。你道无有，我入馆驿中搜去。若搜出孙膑来呵，你的性命可也不保。令人，将卜商拿住，休教走了。我入馆驿搜去。大小三军，与我前后仔细搜者！前后都无。屋上瞧。屋上也无。井里捞！井里也无。前后都无。这厮可往那里去了？孙膑，你不在这里便罢，你若在这里，你听者：我只为那摆阵时结下的冤仇。要杀你也是我来，刖了足也是我来。我若今日见你呵，将你活剁做两三截。你要活时恰似井底捞明月。我若拿住你呵，你道兄弟饶了我者。要我饶你呵，则除是九重天滴溜溜飞下一纸郊天赦来。这前后委实的是无。卜商，你敢偷出孙膑去么？小官要孙膑何用？令人，放了卜商者。多谢元帅。卜商，恰才我若搜了孙膑来，我不道的饶了你哩。你如今几时回去？小官明日便回去。你往那一门去？我往东门去。比及你来时，我先在东门等你，将你那人夫都点过，茶车里都搜过。你若带出孙膑去呵，你见么？俺这里雄兵百万，战将千员，有一日兵临城下，将至壕边，四下里安营，八下里札寨，兵打你城池，马践你山川。卜商，那其间悔之晚矣。兀的不唬杀我也！恰才与孙先生正吃饭哩，忽听的庞元帅下马，围了馆驿，搜寻孙膑。且喜的搜不着，不知可往那里去了。孙膑你好强也！宠涓你好狠也！嗨，卜商，你好险也！待我叫一声：孙先生！孙先生！<br>【殿前欢】那唤我的却为谁？先生，你在那里来？在那摘星楼上我便做筵席。安排下脱壳金蝉计，我则索躲是逃非。庞涓贼，你好狠也。这的是他下的我也下的。先生，庞涓又来了也。哎！缠杀我也天魔祟，我便似小鬼般合扑地。你躲时节谁知道来？这公事则除天知地知，庞涓。你怎知我在这里吃茶饭哩。只半合儿使碎我这心机。<br>先生，我本意要带你去，只是一件，恰才庞元帅问我几时回去。我便道明日回，往东门去。庞涓道，我先在东门上，将你那茶车搜过。若搜出来呵，可怎了也？大夫放心，此人搜头不搜尾。若搜呵，咱着一个小军儿，打扮他的小军，飞马来报道，西门上拿住孙膑了。出的东门，你自慢慢的从大路上行。我便落荒而走。只要到的齐邦，便好领兵拿获庞涓，报我刖足之仇也。此计大妙！卜商，你往那里去？小官回齐国去也。令人，与我搜这茶车者！报的元帅得知，西门上拿住一个瘸先生也。眼见的是孙膑了。我西门上杀那瘸先生去来。元帅去了，先生快上马者。<br>【离亭宴带鸳鸯煞】我仗天书扶立你东齐国，统粘兵克日西攻魏。一声喊将征尘荡起，急飐飐搠旌旗，扑冬冬操画鼓，磕擦擦驱征骑。剑摧翻嵩岳山，马饮竭黄河水。看庞涓躲到那见，我将他活剥了血沥沥的皮，生敲了支剌刺的脑。细剔了疙路踏的髓。便那郑安平钅算斤掉了头，魏公子也屈折了腿。直杀的一个个都为肉泥，恁时节才报了我刖足的仇。雪了你贡茶的耻。<br><br>第四折<br>自来东土列诸侯，渤海琅邪占上游。为甚河山称十二，甘心臣魏不知羞。某乃齐公子是也，姓田名辟疆。始祖本姬姓宗亲，自陈敬仲入齐，赐姓田氏。后来田恒篡了齐国，至田和奉周天子的命，列为诸侯，世世相承。至齐康公薨而无后，立我父王。称为齐威王者是也。目今七国春秋，秦、齐、燕、赵、韩、楚、魏，俺齐国原为上国。止因魏国拜庞涓为帅，此人大有膂力，善晓兵书，每每加兵六国，莫能当敌。俺不得己与魏国年生纳贡。今生特遣大夫卜商，入魏进茶。不想，卜商暗将孙膑在茶车内带到俺国。闻得他兵法更胜似那庞涓百倍。俺如今就拜为军师，统领大势雄兵，会合各国大将，与庞涓决战。真个军师妙算，鬼神莫测。只一个添兵减灶之计，要将庞涓赚到马陵山谷，做下八面埋伏，准备擒他。看这一场，是好厮杀也。令人，与我唤各国大将前来听令者。理会的。诸将安在？赵国大将李牧听令：拔与你青旗为号，就领本部三万人马，接应田忌，截杀庞涓，引到马陵山下，休违误者。得令。楚国大将吴起听令：拔与你红旗为号，就领本部三万人马，接应田忌，截杀庞涓，引到马陵山下，休违误者。得令。燕国大将乐毅听令，拨与你白旗为号，就领本部三万人马，接应田忌，截杀宠涓，引到马陵山下，休违误者。得令。韩国大将马服子听令，拨与你黄旗为号，就领本部三万人马，接应田忌，截杀庞涓，引到马陵山下，休违误者。得令。秦国大将王剪听令，拨与你皂旗为号，就领本部三万人马，接应田忌。截杀庞涓，引到马陵山下，休违误者。得令。领将驱兵莫避难，报仇雪恨在今番。马陵山下先埋伏，不斩庞涓誓不还。十万强弓伏马陵，明为减灶暗添兵。庞涓合是今朝灭，会看军中奏凯声。某乃齐国大将田忌是也。奉军师的将令，着某为先锋，会合各国大将，与庞涓相持厮杀，则要输不要赢，将庞涓引过鸿沟而来。你道军师为何着俺佯输诈败？元来军师唯恐庞涓自揣不如，心怀惧怯，未肯穷追，因此故意的设这减灶之计，使庞涓看见俺国兵马，自到魏国界上，不勾五日，已逃的逃，死的死，亡其大半，必然奋勇追杀将来。却于马陵山下，树林深处，预先埋伏强弓硬弩十万余张，将大树一株刮去树皮，写着道：\"庞涓死此树下\"，六个大字。树枝之上，挂着一盏明灯。料的庞涓追到此处。必然放下灯来，看那树上所题<br>之字。元末俺军师就以此灯为号，只看此灯一下，那埋伏的弓弩，即便一时齐发。庞涓也，则教你有翼翅飞不上云头，有指爪劈不开地面，可不似牵羊入屠户之家，一步步来寻死地。某乃庞涓是也。颇奈孙膑无礼，他跟的卜商走了。如今用孙膑为军师，田忌为先锋。攻我魏国，与某决战。不曾到的五日，早把他家人马杀其大半，量他何足道哉。兀那尘土起处，敢是田忌来也。庞涓，你岂不知，归师勿掩，穷寇勿追。你苦苦赶我做甚么？料你的本领我也不怕，我判的和你并个你死我活。放马来！田忌，你是我手里败将，不早早受缚，还要强嘴哩。我敌他不过，三十六计，走为上计。走、走、走！你看那厮都杀败了也，乘势不得不赶。大小三军，跟我追将去来！贫道孙膑是也。自到齐国，拜某为军师之职。今日聚这大小三军，在此马陵山下。只今晚要斩庞涓，报某刖足之仇。众军校摆的严整者。今日要擒拿庞涓，雪俺六国之恨，皆赖军师妙计。<br>【中吕】【粉蝶儿】打一轮皂盖轻车，按天书把三军摆设，谁识俺这阵似长蛇。端的个角生风，旗掣电，弓弯秋月。喊一声海沸山裂，管杀的他众儿郎不能相借。<br>令人，这山下有一株大树，是甚么树？你去看来。有一株大树，是白杨树。令人，与我将这白杨树砍倒了，刮去了皮。将笔砚来。理会的。笔砚在此。<br>【醉春风】我将这乌龙墨恰研浓，我将这紫兔毫深蘸彻。白杨树下白杨峪，正是庞涓合死处。今夜不斩魏人头，孙膑不还齐国去。你看写着甚么哩？道不离此处斩庞涓，我亲自的写、写。一来是孙膑的计谋：二来是主公的福分，第三来单注着那人合灭。<br>那庞涓是一条好汉，怕也斩不的他么？<br>【石榴花】笑庞涓敢逞尽十分劣，逐定咱不相撇。争知这马陵道上有拦截，山崖一斗绝，树林稠叠。万张强弩齐攒射，敢立化了一堆鲜血。总便有三头六臂天生别，到其间那里好藏遮。<br>那庞涓说，你是他同堂故友哩。<br>【斗鹌鹑】俺和他同堂友至契至交，须不是被傍人厮间厮渫。俺可也为甚么相贼相残，都是他平日里自作自孽。他把切骨的冤仇死也似结，怎教俺便忘了者。俺如今拚的个不做不休，这就是至诚心为人为彻。<br>是好一场厮杀也。来此马陵山下，天色已晚，不知齐国败兵过去多远了。大小三军。前面林子里透出一盏灯光，必有人烟去处，可跟着我赶去看来。呀！原来别无人家，是一株大树，树上挂着一个灯笼。呀！怎么树上有几行字？小校，快与我放下灯来，待我看这字写着甚么。<br>【上小楼】兀的灯焰又昏，月影又斜，则见他紧鞚征马宛，左右盘旋，不得宁贴。他觑一回，望一回，肠慌腹热。怎知马和人死在今夜！<br>这树上却是四句诗，待我念来：白杨树下白杨峪，正是庞涓合死处。今夜不斩魏人头，孙膑不还齐国去。哦，元来这瘸夫到此地面，还把大言唬着我哩！<br>【幺篇】他那里语未绝，俺这里箭早拽。则见他蓦涧穿林，钻天入地，急切难迭。脚趔趄，眼乜斜，恰便似酒酣时节，庞涓也休猜做杨柳岸晓风残月。此处莫不有埋伏的军马么？不中，我只索倒回干戈，领军去也。庞涓，你那里去？大小三军，与我围定了峪口者。休教走了庞涓！兀的不唬杀我也！高阜处说话，好似我孙膑哥哥。我是叫他一声咱。孙膑哥哥！叫我的是谁？是您兄弟庞涓。你叫我怎么？多时不见哥哥，我心中好生想你也！你那贼，却元来也有今日哩！<br>【快活三】俺把心中事明诉说，您把诗中句细披阅。大古来有甚费周折，多咱是您勾魂帖。哥哥可怜见！是您兄弟的不是了也。<br>【朝天子】我可也不为别，是你亲曾把誓设，兀的不灭了这盏灯也，正应着唾是命随灯灭。哥哥可怜见，只饶过您兄弟咱。庞涓你既做了这业又何必恁怯，枉了也参拜无休歇。哎！则你个脸儿假热，心儿似铁，忍下的眼睁睁把我双足刖。你如今死也，再休想放舍，恰便似水底捞明月。<br>小校，与我拿过庞涓来者！哥哥。我庞涓知罪了也。可怜见我一世为人，只是饶了我罢。<br>【十二月】他那里自推自跌，从今后义断恩绝。哥哥。咱和你是同心共胆的好朋友，饶过我者！你道是同心共胆，还待要骗口张舌。我问你三回两歇，怎送的我二足双瘸？<br>想当日在馆驿中，你不道来？我道甚么来？<br>【尧民歌】你道是若拿住活剁做两三截，哥哥，旧话休题。今日个马陵道上把大冤雪。我剑锋亲把树皮揭，写着道今夜里此处斩豪杰。伤也波嵯，我和你从今便永决，庞涓，您要不死呵，则除是半空中飞下滴溜溜一纸郊天赦。军师，则管和他说到几时。先把这厮刖了双足，切下了驴头，然后将尸首分开做六段，散与六国去罢。小校，将铜钅算斤来先刖了这厮双足者！罢、罢、罢，大丈夫睁着眼做，合着眼受。这也不必说了，只可惜那六甲天书还不曾传授。<br>【煞尾】再言语豁了这厮口，再言语截了这厮舌。将那一颗驴头慢慢钢刀切。才把我刖足的冤仇报了也。<br>小校传下军令，着六国诸将，将庞涓尸首分为六处，各自领回本国，悬着示众。则今日就在马陵山，做个赏劳的筵席，奏凯班师。六国诸将试听者：奈庞涓擅起戈矛，生扰乱六国诸侯。自恃的英雄无敌，妒孙子假意相求。只等待下山入魏。便与他赌胜争筹。因打阵结成嫌隙，索天书百计图谋；强中手偏生犯对，讽风魔一命终留。卜大夫载回齐国，拜军师坐拥貔貅。诸国将皆来助战。喊杀处雾惨云愁。用减灶佯输诡计，引追兵直过鸿沟。伏万弩马陵山谷，题大树决斩庞头。果然得分户奏凯，还报了刖足深仇。<br>题目孙膑晚下云梦山<br>正名庞涓夜走马陵道",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "未知作者"
  },
  "tags": []
}