{
  "id": 52874,
  "star": 30,
  "name": "瑞鹧鸪·双银杏",
  "dynasty": "宋代",
  "content": "风韵雍容未甚都，尊前甘橘可为奴。谁怜流落江湖上，玉骨冰肌未肯枯。<br>谁教并蒂连枝摘，醉后明皇倚太真。居士擘开真有意，要吟风味两家新。",
  "fanyi": "<p><strong>译文<br></strong>风度韵致，仪态雍容，看起来并不十分奢侈华丽，即使如此，而酒尊前的柑桔，还是显得逊色几分。流落江湖，有谁怜？有谁惜？玉洁的肌肤，冰清的风骨，依然故我，不肯枯竭。<br>是谁将这并蒂连理果双双摘下？恰似那酒醉之后的唐明皇与太真贵妃相拥相依。居士擘开连理果，情真意切，两人分享，品尝风味，醇香清新，心心相惜。</p> <p><strong>注释<br></strong>⑴瑞鹧鸪：词牌名。此词极似七言绝句，与“瑞鹧鸪”词体不合。<br>⑵“风韵”句：《史记·<a href=\"http://so.gushiwen.org/author_70.aspx\">司马相如</a>传》：“相如至临邛，从车骑，雍容闲雅甚都。”此系反意隐括。都:姣好，美盛。<br>⑶甘橘可为奴：甘橘别称木奴。银杏，又名白果，其树为高大乔木，名公孙树，又称帝王树；叶呈扇面形，因果实形似小杏而硬皮及核肉均呈淡白色，故呼为银杏；其味甘而清香可食，起滋补药用。据说银杏在宋代初年被列为贡品。“甘桔”为“奴”典出《三国志·吴书·孙休传》，裴松之注引《襄阳记》曰：“丹阳太守李衡……后密遣客十人<a href=\"http://so.gushiwen.org/author_28.aspx\">于武陵</a>龙阳汜洲上作宅，种甘桔千株。临死，敕儿曰：‘汝母恶我治家，故穷如是。然吾州里有千头木奴，不责汝衣食，岁上一匹绢，亦可足用耳！’衡亡二十余日，儿以白母，母曰：‘此当是种甘桔也’。”桔奴，又称“木奴”，唐·<a href=\"http://so.gushiwen.org/author_204.aspx\">李商隐</a>有“青辞木奴桔，紫见地仙芝”（《陆发荆南始至商洛》）的<a href=\"http://so.gushiwen.org/view_52874.aspx\">诗</a>句。<br>⑷玉骨冰肌：清澈高洁。<br>⑸“醉后”一句：周勋初《唐人遗事汇编》卷二：“明皇与贵妃幸华清宫。因宿酒初醒，凭纪子肩同看木芍药。上亲折一枝，与妃子同嗅其艳。”太真、贵妃均指<a href=\"http://so.gushiwen.org/author_1039.aspx\">杨玉环</a>。此句意谓双银杏的并蒂相连，犹如唐明皇和杨贵妃倚倚靠靠亲密无间。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这是一首借物咏情词。易安居士假双银杏之被采摘脱离母体，喻靖康之乱后金兵南渡，自己与丈夫赵明诚一起离乡背井、避乱南方的颠沛愁怀。</p> <p>　　其上片开始先咏物以寄兴。“风韵雍容未甚都，尊前甘桔可为奴”是说：这银杏的风姿气韵、整个形体都不很起眼，但是较之樽前黄澄澄的甘桔来说，甘桔却只堪称奴婢。这是一种“先声夺人”的写法，起不同凡响的效果。“都”，在此作硕大、华美解，“未甚都”是指银杏作为果类食品，并不以果肉汁多、形体硕大诱人。词人在此用现成典故与银杏相比，称桔“可为奴”，足见作者对银杏的偏爱。</p> <p>　　词人之所以深爱银杏，未必因为它是珍稀贡品，而是睹物伤情，有所触发。“谁怜流落江湖上，玉肌冰骨未肯枯”两句便作了极好的解答：这枝双蒂银杏被人采下，永离高大茂密的树干，成为人们的盘中之果，采摘的人自然不会怜它，那么有谁怜它呢？看到它那圆浑、洁白虽离枝而不肯枯萎的形状，激起了词人的无限怜爱与自伤。这两句是吟物而不拘泥于物，与其说是在写银杏，毋宁说是借双银杏在直接写流落异地的自家夫妻。“玉肌冰骨”一词，意在突出一种高尚的人品道德与不同流合污的民族气节；“未肯枯”则是表示坚持自身的理想追求，不为恶劣环境所屈服；这些都是士大夫、文人所崇尚的自尊自强之志。</p> <p>　　下片首句“谁教并蒂连枝摘”是实写句，接下来“醉后明皇倚太真“则是一个联想句，一实一虚，有明有暗。这两颗对生银杏，因摘果人的手下留情，所以便保持了并蒂完朴的美好形象，其两相依偎、亲密无间的形态，恰似“玉楼宴罢”醉意缠绵的<a href=\"http://so.gushiwen.org/author_1039.aspx\">杨玉环</a>与<a href=\"http://so.gushiwen.org/author_520.aspx\">李隆基</a>。唐明皇与杨玉环这是一对世人共许的“在天愿作比翼鸟，在地愿为连理枝”的情侣，他们的名字也几化为纯真爱情的象征。这两句点出了银杏虽被摘而尚并蒂，正如易安夫妇虽流落异地而两情相依。这当是不幸之中足以欣慰之事。</p> <p>　　结尾句“居士擘开真有意，要吟风味两家新”的妙处在于使用谐声字：易安居士亲手将两枚洁白鲜亮的银杏掰开，夫妻二人一人一颗，情真意切。要吟颂它的滋味如何，是否清纯香美，这却深深地蕴藏在两人的心底。“两家新”的“新”字，在这里显然是取其谐音“心”。</p> <p>　　此词采用拟人手法，将双银杏比作玉洁冰清、永葆气节的贤士，比作患难与共、不离不分的恋人，贴切深刻；尾句使用谐音手法，不仅略带诙谐而且起脱俗之效。</p>",
  "about": "<h2>创作背景</h2> 　　本词约作于<a href=\"http://so.gushiwen.org/author_536.aspx\">李清照</a>南渡时期，即建炎元年到建炎二年（1127-1128年）。当时金人大举南侵，北宋朝廷崩溃。建炎元年（1127年）三月，李清照之夫赵明诚因母亲死于江宁南下奔丧，八月，起知江宁府，兼江东经制副使。北方局势愈来愈紧张，李清照着手整理收藏准备南下。李清照押运书籍器物于建炎二年（1128年）春抵达江宁府，本词即作在行程中。",
  "poet": {
    "id": 536,
    "star": 0,
    "name": "李清照",
    "image": "http://img.gushiwen.org/authorImg/liqingzhao.jpg",
    "desc": "李清照（1084年3月13日～1155年5月12日）号易安居士，汉族，山东省济南章丘人。宋代（南北宋之交）女词人，婉约词派代表，有“千古第一才女”之称。所作词，前期多写其悠闲生活，后期多悲叹身世，情调感伤。形式上善用白描手法，自辟途径，语言清丽。论词强调协律，崇尚典雅，提出词“别是一家”之说，反对以作诗文之法作词。能诗，留存不多，部分篇章感时咏史，情辞慷慨，与其词风不同。有《易安居士文集》《易安词》，已散佚。后人有《漱玉词》辑本。今有《李清照集校注》。"
  },
  "tags": []
}