{
  "id": 7852,
  "star": 26,
  "name": "金陵城西楼月下吟",
  "dynasty": "唐代",
  "content": "金陵夜寂凉风发，独上高楼望吴越。<br>白云映水摇空城，白露垂珠滴秋月。<br>月下沉吟久不归，古来相接眼中稀。<br>解道澄江净如练，令人长忆谢玄晖。",
  "fanyi": "<p><strong>译文</strong><br>在金陵一个静悄悄的夜晚，凉风习习，我独自一人登上高楼，眺望吴越。<br>白云低垂，水摇空城，白露好像是从秋月上垂滴的水珠。<br>我在月下沉吟，久久不归，思念古人，而古人能与吾心自相接者，亦已稀也。<br>惟有能写出“澄江静如练”这样清丽之<a href=\"http://so.gushiwen.org/view_7852.aspx\">诗</a>的谢玄晖，方令人长忆不已。</p> <p><strong>注释</strong><br>吴越：杨齐贤注“越州会稽郡，勾践所都。苏州吴郡，阖闾所都。今浙东西之地皆吴越也。”即今江、浙一符。<br>白露垂珠：<a href=\"http://so.gushiwen.org/author_509.aspx\">江淹</a>《别赋》中“秋露如敢。”此化用其意。<br>澄江净如练：《文选》谢眺《晚登三山还望京邑》中“余霞散成绮，澄江静如练。”此径引其后句，而改动一字。<br>谢玄晖：即谢脁，其字玄晖。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　金陵城西楼即“孙楚楼”，因西晋<a href=\"http://so.gushiwen.org/view_7852.aspx\">诗</a>人孙楚曾来此登高吟咏而得名。楼在金陵城西北覆舟山上（见《舆地志》），蜿蜒的城垣，浩渺的长江，皆陈其足下，为观景的胜地。这首诗，<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>写自己夜登城西楼所见所感。</p> <p>　　全诗一二两句叙写登楼的时间、地点以及环境气氛。夜深人寂，金陵城下西风乍起，诗人独上西城，举目四望，只见整个吴越原野全都被如水的月光笼罩了，呈现出一片朦胧的景色。这两句起笔平稳，境界阔大，虽未言情，而墨浓情深，从而为以下所抒发的思古幽情，蓄足了力量。</p> <p>　　接下两句即以写景承之。“白云映水摇空城，白露垂珠滴秋月”，秋水澹澹，白云、城阙映入水中，在月色下轻轻地摇动着。白露凝为水珠，明亮亮地缀在草木之上，泛着晶莹的光点。这两句是景物的实写，尽管没有正面描写月色的皎洁，却从侧面烘托出了月色的可爱。“摇”滴”二字，以动写静，恰好反衬出彼时彼刻万籁俱寂的特点。</p> <p>　　五六两句上承第二句，转出“沉吟”一层。诗人所以“沉吟”“不归”，是因为处于如此明静的景色之中，览物兴怀，不禁联想起古今诗坛的盛衰。“古来相接眼中稀”一句，即写出内心深处的深沉感慨。一方面表达了对古人的倾慕，另一方面又含蓄地表达了对自梁陈以来“艳薄斯极”诗风的不满。</p> <p>　　七八两句是全诗的结末，点明诗人在诗歌创作上所推崇的不是别人，而是“令人长忆”的谢玄晖。</p> <p>　　这首诗以写眼前景起笔，而归结于对谢脁的钦佩。首尾之间的联系，关键就在于诗人眼前的明丽景色正恰如谢脁诗清新秀丽的风格特点。谢脁的山水诗虽然缺乏充实的社会内容，但对于祖国东南一带秀丽风景的描摹却是异常细腻、精确和生动的。诸如“余霞散成绮，澄江静如练”（《晚登三山还望京邑》）等。这些诗句精工明丽、清新自然。由此能体会谢脁山水诗的风格即有如“白云映水摇空城，白露垂珠滴秋明”的明媚。处于这种环境之中，也就自然会联想起当年谢脁描写金陵景色的名句。这正是此诗含蕴精微的所在。</p>",
  "about": "<h2>创作背景</h2> <p>　　此<a href=\"http://so.gushiwen.org/view_7852.aspx\">诗</a>约作于开元十四年（726）诗人初至金陵时。金陵城西楼即“孙楚楼”，因西晋诗人孙楚曾来此登高吟咏而得名。《景定建康志》卷二十一“<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>酒楼”条下引有此诗，当即城西孙楚酒楼。该卷考证曰：“李白玩月城西孙楚酒楼达晓，歌吹日晚，乘醉著紫绮裘、乌纱巾，与酒客数人棹歌秦淮，往石头访崔四侍御。李白有诗云：‘朝沽金陵酒，歌吹孙楚楼。’”</p> <p>　　城西孙楚酒楼在金陵城西北覆舟山上，蜿蜒的城垣，浩渺的长江，皆陈其足下，为观景胜地。此诗是李白写自己夜登城西楼所见所感，以即景抒怀的手法，表达了李白对南齐诗人谢脁的崇敬和追慕之情。</p>",
  "poet": {
    "id": 247,
    "star": 0,
    "name": "李白",
    "image": "http://img.gushiwen.org/authorImg/libai.jpg",
    "desc": "李白（701年－762年），字太白，号青莲居士，唐朝浪漫主义诗人，被后人誉为“诗仙”。祖籍陇西成纪(待考)，出生于西域碎叶城，4岁再随父迁至剑南道绵州。李白存世诗文千余篇，有《李太白集》传世。762年病逝，享年61岁。其墓在今安徽当涂，四川江油、湖北安陆有纪念馆。"
  },
  "tags": [
    "写景",
    "登楼"
  ]
}