{
  "id": 45558,
  "star": 1,
  "name": "览古十四首",
  "dynasty": "唐代",
  "content": "圣人重周济，明道欲救时。孔席不暇暖，墨突何尝缁。 <br> 兴言振颓纲，将以有所维。君臣恣淫惑，风俗日凋衰。 <br> 三代业遽陨，七雄遂交驰。庶物坠涂炭，区中若棼丝。 <br> 秦皇燎儒术，方册靡孑遗。大汉历五叶，斯文复崇推。 <br> 乃验经籍道，与世同屯夷。弛张固天意，设教安能持。 <br> 兴亡道之运，否泰理所全。奈何淳古风，既往不复旋。 <br> 三皇已散朴，五帝初尚贤。王业与霸功，浮伪日以宣。 <br> 忠诚及狙诈，淆混安可甄。馀智入九霄，守愚沦重泉。 <br> 永怀巢居时，感涕徒泫然。 <br> 栋宇代巢穴，其来自三皇。迹生固为累，经始增百王。 <br> 瑶台既灭夏，琼室复陨汤。覆车世不悟，秦氏兴阿房。 <br> 继踵迷反正，汉家崇建章。力役弊万人，瑰奇殚八方。 <br> 徇志仍未极，促龄已云亡。侈靡竟何在，荆榛生庙堂。 <br> 闲居览前载，恻彼商与秦。所残必忠良，所宝皆凶嚚。 <br> 昵谀方自圣，不悟祸灭身。箕子作周辅，孙通为汉臣。 <br> 洪范及礼仪，后王用经纶。 <br> 吾观采苓什，复感青蝇诗。谗佞乱忠孝，古今同所悲。 <br> 奸邪起狡猾，骨肉相残夷。汉储殒江充，晋嗣灭骊姬。 <br> 天性犹可间，君臣固其宜。子胥烹吴鼎，文种断越铍。 <br> 屈原沈湘流，厥戚咸自贻。何不若范蠡，扁舟无还期。 <br> 尝稽真仙道，清寂祛众烦。秦皇及汉武，焉得游其藩。 <br> 情扰万机屑，位骄四海尊。既欲先宇宙，仍规后乾坤。 <br> 崇高与久远，物莫能两存。矧乃恣所欲，荒淫伐灵根。 <br> 金膏恃延期，玉色复动魂。征战穷外域，杀伤被中原。 <br> 天鉴谅难诬，神理不可谖。安期返蓬莱，王母还昆仑。 <br> 异术终莫告，悲哉竟何言。 <br> 鲁侯祈政术，尼父从弃捐。汉主思英才，贾生被排迁。 <br> 始皇重韩子，及睹乃不全。武帝爱相如，既征复忘贤。 <br> 贵远世咸尔，贱今理共然。方知古来主，难以效当年。 <br> 食其昔未偶，落魄为狂生。一朝君臣契，雄辩何纵横。 <br> 运筹康汉业，凭轼下齐城。既以智所达，还为智所烹。 <br> 岂若终贫贱，酣歌本无营。 <br> 晁错抱远策，为君纳良规。削彼诸侯权，永用得所宜。 <br> 奸臣负旧隙，乘衅谋相危。世主竟不辨，身戮宗且夷。 <br> 汉景称钦明，滥罚犹如斯。比干与龙逢，残害何足悲。 <br> 绛侯成大绩，赏厚位仍尊。一朝对狱吏，荣辱安可论。 <br> 苏生佩六印，奕奕为殃源。主父食五鼎，昭昭成祸根。 <br> 李斯佐二辟，巨衅钟其门。霍孟翼三后，伊戚及后昆。 <br> 天人忌盈满，兹理固永存。方知得意者，何必乘朱轮。 <br> 灭景栖远壑，弦歌对清樽。二疏返海滨，蒋诩归林园。 <br> 萧洒去物累，此谋诚足敦。 <br> 至人顺通塞，委命固无疵。吾观太史公，可谓识道规。 <br> 留滞焉足愤，感怀殄生涯。吾叹龚夫子，秉义确不移。 <br> 晦迹一何晚，天年夭当时。薰膏自销铄，楚老空馀悲。 <br> 达者贵量力，至人尚知几。京房洞幽赞，神奥咸发挥。 <br> 如何嫉元恶，不悟祸所归。谋物暗谋已，谁言尔精微。 <br> 玄元明知止，大雅尚保躬。茂先洽闻者，幽赜咸该通。 <br> 弱年赋鹪鹩，可谓达养蒙。晚节希鸾鹄，长飞戾曾穹。 <br> 知进不知退，遂令其道穷。伊昔辨福初，胡为迷祸终。 <br> 方验嘉遁客，永贞天壤同。 <br> 圣人垂大训，奥义不苟设。天道殃顽凶，神明祐懿哲。 <br> 斯言犹影响，安得复回穴。鲧瞍诞英睿，唐虞育昏孽。 <br> 盗跖何延期，颜生乃短折。鲁隐全克让，祸机遂潜结。 <br> 楚穆肆巨逆，福柄奚赫烈。田常弑其主，祚国久罔缺。 <br> 管仲存霸功，世祖成诡说。汉氏方版荡，群阉恣邪谲。 <br> 謇謇陈蕃徒，孜孜抗忠节。誓期区宇静，爰使凶丑绝。 <br> 谋协事靡从，俄而反诛灭。古来若兹类，纷扰难尽列。 <br> 道遐理微茫，谁为我昭晰。吾将询上帝，寥廓讵跻彻。 <br> 已矣勿用言，忘怀庶自悦。",
  "poet": {
    "id": 2843,
    "star": 0,
    "name": "吴筠",
    "image": "http://img.gushiwen.org/authorImg/wuyun.jpg",
    "desc": "吴筠 (?一778年)，唐朝华州华阴(今陕西华阴县)人。字贞节。一作正节。性高鲠，少举儒子业，进士落第后隐居南阳倚帝山。天宝初召至京师，请隶人道门。后入嵩山，师承冯齐整而受正一之法。与当时文士李白等交往甚密。玄宗多次征召，应对皆名教世务，并以微言讽帝，深蒙赏赐。后被高力士谗言所伤，固辞还山。东游至会稽，大历十三年(778)卒于剡中。弟子私谥“宗元先生”。"
  },
  "tags": []
}