{
  "id": 29275,
  "star": 37,
  "name": "春日寄怀",
  "dynasty": "唐代",
  "content": "世间荣落重逡巡，我独丘园坐四春。<br>纵使有花兼有月，可堪无酒又无人。<br>青袍似草年年定，白发如丝日日新。<br>欲逐风波千万里，未知何路到龙津。",
  "fanyi": "<p><strong>译文<br></strong>人世的升降是瞬息即变，而我却在家中呆坐了四年。<br>哪怕是有花又有月亮，但就没人把我推荐。<br>八品官的青袍年年都一样，头上的白发却越来越亮眼。<br>一心想去追逐风波千万里，却不知哪条路才能见龙颜！</p> <p><strong>注释<br></strong>①荣落：荣显和衰落。<br>②重（zhòng）：甚，很。<br>③逡（qūn）巡：顷刻、急速。<a href=\"http://so.gushiwen.org/author_56.aspx\">张祜</a>《偶作》：“遍识青霄路上人，相逢只是语逡巡。”<br>④丘园：家园，乡里。《易·贲》：“贲于丘园，束帛戋戋。”王肃注：“失位无应，隐处丘园。”孔颖达疏：“丘谓丘墟，园谓园圃。唯草木所生，是质素之所。”后亦以丘园指隐居之处，如<a href=\"http://so.gushiwen.org/author_258.aspx\">蔡邕</a>《处士圂叔则铭》：“洁耿介于丘园，慕七人之遗风。”《旧唐书·刘黑闼传》：“天下已平，乐在丘园为农夫耳。”<br>⑤坐：渐、行将。张相《<a href=\"http://so.gushiwen.org/view_29275.aspx\">诗</a>词曲语辞汇释》卷四：“坐，将然辞，犹寝也；施也；行也。” <br>⑥四春：四年。诗人会昌二年母亲去世，服丧闲居，到五年春已第四年。<br>⑦纵使：即使。 <br>⑧可堪：岂堪。<br>⑨又无人：<a href=\"http://so.gushiwen.org/author_204.aspx\">李商隐</a>《小园独酌》：“空余双蝶舞，竟绝一人来。”与“无人”同慨。又，冯引一本作“更”。袁彪说：“无酒无人，反不如并花月而去之。二语沉痛。”<br>⑩青袍：唐八、九品官穿青袍。作者居丧前任秘书省正宇，系正九品下阶，故著青袍。青袍颜色似春天的青草，《古诗》有“青袍似春草”之句，故云。“年年定”，应上“四春“。居丧期间离职家居，原职仍在。<br>⑪欲逐风波：想去追逐风波。<br>⑫龙津：即龙门，又名禹门口，在今山西省河津县西北。《三秦记》：“河津，一名龙门，水险不通，龟鱼之属莫能上。江海大鱼薄集门下数千，不得上，上则为龙。”</p>",
  "shangxi": "<h2>赏析</h2> <p>　　一、二两句言世间盛衰变化本甚迅捷，而我半生沦落；今隐于丘园行将四年，于仕途甚感渺茫。三、四两句言丘园中虽不乏花晨月夕，然家贫无酒可以消忧，又无知己可以相慰藉。三年在京守丧，四年杨弁平后移家永乐，仍为秘省正字，官职没有升迁，况且遇到丁忧，故云“年年定”也。五、六对仗衬贴，“青袍似草”、“白发如丝”，不惟设色相映，更叹官卑秩微而头颅渐大；草青、丝自，兼具衰飒之象；“年年定”，一年盼过一年，无丝毫升迁之迹象；“日日新”，日子倏忽消逝，鬓发日日改白。一“定”一“新”，动感相映，所谓仕进无路，汲引无门也，所以最后感叹“未知何路到龙津”。</p> <p>　　全<a href=\"http://so.gushiwen.org/view_29275.aspx\">诗</a>纯以对比之法结撰成章。首联领起人事花事二题， “荣落”指人指花都可。诗人首先将“世间”与“我”对比，然后写自己因守丧而困守家园的寂寞生活，颔联写景同时也流露出无聊之状，起承了五痕迹。唐代八、九品官着青色服，诗人由眼前之春草萋萋而联想到自己的九品青袍，本系即景巧喻，而“青袍”与“白发”又形成对比。“年年定”是说久居下僚，“年年”与“日日”的叠字更进一步补足了对比之意。第五句感伤岁月流逝。“龙津”即龙门，尾联是说想在政治上有所作为，但又慨叹无人引进。抒发的是诗人对未来的希望。</p> <p>　　这首春日诗失之于轻靡，或者说是百无聊赖，有的也有寄托，不过比较直露。<a href=\"http://so.gushiwen.org/author_204.aspx\">李商隐</a>这首诗，从主题上说这首诗没什么新意，但在艺术手法情景浑溶，低徊唱叹，富艳而多气，不多用典故而音节嘹亮，颇有杜诗境界。但在梗概多气上还是不如杜诗同类之作。</p>",
  "about": "<h2>创作背景</h2> 　　唐开成四年（839），<a href=\"http://so.gushiwen.org/author_204.aspx\">李商隐</a>在登进士第两年后应吏部试，授秘书省校书郎（九品），算是正式踏上了仕途，但不久受到牛（僧儒）党的排挤而外调弘农尉，由中央清要之职而地方趋奉之佐吏，不久因平反冤狱而触怒上司，自请去职。唐武宗即位，李党的首领<a href=\"http://so.gushiwen.org/author_815.aspx\">李德裕</a>为相，李商隐回京仍任秘书省正字。会昌二年（842），李母去世，他服丧四年后于会昌五年秋返京，仍居九品旧职。返京前他曾作《春日寄怀》一<a href=\"http://so.gushiwen.org/view_29275.aspx\">诗</a>，抒写心中的苦闷与希望，时年三十五岁。",
  "poet": {
    "id": 204,
    "star": 0,
    "name": "李商隐",
    "image": "http://img.gushiwen.org/authorImg/lishangyin.jpg",
    "desc": "李商隐，字义山，号玉溪（谿）生、樊南生，唐代著名诗人，祖籍河内（今河南省焦作市）沁阳，出生于郑州荥阳。他擅长诗歌写作，骈文文学价值也很高，是晚唐最出色的诗人之一，和杜牧合称“小李杜”，与温庭筠合称为“温李”，因诗文与同时期的段成式、温庭筠风格相近，且三人都在家族里排行第十六，故并称为“三十六体”。其诗构思新奇，风格秾丽，尤其是一些爱情诗和无题诗写得缠绵悱恻，优美动人，广为传诵。但部分诗歌过于隐晦迷离，难于索解，至有“诗家总爱西昆好，独恨无人作郑笺”之说。因处于牛李党争的夹缝之中，一生很不得志。死后葬于家乡沁阳（今河南焦作市沁阳与博爱县交界之处）。作品收录为《李义山诗集》。"
  },
  "tags": [
    "春天",
    "抒怀",
    "愁苦",
    "壮志未酬"
  ]
}