{
  "id": 71957,
  "star": 130,
  "name": "望阙台",
  "dynasty": "明代",
  "content": "十年驱驰海色寒，孤臣于此望宸銮。<br>繁霜尽是心头血，洒向千峰秋叶丹。",
  "fanyi": "<p><strong>译文<br></strong>在大海的寒波中，我同倭寇周旋已有十年之久；我站在这里，遥望着京城宫阙。<br>我的心血如同洒在千山万岭上的浓霜，把满山的秋叶都染红了。</p> <p><strong>注释<br></strong>①望阙（quē）台：在今福建省福清县.为<a href=\"http://so.gushiwen.org/author_489.aspx\">戚继光</a>自己命名的一个高台。戚在《福建福清县海口城西瑞岩寺新洞记》中记道：“一山抱高处，可以望神京.名之日望阙台。”阙，宫闱，指皇帝居处。<br>②十年，指作者调往浙江，再到福建抗倭这一段时间。从嘉靖三十四年调浙江任参将，到嘉靖四十二年援福建，前后约十年左右。<br>③孤臣，远离京师，孤立无援的臣子，此处是自指。<br>④宸（chēn）銮（luán）：皇帝的住处。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　此<a href=\"http://so.gushiwen.org/view_71957.aspx\">诗</a>以十分形象化的手法，抒发自己的丹心热血。</p> <p>　　首句“十年驱驰海色寒，孤臣于此望宸銮。”此诗虽为登临之作，却不像一般登临诗那样开篇就写景，而是总括作者在苍茫海域内东征西讨的卓绝战斗生活。“寒”，既指苍茫清寒的海色，同时也暗示旷日持久的抗倭斗争是多么艰难困苦，与“孤臣”有着呼应关系。第二句写登临，又不是写一般的登临。“望宸銮”，交待出登临望阙台的动机。“孤臣”，不是在写登临人的身份，主要是写他当时的处境和登阙台时复杂的心情。战斗艰苦卓绝，而远离京城的将士却得不到来自朝廷的足够支持，作者心中充满矛盾。得不到朝廷支持，对此作者不无抱怨；可是他又离不开朝廷这个靠山，对朝廷仍寄予厚望。所以，他渴望表白自己的赤诚，希望得到朝廷的支持。正是这矛盾的心情，促使作者来到山前，于是望阙台上站起英雄伫望京师的孤独身影。至此，我们才会看到，第一句诗不是徒然泛设。它其实为下面的登临起着类似领起的作用。没有多少年艰苦的孤军奋战作前题，那么此次登临也就不会有什么特殊的感情、[5] “繁霜尽是心头血，洒向千峰秋叶丹。”这一联是借景抒情。作者登上望阙台，赫然发现：千峰万壑，秋叶流丹。这一片如霞似火的生命之色，使作者激情满怀，鼓荡起想像的风帆。这两句诗形象地揭示出封建社会中的爱国将领忠君爱国的典型精神境界。在长达十来年的抗倭战争中，作者所以能在艰苦条件下，不停懈地与倭寇展开殊死较量，正是出于爱国和忠君的赤诚。“繁霜”二句，作者借“繁霜”、”秋叶”向皇帝表达自己忠贞不渝的报国之心。虽然，王朝对自己海上抗战支持甚少.而且甚有责难。但自己保家卫国的一腔热血虽凝如繁霜，也要把这峰上的秋叶染红。作者轻视个人的名利得失，而对国家、民族有着强烈的责任感和使命感.哪怕自己遭致不公之遇，也仍然忠心耿耿地驰海御故。由于作者有着崇高的思想境界，高尚的爱国情怀，尽管是失意之作，也使这首诗具有高雅的格调和感人至深的艺术魅力。</p> <p>　　这首诗用拟物法，以繁霜比喻自己的鲜血，形象生动，在艺术表现上极富感染力，读其诗，如闻其声，如见其人，不愧为千古传颂的名作。</p>",
  "about": "<h2>创作背景</h2> 　　明嘉靖中．<a href=\"http://so.gushiwen.org/author_489.aspx\">戚继光</a>抗击倭寇，打击海盗．转战于闽、浙、粤之间，十年间屡立战功．基本扫清倭夷。先后调任浙江参军，福建总督，这首<a href=\"http://so.gushiwen.org/view_71957.aspx\">诗</a>就是作者任福建总督时作。",
  "poet": {
    "id": 489,
    "star": 0,
    "name": "戚继光",
    "image": "http://img.gushiwen.org/authorImg/qijiguang.jpg",
    "desc": "戚继光（1528年11月12日－1588年1月5日，即嘉靖七年闰十月初一－万历十五年十二月初八），字元敬，号南塘，晚号孟诸，卒谥武毅。汉族，山东登州人，祖籍安徽定远，生于山东济宁。明代著名抗倭将领、军事家。官至左都督、太子太保加少保。"
  },
  "tags": [
    "爱国",
    "战争",
    "励志"
  ]
}