{
  "id": 50475,
  "star": 138,
  "name": "芳心苦·杨柳回塘",
  "dynasty": "宋代",
  "content": "杨柳回塘，鸳鸯别浦。绿萍涨断莲舟路。断无蜂蝶慕幽香，红衣脱尽芳心苦。 <br>返照迎潮，行云带雨。依依似与骚人语。当年不肯嫁春风，无端却被秋风误。",
  "fanyi": "<p><strong>译文<br></strong>杨柳围绕着曲折的池塘，偏僻的水渠旁，又厚又密的浮萍，挡住了采莲的姑娘。没有蜜蜂和蝴蝶，来倾慕我幽幽的芳香。荷花渐渐地衰老，结一颗芳心苦涩。<br>潮水带着夕阳，涌进荷塘，行云夹着雨点，无情地打在荷花上。随风摇曳的她呀，像是向骚人诉说哀肠：当年不肯在春天开放，如今却在无端地在秋风中受尽凄凉。</p> <p><strong>注释<br></strong>1.踏莎行：词牌名。又名《柳长春》《喜朝天》等。双调五十八字，仄韵。又有《转调踏莎行》，双调六十四字或六十六字，仄韵。<br>2.回塘：环曲的水塘。<br>3.别浦：江河的支流入水口。<br>4.绿萍涨断莲舟路：这句话是说，水面布满了绿萍，采莲船难以前行。莲舟，采莲的船。<br>5.红衣脱尽芳心苦：红衣，形容荷花的红色花瓣。芳心苦，指莲心有苦味。以上两句说，虽然荷花散发出清香，可是蜂蝶都断然不来，它只得在秋光中独自憔悴。<br>6.返照：夕阳的回光。<br>7.潮：指晚潮。<br>8.行云：流动的云。<br>9.依依：形容荷花随风摇摆的样子。<br>10.骚人：<a href=\"http://so.gushiwen.org/view_50475.aspx\">诗</a>人。<br>11.不肯嫁春风：语出<a href=\"http://so.gushiwen.org/author_130.aspx\">韩偓</a>《寄恨》诗：“莲花不肯嫁春风。”<a href=\"http://so.gushiwen.org/author_587.aspx\">张先</a>在《一丛花》词里写道：“沉恨细思，不如桃杏，犹解嫁东风。”<a href=\"http://so.gushiwen.org/author_399.aspx\">贺铸</a>是把荷花来和桃杏隐隐对比。以上两句写荷花有“美人迟暮”之感。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　此词全篇咏写荷花，借物言情，暗中以荷花自况。<a href=\"http://so.gushiwen.org/view_50475.aspx\">诗</a>人咏物，很少止于描写物态，多半有所寄托。因为在生活中，有许多事物可以类比，情感可以相通，人们可以利用联想，由此及彼，发抒文外之意。所以从《诗经》、《楚辞》以来，就有比兴的表现方式。词也不在例外。</p> <p>　　此词起两句写荷花所在之地。“回塘”，位于迂回曲折之处的池塘。“别浦”，不当行路要冲之处的水口。（小水流入大水的地方叫做浦。另外的所在谓之别，如别墅、别业、别馆）回塘、别浦，在这里事实上是一个地方。就储水之地而言，则谓之塘；就进水之地而言，则谓之浦。荷花在回塘、别浦，就暗示了她处于不容易被人发现，因而也不容易为人爱慕的环境之中。“杨柳”、“鸳鸯”，用来陪衬荷花。杨柳在岸上，荷花在水中，一绿一红，着色鲜艳。鸳鸯是水中飞禽，荷花是水中植物，本来常在一处，一向被合用来作装饰图案，或绘入图画。用鸳鸯来陪衬荷花之美丽，非常自然。</p> <p>　　第三句由荷花的美丽转入她不幸的命运。古代诗人常以花开当折，比喻女子年长当嫁，男子学成当仕，故无名氏所歌《金缕衣》云：“劝君莫惜金缕衣，劝君惜取少年时。花开堪折直须折，莫待无花空折枝。”而荷花长在水中，一般都由女子乘坐莲舟前往采摘，如<a href=\"http://so.gushiwen.org/author_437.aspx\">王昌龄</a>《采莲曲》所写：“吴姬越艳楚王妃，争弄莲舟水湿衣。来时浦口花迎入，采罢江头月送归。”但若是水中浮萍太密，莲舟的行驶就困难了。这当然只是一种设想，而这种设想，则是从<a href=\"http://so.gushiwen.org/author_515.aspx\">王维</a>《皇甫岳云溪杂题·萍池》“春池深且广，会待轻舟回。靡靡绿萍合，垂杨扫复开”来，而反用其意。以荷花之不见采由于莲舟之不来，莲舟之不来由于绿萍之断路，来比喻自己之不见用由于被人汲引之难，被人汲引之难由于仕途之有碍。托喻非常委婉。</p> <p>　　第四句再作一个比譬。荷花既生长于回塘、别浦，莲舟又被绿萍遮断，不能前来采摘，那么能飞的蜂与蝶该是可以来的吧。然而不幸的是，这些蜂和蝶，又不知幽香之可爱慕，断然不来。这是以荷花的幽香，比自己的品德；以蜂蝶之断然不来，比在上位者对自己的全不欣赏。</p> <p>　　歇拍承上两譬作结。莲舟不来，蜂蝶不慕，则美而且香的荷花，终于只有自开自落而已。“红衣脱尽”，是指花瓣飘零；“芳心苦”，是指莲心有苦味。在荷花方面说，是设想其盛时虚过，旋即凋败；在自己方面说，则是虽然有德有才，却不为人知重，以致志不得行，才不得展，终于只有老死牖下而已，都是使人感到非常痛苦的。将花比人，处处双关，而毫无牵强之迹。</p> <p>　　过片推开一层，于情中布景。“返照”二句，所写仍是回塘、别浦之景色。落日的余辉，返照在荡漾的水波之上，迎接着由浦口流入的潮水。天空的流云，则带着一阵或几点微雨，洒向荷塘。这两句不仅本身写得生动，而且还暗示了荷花在塘、浦之间，自开自落，为时已久，屡经朝暮，饱历阴晴，而始终无人知道，无人采摘，用以比喻在自己的生活经历中，也遭遇过多少世事沧桑、人情冷暖。这样写景，就同时写出了人物的思想感情乃至性格。</p> <p>　　“依依”一句，显然是从<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>《渌水曲》“荷花娇欲语，愁杀荡舟人”变化而来。但指明“语”的对象为骚人，则比李诗的含义为丰富、深刻。<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>《离骚》：“制芰荷以为衣兮，集芙蓉以为裳。不吾知其亦已兮，苟余情其信芳。”正因为屈原曾设想采集荷花（芙蓉也是荷花，见王逸《注》）制作衣裳，以象征自己的芳洁，所以词中才也设想荷花于莲舟不来，蜂蝶不慕，自开自落的情况之下，要将满腔心事，告诉骚人。但此事究属想象，故用一“似”字，与李诗用“欲”字同，显得虚而又活，幻而又真。王逸《〈离骚经〉章句序》中曾指出：“《离骚》之文，依《诗》取兴，引类譬喻。故善鸟、香草，以配忠贞……宓妃、佚女，以譬贤臣。”从这以后，香草、美女、贤士就成为三位一体了。在这首词中，作者以荷花（香草）自比，非常明显，而结尾两句，又因以“嫁”作比，涉及女性，就同样也将这三者连串了起来。</p> <p>　　“当年”两句，以文言，是想象中荷花对骚人所倾吐的言语；以意言，则是作者的“夫子自道”。行文至此，花即是人，人即是花，合而为一了。“当年不肯嫁春风”，是反用<a href=\"http://so.gushiwen.org/author_587.aspx\">张先</a>的《一丛花令》“沉恨细思，不如桃杏，犹解嫁东风”，一看即知，而荷花之开，本不在春天，是在夏季，所以也很确切。春天本是百花齐放、万紫千红的时候，诗人既以花之开于春季，比作嫁给春风，则指出荷花之“不肯嫁春风”，就含有她具有一种不愿意和其它的花一样地争妍取怜那样一种高洁的、孤芳自赏的性格的意思在内。这是写荷花的身分，同时也就是在写作者自己的身分。但是，当年不嫁，虽然是由于自己不肯，而红衣尽脱，芳心独苦，岂不是反而没由来地被秋风耽误了吗？这就又反映了作者由于自己性格与社会风习的矛盾冲突，以致始终仕路崎岖，沉沦下僚的感叹。南唐中主《浣溪沙》云：“菡萏香销翠叶残，西风愁起绿波间。”<a href=\"http://so.gushiwen.org/author_408.aspx\">王国维</a>《人间词话》认为“大有众芳芜秽，美人迟暮之感”。（“惟草木之零落兮，恐美人之迟暮”“虽萎绝其亦何伤兮，哀众芳之芜秽”均《离骚》句。）这位著名的文学批评家是敏感地察觉到了这个偏安小国的君主为自己不可知的前途而发出的叹息的。<a href=\"http://so.gushiwen.org/author_588.aspx\">晏几道</a>的《蝶恋花》咏荷花一首，可能是为小莲而作。其上、下片结句“照影弄妆娇欲语，西风岂是繁华主”和“朝落暮开空自许，竟无人解知心苦”，与这首词“无端却被秋风误”和“红衣脱尽芳心苦”的用笔用意，大致相近，可以参照。</p> <p>　　由于古代诗人习惯于以男女之情比君臣之义、出处之节，以美女之不肯轻易嫁人比贤士之不肯随便出仕，所以也往往以美女之因择夫过严而迟迟不能结婚以致耽误了青春年少的悲哀，比贤士之因择主、择官过严而迟迟不能任职以致耽误了建立功业的机会的痛苦。<a href=\"http://so.gushiwen.org/author_322.aspx\">曹植</a>《美女篇》：“佳人慕高义，求贤良独难。……盛年处房室，中夜起长叹。”<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>《秦州见敕目薛、毕迁官》：“唤人看腰?，不嫁惜娉婷。”<a href=\"http://so.gushiwen.org/author_100.aspx\">陈师道</a>《长歌行》：“春风永巷闭娉婷，长使青楼误得名。不惜卷帘通一顾，怕君着眼未分明。”“当年不嫁惜娉婷，抹白施朱作后生。说与旁人须早计，随宜梳洗莫倾城。”虽立意措词有所不同，但都是以婚媾之事，比出处之节。这首词则通体以荷花为比，更为含蓄。</p> <p>　　作者在词中隐然将荷花比作一位幽洁贞静、身世飘零的女子，借以抒发才士沦落不遇的感慨。《宋史》“虽要权倾一时，少不中意，极口诋之无遗辞。人以为近侠。竟以尚气使酒，不得美官，悒悒不得志”，这些记载，对于理解此词的深意颇有帮助。</p>",
  "about": "<h2>创作背景</h2> 　　《宋史·文苑传》载<a href=\"http://so.gushiwen.org/author_399.aspx\">贺铸</a>“喜谈当世事，可否不少假借。虽贵要权倾一时，少不中意，极口诋之无遗辞。人以为近侠。……竟以尚气使酒，不得美官，悒悒不得志”。他出身高贵却长期屈居下僚，其心中的苦楚是一般人难以体会的。这首词的荷花美丽清高，缺结局凄惨，作者可能也是在表达对自己早年过于孤高自傲的一种悔恨。",
  "poet": {
    "id": 399,
    "star": 0,
    "name": "贺铸",
    "image": "http://img.gushiwen.org/authorImg/hezhu.jpg",
    "desc": "贺铸(1052～1125) 北宋词人。字方回，号庆湖遗老。汉族，卫州（今河南卫辉）人。宋太祖贺皇后族孙，所娶亦宗室之女。自称远祖本居山阴，是唐贺知章后裔，以知章居庆湖（即镜湖），故自号庆湖遗老。"
  },
  "tags": [
    "宋词三百首",
    "婉约",
    "咏物",
    "荷花",
    "抒怀",
    "命运"
  ]
}