{
  "id": 19002,
  "star": 248,
  "name": "金陵五题·石头城",
  "dynasty": "唐代",
  "content": "山围故国周遭在，潮打空城寂寞回。<br>淮水东边旧时月，夜深还过女墙来。",
  "fanyi": "<p><strong>译文<br>译文一</strong><br>群山依旧，环绕着废弃的故都，潮水如昔，拍打着寂寞的空城。<br>淮水东边，古老而清冷的圆月，夜半时分，窥视这昔日的皇宫。</p> <p><strong>译文二</strong><br>城的东、南、西三面，依旧绵亘着高低起伏的群山，它那虎踞龙盘的姿态并未改变；北面的江潮，依旧拍打着城根，而后带着寂寞的心情退回。那声音仿佛在叹惜，昔日的繁华已经化为乌有。<br>从秦淮河东边升起的，还是过去那轮月亮。见证历史过后，在夜深人静之际，又心恋恋地爬过凹凸的城墙，小心翼翼来窥探着什么。</p> <p><strong>注释</strong><br>石头城：位于今南京市西清凉山上，三国时孙吴就石壁筑城戍守，称石头城。后人也每以石头城指建业。曾为吴、东晋、宋、齐、梁、陈六朝都城，至唐废弃。今为南京市。<br>故国：即旧都。石头城在六朝时代一直是国都。<br>周遭：环绕。<br>淮水：指贯穿石头城的秦淮河。<br>旧时：指汉魏六朝时。<br>女墙：指石头城上的矮城。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这首<a href=\"http://so.gushiwen.org/view_19002.aspx\">诗</a>咏怀石头城，表面看句句写景，实际上句句抒情。诗人写了山、水、明月和城墙等荒凉景色，写景之中，深寓著诗人对六朝兴亡和人事变迁的慨叹，悲凉之气笼罩全诗。</p> <p>　　诗一开始，就置读者于苍莽悲凉的氛围之中。</p> <p>　　开头两句写江山如旧，而城已荒废。山围故国周遭在，首句写山。山围故国，故国即旧城，就是石头城，城外有山耸立江边，围绕如垣墙，所以说山围故国。周遭，环绕的意思。潮打空城寂寞回，这句写水。潮打空城，石头城西北有长江流过，江潮拍打石墙，但是，城已荒废，成了古迹，所以说潮打空城。这两句总写江山如旧，而石头城已荒芜，情调悲凉，感慨极深。</p> <p>　　后两句写月照空城。淮水东边旧时月，旧时月，诗人特意标明旧时，是包含深意的。淮水，即秦淮河，横贯石头城，是六朝时代王公贵族们醉生梦死的游乐场所，这里曾经是彻夜笙歌、纸醉金迷、欢乐无尽的不夜城，那临照过六朝豪华之都的旧时月即是见证。然而曾几何时，富贵风流，转眼成空。如今只有那旧时月仍然从秦淮河东边升起，来照著这座空城，在夜深的时候，还过女墙来，依恋不舍地西落，这真是多情了。然而此情此景，却显得更加寂寞了。一个还字，意味深长。</p> <p>　　<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>《苏台览古》有句云：“只今惟有西江月，曾照吴王宫里人。”谓苏台已废，繁华已歇，惟有江月不改。其得力处在“只今惟有”四字。<a href=\"http://so.gushiwen.org/author_197.aspx\">刘禹锡</a>此诗也写江月，却并无“只今惟有”的限制词的强调，也无对怀古内容的明点。一切都被包含在“旧时月”、“还过”的含蓄语言之中，溶铸在具体意象之中，而诗境更浑厚、深远。</p> <p>　　诗人把石头城放到沉寂的群山中写，放在带凉意的潮声中写，放到朦胧的月夜中写，这样尤能显示出故国的没落荒凉。只写山水明月，而六代繁荣富贵，俱归乌有。诗中句句是景，然而无景不融合着诗人故国萧条、人生凄凉的深沉感伤。</p> <p>　　诗人在朝廷昏暗、权贵荒淫、宦官专权、藩镇割据、危机四伏的中唐时期，写下这首怀古之作，慨叹六朝之兴亡，显然是寓有引古鉴今的现实意义的。江城涛声依旧在，繁华世事不复再。诗人怀古抒情，希望君主能以前车之覆为鉴。</p>",
  "about": "<h2>创作背景</h2> <p>　　该<a href=\"http://so.gushiwen.org/view_19002.aspx\">诗</a>选自《全唐诗》卷三百六十五。</p> <p>　　建安十七年（212），孙权依清凉山西麓的峭壁修建了石头城，此城北缘长江，南抵秦淮河口，是建康（今南京）西部的防守要塞。六朝统治者都视之为重地，以至后人常把它当作南京的代称，到唐代已经荒废。在南京建都的六朝国祚都极短，在它们悲恨相续的史实中包含极深的历史教训，所以金陵怀古后来几乎成了咏史诗中的一个专题。在国运衰微之际，更成为关心政治的诗人常取的题材。</p> <p>　　<a href=\"http://so.gushiwen.org/author_197.aspx\">刘禹锡</a>写作这首诗时，大唐帝国已日趋衰败。朝廷里面，大臣相互排挤，出现了“牛李党争”，宦官专权依然如故；地方上藩镇割据势力又有所抬头。所以，他写这首诗的主旨，仍然是讽喻现实，即借六朝的灭亡，来抒发国运衰微的感叹，希望当时的统治者，能以前车之覆为鉴。</p><br/><h2>名家评价</h2> <p>　　<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>《苏台览古》有句云：“只今惟有西江月，曾照吴王宫里人。”</p> <p>　　谓苏台已废，繁华已歇，惟有江月不改。其得力处在“只今惟有”四字。<a href=\"http://so.gushiwen.org/author_197.aspx\">刘禹锡</a>此<a href=\"http://so.gushiwen.org/view_19002.aspx\">诗</a>也写江月，却并无“只今惟有”的限制词的强调，也无对怀古内容的明点。一切都被包含在“旧时月”、“还过”的含蓄语言之中，溶铸在具体意象之中。而诗境更浑厚、深远。</p> <p>　　诗人把石头城放到沉寂的群山中写，放在带凉意的潮声中写，放到朦胧的月夜中写，这样尤能显示出故国的没落荒凉。只写山水明月，而六代繁荣富贵，俱归乌有。诗中句句是景，然而无景不融合着诗人故国萧条、人生凄凉的深沉感伤。</p> <p>　　寄托诗人昔日繁华无处寻觅的感慨，江城涛声依旧在，繁华世事不复再。诗人怀古抒情，希望君主能以前车之覆为鉴。</p> <p>　　<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>读了《石头城》一诗，赞美道：“我知后之诗人无复措词矣。”后来有些金陵怀古诗词受它的影响，化用它的意境词语，恰也成为名篇。如元<a href=\"http://so.gushiwen.org/author_545.aspx\">萨都剌</a>的《念奴娇》中“指点六朝形胜地，惟有青山如壁”、“伤心千古，秦淮一片明月”就是著例；而北宋<a href=\"http://so.gushiwen.org/author_164.aspx\">周邦彦</a>的《西河》词，更是以通篇化用《石头城》、《乌衣巷》诗意为能事了。</p>",
  "poet": {
    "id": 197,
    "star": 0,
    "name": "刘禹锡",
    "image": "http://img.gushiwen.org/authorImg/liuyuxi.jpg",
    "desc": "刘禹锡（772－842），字梦得，汉族，中国唐朝彭城（今徐州）人，祖籍洛阳，唐朝文学家，哲学家，自称是汉中山靖王后裔，曾任监察御史，是王叔文政治改革集团的一员。唐代中晚期著名诗人，有“诗豪”之称。他的家庭是一个世代以儒学相传的书香门第。政治上主张革新，是王叔文派政治革新活动的中心人物之一。后来永贞革新失败被贬为朗州司马（今湖南常德）。据湖南常德历史学家、收藏家周新国先生考证刘禹锡被贬为朗州司马其间写了著名的“汉寿城春望”。"
  },
  "tags": [
    "咏物",
    "地名",
    "咏史怀古"
  ]
}