{
  "id": 64708,
  "star": 11,
  "name": "烛影摇红·题安陆浮云楼",
  "dynasty": "宋代",
  "content": "霭霭春空，画楼森耸凌云渚。紫薇登览最关情，绝妙夸能赋。惆怅相思迟暮。记当日、朱阑共语。塞鸿难问，岸柳何穷，别愁纷絮。 <br>催促年光，旧来流水知何处。断肠何必更残阳，极目伤平楚。晚霁波声带雨。悄无人、舟横野渡。数峰江上，芳草天涯，参差烟树。",
  "fanyi": "<p><strong>译文</strong><br>薄雾茫茫，画楼高耸入云。昔年的紫薇郎曾将此楼登临。面对眼前的景物，他大发感慨，写下动人的<a href=\"http://so.gushiwen.org/view_64708.aspx\">诗</a>篇。日暮时分，景象令人相思惆怅，记得那时我和她一起私语，多少幸福？不想她一去便没有消息，望断天涯也难有消息。只有岸边的柳树成林，使我的离愁仿佛飞絮，飞舞一片。节气催绕着年光流转，往日楼下的河水，如今不知流向哪里才停？并非日暮斜阳时才令人伤魂，看见宽阔的原野无边无际，同样让人极为伤心。晚来天气初晴，水波声中似乎还带着雨声。江上静悄无声息，只有一条小舟，在野外的渡口处静静地停放着。江边远处有几座墨色的山峰。天边烟雾茫茫，几棵高矮不齐的树木立着。</p><p><strong>注释</strong><br>①安陆：今湖北省安陆市。浮云楼，即浮云寺楼。<br>②霭霭：唐代中书省曾称紫薇省，故在中书省任官者可称薇郎。此处指<a href=\"http://so.gushiwen.org/author_211.aspx\">杜牧</a>，杜牧曾任中书舍人，故称。<br>③紫微：星名，位于北斗东北，古人认为是天帝之座。 <br>④平楚：登高望远，大树林处树梢齐平，称平楚。也可代指平坦的原野。 <br>⑤带雨：<a href=\"http://so.gushiwen.org/author_564.aspx\">韦应物</a>《滁州西涧》：“春潮带雨晚来急，野渡无人舟自横。”</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这首词上片写景，即描写浮云楼的欢乐气势。其中的“朱阑共语”，“别愁纷絮”、“塞鸿”、“岸柳”等，皆隐括<a href=\"http://so.gushiwen.org/author_211.aspx\">杜牧</a><a href=\"http://so.gushiwen.org/view_64708.aspx\">诗</a>句。但情词熨贴、了无痕迹，见出融裁之妙。《蕙风词话卷二》：“廖世美《烛影摇红》过拍云：‘塞鸿难问，岸柳何穷，别愁纷絮。’神来之笔，即已用矣！”</p> <p>　　下片换头：“催促年光，旧来流水知何处？”一句度入同前，由写景而抒情，便令人有不胜古今与迟暮之叹了。“断肠何必更残阳，极目伤平楚。晚霁波声带雨，悄无人，舟横野渡。”进一层用笔益觉凄怆入神。真是“语淡而情深，令子野、太虚而为之，容或未必能到。”（《蕙风词话》）</p> <p>　　唐代诗人杜牧，曾有一首写安陆浮云楼的诗作，在唐、宋时期曾传颂一时，原诗是《题安州浮云寺楼寄湖州郎中》：</p> <p>　　去夏疏雨余，同倚朱阑语。当时楼下水，今日到何处。</p> <p>　　恨如春草多，事与孤鸿去。楚岸柳何穷，别愁纷如絮。 </p> <p>　　（见《全唐诗》八卷五九三七页）</p> <p>　　安州即安陆，同小杜的诗相比，廖世美的词则别有韵味。</p> <p>　　这首词，声容娇好，情致蕴藉，自是名家手笔。正如<a href=\"http://so.gushiwen.org/author_145.aspx\">况周颐</a>所说：“一再吟诵，辄沁人心脾，毕生不能忘。《花菴绝妙词选》中，真能不愧‘绝妙’二字，如世美之作，殊不多见。”</p>",
  "about": "<h2>点评</h2> 　　宋元词曲作家，多有用前人成语成句者。承袭熔裁，必须巧妙恰当，才能为已作增色。这首词因“题安陆浮云楼”，又称道<a href=\"http://so.gushiwen.org/author_211.aspx\">杜牧</a>为此楼所赋之<a href=\"http://so.gushiwen.org/view_64708.aspx\">诗</a>绝妙，故运用杜牧诗句极多，且大多能熨帖自然，不见痕迹。杜诗以外，还融合化用了多家诗词，语气顺畅如同已出，十分不易。词上片写景，即描写浮云楼的欢乐气势。其中的“朱阑共语”、“别愁纷絮”、“塞鸿”、“岸柳”等，皆隐括杜牧诗句。但情词熨贴，了无痕迹，见出融裁之妙。下片换头“催促年光，旧来流水知何处？”一句由写景面抒情，令人有不胜古今与迟暮之叹。“断肠”四句进一步渲染愁人眼中的凄怆之景。“断肠”以下，写自己极目远眺，行人远在残阳芳草之外，而已之相思亦浩邈无尽。全词写景融情，古今叠映，化炼前人诗意，工巧自然，尤其结尾写景，境象空灵，情韵深婉。催促年光，旧来流水知何处？“催促”二句感叹时光匆促，已至迟暮，追怀旧日朱栏共语，沙渚水而今流向何处？颇有世事沧桑之感。“断肠”以下几句，精彩地描绘出暮春时节黄昏极目远望的凄迷景色，衬托无限怅惆的心情。运用前人诗句熨贴自然，灭尽痕迹，一片化机。<a href=\"http://so.gushiwen.org/author_145.aspx\">况周颐</a>赞此词曰：“真能不愧‘绝妙’二字，如世美之作，殊不多觏”（《蕙风词话》卷二）。",
  "poet": {
    "id": 141,
    "star": 0,
    "name": "廖世美",
    "desc": "廖世美是生活于南北宋之交的一位词人，生平无考，据传是安徽省东至县廖村人。"
  },
  "tags": [
    "婉约",
    "写景",
    "抒情"
  ]
}