{
  "id": 71067,
  "star": 394,
  "name": "诉衷情·永夜抛人何处去",
  "dynasty": "唐代",
  "content": "永夜抛人何处去？绝来音。香阁掩，眉敛，月将沉。<br>争忍不相寻？怨孤衾。换我心，为你心，始知相忆深。",
  "fanyi": "<p><strong>译文<br></strong>漫漫长夜你撇下我远走到哪里？没有一点音讯。香阁门儿关上，眉儿紧紧皱起，月亮就要西沉。<br>怎么忍心不把你追寻？怨恨这孤眠独寝。只有换我的心，变作你的心，你才会知道这相思有多么深。</p> <p><strong>注释</strong><br>①诉衷情：唐教坊曲名。因毛文锡词句有“桃花流水漾纵横”，又名《桃花水》；因顾夐本词，又名《怨孤衾》。<br>②永夜：长夜。<br>③眉敛：指皱眉愁苦之状。<br>④争忍：怎忍。<br>⑤孤衾：喻独宿。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　这首词通过女主人公口语式的内心独白，揭示了作为一个闺中弱女子被负心人所折磨而带来的心灵创伤，表现了旧社会情爱悲剧的一个方面。主人公怨中有爱，爱怨兼发，心情复杂。作品在艺术构思与表现手法上甚见匠心，深得后代词评家的赞赏。</p> <p>　　这是一首单调小令。开头五句，奏的是感情音响的主旋律——怨。“永夜”两句，就悬想负心人行踪着笔。“长夜漫漫，负心人啊，你抛下我到哪里去了？”自问还复自答：“音信已绝，奈何！”着一“绝”字，点出薄悻者之寡信绝情。“香阁掩”三句，就闺中人己方情况着笔，从环境描写（闺门紧闭）、表情描写（眉头紧皱）、时间推移（斜月将落、长夜将尽）这三个方面，写出了终宵坐候之难耐。这两笔归结到一点——对薄悻者之怨。</p> <p>　　“争忍”句以下写心池又起新澜。“争忍”两句是第一个浪头，特点是思之不已，爱怨兼发。“叫我怎忍心不苦苦追寻啊？”这一句心灵独白，表明她怨中有爱，情丝难解。但稍加推究，闺门紧闭，室内一目了然，无物可寻。“寻”这一动作，正好显示她已陷于身难自主迷离恍惚的精神状态。等到她头脑稍为清醒，又得面对令人心碎的现实——孤衾独处，因而“怨”字又重上心头。“换我心”三句是第二个浪头，特点是情之所钟，忽发痴语。清王士禛《花草蒙拾》曾指出：“顾太尉‘换我心，为你心，始知相忆深’，自是透骨情语。徐山民‘妾心移得在君心，方知人恨深’全袭此。”徐山民句中之“移”字，倒也深得顾词“换”字之真谛。换心者，移心之谓也。主人公是多么希望把自己的一颗心移置在对方的心腔里，以取得对方对自己思念之深的理解啊。就事论事，移心之说似属无理，而主人公发此痴想，却正好显示其爱之深，其情之真，此即所谓“无理而有情”。当然尽管如此，主人公的悲剧命运将是难以避免的。这一点，明<a href=\"http://so.gushiwen.org/author_354.aspx\">汤显祖</a>在《花间集》评本中曾一语道破：“若到换心田地，换与他也未必好。”但作品的思想倾向性却十分明朗，同情完全放在被折磨被损害的弱女子这一边，这也就从侧面鞭挞了薄悻之徒。</p> <p>　　顾夐此词，以善作情语著称。近人<a href=\"http://so.gushiwen.org/author_408.aspx\">王国维</a>在《人间词话》中曾把此词作为“有专作情语而绝妙者”的显例之一，并且说：“此等词，求之古今人词中，曾不多见。”足见评价之高。</p><br/><h2>赏析</h2> <p>　　《诉衷情·永夜抛人何处去》是情人怨恋相思之词。此词运用白描手法，写一位独守空闺的少妇的情态与景物，表现并反衬出她在漫漫长夜中的孤寂与怨恨，既有文人词的细腻华美，又带有民歌风味，是写闺情的别开生面之作。</p> <p>　　“永夜抛人何处去？绝来音。”“永夜”，即漫漫长夜；一个“抛”字暗示出女子对自己命运的担心。起句劈面一问，不仅揭示了女子愁怨的根由，还写出了她因久盼不归而产生的焦灼、苦闷、不安和疑虑。下接“绝来音”，表明所爱深夜不归，并不是不得已的行为，而是故意给她的冷遇，一则写夜阑人静、悄无声息，烘托出女子的孤寂无伴；同时透露出在漫漫长夜、寂寂空闺中她一直在侧耳凝神聆听户外声息的不安心情，门外的每一点哪怕是极轻微的声音都会唤起她的希望，使她激动和喜悦。</p> <p>　　“香阁掩，眉敛，月将沉。”当希望之火一次次在心头燃起旋又熄灭以后，她终于明白今宵是无望的了，“香阁掩”三字表明了她内心的绝望。一个“掩”字，显示了她的情感所系，她并不想把那个无情的人拒于门外，依然为他留着门，闷坐空闺，独对孤灯，痴痴等待着他。“眉敛”，正是她内心深处压抑不住的怨情的不自禁的流露。然而直到月将西沉时分，他也没有给她消息，或者回来陪伴她。“月将沉”一句不仅点明天将破晓，它既暗示了清幽的月光没有给人以任何安慰，徒然增加了女子的愁思，也透露出女子为怨思所苦而一夜无眠，在辗转反侧之际，往日恩爱厮守、形影相随的情景尽在眼前，在独卧孤寝的凄清中更添加了几分寂寞和冷清。</p> <p>　　“争忍不相寻？怨孤衾。”她的语气里有埋怨，有委屈，“争忍”二字反问，表明她怨中有爱，情丝难解，既有不忍苛贵之意，也有不免怨怪之情，仔细体味，竟似有要对方发慈悲的意思。忍或不忍，不是因为情感的自然生发，不是因为情不自禁，而是来自慈悲的意念。然而稍加推究，闺门紧闭，室内一目了然，并无可寻。“寻”这一动作，正好显示她已陷于迷离恍惚的精神状态。等到她头脑稍为清醒，又得面对令人心碎的现实——孤衾独处。“怨孤衾”一句，短而有力，长夜难眠的孤独，自身情感依依而不获对应的痛苦，终于直接以一个“怨”字透出。“怨”，是因爱所生的恨，是不敢决裂而去的恨。</p> <p>　　“换我心，为你心，始知相忆深。”情之所钟，忽发痴语，这是女子发自内心深处的表白和对负心人的恳切呼唤。换心者，移心之谓也，主人公希望把自己的一颗心移置在对方的心腔里，以取得对方对自己思念之深的理解。如果对方已经彻底绝情，任是怎样他也不会回心转意了。虽是如此，但词这样写，却愈见感情激愤而又无可奈何，沉哀深痛，入木三分。这里既有对男子的嗔怨，更透出女子的一片深情，令人低徊不尽。</p> <p>　　词写痴情女子对负心情郎的期待、爱恋与幽怨。心不可换，情痴故欲换之，换之而不可得，益增其怨忧。写闺怨情至于此，形象鲜明生动，无以复加。</p>",
  "poet": {
    "id": 314,
    "star": 0,
    "name": "顾夐",
    "desc": "顾敻，五代词人。生卒年、籍贯及字号均不详。前蜀王建通正(916)时，以小臣给事内廷，见秃鹫翔摩诃池上，作诗刺之，几遭不测之祸。后擢茂州刺史。入后蜀，累官至太尉。顾夐能诗善词。 《花间集》收其词55首，全部写男女艳情。"
  },
  "tags": [
    "宋词三百首",
    "婉约",
    "爱情",
    "女子",
    "思念"
  ]
}