{
  "id": 70295,
  "star": 2,
  "name": "杂剧·玎玎珰珰盆儿鬼",
  "dynasty": "元代",
  "content": "楔子<br>暑往寒来春复秋，夕阳西下水东流。少年莫恃容颜好，不觉忙忙白了头。老汉汴梁人氏，姓杨名从善。有个孩儿，唤做杨国用。今蚤到长街市上，寻个相识去，到这蚤晚，怎么还不见回来。只索等待他波。自家杨国用是也。今蚤到长街市上，本意寻个相识，合火去做买卖，营运生理。遇着一个打卦先生，叫做贾半仙，人都说他灵验的紧。只得割舍一分银子，也去算一卦。那先生刚打的卦下，便叫道：怪哉怪哉，此卦注定一百日内，有血光之灾，只怕躲不过去。我问道：半仙，你再与我一算，看可还有甚么解处？那先生把算子又拨上几拨，说道：只除离家千里之外，或者可躲。我待要走，他又唤转来说道：这一百日之期，一日不满，一日不可回来。切记！切记！我因此心下慌张，只得到我表弟赵客家借了五两银子，置些杂货，就躲灾避难去。恰好今日是个好日辰，回家辞过父亲，便索长行也。孩儿，你回来了。孩儿来了也。你往那里去来？父亲，孩儿在长街市上撞见一个贾半仙，是打卦的先生，算孩儿命里有一百日血光之灾，除千里之外可躲。孩儿心下好生惶惑，只得和表弟赵客处借了五银两子，置办些杂货，做买卖去。就今日辞别了父亲，只等到百日之后，躲过灾难，便回家也。孩儿，便好道阴阳不可信，信了一肚闷。老汉眼睛一对，臂膊一双，只觑着你哩。不争你去了呵，可着谁人养活老汉？孩儿，你不去罢。那先生人都叫他做贾半仙，宁可信其有，不可信其无。孩儿去意已决，若留在家，也少不得害出场病来。只要父亲省忧虑，姑待百日无事，孩儿便回家也。<br>【仙吕】【赏花时】似这般少米无柴怎百刂划，因此上背井离乡学买卖。将着那些少养家财，一来是躲灾二来是做客。孩儿，你是必蚤些儿回来也。我若是躲过呵，可兀的早回来。孩儿去了也。我只索收拾些酒食，送孩儿上路走一遭去。正是心去意难留，留下结冤仇。任他前路去，得利自无忧。<br><br>第一折<br>别家做酒全是米，我家做酒只靠水。吃的肚里胀膨脝，虽然不醉也不馁。在下店小二的便是。在这上蔡县北关外十里店，开着个小酒务儿。但是南来北往，推车打担，做买做卖的，都到俺小铺来买酒吃，晚间就在此安歇。今日好晴明天气，早些起来，收拾铺面，定下些新鲜的案酒菜儿，挑出这草禾享儿去，看有甚的人来。俺杨国用。自从离了家乡，辞别了父亲，出来做买卖，不觉三月期程。俺是乍出外，不曾行得惯，这路途吉丁疙疸的，蚤蹅破我这脚也呵。<br>【仙吕】【点绛唇】途路兜搭，客心潇洒，仓忙煞。走的我力尽筋乏，天色晚了也。我则见隐隐的可蚤斜阳下。<br>杨国用，你也行动些。<br>【混江龙】做买卖的担惊忍怕，眼见得疏林老树噪昏鸦。你看这日色。不淹淹的落下去了。不见了半竿残日，只剩的一缕红霞。行过这野水溪桥十数里，兀那前面不有人家也。遥望见竹篱茅舍两三家。赤紧的人依古道，雁落平沙。过一搭荒村小径，转几曲远浦浮槎。咱则去那汪汪的犬吠处寻安札，世不曾闲闲暇暇，常则是结结的这巴巴。<br>此间是所酒店，不免在这店里借宿一宵去罢。小二哥，开门来，开门来。是谁唤门？待我开开这门。是那里来的客官？我就是这里汴梁人。你店里有甚么干净房子，借一间与我安歇。有、有、有。这一间阁子儿可也干净，你今晚就在此安下。不知用甚么茶饭？诸般茶饭都不用，只要点个灯来，借你阁子歇一夜，明日要蚤行哩。这等，我与你点上灯，你且歇息，我自后面睡去也。不知今夜怎生再睡不着，待我起来前后闲步咱。呀！这是一个小角门儿。不免推开这门，看是甚么去处？原来一所花园，是好花也呵！<br>【油葫芦】则见满目春光景物夸，我在这月明中闲玩咱，又不知风吹柳絮可也是舞梨花，好是奇怪。却被这海棠枝七林林将头巾来抹，又被这蔷薇刺急颤颤将绸衫来挂。我行过这松柏亭，见几株桃杏花。更和这牡丹台、芍药圃、荼蘼架，我则在这花里慢行踏。<br>呀，花丛里面一张矮桌儿，上面放着果罍杯盘，好齐整的酒食。敢就是这卖酒的人摆下的？<br>【天下乐】莫不是游遍西湖卖酒家，这的是谁也波那，谁那摆设下？我便吃上他一杯儿，怕做甚么？便有那惜花人撞见怕做甚么？我是看咱。原来满满的一壶好酒，待我斟一杯儿吃波。我待把香醪在盏内斟，常言道饮酒须饮大深瓯，戴花须戴大开头。我待撧花枝在头上插，我与你便葫芦提拚醉杀。<br>好酒也！我一发吃他几杯，怕做甚么？<br>【那吒令】花丛内展下，这软簌簌的坐榻；桌儿上放下，这暖溶溶的玉斝；喉咙里咽下，这香喷喷的烂瓜。看了这三月天，胜似那千金价，蚤饮过几盏流霞。<br>我怕不在这里吃酒，不知我父亲在家，可有这样酒吃那！<br>【鹊踏枝】我临去也折一朵大开花，明日个蚤还家，单注着头卖和合，出入通达。口退！这花敢有主么？猛听得叫一声，这花有主么，哎！天也，恰便似个追人魂黑脸那吒。<br><br>【寄生草】吓的我消磨了洒，慌的我撇掉了花。则见他威凛凛一表身材大，明晃晃一把钢刀扌客，不由我战钦钦一片心肠怕。你道我为甚么怎敢不低头？也只为一时间落他矮檐下。<br>【六幺序】哎哟，我这里观瞻罢，见于他恶势煞。他骨碌碌将怪眼睁叉，迸定鼻凹，咬定凿牙，则被你唬杀人那。哎哟，一只手揪住咱头发，一只手就把刀拔，眼见得血光灾，正应着龟儿卦。兀的不残生泼，命断送在海角天涯。<br>只望哥哥可怜，饶俺一命咱。你也不要怨我，到明年今月今日今时，便是你的周年也。<br>【幺篇】哥呀，和咱，平日里又没甚争差，怎便要杀坏咱家？小人呵则是我不合来这里看花。休杀！休杀！猛见个扌班住肩胛，叫道休杀，哎，这老爷爷又是谁家？君子休惊莫怕。叫一声君子休耽怕，那太仆两手忙叉。哎，你个老爷爷是救命的活菩萨，你莫不是龙图待制，开府南衙？<br>有杀人贼也！杀人贼在那里？哥，你看我脖项上还有头么？你这客官，没头呵，怎么会说话？呸，好个恶梦也！客官做甚梦来？你说与我听波。<br>【金盏儿】我为甚闹喧哗，累的你猛惊呀。只为这适间梦里多希诧，见一个碑亭般大汉把短刀拿。他拿刀待做甚么？那汉待一刀杀坏我，可曾被他杀么？幸得一个老爷爷把他扭住，叫道：休杀，休杀。却是他平白地救了咱家，我这性命呵。才得个寒灰重发焰，枯木再开花。<br>一了说春天的梦，秋天的屁，有甚么准绳在那里，怕做甚么？悔气！做这等一个不吉利的梦。天色已明了。小二哥，这二百钱送你做房钱的，我自上路去也。客官，房钱勾了。但愿你前途没事，只管大着胆去，再不要把这个梦放在心上。以后往来。常常照顾小店。小二哥。我去了也。我看这客人脸上一道黑气，前途或者做出事来。也不见得。呸！干我甚事。闭门不管窗前月。一任梅花自主张。<br>行不更名，坐不改姓，自家盆罐赵的便是。幼小间父母双亡，不会做甚么营生，则是打家截道，杀人放火，做些本分的买卖以外，别的歹勾当，我也不做。昨日多吃了几碗酒，在那柳阴直下歇息。梦见一个小后生，挑着两个沉点点的笼儿。我赶着要杀他，却被一个白须老儿扌班住我的肩膊，叫道：\"休杀，休杀\"。撒然觉来，可是南柯一梦。我离汴梁城四十里，在这破瓦村居住。开着一座瓦窑，卖些盆罐。又开着一座客店，招接那南来北往的经商客旅，在此安歇。若是本钱少的便罢，若是本钱多的，我便图了那厮的财，致了那厮的命。大嫂，你守着铺面，我自歇息去也。倘有甚么客人到我店中投宿，你只推先要房钱，看他秤银子时，若是有些油水，你便来叫我下手。你终日只是吃酒，你又醉了也，你且睡去。有人来投宿，我自理会。我歇息去也。我撇枝秀元不是良家，是个中人。如今嫁这盆罐赵做了浑家，两口儿做些不恰好的勾当。俺这里方圆四十里，再无一分人家，单则是我家开座店面，在此招接往来客旅。只要等那有本钱的到来，便是钱龙入门。我汉子盆罐赵自去睡了，我且不要掩上门，坐在店里等着，看有甚么人来。<br>俺杨国用自从遇贾半仙，算了一卦，道我有一百日血光之灾，只除千里之外可躲。为此辞别了父亲，出外躲灾避难，因而做些买卖。谢得天地保佑，利增百倍。如今离家只得五十多里，你也行动些儿，赶回家去，见我父亲，可不好也。呀！天色渐晚了，赶不到城如何！俺自从离家日子，算来才得九十九日。那贾半仙道，一日不满，你也不要回家。如今前面还有四十里路，一时也赶不到，不如到那瓦窑村投宿，待到明蚤回去，可不满了这一百日限也。这里正是瓦窑店，不免叫一声：店主人有么？是谁叫？俺每是过路的，要投宿哩。请里面来，有干净阁子大炕头，尽好安歇。客官，要吃甚么茶饭？诸般茶饭都不用，只与我点个灯来，借宿一宵，明日绝蚤便行。有，待我点灯去。扯下些纸来，捻个纸捻，蘸上些油，点上这灯儿。客官，灯在此。大嫂稳便。我男子不在家里。客官，你说要蚤行，不是我小器相，先见赐些房钱，免得憎多道少，倒也干净。大嫂说的是，我就数钱与你。这是二百好小钱，请大嫂收了。钱有了，客官请自在罢。我看这两个沉点点笼儿，是个有东西的，待我叫他去。盆罐赵，盆罐赵。大嫂，你唤我做甚么？适才有客人投宿，挑着两个笼儿，不知偌多本钱，好生沉重。他如今睡了，你不下手更待几时。这等，待我去。那厮那里？在这里。巧言不如直道。兀那厮，你有甚么金银财宝，快献出来买命。大哥，俺是个穷货郎儿，那得金银财宝来？村弟子孩儿，你不献出来，我就杀了你。有、有、有。大哥，我与你这一个银子。你休怪。我不曾强要你的，可是你自家与我来。大嫂，有了银子也。多少？是一个银子。哎哟！为这场事，我一夜不曾睡，只问他要的一个银子。你再问他要去。来、来、来，我还你这个银子。谢了大哥。少，我要你一头儿。大哥，这须是我的。口退！你不与我，我就杀了你。有、有、有，我与你一头儿。大嫂，有了他一头儿也。也少。这一头儿是甚么黄封圣旨。要不得他的？大嫂，也勾了。<br>你也这般说。这是天送末的财物，进了我家，怎生还放他出去？大嫂，你说的是。来、来、来，我斗你耍，我不要你的，还你罢。多谢了大哥。我一担儿都要。大哥，你也留些儿与我波。村弟子孩儿，你性命要紧，财物要紧？你不与我，我就杀了你。大哥。将的去，将的去。哎，你待怎的？大哥，你连这匾担拿了去罢。倒是一个贼弟子孩儿。大嫂，有了东西也。天色未明，俺再歇息去。你那里去？咱拿了他许多东西，他肯干罢？你且躲在黑影儿里，听他说甚么话波。好、好、好，家有贤妻，丈夫不遭横事。待我听那厮说些甚么。嗨！杨国用也，躲了一百日灾难，离家则有四十里田地，来到这瓦窑村盆罐赵家，将我偌多财物连笼儿夺去了。只要明日出得他店，一径的到开封府包待制爷爷跟前。告将下来，追还我的财物，也未迟哩。如何？他不则说出来，必然做出来。若是放了回去，可不倒着他道儿。不如只一刀哈喇了他，可不怜俐？大嫂，你说的是。来、来、来。你两个笼儿都在这里，还了你，我不要。多谢了大哥。我别问你要一件东西。大哥，你要甚么？我问你要那颗头。哥也，连着筋哩。兀的不有人来也！在那里？你杀我在那里？我杀你在瓦窑里。<br>【赚煞】杀我在瓦窑中，做鬼在黄泉下。我死后谁人救咱，只教我冤气腾腾怎按纳。大哥，你得了我杨国用的银子，便饶我性命也罢了。我银子也要，性命也要。父亲，我再不能勾见你的面了。父亲也，可怜你泪眼如麻，望巴巴，定道我流落在水远山遐。谁想道只隔得四十里横尸这一搭，他将我图财致杀。则我这杨国用怎生干罢，我便死也，着那贼吃我一拳。着去。我打不着他，倒被刀割了这手也。则我这一灵儿今夜宿谁家！<br>那厮杀了也。留这死尸在家里，也不了当。不如拖他去窑里烧了罢。大嫂说的是。我抬着头，你抬着脚，丢在窑里去。大嫂，搬将柴来，堆在窑门首，待我去烧起火来。这腿脡骨头上，多放几块硬柴。这个我晓得。烧化了也。舀将水来，杀了火。拾将那骨殖来，放在碓臼里，我便踏着碓。大嫂，你看成灰也未，拿细筛子来筛了，搅上些黄泥，捏做一个盆儿，底下画个十字，夹在家火中间，架上柴烧起火来，封杀窑门，待到第七日才来开窑。那厮也，这等火葬了你，倒也落的一个好发送。天那！可怜见我盆罐赵这点好心，天也与我半碗儿饭吃。<br><br>第二折<br>为人本分作经营，淡饭粗茶心自宁。平生莫做亏心事，半夜敲门不吃惊。自家盆罐赵的便是。自从杀了那杨国用，虽然得他好几十两银子，这两日连梦颠倒，我在床上睡，可被他拖我到地上；我在地上睡，又被他抬我到床上。好生亻刍扰不过，恐怕惹出些事故来。大嫂，你与我把这店门重重关上，只在家中静守他几日者。理会的。小圣乃窑神是也。这盆罐赵做下这等违天害理的勾当，我如今去警戒他一番也呵。<br>【中吕】【粉蝶儿】行行里云雾笼合，来、来、来，先着这冷飕飕渗人风过，按唐巾将俺这角带频挪。则这个杀人贼，图财汉，常好是心粗胆大。我则道是血碌碌尸首堆垛，怎将他碜磕磕把盆儿捏做。<br>【醉春风】不争你捣骨旋烧灰，做的个当炉不避火。这厮好无礼也，似这般腥臊臭秽怎存活，兀的不薰扑杀我，我。着这厮吃我一会掀腾，遭我一会磨难，受我一会折挫。<br>来到此处，是他门首。这厮关着门哩。<br>【迎仙客】我将这门去推，他那里紧关合，不邓邓按不住我这心上火。我如今，便向前忙问他，不由我语笑呵呵，蚤将这阔脚板把门桯踏破。神道，他躲在床底下哩。<br>【上小楼】做男儿的杀人放火，贼也，你不合便随风倒舵。怎知道被我来扌昝住衣服，揪住头稍，倒拽横拖。这都是你不合，自揽着这场弥天灾祸，神道，这杀人事是盆罐赵做下的，并不干我事。噤声！也是你不合去杀人处一迎一和。<br>你快拿这盆罐赵出来。盆罐赵，快出来，神道要和你说话哩。神道，盆罐赵害怕，只是不肯出来。昨夜杨国用投宿之时，那厮先去睡了，你只去叫得一声，他便来了，今日如何叫他不出来？你若有多少本钱，与我看一看，我也就去叫他出来。噤声！盆罐赵，你这许多本事，都到那里去了？这床底下是躲得过的？你若是不出来，我就连床砍做肉酱。<br>【幺篇】我一只手扌昝着这厮腰，几番待撺下火。将这厮剜着眼珠，掐着喉咙，摘着心窝。我且在，脊背上，端然稳坐，只问你杀平人怎生胡做？<br>你说是甚么神道？等我好香灯花果祭赛你波。我就是你家瓦窑神。啐！我养着家生哨里，我一年二祭，好生供奉你。你不看觑我，反来折挫我，直恁的派赖。你到今日，还是这等无礼。待我略用上些气力，将你来坐做一个柿饼儿。<br>【满庭芳】却原来你也要饶些罪过，说甚的一年二祭，信口开合。谁着你烧窑人不卖当行货，倒学那打劫的偻儸。你本是个会做作狠心大哥，更加着个会撺掇毒害虔婆。现如今死魂灵无着落，只待玎玎珰珰告过，兀的不做了庄子鼓盆歌。<br>上圣，你则是可怜见，饶过我者。你既要饶，你快超度他生天，我便饶你。上圣，你饶了我，则今日高原选地，破木造棺，请高僧高道，做水陆大醮，超度他生天，你意下如何？盆罐赵，你夫妻两个听者。<br>【耍孩儿】嘱付你夫妻每休做别生活，再不许去杀人也那放火。想人生总是一南柯，也须要福气消磨。则守着心田半寸非为少，便巴得分外千钱枉自多。天注定斟和酌，但保的家常大饭，又要如何。<br>【二煞】你背地里去劫夺人，也防人要侵害我。岂不怕神明报应无差错，休看的打家截道寻常事，你则想地狱天堂为甚么？运到也难逃躲，直待要高悬剑树，义下油锅。<br>我想杨国用好苦也！盆罐赵，你夫妻两个好狠也！<br>【一煞】他、他、他。千般苦尽受过，才博得钞几何，怎知道到家来横惹这亡身祸。焰腾腾把骨殖加柴燎，克匝匝灰泥搅水和，烧的来影迹儿无些个。似这等逃灾避难，倒不如奔井投河。<br>上圣，你若饶了我呵，我买香灯花果，好生祭赛你。噤声！<br>【尾煞】你先将那血痕儿扫拂的干，再将他死魂儿安顿的妥。这便是你消灾灭罪真功课。倒也强如花果香灯，兀良常常的祭赛我。<br>那神道去了，咱打开窑看咱。呀，一窑的家火都走的无了也，则剩下一个盆儿。我试看咱，是甚么记号？呀，正是那一个骨屑。留在家里，恐怕惹出些无头祸来，不如摔碎他娘罢。休摔碎了。有张忄敝古老的问咱讨个夜盆儿，你留着与他，怕做甚么？大嫂，你也说的是。待张忄敝古老的来时，我把这盆儿送他，等他拿去做夜盆儿。有他那老鸡疤魇镇，也不怕他有甚么灵变。大嫂，我被窑神打搅了一夜不曾睡得，我看着这门都是重重关好的，咱和你歇息去来。我在这瓦窑居住，做些本分生涯。何曾明火执仗，无非赤手求财。有何神号鬼哭，怕甚上命官差。拚个闭门安坐，一任天降飞灾。<br><br>第三折<br>老汉张忄敝古是也。幼年间在开封府做着个五衙都首领，如今老了也，多亏包待制大人可怜见，着老汉柴市里讨柴，米市里讨米，养济着老汉，过其终身。有这瓦窑村盆罐赵小弟子孩儿，常在俺处寄卖家火，许了俺一个夜盆儿，数番家说谎，只是不与俺。老汉今日无甚事，不免到他家里讨这盆儿走一遭也呵。<br>【越调】【斗鹌鹑】俺如今赤手空拳，少柴也那缺米。常则是甘分随缘，粗衣粝食。俺从来壮岁无儿，更临老也那丧妻。恰才行了一直，又蚤歇了一会。可怜俺斑白头毛，尫羸的这瘦体。<br>【紫花儿序】想起俺少时节眼明手捷，体快身轻，到如今老了也腰曲头低。那里每汪汪犬吠，隐隐疏篱。俺这里举目观窥，原来是竹坞人家傍小溪。俺行到这盆罐儿赵家田地，走的来口内烟生，好着俺气喘狼籍。<br>蚤来到这瓦窑村盆罐赵家门首也。怎么青天白日，关着门哩？这个弟子孩儿，又不知干下甚的勾当。待俺唤门咱。盆罐赵，开门来，开门来。是谁唤门？待我开这门看去。元来是张忄敝古。老的，你来我家做甚么？盆罐赵你这弟子孩儿，你许了老汉一个夜盆儿，几番家到俺处寄家火卖，只不与俺。这一个盆儿，值得甚的，直着老汉亲自上门问你讨那？盆儿有，我可忘了，你倒记得。常言道：\"老而不死是为贼\"，正是你这样人。你看这白须搭飒的是像个贼。<br>【小桃红】你道俺老而不死是为贼，俺若不死成何济？老的也，你如今多大年纪？日逐柴米，是那个供给你？俺巴到新年便整整的八十岁，柴和米是谁给，只有您后辈无先辈。老的也，你有几个同辈弟兄？试说一遍与我听咱。俺同辈弟兄有十个。可是那十个？老的老了，死的死了，则剩下俺三个：王弘道、李从善和老汉。呀！昨日个王弘道命亏，今日个李从善辞世，天那！则俺那一班儿白发故人稀。<br>盆罐赵，你与俺这夜盆儿，等俺回去。大嫂，你取那盆儿出来，送张老的。兀的不是，你取了去。盆罐赵，你这盆怎生根了也？口退！你这老的，我在后面窑上取出来的，才放在地下，就会生了根？有这等话！你这小弟子孩儿，许了俺一个盆儿，若多时才与得俺。也该拣一个好的，怎生与俺个破声雌雌的？不好俺不要，则与俺一个好的去。老的，我另换一个与你。不好，有些声叉，再换一个。这个盆儿好。这一个像是好的。左右是他。俺老汉回家去也。老的，你是往大路来的，往小路来的？俺才往大路上来，如今可往小路上回去，略近些儿。老的，天晚了，不如仍往大路回去。大路上没鬼，小路上可有鬼。有鬼，有鬼，我打你这贼嘴。俺是不怕鬼张忄敝古，汴梁有名的。俺会天心法、地心法、那吒法，书符咒水。吾奉太上老君急急如律令，摄。就有鬼，见了俺时，蚤唬的他七里八里躲了也。你会天心法、地心法、那吒法，有这许多法，你去罢。大嫂，仍旧的关上门，到后院里吃酒去来。老汉问盆罐赵讨了一个盆儿，天色渐晚，只索赶回家去。适才盆罐赵说小路上有鬼，谁不知道。俺是不怕鬼的张忄敝古，俺的性儿撮盐入水。呀！天色晚了，俺也要行动些。<br>【天净沙】俺急煎煎向前路奔驰，背后是甚么人走响？口退！那个？是那个磕扑扑在背后追随？兀的不唬杀老汉也。这扯住我的不知是准？谁不知老汉是不怕鬼的张口退古，俺的性儿撮盐入水。俺会天心法、地心法、那吒法，书符咒水。吾奉太上老君急急如律令，摄。便有鬼，见了俺时，蚤唬的他七里八里躲了。莫不是山精鬼魅？打鬼，打鬼。却原来是棘针科抓住衣袂。<br>呸！被这棘针科抓住，倒绊了我一交。老的也。那里这般哭？老的也。元来不是哭声，有人叫老的，老的。我想起来了，敢是那放牛的牧童，清早晨间出来，赶着三五只牛儿，到晚来不见了一只。你便道：老的你可见我那牛儿来么？小弟子孩儿，你不见了牛呵，干俺屁事。<br>【寨儿令】小孩儿海将俺欺，待捉弄埯这老无知，多敢足放牛的牧童没道理。兀的不是哭声！做甚么切切悲悲，哭哭啼啼？哦，我晓得了。莫个是风紧雁行疾。又不是雁声，是那个哭哩？<br>【幺篇】眼见的路绝人稀，不由俺不唬的魄散魂飞。打鬼，打鬼。我听沉了多半晌，观瞻了四周围。打鬼、打鬼。呀，呆老子也，却原来是一个土骨堆。<br>老汉可也老的糊突了，一个土骨堆只管叫道有鬼，有鬼。俺是不怕鬼的张忄敝古，俺的性儿撒盐入水。俺会天心法、地心法、那吒法，书符咒水。吾奉太上老君急急如律令，摄。便有鬼，见了俺时，早唬的他七里八里躲了也。老的也。则被这鬼缠杀我也！幸喜来到家门首了。草索儿拴着门。待俺放下这盆儿，解掉草索。开开这门。<br>【黄蔷薇】他那里吁吁的喘气，俺这里转转的疑惑。刚走到家来可便坐地，猛然间心中记起。<br>【庆元贞】俺出门红日乍平西，归时犹未夕阳低，怎教俺担惊受怕着昏迷。嗨！俺是忘了。这都是咱老背悔，门儿外不曾撒的把儿灰。<br>人说门前撒下一把灰，那邪神野鬼便不敢进来。老的也，我进来多时了也。待俺房檐上扯把草儿，去烧着火来。草可有了，俺去时节灶窝里埋着些牛粪火儿，俺看有也是无。烧胡子也。呸！原来是个猫儿撞将出来，把鬓发髭须争些儿都烧了。俺知道了也，是隔壁王婆婆家的猫儿。他也不喂这猫儿，常承俺这边偷东西吃，等俺骂他去。王婆婆，你家的猫儿你不喂，他到俺家来，放下的肉也偷吃了，饭也偷吃了，鸡儿、鸭儿也偷吃了，灶里灰也偷吃了，你还强嘴哩，到明日和你整理。待我点起灯来。这羊皮袄上不知是虱子也是虼蚤，我试寻咱。老的也，兀的不是一个虼蚤。干你腿事！等我铺下这羊皮袄睡觉波。好是奇怪，每日价铺着这羊皮，暖烘烘的睡觉，怎么今日冰也似这般冷的？原来偷了俺羊皮去。有贼也，地方拿贼那！<br>【黄蔷薇】俺这卫高声叫有贼，慌止到街取。又无一个巡军捷讥，着谁来共咱应对。<br>【庆元贞】扭回身疾便入房内，被门桯绊我一个合扑地。拿住贼也。一只手揪住这厮泼毛衣，使拳捶，利脚踢。呸！原来是一领旧羊皮。原来这羊皮袄盖在我头上，倒叫有贼，害得俺一夜不曾得睡。俺可要起来小解了。有盆罐赵与俺一个盆儿，俺试用咱。怎生不听见盆里响，倒在地下响？嗨！老汉老的糊突了，盆儿在那边，可在这边小解。可怎生又走过那边去了？哎哟！可怎生起在半空里来了也。<br>【秃厮儿】本指望早起晚夕，方便掩净手更衣，吃了这汤多水多偏夜起。准想道，有今日，这般样跷蹊。<br>【圣药王】俺可便赶到这壁，他可便走到那壁，则见他来来往往半空飞。他可便走到这壁，俺可便赶到那壁，忄敝得俺浑身上下汗淋漓。哎哟！恰好是一夜不曾尿。<br><br>【鬼三台】则见他来到根底。唬的俺忙回避。老的也，可不道你这性儿撮盐入水哩。俺性格儿撮盐入水，你不是张忄敝古？俺名姓你须知，可不道你是不怕鬼的？鬼也，俺从今后怕你。你会天心法那？天心的这正法，俺可也不省得，你会那吒法那？鬼也，那吒的那法力不硼会。你不曾咒水书符？俺那里会咒水书符，都则是瞒神也那唬鬼。<br>老的也，你怎的这天心法、地心法、那吒法，可都不济事了那？<br>【调笑令】俺这里问你，你待欲何为？你试猜着。你莫不是野鬼孤魂索酒食？不是。是甚么邪魔外道通名讳？也不是。又不是。毕竟是甚的东西？我便是这盆儿，这盆儿便是我。他与了我个夜盆儿，定害的俺无整理，盆罐赵弟子孩儿也。若是那水缸呵，着俺怎地支持。俺且问你，你是个人，可还是个鬼？怎生到得俺家里来？我在你衣襟底下带进来的。俺骂那门神户尉去。好门神户尉也，你怎生把鬼放进来了？俺要你做甚么？<br>【麻郎儿】俺大年日将你帖起，供养了馓子茶食。指望你驱邪断祟，指望你看家守计。<br>【幺篇】呸！俺将你画的，这恶支杀样势。莫不是盹睡了门神也那户尉，两下里桃符定甚大腿，手攞了这应梦的钟馗。老的也，你与我做主咱。你说的明白，俺好与你做主。老的可怜见，孩儿叫做杨国用，就是汴梁人。贩些南货做买卖去，赚得五六个银子。前日回来，不期天色晚了。投到瓦窑村盆罐赵家宵宿。他夫妻两个图了我财，致了我命，又将我烧灰捣骨，捏成盆儿，则指望盛汤盛水，不想道送你老人家，做了个夜盆儿。这腌臜臭秽，教我如何受得。老的也，怎生可怜见，与我做主咱。哦！原来如此冤枉。盆儿也，争奈你是个鬼魂，俺是个人，可怎生与你做主？老的也，你则把这盆儿拿到包待制爷爷面前，你去那盆沿儿上敲三下，我就玎玎珰珰的说起话来。既是这等呵，俺便与你做主。天色明了，俺锁了门，拿这盆儿见包待制走一遭去。且住！私场演，官场用。若到开封府去，他不说时，如何是了。待俺试敲咱。这是盆沿儿，一、二、三。老的，你教我说，我玎玎珰珰的说与你听。<br>【收尾】俺将这瓦盆儿亲提到南衙内，直告那龙图待制。便不拿的他下地狱且由他，盆儿也，但得你见青天，恁时节，可也快活杀你。<br><br>第四折<br>喏，在衙人马平安！抬书案。法正天心顺，伦清世俗淳。笔题忠孝子，剑斩不耳人。老夫姓包名拯字希文，乃庐州金斗郡四望乡老儿村人也。幼年间进士及弟，累蒙擢用。皆因老夫秉性正直，历任廉能，有十分为国之心，无半点于家之念。谢圣恩可怜，加拜龙图阁待制，正授南衙开封府府尹之职，敕赐势剑金牌，容老夫先斩后奏，专一体察滥官污吏，与百姓伸冤理枉。今日升厅坐起早衙，张千，喝撺厢者。理会得。抬放告牌出去。老汉来到这开封府门首，试敲这盆儿咱。一、二、三。我玎玎珰珰的说。咱告状去来。<br>【正宫】【端正好】抱着他冤楚楚瓦盆儿，直到这另巍巍公堂下，只待要如律令把贼汉擒拿。准似这龙图包老声名大，俺索向屏墙侧偷窥罢。<br>【滚绣球】俺则见狠公吏把荆杖挝，恶曹司将文卷押，两边厢摆列着势剑铜铡，中间里端坐个象简乌纱。盆儿，这所在不来也罢了。盆儿也，道假来你又不是假，道耍来你又不是耍，直被你唬得人心慌胆乍，没来由俺可也做这等冤家。盆儿，俺嘱付你几句，若是包待制问你之时，你要说的仔细者。盆儿也，若是你今朝不把情由诉，俺张忄敝古呵，平日空将正直夸，早准备带锁披枷。盆儿也，俺如今过去敲三下，你便言语。老的也，我玎玎珰珰的说。告冤屈！张千，甚么人叫冤屈？与我拿将过来。当面。张忄敝古这老儿，在衙门办事年久，无人养济。我着他柴市里讨柴，米市里讨米，养赡终身。想必那街市上小民，欺负这老儿，不肯给他柴米，以此来告冤屈。兀的老儿，你有甚么衔冤负屈的事，你从实说来，老夫与你做主。老汉张忄敝古，没甚么冤屈，这个盆儿冤屈。兀那老儿，你不冤屈，这盆儿怎生冤屈？大人，俺老汉在这盆沿上敲三下，这盆儿便玎玎珰珰的说。是真个？兀那老儿，你敲，张千试听者。一、二、三。盆儿也。张千，你听见他说些甚么？爷爷，这老儿弄虚头，并不听得一些儿声响。他可不言语了。我也道这老儿老的糊突了，那曾有盆儿会玎玎珰珰说话的道理。张千，与我抢出去。理会的。他怎么不言语？俺试敲这盆儿咱。一、二、三。我玎玎珰珰的说。你恰才在那里去？我恰才口渴的慌，去寻一钟儿茶吃。还打诨哩。你恰才不来呵，唬的俺一柄脸倒焦黄似茶色也。老的，你与我做主咱。俺与你再叫冤屈去。冤屈也。张千，谁在衙门首这般大惊小怪的？又是张忄敝古老儿叫冤屈。他怎么又叫冤屈？着他进来。你有甚么冤屈？大人，这盆儿委实冤屈。适才出衙门外敲他三下，他便玎玎珰珰的说。一、二、三。盆儿也。张千，你听他说些甚么来？想是只这老儿听的，小人实不曾听见甚么说话。他可怎生又不言语了！张千，将那老儿抢出去。你这老儿，这是法堂上，不是你弄虚头的去处，快回去罢。嗨，俺张忄敝古一生正直，今日<br>被这盆儿都丧坏了也。<br>【叨叨令】俺为甚的无柴少米不纳民间价，为甚的穿衙入府不受官司骂。也则为公心皮道从没分毫诈，也不是强唇劣嘴要做乡村霸。则被你都坏了我也么哥，则被你都坏了我也么哥，倒不如吞声忍气依旧回家罢。<br>待俺再敲那盆儿咱。一、二、三．老的也，怎么那？你又在那里来？我害饥，去吃个烧饼儿。你恰才不来呵，险些儿被包待制打出俺屁来哩。老的也，你与我做主咱。<br>【醉高歌】你背地里玎玎珰珰说话，着紧处你便装聋作哑。俺只待提起来望这街直下，摔碎你做几片零星瓦查。<br>老的也，不争你摔碎盆儿呵，谁与我伸这冤屈来？盆儿，你可曾见么？我见甚么？<br>【红绣鞋】恰才那粗棍子浑如臂大，他将俺打一下直似鉤搭，你是个鬼魂儿倒捉弄俺老人家。老的也，你与我再过去那。不是俺们将他这门桯蓦，也不是俺懒将他这地皮攞，老的也，你不过去，谁与我做主咱？盆儿也俺可便待今番吃了三顿打。<br>老的也，不是我不过去，只被那门神、户尉当住，不放过去那。既如此，何不蚤说，待我再叫。冤屈也。这老儿又叫冤屈，着他进来。你这老儿怎生冤屈？俺这盆儿委实的冤屈。这老儿好无礼也，两次三番，将着这盆儿戏弄老夫。你说的是，万事罢论，说的不是呵，不道的饶了你哩。望大人停嗔息怒，暂罢狼虎之威，听老汉慢慢的诉说一遍咱。小人开年八十多年纪，听我一一从头说至尾。去时昏昏惨惨日犹高，回来阴阴沉沉天道黑。点盏半明半暗壁上灯，本待稳稳安安睡个美。忽听哽哽咽咽哭声微，着我受怕耽惊重坐起。问他是神是鬼是妖精，他道盆儿便是咱身体。因此替他叫屈到衙门，上告待制老爷听端的。人人说你白日断阳间，到得晚时又把阴司理。也曾三勘王家蝴蝶梦，也曾独粜陈州老仓米。也曾智赚灰阑年少儿，也曾诈斩斋郎衙内职。也曾断开双赋后庭花，也曾追还两纸合同笔。只要分付那忄敝忄敝懆懆狠门神，休当住咱玎玎珰珰盆儿鬼。<br>【小梁州】上告你个待制爷爷俯鉴察，念小人怎敢调弄奸猾。只为你那门神户尉一似狠那吒，将巨斧频频掐。大人，你则觑波。他是一个鬼魂儿，怎教他不就活惊杀。<br>是、是、是，大家小户有个门神户尉。那屈死的冤魂，被他当住，所以进来不得。张千，你去取将金钱银纸来者。老夫心下自裁划，金钱银纸速安排。邪魔外道当拦住，单把屈死冤魂放过来。我烧了一陌儿纸钱，你看好阵冷风也。<br>【幺篇】俺只见金钱银纸刚烧罢，见一阵旋风儿逐定咱家。俺便割舍的盆沿上，敲三下。一、二、三。盆儿也。我玎玎珰珰的说。惭愧。他道玎玎珰珰说话，大人试听咱。他可敢说的个有根芽。<br>那厅阶下一个屈死的冤鬼，别人不见。惟老夫便见。兀那鬼魂，你有甚的冤枉事，你备细说来，老夫与你做主。孩儿每祖贯汴梁居住，遇着个贾半仙，算孩儿一卦，道有百日血光之灾，千里之外可躲。孩儿便辞别了父亲，一来贩些南货做买卖去，二来就躲灾逃难。喜买卖称意，赚的五六个银子。转回家来，已是九十九日了，未满百日之期，不敢便归，因此在这四十里外瓦窑村盆罐赵家投宿。不意他夫妻两个，图了咱财，致了咱命，又将孩儿烧灰捣骨，捏成盆儿。其实好苦楚也。念孩儿避灾远出，做买卖他州外府。虽然赚百倍钱财，却受尽万般辛苦。转回来止隔得四十程途，权向这他家寄宿。夫要每当夜生心，都狠毒如狼似虎。被杀死一命归阴，又将我烧灰捣骨。夹泥水捏做盆儿，送与那老张忄敝古。何指望盛水盛汤，只要免夜盆不许。因此上玎玎珰珰，备将我衷情诉与。告你个青天老爷，替我这屈死冤魂做主。果然有这等冤枉事。张千，你去拿将盆罐赵夫妻两个，一步一棍打将来者。理会的。盆罐赵在家么？唤我的那个？你妻子在那里？他是乐户，除名久了也，还要唤官身哩？口退！包爷有勾，快叫他出来。张千哥哥，一向不见你，怎么越狠了也！请家里待茶去。包爷爷久等哩，行动些。犯人当面。兀那盆罐赵，你谋死杨国用，有人告你哩。小人一家儿都是吃斋念佛的，并不曾谋死甚么杨国用。不知那个是原告，等小人与他面对。是张忄敝古告你。你这老子好无礼也，我白白的送你一个夜盆儿，有甚的不是处？倒把人命来告我，思量紮诈我那？你这贼汉，你当日与俺这盆儿时，俺道这盆声雌雌的不好，要另换一个。换了三次，你只把这盆儿与俺。拿回家来，被他哭哭啼啼打搅了一夜不曾得睡。这也罢了，害的俺满地都溺上尿。他玎玎珰珰的说起话来，道是怎么长，怎么短，都是你这盆儿说的。俺知道甚么杨国用有五六个银子，你要谋他的？难道这盆儿在我家不说话，到你家里便说起话来？我不信。那有这等说话，敢是这老子要诈我只水缸哩。<br>【快活三】哎！你个盆赵大，怎看得俺似小娃娃。与了俺一个夜盆受用咱，倒着我耽惊怕。<br>【朝天子】盆儿也，俺讨的到家，险将俺来唬杀，大人不信，只差人看去。现如今一谜里尿胡下。那厮在窑中怎生杀人来？大人。则他这瓦窑村更狠如蓼儿洼，你便是打官防难弹乐。他杀坏了平人，烧做了片瓦，死魂灵都消化。你若要正法，直将他万剐，大人，这的也称不了那冤仇大。<br>你要坐人死罪，怎凭得你口里说？你则教那盆儿玎玎珰珰的说，我才心服。一、二、三。盆儿也。盆罐赵，你夫妻两个，也有今日么！你不要执我，放我家去，做好事与你，包管得超度生天。我是有银子的人，决不赖你的。你在我腿旋骨上加上几块硬柴，烧的我好苦也。那时节你死也死了，有甚的苦？张千，选大棍子来，每人先打一百。取官绵纸一张，着司房责下口词，等他夫妻两上画了准伏，当堂判个斩宇，即日押赴市曹，将他万千刀，凌迟处死。理会的。我画、我画。杀死杨国用是我来，谋他五六个银子也是我来，烧灰捣骨也是我来，捏做盆儿也是我来。当日睁着眼做，今日合着眼受。大嫂，只是带累了你。开封府堂上除了杀则是打，料想把烧灰捣骨，做盆儿不成？怕做甚的，杀了罢，杀了罢。我也到法场上看看，权做个监斩官去也。张千，你与俺将盆罐赵的家私尽数抄没，将来均分做两处，一半给赏张忄敝古，见义当为，能代人鸣冤雪枉；一半给杨国用的父亲，作为养赡之资。并将这盆儿交付与他，携归埋葬。一面揭榜示众，通行知悉者。不是孤家好杀人，从来王法本无亲。余资并给残年叟，虚冢能招既死魂。莫道一时无义士，肯令三尺有冤民。从令揭榜通知后，留与人间作异闻。若不是大人呵，这冤枉事何时伸理？真个威德如天，非同小可也。<br>念老汉苍颜白发，不为那冤魂也不到这府衙。你个包待制呵，威德无加，神鬼背惊唬。从今后传播天涯，做一段新奇话。<br>题目<br>咿咿哑哑乔捣碓<br>正名<br>玎玎珰珰挡盆儿鬼",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "未知作者"
  },
  "tags": []
}