{
  "id": 57989,
  "star": 4616,
  "name": "永遇乐·京口北固亭怀古",
  "dynasty": "宋代",
  "content": "千古江山，英雄无觅，孙仲谋处。舞榭歌台，风流总被雨打风吹去。斜阳草树，寻常巷陌，人道寄奴曾住。想当年，金戈铁马，气吞万里如虎。<br>元嘉草草，封狼居胥，赢得仓皇北顾。四十三年，望中犹记，烽火扬州路。可堪回首，佛狸祠下，一片神鸦社鼓。凭谁问，廉颇老矣，尚能饭否？",
  "fanyi": "<p><strong>译文</strong><br>历经千古的江山，再也难找到像孙权那样的英雄。当年的舞榭歌台还在，英雄人物却随着岁月的流逝早已不复存在。斜阳照着长满草树的普通小巷，人们说那是当年刘裕曾经住过的地方。回想当年，他领军北伐、收复失地的时候是何等威猛！<br>然而刘裕的儿子刘义隆好大喜功，仓促北伐，却反而让北魏太武帝拓跋焘乘机挥师南下，兵抵长江北岸而返，遭到对手的重创。我回到南方已经有四十三年了，看着原仍然记得扬州一带烽火连天的战乱场景。怎么能回首啊，当年拓跋焘的行宫外竟有百姓在那里祭祀，乌鸦啄食祭品，人们过着社日，只把他当作一位神祇来供奉，而不知道这里曾是一个皇帝的行宫。还有谁会问，廉颇老了，饭量还好吗？</p> <p><strong>韵译</strong><br>江山如画、历经千年仍如故，但是找不到东吴英雄孙权在此的定都处。昔日的舞榭歌台、显赫人物，都被风吹雨打化为土。斜阳照着草和树，普通的街巷和小路，人们说，武帝刘裕曾在这个地方住。想当年，他骑战马披铁甲，刀枪空中舞，气吞万里如猛虎。<br>宋文帝草率用兵学黩(dú)武，效法汉将伐匈奴，没能够封山纪功狼居胥，却要仓皇向南逃，时时回头向北顾。我登上山亭望江北，还记得四十三年前的旧事一幕幕：烽火连天鏖(áo)战苦，扬州一带遭荼(tú)毒。往事怎忍再回顾？拓跋焘(tào)祠堂香火盛，乌鸦啄祭品，祭祀擂大鼓。谁能派人来探问：廉颇将军虽年老，还能吃饭吗？ </p> <p><strong>注释</strong><br>京口：古城名，即今江苏镇江。因临京岘山、长江口而得名。<br>孙仲谋：三国时的吴王孙权，字仲谋，曾建都京口。孙权（182年——252年），字仲谋。东吴大帝，三国时期吴国的开国皇帝。吴郡富春县（今浙江富阳）人。生于公元182年（光和五年），卒于公元252年（太元二年）。长沙太守孙坚次子，幼年跟随兄长吴侯孙策平定江东，公元200年孙策早逝。孙权继位为江东之主。<br>寄奴：南朝宋武帝刘裕小名。 刘裕（363年4月——422年6月），字德舆，小名寄奴，汉族，先祖是彭城人（今江苏徐州市），后来迁居到京口（江苏镇江市），南北朝时期宋朝的建立者，史称宋武帝。中国历史上杰出的政治家、卓越的军事家、统帅。<br>“想当年”三句：刘裕曾两次领兵北伐，收复洛阳、长安等地。<br>“元嘉草草”句：元嘉是刘裕子刘义隆年号。草草：轻率。南朝宋（不是南宋）刘义隆好大喜功，仓促北伐，却反而让北魏主拓跋焘抓住机会，以骑兵集团南下，兵抵长江北岸而返，遭到对手的重创。封狼居胥：公元前119年（汉武帝元狩四年）霍去病远征匈奴，歼敌七万余，封狼居胥山而还。狼居胥山，在今蒙古境内。词中用“元嘉北伐”失利事，以影射南宋“隆兴北伐”。<br>赢得：剩得，落得。<br>烽火扬州路：指当年扬州路上，到处是金兵南侵的战火烽烟。<br>“四十三年”句：作者于1162年（宋高宗绍兴三十二年）南归，到写该词时正好为四十三年。<br>佛（bì）狸祠：北魏太武帝拓跋焘小名佛狸。公元450年，他曾反击刘宋，两个月的时间里，兵锋南下，五路远征军分道并进，从黄河北岸一路穿插到长江北岸。在长江北岸瓜步山建立行宫，即后来的佛狸祠。<br>神鸦：指在庙里吃祭品的乌鸦。社鼓：祭祀时的鼓声。整句话的意思是，到了南宋时期，当地老百姓只把佛狸祠当作一位神祇来奉祀供奉，而不知道它过去曾是一个皇帝的行宫。<br>廉颇：战国时赵国名将。《史记·廉颇蔺相如列传》记载，廉颇被免职后，跑到魏国，赵王想再用他，派人去看他的身体情况，廉颇之仇郭开贿赂使者，使者看到廉颇，廉颇为之米饭一斗，肉十斤，被甲上马，以示尚可用。使者回来报告赵王说：“廉颇将军虽老，尚善饭，然与臣坐，顷之三遗矢（通假字，即屎）矣。”赵王以为廉颇已老，遂不用。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　<a href=\"http://so.gushiwen.org/author_217.aspx\">辛弃疾</a>调任镇江知府以后，登临北固亭，感叹报国无门的失望，凭高望远，抚今追昔，于是写下了这篇传唱千古之作。这首词用典精当，有怀古、忧世、抒志的多重主题。江山千古，欲觅当年英雄而不得，起调不凡。开篇借景抒情，由眼前所见而联想到两位著名历史人物——孙权和刘裕，对他们的英雄业绩表示向往。接下来讽刺当朝用事者韩侂胄（侂：tuō，胄：zhòu），又像刘义隆一样草率，欲挥师北伐，令人忧虑。老之将至而朝廷不会再用自己，不禁仰天叹息。其中“佛狸祠下，一片神鸦社鼓”写北方已非宋朝国土的感慨，最为沉痛。</p> <p>　　词的上片怀念孙权、刘裕。孙权割据东南，击退曹军；刘裕金戈铁马，战功赫赫，收复失地。不仅表达了 对历史人物的赞扬，也表达了对主战派的期望和对南宋朝廷苟安求和者的讽刺和谴责。</p> <p>　　下片引用南朝刘义隆草率北伐，招致大败的历史事实，忠告韩侂胄要吸取历史教训，不要鲁莽从事，接着用四十三年来抗金形势的变化，表示词人收复中原的决心不变，结尾三句，借廉颇自比，表示出词人报效国家的强烈愿望和对宋室不能进用人才的慨叹。</p> <p>　　全词豪壮悲凉，义重情深，放射着爱国主义的思想光辉。词中用典贴切自然，紧扣题旨，增强了作品的说服力和意境美。明代<a href=\"http://so.gushiwen.org/author_181.aspx\">杨慎</a>在《词品》中说：“辛词当以京口北固亭怀古《永遇乐》为第一。”这种评价是中肯的。</p><br/><h2>赏析二</h2> <p>　　词以“京口北固亭怀古”为题。京口是三国时吴大帝孙权设置的重镇，并一度为都城，也是南朝宋武帝刘裕生长的地方。面对锦绣江山，缅怀历史上的英雄人物，正是像<a href=\"http://so.gushiwen.org/author_217.aspx\">辛弃疾</a>这样的志士登临应有之情，题中应有之意，词正是从这里着笔的。</p> <p>　　上片怀古抒情。第一第二句中，“千古”，是时代感，照应题目“怀古”；“江山”是现实感，照应题目“京口北固亭”。作者站在北固亭上瞭望眼前的一片江山，脑子里一一闪过千百年来曾经在这片土地上叱咤风云的英雄人物，他首先想到三国时吴国的皇帝孙权，他有着统一中原的雄图大略，在迁都建业以前，于建安十四年（209）先在京口建“京城”，作为新都的屏障，并且打垮了来自北方的侵犯者<a href=\"http://so.gushiwen.org/author_552.aspx\">曹操</a>的军队，保卫了国家。可是如今，像孙权这样的英雄已无处寻觅的了。<a href=\"http://so.gushiwen.org/view_57989.aspx\">诗</a>人起笔便抒发其江山依旧，英雄不再、后继无人的感慨。而后的“舞榭歌台，风流总被雨打风吹去”在上句的基础上推进一层，非但再也找不到孙权这样的英雄人物，连他当年修建的“舞榭歌台”，那些反映他光辉功业的遗物，也都被“雨打风吹去”，杳无踪迹了。下三句写眼前景，词人联想起与京口有关的第二个历史人物刘裕。写孙权，先想到他的功业再寻觅他的遗迹；写刘裕，则由他的遗迹再联想起他的功业。然后在最后三句回忆刘裕的功业。刘裕以京口为基地，削平了内乱，取代了东晋政权。他曾两度挥戈北伐，先后灭掉南燕、后秦，收复洛阳、长安，几乎可以克复中原，作者想到刘裕的功勋，非常钦佩，最后三句，表达了词人无限景仰的感情。英雄人物留给后人的印象是深刻的，可是刘裕这样的英雄，他的历史遗迹，如今也是同样地找不到了，只有那“斜阳草树，寻常巷陌”。</p> <p>　　词的上片借古意以抒今情，还比较轩豁呈露，在下片里，作者通过典故所揭示的历史意义和现实感慨，就更加意深而味隐了。</p> <p>　　“元嘉草草”三句，用古事影射现实，尖锐地提出一个历史教训。史称南朝宋文帝刘义隆“自践位以来，有恢复河南之志”。他曾三次北伐，都没有成功，特别是元嘉二十七年（450年）最后一次，失败得更惨。用兵之前，他听取彭城太守王玄谟陈北伐之策，非常激动，说：“闻玄谟陈说，使人有封狼居胥意。”“有封狼居胥意”谓有北伐必胜的信心。当时分据在北中国的北魏，并非无隙可乘；南北军事实力的对比，北方也并不占优势。倘能妥为筹划，虑而后动，是能打胜仗，收复部分失地的。无如宋文帝急于事功，轻启兵端。结果不仅没有得到预期的胜利，反而招致北魏拓跋焘大举南侵，弄得国势一蹶而不振了。这一历史事实，对当时现实所提供的历史鉴戒，是发人深省的。作者援用古事近事影射现实，尖锐地提醒南宋统治者吸取前人的和自己的历史教训。</p> <p>　　从“四十三年，望中犹记，烽火扬州路”开始，词由怀古转入伤今，联系自己，联系当今的抗金形势，抒发感慨。作者回忆四十三年前北方人民反抗异族统治的斗争此起彼伏，如火如荼，自己也在战火弥漫的扬州以北地区参加抗金斗争。后来渡淮南归，原想凭借国力，恢复中原，不期南宋朝廷昏聩无能，使他英雄无用武之地。如今自己已成了老人，而壮志依然难酬。辛弃疾追思往事，不胜身世之感。</p> <p>　　下三句中的“回首”应接上句，由回忆往昔转入写眼前实景。这里值得探讨的是，佛狸是北魏的皇帝，距南宋已有七八百年之久，北方的百姓把他当作神来供奉，辛弃疾看到这个情景，不忍回首当年的“烽火扬州路”。辛弃疾是用“佛狸”代指金主完颜亮。四十三年前，完颜亮发兵南侵，曾以扬州作为渡江基地，而且也曾驻扎在佛狸祠所在的瓜步山上，严督金兵抢渡长江。以古喻今，佛狸很自然地就成了完颜亮的影子。如今“佛狸祠下，一片神鸦社鼓”与“四十三年，烽火扬州路”形成鲜明的对比，当年沦陷区的人民与异族统治者进行不屈不挠的斗争，烽烟四起，但如今的中原早已风平浪静，沦陷区的人民已经安于异族的统治，竟至于对异族君主顶礼膜拜，这是痛心的事。不忍回首往事，实际就是不忍目睹眼前的事实。以此正告南宋统治者，收复失土，刻不容缓，如果继续拖延，民心日去，中原就收不回了。</p> <p>　　最后作者以廉颇自比，这个典用得很贴切，内蕴非常丰富，一是表白决心，和廉颇当年服事赵国一样，自己对朝廷忠心耿耿，只要起用，当仁不让，奋勇争先，随时奔赴疆场，抗金杀敌。二是显示能力，自己虽然年老，但仍然和当年廉颇一样，老当益壮，勇武不减当年，可以充任北伐主帅；三是抒写忧虑。廉颇曾为赵国立下赫赫战功，可为奸人所害，落得离乡背井，虽愿为国效劳，却是报国无门，词人以廉颇自况，忧心自己有可能重蹈覆辙，朝廷弃而不用，用而不信，才能无法施展，壮志不能实现。辛弃疾的忧虑不是空穴来风，果然韩侂胄一伙人不能采纳他的意见，对他疑忌不满，在北伐前夕，以“用人不当”为名免去了他的官职。辛弃疾渴盼为恢复大业出力的愿望又一次落空。</p> <p>　　在这首词中用典虽多，然而这些典故却用得天衣无缝，恰到好处，它们所起的作用，在语言艺术上的能量，不是直接叙述和描写所就这首词而论，用典多并小是辛弃疾的缺点，而这首词正体现了他在语言艺术上的特殊成就。</p> <p>　　全词豪壮悲凉，义重情深，放射着爱国主义的思想光辉。词中用典贴切自然，紧扣题旨，增强了作品的说服力和意境美。</p>",
  "about": "<h2>创作背景</h2> <p>　　《永遇乐·京口北固亭怀古》写于宋宁宗开禧元年（1205年） ，<a href=\"http://so.gushiwen.org/author_217.aspx\">辛弃疾</a>六十六岁。当时韩侂胄执政，正积极筹划北伐，闲置已久的辛弃疾于前一年被起用为浙东安抚使，这年春初，又受命担任镇江知府，戍守江防要地京口。从表面看来，朝廷对他似乎很重视，然而实际上只不过是利用他那主战派元老的招牌作为号召而已。辛弃疾到任后， 一方面积极布置军事进攻的准备工作；但另一方面，他又清楚地意识到政治斗争的险恶，自身处境的孤危，深感很难有所作为。辛弃疾支持北伐抗金的决策，但是对独揽朝政的韩侂胄轻敌冒进的作法，又感到忧心忡忡，他认为应当做好充分准备，绝不能草率从事，否则难免重蹈覆辙，使北伐再次遭到失败。辛弃疾的意见没有引起南宋当权者的重视。一次他来到京口北固亭，登高眺望，怀古忆昔，心潮澎湃，感慨万千，于是写下了这首词中佳作。</p>",
  "poet": {
    "id": 217,
    "star": 0,
    "name": "辛弃疾",
    "image": "http://img.gushiwen.org/authorImg/xinqiji.jpg",
    "desc": "辛弃疾（1140－1207），南宋词人。原字坦夫，改字幼安，别号稼轩，汉族，历城（今山东济南）人。出生时，中原已为金兵所占。21岁参加抗金义军，不久归南宋。历任湖北、江西、湖南、福建、浙东安抚使等职。一生力主抗金。曾上《美芹十论》与《九议》，条陈战守之策。其词抒写力图恢复国家统一的爱国热情，倾诉壮志难酬的悲愤，对当时执政者的屈辱求和颇多谴责；也有不少吟咏祖国河山的作品。题材广阔又善化用前人典故入词，风格沉雄豪迈又不乏细腻柔媚之处。由于辛弃疾的抗金主张与当政的主和派政见不合，后被弹劾落职，退隐江西带湖。"
  },
  "tags": [
    "宋词三百首",
    "豪放",
    "咏史怀古",
    "爱国",
    "讽刺",
    "慨叹"
  ]
}