{
  "id": 18297,
  "star": 42,
  "name": "中夜起望西园值月上",
  "dynasty": "唐代",
  "content": "觉闻繁露坠，开户临西园。<br>寒月上东岭，泠泠疏竹根。<br>石泉远逾响，山鸟时一喧。<br>倚楹遂至旦，寂寞将何言。",
  "fanyi": "<p><strong>译文</strong><br>夜半醒来听到了浓重的露珠滴落声，打开门来面对愚溪西边依稀的菜园。<br>一轮清冷的月亮正在东边的岭上升起，清越的声音是水流冲刷着稀疏的竹根。<br>泉水从岩石上飞泻而下越远越觉响亮，山中的鸟儿不时地叫一声实在惊人心魂。<br>我斜靠在房柱上一直等到天亮，心中寂寞到这般还有什么话可言。</p> <p><strong>注释</strong><br>⑴中夜：半夜。值：碰上……的时候。<br>⑵觉（jué）：睡醒。<br>⑶繁露：浓重的露水。<br>⑷临：面对。<br>⑸西园：指<a href=\"http://so.gushiwen.org/view_18297.aspx\">诗</a>人住房西面的菜圃。<br>⑹东岭：指住处东面的山岭。<br>⑺泠泠（ling 灵）：形容声音清越。<br>⑻逾（yú 余）：更加。<br>⑼时一喧（xuān 宣）：不时叫一声。<br>⑽倚（yĭ 乙）：斜靠着。<br>⑾楹（yíng 营）：房屋的柱子。<br>⑿旦：天明、天亮。<br>⒀言：说。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　这首五言古<a href=\"http://so.gushiwen.org/view_18297.aspx\">诗</a>作于诗人贬谪永州之时。公元810年（元和五年），<a href=\"http://so.gushiwen.org/author_646.aspx\">柳宗元</a>被贬永州的第六个年头，他终于在潇水西冉溪畔购得一地，经过疏泉穿池，构亭筑屋，终于与农圃为邻住了下来，还自己经营了菜园，“甘为永州民”。并与一位身份较低的女子结合，生了女儿。《中夜起望西园值月上》当写于在这期间。西园位于作者永州愚溪住宅以西。</p> <p>　　这是一个深秋的夜晚。永州的深秋本来气候宜人，但身处异乡的柳宗元却感到寒气阵阵。是夜梦醒时分，正是夜半，四野万籁无声，窗外亮如白昼，适才的梦境仍历历在目。诗人辗转反侧，再也无法入眠，百无聊赖中，连露水滴落的细微声音也听到了，环境非常寂静。露水下降，本来是不易觉察到的，这里用“闻”，是有意把细腻的感觉显示出来。于是他干脆起床，“开户临西园”。</p> <p>　　来到西园，只见：一轮寒月从东岭升起，清凉月色，照射疏竹，仿佛听到一泓流水穿过竹根，发出泠泠的声响。“泠泠”两字用得极妙。“月”上用一个“寒”字来形容，与下句的“泠泠”相联系，又与首句的“繁露坠”有关。露重月光寒，夜已深沉，潇潇疏竹，泠泠水声，点染出一种幽清的意境，令人有夜凉如水之感。在这极为静谧的中夜，再侧耳细听，听得远处传来从石上流出的泉水声，似乎这泉声愈远而愈响，山上的鸟儿有时打破岑寂，偶尔鸣叫一声。</p> <p>　　“石泉远逾响”，看来难以理解，然而这个“逾”字，却更能显出四野的空旷和寂静。山鸟时而一鸣，固然也反衬出夜的静谧，同时也表明月色的皎洁，竟使山鸟误以为天明而鸣叫。“泉响”，“鸟喧”采用可通感的手法，从听觉角度来表达。“露”“月”“泉”“鸟”这四种意象相互融合，以动衬静，突显了诗人被贬谪后所处环境的空旷寂寞。</p> <p>　　面对这幅空旷寂寞的景象，诗人斜倚着柱子，观看，谛听，一直到天明。诗人“倚楹至旦”的沉思苦闷形象，发人深思。他在这样清绝的景色中沉思直至天边破晓。“寂寞将何言”一句，可谓此时无言胜有言。“寂寞”两字透出了心迹，他感到自己复杂的情怀无法用言语来表达。</p> <p>　　这首诗，构思新巧，诗人抓住在静夜中听到的各种细微的声响，来进行描写，以有声写无声，表现诗人所处环境的空旷寂寞，从而衬托他谪居中郁悒的情怀，即事成咏，随景寓情。从表面看来，似有自得之趣，而终难如<a href=\"http://so.gushiwen.org/author_645.aspx\">陶渊明</a>、<a href=\"http://so.gushiwen.org/author_564.aspx\">韦应物</a>之超脱。</p>",
  "about": "<h2>创作背景</h2> 　　这首五言古<a href=\"http://so.gushiwen.org/view_18297.aspx\">诗</a>作于诗人贬谪永州之时。公元810年（元和五年），<a href=\"http://so.gushiwen.org/author_646.aspx\">柳宗元</a>被贬永州的第六个年头。",
  "poet": {
    "id": 646,
    "star": 0,
    "name": "柳宗元",
    "image": "http://img.gushiwen.org/authorImg/liuzongyuan.jpg",
    "desc": "柳宗元（773年－819年），字子厚，唐代河东（今山西运城）人，杰出诗人、哲学家、儒学家乃至成就卓著的政治家，唐宋八大家之一。著名作品有《永州八记》等六百多篇文章，经后人辑为三十卷，名为《柳河东集》。因为他是河东人，人称柳河东，又因终于柳州刺史任上，又称柳柳州。柳宗元与韩愈同为中唐古文运动的领导人物，并称“韩柳”。在中国文化史上，其诗、文成就均极为杰出，可谓一时难分轩轾。"
  },
  "tags": [
    "贬谪",
    "生活",
    "写景",
    "抒情"
  ]
}