{
  "id": 36141,
  "star": 2,
  "name": "比红儿诗",
  "dynasty": "唐代",
  "content": "姓字看侵尺五天，芳菲占断百花鲜。 <br> 马嵬好笑当时事，虚赚明皇幸蜀川。 <br> 金谷园中花正繁，坠楼从道感深恩。 <br> 齐奴却是来东市，不为红儿死更冤。 <br> 陷却平阳为小怜，周师百万战长川。 <br> 更教乞与红儿貌，举国山川不值钱。 <br> 一曲都缘张丽华，六宫齐唱后庭花。 <br> 若教比并红儿貌，枉破当年国与家。 <br> 乐营门外柳如阴，中有佳人画阁深。 <br> 若是五陵公子见，买时应不啻千金。 <br> 青丝高绾石榴裙，肠断当筵酒半醺。 <br> 置向汉宫图画里，入胡应不数昭君。 <br> 斜凭栏杆醉态新，敛眸微盻不胜春。 <br> 当时若遇东昏主，金叶莲花是此人。 <br> 匼匝千山与万山，碧桃花下景长闲。 <br> 神仙得似红儿貌，应免刘郎忆世间。 <br> 越山重叠越溪斜，西子休怜解浣纱。 <br> 得似红儿今日貌，肯教将去与夫差。 <br> 诏下人间觅好花，月眉云髻选人家。 <br> 红儿若向当时见，系臂先封第一纱。 <br> 锋镝纵横不敢看，泪垂玉箸正汍澜。 <br> 应缘近似红儿貌，始得深宫奉五官。 <br> 金缕浓薰百和香，脸红眉黛入时妆。 <br> 当时便向乔家见，未敢将心在窈娘。 <br> 通宵甲帐散香尘，汉帝精神礼百神。 <br> 若见红儿醉中态，也应休忆李夫人。 <br> 拔得芙蓉出水新，魏家公子信才人。 <br> 若教瞥见红儿貌，不肯留情付洛神。 <br> 芳姿不合并常人，云在遥天玉在尘。 <br> 因事爱思荀奉倩，一生闲坐枉伤神。 <br> 笔底如风思涌泉，赋中休谩说婵娟。 <br> 红儿若在东家住，不得登墙尔许年。 <br> 一抹浓红傍脸斜，妆成不语独攀花。 <br> 当时若是逢韩寿，未必埋踪在贾家。 <br> 树袅西风日半沉，地无人迹转伤心。 <br> 阿娇得似红儿貌，不费长门买赋金。 <br> 五云高捧紫金堂，花下投壶侍玉皇。 <br> 从到世人都不识，也应知有杜兰香。 <br> 戏水源头指旧踪，当时一笑也难逢。 <br> 红儿若为回桃脸，岂比连催举五烽。 <br> 虢国夫人照夜玑，若为求得与红儿。 <br> 醉和香态浓春睡，一树繁花偃绣帏。 <br> 知有持盈玉叶冠，剪云裁月照人寒。 <br> 若使红儿风帽戴，直使瑶池会上看。 <br> 明媚何曾让玉环，破瓜年几百花颜。 <br> 若教貌向南朝见，定却梅妆似等闲。 <br> 世事悠悠未足称，肯将闲事更争能。 <br> 自从命向红儿去，不欲留心在裂缯。 <br> 自隐新从梦里来，岭云微步下阳台。 <br> 含情一向春风笑，羞杀凡花尽不开。 <br> 舍却青娥换玉鞍，古来公子苦无端。 <br> 莫言一匹追风马，天骥牵来也不看。 <br> 槛外花低瑞露浓，梦魂惊觉晕春容。 <br> 凭君细看红儿貌，最称严妆待晓钟。 <br> 薄罗轻剪越溪纹，鸦翅低垂两鬓分。 <br> 料得相如偷见面，不应琴里挑文君。 <br> 南国东邻各一时，后来惟有杜红儿。 <br> 若教楚国宫人见，羞把腰身并柳枝。 <br> 照耀金钗簇腻鬟，见时直向画屏间。 <br> 黄姑阿母能判剖，十斛明珠也是闲。 <br> 轻小休夸似燕身，生来占断紫宫春。 <br> 汉皇若遇红儿貌，掌上无因著别人。 <br> 鹦鹉娥如裛露红，镜前眉样自深宫。 <br> 稍教得似红儿貌，不嫁南朝沈侍中。 <br> 拟将心地学安禅，争奈红儿笑靥圆。 <br> 何物把来堪比并，野塘初绽一枝莲。 <br> 浸草漂花绕槛香，最怜穿度乐营墙。 <br> 殷勤留滞缘何事，曾照红儿一面妆。 <br> 雕阴旧俗骋婵娟，有个红儿赛洛川。 <br> 常笑世人语虚诞，今朝自见火中莲。 <br> 渡口诸侬乐未休，竟陵西望路悠悠。 <br> 石城有个红儿貌，两桨无因迎莫愁。 <br> 谁向深山识大仙，劝人山上引春泉。 <br> 定知不及红儿貌，枉却工夫溉玉田。 <br> 倾国倾城总绝伦，红儿花下认真身。 <br> 十年东北看燕赵，眼冷何曾见一人。 <br> 今时自是不谙知，前代由来岂见遗。 <br> 一笑阳城人便惑，何堪教见杜红儿。 <br> 京口喧喧百万人，竞传河鼓谢星津。 <br> 柰花似雪簪云髻，今日夭容是后身。 <br> 青史书时未是真，可能纤手却强秦。 <br> 再三为谢齐皇后，要解连环别与人。 <br> 绣帐鸳鸯对刺纹，博山微暖麝微曛。 <br> 诗成若有红儿貌，悔道当时月坠云。 <br> 薄粉轻朱取次施，大都端正亦相宜。 <br> 只如花下红儿态，不藉城中半额眉。 <br> 妆成浑欲认前朝，金凤双钗逐步摇。 <br> 未必慕容宫里伴，舞风歌月胜纤腰。 <br> 琥珀钗成恩正深，玉儿妖惑荡君心。 <br> 莫教回首看妆面，始觉曾虚掷万金。 <br> 自有闲花一面春，脸檀眉黛一时新。 <br> 殷勤为报梁家妇，休把啼妆赚后人。 <br> 轻梳小髻号慵来，巧中君心不用媒。 <br> 可得红儿抛醉眼，汉皇恩泽一时回。 <br> 千里长江旦暮潮，吴都风俗尚纤腰。 <br> 周郎若见红儿貌，料得无心念小乔。 <br> 月落潜奔暗解携，本心谁道独单栖。 <br> 还缘交甫非良偶，不肯终身作羿妻。 <br> 汉皇曾识许飞琼，写向人间作画屏。 <br> 昨日红儿花下见，大都相似更娉婷。 <br> 魏帝休夸薛夜来，雾绡云縠称身裁。 <br> 红儿秀发君知否，倚槛繁花带露开。 <br> 晓月雕梁燕语频，见花难可比他人。 <br> 年年媚景归何处，长作红儿面上春。 <br> 逗玉溅盆冬殿开，邀恩先赐夜明苔。 <br> 红儿若是三千数，多少芳心似死灰。 <br> 画帘垂地紫金床，暗引羊车驻七香。 <br> 若见红儿此中住，不劳盐筱洒宫廊。 <br> 苏小空匀一面妆，便留名字在钱塘。 <br> 藏鸦门外诸年少，不识红儿未是狂。 <br> 一首长歌万恨来，惹愁漂泊水难回。 <br> 崔徽有底多头面，费得微之尔许才。 <br> 昔年黄阁识奇章，爱说真珠似窈娘。 <br> 若见红儿深夜态，便应休说绣衣裳。 <br> 凤折莺离恨转深，此身难负百年心。 <br> 红儿若向隋朝见，破镜无因更重寻。 <br> 行绾秾云立暗轩，我来犹爱不成冤。 <br> 当时若见红儿貌，未必邢相有此言。 <br> 总似红儿媚态新，莫论千度笑争春。 <br> 任伊孙武心如铁，不办军前杀此人。 <br> 暖塘争赴荡舟期，行唱菱歌著艳词。 <br> 为问东山谢丞相，可能诸妓胜红儿。 <br> 吴兴皇后欲辞家，泽国重台展曙华。 <br> 今日红儿貌倾国，恐须真宰别开花。 <br> 陌上行人歌黍离，三千门客欲何之。 <br> 若教粗及红儿貌，争取楼前斩爱姬。 <br> 休话如皋一笑时，金髇中臆锦离披。 <br> 陋容枉把雕弓射，射尽春禽未展眉。 <br> 长恨西风送早秋，低眉深恨嫁牵牛。 <br> 若同人世长相对，争作夫妻得到头。 <br> 谢娘休漫逞风姿，未必娉婷胜柳枝。 <br> 闻道只因嘲落絮，何曾得似杜红儿。 <br> 总传桃叶渡江时，只为王家一首诗。 <br> 今日红儿自堪赋，不须重唱旧来词。 <br> 巫山洛浦本无情，总为佳人便得名。 <br> 今日雕阴有神艳，后来公子莫相轻。 <br> 几抛云髻恨金墉，泪洗花颜百战中。 <br> 应有红儿些子貌，却言皇后长深宫。 <br> 倚槛还应有所思，半开东阁见娇姿。 <br> 可中得似红儿貌，若遇韩朋好杀伊。 <br> 晓向妆台与画眉，镜中长欲助娇姿。 <br> 若教得似红儿貌，走马章台任道迟。 <br> 练得霜华助翠钿，相期朝谒玉皇前。 <br> 依稀有似红儿貌，方得吹箫引上天。 <br> 重门深掩几枝花，未胜红儿莫大夸。 <br> 王相不能探物理，可能虚上短辕车。 <br> 前代休怜事可奇，后来还出有光辉。 <br> 争知昼卧纱窗里，不见神人覆玉衣。 <br> 化羽尝闻赴九天，只疑尘世是虚传。 <br> 自从一见红儿貌，始信人间有谪仙。 <br> 从道长陵小市东，巧将花貌占春风。 <br> 红儿若是同时见，未必伊先入紫宫。 <br> 人间难免是深情，命断红儿向此生。 <br> 不似前时李丞相，枉抛才力为莺莺。 <br> 凤舞香飘绣幕风，暖穿驰道百花中。 <br> 还缘有似红儿貌，始道迎将入汉宫。 <br> 休道将军出世才，尽驱诸妓下歌台。 <br> 都缘没个红儿貌，致使轻教后阁开。 <br> 冯媛须知住汉宫，将身只是解当熊。 <br> 不闻有貌倾人国，争得今朝更似红。 <br> 能将一笑使人迷，花艳何须上大堤。 <br> 疏属便同巫峡路，洛川真是武陵溪。 <br> 辞辇当时意可知，宠深还恐宠先衰。 <br> 若教得似红儿貌，占却君恩自不疑。 <br> 三吴时俗重风光，未见红儿一面妆。 <br> 好写妖娆与教看，便应休更话真娘。 <br> 波平楚泽浸星辰，台上君王宴早春。 <br> 毕竟章华会中客，冠缨虚绝为何人。 <br> 红儿不向汉宫生，便使双成谩得名。 <br> 疑是麻姑恼尘世，暂教微步下层城。 <br> 天碧轻纱只六铢，宛如含露透肌肤。 <br> 便教汉曲争明媚，应没心情更弄珠。 <br> 共嗟含恨向衡阳，方寸花笺寄沈郎。 <br> 不似红儿些子貌，当时争得少年狂。 <br> 浅色桃花亚短墙，不因风送也闻香。 <br> 凝情尽日君知否，还似红儿淡薄妆。 <br> 火色樱桃摘得初，仙宫只有世间无。 <br> 凝情尽日君知否，真似红儿口上朱。 <br> 宿雨初晴春日长，入帘花气静难忘。 <br> 凝情尽日君知否，真似红儿舞袖香。 <br> 初月纤纤映碧池，池波不动独看时。 <br> 凝情尽日君知否，真似红儿罢舞眉。 <br> 浓艳浓香雪压枝，袅烟和露晓风吹。 <br> 红儿被掩妆成后，含笑无人独立时。 <br> 楼上娇歌袅夜霜，近来休数踏歌娘。 <br> 红儿谩唱伊州遍，认取轻敲玉韵长。 <br> 金粟妆成扼臂环，舞腰轻薄瑞云间。 <br> 红儿生在开元末，羞杀新丰谢阿蛮。 <br> 君看红儿学醉妆，夸裁宫襭砑裙长。 <br> 谁能更把闲心力，比并当时武媚娘。 <br> 栀子同心裛露垂，折来深恐没人知。 <br> 花前醉客频相问，不赠红儿赠阿谁。 <br> 云间翡翠一双飞，水上鸳鸯不暂离。 <br> 写向人间百般态，与君题作比红诗。 <br> 旧恨长怀不语中，几回偷泣向春风。 <br> 还缘不及红儿貌，却得生教入楚宫。 <br> 一舸春深指鄂君，好风从度水成纹。 <br> 越人若见红儿貌，绣被应羞彻夜薰。 <br> 花落尘中玉堕泥，香魂应上窈娘堤。 <br> 欲知此恨无穷处，长倩城乌夜夜啼。",
  "poet": {
    "id": 1406,
    "star": 0,
    "name": "罗虬",
    "desc": "[唐]（约公元八七四年在世）字不详，台州人。生卒年均不详，约唐僖宗乾符初前后在世。词藻富赡，与隐、邺齐名，世号“三罗”。累举不第。广明乱后，去从鄜州李孝恭。为人狂宕无检束。籍中有善歌妓杜红儿，虬令之歌，赠以彩。孝恭以红儿已为副戎所聘，不令受。虬怒，拂衣起；明日，手刃杀之。孝恭坐以罪，会遇赦释之。虬追念红儿之冤，于是取古之美女，有姿艳才德者，作绝句一百首，以比红儿，名曰《比红儿诗》。盛传于世。"
  },
  "tags": []
}