{
  "id": 71635,
  "star": 10,
  "name": "梁甫吟",
  "dynasty": "元代",
  "content": "谁谓秋月明？蔽之不必一尺翳。<br>谁谓江水清？淆之不必一斗泥。<br>人情旦暮有翻覆，平地倏忽成山溪。<br>君不见桓公相仲父，竖刁终乱齐；<br>秦穆信逢孙，遂违百里奚。<br>赤符天子明见万里外，乃以薏苡为文犀。<br>停婚仆碑何震怒，青天白日生虹蜺。<br>明良际会有如此，而况童角不辨粟与稊。<br>外间皇父中艳妻，马角突兀连牝鸡。<br>以聪为聋狂作圣，颠倒衣裳行蒺藜。<br>屈原怀沙子胥弃，魑魅叫啸风凄凄。<br>梁甫吟，悲以凄。<br>岐山竹实日稀少，凤凰憔悴将安栖！",
  "fanyi": "<h2>注释</h2> ⑴梁甫吟，乐府曲调名，也作“梁父吟”。古辞相传为<a href=\"http://so.gushiwen.org/author_507.aspx\">诸葛亮</a>所作。这首<a href=\"http://so.gushiwen.org/view_71635.aspx\">诗</a>由现实联想到历史，又用历史阐明现实，感慨遇合之难。<a href=\"http://so.gushiwen.org/author_39.aspx\">沈德潜</a>评曰：“拉杂成文，极烦冤瞆乱之致，此《离骚》之意也。”（《明诗别裁集》）<br>⑵翳（yì）：云雾。<br>⑶淆：搅乱，搞混。<br>⑷倏（shū）忽：疾速，指极短的时间。山溪：山峰和溪谷，形容高低之差异。<br>⑸“君不见”二句：齐桓公以管仲为相并尊为仲父，成就霸业，后来他宠信侍从竖刁等奸人，导致齐国大乱。(参见《史记·管晏列传》)<br>⑹“秦穆”二句：秦穆公因听信逢孙，而拒听百里奚的意见。逢孙，本秦将，秦郑结盟，留郑助守卫。百里奚，原为虞大夫，晋灭虞，秦穆公闻其贤，委以国政，助秦穆公成就霸业。僖公三十二年，逢孙等潜邀秦国袭郑，穆公咨询百里奚、蹇叔，二人均表示反对，穆公不听，大败而返。事见《左传·僖公三十三年》、《史记·秦本纪》。<br>⑺赤符天子：汉光武帝<a href=\"http://so.gushiwen.org/author_799.aspx\">刘秀</a>。赤符，即赤伏符，新莽末年流行的一种谶语，谓刘秀上应天命，当继汉统为帝。事见《后汉书·光武帝纪上》。<br>⑻以薏苡（yìyǐ）为文犀：把薏苡草看成是犀角。薏苡，植物名，多年生草本，其果实仁即薏米，可食。《后汉书·<a href=\"http://so.gushiwen.org/author_801.aspx\">马援</a>传》：马援征交阯，尝饵薏苡实，用能轻身省欲，以胜瘴气。南方薏苡实大，援欲以为种，军还，载之一车。及卒后，有上书谮之者，以为前所载还，皆明珠文犀。刘秀大怒，致使“援妻孥惶惧，不敢以表还旧茔”。文犀，有文理的犀角。<br>⑼停婚仆碑：<a href=\"http://so.gushiwen.org/author_807.aspx\">魏征</a>以直谏深得唐太宗敬重。魏征临终时，太宗将公主许魏征子叔玉；魏征死，太宗亲撰碑文。贞观十七年罢婚，还推倒魏征的墓碑。事见《资治通鉴》唐纪十二、十三。<br>⑽虹霓（ní）：相传虹有雌雄之别，色鲜亮者为雄，色暗淡者为雌；雄曰虹，雌为霓。《史记·<a href=\"http://so.gushiwen.org/author_811.aspx\">邹阳</a>列传》：“昔者荆轲慕燕丹之义，白虹贯日，太子畏之。”此处说荆轲的诚信感动天地，白虹为之贯日，而燕丹却疑其不去刺秦。<br>⑾“明良”二句：明君与良臣的遇合尚且如此，更何况遇到那些童昏无识的君主？明良，指上文提到的齐桓、秦穆、汉光武、唐太宗、燕丹和管仲、百里奚、马援、魏征、荆轲。际会，遇合。童角，指少儿、儿童。古代未成年者头顶两侧束发为髻，形如牛角，也称总角。稊（tí），草名，此处泛指草。<br>⑿“外间”二句：唐肃宗时，飞龙厩供役使李辅国与肃宗宠爱的张良娣内外勾结，把持朝政，人称马生角母鸡鸣。皇父，指李辅国。唐肃宗尊称其为“皇父”。艳妻，指张良娣。马角突兀，马生角原本指不可能之事，故曰突兀。<a href=\"http://so.gushiwen.org/author_890.aspx\">王充</a>《论衡·感虚》：“传书言燕太子丹朝于秦，不得去，从秦王求归。秦王执留之，与之誓曰：‘使日再中，天雨粟；令乌白头，马生角，厨门木象生肉足，乃得归。’”牝（pìn）鸡，母鸡。古代称女性掌权为牝鸡司晨。《尚书·牧誓》：“牝鸡无晨，牝鸡之晨，惟家之索。”<br>⒀“以聪”二句：唐代宗时，李辅国更被尊为尚父，政无巨细，皆委参决。这时是非颠倒，有听觉的倒成了聋子，狂徒反成了圣人。终于导致广德六年(763年)吐番攻陷长安，代宗仓皇逃至陕州。颠倒衣裳，本指手忙脚乱，仓皇无章。《诗经·齐风·东方未明》：“东方未明，颠倒衣裳。”郑笺：“挈壶氏失漏刻之节，东方未明而以为明，故群臣促遽，颠倒衣裳。”蒺藜，草名，生长于沙地。诗中代指陕州。<br>⒁怀沙：《楚辞·九章》中的篇名，<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>作。相传是屈原的绝命词。此处指怀抱石头自沉。子胥：伍子胥，原楚大夫伍奢次子，因伍奢被杀，逃至吴，辅佐阖闾夺取王位，富国强兵，破楚复仇。夫差时，因劝夫差拒绝接受越国求和并停止伐齐而触怒夫差。被赐剑命自尽。<br>⒂魑魅（chīmèi）：传说中山林里害人的鬼怪。<br>⒃“岐山”二句：岐山竹实日渐稀少，凤凰们将去哪里安身呢？岐山，在陕西岐山县东北，山状如柱，故又称天柱山。相传周古公亶父自豳迁此。《国语·周语》：“周之兴也，鸑鷟（yuèzhuó）鸣于岐山。”韦昭注：“鸑鷟，凤之别名也。”因此岐山又称凤凰堆。竹实，又称竹米，竹子所结的子实。相传凤凰以之为食。",
  "shangxi": "<h2>评析</h2> 　　《梁甫吟》系乐府旧题，后人多用于抒发心中不平之气。如<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>《梁甫吟》，即充满志不得伸、怀才不遇的忿懑之情。<a href=\"http://so.gushiwen.org/author_152.aspx\">刘基</a>此<a href=\"http://so.gushiwen.org/view_71635.aspx\">诗</a>借古讽今，抨击了元末忠臣被弃、小人得志的政治现象。诗中“赤苻天子”指东汉皇帝。“乃以薏苡为文犀”，指东汉<a href=\"http://so.gushiwen.org/author_801.aspx\">马援</a>从交阯回京城，带了一车薏苡，用作种子。马援死后，有人上书皇帝，诬陷马援从交阯带回的是一车明珠和有纹理的犀角，致使马援不能安葬祖坟，朝臣不敢送葬。“停婚仆碑”指唐朝<a href=\"http://so.gushiwen.org/author_807.aspx\">魏征</a>死后，受人诬陷，唐太宗下令放倒魏征墓碑（碑文为唐太宗撰），解除自己女儿与魏征儿子叔玉的婚约。以上两个典故分别见《后汉书·马援传》和《新唐书·魏征传》。",
  "poet": {
    "id": 152,
    "star": 0,
    "name": "刘基",
    "image": "http://img.gushiwen.org/authorImg/liuji.jpg",
    "desc": "刘基（1311年7月1日－1375年5月16日）字伯温，谥曰文成，元末明初杰出的军事谋略家、政治家、文学家和思想家，明朝开国元勋，汉族，浙江文成南田（原属青田）人，故时人称他刘青田，明洪武三年（1370）封诚意伯，人们又称他刘诚意。武宗正德九年追赠太师，谥号文成，后人又称他刘文成、文成公。他以神机妙算、运筹帷幄著称于世。刘伯温是中国古代的一位传奇人物，至今在中国大陆、港澳台乃至东南亚、日韩等地仍有广泛深厚的民间影响力。"
  },
  "tags": [
    "咏史",
    "借古讽今"
  ]
}