{
  "id": 71777,
  "star": 39,
  "name": "书李世南所画秋景二首",
  "dynasty": "宋代",
  "content": "野水参差落涨痕，疏林欹倒出霜根。<br>扁舟一棹归何处？家在江南黄叶村。</p> <p>人间斤斧日创夷，谁见龙蛇百尺姿。<br>不是溪山成独往，何人解作挂猿枝。",
  "fanyi": "<p><strong>译文</strong><br>曲折的水岸边露出旧日水涨淹没时留下的河床痕迹，稀疏的林木倾倒在地，露出如霜般白的树根。<br>一叶扁舟飞快地划着桨，它将要飘去哪里呢？应该是回到江南的黄叶村。</p> <p>人们利用斧头常年不息地砍伐山上的树木，再也难见那龙蛇般蜿蜒的百尺身姿。<br>如果不是这里山险滩急，少人来往，树一旦被砍，就没有人知道，这原是猿猴栖息的树枝。</p> <p><strong>注释</strong><br>⑴李世南：字唐臣，安肃（今河北徐水）人，工画山水。<br>⑵落涨痕：涨水后水落留下的痕迹。<br>⑶欹倒：倾倒。<br>⑷扁舟：一本作“浩歌”。棹：形状如桨的划船用具。<br>⑸创：砍掉。夷：削平。指对于林木的伤害。<br>⑹成：一本作“会”。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　<a href=\"http://so.gushiwen.org/view_71777.aspx\">诗</a>题名其画为“秋景”，有的记载称这幅画为“秋景平远”，或作“秋山林木平远”。综合各种称谓来看，“秋景”是对这幅画的内容总的概括，而具体呈现秋景的则是山水及林木，所谓“平远”即是指画中辽阔的水面景象。</p> <p>　　第一首题咏诗的着眼处在于水面及其近岸的林木，从而呈现出一片清疏旷远之景。</p> <p>　　诗中写的画景是一幅“水乡秋色”，或可称作“水乡秋意”。首二句给读者展示一片萧疏的水乡深秋景象。把“野水”和三四两句联系来看，画中的水面是很远阔的。首二句所写是近处的岸边景象。“参差”是不整齐之意，这里是形容水和岸相接处的形象。由于深秋水落，岸边突出许多干地，同时水也停留在一些曲折处，于是水岸边呈现出参差之状，夏季烟水弥漫时这一切都是不存在的。下面继以“落涨痕”，表明秋水下落后旧日水涨淹没的岸边河床又都呈露出来了。这句展现出的是一派湾荒水涸的景象。次句写岸边景物。“疏林”点明秋景，与末句“黄叶村”前后相应，构成秋象。首句所写的水岸也可认为是冬天的景象，而“疏林”既别于木叶尽脱，更不同于枝叶浓密，只能是袅袅秋风中的树林。“疏林”下接以“欹倒”，使形象丰富多姿，更富画意。“出霜根”生于“落涨痕”，涨痕退落后霜根露出，一“落”一“出”，上下相应。“落涨痕”与“出霜根”，在“疏林”的映照下，具有浓厚的深秋意味。</p> <p>　　三四两句，再在展向远方的画笔疏淡处着眼，逗出人情。这两句展现的画面是，一舟棹向远方，尽处林木数点。面对这令人心神旷远的自然境界，于是诗人问道：那条小舟一桨一桨地划向何处啊？应是归去江南的黄叶村吧！诗人发挥自己的想象，于景物中融入人情，如同幕后隐语，启示读者，赋予画幅以悠然无尽的情味。</p> <p>　　组诗第二首着眼于溪山林木，此诗后二句说：“不是溪山成独往，何人解作挂猿枝”，可知这幅画内是有山的，是位于近处。这里树木龙蛇般蜿蜒屈曲的枝干同臆想中江南的黄叶村、有猿猴在其林间栖息的险山急滩融为一体，拓展了画面，赋予画面以悠然无尽的情味，在景物中融进人情，引发读者情思。</p> <p>　　七绝的写法，一般是前二句叙写事物，后二句抒发情思。第一首诗虽全章在题咏秋景画，仍于前二句着重以浓笔勾勒景物，给人以亲切的时节风物之感。后二句在用淡墨略加点染之际，凭虚发挥想象，表现出人的情感，画景之外，情调悠扬，极耐人寻味。这两首诗化实为虚、虚实相映，将眼前的溪水、扁舟、树木枝干同想象中的景物融为一体，拓展了画面内涵，情味深长。<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>才气横溢，情调高远，其诗善于驰骋神思，翻空出奇。其题风景画诗无论长篇短章，都能不停滞于物象，常从生活联想中蔚发奇思，丰富了画的意趣，给读者以美的享受。</p>",
  "about": "<h2>创作背景</h2> <p>　　这两首<a href=\"http://so.gushiwen.org/view_71777.aspx\">诗</a>作于宋哲宗元祐三年（1088年）前后，当时<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>任翰林学士，与宣德郎李世南同在汴京。李世南善画，作“秋景平远”图，诗人为其画题了二首七绝。一说题了三首，今存者二首。</p>",
  "poet": {
    "id": 183,
    "star": 0,
    "name": "苏轼",
    "image": "http://img.gushiwen.org/authorImg/sushi.jpg",
    "desc": "苏轼（1037－1101），北宋文学家、书画家、美食家。字子瞻，号东坡居士。汉族，四川人，葬于颍昌（今河南省平顶山市郏县）。一生仕途坎坷，学识渊博，天资极高，诗文书画皆精。其文汪洋恣肆，明白畅达，与欧阳修并称欧苏，为“唐宋八大家”之一；诗清新豪健，善用夸张、比喻，艺术表现独具风格，与黄庭坚并称苏黄；词开豪放一派，对后世有巨大影响，与辛弃疾并称苏辛；书法擅长行书、楷书，能自创新意，用笔丰腴跌宕，有天真烂漫之趣，与黄庭坚、米芾、蔡襄并称宋四家；画学文同，论画主张神似，提倡“士人画”。著有《苏东坡全集》和《东坡乐府》等。"
  },
  "tags": [
    "题咏",
    "秋天",
    "水乡",
    "写景"
  ]
}