{
  "id": 14997,
  "star": 33,
  "name": "春夜闻笛",
  "dynasty": "唐代",
  "content": "寒山吹笛唤春归，迁客相看泪满衣。 <br>洞庭一夜无穷雁，不待天明尽北飞。",
  "fanyi": "<p><strong>译文</strong><br>在<a href=\"http://so.gushiwen.org/author_1397.aspx\">寒山</a>吹着笛子呼唤春回大地，被谪迁的人彼此对望不禁泪湿衣。<br>晚上洞庭湖畔停宿的无数大雁，还没等到天亮就都急切地往北飞。</p> <p><strong>注释</strong><br>⑴寒山：地名，在今江苏徐州市东南，是东晋以来淮泗流域的战略要地，屡为战场。<br>⑵迁客：指遭贬斥放逐之人。作者此刻被贬谪，也属“迁客”之列。相看：一作“相逢”。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　此<a href=\"http://so.gushiwen.org/view_14997.aspx\">诗</a>诗旨主要不是写士卒的乡愁，而是发迁客的归怨。</p> <p>　　这首诗前二句写闻笛。此时，春方至，山未青，夜犹寒，而军中有人吹笛，仿佛是那羌笛凄厉地呼唤春归大地，风光恰似塞外。这笛声，这情景，激动士卒的乡愁，更摧折着迁客，不禁悲伤流泪，渴望立即飞回北方中原的家乡。于是，诗人想起那大雁北归的传说。每年秋天，大雁从北方飞到湖南衡山回雁峰栖息过冬。来年春天便飞回北方。后二句即用这个传说。诗人十分理解大雁亟待春天一到就急切北飞的心情，也极其羡慕大雁只要等到春天便可北飞的自由，所以说“不待天明尽北飞”。与大雁相比，迁客却即使等到了春天，仍然不能北归。这里蕴含着遗憾和怨望：迁客的春光──朝廷的恩赦，还没有随着大自然的春季一同来到。</p> <p>　　诗人以恍惚北方边塞情调，实写南谪迁客的怨望，起兴别致有味；又借大雁春来北飞，比托迁客欲归不得，寄喻得体，手法委婉，颇有新意。而全诗构思巧妙，感情复杂，形象跳跃，针线致密。题曰“春夜闻笛”，前二句却似乎在写春尚未归，所以有人“吹笛唤春归”，而迁客不胜其悲；后二句一转，用回雁峰传说，想象笛声将春天唤来，一夜之间，大雁都北飞了。这一切都为笛声所诱发，而春和夜是兴寄所在，象征着政治上的冷落遭遇和深切希望。在前、后二句之间，从眼前景物到想象传说，从现实到希望，从<a href=\"http://so.gushiwen.org/author_1397.aspx\">寒山</a>笛声到迁客，到洞庭群雁夜飞，在这一系列具体形象的叠现之中，动人地表现出诗人复杂的思想感情。它以人唤春归始，而以雁尽北飞结，人留雁归，春到大地而不暖人间，有不尽的怨望，含难言的惆怅。</p> <p>　　<a href=\"http://so.gushiwen.org/author_447.aspx\">王之涣</a>《凉州词》云：“羌笛何须怨杨柳？春风不度玉门关。”这是盛唐边塞诗的豪迈气概。<a href=\"http://so.gushiwen.org/author_484.aspx\">李益</a>这首诗的主题思想其实相同，不过是说春风不到江南来。所以情调略似盛唐边塞诗，但它多怨叹之情而少豪迈之气，情调逊于王诗。然而委婉曲折之情，亦别具风致。这正是中唐诗歌的时代特点。</p>",
  "about": "<h2>创作背景</h2> <p>　　这首《春夜闻笛》是<a href=\"http://so.gushiwen.org/view_14997.aspx\">诗</a>人谪迁江淮时的思归之作，具体创作时间不详。从<a href=\"http://so.gushiwen.org/author_484.aspx\">李益</a>今存诗作可知他曾到过扬州，渡过淮河，经过盱眙（今安徽凤阳东）。诗中“<a href=\"http://so.gushiwen.org/author_1397.aspx\">寒山</a>”在今江苏徐州市东南，是东晋以来淮泗流域战略要地，屡为战场。诗人自称“迁客”，说明此诗是作者贬谪从军南来时所作。</p>",
  "poet": {
    "id": 484,
    "star": 0,
    "name": "李益",
    "image": "http://img.gushiwen.org/authorImg/liyi.jpg",
    "desc": "李益(约750—约830)， 唐代诗人，字君虞，祖籍凉州姑臧（今甘肃武威市凉州区），后迁河南郑州。大历四年(769)进士，初任郑县尉，久不得升迁，建中四年(783)登书判拔萃科。因仕途失意，后弃官在燕赵一带漫游。以边塞诗作名世，擅长绝句，尤其工于七绝。"
  },
  "tags": [
    "音乐",
    "思归"
  ]
}