{
  "id": 72151,
  "star": 247,
  "name": "绝句·书当快意读易尽",
  "dynasty": "宋代",
  "content": "书当快意读易尽，客有可人期不来。<br>世事相违每如此，好怀百岁几回开？",
  "fanyi": "<p><strong>译文</strong><br>读到一本好书，心中十分高兴，可惜没多久就读完了；与知心朋友亲切交谈，心中十分高兴，可惜朋友不能常常到来。<br>世界上的事往往是这样美中不足与意愿相乖，人生百年，有多少次能够欢笑开怀？</p> <p><strong>注释<br></strong>① 快意：称心满意。<br>② 可人：合心意的人，品行可取的人。<br>③好怀：好兴致。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这首<a href=\"http://so.gushiwen.org/view_72151.aspx\">诗</a>讲的是这样一种生活感受：合口味的好书，读起来饶有兴味，颇感惬意，但往往很快就读完了，掩卷之际，令人怅然。对脾气的朋友，谈起话来很投机，非常盼望这样的知心朋友多多前来与之交谈，但偏偏不见踪影，久盼之后，令人失望。世界上的事情每每是这样，希望和现实总是发生矛盾，不如意者十居八九，一个人一生中是很难遇到几次真正轻松偷快、开怀大笑的好时光。</p> <p>　　<a href=\"http://so.gushiwen.org/author_100.aspx\">陈师道</a>作于同年的另一首诗《寄黄充》说：“俗子推不去，可人费招呼。世事每如此，我生亦何娱？”两首诗所表达的感受是相同的。作者之所以会有这种感受，和当时作者的生活经历有密切关系。1099年（宋哲宗元符二年），诗人困居徐州，生计维艰，尽管“人不堪其贫”，作者却不以为意，依然“左右图书，日以讨论为务，盖其志专欲以文学名后世也”（魏衍《彭城陈先生集记》）。诗人以苦吟著称。只有读过万卷书的人，才能如此精炼准确地捕捉到读书人读快书、又意恐读完的共同心理状态，“书当快意读易尽”是作者读书亲身体验的概括，也是他孤独寂寞、唯有书伴的惆怅心情的流露。当时诗人的知心朋友尽在远方，<a href=\"http://so.gushiwen.org/author_268.aspx\">黄庭坚</a>被逐斥戎州（今四川宜宾），<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>被贬谪海外，音信难通；魏衍自徐州移沛州，<a href=\"http://so.gushiwen.org/author_179.aspx\">张耒</a>任职宣州，皆无从相见。而诗人一口气将一本好书读完之后，十分盼望能同这些朋友一起交流读书所得、讨论作诗的甘苦。他思友心切，整日恍惚若有所失，因此发出了“客有可人期不来”的慨叹。怅然、失望之余，诗人又转以旷达，试图自我安慰：世界上的事情每每和主观愿望相违背，人生本来就难得有舒畅愉快之时，何必自寻烦恼呢？钱钟书《宋诗选注》说：“只要陈师道不是一味把成语古句东拆西补或者过分把字句简缩的时侯，他可以写出极朴挚的诗来。”这首从作者自己的亲身生活经历和感受中概括提炼出来的诗，正好用“朴挚”来说明其风格特点。</p> <p>　　宋人爱用诗来说理。诗人多以冷静的态度来体察客观事物，善于把带哲理性的认识写入诗中，显得精深，富有理趣。这首诗同苏轼《题西林壁》、<a href=\"http://so.gushiwen.org/author_459.aspx\">朱熹</a>《观书有感》等脍炙人口的理趣诗的上品相比，虽略逊一筹，但仍是一首好诗。诗中所讲的道理来自于作者对生活的亲身感受，所以读来并无枯涩之感。吴曾认为，这是陈师道的“得意诗也”（《能改斋漫录》），评价是中肯的。 </p>",
  "poet": {
    "id": 100,
    "star": 0,
    "name": "陈师道",
    "image": "http://img.gushiwen.org/authorImg/chenshidao.jpg",
    "desc": "陈师道（1053～1102）北宋官员、诗人。字履常，一字无己，号后山居士，汉族，彭城（今江苏徐州）人。元祐初苏轼等荐其文行，起为徐州教授，历仕太学博士、颖州教授、秘书省正字。一生安贫乐道，闭门苦吟，有“闭门觅句陈无己”之称。陈师道为苏门六君子之一，江西诗派重要作家。亦能词，其词风格与诗相近，以拗峭惊警见长。但其诗、词存在着内容狭窄、词意艰涩之病。著有《后山先生集》，词有《后山词》。"
  },
  "tags": [
    "感叹",
    "人生",
    "哲理"
  ]
}