{
  "id": 71072,
  "star": 139,
  "name": "摊破浣溪沙·手卷真珠上玉钩",
  "dynasty": "五代",
  "content": "手卷真珠上玉钩，依前春恨锁重楼。风里落花谁是主？思悠悠。<br>青鸟不传云外信，丁香空结雨中愁。回首绿波三楚暮，接天流。",
  "fanyi": "<p><strong>译文</strong><br>卷起珍珠做的帘子，挂上帘钩，在高楼上远望的我和从前一样，愁绪依然深锁。风里的落花那么憔悴，谁是它的主人呢？这使我越想越加茫然。<br>信使不曾捎来远方行人的音讯，雨中的丁香花让我想起凝结的忧愁。我回头眺望暮色里的三峡，看江水从天而降，浩荡奔流。</p> <p><strong>注释</strong><br>⑴摊破浣溪沙：词牌名。又名“添字浣溪沙”“山花子”“南唐浣溪沙”。双调四十八字，前阕三平韵，后阕两平韵，一韵到底。前后阕基本相同，只是前阕首句平脚押韵，后阕首句仄脚不押韵。后阕开始两句一般要求对仗。这是把四十二字的“浣溪沙”前后阕末句扩展成两句，所以叫“摊破浣溪沙”。<br>⑵真珠：以珍珠编织之帘。或为帘之美称。《西京杂记》：“昭阳殿织珠为帘，风至则鸣，如珩佩之声”。玉钩：帘钩之美称。<br>⑶依前：依然，依旧。春恨：犹春愁，春怨。锁：这里形容春恨笼罩。<br>⑷悠悠：形容忧思不尽。<br>⑸青鸟：传说曾为西王母传递消息给汉武帝。这里指带信的人。《史记·<a href=\"http://so.gushiwen.org/author_70.aspx\">司马相如</a>列传》：“幸有三足鸟为之使。”注：“三足鸟，青鸟也。主西王母取食。”云外：指遥远的地方。<br>⑹丁香结：丁香的花蕾。此处<a href=\"http://so.gushiwen.org/view_71072.aspx\">诗</a>人用以象征愁心。<br>⑺三楚：指南楚、东楚、西楚。三楚地域，说法不一。这里用《汉书·高帝纪》注：江陵（今湖北江陵一带）为南楚。吴（今江苏吴县一带）为东楚。彭城（今江苏铜山县一带）为西楚。“三楚暮”，一作“三峡暮”。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这是一首伤春词、春恨词。词人赋恨在者所在多有，然惯用暗笔，像这首在词中点明“春恨”还是罕见的。词的上片从落花无主着笔，写春恨所以产生的触媒；下片从思念难解立意，将春恨产生的根源揭示得含蓄而又深沉。作者用了词家惯用的对景抒情的手法，然而却用得很不一般。</p> <p>　　词的开头头先来了句“手卷真珠上玉钩”，即非景语，也非情语，而是客观平直的叙述，算不上以景呼情，也算不上以情唤景。首句“真珠”二字或作“珠帘”，但正如古人所云：“言‘真珠’，千古之善读者都知其为帘，若说‘珠帘’，宁知其为真珠耶！是举真珠可包珠帘，举珠帘不足以包真珠也。后人妄改，非所谓知音。”“手卷真珠上玉钩，依前春恨锁重楼”二句委婉、细腻，卷帘本欲观省景物，借抒怀抱，而既卷之后，依旧春愁浩荡。可见，“锁”是一种无所不在的心灵桎梏，使人欲销愁而不可得。而“春恨”并不是抽象的，“风里落花谁是主”，风不仅吹落花朵，更将凋零的残红吹得四处飞扬，无处归宿。在这里可以看到的是人的身世飘零，孤独无依。</p> <p>　　上片结句“思悠悠”，正是因此而思绪萧索，悠然神往。</p> <p>　　下片从人事着笔，是对春恨的进一步申说，也是“思悠悠”的直接结果。“青鸟不传云外信，丁香空结雨中愁”，则点出了“春恨”绵绵的缘由所在。此句反用西王母与汉武帝典故。据说三足的青鸟是西王母的侍者，七月七日那天，汉武帝忽见青鸟飞集殿前，遂后西王母即至。然而所思主人远在云外，青鸟也不为之传信，思念难解的主人公就更加感到春恨的沉重了。“丁香结”本是丁香的花蕾，取固结难解之意，<a href=\"http://so.gushiwen.org/view_71072.aspx\">诗</a>人多用它比喻相思之愁的郁结不散，如<a href=\"http://so.gushiwen.org/author_204.aspx\">李商隐</a>《代赠》诗有句：“芭蕉不展丁香结，同向春风各自愁。”<a href=\"http://so.gushiwen.org/author_332.aspx\">李璟</a>的独创就在于将丁香结化入雨中的境界，使象征愁心的喻体丁香花蕾更加凄楚动人，更加令人怜悯，“青鸟”、“丁香”二句合看又恰是一联工稳的对仗，一人事，一时景，这律诗般的俊语将思念难解之情写得既空灵透脱而又真挚实在。至此，词的感情已经十分浓郁、饱满。当手卷真珠上玉钩的时刻，已经春恨绵绵；风里落花无主，青鸟不传信，丁香空结，则徒然的向往已经成为无望，这已是无可逃避的结局。</p> <p>　　最后以景语作结：“回首绿波三楚暮，接天流”。楚天日暮，长江接天，这样的背景暗示着愁思的深广。“接天流”三个字让人想起“问君能有几多愁，恰似一江春水向东流”。就这一意境而言，李璟<a href=\"http://so.gushiwen.org/author_269.aspx\">李煜</a>父子是一脉相承的。另外，从整首词来看，末句的境界突然拓展，词中的一腔愁怀置于一个与其身世密切相关的历史地理环境中，与心灵的起伏波动也是密切相合的。</p> <p>　　那充满“春恨”的人事内容究竟具体何指。据马令《南唐书》卷二十五载：李璟即位，歌舞玩乐不辍，歌师王感化尝为之连唱“南朝天子爱风流”句至再三再四以剌之，李璟遂悟，作《浣溪沙》二阕并手书以赐感化，其中就包括这一首。这样看来，词中的春恨就不是这位风流天子对景抒情的一般闲愁，很可能是南唐受周威胁时的危苦感慨，而“青鸟”句就是忧国之思的深沉寄托了。</p>",
  "poet": {
    "id": 332,
    "star": 0,
    "name": "李璟",
    "image": "http://img.gushiwen.org/authorImg/lijing.jpg",
    "desc": "李璟（（916－961年8月12日），五代十国时期南唐第二位皇帝，943年嗣位。后因受到后周威胁，削去帝号，改称国主，史称南唐中主。即位后开始大规模对外用兵，消灭楚、闽二国。他在位时，南唐疆土最大。不过李璟奢侈无度，导致政治腐败，国力下降。李璟好读书，多才艺。常与宠臣韩熙载、冯延巳等饮宴赋诗。他的词，感情真挚，风格清新，语言不事雕琢，“小楼吹彻玉笙寒”是流芳千古的名句。961年逝，时年47岁。庙号元宗，谥号明道崇德文宣孝皇帝。其诗词被录入《南唐二主词》中。"
  },
  "tags": [
    "宋词三百首",
    "婉约",
    "写景",
    "伤春"
  ]
}