{
  "id": 8068,
  "star": 11,
  "name": "留别于十一兄逖裴十三游塞垣",
  "dynasty": "唐代",
  "content": "太公渭川水，李斯上蔡门。<br>钓周猎秦安黎元，小鱼鵕兔何足言？<br>天张云卷有时节，吾徒莫叹羝触藩。<br>于公白首大梁野，使人怅望何可论？<br>即知朱亥为壮士，且愿束心秋毫里。<br>秦赵虎争血中原，当去抱关救公子。<br>裴生览千古，龙鸾炳天章。<br>悲吟雨雪动林木，放书辍剑思高堂。<br>劝尔一杯酒，拂尔裘上霜。<br>尔为我楚舞，吾为尔楚歌。<br>且探虎穴向沙漠，鸣鞭走马凌黄河。<br>耻作易水别，临歧泪滂沱。",
  "fanyi": "<p><strong>译文<br></strong>姜太公在渭水边钓鱼， <a href=\"http://so.gushiwen.org/author_796.aspx\">李斯</a>出上蔡门打猎。<br>钓的是周文王猎的是秦始皇，目的是安黎民平天下，那些小鱼狡兔有什么意思？<br>白发苍苍的于公是大梁的野老隐逸，使人怅望而不可一论。<br>既然知道朱亥是壮士豪杰，且愿收心于秋毫笔墨之中。<br>秦国与赵国龙争虎斗，逐鹿中原，舍命救公子。<br>裴生你尽览千古典故，文章炳辉如腾龙飞鸾。<br>悲吟<a href=\"http://so.gushiwen.org/view_8068.aspx\">诗</a>歌，宛如雨雪撼动林木，放书辍剑思念父母高堂。<br>劝你一杯酒， 拂去你衣裘上的冰霜。<br>你为我跳楚舞， 我为你唱楚歌<br>我马上要去沙漠探虎穴，鸣鞭走马越过黄河。<br>别像荆柯在易水分别那样，面对歧路便痛哭流涕！</p> <p><strong>注释<br></strong>①塞垣：本意长城，此指幽州（今河北北部及辽宁一带）。<br>②太公： 指姜太公吕尚。未遇周文王前曾钓于渭水。<br>③李斯：秦相，未入秦前曾在家乡上蔡东门猎兔。<br>④“钓周”二句：承上二句，意谓吕尚、李斯后来助周、秦成就大业， 当其钓、猎之际，小鱼、狡兔对他们而言又何足道。鵕（jùn）兔，狡兔。<br>⑤“天张”二句：意谓终有前途光明之时，我辈不须丧失信心。天张云卷，犹言天开云收。羝触藩，语出《易・大壮》：“羝羊触藩，赢其角。”孔颖达《正义》：“藩，藩篱也。赢，拘棠缠绕也。”“羝触藩”喻处境困顿。<br>⑥于公：指于逖。大梁： 今河南开封。<br>⑦“即知”四句：用侯赢事。侯赢，战国时魏之隐士，年七十，家贫，为大梁夷门抱关者（守门人），魏公子信陵君器之，待为上宾。<br>⑧龙鸾（luán）：喻华美之文。天章：即文章。<br>⑨“悲吟”二句：用曾子事，谓裴十三的诗歌悲吟雨雪，怀念父母。《<a href=\"http://so.gushiwen.org/author_2758.aspx\">琴操</a>》：“曾子耕泰山之下，天雨雪冻，旬日不得归，思其父母，作《梁山歌》。”<br>⑩虎穴、沙漠：皆指幽州。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　<a href=\"http://so.gushiwen.org/view_8068.aspx\">诗</a>的前半是用典，先写世间旧事，继写现在，展示一幅离别的画面。“拂尔裘上霜”表明是冬季。“劝尔一杯酒”表明是在言别之时。这句使读者仿佛见到<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>在向正要离去人们告别的情景，从六朝的帝都金陵看到唐的都城长安。但是，“天张云卷有时节，吾徒莫叹羝触藩”这两句诗寄寓着深意。李白这两句诗暗示皇帝被奸邪包围，而“即知朱亥为壮士，且愿束心秋毫里”，引入信陵君和侯嬴、朱亥的故事来歌颂侠客，同时也委婉地表达了自己的抱负。</p> <p>　　在对古人的一番追思之后，诗人没有让自己的感情沉浸在对历史的凭吊之中，他把目光又投向大自然，投向此刻的人生：“悲吟雨雪动林木，放书辍剑思高堂。”</p> <p>　　接下来就写送行者，“尔为我楚舞，吾为尔楚歌”，这句用了直叙，只说歌与舞。一人歌唱，一人跳舞，互相在饯别送行。这样的送别，侧面表现出李白和汪伦这两位朋友同是不拘俗礼、快乐自由的人。</p> <p>　　诗的后半是抒情，语及其幽州之行，仅末四句而已。“且探虎穴”四字很值得探究。前曾言“不然拂剑起，沙漠收奇勋”（《赠何七判官昌浩》），直到此诗最后一联迸出“耻作易水别”，以用典手法形象性地表达了真挚纯洁的深情。“临歧泪滂沱”，此句耐人寻味，且“临歧”二字又妙极，好就好在不用比喻而采用用典手法，变无形的情谊为生动的形象，空灵而有余味，自然而又情真，既赞美了对朋友的敬佩和喜爱，也表达了李白与于、裴二位的深厚情谊。</p> <p>　　该诗反映了李白北上幽州心情从一时冲动到疑虑微妙之变化，在用韵上意到其间，天然成韵。语言流畅自然，不事雕饰，潇洒清丽。作为登临吊古之作，抒发了忧国伤时的怀抱，意旨尤为深远。</p>",
  "about": "<h2>创作背景</h2> 　　天宝年间（公元742年正月—公元756年七月），唐玄宗对安禄山深信不疑，倚其为国之栋梁，天宝十年（公元751年）暮秋，<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>往幽州至安禄山麾下谋求出路，在汴州（今开封市）稍作停留，将要再次启程时作此<a href=\"http://so.gushiwen.org/view_8068.aspx\">诗</a>向于逖、裴十三这两位他的好友告别，倾诉离情别绪。",
  "poet": {
    "id": 247,
    "star": 0,
    "name": "李白",
    "image": "http://img.gushiwen.org/authorImg/libai.jpg",
    "desc": "李白（701年－762年），字太白，号青莲居士，唐朝浪漫主义诗人，被后人誉为“诗仙”。祖籍陇西成纪(待考)，出生于西域碎叶城，4岁再随父迁至剑南道绵州。李白存世诗文千余篇，有《李太白集》传世。762年病逝，享年61岁。其墓在今安徽当涂，四川江油、湖北安陆有纪念馆。"
  },
  "tags": [
    "离别"
  ]
}