{
  "id": 65200,
  "star": 44,
  "name": "水龙吟·燕忙莺懒芳残",
  "dynasty": "宋代",
  "content": "燕忙莺懒芳残，正堤上、柳花飘坠。轻飞乱舞，点画青林，全无才思。闲趁游丝，静临深院，日长门闭。傍珠帘散漫，垂垂欲下，依前被、风扶起。<br>兰帐玉人睡觉，怪春衣、雪沾琼缀。绣床旋满，香毬无数，才圆却碎。时见蜂儿，仰粘轻粉，鱼吞池水。望章台路杳，金鞍游荡，有盈盈泪。",
  "fanyi": "<p><strong>译文<br></strong>燕儿忙忙，莺儿懒獭，繁花芳残。柳堤上，杨花飘飘坠落，轻轻舒展，曼舞婆婆，在绿色的林木中点画渲染，使人忆起<a href=\"http://so.gushiwen.org/author_682.aspx\">韩愈</a>“杨花榆荚无才思”的<a href=\"http://so.gushiwen.org/view_65200.aspx\">诗</a>篇。杨花她悠闲地趁着春日的游丝，悄悄地进入了深深的庭院。此时正是日长门闭，依傍着珠帘四散。缓缓地想飘入闺房，却又一如先前，被风儿扶起。<br>美丽的玉帐里少妇正在入睡，杨花沾满了少妇的春衣，像飞雪一般地沾附，像琼玉一般轻缀。美丽的绣床上也很快就沾满了无数的香球，才圆了，很快又破碎。少妇无法入睡，不时有蜂儿，身上沾着花粉在飞，池水里，有鱼儿戏水欢会。望望那夫婿游荡的长满柳树的章台路，路杳杳，无消息，不禁涌出了热泪。</p> <p><strong>注释<br></strong>⑴水龙吟：词牌名，又名“龙吟曲”、“庄椿岁”、“小楼连苑”等。双调一百零二字，前后片各四仄韵。<br>⑵柳花：柳絮。<br>⑶全无才思：指没有争奇斗艳之心，任性乱飞。<br>⑷依前：依旧。<br>⑸游丝：柳条随风舞动，像游动的丝线。<br>⑹兰帐：燕香的帷帐。玉人：美人。<br>⑺雪沾琼缀：落满了柳絮。雪、琼，均指白色的柳花。<br>⑻绣床：绣花床。<br>⑼鱼吞池水：鱼儿在水中打闹。<br>⑽章台路杳：汉代长安有章台街。《汉书·张敞传》：“时罢朝会，过走马章台街，使御吏驱，自以便面拊马。”<a href=\"http://so.gushiwen.org/author_1448.aspx\">颜师古</a>注谓其不欲见人，以扇自障面。后世以“章台走马”指冶游之事。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这首咏柳花的词曾被<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>赞为妙绝，但词史上，人们多赞赏东坡的和柳花词，而对这首原作却颇多微词。实际上，这首词清丽和婉，不失为词中精品。</p> <p>　　首句“燕忙莺懒芳残”开篇点题，写燕忙于营巢，莺懒于啼唱，繁花纷纷凋残，表明季节已是暮春：“堤上”，指明地点：“柳花飘坠”，点明主题。</p> <p>　　破题之后，用“轻飞乱舞，点画青林，全无才思”紧接上句，把柳花飘坠的形状作了一番渲染。它为下文铺叙，起了蓄势的作用。<a href=\"http://so.gushiwen.org/author_682.aspx\">韩愈</a>《晚春》<a href=\"http://so.gushiwen.org/view_65200.aspx\">诗</a>云：“草树知春不久归，百般红紫斗芳菲。杨花榆荚无才思，惟解漫天作雪飞。”意思是说：“杨花和榆荚一无才华，二不工心计；不肯争芳斗艳，开不出千红万絮的花。韩愈表面上是贬杨花，实际上却暗寓自己的形象，称许它洁白、洒脱和不事奔竞。<a href=\"http://so.gushiwen.org/author_245.aspx\">章楶</a>用这个典故，自然也包含这层意思。</p> <p>　　“闲趁游丝，静临深院，日长门闭。”写到此，词人竟把柳花虚拟成一群天真无邪、爱嬉闹的孩子，悠闲地趁着春天的游丝，象荡秋千似地悄悄进入了深邃的庭院。春日渐长，而庭院门却整天闭着。柳花活似好奇的孩子一样，想探个究竟。这样，就把柳花的形象写活了。</p> <p>　　“傍珠帘散漫，垂垂欲下，依前被、风扶起。”柳花紧挨着珠箔做的窗帘散开，缓缓地想下到闺房里去，却一次又一次地被旋风吹起来。这几句深得南宋黄升和魏关之的欣赏。黄升说它“形容居”（《唐宋诸贤绝妙词选》卷五评）；魏庆之说它“曲尽杨花妙处”，甚至认为苏轼的和词也“恐未能及”（《诗人玉屑》卷二十一）。当然，把这首词评苏轼和词之上是未免偏爱太过；但说它刻画之工不同寻常，那是确实不假。这几句除了刻画出柳花的轻盈体态外，还把它拟人化了，赋予它以“栩栩如生”的神情，真正做到了形神俱似。</p> <p>　　下片改从“玉人”方面写：“兰帐玉人睡觉，怪春衣、雪沾琼缀。绣床旋满，香球无数，才圆却碎。”唐圭璋等《唐宋词选注》称此词为“闺怨词”，估计就是从这里着眼的。到这里，“玉人”已成为词中的女主人公，柳花反退居到陪衬的地位上了。但通篇自始至终不曾离开柳花的形象着笔，下片无非是再通过闺中少妇的心眼，进一步摹写柳花的形神罢了。柳花终于钻入了闺房，粘少妇的春衣上。少妇的绣花床很快被落絮堆满，柳花象无数香球似地飞滚着，一会儿圆，一会儿又破碎了。这段描写，不仅把柳花写得神情酷肖，同时也把少妇惝恍迷离的内心世界显现出来。柳花少妇的心目中竟变成了轻薄子弟，千方沾惹，万般追逐，乍合乍离，反覆无常。</p> <p>　　“时见蜂儿，仰粘轻粉，鱼吞池水”，这几句既着意形容柳花飘空坠水时为蜂儿和鱼所贪爱，又反衬幽闺少妇的孤寂无欢。“望章台路杳，金鞍游荡，有盈盈泪。”借两个典故，既状写柳花飘坠似泪花，又刻画少妇望不见正“章台走马”的游冶郎时的痛苦心情。唐<a href=\"http://so.gushiwen.org/author_547.aspx\">崔颢</a>《渭城少年行》：“斗鸡下杜尘初合，走马章台日半斜。章台帝城称贵里，青楼日晚歌钟起”，即其一例。至于柳与章台的关系，较早见于南朝梁诗人费昶《和萧记室春旦有所思》：“杨柳何时归，袅袅复依依，已映章台陌，复扫长门扉。”唐代传奇《柳氏传》又有“章台柳”故事。</p> <p>　　这首词若有不足，当是上下片主题不一，从而造成了形象的不集中。然而瑕不掩瑜，此词仍值得用心玩味。</p>",
  "about": "<h2>创作背景</h2> 　　此词大约作于宋神宗元丰四年（1081）。据<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>谪居黄州时寄<a href=\"http://so.gushiwen.org/author_245.aspx\">章楶</a>信中说：“承喻慎静以处忧患。非心爱我之深，何以及此，谨置之座右也。《柳花》词妙绝，使来者何以措词。本不敢继作，又思公正柳花飞时出巡按，坐想四子，闭门愁断，故写其意，次韵一首寄去，亦告不以示人也。《七夕》词亦录呈。”苏轼于元丰三年（1080）到黄州，章楶于元丰四年夏四月已任荆湖北路提点刑狱，可知柳花词的唱和当在此年春末夏初。",
  "poet": {
    "id": 245,
    "star": 0,
    "name": "章楶",
    "image": "http://img.gushiwen.org/authorImg/zhangjie.jpg",
    "desc": "章楶（楶音：杰）（1027-1102）字质夫，建州浦城（今属福建）人。治平二年（1065）进士，知陈留县。历任提点湖北刑狱、成都路转运使。元佑初，以直龙图阁知庆州。哲宗时改知渭州，有边功。建中靖国元年（1102），除同知枢密院事。崇宁元年卒，年七十六，谥庄简，改谥庄敏。《宋史》有传。《全宋词》录其词二首。"
  },
  "tags": [
    "婉约",
    "咏物",
    "写花"
  ]
}