{
  "id": 59354,
  "star": 63,
  "name": "琵琶仙·双桨来时",
  "dynasty": "宋代",
  "content": "《吴都赋》云：“户藏烟浦，家具画船。”唯吴兴为然。春游之盛，西湖未能过也。己酉岁，予与萧时父载酒南郭，感遇成歌。</p> <p>双桨来时，有人似、旧曲桃根桃叶。歌扇轻约飞花，蛾眉正奇绝。春渐远、汀洲自绿，更添了几声啼鴂。十里扬州 ，三生杜牧，前事休说。<br>又还是、宫烛分烟，奈愁里、匆匆换时节。都把一襟芳思，与空阶榆荚。千万缕、藏鸦细柳，为玉尊、起舞回雪。想见西出阳关，故人初别。",
  "fanyi": "<p><strong>译文</strong><br><span style=\"font-family:FangSong_GB2312;\">《吴都赋》说：“户藏烟浦，家具画船。”只有吴兴才有这种繁华的景致。吴兴春游的壮观场面，西湖也不能相比。已酉这一年，我和萧时父在城南处一边载酒一边划船，归来于是写下此词。</span></p> <p>江面上荡着双桨划来一只小船，我忽然发现，船上的人好像是我昔日恋人。她正在用团扇轻轻地去迎接那些飞来飞去的杨花，她的眼神，真是楚楚动人。春光渐渐去远，沙洲自然变绿，又添几声悦耳的鸟鸣。遥想当年，在繁华如锦的扬州路，我如年少时放荡寻欢。往事早已成烟，思念也无用处。<br>又一次到了寒食时节，宫廷中恐怕又在分烟。无奈在我此时满情惆怅，办见季节已经更换。只能把满腔幽怨付给偷英，任它飞到空荡荡的石阶前。千丝万缕的细柳，里面乌鸦在此掩身，轻软的柳絮好像在为来去的客人飞舞回旋。忆起当年出关，与伊人分别的情景，令人难忘。</p> <p><strong>注释</strong><br>琵琶仙：词牌名，原为姜白石的自度曲。双调，一百字。上片十一句四仄韵，下片八句四仄韵。[4] <br>吴都赋三句：清顾广圻《思适斋集》十五《姜白石集跋》：此三句系“《唐文粹》李庾《西都赋》文，作《吴都赋》，误。李赋云：‘其近也方塘含春，曲沼澄秋。户闭烟浦，家藏画舟。’白石作‘具’、‘藏’，两字均误。又误‘舟’为‘船’，致失原韵。且移唐之西都于吴都，地理尤错。”<br>吴兴：今浙江湖州。<br>己酉岁：孝宗淳熙十六年（1189年）。<br>萧时父：萧德藻之侄，<a href=\"http://so.gushiwen.org/author_30.aspx\">姜夔</a>妻族（内弟）。<br>旧曲：旧日坊曲。坊曲，常代指歌妓集聚之地。<br>桃根桃叶：桃叶系晋王献之爱妾，见<a href=\"http://so.gushiwen.org/author_217.aspx\">辛弃疾</a>《祝英台近》注。桃根为桃叶之妹。此处借指歌女。<br>歌扇：<a href=\"http://so.gushiwen.org/author_588.aspx\">晏几道</a>《鹧鸪天》：“舞低杨柳楼心月，歌尽桃花扇底风。”约，缠绕，邀结，此处意谓沾惹。<br>约：拦住。<br>汀洲：沙洲。<br>啼鴂（jué）：悲鸣的杜鹃。鴂，伯劳鸟：“楚、越间声音特异，啼鴂舌踔噪，今听之恬然不怪。”<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>《离骚》：“恐鶗鴂之先鸣兮，使夫百草为之不劳。”<br>十里扬州：杜牧《赠别》<a href=\"http://so.gushiwen.org/view_59354.aspx\">诗</a>：“春风十里扬州路，卷上珠帘总不如。”<br>三生杜牧：<a href=\"http://so.gushiwen.org/author_268.aspx\">黄庭坚</a>《广陵早春》诗：“春风十里珠帘卷，仿佛三生杜牧之。”此处作者自指。三生，佛家语，指过去、现在、未来三世人生。<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>《自罢河南已换七尹......偶题西壁》诗：“世说三生如不谬，共疑巢许是前身。”<br>宫烛分烟：<a href=\"http://so.gushiwen.org/author_473.aspx\">韩翃</a>《寒食》诗：“日暮汉宫传蜡烛，轻烟散入五侯家。”。<br>空阶榆荚：<a href=\"http://so.gushiwen.org/author_682.aspx\">韩愈</a>《晚春》诗：“杨花榆荚无才思，惟解漫天作雪飞。”此化用其意。<br>千万缕句：<a href=\"http://so.gushiwen.org/author_164.aspx\">周邦彦</a>《渡江云》词：“千万缕，陌头杨柳，渐渐可藏鸦。”此用其意。<br>西出阳关：<a href=\"http://so.gushiwen.org/author_515.aspx\">王维</a>《送元二使安西》诗：“劝君更尽一杯酒，西出阳关无故人。”</p>",
  "shangxi": "<p>　　淳熙十六年（1189）湖州春游作，所枨触全在昔年与一合肥妓女旧情，用情痴绝奇绝，非如此不足与言白石。萧时父，老人萧德藻的子侄辈。萧德藻赏识<a href=\"http://so.gushiwen.org/author_341.aspx\">周济</a>白石，以侄女妻之。偶然邂逅，白石与友人在湖州春游，迎面而来的小艇上，有女子恍似日夕相思的合肥旧识。“歌扇轻约飞花，蛾眉正奇绝。”一恍而过的镜头，眉目还真有些想象！然而“春渐远”，不是的。桃根桃叶，王献之二妾名，喻意中人姊妹行。</p> <p>　　按，白石二十余岁在合肥时曾恋身份似为勾阑的女子，后再莅江淮，其人已杳。自此白石魂牵梦萦至于一世，“肥水东流无尽期，当初不合种相思。”（《鹧鸪天》）女子妙解音乐，恨入四弦人欲老，宝筝能拨春风，此词以《琵琶仙》名调，包含音乐上的怀念。春渐远了，添几声伯劳哀鸣的“自绿汀洲”自拟。白石每比唐代“十年一觉扬州梦，赢得青楼薄幸名”的<a href=\"http://so.gushiwen.org/author_211.aspx\">杜牧</a>，实未尽当。歇拍“十里扬州，三生杜牧，前事休说。”深情追忆至“三生”，使人腹痛。</p> <p>　　下片展开这可解又不可解的“三生”情愫。白石《淡黄柳》小序说合肥多种柳，“客居合肥城南赤阑桥之西，巷陌凄凉，与江左异。唯柳色夹道，依依可怜。”故白石咏柳几乎都和怀念合肥女子有关。丝丝柳色都在牵动“三生情愫”，所以下片隐括唐人咏柳三诗，并非泛泛之辞。“三生杜牧，前事休说。”偏要细说。此正词人性情和表现词之为体“要眇宜修”处。</p> <p>　　引用改装三首咏柳唐诗，有何特点、有何用意？“宫烛分烟”用<a href=\"http://so.gushiwen.org/author_473.aspx\">韩翃</a>《寒食》诗，“春城无处不飞花，寒食东风御柳斜。”此柳及柳花乃是蒙德宗皇帝御赏的为皇家气象凑趣之物，与一世布衣的白石大异，故一笔撇过，“奈愁里匆匆换时节。”“空阶榆荚”用<a href=\"http://so.gushiwen.org/author_682.aspx\">韩愈</a>《晚春》诗“杨花榆荚无才思，惟解漫天作雪飞”句意，此才是白石心目中之柳，故把一襟芳思付与，用两韵尽情渲染。“起舞回雪”句全词高潮。想见与合肥女子会心即在此千万缕起舞回雪处，杨花榆荚必有内心深处共鸣，否则不会终生难忘。末用<a href=\"http://so.gushiwen.org/author_515.aspx\">王维</a>《渭城曲》，虽是青青新柳，已渐淡渐远，西出阳关矣。“起舞回雪”，不作御街御柳，这是“三生杜牧”与合肥女子爱情的画龙点睛之笔。</p> <p>　　一气清空，净化、淡化的渺茫爱情，云缕浪花般的追忆，又是何等执着浓郁。</p>",
  "about": "<h2>创作背景</h2> <p>　　淳熙十六年己酉（1189），白石在吴兴（今浙江湖州）载酒游春时，因见画船歌女酷合肥情侣，而引发怀人之情，一襟芳思。词中“桃叶桃根”拟其旧日情侣为女子二人，其人善弹琵琶。《解连环》有“大乔能拨春风”，《浣溪沙》有“恨入四弦”句，亦可为论。这就是调名为《琵琶仙》的缘故，是白石自创新调。</p>",
  "poet": {
    "id": 30,
    "star": 0,
    "name": "姜夔",
    "image": "http://img.gushiwen.org/authorImg/jiangkui.jpg",
    "desc": "姜夔，南宋文学家、音乐家。人品秀拔，体态清莹，气貌若不胜衣，望之若神仙中人。往来鄂、赣、皖、苏、浙间，与诗人词家杨万里、范成大、辛弃疾等交游。庆元中，曾上书乞正太常雅乐，他少年孤贫，屡试不第，终生未仕，一生转徙江湖，靠卖字和朋友接济为生。他多才多艺，精通音律，能自度曲，其词格律严密。其作品素以空灵含蓄著称，有《白石道人歌曲》等。姜夔对诗词、散文、书法、音乐，无不精善，是继苏轼之后又一难得的艺术全才。"
  },
  "tags": [
    "春游",
    "怀人"
  ]
}