{
  "id": 72876,
  "star": 32,
  "name": "虞美人·春情只到梨花薄",
  "dynasty": "清代",
  "content": "春情只到梨花薄，片片催零落。夕阳何事近黄昏，不道人间犹有未招魂。<br>银笺别梦当时句，密绾同心苣。为伊判作梦中人，索向画图清夜唤真真。",
  "fanyi": "<p><strong>译文<br></strong>春天的景致又到了梨花零落的时候，夕阳西下，黄昏降临，却不知道人间尚有人相思惆怅，不能自已。<br>曾经浓情蜜意，海誓山盟。为了她甘愿做梦中之人，于是整日对着她的画像呼唤，希望能以至诚打动她，让她像“真真”那样从画中走出来与我相会。</p> <p><strong>注释<br></strong>⑴虞美人：词牌名。此调原为唐教坊曲，初咏<a href=\"http://so.gushiwen.org/author_253.aspx\">项羽</a>宠姬虞美人，因以为名。又名《一江春水》、《玉壶水》、《巫山十二峰》等。双调，五十六字，上下片各四句，皆为两仄韵转两平韵。<br>⑵梨花薄：谓梨花丛密之处。薄：指草木丛生之处。<br>⑶不道：犹不管、不顾。招魂：招生者之魂。《楚辞》有《招魂》篇，汉王逸题解：“<a href=\"http://so.gushiwen.org/author_358.aspx\">宋玉</a>怜哀<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>忠而斥弃，愁懑山泽，魂魄放佚，厥其将落。故作《招魂》，欲以复其精神，延其年寿。”<br>⑷银笺（jiān）：涂有银粉的笺纸。<br>⑸同心苣（qǔ）：相连锁的火炬状图案花纹，亦指织有这种图案的同心结。古人常用以象征爱情。<br>⑹判作：甘愿作。<br>⑺索：犹应，须，得。真真：美人之代称。此处借指所思之情人或妻子。</p>",
  "shangxi": "<h2>赏析</h2> 　　同心苣是织有相连的火炬形图案的同心结，和记载了誓言的素笺一样是爱情的信物。这些现实的东西无时无刻不对容若证明着当初的恩爱欢娱。面对这些几乎要仓皇而逃的容若，赶紧由实入虚，用“清夜唤真真”之典，写想象中的情景。容若似乎幻想着像传奇故事中那样，只要长唤不歇，伊人就会从画图上走下来和自己重聚。传说中，书生迷上画屏中的女子，奈何其不能来到世上，只可痴痴长唤。后书生得高人指点，唤百日后，灌以百家彩灰酒，真真出现在眼前了。幸福生活开始了，两人有了孩子，如此美满了也是很好的罢。纵使情深，书生还是受到了别人的影响，取了剑想除去来路不明的真真。真真心亦冷去，只携子离开，重入画屏，再不出来。清夜长唤，也仅是沉默的伤透了的画中人了。<br/><h2>赏析二</h2> <p>　　这首词叙述对亡妻的思念。</p> <p>　　上片“春情”二句谓梨花开放时已近暮春，虽然漂亮，但是不久就零落殆尽。但“春情只到梨花薄”，并不单指梨花因为春天的流逝而凋残稀薄，而意在梨花盛开于美好的春天，来不及欢喜就被风吹落了。以春光比喻相处的美好时光，用凋谢的梨花来指代心中的爱人，暗示妻子年纪尚轻，不幸亡故，语句略带怨意。“斜阳”二句责问斜阳为何匆匆下山，天色垂暮，而不管自己还在为妻子招魂，希望能复其精神，延其年寿。由怨生怒，语似无理，实为情深之故。</p> <p>　　下片写思忆。当年与妻子的定情<a href=\"http://so.gushiwen.org/view_72876.aspx\">诗</a>句，特地另外写在银笺上，还密密地打着同心结，以示对妻子的爱心永远不变。甘愿作梦中人，以便能和妻子一起在梦中生活；或者对着亡妻的遗像呼唤她的名字，希望她能像传说中的真真一样，从画图上走下来，复活重生。这种心情，在作者的悼亡词中经常流露，如《南歌子》词（暖护樱桃蕊）：“索向绿窗寻梦寄余生。”《鹊桥仙》词：“今生钿合表余心，祝天上人间相见。”《金缕曲》词：“待结个他生知己”。说明词人对妻子情深意挚，妻子死后还念念不忘。</p> <p>　　该词上片写景，景中含情，自然过渡到下片直抒胸臆，词意一气贯注，酣畅淋漓。</p>",
  "about": "<h2>创作背景</h2> 　　这首词至早当作于康熙十七年。词人目睹“春来梨花开，风去梨花落”的情景，联想到了亡妻卢氏，为了表达对亡妻的思念之情，作下此词。",
  "poet": {
    "id": 188,
    "star": 0,
    "name": "纳兰性德",
    "image": "http://img.gushiwen.org/authorImg/nalanxingde.jpg",
    "desc": "纳兰性德（1655－1685），满洲人，字容若，号楞伽山人，清代最著名词人之一。其诗词“纳兰词”在清代以至整个中国词坛上都享有很高的声誉，在中国文学史上也占有光采夺目的一席。他生活于满汉融合时期，其贵族家庭兴衰具有关联于王朝国事的典型性。虽侍从帝王，却向往经历平淡。特殊的生活环境背景，加之个人的超逸才华，使其诗词创作呈现出独特的个性和鲜明的艺术风格。流传至今的《木兰花令·拟古决绝词》——“人生若只如初见，何事秋风悲画扇？等闲变却故人心，却道故人心易变。”富于意境，是其众多代表作之一。"
  },
  "tags": [
    "写花",
    "追忆",
    "爱情"
  ]
}