{
  "id": 70897,
  "star": 3740,
  "name": "归园田居·其三",
  "dynasty": "魏晋",
  "content": "种豆南山下，草盛豆苗稀。<br>晨兴理荒秽，带月荷锄归。<br>道狭草木长，夕露沾我衣。<br>衣沾不足惜，但使愿无违。",
  "fanyi": "<p><strong>译文</strong><br>我在南山下种植豆子，地里野草茂盛豆苗豌稀。<br>清晨早起下地铲除杂草，夜幕降披月光扛锄归去。<br>狭窄的山径草木丛生，夜露沾湿了我的衣。<br>衣衫被沾湿并不可惜．只希望不违背我归耕田园的心意。</p> <p><strong>注释</strong><br>①南山：指庐山。<br>②稀： 稀少。<br>③兴： 起床。<br>④荒秽：形容词作名词，荒芜，指豆苗里的杂草。秽：肮脏。这里指田中杂草<br>⑤荷锄：扛着锄头。荷，扛着。<br>⑥狭： 狭窄。<br>⑦草木长：草木丛生。长，生长<br>⑧夕露：傍晚的露水。<br>⑨沾：（露水）打湿。<br>⑩足： 值得。<br>⑪但使愿无违： 只要不违背自己的意愿就行了。但：只。愿： 指向往田园生活，“不为五斗米折腰”，不愿与世俗同流合污的意愿。违： 违背。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　这首“种豆南山下”八句短章，在普普通通、平平常常四十个字的小空间里，表达出了深刻的思想内容，描写了<a href=\"http://so.gushiwen.org/view_70897.aspx\">诗</a>人隐居之后躬耕劳动的情景。</p> <p>　　本诗共分为两层，前四句为第一层。反映了作者躬耕劳动的生活。暗用<a href=\"http://so.gushiwen.org/author_808.aspx\">杨恽</a>诗作。</p> <p>　　“种豆南山下，苗盛豆苗稀”。此二句引用了杨恽的“田彼南山，芜秽不治”，是对其劳作情况做总体交待，先指明耕种的是“豆”，再说劳作的地点在“南山下”，五个寻常字，将事情叙说得非常清楚。诗人毕竟是“少学琴书”，士人出身，躬耕田亩缺乏经验，“草盛豆苗稀”的劳动后果，也就不足为怪了。</p> <p>　　“晨兴理荒秽，带月荷锄归。”可怜的劳动成果并没使诗人灰心丧气，牢骚满腹。这两句写出了他勤勤恳恳，乐此不疲地从清早到夜晚，躬身垄亩铲锄荒草的状貌。它体现了中华民族自古以来的吃苦耐劳，坚韧不拔的精神。</p> <p>　　后四句是本诗的第二层，抒写的则是作者经过生活的磨励和对社会与人生深刻思索之后，对真善美理想的执着追求和与现实社会污浊官场的决裂。</p> <p>　　“道狭草木长，夕露沾我衣”。通过道窄草深，夕露沾衣的具体细节描绘，显示出了从事农业劳动的艰苦。诗人身体力行终日劳作在田野，所以他深深地体验到了农业劳动的艰辛，它绝不像那些脱离劳动的文人墨客所描写的那般轻松潇洒。但是作者仍不辞劳苦，继续坚持下去，正像他在《庚戌岁九月中于西田获早稻》诗中所说：“田家岂不苦?弗获辞此难。”</p> <p>　　“衣沾不足惜，但使愿无违。”对于诗人来说，人生的道路只有两条任他选择：一条是出仕做官，有俸禄保证其生活，可是必须违心地与世俗同流合污；另一条是归隐田园，靠躬耕劳动维持生存，这样可以做到任性存真坚持操守。当他辞去彭泽县令解绶印归田之际，就已经做出了抉择，宁可肉体受苦，也要保持心灵的纯洁，他坚决走上了归隐之路。为了不违背躬耕隐居的理想愿望，农活再苦再累又有何惧?那么“夕露沾衣”就更不足为“惜”了。这种思想已经成了他心中牢不可破的坚定信念，本诗结尾两句’，可谓全篇的诗眼，一经它的点化，篇中醇厚的旨意便合盘现出。[4] </p> <p>　　在本诗中<a href=\"http://so.gushiwen.org/author_645.aspx\">陶渊明</a>却勇敢地反对了传统观念，冲破了陈旧的精神枷锁，毅然地告别官场，辞去了彭泽县令，不做劳心治人的“君子”；决然地返回家园，心甘情愿地扛起了锄头，辛勤地躬耕垄亩，偏要做个劳力的“小人”。这等无畏的精神，美好的人格，高尚的境界，赢得了后世多少人的称赞、钦佩乃至效仿。</p>",
  "about": "<h2>创作背景</h2> 　　公元405年（东晋安帝义熙元年），<a href=\"http://so.gushiwen.org/author_645.aspx\">陶渊明</a>在江西彭泽做县令，不过八十多天，便声称不愿“为五斗米折腰向乡里小儿”，挂印回家。从此结束了时隐时仕、身不由己的生活，终老田园。归来后，作《归园田居》<a href=\"http://so.gushiwen.org/view_70897.aspx\">诗</a>一组，共五首，描绘田园风光的美好与农村生活的淳朴可爱，抒发归隐后愉悦的心情。",
  "poet": {
    "id": 645,
    "star": 0,
    "name": "陶渊明",
    "image": "http://img.gushiwen.org/authorImg/taoyuanming.jpg",
    "desc": "陶渊明（约365年—427年），字元亮，（又一说名潜，字渊明）号五柳先生，私谥“靖节”，东晋末期南朝宋初期诗人、文学家、辞赋家、散文家。汉族，东晋浔阳柴桑人（今江西九江）。曾做过几年小官，后辞官回家，从此隐居，田园生活是陶渊明诗的主要题材，相关作品有《饮酒》、《归园田居》、《桃花源记》、《五柳先生传》、《归去来兮辞》等。"
  },
  "tags": [
    "古诗三百首",
    "初中古诗",
    "田园",
    "生活"
  ]
}