{
  "id": 62414,
  "star": 7,
  "name": "高阳台·过种山即越文种墓",
  "dynasty": "宋代",
  "content": "帆落回潮，人归故国，山椒感慨重游。弓折霜寒，机心已堕沙鸥。灯前宝剑清风断，正五湖、雨笠扁舟。最无情，岸上闲花，腥染春愁。 <br>当时白石苍松路，解勒回玉辇，雾掩山羞。木客歌阑，青春一梦荒丘。年年古苑西风到，雁怨啼、绿水葓秋。莫登临，几树残烟，西北高楼。",
  "shangxi": "<h2>赏析</h2> <p>　　种山在现在的绍兴以北，越王勾践灭吴后，杀了功臣文种即埋葬在此。后南宋高宗也曾因误所谗言杀掉功臣<a href=\"http://so.gushiwen.org/author_630.aspx\">岳飞</a>，<a href=\"http://so.gushiwen.org/author_670.aspx\">吴文英</a>写词的感兴当由此起。但这首具有一定豪放情调的词作却不纯粹是咏史，而是咏自己重过种山凭吊的感慨的。</p> <p>　　“帆落回潮”写傍晚潮回时舟船降帆靠岸，“人归故国”即吴文英重回越王故地。“山椒感慨重游”即在种山山顶心怀感慨再度游观。这三句分别叙述时间、地点，引出感慨。“弓折霜寒，机心已堕沙鸥”，二句紧承感慨抒发。这里是比喻语，借霜冷而弓断，喻南宋末国事日危，自己已经无意于求功立名，“机心已堕沙鸥”是说“机心”不死，即使不用弓箭，沙鸥仍会被自己的猎心惊堕。这典故出自《列子·黄帝篇》的一个故事。说有个人好鸟，经常与鸥鸟同游，一天父亲让他猎取鸥鸟，鸥鸟就舞而不下。意思是说人如果心动于内，禽鸟是会觉察的。梦窗用这一典故是为了表明自己壮心并未真死。下面说：“灯前宝剑清风断，正五湖、雨笠扁舟。”清风是剑名，灯前照看已经折断的清风宝剑，自己却正驾一叶扁舟，头戴青箬笠，身披绿蓑衣，在风雨中遨游五湖。感情沈郁而又放浪形骸，心中自然是有难言隐痛。这里只有五湖游是实笔，其他都是借喻虚笔。结三句：“最无情，岩上闲花，腥染春愁。”这里才暗点题，写到思念文种，说：最无情的亦即最有恨的事，是文种墓石岩上的闲花野草，似乎带有剑下血腥之气，染成一片春愁。腥字下得触目惊心。文种是越王赐剑让他自杀的。作者的感慨蕴而不露。上片全属对世事兴亡而发的感慨，沈郁顿挫，含意深长，心情矛盾错杂，但又不正面写一字，必须从更深的层次上去体会。</p> <p>　　后片深入写文种昔日的埋葬之处，“当时白石苍松路，解勒回玉辇，雾掩山羞。”当日文种墓道的白石路旁有几列苍松，葬后解下系马的缰绳，送葬的玉辇回去，雾气香冥，青山也为忠贤之死替越国含羞。</p> <p>　　古代写忠贤不幸死去，往往记当日雾气四塞，所以该词也这样写。这几句纯属作者想象之笔。下二句写：“木客歌阑，青春一梦荒丘。”这也是用想象的笔写山上的荒凉，“木客歌阑就是<a href=\"http://so.gushiwen.org/author_349.aspx\">李贺</a>《秋来》<a href=\"http://so.gushiwen.org/view_62414.aspx\">诗</a>：”秋坟鬼唱鲍家诗“的意思。木客即山鬼，二句的意思是说：秋坟山鬼歌罢，英雄人物的青春一梦就只剩下荒凉的丘墓了。</p> <p>　　下三句：“年年古苑西风到，雁怨啼、绿水葓秋。”写种山一带的古林苑，只剩下水边的鸿雁在绿水和秋葓（红蓼花）间哀怨啼鸣。从文种之墓把词境扩展到种山一带的古越林苑。这一层也是梦窗把自己的感慨更扩展开来，从而连系到国家的兴亡。下面三句“莫登临，几树残烟，西北高楼”，则又递进一层，涉及到南宋末期的现实了。这里的“西北高楼”和《古诗》“西北有高楼，上与浮云齐”用词有连系，但同时更是借西北边患，指北方遇有强敌而言。而“几树残烟”和<a href=\"http://so.gushiwen.org/author_217.aspx\">辛弃疾</a>《摸鱼儿》“休去倚危栏，斜阳正在烟柳断肠处”极相类似。所以梦窗这首词讲“莫登临，几树残烟，西北高楼”，其实是陡然转入自己国家的处境，说：不要登山临水吧，所能看到的也不过是疏柳残烟，西北高楼，而看不见长安。最后几句很陡健，也很沉痛。不过这时北方的强大对手已是蒙古人了。</p> <p>　　吴文英的这首《高阳台》，于婉约中呈现出豪放的色彩，爱国感慨深藏其间，可谓别具一格。从词的结构看，先写自己重游种山，在弓折剑残，无可奈何之情后，遨游五湖，因而再来种山。由自己及南宋处境写起，写到朝廷的失策和英雄人物壮志成灰的悲凉，而其中毫无造作的痕迹，这也是艺术构思的高妙。 </p>",
  "poet": {
    "id": 670,
    "star": 0,
    "name": "吴文英",
    "image": "http://img.gushiwen.org/authorImg/wuwenying.jpg",
    "desc": "吴文英（约1200～1260），字君特，号梦窗，晚年又号觉翁，四明（今浙江宁波）人。原出翁姓，后出嗣吴氏。与贾似道友善。有《梦窗词集》一部，存词三百四十余首，分四卷本与一卷本。其词作数量丰沃，风格雅致，多酬答、伤时与忆悼之作，号“词中李商隐”。而后世品评却甚有争论。"
  },
  "tags": [
    "豪放",
    "咏史",
    "感慨"
  ]
}