{
  "id": 56010,
  "star": 75,
  "name": "鹧鸪天·懒向青门学种瓜",
  "dynasty": "宋代",
  "content": "懒向青门学种瓜，只将渔钓送年华。双双新燕飞春岸，片片轻鸥落晚沙。<br>歌缥缈，舻呕哑，酒如清露鲊如花。逢人问道归何处，笑指船儿此是家。",
  "fanyi": "<p><strong>译文<br></strong>不愿意靠近京城，像汉代初年的邵平那样在长安的青门外种瓜，只希望在打鱼垂钓中送走时光岁月。双双对对新来的燕子在长满春草的河岸上飞来飞去；远处的鸥鸟在夕阳的映照下轻盈如片片树叶在沙滩上飘落。<br>歌声是缥缈动人的，迎合着呕哑的船橹声；酒是清纯的，洁白如露，配合上如花似锦的各种各样的鱼类食品，生活真是美不胜收啊！如果有人问道你将归向何方？我将笑着向他指着船儿说，这就是我的家啊！</p> <p><strong>注释<br></strong>①鹧鸪（zhè gū）天：词牌名。双调，五十五字，押平声韵。也是曲牌名。南曲仙吕宫、北曲大石调都有。字句格律都与词牌相同。北曲用作小令，或用于套曲。南曲列为“引子”，多用于传奇剧的结尾处。<br>②种瓜：秦东陵侯召平秦亡后在青门种瓜。后因以种瓜代指隐居。<br>③鸥（ōu）：鸥科动物，形色像白鸽或小白鸡，性凶猛，长腿长嘴，脚趾间有蹼，善游水。<br>④舻（lú）：桨。呕哑（ōu yā）：形容声音嘈杂。<br>⑤鲊（zhǎ）：鱼经腌制加丁后所做的食品。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这首词写的是词人闲居生活的怡然自得，其中暗含着词人被罢官之后的百无聊赖。</p> <p>　　上片起首的“懒向青门学种瓜，只将渔钓送年华”两句，词人说自己不愿意在长安城附近学汉初的邵平，在青门外种瓜，而是一心只求能够回家过上渔钓的闲适生活，安度余生。词人本是一心报国之人，在此处却说自己想要归乡隐居，实际上是对自己仕途不顺、郁郁不得志的派遣之词。由于词人此时已经迁居到山阴县南的镜湖之北、三山之下，在怡人的自然环境的感染之下，词人不免发出了“渔钓送年华”的呐喊，实际上是借此派遣自己心中的种种痛楚。接下来的“双双新燕飞春岸，片片轻鸥落晚沙”两句，词人写的是镜湖之上的景色：成双成对的新燕在春意盎然的湖岸上飞来飞去，远处的天幕上沙鸥点点，轻轻地落在了暮色笼罩的沙洲之上。此二句紧承上文，描绘出一幅淡雅怡人的镜湖之画，透露着词人心境的愉悦。</p> <p>　　下片起首的“歌缥缈，掳呕哑，酒如清露鲜如花”三句，词人写湖中泛舟之人的歌声缥缈，大船上声音嘈杂，饮用的酒像清露一样甘醇，舴鱼像花一样诱人。这三句是词人对“渔钓”生活的具体描写，一派其乐融融的气象。结拍的“逢人问道归何处，笑指船儿此是家”两句，词人说逢人问自己要回到什么地方去，他笑着指着自己的船儿说： “这就是我的家。”词人在全词结尾的部分将自己心中热爱自然的情趣推向了高潮，想要以船为家，一股旷世的情怀跃然纸上。</p> <p>　　词人虽然将自己的怡然自得表现得极为张扬，但联想到词人当时的处境可知，他被罢官免职，心中自然不会如此轻松愉悦，因此此处的“笑”实际上是强作笑颜，词中表现的旷达情怀实际上是强作旷达，词人心中仍然笼罩着挥之不去的阴霾。写的是“渔钓”的闲适，所要传达的却是“渔钓”的因由。</p> <p>　　这首词移情于景，含而不吐，意境微妙，含蕴深厚，非常耐人寻味。</p>",
  "about": "<h2>创作背景</h2> 　　公元1163年（宋孝宗隆兴元年），<a href=\"http://so.gushiwen.org/author_1628.aspx\">张浚</a>以枢密使都督江淮东西路军马，主持抗金军事，<a href=\"http://so.gushiwen.org/author_272.aspx\">陆游</a>表示庆贺。次年，陆游任镇江通判，张浚以右丞相、江淮东西路宣抚使，仍都督江淮军马，视师驻节，颇受知遇；张浚旋卒，年底宋金和议告成。公元1165年（乾道元年）夏，陆游调任隆兴（治所在今江西省南昌市）通判；二年春，以“交结台谏，鼓唱是非，力说张浚用兵”的罪名，被免职归家。这首词就是这一年归家不久后写下的。",
  "poet": {
    "id": 272,
    "star": 0,
    "name": "陆游",
    "image": "http://img.gushiwen.org/authorImg/luyou.jpg",
    "desc": "陆游（1125—1210），字务观，号放翁。汉族，越州山阴（今浙江绍兴）人，南宋著名诗人。少时受家庭爱国思想熏陶，高宗时应礼部试，为秦桧所黜。孝宗时赐进士出身。中年入蜀，投身军旅生活，官至宝章阁待制。晚年退居家乡。创作诗歌今存九千多首，内容极为丰富。著有《剑南诗稿》、《渭南文集》、《南唐书》、《老学庵笔记》等。"
  },
  "tags": [
    "生活",
    "闲适"
  ]
}