{
  "id": 10351,
  "star": 93,
  "name": "听张立本女吟",
  "dynasty": "唐代",
  "content": "危冠广袖楚宫妆，独步闲庭逐夜凉。 <br>自把玉钗敲砌竹，清歌一曲月如霜。",
  "fanyi": "<p><strong>译文</strong><br>少女戴着高高的帽子，拂动着宽广的衣袖，打扮成南方贵族妇女的模样，<br>夜晚独自在凉爽寂静的庭院中漫步。<br>自己拿着玉钗敲台阶下的竹子，打出拍子,<br>一曲清越的歌声之后，月色显得十分皎洁。</p> <p><strong>注释</strong><br>⑴<a href=\"http://so.gushiwen.org/author_2071.aspx\">张立本女</a>：《全唐<a href=\"http://so.gushiwen.org/view_10351.aspx\">诗</a>》载：“草场官张立本女，少未读书，忽自吟诗，立本随口录之。”<br>⑵危冠：高冠。楚宫妆：即南方贵族妇女式样的打扮。<br>⑶闲庭：空旷的庭院。<br>⑷玉钗：一种妇女头饰。砌竹：庭院中临阶而生的竹子。<br>⑸月如霜：月光皎洁。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　传说唐代有个草场官名叫张立本，他的女儿因后院古坟中的狐妖所迷，<a href=\"http://so.gushiwen.org/view_10351.aspx\">诗</a>人以此为据，写成此诗。</p> <p>　　此诗一说为<a href=\"http://so.gushiwen.org/author_2071.aspx\">张立本女</a>作，而且伴有一个荒诞的故事。传说唐代有个草场官张立本，其女忽为后园高姓古坟中的狐妖所魅，自称高侍郎，遂吟成此诗（《全唐诗》卷八六七）。这种附会虽然颇煞风景，却也令人想到：或许正是因为这诗情韵天然，似有神助，才使当时的好事者编出这样的无稽之谈吧。</p> <p>　　诗的内容似无深义，却创造了一种清雅空灵的意境。暗蓝色的天幕上一轮秋月高悬，凉爽的闲庭中幽篁依阶低吟。清冷的吟诗声和着玉钗敲竹的节拍飘荡在寂静的夜空，冰冷如霜的月光勾勒出一个峨冠广袖的少女徘徊的身影。意境是情与景的融合。在这首诗里，景色全由人物情态写出，而人物意趣又借极简炼的几笔景物点缀得到深化。由情见景，情景相生，是形成此诗佳境的显著特点。</p> <p>　　“危冠广袖楚宫妆”是一种高冠宽袖窄腰的南方贵族女装，这身典雅的妆束令人清楚地想见少女亭亭玉立的风姿；从“独步”可见庭院的空寂幽静和她清高脱俗的雅趣，而“闲庭”又反衬出少女漫步吟哦的悠然神情。“逐夜凉”则藉其纳凉的闲逸烘染了秋爽宜人的夜色。夜静启开了少女的慧心，秋凉催发了少女的诗思。她情不自禁地从发髻上拔下玉钗，敲着阶沿下的修竹，打着拍子，朗声吟唱起来。以钗击节大约是唐宋人歌吟的习惯，<a href=\"http://so.gushiwen.org/author_588.aspx\">晏几道</a>《浣溪沙》词有“欲歌先倚黛眉长，曲终敲损燕钗梁”句，写的是一位歌女在“遏云声里送离觞”的情景，也颇妩媚，但稍嫌激烈，<a href=\"http://so.gushiwen.org/author_227.aspx\">高适</a>此诗中的少女，孤芳自赏，不求知音，信手击竹，对月自吟，那种心声和天籁的自然合拍似更觉曼妙动听。</p> <p>　　抒情的画意美和画面的抒情美融为一体，是盛唐许多名篇的共同特点。这首诗写女子而洗尽脂粉香艳气息，更觉神清音婉，兴会深长，超尘拔俗，天然淡雅，在盛唐诗中也是不可多得的佳作。</p> <p>　　诗题为“听张立本女吟”，故“清歌一曲”实是吟诗一首。古诗本来能吟能唱，此处直题“清歌”二字，可见少女的长吟听来必如清朗的歌声般圆转悦耳。前三句不写月色，直到一曲吟罢，方点出“月如霜”三字，不但为开扩诗的意境添上了最精彩的一笔，也渲染了少女吟诗的音乐效果。诗人以满目如霜的月色来烘托四周的沉寂，使“霜”字与“夜凉”相应，并且此透露出少女吟罢之后心境的清冷和吟声给听者带来的莫名的惆怅，从而在结尾形成“此时无声胜有声”的境界，留下了无穷的韵味。</p>",
  "poet": {
    "id": 227,
    "star": 0,
    "name": "高适",
    "image": "http://img.gushiwen.org/authorImg/gaoshi.jpg",
    "desc": "高适是我国唐代著名的边塞诗人，世称“高常侍”。 作品收录于《高常侍集》。高适与岑参并称“高岑”，其诗作笔力雄健，气势奔放，洋溢着盛唐时期所特有的奋发进取、蓬勃向上的时代精神。"
  },
  "tags": [
    "女子",
    "故事"
  ]
}