{
  "id": 168,
  "star": 41,
  "name": "鱼丽",
  "dynasty": "先秦",
  "content": "鱼丽于罶，鲿鲨。君子有酒，旨且多。<br>鱼丽于罶，鲂鳢。君子有酒，多且旨。<br>鱼丽于罶，鰋鲤。君子有酒，旨且有。物其多矣，<br>维其嘉矣！物其旨矣，维其偕矣！物其有矣，维其时矣！",
  "fanyi": "<p><strong>译文<br></strong>鱼儿钻进竹篓里结伴游啊，有肥美的黄颊也有小吹沙。热情的主人有的是美酒啊，不但酒醇味美而且席面大！<br>鱼儿钻进竹篓里结伴而游，肥美的鲂鱼黑鱼各有一头。热情的主人家待客有美酒，不但宴席丰盛而且酒醇厚！<br>鱼儿呼朋引伴往竹笼里钻，鲇鱼游得快来鲤鱼跳得欢。热情好客的主人有美酒啊，不但酒醇美而且珍馐齐全！<br>食物丰盛实在妙，质量又是非常好。食物甘美任品味，各种各类很齐备。食物应有尽有之，供应也都很及时。</p> <p><strong>注释<br></strong>⑴丽（lí）：同罹，意谓遭遇。《<a href=\"http://so.gushiwen.org/view_168.aspx\">诗</a>集传》：“丽，历也。”用引申义。<br>⑵罶（lǐu）：捕鱼的工具，又称笱，用竹编成，编绳为底，鱼入而不能出。<br>⑶鲿（cháng）：黄颊鱼。鲨：又名魦，能吹沙的小鱼，似鲫而小。<br>⑷旨：味美。<br>⑸鲂（fáng）：鳊鱼，鳞细小而美味。鳢（lǐ）：俗称黑鱼。<br>⑹鰋（yǎn）：俗称鲇鱼，体滑无鳞。<br>⑺偕（xié）：齐全。<br>⑻有：犹多。<br>⑼时：及时。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　此<a href=\"http://so.gushiwen.org/view_168.aspx\">诗</a>盛赞宴享时酒肴之甘美盛多，以见丰年多稼，主人待客殷勤，宾主共同欢乐的情景。诗中所称的“君子”，是宾客对主人美称。</p> <p>　　全诗六章，显示欢乐的气氛，在赞美酒肴丰富的同时，并于后三章进而赞美年丰物阜，故而在宴会当中，宾主得以尽情享受。诗的前三章，章四句，皆以“鱼丽”起兴，具体地歌赞主人酒宴的丰盛，礼遇的周到，可以说是全诗的主体部分。诗人从鱼和酒两方面着笔，并没有写宴会的全部情景。以鱼的品种众多，暗示其他肴馔的丰盛；以酒的既多且旨，表明宴席上宾主尽情欢乐的盛况。写鱼的品种众多，不厌其详，写饮酒的情况，就比较概括，这种写法，是经过精心选择的。在周代我国已进入农业社会，农业有了相当的发展，不仅广兴耕稼，而且许多鱼类，已成为人们常见的美食。捕鱼养鱼的方法也有了进步，在《诗经》里，提到鱼的篇章不少。《邶风·谷风》、《齐风·敝笱》、《豳风·九罭》，乃至《周颂·潜》、《小雅·南有嘉鱼》、《小雅·鱼藻》都有关于鱼的记载，特别是在《陈风·衡门》当中，有这样的诗句：“岂其食鱼，必河之鲂；岂其娶妻，必齐之姜。”又说：“岂其食鱼，必河之鲤，岂其娶妻，必宋之子。”用鲂、鲤两种鱼的嘉美和娶妻要娶“齐姜”“宋子”，相提并论，可见人们对吃这两种鱼的青睐。在《周颂·潜》诗中，以“猗与漆沮，潜有多鱼”写养饲鱼类的情况，并且表明饲养的目的，是为了“以享以祀，以介景福”，可见养鱼之被重视。滋味鲜美的鱼类在宴席上，也就成人们乐于称道的美馔了。在此诗前三章中，每章并列两种鱼名：“有鲿有鲨”、“有鲂有鳢”、“有鰋有鲤”，诗人不厌列举，并非纯用夸张语气，而是借鱼类之多，说明酒宴的隆重，并以表明其他肴馔也必然相应的丰富。诗人这种举一反三，以简驭繁的手法，是广为后人效法的。</p> <p>　　说到酒，“酒”是丰年的象征，丰年酿酒，是先民历来的习惯。古代酿酒的原料，纯用粮食作物。在食用的五谷丰产之后，人们才用多余谷类，进行酒类的酿制。《诗经》中提到酒的名篇很多，《豳风·七月》中说：“八月剥枣，十月获稻，为此春酒，以介眉寿。”《周颂·丰年》这篇，写得更具体，其诗云：“丰年多黍多稌，亦有高廪，万亿及秭，为酒为醴……以洽百礼，降福孔皆。”诗中所称之稌，今称为稻（一说专指糯稻），稻黍俱得丰收，盈仓盈廪，“为酒为醴”，才有条件。酒之为用，除了供祭祀昭告丰收之外，“以洽百礼”一句，概括了它的重大作用。因而宴会之中要欢饮旨酒，燕飨嘉宾，更以酒多且旨，以示丰年之欢乐。<a href=\"http://so.gushiwen.org/author_459.aspx\">朱熹</a>《诗集传》，据《仪礼》“乡饮酒”及“燕礼”皆歌《鱼丽》，称此诗为燕飨上下通用之乐，其义甚明。证以《小雅》中其他有关饮酒的诗篇，如《小雅·鹿鸣》（原为燕飨群臣嘉宾之诗，其后成为上下通用之乐）云：“我有旨酒，以燕乐嘉宾之心。”“我有旨酒，嘉宾式燕以遨。”《頍弁》云：“乐酒今夕，君子维宴。”盖“酒以成礼”、“酒以尽欢”，由来已久。《小雅·南有嘉鱼》诗亦称“君子有酒，嘉宾式燕以乐。”此诗前三章反覆称道“君子有酒，旨且多”、“君子有酒，多且旨”、“君子有酒，旨且有”，正是表明宾主在宴会中十分欢乐的情景。</p> <p>　　诗的后三章，诗人紧扣前三章中三个重要词语“多、旨、有”，进而赞美在丰年之后，不仅燕飨中酒肴既多且美，更推广到“美万物盛多”（《毛诗序》）这一更有普遍意义的主题。就诗的本身来说，这三章可称为副歌。有了这三章，歌赞丰年的诗意，乃更为深挚。诗人说：“物其多矣，维其嘉矣”，“物其旨矣，维其偕矣”，“物其有矣，维其时矣”。由物品之多，而赞美到物之嘉美；由物品之旨，而赞美到物之齐全；由物品之富有，而赞美其生产之及时。表明年丰物阜，既是大自然的赐予，更是人类勤劳创造的成果。而燕飨的欢乐，则是在丰年以后才能取得的生活中的享受。诗章语简而义赅，充分显示了物类繁多而时人富裕这样的现实。</p> <p>　　《小雅·鱼丽》，作为一首乐歌，它的唱法，现在已不知其详，无从考证，但在语言运用方面，仍能得到一些启示。前三章章法相同，采用四、二、四、三的参差句式，在唱法上既有反覆赞歌之美，又有参差不齐的音乐节奏，便于重唱合唱。诗中所称的“旨且多”、“多且旨”、“旨且有”，在用意上虽无甚差别，但能产生一唱三叹的美感，使满座增欢。后三章着重在点明主题、渲染气氛，所以每章只有两句。在诗句的本身，其重音节落在“嘉、偕、时”等字词上，句末用“矣”字，使乐曲可以延长咏叹时间，起放慢节奏的作用。前后三章，互相辉映，其整体构思，颇见出诗人手法的高妙。</p>",
  "about": "<h2>创作背景</h2> 　　《小雅·鱼丽》，为周代贵族在祭祀宗庙和神灵之后，燕飧宾客时演唱之乐歌。《毛<a href=\"http://so.gushiwen.org/view_168.aspx\">诗</a>序》说：“《鱼丽》，美万物盛多能备礼也。文、武以《天保》以上治内，《采薇》以下治外，始於忧勤，终於逸乐，故美万物盛多，可以告於神明矣。”",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": [
    "诗经",
    "宴会",
    "写鱼",
    "写酒",
    "乐歌"
  ]
}