{
  "id": 71074,
  "star": 3563,
  "name": "相见欢·无言独上西楼",
  "dynasty": "五代",
  "content": "无言独上西楼，月如钩。寂寞梧桐深院锁清秋。<br>剪不断，理还乱，是离愁。别是一般滋味在心头。",
  "fanyi": "<p><strong>译文</strong><br>默默无言，孤孤单单，独自一人缓缓登上空空的西楼。抬头望天，只有一弯如钩的冷月相伴。低头望去，只见梧桐树寂寞地孤立院中，幽深的庭院被笼罩在清冷凄凉的秋色之中。<br>那剪也剪不断，理也理不清，让人心乱如麻的，正是亡国之苦。那悠悠愁思缠绕在心头，却又是另一种无可名状的痛苦。</p> <p><strong>注释</strong><br>①锁清秋：深深被秋色所笼罩。清秋，一作深秋。<br>②剪，一作翦。<br>③离愁：指去国之愁。<br>④别是一般：另有一种意味。别是，一作别有。</p><br/><h2>英译</h2> Silence, are lonely, alone on the empty slowly west wing.<br>Looked up days, only one curved like the hook of the company.<br>Lower the head to look, see buttonwood isolated and lonely in the yard, deep courtyard was enveloped in the autumn cold and desolate.<br>That cut cut constantly, also the principle, reason not clear, let a person afflicted with, it is of national subjugation.<br>The long melancholy wrapped around the heart, but is another kind of an ineffable painful.",
  "shangxi": "<h2>赏析</h2> <p>　　首句“无言独上西楼”将人物引入画面。“无言”二字活画出词人的愁苦神态，“独上”二字勾勒出作者孤身登楼的身影，孤独的词人默默无语，独自登上西楼。神态与动作的描写，揭示了词人内心深处隐寓的很多不能倾诉的孤寂与凄婉。</p> <p>　　“……月如钩，寂寞梧桐深院，锁清秋”，寥寥12个字，形象地描绘出了词人登楼所见之景。仰视天空，缺月如钩。“如钩”不仅写出月形，表明时令，而且意味深长：那如钩的残月经历了无数次的阴晴圆缺，见证了人世间无数的悲欢离合，如今又勾起了词人的离愁别恨。俯视庭院，茂密的梧桐叶已被无情的秋风扫荡殆尽，只剩下光秃秃的树干和几片残叶在秋风中瑟缩，词人不禁“寂寞”情生。然而，“寂寞”的不只是梧桐，即使是凄惨秋色，也要被“锁”于这高墙深院之中。而“锁”住的也不只是这满院秋色，落魄的人，孤寂的心，思乡的情，亡国的恨，都被这高墙深院禁锢起来，此景此情，用一个愁字是说不完的。</p> <p>　　缺月、梧桐、深院、清秋，这一切无不渲染出一种凄凉的境界，反映出词人内心的孤寂之情，同时也为下片的抒情做好铺垫。作为一个亡国之君，一个苟延残喘的囚徒，他在下片中用极其婉转而又无奈的笔调，表达了心中复杂而又不可言喻的愁苦与悲伤。</p> <p>　　“剪不断，理还乱，是离愁。”用丝喻愁，新颖而别致。前人以“丝”谐音“思”，用来比喻思念，如<a href=\"http://so.gushiwen.org/author_204.aspx\">李商隐</a>“春蚕到死丝方尽，蜡炬成灰泪始干”（《无题》）就是大家熟悉的名句。<a href=\"http://so.gushiwen.org/author_269.aspx\">李煜</a>用“丝”来比喻“离愁”，别有一番新意。然而丝长可以剪断，丝乱可以整理，而那千丝万缕的“离愁”却是“剪不断，理还乱”。这位昔日的南唐后主心中所涌动的离愁别绪，是追忆“红日已高三丈后，金炉次第添金兽，红锦地衣随步皱”（《浣溪沙》）的荣华富贵，是思恋“风阁龙楼连霄汉，玉树琼枝作烟萝”（《破阵子》）的故国家园，是悔失“四十年来家国，三千里地山河”（《破阵子》）的帝王江山。然而，时过境迁，如今的李煜已是亡国奴、阶下囚，荣华富贵已成过眼烟云，故国家园亦是不堪回首，帝王江山毁于一旦。阅历了人间冷暖、世态炎凉，经受了国破家亡的痛苦折磨，这诸多的愁苦悲恨哽咽于词人的心头难以排遣。作者尝尽了愁的滋味，而这滋味，是难以言喻、难以说完的。</p> <p>　　末句“别是一番滋味在心头”，紧承上句写出了李煜对愁的体验与感受。以滋味喻愁，而味在酸甜之外，它根植于人的内心深处，是一种独特而真切的感受。“别是”二字极佳，昔日唯我独尊的天子，如今成了阶下囚徒，备受屈辱，遍历愁苦，心头淤积的是思、是苦、是悔、还是恨……词人自己也难以说清，常人更是体会不到。若是常人，倒可以嚎啕倾诉，而李煜不能。他是亡国之君，即使有满腹愁苦，也只能“无言独上西楼”，眼望残月如钩、梧桐清秋，将心头的哀愁、悲伤、痛苦、悔恨强压在心底。这种无言的哀伤更胜过痛哭流涕之悲。</p> <p>　　沈际飞在《草堂<a href=\"http://so.gushiwen.org/view_71074.aspx\">诗</a>余续集》中评价说：“七情所至，浅尝者说破，深尝者说不破。破之浅，不破之深。‘别是一般滋味在心头’句妙。”唐圭璋在《唐宋词简释》中说：“此词写别愁，凄惋已极。‘无言独上西楼’一句，叙事直起，画出后主愁容。其下两句，画出后主所处之愁境。举头见新月如钩，低头见桐阴深锁俯仰之间，万感萦怀矣。此片写景亦妙，惟其桐阴深黑，新月乃愈显明媚也。下片，因景抒情。换头三句，深刻无匹，使有千丝万缕之离愁，亦未必不可剪，不可理，此言‘剪不断，理还乱’，则离愁之纷繁可知。所谓‘别是一般滋味’，是无人尝过之滋味，唯有自家领略也。后主以南朝天子，而为北地幽囚；其所受之痛苦，所尝之滋味，自与常人不同，心头所交集者，不知是悔是恨，欲说则无从说起，且亦无人可说，故但云‘别是一般滋味’。”</p> <p>　　李煜的这首词情景交融，感情沉郁。上片选取典型的景物为感情的抒发渲染铺垫，下片借用形象的比喻委婉含蓄地抒发真挚的感情。此外，运用声韵变化，做到声情合一。下片押两个仄声韵（“断”、“乱”），插在平韵中间，加强了顿挫的语气，似断似续；同时在三个短句之后接以九言长句，铿锵有力，富有韵律美，也恰当地表现了词人悲痛沉郁的感情。</p>",
  "about": "<h2>创作背景</h2> 　　975年（开宝八年），宋朝灭南唐，<a href=\"http://so.gushiwen.org/author_269.aspx\">李煜</a>亡家败国，肉袒出降，被囚禁待罪于汴京。宋太祖<a href=\"http://so.gushiwen.org/author_783.aspx\">赵匡胤</a>因李煜曾守城相拒，封其为“违命侯”。李煜在忍屈负辱地过了三年的囚徒生活后，被宋太宗赵炅赐酒毒死。李煜不是一个好皇帝，却是一位才华横溢的艺术家和词人。李煜的词以被俘为界，分为前后两期，前期词作多描写宫廷生活与男欢女爱，香艳精致，才情蕴藉；后期词作多倾泻失国之痛和去国之思，沉郁哀婉，感人至深。《相见欢》便是后期词作中很有代表性的一篇。",
  "poet": {
    "id": 269,
    "star": 0,
    "name": "李煜",
    "image": "http://img.gushiwen.org/authorImg/liyu.jpg",
    "desc": "李煜，五代十国时南唐国君，961年-975年在位，字重光，初名从嘉，号钟隐、莲峰居士。汉族，彭城（今江苏徐州）人。南唐元宗李璟第六子，于宋建隆二年(961年)继位，史称李后主。开宝八年，宋军破南唐都城，李煜降宋，被俘至汴京，封为右千牛卫上将军、违命侯。后因作感怀故国的名词《虞美人》而被宋太宗毒死。李煜虽不通政治，但其艺术才华却非凡。精书法，善绘画，通音律，诗和文均有一定造诣，尤以词的成就最高。千古杰作《虞美人》、《浪淘沙》、《乌夜啼》等词。在政治上失败的李煜，却在词坛上留下了不朽的篇章，被称为“千古词帝”。"
  },
  "tags": [
    "宋词三百首",
    "初中古诗",
    "婉约",
    "登楼",
    "写景",
    "孤独",
    "思念"
  ]
}