{
  "id": 71177,
  "star": 1102,
  "name": "过秦论",
  "dynasty": "两汉",
  "content": "<strong>上篇</strong><br>　　秦孝公据崤函之固，拥雍州之地，君臣固守以窥周室，有席卷天下，包举宇内，囊括四海之意，并吞八荒之心。当是时也，商君佐之，内立法度，务耕织，修守战之具；外连衡而斗诸侯。于是秦人拱手而取西河之外。<br>　　孝公既没，惠文、武、昭襄蒙故业，因遗策，南取汉中，西举巴、蜀，东割膏腴之地，北收要害之郡。诸侯恐惧，会盟而谋弱秦，不爱珍器重宝肥饶之地，以致天下之士，合从缔交，相与为一。当此之时，齐有孟尝，赵有平原，楚有春申，魏有信陵。此四君者，皆明智而忠信，宽厚而爱人，尊贤而重士，约从离衡，兼韩、魏、燕、楚、齐、赵、宋、卫、中山之众。于是六国之士，有宁越、徐尚、苏秦、杜赫之属为之谋，齐明、周最、陈轸、召滑、楼缓、翟景、苏厉、乐毅之徒通其意，吴起、孙膑、带佗、倪良、王廖、田忌、廉颇、赵奢之伦制其兵。尝以十倍之地，百万之众，叩关而攻秦。秦人开关延敌，九国之师，逡巡而不敢进。秦无亡矢遗镞之费，而天下诸侯已困矣。于是从散约败，争割地而赂秦。秦有余力而制其弊，追亡逐北，伏尸百万，流血漂橹。因利乘便，宰割天下，分裂山河。强国请服，弱国入朝。延及孝文王、庄襄王，享国之日浅，国家无事。<br>　　及至始皇，奋六世之余烈，振长策而御宇内，吞二周而亡诸侯，履至尊而制六合，执敲扑而鞭笞天下，威振四海。南取百越之地，以为桂林、象郡；百越之君，俯首系颈，委命下吏。乃使蒙恬北筑长城而守藩篱，却匈奴七百余里。胡人不敢南下而牧马，士不敢弯弓而报怨。于是废先王之道，焚百家之言，以愚黔首；隳名城，杀豪杰，收天下之兵，聚之咸阳，销锋镝，铸以为金人十二，以弱天下之民。然后践华为城，因河为池，据亿丈之城，临不测之渊，以为固。良将劲弩守要害之处，信臣精卒陈利兵而谁何。天下已定，始皇之心，自以为关中之固，金城千里，子孙帝王万世之业也。<br>　　始皇既没，余威震于殊俗。然陈涉瓮牖绳枢之子，氓隶之人，而迁徙之徒也；才能不及中人，非有仲尼、墨翟之贤，陶朱、猗顿之富；蹑足行伍之间，而倔起阡陌之中，率疲弊之卒，将数百之众，转而攻秦，斩木为兵，揭竿为旗，天下云集响应，赢粮而景从。山东豪俊遂并起而亡秦族矣。<br>　　且夫天下非小弱也，雍州之地，崤函之固，自若也。陈涉之位，非尊于齐、楚、燕、赵、韩、魏、宋、卫、中山之君也；锄耰棘矜，非铦于钩戟长铩也；谪戍之众，非抗于九国之师也；深谋远虑，行军用兵之道，非及向时之士也。然而成败异变，功业相反，何也?试使山东之国与陈涉度长絜大，比权量力，则不可同年而语矣。然秦以区区之地，致万乘之势，序八州而朝同列，百有余年矣；然后以六合为家，崤函为宫；一夫作难而七庙隳，身死人手，为天下笑者，何也？仁义不施而攻守之势异也。</p> <p><strong>中篇</strong><br>　　秦灭周祀，并海内，兼诸侯，南面称帝，以养四海。天下之士，斐然向风。若是，何也？曰：近古之无王者久矣。周室卑微，五霸既灭，令不行于天下。是以诸侯力政，强凌弱，众暴寡，兵革不休，士民罢弊。今秦南面而王天下，是上有天子也。既元元之民冀得安其性命，莫不虚心而仰上。当此之时，专威定功，安危之本，在于此矣。<br>　　秦王怀贪鄙之心，行自奋之智，不信功臣，不亲士民，废王道而立私爱，焚文书而酷刑法，先诈力而后仁义，以暴虐为天下始。夫兼并者高诈力，安危者贵顺权，此言取与守不同术也。秦离战国而王天下，其道不易，其政不改，是其所以取之守之者无异也。孤独而有之，故其亡可立而待也。借使秦王论上世之事，并殷、周之迹，以制御其政，后虽有淫骄之主，犹未有倾危之患也。故三王之建天下，名号显美，功业长久。<br>　　今秦二世立，天下莫不引领而观其政。夫寒者利裋褐，而饥者甘糟糠。天下嚣嚣，新主之资也。此言劳民之易为仁也。向使二世有庸主之行而任忠贤，臣主一心而忧海内之患，缟素而正先帝之过；裂地分民以封功臣之后，建国立君以礼天下；虚囹圄而免刑戮，去收孥污秽之罪，使各反其乡里；发仓廪，散财币，以振孤独穷困之士；轻赋少事，以佐百姓之急；约法省刑，以持其后，使天下之人皆得自新，更节修行，各慎其身；塞万民之望，而以盛德与天下，天下息矣。即四海之内皆欢然各自安乐其处，惟恐有变。虽有狡害之民，无离上之心，则不轨之臣无以饰其智，而暴乱之奸弭矣。<br>　　二世不行此术，而重以无道：坏宗庙与民，更始作阿房之宫；繁刑严诛，吏治刻深；赏罚不当，赋敛无度。天下多事，吏不能纪；百姓困穷，而主不收恤。然后奸伪并起，而上下相遁；蒙罪者众，刑戮相望于道，而天下苦之。自群卿以下至于众庶，人怀自危之心，亲处穷苦之实，咸不安其位，故易动也。是以陈涉不用汤、武之贤，不借公侯之尊，奋臂于大泽，而天下响应者，其民危也。<br>　　故先王者，见终始不变，知存亡之由。是以牧民之道，务在安之而已矣。下虽有逆行之臣，必无响应之助。故曰：“安民可与为义，而危民易与为非”，此之谓也。贵为天子，富有四海，身在于戮者，正之非也。是二世之过也。</p> <p><strong>下篇</strong><br>　　秦兼诸侯山东三十余郡，脩津关，据险塞，缮甲兵而守之。然陈涉率散乱之众数百，奋臂大呼，不用弓戟之兵，鉏耰白梃，望屋而食，横行天下。秦人阻险不守，关梁不闭，长戟不刺，强弩不射。楚师深入，战于鸿门，曾无藩篱之难。于是山东诸侯并起，豪俊相立。秦使章邯将而东征，章邯因其三军之众，要市于外，以谋其上。群臣之不相信，可见于此矣。子婴立，遂不悟。借使子婴有庸主之材而仅得中佐，山东虽乱，三秦之地可全而有，宗庙之祀宜未绝也。<br>　　秦地被山带河以为固，四塞之国也。自缪公以来至于秦王二十余君，常为诸侯雄。此岂世贤哉？其势居然也。且天下尝同心并力攻秦矣，然困于险阻而不能进者，岂勇力智慧不足哉？形不利、势不便也。秦虽小邑，伐并大城，得阨塞而守之。诸侯起于匹夫，以利会，非有素王之行也。其交未亲，其民未附，名曰亡秦，其实利之也。彼见秦阻之难犯，必退师。案土息民以待其弊，收弱扶罢以令大国之君，不患不得意于海内。贵为天子，富有四海，而身为禽者，救败非也。<br>　　秦王足己而不问，遂过而不变。二世受之，因而不改，暴虐以重祸。子婴孤立无亲，危弱无辅。三主之惑，终身不悟，亡不亦宜乎？当此时也，也非无深谋远虑知化之士也，然所以不敢尽忠指过者，秦俗多忌讳之禁也，——忠言未卒于口而身糜没矣。故使天下之士倾耳而听，重足而立，阖口而不言。是以三主失道，而忠臣不谏，智士不谋也。天下已乱，奸不上闻，岂不悲哉！先王知壅蔽之伤国也，故置公卿、大夫、士，以饰法设刑而天下治。其强也，禁暴诛乱而天下服；其弱也，王霸征而诸侯从；其削也，内守外附而社稷存。故秦之盛也，繁法严刑而天下震；及其衰也，百姓怨而海内叛矣。故周王序得其道，千余载不绝；秦本末并失，故不能长。由是观之，安危之统相去远矣。<br>　　鄙谚曰：“前事之不忘，后事之师也。”是以君子为国，观之上古，验之当世，参之人事，察盛衰之理，审权势之宜，去就有序，变化因时，故旷日长久而社稷安矣。",
  "fanyi": "<h2>译文</h2> <p><strong>上篇</strong><br>　　秦孝公占据着崤山和函谷关的险固地势，拥有雍州的土地，君臣牢固地守卫着来伺机夺取周王室的权力，（秦孝公）有统一天下的雄心。正当这时，<a href=\"http://so.gushiwen.org/author_854.aspx\">商鞅</a>辅佐他，对内建立法规制度，从事耕作纺织，修造防守和进攻的器械；对外实行连衡策略，使诸侯自相争斗。因此，秦人轻而易举地夺取了黄河以西的土地。<br>　　秦孝公死了以后，惠文王、武王、昭襄王承继先前的基业，沿袭前代的策略，向南夺取汉中，向西攻取巴、蜀，向东割取肥沃的地区，向北占领非常重要的地区。诸侯恐慌害怕，集会结盟，商议削弱秦国。不吝惜奇珍贵重的器物和肥沃富饶的土地，用来招纳天下的优秀人才，采用合纵的策略缔结盟约，互相援助，成为一体。在这个时候，齐国有孟尝君，赵国有平原君，楚国有春申君，魏国有信陵君。这四位封君，都见识英明有智谋，心地诚而讲信义，待人宽宏厚道而爱惜人民，尊重贤才而重用士人，以合纵之约击破秦的连横之策，联合韩、魏、燕、楚、齐、赵、宋、卫、中山的部队。在这时，六国的士人，有宁越、徐尚、苏秦、杜赫等人为他们出谋划策，齐明、周最、陈轸、召滑、楼缓、翟景、苏厉、乐毅等人沟通他们的意见，<a href=\"http://so.gushiwen.org/author_851.aspx\">吴起</a>、<a href=\"http://so.gushiwen.org/author_858.aspx\">孙膑</a>、带佗、倪良、王廖、田忌、廉颇、赵奢等人统率他们的军队。他们曾经用十倍于秦的土地，上百万的军队，攻打函谷关来攻打秦国。秦人打开函谷关口迎战敌人，九国的军队有所顾虑徘徊不敢入关。秦人没有一兵一卒的耗费，然而天下的诸侯就已窘迫不堪了。因此，纵约失败了，各诸侯国争着割地来贿赂秦国。秦有剩余的力量趁他们困乏而制服他们，追赶逃走的败兵，百万败兵横尸道路，流淌的血液可以漂浮盾牌。秦国凭借这有利的形势，割取天下的土地，重新划分山河的区域。强国主动表示臣服，弱国入秦朝拜。<br>　　延续到孝文王、庄襄王，统治的时间不长，秦国并没有什么大事发生。 <br>　　到始皇的时候，发展六世遗留下来的功业，以武力来统治各国，将东周，西周和各诸侯国统统消灭，登上皇帝的宝座来统治天下，用严酷的刑罚来奴役天下的百姓，威风震慑四海。秦始皇向南攻取百越的土地，把它划为桂林郡和象郡，百越的君主低着头，颈上捆着绳子（愿意服从投降），把性命交给司法官吏。秦始皇于是又命令蒙恬在北方修筑长城，守卫边境，使匈奴退却七百多里；胡人不敢向下到南边来放牧，勇士不敢拉弓射箭来报仇。秦始皇接着就废除古代帝王的治世之道，焚烧诸子百家的著作，来使百姓愚蠢；毁坏高大的城墙，杀掉英雄豪杰；收缴天下的兵器，集中在咸阳，销毁兵刃和箭头，冶炼它们铸造十二个铜人，以便削弱百姓的反抗力量。然后凭借华山为城墙，依据黄河为城池，凭借着高耸的华山，往下看着深不可测的黄河，认为这是险固的地方。好的将领手执强弩，守卫着要害的地方，可靠的官员和精锐的士卒，拿着锋利的兵器，盘问过往行人。天下已经安定，始皇心里自己认为这关中的险固地势、方圆千里的坚固的城防，是子子孙孙称帝称王直至万代的基业。<br>　　始皇去世之后，他的余威（依然）震慑着边远地区。可是，陈涉不过是个破瓮做窗户、草绳做户枢的贫家子弟，是氓、隶一类的人，（后来）做了被迁谪戍边的卒子；才能不如普通人，并没有<a href=\"http://so.gushiwen.org/author_856.aspx\">孔丘</a>、墨翟那样的贤德，也不像陶朱、猗顿那样富有。（他）跻身于戍卒的队伍中，从田野间突然奋起发难，率领着疲惫无力的士兵，指挥着几百人的队伍，掉转头来进攻秦国，砍下树木作武器，举起竹竿当旗帜，天下豪杰像云一样聚集，回声似的应和他，许多人都背着粮食，如影随形地跟着。崤山以东的英雄豪杰于是一齐起事，消灭了秦的家族。<br>　　况且那天下并没有缩小削弱，雍州的地势，崤山和函谷关的险固，是保持原来的样子。陈涉的地位，没有比齐、楚、燕、赵、韩、魏、宋、卫、中山的国君更加尊贵；锄头木棍也不比钩戟长矛更锋利；那迁谪戍边的士兵也不能和九国部队抗衡；深谋远虑，行军用兵的方法，也比不上先前九国的武将谋臣。可是条件好者失败而条件差者成功，功业完全相反，为什么呢？假使拿东方诸侯国跟陈涉比一比长短大小，量一量权势力量，就更不能相提并论了。然而秦凭借着它的小小的地方，发展到兵车万乘的国势，管辖全国，使六国诸侯都来朝见，已经一百多年了；这之后把天下作为家业，用崤山、函谷关作为自己的内宫；陈涉一人起义国家就灭亡了，秦王子婴死在别人（<a href=\"http://so.gushiwen.org/author_253.aspx\">项羽</a>）手里，被天下人耻笑，这是为什么呢？就因为不施行仁政而使攻守的形势发生了变化啊。</p> <p><strong>中篇</strong><br>　　秦统一天下，吞并诸侯，临朝称帝，供养四海，天下的士人顺服的慕风向往，为什么会像这样呢？回答是：近古以来没有统一天下的帝王已经很久了。周王室力量微弱，五霸相继死去以后，天子的命令不能通行天下，因此诸侯凭着武力相征伐，强大的侵略弱小的，人多的欺凌人少的，战事不止，军民疲惫。如今秦皇南面称帝统治了天下，这就是在上有了天子啊。这样一来，那些可怜的百姓就都希望能靠他安身活命，没有谁不诚心景仰皇上，在这个时候，应该保住威权，稳定功业，是安定，是危败，关键就在于此了。<br>　　秦王怀着贪婪卑鄙之心，只想施展他个人的智慧，不信任功臣，不亲近士民，抛弃仁政王道，树立个人权威，禁除<a href=\"http://so.gushiwen.org/view_71177.aspx\">诗</a>书古籍，实行严刑酷法，把诡诈权势放在前头，把仁德信义丢在后头，把残暴苛虐作为治理天下的前提。实行兼并，要重视诡诈和实力；安定国家，要重视顺时权变：这就是说夺天下和保天下不能用同样的方法。秦经历了战国到统一天下，它的路线没有改，他的政令没有变，这是它夺天下和保天下所用的方法没有不同。秦王孤身无辅却拥有天下，所以他的灭亡很快就来到了。假使秦王能够考虑古代的情况，顺着商、周的道路，来制定实行自己的政策，那么后代即使出现骄奢淫逸的君主，也不会有倾覆危亡的祸患。所以夏禹、商汤、周文王和周武<a href=\"http://so.gushiwen.org/author_482.aspx\">王建</a>立了国家，名号卓著，功业长久。<br>　　当今秦二世登上王位，普天之下没有人不伸长脖子盼着看一看他的政策。受冻的人穿上粗布短袄就觉得很好，挨饿的人吃上糟糠也觉得香甜。天下苦苦哀叫的百姓，正是新皇帝执政才能的表现。这就是说劳苦人民容易接受仁政。如果二世有一般君主的德行，任用忠贞贤能的人，君臣一心，为天下的苦难而忧心，丧服期间就改正先帝的过失，割地分民，封赏功臣的后代，封国立君，对天下的贤士以礼相待，把牢狱里的犯人放出来，免去刑戮，废除没收犯罪者妻子儿女为官家奴婢之类的杂乱刑罚，让被判刑的人各自返回家乡。打开仓库，散发钱财，以赈济孤独穷困的士人；减轻赋税，减少劳役，帮助百姓解除急困；简化法律，减少刑罚，给犯罪人以把握以后的机会，使天下的人都能自新，改变节操，修养品行，各自谨慎对待自身；满足万民的愿望，以威信仁德对待天下人，天下人就归附了。如果天下到处都欢欢喜喜安居乐业，唯恐发生变乱，那么即使有奸诈不轨的人，而民众没有背叛主上之心，图谋不轨的臣子也就无法掩饰他的奸诈，暴乱的阴谋就可以被阻止了。<br>　　二世不实行这种办法，破坏宗庙，残害百姓，比始皇更加暴虐无道，重新修建阿房宫，使刑罚更加繁多，杀戮更加严酷，官吏办事苛刻狠毒，赏罚不得当，赋税搜刮没有限度，国家的事务太多，官吏们都治理不过来；百姓穷困已极，而君主却不加收容救济。于是奸险欺诈之事纷起，上下互相欺骗，蒙受罪罚的人很多，道路上遭到刑戮的人前后相望，连绵不断，天下的人都陷入了苦难。从君卿以下直到平民百姓，人人心中自危，身处穷苦之境，到处都不得安静，所以容易动乱。因此陈涉不凭商汤、周武王那样的贤能，不借公侯那样的尊贵，在大泽乡振臂一呼而天下响应，其原因就在于人民正处于危难之中。<br>　　所以古代圣王能洞察开端与结局的变化，知道生存与灭亡的关键，因此统治人民的方法，就是要专心致力于使他们安定罢了。这样，天下即使出现叛逆的臣子，也必然没有人响应，得不到帮助力量了。所谓“处于安定状态的人民可以共同行仁义，处于危难之中的人民容易一起做坏事”，就是说的这种情况。尊贵到做了天子，富足到拥有天下，而自身却不能免于被杀戮，就是由于挽救倾覆局势的方法错了。这就是二世的错误。</p> <p><strong>下篇</strong><br>　　秦朝兼并了诸侯，崤山以东有三十多个郡，修筑渡口关隘，占据着险要地势，修治武器，守护着这些地方。然而陈涉凭着几百名散乱的戌卒，振臂大呼，不用弓箭矛戟等武器，光靠锄把和木棍，虽然没有给养，但只要看到有人家住的房屋就能吃上饭，横行天下。秦朝险阻之地防守不住了，关卡桥梁封锁不住了，长戟刺不了，强弩射不了。楚军很快深入境内，鸿门一战，竟然连篱笆一样的阻拦都没有遇到。于是崤山以东大乱，诸侯纷纷起事，豪杰相继立王。秦王派章邯率兵东征，章邯凭着三军的众多兵力，在外面跟诸侯相约，做交易，图谋他的主上。秦君之间互相不信任，从这件事就可以看出来了。子婴登位，最终也不曾觉悟，假使子婴有一般君主的才能，仅仅得到中等的辅佐之臣，崤山以东地区虽然混乱，秦国的地盘还是可以保全的，宗庙的祭祀也不会断绝。<br>　　秦国地势有高山阻隔，有大河环绕，形成坚固防御，是个四面都有险要关塞的国家。从穆公以来，一直到秦始皇，二十多个国君，经常在诸侯中称雄。难道代代贤明吗？这是地位形势造成的呀！再说天下各国曾经同心合力进攻秦国。在这种时候，贤人智士会聚，有良将指挥各国的军队，有贤相沟通彼此的计谋，然而被险阻困住不能前进，秦国就引诱诸侯进入秦国境内作战，为他们打开关塞，结果崤山以东百万军队败逃崩溃。难道是因为勇气、力量和智慧不够吗？是地形不利，地势不便啊。秦国把小邑并为大城，在险要关塞驻军防守，把营垒筑得高高的而不轻易跟敌方作战，紧闭关门据守险塞，肩扛矛戟守卫在那里。诸侯们出身平民，是为了利益联合起来，并没德高望众而位居王位者的德行。他们的交往不亲密，他们的下属不亲附。名义上是说灭亡秦朝，实际上是为自己谋求私利。他们看见秦地险阻难以进犯，就必定退兵。如果他们能安定本土，让人民休养生息，等待秦的衰败，收纳弱小，扶助疲困，来指挥东方诸侯新建的各国的君主，就不用担心在天下实现不了自己的愿望了。可是他们尊贵身为天子，富足拥有天下，自己却遭擒获，这是因为他们在覆亡前夕没有做出挽救的措施。<br>　　秦王满足一己之功，不求教于人，一错到底而不改变。二世承袭父过，因循不改，残暴苛虐以致加重了祸患。子婴孤立无亲，自处危境，却又年幼而没有辅佐，三位君主一生昏惑而不觉悟，秦朝灭亡，不也是应该的吗？在这个时候，世上并非没有深谋远虑懂得形势变化的人士，然而他们所以不敢竭诚尽忠，纠正主上之过，就是由于秦朝的风气多有忌讳的禁规，忠言还没说完而自己就被杀戮了。所以使得天下之士只能侧着耳朵听，重叠双脚站立，闭上嘴巴不敢说话。因此，三位君主迷失了路途，而忠臣不敢进谏言，智士不敢出主意，天下已经大乱，皇上还不知道，难道不可悲吗？先王知道壅塞不通就会伤害国家，所以设置公卿、大夫和士，来整治法律设立刑罚，天下因而得到治理。强盛的时候，禁止残暴诛讨叛乱，天下服从；衰弱的时候，五霸为天子征讨，诸侯也顺从；土地被割削的时候，在内能自守备，在外还有亲附，社稷得以保存。所以秦朝强盛的时候，繁法严刑，天下震惊；等到它衰弱的时候，百姓怨恨，天下背叛。周朝的公、侯、伯、子、男五等爵位合乎根本大道，因而传国一千多年不断绝。而秦朝则是本末皆失，所以不能长久。由此看来，安定和危亡的纲纪相距太远了！<br>　　俗话说“前事不忘，后事之师”（过去的经验教训不忘记，就是以后做事的借鉴）。因此君子治理国家，考察于上古的历史，验证以当代的情况，还要通过人事加以检验，从而了解兴盛衰亡的规律，详知谋略和形势是否合宜，做到取舍有序，变化适时，所以历时长久，国家安定。</p>",
  "about": "<h2>文言现象</h2> <p><strong>通假字</strong><br>约从离衡 “衡”通“横”<br>威振四海 “振”通“震”<br>外连衡而斗诸侯 “衡”通“横”<br>合从缔交，相与为一 “从”通“纵”<br>信臣精卒陈利兵而谁何 “何”通“呵”缉察盘问<br>蹑足行伍之间，而倔起阡陌之中 “倔”通“崛”<br>天下云集响应，赢粮而景从 “景”通“影”<br>序八州而朝同列，百有余年矣 “有”通“又”<br>孝公既没，惠文、武、昭襄蒙故业 “没”通“殁”<br>锄櫌棘矝 “櫌”通“耰”</p> <p><strong>一词多义</strong><br>因<br>因遗策（沿袭，动词）<br>因利乘便（趁着，介词）<br>因河为池（凭借，依据，介词）<br>之<br>不爱珍器重宝肥饶之地。（的，结构助词）<br>赵奢之伦制其兵。（这，指示代词）<br>商君佐之（他，指秦孝公，代词）<br>聚之咸阳（到，动词）<br>及<br>非及向时之士（赶得上，追得上，动词）<br>及至秦始皇（到，介词）<br>北<br>乃使蒙恬北筑长城而守藩篱（在北方，方位名词作状语）<br>追亡逐北（败北的军队，原为动词，在此用作名词）<br>制<br>赵奢之伦制其兵（统率，动词）<br>秦有余力而制其弊（制裁，制服，动词）<br>履至尊而制六合（控制，动词）<br>兵<br>赵奢之伦制其兵/行军用兵之道（军队，名词）<br>收天下之兵/信臣精卒陈利兵而谁何/斩木为兵（兵器，名词。）<br>亡<br>秦无亡矢遗镞之费（丢失，丢掉，动词）<br>追亡逐北（逃亡，动词。在此用作名词：逃亡的军队）<br>吞二周而亡诸侯（使灭亡，使动用法。）<br>举<br>包举宇内（举起，拿走，动词）<br>西举巴、蜀（攻取，动词）<br>利<br>因利乘便(有利的形势 形作名）<br>信臣精卒陈利兵而谁何（锋利，形容词）<br>固<br>秦孝公据崤函之固（险要的地理位置 形作名）<br>固守以窥周室/自以为关中之固（牢固地，牢牢地）<br>临不测之渊，以为固（坚固）<br>汝心之固，固不可彻（顽固）</p> <p><strong>词类活用</strong><br>1.名词作状语<br>有席卷天下、包举宇内、囊括四海之意 (像用席子、包裹、口袋一样)<br>内立法度外连衡而斗诸侯 (在国内 对国外)<br>南取汉中，西举巴蜀，东割膏腴之地，北收要害之郡 (向南、向西、向东、向北等)<br>天下云集响应，赢粮而景从 (像云彩那样 像回声那样 像影子那样)<br>南取百越之地，(以为桂林、象郡向南)<br>乃使蒙恬北筑长城而守藩篱(在北方)<br>2.使动用法<br>外连衡而斗诸侯 使（诸侯）相斗<br>会盟而谋弱秦 使（秦）衰弱<br>约从离衡 使（秦国的连横策略）离散<br>焚百家之言以愚黔首使（百姓力量）愚蠢<br>以弱天下之民 使（天下百姓）衰弱<br>序八州而朝同列 序 ，引、招致 使（同列）来朝拜<br>吞二周而亡诸侯 使（诸侯国）灭亡<br>3.名词作动词<br>子孙帝王万世之业也 （做帝王）<br>履至尊而制六合 （本意为鞋子，此处意为登上）<br>然陈涉瓮牖绳枢之子 （用瓮做 用绳子系）<br>执敲扑而鞭笞天下 （用鞭子打，用竹杖敲，引申为“奴役”）<br>将数百之众 （率领，带领）<br>过秦论 （指出过失)<br>4.形容词作动词<br>且夫天下非小弱也 (变小变弱）<br>尊贤而重士 （看重）<br>5.动词作名词<br>追亡逐北逃跑的士卒 （溃败的军队）<br>6.形容词作名词<br>秦孝公据崤函之固（险固的地方）<br>临不测之渊，以为固 （坚固的屏障）<br>因利乘便 （有利的形势）<br>尊贤而重士 （贤德的人）<br>山东豪俊遂并起而亡秦族矣 （豪杰）</p> <p><strong>古今异义</strong><br>1．于是秦人拱手而取西河之外（古义：黄河今：河流）<br>2．惠文、武、昭襄，蒙故业（ 古：继承 今：受）<br>3．西举巴蜀（ 古：攻取 今：向上抬）<br>4．不爱珍器重宝肥饶之地（古：吝惜 今：对人或事有深挚的感情）<br>5．以致天下之士（古：来，招纳 今：用在下半句的开头，表示下文是上述情况造成的结果，多指不好的事情。）<br>6．九国之师（古：军队 今：指隶属于军或集团军的一个编制单位）<br>7．流血漂橹 （古义：盾牌 今：划船工具）<br>8．以为桂林、象郡（古：把……作为。“以”后省略了宾语“之”；今：认为）<br>9．迁徙之徒也（古：征发今：迁移，搬家）<br>10．斩木为兵（古：兵器 今：士兵）<br>11．赢粮而景从 （古：担负，背负；今：胜，获胜）<br>12．山东豪俊遂并起（古：崤山以东，即东方诸国；今：指山东省）<br>13．皆明智而忠信（古：聪明智慧；今：通达事理）<br>14．国家无事（古：诸侯和大夫封地；今：一个国家的整个区域）<br>15．才能不及中人（古：一般人；今：在两方之间调解、做见证或介绍买卖的人）</p> <p><strong>重点虚词</strong><br>陈涉瓮牖绳枢之子 （助词 相当于“的”）<br>振长策而御宇内 （连词表修饰关系）<br>尊贤而重士（连词表并列关系）<br>秦无亡矢遗镞之费，而天下诸侯已困矣 （连词表转折关系）<br>一夫作难而七庙隳 （连词表因果关系）<br>于是秦人拱手而取西河之外 （表修饰 相当于：“地”）</p> <p><strong>特殊句式</strong><br>判断句<br>1、此四君者，皆明智而忠信，宽厚而爱人，尊贤而重士<br>2、关中之固，金城千里，子孙帝王万世之业也<br>3、然陈涉瓮牖绳枢之子，氓隶之人，而迁徙之徒也<br>4、仁义不施而攻守之势异也<br>5、子孙帝王万世之业也<br>倒装句<br>1、定语后置：<br>伏尸百万<br>铸以为金人十二<br>金城千里<br>2、宾语前置：<br>信臣精卒陈利兵而谁何<br>仁义不施，而攻守之势异也<br>崤函之固，自若也<br>3、介词短语后置：<br>陈涉之位，非尊于齐、楚、燕、赵、韩、魏、宋、卫、中山之君也；<br>锄耰棘矜，非銛于钩戟长铩也；<br>谪戍之 众，非抗于九国之师也<br>余威震于殊俗<br>省略句<br>委命（于）下吏<br>身死（于）人手<br>威振（于）四海<br>士不敢弯弓（射箭）而报怨<br>聚之（于）咸阳<br>以（之）为桂林、象郡<br>蹑足（于）行伍之间<br>而倔起（于）阡陌之中<br>被动句<br>一夫作难而七庙隳<br>身死人手，为天下笑者 </p><br/><h2>特点</h2> <p><strong>文章主旨</strong><br>　　《过秦论》是史论，文章总论了秦的兴起，灭亡及其原因，鲜明地提出了本文的中心论点：“仁义不施而攻守之势异也。”其目的是提供给汉文帝作为改革政治的借鉴。</p> <p><strong>写作特色</strong><br>　　1、以史实为论据，用观点统率材料。本文叙史的特点是在观点统率下对史实作出高度概括。如秦“取西河之外”，是<a href=\"http://so.gushiwen.org/author_854.aspx\">商鞅</a>计骗魏将公子卯而袭破其军的结果，文中以“拱手”二字作了概括。作者为了阐明自己的观点，在叙史时所看重的是历史过程的本质，而不讲细节的准确。<br>　　2、对比论证方法。本文通篇采用对比论证手法，集中表现在第5段。秦国的过去和现在比，陈涉与九国之师比，秦强盛之久与秦灭亡之速比，这样通过对比论证突出文章的中心论点。<br>　　3、语言有辞赋特色，讲究铺排渲染。如开头写秦孝公的雄心，连用“席卷天下”“包举宇内”等四语；中间写九国之师攻秦，四君、九国、谋臣、策士、武将，一一列名，显得有声势；写秦始皇，则极力塑造出他那“威加海内”的形。行文多用骈偶，读起来铿锵有力，且句式变化多端，不显得单调。</p><br/><h2>评价</h2> <p>　　《过秦论》共有三篇。其中写得最好、影响最大的是第一篇。它最早附见于《史记·秦始皇本纪》篇末，列为第二篇；后来褚少孙补《史记》，又把它单独附在《陈涉世家》的篇末。《汉书》《文选》也都选录了这一篇。今传<a href=\"http://so.gushiwen.org/author_109.aspx\">贾谊</a>所撰专著《新书》，当由后人搜辑而成，对此文则明确标出它是三篇中的“上篇”。在《史》《汉》《新书》《文选》四部书中，本篇凡五见，文章字句颇有出入。</p> <p>　　从明、清到当代，几乎所有的古文选本都选了这篇《过秦论》（上），因此前人对它的评语也很多。如清人<a href=\"http://so.gushiwen.org/author_667.aspx\">姚鼐</a>在《古文辞类纂》中评它为“雄骏宏肆”，近人吴闿生在《古文范》的夹批中评它“通篇一气贯注，如一笔书，大开大阖”。归纳大多数评论者的意见，主要说这篇文章气势充沛，一气呵成，是古今第一篇气“盛”的文章。因此吴闿生的意见是比较有代表性的。</p> <p>　　从语言的角度看，所谓气盛的文章，多用排比句或对偶句，本篇固不例外（如第2段中从“于是六国之士”以下，先用一“有”字领起，贯穿下面三句，罗列了大量人名，就是排比句式；如“蒙故业”以下四句，每两句一对仗，就是对偶句式。也有排比兼对偶的句式，如开头说秦孝公“有席卷天下，包举宇内，囊括四海之意，并吞八荒之心”即是）。但这还只是从表面现象去理解。在古典散文名篇中，用排比句或对偶句的文章并不少，却不一定篇篇气盛。如<a href=\"http://so.gushiwen.org/author_2748.aspx\">孔稚圭</a>的《北山移文》，造句或排或偶，比比皆是，然而读起来并不感到气很盛。可见用排比句和对偶句只是使文章气盛增加的因素之一，是属于外在的艺术技巧，而不是主要因素。</p> <p>　　本篇之所以以气盛为特点而传诵不朽，之所以使人觉得有说服力，有三个原因。第一个是最主要的，即这篇文章虽是说理文，其中却用了十之七八的篇幅来叙事。用叙事来说理，可以说是本篇最大的特点。作者用千把字的篇幅概括了从秦孝公到秦亡国这一百多年来的历史，概括地说明了秦之由盛而衰的全过程和主要现象，同时还贯穿了作者本人的观点来说明其所以兴衰的关键所在。这就帮助我们对这一段历史事实有比较清楚的认识。这个特点为什么就能使文章读起来有气势呢？关键在于：一、作者既能用概括扼要的笔墨来表达丰富的内容，让读者感到短短一篇文章竟然包涵了这许多东西，自然觉得文章饱满充沛，读起来思路自然而然跟着作者的笔锋走，那当然会显得气“盛”了；二、贾谊对秦国由盛而衰、由兴而亡的叙述是很有条理的，上来抓住一条纵的线，即从秦孝公之兴到秦王朝之亡，始终是按照时间的顺序来安排文章的层次先后的；而对某一特定时间内的某一点，又突出地加以铺陈发挥，使人不仅看到“线”，还看到“线”上的一个个用浓墨重彩着重描述的“点”。于是你不由自主地会顺着作者所安排的次序往下推，往下读，他不中断，你就不能中断，他不节外生枝，你就不能旁及其余。因此，这也给人带来了气盛的感觉。</p> <p>　　第二个使读者感到文章气盛的原因，亦即本篇所具有的另一特点：贾谊在用写赋的手法来写说理散文。写赋是需要铺张和夸大的，贾谊写这篇文章可以说通篇都采用了这种手法。比如第1段“有席卷天下”四句，“席卷”“包举”“囊括”“并吞”等词，基本上都同义；“天下”“宇内”“四海”和“八荒”，也都是同一个意思。同一个意思而一连写上好几句，既有排比又有对仗，这就是写赋的夸张手法。下面第2、第4、第5等段中，都有类似的句子，不胜枚举。所谓“铺张扬厉”，主要就是指的这一类句子。这样，气势自然就充沛了，自然让读者感受到作者的笔锋锐不可当，咄咄逼人，读起来有劲头，有说服力，而且有欲罢不能之感。这是由于作者本人原是一位辞赋作家的缘故。作为作家，贾谊不仅是政治家，也是文学家；作为作品，《过秦论》同样具有文学作品的艺术特色。</p> <p>　　还有第三个原因，也是这篇文章所具有的第三个特点，即作者用全篇对比到底的手法写出了他的论点。对比手法并没有什么希奇，而本篇精彩处却在于作者用了四个方面的对比：即秦国本身先强后弱、先盛后衰、先兴旺后灭亡的对比；秦与六国的对比；秦与陈涉的对比；陈涉与六国的对比。几种对比交织在一起，结构自然宏伟，气势也自然磅礴，话也显得更有分量了。主客观形势的不同，强弱盛衰难易的不同，都从几方面的对比中显现出来。而文章气盛的道理，也就不难理解了。</p> <p>　　前三段，主要写三个方面：一、秦国世世代代有野心；二、秦国实力愈来愈强大；三、由于靠实力，秦国统一天下并不很难。第1段着重写有野心，第2段着重写有实力，第3段兼而写之。全篇的铺排和对比都从这三方面入手，把具体事实贯穿进去，用概括的语言勾画出大的轮廓来，使叙述的内容有了倾向性，有了作者自己的观点。如说“秦人拱手而取西河之外”“秦无亡矢遗镞之费”和第3段结束处写“始皇之心，自以为关中之固，金城千里，子孙帝王万世之业也”等等，都是极写秦之野心和实力，极写得天下并不难。与此同时，作者也写了另一方面，如“四君”“九国之师”“六国之士”等等，愈写对方强大也就愈反衬秦之强大，这是烘云托月的手法。但我们却感到：愈写秦之强大，就愈见秦之骄横愚昧；愈写秦之自信太强，就愈见秦之主观片面；愈写秦之野心极大，就愈见秦之眼光短浅。作者虽处处叙而不论，却处处为最后一段的议论在“蓄势”。这样的文章，读起来自然感到饱满酣畅了。</p> <p>　　第3段开头只说了九个字：“享国之日浅，国家无事”。这当然是事实。但也并非一点可写的事都没有。可是作者不准备在这里多费笔墨，只把那一条贯穿于秦之各个时期的纵线画出来就够了。从行文方面来说，一篇气盛的文章也不能一点不喘息。第3段开头的十几个字，就给全篇形成一个短暂的停顿。明代古文家<a href=\"http://so.gushiwen.org/author_792.aspx\">归有光</a>就说过，这是“如人吐气”（见归有光《评点史记》）。我们固然不能形式主义地看问题，硬要在一气呵成的文章里安插一个“气口”；但文章写到这里，自然有了一个喘息的机会，“如人吐气”，还是必要的，也是学写作的人应予注意的。（或许此文作者的版本 “享国之日浅，国家无事”位于第三段初。）</p> <p>　　第3段写秦始皇：野心与实力，兼而写之。但第3段与第2段还不一样。第2段是用正反对比手法两面写，第3段却全从正面写，把秦始皇的实力和野心描绘得淋漓尽致，愈写愈足，愈写愈神气。甚至到了第4段开头处，还要找补两句：“始皇既没，余威震于殊俗”。吴闿生夹批：“再加二句，十分酣恣。”这就像给皮球或车轮打气，打到最大限度，再加上两下，自然球胎或轮胎就非爆裂不可了。然后一下子反跌下来，改从陈涉方面写起，却又处处对陈涉寓褒于贬，这就更加写出秦之灭亡实有自取其祸之道了。</p> <p>　　最末一段是“论”和“断”，仍用对比手法把几个方面综合到一起，然后得出结论，即所谓“断”。为了使结论下得郑重，于是又把秦重新提起总说一遍，才以“仁义不施而攻守之势异也”收尾。文章须能放能收，能开能合，始见本领。贾谊在这篇杰作中完全做到了这一点。</p> <p>　　金圣叹在《才子古文》（历朝部分）卷二中对本篇加批语说：“《过秦论》者，论秦之过也。秦过只是末句‘仁义不施’一语便断尽，此通篇文字。……至于前半有说六国时，此只是反衬秦；后半有说秦时，此只是反衬陈涉，最是疏奇之笔。”这是说得相当扼要的。</p> <p>　　这篇文章在当时确实起了好影响。贾谊作为士大夫，固然站在封建统治阶级立场为汉王朝出谋划策；但他却能认识到农民起义的力量，认识到秦王朝灭亡的关键在于失掉民心和过分迷信武力，封建统治者野心大而虐待人民，终于被人民灭亡。有了这个认识，统治阶级才开始考虑如何缓和社会矛盾，以巩固自己的统治政权。这才说明农民起义真正推动了历史前进的车轮。有了贾谊这一番描绘，汉朝的皇帝才能真正总结秦代由盛而衰、由强而弱的经验教训。</p> <p>　　总结：《过秦论》主旨在于分析“秦之过”，旧分上中下三篇，其实本是一篇，最广为流传的《过秦论》是文章的前三分之一，它通过对秦国兴盛历史的回顾，指出秦国变法图强而得天下，“仁义不施”而不能守天下。而在中篇和下篇，作者则具体地论述了秦统一之后的种种过失。中篇指出秦统一天下，结束了多年的战乱，本来处在很好的形势中，但秦始皇并没有制定出正确的政策，反而焚书坑儒，以暴虐治天下；到了二世时，也不能改正原先的过失，终致国家倾覆。《过秦论》的下篇后部分，作者承接前文，指出在“诸侯并起，豪俊相立”的时候，如果子婴能改变原来错误的政策，“闭关据厄”，“荷戟而守之”，是可以守住三秦之地的，以后“安土息民”，徐图发展，甚至也可以重新恢复国家的统一，但是遗憾的是，秦朝钳口闭言的一贯政策，导致上下“雍闭”，子婴孤立无亲，终于不免灭亡的命运。 </p>",
  "poet": {
    "id": 109,
    "star": 0,
    "name": "贾谊",
    "image": "http://img.gushiwen.org/authorImg/jiayi.jpg",
    "desc": "贾谊（前200～前168），汉族，洛阳（今河南省洛阳市东）人，字太傅。西汉初年著名的政论家、文学家。18岁即有才名，年轻时由河南郡守吴公推荐，20余岁被文帝召为博士。不到一年被破格提为太中大夫。但是在23岁时，因遭群臣忌恨，被贬为长沙王的太傅。后被召回长安，为梁怀王太傅。梁怀王坠马而死后，贾谊深自歉疚，直至33岁忧伤而死。其著作主要有散文和辞赋两类。散文如《过秦论》、《论积贮疏》、《陈政事疏》等都很有名；辞赋以《吊屈原赋》、《鵩鸟赋》最著名。"
  },
  "tags": [
    "高中文言文",
    "古文观止",
    "议论"
  ]
}