{
  "id": 7494,
  "star": 4060,
  "name": "春晓",
  "dynasty": "唐代",
  "content": "春眠不觉晓，处处闻啼鸟。<br>夜来风雨声，花落知多少。",
  "fanyi": "<p><strong>译文</strong><br>春日里贪睡不知不觉天已破晓，搅乱我酣眠的是那啁啾的小鸟。<br>昨天夜里风声雨声一直不断，那娇美的春花不知被吹落了多少？ </p> <p><strong>注释</strong><br>①晓：天刚亮的时候，春晓：春天的早晨。<br>②不觉晓：不知不觉天就亮了。<br>③啼鸟：鸟的啼叫声。<br>④知多少：不知有多少。</p><br/><p><strong>译文</strong><br>春夜酣睡天亮了也不知道，醒来只听到到处有鸟儿啼叫。<br>想起昨夜里风声紧雨声潇潇，花儿不知道被打落了多少？</p> <p><strong>注释</strong><br>⑴不觉晓：不知不觉天就亮了。晓：早晨，天明，天刚亮的时候。<br>⑵闻：听见。啼鸟：鸟啼，鸟的啼叫声。<br>⑶“夜来”句：一作“欲知昨夜风”。<br>⑷“花落”句：一作“花落无多少”。知多少：不知有多少。知：不知，表示推想。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　《春晓》这首小<a href=\"http://so.gushiwen.org/view_7494.aspx\">诗</a>，初读似觉平淡无奇，反复读之，便觉诗中别有天地。它的艺术魅力不在于华丽的辞藻，不在于奇绝的艺术手法，而在于它的韵味。整首诗的风格就像行云流水一样平易自然，然而悠远深厚，独臻妙境。千百年来，人们传诵它，探讨它，仿佛在这短短的四行诗里，蕴涵着开掘不完的艺术宝藏。</p> <p>　　自然而无韵致，则流于浅薄；若无起伏，便失之平直。《春晓》既有悠美的韵致，行文又起伏跌宕，所以诗味醇永。诗人要表现他喜爱春天的感情，却又不说尽，不说透，“迎风户半开”，让读者去捉摸、去猜想，处处表现得隐秀曲折。</p> <p>　　“情在词外曰隐，状溢目前曰秀。”（张戒《岁寒堂诗话》引）写情，诗人选取了清晨睡起时刹那间的感情片段进行描写。这片段，正是诗人思想活动的启始阶段、萌芽阶段，是能够让人想象他感情发展的最富于生发性的顷刻。诗人抓住了这一刹那，却又并不铺展开去，他只是向读者透露出他的心迹，把读者引向他感情的轨道，就撒手不管了，剩下的，该由读者沿着诗人思维的方向去丰富和补充了。写景，他又只选取了春天的一个侧面。春天，有迷人的色彩，有醉人的芬芳，诗人都不去写。他只是从听觉角度着笔，写春之声：那处处啼鸟，那潇潇风雨。鸟声婉转，悦耳动听，是美的。加上“处处”二字，啁啾起落，远近应和，就更使人有置身山阴道上，应接不暇之感。春风春雨，纷纷洒洒，但在静谧的春夜，这沙沙声响却也让人想见那如烟似梦般的凄迷意境，和微雨后的众卉新姿。这些都只是诗人在室内的耳闻，然而这阵阵春声却逗露了无边春色，把读者引向了广阔的大自然，使读者自己去想象、去体味那莺啭花香的烂熳春光，这是用春声来渲染户外春意闹的美好景象。这些景物是活泼跳跃的，生机勃勃的。它写出了诗人的感受，表现了诗人内心的喜悦和对大自然的热爱。</p> <p>　　宋人<a href=\"http://so.gushiwen.org/author_345.aspx\">叶绍翁</a>《游园不值》诗中的“春色满园关不住，一枝红杏出墙来”，是古今传诵的名句。其实，在写法上是与《春晓》有共同之处的。叶诗是通过视觉形象，由伸出墙外的一枝红杏，把人引入墙内、让人想象墙内；孟诗则是通过听觉形象，由阵阵春声把人引出屋外、让人想象屋外。只用淡淡的几笔，就写出了晴方好、雨亦奇的繁盛春意。两诗都表明，那盎然的春意，自是阻挡不住的，你看，它不是冲破了围墙屋壁，展现在你的眼前、萦回在你的耳际了吗？</p> <p>　　施补华曰：“诗犹文也，忌直贵曲。”（《岘佣说诗》）这首小诗仅仅四行二十个字，写来却曲屈通幽，回环波折。首句破题，“春”字点明季节，写春眠的香甜。“不觉”是朦朦胧胧不知不觉。在这温暖的春夜中，诗人睡得真香，以至旭日临窗，才甜梦初醒。流露出诗人爱春的喜悦心情。次句写春景，春天早晨的鸟语。“处处”是指四面八方。鸟噪枝头，一派生机勃勃的景象。“闻啼鸟”即“闻鸟啼”，古诗为了押韵，词序作了适当的调整。三句转为写回忆，诗人追忆昨晚的潇潇春雨。末句又回到眼前，联想到春花被风吹雨打、落红遍地的景象，由喜春翻为惜春，诗人把爱春和惜春的情感寄托在对落花的叹息上。爱极而惜，惜春即是爱春──那潇潇春雨也引起了诗人对花木的担忧。时间的跳跃、阴晴的交替、感情的微妙变化，都很富有情趣，能给人带来无穷兴味。</p> <p>　　《春晓》的语言平易浅近，自然天成，一点也看不出人工雕琢的痕迹。而言浅意浓，景真情真，就像是从诗人心灵深处流出的一股泉水，晶莹透澈，灌注着诗人的生命，跳动着诗人的脉搏。读之，如饮醇醪，不觉自醉。诗人情与境会，觅得大自然的真趣，大自然的神髓。“文章本天成，妙手偶得之”，这是最自然的诗篇，是天籁。</p>",
  "about": "<h2>创作背景</h2> 　　这首<a href=\"http://so.gushiwen.org/view_7494.aspx\">诗</a>是唐代诗人<a href=\"http://so.gushiwen.org/author_757.aspx\">孟浩然</a>的作品。孟浩然早年隐居鹿门山，后入长安谋求官职，考进士不中，还归故乡。《春晓》即是他隐居鹿门山时所作。",
  "poet": {
    "id": 757,
    "star": 0,
    "name": "孟浩然",
    "image": "http://img.gushiwen.org/authorImg/menghaoran.jpg",
    "desc": "孟浩然（689-740），男，汉族，唐代诗人。本名不详（一说名浩），字浩然，襄州襄阳（今湖北襄阳）人，世称“孟襄阳”。浩然，少好节义，喜济人患难，工于诗。年四十游京师，唐玄宗诏咏其诗，至“不才明主弃”之语，玄宗谓：“卿自不求仕，朕未尝弃卿，奈何诬我？”因放还未仕，后隐居鹿门山，著诗二百余首。孟浩然与另一位山水田园诗人王维合称为“王孟”。"
  },
  "tags": [
    "唐诗三百首",
    "小学古诗",
    "写景",
    "惜春"
  ]
}