{
  "id": 29304,
  "star": 8,
  "name": "行次西郊作一百韵",
  "dynasty": "唐代",
  "content": "蛇年建午月，我自梁还秦。南下大散关，北济渭之滨。 <br> 草木半舒坼，不类冰雪晨。又若夏苦热，燋卷无芳津。 <br> 高田长檞枥，下田长荆榛。农具弃道旁，饥牛死空墩。 <br> 依依过村落，十室无一存。存者皆面啼，无衣可迎宾。 <br> 始若畏人问，及门还具陈。右辅田畴薄，斯民常苦贫。 <br> 伊昔称乐土，所赖牧伯仁。官清若冰玉，吏善如六亲。 <br> 生儿不远征，生女事四邻。浊酒盈瓦缶，烂谷堆荆囷。 <br> 健儿庇旁妇，衰翁舐童孙。况自贞观后，命官多儒臣。 <br> 例以贤牧伯，徵入司陶钧。降及开元中，奸邪挠经纶。 <br> 晋公忌此事，多录边将勋。因令猛毅辈，杂牧升平民。 <br> 中原遂多故，除授非至尊。或出幸臣辈，或由帝戚恩。 <br> 中原困屠解，奴隶厌肥豚。皇子弃不乳，椒房抱羌浑。 <br> 重赐竭中国，强兵临北边。控弦二十万，长臂皆如猿。 <br> 皇都三千里，来往同雕鸢。五里一换马，十里一开筵。 <br> 指顾动白日，暖热回苍旻.公卿辱嘲叱，唾弃如粪丸。 <br> 大朝会万方，天子正临轩。采旂转初旭，玉座当祥烟。 <br> 金障既特设，珠帘亦高褰。捋须蹇不顾，坐在御榻前。 <br> 忤者死艰屦，附之升顶颠。华侈矜递衒，豪俊相并吞。 <br> 因失生惠养，渐见征求频。奚寇西北来，挥霍如天翻。 <br> 是时正忘战，重兵多在边。列城绕长河，平明插旗幡。 <br> 但闻虏骑入，不见汉兵屯。大妇抱儿哭，小妇攀车轓. <br> 生小太平年，不识夜闭门。少壮尽点行，疲老守空村。 <br> 生分作死誓，挥泪连秋云。廷臣例獐怯，诸将如羸奔。 <br> 为贼扫上阳，捉人送潼关。玉辇望南斗，未知何日旋。 <br> 诚知开辟久，遘此云雷屯。送者问鼎大，存者要高官。 <br> 抢攘互间谍，孰辨枭与鸾。千马无返辔，万车无还辕。 <br> 城空鼠雀死，人去豺狼喧。南资竭吴越，西费失河源。 <br> 因今左藏库，摧毁惟空垣。如人当一身，有左无右边。 <br> 筋体半痿痺，肘腋生臊膻。列圣蒙此耻，含怀不能宣。 <br> 谋臣拱手立，相戒无敢先。万国困杼轴，内库无金钱。 <br> 健儿立霜雪，腹歉衣裳单。馈饷多过时，高估铜与铅。 <br> 山东望河北，爨烟犹相联。朝廷不暇给，辛苦无半年。 <br> 行人搉行资，居者税屋椽。中间遂作梗，狼藉用戈鋋. <br> 临门送节制，以锡通天班。破者以族灭，存者尚迁延。 <br> 礼数异君父，羁縻如羌零。直求输赤诚，所望大体全。 <br> 巍巍政事堂，宰相厌八珍。敢问下执事，今谁掌其权。 <br> 疮疽几十载，不敢扶其根。国蹙赋更重，人稀役弥繁。 <br> 近年牛医儿，城社更扳援。盲目把大旆，处此京西藩。 <br> 乐祸忘怨敌，树党多狂狷。生为人所惮，死非人所怜。 <br> 快刀断其头，列若猪牛悬。凤翔三百里，兵马如黄巾。 <br> 夜半军牒来，屯兵万五千。乡里骇供亿，老少相扳牵。 <br> 儿孙生未孩，弃之无惨颜。不复议所适，但欲死山间。 <br> 尔来又三岁，甘泽不及春。盗贼亭午起，问谁多穷民。 <br> 节使杀亭吏，捕之恐无因。咫尺不相见，旱久多黄尘。 <br> 官健腰佩弓，自言为官巡。常恐值荒迥，此辈还射人。 <br> 愧客问本末，愿客无因循。郿坞抵陈仓，此地忌黄昏。 <br> 我听此言罢，冤愤如相焚。昔闻举一会，群盗为之奔。 <br> 又闻理与乱，在人不在天。我愿为此事，君前剖心肝。 <br> 叩头出鲜血，滂沱污紫宸。九重黯已隔，涕泗空沾唇。 <br> 使典作尚书，厮养为将军。慎勿道此言，此言未忍闻。",
  "poet": {
    "id": 204,
    "star": 0,
    "name": "李商隐",
    "image": "http://img.gushiwen.org/authorImg/lishangyin.jpg",
    "desc": "李商隐，字义山，号玉溪（谿）生、樊南生，唐代著名诗人，祖籍河内（今河南省焦作市）沁阳，出生于郑州荥阳。他擅长诗歌写作，骈文文学价值也很高，是晚唐最出色的诗人之一，和杜牧合称“小李杜”，与温庭筠合称为“温李”，因诗文与同时期的段成式、温庭筠风格相近，且三人都在家族里排行第十六，故并称为“三十六体”。其诗构思新奇，风格秾丽，尤其是一些爱情诗和无题诗写得缠绵悱恻，优美动人，广为传诵。但部分诗歌过于隐晦迷离，难于索解，至有“诗家总爱西昆好，独恨无人作郑笺”之说。因处于牛李党争的夹缝之中，一生很不得志。死后葬于家乡沁阳（今河南焦作市沁阳与博爱县交界之处）。作品收录为《李义山诗集》。"
  },
  "tags": []
}