{
  "id": 17931,
  "star": 1088,
  "name": "左迁至蓝关示侄孙湘",
  "dynasty": "唐代",
  "content": "一封朝奏九重天，夕贬潮州路八千。<br>欲为圣明除弊事，肯将衰朽惜残年！<br>云横秦岭家何在？雪拥蓝关马不前。<br>知汝远来应有意，好收吾骨瘴江边。</p> <p>一封朝奏九重天，夕贬潮阳路八千。<br>本为圣朝除弊政，敢将衰朽惜残年。<br>云横秦岭家何在？雪拥蓝关马不前。<br>知汝远来应有意，好收吾骨瘴江边。",
  "fanyi": "<p><strong>译文</strong><br>一篇谏书早晨上奏给皇帝，晚上就被贬官到路途遥远的潮阳去。<br>想替皇上除去有害的事，哪能因衰老就吝惜残余的生命。<br>云彩横出于南山，我的家在哪里？在白雪厚积的蓝田关外，马也停住脚步。<br>知道你远道而来定会有所打算，正好在瘴江边收殓我的尸骨。 </p> <p><strong>注释</strong><br>⑴左迁：降职，贬官，指作者被贬到潮州。蓝关：在蓝田县南。《地理志》：“京兆府蓝田县有蓝田关。”湘：<a href=\"http://so.gushiwen.org/author_682.aspx\">韩愈</a>的侄孙韩湘，字北渚，韩愈之侄，韩老成的长子，长庆三年（823年）进士，任大理丞。韩湘此时27岁，尚未登科第，远道赶来从韩愈南迁。<br>⑵一封：指一封奏章，即《论佛骨表》。朝（zhāo）奏：早晨送呈奏章。九重（chóng）天：古称天有九层，第九层最高，此指朝廷、皇帝。<br>⑶路八千：泛指路途遥远。八千，不是确数。<br>⑷“欲为”二句：想替皇帝除去有害的事，哪能因衰老就吝惜残余的生命。弊事：政治上的弊端，指迎佛骨事。肯：岂肯。衰朽（xiǔ）：衰弱多病。惜残年：顾惜晚年的生命。圣明，指皇帝。<br>⑸秦岭：在蓝田县内东南。<br>⑹“雪拥”句：立马蓝关，大雪阻拦，前路艰危，心中感慨万分。拥：阻塞。蓝关：蓝田关，今在陕西省蓝田县东南。马不前：古乐府《饮马长城窟行》：“驱马涉阴山，山高马不前。”<br>⑺汝（rǔ）：你，指韩湘。应有意：应知道我此去凶多吉少。<br>⑻“好收”句：意思是自己必死于潮州，向韩湘交待后事。瘴（zhàng）江：指岭南瘴气弥漫的江流。瘴江边：指贬所潮州。<br>⑼潮阳：今广东潮州潮安区。</p>",
  "shangxi": "<h2>赏析二</h2> <p>　　首联写因“一封（书）”而获罪被贬，“朝夕”而已，可知龙颜已大怒，一贬便离京城八千里之遥，何异于发配充军？</p> <p>　　颔联直书“除弊事”，申述自己忠而获罪和非罪远谪的愤慨，<a href=\"http://so.gushiwen.org/author_682.aspx\">韩愈</a>之刚直胆魄可见一斑。目的明确，动机纯正，后果怎样，终亦不顾。此联有表白，有愤慨，而表达却颇为含蓄。“肯将衰朽惜残年”，大有为匡正祛邪义无反顾的勇气。</p> <p>　　颈联即景抒情，既悲且壮。谪贬赴任，“其后家亦谴逐，小女道死，殡之层峰驿旁山下”，可谓悲极。前瞻茫茫，雪拥蓝关，马也踟蹰起来。“马不前”抑或“人不前”呢？<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>在天宝三年（744）因玄宗疏远而上疏求去，曾作《行路难》述志，其中就有“欲渡黄河冰塞川，将登太行雪满山”一联，亦写仕途险恶，不过，韩愈比之李白，境遇更为惨烈。韩愈仿此联所作，有异曲同工之妙。本联借“秦岭”、“蓝关”之自然景色表述了自己的愁苦悲戚心绪，同时也蕴含为上表付出的惨痛代价。这两句，一顾一瞻，顾者为长安，因云横秦岭，长安已不可见，“龙颜”难以再睹；瞻者乃潮州，奈何为蓝关大雪所阻，前程曲折坎坷，不敢多想，“马”固不能“前”，“人”却能“前”乎？英雄失路，于此可知矣！</p> <p>　　尾联很有“虽九死而不悔”的态度，也含有蹇叔哭师的悲切，抒英雄之志，表骨肉之情，悲痛凄楚，溢于言表。</p> <p>　　全<a href=\"http://so.gushiwen.org/view_17931.aspx\">诗</a>容叙事、写景、抒情为一炉，诗味浓郁，感情真切，对比鲜明，是韩诗七律中的精品。</p><br/><h2>赏析</h2> <p>　　中唐文学家<a href=\"http://so.gushiwen.org/view_17931.aspx\">诗</a>人<a href=\"http://so.gushiwen.org/author_682.aspx\">韩愈</a>一生，以辟佛为己任，晚年上《谏佛骨表》，力谏宪宗“迎佛骨入大内”，触犯“人主之怒”，差点被定为死罪，经<a href=\"http://so.gushiwen.org/author_2608.aspx\">裴度</a>等人说情，才由刑部侍郎贬为潮州刺史。</p> <p>　　潮州在今广东东部，距当时京师长安确有八千里之遥，那路途的困顿是不言而喻的。当韩愈到达离京师不远的蓝田县时，他的侄孙韩湘，赶来同行。韩愈此时，悲歌当哭，挥笔写下了这首名篇。这首诗和《谏佛骨表》珠联璧合，相得益彰，具有深刻的社会意义。</p> <p>　　韩愈大半生仕宦蹉跎，五十岁才因参与平淮而擢升刑部侍郎。两年后又遭此难，情绪十分低落，满心委曲、愤慨、悲伤。前四句写祸事缘起，冤屈之意毕见。首联直抒自己获罪被贬的原因。他很有气概地说，这个“罪”是自己主动招来的。就因那“一封书”之罪，所得的命运是“朝奏”而“夕贬”。且一贬就是八千里。但是既本着“佛如有灵，能作祸祟，凡有殃咎，宜加臣身”（《谏佛骨表》）的精神，则虽遭获严惩亦无怨悔。</p> <p>　　三、四句直书“除弊事”，认为自己是正确的，申述了自己忠而获罪和非罪远谪的愤慨 ，富有胆识。尽管招来一场弥天大祸，他仍旧是“肯将衰朽惜残年”，且老而弥坚，使人如见到他的刚直不阿之态。五、六句就景抒情，情悲且壮。韩愈在一首哭女之作中写道：“以罪贬潮州刺史，乘驿赴任；其后家亦谴逐，小女道死，殡之层峰驿旁山下。”可知他当日仓猝先行，告别妻儿时的心情如何。韩愈为上表付出了惨痛的代价，“家何在”三字中，有他的血泪和愤怒。</p> <p>　　后两联扣题目中的“至蓝关示侄孙湘”。作者远贬，严令启程，仓淬离家；而家人亦随之遣逐，随后赶来。当诗人行至蓝关时，侄孙韩湘赶到，妻子儿女，则不知尚在何处。作者在《女挐圹铭》中追述道：“愈既行，有司以罪人家不可留京师，迫遣之。女挐年十二，病在席。既惊痛与其父诀，又舆致走道撼顿，失食饮节，死于商南层峰驿。”了解这些情况，便知“颈联纯作景语”、“境界雄阔”之类的赏析并不确当。颈联上下句各含两个子句，前面的子句写眼前景，后面　的子句即景抒情。“云横秦岭”，遮天蔽日，回顾长安，不知“家何在”？“雪拥蓝关”，前路险艰， 严令限期赶到贬所， 怎奈“马不前”！</p> <p>　　“云横”、“雪拥”，既是实景，又不无象征意义。这一联，景阔情悲，蕴涵深广，遂成千古名句。作者原是抱着必死的决心上表言事的，如今自料此去必死，故对韩湘安排后事，以“好收吾骨”作给。在章法上，又照应第二联，故语虽悲酸，却悲中有壮，表现了“为除弊事”而“不惜残年”的坚强意志。</p> <p>　　此两句一回顾，一前瞻。“秦岭”指终南山。云横而不见家，亦不见长安：“总为浮云能蔽日，长安不见使人愁”（<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>诗），何况天子更在“九重”之上，岂能体恤下情？他此时不独系念家人，更多的是伤怀国事。“马不前”用古乐府：“驱马涉阴山，山高马不前”意。他立马蓝关，大雪寒天，联想到前路的艰险。“马不前”三字，露出英雄失路之悲。</p> <p>　　结语沉痛而稳重。《左传·僖公三十二年》记老臣蹇叔哭师时有 ：“必死是间，余收尔骨焉”之语，韩愈用其意 ，向侄孙从容交代后事 ，语意紧承第四句，进一步吐露了凄楚难言的激愤之情。</p> <p>　　从思想上看 ，此诗与《谏佛骨表》，一诗一文，可称双璧，很能表现韩愈思想中进步的一面。就艺术上看，这首诗是韩诗七律中佳作。其特点诚如何焯所评“沉郁顿挫”，风格近似<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>。沉郁指其风格的沉雄，感情的深厚抑郁，而顿挫是指其手法的高妙：笔势纵横，开合动荡。如“朝奏 ”、“ 夕贬”、“九重天”、“路八千”等，对比鲜明，高度概括。一上来就有高屋建瓴之势。三、四句用“流水对”，十四字形成一整体，紧紧承接上文，令人有浑然天成之感。五、六句跳开一笔，写景抒情，“云横雪拥 ”，境界雄阔。“横”状广度，</p> <p>　　“拥”状高度，二字皆下得极有力。故全诗大气磅礴，卷洪波巨澜于方寸，能产生撼动人心的力量。</p> <p>　　此诗虽追步杜甫，沉郁顿挫，苍凉悲壮，得杜甫七律之神，但又有新创，能变化而自成面目，表现出韩愈以文为诗的特点。律诗有谨严的格律上的要求，而此诗仍能以“文章之法”行之，而且用得较好。好在虽有“文”的特点，如表现在直叙的方法上，虚词的运用上（“欲为”、“肯将”之类）等；同时亦有诗歌的特点，表现在形象的塑造上（特别是五、六一联，于苍凉的景色中有诗人自我的形象）和沉挚深厚的感情的抒发上 。全诗叙事、写景、抒情熔为一炉，诗味浓郁，诗意醇厚。</p><br/><h2>赏析三</h2> <p>　　<a href=\"http://so.gushiwen.org/author_682.aspx\">韩愈</a>《论佛骨表》是一篇正气凛然的名文。文中说：“今闻陛下令群僧迎佛骨于凤翔，御褛以观，升入大内，又令诸寺递迎供养。——百姓何人，岂合更惜身命？焚香烧指，百十为群，解衣散钱，自朝至暮，转相仿效，惟恐后时。老少奔波，弃其业次。若不即加禁遏，更历诸寺，必有断骨脔身，以为供养者。伤风败俗，传笑四方，非细事也。——佛如有灵，能作祸祟，凡有殃咎，宜加臣身，上天鉴临，巨不怨悔。”这首<a href=\"http://so.gushiwen.org/view_17931.aspx\">诗</a>和这篇文珠联璧合，相得益彰，具有深刻的社会意义。</p> <p>　　前两联写“左遣”，一气贯注，浑灏流转。“贬”的原因是“奏”，“奏”的本意是为国“除弊”，可见“贬”非其罪。然而“朝奏”而“夕贬”，处罚何其迅急！一贬就贬到“八千”里以外，处罚又何其严厉！那么“九重天”虽高而不明，也就意在言外了。第三句理直气壮地声言“欲为圣明除弊事”，表明并未因受严谴而有丝毫心，其刚正不屈的风骨宛然如见。“朝奏”与“夕贬”、“九重天”与“路八千”、“圣明”与“衰朽”、“欲……除弊事”与“肯……惜残年”，强烈对比，高度概括，扩大和加深了诗的内涵。</p>",
  "about": "<h2>创作背景</h2> 　　元和十四年 （819年）正月，唐宪宗命宦官从凤翔府法门寺真身塔中将所谓的释迦文佛的一节指骨迎入宫廷供奉，并送往各寺庙，要官民敬香礼拜。时任刑部侍郎的<a href=\"http://so.gushiwen.org/author_682.aspx\">韩愈</a>看到这种信佛行为，便写了一篇《谏迎佛骨表》。劝谏阻止唐宪宗，指出信佛对国家无益，而且自东汉以来信佛的皇帝都短命，结果触怒了唐宪宗，韩愈几乎被处死。经<a href=\"http://so.gushiwen.org/author_2608.aspx\">裴度</a>等人说情，最后韩愈被贬为潮州刺史，责求即日上道。韩愈大半生仕宦蹉跎，五十岁才因参与平淮而擢升刑部侍郎。两年后又遭此难，情绪十分低落，满心委曲、愤慨、悲伤。潮州州治潮阳在广东东部，距离当时的京师长安有千里之遥。韩愈只身一人，仓促上路，走到蓝田关口时，他的妻儿还没有跟上来，只有他的侄孙子跟了上来，所以他写下这首<a href=\"http://so.gushiwen.org/view_17931.aspx\">诗</a>。<br/><h2>问题研讨</h2> 1.第一、二句中的“朝奏”与“夕贬”、“九重天”与“路八千”形成鲜明对比，让我们深切地感受到<a href=\"http://so.gushiwen.org/view_17931.aspx\">诗</a>人命运的急剧变化，其中蕴含了诗人怎样的思想感情？<br>答：“朝奏”，点明获罪的原因是“自取”，是尽职尽责；“路八千”指出贬所的遥远偏僻。这两句透露出作者忠而遭贬的愤怨，也含蓄地表现了他刚直不阿、坚持真理的倔强性格。<br>2.第六句“雪拥蓝关马不前”借景抒情，并做到了眼前景与心中情的完美统一。请你对此评价加以分析。<br>答：“蓝关”形容关山险恶，归途渺渺，前途茫茫，“雪拥蓝关”语意双关，明写天气寒冷，暗写政治气候恶劣。“马不前”其实是人不前，三字中流露出作者英雄失落之悲，表现了诗人对亲人、对国都的眷顾与依恋。这句借景语言情思，诗人忠而获罪，远贬潮阳，抛妻别子而南行，心中是极其伤痛的。一封朝奏九重天，夕贬潮阳路八千。 表现<a href=\"http://so.gushiwen.org/author_682.aspx\">韩愈</a>被贬原因。<br>3.左迁含义<br>答：指作者被贬到潮州。",
  "poet": {
    "id": 682,
    "star": 0,
    "name": "韩愈",
    "image": "http://img.gushiwen.org/authorImg/hanyu.jpg",
    "desc": "韩愈（768～824）字退之，唐代文学家、哲学家、思想家，河阳（今河南省焦作孟州市）人，汉族。祖籍河北昌黎，世称韩昌黎。晚年任吏部侍郎，又称韩吏部。谥号“文”，又称韩文公。他与柳宗元同为唐代古文运动的倡导者，主张学习先秦两汉的散文语言，破骈为散，扩大文言文的表达功能。宋代苏轼称他“文起八代之衰”，明人推他为唐宋八大家之首，与柳宗元并称“韩柳”，有“文章巨公”和“百代文宗”之名，作品都收在《昌黎先生集》里。韩愈在思想上是中国“道统”观念的确立者，是尊儒反佛的里程碑式人物。"
  },
  "tags": [
    "初中古诗",
    "叙事",
    "写景",
    "抒情"
  ]
}