{
  "id": 7909,
  "star": 62,
  "name": "赠新平少年",
  "dynasty": "唐代",
  "content": "韩信在淮阴，少年相欺凌。<br>屈体若无骨，壮心有所凭。<br>一遭龙颜君，啸咤从此兴。<br>千金答漂母，万古共嗟称。<br>而我竟何为？寒苦坐相仍。<br>长风入短袂，内手如怀冰。<br>故友不相恤，新交宁见矜？<br>摧残槛中虎，羁绁韝上鹰。<br>何时腾风云，搏击申所能？",
  "fanyi": "<p><strong>译文<br></strong>韩信在淮阴的时候，有市井少年欺凌他。<br>他屈体而就，形若无骨，而其胸中却怀有雄心壮志。<br>他一遇上汉高祖这样的真龙天子后，从此叱咤风云。<br>后来对在淮阴接济过他的漂母报以千金，获得了被人称赞的千古美名。<br>而我今天如何呢？苦寒相仍，坐立不宁。<br>长风带着寒气吹入了短袖，袖手取暖却手冷如冰。<br>故友不相体恤帮助，而新交不予怜悯同情。<br>就像老虎被囚在笼子里，雄鹰被拴在臂驾上。<br>何时才能高飞入云，长天搏击，一申所能呢？</p> <p><strong>注释<br></strong>⑴新平：原邠州，天宝元年（742）改为新平郡，治所在新平县，即今陕西彬县。《旧唐书·地理志》：“关内道邠州，开元十三年改豳为邠，天宝元年改为新平郡。“<br>⑵“韩信”二句：据《史记·淮阴侯列传》，韩信少年时贫困。曾在淮水边向漂母乞食，曾受谁阴市井中少年胯下之辱。<br>⑶屈体：犹屈膝。指屈服、投降。<br>⑷遭：遇也。龙颜君：指汉高祖<a href=\"http://so.gushiwen.org/author_746.aspx\">刘邦</a>。《史记·高祖本纪》：高祖为人隆准而龙颜。<br>⑸啸咤（zhà）：叱咤风云。<br>⑹“千金”句：《史记·淮阴侯列传》说，韩信封楚王后，将从前在淮水畔接济过他的漂母找来，予以千金作为报答。<br>⑺相仍：相续。<br>⑻短袂（mèi）：短袖。<br>⑼内手：将手纳人袖中取暖。一作“两手”。内，同“纳”。<br>⑽相恤（xù）：相互体贴怜恤。恤，救济。<br>⑾见矜（jīn）：怜悯。<br>⑿羁（jī）绁（xiè）：用绳子拴住。韝（gōu）：臂上架鹰的皮套袖。<a href=\"http://so.gushiwen.org/author_732.aspx\">鲍照</a>《乐府》：“昔如韝上鹰。”刘良注：“韝，以皮蔽手而臂鹰也。”<br>⒀搏击：冲击长空或迎向风浪。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　全<a href=\"http://so.gushiwen.org/view_7909.aspx\">诗</a>十八句，可分为前后二部分，前八句借韩信事自喻。淮阴人韩信，开始为布衣，“贫无行，不得为吏，又不能治生商贾，常从人寄食，人多厌之者”。后来碰到一位“漂母”，她见韩信饥饿，就给他饭吃，一连数十日。……当时淮阴屠中有恶少公开欺侮韩信说：你虽然个儿大，还喜欢带着刀剑，其实是个胆小鬼，如果你有胆量不怕死，就用剑刺我，如果贪生怕死，就从我胯下爬过去！韩信冷冷地看了他们一下，忍受着暂时的屈辱照办了。“众皆笑，以为怯。”……后来韩信碰到汉高祖<a href=\"http://so.gushiwen.org/author_746.aspx\">刘邦</a>，得到重用，为汉朝的开国立下大功，被封为淮阴侯。韩信出头后，“召所食漂母，赐千金。”这个故事一直为后人传诵。八句诗概述的就是这段史事，见于《史记·淮阴侯列传》。<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>自幼聪颖，满腹经纶，自认有韩信那样的辅国才智，自比眼前遭遇有如韩信未遇汉王前在淮阴的处境。“少年相欺凌”句，是否李白在邠州也遭到过像淮阴屠中少年欺韩信那样的事，今无可考。但落魄文人到处受人白眼，在李白诗中多有记载，其忍气吞声的苦状可以由此体会。“屈体若无骨”句，原出蔺相如故事，此处承前之意仍应指韩信受辱事。意思是说，韩信从恶少袴下钻过，是一时之辱，而心中却怀抱着自己的“壮志”。“一遭龙颜君，啸咤从此兴”两句是说：韩信遇到刘邦后，受到重用，从此叱咤风云，为汉朝的统一大业大大地干了一番事业，为人万古传颂。</p> <p>　　“而我竟何为”以下，由上八句咏史转入言志。这十句又可分为几层，前六句慨叹自己的困顿处境。李白二十四岁“仗剑去国，辞亲远游”，去成都，下渝州；二十五岁出三峡，过荆门，到江陵，游洞庭，登庐山，抵金陵，二十六岁往扬州，西达陈州；二十七岁娶妻孙氏，遂家安陆，直到三十四岁西谒长安。这期间他游历祖国名山大川，饱尝旖旎风光。但其真正目的在于从事干谒活动，广交豪士，寻求政治出路，希望以布衣直接进入仕途。据《与韩荆州书》所云：“十五学剑术，遍干诸侯”，他的干谒活动从十五岁就开始了。其诗歌中明白记载的如：二十岁谒益州长史苏颋，得到称赏，说他“天才英丽，下笔不休”，“若广之以学，可以相如比肩也”，（《上安州裴长史书》）；二十六岁由扬州谒陈州刺史<a href=\"http://so.gushiwen.org/author_1794.aspx\">李邕</a>，《上李邕》诗：“大鹏一日同自风起，扶摇直上九万里，”“宣父犹能畏后生，丈夫未可轻年少”，李白以大鹏比，语极狂放；二十九岁谒安州李长史遭辱，后来连交情较深的裴长史也不理解他，一次又一次干谒失败。三十岁已是而立之年，本望来京都能有所获，结果仍是一无所得，“天长路远魂飞苦，梦魂不到关山难，”“长相思，在长安，络纬秋啼金井栏，微霜凄凄簟色寒”！（《长相思》）。</p> <p>　　李白来邠州以后的遭遇，还是一派凄寒孤寂的惨景：“长风入短袂，内手如怀冰，故友不相恤，新交宁见矜？”这二句与前一句“寒苦坐相仍”是写气候，写环境，写愁情。北风呼哨，客舍枯坐，两手如冰，一腔苦水，无法倾吐！同时同地之作《邠歌行上新平长史兄粲》中有句：“哀鸿酸嘶暮声急，愁云苍惨寒气多”“寒灰寂寞凭谁暖，落叶飘扬何处归”，正好用作这几句的注释。“故友不相恤，新交宁见矜”是写世态、写人情。“故友”当指入长安前曾八、九次干谒过的裴长史等一班人；“新交”或指来长安拜见的张垍、来新平后结交的同族李粲等。投靠无门的一介书生，旧友既不能扶持救济，新知也没有谁能怜悯。</p> <p>　　最后四句“摧残槛中虎，羁绁韝上鹰。何时腾风云，搏击申所能！”李白以猛虎、雄鹰自比，说自己目前的处境，有如被囚的猛虎，任人“摧残”；有如束缚着的雄鹰，不能展翅。呼哨腾越、博击长空之宏志无法实现。李白自少以神鸟大鹏自况，廿五岁那年在江陵遇见道士<a href=\"http://so.gushiwen.org/author_973.aspx\">司马承祯</a>，作有《大鹏希有鸟赋》，后改定为《大鹏赋》，希望自己能像大鹏那样展翅翱翔，为国家建立功业，对前途充满信心，他是乐观的。这年他才三十岁，风华正茂，所以坚信“腾风云”，“申所能”的机会一定会到来。用历史上的英雄人物为榜样，以山川鱼鸟为比拟，咏史言志，赋物抒情，是李白诗歌浪漫主义的一个特色。他对光明前途的执着追求，对暂时困难的乐观主义精神，在这首诗中也表现得很突出。</p>",
  "about": "<h2>创作背景</h2> <p>　　清王琦《李太白年谱》置此<a href=\"http://so.gushiwen.org/view_7909.aspx\">诗</a>与《豳歌行上新平长史兄粲》、《登新平楼》等三首于天宝三载（744）。今人詹锳《<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>诗文系年》承此说，并注云：“‘长风入短袂，内手如怀冰’当是冬季作；‘故友不相恤，新交宁见矜’，盖亦去朝失意之叹也。”李白生于武周长安元年（701），天宝三载（744）是四十四岁，这里的所谓“去朝”是指这年三月李白自知不为朝廷亲近所容，上书请求还山，玄宗说他“非廊庙器”，赐金遣归这件事。1962年，稗山在《中华文史论丛》第二辑发表《李白两入长安辨》，首先提出李白曾于开元二十五年（737）夏至二十九年（741）之间初入长安。此论得到许多研究者赞同，只在“初入长安”的确切时间这一点上还有分歧。郭沫若据李白《与韩荆州书》中“三十成文章，历抵卿相”等语，推定李白初入长安在开元十八年（730），李白三十岁（《李白与<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>》）。郁贤皓、朱金城等也赞成郭说。根据新的研究成果，安旗、薛天纬著《李白年谱》将这几首诗的写作时间确定在开元十八年（730）。</p> <p>　　李白这年在安州（今湖北安陆县）写了《上安州裴长史书》，书中说：“今也运会，得趋末尘，承颜接辞，八九度矣。常欲一雪心迹，崎岖未便。何图谤言忽生，众口攒毁。”又说：“若赫然作威，加以大怒，不许门下，逐之长途。白即膝行于前，再拜而去，西入秦海，一观国风。永辞君侯，黄鹄举矣。何王公大人之门，不可以弹长剑乎？”上书的目的一方面在“自明无辜。”李白与裴长史的关系本来比较好，有过八九次“承颜接辞”，但某些庸俗势利之徒背后散布流言蜚语，使李白受了不白之冤，内心十分痛苦，故上书自白，一方面仍是恳求引荐。裴氏听信流言，拒绝了李白的要求。李白再向李长史献诗叙述衷曲，仍无结果。遂决意西入长安，到京城去寻求出路。从“何王公大人之门，不可以弹长剑乎？”二句，可见李白十分自信，以为凭自己的才能，一到长安，定会受到王公大臣的赏识的。去长安为的是实现政治理想：“愿一佐明主，功成还旧林，西来何所为，孤剑托知音。”（《留别王司马嵩》）。于是在“荷花初红柳条碧”的时节登途，取道南阳，到达向往已久的帝都长安。到长安时李白寓居终南山。因玄宗的妹妹玉真公主（出家做道士）的别馆就在这里，他住进别馆等待谒见公主。这别馆其实是座荒园，连伙食也无人料理，李白只好寄食田家。等了多日，终未得见公主，转而请求左丞相<a href=\"http://so.gushiwen.org/author_149.aspx\">张说</a>的儿子张垍帮忙。听人说，张说素有文名，且“喜推藉后进，多引天下知名士，以佐王化”；张垍本人又是玄宗女婿，亦能文，深得皇帝恩宠。李白以为能得到这个有权有势的人引荐，一定可以实现他在《代寿山答孟少府移文书》中说的那样“申管、晏之谈，谋帝皇之术，奋其智能，愿为辅弼，使寰区大定，海内清一”的崇高理想。他想不到，张垍这样的花花公子不会一下子看上一名远道而来的穷书生。相反，他还在玉真公主面前说了李白的坏话。据说李白二入长安供奉翰林，终因谗言被逐，进谗者之中就有张垍。满腔热情，得到的是冷水浇头，干谒其他王公大臣，也无结果。《行路难》（其二）有句：“弹剑作歌奏苦声，曳裙王门不称情”；后作《梁甫吟》说：“我欲攀龙见明主……阊阖九门不可通，以额叩关阍者怒！”走投无路，于是在这年（730）暮秋再西出邠州。《赠新平少年》就是出游邠州期间有所感而写下的。</p>",
  "poet": {
    "id": 247,
    "star": 0,
    "name": "李白",
    "image": "http://img.gushiwen.org/authorImg/libai.jpg",
    "desc": "李白（701年－762年），字太白，号青莲居士，唐朝浪漫主义诗人，被后人誉为“诗仙”。祖籍陇西成纪(待考)，出生于西域碎叶城，4岁再随父迁至剑南道绵州。李白存世诗文千余篇，有《李太白集》传世。762年病逝，享年61岁。其墓在今安徽当涂，四川江油、湖北安陆有纪念馆。"
  },
  "tags": [
    "咏史",
    "言志",
    "抒情",
    "怀才不遇"
  ]
}