{
  "id": 49469,
  "star": 189,
  "name": "阮郎归·初夏",
  "dynasty": "宋代",
  "content": "绿槐高柳咽新蝉。薰风初入弦。碧纱窗下水沈烟。棋声惊昼眠。 <br>微雨过，小荷翻。榴花开欲然。玉盆纤手弄清泉。琼珠碎却圆。",
  "fanyi": "<p><strong>译文<br></strong>窗外绿槐阴阴，高高的柳树随风轻动，蝉鸣声戛然而止，和风将初夏的清凉吹入屋内。绿色的纱窗下，沉水香的淡淡芬芳随风飘散；惬意的昼眠，忽而被落棋之声惊醒。<br>雨后的小荷，随清风翻转。石榴花衬着湿润的绿叶，愈见得红丽如燃。美丽女子正在清池边用盆舀水嬉耍，清澈的泉水溅起就像晶莹的珍珠，一会儿破碎一会儿又圆。</p> <p><strong>注释<br></strong>⑴阮郎归：词牌名。此调名于《花草粹编》中注曰：“一名‘醉桃源’、‘碧桃春’。”双调四十七字，前后片各四平韵。<br>⑵薰风：南风，和暖的风，指初夏时的东南风。《吕氏春秋·有始》：“东南曰薰风。” 唐<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a> 《首夏南池独酌》<a href=\"http://so.gushiwen.org/view_49469.aspx\">诗</a>：“薰风自南至，吹我池上林。”<br>⑶水沈：即“水沉”，木质香料，又名沉水香。<br>⑷然：同“燃”，形容花红如火。<br>⑸玉盆：指荷叶。纤手：女性娇小柔嫩的手。<br>⑹琼珠：形容水的泡沫。<br></p>",
  "shangxi": "<h2>赏析</h2> <p>　　这首词写的是初夏时节的闺阁生活，采用从反面落笔的手法，用一幅幅无声画来展示大自然的生机。整首词淡雅清新而又富于生活情趣。</p> <p>　　上片写初夏已悄悄来到一个少女的身边。“绿槐高柳咽新蝉”，都是具有初夏特征的景物：枝叶繁茂的槐树，高大的柳树，还有浓绿深处的新蝉鸣声乍歇，一片阴凉幽静的庭院环境。“熏风初入弦”，又是初夏的气候特征。熏风，就是暖和的南风。古人对这种助长万物的风曾写有《南风歌》大加赞颂：“南风之熏兮，可以解吾民之愠兮。南风之时兮，可以阜吾民之财兮。”据《礼记·乐记》载：“昔者，舜作五弦之琴以歌《南风》。”意即虞舜特制五弦琴为《南风》伴奏。这里的“熏风初入弦”，是说《南风》之歌又要开始入管弦被人歌唱，以喻南风初起。由于以上所写的景物分别诉诸于视觉（绿槐、高柳）、听觉（咽新蝉）和触觉（熏风），使初夏的到来具有一种立体感，鲜明而真切。“碧纱窗下水沉烟，棋声惊昼眠”，进入室内描写。碧纱窗下的香炉中升腾著沉香（即水沉）的袅袅轻烟。碧纱白烟相衬，不仅具有形象之美，且有异香可闻，显得幽静闲雅。这时传来棋子著枰的响声，把正在午睡的女主人公惊醒。<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>有《观棋》四言<a href=\"http://so.gushiwen.org/view_49469.aspx\">诗</a>，其序云：“独游庐山白鹤观，观中人皆阖户昼寝，独闻棋声于古松流水之间，意欣然喜之。”诗句有云：“不闻人声，时闻落子。”这首词和这首诗一样，都是以棋声烘托环境的幽静。而棋声能“惊”她的昼眠，读者可以想象，在这么静的环境中，她大概已经睡足，所以丁丁的落子声便会把她惊醒。醒来不觉得余倦未消，心中没有不快，可见首夏清和天气之宜人。</p> <p>　　下片写这个少女梦醒来以后，尽情地领略和享受初夏时节的自然风光。歇拍二句，写弄水叶面，琼珠碎而复圆，更觉清新可爱。“微雨过、小荷翻，榴花开欲燃”，又是另一番园池夏景。小荷初长成，小而娇嫩，一阵细雨过去，轻风把荷叶翻转；石榴花色本鲜红，经雨一洗，更是红得像火焰。这生机，这秀色，大概使这位少女陶醉了，于是出现了又一个生动的场面：“玉盆纤手弄清泉，琼珠碎却圆。”这位女主人公索性采摘荷叶后到清池边玩水。水花散溅到荷叶上，像珍珠那样圆润晶亮。可以想见，此时此刻这位少女的心情也恰如这飞珠溅玉的水花一样，喜悦，兴奋，不能自持。</p> <p>　　在苏轼之前，写女性的闺情词，总离不开相思、孤闷、疏慵、倦怠、种种弱质愁情，可是苏轼在这里写的闺情却不是这样。女主人公单纯、天真、无忧无虑，不害单相思，困了就睡，醒了就去贪赏风景，拨弄清泉。她热爱生活，热爱自然，愿把自已融化在大自然的美色之中。这是一种健康的女性美，与初夏的勃勃生机构成一种和谐的情调。苏轼的此种词作，无疑给词坛，尤其是给闺情词，注入了一股甜美的清泉。</p> <p>　　描写是这首词的主要表现方法。它注意景物的描写、环境描写与人物描写的交叉运用，从而获得了很好的艺术效果。上片由绿槐、高柳、鸣蝉、南风等景物描写与碧纱窗、香烟、棋声等环境描写，以及午梦初醒的人物描写共同构成一幅有声有色的初夏闺情图。下片又以微雨、小荷、榴花等景物描写与洗弄清泉的人物描写结合，构成一幅活泼自然的庭园野趣图，女主人公的形象卓立其间。同时他还注意了动态描写，且不说“棋声惊昼眠”、“玉盆纤手弄清泉”的人物活动，就是景物也呈现出某种动感。小荷为微雨而翻动，可以想见它的迎风摇曳之姿。榴花本是静物，但用了一个“燃”字，又使它仿佛动了起来。这些动态描写对活跃气氛，丰富画面无疑起了有益的作用。此词景中含情，将众多的景物以情纬之，故散而不乱，给人以整体感。作者善于抓住细微的心理感受并在无形中将客观环境的细微变化加以对比，通过景物描写、环境描写，构成一幅活泼自然的庭园野趣，并在其中寄寓女主人公的单纯、天真和对自然、对生活的热爱。词中的少女形象，与一般闺情词中疏慵倦怠、孤闷愁苦的女性形象截然不同，充满了美好清新的勃勃生机和青春气息，给人以耳目一新的感觉。作品中活泼健康的少女形象，与初夏时节富有生气的景物、环境，构成了一种和谐、清丽、灵动的情调，令人流连忘返。</p>",
  "about": "<h2>创作背景</h2> 　　这首《阮郎归·初夏》词作于宋神宗元丰七年（1084年）四月，当时<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>刚刚调离黄州（今湖北省黄冈市）。",
  "poet": {
    "id": 183,
    "star": 0,
    "name": "苏轼",
    "image": "http://img.gushiwen.org/authorImg/sushi.jpg",
    "desc": "苏轼（1037－1101），北宋文学家、书画家、美食家。字子瞻，号东坡居士。汉族，四川人，葬于颍昌（今河南省平顶山市郏县）。一生仕途坎坷，学识渊博，天资极高，诗文书画皆精。其文汪洋恣肆，明白畅达，与欧阳修并称欧苏，为“唐宋八大家”之一；诗清新豪健，善用夸张、比喻，艺术表现独具风格，与黄庭坚并称苏黄；词开豪放一派，对后世有巨大影响，与辛弃疾并称苏辛；书法擅长行书、楷书，能自创新意，用笔丰腴跌宕，有天真烂漫之趣，与黄庭坚、米芾、蔡襄并称宋四家；画学文同，论画主张神似，提倡“士人画”。著有《苏东坡全集》和《东坡乐府》等。"
  },
  "tags": [
    "婉约",
    "闺怨",
    "夏天",
    "写景"
  ]
}