{
  "id": 19306,
  "star": 15,
  "name": "贞元十四年旱甚见权门移芍药花",
  "dynasty": "唐代",
  "content": "绿原青垄渐成尘，汲井开园日日新。<br>四月带花移芍药，不知忧国是何人。",
  "fanyi": "<p><strong>译文</strong><br>久旱无雨，绿色的原野和青色的田垅渐渐干成了尘土；而豪门之家的花园因有井水浇灌，还在一天天扩大，景色一天天变新。<br>时值四月，许多达官显要把从外面买来正在开花的芍药花移植到新扩充的花园中，真不知道他们之中还有谁以国计民生为念？</p> <p><strong>注释</strong><br>⑴贞元十四年：即公元798年，贞元为唐德宗年号。<br>⑵垅：亦作“垄”，田埂。成尘：田野严重干旱，土干尘起。<br>⑶汲井：一作“汲水”。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　<a href=\"http://so.gushiwen.org/author_1764.aspx\">吕温</a>是一位颇具政治才能的历史人物，其文章和<a href=\"http://so.gushiwen.org/view_19306.aspx\">诗</a>歌，都忠实地记录了他在政治斗争生涯中所留下的足迹。《贞元十四年旱甚见权门移芍药花》是在他初踏入仕途的那年所作，诗中谴责了贵族特权阶级只顾自己享乐，不管人民死活，不忧国家前途的丑恶行经，表现了诗人忧国忧民的思想感情。诗意与<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>“朱门酒肉臭，路有冻死骨”相类似。</p> <p>　　首句“绿原青垅渐成尘”，落笔便把题中“旱甚”二字，变成生动的形象状入读者眼帘，让人们看到在旱魔面前，土地龟裂，禾苗枯焦，黄尘四起的严重灾情。一个“渐”字，说明旱情的发展是有一个缓慢的过程的，也透露出当权者并没有采取积极措施来抗御旱情。从下文的“汲井”二字更可见出，只要执政者措施得力，旱象是不会发展到如此严重地步的。句“汲井开园日日新”，紧接上句而来，但这里所书的“汲井开园”者并非是焦虑于垅亩之间的农民，而是指“权门”贵族。在特大干旱面前，特权贵族的府第里也忙得不亦乐乎，他们不仅派人“汲井”抗旱保花，而且还在不停地扩建新园，在花匠奴仆汗水的浇灌下，各种花卉长势奇好，简直是一天一个样儿。这里的“日日新”与首句中的“渐成尘”形成鲜明对比，从而愈显出达官贵人们所真正关心的不是社稷百姓，而是一己享乐。</p> <p>　　第三句“四月带花移芍药”，写在严重旱灾面前“权门”的所作所为，点出题中“移芍药”三字。芍药带花移植本不易成活，但是，在“权门”的新“开园”中，没有怒放的奇花是不够惬意的，于是，“权门”就急令花匠奴仆“带花移芍药”。这里，“权门”所忙碌的是“移”花，而农民所忙碌的则是抗旱保苗，从这一对比中，就更可看出“权门”全然不念农民的疾苦，其关心的只是自己的享乐，从而显露出其官服下所掩盖着的丑恶来。</p> <p>　　结句“不知忧国是何人”，是诗人针对“权门移芍药”一事所抒发的感慨。“权门”本有君命在身，重权在握，理应以国家社稷为重，以黎民的苦乐为念，但是，当严重的自然灾害袭来的时候，他们却置民生于不顾，这就说明了他们并不是“忧国”忧民的贤达，而是祸国殃民的罪人。“不知”二字是明明知道，却故作糊涂，含有浓烈的讽刺意味。“忧国”二字是诗人思索问题的核心。联系“永贞革新”的历史来看，结句不啻是从本质上宣布了特权贵族不恤民苦、不忧国事的一大罪状，具有剑与火的战斗作用。</p> <p>　　除了把深刻的政治思想附丽于鲜明的艺术形象这一特色之外，这首诗的诗题对诗句的提领也颇值称道。诗句中并没露出“权门”的字样，要不是诗题中点明“移芍药”的主体是“权门”，诗的战斗性是无论如何也达不到似剑如火的地步的；有了“权门”二字的提领，读者就可以明白“汲井开园”的主体为何人，从而深化了诗歌的主题。</p> <p>　　另外，语言清新，对比鲜明，诗意含蓄，也都是这首诗歌不容忽视的艺术特色。</p>",
  "about": "<h2>创作背景</h2> 　　这首<a href=\"http://so.gushiwen.org/view_19306.aspx\">诗</a>作于公元798年（唐德宗贞元十四年）。是时诗人中了进士，看到京城大旱，却有权贵之家带花移栽芍药，有感而作此诗。",
  "poet": {
    "id": 1764,
    "star": 0,
    "name": "吕温",
    "image": "http://img.gushiwen.org/authorImg/lvwen.jpg",
    "desc": "吕温（771～811） 字和叔，又字化光，唐河中（今永济市）人。德宗贞元十四年（798）进士，次年又中博学宏词科，授集贤殿校书郎。贞元十九年（803），得王叔文推荐任左拾遗。贞元二十年夏，以侍御史为入蕃副使，在吐蕃滞留经年。顺宗即位，王叔文用事，他因在蕃中，未能参与“永贞革新”。永贞元年 (805)秋，使还，转户部员外郎。历司封员外郎、刑部郎中。元和三年 (808)秋，因与宰相李吉甫有隙，贬道州刺史，后徙衡州，甚有政声，世称“吕衡州”。"
  },
  "tags": [
    "忧国忧民"
  ]
}