{
  "id": 8262,
  "star": 9,
  "name": "陪族叔当涂宰游化城寺升公清风亭",
  "dynasty": "唐代",
  "content": "化城若化出，金榜天宫开。<br>疑是海上云，飞空结楼台。<br>升公湖上秀，粲然有辩才。<br>济人不利己，立俗无嫌猜。<br>了见水中月，青莲出尘埃。<br>闲居清风亭，左右清风来。<br>当暑阴广殿，太阳为徘徊。<br>茗酌待幽客，珍盘荐雕梅。<br>飞文何洒落，万象为之摧。<br>季父拥鸣琴，德声布云雷。<br>虽游道林室，亦举陶潜杯。<br>清乐动诸天，长松自吟哀。<br>留欢若可尽，劫石乃成灰。",
  "fanyi": "<p><strong>译文</strong><br>　　化城寺像是佛法化成，金榜高悬有如天宫顿开。我怀疑它是海上的云气，飞至空中结成了楼台。这湖上惟升公独秀，粲然微笑具有善辨之才。一心助人而 不利己，立身俗世却没有疑忌的心怀。清净如水中之月，又如洁净的青莲不染尘埃。闲散之人独居于清风亭中，左右清风为之徐徐吹来。暑热之时又居于广大的化城寺殿中，灼热的太阳也只能殿外徘徊。今天你茗茶小酌款待幽客，珍贵的盘子上盛满了雕梅。你行文如飞何其洒落，自然界的万物都可被你的文思驭来。族叔弹鸣琴而当涂治，德政之声响如云天之雷。虽然时时寄迹于佛门，也仍像<a href=\"http://so.gushiwen.org/author_645.aspx\">陶渊明</a>一样饮酒举杯。古制的清商之曲传于诸天，长松在风中的声音却是怨哀。留下的欢乐若可止尽，磐石在劫难中也就变成了尘埃。</p> <p><strong>注释<br></strong>化城句：化城，《法华经》卷三：导师“以方便力，于险道中过三百由旬，化作一城。……是时，疲极之众，心大欢喜未曾有。我等今者免斯恶道，快得安稳。于是众人前入化城，生已度想，生安稳想。”王本注：“寺之立名，盖取此义。”安本注：“化城，佛法化出之城也。佛教谓一切众生成佛之所为宝所。到此宝所，道途悠远险恶，故恐行人疲倦退却，于途中变作一城郭，使之止息，于此处养精力，遂到宝所。寺之名盖取此义。”若，《文苑英华》作如，注云：“集作若。”<br>金榜句，《神异经·中荒经》：“门有金榜，以银楼，题曰：天皇之宫。”安本注：“句谓化城寺金榜高悬，有如天宫。”<br>楼台，《三齐略记》：“海上蜃气，时结楼台，名海市。”《史记·天官书》：“海旁蜃气象楼台。”<br>升公湖上(一作中)秀：升公，化城寺僧，名清升，亦名升朝。咸本无一作中注。萧本、玉本、郭本、刘本、全唐<a href=\"http://so.gushiwen.org/view_8262.aspx\">诗</a>本俱注：“一作山。”王本注：“一作山，一作中。”胡本、《文苑英华》俱作湖山秀。<br>辩才，佛家语，善巧说法义之才能。《维摩诘所说经》卷中：“文殊师利白佛言：‘世尊，彼上人者，难为酬对，深达实相，善说法要，辩才无滞，智慧无碍。”《文苑英华》作<a href=\"http://so.gushiwen.org/author_2399.aspx\">辨才</a>。<br>嫌猜，疑忌。<br>了见句：了，王本注云：“萧本作子。误。”水中月，《维摩诘所说经》卷中：“菩萨观众生为若此，如智者见水中月。”<br>青莲，梵语优缶本罗花之意译。此花清静香洁，不染纤尘。<br>左右，《文苑英华》作右左。当暑，《文苑英华》作当署。误。<br>徘徊，全唐诗本作裴回。<br>飞文句：飞文，《昭明文选序》：“飞文染翰，则卷盈乎缃帙。”洒落，潇洒脱俗。<br>鸣琴，《说苑》：“宓子贱治单父，弹鸣琴，身不下堂而单父治。”<br>道林，《法苑珠林》卷六一：“支遁，字道林，本姓关氏。陈留人，或云河东林虑人。幼有神理，聪明秀彻，晋<a href=\"http://so.gushiwen.org/author_581.aspx\">王羲之</a>睹遁才藻惊绝罕俦，遂披衿解带留连不能已，乃请往灵嘉寺，意存相近。又投迹剡山，于沃州小岭立寺行道，僧从百余，常随禀学。”<br>亦(一作不)举陶潜杯：咸本、萧本、玉本、郭本、全唐诗本俱无一作不注。陶潜杯，《晋书·陶潜传》：“在县公田，悉令种秫谷，曰：‘令吾尝醉如酒，足矣。’”萧本注：“‘虽游道林室，亦举陶潜杯’，是暗用渊明嗜酒与远公游事。”<br>清乐句：清乐，《唐会要》卷三三：“清乐，九代之遗声，其始即清商三调是也。并汉魏氏已来旧曲，乐器制度；并诸歌章古调与魏三祖所作者，皆被于史籍，自晋氏播迁，其音分散，不复存于内地。苻坚灭凉得之，传于前后二秦。及宋武定关中，收之，入于江南。及隋平陈后获之。隋文听之，善其节奏，曰：‘此华夏正声也。’因更损益，去其哀怨者而补之，因置清商署，总谓之清乐。至炀帝，乃立清乐、西凉等为九部。隋室丧乱，日益沦缺。天后朝，犹有六十三曲。”诸天，佛家谓三界共有三十二天，自四天王天至非有想非无想天，总谓之诸天。<br>劫石句：劫，佛家术语，梵语劫簸之略。劫石，佛示劫量之长，以天衣拂石为喻，因而谓之磐石劫。劫灰，劫烧时之灰也。《搜神记·劫灰》：“汉武帝凿昆明池，极深，悉是灰墨，无复土。举朝不解，以问<a href=\"http://so.gushiwen.org/author_276.aspx\">东方朔</a>。朔曰：‘臣愚，不足以知之。可试问西域人。’帝以朔不知，难以移问。至后汉明帝时，西域道人入来洛阳，时有忆方朔言者，乃试以武帝时灰墨问之。道人云：‘经云：天地大劫将尽则劫烧，此劫烧之余也。’乃知朔言有旨。”末二句言留欢可长。</p>",
  "poet": {
    "id": 247,
    "star": 0,
    "name": "李白",
    "image": "http://img.gushiwen.org/authorImg/libai.jpg",
    "desc": "李白（701年－762年），字太白，号青莲居士，唐朝浪漫主义诗人，被后人誉为“诗仙”。祖籍陇西成纪(待考)，出生于西域碎叶城，4岁再随父迁至剑南道绵州。李白存世诗文千余篇，有《李太白集》传世。762年病逝，享年61岁。其墓在今安徽当涂，四川江油、湖北安陆有纪念馆。"
  },
  "tags": [
    "怀古"
  ]
}