{
  "id": 47966,
  "star": 75,
  "name": "古歌",
  "dynasty": "两汉",
  "content": "秋风萧萧愁杀人，出亦愁，入亦愁。<br>座中何人，谁不怀忧。<br>令我白头。<br>胡地多飚风，树木何修修。<br>离家日趋远，衣带日趋缓。<br>心思不能言，肠中车轮转。",
  "fanyi": "<h2>注释</h2> ①萧萧：寒风之声。　<br>②胡地：古代胡人居北方，故后即用以代指北方。飙（biāo）风：暴风。　<br>③修修：与“翛翛”通，鸟尾敝坏无润泽貌，这里借喻树木干枯如鸟尾。<br>④思：悲。末二句是说难言的悲感回环在心里，好像车轮滚来滚去。",
  "shangxi": "<h2>鉴赏</h2> <p>　　读这首<a href=\"http://so.gushiwen.org/view_47966.aspx\">诗</a>，容不得人情感上有所酝酿，劈头便为一派浓重的忧愁所笼盖——一个苍莽悲凉的秋日，一场郁郁无欢的怅饮，本已令人愁闷难耐。何况还有那吹不尽的秋风，老是在帐外“萧萧”地响，更教人愁杀。“秋风萧萧愁杀人”，这一句突发的啸叹，正将主人公心头的万缕愁绪，化作烈烈秋风，“苍茫而来”，立时令人生出一种“不可遏抑”的困扰之感。“出亦愁，入亦愁”，则以细节刻画，抒写愁苦中人的坐立不安。不禁使人感到，那困扰着主人公的忧愁，竟怎样难以趋避、无可摆脱。受这困扰的，不止主人公一人：“座中何人谁不怀忧？”既称“何人”，又加“谁不”，这双重反问告诉人们：那忧愁正如病魔一样，已侵袭到所有在座者的心腑。使主人公所对无非忧者、所闻无非愁叹——这样的日子，真能耗蚀人的青春，加速衰老之期的到来。难怪主人公要发出“令我白头”的幽幽哀叹了。</p> <p>　　以上一节，一味写“愁”，使人来不及细想，先就浸染上了那摆脱不开的忧愁。读者不免要问：诗中主人公是谁？他究竟为什么如此忧愁？第二节诗，正为读者解开了疑团：“胡地多飚风，树木何修修！”“胡地”，即塞外胡人居处之地。主人公既呼之为“胡”，可见他自己不是胡人。联系下文“离家日趋远”一句，可知主人公应是远离家乡、出塞戍守的汉卒。对于初到塞外的旅人来说，那“大漠孤烟直，长河落日圆”（<a href=\"http://so.gushiwen.org/author_515.aspx\">王维</a>《使至塞上》）的异域风光，实在是新鲜而奇妙的。但作为戍卒而久居胡地，看惯了浩瀚的黄沙，见不到几多绿意。秋冬之际，唯有呼啸的飚风，时时摇撼着稀疏的高树。那滋味可就大不好受了。它们所能勾起的，只能是千重忧虑、万里思情。读到这里，读者便可恍然大悟：主人公之所以“出亦愁，入亦愁”，座中之人之所以“谁不怀忧”，那都是心揣着有家难归的万里离思的缘故。在这样的断肠人眼中，无论是“飚风”，无论是“修树”，触目间全都化成了一片愁雾。故此二句看似写景，实亦写愁，正与上文“秋风萧萧愁杀人”相应，将满腹的忧愁“外化”了。</p> <p>　　如果说，忧愁可以催人衰老，它首先带给人们的，则是憔悴和消瘦。“离家日趋远，衣带日趋缓。”诗中的主人公，正因为飘泊异乡、离家日远，被愁思消磨得茕茕骨立了。但诗人却不肯明言，而是巧妙地运用“衣带”之“日缓（松）”，以反衬主人公身躯的日见消瘦，写得含蕴不露而哀情深长。一位形销骨立的戍卒，就这样独伫于塞外荒漠，默默无语地遥望着万里乡关：“心思不能言，肠中车轮转。”——他不是无语可说，而是心中塞满了愁思，纵然有千言万语，也难以表达。要描述这样一种痛苦之状，笔墨是难以胜任的。但人们在极度痛苦之中，想象力就往往特别活跃，笔底口中便常常跳出奇语。《卫风·河广》的主人公，在眺望黄河彼岸的故国时，思归心切，就唱出了“谁谓河广，一苇杭（渡）之”的奇句。而这首歌的主人公，为抒写胸中难以排遣的痛苦，竟想出了“肠中车轮转”这一奇喻。用滚滚车轮在肠中的转动，写主人公无可言传的曲曲愁思，真是形象得教人吃惊。也正因为如此，戍卒那离家万里的痛苦怀思，才以更强的力度震荡了读者的心弦，使人不能不为之悚然动容。</p> <p>　　有人认为，《古歌》所抒写的，是“游子天涯之感”，恐怕不确。从上文的分析可知，它应该就是“胡地”戍卒的思乡怀归之作。东汉曾多次对羌人用兵，战争均延续十数年之久。朝廷之将贪功而无能，至使离乡征戍之卒“进不得力战，退不得温饱”，大批丧生于“胡地”、边境。这正是《古歌》之类思乡之作产生的背景。这首歌熔抒情、写景于一炉，在“秋风萧萧”中抒写困扰戍卒的愁思；又将它融于异乡的修树、荒漠的飚风之中，变得更加蓬勃、纷扬；最后忽设奇喻，将其化为辘辘车轮，在肠中滚转不已。如此形象的情感抒写，显示出汉乐府民歌在抒情艺术上已有怎样长足的进步。能够与它比美的，在汉代，恐怕只有“长于抒情”的《古诗十九首》了。</p>",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": [
    "古诗三百首",
    "秋天",
    "忧愁"
  ]
}