{
  "id": 72176,
  "star": 102,
  "name": "臧僖伯谏观鱼",
  "dynasty": "先秦",
  "content": "　　春，公将如棠观鱼者。臧僖伯谏曰：“凡物不足以讲大事，其材不足以备器用，则君不举焉。君将纳民于轨物者也。故讲事以度轨量，谓之‘轨’；取材以章物采，谓之‘物’。不轨不物，谓之乱政。乱政亟行，所以败也。故春蒐、夏苗、秋狝、冬狩，皆于农隙以讲事也。三年而治兵，入而振旅，归而饮至，以数军实。昭文章，明贵贱，辨等列，顺少长，习威仪也。鸟兽之肉不登于俎，皮革、齿牙、骨角、毛羽不登于器，则君不射，古之制也。若夫山林川泽之实，器用之资，皂隶之事，官司之守，非君所及也。”</p> <p>　　公曰：“吾将略地焉。”遂往，陈鱼而观之。僖伯称疾不从。</p> <p>　　书曰：“公矢鱼与棠。”非礼也，且言远地也。 ",
  "fanyi": "<p><strong>译文</strong><br>　　春天，隐公准备到棠地观看渔民捕鱼。臧僖伯进谏说：“凡是物品不能用到讲习祭祀、军事等大事上，或者所用材料不能制作礼器和兵器，那么，国君就不要亲自去接触它。国君是把民众引向社会规范和行为准则的人。所以，讲习大事以法度为准则进行衡量，叫做‘轨’，选取材料制作器物以显示它的文彩，叫做‘物’。事情不合乎轨、物，叫做乱政。屡屡乱政，这就是所以败亡的原因了。所以，春、夏、秋、冬四季的狩猎活动，都是在农闲时节进行，并（借这个机会）讲习军事。每三年演练一次，回国都要对军队进行休整。并要到宗庙进行祭告，宴饮庆贺，清点军用器物和猎获物。（在进行这些活动的时候，）要（使车马、服饰、旌旗等）文彩鲜艳，贵贱分明，等级井然，少长有序：这都是讲习大事的威仪啊!鸟兽的肉不能拿来放到祭祀用的器具里，皮革、牙齿、骨角和毛羽不能用来制作军事器物，这样的鸟兽，君主就不会去射它，这是自古以来的规矩啊！至于山林川泽的物产，一般器物的材料，这都是仆役们去忙活，有关官吏按职分去管理的事，而不是君主所应涉足的事。”隐公说：“我准备到那里去巡视。”于是就去了（棠地），让渔民把各种渔具都摆出来捕鱼，他在那里观赏。僖伯推说有病没有随同前往。《春秋》上说：“隐公在棠地陈设渔具。”（这是说他棠地观鱼这一行为）不合礼法啊，并且说他去的地方远离国都。</p><p><strong>注释</strong><br>1、春：指鲁隐公五年（前718）春季。<br>2、公：指鲁隐公。公元前722年至公元前712年在位。按《春秋》和《左传》的编著体例，凡是鲁国国君都称公，后边《曹刿论战》等篇均如是。鲁国是姬姓国，其开国君主是<a href=\"http://so.gushiwen.org/author_845.aspx\">周公旦</a>之子伯禽，其地在今山东西南部。如：往。<br>3、如：往。<br>4、棠：也写作唐，鲁国邑名，在今山东鱼台县东。<br>5、鱼：通“渔”，动词，捕鱼。<br>6、臧僖伯：鲁孝公之子、鲁惠公之兄、鲁隐公之伯父，名彄（又作“驱”“弓区”）（kōu），字子臧，封于臧（今郯城县），伯为排行，僖是谥号。 丗本：孝公生僖伯彄，彄生哀伯达（臧哀伯或臧孙达），达生伯氏缾，缾生文仲辰（臧文仲），辰是臧僖伯曾孙。<br>7、讲：讲习，训练。<br>8、大事：指祭祀和军事活动等。<br>9、材：材料，原料。<br>10、器用：指祭祀所用的器具与军事物资。<br>11、举：指行动。<br>12、纳：纳入。<br>13、轨物：法度和准则。<br>14、度（duó）：衡量。<br>15、量：程度。<br>16、章：通“彰”，彰明，发扬。<br>17、采：物之有华饰者又彩色也，五彩相间曰采。<br>18、亟：多次，屡次。<br>19、春蒐（sōu）：指春天打猎。蒐，搜寻，谓搜寻不产卵、未怀孕的禽兽。<br>20、夏苗：指夏天打猎，谓捕猎伤害庄稼的禽兽。<br>21、秋狝（xiǎn）：指秋天打猎。狝，杀，谓顺秋天肃杀之气，进行捕猎活动。<br>22、冬狩（shòu）：指冬天打猎。狩，围守，谓冬天各种禽兽都已长成，可以不加选择地加以围猎。按：“春蒐、夏苗、秋狝、冬狩”云云，说明我们的先民在狩猎活动中已有生态平衡意识，也同时说明大凡有组织的狩猎活动，都带有军事演习的性质，并不单单是为狩猎而狩猎。<br>23、治兵：指练兵、比武等军事演习活动。<br>24、振旅：整顿部队。<br>25、饮至：古代的一种礼仪活动。凡盟会、外交和重大军事行动结束以后，都要告于宗庙，并举行宴会予以庆贺。<br>26、军实：指军用车辆、器物和战斗中的俘获等。<br>27、昭：表明。文章：服饰、旌旗等的颜色花纹。<br>28、登：装入，陈列。<br>29、俎（zǔ）：古代举行祭祀活动时用以盛牛、羊等祭品的礼器。<br>30、射：激矢及物曰射。<br>31、山林：材木樵薪之类。<br>32、川泽：菱芡鱼龟之类。<br>33、资：材资也。<br>34、皂（zào）隶：本指奴隶，这里指做各种杂务的仆役。<br>35、略地：到外地巡视。<br>36、陈：陈设，张设也。<br>37、称疾：推说有病。（注意：古代分言“疾”和“病”，轻者为“疾”，重者为“病”。）<br>38、书：指《春秋》。<br>39、矢：通“施”，实施，陈设。这一句的意思是：隐公在棠陈列渔具。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　读罢此文，读者也许会提出这样的问题：鲁隐公作为一国之君，到棠地看看渔民怎样捕鱼，有什么了不得，也值得这位臧大夫大惊小怪，还要苦口婆心、掰开揉碎地讲那么多大道理?难道国君连这点自由也没有吗?马克思主义认为：分析、考察和认识任何一种历史现象，都必须把该历史现象放回到产生它的历史环境中去。臧僖伯之所以谏阻隐公到棠地观鱼，是因为隐公这一活动，不符合那个时代一个国君应该遵循并身体力行的行为规范。不符合，就会“乱政”；而屡屡“乱政”，就会导致国家的败亡。况且，隐公远离国都，到棠地观鱼，并非为了体察民情，更不是与民同乐，而仅仅是他本人的一种游乐活动。也正因为如此，他才不敢对臧僖伯的谏言说一个“不”字，最后不得不以“吾将略地焉”为借口,坚持到那里寻乐去。</p> <p>　　这篇谏辞的最大特点，是紧紧围绕着一个“礼”字展开劝谏，从观点到为阐明观点所举述的诸多理由及作为论据的事物和行为，都没有稍稍离开这个“礼”字。也就是说，没有稍稍离开制约当时国君行为的规范和准则。另一个也很明显的特点是,劝谏的缘起虽然是“公将如棠观鱼”，劝谏的直接目的也是阻止隐公“如棠观鱼”，但谏辞中对此事却不着一语。这不单单是婉言法，更重要的是，这种表达法反映出进谏者进谏的着眼点，并不在于隐公“如棠观鱼”这一具体行为，而是当时的整个礼制。如果隐公听了臧僖伯这番谏辞明白了“礼”对他的制约性，“如棠观鱼”这种“非礼”的事自然也就不会发生了。</p>",
  "about": "<h2>题解</h2> 　　本文选自《左传·隐公五年》。这一年（前718年）的春天，鲁隐公要到棠地观看渔民怎样捕鱼。鲁国大夫臧僖伯从传统的为君之道出发，认为国君的根本责任是管好国家大事，而且任何举措都必须合乎“古制”和国君的行为规范，否则就会“乱政”，而屡屡“乱政”，国家就会败亡。正是出于这么一种认识，他从对国君和国家的责任感出发，进谏隐公，劝阻他到棠地观鱼。",
  "poet": {
    "id": 384,
    "star": 0,
    "name": "左丘明",
    "image": "http://img.gushiwen.org/authorImg/zuoqiuming.jpg",
    "desc": "丘明（姓姜，氏丘，名明），华夏人，生于前502年，死于前422年，享年80岁。丘穆公吕印的后代。本名丘明，因其先祖曾任楚国的左史官，故在姓前添“左”字，故称左史官丘明先生，世称“左丘明”，后为鲁国太史 。左氏世为鲁国太史，至丘明则约与孔子（前551-479）同时，而年辈稍晚。他是当时著名史家、学者与思想家，著有《春秋左氏传》、《国语》等。他左丘明的最重要贡献在于其所著《春秋左氏传》与《国语》二书。左氏家族世为太史，左丘明又与孔子一起“如周，观书于周史”，故熟悉诸国史事，并深刻理解孔子思想。"
  },
  "tags": [
    "古文观止",
    "劝谏"
  ]
}