{
  "id": 71126,
  "star": 2084,
  "name": "咏雪 / 咏雪联句",
  "dynasty": "南北朝",
  "content": "谢太傅寒雪日内集，与儿女讲论文义。俄而雪骤,公欣然曰：“白雪纷纷何所似？”兄子胡儿曰：“撒盐空中差可拟。”兄女曰：“未若柳絮因风起。”公大笑乐。即公大兄无奕女，左将军王凝之妻也。",
  "fanyi": "<p><strong>译文</strong><br>谢安在寒冷的雪天举行家庭聚会，和他子侄辈的人讲解<a href=\"http://so.gushiwen.org/view_71126.aspx\">诗</a>文。不久，雪下得大了，太傅高兴地说：“这纷纷扬扬的白雪像什么呢?”他哥哥的长子谢朗说：“在空中撒盐差不多可以相比。”谢安大哥的女儿说：“不如比作柳絮凭借着风飞舞。”太傅大笑起来。她就是谢安大哥谢无奕的女儿谢道韫，左将军王凝之的妻子。 </p><p><strong>注释</strong><br>谢太傅：即谢安（.320年－385年），字安石，晋朝陈郡阳夏（现在河南太康）人。做过吴兴太守、侍 中、吏部尚书、中护军等官职。死后追赠为太傅。<br>内集：家庭聚会。<br>儿女：子侄辈。<br>讲论文义：讲解诗文。<br>俄而：不久，不一会儿。<br>骤：急，紧。<br>欣然：高兴的样子。<br>何所似：像什么。何，什么；似，像。<br>胡儿：即谢朗。谢朗，字长度，谢安哥哥的长子。做过东阳太守。<br>差可拟：差不多可以相比。差，大致，差不多；拟，相比。<br>未若：倒不如。<br>因：凭借。<br> 即：是。<br>无奕女：指谢道韫（yùn），东晋有名的才女，以聪明有才著称。无奕，指谢奕，字无奕。<br>王凝之：字叔平，大书法家<a href=\"http://so.gushiwen.org/author_581.aspx\">王羲之</a>的第二个儿子，做过江州刺史、左将军、会稽内史等。</p>",
  "shangxi": "<h2>赏析二</h2> <p>　　“谢太傅寒雪日内集，与儿女讲论文义。”文章第一句交代咏雪的背景。短短的十五个字，涵盖的内容相当多。东晋的谢氏家族是个赫赫有名的<a href=\"http://so.gushiwen.org/view_71126.aspx\">诗</a>礼簪缨之家，为首的是谢太傅即谢安。在这样的家族里，遇到雪天无法外出，才有“讲论文义”的雅兴。召集人兼主讲人自然是谢安，听众是“儿女”们。时间、地点、人物、事件全都说到了。 接着写主要事件咏雪。其实是主讲人出题考听众。主讲人何以有此雅兴？原来是天气发生了变化：“俄而雪骤”，早先也有雪，但不大，而此刻变成了纷纷扬扬的鹅毛大雪。这使主讲人感到很高兴，于是“公欣然曰：‘白雪纷纷何所似?’兄子胡儿曰：‘撒盐空中差可拟。’兄女曰：‘未若柳絮因风起。’”答案可能不少，但作者只录下了两个：一个是谢朗说的“撒盐空中”；另一个是谢道韫说的“柳絮因风起”。主讲人对这两个答案的优劣未做评定，只是“大笑乐”而已，十分耐人寻味。作者也没有表态，却在最后补充交代了谢道韫的身份，“即公大兄无奕女，左将军王凝之妻也。”这是一个有力的暗示，表明他欣赏及赞扬谢道韫的才气，并写出了谢道韫是“咏絮才”。</p> <p>　　为何说谢道韫作的词句更好呢？比喻讲究形似：大团大团的雪花簌簌落下，倘若有风，则会漫天飞舞。一团一团的柳絮，与鹅毛大雪相似，也会因风漫天飞舞，古诗中就有“柳絮池塘淡淡风”的句子。纷飞的白雪和因风起的柳絮，都给人以 轻盈、飘逸、优雅的感受。用“柳絮因风起”来比喻“白雪纷纷”，可谓形相似，景相同。盐与雪花，形状不同，轻重又有别，“撒盐空中”即使轻风起时也不能随风飘扬。用来比喻 “白雪纷纷”并不是很恰当。比喻更讲究神似：盐在空中唰唰地撒，重重地下落，躲都来不及，何谈欣赏？无美感可言。比作柳絮，一扫滞重之感，因风而起，漫天飘飞，这才是大自然的造化。而且柳絮飘飞的季节是春暖花开之时，冬季之冷景，以春季之暖景写出，更见诗意。</p><br/><h2>赏析</h2> <p>　　这是一则千古佳话，表现了女才子谢道韫杰出的<a href=\"http://so.gushiwen.org/view_71126.aspx\">诗</a>歌才华、对事物细致的观察和具有灵活想象力。</p> <p>　　据《晋书·王凝之妻谢氏传》及《世说新语·言语》篇载，谢安寒雪日尝内集，与儿女讲论文义，俄而雪骤，安欣然唱韵，兄子朗及兄女道韫赓歌（诗即如上），安大笑乐。</p> <p>　　谢安所乐，在于裙钗不让须眉，侄女之诗才，更在侄子之上。按谢朗少有文名，《世说新语·言语》篇引《续晋阳秋》称他“文义艳发”，《文学》篇引《中兴书》说他“博涉有逸才”。所以叔父出韵起题，侄子即为唱和，正见其才思敏捷也。平心而论，“撒盐空中”亦不失为一种比方，雪，以其粉白晶莹飘散而下，谢朗就近取譬，用撤盐空中拟之，虽不高明，也差可形容了。</p> <p>　　然而，聪颖的妹妹并不迷信兄长的才名。她觉得，以盐拟雪固然不错，但没有形容出雪花六瓣，随风飘舞，纷纷扬扬，无边无际的根本特征。于是，针对兄长的原句，她作了大胆的修正：“未若柳絮因风起。”</p> <p>　　柳絮，作为春时景物，有似花非花，因风而起，飘忽无根，满天飞舞的特征。晋伍辑之《柳花赋》曾形容：“扬零花而雪飞，或风回而游薄，或雾乱而飙零，野净秽而同降，物均色而齐明。”谢道韫将此来比拟北风吹起漫天飞雪，堪称契合无间。取柳絮可比其形言其大，点明当时的“雪骤”之景，而“因风起”更指出它随风飘舞，漫无边际的自然特点。（宋代的<a href=\"http://so.gushiwen.org/author_399.aspx\">贺铸</a>《青玉案》词有“满城风絮”句。）由此较之，雪花柳絮，可谓是异迹而同趣了。如此再看“撒盐空中”的比方，则未免有局促见肘之诮了。</p> <p>　　清人<a href=\"http://so.gushiwen.org/author_39.aspx\">沈德潜</a>说：“事难显陈，理难言罄，每托物连类以形之。”（《说诗晬语》卷下）比喻是诗歌的基本修辞手法。其要在于贴切传神，新颖入妙。这正是谢道韫此句高于他兄长的地方。</p> <p>　　但是，真正的佳句名句之所以千古流传，播传人口，更重要还在于它能通过形象传达出作者内心的思想感情。谢道韫的这句诗，其佳处不仅在工干设譬，还在于透露出女才子热爱生活、热爱自然的情怀。她将北风飞雪的严寒冬景，比作东风吹绵的和煦春色，正表现出女作者开朗乐观的胸襟以及对美好春光的由衷向往。</p> <p>　　据《晋书》本传，谢道韫的联句不仅得到她叔父的称赏，而且还受到在场嘉宾的一致赞许。这次联句，遂传为一时佳话，谢道韫从此也赢得了“咏絮才”的美名。后来南朝梁刘孝绰写过一首《对雪诗》，其中有“桂华殊皎皎，柳絮亦霏霏。讵比咸池曲，飘飖千里飞”。也许是受到谢道韫的启发。</p> <p>　　须要说明的是，谢道韫的出色联句。并不是一时之功，刹那灵感，而是有她平时深厚的文学修养作基础的。《世说新语·言语》篇引《妇人集》称她“有文才，所著诗、赋、诔，颂传于世”。可惜绝大部分没有保存到今天。</p>",
  "about": "<h2>创作背景</h2> <p><sup>　　《世说新语》主要是记录魏晋名士的逸闻轶事和玄言清谈，这篇《咏雪》就始出于东晋谢安与其子侄辈们的一段即兴对话。</sup></p>",
  "poet": {
    "id": 668,
    "star": 0,
    "name": "刘义庆",
    "image": "http://img.gushiwen.org/authorImg/liuyiqing.jpg",
    "desc": "刘义庆（403—444）汉族，彭城（今江苏徐州）人。字季伯，南北朝文学家。自幼才华出众，爱好文学，并广招四方文学之士，聚于门下。刘宋宗室，袭封临川王，公元444年（元嘉21年）死于建康（今南京）。除《世说新语》外，还著有志怪小说《幽明录》。"
  },
  "tags": [
    "初中文言文",
    "冬天",
    "咏物",
    "写雪",
    "赞美",
    "女子"
  ]
}