{
  "id": 47977,
  "star": 79,
  "name": "明月皎夜光",
  "dynasty": "两汉",
  "content": "明月皎夜光，促织鸣东壁。<br>玉衡指孟冬，众星何历历。<br>白露沾野草，时节忽复易。<br>秋蝉鸣树间，玄鸟逝安适。<br>昔我同门友，高举振六翮。<br>不念携手好，弃我如遗迹。<br>南箕北有斗，牵牛不负轭。<br>良无盘石固，虚名复何益？",
  "fanyi": "<p><strong>译文<br></strong>明亮皎洁的月光照耀着夜空，东边墙角下不时地传来蟋蟀的吟唱。<br>北斗星中的玉衡星已指向了孟冬，天上众多的星星是这样闪烁璀璨。<br>晶莹的露珠啊已沾满了地上的野草，时节流转转瞬间又是夏去秋来。<br>树枝间传来秋蝉断续的鸣叫，燕子啊不知又要飞往何方？<br>昔日与我携手同游的同门好友，已经举翅高飞腾达青云了。<br>可是他们一点也不念曾经的交情，就像行人遗弃脚印一样把我抛弃！<br>南箕星、北斗星都不能用来盛物斟酒，牵牛星也不能用来负轭拉车！<br>再好的友情也不能像磐石那样坚固，仔细想来炎凉世态虚名又有何用？</p> <p><strong>注释<br></strong>⑴皎夜光：犹言明夜光。<br>⑵促织：蟋蟀的别名，一作“趣织”。<br>⑶玉衡：指北斗七星中的第五星。北斗七星形似酌酒的斗：第一星至第四星成勺形，称斗魁；第五星至第七星成一条直线，称斗柄。由于地球绕日公转，从地面上看去，斗星每月变一方位。古人根据斗星所指方位的变换来辨别节令的推移。孟冬：本指冬季的第一个月，此处指方位。玉衡星已经指向孟冬亥宫之方向——西北方，时已过夜半。<br>⑷历历：逐个的意思，众星行列分明的样子。<br>⑸忽：本义为不重视、忽略，这里用引申义，急速、突然的意思。易：变换。<br>⑹玄鸟：燕子。安适：往什么地方去？燕子是候鸟，春天北来，秋时南飞。这句是说天凉了，燕子又要飞往什么地方去了？<br>⑺同门友：同在师门受学的朋友。<br>⑻翮（hé）：本义为羽毛中间的硬管，指禽鸟的尾羽或翼羽中那些大而硬的角质空心的羽轴。据说善飞的鸟有六根健劲的羽茎。这里泛指鸟的翅膀。据说善飞的鸟有六根健劲的羽茎，故曰“六翮”。<br>⑼携手好：指共患难的友谊。<br>⑽“弃我\"句：就像行人遗弃脚印一样抛弃了我。<br>⑾南箕（jī）：星名，形似簸箕。北有斗：即北斗，星名，形似斗（酌酒器）。<br>⑿牵牛：指牵牛星。轭：车辕前横木，牛拉车则负轭。“不负轭”是说不拉车。<br>⒀良：的确。盘石：同“磐石”，特大石，用以象征坚定不移的感情。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　此<a href=\"http://so.gushiwen.org/view_47977.aspx\">诗</a>开篇写道：“明月皎夜光，促织鸣东壁。”在皎洁的月色光下，蟋蟀在低吟，并交织成一曲无比清切的夜之旋律。在此，诗人从视角和听觉两方面描写了环境，不但表现出环境的幽静，心境的凄然，而且也暗示了时间是很晚了，也就是下半夜时间。再看夜空，“玉衡指孟冬，众星何历历。”北斗横转，那由“玉衡”“开阳”“摇光”三星组成的斗柄（杓），正指向天象十二方位中的“孟冬”，闪烁的星辰，更如镶嵌天幕的明珠，把夜空辉映得一片璀璨。一切似乎都很美好，包括那披着一身月光漫步的诗人。在中国古代，人们都是根据斗星所指方位的变换来辨别节令的推移。据金克木先生解说，“孟冬”在这里指的不是初冬节令（因为下文明说还有“秋蝉”），而是指仲秋后半夜的某个时刻。此时此刻诗人还在月下踽踽步，说明诗人心神不宁，胸中缠绕着忧愁。</p> <p>　　诗人默默无语，在月光下徘徊。“白露沾野草，时节忽复易。”野草上已沾满晶莹的露珠，在月光下显得那样晶莹，寒气逼人，明显感觉到时节已经转换。诗人已经感觉到，深秋已在不知不觉中到来，时光之流驶，又是一年秋天到来了。当然，这里写了时间的快速流逝，也是在暗示时间不饶人，人也在一天天老去。怪不得往日的燕子（玄鸟）都不见了，原来已是秋雁南归的时节。这些燕子又将飞往哪里去呢？——“秋蝉鸣树间，玄鸟逝安适”？这就是诗人在月下所发出的怅然问叹。这问叹似乎只对“玄鸟”而发，实际上，它又是诗人那充满失意的怅然自问。从下文可知，诗人之游宦京华已几经寒暑。而今草露蝉鸣、又经一秋，它们在诗人心上所勾起的，是流离客中的无限惆怅和凄怆。</p> <p>　　以上八句从描述秋夜之景入笔，抒写诗人月下徘徊的哀伤之情。适应着秋夜的清寂和诗人怅惘、失意之感，笔触运得轻轻的，色彩也一片渗白；没有大的音响，只有蟋蟀、秋蝉交鸣中偶发的、诗人那悠悠的叹息之声。当诗人一触及自身的伤痛时，情感便不兔愤愤起来。诗人久滞客中，在夜半如此焦灼难眠，那是因为他曾经希望过、期待过，而今这希望和期待全破灭了。</p> <p>　　理想破灭，心烦意乱，夜不能寐。于是，诗人写道：“昔我同门友，高举振六翮。”这句是以鸟的展翅高飞比喻同门友的飞黄腾达。这在当初，无疑如一道灿烂的阳光，把诗人的前路照耀得五彩缓纷。他相信，“同门”好友将会从青云间垂下手来，提携自己一把；总有一天，他将能与友人一起比翼齐飞、邀游碧空。但事实却大大出乎诗人预料，昔日的同门之友，而今却成了相见不相认的陌路之人。他竟然在平步青云之际，把自己当作走路时的脚迹一样，留置身后而不屑一顾了。“不念携手好，弃我如遗迹”，这毫不经意中运用的妙喻，不仅入木三分地刻画了同门好友“一阔脸就变”的卑劣之态，同时又表露了诗人那不谙世态炎凉的无比惊讶、悲愤和不平。</p> <p>　　至此全诗的主旨方才揭开，那在月光下徘徊的诗人，原来就是这样一位被同门好友所欺骗、所抛弃的落魄者。在他的背后，月光印出了静静的身影；而在头顶上空，依然是明珠般闪烁的“历历”众星。当诗人带着被抛弃的余愤怒仰望星空时，偏偏又瞥见了那名为“箕星”、“斗星”和“牵牛”的星座。诗人顿时生出一股无名的怨气，指点着这些星座大声责问起来：“南箕北有斗，牵牛不负扼！”这里语出《小雅·大东》：“维南有箕，不可以颠扬；维北有斗，不可以挹酒浆”\"皖彼牵牛，不以服箱（车）”。诗人在此借用“南箕”“北斗”“牵牛”等星宿表现出了有虚名无实用，借此比喻朋友的有虚名无实用。失意落魄的诗人心中很是痛苦，夜不能寐，走出房间，仰望天空，看见星星，由此而想到“同门友”的淡漠，心中忧愤不已，苦闷无处发泄，就借此问问星星。其实，这里也暗示了诗人没有什么朋友，即使有，也是十分功利的、无情意的人。</p> <p>　　诗歌最后写道：“良无盘石固，虚名复何益？”想到当年友人怎样信誓旦旦，声称同门之谊的“坚如盘石”，可而今“同门”虚名犹存，“盘石”一样的友情也再没有了。诗人终于仰天长叹，以悲愤的感慨收束了全诗。这叹息和感溉，包含了诗人那被炎凉世态所欺骗、所愚弄的无比伤痛和悲哀。</p> <p>　　抒写这样的伤痛和悲哀，本来只用数语即可说尽。此诗却偏从秋夜之景写起，初看似与词旨全无关涉，其实均与后文的情感抒发脉络相连：月光笼盖悲情，为全诗敷上了凄清的底色；促织鸣于东壁，给幽寂增添了几多哀音；“玉衡指孟”点明夜半不眠之时辰，“众星何历历”暗伏箕、斗、牵牛之奇思；然后从草露、蝉鸣中，引出时光流驶之感，触动同门相弃之痛；眼看到了愤极“直落”、难以控驭的地步。这就是《明月皎夜光》写景抒愤上的妙处，那感叹、愤激、伤痛和悲哀，始终交织在一片星光、月色、螺蜂、蝉鸣之中。</p>",
  "about": "<h2>创作背景</h2> 　　此<a href=\"http://so.gushiwen.org/view_47977.aspx\">诗</a>是《古诗十九首》之一。《古诗十九首》的时代和作者向来是汉魏文学研究中的热点问题，各种观点异彩纷呈。宇文所安认为中国早期诗歌是一个复制系统，找不到“古诗”早于建安时期的确凿证据。木斋提出《古诗十九首》及建安诗歌的重要组成大部分诗作是<a href=\"http://so.gushiwen.org/author_322.aspx\">曹植</a>之作。李善注《昭明文选·杂诗上》提出其作者为无名氏，作于东汉时期，这也是二十世纪以来的主流观点。今人一般认为这十九首诗并不是一时一人之作，其所产生的年代应当在东汉献帝建安之前的几十年间。《明月皎夜光》的具体创作时间难以确证。",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": [
    "古诗十九首",
    "秋天",
    "月光",
    "写景",
    "抒情"
  ]
}