{
  "id": 71364,
  "star": 85,
  "name": "乙卯重五诗",
  "dynasty": "宋代",
  "content": "重五山村好，榴花忽已繁。<br>粽包分两髻，艾束著危冠。<br>旧俗方储药，羸躯亦点丹。<br>日斜吾事毕，一笑向杯盘。",
  "fanyi": "<p><strong>译文</strong><br>　　端午节到了，火红的石榴花开满山村。<a href=\"http://so.gushiwen.org/view_71364.aspx\">诗</a>人吃了两只角的粽子，高冠上插着艾蒿。又忙着储药、配药方，为的是这一年能平安无病。忙完了这些，已是太阳西斜时分，家人早把酒菜备好，他便高兴地喝起酒来。 </p><p><strong>注释</strong><br>①乙卯：指1195年，宋宁宗庆元元年，作者71岁，在家乡绍兴隐居。重五：因是五月五日，故曰“重五”，即端午节。因这天古人以兰草汤沐浴，又称“浴兰节”。又因这天少女须佩灵符，替榴花，还称“女儿节”<br>②棕包分两髻：粽子有两个尖尖的角。古时又称角黍。为什么端午节要吃粽子？南朝<a href=\"http://so.gushiwen.org/author_534.aspx\">吴均</a>《续齐谐记》载：“<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>以五月五日投泪罗而死，楚人哀之，每于此日，以竹筒贮米祭之。”最早粽子是黍米蒸制而成。到了宋朝，粽里有馅，中间夹枣、豆、杏之类。<br>③艾束著危悉高高的帽子上插上艾枝。据说艾叶气，熟芬芳，能通九窍，去疾病，故载于帽子上。危冠：高冠。这是屈原流放江南时所戴的一种帽子，屈原《涉江》一诗云：“带长铁之陆离分，冠切云之崔鬼。”<br>④储药：古人把五月视为恶日。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这首<a href=\"http://so.gushiwen.org/view_71364.aspx\">诗</a>开篇点题，将时间限定在“重五”（五月初五），将地点定格为“山村”。此时此地，无丝竹之乱耳，无案牍之劳形，有的只是节日的气氛，有的只是淳朴的民风。更何况，石榴在不知不觉间已经盛开了呢！此情此景，怎一个“好”字了得！</p> <p>　　“当年万里觅封侯，匹马戍梁州”的诗人，今天终于暂时放下了满腹的忧愤，融入了节日的欢快气氛之中。瞧，他先吃了两角的粽子，再在高冠上插着艾枝。然后又按照依旧俗，又忙着储药、配药方，为的是这一年能平安无病。到了晚上，他忙完这些事情，含着微笑喝起酒来了。</p> <p>　　从作者对端午这一天的生活的具体描写中，我们还可以看出至少从南宋开始，端午就有了纪念<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>和卫生保健的双重内涵。</p> <p>　　念念不忘“王师北定中原日”的<a href=\"http://so.gushiwen.org/author_272.aspx\">陆游</a>，由于收拾山河的志向未能实现，只能像<a href=\"http://so.gushiwen.org/author_217.aspx\">辛弃疾</a>那样“却将万字平戎策，换得东家种树书”。“日斜吾事毕，一笑向杯盘”，在欢乐中暗藏着多少伤感，在闲适中流露出多少无奈啊！</p> <p>　　这首诗语言质朴，融写景、叙事、抒情于一体，那榴花繁多的山村风光，那江南端午的风俗习惯，那字里行间的闲适惬意，浮现在我们眼前，感受在我们胸间。没有装饰，所以诗美；没有做作，所以情真。这，就是诗人所说的“文章本天成，妙手偶得之”的写作境界。</p>",
  "about": "<h2>创作背景</h2> 1195年，宋宁宗庆元元年，作者71岁，在家乡绍兴隐居。“重五”，即端午节。",
  "poet": {
    "id": 272,
    "star": 0,
    "name": "陆游",
    "image": "http://img.gushiwen.org/authorImg/luyou.jpg",
    "desc": "陆游（1125—1210），字务观，号放翁。汉族，越州山阴（今浙江绍兴）人，南宋著名诗人。少时受家庭爱国思想熏陶，高宗时应礼部试，为秦桧所黜。孝宗时赐进士出身。中年入蜀，投身军旅生活，官至宝章阁待制。晚年退居家乡。创作诗歌今存九千多首，内容极为丰富。著有《剑南诗稿》、《渭南文集》、《南唐书》、《老学庵笔记》等。"
  },
  "tags": [
    "端午节",
    "风俗"
  ]
}