{
  "id": 72207,
  "star": 19,
  "name": "祭公谏征犬戎",
  "dynasty": "先秦",
  "content": "　　穆王将征犬戎，祭公谋父谏曰：“不可。先王耀德不观兵。夫兵，戢而时动，动则威；观则玩，玩则无震。是故周文公之《颂》曰：‘载戢干戈，载櫜弓矢；我求懿德，肆于时夏。允王保之。’先王之于民也，茂正其德，而厚其性；阜其财求，而利其器用；明利害之乡，以文修之，使务利而避害，怀德而畏威，故能保世以滋大。</p> <p>　　昔我先世后稷，以服事虞夏。及夏之衰也，弃稷弗务，我先王不窋，用失其官，而自窜于戎翟之间。不敢怠业，时序其德，纂修其绪，修其训典；朝夕恪勤，守以惇笃，奉以忠信，奕世戴德，不忝前人。至于武王，昭前之光明，而加之以慈和，事神保民，莫不欣喜。商王帝辛，大恶于民，庶民弗忍，欣戴武王，以致戎于商牧。是先王非务武也，勤恤民隐，而除其害也。</p> <p>　　夫先王之制：邦内甸服，邦外侯服，侯、卫宾服，夷、蛮要服，戎、狄荒服。甸服者祭，侯服者祀，宾服者享，要服者贡，荒服者王。日祭，月祀，时享，岁贡，终王，先王之训也。</p> <p>　　有不祭，则修意；有不祀，则修言；有不享，则修文；有不贡，则修名；有不王，则修德。序成而有不至，则修刑。于是乎有刑不祭，伐不祀，征不享，让不贡，告不王。于是乎有刑罚之辟，有攻伐之兵，有征讨之备，有威让之令，有文告之辞。布令陈辞，而又不至，则又增修于德，无勤民于远。</p> <p>　　是以近无不听，远无不服。今自大毕、伯士之终也，犬戎氏以其职来王，天子曰：‘予必以不享征之’，且观之兵，其无乃废先王之训，而王几顿乎？吾闻夫犬戎树惇，能帅旧德，而守终纯固，其有以御我矣。”王不听，遂征之，得四白狼、四白鹿以归。自是荒服者不至。 ",
  "fanyi": "<p><strong>译文</strong><br>　　周穆王将征伐犬戎，祭公谋父劝阻说：“不行。先王显示德行而不炫耀武力。兵力是储存起来到一定时候动用的，一动用就使人畏惧；炫耀武力就会滥用，滥用就不能使人畏惧。所以周文公的《<a href=\"http://so.gushiwen.org/view_72207.aspx\">诗</a>经·周颂·时迈》说：‘将兵器好好收藏，将弓箭藏在皮囊；我们君王寻求美德，施予这华夏之邦。君王定能保持天命久长。’先王对于百姓，努力端正他们的德行，使他们的性情更加宽厚；扩大他们的财源，改进他们的工具；指明利害的方向，用礼法整顿他们，使他们追求利益而避免祸害，怀念恩德而畏惧威力，所以能保证周王室世代相承，日益壮大。<br>　　从前我们先王世代做农官之长，服事虞、夏两朝。到夏朝衰落的时候，废除了农官，不再致力于农业，我们先王不窋，因而失去了官职，隐藏到戎狄中间。他仍然不敢怠慢祖业，时常称道祖先的功德，继续完成祖先留下的事业，研习祖先的训令和典章；早晚谨慎勤恳，忠实地遵守，诚恳地奉行，世代继承祖先的功德，不辱前人。到了武王，发扬前代光明的德行，再加上仁慈与温和，事奉神灵，保养百姓，莫不欢欣喜悦。商王帝辛，大为百姓所憎恶，百姓不能忍受，欣然拥戴武王，在商朝国都郊外的牧野地方作战。这不是先王致力于武力，而是为了尽力体恤百姓的痛苦，除掉他们的祸害。<br>　　先王的制度：王畿以内五百里的地方称甸服，王畿以外五百里的地方称侯服，侯服以外至卫服以内的地方称宾服，宾服以外的蛮、夷地方称要服，要服以外的戎、狄地方称荒服。甸服地方的诸侯供给天子祭祀祖父、父亲的祭品，侯服地方的诸侯供给天子祭祀高、曾祖的祭品，宾服地方的诸侯供给天子祭祀远祖的祭品，要服地方的诸侯供给天子祭神的祭品，荒服地方的诸侯则朝见天子。祭祖父、父亲的祭品一日一次，祭高、曾祖的祭品一月一次，祭远祖的祭品一季一次，祭神的祭品一年一次，朝见天子一生一次。这是先王的遗训。<br>　　如有不逐日进贡的，天子就修省内心；有不按月进贡的，天子就修明法令；有不按季进贡的，天子就修明礼仪；有不进岁贡的，天子就修明尊卑名分；有不朝见的，天子就修明德行。这几个方面依次做到而仍有不来的，天子就修明刑法。这时就有惩罚不逐日进贡的，讨伐不按月进贡的，征讨不按季进贡的，责备不进岁贡的，晓谕不来朝见的。这时也就有惩治的法律，有攻伐的军队，有征讨的装备，有严厉谴责的命令，有用文字晓喻的文告。发布命令，公布文告，而再有不来的，天子就在德行上增强修养，不让百姓到远方去受苦。<br>　　所以近处的诸侯无不听命，远方的诸侯无不归顺。现在大毕、伯士一去世，新即位的犬戎国君就带着贡品前来朝见，天子却说：‘我一定要以不享的罪名征讨他’，并且向他炫耀武力，这样做恐怕会废弃先王的遗训，而使朝见天子之礼濒于破坏吧？我听说那犬戎国君秉性敦厚，能遵循祖先的遗德，遵守终生朝见一次之礼，专一不二，他们会有防御我们的准备的。”穆王不听，去征战犬戎，只得到四只白狼、四只白鹿带回来了。从此以后，荒服地方的诸侯就不来朝见了。</p><p><strong>注释</strong><br>①穆王:周天子，名满。康王之孙，昭王的儿子。犬戎：我国古代西方民族名，即昆戎。商朝和周朝时，在今陕西泾水渭水流域游牧。<br>②祭公谋父周穆王的大臣，封于祭，故叫祭公。谋父是他的字。祭（zhài），父（fǔ）。<br>③戢（jí）：聚集，收藏。时动：按照一定的季节行动。如春夏务家，冬于讲武。<br>④震:惧怕。<br>⑤周文公：即周公，“文”是他的谥号。周公是周武王的弟弟，名旦，也称叔旦。<br>⑥载：语助词，无义。干戈：兵器名。<br>⑦櫜（gao）：古时收藏弓箭的袋子。这里用作动词，把弓箭收藏起来。<br>⑧懿德：美德。<br>⑨时：是，这。夏：中国。<br>⑩允：信，相信。王：指周武王。<br>⑾茂：通“懋”，勉励。德，道德。<br>⑿阜（fu）：大，多。<br>⒀乡（xiang）：所在。<br>⒁滋：增益，加多。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　在辅佐周穆王的过程中，祭国的祭公谋父提出了“以德治国”的政治主张。某年，周穆王要攻打一个叫犬戎的民族，祭公谋父劝说周穆王：圣明的君王是光大自己的德政，而不炫耀自己的武力，用武力征服别人，早晚会带来严重后果的。周穆王不听劝告，率兵攻打犬戎，尽管战争最后取胜，但周边的少数民族再也不称臣纳贡。</p> <p>　　“以德治国”是符合周先人的传统的。《史记·周本纪》记述：</p> <p>　　“古公亶父复脩后稷、公刘之业，积德行义，国人皆戴之。薰育戎狄攻之，欲得财物，予之。已复攻，欲得地与民。民皆怒，欲战。古公曰：‘有民立君，将以利之。今戎狄所为攻战，以吾地与民。民之在我，与其在彼，何异。民欲以我故战，杀人父子而君之，予不忍为。’乃与私属遂去豳，度漆、沮，逾梁山，止於岐下。豳人举国扶老携弱，尽复归古公於岐下。及他旁国闻古公仁，亦多归之。於是古公乃贬戎狄之俗，而营筑城郭室屋，而邑别居之。作五官有司。民皆歌乐之，颂其德。”</p> <p>　　这段故事是说：古公亶父是周王朝的奠基人，被称为周朝的“太王”，是历史上的著名贤王。</p> <p>　　古公亶父原是一个小国豳国的国君。当时，西北边地的戎狄进攻豳国，“欲得财物”。给了财物以后，他们还不满足，又要再来进攻，欲得地与民。豳国百姓被激怒了，纷纷主张打仗。这时，古公说：“老百姓拥立君主，是希望君主保护老百姓的福利。现在戎狄想来攻打我们的目地，是因为我有了土地和老百姓。老百姓在我这里和在他那里，只要生活的好，那有什么关系呢？现在老百姓们为了我个人的原因去打仗，用杀死别人的父子的手段去达到我当君主的目地，这样的事，我不忍心去做!”（原文：有民立君，将以利之。今戎狄所为攻战，以我地与民。民之在我，与其在彼，何异？民欲以我故战，杀人父子而君之，予不忍为。）因此，古公亶父只带了近亲私属一群人，学他的祖先不窋一样，离开豳国，迁徙到梁山西南的岐山之下定居。</p> <p>　　古公亶父的这个举动被老百姓知道了，不仅原来豳地民众扶老携幼，离开戎狄而追到岐山来，照旧跟着他。而且附近的邻国，也久仰古公的仁义贤名，都来归附于他。</p> <p>　　所以，老子依据古公亶父的事迹写成了第三章的“使民不争”。象古公亶父那样，他为了民众远离战争, 不争而退让到可以不要国家豳，不战而退从豳到了周原。他最终赢得了民众的心，他最终不争而成不战而胜！</p> <p>　　显然，周穆王攻打一个叫犬戎的民族，是周失德的开始。<a href=\"http://so.gushiwen.org/author_384.aspx\">左丘明</a>的《国语》从西周穆王写起，大概是因为周穆王是西周失德的第一个君王罢！</p> <p>　　附加说明：京城五百里以内为邦内；离京城五百到一千里的国为邦外；一千里到三千五百里的国为侯、卫；三千五百里到四千里的国为蛮、夷；四千里以外的国为戎、翟。甸服：为王朝服役，供应周王朝每天的宗庙祭祀；侯服：每年必须朝见周王朝，供应每月的祭祀；宾服：必须纳贡供应每季的祭祀，二到五年朝见一次；要（yāo）服：必须供应每年的祭祀，每六年朝见；荒服：每任国王必须朝见一次，表示臣服即可。</p>",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": [
    "古文观止",
    "劝谏",
    "故事",
    "寓理"
  ]
}