{
  "id": 24857,
  "star": 20,
  "name": "井栏砂宿遇夜客",
  "dynasty": "唐代",
  "content": "暮雨潇潇江上村，绿林豪客夜知闻。<br>他时不用逃名姓，世上如今半是君。",
  "fanyi": "<p><strong>译文</strong><br>这个小村子傍晚的时候风雨潇潇，遇到的绿林好汉竟然也知道我的名字。<br>当年根本就不用隐遁荒野，如今的世上多半都是你们这样的绿林好汉啊。</p> <p><strong>注释</strong><br>⑴《全唐<a href=\"http://so.gushiwen.org/view_24857.aspx\">诗</a>》题下注：涉尝过九江，至皖口（在今安庆市，皖水入长江的渡口），遇盗，问：“何人？”从者曰：“李博士（涉曾任太学博士）也。”其豪酋曰：“若是李涉博士，不用剽夺，久闻诗名，愿题一篇足矣。”涉遂赠诗云云。<br>⑵暮：一作“春”。潇潇：象声词，形容雨声。江上村：即诗人夜宿的皖口小村井栏砂<br>⑶绿林豪客：指旧社会无法生活，聚集在一起劫富济贫的人。知闻：即“久闻诗名”。一作“敲门”。<br>⑷他时不用逃名姓：一作“他时不用相回避”，又作“相逢不必论相识”。逃名姓：即“逃名”、避声名而不居之意。<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>《香炉峰下新卜山居》诗有“匡庐便是逃名地”之句。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　此<a href=\"http://so.gushiwen.org/view_24857.aspx\">诗</a>载于《全唐诗》卷四七七。下面是唐代文学研究会常务理事、<a href=\"http://so.gushiwen.org/author_204.aspx\">李商隐</a>研究会会长刘学锴先生对此诗的赏析。</p> <p>　　关于这首诗，《唐诗纪事》上有一则饶有趣味的记载：“涉尝过九江，至皖口（在今安庆市，皖水入长江的渡口），遇盗，问：‘何人？’从者曰：‘李博士（涉曾任太学博士）也。’其豪酋曰：‘若是李涉博士，不用剽夺，久闻诗名，愿题一篇足矣。’涉赠一绝云。”这件趣闻不但生动地反映出唐代诗人在社会上的广泛影响和所受到的普遍尊重，而且可以看出唐诗在社会生活中运用的广泛──甚至可以用来酬应“绿林豪客”。不过，这首诗的流传，倒不单纯由于“本事”之奇，而是由于它在即兴式的诙谐幽默中寓有颇为严肃的社会内容和现实感慨。</p> <p>　　前两句用轻松抒情的笔调叙事。风高放火，月黑杀人，这似乎是“遇盗”的典型环境；此处却不经意地点染出在潇潇暮雨笼罩下一片静谧的江村。环境气氛既富诗意，人物面貌也不狰狞可怖，这从称对方为“绿林豪客”自可看出。看来诗人是带着安然的诗意感受来吟咏这场饶有兴味的奇遇的。“夜知闻”，既流露出对自己诗名闻于绿林的自喜，也蕴含着对爱好风雅、尊重诗人的“绿林豪客”的欣赏。环境气氛与“绿林豪客”的不协调，他们的“职业”与“爱好”的不统一，本身就构成一种耐人寻味的幽默。它直接来自眼前的生活，所以信口道出，自含清新的诗味。</p> <p>　　三、四两句即事抒感。诗人早年与弟<a href=\"http://so.gushiwen.org/author_1306.aspx\">李渤</a>隐居庐山，后来又曾失意归隐，诗中颇多“转知名宦是悠悠”、“一自无名身事闲”、“一从身世两相遗，往往关门到午时”一类句子，其中不免寓有与世相违的牢骚。但这里所谓“不用逃名姓”云云，则是对上文“夜知闻”的一种反拨，是诙谐幽默之词，意思是说，我本打算将来隐居避世，逃名于天地间，看来也不必了，因为连你们这些绿林豪客都知道我的姓名，更何况“世上如今半是君”呢？</p> <p>　　表面上看，这里不过用诙谐的口吻对绿林豪客的久闻其诗名这件事表露了由衷的欣喜与赞赏（你们弄得我连逃名姓也逃不成了），但脱口而出的“世上如今半是君”这句诗，却无意中表达了他对现实的感受与认识。诗人生活的时代，农民起义尚在酝酿之中，乱象并不显著，所谓“世上如今半是君”，显然别有所指。它所指的应该是那些不蒙“盗贼”之名而所作所为却比“盗贼”更甚的人们。</p> <p>　　这首诗的写作，颇有些“无心插柳柳成阴”的味道。诗人未必有意讽刺现实、表达严肃的主题，只是在特定情景的触发下，向读者开放了思想感情库藏中珍贵的一角。因此它寓庄于谐，别具一种天然的风趣和耐人寻味的幽默。据说豪客们听了他的即兴吟成之作，饷以牛酒，看来其中是有知音者在的。</p>",
  "about": "<h2>创作背景</h2> 　　关于这首<a href=\"http://so.gushiwen.org/view_24857.aspx\">诗</a>的创作背景，《唐诗纪事》记载了一则“本事”：“涉尝过九江，至皖口，遇盗，问：‘何人？’从者曰：‘李博士（涉曾任太学博士）也。’其豪酋曰：‘若是李涉博士，不用剽夺，久闻诗名，愿题一篇足矣。’涉赠一绝云。”《云溪友议》与《全唐诗》中亦有相似的记载。",
  "poet": {
    "id": 265,
    "star": 0,
    "name": "李涉",
    "desc": "李涉（约806年前后在世），唐代诗人。字不详，自号清溪子，洛（今河南洛阳）人。早岁客梁园，逢兵乱，避地南方，与弟李渤同隐庐山香炉峰下。后出山作幕僚。宪宗时，曾任太子通事舍人。不久，贬为峡州（今湖北宜昌）司仓参军，在峡中蹭蹬十年，遇赦放还，复归洛阳，隐于少室。文宗大和（827-835）中，任国子博士，世称“李博士”。著有《李涉诗》一卷。存词六首。"
  },
  "tags": [
    "叙事",
    "抒怀",
    "讽刺"
  ]
}