{
  "id": 556,
  "star": 24,
  "name": "赋得北方有佳人",
  "dynasty": "唐代",
  "content": "由来称独立，本自号倾城。<br>柳叶眉间发，桃花脸上生。<br>腕摇金钏响，步转玉环鸣。<br>纤腰宜宝袜，红衫艳织成。<br>悬知一顾重，别觉舞腰轻。",
  "fanyi": "<p><strong>译文</strong><br>她向来有独来独往的名声，自认有倾国倾城的容貌。<br>修长的眉毛宛如柳叶，艳丽的面容好似盛开的桃花。<br>金钏随着手腕的摇动发出响动，腰间的玉环因为舞步转换而发出鸣声。<br>彩色的腰带与纤细的腰肢相得益彰，红色的衣衫衬着华丽的织成更加鲜艳。<br>料想到（观舞者）的知遇之恩有多么重要，更觉得自己舞动的腰肢分外轻盈。</p> <p><strong>注释</strong><br>赋得：凡摘取古人成句为<a href=\"http://so.gushiwen.org/view_556.aspx\">诗</a>题，题首多冠以“赋得”二字。<br>号：宣称，宣扬。<br>倾城：旧以形容女子极其美丽。<br>柳叶：柳树的叶子。多用以形容女子细长之眉。<br>金钏：舞女手臂上的配饰。<br>宝袜：即腰彩。古代女子束于腰间的彩带。<br>织成：名贵的丝织品。<br>一顾：《战国策·燕策二》有经 伯乐 一顾而马价十倍之说。后以“一顾”喻受人引举称扬或提携知遇。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　从题目中的“赋得”二字可以看出，《赋得北方有佳人》是一首命题<a href=\"http://so.gushiwen.org/view_556.aspx\">诗</a>歌，诗题来自汉武帝时期<a href=\"http://so.gushiwen.org/author_75.aspx\">李延年</a>的名作：“北方有佳人，绝世而独立，一顾倾人城，再顾倾人国。宁不知倾城与倾国，佳人难再得。”</p> <p>　　既为限题拟古诗作，诗人创作就要受原诗题材内容和形式的限制。而<a href=\"http://so.gushiwen.org/author_1220.aspx\">徐惠</a>的这首五言古诗，既保留了原诗那位佳人身上美丽且独立的特点，又有所创新。她另辟蹊径，使用铺陈手法，多角度描摹人物，使得笔下这位“佳人”形象鲜活，极富动感。</p> <p>　　首句“由来称独立，本自号倾城”，脱胎于李延年的“绝世而独立”，但作者的笔墨并没有放在\"绝世\"，而是放在了“独立”上，虽然仍未脱六朝宫体浮艳诗风，但这“独立”二字，却体现出女主人公精神上的高洁，将一位极富才情看，舞姿翩然的佳人遗世独立，孤芳自赏的形象表现出来，使得全篇境界大转。</p> <p>　　接下去的三句，从不同角度，不同侧面极尽笔墨描写了佳人的容颜、服饰、腰身和舞姿之美。这位佳人，眉如柳叶，面如桃花，腕有金钏摇响，脚上玉环转鸣。她身着红色纱衫，配有艳丽华美的腰巾，舞姿轻盈，步态妩媚，真真一唐人玉女笑容可掬的彩塑像，全无汉家风仪。</p> <p>　　更加难得的是，《赋得北方有佳人》不但全方位，多角度，有声有色的描写了佳人的气质，外貌和仪态，还在末尾一句写出了她的心理活动。“悬知一顾重，别觉舞腰轻”，因为君王的看重而觉得舞动的腰身更加轻盈，显然注入了作者自己的思想和情感，也是在表达自己对君王知遇之恩的感激。虽然是在写其他女子，但又何尝不是作为妃嫔的徐惠本人性格和境遇的写照？故而，这首《赋得北方有佳人》，文面上是述李夫人独立倾城之美，实则也有顾影自怜之意，全可作作者的自画像来读。</p> <p>　　对比徐惠这首《赋得北方有佳人》和李延年的原诗，虽同写北方之佳人，但李诗篇幅短，通过描写观者被佳人“一顾”，“二顾”后的反应来衬托佳人容貌舞姿之美，简洁朴素、接近口语；徐诗则篇幅稍长，华美流畅，注重藻饰；李诗侧面描写含蓄，给人以充分的想象空间；徐诗正面描写铺陈扬厉，细腻真实，形象性更强。明朝文学评论家钟惺虽然认为“脸上生”三字“落恶道矣”，却又认为“‘眉间发’尚雅，‘摇’字、‘转’字妙在有风度，‘宜’字，‘艳’字则有衿惜意矣”。可见徐惠此诗虽带有六朝诗雕琢藻饰，浮艳绮丽的痕迹，却已有所雅正，正如清朝人陆昶所评论的那样：“其词风度端雅，善自矜惜，不失为宫妃体制。” </p>",
  "poet": {
    "id": 1220,
    "star": 0,
    "name": "徐惠",
    "image": "http://img.gushiwen.org/authorImg/xuhui.jpg",
    "desc": "徐惠（公元627年―公元650年），湖州长城人（今长兴人)，唐太宗李世民的妃嫔。生于贞观元年（公元627年）。年少时便才华出众。唐太宗听说后，将她纳为才人。后被封为婕妤，接着又升为充容。贞观末年，唐太宗频起征伐、广修宫殿。徐惠上疏极谏，剖析常年征伐、大兴土木之害。唐太宗认可了她的看法并对她厚加赏赐。贞观二十三年（公元649年），唐太宗驾崩，徐惠哀慕成疾，不肯服药，又作七言诗和连珠以示爱慕。永徽元年（公元650年）病逝，年仅二十四，被追封贤妃，陪葬昭陵石室。"
  },
  "tags": [
    "写人"
  ]
}