{
  "id": 58921,
  "star": 144,
  "name": "念奴娇·登多景楼",
  "dynasty": "宋代",
  "content": "危楼还望，叹此意、今古几人曾会？鬼设神施，浑认作、天限南疆北界。一水横陈，连岗三面，做出争雄势。六朝何事，只成门户私计？<br>因笑王谢诸人，登高怀远，也学英雄涕。凭却长江，管不到，河洛腥膻无际。正好长驱，不须反顾，寻取中流誓。小儿破贼，势成宁问强对！",
  "fanyi": "<p><strong>译文</strong><br>　　登楼极目四望，不觉百感交集，可叹自己的这番心意，古往今来，又有几人能够理解呢？镇江一带的山川形势极其险要，简直是鬼斧神工，非人力所能致。然而这样险要的江山却不被当作进取的凭藉，而是都看成了天设的南疆北界。镇江北面横贯着波涛汹涌的长江，东、西、南三面都连接着起伏的山岗。这样的地理形势，正是进可以攻，退可以守，足以与北方强敌争雄的形胜之地。六朝的旧事，原来全不过是为少数私家大族的狭隘利益打算！<br>　　于是笑王谢等人，他们空洒英雄之泪，却无克服神州的实际行动。他们依仗着长江天险，自以为可以长保偏安，哪里管得到广大的中原地区，长久为异族势力所盘踞，广大人民呻吟辗转于铁蹄之下呢？凭借这样有利的江山形势，正可长驱北伐，无须前怕狼，后怕虎，应该象当年的祖逖那样，中流击水，收复中原。南方并不乏运筹帷幄、决胜千里的统帅，也不乏披坚执锐、冲锋陷阵的猛将，完全应该象往日的谢安一样，对打败北方强敌具有充分信心，一旦有利之形势已成，便当长驱千里，扫清河洛，收复国土，何须顾虑对方的强大呢？</p> <p><strong>注释</strong><br>①多景楼：在江苏镇江市北固山上甘露寺内，北面长江。<br>②王谢诸人：泛指当时有声望地位的士大夫。<br>③小儿破贼：《通鉴》记淝水之战、谢安得驿书，知秦兵已破，时方与客围棋，摄书置床上，围棋如故。客问之，徐答曰：“小儿辈遂已破贼。”当时率军作战的是其弟侄，故称“小儿辈”。<br>④强对：强敌也。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这是一首借古论今之作。多景楼，在镇江北固山上甘露寺内，北临长江。这首词的写作背景是孝宗淳熙十五年春天，<a href=\"http://so.gushiwen.org/author_244.aspx\">陈亮</a>到建康和镇江考察形势，准备向朝廷陈述北伐的策略。词的内容以议论形势、陈述政见为主，正是与此行目的息息相通的。</p> <p>　　开头两句，凌空而起。撇开登临感怀之作先写望中景物的俗套，大笔挥洒，直抒胸臆，借景抒情：登楼极目四望，不觉百感交集，可叹自己的这番心意，古往今来，又有几人能够理解呢？因为所感不止一端，先将“此意”虚提，总摄下文。南宋乾道年间镇江知府陈天麟《多景楼记》说：“至天清日明，一目万里，神州赤县，未归舆地，使人慨然有恢复意。”对于以经济之略自负的词人来说，“恢复意”正是这首词所要表达的主题思想，围绕这个主题思想的还有对南北形势及整个抗金局势的看法。以下抒写作者认为“今古几人曾会”的登临意。“今古”一语，暗示了此词是借古论今。</p> <p>　　接下来两句，从江山形势的奇险引出对“天限南疆北界”主张的抨击。“鬼设神施”，是形容镇江一带的山川形势极其险要，简直是鬼斧神工，非人力所能致。然而这样险要的江山却不被当作进取的凭藉，而是都看成了天设的南疆北界。当时南宋统治者不思进取，苟且偷安，将长江作为拒守金人南犯的天限，作者所抨击的，正是这种藉天险以求苟安的主张。“浑认作”三字，亦讽亦慨，笔端带有强烈感情。</p> <p>　　“一水横陈，连岗三面，做出争雄势。”镇江北面横贯着波涛汹涌的长江，东、西、南三面都连接着起伏的山岗。这样的地理形势，正是进可以攻，退可以守，足以与北方强敌争雄的形胜之地。“做出”一语，表达了词人目击山川形势时兴会淋漓的感受。在词人眼中，山川仿佛有了灵气和生命，活动起来了。</p> <p>　　他在《戊申再上孝宗皇帝书》中写道：“京口连岗三面，而大江横陈，江旁极目千里，其势大略如虎之出穴，而非若穴之藏虎也。”所谓“虎之出穴”，也正是“做出争雄势”的一种形象化说明。这里对镇江山川形势的描绘，本身便是对“天限南疆北界”这种苟安论调的否定。在作者看来，山川形势足以北向争雄，问题在于统治者缺乏争雄的远大抱负与勇气。因此，下面紧接着就借批判六朝统治者，来揭示现实中当权者苟安论调的思想实质：“六朝何事，只成门户私计？”前一句是愤慨的斥责与质问，后一句则是对统治者划江自守的苟安政策的揭露批判，——原来这一切全不过是为少数私家大族的狭隘利益打算！词锋犀利，入木三分。</p> <p>　　换头“因笑”二字，承上片结尾对六朝统治者的批判，顺势而下，使上下片成为浑然一体。前三句用新亭对泣故事，“王谢诸人”概括东晋世家大族的上层人物，说他们空洒英雄之泪，却无克服神州的实际行动，借以讽刺南宋上层统治集团中有些人空有慷慨激昂的言辞，而无北伐的行动。“也学英雄涕”，讽刺尖刻辛辣，鞭辟入里。</p> <p>　　“凭却长江，管不到、河洛腥膻无际。”他们依仗着长江天险，自以为可以长保偏安，哪里管得到广大的中原地区，长久为异族势力所盘踞，广大人民呻吟辗转于铁蹄之下呢？这是对统治者“只成门户私计”的进一步批判。“管不到”三字，可谓诛心之笔。到这里，由江山形势引出的对当权者的揭露批判已达极致，下面转面承上“争雄”，进一步正面发挥登临意。</p> <p>　　“正好长驱，不须反顾，寻取中流誓。”中流誓，用祖逖统兵北伐，渡江击楫而誓的故实。在词人看来，凭借这样有利的江山形势，正可长驱北伐，无须前怕狼，后怕虎，应该象当年的祖逖那样，中流击水，收复中原。这几句词情由前面的愤郁转向豪放，意气风发，辞采飞扬，充分显示出词人豪迈朗爽的胸襟气度。</p> <p>　　歇拍二句，承上“长驱”，进一步抒写必胜的乐观信念。“小儿破贼”见《世说新语·雅量》。淝水之战，谢安之侄谢玄等击败苻坚大军，捷报送达，谢安方与客围棋，看书毕，缄默无语，依旧对局。客问淮上利害，答曰：“小儿辈大破贼。”“强对”，强大的对手，即强敌。《三国志·陆逊传》：“刘备天下知名，<a href=\"http://so.gushiwen.org/author_552.aspx\">曹操</a>所惮，今在境界，此强对也。”作者认为，南方并不乏运筹帷幄、决胜千里的统帅，也不乏披坚执锐、冲锋陷阵的猛将，完全应该象往日的谢安一样，对打败北方强敌具有充分信心，一旦有利之形势已成，便当长驱千里，扫清河洛，收复国土，何须顾虑对方的强大呢？作者《上孝宗皇帝第一书》中曾言：“常以江淮之师为虏人侵轶之备，而精择一人之沈鸷有谋、开豁无他者，委以荆襄之任，宽其文法，听其废置，抚摩振厉于三数年之间，则国家之势成矣。”词中之“势成”亦同此意。作者的主张在当时能否实现，可以置而不论，但这几句豪言壮语，是可以“起顽立懦”的。到这里，一开头提出的“今古几人曾会”的“此意”已经尽情发挥，全词也就在破竹之势中收笔。</p> <p>　　同样是登临抒慨之作，陈亮的这首《念奴娇·登多景楼》和他的挚友<a href=\"http://so.gushiwen.org/author_217.aspx\">辛弃疾</a>的《水龙吟·登建康赏心亭》便显出不同的艺术风格。辛词也深慨于“无人会登临意”，但通篇于豪迈雄放之中深寓沉郁盘结之情，读来别具一种回肠荡气、抑塞低回之感；而陈词则纵论时弊，痛快淋漓，充分显示其词人兼政论家的性格。从艺术的含蕴、情味的深厚来说，陈词自然不如辛词，但这种大气磅礴、开拓万古心胸的强音，是足以振奋人心的。</p>",
  "about": "<h2>简评</h2> <p>　　上片借批判东晋统治者偏安江左，谴责南宋统治者不图恢复中原。“一水”三句，指出地形对南宋有利，应当北上争雄。但是，南宋朝廷颓靡不振，紧步六朝后尘，“只图门户私计”，同样苟安于一隅。</p> <p>　　下片抨击空论清谈。作者认为，真正的爱国者应当象东晋的祖逖那样，中流击楫，义无反顾。全词议论精辟，笔力挺拔，大有雄视一世的英雄气概。刘熙载曾在《艺概》中将<a href=\"http://so.gushiwen.org/author_244.aspx\">陈亮</a>与<a href=\"http://so.gushiwen.org/author_217.aspx\">辛弃疾</a>相提并论：“陈同甫与稼轩为友，其人才相若，词亦相似。”</p>",
  "poet": {
    "id": 244,
    "star": 0,
    "name": "陈亮",
    "image": "http://img.gushiwen.org/authorImg/chenliang.jpg",
    "desc": "陈亮（1143—1194）原名汝能，后改名陈亮，字同甫，号龙川，婺州永康（今属浙江）人。婺州以解头荐，因上《中兴五论》，奏入不报。孝宗淳熙五年，诣阙上书论国事。后曾两次被诬入狱。绍熙四年光宗策进士第一，状元。授签书建康府判官公事，未行而卒，谥号文毅。所作政论气势纵横，词作豪放，有《龙川文集》《龙川词》，宋史有传。"
  },
  "tags": [
    "豪放",
    "登楼",
    "借古论今"
  ]
}