{
  "id": 49121,
  "star": 27,
  "name": "蝶恋花·卷絮风头寒欲尽",
  "dynasty": "宋代",
  "content": "卷絮风头寒欲尽。坠粉飘红，日日香成阵。新酒又添残酒困。今春不减前春恨。<br>蝶去莺飞无处问。隔水高楼，望断双鱼信。恼乱横波秋一寸。斜阳只与黄昏近。",
  "fanyi": "<p><strong>译文</strong><br>花在凋零，香气在飘散，眼看着每天落红一阵又一阵。残酒未醒又满新酒，使我更加慵懒倦困。今年春天的怨恨，比去年春天的更甚。蝴蝶翩翩离去，黄莺叫着飞走，我无人可以问讯。只能注目楼前的流水，望眼欲穿也看不到双鱼信。眼看着太阳西斜，黄昏又要到来。</p><p><strong>注释</strong><br>①“卷絮”句：意思是说落花飞絮，天气渐暖，已是暮春季节。<br>②双鱼：书简。古<a href=\"http://so.gushiwen.org/view_49121.aspx\">诗</a>：“客从远方来，遗我双鲤鱼。呼儿烹鲤鱼，中有尺素书。”<br>③秋一寸：即眼目。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　词的上片以惜花托出别恨，起首三句描绘春深花落景象。所谓“卷絮风头”，可参看章质夫咏絮词的形容：“傍珠帘散漫，垂垂欲下，依前被、风扶起。”昔人又多以飞絮落花作为寒意将尽的晚春季节的特色，如“绿阴春尽、飞絮绕香阁”，“落红铺径水平池，弄晴小雨霏霏。杏园憔悴杜鹃啼、无奈春归”。下面“坠粉飘香”等等，进一步形象地刻绘了花儿的飘谢，斜风过处，但见落英纷纷，清芬沁人，真如小晏词所云：“东风又作无情计，艳粉娇红吹满地。”这些虽说是写晚春景色，而惜春之意也蕴含其中。 </p> <p>　　“新酒”两句。转而直接抒情，情感的内涵由惜春转向怀人，并通过以酒遣愁的细节强化这种情感。“又添”两字，加强语气，径直道出因怀人而中酒频仍。“残酒困”，是从“残花中酒”，又是去年病“生发而来。全句与”借酒浇愁愁更愁“的意思接近。”不减“两字，作一回旋。虽说所思远道，只能以酒消愁，而离恨却并不因为分别时间久长而稍有减退。这样，语气更显得委婉，而语意也深入了一层。 </p> <p>　　词的下片，因音问断绝而更增暮愁过片三句，极写孤独之感，不惟无人可问，连蝴蝶儿、黄莺儿也都飞往别处，只剩下自己独倚高楼，凝望碧水。双鱼，指书信。古<a href=\"http://so.gushiwen.org/view_49121.aspx\">诗</a>云：“客从远方来，遗我双鲤鱼；呼儿烹鲤鱼，中有尺素书。”小晏《留春令》曰：“别浦高楼曾漫倚，对江南千里。楼下分流水声中，有当日凭高泪。”前者以碧水兴起双鱼，引出倚楼盼望来书而终归失望之情。后者从流水声中联想当年倚楼怀人泪滴入水的景象；一是盼而不得，一为忆而弥悲，都能表达出真挚的情意。 </p> <p>　　结末两句，抒写了因怀人，伤春而生发的绵绵愁恨。横波，指美目。<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>诗云：“昔为横波目，今作流泪泉。”“秋一寸”，也指目，<a href=\"http://so.gushiwen.org/author_349.aspx\">李贺</a>诗有“一双瞳人剪秋水”之句。“恼乱”犹言撩乱，黄昏景色撩乱她的眼目，更触动了她的愁绪。沈际飞云：“斜阳目，各有其境，不必相同。一云‘却照深深院’，一云‘只送平波远’，一云‘只与黄昏近’，句句沁入毛孔皆透。”“斜阳却照深深院”，是说午梦酒醒，但见小院深深，春色已尽，只有斜阳一片，徘徊不去。“斜阳只送平波远”写行人乘舟去远，唯见一抹残阳，映照平波，悠悠而逝。两者都是以夕照下的景色衬托离愁。而“只与黄昏近”是接上面“恼乱”句而来，“夕阳无限好，只是近黄昏”，眼见白昼将尽，长夜即至，送春滋味，念远情怀，此处不说愁恨而愁恨自见。 </p> <p>　　王灼《碧鸡漫志》云：“赵德麟、李方叔皆东坡客，其气味殊不近，赵婉而李俊，各有所长。”的确，赵氏之词以清丽婉转见长，此词正体现了这一风格。</p>",
  "poet": {
    "id": 11,
    "star": 0,
    "name": "赵令畤",
    "image": "http://img.gushiwen.org/authorImg/zhaolingzhi.jpg",
    "desc": "赵令畤（1061～1134）初字景贶，苏轼为之改字德麟，自号聊复翁。太祖次子燕王德昭﹝赵德昭﹞玄孙。元祐中签书颍州公事，时苏轼为知州，荐其才于朝。后坐元祐党籍，被废十年。绍兴初，袭封安定郡王，迁宁远军承宣使。四年卒，赠开府仪同三司。著有《侯鲭录》八卷，赵万里为辑《聊复集》词一卷。"
  },
  "tags": [
    "宋词精选",
    "婉约",
    "伤春",
    "怀人",
    "惜花"
  ]
}