{
  "id": 72367,
  "star": 143,
  "name": "蔺相如完璧归赵论",
  "dynasty": "明代",
  "content": "　　蔺相如之完璧，人皆称之。予未敢以为信也。</p> <p>　　夫秦以十五城之空名，诈赵而胁其璧。是时言取璧者，情也，非欲以窥赵也。赵得其情则弗予，不得其情则予；得其情而畏之则予，得其情而弗畏之则弗予。此两言决耳，奈之何既畏而复挑其怒也！</p> <p>　　且夫秦欲璧，赵弗予璧，两无所曲直也。入璧而秦弗予城，曲在秦；秦出城而璧归，曲在赵。欲使曲在秦，则莫如弃璧；畏弃璧，则莫如弗予。夫秦王既按图以予城，又设九宾，斋而受璧，其势不得不予城。璧入而城弗予，相如则前请曰：“臣固知大王之弗予城也。夫璧非赵璧乎？而十五城秦宝也。今使大王以璧故，而亡其十五城，十五城之子弟，皆厚怨大王以弃我如草芥也。大王弗与城，而绐赵璧，以一璧故，而失信于天下，臣请就死于国，以明大王之失信！”秦王未必不返璧也。今奈何使舍人怀而逃之，而归直于秦？</p> <p>　　是时秦意未欲与赵绝耳。令秦王怒而僇相如于市，武安君十万众压邯郸，而责璧与信，一胜而相如族，再胜而璧终入秦矣。</p> <p>　　吾故曰：蔺相如之获全于璧也，天也。若其劲渑池，柔廉颇，则愈出而愈妙于用。所以能完赵者，天固曲全之哉！",
  "fanyi": "<p><strong>译文</strong><br>　　蔺相如完璧归赵，人人都称道他。但是，我却不敢苟同。</p> <p>　　秦国用十五座城的空名，来欺骗赵国，并且勒索它的和氏璧。这时说它要骗取璧是实情，但不是想要借此窥视赵国。赵国如果知道了这个实情就不给它，不知道这个实情就给它。知道了这个实情而害怕秦国而给它，知道这个实情而不害怕秦国就不给它。这只要两句话就解决了，怎么能够既害怕秦国又去激怒秦国呢？</p> <p>　　况且，秦国想得到这块璧，赵国不给它，双方本来都没有什么曲直是非。赵国交出璧而秦国不给城池，秦国就理亏了。秦国给了城池，而赵国却拿回了璧，就是赵国理亏了。要想使秦国理亏，不如就放弃璧。害怕丢掉璧，就不如不给它。秦王既然按照地图给了城池，又设九宾的隆重礼仪，斋戒之后才来接受璧，那种形势是不得不给城池的。如果秦王接受了璧而不给城池，蔺相如就可以上前质问他：“我本来就知道大王是不会给城池的，这块璧不是赵国的吗？而十五座城池也是秦国的宝物。现在假使大王因为一块璧的缘故而抛弃了十五座城池，十五座城中的百姓都会深恨大王，说把我们像小草一样抛弃了。大王不给城池，而骗夺了赵国的璧，因为一块璧的缘故，在天下人面前失去信用，我请求死在这里，来表明大王的失信。”这样，秦王未必不归还璧。但是当时为什么要派手下人怀揣着璧逃走而把秦国处在理直的一方呢？</p> <p>　　那时秦国并不想与赵国断绝关系。假如秦王发怒，在街市上杀掉蔺相如，派武安君率领十万大军进逼邯郸，追问璧的下落和赵国的失信，一次获胜就可以使相如灭族，再次获胜而璧最终还是要落到秦国手里。</p> <p>　　因此我认为，蔺相如能保全这块璧，那是上天的保佑。至于他在渑池以强硬的态度对付秦国，在国内以谦和的姿态对待廉颇，那是策略上越来越高明了。所以说赵国之所以能得以保全，的确是上天在偏袒它啊！</p> <p><strong>注释</strong><br>1、蔺相如之完璧：蔺相如，战国时赵国大臣。赵惠文王得到稀世之宝——和氏璧，秦昭王想用十五座城换取这块璧。当时秦强赵弱，赵王恐给了秦璧却得不到城。蔺相如请命奉璧入秦，见秦王无意给赵城，用计赚回和氏璧，并叫随从化装从小路逃走，完璧归赵。<br>2、情：实情、本意。<br>3、九宾：古代举行大典时所用的极隆重的礼仪。宾指摈相，迎宾礼赞的官吏。<br>4、绐：欺骗。<br>5、令：假如。<br>6、僇：通“戮”，杀戳。<br>7、武安君：秦国大将白起的封号。邯郸：赵国都城，在今河北邯郸市。<br>8、族：灭族。<br>9、劲渑池：公元前279年，秦王约赵王会于渑池。宴会上秦王请赵王鼓瑟以辱赵王。蔺相如随行，便以刺杀秦王相威胁，请秦王为赵王击缶。劲：强劲。果敢的意思。<br>10、柔廉颇：廉颇，赵国名将。蔺相如因“完璧归赵”和“渑池会”功大，拜为上卿、位在廉颇之上。廉颇不服，打算侮辱他。蔺相如以国家利益为重，多次避让廉颇。廉颇受到感动，负荆请罪。廉蔺遂成刎颈之交。柔：忍让。退让的意思。</p>",
  "shangxi": "<p>　　《蔺相如完璧归赵论》逆平常观点而提出这样一个看法：“夫秦王既按图以予城，又设九宾，斋而受璧，其势不得不予城。璧入而城弗予，相如则前请曰：“臣固知大王之弗予城也。夫璧，非赵宝也；而十五城，秦宝也。今使大王以璧故而亡其十五城，十五城之子弟，皆厚怨大王以弃我如草芥也。大王弗予城而绐赵璧，以一璧故而失信于天下，臣请就死于国，以明大王之失信。秦王未必不返璧也。今奈何使舍人怀而逃之，而归直于秦？”意思就是直言秦王既然已经看着地图划给赵国城池，又在（朝堂上）设了“九宾”的礼仪，斋戒（五天）后要接受和氏璧，那情势就不能不给城。王世贞认为秦王已经表现出了愿意用十五城换和氏璧的决心，而蔺相如却又将和氏璧偷偷送回了赵国，这就反而显得蔺相如失信了。反让秦王得了理，秦王完全可能斩蔺相如并发兵攻打赵国，以其失信。之后王世贞得出结论，蔺相如此次实在是侥幸。赵国逃脱灾难也是侥幸，是上天保护了理亏的一方。</p> <p>　　这是《蔺相如完璧归赵论》的大概内容，然而我不敢苟同，请仔细阅读《廉颇蔺相如列传》原文第三节：“秦以城求璧而赵不许，曲在赵……赵予璧而秦不予赵城，曲在秦……宁以负秦曲”可见蔺相如对“理亏与得理”之间是有相当正确的把握的。在赴秦之前已经权衡了利弊得失，因此王世贞在“理”上的思考或许是多余的。</p> <p>　　最关键的还是在下面，原文第六段中蔺相如的一番言语：“秦强而赵弱，大王遣一介之使至赵，赵立奉璧来。今以秦之强而先割十五都予赵，赵岂敢留璧而得罪大王乎？”蔺相如的这番言语实在是完全得了理。现在的国际形式是秦强赵弱，否则也不会有您秦王一句话而赵王就派遣我立即送璧而来。试问处在弱势地位的人如何去保护自己？处于被动地位的人如何使自己不受到损害？而下面不卑不亢的话就更是精彩：您如果真的想要和氏璧，那就先将十五城割让给我赵国，我赵国岂敢不给你和氏璧？我将不但输在理，还输在义上，届时您秦王可率三军，往其他五国宣扬我赵国的不讲信用，恐怕愿意联秦起兵的不止一国吧？恐怕虎视眈眈妄图侵吞赵国土地而找不到机会的国家也不止一个吧？因此从弱者赵国来看的话，蔺相如此番言语实在是精彩，切合实际。</p> <p>　　第三，秦王其实并不想给赵国十五城。哪怕秦王又斋戒又设“九宾”之礼，那也只是做个样子，走个形式。破绽其实就出在原文的一句话上：“秦亦不以城予赵，赵亦终不予秦璧”。这句话恐怕经常容易被我们在阅读过程中忽视吧？其实从上面的分析中我们可以看出和氏璧的取得与否是秦国占有主动，然而当蔺相如秘密将和氏璧送回赵国并自己也全身而退后，秦王便再无音讯，倘若其真心实意想通过平等的手段来获取和氏璧，途径实在是有。然而这件事却终究不了了之，而戏剧性的是，这样一件不了了之的事最终成就了蔺相如。</p> <p>　　再次思索时觉得不敢非议王世贞先生的论断，然而在阅读中自己产生了些许拙见，便忍不住要跃然纸上，也便浊了读者的耳目了。</p>",
  "poet": {
    "id": 121,
    "star": 0,
    "name": "王世贞",
    "image": "http://img.gushiwen.org/authorImg/wangshizhen.jpg",
    "desc": "王世贞（1526年－1590年）字元美，号凤洲，又号弇州山人，汉族，太仓（今江苏太仓）人，明代文学家、史学家。“后七子”领袖之一。官刑部主事，累官刑部尚书，移疾归，卒赠太子少保。好为古诗文，始于李攀龙主文盟，攀龙死，独主文坛二十年。有《弇山堂别集》、《嘉靖以来首辅传》、《觚不觚录》、《弇州山人四部稿》等。"
  },
  "tags": [
    "古文观止",
    "初中文言文",
    "赞颂",
    "写人",
    "故事"
  ]
}