{
  "id": 3080,
  "star": 67,
  "name": "灵隐寺",
  "dynasty": "唐代",
  "content": "鹫岭郁岧峣，龙宫锁寂寥。<br>楼观沧海日，门对浙江潮。<br>桂子月中落，天香云外飘。<br>扪萝登塔远，刳木取泉遥。<br>霜薄花更发，冰轻叶未凋。<br>夙龄尚遐异，搜对涤烦嚣。<br>待入天台路，看余度石桥。",
  "shangxi": "<h2>赏析</h2> <p>　　《唐<a href=\"http://so.gushiwen.org/view_3080.aspx\">诗</a>纪事》说：“之问贬黜放还，至江南，游灵隐寺，夜月极明，长廊行吟曰‘鹫岭郁岧峣，龙宫锁寂寥’..”<a href=\"http://so.gushiwen.org/author_248.aspx\">宋之问</a>两次贬谪，第一次是神龙元年（705）贬泷州（今广东罗定县）参军，不久逃回洛阳，第二次是景云元年（710 ）流放钦州（今广西钦州县）。《旧唐书》说：“先天中，赐死于徙所。”《新唐书》说：“赐死桂林”。总之，未能生还。《新唐书》中记载他于景龙中下迁越州（今浙江绍兴）长史，“颇自力为政，穷历剡溪山，置酒赋诗，流布京师，人人传讽。”这首《灵隐寺》诗大约作于此时。</p> <p>　　灵隐：山名。在浙江杭州市西，亦称武林、灵苑、仙居。灵隐寺即东晋时在灵隐山所建的禅寺。相传晋咸和元年（326 ），印度僧人慧理来到这里惊称：“此天竺国（古印度）灵鹫山之小岭，不知何年飞来，佛在世日，多为仙灵所隐。”因山起寺，名为灵隐，取灵山隐于此之义。</p> <p>　　首联描述灵隐寺的地理位置和概貌：“鹫岭郁岧峣，龙宫锁寂寥”，是说静穆的寺院座落在高峻葱郁的飞来峰山麓，更显得庄严清寂。鹫岭：即印度灵鹫山，这里指灵隐山的北高峰即飞来峰。郁：茂盛葱茏之意。岧峣：高峻；高耸。龙宫：借指灵隐寺，相传龙王曾请佛祖讲说经法，佛祖所在之地故称龙宫。“锁”</p> <p>　　字透露出佛门清静空寂的永恒。“鹫岭”、“龙宫”，连用两个典故，上下对得精切自然，神话色彩浓郁，引人浮想联翩。排律首联一般不对偶，而这里对得流走自然，给读者以整齐和谐的美感。</p> <p>　　第二联“楼观沧海日，门对浙江潮”，上句写的是远景，海上日出，光芒四射，红霞满天。下句写的是近景，江潮澎湃，白浪滔滔。入胜境而观佳处，开人胸怀，壮人豪情，怡人心境，这两句以工整的对仗和壮观的景色成为千古流芳的佳句。这里的字句并不奇异，辞藻也不繁富，然而却能给人以特殊的美感。</p> <p>　　第三联“桂子月中落，天香云外飘”，桂子：桂树的种子。桂树开花不结子。天竺桂结子。传说灵隐寺和天竺寺每到秋高气爽时节常有似豆的颗粒从天空降落，称为桂子。天香：祭神的香。北周<a href=\"http://so.gushiwen.org/author_662.aspx\">庾信</a>《奉和同泰寺浮图》诗：“天香下桂殿，仙梵入伊笙。”月宫桂子撒落下来，纷纷扬扬，异响阵阵；龙宫中的香烟袅袅升起，直入云天，上下交织成一个清幽空灵之境。这联诗借用神话传说表现了灵隐寺声色香怡人的特色。</p> <p>　　诗的前三联是正面写灵隐寺，下面三联转入侧面衬托。诗人以游山寻胜的所观所感为灵隐寺绘出了一个清幽旷远的背景：藤萝覆道，古塔遥望，泉流潺潺，山花傲霜凌冰。这一切都显示出古朴、静洁、脱俗之美。诗人深受此胜境的感应，不由自主地赞叹：</p> <p>　　“夙龄尚遐异，搜对涤烦嚣”。他自幼向往各处的奇山胜景，这次寻幽访胜如愿以偿了，使他忘了人世间的烦恼和焦燥。</p> <p>　　最后一联“待入天台路，看余度石桥”。这是写诗人的幻觉，他已经沉醉了，误把灵隐当作天台，竟有点飘飘欲仙了。天台山是著名的佛教圣地，石桥传说是神仙所居之处，“汉刘晨、阮肇入天台采药，遇二女子，留半年求归，抵家已七世矣。”诗中暗寓了这个美丽的神话传说，以自己的感受进一步赞叹灵隐寺地势山水环境的优胜，简直可以和天台媲美。</p> <p>　　《灵隐寺》是一首优秀的山水游记诗。<a href=\"http://so.gushiwen.org/author_61.aspx\">袁宏道</a>在他的《灵隐》游记中曾这样说：“余始入灵隐，疑宋之问诗不似，意古人取景，或亦如近代词客，捃拾帮凑。及登韬光，始知沧海、浙江、扪萝、刳木数语，字字入画。古人真不可及矣！”这段话说尽了《灵隐寺》诗的妙处“字字入画”。</p>",
  "poet": {
    "id": 248,
    "star": 0,
    "name": "宋之问",
    "image": "http://img.gushiwen.org/authorImg/songzhiwen.jpg",
    "desc": "宋之问，字延清，一名少连，汉族，汾州（今山西汾阳市）人。一说虢州弘农（今河南灵宝县）人。初唐时期的著名诗人。"
  },
  "tags": [
    "寺庙"
  ]
}