{
  "id": 69481,
  "star": 2,
  "name": "杂剧·关云长千里独行",
  "dynasty": "元代",
  "content": "楔子<br>幼小曾将武艺攻，驰驱四海结英雄。自从扫灭风尘息，身居宰相禄千钟。某乃曹操，字孟德，沛国谯郡人也。幼年曾为典军校尉，因破黄巾贼有功，官封都尉。后因破吕布除四寇，累建奇功，谢圣恩可怜，官拜左丞之职。某手下军有百万，将有千员。近有刘、关、张无礼，我在圣人跟前保奏过，将他加官赐赏。他今不从某调，弟兄三人私奔，暗出许都，直至徐州，杀了徐州牧车胄，夺了徐州。更待干罢。我今奏过圣人，某亲自为帅，着夏侯惇为先锋，统领十万雄兵，直至徐州，擒拿刘、关、张，走一遭去。今朝一日统戈矛，野草闲花满地愁。拿住三人必杀坏，恁时方表报冤仇。桑盖层层彻碧霞，织席编履作生涯。有人来问宗和祖，四百年前王气家。某姓刘名备，字玄德。二兄弟姓关名羽，字云长。三兄弟姓张名飞，字翼德。俺三人在桃园结义，曾对天盟誓，不求同日生，只愿同日死。俺弟兄三人，自破黄巾贼之后，某在德州平原县为理。不期有这徐州太守陶谦，请将俺弟兄三人到此，三让徐州。某在此后，有淮南袁术遣纪陵军兵，颇奈吕布无礼，他将俺徐州赚了。俺军屯于小沛，后被吕布围了小沛。其着兄弟张飞打此阵去。兄弟三出小沛，至许都问曹丞相借起十万军来，破了吕布。曹丞相领俺兄弟三人，见了圣人。不想圣人知某名姓，将兄弟三人，都封官赐赏，就在许都居住。某暗想曹操奸雄之人，某因此不从他调。俺兄弟三人，暗出许都，来到徐州。有徐州刺史车胄，不顺俺兄弟，云长袭了车胄，某在这徐州镇守。今日兄弟教场中去了，小校门首觑着，看有甚么人来。朝为田舍郎，暮登张子房。出的齐化门，便是大黄庄。某姓字不巧，巧字不姓。打个吹盆，喑了个大甑。我是这徐州衙门将张虎的便是。我当初是这徐州太守陶谦的手将，今佐于玄德公手下。今日差某巡边境去来。谁想哨着曹丞相大势军兵，见在清风岭安营下寨，我不敢久停久住，报与玄德公知道。小校报复去，说道张虎巡边境回来见元帅。你则在这里。喏。报元帅知道，有张虎巡边境回来见元帅。哥哥，张虎巡边境回来见哥哥，必然有甚么话说。叫他过来。理会的。叫你过去。元帅，祸事了也。张虎，祸从何来？今曹丞相领大势军马，见在清风岭安营下寨。是谁那般道？小人亲自哨着见来。兄弟，我道这曹贼必不舍，今日果然领兵来，如之奈何？哥哥，不妨事<br>，不比在那许都，是他的地面。今日这里，他领兵前来，料想不妨。等兄弟张飞来，再做商量。二兄弟道的是。一壁厢叫小校去教场中请的三将军来。理会的。泰山顶上刀磨缺，北海波中马饮枯。男儿三十不立名，枉作堂堂大丈夫。某姓张名飞，字翼德，涿州范阳人也。某与俺两个哥哥，在桃园结义，曾对天盟誓，一在三在，一亡三亡。俺自破吕布之后，圣人加某为车骑上将军。为因曹操奸雄，俺兄弟三人，离了许都，来到这徐州镇守。今日某正在教场中，听的小校来报。说道哥哥呼唤，不知有甚事，须索见哥哥去。来到也。小校报复去。喏！有三将军下马也。叫过来。理会的。将军有请。喏，哥哥，呼唤你兄弟有何事？兄弟，今有曹操统领十万军兵，在清风岭安营，离徐州不远，似此如之奈何？哥哥，不妨事。道不的个军至将敌，水来土堰？者么他那曹操，领多少军将来，你兄弟我和他相持厮杀去。住、住，兄弟也，可不道将在谋而不在勇。俺如今假如多有些军兵，便可与他拒敌，俺如今兵微将少。怎生与他拒敌？哥哥，似起你这般说呵，俺如今不与他交锋，咱丢了徐州城，走了罢。兄弟，不然如此说。我如今有一计。哥哥有何计？咱如今分军在三处，哥哥领着三房头家小，并大小军将，守着这徐州；我领着五百校刀手，守着这下邳；兄弟你领着你那十八骑乌马长枪，守着这小沛。咱就是个阵势。哥哥，是个甚么职？兄弟，唤做一字长蛇阵。假若那曹操的军兵，末围这小沛，哥哥这徐州军兵，我这下郡的军兵，都来救小沛；若围着下邳，这徐州、小沛兵，可来救这下邳；若是他围了这徐州城，我和你下邳、小沛的军兵，可来救这徐州。便比喻这徐州似个蛇身，俺这两处便如那蛇头蛇尾，似这般呵，方可与曹操拒敌。此计大妙。哥也，这计不好，是不是先折了腰。哥哥，我有一个阵。三兄弟，你有何阵势？哥哥，我这阵势唤做热奔阵。怎生唤做热奔阵？哥也，那曹操偌近远，领将军兵，来到这里，安营下寨，也正人困马乏也。我今夜晚间，领着军兵，直杀入曹营，寻着曹操杀了也。可不好？我杀他个措手不及，这个阵势何如？三将军，你这个阵，不如二将军的阵势好。我这阵，怎生不如俺二哥的阵？二将军的阵，是兵书里面择出来的。三将军，兵书里面，那里有个甚么热奔阵？三将军委实不好。兄弟息怒，俺未曾与曹操交锋，先杀了一员将，也做的个于军不利也。且饶他这遭。我若不是两个哥哥劝了呵，我杀了这个匹夫。把那厮拿过来，洗剥了打上四十，抢出去。颇奈这环眼汉无礼。我好意说他，倒打了我这四十。恰才若不是玄德公劝住了呵，争些儿被这环眼汉杀了。更待干罢！你度我为仇，我如今投奔曹丞相去，将这计策都说与曹丞相，着他做小准备。拿住环眼汉杀了，那其间便是我平生愿足。兄弟，你依着我，咱分军三处好救应。二哥，我好也不离俺哥哥，歹也不离了哥哥。二哥，你自往下邳去，我与俺哥哥领着三房头家小，守着徐州。二哥哥，你不去罢，我和哥哥今夜晚间，领着军兵，直至曹营劫寨，走一遭去，我则杀他一个措手不及。二哥，你则去下邳城去。二兄弟，三兄弟也说的是。俺兄弟两个共家小在这徐州城，你去保守着下邳。既然兄弟坚意要去，兄弟，你则小心在意者。二哥，不是我不到的有失，你则守你那下邳。哥哥与兄弟谨守徐州，关羽领着五百校刀手，往下邳去镇守去也。曹操兴师起大兵，三人各自逞英雄。张飞谨保徐州地，今朝独守下邳城。二兄弟去了也。二哥去了也。哥也，咱今晚间，领着百十骑人马，偷营劫寨，走一遭去，杀他个措手不及！妾身甘、糜二夫人的便是。正在后堂中，有主公呼唤，不知有甚事商议，须索见主公去。主公，呼唤俺有何事商议？主公，三叔叔这计策不甚好，主公，你休要去罢。计已定了，不妨事。主公，你去则去，则要你小心在意者。<br>【正宫】【端正好】我则怕他用心机，敢可兀的铺谋定计。我想这曹操是那智足奸雄，信着俺小叔莽戆多英勇。主公，哎！你则合操士马教三军明堤备破曹兵，则怕他排队伍暗伏兵，则要你得胜也把他这干戈来定。<br>这般呵，咱留下些军兵，紧守着这徐州城，保着三房头家小，则今晚出城。大小三军，听吾将令：人人衔枚，马须勒嘴，勿得人语马嘶。则今夜晚间，偷营劫寨，走一遭去。某曹操是也。今领十万雄兵，来到这里，离徐州不远，清风岭安营下寨。小校唤将张文远来。理会的。笔头扫出千条计，腹内包藏七字书。小官姓张名辽，字文远。幼习儒业，颇看韬略之书。先曾在吕布之下为健将，后在于曹丞相手下为参谋。今因刘、关、张弟兄三人，不从俺丞相凋，私奔暗出许都，来到这徐州，又杀了徐州刺史车胄，占了徐州。如今俺丞相统领十万雄兵，亲自为帅，与刘、关、张交锋，今日到此清风岭安营。丞相呼唤，不知有甚事，须索走一遭去。报复去，说道张辽来了也。理会的。喏！报的丞相知道，有张辽在辕门首。叫他过来。理会的。叫你过去。丞相呼唤小官有何事？张文远，今日俺安营在此，离徐州不远。俺如今怎生定计，擒拿刘、关、张弟兄三人？特唤你来商议。丞相，俺如今见领十万雄兵，那刘、关、张兵微将少。俺如今将领军兵，围了那徐州城，觑他则是一鼓而下，有何难哉？你传与众将军，今日少歇，到明日起营。理会的。小校，辕门首觑着，看有甚么人来。恨小非君子，无毒不丈夫。自家张虎的便是。颇奈张飞无礼，我好意的说他，倒打了我这四十，便待干罢！我如今投降曹丞相去，将他那个热奔阵，我说与曹丞相，教他做个准备，拿住这个匹夫。那其间报了冤仇，便是我平生愿足。可早来到也。那里来的？报复去，道徐州刘玄德手下小将张虎，特来投降。你则在这里。喏！我报的丞相知道，有徐州刘玄德手下小将张虎，见在辕门首，特来投降丞相。刘备手下小将来投降，必然有话说，教他过来，理会的。俺丞相叫你过去。你是何人？小将是刘玄德手下张虎，特来投降。你为何来投降于某？丞相不知，俺刘玄德听的丞相领兵前来，聚俺众将商议，有二将军言道，我摆个一字长蛇阵，分三处，刘百德守徐州，张飞守小沛，云长守下邳。若曹丞相军来呵，俺三下里军兵好救应，有张飞不肯依他。张飞言道：我摆了热奔阵。怎生唤做热奔阵？张飞言道，曹丞相军马，偌近远来到这里，人困马乏。他要今晚夜间，领兵来偷营劫寨。小将言道，三将军，你这计策，不如二将军计策，<br>张飞怒了，要杀小将。玄德公劝了，打了我四十。小将因此上特来投降与丞相。张文远，那云长的计策是好。若刘备依着他呵，将军分三处，俺是难与他拒敌。丞相，云长的计虽然好，若不是这张虎来说呵，今晚张飞来偷营劫寨，俺是不做准备。张文远，这张虎也是个孝顺的人。兀那张虎，我如今着你去古城镇守。那里面粮多草广，我教你那里受用快活去，则今日便行。谢了丞相。今日不敢久停久住，便索往古城镇守去也。张文远，今夜晚间，张飞来偷营劫寨，咱怎生做准备？丞相，容易。俺今夜倒下个空营，着悬羊击鼓，饿马提铃，将这十万军兵，四下里埋伏了。等张飞来入的营中，俺这里一声信炮响，四下里伏兵，尽举围上采，那其间方可拿得张飞。便传令与军将，都与我四下埋伏了者。我着那悬羊击鼓，饿马提铃，埋伏四面隐军兵，拿住张飞必杀坏，方显曹公智量能。来到这曹营也。这厮每都熟睡着也，待咱杀入去。哥哥，不中了也，劫着个空营也。咱倒干戈走。大小三军围了者，休着走了刘备、张飞。众将休着走了刘备、张飞，咱赶将去来。如之奈何！我不信二兄弟之言，今日果中曹操的计也。后面曹操赶至，乱军中又不见了兄弟张飞。来到这河边，罢、罢，我做个脱壳金蝉计。我将这衣甲头盔，放在这河边，若曹兵来见了呵，则道我跳在这河里也。我不问那里，寻兄弟张飞去也。俺紧赶着刘备，又早不见了。兀的不是刘备衣甲头盔，放在河边，见俺追的近，他跳在这河里去也。将着这刘备衣甲头盔，丞相跟前献功去来。某差张文远赶拿刘备、张飞去了，这早晚不见来。某将这个刘备衣甲头盔，丞相跟前献功去也。报复去，道张辽回来了。喏，有张辽回来了也。着他过来。叫你过去。张文远，刘备安在？丞相。张辽赶着那刘备到一河边，将他那衣甲头盔，都脱在洞边，刘备跳在河里去了。衣甲头盔，被张辽拿将来了。在那里？小校将的来。这的便是。正是刘备的衣甲头盔。刘备跳在河里，张飞不知所在，眼见都无了也。丞相，虽然这弟兄二人无了，如今还有二将军云长哩。此人寸铁入手，万夫不当之勇。俺如今怎生拿这云长？丞相，不可与他交锋，则可智取。<br>怎生智取？丞相，如今关云长在下邳，他那家小都在徐州城中。刘备、张飞和他那些军校，都被俺杀的无了也。他那徐州城中家小，不知道无了刘备和张飞。俺厮杀了一夜，如今天明也，咱打着他的旗号，必然开门也。那其间咱把他那三房头家小，掳在营中，却去下邳城招安关云长去。这云长文武双全，他若肯降于丞相呵，可强似得徐州。张文远，你说的也是。我也有心待要这云长，说此人好生英雄。咱如今领百骑人马，打着刘备旗号，去徐州城，走一遭去。<br><br>第一折<br>某关云长是也，守着这下邳城。昨日三兄弟和哥哥，曹操营中劫寨去了。小校，城头掩着，看有甚么人来。某早晨间打着刘备旗号，赚开徐州城门，将他三房头家小，都掳在军中。俺如今去下邳城，招安关云长，走一遭去。可早来到城下也。兀那城上军校，报与您那关将军知道，有曹丞相在此，请你云长打话。喏，报的将军知道，有曹丞相领兵在城下，请将军打话。我与他打话去。丞相，你为何领兵来？关将军，你刬的不知道哩？为你弟兄每忘恩背义，私奔来到此，我今领十万雄兵前来。夜来晚间，你那哥哥刘玄德和兄弟张飞，都被某杀了也。我哥哥和兄弟，不道的落在你那彀中哩。怕你不信呵，张文远，将那刘备衣甲头盔叫过看。小校，将那秋千板来吊上去，你试看。兀的真个是俺哥哥的衣甲头盔，可怎生落在他手里？云长，你哥哥兄弟，都被我杀了也。你若肯投我呵，圣人跟前保奏过，我教你列坐诸官之右；你若不肯投降呵，你那三房头家小，被我都拿在营中，你徐州城也被俺占了。你不降呵，等到几时？我不信。既是他不信，张文远，将他那三房头家小，领出来着他看。理会的。小校领过那三房头家小来。妾身二人，是这甘糜二夫人的便是。不想玄德公与小叔叔张飞，与曹操交战，弟兄二人，不知所在。不想丞相诈打俺玄德公的旗号，赚了徐州，将俺三房头家小，都掳在曹营。今日说二叔叔云长，在下邳城与曹丞相打话，唤俺去城下，见俺二叔叔去。谁想有这场事也呵？<br>【仙吕】【点绛唇】俺可便奔走东西，气冲两肋，心生计。恨不的插翅如飞，飞不出剑洞枪林内。姐姐，玄德公信着三叔叔的计策，全不是了也。<br>【混江龙】谁想这徐州失利，送的俺弟兄姊妹两分离。闪杀我也仁慈的玄德，送了我也莽撞张飞。本来也无战争平白的起战争，你正是得便宜翻做了落便宜。姐姐，你见么，兀的城头上不是二叔叔云长也。我这里猛抬头见二叔叔在城头上立，曹丞相倚强压弱，俺如今受困遭危。<br>张文远，将他那家小簇在那城下，叫云长看。二将军，你见么？真个是我三房头家小，可怎生落在曹营。嫂嫂，俺哥哥兄弟安在？二叔叔，自你来下邳来，当夜晚间，你哥哥和张飞去劫曹营，环想曹操得知，倒下空寨，四面围住，军兵郡折了。你哥哥兄弟，不知所在。曹丞相诈打着你哥哥的旗号，赚了徐州，掳的俺到这曹营。叔叔，似这般如之奈何？原来是这般，想兄弟那般武艺，可怎生落在他彀中。<br>【油葫芦】则俺这兄弟张飞谁近的，他端的有见识，使一条点钢枪敢与万人敌，他便安排着打凤捞龙计，谁着他便搜寻出劫寨偷营智。姐姐，玄德定计，曹操他怎生便知道来？曹丞相暗地里，他可早先准备。打了个拷栳圈围在垓心内，人和马怎生走不能飞。<br>嫂嫂，当初依着关羽呵，今日不道的有失也。<br>【天下乐】可正是船到江心补漏迟，嫂嫂，如今曹丞相要招安我，我不降他来，则怕曹丞相伤害着你性命也。叔叔，俺可打甚么不紧也。则这曹也波贼，恐害着你。我想哥哥兄弟之情，我怎生归降他？你若是不归降他怒从心上起。一壁厢统着士卒，一壁厢探着阵势，叔叔，你若不肯投降，曹丞相将俺这三房头家小，叫声杀坏了。你那其间敢眼睁睁怎近得。嫂嫂，我待投降来，想俺兄弟三人，对天盟誓，一在三在，一亡三亡；我若不降来，这三房家小，见在曹营，倘若有些好歹呵，如之奈何？二将军你见么？你这三房头家小，都在俺曹营。你若不降呵，这三房头家小，怎生了也？张文远，你说与你那曹丞相，他若依我三桩事，我便投降。二将军，你但言的事，俺丞相都依着。我头一桩，我虽然投降，我可不降你丞相，我是降汉不降曹；第二桩。我和俺哥哥兄弟家属，一宅分两院；第三桩，我若打听的俺哥哥兄弟信息，我便寻去，可不许您拦当。你说去。我知道。丞相，云长投降，叫丞相依他三桩事，他便降。那三桩事？头一桩，他降汉不降曹；第二桩，他和他嫂嫂家小一宅分两院；第三桩，他但是打听的他哥哥兄弟信息，他便去寻去。这其间知道他那哥哥兄弟有也无，都依的他。开了门，我和他厮见，咱。二将军，俺丞相都依了也。你开门和俺丞相厮见咱。小校，开了城门。俺入的这城来。张文远，教他那三房头老小，与他厮见咱。理会的。请两个夫人与二将军厮见咱。嫂嫂，谁想今日有这场也！当初张飞依着我不去呵，无此事也。看了曹兵那般势大，兄弟是难逃也。想三叔他是一勇性也<br>【金盏儿】刀剑-时催，弓弩似电光飞。伏兵四面一齐起，饶你有通天武艺，怎施威。骤征马宛寻家计，插翅走如飞。他可甚鞭敲金镫响，人和凯歌回。云长，一别许久也。则今日咱便往京师，见了圣人，将你重重赐赏加官。一壁厢准备车乘，老小每上车。嫂嫂，您上车儿先行。多谢叔叔。嫂嫂，关羽不敢。姐姐，若不是二叔叔，俺岂有今日也。<br>【尾声】今日个救出我这乱军中，不枉了结义在桃园内。救了俺这姊妹残生顷刻，俺便似太山般一家儿倚靠着你。从今后照顾您这亲戚，则今后信音稀，要见他容易，则除是一枕南柯梦儿里。谁想我与玄德公厮离，俺可也是关着前世，玄德公也正是要便宜翻做落便宜。<br>云长，则今日咱同到许都，见了圣人，别有加官赐赏。咱则今日班师回程去来。<br><br>第二折<br>某张飞是也。不想被张虎那个匹夫，走透了消息，曹操倒下了空营。四下里埋伏了军。俺整厮杀一夜到天明，混战间不见了哥哥，如是奈何？不想曹操倒下空营，将军兵折尽，乱战不见了兄弟张飞。某到徐州，不想被曹操占了徐州，可怎生是好？兀的不是兄弟？兀的不是哥哥？哥哥，你在那里来？兄弟，我到天明得脱，撞出阵去，往徐州去。不想被曹操打着我的旗号，占了徐州也。似这般怎了？兄弟，咱去下邳，寻二兄弟云长去来。哥也，咱寻二哥去来。帅鼓铜锣一两敲，辕门里外卖花糕。乌江不是无船渡，买卖未来汗未消。某是这古城太守张虎是也。自从降了曹丞相，着某古城守镇。俺这里粮多草广，我每日饮酒快活。小校，看有甚么人来。事有足诧，物有固然。当日俺两个到的下邳，谁想云长降了曹操。俺兄弟二人，直到河北，问太守袁绍借起军来，与曹操交锋。谁想云长刺了颜良，诛了文丑。俺两个瞒着袁绍，私奔离了河北。兄弟，不是俺走的快呵，俺两个性命不保。哥也，谁想二哥不想咱桃园结义之情，今日顺了曹操。兄弟，俺如今往那厢去也？哥也，我听的前面这古城里，可是您兄弟打了四十那张虎。这厮走透消息，曹操着他古城镇守。哥也，俺如今到这古城，拿住匹夫杀坏了，可不报冤仇。兄弟言者当也。哥也，咱去来。可早来到古城也。兀那城上军校，叫你那张虎打话。喏，报的将军知道，城下有两个将军，叫着将军的名姓，教与他打话。甚么人来叫我的名字？这厮正是寻死，抹着阎王鼻子。在那里？在城下面，兀的不是。叫你那张虎来打话。那里走将他来？兀那匹夫，是你当初走透了消息，今日你可在这里，更待于罢！你快出来受死。罢、罢，事到这里也。大小三军跟我来，出城与他交战。先与我摆下个胡同阵。怎生是胡同阵？我常赢了他便好，若是输了呵，我便往胡同阵里走。张虎交马来。不中，我近不的他，走、走、走。这厮走了，我赶将去。兄弟也，量他个无名的小将，赶他做甚么。兄弟也，咱见今无处归着，这古城中粮多草广，咱在此住些时。那其间咱可往荆州，问荆王刘表借起军来，与曹操交锋，也未为晚矣。可惜走了这厮，我赶上去杀了这匹夫好来。罢、罢。既哥哥说，咱入这古<br>城去来。事有足诧，物有固然。自从云长降了某，来到这许都，我奏知圣人，封云长寿亭侯之职。某待云长非轻，我与云长上马一提金，下马一提银，每日筵席管待。近日有河北袁绍，遣颜良、文丑为帅，领兵前来，与某交锋，被云长百万军中，刺了颜良，又诛了文丑，得胜还营。今日在此安排筵席，犒劳云长。张文远，与我请将寿亭子来。理会的。某关云长自到许都，见了圣人，封某为寿亭侯之职。着曹丞相待某甚厚，上马一提金，下马一提银。虽然如此，我心中则是想我那哥哥兄弟，未知有也是无。近日袁绍手下有二将，是颜良和文丑，领十万兵与曹丞相交锋。被某十万军中，刺了颜良，又诛了文丑。今日曹丞相请某赴宴，须索走一遭去。寿亭侯，俺丞相久等多时也。报复一声。丞相，寿亭侯下马也。有请。有请。呀，寿亭侯鞍马上劳神！丞相，关羽托丞相虎威，则一阵被关羽刺了颜良，又诛了文丑也。今日在此安排筵宴，管待将军。左右将酒来，寿亭侯满饮一杯。丞相先请。慢慢的行酒，教寿亭侯尽醉而归。理会的。杀的我那碎屁儿支支的流，我可那里近的他。若不是我走的快呵，险被他杀了。今日来到许都也，到的曹丞相府门首。把门的报与丞相，说古城镇守张虎来见丞相。张虎你为何来？兀的不是张虎。咳，谁想这厮降了曹操。我则推醉了，我听他说甚么。丞相着张虎在古城，不想近日间有刘玄德和张飞走将来，将我杀退了，夺了俺古城也。元来是我哥哥和兄弟。无也，这厮说差了。张文远，把这厮推出去斩了者。好也。我正是躲了点钢枪，撞见丧门剑。寿亭侯再饮一杯。丞相，关羽酒醉了也。呀、呀、呀，寿亭侯是醉了也。张文远，扶着寿亭侯还宅去。丞相，寿亭侯无酒也。您怎生知道？一头里不醉，云长一见了张虎说他玄德、张飞，云长就推沉醉。则怕此人要去寻刘玄德、张飞去。头里休放那厮进来也罢。张文远，你如今宜阳宅看云长一遭，看云长一个动静，你可来回话。小官往宜阳宅看云长，走一遭去。自从俺在徐州失散，俺二叔叔不得已，降了曹丞相，到的许都，圣人封俺二叔叔为寿亭侯。<br>我和二叔叔一宅分两院，俺在这宜阳宅住坐，不知玄德公如何。俺姊妹两个怎了也呵？姐姐，想俺二叔叔如今降了曹丞相，受了封赠。他如今一身荣显，他那肯想他那哥哥玄德公。这其间知他在那里也呵！<br>【南吕】【一枝花】今日个难除我腹内忧，怎解我眉间皱。我可也心怀家国恨，则我这眉锁他这个庙堂愁。我可便有信难投，眼睁睁无人救，今日个这凄凉何日休。你当日逞英雄与曹操做敌头，则被他倒空营俺着他机彀。<br>【梁州】则俺这姊妹淹留在许昌，则被那兄弟每失散在徐州。姐姐，俺想玄德公何日相见也？我想这英雄玄德仁慈厚，他端的忠直慷慨，壮志难酬，豁达大度，纳谏如流。我这里扑簌簌泪满星眸，俺可便看他何日乐矣忘忧。我、我、我折倒的骨捱捱身似柴蓬，是、是、是俺可也病恹恹黄干黑瘦，呀、呀、呀俺可便每口家绿惨红愁。怎生做个解忧？半生勤苦干生受。俺叔叔花也成蜜也就，可便地久天长怎了救？姐姐省烦恼。俺好歹有一日见玄德公也。好教我无了无休。妹子，俺这里闲攀着话，看有甚么人来。欢来不似今朝，喜来那逢今日。关羽也，我恰才本无酒，我听的那厮说我哥哥兄弟在古城，我故意推醉。来到这宅中，有俺嫂嫂逐日烦恼，他则说俺哥哥兄弟不见，每日思念。谁想哥哥兄弟，如今见在古城。我如今到于嫂嫂宅中，我且不说哥哥兄弟还有哩，我则推醉，看他说甚么。报复去，道有关羽在于门首。呀，既然二叔叔来了也，叔叔请坐。嫂嫂，关羽不必坐。好酒也，我醉了也。妹子，你看俺二叔叔好快活也。我怎么不快活？我如今封官为寿亭侯，每日筵宴管待，正好受用也。叔叔你的是也。<br>【红芍药】你道是新来加你做寿亭侯，我上马一提金，下马一提银。枉受了些肥马轻裘。这的是你桃园结义下场头，枉了宰白马杀乌牛。我三日一小宴，五日一大宴。你每日吃堂食饮御酒，你全不记往日的冤仇。想着您同行同坐数年秋，到如今一笔哎都勾！我如今官封为寿亭侯哩。<br>【菩萨梁州】今日个你建节来封侯，登时间忘旧。知书的小叔，你可便枉看了些《左传》《春秋》。我这里听言说罢泪交流，弟兄今日难相守，甚日个得完就。准想你结义宾朋不到头，则他这岁月淹留。我将这条凳椅桌都打碎了，幔帐纱橱都扯掉了。叔叔烦恼了也。妹子，咱与叔叔陪话去来。<br>【骂玉郎】则我这心中负屈应难受，不由我便扑簌簌泪交的流，我见他扑登忿怒难收救。他那里踢翻椅桌，攫了幔幕，紧揎起那征袍袖。<br>姐姐，二叔叔不知为何至怒也？<br>【感皇恩】呀，我见他并不回头，怒气难收。我这里自踌蹰，自埋怨，我这里自僝僽。您嫂嫂言语的是紧，叔叔你恼怒无休。我陪有十分笑，叔叔你千般恨，我怀着九分忧。<br>【采茶歌】叔叔你早则么皱着眉头，休记冤仇，叔叔你与我停嗔息怒。寿亭侯，则你那失散了的哥哥不知道无共有，方信道知心的这相识可也到头休。妹妹，俺跪着。二叔叔，可怜见俺姊妹二人。嫂嫂请起。你休烦恼，你欢喜咱。我有甚么欢喜？嫂嫂，你不知俺哥哥兄弟，见在古城有哩。叔权，谁那般道？嫂嫂，今日曹丞相请我赴宴。有一个张虎来说，我哥哥兄弟杀退了他，哥哥兄弟如今见在古城。我故意推醉，我特来报与嫂嫂知道。是真个？是真个。我将曹丞相赐与我的金银和这寿亭侯牌印，我都锁在宜阳宅。不分星夜，便出许都。是真个？惭愧也。叔叔，则今日收拾行李，便索长行。<br>【尾声】则你那忠直勇烈依了你口，谁想这刘备、张飞见在有。打听的兄弟哥哥有时候，忙离了许州，盼不到地头，俺遥望着千里的这红尘路儿上走。<br>如今便收拾车乘鞍马，寻我哥哥，走一遭去也。我驱驰不避路迢遥，我是个忠臣岂肯顺降曹？想着俺相随数载恩情厚，我因此上弃印封金谒故交。<br><br>第三折<br>我着张文远去看云长去了，怎生这早晚不见来？某乃张文远是也。奉丞相将令，去宜阳宅看云长去。不想此人将领着他那三房头老小，往古城去了也。我索报与丞相去咱。报复去，道张文远求见。喏！报得丞相知道，有张文远来见。着过来。张文远，云长如何？关云长将丞相赐与他的上马一提金，下马一提银，并他那寿亭侯牌印，都封在宜阳宅内，云长引三房头老小，往古城寻玄德公、张飞去了也。谁想云长领着他家小，往古城寻刘玄德去了。我这般相待，他不辞我去了，更待干罢。唤将九牛许褚来。马不吃草，都把来瘦了。某九牛许褚是也。今有丞相呼唤，须索走一遭。报复去，道有许褚未了也。丞相唤许褚有甚事？许褚，我唤你来，别无甚事。因为关云长背了某，将领着他三房头老小，不辞我往古城去寻刘备去了。我今唤你来商议。丞相，俺如今领大势军兵赶上，活拿的云长来。丞相，咱不可与他交锋。想云长在十万军中，刺了颜良，诛了文丑，俺如今领兵与他战，丞相也枉则损兵折将。似此怎生擒的云长？丞相，俺如今则可智取。你有何智量？我有三条妙计，丞相领兵赶上云长，则推与他送行。丞相若见云长，丞相先下马，关云长见丞相下马，他必然也下马来。若是云长下马来，叫许褚上前抱住云长，着众将下手。第二计，丞相与云长递一杯酒，酒里面下上毒药。第三计，丞相把那西川锦征袍，着许褚托在盘中。丞相赠与云长。云长见了，必然下马来穿这袍。可叫许褚向前抱住，众将下手。恁的方可擒的云长。张文远此计大妙，料想云长出不的我这三条计也。则今日领兵十万，赶云长走一遭去。我驱兵领将逞英豪，我这三条妙计他决难逃。擒住云长必杀坏，方显曹公智量高。嫂嫂，贺万千之喜，咱早则出了许都也。<br>【中吕】【粉蝶儿】则你那途路迢遥，趁西风斜阳古道，催几鞭行色劬劳。践红尘，登紫陌，领着些关西小校。不索辞曹，恨不的一时间古城行到。<br>【醉春风】你今日弃印觅亲兄，你则待封金谒故交。独行千里探哥哥，似叔叔的少、少、少。他把你官上加官，禄上赠禄，曹丞相傲也那不傲。兀的后面有军马至了。兀的前面不是云长？寿亭侯兄弟也，且住者。叔叔，曹丞相领兵赶将来，你小心在意者。不妨事。<br>【红绣鞋】曹孟德能施谋略，则要你个关云长牢把鞍桥，咱可便嘴尾相衔紧随着，暗暗的便埋着军将，明明的列着枪刀，可休似徐州城失散了。叔叔，小心在意者。嫂嫂放心，我自知道。寿亭侯兄弟也，怎生不辞而去？丞相勿罪，我不下马来也。呀，可早一条计也。将酒来。云长，既然你要去也，你下马来满饮一杯。叔叔，你休下马去。嫂嫂，他与咱送路，他有甚么歹意？<br>【快活三】则他那饯行的意虽好，铺谋的智难逃。不妨马上接了香醪，我与你附耳低低道。<br>【朝天子】我这里望着，定睛的觑了，曹丞相百万军都来到。据着他兴心主意不相饶，折算你谁知道。我见他厚礼卑辞，亲捧香醪，这里面安排下斩人刀。叔叔你喑约，则依着你嫂嫂，则怕他酒里面藏有机妙。<br>难得丞相好心，丞相先饮过，关羽吃。可怎了？丞相放心吃，我自有解毒的。呀，可早两条计也。叔叔，我说来么。嫂嫂的是也。许褚，将那饯行礼来。<br>【上小楼】他待使些雕心鹰爪，安排下龙韬虎略。他一个个执锐披坚，勒马横枪，举斧轮刀。他将一领锦征袍，盘内托，我可便观了容貌，他那里曲躬躬一身伏着。<br>寿亭侯，想咱弟兄厮守许多时，也无甚与你。将这一领锦征袍，送与将军，正好你披。请下马来穿袍。嫂嫂，我如今下马的是，不下马的是？叔叔，你不要下马去，我待下马去，则怕中他的计策；我不待下马去，可惜了一领锦征袍。你听者，关羽从来性粗豪，哎！你个贤达嫂嫂莫心焦。上告孟德休心困，刀尖斜挑锦征袍。<br>【幺篇】又不向盘内取，则向刀刃上挑。险些儿惊杀许褚，荒杀曹公，唬杀张辽。他每都，紧赶着，奸雄曹操。我问你那锦征袍要也那不要？<br>我见他轻轻举起手中刀，将我登时唬一交。三条妙计都不济，好也。颠倒丢了一领锦征袍。嫂嫂先行，我随后便赶将来也。<br>【尾声】袭车胄武艺能，刺颜良名分高。用尽自己心，惹的旁人笑。哎，你个奸雄曹操，到陪了西川十样锦征袍。<br>感谢丞相厚意。丞相之恩，我异日必报也。张文远，可不活拿了关云长也。你赶上他，你道俺丞相问你要一件回奉之物，看他说甚么？理会的，云长且住者。你为何来？俺丞相的令，问将军要一件回奉之物。丞相的恩，我报了也，我与他刺了颜良，诛了文丑，他今日又要回奉之物，我随身无甚么值钱物件。我这一去，见了哥哥，我异日借起兵来，与您曹丞相交锋。我若拿住你曹丞相，我这大刀下饶你丞相一个死，便是回奉。张文远，你快回去，你若是再赶将来，你见我这手中刀么？我将你那曹兵都杀尽，要一个寄信的也无。张文远，你听者：想着俺桃园结义兄弟情，因此上辞曹弃印与封金。久以后拿住曹公不杀坏，那其间方显云长回奉心。张文远，云长说甚么？小官问他要回奉之物，云长言称道，他这一去，见了那玄德公、张翼德，必然领兵来与俺相持。他要丞相呵，那青龙刀下饶丞相一个死。正是：使碎自己心，笑破他人口。罢，教他去。我这一回去，点就一百万大军，与刘、关、张交锋，未为晚矣。这一去将那百万军兵亲点校，驱兵领将统戈矛。拿住一人必杀坏，恁时方表报冤仇。<br><br>第四折<br>三尺龙泉万卷书，皇天生我意何如。山东宰相山西将，彼丈夫兮我丈夫。某姓蔡名阳，字仲威，关西人氏。十八般武艺无有不拈，无有不会。某身披二铠，刀重百斤，马行千里，但寸铁在手，有万夫不当之勇。某新在佐于曹丞相手下为上将。今奉丞相的令，为因关云长背了俺丞相之恩，领他家小，不辞而去，丞相差某领五百哨腿关西汉，直至古城，与云长交战斗刀，走一遭去。大小三军，听吾将令：甲马不得驰骤，金鼓不得乱鸣。不得交头接耳，不得语笑喧呼。但违令，依军令决无轻恕。霭霭征云笼宇宙，腾腾杀气阵云高。临军略展英雄手，试看今番刀对刀。某刘玄德，自从兄弟张飞杀退张虎，夺了古城。这里粮多草广，俺二人权且在此停止。哥哥，不想二哥云长，投降曹操，全不想桃园结义之心，更待干罢。咱如今不问那里，借起军来，务要与曹交锋，雪徐州之恨。兄弟，争奈咱三房头老小，不知下落。又听的人说，与云长都降了曹操也。三兄弟，则怕云长听的俺在此，他必然来也。哥哥，他恋着那曹操那般富贵，他岂肯来！他便来呵，我也不认他。看有甚么人来。嫂嫂，你欢喜咱，兀的早望见古城也。二叔叔，一路上煞是辛苦也。<br>【双调】【新水令】你保护的俺一家儿妯娌得安康，则他弟和兄这其间别来无恙。叔叔你是那檠天白玉柱，架海的紫金梁。义勇忠良，俺今日团圆日不承望。<br>我到这古城也。把门的军卒报复去，你道有关羽领着三房头老小来了也。兄弟也，我道他知道咱在此呵，必然来也。元来兄弟领着三房头老小来了也。哥，他有甚么脸儿，我与他打话。兄弟息怒，咱同见云长去。哥哥间别无恙。兄弟，你怎生不想桃园结义之心，因何投降了曹操？你兄弟无降曹之心也。我断然不认你。玄德公息怒，听妾身说一遍咱。<br>【殿前欢】若不是这汉云长，则为俺这家属不得已可便诈投降。他受他封官来。寿亭侯官职无心望，甚的他快乐的这心肠。那一日与曹操饮酒，听的说主公与小叔叔在此，收拾便行。他封金印出许都，曹操赶至灞陵桥，三计要拿云长，二叔叔致怒。险唬杀那曹丞相，锦征袍便斜挑在他刀尖上。若不是二叔叔，俺三房头家小，都落在曹营。怎能勾那弟兄每完聚，也不能勾今日得这还乡。<br>嫂嫂，你替他说慌，也说不过。既然不降了曹操，怎生封你为寿亭侯？直到今日也不认你，有甚么面颜，和你厮见？云长，你既然不忘了俺桃园结义之心，怎生撇了俺弟兄二人，因何投降了曹操？哥哥，您兄弟为这三房头老小，被曹操掳了，您兄弟无计所奈也。你既有兄弟之情呵，可怎生我共哥哥在此古城住许多时，你怎生不来寻我？三叔叔息怒，若不是二叔叔呵，那里取俺生命来也。嫂嫂，我不信他说。<br>【川拨棹】你那里自参详，张将军不料量。他那里说短论长，数黑论黄。断不了村沙莽撞，你心中自忖量。<br>你既降了曹操也，你有何面目见俺？兄弟，也是我出于无奈也。<br>【七弟兄】他可便这厢那厢，他两个逞能强，怒忿忿豪气三千丈。他丈八矛轮动怎生当，这青龙刀举起无遮当，好着我泪两行。便有些不停当，你心下自参详，你心下自参详。<br>【喜江南】呀，则你那哥哥兄弟好商量，不比你一勇性石亭驿里摔袁祥。救了俺全家老小得安康，你自便料量，息怒波兴刘灭楚汉张良。<br>三兄弟，云长也则为咱这三房头老小也。则请二位嫂嫂来，别的我都不认。玄德公，俺若不是云长呵，那得俺性命来。某矣蔡阳，来到这古城也。众军摆开阵势者。你道你不顺曹操，可怎生蔡阳又领军来？蔡阳这一来，他必来赶我来。兄弟，你不信呵，我如今斩了蔡阳，如何？我不信，蔡阳和你一家，你怎肯杀了他？你若是斩了蔡阳，俺便认你。既然是这等，五百校刀手，摆开阵势者。蔡阳，你为何来？云长，为你背了丞相之恩，奉丞相命，特来擒你。蔡阳，我与你言定，俺如今头一通鼓响，咱埋锅造饭；第二通鼓响，披衣擐甲；第三通鼓响，咱两个交锋。你去埋锅造饭去。三军休要埋锅造饭，与我披衣擐甲者。交鼓响！张飞，咱看云长与蔡阳交战去来。哥也，怎生不交战发擂那？叫蔡阳临阵。我不曾披挂，可怎生便索战？我斩了蔡阳也。张飞，兀的云长不斩了蔡阳也。左右那里，安排筵席，请二哥来见哥哥。您兄弟托哥哥虎威，我斩了蔡阳也。哥哥，不枉了真虎将也，受您兄弟几拜。二叔叔不枉了好将军也。<br>【挂玉钩】他恰才万马千军摆下战场，则见他忙把门旗放，显出那弃印封金有智量。他怎肯扶立起曹丞相，斩了蔡阳，在杀场上。才听的挝鼓三通，可又早得胜还乡。<br>两壁厢敲马宰牛，做一个庆喜的筵席。哥哥，是你兄弟不是了也。兄弟，是您哥哥的不是了也。想兄弟您为俺三房头家小，您不得已而降曹操。你虽身居重职，你不改其志，此为仁也；你不远千里而来，被张飞与某百般发忿，兄弟你口不出怨恨之语，此为义也；你弃印封金，辞曹归汉，此为礼也；不一时立斩蔡阳，此为智也；你曾与曹操言定三事，听的某在此，你将领家小前来，不忘桃园结义之心，此为信也。据兄弟您仁义礼智信俱全，则今日敲牛宰马，做个庆喜的筵席。则为那徐州失散各分张，今日个古城欢会聚贤良。兄弟据着你智勇礼全谁可比，匹马单刀斩蔡阳。则为那妯娌贤达世间少，俺兄弟仁义果无双。俺本是扶持社稷忠良将，俺三人永保皇图帝业昌。<br>题目灞陵桥曹操赐袍<br>正名关云长千里独行",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "未知作者"
  },
  "tags": []
}