{
  "id": 12212,
  "star": 29,
  "name": "贼退示官吏",
  "dynasty": "唐代",
  "content": "<span style=\"font-family:SimSun;\">癸卯岁，西原贼入道州，焚烧杀掠，几尽而去。明年，贼又攻永破邵，不犯此州边鄙而退。岂力能制敌与？盖蒙其伤怜而已。诸使何为忍苦征敛，故作诗一篇以示官吏。</span></p> <p>昔岁逢太平，山林二十年。<br>泉源在庭户，洞壑当门前。<br>井税有常期，日晏犹得眠。<br>忽然遭世变，数岁亲戎旃。<br>今来典斯郡，山夷又纷然。<br>城小贼不屠，人贫伤可怜。<br>是以陷邻境，此州独见全。<br>使臣将王命，岂不如贼焉？<br>今彼征敛者，迫之如火煎。<br>谁能绝人命，以作时世贤！<br>思欲委符节，引竿自刺船。<br>将家就鱼麦，归老江湖边。",
  "fanyi": "<p><strong>译文</strong><br><span style=\"font-family:KaiTi_GB2312;\">癸卯年，西原贼人攻入道州城，焚烧杀戮掠夺，几乎扫光全城才走。第二年，贼人又攻打永州并占领邵州，却不侵犯道州边境而去。难道道州官兵能有力制敌吗？不过是蒙受贼人的哀怜而巳。催缴赋税的官吏为什么还如此忍心苦苦搜括呢？因此作<a href=\"http://so.gushiwen.org/view_12212.aspx\">诗</a>一篇给官吏们看看。</span><br>我早年遇到了太平世道，在山林中隐居了二十年。<br>清泉水流经过我家门口，山涧洞谷对着我家门前。<br>田租赋税有个固定期限，日上三竿依然安稳酣眠。<br>忽然间遭遇到世道突变，数年来亲自从军上前线。<br>如今我来治理这个郡县，又遇到蛮夷来骚扰侵犯。<br>县城太小蛮夷无意洗劫，百姓贫穷他们也觉可怜。<br>因此他们攻陷邻县境界，唯有这个道州独自保全。<br>奉皇命来收租税的使臣，难道还比不上盗贼慈善？<br>现在那横征暴敛的官吏，催赋逼税恰如火烧油煎。<br>谁忍心断绝人民的生路，换取时世所称赞的忠贤？<br>我想辞去官职丢弃符节，拿起竹篙自己动手撑船。<br>带领全家回到鱼米之乡，告老归隐住在那江湖边。</p> <p><strong>注释</strong><br>⑴癸卯岁：即唐代宗广德元年（763年）。<br>⑵道县：今湖南县道县。<br>⑶永、邵：永州和邵州，今均属湖南省。<br>⑷边鄙：边境。<br>⑸与：通“欤”，吗。<br>⑹昔岁：从前。<br>⑺庭户：庭院。<br>⑻洞壑（hè）：山洞，沟壑。<br>⑼井：即“井田”；井税：这里指赋税。<br>⑽晏：晚。<br>⑾世变：指安史之乱所带来的社会动荡。<br>⑿戎旃（zhān）：战旗，一说为军帐。<br>⒀典：治理、掌管。<br>⒁见全：被保全。<br>⒂将王命：奉皇上的旨意。<br>⒃绝：断绝。<br>⒄委：弃。符节：古代朝廷传达命令或征调兵将用的凭证。委符节：辞官。<br>⒅引竿：拿钓竿，代指隐居。刺船：撑船。<br>⒆将：带着。就：靠近。<br>⒇湖：一作“海”。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　此<a href=\"http://so.gushiwen.org/view_12212.aspx\">诗</a>和《舂陵行》都是作者反映社会现实，同情人民疾苦的代表作，而在斥责统治者对苦难人民的横征暴敛上，此诗词意更为深沉，感情更为愤激。</p> <p>　　在诗中，<a href=\"http://so.gushiwen.org/author_79.aspx\">元结</a>把起义的少数民族称之为“贼”，固然表现了他的偏见，但他把“诸使”和“贼”对比起来写，通过对“贼”的有所肯定，来衬托官吏的残暴，这对本身也是个“官吏”的作者来说，是非常难能可贵的。</p> <p>　　全诗共分四段。第一段由“昔年”句至“日晏”句，先写“昔”。头两句是对“昔”的总的概括，交代他在作官以前长期的隐居生活，正逢“太平”盛世。三、四句写山林的隐逸之乐，为后文写官场的黑暗和准备归老林下作铺垫。这一段的核心是“井税有常期”句，所谓“井税”，原意是按照古代井田制收取的赋税，这里借指唐代按户口征取定额赋税的租庸调法；“有常期”，是说有一定的限度。作者把人民没有额外负担看作是年岁太平的主要标志，是“日晏犹得眠”即人民能安居乐业的重要原因，对此进行了热情歌颂，便为后面揭露“今”时统治者肆意勒索人民设下了伏笔。</p> <p>　　第二段从“忽然”句到“此州”句，写“今”，写“贼”。前四句先简单叙述自己从出山到遭遇变乱的经过：安史之乱以来，元结亲自参加了征讨乱军的战斗，后来又任道州刺史，正碰上“西原蛮”发生变乱。由此引出后四句，强调城小没有被屠，道州独能促使的原因是：“人贫伤可怜”，也即“贼”对道州人民苦难的同情，这是对“贼”的褒扬。此诗题为“示官吏”，作诗的主要目的是揭露官吏，告戒官吏，所以写“贼”是为了写“官”，下文才是全诗的中心。</p> <p>　　第三段从“使臣”句至“以作”句，写“今”，写“官”。一开始用反问句把“官”和“贼”对照起来写：“使臣将王命，岂不如贼焉？”这是抨击官吏，不顾丧乱地区人民死活依然横征暴敛的愤激之词，是元结关心人民疾苦的点睛之笔。而下两句指陈事实的直接描写：“今彼征敛者，迫之如火煎”，更活画出一幅虎狼官吏陷民于水火的真实情景。和前面“井税”两句相照应，与“昔”形成鲜明对比，对征敛官吏的揭露更加深刻有力。接下来的两句：“谁能绝人命，以作时世贤？”以反问的语气作出了断然否定的回答，揭示了“时世贤”的残民本质。“绝人命”和“伤可怜”相照应，“时世贤”与“贼”作对比，这里对“时世贤”的讽刺鞭挞之意十分强烈。更为可贵的是诗人在此公开表明自己不愿“绝人命”，也不愿作“时世贤”的决绝态度，并以此作为对其他官吏的一种告诫。</p> <p>　　第四段由“思欲”句至“归老”句，向官吏们坦露自己的心志。作者是个官吏，他是不能违“王命”的，可是作“征敛者”吧，他又不愿“绝人命”。诗人对待这一矛盾的处境的办法是：宁愿弃官，归隐江湖，也绝不去做那种残民邀功、取媚于上的所谓贤臣。这是对统治者征敛无期的抗议，此处充分清楚地表明作者对民瘼的热情关心。</p> <p>　　元结在政治上是一位具有仁政爱民理想的清正官吏；在文学上反对“拘限声病，喜尚形似”（《箧中集序》）的浮艳诗风，主张发挥文学“救时劝俗”（《文编序》）的社会作用。这首诗不论叙事抒情，都指陈事实，直抒胸臆，没有一点雕琢矫饰的痕迹，而诗中那种忧时爱民的深挚感情，如从胸中自然倾泄，自有一种感人之处，亦自能在质朴之中成其浑厚，显示出元结诗质朴简古、平直切正的典型特色。<a href=\"http://so.gushiwen.org/author_39.aspx\">沈德潜</a>说：“次山诗自写胸次，不欲规模古人，而奇响逸趣，在唐人中另辟门径。”（《唐诗别裁》）</p>",
  "about": "<h2>创作背景</h2> 　　此<a href=\"http://so.gushiwen.org/view_12212.aspx\">诗</a>作于唐代宗广德二年（764年），时<a href=\"http://so.gushiwen.org/author_79.aspx\">元结</a>任道州刺史。此诗的小序交待了作诗的原委。癸卯年十二月，广西境内被称作“西原蛮”的一群强盗发动了武装暴乱，曾攻占道州（州治在今湖南道县）达一月余，其间烧杀抢掠，无恶不作。第二年五月，元结任道州刺史，七月“西原蛮”又攻破了邻近的永州（州治在今湖南零陵）和邵州（州治在今湖南邵阳），却没有再攻道州。诗人认为，这并不是官府“力能制敌”，而是出于“西原蛮”对战乱中道州人民的“伤怜”，相反，朝廷派到地方上的租庸使却不能体恤人民，在道州百姓“朝餐是草根，暮食乃木皮”（《舂陵行》）的情况下，仍旧残酷征敛，有感于此，作者写下了这首诗以警示征敛租税的官吏。",
  "poet": {
    "id": 79,
    "star": 0,
    "name": "元结",
    "image": "http://img.gushiwen.org/authorImg/yuanjie.jpg",
    "desc": "元结（719～772年），中国唐代文学家。字次山，号漫叟 、聱叟 。河南鲁山人。天宝六载(747)应举落第后，归隐商余山。天宝十二载进士及第。安禄山反，曾率族人避难猗玗洞 （今湖北大冶境内），因号猗玗子。乾元二年(759)，任山南东道节度使史翙幕参谋，招募义兵，抗击史思明叛军，保全十五城。代宗时，任道州刺史，调容州，加封容州都督充本管经略守捉使，政绩颇丰。大历七年(772)入朝，同年卒于长安。"
  },
  "tags": [
    "唐诗三百首",
    "同情"
  ]
}