{
  "id": 49077,
  "star": 17,
  "name": "渔家傲·灯火已收正月半",
  "dynasty": "宋代",
  "content": "灯火已收正月半，山南山北花撩乱。闻说洊亭新水漫，骑款段，穿云入坞寻游伴。<br>却拂僧床褰素幔，千岩万壑春风暖。一弄松声悲急管，吹梦断，西看窗日犹嫌短。",
  "shangxi": "<h2>赏析</h2> <p>　　这首词是作者退隐之后定林院生活的一个剪影式写照。</p> <p>　　上片写一次骑驴春游，起拍二句点明节令，描绘钟山春意盎然的景象。灯火，指元宵节彩灯。宋时元夜灯节，热闹异常。蔡绦《铁围山丛谈》：“上元张灯，天下止三日。”当时收灯后，又有出城探春的习俗，而江南孟春，不同于北方，往往收灯后便已芳草如茵、春意满野。而钟山一带，竹木葱茏，万花竞秀，景色更为诱人。“撩乱”，写出山花争奇斗艳，撩惹行人。“灯火已收”而山花满眼，用笔正所谓扫处还生。这二句，即写了江宁附近的季候特征，又点出作者居住的山中环境。美景良辰，引逗起词人览赏春色的兴致，于是笔锋一转，由“闻说”领起以下三句，写洊（jiàn）亭之游。洊亭钟山西麓，溪水青青，花木如绣，是作者喜爱游赏的风景胜地。<a href=\"http://so.gushiwen.org/author_405.aspx\">王安石</a>《马死》<a href=\"http://so.gushiwen.org/view_49077.aspx\">诗</a><a href=\"http://so.gushiwen.org/author_2274.aspx\">李壁</a>注引《建康续志》云：“金华俞紫琳清老，尝冠秃巾，扫搭服，抱《字说》，逐公之驴，往来法云、定林，过八功德水，逍遥洊亭之上。”“新水漫”，说明是雨后，经春雨洗礼，郊原格外清新。</p> <p>　　款段，马行迟缓貌。语出于《后汉书·<a href=\"http://so.gushiwen.org/author_801.aspx\">马援</a>传》“乘下泽车，御款段马”，李贤注：“款犹缓也，言形段迟缓也。”后借指驽马。这里作者实用以指他所骑的毛驴，亦取其“形段迟缓”之意。作者退居江宁时，神宗赐他一匹马，后来马死了，他外出旅游就骑毛驴。“蹇”谓蹇驴。魏泰《东轩笔录》卷十二载，王安石江宁，“筑第于白门外七里，去蒋山亦七里，平日乘一驴，从数僮游诸山寺。欲入城则乘小舫，泛潮沟以行，盖未尝乘马与肩舆也。”这次正是骑毛驴野游，心闲意静，恬然自若，什么升沉得失、尧桀是非，仿佛早抛至九霄云外，其精神超然尘外。定林寺左右，峰峦复沓，后环屏风，前障桂岭，其间云雾缭绕，跨驴绕行山径，时要通过云层，故曰“穿云”。山间谷壑毗连，四周峦嶂如屏，形成不少花木丛生的天然坞堡，如定林寺附近有道士坞，洊亭附近有桃花坞等。</p> <p>　　词人行经此种地带，不免停辔徜徉，访胜探幽，故曰“入坞”。才行高冈，又入低谷，故曰“穿云入坞”。</p> <p>　　不畏云雾迷茫，不避谷堐低湿窈深，不计山路崎岖回环，而去寻访游伴，探奇览胜，一句中连用“穿”、“入”、“寻”三个动作词，充分表现了词人一心寻春的浓厚游兴，描绘出他自命“山野之人”的生活情趣。</p> <p>　　下片写僧斋昼寝，词人游兴已尽，依然回归山寺，就床而卧。过片另起一意，意脉不断。却，还也，仍也。上写游山，此写憩寝，事有转折，故用“却”字。</p> <p>　　因为孤身栖居山寺，故要拂拭僧床，撩起白色的帷帐。“僧床”、“素幔”，写明作者生活清寂雅素，也突出了寄身山寺的生活特点。“千岩万壑”承上“山南山北”，“春风暖”回应“正月半”。值此东风骀荡，春光融融，词人怡然自适的心境也仿佛与大地春色融契而为一，加之游山的困乏，于是他渐渐沉入静谧而深稳的梦中。不知何时，山间的一派松涛之声，把他从酣梦中惊醒，抬眼望去，红日照临西窗，而词人的睡意犹未足。煞拍三句写梦醒。“悲急管”，谓松涛犹如急切的笛声，深山中呜咽地悲鸣，仍切山林环境下笔，松声带有作者的感情色彩。</p> <p>　　这首写政治家兼文学家的王安石，野游寻春与大自然的默契中，得到了心境的恬静，沉入了暂时的酣眠，然而，一时的心理平衡，却被四周突然闯入的急切悲凉的松涛声所打破，无怪乎作者起看日光，不能不嫌梦境之短了，这正隐隐透露了作者身虽幽闲而内心并不平静的精神状态。全篇即事写景，全以白描手法勾勒，物象清幽，气韵萧散，充满脂腻粉香的北宋前期词坛上，这首词颇有一枝独秀的风致。</p>",
  "poet": {
    "id": 405,
    "star": 0,
    "name": "王安石",
    "image": "http://img.gushiwen.org/authorImg/wanganshi.jpg",
    "desc": "王安石（1021年12月18日－1086年5月21日），字介甫，号半山，谥文，封荆国公。世人又称王荆公。汉族，北宋抚州临川人（今江西省抚州市临川区邓家巷人），中国北宋著名政治家、思想家、文学家、改革家，唐宋八大家之一。欧阳修称赞王安石：“翰林风月三千首，吏部文章二百年。老去自怜心尚在，后来谁与子争先。”传世文集有《王临川集》、《临川集拾遗》等。其诗文各体兼擅，词虽不多，但亦擅长，且有名作《桂枝香》等。而王荆公最得世人哄传之诗句莫过于《泊船瓜洲》中的“春风又绿江南岸，明月何时照我还。”"
  },
  "tags": [
    "退隐",
    "生活"
  ]
}