{
  "id": 7861,
  "star": 64,
  "name": "永王东巡歌十一首",
  "dynasty": "唐代",
  "content": "永王正月东出师，天子遥分龙虎旗。<br>楼船一举风波静，江汉翻为燕鹜池。</p> <p>三川北虏乱如麻，四海南奔似永嘉。<br>但用东山谢安石，为君谈笑净胡沙。</p> <p>雷鼓嘈嘈喧武昌，云旗猎猎过寻阳。<br>秋毫不犯三吴悦，春日遥看五色光。</p> <p>龙盘虎踞帝王州，帝子金陵访故丘。<br>春风试暖昭阳殿，明月还过鳷鹊楼。</p> <p>二帝巡游俱未回，五陵松柏使人哀。<br>诸侯不救河南地，更喜贤王远道来。</p> <p>丹阳北固是吴关，画出楼台云水间。<br>千岩烽火连沧海，两岸旌旗绕碧山。</p> <p>王出三江按五湖，楼船跨海次扬都。<br>战舰森森罗虎士，征帆一一引龙驹。</p> <p>长风挂席势难回，海动山倾古月摧。<br>君看帝子浮江日，何似龙骧出峡来。</p> <p>祖龙浮海不成桥，汉武寻阳空射蛟。<br>我王楼舰轻秦汉，却似文皇欲渡辽。</p> <p>帝宠贤王入楚关，扫清江汉始应还。<br>初从云梦开朱邸，更取金陵作小山。</p> <p>试借君王玉马鞭，指挥戎虏坐琼筵。<br>南风一扫胡尘静，西入长安到日边。",
  "fanyi": "<p><strong>译文</strong></p> <p>　　永王在至德三载三月出师东巡，天子宣他遥分龙虎之旗委以重任。永王的楼船听过之处，波涛汹涌的长江和汉水，顿时变得像雁鹜一样的风平浪静。</p> <p>　　北方的胡虏在三川一带纷乱如麻，中原地区的人民争相南奔避难，似晋朝的永嘉之难。如果起用东山谢安石来辅佐平叛，一定能为君在谈笑中扫靖胡沙。</p> <p>　　鼓声如雷晒杂之声喧动了武昌，旌旗如云呼啦啦地过了寻阳。所过之处秋毫无犯，三吴之地的人民都踊跃欢迎，呈现出一派春光明媚的祥瑞气氛。</p> <p>　　钟山龙盘，石城虎踞，金陵果然是帝王之州，如今帝子永王来访金凌之旧迹。春风吹暖了旧苑中的昭阳宫殿，明月高高地照耀着鳷鹊楼。</p> <p>　　太上皇和皇上在外巡游尚未回到首都长安，诸先帝陵寝松柏蒙受胡尘而使人悲哀。各路诸侯都不来救河南之地，欣喜的是贤王却率领兵马远道前来勤王。</p> <p>　　丹阳的北固山就是古来的吴关，江边的楼台隐映于云水之间，美如画图。如今胡虏的战火已燃及沧海，永王大军东巡的旌旗在大江两岸围绕，飘扬于碧山之间。</p> <p>　　永王大军出巡三江，按兵五湖，楼船出征跨海行次扬州。战舰森森地站满了彪虎之士，战船满载着征战的良马。</p> <p>　　长风吹着船帆，其势一往无前，军威所到之处海动山倾，誓摧胡虏。君看永王率兵浮江而下，多么像当年晋朝的龙骧将军出峡伐吴呀！</p> <p>　　秦始皇想浮海却造桥不成，汉武帝在寻阳射蛟也是空忙一场。我家贤王的楼舰是为平叛而来，其举可轻秦汉，最似太宗文皇帝渡海伐辽。</p> <p>　　皇帝宠命贤王以重任入楚关，扫清江汉地区就凯旋。先在云梦开津大都督府，再在益陵取钟山做王苑中的小山。</p> <p>　　试借我君主所赐的玉马鞭一用，我坐在琼筵之上为君指挥平叛。南风所向，将胡尘一日而扫静，然后再西入长安，胜利归朝，朝拜天子。</p> <p><strong>注释</strong><br>（1）永王：唐玄宗第十六子，名李璘。《永王东巡歌》<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>集中本十一首，元人萧士赟、近人郭沫若等认为原其九为伪作。<br>（2）正月：指农历十一月。这里用的是“王正月”。周以建子之月（农历十一月）为正。《春秋·隐公元年》：元年春，王正月。公羊传：元年者何？君之始年也。春者何？岁之始也。王者孰谓？谓文王也。曷为先言王而后言正月？王正月也。何言乎王正月？大一统也。李白用王正月，取大一统义，是春秋笔法。<br>（3）“天子”句：谓唐玄宗授永王璘以重任，使其远巡。龙虎旗，绘有龙虎的旗帜，为天子仪仗。这里借指节度使的重任。<br>（4）风波：指乱象。<br>（5）“江汉”句：江汉，指长江和汉水之间及其附近的地域。翻为，反而成为。雁鹜池，王琦注：《太平御览》：《图经》曰：梁孝王有燕鹜池，周围四里，梁王所凿。这里泛指游乐之地。<br>（6）“三川”句：形容洛阳被安禄山叛军占领后的乱象。三川，指洛阳。以其有河、洛、伊三川。北虏，指安禄山叛军。<br>（7）“四海”句：公元311年（西晋永嘉五年），刘曜攻陷洛阳，百官士庶三万余人，中原衣冠之族相率南奔，避乱江东。安禄山破两京，士人多携家奔江东，有似永嘉之难。<br>（8）“但用”二句：<a href=\"http://so.gushiwen.org/view_7861.aspx\">诗</a>人以谢安自居，希望永王重用自己。《晋书·谢安传》：玄等既破坚，有驿书至，安方对客围棋，看书既竟，便摄放床上，了无喜色，棋如故。客问之，徐答云：“小儿辈遂已破贼。”既罢，还内，过户限，心喜甚，不觉屐齿之折，其矫情镇物如此。东山，谢安隐居处。<br>（9）雷鼓：如雷的鼓声。<br>（10）“云旗”句：云旗，画有熊虎图案的大旗。猎猎，风声。寻阳，即浔阳。晋浔阳郡，隋为九江，公元742年（唐天宝元年）改浔阳。治所在今江西九江市。<br>（11）三吴：泛指吴地，具体说法较多。<br>（12）五色光：官军上面的瑞气。《南史·王僧辩传》：贼望官军上有五色云。<br>（13）龙盘虎踞：钟山龙蟠，石头虎踞。帝王州，南朝谢脁《入朝曲》诗句“江南佳丽地，金陵帝王州”为其所本。<br>（14）“帝子”句：帝子，指永王李璘，因其是唐玄宗之子。故丘，故墟。谓金陵曾为六朝故都。<br>（15）昭阳殿：王琦注：《一统志》：昭阳殿乃太后所居，在台城（宫殿名）内。<br>（16）鳷（zhī）鹊楼：南朝楼阁名，在金陵。<br>（17）“二帝”句：是二帝不在京城的委婉说法。实际是安史叛军逼近长安，玄宗奔蜀，肃宗即位灵武。<br>（18）“五陵”句：字面意思是唐室陵寝失去祭扫，实则指社稷濒临灭亡。五陵，指三原高祖献陵，礼泉太宗昭陵，奉天（今乾县）高宗乾陵，富平中宗定陵，奉先（今蒲城）睿宗桥陵。<br>（19）“诸侯”句：指安禄山据洛阳，官军束手无策。河南，指洛阳。<br>（20）贤王：有德行的君王。这里指永王李璘。<br>（21）“丹阳”句：谓丹阳的北固山，是吴地的险要关隘。唐时丹阳，即今之江苏镇江市。北固山，在镇江北，下临长江。<br>（22）“王出”句：谓永王出师巡行江南。按，巡行。三江五湖，指东南方的三条江及太湖流域的湖泊。<br>（23）“楼船”句：谓永王驻扎在扬州江面上的船舰一直连接到海上。次，驻守。扬都，指扬州。此句的正常语序是“楼船次扬都而跨海”。现在这样排列语序，是为了押韵和调整平仄格律。跨海，是夸张之辞。<br>（24）“战舰”句：谓战舰上排列着威严的勇士。森森，威严可畏貌。虎士，勇武之士。<br>（25）“征帆”句：谓各个战舰上都承载着豪杰之士。征帆，战舰的借代。龙驹，喻指豪杰之士。<br>（26）“长风”句：谓大风吹动船帆，战舰急速前进。长风，大风。挂席，船上张起的帆。<br>（27）摧古月：谓战胜胡兵。摧，挫败。古月，胡字的隐语，指胡兵。<br>（28）“何似”句：谓永王的战舰浩浩荡荡地沿江东进，多么像晋朝王濬伐吴的楼船。《晋书·武帝纪》：咸宁五年十一月，大举伐吴，遣龙骧将军王濬、广武将军唐彬，率巴蜀之卒，浮江而下。<a href=\"http://so.gushiwen.org/author_197.aspx\">刘禹锡</a>诗句“王濬楼船下益州，金陵王气黯然收”即指此。<br>（29）“楚关”：楚地关塞。泛指楚地。<br>（30）“初从”二句：谓永王开始在楚地驻扎军队，后来又进军金陵，在此地招揽才俊之士。云梦，古湖泊名，具体位置说法不一。大致在今湖南与湖北之间。这里泛指楚地。朱第，汉诸侯王第宅。以朱红漆门，故称。这里指行军中的临时住所。小山，汉王逸《楚辞·招隐士·解题》：昔淮南王安博雅好古，招怀天下俊伟之士，自八公之徒，咸慕其德而归其仁。各竭才智，著作篇章，分造辞赋，以类相从，故或称小山，或称大山，其义犹《诗》有小雅大雅也。<br>（31）“试借”句：诗人希望永王能赋予他军事指挥权。君王，指永王李璘。玉马鞭，指军事指挥权。<br>（32）“指挥”句：诗人自谓能像<a href=\"http://so.gushiwen.org/author_507.aspx\">诸葛亮</a>一样，身居帷幄，就能使胡人心悦诚服，听从调遣。指挥，发令调遣。戎虏，古代对西北少数名族的蔑称。琼筵，盛宴；美宴。这里泛指室内办公地点。<br>（33）“西入”句：诗人自谓平息叛乱后，西归长安，向唐天子汇报战况。日，喻指皇帝。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>到永王李璘幕府以后，踌躇满志，以为可以一抒抱负，“奋其智能，愿为辅弼”，成为像谢安那样叱咤风云的人物。在这组<a href=\"http://so.gushiwen.org/view_7861.aspx\">诗</a>里，诗人在歌颂永王东巡的同时，也抒发了自己的抱负。</p> <p>　　首章发端。言永王奉天子命，建节东巡，义师到处，呈现和平景象。</p> <p>　　二章诗人自谓在国家大难当头时，希望像谢安一样从容镇静地破敌除患。这首诗艺术构思非常出色，欲抑故扬，跌宕有致。诗人于前二句极写叛军之多且凶，国灾民难之甚且危，目的却在衬托后二句作者的宏图大略。局势写得越严重，就愈见其高昂的爱国热情和“一扫胡沙净”的雄心；气氛写得越紧张，就愈见其从容镇定地“挽狂澜于既倒”的气魄。这种反衬性的蓄势之笔，增强了诗的力量。</p> <p>　　三章写军容威武，声势浩大。军纪严明，有战胜征兆。从武昌至九江，再至三吴，一路东进，势如破竹。</p> <p>　　四章想象、或者说希望永王璘进兵金陵，给金陵人民带来温暖和光明。首句言金陵形胜，自古为帝王之地。次句叙事，言永王兵到金陵。三四句，以昭阳殿、鳷鹊楼借指金陵，以春风象征温暖，以明月象征光明。</p> <p>　　五章言社稷临危，君臣束手，唯有永王挥师东来。前两句撷取京师陷落后的一是一景，突出表现当时唐王朝所面临的严重局势，表达自己和广大人民对眼前发生的一切痛心疾首，对叛军所作所为的憎恶痛恨。后两句，诗人通过对比手法，抨击在叛军进攻面前，为保存实力，节节败退，听任东都沦于敌手的各路将领，高度赞扬永王远道而来，收复国土的英雄行为。</p> <p>　　六章言丹阳地形险要，风景如画。永王军队驻屯长江两岸，一直延伸至海边。这些都是想象或鼓励之辞，实际上李璘的军事势力最东只到丹阳。</p> <p>　　七章写永王麾下的威武的水师。上二句言水师广布，下二句言勇士威武。</p> <p>　　八章写永王水师以长风破浪之势，动海倾山，如同晋代王濬楼船东下破吴。</p> <p>　　九章把永王比成唐太宗，而且超过了秦皇、汉武，比拟得不伦不类，和其他十首也不协调，可能是永王幕府中人所增益，为永王提供了一个有意争夺帝位的罪状。因此前人认为是伪作。</p> <p>　　十章写永王奉天子之命，保卫疆土，涉及地域之广。入楚关，扫清江汉，从云梦到金陵。这是夸张之辞。实际李璘的军事势力未到金陵。</p> <p>　　末章写诗人希望永王能赋予他军事指挥权，自信自己能像张良、<a href=\"http://so.gushiwen.org/author_507.aspx\">诸葛亮</a>或谢安那样，运筹帷幄，决胜千里，使得反叛胡人心悦诚服，听从调遣，彻底肃清叛乱，然后向朝廷作出一个完美的交代。此诗运用浪漫的想象，象征的手法，塑造了盖世英雄式的自我形象。</p> <p>　　诗人在组诗中表现出的爱祖国，爱人民的热情和对和平的向往是积极的，是值得肯定的。他对永王璘的政治走向不了解，是客观的，以他的身份和阅历，对此不可能作出正确的判断。组诗第二首及最后一首表现出他想作谢安、诸葛亮那样的儒将，运筹帷幄，从容应敌，决胜千里，是不现实的，甚至是幼稚的。这种思想在他的很多诗篇里都有表现。他一直希望能像范蠡一样功成不居，泛舟五湖；像鲁仲连那样功成不取，意轻千金。这些抱负虽然不可能实现，但却成就了他豪迈的浪漫主义诗风和撼山动地、脍炙人口的诗篇。组诗中某些地方的夸张和想象不符合史实，一则是属于鼓励性质，一则是属于夸张手法，是符合文学创作原则的。</p>",
  "about": "<h2>创作背景</h2> <p>　　此组<a href=\"http://so.gushiwen.org/view_7861.aspx\">诗</a>当作于唐肃宗至德二载（757）正月。当时<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>随永王李璘水师东下寻阳（即浔阳）。此诗宋本题下注云：“永王军中。”这组《永王东巡歌》即在永王幕府中所作。</p> <p>　　据《新唐书·永王璘传》，永王李璘，年少失母，唐肃宗以自养视之。长大后，聪敏好学、才华横溢、文武双全。封永王后，兼任荆州大都督。安禄山反，唐玄宗至扶风，诏李璘即日赴荆州镇所。俄又兼任山南、江西、岭南、黔中四道节度使，以少府监窦昭为副。李璘至江陵，募士得数万，补署郎官、御史。玄宗委永王如此重任，其初衷是让他巩固后方。李璘生于宫中，不通事务。时江淮租赋巨亿万，堆积如山。李璘遂起占领江左之意。以薛鏐（liú）、李台卿、韦子春、刘巨麟、蔡駉（jiōng）为谋主。肃宗闻之，诏李璘赴蜀觐见上皇，李璘不从。李璘子襄城王李偒（dàng）刚烈少谋，劝李璘取金陵。于是引舟东下，甲士五千趋广陵（扬州）。然未敢明言。据《新唐书·李白传》，时白在庐山，被李璘召为僚佐。李璘的思想动向及皇族内部的政治斗争，李白当然不清楚。于是他从爱国热情出发，写下了这组热情洋溢地赞颂永王李璘“功绩”、抒发自己“远大抱负”的七言绝句。</p>",
  "poet": {
    "id": 247,
    "star": 0,
    "name": "李白",
    "image": "http://img.gushiwen.org/authorImg/libai.jpg",
    "desc": "李白（701年－762年），字太白，号青莲居士，唐朝浪漫主义诗人，被后人誉为“诗仙”。祖籍陇西成纪(待考)，出生于西域碎叶城，4岁再随父迁至剑南道绵州。李白存世诗文千余篇，有《李太白集》传世。762年病逝，享年61岁。其墓在今安徽当涂，四川江油、湖北安陆有纪念馆。"
  },
  "tags": [
    "战争",
    "爱国",
    "抱负",
    "组诗"
  ]
}