{
  "id": 63751,
  "star": 11,
  "name": "一剪梅·怀旧",
  "dynasty": "宋代",
  "content": "十年愁眼泪巴巴。今日思家。明日思家。一团燕月照窗纱。楼上胡笳。塞上胡笳。<br>玉人劝我酌流霞。急捻琵琶。缓捻琵琶。一从别后各天涯。欲寄梅花。莫寄梅花。",
  "shangxi": "<h2>赏析</h2> <p>　　汪元量以善琴事谢太后、王昭仪（王昭仪：原名<a href=\"http://so.gushiwen.org/author_1341.aspx\">王清惠</a>，能<a href=\"http://so.gushiwen.org/view_63751.aspx\">诗</a>）。宋亡，随三宫留燕。与幼主及谢太后等被迁往来于上都和大都之间达十余年。此词称“十年”，又有“燕月”句，当为1285年（元世祖至元二十二年），词人与幼主等自上都回大都后所作。词人被北迁燕地时在1276年（元世祖至元十三年），至此正好十年。</p> <p>　　全令表现的是作者的家国之思。以“十年”开头，突出地显示出时间的悠长。词人将这悠长的时间背景与一双泪巴巴的愁眼迭印到一块，组成了一个耐人寻味、动人心魂的复合意象。古人有“传神写照正在阿睹中”的名言，在这里，词人正是将他无限的愁怨与忧伤借这“阿睹”传达出来。使令作劈空而起，先声夺人，紧紧扣住了读者的心弦。</p> <p>　　“今日思家”二句，解释十年愁眼不开的原因。“今日思家，明日思家”，则是十年来天天思家，却天天没有回去的希望。词人被这旷日累年、遥遥无期的乡思所折磨，愁苦之极，彻夜无眠，抬头所见，唯有“一团燕月”而已。常言道“月是故乡明”，词人特别点明是“燕月”，意在强调自己身在异乡异国的事实。<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>的“举头望明月，低头思故乡”由月而念及故乡；<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>的“转朱阁，低绮户，照无眠”，由月的运行而写出人的不眠。这首令写月，实兼以上二家之长，而一个“燕”字对渲染身居异乡敌国的凄伤情怀尤其有力。</p> <p>　　一团明晃晃的燕月已使词人愁上加愁。楼上、塞上却又传来阵阵胡笳声，真是“那堪更听边城角。边城角，又添烦恼，又添萧索”（《忆秦娥·风声恶》）。月是“燕”月，笳是“胡”笳，不眠之夜的所见所闻，都莫不勾起词人国破家亡、离乡别土的痛苦，将他的愁怨之情推向极限。</p> <p>　　上片前三句，从总体背景落笔，写十年间悠长的愁思；后三句从细节入手，写不眠之夜的痛苦。前者有如电影中的推镜头，展现的是时间流逝中的乡思之情；后者又象一个特写镜头，展现的是时间片断上的乡思之情。二者同古文中的互文手法一样，说明词人十年来夜夜不眠，时时对月，时时听胡笳。而燕月亏了又盈，胡笳天天如故，家国之思的痛苦却一天天在增加，如重山累迭，无穷无数，无尽无期。</p> <p>　　下片从“思家”转为怀人，先回忆离家时的情景。“流霞”泛指美酒。“玉人”不详确指，《忆秦娥》词中也有“玉人何处教吹箫，十年不见心如焦”句，当是实有其人。</p> <p>　　当初离别之时，“玉人”杯酒相劝，因为词人此去实是“西出阳关无故人”。但遭此国难，他自知美酒的麻醉不足以解除心头的哀伤，所以只是与她默默相对，借着不成曲调的琵琶来抒发不堪言说的断肠意。“一从别后”便只有愁眼对月，枉自思念，正如《望江南》词中所说的“客心愁破正思家，南北各天涯”。归期未卜，相见无日，令人愁断肝肠。</p> <p>　　思念之极，终于想到寄上一枝梅花，以慰其孤凄之心，以表自己的思念之苦。然而一转念，却又是“莫寄梅花”，一则故国早已物是人非，梅花寄往何处，自己茫然不知；再则“彩笺难寄，水远山遥”（《忆秦娥·马萧萧》），纵然知道寄往何处，又如何能寄去，何况即使寄到了，也只能为她增添愁闷和担忧，有何益处。这两句词，以平浅的语言将词人那种极其矛盾的心理刻画得非常细腻，实是心理描写的妙笔。</p> <p>　　全令抒写的虽是思家之情、怀人之意，却无不染上国破家亡的痛苦色彩。这一点我们从那一双“愁眼”中，从那“弦弦掩抑”的“琶琵”声里，是不难体会到的。也正因为这样，词人的乡思就有了更为深刻的内涵，更能打动人心。</p> <p>　　另外，全令采用复沓的形式，用以表达词人那种欲说而无从说起的愁绪，深沉而低徊往复、长久积郁的乡思，可谓互为表里，相得益彰。 </p>",
  "poet": {
    "id": 557,
    "star": 0,
    "name": "汪元量",
    "desc": "汪元量（1241～1317年后）南宋末诗人、词人、宫廷琴师。字大有，号水云，亦自号水云子、楚狂、江南倦客，钱塘（今浙江杭州）人。琳第三子。度宗时以善琴供奉宫掖。恭宗德祐二年（1276）临安陷，随三宫入燕。尝谒文天祥于狱中。元世祖至元二十五年（1288）出家为道士，获南归，次年抵钱塘。后往来江西、湖北、四川等地，终老湖山。诗多纪国亡前后事，时人比之杜甫，有“诗史”之目，有《水云集》、《湖山类稿》。"
  },
  "tags": [
    "宋词精选",
    "思念"
  ]
}