{
  "id": 8440,
  "star": 25,
  "name": "田园言怀",
  "dynasty": "唐代",
  "content": "贾谊三年谪，班超万里侯。<br>何如牵白犊，饮水对清流。",
  "fanyi": "<p><strong>译文<br></strong><a href=\"http://so.gushiwen.org/author_109.aspx\">贾谊</a>急于仕进被贬到长沙三年，班超离家万里才封了个定远侯。<br>这怎能比得上牵着白牛犊的巢父，饮水于清清的河流！</p> <p><strong>注释<br></strong>⑴《汉书》：贾谊为长沙傅，三年，有鵩鸟飞入谊舍，止于坐隅。谊既以谪居长沙，长沙卑湿，谊自伤悼，以为寿不得长，乃为赋以自广。<br>⑵《后汉书》：班超行诣相者，曰：“祭酒，布衣诸生耳，而当封侯万里之外。”超问其状，相者指曰：“生燕颔虎头，飞而食肉，此万里侯相也。”后使西域，西域五十余国悉皆纳质内属，封超为定远侯。<br>⑶《淮南子》：“宋人好善者家，无故黑牛生白犊。”<br>⑷《高士传》：许由，尧召为九州长，由不欲闻之。洗耳于颖滨。时其友巢父牵犊欲饮之，见由洗耳，问其故，对曰：“尧欲召我为九州长，恶闻其声，是故洗耳。”巢父曰：“子若处高岸深谷，人道不通，谁能见子？子故浮游，欲闻求其名誉，污吾犊口。”牵犊上流饮之。<a href=\"http://so.gushiwen.org/view_8440.aspx\">诗</a>意谓仕宦而不得志如贾谊一流，得志如班超一流，皆羁旅异方，不如巢、许隐居独乐，安步田园之为善也，其旨深矣。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　他在《乞归疏》中写道，“但愿生入玉门关”。“何如”、“饮水”两句用的是尧让君位于巢父和许由的典故。相传尧要把君位让给巢父，巢父拒绝接受；尧把君位再让给许由，许由听后跑到颖水边洗耳，认为耳朵听到这个消息受到了玷污。此时，巢父正好牵牛饮水，巢父听说许由洗耳的原因后，认为洗耳的水受到污染，牛也不能喝，于是把牛牵到上游去饮水。多清高脱俗的两个人！<a href=\"http://so.gushiwen.org/author_109.aspx\">贾谊</a>、班超一文一武，文有惊世鸿文，武有治国之功，但一个英年早逝，一个有家难回，这都是当官害了他们。许由、巢父不是没有君临天下的机会，更不是没有为官作长的素质，但他们都识透玄机，不入官场，不求功名，不沾利禄，无牵无挂，乐做田园之隐士，远避祸灾，逍遥自得，牵白犊饮清流，与贾谊、班超截然不同。<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>终生都想从政，在此时似乎终于感悟到了。</p> <p>　　无论写自己归隐，或者劝人退后致仕，大多缠结在深山烟霞、野水瞑迷之间，生活则亦渔亦樵，且吟且醉。本<a href=\"http://so.gushiwen.org/view_8440.aspx\">诗</a>却是借历史作比照：或则才调绝伦而沉论不遇如贾谊；或则象少时便有“挟长风、破万里浪”的大志，虽博得封侯万里而终抱未能生归玉门的隐痛的班超；前者悒郁而早夭；后者虽勉尽天年而仍不免遗恨。这样看来，倒不如学古高士许由、巢父那样躬亲耕种，凿井自饮，高居清流，乐其生死。既不以形骸为役；也不让心神徒劳来得自在呢！——以太白自由解放的灵魂看，这恐怕也正是他一向笑傲王侯、卑视卿相的素怀吧！</p>",
  "about": "<h2>创作背景</h2> 　　从<a href=\"http://so.gushiwen.org/view_8440.aspx\">诗</a>中“<a href=\"http://so.gushiwen.org/author_109.aspx\">贾谊</a>三年谪”来看，当亦白帝遇赦东归后在湖南盘桓期间所作，姑系于乾元二年（759）。该诗通过对贾谊、班超命运的对比，流露出<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>晚年对出处进退的看法。",
  "poet": {
    "id": 247,
    "star": 0,
    "name": "李白",
    "image": "http://img.gushiwen.org/authorImg/libai.jpg",
    "desc": "李白（701年－762年），字太白，号青莲居士，唐朝浪漫主义诗人，被后人誉为“诗仙”。祖籍陇西成纪(待考)，出生于西域碎叶城，4岁再随父迁至剑南道绵州。李白存世诗文千余篇，有《李太白集》传世。762年病逝，享年61岁。其墓在今安徽当涂，四川江油、湖北安陆有纪念馆。"
  },
  "tags": [
    "怀古",
    "抒怀"
  ]
}