{
  "id": 8373,
  "star": 126,
  "name": "夜泊牛渚怀古",
  "dynasty": "唐代",
  "content": "牛渚西江夜，青天无片云。<br>登舟望秋月，空忆谢将军。<br>余亦能高咏，斯人不可闻。<br>明朝挂帆席，枫叶落纷纷。",
  "fanyi": "<p><strong>译文</strong><br>秋夜行舟停泊在西江牛渚山，蔚蓝的天空中没有一丝游云。<br>我登上小船仰望明朗的秋月，徒然地怀想起东晋谢尚将军。<br>我也能够吟哦袁宏的咏史<a href=\"http://so.gushiwen.org/view_8373.aspx\">诗</a>，可惜没有那识贤的将军倾听。<br>明早我将挂起船帆离开牛渚，这里只有满天枫叶飘落纷纷。</p> <p><strong>注释</strong><br>⑴牛渚：山名，在今安徽当涂县西北。诗题下有注：此地即谢尚闻袁宏咏史处。<br>⑵西江：从南京以西到江西境内的一段长江，古代称西江。牛渚也在西江这一段中。<br>⑶谢将军：东晋谢尚，今河南太康县人，官镇西将军，镇守牛渚时，秋夜泛舟赏月，适袁宏在运租船中诵己作《咏史》诗，音辞都很好，遂大加赞赏，邀其前来，谈到天明。袁从此名声大振，后官至东阳太守。<br>⑷高咏：谢尚赏月时，曾闻诗人袁宏在船中高咏，大加赞赏。<br>⑸斯人：指谢尚。<br>⑹挂帆席：一作“洞庭去”。挂帆：扬帆。<br>⑺落：一作“正”。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　首句开门见山，点明“牛渚夜泊”。次句写牛渚夜景，大处落墨，展现出一片碧海青天、万里无云的境界。寥廓空明的天宇，和苍茫浩渺的西江，在夜色中融为一体，越显出境界的空阔渺远，而<a href=\"http://so.gushiwen.org/view_8373.aspx\">诗</a>人置身其间时那种悠然神远的感受也就自然融合在里面了。</p> <p>　　三、四句由牛渚“望月”过渡到“怀古”。谢尚牛渚乘月泛江遇见袁宏月下朗吟这一富于诗意的故事，和诗人眼前所在之地（牛渚西江）、所接之景（青天朗月）的巧合，固然是使诗人由“望月”而“怀古”的主要凭藉，但之所以如此，还由于这种空阔渺远的境界本身就很容易触发对于古今的联想。空间的无垠和时间的永恒之间，在人们的意念活动中往往可以相互引发和转化，<a href=\"http://so.gushiwen.org/author_12.aspx\">陈子昂</a>登幽州台，面对北国苍莽辽阔的大地而涌起“前不见古人，后不见来者”之感，便是显例。而今古长存的明月，更常常成为由今溯古的桥梁，“月下沉吟久不归，古来相接眼中稀”（《金陵城西月下吟》），正可说明这一点。因此，“望”、“忆”之间，虽有很大跳跃，读来却感到非常自然合理。“望”字当中就含有诗人由今及古的联想和没有明言的意念活动。“空忆”的“空”字,表现了诗人对过去的回忆，也暗示了这份回忆注定没有回应。暗逗下文。</p> <p>　　如果所谓“怀古”，只是对几百年前发生在此地的“谢尚闻袁宏咏史”情事的泛泛追忆，诗意便不免平庸而落套。诗人别有会心，从这桩历史陈迹中发现了一种令人向往追慕的美好关系—贵贱的悬隔，丝毫没有妨碍心灵的相通；对文学的爱好和对才能的尊重，可以打破身份地位的壁障。而这，正是诗人在当时现实中求之而不可的得。诗人的思绪，由眼前的牛渚秋夜景色联想到往古，又由往古回到现实，情不自禁地发出“余亦能高咏，斯人不可闻”的感慨。尽管自己也象当年的袁宏那样，富于文学才华，而象谢尚那样的人物却不可复遇了。“不可闻”回应“空忆”，寓含着世无知音的深沉感喟。</p> <p>　　“明朝挂帆席，枫叶落纷纷。”末联宕开写景，想象明朝挂帆离去的情景。在飒飒秋风中，片帆高挂，客舟即将离开江渚；枫叶纷纷飘落，象是无言地送着寂寞离去的行舟。秋色秋声，进一步烘托出因不遇知音而引起的寂寞凄清情怀。</p> <p>　　诗意明朗而单纯，并没有什么深刻复杂的内容，但却具有一种令人神远的韵味。这种神韵的形成，离不开具体的文字语言和特定的表现手法。这首诗，写景的疏朗有致，不主刻画，迹近写意；写情的含蓄不露，不道破说尽；用语的自然清新，虚涵概括，力避雕琢；以及寓情于景，以景结情的手法等等，都有助于造成一种悠然不尽的神韵。<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>的五律，不以锤炼凝重见长，而以自然明丽为主要特色。此篇行云流水，纯任天然。这本身就构成一种萧散自然、风流自赏的意趣，适合表现抒情主人公那种飘逸不群的性格。诗的富于情韵，与这一点也不无关系。</p>",
  "about": "<h2>创作背景</h2> <p>　　这首<a href=\"http://so.gushiwen.org/view_8373.aspx\">诗</a>当是诗人失意后在当涂之作，那时诗人对未来已经不抱希望，但自负才华而怨艾无人赏识的情绪仍溢满诗中。</p> <p>　　牛渚，是安徽当涂西北紧靠长江的一座山，北端突入江中，即著名的采石矶。此诗题下原有注说：“此地即谢尚闻袁宏咏史处。”据《晋书​·文苑传》记载：袁宏少时孤贫，以运租为业。镇西将军谢尚镇守牛渚，秋夜乘月泛江，听到袁宏在运租船上讽咏他自己的咏史诗，非常赞赏，于是邀宏过船谈论，直到天明。袁宏得到谢尚的赞誉，从此声名大著。题中所谓“怀古”，就是指这件事。</p>",
  "poet": {
    "id": 247,
    "star": 0,
    "name": "李白",
    "image": "http://img.gushiwen.org/authorImg/libai.jpg",
    "desc": "李白（701年－762年），字太白，号青莲居士，唐朝浪漫主义诗人，被后人誉为“诗仙”。祖籍陇西成纪(待考)，出生于西域碎叶城，4岁再随父迁至剑南道绵州。李白存世诗文千余篇，有《李太白集》传世。762年病逝，享年61岁。其墓在今安徽当涂，四川江油、湖北安陆有纪念馆。"
  },
  "tags": [
    "唐诗三百首",
    "月亮",
    "怀古"
  ]
}