{
  "id": 72303,
  "star": 102,
  "name": "愚溪诗序",
  "dynasty": "唐代",
  "content": "　　灌水之阳有溪焉，东流入于潇水。或曰：冉氏尝居也，故姓是溪为冉溪。或曰：可以染也，名之以其能，故谓之染溪。予以愚触罪，谪潇水上。爱是溪，入二三里，得其尤绝者家焉。古有愚公谷，今予家是溪，而名莫能定，士之居者，犹龂龂然，不可以不更也，故更之为愚溪。 </p> <p>　　愚溪之上，买小丘，为愚丘。自愚丘东北行六十步，得泉焉，又买居之，为愚泉。愚泉凡六穴，皆出山下平地，盖上出也。合流屈曲而南，为愚沟。遂负土累石，塞其隘，为愚池。愚池之东为愚堂。其南为愚亭。池之中为愚岛。嘉木异石错置，皆山水之奇者，以予故，咸以愚辱焉。 </p> <p>　　夫水，智者乐也。今是溪独见辱于愚，何哉？盖其流甚下，不可以溉灌。又峻急多坻石，大舟不可入也。幽邃浅狭，蛟龙不屑，不能兴云雨，无以利世，而适类于予，然则虽辱而愚之，可也。 </p> <p>　　宁武子“邦无道则愚”，智而为愚者也；颜子“终日不违如愚”，睿而为愚者也。皆不得为真愚。今予遭有道而违于理，悖于事，故凡为愚者，莫我若也。夫然，则天下莫能争是溪，予得专而名焉。 </p> <p>　　溪虽莫利于世，而善鉴万类，清莹秀澈，锵鸣金石，能使愚者喜笑眷慕，乐而不能去也。予虽不合于俗，亦颇以文墨自慰，漱涤万物，牢笼百态，而无所避之。以愚辞歌愚溪，则茫然而不违，昏然而同归，超鸿蒙，混希夷，寂寥而莫我知也。于是作《八愚诗》，纪于溪石上。 ",
  "fanyi": "<h2>译文</h2> <p>　　灌水的北面有一条小溪，往东流入潇水。有人说，过去有个姓冉的住在这里，所以把这条溪水叫做冉溪。还有人说，溪水可以用来染色，用它的功能命名为染溪。我因愚犯罪，被贬到潇水。我喜爱这条溪水，沿着它走了二三里，发现一个风景绝佳的地方，就在这里安家。古代有愚公谷，如今我把家安置在这条溪水旁，可是它的名字没人能定下来，当地的居民还在争论不休，看来不能不改名了，所以把它定名为愚溪。</p> <p>　　我在愚溪上面买了个小丘，叫做愚丘。从愚丘往东北走六十步，发现一处泉水，又买下来作为积蓄，称它为愚泉。愚泉共有六个泉眼，都在山下平地，泉水都是往上涌出的。泉水合流后弯弯曲曲向南流去，经过的地方就称作愚沟。于是运土堆石，堵住狭窄的泉水通道，筑成了愚池。愚池的东面是愚堂，南面是愚亭。池子中央是愚岛。美好的树木和奇异的岩石参差错落。这些都是山水中瑰丽的景色，因为我的缘故都用愚字玷污了它们。</p> <p>　　水是聪明人所喜爱的。可现在这条溪水竟然被愚字辱没，这是为什么呢?因为它水道很低，不能用来灌溉。又险峻湍急，有很多浅滩和石头，大船进不去；幽深浅狭，蛟龙又不屑于此，不能兴起云和雨，对世人没有什么好处，正像我。既然如此，即使是玷辱了它，用愚字来称呼它，也是可以的。</p> <p>　　宁武子“在国家动乱时就显得很愚蠢”，是聪明人故意装糊涂。颜子“从来不提与老师不同的见解，像是很愚笨”，也是明智的人而故意表现得很愚笨。他们都不是真正的愚笨。如今我在政治清明时却做出与事理相悖的事情，所以再没有像我这么愚蠢的人了。因此，天下人谁也不能和我争这条溪水，我有给它命名的专利。</p> <p>　　溪水虽然对世人没有什么好处，可它却能够映照万物，清秀明澈，能发出金石般的响声，能使愚蠢的人喜笑颜开，对它眷恋爱慕不忍离去。我虽然不合世俗，也还能稍用文章来安慰自己，用文笔自由驱使万物，创造出一个称心满意的审美境界，世间万象没有什么能逃得出我的笔墨形容。我用愚笨的言辞歌唱愚溪，觉得茫茫然没什么悖于事理的，昏昏然似乎都是一样的归宿，超越天地尘世，融入玄虚静寂之中，而寂寞清静之中没有谁能了解我。于是作《八愚<a href=\"http://so.gushiwen.org/view_72303.aspx\">诗</a>》，记在溪石上。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　《愚溪<a href=\"http://so.gushiwen.org/view_72303.aspx\">诗</a>序》是<a href=\"http://so.gushiwen.org/author_646.aspx\">柳宗元</a>为他的《八愚诗》所写的序。</p> <p>　　《八愚诗》是柳宗元被贬到永州以后，为了排遣他淤积在心中的愤懑不平而写的一组寄情于山水的诗。《八愚诗》已经亡佚。</p> <p>　　一般说来，序有两种，一种是书序，一种是别序。书序一般用来陈述著作者的旨趣，多放在篇首。别序一般用来为朋友赠别。《愚溪诗序》是书序，是柳宗元陈述他写作《八愚诗》的旨趣的。</p> <p>　　愚溪本来叫冉溪。为什么叫冉溪呢?有人说姓冉的曾经住在这里，以姓得名，所以叫冉溪；又有人说溪水能染色，所以叫染溪。总之，不论叫它冉溪还是叫它染溪，都是有缘由的。那么，为什么还要给溪水改名呢?据说“土之居者，犹龂龂然，不可以不更也”。意思是说，当地人对于究竟是冉溪，还是染溪，争论不休，所以不能不改。但是，为什么要改叫愚溪呢?因为“予以愚触罪，谪潇水上。爱是溪，入二三里，得其尤绝者家焉。古有愚公谷，今予家是溪，而名莫能定……故更之为愚溪”。</p> <p>　　“予以愚触罪”，意思是我因糊涂触犯了刑律得了罪。“谪潇水上”，意思是被贬在潇水这个地方。“得其尤绝者家焉”，意思是寻得一处风景极佳的地方安了家。这里的“家”字是动词，安家、住下的意思。“愚公谷”，在现在山东临淄西。“今予家是溪，而名莫能定”，“故更之为愚溪”，意思是说，现在我住在这溪边，不知道起一个什么名字好，鉴于古代有愚公谷，所以便改溪名为愚溪。</p> <p>　　其实，愚公并不愚，他所以自称为愚公，不过是对黑暗政治的抗议。同样，改溪名为愚溪，也是对黑暗政治的抗议。不仅于此，“予以愚触罪”，就更是对黑暗政治的抗议了。“以愚触罪”，这本身就是一种讽刺!言外之意就是说，聪明人是不会去干那种所谓的犯罪的傻事的。触罪之后，不仅要连累到妻子儿女，而且连自己居住的地方，都要受到连累，这是一种多大的不公平!这还不是对黑暗政治的抗议吗?</p> <p>　　更有甚者，连“愚溪之上”的小丘，丘东北六十步的泉，泉合流屈曲而南的沟，负土累石塞其隘的池，池东的堂，堂南的亭，池中的岛……虽然“嘉木异石错置，皆山水之奇者”，也一概以愚字命名，称之为愚丘、愚泉、愚沟、愚池、愚堂、愚岛。这是为什么?都是“以予故，咸以愚辱焉”。这更是一种不公平，自然也是对黑暗政治的抗议!</p> <p>　　“合流屈曲而南”，意思是泉水汇合到一起曲曲折折向南流。“嘉木异石错置”，意思是好的林木、奇异的石头交错陈列。</p> <p>　　“仁者乐山，智者乐水”，水和愚本来是联系不到一起的，“今是溪独见辱于愚”，这难道是可以允许的吗?道理据说是有的，“盖其流甚下，不可以灌溉。又峻急多坻石，大舟不可入也。幽邃浅狭，蛟龙不屑，不能兴云雨，无以利世，而适类于予，然则虽辱而愚之，可也。”</p> <p>　　“其流甚下”，指溪的水位太低。峻急，指水势湍急；坻石，指滩石。幽邃浅狭，指溪谷幽深，溪流浅窄；蛟龙不屑，就是蛟龙不屑于居住。蛟龙，古代传说中的动物，民间相传它能兴风作雨发洪水。“无以利世，而适类于予，然则虽辱而愚之，可也。”这几句话的意思是，溪没有可利于人世的地方，只是和我相类似，因而虽然用愚的称号来屈辱它，那也是可以的。然而把愚和我联系在一起，这本身就是一种愤激不平之情，从而说溪“适类于予”，使用愚的称号来屈辱溪，自然也是一种愤激不平之情了。</p> <p>　　溪水无辜，而所以要用愚的称号来屈辱它，完全是因为“予家是溪”。而“我”又“以愚触罪”。那么，“我”到底是一种怎样的愚人呢?由此便转入写愚的种类和性质。</p> <p>　　有三种愚人，一种像宁武子那样，“邦无道则愚”；一种像颜回那样，“终日不违如愚”。宁武子是“智而为愚者也”，颜回是“睿而为愚者也”。所以他们“皆不得为真愚”──他们都不是真的愚笨。</p> <p>　　宁武子，春秋时卫国人，姓宁名俞，武是他的谥号，《论语·公冶长》说：宁武子这个人当国家清明时，他就显得很聪明；当国家昏暗时，他就装傻。他的那种聪明，别人可以做到，他的那种傻劲，别人就做不到了。颜回，字子渊，是孔子的忠实门徒。《论语·为政》记载孔子说：我整天给颜回讲学，他从来不提出不同的意见，好像很愚笨。可是我考察他私下的言行，发现他对我传授的东西能有所发挥，可见颜回并不愚笨。</p> <p>　　像宁武子和颜回，当然都不愚笨。其实何只是不愚笨，应该说他们都是聪明人。“智”，智慧；“睿”，通达。“智”和“睿”，都有聪明的意思。“智而为愚者也”，意思是聪明而装糊涂；“睿而为愚者也”，意思是明白而装傻。因此，宁武子和颜回，都不是真的愚笨。而“我”的愚就完全不同了：“今予遭有道而违于理，悖于事，故凡为愚者，莫我若也。”这才是真正的愚人呢!</p> <p>　　“有道”，指天子圣明；“遭有道”，就是遇到了圣明的天子；“违于理”，就是违犯了道理；“悖于事”，就是行事谬误。这都是就永贞革新这件事说的。</p> <p>　　公元805年，就是唐顺宗李诵永贞元年，王、王叔文、柳宗元等人入主朝政，发动了一场政治革新运动，把矛头直指豪门贵族、藩镇、宦官，做了一些对人民有益的事情。由于主客观的原因，这场运动只维持了146天，便被宦官勾结豪门贵族镇压下去。结果顺宗李诵被迫让位给太子宪宗李纯。李纯上台后，杀了王叔文，逼死了王，柳宗元就是因此被贬到永州做司马的。所谓“遭有道”，就是指遇到了宪宗这样的天子。像宪宗这样的天子难道是圣明的吗?很显然，说这样的天子是圣明的，恐怕纯粹是一种讽刺!因而，所谓的“违于理”“悖于事”，便无一不是反话了。“夫然，则天下莫能争是溪，予得专而名焉。”这样，世上就没有能和我争这条溪水，只有我才占有它，并给它命名为愚溪。这就更是愤激不平之词了!</p> <p>　　柳宗元被贬到永州后，朝廷规定他终生不得量移。这就是说，柳宗元只能老死在贬所。这对柳宗元来说，自然是最沉重的一种打击。在这沉重的打击面前，柳宗元淤积在心中的愤懑不平之情，无法发泄，便只有寄情于山水，以超脱于尘世来自我麻醉，这就是所以要写第五段文章的原因。</p> <p>　　“善鉴万类”，就是能够鉴照万物；“清莹秀澈”，就是清洁光亮，秀丽澄澈；“锵鸣金石”，是水声铿锵鸣响，有金石般的声音；“漱涤万物”，就是洗涤世间万物；“牢笼百态”，就是包罗各种形态；“鸿蒙”，指宇宙形成前的混沌状态；“超鸿蒙”，等于说出世；“希夷”，指空虚寂静，不能感知的状态；“混希夷”，就是与自然混同，物我不分；“寂寥”，就是寂寞；“莫我知”，就是没有谁了解我。</p> <p>　　这段话所抒发的仍然是一种愤激不平之情。</p> <p>　　这段开头第一句说“溪虽莫利于世”，情调有点低沉。但是，紧接着笔锋一转，感情的色彩就完全不一样了：溪水能鉴照万物，清洁光亮，秀丽澄澈，铿锵鸣响，有金石般的声音。这是一个多么恬静、闲适、幽美、和谐的世界啊!把这么一个世界和现实生活中的黑暗政治对比一下，哪一个龌龊，哪一个光明，不是昭然若揭了吗?这样一个世界难道只能使愚昧的人心喜目笑、眷恋向往，高兴得不愿离去吗?如果真是这样，那么，那些聪明的人所留恋的到底是一种怎样的世界呢?真是意在言外，发人深思!</p> <p>　　接下来笔锋又一转，便直抒起胸臆来了。“予虽不合于俗”，言外之意，就是说我是从人世中被排挤出来的。被排挤出来以后，虽然冷寞、孤单，却有一支能洗涤世间万物、包罗各种形态的笔伴随着自己，安慰着自己。在这无违无碍的茫茫然的大自然之中，返璞归真，自得其乐，不胜似生活在那昏暗龌龊的人世吗?清净寂寞，是没有谁能够了解我的，这并不是在宣扬与世无争的出世思想，而仍然是在抒发内心深处的愤世嫉俗的不平之情!</p> <p>　　《愚溪诗序》通篇就是写了一个“愚”字。从“予以愚触罪”，到“以愚辞歌愚溪”，充分表达了一个遭受重重打击的正直士大夫的愤世嫉俗之情，同时，对封建社会的黑暗统治，也进行了有力的控诉。</p> <p>　　《愚溪诗序》侧重于抒情，文章以愚为线索，把自己的愚和溪水的愚融为一体。明明是风景极佳的地方，可是，“予家是溪”，由于我住在这溪水边，便不能不把愚字强加在溪的头上。明明是“嘉木异石错置，皆山水之奇者”，因为我的缘故也不能不把愚字强加在丘、泉、沟、池、堂、亭、岛的头上。就这样，作者把自己的愚和溪、丘、泉、沟、池、堂、亭、岛等的愚融为一体。从溪、丘、泉、沟、池、堂、亭、岛等的受愚的称号的屈辱，自然也就可以想到作者受到的屈辱。溪、丘、泉、沟、池、堂、亭、岛仿佛全是作者苦难的知己，而奇石异木便成了作者耿介性格的象征。文章清新秀丽，前两段基本上是记叙，在记叙中抒发感情，后三段则主要是议论，在议论中发表感慨。语言简洁生动，结构严谨妥贴，不愧是传世的名篇。</p><br/><h2>鉴赏要点</h2> <p><strong>托物兴辞，寓意深远</strong><br>　　作者不是客观地描摹自然风景，而是托物兴辞，夹叙夹议，蕴藏着深厚的寓意和强烈的个人倾向。正如《古文观止》评此文：“通篇就一‘愚’字点次成文，借愚溪自写照，愚溪之风景宛然，自己之行事亦宛然。前后关合照应，异趣沓来，描写最为出色。”仅就第二段来看，仅百余字，就一连用了十二个“愚”字。其他各段，也都以“愚”字统贯。这样，文章就具有朝着中心凝聚的向心力，结构也显得集中紧凑。作者在对于幽奇秀美的山光水色的描绘中，或隐或现地折射出自己的影子。愚溪具有“清莹秀澈”的美景，却被弃于凄清冷寂的荒野，无人游赏，无人涉足，甚至也无人过问，这不正是同作者一样的遭遇吗?欣赏愚溪美景的只有痛苦的<a href=\"http://so.gushiwen.org/author_646.aspx\">柳宗元</a>，同情柳宗元的也只有这落寞的愚溪，他慨叹这样美好的风景被遗弃在僻远的荒野中无人赏识、受人轻蔑，正是借此倾吐自己的抱负和才能被埋没、遭打击的不平之鸣。作者的思想感情、生活遭遇和所描写的自然景物交融在一起，表现了作者对这压抑人才的不合理社会的批判。</p> <p><strong>写景善于布局</strong><br>　　本文在记愚溪八景时，善于摄景，巧于布局，八景的位置和距离都交代得清清楚楚，具有很强的立体感。读者仿佛跟着作者自潇水入溪，溯流二三里，上岸，登小丘，又东北行六十步，见六孔泉，随泉沿沟向南，见一大池，到池东入一堂，出堂又到堂南亭子上，回头西望池中秀丽的小岛。除写景外，还叙述了作者如何被贬潇水上，又如何迁家于此，如何在愚溪安家栖息，也议论了愚溪的定名问题。在这样短的篇幅中，把议论、叙事、写景三者有机地结合起来，议论清晰，叙事井然。</p> <p><strong>注意下列加点字的读音</strong><br>　　谪（zhé）潇水上犹龂龂(yín yín)然、不可以不更（gēng）也遂负土累（lěi）石、塞（sāi）其隘（ài）智者乐（yào）也、又峻急多坻（chí）石幽邃（suì）浅狭、不能兴（xīng）云雨</p>",
  "about": "<h2>文言现象</h2> <p>古今异义<br>牢笼百态（包罗，囊括。今为关住鸟兽的东西。）</p> <p>通假<br>纪于溪石上（通假，“纪”通“记”，记载）</p> <p>词类活用<br>东流入于潇水/自愚丘东北行六十步/盖上出也（方位名词作状语） <br>合流屈曲而南/今予家是溪/得其尤绝者家焉/名之以其能/予得专而名焉/故姓是溪为冉溪/溪虽莫利于世（名词活用作动词） <br>智而为愚者也/睿而为愚者也（形容词活用为名词，……的人） <br>邦无道则愚（形容词活用为动词，装愚，装傻） <br>不能兴云雨（动词的使动用法）</p> <p>一词多义<br>1．为： <br>①愚溪之上，买小丘，为愚丘（动词，叫做） <br>②负土累石，塞其隘，为愚池（动词，筑成） <br>③愚池之东为愚堂（动词，是） <br>④智而为愚者也/睿而为愚者也（动词，假装） <br>⑤皆不得为真愚（动词，算是） <br>⑥故凡为愚者（动词，称作） <br>2．乐： <br>①夫水，智者乐也（动词，爱好，喜爱） <br>②乐而不能去也（动词，快乐，高兴）<br>3．名： <br>①名之以其能（动词，命名，取名） <br>②而名莫能定（名词，名称）<br>4．居： <br>①冉氏尝居也（动词，居住） <br>②得泉焉，又买居之（动词，积蓄，储存） <br>5．莫： <br>①而名莫能定/寂寥而莫我知也/则天下莫能争是溪（代词，在句中作主语，没有人，没有谁） <br>②故凡为愚者，莫我若也/溪虽莫利于世（副词，用在动词性词语前面，没有）<br>6．类： <br>①无以利世，而适类于予（动词，类似，好像） <br>②溪虽莫利于世，而善鉴万类（名词，种类）</p> <p>虚词用法<br>1．之： <br>①灌水之阳有溪焉/土之居者犹龂龂然/愚溪之上/愚池之东为愚堂/池之中为愚岛（的，结构助词） <br>②名之以其能/故谓之染溪/故更之为愚溪/又买居之/然则虽辱而愚之/而无所避之（它，代词） <br>③皆山水之奇者（结构助词，定语后置的标志） <br>2．焉： <br>①灌水之阳有溪焉/得其尤绝者家焉（语气词） <br>②予得专而名焉/咸以愚辱焉（代词，它，它们） <br>③自愚丘东北行六十步，得泉焉（兼词，于之）<br>3．然： <br>①土之居者犹龂龂然/则茫然而不违/昏然而同归（形容词词尾，……的样子） <br>②夫然，则天下莫能争是溪/然则虽辱而愚之，可也（代词，这样）</p> <p>六特殊句式 <br>①皆山水之奇者/夫水，智者乐也/宁武子“邦无道则愚”，智而为愚者也（判断句） <br>②溪虽莫利于世（介词结构后置） <br>③莫我若也/莫我知也（否定句代词宾语前置） <br>④今是溪独见辱于愚（被动句式） <br>⑤今予家（于）是溪（省略句）</p><br/><h2>札记</h2> <p>　　柳子少年得志，弱冠之年就在京师学人中享有盛名，后来一举高中博学鸿辞科的进士。博学鸿辞科竞争极为激烈，是诸试中最为难考的。而一旦得中，按朝廷规定是可以直接委任实缺，成为治理一方的最高长官。</p> <p>　　本来柳子的仕途是一帆风顺的，可他不小心被拉入了当时风头正劲的王叔文集团。王氏有改革思想，但他不该参与皇子的夺嫡之争。结果他全力反对的皇子李纯上台了，成了后来大名鼎鼎的宪宗。由此而来，王氏只能以死相谢。但柳子受到王氏的牵连，原本大有所为的政治前途就此完全被毁掉了。</p> <p>　　从京师高官被贬到湖南永州当一个州司马，按理来说还不算太惨。但柳子的心中落差是巨大的。也许柳子百思不得其解，为自己不意之间摊到这种厄运而悔恨交加。作为精通经史子集，诸子百家的大师。柳子的反思当然会有别于凡夫俗子的以头抢地、自暴自弃或是以酒消愁了。</p> <p>　　在永州郊外的一个水流不大，有着峻急坻石，且幽邃浅狭的小溪边柳子安下了家。也许心中有被贬来湘，无处倾诉之苦，柳子于是自嘲自己是以“愚”触罪了天子。于是给这里的溪、丘、泉、沟、池、堂、亭、岛这八个景物都加上一个“愚”字。也许在柳子的心中，一个有着美好政治前途的年青朝廷高官，一下子落到了边远地区小司马，不是源自自身的“愚”又是什么呢？但要在八种景物上都加上一个“愚”字。可见柳子内心的痛悔是有多么深重了。</p> <p>　　柳子是饱读<a href=\"http://so.gushiwen.org/view_72303.aspx\">诗</a>书的大才子。既然谈到了“愚”，他那“穿穴古今”的本事就极大的发挥了出来。《论语》中卫国大夫宁武子，“邦有道则智，邦无道则愚”。就连孔子也称赞过他的政治智慧和处事的练达。一般人能学到宁武子的智，也无法达到他身处乱世的“愚”。据此宁武子的“愚”当然不是愚笨，而是大智若愚了。孔子说颜子“终日无违如愚”。但读过《论语》的人都知道，颜子能闻一而知十。聪明的子贡也自叹只能闻一以知二。孔子说“弗如也，吾与汝弗如也。” 为了安慰子贡，孔子把自己也给捎上了。</p> <p>　　能借古论今，柳子大概就不再那么伤感了。宁武子和颜子虽有愚名，但都不是真愚。身处逆境的柳子极为幽默，一句“夫然，则天下莫能争是溪，余得专而名焉”，有过愚名的大人物都被排除了，这个“愚溪”的专利权也就非我柳子莫属了。</p> <p>　　“溪虽莫利于世，而善鉴万类，清莹秀澈，铿鸣金石，能使愚者喜笑眷慕，乐而不能去也。”最后，柳子言及愚溪带给他的快乐。每读至斯，东商都觉得小小的愚溪正是柳子高洁人品，清雅志趣的写照。一个满腹经纶，志向高远的大家，在巨大的政治挫折之后，竟然在山水之间找到寄情和排解的天地。柳子“颇以文墨自慰，漱涤万物，牢笼百态。而无所避之。”圣人说“智者乐水”，真是一点也不假！一个真正的大家在山清水秀的地方，自然而然地就会彰显出他神圣的政治使命和豁达宽广的心胸。</p><br/><h2>文章结构</h2> <p>第一段<br>　　交代溪水的地形方位──“灌水之阳”，“东流入于潇水”，介绍两种不同的命名──有的给这条溪冠以姓氏称为“冉溪”，有的根据溪水可以染色称为“染溪”，叙出改名的原因有三：一是作者“以愚触罪”，贬谪到此；二是古代就有“愚公谷”之说；三是当地居民为溪水的命名争辩不休，“故更之为愚溪”。而这条溪水，又是那么幽深浅狭，对人并没有什么益处，所以称它为“愚溪”。</p> <p>第二段<br>　　由“愚溪”带出“愚丘”“愚泉”，从“愚泉”生出“愚沟”“愚池”，而“东为愚堂”“南为愚亭”“中为愚岛”，又就“愚池”着眼写出。叙出“八愚”，紧扣<a href=\"http://so.gushiwen.org/view_72303.aspx\">诗</a>题。</p> <p>第三段<br>　　先借孔子《论语》中“智者乐水”正说，接着笔锋一转，极状溪之不适于用，依次说出“独见辱于愚”的原因：“不可以灌溉”，“大舟不可入”，“不能兴云雨”。愤慨于自己才能的被压抑，如同愚溪的虽有“山水之奇”而“无以利世”。</p> <p>第四段<br>　　引《论语》中宁武子“智而为愚”、颜子“睿而为愚”，来衬托自己的“愚”，最后又归结到溪水的命名上。正话反说，词兼褒贬，自有一番深意。前四段，可以说，既嘲尽愚溪，又自嘲不已。</p> <p>第五段<br>　　用“溪虽莫利于世……”几句，与第三段“无利于世”抑扬对照，代溪解嘲；以“予虽不合于俗……”诸语，与第四段“违于理，悖于事”抑扬对照，自我解嘲。名为“愚”，实则不愚。遂将溪之愚、己之愚写作一团，达到了“茫然而不违，昏然而同归”，形神俱忘的化境。末尾一句点题作结，归到序诗。<br>　　他把愚溪的纯洁秀美和自己的高尚情操、文学才能联系起来，把对愚溪不能有益于世的惋惜心情和对自己抱负不能施展的抑郁情绪融合在一起。他深深感到，能够赏识这地处荒山野地的寂寞美丽溪水的只有<a href=\"http://so.gushiwen.org/author_646.aspx\">柳宗元</a>，而能够安慰这怀才不遇、被贬谪到这荒远地区的柳宗元的，也正是这溪水。看来愚溪碰到了最合适的主人，而柳宗元在这里也找到了最合适的住所了。然而，这些话的字里行间，蕴蓄着多少愤懑不平的声音!</p><br/><h2>写作背景</h2> 　　<a href=\"http://so.gushiwen.org/author_646.aspx\">柳宗元</a>被贬永州，只能与山水为伍，从山水中寻求慰藉，一切凄凉之感、愤激之情，也只能向山水发泄。因此，这时他笔下的山水，都饱含作者深沉的酸甜苦辣。他在一首<a href=\"http://so.gushiwen.org/view_72303.aspx\">诗</a>中说：“投迹山水地，放情咏《离骚》”(《游南亭夜还叙志七十韵》)。本文就是一篇深得骚人之旨的好文章。",
  "poet": {
    "id": 646,
    "star": 0,
    "name": "柳宗元",
    "image": "http://img.gushiwen.org/authorImg/liuzongyuan.jpg",
    "desc": "柳宗元（773年－819年），字子厚，唐代河东（今山西运城）人，杰出诗人、哲学家、儒学家乃至成就卓著的政治家，唐宋八大家之一。著名作品有《永州八记》等六百多篇文章，经后人辑为三十卷，名为《柳河东集》。因为他是河东人，人称柳河东，又因终于柳州刺史任上，又称柳柳州。柳宗元与韩愈同为中唐古文运动的领导人物，并称“韩柳”。在中国文化史上，其诗、文成就均极为杰出，可谓一时难分轩轾。"
  },
  "tags": [
    "古文观止",
    "写景",
    "抒愤",
    "序文"
  ]
}