{
  "id": 57982,
  "star": 84,
  "name": "满江红·汉水东流",
  "dynasty": "宋代",
  "content": "汉水东流，都洗尽，髭胡膏血。人尽说，君家飞将，旧时英烈。破敌金城雷过耳，谈兵玉帐冰生颊。想王郎，结发赋从戎，传遗业。<br>腰间剑，聊弹铗。尊中酒，堪为别。况故人新拥，汉坛旌节。马革裹尸当自誓，蛾眉伐性休重说。但从今，记取楚楼风，庾台月。",
  "fanyi": "<p><strong>译文<br></strong>汉水滔滔，向东流去；它冲净了那些满脸长着胡须的敌人嘴上沾着人民的膏血。人们都说：当年你家的飞将军，英勇威列地打击敌人。攻破敌人坚固的城池的时候，迅速勇猛，像迅雷过耳那么快；在玉帐里谈论兵法或者是研究战术的时候，态度激昂兴奋，语言慷慨激烈，两颊都结了冰。回想王郎，你才到结发的年令，就从事戎马生活。继承着先人的事业。<br>我腰里悬挂的宝剑没有用了，只有在无聊的时候，把它当作乐器，弹着剑柄唱唱歌。今天拿着酒杯，喝着酒为你送别。况且这是我的好朋友你，又是重新被任用，你簇拥旌节的仪仗，登上了拜将坛，封你为编率大军的将军。你是大丈夫男儿汉，应当把马革裹尸当作自己的誓言，为了消灭敌人，为国捐躯是最光荣的。有些人，贪图安乐，迷恋女色，是自伐生命，应以为戒，再也不要说它了。从今后，要牢牢记住：咱们在楚楼、裴台吟风赏月的这段友谊。</p> <p><strong>注释<br></strong>（1）汉水：长江支流，源出陕西，流经湖北，穿武汉市而入长江。<br>（2）髭（zī）胡：代指入侵的金兵。膏血：指尸污血腥。<br>（3）飞将：指西汉名将李广。他善于用兵，作战英勇，屡败匈奴，被匈奴誉为“飞将军”。《史记·李将军列传》：“广居右北平，匈奴闻之，号曰‘汉之飞将军’，避之数岁，不敢人右北平。”<br>（4）金城：言城之坚，如金铸成。雷过耳：即如雷贯耳，极言声名大震。<br>（5）玉帐：主帅军帐的美称。宋张淏《云谷杂记》：“《艺文志》有《玉帐经》一卷，乃兵家厌胜之方位，谓主将于其方置军帐，则坚不可犯，犹玉帐然，其法出于皇帝遁甲云。”冰生颊：言其谈兵论战明快爽利，辞锋逼人，如齿颊间喷射冰霜。宋<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>《浣溪沙·有赠》：“上殿云霄生羽翼，论兵齿颊带风霜”<br>（6）结发：即束发。古代男子二十岁束发，表示成年。从戎：从军。《三国志·魏书·<a href=\"http://so.gushiwen.org/author_770.aspx\">王粲</a>传》：“年十七，司徒辟，诏除黄门侍郎，以西京扰乱，皆不就。乃之荆州依刘表。……魏国既建，拜侍中。<a href=\"http://so.gushiwen.org/author_552.aspx\">曹操</a>于建安二十年三月西征张鲁于汉中，张鲁降。是行也，侍中王粲作《从军行》五首以美其事。”<br>（7）弹铗：敲击剑柄。《战国策·齐策四》：“齐人有冯谖者，贫乏不能自存，使人属孟尝君，愿寄食门下。孟尝君曰：‘客何好？’曰：‘客无好也。’曰：‘客何能？’曰：‘客无能也。’孟尝君笑而受之曰：‘诺。’……居有顷，倚柱弹其剑，歌曰：‘长铗归来乎！食无鱼。’”<br>（8）汉坛旌（jīng）节：暗用<a href=\"http://so.gushiwen.org/author_746.aspx\">刘邦</a>筑坛拜韩信为大将事。《汉书·高帝纪》：“于是汉王斋戒，设坛场，拜信为大将军。”<br>（9）马革裹尸：用马皮裹卷尸体。《后汉书·<a href=\"http://so.gushiwen.org/author_801.aspx\">马援</a>传》：“方今匈奴、乌桓尚扰北边，欲自请击之。男儿要当死于边野，以马革裹尸还葬耳，何能卧床上在儿女子手中邪？”<br>（10）蛾眉：女子修长而美丽的眉毛，代指美女。汉<a href=\"http://so.gushiwen.org/author_822.aspx\">枚乘</a>《七发》：“洞房清宫，命曰寒热之媒；皓齿娥眉，命曰伐性之斧；甘脆肥醲，命曰腐肠之药。”<br>（11）楚楼：即兰台。故址在今湖北江陵。宋<a href=\"http://so.gushiwen.org/author_584.aspx\">李曾伯</a>《可斋杂著》卷二八《登江陵沙市楚楼》：“壮丽中居荆楚会，风流元向蜀吴夸。 楼头恰称元龙卧，切勿轻嗤作酒家。”<br>（12）庾（yǔ）台：一称南楼，在今湖北武昌市。东晋庾亮为荆州刺史时，曾偕部属登斯楼赏月。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这首词是一首送别之作，因为友人军职升迁是一件大喜事，所以此词全无哀婉伤感之情，通篇都是对友人的赞扬与鼓励，只是最后提醒友人不要忘记知音好友，一点即止。</p> <p>　　上片写战争过去，人们的战争，敌情观念薄弱了，“髭胡膏血”都被汉水洗净了，这是一句反义用语，道出了作者心里的不平。接着用“人尽说”回忆王君的“归时英烈”。下片的过片与上片的开头遥相照应。既然没有战争了，刀剑就应入库了。腰间剑，聊弹铗；尊中酒，堪为别——前两句由友人写到自己，以战国时的冯谖为喻，表达作者勇无所施、报国无门的愤懑。后两句表达自己对送行友人的歉意，言自己无物可送，只能用杯子之酒为别去的朋友送行。</p> <p>　　况故人新拥、汉坛旌节——“汉坛”，汉高祖<a href=\"http://so.gushiwen.org/author_746.aspx\">刘邦</a>曾在汉中筑坛拜韩信为大将。这两句言朋友官职地位之重，言外之意，朋友处此重位，定能像当年的韩信一样一展抱负，发挥自己的才能，为国立功。马革裹尸当自誓，蛾眉伐性休重说。——这两句承上，前句用东汉<a href=\"http://so.gushiwen.org/author_801.aspx\">马援</a>之典。后句化用<a href=\"http://so.gushiwen.org/author_822.aspx\">枚乘</a>《七发》中“皓齿蛾眉，命曰伐性之斧”语句，是说贪恋女色，必当自残生命。词人认为男儿应当立誓以马革裹尸死在沙场而还，至于那些沉溺酒色自戕生命之行再也休提，以此激励友人要以杀敌报国为务，勿沉溺于男女私情而堕了青云之志。</p> <p>　　但从今，记取楚台风，庾台月。——引用战国<a href=\"http://so.gushiwen.org/author_358.aspx\">宋玉</a>和东晋庾亮的典故。以此劝诫友人：不要忘记咱们在楚楼、裴台吟风赏月的这段友谊。全词激昂沉郁，愤懑与不平隐含在曲折之中。</p>",
  "about": "<h2>创作背景</h2> 　　这首词作于淳熙四年（1177）。这年春天，<a href=\"http://so.gushiwen.org/author_217.aspx\">辛弃疾</a>由京西路转运判官改江陵知府兼湖北安抚使。这首词应为送一位李姓朋友去汉中任军职而作。",
  "poet": {
    "id": 217,
    "star": 0,
    "name": "辛弃疾",
    "image": "http://img.gushiwen.org/authorImg/xinqiji.jpg",
    "desc": "辛弃疾（1140－1207），南宋词人。原字坦夫，改字幼安，别号稼轩，汉族，历城（今山东济南）人。出生时，中原已为金兵所占。21岁参加抗金义军，不久归南宋。历任湖北、江西、湖南、福建、浙东安抚使等职。一生力主抗金。曾上《美芹十论》与《九议》，条陈战守之策。其词抒写力图恢复国家统一的爱国热情，倾诉壮志难酬的悲愤，对当时执政者的屈辱求和颇多谴责；也有不少吟咏祖国河山的作品。题材广阔又善化用前人典故入词，风格沉雄豪迈又不乏细腻柔媚之处。由于辛弃疾的抗金主张与当政的主和派政见不合，后被弹劾落职，退隐江西带湖。"
  },
  "tags": [
    "咏史怀古",
    "告诫"
  ]
}