{
  "id": 59365,
  "star": 38,
  "name": "淡黄柳·空城晓角",
  "dynasty": "宋代",
  "content": "客居合肥南城赤阑桥之西，巷陌凄凉，与江左异。唯柳色夹道，依依可怜。因度此阕，以纾客怀。<br>空城晓角，吹入垂杨陌。马上单衣寒恻恻。看尽鹅黄嫩绿，都是江南旧相识。<br>正岑寂，明朝又寒食。强携酒、小桥宅。怕梨花落尽成秋色。燕燕飞来，问春何在？唯有池塘自碧。",
  "fanyi": "<p><strong>译文</strong><br>我居住在合肥南城赤阑桥之西，街巷荒凉少人，与江左不同。只有柳树，在大街两旁轻轻飘拂，让人怜惜。因此创作此词，来抒发客居在外的感受。<br>拂晓，冷清的城中响起凄凉的音乐声。那声音被风一吹，传到垂柳依依的街头巷口。我独自骑在马上，只着一件到单衣裳，感觉有阵阵寒气袭来。看遍路旁垂柳的鹅黄嫩绿，都如同在江南时见过那样的熟悉。<br>正在孤单之间，明天偏偏又是寒食节。我也如往常带上一壶酒，来到小桥近处恋人的住处。深怕梨花落尽而留下一片秋色。燕子飞来，询问春光，只有池塘中水波知道。 </p><p><strong>注释</strong><br>①赤阑桥：红色栏杆的桥。<br>②江左：泛指江南。<br>③纾：消除、抒发。<br>④晓角：早晨的号角声。<br>⑤恻恻：凄寒。<br>⑥鹅黄：形容柳芽初绽，叶色嫩黄。<br>⑦岑寂：寂静。<br>⑧小桥：后汉乔玄次女为小桥，此或借之谓合肥情人。</p>",
  "shangxi": "<h2>赏析二</h2> <p>　　宋光宗赵惇绍熙二年（1191），<a href=\"http://so.gushiwen.org/author_30.aspx\">姜夔</a>寄居合肥，这首词就是这年春天在合肥写的。</p> <p>　　如小序所说，作者写这首词的目的是“以纾客怀”，可是，通篇都是写景，作者寄居异乡的惆怅，伤时感世的愁绪，尽在不言之中。</p> <p>　　上片首二句先写“巷陌凄凉”。作者写作这首词的历史时期，合肥离南宋的边防线不是太远，是所谓“边城”。“空城”写出城内萧条冷落；“晓角”增添了气氛的悲凉。“马上单衣寒恻恻”，写“巷陌”中的人物，也就是作者自己在异乡边地的感受。“看尽”两句又转入写景，眼前的柳色“鹅黄嫩绿”，和江南十分相似，“都是江南旧相识”，流露出淡淡的思乡情绪。</p> <p>　　过片“正岑寂”三字，承上启下，由柳色想到江南的故乡，但这里毕竟不是故乡，如“小序”所说，“与江左异”，因此才有“岑寂”之感。“正”字引出下文，转写寒食时节。“强携酒”句的“强”字，写出满怀愁绪，本来已无心访人饮酒，但适逢佳节，只好“强携酒，小桥宅”，去找情侣过节，无非是敷衍应景。“怕”字又一转，写作者对春天的留恋，本来无心赏春，而当“梨花落尽”时，眼前会“尽成秋色”，那是会更添惆怅的。结尾三句，紧承上句，叙写“春”将逝去，当“燕燕飞来”之时，就只有一池绿水了。惋惜春光逝去，在写春景中反映边城的凄凉，作者意在排解愁绪，实际上却不自觉地流露出无限烦恼，家国隐恨。</p> <p>　　全词意境凄清冷隽，造句朴素自然，用语清新质朴，绝无矫柔造作的痕迹。本词以写景为主，情在景中。<a href=\"http://so.gushiwen.org/author_408.aspx\">王国维</a>在《人间词话》一书中谈词的“境界”时说：“有有我之境，有无我之境”，姜夔这首《淡黄柳》是“有我之境”。在柳色春景的描写中，作者的万般愁绪，无限哀怨之情，也就巧妙自然，不着痕迹地表现出来。</p><br/><h2>简析</h2> <p><strong>题解</strong><br>　　此词是写作者客居合肥的心感。金人入侵，由于南宋小朝廷偏安江南一隅，江淮一带在当时已成边区。符离之战后，百姓四散流离，一眼望去，满目荒凉。合肥的大街小巷，多植柳树。作者客居南城，其时已近寒食，春光明媚。但人去苍茫，只有绿柳夹道，仿佛在向作者呜呜倾诉，有感于此，作者便作了这首《淡黄柳》。</p> <p><strong>评解</strong><br>　　宋光宗赵淳绍熙二年（1191年），<a href=\"http://so.gushiwen.org/author_30.aspx\">姜夔</a>寄居合肥，此词就是这年春天在合肥写的。姜夔在合肥的相好是姐妹二人。他在《解连环》词中云：“为大乔拨春风，小乔妙移筝，雁啼秋木。”“乔”字也作“桥”。故小桥宅定指恋人处所无疑。<a href=\"http://so.gushiwen.org/author_738.aspx\">郑文焯</a>说“小桥宅”即赤栏桥西作者客居之所，然而自己大清早携酒到自己的住宅，意实格。结拍三句虚写自己的心情及与恋人赏春时所见之景色。姜夔之词，在自伤中带有强烈的时代色彩。陈廷焯说：“南渡之后，国势日非。百石目击心伤，多于词中寄慨。……特感慨全在虚处，无迹可寻，人自不察耳”（《白雨斋词话》）。此为知言。合肥本长江腹地之名城，南宋时却已成边境城市，满目疮痍。作者之伤感，即为此而发。与《扬州慢》（淮左名都）的黍离之悲有相似之处。作者写作这首词的历史时期，合肥离南宋的边防线不是太远，所谓“边城”是也。上片开头两句先写“巷陌凄凉”。过片“正岑寂”三字，承上启下，由柳色想到江南的故乡，转写寒食时节。结尾三句，惋惜春光逝去，在写春景中反映边城的凄凉，作者意在排解愁绪，却流露出无限的烦恼及家国隐恨。本词抒写羁旅行役之愁。在对暮春景色的依恋中，隐寓着词人的身世之感。上片描写城中凄凉萧条的景色，下片抒写韶光逝的悲哀。写景蕴情，笔致淡雅，意境清空凄凉。</p> <p><strong>简评</strong><br>　　这是作者的自制曲。通篇写景，而作者寄居他乡，伤时感世的愁怀，尽在不言之中。上片写客居异乡的感受。垂杨巷陌，马上轻寒，边城春色，举目凄凉。而眼前柳色，“鹅黄嫩绿”，却与江南相似。下片写惜春伤春情绪。清明携酒，唯怕花落春去。全词意境凄清冷隽，用语清新质朴。在柳色春景的描写中，作者的万般愁绪，无限哀怨之情，也就巧妙自然、不着痕迹地表现出来。</p> <p>　　全词从听角看柳写起，渐入虚拟的情景，从今朝到明朝，从眼中之春到心中之秋，其惆怅情怀已然愈益深浓。然而还不仅此。前人曾道“自古逢秋悲寂寥”，作者却写出江淮之间春亦寂寥，并暗示这与江南似相同而又相异，又深忧如此春天恐亦难久。这就使读者感到全词的情感决非“客怀”二字可以说尽，作者的感叶伤春，实际上反映出同时代人的一种普通的忧惧。皮之不存，毛将焉附，大有一种大难临头的末日之感。因此张炎赞此词：“不惟清空，且又骚雅，读之使人神现飞越。” </p><br/><h2>赏析三</h2> <p>　　上片写清晓在垂杨巷陌的凄凉感受，主要是写景。</p> <p>　　首二句写所闻，“空城”先给人荒凉寂静之感，于是，“晓角”的声音便异常突出，如空谷猿鸣，哀转不绝，象在诉说此地的悲凉。听的人偏偏是异乡作客，更觉苦痛，此二句与《杨州慢》“清角吹寒，都在空城”</p> <p>　　意境相近。那词前面还说：“自胡马窥江去后，废池乔木，犹厌言兵。”此词虽未明言，但其首二句传达的“巷陌凄凉”之感，亦有伤时意味，不惟是客中凄凉而已。紧接一句是倒卷之笔，点出人物，原来是骑在马上踽踽独行的客子，同时写其体肤所感。将“寒恻恻”的感觉系于衣单不耐春寒，表面上是记实，其实这种生理更多地来自“清角吹寒”的心理感受。繁荣已成为过去，无奈春光依旧，物是人非，更添身世之感。下二句写所见，即夹道新绿的杨柳。“鹅黄嫩绿”四字形象地再现出柳色之可爱。“看尽”二字既表明除柳色外更无悦目之景，又是从神情上表现游子内心活动——“都是江南旧相识”。“旧相识”唯杨柳（江南多柳，所以这样说），这是抒写客怀。而“柳色依依”与江左同，又是反衬着“巷陌凄凉，与江左异”，语意十分深沉。于是，作者就从听觉、肤觉、视觉三层写出了“岑寂”之感。</p> <p>　　过片以“正岑寂”三字收束上片，包笼下片。当此心情寂寞之际，又逢“寒食。虽是荒凉的”空城“，没有士女郊游的盛况，但客子”未能免俗“，于是想到本地的相好。白石词中提到合肥相好实有姊妹二人，一是能拨春风的大乔，一是能妙弹琴筝的小乔。说”强携酒，小桥宅“，是本无意绪而勉强邀游，”携酒“上著”强“字，已预知其后醉不成欢惨将别的惨景。上数句以”正岑寂“为基调，”又寒食“的”又“字一转，说按节令自该应景为欢：”强“字又一转，说载酒寻欢不过是在凄凉寂寞中强遣客怀而已。再下面”怕梨花落尽成秋色“的”怕“字又一转，说勉强寻春遣怀，仍恐春亦成秋，转添愁绪。合肥之秋如何？</p> <p>　　作者只将<a href=\"http://so.gushiwen.org/author_349.aspx\">李贺</a>“梨花落尽成秋苑”易一字叶韵，又添一“怕”字，意恐无花即是秋，语便委婉。以下三句更将花落春尽的意念化作一幅具体图画，以“燕燕归来，问春何在”二句提唱，以“唯有池塘自碧”景语代答，上呼下应，韵味自足。“自碧”，是说池水无情，则反见人之多感。这最后一层将词中空寂之感更写得切入骨髓闻之惨然。</p><br/><h2>赏析一</h2> 　　这首词作于词人客居合肥赤阑桥之时。合肥地处江淮边区，多历战事，民生凋敝，景物荒凉。寒食清明时节，春光正好，却一派凄凉。词人感慨良多。以生机勃勃，夹道依依的杨柳来反衬空城巷陌的荒凉，引发种种慨叹。夏承焘先生评云：“此词以柳色起兴。作者客居合肥，柳色由鹅黄变嫩绿，时序已从早春度入暮春，‘明朝又寒食，’正面点明暮春。下片词以惜春为主题。因为‘怕梨花落尽成秋色’，所以才‘强携酒，小桥宅’。结句‘池塘自碧’，只寥寥四字，概括出‘暮春三月，江南草长’的景色。综观全词，上片‘马上单衣寒恻恻’，寓飘零之感；下片‘怕梨花落尽成秋色’，寓迟暮之悲。”（《姜白石词校注》）这飘零与迟暮是在特定的地点和时代中生发的，也就暗中寓含了一种家国之痛。只是不露痕迹，耐人咀嚼。",
  "poet": {
    "id": 30,
    "star": 0,
    "name": "姜夔",
    "image": "http://img.gushiwen.org/authorImg/jiangkui.jpg",
    "desc": "姜夔，南宋文学家、音乐家。人品秀拔，体态清莹，气貌若不胜衣，望之若神仙中人。往来鄂、赣、皖、苏、浙间，与诗人词家杨万里、范成大、辛弃疾等交游。庆元中，曾上书乞正太常雅乐，他少年孤贫，屡试不第，终生未仕，一生转徙江湖，靠卖字和朋友接济为生。他多才多艺，精通音律，能自度曲，其词格律严密。其作品素以空灵含蓄著称，有《白石道人歌曲》等。姜夔对诗词、散文、书法、音乐，无不精善，是继苏轼之后又一难得的艺术全才。"
  },
  "tags": [
    "婉约",
    "写景",
    "思乡"
  ]
}