{
  "id": 5636,
  "star": 7514,
  "name": "山居秋暝",
  "dynasty": "唐代",
  "content": "空山新雨后，天气晚来秋。<br>明月松间照，清泉石上流。<br>竹喧归浣女，莲动下渔舟。<br>随意春芳歇，王孙自可留。",
  "fanyi": "<p><strong>译文</strong><br>空旷的群山沐浴了一场新雨，夜晚降临使人感到已是初秋。<br>皎皎明月从松隙间洒下清光，清清泉水在山石上淙淙淌流。<br>竹林喧响知是洗衣姑娘归来，莲叶轻摇想是上游荡下轻舟。<br>春日的芳菲不妨任随它消歇，秋天的山中王孙自可以久留。</p> <p><strong>注释<br></strong>⑴暝（míng）：日落，天色将晚。<br>⑵空山：空旷，空寂的山野。新：刚刚。<br>⑶清泉石上流：写的正是雨后的景色。<br>⑷竹喧：竹林中笑语喧哗。喧：喧哗，这里指竹叶发出沙沙声响。浣（huàn）女：洗衣服的姑娘。浣：洗涤衣物。<br>⑸随意：任凭。春芳：春天的花草。歇：消散，消失。<br>⑹王孙：原指贵族子弟，后来也泛指隐居的人。留：居。此句反用<a href=\"http://so.gushiwen.org/author_1854.aspx\">淮南小山</a>《招隐士》：“王孙兮归来，山中兮不可久留”的意思，王孙实亦自指。反映出无可无不可的襟怀。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　这首<a href=\"http://so.gushiwen.org/view_5636.aspx\">诗</a>为山水名篇，于诗情画意之中寄托着诗人高洁的情怀和对理想境界的追求。</p> <p>　　“空山新雨后，天气晚来秋。”诗中明确写有浣女渔舟，诗人怎下笔说是“空山”呢？原来山中树木繁茂，掩盖了人们活动的痕迹，正所谓“空山不见人，但闻人语响”（《鹿柴》）。由于这里人迹罕至，“峡里谁知有人来，世中遥望空云山”（《桃源行》）；自然不知山中有人来了。“空山”两字点出此外有如世外桃源，山雨初霁，万物为之一新，又是初秋的傍晚，空气之清新，景色之美妙，可以想见。</p> <p>　　“明月松间照，清泉石上流。”天色已暝，却有皓月当空；群芳已谢，却有青松如盖。山泉清冽，淙淙流泻于山石之上，有如一条洁白无瑕的素练，在月光下闪闪发光，多么幽清明净的自然美啊！<a href=\"http://so.gushiwen.org/author_515.aspx\">王维</a>的《济上四贤咏》曾经赞叹两位贤士的高尚情操，谓其\"息阴无恶木，饮水必清源”。诗人自己也是这种心志高洁的人，他曾说:”宁息野树林，宁饮涧水流，不用坐梁肉，崎岖见王侯。”（《献始兴公》）这月下青松和石上清泉，不正是他所追求的理想境界吗？这两句写景如画，随意洒脱，毫不着力。像这样又动人又自然的写景，达到了艺术上炉火纯青的地步，非一般人所能学到。　“竹喧归浣女，莲动下渔舟。”竹林里传来了一阵阵的歌声笑语，那是一些天真无邪的姑娘们洗罢衣服笑逐着归来了；亭亭玉立的荷叶纷纷向两旁披分，掀翻了无数珍珠般晶莹的水珠，那是顺流而下的渔舟划破了荷塘月色的宁静。在这青松明月之下，在这翠竹青莲之中，生活着这样一群无忧无虑、勤劳善良的人们。这纯洁美好的生活图景，反映了诗人过安静纯朴生活的理想，同时也从反面衬托出他对污浊官场的厌恶。这两句写的很有技巧，而用笔不露痕迹，使人不觉其巧。诗人先写\"竹喧\"\"莲动\"，因为浣女隐在竹林之中，渔舟被莲叶遮蔽，起初未见，等到听到竹林喧声，看到莲叶纷披，才发现浣女、莲舟。这样写更富有真情实感，更富有诗意。</p> <p>　　诗的中间两联同是写景，而各有侧重。颔联侧重写物，以物芳而明志洁；颈联侧重写人，以人和而望政通。同时，二者又互为补充，泉水、青松、翠竹、青莲，可以说都是诗人高尚情操的写照，都是诗人理想境界的环境烘托。</p> <p>　　既然诗人是那样地高洁，而他在那貌似“空山”之中又找到了一个称心的世外桃源，所以就情不自禁地说：“随意春芳歇，王孙自可留！”本来，《楚辞·招隐士》说：“王孙兮归来，山中兮不可久留！”诗人的体会恰好相反，他觉得“山中”比“朝中”好，洁净纯朴，可以远离官场而洁身自好，所以就决然归隐了。</p> <p>　　这首诗一个重要的艺术手法，是以自然美来表现诗人的人格美和一种理想中的社会之美。表面看来，这首诗只是用“赋”的方法模山范水，对景物作细致感人的刻画，实际上通篇都是比兴。诗人通过对山水的描绘寄慨言志，含蕴丰富，耐人寻味。</p>",
  "about": "<h2>创作背景</h2> 　　这首<a href=\"http://so.gushiwen.org/view_5636.aspx\">诗</a>写初秋时节山居所见雨后黄昏的景色，当是<a href=\"http://so.gushiwen.org/author_515.aspx\">王维</a>隐居终南山下辋川别业（别墅）时所作。",
  "poet": {
    "id": 515,
    "star": 0,
    "name": "王维",
    "image": "http://img.gushiwen.org/authorImg/wangwei.jpg",
    "desc": "王维（701年－761年，一说699年—761年），字摩诘，汉族，河东蒲州（今山西运城）人，祖籍山西祁县，唐朝诗人，有“诗佛”之称。苏轼评价其：“味摩诘之诗，诗中有画；观摩诘之画，画中有诗。”开元九年（721年）中进士，任太乐丞。王维是盛唐诗人的代表，今存诗400余首，重要诗作有《相思》《山居秋暝》等。王维精通佛学，受禅宗影响很大。佛教有一部《维摩诘经》，是王维名和字的由来。王维诗书画都很有名，非常多才多艺，音乐也很精通。与孟浩然合称“王孟”。"
  },
  "tags": [
    "唐诗三百首",
    "山水",
    "写景",
    "写人",
    "秋雨"
  ]
}