{
  "id": 22192,
  "star": 1035,
  "name": "八月十五日夜湓亭望月",
  "dynasty": "唐代",
  "content": "昔年八月十五夜，曲江池畔杏园边。<br>今年八月十五夜，湓浦沙头水馆前。<br>西北望乡何处是，东南见月几回圆。<br>昨风一吹无人会，今夜清光似往年。",
  "fanyi": "<h2>译文</h2> 以往八月十五的夜晚,“我”站在曲江的池畔杏园旁边。<br>今年八月十五的夜晚,“我”又在湓浦沙头水馆前。<br>向着西北怎么才能看到故乡在哪里,向着东南方向看见月亮又圆了好几次。<br>昨天的风吹过没有人理会,今晚清美的风彩就好像以往的那些年。",
  "shangxi": "<h2>赏析</h2> <p>　　歌题目的中心语“望月”，是叙述也是行为，其修饰语时间“八月十五日夜”和地点“湓亭”，它限定了望月的特定环境时，还突出“望”的动作，又强化“望”之月的圆盘貌。显然是这个“望”月引发了<a href=\"http://so.gushiwen.org/view_22192.aspx\">诗</a>人情怀。</p> <p>　　其实，诗人就是在特定空间面对这个特定时间的月亮引发的人生感慨，诗歌首颔联正是诗人关照月亮的思考。从逻辑上应该“今年八月十五夜，湓浦沙头水馆前”抬头望月，触想到“ 昔年八月十五夜，曲江池畔杏园边”的月下之景，诗歌却从对面飞来着笔昔年往事，描绘出一幅中秋月明、曲江池畔、朝廷盛会欢饮图。诗歌起笔不同反响，召唤其昔日的觥筹交错、夜夜欢歌的情形，只有这样颔联的今年贬谪的“湓浦沙头水馆前”的失落。繁华的过去越明朗，对照今日的凄冷就越有感觉，以此造成的昔今悬殊反差，犹如从天堂掉入地狱的悲苦感。可是两联二十八言中，诗人不烦厌地重复“八月十五夜”，显然它带给诗人的心灵是震撼的，也是惨痛的。让诗人不堪回首昨日的欢乐，独自苦品着眼前的寂寞和凄苦。诗句一望而知地运用了昔今对比手法，其实每一联都交代了时间地点和场景，对比的不仅是时间，更是情景意境的对比，今晚观赏的不单是月亮，而是面对年年望相似的月亮情景下的心情，是一种过去到现在的物是人非的感伤情怀。</p> <p>　　月亮在古典诗歌里，更多承载了怀乡思亲。“举头望明月，低头思故乡”“我寄愁心与明月，随君直到夜郎西”“明月照高楼，含君千里光”，这些月亮内涵是因空间距离产生而寄寓感情的。不过月亮也会出现时间概念，它却成了一种永恒对照无常的人生，进而表现人生的痛苦感。“人生代代无穷已，江月年年望相似。不知江月待何人，但见长江送流水（张若虚《春江花月夜》）”“ 淮水东边旧时月，夜深还过女墙来（<a href=\"http://so.gushiwen.org/author_197.aspx\">刘禹锡</a>《石头城》）”“春江秋月何时了，往事知多少（<a href=\"http://so.gushiwen.org/author_269.aspx\">李煜</a>《虞美人》）”，这些诗句里的月亮意象无不指向时间概念，突出物是人非之感留给个体生命的怅惘痛苦。</p> <p>　　昔今这种对比古诗里还是常见的，“昔闻洞庭水，今上岳阳楼”（<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>《登岳阳楼》），过去听闻就该登楼观望洞庭水，可是不知为何直至今朝才有机缘登临，道出诗人生活无尽的无奈和生活的凄楚遭遇。其实<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>在对比中也在暗示自己无法主宰命运的无奈和感伤之情。</p> <p>　　诗歌的首颔联多层面的表现诗人的痛苦感，其实这还是生活横截面的对比，那诗歌又是如何完成内容的转折呢？从内容上颈联涉及望乡和圆月，表面上像在思乡，但是“望乡“行为反映的心理，却浸透着诗人的孤寂和凄苦，而这种心理想通过望乡排遣，其结果没有望到自己的故乡，反而再次强化了内在的主体孤苦体验。“见月”就是观赏中秋明月月，那是一轮圆月，但行为发问的竟为“几回圆”，显然这圆月在诗人眼里不圆，这种发问折射了诗人由外在之物的中秋明月到内在的之情的孤寂凄苦。“望乡”“见月”行为艺术是望而不见、见而有疑的矛盾迷惘，正是诗人极度孤寂产生的心理结果。“西北望乡”“东南见月”，其实是互文修辞，身处彭浦湓亭向四方眺望故乡和四野观望明月，能想象出一个人观望的心神不定和急切之情，希望能望到家乡带给自己温暖，能看到心中一轮明月留给自己关怀，却出现相反结果，徒添了诗人不尽的凄苦感。</p> <p>　　诗歌是如此极尽曲折的突出诗人贬谪的孤寂之情，尾联诗人细节化的再现秋风月光。“秋风秋雨愁煞人”，过去的日子出现的“昨风一吹无人会”，没有人领会这凄厉秋风的凉意。能忽略这凄冷秋风的肌肤感，一定是人们沉浸在无情的喜悦里，已然忘记了秋风的凄冷，这里突出诗人过去日子的欢快感。“今夜清光似往年”，一是说今夜的月和往年是相似的，光是借代用法，突出的月亮还是昔日的月亮，暗含了人已不是昔日的意气之人了，照应诗歌前文对比的物是人非的无奈悲苦；二是言今夜的月亮似往年，但这样的月光照在身上，却令人清冷至极，置身“湓浦沙头水馆前”环境里，心内却是清冷感，诗歌在这进一步强化了诗人贬谪后面对十五明月带来的凄苦怅惘失落之感。</p> <p>　　诗读至此，不禁为之动容，白居易是如此变幻的再现自己的悲苦感，也不禁惊叹诗人诗歌技巧的娴熟，尺幅之间尽情描摹无形的心里悲苦！</p>",
  "poet": {
    "id": 665,
    "star": 0,
    "name": "白居易",
    "image": "http://img.gushiwen.org/authorImg/baijuyi.jpg",
    "desc": "白居易（772年－846年），字乐天，号香山居士，又号醉吟先生，祖籍太原，到其曾祖父时迁居下邽，生于河南新郑。是唐代伟大的现实主义诗人，唐代三大诗人之一。白居易与元稹共同倡导新乐府运动，世称“元白”，与刘禹锡并称“刘白”。白居易的诗歌题材广泛，形式多样，语言平易通俗，有“诗魔”和“诗王”之称。官至翰林学士、左赞善大夫。公元846年，白居易在洛阳逝世，葬于香山。有《白氏长庆集》传世，代表诗作有《长恨歌》、《卖炭翁》、《琵琶行》等。"
  },
  "tags": [
    "中秋节",
    "贬谪",
    "孤独",
    "思乡"
  ]
}