{
  "id": 294,
  "star": 38,
  "name": "鲁颂·駉",
  "dynasty": "先秦",
  "content": "駉駉牡马，在坰之野。薄言駉者，有驈有皇，有骊有黄，以车彭彭。思无疆思，马斯臧。</p> <p>駉駉牡马，在坰之野。薄言駉者，有骓有駓，有骍有骐，以车伾伾。思无期思，马斯才。</p> <p>駉駉牡马，在坰之野。溥言駉者，有驒有骆，有骝有雒，以车绎绎。思无斁思，马斯作。</p> <p>駉駉牡马，在坰之野。薄言駉者，有骃有騢，有驔有鱼，以车祛祛。思无邪思，马斯徂。",
  "fanyi": "<p><strong>译文<br></strong>群马高大又健壮，放牧广阔原野上。说起那些雄健马，毛带白色有驈皇，毛色相杂有骊黄，驾起车来奔前方。跑起路来远又长，马儿骏美多肥壮。<br>群马高大又健壮，放牧广阔原野上。说起那些雄健马，黄白为骓灰白駓，青黑为骍赤黄骐，驾起战车上战场。雄壮力大难估量，马儿骏美力又强。<br>群马高大又健壮，放牧广阔原野上。说起那些雄健马，驒马青色骆马白，駵马火赤雒马黑，驾着车子跑如飞。精力无穷没限量，马儿腾跃膘肥壮。<br>群马高大又健壮，放牧广阔原野上。说起那些雄健马，红色为骃灰白騢，黄背为驔白眼鱼，驾着车儿气势昂。沿着大道不偏斜，马儿如飞跑远方。</p> <p><strong>注释<br></strong>⑴駉（jiōng）駉：马健壮貌。<br>⑵坰（jiōng）：野外。<br>⑶薄言：语助词。<br>⑷驈（yù）：黑身白胯的马。皇：鲁<a href=\"http://so.gushiwen.org/view_294.aspx\">诗</a>作“騜（huáng）”，黄白杂色的马。<br>⑸骊（lí）：纯黑色的马。黄：黄赤色的马。<br>⑹以车：用马驾车。彭彭：马奔跑发出的声响。<br>⑺思：句首语助词。下句“思”字同。<br>⑻斯：其，那样。臧（zāng）：善，好。<br>⑼骓（zhuī）：苍白杂色的马。<br>⑽骍（xīn）：赤黄色的马。骐：青黑色相间的马。<br>⑾伾（pī）伾：有力的样子。<br>⑿驒（tuó）：青色而有鳞状斑纹的马。骆：黑身白鬃的马。<br>⒀駵（líu）：赤身黑鬃的马。雒（luò）：黑身白鬃的马。<br>⒁绎绎：跑得很快的样子。<br>⒂斁（yì）：厌倦。<br>⒃作：奋起，腾跃。<br>⒄駰（yīn）：浅黑间杂白色的马。騢（xiá）：赤白杂色的马。<br>⒅驔（diàn）：黑身黄脊的马。鱼：两眼长两圈白毛的马。<br>⒆祛（qū）祛：强健的样子。<br>⒇徂（cú ）：行。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　此<a href=\"http://so.gushiwen.org/view_294.aspx\">诗</a>重点是写马，通过写马来赞颂鲁国的国君鲁僖公。诗分四章，可能与古代一车四马的驾车制度有关。有人说“《礼》：诸侯六闲，马四种，有良马，有戎马，有田马，有驽马”，“作者因马有四种，故每章各言其一”（孔颖达疏）；也有人说每章各写马的一种品性，第一章是写“马之德”，第二章是写“马之力”，第三章是写“马精神”，第四章是写“马志向”（方玉润《诗经原始》），这却不免让人感到穿凿附会，四章中各种各样毛色的马都有，难道说“骊”一定是良马、“駵”一定是劣马？“彭彭”、“伾伾”、“绎绎”、“祛祛”与“臧”、“才”、“作”、“徂”这些形容词（或动词）也看不出与德、力、精神、志向有特定的对应关系。从结构上看，它每章除了第四、五两句“有……有……”句式各具不同内容外，也就第六句末二字和第七、八两句末一字不同，是典型的重章叠句体式，而各章所更易之字，也不像《国风》中的一些篇章那样相互间有递进或联贯关系，而像《国风》中的另一些篇章那样，联章复沓只是为了取得一唱三叹、余音不绝的歌咏艺术效果。</p> <p>　　从诗的表现手法看，此篇尽管用的是赋法而没有比兴成分，但写来跌宕有致，马的形象既生动传神，对鲁君的颂美也点到即止，没有过分的张扬，一切都温而不火，流畅自然，这在《颂》诗中实不多见。全诗先将直接歌咏的对象群马置于广阔无边的原野这一环境背景，且冠以“駉駉”这一表形态的叠字形容词，这样篇首就鼓荡着一种矫健强悍的气势。接着，“薄言駉者”一句略按，往下介绍马的品种，马的品种繁多正可作“思无疆（期、斁、邪）”一句的注脚，为下文的赞颂作了有效的铺垫。“以车”云云，又以带叠字形容词的句子咏马之善于驾车疾驰，与上文的“駉駉牡马”句相呼应，而句中“马”字不出现，叠字词前后位置不同，又见出章法上的变化。最后，由写马转为赞美鲁君，但赞美鲁君仍紧扣住咏马，结尾一丝不苟。从以上分析可以看出，全篇的脉络很分明，作者的写作技巧很纯熟。不妨说这是现存最早的专咏马的咏物诗，后世咏马之诗大致也是这样从马的形体（这在此篇中主要是通过写马的毛色表现出来）、马的动势、马与人的关系这几方面落笔的。作为咏物诗的雏型，它已显得相当完美。一些读者会有此疑问：这样一首具有《国风》风格的诗，为何不在《国风》中？鲁诗不称《风》而称《颂》，前引孔颖达疏实际上已作了说明，原因是鲁为周公长子伯禽的封国，周室重视周公的功绩，尊鲁若王，天子巡守采诸国之诗以观风，遂不及鲁诗。</p> <p>　　从诗的历史文化意义上说，此篇以牧业的兴盛作为治国有方的一大业绩，反映出那个时代对马政的重视。据文献记载，在周代的“六艺”中，就专门有“御”（驾马车）这一艺，周穆王也有驾八骏遨游天下四方的传说。春秋中期，车战仍是战争的主要手段，一辆兵车需四匹马牵引，因此国家军事力量的强弱，必然与马匹数量密切相关，大国号称“千乘之国”，良有以也。“国之大事，在祀与戎”（《左传·成公十三年》），马政于是成为军国要务，各国诸侯都十分重视养马，这在《诗经》中也有所反映，如《鄘风·定之方中》就赞扬卫文公“秉心塞渊，騋牝三千”，而《鲁颂》更是篇篇写到马，《鲁颂·駉》自不待言，《鲁颂·有駜》则诗题就是马肥壮之貌，《鲁颂·泮水》有“其马蹻蹻”句、《鲁颂·閟宫》有“公车千乘”句。在此篇中，写到不同毛色的马的品种有十六种之多，可见驯马养马这一业的发达。而考之典籍，以毛色定名的马还远不止这些。语言学家们认为：某一民族语言中哪一属类事物的名词特别多，就反映出此民族在该方面的知识特别丰富，与该类名词有关的科学技术特别发达。中国上古时期牲畜命名的多样化，正反映了畜牧业的高度发达，这也是中华民族可以为之骄傲的事。</p>",
  "about": "<h2>创作背景</h2> 　　鲁是周公长子伯禽的封国，封地在今山东曲阜一带。周成王因周公有大功于天下，故赐伯禽以天子之礼乐。鲁国于是有了《颂》<a href=\"http://so.gushiwen.org/view_294.aspx\">诗</a>，作为庙堂的乐歌。《鲁颂·駉》是其第一篇，是一首咏马诗。《毛诗序》云：“《駉》，颂僖公也。僖公能遵伯禽之法，俭以足用，宽以爱民，务农重谷，牧于坰野，鲁人尊之，于是季孙行父请命于周，而史克作是颂。”郑笺云：“季孙行父，季文子也。史克，鲁史也。”孔疏云：“文公六年（前621），行父始见于经（指《春秋》），十八年，史克名始见于《传》（指《左传》）。此诗之作，当在文公之世。天子巡守，采诸国之诗，观其善恶，以为黜陟。周尊鲁若王者，巡守述职，不陈其诗，虽鲁人有作，周室不采。故王道既衰，变《风》皆作，鲁独无之。至臣颂君功，亦乐使周室闻之，是以行父请焉。”序说之事实固如<a href=\"http://so.gushiwen.org/author_459.aspx\">朱熹</a>《诗序辨说》所称“皆无可考”，但谓之“凿矣”，则亦过甚其辞。据诗意，此篇系鲁人歌颂鲁君注重牧业，国以富强之作。朱谋玮说：“鲁政多矣，独举考牧一事，军国之所重也。”（《传说汇纂》引）此言能得其实。诗的作者古文经学家说是史克，今文经学家则说是奚斯。王先谦《诗三家义集疏》云：“史克作颂，惟见《毛序》，他无可证。三家诗说皆以《鲁颂》为奚斯作，……汉人承用皆属奚斯……，史克见《左传》在文公十八年，至宣公世尚存，见《国语》，奚斯见闵（湣）公二年（前660），故文公二年《传》已引《閟宫》之诗。不应季孙行父请命于周之前，已有史克先奚斯作颂。”",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": [
    "诗经",
    "写马"
  ]
}