{
  "id": 49409,
  "star": 1052,
  "name": "西江月·世事一场大梦",
  "dynasty": "宋代",
  "content": "世事一场大梦，人生几度秋凉？夜来风叶已鸣廊。看取眉头鬓上。<br>酒贱常愁客少，月明多被云妨。中秋谁与共孤光。把盏凄然北望。 ",
  "fanyi": "<p><strong>译文</strong><br>世上万事恍如一场大梦，人生经历了几度新凉的秋天？到了晚上，风吹动树叶发出的声音，响彻回廊里，看看自己，眉头鬓上又多了几根银丝。<br>酒并非好酒，却为客少发愁，月亮虽明，却总被云遮住。在这中秋之夜，谁能够和我共同欣赏这美妙的月光？我只能拿起酒杯，凄然望着北方。</p> <p><strong>注释</strong><br>⑴西江月：原为唐教坊曲，后用作词调。《乐章集》《张子野词》并入“中吕宫”。五十字，上下片各两平韵，结句各叶一仄韵。<br>⑵世事一场大梦：《庄子·齐物论》：“且有大觉，而后知其大梦也。”<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>《春日醉起言志》：“处世若大梦，胡为劳其生。”<br>⑶新凉：一作“秋凉”。<br>⑷风叶：风吹树叶所发出的声音。鸣廊：在回廊上发出声响。《淮南子·说山训》：“见一叶落而知岁之将暮。”徐寅《人生几何赋》：“落叶辞柯，人生几何”。此由风叶鸣廊联想到人生之短暂。<br>⑸眉头鬓上: 指眉头上的愁思鬓上的白发。<br>⑹贱：质量低劣。<br>⑺妨：遮蔽。<br>⑻孤光：指独在中天的月亮。<br>⑼琖：同“盏”，酒杯。</p>",
  "shangxi": "<h2>赏析</h2> <p><strong><a href=\"http://so.gushiwen.org/view_49409.aspx\">诗</a>词联想</strong><br>　　提起<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>的中秋词，大家都会想起那首著名的《水调歌头》，但同是写于中秋的这首《西江月》，情绪却显得非常落寞，应该是写于被贬黄州之时。在这首词中，苏轼以“中秋”这一深具情感意义的节日为背景，抒写了远贬黄州的孤独悲苦的心情，同时又在感叹时间的流逝中，表达出对人生历史的深沉思考，以及对人世真情的深深眷恋。在清寒孤寂的意境氛围的营造中，读者可以见到豪放词人苏东坡在旷达超然背后悲情婉约的一面。 </p> <p><strong>诗句赏析</strong><br>　　词一开端，便慨叹世事如梦，虽然苏轼诗词中常常流露出人生如梦的思想，但或是自我排遣之语，或为往古来今之思，读来往往觉其放达，而不觉其悲切。此处却不然，以一种历尽沧桑的语气写出，加上几度秋凉之问，风叶鸣廊，忽觉人生短暂，已惊繁霜侵鬓，益觉开头浮生若梦的感叹，并非看破红尘的彻悟，而是对自身遭际有不平之意，从而深感人生如梦境般荒谬与无奈。</p> <p>　　“世事一场大梦”中的“世事”既可以指具体的历史实事，即指苏轼因“乌台诗案”被贬黄州的事情，亦可以理解为苏轼对人生命运的抽象意义的认识。“世事如梦”，“人生如梦”，一切皆如白驹过隙，雪后飞鸿，人生只是天地间偶然的飘蓬，所以不可执着于现实中的得失荣辱，而应超脱于具体的万事万物，使自己内心趋于平衡。“人生几度新凉”，用“新凉”指又一个秋天的来临，并且突出了秋天乍到的“新”，可见诗人对节候变化的敏感，时间的流逝磨蚀着有限的生命，词人由此产生出真挚的惜时之情。“新凉”亦指诗人再次遭到排挤打击的人生际遇，用一个“凉”字，表达了诗人心中的凄凉之情，所以，“人生几度新凉”不仅指自然节候的变化，同时也是指人生命运的起伏不定、变幻莫测。这句话把自然与人生结合起来，以自然的变幻来反衬出词人对人生命运的无奈谓叹，寄意深刻，韵味悠远。开头两句词远远不止是苏东坡在记叙一时一地之事，或是一己一身之感，而是借写具体的事实，表达他对抽象意义上的人生命运的深沉思忖。</p> <p>　　“夜来风叶已鸣廊，看取眉头鬓上。”在冷落清秋的夜里，凉风吹打着庭院里的树叶，在空旷的长廊里发出凄凉的回响。词人取过镜子，看见两鬓爬满了白发，“人生何处得秋霜？”词人由此陷入了深沉的思索中，读者同样可以感觉到阵阵寒意袭来。</p> <p>　　过片两句，更可见牢骚。“酒贱常愁客少，月明多被云妨。”“酒贱”是因为“人贱”，暗指身遭贬斥，受人冷遇。“月明”句隐喻小人当道，君子遭谗。苏轼远贬黄州，心中的失落与不满是以这种自我嘲讽的形式来表现的。因“乌台诗案”受苏轼牵连被贬的人太多，而苏轼也因此不愿连累友人，所以绝少与故人交往，这里的“客少”应是指当时的实际情况。在这静寂的夜里，在这皓月当空之时，清秋的寒气阵阵袭人，此时，苏轼心中的孤独凄凉之感是难以排遣的。中秋月明，而明月总是被乌云遮去光芒。有人认为“东坡在黄州，中秋夜对月独酌，作《西江月》词”，可见“月明多被云妨”一句写的是眼前实景，是自然现象，但似乎还有更深的内涵，是在借自然之景抒写他对社会环境的认识。这里隐含了作者深深的政治愤懑情绪，“云妨”比喻小人当道，欺瞒主上迷惑视听排斥忠良。作者为自己忠而被谤，谪居偏地黄州，政治抱负难于发挥而深感忧伤苦闷，而此情此景，唯有对月把孤盏聊以解忧愁了。</p> <p>　　“中秋谁与共孤光，把盏凄凉北望”点出了作词的时间与主旨。“中秋”是传统意义上团聚的节日，苏轼选取“中秋”这一宴乐的节日作为背景，以虚笔中的乐景写哀情，使哀情为之更哀。“北望”点出了作词的主旨。“北望”的含义，历代论者有所争议，《古今词话》认为苏轼“一日不负朝廷，其怀君之心，末句可见矣”，而<a href=\"http://so.gushiwen.org/author_938.aspx\">胡仔</a>认为是“兄弟之情见于句意之间矣”。据记载这首词下原有注释“寄子由”，可见苏轼此词是在中秋之夜写给其兄弟<a href=\"http://so.gushiwen.org/author_366.aspx\">苏辙</a>的。其实，苏轼当时政治上受迫害，孤苦寂寥，凄然北望之中，思弟之情，忧国之心，身世之感，或许交织在一起，作为欣赏者，也不妨抛开考证，作宽泛理解。苏轼晚年饱受政治打击，他多以佛、道思想来超然物外，以消解现实的苦闷，但此词笼罩着一层悲凉的气氛，可见苏轼始终没能摆脱尘世的痛苦。在这热闹的中秋月明之时，唯一可以慰藉自己落寞孤寂情怀的是那真挚的手足深情。苏轼渴望着与兄弟一诉衷肠，无奈远贬黄州的他只能在北望中借明月遥寄相思。天涯同一月，相思两地情，遥望却不能与之相聚，明天却又要面临现实中太多的痛苦与无奈，苏轼因而陷入更为深沉的悲凉之中。</p> <p><strong>特点</strong><br>　　整首词突出了一个“凉”字，以清寒的中秋之夜的凉风、明月与孤灯等情感意象，营造了一个情景交融的完美意境。苏轼借写节候之“凉”，抒写人生之“悲凉”，表达了他对现实人生的深沉思考。与这首词意境与主旨相似的就是那首写于密州的词《水调歌头·明月几时有》，在那首词中，苏轼写道：“我欲乘风归去，又恐琼楼玉宇，高处不胜寒。”与这首《西江月·世事一场大梦》相比，两词都是借写景抒怀，都渲染了一个“寒”、“凉”情绪意境，给词蒙上了一层深厚的情感意韵。所不同的是前者在于指出节候之“清寒”，后者重在喻示人生之“凄凉”；前者写天上人间之“清寒”，后者写现实人间之“凄凉”；前者想象天上人间之“寒”以反衬人世间值得留恋，后者借人间之真情以慰藉自己“凄凉”的心灵。两词相得益彰，情韵悠远，表达了饱受政治打击的苏轼对历史人生的深刻认识，以及对人世真情的深深眷恋。</p> <p><strong>总结</strong><br>　　苏轼这首词也寄寓了一定的哲理意味。但这种哲理意味是通过营造一个完美的审美意境传达出来的。读者首先感受到的是中秋之夜清寒的月色与空寂的长廊，孤独的词人身影与孤独的黯淡灯光，以及由此流露出来的词人深沉的人生思考与真挚的人世之恋，读者并不感觉到说理、议论的空洞与枯燥，而是为词中深沉的情感所打动，然后体验出作者蕴含于词中的哲理趣味。另外，苏轼是宋代豪放词派的代表词人，然而这首词风格柔婉，可以看出苏轼的词风也有悲情婉约的一面，这种哀怨隐忍之作更让人久久不能忘怀。 </p><br/><h2>评析</h2> <p>上片<br>　　以词为书信，是宋词传播的一道风景线。此词即是<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>兄弟的唱和之作，观其词察其人,无论文势文辞,我们都可发现一个视成规为草芥的缚不住的苏东坡。</p> <p>　　这首词反映了作者谪居后的苦闷心情，词调较为低沉、哀惋，充满了人生空幻的深沉喟叹。具体写作年代，大概是元丰三年（1080）。</p> <p>　　词的上片写感伤，寓情于景，咏人生之短促，叹壮志之难酬。下片写悲愤，借景抒情，感世道之险恶，悲人生之寥落。苏轼的几首中秋词中，本篇自有其特色 上片的起句“世事一场大梦，人生几度新凉”，感叹人生的虚幻与短促，发端便以悲剧气氛笼罩全词。以梦喻世事，不仅包含了不堪回首的辛酸往事，还概括了对整个人生的纷纷扰扰究竟有何目的和意义这一问题的怀疑、厌倦和企求解脱与舍弃。“人生几度新凉”，有对于逝水年华的无限惋惜和悲叹。“新凉”二字照应中秋，句中数量词兼疑问词“几度”的运用，低回唱叹，更显示出人生的倏忽之感。三、四句“夜来风叶已鸣廊，看取眉头鬓上”，紧承起句，进一步唱出了因时令风物而引起的人生惆怅。作者撷取秋风萧瑟、落叶纷飞这两个典型秋色秋景，借寒暑的易替，叹时光易逝、容颜将老、壮志难酬，以哀惋的笔调道出无法摆脱人生烦忧的怅惘之情。</p> <p>下片<br>　　下片写独自一人于异乡把盏赏月的孤寂处境和伤时感事的思绪。“酒贱常愁客少”，委婉地点出作者遭贬斥后势利小人避之如水火的情形；“月明多被云妨”，隐喻奸人当道，排斥善类，忠而被谤，因谗遭贬。以上两句，流露出词人对世态炎凉的感愤，包含的情感非常丰富：有念怀亲人的无限情思，有对国事的忧虑和对群小当道的愤懑，有渴望朝廷理解、重用的深意，也有难耐的孤寂落寞和不被世人理解的苦痛凄凉。这一结拍，是一个天涯沦落人带着血泪的人生呐喊与宣泄。它巨大的悲剧力量，确乎令人荡气回肠。</p> <p>　　以景寓情，情景交融，是这首中秋词的艺术特色。全词通过对新凉风叶、孤光明月等景物的描写，将吟咏节序与感慨身世、抒发悲情紧密结合起来，由秋思及人生，触景生情，感慨悲歌，情真意切，令人回味无穷。</p>",
  "about": "<h2>创作背景</h2> <p>　　不同的<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a><a href=\"http://so.gushiwen.org/view_49409.aspx\">诗</a>词选本、论著对苏轼《西江月·世事一场大梦》一词作于何时、为谁而作有不同的说法，有的甚至标题都不同。大致有如下三种不同的说法：</p> <p>　　一、公元1097年（绍圣四年）作于儋州。孔凡礼、刘尚荣《苏轼诗词选》为该词加的标题为《西江月·中秋和子由》，认为此词”绍圣四年八月十五日作于儋州“。刘石《苏轼词》只有词牌，没有标题，认为此词”约绍圣四年（1097）中秋作于儋州“。两书作者均认为抒发的是兄弟之情。</p> <p>　　二、公元1080年（元丰三年）作于黄州。洪柏昭《三苏传》认为“谪黄第二年的中秋，苏轼写了首《西江月·黄州中秋》词”。关立勋《宋词精品》也认为是“被贬黄州第二年中秋节所作的词”，并认为词的最后两句“中秋谁与共孤光，把盏凄然北望”，作者“北望”是面向汴京，表现的是“对神宗皇帝的期望”。盖国梁在《唐宋词三百首》中同样认为该词是苏轼谪黄第二年“作于黄州的中秋”。吕观仁在《苏轼词注》中，直接用《黄州中秋》作标题。《宋词精华苏轼词选集》只提供一个注释：一本有标题为“黄州中秋”。《苏文忠公诗编注集成总案》说此词作于元丰三年。</p>",
  "poet": {
    "id": 183,
    "star": 0,
    "name": "苏轼",
    "image": "http://img.gushiwen.org/authorImg/sushi.jpg",
    "desc": "苏轼（1037－1101），北宋文学家、书画家、美食家。字子瞻，号东坡居士。汉族，四川人，葬于颍昌（今河南省平顶山市郏县）。一生仕途坎坷，学识渊博，天资极高，诗文书画皆精。其文汪洋恣肆，明白畅达，与欧阳修并称欧苏，为“唐宋八大家”之一；诗清新豪健，善用夸张、比喻，艺术表现独具风格，与黄庭坚并称苏黄；词开豪放一派，对后世有巨大影响，与辛弃疾并称苏辛；书法擅长行书、楷书，能自创新意，用笔丰腴跌宕，有天真烂漫之趣，与黄庭坚、米芾、蔡襄并称宋四家；画学文同，论画主张神似，提倡“士人画”。著有《苏东坡全集》和《东坡乐府》等。"
  },
  "tags": [
    "宋词三百首",
    "宋词精选",
    "婉约",
    "中秋节",
    "贬谪",
    "感叹",
    "人生"
  ]
}