{
  "id": 71928,
  "star": 26,
  "name": "送薛存义序",
  "dynasty": "唐代",
  "content": "　　河东薛存义将行，柳子载肉于俎，崇酒於觞，追而送之江浒，饮食之。且告曰：“凡吏于土者，若知其职乎？盖民之役，非以役民而已也。凡民之食于土者，出其什一佣乎吏，使司平于我也。今我受其直，怠其事者，天下皆然。岂惟怠之，又从而盗之。向使佣一夫于家，受若值，怠若事，又盗若货器，则必甚怒而黜罚之矣。以今天下多类此，而民莫敢肆其怒与黜罚者，何哉？势不同也。势不同而理同，如吾民何？有达于理者，得不恐而畏乎！”</p> <p>　　存义假令零陵二年矣。早作而夜思，勤力而劳心；讼者平，赋者均，老弱无怀诈暴憎。其为不虚取直也的矣，其知恐而畏也审矣。</p> <p>　　吾贱且辱，不得与考绩幽明之说；于其往也，故赏以酒肉而重之以辞。",
  "fanyi": "<p><strong>译文</strong><br>　　河东人薛存义将要启程，我准备把肉放在盘子里，把酒斟满酒杯，追赶进而送到江边，请他喝，请他吃，并且告诉说：“凡是在地方上做官的人，你知道地方官的职责吗？（他们是）老百姓的仆役，并不是来役使老百姓的。凡是靠土地生活的人，拿出田亩收入的十分一来雇佣官吏，目的是让官吏为自己主持公道。现在自己做官的接受了老百姓的俸禄却不认真给他们办事，普天之下到处都是。哪里只是不认真？而且还要贪污、敲诈等行径。假若雇一个干活的人在家里，接受了你的报酬，不认真替你干活，而且还盗窃你的财物，那么你必然很恼怒进而赶走、处罚他。现在的官吏大多是像这样的，而百姓却不敢尽情地把愤怒发泄出来并责罚他们，这是为什么呢？情势不同啊。地位情况不同而道理一样，对我们的老百姓该怎么办？有明于事理的人，能不惶恐并敬畏吗？”</p><p>　　薛存义代理零陵县令两年了。每天很早便起床工作，晚上还在考虑问题，辛勤用力而耗费心血，打官司的都得到公平处理，缴纳赋税的都均衡合理，老的少的都没有内怀欺诈或外露憎恶的，他的行为的确没有白拿俸禄了，他知道惶恐和敬畏也明白无误。</p><p>　　我低贱并且被贬谪。不能在官员的评议中参与什么评议，在他临行的时候，因此，赠给酒肉而再加上这些赠言。 </p><p><strong>注释</strong><br>（1）河东：今山西省永济县。<br>（2）将行：将要离开（零陵）。<br>（3）柳子：作者<a href=\"http://so.gushiwen.org/author_646.aspx\">柳宗元</a>自称。<br>（4）载肉于俎（zǔ）：把肉放在器物里。载：承。俎：古代放肉的器物。<br>（5）崇酒於觞（shāng）：在酒杯里倒满了酒。崇：充实，充满，这里作动词用。<br>（6）浒（hǔ）：水边。<br>（7）饮（yìn）食（sì）之：请他喝，请他吃。给……吃,喝<br>（8）凡吏于土者：所有在地方上做官的人。吏，做官，作动词用。<br>（9）若知其职乎：你知道他们的职责吗？若：你。其：指代“凡吏于土者”。<br>（10）民之役：百姓的仆役。役，仆役，作名词。<br>（11）役民：奴役人民，驱使人民。役：奴役，作动词用。<br>（12）凡民之食于土者：所有依靠土地生活的人。定语“食于土者”后置，中心词为“民”，倒装句式。<br>（13）出其十一佣乎吏：拿出他收入的十分之一来雇佣官吏。意思是：人民给官府纳赋税，官吏的俸禄就从赋税中出。<br>（14）使司平于我也：让官吏给我们百姓办事。司：官吏。平：治理。我：指代“民”、百姓。<br>（15）我受其直：我（官吏）接受了他们（百姓）的报酬。我：指代“吏”。直：同“值”，指官吏所得的俸禄。<br>（16）怠其事者：不认真给他们办事的。怠：懈怠。轻忽。其：指代人民。<br>（17）岂惟怠之：还不仅仅是玩忽职守。岂：语气助词，难道。唯：只。之：指代“其事”，即“民之事”。<br>（18）盗之;窃取百姓钱财，盗：指贪污和敲诈勒索。之：指代人民。<br>（19）向使佣一夫于家：假若你家里雇佣一个仆人。向使：假若。<br>（20）黜（chù）罚：责罚、逐出。黜，就官吏而言，是降职或罢免的意思。这里是指主黜仆，可解释为“逐出”。<br>（21）肆：爆发出来，表示出来。<br>（22）势不同也：官与民的关系，情势不同于主与仆的关系。意思是：人民没有办法黜罚官吏。<br>（23）如吾民何：对于老百姓能怎么样呢？如……何，文言固定格式，把……怎么样。<br>（24）达于理者：通达事理的人。</p>",
  "shangxi": "<h2>赏析</h2> 　　这是一篇赠序体的政论文。作者针对中唐时期贪官污吏遍布天下，阶级矛盾日益加剧的社会现状，提出了“官为民役”的进步观点。他认为人民与官吏应当是雇佣与被雇佣，主人与奴仆的关系。官吏必须“早作而夜思，勤力而劳心”，以便做到“讼者平，赋者均”。官吏如果消极怠惰，甚至贪污受贿，徇私舞弊，人民就有权像对待不称职的奴仆那样惩罚和罢免他们。这种政治理想在地主阶级专政的封建社会中虽然是无法实现的主观臆想，它却反映了人民群众的强烈愿望，是政治思想发展史上的珍贵资料。文章从送别始，以送别结，中间借送别论吏治，首尾呼应，紧扣文题。“官为民役”的比拟，合情合理，见解卓越。",
  "poet": {
    "id": 646,
    "star": 0,
    "name": "柳宗元",
    "image": "http://img.gushiwen.org/authorImg/liuzongyuan.jpg",
    "desc": "柳宗元（773年－819年），字子厚，唐代河东（今山西运城）人，杰出诗人、哲学家、儒学家乃至成就卓著的政治家，唐宋八大家之一。著名作品有《永州八记》等六百多篇文章，经后人辑为三十卷，名为《柳河东集》。因为他是河东人，人称柳河东，又因终于柳州刺史任上，又称柳柳州。柳宗元与韩愈同为中唐古文运动的领导人物，并称“韩柳”。在中国文化史上，其诗、文成就均极为杰出，可谓一时难分轩轾。"
  },
  "tags": [
    "送别",
    "序文"
  ]
}