{
  "id": 72339,
  "star": 55,
  "name": "放鹤亭记",
  "dynasty": "宋代",
  "content": "　　熙宁十年秋，彭城大水。云龙山人张君之草堂，水及其半扉。明年春，水落，迁于故居之东，东山之麓。升高而望，得异境焉，作亭于其上。彭城之山，冈岭四合，隐然如大环，独缺其西一面，而山人之亭，适当其缺。春夏之交，草木际天；秋冬雪月，千里一色；风雨晦明之间，俯仰百变。</p> <p>　　山人有二鹤，甚驯而善飞，旦则望西山之缺而放焉，纵其所如,或立于陂田，或翔于云表；暮则傃东山而归。故名之曰“放鹤亭”。</p> <p>　　郡守苏轼，时从宾佐僚吏往见山人，饮酒于斯亭而乐之。挹山人而告之曰：“子知隐居之乐乎？虽南面之君，未可与易也。《易》曰：‘鸣鹤在阴，其子和之。’ 《诗》曰：‘鹤鸣于九皋，声闻于天。’盖其为物，清远闲放，超然于尘埃之外，故《易》《诗》人以比贤人君子。隐德之士，狎而玩之，宜若有益而无损者；然卫懿公好鹤则亡其国。周公作《酒诰》，卫武公作《抑戒》，以为荒惑败乱，无若酒者；而刘伶、阮籍之徒，以此全其真而名后世。嗟夫！南面之君，虽清远闲放如鹤者，犹不得好，好之则亡其国；而山林遁世之士，虽荒惑败乱如酒者，犹不能为害，而况于鹤乎？由此观之，其为乐未可以同日而语也。”山人忻然而笑曰：“有是哉！”乃作放鹤、招鹤之歌曰：</p> <p>　　鹤飞去兮西山之缺，高翔而下览兮择所适。翻然敛翼，宛将集兮，忽何所见，矫然而复击。独终日于涧谷之间兮，啄苍苔而履白石。</p> <p>　　鹤归来兮，东山之阴。其下有人兮，黄冠草屦，葛衣而鼓琴。躬耕而食兮，其馀以汝饱。归来归来兮，西山不可以久留。</p> <p>　　元丰元年十一月初八日记 《放鹤亭记》。 ",
  "fanyi": "<p><strong>译文</strong><br>　　 熙宁十年的秋天，彭城发大水，云龙山人张君的草堂，水已没到他家门的一半。第二年春天，大水落下，云龙山人搬到故居的东面。在东山的脚下，登到高处远望去，看到一个奇特的境地。于是，他便在那座山上建亭子。彭城山，山冈从四面合拢，隐约的像一个大环；只是在西面缺一个口，而云龙山人的亭子，恰好对着那个缺口。春夏两季交替的时候，草木茂盛，似乎接近天空；秋冬的瑞雪和皓月，千里一色。风雨阴晴，瞬息万变。山人养两只鹤，非常温驯而且善于飞翔。早晨就朝着西山的缺口放飞它们，任它们飞到哪里，有时立在低洼的池塘，有时飞翔在万里云海之外；到了晚上就向着东山飞回来，因此给这个亭子取名叫“放鹤亭”。</p> <p>　　郡守<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>，当时带着宾客随从，前往拜见山人，在这个亭子里喝酒并以此为乐。给山人作揖并告诉他说：“您懂得隐居的快乐吗？即使是面南称尊的国君，也不能和他交换。《易》上说：‘鹤在北边鸣叫，它的小鹤也会应和它。’《<a href=\"http://so.gushiwen.org/view_72339.aspx\">诗</a>经》上说：‘鹤在深泽中鸣叫，声音传到天空。’大概鹤清净深远幽闲旷达，超脱世俗之外，因此《易》、《诗经》中把它比作圣人君子。不显露自己有德行的人，亲近把玩它，应该好像有益无害。但卫懿公喜欢鹤却使他的国家灭亡。周公作《酒诰》，卫武公作《抑戒》，认为造成荒唐的灾祸没有能比得上酒的；而刘伶、<a href=\"http://so.gushiwen.org/author_698.aspx\">阮籍</a>那类人，凭借这保全他们的真性，并闻名后世。唉，面南的君主，即使清净深远幽闲旷达，像鹤这样，还不能过分享受，过分喜好就会使他的国家灭亡。而超脱世俗隐居山林的贤士，即使荒唐迷惑颓败迷乱像饮酒的人，还不能成为祸害，更何况对鹤的喜爱呢？由此看来，君主之乐和隐士之乐是不可以同日而语的。”山人欣然笑着说：“有这样的道理啊！”于是，写了放鹤、招鹤之歌：</p> <p>　　“鹤飞翔到西山的缺口，凌空高飞向下看选择它去的地方，突然收起翅膀，好像将要落下；忽然看到了什么，矫健地又凌空翻飞。独自整天在山涧峡谷中，啄食青苔踩着白石头。”“鹤飞回吧，到东山的北面。那下面有人，戴着黄色的帽子，穿着草鞋，披着葛麻衣服，弹奏着琴弦，亲自耕种自食其力，剩下的东西就能喂饱你。回来啊，西山不可以久留。”</p> <p><strong>注释</strong><br>放鹤亭：位于今江苏徐州市云龙山上。<br>熙宁十年：即公元1077年。熙宁，宋神宗年号。<br>彭城：今江苏徐州市。北宋徐州治所所在地。<br>及：漫上。<br>扉：门。<br>明年：第二年。<br>升：登上。<br>作：造。<br>适：恰好。<br>晦明：昏暗和明朗。<br>俯仰百变：俯视仰视之间，气象有许多变化。<br>旦：早晨。<br>纵：听凭。<br>陂（bēi）田：水边的田地。<br>傃（sù）：向，向着，沿着。<br>名：给······命名。<br>挹（yì）：通“揖”，作揖。<br>鸣鹤在阴，其子和之：鹤在北坡鸣叫，小鹤与之应和（见《易经·中孚·九二》）。阴，北面。<br>鹤鸣于九皋，声闻于天：鹤在深手攀鸣叫，声传于天外（语出《诗经·小雅·鹤鸣》）。<br>狎（xiá）：亲近。<br>卫懿公好鹤则亡其国：据《左传·鲁闵公二年》，卫摊公好鹤，封给鹤各种爵位，让鹤乘车而行。狄人伐卫，卫国兵士发牢骚说：“使鹤，鹤实有禄位，余焉能哉？’’卫因此亡国。<br>《酒诰》：《尚书》篇名。据《尚书·康浩》序，周武王以商旧都封康叔，当地百姓皆嗜酒，所以周公以成王之命作《酒浩》以戒康叔。<br>《抑戒》：《抑戒》是《诗·大雅》中的篇名。相传为卫武公所作，以刺周厉王并自戒。其中第三章：“颠覆厥德，荒湛于酒。”荒湛于酒即过度逸乐沉俪于酒。<br>刘伶、阮籍：皆西晋“竹林七贤”中人。皆沉醉于酒，不与世事，以全身远害。<br>“翻然”二句：指鹤转身敛翅，恍惚将要止歇。<br>黄冠：道士所戴之冠。<br>元丰元年：即1078年。元丰，宋神宗年号。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这篇记有明显的出世思想。文章指出，好鹤与纵酒这两种嗜好，君主可以因之败乱亡国，隐士却可以因之怡情全真。作者想以此说明：南面为君不如隐居之乐。这反映了作者在政治斗争失败后的消极情绪。正文共四段。</p> <p>　　文章开头，作者用直叙的方法。简练的文笔，交待了山人迁居和建亭的原由，把人物、时间、地点、事情的经过写得一清二楚。“升高而望，得异境焉。”是何意境，先留一个“悬念”，然后从容着笔，再述其“异”。“冈岭四合，隐然如大环。”“四合”与“大环”，似实非实，似虚非虚；“隐然”，既状其膝陇。又透出并非是绝对“合”与“环”的徽意。这是异境，也是美景；然而美中不足，独缺其西。亭子正好建在这里，岂非天工不足人巧补。或谓山人慧眼，依乎于自然。建亭的地理位置选得好，四周的风景更美。作者用一组节奏明快，语势刚劲的排比句来描述这里的景色，随着季节的转换，景物各异：春夏之交，草木齐夭，秋冬雪月，千里一色，随着风雨晦明的气候变化，景色瞬息百变，写得最文并茂，很是精美。到此为止，主要写一个“亭”字。</p> <p>　　第二段主要写鹤。山人养鹤、为求其乐。“甚驯’，指早放晚归，顺从人意；“善飞”指纵其所如，时而立在田里，时而飞上云天。写得文理清晰，错落有致，“纵其所如”是随心所欲，自由自在，无拘无束，明状鹤飞，也暗喻隐士之乐。隐士爱鹤，故以鹤名其亭。紧承上文，由亭及鹤，又由鹤回到亭。文理回环，构思巧妙，点题自然，耐人品味。</p> <p>　　弟三段主要写一个“乐”字。上文用描述，这一段用议论。“子之隐居之乐乎？虽南面之君，未可与易也。”自问自答，文意抑扬，饶有情趣，说出自己的看法，树立了论点。接着用主客映衬的手法加以论证。“鸣鹤在阴，其子和之。”意思是鹤在隐蔽处鸣叫，它的同类便应声唱和。“鹤鸣于九皋，声闻于天。”意思是鹤在水边高坎上鸣叫，声音洪亮传得又高又远。《<a href=\"http://so.gushiwen.org/view_72339.aspx\">诗</a>经》、《易经》是儒家经典著作，引用来说明’‘清远闲放”的鹤，可以比着贤人、君子，是无可非议的，具有绝对权威，增加了论证的力量。高洁祥瑞如鹤，虽贵为天子，却爱而不敢好，否则，就会像卫懿公一样，闹个亡国的下场。只有隐居而且品德高尚的人，才能好而无伤，独得其乐。到此已经证明了论点，隐居之乐，虽南面之君，未可与易也。但是，作者并未就此而止，又进一步用主客映衬的写法，用“好酒”来陪衬“好鹤”。这并非是节外生枝，繁文累赘，而是“借客形主，回旋进退，使文情摇曳生姿”（王水照《论<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>散文的艺术美》）。周公是周朝的开国元勋，他为了告诫康王不要酗酒误国，写了《酒浩》。春秋时代的卫武公，为了警戒自己不贪杯，写了《抑戒》这首诗。这些说明贵为帝王，不仅不能好鹤，也不能好酒。但隐逸之士的刘伶、<a href=\"http://so.gushiwen.org/author_698.aspx\">阮籍</a>等，虽酗酒狂放，不仅无害，而且还因此保全了自己的纯真，为后世留下了美名。在主客对论之后，又作一个交错给合的结论：“南面之君，虽清远闲放如鹤者，犹不得好，好之，则亡其国；而山林遁世之士，虽荒感败乱如酒者，犹不能为害，而况鹤乎！”进一步说明了由于地位不同，为乐迥异。这从另一面歌颂了隐士之乐赛过了君王。这一段是从主到客，由客回到主，从鹤到酒，由酒回到鹤，回环复沓，反复论证，使文意更加深刻，文情更加流转动人。</p> <p>　　第四段，用放鹤、招鹤之歌，对隐士之乐加以咏叹。既补充了前文写放鹤、招鹤之处的简略，又是对隐士好鹤之乐的教染。不仅如此，作者还借招鹤为名，行招仕之实。“其下有人兮，黄冠草履，葛衣而鼓琴。躬耕而食兮，其余以妆饱。”这是对隐士生活的素描，流露出歌赞、羡慕的感情，“归来归来兮，西山不可以久留。”这表面上是招鹤，实际上却在招仕。本文的东山为隐居之庐，喻隐居。西山为鹤出所至，且与东山相反，所以西山是喻出仕为官。不可久留，是说仕途维艰，吉凶难于预料，不可迷恋，应该及早猛醒，亡途而知返。这表明了这时的苏轼已经滋生厌倦仕途的意念，萌发了羡慕隐居之乐的情丝。</p> <p>　　全文主要通过活泼的对答歌咏万式与出了隐逸者信然自适的生活图景和不为时事所囿的自由心境，表现作者对隐居之乐的神往。文中写景形象生动，主要着笔于“鹤”，借鹤的“清远闲放，超然于尘埃之外”表现山人超尘出世之姿。写鹤亦是在写人。但思想性较差，消极避世，不鼓励人进取。</p>",
  "about": "<h2>创作背景</h2> <p>　　此文作于元丰元年（1078年）十一月八日，时<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>知徐州。隐者张师厚隐居于徐州云龙山，自号云龙山人。后迁于东山之麓并作亭其上，自驯二鹤，鹤朝放而暮归，白日里令其自由地飞翔于天地间，所以名亭为“放鹤亭”。苏轼为之作题记。</p>",
  "poet": {
    "id": 183,
    "star": 0,
    "name": "苏轼",
    "image": "http://img.gushiwen.org/authorImg/sushi.jpg",
    "desc": "苏轼（1037－1101），北宋文学家、书画家、美食家。字子瞻，号东坡居士。汉族，四川人，葬于颍昌（今河南省平顶山市郏县）。一生仕途坎坷，学识渊博，天资极高，诗文书画皆精。其文汪洋恣肆，明白畅达，与欧阳修并称欧苏，为“唐宋八大家”之一；诗清新豪健，善用夸张、比喻，艺术表现独具风格，与黄庭坚并称苏黄；词开豪放一派，对后世有巨大影响，与辛弃疾并称苏辛；书法擅长行书、楷书，能自创新意，用笔丰腴跌宕，有天真烂漫之趣，与黄庭坚、米芾、蔡襄并称宋四家；画学文同，论画主张神似，提倡“士人画”。著有《苏东坡全集》和《东坡乐府》等。"
  },
  "tags": [
    "古文观止",
    "隐逸",
    "生活"
  ]
}