{
  "id": 62434,
  "star": 5,
  "name": "凄凉犯·重台水仙",
  "dynasty": "宋代",
  "content": "空江浪阔。清尘凝、层层刻碎冰叶。水边照影，华裾曳翠，露搔泪湿。湘烟暮合。□尘袜、凌波半涉。怕临风、□欺瘦骨，护冷素衣叠。<br>樊姊玉奴恨，小钿疏唇，洗妆轻怯。汜人最苦，纷痕深、几重愁靥。花隘香浓，猛熏透、霜绡细摺。倚瑶台，十二金钱晕半掐。",
  "fanyi": "<h2>注释</h2> ⑴凄凉犯：系<a href=\"http://so.gushiwen.org/author_30.aspx\">姜夔</a>自度曲，《白石词》注：“仙吕调犯商（当作双）调”。其词序说：“合肥巷陌皆种柳，秋风夕起，骚骚然。予容居阖（闭也）户，时闻马嘶，出城四顾，则荒烟野草，不胜凄黯，乃著此解。琴有《凄凉调》，假以为名。凡曲言犯者（犯曲，即今之乐曲中转调也），谓以宫犯商、商犯宫之类。如道调宫‘上’字住（住字，即结声，指一曲中结尾之音，又称‘基音’。是考察乐谱属于何调的重要依据），双调（即商调）亦‘上’字住。所住字同，故道调曲中犯双调（道调是仲吕宫，双调是夹钟商，皆住声于‘上’字，故可相犯），或于双调曲中犯道调；其他准此。唐人乐书云：‘犯有正、旁、偏、侧。宫犯宫为正，宫犯商为旁，宫犯角为偏，宫犯羽为侧。’此说非也。十二宫所住字各不同，不容相犯；十二宫特可犯商、角、羽耳。予归行都，以此曲示国工田正德，使以哑觱栗角（吹奏乐器名，以竹为管，以软芦为哨，其音圆正，低于笛而高于箫）吹之，其韵极美。亦曰《瑞鹤仙影》。”此调九十三字，上片九句六仄韵，下片九句四仄韵。例用入声韵。<br>⑵重台水仙：即复瓣水仙，<a href=\"http://so.gushiwen.org/author_473.aspx\">韩翃</a><a href=\"http://so.gushiwen.org/view_62434.aspx\">诗</a>“异花何必更重台”句可证之。<br>⑶裾：一本作“裙”。<br>⑷绡：一本作“绢”。<br>⑸掐：一本作“灭”。",
  "shangxi": "<h2>鉴赏</h2> <p>　　“空江”两句，一虚一实描述水仙。此言词人观赏水仙，自然想起它产于江河之滨，而江河中必定是浪高水阔矣。又见眼前重台水仙长得冰清玉洁，超绝尘俗，花瓣更如层层叠叠碎刻出来的冰叶一般。“水边”三句，状水仙的倒影。“裾”，世俗称衣的前后摆也；“搔”通早。此言重台水仙倒影水中，绿叶蓬松似翠衣曳地，晨露似颗颗晶莹的泪珠在花叶上滚动。“湘烟”两句，第二句前空一字，疑补为“刬”或“绝”字。两句幻想也。言水仙花好像湘水女神在暮霭中刬袜绝尘飘然于碧波之上一样。“怕临风”三句，第二句前缺一字，疑为“寒”字。此状花之重台也。言水仙临风而立，因为惧怕寒风侵蚀它瘦削的花蕊，所以特地开出白玉般的重台花瓣来抵御寒冷。</p> <p>　　“樊姊”三句，状浇水后的水仙花。“钿”，金宝制的花饰。“樊姊、玉奴”，本指能歌善舞的女子，这里借以比拟水仙花。言经过水浇之后的水仙花，好像刚洗梳过的女子，因要受人评赏，还微含着愁恨怯意。“汜人”两句，写词人眼中的经水后的重台水仙。“汜”，据《楚辞·卜居》：“将汜汜若水中之凫乎。”注：“汜，一作泛。”“汜人”，即是浪迹天涯之人。这里为词人自称也。此言水仙花重瓣上滚动的水珠像女子的清泪一样，流在愁靥上，使浪迹天涯的词人见到后更感凄苦。“花隘”两句，赞花香。“隘”，狭也。此言水仙的花瓣虽然狭长了一些，但是它散发出来的花香却浓烈异常。这香气甚至能透过白色的绡衣褶缝，使人一染此香历久不散。“倚瑶台”两句，叹好景不常也。“瑶台”，仙人居处，这里指栽水仙的陶瓷盆。“十二金钱”，十二，喻花之多；金钱，状花之形。“晕”，眩也，<a href=\"http://so.gushiwen.org/author_335.aspx\">陆龟蒙</a>《吴中苦雨》<a href=\"http://so.gushiwen.org/view_62434.aspx\">诗</a>有“看花啼眼晕，见酒忘肺渴”句可证之。此言词人倚在陶瓷盆边，欣赏盆中的水仙花。但他一边欣赏这许多眩人眼目的水仙花，一边却又想到这些花不久就会逐渐枯萎，从而减弱了它们的艳美，因此词人为它又生出了一种好景不常的悲哀来。</p>",
  "poet": {
    "id": 670,
    "star": 0,
    "name": "吴文英",
    "image": "http://img.gushiwen.org/authorImg/wuwenying.jpg",
    "desc": "吴文英（约1200～1260），字君特，号梦窗，晚年又号觉翁，四明（今浙江宁波）人。原出翁姓，后出嗣吴氏。与贾似道友善。有《梦窗词集》一部，存词三百四十余首，分四卷本与一卷本。其词作数量丰沃，风格雅致，多酬答、伤时与忆悼之作，号“词中李商隐”。而后世品评却甚有争论。"
  },
  "tags": [
    "咏物",
    "写花"
  ]
}