{
  "id": 10960,
  "star": 28,
  "name": "和裴迪登蜀州东亭送客逢早梅相忆见寄",
  "dynasty": "唐代",
  "content": "东阁官梅动诗兴，还如何逊在扬州。<br>此时对雪遥相忆，送客逢春可自由？<br>幸不折来伤岁暮，若为看去乱乡愁。<br>江边一树垂垂发，朝夕催人自白头。",
  "fanyi": "<p><strong>译文</strong><br>蜀州东亭，盛放官梅，尔乃勃发<a href=\"http://so.gushiwen.org/view_10960.aspx\">诗</a>兴，就像当年咏梅扬州的<a href=\"http://so.gushiwen.org/author_569.aspx\">何逊</a>。<br>此时，面对雪景，自然遥遥相思，何况赶上送别客人，恰逢腊梅迎春，不由想起故人。<br>幸亏没有寄来折梅，勾起我岁末伤情，赏阅折梅，怎勘那乡愁缭乱，思绪纷纷。<br>这里的江边，也有一棵梅花，渐趋吐蕊，朝朝暮暮，催的我白发丝丝，繁霜染鬓。</p> <p><strong>注释</strong><br>⑴东阁：阁名。指东亭。故址在今四川省崇庆县东。仇兆鳌注：“东阁，指东亭。”一说谓款待宾客之所。官梅：官府所种的梅。<br>⑵何逊在扬州：典出《初学记》卷二十八。何逊：南朝梁诗人。<br>⑶春：一作“花”。可：一作“更”。<br>⑷岁暮：岁末，一年将终时。<br>⑸若为：怎堪。唐<a href=\"http://so.gushiwen.org/author_515.aspx\">王维</a>《送杨少府贬郴州》诗：“明到衡山与洞庭，若为秋月听猿声？”<br>⑹垂垂：渐渐。<br>⑺朝夕：时时，经常。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　“东阁官梅动<a href=\"http://so.gushiwen.org/view_10960.aspx\">诗</a>兴，还如<a href=\"http://so.gushiwen.org/author_569.aspx\">何逊</a>在扬州”二句赞美<a href=\"http://so.gushiwen.org/author_302.aspx\">裴迪</a>咏早梅诗：你在蜀州东亭看到梅花凌冬盛开，诗兴勃发，写出了如此动人的诗篇，倒像当年何逊在扬州咏梅那般高雅。何逊是<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>所服膺的南朝梁代的诗人，杜甫《解闷十二首》之七，有“颇学阴（铿）何（逊）苦用心”的诗句，这里把裴迪与何逊相比，是表示对裴迪和他来诗的推崇。</p> <p>　　“此时对雪遥相忆，送客逢春可自由？”二句上承“动诗兴”，说在这样的时候，单是看到飞雪就会想起故人，思念不已，何况你去东亭送客，更何况又遭遇到那恼人的梅花，要你不想起我，不思念我，那怎么可能？这样遥领故人对自己的相忆，表达了对故人的深深谢忱和心心相印的情谊。“此时”，即肃宗上元元年末、二年初，正是安史叛军气焰嚣张、大唐帝国万方多难之际，裴杜二人又都来蜀中万里作客，“同是天涯沦落人”，相忆之情，弥足珍重。</p> <p>　　“幸不折来伤岁暮，若为看去乱乡愁。”早梅开花在岁末春前，它能使人感到岁月无情，老之易至，又能催人加倍思乡，渴望与亲人团聚。大概裴诗有叹惜不能折梅相赠之意吧，诗人说：幸而你未折梅寄来勾起我岁暮的伤感，要不然，我面对折梅一定会乡愁撩乱、感慨万千的。诗人庆幸未蒙以梅相寄，恳切地告诉友人，不要以此而感到不安和抱歉。在我草堂门前的浣花溪上，也有一株梅树呢。“江边一树垂垂发，朝夕催人自白头。”这两句是说：这一树梅花啊，如今也在渐渐地开放，好像朝朝暮暮催人老去，催得我早已白发满头了。倘蒙您再把那里的梅花寄来，让它们一起来折磨我，我可怎么承受得了！催人白头的不是梅，而是愁老去之愁，失意之愁，思乡之愁，忆友之愁，最重要的当然还是忧国忧民、伤时感世之愁，千愁百感，攒聚一身，此头安得不白？与梅花梅树又有什么相干！可怜这“江边一树”，也实在晦气，自家无端挨骂不算，还牵连得百里之外的东亭梅花，也被宣布为不受欢迎者。</p> <p>　　此诗通篇都以早梅伤愁立意，前两联就着“忆”字感谢故人对自己的思念，后两联围绕“愁”字抒写诗人自己的情怀，构思重点在于抒情，不在咏物，但历来被推为咏梅诗的上品，明代<a href=\"http://so.gushiwen.org/author_121.aspx\">王世贞</a>更有“古今咏梅第一”的说法（见仇兆鳌《杜少陵集详注》卷九引）。原来，诗歌大抵以写情为第一要义，咏物诗也须物中见情，而且越真挚越深切越好，王世贞立论的出发点，应该也是一个“情”字。这首诗“直而实曲，朴而实秀”（清人黄生语），在杜诗七律中，别具一种风格。</p>",
  "about": "<h2>创作背景</h2> 　　<a href=\"http://so.gushiwen.org/author_302.aspx\">裴迪</a>，关中（今陕西省）人，早年隐居终南山，与<a href=\"http://so.gushiwen.org/author_515.aspx\">王维</a>交谊很深，晚年入蜀作幕僚，与<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>频有唱和。蜀州，治所在今四川省崇庆县。裴迪寄了一首<a href=\"http://so.gushiwen.org/view_10960.aspx\">诗</a>《登蜀州东亭送客逢早梅》给杜甫，表示了对杜甫的怀念；杜甫深受感动，便写此诗作答。",
  "poet": {
    "id": 474,
    "star": 0,
    "name": "杜甫",
    "image": "http://img.gushiwen.org/authorImg/dufu.jpg",
    "desc": "杜甫（712－770），字子美，自号少陵野老，世称“杜工部”、“杜少陵”等，汉族，河南府巩县（今河南省巩义市）人，唐代伟大的现实主义诗人，杜甫被世人尊为“诗圣”，其诗被称为“诗史”。杜甫与李白合称“李杜”，为了跟另外两位诗人李商隐与杜牧即“小李杜”区别开来，杜甫与李白又合称“大李杜”。他忧国忧民，人格高尚，他的约1400余首诗被保留了下来，诗艺精湛，在中国古典诗歌中备受推崇，影响深远。759-766年间曾居成都，后世有杜甫草堂纪念。"
  },
  "tags": [
    "抒情",
    "梅花"
  ]
}