{
  "id": 49137,
  "star": 7,
  "name": "鹧鸪天·一醉醒来春又残",
  "dynasty": "宋代",
  "content": "一醉醒来春又残。野棠梨雨泪阑干。玉笙声里鸾空怨，罗幕香中燕未还。<br>终易散，且长闲。莫教离恨损朱颜。谁堪共展鸳鸯锦，同过西楼此夜寒。",
  "fanyi": "<p><strong>译文<br></strong>昨夜里一番沉醉，今朝酒醒，又是春残时候，只见野棠梨上的宿雨，恰似离人的悲泪一样纵横。在悠扬的玉笙声里，孤鸾空自哀怨；罗幕中余香馥郁，去燕还没有归来。<br>词人在帘下百无聊赖地吹笙，想念着远别的情人，心中充满了哀怨。既然已经知道欢聚易散，不如暂且在悠闲中度日吧，莫让离愁别恨损害了青春美好的容颜。可是，春寒料峭，长夜漫漫，西楼怅卧，谁共晨夕？</p> <p><strong>注释<br></strong>①鹧鸪天：词牌名，又名“思佳客”，五十五字。<br>②残：将尽。<br>③泪阑干：眼泪纵横滴落的样子。<br>④玉笙：笙的美称。鸾，传说中的凤凰一类的鸟，在此指离鸾，孤鸾。古乐曲中有《孤鸾》曲，其曲哀怨，故说“鸾空怨”。<br>⑤鸳鸯锦：指绣有鸳鸯图案的锦被，象征着男女的和合。<br>⑥西楼：是词人青年时欢会之地。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　“一醉醒来春又残，野棠梨雨泪阑干。”这一句流露出来的感伤之情，奠定了全文的感情基调。词人开篇写自己酒醉醒来，忽然发现春色已接近尾声了，海棠和梨花上面还残留着点点雨滴，好似眼泪一样。作者通过“一醉”引出醒来后所见，本来毫不相关的“酒醉”和“春残”被作者巧妙地联系起来，令人感觉他醉了很久，连节气的变化都已经忘记。作者在“春残”二字中间加了个“又”字，说明人对时光的荏苒毫无察觉。如<a href=\"http://so.gushiwen.org/author_588.aspx\">晏几道</a>词集自序中所写的那样：“感光阴之易迁，叹境缘之无实。”前一句写酒醒之后，满目尽是悲凉，仅仅剩下了春残的萧条。作者因自己酒醉而荒废了美好的春景感到自责。后一句以“海棠梨花”表春残，更有意境。古人将美人流泪喻为梨花带雨，作者运用此意，表达出内心的无限哀愁。</p> <p>　　“玉笙声里鸾空怨，罗幕香中燕未还。”在玉笙的曲子中，孤单的鸾鸟徒然哀怨，房中的帷幕依旧，却看不见那归巢的燕雀。“鸾鸟”也叫孤鸾，是指失去配偶的鸾鸟，这里也是作者的自喻。“燕未还”是指离别的恋人还未归还，作者通过这两句表达了深深的孤寂与凄情。</p> <p>　　“终易散，且长闲，莫教离恨损红颜。”这三句从表面上看是作者对人生的看破：明明知道离别容易相聚难，那就暂且放松思绪给自己以空间，莫要让那分别的苦痛纠缠自己的心绪。但紧接着通过结尾两句就能发现，作者自己也知道这是在自欺欺人，内心真正的感情是无法掩盖的。</p> <p>　　“谁堪共展鸳鸯锦，同过西楼此夜寒。”这句中“鸳鸯锦”是指夫妻共用的被子，这里代指男女之间的爱情。“西楼”是指男女共同欢愉的居所。通过想象“鸳鸯锦”和“西楼”所代表的美好时光，表达了作者无限的期待和思念：他依旧怀念当初共同度过的美好日子，期待有人能陪自己度过漫漫长夜。</p>",
  "about": "<h2>创作背景</h2> 　　北宋自神宗以后．无日不在内忧外患交侵之中，而朝中大臣犹不能同舟共济以图罾国强兵。市井百姓亦不知祸难将临。直至金兵铁骑踏破汴梁城，才稍稍从朝野迷梦中惊醒过来。敏感的词人早知大难将临，但君臣欢狂，醉生梦死，国势衰微，大厦倾颓，一切都预示北宋大势已去，无可挽回。济世无路，救国无门，空怀一腔报国之志，徒增满心伤感之情。于是纵酒放恣，沉浮声色舞乐之中，不过是寻求刺激，内心的怨悱自不待言。可是国家岌岌可危而人人不觉亡国之恨，其愁怨心声又有谁知？<a href=\"http://so.gushiwen.org/author_588.aspx\">晏几道</a>暮年遭遇，大似李后主亡国前的状况。于是词人便创作出了《小山词·鹧鸪天》，词作情调低徊，缠绵悱恻，沉郁悲凉。",
  "poet": {
    "id": 588,
    "star": 0,
    "name": "晏几道",
    "image": "http://img.gushiwen.org/authorImg/yanjidao.jpg",
    "desc": "晏几道（1030-1106，一说1038—1110 ，一说1038-1112），男，汉族，字叔原，号小山，著名词人，抚州临川文港沙河（今属江西省南昌市进贤县）人。晏殊第七子。历任颍昌府许田镇监、乾宁军通判、开封府判官等。性孤傲，晚年家境中落。词风哀感缠绵、清壮顿挫。一般讲到北宋词人时，称晏殊为大晏，称晏几道为小晏。《雪浪斋日记》云：“晏叔原工小词，不愧六朝宫掖体。”如《鹧鸪天》中的“舞低杨柳楼心月，歌尽桃花扇底风”等等词句，备受人们的赞赏。"
  },
  "tags": [
    "写景",
    "抒情",
    "相思",
    "哀愁"
  ]
}