{
  "id": 71091,
  "star": 13,
  "name": "蓦山溪·自述",
  "dynasty": "宋代",
  "content": "壶山居士，未老心先懒。爱学道人家，办竹几、蒲团茗碗。青山可买，小结屋三间，开一径，俯清溪，修竹栽教满。 客来便请，随分家常饭。若肯小留连，更薄酒，三杯两盏，吟诗度曲，风月任招呼。身外事，不关心，自有天公管。",
  "shangxi": "<h2>鉴赏</h2> <p>　　词的上片，主要描述其居处，从中流露心境情怀。起笔自报家门，直陈心迹，态度散漫，老气横秋。“未老心先懒”，心懒，一种看透世情，失却斗争与进击之心的消极精神。颓莫大于心懒。然这种状态不会是天生如此，而或是人生灾厄、磨难使然。《全宋词》收录宋自逊词七首，其中《昼锦堂?上李真州》，颇豪雄壮烈，有句道“恨不明朝出塞，猎猎旌旗”，“挑灯看，龙吼传家旧剑，曾斩吴曦”，是干预与参预意识强烈的词篇。吴曦，叛徒，开禧年间引金兵入四川、约金兵攻襄阳、求封蜀王者，后被忠义之士杨巨源等刺杀。李真州，李道传，吴曦求宋时，他严拒胁降，弃官而去，后知真州等处，劾逐贪吏，颇多政绩。词以斩除叛将赞人，鼓荡着从军报国的激壮之心。宋自逊生卒、生平不详。李真州则1170──1217在世。另有一篇《沁园春》词，乃宋自逊当戴石屏（1167─?）近七十年（1236左右）时的赠戴之作。那么可推知宋自逊生活在南宋覆亡前那段激烈动荡时期。大概是政治上的软弱，使他在家国败落的惨痛前心灰意懒。现存词，除“上李真州”之外，似乎都洗尽凡心，超尘出世了。“何敢笑人干禄，自知无分弹冠。只将贫贱博清闲，为取书遮老眼”（《西江月》）；“名利等成狂梦寐，文章亦是闲言语”（《满江红?秋感》）；送戴石屏《沁园春》索性说：“身外声名，世间梦幻，万事一酲无是非”；到这篇自述词，则完全自乐闲旷、以麋鹿之情自赏。从他仅有的几篇词，从上举词句字里行间，可以窥见，弹冠、干禄、名利、文章、他都伸过手，然而在激烈斗争中，他落马了，于是便后退、便跌进一无所为。这种出世的故作的潇洒，并不能掩饰这类文人在人生之旅中、在强手与横逆面前，软弱退畏的无能。“壶山居士”，居士，自命清高、自谓有才情而隐居不仕者自称。壶山，道家称他们生活为壶中日月；传说中道士常悬一壶，中可变化为天地日月，如世间。道家者流，“清虚以自守，卑弱以自持”，与世无争，生活简慢。词人从自号、自诉心志到下文铺陈居处条件与处世态度，均浸染了道家的简淡无为。</p> <p>　　“爱学道人家”以下，统承“心懒”而来，极言日常需求的简便。先言用物，“办”字领起，只办读写用竹几、煮茗用茶碗、憩坐用蒲团。蒲团，用蒲草编扎而成的圆形坐垫，修持者坐以修心养性。次言隐居的生活环境，买青山一角，结草屋三间，小径通幽，清溪如带，绿竹绕宅。这里没有侯门深宅的楼台广厦、高车驷马、酒绿灯红，没有烦闹的送往迎来，没有无聊的笙歌宴集，没有不测而至的风云变幻。这里的主人可以焚香煮茗，倚竹闲吟，登山长啸，或垂钓清溪。假如人世间没有民族与家国利益需要去奋斗，这种生活方式也许无可厚非。然而这正是南宋倾覆前二、三十年间，战云四合，血雨飘风，词人躲进青山，不免过于冷漠，过于忘情。</p> <p>　　下片言处世的随和与闲吟的自在。“客来便请”，一个“便”字，既无热情，亦不冷面拒人于千里。抽身世外而并不与世隔阻，清高中含着通达。“若肯”二句，仍旧是待人以不即不离。正如他《西江月》所说，“世上风波任险，门前路径须宽”，他老实道来，始终没有斩断与尘世关联的尾巴；而不像另一些隐者，过分疏狂，夸张其绝俗而有悖于人情。“吟<a href=\"http://so.gushiwen.org/view_71091.aspx\">诗</a>”二句，既应开篇“懒”字，又呼出下文“不关心”云云，是说随意写点文词，吟风弄月，而决不关涉邦国民生。结末三句，是“风月任招呼”的进一步渲染。但说多了，似乎反出破绽，“不关心”反而像是并未忘怀。天公，天地造化；或另有人事所指。那么末句则是一种对于“管”者有所愤愤的讥诮。他的《西江月》说：“心无妄想梦魂安，万事鹤长凫短”，鹤颈长则自长，凫胫短则自短，造化安排，一切命定，管者自管，我欲何为？联系他也曾那样地想参预与投入，那么这消极里或都含着对于“管”者、统治者的无能的愤愤之音。当然字行间的这种声响极其微弱。</p> <p>　　全词措语平白，疏于锻炼；顺序而写，无意谋篇。唯用意老实，接物通达，于世情世事并未完全忘怀，故不妨一读。</p>",
  "about": "<h2>题解</h2> 这是一首写隐逸生活的述志词。",
  "poet": {
    "id": 597,
    "star": 0,
    "name": "宋自逊",
    "desc": "［约公元一二oo年前后在世］字谦父，号壶山，南昌人。生卒年均不详，约宋宁宗庆元末前后在世。文笔高绝，当代名流皆敬爱之。与戴复古尤有交谊。他的词集名渔樵笛谱，《花庵词选》行于世。"
  },
  "tags": [
    "宋词三百首",
    "隐逸",
    "生活",
    "自述"
  ]
}