{
  "id": 49489,
  "star": 58,
  "name": "采桑子·润州多景楼与孙巨源相遇",
  "dynasty": "宋代",
  "content": "多情多感仍多病，多景楼中。尊酒相逢。乐事回头一笑空。<br>停杯且听琵琶语，细捻轻拢。醉脸春融。斜照江天一抹红。",
  "fanyi": "<p><strong>译文</strong><br>本来就多情，多感，多病，偏偏又置身于多景楼中。同在他乡同举杯，故友又重逢。回首当年相知，惺惺相惜成一笑，功业无成转头空。<br>且停杯，侧耳听——琵琶声声诉衷情。细细地捻，轻轻地拢，醉了琵琶女，一脸春融融；更有那一抹斜阳脉脉相辉映，江天一色晚霞红。</p> <p><strong>注释</strong><br>①多景楼：北固山后峰、下临长江，三面环水，登楼四望，美景尽收眼底，曾被赞为天下江山第一楼。<br>②樽酒：举杯饮酒。“樽”同“尊”。<br>③琵琶语：指歌妓所弹琵琶能传达感情如言语。唐<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>《琵琶行》：“今朝闻君琵琶语，如听仙乐耳暂明。”<br>④细捻轻拢：演奏琵琶指法。捻指揉弦，拢指按弦。语本白居易《琵琶行》。<br>⑤醉脸春融：酒后醉意，泛上脸面，好像有融融春意。<br>⑥斜照：将要落山的太阳照着。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　东坡喜吟<a href=\"http://so.gushiwen.org/view_49489.aspx\">诗</a>，词集中颇多歌席酬谢、即事明笔的“急就章”。这些临时随意而发、肆口而成的作品，不容深思，无暇推敲，未必完美，但却更足以显示东坡丰富的生活积累、深厚的文化素养和敏捷的创作才华，别有系人之处。这篇《采桑子》，正属于此类即兴之作。</p> <p>　　据东坡的友人杨绘（元素）记载：宋神宗熙宁七年（1074）仲冬，东坡由杭州通判调知密州，途经润州（今江苏镇江），与孙洙巨源、王存正仲集会于该地风景奇胜的甘露寺多景楼。席间，京师官妓甚多，而一个名叫胡琴的，姿色技艺尤其美好。酒阑，孙巨源请求东坡说：“残霞晚照，非奇词不尽。”东坡于是填了这篇《采桑子》。东坡另有《润州甘露寺弹筝》一诗，亦为同时所作，可参读。</p> <p>　　“万事开头难”，吟诗填词也不例外。但东坡填这篇《采桑子》却能毫不费力地从“多景楼”的“多”字获取灵感，从<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>《水宿遣兴兴奉呈群公》的首句“鲁钝仍多病”借来句型和后三字，写出了连用三个“多”字的言情语句作为发端。它像“劈地抽森秀”的太华，以其奇兀给人以强烈的印象，并顿时产生出磁铁般吸引读者的力量。多景楼在今镇江市北固山后峰、甘露寺后部，下临长江，三面滨水，登楼四望，整个城市可尽收眼底，曾被<a href=\"http://so.gushiwen.org/author_697.aspx\">米芾</a>赞为天下江山第一楼。东坡是个博古通今、关心时政、喜欢寻幽探胜的人，在这样的多景楼上眺望壮丽的江山，他能不触景生情吗？想到三国时的孙权曾建都于此地，六朝的宋武帝刘裕曾居住于此地、起兵讨伐桓玄于此地，东晋谢安、梁武帝<a href=\"http://so.gushiwen.org/author_884.aspx\">萧衍</a>曾流连于此山等等历史事实，他能不感慨系之吗？想到他先因与执政的<a href=\"http://so.gushiwen.org/author_405.aspx\">王安石</a>政见不合，自请外任离京而今奔走于道路，他能不满怀愁绪，病已病时吗？东坡不把自已的“情”、“感”和“病”之“多”的内容一一写出，只用此七字概括。近人陈洵说：“词笔莫妙于留。盖能留则不尽而有余味，离合顺逆，皆可随意指挥，而深沉浑厚，皆由此得。”（《海绡说词》）东坡可以说是深得“留”的三味了。关于这起句有善“留”之妙，还必须补充说明一下，就是他所以那样戛然而止，迅速道出“多景楼中”，为的是顾及全篇，不使这忧愁情绪的抒发过多而成为赘疣。紧接著的“樽酒相逢”，点明与孙巨源、王正仲等集会于多景楼之事，极其平实。像山脉之有起伏，浪潮之有高低，如此平实，为的是给下面抒情的“乐事回头一笑空”，与起句“多情多感仍多病”的语意相连，意谓这次集会多景楼而饮酒停歌，诚为“乐事”，可惜不能长久，“一笑”之后，“回头”来眼前的“乐事”便会消失而“空”无所有，只有“多情”、“多感”、“多病”依然留在心头。哀怨无穷，尽在言外。以上四句构成上片。它是虚与实的结合，言事与言情的结合，而以虚为主，以言情为主。唯其如此，所以既不浮乏，又颇空灵。四句之中，前二句先言情后言事，后二句先言事后言情，亦错落有致。上片由情至事，由事归情，借眼前之景，写心中之情，意蕴盎然，如神来之笔。</p> <p>　　“停杯且听琵琶语”，领起下片。“停杯”承上，与“樽酒相逢”相呼应。“且听琵琶语”启下，是“乐事”的补充。“琵琶语”，由<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>《琵琶行》的“今夜闻君琵琶语”句而来，指琵琶所弹奏的乐曲。“且”是姑且的意思。因为既“多情多感仍多病”，又认为“乐事回头一笑空”，就不能以认真的态度来对待音乐，以振奋的精神来欣赏音乐，东坡所以特地挑选了这个虚字“且”来著于“听”字之前，用以表现他当时无聊赖、不经意的心态。“细捻轻拢”句，亦自白居易《琵琶行》中的诗句化出，赞美弹奏琵琶的技艺。他本无心欣赏，然而却被吸引，说明演奏得确实美妙。“捻”，指左手手指按弦在柱上左右搓转的手法。“拢”，指左手手指按弦向里推的手法。赞美之情除了通过“细”和“轻”两字来表达外，还借助于这四个从《琵琶行》诗句中化出的字来引起读者对《琵琶行》中那段脍炙人口的“轻拢慢捻抹复挑，初为霓裳后六么。大弦嘈嘈如急雨，小弦切切如私语。嘈嘈切切错杂弹，大珠小珠落玉盘……”的描写之联想来实现。赞罢弹奏琵琶的美妙，顺势描写弹奏者，也就是前面所说的那位叫做胡琴的姑娘。东坡惜墨如金，不去写其容貌、形体和服饰等，只用“醉脸春融”四字表现其神态。这四字写其神，丽而不艳，媚中含庄，活<a href=\"http://so.gushiwen.org/author_2141.aspx\">脱脱</a>描摹出一个喝了少许酒后怀抱琵琶的少女两颊泛红，嘴角含笑的充满了青春气息的动人姿态。“结局须要放开，含有余不尽之意，以景结情最好。”（沈义赋《乐府指迷》）此词的结句“斜照江天一抹红”，正是景语，可视为当时“残霞晚照”的写实，也可视为是借以形容胡琴姑娘之“醉脸”的，而它的妙处则在于“以迷离称隽”，令人难以捉摸，耐人反复寻味。这句“斜照江天一抹红”，其意同于<a href=\"http://so.gushiwen.org/author_204.aspx\">李商隐</a>《乐游原》的“夕阳无限好，只是近黄昏”，只不过尽在言外而已。它的色彩尽管明快，但其基调仍是感伤的，与上片完全一致。</p> <p>　　沈祥龙在《论词随笔》中说：“小令须突然而来，悠然而去，数语曲折含蓄，有言外不尽之致。”东坡这篇《采桑子》小令，倏忽来去，只用了只言片语，却达到了曲折含蓄，言尽而意隽的境界之美。虽然不是完美无缺的精品，但却非常符合沈祥龙所总结的对小令的要求，当可为则。</p><br/><h2>赏析二</h2> <p>　　多景楼在镇江多宝寺中，位于长江边上，撒密安环水，登楼远望，气象万千。由“多“字，出发了东坡”多情多感仍多病“的感叹。多情多感，是<a href=\"http://so.gushiwen.org/view_49489.aspx\">诗</a>人的气质，也是多病的缘由。多情多感多病的人恰好在多景楼上，那就更加多情多感了。开篇两句，一连叠用四个“多”字，写出了特定环境中特定人物的心境，产生出很好的艺术效果。这时正是作者因为反对新法、政治上遭到挫折的时刻，这里的“情”、“感”和“病”，都带着政治色彩，深含着作者的身世感慨。</p> <p>　　“樽酒相逢”，点明与孙巨源、王正仲等集会于多景楼之事实，语感平实，为的是给下面抒情的“乐事回头一笑空”作一铺垫。“乐事回头一笑空”，与起句“多情多感仍多病”的语意相连，意谓这次多景楼饮酒听歌，诚为“乐事”，可惜不能长久，“一笑”之后，“回头”看时，眼前的“乐事”便会消失，只有“多情”、“多感”、“多病”永远留心头，哀怨尽言外。上片虚与实结合，言事与言情的结合，而以虚为主，以言情为主，既不浮泛，又颇空灵错落有致。上片由情至事，由事归情，借眼前之景，写心中之情，意蕴盎然，如神来之笔。“停杯且听琵琶语”承上启下，认为“乐事回头一笑空”，故不能以认真的态度来对待音乐，所以东坡特地挑选了虚字“且”放于“听”字之前，用以表现他当时不经意的心态。“细捻轻拢”句和上句中的“琵琶语”，都是自<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>《琵琶行》中的诗句化出，赞美官妓胡琴弹奏琵琶的技艺。本无心欣赏，然而却被吸引，说明演奏得确实美妙。“捻”，指左手手指按弦柱上左右搓转：“拢”，指左手手指按弦向里推，赞美之情通过“细”和“轻”两字来表达出来，让人不由联想起白居易曾描述过的“大珠小珠落玉盘”的音乐之美。赞罢弹奏者的技艺，顺势描写弹奏者，但苏东坡惜墨如金，不去写其容貌、形体和服饰等，只用“醉脸春融”四字来写其神，丽而不艳，媚中含庄，活<a href=\"http://so.gushiwen.org/author_2141.aspx\">脱脱</a>描摹出一个怀抱琵琶的少女两颊泛红，嘴角含笑的动人姿态。</p> <p>　　“斜照江天一抹红”，是一句景语，是当时“残霞晚照”的写实，也可借以形容胡琴姑娘之“醉脸”，妙处于难以捉摸，耐人寻味。这句“斜照江天一抹红”，其意同于<a href=\"http://so.gushiwen.org/author_204.aspx\">李商隐</a>《乐游原》的“夕阳无限好，只是近黄昏”，只不过色彩明快，而其意又言外罢了。东坡的这首小令，倏忽来去，只用了只言片语，却达到了曲折含蓄，言尽而意隽的境界之美，实难得。</p>",
  "about": "<h2>创作背景</h2> <p>　　熙宁七年（1074）十月，<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>从杭州通判升任密州知州，一路上，不断与朋友聚会，饮酒赋<a href=\"http://so.gushiwen.org/view_49489.aspx\">诗</a>，非常痛快。行到润州（今江苏镇江），与朋友孙洙（字：巨源）相遇，据《东坡词》引《本事集》云，这次他们又约上王存（字：正仲），同登多景楼，座中还有官妓胡琴弹曲助酒。孙洙对苏轼说：“残霞晚照，非奇才不尽。”苏轼欣然命笔，做成此词。</p><br/><h2>意境</h2> <p>　　首句“多情多感仍多病”四借用<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>《水宿遣兴奉呈群公》首句“鲁钝仍多病”的句型和后三字，连用三个“多”字言情发端，以其奇兀给人以强烈的印象。“多景楼”的“多”字与上句中的三个“多”字相映成趣，直接点出当下环境。多景楼北固山后峰、甘露寺，下临长江，三面环水，登楼四望，美景尽收眼底，曾被赞为天下江山第一楼。东坡博古通今，关心时政，喜欢寻幽探胜，这样的楼上赏景又怎能不触景生情呢？三国时的孙权曾建都于此，元朝宋武帝萧刘裕曾此讨伐桓玄，东晋谢安、梁武帝衍也曾此流连，面对这样的古迹，<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>思古想今，感慨万千，满怀愁绪，涌上心头，喷吐于笔端，即为“三多”——情多，感多，病多，凝练而又传神。东坡贵可以那样戛然而止，迅疾道出“多景楼中”，为的是顾及全篇，不使这忧愁情绪的抒发过多而溢。</p> <p>　　“尊酒相逢”，点明与孙巨源、王正仲等集会于多景楼之事实，语感平实，为的是给下面抒情的“乐事回头一笑空”作一铺垫。“乐事回头一笑空”，与起句“多情多感仍多病”的语意相连，意谓这次多景楼饮酒听歌，诚为“乐事”，可惜不能长久，“一笑”之后，“回头”看时，眼前的“乐事”便会消失，只有“多情”、“多感”、“多病”永远留心头，哀怨尽言外。上片虚与实结合，言事与言情的结合，而以虚为主，以言情为主，既不浮泛，又颇空灵错落有致。上片由情至事，由事归情，借眼前之景，写心中之情，意蕴盎然，如神来之笔。“停杯且听琵琶语”承上启下，认为“乐事回头一笑空”，故不能以认真的态度来对待音乐，所以东坡特地挑选了虚字“且”放于“听”字之前，用以表现他当时不经意的心态。“细捻轻拢”句和上句中的“琵琶语”，都是自<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>《琵琶行》中的<a href=\"http://so.gushiwen.org/view_49489.aspx\">诗</a>句化出，赞美官妓胡琴弹奏琵琶的技艺。本无心欣赏，然而却被吸引，说明演奏得确实美妙。“捻”，指左手手指按弦柱上左右搓转：“拢”，指左手手指按弦向里推，赞美之情通过“细”和“轻”两字来表达出来，让人不由联想起白居易曾描述过的“大珠小珠落玉盘”的音乐之美。赞罢弹奏者的技艺，顺势描写弹奏者，但苏东坡惜墨如金，不去写其容貌、形体和服饰等，只用“醉脸春融”四字来写其神，丽而不艳，媚中含庄，活<a href=\"http://so.gushiwen.org/author_2141.aspx\">脱脱</a>描摹出一个怀抱琵琶的少女两颊泛红，嘴角含笑的动人姿态。</p> <p>　　“斜照江天一抹红”，是一句景语，是当时“残霞晚照”的写实，也可借以形容胡琴姑娘之“醉脸”，妙处于难以捉摸，耐人寻味。这句“斜照江天一抹红”，其意同于<a href=\"http://so.gushiwen.org/author_204.aspx\">李商隐</a>《乐游原》的“夕阳无限好，只是近黄昏”，只不过色彩明快，而其意又言外罢了。东坡的这首小令，倏忽来去，只用了只言片语，却达到了曲折含蓄，言尽而意隽的境界之美，实难得。</p>",
  "poet": {
    "id": 183,
    "star": 0,
    "name": "苏轼",
    "image": "http://img.gushiwen.org/authorImg/sushi.jpg",
    "desc": "苏轼（1037－1101），北宋文学家、书画家、美食家。字子瞻，号东坡居士。汉族，四川人，葬于颍昌（今河南省平顶山市郏县）。一生仕途坎坷，学识渊博，天资极高，诗文书画皆精。其文汪洋恣肆，明白畅达，与欧阳修并称欧苏，为“唐宋八大家”之一；诗清新豪健，善用夸张、比喻，艺术表现独具风格，与黄庭坚并称苏黄；词开豪放一派，对后世有巨大影响，与辛弃疾并称苏辛；书法擅长行书、楷书，能自创新意，用笔丰腴跌宕，有天真烂漫之趣，与黄庭坚、米芾、蔡襄并称宋四家；画学文同，论画主张神似，提倡“士人画”。著有《苏东坡全集》和《东坡乐府》等。"
  },
  "tags": [
    "写景",
    "饮酒",
    "抒情"
  ]
}