{
  "id": 49098,
  "star": 21,
  "name": "清平乐·留春不住",
  "dynasty": "宋代",
  "content": "留春不住，费尽莺儿语。满地残红宫锦污，昨夜南园风雨。<br>小怜初上琵琶，晓来思绕天涯。不肯画堂朱户，春风自在杨花。",
  "fanyi": "<h2>英译</h2> <p>Pure, Serene Music<br>Wang Anguo</p> <p>Spring cannot be retained,<br>Though orioles have exhausted their song.<br>The ground is strewn with fallen reds like brocade stained.<br>The southern garden washed by rain all the night long.</p> <p>For the first time the songstress plucks the pipa string;<br>At dawn her yearning soars into the sky.<br>The painted hall with crimson door is no place for spring;<br>The vernal breeze with willowdown wafts high.</p><br/><p><strong>译文</strong><br>　　想留住春色却留不住，黄莺儿费尽唇 也说不服。满地里落花凋残像彩锦染了法污，原来是昨夜南园遭到风雨凌侮。小怜她初抱琵到始弄 ，晓来情思绕游天涯。不肯委身画堂朱户，只愿像春风里综放的自在梨花。</p> <p><strong>注释</strong><br>①宫锦：宫中特用的锦缎。这里用来比喻昨夜被风雨摧残的落花。<br>②南国：泛指园囿。<br>③小怜：北齐后主高纬宠妃冯淑妃名，善弹琵琶，这里泛指歌女。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　此词交叉地写听觉与视觉的感受，从音响与色彩两个方面勾勒出一幅残败的暮春图画，表达了词人伤春、惜春、慨叹美好年华逝去的情怀，寄寓了作者深沉的身世感慨。全词融情于景，写景中融进了自己的生活，写出了自己的性情与风骨，堪称一首出类拔萃的伤春词。</p> <p>　　词题为《春晚》，顾名思义是写残春景象。“留春不住，费尽莺儿语。满地残红宫锦污，昨夜南园风雨。”作者一起笔就写由于“昨夜雨疏风骤”，南园今朝满地残红了。词人面对这万花凋谢的景象，自然不胜伤感。此时耳边传来了黄莺儿不停的啼唱，于是，他仿佛感觉到多情的莺儿也正为落花发愁，苦劝春天不要归去呢。“留春不住，费尽莺儿语”，好象词人叹息。写莺语的“费尽”，实是衬托出词人的失落感，因为花开花谢，春去秋来，是自然规律与莺儿无关。妙词人赋予禽鸟以人的感情，不直说自己无计留春之苦，而是借莺儿之口吐露此情，手法新巧而又饶有韵味。</p> <p>　　开头从听莺声写起，转而便诉诸视觉。一夜风雨过后，园花凋谢，残红败蕊，满地飘零，狼藉不堪。百花盛开时，灿烂本如宫锦，可惜如今给糟塌得不成样子了！“满地残红”自是残春时节的典型景色，比之美好宫锦之被污损，词人痛惜之情可见。</p> <p>　　下面又从视觉转到听觉上来：正当词人目睹这如花似锦的春天匆匆消逝，心中无限惆怅之时，仿佛从远处传来歌女小怜之辈弹奏琵琶的声音，“弦弦掩抑声声思”，那弦弦声声正是惜春惜花之情。小怜，即北齐后主高纬宠幸的冯淑妃，因她“慧黠能弹琵琶，后代<a href=\"http://so.gushiwen.org/view_49098.aspx\">诗</a>人常用以借指歌女。本词中”小怜初上琵琶“，是从李驾《冯小怜》诗”湾头见小怜，请上琵琶弦“句化出。这琶琶之声哀婉动人，当此即将逝去的春宵，有多少闺中佳人长夜不眠，那剪不断理还乱的情思飞越千里关山，追寻天涯游子。这里，作者抒写的是由春天的匆匆归去而引起的年华虚度之感，隐隐寄托着一种美人迟暮、英雄末路的悲慨。</p> <p>　　最后，词人写到眼前触目皆是的杨花——这一暮春特有的风光：只见那如雪的飞花飘扬，是那样的自由自，可始终不肯飞入那权贵人家的画堂朱户。</p> <p>　　古来伤春愁秋的诗词多得不可胜数。这类被人嚼烂了的题材，却是历代不乏佳篇，非但不使人感到老一套，相反，永远有新鲜之感。<a href=\"http://so.gushiwen.org/author_169.aspx\">王安国</a>这首《清平乐》就是这样的好词。</p>",
  "poet": {
    "id": 169,
    "star": 0,
    "name": "王安国",
    "image": "http://img.gushiwen.org/authorImg/wanganguo.jpg",
    "desc": "王安国（1028年-1074年）字平甫，王安石大弟。熙宁进士。北宋临川（今江西省东乡县上池村）人。北宋著名诗人。世称王安礼、王安国、王雱为“临川三王”。王安国器识磊落，文思敏捷，曾巩谓其“于书无所不通，其明于是非得失之理为尤详，其文闳富典重，其诗博而深。"
  },
  "tags": [
    "伤春",
    "感叹",
    "人生"
  ]
}