{
  "id": 17574,
  "star": 33,
  "name": "思君恩",
  "dynasty": "唐代",
  "content": "小苑莺歌歇，长门蝶舞多。<br>眼看春又去，翠辇不曾过。",
  "fanyi": "<p><strong>译文<br></strong>皇宫林苑的黄莺停止歌唱，长门宫前的蝴蝶舞姿多样。<br>眼看大好的春光就要逝去，而皇帝的车驾却从不曾来过。</p> <p><strong>注释<br></strong>⑴小苑：皇宫的林苑。莺歌：谓莺啼婉转似歌。亦喻婉转悦耳的歌声。唐<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>《忆幼子》<a href=\"http://so.gushiwen.org/view_17574.aspx\">诗</a>：“骥子春犹隔，莺歌暖正繁。”<br>⑵长门：长门宫，西汉时，陈皇后失宠贬居之地。汉<a href=\"http://so.gushiwen.org/author_70.aspx\">司马相如</a>《长门赋》序：“孝武皇帝陈皇后时得幸，颇妒，别在长门宫，愁闷悲思。闻蜀郡成都司马相如天下工为文，奉黄金百斤，为相如、文君取酒，因于解悲愁之辞。而相如为文以悟主上，陈皇后复得亲幸。”后以“长门”借指失宠女子居住的寂寥凄清的宫院。<br>⑶翠辇（niǎn）：饰有翠羽的帝王车驾。唐<a href=\"http://so.gushiwen.org/author_349.aspx\">李贺</a>《追赋画江潭苑》诗之一：“行云沾翠辇，今日似襄王。”经：一作“曾”。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这是一首宫怨作品。此<a href=\"http://so.gushiwen.org/view_17574.aspx\">诗</a>短短二十字，展示了一个深帷中寂寞的宫人的内心世界：她整日里寻寻觅觅，冷冷清清，凄凄惨惨戚戚，“小苑莺歌歇，长门蝶舞多”，她听不到枝头莺歌，只看见蝴蝶纷飞，这里用一个“歇”字，暗示出春光无情，即将远逝，又以一“多”字不露声色地写出了草长蝶多，小苑寂寞的景象。句中的长门泛指冷宫，诗人以逝去的莺声写冷宫凄寂，复以翻飞的蝶舞来加以反衬，但凄寂也罢，嬉闹也罢，对这位不幸的宫妃来说，都是弃人眼中泪。下一句再着一“又”字，给读者留下了充分的想象空间：这被贬谪、被遗忘的美人，是怎样年复一年地迎春送春惜春伤春？“眼看春又去，翠辇不经过”，写出了流年无情，美人对此景不禁顿生迟暮之感。结句包含了她无限热切的希望与痛苦的失望。</p> <p>　　虽然对于怨妇，史上多有微词，但妇女们温柔婉约的风姿，在任何时候都是使人怜惜的。花朵招蜂引蝶，本是常理，可像花儿一样美丽的妃嫔们被贬入冷宫，降临在她们头上的是长年失去丈夫的日子。空有花容月貌，但没人欣赏。原本凭借容貌受到宠爱的妃子尤其凄凉吧，看到蝴蝶飞舞在花丛中，心底自然更加苦闷。但那时的宫廷就是一个大笼子，有钥匙的不过是皇帝一人罢了。</p> <p>　　封建社会里娶姬妾的多是有钱的人，或者是有地位的人。妇女嫁入这样的家庭除去丈夫的威严，她们同时还要受正室的压迫。处得好的也许不是没有，但地位的低下却是约定俗成的。就算进入了最富贵的人家——皇帝家，皇后之外的妃子也要忍受这种折磨。因此宫中妇女间的争斗似乎从来没有停止过，结果惨烈的不计其数。长门宫这种专门关押皇帝弃妇的所在，里面住的便是“思君恩”的失宠妃嫔，甚至风光一时的废后。关于长门，这里用的是典故。相传，汉武帝时陈皇后失宠，被贬长门宫居住，于是之后就用以代指失宠宫妃居住的内宫。</p> <p>　　这首诗的内容与诗题相反相成。以希望反衬失望，更深一层地宕开了意境。作者运用委婉的笔法，写得愁肠百结，小溪九曲。但对君王却是怨而不怒，完全是一种温柔冲和的风格。</p> <p>　　令狐楚的诗风讲究“明丽宛畅，中节合律”，“充分体现了中唐雅正诗派的审美追求和主导风格”（《千家诗》对令狐楚的评价）。这首诗，就充分体现了令狐楚诗的这种风格。</p>",
  "about": "<h2>创作背景</h2> 　　这是一首宫怨<a href=\"http://so.gushiwen.org/view_17574.aspx\">诗</a>。这类诗歌主要是为皇宫妃子悲惨的遭遇或空虚的生活而作。此诗也不例外，但其创作时间未详。",
  "poet": {
    "id": 539,
    "star": 0,
    "name": "令狐楚",
    "desc": "令狐楚(766或768～837) ，唐代文学家。汉族，字壳士。宜州华原（今陕西耀县）人，先世居敦煌（今属甘肃）。贞元七年 (791)登进士第。宪宗时，擢职方员外郎，知制诰。出为华州刺史，拜河阳怀节度使。入为中书侍郎，同平章事。宪宗去世，为山陵使，因亲吏赃污事贬衡州刺史。逝世于山南西道节度使镇上。谥曰文。"
  },
  "tags": [
    "宫怨"
  ]
}