{
  "id": 48098,
  "star": 559,
  "name": "赠范晔诗",
  "dynasty": "南北朝",
  "content": "折花逢驿使，寄与陇头人。<br>江南无所有，聊赠一枝春。",
  "fanyi": "<p><strong>译文</strong><br>遇见北去的驿使就去折梅花，托他带给远在陇山的友人。<br>江南别没有更好的礼品相送，姑且把一枝梅花送去报春。</p> <p><strong>注释</strong><br>⑴《荆州记》：“<a href=\"http://so.gushiwen.org/author_92.aspx\">陆凯</a>与<a href=\"http://so.gushiwen.org/author_325.aspx\">范晔</a>交善，自江南寄梅花一枝，诣长安与晔，兼赠<a href=\"http://so.gushiwen.org/view_48098.aspx\">诗</a>。”唐汝谔《古诗解》则云：“晔为江南人，陆凯代北人，当是范寄陆耳。”这里用《赠范晔》题，乃暂从旧说。范晔：字蔚宗，顺阳山阴（今河南省淅川县东）人，南朝宋史学家、散文家。<br>⑵驿使：古代递送官府文书的人。<br>⑶陇头人：即陇山人，在北方的朋友，指范晔。陇山，在今陕西陇县西北。<br>⑷“聊赠”句：赠：一作“寄”。一枝春：指梅花，人们常常把梅花作为春天的象征。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　前两句写到了<a href=\"http://so.gushiwen.org/view_48098.aspx\">诗</a>人与友人远离千里，难以聚首，只能凭驿使来往互递问候。“逢驿使”的“逢”字说明不期然而遇见了驿使，由驿使而联想到友人，于是寄梅问候，体现了对朋友的殷殷挂念，使全诗充满着天机自然之趣。</p> <p>　　后两句则在淡淡致意中透出深深祝福。江南不仅不是一无所有，有的正是诗人的诚挚情怀，而这一切，全凝聚在小小的一枝梅花上。由此可见，诗人的情趣是多么高雅， 想象是多么丰富。 “一枝春”，是借代的手法，以一代全，象征春天的来临，也隐含着对相聚时刻的期待。联想友人睹物思人，一定能明了诗人的慧心。</p> <p>　　艺术特色方面，诗中“一枝春”描写到眼前仿佛出现了春光明媚，春到江南，梅绽枝头的美好图景。梅花是江南报春之花，折梅寄友，礼轻情义重，它带给远方朋友的是江南春天的浓浓气息，是迎春吐艳的美好祝愿，也是诗人与远方挚友同享春意的最好表达。</p> <p>　　这首诗构思精巧，清晰自然，富有情趣。用字虽然简单，细细品之，春的生机及情意如现眼前。它的艺术美在于朴素、自然而又借物寄喻，在特定的季节，特定的环境，把怀友的感情，通过一种为世公认具有高洁情操的梅花表达出来，把抽象的感情与形象的梅花结为一体了。</p><br/><h2>鉴赏二</h2> <p>　　古今吟咏岭梅<a href=\"http://so.gushiwen.org/view_48098.aspx\">诗</a>词不下千章，最早的是晋代<a href=\"http://so.gushiwen.org/author_92.aspx\">陆凯</a>《赠范哗》“折梅逢驿使，寄与陇头人．江南无所有，聊赠一枝春。”《直隶南雄州志》载，南雄城南有寄梅驿，即取折梅逢驿使诗语。该驿曾经宋绍兴知州李岐重修。清道光知州戴锡纶有《寄梅驿》诗云：“一枝春可当人情，投赠南州艳此清。妙是不登供帐例，香风千古被征行。”</p> <p>　　陆凯是三国时人。《三国志．陆凯传》载：“陆凯，字敬风，吴郡吴人也。丞相逊族子也。黄武初为永兴诸暨长，所在有治迹，拜建武都尉。领兵虽统军众，手不释书。……赤乌中除儋耳太守，讨珠崖，斩获有功，迁为建武校尉。”又《三国志.孙权传》载：“赤乌四年秋七月，遣将军聂友、校尉陆凯以兵三万讨珠崖儋耳。”</p> <p>　　这首诗当是陆凯率兵南征度梅岭时所作。他在戎马倥偬中登上梅岭，正值岭梅怒放，立马于梅花丛中，回首北望，想起了陇头好友范哗，又正好碰上北去的驿使，就出现了折梅赋诗赠友人的一幕。他那“虽统军众，手不释书”的儒将风度跃然出现在读者眼前。</p> <p>　　《赠范哗》寥寥2 0字，简朴中道出了真挚的友情，平淡中显出了高雅的意境。“一枝春”作为梅花的象征，向人们预示着美好的春天即将来临，祝愿人们的美好祈望定能实现。</p> <p>　　<a href=\"http://so.gushiwen.org/author_325.aspx\">范晔</a>是谁?南北朝刘宋时有个编写《后汉书》的范晔，但他距三国近200年，肯定不是这个范晔，而是三国另一个范晔。有的人则认为范哗是刘宋时的范哗，而陆凯不是三国吴的陆凯，而是刘宋时的另一个陆凯。熟是熟非，有待考证。</p> <p>　　陆凯这首诗不过二十个字，却包含无限的诗趣和感情。当陆凯怀念范晔的时候，为了表达高洁与纯挚的感情，特地折取一枝梅花，托传递书物的信使带给范晔，所谓陇头人，因为范晔时在陕西长安，陇山在陕西陇县，所以用陇头人以代。不言而喻，陆凯折花遥赠之地是江南，江南的梅花是驰名于世的。隐居西湖的<a href=\"http://so.gushiwen.org/author_762.aspx\">林逋</a>有咏梅诗：“疏影横斜水清浅，暗香浮动月黄昏。”正是江南梅花神韵的写照。江南是文物之邦，物丰文萃，但陆凯认为别的礼物不足以表达他对范晔的情感，所以说江南没有什么可贵的东西堪以相赠，唯有先春而至为报春讯的梅花是最适当的，因而遥遥千里，以寄思慕之情，而梅花也象征他们之间的崇高友谊。大概人陆凯赠诗开始，“一枝春”就成为梅花及赠别的代称了。可见影响的深远。唐宋以下历代诗人都有类似的吟咏，<a href=\"http://so.gushiwen.org/author_106.aspx\">刘克庄</a>写道：“轻烟小雪孤行路，折滕梅花寄一枝”，是袭取了陆凯的意境；<a href=\"http://so.gushiwen.org/author_741.aspx\">高启</a>写道：“无限春愁在一枝”，是套用了陆凯诗以寄托感情。后来连唱曲的词牌也取了《一枝春》的曲名。《武林旧事》就曾记有一段故事：“除夕，小儿女终夕嬉戏不寐，谓之守岁，守岁之词虽多，极难其选，独杨守齐《一枝春》最为近世所称。”可见一首小诗也有传世的艺术魅力。它的艺术美在于朴素、自然而又借物寄喻，在特定的季节，特定的环境，把怀友的感情，通过一种为世公认具有高洁情操的梅花表达出来，把抽象的感情与形象的梅花结为一体了。（曾敏之）</p>",
  "about": "<h2>创作背景</h2> 　　这首<a href=\"http://so.gushiwen.org/view_48098.aspx\">诗</a>当是<a href=\"http://so.gushiwen.org/author_92.aspx\">陆凯</a>率兵南征度梅岭时所作。他在戎马倥偬中登上梅岭，正值岭梅怒放，立马于梅花丛中，回首北望，想起了陇头好友范哗，又正好碰上北去的驿使，就出现了折梅赋诗赠友人的一幕，于是写下这首诗。",
  "poet": {
    "id": 92,
    "star": 0,
    "name": "陆凯",
    "image": "http://img.gushiwen.org/authorImg/lukai.jpg",
    "desc": "陆凯（？―约504年），字智君，陆俟之孙，北魏代（今张家口涿鹿县山涧口村）人，鲜卑族。是南北朝人。《魏书》有传。"
  },
  "tags": [
    "古诗三百首",
    "梅花",
    "友情"
  ]
}