{
  "id": 13036,
  "star": 1341,
  "name": "凉州词二首",
  "dynasty": "唐代",
  "content": "黄河远上白云间，一片孤城万仞山。<br>羌笛何须怨杨柳，春风不度玉门关。</p> <p>单于北望拂云堆，杀马登坛祭几回。<br>汉家天子今神武，不肯和亲归去来。",
  "fanyi": "<p><strong>译文</strong><br>纵目望去，黄河渐行渐远，好像奔流在缭绕的白云中间，就在黄河上游的万仞高山之中，一座孤城玉门关耸峙在那里，显得孤峭冷寂。<br>何必用羌笛吹起那哀怨的杨柳曲去埋怨春光迟迟不来呢，原来玉门关一带春风是吹不到的啊！</p> <p>突厥首领来到中原求和亲，北望自己的领土，看到了边界以北的拂云堆神祠，回想昔日曾经多次在此杀马登台祭祀，然后兴兵犯唐，颇有几分踌躇满志。<br>但现在唐朝天子神武超绝，不肯与突厥和亲，此次中原之行只好无功而返。 </p> <p><strong>注释</strong><br>⑴凉州词：又名《出塞》。为当时流行的一首曲子《凉州》配的唱词。<a href=\"http://so.gushiwen.org/author_55.aspx\">郭茂倩</a>《乐府<a href=\"http://so.gushiwen.org/view_13036.aspx\">诗</a>集》卷七十九《近代曲词》载有《凉州歌》，并引《乐苑》云：“《凉州》，宫调曲，开元中西凉府都督郭知运进。”凉州，属唐陇右道，治所在姑臧县（今甘肃省武威市凉州区）。<br>⑵远上：远远向西望去。黄河远上：远望黄河的源头。“河”一作“沙”，“远”一作“直”。<br>⑶孤城：指孤零零的戍边的城堡。仞：古代的长度单位，一仞相当于七尺或八尺（约等于213厘米或264cm厘米）。 <br>⑷羌笛：古羌族主要分布在甘、青、川一带。羌笛是羌族乐器，属横吹式管乐。何须：何必。杨柳：《折杨柳》曲。古诗文中常以杨柳喻送别情事。《诗经·小雅·采薇》：“昔我往矣，杨柳依依。”北朝乐府《鼓角横吹曲》有《折杨柳枝》，歌词曰：“上马不捉鞭，反拗杨柳枝。下马吹横笛，愁杀行客儿。” <br>⑸度：吹到过。玉门关：汉武帝置，因西域输入玉石取道于此而得名。故址在今甘肃敦煌西北小方盘城，是古代通往西域的要道。六朝时关址东移至今安西双塔堡附近。<br>⑹单于：古代对匈奴君长的称呼，此指突厥首领。拂云堆：祠庙名，在今内蒙古五原。<br>⑺来：语助词，无义。<br>（8）春风：某种温暖关怀或某种人间春意春象</p>",
  "shangxi": "<h2>鉴赏</h2> <p><strong>其一</strong><br>　　据唐人薛用弱《集异记》记载：开元（唐玄宗年号，公元713—741年）间，<a href=\"http://so.gushiwen.org/author_447.aspx\">王之涣</a>与<a href=\"http://so.gushiwen.org/author_227.aspx\">高适</a>、<a href=\"http://so.gushiwen.org/author_437.aspx\">王昌龄</a>到旗亭饮酒，遇梨园伶人唱曲宴乐，三人便私下约定以伶人演唱各人所作<a href=\"http://so.gushiwen.org/view_13036.aspx\">诗</a>篇的情形定诗名高下。王昌龄的诗被唱了两首，高适也有一首诗被唱到，王之涣接连落空。轮到诸伶中最美的一位女子演唱了，她所唱则为“黄河远上白云间”。王之涣甚为得意。这就是著名的“旗亭画壁”故事。此事未必实有。但表明王之涣这首诗在当时已成为广为传唱的名篇。</p> <p>　　诗的前两句描绘了西北边地广漠壮阔的风光。首句抓住自下（游）向上（游）、由近及远眺望黄河的特殊感受，描绘出“黄河远上白云间”的动人画面：汹涌澎湃波浪滔滔的黄河竟象一条丝带迤逦飞上云端。写得真是神思飞跃，气象开阔。诗人的另一名句“黄河入海流”，其观察角度与此正好相反，是自上而下的目送；而<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>的“黄河之水天上来”，虽也写观望上游，但视线运动却又由远及近，与此句不同。“黄河入海流”和“黄河之水天上来”，同是着意渲染黄河一泻千里的气派，表现的是动态美。而“黄河远上白云间”，方向与河的流向相反，意在突出其源远流长的闲远仪态，表现的是一种静态美。同时展示了边地广漠壮阔的风光，不愧为千古奇句。</p> <p>　　次句“一片孤城万仞山”出现了塞上孤城，这是此诗主要意象之一，属于“画卷”的主体部分。“黄河远上白云间”是它远大的背景，“万仞山”是它靠近的背景。在远川高山的反衬下，益见此城地势险要、处境孤危。“一片”是唐诗习用语词，往往与“孤”连文（如“孤帆一片”、“一片孤云”等等），这里相当于“一座”，而在词采上多一层“单薄”的意思。这样一座漠北孤城，当然不是居民点，而是戌边的堡垒，同时暗示读者诗中有征夫在。“孤城”作为古典诗歌语汇，具有特定涵义。它往往与离人愁绪联结在一起，如“夔府孤城落日斜，每依北斗望京华”（<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>《秋兴》）、“遥知汉使萧关外，愁见孤城落日边”（<a href=\"http://so.gushiwen.org/author_515.aspx\">王维</a>《送韦评事》）等等。第二句“孤城”意象先行引入，为下两句进一步刻划征夫的心理作好了准备。</p> <p>　　诗起于写山川的雄阔苍凉，承以戌守者处境的孤危。第三句忽而一转，引入羌笛之声。羌笛所奏乃《折杨柳》曲调，这就不能不勾起征夫的离愁了。此句系化用乐府《横吹曲辞​·折杨柳歌辞》“上马不捉鞭，反折杨柳枝。蹀座吹长笛，愁杀行客儿”的诗意。折柳赠别的风习在唐时最盛。“杨柳”与离别有更直接的关系。所以，人们不但见了杨柳会引起别愁，连听到《折杨柳》的笛曲也会触动离恨。而“羌笛”句不说“闻折柳”却说“怨杨柳”，造语尤妙。这就避免直接用曲调名，化板为活，且能引发更多的联想，深化诗意。玉门关外，春风不度，杨柳不青，离人想要折一枝杨柳寄情也不能，这就比折柳送别更为难堪。征人怀着这种心情听曲，似乎笛声也在“怨杨柳”，流露的怨情是强烈的，而以“何须怨”的宽解语委婉出之，深沉含蓄，耐人寻味。这第三句以问语转出了如此浓郁的诗意，末句“春风不度玉门关”也就水到渠成。用“玉门关”一语入诗也与征人离思有关。《后汉书·班超传》云：“不敢望到酒泉郡，但愿生入玉门关。”所以末句正写边地苦寒，含蓄着无限的乡思离情。如果把这首《凉州词》与中唐以后的某些边塞诗（如<a href=\"http://so.gushiwen.org/author_336.aspx\">张乔</a>《河湟旧卒》）加以比较，就会发现，此诗虽极写戌边者不得还乡的怨情，但写得悲壮苍凉，没有衰飒颓唐的情调，表现出盛唐诗人广阔的心胸。即使写悲切的怨情，也是悲中有壮，悲凉而慷慨。“何须怨”三字不仅见其艺术手法的委婉蕴藉，也可看到当时边防将士在乡愁难禁时，也意识到卫国戌边责任的重大，方能如此自我宽解。也许正因为《凉州词》情调悲而不失其壮，所以能成为“唐音”的典型代表。</p> <p><strong>其二</strong><br>　　这首诗反映了唐朝与北方少数民族政权之间的关系，诗中牵涉到唐​玄宗​对待突厥问题的一些历史事件。开元（唐玄宗年号，713—741）年间，突厥首领小杀曾乞与玄宗为子，玄宗许之。又欲娶公主，玄宗只厚赐而不许和亲。后小杀问唐使袁振，袁振说：“可汗既与皇帝为子，父子岂合为婚姻？”后小杀遣其大臣颉利发入朝贡献，颉利发与玄宗射猎，时有兔起于御马前，玄宗引弓傍射，一发获之。颉利发下马捧兔蹈舞曰：“圣人神武超绝，人间无也。”后来玄宗为其设宴，厚赐而遣之，最终不许和亲。诗中的后两句通过突厥首领心理活动的微妙变化赞颂了唐玄宗的文治武功，说明其威势足以震慑周边少数民族，对于他们的无理要求坚决按原则办事，决不肯对之妥协以求苟安。</p> <p>　　这首诗，从侧面赞颂了唐朝在处理少数民族关系上的有理有节，借突厥首领求和亲的失望而回反映了唐朝的强大，充满了民族自豪感。 </p>",
  "poet": {
    "id": 447,
    "star": 0,
    "name": "王之涣",
    "image": "http://img.gushiwen.org/authorImg/wangzhihuan.jpg",
    "desc": "王之涣（688年—742年），是盛唐时期的著名诗人，字季凌，汉族，绛州（今山西新绛县）人。豪放不羁，常击剑悲歌，其诗多被当时乐工制曲歌唱。名动一时，他常与高适、王昌龄等相唱和，以善于描写边塞风光著称。其代表作有《登鹳雀楼》、《凉州词》等。“白日依山尽，黄河入海流。欲穷千里目，更上一层楼”，更是千古绝唱。"
  },
  "tags": [
    "边疆",
    "地名",
    "民族",
    "组诗"
  ]
}