{
  "id": 41885,
  "star": 207,
  "name": "春怨 / 伊州歌",
  "dynasty": "唐代",
  "content": "打起黄莺儿，莫教枝上啼。<br>啼时惊妾梦，不得到辽西。",
  "fanyi": "<p><strong>译文</strong><br>我敲打树枝，赶走树上的黄莺，不让它在树上乱叫。<br>它清脆的叫声，惊醒了我的梦，害得我在梦中不能赶到辽西，与戍守边关的亲人相见。</p> <p><strong>注释</strong><br>①辽西：古郡名，在今辽宁省辽河以西地方。<br>②妾：女子的自称。<br>③莫：不。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这首<a href=\"http://so.gushiwen.org/view_41885.aspx\">诗</a>，语言生动活泼，具有民歌色彩，而且在章法上还有其与众不同的特点：它通篇词意联属，句句相承，环环相扣，四句诗形成了一个不可分割的整体，达到了<a href=\"http://so.gushiwen.org/author_504.aspx\">王夫之</a>在《夕堂永日绪论》中为五言绝句提出的“就一意圆净成章”的要求。这一特点，人所共称。谢榛在《四溟诗话》中曾把诗的写法分为两种：一种是“一句一意”，“摘一句亦成诗”，如<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>诗“日出篱东水，云生舍北泥。竹高鸣翡翠，沙僻舞鹍鸡”（《绝句六首》之一），属于此类；另一种是“一篇一意”，“摘一句不成诗”，这首《春怨》诗就是一个典型的例子。<a href=\"http://so.gushiwen.org/author_121.aspx\">王世贞</a>在《艺苑卮言》中更赞美这首诗的“篇法圆紧，中间增一字不得，着一意不得”。<a href=\"http://so.gushiwen.org/author_39.aspx\">沈德潜</a>在《唐诗别裁》中也说：“一气蝉联而下者，以此为法。”</p> <p>　　但这些评论只道出了这首诗的一个方面的特点，还应当看到的另一特点是：它虽然通篇只说一事，四句只有一意，却不是一语道破，一目了然，而是层次重叠，极尽曲析之妙，好似抽蕉剥笋，剥去一层，还有一层。它总共只有四句诗，却是每一句都令人产生一个疑问，下一句解答了这个疑问，而又令人产生一个新的疑问。这在诗词艺术手法上是所谓“扫处还生”。</p> <p>　　诗的首句似平地奇峰，突然而起。照说,黄莺是讨人欢喜的鸟。而诗中的女主角为什么却要“打起黄莺儿”呢?人们看了这句诗会茫然不知诗意所在，不能不产生疑问，不能不急于从下句寻求答案。第二句诗果然对第一句作了解释，使人们知道，原来“打起黄莺儿”的目的是“莫教枝上啼”。但鸟语与花香本都是春天的美好事物，而在鸟语中，黄莺的啼声又是特别清脆动听的。人们不禁还要追问：又为什么不让莺啼呢?第三句诗说明了“莫教啼”的原因是怕“啼时惊妾梦”。但人们仍不会满足于这一解释，因为黄莺啼晓，说明本该是梦醒的时候了。那么，诗中的女主角为什么这样怕惊醒她的梦呢?她做的是什么梦呢?最后一句诗的答复是：这位诗中人怕惊破的不是一般的梦，而是去辽西的梦，是惟恐梦中“不得到辽西”。</p> <p>　　到此，读者才知道，这首诗原来采用的是层层倒叙的手法。本是为怕惊梦而不教莺啼，为不教莺啼而要把莺打起，而诗人却倒过来写，最后才揭开了谜底，说出了答案。但是，这最后的答案仍然含意未伸。这里，还留下了一连串问号，例如：一位闺中少女为什么做到辽西的梦?她有什么亲人在辽西?此人为什么离乡背井，远去辽西?这首诗的题目是《春怨》，诗中人到底怨的是什么?难道怨的只是黄莺，只怨莺啼惊破了她的晓梦吗?这些，不必一一说破，而又可以不言而喻，不妨留待读者去想象、去思索。这样，这首小诗就不仅在篇内见曲折，而且还在篇外见深度了。</p> <p>　　如果从思想意义去看，它看来只是一首抒写儿女之情的小诗，却有深刻的时代内容。它是一首怀念征人的诗，反映了当时兵役制下广大人民所承受的痛苦。</p>",
  "poet": {
    "id": 423,
    "star": 0,
    "name": "金昌绪",
    "image": "http://img.gushiwen.org/authorImg/jinchangxu.jpg",
    "desc": "生卒年不详。唐朝余杭（钱塘）（今浙江杭州市）人，身世不可考，诗传于世仅《春怨》一首。"
  },
  "tags": [
    "唐诗三百首",
    "闺怨",
    "怀人"
  ]
}