{
  "id": 47044,
  "star": 78,
  "name": "菩萨蛮·铜簧韵脆锵寒竹",
  "dynasty": "唐代",
  "content": "铜簧韵脆锵寒竹，新声慢奏移纤玉。眼色暗相钩，秋波横欲流。<br>雨云深绣户，来便谐衷素。宴罢又成空，魂迷春梦中。",
  "fanyi": "<p><strong>译文<br></strong>管簧乐器吹奏出清脆响亮的乐曲，因久吹乐器而使夜晚变得寒冷。纤细如玉的手指来回拨弄，丝竹便演奏出新制的乐曲。目光暗暗注视，眼睛里充满着情意。<br>在深精美的居室成就男欢女爱，马上就使两人的情感谐和一致。但是欢宴结束后，刚才的柔情蜜意马上又成为空虚，魂思已经如痴如醉，就如沉迷在春梦中。</p> <p><strong>注释<br></strong>①菩萨蛮：本唐教坊曲，后用为词牌，也用作曲牌。亦作《菩萨鬘》，又名《子夜歌》、《重叠金》等。双调，四十四字，属小令，以五七言组成。此词《续选草堂<a href=\"http://so.gushiwen.org/view_47044.aspx\">诗</a>余》、《古今词选》中有题作“宫词”。<br>②铜簧：乐器中的薄叶，用铜片制成，吹乐器时能够发出声响。韵脆：指吹奏出来的声音清越响亮。锵寒竹：竹制管乐器发出的锵然的声音。竹，指笛、箫、笙一类的乐器。锵，指乐器发出锵然的声响。寒竹，指箫笛乐器因久吹而含润变凉。<br>③新声：指新制的乐曲或新颖美妙的声音。晋代陶潜《诸人共游周家墓柏下》中有句：“清歌散新声，绿酒开芳颜。”移纤玉；指白嫩纤细的手指在管弦乐器上移动弹奏。纤玉，比喻美女纤细洁白如玉的手指。<br>④眼色：眼神，传情的目光。钩：同“勾”，招引。<br>⑤秋波：《词林纪事》中作“娇波”。比喻美女的目光犹如秋水一样的清澈明亮。宋代<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>《百步洪》中有诗句云：“佳人未肯回秋波，幼舆欲语防飞梭。”<br>⑥雨云：降雨的云，这里比喻男女之间的欢情作爱。典故出自<a href=\"http://so.gushiwen.org/author_358.aspx\">宋玉</a>的《高唐赋》中。绣户：雕绘华美的庭户，这里指精美的居室。<br>⑦来便：一作“未便”。此从《花间集补》、《全唐诗》、《词林万选》等本。便，立即。谐：谐和。衷素：内心的真情。素，通“愫”，本心、真情。<br>⑧宴（yàn）罢：欢乐之后。宴，指欢乐、快乐。<br>⑨魂迷：吕本二主词、吴主二王词、侯本二主词、《花间集补》、《词林万选》、《历代诗余》、《全唐诗》、《词林纪事》本中均为“梦迷”。此从晨本二主词、萧本二主词、《花草粹编》本。春梦：吕本二主词中作“春雨”，注中为：“‘雨’一作‘睡’。《全唐诗》、《词林万选》、《历代诗余》、《词林纪事》、《花间集补》中均作“春睡”。此从吴本二主词、侯本二主词、晨本二主词、萧本二主词、《花草粹编</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这首词描写一位男子在宴席上对一位奏乐女子的钟情和迷恋，也可说是<a href=\"http://so.gushiwen.org/author_269.aspx\">李煜</a>前期帝王生活的又一实录。</p> <p>　　词的上片首先写乐声动听，“脆”“锵”等，都是比喻形容音乐的美妙，生动形象，显示出作者有极高的艺术修养，对音乐有较强的鉴赏力。乐由人奏，作者先写乐声有赏乐的一层意思，但其视点主要的还是要落在奏乐的人身上。“纤玉”用手指的形容就明确写出了奏乐的人一定是一位美丽动人的女子。乐美人更美，作者的心思已昭然若揭。很多人都注意到了此句中的“新声”二字，指其用在这里是别有意寓。据马令《南唐书》中载，李煜曾得唐玄宗时大乐《霓裳羽衣》曲谱，由大周后“变易讹谬，颇去洼淫，繁手新声，清越可听”，这里的“新声”即是有特指的。另据《徐游传》中载：“昭惠后好音律，时出新声。”而<a href=\"http://so.gushiwen.org/author_272.aspx\">陆游</a>《南唐书·昭惠后传》中载，大周后“尝雪夜酣燕，举杯请后主起舞。后主曰：‘汝能创为新声则可矣。’后即命笺缀谱，喉无滞音，笔无停思，俄顷谱成，所谓《邀醉舞破》也。”分析起来，“新声慢奏”句中之“新声”虽与大周后之“新声”有关，但也并不一定即为同一“新声”，况且自全词看，两人“暗相钩”、“谐衷素”，却又“成空”至“魂迷”，如果是大周后，李煜当未必如此感伤。而且李煜向来“性骄侈，好声色”，故词中“慢奏移纤玉”者当是一个貌美而又通晓音乐的宫女。“眼色”二句，实写奏乐女子对作者的色诱神情，语言直白，表现大胆，使一个有着热烈情性的女子的动作情态明白地呈于读者眼前。有人从李煜的身份入手分析这是一位宫女献媚邀宠之举，从而体现出了作者本人的阴暗心理，有道理，但并不准确。李煜作为一个封建帝王，有其空虚淫佚的一面，但也有真情率性的一面，因此宫中有女如此眉目传情，也不能就说李煜的心理邪恶淫荡。还是将其虚解为男女主人公感情相通，心许目成较妥。</p> <p>　　下片首句承上片情意相通后即绣户之中欢会，前面所铺垫而出的柔情蜜意至这里尽兴欢会，接着笔锋陡转，写宴会后情意转眼“成空”，从侧面说明了两人之间的相见恨晚、春光苦短的依恋心境。所以也才引出“魂迷”“春梦”之辞。“成空”实际上是指欢会后的内心空虚，但更多地应是不忍离别偏离别的怅惘。所以在作者的无限追想中，美人才能再入春梦。由此可见，与作者相恋的应是一个宫女，而不是大周后，所以作者才感到处处有限，不能尽欢，然后又相思不得，辗转成梦。</p> <p>　　全词写男女恋情，大胆直露，不拘礼制，形象生动，有轻有重。既有明白直叙的描写，又有委曲含蕴的深沉。虽然有些语句似乎不脱色情之嫌，但却仍有一种清丽明艳的风致，不失清雅，尤其在女子形象的描绘和男女情思的艺术表现上，都有着十分可贵的传神之笔。</p>",
  "about": "<h2>创作背景</h2> 　　这首词是<a href=\"http://so.gushiwen.org/author_269.aspx\">李煜</a>前期的作品，应是对宫中生活一个片段的实录。有人认为此词为描写后主与小周后的本事，也有人认为它描写的应是宫女向后主表达爱慕之情的场景。",
  "poet": {
    "id": 269,
    "star": 0,
    "name": "李煜",
    "image": "http://img.gushiwen.org/authorImg/liyu.jpg",
    "desc": "李煜，五代十国时南唐国君，961年-975年在位，字重光，初名从嘉，号钟隐、莲峰居士。汉族，彭城（今江苏徐州）人。南唐元宗李璟第六子，于宋建隆二年(961年)继位，史称李后主。开宝八年，宋军破南唐都城，李煜降宋，被俘至汴京，封为右千牛卫上将军、违命侯。后因作感怀故国的名词《虞美人》而被宋太宗毒死。李煜虽不通政治，但其艺术才华却非凡。精书法，善绘画，通音律，诗和文均有一定造诣，尤以词的成就最高。千古杰作《虞美人》、《浪淘沙》、《乌夜啼》等词。在政治上失败的李煜，却在词坛上留下了不朽的篇章，被称为“千古词帝”。"
  },
  "tags": [
    "爱情",
    "感伤"
  ]
}