{
  "id": 9365,
  "star": 57,
  "name": "寄左省杜拾遗",
  "dynasty": "唐代",
  "content": "联步趋丹陛，分曹限紫微。<br>晓随天仗入，暮惹御香归。<br>白发悲花落，青云羡鸟飞。<br>圣朝无阙事，自觉谏书稀。",
  "fanyi": "<p><strong>译文</strong><br>上朝时齐步同登红色台阶，分署办公又和你相隔紫微。<br>早晨跟着天子的仪仗入朝，晚上身染御炉的香气回归。<br>满头增白发悲叹春花凋落，遥望青云万里羡慕鸟高飞。<br>圣明的朝代大概没有错事，规谏皇帝的奏章日见稀微。</p> <p><strong>注释</strong><br>⑴左省：门下省。杜拾遗：即<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>，曾任左拾遗。<br>⑵“联步”句：意为两人一起同趋，然后各归东西。联步：同行。丹陛：皇宫的红色台阶，借指朝廷。<br>⑶曹：官署。限：阻隔，引申为分隔。紫微：古人以紫微星垣比喻皇帝居处，此指朝会时皇帝所居的宣政殿。中书省在殿西，门下省在殿东。<br>⑷天仗：即仙仗，皇家的仪仗。<br>⑸惹：沾染。御香：朝会时殿中设炉燃香。<br>⑹鸟飞：隐喻那些飞黄腾达者。<br>⑺阙事：指错失。<br>⑻自：当然。谏书：劝谏的奏章。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　<a href=\"http://so.gushiwen.org/view_9365.aspx\">诗</a>题中的“杜拾遗”，即<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>。<a href=\"http://so.gushiwen.org/author_113.aspx\">岑参</a>与杜甫在公元757年（至德二年）至758年（乾元元年）初，同仕于朝；岑任右补阙，属中书省，居右署；杜任左拾遗，属门下省，居左署，故称“左省”。“拾遗”和“补阙”都是谏官。岑、杜二人，既是同僚，又是诗友，这是他们的唱和之作。诗人悲叹自己仕途的坎坷遭遇。诗中运用反语，表达了一代文人身处卑位而又惆怅国运的复杂心态。</p> <p>　　前四句是叙述与杜甫同朝为官的生活境况。诗人连续铺写“天仗”“丹陛”“御香”“紫微”，表面看，好像是在炫耀朝官的荣华显贵；但揭开“荣华显贵”的帷幕，却使读者看到另外的一面：朝官生活多么空虚、无聊、死板、老套。每天他们总是煞有介事、诚惶诚恐地“趋”（小跑）入朝廷，分列殿庑东西。但君臣们既没有办了什么轰轰烈烈的大事，也没有定下什么兴利除弊、定国安邦之策。诗人特意告诉读者，清早，他们随威严的仪仗入朝，而到晚上，唯一的收获就是沾染一点“御香”之气而“归”罢了。“晓”、“暮”两字说明这种庸俗无聊的生活，日复一日，天天如此。这对于立志为国建功的诗人来说，不能不感到由衷的厌恶。</p> <p>　　五、六两句，诗人直抒胸臆，向老朋友吐露内心的悲愤。“白发悲花落，青云羡鸟飞。”这两句中，“悲”字是中心，一个字概括了诗人对朝官生活的态度和感受。诗人为大好年华浪费于“朝随天仗入，暮惹御香归”的无聊生活而悲，也为那种“联步趋丹陛，分曹限紫微”的木偶般的境遇而不胜愁闷。因此，低头见庭院落花而倍感神伤，抬头睹高空飞鸟而顿生羡慕。如果联系当时安史乱后国家疮痍满目、百废待兴的时事背景，对照上面四句所描写的死气沉沉、无所作为的朝廷现状，读者就会更加清楚地感到“白发悲花落，青云羡鸟飞”两句，语愤情悲，抒发了诗人对时事和身世的无限感慨。</p> <p>　　诗的结尾两句，是全诗的高潮。阙事，指缺点、过错。有人说这两句是吹捧朝廷，倘若真是这样，诗人就不必“悲花落”、“羡鸟飞”，甚至愁生白发。这“圣朝无阙事”，是诗人愤慨至极，故作反语；与下句合看，既是讽刺，也是揭露。只有那昏庸的统治者，才会自诩圣明，自以为“无阙事”，拒绝纳谏。正因为如此，身任“补阙”的诗人见“阙”不能“补”，“自觉谏书稀”，一个“稀”字，反映出诗人对文过饰非、讳疾忌医的唐王朝失望的心情。这和当时同为谏官的杜甫感慨“衮职曾无一字补”（《题省中壁》）、“何用虚名绊此身”（《曲江二首》），是语异而心同的。所以杜甫读了岑参诗后，心领神会，奉答曰：“故人得佳句，独赠白头翁。”（《奉答岑参补阙见赠》）他是看出岑诗中的“潜台词”的。</p> <p>　　这首诗，采用的是曲折隐晦的笔法，寓贬于褒，绵里藏针，表面颂扬，骨子里感慨身世遭际和倾诉对朝政的不满。用婉曲的反语来抒发内心忧愤，使人有寻思不尽之妙。</p>",
  "about": "<h2>创作背景</h2> 公元757年（唐肃宗至德二年）四月，<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>从叛军囹圄中脱身逃到凤翔，见了唐肃宗<a href=\"http://so.gushiwen.org/author_1631.aspx\">李亨</a>，任左拾遗。而<a href=\"http://so.gushiwen.org/author_113.aspx\">岑参</a>则于公元756年（至德元年）东归。因此，这首<a href=\"http://so.gushiwen.org/view_9365.aspx\">诗</a>应该是写于公元757年（至德二年）前后。当时国事纷纭，贤愚难辨，诗人虽然位列朝堂却居官闲散，只能与杜甫等朝中友人诗文唱和，遂有这首自我解嘲的诗。",
  "poet": {
    "id": 113,
    "star": 0,
    "name": "岑参",
    "image": "http://img.gushiwen.org/authorImg/cencan.jpg",
    "desc": "岑参（约715-770年），唐代边塞诗人，南阳人，太宗时功臣岑文本重孙，后徙居江陵。[1-2] 岑参早岁孤贫，从兄就读，遍览史籍。唐玄宗天宝三载（744年）进士，初为率府兵曹参军。后两次从军边塞，先在安西节度使高仙芝幕府掌书记；天宝末年，封常清为安西北庭节度使时，为其幕府判官。代宗时，曾官嘉州刺史（今四川乐山），世称“岑嘉州”。大历五年（770年）卒于成都。"
  },
  "tags": [
    "唐诗三百首",
    "仕途",
    "感慨"
  ]
}