{
  "id": 54064,
  "star": 7,
  "name": "点绛唇·梅",
  "dynasty": "宋代",
  "content": "流水泠泠，断桥横路梅枝亚。雪花飞下。浑似江南画。 <br>白璧青钱，欲买春无价。归来也。西风平野。一点香随马。",
  "shangxi": "<h2>赏析</h2> <p>　　上片写梅写景。开头“流水泠泠，断桥横路梅枝桠。”泠泠，形容声音清越。流水发出泠泠的声响，梅树的枝杈横在桥旁的路上。梅花开得象雪花飞白，很象是一幅描绘江南景色的风景画。这就是：“雪花飞下，浑似江南画。”短短四句，勾勒出一幅清新淡雅的咏梅图。其中渗透春意。虽然“春”字出得很晚，但第一句“流水泠泠”，如鸣佩环的描写，已全无冰泉冷涩之感，从而逗漏出春的消息。由闻水声过渡到看梅花，是渐入佳境的写法。“断桥横路梅枝亚”，断桥名段家桥，在孤山路上，而孤山梅花极盛。梅枝横伸路上，相倚相交。</p> <p>　　这里的“横”、“亚”二字，俱重空间显现，已具画意。而梅之异于百花，在其傲干奇枝，迎霜斗雪之姿，故卢梅坡<a href=\"http://so.gushiwen.org/view_54064.aspx\">诗</a>云“有梅无雪不精神”（《雪梅》）。可见三句“雪花飞下”绝非凑句，二十用来烘托梅花神韵的笔墨。“飞下”二字写出江南雪的特点，是静谧无声的雪花。它成灯词中盛开的梅花生动的背景。至此，读者已产生“人在画图中”之感，“浑似江南画”一句恰如其分地道出这种感受。</p> <p>　　“日暮诗成天又雪，与梅并作十分春”。下片抒情，进一步描绘梅花的高洁。“白璧青钱，欲买春无价。”美玉（白璧）、金钱，想着买春色（主要指梅花），可是春无价，就是有白玉和金钱也买不到，形容春色的高贵。末句：“归来也，风吹平野，一点香随马。”游春回来，春风吹过平原野外，一缕梅花的香味随着马飘散──跟着骑马的人。</p> <p>　　综观这首词，给读者描绘了一幅春游咏梅图：骑着骏马踏春游，平川旷野，小桥流水，梅花飞雪，景色象一幅图画。美丽的春色，高洁的梅花，玉璧金钱是买不到的。尽情地享受吧，回家的时候，只能带一点清香！宋代皇家画院考试画士时，曾经出过一个题目，叫作“踏花归去马蹄香”，这个题目的命意，就是这首词所描绘的意境！下片写出了作者感悟到的春意和赏梅回来其乐也融融的心情。处在隆冬的人，会特别觉得春日可爱，那真是有钱难买的。“白璧”乃贵重玉器，“青钱”乃通用货币。不管是专钱，或是价值连城的白璧，都是有价的。而春天却是“无价”的。</p> <p>　　这首词，是作者十八岁时所作，当时大名士<a href=\"http://so.gushiwen.org/author_723.aspx\">朱敦儒</a>，看到后十分赞赏，慨叹不已，就随手抄写在自己的扇子上，于是，人们就传说为朱敦儒所作。后经《耆旧续闻》考订，才恢复了原作者的姓名。</p> <p>　　“白璧青钱”二句，隐有深意，读者须细细体会。那就是“春无价”又意味着“清风明月不用一钱买”（<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>），欲买不来，来的不是买的。下句“归来也”，三字大有意味。如果用“归去也”三字，那就只能理解为赏梅者兴尽而返。但“归来也”，既可作词人游过归来讲，连上句也可作“春”已归来讲，这一点很关紧要。能体会到这一层，则末二句“风吹平野，一点香随马”，便全是“春风得意马啼疾”之感了。</p> <p>　　“一点香随马”，造句清新俊逸，它既使人联想到“更无一点尘随马”和“踏花归去马蹄香”。然而“马蹄香”只能是春深之境，而“一点香随马”确是早春之意。那暗香紧随的情况，非梅莫属。人的心情如何，这里已不言自明。 </p>",
  "about": "<h2>简评</h2> 　　通过分析可知，此词“自然”“不事雕琢”，而且作者在驱遣语言有很强分寸感。用意十分，但在措语时，他只肯说到三四分；由于造句考究而富于启发性，读者领略到的意趣很丰富的。词的上片主景语，下片纯属情语。不管是写景抒情，都用疏淡笔墨，空白较多，耐人寻味，有如一幅写意的水墨画，同咏梅题材相称。",
  "poet": {
    "id": 376,
    "star": 0,
    "name": "朱翌",
    "image": "http://img.gushiwen.org/authorImg/zhuyi.jpg",
    "desc": "朱翌（1097—1167）字新仲，号潜山居士、省事老人。舒州（今安徽潜山）人，卜居四明鄞县（今属浙江）。绍兴八年（1138），除秘书省正字，迁校书郎、兼实录院检讨官、祠部员外郎、秘书少监、起居舍人。十一年，为中书舍人。秦桧恶他不附己，谪居韶州十九年。桧死，充秘阁修撰，出知宣州、平江府。乾道三年卒，年七十一。名山胜景，游览殆。"
  },
  "tags": []
}