{
  "id": 52986,
  "star": 14,
  "name": "减字木兰花·斜红叠翠",
  "dynasty": "宋代",
  "content": "公下世。此词，公之绝笔也<br>斜红叠翠。何许花神来献瑞。粲粲裳衣。割得天孙锦一机。<br>真香妙质。不耐世间风与日。着意遮围。莫放春光造次归。",
  "fanyi": "<p><strong>译文</strong><br>红花多姿，绿叶茂密，是何处的花神前来呈献这一派祥瑞啊。（花草）那鲜明的衣服，真像是从织女那里割来了一织机的锦缎。<br>拥有真正馨香、美妙资质的花草，不能忍受人世间的风吹与日晒。（我）尽力遮拦围护花草，不想让春天的风光这样匆忙地归去。</p> <p><strong>注释</strong><br>减字木兰花木：《减字木兰花》，唐教坊曲，后用为词牌，简称《减兰》。双调四十四字，与《木兰花》相比，前后片第一、三句各减三字。<br>红、翠：借代修辞，代指红花与绿叶。<br>何许：何处。<br>花神：掌管花的神。<br>献瑞：呈献祥瑞。<br>粲粲：鲜明的样子。<br>裳衣：古时衣指上衣，裳指下裙。后亦泛指衣服。<br>天孙：指传说中巧于纺织的仙女，即织女。<br>机：织机。<br>妙质：美的资质、才德。<br>不耐：不能忍受。<br>遮围：遮拦，围护。<br>春光：春天的风光，景致。<br>造次：仓促，匆忙。<br>归：归去。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这是一首咏唱春日百花争艳的迷人景象的词作。写得艳丽浓郁，光采照人，<a href=\"http://so.gushiwen.org/author_1137.aspx\">真可</a>谓字字珠玑，行行锦绣。但言语深处，隐然有伤感意。</p> <p>　　上阕仅用寥寥四句，便写出了一片花团锦簇、灿烂照眼的艳阳春光。“斜红叠翠，何许花神来献瑞”中，前句使用代称手法，以“红”代花，以“翠”代叶，达到含蓄而不直露的效果；一个“斜”字，写出花朵娇柔多姿、毫不呆板之态，一个“叠”字，则强调了叶片争茂繁密的长势。后一句是对眼前花繁叶茂的美景充满惊奇地赞叹，“何许”，即何处；“献瑞”中的“瑞”是祥瑞、吉祥之义。春天到来，百花盛开，千朵万朵的红花在翠绿的枝叶映衬下明艳照眼，这是何处飞来的花神为点缀人间作出的精心奉献！“粲粲裳衣，割得天孙锦一机”二句，仍然着意写花态之美，前句采用了拟人手法，径直以穿衣着裳的“花神”指花；“粲粲”是鲜明的样子。后句中的“天孙”即织女星，《史记·天官书》中有“河鼓大星……其北织女。织女，天女孙也”的记载，在这里则指神话中精于织锦的织女。这两句的意思是说：花神们身上色泽鲜艳、光华夺目的衣裙，都是用从天上手艺最高的织女的织锦机上割下的锦绣制成。这般景象只应天上才有，人间能得几回看到！这是词人对令人陶醉的春光发出的由衷的赞叹。</p> <p>　　下阕四句写花的内在质地与对春光的爱惜。“真香妙质，不耐世间风与日”中，以纯“真”写花的香，以美“妙”写花的质，真可谓玉质天香，它们怎能经受得住浊世间的狂风吹与烈日晒的摧残！“着意遮围”之句承上启下，要小心翼翼地为百花遮风挡雨，不使它受伤害，只这样做还不行，要使百花常开不败，关键的是“莫放春光造次归”，一定要拉住春光，千万不要让它轻易随便地归去。这是词人发自心底的呼声，写尽了对盛开的充满生气、携着春光的繁花的缱绻之情。</p> <p>　　若沿袭自《<a href=\"http://so.gushiwen.org/view_52986.aspx\">诗</a>经》、《楚辞》以来的传统来看，词人显然是以香花喻君子，“真香妙质”之句可见；而摧残香花的“风”、“日”则隐喻朝中奸佞的权臣。这便给予该词以深刻的社会含义。据该篇后记文字“绍兴壬申春，芗林瑞香盛开，赋此词。是年三月十有六日辛亥，公下世。此词，公之绝笔也”，可知这首词写于南宋高宗绍兴二十二年（1152）“瑞香盛开”的春天；因词人自号“芗林居士”，可见“芗林”系指其所居之处；是年三月十六日词人要执意挽留的“春光”尚未归去，而词人却辞世而长去了，这首留世词作，便成了他向世人向春光告别的绝笔了。</p>",
  "poet": {
    "id": 412,
    "star": 0,
    "name": "向子諲",
    "desc": "向子諲(yīn)（1085-1152），字伯恭，号芗林居士，临江（今江西清江县）人。哲宗元符三年（1100）以荫补官。徽宗宣和间，累官京畿转运副使兼发运副使。高宗建炎处任迁江淮发运使。素与李纲善，李纲罢相，子湮也落职。起知潭州，次年金兵围潭州，子諲率军民坚守八日。绍兴中，累官户部侍郎，知平江府，因反对秦桧议和，落职居临江，其诗以南渡为界，前期风格绮丽，南渡后多伤时忧国之作。有《酒边词》二卷。"
  },
  "tags": [
    "春天",
    "写景",
    "感伤"
  ]
}