{
  "id": 47781,
  "star": 20,
  "name": "蜡辞 / 伊耆氏蜡辞",
  "dynasty": "先秦",
  "content": "土反其宅，<br>水归其壑，<br>昆虫毋作，<br>草木归其泽！",
  "fanyi": "<p><strong>译文</strong><br>风沙不要作恶，泥土返回它的原处。<br>河水不要泛滥，回到它的沟壑。<br>昆虫不要繁殖成灾。<br>野草丛木回到沼泽中去，不要生长在农田里。</p><p><strong>注释</strong><br>蜡: zhà，通“腊”，古代祭祀名，周朝年终大祭万物。<br>反: 通“返”。<br>宅: 住地，指原来的地方。<br>泽: 水草地、沼泽地。<br>作: 兴起。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　这首上古歌谣《蜡辞》选自《礼记·郊特牲》，伊耆氏，就是神农氏，是掌管祭祀的官吏。</p> <p>　　人类进入新石器时代以后，开始出现了原始农业，随之而来也就有了为农业进行祝祷的宗教祭祀活动。这首《伊耆氏蜡辞》便是一个叫伊耆氏(有说即神农氏)的部落首领“腊祭”时的祝辞。“蜡辞”即“腊辞”。蜡辞：周代十二月蜡（腊）祭祝愿之辞，古人每年十二月祭祀百神，感谢众神灵一年来对农作物的福佑并为来年的丰收祈福，称作“腊祭”。由于我国社会长期停滞在以农业为主的自然经济阶段，腊祭的习俗至今还在我国农村的一些地方保留着。 </p> <p>　　这是一首古老的农事祭歌，属于中国远古时期的歌谣。《礼记·郊特牲》所载伊耆氏时代的《蜡辞》,是一首具有明显咒语性质、带有浓厚巫术色彩的祝辞。《礼记·郊特牲》中《蜡辞》：“土反其宅，水归其壑，昆虫毋作，草木归其泽！” 相传为伊耆氏时代的作品。伊耆氏，即神农氏，一说指帝尧。蜡，是古代一种祭礼的名称。周代在12月举行祭祀百神之礼，称为蜡礼，蜡礼上所用的祷辞，即称蜡辞。从这首短歌命令的口吻看，实际是对自然的“咒语”。 大水泛滥，土地被淹没，昆虫成灾，草木荒芜，眼看收获无望，在原始宗教意识的支配下，原始人企图靠着这种有韵律的语言，来指挥自然，改变自然，使它服从自己的愿望。</p> <p>　　它集中反映了原始先民面对地质灾害、洪水灾害、动物灾害、植物灾害等众多自然灾害侵袭时的复杂矛盾心理状态。四句<a href=\"http://so.gushiwen.org/view_47781.aspx\">诗</a>，句句既是祈求，也是命令；既是祝愿，也是诅咒。全诗既反映了原始先民饱受自然灾害侵袭的深重苦难,也反映了他们相信利用巫术咒语能够消除自然灾害的乐观心理。</p> <p>　　强烈期望自然顺逐人意的祭歌里，仍然会让我们想起早期社会中那种人和自然温情相处的景象。但是，祭歌背后的信息，告诉我们那时的人和自然也有不和谐。因为在人只能通过宗教手段，向自然发出“命令式”祈愿的时候，这间接暗示，自然力在人力面前的强大，不可控制，人改造自然手段的贫乏。那时的人们无法像现在这样大规模干预自然环境。我相信，先人们并不是不愿意改造环境，而是他们想改造环境却没有手段，无奈之下，他们只能用宗教形式来向自然祈求和谐！</p> <p>　　这篇祝辞从农业生产的角度分别从土、水、昆虫、草木四个方面提出祝愿，每一句正好说着一个方面。 </p> <p>　　先说“土”，希望“土反其宅”。“反”，同“返”；“宅”，居住的地方，这里指原地。全句说，土返回它的原地，是希望田土不流失的意思。一说是祈求用于蓄水与障水的堤防安稳、牢固的意思。 </p> <p>　　次说“水”，希望“水归其壑”。“壑”，这里指洼地。全句说，水流向它的洼地，是希望水流不要泛滥成灾的意思。 </p> <p>　　再次说“昆虫”，希望“昆虫毋作”。“昆虫”，指螟、蝗等农作物的害虫；“毋”，不要；“作”，兴起。这一句是希望昆虫不生，免除虫灾。</p> <p>　　最后说“草木”，希望“草木归其泽”。“草木”指危害庄稼的稗草、荆榛等植物。这一句希望草木返回它们的沼泽地带，不再危害庄稼。</p> <p>　　所举土、水、昆虫、草木四物，与农业生产的好坏关系至为密切。原始部落生产力低下，对于这四物的灾害难以控制，但又觉得非要控制不可。这种矛盾心理就体现在虔诚庄严的“蜡辞”形式中。四句诗，句句都是愿望，又都是命令；既都是祝辞，又都是咒语。一种原始人心灵深处的动荡、不平衡，通过这四句歌谣被表达了出来。阅读这首祝辞，读者的眼前仿佛闪现出一群原始人，他们正在旷野之中举行庄严肃穆的祝祷仪式。当读者设身处地、神思飞越地逐一念起这一句又一句的祝辞时，在心灵深处似乎也能感受到中华民族的祖先当年有过的那种动荡和不平衡的感情，并由此获得了艺术美的享受。</p>",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": [
    "祭祀",
    "祝辞",
    "歌谣"
  ]
}