{
  "id": 27599,
  "star": 359,
  "name": "长安秋望",
  "dynasty": "唐代",
  "content": "楼倚霜树外，镜天无一毫。<br>南山与秋色，气势两相高。",
  "fanyi": "<p><strong>译文<br></strong>楼阁倚在经霜的树<a href=\"http://so.gushiwen.org/author_1204.aspx\">林外</a>，天空如明镜无纤云一毫。<br>峻拔的南山与清爽秋色，气势互不相让两两争高？</p> <p><strong>注释<br></strong>⑴秋望：在秋天远望。<br>⑵倚：靠着，倚立。霜树：指深秋时节的树。外：之外。指楼比“霜树”高。<br>⑶镜天：像镜子一样明亮、洁净的天空。无一毫：没有一丝云彩。<br>⑷南山：指终南山，在今陕西西安南。秋色：晴高气爽的天空。<br>⑸气势：气概。喻终南山有与天宇比高低的气概。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　这是一曲高秋的赞歌。题为“长安秋望”，重点却并不在最后的那个“望”字，而是赞美远望中的长安秋色。“秋”的风貌才是<a href=\"http://so.gushiwen.org/view_27599.aspx\">诗</a>人要表现的直接对象。</p> <p>　　首句点出“望”的立足点。“楼倚霜树外”的“倚”，是倚立的意思，重在强调自己所登的高楼巍然屹立的姿态；“外”，是“上”的意思。秋天经霜后的树，多半木叶黄落，越发显出它的高耸挺拔，而楼又高出霜树之上，在这样一个立足点上，方能纵览长安高秋景物的全局，充分领略它的高远澄洁之美。所以这一句实际上是全诗的出发点和基础，没有它，也就没有“望”中所见的一切。</p> <p>　　次句写望中所见的天宇。“镜天无一毫”，是说天空明净澄洁得象一面纤尘不染的镜子，没有一丝阴翳云彩。这正是秋日天宇的典型特征。这种澄洁明净到近乎虚空的天色，又进一步表现了秋空的高远寥廓，同时也写出了诗人当时那种心旷神怡的感受和高远澄净的心境。</p> <p>　　“南山与秋色，气势两相高。”第三句转笔写到远望中的终南山。将它和“秋色”相比，说远望中的南山，它那峻拔入云的气势，象是要和高远无际的秋色一赛高低。</p> <p>　　南山是具体有形的个别事物，而“秋色”却是抽象虚泛的，是许多带有秋天景物特点的具体事物的集合与概括，二者似乎不好比拟。而此诗却别出心裁地用南山衬托秋色。秋色是很难描写的，它存在于秋天的所有景物里，而且不同的作者对秋色有不同的观赏角度和感受，有的取其凄清萧瑟，有的取其明净澄洁，有的取其高远寥廓。这首诗的作者显然偏于欣赏秋色之高远无极，这是从前两句的描写中可以明显看出的。但秋之“高”却很难形容尽致（在这一点上，和写秋之“凄”、之“清”很不相同），特别是它那种高远无极的气势更是只可意会，难以言传。在这种情况下，以实托虚便成为有效的艺术手段。具体有形的南山，衬托出了抽象虚泛的秋色，诗人通过“南山与秋色，气势两相高”的诗句，不但能具体地表现出“秋色”之“高”，而且写出了它的气势、精神和性格。</p> <p>　　这首诗的好处，还在于它在写出长安高秋景色的同时写出了诗人的精神性格。它更接近于写意画。高远、寥廓、明净的秋色，实际上也正是诗人胸怀的象征与外化。特别是诗的末句，赋予南山与秋色一种峻拔向上的动态，这就更鲜明地表现出了诗人的性格气质，也使全诗在跃动的气势中结束，留下了充分的想象余地。</p> <p>　　晚唐诗往往流于柔媚绮艳，缺乏清刚遒健的骨格。这首五言短章却写得意境高远，气势健举，和盛唐诗人<a href=\"http://so.gushiwen.org/author_447.aspx\">王之涣</a>的《登鹳雀楼》有神合之处，尽管在雄浑壮丽、自然和谐方面还不免略逊一筹。</p>",
  "about": "<h2>创作背景</h2> 　　此<a href=\"http://so.gushiwen.org/view_27599.aspx\">诗</a>作年难确定，以大中四年（850）<a href=\"http://so.gushiwen.org/author_211.aspx\">杜牧</a>在长安，且多咏长安景色，故应是诗人晚年居住在长安所作。大中四年（850年），他被升为吏部员外郎。但是杜牧仍然多次请求外放湖州刺史，连上三启，终于应允了他的要求。但是也有人认为，杜牧请求外放并不仅仅是经济原因，而是不满意朝政，认为自己无法在朝中有所作为。",
  "poet": {
    "id": 211,
    "star": 0,
    "name": "杜牧",
    "image": "http://img.gushiwen.org/authorImg/dumu.jpg",
    "desc": "杜牧（公元803－约852年），字牧之，号樊川居士，汉族，京兆万年（今陕西西安）人，唐代诗人。杜牧人称“小杜”，以别于杜甫。与李商隐并称“小李杜”。因晚年居长安南樊川别墅，故后世称“杜樊川”，著有《樊川文集》。"
  },
  "tags": [
    "秋天",
    "地名"
  ]
}