{
  "id": 35737,
  "star": 103,
  "name": "筹笔驿",
  "dynasty": "唐代",
  "content": "抛掷南阳为主忧，北征东讨尽良筹。<br>时来天地皆同力，运去英雄不自由。<br>千里山河轻孺子，两朝冠剑恨谯周。<br>唯余岩下多情水，犹解年年傍驿流。",
  "shangxi": "<h2>鉴赏</h2> <p>　　此<a href=\"http://so.gushiwen.org/view_35737.aspx\">诗</a>一开头就联系<a href=\"http://so.gushiwen.org/author_507.aspx\">诸葛亮</a>，再联系筹笔驿作出高度的总括：“抛掷南阳为主忧，北征东讨尽良筹。”诸葛亮因刘备三顾茅庐去请他，他抛弃了在南阳的隐居生活，为主公刘备分忧，出来辅佐刘备建功立业。北征东讨的运筹帷幄，他的计谋都是好的。这里主要是北征，筹笔驿是为伐魏运筹，是北征；东征是陪衬，不是指打东吴。刘备去打东吴，诸葛亮是反对的，他没有东讨。这里实际上是“南征北伐”，不说“南征北伐”而说“北征东讨”，因为上句已用了“南”字，为避开重复，所以这样说。</p> <p>　　二联“时来天地皆同力，运去英雄不自由。”时来句当战赤壁之战，当时孙权、刘备两家的兵力，联合起来也不能与<a href=\"http://so.gushiwen.org/author_552.aspx\">曹操</a>大军相比。只是倚靠了长江之险，曹操北方的军队不习水战。又靠了东风，好用火攻来烧毁曹军的战船取胜，这是利用天时地理来获胜，所以说“天地皆同力”。时运不济，像<a href=\"http://so.gushiwen.org/author_204.aspx\">李商隐</a>诗里说的：“关张无命欲何如？”关羽、张飞都早死了，不能帮助诸葛亮北伐，英雄也不由自主。</p> <p>　　三联“千里山河轻孺子，两朝冠剑恨谯周。”诸葛亮死后，魏将邓艾率军攻蜀，谯周劝后主投降。后主听了他的话投降了。蜀国千里山河，孺子阿斗轻轻地断送了。两朝冠剑：指在刘备和后主两朝的文臣武将，主要是指诸葛亮，他既管政事，又管军事，是两朝冠剑。他如有知，一定是恨谯周的。</p> <p>　　末联归结到筹笔驿：“唯余岩下多情水，犹解年年傍驿流。”在驿亭的岩下水，还在傍驿流着，好像在怀念诸葛亮。</p> <p>　　这首诗先想到诸葛亮，写他的出山和北伐，肯定他的用兵“尽良筹”，这就跟筹笔驿的规划军事结合。既然是“尽良筹”，怎么他的出师有利有不利？这就开出二联，归于时运，时来才有利，运去就难办了。三联归到运去，于是孺子抛弃山河，谯周主张归降。归结到岩下水的多情。这里把诸葛亮规划的胜利和挫折归于时运。李商隐《筹笔驿》：“管乐有才真不黍，关张无命欲何如？”也认为北伐的所以不能成功，由于关张无命，不能帮助他北伐，也归结命运。<a href=\"http://so.gushiwen.org/author_415.aspx\">温庭筠</a>《经五丈原》：“下国卧龙空寤主，中原逐鹿不由人。”他称蜀国为下国，称魏国为中原，含有上国的意思。下国和中原对抗，含有大小强弱不同的意味，所以说“中原逐鹿不由人”，即认为偏处西南的弱小的下国要跟中原强大的魏国逐鹿，是不由人力的，即诸葛亮的北伐要用蜀国来统一中原，也非人力能达，这就不把北伐的不能成功归之于时运或天命了。这样的看法胜过两篇《筹笔驿》的看法。</p> <p>　　就写筹笔驿说，李商隐诗的开头：“猿鸟犹疑畏简书，风云长为护储胥。”何焯批：“起二句即目前所见，觉武侯英灵奕奕如在。”看到筹笔驿上的猿鸟还像在畏筒书，风云长期在保护营栅，极力写出诸葛亮的英灵如在。这个开头是既切题又推尊诸葛亮，写得非常有力，不是<a href=\"http://so.gushiwen.org/author_135.aspx\">罗隐</a>的多情永傍驿流所能比的。</p>",
  "poet": {
    "id": 135,
    "star": 0,
    "name": "罗隐",
    "image": "http://img.gushiwen.org/authorImg/luoyin.jpg",
    "desc": "罗隐（833-909），字昭谏，新城（今浙江富阳市新登镇）人，唐代诗人。生于公元833年（太和七年），大中十三年（公元859年）底至京师，应进士试，历七年不第。咸通八年（公元867年）乃自编其文为《谗书》，益为统治阶级所憎恶，所以罗衮赠诗说：“谗书虽胜一名休”。后来又断断续续考了几年，总共考了十多次，自称“十二三年就试期”，最终还是铩羽而归，史称“十上不第”。黄巢起义后，避乱隐居九华山，光启三年（公元887年），55岁时归乡依吴越王钱镠，历任钱塘令、司勋郎中、给事中等职。公元909年（五代后梁开平三年）去世，享年77岁。"
  },
  "tags": [
    "怀古",
    "写人"
  ]
}