{
  "id": 72290,
  "star": 8,
  "name": "与于襄阳书",
  "dynasty": "唐代",
  "content": "　　七月三日，将仕郎、守国子四门博士韩愈，谨奉书尚书阁下。</p> <p>　　士之能享大名、显当世者，莫不有先达之士、负天下之望者为之前焉。士之能垂休光、照后世者，亦莫不有后进之士、负天下之望者，为之后焉。莫为之前，虽美而不彰；莫为之后，虽盛而不传。是二人者，未始不相须也。</p> <p>　　然而千百载乃一相遇焉。岂上之人无可援、下之人无可推欤？何其相须之殷而相遇之疏也？其故在下之人负其能不肯谄其上，上之人负其位不肯顾其下。故高材多戚戚之穷，盛位无赫赫之光。是二人者之所为皆过也。未尝干之，不可谓上无其人；未尝求之，不可谓下无其人。愈之诵此言久矣，未尝敢以闻于人。</p> <p>　　侧闻阁下抱不世之才，特立而独行，道方而事实，卷舒不随乎时，文武唯其所用，岂愈所谓其人哉？抑未闻后进之士，有遇知于左右、获礼于门下者，岂求之而未得邪？将志存乎立功，而事专乎报主，虽遇其人，未暇礼邪？何其宜闻而久不闻也？愈虽不才，其自处不敢后于恒人，阁下将求之而未得欤？古人有言：“请自隗始。”愈今者惟朝夕刍米、仆赁之资是急，不过费阁下一朝之享而足也。如曰：“吾志存乎立功，而事专乎报主。虽遇其人，未暇礼焉。”则非愈之所敢知也。世之龊龊者，既不足以语之；磊落奇伟之人，又不能听焉。则信乎命之穷也！</p> <p>　　谨献旧所为文一十八首，如赐览观，亦足知其志之所存。愈恐惧再拜。 ",
  "fanyi": "<p><strong>译文</strong><br>　　七月三日，将仕郎、守国子四门博士<a href=\"http://so.gushiwen.org/author_682.aspx\">韩愈</a>，恭敬地把信呈给尚书阁下：读书人能够享有大名声，显扬于当代，没有哪一个不是靠在天下有名望、地位显达的前辈替他引荐的。读书人能够把他的美好德行流传下来，照耀后代的，也没有哪一个不是靠在天下有名望的后辈给他做继承人的。没有人给他引荐，即使有美好的才华也不会显扬；没有人作继承人，即使有很好的功业、德行也不会流传。这两种人，未曾不是互相等待的，然而千百年才相逢一次。难道是居于上位的人中没有可以攀援的人，居于下位的人中没有值得举荐的人吗？为什么他们互相等待那样殷切，而相逢的机会却那样少呢？其原因在于居于下位的人倚仗自己的才华不肯巴结地位高的人请求引荐，居于上位的人倚仗自己的地位不肯照顾地位低的人。所以才学很高的人很多都为不得志而忧愁，地位高的人没有显耀的声誉。这两种人的行为都是错误的。没有去求取，就不能说上面没有引荐人；没有向下寻找，就不能说下面没有可以举荐的人。我思考这句话已经很久了，没有敢把这句话说给别人听。<br>　　我从旁听说阁下具有非凡的才能，不随波逐流、有独到的见识，行为方正做事实际，进退有度不随流俗，文武官员能量才任用。难道您就是我所说的那种人吗？然而没有听说过后辈有得到您的赏识和礼遇的，难道是您寻求而没能得到吗？还是您志在建功立业，而办事一心想报答君主，虽然遇到了可以推荐的人才，也没有空闲来以礼相待呢？为什么应该听到您推荐人才的事却久久没有听到呢？<br>　　我虽然没有才能，但要求自己却不敢落后于一般人。阁下将要寻求的人才还没能找到吗？古人说过：“请从我郭隗开始。”我现在只为早晚的柴米和雇仆人的费用着急，这些不过费阁下一顿早饭的费用就足够了。如果您说：“我志在建功立业，办事一心想报答君主，虽然遇到了可以推荐的人才，还没有空闲来以礼相待。”那就不是我敢去知道的了。世间那些拘谨小心的人，既不足以向他们告诉这些话，而胸怀坦白、才识卓越的人，又不听取我的话，那么就真的是我的命运很坏了！<br>　　恭敬地呈上我以前作的文章十八篇，如蒙您过目，也足以了解我的志向所在。<br>　　韩愈诚惶诚恐，再拜。</p><p><strong>注释</strong><br>⑴贞元十八年春，韩愈为四门博士。国子，即国子监，唐代最高学府，下分七馆：国子、太学、广文、四门、律、书、算。四门博士，即四门馆教授。将仕郎，官阶，唐属从九品。守，任的意思。<br>⑵负：仗侍。<br>⑶休光：盛美的光辉，光华。<br>⑷后进之士：后通显的人。为之后焉：做他们的歌颂者。<br>⑸虽盛而不传：即使成就卓越却不会流传。<br>⑹是二人：这两种人。相须：相待。这里是互相依赖的意思。<br>⑺援：攀援。推：推举。<br>⑻殷多、盛。这里引申作密切解。相遇：互相遇合。<br>⑼负：仗恃。谄：讨好。<br>⑽顾：照顾关怀。<br>⑾戚戚：忧虑的样子。赫赫：威显的样子。<br>⑿干之：求他。干，干谒。<br>⒀闻于人：听说。⒁侧闻：从旁边听说，表示谦恭。<br>⒂道方而事实：道德方正而工作讲求实际。<br>⒃卷舒：卷缩舒展，这里是进退的意思。文武：具有文、武的才能的人。唯其所用：只在您来使用。其，你，第二人称。<br>⒄遇知：受到赏识。获礼：得到尊敬。<br>⒅恒：平常，普通。<br>⒆：隗kuí，郭隗，战国时燕国人。燕昭王招贤纳士，欲报齐国之仇，往见郭隗，郭隗说：“今王欲致士，先从隗始，隗且见事，况贤于隗者乎？”。<br>⒇刍：读音chú，喂牲口的草。</p>",
  "shangxi": "<h2>解析</h2> <p>　　于襄阳名頔，字允元，河南洛阳人，公元798年（唐德宗贞元十四年）九月以工部尚书为山东道节度使。由于做过襄阳大都督，故称于襄阳。公元801年（贞元十七年）秋冬之际，<a href=\"http://so.gushiwen.org/author_682.aspx\">韩愈</a>被任命署理国子临四门博士，正式在京师做官。博士职乃是闲官，地位不高，很难施展抱负，为此，他给于襄阳写信请求引荐。此信以士欲进身场名、建功业须前辈援引，而前辈之功业盛名又须有为的后继者为之传扬为论点，入情入理。</p> <p>　　本文分为三段。第一段泛泛而谈“先达之士”应与“后进之士”。相为知遇的道理，这样，虽将对方捧为“负天下之望者”也不显得阿谀，虽标榜自己为“高材”也不显得狂妄。第二段以“侧闻”的形式赞誉对方，显得客观，这样，既便于自己表达，也使对方不觉得突兀而乐于接受。最后，在第三段中，用描述自己生活的窘迫状态来争取对方的同情，以求得侥幸任用的机会。本文的写法，虽给人以不卑不亢的感觉，但难免有仍有攀附权势之意。</p> <p>　　于襄阳，名頔（dí），字允元。他在公元798年（贞元十四年）任襄州刺史，充山南东道节度观察使。不久，他又自请将襄州升格为大都督府。中唐以后，中央政府拿方镇无可奈何，唐德宗只好同意他当了襄州大都督。因为于是襄州长官，所以此书称他为于襄阳。据《旧唐书》卷一三《<a href=\"http://so.gushiwen.org/author_2772.aspx\">于頔</a>传》载，于頔为人“横暴已甚”，却官运亨通，因而“自以为得志，益恣威虐”；他任襄州刺史时“专有汉（水）南之地，小失意者皆以军法从事”；由于德宗姑息，他“公然聚敛，恣意虐杀，专以陵上威下为务”。这些情况韩愈也应当有所“侧闻”，可是此文多少还有为他迎合奉承之意。为了求官，不得不如此，韩愈此举难道又是张九成所谓“其文当如是，其心未必然”吗？</p> <p>　　看来韩愈求官心切，文中也难免强词夺理，倒错逻辑。求官与上进并行不悖，无可非议。为求官而牵强附会、因果倒错就偏颇了。试问，韩愈最尊崇的圣人之一：孔子，一生未获任何君主重用，其光华难道不是照样永照后世吗？！圣贤与其后继的传承，与他们是否富贵、高官厚爵没有丝毫关系。圣贤的光辉来源于他们的思想，后辈的继承在于万众的认同才得以留传而永垂不朽！老子弃官仙游，《道德经》至今留传；庄子曳尾涂中，逍遥游何其逍遥！</p>",
  "poet": {
    "id": 682,
    "star": 0,
    "name": "韩愈",
    "image": "http://img.gushiwen.org/authorImg/hanyu.jpg",
    "desc": "韩愈（768～824）字退之，唐代文学家、哲学家、思想家，河阳（今河南省焦作孟州市）人，汉族。祖籍河北昌黎，世称韩昌黎。晚年任吏部侍郎，又称韩吏部。谥号“文”，又称韩文公。他与柳宗元同为唐代古文运动的倡导者，主张学习先秦两汉的散文语言，破骈为散，扩大文言文的表达功能。宋代苏轼称他“文起八代之衰”，明人推他为唐宋八大家之首，与柳宗元并称“韩柳”，有“文章巨公”和“百代文宗”之名，作品都收在《昌黎先生集》里。韩愈在思想上是中国“道统”观念的确立者，是尊儒反佛的里程碑式人物。"
  },
  "tags": [
    "古文观止",
    "书信",
    "议论",
    "用人"
  ]
}