{
  "id": 48005,
  "star": 9123,
  "name": "步出夏门行·观沧海",
  "dynasty": "两汉",
  "content": "东临碣石，以观沧海。<br>水何澹澹，山岛竦峙。<br>树木丛生，百草丰茂。<br>秋风萧瑟，洪波涌起。<br>日月之行，若出其中；<br>星汉灿烂，若出其里。<br>幸甚至哉，歌以咏志。",
  "fanyi": "<p><strong>译文<br></strong>东行登上碣石山，来观赏那苍茫的海。<br>海水多么宽阔浩荡，山岛高高地挺立在海边。<br>树木和百草丛生，十分繁茂，<br>秋风吹动树木发出悲凉的声音，海中涌着巨大的海浪。<br>太阳和月亮的运行，好像是从这浩瀚的海洋中发出的。<br>银河星光灿烂，好像是从这浩瀚的海洋中产生出来的。<br>我很高兴，就用这首<a href=\"http://so.gushiwen.org/view_48005.aspx\">诗</a>歌来表达自己内心的志向。</p> <p><strong>注释</strong><br>⑴临：登上，有游览的意思。<br>⑵碣（jié）石：山名。碣石山，河北昌黎碣石山。公元207年秋天，<a href=\"http://so.gushiwen.org/author_552.aspx\">曹操</a>征乌桓得胜回师时经过此地。<br>⑶沧：通“苍”，青绿色。<br>⑷海：渤海<br>⑸何：多么<br>⑹澹 澹（dàn dàn）：水波摇动的样子。<br>⑺竦 峙（sǒng zhì）：耸立。竦 ，通耸，高。<br>⑻萧瑟：树木被秋风吹的声音。<br>⑼洪波：汹涌澎湃的波浪<br>⑽日月：太阳和月亮<br>⑾若：如同.好像是.<br>⑿星汉：银河，天河。<br>⒀幸：庆幸。<br>⒁甚：极点。<br>⒂至：非常，<br>⒃幸甚至哉，歌以咏志：太值得庆幸了！就用诗歌来表达心志吧。<br>（最后两句每章都有，与本诗正文的内容没有的直接关系。）</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　<a href=\"http://so.gushiwen.org/author_552.aspx\">曹操</a>这首《观沧海》准确生动地描绘出海洋的形象，单纯而又饱满，丰富而不琐细，好像一幅粗线条的炭笔画一样。尤其可贵的是，这首<a href=\"http://so.gushiwen.org/view_48005.aspx\">诗</a>不仅仅反映了海洋的形象，同时也赋予它以性格。句句写景，又是句句抒情。既表现了大海，也表现了诗人自己。诗人不满足于对海洋做形似的摹拟，而是通过形象，力求表现海洋那种孕大含深、动荡不安的性格。海，本来是没有生命的，然而在诗人笔下却具有了性格。这样才更真实、更深刻地反映了大海的面貌。</p> <p>　　《观沧海》是借景抒情，把眼前的海上景色和自己的雄心壮志很巧妙地融合在一起。《观沧海》的高潮放在诗的末尾，它的感情非常奔放，思想却很含蓄。不但做到了情景交融，而且做到了情理结合、寓情于景。因为它含蓄，所以更有启发性，更能激发我们的想像，更耐人寻味。过去人们称赞曹操的诗深沉饱满、雄健有力，“如幽燕老将，气韵沉雄”，从这里可以得到印证。全诗的基调为苍凉慷慨的，这也是建安风骨的代表作。</p> <p>　　从诗的体裁看，这是一首古体诗；从表达方式看，这是一首四言写景诗。“东临碣石，以观沧海”这两句话点明“观沧海”的位置：诗人登上碣石山顶，居高临海，视野寥廓，大海的壮阔景象尽收眼底。以下十句描写，概由此拓展而来。“观”字起到统领全篇的作用，体现了这首诗意境开阔，气势雄浑的特点。</p> <p>　　前四行诗句描写沧海景象，有动有静，如“秋风萧瑟，洪波涌起”与“水<a href=\"http://so.gushiwen.org/author_1032.aspx\">何澹</a>澹”写的是动景，“树木丛生，百草丰茂”与“山岛竦峙”写的是静景。</p> <p>　　“水何澹澹，山岛竦峙”是望海初得的大致印象，有点像绘画的轮廓。在这水波“澹澹”的海上，最先映入眼帘的是那突兀耸立的山岛，它们点缀在平阔的海面上，使大海显得神奇壮观。这两句写出了大海远景的一般轮廓，下面再层层深入描写。</p> <p>　　“树木丛生，百草丰茂。秋风萧瑟，洪波涌起。”前二句具体写竦峙的山岛：虽然已到秋风萧瑟，草木摇落的季节，但岛上树木繁茂，百草丰美，给人诗意盎然之感。后二句则是对“水何澹澹”一句的进一层描写：定神细看，在秋风萧瑟中的海面竟是洪波巨澜，汹涌起伏。表现出作者面对萧瑟秋风，仍有着“老骥伏枥，志在千里”的“壮志”胸怀。</p> <p>　　“日月之行，若出其中；星汉灿烂，若出其里。”运用作者的想象，写出了作者曹操的壮志情怀。前面的描写，将大海的气势和威力凸显在读者面前；在丰富的联想中表现出作者博大的胸怀、开阔的胸襟、宏大的抱负。暗含一种要像大海容纳万物一样把天下纳入自己掌中的胸襟。“幸甚至哉，歌以咏志。”这是合乐时的套语，与诗的内容无关，也指出这是乐府唱过的。</p>",
  "about": "<h2>创作背景</h2> 　　《观沧海》寄托了<a href=\"http://so.gushiwen.org/view_48005.aspx\">诗</a>人很深的感慨，透过它我们可以看到诗人自己的胸怀。<a href=\"http://so.gushiwen.org/author_552.aspx\">曹操</a>这次登碣石山是在北征乌桓得胜回师途中。乌桓是当时东北方的大患，建安十一年(公元206年)，乌桓攻破幽州，俘虏了汉民十余万户。同年，袁绍的儿子袁尚和袁熙又勾结辽西乌桓首领蹋顿，屡次骚扰边境，以致曹操不得不在建安十二年（公元207年）毅然决定北上征伐乌桓。后来在田畴的指印下，小用计策。大约在这年八月的一次大战中，曹操终于取得了决定性的胜利。这次胜利巩固了曹操的后方，奠定了次年挥戈南下，以期实现统一中国的宏愿。把前后的事件联系起来，我们可以看出，北征乌桓对曹操来说是一次多么重要的战争了。而《观沧海》正是北征乌桓得胜回师经过碣石山时写的。[1] 身为主帅的曹操，登上当年秦皇、汉武也曾登过的碣石，又当秋风萧瑟之际，他的心情像沧海一样难以平静。他将自己宏伟的抱负、阔大的胸襟融汇到诗歌里，借着大海的形象表现出来。<br/><h2>后世影响</h2> <p>　　《观沧海》这首<a href=\"http://so.gushiwen.org/view_48005.aspx\">诗</a>，前六句写的是实景,而后四句则是<a href=\"http://so.gushiwen.org/author_552.aspx\">曹操</a>的想象,最后两句跟本诗原文没有直接关系。这首诗不但通篇写景，且独具一格，堪称中国山水诗的最早佳作，特别受到文学史家的厚爱。这首诗写秋天的大海，能够一洗悲秋的感伤情调，写得沉雄健爽，气象壮阔，这与曹操的气度、品格乃至美学情趣都是紧密相关的。 在这首诗中，情景紧密相连。作者通过写沧海，表达了他统一中国建功立业的抱负。这种感情在诗中并没有直接表露，而是把它蕴藏在对景物的描写当中来抒发情感，寓情于景中，句句写景，又是句句抒情。“水何”六句虽然是在描绘生机勃勃的大海风光，实际上在歌颂祖国壮丽的山河，透露出作者热爱祖国的感情。目睹祖国山河壮丽的景色，更加激起了诗人要统一祖国的强烈愿望。于是借助丰富的想象，来充分表达这种愿望。作者以沧海自比，通过写大海吞吐宇宙的气势，来表现诗人自己宽广的胸怀和豪迈的气魄，感情奔放，却很含蓄。“日月”四句是写景的高潮，也是作者感情发展的高潮。宋人敖陶孙说曹诗“如幽燕老将，气韵沉雄”。《观沧海》这首诗意境开阔，气势雄浑，这与一个雄心勃勃的政治家和军事家的风度是一致的，真是使人读其诗如见其人。</p> <p>　　建安十二年（207），曹操率领大军征伐当时东北方的大患乌桓。这是曹操统一北方大业中的一次重要战争。远征途中，他写下了乐府歌辞《步出夏门行》（属于《相和歌·瑟调曲》）。这一组诗包括五个部分，开头为“艳”辞，即序诗，以下各篇分别取诗句命名，依次为《观沧海》、《冬十月》、《河朔寒》（亦作《土不同》）、《龟虽寿》。从音乐曲调上说，五个部分是一个整体，从歌词内容上看，四篇则可以独立成篇。</p> <p>　　首二句“东临碣石，以观沧海”，写诗人于挥师北伐之际来到碣石山下，登高观海。碣石山原位于今河北省乐亭县西南（一说在今河北省昌黎县西北），汉时还在陆上，面对着渤海，六朝时由于地质变动，沉于海中。诗人登上碣石山，俯视大海，只见的：“水<a href=\"http://so.gushiwen.org/author_1032.aspx\">何澹</a>澹，山岛竦峙”。澹澹，水波动荡。竦峙，岛屿高耸的样子。诗人登高远眺，举目所及只见一望无垠的大海波摇浪涌，海中的岛屿高高矗立。这是多么辽阔、多么壮观的景象！在历史上，秦始皇、汉武帝都曾东巡至此，刻石观海。如今诗人站在秦皇、汉武游踪所到之处，居高临下，望着水天相连的苍茫大海和海中高耸的岛屿，想到中原地区已经平定，北伐乌桓也已取得决定性胜利，北方统一即将实现，心情该是何等激奋！这时，诗人的目光注视着海上的岛屿，眼前是一派生机盎然的景象：“树木丛生，百草丰茂。秋风萧瑟，洪波涌起。”树木百草，生长十分繁茂，一阵萧瑟的秋风吹过，海面上涌起滚滚的波涛。尽管萧瑟的秋风给人以悲凉萧杀之感，但是疾风劲草，方显其英雄本色；洪波汹涌，愈见其生命不息！这是对自然环境的真实描绘，也是诗人主观感受的具体写照。曹操在取得一连串的战争胜利之后，他觉得自己的雄图伟业犹如这树木百卉一样，生机勃发，也为这洪波涌起的大海，充满生命的活力。以下，诗人又展开其丰富的想象，进一步描绘了大海吞吐日月、包蕴星汉的宏伟气魄和博大胸怀。“日月之行，若出其中；星汉灿烂，若出其里。”日月的运行好像出没于大海的怀抱之中，灿烂的银河群星好像包孕于大海的母腹之内。请看，这就是大海的气魄，大海的胸怀。真是太壮观、太奇伟了。 《观沧海》是一首写景抒情诗。诗人勾画了大海吞吐日月、包蕴万千的壮丽景象，表现了开阔的胸襟，抒发了统一中原建功立业的抱负。虽然其中并无直抒胸臆的感慨之词，但是诵读全诗，仍能令人感到它所深深寄托的诗人的情怀。通过诗人对波涛汹涌、吞吐日月的大海的生动描绘，使我们仿佛看到了曹操奋发进取，立志统一国家的伟大抱负和壮阔胸襟，触摸到了作为一个诗人、政治家、军事家的曹操，在一种典型环境中思想感情的流动。全诗语言质朴，想象丰富，气势磅礴，苍凉悲壮，为历代读者所激赏。<a href=\"http://so.gushiwen.org/author_39.aspx\">沈德潜</a>在《古诗源》中评论此诗“有吞吐宇宙气象”。这是很精当的。</p> <p>　　汉代乐府诗一般无标题，“观沧海”这个题目是后人加的。乐府诗原来是可以歌唱的，诗的最后两句“幸甚至哉！歌以咏志.”是和乐时加的，是诗的附文，跟诗的内容没有联系。 </p>",
  "poet": {
    "id": 552,
    "star": 0,
    "name": "曹操",
    "image": "http://img.gushiwen.org/authorImg/caocao.jpg",
    "desc": "曹操（155年－220年正月庚子），字孟德，一名吉利，小字阿瞒，沛国谯（今安徽亳州）人，汉族。东汉末年杰出的政治家、军事家、文学家、书法家。三国中曹魏政权的缔造者，其子曹丕称帝后，追尊为武皇帝，庙号太祖。曹操精兵法，善诗歌，抒发自己的政治抱负，并反映汉末人民的苦难生活，气魄雄伟，慷慨悲凉；散文亦清峻整洁，开启并繁荣了建安文学，给后人留下了宝贵的精神财富，史称建安风骨，鲁迅评价其为“改造文章的祖师”。同时曹操也擅长书法，尤工章草，唐朝张怀瓘在《书断》中评其为“妙品”。"
  },
  "tags": [
    "古诗三百首",
    "初中古诗",
    "乐府",
    "写景",
    "抒情",
    "抱负"
  ]
}