{
  "id": 56646,
  "star": 72,
  "name": "西江月·问讯湖边春色",
  "dynasty": "宋代",
  "content": "问讯湖边春色，重来又是三年。东风吹我过湖船，杨柳丝丝拂面。<br>世路如今已惯，此心到处悠然。寒光亭下水如天，飞起沙鸥一片。",
  "fanyi": "<p><strong>译文<br></strong>问候这湖中的春水，岸上的春花，林间的春鸟，你们太美了，这次的到来距前次已是三年了。东风顺吹，我驾船驶过湖面，杨柳丝丝拂面，似对我的到来表示欢迎。<br>人生道路上的曲折、沉浮我已习惯，无论到哪里，我的心一片悠然。寒光亭下，湖水映照天空，真是天水一色，水面上飞起一群沙鸥。</p> <p><strong>注释<br></strong>⑴西江月：词牌名，原唐教坊曲。又名《白苹香》、《步虚词》、《晚香时候》、《玉炉三涧雪》、《江月令》。双调，五十字，上下片各两平韵，结句各叶一仄韵。<br>⑵题溧阳三塔寺：溧阳，今江苏省溧阳县。三塔寺，溧阳境内寺名。这首词原无题，南宋周密《绝妙好词》本增补为“丹阳湖”，而厉鹗笺注则作“题溧阳三塔寺”。宋王象之《舆地纪胜》谓丹阳湖在当涂县东南六十九里。当时为建康和宣城之间内河交通的必经航道。黄异《花庵词选》题作“洞庭”，显系疏误。按岳珂《玉楮集》有<a href=\"http://so.gushiwen.org/view_56646.aspx\">诗</a>题《三塔寒光亭张于湖书词寺柱吴毅夫命名后轩》，所云“张于湖书词”，当指此篇。<br>⑶问讯：问候。湖：指三塔湖。<br>⑷重来又是三年：相隔三年重游旧地。<br>⑸过湖船：驶过湖面的船。<br>⑹杨柳丝丝：形容杨柳新枝柔嫩如丝。拂面：轻轻地掠过面孔。<br>⑺世路：世俗生活的道路。<br>⑻寒光亭：亭名。在江苏省溧阳县西三塔寺内。<br>⑼沙鸥：沙洲上的鸥鸟。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　起首二句，直接描述自己时隔三年旧地重游的怀恋心境。“问讯”，表达出词人主动前来探望的殷切心情。“湖边”，点明远道而来，刚至湖岸，为下文乘船游湖作铺垫。“春色”，形容万紫千红的美好春景，乃下文“东风”、“杨柳”之引笔。“重来”，说明是再次来此，表明“问讯”实是有意重访。“又是三年”，不仅突出相别的确切时间，而且暗示其间经历了人生的多少波折变幻；一个“又”字，内涵复杂，既包含了对时光流逝的叹惜，对历经坎坷的感慨，也包含了对湖边春色的怀恋，对再次来此的欣喜。词人酷爱自然之情，潇洒出尘之姿，就在这质朴明快、语近情深的起句中脱颖而出，奠定了全词飘逸清朗的基调。</p> <p>　　如果说起首两句是从词人有意重访的角度而言，三四两句则从客观风物欢迎自己的角度下笔，描画出上船离岸乘风过湖的情景。“东风”、“杨柳”，都紧承“春色”发展而来。东风似乎有意，轻轻吹拂，送我渡过湖波；杨柳似乎含情，微微摆动，丝丝擦着我面。词人不说船乘风势，人触柳丝，而说风助船行，柳拂人面，正是注情于物的拟人写法，从而创造出一个物我合一、通体和谐的艺术境界。词人那种超脱尘网、得其所哉的无限快意，就这样得到了淋漓酣畅的表现。</p> <p>　　上片以作者自己与风物的互相映衬，表达了重访三塔湖离岸登船之际的快意感受；下片则以世路与湖亭的强烈对比，抒发了置身寒光亭时的悠然心情。</p> <p>　　“世路”二句，暗承上片“过湖”，由描述转入议论，看似语意突兀，实是一脉相通。“世路”，是一条政治腐败、荆棘丛生的路，与眼前这东风怡人、杨柳含情的自然之路岂能相提并论。然而，词人说是“如今已惯”，这不仅表明他已历尽世俗道路的倾轧磨难，对权奸的打击、社会的黑暗业已司空见惯，更暗寓着他已看透世事、唾弃尘俗的莫名悲哀和无比忧愤。因此，“此心到处悠然”，也就不仅在说自己的心境无论到哪儿总是悠闲安适，更包含着自己这颗备受折磨、无力回天的心只能随遇而安、自寻解脱了。词人由爱国志士而成江湖处士，无奈去到和谐美好的大自然中寻求解脱，内心悲愤难言，却说“到处悠然”，可谓语近旨远，沉郁至极，与那“而今识尽愁滋味，欲说还休。欲说还休，却道天凉好个秋”的<a href=\"http://so.gushiwen.org/author_217.aspx\">辛弃疾</a>先后同调，从而铸成凝聚全词主旨的警句。</p> <p>　　结尾两句，紧承“悠然”二字宕开一笔，着力描写来到湖中寒光亭时所见的自然美景。词人撇开“世路”，来到寒光亭上，只见寒光亭下的湖水一碧万顷，犹如辽阔无际的蓝天；在这明丽如画的水天之间，一群沙鸥展翅飞起，自由翱翔。这一静一动、点面交映的画面，充满了蓬勃的生气，陶醉着词人的心胸。特别是沙鸥飞起的镜头，不仅使整个画面灵动起来，更寄寓着“鸥鸟忘机”（典出《列子·黄帝》）与鸥同盟的深意。如果说上片以问讯春色和风物含情写出了物我一体的美妙境界，那么，下片就以唾弃世路和同盟鸥鸟表露出投身自然的悠然心境。而这末尾两句，纯粹写景，以景结情，语淡意远，余味不尽，词人对于世路尘俗的鄙弃憎恶，对于返归自然的恬适愉快，尽在言外，从而成为全词意境旷远、余音绕粱的结笔。</p>",
  "about": "<h2>创作背景</h2> 　　这首词大约是绍兴三十二年（1162）春，<a href=\"http://so.gushiwen.org/author_406.aspx\">张孝祥</a>自建康还宣城途经溧阳（今江苏省溧阳县）时所作。三年前，张孝祥在临安兼权中书舍人，后为汪彻所劾罢。不久知抚州（今江西临川），一年后又罢归。这样前后三年之内，两次遭罢。宦海风波，磨去了他那“少年气锐”的棱角，使他的心中蒙上了一层暗淡消沉的阴影。“一梦经年归去好，宦情全薄此情深”（《在临川追忆昭亭昔游用寄应庵如庵韵》），正是这种心境的自我写照。这与词中所吐露的人世感慨是相一致的。",
  "poet": {
    "id": 406,
    "star": 0,
    "name": "张孝祥",
    "image": "http://img.gushiwen.org/authorImg/zhangxiaoxiang.jpg",
    "desc": "张孝祥（1132年－1169年），字安国，号于湖居士，汉族，简州（今属四川）人，生于明州鄞县。宋朝词人。著有《于湖集》40卷、《于湖词》1卷。其才思敏捷，词豪放爽朗，风格与苏轼相近，孝祥“尝慕东坡，每作为诗文，必问门人曰：‘比东坡如何？’”"
  },
  "tags": [
    "宋词三百首",
    "婉约",
    "怀恋",
    "山水"
  ]
}