{
  "id": 69201,
  "star": 182,
  "name": "咏煤炭",
  "dynasty": "明代",
  "content": "凿开混沌得乌金，藏蓄阳和意最深。<br>爝火燃回春浩浩，洪炉照破夜沉沉。<br>鼎彝元赖生成力，铁石犹存死后心。<br>但愿苍生俱饱暖，不辞辛苦出山林。",
  "fanyi": "<p><strong>译文<br></strong>凿开混沌之地层，获得煤炭是乌金。蕴藏无尽之热力，心藏情义最深沉。<br>融融燃起之炬火，犹如浩浩之春风。熊熊洪炉之烈焰，照破灰沉之夜空。<br>钟鼎彝器之制作，全靠原力之生成。铁石虽然已死去，仍然保留最忠心。<br>只是希望天下人，都能吃饱又穿暖。不辞辛劳与艰苦，走出荒僻之山林。</p> <p><strong>注释<br></strong>1.混沌（dùn）：古代指世界未开辟前的原始状态。《三五历记》：“未有天地之时，混沌如鸡子，盘古生其中，万八千岁，天地开辟，阳清为天，阴浊为地。”这里指未开发的煤矿。乌金：指煤炭，因黑而有光泽，故名。<br>2.阳和：原指阳光和暖。《史记·秦始皇本纪》：“时在中春，阳和方起。”这里借指煤炭蓄藏的热力。意最深：有深层的情意。<br>3.爝（jué）火：小火，火把。《庄子·逍遥游》：“日月出矣，而爝火不熄。其于光也，不亦难乎？”浩浩：广大无际貌。<br>4.烘炉：大火炉。<br>5.鼎彝（yí）：原是古代的饮食用具，后专指帝王宗庙祭器，引申为国家、朝廷。这里兼含两义。鼎，炊具；彝，酒器。元：通“原”，本来。赖：依靠。生成力：煤炭燃烧生成的力量。<br>6.“铁石”句：意谓当铁石被消融而化为煤炭的时候，它仍有为人造福之本心。古人误认为煤炭是铁石久埋地下变成的。<br>7.苍生：老百姓。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　这首咏物<a href=\"http://so.gushiwen.org/view_69201.aspx\">诗</a>，是作者以煤炭自喻，托物明志，表现其为国为民的抱负。于写物中结合着咏怀。</p> <p>　　第一句：咏煤炭点题。</p> <p>　　第二句：正面抒怀，说这里蕴藏着治国安民的阳和布泽之气。“意最深”，特别突出此重点的深意。“春浩浩”承接“阳和”，“照破夜沉沉 ”，对照着写，显示除旧布新的力量。古人称庙堂宰相为鼎鼐，这里说宰相的作为，有赖于其人具有生成万物的能力，仍从煤炭的作用方面比喻。</p> <p>　　第三句：“铁石”句表示坚贞不变的决心，也正是<a href=\"http://so.gushiwen.org/author_654.aspx\">于谦</a>人格的写照。</p> <p>　　第四句：“但愿苍生俱饱暖”，从煤炭进一步生发，即<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>广厦万间大庇天下寒士之意而扩大之。末句绾结到自己出山济世，一切艰辛在所甘心历之的本意，即托物言志。</p> <p>　　综上：</p> <p>　　前四句描写煤炭的形象，写尽煤炭一生。后四句有感而发，抒发诗人为国为民，竭尽心力的情怀。全诗以物喻人，托物言志。 诗人一生忧国忧民，以兴国为己任。其志向在后四句明确点出，其舍己为公的心志在后两句表现得尤为明显。综合全诗，诗人在诗中表达了这样的志向：铁石虽然坚硬，但依然存有为国为民造福之心，即使历尽千辛万苦，他也痴心不改，不畏艰难，舍身为国为民效力。 </p>",
  "about": "<h2>创作背景</h2> 　　这首《咏煤炭》<a href=\"http://so.gushiwen.org/view_69201.aspx\">诗</a>是明朝名臣<a href=\"http://so.gushiwen.org/author_654.aspx\">于谦</a>托物抒怀言志之作。现代有学者认为此诗是作者踏上仕途之始创作的。",
  "poet": {
    "id": 654,
    "star": 0,
    "name": "于谦",
    "image": "http://img.gushiwen.org/authorImg/yuqian.jpg",
    "desc": "于谦（1398年5月13日－1457年2月16日），字廷益，号节庵，官至少保，世称于少保。汉族，明朝浙江承宣布政使司杭州钱塘县人。因参与平定汉王朱高煦谋反有功，得到明宣宗器重，担任明朝山西河南巡抚。明英宗时期，因得罪王振下狱，后释放，起为兵部侍郎。土木之变后英宗被俘，郕王朱祁钰监国，擢兵部尚书。于谦力排南迁之议，决策守京师，与诸大臣请郕王即位。瓦剌兵逼京师，督战，击退之。论功加封少保，总督军务，终迫也先遣使议和，使英宗得归。天顺元年因“谋逆”罪被冤杀。谥曰忠肃。有《于忠肃集》。于谦与岳飞、张煌言并称“西湖三杰”。"
  },
  "tags": [
    "咏物",
    "爱国",
    "忧国忧民",
    "抱负"
  ]
}