{
  "id": 16150,
  "star": 21,
  "name": "江陵使至汝州",
  "dynasty": "唐代",
  "content": "回看巴路在云间，寒食离家麦熟还。 <br>日暮数峰青似染，商人说是汝州山。",
  "fanyi": "<h2>译文</h2> 回望巴路，但见白道如丝，一直向前蜿蜓伸展，最后渐渐隐入云间天际。<br>寒食离家，郊原还是一片嫩绿，回家的时候，田间垅上，却已是一片金黄了。<br>傍晚时分，前面出现了几座青得象染过一样的峰峦。<br>同行的商人说，那就是汝州附近的山了。<br/><p><strong>译文</strong><br>回头看巴山的道路隐没在白云里边，我寒食离开家乡麦熟才回来。<br>傍晚时分，前面出现了几座青得像是染过一样的山峰。听人说这就是汝州的山。</p> <p><strong>注释</strong><br>⑴巴陵：今湖北省江陵县。汝州：金河南省临汝县。<br>⑵巴路：巴山小路。巴，古国名，在今川东、鄂西一带。<br>⑶寒食：寒食节，指三月。麦熟：小麦成熟，指五月。<br>⑷染：点染，书画着色用墨。<br>⑸汝州：今河南省临汝县。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这首是一首纪行<a href=\"http://so.gushiwen.org/view_16150.aspx\">诗</a>。第一句是回望来路。江陵到汝州，行程相当遥远，回望巴路，只见白道如丝，一直向前蜿蜒伸展，最后渐渐隐入云间天际。这一句表明离出使的目的地江陵已经很远，回程已快接近尾声了。翘首南望，对远在云山之外的江陵固然也会产生一些怀念和遥想，但这时充溢在诗人心中的，已经是回程行将结束的喜悦了。所以第二句紧接着瞻望前路，计算归期。<a href=\"http://so.gushiwen.org/author_482.aspx\">王建</a>家居颍川，离汝州很近，到了汝州，也就差不多到家了。“寒食离家麦熟还”，这句平平道出，看似只是客观地交待离家和归家的时间季节，实则此行往返路程的遥远，路上的辛苦劳顿，盼归心情的急切以及路途上不同季节景物的变化，都隐然见于诗外。寒食离家，郊原还是一片嫩绿，回家的时候，田间垅上，却已是一片金黄了。</p> <p>　　三、四两句转写前路所见景物。“日暮数峰青似染，商人说是汝州山。”傍晚时分，前面出现了几座青得象染过一样的峰峦，同行的商人说，那就是汝州附近的山了。两句淡淡写出，徐徐收住，只说行途所见所闻，对自己的心情、感受不着一字，却自有一番韵外之致，一种悠然不尽的远调。</p> <p>　　单从写景角度说，用洗炼明快之笔画出在薄暮朦胧背景上凸现的几座轮廓分明、青如染出的山峰，确实也富有美感和新鲜感。甚至通过“数峰青似染”就展现出天气的清朗、天宇的澄清和这几座山峰引人注目的美丽身姿。但它的妙处似乎主要不在写景，而在于微妙地传递出旅人在当时特定情况下一种难以言传的心境。</p> <p>　　这个特定情况，就是上面所说的归程即将结束，已经行近离家最近的一个大站头汝州了。这样一个站头，对盼归心切的旅人来说，无疑是具有很大吸引力的，对它的出现自然特别关注。正在遥望前路之际，忽见数峰似染，引人瞩目，不免问及同行的商人，商人则不经意地道出那就是汝州的山峦。说者无心，听者有意，此刻在诗人心中涌起的自是一阵欣慰的喜悦，一种兴奋的情绪和亲切的感情。而作者没有费力地去刻画当时的心境，只淡淡着笔，将所见所闻轻轻托出，而自然构成富于含蕴的意境和令人神远的风调。</p> <p>　　纪行诗自然会写到山川风物，但它之所以吸引人，往往不单纯由于写出了优美的景色，而是由于在写景中传出诗人在特定情况下的一片心绪。这种由景物与心境的契合神会所构成的风调美，常常是纪行诗（特别是小诗）具有艺术魅力的一个奥秘。</p>",
  "about": "<h2>创作背景</h2> 　　唐宪宗元和五年（810），供职于魏博节度使田氏幕府的<a href=\"http://so.gushiwen.org/author_482.aspx\">王建</a>出使荆南（治所江陵），此<a href=\"http://so.gushiwen.org/view_16150.aspx\">诗</a>便记是记录诗人当时返程途中的优美景色的作品。",
  "poet": {
    "id": 482,
    "star": 0,
    "name": "王建",
    "image": "http://img.gushiwen.org/authorImg/wangjian.jpg",
    "desc": "王建(约767年—约830年)：字仲初，生于颍川(今河南许昌)，唐朝诗人。其著作，《新唐书·艺文志》、《郡斋读书志》、《直斋书录解题》等皆作10卷，《崇文总目》作2卷。"
  },
  "tags": [
    "纪行",
    "写景",
    "抒情"
  ]
}