{
  "id": 5647,
  "star": 996,
  "name": "观猎",
  "dynasty": "唐代",
  "content": "风劲角弓鸣，将军猎渭城。<br>草枯鹰眼疾，雪尽马蹄轻。<br>忽过新丰市，还归细柳营。<br>回看射雕处，千里暮云平。",
  "fanyi": "<p><strong>译文<br></strong>狂风声里，角弓鸣响，将军狩猎渭城郊外。<br>秋草枯黄，鹰眼更加锐利；冰雪消融，马蹄格外轻快。<br>转眼已过新丰市，不久又回细柳营。<br>回头远眺射雕荒野，千里暮云平展到天边。</p> <p><strong>注释<br></strong>1.<a href=\"http://so.gushiwen.org/view_5647.aspx\">诗</a>题一作《猎骑》。宋人<a href=\"http://so.gushiwen.org/author_55.aspx\">郭茂倩</a>摘前四句编入《乐府诗集·近代曲辞》，题作《戎浑》。按：唐人<a href=\"http://so.gushiwen.org/author_477.aspx\">姚合</a>《玄极集》及<a href=\"http://so.gushiwen.org/author_622.aspx\">韦庄</a>《又玄集》均以此诗为<a href=\"http://so.gushiwen.org/author_515.aspx\">王维</a>作。[2]猎，狩猎。<br>2.劲：强劲。<br>3.角弓：用兽角装饰的硬弓，使用动物的角、筋等材料制作的传统复合弓。<br>4.渭（wèi）城：秦时咸阳城，汉改称渭城，在今西安市西北，渭水北岸。<br>5.鹰：指猎鹰。<br>6.眼疾：目光敏锐。<br>7.新丰市：故址在今陕西省临潼县东北，是古代盛产美酒的地方。<br>8.细柳营：在今陕西省长安县，是汉代名将周亚夫屯军之地。《史记·绛侯周勃世家》：“亚夫为将军，军细柳以备胡。”借此指打猎将军所居军营。<br>9.射雕处：借射雕处表达对将军的赞美。雕：猛禽，飞得快，难以射中；射雕：北齐斛律光精通武艺，曾射中一雕，人称“射雕都督”，此引用其事以赞美将军。语出《北史·斛律光传》载北齐斛律光校猎时，于云表见一大鸟，射中其颈，形如车轮，旋转而下，乃是一雕，因被人称为“射雕手”。<br>10.暮云平：傍晚的云层与大地连成一片。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　<a href=\"http://so.gushiwen.org/view_5647.aspx\">诗</a>的内容不过是一次普通的狩猎活动，却写得激情洋溢，豪放有力。全诗共分两部分。前四句为第一部分，写射猎的过程；后四句写将军傍晚收猎回营的情景。</p> <p>　　首联起句先写角弓鸣响，箭飞劲疾，然后才点出是将军冬猎。在强劲的北风中，传来了开弓放箭的声音，一开头便渲染出紧张肃杀的气氛，然后点明猎者和猎所，确是下笔不凡。</p> <p>　　“风劲角弓鸣”，未及写人，先全力写其影响：风呼，弦鸣。风声与角弓（用角装饰的硬弓）声彼此相应：风之劲由弦的震响听出；弦鸣声则因风而益振。“角弓鸣”三字已带出“猎”意，能使人去想象那“马作的卢飞快，弓如霹雳弦惊”的射猎场面。劲风中射猎，待声势俱足，才推出射猎主角来：“将军猎渭城”。这发端的一笔，胜人处全在突兀，能先声夺人。</p> <p>　　领联具体描写纵鹰击捕，怒马追逐，进一步渲染了打猎的气氛，细致地刻画出打猎的场面，成为千古传诵的名句。诗人用“疾”字刻画鹰眼锐利，以“轻”字形容马蹄迅捷，细腻传神。</p> <p>　　渭城为秦时咸阳故城，在长安西北，渭水北岸，其时平原草枯，积雪已消，冬末的萧条中略带一丝儿春意。“草枯”“雪尽”四字如素描一般简洁、形象，颇具画意。“鹰眼”因“草枯”而特别锐利，“马蹄”因“雪尽”而绝无滞碍，颔联体物极为精细。“草枯鹰眼疾”不言鹰眼“锐”而言眼“疾”，意味猎物很快被发现，紧接以“马蹄轻”三字则见猎骑迅速追踪而至。“疾”“轻”下字俱妙。三四句初读似各表一意，对仗铢两悉称；细绎方觉意脉相承，实属“流水对”。如此精妙的对句，实不多见。</p> <p>　　以上写出猎，只就“角弓鸣”、“鹰眼疾”、“马蹄轻”三个细节点染，不写猎获的场面。一则由于猎获之意见于言外；二则射猎之乐趣，远非实际功利所可计量，只就猎骑英姿与影响写来自佳。</p> <p>　　颈联紧接“马蹄轻”而来，意思却转到罢猎还归。虽转折而与上文意脉不断，自然流走。言“忽过”，言“还归”，则见返营驰骋之疾速，真有瞬息“千里”之感。这两句连上两句，既生动地描写了猎骑情景又真切地表现了主人公的轻快感受和喜悦心情。</p> <p>　　“新丰市”（今陕西临潼县）、“细柳营”（今陕西长安县），两地相隔七十余里。这两个地名皆可参考见《汉书》，诗人兴会所至，一时汇集，典雅有味。“细柳营”本是汉代周亚夫屯军之地，用来就多一重意味，似谓诗中狩猎的主人公亦具名将之风度，与其前面射猎时意气风发、飒爽英姿，形象正相吻合。这两句连上两句，既生动描写了猎骑情景，又真切表现了主人公的轻快感觉和喜悦心情。</p> <p>　　尾联更以写景作结，但它所写非营地景色，而是遥遥“回看”行猎处之远景，已是“千里暮云平”，此景遥接篇首，首尾不但彼此呼应，而且适成对照：当初风起云涌，与出猎约紧张气氛相应；此时风平云定，与猎归后从容自如的心境相称。</p> <p>　　首尾不但彼此呼应，而且适成对照：当初是风起云涌，与出猎紧张气氛相应；此时是风定云平，与猎归后踌躇容与的心境相称。写景俱是表情，于景的变化中见情的消长，堪称妙笔。七句语有出典，语出《北史·斛律光传》载：北齐斛律光精通武艺，曾射中一雕，人称“射雕都督”。此言“射雕处”，借射雕处赞美将军的膂力强、箭法高。诗的这一结尾遥曳生姿，饶有余味。</p> <p>　　总的来说，<a href=\"http://so.gushiwen.org/author_515.aspx\">王维</a>的诗，或以悠闲古淡见长，或以豪迈精工著称。此诗气概豪迈，造句精工，章法严整，诗味浓郁。此诗运用先声夺人、侧面烘托和活用典故等艺术手段来刻画人物，从而使诗的形象鲜明生动、意境恢宏而含蓄。诗写的虽是日常的狩猎活动，但却栩栩如生地刻画出将军的骁勇英姿、感染力，表达出诗人渴望效命疆场，期盼建功立业。</p>",
  "about": "<h2>创作背景</h2> 　　此<a href=\"http://so.gushiwen.org/view_5647.aspx\">诗</a>是<a href=\"http://so.gushiwen.org/author_515.aspx\">王维</a>前期的作品，是一首写将军打猎的诗。",
  "poet": {
    "id": 515,
    "star": 0,
    "name": "王维",
    "image": "http://img.gushiwen.org/authorImg/wangwei.jpg",
    "desc": "王维（701年－761年，一说699年—761年），字摩诘，汉族，河东蒲州（今山西运城）人，祖籍山西祁县，唐朝诗人，有“诗佛”之称。苏轼评价其：“味摩诘之诗，诗中有画；观摩诘之画，画中有诗。”开元九年（721年）中进士，任太乐丞。王维是盛唐诗人的代表，今存诗400余首，重要诗作有《相思》《山居秋暝》等。王维精通佛学，受禅宗影响很大。佛教有一部《维摩诘经》，是王维名和字的由来。王维诗书画都很有名，非常多才多艺，音乐也很精通。与孟浩然合称“王孟”。"
  },
  "tags": [
    "冬天",
    "狩猎"
  ]
}