{
  "id": 22853,
  "star": 784,
  "name": "清明夜",
  "dynasty": "唐代",
  "content": "好风胧月清明夜，碧砌红轩刺史家。 <br>独绕回廊行复歇，遥听弦管暗看花。",
  "fanyi": "<p><strong>译文</strong><br>清明节夜晚时，清风习习，月夜朦胧，用碧玉做成的栏杆和用红色的砖砌成的墙是刺史的府宅。<br>独自步行在回旋的走廊中唱歌，远远的听到弦声，默默的欣赏花。</p> <p><strong>注释</strong><br>①清明夜：清明节的夜晚。清明，二十四节气之一，在阳历四月五日前后。旧俗当天有扫墓、踏青、插柳等活动。<br>②砌（qì）：台阶。<br>③独：独自。<br>④回廊：回旋的走廊。<br>⑤遥：遥远，远远。<br>⑥看花：赏花。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　第一句，描写出<a href=\"http://so.gushiwen.org/view_22853.aspx\">诗</a>人所处的环境是宜人的，月色是朦胧的，美好的月色使诗人迷醉于清明之夜，对环境的交待衬托出了诗人对美景的爱惜，也表现了诗人的闲适之情。 </p> <p>　　第二句，在微风拂过的月色朦胧的清明之夜，诗人处在碧玉栏杆和红砖墙下的府邸里。诗人用“碧和红”字显示了自己愉悦的内心，在夜晚所望之处全是一些美好的色彩，以及精雕细琢的建筑，喜笑开颜，好不爽朗。</p> <p>　　第三句则写了诗人独自踱步在回旋的走廊中歌唱。诗人处在如此清明之夜迷人的月色中，喜上心头，开怀歌唱，在回廊里唱着歌抒发着内心愉悦的情怀。</p> <p>　　第四句，交待出诗人思绪飘向了远方，恰又听到了远方的管弦之声，于是诗人安静下来认真倾听着弦声，自是不休闲。从另一方面，“遥听”和“暗看”却也写出了诗人对现实的关注。</p> <p>　　整首诗妙在未写清明之夜的清冷，却有它的自成一格，虽有清明，却意在纸外，写出怀春少女的幽情，一句“又是清明过了”，别有韵味，此诗取材，构思都别具一格；此诗也展现了诗人留恋美景，深恐春天将去的微妙心理，但无一字直抒胸怀，而诗人惜春之意无疑自显。</p><br/><h2>鉴赏</h2> <p>　　《清明夜》是<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>的一首清明日外出踏青游玩的习俗。</p> <p>　　在古代，踏青又称“寻春”、“春禊”，晋代已盛。清明时节也是人们春游的大好时光，在春光明媚的清明前后，尽情地亲近自然，到郊外踏青游玩，这是清明节俗的另一项重要活动。目前普遍认为，这一项清明节俗是继承了形成于春秋末期的三月上巳节传统。上巳节的一项重要内容便是男女青年到野外踏青，自由择偶。</p> <p>　　但这首<a href=\"http://so.gushiwen.org/view_22853.aspx\">诗</a>妙在未写清明的清冷。有它的自成一格，虽有清明，却意在纸外，写出怀春少女的幽情，一句“又是清明过了”，不禁让人要笑问：“可是愁嫁？”</p> <p>　　对白居易一向颇有好感，虽然当初《琵琶行》《长恨歌》曾经让我背得痛不欲生，但是长大以后细细回味，其名句却处处可用得，选他这首，是因为意境的清朗，和颜色对比的鲜明却不刺眼，诗人在夜里听乐看花，怡然自得，但绕着回廊行而复歇，却含蓄点出了此闲适后的诗人的真正心意。</p>",
  "about": "<h2>创作背景</h2> 　　踏青。又叫探春、寻春、郊游。其含义就是脚踏青草，在郊野游玩，观赏春色。三月清明，春回大地，自然界到处呈现一派生机勃勃的景象，正是郊游的大好时光。我国民间长期保持着清明踏青的习惯。清明前后正是踏青的好时光，所以成为清明节习俗的一项重要内容。古时妇女平日不能随便出游，清明扫墓是难得踏青的机会，故妇女们在清明比男人玩的更开心。",
  "poet": {
    "id": 665,
    "star": 0,
    "name": "白居易",
    "image": "http://img.gushiwen.org/authorImg/baijuyi.jpg",
    "desc": "白居易（772年－846年），字乐天，号香山居士，又号醉吟先生，祖籍太原，到其曾祖父时迁居下邽，生于河南新郑。是唐代伟大的现实主义诗人，唐代三大诗人之一。白居易与元稹共同倡导新乐府运动，世称“元白”，与刘禹锡并称“刘白”。白居易的诗歌题材广泛，形式多样，语言平易通俗，有“诗魔”和“诗王”之称。官至翰林学士、左赞善大夫。公元846年，白居易在洛阳逝世，葬于香山。有《白氏长庆集》传世，代表诗作有《长恨歌》、《卖炭翁》、《琵琶行》等。"
  },
  "tags": [
    "清明节",
    "踏青"
  ]
}