{
  "id": 52803,
  "star": 920,
  "name": "蝶恋花·泪湿罗衣脂粉满",
  "dynasty": "宋代",
  "content": "泪湿罗衣脂粉满，四叠阳关，唱到千千遍。人道山长水又断，萧萧微雨闻孤馆。<br>惜别伤离方寸乱，忘了临行，酒盏深和浅。好把音书凭过雁，东莱不似蓬莱远。",
  "fanyi": "<p><strong>译文</strong><br>　　与姐妹们分手时，惜别的泪水打湿了衣衫，洇湿了双腮，送别的《阳关曲》唱了一遍又一遍，纵有千言万语，也难尽别情。而今身在异乡，望莱州山长水远。寄宿馆所，秋雨潇潇，不禁感到无限凄清。<br>　　被离情别绪搅得心乱如麻，竟不知在饯行时姐妹们送别酒是如何喝下去的，那杯中酒是深是浅，都全不知道了。最后嘱咐姐妹，你们要将音讯让过往的大雁捎来，以慰我心，东莱毕竟不像蓬莱那样遥远。</p> <p><strong>注释</strong><br>⑴蝶恋花：词牌名。<br>⑵昌乐馆：昌乐县驿馆，故址在今山东昌乐西北十里。<br>⑶泪湿罗衣脂粉满：四印斋本自注云：“别作‘泪搵征衣脂粉暖’。”满：同“漫”。<br>⑷阳关：这里指<a href=\"http://so.gushiwen.org/author_515.aspx\">王维</a>的《渭城曲》（送元二使安西）：“渭城朝雨浥轻尘，客舍青青柳色新。劝君更进一杯酒，西出阳关无故人。”后人乐，曰《阳关曲》，亦称《阳关》。<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>论《阳关三迭》唱法云：“余在密州，文勋长官以事至密，自云得古本《阳关》，每句皆再唱，而第一句不叠。乃知古本三叠盖如此”。《四叠阳关》盖按苏轼之言推之，或者第一句也叠，故称四叠。究竟如何叠法，说法不一。宋<a href=\"http://so.gushiwen.org/author_369.aspx\">刘仙伦</a>《一剪梅》：“唱到阳关第四声，香带轻分。”<br>⑸萧萧：一作“潇潇”。孤馆：孤独寂寞的旅馆。宋<a href=\"http://so.gushiwen.org/author_164.aspx\">周邦彦</a>《绕佛阁》：“楼观迥出，高映孤馆。”<br>⑹方寸：即“方寸地”，指人的心。《三国志·<a href=\"http://so.gushiwen.org/author_507.aspx\">诸葛亮</a>传》（徐庶）云：“今已失老母，方寸乱矣。”宋孔平仲《大风发长芦<a href=\"http://so.gushiwen.org/view_52803.aspx\">诗</a>》：“纷然方寸乱，魂干久不集。”<br>⑺把：四印斋本自注：“别作有。”<br>⑻东莱：即莱州，时为明城为官之地，今山东莱州市，曾名掖县。蓬莱：传说中的海上仙山名。《史记·秦始皇本纪》：“齐人徐芾（fú）具书言，海中有三神仙山，名为蓬莱、方丈、瀛洲。”</p>",
  "shangxi": "<h2>赏析</h2> <p>　　词作当写于宣和三年（1121）秋天，时赵明诚为莱州守，<a href=\"http://so.gushiwen.org/author_536.aspx\">李清照</a>从青州赴莱州途中宿昌乐县驿馆时寄给其家乡姊妹的。它通过词人自青州赴莱州途中的感受，表达她希望姐妹寄书东莱、互相联系的深厚感情。</p> <p>　　眼泪湿了衣服，脸上胭脂妆容化开。词开头作者便直接表露出了难分难舍的情感。四叠阳关唱了几千遍但是还不足以形容自己内心对妹妹的万种离情。“千千遍”则以夸张手法，极力渲染离别场面之难堪。“人道山长山又断，萧萧微雨闻孤馆”，妹妹此行路途遥远，而自己已经到了“山断”之处，离妹妹更加遥远了，加上又有潇潇微雨，自己又是独处孤馆，更是愁上加愁。</p> <p>　　“惜别伤离方寸乱，忘了临行，酒盏深和浅”，自己在临别之际，由于极度伤感，心绪不宁，以致在饯别宴席上喝了多少杯酒，酒杯的深浅也没有印象。词人以这一细节，真切形象地展现了当时难别的心境。“好把音书凭过雁，东莱不似蓬莱远。”词人告慰姊妹们，东莱并不象蓬莱那么遥远，只要鱼雁频传，音讯常通，姊妹们还是如同在一起。至此，已不仅仅表现的是离情别绪，更表现了词人深挚感人的骨肉手足之情。</p> <p>　　李清照是婉约派代表人物，通过这一<a href=\"http://so.gushiwen.org/view_52803.aspx\">诗</a>词，看出李清照词细腻生动，而又不乏姿放的特点。</p><br/><h2>赏析二</h2> <p>　　此词一开头就写她想念家中姊妹想得厉害，以至珠泪涟涟，浸湿身上罗衣，并且连脸上的脂粉也冲落下来沾满了罗衣；这时，她不由得想起了家中姊妹送她出行时，一遍遍吟唱《阳关曲》时的情景。《阳关曲》，又名《渭城曲》。唐代著名<a href=\"http://so.gushiwen.org/view_52803.aspx\">诗</a>人兼音乐家<a href=\"http://so.gushiwen.org/author_515.aspx\">王维</a>《送元二使安西》诗：“渭城朝雨　轻尘，西出阳关无故人。”后歌入乐府，以为送别之曲。至“阳关”句，反复歌之，所以<a href=\"http://so.gushiwen.org/author_536.aspx\">李清照</a>称“四叠阳关”。如今，这长长的山路已将亲人隔于两地了，她孤身一人在这异地的旅馆中，听着这凄苦的萧萧雨声，心里无比忧伤，竟使自己的心绪全乱了，乱得忘记了姊妹们送她时，饯行宴上酒杯斟得是浅还是满。不管多么想念，亲人已经别于两地了，只好靠鸿雁来传递音信吧。好在东莱是个实实在在的地方，不像蓬莱仙山那样遥远飘渺，可望而不可即。“蓬莱”，指蓬莱山，也称医壶，古人传说与方丈、瀛洲并为海上三神山，都在渤海中，世人不能登及，所以说它“远”。</p> <p>　　这是一首开阖纵横的小令，王维的“劝君更尽一杯酒，西出阳关无故人”，到了她的笑下变成“四叠阳关，唱到千千遍”的激情，极夸张，却又极亲切、真挚。通首写惜别心情一层比一层深入，但煞拍“好把音书凭过雁，东莱不似蓬莱远”，出人意料地作宽解语，能放能收，小令词能用这种变化莫测的手法是很不容易的，这就是所谓善方情者不尽情。</p>",
  "about": "<h2>创作背景</h2> <p>　　此词写作背景有两说，一是以为作者在滞留青州时写给移守莱州的丈夫；一是以为作者在赴莱州途中的昌乐馆写给留居青州的姊妹们。龚克昌《谈〈蝶恋花·晚止昌乐馆寄姊妹〉》以为，当以后者说为胜。理由是：一、元代刘应李《事文类聚翰墨大全》后丙案卷凹收此词，题为《晚止昌乐馆寄姊妹》。但刘氏对作者失考，归入无名氏；其实，在此之前，也即在宋代曾慥的《乐府雅词》里，已标明此词为李易安作；曾氏生活年代与作者同时，其说当较可信，正可补正刘氏将此词编入无名氏之误。而以为此词为清照思夫念旧之作均出后代，殊无实据。二、词中出现的“人道山长山又断，萧萧微雨闻孤馆”句，与所标“晚止昌乐馆寄姊妹”题意正合，以词中所流露的也恰是作者身处旅途中的口气，和寄宿孤馆中的心境。因此，断此词为作者寄姊妹之作，当较近是。</p> <p>　　平慧善《<a href=\"http://so.gushiwen.org/author_536.aspx\">李清照</a><a href=\"http://so.gushiwen.org/view_52803.aspx\">诗</a>文词选译》认为，公元1121年（宣和三年辛丑）八月间，李清照自青州赴莱州，途经昌乐宿馆。作此词奇姊妹。</p> <p>　　根据陈祖美《李清照简明年表》，此词作于公元1121年9月中旬。公元1120年（北宋宣和二年庚子）赵明诚知莱州，李清照未与之同去，仍居青州。公元1121年（宣和三年辛丑）秋天次年起身赴莱州与丈夫团聚，行到昌乐，遇雨宿于旅馆中，一时难以见到久别的丈夫，又思念家中姊妹，在寂寞凄苦中写了这首《蝶恋花·晚止昌乐馆寄姊妹》。</p>",
  "poet": {
    "id": 536,
    "star": 0,
    "name": "李清照",
    "image": "http://img.gushiwen.org/authorImg/liqingzhao.jpg",
    "desc": "李清照（1084年3月13日～1155年5月12日）号易安居士，汉族，山东省济南章丘人。宋代（南北宋之交）女词人，婉约词派代表，有“千古第一才女”之称。所作词，前期多写其悠闲生活，后期多悲叹身世，情调感伤。形式上善用白描手法，自辟途径，语言清丽。论词强调协律，崇尚典雅，提出词“别是一家”之说，反对以作诗文之法作词。能诗，留存不多，部分篇章感时咏史，情辞慷慨，与其词风不同。有《易安居士文集》《易安词》，已散佚。后人有《漱玉词》辑本。今有《李清照集校注》。"
  },
  "tags": [
    "婉约",
    "离别",
    "亲情"
  ]
}