{
  "id": 68254,
  "star": 4,
  "name": "汉宫春·着破荷衣",
  "dynasty": "宋代",
  "content": "着破荷衣，笑西风吹我，又落西湖。湖间旧时饮者，今与谁俱？山山映带，似携来、画卷重舒。三十里，芙蓉步障，依然红翠相扶。<br>一目清无留处，任屋浮天上，身集空虚。残烧夕阳过雁，点点疏疏。故人老大，好襟怀，消减全无。慢赢得，秋风两耳，冷泉亭下骑驴。",
  "shangxi": "<h2>赏析二</h2> <p>　　这是一首感伤时事的伤怀之作。</p> <p>　　作者的感时伤世，触发点是重游杭州西湖。在经过了一段较长时间的隐居生活之后，词人在一个秋风瑟瑟的日子里，重到西湖。“荷花”，出于<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>《离骚》“制芰荷以为衣兮，集芙蓉以为裳”，后世用指隐者的服装。“着破”，表明穿着时间之长。“笑”是苦笑，荷衣在身，意在遁世归隐，可是“西风吹我，又落西湖”。一个“落”字，可见旧地重游，有违初衷，并非自己所愿，因此只付之苦笑。重到西湖后，有了种种感受，其一是，“湖间旧时饮者，今与谁俱？”老朋友皆不知去向，表达作者的孤苦感情，其二则是湖光山色，一如既往。“山山映带”至上片结句，从画卷似的青山“屏幕（步障）”似的芙蓉等方面，大幅度地描绘西湖美景，字字珠玑，势如泼墨。作者通过写西湖之美，意在反衬心中的悲，使人在惊羡大好河山的同时，不禁悲叹中来，感叹物是人非的变化。上片中的“又”、“旧时”、“重”、“依然”等，都表明作者是重游西湖，因此从“重游”来看，感时伤世的感叹才能充分表现出来。</p> <p>　　在词的下片，作者进一步抒写自己在此情此景中的亲身感受，悲悼王朝故家的沦落和自己的不幸遭遇。换头以“一目清无留处”一句，总括上片写景。意思是说无穷的美丽景色，映入眼帘。一个“清”字，既写出了观景的真切，同时也表现了作者虽感时伤世，而神志却是镇静的。“任屋浮天上，身集空虚”，则是情景兼而有之。作者身在西湖，好像置身在空旷虚无的境地，“集”，引申为“停留”；由于作者身在湖中，故百物如浮，顿觉屋庐亦浮于天际，“屋浮”两句，全是从感觉方面写景，而句前用一领字“任”，作者委身运化、任其所之的思想情绪，就全表现出来，而“屋浮”句隐约透露出作者对于当时动荡不安的王朝命运的忧愁。《易林》有云：“水暴横行，浮屋坏墙。”可见“屋浮”所表现的，是一种动荡的形象，象征着作者所生活的南宋后期的局势。“残烧夕阳过雁”句，很可能就是作者这种忧虑的形象写照。当时南宋败亡之象日益明显，犹如半规夕阳，仅留残照而已。虽然美丽，但却是一种衰飒之景。黄昏夕照之下，再点缀以“点点疏疏”的“过雁”，这不仅是萧飒，而且凄凉无比。词中说：“故人老大，好襟怀、消减全无”，这是概说。然后由概括而具体，进一步诉说：“慢赢得、秋风两耳，冷泉亭下骑驴。”“故人”，也应包括词人自己。这几句，可以称“史笔”。南渡之初，无论是在朝还是在野的士人，大多都恢复故国的壮志，但南宋最高统治集团，却唯求偏安一隅，白白地使英雄老大，寂寞无比，壮志殆尽，以致半壁江山，不可收拾，这几句也同样是对南宋最高统治集团的严厉的斥责。结尾“慢赢得，秋声两耳，冷泉亭下骑驴”两句则无比神妙、十分生动地把一个失意落魄的荷衣隐者的形象写活。“着破荷衣”侧重于静态，而这结尾两句是动态的描绘，甚至连这人物的听觉、感觉都写到了；在结构上，与上片的“西风”、“西湖”，以至“旧时饮者，今与谁俱”的孤独感，都互相相应；更重要的是，这两句看似轻松，实际上无限悲凉，怨中含怒，无限萧条，这种感情的脉络，是从“故人”三句延伸而来，但是关键则在于“慢赢得”这个三字逗——它把“故人”三句坦率的抒情贯注于“秋声”两句的形象之中。“赢”，是反语，作者本是宋太宗的后裔，商王元份的七世孙。帝胄王孙，世代显赫，此时却只有“秋声两耳，冷泉亭下骑驴”而已。如此到了这般沦落的境地，却说是“慢赢得”，这与其说是放达乐观，不如说是拗怒。况蕙风对“故人”以下几句，极其欣赏，说它“以清丽之笔作淡语，便似冰壶濯魄，玉骨横秋，绮纨粉黛，回眸无色”。因而可见并不<br>　　能低估这几句的社会效果。</p><br/><h2>赏析一</h2> <p>　　在《全宋词》收录的赵汝茪的九首词中，这首《汉宫春》系于末位，与前八首相较，所表现的题材与所表达的情调，也迥然不同。前八首，除《梦江南》外，都是摹写女子伤春怨别的闺情之作，透露出一种优雅闲适的情调，让人联想到“少年不识愁滋味，爱上层楼。爱上层楼，为赋新词强说愁”（<a href=\"http://so.gushiwen.org/author_217.aspx\">辛弃疾</a>《丑奴儿》）的词句。这首《汉宫春》是感时忧世、感慨伤怀之作。词人似乎也已从生活优裕的宗室子弟，沦为身着破荷衣、冷泉亭下骑驴、逃避世俗的隐者。情调哀痛沉郁，透露出一种“世纪末”的悲凉色彩。很可能，是他经历了赵宋王朝式微、宗室零落后的晚期作品。</p> <p>　　开篇是，“着破荷衣，笑西风吹我，又落西湖”。词中人物的形象，无疑是词人自身的形象。自屈子有“制芰荷以为衣兮，集芙蓉以为裳”（《离骚》）的比拟后，后世常借“荷衣”以指隐者的服装，而“荷衣”这个语码符号也就具有隐者的含义。荷衣已经着破，既说明他身世的零落，还说明服着时间非短，他过隐士生活已有一段较长的时光。从“又落西湖”的词意推测，词人这年秋天是重到西湖；从“旧时饮者”、“故人”的称谓看，他对西湖还很熟悉。着荷衣做隐者原是避世绝俗之举，却被“西风吹我，又落西湖”，重新来到这“东南形胜，三吴都会”、“自古繁华”的烟柳热闹之地，盖非出于本愿。所以“笑”这个领字，似有命运捉弄、无可奈何的苦涩滋味，并无庆幸之意，实是苦笑。开篇三句，隐约地告诉读者，词人已不是“当年刘郎”，不仅他已自许为隐者，对形胜、繁华的杭州也别有一番情怀了。杭州，南宋称为临安，即宋王朝南渡后的帝京。作为宋太宗第四子商王元份的七世孙这样一个宗室子弟，对重来帝京以一种无可奈何的心绪对待，其中必有缘故，因此就给人留下了悬念，留下了疑猜。旧地重游，必有比较，比较中也必有新的观感，所以，紧接着就抒写自己的观感：其一，是“湖中旧时饮者，今与谁俱？”旧时同气相求、同酌共饮的朋友已风流云散，无处可求。其二，“山山映带（景物映衬，相互关连），似携来、画卷重舒。三十里、芙蓉步障（屏幕），依然红翠相扶。”西湖依然风姿如画，美景依旧。词人巧用反衬之法，抓住西湖典型的景色，着意渲染，以热色艳丽的风景反衬冷色的零落的人事，抒写出世易时移、物是人非的悲凉情怀。</p> <p>　　下片，更值得玩味。“一目清无留处”，承上启下，上承前片的写景，下启由以上景色生发的感受。一个“清”字，从字面看，是说西湖胜景一览无余，尽收眼底。但从语言的语码、符号作用看，却颇有深意。“清”与“昏”相对，有看得真切、透彻、洞悉无余的意义。词句隐寓着对南宋王朝已病入膏肓、无可药救的深切了解这层意思。“任屋浮天上、身集空虚”，从字面看，是写自己在湖中的一种感受：西湖如镜，蓝天如碧，水天澄澈，岸边的房屋和上面的蓝天都映在水中，房屋也如浮在天上。任凭房屋浮在天上，自身停留在水天澄澈的虚空之中。这境界，如同<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>在《采桑子》中描画的，“行云却在行舟下，空水澄鲜，俯仰留连，疑其湖中别有天。”但《易林》有云：“水暴横行，浮屋坏墙”。这“屋浮”的形象，有着南宋王朝内外交困、政局动荡的寓意。而“任”字，透露出词人对南宋王朝的失望，已不抱希望，任其屋浮天上、墙坏壁塌的意思。至于自己，也只能委身造化听天由命，置身空虚，超脱尘世了。联系到他做隐士（至少内心向往隐士）、遁迹自然的行状来看，恰是言行相符，并非臆断。</p> <p>　　至于“残烧夕阳过雁，点点疏疏”，是化用<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>《秋思》“夕照红于烧”的<a href=\"http://so.gushiwen.org/view_68254.aspx\">诗</a>意，但“夕阳”这个语码就有王朝末日的特定含义，多数人对“夕阳无限好，只是近黄昏”这<a href=\"http://so.gushiwen.org/author_204.aspx\">李商隐</a>的名句，作唐王朝行将灭亡的预言看待。那么词人这美艳的形象，也是对宋王朝犹如残阳、已好景不长的预告。在这黄昏时刻，疏疏点点的过雁，急急惶惶振翅向远方飞去，想寻找自己的归宿，正象征着有识之士，觉得大局已定，回天乏力，或退出仕途，或隐迹江湖，或皈依空门，各自寻找退路的现实。所以这是一幅肃杀、衰败、凄凉的末世寓意图，是词人用比的手法借景抒情、最含深意的形象。</p> <p>　　“故人老大，好襟怀、消减全无。”则是词人怀着激愤和沉痛对南宋王朝不发不快的直接评论。南渡之初，朝野不乏恢复中原的壮志，“好襟怀”，当指此。但赵宋最高统治者，心怀鬼胎，苟且偷安，醉生梦死。诚如文及翁写的，“一勺西湖水，渡江来，百年歌舞，百年酣醉。”（《贺新郎·游西湖有感》）同时又压制、打击、排挤主战力量，使英雄塞路，报国无门，壮志消磨以尽，造成世风日颓，如江河日下，半壁山河，难以收拾的局面。这是多么令人扼腕的下场！大概这也就是词人不愿意重来京城、重游西湖的真正原因。至此，词人以“慢赢得，秋风两耳，冷泉亭下骑驴”这样深沉的感慨收束了全词。“两耳秋风”，即满耳的秋声。秋声者，世纪末的衰颓没落之音也。词人再描绘出一个鲜明的形象：一个着破荷衣的宗室子弟，骑着一头毛驴，踽踽独行在冷泉亭下。这等凄楚的情景，正是王室式微的绝好象征。但这沉痛的心意由“慢赢得”三字引出，沉痛之情偏以淡语、谐语、反语道之，更有一种悲从中来的异样的兴发感动力量。</p> <p>　　<a href=\"http://so.gushiwen.org/author_145.aspx\">况周颐</a>对赵汝茪的词，原有“格调本不甚高”的评价，但对这首词，尤其对下片部分，评曰：“以清丽之笔作淡语，便似冰壶濯魄，玉骨横秋。绮纨粉黛，回眸无色。”相当推崇。究其原因，大概也是看到了这位赵氏宗室并非醉生梦死之徒，当他被抛出温柔富贵之乡后，尚有魂魄，尚有骨气，一扫原先的绮纨粉黛，能写出这感时伤世、饱含家国之痛的好词章。</p>",
  "poet": {
    "id": 77,
    "star": 0,
    "name": "赵汝茪",
    "desc": "赵汝茪 guāng（约公元1247年前后在世），字参晦，号霞山，又号退斋，赵宋宗室，宋太宗第四子、商王元份七世孙，为赵善官之幼子。里居及生卒年均不详，约宋理宗淳佑中前后在世。有词名，周密曾拟其词体作词，宋编的《阳春白雪》和《绝妙好词》均选其作品，《全宋词》辑其《退斋词》一卷，存词九篇。"
  },
  "tags": []
}