{
  "id": 68388,
  "star": 25,
  "name": "满江红·代王夫人作",
  "dynasty": "宋代",
  "content": "试问琵琶，胡沙外、怎生风色。最苦是、姚黄一朵，移根仙阙。王母欢阑琼宴罢，仙人泪满金盘侧。听行宫、半夜雨淋铃，声声歇。 <br>彩云散，香尘灭。铜驼恨，那堪说。想男儿慷慨，嚼穿龈血。回首昭阳离落日，伤心铜雀迎秋月。算妾身、不愿似天家，金瓯缺。",
  "fanyi": "<h2>注释</h2> ①代王夫人作：王夫人名<a href=\"http://so.gushiwen.org/author_1341.aspx\">王清惠</a>，宋末被选入宫为昭仪，宋亡被掳往大都。途中驿馆壁题《满江红》传诵中原，<a href=\"http://so.gushiwen.org/author_173.aspx\">文天祥</a>不满意结尾三句：“问嫦娥，于我肯从容，同圆缺。”因以王清惠口气代作一首。<br>②姚黄：名贵的牡丹。<br>③仙人：即金铜仙人。汉武帝在建章宫前铸铜人，手捧盛露盘，魏明帝命人把铜人迁往洛阳，在拆迁时，据说铜人流下泪来。<br>④雨淋铃：唐玄宗在奔蜀途中，听到夜雨淋铃，思念贵妃，分外凄怆，采其声为《雨淋铃》。<br>⑤铜驼恨：晋索靖知天下将乱，指着洛阳宫门的铜驼说：“就要看见你埋在荆棘里”。宫门前的铜驼埋在荆棘里，象征着亡国。<br>⑥嚼穿龈血：唐<a href=\"http://so.gushiwen.org/author_1016.aspx\">张巡</a>临战时对敌大呼，经常把牙咬碎，牙龈流血，喷到脸上，说明愤怒已极。<br>⑦铜雀：<a href=\"http://so.gushiwen.org/author_552.aspx\">曹操</a>所建台名。",
  "shangxi": "<h2>鉴赏</h2> <p>　　上片写亡国之恨和被掳北行的痛苦。起首二句，以昭君比喻<a href=\"http://so.gushiwen.org/author_1341.aspx\">王清惠</a>，她在北行途中，常向琵琶自语叹息：在塞外，除了黄沙还有什么风光！先写塞外的荒凉和她心情的凄怆，然后用名贵牡丹姚黄被人从仙宫里连根挖出，王母娘娘停止瑶池仙宴，汉宫金铜仙人被拆迁而泪满金盘，和唐玄宗在蜀中听到夜雨淋铃而万分感伤等一系列典故，写宋室灭亡，皇室人员被驱北行的惨状。</p> <p>　　下片抒写对敌人的仇恨和自己坚守节操保持清白的决心。先写国破家亡，繁华销尽，男儿已为国捐躯，此恨难消的悲痛心情，同时刻画了包括自己在内的民族英雄的形象。再以昭阳殿、铜雀台日落日出的变化，写改朝易代的惨景。最后表示虽然国土沦丧，无以为家，自己还要坚持操守，保持清白，宁为玉碎，不为瓦全。<a href=\"http://so.gushiwen.org/author_173.aspx\">文天祥</a>以民族英雄的胸怀，代王夫人立言，实际上表现了文天祥自己生死不渝的民族气节和顽强斗志。光辉夺目，使人激昂奋发。</p> <p>　　刘熙载在《艺概》中评价文天祥的词：“文文山词，有‘风雨如晦，鸡鸣不已’之意，不知者以为变声，其实乃正之变也，故词当合其人之境地以观之。”</p> <p>　　文天祥的词关注政治，都是有为而发。这首词，是他应和王夫人词中的一首。代作，本意拟作、仿作，但这里主要是翻作的意思。文天祥寓自己的思想于其中翻填新词，校正王清惠的原作在内容上的不妥之处。</p> <p>　　文天祥的代作多引典抒情，却不隐晦难解，而是用简洁的语言表达出丰富的意思。汉武帝时，假托<a href=\"http://so.gushiwen.org/author_830.aspx\">王昭君</a>为公主，远嫁西域乌孙王，令人弹琵琶马上作乐，以慰其道路之思。后来人们用此表达王昭君远嫁匈奴之事。<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>《咏怀古迹》<a href=\"http://so.gushiwen.org/view_68388.aspx\">诗</a>：“千载琵琶作胡语，分明怨恨曲中论。”文天祥这首词的开头借“琵琶”故事总指后妃宫女被掳北去。“姚黄”，牡丹中名贵品种，暗指王夫人。“移根仙阙”，离开宋宫，被驱北行，较之公主远嫁，处境惨，悲愁深。“王母”句，西王母瑶池美宴的古代传说，用来指宫中的欢意已消失。</p> <p>　　“仙人”句，以铜仙坠泪的故事，感叹国土沦亡的惨痛。唐代天宝年间，唐玄宗避乱入蜀，在马嵬坡军士哗变被迫缢死<a href=\"http://so.gushiwen.org/author_1039.aspx\">杨玉环</a>，后来，在行宫内听到雨声和风吹檐铃声相应，引发心事，即《雨霖铃》曲，“听行宫”两句，这里借此典表述被迫北去途中的悲苦心境。</p> <p>　　文天祥在上阙用沉重的笔调，紧扣“最苦”两字，反复陈述了亡国的痛烈心情。“彩云散，香尘灭。铜驼恨，那堪说。”“彩云散，香尘灭”比喻美好生活的毁灭；“铜驼恨”指南宋之覆亡；“那堪说”表明其悲痛之极，不能卒言。抗御元军、挽救宋室危亡之局的战场上，无数热血将士血战到底。安禄山叛乱时<a href=\"http://so.gushiwen.org/author_1016.aspx\">张巡</a>拒守睢阳，抗击安禄山，“每战臶裂，嚼齿皆碎”。这种情境是文天祥所亲历亲知的，以补充王夫人的“妾在深宫那得知”的事实。”用“想”字领起，意境就更充实。</p> <p>　　“回首昭阳离落日，伤心铜雀迎秋月”，“昭阳”、“铜雀”，都是古都城台殿名，这里用来借指南宋宫殿，落日和秋月将光辉洒在故国宫殿上，寄托一种思念的情感。“回首”、“伤心”，借王夫人口气，寓其自己的悲感中。“算妾身、不愿似天家，金瓯缺”，点明文天祥缘何代王清惠作此词的缘由。文天祥改变王清惠原作中消极避祸的思想，要洁身自爱，坚守操节，这实际上文天祥借王夫人之口表达的自勉之词，并与<a href=\"http://so.gushiwen.org/author_504.aspx\">王夫之</a>和众宫娥共勉。</p> <p>　　文天祥的词“气冲斗牛，无一毫毒靡之色”，《词林纪事》，凝聚了他对于生活、情思的感受和他的人格的结晶。读了他的词，让人顿觉忍辱偷生的可耻，和保全气节的光荣。词中蕴含的热情和血泪让读者生出几许激情。</p>",
  "poet": {
    "id": 173,
    "star": 0,
    "name": "文天祥",
    "image": "http://img.gushiwen.org/authorImg/wentianxiang.jpg",
    "desc": "文天祥（1236.6.6－1283.1.9），字履善，又字宋瑞，自号文山，浮休道人。汉族，吉州庐陵（今江西吉安县）人，南宋末大臣，文学家，民族英雄。宝祐四年（1256年）进士，官到右丞相兼枢密史。被派往元军的军营中谈判，被扣留。后脱险经高邮嵇庄到泰县塘湾，由南通南归，坚持抗元。祥光元年（1278年）兵败被张弘范俘虏，在狱中坚持斗争三年多，后在柴市从容就义。著有《过零丁洋》、《文山诗集》、《指南录》、《指南后录》、《正气歌》等作品。"
  },
  "tags": [
    "爱国",
    "勉励"
  ]
}