{
  "id": 9356,
  "star": 9,
  "name": "登古邺城",
  "dynasty": "唐代",
  "content": "下马登邺城，城空复何见。<br>东风吹野火，暮入飞云殿。<br>城隅南对望陵台，漳水东流不复回。<br>武帝宫中人去尽，年年春色为谁来。",
  "fanyi": "<p><strong>译文<br></strong>下马走到邺城上面，城池空空有何所见？<br>阵阵东风吹起野火，日幕飘入昔日金殿。<br>城角与那望陵合遥遥相对，漳水滔滔东流一去不再回；<br>武帝宫殿成废墟人已去尽，年年度废春色来又是为谁？</p> <p><strong>注释<br></strong>⑴邺（yè）城：春秋齐邑，战国魏都，三国时魏置邺都，与长安、洛阳等合称五都，北周大象二年（580）遭战火焚毁，民众南徙，隋开皇十年（590）复为邺县。故址在今河北省临漳县。<br>⑵野火：此指焚烧枯草的火。一说为磷火，也称鬼火。<br>⑶飞云殿：无考，当为邺城宫殿一陈迹。<br>⑷城隅（yú）：城墙角上作为屏障的女墙。望陵台：即铜雀台，<a href=\"http://so.gushiwen.org/author_552.aspx\">曹操</a>筑。《邺城故事》：“魏武帝遗命诸子曰：‘吾死后葬于邺之西岗上，与西门豹祠相近。吾妾与使人皆著铜雀台······汝等时登台，望吾西陵墓田。’”<br>⑸漳（zhāng）水：即漳河，流经邺城。山西省东部有清漳、浊漳二河，东南流至河北、河南两省边境，合为漳河，今皆湮没。<br>⑹武帝：曹操死后被追尊为魏武帝。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　首句点题，次句一个“空”字，统领全篇。此“空”，既是对邺都故址败落凄清环境的概括，又是<a href=\"http://so.gushiwen.org/view_9356.aspx\">诗</a>人身临其境所产生的茫然无着心情的流露，悲戚怀古之情寓于其中。“复何见”三字，以一设问，自然引出中间四句的具体描绘。东风，在古诗中尤为常见，如<a href=\"http://so.gushiwen.org/author_204.aspx\">李商隐</a>《无题》：“东风无力百花残，”如<a href=\"http://so.gushiwen.org/author_269.aspx\">李煜</a>《虞美人》“小春风吹醒万物，百花欣欣向荣。楼昨夜又东风”等等，暗示出春天已到来，呼应结句“春色”。飞云殿，从名称上可以使作者想见当年的气势。而今，在这样一个暮春的傍晚，却只有东风薛阵，野火飘飘，通过凄凉景象，写出“人去尽’。这两句例重从人事方面写“空”。</p> <p>　　以下两句侧重从事业方面写“空’。望陵台，为<a href=\"http://so.gushiwen.org/author_552.aspx\">曹操</a>当年钦酒作乐的地方，曾为曹操事业兴盛的标志，而如今漳水依然东流，高台却只与曹操陵墓空对，如诗人《临河客舍呈狄明府兄留题县南楼》中所写：“邺都唯见古时丘，漳水还如旧日流”，城角的高台与城北的流水这种种形象之间的对照和映衬，便透露出事业付流水之意。上文说“城空”，本不该再有所见，但实际上，这四句所见更突出了“城空”，并且使“空”的内容更具体化。诗的最后两句用“人去尽”总承上顶四句，再度强调“空”，回应诗的开头，使“空”字成为首尾贯串的线索。春色依然，人事惧非，这两句又是对春色的感叹，实际是对古人不常在，事业不常在的感叹。开头说“复何见”，结尾说“为谁来”，两处问句迢迢呼应，加深了这种感叹的分量，全诗遂在不尽的感叹中结束。</p> <p>　　这首诗以“空”为主线，通过总括、细描、抒慨三个层次的渲染烘托，写出古都邺城的“四空”，凭吊古迹，惋叹人生，寓情于景。全诗语言素淡自然，朴茂浑涵，颇有汉魏古诗的悲凉慷慨的风格。诗篇前四句五言，后四句七言，五、七言并用，不拘一格，依物事的描写、感情的起伏而选择变化，使诗歌既有潇洒明快的格调，很适于表现怀古的主题并具饱满深厚的力度，为<a href=\"http://so.gushiwen.org/author_113.aspx\">岑参</a>早期诗歌代表作之一。</p>",
  "about": "<h2>创作背景</h2> 　　此<a href=\"http://so.gushiwen.org/view_9356.aspx\">诗</a>为<a href=\"http://so.gushiwen.org/author_113.aspx\">岑参</a>开元二十七年（739）春天自长安往游河朔途径邺城时所作。诗人登临邺城，唯见荒草野火，昔日英雄已淹没于历史的滚滚尘埃中。诗人吊古兴怀，情之所至，感而成咏。",
  "poet": {
    "id": 113,
    "star": 0,
    "name": "岑参",
    "image": "http://img.gushiwen.org/authorImg/cencan.jpg",
    "desc": "岑参（约715-770年），唐代边塞诗人，南阳人，太宗时功臣岑文本重孙，后徙居江陵。[1-2] 岑参早岁孤贫，从兄就读，遍览史籍。唐玄宗天宝三载（744年）进士，初为率府兵曹参军。后两次从军边塞，先在安西节度使高仙芝幕府掌书记；天宝末年，封常清为安西北庭节度使时，为其幕府判官。代宗时，曾官嘉州刺史（今四川乐山），世称“岑嘉州”。大历五年（770年）卒于成都。"
  },
  "tags": [
    "登高",
    "写景",
    "怀古"
  ]
}