{
  "id": 56028,
  "star": 11570,
  "name": "卜算子·咏梅",
  "dynasty": "宋代",
  "content": "驿外断桥边，寂寞开无主。已是黄昏独自愁，更著风和雨。 <br>无意苦争春，一任群芳妒。零落成泥碾作尘，只有香如故。",
  "fanyi": "<p><strong>译文</strong><br>驿站之外的断桥边，梅花孤单寂寞地绽开了花，无人过问。暮色降临，梅花无依无靠，已经够愁苦了，却又遭到了风雨的摧残。<br>梅花并不想费尽心思去争艳斗宠，对百花的妒忌与排斥毫不在乎。即使凋零了，被碾作泥土，又化作尘土了，梅花依然和往常一样散发出缕缕清香。 </p> <p><strong>注释</strong><br>①卜（bǔ）算子·咏梅：选自吴氏双照楼影宋本《渭南词》卷二。“卜算子”是词牌名。又名《百尺楼》《眉峰碧》《楚天遥》《缺月挂疏桐》等。万树《词律》卷三《卜算子》：“毛氏云：‘骆义鸟（<a href=\"http://so.gushiwen.org/author_714.aspx\">骆宾王</a>）<a href=\"http://so.gushiwen.org/view_56028.aspx\">诗</a>用数名，人谓为“卜算子”，故牌名取之。’按山谷词，‘似扶著卖卜算’，盖取义以今卖卜算命之人也。”<br>②驿（yì）外：指荒僻、冷清之地。驿：驿站，供驿马或官吏中途休息的专用建筑。<br>③断桥：残破的桥。一说“断”通“簖”，簖桥乃是古时在为拦河捕鱼蟹而设簖之处所建之桥。<br>④寂寞：孤单冷清。<br>⑤无主：自生自灭，无人照管和玩赏。<br>⑥更：副词，又，再。著（zhuó）：同“着”，遭受，承受。更著：又遭到。<br>⑦无意：不想，没有心思。自己不想费尽心思去争芳斗艳。<br>⑧苦：尽力，竭力。<br>⑨争春：与百花争奇斗艳。此指争权。<br>⑩一任：全任，完全听凭；一：副词，全，完全，没有例外。任：动词，任凭。<br>⑪群芳：群花、百花。百花，这里借指诗人政敌──苟且偷安的主和派。<br>⑫妒(dù)：嫉妒。<br>⑬零落：凋谢，陨落。<br>⑭碾（niǎn）：轧烂，压碎。<br>⑮作尘：化作灰土。<br>⑯香如故：香气依旧存在。</p><br/><h2>译文二</h2> 驿站外断桥旁。梅花寂寞地开放、孤孤单单．无人来欣赏。黄昏里独处已够愁苦．又遭到风吹雨打而飘落四方。<br>它花开在百花之首．却无心同百花争享春光，只任凭百花去总妒。即使花片飘落被碾作尘泥，也依然有永久的芬芳留在人间。<br/><h2>英译</h2> <p>Ode to the Plum Blossom<br>—to the tune of Bu Suan Zi<br>Lu You</p> <p>Outside the post-house, beside the broken bridge,<br>Alone, deserted, a flower blooms.<br>Saddened by her solitude in the falling dusk,<br>She is assailed by wind and rain.</p> <p>Let other flowers be envious!<br>She craves not Spring for herself alone.<br>Her petals may be ground in the mud,<br>But her fragrance will endure. </p>",
  "shangxi": "<h2>赏析</h2> <p>　　此词以梅花自况，咏梅的凄苦以泄胸中抑郁，感叹人生的失意坎坷；赞梅的精神又表达了青春无悔的信念以及对自己爱国情操及高洁人格的自许。</p> <p>　　词的上半阕着力渲染梅的落寞凄清、饱受风雨之苦的情形。<a href=\"http://so.gushiwen.org/author_272.aspx\">陆游</a>曾经称赞梅花“雪虐风饕愈凛然，花中气节最高坚”（《落梅》）。梅花如此清幽绝俗，出于众花之上，可是“如今”竟开在郊野的驿站外面，紧临着破败不堪的“断桥”，自然是人迹罕至、寂寥荒寒、倍受冷落、令人怜惜了。无人照看与护理，其生死荣枯全凭自己。“断桥”已失去沟通两岸的功能，唯有断烂木石，更是人迹罕至之处。由于这些原因，它只能“寂寞开无主”了，“无主”既指无人照管，又指梅花无人赏识，不得与人亲近交流而只能孤芳自赏，独自走完自己的生命历程而已。“已是黄昏独自愁”是拟人手法，写梅花的精神状态，身处荒僻之境的野梅，虽无人栽培，无人关心，但它凭借自己顽强的生命力也终于长成开花了。宝剑剑锋从磨砺出，梅花香自苦寒来！野梅不平凡的遭遇使它具有不同凡响的气质。<a href=\"http://so.gushiwen.org/author_529.aspx\">范成大</a>《梅谱序》说：“野生不经栽接者，……谓之野梅，……香最清。”可是，由于地势使然，野梅虽历经磨难而独具清芬，却无人能会，无人领略其神韵。这犹如“幽居见。那么，野梅为何又偏在黄昏时分独自愁呢?因为白天，它尚残存着一线被人发现的幻想，而一到黄昏，这些微的幻想也彻底破灭了；这也如前人闺怨<a href=\"http://so.gushiwen.org/view_56028.aspx\">诗</a>所说：最难消遣是黄昏！不仅如此，黄昏又是阴阳交替，气温转冷而易生风雨的时辰，所以；除了心灵的痛苦之外，还要有肢体上的折磨，“更著风和雨”。这内外交困、身心俱损的情形将梅花之不幸推到了极处，野梅的遭遇也是作者已往人生的写照，倾注了诗人的心血！ “寂寞开无主”一句，作者将自己的感情倾注在客观景物之中，首句是景语，这句已是情语了。</p> <p>　　上阕集中写了梅花的困难处境，它也的确还有“愁”。从艺术手法说，写愁时作者没有用诗人、词人们那套惯用的比喻手法，把愁写得像这像那，而是用环境、时光和自然现象来烘托。<a href=\"http://so.gushiwen.org/author_145.aspx\">况周颐</a>说：“词有淡远取神，只描取景物，而神致自在言外，此为高手。”（《蕙风词话》）就是说，词人描写这么多“景物”，是为了获得梅花的“神致”；“深于言情者，正在善于写景”（田同之《西圃词说》）。上阕四句可说是“情景双绘”。让读者从一系列景物中感受到作者的特定环境下的心绪──愁，也让读者逐渐踏入作者的心境。</p> <p>　　下半阕写梅花的灵魂及生死观。梅花生在世上，无意于炫耀自己的花容月貌，也不肯媚俗与招蜂引蝶，所以在时间上躲得远远的，既不与争奇斗妍的百花争夺春色，也不与菊花分享秋光，而是孤独地在冰天雪地里开放。但是这样仍摆脱不了百花的嫉妒，可能会被认为“自命清高”、“别有用心”甚至是“出洋相”……。正像梅花“无意苦争春”一样，对他物的侮辱、误解也一概不予理睬，而是“一任群芳妒”，听之任之：走自己的路，让别人去说吧！同时，不论外界舆论如何，我以不变应万变，只求灵魂的升华与纯洁，即使花落了，化成泥土了，轧成尘埃了，我的品格就像我的香气一样永驻人间。这精神不正是诗人回首往事不知悔、奋勇向前不动摇的人格宣言吗！“群芳”在这里代指“主和派”小人。这两句表现出陆游标格孤高，决不与争宠邀媚、阿谀逢迎之徒为伍的品格和不畏谗毁、坚贞自守的崚嶒傲骨。最后几句，把梅花的“独标高格”，再推进一层：“零落成泥碾作尘，只有香如故”。前句承上阕的寂寞无主、黄梅花昏日落、风雨交侵等凄惨境遇。这句七个字四次顿挫：“零落”，不堪雨骤风狂的摧残，梅花纷纷凋落了，这是一层。落花委地，与泥水混杂，不辨何者是花，何者是泥了，这是第二层。从“碾”字，显示出摧残者的无情，被摧残者承受的压力之大，这是第三层。结果呢，梅花被摧残、被践踏而化作灰尘了。这是第四层。看，梅花的命运有多么悲惨，简直令人不忍卒读。但作者的目的决不是单为写梅花的悲惨遭遇，引起人们的同情；从写作手法说，仍是铺垫，是蓄势，是为了把下句的词意推上最高峰。虽说梅花凋落了，被践踏成泥土了，被碾成尘灰了，请看，“只有香如故”，它那“别有韵”的香味，却永远如故，一丝一毫也改变不了。</p> <p>　　末句具有扛鼎之力，它振起全篇，把前面梅花的不幸处境，风雨侵凌，凋残零落，成泥作尘的凄凉、衰飒、悲戚，一股脑儿抛到九霄云外去了。“零落成泥碾作尘，只有香如故”。作者从民族国家的利益出发，做出生命的表白。悲忧中透出一种坚贞的自信。词人借梅言志，曲折地写出险恶仕途中坚持高沽志行。不媚俗．不屈邪．清真绝俗，忠贞不渝的情怀与抱负。这首咏梅词．通篇来见“梅”字．却处处传出“梅”的神韵．且作者以梅自喻。比必寄托。物我融一。对梅的赞咏中，显示词人身处逆境而矢志不渝的崇高品格。</p> <p>　　纵观全词，诗人以物喻人，托物言志，巧借饱受摧残、花粉犹香的梅花，比喻自己虽终生坎坷，绝不媚俗的忠贞，这也正像他在一首咏梅诗中所写的“过时自合飘零去，耻向东君更气怜”。陆游以他饱满的爱国热情，谱写了一曲曲爱国主义诗篇，激励了并激励着一代又一代人，<a href=\"http://so.gushiwen.org/author_1137.aspx\">真可</a>谓“双鬓多年作雪，寸心至死如丹”。</p>",
  "about": "<h2>创作背景</h2> <p>　　这是<a href=\"http://so.gushiwen.org/author_272.aspx\">陆游</a>一首咏梅的词，其实也是陆游自己的咏怀之作。陆游一生酷爱梅花，写有大量歌咏梅花的<a href=\"http://so.gushiwen.org/view_56028.aspx\">诗</a>，歌颂梅花傲霜雪，凌寒风，不畏强暴，不羡富贵的高贵品格。诗所塑造的梅花形象中，有诗人自身的影子，正如他的《梅花绝句》里写的：“何方可化身千亿，一树梅花一放翁。”这首《卜算子》，也是明写梅花，暗写抱负。其特点是着重写梅花的精神，而不从外表形态上去描写。</p> <p>　　上片首二句说梅花开在驿外野地，不在金屋玉堂，不属达官贵人所有。后二句说梅花的遭遇：在凄风苦雨摧残中开放。它植根的地方，是荒凉的驿亭外面，断桥旁边。驿亭是古代传递公文的人和行旅中途歇息的处所。加上黄昏时候的风风雨雨，这环境被渲染得多么冷落凄凉！写梅花的遭遇，也是作者自写被排挤的政治遭遇。</p> <p>　　下片写梅花的品格：说他不与群芳争春，任群芳猜忌一任百花嫉妒，我却无意与它们争春斗艳。即使凋零飘落，成泥成尘，我依旧保持着清香。如果结合诗人一生累遭投降派的打击而报国之志不衰的情形来体会，真是“一树梅花一放翁”了。</p> <p>　　末两句即是《离骚》“不吾知其亦已兮，苟余情其信芳”，“虽体解吾犹未变兮，岂余心之可惩”的精神。比<a href=\"http://so.gushiwen.org/author_405.aspx\">王安石</a>咏杏：“纵被东风吹作雪，绝胜南陌碾成尘”之句用意更深沉。</p> <p>　　陆游一生的政治生涯：早年参加考试被荐送第一，为秦桧所嫉；孝宗时又为龙大渊、曾觌一群小人所排挤；在四川<a href=\"http://so.gushiwen.org/author_726.aspx\">王炎</a>幕府时要经略中原，又见扼于统治集团，不得遂其志；晚年赞成韩侂胄北伐，韩侂胄失败后被诬陷。我们读他这首词，联系他的政治遭遇，可以看出它是他的身世的缩影。词中所写的梅花是他高洁的品格的化身。</p> <p>　　唐宋文人尊重梅花的品格，与六朝文人不同。但是象林和靖所写的“暗香、疏影”等名句，都只是高人、隐士的情怀；虽然也有一些作家借梅花自写品格的，但也只能说：“原没春风情性，如何共，海棠说。”（南宋肃泰来《霜天晓角·咏梅》）这只是陆游词“无意苦争春，一任群芳妒”的一面。陆游的友人<a href=\"http://so.gushiwen.org/author_244.aspx\">陈亮</a>有四句梅花诗说：“一朵忽先变，百花皆后香。欲传春信息，不怕雪埋藏。”写出他自己对政治有先见，不怕打击，坚持正义的精神，是陈亮自己整个人格的体现。陆游这首词则是写失意的英雄志士的兀傲形象。我认为在宋代，这是写梅花诗词中最突出的两首好作品。</p> <p>　　这是陆游一首咏梅的词（被选入沪教版语文书 试用本第3版 第3单元宋词集粹&lt;；下&gt;；），其实也是陆游的咏怀之作。压住一“愁”字，表现了梅花的寂寞与无人问津，渗透的更是作者本身的孤独。下阕写梅花的遭遇，也是作者自写被排挤的政治遭遇，而最后一句更是写出了梅花伶仃的孤芳自赏，陆游立志不与恶势力同流合污。</p> <p>　　陆游一生主张坚决抗金、收复中原，因此为统治集团中求和派所压制。创作本词时陆游正处在人生的低谷，主战派被排挤压迫，士气低落，这首咏梅词，其实也是陆游自己的咏怀之作。 </p><br/><h2>评价</h2> <p>　　<a href=\"http://so.gushiwen.org/author_645.aspx\">陶渊明</a>爱菊，为的是 “采菊东篱下，悠然见南山” 的闲适；<a href=\"http://so.gushiwen.org/author_713.aspx\">周敦颐</a>喜莲，为的是“出淤泥而不染，濯清涟而不妖”的高洁；而<a href=\"http://so.gushiwen.org/author_272.aspx\">陆游</a>重梅，则为的是“雪虐风饕愈凛然，花中气节最高坚”的坚贞。这可以从他的《卜算子·咏梅》中得到印证。驿外断桥边，寂寞开无主。已是黄昏独自愁，更着风和雨。无意苦争春，一任群芳妒。零落成泥碾作尘，只有香如故。</p> <p>　　读罢此<a href=\"http://so.gushiwen.org/view_56028.aspx\">诗</a>，我们也不禁会生出“天下可忧非一事，书生无地效孤忠”的感慨来。作为一代伟大的爱国诗人，陆游很早就有“上马击狂胡，下马草君书”的爱国之志，二十九岁时，他以状元秀的身份登上仕途可他面对的不仅仅是一部分卖国求荣的投降派，更面对着苟且偏安的昏帝王。因此面对积贫积弱的现实，诗人只能眼睁睁看着南宋走“以地事秦，犹抱薪救火，薪不尽，火不灭”的破亡之路。一而再，再而三的打击、排挤、贬谪，使诗人不得不发出“胡未灭，鬓先秋，泪空流，此生谁料，心在天山，身老沧州”的浩然长叹了。尽管如此，但是诗人忧国忧民的情怀，不从俗媚的节操没有丝毫的改变。即便到了“食且不继”，因为没钱，药也停了吃；因为省灯油，书也没的读，甚至不得不连自己常用的酒杯都忍痛卖掉的地步，他仍然足迹不踏权门，他依旧胸怀杜稷，心系百姓。我们从中仿佛听到了<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>那“路漫漫其修远兮，吾将上下而求索”的执着与坚定，我们仿佛看到了<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>那“穷年忧黎园，叹息肠内热”的抑郁与沉重。<a href=\"http://so.gushiwen.org/author_1137.aspx\">真可</a>谓“居庙堂之高，则忧其民，处江湖之远，则忧其君，进亦忧，退亦忧”也正是有这样的社会背景，有这样的思想根基，使我们在品读《咏梅》时，更能清楚地看到诗人那至死不渝的追求。</p> <p>　　纵观全词，诗人以物喻人，托物言志，巧借饱受摧残，花粉犹香的梅花，比喻自己虽终生坎坷，绝不媚俗的忠贞，这也正象他在一首咏梅诗中所写的“过时自合飘零去，耻向东君更气怜”。陆游以他饱满的爱国热情，谱写一曲曲爱国主义诗篇，激励了并激励着一代又一代人，真可谓“双鬓多年作雪，寸心至死如丹”。</p><br/><h2>创作背景二</h2> <p>　　<a href=\"http://so.gushiwen.org/author_272.aspx\">陆游</a>一生酷爱梅花，将其作为一种精神的载体来倾情歌颂，梅花在他的笔下成为一种坚贞不屈的形象的象征。</p> <p>　　联系陆游的生平不难理解，词中的梅花正是作者自身的写照。陆游的一生可谓充满坎坷。他出生于宋徽宗宣和七年（公元1125年），正值北宋摇摇欲坠、金人虎视耽耽之时。不久随家人开始动荡不安的逃亡生涯，“儿时万死避胡兵”是当时的写照，也使他在幼小的心灵深处埋下了爱国的种子。绍兴二十三年（1153年），陆游赴临安应进士考试，因其出色的才华被取为第一，但因秦桧的孙子被排在陆游之后，触怒了秦桧，第二年礼部考试时居然被黝免。秦桧黝免陆游的原因，一方面是挟私报复，一方面也是因其“喜论恢复”，引起这一投降派首脑的嫉恨。直到秦桧死后，陆游方开始步入仕途。这之后，陆游的仕途也并非一帆风顺，而是几起几落。他曾到过抗金前线，身着戎装投身火热的战斗生活，从而体会到了“<a href=\"http://so.gushiwen.org/view_56028.aspx\">诗</a>家三昧”。从此那壮怀激烈的战斗场面和收复失地的强烈愿望成为其诗歌中最为动听的主旋律。然而南宋小朝廷偏安一隅，对眼前的剩水残山颇为满足，并不真正想要恢复。即使有时不得不作出些姿态，也是掩人耳目，心不在焉。因此，陆游曾两次被罢官，力主用兵是最主要原因所在。尽管陆游的爱国热情惨遭打击，但其爱国志向始终不渝。这在他的诗歌中得到了充分的体现。不难理解，其《卜算子·咏梅》正是以梅寄志的代表，那“零落成泥碾作尘，只有香如故”的梅花，正是诗人一生对恶势力不懈的抗争精神和对理想坚贞不渝的品格的形象写照。</p>",
  "poet": {
    "id": 272,
    "star": 0,
    "name": "陆游",
    "image": "http://img.gushiwen.org/authorImg/luyou.jpg",
    "desc": "陆游（1125—1210），字务观，号放翁。汉族，越州山阴（今浙江绍兴）人，南宋著名诗人。少时受家庭爱国思想熏陶，高宗时应礼部试，为秦桧所黜。孝宗时赐进士出身。中年入蜀，投身军旅生活，官至宝章阁待制。晚年退居家乡。创作诗歌今存九千多首，内容极为丰富。著有《剑南诗稿》、《渭南文集》、《南唐书》、《老学庵笔记》等。"
  },
  "tags": [
    "宋词三百首",
    "宋词精选",
    "初中古诗",
    "咏物",
    "梅花",
    "言志"
  ]
}