{
  "id": 72026,
  "star": 19,
  "name": "南乡子·春闺",
  "dynasty": "宋代",
  "content": "晓日压重檐，斗帐春寒起来忺。天气困人梳洗懒，眉尖，淡画春山不喜添。<br>闲把绣丝挦，认得金针又倒拈。陌上游人归也未？恹恹，满院杨花不卷帘。",
  "fanyi": "<p><strong>译文<br></strong>东日初升，飞檐斗翘，早晨起来，还觉春寒，很不惬意，也懒得梳洗、画眉。<br>闲来无事，把绣丝寻找，做做女红，可是金针倒拈，心不在焉。远游的爱人到底回不回来呢？思念爱人几乎都病了。时已暮春，杨花满院，也不愿卷帘去看。</p> <p><strong>注释<br></strong>①南乡子：词牌名。因用此词调者多咏江南风物，故名。此调为双调，上下片各五句，共五十六字。上下片除第三句外，其余句句押韵，均用平声韵。<br>②晓日：早晨的太阳。<br>③斗帐，形如覆斗的帐子。<br>④忺（xiān）：适意。<br>⑤春山：指女人眉毛。<br>⑥挦（xián）：取。<br>⑦拈：用两三个手指头夹。<br>⑧陌上：田问小路上。<br>⑨恹恹（yān yān）：精神不振的样子。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　升起的红日，压着一层层的屋檐。阵阵料峭的春寒而至，这是一个困人的天气。她感到浑身慵懒无力，起床的时候，还伸了一个长长的懒腰。她简单地梳洗完毕，走到了妆台前。对着镜子，她只是草草地画了一下眉毛。</p> <p>　　陈廷焯曾言：“所谓沉郁者，意在笔先，神余言外。”起句“晓日压重檐”中的一个“压”字，就首先给读者营造了一种沉郁的氛围。“天气困人梳洗懒”，作者把无精打采的神情和不满的情绪，全都责怪在周身的环境和天气了。<a href=\"http://so.gushiwen.org/author_536.aspx\">李清照</a>曾写：“风住尘香花已尽，日晚倦梳头。”宋朝四川的歌妓僧儿也写过：“愁烦，梳洗懒，寻思陪宴，把月湖边”。还有温庭钧笔下所描写的女子：“懒起画蛾眉，弄妆梳洗迟。”这些女子在心思不定的时候，她们都有一个共同的特点：懒于梳洗，不愿化妆。</p> <p>　　为什么会出现这种现象呢？我们接着往下看。</p> <p>　　“闲把绣丝挦，认得金针又倒拈”。这一句，就写得特别的有意思。那是她打开小巧精致的针线盒，拿出针线原本想刺绣出一幅鸳鸯图的。可她居然把绣花针给拿反了。作者这样写，也并非夸张，正说明了她当时该是多么的心不在焉的。<a href=\"http://so.gushiwen.org/author_121.aspx\">王世贞</a>在《艺苑卮言。论词》书中说：“词号称<a href=\"http://so.gushiwen.org/view_72026.aspx\">诗</a>余，然而诗人不为也。孙夫人「闲把绣丝挦，认得金针又还有倒拈」，可谓看朱成碧矣。”看朱成碧是指一个人在对另一个人极度思念之时，把红色看成了绿色。红和绿，本是两种反差很大的颜色，一个人能产生这样视觉上巨大的偏差，不是魂不守舍，那是什么？不是心不在焉，又会是什么？<a href=\"http://so.gushiwen.org/author_298.aspx\">武则天</a>曾写过一首《如意娘》的诗：“看朱成碧思纷纷，憔悴支离为忆君。”</p> <p>　　结句的“满院杨花不卷帘”，道出了女子细腻而敏感的心思。杨花就是柳絮。春寒之际，柳絮飘飞。她心里特别清楚，外面院子里的柳絮，此时是怎样一副漫天乱飞的景象的。</p> <p>　　在古人眼里，柳絮是温柔多情的。<a href=\"http://so.gushiwen.org/author_432.aspx\">晏殊</a>《踏莎行》：“春风不解禁杨花，蒙蒙乱扑行人面。”同时，古人还认为柳絮一旦落入水中，在经过一夜后就会化作浮萍。如<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>《再和曾仲锡荔支》：“柳花著水万浮萍，荔实周天两岁星。”而这种浮踪不定的柳絮，更像是那些出门在外四处飘泊的游子。<a href=\"http://so.gushiwen.org/author_563.aspx\">陈子龙</a>《浣溪沙》：“百尺章台撩乱飞，重重帘幕弄春晖。怜他飘泊奈他飞。”</p> <p>　　“陌上游人归也未？”原来，这一句才是真正解开谜团的答案。她之所以心情不好，状态不佳，那是由于她心有所盼，心有所系而造成的，与天气其实是毫不相干。</p> <p>　　絮一直飞，气氛不算融洽。寂寞的屋檐下，她渐渐感到心在变化。她的丈夫始终都没有归来，她显得非常的惶恐不安。她怕帘外的飞絮，再次撩拨起自己的情思，故迟迟不敢卷起珠帘去看。这个过程，是一种煎熬，更是矛盾而痛苦的。宋代诗人盛世忠《倦妆图》一诗中写有：“料应春事关心曲，怕见杨花不卷帘”。<a href=\"http://so.gushiwen.org/author_220.aspx\">朱淑真</a>也怕卷帘，她在《谒金门》中写：“满院落花帘不卷，断肠芳草远”。还有《生查子》中的：“不忍卷帘看，寂寞梨花落。”这些诗词中写的“不卷帘”，都属于同一个意思。</p> <p>　　这首《南乡子》以景开篇，又以景结情，首尾呼应，手法娴熟。故一直以来，深受人们的喜欢。</p> <p>　　明朝作家沈鲸的昆剧剧本《双珠记》和清朝手抄话本小说《锦绣衣》中，都曾引用过这一首词。不过，小说《锦绣衣》一书里却把这首词误写为唐朝孙夫人所作。另在清朝诗词家舒梦兰编写的《白香词谱》中，对此词亦有记载。</p> <p>　　明初杂剧作家贾仲明，在他写的剧本《萧淑兰情寄菩萨蛮》中，更是将这首词诠释得细腻动人，深情而缠绵：</p> <p>　　“伤春病染，郁闷沉沉，鬼病恹恹。相思即渐，碧窗唾渍稠粘。几缕柔丝空系情，满院杨花不卷帘。鬓軃楚云松，懒对妆奁。。。。。。”</p>",
  "about": "<h2>创作背景</h2> 　　宋徽宗大观年间，女词人<a href=\"http://so.gushiwen.org/author_156.aspx\">孙道绚</a>的丈夫外出未归，孙道绚独自一人在家。春日早起，孙道绚因内心孤寂思念丈夫而作该词。",
  "poet": {
    "id": 156,
    "star": 0,
    "name": "孙道绚",
    "image": "http://img.gushiwen.org/authorImg/sundaoxuan.jpg",
    "desc": "孙道绚，号冲虚居士，宋代建安（今福建建瓯）人。善诗词，笔力甚高。遗词六首。"
  },
  "tags": [
    "婉约",
    "春天",
    "写景",
    "女子",
    "伤怀"
  ]
}