{
  "id": 251,
  "star": 48,
  "name": "板",
  "dynasty": "先秦",
  "content": "上帝板板，下民卒瘅。出话不然，为犹不远。靡圣管管。不实于亶。犹之未远，是用大谏。</p> <p>天之方难，无然宪宪。天之方蹶，无然泄泄。辞之辑矣，民之洽矣。辞之怿矣，民之莫矣。</p> <p>我虽异事，及尔同僚。我即尔谋，听我嚣嚣。我言维服，勿以为笑。先民有言，询于刍荛。</p> <p>天之方虐，无然谑谑。老夫灌灌，小子蹻々。匪我言耄，尔用忧谑。多将熇熇，不可救药。</p> <p>天之方懠。无为夸毗。威仪卒迷，善人载尸。民之方殿屎，则莫我敢葵？丧乱蔑资，曾莫惠我师？</p> <p>天之牖民，如埙如篪，如璋如圭，如取如携。携无曰益，牖民孔易。民之多辟，无自立辟。</p> <p>价人维藩，大师维垣，大邦维屏，大宗维翰，怀德维宁，宗子维城。无俾城坏，无独斯畏。</p> <p>敬天之怒，无敢戏豫。敬天之渝，无敢驰驱。昊天曰明，及尔出王。昊天曰旦，及尔游衍。",
  "fanyi": "<p><strong>译文<br></strong>上帝昏乱背离常道，下民受苦多病辛劳。说出话儿太不像样，作出决策没有依靠。无视圣贤刚愎自用，不讲诚信是非混淆。执政行事太没远见，所以要用<a href=\"http://so.gushiwen.org/view_251.aspx\">诗</a>来劝告。<br>天下正值多灾多难，不要这样作乐寻欢。天下恰逢祸患骚乱，不要如此一派胡言。政令如果协调和缓，百姓便能融洽自安。政令一旦坠败涣散，人民自然遭受苦难。<br>我与你虽各司其职，但也与你同僚共事。我来和你一起商议，不听忠言还要嫌弃。我言切合治国实际，切莫当做笑话儿戏。古人有话不应忘记，请教樵夫大有裨益。<br>天下近来正闹灾荒，不要纵乐一味放荡。老人忠心诚意满腔，小子如此傲慢轻狂。不要说我老来乖张，被你当做昏愦荒唐。多行不义事难收场，不可救药病入膏肓。<br>老天近来已经震怒，曲意顺从于事无补。君臣礼仪都很混乱，好人如尸没法一诉。人民正在呻吟受苦，我今怎敢别有他顾。国家动乱资财匮乏，怎能将我百姓安抚。<br>天对万民诱导教化，像吹埙篪那样和洽。又如璋圭相配相称，时时携取把它佩挂。随时相携没有阻碍，因势利导不出偏差。民间今多邪僻之事，徒劳无益枉自立法。<br>好人就像篱笆簇拥，民众好比围墙高耸。大国犹如屏障挡风，同族宛似栋梁架空。有德便能安定从容，宗子就可自处城中。莫让城墙毁坏无用，莫要孤立忧心忡忡。<br>敬畏天的发怒警告，怎么再敢荒嬉逍遥。看重天的变化示意，怎么再敢任性桀傲。上天意志明白可鉴，与你一起来往同道。上天惩戒无时不在，伴你一起出入游遨。</p> <p><strong>注释<br></strong>1.板板：反，指违背常道。<br>2.卒瘅（cuìdàn）：劳累多病。卒通“瘁”。<br>3.不然：不对。不合理。<br>4.犹：通“猷”，谋划。<br>5.靡圣：不把圣贤放在眼里。管管：任意放纵。<br>6.亶（dǎn）：诚信。<br>7.大谏：郑重劝戒。<br>8.无然：不要这样。宪宪：欢欣喜悦的样子。<br>9.蹶：动乱。<br>10.泄（yì）泄：通“呭呭”，妄加议论。<br>11.辞：指政令。辑：调和。<br>12.洽：融洽，和睦。<br>13.怿：败坏。<br>14.莫：通“瘼”，疾苦。<br>15.及：与。同寮：同事。寮，同“僚”。<br>16.嚣（áo）嚣：同“聱聱”，不接受意见的样子。<br>17.维：是。服：用。<br>18.询：征求、请教。刍：草。荛（ráo）：柴。此指樵夫。<br>19.谑谑：嬉笑的样子。<br>20.灌灌：款款，诚恳的样子。<br>21.蹻（jué）蹻：傲慢的样子。<br>22.匪：非，不要。耄：八十为耄。此指昏愦。<br>23.将：行，做。熇（hè）熇：火势炽烈的样子，此指一发而不可收拾。<br>24.懠（qí）：愤怒。<br>25.夸毗：卑躬屈膝、谄媚曲从。毛传：“夸毗，体柔人也。”孔疏引李巡曰：“屈己卑身，求得于人，曰体柔。”《尔雅》与蘧蒢、戚施同释，三者皆连绵字。<br>26.威仪：指君臣间的礼节。卒：尽。迷：混乱。<br>27.载：则。尸：祭祀时由人扮成的神尸，终祭不言。<br>28.殿屎（xī）：毛传：“呻吟也。”陆德明《经典释文》：“殿，《说文》作念；屎，《说文》作吚。”<br>29.葵：通“揆”，猜测。<br>30.蔑：无。资：财产。<br>31.惠：施恩。师：此指民众。<br>32.牖：通“诱”，诱导。<br>33.埙（xūn）：古陶制椭圆形吹奏乐器。篪（chí）：古竹制管乐器。<br>34.璋、圭：朝廷用玉制礼器。<br>35.益（ài）：通“隘”，阻碍。<br>36.辟：通“僻”，邪僻。<br>37.立辟（bì）：制定法律。辟，法。<br>38.价：同“介”，善。维：是。藩：篱笆。<br>39.大师：大众。垣：墙。<br>40.大邦：指诸侯大国。屏：屏障。<br>41.大宗：指与周王同姓的宗族。翰：骨干，栋梁。<br>42.宗子：周王的嫡子。<br>43.戏豫：游戏娱乐。<br>44.渝：改变。<br>45.驰驱：指任意放纵。<br>46.昊天：上天。明：光明。<br>47.王（wǎng）：通“往”。<br>48.游衍：游荡。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　与后代一些讽谕<a href=\"http://so.gushiwen.org/view_251.aspx\">诗</a>“卒章显其志”的特点相反，作者开宗明义，一开始就用简练的语言，明确说出作诗劝谏的目的和原因。首二句以“上帝”对“下民”，前者昏乱违背常道，后者辛苦劳累多灾多难，因果关系十分明显。这是一个高度概括，以下全诗的分章述写，可以说都是围绕这两句展开的。</p> <p>　　对于“上帝”（指周厉王）的“板板”，作者在诗中作了一系列的揭露和谴责。先是“出话不然，为犹不远。靡圣管管，不实于亶”，不但说话、决策没有依据，而且无视圣贤，不讲信用；接着是在“天之方难”、“方蹶”、“方虐”和“方懠”时，一味地“宪宪”、“泄泄”、“谑谑”和“夸毗”，面临大乱的天下，还要纵情作乐、放荡胡言和无所作为；然后又是以“蹻蹻”之态，听不进忠言劝谏，既把老臣的直言当作儿戏，又使国人缄口不言，简直到了“不可救药”的地步。</p> <p>　　对于“下民”的“卒瘅”，作者则倾注了极大的关心和同情。他劝说历王改变政令，协调关系，使人民摆脱苦难，融洽自安（“辞之辑矣，民之洽矣。辞之怿矣，民之莫矣”）；他为了解民于水火，大胆进言，甘冒风险（“民之方殿屎，则莫我敢葵。丧乱蔑资，曾莫惠我师”）；同时，他又不厌其烦地向厉王陈述“天之牖民”之道，强调对国人的疏导要像吹奏埙篪那样和谐，对民众的提携要像佩带璋圭那样留心；最后他还意味深长地把人民比作国家的城墙，提醒厉王好自为之，不要使城墙毁于一旦，自己无地自容。</p> <p>　　作为谴责和同情的汇聚和结合，作者对厉王的暴虐无道采取了劝说和警告的双重手法。属于劝说的，有“无然”三句、“无敢”两句，“无为”、“无自”、“无俾”、“无独”、“勿以”、“匪我”各一句，可谓苦口婆心，反覆叮咛，意在劝善，不厌其烦；属于警告的，则有“多将熇熇，不可救药”、“昊天曰明，及尔出王。昊天曰旦，及尔游衍”等句，晓以利害，悬戒惩恶。这种劝说和警告的并用兼施，使全诗在言事说理方面显得更为全面透彻，同时也表现了作者忧国忧民的一片拳拳之心，忠贞可鉴。</p> <p>　　在这首诗中，最可注意的有两点：一是作者的民本思想。他不仅把民众比作国家的城墙，而且提出了惠师牖民的主张，这和邵公之谏在某种意义上说是相通的，具有积极的进步作用。二是以周朝传统的敬天思想，来警戒厉王的“戏豫”和“驰驱”的大不敬，从而加强了讽谕劝谏的力度。如果不是冥顽不化的亡国之君，对此是应当有所触动的。</p> <p>　　至于全词多用正言直说，也使其更具后代谏书的作用，作者心胸之坦荡、感情之激切于此可见一斑。而叠字的多处运用、比喻对照的生动工整等，又使它保持了诗歌的艺术性。这首《板》与另一首《荡》同以讽刺厉王著称后世，以至“板荡”成了形容政局混乱、社会动荡的专用词，其影响之大，不难想见。</p>",
  "about": "<h2>创作背景</h2> 　　这首<a href=\"http://so.gushiwen.org/view_251.aspx\">诗</a>据《毛诗序》记载，是凡伯“刺厉王”之作。西周从夷王起，即衰落不振。厉王执政，朝纲大坏，民不堪命。《国语》曾记邵公谏厉王弭谤一事，就是对其暴虐无道的真实反映。正如邵公所言，尽管当时厉王在国内对敢言者采取了监视和屠杀的严厉手段，但“防民之口，甚于防川”，人们还是用种种不同的形式来宣泄心中的不满，这首诗即是为讽刺周厉王而作。其创作时间，应是在国人暴动、驱逐厉王出镐京之后与共和执政之前的混乱时期。",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": [
    "诗经",
    "讽刺"
  ]
}