{
  "id": 33132,
  "star": 25,
  "name": "洞庭阻风",
  "dynasty": "唐代",
  "content": "空江浩荡景萧然，尽日菰蒲泊钓船。<br>青草浪高三月渡，绿杨花扑一溪烟。<br>情多莫举伤春目，愁极兼无买酒钱。<br>犹有渔人数家住，不成村落夕阳边。",
  "fanyi": "<p><strong>译文</strong><br>江面上浩荡荡景色萧萧然，终日里只看见菰蒲钓鱼船。<br>青草湖里浪高三月从此过，杨花飞絮扑面江上风烟满。<br>多情怀绪莫要观看伤春景，无法消愁只因没有买酒钱。<br>极远处还布那几户渔家在，不成村落散住在那夕阳边。</p> <p><strong>注释<br></strong>⑴空江：洞庭湖水面横无际涯，尽日因风被阻，所以显得江面空旷。浩荡：指风吹浪涌，白波浩荡记。景萧然：这是同无风时比较，无风时江面百舸争流，异常热闹，而今船只避风，江面显得萧然。<br>⑵菰（gū）：即艾白；蒲（pú）：水草，孤与蒲，皆生长在浅水处。泊钓船：钓船停在港湾中。<br>⑶青草：湖名，今在湖南省岳阳县西南，接湘阴县界，因湖南省有青草山，而且湖中多青草，故名。青草湖向来就和洞庭湖并称。一湖之内，有沙洲间隔，一名青草，一名洞庭。<br>⑷情多：指多愁善感的人。莫举伤春目：不要放眼看那使人伤心的春天的景象。<br>⑸兼：又加上。<br>⑹渔人：打渔的人。夕阳边：在夕阳洒落的岸边。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这是<a href=\"http://so.gushiwen.org/view_33132.aspx\">诗</a>人途经洞庭遇风路阻时所写的一首诗，诗歌描写了洞庭的风光，并于诗歌中寄寓了自己的伤春情怀。</p> <p>　　“空江浩荡景萧然，尽日菰蒲泊钓船”，诗人因风大阻于洞庭湖边，举目远眺，但见与洞庭湖相连的江面上空荡荡的，天气阴沉，景物萧索，使人顿生抑郁之情，风大浪高，无法渡过洞庭，只得枯坐在钓船之内，尽日相伴的只有岸边的菰蒲。“尽日”二字，表明了诗人因风路阻而无法行路的无可奈何心情。首联通过空江的萧然景致与整日地面对菰蒲，一种寂寞抑郁的情感油然而生，为下面的进一步描写作了铺垫。</p> <p>　　“青草浪高三月渡，绿杨花扑一溪烟”，是写诗人坐在钓船内所目睹的舱外情景。诗人举目向青草湖方向望去，暮春三月的风特别大，湖面被吹得波涌浪翻，岸上的杨花也被吹得四处飞扬，迷蒙一片，把流入洞庭的河汊上空都给遮掩住了。这两句是描写洞庭湖边周围的萧然景致，是承接首联中所描绘的氛围而来的。一个“扑”字写出了柳絮逐风而舞的状态，极具动感。《唐诗别裁》注云：“夜泊洞庭湖港汉，故有‘绿杨花扑一溪烟’之句。否则风景全不合矣，玩末句自明。”一边是白浪层层，一边是白絮纷纷，水上陆上尽是白色，这种冷色调更添了几许凄凉。首句直接写风，连日的风使水面空空荡荡，足见风之大，而这两句则从侧面来写风之大，正是因为有风，才有“浪高”，才有“花扑”，前后两联从不同角度入手，将洞庭暮春风起时的景象描绘得淋漓尽致。</p> <p>　　“情多莫举伤春目，愁极兼无买酒钱”，在首颔两联的写景后，颈联的这两句承上开始抒情。路阻于洞庭之滨，又遇上了不作美的天公，诗人感叹道，如果是个有着坎坷经历又极易感伤的人，遇到这种情形，切不可举目远眺，显然这是诗人自身的经验之谈，因为诗人已经远眺了并已生了伤春之心，而且更令其尴尬的是，愁闷已极的诗人此刻身上却没有多余的钱可以沽酒来解愁。<a href=\"http://so.gushiwen.org/author_39.aspx\">沈德潜</a>在《说诗语》中对律诗的五六两句是这样要求的：“五六必耸然挺拔，别开一境，上既和平，至此必须振起也。”这两句由景转情，确有别开一境、耸然挺拔的感觉。</p> <p>　　“犹有渔人数家住，不成村落夕阳边”，诗歌的最后一联以景作结。诗人从自己的感伤情绪中摆脱出来，举目远眺，只见此刻已经夕阳西下，虽说景色萧然，但仍有几家渔人的房子，零零落落地散布在远处，只是看上去不成村落而已。这里的零星房屋，远方的西下夕阳，同样也给人以萧然的感觉，当然，也是因风受阻于郊外的孤身旅人抑郁心理的折射。</p> <p>　　该诗以景传情，以情染景，情景交融。这首诗中景物本身就含有不尽的情意，而诗人的悲愁又给景物罩上了一层惨淡的色彩。因此，饶有余味，绵绵不尽。在结构章法上，所见与所感交互递现，诗脉清晰，不失为一首有特色的律诗。</p>",
  "poet": {
    "id": 1849,
    "star": 0,
    "name": "许棠",
    "desc": "许棠（生卒年不详），字文化，唐代诗人。咸通十二年，进士及第，曾为江宁丞。后辞官，潦倒以终，为“咸通十哲”之一。"
  },
  "tags": [
    "地方",
    "写景",
    "伤春",
    "抒情",
    "孤寂"
  ]
}