{
  "id": 48207,
  "star": 31,
  "name": "定风波·自前二府镇穰下营百花洲亲制",
  "dynasty": "宋代",
  "content": "罗绮满城春欲暮。百花洲上寻芳去。浦映□花花映浦。无尽处。恍然身入桃源路。 <br>莫怪山翁聊逸豫。功名得丧归时数。莺解新声蝶解舞。天赋与。争教我悲无欢绪。",
  "shangxi": "<h2>赏析</h2> <p>　　【定风波】的开头是“罗绮满城春欲暮，百花洲上寻芳去。”是说穰城里虽然“罗绮满城”花花绿绿，但是春天已近逝去，于是到百花洲上寻找春天的美好景色。百花洲上的景色是怎样的呢？“浦映□花花映浦”，美极了。“无尽处，恍然身入桃源路”这种美好境界无边无际，走进去好象突然走入<a href=\"http://so.gushiwen.org/author_645.aspx\">陶渊明</a>《桃花源记》中所描写的、去“世外桃源”的路上的境界一般。这上片，字面上的意思是，城里的春天景色即将逝去，没什么好景致，到城外游咏之地寻美景吧；而那里，景致确实很好，真如世外桃源一般。换句话说，对城市的生活已没什么兴趣，必须离开城市，到山林原野之间去，那里远比这表面繁华的城市生活来得好。这表明了<a href=\"http://so.gushiwen.org/author_510.aspx\">范仲淹</a>对官场生活已经厌倦，对表面稳固的朝庭存在着反感，想离开朝庭，离开官场，寻找他途，退隐归田去，希望过陶渊明式的生活。（我想，这可能就是他屡次请贬的原因之一。）这是上片的思想感情的实质。所以，下片紧接着说：“莫怪山翁聊逸豫，功名得丧归时数”，替自己的这种思想进行辩解，认为他想这样做是很自然的事情。所以最后说，“莺解新声蜨解舞。天赋与，争教我辈无欢绪。”在词的意境上是写对景色的欣赏，实际上是表白自己去退隐归田是很愉快的、很乐观的、很自然的。</p> <p>　　这首词，反映了范仲淹在仕途受阻、政见受挫之时，其本阶级（中、小地主）软弱的一面的作用下，有退隐的念头，乍看起来，这种念头是不符合范仲淹的思想实际的。范仲淹“每感激天下事，奋不顾身”（宋史），“公少有大节，其富贵贫贱，毁誉欢戚，不一动其心，而慨然有志于天下。常自诵曰：‘士当先天下之忧而忧，后天下之乐而乐也。其事上、遇人，一以自信，不择利害为趍舍，其所为，必尽其力。曰：‘为之自我者，当如是，其成与否，有不在我者，虽圣贤不能必，吾岂苟哉？’”。（《范文正公集》《褒贤集：神道碑铭》）可是我认为，范氏的世界也是有矛盾的，以上所引的活只道出了它的一面（而且是主导一面）。范仲淹消极低沉的时候也是有的，只是不很严重而已。这是因为他是封建社会的士大夫，他所代表的阶级——中、小地主——在当时无论是政治上还是经济上，地位都是不巩固的，虽然有上升的积极要求，却是很软弱的；他所处的时代是沉闷的时代。（关于范仲淹有积极一面和消极一面，从以上分析的三首词中亦可看出来，上面的分析也或多或少作了些说明，读者要更进一步了解这种两面性的具体情况，实质和根源，可参阅马茂元的《范仲淹的词》一文，我完全赞同马氏对这个问题的分析。）也许有人会说，他既然在五十七岁左右有这种消极退隐思想，可是他在58岁时怎么能写出《岳阳楼记》这样积极的散文呢？不错，《岳阳楼记》是篇积极的作品，但我正要以它作为旁证，说明范仲淹在知邓州时（五十七、八岁）思想上消极面积极极面有着激烈的斗争，而斗争的结果是积极面占了上风。《岳阳楼记》写了两种人在洞庭湖两景色面前所表现的两种不同情绪，实际上与他自己的思想有关。他年轻时，生气勃勃，积极进取。后来三遭贬职（知邓州就是其中一次——知邓州前充边任），知邓州时，年纪老了，由此，他有一些消极情绪也是可以理解的。《岳阳楼记》最后强调“进亦忧，退亦忧”，“先天下之忧而忧，后天下之乐而乐”，正是他自己的矛盾着的两种思想倾向对立斗争的结果，积极一面占了上风了，他过去一贯的积极处世的思想复活了。所以他在末了说：“噫，微斯人，吾谁与归！”否定了消极一面，希望、鼓励自己向古仁人看齐，希望、鼓励自己比古仁人更进一步。他在这时思想斗争的结果是积极一面占了上风，但当时的消极一面却在【定风波】中记录下来了。</p>",
  "about": "<h2>创作背景</h2> 　　题为“自前二府镇穰下营白花洲”。穰，即穰县，故城在河南邓县外城东南隅。“百花洲”在河南邓县城东南隅，<a href=\"http://so.gushiwen.org/author_510.aspx\">范仲淹</a>营为游咏之所，大概是穰城（即穰县县城）的郊区。范仲淹五十七岁知邓洲，五十八岁时曾写《中元夜百花洲作》一<a href=\"http://so.gushiwen.org/view_48207.aspx\">诗</a>，其中有“百花洲里夜忘归”句，故【定风波】定是五十七岁之后的作品，是记常游百花洲之事而抒己之志的作品。",
  "poet": {
    "id": 510,
    "star": 0,
    "name": "范仲淹",
    "image": "http://img.gushiwen.org/authorImg/fanzhongyan.jpg",
    "desc": "范仲淹（989－1052年），字希文，汉族，北宋著名的政治家、思想家、军事家、文学家，世称“范文正公”。范仲淹文学素养很高，写有著名的《岳阳楼记》。"
  },
  "tags": [
    "写景",
    "归隐",
    "乐观",
    "旷达"
  ]
}