{
  "id": 69812,
  "star": 2,
  "name": "杂剧·须贾大夫谇范叔",
  "dynasty": "元代",
  "content": "楔子<br>自从分晋列为侯，天下雄兵数汴州。谁想马陵遭败后，至今说着也还羞。某乃魏齐是也，佐于魏国，为丞相之职。想俺先祖魏斯，与那赵籍、韩虔，同为晋大夫，三分其地，我魏国建都于大梁。今天下并为七国，是秦、齐、燕、赵、韩、楚和俺魏国。各据疆土，倚强凌弱，不肯相下。俺魏国与齐国有积世之仇，前年齐国遣孙膑统领军马，明称救韩，暗来袭魏，被他诈败佯输，添兵减灶，在马陵山下削木为号，众弩俱发，射死大将庞涓，掳了长啊公子申归齐。俺魏国从此不振，曾许他三年一进贡，屈指之间，早是三年了也。近日俺惠王病染不安，命俺权国，欲遣一文武全备能言快语之士，往聘齐国。一来还他三年贡物，二来求放公子申还朝，重修两国之好，永为唇齿之邦。俺国中惟有中大夫须贾其人，可以任使，已曾奏知俺主，着他前去。他说今日起程，必来辞别，可怎生这早晚还不见来？左右，与我门首觑者，若须贾来时，报复我知道。理会的。小官魏国中大夫须贾是也。俺主惠王不豫，魏齐权国，令小官奉使于齐。奈小官生而拙讷，不能应对，恐误两国之好。小官家中有一辩士，乃是范雎。此人深怀妙策，广览群书，问一答十，堪充其任。小官欲举此人同去，也见俺魏国多才，有何不可？此间正是相府门首。小校报复去，道有须贾来了也。道有请。请进。大夫，你来了也。今日为何还不登程？须贾行李已发，还有一事，未敢擅便，特此禀知。大夫有何事？但说不妨。须贾平日拙口钝辞，犹恐应对有误。家中有一辩士，名曰范雎。得与此人同行，凡事计议，万无一失。须贾未敢自专，请老相国裁夺。你说那范雎在于何处？现在舍下。既然如此，何不就着此人来见俺波？左右，请将范先生来者。范先生安在？小生姓范名雎，字叔，本贯魏国人氏。幼习儒业，兼看兵书。不幸父母早年亡化，在此中大夫须贾门下，做着个门馆先生。今日着人呼唤，不知有甚事，须索走一遭去。大夫呼唤小生，有何事分付？今小官奉使往齐，特举先生为副，万一请得魏申公子还国，先生必有重用。俺适才已禀过魏相了，同去见来。既如此，大人请先，小生随后。禀上老相国，则此人便是范雎。辩士免礼。恰才须贾大夫举荐你同入齐为使，若保的俺长兄公子无事还于本国，那<br>其间自有重赏加官也。大人放心，小生自今日入齐为使，管教公子无事还国也。<br>【仙吕】【端正好】凭著俺仲尼书，苍颉字，周公礼，子产文辞。奈家贫不遇人驱使，怎肯道是无用也于才思。<br>只要你保的公子还国，必有重用。<br>【幺篇】常则是半生忙，不遂我平生志，居陋巷甘分随时。今日个和使臣冠盖相随次，离魏国，到临淄；凭喉舌，决雄雌；休战阵，免兴师，大人放心，凭范雎三寸之舌，包请俺公子归国便了。管成就这公事。<br>须贾就此告行，上托宗庙之灵、君主之福，下赖公子之德、相国之威，管权两国和好，无负此一番使命也。大夫，则要你小心在意者。左右那里？收拾行装，轻车一辆，从者六七人，与范雎先生同往齐邦为使，则今日走一遭去。从来使命本非轻，犹喜相知共此行。三寸舌为安国剑，一函书作固边城。令人，安排酒果，到于十里长亭，与须贾大夫饯行去来。<br>第一折<br>形据琅琊胜，财归渤海肥。七雄谁第一？什二在东齐。小官乃齐国中大夫邹衍是也。方今周室既衰，列国诸侯，互相吞并，号曰七雄，是秦、齐、燕、赵、韩、楚、魏。先年间俺国与魏邦有隙，皆因魏邦倚恃庞涓之势，屡次侵犯俺国。后来遣卜商大夫往魏进茶，闻知孙子大贤，在茶车里暗藏他归国，俺主公拜为军师。是时庞涓伐韩，孙子口称救韩，却引兵径去袭魏，诈败佯输，添兵减灶。庞涓大喜曰：\"我固知齐军怯，入我境，士卒亡者过半矣。\"竟被孙子将那庞涓赚到马陵山下诛了，连他公子申也被掳了。魏邦因此许俺三年进贡，今经第三年也。魏邦使臣乃是须贾，带一副使，名为范雎。这范雎果然是个能言巧辩之士，俺主公见他一席话，不胜大喜，遂放公子申还国，两邦修好，永为唇齿。俺主公特遣小官在驿亭中摆设筵宴，管待范雎，更有偌多赏赐礼物，表俺主公敬贤之意。张千，门首觑者，若贤士来时，报复某知道。小生范雎，随着须贾大夫，到此齐国为使。见了齐君，被小生几句话打动的他心欢意悦，就释放俺公子申无事回还。今日有齐国中大夫邹衍，在驿亭中令人相请，须索去走一遭。想俺学成文武全才，虚淹半世，几时是那峥嵘发达时节也呵！<br>【仙吕】【点绛唇】日月煎熬，利名牵扰，人空老。今日明朝，则俺这愁思知多少。<br>【混江龙】若依着先王典教，贫而无谄富无骄，俺可甚一身流落，半世辛劳？常只是白首相知犹按剑，枉了也朱门先达有同袍。猛回头则落的纥地微微笑，倒不如痴呆懵懂，甘守着陋巷的这箪瓢。<br>可早来到驿亭也。令人报复去，道有范雎在于门首。报的大人得知，有范雎来了也。道有请。请进。贤士，小官奉主公命令，在此相候良久。贤士请坐。量小生有何德能，劳大王如此重待？贤士有如此大才，久后必有大用也。<br>【油葫芦】自古书生多薄命，端的可便成事的少，你看几人平步蹑云霄？便读得十年书，也只受的十年暴；便晓得十分事，也抵不得十分饱。至如俺学到老，越着俺穷到老。想诗书不是防身宝，刬地着俺白屋教儿曹。<br>贤士，如今这秀才每但读些书，便去求官应举。贤士有如此大才，何不进取功名也？<br>【天下乐】他每只是些躲避当差影身草，自古来文章，可便将人都误了。我想古人都是靠着文章出身的，怎见得就误了人来？劝今人休将前辈学。学便如何？学卞庄斩虎的入虎穴，学吕望钓鱼的近池沼，学太康放鹰鹘拿燕雀。<br>贤士，你不学古人，待要怎生也？<br>【那吒令】我论着那斩虎的，则不如去斩蛟；这钓鱼的，可是如何？钓于的，则不如去钓鳌；这放鹰的，可是如何？放鹰的，则不如去放雕。调大谎往上趱，抱粗腿向前跳，倒能够禄重官高。<br>贤士，如今世上都是只敬衣衫不敬人的时节，也须穿着那鲜明衣帽，打扮的齐整些才好。<br>【鹊踏枝】但有些个好穿着，好靴脚，出来的苫眼铺眉，一个个纳胯挪腰。说谎的今时可便使着，天那，则俺这诚实的管老死蓬蒿！<br>贤士，你可不寻几个相识朋友，告求些赍发去？<br>【寄生草】本待要寻知契、谒故交，见十家九家门关了。起三阵五阵檐风哨，有千片万片梨花落。但得个一顷半顷洛阳田，谁待想七月八月长安道？张千，将酒来。酒到。贤士，小官奉命将着那牛酒管待贤士，请满饮此杯者。大人请。贤士请。恭敬不如从命，小生饮这杯酒咱。小官奉主公的命，在此驿亭中管待贤士，须要尽醉方归。张千，唤将那歌儿舞女来者，着他席间伏侍贤士。歌儿舞女走动。贤士，如今暮冬天道，纷纷扬扬下的是国家祥瑞，更接着这歌儿舞女，娇喉细细，红袖翩翩。贤士请放开怀抱，满饮一杯者。大人，委的是好受用也！<br>【金盏儿】俺只见瑞雪舞鹅毛，美酒泛羊羔。这阴风不透重帘幕，两行弦管列娇娆。频敲白象板，轻品紫鸾萧。贤士，此处比门外又是一般天气。抵多少地寒毡帐冷，杀气阵云高。小官想来，据贤士有经纶济世之才，补完天地之手，文通《三略》，武解《六韬》，只合早决功名，立取荣耀。刬地困于穷途，可不枉了你也！大人，我范雎幼年失教，不谙经史。想为官者要忠勤廉正，去暴除贪。量范雎是一愚瞽之夫，则可待时守分，知命安身，未敢希望功名也。<br>【醉扶归】俺则待手把着严陵钓，耳洗着许由瓢。不图他顶冠束带立于朝，但得个身安乐。贤士，你怎么说这等没志气的话？人生功名富贵，皆由自取，也不专是天数。则这的便是俺一斟一酌，再休题富贵也有个轮来到。<br>贤士，你看俺为官的，吃堂食，饮御酒；佳人捧臂，壮士擎鞭；出则高牙大纛，入则峻宇雕梁；堂上一呼，阶下百诺，何等受用！似你这闲居的，粗衣淡饭，草履麻绦，有甚么好处？大人，则您这为官的，怎比俺清闲快乐也。<br>【金盏儿】你为官的刚量度今朝，又早想来朝，您几时学得俺齁喽喽一枕头鸡叫？倒是你那闲居的好。闲居的无事那逍遥，吃的是浊醪一醉酒，直睡到红日半竿高。则俺这无忧愁青衲袄，索强如你耽惊怕紫罗袍。<br>贤士，再饮一杯。大人，酒够了也。贤士敢有酒，睡着了也。左右休大惊小怪的，等贤士醒来时，再饮几杯者。不如意事常八九，可与人言无二三。小官须贾，自至齐国，赖得范雎之力，在齐王座间反复辩论，范雎对答如流，辞无凝滞。齐王大喜，厚赐回聘礼物，又放俺公子申还国，永为唇齿之邦，岂不可喜！小官今早谢过了齐王，止有中大夫邹衍尚未面别，闻知他在驿亭待客，不若就彼处告辞。令人，邹大夫在此么？俺大夫在此待客哩。有劳报复一声，道有魏须贾还国，特来告别。你说管待贤士，着他回去，明日来辞。俺大夫管待贤士哩，着你明日来辞。公子和行李都已先去了，怎生是好？令人，有劳再说一声，道须贾不能久待。俺大夫着你明日来辞，我怎敢又过去？没奈何，再央你过去说一说。也罢，你且等着，待我与你再禀。有须贾他说即刻要辞别，不能久待。这厮好打！好道管待贤士哩，着他明日来。我没有私宅的？这里也不是他告辞处。你休出去，一壁有者。小官在此门下伺候良久，不见回音，莫不那祗侯人不肯通报么？天色渐晚，恐怕误了程途。待不辞来，又恐怕大夫见罪。他说管待贤士，不知管待的是何贤士？我自过去，有何不可这是仪门前，且莫过去，我试看咱。我道大夫管待甚的贤士，可是俺那范雎！此席为何而设？我过去觑破此人，看他说甚么。呀，大夫到此也。范雎，你也在这里那？是小生被召在此。须贾奉使，多谢大夫周方，今日还国，特来告辞。须贾，你来是拜辞，还是撞席？我没有私宅的么？这驿亭中岂是你辞别去处？我若不看贤士之面，我将你囚于齐国，着你终身不能回去也。小官得罪了也。小官在门外听候。住者。须贾，着你这大雪中来辞我，怎生无一杯酒与你吃？看着贤士面上，令人，将酒来。须贾，满饮一杯。小官谨领。住者，贤士不曾饮过哩，须贾，你怎敢先饮？是、是、是。贤士满饮此杯者。小生怎敢先饮？贤士，恭敬不如从命，贤士饮了者。小生饮。令人，将酒来，须贾，你满饮一杯。住者，你慌做<br>甚么？大瓮家酿着酒哩，你吃多少？靠后。贤士，一只脚儿来，两只脚儿来，贤士请个双杯。小生饮。令人，将酒来。须贾，你饮这杯酒。住者，几年不曾见那酒？两只手捞铃一般相似，靠后。贤士，可不道\"三杯和万事，一醉解千愁\"？小生酒够了也。贤士既不用酒，叫左右将礼物来。贤士，小官奉主公之命，有黄金千两，权为路费，少助行色，莫嫌轻微也。大夫，小生多蒙大王厚礼，这等牛酒管待，尚且难消，又赐黄金千两，断然不敢叨受。贤士，俺主公所赐之物，贤士不受，莫非嫌轻么？<br>【赚煞】我可也敢嫌轻？莫非为少么？非为少，贤士不受，可是为何那？则俺这穷命里消他不了。蔬菜薄味，不成管待。百味珍羞食又饱，贤士有酒哩，再饮几杯波。便做道酒肠宽沉醉陶陶。俺这里下阶道，范雎，你不辞而回，是何礼也？屈脊低腰，承管待深恩甚时报？贤士，这黄金是主公所赐，请收了者。这千金敢叨？大夫见赐，安得而辞？断然的不要，可不道富与贵，人之所欲也？\"不义而富且贵，于我如浮云。\"俺则待粗衣淡饭且淹消。贤士去了么？去了也。须贾，你知罪么？小官不知罪。须贾，你岂不闻\"任贤则昌，失贤则亡\"？故秦用百里奚而秦霸，郑用子产而郑强；吴去子胥而吴衰，越去范蠡而越灭。如你魏国，可谓失贤矣。前者不用孟子为相，却用庞涓为帅，所以马陵之战，你国公子申被掳于此。如今有一范雎，又不能用而为相，却用你为大夫。俺主公释放你公子申还国者，专为范雎之贤也。兀那须贾，你到于本国，便能辞官谢罪，让位范雎，万事罢论。倘若挟冤记仇，须贾，你觑者，俺这里雄兵百万，战将千员，有一日兵临城下，将至濠边，四下里安环，八下里拽炮，人平了你宅舍，马践了你庭堂，将你魏国蹅踏的粉碎，那其间则怕你悔之晚矣。须贾，你也曾读古圣文章，须知蔽贤者谓之不详。莫等待兵临城下，方才懊悔道自取其殃。我正疑怪范雎今日临行不见，却在此间饮酒。我乃魏国中大夫，受命为使，倒不得与此宴。范雎是一从者，反受他牛酒管待，又赐黄金千两。我若非亲身至此，怎知有这等事！我想范雎本是一个贫士，因见我至此，故不敢受他这千金之赐。我如不来，此金必然受了。教我转转猜疑，其中必然暗昧。这有甚么难见处？想必范雎在我背后，以魏国阴事告齐，故得此重赏。范雎，你好无礼也！你坐于堂上，我立于阶下，全无一点不安的意思。今日之事，我且藏于腹中，等待还国之后，范雎，咱和你两个慢慢的说话。正是\"恨小非君子，无毒不丈夫\"！<br><br>第二折<br>某魏齐是也。遣须贾大夫入齐为使，不想齐王就放长兄魏申还于本国，又有回聘之礼，此皆是须贾大夫之功也。今日他在宅中安排酒肴，请某赴宴，想为赏雪而设。已曾分付左右，辆起安车，往须贾大夫宅中走一遭去。小官须贾，自从使齐还国，主公大喜，优礼甚厚，止有范雎一事，还不曾说明。今日就家中略备果桌，专请丞相一人，要究范雎受齐宴赏之私，是何缘故。早间已令人请下，未见到来。时遇暮冬天道，纷纷扬扬下着国家祥瑞。天色寒冷，一壁厢备下热酒伺候。左右，门首觑者，等丞相来时，报复我知道。理会的。紫阁黄扉相府开，安危须仗出群材。车声何事辚辚动，专为华筵赏雪来。此间正是须贾大夫私宅门首。令人，报复去，道某家来了也。须贾有何德能，敢劳老相国屈高就下也。多承大夫重意，老夫来迟休怪。不敢。令人，一面吹灯，抬上果桌来者。将酒来，老相国请满饮此杯。大夫此一遭出使，保的长兄还国，皆是大夫之力也。此岂须贾之能，全仗主公的洪福，老相国的余威，何足挂齿？今日雪中，荷蒙台驾降临，须贾不胜荣感。但有一事，要禀知老相国，未敢擅便。大夫有何事，但说不妨。非是须贾饶舌，实为国家利害，不得不言。前者须贾不才，出使齐国，所举范雎同去。事毕将回，须贾因辞齐大夫邹衍于驿亭中，适值邹衍奉其主齐君之命，以牛酒筵宴款待范雎，宴罢又赠黄金千两。其时范雎看见须贾到来，遂辞金不受。我想此人必以魏之阴事告齐，故得其赏。不然何以致此？须贾一向怀疑，未敢遽发。但此事关系非小，今日难得老相国降临，乞差人召来与须贾面对，审问一个明白。大夫不说，某岂得知！便着人唤将范雎来者。范雎安在？小生范雎是也。自陪须贾大夫入齐为使，保的公子还于本国，也不见一些功劳在那里，岂不是时也、命也？今日冬天腊月十二，乃是小生贱降之日，太学中同辈书生请小生饮一杯儿酒。恰才正饮之间，有一书生说起太公事来，俺想他遇不着那文王呵，<br>【南吕】【一枝花】这其间尚兀自垂钓在渭水旁，独坐在磻溪上。至如我有才如吕望，也则怕无福可便遇文王。暗自斟量，天生下穷酸相，几时行通利方？凭着咱鼓舌摇唇，立取他封侯拜将。<br>【梁州第七】但只问魏公子因何释放，全仗着那一个游说齐邦？怎生这功劳不在咱头上？几曾沾一丝儿赏赐，壮半米儿行装？可着俺越多伎俩，越受凄凉。枉误了十载文章，干捱了半世风霜。他、他、他，谁肯念陋巷间一瓢的书生，是、是、是，我愿则愿那都堂中八府的宰相，来、来、来，他每都不着我见那深宫内万岁的君王。这天气，怎当？白茫茫冰连江海三千丈。徒步去，将何往？早则是冒雪冰寒冻欲僵，这便是咱衣锦还乡！<br>请小生有何事干？范先生，你在那里来？俺大夫安排筵宴管待丞相哩，教我请你，快行动些。原来是大夫教你请我么？<br>【隔尾】你那里葡萄酒设销金帐，罗绮筵开白玉堂。闻知道魏相国亲身到宅上。既是请丞相赴宴，怎又请我？故意把寒儒厮奖，显的他宽洪海量。哦，我知道了也。多应是须贾高情，将我这范雎来讲。<br>范雎，你在那里来？今日是小生贱降之日，太学中一辈的书生，请小生饮几杯酒。听得大人呼唤，小生不敢稽迟，一径造此。哦，原来今日是你生日。祗从人，与我扫一搭干净田地，请先生去了衣服者。老丞相在上，小生怎敢去衣服？则这般呵好。还请去了衣服。我猜着了也。<br>【牧羊关】敢怕吃那细索面，醒酒汤，便是油汁水瀽污也何妨？今日个为公子设佳筵，怎倒与小生做贱降。范雎，恭敬不如从命也。将问事来。酒席上怎么用这东西？只见一条沉铁索当前面，两束粗荆棍在边厢。那里有这般样稀奇物？大夫也，强将来做荐寿觞。<br>范雎，你知罪么？小生不知罪。今日个请老相国在此，和你讲明一句话。当日同使于齐，齐君牛酒金帛，独独管待你，是何缘故？你可对老相国实说。老丞相在上，当初随大夫入齐为使，见了齐君，小生一席话间，使齐君大喜，释放俺公子还国。这的是小生之功，怎做得小生之罪？范雎，你不以吾国阴事告齐，焉得有此重待？你如何不肯实说？这匹夫不打不招。祗从人，与我打着者！一杖子与他增添一岁。<br>【隔尾】正是那耕牛为主遭鞭杖，哑妇倾杯反受殃，灾祸临身自天降。我吃了这一场棍棒，天那！这的是为国于家落来的赏。<br>左右将酒来。老相国，常言道\"酒肉摊场吃，王条依正行\"。今日筵上饮酒的自饮酒，他受刑的自受刑，正所谓情法两尽。请老相国满饮一杯。大夫，这数九的天道，去了衣服，不冻杀小生也？你这等人，不冻死了要他怎的。<br>【牧羊关】泪雹子腮边落，血冬凌满脊梁，冻剥剥雪上加霜。则被你饿掉了三魂，敲翻了五脏。带肉连皮颤，彻髓透心凉。似这等勘范叔森罗殿，抵多少冻苏秦冰雪堂。<br>左右将酒来。酒到。老相国请满饮一杯，少遮寒色。大夫，你打了小生一日也，有甚么茶饭与小生些儿吃？你饿了么？据礼不当与你吃，我怎肯做的\"坐儿不觉立儿饥\"？祗从人那里？将的他那茶饭来。祗从人，你着他自己揭开食用波。这的是喂头口的草料，怎生与小生吃？你道是喂头口的草料与你吃？匹夫，我保你同入齐为使，你以阴事告齐，受他金帛牛酒，你与头口何别？岂不是背槽抛粪？你吃了者，一根草与你添一千岁寿。若不吃呵，祗从人，将大棒子打着者！<br>【红芍药】哎呀，一轮红日为谁藏，地老天荒。我则见半空中瑞雪乱飞扬，一刬颠狂。则恁这待佳宾筵会上，端的个华堂别的风光。放下那一盘家剉草半青黄，拌上些粗糠。<br>你这等人只该与你这样东西吃。<br>【菩萨梁州】则我这绵囤也似衣裳，坐不的红炉也那土坑。吃黄齑的肚肠，抬了者。我吃不的这法酒肥羊。则我这三般地狱怎生当？无情风雪无情棒。似吃着无心草，死熬这掩情况。打得我肉绽皮开内外伤，眼见的不久身亡。<br>那范雎打的如何？打死了也。大夫，这酒也饮的勾了。哦，大夫醉了也。等他醒来时，说我自回去也。左右，将坐车来，还府中去。主人已沉醉，老夫归去来。轩车还相府，灯火出天街。丞相爷安在？适才回去了也。他回去了？敢是怕我贻累他哩。左右，揣那匹夫过来。范雎已打死了也。哦，他死了？休道打杀一个，打杀了十个也无事。祗从人，与我将他撇在后面厕坑里，明日将粪车载出去。不是这等，也警不的后人。只为范雎不忠于国，不孝于家，小官平生一世，偏怪这等无恩无义的人。非我不心慈，王法本无私。夫人必自侮，然后人侮之。将范雎丢在厕坑中也。咱等伏侍这一日，天气寒冷，各自回家吃杯酒去，待明早回话便了。<br>【隔尾】哎呀，我几曾醉眠绣被流苏帐，莫不是梦断茅庐映雪窗？长叹罢刚将眼睁放，我看了这厢，我又觑了那厢。天也，原来我这七尺身躯在那厕坑里躺。<br>范雎，你好苦也！大夫，你好狠也！你便打死我也罢了，怎么丢在厕坑里？这秽气教我如何当得！且待我慢慢的挣扎起来，只索逃我这性命去。自家须贾大夫家一个院公是也。今日俺主人摆设筵宴，管待那魏齐丞相，整整吃了一日的酒。如今天色晚了也，我点起灯来，家前院后执料去咱。是甚么人在这里走动？<br>【牧羊关】待走来如何走？待藏来怎地藏？没揣的偏和他打个头撞。我举起这灯来试看咱。我道是谁，原来是范雎。你看一身秽污，你也少吃一钟波。我几曾吃美酒羊羔，刚刚是吃了会胡枷乱棒。你既不醉呵，怎生浑身都是秽污？则被这粪沾湿我两鬓角，尿浸透我一胸膛。你站开些，这臭气当不得。你闻不的我这秽气浑身臭，院公也，我几吃那开埕十里香。你原来不曾吃酒，可怎生这个模样？院公可怜见，你救我咱。我同大夫入齐为使，见了齐王，一席话间，齐王大喜，便将公子魏申释放还国。齐王命中大夫邹衍在驿亭中赐牛酒管待小生，又赐黄金千两，我并不曾受，这是大夫亲见的。今归本国，安排筵宴请魏齐丞相饮酒，说我以阴事告齐，将我三推六问，吊拷绷扒，打死了我，丢在这粪坑中，倒亏这秽气熏活了。望院公怎生救我出去，此恩异日必当重报。嗨，好可怜人也。这里也无人，你跟我将来，打些水淋的你身上干净，脱了你那秽污衣服。这寒冷天道，不冻杀了你来。我有穿的旧绵衣服，待我取来与你穿。你穿了这衣服，还有五两碎银子，与你将息去。我如今开了后角门，放你出去。你休在这里，不问他州外府，逃你的性命。你久已后若得志呵，只休忘了我的恩念。院公，你是我重生的父母，再养的爷娘。小生也不往他处，唯有秦国最强，可以报仇，就此告辞去也。<br>【黄钟尾】我便似伍员去楚心犹壮，孙膑投齐气怎降？谢恩人肯主张，放咱去入咸阳。仗英雄显志量，见秦君说勾当。管穰侯立辞相，不荒唐有承望，院公，不是我范雎说口，想报冤之期，可也不远。你则待的到蛰龙一声雷震响。<br>早是他遇着我哩，若撞见别人，可怎了也？若是死了这样有才学的人，岂不可惜？等主人问时，我只说在粪车里已将他送出城外去了，料想不来寻他。正是天上人间，方便第一。莫待他年，才想今日。<br>第三折<br>齐邦为使有风尘，今日驱车又入秦。人道此中狼虎地，可能容易出关门？小官须贾，此来为秦国新拜一相，乃是张禄，遣人遍告六国，各以中大夫入秦庆贺。小官到此好几日了，争奈各国使臣也还有未到的，那张禄丞相不肯放参。时遇冬寒天道，风雪大作，少不得要往相府前去伺候。院公，你在客馆中整顿下茶饭，我等雪慢呵乘车而回也。理会的。雪大的紧，祗从人，且半这车儿向人家房檐下略避一会，等雪慢时再行也。小官范雎是也，入秦以来，改名张禄，代穰侯为相。曾遣人遍告六国，各遣中大夫前来称贺。那须贾到此已几日了，我如今卸下冠带，仍旧打扮布衣，到客馆中看须贾去，看他可还认得我么？想我范雎若不受那苦楚，几时得这峥嵘发迹也呵！<br>【正宫】【端正好】未亨通，遭穷困，身居在白屋寒门。两轮日月消磨尽，不觉的添霜鬓。<br>【滚绣球】人道是文章好济贫，偏我被儒冠误此身，到今日越无求进，我本待学儒人倒不如人。昨日周，今日秦，似这般途路难逢呵，可着我有家难奔，恰便似断蓬般移转无根。道不得个地无松柏非为贵，腹隐诗书未是贫，则着我何处飘沦？奇怪，大雪中走将来这个人，好似范雎也。待道是呵，我当初打杀他了，再怎生得个范雎来？待道不是呵，你看那身分儿好生相似。且休问他是不是，待我唤一声：范雎，范雎，近前来，我和你说话咱。谁唤范雎哩？<br>【叨叨令】我听的他两三番叫咱往前进，猛可便扭回身行至车儿近。我这里忙掠开泪眼将他认，是我唤你哩。我这里觑绝时倒把身躯褪。范雎，你见了小官，这般慌做甚么那？大夫也，你莫不又待打我也波哥，你莫不又待打我也波哥，唬的我兢兢战战忙逃奔。范雎少待，一别许久，正要和你讲话，何故如此惊恐？先生固无恙乎？<br>【滚绣球】大夫也，想着你折磨我那一场，我吃了你那一顿，你打到我有二三百棍。你且休题旧话，则问先生何以到此？自从我逃灾出魏国夷门，原来先生西入秦邦，有几时了？到今日经两冬，过一春，睡梦里不曾得个安稳。你也曾思量小官么？想着你那雪堆儿里将我棍棒临身，你这般慌做甚么？但题着你名姓先惊了胆。梦见你仪容，兀的是须贾大夫来也。哎呀，可又早唬了魂，有甚精神？<br>小官今日见先生，观其气色，比往日大不同，想必峥嵘得意于此？大夫休说小生吃的，且看小生穿的。<br>【倘秀才】你看我这巾帻旧、雪冰透我脑门，衣衫破、遮不着我这项筋，甚的是白马戏缨衫色新？自叹气，自伤神，只落的微微暗哂。<br>嗟乎，范叔一寒如此哉！左右，取一领绨袍过来。雪大，天气寒冷，此绨袍聊与先生御寒咱。量小生有何德能，多谢了大夫！<br>【伴读书】谢大夫多情分，赐绨袍无悭吝。我可便接将来怎敢虚谦逊，觉的软设设身上如绵囤。不由不喜孜孜顿解心头闷，我、我、我，怎报的你这救济之恩？<br>这绨袍穿着，倒也可体。<br>【笑和尚】比我旧腰身宽二分，比我旧衣襟长三寸，正遮了这破单裤精臁刃。冻剥剥正暮冬，如今暖溶溶便开春，来、来、来，谢绨袍妆点了我腌身分。此人绨袍恋恋，尚有故人之心也。先生，与小官同到邸舍，共一饭叙旧如何？敢问大夫为何至此？先生不知，小官特来庆贺张禄丞相。先生在秦已久，可曾闻的张禄丞相与谁人最善也？原来大夫因贺张禄丞相到此。小生别无闻见，但张禄丞相与小生亦有一面之交。哦，先生原来与张君有善。我这绨袍送的着了也。先生，吾闻秦国大小之事，一决于相君。今吾等在此，去留皆出其口。先生如肯与小官少进片言，慨放小官回还，也见得先生不忘故旧。岂有意乎？这个当得，但恐人微言轻，不足为重。我想先生在魏国时，小官也不曾轻视先生。多感！多感！<br>【滚绣球】想着你那日辰，那时分，我胡吃了三推六问，着我似拽车的驴马同尘。想着你喂惜的情，草料的恩，我怎肯背槽抛粪。君子不念旧恶，这也不必提起了。请你个老哥哥远害全身。则咱这义的到底终须义，大夫也，你那亲的原来则是亲，我怎做的有喜无嗔？<br>先生乃读书儒者，想昔日春秋赵盾，在那翳桑下遇着灵辄，也无过一饭之恩，后来赵盾有屠岸贾之难，灵辄扶轮而报。小官薄德，怎敢自比于赵盾；据先生义气，决然不在灵辄之后。可知道来。<br>【呆骨朵】休则管巧言令色闲评论，到如今比并甚往古忠臣。我可也不似灵辄，你可也难学赵盾。大夫也，假若你赵盾身危困，我待学灵辄臂扶轮。则不要槽中拌和草，便是那桑间一饭恩。<br>这早晚雪可慢些儿也，我也先生同行数步，前往相府去来。先生，你休瞒我。想先生在秦，必见重用。既不呵，如何这相府前祗从人等，见先生来，皆凛凛然起避？你必然发迹了也。大夫，这厮每有甚么难见处？<br>【滚绣球】他见我尘满衣，垢满身，更和这蓬松两鬓，才出的相府仪门。他骂我做叫化头，乞俭身，都佯呆着不瞅不问，他如今为何惧怕先生也？猛见这素绨袍在我身上全新。为甚的那厮每趋前退后都皆怕？大夫也，可知道只敬衣衫不敬人，自古常闻。<br>先生，小官想张君得志于秦，自非文武兼全，焉能有此。<br>【三煞】他论机谋减灶压着齐孙膑，他论战策不弱如鞭尸楚伍员。则他那智量似穰苴，文学似子夏，德行似颜渊，舌辩似苏秦。端的个能安其国，能治其家，能正其身。请大夫把衣冠整顿，我与你同作伴谒张君。<br>先生，小官去住，皆在张君一语之下，小官只在此等候。<br>【二煞】你略消停且待穷交信，便入去须防丞相嗔。我着你早出潼关，早归汴水，早到东京，早离西秦。引你去亲登相府，完却公差，直着他开放贤门。这归期有准，管着你荡飞骑疾如云。<br>只是大雪中有劳先生，改日另当致谢。<br>【煞尾】我与你分开片片梨花粉，拂散纷纷柳絮尘。金马门中往前进，我将你个纳士招贤路儿引。<br>不想范雎与张禄丞相有一面之交，我之事必济矣。倘得无事放还，我仍旧带了范雎，回于魏国，同享荣华也。在此等候良久，如何不见范雎出来？我试向前问一声咱。小官借问虞候咱。你问甚么？恰才入相府去的先生，如何不见出来？休胡说！这府内只有丞相爷出入，那一个敢入的去？没也，恰才入去的那个秀才范雎。甚么秀才，则他便是俺丞相爷。恰才入去的那秀才便是张禄丞相？嗨，须贾，你中了计也！初闻张禄丞相之名，未知其详，故以列国中大夫皆至秦邦为贺。我若知是范雎，小官焉敢自投虎狼之地？原来他改名张禄，实欲智擒须贾，要报旧日之仇。哀哉！可怜我须贾微躯，不能还于本国矣。罢、罢、罢，如今且回客馆去，待到来日，膝行肘步，肉袒求见，万一有个侥幸，得免其死。如不见饶，这也是我命数尽此，复何恨哉？大丈夫睁着眼做，到今日合着眼受。惜受俺一家老小，倚门而望，岂知死在秦邦，永无还日？俺一家人则当做了一个恶梦者。<br><br>第四折<br>小官齐国中大夫邹衍是也。奉秦国之命，着俺六国中大夫来贺张禄丞相。这位是楚国大夫陈轸，这是赵国大夫虞卿，这是韩国大夫公仲侈，这是燕国大夫剧辛。今日筵宴是俺国排设，专贺秦相的。除魏国须大夫有罪不敢同请，这几国大夫都在此等候多时。想秦相这早晚敢待来也。一自更名西入秦，能令六国尽来宾。正是画虎未成君莫笑，安排牙爪始惊人。小官范雎是也。自俺为相，各国大夫都来庆贺。今日却是齐国邹大夫设宴相请，须索走一遭去也。有屈丞相俯临，小官等失迎，勿令见罪。驿亭一别，契阔至今，既辱远来，又劳佳设。则愧张某才轻德薄，怎想有今日也呵！<br>【双调】【新水令】白身一跳到关西，坐都堂便登八位。入朝争相印，当殿脱儒衣。口吐虹霓，三千丈五陵气。<br>令人，将酒过来。酒到。各国大夫近前，丞相喜得美除，理当拜贺。请起。<br>【步步娇】这的是楚赵秦韩齐燕魏，今日个七国冠裳会。把干戈从此息，我有甚不欢欣不肯拚沉醉？丞相请满饮此杯。住者，且按住这凤凰杯，丞相因何不肯饮酒？张千。小人有。你只问须贾来也是未。<br>你各国大夫在此，当日某同须贾入齐为使，因齐王为某舌辩，不胜见喜，令邹大夫在驿亭中赐牛酒管待；又赐金锦，某不敢受。当时有须贾撞见，对魏齐丞相说某以阴事告齐，将某推勘打死，丢在粪坑之中。如今齐国邹大夫现在于此，我当初曾以阴事告齐也不曾？丞相，当日并无此事。<br>【沉醉东风】我随他千乡万里，倒将我六问三推。冻我在雪堆中，撇我在茅坑里。说着呵尚兀自恶心呕逆，恰便似死羊般浑身尿共屎，委实的受尽了腌臜气息。<br>须贾安在？死罪！死罪！贾不意相君能自致于青霄之上，贾不敢复读天下之书，贾不敢复与天下之事，贾不敢复相天下之人矣。贾有死罪，请入鼎镬之中，请置狐貉之地，唯相君命之。须贾，你罪有几何？贾得罪于相君多矣，擢贾之发，不足数贾这罪。你今日因何来迟？丞相可怜。今日是须贾贱降之日，望丞相宽容，过了今日，他日受责如何？<br>【沽美酒】去年时我记的，今日是你生日，天教我便还报你。张千，我这里唤公吏，快疾波请先生去了衣袂。<br>【太平令】哎，你个须贾也哥哥休罪，张千，将问事来。理会的。早准备拶子麻槌，下着的国家祥瑞，拣一塔干净田地。将这厮跪只，按只，与我仗只，直打的皮开肉碎。<br>丞相与各国大夫饮宴，须贾冻于雪中，从旦至今，不曾吃饭，丞相安可忍乎？丞相那吃不了的茶饭，告些儿与须贾食用，便死呵，做个饱鬼。张千，将他那茶饭来与他吃。理会的。教他自揭开食用。丞相，这个是头口吃的草料，怎生与我吃？你道是喂头口的草料，怎生与人吃？想当日我与你同入齐为使，见了齐君，一席话间，齐君大喜，放公子申归国。你道我以阴事告齐，将我打死了，丢在那厕坑里。匹夫，你比头口何别？张千，与我打着者！<br>【川拨棹】这东西，去年时你备的。我与你揣在怀里，放在跟底。请先生服毒自吃，俺这里别无甚好饭食。<br>张千，将那莝豆与须贾食用者。这个是喂驴马的草料，教我怎生食用波？匹夫，你不记的当初有言，道是一根草料与我添一千岁寿哩。<br>【七弟兄】这的，与你，做生日，一根草满寿你一千岁。去年将小子痛凌迟，今日教你也知滋味。丞相，各国大夫都在此庆贺，须要尽醉方休也。<br>【梅花酒】俺只见众公卿摆列齐，在紫阁黄扉，捧玉液金杯，一周遭绣履珠衣。从早起至晚夕，食又饱酒又醉。他在那大雪里冻一会、问一会，问一会、打一会。<br>丞相，你便在暖阁内饮宴，将我冻在这大雪里面，可正是\"坐儿不觉立儿饥\"也。<br>【收江南】呀，你道我坐儿不觉立儿饥，今朝轮到我还席。则为你损人利己使心机，图着个甚的？可正是得便宜翻做了落便宜。<br>罢、罢、罢，既到今日，丞相终不饶须贾之罪，他杀不如自杀，愿赐丞相宝剑，待须贾自刎而亡。老汉是须大夫家院公。今日俺大夫在相府有难，我索看去咱。呀，那张禄丞相果然就是范雎！我如今顾甚么生死，不免径自撞入。丞相爷在上，院公叩头。谁是老院公？则我便是院公。大恩人请坐，受小官几拜咱。丞相，他是须贾家院公，为何拜他？众大夫不知，我当初与须贾入齐为使，他道我以阴事告齐，将我打死了丢在厕坑里。我挣扎起来，逃走性命，肯分的遇着老院公，赍发我盘缠衣服，放出后门，得到秦国。若不是老院公救了我呵，岂有今日？则他便是我大恩人也。原来是你老匹夫救活了他来。若当时不放他得至西秦，我岂受今日之耻？我先杀了你这老匹夫，落个垫背的。令人，与我将须贾打下者！<br>【清江引】老院公肯分的来到这里，左右难回避。他怎敢轻撩虎狼须，快与我搬住猿猱臂。须贾，你饶过了这老院公，我也饶过了你。望丞相爷看老院公薄面，饶过俺主人罢。<br>【雁儿落】虽然是为恩人有面皮，我与你这贼子无情意。你若要生辞函谷关，只除非梦返夷门地。丞相，这都是旧话，不提他也罢了。<br>【得胜令】呀，你道是旧话再休题，我可不干吃你一场亏？丞相在上，须贾罪过虽重，但他绨袍恋恋，也还有故人之情，望丞相姑恕。众大夫请起，也则为尚有绨袍恋，因此上权停棍棒威。待饶伊，我也要将今日思前日；待不饶伊，又道我只报仇不报德。<br>既然众大夫在此讨饶，令人，将须贾放了者。须贾，我不看绨袍分上，怎肯便饶你死罪？如今放你归去，传示你主，早早解过魏齐到来，休教走了。<br>【收尾】我如今且将须贾驴头寄，疾回去，报与梁王得知。着他早早的解过魏齐来，那时节再约大众大夫同临敝国，慢慢的再贺俺范雎喜。谢丞相宽恩，敢不唯命！这一件倒不好承认。那魏齐手下心腹人极多，只怕也有似俺院公的，私下放他溜了，教俺主人那里去抓他？小官等再奉丞相一杯。酒也深了，一面撤过宴者。因须贾不识忠臣，用谗言闭塞贤门，施侥幸将人陷害，怎知他天道无亲。大雪中绨袍恋恋，才得个免祸全身。快献取魏齐首级，罢刀兵永灭征尘。<br>题目须贾大夫谇范叔<br>正名张禄丞相报魏齐",
  "poet": {
    "id": 1878,
    "star": 0,
    "name": "高文秀",
    "image": "http://img.gushiwen.org/authorImg/gaowenxiu.jpg",
    "desc": "高文秀（生卒年不详），东平（今属山东省）人。元代戏曲作家。府学生员，早卒。"
  },
  "tags": []
}