{
  "id": 70950,
  "star": 59,
  "name": "示三子",
  "dynasty": "宋代",
  "content": "<span style=\"font-family:SimSun;\">时三子已归自外家</span></p> <p>去远即相忘，归近不可忍。<br>儿女已在眼，眉目略不省。<br>喜极不得语，泪尽方一哂。<br>了知不是梦，忽忽心未稳。",
  "fanyi": "<p><strong>译文</strong><br>你们走远了，我倒也不再惦念；及至归期接近，反而难、以忍耐。<br>儿女们已站在眼前，你们的容貌我已认不出来。<br>欢喜到了极点，不知说什么好。收泪一笑，包含着多少悲哀。<br>明知这不是在梦中，可我的心仍在摇摆不踏实。</p> <p><strong>注释</strong><br>①外家：外公家。<br>②去远：离去很远。神宗元丰七年（1084），<a href=\"http://so.gushiwen.org/author_100.aspx\">陈师道</a>因家贫而将妻子儿女送往在四川做官的岳丈处寄养。<br>③归近：归期临近。不可忍：难以忍耐，形容与子女见面的急切心情。<br>④略：全，都。省（xing）：识，记得。<br>⑤哂（shěn）：微笑。<br>⑥了知：确实知道。<br>⑦忽忽：恍惚不定貌。心未稳：心里不踏实。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这首<a href=\"http://so.gushiwen.org/view_70950.aspx\">诗</a>描述的主要是诗人思亲、见亲的全程心灵感受，言语易懂，感人至深。</p> <p>　　首二句说妻儿们去远了，相见无期，也就不那么惦记了；而当归期将近，会面有望，则反而控制不住自己的感情。“去远”句固然是记录了诗人的实情，然而也深刻地表现了他无可奈何的失望和悲伤，诗人决非真的忘情于妻儿，而是陷于一种极度的绝望之中。“归近”一句正说明了他对亲人不可抑捺的情愫。</p> <p>　　“儿女”二句写初见面的情形。因离别四年，儿女面目已不可辨认。<a href=\"http://so.gushiwen.org/author_100.aspx\">陈师道</a>的《送外舅郭大夫概西川提刑》中说：“何者最可怜，儿生未知父。”可见别时儿女尚幼，故至此有“眉目略不省”的说法，表明了离别时间的长久，并寓有亲生骨肉几成陌路的感喟。</p> <p>　　“喜极”二句是见面之后复杂心情的表现。久别重逢，惊喜之余，千言万语不知从何说起，只是相顾无言，泪洒千行，然后破涕为笑，庆幸终于见面。此十字中，将久别相逢的感情写得淋漓尽致，诗人抓住了悲喜苦乐的矛盾心理在一瞬间的变幻，将复杂的内心世界展现出来。</p> <p>　　“了知”二句更深一层作结，说虽然明知不是在梦中相见，但犹恐眼前的会面只是梦境，心中仍然恍恍惚惚，不能安定。这种心理的描绘，写得入木三分。由此可以推知：在与亲人分离的四年中，诗人多少次梦见亲人，然而却是一场空欢喜，反增添了无限的愁思和悲苦，正因为失望太多，幻灭太多，所以当真的会面时，反而产生了怀疑，唯恐仍是梦中之事，深沉的思念之情便在此中曲折表现了出来。这两句源于<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>《羌村》组诗中写回家初见亲人的惊喜和疑虑：“夜阑更秉烛，相对如梦寐。”意谓久别重逢，如相见于梦中，后来<a href=\"http://so.gushiwen.org/author_750.aspx\">司空曙</a>《云阳馆与韩绅宿别》中“乍见翻疑梦，相悲各问年”，即用杜甫诗意；而陈师道此二句是翻用杜甫诗的句子，与<a href=\"http://so.gushiwen.org/author_588.aspx\">晏几道</a>《鹧鸪天》中所说的“今宵剩把银釭照，犹恐相逢是梦中”，意境略同，可见陈师道取前人诗意能点化出新意。</p> <p>　　此诗通篇造语质朴浑厚，无矫饰造作之气，读来恻恻感人，其原因主要在于诗人感情的真挚，语语皆从肺腑中流出，所谓至情无文，即是艺术上一种极高的境界。此类浑朴的作品得力于陈师道向古乐府和杜甫诗的学习，然而他并不在字句上摹仿前人，而在格调立意上倩鉴前人，故张表臣在《珊瑚钩诗话》中引陈师道的话说：“今人爱杜甫诗，一句之内，至窃取数字以仿像之，非善学者。学诗之要，在乎立格、命意、用字而已。”这在他自己的作品中已有充分的表现。陈师道论诗标举“宁拙毋巧，宁朴毋华”（《后山诗话》），即是他形成这种创作风貌的理论基础。但此类作品在他的集子中也并不很多，故尤为珍贵。</p> <p>　　陈师道论诗，提倡“宁拙无巧，宁朴无华。”（《后山诗话》）此诗就是朴拙无华而感人肺腑的好诗。说它朴拙，因为全诗没有典故，没有藻饰，章法平直，句法简洁，并不追求文外曲致。说它感人，是因为字里行间洋溢着至性至情，深挚敦厚，绝无造作虚饰。然而此诗虽不炼句而炼意：首联写久别重逢之情极为生动，尾联则活画出疑信参半之心态。用极简洁的诗句刻画出复杂深微的感情，所以耐人回味。</p> <p>　　陈师道做诗追求古朴，讲究锤炼，自称“此生精力尽于诗”，<a href=\"http://so.gushiwen.org/author_268.aspx\">黄庭坚</a>《病起荆江亭即事》也有“闭门觅句陈无己”句，因此，他的诗往往枯涩生硬。这首诗纯是写情，凝练精到，表现了骨肉至情，是他诗中上乘之作。</p>",
  "about": "<h2>创作背景</h2> 　　元丰七年（1084年），<a href=\"http://so.gushiwen.org/author_100.aspx\">陈师道</a>的岳父郭概提点成都府路刑狱，因为师道家贫，妻子与三个儿子及一个女儿只得随郭概西行，而陈师道因母亲年老不得同去，于是忍受了与妻子儿女离别的悲痛。将近四年以后，即1087年（元祐二年），陈师道因<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>、孙觉等人之荐，充任徐州州学教授，才将妻儿接回到徐州。纪录这一场生离死别，他写下了不少情意诚笃、感人至深的佳作，如《送外舅郭大夫概西川提刑》、《送内》、《别三子》、《寄外舅郭大夫》等，这首《示三子》即是作于妻儿们刚回来之时，也是非常杰出的一首。",
  "poet": {
    "id": 100,
    "star": 0,
    "name": "陈师道",
    "image": "http://img.gushiwen.org/authorImg/chenshidao.jpg",
    "desc": "陈师道（1053～1102）北宋官员、诗人。字履常，一字无己，号后山居士，汉族，彭城（今江苏徐州）人。元祐初苏轼等荐其文行，起为徐州教授，历仕太学博士、颖州教授、秘书省正字。一生安贫乐道，闭门苦吟，有“闭门觅句陈无己”之称。陈师道为苏门六君子之一，江西诗派重要作家。亦能词，其词风格与诗相近，以拗峭惊警见长。但其诗、词存在着内容狭窄、词意艰涩之病。著有《后山先生集》，词有《后山词》。"
  },
  "tags": [
    "古诗三百首",
    "思亲"
  ]
}