{
  "id": 1744,
  "star": 1797,
  "name": "侠客行",
  "dynasty": "唐代",
  "content": "赵客缦胡缨，吴钩霜雪明。<br>银鞍照白马，飒沓如流星。<br>十步杀一人，千里不留行。<br>事了拂衣去，深藏身与名。<br>闲过信陵饮，脱剑膝前横。<br>将炙啖朱亥，持觞劝侯嬴。<br>三杯吐然诺，五岳倒为轻。<br>眼花耳热后，意气素霓生。<br>救赵挥金槌，邯郸先震惊。<br>千秋二壮士，烜赫大梁城。<br>纵死侠骨香，不惭世上英。<br>谁能书阁下，白首太玄经。",
  "fanyi": "<p><strong>译文</strong><br>赵国的侠客帽上随便点缀着胡缨，吴钩宝剑如霜雪一样明亮。<br>银鞍与白马相互辉映，飞奔起来如飒飒流星。<br>十步之内，稳杀一人，千里关隘，不可留行。<br>完事以后，拂衣而去，不露一点声，深藏身名。<br>有时空闲，步过信陵郡，来点酒饮，脱剑横在膝前。<br>与朱亥一起大块吃肉，与侯嬴一道大碗喝酒。<br>三杯下肚，一诺千金，义气重于五岳。<br>酒后眼花耳热，意气勃勃劲生，气吞虹霓。<br>朱亥挥金槌杀大将窃兵符救赵，使邯郸军民大为震惊。<br>朱亥与侯嬴真千秋万古二壮士，声名煊赫大梁城。<br>身为侠客纵死侠骨也留香，不愧为一世英豪。<br>谁能学杨雄那个儒生，终身在书閤上，头发白了，还在书写《太玄经》。</p><p><strong>注释</strong><br>（1）这是一首描写和歌颂侠客的古体五言<a href=\"http://so.gushiwen.org/view_1744.aspx\">诗</a>，是<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>乐府三一首中的一首。行，这里不是行走的行，而是歌行体的行，等于说“侠客的歌”。<br>（2）赵客，燕赵之地的侠客。自古燕赵多慷慨悲歌之士。《庄子·说剑》：“昔<a href=\"http://so.gushiwen.org/author_2355.aspx\">赵文</a>王好剑，剑士夹门而客三千余人。”缦，没有花纹。胡缨，古时将北方少数民族通称为胡；缨，系冠帽的带子。缦胡缨，即少数民族做工粗糙的没有花纹的带子。这句写侠客的冠带。<br>（3）吴钩，宝刀名。霜雪明，谓宝刀的锋刃像霜雪一样明亮。<br>（4）飒沓，群飞的样子，形容马跑得快。<br>（5）这两句原自《庄子·说剑》：“臣之剑十步一人，千里不留行。”这里是说侠客剑术高强，而且勇敢。<br>（6）信陵，信陵君，战国四公子之一，为人礼贤下士，门下食客三千余人。<br>（7）朱亥、侯嬴都是信陵君的门客。朱本是一屠夫，侯原是魏国都城大梁东门的门官，两人都受到信陵君的礼遇，都为信陵君所用。炙，烤肉。啖，吃。啖朱亥，让朱亥来吃。<br>（8）这两句说，几杯酒下肚（古诗文中，三、九常是虚指）就作出了承诺，并且把承诺看得比五岳还重。<br>（9）素霓，白虹。古人认为，凡要出现不寻常的大事，就会有不寻常的天象出现，如“白虹贯日”。这句意思是，侠客重然诺、轻死生的精神感动了上天。也可以理解为，侠客这一承诺，天下就要发生大事了。这样与下文扣得更紧。<br>（10）这两句是说的朱亥锤击晋鄙的故事。信陵君是魏国大臣，魏、赵结成联盟共同对付秦国，这就是合纵以抗秦。信陵君是积极主张合纵的。邯郸，赵国国都。秦军围邯郸，赵向魏求救。魏王派晋鄙率军救赵，后因秦王恐吓，又令晋鄙按兵不动。这样，魏赵联盟势必瓦解。信陵君准备亲率家丁与秦军一拚，去向侯嬴辞行（实际是试探侯嬴），侯不语。信陵君行至半路又回来见侯嬴。侯笑着说：“我知道你会回来的。”于是为信陵君设计，串通魏王宠姬，盗得虎符，去到晋鄙军中，假托魏王令代晋鄙领军。晋鄙生疑，朱亥掏出40斤重的铁锥，击毙晋鄙。信陵君遂率魏军进击秦军，解了邯郸的围。<br>（11）<a href=\"http://so.gushiwen.org/author_715.aspx\">扬雄</a>曾在皇帝藏书的天禄阁任校刊工作。《太玄经》是扬雄写的一部哲学著作。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>这一首《侠客行》古风，抒发了他对侠客的倾慕，对拯危济难、用世立功生活的向往。</p> <p>　　前四句从侠客的装束、兵刃、坐骑描写侠客的外貌。</p> <p>　　第二个四句写侠客高超的武术和淡泊名利的行藏。</p> <p>　　第三个四句引入信陵君和侯嬴、朱亥的故事来进一步歌颂侠客，同时也委婉地表达了自己的抱负。侠客得以结识明主，明主借助侠客的勇武谋略去成就一番事业，侠客也就功成名就了。</p> <p>　　最后四句表示，即使侠客的行动没有达到目的，但侠客的骨气依然流芳后世，并不逊色于那些功成名就的英雄，写史的人应该为他们也写上一笔。</p> <p>　　有人认为这首《侠客行》仅仅是写朱亥、侯嬴，是不对的。前八句写的侠客的形象就与朱、侯两人不符。朱并不会剑术，而是力气大、勇敢。侯主要是智谋取胜。一句“闲过信陵饮”不过是将侠客与信陵君这样的“明君”联系起来罢了，因朱、侯都不是以这种方式结识信陵君的。李白正是想结识像信陵君这样的明主以成就自己“申管晏之谈，谋帝王之术，奋其智能，愿为辅弼，使寰区大定，海县靖一”的政治抱负。</p> <p>　　前人有曰：借他人故事，浇自己块垒。李白这首<a href=\"http://so.gushiwen.org/view_1744.aspx\">诗</a>亦当如是！</p> <p>　　我们知道，唐代游侠之风颇为盛行，这是与唐代西域交通发达，全国经济日益繁荣，城市商业兴旺的盛唐时代有关，所以，下仅是燕赵传统的多任侠而已。特别是关陇一带的风习“融胡汉为一体，文武不殊途。”（陈寅恪：《唐代政治史述论论稿》）更促成了少年喜剑术、尚任侠的风气。李白少年时代，颇受关陇文化风习的影响，因此，他自幼勤苦读书“观百家”外，“十五好剑术”（《与韩州书》）“高冠佩雄剑”（《忆襄阳旧游赠马少府巨》）甚至，他一生都不离剑的：“抚剑夜吟啸，雄心日千里。”（《赠张相镐》其二）“长剑一杯酒，男儿方寸心。”（《赠崔侍御》）堪称是“文武不殊途”，兼备于李白一身了。那么，诗人李白何以如此爱剑呢？这和他轻财重义，尚任侠分不开。他说；“十五好剑术，遍于诸侯。”正是当时任侠流行的社会意识，为了事业心和抱负的驱使，尚任侠的少年都企求干一番豪纵、快意的事，得到社会上的普遍赞誉。李白这首《侠客行》就是以这任侠意识为旨的。</p> <p>　　《侠客行》是诗人李白以夸张的笔墨，从游侠的服饰开始：“赵客缦胡缨，吴钩霜雪明。银鞍照白马，飒沓如流星。”仅二十个字，仿佛全是写物而不写人。但当时游侠儿的气势、风貌，就栩栩如生的展现在目前了。因为诗人并不是为物而夸张的写物，而是处处着眼于人的精神气势而写物。“缦胡”的“缨’，“霜雪明”的”吴钩”，“飒沓如流星”的“白马”这些当时流行的任侠服饰，不仅具有典型性，而且流露出主人豪纵、慷慨之气，把物都写活了。</p> <p>　　诗人进而写游侠的行为：“十步杀一人，千里不留行。事了拂衣去，深藏身与名。”也仅是二十字，就高度概括了排忧解难、不图名利、尚义气、重承诺等等的高尚人格。诗人是以“纵死侠骨香，不惭世上英”的思想，加以歌赞的。事实上，诗人之所以少好任侠，乃是以此为理想人格而向往的，故能把一般的任侠社会意识，写得如此深刻而生动。</p> <p>　　最后，诗人以战国时“窃符救赵夺晋鄙军”中的侯赢、朱亥”二壮士”例，阐明“纵死侠骨香，不惭世上英”之旨。“闲过信陵饮，脱剑膝前横。将炙啖朱亥，持觞劝侯赢。三杯吐然诺，五岳倒为轻。眼花耳热后，意气紫霓生。救赵挥金槌，邯郸先震惊。千秋二壮士，恒赫大梁城。纵死侠骨香，不惭世上英”这“三杯吐然诺，五岳为之轻。眼花耳热后，意气紫霓生。”重然诺，尚意气的任侠，真是“慷慨成素霓，啸咤起清风。”（<a href=\"http://so.gushiwen.org/author_887.aspx\">张华</a>《壮士篇》）的。震撼了大梁城：“千秋二壮士”，是当之而不愧。“不惭世上英”！诗人对“二壮士”叹服不已，情见于词了。</p> <p>　　然而，诗人不仅在热烈的颂唱“二壮士”，同时也对校书天禄阁草《太玄经》的<a href=\"http://so.gushiwen.org/author_715.aspx\">扬雄</a>辈，无情地加以蔑视：“谁能书阁下，白首《太玄经》”是为壮夫所不为！</p> <p>　　《侠客行》诗，虽在歌颂任侠，但由于诗人就是尚任侠的，所以把诗人少年的豪情壮志，表现无遗了。</p> <p>　　侠客一道，是中国文化自远古遗留下来的宝贵的文化基因。这个文化基因的作用是，对于体制的强权保持一种个人的挑战，无论是真正武力上的，还是思想上的，使得体制的强权无法控制一切，使得这个文化不会完全丧失活力。到了宋代之后，在长期的王权的压制下，这个基因已经在很大程度上休眠了；而到了近代，更是又来了强势的西<a href=\"http://so.gushiwen.org/author_1744.aspx\">方文</a>明的压制，中国人吃饭、穿衣、一举手、一投足、一动念，都变得要想一想是否符合西方人的规范，是否有“绅士风度”。因此，侠客一道的文化基因在现代中国也是离死不远了。现今的中国人还是非常喜欢武侠小说和武侠电影，但如果你真仔细想想武侠小说和武侠电影里的侠客，你会发觉那都只不过是一些可爱的小男人和小女人。作为消闲，可爱固然是可爱，但与李白诗中的那种豪侠境界却根本不能相提并论。承平世界，一切都已经由别人安排好了，管理好了，自己消闲就够了；但如果我在前面所说的新的极权世界果真降临，我们恐怕就更需要唤醒远古的基因了：“十步杀一人，千里不留行。事了拂衣去，深藏身与名。”“侠客行”，就算是某一种“眼花耳热后”的梦话吧！</p>",
  "about": "<h2>创作背景</h2> 　　此<a href=\"http://so.gushiwen.org/view_1744.aspx\">诗</a>约作于唐玄宗天宝三载（744年）游齐州时。唐代游侠之风颇为盛行，这是与唐代西域交通发达，全国经济日益繁荣，城市商业兴旺的盛唐时代有关，所以，不仅是燕赵传统的多任侠而已。特别是关陇一带的风习“融胡汉为一体，文武不殊途。”（陈寅恪《唐代政治史述论论稿》）更促成了少年喜剑术、尚任侠的风气。<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>少年时代，颇受关陇文化风习的影响，因此，他自幼勤苦读书“观百家”外，“十五好剑术”（《与韩荆州书》）“高冠佩雄剑”（《忆襄阳旧游赠马少府巨》）甚至，他一生都不离剑的：“抚剑夜吟啸，雄心日千里。”（《赠张相镐》其二）“长剑一杯酒，男儿方寸心。”（《赠崔侍御》）堪称是“文武不殊途”，兼备于李白一身了。诗人李白如此爱剑和他轻财重义，尚任侠分不开。他说；“十五好剑术，遍于诸侯。”正是当时任侠流行的社会意识，为了事业心和抱负的驱使，尚任侠的少年都企求干一番豪纵、快意的事，得到社会上的普遍赞誉。李白这首《侠客行》就是在以这任侠意识为尚的背景之下创作的。",
  "poet": {
    "id": 247,
    "star": 0,
    "name": "李白",
    "image": "http://img.gushiwen.org/authorImg/libai.jpg",
    "desc": "李白（701年－762年），字太白，号青莲居士，唐朝浪漫主义诗人，被后人誉为“诗仙”。祖籍陇西成纪(待考)，出生于西域碎叶城，4岁再随父迁至剑南道绵州。李白存世诗文千余篇，有《李太白集》传世。762年病逝，享年61岁。其墓在今安徽当涂，四川江油、湖北安陆有纪念馆。"
  },
  "tags": [
    "乐府",
    "写人",
    "赞颂"
  ]
}