{
  "id": 72856,
  "star": 77,
  "name": "长门赋·并序",
  "dynasty": "两汉",
  "content": "　　<span style=\"font-family:SimSun;\">孝武皇帝陈皇后，时得幸，颇妒。别在长门宫，愁闷悲思。闻蜀郡成都司马相如天下工为文，奉黄金百斤，为相如、文君取酒，因于解悲愁之辞。而相如为文以悟主上，陈皇后复得亲幸。其辞曰：</span></p> <p>　　夫何一佳人兮，步逍遥以自虞。魂逾佚而不反兮，形枯槁而独居。言我朝往而暮来兮，饮食乐而忘人。心慊移而不省故兮，交得意而相亲。</p> <p>　　伊予志之慢愚兮，怀贞悫之懽心。愿赐问而自进兮，得尚君之玉音。奉虚言而望诚兮，期城南之离宫。修薄具而自设兮，君曾不肯乎幸临。廓独潜而专精兮，天漂漂而疾风。登兰台而遥望兮，神怳怳而外淫。浮云郁而四塞兮，天窈窈而昼阴。雷殷殷而响起兮，声象君之车音。飘风回而起闺兮，举帷幄之襜襜。桂树交而相纷兮，芳酷烈之訚訚。孔雀集而相存兮，玄猨啸而长吟。翡翠胁翼而来萃兮，鸾凤翔而北南。</p> <p>　　心凭噫而不舒兮，邪气壮而攻中。下兰台而周览兮，步从容于深宫。正殿块以造天兮，郁并起而穹崇。间徙倚于东厢兮，观夫靡靡而无穷。挤玉户以撼金铺兮，声噌吰而似钟音。</p> <p>　　刻木兰以为榱兮，饰文杏以为梁。罗丰茸之游树兮，离楼梧而相撑。施瑰木之欂栌兮，委参差以槺梁。时仿佛以物类兮，象积石之将将。五色炫以相曜兮，烂耀耀而成光。致错石之瓴甓兮，象瑇瑁之文章。张罗绮之幔帷兮，垂楚组之连纲。</p> <p>　　抚柱楣以从容兮，览曲台之央央。白鹤噭以哀号兮，孤雌跱于枯杨。日黄昏而望绝兮，怅独托于空堂。悬明月以自照兮，徂清夜于洞房。援雅琴以变调兮，奏愁思之不可长。案流徵以却转兮，声幼妙而复扬。贯历览其中操兮，意慷慨而自卬。左右悲而垂泪兮，涕流离而从横。舒息悒而增欷兮，蹝履起而彷徨。揄长袂以自翳兮，数昔日之諐殃。无面目之可显兮，遂颓思而就床。抟芬若以为枕兮，席荃兰而茝香。</p> <p>　　忽寝寐而梦想兮，魄若君之在旁。惕寤觉而无见兮，魂迋迋若有亡。众鸡鸣而愁予兮，起视月之精光。观众星之行列兮，毕昴出于东方。望中庭之蔼蔼兮，若季秋之降霜。夜曼曼其若岁兮，怀郁郁其不可再更。澹偃蹇而待曙兮，荒亭亭而复明。妾人窃自悲兮，究年岁而不敢忘。",
  "fanyi": "<p><strong>译文</strong><br>　　什么地方的美丽女子，玉步轻轻来临。芳魂飘散不再聚，憔悴独自一身。曾许我常来看望，却为新欢而忘故人。从此绝迹不再见，跟别的美女相爱相亲。</p> <p>　　我所做的是如何的愚蠢，只为了博取郎君的欢心。愿赐给我机会容我哭诉，愿郎君颁下回音。明知是虚言仍然愿意相信那是诚恳，期待着相会长门。每天都把床铺整理好，郎君却不肯幸临。走廊寂寞而冷静，风声凛凛而晨寒相侵。登上兰台遥望郎君啊，精神恍惚如梦如魂。浮云从四方涌至，长空骤变、天气骤阴。一连串沉重的雷声，像郎君的车群。风飒飒而起，吹动床帐帷巾。树林摇摇相接，传来芳香阵阵。孔雀纷纷来朝，猿猴长啸而哀吟。翡翠翅膀相连而降，凤凰由北，南飞入林。</p> <p>　　千万感伤不能平静，沉重积压在心。下兰台更茫然，深宫徘徊，直至黄昏。雄伟的宫殿像上苍的神工，高耸着与天堂为邻。依东厢倍加惆怅，伤心这繁华红尘。玉雕的门户和黄金装饰的宫殿，回声好像清脆钟响。</p> <p>　　木兰木雕刻的椽，文杏木装潢的梁。豪华的浮雕，密丛丛而堂皇。拱木华丽，参差不齐奋向上苍。模糊中生动的聚在一起，仿佛都在吐露芬芳。色彩缤纷耀眼欲炫，灿烂发出奇光。宝石刻就的砖瓦，柔润的像玳瑁背上的纹章。床上的帷幔常打开，玉带始终钩向两旁。</p> <p>　　深情的抚摸着玉柱，曲台紧傍着未央宫。白鹤哀哀长鸣，孤单的困居在枯杨。又是绝望的长夜，千种忧伤都付与空堂。只有天上的明月照着我，清清的夜，紧逼洞房。抱瑶琴想弹出别的曲调，这哀思难遣地久天长。琴声转换曲调，从凄恻渐渐而飞扬。包含着爱与忠贞，意慷慨而高昂。宫女闻声垂泪，泣声织成一片凄凉。含悲痛而唏嘘，已起身却再彷徨。举衣袖遮住满脸的泪珠，万分懊悔昔日的张狂。没有面目再见人，颓然上床。荃兰茝等做成的枕头席子，散发着以兰茝的草香。</p> <p>　　忽然在梦境中醒来，隐约又躺在郎君的身旁。蓦然惊醒一切虚幻，魂惶惶若所亡。鸡已啼而仍是午夜，挣扎起独对月光。看那星辰密密横亘穹苍，毕卯星已移在东方。庭院中月光如水，像深秋降下寒霜。夜深深如年，郁郁心怀，多少感伤。再不能入睡等待黎明，乍明复暗，是如此之长。唯有自悲感伤，年年岁岁，永不相忘。</p> <p><strong>注释</strong><br>1．长门，指长门宫，汉代长安别宫之一，在长安城南。<br>2．孝武皇帝：指汉武帝<a href=\"http://so.gushiwen.org/author_700.aspx\">刘彻</a>。陈皇后：名阿娇，是汉武帝姑母之女。武帝为太子时娶为妃，继位后立为皇后。擅宠十余年，失宠后退居长门宫。<br>3．时得幸：经常受到宠爱。<br>4．工为文：擅长写文章。工，擅长。<br>5．文君：即<a href=\"http://so.gushiwen.org/author_785.aspx\">卓文君</a>。取酒：买酒。<br>6．于：为。此句说让相如作解悲愁的辞赋。<br>7．为文：指作了这篇《长门赋》。<br>8．“夫何”句：这是怎样的一个佳人啊。夫，发语辞。<br>9．逍遥：缓步行走的样子。按：先秦两汉<a href=\"http://so.gushiwen.org/view_72856.aspx\">诗</a>文里有两种不同的逍遥，一种是自由自在步伐轻快的逍遥，如庄子的逍遥游，一种是忧思愁闷步伐缓慢的逍遥，如这里的陈皇后。虞（yú）：度，思量。<br>10．逾佚：外扬，失散。佚（dié），散失。反：同“返”。<br>11．言我：指武帝。忘人：指陈皇后。<br>12．慊（qiàn）：《文选》李善注引郑玄曰：“慊，绝也。”慊移：断绝往来，移情别处。省（xǐng）故：念旧。此句指武帝的心已决绝别移，忘记了故人。<br>13．得意：指称心如意之人。相亲：相爱。<br>14．伊：发语词。予：指陈皇后。慢愚：迟钝。<br>15．怀：抱。贞悫（què）：忠诚笃厚。懽：同“欢”。此句指自以为欢爱靠得住。<br>16．赐问：指蒙武帝的垂问。自进：前去进见。<br>17．“得尚”句：谓侍奉于武帝左右，聆听其声音。尚：奉。<br>18．奉虚言：指得到一句虚假的承诺。望诚：当作是真实。意思是知道是虚言，但是当作真的信，表明陈皇后的痴心。<br>19．“期城南”句：在城南离宫中盼望着他。离宫，帝王在正宫之外所用的宫室，这里指长门宫。<br>20．修：置办，整治。薄具：指菲薄的肴馔饮食，自谦的话。<br>21．曾：表语气的副词，乃，竟。幸临：光降。<br>22．廓：空阔。独潜：独自深居。专精：用心专一，指一心一意想念皇帝。<br>23．漂漂：同“飘飘”。<br>24．兰台：美丽的台榭。<br>25．怳怳：同“恍恍”，心神不定的样子。外淫：指走神。淫：浸润，游走。<br>26．郁：郁积。四塞（sè）：乌云密布的样子。<br>27．窈窈：幽暗的样子。<br>28．殷殷：雷声沉重的样子。这两句是说在阴霾的天气里，因为盼君之情切、思君之情深，以至于简直要把雷声误作是君车来的声音了。<br>29．起：开。闺：宫中小门。<br>30．帷幄：帷帐。襜襜（chān）：摇动的样子。<br>31．交：交错。相纷：重叠。<br>32．芳：指香气。訚訚（yín）：中正、和悦，形容香气浓烈。<br>33．存：《文选》李善注引《说文》曰：“存，恤问也。”<br>34．玄猨：黑猿。猨，同“猿”。<br>35．翡翠：鸟名。胁翼：收敛翅膀。萃：集。<br>36．鸾凤：指鸾鸟和凤凰。翔而北南：飞到北又飞到南。用鸟的自由相会来反衬人物的心情。<br>37．凭：气满。噫：叹气。<br>38．壮：盛。攻中：攻心。<br>39．步从容：犹开首之“步逍遥”。<br>40．块：屹立的样子。造天：及天。造：到，达。<br>41．郁：形容宫殿雄伟、壮大。穹崇：高大的样子。<br>42．“间徙倚”二句：谓有时在东厢各处徘徊游观，观览华丽纤美的景物。间：间或，有时。徙倚：徘徊。靡靡：纤美。<br>43．“挤玉户”二句：谓挤开殿门弄响金属的门饰，发出像钟一样的声音。挤：用身体接触排挤。撼：动。噌吰（zēnghóng）：钟声。<br>44．榱（cuī）：屋椽。<br>45．文杏：木名，或以为即银杏树。以上二句形容建筑材料的华美。<br>46．“罗丰茸”二句：谓梁上的柱子交错支撑。罗：集。丰茸（róng）：繁饰的样子。游树：浮柱，指屋梁上的短柱。离楼：众木交加的样子。梧：屋梁上的斜柱。<br>47．“施瑰木”二句：谓用瑰奇之木做成斗拱以承屋栋，房间非常空阔。瑰木：瑰奇之木。欂栌（bólú）：指斗拱。斗拱是我国木结构建筑中柱与梁之间的支承构件，主要由拱（弓形肘木）和斗（拱与拱之间的方斗形垫木）纵横交错，层层相叠而成，可使屋檐逐层外伸。委：堆积。参差：指斗、拱纵横交错、层层相叠的样子。槺（kāng）：同“口”，空虚的样子。<br>48．“时仿佛”二句：经常拿不定这些宫殿拿什么来比类呢，就好像那积石山一样高峻。积石：指积石山。将将（qiāng），高峻的样子。<br>49．炫：形容词，明亮。曜：动词，照耀。<br>50．耀耀：光明闪亮的样子。<br>51．致（zhì）：《说文》：“致，密也”。错石：铺设各种石块。瓴甓（língpì）：砖块。瑇瑁：即玳瑁。文章：花纹。<br>52．罗绮：有花纹的丝织品。幔：帐幕。帷：帐子。<br>53．组：绶带，这里是用来系幔帷。楚组，楚所产者有名。连纲：指连结幔帷的绳带。<br>54．抚：摸。柱楣：柱子和门楣。<br>55．曲台：宫殿名，李善注说是在未央宫东面。央央：广大的样子。<br>56．噭（jiào）：鸟鸣。<br>57．孤雌：失偶的雌鸟。跱：同“峙”，立。<br>58．望绝：望不来。<br>59．怅：愁怅，悲伤。托：指托身。<br>60．“悬明月”二句：明月高照，以衬孤独。徂（cú）：往，这里指经历。<br>61．“援雅琴”二句：是说拿出好琴却弹不出正调，抒发愁思但知道这不能维持长久。<br>62．流：这里指转调。徵（zhǐ）：徵调式。案：同“按”，指弹奏。幼（yāo）妙:同“要妙”，指声音轻细。<br>63．贯：连贯，贯通。这句是说将这些琴曲连贯起来可以看出我内心的情操。卬（áng）：昂扬。自卬：自我激励。<br>64．左右：指周围的人。涕：眼泪。流离：流泪的样子。从横：同“纵横”。<br>65．舒：展，吐。息悒：叹息忧闷。欷：哭后的余声，抽泣声。<br>66．蹝（xǐ）履：趿着鞋子。<br>67．揄（yú）：揭起。袂（mèi）：衣袖。自翳（yì）：自掩其面。翳：遮蔽。<br>68．数：计算，回想。 （qiān）殃：过失和罪过。 諐，同“愆”。<br>69．“无面目”二句：是说自己无面目见人，只好满怀愁思上床休息。<br>70．抟（tuán）：团拢。芬若：香草名。<br>71．这句说以荃（quán）、兰、茝（chǎn）等香草为席。<br>72．魄：魂魄，指梦境。若君之在旁：就像君在我身旁。<br>73．惕寤：指突然惊醒。惕：心惊。寤：醒。<br>74．迋迋（kuāng）：恐惧的样子。若有亡：若有所失。<br>75．愁予：使我愁。<br>76．月之精光：即月光。<br>77．毕、昴（mǎo）：二星宿名，本属西方七宿，《文选》李善注谓五六月间（指旧历）出于东方。<br>78．蔼蔼：月光微弱的样子。季秋：深秋。降霜：后人诗歌谓月光如霜所本。<br>79．曼曼：同“漫漫”，言其漫长。若岁：像是经历了一年。<br>80．郁郁：愁苦郁结不散。更：历。不可再更：过去的日子不可重新经历。<br>81．澹：摇动。偃蹇（yǎn jiǎn）：伫立的样子。是说夜不成寐，伫立以待天明。<br>82．荒：将明而微暗的样子。亭亭：久远的样子。是说天亮从远处开始。<br>83．妾人：自称之辞。<br>84．究：终。不敢忘：不敢忘君。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　长门赋，开骈体宫怨题材之先河，是受到历代文学称赞的成功之作。作品将离宫内外的景物同人物的情感有机的结合在一起，以景写情，情景交融，在赋中已是别创。</p> <p>　　这篇赋据说是受了失宠的陈皇后的百金重托写成的，以受到冷遇的陈皇后口吻写成。赋一开头就写陈皇后独自一人在深宫徘徊，神情恍惚，郁郁寡欢，先为人们塑造了一个美丽却孤独而凄凉的形象，明月沉缺，红颜憔悴，最动人心，所以虽未读全文却已有一丝怜悯在心。接下来，作者才道出美人孤独寂寞的原因，因为武帝喜新厌旧，曾许愿常来看我但却因和“新人”玩乐而遗忘，当年金屋在，今已空悠悠。在这里，作者运用了对比的手法，用未央宫的歌舞升平来对比长门宫的清冷孤寂，新人笑来对比自己哀伤的旧人哭，虽只“饮食乐而忘人；交得意而相亲。”短短十二字，却蕴含着无数的意味：有对皇帝喜新厌旧无情抛弃自己的怨恨；有对再难面君颜重拾旧宠的伤感；有对生活百无聊赖度日如年的无奈；有对自己命运凄凉的自怜。可谓一语含千金，穷声尽貌的描写，荡气回肠的意蕴。</p> <p>　　紧接着，作者用一系列的景色描写来衬托陈皇后的心境。首先写陈后登兰台所见到的自然景色“浮云郁而四塞兮，天窈窈而昼阴……桂树交而相纷兮，芳酷烈之訚訚。孔雀集而相存兮，玄猿啸而长吟”这里的风云鸟树给人以压抑而阴暗的感觉，云是浮云，如同君王的心思，漂浮不定，来去无形；风是寒风，如同君王的无情，寒彻入骨，丝丝缕缕；鸟是孤鸟，如同自己，美丽却形单影只，茕茕孑立；猿鸣是哀鸣，如同自己，愁肠百结，个个为君系！在我看来，这里，作者用各种景色映射陈后的心情，景物本无情，但却为作者赋予了最真挚也最催人泪下的情感纠缠。其次，作者描写了陈皇后下兰台后所见宫殿的华美景色“刻木兰以为榱兮，饰文杏以为梁。罗丰茸之游树兮，离楼梧而相撑……五色炫以相曜兮，烂耀耀而成光。致错石之瓴甓兮，象玳瑁之文章。张罗绮之幔帷兮，垂楚组之连纲。”宫殿的一切都是华丽而奢靡的，高大而整严，但似乎又有着一种与世隔绝的封闭之感。在这里，作者以乐景写哀情，通过宫殿里面美好的建筑来反衬陈后失宠后悲伤的心情：景色虽美，却并不属于自己，那绚丽的美丽向来只能属于受宠的宫人，对于失宠的自己，这里的美丽只能勾起自己以往的回忆，自己的美好时光已成过往，一切的欢乐都早已一去不返，物是人非的痛！庄重整饬而华美的宫宇却被作者赋予了哀情，让人黯然神伤。再次，作者描绘了洞房清夜寒烟漠漠，独自抚琴情感哀哀景象。“悬明月以自照兮，徂清夜于洞房。援雅琴以变调兮，奏愁思之不可长……左右悲而垂泪兮，涕流离而从横。”在这一部分中，作者写明月当空洞房凄清，陈皇后独自一人抚琴自慰，却因为心中的悲苦而致使琴音变调，然后，作者笔锋一转，不再写陈后的悲苦心情，反而叙写周边宫女听琴音垂泪的景象，以琴音发情悸，以他人感伤怀，从他人的反应来写主人公的心情，用他人的眼泪来写陈后的眼泪，似乎比反复重复写陈后的心情更能打动人心，达到事半功倍的效果。</p> <p>　　“忽寝寐而梦想兮，魄若君之在旁……夜曼曼其若岁兮，怀郁郁其不可再更。澹偃蹇而待曙兮，荒亭亭而复明。妾人窃自悲兮，究年岁而不敢忘。文章最后，作者再次写陈后在漫漫长夜孤独寂寞的形象，迷蒙的梦中仿若君王在侧，醒来后才发觉只是南柯一梦，只好在清醒的悲伤中独自熬过长夜。再以“究年岁而不敢忘”结束全赋，直接写出了陈后的凄凉是长久的，年年岁岁难以忘怀，没有了君王的怜爱，只有独自一人在寂寞与伤心中了却残生。</p> <p>　　《长门赋》是一篇抒情赋，但也有铺叙之笔。在描写失意者的心态时，作者巧妙地运用了夸张想象和景物衬托两种手法。此赋时如高山瀑布，澎湃汹涌，亮烈坦荡，气采宏流，如对陈后所见自然景物以及对宫殿庄严宏伟的景色描写；时而又如涓涓细流，丝丝缕缕，绵绵不绝，清明澄澈，沁人心脾。如对陈后独处洞房，无所事事的凄楚心境的描写。整体来讲，这篇赋作词藻华丽，精巧雕琢，字字珠玑，读之感人至深，令人伤心欲绝。</p>",
  "about": "<h2>创作背景</h2> <p>　　《长门赋》载于李善注《文选》卷一六。其序言提到西汉<a href=\"http://so.gushiwen.org/author_70.aspx\">司马相如</a>作于汉武帝时。据传汉武帝时，皇后陈阿娇被贬至长门宫（汉代长安别宫之一，在长安城南，原是馆陶公主献给汉武帝的一所园林），终日以泪洗面，遂辗转想出一法，命一个心腹内监，携了黄金百斤，向大文士司马相如求得代做一篇赋，请他写自己深居长门的闺怨。司马相如遂作《长门赋》。</p> <p>　　据《长门赋》序，武帝读此赋后，大为感动，陈皇后遂复得宠。但由于序言提及武帝的谥号，司马相如不可能知道，而且史书上也没有记载汉武帝对陈皇后复幸之事。所以有人认为《长门赋》是后人伪作。</p>",
  "poet": {
    "id": 70,
    "star": 0,
    "name": "司马相如",
    "image": "http://img.gushiwen.org/authorImg/simaxiangru.jpg",
    "desc": "司马相如（约公元前179年—前118年），字长卿，汉族，巴郡安汉县（今四川省南充市蓬安县）人，一说蜀郡（今四川成都）人。西汉大辞赋家。司马相如是中国文化史文学史上杰出的代表，是西汉盛世汉武帝时期伟大的文学家、杰出的政治家。景帝时为武骑常侍，因病免。工辞赋，其代表作品为《子虚赋》。作品词藻富丽，结构宏大，使他成为汉赋的代表作家，后人称之为赋圣和“辞宗”。他与卓文君的爱情故事也广为流传。鲁迅的《汉文学史纲要》中还把二人放在一个专节里加以评述，指出：“武帝时文人，赋莫若司马相如，文莫若司马迁。”"
  },
  "tags": [
    "写景抒情",
    "女性",
    "感情",
    "骚体赋"
  ]
}