{
  "id": 22550,
  "star": 9185,
  "name": "钱塘湖春行",
  "dynasty": "唐代",
  "content": "孤山寺北贾亭西，水面初平云脚低。<br>几处早莺争暖树，谁家新燕啄春泥。<br>乱花渐欲迷人眼，浅草才能没马蹄。<br>最爱湖东行不足，绿杨阴里白沙堤。",
  "fanyi": "<p><strong>译文</strong><br>行至孤山寺北，贾公亭西，暂且歇脚，举目远眺，但见水面平涨，白云低垂，秀色无边。<br>几只黄莺，争先飞往向阳树木，谁家燕子，为筑新巢衔来春泥？<br>鲜花缤纷，几乎迷人眼神，野草青青，刚刚遮没马蹄。<br>湖东景色，令人流连忘返，最为可爱的，还是那绿杨掩映的白沙堤。</p> <p><strong>注释<br></strong>⑴钱塘湖：即杭州西湖。<br>⑵孤山寺：南北朝时期陈文帝（522～565）初年建，名承福，宋时改名广华。孤山：在西湖的里、外湖之间，因与其他山不相接连，所以称孤山。上有孤山亭，可俯瞰西湖全景。贾亭：又叫贾公亭。西湖名胜之一，唐朝贾全所筑。唐贞元（唐德宗年号，785～805）中，贾全出任杭州刺史，于钱塘湖建亭。人称“贾亭”或“贾公亭”，该亭至唐代末年。<br>⑶水面初平：湖水才同堤岸齐平，即春水初涨。初：在古汉语里用作副词，常用来表示时间，是指不久。云脚低：白云重重叠叠，同湖面上的波澜连成一片，看上去，浮云很低，所以说“云脚低”。点明春游起点和途径之处，着力描绘湖面景色。多见于将雨或雨初停的时候。云脚：接近地面的云气，多见于将雨或雨初停时。“脚”的本义指人和动物行走的器官。这里指低垂的云。<br>⑷早莺：初春时早来的黄鹂。莺：黄鹂，鸣声婉转动听。争暖树：争着飞到向阳的树枝上去。暖树：向阳的树。<br>⑸新燕：刚从南方飞回来的燕子。啄：衔取。燕子衔泥筑巢。春行仰观所见，莺歌燕舞，生机动人。侧重禽鸟。<br>⑹乱花：纷繁的花。渐：副词，渐渐地。欲：副词，将要，就要。迷人眼：使人眼花缭乱。<br>⑺浅草：浅浅的青草。才能：刚够上。没（mò）：遮没，盖没。春行俯察所见，花繁草嫩，春意盎然。侧重花草。浅浅的青草刚够没过马蹄。<br>⑻湖东：以孤山为参照物，白沙堤（即白堤）在孤山的东北面。行不足：百游不厌。足，满足。<br>⑼阴：同“荫”，指树荫。白沙堤：即今白堤，又称沙堤、断桥堤，在西湖东畔，唐朝以前已有。<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>在任杭州刺史时所筑白堤在钱塘门外，是另一条。</p><br/><p><strong>译文</strong><br>绕过孤山寺以北漫步贾公亭以西，湖水初涨与岸平齐白云垂得很低。<br>几只早出的黄莺争栖向阳的暖树，谁家新飞来的燕子忙着筑巢衔泥。<br>野花竞相开放就要让人眼花缭乱，春草还没有长高才刚刚没过马蹄。<br>最喜爱湖东的美景令人流连忘返，杨柳成排绿荫中穿过一条白沙堤。</p> <p><strong>注释</strong><br>⑴钱塘湖：即杭州西湖。<br>⑵孤山寺：南北朝时期陈文帝（522～565）初年建，名承福，宋时改名广华。孤山：在西湖的里、外湖之间，因与其他山不相接连，所以称孤山。上有孤山亭，可俯瞰西湖全景。贾亭：又叫贾公亭。西湖名胜之一，唐朝贾全所筑。唐贞元（唐德宗年号，785～805）中，贾全出任杭州刺史，于钱塘湖建亭。人称“贾亭”或“贾公亭”，该亭至唐代末年。<br>⑶水面初平：湖水才同堤岸齐平，即春水初涨。初：在古汉语里用作副词，常用来表示时间，是指不久。云脚低：白云重重叠叠，同湖面上的波澜连成一片，看上去，浮云很低，所以说“云脚低”。点明春游起点和途径之处，着力描绘湖面景色。多见于将雨或雨初停的时候。云脚：接近地面的云气，多见于将雨或雨初停时。“脚”的本义指人和动物行走的器官。这里指低垂的云。<br>⑷早莺：初春时早来的黄鹂。莺：黄鹂，鸣声婉转动听。争暖树：争着飞到向阳的树枝上去。暖树：向阳的树。<br>⑸新燕：刚从南方飞回来的燕子。啄：衔取。燕子衔泥筑巢。春行仰观所见，莺歌燕舞，生机动人。侧重禽鸟。<br>⑹乱花：纷繁的花。渐：副词，渐渐地。欲：副词，将要，就要。迷人眼：使人眼花缭乱。<br>⑺浅草：浅浅的青草。才能：刚够上。没（mò）：遮没，盖没。春行俯察所见，花繁草嫩，春意盎然。侧重花草。浅浅的青草刚够没过马蹄。<br>⑻湖东：以孤山为参照物，白沙堤（即白堤）在孤山的东北面。行不足：百游不厌。足，满足。<br>⑼阴：同“荫”，指树荫。白沙堤：即今白堤，又称沙堤、断桥堤，在西湖东畔，唐朝以前已有。<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>在任杭州刺史时所筑白堤在钱塘门外，是另一条。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>在杭州时，有关湖光山色的题咏很多。这<a href=\"http://so.gushiwen.org/view_22550.aspx\">诗</a>处处扣紧环境和季节的特征，把刚刚披上春天外衣的西湖，描绘得生意盎然，恰到好处。</p> <p>　　诗的首联紧扣题目总写湖水。前一句点出钱塘湖的方位和四周“楼观参差”景象，两个地名连用，显示出一种动感，说明诗人是在一边走，一边观赏。后一句正面写湖光水色：春水初涨，水面与堤岸齐平，空中舒卷的白云和湖面荡漾的波澜连成一片，正是典型的江南春湖的水态天容。颔联写仰视所见禽鸟。莺在歌，燕在舞，显示出春天的勃勃生机。黄莺和燕子都是春天的使者，黄莺用它婉转流利的歌喉向人间传播春回大地的喜讯；燕子穿花贴水，衔泥筑巢，又启迪人们开始春日的劳作。“几处”二字，勾画出莺歌的此呼彼应和诗人左右寻声的情态。“谁家”二字的疑问，又表现出诗人细腻的心理活动，并使读者由此产生丰富的联想。颈联写俯察所见花草。因为是早春，还未到百花盛开季节，所以能见到的尚不是姹紫嫣红开遍，而是东一团，西一簇，用一个“乱”字来形容。而春草也还没有长得丰茂，仅只有没过马蹄那么长，所以用一个“浅”字来形容。这一联中的“渐欲”和“才能”又是诗人观察、欣赏的感受和判断，这就使客观的自然景物化为带有诗人主观感情色彩的眼中景物，使读者受到感染。这两联细致地描绘了西湖春行所见景物，以“早”“新”“争”“啄”表现莺燕新来的动态；以“乱”“浅”“渐欲”“才能”，状写花草向荣的趋势。这就准确而生动地把诗人边行边赏的早春气象透露出来，给人以清新之感。前代诗人<a href=\"http://so.gushiwen.org/author_758.aspx\">谢灵运</a>“池塘生春草，园柳变鸣禽”（《登池上楼》）二句之所以妙绝古今，受到激赏，正是由于他写出了季节更换时这种乍见的喜悦。《钱塘湖春行》以上两联在意境上颇与之相类，只是白诗铺展得更开些。尾联略写诗人最爱的湖东沙堤。白堤中贯钱塘湖，在湖东一带，可以总揽全湖之胜。只见绿杨荫里，平坦而修长的白沙堤静卧碧波之中，堤上骑马游春的人来往如织，尽情享受春日美景。诗人置身其间，饱览湖光山色之美，心旷而神怡。以“行不足”说明自然景物美不胜收，诗人也余兴未阑。</p> <p>　　中国历史上，在天堂杭州当剌史或知州的可以说是不乏名人，不过，最有名的要算是唐朝和宋朝的两位大文豪白居易和苏东坡了。他们不但在杭州任上留下了叫后人敬仰的政绩，而且也流传下来许多描写杭州及其西湖美景的诗词文章与传闻轶事，所以又有人们称他们为“风流太守”。白居易的七律《钱塘湖春行》就是为人们所熟知的一篇，这首诗不但描绘了西湖旖旎骀荡的春光，以及世间万物在春色的沐浴下的勃勃生机，而且将诗人本身陶醉在这良辰美景中的心态和盘托出。 “孤山寺北贾亭西，水面初平云脚低。”诗歌的第一句是地点，第二句是远景。孤山坐落在西湖的后湖与外湖之间，峰峦叠翠，上有孤山寺，登山观景，美不胜收。据《唐语林》卷六载，贾公亭建于贞元年间，未五六十年后废。白居易写此诗时，其亭尚在，也算是西湖的一处名胜。白居易一开始来到了孤山寺的北面，贾公亭的西畔，放眼望去，只见冬水荡漾，云幕低垂，湖光山色，尽收眼底。“初平”所表达的是白居易对冬日里西湖的一种特有的感受。由于连绵不断的春雨，使得如今的湖面看上去比起冬日来上升了不少，似乎眼看着就要与视线持平了，这种水面与视线持平的感觉只有人面对广大的水域才可能有的感觉，也是一个对西湖有着深刻了解和喜爱的人才能写出的感受。此刻，脚下平静的水面与天上低垂的云幕构成了一副宁静的水墨西湖图，而正当诗人默默地观赏西湖那静如处子的神韵时，耳边却传来了阵阵清脆的鸟鸣声，打破了他的沉思，于是他把视线从水云交界处收了回来，从而发现了自己实际上是早已置身于一个春意盎然的美好世界中了。 “几处早莺争暖树，谁家新燕啄春泥。乱花渐欲迷人眼，浅草才能没马蹄。”这四句是白居易此诗的核心部分，也就是最为抢眼的句子，同时也是白诗描写春光特别是描写西湖春光的点睛之笔。几处，是好几处，甚至也可以是多处的意思。用“早”来形容黄莺，体现了白居易对这些充满生机的小生命的由衷的喜爱：树上的黄莺一大早就忙着抢占最先见到阳光的“暖树”，生怕一会儿就会赶不上了。一个“争”字，让人感到春光的难得与宝贵。而不知是谁家檐下的燕子，此时也正忙个不停地衔泥做窝，用一个“啄”字，来描写燕子那忙碌而兴奋的神情，似乎把小燕子也写活了。这两句着意描绘出莺莺燕燕的动态，从而使得全诗洋溢着春的活力与生机。黄莺是公认的春天歌唱家，听着它们那婉转的歌喉，使人感到春天的妩媚；燕子是候鸟，它们随着春天一起回到了家乡，忙着重建家园，迎接崭新的生活，看着它们飞进飞出地搭窝，使人们倍加感到生命的美好。在对天空中的小鸟进行了形象的拟人化描写之后，白居易又把视线转向了脚下的植被，“乱花渐欲迷人眼，浅草才能没马蹄。”这也是一联极富情感色彩与生命活力的景物描写，充分显示了白居易对描写对象的细致观察以及准确把握其特征的能力。花而言其乱，乃至要乱得迷了赏花人的目光，在旁人的诗句中，很少有这种写法，而这种独到的感受，却正是白居易在欣赏西湖景色时切身的体验，五颜六色的鲜花，漫山野地开放，在湖光山色的映衬下，千姿百态，争奇斗艳，使得白居易简直不知把视线投向哪里才好，也无从分辨出个高下优劣来，只觉得眼也花了，神也迷了，真是美不胜收，应接不暇。“乱花渐欲迷人眼”一句是驻足细看，而“浅草才能没马蹄”，则已经是骑马踏青了，在绿草如茵、繁花似锦的西子湖畔，与二三友人，信马由缰，自由自在地游山逛景，是一件非常惬意的事情，马儿似乎也体会到了背上主人那轻松闲逸的兴致，便不紧不慢地，踩着那青青的草地，踏上那长长的白堤。诗人在指点湖山、流连光景的不经意间，偶然瞥到了，马蹄在草地上亦起亦落、时隐时现的情景，觉得分外有趣，将其写入了诗中，就是这随意的一笔，却为全诗增添了多少活泼情趣和雅致闲情。</p> <p>　　著名美学家别林斯基曾说过，“无论在哪一种情况下，美都是从灵魂深处发出的，因为大自然的景象是不可能绝对的美，这美隐藏在创造或者观察它们的那个人的灵魂里。”白居易的《钱塘湖春行》恰恰说明了这一美学欣赏真理。因为西湖的景色再美，也会有不尽人意之处，但是在白居易的眼中，它无疑是天下最美的景致，因为他不但善于观察，而且更善于发现和体验。或是在影视风光片中，听说和看到名胜山水美不胜收，心中不由得生起无限向往之情，可是往往一旦身临其境，面对真山真水，却反而觉得远没有预期的那样动人美丽。这就是因为人们不能带着一种发现欣赏的眼光去看待自然山水，而是带着一种先入为主的过高的甚至是带有几分挑剔的眼光去游山玩水的原因。古往今来，西湖向人们展示了无比美妙的春光，有很多人见证了西子湖的春色。可是到头来，仍然只有几首作品能广为传诵。白居易就是因为有着一副难得的美学家的欣赏眼光，才能在无数西湖的游客中，独具慧眼地发现它的动人之处，才能真正享受到大自然赐予人类的这一人间天堂。白居易并没有看到很多的“早莺”和“新燕”，只有“几处”、只见“谁家”而已，要是其他人，说不定还会因为没有到“处处”闻莺、“家家”有燕的时节，而感到遗憾，心想要是再晚来十天半个月就好了。可是白居易却不这样认为，少有少的好处，正因为少，才是“早莺”，才是“新燕”，才有一种感知春天到来的喜悦，如果诗人没有一种年轻的心态和热爱生命与春天的胸怀，恐怕就不会被这为数不多的报春者所打动，所陶醉，而欣然写下这动人的诗篇了。也正因为如此，他才能闻花花香，见草草美，为四处点缀的各色野花而心乱神迷，为没过马蹄的草地而唏嘘感叹了。白居易是幸运的，因为他有一双发现美、发现春天的眼睛，所以他会在西湖美景中，不能自已，乃至流连忘返：“最爱湖东行不足，绿杨阴里白沙堤。”白居易任杭州剌史时，也确曾修堤蓄水，灌溉民田，不过其堤在钱塘门之北，可是后人多误以白堤为白氏所修之堤了。</p> <p>　　这首诗就像一篇短小精悍的游记，从孤山、贾亭开始，到湖东、白堤止，一路上，在湖青山绿那美如天堂的景色中，诗人饱览了莺歌燕舞，陶醉在鸟语花香，最后，才意犹未尽地沿着白沙堤，在杨柳的绿阴底下，一步三回头，恋恋不舍地离去了。耳畔还回响着由世间万物共同演奏的春天的赞歌，心中便不由自主地流泻出一首饱含着自然融合之趣的优美诗歌来。</p> <p>　　前人说“乐天之诗，情致曲尽，入人肝脾，随物赋形，所在充满”（王若虚《滹南诗话》），又说“乐天诗极深厚可爱，往往以眼前事为见得语，皆他人所未发”（田雯《古欢堂集》）。这首诗语言平易浅近，清新自然，用白描手法把精心选择的镜头写入诗中，形象活现，即景寓情，从生意盎然的早春湖光中，体现出作者游湖时的喜悦心情，是当得起以上评语的。</p>",
  "about": "<h2>艺术特点</h2> 　　景中寄情是这首<a href=\"http://so.gushiwen.org/view_22550.aspx\">诗</a>的主要特点。它既写出浓郁的春意，又写出了自然之美给人的强烈感受。把感情寄托在景色中，诗中字里行间流露着喜悦轻松的情绪和对西湖春色细腻新鲜的感受。<br/><h2>创作背景</h2> 　　唐穆宗长庆二年（822年）七月，<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>被任命为杭州的刺史，唐敬宗宝历元年（825年）三月又出任了苏州刺史，所以这首《钱塘湖春行》写于长庆三、四年（823、824年）间的春天。<br/><h2>结构</h2> <p>　　首联从大处落笔，写孤山寺所见之景。第一句是初春作者游行的地点，第二句是远景。“初平”，春水初涨，远望与岸齐平。“云脚低”，写白云低垂，与湖水相连，勾出了早春的轮廓。脚下平静的水面与天上低垂的云幕构成了一副宁静的水墨西湖图。</p> <p>　　全<a href=\"http://so.gushiwen.org/view_22550.aspx\">诗</a>结构严密，格律严谨，对仗工整，语言流畅，生动自然，语气平易，体现了通俗流畅的特点。诗人从总体上着眼描绘了湖上蓬蓬勃勃的春意，并善于在行进途中展开景物描写，选取了典型与分类排列相结合：中间写莺、燕、花、草四种最见春色的景物，动物与植物选择组合，独具匠心。还善于把握景物特征，运用最具表现力的词语加以描绘和渲染。 </p>",
  "poet": {
    "id": 665,
    "star": 0,
    "name": "白居易",
    "image": "http://img.gushiwen.org/authorImg/baijuyi.jpg",
    "desc": "白居易（772年－846年），字乐天，号香山居士，又号醉吟先生，祖籍太原，到其曾祖父时迁居下邽，生于河南新郑。是唐代伟大的现实主义诗人，唐代三大诗人之一。白居易与元稹共同倡导新乐府运动，世称“元白”，与刘禹锡并称“刘白”。白居易的诗歌题材广泛，形式多样，语言平易通俗，有“诗魔”和“诗王”之称。官至翰林学士、左赞善大夫。公元846年，白居易在洛阳逝世，葬于香山。有《白氏长庆集》传世，代表诗作有《长恨歌》、《卖炭翁》、《琵琶行》等。"
  },
  "tags": [
    "初中古诗",
    "春天",
    "西湖",
    "写景",
    "喜悦"
  ]
}