{
  "id": 38385,
  "star": 294,
  "name": "台城",
  "dynasty": "唐代",
  "content": "江雨霏霏江草齐，六朝如梦鸟空啼。 <br>无情最是台城柳，依旧烟笼十里堤。",
  "fanyi": "<p><strong>译文<br></strong>江面烟雨迷濛，江边绿草如茵。六朝先后衰亡，宛如南柯一梦。江鸟哀婉啼叫，听来悲悲切切。<br>只有台城柳树最是无情，依旧灯笼十里长堤。</p> <p><strong>注释<br></strong>⑴台城：也称苑城，在今南京市鸡鸣山南，原是三国时代吴国的后苑城，东晋成帝时改建。从东晋到南朝结束，这里一直是朝廷台省（中央政府）和皇宫所在地，既是政治中枢，又是帝王荒淫享乐的场所。<br>⑵霏霏：细雨纷纷状。<br>⑶六朝：指吴、东晋、宋、齐、梁、陈。<br>⑷烟：指柳树绿阴阴的，像清淡的烟雾一样。</p>",
  "shangxi": "<h2>赏析二</h2> <p>　　南京古称金陵，地处江南，“霏霏”正是状写其多雨而细密如丝的气候特征，芳草弥蔓，绿遍江岸无远不达，一个“齐”字既是形容它又点明季节，这里暗含了南朝梁·丘迟《与陈伯之书》“江南三月，暮春草长”的意思。总之 ，“江”、“雨”、“草”三者交衬共融，构筑出一派迷蒙清幽、如烟似雾的境界。六朝即孙吴、东晋、宋、齐、梁、陈，金陵于六朝时称建业、建康，作为它们的都城，一直为宫廷所在地和皇公贵戚的活动中心，歌舞饮宴，竞相奢靡，可谓繁盛至极，但这里也是权力角逐的之地，三百余年间战乱频繁，六个王朝迭番更代，犹如走马灯一般，教人顿生目不暇接之感，直觉兴衰遽变，短暂的豪华亦难以持作凭依。加之江南春雨朦胧、细草凄迷的气氛环境所形成的轻柔婉曼景调，这属于金陵固有节候地域呈现着的自然风貌，它们相互熏染滋润，暗暗逗出一个“梦”字。倘再作深层探究，“六朝”治乱盛亡的往事早已付诸浩浩江流，无从踪迹了，而“江雨”“江草”却是年年如此，当下映入眼帘的，又是烟笼雾罩般的暮春景色，抚今追昔，自然人事对照，怎能不满怀惆怅迷惘，顿觉一切如梦里境像呢？况且<a href=\"http://so.gushiwen.org/author_622.aspx\">韦庄</a>出身京兆杜陵（今陕西西安市郊）的世家大族 ，远祖韦待价曾为<a href=\"http://so.gushiwen.org/author_298.aspx\">武则天</a>朝宰相，四世祖是著名<a href=\"http://so.gushiwen.org/view_38385.aspx\">诗</a>人<a href=\"http://so.gushiwen.org/author_564.aspx\">韦应物</a>，他自己却逢辰不偶，半世落拓，大唐帝国也濒临灭亡，难道就要再蹈“六朝”覆辙吗？正当潜沉到现实忧虑和历史反思的纷纭意绪中，留连踟蹰，忽地耳旁传来数声鸟啼，陡然惹起新的慨叹：鸟儿不解世事无常、治乱代变的严重，只依时序自在啼鸣，却让多情的人何以为堪？“空”字写出了因鸟声触发的感叹。</p> <p>　　如果说前两句以总体笔墨，描摹金陵的景光风物，而情景中，只凭“梦”字轻轻透露消息；那么，后联则将目光回转到“台城”，正面点明题旨，并选择“柳”为高度凝聚的媒介形象，即景抒情，藉情统驭景，呈现了浓厚的主观指向。就像京城是全国中枢似的，台城也是金陵的中枢，皇宫和台省（中央政府）都在这里，六代倾覆的最后一幕往往于此处结束。然而，堆烟叠雾的杨柳却容颜未改，春来依旧绿遍十里长堤，一如台城豪华鼎盛时，所以说它“无情”。由于韦庄从 “六朝如梦”的感受里联想到严峻的现实危机，悲悼大唐帝国的江河日下，灭亡之势已不可回，面对烟柳的生机勃勃、逢春必发景象，排遣无计中，才托辞他向，归于 “台城柳”的“无情”吧。</p><br/><h2>赏析一</h2> <p>　　这是一首凭吊六朝古迹的<a href=\"http://so.gushiwen.org/view_38385.aspx\">诗</a>。中唐时期，昔日繁华的台城已是“万户千门成野草”；到了唐末，这里就更荒废不堪了。</p> <p>　　吊古诗多触景生情，借景寄慨，写得比较虚。这首诗则比同类作品更空灵蕴藉。它从头到尾采取侧面烘托的手法，着意造成一种梦幻式的情调气氛，让读者透过这层隐约的感情帷幕去体味作者的感慨。这是一个值得注意的特点。 [3] </p> <p>　　起句不正面描绘台城，而是着意渲染氛围。金陵滨江，故说“江雨”、“江草”。江南的春雨，密而且细，在霏霏雨丝中，四望迷蒙，如烟笼雾罩，给人以如梦似幻之感。暮春三月，江南草长，碧绿如茵，又显出自然界的生机。这景色即具有江南风物特有的轻柔婉丽，又容易勾起人们的迷惘惆伥。这就为下一句抒情作了准备。</p> <p>　　“六朝如梦鸟空啼”。从首句描绘江南烟雨到次句的六朝如梦，跳跃很大，乍读似不相属。其实不仅“江雨霏霏”的氛围已暗逗“梦”字，而且在霏霏江雨、如茵碧草之间就隐藏着一座已经荒凉破败的台城。鸟啼草绿，春色常在，而曾经在台城追欢逐乐的六朝统治者却早已成为历史上来去匆匆的过客，豪华壮丽的台城也成了供人凭吊的历史遗迹。从东吴到陈，三百多年间，六个短促的王朝一个接一个地衰败覆亡，变幻之速，本来就给人以如梦之感；再加上自然与人事的对照，更加深了“六朝如梦”的感慨。“台城六代竞豪华”，但眼前这一切已荡然无存，只有不解人世沧桑、历史兴衰的鸟儿在发出欢快的啼鸣它从人们对鸟啼的特殊感受中进一步烘托出“梦”字，寓慨很深。 </p> <p>　　“无情最是台城柳，依旧烟笼十里堤。”杨柳是春天的标志。在春风中摇荡的杨柳，总是给人以欣欣向荣之感，让人想起繁荣兴茂的局面。当年十里长堤，杨柳堆烟，曾经是台城繁华景象的点缀；如今，台城已经是“万户千门成野草”，而台城柳色，却“依旧烟笼十里堤。”这繁荣茂盛的自然景色和荒凉破败的历史遗迹，终古如斯的长堤烟柳和转瞬即逝的六代豪华的鲜明对比，对于一个身处末世、怀着亡国之忧的诗人来说，该是多么令人触目惊心！而台城堤柳，却既不管人间兴亡，也不管面对它的诗人会引起多少今昔盛衰之感，所以说它“无情”。说柳“无情”，正透露出人的无限伤痛。“依旧”二字，深寓历史沧桑之慨。它暗示了一个腐败的时代的消逝，也预示历史的重演。堤柳堆烟，本来就易触发往事如烟的感慨，加以它在诗歌中又常常被用作抒写兴亡之感的凭藉，所以诗人因堤柳引起的感慨也就特别强烈。“无情”、“依旧”，通贯全篇写景，兼包江雨、江草、啼鸟与堤柳；“最是”二字，则突出强调了堤柳的“无情”和诗人的感伤怅惘。 </p> <p>　　诗人凭吊台城古迹，回顾六朝旧事，免不了有今之视昔，亦犹后之视今之感。亡国的不祥预感，在写这首诗时是萦绕在诗人心头的。如果说<a href=\"http://so.gushiwen.org/author_484.aspx\">李益</a>的《汴河曲》在“行人莫上长堤望，风起杨花愁杀人”的强烈感喟中还蕴含着避免重演亡隋故事的愿望，那么本篇则在如梦似幻的气氛中流露了浓重的伤感情绪，这正是唐王朝覆亡之势已成，重演六朝悲剧已不可免的现实在吊古诗中的一种折光反映。</p> <p>　　这首诗以自然景物的“依旧”暗示人世的沧桑，以物的“无情”反托人的伤痛，而在历史感慨之中即暗寓伤今之意。思想情绪虽不免有些消极，但这种虚处传神的艺术表现手法，仍可以借鉴。</p>",
  "about": "<h2>创作背景</h2> 　　中和三年（883），<a href=\"http://so.gushiwen.org/author_622.aspx\">韦庄</a>客游江南，于金陵凭吊六朝遗迹，感叹历史兴亡，便成此吊古伤今之作。",
  "poet": {
    "id": 622,
    "star": 0,
    "name": "韦庄",
    "image": "http://img.gushiwen.org/authorImg/weizhuang.jpg",
    "desc": "韦庄（约836年─910年），字端己，杜陵（今中国陕西省西安市附近）人，诗人韦应物的四代孙，唐朝花间派词人，词风清丽，有《浣花词》流传。曾任前蜀宰相，谥文靖。"
  },
  "tags": [
    "咏史怀古",
    "写景",
    "抒情"
  ]
}