{
  "id": 57524,
  "star": 21,
  "name": "满江红·送李正之提刑入蜀",
  "dynasty": "宋代",
  "content": "蜀道登天，一杯送、绣衣行客。还自叹、中年多病，不堪离别。东北看惊诸葛表，西南更草相如檄。把功名、收拾付君侯，如椽笔。<br>儿女泪，君休滴。荆楚路，吾能说。要新诗准备，庐山山色。赤壁矶头千古浪，铜鞮陌上三更月。正梅花、万里雪深时，须相忆。",
  "fanyi": "<p><strong>译文<br></strong>蜀道攀登难于上青天，一杯薄酒为你践行。正是祖国被侵占的时候，自己又有才能去驱除外侮，却非要闲置如此。希望借着这首《喻巴蜀檄》让金人闻风心惊。你文才出众，希望大展身手，为国立功建业。<br>君莫要流泪伤心，请用<a href=\"http://so.gushiwen.org/view_57524.aspx\">诗</a>写下一路美好景色：庐山的丰姿，赤壁的激浪，襄阳的明月。正是梅花花开、大雪纷飞季节，务必相互勉励莫相忘并不断传递消息。</p> <p><strong>注释<br></strong>⑴满江红：词牌名；李正之：李大正，字正之；提刑：提点刑狱使的简称，主管一路的司法、刑狱和监察事务。<br>⑵蜀道登天：<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>《蜀道难》诗：“蜀道之难，难于上青天。”<br>⑶绣衣：西汉武帝时设绣衣直指官，派往各地审理重大案件。他们身着绣衣，以示尊贵。这里借指友人李正之。<br>③“还自叹”三句：已值中年，最不堪离别之苦。据《世说新语·言语篇》，谢安曾对<a href=\"http://so.gushiwen.org/author_581.aspx\">王羲之</a>说：“中年伤于哀乐，与亲友别，辄作数日恶。”<br>⑷东北看惊：指曹魏有惊于西蜀北伐，此借喻金人闻风心惊。诸葛表：<a href=\"http://so.gushiwen.org/author_507.aspx\">诸葛亮</a>出师北伐曹魏，有《出师表》上蜀汉后主。<br>⑸西南：川蜀地处西南。檄（xí席）：檄文，即告示。相如檄：<a href=\"http://so.gushiwen.org/author_70.aspx\">司马相如</a>有《喻巴蜀檄》。<br>⑹功名：赞友人文才出众，足能立功建业。君侯：汉代对列侯的尊称，后泛指达官贵人，此指李正之。<br>⑺如椽（chuán传）笔：如椽（架屋用的椽木）巨笔，指大手笔，典出《晋书·王珣传》：“珣梦人以大笔如椽与之。既觉，语人曰：‘此当有大手笔事。’俄而帝崩，哀册谥议，皆珣所草。”<br>⑻休：不要。<br>⑼荆楚：今湖南、湖北一带，为李由江西入蜀的必经之地。稼轩曾官湖南、湖北，故谓“吾能说”。<br>⑽要：请。<br>⑾赤壁矶：一名赤鼻矶，在今湖北黄冈县西南，<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>以为是当年周瑜破曹之地，曾作《念奴娇·赤壁怀古》词和《赤壁赋》凭吊之。词的起句为：“大江东去，浪淘尽、千古风流人物。”辛词的“千古浪”即由苏词而来。<br>⑿铜鞮（dī）：铜鞮在今湖北襄阳。唐人雍陶《送客归襄阳旧居》诗：“惟有白铜鞮上月，水楼闲处待君归。”陌上：田间。古代规定，田间小路，南北方向叫做“阡”，东西走向的田间小路叫做“陌”。阿袁（即陈忠远）《客次夜读》诗：“客中谁此话相逢，千万休夸陌上蓬。夜读不知星月隐，一襟窗畔挹春风。”三更：古代时间名词。古代把子时作为三更，一般用三更来指深夜。<br>⒀正：正值，正当时。<br>⒁相忆：相思；想念。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　南宋淳熙十一年（1184年），稼轩以“凭陵上司，缔结同类”的罪名，罢居上饶已经将近三年了。所以词中处处把李之入任，与己之罢闲，双双对照写来，一喜一忧，缠绵悱恻，寄意遥深，感人心肺。</p> <p>　　起两句，“蜀道登天，一杯送绣衣行客”。点出李之入蜀与己之送行，双双入题，显得情亲意挚，依依难舍。“登天”虽借用<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a><a href=\"http://so.gushiwen.org/view_57524.aspx\">诗</a>句：“蜀道之难，难于上青天”，其实却暗含此行之艰难；虽是王命，何尝又不是小人的挟嫌排挤，有如远谪？所以他这阕词写的极其沉郁，这开头无异已定下了全词的基调。“一杯”，何其简慢；看似淡语，然而却是至情的无间；流露出君子之交，一杯薄酒足矣。没有华筵歌妓，也没有清客的捧场；只有两个知心的朋友一杯相对，则这“一杯”二字，不仅写出了友情之深，亦且写尽了世态之薄。笔墨之力量如此，则这“一杯”也就不少了。</p> <p>　　“绣衣”，是对“提刑”的美称。汉武帝时，派使者衣绣衣巡视天下，操有生杀之大权，称为绣衣直指。李正之提点刑狱公事，也负有司法和监察的任务，所以稼轩也借以称他为“绣衣使者”。</p> <p>　　三、四句：“还自叹、中年多病，不堪离别。”点出“中年”，是时稼轩45岁，正是“不惑之年”，大有作为的时候。然而“多病”，这一“病”字，包含就多了，更何况“多病”。稼轩正当中年，而一放就是三年。又正是祖国被侵占的时候，自己又有才能去驱除外侮，却非要闲置如此，内忧外患，不能不“病”。所以他才用“还自叹”三字领起下面两种难堪：已是自己闲置生愁，怎当堪用的同志又遭远调，离开了中央，这一来抗战派淘汰将尽矣。所以这种离别，不止友情，更关系国家的命运，才是最大的痛楚。</p> <p>　　五、六两句，按词律要求，是要用律句的对仗格式。他巧妙地安上了<a href=\"http://so.gushiwen.org/author_507.aspx\">诸葛亮</a>的《出师表》和<a href=\"http://so.gushiwen.org/author_70.aspx\">司马相如</a>的《喻巴蜀檄》，都是关于蜀的故事。切题已难，而寓意得妙更难。他却举重若轻，正是有一肚子的学问。“东北看惊”者，是东北方的大好河山，沦入异族之手，正应当像诸葛亮请求出师那样，“鞠躬尽瘁，死而后已”。着一“惊”字，有三层意思：惊山河之破碎；惊投降派的阻挠；以至惭愧得都怕（惊）读诸葛亮的《出师表》了。然而却反其“道”而行之，让李正之去西南的巴蜀“更草相如檄”。据《史记·司马相如传》载：“唐蒙使路通夜郎西僰中，发巴蜀吏卒……万余人，用兴法诛其渠帅，巴蜀民大惊恐。上闻之，乃使相如责唐蒙，因喻告巴蜀民以非上意。”这里着一“更”字，透露出了不出师东北之恨未已，而又要被强迫到西南去镇压人民。恨上加恨，这个“更”字把一个南宋小朝廷的那种对敌和，对己狠的心态暴露无遗。下字非常生动而有力。</p> <p>　　七、八两句，“把功名收拾付君侯，如椽笔”。正是双方的小结。自己废置无聊，而李又任非其所。而“把功名收拾付君侯”的，是因为他毕竟还是有土有责的，和稼轩自己只能耕种以自适的“稼轩居士”不同，终究还是可以期望以“功名”的。然而稼轩之所以期望于李的功名，不是铁马金戈，不是临刑的鬼头刀，而是如椽之笔！因为李正之是提刑，他那红笔一勾，是要人命的，虽不能法外开恩，也要慎之又慎。所谓“况钟之笔，三起三落”。在这六年前，稼轩也曾有过“按察之权”，而他当时却向皇帝上过《论盗贼札子》，他就曾非常精辟地说过剿“贼”之害。他说：“民者国之根本，而贪浊之吏迫使为盗，今年剿除，明年扫荡，譬之木焉，日刻月削，不损则折，臣不胜忧国之心，实有私忧过计者。欲望陛下深思致盗之由，讲求弭盗之术，无恃其有平盗之兵也。”用笔，即亦“无恃其有平盗之兵”。能如此，那于国于民也就算是功名了。言来令人欲泪。</p> <p>　　过拍起首四句：“儿女泪，君休滴。荆楚路，吾能说”。“儿女泪”是用<a href=\"http://so.gushiwen.org/author_289.aspx\">王勃</a>《送杜少府之任蜀川》诗末二句：“无为在岐路，儿女共沾巾”之意。“能”，这里读去声，宁可的意思。这里是说：与其有作儿女哭泣的时间，倒不如听我说一说你要去的荆楚这一路的风光吧？以此换头，过度到下阕，一荡上阕愁闷的情绪。用“要新诗准备”贯串“庐山色”、“赤壁浪”、“铜堤月”。不过这看似闲情逸趣，何等潇洒。其实这正是上阕的“表”与“檄”的内含。下阕怜南，也正是上阕的思北。“荆楚路”这一带是没有被敌人占领的，如此美景，宜爱宜惜。爱，就要珍重它；惜，就要保护它。特别作为北方的游子，当提到这些南方的美景时，不能不有一些思乡的酸楚夹杂于胸中。总之，只因是一个分为两片的祖国横亘在胸中，所谓“新诗”，当也是长歌之恸。以此相勉，是轻松的调侃，其实正是痛心的变异。以此寄人，不仅见趣，亦且见志。多么委宛而深厚有致。</p> <p>　　最后点明时间。李正之是十一月入蜀的，所以他说“正梅花万里雪深时，须相忆！”是彼此双方的互勉，仍以双双作结。</p> <p>　　这一段看似白描，似乎没有多少深意。其实如果联系历史背景，是仍然可以感到话外之音的。“正梅花万里雪深”，“梅花”是他们，又是传递消息的暗示。所谓“折梅逢驿使，送与陇头人”。“万里雪深”是写彼此的间隔，也是彼此的处境。所以是地理的，也是心理的。但不论地理的或心理的，造成可以间隔而寂寞的，终归是政治的原因。是投降派对于他们的打击。那么，在这样个废弃与远戍的道路上，他形象地即情即景，用“万里雪深”，彼此的一切，俱足以包之了。而要相互勉励莫相忘并不断传递消息的，那当然是人，所以“须相忆”是彼此的。既是人，又是事。而这人事，正是他们“志”的结集，所“须相忆”者，仍是祖国恢复之大业。因此，这是一场特殊的斗争，即抗战派在被迫流离失所时，仍在呼喊着团结。甚至可以说，通篇都是在告诫着不要忘了抗战的事业。这样分析是有心理依据的。在共同斗争中因失利而不得不分手的战友，临岐执手勉励莫相忘时，他们思想里起作用的第一要素应是斗争失利的耻辱与磨砺以须的豪情。</p> <p>　　战友在一起当然比分散开好。他知道，投降派又何尝不知道。以是他们之间的“离别”就成为“不堪”的了。“不堪”二字，伤心之至：已不成军，不堪遣散。通篇都是对于抗战事业的悼念与惋惜。甚至连那一滴儿女泪，也要他收起，这样的心肠，要以江山为念，真正是情深意厚。</p>",
  "about": "<h2>创作背景</h2> 　　《满江红·送李正之提刑入蜀》作于宋孝宗淳熙十一年（1184年）冬，时稼轩罢居上饶。李正之是<a href=\"http://so.gushiwen.org/author_217.aspx\">辛弃疾</a>的好友，曾两度任江淮、荆楚、福建、广南路的提点坑冶铸钱公事（采铜铸钱），信州为当时主要产铜区，故李正之常驻信州。是年冬入蜀，改任利州路提点刑狱使。稼轩作此词送行。",
  "poet": {
    "id": 217,
    "star": 0,
    "name": "辛弃疾",
    "image": "http://img.gushiwen.org/authorImg/xinqiji.jpg",
    "desc": "辛弃疾（1140－1207），南宋词人。原字坦夫，改字幼安，别号稼轩，汉族，历城（今山东济南）人。出生时，中原已为金兵所占。21岁参加抗金义军，不久归南宋。历任湖北、江西、湖南、福建、浙东安抚使等职。一生力主抗金。曾上《美芹十论》与《九议》，条陈战守之策。其词抒写力图恢复国家统一的爱国热情，倾诉壮志难酬的悲愤，对当时执政者的屈辱求和颇多谴责；也有不少吟咏祖国河山的作品。题材广阔又善化用前人典故入词，风格沉雄豪迈又不乏细腻柔媚之处。由于辛弃疾的抗金主张与当政的主和派政见不合，后被弹劾落职，退隐江西带湖。"
  },
  "tags": [
    "离别",
    "友情",
    "爱国"
  ]
}