{
  "id": 70555,
  "star": 2,
  "name": "杂剧·沙门岛张生煮海",
  "dynasty": "元代",
  "content": "第一折<br>海东一片晕红霞，三岛齐开烂熳花。秀出紫芝延寿算，逍遥自在乐仙家。贫道乃东华上仙是也。自从无始以来，一心好道，修炼三田，种出黄芽至宝，七返九还，以成大罗神仙，掌判东华妙严之天。为因瑶池会上，金童玉女有思凡之心，罚往下方投胎脱化。金童者，在下方潮州张家，托生男子身，深通儒教，作一秀士。玉女于东海龙神处，生为女子。待他两个偿了宿债，贫道然后点化他，还归正道。金童玉女意投机，才子佳人世罕稀。直待相逢酬宿债，还归正道赴瑶池。释门大道要参修，开阐宗源老比丘。门外不知东海近，只言仙境本清幽。贫僧乃石佛寺法云长老是也。此寺古刹近于东海岸边，常有龙王水卒，不时来此游玩。行者，出门前觑看，若有客来时，报复我家知道。理会得。小生潮州人氏，姓张名羽，表字伯腾，父母蚤年亡化过了。自幼颇学诗书，争奈功名未遂。今日闲游海上，忽见一座古寺，门前立着个行者。兀那行者，此寺有名么？焉得无名？山无名，迷杀人；寺无名，俗杀人。此乃石佛寺也。你去报复长老，道有个闲游的秀才，特来相访。门外有一秀才，探望师父。道有请。敢问秀才何方人氏？小生潮州人氏，自幼父母双亡，功名未遂。偶然闲游海上，因见古刹清凉境界，望长老借一净室，与小生温习经史，不知长老意下如何？寺中房合尽有。行者，你收拾东南幽静之处，堪可与秀才观书也。小生无物相奉，有白银二两送长老，权为布施，望乞笑纳。既然秀才重意，老僧收了。行者，收拾房舍，安排斋食，请秀才稳便。老僧且回禅堂，作些功果去也。秀才，与你这一间幽静的房儿，随你自去打斛斗，学踢弄，舞地鬼，乔扮神，撒科打诨，乱作胡为，耍一会，笑一会，便是你那游玩快乐。我行者到禅堂服侍俺师父去也。行童终日打勤劳，扫地才完又要把水挑。就里贪顽只爱耍，寻个风流人共说风骚。僧家清雅，又无闲人聒噪，堪可攻书。天色晚了也，家童，将过那张琴来，抚一曲散心咱。点上灯，焚起香来者。流水高山调不徒，钟期一去赏音孤。今宵灯下弹三弄，可使游鱼出听无？妾身琼莲是也，乃东海龙神第三女。与梅香翠荷今晚闲游海上，去散心咱。姐姐，你看这大海澄澄，与长天一色，是好景致也<br>！<br>【仙吕】【点绛唇】海水汹汹，晚风微送，兼天涌。不辨四东，把凌波步轻那动。<br>【混江龙】清宵无梦，引着这小精灵，闲伴我游踪。恰离了澄澄碧海，遥望那耿耿长空。你看那万朵彩云生海上，一轮皓月映波中。海中景物，与人间敢不同么？觑了那人间风阙，怎比我水国龙宫？清湛湛、洞天福地任逍遥，碧悠悠、那愁他浴凫飞雁争喧哄。似俺这闺情深远，直恁般好信难通！<br>姐姐，你本海上神仙，这容貌端的非凡也。<br>【油葫芦】海上神仙年寿永，这蓬莱在眼界中。风飘仙袂绛绡红，则我这云鬟高挽金钗重，蛾眉轻展花钿动。袖儿笼，指十葱，裙儿簌，鞋半弓。只待学吹箫同跨丹山凤，那其间，登碧落，趁天风。想天上人间，自然难比。<br>【天下乐】不比那人世繁华扫地空，尘中，似转蓬，则他这春过夏来秋又冬。听一声报晓鸡，听一声定夜钟，断送的他世间人犹未懂。<br>姐姐，那里这般响？<br>【那吒令】听疏剌剌晚风，风声落万松；明朗朗月容，容光照半空；响潺潺水冲，冲流绝涧中。又不是采莲女拨棹声，又不是捕鱼叟鸣榔动，惊的那夜眠人睡眼朦胧。<br>这响声比其余全别也。<br>【鹊踏枝】又不是拖环佩，韵丁冬；又不是战铁马，响铮鏦；又不是佛院僧房，击磬敲钟。一声声唬的我心中怕恐，原来是厮琅琅，谁抚丝桐。敢是这寺中有人弄甚么响？原来是抚琴哩。姐姐，你试听咱。<br>【寄生草】他一字字情无限，一声声曲未终。恰便似颤巍巍金菊秋风动，香馥馥丹桂秋风送，响珊珊翠竹秋风弄。咿呀呀，偏似那织金梭撺断锦机声；滴溜溜，舒春纤乱撒珍珠进。<br>原来是个秀才在此抚琴，端的是个典雅的人儿也。<br>【六幺序】表诉那弦中语，出落着指下功，胜檀槽慢掇轻拢。则见他正色端容，道貌仙丰。莫不是汉相如作客临邛，也待要动文君，曲奏求凰风；不由咱不引起情浓。你听这清风明月琴三弄，端的个金徽汹涌，玉轸玲珑。<br>姐姐，休说你知音人，便是我也觉的他悠悠扬扬，入耳可听。果然弹得好也。<br>【幺篇】端的心聪，那更神工，悲若鸣鸿，切若寒蛩，娇比花容，雄似雷轰，真乃是消磨了闲愁万种。这秀才一事精，百事通。我蹑足潜踪，他换羽移宫。抵多少盼盼女词媚涪翁。似良宵一枕游仙梦。因此上偷窥方丈，非是我不守房栊。<br>怎么琴弦忽断，敢是有人窃听？待小生出门试看咱。好一个秀才也！呀，好一个女子也！请问小娘子，谁氏之家，如何夜行？<br>【金盏儿】家住在碧云空，绿波中，有披鳞带角相随从，深居富贵水晶宫。我便是海中龙氏女，胜似那天上许飞琼。岂不知众星皆拱北，无水不朝东？小娘子姓龙氏，我记得何承天《姓苑》上有这个姓来。难道小娘子既然有姓，岂可无名？因甚至此？妾身龙氏三娘，小字琼莲。见秀才弹琴，因听琴至此。小娘子既为听琴而至，这等，是赏音的了。何不到书房中坐下，待小生细弹一曲，何如？愿往。敢问先生高姓？小生姓张名羽，字伯腾，潮州人氏。早年父母双亡，也曾饱学诗书，争奈功名未遂，游学至此，并无妻室。这秀才好没来头，谁问你有妻无妻哩！不则是相公，我也无妻。小娘子不弃小生贫寒，肯与小生为妻么？我见秀才聪明智慧，丰标俊雅，一心愿与你为妻。则是有父母在堂，等我问了时，你到八月十五日中秋节届，前来我家，招你为婿。既蒙小娘子俯允，只不如今夜便成就了，何等有趣，着小生几时等到八月十五日也！正是，我也等不得。你等不得，且是容易哩。常言道：\"有情何怕隔年期\"，这有甚等不得那？<br>【后庭花】那里也阳台云雨踪，不比那秦楼风月丛。敢问小娘子家在何处？只在这沧海三千丈，险似那巫山十二峰。小生做贵宅女婿，就做了富贵之郎，不知可有人服侍么？俺可更有门风：无非足蛟虬参从，还有那鼋将军、鳖相公、鱼大人、虾爱宠、鼍先锋、龟老翁。能浮波，惯弄风；隔云山，千万重；要相逢，指顾中。只要小娘子言而有信，俺小生是一个志诚老实的。<br>【青歌儿】甜话儿将人、将人摩弄，笑脸儿把咱、把咱陪奉。你则看八月冰轮出海东，那其间、雾敛晴空，风透帘栊，云雨和同；那其间、锦阵花丛，玉斝金钟。对对双双，喜喜欢欢，我与你笑相从，再休提误入桃源洞。<br>既然许了小生为妻，小娘子可留些信物么？妾有水蚕织就鲛绡帕，权为信物。多感小娘子！梅香姐，你与我些儿甚么信物？我与你把破蒲扇，拿去家里扇煤火去！我到那里寻你？你去兀那羊市角头砖塔儿胡同总铺门前来寻我。<br>【赚煞】你岂不知意儿和，直恁欠心儿懂，我非罗刹女，休惊莫恐。多管是前世因缘今得宠，到中秋好事相逢。且从容，劈开这万里溟濛，俺那里静悄悄，绝无尘世冗。有如此富贵，小生愿往。一周围红遮翠拥，尽都是金扉银栋，不弱似九天碧落蕊珠宫。我看此女妖娆艳冶，绝世无双。他说着我海岸边寻他，我也等不的中秋。家童，你看着琴剑书箱。我拚的将此鲛绡手帕，渺渺茫茫，直至海岸边寻那女子，走一遭去。海岸东头信步行，听琴女子最关情。有缘有分能相遇，何必江皋笑郑生？我家东人好傻也！安知他不是个妖魔鬼怪，便信着他跟将去了。我报与长老，同行者，追我东人去。叵耐这鬼怪妖魔，将花言巧语调唆。若不是连忙赶上，只怕迷杀我秀才哥哥。<br><br>第二折<br>幸会多娇有所期，闲花野草斗芳菲。幽情何处桃源洞，则怕刘郎去未归。小生张伯腾，恰才遇着的那个女子，人物非凡，因此寻踪觅迹，前来寻他，却不知何处去了。则见青山绿水，翠柏苍松，前又去不得，回又回不得，好凄惨人也！这盘陀石上，我且歇息咱。桑田成海又成田，一霎那堪过百年。拨转顶门关捩子，阿谁不是大罗仙。自家本秦时宫人，后以采药入山，谢去火食，渐渐身轻，得成大道，世人称为毛女者是也。今日偶然乘兴，游到此间，却是海之东岸。你看茫茫荡荡，好一片大水也呵！<br>【南吕】【一枝花】黑弥漫水容沧海宽，高崪峍山势昆仑大。明滴溜冰轮出海角，光灿烂红口转山崖。这日月往来，只山海依然在，弥八方，遍九垓。问甚么河汉江淮，是水呵，都归大海。<br>【梁州第七】你看那缥缈间十洲三岛，微茫处阆苑蓬莱，望黄河一股儿浑流派。高冲九曜，远映三台，上连银汉，下接黄埃。势汪洋无岸无涯，出许多异宝奇哉。看、看、看，波涛涌，光隐隐无价珠玑；是、是、是，草木氏，香喷喷长生药材；有、有、有，蛟龙偃，郁沉沉精怪灵胎。常则是云昏气霭，碧油油隔断红尘界，恍疑在九天外。平吞了八九区云梦泽，问甚么翠岛苍崖。<br>这里不知是何处？喜得又遇着一位娘子。呀！原来是道姑。待小生问个路儿咱。<br>【牧羊关】猛地里难回避，可教人怎离摘？则见他叉手前来，多管是迷了路的行人，多管是失了船的过客。道姑，敢问这搭儿是何处也？比及你来相问，先对俺说明白。我到此，只为那可意人儿，不知在那里？且将个采芝女，权休怪，只问那可意人，安在哉？<br>秀才何方人氏？因甚至此？小生潮州人氏，因为游学，在此石佛寺借寓。前夜弹琴，有一女子，引一侍女来听。此女自言龙氏之女，小字琼莲，到八月中秋日。与小生会约于海岸。小生随即寻访，不意迷失道路。小生只想他风流人物，世上无比。他既说姓龙，你可也想左了。<br>【骂玉郎】可知道龙宫美女多娇态，想当时因有约，则今日独寻来，拚的个舍残生，做下风流债。那龙也青脸儿长左猜，恶性儿无可解，狠势儿将人害。可怎生恁般利害？<br>【感皇恩】呀！他把那牙爪张开，头角轻抬。一会儿起波涛，一会儿摧山岳，一会儿卷江淮。变大呵，乾坤中较窄；变小呵，芥子里藏埋。他可便能英勇，显神通，放狂乖。<br>那小娘子姓龙，你这道姑怎么说起龙来？秀才不知，这龙是轻易好惹他的？<br>【采茶歌】他兴云雾，片时来，动风雨，满尘埃，则怕惊急烈一命丧尸骸。休为那约雨期云龙氏女，送了你个攀蟾折桂俊多才。<br>小生才省悟了也。他是龙宫之女，他父亲十分狠恶，怎肯与我为妻？这婚姻之事，一定无成了。旱是小娘子，谁着你听琴来？贫道不是凡人，乃奉东华上仙法旨，着我来指引你还归正道，休得堕落。小生肉眼．不知上仙指引，望乞恕罪。我且问你：那听琴女子，是东海龙王第三之女，小字琼莲，他在龙宫海藏，你怎么得见他？若论那龙宫之女，与小生颇有缘分。那里见的有缘分？既没缘分，他怎肯约我在八月十五夜，到他家里。招我做女婿；又与我这鲛绡帕儿做信物哩？这鲛绡手帕，果是龙宫之物。眼见的那个女子看的你中意了。只是龙神搥暴，怎生容易将爱女送你为妻？秀才，我如今圆就你这事，与你三件法物。降伏着他，不怕不送出女儿嫁你，愿见上仙法宝。与你银锅一只，金钱一文，铁杓一把。法宝便领了，愿上仙指教，怎生样用他才好？将海水用这杓儿舀在锅儿里。放金钱在水内。煎一分。此海水去十丈；煎二分去二十-丈，若煎干了锅儿，海水见底。那龙神怎么还存坐的住。必然令人来请，招你为婿也。多谢上仙指教！但不知此处离海岸远近若何？向前数十里．便是沙门岛海岸了也。<br>【黄钟煞尾】这宝呵。出八那瑶台紫府清虚界，碧落苍空天上来。任熬煎，任布划，可从心，可称怀，不求亲，不纳财，做行媒，做娇客，连理枝，并蒂开，凤鸾交，鱼水谐，休将他，觑小哉，信神仙，妙手策。也是那前生福有安排，直着你沸汤般煎干了这大洋海。<br>小生有缘，得受上仙法宝。直到沙门岛煎海水去来。任他东海滚波涛，取水将来锅内熬。此是神仙真妙法。不愁无分见多娇。<br><br>第三折<br>小僧乃石佛寺行者。前日有一秀才，在我这房头借住。因夜间弹琴，被一个精怪迷惑将去了。那家童连忙赶去寻他，俺师父葫芦提也着我去寻。林深山险。那里寻他去？不想撞见一个大虫，张牙舞爪来咬我。小僧连忙将一块石头打将去。不知恁般手正，直一下打入他喉咙里去了。我见那大虫楞楞挣挣倒了。小僧一气走到二百里，拾了一个性命，直走到这里。那里着迷一命休，小僧却是没来由。不如寻秀才一处同迷死，也落的牡丹花下鬼风流。前生结下好姻缘，觅得鸾胶续断弦。法宝煎熬铛滚沸，争知火里好栽莲。小生张伯腾，早到海岸也。家僮，将火镰、火石引起火来，用三角石头把锅儿放上。你可将这杓儿舀那海水起来。锅里水满了也，再放这枚金钱在内。用火烧着，只要火气十分旺相，一时间将此水煎滚起来。这等，你不早说，那小娘子跟随的丫头送我一把蒲扇，不曾拿的采，把甚么扇火？且喜锅儿里水滚了也。水滚了，待我试看海水动静。怪哉！果然海水翻腾沸滚，真有神应也！怎生这里水滚，那海水也滚起来？难道这锅儿是应着海的？老僧石佛寺长老是也。正在禅床打坐，则见东海龙王，遣人来说道：有一秀才，不知他将甚般物件，煮的海水滚沸，急得那龙王没处逃躲。央我老僧去劝化他早早去了火罢。元来这秀才不是别人，就是前日借俺寺里读书的潮州张生。想我石佛寺贴近东海，现今龙宫有难，岂可不救？只得亲到沙门岛上，劝化秀才，走一遭去呵。<br>【正宫】【端正好】一地里受煎熬，遍寰宇空劳攘，兀的不慌杀了海上龙王。我则见水晶宫血气从空撞，闻不得鼻口内干烟炝。<br>【滚绣球】那秀才谁承望，急煎煎做这场，不知他挟着的甚般伎俩，只待要卖弄杀手段高强。莫不是放火光，逼太阳，烧的来焰腾腾滚波翻浪。纵有那雷和雨，也救不得惊惶。则见锦鳞鱼活泼刺波心跳，银脚蟹乱扒沙在岸上藏，但着一点儿，就是一个燎浆。来到此间，正是沙门岛海岸了。兀那秀才，你在此煮着些甚么哩？我煮海也。你煮他那海做甚么？老师父不知，小生前夜在于寺中操琴，有一女子前来窃听，他说是龙氏三娘，小字琼莲，亲许我中秋会约。不见他来，因此在这里煮海，定要煎他出来。<br>【倘秀才】这秀才不能勾花烛洞房，好也啰！却生扭做香水混堂，大海将来升斗量。秀才家能软款，会安详，怎做这般热忽喇的勾当？老师父你不要管我，你且到别处化缘去。<br>【滚绣球】俺也不是化道粮，也不是要供养，我则是特来相访。我是个穷秀才，相访我有甚么化与你。俺本是出家人，便乞化何妨。若得见那小娘子，肯招我做女婿，便有布施。则为那窈窕娘，不招你个俊俏郎，弄出这一番祸从天降。你穷则穷道与他门户辉光，你那里得熬煎铅汞山头火？你那里觅医治相思海上方？此物非常。老师父，我老实对你说，若那夜女子不出来呵，我则管煮哩。秀才，你听者：东海龙神着老僧来做媒，招你为东床娇客，你意下如何？老师父你不要耍我，这海中一望是白茫茫的水，小生是个凡人，怎生去的？相公，这个不妨事，你只跟着长老去，若是他不淹死，难道独独淹死了你？<br>【脱布衫】俺实丕丕要问行藏，你慢腾腾好去商量。将这水指一指翻为土壤，分一分步行坦荡。<br>【小梁州】直着你如履平原草径荒，到那海底去，莫不昏暗么？却正是日出扶桑。小生终是个凡人，怎敢就到海中去？虽然人海号东洋，休谦让，去来波！他则待招选你做东床。<br>小生曾闻这仙境有弱水三千丈，可怎生去的？<br>【幺篇】便休提弥漫弱水三千丈，端的是锦模糊水国鱼邦。我看这海有偌般宽阔，无边无岸，想是连着天的，好怕人也！你道是白茫茫，如天祥，越显得他宽洪海量，我劝你早准备帽儿光。<br>既如此，待我收起法宝，则要老师父作成我这桩亲事。那小姐身边有一侍女，须配与我，不然，我依旧烧起火来。<br>【笑和尚】去、去、去，向兰阁，到画堂，俺、俺、俺，这言语，无虚诳，是真个么？你、你、你，终有个酸寒相。他、他、他，女艳妆，早、早、早，得成双，来、来、来，似鸳鸯并宿在销金帐。<br>这等，我就随着老师父去。则要得早早人月团圆，休孤旧约也。<br>【尾声】则为你佳人才子多情况，唬得他椿室萱堂着意忙。你貌又轩昂才又良，他玉有温柔花有香。意相投，姻缘可配当；心厮爱，夫妻谁比方。似他这百媚韦娘，共你个风流张敞，去来波！须将俺撮合山的媒人重重赏。<br>你看我家东人，兴匆匆的跟着长老入海去了，留我独自一个在这海岸上，看守甚么法宝。若是他当真做了新郎，料必要满了月方才出来。我看那小行者尽也有些风韵，老和尚又不在；不如我收拾了这几件东西，一径回到寺里，寻那小行者打閛閛去也。<br><br>第四折<br>一轮红日出扶桑，照曜中天路杳茫。虽然弱水三千里，只要无私自可航。吾神乃东海龙王是也。有小女琼莲，曾于夜间到石佛寺游玩，见一秀才抚琴，其曲有凤求凰之音，他两个暗面关情，遂许中秋赴会。某家说道，他是凡人，怎生到的俺这水府？不想秀才遇着上仙，授他三件法宝，被他烧的海水滚沸，使某不堪其热，只得央石佛寺法云禅师为媒，招请为婿。早间已将花红酒礼，款待那做媒的去了，如今设下庆喜的筵席。兀那水卒，请出秀才和女孩儿来者！秀才，前厅上拜俺父母去。是。秀才，我和你那夜相别，谁想有今日也！<br>【双调】【新水令】则为这波涛相间的故人疏，我则怕黑漫漫各寻别路。受了些活地狱，下了些死工夫。海角天隅，须有日再完聚。<br>这龙宫里面，都是些甚么人物？<br>【驻马听】摆列着水里兵卒，都是些鼋将军、鼍先锋、鳖大夫。看了这海中使数，无过是赤须虾、银脚蟹、锦鳞鱼。绣帘十二列珍珠，家财千万堆金正。是好富贵也！你自暗付，则俺这水晶宫是一搭儿奢华处。<br>你二人在那里相会来？<br>【滴滴金】趁着那绿水清波，良辰美景，轻云薄雾，霜气浸冰壶。可则是玉露泠泠。金风淅淅，中秋节序，正值着冷清清，人静更初。<br>你与这秀才素非相识，况在夜静更初，怎么就许他婚姻之约？你试说我听。<br>【折桂令】俺去他那月明中信步阶除，听三弄瑶琴音韵非俗。恰便似云外鸣鹤，天边语雁，枝上啼乌。他待觅莺俦燕侣，我正愁凤只鸾孤，因此上，要识贤愚，别辨亲疏。端的个和意同心，早遂了似水如鱼。<br>秀才，谁与你这法宝来？量小生是个穷儒，焉有此法宝。偶因追赶令爱，到海岸上遇着一位仙姑，把与我来。秀才，则被你险些儿热杀我也！我想这事，都是我女孩儿惹出来的。<br>【雁儿落】不想这火中生比目鱼，石内长荆山玉。天边有比翼鸟，地上出连枝树。<br>若非上仙法宝，怎生得有团圆之日？<br>【得胜令】你待将铅汞燎干枯，早难道水火不同炉。将大海扬尘度，把东洋烈焰煮。神术煅化的为夫妇，儿子熬煎杀俺眷属。<br>龙神，听俺分付！龙神，那张生非是你女婿，那琼莲也非是你女儿。他二人前世乃瑶池上金童玉女，则为他一念思凡，谪罚下界。如今偿还夙契，便着他早离水府，重返瑶池，共证前因，同归仙位去也。<br>【沽美酒】待着俺辞龙宫，离水府，上碧落，赴云衢，我和你同会西池见圣母。秀才也，抵多少跳龙门应举，攀仙桂步蟾蜍。<br>你二人若非吾来指引，岂得到瑶池仙境也？<br>【太平令】广成子长生诗句，东华仙看定婚书。引仙女仙童齐赴，献仙酒仙桃相助。愿普天下旷夫怨女，便休教间阻。至诚的，一个个皆如所欲。你本是玉女金童，投凡世淹留数载。石佛寺夜月弹琴，求凤凰留情殢色。许佳期无处追寻，走海上失精落彩。遇仙姑法宝通灵，端的有神机妙策。配金丹铅汞相投，运水火张生煮海。则今朝返本朝元，散一天异香杳霭。<br>【收尾】则今日双双携手登仙去，也不枉鲛绡帕留为信物。闲看他蟠桃灼灼树头红，撇罢了尘世茫茫海中苦。<br>题目石佛寺龙女听琴<br>正名沙门岛张生煮海",
  "poet": {
    "id": 201,
    "star": 0,
    "name": "李好古",
    "image": "http://img.gushiwen.org/authorImg/lihaogu.jpg",
    "desc": "李好古，南宋词人。生平不详。自署乡贡免解进士。清吟阁本《阳春白雪》载：“好古字仲敏，原籍下郢（今陕西渭南县东北），可备一说。”根据他写于扬州的两首《八声甘州》、两首《江城子》里的自述推断，他大约活动于南宋中后期。少年有大志，但无法获得报国的机会，大约30岁时尚未求到功名，于是乘船千里，到扬州一带游览。又据其《酹江月》：“四十男儿当富贵，谁念漂零南北”，可知他中年以后仍然不得意，到处流浪。"
  },
  "tags": []
}