{
  "id": 48363,
  "star": 7,
  "name": "迷神引·一叶扁舟轻帆卷",
  "dynasty": "宋代",
  "content": "一叶扁舟轻帆卷。暂泊楚江南岸。孤城暮角，引胡笳怨。水茫茫，平沙雁、旋惊散。烟敛寒林簇，画屏展。天际遥山小，黛眉浅。<br>旧赏轻抛，到此成游宦。觉客程劳，年光晚。异乡风物，忍萧索、当愁眼。帝城赊，秦楼阻，旅魂乱。芳草连空阔，残照满。佳人无消息，断云远。",
  "fanyi": "<p><strong>译文<br></strong>一叶小舟上轻帆舒卷，暂时停泊在楚江南岸。孤城中响起阵阵角声，又引出一曲胡笳呜咽哀怨。江水白茫茫，沙滩上栖息的大雁，顷刻间全部被惊散。暮霭如烟般笼罩在林间，一丛丛秋林像画屏一般在眼前铺展。看天边遥遥群山是那么细小，如同美人的弯弯黛眉一样浅淡。<br>轻易地离开了心上人，到这里成了游宦。深深感到旅途劳顿，一年又到岁晚。不忍看异乡风物，一片萧索，进入眼中又添愁烦。京城是这般遥远，秦楼楚馆也被阻难去，让我心烦意乱。芳草萋萋伸向空阔的天边，夕阳洒满河山，佳人杳无音信，像被风吹走的浮云一样远去不返。</p> <p><strong>注释<br></strong>⑴迷神引：词牌名。<br>⑵泊：停泊。楚江：泛指南方的河流。<br>⑶角：画角，古代军中乐器，上有绘画装饰，其音高亢哀厉。<br>⑷引：乐曲体裁之一，有“序曲”的意思。<br>⑸旋：随即。<br>⑹敛：收起，散尽。簇：丛聚。<br>⑺黛眉浅：古<a href=\"http://so.gushiwen.org/view_48363.aspx\">诗</a>文中有将山比作女子的眉毛。黛眉：女子的眉毛。浅：形容颜色浅淡。<br>⑻旧赏：指往日的欢快如意之事。<br>⑼游宦：在官场上奔波漂泊。<br>⑽劳：困顿疲惫。<br>⑾秦楼阻：心爱的佳人被阻隔在远方。秦楼：出自汉乐府《陌上桑》：“日出东南隅，照我秦氏楼。”后以秦楼代指女子。<br>⑿旅魂乱：在宦途上奔波的征人心情沮丧，烦乱不堪。魂：心灵，情绪。<br>⒀断云：片云。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　这首《迷神引》是<a href=\"http://so.gushiwen.org/author_535.aspx\">柳永</a>五十岁后宦游各地的心态写照，是一首典型的羁旅行役之词。这首词深刻地反映了柳永的矛盾心理，特别是作为一名不得志的封建文人的苦闷与不满，有一定的思想意义。</p> <p>　　词起句写柳永宦游经过楚江，舟人将风帆收卷，靠近江岸，作好停泊准备。“暂泊”表示天色将晚，暂且止宿，明朝又将继续舟行。从起两句来看，词人一起笔便抓住了“帆卷”、“暂泊”的舟行特点，而且约略透露了旅途的劳顿。可见他对这种羁旅生活是很有体验的。继而作者以铺叙的方法对楚江暮景作了富于特征的描写。“孤城暮角，引胡笳怨”描写的是：傍晚的角声和笳声本已悲咽，又是从孤城响起，这只能勾惹羁旅之人凄黯的情绪，使之愈感旅途的寂寞了。“暮角”与“胡笳”定下的愁怨情调笼罩全词。接着自“水茫茫”始描绘了茫茫江水，平沙惊雁，漠漠寒林，淡淡远山。这样一幅天然优美的屏画，也衬托出游子愁怨和寂寞之感。上片对景色层层白描，用形象来表达感受，给人以身临其境之感。</p> <p>　　下片起两句直接抒发宦游生涯的感慨，接下来将这种感慨作层层铺叙。旅途劳顿，风月易逝，年事衰迟，是写行役之苦：“异乡风物”，显得特别萧索，是写旅途的愁闷心情；帝都遥远，秦楼阻隔，前欢难断，意乱神迷，是写伤怀念远的情绪。词人深感“旧赏”与“游宦”难于两全，为了“游宦”而不得不“旧赏轻抛”。“帝城”指北宋都城汴京，“秦楼”借指歌楼。这些是词人青年时代困居京华、留连坊曲的浪漫生活的象征。按宋代官制，初等地方职官要想转为京官是相当困难的，因而词人看来，帝城是遥远难至的。宋代不许朝廷命官到青楼坊曲与歌妓往来，否则会受到同僚的弹劾，于是柳永便与歌妓及旧日生活断绝了关系。故而词人概叹“帝城赊，秦楼阻”。</p> <p>　　“芳草连空阔，残照满”是实景，形象地暗示了赊远阻隔之意；抒情中这样突然插入景语，叙写富于变化而生动多姿。结句“佳人无消息，断云远”，补足了“秦楼阻”之意。“佳人”即“秦楼”中的人，因种种原因断绝了消息，旧情象一片断云随风而逝。从这首词中可以看出作者对仕途的厌倦情绪和对早年生活的向往，内心十分矛盾痛苦。可以说，这首《迷神引》是柳永个人生活的缩影：少年不得志，便客居京都，流连坊曲，以抒激愤；中年入仕却不得重用，又隔断秦楼难温旧梦，心中苦不堪言。苦不堪言却偏要言，这首词上片言“暂泊”之愁，下片道“游宦”之苦。大肆铺叙中见出作者心中真味，可谓技巧娴熟，意蕴隽永。</p>",
  "about": "<h2>创作背景</h2> 　　<a href=\"http://so.gushiwen.org/author_535.aspx\">柳永</a>屡次下第，经过艰难曲折，终于在宋仁宗景祐元年（1034年）考中进士，随即踏入仕途。这时词人约近五十岁了。他入仕之后长期担任地方州郡的掾吏、判官等职，久困选调，辗转宦游各地，很不得志。这首《迷神引》就是他入仕之后所写的羁旅行役之词。",
  "poet": {
    "id": 535,
    "star": 0,
    "name": "柳永",
    "image": "http://img.gushiwen.org/authorImg/liuyong2.jpg",
    "desc": "柳永，（约987年—约1053年）北宋著名词人，婉约派创始人物。汉族，崇安（今福建武夷山）人，原名三变，字景庄，后改名永，字耆卿，排行第七，又称柳七。宋仁宗朝进士，官至屯田员外郎，故世称柳屯田。他自称“奉旨填词柳三变”，以毕生精力作词，并以“白衣卿相”自诩。其词多描绘城市风光和歌妓生活，尤长于抒写羁旅行役之情，创作慢词独多。铺叙刻画，情景交融，语言通俗，音律谐婉，在当时流传极其广泛，人称“凡有井水饮处，皆能歌柳词”，婉约派最具代表性的人物之一，对宋词的发展有重大影响，代表作 《雨霖铃》《八声甘州》。"
  },
  "tags": [
    "羁旅",
    "写景",
    "追忆",
    "抒情",
    "愁苦"
  ]
}