{
  "id": 8524,
  "star": 14,
  "name": "哭宣城善酿纪叟",
  "dynasty": "唐代",
  "content": "纪叟黄泉里，还应酿老春。<br>夜台无晓日，沽酒与何人？</p> <p>戴老黄泉下，还应酿大春。<br>夜台无李白，沽酒与何人？",
  "fanyi": "<p><strong>译文<br></strong>纪老在黄泉里，还会酿制老春美酒。<br>只是阴间没有<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>，你老卖酒给何人？</p> <p><strong>注释</strong><br>⑴宣城：在今安徽省东南。善酿：擅长酿酒。<br>⑵老春：纪叟所酿酒名。唐人称酒多有”春“字。<br>⑶夜台：坟墓。亦借指阴间。《文选》<a href=\"http://so.gushiwen.org/author_838.aspx\">陆机</a><a href=\"http://so.gushiwen.org/view_8524.aspx\">诗</a>：”送子长夜合。“李周翰注：”坟墓一闭，无复见明，故云长夜台，后人称夜合本此。“<br>⑷题戴老酒店：这是此诗的另一个版本题目。<br>⑸大春：戴老所酿酒名。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这是<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>凭吊友人的绝句，有两个传世版本，一题为《哭宣城善酿纪叟》，一题为《题戴老酒店》，两者酿酒老人的姓不同，正文文字也略有不同，而内容基本没有差别。这里赏析所引述的文字以前一版本为准。</p> <p>　　酿酒老人离开人世间，引起<a href=\"http://so.gushiwen.org/view_8524.aspx\">诗</a>人深深的惋惜和怀念。诗人痴情地想象这位酿酒老人死后的生活。首句”纪叟黄泉里“，黄泉本是人死葬身之所，可是按诗人的口气，纪叟之死入黄泉，就像搬家一样，既是说他死，似乎又还活着。次句”还应酿老春“，就是说：既然生前他能为我李白酿出老春名酒，那么如今在黄泉之下，他也应该还会施展他的拿手绝招，继续酿造香醇的美酒。这看上去是诗人一种荒诞可笑的假想，然而却说得那么认真、悲切，使读者在感情上容易接受，觉得这一奇想是合乎人情的。</p> <p>　　接着二句：”夜台无晓日，沽酒与何人？“诗人又沿着前面的思路想得更深一层：“纪叟纵然在黄泉里仍操旧业，但生死殊途，叫我李白如何能喝得到他的酒呢？”想到这里，诗人更为悲切，为了表达这种强烈的伤感之情，采用设问句式，故作痴语问道：“老师傅！你已经去到漫漫长夜般的幽冥世界中去了，而我李白还活在人世上，你酿了老春好酒，又将卖给谁呢？”照这两句诗的含意，似乎纪叟原是专为李白酿酒而活着，并且他酿的酒也只有李白赏识。这种想法更是不合乎情理的痴呆想法，但更能表明诗人平时与纪叟感情的深厚，彼此是难得的知音，现在死生分离，诗人感到十分悲痛。</p> <p>　　沽酒与酿酒是李白与纪叟生前最平常的接触，然而，这看似平常的小事，却最令诗人难忘，最易引起诗人伤感。诗人善于抓住这一点，并赋予浪漫主义的色彩加以渲染，感情真挚自然，十分感人。</p>",
  "about": "<h2>创作背景</h2> 　　此<a href=\"http://so.gushiwen.org/view_8524.aspx\">诗</a>作于唐肃宗上元二年（761年）。<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>是个重感情的人，一生广交朋友。此诗凭吊的友人纪叟，是宣城人。宣城地处皖南，唐代为宣城郡治所，历史悠久，风光秀丽，六朝以来文人荟萃。李白尝七游宣城，对这里的风土人情都有很深的感受。纪叟的宣城著名的酿酒人，所酿的美酒遐迩闻名。李白一生嗜酒，屡游宣城，自然就和他交上了朋友。李白对纪叟的死很悲痛，所以写了这首诗哭他。",
  "poet": {
    "id": 247,
    "star": 0,
    "name": "李白",
    "image": "http://img.gushiwen.org/authorImg/libai.jpg",
    "desc": "李白（701年－762年），字太白，号青莲居士，唐朝浪漫主义诗人，被后人誉为“诗仙”。祖籍陇西成纪(待考)，出生于西域碎叶城，4岁再随父迁至剑南道绵州。李白存世诗文千余篇，有《李太白集》传世。762年病逝，享年61岁。其墓在今安徽当涂，四川江油、湖北安陆有纪念馆。"
  },
  "tags": [
    "悼念"
  ]
}