{
  "id": 50488,
  "star": 124,
  "name": "行路难·缚虎手",
  "dynasty": "宋代",
  "content": "缚虎手，悬河口，车如鸡栖马如狗。白纶巾，扑黄尘，不知我辈可是蓬蒿人？衰兰送客咸阳道，天若有情天亦老。作雷颠，不论钱，谁问旗亭美酒斗十千？<br>酌大斗，更为寿，青鬓长青古无有。笑嫣然，舞翩然，当垆秦女十五语如弦。遗音能记秋风曲，事去千年犹恨促。揽流光，系扶桑，争奈愁来一日却为长。",
  "fanyi": "<p><strong>译文<br></strong>徒手搏猛虎，辩口若河悬，车象鸡笼驰马如狗窜。头戴平民白丝巾，黄尘追着飞马卷。谁知我们这些人，是否来蓬篱草民间？道边衰兰泣落送我出京城，苍天有情也会衰老不忍把眼睁。谁管旗亭美酒一杯值万钱，<br>我要痛快淋漓倾酒坛。睡如雷鸣行如颠，只管将来，搬，搬，搬！倒大杯，满，满，满！为我们健康，干，干，干！鬓发常青古未有。转眼红颜变苍颜。你看卖酒秦地女，婚然一笑有多甜。翩翩起舞赛天仙，刚刚十五如花年，莺歌燕语如琴弦。还记得汉武帝遗音《秋风辞》，千年过去，至今犹恨人生短！抓住流逝光阴不松手，把太阳拴在扶桑颠。哎，无奈，忧愁袭来，一天一天长一天。</p> <p><strong>注释<br></strong>①缚虎手：即徒手打虎。<br>②悬河口：言辞如河水倾泻，滔滔不绝，即“口若悬河”，比喻人的健谈。<br>③车如鸡栖马如狗：车盖如鸡栖之所，骏马奔如狗。<br>④白纶（guān）巾：白丝头巾。<br>⑤扑黄尘：奔走于风尘之中。<br>⑥“衰兰”二句：<a href=\"http://so.gushiwen.org/author_349.aspx\">李贺</a>《金铜仙人辞汉歌》中的句子。<br>⑦旗亭：即酒楼。此指送别之地。<br>⑧当垆秦女：用辛延年《羽林郎》<a href=\"http://so.gushiwen.org/view_50488.aspx\">诗</a>：“胡姬年十五，春日独当垆”。语如弦：<a href=\"http://so.gushiwen.org/author_622.aspx\">韦庄</a>词《菩萨蛮》：“琵琶金翠羽，弦上黄莺语。”这里指胡姬的笑语象琵琶弦上的歌声。<br>⑨遗音：遗留下的歌曲。秋风曲：指汉武帝《秋风辞》，其结尾云：“欢乐极兮哀情多，少壮几时兮奈老何！”感叹欢乐不长，人生苦短。<br>⑩扶桑：神话中神树，古谓为日出处。《淮南子》：“日出于旸谷，浴于咸池，拂于扶桑。”系扶桑，即要留住时光，与“揽流光”意同。<br>⑪争奈：怎奈。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　<a href=\"http://so.gushiwen.org/author_399.aspx\">贺铸</a>这一首词就抒写了词人报国无门、功业难成的失意情怀。</p> <p>　　“缚虎手，悬河口”均借代人才。手能暴虎者为勇士，可引申为有军事才能的人；口如悬河者为谋士，可引申为有政治才干的人。倘若逢辰，这样的文武奇才当高车驷马，上黄金台，封万户侯。可眼前却穷愁潦倒，车不大，像鸡窝，马不壮，像饿狗。“车如鸡栖马如狗”极形车敝马瘦，与“缚虎手，悬河口”的夸张描写适成强烈对照，不平之气溢于言表。以下正面申抱负，写感慨：“白纶巾，扑黄尘，不知我辈可是蓬蒿人？”白纶巾亦犹白衣之类，为未出仕之人所著。黄尘指京城的尘土，<a href=\"http://so.gushiwen.org/author_268.aspx\">黄庭坚</a>《呈外舅孙莘老》<a href=\"http://so.gushiwen.org/view_50488.aspx\">诗</a>：“九陌黄尘乌帽底，五湖春水白鸥前。”任渊注引《三辅黄图》：“长安城中，八街九陌。”这六字两句参用<a href=\"http://so.gushiwen.org/author_838.aspx\">陆机</a>《代顾彦先赠妇》“京洛多风尘，素衣化为缁”之意，谓白衣进京。结合下句“不知我辈可是蓬蒿人”，谓此行不知可否取得富贵。<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>《南陵别儿童入京》：“游说万乘苦不早，著鞭跨马涉远道。会稽愚妇轻买臣，余亦辞家西入秦。仰天大笑出门去，我辈岂是蓬蒿人！”李诗题说“入京”，诗句说“游说万乘（皇帝）”、“辞家西入秦”，皆贺词“扑黄尘”注脚。词径取李诗末句，而易一字增二字作“不知我辈可是蓬蒿人”，虽自负而带一种傍徨苦闷情态，与李白的仰天大笑、欣喜如狂不同，读来别有意味。以下“衰兰送客咸阳道，天若有情天亦老”，则袭用<a href=\"http://so.gushiwen.org/author_349.aspx\">李贺</a>《金铜仙人辞汉歌》原句。但原辞是通过汉魏易代之际铜人的迁移，写盛衰兴亡之悲感，言天若有感情天也会衰老，何况乎人。此处则紧接上文抒写不遇者奔走风尘，“天荒地老无人识”的悲愤。以上从志士之困厄写到志士之牢骚，继而便写狂放饮酒。做了侠义之事不受酬金，像“雷颠”一样；唯遇美酒则不问价。李白《行路难》云：“金樽清酒斗十千，玉盘珍羞值万钱。”“作雷颠，不论钱，谁问旗亭美酒斗十干”，写出不趋名利，纵酒放歌，乘醉起舞，一种狂放情态。其中含有无可奈何的悲愤，但写得极有气派，使词情稍稍上扬。</p> <p>　　简言之，此词上片由愁写到酒，而下片则由酒写到愁。过片极自然。不过上片所写的愁，主要是志士失路的忧愁；而下片则转出另一重愁情，即人生短促的忧愁：“酌大斗，更为寿，青鬓长青古无有。”词情为之再抑。以下说到及时行乐，自非新意，但写得极为别致。把歌舞与美人打成一片写来，写笑以“嫣然”，写舞以“翩然”，形容简妙；“当垆秦女十五”云云是从乐府《羽林郎》“胡姬年十五，春日正当垆”化出，而“语如弦”三字，把秦女的声音比作音乐一样动人，新鲜生动，而且不必写歌已得歌意。这里极写生之欢愉，是再扬，同时为以下反跌出死之可悲作势。汉武帝《秋风辞》云：“欢乐极兮哀情多，少壮几时兮奈老何。”秋风曲虽成“遗音”，但至今使人记忆犹新，觉“事去千年犹恨促”。由于反跌的作用，此句比“青鬓长青古无有”句更使人心惊。于是作者遂生出“揽流光，系扶桑”的奇想。似欲挽住太阳，系之于扶桑之树，“使之朝不得回，夜不得伏。自然老者不死，少者不哭”（李贺《苦昼短》）。这种超现实的奇想，都恰好反映出作者无法摆脱的现实苦闷。“志士惜日短”，只有怀才不遇的人最易感到生命短促、光阴虚掷的痛苦。·所以下片写生命短暂的悲愁，与上片写志士失路的哀苦也就紧密联系在一起。“行路难”的题意也已写得淋漓尽致了。不料最末一句却来了个大转折：“争奈愁来一日却为长！”前面说想留驻日光，使人长生不死，这里却说愁人情愿短命；前面说“事去千年犹恨促”，这里却说一天的光阴也长得难过。一句几乎翻转全篇，却更深刻地反映出志士苦闷而且矛盾的心情，将“行路难”的“难”字写到入木三分。</p> <p>　　全词艺术特点有三：“词别是一家”，在当时是很流行的看法，而这首词却写得像诗中的歌行体。“行路难”本就是乐府歌行的题目，此其一；《小梅花》的调式也很特殊，以三字句、七字句为主，间用九字句，“三三七”、“三三九”、“七七”的句式交替使用，句句入韵，平仄韵互换，都与歌行相近，此其二；大量化用前人歌行诗句，其中以采自李白、李贺者为多，此其三。贺铸曾说：“吾笔端驱使<a href=\"http://so.gushiwen.org/author_204.aspx\">李商隐</a>、<a href=\"http://so.gushiwen.org/author_415.aspx\">温庭筠</a>常奔命不暇”（厨密《浩然斋雅读》引贺语），可见善于隐括前人诗意或化用前人诗句，是贺词的一个艺术特点，此词表现很突出。</p> <p>　　全词表现作者于失意无聊纵酒放歌之际，既感乐往悲来、流光易逝，又觉愁里光阴无法排遣的矛盾苦闷心情，但却用刚健的笔调、高亢的声调写成，章法上极抑扬顿挫之能事，行文上跌宕生姿，属于贺词中的幽洁悲壮之作，在北宋词坛上也是很突出的作品。</p>",
  "about": "<h2>创作背景</h2> 　　据史籍记载，<a href=\"http://so.gushiwen.org/author_399.aspx\">贺铸</a>长得—表人才，身长七尺，眉目耸拔。既是一位豪爽的侠土，也是一位多情的<a href=\"http://so.gushiwen.org/view_50488.aspx\">诗</a>人；既是一位严肃苦学的书生，也是一位处理政事的能手。他生活在北宋晚期的社会，史称他“喜剧谈天下事，但经历的都是些难展抱负的文武小职”（宛敏灏《北宋两位承先启后的词人——<a href=\"http://so.gushiwen.org/author_587.aspx\">张先</a>和贺铸》），这些个人特点反映在词体创作中，就有“行路难”一类作品。此词调寄《小梅花》，“行路难”实即词题，它原系乐府诗题，多写志士失路的悲愤（概括内容或节取词语制题放在调名前，乃贺词惯例）。词本属乐府一支，然自《花间集》以来，文人所作，以歌筵酒席浅斟低唱者为多；而用以书愤，得乐府诗遗意的，还是词坛较新的消息。这首词便是作者郁愤难抑，从而以雄健之笔，抒发胸中块垒，倾诉自己怀才不遇的无限感慨。",
  "poet": {
    "id": 399,
    "star": 0,
    "name": "贺铸",
    "image": "http://img.gushiwen.org/authorImg/hezhu.jpg",
    "desc": "贺铸(1052～1125) 北宋词人。字方回，号庆湖遗老。汉族，卫州（今河南卫辉）人。宋太祖贺皇后族孙，所娶亦宗室之女。自称远祖本居山阴，是唐贺知章后裔，以知章居庆湖（即镜湖），故自号庆湖遗老。"
  },
  "tags": [
    "豪放",
    "失意",
    "友情"
  ]
}