{
  "id": 11250,
  "star": 14,
  "name": "白帝",
  "dynasty": "唐代",
  "content": "白帝城中云出门， 白帝城下雨翻盆。<br>高江急峡雷霆斗， 古木苍藤日月昏。<br>戎马不如归马逸， 千家今有百家存。<br>哀哀寡妇诛求尽， 恸哭秋原何处村？",
  "fanyi": "<p><strong>译文</strong><br>在白帝城中，遮天乌云涌出了城门，在白帝城下，瓢泼大雨像打翻了的水盆。<br>峡江急流的吼声像雷霆在轰击，翠树苍藤笼罩的烟雾使日月为之发昏。<br>战马不如归耕的牧马闲逸，战乱使原有千户人家而今只有百家尚存。<br>最为哀痛的是因战乱失去丈夫的妇女们还被赋敛盘剥得精光净尽，听吧，在秋天原野上正在放声痛哭的是哪座荒村？</p> <p><strong>注释</strong><br>⑴白帝：即白帝城。这里的白帝城，是实指夔州东五里白帝山上的白帝城，并不是指夔州府城。<br>⑵翻盆：即倾盆。形容雨极大。<br>⑶戎马：指战马，比喻战争。归马：从事耕种的马。出自《尚书·武成》“归马放牛”，比喻战争结束。<br>⑷诛求：强制征收、剥夺。<br>⑸恸哭：失声痛哭。 秋原：秋天原野。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这首<a href=\"http://so.gushiwen.org/view_11250.aspx\">诗</a>在意境上的变化参差错落，大开大阖，在暴风骤雨之后，描绘的是一幅凄凉萧索，满目疮痍的秋原荒村图，这图景正是安史之乱后唐代社会的缩影。</p> <p>　　诗的首联即用民歌的复沓句法来写峡江云雨翻腾的奇险景象。登上白帝城楼，只觉云气翻滚，从城门中腾涌而出，此极言山城之高峻。往下看，“城下”大雨倾盆，使人觉得城还在云雨的上头，再次衬出城高。这两句用俗语入诗，再加上音节奇崛，不合一般律诗的平仄，读来颇为拗拙，但也因而有一种劲健的气骨。</p> <p>　　下一联承“雨翻盆”而来，具体描写雨景。而且一反上一联的拗拙，写得非常工巧。首先是成功地运用当句对，使形象凝炼而集中。“高江”对“急峡”，“古木”对“苍藤”，对偶工稳，铢两悉称；“雷霆”和“日月”各指一物（“日月”为偏义复词，即指日），上下相对。这样，两句中集中了六个形象，一个接一个奔凑到诗人笔下，真有急管繁弦之势，有声有色地传达了雨势的急骤。“高江”，指长江此段地势之高，藏“江水顺势而下”意；“急峡”，说两山夹水，致峡中水流至急，加以翻盆暴雨，江水 猛涨，水势益急，竟使人如闻雷霆一般。从音节上言，这两句平仄完全合律，与上联一拙一工，而有跌宕错落之美。如此写法，后人极为赞赏，宋人范温说：“老杜诗，凡一篇皆工拙相半，古人文章类如此。皆拙固无取，使其皆工，则峭急无古气。”（《潜溪诗眼》）</p> <p>　　这两联先以云雨寄兴，暗写时代的动乱，实际是为展现后面那个腥风血雨中的社会面貌造势、作铺垫。</p> <p>　　后半首境界陡变，由紧张激烈化为阴惨凄冷。雷声渐远，雨帘已疏，诗人眼前出现了一片雨后萧条的原野。颈联即是写所见：荒原上闲蹓着的“归马”和横遭洗劫后的村庄。这里一个“逸”字值得注意。眼前之马逸则逸矣，看来是无主之马。虽然不必拉车耕地了，其命运难道不可悲吗？十室九空的荒村，那更是怵目惊心了。这一联又运用了当句对，但形式与上联不同，即是将包含相同词素的词语置于句子的前后部分，形成一种纡徐回复、一唱三叹的语调，传达出诗人无穷的感喟和叹息，这和上面急骤的调子形成鲜明对照。</p> <p>　　景色惨淡，满目凋敝，那人民生活如何，这就逼出尾联碎人肝肠的哀诉。它以典型的悲剧形象，控诉了黑暗现实。孤苦无依的寡妇，终日哀伤，有着忧愁和痛苦。她的丈夫或许就是死于战乱，然而官府对她家也并不放过，搜刮尽净，那么其他人可想而知。最后写荒原中传来阵阵哭声，在收获的秋季尚且如此，其苦况可以想见。“何处村”是说辨不清哪个村庄有人在哭，造成一种苍茫的悲剧气氛，实际是说无处没有哭声。 本诗在意境上的参差变化很值得注意。首先是前后境界的转换，好像乐队在金鼓齐鸣之后奏出了如泣如诉的缕缕哀音；又好像电影在风狂雨暴的场景后，接着出现了一幅满目疮痍的秋原荒村图。这一转换，展现了经过安史之乱后唐代社会的缩影。其次是上下联，甚至一联之内都有变化。如颔联写雨景两句色彩即不同，出句如千军万马，而对句则阻惨凄冷，为转入下面的意境作了铺垫。这种多层次的变化使意境更为丰富，跌宕多姿而不流于平板。</p> <p>　　在艺术上，这首也很有特色：首先，境界开阔。诗人在描写上富有变化，参差错落，大开大阖。诗歌中，诗人描写了暴风骤雨的景象，同时又给读者展现一幅凄凉萧索，满目疮痍的秋原荒村图。其次，借景抒情。在诗歌中，诗以白帝的急风暴雨，喻唐代社会的战乱动荡；以荒村的萧条凄凉，喻“安史乱后”国家的疮痍满目。诗人通过这样的环境的描写，表现了对国家动荡，民不聊生的社会现实沉郁的忧愁与哀思。</p>",
  "about": "<h2>创作背景</h2> <p>　　这首<a href=\"http://so.gushiwen.org/view_11250.aspx\">诗</a>作于唐代宗大历元年（766年）<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>寓居夔州期间。当时西川军阀混战，烽烟不断，吐蕃也不断入侵蜀地。诗人亲眼目睹连年混战给人民带来的极端痛苦，内心充满了忧愁。于是，站在白帝城上，望着到处流浪的百姓，诗人感慨万千，写下此诗。</p>",
  "poet": {
    "id": 474,
    "star": 0,
    "name": "杜甫",
    "image": "http://img.gushiwen.org/authorImg/dufu.jpg",
    "desc": "杜甫（712－770），字子美，自号少陵野老，世称“杜工部”、“杜少陵”等，汉族，河南府巩县（今河南省巩义市）人，唐代伟大的现实主义诗人，杜甫被世人尊为“诗圣”，其诗被称为“诗史”。杜甫与李白合称“李杜”，为了跟另外两位诗人李商隐与杜牧即“小李杜”区别开来，杜甫与李白又合称“大李杜”。他忧国忧民，人格高尚，他的约1400余首诗被保留了下来，诗艺精湛，在中国古典诗歌中备受推崇，影响深远。759-766年间曾居成都，后世有杜甫草堂纪念。"
  },
  "tags": [
    "写景",
    "忧国",
    "忧民"
  ]
}