{
  "id": 72938,
  "star": 11,
  "name": "孙莘老求墨妙亭诗",
  "dynasty": "宋代",
  "content": "兰亭茧纸入昭陵，世间遗迹犹龙腾。<br>颜公变法出新意，细筋入骨如秋鹰。<br>徐家父子亦秀绝，字外出力中藏棱。<br>峄山传刻典刑在，千载笔法留阳冰。<br>杜陵评书贵瘦硬，此论未公吾不凭。<br>短长肥瘦各有态，玉环飞燕谁敢憎。<br>吴兴太守真好古，购买断缺挥缣缯。<br>龟趺入座螭隐壁，空斋昼静闻登登。<br>奇踪散出走吴越，胜事传说夸友朋。<br>书来讫诗要自写，为把栗尾书溪藤。<br>后来视今犹视昔，过眼百年如风灯。<br>他年刘郎忆贺监，还道同时须服膺。",
  "fanyi": "<p><strong>译文</strong><br>茧纸书写的《兰亭集序》真迹已埋入昭陵，人间还遗留下<a href=\"http://so.gushiwen.org/author_581.aspx\">王羲之</a>龙腾虎跃的字形。<br><a href=\"http://so.gushiwen.org/author_720.aspx\">颜真卿</a>公改变书法创造新意，字体筋骨强健如秋日雄鹰。<br>徐峤之父子的书法也极其清秀，锋芒不露笔势却苍劲雄浑。<br>峄山上的石刻文垂示了典范，千载书法传承者是李氏阳冰。<br><a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>评论书法特别看重瘦硬，这样的观点我不能够听凭。<br>书法无论短长肥瘦各有姿态，玉环肥飞燕瘦能说哪个不美丽绝伦！<br>湖州太守真是好古博雅，不惜花费金钱求购断石残碑刻文。<br>亭中有龟形碑座，壁上镶嵌着螭龙雕刻，白昼静书斋空，只听拓碑声响登登。<br>你把奇妙的拓片赠给友人走遍吴越，风雅事在朋友间夸奖谈论。<br>写信来求<a href=\"http://so.gushiwen.org/view_72938.aspx\">诗</a>要我亲自书写，于是我手执狼毫写在了名纸剡藤。<br>后来人看待今天正像今人回顾往昔，过眼的百世光景不过是风中之灯。<br>将来人们也会像当年的刘郎怀念贺监，遗憾没和我们坐在同时好表示内心崇敬。</p> <p><strong>注释</strong><br>⑴孙莘老：孙觉（1028—1090），字莘老，高邮（今属江苏）人。仁宗皇祐元年（1049）进士。熙宁二年（1069）召知谏院、审官院。四年，徙知湖州。<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>好友。<br>⑵“兰亭”句：谓唐太宗最喜爱王羲之的字，以《兰亭集序》真迹作为殉葬品。兰亭，指东晋大书家王羲之《兰亭集序》写本。茧纸，为蚕茧做成、晋代习用的一种纸。昭陵，唐太宗陵墓。<br>⑶世间遗迹：指王羲之的书法遗迹，如《兰亭集序》拓本。唐太宗曾以兰亭拓本分赐贵族、近臣。龙腾：梁武帝评王羲之字云：“如龙跃天门，虎卧凤阁。”<br>⑷颜公：颜真卿，唐代大书家。变法：谓变更书法。颜善正、草书，笔力雄浑沉着，为世所宝，称“颜体”。<br>⑸细筋入骨：谓颜公书法笔力雄健。古人论书法，注重“多骨微肉”，表现笔力，谓之“筋书”。<br>⑹徐家父子：唐代大书家徐峤之、<a href=\"http://so.gushiwen.org/author_2072.aspx\">徐浩</a>父子，浩名尤著。<br>⑺藏棱：此谓笔势朴劲而不露锋芒。<br>⑻“峄山”句：秦始皇二十八年，东巡郡县，曾登峄山刻石纪功，石刻文为<a href=\"http://so.gushiwen.org/author_796.aspx\">李斯</a>所写。峄（yì）山，即邹山，在山东邹城市东南。又名邹峄山、邾峄山。典刑：即“典型”。刑，通“型”。<br>⑼阳冰：唐代大书家<a href=\"http://so.gushiwen.org/author_2473.aspx\">李阳冰</a>，善小篆，其书专学秦石刻字体。<br>⑽“杜陵”句：杜甫《李潮八分小篆歌》：“书贵瘦硬方通神。”杜陵，杜甫自称“杜陵野老”。<br>⑾玉环：唐玄宗贵妃<a href=\"http://so.gushiwen.org/author_1039.aspx\">杨玉环</a>，体态丰腴。飞燕：汉成帝皇后，体纤瘦。<br>⑿吴兴太守：吴兴，即湖州。这时孙觉守湖州，所以这样的称呼。<br>⒀断缺：指断碑残石。缣缯（zēng jiān）：丝帛之类，此处借指钱财。<br>⒁龟趺（fū）：龟形的碑座。螭（chī）：传说中无角的龙。古代常雕刻其形以为装饰。<br>⒂登登：指拓碑的声音。<br>⒃“奇踪”句：谓孙觉以拓片遍赠友人。<br>⒄栗尾：笔名，以鼬鼠毛所制成的笔，即所谓“狼毫”。溪藤：纸名，以剡溪所产古藤制造而成，称剡纸或剡藤。<br>⒅“他年”二句：<a href=\"http://so.gushiwen.org/author_197.aspx\">刘禹锡</a>《洛中寺北楼见贺监草书题诗》有“高楼贺监昔曾登，壁上笔踪尤虎腾”句，并说“恨不同时便伏膺”。此用其意。刘郎，指唐诗人刘禹锡，他所作两首玄都观诗均自称刘郎。贺监，唐诗人<a href=\"http://so.gushiwen.org/author_368.aspx\">贺知章</a>曾任秘书监，也称贺监。服膺，牢记胸中，衷心信服。《中庸》：“得一善，则拳拳服膺而弗失之矣。” </p>",
  "shangxi": "<h2>赏析</h2> <p>　　这首<a href=\"http://so.gushiwen.org/view_72938.aspx\">诗</a>评价和赞扬了前人的多种碑帖，阐述了作者自己的书法美学思想，称颂孙莘老做了一件大好事。在写怍方法上，主要采用夹叙夹议的手法，并在叙述和议论中尽可能运用一些比喻，把抽象的概念变为具体的形象。</p> <p>　　诗的前八句赞扬<a href=\"http://so.gushiwen.org/author_581.aspx\">王羲之</a>、<a href=\"http://so.gushiwen.org/author_720.aspx\">颜真卿</a>、徐家父子、<a href=\"http://so.gushiwen.org/author_796.aspx\">李斯</a>、<a href=\"http://so.gushiwen.org/author_2473.aspx\">李阳冰</a>等书法大家的碑帖。据吴兴的史料记载，墨妙亭中收藏的碑目不下几十种。这里只是举比较突出的，也是诗人比较喜欢的几种作例子。一、二句说，王羲之用茧纸书写的《兰亭序》的真本，已为唐太宗殉葬，被埋进昭陵了，但他遗留下来的墨述还是像“龙跳天门”一样，笔力造劲矫健。三、四句说，颜鲁公的书法学古不泥古，在继承传统的基础上敢于大胆创新。他写出来的字有如秋鹰一样，笔力瘦劲。《书苑菁华》中说：“凡书通则变，欧变右军体，柳变欧阳体，至于颜真卿等，皆得法后自变其体，若执法不变，号为奴书。”颜书不为古法所限，敢于突破唐初的墨守成规，”创新的风格，<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>对这一点是给予高度评价的。苏轼早年学二王，晚年学颜真卿。他对王羲之、颜真卿是很佩服的。这两句诗再次证实了这一点。五、六句赞扬<a href=\"http://so.gushiwen.org/author_2072.aspx\">徐浩</a>父子，认为他们的字锋棱藏在笔画中，有很强的力度感。七八句说，李斯的《峄山碑》虽然原碑焚毁了，但还有后人传划刻的，规范还在；他的笔法还破千年以后的李阳冰继承下来。从以上二列举的几种碑帖看，诗人显然认为，中国的书法，是有继承有发展的。</p> <p>　　“杜陵评书瘦硬”以下四句，诗人阐述自己的美学思想。<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>在《李潮八分小篆歌》中有“书贵瘦硬方通神”之句。诗人不赞同杜甫的这个见解。他说：这个观点不公允，我不能以此为标准去评论别人的书法。高个、矮个，胖的、瘦的，各有各的神态，就像体态丰腴的<a href=\"http://so.gushiwen.org/author_1039.aspx\">杨玉环</a>和苗条瘦弱的赵飞燕一样，各有各的风姿，谁也不敢说她俩哪个长得不漂亮。在这里，诗人明确主张：书法艺术的风格应该多样化，不应强求一律。</p> <p>　　“吴兴太守真好古”以下八句，赞扬孙莘老建造墨妙亭一举。诗人写道：这位吴兴太守是个真正喜欢古人墨迹的人；他把那些残缺不全的碑都买下或摹写证缣缯上。亭中摆放着刻作龟形的碑座，墙上挂着的字迹，像古代传说中的螭一样奇形怪状；空斋中白天都显得非常寂静，只能听到敲打石碑时发出“登登”的响声。这些雄奇的墨迹在江浙一带流传开来，亲朋好友之间都夸奖王莘老做了一件好事。他给我写信要求我作一旨诗，并且要我书写好。为此，我才用粟尾笔把它书写往剡溪纸上。这两句点题。</p> <p>　　最后四句以慨叹作结。诗人引王羲之的话说：“后世之人看我们的今天，就像我们今天看以前的人一样；人生百岁，如风前之灯，转眼会成为过去。将来人们回忆起我们今天为墨妙亭题诗作书一事，就会像当年<a href=\"http://so.gushiwen.org/author_197.aspx\">刘禹锡</a>登洛中寺北楼回忆秘书监<a href=\"http://so.gushiwen.org/author_368.aspx\">贺知章</a>一样，对他的书法佩服得五体投地，还说恨不能生长在同一个时代，以便可以当面向他请教。”这些话包含着深刻的人生哲理。</p>",
  "about": "<h2>创作背景</h2> 　　神宗熙宁五年（1072），<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>的友人孙觉建亭于吴兴府第中，以收藏古碑刻法帖，命名为“墨妙亭”，同时向苏轼求<a href=\"http://so.gushiwen.org/view_72938.aspx\">诗</a>题咏。时诗人任杭州通判，作此诗并亲手书写以赠孙觉。",
  "poet": {
    "id": 183,
    "star": 0,
    "name": "苏轼",
    "image": "http://img.gushiwen.org/authorImg/sushi.jpg",
    "desc": "苏轼（1037－1101），北宋文学家、书画家、美食家。字子瞻，号东坡居士。汉族，四川人，葬于颍昌（今河南省平顶山市郏县）。一生仕途坎坷，学识渊博，天资极高，诗文书画皆精。其文汪洋恣肆，明白畅达，与欧阳修并称欧苏，为“唐宋八大家”之一；诗清新豪健，善用夸张、比喻，艺术表现独具风格，与黄庭坚并称苏黄；词开豪放一派，对后世有巨大影响，与辛弃疾并称苏辛；书法擅长行书、楷书，能自创新意，用笔丰腴跌宕，有天真烂漫之趣，与黄庭坚、米芾、蔡襄并称宋四家；画学文同，论画主张神似，提倡“士人画”。著有《苏东坡全集》和《东坡乐府》等。"
  },
  "tags": [
    "议论",
    "书法",
    "赞美"
  ]
}