{
  "id": 70928,
  "star": 125,
  "name": "叠题乌江亭",
  "dynasty": "宋代",
  "content": "百战疲劳壮士哀，中原一败势难回。<br>江东子弟今虽在，肯与君王卷土来？",
  "fanyi": "<p><strong>译文<br></strong>上百次的征战使壮士疲劳、士气低落，中原之战的失败之势再难挽回。<br>虽然江东子弟现在仍在，但他们是否还愿意跟楚霸王卷土重来？</p> <p><strong>注释<br></strong>⑴乌江亭：故址在今安徽和县乌江镇，为<a href=\"http://so.gushiwen.org/author_253.aspx\">项羽</a>兵败自刎之处。<br>⑵壮士：指项羽。<br>⑶中原一败：括项羽垓下之败。<br>⑷江东：指长江下游芜湖、南京以下的江南地区，是项羽起兵之地。<br>⑸肯：岂肯，怎愿。卷土来：即卷土重来。指失败之后，整顿以求再起。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　<a href=\"http://so.gushiwen.org/author_211.aspx\">杜牧</a>在他的《题乌江亭》中写到：“ 胜败兵家事不期， 包羞忍耻是男儿。江东子弟多才俊， 卷土重来未可知。”意思是批评<a href=\"http://so.gushiwen.org/author_253.aspx\">项羽</a>胸襟不够宽广，如果项羽能够再回江东重整旗鼓的话，说不定还可以卷土重来。而<a href=\"http://so.gushiwen.org/author_405.aspx\">王安石</a>则根据自己的理解，认为项羽的失败已成定局，即便是江东子弟还在，项羽也不可能再带领江东子弟卷土重来，以为他们不一定再肯为战争卖命了。</p> <p>　　<a href=\"http://so.gushiwen.org/view_70928.aspx\">诗</a>歌开篇就以史实扣题，针对项羽的失败直接指出“势难回”。楚霸王的转折点在“鸿门宴”，没能杀成<a href=\"http://so.gushiwen.org/author_746.aspx\">刘邦</a>，到“垓下之围”时已经面临着众叛亲离的境地。而细数项羽失败的原因，最大的因素恐怕就是他自身的刚愎自用了吧。所以文章“壮士哀”就隐含着这样的信息，那时的项羽已经失去人心，天时、地利、人和中，人和是最重要的因素，而项羽已经失去，要挽回大业是十分艰难，概率也是很低的。</p> <p>　　所以，王安石在三、四两句中进一步阐释“江东子弟今虽在，肯为君王卷土来”，他以辛辣的口吻明确地表示，即使项羽真的重返江东，江东子弟是不会替他卖力的。杜、王的观点不同是因为他们的出发点和立场不同。杜牧着眼于宣扬不怕失败的精神，是借题发挥，是诗人咏史；王安石则审时度势，指出项羽败局已定，势难挽回，反驳了杜牧的论点，是政治家的咏史。诗中最后的反问道出了历史的残酷与人心向背的变幻莫测，也体现出王安石独到的政治眼光。</p> <p>　　如果说杜牧是为项羽翻案，那么王安石则是为历史本身翻案，人与历史的关系本来就是“顺之则昌，逆之则亡”。这首诗中，作为北宋著名政治家，王安石将变法中的革新精神带到咏史诗的创作中，表达自己的政治观点，对前人提出质疑，这也是一种创新。这种史论史评是王安石完成咏史诗从叙事体向抒情体，最终走向议论体的转变，对当时的诗文革新运动起了推动作用。 王安石则属意史论史评，延伸了咏史诗的内容深度，有着独到的政治见解。</p> <p>　　王安石的诗，十分辛辣冷峻，但却抓住了人心向背是胜败的关键这个根本，可以说是一针见血。</p>",
  "about": "<h2>创作背景</h2> 　　唐代<a href=\"http://so.gushiwen.org/view_70928.aspx\">诗</a>人<a href=\"http://so.gushiwen.org/author_211.aspx\">杜牧</a>有一首《题乌江亭》诗，宋仁宗至和元年（1054）秋，<a href=\"http://so.gushiwen.org/author_405.aspx\">王安石</a>舒州通判任满赴京途经乌江亭所在地和州（今安徽和县），针对杜牧的议论，写了这首《乌江亭》。",
  "poet": {
    "id": 405,
    "star": 0,
    "name": "王安石",
    "image": "http://img.gushiwen.org/authorImg/wanganshi.jpg",
    "desc": "王安石（1021年12月18日－1086年5月21日），字介甫，号半山，谥文，封荆国公。世人又称王荆公。汉族，北宋抚州临川人（今江西省抚州市临川区邓家巷人），中国北宋著名政治家、思想家、文学家、改革家，唐宋八大家之一。欧阳修称赞王安石：“翰林风月三千首，吏部文章二百年。老去自怜心尚在，后来谁与子争先。”传世文集有《王临川集》、《临川集拾遗》等。其诗文各体兼擅，词虽不多，但亦擅长，且有名作《桂枝香》等。而王荆公最得世人哄传之诗句莫过于《泊船瓜洲》中的“春风又绿江南岸，明月何时照我还。”"
  },
  "tags": [
    "古诗三百首",
    "咏史"
  ]
}