{
  "id": 49101,
  "star": 57,
  "name": "千秋岁引·秋景",
  "dynasty": "宋代",
  "content": "别馆寒砧，孤城画角，一派秋声入寥廓。东归燕从海上去，南来雁向沙头落。楚台风，庾楼月，宛如昨。<br>无奈被些名利缚，无奈被他情担阁！可惜风流总闲却！当初漫留华表语，而今误我秦楼约。梦阑时，酒醒后，思量着。",
  "fanyi": "<p><strong>译文</strong><br>传入旅舍的捣衣声，应和着孤城城头的画角，一片秋声在广阔的天地间回荡。归去的燕子向东从海上飞走，南来的大雁自空中落下，栖息在沙滩上。这儿有楚王携<a href=\"http://so.gushiwen.org/author_358.aspx\">宋玉</a>游兰台时感受到的惬意的凉风，有庾亮与殷浩辈在南楼吟咏戏谑时的大好月色，清风明月的景象，还都与当年一样。<br>真是无可奈何啊！我被那微不足道的名利所羁缚，又被那难以割舍的感情所耽搁，可惜那些风流韵事都被丢到一边了。当初徒然许下功成身退时，要去求仙访道，潇潇度日的诺言。到如今，反误了我与佳人的秦楼约会。当睡梦觉来时、酒醉清醒后，我细细地思量着这一切。</p> <p><strong>注释</strong><br>⑴千秋岁引：词牌名，为《千秋岁》变格。八十二字，前片四仄韵，后片五仄韵。<br>⑵别馆：客馆。砧（zhēn）：捣衣石。这里指捣衣声。<br>⑶画角：古代军中乐器。<br>⑷寥廓（liáo kuò）：空阔，此处指天空。<br>⑸楚台风：楚襄王兰台上的风。宋玉《风赋》：“楚王游于兰台，有风飒至，王乃披襟以当之曰：‘快哉此风！’”<br>⑹庾（yǔ）楼月：庾亮南楼上的月。《世说新语》：“晋庾亮在武昌，与诸佐吏殷浩之徒乘夜月共上南楼，据胡床咏谑。”<br>⑺他情：暗指皇上的恩情。担阁：延误。<br>⑻漫：徒然，白白地。华表语：指向皇上进谏的奏章。华表，又名诽谤木，立于殿堂前。<br>⑼秦楼约：指与恋人的约会。秦楼，代指女子居住处。<br>⑽梦阑（lán）：梦醒。阑，残，尽。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这首词没有《桂枝香》的豪雄慷慨，也没有《浪淘沙令》的踌躇满志。全词采用虚实相间的手法，情真心切、恻恻动人、空灵婉曲地反映了作者积极的人生中的另一面，抒发了功名误身、及时退隐的的慨叹。</p> <p>　　上片以写景为主，像是一篇凄清哀婉的秋声赋，又像是一幅岑寂冷隽的秋光图。旅舍客馆本已令羁身异乡的客子心中抑郁，而砧上的捣衣之声表明天时渐寒，已是“寒衣处处催刀尺”的时分了。古人有秋夜捣衣、远寄边人的习俗，因而寒砧上的捣衣之声便成了离愁别恨的象征。“孤城画角”则是以城头角声来状秋声萧条。画角是古代军中的乐器，其音哀厉清越，高亢动人，<a href=\"http://so.gushiwen.org/view_49101.aspx\">诗</a>人笔下常作为悲凉之声来描写。“孤城画角”四有很强的感染力，并留下了对空旷寥阔的异乡秋色想象空间。下面接着说：“一派秋声入寥廓”，“一派”本应修饰秋色、秋景，而借以形容秋声，正道出了秋声的悠远哀长，写出了空间的广度，“入廖廓”的“入”字更将无形的声音写活了。开头三句以极凝练的笔墨绘写秋声，而且纯然是人为的声响，并非是单纯的自然声气。下两句主要写作者目之所见。燕子东归，大雁南飞，都是秋日寻常景物，而燕子飞往那苍茫的海上，大雁落向平坦的沙洲，都寓有久别返家的寓意，自然激起了词人久客异乡、身不由己的思绪，于是很自然地过度到下面两句的忆旧。“楚台风”、“庚楼月”用典。这里以清风明月指昔日游赏之快，而于“宛如昨”三字中表明对于往日的欢情与佳景未尝一刻忘怀。</p> <p>　　下片即景抒怀，说的是：无奈名缰利锁，缚人手脚；世情俗态，耽搁了自的生活。风流之事可惜总被抛一边。“当初”以下便从“风流”二字铺展开去，说当初与心上之人海誓山盟，密约私诺，然终于辜负红颜，未能兑现当时的期约。“华表语”用了《搜神后记》中的故事，这里的“华表语”就指“去家来归”云云。关于“秦楼”，汉东府《陌上桑》中说：“日出东南隅，照我秦氏楼。”秦氏楼即为美貌坚贞的女子罗敷的居处。<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>的《忆秦娥》中说：“箫声咽，秦娥梦断秦楼月”，也以秦楼为思妇伤别之处，因而此处的“秦楼约”显系男女私约。这里<a href=\"http://so.gushiwen.org/author_405.aspx\">王安石</a>表面上写的是思念昔日欢会，空负情人期约，其实是借以抒发自己对政治的厌倦之情、对无羁无绊生活的留恋与向往。因而这几句可视为美人香草式的比兴，其意义远一般的怀恋旧情之名词意至此也已发挥殆尽，然末尾三句又宕开一笔作结，说梦回酒醒的时候，每每思量此情此景。梦和酒，令人浑浑噩噩，暂时忘却了心头的烦乱，然而梦终究要做完，酒也有醒时。一旦梦回酒醒，那忧思离恨是更深地噬人心胸。这里的梦和酒也不单纯是指实的梦和酒。人生本是一场大梦，《庄子·齐物论》上说只有从梦中醒来的人才知道原先是梦。而世情浑沌，众人皆醉，只有备受艰苦如<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>才自知独醒。因而，此处的“梦阑酒醒”正可视为作者历尽沧桑后的憣然反悟。</p> <p>　　作为一代风云人物的政治家，王安石也并未摆脱旧时知识分子的矛盾心理：兼济天下与独善其身两者中间徘徊。他一面以雄才大略、执拗果断著称于史册；另一面，激烈的政治漩涡中也时时泛起激流勇退、功名误身的感慨。这首小词便是他后一方面思想的表露。无怪明代的<a href=\"http://so.gushiwen.org/author_181.aspx\">杨慎</a>说：“大有感慨，大有见道语。”（《词品》）杨慎对王安石政治上的评价未必得当，但以此词为表现了作者思想中与热衷政治相反的另一个侧面，却还是颇有见地的。</p>",
  "about": "<h2>创作背景</h2> 　　此词的创作年代不详，但从词的情调来看，很可能是<a href=\"http://so.gushiwen.org/author_405.aspx\">王安石</a>推行新法失败、退居金陵后的晚年作品。",
  "poet": {
    "id": 405,
    "star": 0,
    "name": "王安石",
    "image": "http://img.gushiwen.org/authorImg/wanganshi.jpg",
    "desc": "王安石（1021年12月18日－1086年5月21日），字介甫，号半山，谥文，封荆国公。世人又称王荆公。汉族，北宋抚州临川人（今江西省抚州市临川区邓家巷人），中国北宋著名政治家、思想家、文学家、改革家，唐宋八大家之一。欧阳修称赞王安石：“翰林风月三千首，吏部文章二百年。老去自怜心尚在，后来谁与子争先。”传世文集有《王临川集》、《临川集拾遗》等。其诗文各体兼擅，词虽不多，但亦擅长，且有名作《桂枝香》等。而王荆公最得世人哄传之诗句莫过于《泊船瓜洲》中的“春风又绿江南岸，明月何时照我还。”"
  },
  "tags": [
    "写景",
    "抒情"
  ]
}