{
  "id": 28607,
  "star": 6218,
  "name": "夜雨寄北",
  "dynasty": "唐代",
  "content": "君问归期未有期，巴山夜雨涨秋池。 <br>何当共剪西窗烛，却话巴山夜雨时。",
  "fanyi": "<p><strong>译文</strong><br>您问归期，归期实难说准，巴山连夜暴雨，涨满秋池。<br>何时归去，共剪西窗烛花，当面诉说，巴山夜雨况味。</p> <p><strong>注释</strong><br>1.寄北：写<a href=\"http://so.gushiwen.org/view_28607.aspx\">诗</a>寄给北方的人。诗人当时在巴蜀（现在四川省），他的亲友在长安，所以说“寄北”。这首诗表达了诗人对亲友的深刻怀念。<br>2.君：对对方的尊称，等于现代汉语中的“您”。<br>3.归期：指回家的日期。<br>4.巴山：指大巴山，在陕西南部和四川东北交界处。这里泛指巴蜀一带。<br>5.秋池：秋天的池塘。<br>6.何当：什么时候。<br>7.共：副词，用在谓语前，表示动作行为是由两个或几个施事者共同发生的。可译为“一起”。<br>8.剪西窗烛：剪烛，剪去燃焦的烛芯，使灯光明亮。这里形容深夜秉烛长谈。“西窗话雨”“西窗剪烛”用作成语，所指也不限于夫妇，有时也用以写朋友间的思念之情。 <br>9.却话：回头说，追述。</p><br/><h2>译文三</h2> 你问我什么时候回去，我还没有确定的日子。此刻巴山的夜雨淅淅沥沥，雨水涨满了秋天的河池。<br>什么时候我才能回到家乡，在西窗下我们一边剪烛一边谈心，那时我再对你说说，今晚在巴山作客听着绵绵夜雨，我是多么寂寞，多么想念你！<br/><h2>译文二</h2> <p>你问我何时回家，我回家的日期定不下来啊！我此时唯一能告诉你的，就是这正在盛满秋池的绵绵不尽的巴山夜雨了。<br>如果有那么一天，我们一齐坐在家里的西窗下，共剪烛花，相互倾诉今宵巴山夜雨中的思念之情，那该多好！</p>",
  "shangxi": "<h2>赏析三</h2> <p>　　这首<a href=\"http://so.gushiwen.org/view_28607.aspx\">诗</a>所寄何许人，有友人和妻子两说。前者认为<a href=\"http://so.gushiwen.org/author_204.aspx\">李商隐</a>居留巴蜀期间，正是在他三十九岁至四十三岁做东川节度使柳仲郢幕僚时，而在此之前，其妻王氏已亡。持者认为在此之前李商隐已有过巴蜀之游。也有人认为它是寄给“眷属或友人”的。从诗中所表现出热烈的思念和缠绵的情感来看，似乎寄给妻子更为贴切。</p> <p>　　开首点题，“君问归期未有期”，让人感到这是一首以诗代信的诗。诗前省去一大段内容，可以猜测，此前诗人已收到妻子的来信，信中盼望丈夫早日回归故里。诗人自然也希望能早日回家团聚。但因各种原因，愿望一时还不能实现。首句流露出离别之苦，思念之切。</p> <p>　　次句“巴山夜雨涨秋池”是诗人告诉妻子自己身居的环境和心情。秋山夜雨，总是唤起离人的愁思，诗人用这个寄人离思的景物来表了他对妻子的无限思念。仿佛使人想象在一个秋天的某个秋雨缠绵的夜晚，池塘涨满了水，诗人独自在屋内倚床凝思。想着此时此刻妻子在家中的生活和心境；回忆他们从前在一起的共同生活；咀嚼着自己的孤独。</p> <p>　　三、四句“何当共剪西窗烛，却话巴山夜雨时”，这是对未来团聚时的幸福想象。心中满腹的寂寞思念，只有寄托在将来。那时诗人返回故乡，同妻子在西屋的窗下窃窃私语，情深意长，彻夜不眠，以致蜡烛结出了蕊花。他们剪去蕊花，仍有叙不完的离情，言不尽重逢后的喜悦。这首诗既描写了今日身处巴山倾听秋雨时的寂寥之苦，又想象了来日聚首之时的幸福欢乐。此时的痛苦，与将来的喜悦交织一起，时空变换，</p> <p>　　此诗语言朴素流畅，情真意切。“巴山夜雨”首末重复出现，令人回肠荡气。“何当”紧扣“未有期”，有力地表现了作者思归的急切心情。</p><br/><h2>赏析</h2> <p>　　现传李<a href=\"http://so.gushiwen.org/view_28607.aspx\">诗</a>各本题作《夜雨寄北》，“北”就是北方的人，可以指妻子，也可以指朋友。有人经过考证，认为它作于作者的妻子王氏去世之后，因而不是“寄内”诗，而是写赠长安友人的。但从诗的内容看，按“寄内”理解，似乎更确切一些。</p> <p>　　第一句一问一答，先停顿，后转折，跌宕有致，极富表现力。翻译一下，那就是：“你问我回家的日期；唉，回家的日期嘛，还没个时间啊！”其羁旅之愁与不得归之苦，已跃然纸上。接下去，写了此时的眼前景：“巴山夜雨涨秋池”，那已经跃然纸上的羁旅之愁与不得归之苦，便与夜雨交织，绵绵密密，淅淅沥沥，涨满秋池，弥漫于巴山的夜空。然而此愁此苦，只是借眼前景而自然显现；作者并没有说什么愁，诉什么苦，却从这眼前景生发开去，驰骋想象，另辟新境，表达了“何当共剪西窗烛，却话巴山夜雨时”的愿望。其构思之奇，真有点出人意外。然而设身处地，又觉得情真意切，字字如从肺腑中自然流出。“何当”（何时能够）这个表示愿望的词儿，是从“君问归期未有期”的现实中迸发出来的；“共剪……”、“却话……”，乃是由当前苦况所激发的对于未来欢乐的憧憬。盼望归后“共剪西窗烛”，则此时思归之切，不言可知。盼望他日与妻子团聚，“却话巴山夜雨时”，则此时“独听巴山夜雨”而无人共语，也不言可知。独剪残烛，夜深不寐，在淅淅沥沥的巴山秋雨声中阅读妻子询问归期的信，而归期无准，其心境之郁闷、孤寂，是不难想见的。作者却跨越这一切去写未来，盼望在重聚的欢乐中追话今夜的一切。于是，未来的乐，自然反衬出今夜的苦；而今夜的苦又成了未来剪烛夜话的材料，增添了重聚时的乐。四句诗，明白如话，却何等曲折，何等深婉，何等含蓄隽永，余味无穷！</p> <p>　　姚培谦在《李义山诗集笺》中评《夜雨寄北》说：“'料得闺中夜深坐，多应说着远行人'（<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>《邯郸冬至夜思家》），是魂飞到家里去。此诗则又预飞到归家后也，奇绝！”这看法是不错的，但只说了一半。实际上是：那“魂”“预飞到归家后”，又飞回归家前的羁旅之地，打了个来回。而这个来回，既包含空间的往复对照，又体现时间的回环对比。桂馥在《札朴》卷六里说：“眼前景反作后日怀想，此意更深。”这着重空间方面而言，指的是此地（巴山）、彼地（西窗）、此地（巴山）的往复对照。徐德泓在《李义山诗疏》里说：“翻从他日而话今宵，则此时羁情，不写而自深矣。”这着重时间方面而言，指的是今宵、他日、今宵的回环对比。在前人的诗作中，写身在此地而想彼地之思此地者，不乏其例；写时当今日而想他日之忆今日者，为数更多。但把二者统一起来，虚实相生，情景交融，构成如此完美的意境，却不能不归功于<a href=\"http://so.gushiwen.org/author_204.aspx\">李商隐</a>既善于借鉴前人的艺术经验，又勇于进行新的探索，发挥独创精神。</p> <p>　　上述艺术构思的独创性又体现于章法结构的独创性。“期”字两见，而一为妻问，一为己答；妻问促其早归，己答叹其归期无准。“巴山夜雨”重出，而一为客中实景，紧承己答；一为归后谈助，遥应妻问。而以“何当”介乎其间，承前启后，化实为虚，开拓出一片想象境界，使时间与空间的回环对照融合无间。近体诗，一般是要避免字面重复的，这首诗却有意打破常规，“期”字的两见，特别是“巴山夜雨”的重出，正好构成了音调与章法的回环往复之妙，恰切地表现了时间与空间回环往复的意境之美，达到了内容与形式的完美结合。宋人<a href=\"http://so.gushiwen.org/author_405.aspx\">王安石</a>《与宝觉宿龙华院》云：“与公京口水云间，问月'何时照我还？'邂逅我还（回还之还）还（还又之还）问月：'何时照我宿钟山？'”<a href=\"http://so.gushiwen.org/author_361.aspx\">杨万里</a>《听雨》云：“归舟昔岁宿严陵，雨打疏篷听到明。昨夜茅檐疏雨作，梦中唤作打篷声。”这两首诗俊爽明快，各有新意，但在构思谋篇方面受《夜雨寄北》的启发，也是显而易见的。 （霍松林） 。</p><br/><h2>赏析二</h2> <p>　　《夜雨寄北》，选自《李义山<a href=\"http://so.gushiwen.org/view_28607.aspx\">诗</a>集》，是<a href=\"http://so.gushiwen.org/author_204.aspx\">李商隐</a>脍炙人口的抒情短章，是诗人写给远在北方的妻子的。当时诗人被秋雨阻隔，滞留荆巴一带，妻子从家中寄来书信，询问归期。但秋雨连绵，交通中断，无法确定，所以回答说：君问归期未有期。这一句有问有答，跌宕有致，流露出诗人留滞异乡、归期未卜的羁旅之愁。诗人与夫人王氏伉俪情深，时刻盼望能速归故里，与妻子共坐西窗之下，剪去烛花，深夜畅谈。而此时，只能苦苦思念。诗只有四句，却情景交融，虚实相生，既包含空间的反复对照，又体现时间的回环跳跃。“何当”为设想之词，设想由实景而生，所以第二句中的巴山夜雨成为设想中回忆的话题，自然成为“却话巴山夜雨时”这样的巧妙诗句。</p> <p>　　李商隐的爱情诗多以典雅华丽、深隐曲折取胜，这首诗，《万首唐人绝句》中题作《夜雨寄内》，“内”就是“内人”，指妻子。诗人在巴山雨夜中思念妻子，充满了深深的怀念之情。诗人用朴实无华的文字，写出他对妻子的一片深情，亲切有味。全诗构思新巧，自然流畅，跌宕有致。</p> <p>　　这是一首脍炙人口的小诗，是诗人身居遥远的异乡巴蜀写给他在长安的妻子的诗（或写给友人）。李商隐对妻子的爱很真挚，他们结婚不到12年，妻子便死了。就是在那12年中，由于诗人到处飘泊，也不能和妻子经常团聚。俗话说：小别胜新婚。李商隐与妻子的分别却常常是久别，因而对夫妻恩爱、相思情长就体会的更深、更强烈。在其笔下就呈现出“春蚕吐丝”、“蜡炬成灰”般的挚着热烈，显示出了独特的艺术风格。</p> <p>　　这首小诗写得明白如话，不用典故，不用比兴，直书其事，直写其景，直叙其话；寓情于景，情景交融，蕴无限深情于质朴无华的词语之中，给人留下无穷的回味余地。</p> <p>　　首句起笔以“君”直呼对方，以独特的视角勾画出一幅夫妻相思温情脉脉的画面：亲爱的妻啊，你肯定是怀着急切的心情问我归期是何日，那么，现在我告诉你，我也不知道何年何月才能回家。这句诗的独特之处在于诗人以错位的视角写相思之情，即对方未必真有信寄来询问归期，而是诗人设想妻子思念、询问归期。在我国古诗中写相思之情的诗，往往并不直接写自己如何思念对方，而是写对方如何思念自己，通过这种手法委婉地表达诗人的思念之情。如<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>的《月夜》就是通过设想妻子在月夜对自己的思念来表现自己对妻子的思念。“君问归期未有期”一句看似平淡，却把自己对妻子的思念之情注入到了每一个字中，委婉、深情、耐人寻味。</p> <p>　　“巴山夜雨涨秋池”直写自己当时所处的环境，也就是写景。诗人以简练的语言描绘了一个特定的环境：巴山，秋夜，大雨倾盆。作者对这个环境作了较为具体的描写，不仅写了天上所下之雨，而且写了地下所积之雨。透过写实的景物，使人仿佛感受到了这样一个气氛：周遭一片黑夜迷茫，大雨滂沱，池水涨满，作者身边无一个亲密的友人，雨骤风狂，人事寂寥，此情此景使人倍感孤独、凄凉。这淋淋的秋雨使人心烦，盈盈的池水令人情满，自然作者的内心情感也汹涌难平。那么，“涨秋池”给人的感觉岂止是滂沱的秋雨和上涨的池水?分明是作者在不眠之夜对妻子无限思念的感情波涛。所以，写景中又深深地透着写情，写的是环境，但绝不单单是环境，字里行间流露着一个“情”字。这样，情景交融就构成了一种艺术境界。</p> <p>　　本诗写了两次：“巴山夜雨”，第一次是实写，第二次是虚写、想象与妻子团圆，“共剪西窗烛”时再回忆起巴山夜雨情景。</p> <p>　　如果说前两句是实写当前景的话，那么后两句则是虚写未来情。诗人在秋雨绵绵之夜，触景生情，展开想象的翅膀，用丰富而自然的联想来表现他们夫妻的恩爱之情。诗人在此选取了两种情态：一个是动态“共剪”，一个是语态“却话”。“共剪西窗烛”，具体细腻而又无限传神地描绘出了一幅良宵美景图，一个“共”字极写了亲昵之情态。而“何当”一词却又把诗人描绘的美景推向了远方，推向了虚处。这美景原来不过是诗人追念、向往的，至于何时重回温柔乡中，一切都在“未有期”中。这是多么残酷的事情，又是多么无奈的事情。这一句，字字含情，却又不着一个“情”字，表达非常含蓄。</p> <p>　　传情莫过于语言，“言为心声”，诗人想象夫妻二人团聚在一起，秉烛夜话，进行心灵的交流。“却话”是回溯追想，诗人此时设想彼时，而彼时正谈论此时，谈论的是巴山夜雨之时的思念之情。在这首短小的四句诗中两处出现“巴山夜雨”的字样，这种情况在一般的古诗中是绝少见的，</p> <p>　　形象、细腻、含蓄、深刻，是这首诗的艺术特色。</p><br/><h2>赏析四</h2> <p>　　当时<a href=\"http://so.gushiwen.org/author_204.aspx\">李商隐</a>在东川（今四川三台）节度使柳仲郢的幕府中担任书记（相当于现在的秘书）之职，他的妻小却远在长安（今陕西西安），长安在巴蜀东北，故称寄北。</p> <p>　　这是一首朴素的小<a href=\"http://so.gushiwen.org/view_28607.aspx\">诗</a>。整首诗明白如话，明朗清新，没有起兴，没有典故?也不用象征。这在李商隐的诗里并不多见，他大部分作品以词采“华艳”着称。这首诗短短四句，只是娓娓道来：你问我何时归来，我也不知道自己的归期。眼下这夜色中的巴山，秋雨绵绵，池塘里秋水已满。什么时候才能和你一起在西窗下剪烛夜谈，再来叙说今天的巴山夜雨呢？</p> <p>　　一般说来，近体诗是要避免字面的重复的。可是在这首诗中，作者却好像刻意地重复着“巴山夜雨”这个短语，而巴山夜雨，也确实成为全诗给人印象最为深刻的意象。这一意象在诗里出现两次，但给人的感觉截然不同。</p> <p>　　第一次出现的“巴山夜雨”，在“巴山夜雨涨秋池”中，是诗人现实中的背景，它点明诗人当时所在的时空位置：秋天、雨夜、巴山；也是诗人独在异乡为异客的羁旅情愁的写照。巴山，这里代指蜀地，在李商隐时代，还是未被开发的“凄凉地”，唐代的另一诗人<a href=\"http://so.gushiwen.org/author_197.aspx\">刘禹锡</a>就曾感慨“巴山楚水凄凉地，二十三年弃置身”。秋雨绵绵，秋夜漫漫，独处凄凉之地，诗人的身世之悲，漂泊之感，思念之情，一如巴山夜雨，池中秋水，淅淅沥沥，在心头漫溢。</p> <p>　　行笔至此，那凄苦的秋风秋雨，似乎已浸透纸背，寒入骨髓。然而，诗人此时笔锋一转：“何当共剪西窗烛，却话巴山夜雨时。”一个温馨浪漫的画面，立刻取代了刚才的凄风苦雨。而此处的“巴山夜雨”，是在想象中，拉远成一个淡淡的记忆——那迷蒙阴冷的秋夜，仿佛只为烘托西窗下这摇曳的红烛；那巴山淅淅沥沥的雨声，仿佛只为此时耳畔的喁喁私语伴奏。同样的巴山夜雨，瞬间变得如此温情脉脉，令人怀念。幸福也许就是这样，它需要对比、需要映照，在与过往不幸或者愁苦的比照中，现时的幸福才能得到最大程度的呈现吧？用现在人们常说的话，就是“忆苦思甜”。而在李商隐这里，就是与爱妻共剪西窗烛时，依偎一起遥望巴山夜雨。在诗人写下这样的诗句的时候，他实际上还是在“此时”遥望“彼时”的幸福，因为巴山夜雨还没有从现实的背景转化成回忆的背景，他只是在此时想象着、憧憬着自己在不远的未来，可以以那样的方式，幸福地遥望此时。但即使只是一种对幸福的遥望，也已经让诗人沉浸在某种幸福之中了。夜色中的巴山、池塘里的秋水，也因此被抹上一层诗意的美丽。</p> <p>　　有人考证，认为此诗是作者于大中五年（公元851年）七月至九月间，入东川节度使柳仲郢梓州幕府时作。那时诗人妻王氏已殁（王氏殁于大中五年夏秋间）。为此，也有人认为此诗是诗人寄给长安友人而非妻子。但李商隐入梓州，与其妻去世，均在大中五年夏秋之际，即使王氏去世居先，义山诗作在后，在当时交通阻塞和信息不灵的时代，也是完全可能的。如果这样的推测成立，那么这首《夜雨寄北》，实在是一首伤心之作。诗人在巴山夜雨中对幸福的遥望，如果终究没能在现实里落脚，那它又是以怎样的伤痛结束？这一切今天的我们已无从知道，只是，当我们今天再读这首诗时，会不会感动于那样一种遥望？一边是天人永隔，一边还在浑然不知地深情遥望。在那音讯难通的时代，在那生离犹如死别的日子，他们的思念比之现代的情侣，是不是更深挚，更真切？</p> <p>　　诗人是否得到他遥望的幸福，我们不得而知，他也再无交代，但是，他的诗歌至少描述了这样一种可能：即使在巴山夜雨那样的愁苦中，幸福，也是可以遥望的。（来源：五车书斋）<br></p><br/><h2>赏析五</h2> <p>　　在南宋洪迈编的《万首唐人绝句》里，这首<a href=\"http://so.gushiwen.org/view_28607.aspx\">诗</a>的题目为《夜雨寄内》，意思是诗是寄给妻子的。从诗中“巴山”一语看来，诗写于巴蜀之地。<a href=\"http://so.gushiwen.org/author_204.aspx\">李商隐</a>曾经应聘到四川，任东川节度柳仲郢的幕僚，时间是唐宣宗大中六年（公元852年）。先于此一年，李商隐的妻子却已故去。给李商隐诗集作笺注的清代人冯浩，尽管认为诗题不必改作“寄内”（因为“集中寄内诗皆不明标题”），但内容却是“寄内”的。为此，他把诗的写作时间，推前至大中二年（公元848年）。按冯浩考证，李商隐这一年是在桂州（今广西桂林）郑亚的幕府。当年郑亚由于政敌的诬陷，被贬为循州刺史。李商隐未去循州，由水路经长沙，于次年回到长安。冯浩认为在归途中李商隐曾经“徘徊江汉、往来巴蜀”，“于巴蜀间兼有水陆之程”。《夜雨寄北》就是写在归途中经过巴蜀时。近人岑仲勉、陈寅恪曾经指出关于巴蜀之程的说法是不正确的。其实，冯浩也没有说得太死。他含糊地说，李商隐这时到过巴蜀，“玩诸诗自见，但无可细分确指”。可见，通常把《夜雨寄北》，说是李商隐寄给自己妻子的；这一说，似还可再斟酌。</p> <p>　　李商隐的一生是不幸的。他刚刚踏入仕途，就被卷进了牛、李的朋党之争中。（牛，<a href=\"http://so.gushiwen.org/author_1247.aspx\">牛僧孺</a>；李，<a href=\"http://so.gushiwen.org/author_815.aspx\">李德裕</a>。朋党，官僚集团。）852年随柳仲郢入蜀，实属迫不得已。仕途多艰，妻子早逝，心境是悲凉的。几年以前，当他在徐州卢循正幕府时，他颇为踌躇满志。“且吟<a href=\"http://so.gushiwen.org/author_770.aspx\">王粲</a>从军乐，不赋渊明归去来。”（《赠四同舍》）到四川以后，这种乐观情绪消失了。“三年苦雾巴江水，不为离人照屋梁。”（《初起》）他断绝了与外界的交往，甚至与同府的幕僚也没有什么交谊。《夜雨寄北》，写得一往情深，而且诗寄的“君”，关切地问着他的归期，他也盼着与“君”“共剪西窗烛”。这个“君”，至少具备三个条件。一，以往过从较密；二，此刻仍有诗书交往；三，彼此心心相印。从现存的李商隐的诗文看来，有一个人可以成为这样的“君”，那就是晚唐的词人<a href=\"http://so.gushiwen.org/author_415.aspx\">温庭筠</a>。李商隐在徐州幕时，温曾有诗“秋日旅舍寄义山李侍御”。李商隐在四川时，也有三首诗寄赠温。温的出身较李要名贵些，是唐初宰相温彦博的裔孙，但他也同样受到牛党令狐绹的排挤和压抑，晚年才做了方城尉与国子助教。如果没有相反的证据，大概可以说，《夜雨寄北》，是李商隐在梓州幕府时写给温庭筠的。这样，或许能更为精细地品味出诗中蕴含的情感内容。</p> <p>　　“君问归期未有期”，诗一开始，就摆出了不可解脱的矛盾。归期的希望与未有期的失望，两相对立。悲怆沉痛，笼罩全篇。“巴山夜雨涨秋池”，表面上看，是即景点题。但是这一景象把归期未有期的沉痛情绪，渲染得更形象、更浓郁了。独在他乡异域的巴山，是秋天，又是深夜，又是夜雨。这一情境本身就是令人伤感的。尤其是“涨秋池”三字，秋雨绵绵，把池水都涨满了。诗人抓住了这一精细的而又富于生活实感的画面，调动读者的想象，似乎秋池里涨的不是秋水，而是诗人难以解脱的痛苦。</p> <p>　　绝句虽属短制，但也讲究结构的技艺。前人有言，绝句大抵起承二句困难，然不过平直叙起为佳，从容承之为是。至如宛转变化工夫，全在第三句。这首诗的第三句，就显示了这种工夫。“何当共剪西窗烛”，宕开一笔，从眼前跳脱到将来，从巴山跳脱到北方（长安），用示现的修辞方法，写出诗人的遐想。“共剪西窗烛”，可能溶化了<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>《羌村三首》中“夜阑更秉烛，相对如梦寐”的诗境，但是由夫妇化为友朋，活用了，情味更浓。“何当”二字，意思是“什么时候才能够”，照应首句“未有期”，既有热切地盼望，又有难以料定的惆怅。在情意上，与前两句，似断非断。</p> <p>　　第四句显得更为精彩。“却话巴山夜雨时”，是承“共剪西窗”而来，为顺流之舟。在短小得只能有四句的绝句体裁里，毫不可惜地运用了重复句意，不能不谓之大胆。然而，再次出现的“巴山夜雨”，无单调之嫌，文意反而曲折深厚。如果说，前一句“巴山夜雨”是以景写情，那么这一句的“巴山夜雨”却是以情写景。它与“西窗剪烛”，组成一幅温暖的动态画面，表现了诗人对于归期的向往，对于“君”的深厚友情。这给诗中增添了欢欣感。这种欢欣只是一种难以卜料的期待，因而示现于将来的欣慰，又加剧了眼前归期未有期的痛苦。我们可以感受到诗人的情感不断起伏、跳跃，但是通篇的情感色调又是和谐、统一的。</p> <p>　　李商隐的诗，特别是他晚年的诗，感伤情绪很浓。这种感伤反映了时代的黑暗，反映了他个人遭遇的不幸。《夜雨寄北》，虽然有些欢欣的折光，总的看来，也是感伤的。只是这种感伤表现得很曲折、很深沉。一句“巴山夜雨涨秋池”，隐含了多少丰富的潜台词。这里似乎不是由于夫妻分离而感到的痛苦，实在是深深包含了诗人此时此地回顾一生的哀愁，隐含着对于现实的愤懑与绝望。</p> <p>　　这首诗即兴写来，写出了诗人刹那间情感的曲折变化。语言是朴实的，在遣词、造句上看不出修饰的痕迹。李商隐的大部分诗，辞藻华美，用典精巧，长于象征、暗示。这首《夜雨寄北》，表现了李商隐诗的另一种风格：质朴、自然，却同样具有“寄托深而措辞婉”的艺术特色。</p>",
  "about": "<h2>创作背景</h2> <p>　　这首<a href=\"http://so.gushiwen.org/view_28607.aspx\">诗</a>选自《玉溪生诗》卷三，是<a href=\"http://so.gushiwen.org/author_204.aspx\">李商隐</a>留滞巴蜀（今四川省）时寄怀长安亲友之作。因为长安在巴蜀之北，故题作《夜雨寄北》。</p> <p>　　在南宋洪迈编的《万首唐人绝句》里，这首诗的题目为《夜雨寄内》，意思是诗是寄给妻子的。他们认为，李商隐于大中五年（851）七月赴东川节度使柳仲郢梓州幕府，而王氏是在这一年的夏秋之交病故，李商隐过了几个月才得知妻子的死讯。</p> <p>　　现传李诗各本题作《夜雨寄北》，“北”就是北方的人，可以指妻子，也可以指朋友。有人经过考证认为它作于作者的妻子王氏去世之后，因而不是“寄内”诗，而是写赠长安友人的。</p> <p>　　就诗的内容看，按“寄内”解，便情思委曲，悱恻缠绵；作“寄北”看，便嫌细腻恬淡，未免纤弱。</p>",
  "poet": {
    "id": 204,
    "star": 0,
    "name": "李商隐",
    "image": "http://img.gushiwen.org/authorImg/lishangyin.jpg",
    "desc": "李商隐，字义山，号玉溪（谿）生、樊南生，唐代著名诗人，祖籍河内（今河南省焦作市）沁阳，出生于郑州荥阳。他擅长诗歌写作，骈文文学价值也很高，是晚唐最出色的诗人之一，和杜牧合称“小李杜”，与温庭筠合称为“温李”，因诗文与同时期的段成式、温庭筠风格相近，且三人都在家族里排行第十六，故并称为“三十六体”。其诗构思新奇，风格秾丽，尤其是一些爱情诗和无题诗写得缠绵悱恻，优美动人，广为传诵。但部分诗歌过于隐晦迷离，难于索解，至有“诗家总爱西昆好，独恨无人作郑笺”之说。因处于牛李党争的夹缝之中，一生很不得志。死后葬于家乡沁阳（今河南焦作市沁阳与博爱县交界之处）。作品收录为《李义山诗集》。"
  },
  "tags": [
    "唐诗三百首",
    "初中古诗",
    "高中古诗",
    "写雨",
    "写景",
    "思念",
    "爱情"
  ]
}