{
  "id": 19112,
  "star": 46,
  "name": "春闺思",
  "dynasty": "唐代",
  "content": "袅袅城边柳，青青陌上桑。<br>提笼忘采叶，昨夜梦渔阳。",
  "fanyi": "<p><strong>译文</strong><br>城墙边依依细柳，小路旁青青嫩桑。<br>提着篮忘了采叶，昨夜又梦到渔阳。</p> <p><strong>注释</strong><br>⑴袅（niǎo）袅：纤长柔美貌。明<a href=\"http://so.gushiwen.org/author_181.aspx\">杨慎</a> 《升庵<a href=\"http://so.gushiwen.org/view_19112.aspx\">诗</a>话·余延寿折杨柳》：“大道连国门，东西种杨柳。葳蕤君不见，袅袅垂来久。”<br>⑵陌（mò）上：路旁。陌，田间小路。<br>⑶叶：此处指桑叶。<br>⑷渔阳：古代郡名，治所在今天津蓟县。因此处边陲，常陈重兵把守，后世遂用以指称边境征戍之地。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　风俗画画家画不出时间的延续，须选“包孕最丰富的片刻”画之，使人从一点窥见事件的前因后果。这一法门，对短小的文学样式似乎也合宜，比如某些短篇小说高手常用“不了了之”的办法，不到情事收场先行结束故事，任人寻味。而唐人五绝名篇也常有这种手法的运用，<a href=\"http://so.gushiwen.org/author_348.aspx\">张仲素</a>《春闺思》就是好例。</p> <p>　　这<a href=\"http://so.gushiwen.org/view_19112.aspx\">诗</a>的诗境很像画，甚而有几分像雕塑。“袅袅城边柳，青青陌上桑”。城边、陌上、柳丝与桑林，已构成一幅春郊场景。“袅袅”写出柳条依人的意态，“青青”是柔桑逗人的颜色，这两个叠词又渲染出融和骀荡的无边春意。这就组成一幅村女采桑图：“蚕生春三月，春柳正含绿。女儿采春桑，歌吹当春曲”（《采桑度》），<a href=\"http://so.gushiwen.org/author_1137.aspx\">真可</a>谓“无字处皆具义”（<a href=\"http://so.gushiwen.org/author_504.aspx\">王夫之</a>）。于是，这两句不仅是一般地写景，还给女主人公的怀思提供了典型环境：城边千万丝杨柳，会勾起送人的往事；而青青的柔桑，会使人联想到“昼夜常怀丝（思）”的春蚕，则思妇眼中之景无非难堪之离情了。</p> <p>　　后二句在蚕事渐忙、众女采桑的背景上现出女主人公的特写形象：她倚树凝思，一动不动，手里提着个空“笼”——这是一个极富暗示性的“道具”，“提笼忘采叶”，表露出她身在桑下而心不在焉。至于心儿何往，末句就此点出“渔阳”二字，意味深长。“渔阳”是唐时征戍之地，当是这位闺中少妇所怀之人所在的地方。原来她是思念起从军的丈夫，伤心怨望。诗写到此已入正题，但它并未直说眼前少妇想夫之意，而是推到昨夜，说“昨夜梦渔阳”。写来不仅更婉曲，且能见昼夜怀思、无时或已之意，比单写眼前之思，情意更加深厚。</p> <p>　　“提笼忘采叶”，这诗中精彩的一笔，是从上古诗歌中借鉴而来。<a href=\"http://so.gushiwen.org/author_181.aspx\">杨慎</a>早有见得，道是：“从《卷耳》首章翻出。”《诗经·周南·卷耳》是写女子怀念征夫之诗，其首章云：“采采卷耳，不盈顷筐。嗟我怀人，置彼周行。”斜口小筐不难填满，卷耳也不难得，老采不满，是因心不在焉、老是“忘采叶”之故，其情景确与此诗有神似处。但就诗的整体说，彼此又很不同。《卷耳》接着就写了女子白日做梦，幻想丈夫上山、过冈、马疲、人病及饮酒自宽种种情景，把怀思写得非常具体。而此诗说到“梦渔阳”，似乎开了个头，接下去该写梦见什么，梦见怎样，但作者就此带住，不了了之。提笼少妇昨夜之梦境及她此刻的心情，一概留给读者从人物的具体处境回味和推断，语约而意远。这就以最简的办法，获得很大的效果。因此，《春闺思》不是《卷耳》的摹拟，它已从古诗人手心“翻出”了。</p><br/><h2>鉴赏</h2> <p>　　唐代边境战争频仍，后来又加上安史之乱，给人民带来了极大的痛苦。唐<a href=\"http://so.gushiwen.org/view_19112.aspx\">诗</a>中，包含广大量描写征夫思妇相互怀念的作品。<a href=\"http://so.gushiwen.org/author_348.aspx\">张仲素</a>是以写闺情见长的。他的这类作品，除《春闺思》外。还有《秋闺思》、《秋夜曲》等，皆脍炙人口，传诵至今。</p> <p>　　本诗写征人妻子在春天里思念丈夫的心态。诗的开头，紧紧扣住一个\"春\"字来写。\"袅袅城边柳，青青陌上桑\"，为我们展现了一派郊野的春光。\"袅袅\"是形容柳树随风摇曳的情态，\"城边\"则交代了具体的环境。柳树是春景中的典型描写对象。诗人在此既是写实，同时也蕴含着更多的深意。柳树的千丝万絮，不正隐含着对征人的\"千思万绪\"吗?在这种场合提及柳树，的确耐人寻味。第二句写到桑树，以便为下句\"采叶\"作铺垫。\"青青\"是形容桑叶茂盛的样子，\"陌上\"是采桑的地方。这同样是实中见虚的写法。句中\"陌上桑\"一语，本是汉《乐府·相和曲》名，一日《艳歌罗敷行》。晋·崔豹《古今注·音乐》中说:\"《陌上桑》，出秦氏女子。秦氏，邯郸人，有女名罗敷，为邑人千乘王仁妻。王仁后为赵王家令。罗敷出，采桑于陌上。赵王登台，见而悦之。因置酒欲夺焉。罗敷巧弹筝，乃作《陌上桑》歌以自明焉。\"诗人在此除了实写陌上春色之外，也是有意地用典，借《陌上桑》的故事，含蓄地表达女主人公对丈夫的忠贞不二之情。</p> <p>　　第三、四两句从写景转为写人。\"提笼忘采叶\"，这是作者撷取到的具有典型意义的生动画画:采桑女手提竹笼而立，却忘了采摘桑叶。这是一尊多么纯洁美丽的雕像!《诗经·卷耳》有句云:\"采采卷耳，不盈顷筐。嗟我怀人，置彼周行。\"上古时代的女子因怀人而忘了采卷耳，唐代的妇人因思亲而顾不上采桑叶。这其间相去千百年之久，而人们的感情特征竟是这样惊人的相似。</p> <p>　　第四句\"昨夜梦渔阳\"补出\"忘采叶\"的真正原因，同时也点明了本诗的主题。\"渔阳\"是征戍之地，是亲人所去之地。关河万里，只有梦中才能前往。昨夜梦中相见，其悲喜交并的情景，至今仍萦绕在脑际。\"此情无计可消除。才下眉头，又上心头。\"难怪主人公要\"提笼忘采叶\"了。</p> <p>　　这首诗虽篇幅短小，但构思新巧，剪裁精工，画面鲜丽，蕴意深远，是值得一读的好诗。</p>",
  "about": "<h2>创作背景</h2> <p>　　唐代边境战争频仍，又加上安史之乱，给人民带来了极大的痛苦。唐<a href=\"http://so.gushiwen.org/view_19112.aspx\">诗</a>中，包含广大量描写征夫思妇相互怀念的作品。<a href=\"http://so.gushiwen.org/author_348.aspx\">张仲素</a>是以写闺情见长的。这首《春闺思》就是这类作品，其具体创作时间暂时难以考证。</p>",
  "poet": {
    "id": 348,
    "star": 0,
    "name": "张仲素",
    "image": "http://img.gushiwen.org/authorImg/zhangzhongsu.jpg",
    "desc": "张仲素（约769～819）唐代诗人，字绘之。符离（今安徽宿州）人，郡望河间鄚县（今河北任丘）。贞元十四年(798)进士，又中博学宏词科，为武宁军从事，元和间，任司勋员外郎，又从礼部郎中充任翰林学士，迁中书舍人。张仲素擅长乐府诗，善写思妇心情。如\"袅袅城边柳，青青陌上桑。提笼忘采叶，昨夜梦渔阳\"（《春闺思》），\"梦里分明见关塞，不知何路向金微\"（《秋闺思》），刻画细腻，委婉动人。其他如《塞下曲》等，语言慷慨，意气昂扬，歌颂了边防将士的战斗精神。"
  },
  "tags": [
    "闺怨",
    "女子",
    "思念"
  ]
}