{
  "id": 8479,
  "star": 2920,
  "name": "从军行·其二",
  "dynasty": "唐代",
  "content": "百战沙场碎铁衣，城南已合数重围。 <br>突营射杀呼延将，独领残兵千骑归。",
  "fanyi": "<p><strong>译文<br></strong>身经沙场百战铁甲已破碎，城池南面被敌人重重包围。<br>突进营垒，射杀呼延大将，独自率领残兵千骑而归。</p> <p><strong>注释</strong><br>1.沙场：胡三省《通鉴注》：“唐人谓沙漠之地为沙场。\"碎铁衣：指身穿的盔甲都支离破碎。<br>2.呼延：呼延，是匈奴四姓贵族之一，这里指敌军的一员悍将。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　<a href=\"http://so.gushiwen.org/view_8479.aspx\">诗</a>人不直述战事的进展,而将读者置身于险象环生的局势,感受紧迫的态势。</p> <p>　　此诗以短短四句，刻画了一位无比英勇的将军形象。首句写将军过去的戎马生涯。伴随他出征的铁甲都已碎了，留下了累累的刀瘢箭痕，以见他征战时间之长和所经历的战斗之严酷。这句虽是从铁衣着笔，却等于从总的方面对诗中的主人公作了最简要的交待。有了这一句作垫，紧接着写他面临一场新的严酷考验──“城南已合数重围”。战争在塞外进行，城南是退路。但连城南也被敌人设下了重围，全军已陷入可能彻底覆没的绝境。写被围虽只此一句，但却如千钧一发，使人为之悬心吊胆。“突营射杀呼延将，独领残兵千骑归。”呼延，是匈奴四姓贵族之一，这里指敌军的一员悍将。我方这位身经百战的英雄，正是选中他作为目标，在突营闯阵的时候，首先将他射杀，使敌军陷于慌乱，乘机杀开重围，独领残兵，夺路而出。</p> <p>　　诗中表现的是一位勇武过人的英雄，而所写的战争从全局上看，是一场败仗。但虽败却并不令人丧气，而是败中见出了豪气。“独领残兵千骑归”，“独”字几乎有千斤之力，压倒了敌方的千军万马，给人以顶天立地之感。诗没有对这位将军进行肖像描写，但通过紧张的战斗场景，把英雄的精神与气概表现得异常鲜明而突出，给人留下难忘的印象。将这场惊心动魄的突围战和首句“百战沙场碎铁衣”相对照，让人想到这不过是他“百战沙场”中的一仗。这样，就把刚才这一场突围战，以及英雄的整个战斗历程，渲染得格外威武壮烈，完全传奇化了。诗让人不觉得出现在眼前的是一批残兵败将，而让人感到这些血泊中拚杀出来的英雄凛然可敬。象这样在一首小诗里敢于去写严酷的斗争，甚至敢于去写败仗，而又从败仗中显出豪气，给人以鼓舞，如果不具备象盛唐诗人那种精神气概是写不出的。</p><br/><h2>赏析二</h2> 　　这是一首用乐府古题写的边塞<a href=\"http://so.gushiwen.org/view_8479.aspx\">诗</a>,其内容已基本失去专写“军旅苦辛”的古义,也无法合乐歌唱,因而,有别于汉魏乐府曲辞中的(从军行》。唐人以“从军行”为诗题,一般来说,旨在标明诗歌题材属“边塞”一类而已。盛唐边塞诗,从总体上看,大多气势磅礴,极富悲壮崇高之美。<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>的这首诗就写得辞健气壮,慷慨激昂,有撼人心族的艺术魅力。 首句“百战沙场碎铁衣”,诗人用平直叙起的笔法写出了征战环境之“苦”。“百战”,意谓战事频繁。“碎铁衣”,形容气候恶劣,斗争严酷。其中,“碎”字下得绝妙,颇值玩味。将士的恺甲都已冻碎难着,令人宛见“瀚海阑干百丈冰,愁云惨淡万里凝”(<a href=\"http://so.gushiwen.org/author_113.aspx\">岑参</a>《白雪歌送武判官归京))的塞外荒寒景象。此外,唐军将士因长期作战,来不及休整,给养十分困难的情形,也可由此一“碎”字思而得之。",
  "about": "<h2>创作背景</h2> <p>　　盛唐时期，国力强盛，君主锐意进取、卫边拓土，人们渴望在这个时代崭露头角、有所作为。武将把一腔热血洒向沙场建功立业，<a href=\"http://so.gushiwen.org/view_8479.aspx\">诗</a>人则为伟大的时代精神所感染，用他沉雄悲壮的豪情、谱写了一曲曲雄浑磅礴、瑰丽壮美而又哀婉动人的诗篇。 </p>",
  "poet": {
    "id": 247,
    "star": 0,
    "name": "李白",
    "image": "http://img.gushiwen.org/authorImg/libai.jpg",
    "desc": "李白（701年－762年），字太白，号青莲居士，唐朝浪漫主义诗人，被后人誉为“诗仙”。祖籍陇西成纪(待考)，出生于西域碎叶城，4岁再随父迁至剑南道绵州。李白存世诗文千余篇，有《李太白集》传世。762年病逝，享年61岁。其墓在今安徽当涂，四川江油、湖北安陆有纪念馆。"
  },
  "tags": [
    "边塞",
    "战争"
  ]
}