{
  "id": 69465,
  "star": 2,
  "name": "杂剧·十探子大闹延安府",
  "dynasty": "元代",
  "content": "第一折<br>段段田苗接远村，太公庄上戏儿孙。虽然只得锄刨力，答贺天公雨露恩。老汉延安府人氏，姓刘，双名荣祖。嫡亲的四口儿家属：婆婆王氏，这个是老汉的儿媳妇儿，我有一个孩，唤做刘彦芳，在京师做着个把笔司吏。时遇着清明一百五，家家上坟祭祖，拜扫坟茔。婆婆，俺准备些肥草鸡儿、黄米酒儿，俺去那祖坟里，烧一陌纸去。若要富，敬上祖。婆婆，你和媳妇儿先去，我封锁了门户便来也。老的也，你去前后执料的停当者，我与媳妇儿先去，你随后便来也。婆婆和媳妇儿先去了也，我收拾了酒食，封锁了门户，上坟走一遭去。老身是刘荣祖的那浑家。今日清明寒食一百五，家家户户上坟祭祖，烧钱烈纸。媳妇儿，俺先行，你公公随后便来也。咱慢慢的行。朝为田舍郎，暮登张子房。出的齐化门，便是獐鹿房。小官姓葛，名彪，字蜊酱，我是蛤蜊酱的便是。父亲是葛监军。我是权豪势要之家，累代簪缨之子。我打死人不偿命，常川则是坐牢。时遇春间天道，万花绽锦，柳绿如烟。我去踏青赏玩，我多领些伴当，但是人家好女孩儿，我拖着便走。我出的这城来。下次小的每，你见么，你看那柳阴直下，一个年老的婆婆，领着一个年纪小的大姐。你去说一声，借他那大姐，与俺那壁官人递三杯酒，缀三根带儿，叫我三声义男儿，我就上马去也。理会的。支揖妈妈。哥哥万福！有甚么话说？那壁官人的言语：借你那年纪小的大姐，与俺官人递三杯酒，叫三声义男儿，俺官人上马便去也。这厮好无礼也！他人妻，良人妇，怎生替你把盏？他的娘肯替我男儿把盏么？不干小人事，是俺官人说来。我回话去便了也。他来也不来？他不肯来。他说道：你的娘肯替他男儿把盏么？他说甚么？他那妈妈子说道：着你的娘，肯替他老公递三杯酒，叫三声义男儿，他才着他媳妇儿来哩。谁这般道？是那壁老妈子说来。打这弟子孩儿！我有娘呵，要他替我把盏？你过来，我自己问他去。妈妈下拜哩。官人，你骑着马哩。有甚么话说？我恰才着伴当来说。借那壁姐姐，替我把一杯酒儿，叫我三声义男儿，我便去也。甚么言语！你的娘肯与俺男儿把盏么？这婆子无礼也！你怎么敢骂我？你不认的我，我是葛监军<br>的舍人，是葛蜊酱。下次小的每，众人打他娘。衙内，打杀他两个了也。休说打死两个，打死二十个，值甚么？打死也马咬马踢马躧，你不拣那里告去，说是葛蜊酱打死了你也。咱家去来。老汉收拾了家中，封锁了门户，来到这郊野外。兀的不是我家婆婆和媳妇儿，爹爹，可是怎么来！兀那老的，你不知道，您这娘儿两个，是葛监军的孩儿着你那大姐替他把盏，叫他三声义男儿，为他不肯，将他娘儿两个都打死了来。哥哥，你不说呵，我怎么知道。他是权豪势要之家的人，这里无人近的他。我且将他娘儿两个的尸首浅土儿培埋着，我直到京师，有我的孩儿刘彦芳见在衙门中办事哩。我到的京师，寻见孩儿，和他商量了，去那大大的衙门里告他去。婆婆，则被你痛杀我也！欲赏三春景，翻做满怀愁。寻我孩儿去，必定报冤仇。花花太岁为第一，浪子丧门世无对。阶下小民闻吾怕，势力并行庞衙内。小官姓庞名绩，官拜衙内之职。我是那权豪势要之家，累代簪缨之子。我嫌官小不做，马瘦不骑。我打死人又不偿命，如同那房檐上揭一块瓦相似。我的岳父是葛监军，见在西延边镇守，小舅子是葛彪。我郎舅两个，倚仗着我岳父的势力，谁人敢近的？我小官见在开封府执掌事务。前日有我小舅子暗暗的寄一封书来与我，着我拆开看，谁想俺小舅子打死两个人的命，那苦主要行词告状。有人说道，他是葛监军的孩儿，无人近的他，则怕他来我这开封府里告状来。我自有个主意。张千，你衙门首看着，不问大小事务来告，你不要拦当他。张千，喝撺箱放告。老汉到这京师，寻找孩儿刘彦芳，与他说知呵，那其间下状告他，也未是迟哩，我来到这衙门首。怎生得一个人来，打听我孩儿信息，可是好也！人道公门不可入，我道公门好修行。若将曲直无颠倒，脚踏莲花步步生。小生姓刘，双名彦芳，本贯是延安府人氏，嫡亲的四口儿家属。见今一双父母，并小生的浑家，在于延安府居住。小生在此开封府，做着个把笔司吏，跟随这庞衙内大人办事。今日相公升堂，坐起早衙。小生有几桩文卷，未曾销缴，去往大人跟前佥押走一遭去。可早来到这衙门首也。兀的不是我父亲！父亲，你为甚么来到这里来？孩儿，你不知道。当朝一日，是清明一百五，上坟烧纸，你母亲和你媳妇儿先行，我在家执料，封锁了门户。不想你母亲行至半路，撞见一个葛彪。<br>他调戏你媳妇儿，因不从，就打死你媳妇儿，马踏杀你母亲。本待那里告状来，那里人说，他是权豪势要之家，这里也无人近的他，你去京师大衙门里告他去。我一径的寻你来商量了呵，去大衙门里告他去来。母亲也，则被你痛杀我也！父亲，你但放心。这个葛彪，是葛监军的孩儿，我如今在这开封府，跟着这庞衙内大人跟前办事哩。大人好生可怜见。我将这一桩事，苦苦的大人跟前哀告，必然与我做主。父亲，你则去那里告去。来到这衙门首。父亲，你且在这里，我先过去大人跟前告去。刘彦芳，你来有何事干？敢有人欺负你？你说。这个小的，是我手下一个典吏，刀笔上十分通晓，他便是刘彦芳。你有甚么事务来禀？我与你做主。孩儿也，谁人敢欺负你？你是我手下的个人，欺负你，便是欺负我一般哩。张千，你便与我拿去。大人可怜见，与你孩儿每做主者。小生延安府人氏，嫡亲的四口儿家属。小生在衙门中，跟随着大人办事，家中见有一双父母，并小生的浑家，见在延安府居住。时遇清明节令，父母与小生的浑家，同上坟去，行至郊外，撞见一个倚势挟权的葛彪，马踏死小生的母，又打死我的浑家。孩儿每待告天，天又高，待告地，地又厚。大人可怜见，与孩儿做主者。这厮可无礼也！你放心，我与你做主。别人也近不的他。这桩事正是我那小舅子的勾当。则除是这等。刘彦芳，你的事我替你整理，我的事你替我办。你且与我攒造文书去。大人，不知有多少文书？也无多，则有三牛车文书。与小人几日假限？与你三日假限，我便要完。与小生多少典吏攒造？你则独自一个写。大人可怜见，三牛车的文书，与小人三日假限便要完，便有那七手八脚，也攒造不来。刘彦芳，你骂谁哩？我姓宠，你说道七手八脚，你比并我是螃蟹？张千，拿枷来上了枷，将这厮下在死囚牢里去。小人是原告。我则枷的是原告，兀的不冤屈杀我也！孩儿，你为甚么来？父亲也，这事不中也。孩儿，你怎么来？你不知道，他为头里听的您孩儿说了，便要与我做主。后来着我攒迄这三牛车文书，我便说着多少人攒造，他便道则你独自一个；我便道与我几日假限，他便道与你三日假限；我便道我有七手八脚也写不出来。世道我骂他是螃蟹，要将您孩儿下在死囚牢里去。我恰<br>才问人来，他是葛彪的姐夫。父亲也，你不问那里，大大的衙门里告他去。父亲，你救我者，天那！可着谁人与我做主也！天那，谁想庞衙内是葛彪的姐夫，俺造了关门状也。我婆婆和媳女儿，都无了也，孩儿又下在牢中，要我这性命做甚么？不拣那里，大大的衙门里告他去。好冤屈也，着谁人与我做主也？张千，将那厮下在牢中去了也。早是告着我，告着别人，可怎了也？一壁写书，着我岳父得知。这事不中。到来日我去相府中，禀过此一件事，我慢慢的掠笞这厮。左右将马来，我回私宅中去也。定计巧安排，死人则情埋。有人来缠我，一顿大劈柴。老汉刘荣祖是也。天那，谁想俺家遭着这场横事。老汉偌大年纪，可那里每告去。来到这大街上，我好冤屈也，着谁人与我做主者？小官姓李名圭，字均玉，本贯河南府人氏。幼年颇勤于学，自中甲第以来，累蒙迁用，官拜廉使之职。今奉圣人的命，为因西延等处，多有官浊吏弊，民间好生冤枉，下情不能上达。上命点差小官，私行体察。我如今更换了衣服，领着张千，长街市上，私行走一遭去。想俺这为官的，都只要奉公守法也呵。<br>【仙吕】【点绛唇】见如今四海无虞，八方黎庶，皆丰富。乐业安居，普天下都托赖着当今福。<br>【混江龙】为官的食君之禄，则要尽忠守节侍銮舆，投至的封妻荫子，使婢驱奴。若个是雪案萤窗将黄卷读，怎能勾乌靴象简紫朝服，我则待要守清廉播一个万古留名誉。咱人要一生谄佞，枉负了七尺身躯。冤屈也！可谁人与我作主也？有那等为官为吏的，陷害良民。小官职居清廉，理当正直除奸革弊也呵。<br>【油葫芦】则为那吏弊官浊民受苦，差小官亲体伏。有-等权豪势要狠无徒。他则待要倚强凌弱胡为做，全不怕一朝人怨天公怒。若有那衔冤的来告诉，小官可也无面目。施行那徒流笞杖我可便依著条律，不恁的何以得民服。<br>【天下乐】方信道秉正公直是大丈夫。我可便犹也波豫，自应付。我则待赤心报国将社稷扶，我则待要将良善举，我则待把奸恶除，我一心儿敢与民做主。<br>天那！谁人与我做主？我寻一个死罢！兀那里一簇人闹，我试看者。一个老人家，你这般寻死觅活的，有甚么冤屈的事，你和我说者。你这厮，是那里来的庄家后生？兀的不屈杀我也。你纳你那税粮丝绢去，你管我怎的也？你有甚么冤枉的事？你与我说者。我便和你说，你也管不的。我虽是管不的你，我试猜者。<br>【寄生草】莫不是打官司人连累？莫不是告田宅争地土？莫不是争差斗殴人欺负？则管里捶胸跌脚狠忧虑，则见他寻死觅活因何故？不干你事，你休管我。哎，你个无运智的光子忒村沙，打甚么个明白冤枉咱行诉。冤屈也。<br>【六幺序】他不住高声叫，则见他仰面哭，他连声儿短叹长吁。这老子有甚冤屈，大叫高呼，他扑簌簌泪点如珠。不晓事的精驴禽兽畜生，管你的勾当去，误了你纳税粮，你管我做甚么？天那，屈杀我也？他指鼻凹骂到有三十句，骂的我羞答答倒褪身躯。张千，你悄声儿引到无人处，我可便抬了笠子，脱了衣服。爷爷我死也，老汉不认的。大人可怜见。我见他慌悚，踌躇，左右支吾。紧慢相逐。跪在街衢，哀告宾伏。则见他一来一往将咱来便当住，你恰才不道来。误了我纳税去。兀那老子，你说你那词因。老汉不认的，大人可怜见。老汉是这延安府人氏，姓刘，双名荣祖，嫡亲的四口儿家属。当朝一日，清明节令，因上坟来到荒郊野地，撞见一个倚势挟权的官人，唤做葛彪，他走马躧死我的婆婆，又打死了我的媳妇儿。老汉来到京师告他，有庞衙内倒把我的孩儿刘彦芳下在牢里了。今日得见大人，便似拔云见日，昏镜重磨。柔软莫过溪涧水，不平地上也高声。怀揣万古轩辕镜，照察衔冤负屈人。这厮好无礼也呵！这厮每恶党凶徒。败坏风俗，将好人家恶紫夺朱。他那爷不良儿又跋扈，则向那小民行挟细拿粗。我放敌头委的和他做，岂不闻人心似铁，官法则炉。<br>大人可怜见，与俺这百姓每做主者。兀那老子，我是按察司廉使。那葛彪是权豪势要的人，别处也近不的他，你跟我丞相府里告去来。大人可怜见，与老汉做主者。你放心也。<br>【尾声】不索你痛嚎咷，准备着伸冤去，则除是宰相府与你个贫民做主。你那人命官司事不虚，便差人提取无徒。我若是责了招状，敢着他目下身殂，我教他赴法云阳上木驴。大人说的话有准么？你休猜做谬语，我敢和他实做，小官既为廉使，岂避权豪，则是与民除害也。将我这正直的名姓播皇都。<br><br>第二折<br>博览群书贯九经，凤凰池上敢峥嵘。殿前曾献升平策，独占鳌头第一名。小官姓范名仲淹，字希文。生而寒门，长居白屋，曾于僧舍讲书，受清贫苦进学业，一举进士及第，除翰林秘书教授。因母丧去官，复起之后，迁吏部员外郎，权知开封府事。小官轻财好士，养其四方游士。治义田千亩于吴中，疏远宗族，皆有赡给。每临政事，决断不滞，明其黜陡。如有班部监司，不才官吏，一笔勾消，永不叙用。圣人知小官访察精审，举荐无差。官拜天章阁待制之职。今有延安府等处官吏酷虐，枉屈良民。奉圣人的命，差监察廉使李圭，驰驿为巡按决狱。此人廉洁清干，则今日便着李圭，直至延安府等处，清理文卷，走一遭去。则为他志节坚刚守四方，廉能公正作贤良。滥官污吏除民害，决断分明献表章，博览诗书立业成，名标金榜受皇恩。为官正直于家国，永保皇图享太平。小官乃府经历是也，幼习儒业，颐看诗书，虽然未到三公位，也是皇家忠孝臣。小官在此相府，为其首领，府衙宰相，每朝差委，岂敢差错半毫分。当今圣主，皇恩宽厚，雨露增加，为因八府宰相，办事辛勤，赐御酒百瓶，汤羊十只，犒劳八府宰相，遣小官安排筵宴。张千，与我唤个厨子来，打料帐。理会的。这里有个厨子，最干净伶俐。我试叫他者。厨子在家么？我做厨子实是标，偏能蒸作快烹炰。诸般品物全不爱，只在人家偷胡椒。自家厨子的便是。那个叫我哩，我去看者。阿哥唤我做甚么？经历大人唤你做些儿生活哩。小人便去。可早来到衙门首也。你则在这里，我报复去。相公，厨子来了也。着他过来。厨子，着你过去。相公，唤小人有甚么生活做？兀那厨子，今有八府宰相，在省堂筵宴，唤你来打个料帐。八府大人的分饭烧割汤品添换不许少了。你怎生摆布，你说，我试听。先买一只好羊者。相公，如今好肥羊得买。怎生得买？七个沙板钱买一只。重一百二十斤，大尾子绵羊至贱。张千，就与他七文钱，则问他要一百二十斤的大尾子绵羊。相公，这两日羊贵了。得也么！一应汤水，都是我管。各要古怪，爽口钻腮。安排了筵席也。张千门首觑者，大人每下马时，报复我知道。理会的。幼习诗书道业隆，吾家三<br>辈正儒风。调和鼎鼐名臣子，累代官居八府中。小官姓吕，名夷简，字坦夫，祖乃龟祥，父乃蒙亨，叔乃蒙正。小官幼承父祖遣训，颇习经典，朝廷任用贤良，官拜中书平章领省之职。小官屡进贤才，任用者乃范仲淹、文彦博、曾公亮、司马光、富弼、陈尧佐等，皆小官所荐也。今蒙圣人可怜，见小官擢用良才，铨衡人物，褒贬必当，激浊扬清，御书\"方正忠良\"四字，敕赐\"怀忠\"之碑。方今礼乐兴行，肃靖海内。托赖圣人洪福，小官等早朝己退，赐御酒十瓶，就于相府，会众官员饮宴。可早来到也。经历安在？大人，小官久侯多时也。准备的筵会如何？大人，筵宴都安排完备了也。令人抬上果桌来者。理会的，众官人每敢待来也。小官衙内庞绩是也。今有刘彦芳的这一桩事未完，我正要禀知大人去，说在丞相府里饮酒，不免的走一遭去。说话中间，可早来到门首也。张千报复去，道有庞衙内在于门首。理会的。报的大人得知，有庞衙内在于门首。着他过来。理会的。着过去。大人，庞绩有禀复的事。衙内有甚么禀复的事？大人，小官无事，可也不来。我手下有一个典吏刘彦芳，我为公事，教他攒造文书，他毁骂我。他说七手八脚，我也写不的。他明知我姓庞，是庞衙内，他把我比并做螃蟹，当做品食之类，把我煮在锅里通红了，或是酱烹，或是做鲊，我不害疼？他毁骂大官，小官特来禀知。庞绩，这个是你衙门里小的每，打甚么不紧，你那里自发落去罢。谢了大人，小官回去也。庞绩，俺八府宰相，今日次宴，你就在此饮几杯酒回去。小官知道。安排酒来，众宰相饮几杯者。大人恕罪。与他酒吃者。经历。拿那土木八来。有。令人拿过那厨子来。兀那厨子，圣人言语，着俺这，八府宰相在此饮酒，你安排的茶饭都不好吃。霍食买在必牙，有甚么好吃的？郭食木儿哈呬鸡，郭食呵厮哈呬马，郭苏盘曷厮哈呬羊，郭食羊哈呬牛，郭食曷厮哈呬鹅，哈哩凹甜食下，都是三菩萨。济哩必牙，吐吐麻食，偌安桌食所儿叭，霍食买在必牙。烧羊里无卤汁，软羊里少杏泥，圆米饭不中吃，安排的茶饭无滋味。经历，与我拿出去的打四十者。理会的。一十、二十、三十、四十，出去。小官李廉使，领着刘荣祖，宰相府里投文去来。兀那老的，你跟着我去宰相府里告状去，我与你申诉情由，大人每好歹与你做主也。我若不领你去，着谁人领你去也呵？<br>【正宫】【端正好】我若是顺人心，便是我亏天理，似这等衔冤负屈谁知？有这等凶徒恶党可便凭权势，他可便往往的把良民累。<br>兀那老的。<br>【滚绣球】到官中他共你，别辩个是与非，岂不闻人性命关天关地，堪恨那个公平奸佞的庞绩。将他个媳妇儿一命亏，马踏翻他年老的妻，又将他个原告人亲儿枷起，好将那杀人贼六问三推。可不道明明的王法可便休轻犯，更和那湛湛青天不可欺，莫得耽迟。<br>来到这相府门首也。兀那厮。你为甚么事，这等烦恼？大人可怜见，小人是个厨子，昨日相府里经历在大人。唤小人做了一日一夜，眼也不曾合，今日倒说小人烧羊里无卤法，软羊里无杏泥，圆米饭不中吃，烧鹅烧鸡说不肥，临了将我打了四十。似这等苦，那里告去？这的打甚么不紧。<br>【呆骨朵】则为他制造的汤水无滋味，你可甚调羹处燮理盐梅。怎能够做茶饭五味俱全，则您那和鼎鼐四时皆失。您治民无决断，他可也怎见这庖官罪！俺几曾吃一口加味汤。他道是他几曾吃一口加味汤，我道来您，可便都不是宰相职。<br>兀那厨子，一壁有者，我替你大人跟前说去。理会的。兀那老的，你则在这里有者，我过去见大人去。令人报复去，道有廉使李圭在于门首。理会的。报的大人得知，有李廉使在于门首。着他过来。理会的。着过去。李圭，你那里来？大人，小官有禀复的事。这桩事不知他知也不知？可怎生有庞衙内在此？廉使恕罪也。<br>【倘秀才】你见了这李廉使都眉南面北，多管是那相公每饥嗔的这饱喜，则为我无过犯难投宰相机。您肺腹，我须知，都则为饮食。<br>大人，庞绩这一会儿身上不好。肚里疼。李圭，你有甚事？小官正来衙门中，见一个老的声冤叫屈，小官就领他来见大人来。在那里？见在衙门首。拿过来。理会的。告大人停嗔息怒，老汉细说缘故。西延边是我祖家，延安府是我住处。时遇着清明节令，家家去上坟祭祖。来到那荒郊野地，撞见一个倚势的官人，说葛彪便是他名目。马躧死老汉的婆婆，又打杀俺一个年纪小的媳妇。待告来无处告，待分诉那里分诉？我一径的来到京师，去那大衙门里声冤负屈。我向那宠衙内跟前告他，好也啰，谁想他是葛彪的姐夫。便着俺孩儿攒造文书，三牛车载的无数。他道与你三日假限，第四日便要完备。俺孩儿道，则我独自一人，便是那七手八脚，整治不出。他道我做螃蟹，不由分说，将孩儿下在牢狱。眼前面放着个鳏寡孤独，送的我一家儿灭门绝户。庞衙内葛衙内倚势挟权，庞衙内葛衙内强要人家宝贝珍珠，庞衙内葛衙内强夺人家名人书画，庞衙内葛衙内强夺人家妇女，庞衙内葛衙内有失人伦礼数，庞衙内葛衙内败坏风俗。今日老汉见你个清耿耿忒正直无私曲宰相官人，与俺这离着乡、背着井、忍着寒、受着冷、苦恹恹、穷滴滴、无挨倚的百姓做主。廉使，圣人的命，教众位大人在此饮酒，你领将人来告状，你好多揽事也。<br>【滚绣球】非干咱揽是非，听小官说就里，岂知道你倚权豪杀人的详细，你也索问原告人案验虚实，你不将王法依，平将百姓欺，早难道寸心不昧，李廉使，你无个面皮，好歹也看俺一殿之臣。你也忒多揽事。哎，你个庞衙内可是那秉正忠直！投到我来，大人每都知道了也。则你那衙门关节可便灵如卦，岂不问路上行人口胜碑，天网恢恢。<br>这桩事都是庞绩的勾当，你倒在这相府中巧言令色说过，瞒过这官府，你是何道理也？李廉使，我和你往日无冤。近日无仇，你怎生领将人来告状，你大古来是卑垒卵谏忠臣苟息也？<br>【倘秀才】我虽个是垒卵谏忠臣荀息，你叫怎么问牛喘爱民的丙吉？少罪波刘文静、魏贤臣、徐世绩。俺须是我，见官里，我和你奏知。<br>这桩事都是庞绩，故令妻舅打死平人，向亲族返枷原告。你的罪非轻，本待拿下你来，不曾得大人的言语，你且一壁有者。李圭，你领将这老子去，你就问这桩事。我奏知圣人，自有个主意也。谢了大人。<br>【一煞】你是个昧血心欺良善图荣贵，岂不闻阴发迟阳显疾，作事欺公逃不离？陷害了他人，强奸民娇妇，胡推打收监，仗岳父门楣。犯不道愆缧，受戚畹行凶吃禄，更无那为国于家，倚权衡越理徇私。衠一片奸雄巧智，依法律尽凌迟！<br>【尾声】我便死呵，做一个坚刚节操忠直鬼，不似那坏法欺公谄佞贼，失了人伦，差了道理。倚仗着为官更有权势，常把良民又去欺，马踏死他亲娘强要他妻，倒把平人下在牢内。若到朝中说就里，那其间赴法遭刑待怨谁？偿人命的官司，须要你当罪。便好道杀人的偿命。你看我纳下头皮去来，我和那厮做到底。<br>李圭去了也。此人有如此廉能公正，不避权豪，如此辈人鲜矣。庞绩，你知罪么？你妻弟打死平人，你又将原告下在牢中，敢不中么！常言道：画地为牢，誓不可入。狱中苦楚，与死为邻。你须是掌刑法的人，岂不知道断狱不公，听讼不审，淹禁囚系，惨酷用刑，此者乃国之典宪，不获已而用之！尔等倚强凌弱，背公向私，你可甚以礼义而教亲，则民不怨矣！孔子曰：\"举直错诸枉，则民服；举枉错诸直，则民不服。\"《书》曰：\"钦哉，惟刑之恤哉。\"圣人以仁政宽恤为本，可不体乎！庞绩你听者：不以王条理庶民，平将人命顺私情？欺公坏法奸猾吏，怎做朝中社稷臣？呸！庞绩，你妻舅打死平人，你又反囚了他原告，这个是你做的勾当，是何理也？圣人说：\"举直错诸枉，则民服；举枉错诸直，则民不服，\"\"三人行必有我师焉，择其善者而从之，其不善者而改之。\"圣人云：\"君子行德以全其名。\"你这等小人，行贪以忘其身。常言道：营于利者多患，轻于诺者寡信。茂木丰草，有时而落，物有盛衰，安宜自若？庞绩，你所为非理，所行不公。你这等人，和你说出甚么来？则道俺宫人不知道，你听者：庞衙内做事忒歹，欺瞒俺八府臣宰。公厅上则你横行，教人将你怎生遮盖。庞绩，你知罪么？你妻舅打死平人，又反囚他原告，敢不可么！你须是掌法的人也，为臣者要廉能功干，竭力尽忠，于民有益，于国有功。一无邪僻之心，常存文行忠信。你全不肯秉正直坚心报国，专则待倚权豪仗势欺人。这等人我和你说出甚么来？庞绩奸狡昧神祗，所事瞒人分外为。妻舅倚势伤人命，倒将原告下风雷。偏心便要平人死，湛湛青天不可欺。良民陷害遭囚困，坏法欺公陋面贼。全无报国忠君意，不把王条秉正直。枯腹岂知经史意，愚人倚仗势家威。两眼望钱贪利赂，一心则待吃堂食。扭曲做直胡弄事，恋酒迷花乔所为。反囚原告非其罪，屈勘平人法度违。逆天行事的无徒子，怎与皇家作柱石。庞衙内也，结斯陀罗昆，你恰走将来，把俺筵席都搅了。你的妻舅马踏死平人，又打杀他媳妇儿，你又来这里告他，你好生无礼。我是个达达人，不省的你这中原的勾当。我虽是个达达人，落在中原地面，我坐着国家琴堂，请着俸禄，一应的文案，我敢差了些儿么？你休说我是个达达人，我也曾读汉儿文书，你可甚详明吏理，可许从政？你妻弟行凶，顺私亲反囚原告，仗势用刑。岂不闻囹圄之苦，度日如岁？无罪之人，死于非命，咎将谁归？不思刑者国家之典，所以代天纠罪，岂为官吏<br>逞忿行私者乎？庞绩，你听者：守职居官民父母，徇私用法坏王条。无知猾吏伤人命，你罪犯弥天不可饶。呸！兀那庞绩，你恰才说道他骂你，可原来你舅子马踏杀他婆婆儿，夺了他媳妇儿，又将他孩儿下在牢里。这的是你的是他的是？你休说我是个回回人，不晓的这汉儿的道理。俺为官的，则要调和鼎鼐，燮理阴阳。我和你说甚么来？投至俺得坐都堂，皆因是苦尽甘来。俺为官的，则要报国安民，谁教你害百姓苦要钱财？你教他攒造三牛车的文书，他说道七手八脚写不出来，你姓庞本是庞绩，你道他骂你。你听者：庞绩做事忒歹，欺瞒俺八府臣宰。那的是你燮理阴阳，甚的是调和鼎鼐？他则道了七手八脚，你说他骂你做螃蟹。是有那螃蟹么？你见人家好玩呵便要胡钳，他若不与你呵，你可着你那祗从人团脐将上来。你见人家好妇人，便吐涎吐沫，恨不的睁着眼手脚忙抬。讼厅上则你横行，犯下来怎生遮盖？我还有几句儿比并，说与你记在心怀：我恰才待要煮着你来，你又硬头硬脑。俺八府宰相正饮酒哩，不知你从那里扒扠将来。我如今就拿你去着酒戗着，众大人蘸姜醋吃一顿拼醢。你明白犯了事，着人把你钳住，直等的去了头，剥了腿，揪了脐，揭了盖，才显出你那黄来。你这庞绩做事模糊，断事全不如杜甫。说言语必丢仆答，呸！你那口恰似我的屁股。呸！庞衙内，你羞么？你妻舅打死平人，你倒反囚了他的原告。你听者：俺但凡为官者，请皇家俸禄，坐国家琴堂，与民雪冤辩枉，行政从公，囹圄无久系之囚，黎庶有歌谣之诵。你全无那玄龄、如晦之忠心，腹怀着林甫、俊臣之奸佞。你觑军民如草芥，视百姓如蓬蒿。你这等人，乃沐猴衣冠之辈，马牛襟裾之材。你听者：不将仁政化居民，倚强凌弱害平人。反囚原告居缧绁，权豪势要顺私情。为官的常思治国平天下，每怀忠孝报朝廷。奸贪狡幸庞衙内，呸，万代流传做骂名。呸！吃了这场没滋味。左右将马来，我去酒铺里，喝几瓯凉酒去来。本是一衙内，只要把人昧。人命不为轻，且去吃一醉。今朝造化低，四十打了皮。喝上三瓶酒，睡到日头西。<br><br>第三折<br>仁政安天下，忠诚立大邦。老夫天章阁待制范牛淹是也。今为镇守西延边监军葛怀愍之子，乃是葛彪，往往欺压良民，将平人打死，州县官员，不敢拿问，皆因此人倚仗权势。今有廉使李圭，奉命去延安府等处巡按。今奉圣人的命，赐与势剑金牌，将此一桩事，着他就决断明白，先斩后奏。今着老夫赍与他势剑金牌，着李圭直至延安府，勘问此一桩公事去。若勘问成了，即便申文书老夫知会。敕赐金牌势剑行，王条专斩不平人。李圭巡按亲勘问，决定无徒正典刑。好要好耍，房上跑马。吊将下来，跌了左胯。小官葛彪是也。这两日有些眼跳，为此一桩人命事，我寄书与我姐夫去了，不见回信。今日无甚事，私宅中闲坐，看有甚么人来。自家张千的便是，这一个是李万。奉着李廉使大人的言语，着我两个请葛彪大人去。可早来到门首也。祗候人报复去，道有李廉使大人差张千、李万来请大人。理会的。报的大人得知，有李廉使大人的伴当来请大人说话。必定是我姐夫庞衙内回信来了。着他过来。你那里来的祗候人？小人是延安府来的祗候人。李廉使大人的言语，道有书呈在那里，着小人每来请大人，亲自到延安府李大人家取书呈去。也说的是。左右将马来，我亲自到延安府取书呈去也。目下便登程，二人随后跟。同去取书信，便得见缘因。三尺龙泉万卷书，皇天生我意何如。山东宰相山西将，彼丈夫兮我丈夫。某乃葛怀愍是也。某文通三略，武谙六韬，望尘知敌数。对垒识兵机，赏罚严明，攻战必胜，多得守边之策，每回临阵，无不干功，圣人可怜，加某为监军都统节制天下兵马元帅征西大将军之职。某今升帐，威势偏别锦衣绣士。摆白虎得胜于辕门，列黄幡豹尾于帐下。锦衣壮士，肩担着赤须旌幢；清秀儿郎，手持着吴钩越戟。阵前列五运转光旗，帐下搠顺天八卦盖。五运转光旗者，有虎牙旗、日月旗、龙凤旗、得胜旗、转光旗；八卦盖者，是乾、坎、艮、震、巽、离、坤、兑。军不斩不齐，将不严不整。令字旗催报先锋，帅字旗为军中眼目。宝纛旗开，犯令者不论亲疏；得胜旗摇，收军罢尽望封官赐赏。俺这里军随印转行直正，罪若当刑先言定。在朝休误天子宣，莫违掩这阃外将军令。某镇守西延边上。某有一子，乃是葛彪，因踏青在城外走马，误伤人命，被巡按廉访使李圭，将我孩儿捉获到官，殴打问理。颇奈此人无礼。量你是个芥子大小官职，到的那里？某只<br>今便差十个能行快走的探子，直至延安府，勾将李圭来。传令亲将军士差，能行探子践尘埃。若见李圭休纵放，不分星夜紧勾来。小官监察巡按李廉使是也。因延安府官浊吏弊，酷虐害良民，令基圣人的命，敕赐势剑金牌，教小官便宜行事，先斩后闻。兀那大小官员，六房吏典，我非是私来也呵。<br>【中吕】【粉蝶儿】我可便奉敕承宣，理刑名勘理文卷，察清浊黜陟官员。有那害良民，违公道，我着他身加刑宪。但有那负屈伸冤，诉情由我行分辩。<br>【醉春风】阶直下威凛凛列公人，书案边忄刍忄敝忄敝排着吏典。我则待去奸邪立一统正直碑，把名姓来显，显！为政于民，为臣报国，岂辞劳倦。我差人拿那葛彪去了，这早晚敢待来也。某乃葛彪是也。可早来到这门首也。张千。你先报复去，说道某来了也。报的大人得知，拿将葛彪来了也。拿将过来。拿过去。他不出来接我，我自过去。李廉使，我来了，有甚么书呈，将来我看者。兀那厮，你怎生打死平人，因何不跪着？这个廉使，我做甚么打死人来？我不跪。并然不干我事。你不招，更待干罢。张千，拿下去打着者。理会的。哎约，哎约！李廉使，你不要歪缠，我不曾惹下事。打山屁来了。<br>【迎仙客】我观了他目下情，审了他口中言，这官司你可也怎的免？使不着你倚豪强，更那堪仗势权。又不比攀指干连，你与我便从实说把招伏串。我可做甚么打死人来？不干我事。张千，将那厮且拿在一壁有者。理会的。自家是个军，身上穿着青。白日里铺里睡，到晚偷人家葱。我两个是西延边上能行快走的两个探子，一个是李得中，一个是胡乱歇。俺两人奉着元帅的言语，有延安府廉使李圭，着俺两个星夜拿将他来。来到这衙门首。你这里有李圭么？大人的言语，着俺来拿他。张千报复去。也不必吃酒饭，不必要盘缠，快跟将我去来。理会的。大人，有两个小军来勾大人来。着过来。理会的。着你过去。你是甚么人？俺两个是西延边上葛元帅差来，你跟着我走，走、走！这厮好无理也！你男子打死平人，怎敢到来勾我？拿下这厮去跪者。理会的。<br>【白鹤子】我亲蒙着圣主差，你为元帅镇延边。你孩儿为人命犯了王条。我可便依国法非私怨。拿下去，打四十，抢出去。理会的。二十、三十、四十。出去。我则道有吃的有钱钞？倒吃了一顿打，气出我个四句来了：我今做事没来由，因为勾人惹场愁，把我拖翻则管打。张千是小狗骨头。<br>奉令莫消停，星火疾便行，擒拿李廉使，来见葛监军，俺两个一个是饭当灾，一个是世个饱。奉着兀帅的将令，着俺去延安府拿李圭去。来到这衙门首也。李圭快出来，元帅有勾。大人，又有两个小军来勾大人来。拿过来。理会的。着你过去。你是甚么人？元帅着俺勾你来。拿下去跪者。他镇边庭，我办公事，他怎敢勾我来。<br>【白鹤子】他气呸呸恶势煞，雄赳赳扣厅前。一个个猛虎也似走将来，我直拷的他羊儿般善。拿下去，打四十。理会的。三十、四十、出去。气出我个四句来了：大人做事忒乔，拿住我则管便敲。俺两个自家暖痛，头烧酒呷上几瓢。<br>亲奉元戎将令差，擒拿廉使到厅阶。若还捉住不轻放，管取同他一路来。俺是元帅府里勾军的，我是佯不睬，他是不知道。俺奉着元帅将令，着俺拿李圭去。来到这衙门首也。李圭快出来。元帅有勾。大人，又有两个人来勾也。拿过来。理会的。着过去。拿下去跪者。跪者。<br>【白鹤子】你两三番勾唤咱，将言语口中传。粗棍子拷你皮肤，我便是打你那监军面。<br>拿下去，打四十，抢出去。理会的。三十、四十。出去！打杀我也。你不去，倒打我。气出我个四句来了也：则为违条犯法，着我来一径勾拿。他扣厅打我一顿，想起来都是傻瓜。身轻能过岭，脚疾走如风。俺两个是元帅府里勾军的，一个是乔捣碓，一个是任傻瓜。奉着元帅的将令，着俺拿李圭去，来到这衙门首也。李圭快出来，元帅勾你哩。大人，又有两个人勾未了。拿过来。理会的。着过去。拿下去跪者。<br>【白鹤子】见威风雄赳赳，一个扌果袖并揎拳。俺这里不弱似吓魂台。便压着阎王殿。<br>拿翻，打四十，抢出去。理会的。二十、三十、四十。出去。打杀我也。你不肯去，倒打我。我到元帅府里，慢慢的和你说话。李圭做事忒不中，差我的他是葛监军。一些钱钞不曾有，一顿打的我羊儿风。<br>两腿疾如箭，一心急似风。俺两个是葛监军的小军儿，一个是疙疸头，一个是壁虱脸。俺奉元帅的将令，着俺勾李庚使去。可早来到这衙门首也。李圭快出来，元帅有勾。大人，又有两个人来了也。拿过来，那里跪者。理会的。过去跪者。<br>【白鹤子】他父为官如泰山，儿犯法罪弥天。我若是避权豪顺人情，枉耽着个为风宪。<br>打四十。抢出去。理会的。二十、三十、四十。出去。打杀我也。我儿也。你由他。你由他。廉使不识要，不肯遵王法。勾也勾不去，倒吃了他一顿打。张千。与我拿过葛彪来。理会的。葛彪，你招了者。并不干我事。你又不敢打我。拿下去，打着者理会的。老儿，你不要惹事。你打了我，看你怎么见我父亲哩。哎哟。打杀我也。<br>【快活三】这偿人命是你的罪愆，倒将咱死熬煎。不招呵一命丧黄泉，大人，看俺父亲的面皮，我送对烧鹅儿你吃。饶了我罢。我可便管县么那监军的面？<br>你好没脸，打杀我也。<br>【朝天子】也是你那命蹇，你休想我便可怜。笃速速打考的身躯颤。打的他皮开肉绽跪在阶前，将你那造恶的形骸变。则你那犯法违条，死而无怨，怎禁你那老无知忒自专。勘问的这事完，我可回那帝辇，做儿的打死平人，做爷的擅勾台省官员。俺两个便亲自到金銮殿。<br>这厮不招，打着者。理会的。罢、罢、罢，是我打死他媳妇，马踏杀他婆婆来。我都招了也。招状是实，画了字，将长枷来枷了，下在死囚牢中去。理会的。小官亲造文书，回大人的话去也。<br>【啄木儿尾声】教百姓每晓谕的知，将杀人贼斩布市廛，举宜错诸枉民无怨。虽不是包龙图的机变，将我这秉忠百名姓入凌烟。<br><br>第四折<br>老夫范仲淹是也。有监察廉使李圭，在西延边申将文书来，说葛彪打死人命一事，勘问已成了也。老夫今奉圣人的命，着老夫疾驰驿马，亲往延安府，结证此事，就升赏争圭。不敢久停久住，延安府结证，走一遭去。友命承差不暂停，紧驰驿马出神京。官封能干加三品。罪断权豪按五刑。某乃葛监军是也。颇奈李圭无礼，将勾去的人都打了，更待干罢！某统领三军，直至延安府，拿住李圭，报了冤仇，方称我平生愿足。统领雄兵聚战鞍，匣中轻掣剑光寒。李圭纵有论天表，不报冤仇誓不还。小官李圭是也。今泰圣人的命，勘问葛彪打死平人事，招伏已完了。听知的早晚有天使至此也。今日升厅，聚大小官员、六房典吏，接应天使去也呵。<br>【双调】【新水令】为臣尽节整纲常，报君恩敬于事上。汉廷汲黯忠，唐室魏徵良。见如今千载名扬，万古流芳，史记谈扬，一个个凌烟阁画图像。左右衙门首觑者，看有甚么人来。理会的。某乃葛怀愍是也。统领三军，到于延安府。不放三军，寸箭不许带进城去，三军都在城外扎营，我亲自见李圭去来。可早到门首也。张千报复去，道有葛监军在于门首。理会的。喏！报的大人得知，有葛监军来了也。他不自过来，着我接待他去？俺大人说来，你不自过去，待教俺大人接待你？此人这等权重，我试看者。原来有势剑金牌在此。葛怀愍也，你可不来么！我自过去有说话。好难请唤也，李圭！好无礼也，葛怀愍！你怎敢屈勘平人？你怎敢擅离汛地？我身居台省，执掌提刑；你不遵号令，私离边庭。我问你波。<br>【沉醉东风】则你那七禁令何当是你掌？我问你来了呵。则你那三军印寄付与谁行？少罪波逃军营的姜太公，离寨栅的诸葛亮，辱没杀晋尹铎保障金汤。你为儿子行凶做爹的撇了战场，为将者一轻、二慢、三盗、四欺、五背、六乱、七误。请你个行号令的监军自想。<br>这事不中了也。廉使，咱是一殿之臣，看我和你旧时颜面，我一时不是了。怎生饶过俺父子之罪也！兀那葛怀愍，你的儿子打死平人，你又擅离汛地，平欺俺台省官员，更待干罢！<br>【沽美酒】我可也敢和你做一场，休想我便肯轻放。倚着你父子每权豪势力强，你怎敢擅离了边庭地方，忒欺公忒无状。<br>【太平令】也不索用长问短状，直和你见銮舆打一会官房。老夫范仲淹是也。可早来到延安府也。范学士大人下马也，甚么人大惊小怪的？正遇着天臣宰相，使不着你狂言抵当。他可便倚仗势强，将人命事不偿，做儿的打死平人，做爷的擅离汛地。大人也，他罪难容徒流笞杖。<br>张千，将一行人律上厅来。理会的。一行人听老夫下断：李圭你行公正辅助朝廷，有决断不惧权臣，升你为尚书之职，理文卷抚恤安民。刘彦芳无辜囚禁，为人命被害伤亲，无点李吏役考满，祥符县主簿安身。刘荣祖本乡养老，赏赐与十两白银。葛怀愍擅离汛地，弃牌印私度关津，纵容子致伤人命，削兵权免死充军。庞衙内扭直为曲，罢官职贬为庶人。正犯人行凶葛彪，欺百姓败坏人伦，市曹中当刑处斩，依律条晓谕分明。有罪的分明决断，受赏的望金銮拜谢皇恩。<br>题目八府相聚集枢密院<br>正名十探子大闹延安府</p> <p> ",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "未知作者"
  },
  "tags": []
}