{
  "id": 70368,
  "star": 4,
  "name": "杂剧·包待制智斩鲁斋郎",
  "dynasty": "元代",
  "content": "楔子<br>花花太岁为第一，浪子丧门再没双。街市小民闻吾怕，则我是权豪势要鲁斋郎。小官鲁斋郎是也。随朝数载，谢圣恩可怜，除授今职。小官嫌官小不做，嫌马瘦不骑，但行处引的是花腿闲汉，弹弓粘竿，鹞儿小鹞，每日飞鹰走犬，街市闲行。但见人家好的玩器，怎么他倒有，我倒无，我则借三日玩看了，第四日便还他，也不坏了他的。人家有那骏马雕鞍，我使人牵来，则骑三日，第四日便还他，也不坏了他的。我是个本分的人。自离了汴梁，来到许州，因街上骑着马闲行，我见个银匠铺里一个好女子，我正要看他，那马走的快，不曾得仔细看。张龙，你曾见来么？比及爹有这个心，小人打听在肚里了。你知道他是甚么人家？他是个银匠，姓李，排行第四。他的个浑家生的风流，长的可喜。我如今要他，怎么能勾……爹要他也不难，我如今将着一把银壶瓶去他家整理，多与他些钱钞，与他几钟酒吃，着他浑家也吃几钟，扶上马就走。此计大妙！财今日收拾鞍马，跟着我银匠铺里整理壶瓶走一遭去。推整壶瓶生巧计，拐他妻子忙逃避。总饶赶上焰摩天，教他无处相寻觅。小可许州人氏，姓李，排行第四，人口顺唤做银匠李四。嫡亲的四口儿：浑家张氏，一双儿女。厮儿叫做喜童，女儿叫做娇儿。全凭打银过其日月。今日早间开了这铺儿，看有甚么人来？小官鲁斋郎。因这壶瓶跌漏，去那银匠铺整理一整理。左右，接了马者，将交床来。理会的。张龙，你与我叫那银匠出来。兀那银匠，鲁爷在门首叫你哩！大人，唤小人有何事干？你是银匠么？小人是银匠。兀那李四，你休惊莫怕，你是无罪的人，你起来。大人唤我做甚么？我有把银壶瓶跌漏了，你与我整理一整理，与你十两银子。不打紧，小人不敢要偌多银子。你是个小百姓，我怎么肯亏你？与我整理的好，着银子与你买酒吃。整理的复旧如初。好了也，大人试看咱。这厮真个好手段，便似新的一般。张龙，有酒么？有。将来！赏他几杯。勾了。你家里再有甚么人？家里有个丑媳妇，叫出来见大人。大嫂，你出来拜大人。<br>一个好妇人也！与他三钟酒吃。我也吃一钟。张龙，你也吃一钟。兀那李四，这三钟酒是肯酒；我的十两银子与你做盘缠；你的浑家，我要带往郑州去也。你不拣那个大衙门里告我去！清平世界，浪荡乾坤，拐了我浑家去了，更待干罢！不问那个大衙门里，告他走一遭去。妾身姓李，夫主姓张，在这郑州做着个六案孔目。嫡亲的四口儿家属，一双儿女，小厮唤做金郎，女儿唤做玉姐。孔目衙门中去了，这早晚敢待来也。一心忙似箭，两脚走如飞。自家李四的便是。因鲁斋郎拐了我的浑家往郑州来了，我随后赶来。到这郑州，我要告他，不认的那个是大衙门，来到这长街市上，不觉一阵心疼；我死也，却教谁救我这性命咱？自家姓张名珪，字均玉，郑州人氏。幼习儒业，后进身为吏。嫡亲的四口儿，浑家李氏，是华州华阴县人氏，他是个医士人家女儿。生下一双儿女金郎、玉姐。我在郑州做着个六案都孔目。今日衙门中无甚事，回家里去，见一簇人闹。祗候，你看是甚么人？你是什么人，倒在地上？小人害急心疼，看看至死。哥哥可怜见，救小人一命咱！是一个人害急心疼，倒在地下。我试看咱。兀那君子，为甚么倒在地下？小人急心疼，看看至死，怎么救小人一命！那里不是积福处？我浑家善治急心疼，领他到家中，与他一服药吃，怕做甚么！祗候人，扶他家里来。大嫂那里？孔目来了也，安排茶饭你吃。且不要茶饭。我来狮子店门首。见一人害急心疼，我领将来，你与他一服药吃，救他性命，那里不是积福处！待我调药去。君子，你试吃这药。我吃了这药。哎哟，无事了也！多谢官人、娘子！若不是官人、娘子，那里得我这性命来？我问君子，那里人氏，姓甚名谁？小人姓李，排行第四，人口顺都叫李四。许州人氏，打银为生。你也姓李，我也姓李，有心要认你做个兄弟，未知孔目心中肯不肯？我问孔目咱。这人也姓李，我也姓李，我有心待认他做个兄弟。孔目，意下如何？大嫂，你主了便罢。兀那李四，你近前来，我浑家待认你做个兄弟，你意下如何？你救了我性命，休道是做兄弟，在你家中随驴把马，也是情愿。你便是我舅子，我浑家就是你亲姐<br>姐一般。兄弟，你为甚么到这里？你便是我亲姐姐、姐夫。有人欺负我来，你与我做主！谁欺负你来，我便着人拿去，谁不知我张珪的名儿！不是别人，是鲁斋郎强夺了我浑家去了。姐姐、姐夫，与我做主！哎哟，唬杀我也！早是在我这里，若在别处，性命也送了你的。我与你些盘缠，你回许州去罢。这言语你再也休提！<br>【仙吕】【端正好】被论人有势权，原告人无门下，你便不良会可跳塔轮铡，那一个官司敢把勾头押？提起他名儿也怕。<br>【幺篇】你不如休和他争，忍气吞声罢；别寻个家中宝、省力的浑家。说那个鲁斋郎，胆有天来大。他为臣不守法，将官府敢欺压，将妻女敢夺拿，将百姓敢蹅踏，赤紧的他官职大的忒稀诧！我这里既然近不的他，不如仍还许州去也。<br><br>第一折<br>小官鲁斋郎。自从许州拐了李四的浑家，起初时性命也似爱他，如今两个眼里不待见他。我今回到这郑州，时遇清明节令，家家上坟祭扫，必有生得好的女人，我领着张龙一行步从，直到郊野外踏青走一遭去来。自家张珪。时遇寒食，家家上坟。我今领着妻子，上坟走一遭去。想俺这为吏的，多不存公道，熬的出身，非同容易也呵！<br>【仙吕】【点绛唇】则俺这令史当权；案房里面关文卷，但有半点儿牵连，那刁蹬无良善。<br>【混江龙】休想肯与人方便，衜一片害人心，勒掯了些养家缘。听的有件事呵，押文书心情似火，写帖子勾唤如烟；教公吏勾来衙院里，抵多少\"笙歌引至画堂前\"！冒支国俸，滥取人钱，那里管爷娘冻馁，妻子熬煎？经旬间不想到家来，破工夫则在那娼楼串；则图些烟花受用，风月留连。<br>【油葫芦】只待置下庄房买些下田，家私积有数千；那里管三亲六眷尽埋冤。逼的人卖了银头面，我戴着金头面；送的人典了旧宅院，我住着新宅院。有一日限满时，便想得重迁；怎知他提刑司刷出三宗卷，恁时节带铁锁纳赃钱。<br>【天下乐】那其间敢\"卖了城南金谷园\"！百姓见无权，一味里掀，波家私如败云风乱卷；或是流二千，遮莫徒一年，恁时节则落的几度喘。早来到坟所也。<br>【金盏儿】觑郊原，正晴暄，古坟新土都添遍，家家化钱烈纸痛难言。一壁厢黄鹂声恰恰，一壁厢血泪滴涟涟，正是\"莺啼新柳畔，人哭古坟前。\"孔目，咱慢慢耍一会家去。你都跟着我闲游去来。这一所好坟也！树木上面一个黄莺儿。小的，将弹弓来。奶奶，打破头也！那个弟子孩儿，闲着那驴蹄烂爪，打过这弹子来？这个村弟子孩儿无礼，我家坟院里打过弹子来。你敢是不知我的名儿！我出去看波。<br>【后庭花】是谁人墙外边，直恁的没体面？我擦擦的望前去，张珪，你骂谁哩？唬的我行行的往后偃。你这弟子孩儿作死也！我是谁，你骂我？我恰便似坠深渊，把不定心惊胆战，有这场死罪愆！我今朝遇禁烟，到先茔来祭奠，饮金杯，语笑喧；他弓开时似月圆，弹发处又不偏，刚落在我面前。<br>张珪，你骂我呵，不是寻死哩！<br>【青哥儿】你教我如何、如何分辨？是那一个不晓事弟子孩儿，打破我孩儿的头！省可里乱语胡言。打破我头也！哎，你个不识忧愁小业冤！唬的我魂魄萧然，言语狂颠。谁敢迟延？我只得破步撩衣走到跟前，少不的把屎做糕糜咽。<br>张珪，你怎敢骂我，你不认的我？觑我一觑，该死！你骂我，该甚么罪过？张珪不知道是大人。若知道是大人呵，张珪那里死的是！君子千言有一失，小人千言有一当。他不知是我，若知是我，怎么敢骂我？不和你一般见识。这座坟是谁家的？是张珪家的。消不得你请我坟院里坐一坐，敢你祖宗都得生天！只是张珪没福消受。请大人到坟院里坐一坐。倒好一座坟院也．我听的有女人言语，是谁？是张珪的丑媳妇儿。消不得拜我一拜？大嫂，你来拜大人。我拜他怎地？你只依着我。一个好女子也！他倒有这个浑家，我倒无。张珪，你这厮该死，怎敢骂我？这罪过且不饶你！近前，将耳朵来：把你媳妇明日送到我宅子里来！若来迟了，二罪俱罚。小厮，将马来，我回去也。孔目，他是谁，你这等怕他？大嫂，咱快收拾回家去来。<br>【赚煞】哎，只被你巧笑倩祸机藏，美目盼灾星现；也是俺连年里时乖运蹇，可可的与那个恶那吒打个撞见，唬的我似没头鹅、热地上的蚰蜒。恰才个马头边附耳低言，一句话似亲蒙帝王宣。这弹子举贤荐贤，他来的扑头扑面，明日个你团圆却教我不团圆！<br><br>第二折<br>着意栽花花不发，等闲插柳柳成阴。谁识张珪坟院里，倒有风流可喜活观音！小官鲁斋郎，因赏玩春景，到于郊野外张珪坟前，看见树上歇着黄莺儿，我拽满弹弓，谁想落下弹子来，打着张珪家小的，将我千般毁骂。我要杀坏了他，不想他倒有个好媳妇！我着他今日不犯，明日送来。我一夜不曾睡着。他若来迟了，就把他全家尽行杀坏。张龙，门首觑者，若来时，报复我知道。大嫂，疾行动些！才五更天气，你敢风魔九伯，引的我那里去？东庄姑娘家有喜庆勾当，用着这个时辰，我和你行动些！大嫂，你先行。张珪，怎了也？鲁斋郎大人的言语：\"张珪，明日将你浑家，五更你便送到我府中来。\"我不送去，我也是个死；我待送去，两个孩儿久后寻他母亲，我也是个死。怎生是好也呵？<br>【南吕】【一枝花】全失了人伦天地心，倚仗着恶党凶徒势，活支剌娘儿双拆散，生各札夫妇两分离。从来有日月交蚀，几曾见夫主婚、妻招婿？今日个妻嫁人、夫做媒，自取些奁房断送陪随，那里也羊酒、花红、缎匹？<br>【梁州第七】他凭着恶哏哏威风纠纠，全不怕碧澄澄天网恢恢。一夜间摸不着陈抟睡，不分喜怒，不辨高低。弄的我身亡家破，财散人离，对浑家又不敢说是谈非，行行里只泪眼愁眉。你、你、你，做了个别霸王自刎虞姬，我、我、我，做了个进西施归湖范蠡，来、来、来，浑一似嫁单于出塞明妃。正青春似水，娇儿幼女成家计，无忧虑，少萦系；平地起风波二千尺，一家儿瓦解星飞！<br>俺走了这一会，如今姑娘家在那里？，则那里便是。这个院宅便是？他做甚么生意，有这等大院宅？<br>【牧羊关】怕不\"晓日楼台静，春风帘幕低\"。没福的怎生消得！这厮强赖人钱财，莽夺人妻室，高筑座营和寨，斜搠面杏黄旗，梁山泊贼相似，与蓼儿洼争甚的！<br>大嫂，你靠后。大哥，报复一声，张珪在于门首。你这厮才来，你该死也！你则在这里，我报复去。兀那厮，做甚么？张珪两口儿在于门首。张龙，我不换衣服罢，着他过来见。张珪，怎这早晚才来？投到安伏下两个小的，收拾了家私，四更出门，急急走来，早五更过了也。这等，也罢。你着那浑家近前来我看。好女人也！比夜来增十分颜色。生受你，将酒来吃三杯。<br>【四块玉】将一杯醇糯酒十分的吃。张孔目少吃，则怕你醉了。更怕我酒后疏狂失了便宜。扭回身刚咽的口长吁气，我乞求得醉似泥，唤不归；孔目，你怎么要吃的这等醉？大嫂，你那里知道？我则图别离时，不记得。<br>孔目，你这般烦恼，可是为何？大嫂，实不相瞒，如今大人要你做夫人，我特特送将你来。孔目，这是甚么说话！这也由不的我。事已至此，只得随顺他便了。<br>【骂玉郎】也不知你甚些儿看的能当意？要你做夫人，不许我过今日，因此上急忙忙送你到他家内。孔目，你这般下的也！这都是我缘分薄，恩爱尽，受这等死临逼。<br>你在这郑州，做个六案都孔目，谁人不让你一分？那厮甚么官职，你这等怕他，连老婆也保不的？你何不拣个大衙门，告他去？你轻说些，倘或被他听见，不断送了我也？<br>【感皇恩】他、他、他，嫌官小不为，嫌马瘦不骑，动不动挑人眼、剔人骨、剥人皮。他便要我张珪的头，不怕我不就送去与他；如今只要你做个夫人，也还算是好的。他少甚么温香软玉，舞女歌姬！虽然道我灾星现，也是他的花星照，你的福星催。<br>孔目，不争我到这里来了，抛下家中一双儿女，着谁人照管他？兀的不痛杀我也！<br>【采茶歌】撇下了亲夫主不须提，单是这小业种好孤凄。从今后谁照觑他饥时饭、冷时衣？虽然个留得亲爷没了母，只落的一番思想一番悲。，则管里说甚么！着他到后堂中换衣服去！孔目，则被你痛杀我也！苦痛杀我也，浑家！张珪，你敢有些烦恼，心中舍不的么？张珪不敢烦恼。则是家中有一双儿女，无人看管。你早不说。你家中有两个小的，无人照管。张龙，将那李四的浑家，梳妆打扮的赏与张珪便了。理会的。张珪，你两个小的无人照管，我有一个妹子，叫做娇娥，与你看觑两个小的。你与了我你的浑家，我也舍的个妹子酬答你。你醉了骂他，便是骂我一般；你醉了打他，便是打我一般。我交付与你，我自后堂去也。这事可怎了也？罢、罢、罢！<br>【黄钟尾】夺了我旧妻儿，却与个新佳配，我正是\"弃了甜桃绕山寻醋梨。\"知他是甚亲戚？教喝下庭阶，转过照壁；出的宅门，扭回身体，遥望着后堂内养家的人，贤惠的妻。非今生是宿世，我则索寡宿孤眠过年岁，几时能勾再得相逢，则除是南柯梦儿里！<br><br>第三折<br>自家李四。因鲁斋郎夺了我浑家，赶到郑州，告不的他，又回许州来。一双儿女，不知去向。那里也难住，我且往郑州，投奔我姐姐、姐夫去也。我是张孔目的孩儿金郎，妹子玉姐，父亲、母亲人情去了，这早晚敢待来也。好是苦痛也！来到家中，且看两个孩儿说些甚么？鲁斋郎，你好狠也呵！<br>【中吕】【粉蝶儿】倚仗着恶党凶徒，害良民肆生淫欲，谁敢向他行挟细拿粗？逞刁顽全不想他妻我妇，这的是败坏风俗，那一个敢为敢做！<br>【醉春风】空立着判黎庶受官厅，理军情元帅府，父南子北各分离，端的是苦、苦！俺夫妻千死千生，百伶百俐，怎能勾一完一聚？<br>爹爹，你来家也，俺奶奶在那里？孩儿，你母亲便来。嗨，可怎了也！<br>【红绣鞋】怕不待打叠起千忧百虑，怎支吾这短叹长吁？俺母亲怎生不见来了？他可便一上青山化血躯。将金郎眉甲按，把玉姐手梢扶，兀的不痛杀人也儿共女！<br>爹爹，俺母亲端的在那里？你母亲被鲁斋郎夺去了也！兀的不气杀我也！孩儿，你苏醒者！则被你痛杀我也！自家张龙便是。奉着鲁斋郎大人言语，着我送小姐到这里。张珪在家么？谁在门外？待我开门看咱。呀，你来怎么？我奉大人言语，着我送小姐与你，休说甚么。小姐，你也休说甚么。我回去也。小姐，请进家来！两个孩儿，来拜你母亲。小姐，先前浑家止有这两个孩儿，小姐早晚看觑咱！孔目，你但放心，都在我身上。<br>【迎仙客】你把孩儿亲觑付、厮抬举。这两个不肖孩儿也有甚么福？便做道忒贤达，不狠毒。孔目，你放心，就是我的孩儿一般看成。看成的似玉颗神珠，终不似他娘肠肚。我来到郑州。这是姐姐、姐夫家。我叫门咱谁叫门哩？我看去。原来是舅子。你的症候，我如今也害了也！姐姐有好药！不是那个急心疼症候，用药医得；是你那整理银壶瓶的症候。你姐姐也被鲁斋郎夺将去了也！鲁斋郎，你早则要了俺家两个人儿也！舅子，我可也强似你。他与了我一个小姐，叫做娇娥。鲁斋郎，你夺了我的浑家，草鸡也不曾与我一个。姐夫，既没了姐姐，我回许州去罢。舅子，这个便是你姐姐一般，厮见一面，怕做甚么？既如此，待我也见一面，我就回去。姐夫，你可休留我。舅子，你敢要回去么？姐夫，则这里住倒好。好奇怪也！<br>【红绣鞋】他两个眉来眼去，不由我不暗暗踌躇。似这般哑谜儿教咱怎猜做？那一个心犹豫，那一个口支吾，莫不你两个有些儿曾面熟？<br>张孔目，衙门中唤你趱文书哩。舅子，你和你姐姐在家中，我衙门中趱文书去也。娘子，你怎么到得这里？奶奶，俺爹爹那里去了？衙门中趱文书去了。这等，俺两个寻俺爹爹去。则被你想杀我也。你两个待怎么？他早招了也。<br>【石榴花】早难道\"君子断其初\"，今日个亲者便为疏。人还害你待何如？我是你姐夫，倒做了姨夫。当初我医可了你病症还乡去，把你似太行山倚仗做亲属；我一脚的出宅门，你待展污俺婚姻簿，我可便负你有何辜！<br>【斗鹌鹑】全不似管鲍分金，倒做了孙庞刖足；把恩人变做仇家，将客僧翻为寺主。自古道\"无毒不丈夫\"，他将了你的媳妇，不敢向鲁斋郎报恨雪冤，则来俺家里歹尤云殢雨。<br>姐夫，实不相瞒，则他便是我的浑家。改做他的妹子，与了姐夫。谁这般道来？<br>【上小楼】谁听你花言巧语，我这里寻根拔树。谁似你不分强弱，不识亲疏，不辨贤愚。纵是你旧媳妇、旧丈夫，依旧欢聚，可送的俺一家儿灭门绝户！我一双孩儿在那里？你去趱文书，他两个寻你去了。眼见的所算了我那孩儿，兀的不气杀我也！<br>【幺篇】我一时间不认的人，你两个忒做的出！空教我乞留乞良、迷留没乱、放声啼哭。这郑孔目拿定了萧娥胡做，知他那里去了赛娘、僧住？罢、罢、罢！浑家被鲁斋郎夺将去了，一双儿女又不知所向。甫能得了个女人，又是银匠李四的浑家，我在这里怎生存坐？舅子，我将家缘家计，都分付与你两口儿；每月斋粮道服，休少了我的。我往华山出家去也！姐夫，你怎生弃舍了铜斗儿家缘、桑麻地土？我扯住你的衣服，至死不放你去。<br>【十二月】休把我衣服扯住，情知咱冰炭不同炉。姐夫，这桑麻地土、宝贝珍珠，怎生割舍的？管甚么桑麻地土，更问甚宝贝珍珠！姐夫，把我浑家与你罢。呸，不识羞闲言长语，他须是你儿女妻夫。<br>孔目，你与我一纸休书咱。<br>【尧民歌】索甚么恩绝义断写休书？鲁斋郎知道，他不怪我？鲁斋郎也不是我护身符。俺姐姐不知在那里？他两行红袖醉相扶，\"美女终须累其夫\"！嗟吁，嗟吁！教咱何处居？则不如趁早归山去。<br>姐夫，许多家缘家计、田产物业，你怎下的都抛撇了？<br>【耍孩儿】休道是\"东君去了花无主\"'，你自有莺俦燕侣。我从今万事不关心，还恋甚衾枕欢娱？不见浮云世态纷纷变，秋草人情日日疏，空教我泪洒遍湘江竹！这其间心灰卓氏，干老了相如。俺姐姐不知在那里？你那姐姐呵，<br>【二煞】这其间听一声\"金缕\"歌，看两行红袖舞，常则是笙箫缭绕丫鬟簇；三杯酒满金鹦鹉，六扇屏开锦鹧鸪，反倒做他心腹。那厮有拐人妻妾的器具，引人妇女的方术。<br>这一年四季斋粮道服都不打紧。姐夫，你怎么出的家？还做你那六案都孔目去！<br>【尾煞】再休提掌刑名都孔目，做英雄大丈夫，也只是\"野人自爱山中宿\"。眼看那幼子娇妻，我可也做不的主！<br>姐夫去了也。娘子，我那知道还有完聚的日子！如今我两个掌着他这等家缘家计，许他的斋粮道服，须按季送去与他，不要少了他的。我李四今年大利，全不似整壶瓶这般晦气。平空的还了浑家，又得他许多家计。<br><br>第四折<br>冬冬衙鼓响，公吏两边排。阎王生死殿，东岳摄魂台。老夫姓包名拯，字希文，庐州金斗郡四望乡老儿村人氏。官封龙图阁待制，正授开封府尹。奉圣人的令，差老夫五南采访。来到许州，见一儿一女，原来是银匠李四的孩儿。他母亲被鲁斋郎夺了，他爷不知所向。这两个孩儿留在身边。行到郑州，又收得两个儿女，原来是都孔目张珪的孩儿。他母亲也被鲁斋郎夺了，他爷不知所向。我将这两个孩儿也留在家中，着他习学文章。早是十五年光景，如今都应过举，得第了也。老夫将此一事，切切于心，拳拳在念。想鲁斋郎恶极罪大，老夫在圣人前奏过：有一人乃是\"鱼齐即\"，苦害良民，强夺人家妻女，犯法百端。圣人大怒，即便判了\"斩\"字，将此人押赴市曹，明正典刑。得到次日，宣鲁斋郎。老夫回奏道：\"他做了违条犯法的事，昨已斩了。\"圣人大惊道；\"他有甚罪斩了？\"老夫奏道：\"他一生掳掠百姓，强夺人家妻女，是御笔亲判'斩'字，杀坏了也。\"圣人不信，\"将文书来我看。\"岂知\"鱼齐即\"三字，\"鱼\"字下边添个\"日\"字，\"齐\"字下边添个\"小\"字，\"即\"字上边添一点。圣人见了，道：\"苦害良民，犯人鲁斋郎，合该斩首。\"被老夫智斩了鲁斋郎，与民除害。只是银匠李四、孔目张珪，不知所向。我如今着他两家孩儿，各带他两家女儿，天下巡庙烧香，若认着他父母，教他父子团圆，也是老夫阴骘的勾当。张千，你分付他两个孩儿同两个女儿，明日往云台观烧香去，老夫随后便来。他不遵王法太疏狂，专要夺人妇女做妻房。被我中间改做\"鱼齐即\"，用心智斩鲁斋郎。\"道可道，非常道；名可名，非常名\"。小道姓阎，道号双梅，在这云台观做着个住持。今日无事，看有甚么人来？自家李四是也。自从与俺那儿女失散了，十五年光景，知他有也无？来到这云台观里，与俺姐姐、姐夫并两家的孩儿，做些好事咱。兀那观主，我是许州人氏，一径的来做些好事。你做甚么好事？超度谁？超度姐夫张珪、姐姐李氏、一双儿女金郎、玉姐；还有自己一双儿女喜童、娇儿。与你这五两银子，权做经钱，我出家人，要他怎么？是好银子，且收下一边。看斋食，请吃了斋，与你做好事。贫姑李氏，乃张珪的浑家，被鲁斋郎夺了我去，可早十五年光景。一双儿女，不知去向，连张珪也不知有无。鲁斋郎被包待制斩了，我就舍俗出家。今日去这云台观，与张珪做些好事咱。早来到也。一个好道姑也！道姑，你从那里来？我一径的来与丈夫张珪、孩儿金郎、玉姐做些好事。谁与张珪做好事？我与张过做好事。兀的不是姐姐李氏！兄弟，这妇人是谁？这个便是你兄弟媳妇儿。姐姐，你怎生得出来？包待制斩了鲁斋郎，俺都无事释放。今日来云台观，追荐你姐夫并孩儿金郎、玉姐。我也为此事来，咱和你一同追荐者。小官李喜童妹子娇儿。我母亲被鲁斋郎夺将去了，父亲不知所向。亏了包待制大人，收留俺兄妹二人，教训成人。今应过举得了头名状元。奉着包待制言语，着俺去云台观里，追荐我父母去。早来到了也。兀那住持那里？早知相公到来，只合远接；接待不着，勿令见罪。呀，怎生带着个小姐走？我一径的来做些好事。相公要追荐何人？追荐我父亲银匠李四。是谁唤银匠李四？兀的不是我父亲！你是谁？则我便是您孩儿喜童，妹子娇儿。孩儿也，你在那里来？孩儿，拜你姑姑者。这两人是谁？这两个便是我的孩儿。你一家儿都完聚了，只是俺那孔目并两个孩儿，不知在那里？小官是张孔目的孩儿金郎，妹子玉姐。我母亲被鲁斋郎夺去，父亲不知所向。多亏了包待制大人，收留俺兄妹二人，教训成人，应过举，得了官也。包待制着俺云台观追荐父母去，可早来到也。住持那里？又是一个官人，他也带着小娘子走。相公到此只甚？特来做些好事。追荐那一个？追荐我父亲张珪，母亲李氏。谁唤张珪、李氏？我唤来。你敢是金郎么？妹子，兀的不是母亲！这十五年，你在那里来？自从母亲去了，父亲不知所向。多亏了包待制大人，将我兄妹二人教训，应过举，得了官也。今日奉包待制言语，着俺云台观追荐父母，不想得见母亲；不知俺父亲有也无？姐姐，这个既是你的儿子，我把女儿娇儿，与外甥做媳妇罢。母亲，将妹子玉姐与兄弟为妻，做一个交门亲眷，可不好那？俺两家子母怕不完聚，只是孔目不知在那里？教我如何放的下！身穿羊皮百衲衣，饥时化饭饱时归。虽然不得神仙做，且躲人间闲是非。想俺出家人，好是清闲也呵。<br>【双调】【新水令】想人生平地起风波，争似我乐清闲支着个枕头儿高卧！只问你炼丹砂唐吕翁，何如那制律令汉萧何？我这里醉舞狂歌，繁花梦已参破。<br>【风人松】利名场上苦奔波，因甚强夺？蜗牛角上争人我，梦魂中一枕南柯。不恋那三公华屋，且图个五柳婆婆。<br>俺这出家人，一年四季春夏秋冬，好是快活也呵！<br>【甜水令】俺这里春夏秋冬，林泉兴味，四时皆可。常则是日夜宿山阿，有人相问，静里工夫，炼形打坐，笑指那落叶辞柯。<br>【折桂令】想当初向清明日共饮金波，张孔目家世坟莹，须不是风月鸣珂。他将俺儿女夫妻，直认做了云雨巫娥。俺自撇下家缘过活，再无心缎匹缤罗你只管信口开合，絮絮聒聒；俺张孔目怎还肯缘木求鱼，鲁斋郎他可敢暴虎冯河！<br>【雁儿落】鲁斋郎忒太过，他道：\"张珪，将你媳妇则明日五更送将来，我要！\"不是张孔目从来懦。他在那云阳市剑下分，我去那华山顶峰头卧。<br>我则道他一世儿荣华富贵，可怎生被包待制斩了，人皆欢悦。<br>【得胜令】今日个天理竟如何？黎庶尽讴歌。再不言宋天子英明甚，只说他包龙图智慧多。鲁斋郎哥哥，自惹下亡身祸；我舍了个娇娥，早先寻安乐窝。今日我去云台观散心咱。李四，你看那道人，好似你姐夫。你试唤他一声咱！张孔目！兀的不是我浑家李氏！你怎撇了我出了家？劝你还俗罢！你待散时我不散，悲悲切切男儿汉。从前经过旧恩情，要我还俗呵，有如曹司翻旧案。你还了俗罢！我修行到这个地步，如何肯再还俗？<br>【川拨棹】不索你闹镬铎，磕着头礼拜我。姐夫，今日咱两家夫妇儿女都完聚了，你可怎生舍的出家去？你依着我，只是还了俗者！谁听你两道三科，嚷似蜂窝，甜似蜜钵！我若是还了俗可未可！<br>孔目，平素你是受用的人，你为何出家？你怎生受得那苦？<br>【七弟兄】你那里问我为何受寂寞，我得过时且自随缘过，得合时且把眼来合，得卧时侧身和衣卧。<br>【梅花酒】不是我自间阔，趁浪逐波，落落拓拓，大笑呵呵。夫共妻、任摘离，儿和女、且随他。我这里、自磨陀，饮香醪、醉颜配，拚沉睡、在松萝。<br>【收江南】呀！抵多少南华庄子鼓盆歌，乌飞兔走疾如梭，猛回头青鬓早皤皤。任傍人劝我，我是个梦中醒人，怎好又着他魔？<br>事不关心，关心者乱。老夫包拯。来到这云台观，见一簇人闹，不知为甚么？爷爷，小的是许州人银匠李四。俺姐姐被鲁斋郎强夺为妻，幸得爷爷智斩鲁斋郎，如今俺姐姐回家来了，争奈姐夫张珪出了家，不肯认他，因此小的每和他儿女在此相劝，只望爷爷做主咱！兀那张珪，你为何不认他？我因一双儿女，不知所在，已是出家多年了，认他做甚么？张珪，你那儿女和李四的儿女，都在跟前。这十五年间，我都抬举的成人长大，都应过举，得了官也。如今将李四的女儿，与张珪的孩儿为妻；张珪的女儿，与李四的孩儿为妻，你两家做个割不断的亲眷。张珪，你快还了俗者！则为鲁斋郎苦害生民，夺妻女不顾人伦。被老夫设智斩首，方表得王法无亲。你两家夫妻重会，把儿女各配为婚。今日个依然完聚。一齐的仰荷天恩。<br>【收尾】多谢你大恩人救了咱全家祸，抬举的孩儿每双双长大，莫说他做亲的得成就好姻缘，便是俺还俗的也不误了正结果。<br>题目三不知同会云台观<br>正名包待制智斩鲁斋郎",
  "poet": {
    "id": 235,
    "star": 0,
    "name": "关汉卿",
    "image": "http://img.gushiwen.org/authorImg/guanhanqing.jpg",
    "desc": "关汉卿（约1220年──1300年），元代杂剧作家。是中国古代戏曲创作的代表人物，“元曲四大家”之首。号已斋（一作一斋）、已斋叟。汉族，解州人（今山西省运城），与马致远、郑光祖、白朴并称为“元曲四大家”。以杂剧的成就最大，一生写了60多种，今存18种，最著名的有《窦娥冤》；关汉卿也写了不少历史剧，如：《单刀会》、《单鞭夺槊》、《西蜀梦》等；散曲今在小令40多首、套数10多首。关汉卿塑造的“我却是蒸不烂、煮不熟、捶不匾、炒不爆、响珰珰一粒铜豌豆”（〈不伏老〉）的形象也广为人称，被誉“曲家圣人”。"
  },
  "tags": []
}