{
  "id": 48760,
  "star": 89,
  "name": "蝶恋花·越女采莲秋水畔",
  "dynasty": "宋代",
  "content": "越女采莲秋水畔。窄袖轻罗，暗露双金钏。照影摘花花似面。芳心只共丝争乱。<br>鸂鶒滩头风浪晚。雾重烟轻，不见来时伴。隐隐歌声归棹远。离愁引著江南岸。",
  "fanyi": "<p><strong>译文</strong><br>明净的秋水畔，一位美丽的江南少女正在采莲。轻盈的罗袖，玉腕上时隐时露的金钏，勾勒出她绰约的丰姿和婀娜的身影。她的娇颜倒映在水上，与莲花争妍，她的纤手摘取了香藕，却不防藕\"丝\"缕缕，撩起了她的绵绵情思。<br>转眼天晚，风起露降，沉浸于遐想的少女蓦然回神，却只见一派晚烟轻浮，不见了同来的伙伴。此时，远处传来了隐隐的棹歌声，只听得那歌声愈去愈远，余音袅袅于江南岸边，似是洒下了一路离愁。</p> <p><strong>注释</strong><br>①越女：越地自古多出美女，后常用越女泛指美女。<br>②轻罗：质地轻软而薄的丝织品。<br>③钏（chuàn）：用珠子或玉石穿起来做成的镯子。<br>④鸂鶒（xīchì）：是一种类似鸳鸯的水鸟，而色多紫，性喜水上偶游，故又称紫鸳鸯。<br>⑤棹：船桨。归棹：归船。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　此词以通俗的语言、鲜明的形象、明快的节奏，曲折深婉地表现了越女采莲的动人情景。起首三句即点明人物身份和活动环境，仿佛令人看到一群少女美丽的荷塘里，用灵巧的双手采撷莲花。</p> <p>　　她们的衣着颇与文献记载相符——据马端临《文献通考》卷一四六《乐考》云：宋时教坊有采莲舞队，舞女们均“衣红罗生色绰子（套衫），系晕裙，戴云鬟髻，乘彩船，执莲花”。这里词人只是抓住舞女服饰的一部分，便把她们的绰约丰姿、婀娜舞态勾勒出来，笔法至为简练。“暗露双金钏”一句写得更好，富有一种含蓄的美、朦胧的美。玉腕上的金钏时隐时露，闪闪烁烁，便有一种妙不可言的美感，若是完全显露出来，即毫无意味了。以下两句分别写采莲姑娘的动作和表情，在明白晓畅的语言中蕴藏着美好的形象和美好的感情，语浅意深，以俗为雅。以荷花比女子，在唐宋词中屡见不鲜。李珣《临江仙》云：“强整娇姿临宝镜，小池一朵芙蓉。”<a href=\"http://so.gushiwen.org/author_100.aspx\">陈师道</a>《菩萨蛮》云：“玉腕枕香腮，荷花藕上开。”但它们都离开了荷塘的特定环境，没有具体的形象作为陪衬，而且格调不高。这里的“照影摘花花似面”，俗中见雅，形象逼真。它的精神实质是较高雅的，可以娱悦和陶冶人们的性情。就意义来讲，这句话写的是采莲女子先是临水照影，接着伸手采莲，然后感到花如人面，不忍去摘。由于层次多，动作性也很强，故很容易揭示人物的内在感情。“芳心只共丝争乱”一句，便是表现人物的内心矛盾。芳心，是形容姑娘们美好的心灵。“丝”字指采摘莲花拗断莲梗时从断口中拉出来的丝，即<a href=\"http://so.gushiwen.org/author_415.aspx\">温庭筠</a>《达摩支曲》所云“拗莲作寸丝难绝”的丝。随事生发，信手拈来，以此丝之乱拟彼心之乱，构想绝妙。</p> <p>　　下片采莲船在风浪中颠簸、挣扎，有的竟被风浪冲散，似乎只剩下一个采莲姑娘。“鸂鶒滩头风浪晚”七个字渲染出一种紧张气氛。鸂鶒是一种类似鸳鸯的水鸟，而色多紫，性喜水上偶游，故又称紫鸳鸯。接着词笔转而写采莲姑娘寻找失散的伙伴。“露重烟轻”，是具体地描绘暮色。此时天幕渐渐暗下来，暮色苍茫，能见度极低，也许失散的伙伴相去不远，但采莲姑娘却找不到她们。其焦急之情，仓皇之状，令人可以想见。</p> <p>　　根据“隐隐歌声归棹远 ”一句来看，她们已快乐地回家，当然是找到了；而“离愁引著江南岸”，则似若有所失，又像是没有找到。</p>",
  "about": "<h2>创作背景</h2> 　　这首词的主人公是一位采莲女，写的是她的相思离愁。或为作者观有所感。时作者<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>景祐元年（1034）任镇南军节度掌书记、馆言事，得罪宰相被贬，被降知夷陵县。",
  "poet": {
    "id": 561,
    "star": 0,
    "name": "欧阳修",
    "image": "http://img.gushiwen.org/authorImg/ouyangxiu.jpg",
    "desc": "欧阳修（1007－1072），字永叔，号醉翁，晚号“六一居士”。汉族，吉州永丰（今江西省永丰县）人，因吉州原属庐陵郡，以“庐陵欧阳修”自居。谥号文忠，世称欧阳文忠公。北宋政治家、文学家、史学家，与韩愈、柳宗元、王安石、苏洵、苏轼、苏辙、曾巩合称“唐宋八大家”。后人又将其与韩愈、柳宗元和苏轼合称“千古文章四大家”。"
  },
  "tags": [
    "女子"
  ]
}