{
  "id": 8363,
  "star": 16,
  "name": "金陵三首",
  "dynasty": "唐代",
  "content": "晋家南渡日，此地旧长安。<br>地即帝王宅，山为龙虎盘。<br>金陵空壮观，天堑净波澜。<br>醉客回桡去，吴歌且自欢。</p> <p>地拥金陵势，城回江水流。<br>当时百万户，夹道起朱楼。<br>亡国生春草，王宫没古丘。<br>空余后湖月，波上对瀛州。</p> <p>六代兴亡国，三杯为尔歌。<br>苑方秦地少，山似洛阳多。<br>古殿吴花草，深宫晋绮罗。<br>并随人事灭，东逝与沧波。",
  "fanyi": "<p><strong>译文</strong><br>晋家朝廷南迁长江，金陵就是当时的首都——长安。<br>地势有帝王之气，山水则虎踞龙蟠。<br>金陵空自壮观，长江亦非天堑。<br>酒醉回船归家去，口吟吴歌独自欢。</p> <p>金陵地势雄壮，江水空摇，高墙巍峨不动。<br>东晋在这里建都，百万富豪纷纷在这里夹道修建高楼。<br>东晋终于灭亡，宫殿被荒草湮灭。<br>只有玄武湖上的明月，在波浪上空注视着曾经繁华的江洲。</p> <p>魏晋六代，兴衰迭起，我且痛饮三杯，为金陵高歌一曲。<br>这里的宫殿不比长安的少，四周山峦围城，比洛阳的山更多。<br>古殿傍边吴王种植的花草，深深宫院里美女穿戴着的晋朝样式的绮罗绸缎的服装。<br>都随着人事变换而消失，就像东流的江水，一去不回。</p> <p><strong>注释</strong><br>⑴晋元帝南渡江，于金陵即位，遂都之。<br>⑵钟山龙蟠，石头虎踞，诸葛武侯称为帝王之宅。<br>⑶《隋书》：陈祯明三年，隋师临江，后主从容言曰：“齐兵三来，周兵再来，无勿摧败，彼何为者？”都官尚书孔范曰：“长江天堑，占以限隔南北，今日北军岂能飞度耶？”<br>⑷<a href=\"http://so.gushiwen.org/author_1448.aspx\">颜师古</a>《汉书注》：“楫谓棹之短者也。今吴越之人呼为桡。”<br>⑸拥：环抱的样子。金陵：这里指金陵山，即今南京的钟山。《艺文类聚》：徐爱《释问略》曰：建康北十余里有钟山，旧名金陵山，汉未金陵尉蒋子文讨贼，战亡，灵发于山，因名蒋侯祠。故世号曰蒋山。<br>⑹这句意为：江水绕城而流。<br>⑺当时：指六朝。<br>⑻<a href=\"http://so.gushiwen.org/author_32.aspx\">谢朓</a><a href=\"http://so.gushiwen.org/view_8363.aspx\">诗</a>：“逶迤带绿水，迢递起朱搂。”<br>⑼国：都城。亡国：指相继灭亡的六朝的故都金陵。两句意为：金陵到处是春草，王宫湮没于丘墟中。<br>⑽空余：只剩下。后湖：一名玄武湖，在今南京市东北。《初学记》：建业有后湖，一名玄武湖。《景定建康志》：玄武湖亦名蒋陵湖，亦名秣陵湖，亦名后湖，在城北二里，周回四十里，东西有沟流入秦淮，深六尺，灌田一百顷。《一统志》：玄武湖，在应天府太平门外，周回四十里，晋名北湖。刘宋元嘉未有黑龙见，故改名，今称后湖。<br>⑾瀛洲：传说中的仙山。这里指玄武湖中的小洲。<br>⑿《小学绀珠》：六朝：吴、东晋、宋、齐、梁、陈，皆都建业。<br>⒀《景定建康志》：洛阳四山围，伊、洛、瀍、涧在中。建康亦四山围，秦淮、直读在中。故云：“风景不殊，举目有山河之异。”<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>云“山似洛阳多”，<a href=\"http://so.gushiwen.org/author_267.aspx\">许浑</a>云“只有青山似洛中”，谓此也。《太平寰宇记》：《丹阳记》云：出建阳门望钟山，似出上东门望首阳山也。</p><br/><p><strong>译文</strong><br>晋朝南渡以后，在这里建都，代替了旧日的长安。<br>这里的地形是人间帝王的住宅，山势则为虎踞龙盘。<br>而钟山却空有壮丽的景象，长江天堑也变得清波平静不起波澜。<br>游客在沉醉中归去，欢乐的吴歌在江上传遍。</p> <p>地形凭借钟山的龙盘之势，绕城有江水横流。<br>当年六朝的权贵，夹道筑起座座朱楼。<br>而今荒败的王宫长满了野草，旧日的离宫别馆已到处是凄凉的古丘。<br>只有那玄武湖上的明月，照着清波，像是照耀在海上的瀛洲。</p> <p>面对记载着六朝兴亡的古都，三杯酒后让我为你献上一支歌。<br>论宫苑你比长安少，比山水你和洛阳差不多。<br>你残破的古殿中曾生长着吴王喜爱的花朵，幽暗的宫墙中曾有晋代后妃们的绮罗。<br>这些都与前朝的繁盛一起消失，可叹的往事早已付与长江东逝的碧波。</p> <p><strong>注释</strong><br>⑴长安：唐以后<a href=\"http://so.gushiwen.org/view_8363.aspx\">诗</a>文中常用作都城的通称。这句是说金陵（今江苏南京）在晋朝南渡后曾作为都城。旧：一作“即”。<br>⑵“地即”二句：一作“碧宇楼台满，青山龙虎盘”。钟山龙蟠，石头虎踞，<a href=\"http://so.gushiwen.org/author_507.aspx\">诸葛亮</a>称为帝王之宅。<br>⑶天堑：天然的壕沟，言其险要可以隔断交通。此指长江。《隋书》：陈祯明三年（589年），隋师临江，后主从容言曰：“齐兵三来，周兵再来，无勿摧败，彼何为者？”都官尚书孔范曰：“长江天堑，占以限隔南北，今日北军岂能飞度耶？”“天堑”一作“江塞”。<br>⑷回桡（ráo）：掉转船头，改变航向。桡：船桨。<a href=\"http://so.gushiwen.org/author_1448.aspx\">颜师古</a>《汉书注》：“楫谓棹之短者也。今吴越之人呼为桡。”<br>⑸吴歌：吴地之歌。亦指江南民歌。《晋书·乐志下》：“吴歌杂曲。并出江南。东晋以来，稍有增广。”此句一作“谁云行路难”。<br>⑹拥：环抱的样子。金陵：这里指金陵山，即今南京的钟山。《艺文类聚》：徐爱《释问略》曰：建康北十余里有钟山，旧名金陵山，汉未金陵尉蒋子文讨贼，战亡，灵发于山，因名蒋侯祠。故世号曰蒋山。<br>⑺江：一作“汉”。这句意为：江水绕城而流。<br>⑻当时：指六朝时期。<br>⑼夹道：在道路两旁。《周礼·秋官·乡士》：“帅其属，夹道而跸三公。”朱搂：谓富丽华美的楼阁。<a href=\"http://so.gushiwen.org/author_32.aspx\">谢朓</a>诗：“逶迤带绿水，迢递起朱搂。”<br>⑽国：都城。亡国：指相继灭亡的六朝的故都金陵。<br>⑾王宫：一作“离宫”。离宫：正宫之外供帝王出巡时居住的宫室。<br>⑿空余：只剩下。后湖：即金陵城北的玄武湖，在今南京市东北。《初学记》：建业有后湖，一名玄武湖。《景定建康志》：玄武湖亦名蒋陵湖，亦名秣陵湖，亦名后湖，在城北二里，周回四十里，东西有沟流入秦淮，深六尺，灌田一百顷。《一统志》：玄武湖，在应天府太平门外，周回四十里，晋名北湖。刘宋元嘉末有黑龙见，故改名，今称后湖。<br>⒀瀛（yíng）洲：传说中的仙山。这里指玄武湖中的洲岛。瀛：一作“江”。<br>⒁六代：即六朝。《小学绀珠》：六朝：吴、东晋、宋、齐、梁、陈，皆都建业。<br>⒂秦地：指秦国所辖的地域。此指长安。少：一作“小”。<br>⒃“山似”句：《景定建康志》：洛阳四山围，伊、洛、瀍、涧在中。建康亦四山围，秦淮、直读在中。故云：“风景不殊，举目有山河之异。”<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>云“山似洛阳多”，<a href=\"http://so.gushiwen.org/author_267.aspx\">许浑</a>云“只有青山似洛中”，谓此也。《太平寰宇记》：《丹阳记》云：出建阳门望钟山，似出上东门望首阳山也。<br>⒄深宫：宫禁之中，帝王居住处。战国楚<a href=\"http://so.gushiwen.org/author_358.aspx\">宋玉</a>《风赋》：“故其清凉雄风，则飘举升降，乘凌高城，入于深宫。”绮罗：泛指华贵的丝织品或丝绸衣服。汉<a href=\"http://so.gushiwen.org/author_419.aspx\">徐干</a>《情诗》：“绮罗失常色，金翠暗无精。”<br>⒅与：一作“只”。沧波：碧波。李白《古风》之十二：“昭昭严子陵，垂钓沧波间。”</p>",
  "shangxi": "<h2>赏析</h2> <p>　　瞿蜕园、朱金城指出这组<a href=\"http://so.gushiwen.org/view_8363.aspx\">诗</a>同<a href=\"http://so.gushiwen.org/author_22.aspx\">储光羲</a>《临江亭王咏》词意相似，都是怀古概今、忧伤时事之作，显有弦外之音（《<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>集校注》卷二十二评笺）。</p> <p>　　第一首描绘金陵城的壮险形势以寄慨。诗人一落笔便流露出深沉的吊古伤今之情。起句“晋家南渡日”概括了西晋末的一场历<a href=\"http://so.gushiwen.org/author_982.aspx\">史浩</a>劫。晋怀帝永嘉五年（311），前汉刘聪的相国刘曜引兵攻陷洛阳，怀帝被俘，士民死者三万余人。汉兵烧杀抢掠，掘陵墓，焚宫庙，将洛阳变成一片废墟。是年，汉兵又攻占长安。中原士民避乱者多南渡江。而今，李白游金陵之时，自范阳起兵的安禄山已攻陷长安，玄宗仓皇出逃四川。北方人土纷纷携家南渡，避乱江东。历史好像重演了西晋永嘉年间的故事。因此，这一句诗犹如惊雷劈空而来，撼人心魄，表明了当时唐王朝已面临山河破碎、社稷倾圮的严重局面。次句“此地旧长安”，饱含着诗人对胡骑践踏京都长安的悲痛。金陵此地，今日依然是歌舞昇平气象，这正像昔日的长安。诗人没有说如今长安是怎样一副局面，他是不忍心说。这里可参照诗人在《永王东巡歌》中所描写的“三川北虏乱如麻，四海南奔似永嘉”的情景，想象当时长安的悲惨境地。</p> <p>　　颔联写金陵城的陆地形势。上句说，金陵为六朝帝都，这里遗留着帝王住宅、巍峨宫阙。金陵城东有钟山，城西有石头山。王琦注引张勃《吴录》载，<a href=\"http://so.gushiwen.org/author_507.aspx\">诸葛亮</a>曾称叹“钟山龙蟠，石头虎踞。”下句说，钟山和石头山犹如龙蟠虎踞于金陵东西，气象雄壮。这一联在写景中显现出金陵城历代的繁华，宫廷的伟丽，王朝的兴盛，山势的壮观。诗人倾注了对祖国锦绣山川和悠久帝都的热爱之情。颈联写江面。金陵城北是空阔长江，主与钟山争雄。由于有长江限隔南北，金陵历来易守难攻，号称“天堑”。然而，六朝的末代统治者都是奢侈淫乐，不修内政，专恃天险，以为可以长治久安，但结果无一不导致金陵失陷而亡国。李白眺望着滔滔江流，回顾历史，联想当世，不由得喟然长叹。这两句含蓄地揭示了六朝兴亡的秘密，其意蕴正与后来诗人<a href=\"http://so.gushiwen.org/author_197.aspx\">刘禹锡</a>在《金陵怀古》中以精辟议论道出的“兴废由人事，山川空地形”相同。这里写的是“金陵空壮观”，其实诗人是暗讽“长安空壮观。”当今唐代的统治者依托关中百二山河之险，也没有能够阻遇安史叛军长驱入关攻占长安，以致重蹈六朝的复辙。“空”字可谓意味深长。“天堑净波澜”句，又透露出李白对平定叛乱的思考。瞿、朱二先生曾指出，《金陵三首》“当与《永王东巡歌》合看。”他们在《永王东巡歌》的按语中说：“当时玄宗号令不出剑门，肃宗崎岖边塞，忠于唐室之诸将皆力不足以敌安、史，则身处江南如李白者，安得不思抒奇计以济时艰？”（《李白集校注》卷二十二评笺）因为此后不久，李白就加入了永王李璘军幕并献奇计，力主永王据金陵为根本，而后用舟师泛海，直取幽燕，颠覆安史老巢。可以推想李白写“天堑净波澜”句时，对于据有长江天险的金陵城面临的重要战略地位已有所预见，并作了思考。</p> <p>　　然而，写这组诗的时候，李白还是流落江湖的布衣诗人。他自负有谢安之志、王佐之才，却请缨无路，报国无门，内心的痛苦和焦虑可想而知。尾联写他正在吊古伤今之际，忽然听到从江上舟中和江岸歌楼酒馆传来一阵阵软媚的吴歌声。诗人痛感在这衰世之年，竟仍有人不以国家危亡为念，照旧声色歌舞，寻欢作乐。他实在不愿听这种靡靡之音，于是令船家转棹而去。这里的“醉客”，是诗人自喻。说是“醉客”，其实他是最清醒的。这一联运用倒卷笔法，先写醉客回桡而去，再点出吴歌自欢，这样就更含蓄地表达出诗人对当时享乐腐败世风的辛辣讽刺，他的深沉悲痛和无限感叹。这里的意蕴，同刘禹锡的“《后庭花》一曲，幽怨不堪听”（《金陵怀古》）和<a href=\"http://so.gushiwen.org/author_211.aspx\">杜牧</a>的“商女不知亡国恨，隔江犹唱后庭花”（《泊秦淮）》，正是一脉相承的。</p> <p>　　第二首用盛衰对照手法，抒写兴亡之感，借以示警当世。首联以倒装句式，描绘金陵城依山环水的地理形势。颔联写六朝兴盛时期，金陵城人户百万，朱楼夹道，一片富丽繁华景象。颈联一转，感叹亡国后满城春草萋萋，王宫埋没于古丘，触目荒凉、衰败。这两联一盛一衰，前后映照，包含着极深的历史教训。尾联描绘惟有那亘古不变的后湖月，仍旧照着湖波上那个荒凉冷落的瀛洲岛。这一幅清冷，朦胧的景色，融合着诗人对于故国萧条、人事变幻的深沉感伤。余音袅袅，发人深思，引人遐想。</p> <p>　　第三首直以六代兴亡喻指唐王朝盛衰。首联即以唱叹出之。诗人为六代忽兴忽亡之国浇洒三杯美酒，唱一曲悲怆挽歌。颔联巧妙地将眼前的金陵城与心中系念着的洛阳、长安联系起来写。从字面上说，这两句不过是写由于历经兵燹，金陵的宫苑多已坍塌荒芜，比起秦地即长安来是少了；但围绕着这座故都的群山，却同洛阳一样多。其实，内在的深层含意是说：宫苑如林的长安城而今只怕在胡人的铁蹄下已化作一片废墟、焦土了。东都洛阳四周虽有群山作屏障，却因当政和握兵者的昏庸无能早已沦落；金陵城的山峰同洛阳一样多，到底能不能坚守得住也是难说。诗人的感慨藏而不露，寄寓在仿佛是纯客观的景物描写之中。这一联是叹今。颈联接写对历史陈迹的凭吊。吴国昔日金碧辉煌的宫殿，而今长满了野花荒草；当年东晋深宫中的绮罗珍宝，也早已荡然无存。言外之意是说，这一代代的王朝衰亡得如此迅疾，已足以使人深思，警醒。尾联总束一笔，感叹六朝繁华已尽随人事而灭，好像与长江的碧波一道向东流逝，一去不返。诗人在第一首诗中，还只是通过“金陵空壮观”暗示国家兴亡不在于山川形势的险要；而在这里他已用“人事”一词，点出了社稷的存灭取决于人事。这是组诗画龙点睛的一笔。结句展现长江沧波，无休无止，滚滚东流而去。这正是诗人不可抑止的滚滚心潮。这个结尾犹如“临去秋波”，情绪无限悲凉，意境浑茫、渺远。</p> <p>　　总的来看，李白的《金陵三首》以十分简括、浓缩的笔墨，选择了很少的带象喻性的金陵景物意象，巧妙地将它们衔接、映衬与对照，使之容纳了大跨度的时间与空间，从而抒发出吊古伤今、借古鉴今的丰富情思。三首诗的情调慷慨悲凉，意境壮阔深远，深深地体现了诗人忧国忧民的满腔热忱。李白作诗任情而写，挥洒自如，不喜受声律约束，尤擅于七言古风。他写律诗，也常运古诗之气格入律，使律中有古，对中有散。《金陵三首》中，有颔联不对仗的，如“当时百万户，夹道起朱楼”；有颈联不工对的，如“金陵空壮观，天堑净波澜”；也有首联对仗的，如“地拥金陵势，城迥江水流。”可见他对仗不拘常格，纯任自然。这三首五律写得自然流走，有飘逸之致，节奏明快而不平直，语意斩截而不浅露，词采清丽而又雄健。它没有<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>五律组诗那样描写工致，格律谨严，章法缜密，沉郁顿挫。它是疏宕的，粗线条的，大写意和大概括的。它虽非李白的代表作，却是唐代诗人中较早地以金陵怀古为题材的佳篇，对于后来刘禹锡、杜牧等人的金陵怀古咏史诗给予了很大的影响。</p>",
  "about": "<h2>创作背景</h2> 　　这三首<a href=\"http://so.gushiwen.org/view_8363.aspx\">诗</a>是<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>于公元756年（至德元年）在金陵时所作，吊六朝遗迹，抒兴亡之感。金陵是六朝建都之地，当时“朱楼”、“王宫”，备极华丽，到唐代都湮没不见了。这和唐代天宝（742—756）、至德（756—758）年间两京残破的景象，颇有相似之处。",
  "poet": {
    "id": 247,
    "star": 0,
    "name": "李白",
    "image": "http://img.gushiwen.org/authorImg/libai.jpg",
    "desc": "李白（701年－762年），字太白，号青莲居士，唐朝浪漫主义诗人，被后人誉为“诗仙”。祖籍陇西成纪(待考)，出生于西域碎叶城，4岁再随父迁至剑南道绵州。李白存世诗文千余篇，有《李太白集》传世。762年病逝，享年61岁。其墓在今安徽当涂，四川江油、湖北安陆有纪念馆。"
  },
  "tags": [
    "怀古",
    "地名",
    "组诗"
  ]
}