{
  "id": 47998,
  "star": 14,
  "name": "刺巴郡守诗",
  "dynasty": "两汉",
  "content": "狗吠何喧喧，有吏来在门。<br>披衣出门应，府记欲得钱。<br>语穷乞请期，吏怒反见尤。<br>旋步顾家中，家中无可为。<br>思往从邻贷，邻人言已匮。<br>钱钱何难得，令我独憔悴。",
  "fanyi": "<p><strong>译文</strong><br>门外的狗叫声为什么大而杂？<br>原来是有官吏急凶凶来到了我家门。<br>我不敢怠慢，急忙披衣出门应酬官吏，<br>他是郡府来的官吏，命令我把应纳的钱快快缴上。<br>我不断乞求：家里无钱粮，能否宽限几日？<br>怎想官吏发怒，反而逼迫的更加凶狂。<br>我没有办法，只好转身顾家中，东寻西觅，<br>但钱粮终无所获，实在无法可想。<br>想一想只好去邻家借贷，<br>谁想邻家告诉我：他自己也是一贫如洗。<br>钱钱钱呀，怎么如此难得？<br>让我只有憔悴心伤。</p> <p><strong>注释<br></strong>①府记：官府的教令。<br>②请期：请另定交款日期。<br>③见尤：认为有过，加以遣责。<br>④已匮：言钱已用完。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　<a href=\"http://so.gushiwen.org/view_47998.aspx\">诗</a>从“狗吠”落笔，引出“吏来”，猛然扯开了一场逼租逼税惨剧的序幕。首句劈空而至，来得突然、紧张，颇有“山雨欲来风满楼”之势。“何暄喧”既点明狗吠声大而杂，又暗示了悍吏唯恐“猎物”躲逃而“奇袭”的凶暴淫威。</p> <p>　　“披衣”写出了主人不敢怠慢地急匆匆去应酬的情状。“欲得钱” 挑明了 “吏来”的目的，可见来者不善。“府记” 二字既照应了标题，又交代了逼祖逼税的后台老板，直把矛头剌向官府，使作品的思想性更有深度。</p> <p>　　“穷”写出了主人为缓期交钱而磨破了嘴皮；“乞”勾画出主人哀求的可怜。粮穷尽，钱穷尽，语穷尽，都不能唤起悍吏的一丝怜悯，反而使悍吏且“怒”又“尤”。一方是“语穷乞请”，一方是 “怒反见尤”，这形成了鲜明的对比，这使我们很自然地想到<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a> 《石壕吏》中“吏呼一何怒！妇啼一何苦！”的诗句。</p> <p>　　“旋歩”四句写出主人哀求免交不行，缓期无望，而吏又岂能善罢甘休！主人只得转身环顾家中，东寻西觅，但粮钱终无所获。看来唯有的一线希望是向邻人借贷了，但在府记的贪财重赋下，邻居也同样赤贫如洗。“邻人言已匮”这一句看似寻常，实为崎崛。它写出了像主人这样粮钱匮尽的人家何止一户！这无疑大大增强了作品的思想性，使主题更典型、更有普遍性。这种“点”——主人的赤贫，“面”——邻人的“已匮”，点面结合的表现手法，使得这首诗的思想性既有深度（点），又有广度（面）。</p> <p>　　“钱钱”的迭用，活画出主人上天无路、入地无门的哀叹。大大加强了全诗的悲伤色彩，句中“独憔悴”中的“独”不当“独自”讲，而是“唯有”的意思，因为邻人也巳匮，可见不“独”。诗的最后两句，写出主人对钱难得的感慨，唯有忧愁憔悴而已。诗到这里便戛然而止，这场悍吏敛钱的收场如何，也就不堪言状了。其弦外之音就留给读者去想象，令读者也和主人一起去“憔悴” 了。</p> <p>　　全诗仅截取了官差逼租敛税的一个片断，这是当时社会典型的尖锐阶级矛盾的真实写照，深刻地反映了封建统治阶级横征暴敛的凶残和劳动人民的贫困、怨愤。 </p> <p>　　诗中主要采用了白描的技法，不以华丽的词藻着色，不设喻少修饰地以“叙述”来代替“描写”，把作者的主观感受和评价融化在客观的叙述中，让事物本身直接感染读者，这首诗的情节性是鲜明的，情节的发展层层深人。其轨迹是“狗吠”引出“吏来”——吏来逼出主人“出门应'——出门方知吏来“为得钱”——无钱只得“乞请期”——乞请期的结果招来吏“怒”且“尤”——为平息吏怒，只得“旋步顾”——“顾”的结果是“无可为”——“家中”无可为，只好“从邻贷”——“贷”的结果是邻“已匮”——邻已匮，只得独憔淬。诗的情节一环扣一环，步步进逼。其情节虽没有明显的髙潮，但于平淡中见深度。收到了用事实说话，事实胜于雄辩的出色效果。</p>",
  "about": "<h2>创作背景</h2> 　　《刺巴郡守<a href=\"http://so.gushiwen.org/view_47998.aspx\">诗</a>》最早见于《华阳国志·巴志》，原诗前面写着“孝桓帝时，河南李盛仲和为巴郡守，贪财重赋，国人刺之。”后来选诗的人，多用这段文字作为这首诗的序。",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": [
    "人民",
    "贫困",
    "怨愤"
  ]
}