{
  "id": 73227,
  "star": 12,
  "name": "照镜见白发",
  "dynasty": "唐代",
  "content": "宿昔青云志，蹉跎白发年。<br>谁知明镜里，形影自相怜。",
  "fanyi": "<p><strong>译文<br></strong>以前做宰相时，报效国家，日理万机，志向远大。<br>现在做了长史，无事可做，蹉跎岁月，虚度华年。<br>谁知道照镜子时，才看到自己头发白了，老了。<br>我深深感到孤独，只是自己的形体与影子相怜。</p> <p><strong>注释<br></strong>⑴照镜见白发：照镜子时看到自己白头发多了，人老了。含义是自照，反思，回忆的意思。<br>⑵宿昔：宿是怀有，昔是以前（是指任宰相期间）。青云志：凌云壮志，志向远大。<br>⑶蹉跎：蹉跎岁月，这是指作者被罢免宰相贬出京城做了荆州长史这个闲官之后无事可做，时光流逝而无所作为，虚度年华。白发年：白头发的年纪，形容自己老了。<br>⑷谁知：谁知道。这是自言自语。明镜里：镜子里照到的作者。<br>⑸形影：形体和影子。自相怜：自己的形体和影子互相同情，怜悯。意思是孤独。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　<a href=\"http://so.gushiwen.org/author_349.aspx\">李贺</a><a href=\"http://so.gushiwen.org/view_73227.aspx\">诗</a>云：“少年心事当拏云”。大凡人们年轻时的宏图大愿，在历经坎坷漫长的人生岁月之后，往往成为空瓤的神话，不堪回首。《照镜见白发》抒发的是人到暮年、壮志未酬的无限感叹。笔致清浅如流，朴实无华。诗题“照镜见白发”极简练地勾画出抒情主人公对镜伤怀的典型情境。</p> <p>　　“宿昔青云志，蹉跎白发年。”两句诗超越人生种种具体形态的风云际遇，以“关山度符飞”式的大写意笔法，摹写出人们普遍的心未了、年已老的情感范型。自古以来．哪一个朝气蓬勃的年轻人都怀抱创业建功的凌云壮志，那些无以计数的炽热梦幻都曾将繁花似锦的未来预付给了少年之心。然而，时光茌苒，岁月蹉跎，弹指间已是青春不再，老之将至。芸芸众生中有多少人得以遂平生志愿!早年率尔自许的人生理想，更多的则如残英飘坠，无以收拾，只赢得萧萧然白发丛生。诗中并不明言，也无须拘泥于究竟是何原因致使青云之志跌入寂寥空虚。从萌生“青云志”的“宿昔”蹉跎逶迤而至“白发年”，本该有许多具体的生活内容。但所有这些，在诗人高度慨括的笔下急遽掠过。诗行大幅度地腾跳．更显出事业未竞，蓦然间两鬓已秋的惊惶与叹喟。</p> <p>　　“谁知明镜里，形影白相怜。”“谁知”，未必不是一种出人意外的口吻。也许是少壮时对自我的期望悬得过高，与如今碌碌无为抑或未达目标的现实反差太大，于是“临晚镜，伤流景”，发为遗憾、悲凉，无可奈何之浩叹；同时、意外的口吻亦表达了辛酸的自嘲自讽。主人公羞于重温往昔的壮怀激烈，揽镜自怜，无从躲避，嗒然若失，凝然镜前，备受自尊心折磨。</p> <p>　　壮志难酬是人生普遍的缺憾。<a href=\"http://so.gushiwen.org/author_691.aspx\">张九龄</a>虽贵为天子股肱，是初唐名相，但屡遭奸臣<a href=\"http://so.gushiwen.org/author_2691.aspx\">李林甫</a>等排挤，宏图未展．常感惆怅失落。此诗或许是以嗟叹自怜的方式提出了一方人生明鉴：凡欲成就青云之志者，必得时时自醒奋进，蹉跎延宥将贻白发之恨。全诗寥寥二十字，用语明畅、笔势飞动，感情沉郁凝霞。</p>",
  "about": "<h2>创作背景</h2> 　　<a href=\"http://so.gushiwen.org/view_73227.aspx\">诗</a>人为政贤明，刚正不阿。由于他的努力，唐王朝更稳步地趋于繁盛。可是后来玄宗怠于政事，奸相<a href=\"http://so.gushiwen.org/author_2691.aspx\">李林甫</a>极力排挤，开元二十四年（736年），<a href=\"http://so.gushiwen.org/author_691.aspx\">张九龄</a>被罢相，次年贬为荆州长史。从此朝政日非，“开元之治”也就结束了。这首五绝正是“曲江罢相后，慨功业不遂而作也”（唐汝洵《唐诗解》）。",
  "poet": {
    "id": 691,
    "star": 0,
    "name": "张九龄",
    "image": "http://img.gushiwen.org/authorImg/zhangjiuling.jpg",
    "desc": "张九龄(678-740) : 唐开元尚书丞相，诗人。字子寿，一名博物，汉族，韶州曲江（今广东韶关市）人。长安年间进士。官至中书侍郎同中书门下平章事。后罢相，为荆州长史。诗风清淡。有《曲江集》。他是一位有胆识、有远见的著名政治家、文学家、诗人、名相。他忠耿尽职，秉公守则，直言敢谏，选贤任能，不徇私枉法，不趋炎附势，敢与恶势力作斗争，为“开元之治”作出了积极贡献。他的五言古诗，以素练质朴的语言，寄托深远的人生慨望，对扫除唐初所沿习的六朝绮靡诗风，贡献尤大。誉为“岭南第一人”。"
  },
  "tags": [
    "感慨",
    "抒怀",
    "言志"
  ]
}