{
  "id": 72934,
  "star": 9,
  "name": "蟾宫曲·梦中作",
  "dynasty": "元代",
  "content": "半窗幽梦微茫，歌罢钱塘，赋罢高唐。风入罗帏，爽入疏棂，月照纱窗。缥缈见梨花淡妆，依稀闻兰麝余香。唤起思量，待不思量，怎不思量！",
  "fanyi": "<p><strong>译文</strong><br>窗儿半掩，幽深的梦境朦胧迷茫，好像苏小小的歌声刚刚停歇，又好像才和神女欢会在高唐。夜风吹入轻罗帐，透过疏朗的窗棂，使人清爽，月光如水映照着纱窗，面前隐隐约约出现了她淡雅的形象，仿佛还能闻到她那兰麝般的余香。这一切都唤起我思量，本想不思量，又怎能不思量？</p> <p><strong>注释</strong><br>①歌罢钱塘：用南齐钱塘名妓苏小小的故事。《春渚纪闻》记载她的《蝶恋花》词一首，词中有“妾本钱塘江上住，花落花开，不管流年度”之句。钱塘，即杭州，曾为南宋都城，古代歌舞繁华之地。<br>②赋罢高唐：高唐，战国时楚国台馆名，在古云梦泽中。相传楚怀王游高唐，梦见巫山神女与其欢会，见<a href=\"http://so.gushiwen.org/author_358.aspx\">宋玉</a>《高唐赋》。<br>③罗帏：用细纱做的帐子。<br>④疏棂：稀疏的窗格。<br>⑤缥缈：隐约、仿佛。梨花淡妆：形容女子装束素雅，像梨花一样清淡。此句化用<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>《长恨歌》“玉容寂寞泪阑干，梨花一枝春带雨”<a href=\"http://so.gushiwen.org/view_72934.aspx\">诗</a>意。<br>⑥依稀：仿佛。兰麝：兰香与麝香，均为名贵的香料。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　梦本身就有惝恍迷离的意味，何况是“幽梦”；“幽梦”后着“微茫”二字不算，前方还以“半窗”作为限制。这一先声夺人的起笔，绘出了朦胧、悱恻的氛围。两处“罢”字，见出梦影残存，言下有无限惆怅。使用钱塘歌、高唐赋两个典故，并不表示梦境中出现的女子是妓女或仙鬼，仅说明男女双方情意绸缪，而这种欢会除了梦中以外，生活中几乎不存在机会。<a href=\"http://so.gushiwen.org/view_72934.aspx\">诗</a>人故示朦胧，是为了留护这种只有两心才知的秘密细加品温，却也显出不能实实在在地占有的隐痛。</p> <p>　　前文是似梦非梦，半醒不醒。“风入”的三句，渡人觉醒，迎接诗人的是现实世界的一片凄清。“罗帏”、“疏棂”、“纱窗”，同风、爽、月这些清晰切近的感觉印象搭配在一起，是对“幽梦”的反衬，含有诗人独处独宿的孤单情味。再入梦已不可能，他却执著地追寻着前尘旧影。缥缈的幻觉中得以如愿，不仅如见其人，而且如闻其声。“梨花淡妆”、“兰麝余香”，补出了“半窗幽梦”的内容，见出幽梦的可恋，也见出诗人的多情。有色有香，却“缥缈”、“依稀”，这种幻觉正反映了梦境在心灵上留下的强烈刺激。当然，妆而淡，香而余，似实似虚，若有若无，这本身就说明了醒后的追忆与梦境的感受已存在着偏差，不用说梦境与生活的实情更是相去甚远。作者虽是不露声色地平静叙出，字外却存着无限的怅惘与伤心。</p> <p>　　末尾三句，“唤起思量”不言而喻。“待不思量”是由于思量太苦，也是诗人故作铁石心肠。因为“怎不思量”，爱情的力量岂能抗拒！三处“思量”，经历了一个“一无一有”的曲折，通过这欲罢不能的一笔，更见出了诗人的一往情深与愁绵恨长。</p> <p>　　这支散曲题目为“梦中作”，当然不能说没有这种可能。不过从全篇内容来看，当是出梦后回忆时所作。看来这并非作者留梦心切，神智惝恍，产生了错觉；而正是所谓“直道相思了无益”（<a href=\"http://so.gushiwen.org/author_204.aspx\">李商隐</a>《无题》），才故意给它披一件“梦”的外衣。诗人以婉丽的笔墨，借幽梦写情愫，欲处处掩抑心灵的伤口；但天下的至情、深愁，是人同此心、心同此感的。清人<a href=\"http://so.gushiwen.org/author_901.aspx\">乐钧</a>有首《浪淘沙》，其下阕不约而同，恰恰可以作为本曲的缩影，故抄录于下：</p> <p>　　“昨夜枕空床，雾阁吹香。梦儿一半是钗光。如此相逢如此别，怎不思量！”</p>",
  "poet": {
    "id": 1052,
    "star": 0,
    "name": "郑光祖",
    "image": "http://img.gushiwen.org/authorImg/zhengguangzu.jpg",
    "desc": "郑光祖生于元世祖至元初年（即公元1264年），字德辉，汉族，平阳襄陵（今山西临汾市襄汾县）人，从小就受到戏剧艺术的熏陶，青年时期置身于杂剧活动，享有盛誉。但他的主要活动在南方，成为南方戏剧圈中的巨擘。元代著名的杂剧家和散曲家。"
  },
  "tags": [
    "爱情",
    "相思",
    "惆怅"
  ]
}