{
  "id": 27616,
  "star": 4,
  "name": "润州二首",
  "dynasty": "唐代",
  "content": "句吴亭东千里秋，放歌曾作昔年游。<br>青苔寺里无马迹，绿水桥边多酒楼。<br>大抵南朝皆旷达，可怜东晋最风流。<br>月明更想桓伊在，一笛闻吹出塞愁。</p> <p>谢眺诗中佳丽地，夫差传里水犀军。<br>城高铁瓮横强弩，柳暗朱楼多梦云。<br>画角爱飘江北去，钓歌长向月中闻。<br>扬州尘土试回首，不惜千金借与君。",
  "fanyi": "<p><strong>译文<br></strong>向吴亭东放眼望去千里清秋，我当年曾经在这里高歌畅游。<br>寺里结满青苔没有马的足迹，桥边荡漾绿水增添很多酒楼。<br>大体上南朝人物个个都旷达，可爱那东晋名士世上最风流。<br>月明之夜更加希望桓伊出现，听他用笛声吹奏出塞的怨愁。</p> <p>谢眺<a href=\"http://so.gushiwen.org/view_27616.aspx\">诗</a>中赞美此处是最好的美丽地方，夫差传记里说是他训练穿犀牛皮铠甲的水军的地方。<br>城高如铁桶横列劲弩硬弓，绿柳浓暗女子在红楼中做着巫山云雨的约会梦。<br>雕画的号角声顺着南风飘向江北，月下也常听有隐士在此唱着钓鱼歌。<br>扬州驾骑车马的人回头到镇江一试旅游，我将不吝啬千两黄金借给您。</p> <p><strong>注释<br></strong>⑴润州：治所在今江苏镇江。<br>⑵句吴：即吴国。《史记·吴太伯世家》：“太伯之奔荆蛮，自号句吴。”句：一作“向”。向吴亭：在丹阳县南面。<br>⑶放歌：放声歌唱。 唐<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>《闻官军收河南河北》诗：“白日放歌须纵酒，青春作伴好还乡。”<br>⑷马：一作“鸟”。<br>⑸旷达：开朗，豁达。多形容人的心胸、性格。《晋书·裴頠传》：“处官不亲所司，谓之雅远；奉身散其廉操，谓之旷达。”<br>⑹可怜：可爱，可羡慕。风流：洒脱放逸，风雅潇洒。《后汉书·方术传论》：“汉世之所谓名士者，其风流可知矣。”<br>⑺桓伊：东晋将领、名士，早年月下遇王懿之为他吹笛。<br>⑻一笛：指一支笛的声音。唐<a href=\"http://so.gushiwen.org/author_1328.aspx\">沈彬</a>《金陵》诗之二：“一笛月明何处酒？满城秋色几家砧。”出塞：曲名，曲调哀愁。<br>⑼<a href=\"http://so.gushiwen.org/author_32.aspx\">谢朓</a>：南朝齐文学家。<br>⑽夫差：春秋末期吴国国君。水犀军：披水犀甲的水军。<br>⑾铁瓮：润州城，孙权筑，号为铁瓮。<br>⑿朱楼：谓富丽华美的楼阁。《后汉书·冯衍传下》：“伏朱楼而四望兮，采三秀之华英。”<br>⒀画角：古管乐器。传自西羌。<br>⒁钓歌：渔歌。渔人所唱的歌。唐<a href=\"http://so.gushiwen.org/author_289.aspx\">王勃</a>《长柳》诗：“郊童樵唱返，津叟钓歌还。”<br>⒂扬州：今属江苏。尘土：指尘世；尘事。<br>⒃千金：极言钱财多。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　第一首<a href=\"http://so.gushiwen.org/view_27616.aspx\">诗</a>首句起势弘远。诗人登上向吴亭，极目东望，茫茫千里，一片清秋景色，给人一种极恍惚无际的感觉。诗人的万端思绪，便由登览而触引，大有纷至沓来之势。诗从眼前的景色写起，再一笔宕开，思忆起昔年游览的情形。“放歌”二字可见当年酣舞狂歌的赏心乐事，如今旧地重游，正逢惹愁的爽秋季节，神往之中隐含着往事不再的悲凉。一景一情，写诗人初上亭来的所见、所感，并点出时间、地点、事由。</p> <p>　　颔联没有续写昔年游览的光景，而是以不尽尽之，把思路从昔年拉回到眼前，承首句写诗人下亭游览时所见的景物。润州系东晋、南朝时的重镇，也是当时士人们嬉游的繁华都会。“青苔”二句，一写先朝遗寺的荒凉清冷，一写河边酒楼盛景依然，对仗工整。从写法上看，本来是寺里长满青苔，桥下荡漾绿水，诗人却故意颠倒语序，把鲜明的色彩放在句头，突出一衰一盛的对比，形象地反映了润州一带风物人情的沧桑变迁，这就为下一联抒发思古之情创造了条件。</p> <p>　　颈联再转，让思路从眼前出发，漫游时空，飞跃到前代。诗人由眼前的遗寺想到东晋、南朝，又由酒楼想到曾在这里嬉游过的先朝士人，巧妙地借先朝士人的生活情事而感慨。东晋、南朝的士人，旷达风流曾为一时美谈，可是他们在历史的舞台上都不过是匆匆过客，只留下虚名为后人所倾羡。中间两联由览物而思古，充满着物在人空的无限哀惋之情。</p> <p>　　诗人似乎长时间地沉浸在遐想中，直到日落月出，江面传来一声愁笛，才把他从沉思中唤醒。诗用“月明”表明时间的推移，以见沉思之久。“更想”的“更”字，则有无限低徊往复多情之意。然而这一联的佳处，更在其意境的深远。秋夜月明，清冷凄迷，忽然传来《出塞》曲的悲怨笛声，又给诗增添了一层苍凉哀怨的气氛。诗人由笛声而更想到东晋“尽一时之妙，为江左第一”的吹笛好手桓伊，他要借桓伊的笛声来传达心中的无限哀愁。丰富的想象，把时隔数百载的人事联系起来，使历史与现实，今人与古人，眼前的景物与心中的情事，在时空上融为一体。因此，诗虽将无穷思绪以一“愁”字了结，却给人以跌宕回环、悠悠不已之感。</p> <p>　　这首诗所抒发的，不过是封建知识分子因不得志所产生的人生无常虚幻的悲叹，但在艺术上独具特色。诗忽而往古，忽而现在，忽而为一己哀愁，忽而为千古情事，忽而熔二者于一炉；挥洒自如，放纵不羁，在时空上和感情的表达上跳跃性极大。前人评<a href=\"http://so.gushiwen.org/author_211.aspx\">杜牧</a>的诗“气俊思活”，于此可见一斑。</p> <p>　　第二首诗说明润州邻近对应着扬州，在长江畔城防更严密，更加适合旅游隐居，但也仍然多次成为亡国之地。</p>",
  "about": "<h2>创作背景</h2> 　　这两首<a href=\"http://so.gushiwen.org/view_27616.aspx\">诗</a>是<a href=\"http://so.gushiwen.org/author_211.aspx\">杜牧</a>游览江南再次到润州（今江苏镇江）时所写的。",
  "poet": {
    "id": 211,
    "star": 0,
    "name": "杜牧",
    "image": "http://img.gushiwen.org/authorImg/dumu.jpg",
    "desc": "杜牧（公元803－约852年），字牧之，号樊川居士，汉族，京兆万年（今陕西西安）人，唐代诗人。杜牧人称“小杜”，以别于杜甫。与李商隐并称“小李杜”。因晚年居长安南樊川别墅，故后世称“杜樊川”，著有《樊川文集》。"
  },
  "tags": [
    "地方",
    "怀古",
    "历史",
    "抒怀",
    "怀才不遇"
  ]
}