{
  "id": 71927,
  "star": 33,
  "name": "送孟东野序",
  "dynasty": "唐代",
  "content": "　　大凡物不得其平则鸣：草木之无声，风挠之鸣。水之无声，风荡之鸣。其跃也，或激之；其趋也，或梗之；其沸也，或炙之。金石之无声，或击之鸣。人之于言也亦然，有不得已者而后言。其歌也有思，其哭也有怀，凡出乎口而为声者，其皆有弗平者乎！</p> <p>　　乐也者，郁于中而泄于外者也，择其善鸣者而假之鸣。金、石、丝、竹、匏、土、革、木八者，物之善鸣者也。维天之于时也亦然，择其善鸣者而假之鸣。是故以鸟鸣春，以雷鸣夏，以虫鸣秋，以风鸣冬。四时之相推敚，其必有不得其平者乎？</p> <p>　　其于人也亦然。人声之精者为言，文辞之于言，又其精也，尤择其善鸣者而假之鸣。其在唐、虞，咎陶、禹，其善鸣者也，而假以鸣，夔弗能以文辞鸣，又自假于《韶》以鸣。夏之时，五子以其歌鸣。伊尹鸣殷，周公鸣周。凡载于《诗》、《书》六艺，皆鸣之善者也。周之衰，孔子之徒鸣之，其声大而远。传曰：“天将以夫子为木铎。”其弗信矣乎！其末也，庄周以其荒唐之辞鸣。楚，大国也，其亡也以屈原鸣。臧孙辰、孟轲、荀卿，以道鸣者也。杨朱、墨翟、管夷吾、晏婴、老聃、申不害、韩非、慎到、田骈、邹衍、尸佼、孙武、张仪、苏秦之属，皆以其术鸣。秦之兴，李斯鸣之。汉之时，司马迁、相如、扬雄，最其善鸣者也。其下魏晋氏，鸣者不及于古，然亦未尝绝也。就其善者，其声清以浮，其节数以急，其辞淫以哀，其志弛以肆；其为言也，乱杂而无章。将天丑其德莫之顾邪？何为乎不鸣其善鸣者也！</p> <p>　　唐之有天下，陈子昂、苏源明、元结、李白、杜甫、李观，皆以其所能鸣。其存而在下者，孟郊东野始以其诗鸣。其高出魏晋，不懈而及于古，其他浸淫乎汉氏矣。从吾游者，李翱、张籍其尤也。三子者之鸣信善矣。抑不知天将和其声，而使鸣国家之盛邪，抑将穷饿其身，思愁其心肠，而使自鸣其不幸邪？三子者之命，则悬乎天矣。其在上也奚以喜，其在下也奚以悲！东野之役于江南也，有若不释然者，故吾道其于天者以解之。",
  "fanyi": "<p><strong>译文</strong><br>　　一般说来各种事物处在不平静的时候就会发出声音：草木本来没有声音，风摇动它就发出声响。水本来没有声音，风震荡它就发出声响。水浪腾涌，或是有东西在阻遏水势；水流湍急，或是有东西阻塞了水道；水花沸腾，或是有火在烧煮它。金属石器本来没有声音，有人敲击它就发出音响。人的语言也同样如此，往往到了不得不说的时候才发言。人们唱歌是为了寄托情思，人们哭泣是因为有所怀恋，凡是从口中发出而成为声音的，大概都有其不能平静的原因吧！</p><p>　　音乐，是人们心中郁闷而抒发出来的心声，人们选择最适合发音的东西来奏乐。金、石、丝、竹、匏、土、革、木这八种乐器，是各类物质中发音最好的。上天对于一年四季也是这样，选择最善于发声的事物借它来发声。因此春天让百鸟啁啾，夏天让雷霆轰鸣，秋天让虫声唧唧，冬天让寒风呼啸。一年四季互相推移变化，也一定有其不能平静的原因吧？</p><p>　　对于人来说也是这样。人类声音的精华是语言，文辞对于语言来说，又是它的精华，所以尤其要选择善于表达的人，依靠他们来表达意见。在唐尧、虞舜时，咎陶、禹是最善于表达的，因而借助他俩来表达。夔不能用文辞来表达，他就借演奏《韶》乐来表达。夏朝的时候，太康的五个弟弟用他们歌声来表达。殷朝善于表达的是伊尹，周朝善于表达的是周公。凡是记载在《<a href=\"http://so.gushiwen.org/view_71927.aspx\">诗</a>经》、《尚书》等儒家六种经典上的诗文，都是表达得很高明的。周朝衰落时，孔子这类人表达看法，他们的声音洪大而传播遥远。《论语》上说：“上天将使孔子成为宣扬教化的人。”这难道不是真的吗？周朝末年，<a href=\"http://so.gushiwen.org/author_685.aspx\">庄周</a>用他那广大无边的文辞来表达。楚国是大国，它灭亡时候的情景靠着<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>的创作来表达。臧孙辰、孟轲、荀卿等人用他们的学说来表达。杨朱、墨翟、管夷吾、<a href=\"http://so.gushiwen.org/author_319.aspx\">晏婴</a>、老聃、申不害、<a href=\"http://so.gushiwen.org/author_404.aspx\">韩非</a>、慎到、田骈、邹衍、尸佼、<a href=\"http://so.gushiwen.org/author_817.aspx\">孙武</a>、张仪、苏秦这些人，都通过各自的主张来表达。秦朝的兴起，<a href=\"http://so.gushiwen.org/author_796.aspx\">李斯</a>是表达者。在汉朝，<a href=\"http://so.gushiwen.org/author_608.aspx\">司马迁</a>、<a href=\"http://so.gushiwen.org/author_70.aspx\">司马相如</a>、<a href=\"http://so.gushiwen.org/author_715.aspx\">扬雄</a>，是其中最善于表达的人。此后的魏朝、晋朝，能表达的人及不上古代，可是也并未绝迹。就其比较好的人来说，他们作品的声音清轻而虚浮，节奏短促而急迫，辞藻艳丽而伤感，志趣颓废而放旷；他们的文辞，杂乱而没有章法。这大概是上天厌弃这个时代的丑德败行而不愿照顾他们吧？为什么不让那些善于表达的人出来表达呢！</p><p>　　唐朝建立以后，<a href=\"http://so.gushiwen.org/author_12.aspx\">陈子昂</a>、苏源明、<a href=\"http://so.gushiwen.org/author_79.aspx\">元结</a>、<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>、<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>、李观，都凭他们的出众才华来表达心声。其后还活着的人当中，<a href=\"http://so.gushiwen.org/author_232.aspx\">孟郊</a>开始用他的诗歌来表达感情。这些作品超过了魏晋，有些经过不懈的努力已达到了上古诗作的水平。其他作品也都接近了汉朝的水准。同我交往的人中间，李翱、<a href=\"http://so.gushiwen.org/author_390.aspx\">张籍</a>大概是最引人注目的。他们三位的文辞表达确实是很好的。但不知道上天将应和他们的声音，使他们作品表达国家的强盛呢，还是将让他们贫穷饥饿，愁肠百结，使他们作品表达自身的不幸遭遇呢？他们三位的命运，就掌握在上天的手里了。身居高位有什么可喜的，身沉下僚有什么可悲的！东野将到江南地区去就任县尉，心里好像有想不开的地方，所以我讲这番命由天定的话来解开他心中的疙瘩。 </p><p><strong>注释</strong><br>（1）激：阻遏水势。《孟子·告子上》：“今夫水，搏而跃之，可使过颡；激而行之，可使在山。”后世也用以称石堰之类的挡水建筑物为激。<br>（2）炙：烤。这里指烧煮。<br>（3）假：借助。<br>（4）金、石、丝、竹、匏（páo）、土、革、木：指我国古代用这八种质料制成的各类乐器的总称，也称“八音”。如钟属金类，罄属石类，瑟属丝类，箫属竹类，笙属匏类，埙（xūn）属土类，鼓属革类，柷（zhù）属木类。<br>（5）推敚（duó）：推移。敚，同“夺”。<br>（6）唐、虞：尧帝国号为唐，舜帝国号为虞。<br>（7）咎陶（gāo yáo）：也作咎繇、皋陶。传说为舜帝之臣，主管刑狱之事。《尚书》有《皋陶谟》篇。禹：夏朝开国君主。传说治洪水有功，舜让位于他。《尚书》有《大禹谟》、《禹贡》篇。<br>（8）夔（kuí）：传说是舜时的乐官。<br>（9）《韶》：舜时乐曲名。<br>（10）五子：夏王太康的五个弟弟。太康耽于游乐而失国，五子作歌告诫。《尚书》载有《五子之歌》，系伪托。<br>（11）伊尹：名挚：殷汤时的宰相，曾佐汤伐桀。《尚书》载有他所作《咸有一德》、《伊训》、《太甲》等文。或说系后人伪作。<br>（12）周公：名旦，周武王之弟。辅佐武王伐纣灭商，建立周王朝。后又辅佐幼主成王，曾代行政事，制礼作乐。《尚书》载有他《金縢》、《大诰》等多篇文章。<br>（13）六艺：汉代以后对《诗经》、《尚书》、《易》、《礼》、《乐》、《春秋》等六种儒家经典的统称。<br>（14）孔子：字仲尼，春秋时鲁国人，儒家学说的主要代表。<br>（15）天将以夫子为木铎：语出《论语·八佾》。木铎，木舌的铃。古代发布政策教令时，先摇木铎以引起人们注意。后遂以木铎比喻宣扬教化的人。<br>（16）庄周：即庄子，战国时宋国蒙（今山东蒙阴县）人，道家学说的代表人物。荒唐：漫无边际，荒诞不经。《庄子·天下》篇说庄周文章有“以谬悠之说、荒唐之言、无端崖之辞，时恣纵而不傥”的特色。<br>（17）屈原：名平，字原；又名正则，字灵均。战国时楚国人。楚怀王时任左徒、三闾大夫，主张联齐抗秦。后遭谗被贬。楚顷襄王时，国事日非。秦兵攻破郢都，屈原投汨罗江自尽。著有《离骚》等不朽诗篇。<br>（18）臧孙辰：即春秋时鲁国大夫臧文仲。《左传》、《国语·鲁语》载有他的言论。孟轲：即孟子。战国时邹国（今山东邹县）人，是继孔子之后最著名的儒学大师。著有《孟子》。荀卿：即<a href=\"http://so.gushiwen.org/author_320.aspx\">荀子</a>。战国时赵国人，儒家学者，著有《荀子》。<br>（19）杨朱：字子居，战国时魏国人。其说重在为我爱己，拔一毛以利天下不为。言论散见于《孟子》、《庄子》、《荀子》、《韩非子》。墨翟（dí）：即墨子。春秋、战国之际鲁国（一说宋国）人。墨家学说的创始者，主张兼爱、非攻、尚贤等。其言行主要见于《墨子》。管夷吾：字仲，春秋时齐国人，辅佐齐桓公称霸。后人辑有《管子》一书。晏婴：即晏子。字平仲，春秋时齐景公贤相，以节俭力行，显名诸侯。其言行见于《晏子春秋》。老聃（dān）：即老子。春秋、战国时楚国人。道家学说的始祖，相传五千言《老子》（又名《道德经》）即其所作。申不害：战国时郑国人。韩昭侯时为相十五年，国治兵强。其说本于黄老而主刑名。著有《申子》。韩非：战国时韩国公子，后出使入秦为李斯所杀。著名法家代表，其说见《韩非子》。慎到：战国时赵国人，著有《慎子》。田骈（pián）：战国时齐国人。著《田子》二十五篇，今已佚。邹衍：战国时齐国人，阴阳家的代表人物，时称“谈天衍”。尸佼：战国时晋国人。著有《尸子》，《汉书·艺文志》列入杂家。孙武：即孙子。春秋时齐国人。著名军事家，著有《孙子兵法》。张仪：战国时魏国人，纵横家的代表人物。秦惠王时入秦为相，主“连横”说，游说六国与秦结盟，以瓦解“合纵”战略。苏秦：战国时东周洛阳人，著名纵横家。曾游说燕赵韩魏齐楚六国，合纵抗秦，身佩六国相印，为纵约长。<br>（20）李斯：战国时楚国人。秦始皇时任廷尉、丞相。他对秦统一天下起过重要作用。有《谏逐客书》。<br>（21）司马迁：字子长。西汉夏阳人。著名史学家，著有《史记》。相如：司马相如，字长卿，西汉成都人。著名辞赋家，著有《子虚赋》、《上林赋》等。扬雄：字子云，西汉成都人。辞赋家，著有《甘泉赋》、《羽猎赋》、《长杨赋》等，又有《太玄》、《法言》等专著。<br>（22）节数（shuò）：节奏短促。<br>（23）弛以肆：弛，松弛，引申为颓废。肆，放荡。<br>（24）陈子昂：字伯玉，梓州射洪人。著名诗人，<a href=\"http://so.gushiwen.org/author_682.aspx\">韩愈</a>《荐士》诗称其“国朝盛文章，子昂始高蹈”。著有《陈伯玉集》。苏源明：字弱夫，武功人，天宝年间（742—756）进士。诗文散见于《全唐诗》、《全唐文》。元结：字次山，河南洛阳人。有《元次山文集》。李白：字太白，有《李太白集》。杜甫：字子美，有《杜工部集》。李观：字元宾，赵州赞皇人。792年（贞元八年）与韩愈同登进士第。擅长散文，有《李元宾文集》。<br>（25）浸淫：逐渐渗透。此有接近意。<br>（26）李翱：字习之，陇西成纪人。他是韩愈的学生和侄女婿。有《李文公集》。张籍：字文昌，吴郡人。善作乐府诗，有《张司业集》。<br>（27）役于江南：指赴溧阳就任县尉。唐代溧阳县属江南道。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　<a href=\"http://so.gushiwen.org/author_232.aspx\">孟郊</a>（751—814），字东野，湖州武康（今浙江德清县）人。中唐著名<a href=\"http://so.gushiwen.org/view_71927.aspx\">诗</a>人。他壮年屡试不第，四十六岁才中进士，五十岁时被授为溧阳县尉。怀才不遇，心情抑郁。在他上任之际，<a href=\"http://so.gushiwen.org/author_682.aspx\">韩愈</a>写此文加以赞扬和宽慰，流露出对朝廷用人不当的感慨和不满。</p> <p>　　文章内容共分四段。</p> <p>　　第一段，论述“物不平则鸣”的道理。从草木、水受外力的激动而发出声音，论及人的言论、歌、哭，都是因为有所不平的缘故。</p> <p>　　第二段，列举自然界多种现象论证“不平则鸣”的观点。例如金、石。丝、竹、匏，土、革、木八种乐器，就是最善于发出声音的东西；而上天则用鸟鸣、雷鸣、虫鸣、风声来告诉人一年四季的推移。这就为下文阐述“人也亦然”打下论证的基础。</p> <p>　　第三段，论证人也如此，不平则鸣。文章承接上文，从自然界论及人类社会，从唐虞、夏、商、周、春秋、战国、秦、汉、魏晋，南北朝一直谈到隋、唐，列举了众多的历史人物的事迹，论证了“物不得其平则鸣”的论点。</p> <p>　　第四段，从唐朝的<a href=\"http://so.gushiwen.org/author_12.aspx\">陈子昂</a>、苏源明、<a href=\"http://so.gushiwen.org/author_79.aspx\">元结</a>、<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>、<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>、李观一直说到孟郊、李翱、<a href=\"http://so.gushiwen.org/author_390.aspx\">张籍</a>，认为他们都是善于用诗文来抒发情怀的人。作者发问：孟郊、李翱、张籍三人的优秀诗文，不知是上天要使他们的声音和谐来歌颂国家的兴盛，还是要使他们穷困饥饿、心情忧愁，而为自己的不幸悲歌？最终点明题旨：“东野之役于江南也，有若不释然者，故吾道其命于天者以解之。”借以抒发对孟郊怀才不遇的感慨。</p> <p>　　文章运用比兴手法，从“物不平则鸣”，写到“人不平则鸣”。全序仅篇末用少量笔墨直接点到孟郊，其他内容都凭空结撰，出人意外，但又紧紧围绕孟郊其人其事而设，言在彼而意在此，因而并不显得空疏游离，体现了布局谋篇上的独到造诣。历数各个朝代善鸣者时，句式极错综变化之能事，清人刘海峰评为“雄奇创辟，横绝古今”。 </p>",
  "poet": {
    "id": 682,
    "star": 0,
    "name": "韩愈",
    "image": "http://img.gushiwen.org/authorImg/hanyu.jpg",
    "desc": "韩愈（768～824）字退之，唐代文学家、哲学家、思想家，河阳（今河南省焦作孟州市）人，汉族。祖籍河北昌黎，世称韩昌黎。晚年任吏部侍郎，又称韩吏部。谥号“文”，又称韩文公。他与柳宗元同为唐代古文运动的倡导者，主张学习先秦两汉的散文语言，破骈为散，扩大文言文的表达功能。宋代苏轼称他“文起八代之衰”，明人推他为唐宋八大家之首，与柳宗元并称“韩柳”，有“文章巨公”和“百代文宗”之名，作品都收在《昌黎先生集》里。韩愈在思想上是中国“道统”观念的确立者，是尊儒反佛的里程碑式人物。"
  },
  "tags": [
    "古文观止",
    "议论",
    "序文"
  ]
}