{
  "id": 48210,
  "star": 87,
  "name": "雪梅香·景萧索",
  "dynasty": "宋代",
  "content": "景萧索，危楼独立面晴空。动悲秋情绪，当时宋玉应同。渔市孤烟袅寒碧，水村残叶舞愁红。楚天阔，浪浸斜阳，千里溶溶。 <br>临风。想佳丽，别后愁颜，镇敛眉峰。可惜当年，顿乖雨迹云踪。雅态妍姿正欢洽，落花流水忽西东。无憀恨、相思意，尽分付征鸿。",
  "fanyi": "<p><strong>译文</strong><br>在景色萧索的秋天里，我独自登上高楼遥望万里晴空。俯瞰四野，苍凉的大地深深的触动了我悲秋的情怀，这和当年<a href=\"http://so.gushiwen.org/author_358.aspx\">宋玉</a>因悲秋而写《九辩》的心情应该是一样的吧。秋天的渔市是那样冷落寂寥碧烟袅袅；水村残存的叶子在风霜中猎猎发红。楚天分外辽阔一望无际，江水浸泡着尚未落尽的夕阳，浪打浪波涛翻滚。<br>凭栏临风，我想起来远方的佳人，离别的时日多了，想她亦是愁容满面，久锁双眉了吧。可惜当初，我们突然匆匆别离，有如雨云消散，天各一方。当初种种的美好情态，万般的和睦欢乐如今形同流水落花东飘西散，遥守天涯一方，望眼欲穿。难耐此恨无穷无尽，绵绵的相思萦绕在心间，我愿把这份相思托付给远行的大雁。</p> <p><strong>注释</strong><br>①“动悲秋”二句：宋玉《九辩》首句为：“悲哉，秋之为气也。”后人常将悲秋情绪与宋玉相联系。<br>②镇敛眉峰：双眉紧锁的样子。<br>③雨迹云踪：男女欢爱。宋玉《高唐赋》中写楚王与巫山神女欢会，神女称自己“旦为朝云，暮为行雨”。<br>④无聊：又作“无憀”<br>⑤分付征鸿：托付给征鸿，即凭书信相互问候。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　<a href=\"http://so.gushiwen.org/author_535.aspx\">柳永</a>是北宋著名词人，其词作以描写旅况乡愁和离情别恨为主要内容。《雪梅香》（景萧索）一词写游子的相思之情，在柳词中虽属雅词，但是感情洋溢，明白如话，风格与其俚词是一致的。词中描写一位客居他乡的游子，正当深秋薄暮时分，登上了江边的水榭楼台，凭栏远眺，触景伤情，追忆过去的幸福时光，无限思念远别的情人。词的上片写词人登楼之所见：高远的晴空，映衬着萧条冷落的秋景，深深触动了词人的悲秋之情。不禁想道：当初<a href=\"http://so.gushiwen.org/author_358.aspx\">宋玉</a>作《九辩》时，心绪大概也是如此吧！“渔市孤烟袅寒碧，水村残叶舞愁红”，对仗十分工巧。渔市、水村勾画出一幅江边的萧索秋景：碧色的烟柱孤独地飘忽在寒意渐浓的秋气里，如血的夕阳染红了斑斓的落叶，红色的叶片随着萧瑟的秋风上下飞舞。这里，词人用秾艳的色彩把悲秋的哀愁充分地体现出来。“愁红”在古代<a href=\"http://so.gushiwen.org/view_48210.aspx\">诗</a>词中多用来描写被风雨摧残的鲜花。但这首词中的“愁红”，当是指落叶而不是花。首先，既然已见残叶飞舞，当是暮秋时节；而残叶都已飘落，恐怕残花早已化作香尘了吧！再者，这两句词是工整的对句，前一句的“寒碧”是描摹孤烟的色彩，那么，这一句的“愁红”也当是形容残叶的颜色，而不应脱离“残叶”去牵扯落花。然而，这里似乎还有更深一层的含义，即“寒碧”和“愁红”这两个表现色彩的词还能引起人们进一步的联想。“寒碧”，暗示情人紧蹙的双眉；“愁红”，借指情人憔悴的愁容。古代女子以碧色画眉，因此，古诗词中也就常有这样的描写，如唐人<a href=\"http://so.gushiwen.org/author_688.aspx\">张泌</a>《思越人》词：“东风淡荡慵无力，黛眉愁聚春碧”；古人更常用“愁红”比喻女子的愁容，如顾敻《河传》词：“愁红，泪痕衣上重。”碧色是令人伤心的颜色，又是女子画眉的颜色，所以，词人由袅袅上升的一缕碧色炊烟联想到情人的黛眉，由被夕阳染红的落叶想到被风雨摧残的落花，进而联想到分别时情人带泪的愁容，也便是很自然的事情。因此，下片首句就写道：“临风，想佳丽，别后愁颜，镇敛眉峰。”“别后愁颜”照应“愁红”，“镇敛眉峰”照应“寒碧”。一个是明白描写，直抒深情；一个是暗中达意，景中关情，词人对其情人的真诚眷恋于此可见一斑。词人把视线从岸边移到江上：辽阔的江天，一抹斜阳浸入万顷波涛之中，江水缓缓地流向远方。这几句描绘“秋水共长天一色”的江景，怀人之情尽在不言之中，读者从中不难体会出“所谓伊人，在水一方”的意趣。词人在下片直抒胸臆，回忆昔日与情人欢会的幸福，无限怅惘，相思愈深。词人迎着江风而立，脑海中浮现出情人的音容笑貌，雅态妍姿。或许当日正在相聚小饮，清歌婉转，妙舞翩翩；或许正在花前月下，两情缱绻，欢度春宵，然而，突然到来的别离，使热恋的情人“顿乖雨迹云踪”。过去的幸福已成为美好的回忆，在这肃杀的秋天里，暮色苍茫，客居他乡的词人只能独倚危楼，悲思绵绵，怅憾难言，相思难遣。这复杂的情感在胸中汹涌，犹如面前奔腾的大江。无可奈何的词人只能托付远飞的大雁把这相思之情，悲秋之感，游子之心带过江去，传达给自己的心上人。结语包容了词人的欢乐、忧伤、回忆、希望、幻想，总括全词意蕴，韵味深长。</p> <p>　　读者不禁感叹：若非亲感身受的真实思想感情，怎能写出如此披肝沥胆，情重意浓的词句！柳永终生落魄，怀才不遇，走马章台，混迹青楼，过着“诗酒风流”的日子，是封建时代的真正的浪子。从其《乐章集》中诸多诗词来看，他与妓女交好，不似那班轻薄子弟以玩弄女性为目的，而是极重感情，怜之，爱之，思之，念之，情深意笃，感人肺腑。这类作品不仅《雪梅香》一词，它如《雨霖铃》（寒蝉凄切）、《八声甘州》（对潇潇暮雨洒江天）、《忆帝京》（薄衾小枕凉天气）等等，不胜枚举。柳永的真情换来了同样的真情。他因写俚词被统治者排挤出上流社会，下层社会的人们，尤其是妓女们却喜爱他的词。“凡有井水饮处，即能歌柳词”（南宋<a href=\"http://so.gushiwen.org/author_71.aspx\">叶梦得</a>语），就是明证。柳永生前家无余财，死后由几个妓女合资才得以入殓成葬，这当可以看作是对柳永真诚的报答吧！</p><br/><h2>鉴赏</h2> <p>　　这是一首触景伤感，怀乡恋情之作。作者浪迹楚天，秋风萧瑟之时，登高望远，愁肠百转。</p> <p>　　词的上片写景悲秋，秋愁的气氛渲染强烈。</p> <p>　　“景萧索，危楼独立面晴空。”萧索，萧条冷落。首句景象的萧索衰败，隐含着秋意，为全词奠下了伤悲的基调。<a href=\"http://so.gushiwen.org/author_509.aspx\">江淹</a>《恨赋》：“秋日萧条，浮云无光。”词的第一句脱口而出，直接点出秋景的萧瑟。危楼，高楼，词人独自登上高楼仰望着万里晴空。</p> <p>　　“动悲秋情绪，当时<a href=\"http://so.gushiwen.org/author_358.aspx\">宋玉</a>应同。”次句是全词的立足处，下文均是<a href=\"http://so.gushiwen.org/view_48210.aspx\">诗</a>人独立高楼面对晴朗的秋空时所见所感。登楼望远，往往会触动人的愁绪，这是古老中国上人传统的普遍的“情结”；何况，此刻诗人是一个人“独立”着，更添一丝孤独无依的悲凉。宋玉，战国楚辞赋家，后于<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>，或称屈原弟子，曾事顷裹王。《汉书·艺文志》著录宋玉赋十六篇，多亡佚。流传作品为《九辩》。叙述他在政治上不得志的悲伤，流露出他抑郁不满的情绪，多为悲秋之感。这句意思是“当年宋玉悲秋时的思想情感与我现在的悲凉心情相同吧”。</p> <p>　　“渔市孤烟袅寒碧，水村残叶舞愁红。”两句极美的对句，是精炼的词的语言。这两句写秋风中渔市、水村的冷落、凄寒。虽是碧烟红叶也是秋凉的感觉。袅，缭绕的烟雾。碧，烟的颜色。红：秋天树叶经霜而红。诗人举目所见，渔乡村市上面的寒冷碧空中，一股炊烟袅袅上升；临水村边的枫树落叶，在秋风中旋舞着红色。</p> <p>　　“楚天阔，浪浸斜阳，千里溶溶。”末韵三句气象极开阔而壮美。江水托着未落的斜阳。溶溶，水流动的样子。<a href=\"http://so.gushiwen.org/author_211.aspx\">杜牧</a>《阿房宫赋》：“二川溶溶，流入宫墙。”这里说江水一泻千里，波浪浩荡。末韵连上文第三韵展现出一幅带有动态的古老中国水村晚秋画面：远景是兰天孤烟，中景闪着金光的溶溶水波，近景则是水村错落的红叶。</p> <p>　　下片见景动情，想念佳人，思绪无限。流露出作者怀念风尘女子真挚的情怀。</p> <p>　　“临风。想佳丽，别后愁颜，镇敛眉峰。”镇，长久的意思。敛，收敛。愁眉紧锁。别后，她一定满脸愁颜，深锁眉头，心中痛苦不堪。</p> <p>　　“可惜当年，顿乖雨迹云踪。”顿乖，突然离开。“雨迹云踪”是暗中化用宋玉《高唐畎》典故，“云雨”指男女幽会。雨迹云踪，雨散云消，突然匆匆离别，各奔东西，互不见踪迹。这里<a href=\"http://so.gushiwen.org/author_535.aspx\">柳永</a>是指自己和“佳丽”的欢会。大概他俩情意相投，是客观环境迫使他们不得不分离。</p> <p>　　“雅态妍姿正欢洽，落花流水忽西东。”她是如此美丽动人、温柔体贴，两人相处得十分融洽欢悦，谁知忽然像落花流水那样各自西东了。这两句是七言对句，“正”和“忽”两个虚字，生动地写出了客观环境和主观情意的矛盾。前一句如胶似漆，后一句东分西散无法复回；形成强烈的反差，加重了抒情的力度。</p> <p>　　“无聊恨、相思意，尽分付征鸿。”无聊，烦闷，潦倒失意，心情无所寄托，这就点明了自己无聊的怨恨和对佳丽的情思情意，离别的恨是那样愁闷，无所事事，难忍难耐。征鸿，远飞的鸿雁。“征鸿”为高楼所望见，这与开头“危楼独立”遥遥呼应，“尽分付”三字表示涛人想竭力摆脱悲秋情绪所带来的种种烦闷与苦痛。把这种相思情，分给远去的鸿雁，带给心爱的人，让她知晓我的相思苦。</p>",
  "about": "<h2>创作背景</h2> 　　天圣二年（1024年），<a href=\"http://so.gushiwen.org/author_535.aspx\">柳永</a>第四次落第，愤而离开京师，与情人（或为虫娘）离别，作著名的《雨霖铃·寒蝉凄切》，由水路南下，填词为生，词名日隆。此词为那一时期所著。",
  "poet": {
    "id": 535,
    "star": 0,
    "name": "柳永",
    "image": "http://img.gushiwen.org/authorImg/liuyong2.jpg",
    "desc": "柳永，（约987年—约1053年）北宋著名词人，婉约派创始人物。汉族，崇安（今福建武夷山）人，原名三变，字景庄，后改名永，字耆卿，排行第七，又称柳七。宋仁宗朝进士，官至屯田员外郎，故世称柳屯田。他自称“奉旨填词柳三变”，以毕生精力作词，并以“白衣卿相”自诩。其词多描绘城市风光和歌妓生活，尤长于抒写羁旅行役之情，创作慢词独多。铺叙刻画，情景交融，语言通俗，音律谐婉，在当时流传极其广泛，人称“凡有井水饮处，皆能歌柳词”，婉约派最具代表性的人物之一，对宋词的发展有重大影响，代表作 《雨霖铃》《八声甘州》。"
  },
  "tags": []
}