{
  "id": 3175,
  "star": 5491,
  "name": "送杜少府之任蜀州 / 送杜少府之任蜀川",
  "dynasty": "唐代",
  "content": "城阙辅三秦，风烟望五津。<br>与君离别意，同是宦游人。<br>海内存知己，天涯若比邻。<br>无为在歧路，儿女共沾巾。",
  "fanyi": "<p><strong>译文</strong><br>巍巍长安，雄踞三秦之地；渺渺四川，却在迢迢远方。<br>你我命运何等相仿，奔波仕途，远离家乡。<br>只要有知心朋友，四海之内不觉遥远。即便在天涯海角，感觉就像近邻一样。<br>岔道分手，实在不用儿女情长，泪洒衣裳。</p> <p><strong>注释</strong><br>⑴少府：官名。之：到、往。蜀州：今四川崇州。<br>⑵城阙（què ）辅三秦：城阙，即城楼，指唐代京师长安城。辅，护卫。三秦，指长安城附近的关中之地，即今陕西省潼关以西一带。秦朝末年，<a href=\"http://so.gushiwen.org/author_253.aspx\">项羽</a>破秦，把关中分为三区，分别封给三个秦国的降将，所以称三秦。这句是倒装句，意思是京师长安三秦作保护。五津：指岷江的五个渡口白华津、万里津、江首津、涉头津、江南津。这里泛指蜀川。辅三秦：一作“俯西秦”。<br>⑶风烟望五津：“风烟”两字名词用作状语，表示行为的处所。全句意为江边因远望而显得迷茫如啼眼，是说在风烟迷茫之中，遥望蜀州。<br>⑷君：对人的尊称，相当于“您”。<br>⑸同：一作“俱”。宦（huàn）游：出外做官。<br>⑹海内：四海之内，即全国各地。古代人认为我国疆土四周环海，所以称天下为四海之内。<br>⑺天涯：天边，这里比喻极远的地方。比邻：并邻，近邻。<br>⑻无为：无须、不必。歧（qí）路：岔路。古人送行常在大路分岔处告别。<br>⑼沾巾：泪水沾湿衣服和腰带。意思是挥泪告别。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　此<a href=\"http://so.gushiwen.org/view_3175.aspx\">诗</a>是送别诗的名作，诗意慰勉勿在离别之时悲哀。起句严整对仗，三、四句以散调相承，以实转虚，文情跌宕。第三联“海内存知己，天涯若比邻”，奇峰突起，高度地概括了“友情深厚，江山难阻”的情景，尾联点出“送”的主题。全诗开合顿挫，气脉流通，意境旷达。送别诗中的悲凉凄怆之气，音调明快爽朗，语言清新高远，内容独树碑石。此诗一洗往昔送别诗中悲苦缠绵之态，体现出诗人高远的志向、豁达的情趣和旷达的胸怀。</p> <p>　　“城阙辅三秦，风烟望五津”。“阙”，是皇宫前面的望楼。“城阙”，指唐的帝都长安城。“三秦”，指长安附近关中一带地方。秦末<a href=\"http://so.gushiwen.org/author_253.aspx\">项羽</a>曾把这一带地方分为三国，所以后世称它三秦之地。“辅”，辅佐，可以理解为护卫。“辅三秦”，意思是“以三秦为辅”。关中一带的茫茫大野护卫着长安城，这一句说的是送别的地点。“风烟望五津”。“五津”指四川省从灌县以下到犍为一段的岷江五个渡口。远远望去，但见四川一带风尘烟霭苍茫无际。这一句说的是杜少府要去的处所。因为朋友要从长安远赴四川，这两个地方在诗人的感情上自然发生了联系。诗的开头不说离别，只描画出这两个地方的形势和风貌。送别的情意自在其中了。诗人身在长安，连三秦之地也难以一眼望尽，远在千里之外的五津是根本无法看到。超越常人的视力所及，用想象的眼睛看世界，“黄河之水天上来，奔流到海不复回”，从河源直看到东海。“瞿塘峡口曲江头，万里风烟接素秋”，从三峡直看到长安。该诗运用夸张手法，开头就展开壮阔的境界，一般送别诗只着眼于燕羽、杨枝，泪痕，酒盏不相同。</p> <p>　　“与君离别意，同是宦游人”。彼此离别的意味如何？为求官飘流在外的人，离乡背井，已有一重别绪，彼此在客居中话别，又多了一重别绪；其中真有无限凄恻。开头两句调子高昂，属对精严，韵味深沉，对偶不求工整，疏散。固然由于当时律诗还没有一套严格的规定，却有其独到的妙处。此诗形成了起伏、跌宕，使人感到矫夭变化，不可端睨。</p> <p>　　第五六两句，境界又从狭小转为宏大，情调从凄恻转为豪迈。“海内存知己，天涯若比邻。”远离分不开知己，只要同在四海之内，就是天涯海角也如同近在邻居一样，一秦一蜀又算得什么呢。表现友谊不受时间的限制和空间的阻隔，是永恒的，无所不在的，所抒发的情感是乐观豁达的。这两句因此成为远隔千山万水的朋友之间表达深厚情谊的不朽名句。</p> <p>　　结尾两句：“无为在歧路，儿女共沾巾。”两行诗贯通起来是一句话，意思是：“在这即将分手的岔路口，不要同那小儿女一般挥泪告别啊！是对朋友的叮咛，也是自己情怀的吐露。”紧接前两句，于极高峻处忽然又落入舒缓，然后终止。拿乐曲做比方；乐曲的结尾，于最激越处戛然而止，有的却要拖一个尾声。</p><br/><h2>赏析二</h2> <p>　　首联“城阙辅三秦，风烟望五津”，首句写送别之地长安被辽阔的三秦地区所“辅”，突出了雄浑阔大的气势。</p> <p>　　第二句点出友人“之任”的处所——风烟迷蒙的蜀地。<a href=\"http://so.gushiwen.org/view_3175.aspx\">诗</a>人巧用一个“望”字，将秦蜀二地联系起来，好似诗人站在三秦护卫下的长安，遥望千里之外的蜀地，这就暗喻了惜别的情意。“望”字不仅拓宽了诗的意境，使读者的视野一下子铺开，而且在心理上拉近了两地的距离，使人感觉到既然“五津”可望，那就不必为离别而忧伤。这一开笔创造出雄浑壮阔的气象，使人有一种天空寥廓、意境高远的感受，为全诗锁定了豪壮的感情基调。</p> <p>　　颔(hàn)联“与君离别意，同是宦游人”，诗人劝慰友人：我和你都是远离故土、宦游他乡的人，离别乃常事，何必悲伤呢？此次友人孤身前往蜀地，远走天涯，举目无亲，更觉惆怅，作者在这里用两人处境相同、感情一致来宽慰朋友，藉以减轻他的悲凉和孤独之感。惜别之中显现诗人胸襟的阔大。</p> <p>　　颈联“海内存知己，天涯若比邻”，把前面淡淡的伤离情绪一笔荡开。诗人设想别后：只要我们声息相通，即使远隔天涯，也犹如近在咫尺。这与一般的送别诗情调不同，含义极为深刻，既表现了诗人乐观宽广的胸襟和对友人的真挚情谊，也道出了诚挚的友谊可以超越时空界限的哲理，给人以莫大的安慰和鼓舞，因而成为脍炙人口的千古名句。</p> <p>　　尾联“无为在歧路，儿女共沾巾”，慰勉友人不要像青年男女一样，为离别泪湿衣巾，而要心胸豁达，坦然面对。足见情深意长，同时，全诗气氛变悲凉为豪放。 　这首诗四联均紧扣“离别”起承转合，诗中的离情别意及友情，既得到了展现，又具有深刻的哲理、开阔的意境、高昂的格调，不愧为古代送别诗中的上品。</p><br/><h2>赏析三</h2> <p>　　首联属“工对”中的“地名对”，极壮阔，极精整。第一句写长安的城垣、宫阙被辽阔的三秦之地所“辅”（护持、拱卫），气势雄伟，点送别之地。第二句里的“五津”指岷江的五大渡口白华津、万里津、江首津、涉头津、江南津，泛指“蜀川”，点杜少府即将宦游之地；而“风烟”、“望”，又把相隔千里的秦、蜀两地连在一起。自长安遥望蜀川，视线为迷蒙的风烟所遮，微露伤别之意，已摄下文“离别”、“天涯”之魂。</p> <p>　　因首联已对仗工稳，为了避免板滞，故次联以散调承之，文情跌宕。“与君离别意”承首联写惜别之感，欲吐还吞。翻译一下，那就是：“跟你离别的意绪啊！……”那意绪怎么样，没有说；立刻改口，来了个转折，用“同是宦游人”一句加以宽解。意思是：我和你同样远离故土，宦游他乡；这次离别，只不过是客中之别，又何必感伤！</p> <p>　　三联推开一步，奇峰突起。从构思方面看，很可能受了<a href=\"http://so.gushiwen.org/author_322.aspx\">曹植</a>《赠白马王彪》“丈夫志四海，万里犹比邻；恩爱苟不亏，在远分日亲”的启发。但高度概括，自铸伟词，便成千古名句。</p> <p>　　尾联紧接三联，以劝慰杜少府作结。“在歧路”，点出题面上的那个“送”字。歧路者，岔路也，古人送行，常至大路分岔处分手，所以往往把临别称为“临歧”。作者在临别时劝慰杜少府说：只要彼此了解，心心相连，那么即使一在天涯，一在海角，远隔千山万水，而情感交流，不就是如比邻一样近吗？可不要在临别之时哭鼻子、抹眼泪，象一般小儿女那样。</p> <p>　　作品点评：南朝的著名文学家<a href=\"http://so.gushiwen.org/author_509.aspx\">江淹</a>在《别赋》里写了各种各样的离别，都不免使人“黯然消魂”。古代的许多送别<a href=\"http://so.gushiwen.org/view_3175.aspx\">诗</a>，也大都表现了“黯然消魂”的情感。<a href=\"http://so.gushiwen.org/author_289.aspx\">王勃</a>的这一首，却一洗悲酸之态，意境开阔，音调爽朗，独标高格。是初唐四杰之一的王勃在京城长安送别一位姓杜的朋友到蜀地任县令时所作的抒情诗。朋友即将上任，诗人劝慰他不要为远别而悲伤：虽然远隔天涯，但友谊不会因为距离的遥远而淡薄，他们的心是连在一起的。虽为送别诗，但全诗却无伤感之情，诗人的胸襟开朗，语句豪放清新，委婉亲切，表现了友人间真挚深厚的友情。</p> <p>　　全诗结构严谨，起承转合章法井然，用朴素的语言直抒胸臆，具有很高的艺术造诣。</p>",
  "about": "<h2>创作背景</h2> <p>　　《送杜少府之任蜀州》是他在长安的时候写的。“少府”，是唐朝对县尉的通称。这位姓杜的少府将到四川去上任，<a href=\"http://so.gushiwen.org/author_289.aspx\">王勃</a>在长安相送，临别时赠送给他这首送别<a href=\"http://so.gushiwen.org/view_3175.aspx\">诗</a>。</p>",
  "poet": {
    "id": 289,
    "star": 0,
    "name": "王勃",
    "image": "http://img.gushiwen.org/authorImg/wangbo.jpg",
    "desc": "王勃（649或650～676或675年），唐代诗人。汉族，字子安。绛州龙门(今山西河津)人。王勃与杨炯、卢照邻、骆宾王齐名，世称“初唐四杰”，其中王勃是“初唐四杰”之首。"
  },
  "tags": [
    "唐诗三百首",
    "初中古诗",
    "友情",
    "送别",
    "哲理"
  ]
}