{
  "id": 72350,
  "star": 90,
  "name": "同学一首别子固",
  "dynasty": "宋代",
  "content": "　　江之南有贤人焉，字子固，非今所谓贤人者，予慕而友之。淮之南有贤人焉，字正之，非今所谓贤人者，予慕而友之。二贤人者，足未尝相过也，口未尝相语也，辞币未尝相接也。其师若友，岂尽同哉？予考其言行，其不相似者，何其少也！曰：学圣人而已矣。”学圣人，则其师若友，必学圣人者。圣人之言行，岂有二哉？其相似也适然。</p> <p>　　予在淮南，为正之道子固，正之不予疑也。还江南，为子固道正之，子固亦以为然。予又知所谓贤人者，既相似，又相信不疑也。</p> <p>　　子固作《怀友》一首遗予，其大略欲相扳以至乎中庸而后已。正之盖亦常云尔。夫安驱徐行，轥中庸之庭，而造于其堂，舍二贤人者而谁哉？予昔非敢自必其有至也，亦愿从事于左右焉尔。辅而进之，其可也。</p> <p>　　噫！官有守，私有系，会合不可以常也，作《同学一首别子固》以相警，且相慰云。",
  "fanyi": "<p><strong>译文一</strong><br>　　江南有一位贤人，字子固，他不是现在一般人所说的那种贤人，我敬慕他，并和他交朋友。淮南有一位贤人，字正之，他也不是现在一般人所说的那种贤人，我敬慕他，也和他交朋友。这两位贤人，不曾互相往来，不曾互相交谈，也没有互相赠送过礼品。他们的老师和朋友，难道都是相同的吗？我注意考察他们的言行，他们之间的不同之处竟是多么少呀！应该说，这是他们学习圣人的结果。学习圣人，那么他们的老师和朋友，也必定是学习圣人的人。圣人的言行难道会有两样的吗？他们的相似就是必然的了。<br>　　我在淮南，向正之提起子固，正之不怀疑我的话。回到江南，向子固提起正之，子固也很相信我的话。于是我知道被人们认为是贤人的人，他们的言行既相似，又互相信任而不猜疑。<br>　　子固写了一篇《怀友》赠给我，其大意是希望互相帮助，以便达到中庸的标准才肯罢休。正之也经常这样说过。驾着车子稳步前进，辗过中庸的门庭而进入内室，除了这两位贤人还能有谁呢？我过去不敢肯定自己有可能达到中庸的境地，但也愿意跟在他们左右奔走。在他们的帮助下前进，大概能够达到目的。<br>　　唉！做官的各有自己的职守，由于个人私事的牵挂，我们之间不能经常相聚，作《同学一首别子固》，用来互相告诫，并且互相慰勉。</p><p><strong>译文二</strong><br>　　长江之南有一位贤人，字子固（<a href=\"http://so.gushiwen.org/author_385.aspx\">曾巩</a>字子固），他不是当今世俗所称道的贤人，我敬慕他，和他交为朋友。淮河之南有一位贤人，字正之（孙侔字正之），他不是当今世俗所称道的贤人，我敬慕他，和他交为朋友。二位贤人，从未互相交往过，从未互相交谈过，从未互相赠过钱物，他们的老师和朋友难道都是相同的吗？我考察他们的言语行为，不相似的地方是何等少啊！我说，这恐怕是他们都向圣人学习的结果吧！他们学习圣人，那么他们的老师、朋友也一定是向圣人学习的了。圣人的言语行为难道会有两种样子吗？所以，他们二人的相似也是必然的了。<br>　　我在淮河之南，向正之谈及子固，正之不怀疑我说的话；回到长江之南，向子固谈及正之，子固也认为我说的话确实。因此，我又知道了所谓的圣贤之人，既很相似又相互信任，从不猜疑。<br>　　子固做了一首《怀友》<a href=\"http://so.gushiwen.org/view_72350.aspx\">诗</a>送给我。意思大概是希望我们能相互勉励，一直到达中庸的境界才罢休。正之也曾经说过类似的话。驾着车子安稳行进，通过中庸的门庭而到达内室，除这二位贤人还会有谁呢？我过去不敢肯定自己一定会达到这种境界，不过也愿意跟在他们的左右努力去做，通过他们的帮助使我进入这种境界应该是可能的。<br>　　唉！官有自己的职守，私下又有别的事牵累，我们的聚会不可能是经常的，因此，我作了一篇《同学一首别子固》，以相互警策，并相互劝勉。</p><p><strong>译文三</strong><br>　　长江的南面有一位贤人，表字子固，不是现在所说的一般贤人，我敬仰他，和他交友。淮河的南面有一位贤人，表字正之，也不是现在所说的一般贤人，我也敬仰他，和他交友。<br>　　这两位贤人，脚不曾相互来住，嘴也不曾相互讲话，书信和礼物也不曾接受过。他们的老师或朋友，难道完全相同吗？我考察他们的言论和行为，那些不相似的地方多么少啊！说：学习圣人罢了。学习圣人，那么他们的老师或朋友，必定是学习圣人的。圣人的言论和行为，难道会有两样吗？他们的相似也是恰好的。<br>　　我在淮南，向正之称道子固，正之对我不怀疑。我回到江南，向子固称道正之，子固也以为对的。我又知道所说的贤人，既是相似的又是互相信任和深信不疑的。子固作《怀友》一首诗赠送我，这首诗的大致意思是希望互相帮助，拉着我以至于到达中庸的境界罢了。正之大概也曾经这样讲过。<br>　　安稳地前进，慢慢地行走，车轮碾过中庸之道的庭上，就进入他的家，舍弃这两位贤人还有谁呢？我过去不敢自信必定能达到的，今天也愿意在你们左右干，帮助我进家恐怕就可以了。<br>　　唉！官员有职守，私家有牵扯，我们会合不能够经常啊！因此写作《同学》一首向子固告别，来互相警诫，并且互相安慰。</p><p><strong>注释</strong><br>①慕而友：慕：仰慕。友：与之交朋友，动词。<br>②相过：拜访，交往。<br>③辞：这里指书信往来。币：帛，丝织品，这里指礼品。<br>④考：考察。<br>⑤适然：理所当然的事情。<br>⑥大略：大体上。扳：同“攀”，援引。<br>⑦安驱：稳稳当当地驾车。<br>⑧辅：车轮碾过。<br>⑨造于：到达。<br>⑩昔：昔日。</p>",
  "shangxi": "<h2>赏析</h2> <p>●全文层次<br>　　全文可分三层。第一层，自发端至“其相似也适然”。内容是介绍作者两位友人的共同特征：“非今所谓贤人者”，“学圣人而己”。尽管他们素不相识，所师所友也不同，然而，他们的言行极其相似。这就表明，他们“学圣人”达到了登堂入室的境界。第二层，自“予在淮南”到“辅而进之，其可也。”同是“学圣人”，“既相似，又相信不疑”，而作者也是有志于“学圣人”的，他们共同努力，“辅而进之”。第三层，至结尾。声明作文的缘故。由于“会合不可以常”，难得经常聚首交流，所以，作文“相警”亦“相慰”。“相警”足见其重道，“相慰”足见其重情。《同学一首别子固》的表现形式，颇具特色。文章题曰“别子固”，但是，一开始便以<a href=\"http://so.gushiwen.org/author_385.aspx\">曾巩</a>和孙侔相提并论，称赞他们是“学圣人”而有成的“贤人”，而且是“非今所谓贤人者”。作者写正之即是写子固，交互辉映。</p> <p>●构思特点<br>　　这篇文章在构思上有一个显著特点，即不单从曾巩与自己的关系着笔，而是引出一位各方面情况与曾巩神合的孙正之作为映衬，分别从作者自己与曾、孙两人的关系着笔，形成平行的双线结构。这样来体现“同学”的主题，是比较新颖独特的。</p> <p>　　文章一上来就分别介绍“江之南”、“淮之南”的两位贤人曾子固和孙正之。强调他们都不是当今世俗所说的那种贤人，暗示下文的同学于圣人；同时又分别点明“予慕而友之”，将自己和曾、孙两人分别挂上了钩，暗示了三人趣尚的一致，为下文两人之相似、师友之相同张本。作者在《送孙正之序》表示：“予官于扬，得友日孙正之。正之行古之道，又善为古文。”这正是他们三人志趣契合的基础。</p> <p>　　接着，作者又转而强调，这两位自己所仰慕的朋友和贤人，他们之间却从来未曾相互拜访、交谈，或互致书信礼物。三个排句，蝉联而下，把双方未曾识面的意思强调得非常突出。既然如此，“其师若（与）友，岂尽同哉？”这一问自在情理之中。下面又一转：“予考其言行，其不相似者，何其少也！”，这就有些超越常理了。既未谋面，师友又不尽同，何以两人竟如此相似？这就不能不推出下面的结论：“学圣人而已矣。”为了使这一论断更确切不移．作者又进而论证：既然同学于圣人，那么他们的师友，也一定是学圣人的；圣人的言行都是相同的，同学于圣人的人，各方面都很相似，就是很自然的了。这一层，一步一转，从未曾相识说到师友的不同，再转出两人的相似，最后揭出同学圣人的正意。纯用抽象的逻辑推理，丝毫不涉及两人的具体行事，但他们“同学”于圣人这一点却被论证得很有说服力。正是在这里，作者揭示出“同学”的深刻涵义。真正意义上的“同学”在于同道，在于同学于圣人，而不在形迹上曾否相过、相语、相接。这也正是作者一开头所说的他们与“今所谓贤人者”有区别的具体涵义。既然如此，仰慕而分别与之相交的作者自己，其为“同学”也自在不言中了。</p> <p>　　文章的第二段，从“相似”进一步引出了“相信”，作者分别向两人谈到对方，尽管他们从未有过交接，却都相信作者的介绍。这种“相信”，似又超乎常情。但这正表现出“同学”于圣人的贤人之间那种超越空间、不拘形迹的神交，那种高度的相互信任。而曾、孙两人对作者的“相信”也就不言而喻。</p> <p>　　文章的第三段从两位贤人的共同志向引出作者追随他们的愿望。首先提到曾巩赠给自己的《怀友》一文，表示要携手共进，至乎“中庸”，然后捎带一笔，正之盖亦常云尔”，照应上文“相似”之论。并进而指出，能达中庸之境的，除了他们再没有别人。这正是“同学于圣人”的表现。曾巩先在《怀友》（见宋吴曾《能改斋漫录》卷十四所载）中，诉说自己少而学，不得师友，望圣人之中庸而未能至。“尝欲得行古法度士与之居游，孜孜焉考予之失而切剧（磨）之。皇皇四海，求若人而不获。自得介卿。然后始有周旋激恳、摘予之过而接之以道者；使予幡然其勉者有中，释然其思者有得矣，望中庸之域，其可以策而及也”。可惜彼此远隔，会少离多，切磨之效不深。本篇这一段，正与子固殷殷求友之意相呼应，又提出孙正之正是其所渴望相交的最佳人选。至于作者自己，则谦虚地说从来不敢自期其必能到圣人中庸的境界，但愿在他们的帮助下朝这个方向努力。到这里，把三人“同学”于圣人以至乎“中庸”的意思完全表明了。</p> <p>　　末段以抒情之笔收束，正面点出题中“别”字。在官为职守所拘，在私有人事牵系，彼此不能经常在一起，这真是无可奈何的事。《怀友》说：“思而不释，已而叙之，相慰且相警也。”这里也说：“作《同学一首别子固》，以相警且相慰云。”朋友之问，互赠文字，以为学之道相策勉，以交谊之诚相慰藉，此篇是个很好的榜样。</p> <p>●写作手法<br>　　此文出现了许多重复句式，如“江之南有贤人焉”、“淮之南有贤人焉”等句，作者这样写意在向读者传递一个信息：自己所说的贤人跟世俗所说的贤人有所不同。他所说的贤人是以“学圣人”为务的，这些贤人的目标是“至乎中庸而后已”，而世俗所说的贤人仅仅是就才学而言，二者的差别一目了然。此文写“别子固”，但多数篇幅以正之作陪，交互映发，错落参差。此文笔情高奇，淡而弥远，令人寻味无穷。</p> <p>　　此文在表现形式上的最大特色，是陪衬法的运用。文章一开始便以曾巩和孙侔相提并论，称赞他们是学习圣人而言行一致的“贤人”，表示自己与他们志同道合，要互相勉励，以达到中庸之道的境界。因此，文章题为“别子固”，却处处以孙正之陪说，写正之即是在写子固，反复强调，交互映发，错落参差，结构紧凑，而不显得单调重复。文章淡淡写来，却显得情真意笃。</p> <p>　　在修辞方面，运用排比手法。如开头几句，以整齐的排比句写曾、孙二贤。第二段的排比句稍有变化，文章显得既整饬又灵活。这种写法是为了说明贤德之士，不必同师，只要效法圣人，便能殊途同归，从而突出了君子同道而合的主题。</p> <p>　　文章从江南、淮南二贤人言行相似入手，自然引出同学圣人之意。然后紧扣“同学”二字，从共同学习圣人之道上立意。共同学习圣人，就会志同道合，言行相似，相互信任，友谊长存。这也正式建立朋友之间牢固友谊的基础。最后以相互攀引而共同登上圣人殿堂来互相勉励，更显示出作者志向远大，思想高尚。子固、正之二人言行相似，互相映衬，为文章增色不少。文中排比句的反复运用，长短句的交错出现，也增强了文章的语言美。</p>",
  "about": "<h2>创作背景</h2> 　　北宋庆历元年（1041），<a href=\"http://so.gushiwen.org/author_405.aspx\">王安石</a>与<a href=\"http://so.gushiwen.org/author_385.aspx\">曾巩</a>同时应礼部试。次年，王安石得中，而曾巩落第还乡。庆历三年（1043）三月，王安石自扬州签判任上还临川，至舅家。随后，他又前往南丰见了曾巩，此文大约作于此时。",
  "poet": {
    "id": 405,
    "star": 0,
    "name": "王安石",
    "image": "http://img.gushiwen.org/authorImg/wanganshi.jpg",
    "desc": "王安石（1021年12月18日－1086年5月21日），字介甫，号半山，谥文，封荆国公。世人又称王荆公。汉族，北宋抚州临川人（今江西省抚州市临川区邓家巷人），中国北宋著名政治家、思想家、文学家、改革家，唐宋八大家之一。欧阳修称赞王安石：“翰林风月三千首，吏部文章二百年。老去自怜心尚在，后来谁与子争先。”传世文集有《王临川集》、《临川集拾遗》等。其诗文各体兼擅，词虽不多，但亦擅长，且有名作《桂枝香》等。而王荆公最得世人哄传之诗句莫过于《泊船瓜洲》中的“春风又绿江南岸，明月何时照我还。”"
  },
  "tags": [
    "古文观止",
    "赠别",
    "友情"
  ]
}