{
  "id": 49493,
  "star": 206,
  "name": "永遇乐·彭城夜宿燕子楼",
  "dynasty": "宋代",
  "content": "<span style=\"font-family:SimSun;\">彭城夜宿燕子楼，梦盼盼，因作此词。</span></p> <p>明月如霜，好风如水，清景无限。曲港跳鱼，圆荷泻露，寂寞无人见。紞如三鼓，铿然一叶，黯黯梦云惊断。夜茫茫，重寻无处，觉来小园行遍。 <br>天涯倦客，山中归路，望断故园心眼。燕子楼空，佳人何在，空锁楼中燕。古今如梦，何曾梦觉，但有旧欢新怨。异时对，黄楼夜景，为余浩叹。 ",
  "fanyi": "<p><strong>译文</strong><br>　　明月如霜般洁白，好风就如同清水一样清凉，秋天的夜景清幽无限。弯弯的水渠中，鱼儿跳出水面，圆圆的荷叶上，露珠随风落下，但夜深人静，这样好的美景却无人看见。三更鼓声，声声响彻夜空，一片树叶悄悄落到地上，轻音竟把我的梦惊断。夜色茫茫，再也见不到黄昏时的景色，醒来后我把小园处处寻遍。<br>　　那长期在外地的游子早已疲倦，看那山中的归路，对着故乡家园苦苦地思念。看如今燕子楼空空荡荡，佳人盼盼已经不在，楼中的画堂里空留着那呢喃双燕。古今万事皆成空，还有几人能从梦中醒来，有的只是难了的旧欢新怨。后世有人，面对着这黄楼夜色，定会为我深深长叹。</p> <p><strong>注释</strong><br>⑴彭城：今江苏徐州。燕子楼：唐徐州尚书张建封（一说张建封之子张愔）为其爱妓盼盼在宅邸所筑小楼。<br>⑵紞如：击鼓声。<br>⑶铿然：清越的音响。<br>⑷梦云：夜梦神女朝云。云，喻盼盼。典出<a href=\"http://so.gushiwen.org/author_358.aspx\">宋玉</a>《高唐赋》楚王梦见神女：“朝为行云，暮为行雨”。惊断：惊醒。<br>⑸心眼：心愿。<br>⑹黄楼：徐州东门上的大楼，<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>徐州知州时建造。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　上片写梦醒，深夜寂静，明月如霜，在弯弯曲曲的池子里，鱼儿跳出水面，圆圆的荷叶上滚下了晶莹的露珠。三更时分，夜深人静，一片树叶落地都铿然有声，自己从梦中惊醒，夜色茫茫，踏遍小园寻找旧梦，却无处可得。写夜景，以夜间轻微的声响衬托夜间的寂静，写梦仅用“梦云惊断”一笔带过，无处寻梦，不禁黯然神伤。</p> <p>　　下片写自己这个“天涯倦客”在清幽的深夜被秋声惊醒后惟见“燕子楼空”，感到无限惆怅。接着便由张与<a href=\"http://so.gushiwen.org/author_3095.aspx\">关盼盼</a>的故事引出对整个人类历史无限深沉的感慨，昔日燕子楼中的旧事，已如梦一般地逝去，而古往今来无数代人的欢乐、怨恨，又何尝不像它一样也如一连串连续的梦境？世人不明此理，固如大梦未醒。而大梦已醒的词人自己，此时此地所感发的人生感叹，在后人看来，难道不也是一场梦！这种对人生深刻的思考，显示了<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>内心对于整个人类历史的怀疑和迷惘，表现了他对宇宙、人生以及整个社会进程的忧患情绪。结合现实处境，表达了自己盼归难归，触景伤情，怀古伤今的感伤。语言高度凝练概括，仅“燕子楼空”三句，便说尽张建封（当为张）事，写景如画，感情浓郁，具有强烈的抒情色彩。低沉而感伤的情绪正是词人厌倦官场的心绪在词作中的艺术折射。词境的开阔，题材的阔大，又是词人把社会、历史以及对人生哲理性思考引入词作的豪爽表现。[3]</p> <p>　　词人莅临徐州，宿于唐代名妓关盼盼的燕子楼。是夜，明月皎洁如霜，好风清凉如水，此为大景，以静衬托夜之深。鱼跳曲港，露泻圆荷，此为小景，以动反衬夜之静。如此静夜，自能梦遇佳人。然三更鼓响，一片叶落，忽然惊醒，于是怅然若失，起而寻梦上征融情入景，若梦若醒，亦真亦幻，给人以惝恍迷离之感。下片由人亡楼空，直抒感慨，把故园之思，今昔这感、人生如梦之叹，打成一片。他从自己今日凭吊燕子楼，推想到他日后人又将凭吊自己所建的黄楼，一种人生须臾、荣枯无常的感慨袭上心头，使他深有\"古今如梦，何尝梦觉\"之慨。看来，这燕子楼的一梦，也不特是艳遇而已，更暴光坡心境的一次澄化。 </p><br/><h2>鉴赏</h2> <p>　　上阕写清幽梦境及梦醒后的怅然若失之感。起三句总写秋夜清景，各以霜、水分喻月、风，并小结以“清景无限”，赏爱之心已溢于言外。首句写月色明亮，皎洁如霜；秋风和畅，清凉如水，把人引入了一个无限清幽的境地。“清景无限”既是对暮秋夜景的描绘，也是词人的心灵得到清景抚慰后的情感抒发。“</p> <p>　　下阕乃醒后述怀，语意沉郁而超然独悟。换头三句是实写心境，写在天涯漂泊感到厌倦的游子，想念山中的归路，心中眼中想望故园一直到望断，极言思乡之切。此句带有深沉的身世之感，道出了词人无限的怅惘和感喟。<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>曾有<a href=\"http://so.gushiwen.org/view_49493.aspx\">诗</a>云：“天畔登楼眼，随春入故园。”<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>此处当是化用杜诗，写登楼后的思家心理。</p> <p>　　词人将景、情、理熔于一炉，围绕燕子楼情事而层层生发。景为燕子楼之景，情则是燕子楼惊梦后的缠绵情思，理则是由燕子楼<a href=\"http://so.gushiwen.org/author_3095.aspx\">关盼盼</a>情事所生发的“人生如梦如幻”的关于人生哲理的永恒追问。全词融情入景，情理交融，境界清幽，风格在和婉中不失清旷，用典体认著题，融化不涩，幽逸之怀与清幽之境相得益彰，充分显示出苏轼造意行文的卓越不凡。</p> <p>　　这首词深沉的人生感慨包含了古与今、倦客与佳人、梦幻与佳人的绵绵情事，传达了一种携带某种禅意玄思的人生空幻、淡漠感，隐藏着某种要求彻底解脱的出世意念。词中“燕子楼空”三句，千古传诵，深得后人赞赏。</p>",
  "about": "<h2>创作背景</h2> <p>　　这首词写于公元1078年（宋神宗元丰元年）<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>任徐州知州时。这首词的创作背景据词前小序，已可略知端倪，是一首记梦词。<a href=\"http://so.gushiwen.org/author_738.aspx\">郑文焯</a>《手批东坡乐府》据元本题下注“徐州夜梦觉，此登燕子楼作”认为“燕子楼未必可宿，盼盼何必入梦？东坡居士断不作此痴人说梦之题”。认为傅干《注坡词》所录题注为不可信，而以为王文诰《苏<a href=\"http://so.gushiwen.org/view_49493.aspx\">诗</a>总案》所云“戊午十月，梦登燕子楼，翌日往寻其地作”为可从。王文诰断一事为二事，词中难觅佐证。郑文焯所云更多属猜测之词，不足为据。倒是傅注既题作“公旧注”，当不容随意怀疑的，且与词中情事暗合，应可据此解读此词。作者在题记中声称自己夜宿江苏彭城燕子楼，梦到以前居住在这里的唐代张尚书之爱妾盼盼。盼盼，姓关，唐朝人。据传燕子楼就是张尚书为<a href=\"http://so.gushiwen.org/author_3095.aspx\">关盼盼</a>所建的。<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>《燕子楼三首》诗序云：“徐州故尚书有爱妓曰盼盼，善歌舞，雅多风态。”白氏所谓“尚书”，后世（包括苏轼）多以为是张建封，但据考证当为张建封之子张愔。盼盼面貌姣好，谈吐不俗。自从张氏死后，盼盼思念故人，于是独居在小楼上十余年不嫁。</p> <p>　　苏轼至徐州前已转职杭州、密州等地，政治上对<a href=\"http://so.gushiwen.org/author_405.aspx\">王安石</a>变法的孤愤，仕途上因频繁迁调而带来的孤寂之感，都时时向他袭来。公元1078年（宋神宗元丰元年）十月的一个夜晚，苏轼宿于燕子楼，一个旖旎缠绵的梦境，让他顿悟人生的真谛。“几时归去，作个闲人。对一张琴，一壶酒，一溪云。”（《行香子》）他的灵魂从梦境中得到了净化和升华。醒来后十分感慨，写下这首别具意境的佳作。</p>",
  "poet": {
    "id": 183,
    "star": 0,
    "name": "苏轼",
    "image": "http://img.gushiwen.org/authorImg/sushi.jpg",
    "desc": "苏轼（1037－1101），北宋文学家、书画家、美食家。字子瞻，号东坡居士。汉族，四川人，葬于颍昌（今河南省平顶山市郏县）。一生仕途坎坷，学识渊博，天资极高，诗文书画皆精。其文汪洋恣肆，明白畅达，与欧阳修并称欧苏，为“唐宋八大家”之一；诗清新豪健，善用夸张、比喻，艺术表现独具风格，与黄庭坚并称苏黄；词开豪放一派，对后世有巨大影响，与辛弃疾并称苏辛；书法擅长行书、楷书，能自创新意，用笔丰腴跌宕，有天真烂漫之趣，与黄庭坚、米芾、蔡襄并称宋四家；画学文同，论画主张神似，提倡“士人画”。著有《苏东坡全集》和《东坡乐府》等。"
  },
  "tags": [
    "宋词三百首",
    "豪放",
    "写景",
    "抒情",
    "怅惘",
    "人生"
  ]
}