{
  "id": 72495,
  "star": 261,
  "name": "始得西山宴游记",
  "dynasty": "唐代",
  "content": "　　自余为僇人，居是州，恒惴栗。其隟也，则施施而行，漫漫而游。日与其徒上高山，入深林，穷回溪，幽泉怪石，无远不到。到则披草而坐，倾壶而醉。醉则更相枕以卧，卧而梦。意有所极，梦亦同趣。觉而起，起而归；以为凡是州之山水有异态者，皆我有也，而未始知西山之怪特。</p> <p>　　今年九月二十八日，因坐法华西亭，望西山，始指异之。遂命仆人过湘江，缘染溪，斫榛莽，焚茅茷，穷山之高而止。攀援而登，箕踞而遨，则凡数州之土壤，皆在衽席之下。其高下之势，岈然洼然，若垤若穴，尺寸千里，攒蹙累积，莫得遁隐。萦青缭白，外与天际，四望如一。然后知是山之特立，不与培塿为类。悠悠乎与颢气俱，而莫得其涯；洋洋乎与造物者游，而不知其所穷。引觞满酌，颓然就醉，不知日之入。苍然暮色，自远而至，至无所见，而犹不欲归。心凝形释，与万化冥合。然后知吾向之未始游，游于是乎始。故为之文以志。是岁，元和四年也。",
  "fanyi": "<p><strong>译文</strong><br>　　我自从成为有罪的人，住在这个州里，就常常恐惧不安。如有空闲时间，就慢慢地行走，无拘束地游玩。每日和那些同伴，上高山，入深林，走到曲折溪流的尽头。幽僻的泉水，奇异的山石，没有一处僻远的地方不曾到过。到了目的地就分开草而坐下，倒尽壶中酒，一醉方休。醉了就互相枕着睡觉，睡觉了就做梦。心里有向往的好境界，梦里也就有（在这种境界中获得的）相同的乐趣。睡醒了就起来，起来了就回家。我以为凡是这个州的山有奇特形状的，我都游过了；可是我还未曾知道西山的奇异特别。<br>　　今年九月二十八日，我因坐在法华寺西亭，眺望西山，才指点着觉得它奇特。于是命令仆人渡过湘江，沿着染溪，砍伐荆棘，焚烧乱草，一直到山顶才停下。（我们随后）攀援登上山顶，随意坐下观赏，附近几个州的土地，就全在我们的坐席之下了。这几州的地势高低不平，高处是深山，低处是洼地，像蚁封，像洞穴，（看上去）只有尺寸之远，实际上有千里之遥。（这为千里之内的景物）聚集、紧缩、累积在眼下，没有什么能够隐藏。青山萦回，白水缭绕，外与天边相接。向四面望去都是一样的景象。（登上山顶）然后才知这座山的特别突出，与小土丘不一样。辽阔浩渺啊与天地间的大气合一而不能得到它的边际，悠然自得啊和大自然交游而不知它的尽期。（于是我们）拿起酒杯斟满酒，喝得东倒西歪地进入醉态，不知太阳下了山。灰暗的暮色，由远而至，直到看不见什么了还不想返回。（我只觉得）思想停止了，形体消散了，与自然界万物不知不觉地融为一体了。（游过西山）然后才知我以前不曾真正游赏过，真正的游赏是从这里开始的。所以我把这次西山之游写成文章以记载下来。这一年是元和四年。</p> <p><strong>注释<br></strong>僇人：同“戮人”，受过刑辱的人，罪人。作者因永贞革新失败，被贬为永州司马，故自称僇人。僇，通“戮”，耻辱。<br>是州：这个州，指永州。<br>恒：常常。<br>惴栗：恐惧不安。惴，恐惧。栗，发抖。此意为害怕政敌落井下石。<br>其：如果，连词。<br>隟：指空闲时间。<br>施施而行：慢慢地行走。施施，慢步缓行的样子。<br>漫漫而游：无拘无束地游。漫漫，不受拘束的样子。<br>日：每日，时间名词作状语。<br>其徒：那些同伴。徒，同一类的人，指爱好游览的人。<br>穷：走到尽头。<br>回溪：曲折溪流。<br>幽泉：深僻的泉水。<br>无远不到：没有一处僻远的地方不曾到过。<br>披草：分开草。披，用手分开。<br>倾壶：倒尽壶里的酒。倾，倒出来。<br>更相：互相。<br>意有所极，梦亦同趣：心里有向往的好境界，梦里也就有相同的乐趣。所极，所向往的境界。极，至，向往。<br>觉：睡醒。<br>以为：认为。<br>异态：奇特的形状。<br>未始：未曾。<br>怪特：奇异特别。<br>今年：指元和四年（809年）。<br>法华：指法华寺，在原零陵县城东山之上。<br>西亭：在法华寺内，为<a href=\"http://so.gushiwen.org/author_646.aspx\">柳宗元</a>所建，他经常在这里游赏山景，饮酒赋<a href=\"http://so.gushiwen.org/view_72495.aspx\">诗</a>。<br>始：才。<br>指异之：指着它觉得它奇特。指，指点。异，觉得······奇特。<br>湘江：应为潇水。潇水流经永州城西，至萍州才与湘江汇合。<br>缘：沿着。<br>染溪：又作“冉溪”，柳宗元又称为“愚溪”，是潇水的一条小支流。<br>斫：砍伐。<br>榛莽：指杂乱丛生的荆棘灌木。<br>茅茷：指长得繁密杂乱的野草。茷，草叶茂盛。<br>穷山之高而止：一直砍除、焚烧到山的最高处才停止。穷，尽，指把榛莽、茅茷砍除、焚烧尽。<br>箕踞：像簸箕一样地蹲坐着。指坐时随意伸开两腿，像个簸箕，是一种不拘礼节的坐法。正规坐法，屁股要压在脚后跟上，两腿不能伸直。箕，簸箕。踞，蹲坐。<br>遨：游赏。<br>土壤：土地，指地域。<br>衽席：坐垫、席子。<br>其：代词，指上句“数州之土壤”。<br>岈然：高山深邃的样子。岈，《广韵》：“岈，蛤岈，山深之状。”<br>洼然：深谷低洼的样子。“岈然”承“高”，“洼然\"承“下”。<br>垤：蚁封，即蚂蚁洞边的小土堆。“若垤”承“岈然”，“若穴”承“洼然”。<br>尺寸千里：（从西山顶上望去）只有尺寸之远，实际上有千里之遥。<br>攒：聚集在一起。<br>蹙：紧缩在一起。<br>累积：堆积。<br>莫得：没有什么能够。莫，没有什么，代词。得，能。<br>遁隐：隐藏。<br>萦青缭白：青山萦回，白水缭绕。作者为了突出“萦”“缭”景象，有意把主谓式变成动宾式。白，指山顶所见潇、湘二水。<br>际：接近。<br>四望如一：向四面望去都像一样的。<br>是山：这座山，指西山。<br>特立：特别突出。<br>培塿：小土堆。<br>悠悠乎：辽阔浩渺啊。<br>灏气：同“浩气”，指天地间的大气。<br>俱：在一起。<br>涯：边际。<br>洋洋乎：悠然自得啊。<br>造物者：创造万物的天地，指大自然。<br>引觞：拿起酒杯。<br>满酌：斟满酒。<br>颓然：东倒西歪地。颓，跌倒。<br>就：接近，进入。<br>苍然：灰暗的样子，这里是形容傍晚的天色。<br>犹：还，仍然。<br>心凝：思想停止了（不再想任何事情）。<br>形释：形体消散了（忘掉了自己的存在）。<br>万化：万物变化，指自然界万物。<br>冥合：不知不觉地融合为一体。<br>向：以前。<br>未始游：不曾（真正）游赏过。<br>于是：从这里。<br>为之文：把这次西山之游写成文章。之，代指西山之游，是动词“为”的间接宾语。<br>志：记载下来。<br>是岁：这一年。<br>元和：唐宪宗李纯年号。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这篇文章它的立意也好，布局也好，都和题目“始得”二字有密切关系。全文五次或明或暗点出“始得”之意。文章内容是写发现并且宴游的经过，以及由此而产生的感受。具体安排是，先写游西山的情形，再写游西山的经过和感受。这样文章自然而成两段。</p> <p>　　第一段写始游西山时的心情及对西山景色总的评价：怪特。作者自称为“僇人”，即有罪之人。用“恒惴僳”（常常惊恐不安）三字概括自己被贬后的心情。这三个字既是作者当时心境的真实写照，又同下文游西山时陶醉一于自然美的欣喜形成鲜明的对比。这个开头，包含了许许多多长久积压在内心的悲愤心情，当然其中就有一种无声的抗议。自己是这样一种罪人的特殊身份，柳氏自被贬永州，时时感到屈辱、压抑，政治上失败，才华得不到施展，平生的抱负无法实现，于郁闷痛苦之中，处在这样一种特殊的处境里，怀有这样的心情，因此当他游山玩水的时候，那种感受自然同那些风流闲雅的士大夫很不相同。他是要在游览中，排解内心的忧愤，在游览中忘却现实处境，想在精神上寻找某种寄托。因此，这个开头也是他游山玩水的缘由。首先写行动，在“行”“游”两个动词前面，作者故意用了“施施”“慢慢”两个重叠的形容词。“施施”“慢慢”，是漫步走着的样子，漫不经心的外在动作。通过外在动作的描写，实际上表现了作者在游览的时候，一种寂寞、愁闷的、无可无不可的精神状态。“日与其徒······无远不到”写始游西山前之所见，“到则披草而坐······起而归”写当时之所为和所感。“意有所极，梦亦同趣”—意想中所到的境界，做梦也走到这种境界，这句话透露了作者表面上似乎沉醉于山林美酒之中，实际上内心深处的郁闷并未得到排解。哲时得不到施展的抱负仍然是梦寐以求，他希图借游乐饮酒以求忘优的目的没有达到。</p> <p>　　“以为凡是州之山水有异态者，皆我有也，而未始知西山之怪特。”这几句说，我自以为永州的山水凡有点特别形态的，都被我游遍了，却从来不知道西山的奇特和怪异。而且这里“怪特”二字，又概括了西山的情态。作者之前没有看到西山、游览西山，所以说“未始知西山怪特”。这是从反面来扣住题目里“始得”二字。简洁的几笔，小结了作者游西山前的感受，以及发现西山景色怪特时的欣喜，承上启下，自然地引出下文。</p> <p>　　第二段正面写游西山的情景，这段文字紧紧围绕着“始”字展开。九月的一天，他坐在法华寺西亭上，远望西山，“始指异之”。西山之“异”吸引着他，于是命仆人带路，渡过湘江，沿着染澳，砍伐灌木杂草，焚烧枯落草叶，披荆斩棘，一直攀登到西山的最高处。居高临下，放眼远望，‘数州之土壤皆在衽之下”。下面一段用反衬的方法描写西山之高：“岈然洼然”，是颇为形象的摹状；“若垤若穴”，是十分贴切的比喻。用“尺寸”和“千里”构成强烈对照，干里以内的景物，仿佛容纳于尺寸之幅内，都聚拢在眼底。再向四周望去，“萦青缭白，外与天际，四望如一”身边青烟白云缭绕，仿佛同天空连为一体，无论朝哪个方向望去，景色都是这徉。这绘声绘色的描写使读者也好像身临其境。有了这种亲身的体验，然后始知“是山之特立”，和那些小土山不能同日而语。</p> <p>　　面对眼前奇异的景观，作者胸怀顿觉开阔。一种从未有过的感受油然而生：广大得如同浩气看不到它的边际。欣喜满意地同天地交游而设有尽期。于是“引筋满酌，颓然就醉”，以至于暮色降临也浑然不觉，仍不愿归去。此时作者觉得自己的心似乎己凝结，形体似乎已消散，他整个儿地同不停地运动变化着的万物融合在一起，达到了物我合而为一的忘我境界。然后才明白以前自以为“无远不到”“皆我有也”，其实并未真正游过，而真正的游赏应视作现存“始得西山”才开始。作者这个体验十分宝贵，是他精神上升华到一个新的境界的表现，他从政治，七的失败、被贬滴的一度消沉，开始解脱出来，看到了希望，找到了出路。这是他始游西山的最大收获。因此他写了这篇游记。最后说明游览时间。</p> <p>　　这篇游记语言清丽，结构完整，景和情完全融为一体，写景重在写意抒情深沉而含蓄。</p>",
  "about": "<h2>艺术特点</h2> <p>　　紧扣题目，选材独特。独辟蹊径，少提西山，却是一切为了“西山”。鉴于作者“人”身份，才有闲暇，内心忧懑，便需宣泄排遣，这好似给作品悲凉的基础进行了定格。游览的方式便也顺理成章，其一“上高山，入深林，穷回溪，幽泉怪石，无远不到”，这表现出的是随意，无目的性的特点；其二，“披草而生，倾壶而醉，醉则更相枕以卧······觉而起，起而归“。苦中觅乐，亦体现出散漫放任性的特点。文中由抑到扬的方法，鲜明地表现了作者贬谪永州后忧懑的心态。为集中笔墨描绘西山，作者把沿途的山光水色，见闻感受，一概舍弃，寻道登山的过程，艰难而表现的空间较多，但也只是“遂命仆过湘江，缘染溪，斫楱莽，焚茅，穷山之高而止”轻轻带过。</p> <p>　　构思精巧，结构严谨。开始先概写平日游览之胜，继而再写西山之宴游，在这里作者采用曲折入题的方法，欲写今日始见西山，先写昔日未见西山；欲写昔日未见西山，先写昔日得见诸山，即先写未得西山之游，然后笔锋一转，折入始得西山之宴游。铺垫充分，转折自然，说明西山之游，既是昔日游遍诸山的继续，又是一系列新的宴游的开始。文章紧扣“始得”，前后照应，气脉贯通，可谓新颖、巧妙、匠心独具。</p> <p>　　比照与映衬的使用。文章一开始，作者就表明了被贬后的忧惧、苦闷心情，这与游山玩水的赏心乐事恰成鲜明对比，给“山水之乐”定下了一个悲凉情调。自然景物的美好与社会现实的黑暗，不协调地激荡着作者的情感。作者对游山的描写，也多从比照和映衬中表达自己的感受。写“未得”西山的“漫漫而游”，正是为了反衬一识西山的惊喜；写万物的渺小，更显示出西山的“特立”。</p> <p>　　妙用回环手法。“无远不到，到则披草而坐；倾壶而醉，醉则更相枕以卧，卧而梦，觉而起，起而归。”这里运用了顶针续麻的修辞方法，这样就上下勾连，连贯而下。这种修辞方法的运用，有助于表现游览者那种要有所忘怀，又要有所追求的情趣，造成一种回环、复沓的韵味。它概括了一个接一个的漫游活动，略去了无关紧要的交待性叙述，强调了这些动作的连续性和随意性，渲染了乘兴而来，漫不经心的心情。</p> <p>　　寄情于景，托物寓志。本文叙事写景，都饱含着作者的感情色彩，表现了作者寂寞惆怅、孤标傲世的情怀。例如，写“披草而坐，倾壶而醉”，正是他孤寂性格的表现；写西山“特立”，正是他傲世蔑俗的写照。实际上，<a href=\"http://so.gushiwen.org/author_646.aspx\">柳宗元</a>所描写的西山一带，只是一般的丘陵，并非崇山峻岭。他不过是借景抒怀，在山水之间浇灌自己的情感，赋予山水以个人的情志。山川壮丽却无人赏识，如同士人之怀才不遇。</p><br/><h2>创作背景</h2> 　　<a href=\"http://so.gushiwen.org/author_646.aspx\">柳宗元</a>因参加王叔文革新运动，于唐宪宗元和元年（806年）被贬到永州担任司马。到永州后，其母病故，王叔文被处死，他自己也不断受到统治者的诽谤和攻击，心情压抑。永州山水幽奇雄险，许多地方还鲜为人知。柳宗元在这漫长的戴罪期间，便到处游览，搜奇探胜，借以开拓胸襟，得到精神上的慰藉。《永州八记》就是这种心态之下的游历结晶，这篇文章写于唐宪宗元和四年（809年）。",
  "poet": {
    "id": 646,
    "star": 0,
    "name": "柳宗元",
    "image": "http://img.gushiwen.org/authorImg/liuzongyuan.jpg",
    "desc": "柳宗元（773年－819年），字子厚，唐代河东（今山西运城）人，杰出诗人、哲学家、儒学家乃至成就卓著的政治家，唐宋八大家之一。著名作品有《永州八记》等六百多篇文章，经后人辑为三十卷，名为《柳河东集》。因为他是河东人，人称柳河东，又因终于柳州刺史任上，又称柳柳州。柳宗元与韩愈同为中唐古文运动的领导人物，并称“韩柳”。在中国文化史上，其诗、文成就均极为杰出，可谓一时难分轩轾。"
  },
  "tags": [
    "初中文言文",
    "游记",
    "写景",
    "抒怀",
    "怀才不遇"
  ]
}