{
  "id": 15,
  "star": 194,
  "name": "采蘋",
  "dynasty": "先秦",
  "content": "于以采蘋？南涧之滨。于以采藻？于彼行潦。<br>于以盛之？维筐及筥。于以湘之？维锜及釜。<br>于以奠之？宗室牖下。谁其尸之？有齐季女。",
  "fanyi": "<p><strong>译文<br></strong>哪儿可以去采蘋？就在南面涧水滨。哪儿可以去采藻？就在积水那浅沼。<br>什么可把东西放？有那圆筥和方筐。什么可把食物煮？三脚錡与无足釜。<br>安置祭品在哪里？祠堂那边窗户底。这次谁来做主祭？恭敬虔诚待嫁女。</p> <p><strong>注释<br></strong>⑴于以：犹言“于何”，在何处。蘋（pín）：又称四叶菜、田字草，蘋科，为生于浅水之多年生蕨类植物，可食。<br>⑵藻：杉叶藻科，为多年生水生草本植物，可食。一说水豆。<br>⑶行（xíng）潦（lǎo）：沟中积水。行，水沟；潦，路上的流水、积水。《毛传》：“行潦，流潦也。”<br>⑷筥（jǔ）：圆形的筐。方称筐，圆称筥。<br>⑸湘：烹煮供祭祀用的牛羊等。《毛传》：“亨也。”按即烹。<br>⑹錡（qí）：三足锅。釜：无足锅。锜与釜均为炊饭之器。<br>⑺奠：放置。<br>⑻宗室：宗庙、祠堂。《毛传》：“大宗之庙也。”大宗，即大夫之始祖。牖（yǒu）：窗户。<br>⑼尸：主持。古人祭祀用人充当神，称尸。《毛传》：“尸，主。齐，敬。季，少也。”<br>⑽有：语首助词，无义。齐（zhāi）：美好而恭敬，“斋”之省借。季：少、小。</p><br/><h2>英文译文</h2> she gathers the large duckweed ,<br>by the banks of the stream in the southern valley .<br>she gathers the pondweed ,<br>in those pools left by the floods .<br>she deposits what she gathers ,<br>in her square baskets and round ones<br>she boils it ,in her tripods and pans .<br>she sets forth her preparations ,<br>under the window in the ancestral chamber .<br>who superintends the business ?<br>it is reverent young lady .",
  "shangxi": "<h2>鉴赏</h2> <p>　　此<a href=\"http://so.gushiwen.org/view_15.aspx\">诗</a>叙述的是少女临出嫁前庄重严肃地准备祭品和祭祀的情况，详实地记载了祭品、祭器、祭地、祭人，反映了当时的风尚习俗。</p> <p>　　根据文献可以知道，在古代，贵族之女出嫁前必须到宗庙去祭祀祖先，同时学习婚后的有关礼节。这时，奴隶们为其主人采办祭品、整治祭具、设置祭坛，奔走终日、劳碌不堪，这首诗就是描写她们劳动过程的。全诗三章，每章四句。首章两问两答，点出采蘋、采藻的地点，次章两问两答，点出盛放、烹煮祭品的器皿，末章两问两答，点出祭地和主祭之人。</p> <p>　　俗话说：“上供神吃，心到佛知。”这些普普通通的祭品和繁琐的礼仪，却蕴积着人们的寄托和希冀，因而围绕祭祀的一切活动都无比虔诚、圣洁、庄重，正如《左传·隐公三年》所说：“苟有明信，涧溪沼沚之毛，蘋蘩蕰藻之菜，筐筥錡釜之器，潢污行潦之水，可荐于鬼神，可羞于王公。”因此，诗人不厌其烦，不惜笔墨，层次井然地叙写祭品、祭器、祭地、祭人，将繁重而又枯燥的劳动过程描写得绘声绘色。</p> <p>　　这首诗的艺术魅力主要源于问答体的章法，而其主要构成因素就是五个“于以”的运用。全诗节奏迅捷奔放，气势雄伟，而五个“于以”的具体含意又不完全雷同，连绵起伏，摇曳多姿，文末“谁其尸之，有齐季女”戛然收束，奇绝卓特，烘云托月般地将季女的美好形象展现给读者。</p>",
  "about": "<h2>创作背景</h2> 　　这是一首叙述女子祭祖的<a href=\"http://so.gushiwen.org/view_15.aspx\">诗</a>。《左传·隐公三年》将其与《召南·采蘩》《大雅·行苇》《大雅·泂酌》同视为“昭忠信”之作，而更多的古代学者受“诗教”的影响，根据《礼记·昏义》“古者妇人先嫁三月，祖庙未毁，教于宗宫；祖庙既毁，教于宗室。教以妇德、妇言、妇容、妇功。教成之祭，牲用鱼，芼之以蘋藻，所以成妇顺也”，认为是贵族之女出嫁前去宗庙祭祀祖先的诗。《毛传》云：“古之将嫁女者，必先礼之于宗室，牲用鱼，芼之以蘋藻。”方玉润《诗经原始》云：“女将嫁而教之以告于其先也。”惟明代何楷《诗经世本古义》认为诗中所谓“季女”与《左传·襄公二十八年》中的“季兰”同为一人，均是指周武王元妃邑姜，此诗即是赞美邑姜之作。现代学者大都认为这首诗是描写女奴们为其主人采办祭品以奉祭祀的诗篇。",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": [
    "诗经"
  ]
}