{
  "id": 8371,
  "star": 64,
  "name": "谢公亭·盖谢脁范云之所游",
  "dynasty": "唐代",
  "content": "谢亭离别处，风景每生愁。<br>客散青天月，山空碧水流。<br>池花春映日，窗竹夜鸣秋。<br>今古一相接，长歌怀旧游。",
  "shangxi": "<h2>赏析</h2> <p>　　谢公亭位居安徽宣城城北，<a href=\"http://so.gushiwen.org/author_32.aspx\">谢朓</a>任宣城太守时，曾在这里送别<a href=\"http://so.gushiwen.org/view_8371.aspx\">诗</a>人范云。</p> <p>　　“谢亭离别处，风景每生愁。”谢朓、范云当年离别的地方犹如还在，诗人每次目睹这里的景物都不免生愁。“愁”字内涵很广，诗人思念古人而恨自己不能见到古人，度过每一天却觉得孤独，乃至由谢朓的才华、交游、遭遇，想到诗人自己的受谗遭妒，这些意思都可能蕴含其中。</p> <p>　　“客散青天月，山空碧水流。”两句紧承上联“离别”、“生愁”，写谢公亭的风景。由于“离别”，当年诗人欢聚的场面不见了，此地显得天旷山空，谢公亭上唯见一轮孤月，空山寂静，碧水长流。这两句写的是眼前令诗人“生愁”的寂寞。<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>把他那种怀古人而不见的怅惘情绪涂抹在景物上，就使得这种寂寞而美好的环境，似乎仍在期待着久已离去的前代诗人，从而能够引起人们对于当年客散之前景况的遐想。这不仅是怀古，同时包含李白自己的生活感受。李白的诗，也经常为他生活中友人散去、盛会难再而深致惋惜，这表现了李白对于人间友情的珍视，并且也很容易引起读者的共鸣。</p> <p>　　“客散”两句似乎已经括尽古今了，但意犹未尽，接着两句“池花春映日，窗竹夜鸣秋”，不再用孤月、空山之类的景物来写“生愁”，而是描绘谢公亭春秋两季佳节良宵的景物。这是用了反衬的手法。池花映着春日自开自落，窗外修竹在静谧的秋夜中窣窣地发出清响，景物虽美，却没有知己为伴欣赏，越见寂寞孤独。这两句看上去似乎只是描写诗人眼前的风光，而由于上联已经交代了“客散”、“山空”，因此，这种秀丽的景色，也表现了诗人言外的寂寞，以及他面对谢公亭风光追思遐想，欲与古人神游的情态。</p> <p>　　“今古一相接，长歌怀旧游。”诗人在缅怀遐想中，似乎依稀看到了古人的风貌，沟通了古今的界限，乃至在精神上产生了共鸣。这里所谓“一相接”，是由于心往神驰而与古人在精神上的契合，是写在精神上对于谢公旧游的追踪。这是一首缅怀谢朓的诗，但其中却表现了李白的精神性格。他的怀念，表现了他美好的精神追求，高超的志趣情怀。</p> <p>　　李白的五律，具有近似于古体的特点。这，一方面体现在往往不受声律的约束，在体制上近古；而更主要地则是他的五律绝无初唐的浮艳气息，深情超迈而又自然秀丽。像这首《谢公亭》，从对仗声律上看，与唐代一般律诗并无多大区别，但从精神和情致上看，说它在唐代律诗中带点古意却是不错的。李白有意要矫正初唐律诗讲究词藻着意刻画的弊病，这首《谢公亭》就是信笔写去而不着力的。“客散青天月，山空碧水流”，浑括地写出了谢公死后亭边的景象，并没有细致的描绘，但青天、明月、空山、碧水所构成的开阔而又带有寂寞意味的境界，却显得高远。至于诗的后四句，<a href=\"http://so.gushiwen.org/author_504.aspx\">王夫之</a>说得更为精辟：“五六不似怀古，乃以怀古。‘今古一相接’五字，尽古今人道不得。神理、意致、手腕，三绝也。”（《唐诗评选》）因为“池花春映日，窗竹夜鸣秋”二句，写得悠远飘逸，看似描绘风光，而怀古的情思已包含在其中。“今古一相接”五字，一笔排除了古今在时间上的障碍，雄健无比。尤其是“一相接”三字，言外有谢公死后，别无他人，也就是“古来相接眼中稀”（《金陵城西月下吟》）的意思。这样就使得李白的怀念谢公，与一般人偶尔发一点思古的幽情区别开了，格外显得超远。像这种风神气概，就逼近古诗，而和一般的初唐律诗面貌迥异。</p>",
  "poet": {
    "id": 247,
    "star": 0,
    "name": "李白",
    "image": "http://img.gushiwen.org/authorImg/libai.jpg",
    "desc": "李白（701年－762年），字太白，号青莲居士，唐朝浪漫主义诗人，被后人誉为“诗仙”。祖籍陇西成纪(待考)，出生于西域碎叶城，4岁再随父迁至剑南道绵州。李白存世诗文千余篇，有《李太白集》传世。762年病逝，享年61岁。其墓在今安徽当涂，四川江油、湖北安陆有纪念馆。"
  },
  "tags": [
    "怀古",
    "友情",
    "生活",
    "孤独"
  ]
}