{
  "id": 16053,
  "star": 20,
  "name": "新嫁娘词三首",
  "dynasty": "唐代",
  "content": "邻家人未识，床上坐堆堆。<br>郎来傍门户，满口索钱财。</p> <p>锦幛两边横，遮掩侍娘行。<br>遣郎铺簟席，相并拜亲情。</p> <p>三日入厨下，洗手作羹汤。<br>未谙姑食性，先遣小姑尝。",
  "fanyi": "<h2>注释</h2> ⑴未识：一作“不识”。<br>⑵三日：古代风俗，新媳妇婚后三日须下厨房做饭菜。<br>⑶羹：泛指做成浓的菜肴。<br>⑷“未谙”句：意思是还不熟悉婆婆的口味。谙：熟悉。姑食性：婆婆的口味。<br>⑸遣：让。小姑：一作“小娘”。丈夫的妹妹。也称小姑子。",
  "shangxi": "<h2>鉴赏</h2> <p>　　这组<a href=\"http://so.gushiwen.org/view_16053.aspx\">诗</a>共三首，其中第三首（“三日入厨下”）最受推崇。下面是中国唐代文学学会常务理事、中国韵文学会常务理事兼诗学分会会长、安徽师范大学中国古代文学专业博士生导师余恕诚教授对此诗的赏析。</p> <p>　　“新媳妇难当”——在旧社会人们普遍有这种看法。但也有些新媳妇在令人作难的处境中找到了办法，应付了难局，使得事情的发展带有戏剧性，甚至富有诗趣，像<a href=\"http://so.gushiwen.org/author_482.aspx\">王建</a>的这首诗所写的，即属于此类。这也是唐代社会封建礼教控制相对放松，妇女们的巧思慧心多少能够得以表现出来的一种反映。</p> <p>　　“三日入厨下，洗手作羹汤。”古代女子嫁后的第三天，俗称“过三朝”，依照习俗要下厨房做菜。“三日”，正见其为“新嫁娘”。“洗手作羹汤”，“洗手”标志着第一次用自己的双手在婆家开始她的劳动，表现新媳妇郑重其事，力求做得洁净爽利。</p> <p>　　但是，婆婆喜爱什么样的饭菜，对她来说尚属未知数。粗心的媳妇也许凭自己的口味，自以为做了一手好菜，实际上公婆吃起来却为之皱眉呢。因此，细心、聪慧的媳妇，考虑就深入了一步，她想事先掌握婆婆的口味，要让第一回上桌的菜，就能使婆婆满意。</p> <p>　　“未谙姑食性，先遣小姑尝。”这是多么聪明、细心，甚至带有点狡黠的新嫁娘！她想出了很妙的一招——让小姑先尝尝羹汤。为什么要让小姑先尝，而不像<a href=\"http://so.gushiwen.org/author_350.aspx\">朱庆馀</a>《闺意献张水部》那样问她的丈夫呢？朱诗云“画眉深浅入时无”，之所以要问丈夫，因为深夜洞房里只有丈夫可问。而厨房则是小姑经常出入之所，羹汤做好之后，要想得到能够代表婆婆的人亲口尝一尝，则非小姑不可。所以，从“三日入厨”，到“洗手”，到“先遣小姑尝”，不仅和人物身份，而且和具体的环境、场所，一一紧紧相扣。语虽浅白。却颇为得体，合情合理。新娘的机灵聪敏，心计巧思，跃然纸上。“先遣小姑尝”，真是于细微处见精神。<a href=\"http://so.gushiwen.org/author_39.aspx\">沈德潜</a>评论说：“诗到真处，一字不可易。”</p> <p>　　《新嫁娘词》所具有的典型意义，固然可以使人联想到这些，但是要直接就写这些入诗，则不免带有庸俗气。而在这首诗中，因为它和新嫁娘的灵机慧心，和小姑的天真，以及婆婆反将入于新嫁娘彀中等情事联系在一起，才显得富有诗意和耐人寻味。</p> <p>　　像这样的诗，在如何从生活中发现和把握有诗意的题材方面，似乎能够给读者一些启示。</p> <p>　　读这首诗，人们对新嫁娘的聪明和心计无疑是欣赏的，诗味也正在这里。新嫁娘所循的，实际上是这样一个推理过程：一、前提：长期共同生活，会有相近的食性；二、小姑是婆婆抚养大的，食性当与婆婆一致；三、所以由小姑的食性可以推知婆婆的食性。但这样一类推理过程，并不是在任何场合下都能和诗相结合。像有人在笺注此诗时所讲的：“我们初入社会，一切情形不大熟悉，也非得先就教于老练的人不可。”（喻守真《唐诗三百首详析》）</p>",
  "poet": {
    "id": 482,
    "star": 0,
    "name": "王建",
    "image": "http://img.gushiwen.org/authorImg/wangjian.jpg",
    "desc": "王建(约767年—约830年)：字仲初，生于颍川(今河南许昌)，唐朝诗人。其著作，《新唐书·艺文志》、《郡斋读书志》、《直斋书录解题》等皆作10卷，《崇文总目》作2卷。"
  },
  "tags": [
    "媳妇",
    "婆婆",
    "组诗"
  ]
}