{
  "id": 57546,
  "star": 26,
  "name": "念奴娇·西湖和人韵",
  "dynasty": "宋代",
  "content": "晚风吹雨，战新荷、声乱明珠苍璧。谁把香奁收宝镜，云锦红涵湖碧。飞鸟翻空，游鱼吹浪，惯趁笙歌席。坐中豪气，看公一饮千石。<br>遥想处士风流，鹤随人去，老作飞仙伯。茅舍疏篱今在否，松竹已非畴昔。欲说当年，望湖楼下，水与云宽窄。醉中休问，断肠桃叶消息。",
  "fanyi": "<p><strong>译文<br></strong>雨打荷叶溅起一片水珠、可比明珠照苍璧；湖中映月、恰似香奁收宝镜；荷花相次开去、仿佛云锦初织构出一幅浓淡相宜的画卷。鸟在空中上下飞舞，鱼在水里游动吐泡，鱼鸟己习惯于逐堡歌追游人，嬉戏觅食了。与友人豪饮，突然聚焦在“一饮千石”的友人身上。<br>遥想<a href=\"http://so.gushiwen.org/author_762.aspx\">林逋</a>那段风流的生活，现在鹤随人去。林逋死后，上升仙界成为飞仙之长。茅舍疏散的篱笆现在还是那里吗，松竹已经没有昔日的景色了。不禁感慨当年，望湖楼看到水天一色的景色。醉中休问，左等不来、右等也不来，期待的情人。</p> <p><strong>注释<br></strong>1. 香奁（lián）：古代盛梳妆用品的匣子。<a href=\"http://so.gushiwen.org/author_204.aspx\">李商隐</a>《骄儿<a href=\"http://so.gushiwen.org/view_57546.aspx\">诗</a>》：“凝走弄香奁,拔脱金屈戌。”<br>2. 宝镜：借喻太阳。<br>3. 云锦：<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>《和文与可洋川园池横湖诗》：“贪看翠盖拥红妆，不觉湖边一夜霜。卷却天机云锦段，从教匹练写秋光。”<br>4. 处士：林逋字君复，杭州钱塘人。结庐西湖之孤山，二十年足不及城市，号西湖处士。<br>5. 鹤随句：《诗话总龟》：“林逋隐于武林之西湖，不娶，无子。所居多植梅畜鹤。泛舟湖中，客至则放鹤致之。因谓梅妻鹤子。”<br>6. 飞仙：《十洲记》：“篷莱山周回五千里，有圆海绕山，无风而洪波百丈，不可往来，唯飞仙能到其处耳。”<br>7. 望湖楼：《临安志》：“望湖楼在钱塘门外一里，一名看经楼。乾德五年钱忠懿<a href=\"http://so.gushiwen.org/author_482.aspx\">王建</a>。”<br>8. 桃叶：《古乐府》注：“王献之爱妾名桃叶，尝渡此，献之作歌送之曰：桃叶复桃叶，渡江不用楫。但渡无所苦，我自迎接汝。”</p>",
  "shangxi": "<h2>赏析</h2> <p>　　《念奴娇·西湖和人韵》是吟咏杭州西湖的词。此词把自然美与人物美融合在一起来写。别有一番风味。</p> <p>　　词的上片吟咏西湖美景。开头三句写雨打新荷的声音。荷而曰新，风而曰晚，点明游湖时是初夏的一个傍晚；顶风冒雨，不嫌其烦，反觉雨打新荷“声乱明珠苍避”，悦耳动听，其游兴之高可想而知。“谁把”二句写雨过天晴，红日西沉，满天云霞倒映湖中。碧水彩霞，相映成趣。“红涵湖碧”四字，色彩对比鲜明，西湖湖光山色之美便隐寓其中了。“飞鸟”三句写鱼鸟追逐游船的场景。“翻”“吹”二字用得特别好。“翻”，言鸟在空中上下飞舞；“吹”谓鱼在水里游动吐泡。“惯趁空欲席”鱼鸟己习惯于逐堡歌追游人，嬉戏觅食了。这看似闲笔，其实非常重要，它不仅表现出西湖的自然美，而且表现出入与自然的和谐美。“坐中”二句上承“空歇席”写与友人豪饮。这既点出游兴之豪，又由今人之豪联想古人之逸，自然地过渡到下片对<a href=\"http://so.gushiwen.org/author_762.aspx\">林逋</a>的回忆。</p> <p>　　词的下片缅怀西湖名士。林逋少孤力学，刻志不仕，结庐西湖孤山，逋不娶，无子，所居多植梅蓄鹤。有鹤妻梅子之称，其咏梅<a href=\"http://so.gushiwen.org/view_57546.aspx\">诗</a>尤负盛名。“遥想”三句，描述的就是林逋的这段生活。“遥想”二字和<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>《念奴娇·赤壁怀古》过片用“遥想”一样，可以说是思接千载，有力地振起了全词。<a href=\"http://so.gushiwen.org/author_551.aspx\">彭孙遹</a>《金粟词话》说：“林处士鹤妻梅子，可称千古高风矣。”这也许就是此词所说“处士风流”的含义。“鹤随人去，已作飞仙伯”，是说林逋死后，不仅上升仙界，而且成为飞仙之长，这和称<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>为滴仙人，说石曼卿死后成仙主芙蓉城一样，说明其人不凡。林逋是这样一个风流人物，总会让人怀念林逋。“茅舍”二句写林逋故居己不可见，松竹也非畴昔可比。给人一种人去楼空之感。“欲说”三句宕开一笔，写云与水。和上片“云锦红涵湖碧”相照应，谓人已不见，物也不存，只有闲话当年望湖楼下，云水忽上忽下，变幻不定的情景了。“醉中”二句收合并映带“看公”二句，意谓尽情饮酒。您意游湖，不必去想桃根桃叶的故事，并以桃叶反衬林逋，缴足了“遥想处士风流”之意。</p>",
  "about": "<h2>创作背景</h2> 　　《念奴娇·西湖和人韵》约作于末孝宗乾道六年（1170年）或七年（1171年），<a href=\"http://so.gushiwen.org/author_217.aspx\">辛弃疾</a>任司农寺主簿。",
  "poet": {
    "id": 217,
    "star": 0,
    "name": "辛弃疾",
    "image": "http://img.gushiwen.org/authorImg/xinqiji.jpg",
    "desc": "辛弃疾（1140－1207），南宋词人。原字坦夫，改字幼安，别号稼轩，汉族，历城（今山东济南）人。出生时，中原已为金兵所占。21岁参加抗金义军，不久归南宋。历任湖北、江西、湖南、福建、浙东安抚使等职。一生力主抗金。曾上《美芹十论》与《九议》，条陈战守之策。其词抒写力图恢复国家统一的爱国热情，倾诉壮志难酬的悲愤，对当时执政者的屈辱求和颇多谴责；也有不少吟咏祖国河山的作品。题材广阔又善化用前人典故入词，风格沉雄豪迈又不乏细腻柔媚之处。由于辛弃疾的抗金主张与当政的主和派政见不合，后被弹劾落职，退隐江西带湖。"
  },
  "tags": [
    "夏天",
    "西湖",
    "荷花",
    "抒情",
    "壮志难酬",
    "悲愤"
  ]
}