{
  "id": 12999,
  "star": 437,
  "name": "春怨",
  "dynasty": "唐代",
  "content": "纱窗日落渐黄昏，金屋无人见泪痕。 <br>寂寞空庭春欲晚，梨花满地不开门。",
  "fanyi": "<p><strong>译文</strong><br>纱窗外的阳光淡去，黄昏渐渐降临；<br>锁闭华屋，无人看见我悲哀的泪痕。<br>庭院空旷寂寞，春天景色行将逝尽；<br>梨花飘落满地，无情无绪把门关紧。</p> <p><strong>注释</strong><br>金屋：原指汉武帝少时欲金屋藏阿娇事。这里指妃嫔所住的华丽宫室。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这是一首宫怨<a href=\"http://so.gushiwen.org/view_12999.aspx\">诗</a>。点破主题的是诗的第二句“金屋无人见泪痕”。句中的“金屋”，用汉武帝幼小时愿以金屋藏阿娇（陈皇后小名）的典故，表明所写之地是与人世隔绝的深宫，所写之人是幽闭在宫内的少女。下面“无人见泪痕”五字，可能有两重含意：一是其人因孤处一室、无人作伴而不禁下泪；二是其人身在极端孤寂的环境之中，纵然落泪也无人得见，无人同情。这正是宫人命运之最可悲处。句中的“泪痕”两字，也大可玩味。泪而留痕，可见其垂泪已有多时。这里，总共只用了七个字，就把诗中人的身份、处境和怨情都写出了。这一句是全诗的中心句，其他三句则都是环绕这一句、烘托这一句的。</p> <p>　　起句“纱窗日落渐黄昏”，是使无人的“金屋”显得更加凄凉。屋内环顾无人，固然已经很凄凉，但在阳光照射下，也许还可以减少几分凄凉。现在，屋内的光线随着纱窗日落、黄昏降临而越来越昏暗，如<a href=\"http://so.gushiwen.org/author_536.aspx\">李清照</a>《声声慢》词中所说，“守着窗儿，独自怎生得黑”，其凄凉况味就更可想而知了。</p> <p>　　第三句“寂寞空庭春欲晚”，是为无人的“金屋”增添孤寂的感觉。屋内无人，固然使人感到孤寂，假如屋外人声喧闹，春色浓艳，呈现一片生机盎然的景象，或者也可以减少几分孤寂。现在，院中竟也寂无一人，而又是花事已了的晚春时节，正如<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>《蝶恋花》词所说的“门掩黄昏，无计留春住”，也如李雯《虞美人》词所说的“生怕落花时候近黄昏”，这就使“金屋”中人更感到孤寂难堪了。</p> <p>　　末句“梨花满地不开门”，它既直承上句，是“春欲晚”的补充和引伸；也遥应第二句，对诗中之人起陪衬作用。<a href=\"http://so.gushiwen.org/author_504.aspx\">王夫之</a>在《夕堂永日绪论》中指出“诗文俱有主宾”，要“立一主以待宾”。这首诗中所立之主是第二句所写之人，所待之宾就是这句所写之花。这里，以宾陪主，使人泣与花落两相衬映。李清照《声声慢》词中以“满地黄花堆积”，来陪衬“寻寻觅觅，冷冷清清，凄凄惨惨戚戚”的词中人，所采用的手法与这首诗是相同的。</p> <p>　　从时间布局看，诗的第一句是写时间之晚，第三句是写季节之晚。从第一句纱窗日暮，引出第二句窗内独处之人；从第三句空庭春晚，引出第四句庭中飘落之花。再从空间布局看，前两句是写屋内，后两句是写院中。写法是由内及外，由近及远，从屋内的黄昏渐临写屋外的春晚花落，从近处的杳无一人写到远处的庭空门掩。一位少女置身于这样凄凉孤寂的环境之中，当然注定要以泪洗面了。更从色彩的点染看，这首诗一开头就使所写的景物笼罩在暮色之中，为诗篇涂上了一层暗淡的底色，并在这暗淡的底色上衬映以洁白耀目的满地梨花，从而烘托出了那样一个特定的环境气氛和主人公的伤春情绪，诗篇的色调与情调是一致的。</p> <p>　　为了增强画面效果，深化诗篇意境，诗人还采取了重叠渲染、反复勾勒的手法。诗中，写了日落，又写黄昏，使暮色加倍昏暗；写了春晚，又写落花满地，使春色扫地无余；写了金屋无人，又写庭院空寂，更写重门深掩，把诗中人无依无伴、与世隔绝的悲惨处境写到无以复加的地步。这些都是加重分量的写法，使为托出宫人的怨情而着意刻画的那样一个凄凉寂寞的境界得到最充分的表现。</p> <p>　　此外，这首诗在层层烘托诗中人怨情的同时，还以象征手法点出了美人迟暮之感，从而进一步显示出诗中人身世的可悲、青春的暗逝。曰“日落”，曰“黄昏”，曰“春欲晚”，曰“梨花满地”，都是象征诗中人的命运，作为诗中人的影子来写的。这使诗篇更深曲委婉，味外有味。</p>",
  "poet": {
    "id": 506,
    "star": 0,
    "name": "刘方平",
    "image": "http://img.gushiwen.org/authorImg/liufangping.jpg",
    "desc": "刘方平(758年前后在世)，唐朝河南洛阳人。匈奴族。天宝前期曾应进士试，又欲从军 ，均未如意，从此隐居颍水、汝河之滨，终生未仕。与皇甫冉、元德秀、李颀、严武为诗友，为薪颖士赏识。工诗，善画山水。其诗多咏物写景之作，尤擅绝句，其诗多写闺情、乡思，思想内容较贫弱，但艺术性较高，善于寓情于景，意蕴无穷。其《月夜》 、《春怨》、《新春》、《秋夜泛舟》等都是历来为人传诵的名作。"
  },
  "tags": [
    "唐诗三百首",
    "宫怨",
    "孤独"
  ]
}