{
  "id": 69114,
  "star": 33,
  "name": "春怀示邻里",
  "dynasty": "宋代",
  "content": "断墙着雨蜗成字，老屋无僧燕作家，<br>剩欲出门追语笑，却嫌归鬓著尘沙。<br>风翻蛛网开三面，雷动蜂窠趁两衙。<br>屡失南邻春事约，只今容有未开花。",
  "fanyi": "<p><strong>译文<br></strong>破败的断墙被春雨淋湿，蜗牛爬行留下歪斜的篆字。失修的老屋没有僧人，只有梁燕作案把它当作家。春光绮丽，真想出门去追随欢声笑语，又嫌归来时鬓发蒙尘脸上扑满了灰沙。<br>春风吹翻蛛网，飞虫尚且可以三面逃生；春雷震动蜂窠，黄蜂有主还能排列成衙。几次爽约，没能赴南邻赏春的约会，只希望现在还能有尚未开放的春花。</p> <p><strong>注释<br></strong>①蜗成字：蜗牛爬过之处留下的粘液，如同篆文，称为蜗篆。<br>②僧：作者自指，自嘲之语。作家：做巢之意。<br>③剩欲：颇想，很想。剩：更、更加。<br>④网开三面：《吕氏春秋》：“汤见置四面网者，汤拔其三面，置其一面，祝曰：‘昔蛛蝥作网，令人学之，欲高者高，欲下者下，吾取共犯命者。’”<br>⑤两衙：众蜂簇拥蜂王，如朝拜时两旁站着的侍卫，称为蜂衙。任渊注引《坤雅》称：“蜂有两衙应潮。”蜂在排衙时，是海潮将涨的征兆。任渊注引钱昭度<a href=\"http://so.gushiwen.org/view_69114.aspx\">诗</a>：“黄蜂衙退海潮上，白蚁战酣山雨来。”趁：趋，随。<br>⑥南邻：作者此时经常和邻人寇十一来往，南邻指寇十一。<br>⑦容有：当有。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这首七律首联、颈联写景状物，颔联、尾联叙事抒情，是一首学杜的力作，表现作者贫居闲静的心境，也委婉地流露出世路艰辛的愤慨。</p> <p>　　<a href=\"http://so.gushiwen.org/view_69114.aspx\">诗</a>的开头两句：“断墙著雨蜗成字，老屋无僧燕作家。”以“断墙”“老屋”，点明所居的简陋。残破的墙壁上，在春雨淋湿之后，蜗牛随意爬行，留下了歪歪斜斜的痕迹。老屋因久无人居，所以任凭燕子飞来做巢。作者在这里不写“老屋无人”，而代以“无僧”，实际上是自嘲的戏笔。表明他也不过像个游方和尚而已，是经常浪迹在外边的（有人以为，作者租住僧房，故说“老屋无僧”。但无佐证）。作者居住在这样的老屋之中，可见生活的清苦。</p> <p>　　第三四两句：“剩欲出门追语笑，却嫌归鬓逐尘沙。”写他也想外出追寻点笑语的机会，无奈又感到归来之后，鬓角上更会染上沙尘。这两句显示作者虽然处于贫困之中，仍然保持傲然的情操，不愿在风尘中追逐。</p> <p>　　第五六两句：“风翻蛛网开三面，雷动蜂窠趁两衙。”即景抒怀，屋角的蛛网，檐口的蜂巢，在“风翻”、“雷动”的情况之下，形成了老屋的风光，而“开三面”、“趁两衙”，则是有所寄寓的笔墨。作者先写风翻蛛网，却是网开三面，昆虫仍好有个避开的去处。次写雷动蜂衙，那些蜂儿也仍然有主，有秩序地拥簇在一起，就衙门里排衙一样。而人在尘网之中，倒是网张四面，受到党祸牵连，难有回旋的余地。过去他虽曾奔走多年，此时依旧有途穷之感，不似蜂儿还有走动的机会。语意中对世路崎岖深表慨叹。</p> <p>　　结尾两句：“屡失南邻春事约，只今容有未开花。”此二句表明他在现实的情况下，平白地辜负了春天，虽然邻家几次以春事相邀，都因未能赴约而失去机会，此时或许还有有未开的花儿。</p> <p>　　在艺术手法上，这首诗反映宋诗的新趣味还在于它在看似纯粹的、很地道的白描形象中暗暗地搬动着书卷，使得它看似非常琐细，其实却大有来头。 </p> <p>　　此诗词语讲究，情感深细，意境新奇。结构则跳跃错落，写景、叙事隔联相承。处处体现诗人细致、求新的构思。</p>",
  "about": "<h2>创作背景</h2> 　　1100年（元符三年）春天，<a href=\"http://so.gushiwen.org/author_100.aspx\">陈师道</a>家居徐州，生活清贫，以读书作<a href=\"http://so.gushiwen.org/view_69114.aspx\">诗</a>自遣。这首七律就是他当时写给邻里的作品。",
  "poet": {
    "id": 100,
    "star": 0,
    "name": "陈师道",
    "image": "http://img.gushiwen.org/authorImg/chenshidao.jpg",
    "desc": "陈师道（1053～1102）北宋官员、诗人。字履常，一字无己，号后山居士，汉族，彭城（今江苏徐州）人。元祐初苏轼等荐其文行，起为徐州教授，历仕太学博士、颖州教授、秘书省正字。一生安贫乐道，闭门苦吟，有“闭门觅句陈无己”之称。陈师道为苏门六君子之一，江西诗派重要作家。亦能词，其词风格与诗相近，以拗峭惊警见长。但其诗、词存在着内容狭窄、词意艰涩之病。著有《后山先生集》，词有《后山词》。"
  },
  "tags": [
    "古诗三百首",
    "生活",
    "惜春"
  ]
}