{
  "id": 22248,
  "star": 564,
  "name": "南湖早春",
  "dynasty": "唐代",
  "content": "风回云断雨初晴，返照湖边暖复明。<br>乱点碎红山杏发，平铺新绿水蘋生。<br>翅低白雁飞仍重，舌涩黄鹂语未成。<br>不道江南春不好，年年衰病减心情。",
  "fanyi": "<p><strong>译文</strong><br>乌云散去，风雨初停，天气刚刚放晴，阳光照射在湖面上形成倒影，有一种温暖明快之感。<br>漫山遍野的山杏，碎红点点；湖面上漂浮的水苹，一望无际，犹如整齐的草坪。<br>白雁身上雨水未干，翅膀变得沉重，不得不低空飞行；黄鸸的舌头也颇有些生涩，不听使唤。<br>不是说江南的春天不好，而是身心一年年衰老，我的兴致也减少了。</p> <p><strong>注释</strong><br>1、南湖：彭蠡湖，即鄱阳湖。《太平寰宇记·江州》：“彭蠡湖在（德化）县东南，与都昌县分界。”湛方生《帆入南湖<a href=\"http://so.gushiwen.org/view_22248.aspx\">诗</a>》：“彭蠡纪三江，庐岳主众阜。\"<br>2、早春：初春。<br>3、风回：春风返回大地。<br>4、云断：云被风吹散。<br>5、返照：阳光重新照射。<br>6、乱：繁多。意为漫山遍野都闪现着。<br>7、碎红：杏花花苞刚刚绽开露出点点红色。<br>8、发：开花。<br>9、水苹：水上浮苹。<br>10、翅低：飞得很低。<br>11、白雁：湖边的白鸥。<br>12、舌涩：指言语不流利。涩，形容叫声艰涩，尚不连惯婉转。<br>13、黄鹂：黄莺。<br>14、不道：不是说。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>遭到贬谪后在江州时所留下的作品。这也是作者在江州时留下的作品。</p> <p>　　《南湖早春》，前六句描写南湖早春明媚动人的景物，最后两句显示出作者遭到贬谪后消沉郁闷的心情。</p> <p>　　作品抓住春雨初晴，阳光返照，山杏吐艳，水苹争绿，白雁低飞，黄鹂语涩几个最富早春特征的意象进行了突出的描绘。大雨刚过，地面和湖上经过雨水的冲洗，妩媚之中更添清新之感。早春时节，尚有冷气袭人，而阳光返照，不仅景色秀丽，复有温暖明快之感；山杏发，水苹生，欣欣向荣，红绿相映，色彩对比鲜明，是早春时节最富特征的景色，也是这幅画中不可缺少的点缀。漫山遍野的山杏，碎红点点，毫无秩序可言，显示出大自然的生机勃勃之态，故用“乱”字点出；而湖面之水苹，一望无际，犹如整齐地铺在水面上的绿色草坪，故说“平铺”。“平”字作用有二：一是描述水苹的整齐，其次它与“铺”字合用，有平展、阔大无边的意思，令人想见湖面的阔远与水苹的茂盛。四句之中，云、雨、阳光、山杏、水苹几个意象的描写都恰到好处地反映出早春征候。然而若尽乎此，又似乎有些美中不足，原来还缺少最具生命活力的动物。五、六句“翅低白雁飞仍重，舌涩黄鹂语未成”正好弥补了这个缺憾。因为身上雨水未干，翅膀变得沉重的白雁不得不低空飞行；同样由于雨水的淋浇，黄鹂的舌头也颇有些生涩不听使唤之感。然而，它们一个不顾身上雨水未干，仍然翩翩起舞，一个虽然舌涩但也禁不住歌唱呜叫，其原因只有一个，那就是这刚刚到来的春天太美妙，太富有魅力了。它们的飞舞和鸣叫，更增添了早春的妩媚可人之态。</p> <p>　　前人云“刻画早春，有色泽，腹联尤警”(《唐宋<a href=\"http://so.gushiwen.org/view_22248.aspx\">诗</a>醇》卷二十三)正是指出第三联的关键作用。有了这一联，一幅完整的《南湖早春》图才宣告完成。诗的最后两句表现了作者消沉的心情。面对如此美妙的春天，诗人尚且缺乏兴致，无心情可言，则其内心必有巨大的隐痛。此时国家内忧外患，国势日益衰微，而诗人却只能眼睁睁看着，无计可施，对于一个被贬在外的下层小吏来说，即使有贤才良策也徒然无用。忧国忧民、衰病不堪的诗人，怎么会有兴致欣赏美妙的春色呢?同时，春色愈美，国家河山愈可爱，就愈让人担心山河破碎、国破家亡的可怕后果。所以“不道江南春不好，年年衰病减心情”正是忧国忧民的诗人，在爽心悦目的早春景色面前，思前瞻后所发出的无可奈何的叹息。</p> <p>　　时值初春，景象不同于其它季节，也有别于仲春、暮春。诗人选取了傍晚时分雨住天晴、返照映湖这一特定角度，着重描绘了山杏、水苹、白雁、黄鹏这些颇具江南风情的景物，惟妙惟肖地画出了南湖早春的神韵。时令尚早，大地刚刚苏醒，山杏初发，花开得不多，点缀在湖光山色中，故谓“碎红”，“乱点”则一下将杏花随意开放、随处点染的神态活画出来。“乱”并非杂乱、零乱，而是自然、随意，诗人写西湖春景时亦说“乱花渐欲迷人眼”（《钱塘湖春行》）、“乱峰围绕水平铺”（《春题湖上》），都从“乱”中见出天然情趣，毫无人工的矫揉。水苹新生，叶子平铺水面，“平”与“乱”相互映照，向人展示了春天的无限生机，惟在水乡；才见此景致，也让人觉得随着季节的推移，春色转浓，它们也会在湖面上不断伸展、扩大。写了看似静止的景物，诗人又转而接笔描绘了湖上的雁影莺声，静与动、景与声相映成趣。严冬刚过，大雁尚未从冬天的慵懒状态中恢复过来，还不善高飞，在湖上飞得低而缓慢，诗人以一“重”字活现出了它此时慵懒、笨拙的神态。经历了整整一个冬天的禁锢，黄鹂在初展歌喉时也难免舌涩口拙，不能婉转高歌。白雁翅低、黄鹏舌涩，莫不带有早春时节它们自身的特征，也别具情趣。它们不惟使诗人所描绘的画面有了动感，且有了声音，也让人感到它们不久即会振翅高飞，舒喉长鸣。一幅充满希望和生机的早春画图呈现在读者眼前。</p> <p>　　白居易倡言“文章合为时而著，歌诗合为事而作”，反对诗文的艰深晦涩，他的诗家弦户诵，流传中外，所谓“童子解吟《长恨曲》，胡儿能唱《琵琶篇》”，与他诗歌的通俗易懂分不开。若以此以为白居易不注重诗歌的推敲锻炼，则与他的创作实际大相径庭，有时他的作品太自然了，反让人不易觉察他创作的苦心。这首《南湖早春》，适可见出他诗歌创作的功力与匠心。</p> <p>　　诗人切人诗题选取了雨后初晴这一独特角度，简洁明快，起笔便向人描绘了一幅清新明澈的画卷：暖风吹回，云彩散开，雨止天晴，尤可喜的是太阳的返光回射湖边，一切显得温暖而又明亮，诗人的心情也隐含其中。首联两句十四字，包含了多少事物，刻画它们的特征可谓一语传神。轻捷地将诗境展开之后，诗人便妙笔点染湖上景物。山杏初发，诗人以“乱点”见其自然情致，苹叶新生，诗人用“平铺”示其生长情景，各极其趣，“乱点”、“平铺”亦都使原本静止的事物有了动感，让人仿佛看到春天不断生长的力量。说黄鹏“语未成”尚属常见，谓白雁“飞仍重”则是诗人的创造，一“重”字活画出了早春白雁难以奋翅高飞的情态，不知诗人斟酌了多少次，才最终选定了这足以让人折服，让白雁俯首的“重”字。白雁“飞仍重”尚可意会，黄鹏“语未成”则简直无法在画中表现，惟可于诗中传出。春光明媚，诗人绘影图形，也不忘着色。山杏与水苹的“碎红”、“新绿”交相辉映，白雁、黄鹏为春光增了色彩，亦使得画面添了动感，传出声音。诗人所描绘的鄱阳早春，有动、有静，有声、有色，有视觉、有听觉，还有触觉，给人以全方位的整体感受，让人看到多姿多彩、生趣盎然的春天画卷，这实也离不开诗人对诗歌语言的锻炼，对谋篇布局的推敲。</p> <p>　　景致的选择，语言的运用，毕竟属于外在、表面的东西，深入品味不难发现，这首《南湖早春》可谓“一切景语皆情语”，诗人的精神、情感实灌注在笔下的景物中。风回云断，雨住天晴，一切都是那么自然，合人心意，那风似也可吹去人心头的阴翳，让人心境亦如夕照下的湖面，立时明朗起来。湖上安详的色彩给人以温暖的感觉，山杏、水苹也向人展示了春天的无限生机，值此早春时节，诗人当也感受到春天的希望与温馨。此诗作于诗人谪居江州时，在此之前不久，诗人刚经历过自己人生道路上的重大痛苦与挫折。公元815年（元和十年）夏，宰相武元衡被人谋杀，忠直的白居易愤而上疏，请求朝廷缉捕凶手，洗血国耻，反被政敌诬为越职言事，于是年秋被远贬江州，现在冬去春回，创伤渐复，江南春色让他感到惊喜、欣慰。可心头的阴云毕竟还未散尽，不能奋飞的白雁，学语未成的黄鹏，莫不带有他自身的影子，他在它们身上寄寓了自己的情感。在远离京城的谪居之地见到春归，诗人的情感是复杂的，既欣喜有所憧憬，又难以将原先心头积存的愁苦完全摆脱。总观全诗，诗人对江南春色是由衷喜爱，掩饰不住的，他虽自叹“年年衰病减心情”，可随着春光转浓加深，心情想也会日益开朗起来。</p><br/><h2>赏析</h2> <p>　　<a href=\"http://so.gushiwen.org/view_22248.aspx\">诗</a>的前六句描绘了一幅清新美丽的春景图。诗人紧紧把握春雨初晴、阳光返照、山杏吐芳、水苹争绿、白雁低飞、黄鹂语涩等几个最具早春特征的意象进行描绘。春雨刚停，湖水经过雨水的浸润，柔媚之中更增添了几分清新明快。早春时节，不时仍有寒风阵阵，而阳光返照，不仅给景物镀上一层柔和的色调，还具有一种温暖明快之感。这时候，漫山遍野的山杏，吐艳争芳，碎红点点，虽没有秩序可言，却展现了春的勃勃生机。“翅低白雁飞仍重，舌涩黄鹂语未成”，这两句写白雁因为身上的雨水未干，翅膀变得沉重，不得不低空飞行，而因为下雨黄鹂的舌头也颇有些生涩，不听使唤。然而，前者不顾身上雨水未干，仍然低空飞行，后者虽然舌涩不听使唤，也要歌唱呜叫，原因在于刚刚来临的春天实在太美妙，太有魅力了，因而它们忍不住飞舞歌唱。诗人通过写白雁与黄鹂的飞舞和呜叫，将早春的妩媚可人之态生动地刻画出来。</p> <p>　　湖光水色，一切都显露出生机和活力。在这迷人的佳境中，诗人自当缓步湖畔，尽情赏春，但他却出入意料地感叹，不道江南春不好，年年衰病减心情。原因之一在于作者蒙冤被贬，贬后的愤懑加上江州生活的孤寂凄苦，一直萦绕在他的心头。由此可见，“减心情”的原因，固然是由于“年年衰病”，但更主要的还是政治上遭遇挫折。按常理，此情应以萧条冷落之景来表达。但诗人一反常例，采用“反衬”手法，着力描绘春景的无限美好，借以衬托被贬的哀伤之情。春景越美，愤懑愈深，悲伤愈切。</p> <p>　　诗人不仅无心欣赏妩媚可人的早春景色，反而心情郁闷的另一个重要原因在于当时国势衰微，朝政黑暗，而诗人既无救国良策，也无谏言之径，无能为力，心中之沉痛可想而知。这种隋况下，忧国忧民、衰病不堪的诗人，并没有兴致欣赏早春美景。而且，春色愈美，山水愈可爱，就愈让人害怕山河破碎、国破家亡。因而，“不道江南春不好，年年衰病减心情”正是忧国忧民的诗人面对一派妩媚的早春景色生发的无可奈何的感叹。</p> <p>　　此诗为一幅多姿多彩、生机盎然的早春画卷，堪与作者名篇《钱塘湖春行》媲美。其特点有二：一是精于选景构图。诗从傍晚雨住天晴、返照映湖的特定场景落笔，紧扣时令和地域特征，着重描绘了山杏、水苹、白雁、黄鹂的各异情态，活画出了南湖早春的神韵。二是工于锻炼语词。写山杏初发，随处开放，曰“乱点”；因其点缀于湖光山色之间，故曰“碎红”，显现其天然情致。写水苹新生，则用“平铺”、“新绿”，显示其生长情景。五、六句尤为精警。严冬方过，大雁飞得低而缓慢，写其“翅低”、“飞仍重”，为作者之精心创造。一个“重”字，活现白雁早春懒慵笨拙之神态，可谓“诗眼”。下写黄鹂早春呜叫，说其“舌涩”而“语未成”。一个“涩”字，亦传达出黄鹂初歌口拙之态。“碎红”、“新绿”，交相辉映；白雁、黄鹂，各极其趣。描摹情状，有静有动，有声有色。遣词造句，看似平易，其实精纯。</p> <p>　　纵观全诗，此诗的首联描写了初春的各种景物，连绵的冬雨过后，春风悄悄地回到人间，吹散浓密的愁云，带来和煦的阳光。阳光照射着静静的南湖，一切都显得那么美好。颔联写初发的杏花，星星点点；湖面上新生的水草绿叶，一片青翠。此联对仗精工，清丽自然。“乱点碎红”与“平铺新绿”，偶对天成，形象鲜明。一“点”一“铺”，一“红”一“绿”，对立相生，极富诗味。尤其“乱点碎红”四字，无一字不情趣盎然，最能体现诗人观察的细致与技巧的成熟。而“发”与“生”的取用，生动地表现了植物的动态与静态。颔联写静态的植物，颈联则描摹动物的情态。白雁羽翅淋雨未干，飞得很低，仍觉得双翅沉重吃力。写“黄鹂”则更切合“早春”，经冬后初发的啼鸣声尚有“舌涩”之感。</p> <p>　　全诗在写景状物时，善于抓住特征，令读者感受到早春的气息，早春的色彩，早春的声音，一切都具有早春的特点。另外，意境的清丽，风格的朴实，以及选词用字的精妙浑成，都是这首诗的显著亮点。</p>",
  "about": "<h2>创作背景</h2> <p>　　这首<a href=\"http://so.gushiwen.org/view_22248.aspx\">诗</a>作于元和十二年（817），当时作者被贬谪为江州司马。因而诗中在写出美好春景的同时，也表达了作者贬官远方的抑郁心情。</p>",
  "poet": {
    "id": 665,
    "star": 0,
    "name": "白居易",
    "image": "http://img.gushiwen.org/authorImg/baijuyi.jpg",
    "desc": "白居易（772年－846年），字乐天，号香山居士，又号醉吟先生，祖籍太原，到其曾祖父时迁居下邽，生于河南新郑。是唐代伟大的现实主义诗人，唐代三大诗人之一。白居易与元稹共同倡导新乐府运动，世称“元白”，与刘禹锡并称“刘白”。白居易的诗歌题材广泛，形式多样，语言平易通俗，有“诗魔”和“诗王”之称。官至翰林学士、左赞善大夫。公元846年，白居易在洛阳逝世，葬于香山。有《白氏长庆集》传世，代表诗作有《长恨歌》、《卖炭翁》、《琵琶行》等。"
  },
  "tags": [
    "春天",
    "写水",
    "写景",
    "抒情"
  ]
}