{
  "id": 20380,
  "star": 7,
  "name": "公莫舞歌",
  "dynasty": "唐代",
  "content": "<span style=\"font-family:SimSun;\">公莫舞歌者，咏项伯翼蔽刘沛公也。会中壮士，灼灼于人，故无复书；且南北乐府率有歌引。贺陋诸家，今重作公莫舞歌云。</span></p> <p>方花古础排九楹，刺豹淋血盛银罂。<br>华筵鼓吹无桐竹，长刀直立割鸣筝。<br>横楣粗锦生红纬，日炙锦嫣王未醉。<br>腰下三看宝玦光，项庄掉鞘栏前起。<br>材官小尘公莫舞，座上真人赤龙子。<br>芒砀云端抱天回，咸阳王气清如水。<br>铁枢铁楗重束关，大旗五丈撞双环。<br>汉王今日须秦印，绝膑刳肠臣不论。",
  "fanyi": "<p><strong>译文</strong><br>方形刻花的古老石墩，矗立着大柱九根，刺杀斑豹流鲜血，注入银瓶痛饮。<br>宴席上没有管弦乐声，只有军乐阵阵，直立的长刀，像要割断筝弦般寒光森森。<br>门额上的横幅粗锦焕发出鲜红的色彩，烈日烤得粗锦褪了色，<a href=\"http://so.gushiwen.org/author_253.aspx\">项羽</a>仍然没有醉。<br>范增把腰间的玉玦瞟看了三次，项庄拔剑出鞘，上前起舞。<br>你这徒有勇力的小臣别妄动，座上的汉王是赤帝之子寞看轻。<br>当年芒砀山上祥云瑞雾曾在天空萦回，咸阳王气盛，预兆已像清水一样分明。<br>铁枢铁键重重紧锁的雄关，汉军的五丈大旗已一举撞破门环。<br>汉王今天掌秦印理所当然，为保护他，我断膝挖肠也心甘。</p> <p><strong>注释</strong><br>⑴公莫舞，古舞名。即后世之巾舞。<br>⑵陋，认为简陋。<br>⑶方花石础，刻花的方石础。础，柱脚石。古有“月晕而风，础润而雨”之语。楹，堂屋前部的柱子。<br>⑷刺豹淋血，形容“有杀伐声”（周振甫、冀勤）。银罂（yīng），银质或银饰的贮器。用以盛流质。唐杨巨源 《石水词》之一：“银罂深锁贮清光，无限来人不得尝。”<br>⑸华筵，丰盛的筵席。唐<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>《刘九法曹郑瑕邱石门宴集》<a href=\"http://so.gushiwen.org/view_20380.aspx\">诗</a>：“能吏逢联璧，华筵直一金。”《敦煌曲子词·浣溪沙》：“喜覩（睹）华筵献大贤，謌（歌）欢共过百千年。”鼓吹，演奏乐曲。《东观汉记·段熲传》：“熲乘轻车，介士鼓吹。”唐沈亚之《湘中怨解》：“有弹弦鼓吹者，皆神仙娥眉。”桐竹，泛指管弦乐器。桐指琴瑟之类，竹指箫笛之属。<br>⑹横楣，门窗上方的横框。粗锦，粗丝织成的锦。生，露出。 纬，织布时用梭穿织的横纱，编织物的横线。<br>⑺炙，烤，此指晒。嫣（niān），通蔫，植物失去水分而萎缩，此指颜色不鲜艳。<br>⑻宝玦（jué），珍贵的佩玉。《史记·鸿门宴》：“项王即日因留沛公与饮。项王、项伯东向坐，亚父南向坐。亚父者，范增也。沛公北向坐，张良西向侍。范增数目项王，举所佩玉玦以示之者三，项王默然不应。”三国魏<a href=\"http://so.gushiwen.org/author_616.aspx\">曹丕</a>《又与锺繇书》：“邺骑既到，宝玦初至。”南朝梁简文帝《金錞赋》：“岂宝玦之为贵，非瑚琏之可钦。”唐杜甫《哀王孙》诗：“腰下宝玦青珊瑚，可怜王孙泣路隅。”<br>⑼掉鞘，拨剑出鞘。栏，泛指遮拦的东西。<br>⑽材官，武卒或供差遣的低级武职。《史记·张丞相列传》：“申屠丞相嘉者，梁人，以材官蹶张从高帝击项籍 ，迁为队率。”《汉书·<a href=\"http://so.gushiwen.org/author_791.aspx\">晁错</a>传》：“材官驺发，矢道同的，则匈奴之革笥木荐弗能支也。”<a href=\"http://so.gushiwen.org/author_1448.aspx\">颜师古</a>注：“材官，有材力者。”唐杜甫《诸将》诗之一：“多少材官守泾渭 ，将军且莫破愁颜。”仇兆鳌注引《唐志》：“况材官不知其多少，大抵皆侍官辈耳。”小尘，只能泛起小小的尘土。<br>⑾真人，指统一天下的所谓真命天子。《史记·秦始皇本纪》：“始皇曰：吾慕真人，自谓‘真人’，不称朕。”汉<a href=\"http://so.gushiwen.org/author_6.aspx\">张衡</a>《南都赋》：“方今天地之雎剌，帝乱其政，豺虎肆虐，真人革命之秋也。”《梁书·韦叡传》：“天下真人，殆兴於吾州矣。”《秦并六国平话》卷上：“未有真人来统一，奈何七国又争雄。”赤龙子，赤色的龙，此指汉高祖<a href=\"http://so.gushiwen.org/author_746.aspx\">刘邦</a>。古代谶纬家附会为以火德王者（如炎帝神农氏、帝尧、汉刘邦）的祥瑞。《淮南子·修务训》“尧眉八彩”汉高诱注：“尧母庆都，盖天帝之女，寄伊长孺家，年二十无夫，出观于河。有赤龙负图而至……赤龙与庆都合而生 尧 。”宋罗泌《路史·前纪六·柏皇氏》：“神农、唐尧，俱感赤龙……刘季断蛇而还感赤龙。”<br>⑿芒砀（dàng）云瑞，芒砀，芒山、砀山的合称，在今安徽省砀山县东南，与河南省永城县接界。《史记·高祖本纪》：“秦始皇常曰‘东南有天子气’，于是因东游以厌（压）之。高祖即自疑，亡匿，隐於芒砀山泽岩石之间。吕后与人俱求，常得之，高祖怪问之。吕后曰：‘季所居上常有云气，故从往常得季。’高祖心喜。”抱天回，弥漫天空回旋。<br>⒀咸阳，指高祖先项籍入咸阳事。清，清晰，明显。<br>⒁楗（jiàn），门上关插的木条，横的叫“关”，竖的叫“楗”。重束，双重控制。<br>⒂大旗五丈，指刘邦的军队。撞双环，代指攻破关隘。<br>⒃绝膑，折断膑骨。《史记·秦本纪》：“武王有力好戏，力士任鄙、乌获、孟说皆至大官。王与孟说举鼎，绝膑。”张守节正义：“绝，断也。膑，胫骨也。”宋<a href=\"http://so.gushiwen.org/author_131.aspx\">梅尧臣</a> 《古柳》诗：“卧榦越大鼎，绝膑不可扛。”清<a href=\"http://so.gushiwen.org/author_676.aspx\">袁枚</a>《随园诗话》卷十四：“余常劝作诗者，莫轻作七古，何也？恐力小而任重，如秦武王举鼎，有绝膑之患故也。”刳（kū）肠，剖腹摘肠。《庄子·外物》：“仲尼曰：‘神龟能见梦於元君，而不能避余且之网，知能七十二钻而无遗筴（通策），不能避刳肠之患。’”臣，指樊哙。最后两句以樊哙的语气出之。不论，不在乎。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　这是一首通过描写鸿门宴，歌颂<a href=\"http://so.gushiwen.org/author_746.aspx\">刘邦</a>的<a href=\"http://so.gushiwen.org/view_20380.aspx\">诗</a>歌。公莫舞，即后世之巾舞。《宋书·乐志一》：“又云晋初有杯槃舞、公莫舞……公莫舞，今之巾舞也。”《乐府诗集·舞曲歌辞三·巾舞歌》：“《唐书·乐志》曰：‘《公莫舞》，晋、宋谓之《巾舞》。其说云：汉高祖与项籍会鸿门 ，项庄舞剑，将杀高祖，项伯亦舞，以袖隔之，且语庄云：“公莫。”古人相呼曰公，言公莫害汉王也。汉人德之，故舞用巾以像项伯衣袖之遗式。’” 此舞蹈表演鸿门宴项伯保护刘邦的故事。</p> <p>　　如诗序所言，《公莫舞歌》原为歌颂项伯保护刘邦在鸿门宴上。诗人意在翻新，将一旧题改为赞颂刘邦的新内容。</p> <p>　　此诗起笔不凡，一连六句铺排鸿门宴杀机四伏的紧张气氛，随后，以范增示玦，项庄舞剑继续渲染刘邦所处的困境。最后八句不正面描写刘邦言行举动，而是模拟樊哙口吻追述刘邦事迹，理直气壮地提出“汉王今日须秦印”的主张，其语气之雄健、气势之雄壮都映衬着刘邦的英雄伟业。</p> <p>　　《公莫舞歌》以《史记·<a href=\"http://so.gushiwen.org/author_253.aspx\">项羽</a>本纪》所描写的“鸿门宴”为题材，诗人充分发挥诗的想象并进行了独具匠心的艺术再创造。诗中着力刻画樊哙“排闼闯宴”、怒斥项羽、掩护刘邦脱险的英勇无畏行为，成功地塑造了这一赤胆忠心、生气虎虎的英雄形象。前半篇描绘宴会厅的高大宽敞，宴饮的豪华粗犷，项羽的威武和优柔寡断，范增三次举玦的焦急神态，可谓有声有色，人物传神，情景逼真，场面壮丽，气氛紧张。笔触有厚度有力度，酷似以诗笔绘出的巨幅油画。</p>",
  "poet": {
    "id": 349,
    "star": 0,
    "name": "李贺",
    "image": "http://img.gushiwen.org/authorImg/lihe.jpg",
    "desc": "李贺（约公元791年-约817年），字长吉，汉族，唐代河南福昌（今河南洛阳宜阳县）人，家居福昌昌谷，后世称李昌谷，是唐宗室郑王李亮后裔。有“诗鬼”之称，是与“诗圣”杜甫、“诗仙”李白、“诗佛”王维相齐名的唐代著名诗人。著有《昌谷集》。李贺是中唐的浪漫主义诗人，与李白、李商隐称为唐代三李。有“‘太白仙才，长吉鬼才’之说。李贺是继屈原、李白之后，中国文学史上又一位颇享盛誉的浪漫主义诗人。李贺长期的抑郁感伤，焦思苦吟的生活方式，元和八年（813年）因病辞去奉礼郎回昌谷，27岁英年早逝。"
  },
  "tags": [
    "颂歌"
  ]
}