{
  "id": 71645,
  "star": 7,
  "name": "效古诗",
  "dynasty": "南北朝",
  "content": "寒沙四面平，飞雪千里惊。<br>风断阴山树，雾失交河城。<br>朝驱左贤阵，夜薄休屠营。<br>昔事前军幕，今逐嫖姚兵。<br>失道刑既重，迟留法未轻。<br>所赖今天子，汉道日休明。",
  "shangxi": "<h2>鉴赏</h2> <p>　　也许是长久偏安于江左的青山绿水，不闻飞骑击虏、角声马鸣之故吧，南朝稍有壮心的文人士子，往往热衷于汉人出塞千里、勒铭燕然的军戎生涯和辉煌业绩。因此，仿“古<a href=\"http://so.gushiwen.org/view_71645.aspx\">诗</a>”、叙汉事，借以抒写自己的怀抱和感慨，也成了他们作诗的一大爱好。范云这首诗，正以“效古”为题，倒转时空，把自身带入了六百年前边塞征战的戎马倥偬之中。</p> <p>　　诗之开篇以粗放的笔触，勾勒了塞外严冬的苍茫和凛冽：“寒沙四面平”写浩瀚的飞沙，在翻腾如浪中猛然静歇，填平了四野起伏的丘谷。运笔静中寓动，极富气势。“千里飞雪惊”则又动中见静，让荒寂无垠的瀚漠，刹时被纷扬的飞雪所笼盖，境界尤为开阔。一个“惊”字，表现诗人的主观感觉。展现在读者眼前的塞外景象，正如《楚辞·招魂》所述：“增冰峨峨，飞雪千里些”，令人心骇而骨惊。就是在这样的背景上，诗人恍已置身于顶盔贯甲的汉卒之中，正冒着风雪，向茫茫阴山、皑皑交河进发。“阴山”横亘于今内蒙古境内，往东遥接内兴安岭。山上本来草木葱茏，而今在狂烈的寒风袭击下，时时可见高大树枝的摧折；“交河城”则远在今新疆吐鲁番西北，正是车师前王的治所。此刻在雾气缥缈之中，它竟像海市蜃楼般，消失得无影无踪。从阴山到交河城，空间相距远不止千里。诗中却以“风断”、“雾失”两句，使之近若比邻。如此巨大的空间转换，不仅表现了塞外瀚漠的辽阔，更为活跃在这一背景上的士卒征战生涯，增添了几多壮色和扑朔迷离之感。</p> <p>　　以上四句重在写景，豪情万丈的出塞健儿，似还只在背景中若现若隐。自“朝驱左贤阵”以下，他们终于大显身手了。“朝驱左贤阵”一句，写的是飞将军李广亲自指挥的一场激战。据《史记》记载，当时李广率四千骑出右北平，迎战匈奴左贤王十倍于己的骑兵。李广布圆阵拒敌，“胡急击之，矢下如雨”，“吏士皆失色”。而李广“意气自如”，执大黄弩射杀匈奴偏将数人，终于坚持到援军到来，突围而出。“夜薄（迫近）休屠营”抒写的，则是骠骑将军霍去病的一次胜利远征。公元前127年（元朔二年），霍去病将万骑出陇西，“过焉支山千有余里”，杀折兰王、斩卢胡王、执浑邪王子及相国、都尉，“首虏八千余级，收休屠祭天金人”，一时名震遐迩。这两次战役，在时间上相隔五、六年。诗中却以“朝驱”、“夜薄”使之紧相承按，大大增添了塞外征战的紧张态势，将出征健儿勇挫强敌的豪迈之气，表现得痛快淋漓！接着“昔事前军幕，今逐嫖姚兵”二句，又回射上文，抒写主人公先后追随前将军李广、嫖姚校尉霍去病屡建奇功的经历。语气沉着，字里行间，洋溢着一种身为名将部属的深切自豪感。</p> <p>　　以上一节描述出塞千里、接战强虏的英勇业绩，读来令人神旺。不过，军戎生涯除了长驱直进的胜利外，也难免有意外的失误和挫折。一旦出现这种情况，即使功业显赫的名将，也仍要受到军法的惩处。“失道刑既重”，说的正是李广晚年的不幸遭遇：李广率师出征，因为无人向导而迷失道路；大将军卫青追究罪责，李广终于含愤自杀。“迟留法未轻”，则指博望侯张骞，随李广出塞，迟留后期，按法“当斩”，只是由于出钱，方才“赎为庶人”。这样的失误，虽然难免，但军法如山，不可宽贷。这又使充满英勇气概的军戎生活，蒙上了一重悲壮的色彩。唯其如此，它才更加可歌可泣；在诗人眼中，也更富于浪漫气息和奇异的吸引力。汉代的边塞征战，正是这样，以它辉煌的业绩和悲壮的色彩，写在了汗青史上。何况，这些业绩，又是与雄才大略的汉武帝分不开的。倘若不是他的果断决策，汉代则不能有此美善旺盛（休明）的壮举。所以，诗之结尾，诗人不禁发出了“所赖今天子（汉武帝），汉道日休明”的热烈赞叹。倘若联系诗人生活的齐梁时代，朝廷积弱，只能坐看北方异族铁骑纵横，读者可以感受到，诗人的结句又包含了无限感慨和不尽之意。</p> <p>　　“效古诗”名为“效古”，诗中其实总有诗人自己的身影在。范云身为齐梁诗人，写的虽为汉代古事，但因为用了第一人称，在时序上又故意倒“古”为“今”（“今逐”、“今天子”），便在诗中造成了一种古今错综、彼我交融的奇特效果。出现在诗中的主人公，看似汉代士卒，却又融入了诗人的感情。恍惚之中，似乎不是诗人回到了汉代，倒似当年的李广、霍去病，穿过六百年的时空，奇迹般地出现在南朝，正率领着诗人，仰对瀚漠的朔雪、狂风，转战于阴山、交河。而读者呢，也恍惚与诗人一起，参加了“朝驱左贤阵，夜薄休屠营”的战役，为胜利的突围而欢呼，为“失道”名将的陨身而堕泪。这是一种错觉，但它的奇特效果，正是由范云这首《效古诗》的独特表现方式所造成的。</p>",
  "poet": {
    "id": 696,
    "star": 0,
    "name": "范云",
    "desc": "范云（451～503年），字彦龙，南乡舞阴（今河南泌阳县西北）人，南朝文学家。范缜从弟，子范孝才。"
  },
  "tags": [
    "咏史怀古",
    "边塞",
    "写景",
    "战争",
    "抒怀"
  ]
}