{
  "id": 70569,
  "star": 2,
  "name": "【越调】斗鹌鹑　元宵",
  "dynasty": "元代",
  "content": "圣主宽仁，尧民尽喜。一统华夷，诸邦进礼。雨顺风调，时丰岁丽。元夜值，<br>风景奇。闹穰穰的迓鼓喧天，明晃晃的金莲遍地。<br>　　【紫花儿序】香馥馥绮罗还往，密匝匝车马喧阗，光灼灼灯月交辉。满街上<br>王孙公子，相携着越女吴姬。偏宜，凤烛高张照珠履。果然豪贵，只疑是洞府神<br>仙，闲游在阆苑瑶池。<br>　　【小桃花】归来梅影小窗移，兰麝香风细。翠袖琼簪两行立，捧金杯，绛绡<br>楼上笙歌沸。冰轮表里，通宵不寐，是爱月夜眠迟。<br>　　【金蕉叶】拚沉醉频斟绿蚁，恣赏玩朱帘挂起。歌舞动欢声笑喜，一任铜壶<br>漏滴。<br>　　【尾】须将酩酊酬佳致，乐意开怀庆喜。但愿岁岁赏元宵，则这的是人生落<br>得的。<br>　　绿柳凋残，黄花放彻。塞雁声悲，寒蛩韵切。旧恨千般，新愁万叠。正美满，<br>忍间别。雨歇云收，花残月缺。<br>　　【紫花儿序】摘楞的瑶琴弦断，不通的井坠银瓶，吉丁的碧玉簪折。音书难<br>寄，去路遥赊。伤嗟，目断云山千万叠。最苦是离别，鸳被空舒，凤枕虚设。<br>　　【金蕉叶】那的是情牵恨惹，那的是肠荒腹热。怕的是纱窗外风飘败叶，又<br>听的铁马儿丁当韵切。<br>　　【调笑令】把眉峰暗结，最苦是离别，不烦恼除非心似铁。冷清清捱落西楼<br>月，又听得戍楼上画角呜噎。奏《梅花》数声砧韵切，业心肠越不宁贴。<br>　　【秃厮儿】正欢悦谁知间别，才美满又早离别。俺两个云期雨约难弃舍，似<br>团圆一轮月，被云遮。<br>　　【圣药王】好教我愁万结，恨万叠，满怀愁闷对谁说。成间别，时运拙，气<br>长吁多似篆烟斜，和绛蜡也啼血。<br>　　【鬼三台】也是我前生业，今世里填还彻，一寸愁肠千万结。想啼痕一点点<br>尽成血，越教人哽噎。本待要宁宁帖帖刚睡些，怎禁那啾啾唧唧蛩韵切。觉来时<br>宝鼎烟消，铜壶漏绝。<br>　　【紫花儿序】惊好梦几声儿寒雁，伴人愁的一点孤灯，照离情半窗残月。临<br>歧执手，不忍分别。只待稳步蟾宫将仙桂折，到如今暮秋时节。他只待金榜名标，<br>那里问玉箫声绝。<br>　　【尾】受凄惶甚识分明夜，把捱过的凄凉记者。来时节一句句向枕头儿上言，<br>一星星向被窝儿里说。<br>　　半世飘蓬，闲茶浪洒。十载追陪，狂朋怪友。倚翠偎红，眠花卧柳。怪胆儿<br>聪，耍性儿柔。成会了心厮爱夫妻，情厮当配偶。<br>　　【紫花儿序】受用春内谢馆，晓日章台，夜月秦楼。向红裙中插手，锦被里<br>舒头。风流，不许傍人下钓钩。燕侣莺俦，百匹酬歌，红锦缠头。<br>　　【金蕉叶】寨儿里相知是有，一见咱望风举手。若论着点砌排科惯熟，敢教<br>那罢剪嘴姨夫闭口。<br>　　【调笑令】声名儿岁久，急难收。则恐怕扶侍冤家不到头，风月脚到处须成<br>就。誓不曾落人机彀，搬的他燃香剪发百事有。虚心冷气，使尽刚柔。<br>　　【秃厮儿】爱杨柳楼心酒，喜芙容帐里藏阄，美孜孜翠鬟排左右。歌白雪，<br>捧金瓯，温柔。<br>　　【圣药王】春事休，夏当游，向芰荷香里泛兰舟。到中秋，月色幽，醉醺醺<br>无日不登楼，兀剌抵多少风雨替花愁。<br>　　【尾】花阴柳影，霎时驰骤，急回首三旬左右。罢却爱月惜花心，闲着题诗<br>画眉手。<br>　　姿姿，淹淹润润。袅袅婷婷，风风韵韵。脸衬朝霞，指如嫩笋。<br>一搦腰，六幅裙，万种妖娆，千般可人。<br>　　【紫花儿序】曲弯弯蛾眉扫黛，慢松松凤髻高盘，高耸耸蝉鬓堆云。一团儿<br>旖旎，百倍儿精神。超群，越女吴姬怎生衬。席上殷勤，百媚庞儿，端的一笑风<br>生。<br>　　【秃厮儿】瘦怯怯金莲窄稳，娇滴滴皓齿朱唇，肌如美玉无玷损。但见了，<br>总消魂，绝伦。<br>　　【圣药王】酒半醺，更漏分，画堂银烛照黄昏。枕上恩，被底亲，丁香笑吐<br>兰麝喷，灯下看佳人。<br>　　【尾】好姻缘休到别离恨，只恐怕两下里魂牵梦引。我罗衫衤肯儿宽，你唐<br>裙带儿尽。<br>　　雪艳霜姿，香肌玉软。杏脸红娇，桃腮粉浅。金凤斜簪，云鬟半偏。插玉梳，<br>贴翠钿。舞态轻盈，歌喉宛转。<br>　　【紫花儿序】他有苏卿般才貌，我学双渐真诚，望博个美满姻缘。俳优体样，<br>乐府梨园。天然，不若如桃源洞里仙。可爱堪怜、一搦腰肢，半折金莲。<br>　　【小桃红】初出兰堂立樽前，似月里嫦娥现，一撮精神胜飞燕。正当年，柳<br>眉星眼芙蓉面。绛衣缥缈，麝兰琼树，花里遇神仙。<br>　　【天净沙】初相逢恨惹情牵，间深里都受熬煎，各办着心真意坚。有时得便，<br>赴佳期月底星前。<br>　　【尾】狠毒娘间阻得难相见，统镘的姨夫恋缠。我为甚着探脚儿勤，只恐怕<br>离别路儿远。<br>　　雨意云情，十朝五朝。霜艳天姿，千娇万娇。凤髻浓梳，蛾眉淡扫。樱桃口，<br>杨柳腰。玉笋纤纤，金莲小小。<br>　　【紫花儿序】歌骊珠一串，舞端雪千回，无福也难消。超群旖旎，出格妖娆。<br>风流，一笑千金价不高。世间绝妙，特意厚情深，引得人梦断魂劳。<br>　　【秃厮儿】儿中眉尖眼角，寨儿中口强心乔，谢琼姬不嫌王子高。同跨凤，<br>宴蟠桃，吹箫。<br>　　【尾】不堤防侧脚里姨夫每闹，全在你个有终始冤家不错。我身上但留心，<br>偷方便应付了。<br>　　玉笛愁闻，装奁倦开。鬓乌云，眉颦翠黛。慵转歌喉，羞翻舞态。闷填胸，<br>泪满腮。常记得锦字偷传，香囊暗解。<br>　　【小桃红】倚阑无语忆多才，往事今何在，玉体厌厌为谁害，瘦形骸，今春<br>更比前春赛。雕阑玉砌，绿窗朱户，深院锁苍苔。<br>　　【醉扶归】松却香罗带，慵整短金钗，无语无言闷答孩。不厌倦衫儿窄，几<br>度将龟儿卦买，何日佳期再。<br>　　【天净沙】也是咱运拙时乖，致令得雨杳云埋，侧脚里相知不该。胡喧乱讲，<br>纸糊锹怎撅得倒阳台。<br>　　【尾】把一片偷香窃玉心宁耐，喑气吞声慢捱。怕甚风月闷愁乡，烟波是非<br>海。　妓好睡<br>　　莫不是陈抟的姨姨，庄周的妹妹，宰予的家属，谢安的亲戚。华胥梦里姻缘，<br>邯郸道上配偶。两件儿，试问你，可甚爱月迟眠，惜花早起。<br>　　【紫花儿】西厢底莺莺立睡，茶船上小卿着昏，东墙下秀英如痴。真乃是弃<br>生就死，便休想废寝忘食。休题，除睡人间总不知。正是困人天气，啼杀流莺，<br>叫死晨鸡。<br>　　【幺】推着倒鸾交凤友，倩人扶燕侣莺俦，合着眼蝶使蜂媒。绣衾未展，玉<br>山先颓。其实，倒枕着床是你记得的。胡突了一世，恰便似楚阳台半死的梅香，<br>兰昌宫殉葬的奴婢。<br>　　【小桃红】莫不是离魂倩女醉杨妃，是个有觉的平康妓。难道娇娥不出气，<br>懵憧的最怜伊。颠鸾倒凤先及第，直压的珊瑚枕低。黄金钏碎，平地一声雷。<br>　　【秃厮儿】祆庙火烧着不知，蓝桥水氵死合宜，绝缨会上难侍立。才烛灭，<br>早魂魄，昏迷。<br>　　【圣药王】子弟每，做伴的，安排着好梦做夫妻。你也休问谁，我也不答你。<br>陷人坑上被儿里，直挺着块望夫石。<br>　　【尾】对苍天曾说牙疼誓，直睡到红日三竿未起。若要战退睡魔王，差三千<br>个追魂大力鬼。　离恨<br>　　送玉傅香，撩蜂拨蝎。病枕愁衾，寻毒觅螫。掷闷果的心劳，画颦眉的手拙。<br>恨岳高，泪海竭。难凭信鹊验龟灵。无定准鱼封雁帖。<br>　　【紫花儿序】莫不是金华字减消了官诰，芙容翠低小了云冠，鲛绡盖乍窄了<br>香车？闷弓儿常拽，愁窖儿频掘。伤嗟，一纳头相思害不彻。赤紧的俏心儿先热，<br>无倒断暮雨朝云，无拘束粉祟胭邪。<br>　　【小桃红】锦笺和泪寄离别，好事成抛撇。恨杀梅香性偏劣，闭喉舌，今翻<br>瘦损罗裙褶。他把那游蜂儿蜜劫，粉蝶儿香卸，生撅的风月担儿折。<br>　　【金蕉叶】我则见春雨过残花乱踅，芳尘静珠帘骤揭。绣帏悄银半灭，冰<br>弦断瑶琴乍歇。<br>　　【调笑令】我恰待睡些，不宁贴，熏金炉引梦赊。破题儿告一纸相思赦，楚<br>巫娥不顺关截。恰相逢陡恁般厮间别，望阳关永远山叠。<br>　　【秃厮儿】啼杜宇枝头泪血，惊庄周枕上残蝶，追魂数声檐外铁。这凄凉几<br>时绝，堪嗟。<br>　　【圣药王】伴着这灯影昏，月影斜，隔纱窗花影乱重叠。钟韵凄，鼓韵切，<br>听楼头角韵尚悠噎，似这般离恨怎拦遮。<br>　　【麻郎儿】病沉也相思赌忄敝，愁深也沈约搬舌。薄设设青铜镜缺，颤巍巍<br>连理枝截。<br>　　【幺篇】好着我想者，念者，怎舍？心儿里似醉如痴。辜负了星前誓设，冷<br>落了神前香。<br>　　【络丝娘】心头事十强九怯，眉尖恨千结万结。盼的团圆向明月，空立遍露<br>零花谢。<br>　　【尾声】闷恹恹好似如年夜，常记的相思那些。题起那眉尖恨恰舒开，心儿<br>疼又到也。",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "未知作者"
  },
  "tags": []
}