{
  "id": 72845,
  "star": 53,
  "name": "哀江南赋序",
  "dynasty": "南北朝",
  "content": "　　粤以戊辰之年，建亥之月，大盗移国，金陵瓦解。余乃窜身荒谷，公私涂炭。华阳奔命，有去无归。中兴道销，穷于甲戌。三日哭于都亭，三年囚于别馆。天道周星，物极不反。傅燮之但悲身世，无处求生；袁安之每念王室，自然流涕。昔桓君山之志事，杜元凯之平生，并有著书，咸能自序。潘岳之文采，始述家风；陆机之辞赋，先陈世德。信年始二毛，即逢丧乱，藐是流离，至于暮齿。燕歌远别，悲不自胜；楚老相逢，泣将何及。畏南山之雨，忽践秦庭；让东海之滨，遂餐周粟。下亭漂泊，高桥羁旅。楚歌非取乐之方，鲁酒无忘忧之用。追为此赋，聊以记言，不无危苦之辞，唯以悲哀为主。</p> <p>　　日暮途远，人间何世！将军一去，大树飘零；壮士不还，寒风萧瑟。荆璧睨柱，受连城而见欺；载书横阶，捧珠盘而不定。钟仪君子，入就南冠之囚；季孙行人，留守西河之馆。申包胥之顿地，碎之以首；蔡威公之泪尽，加之以血。钓台移柳，非玉关之可望；华亭鹤唳，岂河桥之可闻！</p> <p>　　孙策以天下为三分，众才一旅；项籍用江东之子弟，人唯八千。遂乃分裂山河，宰割天下。岂有百万义师，一朝卷甲，芟夷斩伐，如草木焉！江淮无涯岸之阻，亭壁无藩篱之固。头会箕敛者，合纵缔交；锄耨棘矜都，因利乘便。将非江表王气，终于三百年乎？是知并吞六合，不免轵道之灾；混一车书，无救平阳之祸。呜呼！山岳崩颓，既履危亡之运；春秋迭代，必有去故之悲。天意人事，可以凄怆伤心者矣！况复舟楫路穷，星汉非乘槎可上；风飙道阻，蓬莱无可到之期。穷者欲达其言，劳者须歌其事。陆士衡闻而抚掌，是所甘心；张平子见而陋之，固其宜矣！",
  "fanyi": "<p><strong>译文</strong><br>　　公元548年十月（梁太清二年），大盗篡国，金陵沦陷。我于是逃入荒谷，这时公室私家均受其害，如同陷入泥途炭火。不想后来奉命由江陵出使西魏，却有去无归。可叹梁朝的中兴之道，竟消亡于承圣三年。我的心情遭遇，正如率部在都城亭内痛哭三日的罗宪，又如被囚于别馆三年的叔孙婼。按照天理，岁星循环事情当能好转，而梁的灭亡却物极不反了。傅燮临危只悲叹身世，无处求生；袁安居安常念及王室，自然落泪。以往桓君山的有志于事业，杜元凯的生平意趣，都有著作自叙流传至今。以<a href=\"http://so.gushiwen.org/author_827.aspx\">潘岳</a>的文彩而始述家风，<a href=\"http://so.gushiwen.org/author_838.aspx\">陆机</a>的辞赋而先陈世德。我<a href=\"http://so.gushiwen.org/author_662.aspx\">庾信</a>刚到头发斑白之岁，即遭遇国家丧乱，流亡远方异域，直到如今暮年。想起《燕歌》所咏的远别，悲伤难忍；与故国遗老相会，哭都嫌晚。想当初自己原想象南山玄豹畏雨那样藏而远害，却忽然被任命出使西魏，如同申包胥到了秦庭。以后又想象伯夷、叔齐那样逃至海滨躲避做官，结果却不得不失节仕周，终于食了周粟。如同孔嵩道宿下亭的旅途漂泊，梁鸿寄寓高桥的羁旅孤独。美妙的楚歌不是取乐的良方，清薄的鲁酒也失去了忘忧的作用。我只能追述往事，作成此赋，暂且用来记录肺腑之言。其中不乏有关自身的危苦之辞，但以悲哀国事为主。</p> <p>　　我年已高而归途遥远，这是什么人间世道啊！冯异将军一去，大树即见飘零。荆轲壮士不回，寒风倍感萧瑟。我怀着蔺相如持璧睨柱之志，却不料为不守信义之徒所欺；又想象毛遂横阶逼迫楚国签约合纵那样，却手捧珠盘而未能促其定盟。我只能象君子钟仪那样，做一个戴着南冠的楚囚；象行人季孙那样，留住在西河的别馆了。其悲痛惨烈，不藏于申包胥求秦出兵时的叩头于地，头破脑碎；也不减于蔡威公国亡时的痛哭泪尽，继之以血。那故国钓台的移柳，自非困居玉门关的人可以望见；那华亭的鹤唳，难道是魂断河桥的人再能听到的吗！</p> <p>　　孙策在天下分裂为三之时，军队不过五百人；项籍率领江东子弟起兵，人只有八千。于是就剖分山河，割据天下。哪里有号称百万的义师，竟一朝卷甲溃败，让作乱者肆意戮杀，如割草摧木一般？长江淮河失去了水岸的阻挡，军营壁垒缺少了藩篱的坚固，使得那些得逞一时的作乱者得以暗中勾结，那些持锄耰和棘矜的人得到乘虚而入的机会。莫不是江南一带的帝王之气，已经在三百年间终止了吗！于此可知并吞天下，最终不免于秦王子婴在轵道旁投降的灾难；统一车轨和文字，最终也救不了晋怀、愍二帝被害于平阳的祸患。呜呼！山岳崩塌，既已经历国家危亡的厄运；春秋更替，必然会有背井离乡的悲哀。天意人事，<a href=\"http://so.gushiwen.org/author_1137.aspx\">真可</a>以令人凄怆伤心的啊！何况又舟船无路，银河不是乘筏驾船所能上达；风狂道阻，海中的蓬莱仙山也无可以到达的希望。因踬者欲表达自己的肺腑之言，操劳者须歌咏自己所经历的事。我写此赋，为陆机听了拍掌而矣，也心甘情愿；<a href=\"http://so.gushiwen.org/author_6.aspx\">张衡</a>见了将轻视它，本是理所当然的。</p> <p><strong>注释</strong><br>[1]《哀江南赋》：“哀江南”语出《楚辞·招魂》“魂兮归来哀江南”句，梁武帝定都建业，梁元帝定都江陵，二者都属于战国时的楚地，作者借此语哀悼故国梁朝的覆亡。作品将家世与国史联系起来，将个人遭遇与民族灾难融汇在一起，概括了梁朝由盛至衰的历史和自身由南至北的经历，感情深挚动人，风格苍凉雄劲，具有史<a href=\"http://so.gushiwen.org/view_72845.aspx\">诗</a>般的规模和气魄，是中国辞赋史上的名篇巨制。</p>",
  "poet": {
    "id": 662,
    "star": 0,
    "name": "庾信",
    "image": "http://img.gushiwen.org/authorImg/yuxin.jpg",
    "desc": "庾信（513—581）字子山，小字兰成，北周时期人。南阳新野（今属河南）人。他以聪颖的资质，在梁这个南朝文学的全盛时代积累了很高的文学素养，又来到北方，以其沉痛的生活经历丰富了创作的内容，并多少接受了北方文化的某些因素，从而形成自己的独特面貌。"
  },
  "tags": [
    "历史",
    "抒情"
  ]
}