{
  "id": 47929,
  "star": 36,
  "name": "随园记",
  "dynasty": "清代",
  "content": "　　金陵自北门桥西行二里，得小仓山，山自清凉胚胎，分两岭而下，尽桥而止。蜿蜒狭长，中有清池水田，俗号干河沿。河未干时，清凉山为南唐避暑所，盛可想也。凡称金陵之胜者，南曰雨花台，西南曰莫愁湖，北曰钟山，东曰冶城，东北曰孝陵，曰鸡鸣寺。登小仓山，诸景隆然上浮。凡江湖之大，云烟之变，非山之所有者，皆山之所有也。 </p> <p>　　康熙时，织造隋公当山之北巅，构堂皇，缭垣牖，树之荻千章，桂千畦，都人游者，翕然盛一时，号曰随园。因其姓也。后三十年，余宰江宁，园倾且颓弛，其室为酒肆，舆台嚾呶，禽鸟厌之不肯妪伏，百卉芜谢，春风不能花。余恻然而悲，问其值，曰三百金，购以月俸。茨墙剪园，易檐改途。随其高，为置江楼；随其下，为置溪亭；随其夹涧，为之桥；随其湍流，为之舟；随其地之隆中而欹侧也，为缀峰岫；随其蓊郁而旷也，为设宧窔。或扶而起之，或挤而止之，皆随其丰杀繁瘠，就势取景，而莫之夭阏者，故仍名曰随园，同其音，易其义。 </p> <p>　　落成叹曰：“使吾官于此，则月一至焉；使吾居于此，则日日至焉。二者不可得兼，舍官而取园者也。”遂乞病，率弟香亭、甥湄君移书史居随园。闻之苏子曰：“君子不必仕，不必不仕。”然则余之仕与不仕，与居兹园之久与不久，亦随之而已。夫两物之能相易者，其一物之足以胜之也。余竟以一官易此园，园之奇，可以见矣。 </p> <p>　　己巳三月记。 ",
  "fanyi": "<p><strong>译文</strong><br>　　金陵（今南京）从北门桥向西走二里路，有个小仓山，山从清凉山起源，分成两个山岭向下延伸，到桥才消失。山岭蜿蜒狭长，中间有个清池、水田，俗称干河沿。河没有干涸的时候，清凉山是南唐皇帝避暑的地方，当时的繁盛可想而知。称得上金陵名胜的，南边的有雨花台，西南有莫愁湖，北边有钟山，东边有冶城，东北有孝陵，叫做鸡鸣寺。登上小仓山，这些景物就像漂浮起来一样。江湖这么大，云烟变幻那么快，不是山拥有的景致，都被山拥有了。<br>　　康熙年间，织造（官职名）隋大人在山的北麓，建起殿堂，砌上围墙，种了上千株荻草，上千畦桂花，城里人来游玩的，盛极一时，人们给这座园林起名叫做隋园，是因为主人姓隋。三十年后，我主持江宁政事，园林倾塌而且荒芜，里面的房屋被改成酒馆，楼台喧嚣，禽鸟讨厌这个地方不来栖息，百花荒芜，春天也不开花。我感到悲凉怆然，询问园林之多少钱，说值三百两银子，我拿薪水买下来。修补围墙修剪花草，更换房檐改变用途。高的地方，建成临江楼阁；低的地方，修建溪旁亭子；有溪水的地方，修了桥；水深流急的地方，造了舟船；突起险峻的地方，点缀它的气势；平坦而且草木旺盛的地方，设置了观赏设施。有的风景加强，有的风景抑制，都随它的丰盛萧杀繁茂贫瘠情况而定，因势取景，不是他们消失堵塞，仍叫做随园，和隋圆同音，但意思变了。<br>　　建成以后感叹说：“让我在这里做官，则一个月来一次；让我居住在这里，则每天都来。两者不可兼得，所以辞官而要园子。”于是托病辞官，带着弟弟袁香亭、外甥湄君搬着图书居住在随园里。听<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>说过：“君子不一定非要做官，也不一定非不做官。”然而我的坐不做官，和住这个园子的长久与否，是相依赖的。两个事物能够交换，肯定其中的一个足以胜过另一个。我竟拿官职换这个园子，这个园子的奇妙，可想而知了。<br>　　己巳年三月写此文。</p><p><strong>注释</strong><br>（1）清凉：山名，在南京市西。又名石头山。山上昔建有清凉寺，南唐建有清凉道场。相传为避暑官。寺已废。胚胎：此指小仓山为清凉山余脉。<br>（2）雨花台：在南京市中华门外。相传南朝梁时期天监年间（502—519）云光法师讲经于此，感天雨花，因而得名。<br>（3）莫愁湖：在南京市水西门外，相传为南齐时莫愁女居处而名。然而莫愁湖之名实始见于宋代。<br>（4）钟山：在南京市中山门外。又名金陵山、紫金山、蒋山、北山。是南京主要山脉。<br>（5）冶城：故址在南京市水西门内朝天宫附近，相传吴王夫差冶铁于此，故名。<br>（6）孝陵：在南京市中山门外钟山南麓，为明太祖<a href=\"http://so.gushiwen.org/author_3131.aspx\">朱元璋</a>陵墓。<br>（7）鸡鸣寺：在南京市区北鸡鸣山，梁时与此始建同泰寺，后屡毁屡建。明代洪武年间（1368—1398）在其旧址建鸡鸣寺。<br>（8）堂皇：广大的堂厦。<br>（9）荻：即“楸”。落叶乔木，干直树高。“树之荻千章”是说楸树千株，“章”通“橦”，大木林。<br>（10）舆台：地位低贱的人。嚾呶，叫喊吵闹。<br>（11）妪伏：原指鸟孵卵，引申为栖息。<br>（12）蓊（wěng）郁：茂盛浓密貌。<br>（13）宦（yí）窔（yǎo）：房屋的东北角与东南角。古代建房，多在东南角设溷厕，东北角设厨房。此即代指这些设施。<br>（14）夭阏（è）：《庄子·逍遥游》。“背负青天而莫之天阏者，而后乃今将图南。”夭谓折，阏为阻塞之意。此指没有改变山原来的形势。<br>（15）香亭：<a href=\"http://so.gushiwen.org/author_676.aspx\">袁枚</a>弟袁树。湄君：袁枚外甥陆建，字湄君，号豫庭。<br>（16）苏子：宋朝大文学家苏轼。下面的引文出自苏轼《灵壁张氏园亭记》。<br>（17）相易：互换。<br>（18）己巳：1749年（乾隆十四年）。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　《随园记》写于1749年（乾隆十四年）。1745年（乾隆十年），<a href=\"http://so.gushiwen.org/author_676.aspx\">袁枚</a>买下了原江宁织造隋赫德的隋园。加以葺治，改名随园。1748年（乾隆十三年），他辞官居园中。从此以后，退出仕途，徜徉于山水烟霞之中，吟<a href=\"http://so.gushiwen.org/view_47929.aspx\">诗</a>作文，结交士子权贵，几乎长达半个世纪。</p> <p>　　随园的兴建，主要出自建筑家武龙台的手笔，但全园的布局均出自袁枚的策划。这篇园记没有细讲园景，只是记叙治园的经过与取园名“随”的含义，而这些正是随园布局的主导思想。袁枚后来又作了多篇记文，主要也是记述自己享受山水之乐的感受及因此而产生的对人世变化的喟叹。</p> <p>　　这篇记文，先历叙园的地理位置，显得郑重之至。接着便处处扣住“随”字，写葺园的经过与作者的趣味，表现了作者洒脱放任的处世观，充满了初得园的喜悦及对将来悠游林下的生活的憧憬。</p> <p>　　袁枚的记游一类文章与他的传记文不同，一是力求简洁，一是注重铺陈场景与刻绘人物。这种相体运笔的方法，正是对<a href=\"http://so.gushiwen.org/author_682.aspx\">韩愈</a>、<a href=\"http://so.gushiwen.org/author_646.aspx\">柳宗元</a>散文作法的继承。</p>",
  "poet": {
    "id": 676,
    "star": 0,
    "name": "袁枚",
    "image": "http://img.gushiwen.org/authorImg/yuanmei.jpg",
    "desc": "袁枚（1716－1797）清代诗人、散文家。字子才，号简斋，晚年自号仓山居士、随园主人、随园老人。汉族，钱塘（今浙江杭州）人。乾隆四年进士，历任溧水、江宁等县知县，有政绩，四十岁即告归。在江宁小仓山下筑筑随园，吟咏其中。广收诗弟子，女弟子尤众。袁枚是乾嘉时期代表诗人之一，与赵翼、蒋士铨合称“乾隆三大家”。"
  },
  "tags": [
    "辞赋精选"
  ]
}