{
  "id": 70505,
  "star": 7,
  "name": "杂剧·鲁大夫秋胡戏妻",
  "dynasty": "元代",
  "content": "第一折<br>花有重开日，人无再少年。休道黄金贵，安乐最值钱。老身刘氏，自夫主亡逝已过，止有这个孩儿，唤做秋胡。如今有这罗大户的女儿，唤做梅英，嫁与俺孩儿为妻，昨日晚间过门，今日俺安排些酒果，谢俺要亲家。孩儿也，你去请将丈人丈母来者。这早晚丈人丈母敢待来也。人家七子保团圆，偏是吾家只半边。虽然没甚房奁送，倒也落的三朝吃喜筵。老汉罗大户的便是。这是我的婆婆。我有个女孩儿，唤做梅英，嫁与秋胡为妻，昨日过门，今日亲家请俺两口儿吃酒，须索走一遭去。可早到他门首。秋胡，俺两口儿来了也。报的母亲得知，有丈人丈母来了也。道有请。请进。亲家请坐。酒果已备，孩儿把盏者！岳父岳母，满饮一杯。孩儿的喜酒，我吃我吃。孩儿，唤出梅英媳妇儿来者。婆婆，奶奶唤我做甚么那？姐姐，唤你谢亲哩！我羞答答的怎生去得？姐姐，男婚女聘，古之常礼，有甚么羞？<br>【仙吕】【点绛唇】男女成人，父娘教训，当年分，结下婚舅，则要的厮敬爱、相和顺。姐姐，我听的人说，你从小儿攻书写字，我却不知，姐姐试说一遍与我听咱。<br>【混江龙】曾把毛诗来讲论，那《关雎》为首正人伦，因此上儿求了媳妇，女聘了郎村。琴瑟和凋花烛夜，凤凰匹配洞房春，好教我懒临广坐，怕见双亲。羞低粉脸．推焚罗裙。也则为俺妇人家，一世儿都是裙带头这个衣食分，虽然道人人不免，终觉的分外羞人。<br>姐姐，你当初只该拣取一个财主，好吃好穿，一生受用。似秋老娘家这等穷苦艰难，你嫁他怎的？婆婆，这是甚的言语也！<br>【油葫芦】至如他釜有蛛丝甑有尘，这的是我命运。想着那古来的将相出寒门，则俺这夫妻现受着齑款困，就似他那蛟龙未得风雷信。你看他是白屋客，我道他是黄阁臣。自从他那问亲时，一见了我心先顺，咱人这贫无本、富无根。<br>姐姐，如今秋胡又无钱，又无功名，姐姐，你别嫁一个有钱的，也还不迟哩！<br>【天下乐】咱人腹内无珍一世贫。你着我改嫁他也波人，则不如先受窘。可曾见做夫人自小里便出身？盖世间有的是女娘，普天下少甚么议论，那一个胎胞儿里做县君？<br>姐姐，你过去见你父亲母亲者。奶奶，唤你孩儿，有何分付？媳妇儿，唤你出来，与你父亲母亲递一杯酒。理会的。婆婆，将酒来。父亲、母亲，满饮一杯。好，好，好！喜酒儿吃干了也。孩儿，你慢慢的劝酒，等你父亲母亲宽饮几杯。上命官差，事不由己。自家勾军的便是。今奉上司差遣，着我勾秋胡当军，走一遭去。可早来到鲁家庄也。秋胡在家么？秋胡，我奉上司钧旨，你是一名正军，着我来勾你当军去。哥哥且住，待我与母亲说知。母亲，有勾军的奉上司钧旨，在于门首，唤您孩儿当军去。孩儿，似此可怎了也。婆婆，为甚么这等吵闹？如今勾你秋胡当军去哩！秋胡，似此怎生是了也？<br>【衬里迓鼓】都则为一宵的恩爱，揣与我这满怀愁闷。他去了正身，只是俺婆妇每谁怜谁问？我回避了座上客，心间事着我一言难尽。不争他见我为着那人，耽着贫窘，揾着泪痕，休也着人道女孩儿家直恁般意亲。<br>今日方才三日，正吃喜酒儿，勾军的来了。娘呵，我媒婆还不曾得一些儿花红钱钞哩。<br>【元和令】他守青灯，受苦辛，吃黄齑，捱穷困，指望他玉堂金马做朝臣。原来这秀才每当正军，我想着儒人颠倒不如人，早难道文章好立身。秋胡快着，文书上期限，一日也耽迟不得的。哥哥，略待一时儿。波<br>【上马娇】王留他们性情狠，伴哥他实是村。这牛表共牛筋，则见他恶噇噇轮着粗桑棍。这厮每狠。端的仪打杀瑞麒麟。<br>孩儿娶亲，才得三日光景，刬的便勾他当军去，着谁人养活老身？兀的不痛杀我也！<br>【游四门】适才个筵前杯酒叙殷勤，义则待仗剑学从军。想着俺昨宵结发谐秦晋，向鸳鸯被不曾温，今日个亲亲送出旧柴门。<br>【胜葫芦】还说甚玉臂相交印粉痕，你可便卧甲地生鳞。须知道离乱之时武胜文，衤專人头似滚，噙热血相喷，这就是你能报国会邀勋。<br>梅英，我当军去也。你在家好生侍奉母亲，只要你十分孝顺者。孩儿，你去则去，你勤勤的捎个书信来着我知道。<br>【后庭花】不甫能就能三合天地婚，避孤虚日月轮，望十载功名志，感一朝雨露恩。把翠眉颦，莫不我成亲的时分，下车来冲着岁君？拜先灵背了影神？早新妇儿遭恶运，送的他上边庭，离当村。<br>【柳叶儿】眼见的有家来难奔，畅好是短局促燕尔新婚。莫不我尽今生寡凤孤鸾运？你可也曾量忖，问山人，怎生的不拣择个吉日良辰？<br>孩儿，你去罢，则要你一路上小心在意，频寄个书信回来，休着我忧心也。你孩儿理会的，母亲保重将息。<br>【赚煞】似这等天阔雁书稀，人远龙荒近，教我阁着泪对别酒一樽，遥望见客舍青青柳色新，第一程水馆山村。秋胡。有。早不由人，和他身上关亲，我想夜来过门，今日当军去。却正是-夜夫妻百夜恩。破题儿劳他梦魂，赤紧的禁咱愁恨，则索安排下和泪待黄昏。<br>岳父岳母，好看觑我母亲和妻子梅英者，我当军去也。这也是你家的本分，我女孩儿的悔气。你去罢。勾军的哥哥，咱和你同去。莫怨文齐福不齐，娶妻三日却分离。军中若把文章用，管取峥嵘衣锦归。秋胡当军去了也。亲家母，俺同家去来。亲家母，孩儿去了，不好留的你，多慢了也。本意相留非是假，争奈秋胡勾去当兵甲。明年若不到家来，难道教我孩儿活守寡？<br><br>第二折<br>段段田苗接远村，太公庄上弄猢狲。农家只得锄刨力，凉酸酒儿喝一盆。自家李大户的便是。家中有钱财，有粮食，有田土，有金银，有宝钞，则少一个标标致致的老婆。单是这件，好生没兴。我在这本村里做着个大户，四村上下人家，都是少欠我钱钞粮食的，倒被他笑我空有钱无个好媳妇，怎么吃的他过！我这村里有一个老的，唤做罗大户，他原是个财主有钱来，如今他穷了，问我借了些粮食，至今不曾还我。他有一个女儿，唤做梅英，尽生的十分好，嫁与秋胡为妻。如今秋胡当军去了，十年不回来。我如今叫将那罗大户来，则说秋胡死了，把他女儿与我做媳妇，那旧时少我四十石粮食，我也饶了他，还再与他些财礼钱。那老子是个穷汉，必然肯许。我早间着人唤他去了，这早晚敢待来也。人道财主叫，便是福星照。我也做过财主来，如何今日听人叫。老汉罗大户的便是。自从秋胡当军去了，可早十年光景也。老汉少李大户四十石粮食，不曾还他；今日李大户唤我，毕竟是这桩事要紧。且去看他有甚说话。无人在此，我自过去。大户唤老汉有甚么事？兀那老的，我唤将你来，有桩事和你说。你的那女婿秋胡当军去，吃豆腐泻死了。谁这般说来？我听的人说。呀！似这般怎了也！老的，你休烦恼。我问你，你这女婿死了，如今你那女儿年纪幼小，他怎么守的那寡？你把你那女儿改嫁了我罢。大户，你说的是何言语？你若不肯，你少我四十石粮食，我官府中告下来，我就追杀你！你若把女儿与了我呵，我的四十石粮食，都也饶了；我再下些花红羊酒财礼钱，你意下如何？大户，容咱慢慢的商议。我便肯了，则怕俺妈妈不肯。这容易，你如今先将花红财礼去，则要你两个做个计较，等他接了红定，我便牵羊担酒随后来也。我知道。大户，你慢慢的来，我将这红定先去也。我肯了，我妈妈有甚么不肯？我如今就将红定先交与亲家母去来。那老子许了我也，愁他女儿不改嫁与我！如今将着羊酒表里取梅英去，待他到我家中，扢搭帮放番他就做营生，何等有趣！正是：洞房花烛夜，金榜挂擂槌。老身刘氏，乃是秋胡的母亲。自从孩儿当军去了，可早十年光景，音信皆无；多亏了我那媳妇儿，与人家缝联补绽，洗衣刮裳，养蚕择茧，养活着老身。我这几日身子不快，怎么连不连的眼跳，不知有甚么事来？且只静坐，听他便了。老汉罗大户，如今到这鲁家庄上，若见了那亲家<br>母时，我自有个主意也。不要人报复，我自过去。亲家母，你这几时好么？亲家请坐。今日甚风吹的到此？亲家母，我为令郎久不回家，我一径的来望你，与你散闷。这里有酒，我递三杯。多谢亲家，我那里吃的这酒？亲家母吃了酒也。还有这一块儿红绢，与我女儿做件衣服儿。亲家，这般定害你，等秋胡来家呵，着他拜谢亲家的厚意也。了、了、了！亲家，甚么了、了、了？亲家，这酒和红都不是我的，都是本村李大户的。恰才这三钟酒是肯酒，这块红是红定。秋胡已死了也，如今李大户要娶梅英，他自家牵羊担酒来也，我先回去。这是李家大户使机谋，谁着你可将他聘礼收？不如早把梅英来改嫁，免的经官告府出场羞。这老子好无礼也！他走的去了，你着我见媳妇儿呵，我怎么开言？媳妇儿那里？妾身梅英是也。自从秋胡去了，不觉十年光景，我与人家担好水换恶水，养活着俺奶奶。这几日我奶奶身子有些不快，我恰才在蚕房中来，我可看奶奶去咱。秋胡也．知你几时还家也呵！<br>【正官】【端正好】想着俺只一夜短恩情，空叹了千万声长吁气，枉教人道村里夫妻。撇下个寿高娘，又被着疾病缠身体，他每日家则是卧枕着床睡。有人道：梅英也，请一个太医看治你那奶奶。--你可怕不说的是也。<br>【滚绣球】怕不待要请太医看脉息，着甚么做药钱调治？赤紧的当村里都是些打当的牙槌。我这几日告天地，愿他的子母每早些儿欢会。常言道，媳妇是壁上泥皮。则愿的白头娘早晚迟疾可：天呵，则俺那青春子，何年可便甚日回？信断音稀！奶奶，吃些粥儿波。媳妇儿，可则一件，虽然秋胡不在家，你是个年小的女娘家，你可梳一梳头，等那货郎儿过来，你买些胭脂粉搽搽脸，你也打扮打扮；似这般蓬头垢面，着人笑你也。<br>【呆骨朵】奶奶道你妇人家穿一套儿新衣袂，我可也直恁般不识一个好弱也那高低。秋胡呵，他去了那五载十年，阻隔着那千山万水。早则俺那婆娘家无依倚，更合着这子母每无笆壁。媳妇儿，你只待敦葫芦摔马杓哩。媳妇儿怎敢是敦葫芦摔马杓？奶奶道，等货郎儿过来，买些胭脂粉搽搽。我梅英道，秋胡去了十年，穿的无，吃的无，奶奶也，谁有那闲钱来补笊篱！我如今娶媳妇儿去来！洞房花烛夜，金榜挂擂槌。奶奶，门首吹打响，敢是赛牛王社的？待你媳妇看一看咱。媳妇儿，你看去波。我道是谁，原来是爹爹和妈妈。你那里去来？与你招女婿来。爹爹，与谁招女婿？与你招女婿。是甚么言语？与我招女婿！<br>【倘秀才】你将着羊酒呵，领着一火鼓笛。我今日有丈夫呵，你怎么又招与我个女婿？更则道你庄家每葫芦提没见识。孩儿，秋胡死了也。如今李大户要娶你哩。我既为了张郎妇，又着我做李郎妻，那里取这般道理！<br>孩儿也，可不道顺父母言，呼为大孝？你嫁了他也罢！<br>【滚绣球】我如今嫁的鸡，一处飞，也是你爷娘家匹配，贫和富是您孩儿裙带头衣食。从早起，到晚夕，上下唇并不曾粘着水米，甚的是足食丰衣！则我那脊梁上寒噤，是捱过这三冬冷；肚皮里凄凉，是我旧忍过的饥，休想道半点儿差迟。<br>你休只管闹，你家婆婆接了红定也。有这等事？我问俺奶奶去。奶奶，想秋胡去了十年光景，我与人家担好水换恶水，养活着奶奶；你怎么把梅英又嫁与别人？要我这性命做甚么？我不如寻个死去罢！媳妇儿，这也不干我事，是你父亲强揣与我红定，是他卖了你也。<br>【脱布衫】他那里哭哭啼啼，我这里切切悲悲。爹爹也，全不怕九故十亲笑耻。我待和你婆婆平分财礼钱哩。则待要停分了两下的财礼。<br>孩儿也，你嫁了他，等我也落得他些酒肉吃。<br>【醉太平】爹爹也，大古里不曾吃那些酒食。孩儿，俺也要做个筵席哩。奶奶也，只恁般好做那筵席。小娘子不要多言，你看我这个模样，可也不丑。把这厮劈头劈脸泼拳捶，向前来我可便挝挠了你这面皮。这等清平世界，浪荡乾坤，你怎敢把良人家妇女公调戏！哎呀！这是明明的欺负俺高堂老母无存济。嚷这许多做甚么？你这生忿忤逆的小贱人！倒骂我做生忿忤逆，在爷娘面上不依随。爹爹也，你可便只恁般下的？兀那小娘子，你休闹，我也不辱没着你。岂不闻鸾凰只许鸾凰配，鸳鸯只许鸳鸯对。<br>【叨叨令】你道是鸾凰则许鸾凰配，鸳鸯则许鸳鸯对，庄家做尽庄家势。你等还不去呵，留着你那村里鼓儿则向村里擂。小娘子，你靠前来，似我这般有铜钱的，村里再没两个。其实我便觑不上也波哥，其实我便觑不上也波哥。我道你有铜钱，则不如抱著铜钱睡！<br>兀那小贱人，比及你受穷，不如嫁了李大户，也得个好日子。<br>【煞尾】爹爹也，怎使这洞房花烛拖刀计？我这模样可也不丑。我则骂你闹市云阳吃剑贼，牛表牛筋是你亲戚，大户乡头是你相识。哎！不晓事庄家甚官位？这时分俺男儿在那里？他或是皂盖雕轮绣幕围，玉辔金鞍骏马骑，两行公人排列齐，水罐银盆摆的直，斗来大黄金肘后随，箔来大元戎帅字旗。回想他亲娘今年七十岁，早来到土长根生旧乡地，恁时节母子夫妻得完备。我说你个驴马村夫为仇气，那一个日头儿知他是近的谁？狼虎般公人每拿下伊，他道谁迤逗俺浑家来？谁欺负俺母亲来？我可也不道轻轻的便素放了你。<br>甚么意思？娶也不曾娶的，我倒吃他抢白了这一场，又吃这一跌，我更待干罢！只为洞房花烛惹心焦，险被金榜擂槌打断腰。这也是你李家大户无缘法，非关是我女儿忒煞会妆幺。<br><br>第三折<br>小官秋胡是也。自当军去，见了元帅，道我通文达武，甚是见喜，在他麾下，累立奇功，官加中大夫之职。小官诉说，离家十年，有老母在堂，久缺侍养，乞赐给假还家。谢得鲁昭公可怜，赐小官黄金一饼，以充膳母之资。如今衣锦荣归，见母亲走一遭去。想当日哭啼啼远去从军，今日个笑吟吟荣转家门。捧着这赤资资黄金奉母，安慰了我那娇滴滴年少夫人。老身秋胡的母亲。自从孩儿去了，音信皆无。前日又吃我亲家气了一场，多亏我媳妇儿有那贞烈的心，不肯嫁人，若是他肯了呵，老身可着谁人侍养？媳妇儿今日早桑园里采桑去了，想他这等勤劳，也则为我老人家来，只愿的我死后依旧做他媳妇，也似这般侍养他，方才报的他也。天气困人，我且去歇息咱。采桑去波。<br>【中吕】【粉蝶儿】自从我嫁的秋胡，入门来不成一个活路，莫不我五行中合见这鳏寡孤独？受饥寒，捱冻馁，义被我爷娘家欺负。早则是生计萧疏，更值着没收成歉年时序。<br>【醉春风】俺只见野树一天云，错认做江村三月雨。也不知是谁人激恼那天公，着俺庄家每受的来苦，苦。说甚么万种恩情，刚只是一宵缱绻，早分开了百年夫妇。<br>可来到桑园里也。<br>【普天乐】放下我这采桑篮，我拣着这鲜桑树。只见那浓阴冉冉，翠锦哎模糊。冲开他这叶底烟，荡散了些梢头露。我本是摘茧缫丝庄家妇，倒做了个拈花弄柳的人物。我只怕淹的蚕饥，那里管采的叶败，攀的枝枯？<br>我这一会儿热了也，脱下我这衣服来，我试晾一晾咱。小官秋胡，来到这里，离着我家不远，我更改了这衣服。兀的不是我家桑园？这桑树都长成了也。我近前去，这桑园门怎么开着？我试看咱。一个好女人也！背身儿立着，不见他那面皮，则见他那后影儿；白的是那脖颈，黑的是那头发。可怎生得他回头，我看他一看，可也好那！哦，待我着四句诗嘲拨他，他必然回头也。二八谁家女，提篮去采桑。罗衣挂枝上，风动满园香。可怎么不听的？待我再吟？我在这里采桑，他是何人，却走到园子里面来，着我穿衣服不迭？小娘子，支揖。<br>【满庭芳】我慌还一个庄家万福。不敢，小娘子。他不是闲游的浪子，多敢是一个取应的名儒。我见他便躬着身，插着手，陪言语。你既读那孔圣之书，小娘子，有凉浆儿，觅些与小生吃波。我是个采桑养蚕妇女，休猜做锄田送饭村姑。这里也无人，小娘子，你近前来，我与你做个女婿，怕做甚么？他酩子里丢抹娘一句，怎人模人样，做出这等不君子，待何如？<br>小娘子，左右这里无人，我央及你咱。力田不如见少年，采桑不如嫁贵郎，你随顺了我罢。这厮好无礼也！<br>【上小楼】你待要谐比翼，你也曾听杜宇，他那里口口声声，撺掇先生不如归去。你须是养蚕的女人，怎么比那杜宇？你道是不比，俺那养蚕处好将伊留住；则俺那蚕老了，到那里怎生发付？<br>不动一动手也不中。小娘子，你随顺了我罢。靠后！<br>【十二月】兀的是谁家一个匹夫，畅好是胆大心粗，眼脑儿涎涎邓邓，手脚儿扯扯也那捽捽。你飞也飞不出这桑园门去。是他便拦住我还家去路，我则索大叫波高呼。<br>沙三、王留、伴哥儿，都来也波！小娘子休要叫！<br>【尧民歌】桑园里只待强逼做欢娱，吓的我手儿脚儿滴羞蹀躞战笃速。他便相偎相抱扯衣服，一来一往当拦住。当也波初，则道是峨冠士大夫，原来是个不晓事的乔男女。<br>且慢者，这女子不肯，怎生是了？我随身有一饼黄金，是鲁君赐与我侍养老母的，母亲可也不知。常言道，财动人心，我把这一饼黄金，与了这女子，他好歹随顺了我。兀那小娘子，你肯随顺了我，我与你这饼黄金。这弟子孩儿无礼也！他如今将出一饼黄金来，我则除是恁般。兀那厮，你早说有黄金不的？你过这壁儿来，我过那壁儿看人去。他肯了也。你看人去。兀那禽兽，你听者！可不道男子见其金，易其过；女子见其金，不敢坏其志。那禽兽见人不肯，将出黄金来，你道黄金这般好用的！<br>【耍孩儿】可不道书中有女颜如玉。呀！倒吃了他一个酱瓜儿！你将着金，要买人犹云殢雨，却不道黄金散尽为收书。哎，你个富家郎，惯使珍珠，倚仗着囊中有钞多声势，岂不闻财上分明大丈夫，不由咱生嗔怒。我骂你个沐猴冠冕，牛马襟裾！<br>小娘子，你不肯，我跟你家里去，成就这门亲事。可不好也！<br>【二煞】俺那牛屋里怎成得美眷姻？鸦窠里怎生着鸾凤雏？蚕茧纸难写姻缘簿，短桑科长不出连枝树，沤麻坑养不活比目鱼，辘轴上也打不出那连环玉。似你这伤风败俗，怕不的地灭天诛！<br>小娘子，休这等说。你若还不肯呵，我如今一不做二不休，拚的打死你也。你要打谁？我打你。<br>【三煞】你瞅我一瞅，黥了你那额颅；扯我一扯，削了你那手足；你汤我一汤，拷了你那腰截骨；掐我一掐，我着你三千里外该流递；搂我一搂，我着你十字阶头便上木驴。哎，吃万剐的遭刑律。我又不曾掀了你家坟墓，我又不曾杀了你家眷属！这婆娘好无礼也！你不肯便罢了，怎么这般骂我？<br>【尾煞】这厮睁着眼，觑我骂那死尸；腆着脸，着我咒他上祖。谁着你桑园里戏弄人家良人妇！便跳出你那七代先灵，也做不的主！<br>我吃他骂了这一顿。我将着这饼黄金，回家侍养老母去也。一见了美貌娉婷，不由的我便动情。用言语将他调戏，倒被他骂我七代先灵。<br><br>第四折<br>朝随日出采柔桑，采到将中不满筐。方信遍身罗绮者，从来不是养蚕娘。老身秋胡的母亲便是。我媳妇儿采桑去了，这早晚怎生不见回家也？小官秋胡，来到此间，正是自家门首，不免径入。母亲，你孩儿回来了也。官人是谁？则你孩儿，便是秋胡。孩儿，你得了官也？则被你想乐老身也。母亲，你孩儿得了官，现做中大夫之职，鲁君着我衣锦还乡，赐一饼黄金，奉养老母。孩儿，这数年索是辛苦也！母亲，梅英那里去了？孩儿，你去了十年光景，若不是你这媳妇儿养活我呵，这其间饿杀老身多时也。今日梅英到桑园里采桑去了。母亲，梅英那里去了？他采桑去了，这早晚敢待来也。嗨，适才桑园里逗的那个女人，敢是我媳妇么？他若回来时，我自有个主意。走、走、走。<br>【双调】【新水令】若不是江村四月正农忙，扯住那吃敲才决无轻放。第一来怕鸦飞天道黑，第二天又则怕蚕老麦焦黄。满目柔桑，一片林庄，急切里没个邻里街坊，我则怕人见甚勾当。<br>俺家又不是会首大户，怎么门前拴着一匹马？我把这桑篮儿放在蚕房里，我试看咱。这弟子孩儿无礼也，他桑园里逗引我，见我不肯，他公然赶到我家里来也！<br>【甜水令】这厮便倚强凌弱，心粗胆大，怎敢来俺庄上？不由的忿气夯胸膛。我这里便破步撩衣，走向前来，揾住罗裳，咱两个明有官防。<br>媳妇儿，你休扯他，他是秋胡，来家了也。<br>【折桂令】呀，原来是你曾参衣锦也还乡。秋胡，你来！梅英，你唤我做甚么？你曾逗人家女人来么？我决撒了也，则除是这般。梅英，我几曾逗人来。谁着你戏弄人家妻儿，迤逗人家婆娘？据着你那愚滥荒唐，你怎消的那乌靴象简，紫绶金章？你博的个享富贵朝中栋梁，我怎生养活你母亲？十年光景也！你可不辱没杀受贫穷堂上糟糠！我捱尽凄凉，熬尽情肠，怎知道为一夜的情肠，却教我受了那半世儿凄凉！<br>媳妇儿，你来。媳妇儿，鲁君赐我孩儿一饼黄金，侍养老身。这十年间多亏了你，将这黄金我酬谢你，收了者。奶奶，媳妇儿不敢要，留着奶奶打簪儿戴。秋胡，你来！你又唤我做甚么？<br>【乔牌儿】你做贼也呵，我可拿住了赃，哎，你个水晶塔便休强。这的是鲁公宣赐与个头厅相，着还家来侍奉你娘。<br>假若这黄金，若是别人家妇女呵！<br>【豆叶黄】接了黄金，随顺了你才郎，也不怕高堂饿杀了你那亲娘！福至心灵，才高语壮，须记的有女怀春诗一章。我和你细细斟量，可不道要我桑中，送咱淇上。<br>秋胡，你可曾逗人家妇人来么？你好多心也。<br>【川拨棹】那佳人可承当？不俫我提篮去采桑。空着我埋怨爹娘，选拣东床，相貌堂堂。自一夜花烛洞房，怎提防这一场！<br>【殿前欢】你只待金殿里锁鸳鸯，我将那好花输与你个富家郎。耽着饥每日在长街上，乞些儿剩饭凉浆，你与我休离纸半张！你怎么问我讨休书来？早插个明白状，也留与傍人做个话儿讲，道\"女慕贞洁，男效才良。\"<br>秋胡，你为甚么这般炒闹？母亲，梅英不肯认我哩！媳妇儿，你为甚么不认秋胡那？秋胡，你听者：贞心一片似冰清，郎赠黄金妾不应。假使当时陪笑语，半生谁信守孤灯？秋胡，将休书来，将休书来！梅英，你差矣，我将着五花官诰、驷马高车，你便是夫人县君，怎忍的便索休离了去也！<br>【雁儿落】谁将这五花官浩汤？谁将这霞帔金冠望？便有呵。我也则牢收箱柜，怎敢便穿在咱身躯上？<br>【得胜令】呀，又则怕风动满园香。他受了我红定，倒被他抢白一场，难道便罢了？我如今带领了许多狼仆抢亲去也。今日是个好日辰，我和你抢他娘去！兀的不是我女儿梅英！走将来雪上更加霜。早足俺这钓鳌客咱不认，哎，你个使牛郎休更想！兀那厮！你来我家里做甚么？呀！元来他做了官，不是军了也。我闻知你衣锦荣归，特来贺喜。呸！这等你说他死了也。他不死倒是我死。元来那厮假捏流言，夺人妻女。左右，与我拿下，送到钜野县去，问他一个重重罪名。这也不是我的主意，就是你的岳翁岳母，欠了我四十石粮食，将他女儿转卖与我的。这等一发可恶，明明是广放私债，逼勒卖女了。左右，你去与县官说知，着重责四十板，枷号三个月，罚谷一千石。备济饥民，毋得轻纵者。理会的。一心妄想洞房春，谁料金榜擂槌有正身。我们也没嘴脸在这里，不如只做送李大户到县去，暗地溜了。如今且学乌龟法，只是缩了头来不见人。媳妇儿，你若不肯认我孩儿呵，我寻个死处！吓的我慌忙，则这小鹿儿小心头撞。有的来商也波量，奶奶我认了秋胡也。媳妇儿，你认了秋胡，我也不寻死了。罢、罢、罢！则是俺那婆娘家不气长！<br>媳妇儿，你既认了，可去改换梳洗，和秋胡孩儿两个拜见咱。<br>【鸳鸯煞】若不为慈亲年老谁供养。争些个夫妻恩断无敢望。从今后卸下荆钗，改换梳妆，畅道百岁荣华，两人共享。非是我假乖张，做出这乔模样，也则要整顿我妻纲。不比那秦氏罗敷，单说得他一会儿夫婿的谎。<br>天下喜事，无过子母完备，夫妇谐和。便当杀羊造酒，做个庆喜筵席。想当日刚赴佳期，被勾军蓦地分离。苦伤心抛妻弃母，早十年物换星移。幸时来得成功业，着锦衣脱去戎衣。荷君恩赐金一饼，为高堂供膳甘肥。到桑园糟糠相遇，强求欢假作痴迷。守贞烈端然无改，真堪与青史标题。至今人过钜野，寻他故老，犹能说鲁秋胡调戏其妻。<br>题目贞烈妇梅英守志<br>正名鲁大夫秋胡戏妻",
  "poet": {
    "id": 1188,
    "star": 0,
    "name": "石君宝",
    "desc": "石君宝，元代戏曲作家。姓石，名德玉，字君宝，女真族。元世祖至元十三年（1276）逝世，享年85岁。平阳（今山西临汾）人。以写家庭、爱情剧见长。著有杂剧10种，现仅存3种：《鲁大夫秋胡戏妻》、《李亚仙花酒曲江池》、《诸宫调风月紫云亭》，另7种皆佚。《太和正音谱》评其词“如罗浮梅雪”。"
  },
  "tags": []
}