{
  "id": 11029,
  "star": 1263,
  "name": "江畔独步寻花七绝句",
  "dynasty": "唐代",
  "content": "江上被花恼不彻，无处告诉只颠狂。<br>走觅南邻爱酒伴，经旬出饮独空床。</p> <p>稠花乱蕊畏江滨，行步欹危实怕春。<br>诗酒尚堪驱使在，未须料理白头人。</p> <p>江深竹静两三家，多事红花映白花。<br>报答春光知有处，应须美酒送生涯。</p> <p>东望少城花满烟，百花高楼更可怜。<br>谁能载酒开金盏，唤取佳人舞绣筵。</p> <p>黄师塔前江水东，春光懒困倚微风。<br>桃花一簇开无主，可爱深红爱浅红？</p> <p>黄四娘家花满蹊，千朵万朵压枝低。<br>留连戏蝶时时舞，自在娇莺恰恰啼。</p> <p>不是爱花即欲死，只恐花尽老相催。<br>繁枝容易纷纷落，嫩蕊商量细细开。",
  "fanyi": "<p><strong>译文</strong><br>我被江边上的春花弄得烦恼不堪，无处讲述这种心倩只好到处乱走。<br>来到南邻想寻找酷爱饮酒的伙伴，不料他床已空十天前便外出饮酒。</p> <p>繁花乱蕊像锦绣一样裹住江边，脚步歪斜走入其间心里着实怕春天。<br>不过眼下<a href=\"http://so.gushiwen.org/view_11029.aspx\">诗</a>和酒还能听我驱遣，不必为我这白头人有什么心理负担。</p> <p>深江岸边静竹林中住着两三户人家，撩人的红花映衬着白花。<br>我有去处来报答春光的盛意，酒店的琼桨可以送走我的年华。</p> <p>东望少城那里鲜花如烟，高高的白花酒楼更是解人眼馋。<br>谁能携酒召我前往畅饮，唤来美人欢歌笑舞于盛席华筵？</p> <p>来到黄师塔前江水的东岸，又困又懒沐浴着和煦春风。<br>一株无主的桃花开得正盛，我该爱那深红还是爱浅红？</p> <p>黄四娘家花儿茂盛把小路遮蔽，万千花朵压弯枝条离地低又低。<br>眷恋芬芳花间彩蝶时时在飞舞，自由自在娇软黄莺恰恰欢声啼。</p> <p>并不是说爱花爱得就要死，只因害怕花尽时迁老境逼来。<br>花到盛时就容易纷纷飘落，嫩蕊啊请你们商量着慢慢开。</p> <p><strong>注释</strong><br>1.江：指作者在成都的草堂边的浣花溪。独步：独自散步。<br>2.彻：已，尽。<br>3.颠狂：放荡不羁。颠，即“癫”。<br>4.南邻：指斛斯融。诗原注：“斛斯融，吾酒徒。”<br>5.旬：十日为一旬。<br>6.稠：密。畏（wēi）：通“隈”，山水弯曲处。一作“里”。<br>7.行步：脚步。欹（qī）：歪斜。实：一作“独”。<br>8.在：语助词，相当于“得”。一说“在”相当于“时”。<br>9.料理：安排、帮助。白头人：老人。诗中是作者自指。<br>10.多事：这里有撩人之意。<br>11.送：打发。生涯：生活。<br>12.少城：小城。成都原有大城和少城之分，小城在大城西面。《元和郡县志》载，少城在成都县西南一里。<br>13.可怜：可爱。<br>14.盏：一作“锁”。<br>15.佳人：指官妓。秀筵：丰盛的筵席。<br>16.黄师塔：和尚所葬之塔。<a href=\"http://so.gushiwen.org/author_272.aspx\">陆游</a>《老学庵笔记》：余以事至犀浦，过松林甚茂，问驭卒，此何处？答曰：“师塔也。蜀人呼僧为师，葬所为塔，乃悟少陵“黄师塔前”之句。<br>17.懒困：疲倦困怠。<br>18.无主：自生自灭，无人照管和玩赏。<br>19.爱：一作“映”，一作“与”。<br>20.黄四娘：<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>住成都草堂时的邻居。蹊（xī）：小路。<br>21.留连：即留恋，舍不得离去。<br>22.娇：可爱的样子。恰恰：象声词，形容鸟叫声音和谐动听。一说“恰恰”为唐时方言，恰好之意。<br>23.爱：一作“看”。肯：犹“拼”。一作“欲”，一作“索”。<br>24.纷纷：多而杂乱。<br>25.嫩蕊：指含苞待放的花。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　春暖花开的时节，<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>本想寻伴同游赏花，未能寻到，只好独自在成都锦江江畔散步，每经历一处，写一处；写一处，又换一意；一连成<a href=\"http://so.gushiwen.org/view_11029.aspx\">诗</a>七首，共成一个体系，同时每首诗又自成章法。这组诗，第一首写独步寻花的原因从恼花写起，颇为突兀，见出手不凡。第二首写行至江滨见繁花之多，忽曰怕春，语极奇异，实际上是反语见意。第三首写某些人家的花，红白耀眼，应接不暇。第四首则写遥望少城之花，想象其花之盛与人之乐。第五首写黄师塔前之桃花，第六首写黄四娘家尽是花，第七首总结赏花、爱花、惜花。这组诗脉络清楚，层次井然，是一幅独步寻花图。它表现了杜甫对花的惜爱、在美好生活中的留连和对关好事物常在的希望。</p> <p>　　这组诗，每首都紧扣着寻花题意来写，每首都有花。第一首起句的“江上被花恼不彻”和末首的“不是看花即欲死”遥相呼应，真如常山蛇，扣首则尾应，扣尾则首应，而其中各首都抓绘着赏花、看花，贯串到底。</p> <p>　　第一首：“江上被花恼不彻”，花恼人，实际上是花惹人爱。花在江上，花影媚水，水光花色，更是可爱。“颠狂”两字把爱花的情态刻画得淋漓尽致。于是诗人觅伴赏花，“走觅南邻爱酒伴”。可知杜甫是找他的邻居一同赏花的。“经旬出饮独空床”，明写这位爱酒伴是出饮，但他该也是独自赏花去了。这“无处告诉只颠狂”写的是两个人的事——他们都到江畔独步寻花去了。也可能寻花的还有更多的人，谁都爱美。这七首绝句写寻花，贯穿了“颠狂”二字，这第一首诗是解题。</p> <p>　　第二首：“稠花乱蕊畏江滨”，是承第一首“江上被花恼不彻”而来的。江上的花是纷繁的花和杂乱的蕊左右包围着江的两边，浣花溪一片花海。第一首头一句说“江上被花恼不彻”，而这首第二句则说“行步欹危实怕春”。王嗣奭在《杜臆》把颠狂的形态和心理都讲得比较透辟。花之醉人如此，接着写驱使诗酒，“未须料理自头人”。这是写花之魅力，花添诗情酒意，花使青春长在。这是寓有哲理，也合乎情理的。</p> <p>　　第三首：“江深竹静两三家，多事红花映白花。”这两句又是承二首句“稠花乱蕊畏江滨”而来，把大的范围缩到小的范围——两三家。范围缩小了，花却繁忙起来了。诗的起句是写静态，红花白花也平常。而加“多事”两字，顿觉热闹非常。“多事”又是从前面花恼人而生发来的，其奇妙处也是前后辉映。末二句抒情，把春光拟人化。“报答春光知有处，应须美酒送生涯。”似乎有所妙悟，也似有所解脱，但其深情，仍该是爱花。</p> <p>　　第四首：“东望少城花满烟，百花高楼更可怜。”组诗又宕开一层，写洗花溪边的繁花缤纷，这是村居所见之花；作者这时又想象成都少城之花，“百花高楼更可怜”。这句和他后来写的“花近高楼伤客心”，两句前半截极相似，而后三字哀乐迥异。“更可怜”即多可爱的意思。遥看少城之花，本是烟雾迷惘的烟花，但不曰烟花，而曰花满烟，真如《杜臆》所云“化腐为新”了。这样把城中之花再来陪衬江上、江滨村中人家之花，有远望近观之异，而乐事则相同。末二句以发问作结，“谁能载酒开金盏，唤取佳人舞绣筵？”实叹招饮无人，徒留想象，余韵无穷。</p> <p>　　诗题为独步寻花，组诗的第五首则写到黄师塔前看花。“黄师塔前江水东”，写具体的地点。“春光懒困倚微风”则写自己的倦态，春暖人易懒倦，所以倚风小息。但这为的是更好地看花，看那“桃花一簇开无主，可爱深红爱浅红”。这里叠用爱字，爱深红，爱浅红，爱这爱那，应接不暇，但又是紧跟着“开无主”三字来的。“开无主”就是自由自在地开，尽量地开，大开特开，所以下句承接起来更显出绚烂绮丽，诗也如锦似绣。</p> <p>　　第六首写寻花到了黄四娘家。这首诗记叙在黄四娘家赏花时的场面和感触，描写草堂周围烂漫的春光，表达了对美好事物的热爱之情和适意之怀。春花之美、人与自然的亲切和谐，都跃然纸上。首句点明寻花的地点，是在“黄四娘家”的小路上。此句以人名入诗，生活情趣较浓，颇有民歌味。次句“千朵万朵”，是上句“满”字的具体化。“压枝低”，描绘繁花沉甸甸地把枝条都压弯了，景色宛如历历在目。“压”、“低”二字用得十分准确、生动。第三句写花枝上彩蝶蹁跹，因恋花而“留连”不去，暗示出花的芬芳鲜妍。花可爱，蝶的舞姿亦可爱，不免使漫步的人也“留连”起来。但他也许并未停步，而是继续前行，因为风光无限，美景尚多。“时时”，则不是偶尔一见，有这二字，就把春意闹的情趣渲染出来。正在赏心悦目之际，恰巧传来一串黄莺动听的歌声，将沉醉花丛的诗人唤醒。这就是末句的意境。“娇”字写出莺声轻软的特点。“自在”不仅是娇莺姿态的客观写照，也传出它给作者心理上的愉快轻松的感觉。诗在莺歌“恰恰”声中结束，饶有余韵。此诗写的是赏景，这类题材，盛唐绝句中屡见不鲜。但像此诗这样刻画十分细微，色彩异常秾丽的，则不多见。如“故人家在桃花岸，直到门前溪水流”（<a href=\"http://so.gushiwen.org/author_443.aspx\">常建</a>《三日寻李九庄》），“昨夜风开露井桃，未央前殿月轮高”（<a href=\"http://so.gushiwen.org/author_437.aspx\">王昌龄</a>《春宫曲》），这些景都显得“清丽”；而杜甫在“花满蹊”后，再加“千朵万朵”，更添蝶舞莺歌，景色就秾丽了。这种写法，可谓前无古人。其次，盛唐人很讲究诗句声调的和谐。他们的绝句往往能被诸管弦，因而很讲协律。杜甫的绝句不为歌唱而作，纯属诵诗，因而常常出现拗句。如此诗“千朵万朵压枝低”句，按律第二字当平而用仄。但这种“拗”决不是对音律的任意破坏，“千朵万朵”的复叠，便具有一种口语美。而“千朵”的“朵”与上句相同位置的“四”字，虽同属仄声，但彼此有上、去声之别，声调上仍具有变化。诗人也并非不重视诗歌的音乐美。这表现在三、四两句双声词、象声词与叠字的运用。“留连”、“自在”均为双声词，如贯珠相联，音调宛转。“时时”、“恰恰”为叠字，即使上下两句形成对仗，使语意更强，更生动，更能表达诗人迷恋在花、蝶之中，忽又被莺声唤醒的刹那间的快意。这两句除却“舞”、“莺”二字，均为舌齿音，这一连串舌齿音的运用造成一种喁喁自语的语感，维妙维肖地状出看花人为美景陶醉、惊喜不已的感受。声音的效用极有助于心情的表达。在句法上，盛唐诗句多天然浑成，杜甫则与之异趣。比如“对结”（后联骈偶）乃初唐绝句格调，盛唐绝句已少见，因为这种结尾很难做到神完气足。杜甫却因难见巧，如此诗后联既对仗工稳，又饶有余韵，用得恰到好处：在赏心悦目之际，听到莺歌“恰恰”，增添不少感染力。此外，这两句按习惯文法应作：戏蝶留连时时舞，娇莺自在恰恰啼。把“留连”、“自在”提到句首，既是出于音韵上的需要，同时又在语意上强调了它们，使含义更易体味出来，句法也显得新颖多变。</p> <p>　　最后一首：“不是爱花即欲死”。痛快干脆，毫不藏伏。杜甫惯于一拚到底，常用狠语，如“语不惊人死不休”，即是如此。他又写道：“只恐花尽老相催。”怕的是花谢人老。下两句则是写景，写花枝之易落，花蕊的慢开，景中寓借花之深情，以对句出之，更是加倍写法，而又密不透风，情深语细。</p>",
  "about": "<h2>创作背景</h2> <p>　　这组<a href=\"http://so.gushiwen.org/view_11029.aspx\">诗</a>作于<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>定居成都草堂之后，唐肃宗上元二年（761年）或唐代宗宝应元年（762年）春。上元元年（760年）杜甫在饱经离乱之后，寓居四川成都，在西郊浣花溪畔建成草堂，暂时有了安身的处所。杜甫卜居成都郊外草堂，是“浣花溪水水西头，主人为卜林塘幽”（《卜居》）；诗人感到很满足，“但有故人供禄米，微躯此外更何求”（《江村》）。所以，时值春暖花开，更有赏心乐事，杜甫对生活是热爱的。这是他写这组诗的生活和感情基础。第二年（一说第三年）春暖花开时节，他独自在锦江江畔散步赏花，写下了《江畔独步寻花七绝句》这一组诗。</p>",
  "poet": {
    "id": 474,
    "star": 0,
    "name": "杜甫",
    "image": "http://img.gushiwen.org/authorImg/dufu.jpg",
    "desc": "杜甫（712－770），字子美，自号少陵野老，世称“杜工部”、“杜少陵”等，汉族，河南府巩县（今河南省巩义市）人，唐代伟大的现实主义诗人，杜甫被世人尊为“诗圣”，其诗被称为“诗史”。杜甫与李白合称“李杜”，为了跟另外两位诗人李商隐与杜牧即“小李杜”区别开来，杜甫与李白又合称“大李杜”。他忧国忧民，人格高尚，他的约1400余首诗被保留了下来，诗艺精湛，在中国古典诗歌中备受推崇，影响深远。759-766年间曾居成都，后世有杜甫草堂纪念。"
  },
  "tags": [
    "春天",
    "写花",
    "写景",
    "喜悦"
  ]
}