{
  "id": 71346,
  "star": 324,
  "name": "行香子·天与秋光",
  "dynasty": "宋代",
  "content": "天与秋光，转转情伤，探金英知近重阳。薄衣初试，绿蚁新尝，渐一番风，一番雨，一番凉。<br>黄昏院落，凄凄惶惶，酒醒时往事愁肠。那堪永夜，明月空床。闻砧声捣，蛩声细，漏声长。",
  "fanyi": "<p><strong>译文</strong><br>秋天的天空无云清爽，看到菊花知道重阳节快到了。披上粗衣，饮着没过滤的酒，每一阵秋风，一场秋雨，带来习习秋凉。<br>黄昏时刻的院落，给人悲凉的感觉，酒醒过后往事浮现出来使愁肠更愁。怎么能忍受这漫漫长夜，明月照在这空床之上。听着远处的捣衣声，蟋蟀发出的长而尖的叫声，还有漫长的漏声，感觉时光过的太慢了。</p> <p><strong>注释</strong><br>①行香子：《行香子》，词牌名。双调小令，六十六字。有前段八句四平韵，后段八句三平韵；前段八句五平韵，后段八句三平韵；前段八句五平韵，后段八句四平韵三种。<br>②转转：犹渐渐。<br>③探：探看。金英：菊花。<br>④绿蚁：新酿的酒，未滤清时，酒面浮起酒渣，色微绿，细如蚁（蚁：酒的泡沫）称为“绿蚁”。<br>⑤恓恓惶惶[xī huáng]：不安状。<br>⑥那堪：怎么能忍受。<br>⑦砧[zhēn]声捣：捣衣的声音，古代妇女将秋冬衣物置于砧上用棒槌捶洗，叫捣寒衣。蛩[qióng]：蟋蟀。漏：计时工具。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　此词只冷雪盦本《漱玉词》收入，他本皆未收，故属存疑之作。</p> <p>　　<a href=\"http://so.gushiwen.org/author_536.aspx\">李清照</a>婚后，丈夫名城曾离家远行，她以《醉花阴.·重阳》寄给赵明诚，抒写重阳佳节对丈夫的深切思念之情。南渡后，赵明诚病故，她避乱漂泊，在一个 近重阳的时节，写了这首《行香子》，表象他对逝去丈夫的缅怀及悲凉的心情。前者写的是生离，后者写的是死别。故 后者悲苦过之。 从艺术技巧之精湛上说，虽然不像《醉花阴·重阳》那样引人注目，但它的确是一颗明珠瑰宝，在艺海的深处熠熠发光，丝毫没能降低它的艺术价值。<br>　　<br>　　“天与秋光，转转情伤，探金英知近重阳。” 宇宙 造化 自然 ，使人间世界有四季的区别，给人们以秋日的光景。随着节气及阴雨风寒的往复变化，秋天变得天高气清，烟消云敛，西风飒飒，草木衰微，落叶萧萧，山川寂寥，景象凄肃。《文心雕龙》云“物色之动，心亦摇焉” 景物的变化，使人的思想感情也波动起来。本来易安因国破、家亡、夫丧，又颠沛流离而心境凄悲，看见眼前衰退的景象，怎能不黯然情伤？“转转” 指天气的反复变化。她年轻时看到秋天的景象是无比欣悦的，赞道“水光山色与人亲，说不尽、无穷好”。然而现在她已遭受种种苦难的摧残，心境情怀产生巨大的变化，“览物之情 得无异乎？”这更使他情伤的原因。</p> <p>　　“探金英知近重阳” 探 ，仔细察看。金英，黄色菊花。重阳，农历九月九日为重阳节。女主人仔细观察一下黄色菊花就知道重阳佳节临近了。按照古老的习俗，人们要在重阳节这一天，团聚、赏菊、饮菊花酒、插茱萸等。<a href=\"http://so.gushiwen.org/author_757.aspx\">孟浩然</a>《过故人庄》“故人具鸡黍，邀我至田家，绿树村边合，青山郭外斜，开轩面场圃，把酒话桑麻，待到重阳日，还来就菊花”<a href=\"http://so.gushiwen.org/author_515.aspx\">王维</a>《九月九日忆山东兄弟》“独在异乡为异客，每逢佳节倍思亲，遥知兄弟登高处，遍插茱萸少一人”。从这两首<a href=\"http://so.gushiwen.org/view_71346.aspx\">诗</a>可以看出古时重阳节人们的活动。年轻时她曾写《醉花阴·重阳》“莫道不销魂，帘卷西风，人比黄花瘦”。与丈夫赵明诚仅仅是暂别就使她的感情禁受不住，她比菊花还要消瘦了；而今 国破家亡，明诚逝世，她转徙江浙，“独在异乡为异客” “近重阳”抚今追昔，又何等的“情伤”</p> <p>　　“薄衣初试，绿蚁新尝” ，薄衣，粗糙的衣服。《梁书·武帝记·入屯阅武堂下令》“菲饮薄衣，请自孤始” ......绿蚁，一种新酿成的酒，上浮绿色泡沫。这种泡沫后来成为酒的代称，也叫浮蚁、碧蚁。<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>《问刘十九》“绿蚁新醅酒，红泥小火炉”李珣《渔歌子》“孤素琴，倾绿蚁，扁舟自得逍遥志”，其绿蚁就是这种酒。意思是，刚刚试穿了一件粗糙的衣服品尝了新酿成的绿蚁酒。因为时近重阳，衣服要加厚；因为情伤，需要用酒来浇愁。“每逢佳节倍思亲”“独在异乡为异客”思今虑昔，情怀酸楚。词句承前。</p> <p>　　“渐一番风，一番雨，一番凉” 此句回应首句的’“转转” 渐，渐次。意思是，在阴雨风凉的反复变化中，每刮一次风，下一次雨，天气便渐次转凉。此句有三个结构相同、两个字相同的词组组成。此类结句，使词自然流动，增加词的音律美和修辞美。</p> <p>　　上阕 写近重阳，天气逐渐转凉，女主人百感交集，格外情伤。</p> <p>　　“黄昏院落，凄凄惶惶，酒醒时往事愁肠” 上片，秋光 ，近重阳，点明节序。此处的“黄昏”点明时间。落日的余晖已渲染在茫茫的天边，庭院里也变得昏黄、暗淡。一阵秋风吹来，又有庭树的叶子飘落，发出飒飒的声响，冷冷清清，凄凄惨惨，一个人在院子里感到惊恐害怕，凄凉的景象恰似她如水的情怀。白天 绿蚁曾使她醉倒，当夜幕要降临的时候，她酒劲过了，麻醉了的神经刚刚恢复正常，种种往事又涌上心头。真是“抽刀断水水更流，举杯消愁愁更愁” 北国沦丧，至今不的收复；家藏的大量的金石书画，荡然无存；相依为命的丈夫，在兵荒马乱中逝去'自己避乱江浙，飘泊无依，抚今追昔真是“旧恨春江流不尽，新恨云山千叠”，愁肠寸断。<a href=\"http://so.gushiwen.org/author_510.aspx\">范仲淹</a>《御街行》“愁肠已断无由醉，酒未到，先成泪” 。愁肠，极言愁事熬心。</p> <p>　　“那堪永夜，明月空床” 永夜，漫漫长夜。易安《蝶恋花》“永夜恹恹欢意少”<a href=\"http://so.gushiwen.org/author_154.aspx\">郎士元</a>《宿杜判官江楼》“故人江楼月，永夜千里心”几个“永夜”都是同意。明月，是美丽的，有给黑夜以光明，故引起人们无穷的遐思，奇妙的幻想。古今的骚人墨客，在他们的诗文中未曾涉及过明月的，几乎没有。骚人有的望月思乡，<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>《静夜思》'床前明月光 疑是地上霜，举头望明月 低头思故乡”白居易“共看明月应垂泪，一夜乡心五处同”是例也。有的望月怀人，如<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>月下思念妻子儿女 《月夜》“今夜鄜州月，闺中只独看，遥怜小儿女，未解忆长安”有如苏东坡，《水调歌头》“但愿人长久 千里共婵娟”这是念手足兄弟的；有的望月怀念故国，如李后主《虞美人》“小楼昨夜又东风 故国不堪回首明月中”就是如此。李清照望着明月，思念逝去的丈夫。美好的明月，它的光辉照耀在词人身边的空床上。过去一起望月，同床共枕的爱人已经不在人世，旧恨新仇，又那忍受得了这般孤单无告的凄凉情景？《古诗·明月何皎皎》“明月皎皎照我床，星汉西流夜未央”，都是写女子思念丈夫的著名诗句。易安“明月空床”由此点化而成，将诗句浓缩简化，利用明月与空床的美感差异，乐景写哀，其哀倍增。</p> <p>　　“闻砧声捣 蛩声细 漏声长”砧，古代捣衣用的石头。古时妇女多在秋季拆洗缝制衣服，忙到深夜。《子夜歌》”长安一片月 万户捣衣声 秋风吹不尽 总是玉关情 何日平胡虏 良人罢远征” 这是妇女在明月之夜听捣衣的声音，怀念远征丈夫的诗。<a href=\"http://so.gushiwen.org/author_125.aspx\">秦观</a>《满庭芳》\"有时近重阳也，几处处、砧杵声催“其时节与此词时节是相同的。<a href=\"http://so.gushiwen.org/author_269.aspx\">李煜</a>《捣练子》“深院静 ，小庭空，断续寒砧断续风。无奈夜长人不寐，数声和月到帘栊” 这与易安词意境基本相同。都是表现 听砧人对亲人的怀念。易安在“往事愁肠”的情况下，写出对逝去丈夫的无比怀念，悲苦甚之。</p> <p>　　“蛩声细”蛩，蟋蟀。人长夜不寐，听到蟋蟀细微的叫声，倍觉情怀凄切。唐人白居易《闻蛩》“闻蛩唧唧夜绵绵，况是秋阴欲雨天，犹恐愁人暂得睡，声声移近卧床边”。杜甫《促织》“促织甚细微，哀音何动人。草根吟不稳，床下夜相亲。久客得无泪，故妻难及晨。悲诗与急管，感激异天真”。可见古人常用蟋蟀的哀吟衬托愁人的悲哀心境。促织，即蟋蟀。</p> <p>　　“漏声长” 。漏，古代一种滴水计时用的器具。毛熙震《更漏子》“更漏咽，蛩鸣切，满院霜华如雪”。古诗词调名与词的内容是一致的。《更漏子》作为常用词调，及其产生的本身，就说明更漏是诗人常写的素材。“长” 说明主人公久久不能入睡。</p> <p>　　易安在近重阳之际追念丈夫，饮酒也无法排遣，酒醒时种种往事时他悲伤。明月照耀，她孤苦伶仃，夜阑不寐。沉重的捣衣声，细微的蛩鸣声，迢递的滴漏声，组成一个哀怨、凄凉、婉转的交响乐曲，它与李清照的心曲在节奏、旋律、情调上似乎是合拍的。</p> <p>　　下片 。写黄昏时她情怀悒郁，往事愁肠及永夜对丈夫的深切思念。</p> <p>　　作者通过典型环境的描写完美的表达了对逝去的丈夫的怀念这一题旨。之一艺术手段，在此词创作上的体现是昭著卓绝的。她首先选取的是四季风光中的秋光。秋光 是令人情伤的。从这一点说是典型的；写此季节的环境抓住“渐一番风 一番雨 一番凉”，这一秋天气候变化的典型特征来写；进而撷取秋光中“近重阳”这一时节，典型意义在于它是令人“倍思亲”的时节；写此时节的景物抓住了“金英”，因为菊花独放百花杀之一时期的独特特点；进而选取重阳时节中最易使人缅怀往事亲人的“黄昏”“永夜”；写这一时刻的环境时抓住“黄昏院落”“明月空床”“砧声”'蛩声”“漏声”这些使人愁发郁勃的典型景物和声音。作者写节序时所摄取的景物都是颇具典型的，通过综合、融化儿塑造出来典型的环境。这表现作者艺术技巧的高超和善于继承优良文学传统，同时也表现作者对生活体察的深微，感受的强烈。</p> <p>　　易安此词前结：“渐一番风一番雨一番凉”，后结 “ 闻砧声捣蛩声细漏声长”与她的另一首《行香子》“甚霎儿晴 霎儿雨 霎儿风”都是有三个结构相同、个别一二个字相同的词组组成，前人把它叫做“重笔”此类结句盖祖于<a href=\"http://so.gushiwen.org/author_415.aspx\">温庭筠</a> 《更漏子》结句“一叶叶，一声声，空阶滴到明”前人评此句说“此种句法极锻炼，也及自然，故能令人掩卷后作三日之想”，余韵无穷。温词结句是由两个结构相同、一个结构不同的词组组成。是“二重笔”到了<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>，行香子》“但远山长，云山乱，晓山青”，用了“三重笔”，其中有一个重字“山”。易安两首《行香子》结句用的是“三重笔”二重字，向前发展了。<a href=\"http://so.gushiwen.org/author_217.aspx\">辛弃疾</a>有《三山作》“放霎时阴，霎时雨，霎时晴”《问蘧庐随笔》认为此句“胎易安语也”。明人 <a href=\"http://so.gushiwen.org/author_741.aspx\">高启</a>《行香子》“正一番风，一番雨 ，一番凉”更明显看出是从易安句化出。</p> <p>　　此词运用“转转”“凄凄惶惶’六个叠字。古诗词常用叠字，《诗经》中“关关雎鸠”“桃之夭夭”“杨柳依依”《古诗十九首》“行行重行行”“青青河畔草” <a href=\"http://so.gushiwen.org/author_37.aspx\">乔吉</a>《天净沙》’莺莺燕燕春春”，易安“凄凄惨惨戚戚”不胜枚举。此词六个叠字加浓了词的凄凉气氛，把词悲凉的心境表达得更为深切，增强了诗词的音律美。</p> <p>　　此词声声凄切，字字血泪。她的哀愁与“为赋新诗强说愁”不同，与浮薄的“闲愁”不同，又与一般的离愁别苦不同，这是在异族残酷进犯，南宋统治集团采取屈辱投降政策之下，一个难民的痛苦呻吟，虽然写的是个人遭逢的凄悲，但却有代表性。国破家亡，夫死妇丧，妻离子散，背井离乡，颠沛流离，这是整个时代的苦难。 </p>",
  "about": "<h2>作者争议</h2> <p>　　关于作品的作者有两个说法：一说是<a href=\"http://so.gushiwen.org/author_536.aspx\">李清照</a>，一说是无名氏。近代学者王学初在《李清照集校注》中写道：无名氏作，见《乐府雅词拾遗》卷下（《全宋词》失收）。 李文裿辑的《漱玉词》误作李清照词。 上海《李清照集》云：“此词见《花草粹编》，除冷雪庵本《漱玉词》（指李文裿辑《漱玉词》）外，各本俱未收。”按传世《花草粹编》两种：一为明万历原刊十二卷本（有影印本），一为清金绳武活字印二十四卷本，此二本俱不做李清照词。</p> <p>　　看来绝大多数李清照的词辑不收录此词，仅李文裿版《漱玉词》收录。近代学者也偏向于此词非李清照所作。</p><br/><h2>创作背景</h2> 　　从《行香子》词的词意来看，当知此词作于重阳节之前。那时的菊花开、秋凉袭来无不揭示了时间背景。在城里的一座院落中，一个独居于此的人，那份孤寂，借酒浇愁，独守空房。在梦中醒来，无法安眠，只有听取砧声、蟋蟀声、更声来打发时间。事件的描写是一个独守空房的妇女打发无聊的时光，整个题材属于闺怨词。",
  "poet": {
    "id": 536,
    "star": 0,
    "name": "李清照",
    "image": "http://img.gushiwen.org/authorImg/liqingzhao.jpg",
    "desc": "李清照（1084年3月13日～1155年5月12日）号易安居士，汉族，山东省济南章丘人。宋代（南北宋之交）女词人，婉约词派代表，有“千古第一才女”之称。所作词，前期多写其悠闲生活，后期多悲叹身世，情调感伤。形式上善用白描手法，自辟途径，语言清丽。论词强调协律，崇尚典雅，提出词“别是一家”之说，反对以作诗文之法作词。能诗，留存不多，部分篇章感时咏史，情辞慷慨，与其词风不同。有《易安居士文集》《易安词》，已散佚。后人有《漱玉词》辑本。今有《李清照集校注》。"
  },
  "tags": [
    "重阳节",
    "思念"
  ]
}