{
  "id": 47947,
  "star": 177,
  "name": "悲愤诗",
  "dynasty": "两汉",
  "content": "汉季失权柄，董卓乱天常。志欲图篡弑，先害诸贤良。逼迫迁旧邦，拥主以自疆。<br>海内兴义师，欲共讨不祥。卓众来东下，金甲耀日光。平土人脆弱，来兵皆胡羌。<br>猎野围城邑，所向悉破亡。斩截无孑遗，尸骸相撑拒。马边悬男头，马后载妇女。<br>长驱西入关，迥路险且阻。还顾邈冥冥，肝脾为烂腐。所略有万计，不得令屯聚。<br>或有骨肉俱，欲言不敢语。失意机徵间，辄言毙降虏。要当以亭刃，我曹不活汝。<br>岂复惜性命，不堪其詈骂。或便加棰杖，毒痛参并下。旦则号泣行，夜则悲吟坐。<br>欲死不能得，欲生无一可。彼苍者何辜，乃遭此厄祸。边荒与华异，人俗少义理。<br>处所多霜雪，胡风春夏起。翩翩吹我衣，肃肃入我耳。感时念父母，哀叹无穷已。<br>有客从外来，闻之常欢喜。迎问其消息，辄复非乡里。邂逅徼时愿，骨肉来迎己。<br>己得自解免，当复弃儿子。天属缀人心，念别无会期。存亡永乖隔，不忍与之辞。<br>儿前抱我颈，问母欲何之。人言母当去，岂复有还时。阿母常仁恻，今何更不慈。<br>我尚未成人，奈何不顾思。见此崩五内，恍惚生狂痴。号泣手抚摩，当发复回疑。<br>兼有同时辈，相送告离别。慕我独得归，哀叫声摧裂。马为立踟蹰，车为不转辙。<br>观者皆嘘唏，行路亦呜咽。去去割情恋，遄征日遐迈。悠悠三千里，何时复交会。<br>念我出腹子，匈臆为摧败。既至家人尽，又复无中外。城廓为山林，庭宇生荆艾。<br>白骨不知谁，纵横莫覆盖。出门无人声，豺狼号且吠。茕茕对孤景，怛咤糜肝肺。<br>登高远眺望，魂神忽飞逝。奄若寿命尽，旁人相宽大。为复强视息，虽生何聊赖。<br>托命于新人，竭心自勖励。流离成鄙贱，常恐复捐废。人生几何时，怀忧终年岁。",
  "fanyi": "<p><strong>译文</strong><br>　　汉末王朝权力失控，董卓专权乱了纲常朝政。他一心密谋杀君夺位，首先杀害了汉朝的好多贤臣。然后又焚烧洛阳宗庙宫室，逼迫朝廷西迁旧都长安，挟持幼主以扩张自己的势力。国内诸侯联盟发动正义之师，希望共同起兵讨伐董卓。董卓部下李傕、郭汜出兵函谷关东下平原，他们来势凶猛盔甲在阳光下闪着金光。平原地区的人软弱不强，抵抗不了来犯的北方胡羌。胡羌乱兵践踏了野外的庄稼，围攻了城池，乱兵所到之处残害的百姓家破人亡。他们疯狂砍杀不留一人，死人的骸骨相抵交叉。马边悬挂着男人的头颅，马后捆绑着抢来的妇女。在漫长的路上不停地驱马西进直入函谷关，西进的道路险峻遥远，所以行进十分艰难。被虏掠的人回望来路两眼墨黑迷茫不清，肝脾早已伤透如同烂泥。被掳掠者数以万计，胡羌兵不允许她们集中住在一起。如有亲人们偶然相遇，想说句话却又不敢吭气。只要使他们有一点的不如意，马上就说“杀死俘虏不要客气，正当刀刃有空闲，我辈本来就不想让你们活下去。”这时候难道还会有谁把性命顾惜，最不能忍受的是他们辱骂的恶语。有时他们顺手举起棍棒毒打，连骂带打交并齐下。白天嚎哭着被迫走路，夜里无奈地悲哀坐泣。想死死不成，想活却没有一点希望。老天啊！我们有什么罪过？让我们遭此恶祸！<br>　　边地荒蛮和中原不一样，人性粗俗不讲道德礼仪。住的地方长时间盖满霜雪，北风不分春夏呼呼刮起。每当北风翩翩卷起我的衣裳，萧萧震入我的耳朵。就会激起我对父母的思念，这样的哀怨和叹息长此以往不能止息。每当有客人从外地到来，听到后我很是欣慰，急忙忙迎上前打听家乡的消息，却被告知说不是乡人邻里。想不到徼幸能满足平时的心愿，很庆幸亲人能来把自己接回家去。难得自己有幸可以解脱回去，可面对的是抛弃儿子的诀别。天性中母子心连着心，心想着分别后再也没有见面的机遇，从今后不管是活着还是死亡，我们母子将永远的天各一方，我怎么能忍心与儿子辞别。儿子跑上前来抱住了我的脖子，问：“母亲啊，你要到哪里去？有人告诉我母亲将要离去，难道说走后还能够再回来相聚！阿母你一贯的善良仁慈，今天你为什么变得这么无情？我还没有长大成人，为什么你就不能想想我的心情！”见儿子这样的苦苦哀求，我的五脏崩裂一样的沉痛，恍恍惚惚如痴如狂。哭泣着用手抚摩着我的儿子，当要出发时我多次返回去犹豫不决。还有同时掳掠来得同伴们赶来相送与我告别，她们羡慕并痛惜只有我一个人能够回去，哀叫声哭喊声伤痛欲绝。马儿为此悲哀的立在那里不走，车儿为此悲哀的轮子不转。围观的人都在跟着抽搐，过路的人也为此感动低泣。<br>　　走啊走啊割断了母子依依不舍的情感，疾速的行走一天比一天遥远。漫长的道路阻隔啊，什么时候我们母子再能交相见面？ 想想从我腹中生出的儿子啊，我心中撕裂一样的疼痛。到家后发现家人早已死绝，甚至没剩下一个姑表亲戚。城里城外一派荒芜变成了山林，庭院和屋檐下长满了艾草和荆棘。眼前的白骨分不清他们是谁，横竖交错没有覆盖掩埋。出門听不到人的声音，只有豺狼呜嚎哭叫。孤零零对着自己的影子，不停的哭喊声撕肝裂肺。爬到高处向远方望去，突然觉得魂魄出窍飞逝离去。奄奄一息好像是寿命将尽，旁人们相继安抚宽慰。挣扎着睁开眼睛又勉强活了下去，虽然没死可又有什么希冀？把命运寄托于再嫁的丈夫董祀，尽心竭力自我勉励努力生活下去。自从流离后成为鄙贱之人，常常害怕丈夫废婚抛弃。想人生能有多少时间，怀着忧伤一年又一年。</p> <p><strong>注释</strong><br>天常：天之常道。“乱天常”，犹言悖天理。<br>篡弑：言杀君夺位。董卓于公元189年以并州牧应袁绍召入都，废汉少帝(刘辩)为弘农王，次年杀弘农王。<br>诸贤良：指被董卓杀害的丁原、周珌、任琼等。<br>旧邦：指长安。公元190年董卓焚烧洛阳，强迫君臣百姓西迁长安。<br>兴义师：指起兵讨董卓。初平元年(190年)关东州郡皆起兵讨董，以袁绍为盟主。<br>祥：善。“不祥”，指董卓。<br>卓众：指董卓部下李榷、郭汜等所带的军队。初平三年(192年)李、郭等出兵关东，大掠陈留、颍川诸县。<a href=\"http://so.gushiwen.org/author_1206.aspx\">蔡琰</a>于此时被掳。<br>胡羌：指董卓军中的羌胡。董卓所部本多羌、氐族人(见《后汉书·董卓传》)。李榷军中杂有羌胡(见《后汉纪·献帝纪》记载)。<br>截：斩断。<br>孑：独。这句是说杀得不剩一个。<br>相撑拒：互相支拄。这句是说尸体众多堆积杂乱。<br>西入关：指入函谷关。卓众本从关内东下，大掠后还入关。<br>迥：遥远。<br>邈冥冥：渺远迷茫貌。<br>弊：即“毙”，詈骂之词。“弊降虏”，犹言“死囚”。<br>亭：古通“停”。“停刃”犹言加刃。<br>我曹：犹我辈，兵士自称。以上四句是说兵士对于被虏者不满意就说：“杀了你这死囚，让你吃刀子，我们不养活你了。”<br>毒：恨。<br>参：兼。这句是说毒恨和痛苦交并。<br>彼苍者：指天。这句是呼天而问，问这些被难者犯了什么罪。<br>边荒：边远之地，指南匈奴，其地在河东平阳(今山西省临汾附近)。蔡琰如何入南匈奴人之手，此<a href=\"http://so.gushiwen.org/view_47947.aspx\">诗</a>略而不叙，史传也不曾明载。《后汉书》本传只言其时在兴平二年(195年)。是年十一月李榷、郭汜等军为南匈奴左贤王所破，疑蔡琰就在这次战争中由李、郭军转入南匈奴军。<br>少义理：言其地风俗野蛮。这句隐括自己被蹂躏被侮辱的种种遭遇。<br>邂逅：不期而遇。<br>徼：侥幸。这句是说平时所觊望的事情意外地实现了。<br>骨肉：喻至亲。作者苦念故乡，见使者来迎，如见亲人，所以称之为骨肉。或谓<a href=\"http://so.gushiwen.org/author_552.aspx\">曹操</a>遣使赎蔡琰或许假托其亲属的名义，所以诗中说“骨肉来迎”。<br>天属：天然的亲属，如父母、于女、兄弟、姐妹。<br>缀：联系。<br>五内：五脏。<br>恍惚：精神迷糊。<br>生狂痴：发狂。<br>遄征：疾行。<br>日遐迈：一天一天地走远了。<br>中外：犹中表，“中”指舅父的子女，为内兄弟，“外”指姑母的子女，为外兄弟。以上二句是说到家后才知道家属已死尽，又无中表近亲。<br>茕茕：孤独貌。<br>景：同“影”。<br>怛咤：惊痛而发声。<br>相宽大：劝她宽心。<br>息：呼息。这句是说又勉强活下去。<br>何聊赖：言无聊赖，就是无依靠，无乐趣。<br>新人：指作者重嫁的丈夫董祀。<br>勖：勉励。<br>捐废：弃置不顾。以上二句是说自己经过一番流离，成为被人轻视的女人，常常怕被新人抛弃。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　《后汉书·董祀妻传》说<a href=\"http://so.gushiwen.org/author_1206.aspx\">蔡琰</a>“博学有才辩，又妙于音律。适河东卫仲道，夫亡无子，归宁于家。兴平中（案，兴平当作初平。王先谦《后汉书集解》引用沈钦韩的说法，已指出此点），天下丧乱，文姬为胡骑所获，没于南匈奴左贤王，在胡中十二年，生二子。<a href=\"http://so.gushiwen.org/author_552.aspx\">曹操</a>素与邕善，痛其无嗣，乃遣使者以金璧赎之，而重嫁于（董）祀。……后感伤乱离，追怀悲愤，作<a href=\"http://so.gushiwen.org/view_47947.aspx\">诗</a>二章。”其一为五言，其二为骚体。自从苏东坡指出它们的真伪问题之后，主真主伪派各有人在。《悲愤诗》二章见载于《后汉书》蔡琰本传中，主伪派（包括一真一伪派）没有确凿的证据，一般人相信这两首诗是蔡琰所作，其中五言的一首艺术成就远远超过骚体的一首，历代选家多选其五言而遗其骚体，是不为无见的。</p> <p>　　《悲愤诗》（其一）是我国诗史上文人创作的第一首自传体的五言长篇叙事诗。全诗一百零八句，计五百四十字，它真实而生动地描绘了诗人在汉末大动乱中的悲惨遭遇，也写出了被掠人民的血和泪，是汉末社会动乱和人民苦难生活的实录，具有史诗的规模和悲剧的色彩。诗人的悲愤，具有一定的典型意义，它是受难者对悲剧制造者的血泪控诉。字字是血，句句是泪。</p> <p>　　全诗可分三大段，前四十句为第一大段，其中分三个层次。前十四句，先从董卓之乱写起。这是诗人蒙难的历史背景，它概括了中平六年(189)至初平三年(192)这三四年的动乱情况，诗中所写，均有史可证。“斩截无孑遗”以下八句，写出了以董卓为首的一群穷凶极恶的豺狼所进行的野蛮屠杀与疯狂掠夺。据《三国志·董卓传》记载：“(董卓)尝遣军到阳城，时适二月社，民各在其社下，悉就断其男子头，驾其车牛，载其妇女财物，以所断头系车辕轴，连轸而还洛，云攻城大获，称万岁。入开阳城门，焚烧其头，以妇女与甲兵为婢妾。”诗中所写的卓众东下，杀人如麻，以至积尸盈野、白骨相撑以及“马边悬男头，马后载妇女’的惨象，是这场浩劫的实录。“载妇女”三字，把诗人自己的遭遇暗暗引入。初平三年春，董卓部将李傕、郭氾大掠陈留、颍川诸县，他们的部队中又杂有羌胡兵，蔡琰就是此时被掳的。“所略有万计”以下十六句，细述诗人在俘虏营中的生活。这些成千上万的俘虏，贼兵不让他们在一起屯聚，即使骨肉之间碰在一起，也不敢说一句话。稍不留意，就会遭到一顿臭骂和毒打。他们日夜号泣悲吟，欲死不得，欲生不能，于是诗人含着满腔的悲愤，只好呼天而问。“彼苍者”两句，将途中之苦总括收住。这一大段最精彩的艺术描写，是贼兵辱骂俘虏的几句话，口吻毕肖，活画出贼兵一副狰狞的嘴脸。</p> <p>　　“边荒与华异”以下四十句为第二大段，主要描写在边地思念骨肉之亲的痛苦及迎归别子时不忍弃子、去留两难的悲愤。“边荒与华异，人俗少义理”两句，高度概括了诗人被掳失身的屈辱生活，在不忍言、不便言之处，仅用“少义理”三字概括，“以少总多”，暗含着她被侮辱被蹂躏的无数伤心事。“处所多霜雪”以下六句，用“霜雪”、“胡风”，略言边地之苦，以引出念父母的哀叹。诗人通过居处环境的描写，以景衬情，以无穷无尽的“霜雪”和四季不停的“胡风”，来烘托出无穷已的哀叹，增强了酸楚的悲剧气氛。有的注家认为蔡琰被掠后所居之地在河东平阳(今山西临汾附近)，这是不确切的。暂居在河东平阳的，是南匈奴右贤王去卑的一支，非左贤王所居之地。谭其骧先生考证出蔡琰所居之地在西河美稷(今内蒙古自治区伊克昭盟一带)，较为可信，不然，地近中原的河东平阳焉能称作“边荒”？又何言“悠悠三千里”呢？“有客从外来”以下六句，叙述引领望归和急盼家人消息的心情，忽喜忽悲，波澜起伏。客从外来，闻之高兴；迎问消息，方知不是同乡，也不是为迎己而来，希望转为失望。“邂逅徼时愿，骨肉来迎己”两句，诗的意脉忽又转折，平时所企望的事情意外的实现了，真是喜出望外。“己得自解免”以下六句，忽又由喜而悲。返回故乡必须丢弃两个儿子，可能一别永无再见之日，念及母子的骨肉之情，怎能忍心抛弃自己的儿子呢？诗人于是陷入痛苦与矛盾之中。“别子”的一段艺术描写，感情真挚，而且挖掘得深而婉，最为动人。儿子劝母亲留下的几句话，句句刺痛了母亲的心。清人张玉谷评“天属缀人心”以下十六句诗说：“夫琰既失身，不忍别者岂止于子。子则其可明言而尤情至者，故特反复详言之。己之不忍别子说不尽，妙介入子之不忍别己，对面写得沉痛，而己之不忍别愈显矣，最为文章妙诀。”(《古诗赏析》卷六)此言颇为精到。儿子的几句质问，使诗人五内俱焚，恍惚若痴，号泣抚摩其子，欲行不前。在去住两难中，突现了抒情主人公的复杂矛盾心情。“兼有同时辈”以下八句，插叙同辈送别的哀痛，“同时辈”应指与蔡琰一起被掳，同时流落在南匈奴的人，其中应多为妇人女子。她们羡慕蔡琰能返回故乡，哀叹自己的命运，故号啕痛哭。作者描绘出马不肯行、车不转辙、连观者和路人目睹此情此景无不欷歔流涕的场面。不言而喻，当事者的痛苦，要甚于旁观者十倍、百倍。此种衬托手法，更加突出了诗人悲痛欲绝的心境。</p> <p>　　“去去割情恋”以下二十八句为第三大段，叙述归途及归后的遭遇。首六句写归途：割断情恋，别子而去，上路疾行，日行日远，但情恋又何尝能割去？“念我出腹子，胸臆为摧败”两句，以念子作收，随作一顿。“既至家人尽”以下十二句，先叙述归后方知亲人凋丧，连中表近亲也没有，以此状写诗人的孤苦无依。接叙乱后荒凉：城郭变成山林，庭院长满荆棘漫草，白骨纵横，尸骸相撑。特别是“出门无人声，豺狼号且吠”两句，把战后的荒凉，通过阴森恐怖气氛的渲染，表现得十分透足。“茕茕对孤景”句，遥接“既至家人尽，又复无中外”两句。“登高远眺望”两句，又以念子暗收，遥应“念我出腹子”两句，把念子之情表现得回环往复。以下四句，叙述诗人在百忧煎熬之下，自己感到已快到生命的尽头，虽勉强生活下去，也失去了生活的乐趣。“托命于新人”以下四句，叙述重嫁董祀之后，虽用尽心力，勉励自己活下去，但自己经过一番流离之后，已经成为被人轻视的女人，常常耽心被新人抛弃，这反映了加在妇人身上的精神枷锁及自轻自贱的女性心态。最后以“人生几何时，怀忧终年岁”作结，“虽顶末段，却是总束通章，是悲愤大结穴处。”(《古诗赏析》)说明自己的悲剧生涯已无法解脱，悲愤无时无往不在，没有终极。</p> <p>　　通观全诗，《悲愤诗》在艺术上有几点突出的成就。</p> <p>　　诗人善于挖掘自己的感情，将叙事与抒情紧密地结合在一起。虽为叙事诗，但情系乎辞，情事相称，叙事不板不枯，不碎不乱。它长于细节的描绘，当详之处极力铺写，如俘虏营中的生活和别子的场面，描写细腻，如同电影中的特写镜头；当略之处，一笔带过，如“边荒与华异，人俗少义理”两句，就是高度地艺术概括。叙事抒情，局阵恢张，波澜层叠。它的叙事，以时间先后为序。以自己遭遇为主线，言情以悲愤为旨归。在表现悲愤的感情上，纵横交错，多层次，多侧面。她的伤心事太多了：被掠、杖骂、受侮辱、念父母、别子、悲叹亲人丧尽、重嫁后的怀忧，诗中可数者大约有七八种之多，但是最使她痛心的是别子。作者为突出这一重点，用回环往复的手法，前后有三四次念子的艺术描写。别子之前，从略述边地之苦，引出“感时念父母，已为念子作影。”(《古诗赏析》)正面描写别子的场面，写得声泪俱下。同辈送别的哀痛，又为别子的哀痛作了衬托。赎归上路后，又翻出“念我出腹子，胸臆为摧败”一层。见得难以割舍的情恋，是因别子而发。至“登高远眺望，神魂忽飞逝”，又暗收念子。从这里可以看出别子是诗人最强烈、最集中、最突出的悲痛，从中可以看到一颗伟大的母亲的心在跳动。诗人的情感在这方面挖掘得最深，因此也最为动人，这是令人叹为观止的艺术匠心之所在。</p> <p>　　《悲愤诗》的真实感极强，诗中关于俘虏生活的具体描写和别子时进退两难的复杂矛盾心情，非亲身经历是难以道出的。诚如近代学者吴闿生所说：“吾以谓(悲愤诗)决非伪者，因其为文姬肺腑中言，非他人所能代也。”（《古今诗范》）<a href=\"http://so.gushiwen.org/author_39.aspx\">沈德潜</a>说《悲愤诗》的成功“由情真，亦由情深也。”（《古诗源》卷三）足见它的真实感是有目共睹的。</p> <p>　　《悲愤诗》语言浑朴，“真情穷切，自然成文”，它具有明白晓畅的特点，无雕琢斧凿之迹。某些人物的语言，逼真传神，具有个性化的特点。如贼兵骂俘虏的几句恶言恶语，与人物身分吻合，如闻其声，如见其人，形象鲜明生动。文姬别子时，儿子说的几句话，酷似儿童的语气，似乎可以看到儿童抱着母亲的颈项说话的神态，看出小儿嘟努着小嘴的样子，孩子的天真、幼稚和对母亲的依恋，跃然纸上，这在前此的诗歌中是罕见的。</p> <p>　　《悲愤诗》激昂酸楚，在建安诗歌中别构一体，它深受汉乐府叙事诗的影响，如《十五从军征》、《孤儿行》等，都是自叙身世的民间叙事诗，《悲愤诗》一方面取法于它们，另方面又揉进了文人抒情诗的写法。前人指出它对<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>的《北征》、《奉先咏怀》均有影响，不为无据。它与《古诗为焦仲卿妻作》，堪称建安时期叙事诗的双璧。</p>",
  "poet": {
    "id": 1206,
    "star": 0,
    "name": "蔡琰",
    "image": "http://img.gushiwen.org/authorImg/caiyan.jpg",
    "desc": "蔡琰，字文姬，又字昭姬。生卒年不详。东汉陈留郡圉县人，东汉大文学家蔡邕的女儿。初嫁于卫仲道，丈夫死去而回到自己家里，后值因匈奴入侵，蔡琰被匈奴左贤王掳走，嫁给匈奴人，并生育了两个儿子。十二年后，曹操统一北方，用重金将蔡琰赎回，并将其嫁给董祀。蔡琰同时擅长文学、音乐、书法。《隋书·经籍志》著录有《蔡文姬集》一卷，但已经失传。现在能看到的蔡文姬作品只有《悲愤诗》二首和《胡笳十八拍》。历史上记载蔡琰的事迹并不多，但“文姬归汉”的故事却在历朝历代被广为流传。"
  },
  "tags": [
    "自传",
    "骚体",
    "苦难",
    "生活",
    "叙事",
    "长诗"
  ]
}