{
  "id": 20283,
  "star": 29,
  "name": "春坊正字剑子歌",
  "dynasty": "唐代",
  "content": "先辈匣中三尺水，曾入吴潭斩龙子。<br>隙月斜明刮露寒，练带平铺吹不起。<br>蛟胎皮老蒺藜刺，鸊鹈淬花白鹇尾。<br>直是荆轲一片心，莫教照见春坊字。<br>挼丝团金悬簏簌，神光欲截蓝田玉。<br>提出西方白帝惊，嗷嗷鬼母秋郊哭。",
  "fanyi": "<p><strong>译文<br></strong>在太子宫中担任正字老前辈的剑匣中，装着一柄光芒耀眼如三尺秋水的宝剑，它曾上山刺虎、入水斩蛟，来历不凡。<br>远远看去，这柄宝剑好似从云隙中射下来的一抹月光，寒气侵人；又像是一条平铺着的洁白的绢带。<br>银光闪闪，老鲨鱼皮制成的剑鞘呈现出蒺藜刺般光彩艳发的花纹，剑身上涂抹着一层厚厚的鸊鹈油像雄鹇鸟的尾羽毛般锃亮，永不生锈。<br>这柄宝剑不仅精美绝伦，锋利无比，而且有一颗像战国时期的著名侠士荆轲那样的侠义之心，分分明明照映着春坊的图书文字。<br>它那剑柄上垂着的金色丝缚还是那样鲜艳夺目，它在匣中发出的奇异光芒，随时都在跃跃欲试，想把那坚硬无比的兰田美玉切削成泥呢！<br>西方的白帝看见它也会惊惶失色，神母也会吓得嗷嗷大哭。 </p> <p><strong>注释<br></strong>⑴春坊正字：唐代太子宫中掌校正经籍文字的官员，隶属于左春坊司经局。故称为春坊正字。剑子：即剑<br>⑵先辈：指春坊正字。《演繁露》记载：唐代举人称已经及第为先辈。三尺水：三尺剑。<br>⑶吴潭斩龙子：西晋周处在义兴（江苏宜兴）斩蛟龙除害的故事。见《世说新语·自新》。<br>⑷隙月：缝隙中的月光。比喻剑。<br>⑸练带：白色的绢带。剑光像白色的绢带。比喻剑很重<br>⑹蛟胎：沙鱼皮做的剑鞘。蛟胎皮，就是鲨鱼皮，有珠纹而坚硬，古代的剑鞘多用它做成。蒺藜：草木植物，果实圆而有刺。这里用来形容剑鞘的花纹。<br>⑺鸊鹈（pìtí）：水鸟名，用它的脂肪涂剑可以防锈。淬：涂抹的意思。白鹇（xián）：鸟名，似山鸡而色白，尾长三尺，这里用以形容剑的锃亮。<br>⑻荆轲：战国时卫国人，曾刺杀秦始皇。<br>⑼挼丝团金：用金丝编制成的圆形繐子。簏簌（lùsú，竹字头应改为罒字头）：下垂的样子。<br>⑽蓝田玉：蓝田的美玉。<br>⑾西方白帝：神话中西方的神。<br>⑿鬼母秋郊哭：《史记·高祖本纪》：<a href=\"http://so.gushiwen.org/author_746.aspx\">刘邦</a>酒醉夜行，挥剑斩杀了拦路的大蛇，后来见一老母哭泣，自称我的儿子是西方白帝子，现在被赤帝子杀了。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　《春坊正字剑子歌》，是<a href=\"http://so.gushiwen.org/author_349.aspx\">李贺</a>乃至整个中国<a href=\"http://so.gushiwen.org/view_20283.aspx\">诗</a>歌史上的一首著名的咏剑诗。它以构思新颖、设想新奇、比喻奇异、主题深刻而著称于世。<a href=\"http://so.gushiwen.org/author_39.aspx\">沈德潜</a>在《唐诗别裁》中评这首诗说：“从来咏剑者只形其利，此并传其神”。这个切中肯綮的评语，为读者指出了理解这首诗的主旨。诗的写作时间，可能在入京作奉礼郎任内。“春坊正字”，唐太子宫中掌校正经史文字的官名，隶属于左春坊，所以称为“春坊正字”。“剑子”，即剑。</p> <p>　　“先辈匣中三尺水，曾入吴潭斩龙子。”读的开头二句，直接入题，说在太子宫中担任正字老前辈的剑匣中，装着一柄光芒耀眼如三尺秋水的宝剑，它曾上山刺虎、入水斩蛟，来历不凡。“吴潭斩龙子”；暗用《世说新语》中载周处在古吴地的义兴长桥斩蛟的故事。“隙月斜明刮露寒，练带平铺吹不起。蛟胎皮志蒺藜刺，鸊鹈淬花白鹇尾”。这四句紧接着说，远远看去，这柄宝剑好似从云隙中射下来的一抹月光，寒气侵人；又像是一条平铺着的洁白的绢带。银光闪闪，老鲨鱼皮制成的剑鞘呈现出蒺藜刺般光彩艳发的花纹，剑身上涂抹着一层厚厚的鸊鹈油像雄鹇鸟的尾羽毛般锃亮，永不生锈。“蛟胎皮”，就是鲨鱼皮，有珠纹而坚硬，古代的剑鞘多用它做成。“蒺藜”，草木植物，果实圆而有刺。这里用来形容剑鞘的花纹。“鸊鹈”，水鸟名，用它的脂肪涂剑可以防锈，“淬”，是涂抹的意思。“白鹇”鸟名，似山鸡而色白，尾长三尺，这里用以形容剑的锃亮。在这六句里，诗人用“三尺水”、“隙月斜明”、“练带平铺”、“白鹇尾”等一连串的比喻，渲染宝剑的光亮，用“蒺藜刺”形容剑鞘的精美，并用周处长桥斩蛟的故事，极力赞美宝剑的不凡经历，重点在“形其利”，下面的六句则把笔力的重点转向“传其神”。“直是荆轲一片心，莫教照见春坊字。”这两句的意思是说：这柄宝剑不仅精美绝伦，锋利无比，而且有一颗跳动着的心——一颗像战国时期的著名侠士荆轲那样的侠义之心，希望为国解愁、为人赴难，盼望着难能再有一试锋芒的时刻；然而它却长时间地被闲置不用，整天被佩在一个九品文官春坊正字的身上。它会感到委曲、羞愧的。所以在这里诗人呼告、祈求：不要让这柄满怀侠义之心的剑宝整天无所事事，徒然让它的光辉照映着春坊的图书文字吧！这两句是全诗承上启下的过渡句，在这两个诗句里，诗人想落天外，比喻新奇，以飞扬之笔，点燃了全诗光照之火，成为统帅全诗的灵魂，把咏剑的主题升华到了咏人的高度，它十分自然地把宝剑的被抛弃、春坊正字的大材小用和诗人的失意不遇绾合在一起，咏剑的不能尽其用，实写人的不能尽其材；剑的不遇，正是春坊正字和诗人的不遇的真实写照。咏剑是宾，咏人才是主。王琦评云：“通篇供剑以抒不遇知己之感。”可谓中的之言，接着诗人又写道：“挼丝团金悬，神光欲截兰田玉。提出西方白帝惊，嗷嗷鬼母秋郊哭。”“挼丝团金”：用金丝编制成的圆形繐子。“簏簌”（lùsú，竹字头应改为罒字头）：下垂的样子。这四句的意思是说：这柄宝剑虽然久遭废弃，不得其用，但它的神威却不减当年。它那剑柄上垂着的金色丝缚还是那样鲜艳夺目，它在匣中发出的奇异光芒，随时都在跃跃欲试，想把那坚硬无比的兰田美玉切削成泥呢！西方的白帝看见它也会惊惶失色，神母也会吓得嗷嗷大哭。在最后两个诗句里，诗人用了<a href=\"http://so.gushiwen.org/author_746.aspx\">刘邦</a>斩蛇的故事。据《史记·高祖本纪》记载，刘邦酒醉夜行，遇一大蛇当道。刘邦挥剑把蛇斩为两段。后来有人经过这里，见一老妇啼哭。问她的原因，她说她的儿子是西方之神白帝的儿子，化成龙，被赤帝的儿子（刘邦）杀了，所以伤心啼哭。说完这个老妇就不见了，她原来是西方的神母。诗人借用这个典故，进一步渲染春坊正字宝剑的神奇威力。</p> <p>　　全诗由形到神，由物及人，构思新颖，设想奇特，比喻连珠，绾合自然，炼字妍冶而传神，用典多而不晦涩，跳跃大而脉络暗藏，主题深刻而无枯燥之嫌，不愧为咏剑的名篇。</p>",
  "about": "<h2>创作背景</h2> 　　<a href=\"http://so.gushiwen.org/author_349.aspx\">李贺</a>曾赴京都长安做从九品小官奉礼郎，官职底下，俸禄微薄，备感压抑，却又毫无迁调的希望。此<a href=\"http://so.gushiwen.org/view_20283.aspx\">诗</a>的写作时间，可能就在入京作奉礼郎任内，在元和四年（809年）至七年（812年）之间。",
  "poet": {
    "id": 349,
    "star": 0,
    "name": "李贺",
    "image": "http://img.gushiwen.org/authorImg/lihe.jpg",
    "desc": "李贺（约公元791年-约817年），字长吉，汉族，唐代河南福昌（今河南洛阳宜阳县）人，家居福昌昌谷，后世称李昌谷，是唐宗室郑王李亮后裔。有“诗鬼”之称，是与“诗圣”杜甫、“诗仙”李白、“诗佛”王维相齐名的唐代著名诗人。著有《昌谷集》。李贺是中唐的浪漫主义诗人，与李白、李商隐称为唐代三李。有“‘太白仙才，长吉鬼才’之说。李贺是继屈原、李白之后，中国文学史上又一位颇享盛誉的浪漫主义诗人。李贺长期的抑郁感伤，焦思苦吟的生活方式，元和八年（813年）因病辞去奉礼郎回昌谷，27岁英年早逝。"
  },
  "tags": [
    "咏剑"
  ]
}