{
  "id": 49436,
  "star": 4521,
  "name": "定风波·莫听穿林打叶声",
  "dynasty": "宋代",
  "content": "<span style=\"font-family:SimSun;\">三月七日，沙湖道中遇雨。雨具先去，同行皆狼狈，余独不觉，已而遂晴，故作此词。</span></p> <p>莫听穿林打叶声，何妨吟啸且徐行。竹杖芒鞋轻胜马，谁怕？一蓑烟雨任平生。<br>料峭春风吹酒醒，微冷，山头斜照却相迎。回首向来萧瑟处，归去，也无风雨也无晴。",
  "fanyi": "<p><strong>译文</strong><br><span style=\"font-family:FangSong_GB2312;\">三月七日，在沙湖道上赶上了下雨，拿着雨具的仆人先前离开了，同行的人都觉得很狼狈，只有我不这么觉得。过了一会儿天晴了，就做了这首词。</span></p> <p>不用注意那穿林打叶的雨声，不妨一边吟咏长啸着，一边悠然地行走。竹杖和草鞋轻捷得胜过骑马，有什么可怕的？一身蓑衣任凭风吹雨打，照样过我的一生。<br>春风微凉，将我的酒意吹醒，寒意初上，山头初晴的斜阳却应时相迎。回头望一眼走过来遇到风雨的地方，回去吧，对我来说，既无所谓风雨，也无所谓天晴。</p> <p><strong>注释</strong><br>⑴定风波：词牌名。<br>⑵沙湖：在今湖北黄冈东南三十里，又名螺丝店。<br>⑶狼狈：进退皆难的困顿窘迫之状。<br>⑷已而：过了一会儿。<br>⑸穿林打叶声：指大雨点透过树林打在树叶上的声音。<br>⑹吟啸：放声吟咏。<br>⑺芒鞋：草鞋。<br>⑻一蓑烟雨任平生：披着蓑衣在风雨里过一辈子也处之泰然。一蓑（suō）：蓑衣，用棕制成的雨披。<br>⑼料峭：微寒的样子。<br>⑽斜照：偏西的阳光。<br>⑾向来：方才。萧瑟：风雨吹打树叶声。<br>⑿也无风雨也无晴：意谓既不怕雨，也不喜晴。</p>",
  "shangxi": "<p>　　此词为醉归遇雨抒怀之作。词人借雨中潇洒徐行之举动，表现了虽处逆境屡遭挫折而不畏惧不颓丧的倔强性格和旷达胸怀。全词即景生情，语言诙谐。</p> <p>　　首句“莫听穿林打叶声”，一方面渲染出雨骤风狂，另一方面又以“莫听”二字点明外物不足萦怀之意。“何妨吟啸且徐行”，是前一句的延伸。在雨中照常舒徐行步，呼应小序“同行皆狼狈，余独不觉”，又引出下文“谁怕”即不怕来。徐行而又吟啸，是加倍写；“何妨”二字透出一点俏皮，更增加挑战色彩。首两句是全篇枢纽，以下词情都是由此生发。</p> <p>　　“竹杖芒鞋轻胜马”，写词人竹杖芒鞋，顶风冲雨，从容前行，以“轻胜马”的自我感受，传达出一种搏击风雨、笑傲人生的轻松、喜悦和豪迈之情。“一蓑烟雨任平生”，此句更进一步，由眼前风雨推及整个人生，有力地强化了作者面对人生的风风雨雨而我行我素、不畏坎坷的超然情怀。</p> <p>　　以上数句，表现出旷达超逸的胸襟，充满清旷豪放之气，寄寓着独到的人生感悟，读来使人耳目为之一新，心胸为之舒阔。</p> <p>　　过片到“山头斜照却相迎”三句，是写雨过天晴的景象。这几句既与上片所写风雨对应，又为下文所发人生感慨作铺垫。</p> <p>　　结拍“回首向来萧瑟处，归去，也无风雨也无晴。”这饱含人生哲理意味的点睛之笔，道出了词人在大自然微妙的一瞬所获得的顿悟和启示：自然界的雨晴既属寻常，毫无差别，社会人生中的政治风云、荣辱得失又何足挂齿？句中“萧瑟”二字，意谓风雨之声，与上片“穿林打叶声”相应和。“风雨”二字，一语双关，既指野外途中所遇风雨，又暗指几乎致他于死地的政治“风雨”和人生险途。</p>",
  "about": "<h2>中心思想</h2> 　　此词作于<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>黄州之贬后的第三个春天。读罢全词，人生的沉浮、情感的忧乐，我们的理念中自会有一番全新的体悟。它通过野外途中偶遇风雨这一生活中的小事，于简朴中见深意，于寻常处生奇警，表现出旷达超脱的胸襟，寄寓着超凡脱俗的人生理想。<br/><h2>创作背景</h2> 　　这首记事抒怀之词作于公元1082年（宋神宗元丰五年）春，当时是<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>因“乌台<a href=\"http://so.gushiwen.org/view_49436.aspx\">诗</a>案”被贬为黄州（今湖北黄冈）团练副使的第三个春天。词人与朋友春日出游，风雨忽至，朋友深感狼狈，词人却毫不在乎，泰然处之，吟咏自若，缓步而行。",
  "poet": {
    "id": 183,
    "star": 0,
    "name": "苏轼",
    "image": "http://img.gushiwen.org/authorImg/sushi.jpg",
    "desc": "苏轼（1037－1101），北宋文学家、书画家、美食家。字子瞻，号东坡居士。汉族，四川人，葬于颍昌（今河南省平顶山市郏县）。一生仕途坎坷，学识渊博，天资极高，诗文书画皆精。其文汪洋恣肆，明白畅达，与欧阳修并称欧苏，为“唐宋八大家”之一；诗清新豪健，善用夸张、比喻，艺术表现独具风格，与黄庭坚并称苏黄；词开豪放一派，对后世有巨大影响，与辛弃疾并称苏辛；书法擅长行书、楷书，能自创新意，用笔丰腴跌宕，有天真烂漫之趣，与黄庭坚、米芾、蔡襄并称宋四家；画学文同，论画主张神似，提倡“士人画”。著有《苏东坡全集》和《东坡乐府》等。"
  },
  "tags": [
    "宋词三百首",
    "春天",
    "写雨",
    "豪放"
  ]
}