{
  "id": 70397,
  "star": 19,
  "name": "杂剧·崔莺莺待月西厢记·张君瑞闹道场(第一本)",
  "dynasty": "元代",
  "content": "楔子<br>老身姓郑，夫主姓崔，官拜前朝相国，不幸因病告殂。只生得个小姐，小字莺莺。年一十九岁，针指女工，诗词书算，无不能者。老相公在日，曾许下老身之侄--乃郑尚书之长子郑恒--为妻。因俺孩儿父丧未满，未得成合。又有个小妮子，是自幼伏侍孩儿的，唤作红娘。一个小厮，唤做欢郎。先夫弃世之后，老身与女孩儿扶柩至博陵安葬；因路途有阻，不能得去，来到河中府，将这灵柩寄在普救寺内。这寺是先夫相国修造的，是则天娘娘香火院，况兼法本长老又是俺相公剃度的和尚；因此俺就这西厢下一座宅子安下。一壁写书附京师去，唤郑恒来相扶回博陵去。我想先夫在日，食前方丈，从者数百；今日至亲则这三四口儿，好生伤感人呵！<br>【仙吕】【赏花时】夫主京师禄命终，子母孤孀途路穷；因此上旅榇在梵王宫。盼不到博陵旧冢，血泪洒杜鹃红。<br>今日暮春天气，好生困人，不免唤红娘出来分付他。红娘何在？你看佛殿上没人烧香呵，和小姐闲散心耍一回去来。谨依严命。小姐有请。夫人着俺和姐姐佛殿上闲耍一回去来。<br>【么篇】可正是人值残春蒲郡东，门掩重关萧寺中；花落水流红，闲愁万种，无语怨东风。<br><br>第一折<br>小生姓张，名珙，宇君瑞，本贯西洛人也。先人拜礼部尚书，不幸五旬之上，因病身亡。后一年丧母。小生书剑飘零，功名未遂，游于四方。即今贞元十七年二月上旬，唐德宗即位，欲往上朝取应，路经河中府过。蒲关上有一故人，姓杜名确，字君实，与小生同郡同学，当初为八拜之交。后弃文就武，遂得武举状元，官拜征西大元帅，统领十万大军，镇守着蒲关。小生就望哥哥一遭，却往京师求进。暗想小生萤窗雪案，刮垢磨光，学成满腹文章，尚在湖海飘零，何日得遂大志也呵！万金宝剑藏秋水，满马春愁压绣鞍。<br>【仙吕】【点绛唇】游艺中原，脚根无线、如蓬转。望眼连天，日近长安远。<br>【混江龙】向诗书经传，蠹鱼似不出费钻研。将棘围守暖，把铁砚磨穿。投至得云路鹏程九万里，先受了雪窗萤火二十年。才高难入俗人机，时乖不遂男儿愿。空雕虫篆刻，缀断简残编。<br>行路之间，早到蒲津。这黄河有九曲，此正古河内之地，你看好形势也呵！<br>【油葫芦】九曲风涛何处显，则除是此地偏。这河带齐梁，分秦晋，隘幽燕；雪浪拍长空，天际秋云卷；竹索缆浮桥，水上苍龙偃；东西溃九州，南北串百川。归舟紧不紧如何见？却便似弩箭乍离弦。<br>【天下乐】只疑是银河落九天；渊泉、云外悬，入东洋不离此径穿。滋洛阳千种花，润梁园万顷田，也曾泛浮槎到日月边。<br>话说间早到城中。这里一座店儿，琴童接下马者！店小二哥那里？自家是这状元店里小二哥。官人要下呵，俺这里有干净店房。头房里下，先撒和那马者！小二哥，你来，我问你：这里有甚么闲散心处？名山胜境，福地宝坊皆可。俺这里有一座寺，名曰普救寺，是则天皇后香火院，盖造非俗：琉璃殿相近青宵，舍利塔直侵云汉。南来北往，三教九流，过者无不瞻仰；则除那里可以君子游玩。琴童料持下晌午饭！俺到那里走一遭便回来也。安排下饭，撒和了马，等哥哥回家。<br>小僧法聪，是这普救寺法本长老座下弟子。今日师父赴斋去了，着我在寺中，但有探长老的，便记着，待师父回来报知。山门下立地，看有甚么人来。却早来到也。客官从何来？小生西洛至此，闻上刹幽雅清爽，一来瞻仰佛像，二来拜谒长老。敢问长老在么？俺师父不在寺中，贫僧弟子法聪的便是，请先生方丈拜茶。既然长老不在呵，不必吃茶；敢烦和尚相引，瞻仰一遭，幸甚！小僧取钥匙，开了佛殿、钟楼、塔院、罗汉堂、香积厨，盘桓一会，师父敢待回来。是盖造得好也呵！。<br>【村里迓鼓】随喜了上方佛殿，早来到下方僧院。行过厨房近西，法堂北，钟楼前面。游了洞房，登了宝塔，将回廊绕遍。数了罗汉，参了菩萨，拜了圣贤。红娘，俺去佛殿上耍去来。呀！正撞着五百年前风流业冤。<br>【元和令】颠不剌的见了万千，似这般可喜娘的庞儿罕曾见。则着人眼花撩乱口难言，魂灵儿飞在半天。他那里尽人调戏亸着香肩，只将花笑捻。<br>【上马娇】这的是兜率宫，休猜做了离恨天。呀，谁想着寺里遇神仙！我见他宜嗔宜喜春风面，偏、宜贴翠花钿。<br>【胜葫芦】则见他宫样眉儿新月偃，斜侵入鬓云边。红娘，你觑：寂寂僧房人不到，满阶苔衬落花红。我死也！未语人前先腼腆，樱桃红绽，玉粳白露，半响恰方言。<br>【幺篇】恰便似呖呖莺声花外啭，行一步可人怜。解舞腰肢娇又软，千般袅娜，万般旖旎，似垂柳晚风前。<br>那壁有人，咱家去来。和尚，恰怎么观音现来？胡说，这是河中开府崔相国的小姐。世间有这等女子，岂非天姿国色乎？休说那模样儿，则那一对小脚儿，价值百缢之金。偌远地，他在那壁，你在这壁，系着长裙儿，你便怎知他脚儿小？法聪，来、来、来，你问我怎便知，你觑：<br>【后庭花】若不是衬残红，芳径软，怎显得步香尘底样儿浅。且休题眼角儿留情处，则这脚踪儿将心事传。慢俄延，投至到栊门儿前面，刚挪了一步远。刚刚的打个照面，风魔了张解元。似神仙归洞天，空余下杨柳烟，只闻得鸟雀喧。<br>【柳叶儿】呀，门掩着梨花深院，粉墙儿高似青天。恨天，天不与人行方便，好着我难消遣，端的是怎留连。小姐呵，则被你兀的不引了人意马心猿？休惹事，河中开府的小姐去远了也。<br>【寄生草】兰麝香仍在，珮环声渐远。东风摇曳垂杨线，游丝牵惹桃花片，珠帘掩映芙蓉面。你道是河中开府相公家，我道是南海水月观音现。\"十年不识君王面，始信婵娟解误人\"。小生便不往京师去应举也罢。敢烦和尚对长老说知，有僧房借半间，早晚温习经史，胜如旅邸内冗杂。房金依例拜纳，小生明日自来也。<br>【赚煞】饿眼望将穿，馋口涎空咽，空着我透骨髓相思病染，怎当他临去秋波那一转！休道是小生，便是铁石人也意惹情牵。近庭轩，花柳争妍，日午当庭塔影圆。春光在眼前，争奈玉人不见，将一座梵王宫疑是武陵源。<br><br>第二折<br>前日长老将钱去与老相公做好事，不见来回话。道与红娘，传着我的言语去问长老：几时好与老相公做好事？就着他办下东西的当了，来回我话者。老僧法本，在这普救寺内做长老。此寺是则天皇后盖造的，后呆崩损，又是崔相国重修的，观今崔第夫人领着家眷扶柩回博陵，因路阻暂寓本寺西厢之下，待路通回博陵迁葬。夫人处事温俭，治家有方，是是非非，人莫敢犯。夜来老僧赴斋，不知曾有人来望老僧否？夜来有一秀才自西洛而来，特谒我师，不遇而返。山门外觑着，若再来时，报我知道。昨日见了那小姐，倒有顾盼小生之意。今日去问长老借一间僧房，早晚温习经史；倘遇那小姐出来，必当饱看一会。<br>【中吕】【粉蝶儿】不做周方，埋怨杀你个法聪和尚！借与我半间儿客舍僧房，与我那可憎才居止处门儿相向。虽不能够窃玉偷香，且将这盼行云眼睛儿打当。<br>【醉春风】往常时见傅粉的委实羞，画眉的敢是谎;今日多情人一见了有情娘，着小生心儿里早痒、痒。迤逗得肠慌，断送得眼乱，引惹得心忙。师父正望先生来哩，只此少待，小僧通报去。是好一个和尚呵！<br>【迎仙客】我则见他头似雪，鬓如霜，面如童，少年得内养；貌堂堂，声朗朗，头直上只少个圆光。恰便似捏塑来的僧伽像。<br>请先生方丈内相见。夜来老僧不在，有失迎迓，望先生恕罪！小生久闻老和尚清誉，欲来座下听讲，何期昨日不得相遇。今能一见，是小生三生有幸矣。先生世家何郡？敢问上姓大名，因甚至此？小生姓张，名珙，字君瑞。<br>【石榴花】大师一一问行藏，小生仔细诉衷肠，自来西洛是吾乡，宦游在四方，寄居咸阳。先人拜礼部尚书多名望，五旬上因病身亡。老相公弃世，必有所遗。平生正直无偏向，止留下四海一空囊。<br>【斗鹤鹑】俺先人甚的是浑俗和光，衠一味风清月朗。先生此一行，必上朝取应去。小生无意求官，有心待听讲。小生特谒长老，奈路途奔驰，无以相馈。量着穷秀才人情则是纸半张，又没甚七青八黄，尽着你说短论长，一任待掂斤播两。径禀：有白银一两，与常住公用，略表寸心，望笑留是幸！先生客中，何故如此？物鲜不是辞，但充讲下一茶耳。<br>【上小楼】小生特来见访，大师何须谦让。老僧决不敢受，这钱也难买柴薪，不够斋粮，且备茶汤。这一两银末为厚礼。你若有主张，对艳妆，将言词说上，我将你众和尚死生难忘。先生必有所请。小生不揣有恳，因恶旅邸冗杂，早晚难以温习经史；欲假一室，晨昏听讲。房金按月任意多少。敝寺颇有数问，任先生拣选。<br>【幺篇】也不要香积厨，枯木堂。远着南轩，离着东墙，靠着西厢。近主廊，过耳房，都皆停当。便不呵，就与老僧同处何如？要恁怎么。你是必休提着长老方丈。<br>老夫人着俺问长老：几时好与老相公做好事？看得停当回话。须索走一遭去来。长老万福！夫人使侍妾来问：几时好与老相公做好事？着看的停当了回话。好个女子也呵！<br>【脱布衫】大人家举止端详，全没那半点儿轻狂。大师行深深拜了，启朱唇语言得当。<br>【小梁州】可喜娘的庞儿浅淡妆，穿一套缟素衣裳；胡伶渌老不寻常，偷睛望，眼挫里抹张郎。<br>【幺篇】若共他多情的小姐同鸳帐。怎舍得他叠被铺床。我将小姐央，夫人央，他不令许放，我亲门写与从良。<br>二月十五日，可与老相公做好事。妾与长老同去佛殿看了，却回夫人话。先生请少坐，老僧同小娘子看一遭便来何故却小生？便同行一遭，又且何如？便同行。着小娘子先行，俺近后些。一个有道理的秀才。小生有一句话敢道么？便道不妨。<br>【快活三】崔家女艳汝，莫不是演撒你个老洁郎？俺出家人那有此事？既不沙，却怎睃趁着你头上放毫光，打扮的特来晃。<br>先生是何言语！早是那小娘子不听得哩，若知呵，是甚意思！<br>【朝天子】过得主廊，引入洞房，好事从天降。我与你看着门儿，你进去。先生，此非先王之法言。岂不得罪于圣人之门乎？老僧偌大年纪，焉肯作此等之态？好模好样忒莽撞，没则罗便罢，烦恼怎么那唐三藏？怪不得小生疑你，偌大一个宅堂，可怎生别没个儿郎，使得梅香来说勾当。老夫人治家严肃，内外并无一个男子出入。这秃厮巧说。你在我行、口强，硬抵着头皮撞。这斋供道场都完备了，十五日请夫人小姐拈香。何故？这是崔相国小姐至孝，为报父母之恩。又是老相公禫日，就脱孝服，所以做好事。\"哀哀父母，生我劬劳，欲报深恩，吴天罔极。\"小姐是一女子，尚然有报父母之心；小生湖海飘零数年，自父母下世之后，并不曾有一陌纸钱相报。望和尚慈悲为本，小生亦备钱五千，怎生带得一分儿斋，追荐俺父母咱！便夫人知也不妨，以尽人子之心。法聪与这先生带一分者。那小姐明日来么？他父母的勾当，如何不来。这五千钱使得有些下落者。<br>【四边静】人间天上，看莺莺强如做道场。软玉温香，休道是相亲傍；若能够荡他一荡，倒与人消灾障。<br>都到方丈吃茶。小生更衣咱。那小娘子已定出来也，我只在这里等待问他咱。我不吃茶了，恐夫人怪来迟，去回话也。小娘子拜揖！先生万福！小娘子莫非莺莺小姐的侍妾么？我便是，何劳先生动问？小生姓张，名珙，字君瑞，本贯西洛人也，年方二十三岁，正月十七日子时建生，并不曾娶妻……谁问你来？敢问小姐常出来么？先生是读书君子，孟子曰：\"男女授受不亲，礼也。\"君子\"瓜田不纳履，李下不整冠。\"道不得个\"非礼勿视，非礼勿听，非礼勿言，非礼勿动。\"俺夫人治家严肃，有冰霜之操。内无应门五尺之童，年至十二三者，非呼召不敢辄入中堂。向日莺莺潜出闺房，夫人窥之，召立莺莺于庭下，责之日：\"汝为女子，不告而出闺门，倘遇游客小僧私视，岂不自耻。\"莺立谢而言曰：\"今当改过从新，毋敢再犯。\"是他亲女，尚然如此，何况以下侍妾乎？先生习先王之道，尊周公之礼，不干己事，何故用心？早是妾身，可以容恕，若夫人知其事呵，决无干休。今后得问的问，不得问的休胡说！这相思索是害也！<br>【哨遍】听说罢心怀悒怏，把一天愁都撮在眉尖上。说\"夫人节操凛冰霜，不召呼，谁敢辄入中堂？\"自思想，比及你心儿里畏惧老母亲威严，小姐呵，你不合临去也叫头儿望。待飏下教人怎飏？赤紧的情沾了肺腑，意惹了肝肠。若今生难得有情人，是前世烧了断头香。我得时节手掌里奇擎，心坎儿里温存，眼皮儿上供养。<br>【耍孩儿】当初那巫山远隔如天样，听说罢又在巫山那厢。业身躯虽是立在回廊，魂灵儿巴在他行。本待要安排心事传幽客，我只怕漏泄春光与乃堂。夫人怕女孩儿春心荡，怪黄莺儿作对，怨粉蝶儿成双。<br>【五煞】小姐年纪小，性气刚。张郎倘得相亲榜，乍相逢厌见何郎粉，看邂逅偷将韩寿香。才到得风流况，成就了会温存的娇婿，怕甚么能拘束的亲娘。<br>【四煞】夫人忒虑过，小生空妄想，郎才女貌合相仿。休直待眉儿浅淡思张敞，春色飘零忆阮郎，非是咱自夸奖：他有德言工貌，小生有恭俭温良。<br>【三煞】想着他眉儿浅浅描，脸儿淡淡妆，粉香腻玉搓咽项。翠裙鸳绣金莲小，红袖鸾销玉笋长。不想呵其实强：你撇下半天风韵，我拾得万种思量。却忘了辞长老。小生敢问长老，房舍如何？塔院侧过西厢一间房，甚是潇洒，正可先生安下。现收拾下了，随先生早晚来。小生便回店中搬去。吃斋了去。老僧收拾下斋，小生取行李便来。既然如此，老僧准备下斋，先生是必便来。若在店中人闹，倒好消遣；搬在寺中静处，怎么捱这凄凉也呵。<br>【二煞】院宇深，枕簟凉，一灯孤影摇书幌。纵然酬得今生志，着甚支吾此夜长。睡不着如翻掌，少可有一万声长吁短叹，五千遍捣枕槌床。<br>【尾】娇羞花解语，温柔玉有香，我和他乍相逢记不真娇模样，我则索手低着牙儿慢慢的想。<br><br>第三折<br>老夫人着红娘问长老去了，这小贱人不来我行回话。回夫人话了，去回小姐话去。使你问长老：几时做好事？恰回夫人话也。正待回姐姐话：二月十五日，请夫人姐姐拈香。姐姐，你不知，我对你说一件好笑的勾当。咱前日寺里见的那秀才，今日也在方丈里。他先出门儿外等着红娘，深深唱个喏道：\"小生姓张，名珙，字君瑞，本贯西洛人也，年二十三岁，正月十七日子时建生，并不曾娶妻。\"姐姐，却是谁问他来？他又问：\"那壁小娘子莫非莺莺小姐的侍妾乎？小姐常出来么？\"被红娘抢白了一顿呵回来了。姐姐，我不知他想甚么哩，世上有这等傻角！红娘，休对夫人说。天色晚也，安排香案，咱花园内烧香去来。搬至寺中，正近西厢居址。我问和尚每来，小姐每夜花园内烧香。这个花园和俺寺中合着。比及小姐出来，我先在太湖石畔墙角儿边等待，饱看一会。两廊僧众都睡着了。夜深人静，月朗风清，是好天气也呵！正是\"闲寻方丈高僧语，闷对西厢皓月吟。\"<br>【越调】【斗鹌鹑】玉宇无尘，银河泻影；月色横空，花阴满庭；罗袂生寒，芳心自警。侧着耳朵儿听，蹑着脚步儿行，悄悄冥冥，潜潜等等。<br>【紫花儿序】等待那齐齐整整，袅袅婷婷，姐姐莺莺。一更之后，万籁无声，直至莺庭。若是回廊下没揣的见俺可憎，将他来紧紧的搂定；只问你那会少离多，有影无形。<br>开了角门儿，将香桌出来者。<br>【金蕉叶】猛听得角门呀的一声，风过处花香细生。踮着脚儿仔细定睛，比我那初见时庞儿越整。红娘，移香桌儿近太湖石畔放者！料想着娇厌拘束，等闲飞出广寒宫。看他容分一捻，体露半襟，辨香袖以无言，垂罗裙而不语。似湘陵妃子，斜倚舜庙朱扉；如玉殿嫦娥，微观蟾宫素影。是好女子也呵！<br>【调笑令】我这里甫能，见娉婷，比着那月殿嫦娥也不恁般撑。遮遮掩掩穿芳径，料应来小脚儿难行。可喜娘的脸儿百媚生，兀的不引子人魂灵。取香来！听小姐祝告甚么？此一炷香，愿化去先人，早生天界！此一柱香，愿中堂老母，身安无事！此一炷香，……姐姐不祝这一炷香，我替姐姐祝告：愿俺姐姐早寻一个姐夫，拖带红娘咱！心中无限伤心事，尽在深深两拜中。小姐倚栏长叹，似有动情之意。<br>【小桃红】夜深香霭散空庭。帘幕东风静。拜罢也斜将曲栏凭，长吁了两三声。剔团圝明月如悬镜。又不见轻云薄雾，都只是香烟人气，两般儿氤氲得不分明。<br>我虽不及司马相如，我则看小姐颇有文君之意，我且高吟一绝，看他说甚的：\"月色溶溶夜，花阴寂寂春；如何临皓魄，不见月中人？\"有人墙角吟诗。这声音便是那二十三岁不曾娶妻的那傻角。好清新之诗，我依韵做一首。你两个是好做一首。\"兰闺久寂寞，无事度芳春；料得行吟者，应怜长叹人。\"好应酬得快也呵！<br>【秃厮儿】早是那脸儿上扑堆着可憎，那堪那心儿里埋没着聪明。他把那新诗和得忒应声，一字字，诉衷情，堪听。<br>【圣药王】那语句清，抒律轻，小名儿不枉了唤做莺莺。他若是共小生、厮觑定，隔墙儿酬和到天明。方信道\"惺惺的自古惜惺惺。\"<br>我撞出去，看他说甚么。<br>【麻郎儿】我拽起罗衫欲行，他陪着笑脸儿相迎。姐姐，有人，咱家去来，怕夫人嗔着。不做美的红娘太浅情，便做道\"谨依来命\"。<br>【幺篇】我忽听、一声、猛惊。原来是扑剌刺宿鸟飞腾，颤巍巍花梢弄影，乱纷纷落红满径。小姐，你去了呵，那里发付小生！<br>【络丝娘】空撇下碧澄澄苍苔露冷，明皎皎花筛月影。白日凄凉枉耽病，今夜把相思再整。<br>【东原乐】帘垂下，户已扃，却才个悄悄相问，他那里低低应。月朗风清恰二更。厮傒争：他无缘，小生薄命。<br>【绵搭絮】恰寻归路，伫立空庭，竹梢风摆，斗柄云横。呀！今夜凄凉有四星，他不瞅人待怎生！虽然是眼角儿传情，咱两个口不言心自省。<br>今夜甚睡到我眼里呵！<br>【拙鲁速】对着盏碧萤萤短檠灯，倚着扇冷清清旧帏屏。灯儿又不明，梦儿又不成；窗儿外淅零零的风儿透疏棂，忒楞楞的纸条儿鸣；枕头儿上孤另，被窝儿坐寂静。你便是铁石人，铁石人也动情。<br>【幺篇】怨不能，恨不成，坐不安，睡不宁。有一日柳遮花映，雾帐云屏，夜阑人静，海誓山盟。恁时节风流嘉庆，锦片也似前程，美满恩情，咱两个画堂春自生。<br>【尾】一天好事从今定，一首诗分明照证；再不向青琐闼梦儿中寻，则去那碧桃花树儿下等。<br><br>第四折<br>今日二月十五日开启，众僧动法器者。请夫人小姐拈香。比及夫人未来，先请张生拈香。怕夫人问呵，则说道贫僧亲者。今日二月十五日，和尚请拈香，须索走一遭。<br>【双调】【新水令】梵王宫殿月轮高，碧琉璃瑞烟笼罩。香烟云盖结，讽咒海波潮。幡影飘遥，诸檀越尽来到。<br>【驻马听】法鼓金铎，二月春雷响殿角；钟声佛号，半天风雨洒松梢。侯门不许老僧敲，纱窗外定有红娘报。害相思的馋眼脑，见他时须看个十分饱。先生先拈香，恐夫人问呵，则说是老僧的亲，<br>【沈醉东风】惟愿存在的人间寿高，亡化的天上逍遥。为曾、祖、父先灵，礼佛、法、僧三宝。焚名香暗中祷告：则愿得红娘休劣，夫人休焦，犬儿休恶！佛啰，早成就了幽期密约！<br>长老请拈香，小姐，咱走一遭。为你志诚呵，神仙下降也。这生却早两遭儿也。<br>【雁儿落】我则道这玉天仙离了碧霄，原来是可意种来清醮。小子多愁多病身，怎当他倾国倾城貌。<br>【得胜令】恰便似檀口点樱桃，粉鼻儿倚琼瑶，淡白梨花面，轻盈杨柳腰。妖娆，满面儿扑堆着俏；苗条，一团儿是娇。<br>贫僧一句话，夫人行敢道么？老僧有个敝亲，是个饱学的秀才，父母亡后，无可相报。对我说\"央及带一分斋，追荐父母。\"贫僧一时应允了，恐夫人见责。长老的亲便是我的亲，请来厮见咱。<br>【乔牌儿】大师年纪老，法座上也凝眺；举名的班首真呆僗，觑着法聪头做金磬敲。<br>【甜水令】老的小的，村的俏的，没颠没倒，胜似闹元宵。稔色人儿，可意冤家，怕人知道，看时节泪眼偷瞧。<br>【折桂令】着小生迷留没乱，心痒难挠。哭声儿似莺啭乔林，泪珠儿似露滴花梢。大师也难学，把一个发慈悲的脸儿来朦着，击磬的头陀懊恼，添香的行者心焦。烛影风摇，香霭云飘；贪着莺莺，烛灭香消。<br>风灭灯也。小生点灯烧香。那生忙了一夜。<br>【锦上花】外像儿风流，青春年少；内性儿聪明，冠世才学。扭捏着身子儿百般做作，米往向人前卖弄俊俏。<br>我猜那生。<br>【幺篇】黄昏这一回，白日那一觉，窗儿外那会镬铎。到晚来向书帏里比及睡着，千万声长吁怎捱到晓。<br>那小姐好生顾盼小子。<br>【碧玉箫】情引眉梢，心绪你知道；愁种心苗，情思我猜着。畅懊恼！响铛铛云板敲。行者又嚎，沙弥又哨，您须不夺人之好。<br>天明了也，请夫人小姐回宅。再做一会也好，那里发付小生也呵！<br>【鸳鸯煞】有心争似无心好，多情却被无情恼。劳攘了一宵，月儿沈，钟儿响，鸡儿叫。畅道是玉人归去得疾，好事收拾得早，道场毕诸人散了。酩子里各归家，葫芦提闹到晓。<br>【络丝娘煞尾】则为你闭月羞花相貌，少不得剪草除根大小。<br>题目老夫人闲春院<br>崔莺莺烧夜香<br>正名小红娘传好事<br>张君瑞闹道场",
  "poet": {
    "id": 829,
    "star": 0,
    "name": "王实甫",
    "image": "http://img.gushiwen.org/authorImg/wangshifu.jpg",
    "desc": "王实甫，字德信，元朝杂剧作家，定兴（今定兴县）人。著有杂剧十四种，现存《西厢记》、《丽春堂》、《破窑记》三种。《破窑记》写刘月娥和吕蒙正悲欢离合的故事，有人怀疑不是王实甫的手笔。另有《贩茶船》、《芙蓉亭》二种，各传有曲文一折。"
  },
  "tags": []
}