{
  "id": 56477,
  "star": 70,
  "name": "好事近·七月十三日夜登万花川谷望月作",
  "dynasty": "宋代",
  "content": "月未到诚斋，先到万花川谷。不是诚斋无月，隔一林修竹。 <br>如今才是十三夜，月色已如玉。未是秋光奇绝，看十五十六。",
  "fanyi": "<p><strong>译文</strong><br>月亮还未照到我的书斋前，先照到了万花川谷，不是书斋没有月光，而是被高高的竹林隔着。<br>现在才是农历七月十三的夜晚，圆月已像白玉雕成的一样。秋月还没到最美的时候，到了十五、十六日夜晚你再看，那才是最好的。</p> <p><strong>注释</strong><br>好事近：词牌名。又名《钓船笛》，《张子野词》入“仙吕宫”。双调四十五字，前后片各两仄韵，以入声韵为宜。两结句皆上一、下四句法。连用多数仄声收脚而又杂有特殊句式组成的短调小令，常是显示拗峭挺劲的声情，适宜表达“孤标耸立”和激越不平的情调。<br>诚斋：<a href=\"http://so.gushiwen.org/author_361.aspx\">杨万里</a>书房的名字。<br>万花川谷：是离“诚斋”不远的一个花圃的名字。在吉水之东，作者居宅之上方。<br>修竹：长长的竹子。<br>奇绝：奇妙非常。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　“月未到诚斋，先到万花川谷。”开篇两句，明白如话，说皎洁的月光尚未照进他的书房，却照到了“万花山谷”。作者用“未到”和“先到”巧设悬念，引人遐想。读完这两句，人们自然地要问：既然“诚斋”与“万花川谷”相去不远，何以月光照到了“万花川谷”，作者的书房里不见月光呢？紧接着两句“不是诚斋无月，隔一林修竹。”使悬念顿解，也说明了作者为什么要离开诚斋跑到万花川谷去赏月。原来，在他的书房前面有一片茂密的竹林，遮蔽了月光。本句中的“隔”字与“修”字看似平平常常，实则耐人琢磨，有出神入化之妙。试想，竹子如果不是长得郁郁葱葱，修长挺拔，怎么会把月光“隔”断？寥寥十一字，既解开了“月未到诚斋”的疑窦，也说明了书房处于竹林深处，环境幽雅僻静。《宋史》记载，<a href=\"http://so.gushiwen.org/author_361.aspx\">杨万里</a>在任永州零陵县丞时，曾三次去拜访谪居永州的<a href=\"http://so.gushiwen.org/author_1628.aspx\">张浚</a>不得见面，后来“……以书谈始相见，浚勉以正心诚意之学，万里服其教终身，乃名读书之室曰‘诚斋’。”这样，就可以想见杨万里名为“诚斋”的书房是费了一番心思，作了精心的设置和安排的。</p> <p>　　上片通过对照描写，用“未到”和“先到”点明，此时诚斋仍处在朦胧暗影之中，而“万花川谷”已是月光朗照。下片四句，便描写“万花川谷”的月色。“如今才是十三夜，月色已如玉。”两句中只有“如玉”二字写景，这两字用巧妙的比喻，形象生动地描绘出碧空澄明、冰清玉洁的月夜景色。“才”字与“已”字相呼应，使人想到作者在“十三”的夜里欣赏到这样美妙的月景，有些喜出望外；也使人想到，尽管现在看到的月色象玉一般的晶莹光洁，令人陶醉，但“十三夜”毕竟不能算是欣赏月色的最佳时刻。那么，何时的月色最美呢？任人皆知，阴历的十五、十六日月亮最圆，是观赏月光最好的日子。这样，词的结尾两句，也就很自然地推出一个新的境界：“未是秋光奇绝，看十五十六。”“未是”二字压倒前句描写的美妙如玉，剔透晶莹的境界，推出一个“秋光奇绝”的新天地，指出即将来临的十五十六才是赏月的最佳时刻。尾二句笔墨看似平淡，却表现出一个不同凡响的艺术境界，说明作者对未来、对美有着强烈的憧憬和追求。</p> <p>　　杨万里在文学史上被称为南宋“中兴四大<a href=\"http://so.gushiwen.org/view_56477.aspx\">诗</a>人”之一，“杨诚斋体”在当时也颇有影响。本词语言平易自然，意境新鲜，生活气息浓郁，说明他的词风一如他的诗风。</p>",
  "about": "<h2>创作背景</h2> 　　这首词作于<a href=\"http://so.gushiwen.org/author_361.aspx\">杨万里</a>辞官归乡以后，词前小序点明词创作时间是“七月十三日夜”，地点是作者书房旁的“万花川谷”，全词的中心是“望月”。",
  "poet": {
    "id": 361,
    "star": 0,
    "name": "杨万里",
    "image": "http://img.gushiwen.org/authorImg/yangwanli.jpg",
    "desc": "杨万里，字廷秀，号诚斋，男，汉族。吉州吉水（今江西省吉水县）人。南宋杰出诗人，与尤袤、范成大、陆游合称南宋“中兴四大诗人”、“南宋四大家”。"
  },
  "tags": [
    "宋词三百首",
    "月亮",
    "追求"
  ]
}