{
  "id": 18220,
  "star": 10,
  "name": "古东门行",
  "dynasty": "唐代",
  "content": "汉家三十六将军，东方雷动横阵云。<br>鸡鸣函谷客如雾，貌同心异不可数。<br>赤丸夜语飞电光，徼巡司隶眠如羊。<br>当街一叱百吏走，冯敬胸中函匕首。<br>凶徒侧耳潜惬心，悍臣破胆皆杜口。<br>魏王卧内藏兵符，子西掩袂真无辜。<br>羌胡毂下一朝起，敌国舟中非所拟。<br>安陵谁辨削砺功，韩国讵明深井里。<br>绝胭断骨那下补，万金宠赠不如土。",
  "fanyi": "<p><strong>译文<br></strong>亚夫平叛，天兵发威；横扫千里，所向披靡。<br>鸡鸣狗盗，雕虫小技；如蚁门客，貌合神离。<br>少年刺客，杀人无忌；官兵捕快，丧失警惕。<br>歹徒一吼，护卫逃逸；可怜冯敬，遇刺归西。<br>凶手得逞，狞笑窃喜；文武噤声，惊若木鸡。<br>魏王救赵，虚情假意；子西被害，可痛可惜。<br>相如讽喻，车轼防断；<a href=\"http://so.gushiwen.org/author_851.aspx\">吴起</a>劝谏，修德第一。<br>袁盎枉死，真凶难辨；聂政行侠，深井认尸。<br>忠良殉国，人头落地；厚葬犹可，宠赠予谁？</p> <p><strong>注释<br></strong>⑴古东门行：乐府旧题，多写时事。<br>⑵汉家三十六将军：汉景帝三年（前154），吴王刘濞纠合六个诸侯王叛乱，史称“吴楚七国之乱”。景帝命太尉周亚夫率领三十六位将军前往讨伐。东方：本指吴楚等国，这里是借以暗指叛将吴元济盘踞的淮西地区。吴元济叛乱后，朝廷下令削去其官爵，命令宣武等十六道进军讨伐，一时战云密布，形势紧张。<br>⑶鸡鸣函谷：《史记·孟尝君列传》记载，战国时齐人孟尝君到秦为客卿，受到秦王的猜忌和扣留，后设法逃出，半夜潜至函谷关。按关法规定，要等鸡叫后才能开关放行。孟尝君的门客中有善为鸡鸣的，他一学鸡叫，引得周围的鸡跟着大叫起来，关吏打开关门，让孟尝君逃出了关口。客如雾：指当时过关的人很多。<br>⑷貌同心异：指人群中的人虽然貌同常人，但各自怀有心事，有的心怀鬼胎。数：计算，这里转意为识别的意思。<br>⑸赤丸：据《汉书·尹赏传》记载，长安城里有谋杀官吏为人报仇的组织，雇用少年当刺客。行动前摸取弹丸分派任务，摸得红色弹丸者杀武官，摸得黑色弹丸者杀文官。夜语：指刺客夜间联系的暗号。飞电光：形容凶器闪闪发光。<br>⑹徼（jiào）巡司隶：掌管京城巡逻和缉捕盗贼的官吏及其手下。<br>⑺一叱（chì）：一声大吼。百吏走：护卫们四散逃跑。<br>⑻冯敬：汉文帝时的御史大夫，因奏议淮南厉王谋叛，被刺客杀死。函：剑匣，这里用作动词，刺进的意思。这两句是暗指武元衡被害事件。<br>⑼凶徒：指王承宗、李师道派出的刺客。侧耳：躲在一旁探听。潜惬心：心里暗暗高兴。<br>⑽悍臣：强悍的大臣，指朝中有权势的文武官员。杜口：不敢开口说话。<br>⑾“魏王”句：据《史记·信陵君列传》载，公元前257年，秦国攻打赵国，魏王应赵国请求派晋鄙率十万兵马救赵，但魏王和晋鄙并不真心相救，屯兵不前。魏王之弟信陵君应赵国平原君的请求，听从侯嬴的计策，说动魏王的宠姬如姬，从魏王卧室窃得兵符，锥杀晋鄙，夺得魏军的指挥大权，解了赵围。<br>⑿“子西”句：《左传·哀公十六年》载，楚平王太子建为郑国所杀，其子胜为白公，数次向令尹（相当于宰相）子西请求伐郑，未行。后晋人伐郑，梦国前往相救，白公怒，遂于哀公十六年作乱攻打楚惠王，“杀子西、子期于朝，而劫惠王。子西以袂（mèi，衣袖）掩面而死”。<br>⒀羌胡毂（gǔ）下：羌胡，是中国古代西北部少数民族的泛称，统治者往往把他们看作威胁自己的危险势力。毂：车轮。据《史记·<a href=\"http://so.gushiwen.org/author_70.aspx\">司马相如</a>列传》载，司马相如向皇帝上《谏猎疏》说，陛下喜欢打猎，难免遇上特殊的野兽，就会像胡人出现在车轮之下，羌人接触到车后的横木一样危险。一朝起：突然出现。<br>⒁敌国舟中：据《史记·孙子吴起列传》载，吴起曾在同魏武侯乘舟游览时，在舟中劝说魏武侯：“君若不修德，舟中之人尽为敌国也。”拟：比拟。<br>⒂“安陵”句：据《史记·袁盎<a href=\"http://so.gushiwen.org/author_791.aspx\">晁错</a>列传》和《史记·梁孝王世家》载，汉景帝时，大臣袁盎向窦太后进言，不宜立景帝的弟弟梁王为储君，以免发生祸端。梁王便派刺客把袁盎杀死在安陵门外。事后，经磨制刀剑的工匠辨认刺客丢下的剑，查出了刺客及其幕后指使者。但景帝碍于窦太后的面子，不得不将梁王解脱，杀其宠臣羊胜、公孙诡等了事。削砺功：磨制刀剑的工匠。<br>⒃“韩国”句：《史记·刺客列传》载，战国时期，韩国的刺客聂政，刺杀了相国侠累，为免累及亲人，毁面自杀，韩国的人分辨不出是谁，便暴尸于市。结果，刺客的姐姐前来认尸，才查出刺客是家住河内轵县（今河南济源县）深井里的聂政。讵（jù）：哪里。<br>⒄绝胭断骨：割断咽喉，砍断骨头。胭，一作“咽”。那下补：哪能补救。下，一作“可”。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　此<a href=\"http://so.gushiwen.org/view_18220.aspx\">诗</a>从某种意义上看，也只是发发牢骚而已。诗中多典故，皆隐语，借古讽今，隐而有指，十分曲折含蓄地表达了诗人复杂的思想感情。</p> <p>　　众所周知，封建王朝的皇帝是至高无上的。历朝历代，臣下对皇上进谏，必须投其所好，只能用前朝故事或看似不相干的生活趣闻引喻取譬，转弯抹角地表达自己的意见，皇上才有可能恩准采纳。无人敢触龙鳞，逆圣听。否则，轻者丢掉乌纱，为民为奴；重者人头落地，甚至九族遭诛。所以，自古以来，文武百官讽谏启奏都很讲究，唯恐龙颜大怒。<a href=\"http://so.gushiwen.org/author_646.aspx\">柳宗元</a>自然深谙此理，故其乐府《古东门行》几乎句句有典，并无锋芒。表面看来，所引者皆前朝之事；但细细琢磨，所射者乃当朝之政，言在此而意在彼也。试举之则有：</p> <p>　　一、二句明叙周亚夫奉命率领三十六位将军前往讨伐刘濞等吴楚七国乱贼之事，暗指朝廷命令宣武等十六道进军讨伐吴元济等叛逆之功，歌颂了这场战争的正义性。</p> <p>　　三、四句明写孟尝君赖门客“鸡鸣函谷”之力出关逃逸之怪事，暗射王承宗之流居心叵测，意浑水摸鱼，刺杀忠良之歹心。柳宗元不怎么赞成鸡鸣狗盗，因为“客如雾”，因为“貌同心异”，潜伏着的危险多，因而酿成了武元衡被刺的悲剧。用“鸡鸣”之典便有了一箭双雕的作用：既是一种否定，又是一次警策。</p> <p>　　第十一、十二两句明赞信陵君窃符救赵之举，暗刺唐宪宗平叛不力之实；援子西“以袂掩面而死”的故事，喻武元衡无辜殉国的悲剧。这两句话写得大胆，却也极有讲究：魏王不下令，救赵乃是一句空话；唐王犹豫不决，吴元济等益发猖狂，这是明摆着的道理。子西固死得无辜，武元衡也死非其所。说的是春秋故事，为的是“究天人之际，通古今之变”，却又不露痕迹，可谓妙绝。</p> <p>　　又如第十三、十四两句，引<a href=\"http://so.gushiwen.org/author_70.aspx\">司马相如</a>《谏猎疏》之意，谈<a href=\"http://so.gushiwen.org/author_851.aspx\">吴起</a>舟中劝谏武侯之语，目的是提醒宪宗：“潜伏在您身边的危险远比当年大得多，稍有懈怠，便有车翻舟覆的悲剧发生。所幸的是，现在这些危险已暴露无遗，皇上您该采取措施了吧！”这两句话，语重心长，言外有意，弦外有音。</p> <p>　　基于上面数例的分析，柳宗元完全可以将《古东门行》写成另一首内容与之对应而不用一典的乐府诗。在这首新的《古东门行》中，所有的典故均可改为现实，所有的历史人物都将被换成吴元济、王承宗、李师道、武元衡、<a href=\"http://so.gushiwen.org/author_2608.aspx\">裴度</a>、唐宪宗等，春秋战国时代自然也化作中唐社会，这应该是柳宗元的本意。但是，柳宗元胆子再大也不敢写这样一首《古东门行》。从另一角度审视，倘若柳氏写的真是此诗，他的官位可否保住，有无生命之虞，姑且不谈，而其艺术效果也只能差强人意，很难满足读者二度创造的审美愉悦，故这种借古讽今的艺术手法非常可取。</p> <p>　　章培恒、骆玉明对柳宗元的诗作有一个评价：“柳宗元诗确如<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>所说，兼有简洁、靖深、温丽、含蓄之长，在自然朴素的语言中蕴含了幽远的情思。”读《古东门行》，的确令人有这种感觉。此诗语言简洁晓畅，不奥僻，少雕琢，通俗易懂，意味深长。读者可以在这自然朴素的语境中体会到含蓄，领悟到靖深，感受到诗人炽烈的爱国之情和深沉的悲愤之意。如透过“徼巡司隶眠如羊”，读者可感受到诗人痛惜哀叹之情。刺客们行凶之前，官府捕快只要稍加防备，多点警惕，叛逆们决不可能轻易得手，只可惜官兵百姓均松懈，故汉代恐怖活动频繁，唐代刺客杀手不绝。善良的人们，太麻痹了，太大意了，真是可叹。读“子西掩袂真无辜”一句，读者分明体会到诗人既惋惜 “掩袂而死”的子西，也同样悲叹武元衡的殉国，而更深一层的意蕴和情思是，诗人用不完全归纳法昭示人们：忠君报国者未必有好下场，子西、武元衡如此，“二王八司马”如此，古往今来，几概莫能外。“念天地之悠悠，独怆然而涕下”，柳宗元分明是借别人的酒杯浇自己心中的垒块。</p> <p>　　此诗最后两句“绝胭断骨那下补，万金宠赠不如土”，更是通俗易懂。其字面意思是，头已断，骨已碎，无法起死回生，再多的赠予和恩宠都已毫无意义；实际上是为武元衡鸣不平，对主和派的妥协表示强烈愤慨，对“宠赠厚葬”的建议嗤之以鼻，对唐宪宗的首鼠两端表示不满，对时政进行了嘲讽和鞭挞。这卒章之句极观柳宗元的爱憎之情，为此诗点睛之笔。</p>",
  "about": "<h2>创作背景</h2> 　　元和九年（814）闰八月，割据淮西的藩镇军阀吴少阳死，其子吴元济匿丧四十余日，自领军务。元和十年（815）正月，朝廷发兵征讨。吴元济纵叛军侵扰，直到东都洛阳郊外。河北承德节度使王承宗、山东淄青节度使李师道遥相呼应，上表请赦吴元济不果，便暗中派遣刺客，于六月三日清晨在靖安坊东门将力主平叛的宰相武元衡杀死于上朝途中，力主讨藩的御史中丞<a href=\"http://so.gushiwen.org/author_2608.aspx\">裴度</a>也在通化坊被歹徒刺成重伤。事件发生后，朝野哗然，一些当权的朝官畏惧强藩势力，不敢追捕凶犯，有的竟上疏请求不予穷究，只以宠赠厚葬了事。而另一些主战的官员如<a href=\"http://so.gushiwen.org/author_2369.aspx\">许孟容</a>、<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>等，则坚决要求缉捕罪犯，追查首恶。主战、主和两派针锋相对，斗争激烈。唐宪宗则首鼠两端，莫衷一是。刚到柳州上任的<a href=\"http://so.gushiwen.org/author_646.aspx\">柳宗元</a>得知这一情况，无比悲愤。他一向反对藩镇割据，但由于此时<a href=\"http://so.gushiwen.org/view_18220.aspx\">诗</a>人身处逆境，官微言轻，不能直抒己见，于是用乐府旧题《古东门行》的形式表明了自己的政治态度。",
  "poet": {
    "id": 646,
    "star": 0,
    "name": "柳宗元",
    "image": "http://img.gushiwen.org/authorImg/liuzongyuan.jpg",
    "desc": "柳宗元（773年－819年），字子厚，唐代河东（今山西运城）人，杰出诗人、哲学家、儒学家乃至成就卓著的政治家，唐宋八大家之一。著名作品有《永州八记》等六百多篇文章，经后人辑为三十卷，名为《柳河东集》。因为他是河东人，人称柳河东，又因终于柳州刺史任上，又称柳柳州。柳宗元与韩愈同为中唐古文运动的领导人物，并称“韩柳”。在中国文化史上，其诗、文成就均极为杰出，可谓一时难分轩轾。"
  },
  "tags": [
    "借古讽今",
    "讽刺"
  ]
}