{
  "id": 69070,
  "star": 82,
  "name": "东溪",
  "dynasty": "宋代",
  "content": "行到东溪看水时，坐临孤屿发船迟。<br>野凫眠岸有闲意，老树着花无丑枝。<br>短短蒲茸齐似剪，平平沙石净于筛。<br>情虽不厌住不得，薄暮归来车马疲。",
  "fanyi": "<p><strong>译文</strong><br>　　我来到东溪边观赏溪景，面对着水中的孤石迟迟舍不得上船离开。野鸭在岸边睡着，充满闲情逸趣；老树伸展着秀丽的枝干，繁花似锦，惹人喜爱。溪旁短短的蒲草整齐得似乎经过修剪，平坦的沙岸，洁白的沙石仿佛多次被粗选细筛。我虽然迷上了这里但不得不回去，傍晚到家马儿已累得精疲力衰。</p> <p><strong>注释</strong><br>⑴东溪：即宛溪，在作者家乡安徽宣城。溪发源于天目山，至城东北与句溪合，宛、句两水，合称“双溪”。溪中多石，水波翻涌，奇变可玩。<br>⑵野凫：野鸭。<br>⑶蒲茸：初生的菖蒲。<br>⑷住不得：再不能停留下去了。<br>⑸薄暮：黄昏。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这是一首写景<a href=\"http://so.gushiwen.org/view_69070.aspx\">诗</a>，写得意新语工，结构严密，体现了诗人的一片闲情逸致。</p> <p>　　“行到东溪看水时，坐临孤屿发船迟”，诗人专门乘舟到东溪去看水，一是说明东溪水好，再就是诗人自己“爱闲”’整天挣扎在名利场中的过客是无暇欣赏山水的；第二句写到了东溪，登山孤屿，被眼前的美景所陶醉，不由地流连忘返。“发船迟”正见此意。</p> <p>　　“野凫眠岸有闲意，老树着花无丑枝。短短蒲茸齐似剪，平平沙石净于筛”，四句具体描绘东溪风光。坐临孤屿，诗人看到的是野鸭眠岸，老树着花，短短蒲茸和平平沙石，平平常常的野鸭在岸边栖息，诗人竟看到了其中的闲意，不是“闲人”哪有此境界?这正是推己及物，物我两忘。又看到老树着花，盘枝错节，人老心红，焕发了诗人的青春气息。“无丑枝”新颖俏皮，恬淡悠然的心绪又一次得到深化。再看那“齐似剪”的蒲茸，“净于筛”的沙石更觉赏心悦目，心灵也得到了净化。</p> <p>　　结句“情虽不厌住不得，薄暮归来车马疲”，风景虽好，但不是自己的久居之地。“情虽不厌”回应了首句的“发船迟”，天色已晚，“住不得”说出了心中的无奈，薄暮催人回，车马也劳顿了一天了。</p><br/><h2>鉴赏</h2> <p>　　这是写景<a href=\"http://so.gushiwen.org/view_69070.aspx\">诗</a>，写得“意新语工”。</p> <p>　　第一句，写行到之地（东溪）与到此之由（看水），而“闲意”已暗含于巾，因为只是为了“看水”而“行到”，自是爱闲而不是车马征逐，奔走钻营。第二句写面对之景（孤屿）与留连之情（发船迟），而山水之美，使作者爱之不厌，亦自见于言外。平平写来，毫不费力，而十四字中概括如许之多，确是“平淡”而有工力的（《临汉隐居诗话》）。在结构上，又学<a href=\"http://so.gushiwen.org/author_515.aspx\">王维</a>《终南别业》“行到水穷处，坐看云起时”那份闲适与淡然。当然，这还只是开端，精采的还在下面。</p> <p>　　三、四两句，写“看水”时所见岸旁之景。元代方回赞为“当世名句”（《瀛奎律髓》）；清代<a href=\"http://so.gushiwen.org/author_274.aspx\">纪昀</a>赞为“名下无虚”（《瀛奎律髓评》）；陈衍也说“的是名句”（《宋诗精华录》）。它妙在那里，宋代<a href=\"http://so.gushiwen.org/author_938.aspx\">胡仔</a>说：“似此等句，须细味之，方见其用意”（《苕溪渔隐丛话》）。</p> <p>　　先就第三句说：<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>《漫兴》中有“沙上凫雏旁母眠”，此句取景与杜相同。这说明：作者写水乡春色，抓住了最有特征的东西；更重要的是由此景象中细绎出“有闲意”来。“凫眠”是人所共见的，而“闲意”则由作者的想象与感觉来。作者看到“野凫眠岸”，想象它的自由自在，感觉它“有闲意”，其实正是作者自己“爱闲”、“羡闲”。当时人傅霖诗曰：“忍把浮名卖却闲。”热衷名利之徒是不会“爱闲”、“羡闲”的。这是要从当时社会环境来看的。当然，说“闲”也并非真的遗弃世事，更不是不劳而食。那些热中名利的“车马客”才真是不劳而食的人；而“浮云富贵”，不事奔竞的人，往往正是最关心世事的。</p> <p>　　第四句写岸旁老树，春深着花。此亦乡村常见之景。但“老”与“丑”往往相连，说它“无丑枝”，是作者的新意。这样写，不仅使这一平常村野增添几分春色，更重要的是反映了作者心情。<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>说<a href=\"http://so.gushiwen.org/author_131.aspx\">梅尧臣</a>“文词愈清新，心意难老大，有如妖娆女，老自有余态”（《水谷夜行》）。“老树着花无丑枝”正是“老自有余态”，正是作者“心意难老大”的自我写照。</p> <p>　　这两句合起来看，那就是写出了一个清淡平远而又生意盎然的自然景象，又写出了一个活静自得而又老当益壮的人物心情。每句前四字写景，后三宇写意，边写边议，有景有意，而意又饱和在情中，使景、情、意融为一体。从而既写出深层的含义，而又保持鲜明、生动的形象，它成为“名句”，其妙处是可以说清的。</p> <p>　　三、四句写水旁岸上；五、六句则写水中洲渚。梅尧臣《游隐静山》有“溅溅涧水浅，苒苒菖蒲稠。菖蒲花已晚，菖蒲茸尚柔。”《会胜院沃州亭》中又有“前溪夹洲后溪阔”。是东溪中有洲渚（即第二句所云“孤屿”。<a href=\"http://so.gushiwen.org/author_758.aspx\">谢灵运</a>有《江中孤屿》诗），而蒲茸为宣城山水间常有之植物。加上“浅浅”与“齐似剪”，形象尤为鲜明。“山净江空水见沙”，<a href=\"http://so.gushiwen.org/author_682.aspx\">韩愈</a>曾经这样写过。但韩写的是江是急流；梅尧臣在句中加上“平平”和“净于筛”，则表现溪水的清澈而又平静，更具有江南特征。这两句只写景，而春意之融和、游人之喜悦，自在言外。</p> <p>　　结以“情虽不厌”，总括了中间四句，并回应了第二句的“发船迟”。“情虽不厌”，但事实上又不可能在这个野溪边住下；尽管如此，仍然直到“薄暮”才“归来”。这和<a href=\"http://so.gushiwen.org/author_405.aspx\">王安石</a>“爱此江边好，流连至日斜”（《小舫》），用意相同。至于归到城中之后，就免不了车马驰逐，没有东溪那种闲逸之趣了。两句中有四层转折，在多狄转折中，写出最深层的含义，此是韩、柳“古文”的长技，以梅尧臣为“开山祖师”的宋诗的“以文为诗”，主要就表现在这等地方。它的长处，在于“尽意”；但言之太尽，形象性不免有所减溺，此诗末两句即过于质木。</p> <p>　　这首诗有新意，有名句，有“道前人所未道”之处，至于通篇结构严密，层次繁多，对诗歌语言的发展，很有作用。尤其是二、三两联，意新语工，都是前四字写景，后三字写意，边叙边议，有浓郁的情趣。</p>",
  "about": "<h2>创作背景</h2> 　　皇祐五年（1053），<a href=\"http://so.gushiwen.org/author_131.aspx\">梅尧臣</a>居母丧回到家乡。他徜徉于家乡秀丽的景色中，写了不少<a href=\"http://so.gushiwen.org/view_69070.aspx\">诗</a>，寄托对山水及人生的情趣。这首诗作于至和二年（1055）乡居时。",
  "poet": {
    "id": 131,
    "star": 0,
    "name": "梅尧臣",
    "image": "http://img.gushiwen.org/authorImg/meiyaochen.jpg",
    "desc": "梅尧臣（1002～1060）字圣俞，世称宛陵先生，北宋著名现实主义诗人。汉族，宣州宣城（今属安徽）人。宣城古称宛陵，世称宛陵先生。初试不第，以荫补河南主簿。50岁后，于皇祐三年（1051）始得宋仁宗召试，赐同进士出身，为太常博士。以欧阳修荐，为国子监直讲，累迁尚书都官员外郎，故世称“梅直讲”、“梅都官”。曾参与编撰《新唐书》，并为《孙子兵法》作注，所注为孙子十家著（或十一家著）之一。有《宛陵先生集》60卷，有《四部丛刊》影明刊本等。词存二首。"
  },
  "tags": [
    "古诗三百首",
    "写景",
    "山水"
  ]
}