{
  "id": 8722,
  "star": 84,
  "name": "赋得暮雨送李胄 / 赋得暮雨送李曹",
  "dynasty": "唐代",
  "content": "楚江微雨里，建业暮钟时。漠漠帆来重，冥冥鸟去迟。 <br>海门深不见，浦树远含滋。相送情无限，沾襟比散丝。",
  "fanyi": "<p><strong>译文<br></strong>楚江笼罩在细细微雨里，建业城正敲响暮钟之时。雨丝繁密船帆显得沉重，天色错暗鸟儿飞得迟缓。<br>长江流入海门深远不见，江边树木饱含雨滴润滋。送别老朋友我情深无限，沾襟泪水象江面的雨丝。</p> <p><strong>注释</strong><br>1.楚江：长江三峡以下至濡须口一段，古属楚国，称楚江。<br>2.海门：长江入海处，在今江苏省海门市。<br>3.建业：今南京市。<br>4.散丝：细雨，这里喻指流泪。<br>5.浦树：水边的树。<br>6.含滋：湿润，带着水汽。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这是一首送别<a href=\"http://so.gushiwen.org/view_8722.aspx\">诗</a>。李胄，一作李曹，又作李渭，其人，其事，以及他与<a href=\"http://so.gushiwen.org/author_564.aspx\">韦应物</a>的关系，似已无考；从此诗看，想必两人的交谊颇深。诗中的“楚江”、“建业”，是送别之地。长江自三峡以下至濡须口（在今安徽省境内），古属楚地，所以叫楚江。建业，原名秣陵，三国时吴主孙权迁都于此，改称建业，旧城在今南京市南。</p> <p>　　这是一首咏暮雨的送别诗。虽是微雨，却下得密，以致船帆涨饱了，鸟飞缓慢了。首联写送别之地，扣紧“雨”、“暮”主题。二、三两联渲染迷?暗淡景色；暮雨中航行江上，鸟飞空中，海门不见，浦树含滋，境地极为开阔，极为邈远。末联写离愁无限，潸然泪下。全诗一脉贯通，前后呼应，浑然一体。虽是送别，却重在写景，全诗紧扣“暮雨”和“送”字着墨。</p> <p>　　首联“楚江微雨里，建业暮钟时”，起句点“雨”，次句点“暮”，直切诗题中的“暮雨”二字。“暮钟时”，即傍晚时分，当时佛寺中早晚都以钟鼓报时，所谓“暮鼓晨钟”。以楚江点“雨”，表明诗人正伫立江边，这就暗切了题中的“送”字。“微雨里”的“里”字，既显示了雨丝缠身之状，又描绘了一个细雨笼罩的压抑场面。这样，后面的帆重、鸟迟这类现象始可出现。这一联，淡淡几笔，便把诗人临江送别的形象勾勒了出来，同时，为二、三联画面的出现，涂上一层灰暗的底色。</p> <p>　　下面诗人继续描摹江上景色：“漠漠帆来重，冥冥鸟去迟。海门深不见，浦树远含滋。”细雨湿帆，帆湿而重；飞鸟入雨，振翅不速。虽是写景，但“迟”、“重”二字用意精深。下面的“深”和“远”又着意渲染了一种迷蒙暗淡的景色。四句诗，形成了一幅富有情意的画面。从景物状态看，有动，有静；动中有静，静中有动：帆来鸟去为动，但帆重犹不能进，鸟迟似不振翅，这又显出相对的静来；海门、浦树为静，但海门似有波涛奔流，浦树可见水雾缭绕，这又显出相对的动来。从画面设置看，帆行江上，鸟飞空中，显其广阔；海门深，浦树远，显其邃邈。整个画面富有立体感，而且无不笼罩在烟雨薄暮之中，无不染上离愁别绪。</p> <p>　　景的设置，总是以情为转移的，所谓“情哀则景哀，情乐则景乐”（吴乔《围炉诗话》）。诗人总是选取对自己有独特感受的景物入诗。在这首诗里，那冥冥暮色，霏霏烟雨，固然是诗人着力渲染的，以求与自己沉重的心境相吻合，就是那些用来衬托暮雨的景物，也无不寄寓着诗人的匠心，挂牵着诗人的情思。海门是长江的入海处。南京临江不临海，离海门有遥遥之距，海门“不见”，自不待言，何故以此入诗？此处并非实指，而是暗示李曹的东去，就视觉范围而言，即指东边很远的江面，那里似有孤舟漂泊，所以诗人极目而视，神萦魂牵。</p> <p>　　然而人去帆远，暮色苍苍，目不能及；但见江岸之树，栖身于雨幕之中，不乏空寂之意。无疑这海门、浦树蕴含着诗人怅惘凄戚的感情。诗中不写离舟而写来帆，也自有一番用意。<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>的名句“孤帆远影碧空尽”是以离帆入诗的，写出了行人远去的过程，表达了诗人恋恋不舍的感情。此诗只写来帆，则暗示离舟已从视线中消失，而诗人仍久留不归，同时又以来帆的形象来衬托去帆的形象，而对来帆的关注，也就是对去帆的遥念。其间的离情别绪似更含蓄深沉。而那羽湿行迟的去鸟，不也是远去行人的写照吗？</p> <p>　　经过铺写渲染烟雨、暮色、重帆、迟鸟、海门、浦树，连同诗人的情怀，交织起来，形成了浓重的阴沉压抑的氛围。置身其间的诗人，情动于衷，不能自已。猛然，那令人肠断的钟声传入耳鼓，撞击心弦。此时，诗人再也抑止不住自己的感情，不禁潸然泪下，离愁别绪喷涌而出：“相送情无限，沾襟比散丝。”随着情感的迸发，尾联一改含蓄之风，直抒胸臆；又在结句用一个“比”字，把别泪和散丝交融在一起。“散丝”，即雨丝，晋张协《杂诗》有“密雨如散丝”句。这一结，使得情和景“妙合无垠”，“互藏其宅”（<a href=\"http://so.gushiwen.org/author_504.aspx\">王夫之</a>《姜斋诗话》），既增强了情的形象性，又进一步加深了景的感情然彩。从结构上说，以“微雨”起，用“散丝”结，前后呼应；全诗四联，一脉贯通，浑然一体。</p>",
  "poet": {
    "id": 564,
    "star": 0,
    "name": "韦应物",
    "image": "http://img.gushiwen.org/authorImg/weiyingwu.jpg",
    "desc": "韦应物（737～792），中国唐代诗人。汉族，长安(今陕西西安)人。今传有10卷本《韦江州集》、两卷本《韦苏州诗集》、10卷本《韦苏州集》。散文仅存一篇。因出任过苏州刺史，世称“韦苏州”。诗风恬淡高远，以善于写景和描写隐逸生活著称。"
  },
  "tags": [
    "唐诗三百首",
    "送别",
    "友情",
    "写雨"
  ]
}