{
  "id": 72580,
  "star": 31,
  "name": "信陵君窃符救赵",
  "dynasty": "两汉",
  "content": "　　魏公子无忌者，魏昭王少子，而魏安釐王异母弟也。昭王薨，安釐王即位，封公子为信陵君。</p> <p>　　公子为人，仁而下士 ，士无贤不肖，皆谦而礼交之，不敢以其富贵骄士。士以此方数千里争往归之，致食客三千。当是时，诸侯以公子贤，多客，不敢加兵谋魏十余年。</p> <p>　　魏有隐士曰侯嬴，年七十，家贫，为大梁夷门监者。公子闻之，往请，欲厚遗之。不肯受，曰：“臣修身洁行数十年，终不以监门困故而受公子财。”公子于是乃置酒，大会宾客。坐定，公子从车骑，虚左，自迎夷门侯生。侯生摄敝衣冠，直上载公子上坐，不让，欲以观公子。公子执辔愈恭。侯生又谓公子曰：“臣有客在市屠中，原枉车骑过之。”公子引车入市，侯生下，见其客朱亥，俾倪，故久立与其客语，微察公子，公子颜色愈和。当是时，魏将相宗室宾客满堂，待公子举酒；市人皆观公子执辔。从骑皆窃骂侯生。侯生视公子色终不变，乃谢客就车。至家，公子引侯生坐上坐，遍赞宾客，宾客皆惊。酒酣，公子起，为寿侯生前。侯生因谓公子曰：“今日嬴之为公子亦足矣！嬴乃夷门报关者也，而公子亲枉车骑自迎嬴，于众人广坐之中，不宜有所过，今公子故过之。嬴欲就公子之名，故久立公子车骑市中，过客，以观公子，公子愈恭。市人皆以嬴为小人，而以公子为长者，能下士也。</p> <p>　　于是罢酒，侯生遂为上客。</p> <p>　　侯生谓公子曰：“臣所过屠者朱亥，此子贤者，世莫能知，故隐屠间耳。”公子往，数请之，朱亥故不复谢。公子怪之。</p> <p>　　魏安釐王二十年，秦昭王已破赵长平军，又进兵围邯郸)公。子姊为赵惠文王弟平原君夫人，数遗魏王及公子书，请救语魏。魏王使将军晋鄙将十万众救赵。秦王使使者告魏王曰：“吾攻赵，旦暮且下，而诸侯敢救赵者，已拔赵，必移兵先击之。”魏王恐，使人止晋鄙，留军壁邺，名为救赵，实持两端以观望。平原君使者冠盖相属于魏，让魏公子曰：“胜所以自附为婚姻者，以公子之高义，为能急人之困。今邯郸旦暮降秦而魏救不至，安在公子能急人之困也！且公子纵轻胜，弃之降秦，独不怜公子姊邪？”公子患之，数请魏王，及宾客辨士说王万端。魏王畏秦。终不听公子。</p> <p>　　公子自度终不能得之于王，计不独生而令赵亡，乃请宾客，约车骑百余乘，欲以客往赴秦军，与赵俱死。行过夷门，见侯生，具告所以欲死秦军状。辞决而行，侯生曰：“公子勉之矣！老臣不能从。”公子行数里，心不快，曰：吾所以待侯生者备矣，天下莫不闻，今吾且死，而侯生曾无一言半辞送我，我岂有所失哉？”复引车还，问侯生。侯生笑曰：“臣故知公子之还也。”曰：“公子喜士，名闻天下。今有难，无他端，而欲赴秦军，譬若以肉投馁虎，何功之有哉？尚安事客？然公子遇臣厚，公子往而臣不送，以是知公子恨之复返也。”公子再拜，因问。侯生乃屏人间语曰：“嬴闻晋鄙之兵符常在王卧内，而如姬最幸，出入王卧内，力能窃之。嬴闻如姬父为人所杀，如姬资之三年，自王以下，欲求报其父仇，莫能得。如姬为公子泣，公子使客斩其仇头，敬进如姬。如姬之欲为公子死，无所辞，顾未有路耳。公子诚一开口请如姬，如姬必许诺，则得虎符夺晋鄙军，北救赵而西却秦，此五霸之伐也。”公子从其计，请如姬。如姬果盗兵符与公子。</p> <p>　　公子行，侯生曰：“将在外，主令有所不受，以便国家。公子即合符，而晋鄙不授公子兵，而复请之，事必危矣。臣客屠者朱亥可与俱，此人力士。晋鄙听，大善；不听，可使击之。于是公子泣生曰：“公子畏死邪？何泣也？”公子曰：“晋鄙嚄唶宿将，往恐不听，必当杀之，是以泣耳，岂畏死哉？”于是公子请朱亥。朱亥笑曰：“臣乃市井鼓刀屠者，而公子亲数存之，所以不报谢者，以为小礼无所用。今公子有急，此乃臣效命之秋也。”遂与公子俱。公子过谢侯生。侯生曰：“臣宜从，老不能，请数公子行日，以至晋鄙军之日北乡自刭，以送公子。”公子遂行。</p> <p>　　至邺，矫魏王令代晋鄙。晋鄙合符，疑之，举手视公子曰：“今吾拥十万之众，屯于境上，国之重任。今单车来代之，何如哉？”欲无听。朱亥袖四十斤铁椎椎杀晋鄙。公子遂将晋鄙军。勒兵，下令军中曰：“父子俱在军中，父归。兄弟俱在军中，兄归。独子无兄弟，归养。”得选兵八万人，进兵击秦军。秦军解去，遂救邯郸，存赵。赵王及平原君自迎公子于界，平原君负栏矢为公子先引。赵王再拜曰：“自古贤人，未有及公子者也！”当此之时，平原君不敢自比于人。</p> <p>　　公子与侯生决，至军，侯生果北乡自刭。</p> <p>　　魏王怒公子之盗其兵符，矫杀晋鄙，公子亦自知也。已却秦存赵，使将将其军归魏，而公子独与客留赵。",
  "fanyi": "<p><strong>译文</strong><br>　　魏国公子无忌，是魏昭王的小儿子，魏安釐王同父异母的弟弟。昭王死后，安釐王登上王位，封公子为信陵君。</p> <p>　　公子为人，待人仁爱，又能谦逊地对待士人。凡是士人，不论德才高低，公子都谦逊地有礼貌地同他们结交，不敢凭仗自己的富贵对士人骄傲。因此，方圆几千里以内的士人都争着去归附他，他招来了食客三千人。在这个时候，各国诸侯因为公子贤能，又有很多门客，有十多年不敢施加武力打魏国的主意。</p> <p>　　魏国有位隐士，名叫侯赢，七十岁了，家里贫穷，做大梁夷门的守门人。公子听说这么个人，就去拜访他，想送他一份厚礼，侯赢不肯受，说：“我修养品德，保持操行的纯洁，已经几十年了，终竟不能因为看守城门穷困的缘故接受公子的财物。”公子于是办了酒席，大会宾客。（宾客）坐好以后，公子带着车马，空出车上左边的座位，亲自去迎接夷门的侯生。侯生撩起破旧的衣服，径直走上车子，坐在公子的上座，毫不谦让，想借此观察公子的态度。公子握着缰绳，（态度）更加恭敬。侯生又对公子说：“我有个朋友在肉市里，希望委屈你的车马去访问他。”公子就驱车进入肉市。侯生下了车，会见他的朋友朱亥，斜着眼睛傲视着，故意久久地站着跟他的朋友谈话，（一面）暗暗地观察公子，公子的脸色更加温和。在这个时候，魏国的将相和贵族以及其他宾客坐满堂上，等待公子开宴；市上的人都看着公子握着缰绳驾车，公子的随从都暗地骂侯生。侯生看见公子（温和的）脸色始终没有改变，才辞别朱亥登上车子。到了公子家中，公子领侯生坐在上座上，向侯生一个一个地介绍宾客，宾客都很吃惊。酒喝得正痛快的时候，公子站起来，到侯生面前为他举杯祝寿。侯生于是对公子说：“今天我难为您也算够了。我不过是夷门的看门人，公子却亲自委屈自己的车马，亲自迎接我。在大庭广众之中，不应该有逾越常礼之处，但今天公子特意逾越常礼。然而我想要成就公子爱士的美名，（所以）故意让公子的车马久久地站在市场中，借访问朋友来观察公子，公子却更加恭敬。街上的人都认为我是小人，认为公子是有德性的人，能够谦虚地对待士人。”</p> <p>　　于是结束宴会。侯生就成了公子的上客。侯生对公子说：“我访问的屠夫朱亥，这个人是有才德的人，世上没有哪个人了解他，因此隐居在屠户中间。”公子就前往朱亥家，屡次向他问候。朱亥故意不答谢。公子对此感到奇怪。</p> <p>　　魏安釐王二十年，秦昭王已经打败了赵国长平的驻军，又进兵围攻邯郸。公子的姐姐是赵惠王的弟弟平原君的夫人，多次送信给魏王和公子，向魏王请求救兵，魏王派将军晋鄙率领十万军队援救赵国。秦昭王派使臣告诉魏王说：“我进攻赵国（都城），早晚将要攻下来；如果诸侯有敢援救赵国的，我在攻克赵国后，一定调遣军队首先攻打它！”魏王害怕了，派人叫晋鄙停止前进，把军队驻扎在邺，名义上是救赵，实际上是两面讨好，以观望局势的变化。</p> <p>　　平原君的使臣连续不断地来到魏国，责备魏公子道：“我之所以自愿高攀您结为姻亲，是因为公子义气高尚，是能够关心和解救别人困难的。现在邯郸早晚就要投降秦国了，魏国的救兵却还没有来，公子能关心和解救别人的困难这一点又表现在哪里呢！况且公子即使看不起我，抛弃我，让我投降秦国，难道就不可怜公子的姐姐吗？”公子为此事发愁，屡次请求魏王发兵，同时让自己的门客和辩士用各种理由劝说魏王，魏王害怕秦国，始终不肯听从公子。</p> <p>　　公子自己估计，终究不能从魏王那里得到救兵，决计不独自活着而使赵国灭亡，于是邀请门客，准备了一百多量车，想率领门客去同秦军拼命，与赵国人死在一起。走过夷门时，会见侯生，把打算去同秦军拼命的情况和原因全告诉侯生。告别出发，侯生说：“公子努力吧！我不能跟您一道去。”公子走了几里路，心理不愉快，说：“我对待侯生的礼节够周到了，天下没有谁不知道；现在我即将去死，可是侯生连一言半语送我的话都没有，我（对他）难道有礼节不周到的地方吗？”便又调转车子回来问侯生。侯生笑着说：“我本来就知道公子公子会回来的。”接着说：“公子喜爱士人，名称传遍天下。现在有危难，没有别的办法，却想赶去同秦军拼命，这就像拿肉投给饿虎，有什么用处呢？公子还用门客干什么！然而公子待我恩情深厚，公子前去（拼命）而我不送行，因此知道公子对此感到遗憾，一定会再回来的。”公子拜了两拜，说道：“我听说晋鄙的兵符常放在魏王的卧室里，如姬最受宠爱，经常出入魏王的卧室，她有办法能够偷到它。我听说如姬的父亲被人杀了，如姬悬赏请人报仇有三年了，从魏王以下，都想办法替她报杀父之仇，但没有人能够做到。如姬对公子哭诉，公子派门客斩下她仇人的头，恭敬地献给如姬。如姬愿意为公子（出力，即使）献出生命，也不会推辞，只是没有机会罢了。公子果真开口请求如姬，如姬一定答应，那就可以得到兵符，夺取晋鄙的军队，北边救援赵国，西边打退秦国，这是五霸那样的功业啊。”公子依从他的计策，去请求如姬。如姬果然偷出兵符交给公子。</p> <p>　　公子出发时，侯生说：“将在外，国君的命令有的可以不接受，为的对国家有利。公子即使合了兵符，如果晋鄙不把军队交给公子，再向魏王请求，事情就一定危险了，晋鄙听从，那很好；不听从，就可以让朱亥击杀他。”于是公子哭起来。侯生说：“公子怕死吗？为什么哭泣呢？”公子说：“晋鄙是位叱咤风云的老将，我去（接他的兵权），恐怕他不会听从，必定要杀死他，因此哭泣，哪里是怕死呢！”于是公子去邀请朱亥。朱亥笑着说：“我本是市场上一个操刀宰杀牲畜的人，可是公子多次亲自来慰问我，我之所以不回谢，是因为我认为小的礼节没有用处。现在公子有急难，这就是我替您贡献生命的时候了。”于是他就跟公子一同前去。公子又去向侯生辞别，侯生说：“我应当跟您去，年老了，不能去了，请让我计算公子走路的日程，在您到达晋鄙军营的那天，我面向北方自杀，以此来送公子！”</p> <p>　　公子于是就出发了，到了邺城，假传魏王的命令代替晋鄙。晋鄙合了兵符，对此感到怀疑，举起手来注视着公子，说：“现在我统率十万大军，驻扎在边境上，这是国家交给的重任。如今你单车匹马来接替我，这是怎么回事呢？”想要不听从（命令）。朱亥拿出袖子里藏着的四十斤重的铁锤，用锤子打死了晋鄙。</p> <p>　　公子于是统率了晋鄙的军队。整顿队伍，给军中下了命令，说：“父子都在军中的，父亲回去。兄弟都在军中的，哥哥回去。独子没有兄弟的，回家奉养父母。”（这样，）得到经过挑选的精兵八万人，进兵攻打秦军，秦军解围而去，于是救下了邯郸，保存了赵国。赵王和平原君亲自到城外迎接公子，平原君背着箭筒和弓箭给公子引路。赵王拜了两拜，说道：“自古以来的贤人，没有比得上公子的啊！”（在）这时，平原君不敢拿自己和信陵君相比。</p> <p>　　公子与侯生分别，到达晋鄙军中那天，侯生果然面向北方自杀了。</p> <p>　　魏王恼恨公子偷了兵符，假传命令杀了晋鄙，公子自己也知道这些情况。已经击退了秦军保存了赵国之后，公子派部将率领军队回归魏国，他独自和门客留在赵国。</p> <p><strong>注释</strong><br>1. 魏：战国时国名，建都安邑（今山西省夏县北），魏晖王时迁都大梁（今河南省开封市）。<br>2. 公子：诸侯的儿子，后来官僚的二子也称公子。<br>3. 魏昭王：名遬（古“速”字），在位时间为公元前295～前277年。<br>4. 安釐王：名圉（yǔ），在位时间为公元前276～前243年。釐：也写作“僖”。<br>5. 异母弟：同父不同母的弟弟。者……也：最常见的判断句式，可译为“……是……”。<br>6. 薨（hōng）：周代，诸侯死了叫薨；后代有封爵的大官死了，也叫薨。<br>7. 即位：指帝王登位。<br>8. 封：古代帝王把爵位或土地赐给臣子。<br>9. 仁：仁爱。<br>10. 下士：恭谦地对待士人。下：谦让。<br>11. 无：不论。<br>12. 贤：有才德。<br>13. 不肖：无才德，于贤相对而言。<br>14. 而：顺承连词，可不译。<br>15. 礼交：按一定礼节与人交往。<br>16. 之：他们，代“士”。<br>17. 以：凭仗。<br>18. 其：他的，代信陵君。<br>19. 骄：骄傲地对待，形容词用作动词。<br>20. 以此：因此。此：代上句内容，甚言区域之广。<br>21. 争：争先恐后。<br>22. 归：投奔，归附。<br>23. 致：招来。<br>24. 食客：亦称门客，指古代寄食在贵族官僚家里并为主人效劳的人。<br>25. 加兵：施加兵力，及发动战争。<br>26. 谋：图谋，做侵犯的打算。<br>27. 隐士：封建时代称隐居民间不肯做官的人。<br>28. 大梁：魏国都城（今河南省开封市）。<br>29. 夷门：大梁城的东门。<br>30. 监者：守门人。<br>31. 之：他，代侯赢。<br>32. 厚遗：丰厚地赠送，即赠送丰厚的礼物。遗：赠送。<br>33. 臣：我，秦汉前表示谦卑的自称。<br>34. 洁行：使品德纯洁。洁：使……洁，形容词的使动用法。<br>35. 终：终究。<br>36. 以：因为。<br>37. 监门：指看守城门。<br>38. 故：缘故。<br>39. 置酒：备办酒席。<br>40. 从车骑（jì）：带着随从车马。从：使……跟从，动词的使动用法。<br>41. 虚左：空出尊位。古代乘车以左位为尊。<br>42. 生：先生的省称。<br>43. 摄敝衣冠：撩起破旧的衣服。摄：拉、拽、撩起。敝：破旧。衣冠：衣服。偏义复词，冠没有意义。<br>44. 直上：径直上（车）。<br>45. 载公子上坐：把自己安置在公子左边的尊位上。载：安置，搁。上坐：尊位，上位。坐，同“座”。?<br>46. 以：凭借，“以”后省宾语“之”。之，代侯生上述行动。<br>47. 观：观察。<br>48. 执辔：握着驭马的缰绳（亲自驾车）。<br>49. 客：这里指朋友。<br>50. 市屠：肉市。<br>51. 愿：希望。<br>52. 枉车骑（jì）：委屈“您的”车马随从。<br>53. 过：访问，看望。<br>54. 引车：带领车骑。<br>55. 俾（bì）倪（bì）：同“睥睨”，斜着眼睛看，表示旁若无人的傲慢神态。<br>56. 故：副词，故意。<br>57. 其：他的，代侯生。<br>58. 语：说话。<br>59. 微察：偷偷地观察。察：与上文“观”互文见义。<br>60. 颜色：脸色。<br>61. 宗室：与国君或皇帝同一祖宗的贵族。<br>62. 举酒：开宴的意思。<br>63. 窃：暗地，偷偷地。<br>64. 终：副词，始终。<br>65. 乃：副词，用于后一分句之首，表示衔接，可译为“然后”“于是”。<br>66. 谢：告辞。<br>67. 引：导引。<br>68. 上坐：尊位。坐：同“座”，名词。“上坐”前的“坐”为动词。“上坐”前省介词“于”（在）。<br>69. 遍：周遍，一个一个地。<br>70. 赞：见（xiàn），这里是介绍的意思。“赞”是使动用法。<br>71. 酒酣：饮酒兴尽畅快。<br>72. 为寿：也叫上寿，意思是向尊者献酒，并致辞祝颂。“侯生前”之前省介词“于”（向）。<br>73. 因：于是。<br>74. 之：用于主谓短语的主谓之间，取消短语的独立性。<br>75. 为：难为，作难。<br>76. 足：够。矣：啦，表示事物的既成状态，并有加强语气的作用。<br>77. 乃：（仅仅）是。<br>78. 报关者：名词性“者”字短语，守城门的人，即负责开关城门的人。关：门栓。<br>79. 不宜：不应该。<br>80. 有所过：有逾越常礼之处。所过：名词性“所”字短语，作“有”的宾语。过：逾越。<br>81. 故：特意。<br>82. 过之：逾越常礼。之：代词，指向侯生“遍赞宾客”一事。<br>83. 就：成就。<br>84. 之：的，用在修饰语和被修饰语之间，表示领属关系。<br>85. 立：使……立，动词的使动用法。“市中”前省介词“于”（在）。<br>86. 过客：访问朋友。过：访问。<br>87. 以：介词，后省宾语（之）。<br>88. 以……为……：文言中表示意谓意义的格式。以：是表“译文”意义的动词，与“为”字相配，组成兼语式的意动句，表示对人或事的看法或判断，相当于“认为……是……”。<br>89. 而：连词，连接两个句子，表示并列关系，可不译出。<br>90. 长者：有德性的人。<br>91. 也：表肯定语气。<br>92. 于是：承接连词，相当于现代汉语的“于是”。<br>93. 罢酒：结束宴会。<br>94. 遂：就。<br>95. 为：成为，做了。<br>96. 所过：名词性“所”在短语，意即“访问的”。<br>97. 屠者：以屠宰牲畜为业的人，可译为“屠夫”。<br>98. 子：古代男子的尊称。<br>99. 贤者：有才德的人。<br>100. 莫：无指代词，表示“没有谁”的意思。<br>101. 知：了解。故：所以。<br>102. 隐：埋没，作“隐居”讲，也通。<br>103. 耳：助词，表示范围的仅此性，相当于“而已”，这里可不必译出。<br>104. 数（shuò）：多次。<br>105. 请：拜访他，代朱亥。<br>106. 故：故意。<br>107. 复谢：答谢，问访。<br>108. 怪之：以之为怪，意即对这种情况感到奇怪，“怪”属意动用法。之：指代上面两句的内容。<br>109. 秦昭王：即昭襄王，名则，在位时间为公元前306～前251年。秦破赵长平军，在公元前260年。秦昭王命白起为大将军，在长平大败赵军，活埋赵军降卒四十万人，赵国大为震惊。<br>110. 长平，赵地，在今山西省高平县。<br>111. 邯郸：赵国都城，在今河北省邯郸市。<br>112. 赵惠文王，赵孝成王的父亲。<br>113. 平原君：赵国公子赵胜的封号，任赵相。公元前259年，秦兵围邯郸，他组织力量坚守。<br>114. 数（shuò）：多次。<br>115. 遗（wèi）：致送。<br>116. 将（jiàng）：统率。<br>117. 众：这里指军队。<br>118. 使使者：派遣使者。前一个“使”为动词，派遣。后一个“使”与“者”结合，组成名词性短语，用来指代人，意即“出使的人”（使臣）。<br>119. 旦暮：早晚间，形容很短时间。<br>120. 且：副词，表示动作行为马上或将要发生，可译为“就将”，“将要”。<br>121. 下：动词，攻下。?<br>122. 而：这里用为假设连词，如果。<br>123. 者：语助词，用在表假设的分句的末尾，可译为“的话”。<br>124. 已：时间副词，可译为“在……之后”。<br>125. 拔：攻克，与上文的“下”为近义词。<br>126. 移兵：调动军队。<br>127. 之：它，代“诸侯”。<br>128. 止晋鄙：叫晋鄙停止前进。止：使……停止。<br>129. 留：使……停留，都表使动。<br>130. 壁：原义是营垒，这里是安营驻扎的意思。<br>131. 邺：魏地名，靠近赵国，在今河北省临漳县。“邺”前省略介词“于”（在）。<br>132. 名：名义上。<br>133. 持两端：手握两头，比喻对双方采取两面手法，不敢得罪或支持哪一方。<br>134. 以：连词，所连接的后一部分表示前面动作行为的目的，可译为“来”。<br>135. 观望：怀着犹豫的心情，观看形势的变化。<br>136. 冠盖相属：指使者相连续。冠：帽子，借指礼服。盖：车盖，借指华美的车子。冠盖：指使者。相属（zhǔ）：连续不断。<br>137. 让：责备。<br>138. 胜：平原君（赵胜）自称，可译为“我”。<br>139. 自附：自愿地依附。<br>140. 婚姻：亲戚，因男女婚嫁而结成亲戚。所以……：名词性短语，可译为“……的缘故”或“之所以……”。<br>141. 者：表句中停顿，并提示下文将有所说明。<br>142. 以：因为。<br>143. 高义：高尚的道义。<br>144. 为：是。<br>145. 急人之困：为别人的困苦焦急操心。急：形容词用作动词。<br>146. 今：如今。<br>147. 而：然而。<br>148. 安在：（表现）在哪里。安，疑问代词，表处所，作动词（在）的宾语，倒置。<br>149. 也：与（安）配合，表疑问语气，可译为“呢”。<br>150. 且：连词，况且，表转换话题。<br>151. 纵：连词，纵然，即使。<br>152. 轻：看不起，形容词用作动词。<br>153. 弃：抛弃。之：我，代平原君。<br>154. 独：副词，可译为“难道”“竟（然）”。<br>155. 邪：吗。<br>156. 患之：为这件事担忧。患：忧虑。之：指赵求救而魏王不肯救。<br>157. 终：始终。<br>158. 度（duó）：估量，推测。<br>159. 终：终究。<br>160. 得之于王：从魏王那里得到给赵的援助。之：贷出兵救赵的事。于：从。<br>161. 计：决计，打算。<br>162. 不独生：不独自活着，即下文“与赵俱死”的意思。<br>163. 令：使，让。<br>164. 乃：副词，于是，表示前后两个分句的衔接。<br>165. 宾客：止门下的食客。<br>166. 约：准备。<br>167. 乘（shéng）：古时一车四马叫一乘。<br>168. 以：率领。<br>169. 赴秦军：赶去与秦军拼命。赴：奔走以从事，这里有舍身投入的意思。<br>170. 赵：指赵国将士。<br>171. 俱：副词，一同。<br>172. 过：经过，与上文“过客”“有所过”等的“过”，含义不同。<br>173. 具：备，都，完全。<br>174. 所以：表原因，这里可译为“之所以”。<br>175. 欲：将要。<br>176. 死秦军：与秦军拼命，与秦军同归于尽。<br>177. 状：情况。这是个双宾语句，省近宾语“之”，“之”代侯生。译时用“把”字将远宾语提到谓语“具告”前。<br>178. 辞决：辞别，告别。辞：告。决：通“诀”。<br>179. 勉之：努力。之：为凑足一个音节，无义。矣：吧，表祈使语气。<br>180. 快：痛快。<br>181. 所以待侯生：名词性短语，意即“用以对待侯生的礼节”。<br>182. 备：完备，周到。<br>183. 矣：了，表肯定语气。<br>184. 莫：没有谁，无指代词。<br>185. 且：副词，将要。<br>186. 曾：副词，表示事实出人意外或已达到某种极限。竟（然），简直。<br>187. 岂：难道。<br>188. 所失：名词性“所”字短语，这里用来指代“礼节不周到的地方”。失：失礼，礼节不周到，与上句的“备”字相对而言。<br>189. 哉：与“岂”配合，表反问，可译为“吗”。<br>190. 引车：率领车骑。<br>191. 故：副词，早已，本来就。<br>192. 之：用于主谓短语的主谓之间，取消短语的独立性。<br>193. 名：声名。<br>194. 闻：传布。“天下”前省略介词“于”（到）。<br>195. 他端：别的办法。<br>196. 而：却，表转折。<br>197. 赴秦军：舍身投入秦军。<br>198. 譬若：好像。<br>199. 以：拿。<br>200. 馁：饥饿。<br>201. 何功之有：即“有何功”，有什么作用。之：起着把宾语“何功”提前的作用。哉：与“何”配合，表疑问，可译为“呢”。<br>202. 尚：副词，还。<br>203. 安：为什么，何必。<br>204. 事：用。<br>205. 遇：对待。<br>206. 厚：优厚。<br>207. 而：却。<br>208. 以是：因此。<br>209. 恨之：对我的行为感到遗憾。恨：遗憾。也：表示肯定语气。<br>210. 再拜：连拜两次，表示礼节隆重，反映求计心切。<br>211. 因：于是。<br>212. 问：咨询，请教。这一句省略的成分比较多，全句的意思是：于是向侯生请教救赵的计策。<br>213. 乃：就，于是。<br>214. 屏（bǐng）人：叫旁人走开。屏：使……退避，动词的使动用法。<br>215. 间（jiàn）语：密谈，私语。<br>216. 兵符：征调兵将用的凭证，用铜玉或竹木做成，状如虎，又成虎符，上刻文字，剖成两半，彼此相合。一半授给出征将帅，国君有命令，派人持留下的半符前去传达，两相吻合，命令才能施行。<br>217. 卧：卧室，寝宫。<br>218. 而：顺承连词，可不译。<br>219. 如姬：安釐王宠妃。<br>220. 幸：旧指得帝王宠爱。<br>221. 力：能力。<br>222. 窃：窃取，偷到。<br>223. 资之：为这事悬赏。之，代“如姬父为人所杀”的事。一说，资，做“蓄”解；资之，蓄为父报仇之心。<br>224. 莫：没有谁，无指代词。<br>225. 为：对，介词。<br>226. 之：用于分句的主谓之间，表语意未完。死：这里是献出声明的意思。<br>227. 无所：是表示否定的动宾关系的习惯格式，相对于“没有什么……”。无，是个动词；所，与后边的动词相结合，作“无”的宾语。<br>228. 辞：推辞。<br>229. 顾：只是，但是。<br>230. 路：途径。<br>231. 耳：罢了，表限止语气。<br>232. 诚：副词，果真。<br>233. 许诺：答应。<br>234. 则：就（会）。<br>235. 却秦：使秦军退却，意即打退秦军。却：使……退去，使动用法。<br>236. 伐：功业。<br>237. 果：果然，真的。<br>238. 主令：国君（或天子）的命令。<br>239. 有所不受：有时（可以）不接受。吕昌莹《经传衍义》：“有所，谓有时也。”以：连词，所连接的后一部分表示前面动作行为的目的，可译为“为了”。<br>240. 便：利。<br>241. 即：连词，即使。<br>242. 授：授给，交给。<br>243. 请：问，请示。<br>244. 臣客：我的朋友。<br>245. 与俱：跟（您）一起去。介词“与”后省宾语“之”（公子）。俱：与“偕”同义，一路同行。<br>246. 听：听从。<br>247. 大善：很好。“使”后省兼语“朱亥”。<br>248. 击：打死。<br>249. 泣：流泪，低声哭。<br>250. 嚄（huò）唶（zè）宿将：意思是叱咤风云很有威望的老将。嚄：大笑。唶：大叫，很有威势的样子。宿将：有威望的老将。<br>251. 是以：因此。<br>252. 乃：副词，帮助表判断。<br>253. 市井：古代指做买卖的地方。<br>254. 鼓刀：动刀，操刀。<br>255. 而：可是。<br>256. 存：问候。<br>257. 所以……：相当于“……的缘故（原因）”。<br>258. 报谢：答谢。<br>259. 小礼：指“所”字短语，意即“用处”。<br>260. 急：急难之事，形容词用作名词。<br>261. 效命：贡献生命。<br>262. 秋：时机。<br>263. 过谢：登门拜谢。<br>264. 请：请让我。<br>265. 数（shǔ）：计算。<br>266. 行日：行路的日程，行程。<br>267. 以至晋鄙军之日：介宾短语作状语。以，在。<br>268. 北乡（xiàng）：是“乡北”的倒装，意即面向北方。乡：同“向”。晋鄙军驻地邺在大梁北边，故侯生说“北向”。<br>269. 自刭：刎颈自尽。<br>270. 以：送，介词，以（此）。这里有报答的意思。<br>271. 矫：假传，诈称。<br>272. 疑之：怀疑这件事。<br>273. 视：这里指瞪着眼睛仔细观察。<br>274. 拥：持，掌握的意思。<br>275. 屯：驻扎。<br>276. 境：边境。邺，靠近赵国，故说“境上”。<br>277. 单车：指单单有乘坐的车辆，没有跟随的士兵，犹言单车匹马。<br>278. 何如哉：（这是）怎么回事呢。何如：表示对情况的询问。哉：表疑问语气，也有感叹的色彩。<br>279. 无：不。听：听从。<br>280. 袖：藏在袖子里，名词用作动词。<br>281. 椎：通“锤”，是用以击人的武器。前一个“椎”是名词，做宾语。后一个是动词，用椎打，“杀”是它的补语。<br>282. 遂：于是，就。<br>283. 勒兵：约束，整顿军队。一说，检阅军队。<br>284. 归养：回家奉养父母。<br>285. 选兵：经过挑选的精兵。<br>286. 解去：解除包围，撤离赵国。去：离开。<br>287. 存：保存。<br>288. 于：到。<br>289. 负：背着。<br>290. 栏矢：简筒和弓箭。栏：盛简的器具。<br>291. 先引：在前引路，是隆重的礼节。<br>292. 及：比得上。及公子者：名词性“者”字短语，意即“比得上公子的人”。<br>293. 自比于人：拿自己跟别人相比。人：指信陵君。意思是邯郸被秦军围困，平原君自己不能像信陵君那样早日击退秦军，因而自愧不如。<br>294. 决：同“诀”，话别。<br>295. 果：果然。<br>296. 怒：恼恨。<br>297. 矫：即矫令，假传（安釐王的）命令。<br>298. 知：后面省宾语“之”，“之”代上句的内容。<br>299. 却：使……退却，使动用法，可译为“打退……”。<br>300. 将：前一个是名词，将军，后一个是动词，率领。 </p>",
  "shangxi": "<h2>赏析</h2> <p>　　文章以一连串的生动情节，描写信陵君与他的门客的事迹，充分表现了信陵君“下士”与“不敢以其富贵骄士”的高尚品格。宴请夷门抱关者侯嬴以及侯嬴为信陵君策划“窃符救赵”是信陵君一生中最重要的事件，所以作者把此事作为中心事件来写，写得极为详尽，也极为精彩。侯生年老家贫，是一个地位卑下的“夷门监者”，在当时的社会中，这样的人是为世俗所不齿的。然而，信陵君听说他是个贤者，就“往请，欲厚遗之”，侯生“修身洁行”不肯受。信陵君就专为他“置酒大会宾客”，并亲自赶车去迎接他，还为他赶车到屠户中拜访朋友朱亥，而侯生见朱亥后，却“俾倪，故久立与客语”。这时，“从骑皆窃骂侯生”，而“公子色终不变”。到家后，信陵君又引侯生“遍赞宾客”，并且“为寿侯生前”，待侯生为上宾。这一系列的行动，没有丝毫勉强。侯生对信陵君多方试探，信陵君表现出来的只是“执辔愈恭”“颜色愈和”“色终不变”。信陵君这种礼贤下士的真诚态度，深深感动了侯生，侯生终于把信陵君当成了知己，愿为他谋划，并为他献身。 </p> <p>　　这篇作品的情节是十分生动而感人的，作者对材料的处理颇费匠心，结构很完整，又不平铺直叙，而是曲折回环，波浪起伏。如宴请侯生一段，公子为侯生“置酒大会宾客”，当公侯将相已“坐定”后，公子却亲自赶车去迎接地位卑微的“夷门侯生”，情节顿生波折；侯生坐车赴宴途中，又要求“枉车骑过之”去看朱亥，又是一折；在见朱亥后又故意“久立、与其客语”，真有些使人等得心急。再如“窃符救赵”一段中，邯郸被围，赵王求救于魏，魏王派晋鄙领兵救赵。然而，秦王又告魏王说：“诸侯有敢救者，已拔赵，必移兵先击之。”于是魏王“使人止晋鄙，留军壁邺。”使文章再生波折。公子力劝魏王救赵，“魏王畏秦，终不听公子”，公子无奈，决心“以客往赴秦军，与赵俱死”。这等于以卵击石，人们不能不为公子担心。公子“行过夷门，见侯生”，“辞决而行”，侯生出人意料地只说：“公子勉之矣，老臣不能从。”情节发展到这里为之一顿。公子“行数里，心不快”，以为“我岂有所失哉？”于是“复引车还，问侯生”，文章又一波折，这一波折，引出了侯生为公子策划“窃符救赵”，并推荐朱亥同行。人们预感到情节发展的前景：为了救赵存魏，屡立战功、受人崇敬的老将军晋鄙不得不被杀，真是惊心动魄，不能不使人为之心动。 </p> <p>　　<a href=\"http://so.gushiwen.org/author_608.aspx\">司马迁</a>的《史记》是忠实于历史真实的。他的作品“其文直，其事核，不虚美，不隐恶，故谓之实录。”他对信陵君这个历史人物是十分敬佩的，他是满怀敬意为信陵君作传的。但作者并没有把他笔下的人物神化，而是写成一个有血、有肉、有感情、有成功、也有失误的活生生的人物。当矫杀晋鄙救赵后，赵王“以五城封公子”时，信陵君“意骄矜而有自功之色”。这时有门客劝告他“物有不可忘，或有不可不忘，夫人有德于公子，公子不可忘也；公子有德于人，愿公子忘之也。”于是他“立自责”“似若无所容者。”当他留赵十年，“秦闻公子在赵，日夜出兵东伐魏”，魏王派人请他回国时，他下令门下：“有敢为魏王使通者，死”。为此事毛公、薛公二人去责备他，“语未及卒”，他“立变色”，“告车趣驾归救魏”。这些描写，一方面表现了信陵君的一些弱点，另一方面也表现了他从善如流、勇于改过的精神。这些描写，无损于人物形象，相反，使人物形象更加丰满了，而且也进一步深化了主题思想。</p>",
  "about": "<h2>写作背景</h2> <p>　　信陵君窃符救赵这件事，发生在周赧王五十七年，即公元前258年，当时属战国末期，秦国吞并六国日亟，战争进行得频繁而激烈。公元前260年，在长平之战中，秦国大破赵军，坑杀赵降卒40万。秦又乘胜进围赵国首都邯郸，企图一举灭赵，再进一步吞并韩、魏、楚、燕、齐等国，完成统一中国的计划。当时的形势十分紧张，特别是赵国首都被围甚急，诸侯都被秦国的兵威所慑，不敢援助。魏国是赵国的近邻，又是姻亲之国，所以赵国只得向魏国求援。就魏国来说，唇亡齿寒，救邻即自救，存赵就是存魏，赵亡魏也将随之灭亡。信陵君认识了这一点，才不惜冒险犯难，窃符救赵，抗击秦兵；终于，信陵君挫败了敌人的图谋，保障了两国的安全。</p><br/><h2>写作技巧</h2> <p>　　一、精心处理详略，对能够表现人物主要特征的事件详加记叙，反之，便加以摒弃或略写。作者为了突出信陵君的仁而下士，详细地记叙了他礼遇侯生的种种情况，其中自迎侯生一节，记叙尤为详细。既做了正面描述，也写了有关人物的反映。对窃符救赵的另一重要人物朱亥也是在这一情节中由侯生介绍出来的。与写侯生相比，对他只是略写。至于侯生“为上客”后与信陵君的一般交往，则只字不提。记窃符救赵这一主要事件，也有详有略，其中着重写了侯生献策：侯生介绍兵符所在；再分析如姬能窃取兵符；再分析如姬一定能为信陵君窃得兵符；末了指出有了兵符，就能夺晋鄙军救赵。接着又具体写了侯生推荐朱亥与信陵君同去和朱亥慷慨应命的情节。这些内容之所以详写，是因为它不仅是救赵成功的关键，更重要的是它充分体地说明信陵君仁而下士的效果。至于窃取兵符以后领兵进击秦军的具体军事行动，因非表现人物才德所必需，只为了介绍事件首尾，便只一笔带过。 </p> <p>　　二、用烘托首发表现主要人物的性，写信陵君的“仁而下士”，除了正面记述他的有关言行，还通过有关人物的反应加以烘托。在记他自迎侯生时，具体写了侯生毫不谦让地“直上载公子上坐”，又要信陵君跟他一同去市场访问屠者朱亥，而且装出一副目中无人的样子，“故久立与其客语”，一面偷偷地观察信陵君对他的态度。总之，将侯生倨傲的行动、表情及所以如此的心理，都淋漓尽致地描绘出来，将它与信陵君的“执辔愈恭”“颜色愈和”“色终不变”相互衬托。写侯生的傲视王侯，正所以反衬信陵君的礼贤下士。不仅如此，作者还写了“市人皆观公子执辔”“从骑皆窃骂侯生”。这样，从侧面反映出侯生倨傲的令人难忍，更加烘托出信陵君仁而下士的真诚和难能可贵。记“公子引侯生上坐，遍赞宾客”时，又拿出“宾客皆惊”对照来写，同样起到烘托的作用。此外，写魏王不敢出兵救赵所表现的怯懦、自私，反衬信陵君积极救赵所表现的急人之困的“高义”；写平原君的“不敢自比于人”，是用以烘托信陵君因却秦救赵而获得的崇高信誉。</p><br/><h2>艺术形象</h2> <p>　　在这篇作品中，<a href=\"http://so.gushiwen.org/author_608.aspx\">司马迁</a>不仅满怀喜爱与敬佩之情塑造了信陵君这个人物形象，并以很高的热情描写了侯生、朱亥等人物。</p> <p>　　作品不仅表现了信陵君的礼贤下士，而且还描写了信陵君急人之难、救人之危、爱民如子的仁爱思想。信陵君的“仁”是贯穿全篇的。当秦围邯郸，赵求救于魏，而魏王畏秦不救时，信陵君“计不独生而令赵亡”，决心“以客往赴秦军，与赵俱死”；当侯生为他策划“窃符救赵”，估计晋鄙老将军“往恐不听，必当杀之”时，信陵君难过地掉下了眼泪；矫杀晋鄙后，他下令：“父子俱在军中，父归；兄弟俱在军中，兄归；独子无兄弟，归养。”这些都充分表现了信陵君的仁爱。 </p> <p>　　在作者笔下，侯生也刻画得栩栩如生、呼之欲出。当他还不深知公子的为人时，故作倨傲，对公子进行了一系列的试探，“摄敝衣冠，直上载公子上坐，不让，欲以观公子”，“故久立，与其客语，微察公子”，这些似乎不近人情的举动，都表现了他过人的机智；当他深知公子的为人以后，就与公子真诚相待，为公子策划“窃符救赵”，表现了他出众的才智；公子临行，他推荐朱亥同行，以助公子成功，表现了他考虑问题的周全；最后，他“北乡自刭”，表现了他“士为知己者死”的思想，同时也表现了他对不得已而杀晋鄙的自责，“自刭以附魏国”的义士气质。 </p> <p>　　作品对朱亥、毛公、薛公等都采用了略写的手法。写朱亥着墨不多，但是一个豪爽、侠义、旷达的人物形象已突现在读者面前，使人读后难以忘怀。 </p> <p>　　就连没有正面出场的如姬，司马迁也通过旁人的叙述，从侧面为我们塑造出一个有胆有识、见义勇为的“绝代佳人”的艺术形象。正如郭沫若在《虎符》的《写作缘起》中说的：“司马迁替我们留传了一位值得赞美的女性──如姬。凡是稍有历史常识的人，提到信陵君，没有不知道如姬的。”如姬为了救赵存魏，也为了报信陵君的知遇之恩，冒死帮助信陵君盗出了兵符，完成了救赵也即自救的伟业。但是，事后如姬的结局如何呢？作品没有写。这就给人留下了一个悬念，同时也给了读者想象与再创造的广阔天地。 </p> <p>　　作品除塑造了以上这些正面人物外，还通过“魏王恐，使人止晋鄙，留军壁邺，名为救赵，实持两端以观望”、“数请魏王，及宾客辨士说王万端。魏王畏秦。终不听公子”、“魏王怒公子之盗其兵符”寥寥数句，以简练的笔触写了刚愎自用、忌贤妒能的魏王的形象。</p>",
  "poet": {
    "id": 608,
    "star": 0,
    "name": "司马迁",
    "image": "http://img.gushiwen.org/authorImg/simaqian.jpg",
    "desc": "司马迁（前145年-不可考），字子长，夏阳(今陕西韩城南)人，一说龙门(今山西河津)人。西汉史学家、散文家。司马谈之子，任太史令，因替李陵败降之事辩解而受宫刑，后任中书令。发奋继续完成所著史籍，被后世尊称为史迁、太史公、历史之父。他以其“究天人之际，通古今之变，成一家之言”的史识创作了中国第一部纪传体通史《史记》（原名《太史公书》）。被公认为是中国史书的典范，该书记载了从上古传说中的黄帝时期，到汉武帝元狩元年，长达3000多年的历史，是“二十五史”之首，被鲁迅誉为“史家之绝唱，无韵之离骚”。"
  },
  "tags": [
    "高中文言文",
    "赞颂",
    "写人",
    "历史",
    "故事"
  ]
}