{
  "id": 10372,
  "star": 61,
  "name": "赠李白",
  "dynasty": "唐代",
  "content": "二年客东都，所历厌机巧。野人对膻腥，蔬食常不饱。<br>岂无青精饭，使我颜色好。苦乏大药资，山林迹如扫。<br>李侯金闺彦，脱身事幽讨。亦有梁宋游，方期拾瑶草。",
  "fanyi": "<p><strong>译文</strong><br>旅居东都的两年中，我所经历的那些机智灵巧的事情，最使人讨厌。我是个居住在郊野民间的人，但对于发了臭的牛羊肉，也是不吃的，即使常常连粗食都吃不饱。难道我就不能吃青精饭，使脸色长得好一些吗？我感到最困难的是缺乏炼金丹的药物（原材料），在这深山老林之中，好像用扫帚扫过了一样，连药物的痕迹都没有了。您这个朝廷里才德杰出的人，脱身金马门，独去寻讨幽隐。我也要离开东都，到梁宋去游览，到时我一定去访问您。</p> <p><strong>注释</strong><br>客，旅居他乡。历，经过。厌，厌恶。机巧，机智灵巧。习俗难居也。东都，隋置，公元621年（唐武德四年）废。公元628年（唐贞观二年），号洛阳宫，公元657年（唐显庆二年），诏改东都。<br>腥羶，则臭味弗投。草食曰羶，牛羊之属。水族曰腥，鱼鳖之属。对，对头，敌手。<br>岂，难道。无，没有。青精饭，《陶隐居登真隐诀》：“太极真人青精乾食（饣迅）饭法。采用南烛草带有露水的叶及茎皮，煮取汁，浸米蒸之，令饭作青碧色，高格曝乾，当三蒸曝，每蒸辄以叶汁溲令浥浥。日可服二升，勿服血食，填胃补髓，消灭三虫。久服可延寿益颜。”饣迅（xùn音迅），鸟饭。<br>苦，因某种情况而感到困难。大药，道家的金丹。青精不如大药，叹避世引年之无术也。<br>金闺，金马门的别称，亦指封建朝廷。彦，旧时士的美称。《孔安国传》：“美士曰彦。”幽讨，谓寻讨幽隐。<br>瑶草，仙草，也泛指珍异之草。汉<a href=\"http://so.gushiwen.org/author_276.aspx\">东方朔</a>《与友人书》：“不可使尘网名韁拘锁，怡然长笑，脱去十洲三岛，相期拾瑶草，吞日月之精华，共轻擧耳。”</p>",
  "shangxi": "<h2>简析</h2> <p>　　这首五言古<a href=\"http://so.gushiwen.org/view_10372.aspx\">诗</a>《赠<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>》为<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>公元744年（唐天宝三载）所作。此诗共分两段，前八句为一段，后四句为一段。第一段八句自叙，表达厌都市而羡山林之情。第二段四句方及李白，赠李，表明欲遂偕隐之志。公元744年，李白受诏供奉翰林，旋被<a href=\"http://so.gushiwen.org/author_3073.aspx\">高力士</a>谮言，帝赐金放还。李白讬鹦鹉以赋曰：“落羽辞金殿，是脱身也。”是年，李白从高天师授箓，同时事华盖君，隐王屋山艮岑。因此说“脱身事幽讨”。</p>",
  "about": "<h2>创作背景</h2> 　　这是<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>赠<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>最早的一首<a href=\"http://so.gushiwen.org/view_10372.aspx\">诗</a>。唐玄宗天宝三载（744年），杜甫在东都（洛阳），李白以<a href=\"http://so.gushiwen.org/author_3073.aspx\">高力士</a>之谮（诬陷），亦放还，游东都，此赠诗，当在其时，故有脱身金闺之句。",
  "poet": {
    "id": 474,
    "star": 0,
    "name": "杜甫",
    "image": "http://img.gushiwen.org/authorImg/dufu.jpg",
    "desc": "杜甫（712－770），字子美，自号少陵野老，世称“杜工部”、“杜少陵”等，汉族，河南府巩县（今河南省巩义市）人，唐代伟大的现实主义诗人，杜甫被世人尊为“诗圣”，其诗被称为“诗史”。杜甫与李白合称“李杜”，为了跟另外两位诗人李商隐与杜牧即“小李杜”区别开来，杜甫与李白又合称“大李杜”。他忧国忧民，人格高尚，他的约1400余首诗被保留了下来，诗艺精湛，在中国古典诗歌中备受推崇，影响深远。759-766年间曾居成都，后世有杜甫草堂纪念。"
  },
  "tags": [
    "山林",
    "生活"
  ]
}