{
  "id": 56031,
  "star": 50,
  "name": "沁园春·孤鹤归飞",
  "dynasty": "宋代",
  "content": "孤鹤归飞，再过辽天，换尽旧人。念累累枯冢，茫茫梦境，王侯蝼蚁，毕竟成尘。载酒园林，寻花巷陌，当日何曾轻负春。流年改，叹围腰带剩，点鬓霜新。<br>交亲散落如云。又岂料如今馀此身。幸眼明身健，茶甘饭软，非惟我老，更有人贫。躲尽危机，消残壮志，短艇湖中闲采莼。吾何恨，有渔翁共醉，溪友为邻。",
  "shangxi": "<h2>赏析</h2> <p>　　词人在公元1178年秋天，他从四川回到了阔别了九年的故乡绍兴。（<a href=\"http://so.gushiwen.org/author_272.aspx\">陆游</a>生于公元1125年）这时候的陆游已经五十三岁了。九年间，对我们现代人来说，环境的变化会很大，人的变化相对说来不会太大。但是对当时的陆游所处的时代来说，环境的变化相对要小些，而人事的变化会比较的大。作者这首词当是返乡之后所作。</p> <p>　　故土久别重回，使词人产生对故乡的陌生感。上片，作者从久别重回故土发出了一系列的感叹。下片由时事变迁，年老体衰，但词人报国的“壮志”初衷未改，表现了词人不甘“溪友为伴”、老骥伏枥的豪情壮志。</p> <p>　　起句“孤鹤归来（飞），再过辽天，换尽旧人”：辽东化鹤归来，老成凋谢，少者成长，使词人深切地感到人生无常。“孤鹤归来”：典故出自晋朝陶潜《搜神后记》，书中载，有个名字叫丁令威的辽东人，学道于灵虚山，学成后化鹤归辽东，停在城门华表柱上，目注家乡物是人非，叹道：“有鸟有鸟丁令威，去家千年今始归。城郭如故人民非，何不学仙冢累累。”词人时隔九年重新回归故里，眼见故里的老人谢世，新人成长，“换尽旧人”，恍如隔世。一个“尽”字，表明了作者些许哀伤、些许无奈。这“哀伤”和“无奈”从下面的表述中我们可以看得更加清楚。</p> <p>　　“念累累枯冢，茫茫梦境”，这一处处的荒凉的坟墓中躺着的人啊，曾经在生前有过多少美梦，现在都随着他们的离世而断绝了。“念”在此处表达了词人的联想。有着词人对逝者的怀念和惋惜，有着对的世事不公的愤懑，有着对人生短暂的叹息！“王侯蝼蚁，毕竟成尘”，王侯：大人物；蝼蚁：蝼蛄与蚂蚁，指微小生物，这里比喻地位低微的人。<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>《谒文公上方》<a href=\"http://so.gushiwen.org/view_56031.aspx\">诗</a>有：“王侯与蝼蚁，同尽随丘虚。”词人面对“累累枯冢”告诉人们：在岁月面前，无论王公贵戚，平面百姓一律平等，最终都将化为尘土。这一切感想，作者是经过了宦海的多次沉浮，对生命价值的深切反思和沉重感悟。</p> <p>　　“载酒园林，寻花巷陌，当日何曾轻负春”，“载酒”：携带着美酒。巷陌：街坊，这里指烟花巷。词人在感叹人生短暂的同时，脑海中又很自然地浮现出了过去美好生活的一个个回忆：他曾经携带着美酒，来到春色满园的林园中，对酒赏景；青年的时候，他也曾经在春意昂然中寻花问柳，没有辜负了大好的春光和自己的青春年华。</p> <p>　　但这种念头只是一闪而过，那毕竟是过去了的绮梦，老境来临，沈腰潘鬓消磨，是摆在眼前的事实，是当时已经五十三岁了的陆游不能不让人叹息。“流年改，叹围腰带剩，点鬓霜新。”流年：流去的岁月，指光阴。围腰带剩：喻人老病，《南史·<a href=\"http://so.gushiwen.org/author_628.aspx\">沈约</a>传》：“（约）言己老病，百日数旬，革带常应移孔。”点鬓霜新：双鬓花白。光阴流得很快，现在我已经人瘦弱衰老了，双鬓已经花白了。承接上句，词人由衷地发出了日月如梭，过去的已经一去不复返了的感叹。</p> <p>　　词人在上片为读者阐述了一个真理：时间对我们每一个都是平等的。无论是王公贵胄和是平民百姓，最后都会在累累枯冢中，逐渐化为尘土。有道是“世间公道惟白发，贵人头上不曾饶”；“贤愚千载知谁是，满眼蓬蒿共一丘”。人生犹如大梦，作者自己又何尝不是处于梦境中呢？面对着这变化了的一切，他回忆起在这片土地上自己的青春岁月，当年也曾载酒寻花，青楼问柳，到处留下足迹，享受着大自然的赐与和物质文化带来了恩惠，没有辜负青春年华。</p> <p>　　下片写了许多自慰语和旷达语，以掩饰心中的惆怅。“交亲散落如云，又岂料、而今余此身。”“交亲”：知交和亲友。知交和亲友象流云一般地飘散了。这里作者将人事的变换比作流云，因为云的变幻极快，所谓“风云变幻”，亲友都流散了，死的死，走的走。而今未曾料到的只剩下孤身单影，自己一个人回到了故乡。“又岂料、而今余此身”，与词的上片，“换尽旧人”相对应。故乡已经换尽旧人，惟有我未换，累累枯冢我还尚存人间。孑然一身回故乡，眼见亲友故交消亡了，面对累累枯冢，一种莫名的悲凉，怅惘之情，从词人心中油然而起，但作者还是极力安慰自己，“幸眼明身健，茶甘饭软”：幸好，我现在眼睛还算看得见，瘦弱的身体还算健康，品茶也能够知道茶的甘甜，吃饭也还能够嚼烂。这是标准的阿Q式的表白。紧接着这是阿Q式的无可奈何的自我标榜，词人又以“非惟我老，更有人贫”为宽慰自己：不要以为自己老迈了，还有许多的穷人活的比我更累呢。对陆游来说，作为一个离职的官宦，家在有佣仆使女，一般的家务琐事无须他处理，而故乡的穷人就不同了。</p> <p>　　所以，词人特地将“更有人贫”提出来，这也可以说是对自己的一种慰藉吧。作者曾在《书喜》诗中写道：“眼明身健何妨老，饭白茶甘不觉贫”。这与此处的“幸眼明身健”四句的用词相同。作者万里西归，为什么还总是那样戚戚不欢，一而再、再而三地要用自慰来解脱呢？紧接着，作者作了回答：“躲尽危机，消残壮志”，原来陆游一生为官，志在恢复祖国的大好河山，希望自己能为祖国抗击金人的入侵而作出贡献，他在不久，也是在故乡的山阴写下一篇《诉衷情》，全词是如下：“当年万里觅封侯，匹马戍梁州。关河梦断何处？尘暗旧貂裘。胡未灭，鬓先秋，泪空流。此生谁料，心在天山，身老沧洲！”陆游出生的第二年，北宋便为金人所灭。</p> <p>　　陆游青壮年时期一心向往北伐中原，收复失地。四十八岁那年他曾经到西北前线南郑（今陕西汉中），在川陕宣抚使<a href=\"http://so.gushiwen.org/author_726.aspx\">王炎</a>公署里参与军事活动。但是因为朝廷缺乏坚持北伐收复河山一贯的思想，主和苟安，所以他的满腹壮志和愿望只能变成满腔忧愤。他还在《夜读兵书》中留下了这样的诗句：“平身万里心，执戈王前驱”。但是一切的努力后来眼看都化作了泡影，“胡未灭，鬓先秋，泪空流”。陆游在词中虽然一再自慰，但是，从他“躲尽危机，消残壮志”中，我们可以感受到他的心是无法宁静的。他在朝为官的时候，为了抗金大业，放言直陈己志，却屡屡遭到朝廷公侯的排挤，屈居下僚。危机虽然侥幸躲过，然而壮志已经消残。</p> <p>　　“短艇湖中闲采蒪”蒪（chun）：水生植物名，又名水葵，可作羹。陆游在《寒夜移疾》诗中自注说：“湘湖在萧山县，产蒪绝美。”在“躲尽危机、消残壮志”、回到家乡的日子里，乘着小舟，在湖中悠闲地采蒪。这里，陆游的采蒪和其它人的采蒪有着不同之处，词人并不缺乏美味的菜肴，他采蒪主要还是在表现他的无奈，他的消磨时日。或者说他是去感受一下下湖采蒪的乐趣。当然，自己采来自己尝鲜，也不乏美妙之处。</p> <p>　　结尾：“吾何恨，有渔翁共醉，溪友为邻。”我还有什么可以有遗恨的呢？现在我与渔翁饮酒同醉，与小溪旁的农民结为邻居，我感到这一切很满足了。这样的生活真得能让词人满足了吗？回答显然是否定的。词中“吾何恨”三字透露了词人心中的不满。既然没有“恨”，又何必问。既然问了就应该是有恨。如果无恨，这问就显得无理；如果有恨，又是恨什么呢？词人没有回答，应该说是“王顾左右而言他”。这就更让人感到陆游有的是让他痛苦难耐的恨。</p> <p>　　我们从直到他临死时候写下那首脍炙人口的《示儿》：“死去元知万事空，但悲不见九州同，王师北定中原日，家祭无忘告乃翁。”我们就可以感受到陆游的恨是“但悲不见九州同”的恨。这是陆游之所以千百年来成为后人无可遗忘的诗人、词人的重要原因。这也成为他的诗词让我们百颂不厌的重要原因！他的这种爱国主义情操是一以贯之的。他渴望沦陷区的收复和国家的统一的思想，这正是他留给我们子孙后代的宝贵遗产。这样不说出来的恨，就更加使词人和读者痛苦难耐了。</p>",
  "poet": {
    "id": 272,
    "star": 0,
    "name": "陆游",
    "image": "http://img.gushiwen.org/authorImg/luyou.jpg",
    "desc": "陆游（1125—1210），字务观，号放翁。汉族，越州山阴（今浙江绍兴）人，南宋著名诗人。少时受家庭爱国思想熏陶，高宗时应礼部试，为秦桧所黜。孝宗时赐进士出身。中年入蜀，投身军旅生活，官至宝章阁待制。晚年退居家乡。创作诗歌今存九千多首，内容极为丰富。著有《剑南诗稿》、《渭南文集》、《南唐书》、《老学庵笔记》等。"
  },
  "tags": [
    "爱国"
  ]
}