{
  "id": 47975,
  "star": 102,
  "name": "西北有高楼",
  "dynasty": "两汉",
  "content": "西北有高楼，上与浮云齐。<br>交疏结绮窗，阿阁三重阶。<br>上有弦歌声，音响一何悲！<br>谁能为此曲，无乃杞梁妻。<br>清商随风发，中曲正徘徊。<br>一弹再三叹，慷慨有余哀。<br>不惜歌者苦，但伤知音稀。<br>愿为双鸿鹄，奋翅起高飞。",
  "fanyi": "<p><strong>译文</strong><br>那西北方有一座高楼矗立眼前,堂皇高耸恰似与浮云齐高。<br>高楼镂著花纹的木条,交错成绮文的窗格,四周是高翘的阁檐，阶梯有层叠三重。<br>楼上飘下了弦歌之声，这声音是多么的让人悲伤啊！谁能弹此曲,是那悲夫为齐君战死,悲恸而\"抗声长哭\"竟使杞之都城为之倾颓的女子.。<br>商声清切而悲伤,随风飘发多凄凉!这悲弦奏到\"中曲\",便渐渐舒徐迟荡回旋.<br>那琴韵和\"叹\"息声中,抚琴堕泪的佳人慷慨哀痛的声息不已。<br>不叹惜铮铮琴声倾诉声里的痛苦,更悲痛的是对那知音人儿的深情呼唤。<br>愿我们化作心心相印的鸿鹄,从此结伴高飞,去遨游那无限广阔的蓝天白云里! </p><p><strong>注释</strong><br>①疏：镂刻。绮：有花纹的丝织物。这句是说刻镂交错成雕花格子的窗。　<br>②阿（e）阁：四面有曲檐的楼阁。这句是说阿阁建在有三层阶梯的高台上。　<br>③无乃：是“莫非”、“大概”的意思。杞梁妻：杞梁妻的故事，最早见于《左传·襄公二十三年》，后来许多书都有记载。据说齐国大夫杞梁，出征莒国，战死在莒国城下。其妻临尸痛哭，一连哭了十个日夜，连城也被她哭塌了。《琴曲》有《杞梁妻叹》，《<a href=\"http://so.gushiwen.org/author_2758.aspx\">琴操</a>》说是杞梁妻作，《古今注》说是杞梁妻妹朝日所作。这两句是说，楼上谁在弹唱如此凄惋的歌曲呢？莫非是象杞梁妻那样的人吗？　<br>④清商：乐曲名，声情悲怨。清商曲音清越，宜于表现哀怨的情绪。　<br>⑤中曲：乐曲的中段。徘徊：指乐曲旋律回环往复。　<br>⑥慷慨：感慨、悲叹的意思。《说文》：“壮士不得志于心也。”　<br>⑦惜：痛。　<br>⑧知音：识曲的人，借指知心的人。相传俞伯牙善鼓琴，钟子期善听琴，子期死后，伯牙再不弹琴，因为再没有知音的人。这两句是说，我难过的不只是歌者心有痛苦，而是她内心的痛苦没有人理解。<br>⑨鸿鹄：据朱骏声《说文通训定声》说：“凡鸿鹄连文者即鹄。”鹄，就是“天鹅”。一作“鸣鹤”。此二句以双鸿鹄比喻情志相通的人，意谓愿与歌者同心，如双鹄高飞，一起追求美好的理想。　<br>⑩高飞：远飞。这二句是说愿我们像一双鸿鹄，展翅高飞，自由翱翔。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　慨叹着“何不策高足，先据要路津”的汉末文人，面对的却是一个君门深远、宦官挡道的苦闷时代。是骐骥，总得有识马的伯乐才行；善琴奏，少不了钟子期这样的知音。壮志万丈而报国无门，——在茫茫人和事，没有什么比这更教人嗟伤的了。</p> <p>　　此<a href=\"http://so.gushiwen.org/view_47975.aspx\">诗</a>的作者，就是这样一位彷徨中路的失意人。这失意当然是政治上的，但在比比倾诉之时，却幻化成了“高楼”听曲的凄切一幕。</p> <p>　　从那西北方向，隐隐传来铮铮的弦歌之音。诗人寻声而去，蓦然抬头，便已见有一座“高楼”矗立眼前。这高楼是那样堂皇，而且在恍惚之间又很眼熟：“交疏结绮窗，阿阁三重阶”——刻镂着花纹的木条，交错成绮文的窗格；四周是高翘的阁檐，阶梯有层叠三重，正是诗人所见过的帝宫气象。但帝宫又不似这般孤清，而且也比不上它的高峻：那巍峨的楼影，分明耸入了飘忽的“浮云”之中。</p> <p>　　<strong>欣赏指要</strong></p> <p>　　这是一首写知音难觅的诗。从诗意看，诗中主人公是一位在生活中因失意而彷徨的人。凄凉的弦歌声从重门紧锁的高楼上隐隐传来，其声调的悲凉深深地感染了楼下听歌的人。从那清婉悠扬、感慨哀伤而又一唱三叹的歌声中，诗人清晰地感受到了歌者经历的惨痛和被压抑的内心痛苦。这令人不禁要推想，歌者是谁？莫非是杞梁妻那样的忧伤女子？可是，最值得忧伤的不是歌者的哀痛，而是没有人能够理解她个中的伤感，知音难觅可能才是她感伤叹息的真正原因。诗人借高楼上的歌者之悲抒写的是自己的人生感受，“但伤知音稀”是一种具有广泛社会性的苦闷、悲伤和期待。</p> <p>　　作者将所抒之情融于幻景之中。对于声音的描写细腻生动，歌者与听者遥相呼应，把失意之人的徘徊、悲切、希冀全面地展现出来了。阅读时，要细细体会诗中那种若隐若现、缥缈空灵的意境。</p> <p>　　<strong>诗中的“托”</strong></p> <p>　　人们常把这四句所叙视为实境，甚至还有指实其为“高阳王雍之楼”的（杨炫之《洛阳伽蓝记》）。其实是误解。明人陆时雍指出，《古诗十九首》在艺术表现上的一大特点，就是“托”：“情动于中，郁勃莫已，而势又不能自达，故托为一意、托为一物、托为一境以出之”（《古诗镜》）。此诗即为诗人假托之“境”，“高楼”云云，全从虚念中托生，故突兀而起、孤清不群，而且“浮云”缥缈，呈现出一种奇幻的景象。</p> <p>　　那“弦歌”之声就从此楼高处飘下。诗中没有点明时间，从情理说大约正什夜晚。在万籁俱寂中，听那“音响一何悲”的琴曲，恐怕更多一重哀情笼盖而下的感觉吧。这感觉在诗人心中造成一片迷茫：“谁能为此曲？无乃杞梁妻！”“杞梁”即杞梁殖。传说他为齐君战死，妻子悲恸于“上则无父，中则无夫，下则无子，人生之苦至矣”，乃“抗声长哭”竟使杞之都城为之倾颓（崔豹《古今注》）。而今，诗人所听到的高楼琴曲，似乎正有杞梁妻那哭颓杞都之悲，故以之为喻。全诗至此，方着一“悲”字，顿使高楼听曲的虚境，蒙上了一片凄凉的氛围。</p> <p>　　<strong>诗中的“歌者”是谁</strong></p> <p>　　那哀哀弦歌于高处的“歌者”是谁，诗人既在楼下，当然无从得见；对于读者来说，便始终是一个未揭之谜。不过有一点是清楚的：诗中将其比为“杞梁妻”，自必是一位女子。这女子大约全不知晓，此刻楼下正有一位寻声而来、伫听已久的诗人在。她只是铮铮地弹着，让不尽的悲哀在琴声倾泻：“清商随风发，中曲正徘徊。”“商”声清切而“多伤”，当其随风飘发之际，听去该是无限凄凉。这悲弦奏到“中曲”，便渐渐舒徐迟回，大约正如<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>《琵琶行》所描述的，已到了“幽咽泉流水下滩”、“冰泉冷涩弦凝绝”之境。接着是铿然“一弹”，琴歌顿歇，只听到声声叹息，从高高的楼窗传出。“一弹再三叹，慷慨有余哀”：在这阵阵的叹息声中，正有几多压抑难伸的慷慨之情，追着消散而逝的琴韵回旋！这四句着力描摹琴声，全从听者耳中写出。但“摹写声音，正摹写其人也”。 </p>",
  "about": "<h2>创作背景</h2> <p>　　慨叹着“何不策高足，先据要路津”的汉末文人，面对的是一个君门深远、宦官挡道的苦闷时代。东汉末年，是统治阶级内部矛盾表现得最尖锐的时期，同时也是政治上最混乱，最黑暗的时期。一批官僚和平日敢于议论朝政的大知识分子，接连地受到杀戮和禁锢。卖官鬻爵，贿赂公行。东汉王朝崩溃的前夕，政治上的腐化和堕落已达到顶点。在这种情况下，一般士人更是没有出路。同时这又是黄巾大起义的暴风雨即将到来的时候。都市情况混乱的另一面，则是农村的凋残破落。东汉政权的建立，实际并没有安定几十年，就不断地发生农民暴动。随着土地兼并的剧烈，苛捐杂税的增加， 到了灵帝刘宏时代， 广大人民的生活已陷入绝境。家园的残破，时代的扰攘，安定生活的不可能实现，正当职业的无法取得，使这批脱离生产的知识分子们陷于有家归不得的境地。因此在<a href=\"http://so.gushiwen.org/view_47975.aspx\">诗</a>中处处充满失意沉沦的情感 。南朝萧统在编选《文选》时，由于这十九首诗歌思想内容和艺术风格都比较接近，在古诗中是一个有独立意义的作品群，于是将失去乐调与作者姓名的十九首五言古诗编在一起，题为“古诗十九首”。本诗即是其中一首。</p>",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": [
    "古诗十九首",
    "咏物",
    "抒怀",
    "失意"
  ]
}