{
  "id": 62472,
  "star": 10,
  "name": "满江红·刘朔斋赋菊和韵",
  "dynasty": "宋代",
  "content": "露浥初英，早遗恨、参差九日。还却笑、萸随节过，桂凋无色。杯面寒香蜂共泛，篱根秋讯蛩催织。爱玲珑、筛月水屏风，千枝结。 <br>芳井韵，寒泉咽。霜著处，微红湿。共评花索句，看谁先得。好漉乌巾连夜醉，莫愁金钿无人拾。算遗踪、犹有枕囊留，相思物。",
  "fanyi": "<h2>注释</h2> ⑴满江红：词牌名。《升庵词品》谓唐人小说《冥音录》说：“曲名有《上江虹》，即《满江红》。”又名《念良游》、《伤春曲》。《乐章集》、《清真集》并入“仙吕调”。宋以来作者多以<a href=\"http://so.gushiwen.org/author_535.aspx\">柳永</a>格为准。双调，九十三字，上片八句，下片十句，上片四仄韵，下片五仄韵，一般例用入声韵。<a href=\"http://so.gushiwen.org/author_30.aspx\">姜夔</a>始改作平韵。此词系仄声韵体。<br>⑵刘朔斋：朱祖谋笺：《齐东野语》：“刘震孙，字长卿，号朔斋，尝为宛陵令，与吴毅夫唱酬。”梦窗词集中另有《江神子·十日荷塘小隐呈朔翁》词一首。和韵：指用他人<a href=\"http://so.gushiwen.org/view_62472.aspx\">诗</a>词所用的韵而作诗词。分用韵、依韵、次韵三种。<a href=\"http://so.gushiwen.org/author_272.aspx\">陆游</a>说：“古时有唱有和，有杂拟追和之类，而无和韵者。唐始有用韵，谓同用此韵；后有依韵，然不以次；后有次韵。自元（稹）、白（居易）至皮（日休）、陆（龟蒙），其体乃全。”<br>⑶浥（yì）：湿润，沾湿。<br>⑷萸（yú）：茱萸。<br>⑸漉（lù）：即用纱布等物滤出液体。<br>⑹钿（diàn）：古代一种嵌金花的首饰。",
  "shangxi": "<h2>鉴赏</h2> <p>　　“露浥”两句，扣题中“赋菊”。此言夜露湿润了刚刚开放的菊花，可惜现在已经不是重阳佳节，过了赏菊的当令时节，但是这菊花还是我行我素地傲霜斗雪而独自放香。因为菊有“宁愿枝头抱香死”的气节也。“还却笑”两句，用“茱萸”、“桂花”与菊花作一对比。此言只可笑那茱萸花随着重阳节的过去而也随即败落凋零，并且桂花也在树上纷纷地凋谢而显得毫无生色；惟有菊花宁愿在枝头上抱香而死，却不改其傲霜斗雪的本质噢。明是赞菊，暗中也含有以菊花作为自己的精神寄托在。表明自己有菊之傲骨，而无萸桂之媚俗态也。“杯面”两句，述秋景。此言杯中的酒香与园中的菊香混合在空气之中，引得群蜂四处飞舞。而篱笆下蟋蟀也正在“句句”地鸣叫着，它好像在告诉人们：秋已深矣。“爱玲珑”两句，再次“赋菊”。此言园中的水池边上，主人家用千枝万朵的菊花交织成一架玲珑透剔的花屏风，月光透过它照射在水池之中，就倒影出憧憧的花影来。</p> <p>　　“芳井韵”四句，承上启下。此言在园中的水井边，寒泉旁都开放着各式各样的菊花，供人欣赏。那经霜的菊叶，湿润中透出了微红的颜色。“共评花”两句，述共同赏菊，填词吟<a href=\"http://so.gushiwen.org/view_62472.aspx\">诗</a>。词人说：“我们共同观赏着花园中这许多菊花，同时还在品评着菊花的优劣，而且还互相比赛，看看哪一位才思敏捷先作成佳词好诗？”“好漉”两句，述赏花饮酒至通宵。古时酒有清、浊之分，故<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>《问刘十九》诗有“绿蚁新醅酒”的描述，就是饮带酒糟的浊酒。这里词人所饮的也是浊酒，所以饮前先用“乌巾”漉净酒糟，才可饮用。此言词人面对香花、佳人作通宵漉酒畅饮，但他边狂饮浊酒，边还笑着对侑酒的佳人说：“你不要发愁我会醉得失态，如果你头上的金钿钗掉在地上，我还能马上替你拾起来插上呢。”“算遗踪”两句，述酒醒。言词人酒醉后醒转，发现床头枕边尚遗留了佳人身上的物件，不觉睹物思人，倍增相思。</p> <p>　　因为是和韵，所以全词以词人的寄托、臆想为多，不必词人亲自观赏菊花后才能填之。 </p>",
  "poet": {
    "id": 670,
    "star": 0,
    "name": "吴文英",
    "image": "http://img.gushiwen.org/authorImg/wuwenying.jpg",
    "desc": "吴文英（约1200～1260），字君特，号梦窗，晚年又号觉翁，四明（今浙江宁波）人。原出翁姓，后出嗣吴氏。与贾似道友善。有《梦窗词集》一部，存词三百四十余首，分四卷本与一卷本。其词作数量丰沃，风格雅致，多酬答、伤时与忆悼之作，号“词中李商隐”。而后世品评却甚有争论。"
  },
  "tags": [
    "咏物",
    "菊花"
  ]
}