{
  "id": 48027,
  "star": 113,
  "name": "车遥遥篇",
  "dynasty": "魏晋",
  "content": "车遥遥兮马洋洋，追思君兮不可忘。<br>君安游兮西入秦，愿为影兮随君身。<br>君在阴兮影不见，君依光兮妾所愿。",
  "shangxi": "<h2>鉴赏</h2> <p>　　“黯然销魂者，唯别而已矣”！人虽已经离去，情却常难断绝。因此就有了“杨柳岸、晓风残月”的凄伤，有了“才下眉头、却上心头”的无奈。此<a href=\"http://so.gushiwen.org/view_48027.aspx\">诗</a>即借一位妻子真切的内心独白，抒写了这种难以言传的离情别意。</p> <p>　　“车遥遥兮马洋洋”——诗之开篇，是女主人公追忆夫君离去的梦幻般的虚景。不过，在此刻追忆之际，这虚景也可能为眼前所见的实景所引发。似乎是一个春日的早晨，阳光明媚、草色青青。画面近处，则是一位倚栏而立的女子，正痴痴地注视着穿过新绿树影的车马，东来西往。倘若能从近处观察，你便可发现：她其实并不“看着”车马，而是沉入了迷茫的幻境之中——眼前的车马，勾起了她十分珍贵的忆念。她仿佛觉得，此刻还正是亲爱的夫君离去的时候：那车身也一样颠簸、轻摇，那马儿也一样舒缓、潇洒。就这样在遥遥无尽的大道上去了，什么时候再见到它载着夫君归来？当消歇的马蹄声，终于将她从幻境中惊觉，车马和夫君便全都云雾般消散。美好的春景，在女主人公眼中只变得一片黯然。这无情之景，不过让她忆及往事，徒然增添一段缠绕不去的思愁罢了。</p> <p>　　这就是“车遥遥兮马洋洋”所化出的诗境。这诗境妙在没有“时间”。它既可能是女主人公独伫楼头所见的实景，又为一个早已逝去的美好虚景所叠印，便在女主人公心中造出一片幻觉，引出一种惆怅失意的无限追念。</p> <p>　　“追思君兮不可忘”，即承上文之境，抒发了女主人公追忆中的凄婉情思。那情景怎么能够忘怀呢——当夫君登车离去时，自己是怎样以依恋的目光追随着车影，几乎是情不自禁地倾身于栏杆。倘若不是空间之隔，她真想伸出手去，再攀住车马话别一番呢！夫君究竟要去往哪里？“君安游兮西入秦”正以自问自答方式，指明了这远游的令人忧愁的去向。她说：夫君之入秦，既然是为了求宦进取，我自然不能将你阻留；只是这一去颠沛万里，可教我怎能不牵挂你？句中的“安游”从字面上看，只是一种幽幽的自问之语。不过在体会女主人公心境时，读者不妨把它理解为对旅途平安的一片祈祝之情。她当时就这样噙着泪水，送别了夫君。全没有想到，夫君的“入秦”竟如此久长，使自己至今形单影只、空伫楼头。</p> <p>　　对往事的温馨追忆，由此把女主人公推入了深深的痛苦之中。而人在痛苦的时候，想象力往往异常活跃。在女主人公倚栏独立、顾影自伤之际，一个重要的发现吸引了她。她想：世界上什么事物最难分离？这静静跟随着她的地上的身影就是！影之于身，朝暮相随、无时不在，没有人能将它们分离须臾。那就让我作夫君的身影吧！那时候不管登山还是临水，我都能时时陪伴着他。倘若是举杯邀月，他便可和我月下共舞；倘若他夜深难寐，我便跟随他漫步中庭——我再不会感到孤单，夫君也不会再有寂寞，那该有多好呵！“愿为影兮随君身”一句，正是女主人公顾影自伤中触发的奇妙诗思。这诗思妙在来自日常生活，而且特别适合于常常陷入顾影自伤痛苦的女子心理。这诗思又异常动人，表现的是虽在痛苦之中，而关切夫君犹胜过自身的妻子的深情。</p> <p>　　想到这里，女主人公似乎颇有些喜意了，因为她“解决”了一个日日萦绕她的痛苦难题。但她忽然又想到，身影之存在是需要“光”的。若是身在背阴之处，那影子也会“不见”的，这样岂不又要分离？她简直有些焦急了，终于在诗之结尾，向夫君发出了凄凄的呼唤：“君在阴兮影不见，君依光兮妾所愿”——夫君哪，你可不要到那背阴处去呀，一去我就会不见了。你站在阳光下好吗？那可是我的一片心愿呢！</p> <p>　　这位深情的妻子，分明是被别离的痛苦折磨够了。在她的心中，再挨不得与夫君的片刻分离。痛苦的“追思”引出她化身为影的奇想，在这奇想的字字句句中，读者所听到的只是一个声音：“不离”！“不离”！“不离”！而诗中那六个连续使用的“兮”字，恰如女主人公痛苦沉吟中的叹息，又如钢琴曲中反复出现的音符，追随着思念的旋律，一个高似一个，一个强似一个，声声敲击在读者的心上，具有极大的感染力。</p> <p>　　这首诗完全是女主人公的内心独白，或者说是她一片痴心的“自说自话”。迷茫中把眼前的车马，认作为载着夫君离去的车马；为了不分离，就想化为夫君的身影；而且还不准夫君站到阴处：似乎都可笑之至、无理得很。然而，这种“无理得很”的思致，倒恰恰是多情之至微妙心理的绝好表露。</p>",
  "poet": {
    "id": 176,
    "star": 0,
    "name": "傅玄",
    "image": "http://img.gushiwen.org/authorImg/fuxuan.jpg",
    "desc": "傅玄（217~278年），字休奕，北地郡泥阳（今陕西铜川耀州区东南）人，西晋初年的文学家、思想家。 出身于官宦家庭，祖父傅燮，东汉汉阳太守。父亲傅干，魏扶风太守。"
  },
  "tags": [
    "爱情"
  ]
}