{
  "id": 49567,
  "star": 61,
  "name": "减字木兰花·立春",
  "dynasty": "宋代",
  "content": "春牛春杖，无限春风来海上。便与春工，染得桃红似肉红。<br>春幡春胜，一阵春风吹酒醒。不似天涯，卷起杨花似雪花。",
  "fanyi": "<p><strong>译文<br></strong>牵着春天的泥塑耕牛，拉起春天的泥塑犁杖，泥塑的耕夫站在二者的近旁。春风无限，来自海上。于是请来春神的神功，把桃花红染得像肉色红。<br>竖立春天的绿幡，剪成春天的彩胜。一阵春风，吹我酒醒。此地不像海角天涯，卷起的杨花，颇似雪花。</p> <p><strong>注释<br></strong>⑴减字木兰花：原唐教坊曲，双调四十四字，与“木兰花”相比，前后片第一、三句各减三字，改为平仄韵互换格，每片两仄韵，两平韵。<br>⑵己卯：宋哲宗元符二年（1099）。儋耳：古代地名，在今海南境内。治所在今海南省儋州市西北。<br>⑶春牛：即土牛，古时农历十二月出土牛以送寒气，第二年立春再造土牛，以劝农耕，并象征春耕开始。春杖：耕夫持犁杖而立，杖即执，鞭打土牛。也有打春一称。<br>⑷丐：乞求。春工：春风吹暖大地，使生物复苏，是人们将春天比喻为农作物催生助长的农工。<br>⑸肉红：状写桃花鲜红如血肉。<br>⑹春幡（fān）：春旗。立春日农家户户挂春旗，标示春的到来。也有剪成小彩旗插在头上，或树枝上。春胜：一种剪成图案或文字的剪纸，也称剪胜，以示迎春。<br>⑺天涯：多指天边。此处指作者被贬谪的海南岛。<br>⑻杨花：即柳絮。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这首词是作者被贬海南时所作，是一首咏春词。作者以欢快的笔触描写海南绚丽的春光，寄托了他随遇而安的达观思想。</p> <p>　　此词上、下片句式全同，而且每一片首句，都从立春的习俗发端。古时立春日，“立青幡，施土牛耕人于门外，以示兆民（兆民，即百姓）”（《后汉书·礼仪志上》）。春牛即泥牛。春杖指耕夫持犁仗侍立；后亦有“打春”之俗，由人扮“勾芒神”，鞭打土牛。春幡，即“青幡”，指旗帜。春胜，一种剪纸，剪成图案或文字，又称剪胜、彩胜，也是表示迎春之意。而两片的第二句都是写“春风”。上片曰：“无限春风来海上”。作者《儋耳》<a href=\"http://so.gushiwen.org/view_49567.aspx\">诗</a>也说：“垂天雌霓云端下，快意雄风海上来”。风从海上来，不仅写出地处海岛的特点，而且境界壮阔，令人胸襟为之一舒。下片曰：“一阵春风吹酒醒”，点明迎春仪式的宴席上春酒醉人，兴致勃发，情趣浓郁。两处写“春风”都有力地强化全词欢快的基调。接着上、下片对应着力写景。上片写桃花，下片写杨花，红白相衬，分外妖娆。写桃花句，大意是乞得春神之力，把桃花染得如同血肉之色一般。丐，乞求。这里把春神人格化，见出造物主孳乳人间万物的亲切之情。“不似天涯，卷起杨花似雪花”句，是全词点睛之笔。海南地暖，其时已见杨花；而中原，燕到春分前后始至，与杨柳飞花约略同时。作者用海南所无的雪花来比拟海南早见的杨花，谓海南跟中原景色略同，于是发出“不似天涯”的感叹。</p> <p>　　此词礼赞海南之春，古代诗词题材中有开拓意义。同时词又表达作者旷达之怀，对我国旧时代知识分子影响深远。这是<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>此词高出常人的地方。这首词大量使用同字。把同一个字重复地间隔使用，有的修辞学书上称为“类字”。本来，遣词造句一般要避免重复。《文心雕龙·练字第三十九》提出的四项练字要求，其中之一就是“权重出”，以“同字相犯”为戒。但是，作者偏偏利用“同字”，结果反取得异样的艺术效果，不但音调增加美听，而且主旨得到强调和渲染。这又是苏词高出他人之处。全词八句，共用七个“春”字（其中两个是“春风”），但不平均配置，有的一句两个，有的一句一个，有三句不用，显得错落有致；而不用“春”字之句，如“染得桃红似肉红”，“卷起杨花似雪花”，却分别用了两个“红”字，两个“花”字。事实上，作者也许并非有意要作如此复杂的变化，他只是为海南春色所感发，一气贯注地写下这首词，因而自然真切，朴实感人，而无丝毫玩弄技巧之弊。这也是苏词不同流俗的地方。</p><br/><h2>赏析二</h2> <p>　　海南岛在宋时被目为蛮瘴僻远的“天涯海角”之地，前人偶有所咏，大都是面对异乡荒凉景色，兴起飘零流落的悲感。<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>此词却以欢快跳跃的笔触，突出了边陲绚丽的春光和充满生机的大自然，在中国词史中，这是对海南之春的第一首热情赞歌。苏轼与其他逐客不同，他对异地风物不是排斥、敌视，而是由衷地认同。他当时所作的《被酒独行遍至子云威徽先觉四黎之舍》<a href=\"http://so.gushiwen.org/view_49567.aspx\">诗</a>中也说“莫作天涯万里意，溪边自有舞雩风”，写溪风习习，顿忘身处天涯，与此词同旨。苏轼一生足迹走遍大半个中国，或是游宦，或是贬逐，但他对所到之地总是怀着第二故乡的感情，这又反映出他随遇而安的旷达人生观。</p> <p>　　《减字木兰花》上、下片句式全同。此词上、下片首句，都从立春的习俗发端。古时立春日，“立青幡，施土牛耕人于门外，以示兆民”（《后汉书·礼仪志上》）。上、下片首句交代立春日习俗后，第二句都是写“春风”：一则曰“无限春风来海上”。作者《儋耳》诗也说：“垂天雌霓云端下，快意雄风海上来。”风从海上来，不仅写出地处海岛的特点，而且境界壮阔，令人胸襟为之一舒。二则曰“一阵春风吹酒醒”，点明迎春仪式的宴席上春酒醉人，兴致勃发，情趣浓郁。两处写“春风”都有力地强化全词欢快的基调。以后都出以景语：上片写桃花，下片写杨花，红白相衬，分外妖娆。写桃花句，大意是乞得春神之力，把桃花染成粉红。这里把春神人格化，见出造物主孳乳人间万物的亲切之情。写杨花句，却是全词点睛之笔。海南地暖，其时已见杨花。作者次年人日有诗云“新巢语燕还窥砚”，方回《瀛奎律髓》评此诗云：“海南人日，燕已来巢，亦异事。”原来在中原，燕到春分前后始至，与杨柳飞花约略同时。以此知海南物候之异，杨花、新燕并早春可见。而早春时节，中原时或降雪。作者用海南所无的雪花来比拟海南早见的杨花，那么，海南即是跟中原一般景色。于是发出“不似天涯”的感叹了。——这是全词的主旨所在。</p> <p>　　如前所述，此词内容一是礼赞海南之春，在中国古代诗词题材中有开拓意义；二是表达作者旷达之怀，对中国旧时代知识分子影响深远。这是苏轼此词高出常人的地方。以南北宋之交的<a href=\"http://so.gushiwen.org/author_723.aspx\">朱敦儒</a>的两首词来对读，朱的《诉衷情》也写立春：“青旗彩胜又迎春，暖律应祥云。金盘内家生菜，宫院遍承恩。时节好，管弦新，度升平。惠风迟日，柳眼梅心，任醉芳尊。”这里也有“青旗”、“彩胜”、“惠风”、“柳眼”、“醉尊”，但一派宫廷的富贵“升平”气象，了解南北宋之交政局的读者自然会对此词产生遗憾和失望。比之苏词真切的自然风光，逊色得多了。朱敦儒另一首《沙塞子》说：“万里飘零南越，山引泪，酒添愁。不见凤楼龙阙又惊秋。九日江亭闲望，蛮树绕，瘴云浮。肠断红蕉花晚水西流。”这是写南越的重阳节。但所见者为“蛮树”、“瘴云”，由景引情者为“山引泪，酒添愁”，突出的是“不见凤楼龙阙”的流落异乡之悲。朱敦儒此词作于南渡以后，思乡之愁含有家国之痛，其思想和艺术都有可取之处，吴曾《能改斋漫录》卷十七“颜持约词不减唐人语”条也称赞此词“不减唐人语”。但此类内容的词作在当时词人中不难发现，与苏词相比，又迥异其趣。二词相较，对异地风物有排斥和认同的差别，从而更可见出苏词的独特个性。</p> <p>　　这首词在写作手法上的特点是大量使用同字。把同一个字重复地间隔使用，有的修辞学书上称为“类字”。（如果接连使用称“叠字”，如<a href=\"http://so.gushiwen.org/author_536.aspx\">李清照</a>《声声慢》“寻寻觅觅，冷冷清清，凄凄惨惨戚戚”。）清人许昂霄《词综偶评》云：“《玉台新咏》载梁元帝《春日》诗用二十三‘春’字，鲍泉奉和用三十‘新’字······余谓此体实起于渊明《止酒》诗，当名之曰‘止酒诗体’。”本来，遣词造句一般要避免重复。《文心雕龙·练字第三十九》提出的四项练字要求，其中之一就是“权重出”，以“同字相犯”为戒。但是，有的作者偏偏利用“同字”来获得别一种艺术效果：音调增加美听，主旨得到强调和渲染。而其间用法颇多变化，仍有高下之别。<a href=\"http://so.gushiwen.org/author_645.aspx\">陶渊明</a>的《止酒》诗，每句用“止”字，共二十个，可能受了民间歌谣的影响，毕竟是游戏之作。梁元帝《春日》诗说：“春还春节美，春日春风过。春心日日异，春情处处多。处处春芳动，日日春禽变。春意春已繁，春人春不见。不见怀春人，徒望春光新。春愁春自结，春结谁能申。欲道春园趣，复忆春时人。春人竟何在，空爽上春期。独念春花落，还似昔春时。”共十八句竟用二十三个“春”字，再加上“日日”、“处处”、“不见”等重用两次，字法稠叠，颇嫌堆垛。再如五代时<a href=\"http://so.gushiwen.org/author_175.aspx\">欧阳炯</a>《清平乐》：“春来阶砌，春雨如丝细。春地满飘红杏蒂，春燕舞随风势。春幡细缕春缯，春闺一点春灯，自是春心缭乱，非干春梦无凭。”这首词也写立春，为突出伤春之情，一连用了十个“春”字，句句用“春”，有两句用了两个“春”字，也稍有平板堆砌之感。苏轼此词却不然。全词八句，共用七个“春”字（其中两个是“春风”），但不平均配置，有的一句两个，有的一句一个，有三句不用，显得错落有致；而不用“春”字之句，如“染得桃红似肉红”，“卷起杨花似雪花”，却分别用了两个“红”字，两个“花”字。其实，苏轼在写作此词时，并非有意要作如此复杂的变化，他只是为海南春色所感发，一气贯注地写下这首词，因而自然真切，朴实感人，而无丝毫玩弄技巧之弊。后世词人中也不乏擅长此法的，南宋周紫芝的《蝶恋花》下片：“春去可堪人也去，枝上残红，不忍抬头觑。假使留春春肯住，唤谁相伴春同处。”前后用四个“春”字，强调“春去人也去”的孤寂。蔡伸的《踏莎行》下片“百计留君，留君不住，留君不住君须去。望君频向梦中来，免教肠断巫山雨”，共用五个“君”字，突出留君之难。这都是佳例。</p>",
  "about": "<h2>创作背景</h2> 　　此词作于元符二年（1099）。<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>在惠州贬所得到责授琼州别驾昌化军安置，不得签书公事的命令，于绍圣四年（1097）四月十九日离开惠州，七月二日到昌化军（今海南儋州市）贬所。这首词为元符二年立春所写春词。",
  "poet": {
    "id": 183,
    "star": 0,
    "name": "苏轼",
    "image": "http://img.gushiwen.org/authorImg/sushi.jpg",
    "desc": "苏轼（1037－1101），北宋文学家、书画家、美食家。字子瞻，号东坡居士。汉族，四川人，葬于颍昌（今河南省平顶山市郏县）。一生仕途坎坷，学识渊博，天资极高，诗文书画皆精。其文汪洋恣肆，明白畅达，与欧阳修并称欧苏，为“唐宋八大家”之一；诗清新豪健，善用夸张、比喻，艺术表现独具风格，与黄庭坚并称苏黄；词开豪放一派，对后世有巨大影响，与辛弃疾并称苏辛；书法擅长行书、楷书，能自创新意，用笔丰腴跌宕，有天真烂漫之趣，与黄庭坚、米芾、蔡襄并称宋四家；画学文同，论画主张神似，提倡“士人画”。著有《苏东坡全集》和《东坡乐府》等。"
  },
  "tags": [
    "春天",
    "习俗",
    "写景",
    "抒怀"
  ]
}