{
  "id": 52792,
  "star": 2413,
  "name": "渔家傲·天接云涛连晓雾",
  "dynasty": "宋代",
  "content": "天接云涛连晓雾，星河欲转千帆舞。仿佛梦魂归帝所。闻天语，殷勤问我归何处。<br>我报路长嗟日暮，学诗谩有惊人句。九万里风鹏正举。风休住，蓬舟吹取三山去！",
  "fanyi": "<p><strong>译文</strong><br>水天相接，晨雾蒙蒙笼云涛。银河欲转，千帆如梭逐浪飘。梦魂仿佛回天庭，天帝传话善相邀。殷勤问：归宿何处请相告。<br>我回报天帝说：路途漫长啊，又叹日暮时不早。学做<a href=\"http://so.gushiwen.org/view_52792.aspx\">诗</a>，枉有妙句人称道。长空九万里，大鹏冲天飞正高。风啊!千万别停息，将我这一叶轻舟，直送往蓬莱三岛去。</p><p><strong>注释</strong><br>星河：银河。<br>转：《历代诗余》作“曙”。<br>帝所：天帝居住的地方。<br>天语：天帝的话语。<br>我报路长嗟日暮：路长，隐括<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>《离骚》：“路曼曼其修远兮，我将上下而求索”之意。日暮，隐括屈原《离骚》：“欲少留此灵琐兮，日忽忽其将暮”之意。嗟，慨叹。<br>“我报”二句：意谓人生路长而时光渐晚，徒有诗才，志事难酬。报，回答。路长：意仿《离骚》上的“路曼曼其修远兮，吾将上下而求索”。王灼《碧鸡漫志》云：<a href=\"http://so.gushiwen.org/author_536.aspx\">李清照</a>少时便有古诗名气，“才力华赡，逼近前辈。”但男女不平等的封建社会，其才华被扼制，不能有所作为，故说“谩有”。谩：徒，空。惊人句，化用《江上值水如海上势聊短述》有“语不惊人死不休”诗句<br>九万里：《庄子·逍遥游》中说大鹏乘风飞上九万里高空。<br>鹏：古代神话传说中的大鸟。<br>蓬舟：像蓬蒿被风吹转的船。古人以蓬根被风吹飞，喻飞动。<br>吹取：吹得。<br>三山：《史记·封禅书》记载：渤海中有蓬莱，方丈，瀛洲三座仙山，相传为仙人所居住，可以望见，但乘船前往，临近时就被风吹开，终无人能到。</p><br/><p><strong>译文</strong><br>天蒙蒙，晨雾蒙蒙笼云涛。银河欲转，千帆如梭逐浪飘。梦魂仿佛又回到了天庭，天帝传话善意地相邀。殷勤地问道：你可有归宿之处？<br>我回报天帝说：路途漫长又叹日暮时不早。学作<a href=\"http://so.gushiwen.org/view_52792.aspx\">诗</a>，枉有妙句人称道，却是空无用。长空九万里，大鹏冲天飞正高。风啊！请千万别停息，将这一叶轻舟，载着我直送往蓬莱三仙岛。</p> <p><strong>注释</strong><br>⑴渔家傲：词牌名。<br>⑵星河：银河。转：《历代诗余》作“曙”。<br>⑶帝所：天帝居住的地方。<br>⑷天语：天帝的话语。<br>⑸殷勤：关心地。<br>⑹我报路长嗟（jiē）日暮：路长，隐括<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>《离骚》：“路曼曼其修远兮，我将上下而求索”之意。日暮，隐括屈原《离骚》：“欲少留此灵琐兮，日忽忽其将暮”之意。嗟，慨叹。<br>⑺学诗谩有惊人句：隐括<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>句：“语不惊人死不休”。谩有：空有。<br>⑻九万里：《庄子·逍遥游》中说大鹏乘风飞上九万里高空。鹏：古代神话传说中的大鸟。<br>⑼蓬舟：像蓬蒿被风吹转的船。古人以蓬根被风吹飞，喻飞动。吹取：吹得。三山：《史记·封禅书》记载：渤海中有蓬莱、方丈、瀛洲三座仙山，相传为仙人所居住，可以望见，但乘船前往，临近时就被风吹开，终无人能到。蓬莱，又称蓬壶。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这首《渔家傲》在<a href=\"http://so.gushiwen.org/author_536.aspx\">李清照</a>词集中风格独特，历来引人瞩目。下面是中华<a href=\"http://so.gushiwen.org/view_52792.aspx\">诗</a>词学会理事徐培均先生对此词的赏析要点。</p> <p>　　这首词气势磅礴、音调豪迈，是婉约派词宗李清照的另类作品，具有明显的豪放派风格，是李词中仅见的浪漫主义名篇。</p> <p>　　词一开头，便展现一幅辽阔、壮美的海天一色图卷。这样的境界开阔大气，为唐五代以及两宋词所少见。写天、云、雾、星河、千帆，景象已极壮丽，其中又准确地嵌入了几个动词，则绘景如活，动态俨然。“接”、“连”二字把四垂的天幕、汹涌的波涛、弥漫的云雾，自然地组合在一起，形成一种浑茫无际的境界。而“转”、“舞”两字，则将词人在风浪颠簸中的感受，逼真地传递给读者。所谓“星河欲转 ”，是写词人从颠簸的船舱中仰望天空，天上的银河似乎在转动一般。“千帆舞”，则写海上刮起了大风，无数的舟船在风浪中飞舞前进。船摇帆舞，星河欲转，既富于生活的真实感，也具有梦境的虚幻性，虚虚实实，为全篇的奇情壮采奠定了基调。</p> <p>　　因为这首词写的是“梦境”，所以接下来有“仿佛”三句。这三句写词人在梦中见到天帝。“梦魂”二字，是全词的关键。词人经过海上航行，一缕梦魂仿佛升入天国，见慈祥的天帝。在幻想的境界中，词人塑造了一个态度温和、关心民瘼的天帝。“殷勤问我归何处”，虽然只是一句异常简洁的问话，却饱含着深厚的感情，寄寓着美好的理想。</p> <p>　　在一般双叠词中，通常是上片写景，下片抒情，并自成起结。过片处，或宕开一笔，或径承上片意脉，笔断而意不断，然而又有相对的独立性。此词则上下两片之间，一气呵成，联系紧密。上片末二句是写天帝的问话，过片二句是写词人的对答。问答之间，语气衔接，毫不停顿。可称之为“跨片格”。“我报路长嗟日暮”句中的“ 报”字与上片的“问”字，便是跨越两片的桥梁。“路长日暮”，反映了词人晚年孤独无依的痛苦经历，然亦有所本。词人结合自己身世，把<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>在《 离骚》中所表达的不惮长途远征，只求日长不暮，以便寻觅天帝，不辞“上下求索”的情怀隐括入律，只用“ 路长 ”、“日暮”四字，便概括了“上下求索”的意念与过程，语言简净自然，浑化无迹。其意与“学诗谩有惊人句”相连，是词人在天帝面前倾诉自己空有才华而遭逢不幸，奋力挣扎的苦闷。著一“谩”字，流露出对现实的强烈不满。词人在现实中知音难遇，欲诉无门，唯有通过这种幻想的形式，才能尽情地抒发胸中的愤懑，怀才不遇是中国传统文人的命运。李清照虽为女流，但作为一位生不逢时的杰出文学家，她也有类似的感慨。</p> <p>　　“九万里风鹏正举 ”，从对话中宕开，然仍不离主线。说“鹏正举 ”，是进一步对大风的烘托 ，由实到虚，形象愈益壮伟，境界愈益恢宏。在大鹏正在高举的时刻，词人忽又大喝一声：“风休住，蓬舟吹取三山去！”气势磅礴，一往无前，堪称大手笔。“蓬舟”，谓轻如蓬草的小舟，极言所乘之舟的轻快。“三山”，指渤海中蓬莱、方丈、瀛洲三座仙山，相传为仙人所居，可望而见，但乘船前去，临近时即被风引开，终于无人能到。词人翻旧典出新意敢借鹏抟九天的风力，吹到三山，胆气之豪，境界之高，词中罕见。上片写天帝询问词人归于何处，此处交代海中仙山为词人的归宿。前后呼应，结构缜密。</p> <p>　　这首词把真实的生活感受融入梦境，把屈原《离骚》、庄子《逍遥游》以至神话传说谱入宫商，使梦幻与生活、历史与现实融为一体，构成气度恢宏、格调雄奇的意境，充分显示了作者性情中豪放不羁的一面。</p><br/><h2>赏析二</h2> <p>　　这首词，《花庵词选》题作“记梦”，是<a href=\"http://so.gushiwen.org/author_536.aspx\">李清照</a>唯一的豪放词，是她南渡以后的作品。一般来说，李清照南渡以后写的词都是些消沉愁苦之作，而这一首却是例外。</p> <p>　　李清照南渡后，不久丈夫赵明诚病死。国破家亡兼夫死，使她生活上和精神上受到很大的打击，从此，她只身飘泊江南，孤单寂寞地度过她那艰苦岁月的晚年，处于“路长嗟日暮”的困境。但她是一个性格爽直、柔中有刚、不愿受现实生活束缚的人，所以，有时想象的翅膀飞进了另一个世界。她幻想出一条能使精神有所寄托的道路，以求摆脱人间那前路茫茫、看不到任何希望的境况。于是梦跨云雾，渡天河，归帝宫，乘万里风到仙山去。这样豪迈的气概，不凡的壮举，就使这首词显示出浪漫的情调，豪放的风格，而和她的其他词作风格迥然不同.</p> <p>　　词一开头就写：“天接云涛连晓雾，星河欲转千帆舞。”活绘出一幅仙境一般的壮丽景色。这里，“星河”，即银河。意思是说，天空连接着那象波浪一样翻滚的云霞，这些云霞又是和晨雾连在一起，显得曙色胧朦。而透过云雾远远望去，银河中波涛汹涌，象要使整条河翻转过来似的。河中许许多多帆船在滚滚的大浪中颠扑，风帆摆动得象在银河中起舞一样。这是写天上的云彩，可谓千姿万态。虽然写的是作者在梦中所幻想的自然景象，但这一幻想无疑是她在人生道路上历尽艰难险阻、流徙奔波之苦的潜意识所促使的。所以，在它里面既有壮丽的一面，又有艰险的一面。它展现出一个晨雾迷茫、云涛翻腾、滚滚银河、千帆竞渡的开阔境界。这境界象是个仙境，作者就是在这仙境中经历着的。所以，也渐渐地使她的梦魂好象回到天帝居住的宫殿去了。——“仿佛梦魂归帝所”。“帝所”，指天帝居住的宫殿。其实，这是人们在经历了千辛万苦后所希望和追求的美好前途。而她之所以梦回“帝所”，是有其思想根源的。古代<a href=\"http://so.gushiwen.org/view_52792.aspx\">诗</a>人往往设想自己是从天上宫阙来的，所以在幻想美好的前途时也就往往说“归帝所”去。如<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>的《水调歌头》说：“不知天上宫阙，今夕是何年？我欲乘风归去，……”也就是写他想回到天帝宫殿去。那么，作者魂回帝宫去，情况怎样呢？</p> <p>　　“闻天语，殷勤问我归何处。”她听着天帝在对她说话，殷勤地问她要回到哪里去？李清照南渡以来，一直飘泊天涯，备受排挤与打击，尝尽了人间的白眼，如今天帝这么关照她，使她感到多么温暖啊！作者这么写，不管其主观动机如何，客观上已把天上和人间作了一个鲜明的对照，讥讽了黑暗的现实社会。她在若干年来的逃难生活中，多少事，凭谁诉？这次竟然得到诉说的机会了。这就引出了词的下片，由她诉说自己的困难和心愿。</p> <p>　　“我报路长嗟日暮，学诗谩有惊人句。”意思是说：我告诉天帝，我所走的路程很远，现在已到了黄昏，还没有到达。即使我学诗能写出惊人的句子，又有什么用呢？上句，“路长嗟日暮”，出自<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>《离骚》：“欲少留此灵琐兮，日忽忽其将暮。……路曼曼其修远兮，吾将上下而求索。”作者借此表白自己在人生道路上日暮途远，茫然不知所措。这里着一“嗟”字，生动地表现出她那徬徨忧虑的神态。下句，“谩有”，是“空有”或“徒有”的意思。这一句含有两层意思：一是慨叹自己有才而不能为世用，有怀才不遇之感；二是社会动乱，文章无用，有<a href=\"http://so.gushiwen.org/author_349.aspx\">李贺</a>《南园十三首》中的“不见年年辽海上，文章何处哭秋风”之意。两者象是对立，实则统一，是互为因果的。那么，作者既然有这样苦衷，她希望怎样解脱呢？请看：</p> <p>　　“九万里风鹏正举。风休住，蓬舟吹取三山去。”她要象大鹏那样乘万里风高飞远举，离开那龌龊的社会。叫风不要停止地吹着，把她的轻快小舟吹到仙山去，使她过着那自由自在的生活。“九万里风”句，出自《庄子·逍遥游》：“鹏之背，不知其几千里也。怒而飞，其翼若垂天之云。……鹏之徙于南冥也，水击三千里，搏扶摇而上者九万里。”“扶摇”，风名。“九”是虚数，是多的意思。这一句，表示了作者有大鹏高飞之志。“蓬舟”，象蓬草那样飞旋轻快的小舟。“三山”，指传说中的蓬莱、方丈、瀛洲三个神山。为神仙所居，在渤海中。作者为什么梦想到三山中去？是否由于消极的游仙思想在作怪？不是的。从上文的意思来看，是由于她感到“路长嗟日暮，学诗谩有惊人句”。就是说，尽管她有才华，有理想，有抱负，但在现实社会中根本得不到实现和施展，找不到出路，才促使她这样想的。可见她的梦想仙境，正是她对黑暗现实不满的表现。她要回到那没有离乱，没有悲伤，没有孤凄和痛苦的仙境去，正是反映出人间存在着战乱、杀戮、欺诈、孤独、寂寞的现实。所以，她的那种思想活动，并非消极的，而是积极的，有现实意义的。</p> <p>　　这首词，思路开宕，想象丰富，意境辽阔，充满了浪漫主义色彩。它把读者带到仙境中去，饱览丰富多姿的云涛；大鹏展翅万里的浩大境界，以及那轻舟乘风吹向三山的美景，使人为之神往。这种借神仙境界来表达自己胸怀的浪漫主义作品，在李词中是极为罕见的。</p> <p>　　李清照本为婉约派的女作家，能写出如此豪放的词，除了乱世迫使她从闺阁中走出社会，面对现实这些客观原因之外，还有她的主观因素，就是她的思维活跃，性格开朗，敢想敢说；同时，她遍读群书，记性特强，不常见的字句、故实，都能一一记得，这就丰富了她的形象思维，使她对各种神话传说和典故，都能运用自如来书写自己追求自由和美好生活的心愿，从而构成了这首具有浪漫情调而又气魄宏伟的豪放词。</p><br/><h2>赏析三</h2> <p>　　<a href=\"http://so.gushiwen.org/author_536.aspx\">李清照</a>是一位可以代表婉约派的女作家，她的《声声慢》、《醉花阴》等是大家熟悉的名作。这些词多半写闺情幽怨，它的风格是含蓄、委婉的。但是在她的词作中也有一首风格特殊的《渔家傲》，这是一首豪放的词，她用《离骚》、《远游》的感情来写小令，不但是五代词中所没有的，就是北宋词中也很少见。一位婉约派的女词人，而能写出这样有气魄的作品，确实值得注意。</p> <p>　　整首词都是描写梦境。开头两句写拂晓时候海上的景象。在李清照以前还没有人在词里描写过大海。“天接云涛”两句用“接”、“转”、“舞”三个动词，来写海天动宕的境界。“星河欲转”，点出时间已近拂晓。“千帆舞”写大风，这不是江河中的景象。可能因为李清照是山东人，对海的见闻比较多，所以写得出这样的境界。上片第三句“仿佛梦魂归帝所”，意思是说：我原来就是天帝那儿来的人，现在又回到了天帝处所。这和<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>《水调歌头》中秋词：“我欲乘风归去”之“归”字意义相同。“归何处”句，着“殷勤”二字，写出天帝的好意，引起下片换头“我报路长嗟日暮”二句的感慨。《离骚》：“欲少留此灵琐兮，日忽忽其将暮。……路曼曼其修远兮，吾将上下而求索”。这就是李清照“路长日暮”句的出处。这句子的意思是说人世间不自由，尤其是封建时代的妇女，纵使学<a href=\"http://so.gushiwen.org/view_52792.aspx\">诗</a>有惊人之句（“谩有”是“空有”的意思），也依然是“路长日暮”，找不到她理解的境界。末了几句说：看大鹏已经高翔于九万里风之上；大风呵，不住地吹吧，把我的帆船吹送到蓬莱三岛去吧（“九万里风”句用《庄子?逍遥游》，说大鹏“抟扶摇而上者九万里”，扶摇，旋风，九是虚数）！</p> <p>　　李清照是婉约派的女作家，何以能写出这样豪放的作品呢？在封建社会中，女子生活于种种束缚之下，即使象李清照那样有高度修养和才华的女作家也不能摆脱这种命运，这无疑会使她感到烦闷和窒息。她作了两首《临江仙》词，都用<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>的成语“庭院深深深几许”作为起句，这很可能是借它表达她的烦闷的心情。她要求解脱，要求有广阔的精神境界。这首词中就充分表示她对自由的渴望，对光明的追求。但这种愿望在她生活的时代的现实生活中是不可能实现的，因此她只有把它寄托于梦中虚无缥缈的神仙境界，在这境界中寻求出路。然而在那个时代，一个女子而能不安于社会给她安排的命运，大胆地提出冲破束缚、向往自由的要求，确实是很难得的。在历史上，在封建社会的妇女群中是很少见的。</p> <p>　　这首风格豪放的词，意境阔大，想象丰富，确实是一首浪漫主义的好作品。出之于一位婉约派作家之手，那就更为突出了。其所以有此成就，无疑是决定于作者的实际生活遭遇和她那种渴求冲决这种生活的思想感情；这绝不是没有真实生活感情而故作豪语的人所能写得出的。</p>",
  "about": "<h2>创作背景</h2> 　　此词作于<a href=\"http://so.gushiwen.org/author_536.aspx\">李清照</a>南渡之后。根据《金石录后序》记载，公元1130年（宋高宗建炎四年）春间，李清照曾在海上航行 ，历尽风涛之险。此词中写到大海、乘船，人物有天帝及词人自己，都与这段真实的生活所得到的感受有关。根据陈祖美《李清照简明年表》，此词就作于公元1130年（建炎四年）。",
  "poet": {
    "id": 536,
    "star": 0,
    "name": "李清照",
    "image": "http://img.gushiwen.org/authorImg/liqingzhao.jpg",
    "desc": "李清照（1084年3月13日～1155年5月12日）号易安居士，汉族，山东省济南章丘人。宋代（南北宋之交）女词人，婉约词派代表，有“千古第一才女”之称。所作词，前期多写其悠闲生活，后期多悲叹身世，情调感伤。形式上善用白描手法，自辟途径，语言清丽。论词强调协律，崇尚典雅，提出词“别是一家”之说，反对以作诗文之法作词。能诗，留存不多，部分篇章感时咏史，情辞慷慨，与其词风不同。有《易安居士文集》《易安词》，已散佚。后人有《漱玉词》辑本。今有《李清照集校注》。"
  },
  "tags": [
    "宋词三百首",
    "宋词精选",
    "豪放",
    "感伤",
    "怀念"
  ]
}