{
  "id": 69935,
  "star": 2,
  "name": "杂剧·张天师断风花雪月",
  "dynasty": "元代",
  "content": "第一折<br>农事已随春雨办，科差犹比去年稀。小窗睡彻迟迟日，花落闲庭燕子飞。老夫姓陈，双名全忠。由进士及第，随朝数载。谢圣恩可怜，所除洛阳太守之职。老夫有一侄儿。乃是陈世英，见在西洛居住。数年不见，闻知上朝取应，须打此地经过，必然来拜见老夫。张千，门首觑者，若孩儿到来，报复我知道。理会得。小生西洛人氏，姓陈。双名世英。仗祖父余庇，颇能读书，雪案萤窗，辛勤十载，淹通诸史，贯串百家。今要上朝，进取功名，从此洛阳经过，有我叔父在此为理。小生且进城去拜见了叔父，便索长行。可早来到也。张千，报复去，道有陈世英求见。报得相公得知，有陈世英在于门首。老夫语未悬口，我那孩儿早到了也。张千，快着他过来。着秀才过去。叔父，您孩儿多时不见尊颜，请受您孩儿一拜咱。孩儿也，远路风尘，免礼波。孩儿，我且问你，此一来为何？叔父，您孩儿一来进取功名，二来探望叔父。孩儿也，试期尚远，且就在我书房中安下，温习经书，多住几日去，可不好那？您孩儿依着叔父，住几日去。但恐早晚取扰，不当稳便。自家骨肉，说甚么取扰。孩儿也，今日是八月十五日，中秋令节，俺和您后园中饮酒去来。早安排异品奇珍，与侄儿权且拂尘。值中秋正当玩月，休辜负美景良辰。小生蒙叔父相留在此，元来书房就在后园里面。花木清幽，颇堪居止。今日是八月十五日，中秋节令，适才叔父赐过酒宴，已散了也。你看金风淅淅，玉露泠泠，银河耿耿，浩月澄澄，是好一派蟾光。着小生对此佳景，怎好便去就寝。且待我作诗一首。碧汉无云夜欲沉，天香桂子色阴阴。素娥应悔偷灵药，独守瑶台一片心。吟罢这诗，且进这书房间来。我关上门焚上一炷香，取出这张琴来，试弹一曲，自饮三杯闷酒咱。妾身封十八姨的便是。这是桃花仙子，俺二人在这碧云之上。有桂花仙子与下方陈世英有私凡之心，俺二人在此等侯，待桂花仙子到来，看个端的。十八姨，你看那香风过处，兀的桂花仙子不来了也？妾身乃月中桂花仙子。今因八月十五日，有这罗睺、计都缠搅妾身，多亏下方陈世英一曲瑶琴，感动娄宿，救了我月宫一难。我和他有这宿缘仙契，今日直至下方，与陈世英报恩答义去也。你若不弃嫌呵，俺两个伴着<br>你同到下方走一遭去。好波，就此同往。仙子，咱去来，咱去来。是好月色也呵。。<br>【仙吕】【点绛唇】夜色溶溶，桂花风动，天香送。万里长空，是谁把银盘捧？俺趁着这月色行动些咱。<br>【混江龙】俺可便疾忙行动，怕的是五云楼畔日华东。俺和您私离天宫之上，早来到人间了。俺如今偷临凡世，私下天宫。这其间风弄竹声穿户牖，更那堪月移花影上帘栊。仙子，则俺三个在这月明之下，又无甚跟随的使数，怎生是好？俺本是冰魂素魄不寻常，要甚么金童玉女相随从。十八姨，你只跟着我者。又没甚幽期密约，止不过明月清风。<br>你看下方景致，是比俺那仙界不同也。<br>【油葫芦】俺和您回首瑶台隔几重，早来到书院中，怕甚么人间天上路难通。封家姨也，则不俺思凡。仙子，可再有何人思凡哩？想当日那天孙和董永曾把琼梭弄，可再有何人？想巫娥和宋玉曾做阳台梦。姐姐，你此一去报恩，可是如何？他若肯早近傍，我也肯紧过从。拚着个赚刘晨笑入桃源洞，不知刘震别后，可曾得再会来？到后来天台山下再相逢。<br>仙子，这也有何为证？<br>【天下乐】却不道流水桃花片片红。这桃花是我家的故事，你此去敢被那生折下桂花来也。则你个娇也波容，可便将人厮调哄。我则为报德酬恩要始终，不索你不索你这个咕，那个哝。仙子，我曾敢说甚么？哎！只你个十八姨口是风。<br>可早来到后园也。二位且在这书房门首略等一等，我自过去。仙子请过去，俺两个自有分晓。秀才万福。啐！怎么灯直下看见一个如花似玉的女人，莫不是我眼花么？待我仔细再看咱。<br>【鹊踏柱】则见他不惺忄葱，假朦胧，却待要拄眼睁睛，觅迹寻踪。莫非他锦阵花营，不曾厮共？险教咱风月无功。<br>这女人是从那里来的？必然是妖精鬼怪。口退！你说的是，万事全休；说的不是，你见我这床头宝剑么？我将你一剑挥之两段。<br>【河西后庭花】我只道他喜孜孜开笑容，怎么的颤钦钦添怕恐。不思量携素手归罗帐，刬地要斩妖魔仗剑锋。似这，这等怒口工口工，好着我急难陪奉。秀才也，你敢是那骂上元的也姓封。<br>兀的不虎杀我也，靠后。秀才休惊莫怕，我乃月中桂花仙子。今因八月十五日，有罗睺、计都缠搅妾身，多亏你这一曲瑶琴、感动娄宿，救了我月宫一难。我和你有宿缘仙契，一径的报恩而来。秀才留便留，不留呵我自回去也。住、住，我那里知道？你原来是桂花仙子。有如此般好意，小生一时间错怪了你。便好道，既来之，则安之。仙子请坐，容小生递一杯酒咱。仙子满饮此杯。秀才请。仙子请。小生也饮一杯。看着仙子千般体态，万种妖娆，不知小生福分，生在那里？得遇今夜，待与仙子饮个尽醉方归，有何不可？<br>【一半儿】只见他高烧银烛影摇红，满注名香宝鼎中。全不似初见时恁般乔面孔，殷勤地捧金钟。元来是一半儿妆呆一半儿懂。<br>小生有一件事，动问小娘子咱。秀才有甚么话说？小生学成满腹文章，欲等进取功名去，我这一去可是得官也不得官？<br>【金盏儿】我本待鸾凤配雌雄，你只想雕鹗起秋风。怎知我月中丹桂非凡种？念小生凡胎浊体，怎敢和仙子陪奉？你只说小生来年应举，果是如何？你问我来年春动有甚吉和凶？则你那文章千卷富，便有了文章，也要命运哩。怕不的命运一时通。若得如此，小生早则喜也。秀才，我道你来年登虎榜，总不如今夜抱蟾宫。<br>多承仙子厚意，再饮几杯，怕做甚么？桃花仙子，我和你过去相见咱。仙子，天色明了也，咱回去来。呀！怎么又有两个小娘子来了也。秀才勿怪，这两个都是我的姨姨、妹妹。既是你姨姨、妹妹，容小生都也奉一杯儿酒咱。<br>【醉扶归】俺和他一去蕊珠宫，同戏百花丛，报与你个二月春雷鱼化龙。饮了那三杯御酒珍珠瓮，四下里旌旄簇拥。准备着五花骢，缓向天街鞚。<br>【醉中天】六印掌元戎，七纵显英雄。向八座里气昂昂列上公，稳请受着九重天雨露恩和宠。也不枉了十年间苦功，到今朝享用。是必休忘了，我这报前程仙女淳风。<br>天色明了也。咱回去来。仙子此一去，可不知几时还得相会也？秀才，你牢记者，妾身此一相别，直到来年八月十五日，再与秀才相见。仙子，你道定着，小生也不进取功名去，专等来年此夜，在书房中拱候仙子，是必休失信也。<br>【赚煞尾】你若有十分的至诚心，我怕没九转丹相送？小生来年八月十五日，专候仙子来也。到来年又怕你八月中秋事冗。既蒙仙子相许，小生怎敢负了此心？但仙子虽同织女，小生非比牵牛，怎么也要一年一会？做这般老远的期约也。那七夕，会牛女佳期，你可也休卖弄。仙子若果有心于小生，便不到的来年，怕甚么那？我则怕六丁神告与天蓬，那六丁总是天上神位，料仙子也不怕他！更怕的是五更钟，催别匆匆，只落的四眼相看泪珠涌。仙子，您直恁般慌速，便再停止一会儿也好。兀的不三星在东。仙子此一去，休忘了今宵欢会也。正照着俺二人情重，一般潇洒月明中。<br>嗨！谁想小生遇着月中桂花仙子，欢会了一宵，亲记的临别之时，说道来年八月十五日，再来与小生相会。天那！我几时盼得来年这一日也。宿世姻缘定有因，暂时欢会又离分。且温经史书窗下，专等来年月下人。<br><br>第二折<br>老夫陈太守。留我侄儿世英在后园书房中，本意要他温习经书，去应科试。不想染下一场疾病，一卧不起，服药不效。老夫欲待亲自探望孩儿去，争奈衙门中适有一件要紧公事，不得余暇。张千，说与嬷嬷知道，着他到书房中看觑小哥病体若何？小心在意，看了时间来回我的话。左右，将马来，老夫衙门中办事去也。小生陈世英。便好道三十三天离恨天最高，四百四病相思病最苦，兀的不害杀小生也。自从去岁八月十五日，与月中桂花仙子在这书房中饮了几杯酒去，害的我一病不起，朝则忘餐，夜则废寝，看看致死，但合眼便见那桂花仙子在前。他说道：今年八月十五日，再来相会。今日正是中秋节令，我只得挣扎病躯，到此后花园中等。便怎么这早晚还不见来？仙子，则被你想杀我也。天也，每番家小生要做些儿功课，不曾拿起笔来；可又早淹淹的晚了。今日小生害些儿拙病，他百般的不肯就晚。且待我吟诗一首。金乌振翼上扶桑，何故迟迟画景长。可叹书生情意迫，老天偏不下斜阳。呀！这早晚还是午时也。我央及你波，我与你唱喏，怎生不动？我与你下跪，又不动；我与你下拜，也不动，钉子钉着你哩。泼毛团是好无礼也。小生不才杀者波，也是国家白衣卿相。你则道我不认得你哩？想当初尧王时有十个日头，被后羿在昆仑山顶上，射落九乌，止留的你一个。你晓来夜去，催逼了多少好人。你若是欢喜呵，腆着你那红馥馥的脸儿。你苦恼了呵，云生四野，雾罩八方。你则道我不认的你哩？你听者：无端三足乌，团团光闪烁。安得后羿弓，射此一轮落。便好道，人有所愿，天必从之。头里未曾闹时，还是午时。方才闹了，他可早交酉时了。罢罢罢。熬定心肠，且再耐着些儿。仙子，则被你想杀小生也。老身是这陈太守家中嬷嬷。为因陈世英在书房中染病，奉太守的言语，着老身探望走一遭去。我想这秀才每，多有害着这等证侯的也呵。<br>【南宫】【一枝花】可不道既读孔吊书，那里也必达周公礼？你今日相思容易得，岂不闻饱病可兀的最难医？他从来老老实实，忒软善忒温若，近新来陡恁的。他待学遇云英乞玉的裴航，赋洛神来珠的曹植。<br>【梁州第七】翻笑着不风流闭门的颜叔，假乖张拍案的封陟。他不肯左笔尖上挣扎个名和利，兀的不辱抹杀题桥的才思掷果的容仪。直这般无廉鲜耻，乱作胡为三餐饭并不曾想吃，五车书并不肯攻习。他、他、他，则待要美甘甘傍玉软香温。是、是、是，则待要悄促促在星前月底，等、等、等，则待要薄孜孜赴燕约莺期。奉相公省会，教老身直到那书房内，在左右看详细。只他这废寝忘餐可也因甚的？要一个明白消息。<br>无人报复，我自过去。仙子，你来了也。是我。呸！害得我眼花了，兀的不羞杀小生也。原来是嬷嬷，你来此怎的？哥哥，你害的甚么病？你明白对我说知，怕做甚么？我害的是病。怕不是病，却是从那里起的？你对我说，好回相公的话。你老人家没正经，则管里絮絮叨叨的，你也须知，病体准耐烦说话？哥哥，你不对我说也罢，只是你这病势看看日沉日重，谁救你禾？嬷嬷，实不相瞒，自从去岁八月十五日，有月中桂花仙子，在我这书房中饮了几杯酒，欢会了一宵去了。他说今年八月十五日再来相会，我在此等侯。不见到来，所以忧忆成病。眼见的觑天远，入地近，无那活的人也。仙子，则被你想杀我也。<br>【牧羊关】则见他恹恹的，说就里，不由我冷笑微微。你是个浊骨凡胎，他须是冰肌的这玉体。仙子，你好失信也。你敢要攀月桂谐连理，可不似指画饼待待充饥。常言道：杳茫神鬼事，哥哥也，知他布那里？<br>哥哥，你敢不等那月中桂花仙子么？我不等桂花仙子等谁？只怕等着崔莺莺那。哎！我等那崔莺莺怎的？我只等着桂花仙子哩。<br>【骂玉郎】莫不是崔莺莺害了你这张君瑞？只指望西厢下暗偷期，把镜中花生扭做蟾宫桂。现如今你瘦岩岩病怎支？他虚飘飘占不归，知甚日重会？仙子，则被你想杀小生也。<br>【感皇恩】怪不着你正是遥授夫妻，你可甚步步相随？更做道秀才每忒上紧，忒着迷。你伴的是琴书度日，怎想着那广寒宫窃药的仙姬？专等待三更后，才斗转，恰星移。<br>我在这月明之下，好歹要等那仙子来也。<br>【采茶歌】想的你意儿痴，望的你眼儿疲，只等五言诗作上天梯。但得个一夕鸳鸯配成对，那里也还记十年身到凤凰池。<br>老人家不晓事，耳根边只管聒絮，可知我染病哩。<br>【三煞】我越劝着越妆出风风势，则说是病在心头那个知？怎么耳边傍不住相潮戏，百般的话不投机。待着淹早些回避，我可道不关亲耽干系。就也着冷眼儿来看你，且看你直等的月色沉西。<br>嬷嬷，我不耐烦哩。你则回叔父话去，可怎生不着个太医来看我一看？<br>【二煞】你道叔父行怎不敢医药来调治，这的是心病还从心上医。便有那仓公、扁鹊成何济？也无过草树根皮，怎比得玉天仙知心着意。只想他今夜里休贪睡，重向书帏叙别离，敢胜似百补参芪。哥哥，你保重将息，我回老相公话去也。仙子，这早晚还不见来？兀的不害杀小生也。哥哥，你则听我劝者。<br>【黄钟尾】我劝你好将息这不存不济千金体，再休想那无影无形百媚姿。自去年到今日，曾有甚为盟记？只管里苦思忆，直等得佛出世，可不的干着你。这相思无尽极，倒不如早收拾，将一段云雨幽期，都付与高唐梦儿里。<br>楔子<br>天色明了也，枉着我扶病等了这一夜。仙子，则被你奚落杀小生也。觉的这病势越越沉重，张千，你快去寻一个太医来者。理会得。出的这门来，串长街，蓦短巷，此间正是。太医在家么？谁叫太医？太医不在家。不在家？可往那里去了？太医兵马司里去了。敢是去看病那？不是看病，医杀了人，那里坐牢哩。咄！太守衙里请去来。请我做甚么？有个相公染病，请你看一看。你那病人不好几日了？不好七日了。我太医八日不曾出汗哩。咄！老哥，你着那患子来，我看。他染病怎么走的动？着他骑个驴儿来。他骑不得驴儿。哦！只抓个杌儿抬将来。也抬不将来。这等一发教他好了来。好了又要你看甚么？既然他来不得，倒抬了我去罢。一肝，二胆。咄！我没病。你没病，我看着你这嘴脸，有些黄甘甘的。不要歪厮缠，衙里久等着哩。老哥，等我嘱付家里小的咱。丁香奴！你家有甚么丁香奴？老哥不知，但是我家的小的每，都是生药名。这个我不知道。丁香奴！有。你丸药来不曾？我丸药来。你丸了多少药？我丸了八囤半。老哥，我那囤子是囤粮食的，四五个人围不过来。这小的每贪耍，一日吃了三顿饭。则丸了八囤半。这也勾了。有谁讨药来？有姑娘家讨药来。与了多少药钱？与了一两药钱。你与了他多少药？我与他七囤半。弟子孩儿，亲眷上门，你怎么不多与他些？曾说药引子来么？不曾说药引子。快赶上去说与他，要生姜两船，枣儿五担，水要十桶，着他做一服儿吃。怎么吃得这许多？再有谁讨药？有史千户家讨药来。与了多少药钱？与了五两银子。五两银子？你与他多少药？我与了他两丸药。五两银子与了他两丸药，我这药是偷来的？与他许多去。还少么？你与他甚么药去？我与一丸红丸儿，一丸黑丸儿。老哥，你不知道，与他红丸儿则与红丸儿，黑丸儿则与他黑丸儿。红丸儿吃了是活药，黑丸儿吃了是死药。他都吃了，着他死又死不得，活又活不得。咄！行动些。早来到了也。你在此站一站，等我报复去。秀才，<br>太医在门首。着他过来。着过去。哎哟！他是患子，你怎么打他？医的医的。打着他，还知疼痛哩。你吃这药。这药不好，我不吃。这般好药，你嫌不好。你不吃，我替你吃。可怎么了？你这里有纸笔么？要他何用？趁我苏醒着，传与你这个方儿。口走，油嘴花子，快出去。太医去了也。我想那桂花仙子好生失信。你当此一夜，只说报恩而来。今日弄的我一个身子，七死八活。仙子，你那里是报恩，分明害杀小生也。<br>【仙吕】【赏花时】强扶策恹恹病里身，空凝望盈效月下人。我和他曾把酒结情亲，早隔了一年时分，兀的不愁杀我也桂华新。<br><br>第三折<br>老夫陈全忠。今日张真人回信州龙虎山修行去？要来作别。张千，门首觑着，若真人来时，报复我知道。理会的。鼎内丹砂变虎形，匣中宝剑作龙声。法水洒来天地暗，灵符书动鬼神惊。贫道姓张，双名道玄。祖传道法，戎箓精严。三十七代，辈辈流传。驱使遍三界神祗。剿除尽八方鬼怪。布袍轻拂。须臾地动天惊。草履平那。顷刻星移斗转。云游天下，普救众生。来到此洛阳，幸遇陈太守，十分的管顾贫道。所赠衣粮。无不精洁。今日信州龙虎山去，辞别太守，便索长行。早来到衙门首也。左右报复去，道有张道玄特来拜辞。报相公，有张道玄来拜辞哩。道有请。请进。相公，贫道回山中修行去。特来拜辞。真人。管待不周，车恕老夫之罪。相公，贫道在此，多有搅扰。据贫道看来，相公衙中莫不有染病之人么？我有个侄儿是陈世英，现染病哩。在那里？在后花园书房中安下。我是去看咱。贫道已知道了。你侄儿陈世英是花月之妖，搅缠成病。待贫道结一坛场，剿除妖怪，相公意下如何？若得如此，多谢真人。道童，将法衣来。相公，坛场之上，不能攀话，请回避者。道香德香，无为香，清净自然香，妙洞真香，灵宝惠香，朝三界香。吾乃统摄玄门，恢弘至道，咒司九主，宣课威仪，醮法列坛。无不听命。恭惟玉清圣境元始天尊，左辅右弼之星官，武职文班之圣众。雷公电母，风伯雨师。瑶宫宝殿天王，紫府丹台仙眷。五福十神，四司五帝。日宫月宫神位，南斗北斗星君，斗步五方，星分九曜。东华南极，西灵北真。十二之星辰，四七之缠度。三台华盖，九天帝君。三界直符使者，十方从驾威灵。当境土地龙神，诸处城隍社庙。幽冥列圣，远近至真。以此真香，普同供养。伏以阴灵耀景，环六合以开光，素魄迎情，犯十花而育物。今者时遇中秋，偶逢月蚀。罗计缠于黑道，娄宿闻此显威，梦入蟾宫，敌战恶星而退度，救兹月蚀，元光再续於寥天，半灭半明，乍盈乍阙。忽嫦娥之感动，思凡世而降临，科离瑶台，误干天运，混仙凡而为患，错躔舍以成灾。请命道流，立坛究治。臣敢不启秦玄空，急扬雷令，招接天庭。奉行摄勘。今年今月，今日今时，奉道弟子张道玄仰凭圣力，随其万处周流，不误一真清净。稽首拈香，无极大道，不可思议功德。一击天清，二击地灵，三击五雷，速变真形<br>。天圆地方，律令九章。金牌响处，万鬼潜藏。水无正行，以咒为灵，在天为雨露，在地作源泉。一噀如霜，二噀如雪，三噀之后，百邪俱灭。老君赐我驱邪剑，离火煅成经百炼。出匣纷纷霜雪寒，入手辉辉星斗现。先请东方青帝、青神，衔符背剑，入吾水中。后请南方赤帝、赤神，衔符背剑，入吾水中。又请西方白帝、白神，衔符背剑，入吾水中。再请北方黑帝、黑神，衔符背剑，入吾水中。又请中方金帝、金神，衔符背剑，入吾水中。吾持此水非凡水，九龙吐出静天地。太乙池中千万年，吾今将来静妖气。谨请年值、月值、日值、时值，当日功曹，值日神将，揽海大圣，翻江大圣，驱雷大圣，撒云大圣。吾今用你坛前仗剑等待，休错吾一时半刻。吾奉太上老君，急急如律令，摄！小圣乃雷部下听今直符使者是也。真人呼唤小圣，有何法旨？有劳当日神将，直日功曹，直去花苑中，勾将桂花仙子来者。得令。桂花仙子安在？疾！怎生无有桂花，是有谁？止有荷花。报知真人。止有荷花。有劳当日神将，直日功曹，直至太华峰头。东林寺里，勾将荷花来者。荷花仙当面。无那荷花，你知罪么？我不知罪。你引诱嫦娥，辄入五姓之家，缠搅良家子弟。勾至坛前，有何理说？我这荷花，体出青泥不染埃，也曾独步上莲台。噤声！翠荷影里鸳鸯戏，太液池中并蒂栽。你不知情谁知情？有菊花知情。小鬼头可早攀下来也，且一壁有者。有劳当日神将。直日功曹，直至甘谷水傍，渊明宅畔，勾将菊花仙来者。菊花仙当面。兀那菊花，你知罪么？我不知罪。你引诱嫦娥，辄入五姓之家。缠搅良家子弟。勾至坛前，有何理说？我这菊花，冷淡东篱傲古今，西风谁识岁寒心。噤声！东坡昔贬黄州道，吹落黄花满地金。你不知情谁知情？有梅花知情。一壁有者。有劳当日神将。直日功曹，直至大庚岭边，霸陵桥外，勾将梅花仙来者。梅花仙当面。兀那梅花，你知罪么？我妾身不知罪。你引诱嫦娥，辄入五姓之家，缠搅良家子弟。勾至坛前，有何理说？我这梅花，玉骨冰肌谁可匹，傲雪欺霜夺第一。噤声！江南曾为赠游人，一枝漏泄春消息。你不知情谁知情？有桃花知情<br>。一壁有者，有劳当日神将，直日功曹，直至度索山前，玄都观里，勾将桃花仙来者。桃花仙当面。兀那桃花，你知罪么？我不知罪。你引诱嫦娥，辄入五姓之家，缠搅良家子弟。勾至坛前，有何理说？我这桃花，海上千年一度开，曾教仙子赴瑶台。噤声！刘阮当时成配偶，暗随流水出天台。你不知情谁知情？有封十八姨、雪天王知情。一壁有者。有劳当日神将，直日功曹，与我勾将封十八姨、雪天王来者。封十八姨，雪天王当面。兀那封姨，你知罪么？我不知罪。你引诱嫦娥，辄入五姓之家，缠搅良家子弟。勾至坛前，有何理说？真人，我乃天地之正气，有甚么罪来？我本无影无形乍飕飕，万里浮阴一扫休。噤声！颠狂柳絮随风舞，轻薄桃花逐水流，雪天王近前，你知罪么？吾神不知罪。你引诱嫦娥，辄入五姓之家，缠搅良家子弟。勾至坛前，有何理说？此乃桂花仙子思凡，做出这等勾当。干吾神甚事！三冬寒气最严凝，曾伴如来大道成。噤声！谩夸积雪深千丈，不及滹沱一片冰。且一壁有者。有劳当日神将，直日功曹，直至望鹄台西，清虚府内，勾将桂花仙子来者。真人法旨，快走动些。<br>【正宫】【端正好】则被你催！逼得我两三番，喝掇得我十余次。我不合暗约通私，怎当那驱邪院一伙天兵伞至，狠恶的忒如此。<br>桂花仙子，只为你思凡，今日连累的我也。你也来了。<br>【滚绣球】我只见桃花离了武陵，为你呵，将我也好摄在此。荷花离了沼沚。你今日连累着我，却是为何？哎！菊花也，你莫不是被西风断送了一秋花事？你怎么连累着我来？哎！悔也，兀的不折倒尽你这玉骨冰姿。小鬼头你思凡干吾神甚事？咏看那雪王迸着一个冷脸儿，只为你，连我也勾将来了。十八姨显出那恶性子。只被你累的我苦也。俺正是闻风而至，你则待和桂花仙打一会官司。今日个风化雪月相逢日，抵多少龙虎风云聚会时。咱须索见天帅。<br>桂花仙当面。兀那桂花，是你思凡来么？是我思凡来。这小鬼头，你可早招了也。<br>【倘秀才】我为甚先吐了这招承的口词？常言道明人不做那暗事。则俺这闭月羞花绝代姿，到如今自做出自当之，妆甚的谎子？<br>我想陈世英，为色事所迷，在那病患之中。不看见这八景象，怎得痊可，我如今将法力摄他魂魄前来，与桂花仙子相见者。疾！仙子，则被你想杀我也。<br>【叫声】见放着正名师，不是，不是胡攀指。准教你隐藏下这个可喜的女孩儿。<br>疾！封姨，这一桩公事，敢都是你扇的来么？这是桂花仙子思凡，干我甚么事？噤声！<br>【上小楼】你休那耻便伶牙俐齿，调三斡四，说人好歹，许人暖昧，损人行止。你可便道这个，道那个，做的不是，都揣与这广寒宫宵奔的卓氏。莫不是尔桃花打合的他来么？桂花仙子，你自思凡，我可为甚的来，却牵连着我那。偏你无过犯哩。<br>【石榴花】当日个天台流水泛胭脂，谁引逗的刘晨、阮肇至于斯。荷花，你可怎生不近前来折辩？桂花仙子，你认了罪罢。你可也要推辞，那并头莲就是你过犯公私。菊花，你近前与他质对者。桂花仙子，你思凡干俺甚事？想当日陶潜为你可便辞荣仕，在东篱下满饮金卮。梅花，你也向前对词来。桂花仙子，你何不早早认了罪也，要累我做甚么？偏你无过犯那？你道你梅花孤洁全终始，我只问那孟浩然骑的瘦驴儿。<br>【斗鹌鹑】你逼得他大雪里寻梅，险将他逡巡间冻死。论我瘦影疏枝，亭亭独立。有那个狂蜂浪蝶，敢近的我。偏是你瘦影疏枝，不受那蜂媒蝶陡。哎！这一场月色风声，非同造次。你也合三思，休只管说短论长，卖弄杀花儿的这叶子。封姨，你近前与他折证。兀那桂花仙子，你听者，为你思凡，将吾神勾至坛前，吾神春则吹花摆柳，夏则驱暑生凉，秋则飘枝坠叶，冬则糁雪飞沙。顺四时不失其序，与天地并奏其功。我岂有尘凡之心，做下这等淫邪之事？青蘋一点微微发，万树千枝和根拔。则你桂花何不早招承，把我风雪无端连累杀。偏你无那过犯来？<br>【满庭芳】你也合心中暗思，你待把强言折证，不辩个雄雌。只你那风亭门馆书名字，可不是招伏下亲笔情词。元来你全无那风流情思，也枉耽着-个风月的这名儿。我有甚么过犯在那哩？你道你便无讥剌束，常记得杜少陵吟了诗。杜诗上怎么？你只管说。真人在此，我也不赖。可不道风雨夜来时。<br>雪天王，你近前与他折证。小鬼头，我有何公私过犯？真人在此，你说。我说你那过犯，你则休赖也。<br>【红绣鞋】你守得个映雪的孙康苦志，你逼得个袁安在雪内横尸。赚得个王子猷，山阴雪夜上船时。也只为老夫忒慈善些儿。你道你便忒性慢，式心慈，你则问那蓝关前韩退之。真人问谁要招？要你招。吾神则知其功，不知其罪。这老匹夫则知其功，不知其罪。你有甚么功在那里？真人差矣。吾乃天地正神，岂比那桂花思凡？做这等淫邪之事？风神管的是春风夏雨，吾神管的是秋霜冬雪。调和鼎鼐，燮理阴阳。滋五谷，润百草。压障气，兆丰年。于民有益，为国有功。我本亲承帝旨把天门，今朝被你勾摄坛前折辨真。若要误犯天条招伏状，怎到的玉洁冰清白雪神。噤声！你道我管不得你？天仙管得你么？管不得。地仙管得你么？管不得。贫道管得你么？你便是管得着哩。噤声！吾非浊骨，本是仙胎。祖公留下三件法宝，信香一瓣，雌雄剑二口，降妖印一颗，专管天上天下三界仙精鬼怪，魍魉邪魔。量你是一块雪，我管不得你，怎管天上许多神将？吾今宣召天上火，地下火，山头火，霹雳火，炉中火，将你围在中间，立化一池黄水。老匹夫，看你招也是不招。真人，小神招伏则便了也。<br>【快活三】你今日雪消也下流澌，花落也显枯枝。猛想起贾岛破风诗，和那扫雪的陶学士。<br>【鲍老儿】［风光好］题成绝妙词，都则为月殿里霓裳事，端的这雪月风花四件儿，是那个偏无瑕玼？只被你连累杀我也。是我带累你来。我可也从头识破，都将付与冷笑孜孜。却不道一般儿根生土长，开花结子，带叶连枝。一行人休少了一个，发往西池长眉仙，定罪施行。忙差遣天丁帝揭，展手将情词写彻。桂花仙一念思凡，众神将都遭缧拽。恶哏哏后拥前推，雄赳赳横拖倒拽。剪除他梅菊荷桃，断送了风花雪月。谢真人勘问成了也。<br>【煞尾】谢真人勘问我赴四池对会词，拚的个尽场儿诉出俺心间事，都向那蟠桃会上听仙旨。<br>有劳真人如此费心。相公勿罪，陈世英的病证，不日便当痊可。贫道则今日拜辞了相公，回山中修炼去也。真人去了也。张千，排着果桌，直至十里长亭，与真人送行，走一遭去来。白云日日锁嵩山，仙客乘风可更还。羽盖霓旌看不见，唯余法水在人间。<br><br>第四折<br>灿灿花光满洞天，琼楼宝殿启华筵。蟠桃结果三千载，共宴长生亿万年。贫道乃是上界长眉大仙是也。自太极初分，修成正道，掌管洞天九霄之上，一切修真悟道之仙。今朝玉帝回来，观见桂花仙子与梅菊荷桃一念思凡，引诱陈世英成病，罪犯天条。有张真人遣将牒配前来，吾亲判断。仙童，洞门前觑者，若来时报复我知道。理会得。行动些。<br>【双调】【新水令】今日个奉真人牒赴到蓬莱，则听得奏云璈仙音-派。想花呵，欢娱应有限，风雪呵，凋燮几曾乖。惹下场横祸飞灾，怎支吾这一解？仙童报复去，道有张真人牒文押将桂花仙子等在此。着他过来。着过去。兀那桂花仙子，你既为上品之仙，永享逍遥之福，职居月殿，远隔人间。你岂不闻道德为仙家之本，清闲乃开悟之门？你何不遵守天条？却去迷惑秀士，犯此思凡之罪，押赴吾前，有何理说？<br>【折桂令】这罪犯是我贱妾应该，没米由误犯天条，私下瑶台。却带累花神，干连风雪，都也不伏烧埋。俺本是广寒宫冰魂素魄，怎比那阎浮世浊骨凡胎？敢是你捱不过那凄凉寂寞，看上了陈秀才么？俺可行甚难捱，觑上乔才？屈屈的将西没东生，错认做了夜去的这明来。<br>你既不思凡，到那陈秀才书房里去，却是为何？<br>【雁儿落】想当日被计罗早缠作灾，多感的娄金宿将咱解。这都是陈秀才能见可怜，因此上俺桂花仙思酬待。<br>你既到书房中去，那淫邪之事，怕不是有的？<br>【得胜令】兀那座读书斋，须不是楚阳台。他救我元无意，我见他有甚歹？冤哉！怎将俺这一火同禁害？诉的明白，望仙尊别处裁。<br>张真人将这桩公事送到咱这里判断，怎么还饶的你？直日功曹，就与我驱到阴山左侧，待罪去来似此怎了也？<br>【川拨棹】则听的他闹垓垓，闹垓垓加罪责。怎生的全没矜哀，狠下差排？贬咱到阴山口外，活活的折罚煞。<br>大仙也，可怜见，耽饶些儿波。<br>【七弟兄】我可也左猜，右猜，端的是为谁来？现放着斫桂的吴刚巨斧风般快，只问他奔月的嫦娥曾否下妆台？更和那捣药的兔儿那日当何在？罪定了，不必多说，仙旨已下，行动些。<br>【梅花酒】呀！我待挣扎怎挣扎？也是我运拙时衰，月值年灾，鬼使也那神差。我想陈秀才患病在床，若不将他魂魄勾摄前来，看见这个境头，怎得有痊可之日？疾！小生陈世英。兀的不是桂花仙子来了也。淹的呵，下瑶阶，将两步做一步蓦。呀！早转过甚人来？是、是、是，有情人陈秀才，他、他、他，怎容易到天台？敢、敢、敢，为着我旧情怀，待、待、待，折桂子索和谐，怎、怎、怎，不教我添惊怪？<br>仙子，谁想小生今日还得和你相会也。<br>【喜江南】兀的不是月明千里故人来，抵多少洛阳花酒一时来。你呵，休猜做春风来似不曾来。咱两个去来。小鬼头那里去？偏撞着这满头风雪却回来。<br>你一行人都跪下者，听我判断。你原是广寒宫娉婷仙桂，不合共陈世英暗成欢会。虽然为救月苦往报其恩，反害他耽疾病十分憔悴。谁着你离天宫犯法违条？枉使的风花雪尽遭连累。岂不知张真人法律精严？早仗剑都驱在五雷坛内。一个个供下状吐出真情，有谁敢捏虚词半毫隐讳？据招状桂花仙本当重谴，姑念他居月殿从无匹配。便思凡下尘世亦有可矜，仍容许伴玉兔将功折罪。一并的饶免了梅菊荷桃，众神将俱各遣重还本位。<br>题目长眉仙遣梅菊荷桃<br>正名张天师断风花雪月",
  "poet": {
    "id": 2287,
    "star": 0,
    "name": "李直夫",
    "desc": "曹本《录鬼簿》载他是：\"女真人，德兴府住，即蒲察李五。\"金之德兴府属西京路，即今河北怀来。德兴府当是从他的先世起流寓寄居的地方。他应属女真蒲察氏，汉姓为李。一说他是至元延祜间人，曾任湖南肃政廉访使(见孙楷第《元曲家考略》)。作杂剧十二种，今存《虎头牌》一种，《伯道弃子》有佚曲存于《太和正音谱》和《北词广正谱》中，仅存剧目者有《念奴教乐府》、《谏庄公》、《怕媳妇》、《水淹蓝桥》、《错立身》、《劝丈夫》、《占断风光》、《坏尽风光》、《夕阳楼》、《火烧祆庙》十种。一说《怕媳妇》和《劝丈夫》实是同一个剧。"
  },
  "tags": []
}