{
  "id": 70406,
  "star": 2,
  "name": "【双调】折桂令_村庵即事掩",
  "dynasty": "元代",
  "content": "村庵即事<br>掩柴门啸傲烟霞，隐隐林峦，小小仙家。楼外白云，窗前翠竹，井底朱砂。五亩宅无人种瓜，一村庵有客分茶。春色无多，开到蔷薇，落尽梨花。<br>崔闲斋元帅席上<br>绣帘开语燕呢喃，柳眼青娇，杏脸红酣。春日迟迟，香风淡淡，相府潭潭。环粉黛犀梳玉辔，引儿孙竹马青衫。坐客江南，妙舞清歌，阔论高谈。<br>九日<br>对青山强整乌纱，归雁横秋，倦容思家。翠袖殷勤，金杯错落，玉手琵琶。人老去西风白发，蝶愁来明日黄花。回首天涯，一抹斜阳，数点寒鸦。<br>梅友元帅席间<br>拂冰弦慢拈轻拢，一种天姿，占断芳丛。额点宫黄，眉横晚翠，脸晕春红。歌夜月琉璃酒钟，隔香风翡翠帘栊。殢杀吟翁，柳暗花浓，玉暖香融。<br>读史有感二首<br>剑空弹月下高歌，说到知音，自古无多。白发箫疏，青灯寂寞，老子婆娑。故纸上前贤坎坷，醉乡中壮士磨跎。富贵由他，谩想廉颇，谁效常何？沧浪可以濯缨，叹千里波波，两鬓星星。遁迹林泉，甘心畎亩，罢念功名。青门外芸瓜邵平，白云边垂钩严陵。潮落沙汀，月转林坰，午醉方醒。<br>秋夜闺思<br>剔残灯数尽寒更，自别了鸳鸯，谁更卿卿？竹影疏棂，蛩声废井，桂子闲庭。淹泪眼羞看画屏，瘦人儿不似丹青。盼杀多情，远信休凭，好梦难成。<br>进歌者秀英<br>海棠娇杨柳纤腰，眼转秋波，睑晕春潮。檀板轻敲，冰弦初奏，彩扇低招。倾城倾国越西子梨梨枣枣，行云行雨楚巫娥暮暮朝朝。橙剖并刀，酒捧金蕉。烂醉东风，受用良宵。<br>疏斋学士自长沙归<br>望仙华十二芙蓉，夜醉长沙，晓过吴松。税驾星坛，题诗玉井，挂剑琳宫。鹤唳黄云半空，雁来红叶西风。秋兴谁同？绝唱仙童，相伴疏翁。<br>湖上怀古，次疏斋学土韵<br>柳驼腰系我舟差，趁夜雪归鸿，暮苑啼鸦。绿树秋千，青山钟鼓，画防琵琶。铜雀台边破瓦，金鱼池上残花。谁见繁华？采药仙翁，卖酒人家。<br>秋思<br>菊花枝还为谁黄？数尽归期，过了重阳。锦字传情，琼簪留恨，绣枕遗香。夜月冷金钗凤凰，晓霜寒翠被鸳鸯。想像高唐，萦损柔肠，梦见才郎。<br>春伯<br>托香腮微困春纤，绣线慵拈，宝篆羞添。往事墙头，情人梦里，旧恨眉尖。梨花谢春光荏苒，晓莺啼酒病淹渐。燕语雕檐，满院杨花，不卷珠帘。<br>红梅次试斋学士韵<br>寿阳妆何似环儿？快传语花神，换却南枝。血点冰梢，丹涂玉脸，酒晕琼姿。拼花下何郎醉死，误庄前崔护题诗。倚树多时，长笛声中，万点胭脂。<br>秋日海棠一<br>沉香亭上幽欢，甚陶令篱边，月惨风酸。燕子来时，梧桐老去，锦树花攒。照银烛春宵苦短，惜疏林秋夜漫漫。樽俎团圞，破帽西风，华屋金盘。<br>次韵秋怀<br>问山人索价何高？岁晚江空，兴动书巢。古桂寒香，残芦老絮，病叶红绡。愁倦容呜呜洞箫，对西风恋恋绨袍。往事徒劳，两鬓秋霜，万里云涛。<br>西湖怀古<br>飞来何处奇峰？笑引吟翁，醉倒诗筒。古寺啼猿，晴山舞风，废井藏龙。人已去梅花旧家，客重来柳树西风。一笑相逢，天竺门前，合涧桥东。<br>王一山席上题壁二首<br>扫诗愁满壁龙蛇，壮气凭陵，醉眼横斜。脱帽临风，停杯问月，往事伤嗟。范蠡归湖是也，子牙发迹迟些、笑杀豪杰，花谢还开，酒尽重赊。醉厌厌良夜迢迢，记席上樽前，酒令诗条。锦树围香，花灯夺昼，金屋藏娇。碧水冷西施弄瓢，紫云深秦女吹箫。占得春饶，莺怕歌喉，柳妒蛮腰。<br>湖上即事叠韵<br>锦江头一掬清愁，回首盟鸥，杨柳汀洲。俊友吴钩，晴秋楚岫，退叟齐丘。赋远游黄州竹楼，泛中流翠袖兰舟。檀口歌讴，玉手藏阄诗酒觥筹，邂逅绸缎，醉后相留。<br>桃花菊<br>怪黄花厌我清贫，老圃秋容，丹脸偷匀。前度刘郎，东篱陶令，邂逅寒温。延寿客秋凤酒樽，想佳人春日庄门。笑问东君：费尽金钱，占醉红裙。<br>鉴湖小集<br>写《黄庭》换得白鹅，旧酒犹香，小玉能歌。命友南山，怀人北海，遁世东坡。昨日春今日秋清闲在我，百年人千年调烦恼由他！乐事无多，良夜如何？去了朱颜，还再来么？<br>酸斋学士席上<br>岸风吹裂江云，迸一缕斜阳，照我离樽。倚徙西楼，留连北海，断送东君。传酒令金杯玉笋，傲诗坛羽扇纶巾。惊起波神，唤醒梅魂，翠袖佳人，白雪阳春。<br>石塘道中<br>雨依微天淡云阴，有客徜徉，缓辔登临。老树危亭，平津短棹，远店疏砧。傲尘世山无古今，避风波鸥自浮沉。霜后园林，万绿枝头，一点黄金。<br>松江怀古<br>解征衣便可濯缨，小小西湖，总是诗情。天际浮图，云间旧隐，水上新亭。负重名陆家弟兄，泛轻舟何处高僧？老鹤长鸣，翠柳堤边，白苎风生。<br>肃斋赵使君致仕归<br>杏花村酒满葫芦，记竹马相迎，郊外先驱。清献家风，渊明归兴，尽自欢娱。荣故里名香二疏，播廉声恩在三衢。教子读书，黄卷青灯，玉带金鱼。<br>三衢平山亭<br>倚阑于云与山平，一勺甘泉，四面虚亭。隐隐浮图，层层罨画，小小蓬瀛。随月去长空雁影，唤秋来高树蝉声。客路飘零，天宇澄清，剑气峰峰。<br>海棠<br>看佳人富贵天姿，点染胭脂，消得新诗。笑倚红妆，轻弹银烛，满引金卮。伴庭院黄昏燕子，叹风流天宝环儿。老过花时，谁恨无香？我爱垂丝。<br>次韵<br>唤西施伴我西游，客路依依，烟水悠悠。翠树啼鹃，青天旅雁，白雪盟鸥。人倚梨花病酒，月明杨柳维舟。试上层楼，绿满江南，红褪春愁。<br>湖上即事<br>倚高寒渺渺愁余，昨夜南楼，今日西湖。柳影浮图，岩阿杜宇，酒病相如。留客醉山花解舞，寄离愁云雁能书。笑倩谁扶？风动瑶筝，月满冰壶。<br>元夜宴集<br>绿窗纱银烛梅花，有美人兮，不御铅华。妆镜羞鸾，娇眉敛翠，巧髻盘鸦。可喜娘春纤过茶，风流煞真字续麻。共饮流霞，月转西楼，不记还家。<br>游龙源寺<br>问行人何处龙源？古路萦幡，细水蜿蜒。柳耳垂阴，花心困雨，树顶摩天。借居士蒲团坐禅，对幽人松麈谈玄。诗债留连，百巧黄鹏，一曲新蝉。<br>莲花道中<br>洗黄尘照眼沧浪，古道依依，暮色苍苍。远寺松篁，谁家桃李？旧日柴桑。红袖倚低低院墙，白莲开小小林塘。过客徜徉，题罢新诗，立尽斜阳。",
  "poet": {
    "id": 394,
    "star": 0,
    "name": "张可久",
    "image": "http://img.gushiwen.org/authorImg/zhangkejiu.jpg",
    "desc": "张可久（约1270～1348以后）字小山（一说名伯远，字可久，号小山）（《尧山堂外纪》）；一说名张可久肖像（林晋生作）可久，字伯远，号小山（《词综》）；又一说字仲远，号小山（《四库全书总目提要》），庆元（治所在今浙江宁波鄞县）人，元朝重要散曲家，剧作家，与乔吉并称“双壁”，与张养浩合为“二张”。"
  },
  "tags": []
}