{
  "id": 6031,
  "star": 6,
  "name": "少室雪晴送王宁",
  "dynasty": "唐代",
  "content": "少室众峰几峰别，一峰晴见一峰雪。<br>隔城半山连青松，素色峨峨千万重。<br>过景斜临不可道，白云欲尽难为容。<br>行人与我玩幽境，北风切切吹衣冷。<br>惜别浮桥驻马时，举头试望南山岭。",
  "fanyi": "<p><strong>译文<br></strong>少室山峰三十六，其中几峰更特别。<br>一峰晴朗阳光照，一峰皑皑铺白雪。<br>隔城遥望半山上，处处青松连青松。<br>余辉斜照景色美，妙不可言趣无穷。<br>白云几缕有还无，山光变化难形容。<br>王宁与我兴致高，赏玩幽境忘启程。<br>北风呼啸声凄厉，吹在身上透骨冷。<br>浮桥依依惜别时，紧勒辔头马不行。<br>不忍离别频回首，含情眺望南山岭。</p> <p><strong>注释<br></strong>1.少室：山名，在河南登封县北，东距太室山约10公里，有三十六峰，山北麓五乳峰下有少林寺。王宁：生卒事迹不详。<br>2.少室众峰：《河南通志·山川上·河南府》：“少室山，在登封县西十七里，一名季室，见《山海经注》，一名负黍山，有负黍城在其南。周围方百里，上有三十六峰。”<br>3.几峰别：谓众峰中有几峰更为奇异。少室山有三十六峰，主峰玉寨山1500多米，为嵩山最高峰。别：格外不同。<br>4.见：同“现”。<br>5.隔城半山：指为城所隔，只能见到半山。隔城：有城郭阻隔。<br>6.峨峨：盛多貌。<br>7.过景：落日余辉。<br>8.不可道：妙不可言。<br>9.难为容：难以形容其状。<br>10.行人：指王宁。<br>11.幽境：清幽的胜境。<br>12.切切：象声词，形容声音轻细、凄切、急促。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　开头两句，勾勒出少室山山峰众多，晴雪不同的总的景象。</p> <p>　　“少室众峰几峰别，一峰晴见一峰雪。”少室山有三十六峰，形态各异，有“九顶莲花砦”，有“旗、鼓、剑、印、钟”五峰，还有被誉为嵩山八景之一的“少室晴雪”。但是<a href=\"http://so.gushiwen.org/view_6031.aspx\">诗</a>人不是写少室山峰各种奇异的形态，而是写少室诸峰雪后的奇姿丽容，雪后的少室众峰并不完全相同，有一些山峰和其他山峰有明显的区别。“一峰晴见一峰雪”，雪后初晴，少室诸峰，有的因冬日晴暖，阳光照射而积雪溶化，现出了青翠秀美的本来面貌，也有的山峰因阳光不足，依然被白雪覆盖，在日光映照下，红装素裹，更加绮丽多姿。诗人写雪后少室众峰，能从大处着笔，写出众峰同中之异，别具特色。</p> <p>　　第三，四句是对第二句的展开，以“半山青松”写晴峰，以“素色峨峨”应雪峰，一个“连”字，写出晴峰的广袤，两个“峨”字，突出雪峰的高峻，在色彩上青白相间，非常素美。</p> <p>　　“隔城半山连青松，素色峨峨千万重。”如果说头两句，诗人好象从高处俯瞰少室诸峰的雪景，那么这两句诗则换了一个角度，从城中遥望少室诸峰。从城内望山，因为有城郭阻隔视线，只能见到山的上一半，这半山峰上布满了青松，在一片银白的世界里，更显得苍翠挺拔，刚毅顽强；而周围的山峦，重重叠叠，尽被白雪染成素色，青峰白雪，翠玉交辉，更增添了少室山的妩媚。</p> <p>　　第五、六句写晴。雪后初晴，天空湛蓝，落日斜照，几缕欲尽未尽的白云缠于山腰，浮予松上，青、红、蓝、白四色辉映，白云、斜晖，青松、雪峰动静相衬。同时，半山青松，松上自云，云上雪峰，雪映落霞，层次鲜明，具有很强的立体感。诗题中“少室雪晴”四个字到此写足，下面写题目的最后三个字。</p> <p>　　“过景斜临不可道，白云欲尽难为容。”前四句写少室诸峰雪后初晴的静态之美，这两句则是写少室诸峰雪后初晴的动态之美。落日余辉，斜照山峰，那夕阳的红光给少室诸峰一座一座地着色，使少室诸峰不断地变换着色彩，一时说不清它的奇妙、绚丽；山顶上飘浮着片片白云，山峰在云雾缭绕中瞬息万变，生动活泼，婀娜多姿。诗人既维妙维肖地描绘了少室诸峰的绝妙奇景，又恰到好处，给读者留下丰富的想象余地。</p> <p>　　第七、八句写送别双方为妙不可言，难以形容的美景所吸引，故而留连景致，忘了启程，致使北风吹来，才感到寒冷，才注意到时间不早。这两句从侧面供托出“少室雪晴”之美，透露出主客惜别之情。最后两句写他们在夕阳西下，不得不别时，仍然依依不舍，驻马浮桥之上，眺望南山之景。</p> <p>　　“行人与我玩幽境，北风切切吹衣冷。惜别浮桥驻马时，举头试望南山岭。”雪后初晴的少室山，虽然幽静秀美，引人玩赏，但是送别友人，心情抑郁，北风切切，寒气逼人，诗人心中一时涌起无限惆怅之情。这两句是全诗的一个转折。少室诸峰，雪后初晴，千姿百态，美不胜收，本来应该和友人同赏佳景，但又不得不分别。诗人与王宁浮桥上依依惜别，王宁渐渐走远了，诗人还伫立在桥上，举头试望友人王宁在南岭中的身影。“试望”，恰切地表现出诗人望不到了还在望，希望能多看几眼好友身影的惜别心情。《诗经·邶风·燕燕》：“燕燕于飞，差池其羽。之子于归，远送于野。瞻望弗及，泣涕如雨。”<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>《黄鹤楼送<a href=\"http://so.gushiwen.org/author_757.aspx\">孟浩然</a>之广陵》：“孤帆远影碧空尽，惟见长江天际流。”都是写送别时伫立远望行人渐去身影的情景，有异曲同工之妙。</p> <p>　　此首写景送别诗，可分为两部分，前六句写雪后初晴的少室山绮丽多姿，分外妖娆；后四句写送别王宁，依依惜别，无限深情。诗题揭示了全诗内容：有少室山，有雪，有晴，有送，有朋友王宁，各个镜头就围绕“送\"的行动展开。诗人写少室的雪景清新别致，侧重于山峰晴雪景象的描绘，给人以美的享受。以清词丽句，素描淡抹，以及送别双方的行动，画出了一幅诗味浓醇、山峰秀丽银装素裹的晴雪图，侧面供托出“少室雪晴”之美，透露出主客惜别之情，表现了诗人与王宁之间的深厚友谊。</p>",
  "about": "<h2>创作背景</h2> 　　此首五言古<a href=\"http://so.gushiwen.org/view_6031.aspx\">诗</a>，写少室山雪后初晴，诗人送友王宁远行时所作。",
  "poet": {
    "id": 671,
    "star": 0,
    "name": "李颀",
    "image": "http://img.gushiwen.org/authorImg/liqi.jpg",
    "desc": "李颀(690-751)，汉族，东川（今四川三台）人（有争议），唐代诗人。少年时曾寓居河南登封。开元十三年进士，做过新乡县尉的小官，诗以写边塞题材为主，风格豪放，慷慨悲凉，七言歌行尤具特色。"
  },
  "tags": [
    "离别",
    "写景",
    "留恋"
  ]
}