{
  "id": 28809,
  "star": 83,
  "name": "夕阳楼",
  "dynasty": "唐代",
  "content": "花明柳暗绕天愁，上尽重城更上楼。<br>欲问孤鸿向何处，不知身世自悠悠。",
  "fanyi": "<p><strong>译文</strong><br>人的一生总是非常多的波折，花明柳暗之事让人兴起无限愁绪，<br>就像尽力登上很高的城楼才发现更高的楼还在前方。<br>仰望天空，万里寂寥，只有一只孤雁在夕阳余光的映照下孑然飞去，<br>但到了这个时候，忽然才顿悟自己的身世原来也和这秋日的孤雁一样孑然无助。</p> <p><strong>注释</strong><br>『在荥阳，是所知今遂宁萧侍郎牧荥阳日作者。』<br>荥阳：在河南省郑州市荥阳一带。<br>是：指夕阳楼。<br>所知：所熟悉的人。萧侍郎，名澣。《旧唐书·文宗纪》：\"大和七年（833）三月，以给事中萧澣为郑州刺史，入为刑部侍郎。九年六月，贬遂州司马。\"《地理志》：\"遂州遂宁郡，属剑南东道。\" 萧澣贬遂州司马，不久病逝，商隐作有《哭遂州萧侍郎二十四韵》。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这首<a href=\"http://so.gushiwen.org/view_28809.aspx\">诗</a>以眼前看到的景物入手，以艺术的手法来诠释心中的愁绪和感慨，读起来沉郁真挚，依稀在人们面前展开了一幅花明柳暗、高楼独立、孤鸿飞翔的画面。<a href=\"http://so.gushiwen.org/author_204.aspx\">李商隐</a>用他生动的笔墨，既写出了夕阳楼的真实风景，也尽情倾诉了他的心事和渴望。</p> <p>　　“首两句”是倒装语。“花明柳暗”的风景是在“上尽重城更上楼”后所见。但第二句对于第三句的“欲问孤鸿向何处”，又是顺叙。可见诗人构思炼句之巧妙。像《登乐游原》一样，诗人的身心异常疲累，灵与肉遭受着痛苦的煎熬，心灵的宇宙愁云密布，内心深处感到异乎寻常的压抑与孤独。所以诗人“上尽重城更上楼”时，不愿，不甘，乏力，又无可奈何，“上尽”，还要“更上”，成了一种负担，一种难以承受的体力和精神的负担。这与<a href=\"http://so.gushiwen.org/author_447.aspx\">王之涣</a>“更上一层楼”是两种完全不同的心态。诗人登楼所见景物有二：一曰花明柳暗。二曰悠悠孤鸿。众所周知，任何诗人描摹景物，都有他自己的独特的审美选择，并把选择对象在自己的心灵中加以主观化的熔铸。成为诗人自己的经过改造了的景物。《夕阳楼》诗中所出现的“花明柳暗”，说明时值春色烂漫的季节，大自然本应是一派生机盎然的天地。但是李商隐却没有“峰回路转”、“又一村”的那种感觉，而是把弥漫在诗人自己胸际黯淡的愁云，又转而弥漫到“花明柳暗”的景物之上，使如许春色也蒙上了一层万里愁云万里凝的黯淡色彩，而且诗人胸际的愁云又放而大之，弥漫充塞到了天地间，成了“绕天愁”，此愁不同于它愁，此愁悠长、纷乱。李商隐诗在遣词造句上是非常讲究的，同一事物，他不说“柳暗花明”，而写成“花明柳暗”，词序排列由明而暗，而愁，以显出情绪变化的层次，如按通常“柳暗花明”的说法，便乱而无序了。由此可见诗人对意象的关注，造境的巧妙。</p> <p>　　诗中三 、四两句专就望中所见孤鸿南征的情景抒慨。仰望天空，万里寥廓，但见孤鸿一点，在夕阳余光的映照下孑然逝去。这一情景，连同诗人此刻登临的夕阳楼，都很自然地使他联想起被贬离去、形单影只的萧澣，从内心深处涌出对萧澣不幸遭际的同情和前途命运的关切，故有“欲问”之句。但方当此时，忽又顿悟自己的身世原来也和这秋空孤鸿一样孑然无助、渺然无适，真所谓“不知身世自悠悠”了。这两句诗的好处，主要在于它真切地表达了一种特殊人生体验：一个同情别人不幸遭遇的人，往往未有意识到他自己原来正是亟须人们同情的不幸者；而当他一旦忽然意识到这一点时，竟发现连给予自己同情的人都不再有了 。“孤鸿”尚且有关心它的人，自己则连孤鸿也不如。这里蕴含着更深沉的悲哀，更深刻的悲剧。冯浩说三四两句“凄惋入神 ”，也许正应从这个角度去理解。而“欲问”、“不知”这一转跌，则正是构成“凄惋入神”的艺术风韵的重要因素。此诗体现了李商隐七绝“寄托深而措辞婉”（叶燮《原诗》）的特点。</p>",
  "about": "<h2>创作背景</h2> 　　此<a href=\"http://so.gushiwen.org/view_28809.aspx\">诗</a>大约作于大和九年（835）秋。据作者自注可知，萧澣正在遂州。夕阳楼是大和七年（833）萧澣在郑州任刺史时所建。<a href=\"http://so.gushiwen.org/author_204.aspx\">李商隐</a>昔曾投靠萧澣为其幕僚，因为才华过人深得萧澣赏识，可以说有知遇之谊，故称“所知”。大和九年六月，郑注、李训专权，萧澣被贬为遂州刺史，再贬为司马。九月，李商隐过荥阳，闻知交远谪，而独上夕阳楼，抚今追昔，乃有孤鸿零落，前程未卜之叹。诗以孤鸿喻人，至于所喻何人，前人解说不同。或云自喻，或云喻萧。",
  "poet": {
    "id": 204,
    "star": 0,
    "name": "李商隐",
    "image": "http://img.gushiwen.org/authorImg/lishangyin.jpg",
    "desc": "李商隐，字义山，号玉溪（谿）生、樊南生，唐代著名诗人，祖籍河内（今河南省焦作市）沁阳，出生于郑州荥阳。他擅长诗歌写作，骈文文学价值也很高，是晚唐最出色的诗人之一，和杜牧合称“小李杜”，与温庭筠合称为“温李”，因诗文与同时期的段成式、温庭筠风格相近，且三人都在家族里排行第十六，故并称为“三十六体”。其诗构思新奇，风格秾丽，尤其是一些爱情诗和无题诗写得缠绵悱恻，优美动人，广为传诵。但部分诗歌过于隐晦迷离，难于索解，至有“诗家总爱西昆好，独恨无人作郑笺”之说。因处于牛李党争的夹缝之中，一生很不得志。死后葬于家乡沁阳（今河南焦作市沁阳与博爱县交界之处）。作品收录为《李义山诗集》。"
  },
  "tags": [
    "景点",
    "感伤"
  ]
}