{
  "id": 10413,
  "star": 22,
  "name": "悲青坂",
  "dynasty": "唐代",
  "content": "我军青坂在东门，天寒饮马太白窟。<br>黄头奚儿日向西，数骑弯弓敢驰突。<br>山雪河冰野萧瑟，青是烽烟白人骨。<br>焉得附书与我军，忍待明年莫仓卒。",
  "fanyi": "<p><strong>译文</strong><br>　　我军驻扎在武功县东门外的青坂，天气严寒，兵士都在太白山的泉窟中饮马。黄头的奚兵每天向西推进，只有几个骑兵，居然敢弯弓射箭向我军冲击。这时，山上是雪，河中有冰，旷野里一片萧瑟气象。青的是报警的烽烟，白的是战死兵士的枯骨。怎么能托人带个信给我军，嘱咐他们暂时忍耐一下，等到明年再来反攻，千万不要急躁。</p> <p><strong>注释</strong><br>①东门：指青坂所属的县城东门。<br>②太白窟：秦岭主峰，位于今天的陕西武功、太白诸县。这里说青坂在太白窟，山高天寒，饮马困难，条件极为艰苦。<br>③黄头奚儿：安禄山的军队里有很多是奚、契丹的部族。<br>④日向西：一天天向西推进。青坂在<a href=\"http://so.gushiwen.org/author_93.aspx\">陈陶</a>以西。<br>⑤驰突：飞骑冲击突破，形容勇于战斗。<br>⑥山雪河冰：雪、冰都是动词，指山上积雪，河水结冰。<br>⑦野萧瑟：指寒风凄厉。<br>⑧烽烟：烽火，军事告急的信号。<br>⑨焉得附书：怎能够托书信。<br>⑩仓卒：仓促。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　此<a href=\"http://so.gushiwen.org/view_10413.aspx\">诗</a>中“数骑”和“敢”字都是经过锻炼的字眼。只用三个字就表现了安禄山叛军的强壮和官军的怯弱。“青是烽烟白人骨”这一句，本来应该说“青是烽烟，白是人骨”。缩成七言句只好省略一个“是”字。《同谷歌》有一句“前飞鴐鹅后鹙鶬”，本来是“前飞鴐鹅，后飞鹙鶬”。省略了一个“飞”字。又《李潮八分小篆歌》有一句“秦有<a href=\"http://so.gushiwen.org/author_796.aspx\">李斯</a>汉<a href=\"http://so.gushiwen.org/author_258.aspx\">蔡邕</a>”，省略了一个“有”字。这种句法，仅见于七言古诗，五言诗中绝对不可能有。七言律诗中也少见。“青是烽烟白人骨”止是一个描写句，“白人骨”还属于夸张手法。阵亡士兵的尸体暴露在荒野里，至少要几个月才剩一堆白骨。<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>此句，只表现“尸横遍野”的情景。他有一首《释闷》诗，其中有一联道：“豺狼塞路人断绝，烽火照夜尸纵横。”也是写战后的原野，它和“青是烽烟白人骨”是同一意境的两种写法。</p> <p>　　此诗第二联写安禄山部队的强悍，第三联是其后果，所以写官军死亡之惨。而在叙述同一事件的另一首诗《悲<a href=\"http://so.gushiwen.org/author_93.aspx\">陈陶</a>》里，第二联写官军士气怯弱，无战斗力；第三联是其后果，所以写“群胡”的飞扬跋扈。可见杜甫从两个不同的角度来描写同一事件的艺术手法。第四联是写被困在长安城内的人民和作者自己的思想感情。陈陶斜一败之后，长安城中的人民在痛哭之馀，还希望官军马上再来反攻。可是在青坂再败之后，人民知道敌我兵力相差甚远，只得放弃“日夜更望官军至”的念头。杜甫在长安城中，听到唐军战败的消息，心中非常焦急。而只好设想托人带信给官军，希望他们好好整顿兵力，待明年再来反攻。这两首诗的结尾句深刻地表现了人民对一再成败的官军的思想感情的合于逻辑的转变。</p> <p>　　《杜诗镜铨》引用了邵子湘的评语云：“日夜更望官军至，人情如此；忍待明年莫仓卒，军机如此。此杜之所以为诗史也。”这个评语，反映出邵子湘认为两个结句有矛盾，因此他把《悲陈陶》的结句说是人民的感情如此；把《悲青坂》的结句说是军事形势有这样的需要。他以为这样讲可以解释矛盾。其实是似是而非。要知道，“军机如此”，也同样是长安城中人民听到青坂之败以后的认识和感情。杜甫写的正是人民思想感情的转变，根本不能以为两首诗的结句有矛盾。</p>",
  "about": "<h2>创作背景</h2> 　　唐玄宗天宝十五载（756年）七月，皇太子<a href=\"http://so.gushiwen.org/author_1631.aspx\">李亨</a>即皇帝位于灵武，改元为至德。九月，左相韦见素，文部尚书房琯，门下侍郎崔涣等奉玄宗逊位诏书、皇帝册书及传国玺等自蜀郡至灵武完成禅让大典。十月，房琯自请为兵马大元帅，收复两京。肃宗同意并令兵部尚书王思礼为副元帅，分兵为南、北、中三军。杨希文、刘贵哲、<a href=\"http://so.gushiwen.org/author_1140.aspx\">李光</a>进各将一军，共五万人。南军自宜寿进攻，中军自武功进攻，北军自奉天进攻。房琯自督中军为前锋。十月辛丑，中军、北军与安禄山部将安守忠的部队在<a href=\"http://so.gushiwen.org/author_93.aspx\">陈陶</a>斜遭遇。房琯是个空有理论的书生，他效法古代战术，采用车战，被敌军放火焚烧，又受骑兵冲突，人马大乱，不战而溃。杨希文，刘贵哲投降敌军。房琯狼狈逃回。本想暂时坚守壁垒，却被监军使宦官邢延恩敦促反攻。于是房琯又督率南军，与安守忠军战于青坂，再吃了一次大败仗。两次战役，死伤了四万余人，残余者不过几千人。这时<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>沦陷在长安城中，听到这一消息，便写了《悲陈陶》《悲青坂》两首<a href=\"http://so.gushiwen.org/view_10413.aspx\">诗</a>。这两首诗所反映的都是这次唐军惨败的事实。",
  "poet": {
    "id": 474,
    "star": 0,
    "name": "杜甫",
    "image": "http://img.gushiwen.org/authorImg/dufu.jpg",
    "desc": "杜甫（712－770），字子美，自号少陵野老，世称“杜工部”、“杜少陵”等，汉族，河南府巩县（今河南省巩义市）人，唐代伟大的现实主义诗人，杜甫被世人尊为“诗圣”，其诗被称为“诗史”。杜甫与李白合称“李杜”，为了跟另外两位诗人李商隐与杜牧即“小李杜”区别开来，杜甫与李白又合称“大李杜”。他忧国忧民，人格高尚，他的约1400余首诗被保留了下来，诗艺精湛，在中国古典诗歌中备受推崇，影响深远。759-766年间曾居成都，后世有杜甫草堂纪念。"
  },
  "tags": [
    "乐府",
    "冬天",
    "战争"
  ]
}