{
  "id": 50737,
  "star": 14,
  "name": "水龙吟·次歆林圣予惜春",
  "dynasty": "宋代",
  "content": "问春何苦匆匆，带风伴雨如驰骤。幽葩细萼，小园低槛，壅培未就。吹尽繁红，占春长久，不如垂柳。算春长不老，人愁春老，愁只是、人间有。<br>春恨十常八九，忍轻孤、芳醪经口。那知自是，桃花结子，不因春瘦。世上功名，老来风味，春归时候。纵樽前痛饮，狂歌似旧，情难依旧。",
  "fanyi": "<p><strong>译文<br></strong>请问春天何苦这样匆匆，夹风带雨好似骏马驰骋。幽幽花朵、细瓣绿萼，在小园的低槛里，还没等人把土培好，就被风吹得满地落红。这百花占有春天的时间，还不如垂柳长久。其实春天周而复始永不老，只是人总爱忧愁春老，这忧愁只有人间才有。<br>一年中春恨占有十之八九，怎忍心辜负时光不饮美酒。难道不知，桃花凋谢是因自己要结果，并不是因为春去而消瘦。世上功名利禄也是如此，人到了老年之境界，就如春天到了晚暮时候。今天纵使能举杯痛饮，像过去一样狂歌，但心情却不可能依旧。</p> <p><strong>注释<br></strong>①幽葩（pā）：清幽的花朵。<br>②壅（yōng）：把土或肥培在根上。<br>③孤：辜负。<br>④芳醪（láo）：芳醇的美酒。<br>⑤自是：本是，原严明。<br>⑥风味：风度，风采。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　本篇抒写惜春情怀，层层铺叙，多有转折，但却不厌其详尽情发露，在于真情贯注，气势充沛。 </p> <p>　　“ 问春何苦匆匆，带风伴雨如驰骤”。这一问，从古到今真不知重复了多少遍。问春何苦匆匆，问春去往何处，问春几时归来；问得带七分难舍，问得带三分哀怨。而本词以一问起篇，惜春怜春之情，更是直泻而出。然而，百唤千呼，春光终究难留，挟风带雨，如快马般一霎急逝而去。</p> <p>　　“幽葩细萼，小园低槛，壅培未就”。小园中新种下了娇嫩的花儿，还都未来得及培土，就已是“风雨送春归”。一夜醒来，园中泥土湿润，空气清新，园中花儿，却是绿肥红瘦了。[5] “吹尽繁红，占春长久，不如垂柳”。繁华易落，倒是那嫩黄的杨柳，几番雨水后，反是一树青翠。不知那风中摇曳的万千柔条，是否试图绾系住渐远的春天？莫非是因为对春天的相思，才催生如此绵长的柳枝？此处写春花易谢，春柳不凋，则不仅有物情的体会，还有哲理的蕴藏。</p> <p>　　后四句“算春长不老，人愁春老，愁只是、人间有\"，抒发了词人的感慨：其实春天周而复始永不老，只是人总爱忧愁春老，这忧愁只有人间才有。写到这里，词人已阐述清楚了自己对“惜春”这个题目的见解，有景有情，颇具苏东坡的旷逸之气。</p> <p>　　“春恨十常八九，忍轻辜、芳醪经口\"承接上文，世间春恨十常八九，每到此时，必生怅恨，只能借助美酒才能排遣。</p> <p>　　“那知自是，桃花结子，不因春瘦”。此语用唐<a href=\"http://so.gushiwen.org/view_50737.aspx\">诗</a>人<a href=\"http://so.gushiwen.org/author_482.aspx\">王建</a>《宫词》“树头树底觅残红，一片西飞一片东。自是桃花贪结子，错教人恨五更风”的诗意。桃花会谢，结子是为了下个春天，而非春天让它瘦了。但即便如此，“狂风落尽深红色，绿树成阴子满枝”，惆怅遗憾，怕也是终究难免吧。</p> <p>　　“桃花”句已暗蕴人生哲理，而‘世上功名，老来风味，春归时候”，更是直写人生体悟了。词人将春愁与人间意脉扭结，将“惜春”归拢到叹老，事业无成，而人生已到了“春归时候”，倾吐出功业难就，岁月迟暮之感。“不怕逢花瘦，只愁怕、老来风味”，看花老眼，伤时清泪，这世上的功名、老来的情味，春快要走的时候，总是多有感慨。</p> <p>　　“纵樽前痛饮，狂歌似旧，情难依旧”。今日纵然能够举杯痛饮，像过去一样狂歌，但心情却不可能依旧。此三句表达了对人生和青春的惋惜之情。</p> <p>　　这首词以物之理，通观人之情，以达明理，花开花落，春来春去，时日推移，季节代序，本于常理，春归不必惜。由物之理，推及人情，岁月催人老，亦属人之常理，不足惜。关键是暮年与挚友，金樽对饮，以叙友情，重夕阳，重有为，以求进取和康泰，不惜而惜，惜得更有价值。这首词，情中景，理中情，景化情中，情以入理，物我相一。可谓笔如游龙盘旋下，惜春笔墨悟人生。</p>",
  "poet": {
    "id": 643,
    "star": 0,
    "name": "晁补之",
    "image": "http://img.gushiwen.org/authorImg/chaobuzhi.jpg",
    "desc": "晁补之（公元1053年—公元1110年），字无咎，号归来子，汉族，济州巨野（今属山东巨野县）人，北宋时期著名文学家。为“苏门四学士”（另有北宋诗人黄庭坚、秦观、张耒）之一。曾任吏部员外郎、礼部郎中。 工书画，能诗词，善属文。与张耒并称“晁张”。其散文语言凝练、流畅，风格近柳宗元。诗学陶渊明。其词格调豪爽，语言清秀晓畅，近苏轼。但其诗词流露出浓厚的消极归隐思想。著有《鸡肋集》、《晁氏琴趣外篇》等。"
  },
  "tags": [
    "春天",
    "写景",
    "抒情",
    "感慨"
  ]
}