{
  "id": 7871,
  "star": 46,
  "name": "临路歌",
  "dynasty": "唐代",
  "content": "大鹏飞兮振八裔，中天摧兮力不济。<br>馀风激兮万世，游扶桑兮挂石袂。<br>后人得之传此，仲尼亡兮谁为出涕。",
  "fanyi": "<p><strong>译文<br></strong>大鹏奋飞啊振过八方，中天摧折啊力量不济。<br>所余之风啊可以激励万世，东游扶桑啊挂住了我的左袖。<br>后人得此消息而相传，仲尼已亡，还有谁能为我之死伤心哭泣。</p> <p><strong>注释<br></strong>⑴路：应为“终”之误。<br>⑵八裔 ：八方荒原之地。<br>⑶中天：半空。摧：摧折。<br>⑷馀风：遗风。激：激荡、激励。万世：千秋万世。<br>⑸扶桑：古代神话传说中的大树，生在太阳升起的地方。古代把太阳作为君主的象征，这里游扶桑即指到了皇帝身边。挂：喻腐朽势力阻挠。石：王琦辑注《李太白文集》注云：当作“左”。左袂，即左袖。<br>⑹得：知大鹏夭折半空。<br>⑺“仲尼”句：此处用孔子泣麟的典故。传说麒麟是一种祥瑞的异兽。鲁哀公十四年（前481年），鲁国猎获一只麒麟，孔子认为麒麟出非其时，而被捕获，非常难受。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　“大鹏飞兮振八裔，中天摧兮力不济。”打开《李太白全集》，开卷第一篇就是《大鹏赋》。这篇赋的初稿，写于青年时代。可能受了庄子《逍遥游》中所描绘的大鹏形象的启发，<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>在赋中以大鹏自比，抒发他要使“斗转而天动，山摇而海倾”的远大抱负。后来李白在长安，政治上虽遭到挫折，被唐玄宗“赐金还山”，但并没有因此志气消沉，大鹏的形象，仍然一直激励着他努力奋飞。他在《上<a href=\"http://so.gushiwen.org/author_1794.aspx\">李邕</a>》<a href=\"http://so.gushiwen.org/view_7871.aspx\">诗</a>中说：“大鹏一日同风起，扶摇直上九万里。假令风歇时下来，犹能簸却沧溟水。……”也是以大鹏自比的。大鹏在李白的眼里是一个带着浪漫色彩的、非凡的英雄形象。李白常把它看作自己精神的化身。他有时甚至觉得自己就真像一只大鹏正在奋飞，或正准备奋飞。但现在，他觉得自己这样一只大鹏已经飞到不能再飞的时候了，他便要为大鹏唱一支悲壮的临终歌。</p> <p>　　诗歌的头两句是说：大鹏展翅远举啊，振动了四面八方；飞到半空啊，翅膀摧折，无力翱翔。两句诗概括了李白的生平。“大鹏飞兮振八裔”，可能隐含有李白受诏入京一类事情在里面。“中天摧兮”则指他在长安受到挫折，等于飞到半空伤了翅膀。结合诗人的实际遭遇去理解，这两句就显得既有形象和气魄，又不空泛。它给人的感觉，有点像<a href=\"http://so.gushiwen.org/author_253.aspx\">项羽</a>《垓下歌》开头的“力拔山兮气盖世，时不利兮骓不逝。”那无限苍凉而又感慨激昂的意味，着实震撼人心。</p> <p>　　“馀风激兮万世，游扶桑兮挂石袂。”意谓大鹏虽然中天摧折，但其遗风仍然可以激荡千秋万世。这实质是指理想虽然幻灭了，但自信他的品格和精神，仍然会给世世代代的人们以巨大的影响。“游扶桑”暗喻到了皇帝的身边。“挂石袂”的“石”当是“左”字之误。严忌《哀时命》中有“左袪（袖）挂于扶桑”的话，李白此句在造语上可能受了严忌的启发。不过，普通的人不可能游到扶桑，也不可能让衣袖给树高千丈的扶桑挂住。而大鹏又只应是左翅，而不是“左袂”。然而在李白的意识中，大鹏和自己有时原是不分的，正因为如此，才有这样的奇句。</p> <p>　　“后人得之传此，仲尼亡兮谁为出涕？”前一句说后人得到大鹏半空夭折的消息，以此相传。后一句用孔子泣麟的典故。但如今孔子已经死了，谁也不会像他当年痛哭麒麟那样为大鹏的夭折而流泪。这两句一方面深信后人对此将无限惋惜，一方面慨叹当今之世没有知音，含意和<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>总结李白一生时说的，“千秋万岁名，寂寞身后事”（《梦李白二首》）非常相近。</p> <p>　　此诗发之于声是李白的长歌当哭；形之于文，可以看作李白自撰的墓志铭。李白一生，既有远大的理想，而又非常执着于理想，为实现自己的理想追求了一生。这首诗说明他在对自己一生回顾与总结的时候，流露的是对人生无比眷念和未能才尽其用的深沉惋惜。</p>",
  "about": "<h2>创作背景</h2> 　　根据裴斐《<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>年谱简编》，此<a href=\"http://so.gushiwen.org/view_7871.aspx\">诗</a>作于唐代宗宝应元年（762年），即李白去世当年。这首诗题中的“路”字，可能有误。根据诗的内容，联系唐代李华在《故翰林学士李君墓铭序》中说：“年六十有二不偶，赋临终歌而卒。”则“临路歌”的“路”字当与“终”字因形近而致误，“临路歌”即“临终歌”。",
  "poet": {
    "id": 247,
    "star": 0,
    "name": "李白",
    "image": "http://img.gushiwen.org/authorImg/libai.jpg",
    "desc": "李白（701年－762年），字太白，号青莲居士，唐朝浪漫主义诗人，被后人誉为“诗仙”。祖籍陇西成纪(待考)，出生于西域碎叶城，4岁再随父迁至剑南道绵州。李白存世诗文千余篇，有《李太白集》传世。762年病逝，享年61岁。其墓在今安徽当涂，四川江油、湖北安陆有纪念馆。"
  },
  "tags": [
    "壮志未酬",
    "眷恋",
    "惋惜"
  ]
}