{
  "id": 72597,
  "star": 63,
  "name": "南安军",
  "dynasty": "宋代",
  "content": "梅花南北路，风雨湿征衣。<br>出岭同谁出？归乡如不归！<br>山河千古在，城郭一时非。<br>饿死真吾志，梦中行采薇。",
  "fanyi": "<p><strong>译文</strong><br>梅花岭上的南北路口，凄风苦雨把征衣湿透。<br>越过梅岭谁与我同路，回到家乡却身为俘囚。<br>山河将存在万古千秋，城郭却哲时落入敌手。<br>饿死家乡是我的愿望，梦里采蔽在首阳山头。</p> <p><strong>注释</strong><br>⑴梅花南北路：大庾岭上多植梅花，故名梅岭，南为广东南雄县，北为江西大庾县。<br>⑵采薇：商末孤竹君之子伯突、叔齐，当周武王伐纣时，二人扣马而谏，商亡，逃入首阳山，誓不食周粟，采薇而食，饿死。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　一二两句略点行程中的地点和景色。作者至南安军，正跨越了大庾岭（梅岭）的南北两路。此处写梅花不是实景，而是因梅岭而说到梅花，借以和“风雨”对照，初步显示了行程中心情的沉重。梅岭的梅花在风雨中摇曳，濡湿了押着兵败后就擒、往大都受审的<a href=\"http://so.gushiwen.org/author_173.aspx\">文天祥</a>的兵丁的征衣，此时，一阵冰袭上了他的心头。</p> <p>　　颔联两句，上句是说行程的孤单，而用问话的语气写出，显得分外沉痛。下句是说这次的北行，本来可以回到故乡庐陵，但身系拘囚，不能自由，虽经故乡而犹如不归。这两句抒写了这次行程中的悲苦心情，而两“出”字和两“归”字的重复对照，更使得声情激荡起来。</p> <p>　　颈联两句承首联抒写悲愤。上句化用<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>《春望》“国破山河在”名句。而说“山河千古在”，意思是说，宋朝的山何是永远存在的，不会被元朝永远占领，言外之意是宋朝还会复兴，山河有重光之日。下句是化用丁令威化鹤歌中“城郭犹是人民非”句意，是说“城郭之非”只是暂时的，也就是说，宋朝人民还要继续反杭，继续斗争，广大的城池不会被元朝永远占据。这两句对仗整饰，蕴蓄着极深厚的爱国感情和自信心。</p> <p>　　最后两句表明自己的态度：决心饿死殉国。他出之以言，继之山行，于是开始绝食，意欲死在家乡。而在绝食第五天时，即已行过庐陵，没有能死在家乡。又过了三天，在监护人的强迫下，只好开始进食。<a href=\"http://so.gushiwen.org/view_72597.aspx\">诗</a>中用伯夷、叔齐指责周武王代商为“以暴易暴”，因而隐居首阳山，不食周粟，采薇而食，以至饿死的故事（见《史记·伯夷列传》），表示了蓄不投降的决心。“饿死真吾事”，说得斩钉截铁，大义察然，而且有实际行动，不是徒托空言，感人肺腑。</p> <p>　　这首诗化用社甫诗句，抒写自己的胸怀，表现出强烈的爱国感情，显示出民族正气。这首诗逐层递进，声情激荡，不假雕饰，而自见功力。作者对杜甫的诗用力甚深，其风格亦颇相近，即于质朴之中见深厚之性情，可以说是用血和泪写成的作品。</p>",
  "about": "<h2>创作背景</h2> 　　帝昺祥兴二年（1279年），南宋最后一个据点厓山被元军攻陷，宋朝灭亡。<a href=\"http://so.gushiwen.org/author_173.aspx\">文天祥</a>在前一年被俘北行，于五月四日出大庚岭，经南安军（治所在今江西大庾）时写此<a href=\"http://so.gushiwen.org/view_72597.aspx\">诗</a>。",
  "poet": {
    "id": 173,
    "star": 0,
    "name": "文天祥",
    "image": "http://img.gushiwen.org/authorImg/wentianxiang.jpg",
    "desc": "文天祥（1236.6.6－1283.1.9），字履善，又字宋瑞，自号文山，浮休道人。汉族，吉州庐陵（今江西吉安县）人，南宋末大臣，文学家，民族英雄。宝祐四年（1256年）进士，官到右丞相兼枢密史。被派往元军的军营中谈判，被扣留。后脱险经高邮嵇庄到泰县塘湾，由南通南归，坚持抗元。祥光元年（1278年）兵败被张弘范俘虏，在狱中坚持斗争三年多，后在柴市从容就义。著有《过零丁洋》、《文山诗集》、《指南录》、《指南后录》、《正气歌》等作品。"
  },
  "tags": [
    "行军",
    "爱国",
    "壮志"
  ]
}