{
  "id": 150,
  "star": 20,
  "name": "鳲鸠",
  "dynasty": "先秦",
  "content": "鳲鸠在桑，其子七兮。淑人君子，其仪一兮。其仪一兮，心如结兮。<br>鳲鸠在桑，其子在梅。淑人君子，其带伊丝。其带伊丝，其弁伊骐。<br>鳲鸠在桑，其子在棘。淑人君子，其仪不忒。其仪不忒，正是四国。<br>鳲鸠在桑，其子在榛。淑人君子，正是国人，正是国人。胡不万年？",
  "fanyi": "<p><strong>译文</strong><br>布谷鸟在桑林筑巢，小鸟七个细心哺食。品性善良的好君子，仪容端庄始终如一。仪容端庄始终如一，内心操守坚如磐石。<br>布谷鸟在桑林筑巢，小鸟嬉戏梅树枝间。品性善良的好君子，他的腰带白丝镶边。他的腰带白丝镶边，玉饰皮帽花色新鲜。<br>布谷鸟在桑林筑巢，小鸟嬉戏酸枣树上。品性善良的好君子，仪容端庄从不走样。仪容端庄从不走样，各国有了模范形象。<br>布谷鸟在桑林筑巢，小鸟翻飞栖息丛莽。品性善良的好君子，百姓敬仰作为榜样。百姓敬仰作为榜样，怎不祝他万寿无疆。</p> <p><strong>注释</strong><br>⑴鳲鸠：布谷鸟。拼音shī jiū，亦作尸鸠。一种常见的鸟,上体灰褐色,下体白色而具暗色横斑,其显著特点是双音节叫声,并把卵产于别的鸟巢中为它孵化。<br>⑵淑人：善人。<br>⑶仪：容颜仪态。<br>⑷心如结：比喻用心专一。<a href=\"http://so.gushiwen.org/author_459.aspx\">朱熹</a>《<a href=\"http://so.gushiwen.org/view_150.aspx\">诗</a>集传》：“如物之固结而不散也。”<br>⑸伊：是。<br>⑹弁（biàn）：皮帽。骐（qí）：青黑色的马。一说古代皮帽上的玉制饰品。<br>⑺棘：酸枣树。<br>⑻忒（tè）：差错。<br>⑼正：闻一多《风诗类钞》：“正，法也，则也。正是四国，为此四国之法则。”<br>⑽榛（zhēn）：丛生的树，树丛。<br>⑾胡：何。朱熹《诗集传》：“胡不万年，愿其寿考之辞也。”</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　此<a href=\"http://so.gushiwen.org/view_150.aspx\">诗</a>的主旨，历来有两种相反意见。《毛诗序》云：“《鳲鸠》，刺不一也。在位无君子，用心之不一也。”<a href=\"http://so.gushiwen.org/author_459.aspx\">朱熹</a>《诗集传》则云：“诗人美君子之用心平均专一。”方玉润《诗经原始》对于上二说基本同意朱熹说，而亦不废《诗序》说之一端，取调和态势。方氏云：“诗中纯美无刺意”，“诗词宽博纯厚，有至德感人气象。外虽表其仪容，内实美其心德”，“回环讽咏，非开国贤君未足当此。”又云：“后人因曹君失德而追怀其先公之德之纯以刺之。”第四章眉评亦云：“全诗皆美，唯末句含讽刺意。”忽而“美”，忽而“刺”，自相矛盾，很难自圆其说。此诗从字面传达的信息来看，确实是颂扬“淑人君子”而无刺意。但文学作品由于欣赏理解角度不同，若说此诗反面文章正面做，那当然也可备一说。</p> <p>　　诗四章，都以鳲鸠及其子起兴，实包含两层意思。一是鳲鸠即布谷鸟，该鸟仁慈，“布谷处处催春耕”，裨益人间。又喂养众多小鸟，无偏无私，平均如一。《诗集传》谓：“（布谷鸟）饲子朝从上下，暮从下上。”就是这个意思。所以《左传·昭公十七年》载：“鳲鸠氏，司空也。”杜预注：“鳲鸠平均，故为司空，平水土。”二是“鳲鸠在桑”，始终如一，操守不变，正以兴下文“淑人君子”“其仪一兮”、“其仪不忒”的美德，与那些小鸟忽而在梅树，忽而在酸枣树，忽而在各种树上的游移不定形成鲜明对照。小鸟尚未成熟，故行动尚无一定之规。因此，各章的起兴既切题旨又含义深长。</p> <p>　　各章起兴之后，即转入对“淑人君子”的颂扬。首章就仪表而言，“如一”谓始终如一地威仪棣棣，包括庄重、整饬等，而不是指老是同一单调服饰。关于这一点，《诗集传》引“陈氏曰”解说得很好：“君子动容貌斯远暴慢，正颜色斯近信，出辞气斯远鄙倍。其见于威仪动作之间者，有常度矣。”仪表从表面看仅是人的外包装，其实质则是人的心灵世界的外露，由表及里，首章也赞美了“淑人君子”充实坚贞稳如磐石的内心世界。次章举“仪”之一端，丝带、缀满五彩珠玉的皮帽，将“仪”之美具体化、形象化，让人举一反三，想像出“淑人君子”的华贵风采。</p> <p>　　如果说一、二章是颂“仪”之体，则三、四章是颂“仪”之用，即内修外美的“淑人君子”对于安邦治国佑民睦邻的重要作用。三章的“其仪不忒”句起到承上启下的转折作用，文情可谓细密。四章的末句“胡不万年”，则将整篇的颂扬推至巅峰，意谓：这样贤明的君王，怎不祝他万寿无疆？对于一个暴君昏主，人们是不会如此祝釐的。因此《诗集传》谓此句为“愿其寿考之词也”，其实不错，反观方玉润谓此句“含讽刺意”，似乎有点牵强。</p>",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": [
    "诗经",
    "写鸟"
  ]
}