{
  "id": 63791,
  "star": 15,
  "name": "天香·咏龙涎香",
  "dynasty": "宋代",
  "content": "孤峤蟠烟，层涛蜕月，骊宫夜采铅水。讯远槎风，梦深薇露，化作断魂心字。红瓷候火，还乍识、冰环玉指。一缕萦帘翠影，依稀海天云气。 <br>几回殢娇半醉。翦春灯、夜寒花碎。更好故溪飞雪，小窗深闭。荀令如今顿老，总忘却、樽前旧风味。谩余熏，空篝素被。",
  "fanyi": "<p><strong>译文<br></strong>孤独耸立的海中礁石上缭绕着浓烟，层层云涛蜕尽二淡月出现，鲛人趁着夜晚，到骊宫去采集清泪般的龙涎。风送竹筏随着海潮去远，夜深时龙涎和着蔷薇花的清露进行研炼，化作心字形篆香而令人凄然魂断。龙涎装入红瓷盒后用文火烘焙，又巧妙地制城经营的指环。点燃时一缕翠烟萦绕在幕帘，仿佛是海气云天。<br>暗想从前，她不知道有多少次撒娇耍蛮，故意喝的半醉不醉，轻轻的把灯火往碎剪。更兼故乡的溪山，飘扬着轻雪漫漫，我们把小窗一关，那情味真是令人感到陶醉香甜。而今，我如同荀令老去，早已忘却昔年酒宴间那温馨与缠绵。徒然爱惜当年留下的余香，已然把素被放在空空的熏笼上，以此来熨贴一下伤透的心田。</p> <p><strong>注释<br></strong>⑴天香：词牌名，双片九十六字，前片四仄韵，后片六仄韵。龙涎香：古代香料。<br>⑵孤峤（qiáo）蟠烟：《岭南杂记》，“龙涎于香品中最贵重，出大食国西海之中，上有云气罩护，下有龙蟠洋中大石，卧而吐涎，飘浮水面，为太阳所烁，凝结而坚，轻若浮石，用以和众香，焚之，能聚香烟，缕缕不散。”孤峤指的就是传说中龙所蟠伏的海洋中大块的礁石；蟠烟，蟠绕的云烟，就是龙上罩护的云气。所谓的龙涎据说就是抹香鲸的肠内分泌物。<br>⑶层涛蜕月：波涛映月如闪动的龙鳞。<br>⑷骊（lí）宫：谓骊龙所居之地。“骊”字盖指骊龙而言。铅水：骊龙的涎水。黑龙称为骊龙，成语有“探骊得珠”。<br>⑸汛远槎风：采香的人乘木筏（槎）随潮汛而去。“汛”字为潮汛之意，“槎”字指鲛人乘槎至海上采取龙涎，随风趁潮而远去，于是此被采之龙涎遂永离故居不复得返矣。此典出自<a href=\"http://so.gushiwen.org/author_887.aspx\">张华</a>《博物志》“有人居海上，年年八月见浮槎去来不失期”。<br>⑹梦深薇露：龙涎香要用蔷薇水（香料）调制，这里把龙涎作为有情之物来写——对故乡的离梦渗透了蔷薇水。薇露，意指蔷薇水是一种制造龙涎香时所需要的重要香料。<br>⑺断魂心字：“心字”原来正是一种篆香的形状，明<a href=\"http://so.gushiwen.org/author_181.aspx\">杨慎</a>《词品》即曾载云：“所谓心字香者，以香末萦篆成心字也。”<br>⑻红甆（cí）候火：《香谱》说龙涎香制时要“慢火焙，稍干带润，入甆盒窨。”红甆，指存放龙涎香之红色的甆盒。候火，指焙制时所需等候的慢火。<br>⑼冰环玉指：香制成后的形状，有的像白玉环，有的像女子的纤纤细指。<br>⑽依稀海云天气：焚香时，前面引的《岭南杂记》说龙涎香“能聚香烟，缕缕不散”，好像把故居的“海云天气”都带回来了。<br>⑾殢（tì）娇：困顿娇柔。这里开始回想焚香的女子。“殢”原为慵倦之意，此处意为半醉时的娇慵之态，自当为男子眼中所见女子之情态。<br>⑿花碎：这花是灯花。<br>⒀小窗深闭：在故乡，外面雪花纷飞，屋内却红袖添香，纤手挑灯，读书养性两相宜，确实是太好了。《香谱》说焚龙涎香应在“密室无风处”，“小窗深闭”隐含了这个意思。<br>⒁荀令：指的是三国时代做过尚书令的荀彧，爱焚香。据习凿齿《襄阳记》所载云：“荀令君至人家坐幕，三日香气不歇。”<br>⒂谩（mán）惜余熏，空篝（gōu）素被：篝，是指熏香所用的熏笼，香于笼中而熏的衣物。古人焚香时，常把被子放在笼上熏。作者明知无用，香已燃完，还是把被子放在笼上。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　龙涎香是海洋中抹香鲸之肠内分泌物，并非龙吐涎之所化。抹香鲸是一种海上鲸鱼，长达五六丈，鼻孔位于头上，常露出水面喷水，想象为龙，据传有云气罩护。“孤峤蟠烟，层涛蜕月，骊宫夜采铅水”，叙写词人对于龙涎所产之地以及鲛人至海上采取龙涎之情景的想象。“蟠烟”二字所写的蟠绕的云烟，指的就是传说中之所谓“上有云气罩护”，而作者在“烟”字上用一“蟠”字，想到龙蛇之类的“蟠”伏。短短的四个字，作者已写出了他对于龙涎之产地和海峤的奇妙想象。次句“层涛蜕月”写鲛人至海上采取龙涎时之夜景。“蜕月”，使人引起对龙蛇的联想，意谓月光在层涛中的闪动，如同自层层波浪的蜕退中吐涌而出，又正似龙蛇之类鳞甲的蜕退。“蜕”字，即紧扣题目，又写出月光闪动的情景，是用得极奇妙而又极为恰当真切的一个字。而且此一“蜕”字，正好与上一句的“蟠”字遥遥相对，文法上极工整，同样强烈地暗示着对于神话中所传说的“龙”的想象。“骊宫夜采铅水”，“骊宫”为骊龙所居之地，遥应首句“蟠烟”的“孤峤”。“夜”指取龙涎时为夜晚，和前面所表示的“月”相应。而且用“铅水”以代龙涎，为读者提供了极为多义的暗示。龙涎乃是铅水，是一种白色的，有香气的铅水。</p> <p>　　至于就章法结构而言，则从首句“孤峤”之写地，次句“蜕月”之写夜，至第三句“采铅水”之写事，过渡自然，而不平淡。“汛远槎风”便写其和“骊宫”相去已远。下面“梦深薇露”，写此龙涎被采去以后之遭遇。然则此远离故土之龙涎当其在“薇露”之香气中共同研碾之时，怀念过去，梦想未来。故曰“梦深薇露”也。“化作断魂心字”，作者既将龙涎视为如此有情之物，于是此有情之龙涎遂于经过一番研碾之后化而为“断魂”之“心字”。“心字”原为龙涎香被制成之后所可能实有之形状，只是作者在“心字”前又加了“断魂”二字，更着重描写龙涎化为“心字”以后凄断的心魂。自“汛远槎风”之遥远的追忆，经过“梦深薇露”之磨碾的相思，到“化作”“心字”的凄断的心魂，想象之丰富，感受之深锐，则非常人所能揣度也。</p> <p>　　“红甆候火，还乍识、冰环玉指。一缕萦帘翠影，依稀海天云气”，写龙涎被焙制成的各种形状，和被焚时的情景。“冰环玉指”当指龙涎香制成的形状。<a href=\"http://so.gushiwen.org/author_421.aspx\">王沂孙</a>把“冰环”与“玉指”连言，如同写女子之纤手玉环，遂使读者顿生无数想象。前面还有着“乍识”二字，用得奇巧。一“乍”字但通出初睹佳人的惊喜之状，写出龙涎香之珍贵与味之精美。“一缕萦帘翠影，依稀海天云气”，真切地写出了龙涎香被焚时“翠烟浮空，结而不散”的实景，而且更在帘前一缕翠影的萦回中，暗示了无数磨难而不毁两情缱绻的相思，更在海天云气的依稀想象中，暗示了无限对当年海上的“孤峤蟠烟”的怀念。</p> <p>　　上阕在一缕香烟的萦回缥缈中，把对龙涎香制作的过程做了总结。下阕从“几回殢娇半醉”到“小窗深闭”，通过上阙龙涎香本身的叙写，而开始回忆起当年在焚香之背景中的一些可怀念的情事来。</p> <p>　　“几回”是怀想当年之事也。此着重写焚香一事。“剪春灯、夜寒花碎”，接写女子之动作，写一女子之剪灯花而已，春是“春”灯，花为碎花，便显出了无限娇柔旖旎之情调，“夜寒”则以窗外之寒冷反衬窗内之温馨。“更好故溪飞雪、小窗深闭”，窗外的严寒飞雪“深闭”的“小窗”中“殢娇半醉”之人的“剪春灯”此处写情写事，出语甚妙。“故溪”，原为当日故园家居时所经常享有之情事，又遥遥与前面的“几回”相呼应。龙涎香之所以可贵，原在其有着一种“翠烟浮空，结而不散”的特质，特别是在“密室无风处”。此处写人事是虚笔，实乃写龙涎香也。</p> <p>　　“荀令如今顿老，总忘却、樽前旧风味。”把前面所着意描写的焚香、剪灯等温馨旖旎的情事，蓦然一笔扫空，有无限悲欢今昔之感在于言外。“荀令”素爱熏香。“荀令如今顿老，总忘却、樽前旧风味”，王沂孙意为如今之荀令已经老去，无复当年爱熏香之风情况味矣。“顿”字，刻意描写光阴之消逝、年华之老去恍如石火、电光之疾速。“樽前”则正与前面之“殢娇半醉”相呼应，可见其温馨如彼之往事，固久已长逝无回，甚至在记忆中也难于追忆了。因而“总忘却”忘却不易，因此“谩惜余熏，空篝素被”，无限往事虽空而旧情难已。如今既已不复有熏香之事，是“篝”内已“空”矣。独留一丝怅然而已。</p> <p>　　然而此“余熏”虽然尚在，而往事则毕竟难回，故曰“谩惜余熏”也。王沂孙此词，于结尾之处，写一种难以挽回的悲哀，让人低回宛转、怅惘无穷，所写的主题虽然只是无生命、无感情的龙涎香，多借用典故，但在丰富的想象和精心地组织和安排下，让“物”有人情。</p>",
  "about": "<h2>创作背景</h2> 　　词人<a href=\"http://so.gushiwen.org/author_421.aspx\">王沂孙</a>生于南宋理宗在位之时，他的生平跨宋元两朝。南宋灭亡后，元朝总管江南浮屠的僧人杨琏真伽，盗发在会稽的南宋帝后陵墓。在启棺时，宋理宗的容貌如生时，有人说是因为含有夜明珠。掘墓者为了沥取水银，竟将其尸倒悬于树间，惨状不忍目睹，后又把他的骨头遗弃在草丛之中。有唐珏、<a href=\"http://so.gushiwen.org/author_420.aspx\">林景熙</a>等义士，闻听这个消息悲愤异常，邀集乡人，收拾帝后遗骸埋葬。唐珏、王沂孙等人结社填词，以“龙涎香”“白莲”“蝉”“莼”“蟹”等为题，抒发亡国之痛，此词即为其中之一。",
  "poet": {
    "id": 421,
    "star": 0,
    "name": "王沂孙",
    "image": "http://img.gushiwen.org/authorImg/wangyisun.jpg",
    "desc": "王沂孙，字圣与，号碧山、中仙、玉笥山人。会稽（今浙江绍兴）人，年辈大约与张炎相仿，入元后曾任庆元路学正。有《花外集》，又名《碧山乐府》。"
  },
  "tags": [
    "咏物",
    "怀念"
  ]
}