{
  "id": 7828,
  "star": 24,
  "name": "对酒行",
  "dynasty": "唐代",
  "content": "松子栖金华，安期入蓬海。<br>此人古之仙，羽化竟何在。<br>浮生速流电，倏忽变光彩。<br>天地无凋换，容颜有迁改。<br>对酒不肯饮，含情欲谁待。",
  "fanyi": "<p><strong>译文<br></strong>赤松子栖息在金华山上，安期生居住在东海的蓬莱仙山。<br>他们都是古代修炼成仙的仙人，不知今日他们是否还在？<br>人生浮幻如梦，如奔流的闪电般转眼即逝，忽然一下子就到了暮年。<br>几十年，天地并没有多大的变化，改变的只有人的容颜。<br>这样人生的即逝，谁能不感慨万千呢？眼前虽然有盛宴美酒，但欢饮不畅，没有举杯的心情。</p> <p><strong>注释<br></strong>1.对酒行：是乐府相和歌调名，内容多为君主歌功颂德。<br>2.松子：即赤松子，传说中的仙人。金华山：在浙江金华县北，即赤松子得道处。传说赤松子游金华山，自焚而化，故今山上有赤松坛。<br>3.安期：《抱朴子》载：安期先生（指安期生），在东海边卖药，已有千年之久。秦始皇请来与他谈了三天三夜，言高旨远，始皇感到奇怪，便赐给他价值数千万的金璧。安期接受后，放置在阜乡亭，并留下一封书信曰：“复数千岁，求我于蓬莱山。“<br>4.羽化：道家以仙去为羽化。<br>5.浮生：人生。流电：形容人生短促，似流电。<br>6.凋换：凋落变化。<br>7.含情：形容心情不欢畅。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这首<a href=\"http://so.gushiwen.org/view_7828.aspx\">诗</a>看似平淡无奇，实刚融游仙、忧生、饮酒、纵情为一体，意蕴丰富，耐人寻味。</p> <p>　　诗的前四句，追思仙人，提出疑问。诗人开篇便从古时仙人、仙境起笔，首先创造出迷离缥缈的意境，也凝聚着诗人一生求仙的曲折历程和复杂心态。首二句仙人、仙境相应，山海对举，“栖”、“入”二动词镶嵌句中，造成神妙飘逸的意境，字里行间蕴含着诗人景仰、追思的情感。后两句则转入疑问，这是经过一系列的艰苦探索之后的反思绪果，疑问中透露出诗人迷惘、惆怅的复杂心态。</p> <p>　　中间四句，感叹时光倏忽，人生易老。这里，诗人为强调人生变化之迅速，用了夸张的艺术手法：“浮生”两句中，“流电”的意象与“浮”、“速、‘倏忽”等词语的交互作用，就凸现出其人生短促的意识。”天地”两句又以永存的天地为反衬，来强化其人命不常的意识，揭示出时间的无限、宇宙的永恒与人生有限、容颜易改的矛盾，倾泻出诗人欲有为而不得，欲超脱而不能的内心矛盾与苦闷，流露出迷惘、倜怅又无可奈何的复杂心态。</p> <p>　　结尾两句，紧扣诗题，揭出主旨。诗人在仙境、人生皆令人幻灭、绝望的情境中，忽辟奇境，面对酒杯而产生种种联想，在欲饮未饮的心灵搏斗中，以尾句中反诘的语气透漏出他欲超脱而不能的复杂心态，也表达出更高远的精神追求。</p> <p>　　总体来说，这首诗以诗人内心情感流向变化来结构全诗。起笔是对古仙人思慕的情感基调，继而转入对仙人不复现的失望，对求仙追求的疑虑与怅惘。然后由上而下转入对人世时光易逝的忧虑，对容颜日改的无可奈何，表达出一种失落、灰心和幻灭的情绪。至此，诗人的感情潮水已退入最低谷，到了“山重水复疑无路”的境地。这时，诗人又以超然挥洒的笔触，突然推开去，独辟蹊径，以面对酒杯的联想、发问，表达了“含情”有待的高远精神追求，从而创造出“柳暗花明又一村”的意境。这就形成了全诗看似漫不经心、跳荡不羁，实则整然有序，浑然天成的艺术结构，显示出这首诗“飘逸”的风格。</p>",
  "about": "<h2>创作背景</h2> 　　<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>自“十五游神仙”始，一直痴迷于道教之中。在天宝三年被“赐金还山”后，他便请北海高天师授《道箓》于齐州紫极宫（老子庙）；自此他便成了一名真正的道士了，正如他自己所说：“抑予是何者？身在方士格”（《草创大还》）。他曾真诚地相信服仙药可以羽化而飞升，如其<a href=\"http://so.gushiwen.org/view_7828.aspx\">诗</a>所写：“炼丹费火石，采药穷山川”（《留别广陵诸公》）；“安得不死药，高飞向蓬瀛”（《游泰山》第四首）。他也曾虔诚地寻仙访道于名山大川，他在诗里写道：“五岳寻仙不辞远，一生好入名山游”（《庐山谣》）；“余尝学道穷冥筌，梦中往往游仙山”（《下途归石门旧居》）。这一系列诗句就是他在人生大道上的一种探索，一种实践。而今当李白“老之将至”之时，他回首求仙访道的历程，殊觉“前说茫无寸验，因思古之所谓仙人如赤松、安期者，亦不复再见于世”（萧士赟语）。于是开始反思平生求仙的经历，以及眼见“服食求神仙，多为药所误”（《古诗十九首》中的《驱车上东门》）的事实，对自己沉于道教已开始觉醒，鉴于这种复杂的心态，便创作了这首诗。",
  "poet": {
    "id": 247,
    "star": 0,
    "name": "李白",
    "image": "http://img.gushiwen.org/authorImg/libai.jpg",
    "desc": "李白（701年－762年），字太白，号青莲居士，唐朝浪漫主义诗人，被后人誉为“诗仙”。祖籍陇西成纪(待考)，出生于西域碎叶城，4岁再随父迁至剑南道绵州。李白存世诗文千余篇，有《李太白集》传世。762年病逝，享年61岁。其墓在今安徽当涂，四川江油、湖北安陆有纪念馆。"
  },
  "tags": [
    "乐府",
    "人生",
    "感慨"
  ]
}