{
  "id": 180,
  "star": 51,
  "name": "庭燎",
  "dynasty": "先秦",
  "content": "夜如何其？夜未央，庭燎之光。君子至止，鸾声将将。<br>夜如何其？夜未艾，庭燎晣晣。君子至止，鸾声哕哕。<br>夜如何其？夜乡晨，庭燎有辉。君子至止，言观其旂。",
  "fanyi": "<p><strong>译文<br></strong>现在夜色啥时光？夜色还早天未亮。庭中火烛放光芒，诸侯大臣快来到，好像车铃叮当响。<br>现在夜色啥时光？夜色还早无晨光。庭中火烛明晃晃，诸侯大臣快来到，好像车铃响叮当。<br>现在夜色啥时光？夜色将尽露晨光。庭中火烛仍明亮，诸侯大臣快来到，看见旌旗在飘扬。</p> <p><strong>注释<br></strong>⑴庭燎：宫廷中照亮的火炬。<br>⑵其（jī）：语尾助词。<br>⑶央：尽。<br>⑷君子：指上朝的诸侯大臣等人。<br>⑸鸾：也作“銮”，铃。古代车马所佩的铃。将（qiāng）将：铃声。<br>⑹艾：尽。<br>⑺晣（zhé）晣：明亮貌。<br>⑻哕（huì）哕：鸾铃声。<br>⑼乡（xiàng）晨：近晨，将亮。乡：同\"向\"。<br>⑽有煇（huī）：犹煇煇，光明貌。一说火光暗淡貌。<a href=\"http://so.gushiwen.org/author_459.aspx\">朱熹</a>《<a href=\"http://so.gushiwen.org/view_180.aspx\">诗</a>集传》：“火气也。天欲明而见其烟光相杂也。”<br>⑾言：乃，爱。旂（qí）：上面画有交龙、竿顶有铃的旗，为诸侯仪仗。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　此<a href=\"http://so.gushiwen.org/view_180.aspx\">诗</a>描写宫廷早朝的景象，表现君王勤于政事。诗共三章，第一章写夜半之时不安于寝，急于视朝，看到外边已有亮光，知已燃起庭燎；又听到鸾声叮当，知诸侯已有入朝者。说明宣王中兴，政治稳定，百官、内侍皆不敢怠于事，诸侯公卿也谨于君臣大礼，严肃畏敬，及早入朝以待朝会；而宣王勤于政事、体贴臣下、重视朝仪的心情，也无形中见于言外。</p> <p>　　第二章时间稍后，但黑夜尚未尽，庭燎之光一片通明，銮铃之声不断，诸侯正陆续来到。<a href=\"http://so.gushiwen.org/author_459.aspx\">朱熹</a>说：“哕哕，近而闻其徐行声有节也。”（《诗集传》）</p> <p>　　第三章写晨曦已见，天渐向明，庭燎已不显其明亮。按《说文》：“煇，光也。”段玉裁注：“析言之，则煇、光有别：朝旦为煇，日中为光。”又《礼记·玉藻》：“揖私朝，煇如也；登车则有光。”说清早由家别大夫之时天尚不太亮，至登车时已大亮。则“有煇”指不太亮的光。这一则可与《庄子·逍遥游》中所说“日月出矣，而爝火不息，其于光也，不亦难乎”相证，二则可知火炬即将燃尽，故光不如前之明亮。此时来朝诸侯和天子俱抬头看旂。郑玄笺云：“上二章闻鸾声尔。今夜向明，我见其旂，是朝之时也。朝礼别色始入。”观旂而识别其封爵官位。</p> <p>　　昧爽视朝，本为定例，但昏庸之君往往有名无实。宣王勤于朝政，纲纪严肃，上下振作，造成中兴气象，由此诗即可看出。诗中虽未用比兴，也无多形容，但其白描的手法既捕捉到最具特点的情景，也细微地反映出诗人的心理活动和当时心情，实近于天籁。</p> <p>　　此诗为唐代<a href=\"http://so.gushiwen.org/author_60.aspx\">贾至</a>《早朝大明宫呈两省僚友》及<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>、<a href=\"http://so.gushiwen.org/author_515.aspx\">王维</a>、<a href=\"http://so.gushiwen.org/author_113.aspx\">岑参</a>的和诗所效法。但贾至等人之作主要渲染宫廷的庄严华丽，朝仪的肃穆壮观，君王的尊严神圣及大臣的雍容闲雅，稍嫌铺张堆砌。此诗则着重表现了君王急于早朝的心情和对朝仪、诸侯的关切。“君子至止，言观其旂”，写人写景结合在一起，颇能传神。两类诗都作于乱后新君刚刚即位之时，但就表现而言，《小雅·庭燎》较之唐诗更为真挚而简练，让人读后深觉言有尽而意无穷。</p>",
  "about": "<h2>创作背景</h2> 　　关于这首<a href=\"http://so.gushiwen.org/view_180.aspx\">诗</a>的背景及主题，《毛诗序》说：“美宣王也。因以箴之。”齐诗、鲁诗也都以为是周宣王中年怠政，姜后脱簪以谏，宣王改过而勤于政，因有此诗。郑玄笺云：“诸侯将朝，宣王以夜未央之时问夜早晚。美者，美其能自勤以政事；因以箴者，王有鸡人之官，凡国事为期，则告之以时。”但作者是什么人，各家之说不一。方玉润《诗经原始》以为“王者自警急于视朝”，为宣王所自作。然而方氏未列出充分的理由。按此诗应为宣王所作，理由有三条：第一，诗凡三章，从时间说由深夜渐向天明，而三章中俱言“庭燎之光”，则应是居于朝廷者所作；如系大臣、诸侯所作，则就应按由家赴朝路途景象以时间先后为序加以描写。第二，诗中三言“君子至止”，也是以朝廷为立足点言之。第三，“夜如何其”为王问鸡人（掌报晓的人）之语，“夜未央”为由鸡人所告知道的结果，与《周礼·春官·鸡人》所载礼制一致。所以，以此诗为周宣王所作较近诗情。",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": [
    "诗经",
    "写人"
  ]
}