{
  "id": 28626,
  "star": 132,
  "name": "风雨",
  "dynasty": "唐代",
  "content": "凄凉宝剑篇，羁泊欲穷年。<br>黄叶仍风雨，青楼自管弦。<br>新知遭薄俗，旧好隔良缘。<br>心断新丰酒，销愁斗几千。",
  "fanyi": "<p><strong>译文</strong><br>我虽然胸怀匡国之志，也有郭元振《宝剑篇》那样充满豪气的<a href=\"http://so.gushiwen.org/view_28626.aspx\">诗</a>篇，但却不遇明主，长期羁旅在外虚度华年。<br>黄叶已经衰枯，风雨仍在摧毁，豪门贵族的高楼里，阔人们正在轻歌曼舞，演奏着急管繁弦。<br>新交的朋友遭到浇薄世俗的非难，故旧日的老友又因层层阻隔而疏远无缘。<br>心中想要断绝这些苦恼焦烦，要用新丰美酒来销愁解闷，管它价钱是十千还是八千。</p> <p><strong>注释</strong><br>这首诗取第三句诗中“风雨”二字为题，实为无题。<br>宝剑篇：为唐初郭震（字元振）所作诗篇名。《新唐书·郭震传》载，<a href=\"http://so.gushiwen.org/author_298.aspx\">武则天</a>召他谈话，索其诗文，郭即呈上《宝剑篇》，中有句云：“非直接交游侠子，亦曾亲近英雄人。何言中路遭捐弃，零落飘沦古岳边。虽复沉埋无所用，犹能夜夜气冲天。”武则天看后大加称赏，立即加以重用。<br>羁泊：即羁旅飘泊。穷年：终生。<br>黄叶：用以自喻。仍：仍旧，依然。<br>青楼：青色的高楼。此泛指精美的楼房，即富贵人家。<br>新知：新的知交。遭薄俗：遇到轻薄的世俗。<br>旧好：旧日的好友。隔：阻隔，断绝。<br>心断：意绝。新丰：地名，在今陕西省临潼县东，古时以产美酒闻名。《新唐书·马周传》载，马周不得意时，宿新丰旅店，店主人对他很冷淡，马周便要了一斗八升酒独酌。后得常何推荐，受到唐太宗的赏识，授监察御史。<br>几千：指酒价，美酒价格昂贵。 </p>",
  "shangxi": "<h2>赏析</h2> <p>　　风雨，语义双关，既指自然界风雨，更喻人世间风雨。</p> <p>　　<a href=\"http://so.gushiwen.org/author_204.aspx\">李商隐</a>一生羁旅漂泊，宦海沉浮，不得重用，饱尝世态炎凉。遂借风雨以起兴，抒发抑郁悲愤之情。这种写法是常见的。作者的高超之处是在首尾两联皆用本朝典故，以马周、郭震两人见召重用成为名臣，与自己的怀才不遇、漂泊无归形成强烈的对比。用事寓意深微，贴切自然。既表现了自己不甘沉沦、意欲匡时济世的胸怀，又流露了对初唐开明政治的欣慕之情。</p> <p>　　此<a href=\"http://so.gushiwen.org/view_28626.aspx\">诗</a>也是李商隐自伤怀才不遇，写交游冷落的苦闷之情的。诗人以《宝剑篇》自伤不遇，郭震写《宝剑篇》而得<a href=\"http://so.gushiwen.org/author_298.aspx\">武则天</a>赏识，而作者自己虽有才华，却迪际凄凉，到处羁旅漂泊，终年无处可以寄托。自己身1什飘零，好象黄叶加上风吹雨打，而朱门达官却纸醉金迷、寻欢作乐。李商隐身处李、牛党争的夹缝中，“新知”、“旧好”们碰上冷薄的世风，没有好的机会，各自飘零，致使商隐交游冷落。在无可奈何的情况下，诗人只好借酒浇愁，即使酒价昂贵，也不惜沽饮几杯了。作者一生是政治斗争的牺牲品，四处漂泊寄寓幕府，穷愁潦倒，全诗喟叹深沉，词哀情苦。</p><br/><h2>赏析二</h2> <p>　　这首<a href=\"http://so.gushiwen.org/view_28626.aspx\">诗</a>大约作于诗人晚年羁泊异乡期间。是他在生命之火将要熄灭之前写下的一曲慷慨不平的悲歌。</p> <p>　　“凄凉宝剑篇，羁泊欲穷年”。一开头就在一片苍凉低沉的气氛中展示出诗人的理想抱负与实际境遇的矛盾。《宝剑篇》是唐代前期名将郭元振落拓未遇时所写的托物抒怀之作。诗借古剑埋土托寓才士不遇，磊落不平。后来郭元振上《宝剑篇》，深得武后赏爱，他终于实现匡国济世之志。这里暗用此典。意旨为自己尽管也怀有象郭元振那样的宏才大略和匡国济世的热情，却没有他那样的幸运，只能将满腔怀才不遇的悲愤，羁旅飘泊的凄凉托之于诗歌。首句中的“宝剑篇”，系借指自己抒发不遇之感的诗作，故用“凄凉”来形容。从字面看，两句中“凄凉”“羁泊”连用，再加上用“欲穷年”更加突出凄凉漂泊生涯的永无止境。但“宝剑篇”这个典故本身在读者脑海中引起的联想，却是在羁旅飘泊的凄凉中蕴育着一股宝剑尘埋的郁勃不平之气。</p> <p>　　颔联“黄叶仍风雨，青楼自管弦。”进一步抒写羁泊异乡期间风雨凄凉的人生感受。上句触物兴感，实中寓虚，用风雨中飘落满地的黄叶象征自己不幸的身世遭遇，与下句实写青楼管弦正形成一寂一喧的鲜明强烈对比，形象地展现出沉沦寒士与青楼豪贵苦乐悬殊、冷热迥异的两幅对立的人生图景。两句中“仍”“自”二字，开合相应，“仍”是更、兼之意。黄叶本已凋落，再加风雨摧残，其凄凉景象令人触目神伤。</p> <p>　　它不仅用写出风雨之无情和不幸之重沓，而且有力地加重渲染了内心难以忍受的痛苦。“自”字既有转折意味，又含“自顾”之意，勾勒出青楼豪贵得意纵恣、自顾享乐、无视人间忧苦的情景。它与“仍”字对应，正显示出苦者自苦、乐者自乐那样一种冷酷的社会现实和人情关系，而诗人对这种社会现实的愤激不平，却是通过这种含而不露的艺术手法表现出来。</p> <p>　　在羁泊异乡的凄凉孤孑境况中，友谊的温暖往往是对寂寞心灵的一种慰藉，颈联“新知遭薄俗，旧好隔良缘”。引出对“新知”“旧好”的思念。但思忆反而给心灵带来更深的痛苦——“新知遭薄俗，旧好隔良缘。”新交的朋友遭到浇薄世俗的诋毁，旧日的知交也关系疏远，良缘阻隔。两句中一“遭”一“隔”，写出了诗人在现实中孑然孤独的困境，也蕴含了诗人对“薄俗”的强烈不满。凄冷的人间风雨，已经渗透到朋友知交中，茫茫人世，似乎只剩下冰凉的雨帘，再也找不到任何一个温暖的角落了。</p> <p>　　惟一能使凄凉的心得到暂时温暖的便只剩下酒：</p> <p>　　“心断新丰酒，销愁斗几千？”马周落拓未遇时，西游长安，宿新丰旅舍。店主人只顾接待商贩，对马周颇为冷遇。马周只好取酒独酌。后来马周得到皇帝赏识，身居高位。诗人想到自己只有马周当初怀才未遇时的落拓，却无马周后来的幸运，所以只有盼望着用新丰美酒一浇胸中块垒。可是羁泊异乡，远离京华，即使想象马周失意时一样取新丰美酒独酌也不可获得，所以说“心断”。通过层层回旋曲折，诗人内心的郁积苦闷终于发抒到极致。末句以问语作收，似结非结，正给人留下苦闷无法排遣、心绪茫然的印象。</p> <p>　　题称“风雨”，是一个象征性的题目，象征着包围、压抑、摧残才智之士的冷酷的社会现实和社会氛围。但它又不单纯表现了人间风雨的凄冷，而是在表现它的同时透露了诗人内在的济世热情与热爱生命的热情。首、尾两联，暗用郭元振、马周故事，不只是作为自己当前境遇的一种反衬，同时也表露出对唐初开明政治的向往和匡世济时的强烈要求。即使是正面抒写自己的孤孑、凄凉与苦闷，也都表现出一种愤郁不平和挣脱苦闷的企图，于是使得环境的冷与内心的热的相互映衬，获得矛盾统一。</p>",
  "about": "<h2>创作背景</h2> <p>　　<a href=\"http://so.gushiwen.org/author_204.aspx\">李商隐</a>早年受知于<a href=\"http://so.gushiwen.org/author_1247.aspx\">牛僧孺</a>党的令狐楚，登进士及第后又娶了<a href=\"http://so.gushiwen.org/author_815.aspx\">李德裕</a>党人王茂元的女儿。牛李党争激烈，李党失势，令狐楚的儿子令狐绹长期执政，排抑李商隐，使他成为了党争中的牺牲品。虽然他自己并不愿攀附牛李集团的任何一个，但他却始终不能施展才具，实现政治抱负，一生四处漂泊寄迹幕府，穷愁潦倒。这首<a href=\"http://so.gushiwen.org/view_28626.aspx\">诗</a>就抒写他凄酸的生活境遇。</p>",
  "poet": {
    "id": 204,
    "star": 0,
    "name": "李商隐",
    "image": "http://img.gushiwen.org/authorImg/lishangyin.jpg",
    "desc": "李商隐，字义山，号玉溪（谿）生、樊南生，唐代著名诗人，祖籍河内（今河南省焦作市）沁阳，出生于郑州荥阳。他擅长诗歌写作，骈文文学价值也很高，是晚唐最出色的诗人之一，和杜牧合称“小李杜”，与温庭筠合称为“温李”，因诗文与同时期的段成式、温庭筠风格相近，且三人都在家族里排行第十六，故并称为“三十六体”。其诗构思新奇，风格秾丽，尤其是一些爱情诗和无题诗写得缠绵悱恻，优美动人，广为传诵。但部分诗歌过于隐晦迷离，难于索解，至有“诗家总爱西昆好，独恨无人作郑笺”之说。因处于牛李党争的夹缝之中，一生很不得志。死后葬于家乡沁阳（今河南焦作市沁阳与博爱县交界之处）。作品收录为《李义山诗集》。"
  },
  "tags": [
    "唐诗三百首",
    "怀才不遇",
    "风雨"
  ]
}