{
  "id": 5782,
  "star": 4544,
  "name": "渭城曲 / 送元二使安西",
  "dynasty": "唐代",
  "content": "渭城朝雨浥轻尘，客舍青青柳色新。<br>劝君更尽一杯酒，西出阳关无故人。",
  "fanyi": "<p><strong>译文</strong><br>清晨的微雨湿润了渭城地面的灰尘，馆驿青堂瓦舍柳树的枝叶翠嫩一新。<br>真诚地奉劝我的朋友再干一杯美酒，向西出了阳关就难以遇到故旧亲人。</p> <p><strong>注释</strong><br>（1）渭城曲：另题作《送元二使安西》，或名《阳关曲》或《阳关三叠》。<br>（2）渭城：在今陕西省西安市西北，即秦代咸阳古城。浥（yì）：润湿。<br>（3）客舍：旅馆。柳色：柳树象征离别。<br>（4）阳关：在今甘肃省敦煌西南，为自古赴西北边疆的要道。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　此<a href=\"http://so.gushiwen.org/view_5782.aspx\">诗</a>以“渭城曲”为题载于《全唐诗》卷一百二十八。下面是唐代文学研究会常务理事、<a href=\"http://so.gushiwen.org/author_204.aspx\">李商隐</a>研究会会长刘学锴先生对此诗的赏析。</p> <p>　　此诗前两句写送别的时间，地点，环境气氛。清晨，渭城客舍，自东向西一直延伸、不见尽头的驿道，客舍周围、驿道两旁的柳树。这一切，都仿佛是极平常的眼前景，读来却风光如画，抒情气氛浓郁。“朝雨”在这里扮演了一个重要的角色。早晨的雨下得不长，刚刚润湿尘土就停了。从长安西去的大道上，平日车马交驰，尘上飞扬，朝雨乍停，天气晴朗，道路显得洁净、清爽。“浥轻尘”的“浥”字是湿润的意思，在这里用得很有分寸，显出这雨澄尘而不湿路，恰到好处，仿佛天从人愿，特意为远行的人安排一条轻尘不扬的道路。客舍，本是羁旅者的伴侣；杨柳，更是离别的象征。选取这两件事物，自然有意关合送别。它们通常总是和羁愁别恨联结在一起而呈现出黯然销魂的情调。而今天，却因一场朝雨的洒洗而别具明朗清新的风貌──“客舍青青柳色新”。平日路尘飞扬，路旁柳色不免笼罩着灰蒙蒙的尘雾，一场朝雨，才重新洗出它那青翠的本色，所以说“新”，又因柳色之新，映照出客舍青青来。总之，从清朗的天宇，到洁净的道路，从青青的客舍，到翠绿的杨柳，构成了一幅色调清新明朗的图景，为这场送别提供了典型的自然环境。这是一场深情的离别，但却不是黯然销魂的离别。相反地，倒是透露出一种轻快而富于希望的情调。“轻尘”、“青青”、“新”等词语，声韵轻柔明快，加强了读者的这种感受。</p> <p>　　绝句在篇幅上受到严格限制。这首诗，对如何设宴饯别，宴席上如何频频举杯，殷勤话别，以及启程时如何依依不舍，登程后如何瞩目遥望等等，一概舍去，只剪取饯行宴席即将结束时主人的劝酒辞：再干了这一杯吧，出了阳关，可就再也见不到老朋友了。诗人像高明的摄影师，摄下了最富表现力的镜头。宴席已经进行了很长一段时间，酿满别情的酒已经喝过多巡，殷勤告别的话已经重复过多次，朋友上路的时刻终于不能不到来，主客双方的惜别之情在这一瞬间都到达了顶点。主人的这句似乎脱口而出的劝酒辞就是此刻强烈、深挚的惜别之情的集中表现。</p> <p>　　三四两句是一个整体。要深切理解这临行劝酒中蕴含的深情，就不能不涉及“西出阳关”。处于河西走廊尽西头的阳关，和它北面的玉门关相对，从汉代以来，一直是内地出向西域的通道。唐代国势强盛，内地与西域往来频繁，从军或出使阳关之外，在盛唐人心目中是令人向往的壮举。但当时阳关以西还是穷荒绝域，风物与内地大不相同。朋友“西出阳关”，虽是壮举，却又不免经历万里长途的跋涉，备尝独行穷荒的艰辛寂寞。因此，这临行之际“劝君更尽一杯酒”，就像是浸透了诗人全部丰富深挚情谊的一杯浓郁的感情琼浆。这里面，不仅有依依惜别的情谊，而且包含着对远行者处境、心情的深情体贴，包含着前路珍重的殷勤祝愿。对于送行者来说，劝对方“更尽一杯酒”，不只是让朋友多带走自己的一分情谊，而且有意无意地延宕分手的时间，好让对方再多留一刻。“西出阳关无故人”之感，不只属于行者。临别依依，要说的话很多，但千头万绪，一时竟不知从何说起。这种场合，往往会出现无言相对的沉默，“劝君更尽一杯酒”，就是不自觉地打破这种沉默的方式，也是表达此刻丰富复杂感情的方式。诗人没有说出的比已经说出的要丰富得多。总之，三四两句所剪取的虽然只是一刹那的情景，却是蕴含极其丰富的一刹那。</p> <p>　　这首诗所描写的是一种最有普遍性的离别。它没有特殊的背景，而自有深挚的惜别之情，这就使它适合于绝大多数离筵别席演唱，后来编入乐府，成为最流行、传唱最久的歌曲。</p>",
  "about": "<h2>创作背景</h2> 　　此<a href=\"http://so.gushiwen.org/view_5782.aspx\">诗</a>是<a href=\"http://so.gushiwen.org/author_515.aspx\">王维</a>送朋友去西北边疆时作的诗，诗题又名“赠别”，后有乐人谱曲，名为“阳关三叠”，又名“渭城曲”。它大约作于安史之乱前。安西，是唐中央政府为统辖西域地区而设的安西都护府的简称，治所在龟兹城（今新疆库车）。这位姓元的友人是奉朝廷的使命前往安西的。唐代从长安往西去的，多在渭城送别。渭城即秦都咸阳故城，在长安西北，渭水北岸。",
  "poet": {
    "id": 515,
    "star": 0,
    "name": "王维",
    "image": "http://img.gushiwen.org/authorImg/wangwei.jpg",
    "desc": "王维（701年－761年，一说699年—761年），字摩诘，汉族，河东蒲州（今山西运城）人，祖籍山西祁县，唐朝诗人，有“诗佛”之称。苏轼评价其：“味摩诘之诗，诗中有画；观摩诘之画，画中有诗。”开元九年（721年）中进士，任太乐丞。王维是盛唐诗人的代表，今存诗400余首，重要诗作有《相思》《山居秋暝》等。王维精通佛学，受禅宗影响很大。佛教有一部《维摩诘经》，是王维名和字的由来。王维诗书画都很有名，非常多才多艺，音乐也很精通。与孟浩然合称“王孟”。"
  },
  "tags": [
    "唐诗三百首",
    "小学古诗",
    "初中古诗",
    "乐府",
    "友情",
    "送别"
  ]
}