{
  "id": 7722,
  "star": 32615,
  "name": "将进酒",
  "dynasty": "唐代",
  "content": "君不见，黄河之水天上来，奔流到海不复回。<br>君不见，高堂明镜悲白发，朝如青丝暮成雪。<br>人生得意须尽欢，莫使金樽空对月。<br>天生我材必有用，千金散尽还复来。<br>烹羊宰牛且为乐，会须一饮三百杯。<br>岑夫子，丹丘生，将进酒，杯莫停。<br>与君歌一曲，请君为我倾耳听。<br>钟鼓馔玉不足贵，但愿长醉不复醒。<br>古来圣贤皆寂寞，惟有饮者留其名。<br>陈王昔时宴平乐，斗酒十千恣欢谑。<br>主人何为言少钱，径须沽取对君酌。<br>五花马，千金裘，呼儿将出换美酒，与尔同销万古愁。",
  "fanyi": "<p><strong>译文</strong><br>你难道看不见那黄河之水从天上奔腾而来，波涛翻滚直奔东海，从不再往回流。<br>你难道看不见那年迈的父母，对着明镜悲叹自己的白发，早晨还是满头的黑发，怎么才到傍晚就变成了雪白一片。<br>（所以）人生得意之时就应当纵情欢乐，不要让这金杯无酒空对明月。<br>每个人的出生都一定有自己的价值和意义，黄金千两（就算）一挥而尽，它也还是能够再得来。<br>我们烹羊宰牛姑且作乐，（今天）一次性痛快地饮三百杯也不为多！<br>岑夫子，丹丘生啊！快喝酒吧！不要停下来。<br>让我来为你们高歌一曲，请你们为我倾耳细听：<br>整天吃山珍海味的豪华生活有何珍贵，只希望醉生梦死而不愿清醒。 <br>自古以来圣贤无不是冷落寂寞的，只有那会喝酒的人才能够留传美名。<br>陈王当年宴设平乐观的事迹你可知道，斗酒万千也豪饮，让宾主尽情欢乐。<br>主人呀，你为何说钱不多？只管买酒来让我们一起痛饮。<br>那些什么名贵的五花良马，昂贵的千金狐裘，把你的小儿喊出来，都让他拿去换美酒来吧，让我们一起来消除这无穷无尽的万古长愁！</p> <p><strong>注释</strong><br>⑴将进酒：属乐府旧题。将（qiāng）：请。<br>⑵君不见：乐府中常用的一种夸语。天上来：黄河发源于青海，因那里地势极高，故称。<br>⑶高堂：高堂：房屋的正室厅堂。一说指父母。一作“床头”。青丝：喻柔软的黑发。一作“青云”。成雪：一作“如雪”。<br>⑷得意：适意高兴的时候。<br>⑸会须：正应当。<br>⑹岑夫子：岑勋。丹丘生：元丹丘。二人均为<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>的好友。<br>⑺杯莫停：一作“君莫停”。<br>⑻与君：给你们，为你们。君，指岑、元二人。<br>⑼倾耳听：一作“侧耳听”。<br>⑽钟鼓：富贵人家宴会中奏乐使用的乐器。馔（zhuàn）玉：形容食物如玉一样精美。<br>⑾不复醒：也有版本为“不用醒”或“不愿醒”。<br>⑿陈王：指陈思王曹植。平乐：观名。在洛阳西门外，为汉代富豪显贵的娱乐场所。恣<br>季深业书法《将进酒》季深业书法《将进酒》 <br>：纵情任意。谑（xuè）：戏。⒀言少钱：一作“言钱少”。<br>⒁径须：干脆，只管。沽：买。<br>⒂五花马：指名贵的马。一说毛色作五花纹，一说颈上长毛修剪成五瓣。<br>⒃尔：你。销：同“消”。<br>⒄也有说法作“但愿长醉不愿醒”。</p>",
  "shangxi": "<p>　　唐玄宗天宝初年，由道士吴人筠推荐，由唐玄宗招进京，命李白为供奉翰林。不久，因权贵的谗悔，于天宝三年（744年），李白被排挤出京，唐玄宗赐金放还。此后，李白在江淮一带盘桓，思想极度烦闷，又重新踏上了云游祖国山河的漫漫旅途。</p> <p>　　关于这首<a href=\"http://so.gushiwen.org/view_7722.aspx\">诗</a>的写作时间，说法不一。黄锡珪《李太白编年诗集目录》系于天宝十一载（752）。一般认为这是李白天宝年间离京后，漫游梁、宋，与友人岑勋、元丹丘相会时所作。</p> <p>　　此时距李白被唐玄宗“赐金放还”已有8年之久。这一时期，李白多次与友人岑勋（岑夫子）应邀到嵩山另一好友元丹丘(丹丘生）的颍阳山居为客，三人登高饮宴，借酒放歌。诗人在政治上被排挤，受打击，理想不能实现，常常借饮酒来发泄胸中的郁积。人生快事莫若置酒会友，作者又正值“抱用世之才而不遇合”之际，于是满腔不合时宜借酒兴诗情，以抒发满腔不平之气。</p>",
  "poet": {
    "id": 247,
    "star": 0,
    "name": "李白",
    "image": "http://img.gushiwen.org/authorImg/libai.jpg",
    "desc": "李白（701年－762年），字太白，号青莲居士，唐朝浪漫主义诗人，被后人誉为“诗仙”。祖籍陇西成纪(待考)，出生于西域碎叶城，4岁再随父迁至剑南道绵州。李白存世诗文千余篇，有《李太白集》传世。762年病逝，享年61岁。其墓在今安徽当涂，四川江油、湖北安陆有纪念馆。"
  },
  "tags": [
    "乐府",
    "唐诗三百首",
    "咏物",
    "抒情",
    "哲理",
    "宴饮"
  ]
}