{
  "id": 57768,
  "star": 238,
  "name": "贺新郎·别茂嘉十二弟",
  "dynasty": "宋代",
  "content": "别茂嘉十二弟。鹈鴂、杜鹃实两种，见《离骚补注》<br>绿树听鹈鴂。更那堪、鹧鸪声住，杜鹃声切。啼到春归无寻处，苦恨芳菲都歇。算未抵、人间离别。马上琵琶关塞黑，更长门、翠辇辞金阙。看燕燕，送归妾。 <br>将军百战身名裂。向河梁、回头万里，故人长绝。易水萧萧西风冷，满座衣冠似雪。正壮士、悲歌未彻。啼鸟还知如许恨，料不啼清泪长啼血。谁共我，醉明月。",
  "fanyi": "<p><strong>译文</strong><br>听着绿树荫里鹈鴂叫得凄恶，更令人悲伤不已。鹧鸪鸟“行不得也哥哥”的啼叫刚住，杜鹃又发出“不如归去”悲切的号呼。一直啼到春天归去再无寻觅处，芬芳的百花都枯萎，实在令人愁恨、痛苦。算起来这桩桩件件也抵不上人间生离死的痛楚。汉代<a href=\"http://so.gushiwen.org/author_830.aspx\">王昭君</a>骑在马上弹着琵琶，奔向黑沉沉的关塞荒野，更有陈皇后阿娇退居长门别馆，坐着翠碧的宫辇辞别皇宫金阙。春秋时卫国庄姜望着燕燕双飞，远送休弃去国的归老。<br>汉代名将<a href=\"http://so.gushiwen.org/author_795.aspx\">李陵</a>身经百战，兵败归降匈奴而身败名裂。到河边轿头送别<a href=\"http://so.gushiwen.org/author_460.aspx\">苏武</a>，回头遥望故国远隔万里，与故友永远诀别。还有荆轲冒着萧瑟秋风，慷慨悲歌无尽无歇。啼鸟若知人间有如此多的悲恨痛切，料想它不再悲啼清泪，而总是悲啼着鲜血。如今茂嘉弟远别，还有谁与我饮酒共醉赏明月？</p> <p><strong>注释</strong><br>①题下自注：“鹈鴂、杜鹃实两种，见《离骚补注》”。鹈鴂，指伯劳。<br>②鹧鸪：鸣声凄切，如说“行不得也哥哥”。<br>③杜鹃：其声哀婉，如说“不如归去”。<br>④未抵：比不上。<br>⑤马上琵琶：用王昭君出塞事。<br>⑥“更长门”句：用陈皇后失宠事。<br>⑦将军：引用汉武帝时李陵。<br>⑧“向河梁”句：引用李陵别苏武事。<br>⑨“易水”句：引用《史记·刺客列传》中荆轲刺秦王事。<br>⑩如许恨：像上面的许多恨。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这首词的内容和作法与一般的词不同，其内容方面几乎完全与对茂嘉的送行无关，而专门罗列古代的“别恨”事例。形式方面，它又打破上下片分层的常规，事例连贯上下片，不在分片处分层。之所以如此，乃是因作者平时胸中郁积事多，有触而发，非特定题目所能限制，故同类事件纷至涌集，而不为普通的<a href=\"http://so.gushiwen.org/view_57768.aspx\">诗</a>文格式所束缚。</p> <p>　　词的开头几句：“绿树听鹈鴂，更那堪、鹧鸪声住，杜鹃声切。啼到春归无寻处，苦恨芳菲都歇。”采用了兴与赋相结合的创作手法。实中有虚，虚中有实。说它是“赋”，因为它写送别茂嘉，是在春去夏来的时候，可以同时听到三种鸟声，是写实。鹈鴂，一说是杜鹃，一说是伯劳，<a href=\"http://so.gushiwen.org/author_217.aspx\">辛弃疾</a>取伯劳之说；说它是“兴”，因为它借闻鸟声以兴起良时丧失、美人迟暮之感。伯劳在夏至前后出鸣，故暗用《离骚》“恐鹈鴂之先鸣兮，使夫百草为之不芳”意，以兴下文“苦恨”句。鹧鸪鸣声像“行不得也哥哥”；杜鹃传说为蜀王望帝失国后魂魄所化，常悲鸣出血，声像“不如归去”。词同时用这三种悲鸣的鸟声起兴，形成强烈的悲感气氛，并寄托了自己的悲痛心情。接着“算未抵、人间离别”一句，是上下文转接的关键。</p> <p>　　它把“离别”和啼鸟的悲鸣作一比较，以抑扬的手法承上启下，为下文出的“别恨”作了铺垫。“马上琵琶关塞黑，更长门翠辇辞金阙”两句，有人认为写的是两事：其一指汉元帝宫女<a href=\"http://so.gushiwen.org/author_830.aspx\">王昭君</a>出嫁匈奴呼韩邪单于离开汉宫的事；其二指汉武帝的陈皇后失宠时辞别“汉阙”，幽闭长门宫。也有认为只写一事的，谓王昭君自冷宫出而辞别汉阙。今从多数注释本作两件事看，“看燕燕，送归妾”，写的是春秋时卫庄公之妻庄姜，“美而无子”，庄公妾戴妫生子完，庄公死后，完继立为君。州吁作乱，完被杀，戴妫离开卫国。《诗经·邶风》的《燕燕》诗，相传即为庄姜送别戴妫而作。“将军百战身名裂。向河梁、回头万里，故人长绝”，引用了汉代另一个典故。汉<a href=\"http://so.gushiwen.org/author_795.aspx\">李陵</a>抗击匈奴，力战援绝，势穷投降，败其家声；他的友人<a href=\"http://so.gushiwen.org/author_460.aspx\">苏武</a>出使匈奴，被留十九年，守节不屈。后来苏武得到归汉机会，李陵送他有“异域之人，一别长绝”之语；又世传李陵《与苏武诗》，有“携手上河梁”、“长当从此别”等句。“易水萧萧西风冷，满座衣冠似雪。正壮士、悲歌未彻”，写战国时燕太子丹在易水边送荆轲入秦行刺秦王政故事。相传送行者都穿戴白衣冠，荆轲临行歌唱：“风萧萧兮易水寒，壮士一去兮不复还。”以上这些事都和远适异国、不得生还，以及身受幽禁或国破家亡之事有关，都是极悲痛的“别恨”。这些故事，写在与堂弟的一首送别词中，强烈地表达了作者当时沉重、悲壮之情。</p> <p>　　“啼鸟还知如许恨，料不啼清泪长啼血。”这又是承上启下的两句。句中说啼鸟只解春归之恨，如果也能了解人间的这些恨事，它的悲痛一定更深，随啼声眼中滴出的不是泪而是血了。为下句转入送别正题作了省力的铺垫。“谁共我，醉明月？”承上面两句转接机势，迅速地归结到送别茂嘉的事，点破题目，结束全词，把上面大片凌空驰骋的想象和描写，一下子收拢到题中来，有此两句，词便没有脱离本题，只是显得善于大处落墨、别开生面而已。由此可以看出，辛弃疾不愧为宋代一代文豪！</p> <p>　　辛弃疾的这首词，之所以感人，除了其感情、气氛强烈外，还得力于它的音节。它押入声的曷、黠、屑、叶等韵，在“切响”与“促节”中有很强的摩擦力量，声如裂帛，声情并至。古人对此词推崇备至。</p>",
  "about": "<h2>创作背景</h2> 　　<a href=\"http://so.gushiwen.org/author_217.aspx\">辛弃疾</a>的这首词大约作于他闲居铅山期间。茂嘉是他的堂弟，其事迹未详。张惠言《词选》以为“茂嘉盖以得罪谪徙，是故有言。”",
  "poet": {
    "id": 217,
    "star": 0,
    "name": "辛弃疾",
    "image": "http://img.gushiwen.org/authorImg/xinqiji.jpg",
    "desc": "辛弃疾（1140－1207），南宋词人。原字坦夫，改字幼安，别号稼轩，汉族，历城（今山东济南）人。出生时，中原已为金兵所占。21岁参加抗金义军，不久归南宋。历任湖北、江西、湖南、福建、浙东安抚使等职。一生力主抗金。曾上《美芹十论》与《九议》，条陈战守之策。其词抒写力图恢复国家统一的爱国热情，倾诉壮志难酬的悲愤，对当时执政者的屈辱求和颇多谴责；也有不少吟咏祖国河山的作品。题材广阔又善化用前人典故入词，风格沉雄豪迈又不乏细腻柔媚之处。由于辛弃疾的抗金主张与当政的主和派政见不合，后被弹劾落职，退隐江西带湖。"
  },
  "tags": [
    "宋词三百首",
    "宋词精选",
    "豪放",
    "送别",
    "写鸟",
    "抒情"
  ]
}