{
  "id": 59356,
  "star": 10,
  "name": "侧犯·咏芍药",
  "dynasty": "宋代",
  "content": "恨春易去。甚春却向扬州住。微雨。正茧栗梢头弄诗句。红桥二十四，总是行云处。无语。渐半脱宫衣笑相顾。 <br>金壶细叶，千朵围歌舞。谁念我、鬓成丝，来此共尊俎。后日西园，绿阴无数。寂寞刘郎，自修花谱。",
  "shangxi": "<h2>赏析</h2> <p>　　开头“恨春易去”四字笼罩全篇，是命意所在。“甚春却向扬州住”，用疑问的语气表现出对比之意和咏叹之情。暮春时节，花事渐阑，别的地方已是春色无多，而在扬州，春意独多，春天好像对这座美丽繁华的城市有着特殊的感情，故而迟迟不愿离去。“微雨，正茧栗梢头弄<a href=\"http://so.gushiwen.org/view_59356.aspx\">诗</a>句”。茧栗，本言牛犊之角初生，如茧如栗，见《礼记·五制》。任渊注<a href=\"http://so.gushiwen.org/author_268.aspx\">黄庭坚</a>《广陵早春》诗“红药梢头初茧栗”句，谓“此借用以言花苞之小”。白石此句即本于黄诗。此刻，细雨如烟，芍药枝头的蓓蕾，吮吸甘霖，生机勃发，孕育着醉人的诗意。“弄”字下字极工。“红桥二十四”，指扬州的风流名胜二十四桥，桥边芍药弥望。“二十四桥明月夜，玉人何处教吹萧？”（<a href=\"http://so.gushiwen.org/author_211.aspx\">杜牧</a>《寄扬州韩绰判官》）至北宋已仅存七桥（<a href=\"http://so.gushiwen.org/author_820.aspx\">沈括</a>《梦溪笔谈》卷三注），此言其多而已。红桥、碧水、明月、名花、美人，加上那仙乐一般的箫声，多么令人神往！“总是行云处”似借<a href=\"http://so.gushiwen.org/author_358.aspx\">宋玉</a>《高唐赋》中楚王梦与巫山神女相会的故事来描写仕女如云，从而给红桥一带涂上一层玫瑰色的浪漫光彩。以下由写人采用比拟的手法写芍药的曼妙风情：“无语，渐半脱宫衣笑相顾。”芍药的蓓蕾在雨露的滋润和游人的瞩目下，悄悄地开放了。她们半裹红妆，微露笑靥，深情地顾盼着来来往往的观赏者（包括词人自己）。此句写芍药之有情，正人之有情也。此视《扬州慢》“念桥边江药，年年知为谁生？”何如？此句之妙，可与<a href=\"http://so.gushiwen.org/author_164.aspx\">周邦彦</a>咏蔷薇“长条故惹行客，似牵衣待话，别情无极”（《六丑》相媲美）。句意隐含着我已无福消受的意思，为下片写自己迟暮之悲张本。</p> <p>　　“金壶细叶”展示的是盛开的芍药。硕大的金红色花朵，衬以细密的绿叶，显得分外明艳惊人。“千朵围歌舞”美貌的女郎在花丛中尽情地唱着、跳着，应和春的旋律。这声色交融、春情激荡的场面，顿时勾起词人的迟暮之感。“谁念我鬓成丝”化用“红药梢头初茧栗，扬州风物鬓成丝”（黄庭坚《广陵早春》）之句，扬州风物虽好，无奈自己已两鬓斑白，置身于粉红黛绿之间，显得多么地不相称。白石布衣清客一生，多依名公臣卿，但生性孤傲，不合众流。故词中每于众人欢乐之际反写己之清苦寂寞。他如《庆宫春》，本是四人同游，偏写出“老子婆娑，自歌自答”；《鹧鸪天》写赏灯之乐，偏写出自己“少年情事老来悲”。结末以刘攽自况。据《宋史·艺文志》记载，刘攽的著述除《彭城集》、《公非先生集》等外，还有一卷《芍药谱》，可惜已经失传。“后日西园，绿阴无数。寂寞刘郎，自修花谱”，意思是说：待到春尽夏来，名园绿肥红瘦之时，我愿意默默无闻地为芍药编修花谱。此与<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>《贺新郎》“待浮花浪蕊都尽，伴君幽独”同一意境。“寂寞”二字，与“自”字相映合，充满苦涩滋味，映现出类似“无可奈何花落去”的凄凉心境，读来倍觉情深意切。</p> <p>　　昔人评论姜词，认为清远空灵是其基本特色。张炎说：“词要清空，不要质实。清空则古雅峭拔；质实则凝涩晦昧。姜白石词如野云孤飞，去留无迹。”（《词源》卷下）姜词之所以给人留下这样的印象，原因在于作者有着丰富的美感经验，能够在感受、记忆、思考、想象等心理活动的基础上进行联想，然后选用清新秀逸的言辞，把它化作动人的意象。这类意象或意境总有些迷离恍惚，如水中之月镜中之花。唯其如此，言外之意，画外之境才更加繁富，更加耐人寻味。这首词就大量采用比拟、双关的修辞手法，以物拟人，写物兼写人。物与人犹形与影，若合若离，显得明明丽丽而又影影绰绰。遗其形而得其神。像“无语，渐半脱宫衣笑相顾”，以多情的人来比拟无情的花，以人的情态来表现花的容貌，妙不可言。联系上文“微雨，正茧栗梢头弄诗句”，前者描述欲放未放的花苞，这里展示已开但未全开的花朵。而联系下文“金壶细叶，千朵围歌舞。谁念我，鬓成丝，来此共尊俎”，写花之外，又分明是在写人，由扬州风物写到扬州风情，从而勾出“鬓成丝”的迟暮之感。这样，就大大丰富了作品“恨春易去”的命意。遗貌取神，离形得似，这大概就是构成清空高远境界的一种有效手段。</p> <p>　　<a href=\"http://so.gushiwen.org/author_30.aspx\">姜夔</a>还惯于采用避实就虚、提空写景的方法。例如芍药枝头的蓓蕾，在春雨的催发下迅速膨大，不断发生变化。那过程，那状态，极其微妙，无法实言。在姜夔的笔下，它表现得非常简洁，也非常生动：“微雨，正茧栗梢头弄诗句。”“弄诗句”是酝酿诗情的意思，它确乎比较抽象，没能把花苞受雨后迅速发育成长的状况具体地显示出来，但却深刻地揭示出变化的微妙以及含蕴其间、难以言说的诗意美。</p>",
  "about": "<h2>创作背景</h2> <p>　　这是一首吟咏芍药风情，描写扬州景物的咏物词。</p> <p>　　<a href=\"http://so.gushiwen.org/author_30.aspx\">姜夔</a>的咏物词，不重在描摹物态的外形，而是遗其外形，重在神似，即摄取事物之神理，因而能达到一种清远空灵的境界。姜夔游历扬州，反映在作品中可以查考的有两次：一次是公元1176年（孝宗淳熙三年），他二十来岁，因事路过这座古城，目睹经过战火洗劫的萧条景象，感慨万端，于是创作了名篇《扬州慢》，以寄托自己的“黍离之悲”；一次是公元1202年（宁宗嘉泰二年），他重游扬州，已人到中年，时值暮春，芍药盛开，歌舞满城，词人置身于名花倾国之中，顿生迟暮之感。这后一次就是《侧犯·咏芍药》的缘起。</p>",
  "poet": {
    "id": 30,
    "star": 0,
    "name": "姜夔",
    "image": "http://img.gushiwen.org/authorImg/jiangkui.jpg",
    "desc": "姜夔，南宋文学家、音乐家。人品秀拔，体态清莹，气貌若不胜衣，望之若神仙中人。往来鄂、赣、皖、苏、浙间，与诗人词家杨万里、范成大、辛弃疾等交游。庆元中，曾上书乞正太常雅乐，他少年孤贫，屡试不第，终生未仕，一生转徙江湖，靠卖字和朋友接济为生。他多才多艺，精通音律，能自度曲，其词格律严密。其作品素以空灵含蓄著称，有《白石道人歌曲》等。姜夔对诗词、散文、书法、音乐，无不精善，是继苏轼之后又一难得的艺术全才。"
  },
  "tags": [
    "咏物",
    "写景"
  ]
}