{
  "id": 57660,
  "star": 126,
  "name": "水龙吟·过南剑双溪楼",
  "dynasty": "宋代",
  "content": "举头西北浮云，倚天万里须长剑。人言此地，夜深长见，斗牛光焰。我觉山高，潭空水冷，月明星淡。待燃犀下看，凭栏却怕，风雷怒，鱼龙惨。<br>峡束苍江对起，过危楼，欲飞还敛。元龙老矣！不妨高卧，冰壶凉簟。千古兴亡，百年悲笑，一时登览。问何人又卸，片帆沙岸，系斜阳缆？",
  "fanyi": "<p><strong>译文</strong><br>抬头观看西北方向的浮云，驾驭万里长空需要长剑，人们说这个地方，深夜的时候，常常能看见斗牛星宿之间的光芒。我觉得山高，水潭的水冰冷，月亮明亮星光惨淡，待点燃犀牛角下到水中看看，刚靠近栏杆处却害怕，风雷震怒，鱼龙凶残。<br>两边高山约束着东溪和西溪冲过来激起很高的浪花，过高楼，想飞去但还是收敛作罢，我有心像陈元龙那样但是身体精神都已老了，不妨高卧家园，凉爽的酒，凉爽的席子，一时登上双溪楼就想到了千古兴亡的事情，想到我自己的一生不过百年的悲欢离合，嬉笑怒骂。是什么人又一次卸下了张开的白帆，在斜阳夕照中抛锚系缆？</p> <p><strong>注释</strong><br>⑴水龙吟：词牌名。<br>⑵南剑：即南剑州，宋代州名。双溪楼：在南剑州府城东。<br>⑶西北浮云：西北的天空被浮云遮蔽，这里隐喻中原河山沦陷于金人之手。<br>⑷斗牛：星名，二十八宿的斗宿与牛宿。<br>⑸待：打算，想要。<br>⑹鱼龙：指水中怪物，暗喻朝中阻遏抗战的小人。惨：狠毒。<br>⑺束：夹峙。<br>⑻欲飞还敛：形容水流奔涌直前，因受高山的阻挡而回旋激荡，渐趋平缓。<br>⑼冰壶凉簟：喝冷水，睡凉席，形容隐居自适的生活。<br>⑽百年悲笑：指人生百年中的遭遇。<br>⑾卸：解落，卸下。<br>⑿缆：系船用的绳子。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　祖国的壮丽河山，到处呈现着不同的面貌。吴越的柔青软黛，自然是西子的化身；闽粤的万峰刺天，又仿佛象森罗的武库。古来多少<a href=\"http://so.gushiwen.org/view_57660.aspx\">诗</a>人词客，分别为它们作了生动的写照。<a href=\"http://so.gushiwen.org/author_217.aspx\">辛弃疾</a>这首《过南剑双溪楼》，就属于后一类的杰作。</p> <p>　　宋代的南剑州，即是延平，属福建。这里有剑溪和樵川二水，环带左右。双溪楼正当二水交流的险绝处。要给这样一个奇峭的名胜传神，颇非容易。作者紧紧抓住了它具有特征性的一点，作了全力的刻画，那就是“剑”，也就是“千峰似剑铓”的山。而剑和山，正好融和着作者的人在内。上片一开头，就象将军从天外飞来一样，凌云健笔，把上入青冥的高楼，千丈峥嵘的奇峰，掌握在手，写得寒芒四射，凛凛逼人。而作者生当宋室南渡，以一身支拄东南半壁进而恢复神州的怀抱，又隐然蕴藏于词句里，这是何等的笔力。“人言此地”以下三句，从延平津双剑故事翻腾出剑气上冲斗牛的词境。据《晋书·<a href=\"http://so.gushiwen.org/author_887.aspx\">张华</a>传》：晋尚书张华见斗、牛二星间有紫气，问雷焕；曰：是宝剑之精，上彻于天。后焕为丰城令，掘地，得双剑，其夕，斗牛间气不复见焉。焕遣使送一剑与华，一自佩。华诛，失剑所在，焕卒，其子华持剑行经延平津，剑忽于腰间跃出堕水，化为二龙。作者又把山高、潭空、水冷、月明、星淡等清寒景色，汇集在一起，以“我觉”二字领起，给人以寒意搜毛发的感觉。然后转到要“燃犀下看”（见《晋书·温峤传》），一探究竟。“风雷怒，鱼龙惨”，一个怒字，一个惨字，紧接着上句的怕字，从静止中进入到惊心动魄的境界，字里行间，却跳跃着虎虎的生气。</p> <p>　　换片后三句，盘空硬语，实写峡、江、楼。词笔刚劲中带韧性，极烹炼之工。这是以<a href=\"http://so.gushiwen.org/author_646.aspx\">柳宗元</a>游记散文文笔写词的神技。从高峡的“欲飞还敛”，双关到词人从炽烈的民族斗争场合上被迫地退下来的悲凉心情。“不妨高卧，冰壶凉簟”，以淡静之词，勉强抑遏自己飞腾的壮志。这时作者年已在五十二岁以后，任福建提点刑狱之职，是无从施展收复中原的抱负的。以下千古兴亡的感慨，低徊往复，表面看来，情绪似乎低沉，但隐藏在词句背后的，又正是不能忘怀国事的忧愤。它跟江湖山林的词人们所抒写的悠闲自在心情，显然是大异其趣的。</p> <p>　　这是一首登临之作，是辛弃疾爱国思想表现十分强烈的名作之一。词的特点集中表现在以下三个方面。一是线索清晰，钩锁绵密。一般登临之作，往往要发思古之幽情，而辛弃疾此词却完全摆脱了这一俗套。作者即景生情，把全副笔墨集中用于抒写主战与主和这一现实生活的主要矛盾之点上。全篇钩锁严密，脉络井然。第二是因迩及远，以小见大。作者胸怀大志，以抗金救国、恢复中原为己任。他虽身处福建南平的一个小小双溪楼上，心里盛的却是整个中国。所以，他一登上楼头，便“举头西北”，由翻卷的“浮云”，联想到战争，联想到大片领土的沦陷与骨肉同胞的深重灾难。而要扫清敌人，收复失地，救民于水火，则需要有一支强大的军事力量。但作者却从一把落水的宝剑起笔，加以生发。“长剑”，长也不过是“三尺龙泉”而已。而作者却通过奇妙的想象，运用夸张手法，写出了“倚天万里须长剑”这一壮观的词句。这是词人的心声，同时也喊出了千百万人心中的共同意愿。第三个特点是通篇暗喻，对比强烈。这首词里也有直抒胸腺的词句，如“元龙老矣，不妨高卧”，“千古兴亡，百年悲笑，一时登览。”但是，更多的词句，关键性的词句却是通过大量的暗喻表现出来的。词中的暗喻可分为两组：一组是暗喻敌人和主和派的，如“西北浮云”，“风雷怒，鱼龙惨”，“峡束苍江对起”等；一组是暗喻主战派的，如“长剑”，“过危楼，欲飞还敛”，“元龙老矣”等等。这两种不同的形象在词中形成鲜明的对照和强烈的对比。这种强烈对比、还表现在词的前后结构上。如开篇直写国家危急存亡的形势：“举头西北浮云”，而结尾却另是一番麻木不仁的和平景象：“问何人又卸，片帆沙岸，系斜阳缆！”沐浴着夕阳的航船卸落白帆，在沙滩上搁浅抛锚。这与开篇战云密布的形象极为不同。</p> <p>　　这首词形象地说明，当时的中国大地，一面是“西北浮云”“中原膏血”；而另一面却是“西湖歌舞”“百年酣醉”，长此以往，南宋之灭亡，势在必然了。 由于这首词通体洋溢着爱国热情，加之又具有上述几方面的艺术特点，所以很能代表辛词雄浑豪放、慷慨悲凉的风格，读之有金石之音，风云之气，令人魄动魂惊。</p><br/><h2>赏析二</h2> <p>　　这是<a href=\"http://so.gushiwen.org/author_217.aspx\">辛弃疾</a>爱国思想表现十分强烈的名作之一。作者在绍熙五年（1194）前曾任福建安抚使。从这首词的内容及所流露的思想感情看，可能是受到主和派馋害诬陷而落职时的作品。作者途经南剑州，登览历史上有名的双溪楼，作为一个爱国词人，他自然要想到被金人侵占的中原广大地区，同时也很自然地要联想到传说落入水中的宝剑。在祖国遭受敌人宰割的危急存亡之秋，该是多么需要有一把能扫清万里阴云的长剑呵！然而，词人之所见，却只是莽莽群山，潭空水冷，月明星淡。欲待燃犀向潭水深处探着，却又怕水面上风雷怒吼，水底里魔怪凶残。说明，若想取得这把宝剑，组成统一的、强大的爱国抗金力量，这中间是会遇到重重阻挠与严重破坏的。后片即景抒情，虽然流露出壮志难酬，不如困居高卧的隐退思想，但这一消极思想之产生，是与他当时的处境，与南宋王朝整个政治形势分不开的。南宋小朝廷偏安一隅，不图恢复进取，一味妥协投降；对爱国抗敌的有识之士却百般压制打击，直至迫害镇压，使统一中原的伟大事业，付之东流。因此，在指出辛词中经常流露的隐退闲居这一消极思想的同时，还必须指出这种思想之所以产生的客观原因。</p> <p>　　词的特点集中表现在以下三个方面。一是线索清晰，钩锁绵密。这是一首登临之作。一般登临之作，往往要发思古之幽情，而辛弃疾此词却完全摆脱了这一俗套。作者即景生情，把全副笔 墨集中用于抒写主战与主和这一现实生活的主要矛盾之点上。开篇远望西北，点染出国土沦丧，战云密布这一时代特征。、接着便直截提出了解决这一主要矛盾的主要方法：\"倚天万里须长剑！\"也就是说，要用自卫反击和收复失地的战争来消灭人侵之敌。下面紧扣双溪楼引出宝剑落水的传说。这里的宝剑既指坚持抗敌的军民，又是作者自况。这是第一层。从\"人言此地\"到上片结尾是第二层。作者通过\"潭空水冷\"、\"风雷怒，鱼龙惨\"来说明，爱国抗敌势力受到重重阻挠而不能重见天光，不能发挥其杀敌报国的应有作用。下片换头至\"一时登览\"，是第三层。正因为爱国抗敌势力受到重重阻挠，甚至还冒着极大的危险，所以词人才产生\"不妨高卧\"这种消极退隐思想。最后紧密照应开篇，以眼前之所见结束全篇，使全篇钩锁严密，脉络井然。</p> <p>　　第二是因迩及远，以小见大。作者胸怀大志，以抗金救国、恢复中原为己任。他虽身处福建南平的一个小小双溪楼上，心里盛的却是整个中国。所以，他一登上楼头，便\"举头西北\"，由翻卷的\"浮云\"，联想到战争，联想到大片领土的沦陷与骨肉同胞的深重灾难。而要扫清敌人，收复失地，救民于水火，则需要有一支强大的军事力量．但作者却从一把落水的宝剑起笔，加以生发。\"长剑\"，最长也不过是\"三尺龙泉\"而已。而作者却通过奇妙的想象，运用夸张手法，写出了\"倚天万里须长剑\"这一壮观的词句。这是词人的心声，同时也喊出了千百万人心中的共同意愿。</p> <p>　　第三个特点是通篇暗喻，对比强烈。这首词里也有直抒胸腺的词句，如\"元龙老矣，不妨高卧\"，\"千古兴亡，百年悲笑，一时登览。\"但是，更多的词句，关键性的词句却是通过大量的暗喻表现出来的。词中的暗喻可分为两组：一组是暗喻敌人和主和派的，如\"西北浮云\"，\"风雷怒，鱼龙惨\"，\"峡束苍江对起\"等；一组是暗喻主战派的，如\"长剑\"，\"过危楼，欲飞还敛\"，\"元龙老矣\"等等。这两种不同的形象在词中形成鲜明的对照和强烈的对比。这种强烈对比、还表现在词的前后结构上。如开篇直写国家危急存亡的形势：\"举头西北浮云\"，而结尾却另是一番麻木不仁的和平景象；\"问何人又卸，片帆沙岸，系斜阳缆！\"沐浴着夕阳的航船卸落白帆，在沙滩上搁浅抛锚。这与开篇战云密布的形象是何等的不同！</p> <p>　　这首词形象地说明，当时的中国大地，一面是\"西北浮云\"，\"中原膏血\"；而另一面却是\"西湖歌舞\"，\"百年酣醉\"，长此以往，南宋之灭亡，势在必然了。 由于这首词通体洋溢着爱国热情，加之又具有上述几方面的艺术特点，所以很能代表辛词雄浑豪放、慷慨悲凉的风格，读之有金石之音，风云之气，令人魄动魂惊。</p>",
  "about": "<h2>创作背景</h2> 　　<a href=\"http://so.gushiwen.org/author_217.aspx\">辛弃疾</a>在绍熙五年（1194）前曾任福建安抚使。从这首词的内容及所流露的思想感情看，可能是受到主和派馋害诬陷而落职时的作品，但作于在福建任职时期。作者途经南剑州，登览历史上有名的双溪楼，有感而作此词。",
  "poet": {
    "id": 217,
    "star": 0,
    "name": "辛弃疾",
    "image": "http://img.gushiwen.org/authorImg/xinqiji.jpg",
    "desc": "辛弃疾（1140－1207），南宋词人。原字坦夫，改字幼安，别号稼轩，汉族，历城（今山东济南）人。出生时，中原已为金兵所占。21岁参加抗金义军，不久归南宋。历任湖北、江西、湖南、福建、浙东安抚使等职。一生力主抗金。曾上《美芹十论》与《九议》，条陈战守之策。其词抒写力图恢复国家统一的爱国热情，倾诉壮志难酬的悲愤，对当时执政者的屈辱求和颇多谴责；也有不少吟咏祖国河山的作品。题材广阔又善化用前人典故入词，风格沉雄豪迈又不乏细腻柔媚之处。由于辛弃疾的抗金主张与当政的主和派政见不合，后被弹劾落职，退隐江西带湖。"
  },
  "tags": [
    "宋词三百首",
    "豪放",
    "山水",
    "壮志"
  ]
}