{
  "id": 69891,
  "star": 2,
  "name": "杂剧·闺怨佳人拜月亭",
  "dynasty": "元代",
  "content": "楔子<br>父亲年纪高大，鞍马上小心咱。<br>【仙吕】【赏花时】卷地狂风吹塞沙，映日疏林啼暮鸦。满满的捧流霞，相留得半霎，咫尺隔天涯。<br>【幺篇】行色一鞭催瘦马。你直待白骨中原如卧麻。虽是这战伐，负着个天摧地塌，是必想着俺子母每早来家。<br><br><br>第一折<br>怎想有这场祸事！<br>【仙吕】【点烽唇】锦绣华夷，忽从西北天兵起。觑那关口城池，马到处成平地。<br>【混江龙】许来大中都城内，各家烦恼各家知。且说君臣分散，想俺父子别离。遥想着尊父东行何日还？又随着车驾、车驾南迁甚日回？这青湛湛碧悠悠天也知人意，早是秋风飒飒，可更暮雨凄凄。<br>【油葫芦】分明是风雨催人辞故国，行一步一叹息。两行愁泪脸边垂；一点雨间一行恓惶泪，一阵风对一声长吁气。口应！百忙里一步一撒；嗨！索与他一步一提。这一对绣鞋儿分不得帮和底，稠紧紧粘软软带着淤泥。<br>【天下乐】阿者，你这般没乱慌张到得那里？兀的般云低、天欲黑，至近的道店十数里。上面风雨，下面泥水，阿者，慢慢的枉步，显的你没气力。<br>，唱<br>【醉扶归】阿者，我都折毁尽些新鐶鏸，关扭碎些旧钗篦，把两付藤缠儿轻轻得按的揙秕，和我那压钏通三对，都绷在我那睡裹肚薄绵套里，我紧紧的着身系。<br>是不沙！阿马！认得瑞兰么？<br>【贺新郎】自从都下对尊堂，走马离朝，阿马间别无恙？则恁的犹自常思想，可更随车驾南迁汴梁；教俺去住无门、徊徨，家缘都撇漾，人口尽逃亡，闪的俺一双子母每无归向。自从身体上一朝出帝辇，俺这梦魂无夜不辽阳！<br>车驾起行了，倾城的百姓都走。俺随那众老小每出的中都城子来，当日天色又昏暗，刮着大风，下着大雨。早是赶不上大队，又被哨马赶上，轰散俺子母两人，不知阿者那里去了！是您女婿，不快哩。<br>【牧羊关】您孩儿无挨靠，没倚仗，深得他本人将傍。当日目下有身亡，眼前是杀场。刀剑明晃晃，士马闹荒荒；那其间这锦绣红妆女，那里觅个银鞍白面郎？<br>是个秀才。阿马！你可怎生便与这般狠心？<br>【斗虾蟆】爹爹！俺便似遭严腊，久盼望、久盼望你个东皇，望得些春光艳阳，东风和畅；好也啰！揾地冻剥剥的雪上加霜！无些情肠，紧揪住不把我衣裳放。见个人残生丧，一命亡，世人也惭惶。你不肯哀怜悯恤，我怎不感叹悲伤！父亲息怒，宽容瑞兰一步。分付他本人三两句言事呵，咱便行波。父亲不知，他本人于您孩儿有恩处。<br>【哭皇天】教了数个贼汉把我相侵傍，阿马想波，这恩临怎地忘？闪的他活支沙三不归，强教俺生各扎两分张。觑着兀的般着床卧枕，叫唤声疼，撇在他个没人的店房！常言道：相逐百步，尚有徘徊。你怎生便教我眼睁睁的不问当？男儿呵！如今俺父亲将我去也，你好生的觑当你身起！男儿，兀的是俺亲爷的恶党，休把您这妻儿怨畅。<br>【乌夜啼】天那！一霎儿把这世间愁都撮在我眉尖上，这场愁不许堤防。既相别此语伊休忘：怕你那换脉交阳，是必省可里掀扬。俺这风雹乱下的紫袍郎。不识你个云雷未至的白衣相。咱这片霎中如天祥，一时哽咽，两处凄凉。<br><br>【三煞】男儿，怕你大赎药时准备春衫当，探食后堤防百物伤。这侧近的佳期休承望，直等你身体安康，来寻觅夷门街巷，恁时节再相访。你这旅店消疏病客况，我那驿路上恓惶。<br>【二煞】则明朝你索綺窗晓日闻鸡唱，我索立马西风数雁行。男儿，我教你放心者波！只愿的南京有俺亲娘，我宁可独自孤孀；怕他待抑勒我别寻个家长，那话儿便休想！你见的差了也！那玉砌珠帘与画堂，我可也觑得寻常。<br>【收尾】休想我为翠屏红烛流苏帐，撇了你这黄卷青灯映雪窗。你心间莫昏忘，你心间索记当：我言词更无妄，不须伊再审详。咱兀的做夫妻三个月时光，你莫不曾见您这歹浑家说个谎？<br>　 <p>第三折<br>自从俺父亲就那客店上生扭散俺夫妻两个，我不曾有片时忘的下俺那染病的男儿，知他如今是死那？活那？不知俺爷心是怎生主意，提着个秀才便不喜：\"穷秀才几时有发迹？\"自古及今，那个人生下来便做大官享富贵那？<br>【正宫】【端正好】我想那受官厅，读书舍，谁不曾虎困龙蛰？信着我父亲呵，世间人把丹桂都休折，留着手把雕弓拽。<br>【滚绣球】俺这个背晦爷，听的把古书说，他便恶忿忿的脑裂，粗豪的今古皆绝。您这些富产业，更怕我顾恋情惹，俺向那笔尖上自挣扎得些豪奢。搠起柄夫荣妇贵三檐伞，抵多少爷饭娘羹驷马车！两件儿浑别。<br>阿也！是敢待较些去也。<br>【倘秀才】呵！我付能把这残春捱彻，嗨！刬地是俺愁人瘦绝。依着妹子只波。恰随妹妹闲行散闷些。到池沼，蓦观绝，越教人叹嗟。<br>【呆骨朵】这供愁的景物好依时月，浮着个钱来大绿嵬嵬荷叶；荷叶似花子般团圝，陂塘似镜面般莹洁。呵！几时教我腹内无烦恼，心上无萦惹？似这般青铜对面妆，翠钿侵鬓贴。<br>早是没外人，阿的是甚么言语那？这个妹子咱！你说的这话，我猜着也啰。<br>【倘秀才】休着个滥名儿将咱来引惹。口应！待不你个小鬼头春心儿动也！放心，放心。我与你宽打周遭向父亲行说。你不要呵，我要则么那？我又不风欠，不痴呆，要则甚迭！<br>咱无那女婿呵，快活；有女婿呵，受苦。你听我说波。<br>【滚绣球】女婿行但沾惹，六亲每早是说：又道是丈夫行亲热，爷娘行特地心别。而今要衣呵满箱箧，要食呵尽餔啜，到晚来更绣衾铺设，我这心儿里牵挂处无些。直睡到冷清清宝鼎沉烟灭，明皎皎纱窗月影斜，有甚唇舌！<br>夜深也，妹子，你歇息去波，我也待睡也。梅香，安排香桌儿去，我待烧柱夜香咱。<br>【伴读书】你靠栏槛临台榭，我准备名香爇，心事悠悠凭谁说？只除向金鼎焚龙麝。与你殷勤参拜遥天月，此意也无别。<br>【笑和尚】韵悠悠比及把角品绝，碧荧荧投至那灯儿灭，薄设设衾共枕空舒设；冷清清不恁迭，闲遥遥生枝节，闷恹恹怎捱他如年夜！<br><br>【倘秀才】天哪！这一柱香，则愿削减了俺尊君狠切；这一柱香，则愿俺那抛闪下的男儿较些。那一个爷娘不间迭，不似俺、忒唓嗻，劣缺。愿天下心厮爱的夫妇永无分离，教俺两口儿早得团圆！<br>【叨叨令】元来你深深的花底将身儿遮，搽搽的背后把鞋儿捻；涩涩的轻把我裙儿拽，煴煴的羞得我腮儿热。小鬼头！撞破我也么哥，撞破我也么哥！我一星星的都索从头儿说。<br>妹子，你不知，我兵火中多得他本人气力来，我以此上忘不下他。您姐夫姓蒋，名世隆，字彦通，如今二十三岁也。<br>【倘秀才】来波？我怨感、我合哽咽，不刺！你啼哭你为甚迭？你莫不元是俺男儿的旧妻妾？阿是，阿是，当时只争个字儿别，我错呵了应者！<br>您两个是亲弟兄？，唱<br>【呆骨朵】似恁的呵！咱从今后越索着疼热，休想似在先时节。你又是我妹妹、姑姑，我又是你嫂嫂、姐姐。这般者，俺父母多宗派，您昆仲无枝叶；从今后休从俺爷娘家根脚排，只做俺儿夫家亲眷者。<br>若说着俺那相别呵，话长。<br>【三煞】他正天行汗病，换脉交阳，那其间被俺爷把我横拖倒拽出招商舍，硬撕强扶上走马车。谁想俺舞燕啼莺、翠鸾娇凤，撞着那猛虎狞狼，蝠蝎虫元蛇！又不敢号咷悲哭，又不敢嘱咐叮咛，空则索感叹咨嗟。据着那凄凉惨切，则那里一霎儿似痴呆。<br>【二煞】则就那里先肝肠眉黛千干结，烟水云山万万叠。他便似烈焰飘风，劣心卒性，怎禁那后拥前推、乱棒胡枷！呵，谁无个老父？谁无个尊君？谁无个亲爷？从头儿看来，都不似俺那狠爹爹！<br>【尾】他把世间毒害收拾彻，我将天下忧愁结缆绝。没盘缠，在店舍，有谁人，厮抬贴？那消疏，那凄切，生分离，厮抛撇。从相别，恁时节，音书无，信息绝。我这些时眼跳腮红耳轮热，眠梦交杂不宁贴。您哥哥暑湿风寒纵较些，多被那烦恼忧愁上送了也！<br><br>第四折<br>可是由我那，不那？<br>【双调】【新水令】我眼悬悬整盼了一周年，你也枉把您这不自由的姐姐来埋怨。恰才投至我贴上这缕金钿，一霎儿向镜台旁边，媒人每催逼了我两三遍。<br>妹子呵，你好不知福，犹古自不满意沙；我可怎生过呵是也？那的是你有福如我处那？我说与你波。<br>【驻马听】你贪着个断简残编，恭俭温良好缱绻；我贪着个轻弓短箭。粗豪勇猛恶因缘。可知煞是也。您的管梦回酒醒诵诗篇，俺的敢灯昏人静夸征战；少不的向我绣帏边，说的些碜可可落得的冤魂现。<br>这意有甚难见处那？<br>【庆东原】他则图今生贵，岂问咱夙世缘？违着孩儿心，只要遂他家愿。则怕他夫妻百年，招了这文武两员，他家里要将相双权。不顾自家嫌，则要旁人羡。<br><br>【镇江回】俺兀那姊妹儿的新郎又忒腼腆；俺这新女婿那嘲掀，瞅的我两三番斜避了新妆面，查查胡胡的向玳筵前，知他俺那主婚人是见也那不见？<br>【步步娇】见他那鸭子绿衣服上圈金线，这打扮早难坐琼林宴。俺这新状元，早难道花压得乌纱帽檐偏。把这盏许亲酒又不敢慢俄延，则索扭回头半口儿家刚刚的咽。<br><br>【雁儿落】你而今病疾儿都较痊？你而今身体儿全康健？当初咱那埚儿各间别，怎承望这搭儿里重相见！<br>【水仙子】今日这半边鸾镜得团圆，早则那一纸鱼封不更传。你说这话！须是俺狠毒爷强匹配我成婚眷。不刺，可是谁央及你个蒋状元，一投得官也接了丝鞭！我常把伊思念，你不将人挂恋，亏心的上有青天！<br><br>【胡十八】我便浑身上都是口，待教我怎分辨？枉了我情脉脉、恨绵绵！我昼忘饮馔夜无眠，则兀那瑞莲便是证见；怕你不信后，没人处问一遍。兀的不是您妹子瑞莲那！你试问您那兄弟去；我劝和您姊妹去。妹子，我和您哥哥厮认得了也！你却招取兀那武举状元呵，如何？你便信我则么那！<br>【挂玉钩】二百口家属语笑喧，如此般深宅院；休信我一时间狂口言，便那里有冤魂现！我特故里说的别，包弹遍；不嫌些蹬弯开弓，怎说他袒臂挥拳。<br>【乔牌儿】兀的须显出我那不乐愿，量这的有甚难见？每日我绿窗前不整闲针线，不曾将眉黛展。<br>【夜行船】须是我心上斜横着这美少年，你可别无甚闷缕愁牵。便坐驷马高车，管着满门良贱，但出入唾盂掌扇。<br>【幺篇】但行处两行朱衣列马前，等个文章士发禄是何年？你想那陋巷颜渊，箪瓢原宪，你又不是不曾受秀才的贫贱！<br>休、休！教他不要则休，咱没事则管央及他则末？<br>【殿前软】忒心偏，觑重裀列鼎不值钱，把黄齑淡饭相留恋；要彻老终年，招新郎更拣选。忒姻眷，不得可将人怨；可须因缘数定，则这人命关天。<br>【沽美酒】骤将他职位迁，中京内作行院，把虎头金牌腰内悬；见那金花诰帝宣，没因由得要团圆。<br>【太平令】咱却且尽教佯呆着休劝，请夫人更等三年。你既爱青灯黄卷，却不要随机而变，把你这眼前、厌倦、物件，分付与他别人请佃。",
  "poet": {
    "id": 235,
    "star": 0,
    "name": "关汉卿",
    "image": "http://img.gushiwen.org/authorImg/guanhanqing.jpg",
    "desc": "关汉卿（约1220年──1300年），元代杂剧作家。是中国古代戏曲创作的代表人物，“元曲四大家”之首。号已斋（一作一斋）、已斋叟。汉族，解州人（今山西省运城），与马致远、郑光祖、白朴并称为“元曲四大家”。以杂剧的成就最大，一生写了60多种，今存18种，最著名的有《窦娥冤》；关汉卿也写了不少历史剧，如：《单刀会》、《单鞭夺槊》、《西蜀梦》等；散曲今在小令40多首、套数10多首。关汉卿塑造的“我却是蒸不烂、煮不熟、捶不匾、炒不爆、响珰珰一粒铜豌豆”（〈不伏老〉）的形象也广为人称，被誉“曲家圣人”。"
  },
  "tags": []
}