{
  "id": 49481,
  "star": 3672,
  "name": "蝶恋花·春景",
  "dynasty": "宋代",
  "content": "花褪残红青杏小。燕子飞时，绿水人家绕。枝上柳绵吹又少。天涯何处无芳草！<br>墙里秋千墙外道。墙外行人，墙里佳人笑。笑渐不闻声渐悄。多情却被无情恼。",
  "fanyi": "<p><strong>译文</strong><br>春天将尽，百花凋零，杏树上已经长出了青涩的果实。燕子飞过天空，清澈的河流围绕着村落人家。柳枝上的柳絮已被吹得越来越少，怛不要担心，到处都可见茂盛的芳草。<br>围墙里面，有一位少女正在荡秋千，少女发出动听的笑声，墙外的行人都可听见。慢慢地，围墙里边的笑声就听不见了，行人惘然若失，仿佛多情的自己被无情的少女所伤害。</p> <p><strong>注释</strong><br>①“蝶恋花·春景”，原本无题，傅本存目缺词。<br>②“花褪残红”：褪，脱去，小：毛本作“子”。<br>③“子”，毛本误作“小”。“飞”，《二妙集》、毛本注“一作来。”<br>④“绕”，元本注“一作晓。”<br>⑤“柳绵”：即柳絮。<a href=\"http://so.gushiwen.org/author_130.aspx\">韩偓</a>《寒食日重游李氏园亭有怀》<a href=\"http://so.gushiwen.org/view_49481.aspx\">诗</a>：“往年同在莺桥上，见依朱阑咏柳绵。”<br>⑥“何处无芳草”句：谓春光已晚，芳草长遍天涯。《离骚》：“何所独无芳草兮，尔何怀乎故宇？”<br>⑦“墙里秋千”五句：张相《诗词曲语辞汇释》卷五：“恼，犹撩也。……，言墙里佳人之笑，本出于无心情，而墙外行人闻之，枉自多情，却如被其撩拨也。”又卷一：“却，犹倒也；谨也。”“却被”，反被。唐·<a href=\"http://so.gushiwen.org/author_2721.aspx\">胡曾</a>《汉宫》诗：“何事将军封万户，却令红粉为和戎。”多情：这里代指墙外的行人。无情：这里代指墙内的佳人。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　本词是伤春之作。<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>长于豪放。亦最擅婉约，本词写春景清新秀丽。同时，景中又有情理，我们仍用“何处无芳草（知音）”以自慰自勉。作者的“多情却被无情恼”，也不仅仅局限于对“佳人”的相思。本词下片所写的是一个爱情故事的片段，未必有什么寄托。只是一首很好的婉约词。<a href=\"http://so.gushiwen.org/author_599.aspx\">王士祯</a>所说的“枝上柳绵，恐屯田缘情绮靡。未必能过。”《花草蒙拾》指出本词与风格婉约的<a href=\"http://so.gushiwen.org/author_535.aspx\">柳永</a>词不相上下。</p> <p>　　“花褪残红青杏小。”褪对旨颜色变浅或消失。开头一句描写的是暮春景象，句意为：暮春时节，杏花凋零枯萎，枝头只挂着又小又青的杏子。作者的视线是从一棵杏树开始的：花儿已经凋谢，所余不多的红色也正在一点一点褪去，树枝上开始结出了幼小的青杏。“残红”，他特别注意到初生的“青杏”，语气中透出怜惜和喜爱，有意识地冲淡了先前浓郁的伤感之情。“燕子飞时，绿水人家绕。”燕子在空中飞来飞去，绿水环绕着一户人家。这两句又描绘了一幅美丽而生动的春天画面，但缺少了花树的点缀，仍显美中不足。“绕”字，曾有人以为应是“晓”。通读全词，并没有突出的景物表明这是清晨的景色，因而显得没有着落。而燕子绕舍而飞，绿水绕舍而流，行人绕舍而走，着一“绕”字，则非常真切。“枝上柳棉吹又少，天涯何处无芳草？”。两句大意是：树上的柳絮在风的吹拂下越来越少，春天行将结束，难道天下之大，竞找不到一处怡人的景色吗？柳絮纷飞，春色将尽，固然让人伤感；而芳草青绿，又自是一番境界。苏轼的旷达于此可见。“天涯”一句，语本<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>《离骚》“何所独无芳草兮，尔何怀乎故宇”，是卜者灵氛劝屈原的话，其思想与苏轼在《定风波》中所说的“此心安处是吾乡”一致。最后竟被远谪到万里之遥的岭南。此时，他已人到晚年，遥望故乡，几近天涯。这境遇和随风飘飞的柳絮何其相似。</p> <p>　　上阕描写了一组暮春景色，虽也有些许亮色，但由于缺少了花草，他感到更多的是衰败和萧索，这正如作者此时的心境。作者被贬谪在外，仕途失意又远离家人，所以他感到孤独惆怅，想寻找一些美好的景物来排解心中的郁闷，谁知佳景难觅，心情更糟。上阕表达了作者的惜春之情及对美好事物的追求。</p> <p>　　“墙里秋千墙外道。墙外行人，墙里佳人笑。”墙外是一条道路，行人从路中经过，只听见墙里有荡秋千的声音，一阵阵悦耳的笑声不时从里面传出，原来是名女子在荡秋千。这一场景顿扫上阕之萧索，充满了青春的欢快旋律，使行人禁不住止步，用心地欣赏和聆听着这令人如痴如醉的欢声笑语。作者在艺术处理上十分讲究藏与露的关系。这里，他只写露出墙头的秋千和佳人的笑声，其它则全部隐藏起来，让“行人”去想象，在想象中产生无穷意味。小词最忌词语重复，但这三句总共十六字，“墙里”、“墙外”分别重复，竟占去一半。而读来错落有致，耐人寻味。墙内是家，墙外是路；墙内有欢快的生活，年轻而富有朝气的生命；墙外是赶路的行人。行人的心情和神态如何，作者留下了空白。不过，在这无语之中，让人感受到一种冷落寂寞。“笑渐不闻声渐悄，多情却被无情恼。”也许是行人伫立良久，墙内佳人已经回到房间；也许是佳人玩乐依旧，而行人已渐渐走远。总之，佳人的笑声渐渐听不到了，四周显得静悄悄。但是行人的心却怎么也平静不下来。墙院里女子的笑声渐渐地消失了，而墙外的行人听到笑声后却心绪难平。他听到女子甜美的笑声，却一直无法看到女子的模样；心情起伏跌宕不已，而女子也并不知道墙外有个男子正为她苦恼。男子多情，女子无情。这里的“多情”与“无情”常被当爱情来解释，有感怀身世之情，有思乡之情，有对年轻生命的向往之情，有报国之情，等等，的确可谓是“有情”之人；而佳人年轻单纯、无忧无虑，既没有伤春感时，也没有为人生际遇而烦恼，<a href=\"http://so.gushiwen.org/author_1137.aspx\">真可</a>以说是“无情”。作者发出如此深长的感慨，那“无情”之人究竟会撩拨起他什么样的思绪呢？也许是勾起他对美好年华的向往，也许是对君臣关系的类比和联想，也许倍增华年不再的感慨，也许是对人生哲理的一种思索和领悟，作者并未言明，却留下了丰富的空白，让人回味、想象。</p> <p>　　下阕写人，描述了墙外行人对墙内佳人的眷顾及佳人的淡漠，让行人更加惆怅。在这里，“佳人”即代表上阕作者所追求的“芳草”，“行人”则是词人的化身。词人通过这样一组意象的刻画，表现了其抑郁终不得排解的心绪。</p> <p>　　综观全词，词人写了春天的景，春天的人，而后者也可以算是一种特殊的景观。词人意欲奋发有为，但终究未能如愿。全词真实地反映了词人的一段心理历程，意境朦胧，令人回味无穷。</p>",
  "about": "<h2>创作背景</h2> <p>　　由于这首词没有编写时间，但依据《全宋词》所载的顺序，此篇当于<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>被贬任密州（今山东诸城）太守时所作。</p>",
  "poet": {
    "id": 183,
    "star": 0,
    "name": "苏轼",
    "image": "http://img.gushiwen.org/authorImg/sushi.jpg",
    "desc": "苏轼（1037－1101），北宋文学家、书画家、美食家。字子瞻，号东坡居士。汉族，四川人，葬于颍昌（今河南省平顶山市郏县）。一生仕途坎坷，学识渊博，天资极高，诗文书画皆精。其文汪洋恣肆，明白畅达，与欧阳修并称欧苏，为“唐宋八大家”之一；诗清新豪健，善用夸张、比喻，艺术表现独具风格，与黄庭坚并称苏黄；词开豪放一派，对后世有巨大影响，与辛弃疾并称苏辛；书法擅长行书、楷书，能自创新意，用笔丰腴跌宕，有天真烂漫之趣，与黄庭坚、米芾、蔡襄并称宋四家；画学文同，论画主张神似，提倡“士人画”。著有《苏东坡全集》和《东坡乐府》等。"
  },
  "tags": [
    "宋词三百首",
    "婉约",
    "写景",
    "伤春"
  ]
}