{
  "id": 62355,
  "star": 7,
  "name": "金盏子·赋秋壑西湖小筑",
  "dynasty": "宋代",
  "content": "卜筑西湖，种翠萝犹傍，软红尘里。来往载清吟，为偏爱吾庐，画船频繁。笑携雨色晴光，入春明朝市。石桥锁，烟霞五百名仙，第一人是。<br>临酒论深意。流光转、莺花任乱委。冷然九秋肺腑，应多梦、岩扃冷云空翠。漱流枕石幽情，写猗兰绿绮。专城处，他山小队登临，待西风起。",
  "fanyi": "<h2>注释</h2> ①酒：一作“醉”。<br>②猗：一作“漪”。<br>③专：一作“转”。",
  "shangxi": "<h2>鉴赏</h2> <p>　　《金盏子》，见《梅溪词》及《梦窗词集》，双调，一百零三字，上片十一句四仄韵，下片十一句五仄韵。或下片第一句五字，拆为二字一句，三字一句，增一韵在前二字句，则下片为十二句六仄韵。此词属前者。又有平韵体，见《高丽史·乐志》。　　</p> <p>　　“卜筑”三句。“卜筑”，即择地建造房屋。“软红尘”，指繁华之地。此言贾似道择地建造的这座“西湖小筑”，虽然紧傍京华闹市，但却是闹中取静。在别墅四周围绕着青翠的藤萝，别有一番桃源风光。“来往”三句。此言车马游船载着骚人墨客频频往返于此，“小筑”内真是“谈笑有鸿儒，往来无白丁”。这真是“为偏爱吾庐”。不过现在读者可以清楚地知道，这些文人墨客都是因为贾似道有权有势，才对“西湖小筑”趋之若鹜的，所谓“富在深山有人来”，即指此。“笑携”两句。“雨色晴光”，系<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>“水光潋滟晴方好，山色空蒙雨亦奇”<a href=\"http://so.gushiwen.org/view_62355.aspx\">诗</a>句的浓缩，以借指西湖美景。“春明”，即春明门，原在长安东面。据《唐六典》：“京城东面三门，中曰春明”。后世因称京都为春明。此言主人贾似道每天从西湖小筑起程，携带着西湖中的山水灵气，满面春风地入朝面君。“石桥锁”两句。此言贾似道的“西湖小筑”地处西湖的南山区，小筑前修建有石桥，这石桥同时也截断了通往后面烟霞洞景区的道路。烟霞洞中雕刻着古代众多的佛像，如今用石桥断绝游人进去游览烟霞洞天，从古至今贾似道可算是“第一人”。词人表面上赞颂贾是“第一人”，实是暗刺贾的强横霸道也。又“五百”，泛言佛像之多，非实指。上片述“西湖小筑”及其主人贾似道。　　</p> <p>　　“临酒”八句，纵论“西湖小筑”。“漱流枕石”《世说·排调》：孙子荆（楚）少时欲眠，语王武子当枕石漱流。误曰“漱石枕流。”王曰：“流可枕，石可漱乎？”孙曰：“所以枕流，欲洗其耳；所以漱石，欲砺其齿。”梦窗反用其意，以明其得山水之情。此言大家在小筑中举杯畅饮，并与之讨论起“西湖小筑”坐落在这里的用意。有人说：进入“小筑”，犹如到了仙境之中，所谓“洞中方七日，世上已千年。”你看“小筑”中的生活也能使时光飞逝，瞬时之间已是落英缤纷，黄莺空啼，春天已尽，夏日将至矣。也有人说：“小筑”的深秋景色更为感人肺腑，所以这些幽胜自然的秋日山色经常会出现在人们的梦境之中，这可见“西湖小筑”的秋景确是令人难忘。而词人却说：在这儿我们虽然可以自由自在地游玩，渴了用溪泉漱口，累了可以随处枕石而卧，得山水之情。但是这种闲情逸致却会消磨掉人的意志，所以我不由自主地拿起瑶琴，歌咏起孔子的《猗兰操》，慨叹自己的生不逢时，不能为国尽力，只在此与山间野景为伴的苦闷心情。“猗兰”，即《猗兰操》，琴曲名。《<a href=\"http://so.gushiwen.org/author_2758.aspx\">琴操</a>》说：“《猗兰操》孔子所作。子历聘诸侯莫能任；自卫返鲁，过隐谷之中，见芗兰独茂，喟然叹曰：‘夫兰当为王者香，今乃独茂与众草为伍，譬犹贤者不逢时，与鄙夫为伦也’。乃止车授琴鼓之，自伤不逢时，托辞于芗兰云。”“绿绮”，琴名。<a href=\"http://so.gushiwen.org/author_176.aspx\">傅玄</a>《琴赋序》说：“楚王琴曰绕梁，<a href=\"http://so.gushiwen.org/author_70.aspx\">司马相如</a>有绿绮，<a href=\"http://so.gushiwen.org/author_258.aspx\">蔡邕</a>有焦尾，皆名器也”。这里泛指为瑶琴。“专城处”三句。“专城”，言一城之主也。古乐府云：“三十侍中郎，四十专城居”。<a href=\"http://so.gushiwen.org/author_757.aspx\">孟浩然</a>诗：“往来看拥传，前后赖专城。”都是指古代的州牧太守，这里借指贾似道。“他山”，指能直言相劝的朋友，也包括词人自己。《诗经·小雅·鹤鸣》“他山之石，可以攻玉”，即喻此。此言在“西湖小筑”中，一群真心实意的朋友簇拥着贾似道一起登高眺望，不知道可有西边前线传来的胜利消息？“西风”，可解释为西边前线的战事。因贾似道曾督师湖北，现在回京。而湖北在临安的西边；西又属金，主杀伐，故可释为前线的消息。下片因游园而起感慨。</p>",
  "about": "<h2>创作背景</h2> 　　贾似道，字秋壑，理宗时为丞相兼枢密使；度宗立拜太师，封魏国公，赐第葛岭，权倾朝野。<a href=\"http://so.gushiwen.org/author_670.aspx\">吴文英</a>因有一兄弟翁应龙为贾的堂吏，故得他中介，有词投献似道。贾似道西湖小筑在南屏。此词作于贾为荆湖制置使时。参阅《水龙吟·过秋壑湖上旧居寄赠》词。",
  "poet": {
    "id": 670,
    "star": 0,
    "name": "吴文英",
    "image": "http://img.gushiwen.org/authorImg/wuwenying.jpg",
    "desc": "吴文英（约1200～1260），字君特，号梦窗，晚年又号觉翁，四明（今浙江宁波）人。原出翁姓，后出嗣吴氏。与贾似道友善。有《梦窗词集》一部，存词三百四十余首，分四卷本与一卷本。其词作数量丰沃，风格雅致，多酬答、伤时与忆悼之作，号“词中李商隐”。而后世品评却甚有争论。"
  },
  "tags": [
    "秋天",
    "西湖",
    "感慨"
  ]
}