{
  "id": 8362,
  "star": 14,
  "name": "经下邳圯桥怀张子房",
  "dynasty": "唐代",
  "content": "子房未虎啸，破产不为家。<br>沧海得壮士，椎秦博浪沙。<br>报韩虽不成，天地皆振动。<br>潜匿游下邳，岂曰非智勇？<br>我来圯桥上，怀古钦英风。<br>唯见碧流水，曾无黄石公。<br>叹息此人去，萧条徐泗空。",
  "fanyi": "<p><strong>译文<br></strong>张良少年未能得志如虎啸时，为求刺客而不顾破产败家。<br>从沧海公那里得到一名壮士，用金椎狙击秦始皇在博浪沙。<br>这次刺秦报仇行动虽未成功，而其名声却因此震动天下。<br>其逃匿追捕曾经过下邳，怎能说他在智勇双全上稍差？<br>今天我怀古来到圯桥上，更加钦羡张良的雄姿英发。<br>圯桥下只有碧绿的流水，而不知道<a href=\"http://so.gushiwen.org/author_867.aspx\">黄石公</a>如今在哪？<br>我站在桥上叹息张良逝去，徐泗两州从此便变得萧条空乏。</p> <p><strong>注释<br></strong>⑴下邳：古县名，在今江苏省睢宁县西北邳州界。圯桥：古桥名，遗址在今睢宁县北古下邳城东南小沂水上。张子房：即张良，字子房，是辅佐<a href=\"http://so.gushiwen.org/author_746.aspx\">刘邦</a>打天下的重要谋臣，在帮助刘邦建立汉朝后，被封为留侯。<br>⑵虎啸：喻英雄得志。<br>⑶博浪沙：在今河南省原阳县东南。<br>⑷黄石公：秦时隐士。相传张良刺秦始皇不中，逃匿下邳圯上遇老人，授以《太公兵法》，曰：“读此则为王者师矣。后十年兴。十三年孺子见我济北，谷城山下黄石即我矣。”后十三年，张良从汉高祖过济北，果见谷城山下黄石，取而祠之，世称此圯上老人为黄石公。<br>⑸徐泗：徐州与泗州。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　此<a href=\"http://so.gushiwen.org/view_8362.aspx\">诗</a>起句“虎啸”二字，即指张良跟随汉高祖以后，其叱咤风云的业绩。但诗却用“未”字一笔撇开，只从张良发迹前写起。张良的祖父和父亲曾相继为韩国宰相，秦灭韩后，立志报仇，“弟死不葬，悉以家财求客刺秦皇”（《史记·留侯世家》）。“破产不为家”五字，点出了张良素来就是一个豪侠仗义、不同寻常的人物。后两句写其椎击秦始皇的壮举。据《史记》记载，张良后来“东见沧海君，得力士，为铁椎重百二十斤。秦皇帝东游，良与客狙击秦皇帝博浪沙中”。诗人把这一小节熔铸成十个字：“沧海得壮士，椎秦博浪沙。”以上四句直叙之后，第五句一折，“报韩虽不成”，惋惜力士椎击秦始皇时误中副车。秦皇帝为之寒栗，赶紧“大索天下”，而张良的英雄胆略，遂使“天地皆振动”。七、八两句“潜匿游下邳，岂曰非智勇”，写张良“更姓名潜匿下邳”，而把圯桥进履，受<a href=\"http://so.gushiwen.org/author_867.aspx\">黄石公</a>书一段略去不写，只用一个“智”字暗点，暗度到三句以后的“曾无黄石公”。“岂曰非智勇？”不以陈述句法正叙，而改用反问之笔，使文气跌宕，不致于平铺直叙。后人评此诗，说它句句有飞腾之势，说得未免抽象，其实所谓“飞腾之势”，就是第五句的“虽”字一折和第八句的“岂”字一宕所构成。</p> <p>　　以上八句夹叙夹议，全都针对张良，<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>本人还没有插身其中。九、十两句“我来圯桥上，怀古钦英风”，这才通过长存的圯桥古迹，把今人、古人结合起来了。诗人“怀古钦英风”，其着眼点还是在现实：“唯见碧流水，曾无黄石公。”这两句，句法有似五律中的流水对。上句切合圯桥，桥下流水，清澈碧绿，一如张良当时。岁月无常，回黄转绿，大有孔子在川上“逝者如斯夫，不舍昼夜”的感慨。下句应该说是不见张良了，可是偏偏越过张良，而说不见张良的恩师黄石公。诗人的用意是：他所生活的时代未尝没有如张良一般具有英风的人，只是没有像黄石公那样的人，加以识拔，传以太公兵法，造就“为王者师”的人才罢了。表面上是“叹息此人去，萧条徐泗空”，再也没有这样的人了；实际上，这里是以曲笔自抒抱负。《孟子·尽心下》说：“由孔子而来至于今，百有余岁，去圣人之世，若此其未远也，近圣人之居，若此其甚也，然而无有乎尔，则亦无有乎尔。”表面上孟子是喟叹世无孔子，实质上是隐隐地以孔子的继承人自负。李白在这里用笔正和孟子有异曲同工之处：“谁说‘萧条徐泗空’，继张良而起，当今之世，舍我其谁哉！”诗人在《扶风豪士歌》的结尾说：“张良未逐赤松去，桥边黄石知我心。”可以看作是这首诗末两句的注脚。</p>",
  "about": "<h2>创作背景</h2> 　　楚汉相争时，被誉为“兴汉三杰”之一，能够“运筹策于帷帐之中、决胜于千里之外”的张良，是<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>十分倾慕的大英雄。<a href=\"http://so.gushiwen.org/view_8362.aspx\">诗</a>人访寻英雄遗迹到河南道泗州，经过下邳（在江苏邳州睢宁一带）圯桥时，在传说张良遇到老师<a href=\"http://so.gushiwen.org/author_867.aspx\">黄石公</a>的地方久久徘徊，写下了《经下邳圯桥怀张子房》这篇怀古感慨之辞。",
  "poet": {
    "id": 247,
    "star": 0,
    "name": "李白",
    "image": "http://img.gushiwen.org/authorImg/libai.jpg",
    "desc": "李白（701年－762年），字太白，号青莲居士，唐朝浪漫主义诗人，被后人誉为“诗仙”。祖籍陇西成纪(待考)，出生于西域碎叶城，4岁再随父迁至剑南道绵州。李白存世诗文千余篇，有《李太白集》传世。762年病逝，享年61岁。其墓在今安徽当涂，四川江油、湖北安陆有纪念馆。"
  },
  "tags": [
    "咏史怀古",
    "写人"
  ]
}