{
  "id": 71167,
  "star": 448,
  "name": "山中与裴秀才迪书",
  "dynasty": "唐代",
  "content": "　　近腊月下，景气和畅，故山殊可过。足下方温经，猥不敢相烦，辄便往山中，憩感配寺，与山僧饭讫而去。</p> <p>　　北涉玄灞，清月映郭。夜登华子冈，辋水沦涟，与月上下。寒山远火，明灭林外。深巷寒犬，吠声如豹。村墟夜舂，复与疏钟相间。此时独坐，僮仆静默，多思曩昔，携手赋诗，步仄径，临清流也。</p> <p>　　当待春中，草木蔓发，春山可望，轻鲦出水，白鸥矫翼，露湿青皋，麦陇朝雊，斯之不远，倘能从我游乎？非子天机清妙者，岂能以此不急之务相邀。然是中有深趣矣！无忽。因驮黄檗人往，不一，山中人王维白。 ",
  "fanyi": "<p><strong>译文</strong><br>　　现在正是农历十二月的末尾，气候温和舒畅，旧居蓝田山很可以一游。您正在温习经书，仓猝中不敢打扰，就自行到山中，在感配寺休息，跟寺中主持一起吃完饭，便离开了。</p> <p>　　我向北渡过深青色的灞水，月色清朗，映照着城郭。夜色中登上华子冈，见辋水泛起涟漪，水波或上或下，水中 的月影也随同上下。那<a href=\"http://so.gushiwen.org/author_1397.aspx\">寒山</a>中远远的灯火，火光忽明忽暗在<a href=\"http://so.gushiwen.org/author_1204.aspx\">林外</a>看得很清楚。深巷中狗叫，叫声像豹叫一样。村子里传来舂米声，又与稀疏的钟声相互交错。这时， 我独坐在那里，跟来的僮仆已入睡，多想从前你我于搀着手吟诵<a href=\"http://so.gushiwen.org/view_71167.aspx\">诗</a>歌，在狭窄的小路上漫步，临近那清澈流水的情景。</p> <p>　　等到了春天，草木蔓延生长，春天的山景更可观赏，轻捷的鲦鱼跃出水面，白色的鸥鸟张开翅膀，晨露打湿了青 草地，麦田里雉鸟在清晨呜叫，这些景色离现在不远了，（您）能和我一起游玩吗?如果你天性不是与众不同的话，难道我能把邀请你当作闲事吗？而这当中有很深 的旨趣啊！不要忽略。因为有载运黄檗的人出山，托他带给你这封信，不一一详述了。 </p> <p><strong>注释</strong><br>秀才：唐代对参加进士科考试的人的称呼。<br>腊月：农历十二月。古代在农历十二月举行“腊祭”，所以称十二月为腊月。<br>景气：景色，气候。<br>故山殊可过：旧居蓝田山很可以一游。故山，旧居的山，指<a href=\"http://so.gushiwen.org/author_515.aspx\">王维</a>的“辋川别业”所在地的蓝田山。殊，很。过，过访、游览。<br>足下：您，表示对人的尊称。<br>方温经：正在温习经书。方，正。<br>猥：鄙贱。自谦之词。<br>烦：打扰。<br>辄便：就。<br>憩感配寺：在感配寺休息。感配寺，王维集中有游感化寺的诗，《旧唐书·神秀传》中说，蓝田有化感寺。感配寺可能是化感寺之误。<br>饭讫（qì）：吃完饭。讫，完。饭，名词作动词，吃饭。<br>北涉玄灞：近来渡过灞水。涉，渡。玄，黑色，指水深绿发黑。<br>华子冈：王维辋川别业中的一处胜景。<br>辋水：车轮状的湖水。<br>村墟：村庄。<br>夜舂：晚上用臼杵捣谷（的声音）。舂，这里指捣米，即把谷物放在石臼里捣去外壳。<br>疏：稀疏的。<br>静默：指已入睡。<br>曩：从前。<br>仄迳：迳同径，狭窄的小路。<br>当待：等到。<br>蔓发：蔓延生长。<br>轻鯈（tiáo）：即白，鱼名。身体狭长，游动轻捷。<br>矫翼：张开翅膀。矫，举。<br>青皋：青草地。皋，水边高地。<br>麦陇：麦田里。<br>朝雊（gòu）：早晨野鸡鸣叫。雊，野鸡鸣叫。<br>斯之不远〕这不太远了。斯，代词，这，指春天的景色。<br>傥：同“倘”，假使，如果。<br>天机清妙：性情高远。天机，天性。清妙，指超尘拔俗，与众不同。<br>不急之务：闲事，这里指游山玩水。<br>是中：这中间。<br>无忽：不可疏忽错过。<br>因驮黄檗（bò）人往：借驮黄檗的人前往之便（带这封信）。因，趁。黄檗，一种落叶乔木，果实和茎内皮可入药。茎内皮为黄色，也可做染料。<br>不一：古人书信结尾常用的套语，不一一详述之意。<br>山中人：王维晚年信佛，过着半隐的生活，故自称。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　全文描绘了辋川的春色及冬色、月光下的夜色、隐约的城郭、沦涟的水波、落寞的<a href=\"http://so.gushiwen.org/author_1397.aspx\">寒山</a>、明灭的灯火，以及深巷的寒犬、村墟的夜舂、山寺的疏钟，静中有动，动中有静，写出了冬夜的幽深和春日的轻盈。</p> <p>　　“景气和畅，故山殊可过”，岁末寒冬的山间景致在<a href=\"http://so.gushiwen.org/author_515.aspx\">王维</a>眼中也是很优美动人的，故山景气如何和畅，他略而不述，专讲了饭后归来时所见到的一片晚景：灞水深沉、月照城郭；辋川在月光中涟漪起伏；山上灯火，透过树林明灭可见；村巷里的寒犬叫声、夜舂声和山寺里的疏钟声一并传来，作者所写的是夜景，那河水、城郭、远火，都是在月色朦胧中看到的，而那犬吠、夜舂和疏钟则是在黑夜里听到的，作者通过所见所闻，来写那寒夜的景物特色，这样就更切实、逼真，下面写他归家后的境遇和感触，当僮仆静默时，他却思绪不宁，感到十分孤独了！他不禁想到往日与<a href=\"http://so.gushiwen.org/author_302.aspx\">裴迪</a>一起走过仄径去寻幽访胜，对着清流赋<a href=\"http://so.gushiwen.org/view_71167.aspx\">诗</a>论文的快乐，这一段所写是一天中游山的经历和感受，但从“猥不敢相烦”到“多思曩昔”却是写对裴迪的思念，这是信的本旨，目的是引起对方来同游故山的兴趣。</p> <p>　　下面便是正式的邀请了,王维希望裴迪来年春天能够前来，他用想像中的大好春光召唤对方，“草木蔓发”以下六个四字句，凝练地描绘出了一片生机勃勃的景色，白鲦轻快地在水中游动，白鸥展开那矫健的翅膀掠空飞翔，野雉在麦陇中鸣叫，草木染绿了春山，露水滋润了堤岸，这一切与前面岁末景色的淡雅清冷恰成鲜明的对照。作者不但在寒冬夜色中保留着浓厚的游兴，还能敏锐地预感到春天不久就要降临，他已开始品味到未来的深趣，这说明山中人王维正是那种“天机清妙者”，即对自然风光有浓厚的兴趣，对佳山丽水具有极强领悟能力的人，既能发现岁末寒冬之夜朦胧可见、清晰可闻的景物，又能凭自己的经验想像出来年春光的优美动人。人们说王维“诗中有画”，其实王维文中也是有画的。《山中与裴秀才迪书》虽然是一封书信，但可以说它也是作者以诗人的语言、画家的构思写成的一篇优美的写景记游散文，一首赞美自然风光和表述友情的抒情诗。</p>",
  "about": "<h2>创作背景</h2> 　　<a href=\"http://so.gushiwen.org/author_515.aspx\">王维</a>于开元二十年前后曾在辋川隐居，他对田园风光、自然山水怀有特殊的情感，写了许多歌赞美那里的生活和景物，在隐居生活中他经常和野老共话桑麻，同朋友饮酒赋<a href=\"http://so.gushiwen.org/view_71167.aspx\">诗</a>，与山僧谈经论道，在这些人中，<a href=\"http://so.gushiwen.org/author_302.aspx\">裴迪</a>是他最好的伴侣，早在移居辋川之前，他们就一同在终南山隐居过，得<a href=\"http://so.gushiwen.org/author_248.aspx\">宋之问</a>蓝田别墅后，他们又经常“浮舟往来生，弹琴赋诗，啸咏终日”。<br/><h2>王维与裴迪</h2> <p>　　<a href=\"http://so.gushiwen.org/author_302.aspx\">裴迪</a>是同<a href=\"http://so.gushiwen.org/author_515.aspx\">王维</a>来往最多的盛唐山水田园<a href=\"http://so.gushiwen.org/view_71167.aspx\">诗</a>人。他开元末在<a href=\"http://so.gushiwen.org/author_691.aspx\">张九龄</a>荆州幕府（<a href=\"http://so.gushiwen.org/author_757.aspx\">孟浩然</a>有《从张丞相游纪南城猎戏赠裴迪张参军》诗，可证），后到长安，曾隐于终南，《唐诗纪事》卷一六云：“迪初与王维、兴宗俱居终南。”维得辋川别业后，常“与裴迪游其中，赋诗相酬为乐。”（《新唐书·王维传》）在王维与裴迪唱和的诗中，多称迪为“秀才”，又《辋川闲居赠裴秀才迪》云：“复值接舆醉，狂歌五柳前。”以佯狂遁世的接舆喻裴迪，可见天宝年间，迪有较长时间未居官，过着隐逸的生活。裴迪《青雀歌》：“动息自适性，不曾妄与燕雀群。幸忝鹓鸾早相识，何时提携致青云。”他何尝不想致身青云，但又洁身自好，不妄与燕雀同群，这或许是他仕途失志、只得归隐的一个主要原因吧。在隐居中，他逐渐接受佛教思想，从中获得精神安慰，《游感化寺昙兴上人山院》说：“浮名竟何益，从此愿栖禅。”裴迪今存诗二十八首，都是同维的赠答、同咏之作；而维集中同迪的赠答、同咏之作，则达三十余篇，其数量超过维与其他任何一个作者的这类作品，由此即可见两人之间交往的密切。又从王维的宽慰裴迪（见《酌酒与裴迪》诗）和裴迪的冒险到菩提寺探望王维（时维被叛军拘于寺中），也可看出他们之间互相关心、患难与共的关系。这种关系，是以两人的思想、志趣相合作为基础的，用王维自己的话来说，就是“携手本同心”（《赠裴迪》）。</p> <p>　　（节选自《王维新论》，北京师范学院出版社1990年版）</p>",
  "poet": {
    "id": 515,
    "star": 0,
    "name": "王维",
    "image": "http://img.gushiwen.org/authorImg/wangwei.jpg",
    "desc": "王维（701年－761年，一说699年—761年），字摩诘，汉族，河东蒲州（今山西运城）人，祖籍山西祁县，唐朝诗人，有“诗佛”之称。苏轼评价其：“味摩诘之诗，诗中有画；观摩诘之画，画中有诗。”开元九年（721年）中进士，任太乐丞。王维是盛唐诗人的代表，今存诗400余首，重要诗作有《相思》《山居秋暝》等。王维精通佛学，受禅宗影响很大。佛教有一部《维摩诘经》，是王维名和字的由来。王维诗书画都很有名，非常多才多艺，音乐也很精通。与孟浩然合称“王孟”。"
  },
  "tags": [
    "高中文言文",
    "书信",
    "写景",
    "邀请",
    "友人"
  ]
}