{
  "id": 10833,
  "star": 19,
  "name": "遣兴",
  "dynasty": "唐代",
  "content": "骥子好男儿，前年学语时。<br>问知人客姓，诵得老夫诗。<br>世乱怜渠小，家贫仰母慈。<br>鹿门携不遂，雁足系难期。<br>天地军麾满，山河战角悲。<br>傥归免相失，见日敢辞迟。",
  "fanyi": "<p><strong>译文<br></strong>骥子是个乖巧懂事的孩子，前年牙牙学语的时候。<br>就知道问家里来的客人的姓名，也能背诵我的的<a href=\"http://so.gushiwen.org/view_10833.aspx\">诗</a>了。<br>世道不太平可怜骥子还是个小孩子，家中贫困，全部仰仗你母亲来照应。<br>未能携全家一同避难，不知道何时才能互通音信。<br>全国到处是举着麾旗的军队，战乱不止。<br>倘若我能回去跟家人相聚，那就一定要争取早日见面，决不拖延。</p> <p><strong>注释<br></strong>⑴ 遣兴（xìng）：犹“遣意”，也就是以写诗来消遣之意。<br>⑵ 骥（jì）子：<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>儿子宗武的小名，这一年刚五岁。<br>⑶ 问知人客姓，诵得老夫诗：指骥子三岁时，知道问家里来人来客的姓名，能背诵他父亲的诗。这是称赞骥子的颖悟。<br>⑷ 渠：他，指骥子。<br>⑸ 仰：依赖。<br>⑹ 鹿门：山名，在襄阳（今属湖北）境内，汉江东岸。东汉末，天下大乱，<a href=\"http://so.gushiwen.org/author_2088.aspx\">庞德公</a>携全家隐居于此。后成为隐居地的代称，这里意思是未能携全家一同避难。<br>⑺ 不遂：不成。<br>⑻ 雁足：事见《汉书·<a href=\"http://so.gushiwen.org/author_460.aspx\">苏武</a>传》，大意是，汉求苏武，匈奴单于诡言已死。汉使得密报，知武在某大泽中，于是声称：汉天子射上林苑中，得雁，足系帛书，知武所在。单于大惊，只好放还苏武。此处指难以料定何时才能互通音信。<br>⑼ 军麾（huī）：军旗。形容全国各地都处于战乱之中。<br>⑽ 战角：军中号角。<br>⑾ 傥：通“倘”，如果。<br>⑿ 免相失：免于相互离散。<br>⒀ 迟：延迟。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>有二子，长子名宗文，次子名宗武，宗武乳名骥子。《遣兴》这首<a href=\"http://so.gushiwen.org/view_10833.aspx\">诗</a>怀念的对象是儿子，慈爱之情溢于全篇。</p> <p>　　这是一首排律（俗称长律），中间四联全是对仗。全诗可分三层，“骥子好男儿，前年学语时。问知人客姓，诵得老夫诗。”前两联回忆过去，写骥子两三岁时颖悟过人，就能问知来客的姓名及能背诵杜甫的诗句；杜甫通过回忆前年牙牙学语时娇趣的憨态，极力把儿子宗武可怜可爱、天真无邪的神态表达出来，激起读者的同情，催发读者亲子之情。[3] 中间两联“世乱怜渠小，家贫仰母慈。鹿门携不遂，雁足系难期。”写骥子当前的遭遇，因逢“世乱”，居无定所，又值父亲外出，音信全无，只能仰赖母亲的爱抚，更让诗人后悔不已的是没能携带全家一起逃难，以致如今分隔两地，不知何时才能互通音信；最后两联“天地军麾满，山河战角悲。傥归免相失，见日敢辞迟。”描写上的是一副国破乱世的情景，到处都是举着军旗的军队，号角声声激起诗人心中无限悲凉，于是诗人感叹曰，如果能有举家团圆的机会，必定不敢迟慢，表达了诗人在这种国破家碎的情况下急切盼望和平及和全家团聚的急切心情。</p> <p>　　这首诗先写过去是有深刻用意的。按作诗的时间来推算，骥子“学语时”当为公元755年，战乱还没有发生，可是谁也没有料想到就在这年的十一月安禄山发动安史之乱，战争波及广大地区，使千万个家庭流离失所。诗人先写骥子在先前的颖悟的表现，再写他在战争中的遭遇，就更能引起读者的同情。此外，从“怜渠小”“仰母慈”诸语中还能看出诗人因未能尽到自己的责任而深感内疚的心情。</p>",
  "about": "<h2>创作背景</h2> 　　安史之乱爆发之后，<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>携全家从洛阳西逃至奉先（今陕西蒲城），至后又携家北上避难，寄居鄜州（今陕西富县）羌村。756年七月，唐肃宗即位于灵武（今属宁夏），杜甫只身前往，中途为叛军所俘，押至长安，从此与家人天各一方，家庭支离破碎，杜甫回忆前年牙牙学语时娇趣的憨态，遂作《遣兴》遥忆幼子。",
  "poet": {
    "id": 474,
    "star": 0,
    "name": "杜甫",
    "image": "http://img.gushiwen.org/authorImg/dufu.jpg",
    "desc": "杜甫（712－770），字子美，自号少陵野老，世称“杜工部”、“杜少陵”等，汉族，河南府巩县（今河南省巩义市）人，唐代伟大的现实主义诗人，杜甫被世人尊为“诗圣”，其诗被称为“诗史”。杜甫与李白合称“李杜”，为了跟另外两位诗人李商隐与杜牧即“小李杜”区别开来，杜甫与李白又合称“大李杜”。他忧国忧民，人格高尚，他的约1400余首诗被保留了下来，诗艺精湛，在中国古典诗歌中备受推崇，影响深远。759-766年间曾居成都，后世有杜甫草堂纪念。"
  },
  "tags": [
    "怀念",
    "亲人"
  ]
}