{
  "id": 19764,
  "star": 25,
  "name": "采莲曲·秋江岸边莲子多",
  "dynasty": "唐代",
  "content": "秋江岸边莲子多，采莲女儿并船歌。<br>青房圆实齐戢戢，争前竞折漾微波。<br>试牵绿茎下寻藕，断处丝多刺伤手。<br>白练束腰袖半卷，不插玉钗妆梳浅。<br>船中未满度前洲，借问阿谁家住远。<br>归时共待暮潮上，自弄芙蓉还荡桨。",
  "shangxi": "<h2>鉴赏</h2> <p>　　“秋江岸边莲子多，采莲女儿并船歌”，清秋时节，莲子成熟了，碧荷沿江连绵无际，正是收获的季节。采莲女们笑着，唱着驶船来江上采莲。“并船歌”，几只船儿紧紧相靠，并驾齐驱。一个“并”字，突出了采莲是群体活动，以及采莲女们的爽朗和快乐。她们的船摇到哪里，她们那优美的歌声就飞到哪里。江流蜿蜒向前，欢快悠扬的歌声随着江流一路飘荡。这阵阵甜美的歌声，为清秋江面增添了无限风光。这两句环境描写，烘托出秋江采莲的热闹场景。下面两句具体描绘采莲细节：“青房圆实齐戢戢，争前竞折漾微波。”齐戢戢，形容众多莲蓬露出水面，一个挨一个，戢戢然。这些饱满的莲子，吸引着采莲女们。她们荡着小船，在荷丛里穿梭，在绿色的芙蓉国里你追我赶，相互竞赛，都想多采一些莲子。澄碧的水面，溅起一朵朵晶莹闪亮的水花，荡起一道道翡翠般的波浪。歌声、笑声、桨声，合奏出一支支活泼欢畅的青春曲。绿叶青莲，映衬采莲女红润的面颊，采莲女和粉红的荷花在阳光下相映生辉。颜色的相互映衬，使画面明丽多姿；荷叶和莲子是静态的，采莲女和江水是动态的，静态和动态相互转换，衬托出画面的中心——采莲女轻盈、敏捷。“争前，”描写她们争着划船向前，使轻舟竞采的动人画面跃然纸上。“竞折”，突出她们争相采摘莲子的情态，把她们的青春风采写活了。从“争前”到“竞折”，采莲画面的动态感越来越强。<a href=\"http://so.gushiwen.org/view_19764.aspx\">诗</a>人连用争、折、漾几个动词，描绘出采莲女们神速、灵敏的动作、兴奋欢快的心境，活灵活现地表现出她们轻盈飞动的神彩。前四句押“歌”韵，为第一段，展现出广阔而热闹的秋江采莲场景，情调悠扬甜美。</p> <p>　　五、六两句写寻藕：“试牵绿茎下寻藕，断处丝多刺伤手。”“试牵”说明她们寻藕的目的只是想看一看藕长得多大了。因为此时的藕只是小嫩藕，还没有到扒藕的季节。绿茎上有刺，如果不小心就会刺伤手。因此，她们就慢慢地、小心翼翼地顺着绿茎向下摸藕，采莲子是那样飞快，寻藕却是如此缓慢，一快一慢，突出了她们寻藕的细致。这两句押“有”韵，为第二段，刻画寻藕的具体细节，表现出她们劳作的情景。节奏缓慢，给人以舒缓轻松的感受。</p> <p>　　下面四句转入刻画采莲人。“白练束腰袖半卷，不插玉钗妆梳浅”这两句用白描手法描绘采莲女的妆扮。她们用白色的带子系着腰，显示出形体曲线美和俊俏优美的风姿。她们不插玉钗，只施淡妆，表现出采莲女的自然风采，表现出一种朴素大方的美，“船中未满度前洲，借问阿谁家住远”，莲子还没有把船舱装满，她们便相互鼓劲：“我们结伴到前面的洲边继续采吧。”她们边采边相互关切地询问：“我们越往前采，离家就越远了，谁家住得远一些？”一句亲切的问话，揭示出她们善良的心地和开朗的性格，突出了她们相互的友爱和关切。这浓厚的人情显示出她们美的心灵、美的情操，她们的形体美和内在美互为表里、相得益彰，给人美的享受。</p> <p>　　这四句押“洗”韵，为第三段，刻画采莲女们的形体外貌和内心世界，情调朴实亲切。</p> <p>　　最后两句描绘采莲女暮归：“归时其待暮潮上，自弄芙蓉还荡桨。”傍晚还在采莲，表现了她们的勤劳。日暮涨潮，正好可以乘船疾驶。这个“共”字用得妙，突出了她们同出同归和丰收后共同的欢乐。在归途中，她们边荡着桨边拿着荷花玩耍。一天劳动后，她们还是那样轻松。这最后两句展现出一幅水彩画：红色的晚霞给采莲女披上了绚丽的色彩，她们的欢笑和歌声，为日暮秋江增添了无限的情趣。结尾和开头照应紧密。最后两句押“漾”韵，描绘出一幅采莲女丰收归来边荡桨边弄荷花的动人画面，让人们在轻松愉快中回味全篇。</p> <p>　　这首诗采莲活动写得相当细致，从头到尾都是运用叙述和白描手法，如同采莲女一样淡妆浅梳，不假雕饰，表现出一种纯朴明丽的风格，洋溢着浓郁的江南民歌风味。全诗构思独特，每韵一段，各段之间富有变化，从而展示出从晨出到暮归群体采莲的全部过程。全诗场景多变，情节丰富，令人留连往返，兴味无穷。</p>",
  "poet": {
    "id": 390,
    "star": 0,
    "name": "张籍",
    "image": "http://img.gushiwen.org/authorImg/zhangji.jpg",
    "desc": "张籍（约767～约830），唐代诗人。字文昌，汉族，和州乌江（今安徽和县）人，郡望苏州吴（今江苏苏州）1 。先世移居和州，遂为和州乌江（今安徽和县乌江镇）人。世称“张水部”、“张司业”。张籍的乐府诗与王建齐名，并称“张王乐府”。著名诗篇有《塞下曲》《征妇怨》《采莲曲》《江南曲》。1 《张籍籍贯考辨》认为，韩愈所说的“吴郡张籍”乃谓其郡望，并引《新唐书·张籍传》、《唐诗纪事》、《舆地纪胜》等史传材料，驳苏州之说而定张籍为乌江人。"
  },
  "tags": [
    "地方",
    "写莲",
    "写人"
  ]
}