{
  "id": 71456,
  "star": 26,
  "name": "如梦令·点滴空阶疏雨",
  "dynasty": "清代",
  "content": "点滴空阶疏雨。迢递严城更鼓。睡浅梦初成，又被东风吹去。无据。无据。斜汉垂垂欲曙。",
  "fanyi": "<p><strong>译文<br></strong>零星的雨点洒落在台阶上，传来远方城池上催更的鼓声。刚进入梦乡，却又被一阵寒风吹醒。梦刚开始就被这一阵风吹散。窗外天空中的银河已经低垂，天快亮了。</p> <p><strong>注释<br></strong>①空阶：无人行走之阶。南朝梁<a href=\"http://so.gushiwen.org/author_569.aspx\">何逊</a>《临行与故游夜别》有“夜雨滴空阶”。<br>②迢[tiáo]递[dì]：遥远貌。唐代<a href=\"http://so.gushiwen.org/author_104.aspx\">刘长卿</a>《茱萸湾北答崔载华问》“迢递人烟远”。严城：戒备森严的城池。唐代<a href=\"http://so.gushiwen.org/author_397.aspx\">皇甫冉</a>有“去树近严城”之句。更鼓：旧时报更的鼓声。<br>③无据：没有凭据，谓梦境无凭。宋徽宗《燕山亭》词“无据，和梦也，新来不做。”<br>④斜汉：天将明时银河偏斜，故称斜汉。唐代<a href=\"http://so.gushiwen.org/author_495.aspx\">钱起</a>《山斋独坐喜玄上人夕至》有“前峰曙更好，斜汉欲西回。”垂垂：低垂貌。唐代薛健有“满风轻撼叶垂垂”。曙：天刚亮。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这首小词写一夜失眠的感受，较注重构思与技巧。它是《人间词甲稿》里的第一首，当是<a href=\"http://so.gushiwen.org/author_408.aspx\">王国维</a>的早期之作。</p> <p>　　古<a href=\"http://so.gushiwen.org/view_71456.aspx\">诗</a>写失眠比较直率，像《关睢》的“悠哉悠哉，辗转反侧”，像《古诗十九首》的“忧愁不能寐，揽衣起徘徊”，都是直接说出来的。词人写失眠就不大喜欢直说，如<a href=\"http://so.gushiwen.org/author_415.aspx\">温庭筠</a>的《更漏子》：“梧桐树，三更雨，不道离情正苦。一叶叶，一声声，空阶滴到明。”不言失眠而失眠自见。王国维这首词，也采用了温庭筠那种委婉曲折的表现方法。</p> <p>　　“点滴”的“空阶疏雨”和“迢递”的“严城更鼓”都不是足以影响人睡眠的声音。然而在寂静的春夜里，这两种若有节奏的声音一近一远互相应和，不免使睡不着的人更加心烦意乱，从而也就更加难以入睡。这两句是写景，但景中已触合有人的感受。</p> <p>　　“睡浅梦初成，又被东风吹去”是说，好不容易才朦胧入梦了，可是一下子又从梦里惊醒。作者不直接说自己从梦中惊醒，而说梦被东风吹去。把抽象的、无形的梦说成似乎是有形的、可以被风吹动的东西，这又是一种故作曲折的技巧。“无据”，是“没有凭据”。这里所指的是“被东风吹去”的那个初成之梦，刚开始就结束了的梦。那么这是一个有关爱情的梦还是一个有关理想的梦。梦见的是“众中不惜搴帷问”的“天人”还是“摘得星辰顷满袖行”的“萦回岛屿”。诗人没有说，似乎也来不及去想。因为这时候窗外天空银河已经低垂，天很快就要亮了。</p> <p>　　这么短的一首小词，能用比较委婉曲折的表现手法，来写出彻夜失眼的感受，可见作者在构思与技巧上下了一番工夫。但若论感情的分量，则显然不如《乙稿》中同样写彻夜失眠的那一首“恨来迟，防醒易。梦里惊疑，何况服时际”（《苏幕遮·倦凭栏》）。当然，《苏幕透》是一首悼亡词。作者在经受了生离死别的巨大打击之后彻夜悲恸以至恍惚迷离，那种感情并不需要任何巧妙的修辞技巧。</p> <p>　　构思安排，只耍直接说出来就足以深深地感动读者了。另外“梦境无凭而梦亦难成”的这种构思其实也不是王国维的创造，它来自宋徽宗（燕山亭）词的“怎不思量，除梦里有时曾去。无据。和梦也新来不做”。正如一些学者曾指出过的，王国维有时喜欢套用或改造前人的句子。对于套用和改造的效果，我们当然要看具体的作品。但就这种做法来说，则显然也是一种对技巧和文采的刻意追求。由此我们也可以看出，王国维论词虽然尚五代北宋词的“天工”，但他在自己的创作中却并不排斥，有时还在刻意追求“人巧”。</p>",
  "about": "<h2>创作背景</h2> <p>　　此词撰于清光绪三十年（1904年），春。当时<a href=\"http://so.gushiwen.org/author_408.aspx\">王国维</a>在南通通州师范学校任教，因为生病，王国维精神有些恍惚，故词中写春夜的情怀，有着落寂的感觉。</p> <p>　　关于这首词的创作时间背景也有不同说法。学者佛雏认为此词于1904 年至1905年间创作。而钱剑平认为此词创作于1905年。</p>",
  "poet": {
    "id": 408,
    "star": 0,
    "name": "王国维",
    "image": "http://img.gushiwen.org/authorImg/wangguowei.jpg",
    "desc": "王国维（1877年—1927年），字伯隅、静安，号观堂、永观，汉族，浙江海宁盐官镇人。清末秀才。我国近现代在文学、美学、史学、哲学、古文字学、考古学等各方面成就卓著的学术巨子，国学大师。"
  },
  "tags": [
    "写雨",
    "离别"
  ]
}