{
  "id": 48351,
  "star": 13,
  "name": "满江红·暮雨初收",
  "dynasty": "宋代",
  "content": "暮雨初收，长川静、征帆夜落。临岛屿、蓼烟疏淡，苇风萧索。几许渔人飞短艇，尽载灯火归村落。遣行客、当此念回程，伤漂泊。<br>桐江好，烟漠漠。波似染，山如削。绕严陵滩畔，鹭飞鱼跃。游宦区区成底事，平生况有云泉约。归去来、一曲仲宣吟，从军乐。",
  "fanyi": "<p><strong>译文<br></strong>傍晚的落雨刚刚停止，桐江一片寂静，远征的航船在夜幕中靠岸停泊。对面的岛屿上，水蓼稀疏雾霭寒凉，秋风吹拂芦苇萧索作响。多少渔人行驶着小船，却只见船上的灯火飞快地回归村落。对此令我思念起回归的路程，对漂泊生活产生了厌倦而忧伤的情绪。<br>桐江景色美丽，雾霭漠漠密布，好似浸入了水波之中，山峰如刀削一般，白鹭和鱼儿围绕严陵濑飞翔和跳跃。游宦生涯跋涉辛苦一事无成，何况早就有归隐云山泉石的心愿。回归吧，羡慕渊明的躬耕田园，厌倦仲宣的从军艰苦。</p> <p><strong>注释<br></strong>⑴满江红：词牌名，唐人小说《冥音录》载曲名为《上江虹》，后改今名。<a href=\"http://so.gushiwen.org/author_535.aspx\">柳永</a>始填此调，有仄韵、平韵两体，此词为仄韵，为正体。《乐章集》注“仙吕调”，高栻词注“南吕调”。格调沉郁激昂，前人用以发抒怀抱，佳作颇多。双调九十三字，上片八句四仄韵，下片十句五仄韵。<br>⑵长川静：长河一片平静。川，指江河。征帆：远行船上之帆。<br>⑶蓼烟：笼罩着蓼草的烟雾。蓼，水蓼，一种生长在水边的植物。<br>⑷苇风：吹拂芦苇的风。萧索：象声词，形容风声。<a href=\"http://so.gushiwen.org/author_18.aspx\">元稹</a>《酬乐天雪中见寄》：“知君夜听风萧索，晓望林亭雪半糊。”<br>⑸几许：有几个。短艇：轻快的小艇。<br>⑹遣：使，令。行客：词人自谓。回程：回家的路程。<br>⑺桐江：在今浙江桐庐县北，即钱塘江中游自严州至桐庐一段的别称。又名富春江。<br>⑻漠漠：弥漫的样子。<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>《茅屋为秋风所破歌》：“俄顷风定云墨色，秋天漠漠向昏黑。”<br>⑼严陵滩：又名严滩、严陵濑。在桐江畔。<br>⑽游宦：春秋战国时期，士人离开本国至他国谋求官职，谓之游宦，后泛指为当官而到处飘荡。底事：何事，为了什么事呢？<br>⑾云泉约：与美丽的景色相约，引申为归隐山林之意。云泉，泛指美丽的景色。<br>⑿归去来：赶紧回去吧。陶潜著《归去来兮辞》以抒归隐之志，故后用“归去来”为归隐之典。仲宣：三国时<a href=\"http://so.gushiwen.org/author_770.aspx\">王粲</a>的字，王粲初依荆州刘表，未被重用，作《登楼赋》，以抒归土怀乡之情。后为<a href=\"http://so.gushiwen.org/author_552.aspx\">曹操</a>所重，从曹操西征张鲁。<br>⒀从军乐：即《从军行》。王粲曾作《从军行》五首，主要抒发行役之苦和思妇之情。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　<a href=\"http://so.gushiwen.org/author_535.aspx\">柳永</a>仕途蹭蹬，年届五十，方才及第，游宦已倦，由此产生了归隐思想。这首词就是归隐思想的流露，抒发了词人对游宦生涯的厌倦和对归隐生活的向往之情。</p> <p>　　词一开始，“暮雨”三句，雨歇川静，日暮舟泊，即以凄清的气氛笼罩全篇。水蓼和芦苇都是于秋天繁盛开花，可见时间是萧瑟的秋天；雨后的秋夜，更使人感到清冷。“临岛屿”二句，写船傍岛而停，岸上蓼苇，清烟疏淡，秋风瑟瑟。景色的凄凉与词人心境的凄凉是统一的，含有无限哀情。这几句写傍晚泊船情景，以静态描写为主。至“几许”以下，词人笔调突然一扬，由静态变为动态，写渔人飞艇，灯火归林，一幅动态的画面呈现在眼前，日暮归家，温暖、动人的生机腾然而起。这里以动景反衬上面的静景，反使词人所处的环境显得更加静寂。一个“飞”字和一个“尽”字，把渔人归家的喜悦表现得极具神韵，又同时从反面引出“遣行客”、“伤漂泊”二句，渔人双桨如飞，回家团聚，而词人却远行在外，单栖独宿，触动归思。整个上片分为两段，前半段写景，后半段抒情，情景之间融合无隙，境界浑然。</p> <p>　　词的上片明确点出了“伤漂泊”的感情基调，下片则具体的写出了“伤漂泊”的具体内涵。换头再以景起，上片是夜泊，下片是早行。“桐江好”六句，句短调促，对仗工整，语意连贯，一气呵成，先写江山之美。美好的河山扫尽了昨夜的忧愁，桐江上空，晨雾浓密，碧波似染，峰峦如削，白鹭飞翔，鱼虾跳跃，生动美丽的景色使词人心情欢娱。从感情线索上看，这里又是一扬。但因为词人情绪总的基调是愁苦的，欢娱极为短暂，又很快进入低谷，“严陵滩”三字已埋下伏笔，这里以乐景写哀，江山美好，鱼鸟自由，渔人团聚，而词人一年到头都是四海为家，宦游成羁旅，于是“游宦区区成底事”之叹自然从肺腑流出，词人得出的结论是不值得，不如及早归隐，享受大自然和家庭的天伦之乐。“云泉约”三字收缴上文，同时也启发下文，具有开合之力，所以结语痛快地说“归去来，一曲仲宣吟，从军乐”，用<a href=\"http://so.gushiwen.org/author_770.aspx\">王粲</a>《从军乐》曲意，表明自己再不想忍受行役之苦了。</p> <p>　　柳永的这首词抑扬有致的节奏中表现出激越的情绪，从泊舟写到当时的心绪，再从忆舟行写到日后的打算，情景兼融，脉络清晰多变，感情愈演愈烈，读来倍觉委婉曲折、荡气回肠。可见柳永不愧是一位书写羁旅行役之苦的词中高手。</p> <p>　　这首词当时在睦州民间广为流传，深受百姓喜爱。据北宋僧人文莹的《湘山野录》记载“范文正公谪睦州，过严陵祠下。会吴俗岁祀，里巫迎神，但歌《满江红》，有‘桐江好，烟漠漠，波似染，山如削，绕严陵滩畔，鹭飞鱼跃’之句。公曰：‘吾不善音律，撰一绝送神。’曰：‘汉包六合网英豪，一个冥鸿惜羽毛。世祖功臣三十六，云台争似钓台高？’吴俗至今歌之。”可见这首词当时在睦州民间广为流传，深受百姓喜爱。</p>",
  "about": "<h2>创作背景</h2> 　　词上片言“临岛屿、蓼烟疏淡，苇风萧索”，点明为六七月之景。词下片写“严陵滩”景色，说明此词作于<a href=\"http://so.gushiwen.org/author_535.aspx\">柳永</a>赴睦州任官途经严陵滩之时，或者在睦州任上，时间应为景佑元年至二年（1034-1035）之间。词中有“念回程”句，应为思念汴京之意，若如此，则此词应作于景佑二年赴余杭县上任时，至睦州已满一年，又移任余杭，仕途蹭蹬，故而思念汴京。",
  "poet": {
    "id": 535,
    "star": 0,
    "name": "柳永",
    "image": "http://img.gushiwen.org/authorImg/liuyong2.jpg",
    "desc": "柳永，（约987年—约1053年）北宋著名词人，婉约派创始人物。汉族，崇安（今福建武夷山）人，原名三变，字景庄，后改名永，字耆卿，排行第七，又称柳七。宋仁宗朝进士，官至屯田员外郎，故世称柳屯田。他自称“奉旨填词柳三变”，以毕生精力作词，并以“白衣卿相”自诩。其词多描绘城市风光和歌妓生活，尤长于抒写羁旅行役之情，创作慢词独多。铺叙刻画，情景交融，语言通俗，音律谐婉，在当时流传极其广泛，人称“凡有井水饮处，皆能歌柳词”，婉约派最具代表性的人物之一，对宋词的发展有重大影响，代表作 《雨霖铃》《八声甘州》。"
  },
  "tags": [
    "写景",
    "思乡",
    "归隐"
  ]
}