{
  "id": 47915,
  "star": 3016,
  "name": "阿房宫赋",
  "dynasty": "唐代",
  "content": "　　六王毕，四海一，蜀山兀，阿房出。覆压三百余里，隔离天日。骊山北构而西折，直走咸阳。二川溶溶，流入宫墙。五步一楼，十步一阁；廊腰缦回，檐牙高啄；各抱地势，钩心斗角。盘盘焉，囷囷焉，蜂房水涡，矗不知其几千万落。长桥卧波，未云何龙？复道行空，不霁何虹？高低冥迷，不知西东。歌台暖响，春光融融；舞殿冷袖，风雨凄凄。一日之内，一宫之间，而气候不齐。</p> <p>　　妃嫔媵嫱，王子皇孙，辞楼下殿，辇来于秦，朝歌夜弦，为秦宫人。明星荧荧，开妆镜也；绿云扰扰，梳晓鬟也；渭流涨腻，弃脂水也；烟斜雾横，焚椒兰也。雷霆乍惊，宫车过也；辘辘远听，杳不知其所之也。一肌一容，尽态极妍，缦立远视，而望幸焉。有不见者，三十六年。燕赵之收藏，韩魏之经营，齐楚之精英，几世几年，剽掠其人，倚叠如山。一旦不能有，输来其间。鼎铛玉石，金块珠砾，弃掷逦迤，秦人视之，亦不甚惜。</p> <p>　　嗟乎！一人之心，千万人之心也。秦爱纷奢，人亦念其家。奈何取之尽锱铢，用之如泥沙！使负栋之柱，多于南亩之农夫；架梁之椽，多于机上之工女；钉头磷磷，多于在庾之粟粒；瓦缝参差，多于周身之帛缕；直栏横槛，多于九土之城郭；管弦呕哑，多于市人之言语。使天下之人，不敢言而敢怒。独夫之心，日益骄固。戍卒叫，函谷举，楚人一炬，可怜焦土！</p> <p>　　呜呼！灭六国者六国也，非秦也；族秦者秦也，非天下也。嗟乎！使六国各爱其人，则足以拒秦；使秦复爱六国之人，则递三世可至万世而为君，谁得而族灭也？秦人不暇自哀，而后人哀之；后人哀之而不鉴之，亦使后人而复哀后人也。",
  "fanyi": "<p><strong>译文</strong><br>　　六国的君主灭亡了，全国（为秦所）统一；蜀地的山（树木被砍尽，）光秃秃的，阿房宫建造出来了。它（面积广大，）覆压着三百多里地面，（宫殿高耸，）把天日都隔离了。它从骊山向北建筑，再往西转弯，一直走向咸阳。渭水、樊川浩浩荡荡的，流进宫墙里边。五步一座楼，十步一个阁，走廊如绸带般萦回，牙齿般排列的飞檐像鸟嘴向高处啄着。楼阁各依地势的高低倾斜而建筑，（低处的屋角）钩住（高处的）屋心，（并排相向的）屋角彼此相斗。盘结交错，曲折回旋，（远观鸟瞰，）建筑群如密集的蜂房，如旋转的水涡，高高地耸立着，不知道它有几千万座。没有起云，为什么有龙？原来是一座长桥躺在水波上。不是雨过天晴，为什么出虹？原来是天桥在空中行走。（房屋）忽高忽低，幽深迷离，使人不能分辨东西。歌台上由于歌声响亮而充满暖意，有如春光融和；舞殿上由于舞袖飘拂而充满寒意，有如风雨凄凉。一天里边，一座宫殿中间，气候却不一样。</p> <p>　　六国的宫妃和王子王孙。辞别六国的宫楼，走下六国的宫殿，坐着辇车来到秦国。他们早上歌唱，晚上奏乐，成为秦国的宫人。明亮的星星晶莹闪烁，这是宫妃们打开了梳妆的镜子；乌青的云朵纷纷扰扰，这是宫妃们在梳理晨妆的发髻；渭水涨起一层油腻，这是宫妃们抛弃了的胭脂水；烟霭斜斜上升，云雾横绕空际，这是宫中在焚烧椒、兰制的香料；雷霆突然震响，这是宫车驶过去了；辘辘的车声越听越远，无影无踪，不知道它去到什么地方。每一片肌肤，每一种容颜，都美丽娇媚得无以复加。宫妃们久久地站着，远远地探视，盼望着皇帝来临。有的宫女竟整整三十六年没能见到皇帝。</p> <p>　　燕赵收藏的金玉，韩魏营谋的珍宝，齐楚的精华物资，在多少世代多少年中，从他们的人民那里掠夺来，堆叠得像山一样。一下子不能保有了，都运送到阿房宫里边来。宝鼎被当作铁锅，美玉被当作顽石，黄金被当作土块，珍珠被当作沙砾，丢弃得到处接连不断，秦人看起来，也并不觉得可惜。</p> <p>　　唉，一个人的意愿，也就是千万人的意愿啊。秦皇喜欢繁华奢侈，人民也顾念他们自己的家。为什么掠取珍宝时连一锱一铢都搜刮干净，耗费起珍宝来竟像对待泥沙一样。（秦皇如此奢侈浪费，）致使承担栋梁的柱子，比田地里的农夫还多；架在梁上的椽子，比织机上的女工还多；梁柱上的钉头光彩耀目，比粮仓里的粟粒还多；瓦楞长短不一，比全身的丝缕还多；或直或横的栏杆，比九州的城郭还多；管弦的声音嘈杂，比市民的言语还多。使天下的人民，口里不敢说，心里却敢愤怒。（可是）失尽人心的秦始皇的思想，一天天更加骄傲顽固。（结果）戍边的陈涉、吴广一声呼喊，函谷关被攻下，楚<a href=\"http://so.gushiwen.org/author_253.aspx\">项羽</a>放一把火，可惜（华丽的阿房宫）化为了一片焦土。</p> <p>　　唉！灭亡六国的是六国自己，不是秦国啊。族灭秦王朝的是秦王朝自己，不是天下的人啊。可叹呀！假使六国各自爱护它的人民，就完全可以依靠人民来抵抗秦国。假使秦王朝又爱护六国的人民，那就顺次传到三世还可以传到万世做皇帝，谁能够族灭它呢？（秦王朝灭亡得太迅速）秦人还没工夫哀悼自己，可是后人哀悼他；如果后人哀悼他却不把他作为镜子来吸取教训，也只会使更后的人又来哀悼这后人啊。</p> <p><strong>注释</strong><br>（1）六王毕：六国灭亡了。齐、楚、燕、韩、赵、魏六国的国王，即指六国。毕 ，完结，指为秦国所灭。<br>（2）一：统一。<br>（3）蜀山兀，阿房出：四川的山光秃了，阿房宫出现了。兀，山高而上平。这里形容山上树木已被砍伐净尽。出，出现，意思是建成。蜀，四川。<br>（4）覆压三百余里：（从渭南到咸阳）覆盖了三百多里地（里是面积单位，不是长度单位。古代五户为一邻，五邻为一里。三百余下里，约合7500户人家的面积。300里地，即150公里，现代人也无法做到，夸张过度，难以令人信服）。这是形容宫殿楼阁接连不断，占地极广。覆压，覆盖（覆压：应当是指“层层叠叠”）。<br>（5）隔离天日：遮蔽了天日。这是形容宫殿楼阁的高大。<br>（6）骊山北构而西折，直走咸阳：（阿房宫）从骊山北边建起，折而向西，一直通到咸阳（古咸阳在骊山西北）。走，趋向。<br>（7）二川溶溶：二川，指渭水和樊川。溶溶，河水缓流的样子。<br>（8）廊腰缦回：走廊长而曲折。廊腰，连接高大建筑物的走廊，好像人的腰部，所以这样说。缦，萦绕。回，曲折。<br>（9）檐牙高啄：（突起的）屋檐（像鸟嘴）向上撅起。檐牙，屋檐突起，犹如牙齿。<br>（10）各抱地势：各随地形。这是写楼阁各随地势的高下向背而建筑的状态。<br>（11）钩心斗角：指宫室结构的参差错落，精巧工致。钩心，指各种建筑物都向中心区攒聚。斗角，指屋角互相对峙。如今指各自用尽心机互相排挤。<br>（12）盘盘焉，囷囷（qūn qūn）焉，蜂房水涡：盘旋，屈曲，像蜂房，像水涡。焉，相当于“凛然”“欣然”的“然”，意为...的样子。楼阁依山而筑，所以说像蜂房，像水涡。盘盘，盘旋的样子。囷囷，屈曲的样子，曲折回旋的样子。<br>（13）矗不知其几千万落：矗立着不知它们有几千万座。矗，形容建筑物高高耸立的样子。下文“杳不知其所之也”的“杳”，用法与此相同。落，相当于“座”或者“所”。<br>（14）长桥卧波，未云何龙：长桥卧在水上，没有云怎么（出现了）龙？《易经》有“云从龙”的话，所以人们认为有龙就应该有云。这是用故作疑问的话，形容长桥似龙。<br>（15）复道：在楼阁之间架木筑成的通道。因上下都有通道，叫做复道。霁：雨后天晴<br>（16）冥迷：分辨不清。<br>（17）歌台暖响，春光融融：意思是说，人们在台上唱歌，歌乐声响起来，好像充满着暖意。如同春光那样融和。融融，和乐。<br>（18）舞殿冷袖，风雨凄凄：意思是说，人们在殿中舞蹈，舞袖飘拂，好像带来寒气，如同风雨交加那样凄冷。（19）妃嫔媵嫱（feīpín yìng qiáng）：统指六国王侯的宫妃。她们各有等级（妃的等级比嫔、嫱高）。媵是陪嫁的侍女，也可成为嫔、嫱。下文的“王子皇孙”指六国王侯的女儿，孙女。<br>（20）辞楼下殿，辇（niǎn）来于秦：辞别（六国的）楼阁宫殿，乘辇车来到秦国。<br>（21）明星荧荧，开妆镜也：（光如）明星闪亮，是（宫人）打开梳妆的镜子。荧荧，明亮的样子。下文紧连的四句，句式相同。<br>（22）涨腻：涨起了（一层）脂膏（含有胭脂、香粉的洗脸的“脂水”）。<br>（23）椒兰：两种香料植物，焚烧以熏衣物。<br>（24）辘辘远听：车声越听越远。辘辘，车行的声音。<br>（25）杳：遥远得踪迹全无。<br>（26）一肌一容，尽态极妍：任何一部分肌肤，任何一种姿容，都娇媚极了。态，指姿态的美好。妍，美丽。<br>（27）缦立：久立。缦，通“慢”<br>（28）幸：封建时代皇帝到某处，叫“幸”。妃，嫔受皇帝宠爱，叫“得幸”。<br>（29）三十六年：秦始皇在位共三十六年。按秦始皇二十六年（前221年）统一中国，到三十七年（前209年）死，做了十二年皇帝，这里说三十六年，指其在位年数，形容阿房宫很大，有36年都没有见到皇帝的宫女。<br>（30）收藏：指收藏的金玉珍宝等物。下文的“经营”也指金玉珍宝等物。“精英”，形容词作名词，精品，也有金玉珍宝等物的意思。<br>（31）摽（piāo）掠其人：从人民那里抢来。摽 ，抢劫，掠夺。人，民。唐避唐太宗<a href=\"http://so.gushiwen.org/author_582.aspx\">李世民</a>讳，改民为人。下文“人亦念其家”“六国各爱其人”“秦复爱六国之人”的“人”，与此相同。<br>（32）倚叠：积累。<br>（33）鼎铛（chēng）玉石，金块珠砾：把宝鼎看作铁锅，把美玉看作石头，把黄金看作土块，把珍珠看作石子。铛，平底的浅锅。<br>（34）逦迤（lǐ yǐ）：连续不断。这里有“连接着”、“到处都是”的意思。<br>（35）一人之心，千万人之心也：心，心意，意愿.<br>（36）奈何：怎么，为什么。<br>（37）锱铢（zīzhū）：古代重量名，一锱等于六铢，一铢约等于后来的一两的二十四分之一。锱、铢连用，极言其细微。<br>（38）负栋之柱：承担栋梁的柱子。<br>（39）磷磷：水中石头突立的样子。这里形容突出的钉头。<br>（40）庾（yǔ）：露天的谷仓。<br>（41）九土：九州。<br>（42）独夫：失去人心而极端孤立的统治者。这里指秦始皇。<br>（43）固：顽固。<br>（44）戍卒叫：指陈胜、吴广起义。<br>（45）函谷举：<a href=\"http://so.gushiwen.org/author_746.aspx\">刘邦</a>于公元前206年率军先入咸阳，推翻秦朝统治，并派兵守函谷关。举，被攻占。<br>（46）楚人一炬：指项羽（楚将项燕的后代）也于公元前206年入咸阳，并焚烧秦的宫殿，大火三月不灭。<br>（47）使：假使。<br>（48）递：传递，这里指王位顺着次序传下去。<br>（49）万世：《史记·秦始皇本纪》载：秦始皇统一六国后，“下诏曰：“朕为始皇帝，后世以计数，二世，三世至于万世，传之无穷。”然而秦朝仅传二世便亡。<br>（50）族：使……灭族。<br>（51）不暇：来不及。<br>（52）哀：哀叹。</p><br/><p><strong>译文</strong><br>　　六国的君主灭亡了，全国（为秦所）统一；蜀地的山（树木被砍尽，）光秃秃的，阿房宫建造出来了。它（面积广大，）覆压着三百多里地面，（宫殿高耸，）把天日都隔离了。它从骊山向北建筑，再往西转弯，一直走向咸阳。渭水、樊川浩浩荡荡的，流进宫墙里边。五步一座楼，十步一个阁，走廊如绸带般萦回，牙齿般排列的飞檐像鸟嘴向高处啄着。楼阁各依地势的高低倾斜而建筑，（低处的屋角）钩住（高处的）屋心，（并排相向的）屋角彼此相斗。盘结交错，曲折回旋，（远观鸟瞰，）建筑群如密集的蜂房，如旋转的水涡，高高地耸立着，不知道它有几千万座。没有起云，为什么有龙？原来是一座长桥躺在水波上。不是雨过天晴，为什么出虹？原来是天桥在空中行走。（房屋）忽高忽低，幽深迷离，使人不能分辨东西。歌台上由于歌声响亮而充满暖意，有如春光融和；舞殿上由于舞袖飘拂而充满寒意，有如风雨凄凉。一天里边，一座宫殿中间，气候却不一样。<br>　　六国的宫妃和王子王孙。辞别六国的宫楼，走下六国的宫殿，坐着辇车来到秦国。他们早上歌唱，晚上奏乐，成为秦国的宫人。明亮的星星晶莹闪烁，这是宫妃们打开了梳妆的镜子；翠绿的云朵纷纷扰扰，这是宫妃们在梳理晨妆的发髻；渭水涨起一层油腻，这是宫妃们抛弃了的胭脂水；烟霭斜斜上升，云雾横绕空际，这是宫中在焚烧椒、兰制的香料；雷霆突然震响，这是宫车驶过去了；辘辘的车声越听越远，无影无踪，不知道它去到什么地方。每一片肌肤，每一种容颜，都美丽娇媚得无以复加。宫妃们久久地站着，远远地探视，盼望着皇帝来临。有的宫女竟整整三十六年没能见到皇帝。<br>　　燕赵收藏的金玉，韩魏营谋的珍宝，齐楚的精华物资，在多少世代多少年中，从他们的人民那里掠夺来，堆叠得像山一样。一下子不能保有了，都运送到阿房宫里边来。宝鼎被当作铁锅，美玉被当作顽石，黄金被当作土块，珍珠被当作沙砾，丢弃得到处接连不断，秦人看起来，也并不觉得可惜。<br>　　唉，一个人的意愿，也就是千万人的意愿啊。秦皇喜欢繁华奢侈，人民也顾念他们自己的家。为什么掠取珍宝时连一锱一铢都搜刮干净，耗费起珍宝来竟像对待泥沙一样。（秦皇如此奢侈浪费，）致使承担栋梁的柱子，比田地里的农夫还多；架在梁上的椽子，比织机上的女工还多；梁柱上的钉头光彩耀目，比粮仓里的粟粒还多；瓦楞长短不一，比全身的丝缕还多；或直或横的栏杆，比九州的城郭还多；管弦的声音嘈杂，比市民的言语还多。使天下的人民，口里不敢说，心里却敢愤怒。（可是）失尽人心的秦始皇的思想，一天天更加骄傲顽固。（结果）戍边的陈涉、吴广一声呼喊，函谷关被攻下，楚<a href=\"http://so.gushiwen.org/author_253.aspx\">项羽</a>放一把火，可惜（华丽的阿房宫）化为了一片焦土。<br>　　唉！灭亡六国的是六国自己，不是秦国啊。族灭秦王朝的是秦王朝自己，不是天下的人啊。可叹呀！假使六国各自爱护它的人民，就完全可以依靠人民来抵抗秦国。假使秦王朝又爱护六国的人民，那就顺次传到三世还可以传到万世做皇帝，谁能够族灭它呢？（秦王朝灭亡得太迅速）秦人还没工夫哀悼自己，可是后人哀悼他；如果后人哀悼他却不把他作为镜子来吸取教训，也只会使更后的人又来哀悼这后人啊。</p> <p><strong>注释</strong><br>（1）六王毕：六国灭亡了。六齐、楚、燕、韩、赵、魏六国的国王，即指六国。[ 毕 ] 完结，指为秦国所灭。<br>（2）一：统一。<br>（3）蜀山兀，阿房出：四川的山光秃了，阿房宫出现了。兀，山高而上平。这里形容山上树木已被砍伐净尽。出，出现，意思是建成。蜀，四川。<br>（4）覆压三百余里：（从渭南到咸阳）覆盖了三百多里地（里是面积单位，不是长度单位。古代五户为一邻，五邻为一里。三百余下里，约合7500户人家的面积。300里地，即150公里，现代人也无法做到，夸张过度，难以令人信服）。这是形容宫殿楼阁接连不断，占地极广。覆压，覆盖（覆压：应当是指“层层叠叠”）。<br>（5）隔离天日：遮蔽了天日。这是形容宫殿楼阁的高大。<br>（6）骊山北构而西折，直走咸阳：（阿房宫）从骊山北边建起，折而向西，一直通到咸阳（古咸阳在骊山西北）。走，趋向。<br>（7）二川溶溶：二川，指渭水和樊川。溶溶，河水缓流的样子。<br>（8）廊腰缦回：走廊长而曲折。廊腰，连接高大建筑物的走廊，好像人的腰部，所以这样说。缦，萦绕。回，曲折。<br>（9）檐牙高啄：（突起的）屋檐（像鸟嘴）向上撅起。檐牙，屋檐突起，犹如牙齿。<br>（10）各抱地势：各随地形。这是写楼阁各随地势的高下向背而建筑的状态。<br>（11）钩心斗角：指宫室结构的参差错落，精巧工致。钩心，指各种建筑物都向中心区攒聚。斗角，指屋角互相对峙。如今指各自用尽心机互相排挤。<br>（12）盘盘焉，囷囷（qūn qūn）焉，蜂房水涡：盘旋，屈曲，像蜂房，像水涡。焉，相当于“凛然”“欣然”的“然”，意为...的样子。楼阁依山而筑，所以说像蜂房，像水涡。盘盘，盘旋的样子。囷囷，屈曲的样子，曲折回旋的样子。<br>（13）矗不知其几千万落：矗立着不知它们有几千万座。矗，形容建筑物高高耸立的样子。下文“杳不知其所之也”的“杳”，用法与此相同。落，相当于“座”或者“所”。<br>（14）长桥卧波，未云何龙：长桥卧在水上，没有云怎么（出现了）龙？《易经》有“云从龙”的话，所以人们认为有龙就应该有云。这是用故作疑问的话，形容长桥似龙。<br>（15）复道：在楼阁之间架木筑成的通道。因上下都有通道，叫做复道。霁：雨后天晴<br>（16）冥迷：分辨不清。<br>（17）歌台暖响，春光融融：意思是说，人们在台上唱歌，歌乐声响起来，好像充满着暖意。如同春光那样融和。融融，和乐。<br>（18）舞殿冷袖，风雨凄凄：意思是说，人们在殿中舞蹈，舞袖飘拂，好像带来寒气，如同风雨交加那样凄冷。<br>（19）妃嫔（pín）媵（yìng）嫱（qiáng）：统指六国王侯的宫妃。她们各有等级（妃的等级比嫔、嫱高）。媵是陪嫁的侍女，也可成为嫔、嫱。下文的“王子皇孙”指六国王侯的女儿，孙女。<br>（20）辞楼下殿，辇（niǎn）来于秦：辞别（六国的）楼阁宫殿，乘辇车来到秦国。<br>（21）明星荧荧，开妆镜也：（光如）明星闪亮，是（宫人）打开梳妆的镜子。荧荧，明亮的样子。下文紧连的四句，句式相同。<br>（22）涨腻：涨起了（一层）脂膏（含有胭脂、香粉的洗脸的“脂水”）。<br>（23）椒兰：两种香料植物，焚烧以熏衣物。<br>（24）辘辘远听：车声越听越远。辘辘，车行的声音。<br>（25）杳：遥远得踪迹全无。<br>（26）一肌一容，尽态极妍：任何一部分肌肤，任何一种姿容，都娇媚极了。态，指姿态的美好。妍，美丽。<br>（27）缦立：久立。缦，通“慢”<br>（28）幸：封建时代皇帝到某处，叫“幸”。妃，嫔受皇帝宠爱，叫“得幸”。<br>（29）三十六年：秦始皇在位共三十六年。按秦始皇二十六年（前221年）统一中国，到三十七年（前209年）死，做了十二年皇帝，这里说三十六年，指其在位年数，形容阿房宫很大，有36年都没有见到皇帝的宫女。<br>（30）收藏：指收藏的金玉珍宝等物。下文的“经营”也指金玉珍宝等物。“精英”，形容词作名词，精品，也有金玉珍宝等物的意思。<br>（31）摽（piāo）掠其人：从人民那里抢来。摽 ，抢劫，掠夺。人，民。唐避唐太宗<a href=\"http://so.gushiwen.org/author_582.aspx\">李世民</a>讳，改民为人。下文“人亦念其家”“六国各爱其人”“秦复爱六国之人”的“人”，与此相同。<br>（32）倚叠：积累。<br>（33）鼎铛（chēng）玉石，金块珠砾：把宝鼎看作铁锅，把美玉看作石头，把黄金看作土块，把珍珠看作石子。铛，平底的浅锅。<br>（34）逦迤（lǐ yǐ）：连续不断。这里有“连接着”、“到处都是”的意思。<br>（35）一人之心，千万人之心也：心，心意，意愿.<br>（36）奈何：怎么，为什么。<br>（37）锱（zī）铢（zhū）：古代重量名，一锱等于六铢，一铢约等于后来的一两的二十四分之一。锱、铢连用，极言其细微。<br>（38）负栋之柱：承担栋梁的柱子。<br>（39）磷磷：水中石头突立的样子。这里形容突出的钉头。<br>（40）庾（yǔ）：露天的谷仓。<br>（41）九土：九州。<br>（42）独夫：失去人心而极端孤立的统治者。这里指秦始皇。<br>（43）固：顽固。<br>（44）戍卒叫：指陈胜、吴广起义。<br>（45）函谷举：<a href=\"http://so.gushiwen.org/author_746.aspx\">刘邦</a>于公元前206年率军先入咸阳，推翻秦朝统治，并派兵守函谷关。举，被攻占。<br>（46）楚人一炬：指项羽（楚将项燕的后代）也于公元前206年入咸阳，并焚烧秦的宫殿，大火三月不灭。<br>（47）使：假使。<br>（48）递：传递，这里指王位顺着次序传下去。<br>（49）万世：《史记·秦始皇本纪》载：秦始皇统一六国后，“下诏曰：“朕为始皇帝，后世以计数，二世，三世至于万世，传之无穷。”然而秦朝仅传二世便亡。<br>（50）族：使...灭族。<br>（51）不暇：来不及。<br>（52）哀：哀叹。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　从内容结构上看，此赋可分为四段。</p> <p>　　第一段，写阿房宫的雄伟壮观。</p> <p>　　开篇先用四个三字短句领起，音节紧凑，气势不凡，达到了先声夺人的效果。这12个字，既写出了秦始皇一统天下的豪迈气概，也写出了阿房宫兴建营造的非同凡响，语言简练到不能删削分毫的程度，笔力千钧。接下来从全景到本体构筑，写阿房宫的雄伟壮观。“覆压三百余里，隔离天日”，勾勒出阿房宫占地广阔、凌云蔽日的宏伟气势，给人一个总体的印象。“骊山北构而西折”四句，写阿房宫是依着山势、就着水流而修建的，仍然突出了它利用自然、巧夺天工的气派。以下由写渭水和樊川的“流入宫墙”，自然地过渡到写阿房宫的建筑特点。其中实写了楼阁、廊檐，描绘得细致入微；虚写了长桥、复道，想像得神奇瑰丽。然后用夸张和衬托的手法，借写歌舞的冷暖，描述阿房宫“一日之内，一宫之间，而气候不齐”的怪现象，陪衬出它的宏大宽广。</p> <p>　　第二段，写阿房宫里的美人和珍宝，揭露秦朝统治者奢侈的生活，为下文的议论设伏。</p> <p>　　先写“妃嫔”的由来，说明是“六王毕，四海一”的结果，照应篇首。作者一连用了“明星荧荧，开妆镜也”等六组排比句式，写宫人梳妆打扮、“缦立远视，而望幸焉”的凄惨生活。镜如明星，鬟如绿云，“弃脂”涨渭水，焚椒兰成烟雾。这些生动的描写，既表现了宫女命运的悲惨，也揭示了秦始皇生活的骄奢淫逸。“燕赵之收藏”以下，由写人的被欺辱转而写物的被践踏。在这里，原来六国珍藏的玉石金鼎，像土块、铁锅一样堆弃着，“秦人视之，亦不甚惜”。</p> <p>　　第三段，由描写转为议论，显示出作这篇赋文的本意。</p> <p>　　先以“嗟乎”发出感叹，对比人心事理，指出“秦爱纷奢，人亦念其家”，进而质问道：“奈何取之尽锱铢，用之如泥沙？”接着，用了六组“使……多于……”的比喻句排比，尽情地揭露了秦王朝的奢靡给人民带来的深重灾难。经过重重铺垫，笔锋一转，让“不敢言而敢怒”的“天下之人”同“日益骄固”的统治者进行较量，结果阿房宫成了一片焦土。</p> <p>　　第四段，总结六国和秦灭亡的历史教训，向当世统治者发出警告。</p> <p>　　作者连续慨叹，情不能禁。“呜呼”之后提出论点，阐明兴亡自取的道理；“嗟夫”以下申述论据，指出爱民与长治久安息息相关。最后，用“后人”的委婉称谓，提醒唐统治者不要重蹈亡秦的覆辙，意味深长。</p> <p>　　从艺术手法上，此赋运用了以下手法。</p> <p>　　一、想像、比喻与夸张</p> <p>　　阿房宫毁于战火，其形制如何，早已无人能够说清，《史记·秦始皇本纪》的记载（见“有关资料”霍松林的《〈阿房宫赋〉鉴赏》引文）也不很详。这给写“阿房宫”造成了困难，但却给作者留下了驰骋想像的空间。可以说，<a href=\"http://so.gushiwen.org/author_211.aspx\">杜牧</a>在这篇赋中艺术地再造了阿房宫。无论是对楼阁廊檐的工笔细刻，还是对长桥复道的泼墨挥洒，都是出自想像。这些奇特的想像不但不给人以造作之感，反而能带动人沿着他开辟的路径走下去，在头脑中活现当年这座宫殿的盛况。这种效果的取得，和本文运用生动的比喻、大胆的夸张有直接关系。如“使负栋之柱，多于南亩之农夫”一段出于想像，既是比喻，也是夸张，具有很强的艺术感染力。</p> <p>　　二、描写、铺排与议论</p> <p>　　从整体结构来看，此赋前两段以描写为主，后两段以议论为主。前面的描写是为后面的议论作铺垫的。但是，无论描写还是议论，都大量采用了铺排的手法，叙事言情，极尽其致，气势夺人，令人耳目一新。描写中铺排的例子，如“明星荧荧，开妆镜也”一段；议论中铺排的例子，如结尾一段的正反述说。这固然是赋体的传统写法，但值得称道的是杜牧没有像编类书一样堆砌相同词语，而是写得不繁缛冗杂，恰到好处。</p> <p>　　三、骈句散行，错落有致</p> <p>　　此赋发挥了骈文的某些长处，如铺排、对偶、押韵等，但也大量使用单句散行，增强表现力。如在用了“五步一楼，十步一阁；廊腰缦回，檐牙高啄；各抱地势，钩心斗角”六个四字句后，接以“盘盘焉，焉，蜂房水涡，矗不知其几千万落”一个散行的长句。这样，句子整散结合，长短不拘，节奏鲜明，更富于表现力。</p><br/><h2>描写分析</h2> <p>　　从哪几个方面来极力描写阿房宫的？这样描写对表达中心有什么作用？</p> <p>　　分析；从三个方面来描写阿房宫：一是写阿房宫建筑之奇，二是写阿房宫美女之众，三是写阿房宫珍宝之多。写建筑，课文先展开广阔而高峻之全貌，进而细绘宫中楼、廊、檐、长桥复道、歌台舞殿之奇；写美女，述其来历，状其梳洗，言其美貌，诉其哀怨，绘声绘色，备加渲染；写珍宝，既写六国剽掠，倚叠如山，又写秦人弃掷，视若瓦砾。这些描写用墨如泼，淋漓兴会，极尽铺陈夸张之能事，充分体现了赋体的特色。然而铺陈阿房宫规模大，宫室多、美女众、珍宝富并非作者作赋的目的。透过楼台殿阁、脂粉金玉这一画面，作者旨在说明秦统治者之奢侈腐化已到了无以复加的地步。而为维持这种奢侈生活所进行的横征暴敛，正是导致秦王朝覆亡的根本原因。《古文观止》的篇末总评说：“前幅极写阿房之瑰丽，不是羡慕其奢华，正以见骄横敛怨之至，而民不堪命也，便伏有不爱六国之人意在。”可见，文章前面所进行的动人描绘乃是为后面的正义宏论张本，为篇末归结秦灭亡的历史教训、讽谕现实，提供了坚实的基础。<br></p>",
  "about": "<h2>文言常识</h2> <p><strong>词类活用</strong><br>六王毕，四海一（毕，完结，指为秦国所灭；一，数词作动词，统一）<br>骊山北构而西折（北、西，名词作状语，向北、向西 骊山，从骊山 ，名作状）<br>长桥卧波，未云何龙？（云，名词作动词，出现了云；龙，名词作动词，出现了龙）<br>复道行空，不霁何虹？（虹，名词作动词，出现了彩虹 ）<br>辞楼下殿（下，名作动，走下）<br>辇来于秦（辇，名词作状语，坐辇车）<br>朝歌夜弦（歌、弦，名词作动词，吟唱、弹奏。朝、夜，名词作状语，在早上、在晚上）<br>谁得而族灭（族，使...灭族，名作动，使动）<br>鼎铛玉石，金块珠砾（鼎、玉、金、珠，把鼎，把玉，把金子，把珍珠当作。名词作动词。）<br>后人哀之而不鉴之（鉴，意动用法，以……为鉴）<br>廊腰缦回（腰名词作状语，像腰带一样）<br>蜂房水涡（蜂房、水涡，名词作状语，像蜂房，像水涡）<br>族秦者秦也（族，名词作动词，灭族）<br>蜀山兀（兀，形容词作动词，山高而秃，指山上的树木被砍伐光了）<br>日益骄固（日，名词作状语，天天地）<br>秦人不暇自哀（哀，为动用法，为……哀叹）<br>奈何取之尽锱铢（尽，使动用法，使……尽）<br>楚人一炬，可怜焦土(炬。放火 焦土，名词作动词，变成焦土)<br>一肌一容，尽态极妍（极，副词作动词，极尽）<br>燕赵之收藏（收藏，动词作名词，指收藏的金玉珍宝等物）</p> <p><strong>特殊句式</strong><br>1、判断句<br>1）灭六国者六国也，非秦也<br>2）族秦者秦也，非天下也<br>3）一人之心，千万人之心也<br>4）朝歌夜弦，为秦宫人<br>5）明星荧荧，开妆镜也；绿云扰扰，梳晓鬟也；渭流涨腻，弃脂水也；烟斜雾横，焚椒兰也。雷霆乍惊，宫车过也<br>2、被动句<br>1）输来其间<br>2）函谷举<br>3、倒装句<br>1）宾语前置<br>秦人不暇自哀<br>2）定语后置<br>（1）有不见者，三十六年<br>（2）钉头磷磷<br>（3）瓦缝参差<br>（4）管弦呕哑<br>3）介词结构后置（状语后置）<br>（1）使负栋之柱，多于南亩之农夫<br>（2）架梁之椽，多于机上之工女<br>（3）钉头磷磷，多于在庾之粟粒<br>（4）瓦缝参差，多于周身之帛缕<br>（5）直栏横槛，多于九土之城郭<br>（6）管弦呕哑，多于市人之言语<br>4、省略句<br>1）长桥卧波，未云何龙？复道行空，不霁何虹？<br>2）摽掠其人<br>3）可怜焦土<br>4）五步一楼，十步一阁</p> <p><strong>古今异义</strong><br>1、可怜 古:可惜 今:值得怜悯<br>2.精英 古：收藏的金玉珍宝 今：卓越人物，泛指在一项或多项领域上的优秀人才和领导者。</p> <p><strong>一词多义</strong><br>一：<br>1、 六王毕，四海一（统一。）<br>2、楚人一炬，可怜焦土（数词。）<br>3、黄鹤一去不复返 （一旦。）<br>4、而或长烟一空 （全都。）<br>5、用心一也 （专一。）<br>6、合从缔交，相与为一（一体。）<br>7、五步一楼，十步一阁。（一座）<br>8、一肌一容 （每一）<br>9、所以兴怀，其致一也。《兰亭集序》 （一样）<br>爱：<br>1、 秦爱纷奢，人亦念其家（喜爱。）<br>2、 使秦复爱六国之人（爱惜。）<br>3、 不爱珍器重宝肥饶之地（吝惜。）<br>4、 晋<a href=\"http://so.gushiwen.org/author_645.aspx\">陶渊明</a>独爱菊（喜欢。）<br>取：<br>1、 奈何取之尽锱铢，用之如泥沙（夺取。）<br>2、 青，取之于蓝，而青于蓝（提取。）<br>3、 今入关，财物无所取（拿。）<br>4、 留取丹心照汗青（着，助词。）<br>族：<br>1、 族秦者秦也，非天下也（灭族。）<br>2、士大夫之族，曰师曰弟子云者（类。）<br>3、山东豪俊，遂并起而亡秦族矣（家族。）<br>焉：<br>1、 盘盘焉，囷囷焉，蜂房水涡（盘旋着，屈曲着，像蜂房水涡。用于形容词后，相当于然：……的样子。）<br>2、 或师焉，或不焉（有的句读向老师学习，有的疑惑，却不向老师学习。助词。）<br>3、 且焉置土石（何况往哪里放置土石？哪里。疑问代词。）<br>4、 焉用亡郑以陪邻（怎么用灭亡郑国来增强邻国的力量呢？怎么。疑问副词。）<br>5、 积土成山，风雨兴焉（堆积土成为山，风雨在那里兴起了。于之。兼词。）<br>6、于是余有叹焉。（《游褒禅山记》） （语气助词。常用在句末，一般可不译出。 ）<br>而：<br>1、 骊山北构而西折（表顺承）<br>2、 不敢言而敢怒（表转折，却）..<br>3、 后人哀之而不鉴之（表转折，却）..<br>4、 授之书而习其句读者（教他们读书，帮助他们学习句读的。）<br>5、学而时习之，不亦说乎（学习并且经常复习它，不也是很高兴的事吗？）<br>夫：<br>1、 嗟夫！使六国各爱其人，则足以拒秦（唉，假使六国各自爱护他们的百姓，就有足够的力量来抗拒秦国。）<br>2、 夫大国，难测也，惧有伏焉（夫，语气助词。大国，难以测量啊，害怕有埋伏啊。）<br>予观夫巴陵胜状（我看那巴陵的美景。） </p><br/><h2>思想感情</h2> <p>　　作者写《阿房宫赋》，是为了总结秦王朝灭亡的历史教训，讽谕朝政。但为什么写阿房宫被焚，却说“楚人一炬，可怜焦土”，这里作者流露了怎样的思想感情？</p> <p>　　分析：现代文中的“可怜”是“值得怜悯”的意思，但在文言中除解释“值得怜悯”外，还有可爱、可惜的意思。这里的“可怜”解释为“可惜”。作者用这二字，使无穷感慨充溢字里行间。一度威震四海的秦王朝在农民起义的冲击下土崩瓦解，迅速灭亡；覆压三百余里的阿房宫，也在一场烈火之中化为灰烬。秦朝速亡的史实说明，不能爱民，难图久安。但是，当时的唐朝统治者无视历史教训，沉湎声色，又大起宫室，身居积薪之上，仍以为安。历史兴亡，激荡胸中；目睹现实，感慨万端。神奇瑰丽之阿房宫付之一炬令人可惜，显赫一时的秦王朝毁于一旦令人可叹，前事不忘，后事之师，不意今人又在步秦人之后尘，唐王朝的命运不也令人可忧吗？“楚人一炬，可怜焦土”，作者的不安与忧愤溢于言表。辞赋不同于论文，许多地方并不直说，读时需细加玩味，方能体会作者的用心。 </p><br/><h2>结构层次</h2> 分析：全文四段可分两大部分。前部分铺排描写，后部分议论开掘。<br>第一部分（第1、2段）由外到内，由楼阁建筑到人物活动，铺叙阿房宫建筑宏伟、豪华，极写宫中生活荒淫、奢靡。<br>第1段：铺叙阿房宫建筑宏伟、豪华。<br>一层（段首前12字）两句偶句，交待建宫背后的巨大耗资。<br>二层（“覆压”……“直走咸阳”）写宫之宏伟规模。<br>三层（“二川溶溶”……“不知西东”）渲染宫内的宏伟、豪华、奇丽、壮观。<br>四层（“歌台暖响”……“气候不齐”）宫中人物活动。<br>第2段：铺叙统治者生活的荒淫、奢靡。<br>一层（前6句）写供玩乐的宫人来源。<br>二层（“明星荧荧”……“有不得见者三十六年”）极写宫中生活荒淫、奢靡。<br>三层（余下各句）从珠宝陈设写荒淫，揭示抢掠行径。<br>第二部分（第3、4段）议论分析，指出“秦爱纷奢”不恤民力自然会导致灭亡的命运，规劝唐敬宗李湛勿蹈秦王朝之覆辙。<br>第3段：指出秦必亡之命运。<br>一层（嗟乎……“用之如泥沙”）斥秦统治者只图私利不顾民槽，横征暴敛，挥霍无度的罪行。<br>二层（“使负栋之柱”……“不敢言而敢怒”）痛斥始皇纵欲纷奢，以致众叛亲离。<br>三层（余下各句）简练概括地写出了秦皇无道，导致了农民起义、宫殿被焚的后果，进而走上了自取灭亡的道路。<br>第4段：讽谏唐王李湛勿蹈秦皇覆辙。<br>一层（开头到“谁得而族灭也”）引历史教训，指出六国和秦灭亡的原因。<br>二层（余下各句）讽谏唐王朝勿悲剧重演。<br/><h2>写作背景</h2> 　　分析：《阿房宫赋》作于唐敬宗宝历元年，即公元825年，<a href=\"http://so.gushiwen.org/author_211.aspx\">杜牧</a>在《上知己文章启》中说：“宝历大起宫室，广声色，故作《阿房宫赋》。”唐敬宗李湛十六岁继位，善于击球，喜手搏，往往深夜捕狐，与宦官嬉戏终日，贪好声色，大兴土木，游宴无度，不视朝政，求访异人，希望获得不死之灵药，曾在长安洛阳有兴修宫殿的庞大计划。后因平卢.成德节度使借口“以兵匠助修东都”想趁机夺取洛阳，才作罢。作者预感到唐王朝的危险局势，与黑暗现实，就写这篇赋，表面上写秦因修建阿房宫，挥霍无度，贪色奢侈，劳民伤财，终至亡国，实则是借秦之故事讽唐之今事，规劝唐朝的当政者，要以古为鉴，不能哀而不鉴，最终只能落得“后人复哀后人也”的结局。本文借写阿房宫的兴建与毁灭，揭露了秦朝统治者的穷奢享乐，并借古讽今，阐述了天下兴亡的道理。希望唐朝的统治者不要只图自己奢侈享乐，重蹈覆辙。但是杜牧的忠告没有使统治者更改。两年后，王死，半个世纪后，<a href=\"http://so.gushiwen.org/author_438.aspx\">黄巢</a>起义后唐王朝与秦王朝一样归于灭亡。<br/><h2>创作背景</h2> 　　《阿房宫赋》写于唐敬宗（李湛）宝历元年（825），<a href=\"http://so.gushiwen.org/author_211.aspx\">杜牧</a>二十三岁。敬宗十六岁即位，昏愦失德，荒淫无度，闹得朝野疑惧，无不怀有危机感。于是杜牧写下《阿房宫赋》。杜牧在《上知己文章启》中说：“宝历大起宫室，广声色，故作《阿房宫赋》。”由此可见其写作目的，是在借秦始皇失败的教训，以警告最高统治者。<br/><h2>写作特点</h2> <p>　　这是篇典型的赋。赋是一种文体，讲究铺张叙事，重视辞藻押韵，本文体现了赋的特点。比如发端之辞“六王毕，四海一，蜀山兀，阿房出”，不仅有气势，而且含义尤丰，写尽秦王朝暴兴速灭的历史，其中“毕”、“一”、“兀”、“出”锤炼极佳。“毕”、“一”概括了六国互丧、天下为秦的史实，而“兀”、“出”，则形象说明“阿房出”是由“蜀山兀”换来的。作者以夸张的艺术手法，不仅写出了阿房宫规模宏大，而且生动地揭露了秦始皇的腐败、荒淫。这些无不反映赋的艺术特点。</p> <p>　　赋是一种铺陈辞藻、描绘事物、抒写情志的文体。</p> <p>　　赋的特点有：</p> <p>　　1）铺陈描写：做大量铺垫、伏笔，用以说明最终观点</p> <p>　　2）夸张渲染：大量排比、比喻、夸张的运用</p> <p>　　3）骈散结合：使句式张齐、错落有致</p> <p>　　4）音律和谐：读之琅琅上口 </p><br/><h2>修辞手法</h2> <p>　　在第2段中“明星荧荧”等四句话用了哪些修辞手法？这样写的好处在哪里？</p> <p>　　分析：“明星荧荧”，“开妆镜也”，是倒置式的暗喻。“明星荧荧”是比喻句的喻体，“开妆镜也”是本体。以璀璨晶亮的明星来比喻纷纷打开的妆镜，既贴切又形象。将喻体置放在前，先予以人鲜明的画面，令人惊奇，再出现本体，解释原因，读者印象更为强烈。“绿云扰扰，梳晓鬟也”，与上一句的表达方式相仿。第三句说丢弃脂水竟使渭流涨腻，用的是夸张手法，极言梳洗美女之多。第四句写焚烧椒兰竟至烟斜雾横也是夸张，效用同第三句一样。四句字数相等，句句押韵，加之新鲜的比喻，巧妙的夸张，读来使人有眼花缭乱、目不暇接之感。作者正是借助于开镜、梳摸、弃脂水、焚椒兰这些生活细节形象地写出了宫中美女之多，宫室之广。写宫室，是承接上文；写美女，则是开启下文。所以，作者紧接着便是写美女望幸。这一层都是写美人，但是从美人的生活遭际也可以看到秦始皇的荒淫无度。汉代的赋不少作品铺张扬厉，堆砌词藻。<a href=\"http://so.gushiwen.org/author_211.aspx\">杜牧</a>则发挥了赋的长处，着意铺陈夸张，但所有的铺叙又都为后文的议论张本，为表现主题思想服务。从这一节对美人的描写可见一斑。 </p><br/><h2>首句作用</h2> <p>　　<a href=\"http://so.gushiwen.org/author_211.aspx\">杜牧</a>写这篇赋，既然是为了总结秦王朝灭亡的历史教训，借以讽谏时弊，为何开头要从六国覆灭下笔？</p> <p>　　分析：作者讽谏时弊，以秦王朝灭亡为借鉴；写秦朝覆灭，又以六国衰亡为铺垫。六国何以会灭？赋中说到“灭六国者六国也，非秦也……使六国各爱其人，则足以拒秦”。可见，六国灭亡，是不能爱民的结果。从何看出六国之不爱民呢？“燕赵之收藏，韩魏之经营，齐楚之精英，几世几年，剽掠其人，倚叠如山。”“秦之珍宝”（财富之代称），来自六国；六国之珍宝取自百姓，统治者为满足奢华生活之需要，对百姓肆意搜刮，锱铢不留。“六王”因不爱民而“毕”其统治；秦如吸取教训，“复爱六国之人，”那就不致迅速灭亡。然而“蜀山兀，阿房出”，秦王朝由此又走上了六国灭亡的老路。开头12个字，既在广阔的历史背景上引出阿房宫的修建，又起到了笼盖全篇、暗示主题的作用。</p><br/><h2>立意</h2> <p>　　<a href=\"http://so.gushiwen.org/author_211.aspx\">杜牧</a>主张：“凡为文以意为主，以气为辅，以辞彩章句为之兵卫。”，强调思想内容的重要性，认为形式要为内容服务。作者的用意是什么？</p> <p>　　分析：细读全文，不难看出作者旨在总结秦王朝灭亡的历史教训。第1段铺陈阿房宫的宏伟壮丽。第2段叙写宫中美女之众，珍宝之多。第3段夹叙夹议，点明：正是由于秦王朝的统治者骄奢淫逸，滥用民力，致使农民起义，一举亡秦。第4段转入议论，进一步指出：六国衰亡，秦朝覆灭，其根本原因都在于不能爱民。篇末4句言简意赅，暗寓讽谏之意，含蓄地告诫后人，如不以历史为鉴，还会重蹈覆辙。</p> <p>　　由此可见，总结秦王朝灭亡的历史教训，用以敬诫“后人”是全文主旨。联系杜牧自己在《上知己文章启》中所说的“宝历（唐敬宗的年号）大起宫室，广声色，故作《阿房宫赋》”可以看出这“后人”指的应是当时最高统治者。</p><br/><h2>文章比较</h2> <p>　　简要比较《阿房宫赋》与《六国论》、《过秦论》在写法上与本文的异同。</p> <p>　　注释：赋是介于<a href=\"http://so.gushiwen.org/view_47915.aspx\">诗</a>和散文之间的一种体裁。赋这种形式，讲求字句的整齐和声调的和谐，描写事物极尽铺陈夸张之能事，而于结尾部分往往发一点议论，以寄托讽喻之意。所以它的文学色彩更浓一些，在行文上更注重描写、铺陈、夸饰等文学手法的运用，所以《阿房宫赋》前三小节不拘于具体的“现实和真实”，而是发挥想象和联想极力描绘秦的奢靡荒淫。《过秦论》和《六国论》严格说应是一篇史论，它应以史为依据、基础，所以应集中更多的笔墨来陈述、记叙相关的历史史实，再在史实的基础上提出自己的观点。</p> <p>　　臧克家《诗人之赋——读<a href=\"http://so.gushiwen.org/author_211.aspx\">杜牧</a>的〈阿房宫赋〉》</p> <p>　　这篇文章的一开头就很不平凡，请看：“六王毕，四海一，蜀山兀，阿房出。”真是突兀有力，如泰山压顶。读了这四句，使人想起<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>的《蜀道难》的开端。想一想，如果取消了这四个句子，直接以描绘开始，那不但使人觉得平板无力，对于这篇赋的意义也会有所损减。作者不知道花了多少心血，费过何等的匠心，才锤炼出这十二个字。</p> <p>　　这四句话，头两句写出了秦帝国统一天下的气概，接下的两句写的是阿房宫的宏伟规模和建造它的辛苦，上下意义衔接，但两句又各自独立。气魄多么雄伟，意义多么重大！时代的形势，帝王的奢侈和野心，一齐跃然而出。这里面隐含着作者对劳动人民的同情和对统治者的讽刺。</p> <p>　　这四句是帽子，扣得紧紧的，然而卷轴展开了宏伟壮丽的画图。规模这么大的一座宫殿，怎样去写它，这确实是一个难题。如果只表面上用一些类似“宏伟”、“壮丽”、“巍峨”、“高耸”等等字眼去形容，就容易空洞，不能给人一个具体的印象。相反地，如果仔细描绘，又难免繁琐，失之于罗列现象。《阿房宫赋》作者的艺术概括力就从这里表现出来。他既不作自然主义的铺陈，又不流于空疏，笔墨不多，却把阿房宫的形象、规模、气魄通过具体描写表现了出来，给读者一个鲜明突出的印象。请看他的描写是如何的壮丽：“覆压三百余里，隔离天日。骊山北构而西折，直走咸阳。二川溶溶，流入宫墙。”这是概括全貌的写法，读者会从这六句中，想象到这座宫殿的高度和它幅员之广大。先给人一个雄伟的感觉，然后作者就展开具体的描写，参差错落，用十个句子写出了阿房宫里楼阁之胜：“五步一楼……矗不知其几千万落。”接下去，作者凭他的如椽大笔，丰富的想象，优美的文字，极尽描绘之能事，用短小的四字句，两句连接，一连写了六句。……六句排列巧妙，比喻新颖，音调铿锵，就像流着的泉水一样淙淙作响。在这里，作者分别用两句话状写一个景，而写法又都是第一句写实，但其中也有比喻，第二句就光用比喻来写，以加强第一句的印象。最后两句还以感叹抒情的意味对前四句作了一个小结。再往下当我们读到“歌台暖响……而气候不齐”这样的一些句予的时候，诗情画意，音乐之美，一齐涌来，令人心胸开阔，精神爽快，忍不住要为它拍手叫好。 </p><br/><h2>艺术感染</h2> <p>　　作者描写阿房宫建筑的宏伟壮丽，仅用了一百多字，却给读者以鲜明的印象。作者描写阿房宫的的艺术感染力。</p> <p>　　分析：这一部分作者用的是总写和细写相结合的写法。</p> <p>　　总写部分，作者泼墨写意，粗笔勾勒。“覆压三百余里”，言其占地之广，“隔离天日”，状其楼阁之高；“骊山”两句，写其倚山傍水，气势非凡。</p> <p>　　细写部分，作者工笔重彩，精描细绘。先写重搂叠阁、长廊高檐，不计其数；再以长桥如龙、复道似虹映衬宫宇之宏伟、楼阁之高大。上面所述，写的还只是建筑之外观。接着，作者的笔触，又深入建筑内部。歌台舞殿是互文的写法，台既可舞，殿亦可歌，意谓宫内处处皆是轻歌曼舞。“一日之内，一宫之间，而气候不齐”，则承“暖响”“冷袖”两句，进一步从人们的主观感受写宫内歌舞盛况。这几句，既是以歌舞之纷繁衬托宫殿之众多，又为下文美女充盈宫室预作铺垫。</p> <p>　　这一节中，作者由远及近，由外及里逐一介绍了阿房宫之奇观。叙述中时有前后照应之妙笔。如写楼阁“各抱地势”就与前文“骊山北构而西折，直走咸阳”这一广阔背景相连。叙述中时有贴切生动之比喻，例“长桥卧波；复道行空”，用笔经济，形象生动。叙述中也间有动态描写，像写“二川”，写歌舞，状声摹形，引人入胜。再加上大量对偶排比句式的运用，致使文句音节铿锵，兼有音韵之美。因此，寥寥一百几十个字，阿房宫之丰姿盛态就显现于读者眼前。 </p>",
  "poet": {
    "id": 211,
    "star": 0,
    "name": "杜牧",
    "image": "http://img.gushiwen.org/authorImg/dumu.jpg",
    "desc": "杜牧（公元803－约852年），字牧之，号樊川居士，汉族，京兆万年（今陕西西安）人，唐代诗人。杜牧人称“小杜”，以别于杜甫。与李商隐并称“小李杜”。因晚年居长安南樊川别墅，故后世称“杜樊川”，著有《樊川文集》。"
  },
  "tags": [
    "辞赋精选",
    "古文观止",
    "高中文言文",
    "咏物",
    "议论",
    "借古讽今"
  ]
}