{
  "id": 70965,
  "star": 2810,
  "name": "秋夜将晓出篱门迎凉有感二首",
  "dynasty": "宋代",
  "content": "迢迢天汉西南落，喔喔邻鸡一再鸣。<br>壮志病来消欲尽，出门搔首怆平生。</p> <p>三万里河东入海，五千仞岳上摩天。<br>遗民泪尽胡尘里，南望王师又一年。",
  "fanyi": "<p>译文<br>迢迢万里的银河朝西南方向下坠，喔喔的鸡叫之声在邻家不断长鸣。<br>疾病折磨我几乎把救亡壮志消尽，出门四望不禁手搔白发抱憾平生。</p> <p>三万里长的黄河奔腾向东流入大海，五千仞高的华山耸入云霄上摩青天。<br>中原人民在胡人压迫下眼泪已流尽，他们盼望王师北伐盼了一年又一年。</p> <p>注释<br>⑴将晓：天将要亮。篱门：竹子或树枝编的门。迎凉：出门感到一阵凉风。<br>⑵天汉：银河。《<a href=\"http://so.gushiwen.org/view_70965.aspx\">诗</a>经·小雅·大东》：“维天有汉，监亦有光。”毛传：“汉，天河也。”<br>⑶搔首：以手搔头。焦急或有所思貌。怆（chuàng）：悲伤。<br>⑷三万里：长度，形容它的长，是虚指。河：指黄河。<br>⑸五千仞（rèn）：形容它的高。仞，古代计算长度的一种单位，周尺八尺或七尺，周尺一尺约合二十三厘米。岳：指五岳之一西岳华山。黄河和华山都在金人占领区内。一说指北方泰、恒、嵩、华诸山。摩天：迫近高天，形容极高。摩，摩擦、接触或触摸。<br>⑹遗民：指在金占领区生活的汉族人民，却认同南宋王朝统治的人民。泪尽：眼泪流干了，形容十分悲惨、痛苦。胡尘：指金人入侵中原，也指胡人骑兵的铁蹄践踏扬起的尘土和金朝的暴政。胡，中国古代对北方和西方少数民族的泛称。<br>⑺南望：远眺南方。王师：指宋朝的军队。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　组<a href=\"http://so.gushiwen.org/view_70965.aspx\">诗</a>的第一首落笔写银河西坠，鸡鸣欲曙，从所见所闻渲染出一种苍茫静寂的气氛。“一再鸣”三字，可见百感已暗集毫端。三四句写“有感”正面。一个“欲”字，一个“怆”字表现了有心杀敌无力回天的感慨。</p> <p>　　第一首以沉郁胜，第二首则以雄浑胜。第一首似一支序曲，第二首才是主奏，意境更为辽阔，感情也更为沉痛。</p> <p>　　要想理解第二首诗，必须理解“五千仞岳”，于此有人说是泰山，因为泰山最高，被列在五岳之首，历代君王也多要去泰山封禅，用黄河与泰山作为中原大好山河的象征似乎是再恰当不过的了；赖汉屏认为岳指华山，理由是黄河与华山都在金人占领区内。<a href=\"http://so.gushiwen.org/author_272.aspx\">陆游</a>诗中的“岳”是指华山，可以从《宋史·陆游传》以及陆游的诗词中找到证据。《宋史·陆游传》中有这样的记载：“<a href=\"http://so.gushiwen.org/author_726.aspx\">王炎</a>宣抚川、陕，辟为干办公事。游为炎陈进取之策，以为经略中原必自长安始，取长安必自陇右始。”从中可以看出陆游收复中原的策略，就是通过四川进入陇右，先夺取长安，然后凭借关中的屏障进攻退守，像秦一样收复中原。这样的例子还有很多，陆游把这么多心思用在这一块土地上，可见他的主张是横贯其诗歌创作的始终的，那么“五千仞山上摩天”中的岳指华山自然就最恰当了。“三万里河东入海，五千仞岳上摩天。”两句一横一纵，北方中原半个中国的形胜，便鲜明突兀、苍莽无垠地展现出来了。奇伟壮丽的山河，标志着祖国的可爱，象征着民众的坚强不屈，已留下丰富的想象空间。然而，大好河山，陷于敌手，使人感到无比愤慨。这两句意境扩大深沉，对仗工整犹为余事。</p> <p>　　下两句笔锋一转，顿觉风云突起，诗境向更深远的方向开拓。“泪尽”一词，千回万转，更含无限酸辛。眼泪流了六十多年，早已尽了。但即使“眼枯终见血”，那些心怀故国的遗民依然企望南天；金人马队扬起的灰尘，隔不断他们苦盼王师的视线。中原广大人民受到压迫的沉重，经受折磨历程的长久，期望恢复信念的坚定不移与迫切，都充分表达出来了。以“胡尘”作“泪尽”的背景，感情愈加沉痛。结句一个“又”字扩大了时间的上限。他们年年岁岁盼望着南宋能够出师北伐，可是岁岁年年此愿落空。他们不知道，南宋君臣早已把他们忘记得干干净净。诗人极写北地遗民的苦望，实际上是在表露自己心头的失望。当然，他们还是不断地盼望下去。人民的爱国热忱真如压在地下的跳荡火苗，历久愈炽；而南宋统治集团则正醉生梦死于西子湖畔，把大好河山、国恨家仇丢在脑后，可谓心死久矣。诗人为遗民呼号，目的还是想引起南宋当国者的警觉，激起他们的恢复之志。</p>",
  "about": "<h2>创作背景</h2> 　　这组爱国主义<a href=\"http://so.gushiwen.org/view_70965.aspx\">诗</a>篇作于宋光宗绍熙三年（1192年）的秋天，<a href=\"http://so.gushiwen.org/author_272.aspx\">陆游</a>当时在山阴（今浙江省绍兴市）。南宋时期，金兵占领了中原地区。诗人作此诗时，中原地区已沦陷于金人之手六十多年了。此时爱国诗人陆游被罢斥归故乡，在山阴乡下向往着中原地区的大好河山，也惦念着中原地区的人民，盼望宋朝能够尽快收复中原，实现统一。此时虽值初秋，暑威仍厉，天气的闷热和心头的煎沸，使他不能安睡。将晓之际，他步出篱门，心头枨触，成此二诗。",
  "poet": {
    "id": 272,
    "star": 0,
    "name": "陆游",
    "image": "http://img.gushiwen.org/authorImg/luyou.jpg",
    "desc": "陆游（1125—1210），字务观，号放翁。汉族，越州山阴（今浙江绍兴）人，南宋著名诗人。少时受家庭爱国思想熏陶，高宗时应礼部试，为秦桧所黜。孝宗时赐进士出身。中年入蜀，投身军旅生活，官至宝章阁待制。晚年退居家乡。创作诗歌今存九千多首，内容极为丰富。著有《剑南诗稿》、《渭南文集》、《南唐书》、《老学庵笔记》等。"
  },
  "tags": [
    "古诗三百首",
    "爱国",
    "忧国忧民",
    "同情"
  ]
}