{
  "id": 69125,
  "star": 385,
  "name": "金错刀行",
  "dynasty": "宋代",
  "content": "黄金错刀白玉装，夜穿窗扉出光芒。<br>丈夫五十功未立，提刀独立顾八荒。<br>京华结交尽奇士，意气相期共生死。<br>千年史册耻无名，一片丹心报天子。<br>尔来从军天汉滨，南山晓雪玉嶙峋。<br>呜呼！楚虽三户能亡秦，岂有堂堂中国空无人！",
  "fanyi": "<p><strong>译文</strong><br>用黄金镀饰、白玉镶嵌的宝刀，到夜间，它耀眼的光芒，穿透窗户，直冲云霄。<br>大丈夫已到了五十岁，可建功立业的希望渺茫，只能独自提刀徘徊，环顾着四面八方，祈求能一展抱负，小试牛刀。<br>我在京城里结交的都是些豪杰义士，彼此意气相投，相约为国战斗，同生共死。<br>不能在流传千年的史册上留名，我感到羞耻；但一颗丹心始终想消灭胡虏，报效天子。<br>近来，我来到汉水边从军，每天早晨都对着参差耸立的终南山，遥望着布满晶莹似玉般积雪的峰峦。<br>啊，楚国虽然被秦国蚕食，但即使剩下三户人家，也一定能消灭秦国，难道我堂堂中华大国，竟会没有一个能人，把金虏赶出边关？</p> <p><strong>注释</strong><br>⑴金错刀：用黄金装饰的刀。<br>⑵白玉：白色的玉。亦指白璧。<br>⑶八荒：指四面八方边远地区。<br>⑷京华：京城之美称。因京城是文物、人才汇集之地，故称。这里指南宋京城临安（今杭州市）。<br>⑸奇士：非常之士。德行或才智出众的人<br>⑹意气：豪情气概。<br>⑺相期：期待；相约。这里指互相希望和勉励。<br>⑻史策：即史册、史书。<br>⑼丹心：赤诚的心。<br>⑽尔来：近来。<br>⑾天汉滨：汉水边。这里指汉中一带。<br>⑿南山：终南山，一名秦岭，在陕西省南部。嶙峋：山石参差重叠的样子。<br>⒀ “楚虽三户”句：战国时，秦攻楚，占领了楚国不少地方。楚人激愤，有楚南公云：“楚虽三户，亡秦必楚。”意思说：楚国即使只剩下三户人家，最后也一定能报仇灭秦。三户，指屈、景、昭三家。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这是一首托物寄兴之作,在结构上具有由物及人、层层拓展的特点。全<a href=\"http://so.gushiwen.org/view_69125.aspx\">诗</a>分三层意思：</p> <p>　　第一层从开头到“提刀独立顾八荒”，从赋咏金错刀入手，引出提刀人渴望杀敌立功的形象。</p> <p>　　第二层从“京华结交尽奇士”到“一片丹心报天子”，从提刀人推扩到“奇士”群体形象，抒发其共同的报国丹心。</p> <p>　　第三层从“尔来从军天汉滨”到结束，联系眼前从军经历，揭明全诗题旨，表达了“中国”必胜的豪情壮志。</p> <p>　　诗人感叹“丈夫五十功未立”，这里的“丈夫”，是一个爱国壮士的形象。孟子说：“富贵不能淫，贫贱不能移，威武不能屈，此之谓大丈夫。”（《孟子·滕文公下》）这段话有助于理解“丈夫”的涵义。诗句中所说的“功”，不能仅仅理解为<a href=\"http://so.gushiwen.org/author_272.aspx\">陆游</a>个人的功名，而是指恢复祖国河山的抗金大业。“一片丹心报天子”一句，似乎有忠君色彩，但在那时的历史条件下，“天子”与国家社稷难以分开，“报天子”即是报效国家，其积极意义仍应肯定。</p> <p>　　诗人还指出：“京华结交尽奇士，意气相期共生死。”意即怀抱报国丹心的并非只有自己，当时朝廷中已经形成一个爱国志士群体。隆兴初年，朝中抗战派势力抬头，老将<a href=\"http://so.gushiwen.org/author_1628.aspx\">张浚</a>重被起用，准备北伐，陆游也受到张浚的推许。这些爱国志士义结生死，同仇敌忾，是抗金复国的中流砥柱。因此，诗人在诗的最后发出了“岂有堂堂中国空无人”的时代最强音。引用战国时“楚虽三戾，亡秦必楚”的楚车民谣作比，用反诘句表明：汉族人民定有英雄人物能赶走女真统治者收复中原。楚民谣虽仅八字，但深刻说明民心不会死、民力可回天这一道理。陆游虽生活于国力衰微偏安江左的南宋，但基于对民心、民力的正确认识，在述志时他坚信中国有人，定能完成北伐事业，其爱国精神感人至深。</p> <p>　　这首诗题为“金错刀行”，但并不是一首咏物诗，它不以铺陈描绘宝刀为宗旨，而只不过是借宝刀来述怀抱、言志向。因此，诗中多议论和直抒胸臆的句子，以气势、骨力来感染读者、激励读者。诗中无论是“丈夫五十功未立”的喟叹，还是“意气相期共生死；的表白，无论是“一片丹心报天子”的誓词，还是“岂有堂堂中国空无人”的宣告，无不是以诗人的民族自豪感和正义必胜的自信心为底蕴，因此决非粗豪叫嚣之作可比，读来大声鞺鞳，气势夺人。长于议论，同时又富于充沛的感情，是此诗艺术上成功的首要原因。</p> <p>　　好诗毕竟离不开鲜明的形象。这首诗在描绘具体形象时着墨不多，却起到了重要的点染作用。</p> <p>　　先看对宝刀的描绘。“黄金错刀白玉装”一句，描绘宝刀外观之美。黄金装饰的刀身，白玉镶嵌的刀柄，金玉相映，华美无比。“夜穿窗扉出光芒”一句，描绘宝刀内质之佳。它在黑夜中光芒四射，竟可穿透窗户，确实不凡。这两句，从诗歌意脉上说，是托物起兴，通过对宝刀的描绘和赞美，自然引出下面的提刀人形象。而从内在意蕴上说，又对提刀人的身份和志趣起着一种映衬作用，实质暗示了宝刀无用武之地，英雄无报国之门。</p> <p>　　次看对提刀人的描绘：“丈夫五十功未立，提刀独立顾八荒。”这里有三层意思：“提刀独立”写提刀人的动作，显出其急欲上阵杀敌；“顾八荒”写提刀人的神态，既有英雄无用武之地的落寞惆怅，更顾盼自雄的豪迈气概；“丈夫五十功未立”则慷慨直陈，向天浩叹，更显出了提刀人的胸怀大志。</p> <p>　　再看对汉中终南山的描绘：“尔来从军天汉滨，南山晓雪玉嶙峋。”写终南山顶山石嶙峋、白雪耀眼，虽只是略施点染，但雪光与刀光相辉映，却为爱国志士之“一片丹心”大大增色，最终还是突出了诗中抒情主人公的凛然不可屈服的形象。</p> <p>　　这是一首七言歌行。歌行体诗往往转韵，此诗在用韵上是四句一转，与诗人情感表达的流泻起伏变化相适应，读起来抑扬顿挫。全诗共十二句，前面十句皆为七言，最后两句却变化了句式，先用叹词“呜呼”提唱，末句则用一气赶下的九字反诘句，读起来显得铿锵有力，仿佛掷地有金石之声。</p> <p>　　陆游生活在民族危机深重的时代。南宋国势衰微，恢复大业屡屡受挫，抗金志士切齿扼腕。陆游年轻时就立下了报国志向，但无由请缨。他在年将五十时获得供职抗金前线的机会，亲自投身到火热的军旅生活中去，大大激发了心中蓄积已久的报国热忱。于是他借金错刀来述怀言志，抒发了誓死抗金、“中国”必胜的壮烈情怀。这种光鉴日月的爱国主义精神，是中华民族浩然正气的体现，永远具有鼓舞人心、催人奋起的巨大力量。</p>",
  "about": "<h2>写作背景</h2> <p>　　孝宗乾道八年（1172）正月，<a href=\"http://so.gushiwen.org/author_272.aspx\">陆游</a>应四川宣抚使<a href=\"http://so.gushiwen.org/author_726.aspx\">王炎</a>的聘请，从夔州(今四川奉节)赴南郑（今陕西汉中），担任宣抚使司干办公事兼检法官。南郑位于宋、金对峙的前线，陆游的身份又是前敌指挥部中的负责人员，他到任后，曾多次奔走于前线视察军情，投身于收复失地的准备工作。他还提出了自己的军事主张：“经略中原，必自长安始；取长安，必自陇右(汉中)始。当积粟练兵，有衅则攻，无则守。”（《宋史·陆游传》）视汉中为收复中原的重要根据地。这段“上马击狂胡，下马草军书”（《观大散关图有感》）的从军生活，给陆游以深刻难忘的印象，直至晚年，他还留下了“铁马秋风大散关”（《书愤》）的回忆。过了一年，即乾道九年，那年陆游48岁，奉调摄知嘉州（今四川乐山）。10月，他根据这段在汉中的经历和感受，写下了这首《金错刀行》。表达了<a href=\"http://so.gushiwen.org/view_69125.aspx\">诗</a>人对政府军的不满，也是对满目疮痍的祖国的伤心欲绝！</p><br/><h2>层次结构</h2> <p>　　这是一首托物寄兴之作,在结构上具有由物及人、层层拓展的特点。全<a href=\"http://so.gushiwen.org/view_69125.aspx\">诗</a>分三层意思：</p> <p>　　第一层从开头到“提刀独立顾八荒”，从赋咏金错刀入手，引出提刀人渴望杀敌立功的形象。</p> <p>　　第二层从“京华结交尽奇士”到“一片丹心报天子”，从提刀人推扩到“奇士”群体形象，抒发其共同的报国丹心。</p> <p>　　第三层从“尔来从军天汉滨”到结束，联系眼前从军经历，揭明全诗题旨，表达了“中国”必胜的豪情壮志。</p><br/><h2>艺术特色</h2> <p>议论英发，情韵富饶<br>　　这首<a href=\"http://so.gushiwen.org/view_69125.aspx\">诗</a>题为&lt;金错刀行)，但并不是一首咏物诗，它不以铺陈描绘宝刀为宗旨，而只不过是借宝刀来述怀抱、言志向。因此，诗中多议论和直抒胸臆的句子，以气势、骨力来感染读者、激励读者。诗中无论是“丈夫五十功未立”的喟叹，还是“意气相期共生死；的表白，无论是“一片丹心报天子”的誓词，还是“岂有堂堂中国空无人”的宣告，无不是以诗人的民族自豪感和正义必胜的自信心为底蕴，因此决非粗豪叫嚣之作可比，读来大声鞺鞳，气势夺人。长于议论，同时又富于充沛的感情，是此诗艺术上成功的首要原因。</p> <p>描绘简省，形象鲜明<br>　　好诗毕竟离不开鲜明的形象。这首诗在描绘具体形象时着墨不多，却起到了重要的点染作用。</p> <p>　　先看对宝刀的描绘。“黄金错刀白玉装”一句，描绘宝刀外观之美。黄金装饰的刀身，白玉镶嵌的刀柄，金玉相映，华美无比。“夜穿窗扉出光芒”一句，描绘宝刀内质之佳。它在黑夜中光芒四射，竟可穿透窗户，确实不凡。这两句，从诗歌意脉上说，是托物起兴，通过对宝刀的描绘和赞美，自然引出下面的提刀人形象。而从内在意蕴上说，又对提刀人的身份和志趣起着一种映衬作用，实质暗示了宝刀无用武之地，英雄无报国之门。</p> <p>　　次看对提刀人的描绘：“丈夫五十功未立，提刀独立顾八荒。”这里有三层意思：“提刀独立”写提刀人的动作，显出其急欲上阵杀敌；“顾八荒”写提刀人的神态，既有英雄无用武之地的落寞惆怅，更顾盼自雄的豪迈气概；“丈夫五十功未立”则慷慨直陈，向天浩叹，更显出了提刀人的胸怀大志。</p> <p>　　再看对汉中终南山的描绘：“尔来从军天汉滨，南山晓雪玉嶙峋。”写终南山顶山石嶙峋、白雪耀眼，虽只是略施点染，但雪光与刀光相辉映，却为爱国志士之“一片丹心”大大增色，最终还是突出了诗中抒情主人公的凛然不可屈服的形象。</p> <p>语言特点<br>　　这是一首七言歌行。歌行体诗往往转韵，此诗在用韵上是四句一转，与诗人情感表达的流泻起伏变化相适应，读起来抑扬顿挫。全诗共十二句，前面十句皆为七言，最后两句却变化了句式，先用叹词“呜呼”提唱，末句则用一气赶下的九字反诘句，读起来显得铿锵有力，仿佛掷地有金石之声。<br>　　(方智范) </p>",
  "poet": {
    "id": 272,
    "star": 0,
    "name": "陆游",
    "image": "http://img.gushiwen.org/authorImg/luyou.jpg",
    "desc": "陆游（1125—1210），字务观，号放翁。汉族，越州山阴（今浙江绍兴）人，南宋著名诗人。少时受家庭爱国思想熏陶，高宗时应礼部试，为秦桧所黜。孝宗时赐进士出身。中年入蜀，投身军旅生活，官至宝章阁待制。晚年退居家乡。创作诗歌今存九千多首，内容极为丰富。著有《剑南诗稿》、《渭南文集》、《南唐书》、《老学庵笔记》等。"
  },
  "tags": [
    "古诗三百首",
    "爱国",
    "壮志"
  ]
}