{
  "id": 65468,
  "star": 18,
  "name": "诉衷情·宝月山作",
  "dynasty": "宋代",
  "content": "清波门外拥轻衣。杨花相送飞。西湖又还春晚，水树乱莺啼。闲院宇，小帘帏。晚初归。钟声已过，篆香才点，月到门时。",
  "fanyi": "<p><strong>译文<br></strong>清波门外和风吹拂，掀动着人的衣带，杨花纷飞殷勤相送。又到了西湖暮春傍晚，水边花树上群莺乱啼。<br>寺院清幽，帘帐低垂，刚乘着夜色把家回。钟声已经响过，篆香刚刚点起，月光正照在院门前。</p> <p><strong>注释</strong><br>①诉衷情：唐教坊曲名。唐<a href=\"http://so.gushiwen.org/author_415.aspx\">温庭筠</a>取《离骚》<a href=\"http://so.gushiwen.org/view_65468.aspx\">诗</a>句“众不可说兮，孰云察余之中情”之意，创制此调。本为情词，后作一般抒情用。后人又更名《桃花水》、《画楼空》、《步花间》、《偶相逢》、《试周郎》等。单调，三十三字。五仄韵，六平韵。另有《诉衷情令》，四十四字，双调前段四句三平韵，后段六句三平韵。<br>②宝月山：在杭州城外，与清波门相近。<br>③清波门：在杭州西南，靠近西湖，为游赏佳处。拥轻衣：指穿着薄薄的春装。<br>④杨花：即柳絮。<br>⑤帘帏（wéi）：即帘帐。<br>⑥钟声：撞钟击鼓，为佛门早晚必行的功课。<br>⑦篆（zhuàn）香：状似篆文字形的盘香。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这首词描绘了西湖清波门附近的美景。</p> <p>　　上片首句“清波门外拥轻衣”，写作者受风的衣裾，膨松松地拥簇着自己往前走，衣服也象减去了许多分量似的。一个“拥”字下得极工炼，与“轻衣”的搭配又极熨贴。一种清风动袂、衣带飘然的风致，就这样被活灵活现地描绘出来了。写罢湖上的和风，接着写柳絮。古代杨柳飞絮是暮春的使者。随风飘荡的杨花陪伴着自己走上寺门的归路。“相送飞”三字将一种殷勤护持的情意传达出来了。“西湖”句由景物描写折到时令，笔意一转，带出下文。“水树乱莺啼”五字重涂浓沫，俨然一幅江南春色图画。丘迟《与陈伯之书》所述“暮春三月，江南草长，杂花生树，群莺乱飞”之佳丽景色，并于此五字中见之。特别是这个“乱”字下得很有力量。由此可以想见，一个缁衣白足的<a href=\"http://so.gushiwen.org/view_65468.aspx\">诗</a>僧，徜徉湖边山脚的花径上，周围是缤纷的花雨，耳边是纷乱的莺声，组成一幅惬意的游春图景。词的上片，作者将春色之丽写得荡人心魂，美不胜收。</p> <p>　　换头一起三句，点出寺宇阒寂、僧寮清幽的场景，而用一“归”字与前片关合，以实现这一场景的转换。曰“闲”，曰“小”，曰“初”，皆涉笔轻灵，雅称其题，仿佛把人带进一个红尘不到的世界。</p> <p>　　结拍三句，进一步烘托寺中的环境，补足前意。作者抓住这钟声、篆香和月色，三个有时间特征的景物来加以刻画。结语悠然，有竟体空灵之妙。撞钟击鼓，为佛门旦暮必行的功课。<a href=\"http://so.gushiwen.org/author_583.aspx\">卢纶</a>“孤村树色昏残雨，远寺钟声带夕阳”（《出关言别》），<a href=\"http://so.gushiwen.org/author_211.aspx\">杜牧</a>“夜深月色当禅处，斋后钟声到讲时”（《赠惟真上人》），都是描写晚钟的名句。仲殊即景写来，亦实亦虚，尤有远韵。接着又拈出“篆香才点”与之作偶，更觉笔有余妍。用“篆”定形容回旋上升的烟缕，真是工致入微了。以晚钟之远韵匹篆香之烟痕，是声与色、与大小之对比，又都取景眼前，真如天设地造一般。“月到门时”，本是归时实景，用钟声、篆香之后，便觉充满禅机和妙不可言。</p> <p>　　此词为人作者人格、性情的真实流露；词中的物象，是这位诗僧的心灵折光。</p>",
  "about": "<h2>创作背景</h2> 　　此词是一首暮春即兴之作，当时仲殊在杭州吴山上的宝月寺为僧。",
  "poet": {
    "id": 544,
    "star": 0,
    "name": "仲殊",
    "desc": "北宋僧人、词人。字师利。安州（今湖北安陆）人。本姓张，名挥，仲殊为其法号。曾应进士科考试。生卒年不详。年轻时游荡不羁，几乎被妻子毒死，弃家为僧，先后寓居苏州承天寺、杭州宝月寺，因时常食蜜以解毒，人称蜜殊；或又用其俗名称他为僧挥。他与苏轼往来甚厚。徽宗崇宁年间自缢而死。"
  },
  "tags": [
    "宋词三百首",
    "写景"
  ]
}