{
  "id": 64760,
  "star": 15,
  "name": "人月圆·小桃枝上春风早",
  "dynasty": "宋代",
  "content": "小桃枝上春风早，初试薄罗衣。年年乐事，华灯竞处，人月圆时。 <br>禁街箫鼓，寒轻夜永，纤手重携。更阑人散，千门笑语，声在帘帏。",
  "fanyi": "<p><strong>译文<br></strong>春风轻柔，小桃上指枝头，脱却厚重冬装，换上新春的罗衣。每年最开心的事情就是：华美的灯相互竞美的地方，人月两团圆。<br>御街上箫鼓沸腾，漫长的夜晚寒气四处弥漫，与所爱恋的美人重逢，手携手漫游。夜色将尽，游人渐散，欢声笑语流溢的千门万户，笑声在帘幕后。</p> <p><strong>注释<br></strong>1、小桃：上元前后开花的一种桃树。<br>2、罗衣：用丝织品制的春杉。<br>3、华灯：彩饰华美的灯。<br>4、人月圆时：指人间的团聚和月亮圆满的时候。<br>5、禁街：即御街。禁：古时称皇帝居住的地方。<br>6、夜永：夜长。<br>7、纤（xiān）手：女人纤细的手。<br>8、更阑：夜深。<br>9、帏：帷幕。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　该词上片第一句“小桃枝上春风早”，起笔便以花期点明节令。紧接着下句就写自己对早春的切身感受。“初试薄罗衣。”这句大意是说脱却冬装，新着春衫，感到浑身的轻快，满心的喜悦。此刻，词人所喜悦的何止于此，下边纵笔直出本意。“年年乐事，华灯竞处，人月圆时”，寥寥几笔，不但华灯似海、夜明如昼、游人如云、皓月当空，境界全出，而且极高妙地表现了词人自己喜悦之满怀。词人如此喜悦的心怀，也只有遇到这盛大的境界可以充分表现。“人月圆时”，这句话完整地描写出人间天上的美满景象，也包含着词人自己与所爱之人欢会的一份莫大喜悦。虽然“年年乐事”，透露出自己此乐只是一年一度，但将自己此乐融入了全人间的欢乐，词境便阔大，意趣也高远。上片通过描绘华灯似海极从视觉角度写元宵之盛。</p> <p>　　下片第一句“禁街箫鼓，寒轻夜永，纤手重携。”此处箫鼓沸腾则突出元宵听觉感受之盛。热烈的节日气氛，融化了正月料峭的春寒。欢闹的人群，沉浸于金吾不禁的良宵。词人笔调，带有浪漫色彩。在美好的环境里，词人与所爱恋的美人重逢，手携手漫游欢乐的海洋里。这三句从满街箫鼓写到纤手重携，词人仍然是把一己的欢乐融入人间的欢乐来写的。“更阑人散”说的是夜色将尽，游人渐散，似乎元宵欢乐也到了尽头。然而不然。“千门笑语，声在帘帏”，这两句最后再度把元宵之欢乐推向新境。结笔三句用的是“扫处即生”的手法。扫处即生法，一般是用词的开端，如<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>《采桑子》“群芳过后西湖好”，即是显例。此词用之于结笔，更见别致。这三句一收一纵、一阖一开，深刻有力地表现了人们包括词人自己此夕欢乐之无极。欢声笑语流溢的千门万户，其中也有词人与情人约会的那一处。所以，结笔是把一己之欢乐融入了人间欢乐。</p> <p>　　这首词的上片写观灯的盛况，下片写节日的欢腾与喜悦。全词情景交融，含蓄蕴藉，生动地表现了节日气氛。</p>",
  "about": "<h2>点评</h2> <p>　　以小融大，这种手法是把一己之幸福融入人间之欢乐打成一片的写法，也是此词最显著的艺术特色。词人表现自己经年所盼的元宵欢会，虽然用墨无多，可是，全词所写的人间欢乐之中，显然又写出了自己的一份欢乐。唯其将一己之欢乐与人间之欢乐打成一片，故能意境高远。从另一方面说，唯其人间欢乐中又不忘写出自己之幸福，故此词又具有个性。若比较词人另一首同写汴京元宵的《明月逐人来》，全写人间欢乐，几乎不涉及自己，则此词更见充实，更有特色。宋代吴曾《能改斋漫录》卷十六云：“乐府有《明月逐人来》词，李太师撰谱，李持正制词云：‘星河明淡，春来深浅。红莲正、满城开遍。禁街行乐，暗尘香拂面。皓月随人近远。天半鳌山，光动凤楼两观。东风静、珠帘不卷。玉辇将归，云外闻弦管。认得宫花影转。’东坡曰：‘好个皓月随人近远！’持正又作《人月圆令》，尤脍炙人口。”此词之所以更为人们所喜爱，确非偶然。 </p> <p>　　此词通过描写汴京元宵，生动地再现了历史上曾经存在的北宋盛世。诵读此词，最好诵读上文所引述过的<a href=\"http://so.gushiwen.org/author_536.aspx\">李清照</a>《永遇乐》：“元宵佳节，融和天气，次第岂无风雨”，“如今憔悴，风鬓霜鬓，怕见夜间出去”。对照之下，读者才可以更加真切地体会到南渡前后宋朝盛衰变化，宋人心态上所产生的深刻影响。这也应是此词形象之外所给予读者的一点认识。</p><br/><h2>创作背景</h2> 　　这首词写于北宋时期，时间介于北宋政和五年至靖康元年之间（1115年至1126年）。北宋这个时期高度繁荣，在盛世汴京元宵佳节，华美的灯相互竞美的地方，仕女们罗衣新试，携手同游。正月料峭的春寒，被热烈的节日气氛融化。词人有感而发，创作该词。",
  "poet": {
    "id": 67,
    "star": 0,
    "name": "李持正",
    "desc": "李持正，字季秉，莆田（今属福建）人。少与叔伯辈的李宗师驰名太学，号大小李。政和五年（1115）进士，历知德庆、南剑、潮阳。事迹见《莆阳文献传》卷一五。吴曾《能改斋漫录》卷一六：“乐府有《明月逐人来》词，李太师撰谱，李持正制词。持正又作《人月圆》令，尤脍炙人口。近时以为王都尉作，非也。”存词二首。"
  },
  "tags": [
    "婉约",
    "元宵节",
    "喜悦"
  ]
}