{
  "id": 49618,
  "star": 5,
  "name": "渔家傲·赠曹光州",
  "dynasty": "宋代",
  "content": "些小白须何用染。几人得见星星点。作郡浮光虽似箭。君莫厌。也应胜我三年贬。<br>我欲自嗟还不敢。向来三郡宁非忝。婚嫁事稀年冉冉。知有渐。千钧重担从头减。",
  "fanyi": "<p><strong>译文<br></strong>细小白须用不着染黑，多少人都见是鬓发花白。作知州事时光如箭地过去了，你莫埋怨，应当说比我三年贬居生活强。<br>我自叹还没有时机回朝，想起来官于三州无非是不称职。男婚女嫁风俗事看得少了，意识到自己年岁慢慢衰老了。我知有此时刻，极重的负担从思想上卸掉。</p> <p><strong>注释<br></strong>⑴渔家傲：词牌名。曹光州：名九章，字演甫。其子曹焕系<a href=\"http://so.gushiwen.org/author_366.aspx\">苏辙</a>之婿。曹光州时为光州（今河南光山、满川）太守，与<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>书信往来密切。<br>⑵些小：细小。<br>⑶几人：很多人。星星点：言鬓发花白。<br>⑷作郡：任知州事。<br>⑸厌：厌烦。<br>⑹胜我：比我强。<br>⑺不敢：不敢行动，没有时机。<br>⑻三郡：苏轼知密州、徐州、湖州后贬黄州。宁：安宁。非忝：不惭愧，意即还顺心。<br>⑼冉冉：慢慢的样子。<br>⑽有渐：有慢慢衰老时刻。<br>⑾千钧：古代30斤为一钧。这里言其极重负担。从头减：从根本上消失。卸掉：实指死亡。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　上片，作者从时光的易逝来看官场游戏生活，与曹九章相互安慰。这是一种感觉性的审美心理。感觉是对事物的个别属性的反映。列宁说：“不通过感觉，我们就不能知道实物的任何形式，也不能知道运动的任何形式。”从须鬓慢慢斑白感觉时光的流逝，暗叹自己老了；从“白须”上联想到曹光州官涯生活如“箭”飞过。这是自然规律。曹九章须埋怨，<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>已过了三年贬居生活，比你差多了。“君莫厌”三字隐含着曹光州的满腹牢骚，“胜我三年贬”五字，表白了作者的坦然胸襟。彼此彼此，如此而已。 </p> <p>　　下片，从苏轼自身的官场沉浮、世事变迁的体验来谈看穿人生。“我欲自磋还不敢，向来三郡宁非忝，苏轼自叹回朝无望，回首三州知官事又不顺心如意，难免内心郁郁不平。最后三句，再看婚嫁世事与年岁渐衰，得知人生“千钧重担”也无意义地“从头减”了。从“自磋”、“非忝”、“冉冉”、“从头减”，这一认识过程的矛盾、变化，去领略人生的真谛，苏轼还以全身心去体验痛苦，感悟生命，抗争苦难，昂扬悲剧精神。</p> <p>　　全词名为赠词实是慰语。从中可以看出两人遭际相似，个性相近，相互慰藉，忘却前非。词从“白须”、“浮光”、“婚嫁”等的具体人事侧面，反映了官场生活原本是一场游戏，从而隐示苏轼淡然恬静的人生观。不过，现实中存在的悲剧，经常迫使苏轼采取严肃的伦理态度和实践行动。这就是苏轼被贬黄州后不去为僧、不去投江的原因。</p>",
  "about": "<h2>创作背景</h2> 　　《渔家傲·赠曹光州》作于宋神宗元丰五年（1082年）六月。王适和曹焕来访<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>。苏轼作此词，让曹焕转交其父光州知州曹九章，相互慰藉。同时作《归来引·送王子立归绮州》词安慰被罢官的王适。",
  "poet": {
    "id": 183,
    "star": 0,
    "name": "苏轼",
    "image": "http://img.gushiwen.org/authorImg/sushi.jpg",
    "desc": "苏轼（1037－1101），北宋文学家、书画家、美食家。字子瞻，号东坡居士。汉族，四川人，葬于颍昌（今河南省平顶山市郏县）。一生仕途坎坷，学识渊博，天资极高，诗文书画皆精。其文汪洋恣肆，明白畅达，与欧阳修并称欧苏，为“唐宋八大家”之一；诗清新豪健，善用夸张、比喻，艺术表现独具风格，与黄庭坚并称苏黄；词开豪放一派，对后世有巨大影响，与辛弃疾并称苏辛；书法擅长行书、楷书，能自创新意，用笔丰腴跌宕，有天真烂漫之趣，与黄庭坚、米芾、蔡襄并称宋四家；画学文同，论画主张神似，提倡“士人画”。著有《苏东坡全集》和《东坡乐府》等。"
  },
  "tags": [
    "生活",
    "人生"
  ]
}