{
  "id": 247,
  "star": 17,
  "name": "公刘",
  "dynasty": "先秦",
  "content": "笃公刘，匪居匪康。乃埸乃疆，乃积乃仓；乃裹餱粮，于橐于囊。思辑用光，弓矢斯张；干戈戚扬，爰方启行。</p> <p>笃公刘，于胥斯原。既庶既繁，既顺乃宣，而无永叹。陟则在巘，复降在原。何以舟之？维玉及瑶，鞞琫容刀。</p> <p>笃公刘，逝彼百泉。瞻彼溥原，乃陟南冈。乃觏于京，京师之野。于时处处，于时庐旅，于时言言，于时语语。</p> <p>笃公刘，于京斯依。跄跄济济，俾筵俾几。既登乃依，乃造其曹。执豕于牢，酌之用匏。食之饮之，君之宗之。</p> <p>笃公刘，既溥既长。既景乃冈，相其阴阳，观其流泉。其军三单，度其隰原。彻田为粮，度其夕阳。豳居允荒。</p> <p>笃公刘，于豳斯馆。涉渭为乱，取厉取锻，止基乃理。爰众爰有，夹其皇涧。溯其过涧。止旅乃密，芮鞫之即。",
  "fanyi": "<p><strong>译文<br></strong>忠厚我祖好公刘，不图安康和享受。划分疆界治田畴，仓里粮食堆得厚，包起干粮备远游。大袋小袋都装满，大家团结光荣久。佩起弓箭执戈矛，盾牌刀斧都拿好，向着前方开步走。<br>忠厚我祖好公刘，察看豳地谋虑周。百姓众多紧跟随，民心归顺舒畅透，没有叹息不烦忧。忽登山顶远远望，忽下平原细细瞅。身上佩带什么宝？美玉琼瑶般般有，鞘口玉饰光彩柔。<br>忠厚我祖好公刘，沿着溪泉岸边走，广阔原野漫凝眸。登上高冈放眼量，京师美景一望收。京师四野多肥沃，在此建都美无俦，快快去把宫室修。又说又笑喜洋洋，又笑又说乐悠悠。<br>忠厚我祖好公刘，定都京师立鸿猷。群臣侍从威仪盛，赴宴入席错觥筹。宾主依次安排定，先祭猪神求保祐。圈里抓猪做佳肴，且用瓢儿酌美酒。酒醉饭饱情绪好，推选公刘为领袖。<br>忠厚我祖好公刘，又宽又长辟地头，丈量平原和山丘。山南山北测一周，勘明水源与水流。组织军队分三班，勘察低地开深沟，开荒种粮治田畴。再到西山仔细看，豳地广大真非旧。<br>忠厚我祖好公刘，豳地筑宫环境幽。横渡渭水驾木舟，砺石锻石任取求。块块基地治理好，民康物阜笑语稠。皇涧两岸人住下，面向过涧豁远眸。移民定居人稠密，河之两岸再往就。</p> <p><strong>注释<br></strong>1.笃：诚实忠厚。<br>2.匪居匪康：<a href=\"http://so.gushiwen.org/author_459.aspx\">朱熹</a>《<a href=\"http://so.gushiwen.org/view_247.aspx\">诗</a>集传》：“居，安；康，宁也。”匪，不。句谓不贪图居处的安宁。<br>3.埸（yì）：田界。廼，同“乃”。<br>4.积：露天堆粮之处，后亦称“庾”。仓：仓库。<br>5.餱（hóu）粮：干粮。<br>6.于橐（tuó）于囊：指装入口袋。有底曰囊，无底曰橐。<br>7.思辑：谓和睦团结。思，发语辞。用光：以为荣光。<br>8.斯：发语辞。张：准备，犹今语张罗。<br>9.干：盾牌。戚：斧。扬：大斧，亦名钺。<br>10.胥：视察。斯原：这里的原野。<br>11.庶、繁：人口众多。朱熹《诗集传》：“庶繁，谓居之者众也。”<br>12.顺：谓民心归顺。宣：舒畅。<br>13.陟（zhì）：攀登。巘（yǎn）：小山。<br>14.舟：佩带。<br>15.鞸（bǐng）：刀鞘。琫（běng）：刀鞘口上的玉饰。<br>16.逝：往。<br>17.溥（pǔ）：广大。<br>18.觏（gòu）：察看。京：高丘。一释作豳之地名。<br>19.京师：朱熹《诗集传》：“京师，高山而众居也。董氏曰：‘所谓京师者，盖起于此。’其后世因以所都为京师也。”<br>20.于时：于是。时，通“是”。处处：居住。<br>21.庐旅：此二字古通用，即“旅旅”，寄居之意。见马瑞辰《毛诗传笺通释》。此指宾旅馆舍。<br>22.跄跄济济：朱熹《诗集传》：“群臣有威仪貌。”案，跄跄，形容走路有节奏；济济，从容端庄貌。<br>23.俾（bǐ）筵俾几：俾，使。筵，铺在地上坐的席子。几，放在席子上的小桌。古人席地而坐，故云。<br>24.乃造其曹：造，三家诗作告。曹，祭猪神。朱熹《诗集传》：“曹，群牧之处也。”亦可通。一说指众宾。<br>25.牢：猪圈。<br>26.酌之：指斟酒。匏：葫芦，此指剖成的瓢，古称匏爵。<br>27.君之：指当君主。宗之，指当族主。<br>28.既景乃冈：朱熹《诗集传》：“景，考日景以正四方也。冈，登高以望也。”按，景通“影”。<br>29.相其阴阳：相，视察。阴阳，指山之南北。南曰阳，北曰阴。<br>30.三单（shàn）：单，通“禅”，意为轮流值班。三单，谓分军为三，以一军服役，他军轮换。毛传：“三单，相袭也。”亦此意。<br>31.度：测量。隰（xí）原：低平之地。<br>32.彻田：周人管理田亩的制度。朱熹《诗集传》：“彻，通也。一井之田九百亩，八家皆私百亩，同养公田，耕则通力而作，收则计亩而分也。周之彻法自此始。”<br>33.夕阳：《尔雅·释山）：“山西曰夕阳。”<br>34.允荒：确实广大。<br>35.渭：渭水，源出今甘肃渭源县北鸟鼠山，东南流至清水县，入今陕西省境，横贯渭河平原，东流至潼关，入黄河。乱：横流而渡。<br>36.厉：通“砺”，磨刀石。锻：打铁，此指打铁用的石锤。<br>37.止基乃理：《诗集传》：“止，居；基，定也；理，疆理也。”一释止为既，基为基地，理为治理，意较显豁。<br>38.爰众爰有：谓人多且富有。<br>39.皇涧：豳地水名。<br>40.过涧：亦水名，“过”读平声。<br>41.止旅乃密：指前来定居的人口日渐稠密。<br>42.芮鞫（ruìjū）：朱熹《诗集传》：“芮，水名，出吴山西北，东入泾。《周礼·职方》作汭。鞫，水外也。”以上几句谓皇涧、过涧既定，又向芮水流域发展。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　此<a href=\"http://so.gushiwen.org/view_247.aspx\">诗</a>共六章，每章六句，均以“笃公刘”发端，从这赞叹的语气来看，必是周之后人所作，着重记载了公刘迁豳以后开创基业的史实。</p> <p>　　诗之首章写公刘出发前的准备。他在邰地划分疆界，领导人民勤劳耕作，将丰收的粮食装进仓库，制成干粮，又一袋一袋包装起来。接着又挽弓带箭，拿起干戈斧钺各种武器，然后浩浩荡荡向豳地进发。以下各章写到达豳地以后的各种举措，他先是到原野上进行勘察，有时登上山顶，有时走在平原，有时察看泉水，有时测量土地。然后开始规划哪里种植，哪里建房，哪里养殖，哪里采石……一切安顿好了，便设宴庆贺，推举首领。首领既定，又组织军队，进行防卫。诗篇将公刘开拓疆土、建立邦国的过程，描绘得清清楚楚，仿佛将读者带进远古时代，观看了一幅先民勤劳朴实的生活图景。</p> <p>　　整篇之中，突出地塑造了公刘这位人物形象。他深谋远虑，具有开拓进取的精神。他在邰地从事农业本可以安居乐业，但他“匪居匪康”，不敢安居，仍然相土地之宜，率领人民开辟环境更好的豳地。作为部落之长，他很有组织才能，精通领导艺术。出发之前，他进行了精心的准备，必待兵精粮足而后启行。既到之后，不辞劳苦，勘察地形，规划建设，事无巨细，莫不躬亲。诗云：“陟则在巘，复降在原。何以舟之？维玉及瑶，鞞琫容刀。”他身上佩带着美玉宝石和闪闪发光的刀鞘，登山涉水，亲临第一线，这样具有光辉形象的领导者，自然得到群众的拥护，也自然会得到后世学者的赞扬。</p> <p>　　诗中不仅写了作为部落之长的公刘，而且也写了民众，写了公刘与民众之间齐心协力、患难与共的关系。诗云：“思辑用光。”又云：“既庶既繁，既顺乃宣，而无永叹。”是说他们思想上团结一致，行动上紧紧相随，人人心情舒畅，没有一个在困难面前唉声叹气。“于时处处，于时庐旅，于时言言，于时语语”，诗人用了一组排比句，讴歌了人们在定居以后七嘴八舌、谈笑风生的生动场面。</p> <p>　　看来在公刘的时代，似乎既有一定的组织纪律，也有一定的民主自由。诗云：“跄跄济济，俾筵俾几。既登乃依，乃造其曹。执豕于牢，酌之用匏。食之饮之，君之宗之。”在欢庆的宴会上，人们依次入座，共享丰盛的酒肴。在酒足饭饱之际，人们共同推举首领，这中间似可窥见先民政治生活的一个缩影。</p> <p>　　此诗的特点是在行动中展示当时的社会风貌，在具体场景中刻画人物形象。无论是“弓矢斯张，干戈戚扬”的行进行列，无论是“既溥既长，既景乃冈，相其阴阳”的勘察情景，都将人与景结合起来描写，因而景中有人，栩栩如生。微感不足的是写勘察的地方较多，二、三、五、六四节虽各有侧重，然重复之处亦在所难免。这大概是由于当时部落的生活还比较单纯，其他无甚可写所致。然而在那个时代能有这样的史诗，确也难能可贵。</p>",
  "about": "<h2>创作背景</h2> <p>　　《<a href=\"http://so.gushiwen.org/view_247.aspx\">诗</a>序》说此诗是召康公戒周成王之作。其上承《大雅·生民》，下接《大雅·緜》。《大雅·生民》写周人始祖在邰（故址在今陕西武功县境内）从事农业生产；此篇写公刘由北豳迁豳开疆创业；而《大雅·緜》诗则写古公亶父自豳迁居岐下（在今陕西岐县），以及文王继承遗烈，使周之基业得到进一步发展。</p> <p>　　公刘，陆德明《经典释文》引《尚书大传》云：“公，爵；刘，名也。”后世多合而称之曰公刘。夏太康之时，后稷的儿子不窋失其职守，自窜于戎狄。不窋生了鞠陶，鞠陶生了公刘。公刘迁豳，恢复了后稷所从事的农业，人民逐渐富裕。“乃相土地之宜，而立国于豳之谷焉”（见《豳风》<a href=\"http://so.gushiwen.org/author_459.aspx\">朱熹</a>《诗集传》）。</p> <p>　　《诗集传》谓：“旧说召康公以成王将莅政，当戒以民事，故咏公刘之事以告之曰：‘厚者，公刘之于民也！”’若是成王时召康公所作，则约在公元前十一世纪前后，可见公刘的故事在周人中已流传好几代，至此时方整理成文。</p>",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": [
    "诗经",
    "赞颂",
    "写人"
  ]
}