{
  "id": 6060,
  "star": 37,
  "name": "望秦川",
  "dynasty": "唐代",
  "content": "秦川朝望迥，日出正东峰。<br>远近山河净，逶迤城阙重。<br>秋声万户竹，寒色五陵松。<br>客有归欤叹，凄其霜露浓。",
  "fanyi": "<p><strong>译文</strong><br>　　我清晨从长安出发，回头东望，离秦川已经很远了，太阳从东峰上冉冉升起。天气晴朗，远处的山水明洁清净，可清清楚楚地看见；长安城蜿蜒曲折，重重叠叠宏伟壮丽。秋风吹起，家家户户的竹林飒飒作响，五陵一带的松林蒙上一层寒冷的色彩。我有归去的感叹，这里霜寒露冷，还是回去吧。</p><p><strong>注释</strong><br>⑴秦川：泛指今秦岭以北平原地带。按此<a href=\"http://so.gushiwen.org/view_6060.aspx\">诗</a>中意思指长安一带。<br>⑵炯：遥远。<br>⑶净：明洁。<br>⑷重：重叠。<br>⑸五陵：长安城外汉代的五个皇帝的陵墓。<br>⑹归欤：归去。<br>⑺凄其：寒冷的样子。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　这首<a href=\"http://so.gushiwen.org/view_6060.aspx\">诗</a>，是<a href=\"http://so.gushiwen.org/author_671.aspx\">李颀</a>晚年辞官归隐故乡之前写的。诗由“望”字入手，描述了长安附近，渭河平原一带，秋风萧瑟、凄凉寥落的景象。诗的上四句写景。旭日东升，登高一望，号称八百里秦川尽呈眼底，正东方的山峰起伏嵯峨，在初日的映照下，山形尤显清晰。四周环顾，远近层峦叠嶂，泾渭纵横，山河互映，都显得明亮洁净，而长安都城则随山势而逶迤曲折，尤显气势雄伟。这四句既写出秦川的广阔视野，又衬托出长安城的巍峨雄姿，而眼界广阔，山河明净，正是秋高气爽时节观景的特点，不言秋而秋色已自见。下四句即转而着重写秋。无数竹丛在寒风中摇曳，瑟瑟作响，一派秋声，五陵苍松翠柏，虽然不像其它树木那样黄叶凋零，但其森然凛冽，透露着浓重的寒意。写秋亦全然由具体的景物来作渲染和衬托。诗中对秋景的描写既有侧重，又互相交融，笔墨简淡，线条清晰，犹如一幅萧疏散淡的山水画卷。</p> <p>　　“秦川朝望迥，日出正东峰”，清晨，遥望辽阔的秦川大地，太阳刚刚从东面苍凉的峰峦间隙中显露出来，照得长安、渭水一片苍翠。一个“迥”字，将渭河平原的辽远开阔，准确地表现了出来。红日东升，本是极其绚丽多彩的景色，但是由于诗人的心境不佳，这美景也随着萧瑟的秋风显得肃穆苍凉。</p> <p>　　太阳升起来了，将大地照得十分清洁、明净，一切都能看得清清楚楚、明明白白。远处山葱草翠，近处渭水泛波。那蜿蜒起伏、逶迤连绵的城阙正是帝都长安。这“远近山河净，逶迤城阙重”句中的“净”字和“重”字，将长安城周围的庄重肃穆，秋色的苍劲凄清，传神地点染出来。</p> <p>　　接着，诗人进一步渲染秋的悲凉气氛，“秋声万户竹，寒色五陵松。”“五陵”， 指长安城北、东北、西北汉代五个皇帝的陵墓：长陵（高祖<a href=\"http://so.gushiwen.org/author_746.aspx\">刘邦</a>）、安陵（惠帝刘盈）、阳陵（景帝<a href=\"http://so.gushiwen.org/author_798.aspx\">刘启</a>）、茂陵（武帝<a href=\"http://so.gushiwen.org/author_700.aspx\">刘彻</a>）、平陵（昭帝刘弗陵）。汉代豪门贵族曾聚居于此。这两句是说，帝都附近，家家有竹，秋风袭来，竹摇叶动，萧萧飒飒，五陵松柏，蓊郁苍翠，微风吹动，松涛声响，更给长安增添了几分寒意。</p> <p>　　前面的诗句在着意渲染气氛，结尾两句则是要说明写此诗的原意。诗人“望秦川”是因为“客有归欤叹，凄其霜露浓”。诗人才华出众，为时人所推重，四十五岁中进士后，只任过新乡县尉那样的小官，而且长期不得升迁，而现在就要返乡，诗人郁郁不得志而有“归欤”之叹。“客”是作者自指，因为当时在外作官是作客他乡，辞官回乡叫“归”。“凄其”就是凄然，心情悲凉的样子。“霜露浓”是比喻官场上不得志，就像是遭受风霜雨露那样，萎靡不振失去生机。尾联是全诗的主旨，表明了作者辞官归隐的决心。</p> <p>　　这首抒情诗，对秋景的描述极为生动细致的，它不但用悲凉的气氛烘托了诗人的心境，而且将秦川大地的秋色呈献在读者面前，是一首不可多得的情景交融的诗篇。</p>",
  "about": "<h2>创作背景</h2> 　　<a href=\"http://so.gushiwen.org/author_671.aspx\">李颀</a>虽出身于唐朝士族赵郡李氏，但中进士仅任新乡县尉之类的小官，经五次考绩，未得迁调。晚年辞官归隐故乡。这首《望秦川》是他晚年官场失意，离别长安途中写的<a href=\"http://so.gushiwen.org/view_6060.aspx\">诗</a>。",
  "poet": {
    "id": 671,
    "star": 0,
    "name": "李颀",
    "image": "http://img.gushiwen.org/authorImg/liqi.jpg",
    "desc": "李颀(690-751)，汉族，东川（今四川三台）人（有争议），唐代诗人。少年时曾寓居河南登封。开元十三年进士，做过新乡县尉的小官，诗以写边塞题材为主，风格豪放，慷慨悲凉，七言歌行尤具特色。"
  },
  "tags": [
    "归隐",
    "登高",
    "写景"
  ]
}