{
  "id": 48771,
  "star": 78,
  "name": "渔家傲·暖日迟迟花袅袅",
  "dynasty": "宋代",
  "content": "暖日迟迟花袅袅。人将红粉争花好。花不能言惟解笑。金壶倒。花开未老人年少。 <br>车马九门来扰扰。行人莫羡长安道。丹禁漏声衢鼓报。催昏晓。长安城里人先老。",
  "fanyi": "<p><strong>译文<br></strong>春天来了，天气变暖了，花儿绽放了。踏青的青年带着姑娘春游赏花，而姑娘的美丽堪与花争艳。其实花儿美，人儿也美，只是“花不能言”。金壶斟酒，畅饮开怀，享受着人生的快乐。<br>京城虽然车水马龙，往来客商，纷纷扰扰，但行人不要羡慕京城此般繁华热闹。禁城传来击鼓报时的钟声和铜壶滴漏声，这“催”着日出日落，但京城的人们会先衰老的。</p> <p><strong>注释<br></strong>⑴渔家傲：词牌名。又名“吴门柳”“忍辱仙人”“荆溪咏”“游仙关”。双调六十二字，前后阕相同，仄韵。<br>⑵迟迟：舒缓的样子。暖日迟迟：指春天天气渐暖，白天渐长。袅袅（niǎo）：纤长柔弱。<br>⑶将：带领。红粉：女性化妆用的脂粉，此代指美女。争：争胜。<br>⑷九门：指都城的城门，古制，天子所居之所有九门。此处用九门代指京城。扰扰：纷乱的样子。<br>⑸长安道：此处代指北宋都城汴京（今河南开封）的街道。<br>⑹丹禁：帝王所居的宫禁，用红色涂墙，故称丹禁。衢（qú）鼓：即街上的更鼓，唐宋时悬于街头，每天有人按时击鼓报时，以戒出入，防盗贼。<br>⑺“长安”句：化用<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>《长安道》<a href=\"http://so.gushiwen.org/view_48771.aspx\">诗</a>意：“君不见，外州客，长安道，一回来，一回老。”</p>",
  "shangxi": "<h2>赏析</h2> <p>　　<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>现存的词作中，《渔家傲》多达47首，可见他对北宋民间流行的这一新腔有着特殊爱好，这首词即为其中之一。</p> <p>　　此词上片以轻快的笔调写青年男女暖日游春的快乐与浪漫。“暖日”写春天来了，白天更长了，花儿绽放了。在这春回大地，万象更新的季节，踏青的青年带着姑娘春游赏花，而姑娘的美丽堪与花争艳。其实花儿美，人儿也美，只是“花不能言”，只好任凭人们品评，只能绽开花瓣，恰似美人的笑靥。此时游春的人们正值青春少年，面对春花绽放的大好时光，金壶斟酒，畅饮开怀，享受着人生的快乐。“金壶倒，花开未老人年少”句，既是词人对当时春游畅饮场面的描写，也是词人的人生感怀。人生当珍惜美好时光，不要辜负了花开年少，不要辜负了似锦年华。</p> <p>　　下片则以沉重之笔写京城繁华纷扰及人生易老之叹。“车马”二句笔锋一转，写京城虽然车水马龙，往来客商，纷纷扰扰，但行人不要羡慕京城此般繁华热闹。欧阳修久居京城，繁华上面涌动着的名利之争让词人不禁生出如此感慨。而此时，词人听着禁城传来击鼓报时的钟声和铜壶滴漏声，这“催”着日出日落的声音，让词人深刻体会到时间在无情流逝，伤时伤逝之感油然而生。“长安城里人先老”，京城的人们会先衰老的，这一深沉的慨叹，包含着对那些为名为利在京城奔波的“行人”的劝诫，也饱含着这位几经宦海沉浮，如今身居高位却中年白发体衰的词人深沉的人生感慨。</p> <p>　　全词语言晓畅，上下两片对比鲜明，表达了词人对这种刻板而不自由的、上朝听命的官僚生活的厌倦，以及对城外自由生活的向往。</p>",
  "about": "<h2>创作背景</h2> 　　此词为词人感慨人生之作。据词意，可能作于宋仁宗嘉祐五年（1060）十一月至宋英宗治平四年（1067）三月词人在朝任参知政事期间。",
  "poet": {
    "id": 561,
    "star": 0,
    "name": "欧阳修",
    "image": "http://img.gushiwen.org/authorImg/ouyangxiu.jpg",
    "desc": "欧阳修（1007－1072），字永叔，号醉翁，晚号“六一居士”。汉族，吉州永丰（今江西省永丰县）人，因吉州原属庐陵郡，以“庐陵欧阳修”自居。谥号文忠，世称欧阳文忠公。北宋政治家、文学家、史学家，与韩愈、柳宗元、王安石、苏洵、苏轼、苏辙、曾巩合称“唐宋八大家”。后人又将其与韩愈、柳宗元和苏轼合称“千古文章四大家”。"
  },
  "tags": [
    "春游",
    "向往",
    "自由"
  ]
}