{
  "id": 66416,
  "star": 41,
  "name": "小重山·柳暗花明春事深",
  "dynasty": "宋代",
  "content": "柳暗花明春事深。小阑红芍药，已抽簪。雨馀风软碎鸣禽。迟迟日，犹带一分阴。<br>往事莫沉吟。身闲时序好，且登临。旧游无处不堪寻。无寻处，惟有少年心。",
  "fanyi": "<p><strong>译文</strong><br>柳色深暗<br>花姿明丽<br>浓浓一片灿烂春景，<br>小巧阑干边<br>刚抽出的花芽如玉簪，<br>那是羞红的芍药<br>正暗自结苞含情。<br>细雨止后<br>暖风软软里<br>送来一阵细碎鸟鸣。<br>白昼缓缓拖长<br>犹带初情的谈谈春阴。<br>过去的去了<br>不必在往事沉溺中低吟。<br>正是春光和熙<br>了不牵挂悠闲一身，<br>只需趁兴游赏<br>将水榭亭台登临。<br>啊，处处都寻见<br>昔日游历的依稀脚印，<br>无可找寻的<br>只有失去的少年心。 </p><p><strong>注释</strong><br>1.春事：春色，春意。<br>2.簪：妇女插鬓的针形首饰，这里形容纤细的花芽。<br>3.风软碎鸣禽：用<a href=\"http://so.gushiwen.org/author_291.aspx\">杜荀鹤</a>《春宫怨》：“风暖鸟声碎”的<a href=\"http://so.gushiwen.org/view_66416.aspx\">诗</a>句。碎，鸟鸣声细碎。<br>4.迟迟：和缓的样子。</p><br/><p><strong>译文</strong><br>柳色春花明丽清新，春意已深。小花栏里的红芍药，已经露出了尖尖的小小花苞，如同美人头上的美丽饰物。雨后的春风，更显得温柔轻盈，到处响着各种鸟雀宛啭的迎接春天的歌声。太阳缓缓升起，晴空中尚有一点乌云。<br>以往的事情，再也不必回顾思索。趁着美好的春景，赶快去大好河山好好游览。旧日游玩过的迹印，如今处处都可找寻。但无处可寻的，就是一颗少年时的心。</p> <p><strong>注释</strong><br>⑴词牌名，又名《小重山令》。《金奁集》入“双调”。唐人例用以写“宫怨”，故其调悲。五十八字，前后片各四平韵。<br>⑵春事：春色，春意。<br>⑶阑：同“栏”。<br>⑸簪：妇女插鬓的针形首饰，这里形容纤细的花芽。<br>⑷芍药：别名将离、离草，属虎耳草目，毛茛科芍药属多年生草本花卉。芍药被人们誉为“花仙”和“花相”，且被列为“六大名花”之一，又被称为“五月花神”，因自古就作为爱情之花。<br>⑹风软碎鸣禽：用<a href=\"http://so.gushiwen.org/author_291.aspx\">杜荀鹤</a>《春宫怨》：“风暖鸟声碎”的<a href=\"http://so.gushiwen.org/view_66416.aspx\">诗</a>句。碎，鸟鸣声细碎。<br>⑺迟迟：和缓的样子。<br>⑻一分阴：天上少许乌云，一点点阴。<br>⑼沉吟：深深的思念<br>⑽时序：节候；时节。<br>⑾登临：登山临水。也指游览。<br>⑿旧游：昔日游览的地方。<br>⒀不堪：不可；不能。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这首词所写的，可能并非词人日常家居的情景，似乎是在他乡做官多年，终于久游归来，或者少年时曾在某地生活过，而此时又亲至其地，重寻旧迹。</p> <p>　　“小阑”两句，画出那小阑干围着的花圃，红芍药长得枝叶繁茂，花儿已经含苞，好似一支支玉簪，这亦即是<a href=\"http://so.gushiwen.org/author_643.aspx\">晁补之</a>笔下所描写的春末夏初的景象，“春回常恨寻无路，试向我、小园徐步。一栏红药，倚风含露，春自未曾归去。”（《金凤钩》）“雨余”句写风声，鸟鸣声，用<a href=\"http://so.gushiwen.org/author_291.aspx\">杜荀鹤</a>《春宫怨》<a href=\"http://so.gushiwen.org/view_66416.aspx\">诗</a>意：“风暖鸟声碎，日高花影重。”正当雨后初晴，风软烟淡，空气温润和暖。“<a href=\"http://so.gushiwen.org/author_125.aspx\">秦观</a>词亦有“花影乱，莺声碎”之句。鸣声随暖风送入耳际，似挽留、似惋惜，真是“留春不住，费尽莺儿语。”这里写出春将逝去而光阴犹足可流连。“迟迟日”两句，点明季节特征，是白昼渐长，日影阑珊，即所谓“春欲尽，日迟迟。”“一分阴”，言偶有浮云，瞬即消逝。“犹带”两字，使语气显得宛转，对春欲尽不无怅触而情调并不低沉。季节正当春深，又值雨后。柳暗花明，花栏里的红芍药抽出了尖尖的花苞（其状如簪）。这不光由于季节的原因，也由于雨水的滋润。“雨余”二字，虽然到第四句才点出，但这一因素，实际上贯串着整个景物描写。由于春雨之后，天气稳定，风和日丽，鸟雀唤晴，鸣声也格外欢快。一个“碎”字，见出鸟雀声纷繁，乃至多样。春日迟迟，由春入夏，白天越来越长。而湿润的春天，总爱播阴弄晴，“犹带一分阴”，正显出春天雨后景色的妩媚。总之，词人抓住春深和雨后的特点，写出眼前风物的令人流连忘返。</p> <p>　　换头“往事莫沉吟”，起得很陡，从心理过程看，它是经过一番盘旋周折才吐出的。“莫沉吟”，正见作者面临旧游之地对往事有过一番沉吟，但又努力加以排遣，用“身闲时序好”劝自己登临游赏。“时序好”，并非宽慰自己的泛泛之词，从上片写景中，已显示了这一点。“旧游”三句，语意忽又一转，写登临以后触景伤神，心情转向惆怅。<a href=\"http://so.gushiwen.org/author_52.aspx\">刘过</a>《唐多令》结末有云：“欲买桂花同载酒，终不似、少年游。”是说美景当前，载酒泛舟江上，但已无法回复到昔日同舟游乐的心情，<a href=\"http://so.gushiwen.org/author_553.aspx\">李攀龙</a>云其“因黄鹤楼再游而追忆故人不在，遂举目有江上之感，词意何等凄怆。”与之相较，本词末尾虽亦写今昔之感，却不用直叙而用深一层写法，先说旧地风光，历历可寻，但仍怅然若有所失，所寻求的究竟是什么，“惟有”两字一转指出纵使风景不殊，但年少登临时那种豪情壮怀，却已随流光而消逝，无从寻觅。放眼四望，春光将尽，不禁百感交集，如今国事日非，虽欲有所作为而不可能。</p> <p>　　词所表现的情绪是复杂的。年光流逝，故地重游之时，在一切都可以复寻、都依稀如往日的情况下，突出地感到失去了少年时那种心境，词人自不能免于沉吟乃至惆怅。但少年时代是人生最富有朝气、心境最为欢乐的时代，那种或是拏云般的少年之志，或是充满着幸福憧憬的少年式的幻想，在人一生中只须稍一回首，总要使自己受到某种激发鼓舞。人生老大，深情地回首往昔，想重寻那一颗少年心，这里又不能说不带有某种少年情绪的余波和回漩，乃至对于老大之后，失去少年心境的不甘，不满。“回来吧，少年心！”词人茫然若失之际，在潜意识里似乎有这种呼唤。可以说，词人的情绪应该是既有感恨，又不无追求，尽管他知道这种追求是不会有着落的。</p> <p>　　词的上片写春深雨后的环境气氛，切合人到中年后复杂的心境意绪，它令人赏心悦目，也容易惹起人感恨。换头“往事莫沉吟”，对于上片写景来说，宕出很远。而次句“身闲时序好”，又转过来承接了上片关于景物时序的描写，把对于往事的沉吟排遣开了。</p> <p>　　“旧游无处不堪寻”，见出登临寻访，客观环境并没有惹人不愉快之处，但语中却带出“旧游”二字，再次落到“往事”上。“无寻处，唯有少年心”，“无寻处”，三字重叠，以承为转，并且大大加强了转折的力量。过去的人生轨迹虽然还能找到，但少年时代那种天真烂漫的活泼之心已无法找到，找得到的东西反而增添，找不到东西的怅惘之情，使读者也不免感慨万分。词就这样一次次地铺展开来，又一次次地收转回来，使诗词既有气势，又把作者通过写词表达的忠情逐步深化了。</p>",
  "poet": {
    "id": 733,
    "star": 0,
    "name": "章良能",
    "desc": "章良能（？~1214），父章驹，绍兴十八年（1148）进士，授上虞知事。兄良肱，淳熙十一年（1184）进士。"
  },
  "tags": [
    "婉约",
    "写景",
    "感慨"
  ]
}