{
  "id": 47365,
  "star": 13,
  "name": "思帝乡·如何",
  "dynasty": "唐代",
  "content": "如何，遣情情更多？永日水堂帘下，敛羞蛾。<br>六幅罗裙窣地，微行曳碧波。看尽满池疏雨，打团荷。",
  "fanyi": "<p><strong>译文</strong><br>　　为什么呀为什么？越是消愁愁更多！终日徘徊在水堂帘下，把一双愁眉紧锁。六幅的长裙拖曳在池边，缓缓的脚步荡起水上碧波。看着那满池的疏雨，正无情打着圆圆的嫩荷。</p> <p><strong>注释</strong><br>⑴如何：为何，为什么。<br>⑵遣情：排遣情怀。遣，排遣。<br>⑶永日：整天。水晶帘：用水晶制成的帘子，比喻晶莹华美的帘子。晶，一作“堂”。<br>⑷敛羞蛾：意谓紧皱眉头。<br>⑸六幅：六褶。罗裙：丝罗制的裙子。窣地：拂地。<br>⑹微行：轻缓的脚步。行，一作“云”。曳：拉。<br>⑺池：一作“地”。疏雨：稀疏小雨。<br>⑻团荷：圆的荷花。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　人们在生活中，总不免会遇到悲痛伤心的事。有时愈是企图甩掉它，忘记它，却愈是不可能的，情思萦绕，不能自已。此时此刻，耳闻目睹，触处生愁，令人更增悲伤。这首词写的是一个多情女子因失意而产生的寂寞与怅惘。</p> <p>　　女主人公一开头就用二个字的短句自问，语意斩截而警醒。接着是自答：“遣情情更多”。问，问得突兀；答，答得坦诚。一心想排遣内心的情味，而这种情味却越发增添许多。语句是明明白白的，语意是含蓄无穷的。词有“词眼”，这一句就是此词的“眼”，相思、忧愁、离恨，一切的一切，都由这句传达；开头、中间、结尾，全篇都由这句绾联。此前未知多少事，尽在多情答问中。南宋女词人<a href=\"http://so.gushiwen.org/author_536.aspx\">李清照</a>亦曾唱出过“一种相思，两处离愁。此情无计可消除，才下眉头，又上心头”这样深沉的相思曲。</p> <p>　　如果说上两句写的是内心的种种矛盾纠葛，那么，三、四两句写的就是外在的终日不展愁眉。永日，点明时间难捱日之长。从后面的“疏雨打团荷”来看，时令似乎是在夏季，而夏季是昼长夜短，但这里有意用“永日”，既含有“整天”的意思，也含有因相思难遣日更长的意味。这种写法，既强化了相思情，又深化了相思意，作者匠心可见。水晶帘，以富贵气的装饰写出少女的深闺秀阁。看来，这位少女雍容华贵，生活上是富裕的。但是，物质上的丰腴是不能掩盖得了精神上的空虚的。“敛羞峨”传达的正是这么一种形象：情窦初开最含羞的少女虽则美艳动人，但一个“敛”字，就写尽了她那满怀的忧思愁绪。“六幅”两句，工笔细描，极写服饰的华美与步姿的轻盈。<a href=\"http://so.gushiwen.org/author_437.aspx\">王昌龄</a>《采莲曲》的“荷叶罗裙一色裁”之句可资参证。曳碧波，描画少女行步时的习惯姿态，是双手拉着自己的裙子，缓缓走过，衣随人动，看上去仿佛晃动着阵阵清波。作者笔下的少女俨然青青年少，翩翩风韵，但惟其如此，上文“遣情情更多”一句才更能感染读者，也更能打动人们的心灵。</p> <p>　　最后两句，归结全篇，又回应开头。看尽，其实是百无聊赖的同义语，只有内心烦闷，无所事事的人，才有可能不惮枯燥，看遍池塘，用以消磨迟迟难过的时光。“满池”、“疏雨”，正反相间，自成机趣。打团荷，重在一个“团”字，荷叶如钱，团团池水面，而且映衬着夏日疏雨，雨成涟漪荷成团，人间反而未团圆，可谓“物态有意，人际无情”。词以“遣情”开端，以“情更多”作结，回环往复，一唱三叹，不由人不为之掩卷太息。</p> <p>　　此词紧紧围绕“遣情”两字展开。遣情，遣不了，反而“情更多”了。“永日”沉浸在痛苦中，不能摆脱。但她想竭力摆脱它，于是出外散步。结果触景伤情，在心中引起更大的伤感。一曲小词一波三折，跌宕生姿，将女子感情的起伏变化，曲曲传出。清陈廷焯评<a href=\"http://so.gushiwen.org/author_455.aspx\">孙光宪</a>词“气骨甚遒”，然“少闲婉之致”（《白雨斋词话》），而此词运其请健之笔，表现深婉之情，显豁而又含蓄，直快而又婉曲，在孙词中别开生面。</p>",
  "poet": {
    "id": 455,
    "star": 0,
    "name": "孙光宪",
    "image": "http://img.gushiwen.org/authorImg/sunguangxian.jpg",
    "desc": "孙光宪（901-968），字孟文，自号葆光子，属鸡，出生在陵州贵平（今属四川省仁寿县东北的向家乡贵坪村）。仕南平三世，累官荆南节度副使、朝议郎、检校秘书少监，试御史中丞。入宋，为黄州刺史。太祖乾德六年卒。《宋史》卷四八三、《十国春秋》卷一○二有传。孙光宪“性嗜经籍，聚书凡数千卷。或手自钞写，孜孜校雠，老而不废”。著有《北梦琐言》、《荆台集》、《橘斋集》等，仅《北梦琐言》传世。词存八十四首，风格与“花间”的浮艳、绮靡有所不同。刘毓盘辑入《唐五代宋辽金元名家词集六十种》中，又有王国维缉《孙中丞词》一卷。"
  },
  "tags": [
    "女子",
    "失意"
  ]
}