{
  "id": 73276,
  "star": 8,
  "name": "晓梦",
  "dynasty": "宋代",
  "content": "晓梦随疏钟，飘然蹑云霞。<br>因缘安期生，邂逅萼绿华。<br>秋风正无赖，吹尽玉井花。<br>共看藕如船，同食枣如瓜。<br>翩翩坐上客，意妙语亦佳。<br>嘲辞斗诡辩，活火分新茶。<br>虽非助帝功，其乐莫可涯。<br>人生能如此，何必归故家。<br>起来敛衣坐，掩耳厌喧哗。<br>心知不可见，念念犹咨嗟。",
  "fanyi": "<h2>注释</h2> ⑴疏钟：稀疏的钟声。<br>⑵蹑：踩，踏。一作“跻”。<br>⑶因缘：依仗，凭借。安期生：秦时仙人。《列仙传》：“安期先生者，琅琊阜乡人也。卖药于东海边，时人皆言千岁翁。秦始皇东游，请见，与语三日三夜，赐金璧，度数千万。出于阜乡亭，皆置去，留书，以赤玉鸟一双为报，曰：后数年，求我于蓬莱山。始皇即遣徐市、卢生等数百人入海。未至蓬莱山，辄逢风浪而还。立祠阜乡亭海边十数处云。”<br>⑷邂逅：不期而遇。萼绿华：古代传说中的得道仙女。《真诰》卷一：“萼绿华者，自云是南山人，不知何山也。女子，年可二十上下，青衣，颜色绝整。以升平三年十一月十日夜降羊权家。自此往来，一月之中，辄六来过耳。云本姓罗。赠权<a href=\"http://so.gushiwen.org/view_73276.aspx\">诗</a>一篇，并致火浣布手巾一方，金石条脱各一枚。”<br>⑸无赖：没有道理，不凑趣，恶作剧。<br>⑹玉井花：传说中神奇的莲花。<a href=\"http://so.gushiwen.org/author_682.aspx\">韩愈</a>诗《古意》：“太华峰头玉井莲，开花十丈藕如船。”<br>⑺食枣如瓜：《史记·封禅书》：“李少君曰：君尝游海上，见安期生。安期生食巨枣，大如瓜。安期生仙者，居蓬莱，合则见人，不合则隐。”<br>⑻翩翩：风度潇洒。<br>⑼意妙：一作“貌妍”。<br>⑽嘲辞：嘲谑之辞。斗：竞争。诡辩：言语奇特机智。<br>⑾活火：火之焰。《因话录》卷二：“茶须缓火炙，活火煎。”分新茶：用新茶作分茶之戏。一作“烹新茶”。<br>⑿帝：天帝。一说皇帝，亦通。<br>⒀莫可涯：无涯，无穷尽。一作“何莫涯”。<br>⒁敛衣：敛掩衣襟，即整装以示肃敬。<br>⒂咨嗟：叹息。",
  "shangxi": "<h2>赏析</h2> <p>　　这是一首记梦<a href=\"http://so.gushiwen.org/view_73276.aspx\">诗</a>，<a href=\"http://so.gushiwen.org/author_536.aspx\">李清照</a>的记梦诗仅此一首。下面是中国古典文学普及研究会副会长、中国韵文学会常务理事、中国诗学研究会常务理事蔡义江教授对此诗的赏析。</p> <p>　　五言古体诗以不换韵为正格，此诗便是一韵到底的。但它在内容安排上，却有点像那种四句一换韵的诗：每四句各成一小段落。诗题即首句起头二字，这是风谣乐府传统中之通例，诗中亦常有。此诗写作者某天早晨睡起前梦幻中的一番游仙经历以及醒来后的感慨。</p> <p>　　“晓梦随疏钟，飘然蹑云霞。因缘安期生，邂逅萼绿华。”先叙入梦遇仙。拂晓前作者一度醒来，又随着钟声进入梦境，“疏”字形容钟声缓而轻，这恰好能起催眠作用。飘忽身轻，跻入云霞。从飘飘欲仙，到梦见仙人，就十分自然。在仙人中，作者举了人们熟知的安期生和萼绿华。可能同是女性的缘故，作者似乎对遇到萼绿华显得特别高兴。</p> <p>　　“秋风正无赖，吹尽玉井花。共看藕如船，同食枣如瓜。”据<a href=\"http://so.gushiwen.org/author_682.aspx\">韩愈</a>描写，玉井莲开花高达十丈，它的根藕当然也会大得像条船了；由藕说到枣，按比例扩大，天衣无缝地将李少君说安期生“食巨枣大如瓜”的话用上了。与仙人们在一起，其兴奋愉悦之情洋溢纸上。</p> <p>　　“翩翩坐上客，意妙语亦佳。嘲辞斗诡辩，活火分新茶。”这四句写人物志趣风貌，叙写诸仙座中以嘲谑取乐、分茶为戏情状。意妙、语佳、思捷、手巧，加之风度翩翩，真是无一不好。虽说只是梦中幻境，实际上却完全是作者自己生活理想的反映。所以，叙来也充满热情。</p> <p>　　“虽非助帝功，其乐莫可涯。人生能如此，何必归故家。”写自己对神仙生活的羡慕和感慨。这样的意识通常总是在梦回清醒之后才会产生的。这里作者正是以感想来代替叙述，略去如何从梦中惊醒过来的描写，使诗意更为紧凑，过渡了无痕迹，又简省了很多笔墨。</p> <p>　　“起来敛衣坐，掩耳厌喧哗。心知不可见，念念犹咨嗟。”最后补明醒来以后，尚对梦境无限留恋。醒来后作者陷入了沉思。“喧哗”包含着现实生活中人们为名利得失纷争不已的意思，对此梦中所见，更觉得可“厌”。这是从对梦境和现实的相反感受写。明知是幻梦而犹念念不已，则是从理智和感情的矛盾状态写。这样来写内心的强烈感受，是深刻而真实的。</p> <p>　　此诗借美好的梦境来寄托自己的志趣和理想，同时反衬出现实生活之可“厌”。构思命意上，也许受到<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>《梦游天姥吟留别》的一些影响。不过，李白诗在卒章显志时，能昂首扬眉，表现得傲骨嶙峋；而李清照这首诗，却只是作者无可奈何的叹息。</p>",
  "about": "<h2>创作背景</h2> 　　此<a href=\"http://so.gushiwen.org/view_73276.aspx\">诗</a>作年难以考证。研究者有定它为南宋灭亡作者南渡以后所作的。因诗中有“人生能如此，何必归故家”等语，谓“因故家已经沦陷，实际上无家可归，这句的含义就显得倍加沉痛”。也有人认为不能完全排除作者在南渡之前，离家日久之时，也有可能说出这样的话来。",
  "poet": {
    "id": 536,
    "star": 0,
    "name": "李清照",
    "image": "http://img.gushiwen.org/authorImg/liqingzhao.jpg",
    "desc": "李清照（1084年3月13日～1155年5月12日）号易安居士，汉族，山东省济南章丘人。宋代（南北宋之交）女词人，婉约词派代表，有“千古第一才女”之称。所作词，前期多写其悠闲生活，后期多悲叹身世，情调感伤。形式上善用白描手法，自辟途径，语言清丽。论词强调协律，崇尚典雅，提出词“别是一家”之说，反对以作诗文之法作词。能诗，留存不多，部分篇章感时咏史，情辞慷慨，与其词风不同。有《易安居士文集》《易安词》，已散佚。后人有《漱玉词》辑本。今有《李清照集校注》。"
  },
  "tags": [
    "生活",
    "向往",
    "现实",
    "浪漫"
  ]
}