{
  "id": 69102,
  "star": 2724,
  "name": "惠崇春江晚景二首 / 惠崇春江晓景二首",
  "dynasty": "宋代",
  "content": "竹外桃花三两枝，春江水暖鸭先知。<br>蒌蒿满地芦芽短，正是河豚欲上时。</p> <p>两两归鸿欲破群，依依还似北归人。<br>遥知朔漠多风雪，更待江南半月春。",
  "fanyi": "<p><strong>译文</strong><br>竹<a href=\"http://so.gushiwen.org/author_1204.aspx\">林外</a>两三枝桃花初放，鸭子在水中游戏，它们最先察觉了初春江水的回暖。<br>河滩上已经满是蒌蒿，芦笋也开始抽芽，而河豚此时正要逆流而上，从大海回游到江河里来了。</p> <p>大雁北飞，就像要回到北方家乡的人那样，但是由于依恋，差一点掉了队。<br>还没有飞到北方时，就已经知道北方的沙漠多风雪了，还是再在江南渡过半月的春光时节吧。</p> <p><strong>注释</strong><br>⑴惠崇（亦为慧崇）：福建建阳僧，宋初九僧之一，能<a href=\"http://so.gushiwen.org/view_69102.aspx\">诗</a>能画。《春江晚景》是惠崇所作画名，共两幅，一幅是鸭戏图，一幅是飞雁图。钱钟书《宋诗选注》中为“晓景”。诸多注本，有用“晓景”、有用“晚景”，此从《东坡全集》及清以前注本用“晚景”。这两诗是作者元丰八年春天在靖江欲南返时江边情景的写照。<br>⑵蒌蒿：草名，有青蒿、白蒿等种。《诗经》“呦呦鹿鸣，食野之蒿。”芦芽：芦苇的幼芽，可食用。<br>⑶河豚：鱼的一种，学名“鲀”，肉味鲜美，但是卵巢和肝脏有剧毒。产于我国沿海和一些内河。每年春天逆江而上，在淡水中产卵。上：指逆江而上。<br>⑷归鸿：归雁。破群：离开飞行队伍。<br>⑸依依：不舍之貌。《楚辞》“恋恋兮依依。”归人：回家的人。<a href=\"http://so.gushiwen.org/author_104.aspx\">刘长卿</a>诗“柴门闻犬吠，风雪夜归人”。<br>⑹朔漠：北方沙漠之地。<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>诗：“一去紫台连朔漠。”<br>⑺更待：再等；再过。</p>",
  "shangxi": "<h2>其一赏析</h2> <p>　　<a href=\"http://so.gushiwen.org/view_69102.aspx\">诗</a>的首句“竹外桃花三两枝”，隔着疏落的翠竹望去，几枝桃花摇曳身姿。桃竹相衬，红绿掩映，春意格外惹人喜爱。这虽然只是简单一句，却透出很多信息。首先，它显示出竹林的稀疏，要是细密，就无法见到桃花了。其次，它表明季节，点出了一个“早”字。春寒刚过，还不是桃花怒放之时，但春天的无限生机和潜力，已经透露出来。</p> <p>　　诗的第二句“春江水暖鸭先知”，视觉由远及近，即从江岸到江面。江上春水荡漾，好动的鸭子在江水中嬉戏游玩。“鸭先知”侧面说明春江水还略带寒意，因而别的动物都还没有敏感到春天的来临，这就与首句中的桃花“三两枝”相呼应，表明早春时节。这句诗化用了唐人诗句：<a href=\"http://so.gushiwen.org/author_232.aspx\">孟郊</a>“何物最先知？虚虚草争出”（《春雨后》），<a href=\"http://so.gushiwen.org/author_211.aspx\">杜牧</a>（一作<a href=\"http://so.gushiwen.org/author_267.aspx\">许浑</a>）“蒲根水暖雁初下，梅径香寒蜂未知”（《初春舟次》）。<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>学古而不泥，前人诗句的造意，加上自己观察的积累，熔炼成这一佳句。“鸭知水暖”这种诉之于感觉和想象的事物，画面是难以传达的，诗人却通过设身处地的体会，在诗中表达出来。缘情体物又移情于物，江中自由嬉戏的鸭子最先感受到春水温度的回升，用触觉印象“暖”补充画中春水潋滟的视觉印象。鸭之所以能“先知春江水暖”是因为它们长年生活在水中，只要江水不结冰，它总要跳下去凫水嬉戏。因此，首先知道春江水温变化的自然就是这些与水有着密切关系的鸭子。这就说明：凡事都要亲历其境，才会有真实的感受。这句诗不仅反映了诗人对自然的入微观察，还凝聚了诗人对生活的哲理思索。鸭下水而知春江暖，可与“一叶落而知天下秋”相媲美，具有见微知著、举一反三的道理。</p> <p>　　诗的三四两句：“蒌蒿满地芦芽短，正是河豚欲上时”，这两句诗仍然紧扣“早春”来进行描写，那满地蒌蒿、短短的芦芽，黄绿相间、艳丽迷人，呈现出一派春意盎然、欣欣向荣的景象。“河豚欲上”借河豚只在春江水暖时才往上游的特征，进一步突出一个“春”字，本是画面所无，也是画笔难到的，可是诗人却成功地“状难写之景如在目前”，给整个画面注入了春天的气息和生命的活力。苏轼的学生<a href=\"http://so.gushiwen.org/author_179.aspx\">张耒</a>在《明道杂志》中也记载长江一带土人食河豚，“但用蒌蒿、荻笋即芦芽、菘菜三物”烹煮，认为这三样与河豚最适宜搭配。由此可见，苏轼的联想是有根有据的，也是自然而然的。诗意之妙，也有赖于此。画面虽未描写河豚的动向，但诗人却从蒌蒿丛生、芦苇吐芽推测而知“河豚欲上”，从而画出海豚在春江水发时沿江上行的形象，用想象得出的虚境补充了实境。苏轼就是通过这样的笔墨，把无声的、静止的画面，转化为有声的、活动的诗境。在苏轼眼里，这幅画已经不再是画框之内平面的、静止的纸上图景，而是以内在的深邃体会和精微的细腻观察给人以生态感。前者如画，后者逼真，两者混同，不知何者为画境，何者为真景。诗人的艺术联想拓宽了绘画所表现的视觉之外的天地，使诗情、画意得到了完美的结合。</p> <p>　　这一首诗成功地写出了早春时节的春江景色，苏轼以其细致、敏锐的感受，捕捉住季节转换时的景物特征，抒发对早春的喜悦和礼赞之情。全诗春意浓郁、生机蓬勃，给人以清新，舒畅之感。诗人苏轼提出“诗画本一律，天工与清新”（《书鄢陵王主簿所画折枝二首》），“诗中有画，画中有诗”（《东坡题跋》卷五《书摩诘蓝田烟雨图》），在他的这首题画诗《惠崇春江晚景》中得到了很好的验证。</p><br/><h2>其二简析</h2> <p>　　许多选本只看中第一首，因而第二首已鲜为人知，实际上，第二首也写得很好。第一句大体写惠崇所绘的“飞雁图”，大雁北飞，有几只雁依依不舍，差点掉了队。并且在下一句，把这几只雁比作了“北归人”，是非常形象的，这就画活了景象。</p> <p>　　<a href=\"http://so.gushiwen.org/view_69102.aspx\">诗</a>到了第三、四句，就更进一步给大雁以人的情感。“遥知朔漠多风雪，更待江南半月春。”诗人的想象力是丰富的。大雁恋恋不舍是因为南方比北方温暖，所以诗人就写下了大雁认为北方很冷，而且远远地就知道了沙漠风多雪多；这还不止，最后一句诗人进一步写大雁希望在江南多呆几日。这种拟人手法的运用，使惠崇的绘画由“定格”转变成了“录像”，使大雁北飞的情景充满着人的情感，是颇有新意的。</p><br/><h2>赏析三</h2> <p>　　这首题图<a href=\"http://so.gushiwen.org/view_69102.aspx\">诗</a>，着意刻画了一派初春的景象。</p> <p>　　诗人先从身边写起：初春，大地复苏，竹林已被新叶染成一片嫩绿，更引人注目的是桃树上也已绽开了三两枝早开的桃花，色彩鲜明，向人们报告春的信息。接着，诗人的视线由江边转到江中，那在岸边期待了整整一个冬季的鸭群，早已按捺不住，抢着下水嬉戏了。</p> <p>　　然后，诗人由江中写到江岸，更细致地观察描写初春景象：由于得到了春江水的滋润，满地的蒌蒿长出新枝了，芦芽儿吐尖了；这一切无不显示了春天的活力，惹人怜爱。诗人进而联想到，这正是河豚肥美上市的时节，引人更广阔地遐想……全诗洋溢着一股浓厚而清新的生活气息。</p><br/><h2>赏析四</h2> <p>　　惠崇，福建建阳人，北宋著名九僧之一，<a href=\"http://so.gushiwen.org/author_405.aspx\">王安石</a>称他有“绝艺”（《纯甫出释惠崇画要予作<a href=\"http://so.gushiwen.org/view_69102.aspx\">诗</a>》），著名国画史学家郭若虚说他“工画鹅、雁、鹭鸶，尤工小景，善为寒江远渚。萧洒虚旷之景，人所难到也”（《图画见闻志》卷四）。由此可见，惠崇的画享誉一时，而《春江晚景》（钱钟书《宋诗选注》作“晓景”）应是他擅长的得意之作。惠崇原画已经失传，但从诗人传神的描写中，我们可以想到画面图景。北宋诗人<a href=\"http://so.gushiwen.org/author_643.aspx\">晁补之</a>说：“诗传画外意，贵有画中态。”（《和苏翰林题李甲画雁》）<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>的这首诗妙在既能写出“画中态”，又能传出“画外意”，使诗情、画意完美地结合起来，难怪清代大才子<a href=\"http://so.gushiwen.org/author_274.aspx\">纪昀</a>在读到此诗时惊叹说：“此是名篇，兴象实为深妙!”（《纪昀评苏文忠公诗集》卷二十六）</p> <p>　　诗的首句“竹外桃花三两枝”，静静的江岸上绿竹潇潇，在青翠嫩绿的竹叶外点缀着三两枝桃花。竹外桃花，红绿相映，淡淡一笔，将那花竹交错、红绿掩映的“桃花报春”意境表达得淋漓尽致。桃花报春，春天来临，而桃花才三两枝又说明季节实为早春。</p> <p>　　诗的第二句“春江水暖鸭先知”，视觉由远及近，即从江岸到江面。江上春水荡漾，好动的鸭子在江水中嬉戏游玩。“鸭先知”侧面说明春江水还略带寒意，因而别的动物都还没有敏感到春天的来临，这就与首句中的桃花“三两枝”相呼应，表明早春时节。这句诗化用了唐人诗句：<a href=\"http://so.gushiwen.org/author_232.aspx\">孟郊</a>“何物最先知？虚虚草争出”（《春雨后》），<a href=\"http://so.gushiwen.org/author_211.aspx\">杜牧</a>（一作<a href=\"http://so.gushiwen.org/author_267.aspx\">许浑</a>）“蒲根水暖雁初下，梅径香寒蜂未知”（《初春舟次》）。苏轼学古而不泥，前人诗句的造意，加上自己观察的积累，熔炼成这一佳句。“鸭知水暖”这种诉之于感觉和想象的事物，画面是难以传达的，诗人却通过设身处地的体会，在诗中表达出来。缘情体物又移情于物，江中自由嬉戏的鸭子最先感受到春水温度的回升，用触觉印象“暖”补充画中春水潋滟的视觉印象。鸭之所以能“先知春江水暖”是因为它们长年生活在水中，只要江水不结冰，它总要跳下去凫水嬉戏。因此，首先知道春江水温变化的自然就是这些与水有着密切关系的鸭子。这就说明：凡事都要亲历其境，才会有真实的感受。这句诗不仅反映了诗人对自然的入微观察，还凝聚了诗人对生活的哲理思索。鸭下水而知春江暖，可与“一叶落而知天下秋”相媲美，具有见微知著、举一反三的道理。</p> <p>　　诗的三四两句：“蒌蒿满地芦芽短，正是河豚欲上时”，这两句诗仍然紧扣“早春”来进行描写，那满地蒌蒿、短短的芦芽，黄绿相间、艳丽迷人，呈现出一派春意盎然、欣欣向荣的景象。“河豚欲上”借河豚只在春江水暖时才往上游的特征，进一步突出一个“春”字，本是画面所无，也是画笔难到的，可是诗人却成功地“状难写之景如在目前”，给整个画面注入了春天的气息和生命的活力。<a href=\"http://so.gushiwen.org/author_599.aspx\">王士祯</a>在《渔阳诗话》卷中说：“坡诗‘蒌蒿满地芦芽短，正是河豚欲上时’，非但风韵之妙，盖河豚食蒿芦则肥，亦如梅圣俞之‘春洲生荻芽，春岸飞杨花’，无一字泛设也。” 有关河豚的应时风味，<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>《六一诗话》说：“河豚常出于春暮，群游水上，食柳絮而肥，南人多与荻芽为羹，云最美。”苏轼的学生<a href=\"http://so.gushiwen.org/author_179.aspx\">张耒</a>在《明道杂志》中也记载长江一带土人食河豚，“但用蒌蒿、荻笋即芦芽、菘菜三物”烹煮，认</p> <p>　　为这三样与河豚最适宜搭配。由此可见，苏轼的联想是有根有据的，也是自然而然的。诗意之妙，也有赖于此。画面虽未描写河豚的动向，但诗人却从蒌蒿丛生、芦苇吐芽推测而知“河豚欲上”，从而画出海豚在春江水发时沿江上行的形象，用想象得出的虚境补充了实境。苏轼就是通过这样的笔墨，把无声的、静止的画面，转化为有声的、活动的诗境。使读者见到了、听到了、感受到了从画面上所不能得到的东西。在苏轼眼里，这幅画已经不再是画框之内平面的、静止的纸上图景，而是以内在的深邃体会和精微的细腻观察给人以生态感。前者如画，后者逼真，两者混同，不知何者为画境，何者为真景。诗人的艺术联想拓宽了绘画所表现的视觉之外的天地，使诗情、画意得到了完美的结合。《惠崇春江晓景》成功地写出了早春时节的春江景色，苏轼以其细致、敏锐的感受，捕捉住季节转换时的景物特征，抒发对早春的喜悦和礼赞之情。全诗春意浓郁、生机蓬勃，给人以清新，舒畅之感。诗人苏轼提出“诗画本一律，天工与清新”（《书鄢陵王主簿所画折枝二首》），“诗中有画，画中有诗”（《东坡题跋》卷五《书摩诘蓝田烟雨图》），在他的这首题画诗《惠崇春江晓景》中得到了很好的验证。 </p><br/><h2>赏析</h2> <p>　　这是一首题画<a href=\"http://so.gushiwen.org/view_69102.aspx\">诗</a>，惠崇的《春江晓景图》没有流传下来，不过从<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>的诗中，我们可以想个大概：一片竹林，三两枝桃花，一条江，几只鸭子，河岸上满是蒌蒿，芦芽刚刚破土，天上还有两两归鸿。河豚是看不到的，是馋嘴的苏轼在想：河豚该上来了，用蒌蒿和芦芽一炖，比东坡肉鲜多了。</p> <p>　　惠崇为宋初“九诗僧”之一，跟苏轼不是一个时代的人。苏轼是只见其画，未见其 人。此僧诗画俱佳，尤其擅长画水乡，再放上几只飞禽走兽，人称“惠崇小景”。</p> <p>　　<a href=\"http://so.gushiwen.org/author_405.aspx\">王安石</a>很推崇他的画，在《纯甫出僧惠崇画要予作诗》中赞到：“画史纷纷何足数，惠崇晚年吾最许。”</p> <p>　　明清两朝眼里只有唐诗，从不把宋诗放在眼里。康熙年间大学者、大诗人毛希龄就批评苏轼这首诗说：“春江水暖，定该鸭知，鹅不知耶？”</p> <p>　　这老头真有点瞎抬杠。春江水暖，鹅当然也知。宋人还有“春到人间草木知”的诗 呢。这是题画诗，可能画上根本没有鹅啊。</p> <p>　　不过毛希龄也不是就跟苏轼过不去，他谁也看不上眼。他读朱子，身边都得摆个稻草人<a href=\"http://so.gushiwen.org/author_459.aspx\">朱熹</a>，看到他哪地方解的不对了，就要连打带骂，非得让这稻草人朱熹认错才行。对苏轼，已经够客气了。</p><br/><h2>赏析二</h2> <p>　　这首是题画<a href=\"http://so.gushiwen.org/view_69102.aspx\">诗</a>，作于元丰八年(1085)。</p> <p>　　下面是对这首诗的赏析：好的题画诗，既要扣合绘画主题，又不能拘于画面内容，既要能再现画境，同时又能跳出画外，别开生面，离开绘画而不失其独立的艺术生命。<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>这首诗可以说做到了这一点。诗的前三句咏画面景物，最后一句是由画面景物引起的联想。整首诗又如同诗人即景言情，当下所得，意象妙会而自然。说前三句再现画境，其实两者也不全然等同。第二句中“水暖”(温度)、“鸭先知”(知觉)云云，是不能直接画出的。诗能描写如画，诗咏物性物理又过于画。这是因为绘画属于视觉艺术，而诗是语言艺术，有着表现上的绝对自由。最后一句进一步发挥联想，在前三句客观写景的基础上作出画中景物所属时令的判断，从而增添了南方风物之美的丰富感觉，这更是画所不能的。有关河豚的应时风味，<a href=\"http://so.gushiwen.org/author_131.aspx\">梅尧臣</a>《范饶州坐中客语食河豚鱼》一诗写首：“春洲生荻芽，春岸飞杨花。河豚当是时，贵不数鱼虾。”<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>《六一诗话》说：“河豚常出于春暮，群游水上，食柳絮而肥，南人多与荻芽为羹，云最美。”苏轼的学生<a href=\"http://so.gushiwen.org/author_179.aspx\">张耒</a>在《明道杂志》中也记载长江一带土人食河豚，“但用蒌蒿、荻笋(即芦芽)、菘菜三物”烹煮，认为这三样与河豚最适宜搭配。由此可见，苏轼的联想是有根有据的，也是自然而然的。诗意之妙，也有赖于此。 </p><br/><h2>鉴赏</h2> <p>　　惠崇是个和尚，宋代画家。这首<a href=\"http://so.gushiwen.org/view_69102.aspx\">诗</a>是<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>题在惠崇所画的《春江晓景》上的。惠崇原画已失，这首诗有的版本题作《春江晓景》，现已无从考证。</p> <p>　　画以鲜明的形象，使人有具体的视觉感受，但它只能表现一个特定的画面，有一定的局限性。而一首好诗，虽无可视的图像，却能用形象的语言，吸引读者进入一个通过诗人独特构思而形成的美的意境，以弥补某些画面所不能表现的东西。</p> <p>　　这首题画诗既保留了画面的形象美，也发挥了诗的长处。诗人用他饶有风味、虚实相间的笔墨，将原画所描绘的春色展现得那样令人神往。在根据画面进行描写的同时，苏轼又有新的构思，从而使得画中的优美形象更富有诗的感情和引人入胜的意境。</p> <p>　　竹<a href=\"http://so.gushiwen.org/author_1204.aspx\">林外</a>两三枝桃花初放，鸭子在水中游戏，它们最先察觉了初春江水的回暖。河滩上已经满是蒌蒿，芦笋也开始抽芽，而此时河豚正是上市的好时节，可以在市场上销售了。（一作沿潮水而上的时节）</p> <p>　　好的题画诗，既要扣合绘画主题，又不能拘于画面内容，既要能再现画境，同时又能跳出画外，别开生面，离开绘画而不失其独立的艺术生命。苏轼这首诗可以说做到了这一点。诗的前三句咏画面景物，最后一句是由画面景物引起的联想。整首诗又如同诗人即景言情，当下所得，意象妙会而自然。说前三句再现画境，其实两者也不全然等同。第二句中“水暖”(温度)、“鸭先知”(知觉)云云，是不能直接画出的。诗能描写如画，诗咏物性物理又过于画。这是因为绘画属于视觉艺术，而诗是语言艺术，有着表现上的绝对自由。最后一句进一步发挥联想，在前三句客观写景的基础上作出画中景物所属时令的判断，从而增添了南方风物之美的丰富感觉，这更是画所不能的。有关河豚的应时风味，<a href=\"http://so.gushiwen.org/author_131.aspx\">梅尧臣</a>《范饶州坐中客语食河豚鱼》一诗写首：“春洲生荻芽，春岸飞杨花。河豚当是时，贵不数鱼虾。”<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>《六一诗话》说：“河豚常出于春暮，群游水上，食柳絮而肥，南人多与荻芽为羹，云最美。”苏轼的学生<a href=\"http://so.gushiwen.org/author_179.aspx\">张耒</a>在《明道杂志》中也记载长江一带土人食河豚，“但用蒌蒿、荻笋(即芦芽)、菘菜三物”烹煮，认为这三样与河豚最适宜搭配。由此可见，苏轼的联想是有根有据的，也是自然而然的。诗意之妙，也有赖于此。</p> <p>　　诗人先从身边写起：初春，大地复苏，竹林已被新叶染成一片嫩绿，更引人注目的是桃树上也已绽开了三两枝早开的桃花，色彩鲜明，向人们报告春的信息。接着，诗人的视线由江边转到江中，那在岸边期待了整整一个冬季的鸭群，早已按捺不住，抢着下水嬉戏了。</p> <p>　　然后，诗人由江中写到江岸，更细致地观察描写初春景象：由于得到了春江水的滋润，满地的蒌蒿长出新枝了，芦芽儿吐尖了；这一切无不显示了春天的活力，惹人怜爱。诗人进而联想到，这正是河豚肥美上市的时节，引人更广阔地遐想。全诗洋溢着一股浓厚而清新的生活气息。 </p>",
  "about": "<h2>创作背景</h2> <p>　　《惠崇春江晚景二首》是<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>于神宗元丰八年（1085年）在汴京（今河南开封）为惠崇所绘的《春江晚景》两幅所写的题画<a href=\"http://so.gushiwen.org/view_69102.aspx\">诗</a>。一说此诗作于江阴。</p>",
  "poet": {
    "id": 183,
    "star": 0,
    "name": "苏轼",
    "image": "http://img.gushiwen.org/authorImg/sushi.jpg",
    "desc": "苏轼（1037－1101），北宋文学家、书画家、美食家。字子瞻，号东坡居士。汉族，四川人，葬于颍昌（今河南省平顶山市郏县）。一生仕途坎坷，学识渊博，天资极高，诗文书画皆精。其文汪洋恣肆，明白畅达，与欧阳修并称欧苏，为“唐宋八大家”之一；诗清新豪健，善用夸张、比喻，艺术表现独具风格，与黄庭坚并称苏黄；词开豪放一派，对后世有巨大影响，与辛弃疾并称苏辛；书法擅长行书、楷书，能自创新意，用笔丰腴跌宕，有天真烂漫之趣，与黄庭坚、米芾、蔡襄并称宋四家；画学文同，论画主张神似，提倡“士人画”。著有《苏东坡全集》和《东坡乐府》等。"
  },
  "tags": [
    "古诗三百首",
    "题画",
    "想象",
    "写景",
    "春天",
    "写水"
  ]
}