{
  "id": 71049,
  "star": 3003,
  "name": "渔歌子·西塞山前白鹭飞",
  "dynasty": "唐代",
  "content": "西塞山前白鹭飞，桃花流水鳜鱼肥。<br>青箬笠，绿蓑衣，斜风细雨不须归。",
  "fanyi": "<p><strong>译文</strong><br>西塞山前白鹭在自由地翱翔，江水中，肥美的鳜鱼欢快地游着，漂浮在水中的桃花是那样的鲜艳而饱满。<br>江岸一位老翁戴着青色的箬笠，披着绿色的蓑衣，冒着斜风细雨，悠然自得地垂钓，他被美丽的春景迷住了，连下了雨都不回家。</p> <p><strong>注释</strong><br>①渔歌子：词牌名。此调原为唐教坊名曲。分单调、双调二体。单调二十七字，平韵，以张氏此调最为著名。双调，五十字，仄韵。《渔歌子》又名《渔父》或《渔父乐》，大概是民间的渔歌。据《词林纪事》转引的记载说，<a href=\"http://so.gushiwen.org/author_331.aspx\">张志和</a>曾谒见湖州刺史<a href=\"http://so.gushiwen.org/author_720.aspx\">颜真卿</a>，因为船破旧了，请颜真卿帮助更换，并作《渔歌子》。词牌《渔歌子》即始于张志和写的《渔歌子》而得名。“子”即是“曲子”的简称。<br>②西塞山：浙江湖州。<br>③白鹭：一种白色的水鸟。<br>④桃花流水：桃花盛开的季节正是春水盛涨的时候，俗称桃花汛或桃花水。<br>⑤鳜（guì）鱼：淡水鱼，江南又称桂鱼，肉质鲜美。<br>⑥箬（ruò）笠：竹叶或竹蔑做的斗笠。<br>⑦蓑（suō）衣：用草或棕编制成的雨衣。<br>⑧不须：不一定要。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　<a href=\"http://so.gushiwen.org/author_331.aspx\">张志和</a>的词保存下来的只有《渔歌子》（原题叫《渔父》）五首，这是其中的第一首。西塞山在今浙江省吴兴县境内的西苕溪上，从前叫道士矶，是一座突出在河边的大石岩。西苕溪北通太湖，南邻莫干山，风景很优美。张志和这首词描绘春汛期的景物，反映了太湖流域水乡的可爱。</p> <p>　　白鹭就是平常人们叫做鹭鸶的那种水鸟。远远望去，它的外形有点象白鹤，腿和脖子特别长，便于在水中寻找食物。“西塞山前白鹭飞”，它们在西塞山前，展翅飞翔，使这个鱼米之乡更显得生趣洋溢了。“桃花流水”就是桃花水。南方每年二三月间，桃花盛开，天气暖和，雨水比冬天多，下几场春雨，河水就会上涨，于是逆水而上的鱼群便多起来了。作者没有简单地说春汛到来，而是用“桃花流水鳜鱼肥”来描写，这就更能勾起读者的想象，使人们似乎看见了两岸盛开的、红艳艳的桃花；河水陡涨时，江南特有的鳜鱼不时跃出水面，多肥大呀。“鳜鱼”是一种味道特别鲜美的淡水鱼，嘴大鳞细，颜色呈黄褐色。春汛来了，渔夫当然不会闲着，他们也忙碌开了。“青箬笠，绿蓑衣，斜风细雨不须归”写的都是他们。“箬笠”就是用竹丝和青色箬竹叶编成的斗笠。“蓑衣”是用植物的茎叶或皮制成的雨衣。如果以龙须草（蓑草）为原料，它就是绿色的。“归”，回家。“不须归”，是说也不须回家了。作者在词里虽然只是概括地叙述了渔夫捕鱼的生活，但是，读者通过自己的想象，完全可以体会到词的言外之意。从渔翁头戴箬笠，身披蓑衣，在斜风细雨里欣赏春天水面的景物，读者便可以体会到渔夫在捕鱼时的愉快心情。</p> <p>　　作者是一位山水画家，据说他曾将《渔歌子》画成图画。确实，这首词是富于画意的。苍岩，白鹭，鲜艳的桃林，清澈的流水，黄褐色的鳜鱼，青色的斗笠，绿色的蓑衣，色彩多么鲜明，构思也很巧妙，意境优美，使人读作品时，仿佛是在看一幅出色的水乡春汛图。</p> <p>　　此词在秀丽的水乡风光和理想化的渔人生活中，寄托了作者爱自由、爱自然的情怀。词中更吸引读者的不是一蓑风雨，从容自适的渔父，而是江乡二月桃花汛期间春江水涨、烟雨迷蒙的图景。雨中青山，江上渔舟，天空白鹭，两岸红桃，色泽鲜明但又显得柔和，气氛宁静但又充满活力。而这既体现了作者的艺术匠心，也反映了他高远、冲澹、悠然脱俗的意趣。此词吟成后，不仅一时唱和者甚众，而且还流播海外，为东邻日本的汉<a href=\"http://so.gushiwen.org/view_71049.aspx\">诗</a>作者开启了填词门径，嵯峨天皇的《渔歌子》五首及其臣僚的奉和之作七首，即以此词为蓝本改制而成。</p> <p>　　苏子瞻极爱此词，患声不可歌，乃稍损益，寄《浣溪纱》曰：“西塞山前白鹭飞，散花洲外片帆微。桃花流水鳜鱼肥。自蔽一身青箬笠，相随到处绿蓑衣。斜风细雨不须归。”黄鲁直闻而继作。江湖间谓山连亘入水为矶，太平州有矶曰新妇，池州有浦曰女儿。鲁直好奇，偶以名对而未有所付。适作此词，乃云：“新妇矶头眉黛愁，女儿浦口眼波秋。惊鱼错认月沉钩。青箬笠前无限事，绿蓑衣底一时休。斜风细雨转船头。”子瞻闻而戏曰：“才出新妇矶，便入女儿浦，志和得无一浪子渔父耶!”人皆传以为笑。前辈风流略尽，念之慨然。小楼谷隐，要不可无方外之士时相周旋。余非鲁公，固不能致志和，然亦安得一似之者而与游也。（<a href=\"http://so.gushiwen.org/author_71.aspx\">叶梦得</a>《岩下放言》）</p> <p>　　山谷（<a href=\"http://so.gushiwen.org/author_268.aspx\">黄庭坚</a>）晚年亦悔前作之未工，因表弟李如篪言《渔父词》，以《鹧鸪天》歌之甚协律，恨语少声多耳。因以宪宗遗像求玄真子文章，及玄真之兄松龄劝归之意，足前后数句云：“西塞山前白鹭飞，桃花流水鳜鱼肥。朝廷尚觅玄真子，何处如今更有诗？青箬笠，绿蓑衣，斜风细雨不须归。人间欲避风波险，一日风波十二时。”东坡笑曰：鲁直乃欲平地起风波也。 （摘自《白香词谱笺》）</p>",
  "about": "<h2>创作背景</h2> <p>　　唐代宗大历七年（772）九月，<a href=\"http://so.gushiwen.org/author_720.aspx\">颜真卿</a>任湖州刺史，次年到任。<a href=\"http://so.gushiwen.org/author_331.aspx\">张志和</a>驾舟往谒，时值暮春，桃花水涨，鳜鱼水美，他们即兴唱和，张志和首唱，作词五首，这首词是其中之一。这首词于宪宗时一度散失，长庆三年（823），<a href=\"http://so.gushiwen.org/author_815.aspx\">李德裕</a>访得之，著录于其《玄真子渔歌记》文中，始流传至今。</p>",
  "poet": {
    "id": 331,
    "star": 0,
    "name": "张志和",
    "image": "http://img.gushiwen.org/authorImg/zhangzhihe.jpg",
    "desc": "张志和（730年(庚午年)～810年？），字子同，初名龟龄，汉族，婺州（今浙江金华）人，自号“烟波钓徒”，又号“玄真子”。唐代著名道士、词人和诗人。十六岁参加科举，以明经擢第，授左金吾卫录事参军，唐肃宗赐名为“志和”。因事获罪贬南浦尉，不久赦还。自此看破红尘，浪迹江湖，隐居祁门赤山镇。其兄张鹤龄担心他遁世不归，在越州（今绍兴市）城东筑茅屋让他居住。史载唐肃宗曾赐他奴婢各一人，张志和让他们结婚，取名渔童和樵青。著有《玄真子》集。"
  },
  "tags": [
    "宋词三百首",
    "小学古诗",
    "水乡",
    "写景",
    "写人",
    "抒怀"
  ]
}