{
  "id": 73273,
  "star": 22,
  "name": "南乡子·相见处",
  "dynasty": "五代",
  "content": "相见处，晚晴天，刺桐花下越台前。<br>暗里回眸深属意，遗双翠，骑象背人先过水。",
  "fanyi": "<p><strong>译文<br></strong>日暮天晴，一位美丽纯真的少女，在越台前盛开的刺桐花下，和一位风度翩翩、俊雅倜傥的少年偶然相遇。<br>两人擦肩而过，她仍偷偷回望，深情地注视着少年，故意掉下一双翠羽，匆匆骑象离开游人，趟过小河先走了。</p> <p><strong>注释<br></strong>⑴南乡子：唐教坊曲名，后用作词牌。又名《好离乡》、《蕉叶怨》。原为单调，有二十七字、二十八字、三十字各体，平仄换韵。单调始自后蜀<a href=\"http://so.gushiwen.org/author_175.aspx\">欧阳炯</a>，此词牌即以欧阳炯《南乡子》为正体。南唐<a href=\"http://so.gushiwen.org/author_186.aspx\">冯延巳</a>始增为双调。冯词平韵五十六字，十句，上下片各四句用韵。另有五十八字体者。南乡子定格为双调五十六字，上下片各四平韵，一韵到底。 <br>⑵刺桐：植物名，似桐而有刺。越台：即越王台，汉时南越王赵佗所筑，在今广州北越秀山上。<br>⑶回眸（móu）：囬转目光。深属意：表示深切的情意。属（zhǔ）意：留情，暗含情意。<br>⑷双翠：一双翠羽，女性头上妆饰品。<br>⑸骑象：李珣笔下的岭南风光有着神奇的异域色彩。岭南古为百越之地，是百越族居住的地方，远古时就与象结下了不解之缘。象崇拜渗透到百越族生活的各个领域。骑象少女是岭南奇异风光与风物人情之美的结合。背（bèi）人：指避开别人。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这首词写一位南方少女偶尔遇到一位少年，一见钟情，巧妙地佯失双钗，暗约相会。摹写传神，感情纯朴。</p> <p>　　前三句：“相见处，晚晴天，刺桐花下越台前。”记写故事发生的时间地点和环境。在越秀山上，越王台前，初春的一个傍晚，晴空万里，霞光映天，刺桐花（初春盛开）姹紫嫣红，好一派南国风光。这明媚娇艳的景象，为情人相会点染出一幅绚丽的背景，烘托出欢快的气氛。据称：“宋元时代，回教旅行家东来，常以刺桐一名记入其旅行记载。”（《辞海》缩印本1842页），而李珣在百花丛中独举刺桐花，则表明早在宋代以前，东来的“回教”人即以此来标举自己葆有本民族的特质。</p> <p>　　后三句描绘出了少女回眸属意的神态，遗物留情的举动，以及少女羞涩的心理和含情脉脉的情态。此后情形也留给人们无限想象空间。其中“遗双翠”包蕴了四层意思：少女“暗里回眸”时，发现少年也在注意自己，所以才“遗双翠”表明心迹；少女虽然对少年“深属意”，但不知人家对自己是否也有意，所以才“遗双翠”发出试探；少男少女你有情我有意，但碍于游人众多，不便表白，所以才“遗双翠”期约到河对岸的林中相会；或者说，那“双翠”就是定情信物。</p> <p>　　仅仅三十三字的一首小词，能用景物描绘构成色彩斑烂的背景，用人物举动刻画心理活动，塑造一个多情而聪明的少女形象，实属难能可贵。<a href=\"http://so.gushiwen.org/author_145.aspx\">况周颐</a>在《历代词人考略》中说：“五代人词大都奇艳如古蔷锦，惟李德润词，有以清胜者，有以质胜者，愈质愈厚。”以此词而论，写艳情而无艳语，清新与质朴兼备，自然隽永，耐人寻味。</p> <p>　　这首小令纯用白描手法，写得自然流畅，空灵雅致。对于此词本色生动的语言，历来有较高评价。一般认为。它可以与<a href=\"http://so.gushiwen.org/author_197.aspx\">刘禹锡</a>的《竹枝词》媲美。与《花间集》崇尚艳丽的总体风格不同，开出了新境。</p>",
  "about": "<h2>创作背景</h2> <p>　　据《栩庄漫记》考证，李殉是早期来华的波斯人后裔。其文化底蕴无疑是伊斯兰文化，这从他兼治医学，其弟也以从医为业即可得到某种启示。又由于李殉长期生活于中土，受汉文化的濡染自然在所难免。伊斯兰圣贤自古也都是提倡接受先进的汉文化的，穆罕默德所谓“学问虽远在中国，亦当求之”即真实地反映了这一思想。李殉“以秀才预宾贡”，全面接受了中国传统文化的教育，但身上固有的伊斯兰文化因子仍时时在发挥作用。“词”是词人的心曲，是词人情志的外化。他“亡国不仕”，“多感慨之音”是儒家思想的体现；他少柔婉纤丽的情调，而多明快真切的风格，不无潜在的伊斯兰文化的影响。汉、波斯文化对他的交互作用，使其词作在西蜀文坛上别开生面。</p> <p>　　李珣虽深受中国文化影响，亦颇负<a href=\"http://so.gushiwen.org/view_73273.aspx\">诗</a>名，但终不脱波斯人本色，多年以经商为生，浪迹天涯，曾到过广州。唐末广州已是重要的通商口岸，有阿拉伯人万余。李珣在那里如鱼得水，有一段颇为自在得意的生活，常邀女子同游。李殉共有十七首《南乡子》词，皆写南国山水风光与民俗人情。此词即为其中的一首。</p>",
  "poet": {
    "id": 111,
    "star": 0,
    "name": "李珣",
    "desc": "李珣（855？-930？），五代词人。字德润，其祖先为波斯人。居家梓州（四川省三台）。生卒年均不详，约唐昭宗乾宁中前后在世。少有时名，所吟诗句，往往动人。妹舜弦为王衍昭仪，他尝以秀才预宾贡。又通医理，兼卖香药，可见他还不脱波斯人本色。蜀亡，遂亦不仕他姓。珣著有琼瑶集，已佚，今存词五十四首，（见《唐五代词》）多感慨之音。）"
  },
  "tags": [
    "写人",
    "少女",
    "爱情"
  ]
}