{
  "id": 15018,
  "star": 68,
  "name": "宿石邑山中",
  "dynasty": "唐代",
  "content": "浮云不共此山齐，山霭苍苍望转迷。<br>晓月暂飞高树里，秋河隔在数峰西。",
  "fanyi": "<p><strong>译文</strong><br>天上的浮云不能与此山平齐，山峦云雾苍苍远望反更迷离。<br>拂晓弯月暂时飞隐到高树里，秋夜的银河远隔在数峰以西。</p> <p><strong>注释</strong><br>⑴石邑：古县名，故城在今河北获鹿东南。<br>⑵浮云：飘动的云。《楚辞·九辩》：“块独守此无泽兮，仰浮云而永叹。”共：同，与。<br>⑶山霭（ǎi）：山中的云气。唐<a href=\"http://so.gushiwen.org/author_113.aspx\">岑参</a>《高冠谷口招郑鄠》<a href=\"http://so.gushiwen.org/view_15018.aspx\">诗</a>：“衣裳与枕席，山霭碧氛氲。”望：一作“翠”。迷：分辨不清。<br>⑷晓月：拂晓的残月。南朝宋<a href=\"http://so.gushiwen.org/author_758.aspx\">谢灵运</a> 《庐陵王墓下作》诗：“晓月发云阳，落日次朱方。”暂：短暂，突然。高：一作“千”。<br>⑸秋河：秋夜的银河。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这首七绝以极简炼的笔触，描绘了石邑山变幻多姿的迷人景色。石邑，古县名，故城在今河北获鹿东南。石邑一带为太行山余脉，山势逶迤，群峰错列，峻峭插天。起句“浮云不共此山齐”，用“烘云托月”的手法，描写了这种直插云天的气势：那高空飘忽浮动的白云也飞升不到山的顶端，敢去与它比个高低。如果说第一句是写仰望所见，那么第二句“山霭苍苍望转迷”，则是写远眺情景：摩天的山峦连绵不断，飘荡的晚霞忽淡忽浓，忽明忽暗，给重峦叠嶂的山增添了迷人的色彩。“望转迷”三字，玲珑剔透，活<a href=\"http://so.gushiwen.org/author_2141.aspx\">脱脱</a>地写出了<a href=\"http://so.gushiwen.org/view_15018.aspx\">诗</a>人身临其境的感受，将沉浸在暮色中的群山幽深神秘、变化莫测的气氛，描绘得淋漓尽致。此句巧妙地照应上句，正因为山高云绕，才使入山的游人产生“望转迷”的感觉。同时由“迷”字，又暗示夜暮来临，诗人将在山中投宿。“宿”字是此诗的题眼，倘若不在此点出投宿，后面写破晓时的景色就显得无根无襻。</p> <p>　　三四句“晓月暂飞高树里，秋河隔在数峰西”，是这首七绝精妙传神之笔。<a href=\"http://so.gushiwen.org/author_12.aspx\">陈子昂</a>有“明月隐高树，长河没晓天”（《春夜别友人》）诗句，写拂晓与友人离别的景色，画面是静止的。<a href=\"http://so.gushiwen.org/author_473.aspx\">韩翃</a>这两句诗由此化出，在宁静的气氛中增加了丰富的层次和鲜明的动感。句中“秋”字点明了投宿山中的节令，“晓”字写出暮宿晓行的时间。踏上旅程，透过参天大树的缝隙窥见朗月高悬天中；当旅人缘着山径行进，随着峰回路转视角的变换，刚才还可以看到的明月突然隐藏到浓密的树中去了。“暂飞高树里”，看似随意涉笔，无意求工，却清绝洗炼，独到含蓄：读者从“暂”字中可以领悟到，随着山路的曲折回环，明月还会跃出树丛；从“飞”字中可以感觉到，拂晓时万籁俱寂，天空仿佛突然增添了动感。这是一幅语意新鲜、有层次有节奏的活动画面，意境幽美，景色错落有致，令人产生无限遐想。由于曙色渐开，银河逐渐西流沉沦，又被群峰遮蔽，所以看不到了。最后一句“秋河隔在数峰西”，一笔带过，戛然而止。这两句一详一略，一实一虚，把近景远景、明暗层次、时间空间安排得井然有序，将所描绘的景色熔铸在俊美流畅的对句中，给全诗增添了富有特色的艺术魅力与和谐悦耳的音乐效果。同时，透过这两句景色描绘，使人深深体味到旅人夜宿晓行，奔波不已的艰辛。</p> <p>　　这首七绝写得很圆熟。诗人采用剪影式的写法，截取暮宿和晓行时自己感受最深的几个片段，来表现石邑山中之景，而隐含的“宿”字给互不联系的景物起了纽带作用：因为至山中投宿，才目睹巍峨的山，迷漫的云；由于晓行，才有登程所见的晓月秋河。“宿”字使前后安排有轨辙可寻，脉断峰连，浑然一体。这种写法，避免了平铺直叙的呆板，显得既有波澜又生神韵。表面看，这首诗似乎单纯写景，实际上景中寓情。一二句初入山之景，流露作者对石邑山雄伟高峻的惊愕与赞叹；三四句晓行幽静清冷的画面，展现了“鸡声茅店月，人迹板桥霜”（<a href=\"http://so.gushiwen.org/author_415.aspx\">温庭筠</a>《商山早行》）式的意境，表达了诗人羁旅辛苦，孤独凄清的况味。</p>",
  "about": "<h2>创作背景</h2> <p>　　<a href=\"http://so.gushiwen.org/author_473.aspx\">韩翃</a>的生卒年暂无法确考，此<a href=\"http://so.gushiwen.org/view_15018.aspx\">诗</a>的具体创作时间也难以考证。它大概是韩翃后期在汴宋、宣武节度使幕府时期途径太行山夜宿石邑时所作。</p>",
  "poet": {
    "id": 473,
    "star": 0,
    "name": "韩翃",
    "image": "http://img.gushiwen.org/authorImg/hanli.jpg",
    "desc": "韩翃，唐代诗人。字君平，南阳（今河南南阳）人。是“大历十才子”之一。天宝13年（754）考中进士，宝应年间在淄青节度使侯希逸幕府中任从事，后随侯希逸回朝，闲居长安十年。建中年间，因作《寒食》诗被唐德宗所赏识，因而被提拔为中书舍人。韩翃诗笔法轻巧，写景别致，在当时传诵很广。"
  },
  "tags": [
    "写山",
    "写景"
  ]
}