{
  "id": 64860,
  "star": 12,
  "name": "小重山·春愁",
  "dynasty": "宋代",
  "content": "谢了荼縻春事休。无多花片子，缀枝头。庭槐影碎被风揉。莺虽老，声尚带娇羞。<br>独自倚妆楼。一川烟草浪，衬云浮。不如归去下帘钩。心儿小，难着许多愁。",
  "shangxi": "<h2>赏析</h2> <p>　　荼蘼花欲谢，春意正阑珊。</p> <p>　　有幸还瞥得见零星的花瓣，点缀在花枝上。空气中，暗暗流动着少许清香的气息。</p> <p>　　云锁朱楼，门扉深闭。庭院寂寂春不语，秋千架上空无人。</p> <p>　　风乍起，把几棵槐树斑驳的树影，无情地揉碎了一地。远处隐约传来几声黄莺的啼叫，这声音虽有几分清脆，可一声一声的像是在，催促着春天的归去。</p> <p>　　眼看春天就要离开，花儿也要凋谢。</p> <p>　　往事惊心。。。。。。</p> <p>　　一个女子，凄然失落下一声轻叹：落花时节不逢君。</p> <p>　　她轻移莲步，来到了楼前。软软地倚靠着栏杆，把一泓秋波，温情脉脉地流向了远方。</p> <p>　　自由飘忽的白云下面，是一望无际草凄烟迷的景象。细长而浓密的芳草，随风一波一波地翻卷。那些芳草，就如一阵阵汹涌的浪涛，拍打着她。她的胸口，忽然有些隐隐作痛。</p> <p>　　她叹气，起身回屋，轻轻地放下了帘钩。</p> <p>　　屏山半掩人惆怅，残烟袅袅起寂寥。</p> <p>　　她无奈地问自己：“为什么人的心，偏偏就生得这样的小？这教我又如何能装得下，那么多的愁啊！？”</p> <p>　　<a href=\"http://so.gushiwen.org/author_59.aspx\">吴淑姬</a>的这首词，是借阑珊的春意来伤景怀人。其笔调轻柔浅伤，隐约凄迷。《宋词鉴赏大辞典》的一书中，收录并精彩地赏析了这首词。</p> <p>　　从词中，我们还可以捕捉得到<a href=\"http://so.gushiwen.org/author_536.aspx\">李清照</a>当年的那种无奈和悲戚。比如“不如归去下帘钩”，还有“心儿小，难着许多愁”这些句子，和李清照《永遇乐》里写的是“不如向、帘儿底下，听人笑语”，《醉花阴》里的“载不动许多愁”，简直有着异曲同工之妙。</p> <p>　　只是，吴淑姬的愁太多，心太小，她无法装下。李清照则是愁重如山，她无论如何也承载不起。</p> <p>　　吴淑姬自创了“花片子”和“草浪”两个新词语。《古今词统》眉批云：“竹浪、柳浪、麦浪与草浪而四”，即指吴淑姬自创新词“草浪”，直可与前人所创“竹浪、柳浪、麦浪”相媲美。</p> <p>　　烟草之意象，是作者用来寄托自身情感来进行抒怀的。芳草的无情，恰好似游子外出不归的无情。如《楚辞》里写的：“王孙游兮不归，芳草生兮萋萋。”<a href=\"http://so.gushiwen.org/author_510.aspx\">范仲淹</a>的《苏幕遮》：“芳草无情，更在斜阳外”，还有<a href=\"http://so.gushiwen.org/author_186.aspx\">冯延巳</a>《临江仙》词里的：“夕阳千里连芳草，萋萋愁煞王孙”。</p> <p>　　清朝乾隆间文人陆昶，在其所著《历朝名媛<a href=\"http://so.gushiwen.org/view_64860.aspx\">诗</a>词》卷十一处曾评吴淑姬言：“笔甚轻倩，能以致胜，人云不减易安，却不及易安温雅。”</p> <p>　　诚然，她是不能与易安相比的，但她也有自己的过人之处。所谓“袭故而弥新，沿浊而更清，便是上乘”。我更喜欢这种，意境柔美婉约且翻新出奇的词。</p> <p>　　<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>言：“荼蘼不争春，寂寞开最晚。”许是因众芳飘零，怜它是开在春天最寂寞的花。许是喜它经常出现在古典诗词中，能带给我一份千百年前的美丽与哀愁。荼蘼花对我来说，一直都存在着极大的诱惑。</p> <p>　　一个人产生的愁绪，既是无形，也是凌乱的。但它绝非是，莫名而来。</p> <p>　　无人获知她心中隐藏坚守的那个秘密，也无人知道她当时曾执著而焦急地等着谁。她依然痴痴地等，等待着春天最后一瓣荼蘼花儿，从枝头凄美地飘落，直至零落成泥。</p> <p>　　天地间，一切早烟消云散。</p> <p>　　只是从此，不知这世间还有没有人再记得那一道茕茕孑立的清瘦身影？还记得一个女子曾经的心花怒放，以及一阕花开到荼蘼的伤悲呢？</p>",
  "poet": {
    "id": 59,
    "star": 0,
    "name": "吴淑姬",
    "image": "http://img.gushiwen.org/authorImg/wushuji.jpg",
    "desc": "吴淑姬，约公元一一八五年前后在世失其本名，湖州人。生卒年均不详，约宋孝宗淳熙十二年前后在世。父为秀才。家贫，貌美，慧而能诗词。说详拙作中国女性的文学生活）淑姬工词。有《阳春白雪词》五卷，《花庵词选》黄升以为佳处不减李易安。"
  },
  "tags": [
    "抒怀",
    "女子"
  ]
}