{
  "id": 29320,
  "star": 9,
  "name": "回中牡丹为雨所败二首",
  "dynasty": "唐代",
  "content": "下苑他年未可追，西州今日忽相期。<br>水亭暮雨寒犹在，罗荐春香暖不知。<br>舞蝶殷勤收落蕊，有人惆怅卧遥帷。<br>章台街里芳菲伴，且问宫腰损几枝？</p> <p>浪笑榴花不及春，先期零落更愁人。<br>玉盘迸泪伤心数，锦瑟惊弦破梦频。<br>万里重阴非旧圃，一年生意属流尘。<br>前溪舞罢君回顾，并觉今朝粉态新。",
  "fanyi": "<p><strong>译文<br></strong>其一<br>在曲江林苑往年不可回忆，在西州今天忽然相互盼望。<br>水边亭台幕天大雨春寒之气还存在，丝罗褥子春天散香虽温暖让人没感知。<br>飞舞的蝴蝶专注采收落花之粉，美人在远处忧愁地卧在帷幕中。<br>长安章台街里还有其他花朵为伴，暂且问您牡丹花如楚宫女的细腰在风雨后又减损多少枝？</p> <p>其二<br>不要笑石榴花盛开迟而赶不上芳春，牡丹春过早地凋落更是愁人。<br>它那花冠如洁白的玉盘，泪珠飞溅，伤心屡屡；无情风雨像急奏的锦瑟，繁弦促柱，破梦频频。<br>万里阴云密布，已不是过去花圃，一年美好生机，早付与污泥流尘。<br>在前溪舞歇歌残后您若再回头看看，定会感觉到今朝风雨里牡丹的娇美姿容正奇新。</p> <p><strong>注释<br></strong>⑴回中：回中有二，一为汧之回中，在今陕西省陇县西北；一为安定之回中，在今甘肃固原县。<a href=\"http://so.gushiwen.org/view_29320.aspx\">诗</a>题所称回中，指后者。牡丹，富贵花，阴历二、三月开。<br>⑵下苑：指汉代的宜春下苑。唐时称曲江池。追：回忆。<br>⑶西州：地名，指安定郡。相期：期待；相约。<br>⑷水亭：临水的亭子。<br>⑸罗荐：丝绸褥子。<br>⑹殷勤：情意恳切。<br>⑺“有人”句：此句以花拟人，用美人怅卧遥帷的情状来形容牡丹为雨所败后花事已阑。<br>⑻章台：战国时秦宫中台名。<br>⑼宫腰：语出《<a href=\"http://so.gushiwen.org/author_404.aspx\">韩非</a>子·二柄》：“楚灵王好细腰，而国中多饿人。”<br>⑽浪笑：漫笑。榴花：石榴花。<br>⑾先期：约定日期之前；在事情发生或进行之前。零落：凋谢。<br>⑿玉盘：指牡丹花冠。似为白牡丹。据《洛阳花木记》记载，牡丹有叫玉盘妆的。玉盘也可能仅指形状。<br>⒀“锦瑟”句：借疾奏锦瑟时促柱繁弦令人心惊的感觉来形容雨水摧花的情态。<br>⒁旧圃：指往日曲江之花圃。<br>⒂流尘：飞扬的尘土。<br>⒃“前溪”句：前溪村是南朝教习音乐的地方，江南声伎多出于此。此句用人的舞态描摹花之飘零。<br>⒄“并觉”句：意谓他时花朵零落已尽再回顾今日雨中，犹觉此时粉态新艳。粉态：娇美的姿容。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　第一首<a href=\"http://so.gushiwen.org/view_29320.aspx\">诗</a>起联谓牡丹往年植于曲江苑圃之繁华情景已不可复追，今日乃忽于此西州风雨之中相值，喻往岁进士登第、曲江游赏、得意尽欢之盛况已不可再，今日竟沦落寄此泾州也。三承二，四承一，谓今日处此西州水亭暮雨之中，所感者惟有寒意，而当年置身曲江苑圃时罗荐春香之暖，竟已恍如隔世，不可想望矣（“不知”正应上“未可追”）。五六正写“败”字，谓蝶舞翩翾，似有意惜花，殷勤欲收落蕊，然牡丹为雨败后，花事已阑，有似佳人之怅卧遥帷，意兴阑珊，精采全无矣。末联诸家多从何焯、冯浩之说，谓指在京同袍之失意者。此解固似可通，然细按亦觉可疑。盖此二章专写“回中牡丹为雨所败”，处处以曲江下苑与西州回中相对照，以见沦落天涯之恨。既云“章台街里芳菲伴”，则彼等固身处京华，春风得意者，岂有沦落之恨？然则“且问宫腰损几枝”者，谓其日日舞于春风之中，恐不免瘦损宫腰也。“宫腰损几枝”非言其失意，乃谓其得意也。姚培谦谓“失意者失意，得意这未尝不得意也”（《李义山诗集笺注》）似得其情。</p> <p>　　第二首诗首联谓榴花开虽不及春，然不及牡丹之先期零落更令人伤心。三四写牡丹为雨所败，言玉盘之上，雨珠飞溅，似频流伤心之泪；急雨打花，如锦瑟惊弦，声声破梦（《七月二十八日夜与王郑二秀才听雨后梦作》有“雨打湘灵五十弦”之句）。“伤心”“破梦”均就牡丹言。而牡丹之伤心破梦亦即作者之情怀遭遇。五六写环境与败后情景，万里长空，阴云密布，气候恶劣，已非当年曲江旧圃之环境；花落委地，一年生意，已付流尘。上六句喻己未及施展才能即遭打击而沦落，心伤泪迸，希望成空，昔日之环境已不可再，今后之前途已不可问。末联则借异日花瓣落尽之时迥视今日雨中情景，犹感粉态之新艳，暗示将来之厄运更甚于今日。联系应宏博试被黜情事，此诗之感遇性质自不待言。</p> <p>　　这两首诗是<a href=\"http://so.gushiwen.org/author_204.aspx\">李商隐</a>众多咏物诗中的优秀作品。其格调比《安定城楼》更为凄凉、哀婉，与后期创作的大部分作品风格一致。前一首以奇特的联想写牡丹，由牡丹想到遥卧的美人，用惆怅的美人写败落的牡丹，让人产生无尽的联想，且意象丰富，诗境优美，冷艳，表达精致婉曲。后一首则借牡丹寄慨身世，把自己的感受和情绪融进物中，物我一体。把感伤情绪注入朦胧瑰丽的诗境，用哀婉的情调、美丽的形象和词采，写出了自己的心境和感受，其风格已大不似前。而这样托物寄情的咏物诗却大量出现在他以后的诗歌创作中，每一首都那样哀伤、凄艳。这组诗对他以后的咏物诗产生了重要的影响，也标志着他独特创作风格的真正形成。</p>",
  "about": "<h2>创作背景</h2> 　　唐文宗开成三年（838年）的暮春时节，<a href=\"http://so.gushiwen.org/author_204.aspx\">李商隐</a>在长安应试博学鸿词科落第，由长安动身回径原，途经回中（今甘肃固原境内）住在逆旅，恰遇苦雨天气，院子里的牡丹刚刚绽苞，就被一阵狂风疾雨打落。<a href=\"http://so.gushiwen.org/view_29320.aspx\">诗</a>人回想往事，触景生情，借牡丹以寄慨身世，写下了《回中牡丹为雨所败二首》。",
  "poet": {
    "id": 204,
    "star": 0,
    "name": "李商隐",
    "image": "http://img.gushiwen.org/authorImg/lishangyin.jpg",
    "desc": "李商隐，字义山，号玉溪（谿）生、樊南生，唐代著名诗人，祖籍河内（今河南省焦作市）沁阳，出生于郑州荥阳。他擅长诗歌写作，骈文文学价值也很高，是晚唐最出色的诗人之一，和杜牧合称“小李杜”，与温庭筠合称为“温李”，因诗文与同时期的段成式、温庭筠风格相近，且三人都在家族里排行第十六，故并称为“三十六体”。其诗构思新奇，风格秾丽，尤其是一些爱情诗和无题诗写得缠绵悱恻，优美动人，广为传诵。但部分诗歌过于隐晦迷离，难于索解，至有“诗家总爱西昆好，独恨无人作郑笺”之说。因处于牛李党争的夹缝之中，一生很不得志。死后葬于家乡沁阳（今河南焦作市沁阳与博爱县交界之处）。作品收录为《李义山诗集》。"
  },
  "tags": [
    "咏物",
    "写花",
    "牡丹",
    "感慨"
  ]
}