{
  "id": 59337,
  "star": 6,
  "name": "浣溪沙·著酒行行满袂风",
  "dynasty": "宋代",
  "content": "沙露，衰草入云。丙午之秋，予与安甥或荡舟采菱，或举火罝兔，或观鱼簺下，山行野吟，自适其适，凭虚怅望，因赋是阙 <br>著酒行行满袂风。草枯霜鹘落晴空。销魂都在夕阳中。 <br>恨入四弦人欲老，梦寻千驿意难通。当时何似莫匆匆。",
  "shangxi": "<h2>赏析</h2> <p>　　白石此词作于三十二岁，是怀念合肥情事最早的作品之一。白石与其相识于合肥赤兰桥，那里春则杨柳依依，冬则梅雪溶溶，他们都妙解音律，白石作词，伊人歌之，其乐陶陶，不啻神仙眷属矣。可是造物弄人，天妒馨香，白石与爱侣最终分袂，这成为白石一生“情结”所系。白石与合肥女子最后之别在三十七岁那年。然而，似乎在最后一别之前许久，白石就已预感到爱情的悲剧性质，以致其怀人之作从一开始就充满了沉痛深哀的悲剧气氛。</p> <p>　　词前有序。序前半篇写山阳之壮观。女须同女媭，指姐姐，白石幼年即住在姐姐家，在汉阳之山阳村，太白湖、云梦泽（代指湖泊群）环抱左右。春水生时，连几千里。冬寒水退，荒草接天。后半篇写游赏之快乐。丙午即公元1186年（淳熙十三年），这年秋天，词人与外甥（名安）昼则荡舟采菱，夜则举火捕兔（罝，捕兔网），有时则观看捕鱼（竹木制的栅栏，用来断水取鱼）。山行野吟，真似自得其乐。然而，末尾笔调突转：“凭虚怅望，因赋是阕。”原来，游赏之乐竟丝毫不能弥补词人悲伤的心灵。序末正是词篇的引子。</p> <p>　　“著酒行行满袂风。”起句写自己带了酒意在原野上奔走，秋风满怀，便觉天地之寥廓。“草枯霜鹘落晴空，”举目清秋，恙草接天但见一只苍鹰从晴空中直飞落在一望无际的原野上。此二句极写天地之高旷，便见出词人之“凭虚怅望”。于是由景生情，写出下句：“销魂都在夕阳中。”歇拍极精辟，将情与景、人与宇宙融为一境。境界随夕阳之无极而无限展开，忧伤亦随夕阳之无极而生生无已。有夕阳处有忧伤。忧伤冉冉弥漫于此夕阳无极之境界中。原来上二句所写天地之高旷，竟似容不下词人无限之惆怅。“销魂都在夕阳中”，可媲美于<a href=\"http://so.gushiwen.org/author_164.aspx\">周邦彦</a>《兰陵王》名句“斜阳冉冉春无极”。词人究竟为何销魂如此？“黯然销魂者，唯别而已矣。”（<a href=\"http://so.gushiwen.org/author_509.aspx\">江淹</a>《别赋》）歇拍意脉已引发下片。起到上勾下连，承前启后的作用。</p> <p>　　“恨入四弦人欲老，梦寻千驿意难通。”过片二句对偶，写想象中之情人对己的刻骨相思。上句想象伊人忧伤欲老。四弦指琵琶，周邦彦《浣溪沙》云：“琵琶拨尽四弦悲。”合肥女子妙解音律，故白石词多次写到其所用乐器。如《解连环》云：“为大乔能拨春风，小乔妙移筝。”伊人满怀幽怨沉恨，倾注进琵琶之声，琵琶之声可以怨，但不能真个解恨。在声声怨恨中，伊人亦红颜渐老。白石当年三十二岁，合肥情侣年龄谅在三十以下，何至言老？“思君令人老”《古<a href=\"http://so.gushiwen.org/view_59337.aspx\">诗</a>十九首》，故老之一字，下得沉重。不仅写出合肥情侣对自己相思成疾，亦写出自己对合肥情侣相知之深。不仅如此。白石合肥情遇之深亦于此句见出。合肥情侣与白石皆妙擅音乐，乃是知音。可见其爱情之内蕴原是极高雅亦极深厚。善于设身处地地为对方着想，从对方的角度来刻画双方的情深意重和相思之苦，是白石情词的一个特色。如“谁教岁岁红莲夜，两处沉吟各自知”（《鹧鸪天》），“淮南皓月冷千山，冥冥归去无人管”（《踏莎行》）。以及此词这两句。下句写伊人梦中相觅之苦。山长水阔，天遥地远，伊人纵然梦飞千驿，也难寻到自己倾诉衷情啊。词情仿佛晏小山《蝶恋花》“梦入江南烟水路。行尽江南，不与离人遇”。如此惨淡之句，竟成为爱情悲剧之预谶。白石与合肥情侣含恨终身，当非偶然。梦中亦意难平，人生必多恨事。重逢难，梦中相逢亦难。词人不禁从肺腑中发出万千感慨和无限遗恨：“当时何似莫匆匆。”痛恨当时与情侣匆匆分别，而此时天各一方，重逢难期，无限深悲巨痛，化于一句之中。实则当日之别，必有不得已之缘故。此时之追悔，便属无可奈何，这是白石一生的一大恨事。结句与<a href=\"http://so.gushiwen.org/author_432.aspx\">晏殊</a>《踏莎行》“当时轻别意中人，山长水远知何处”相若。</p> <p>　　全词整体构思颇见白石特色。序与词，上、下片，皆笔无虚设，一脉关联，而又层层翻进，实为浑然一体。序中极写游赏之适意，既引起词中无可排解的忧伤，又反衬忧伤之沉重。上片极写天地之高旷、夕阳之无极，实为下片所写相思之深远、伤心之无限造境。纵观全幅，序作引发之势，上片呈外向张势，下片呈内向敛势，虽是小令之作，亦极变化开阖之能事，此是尺小兴波之一法。</p> <p>　　此词是白石怀人系列词之序曲。白石怀人词始于此年，终于四十三岁时所作之两首《鹧鸪天》，中间经历之十余年历程，这是人生最可宝贵的一段经历，成为白石创作歌词的深厚的情感源泉；白石所作之情词，俱深沉幽邃，寄意深微。在宋代文学史上，白石怀念合肥女子之系列词，与于湖怀念李氏之系列词、放翁怀念唐琬之系列诗，先后辉映。这些作品俱是至情至性之人所留之性情之作，是不会过时的。</p>",
  "poet": {
    "id": 30,
    "star": 0,
    "name": "姜夔",
    "image": "http://img.gushiwen.org/authorImg/jiangkui.jpg",
    "desc": "姜夔，南宋文学家、音乐家。人品秀拔，体态清莹，气貌若不胜衣，望之若神仙中人。往来鄂、赣、皖、苏、浙间，与诗人词家杨万里、范成大、辛弃疾等交游。庆元中，曾上书乞正太常雅乐，他少年孤贫，屡试不第，终生未仕，一生转徙江湖，靠卖字和朋友接济为生。他多才多艺，精通音律，能自度曲，其词格律严密。其作品素以空灵含蓄著称，有《白石道人歌曲》等。姜夔对诗词、散文、书法、音乐，无不精善，是继苏轼之后又一难得的艺术全才。"
  },
  "tags": [
    "写景",
    "怀人"
  ]
}