{
  "id": 72411,
  "star": 38,
  "name": "哀时命",
  "dynasty": "先秦",
  "content": "哀时命之不及古人兮，夫何予生之不遘时！<br>往者不可扳援兮，徠者不可与期。<br>志憾恨而不逞兮，杼中情而属诗。<br>夜炯炯而不寐兮，怀隐忧而历兹。<br>心郁郁而无告兮，众孰可与深谋！<br>欿愁悴而委惰兮，老冉冉而逮之。<br>居处愁以隐约兮，志沉抑而不扬。<br>道壅塞而不通兮，江河广而无梁。<br>愿至昆仑之悬圃兮，采锺山之玉英。<br>揽瑶木之橝枝兮，望阆风之板桐。<br>弱水汩其为难兮，路中断而不通。<br>势不能凌波以径度兮，又无羽翼而高翔。<br>然隐悯而不达兮，独徙倚而彷徉。<br>怅惝罔以永思兮，心纡轸而增伤。<br>倚踌躇以淹留兮，日饥馑而绝粮。<br>廓抱景而独倚兮，超永思乎故乡。<br>廓落寂而无友兮，谁可与玩此遗芳？<br>白日晼晼其將入兮，哀余寿之弗将。<br>车既弊而马罢兮，蹇邅徊而不能行。<br>身既不容于浊世兮，不知进退之宜当。</p> <p>冠崔嵬而切云兮，剑淋离而从横。<br>衣摄叶以储与兮，左袪挂于榑桑；<br>右衽拂于不周兮，六合不足以肆行。<br>上同凿枘于伏戏兮，下合矩矱于虞唐。<br>原尊节而式高兮，志犹卑夫禹汤。<br>虽知困其不改操兮，终不以邪枉害方。<br>世并举而好朋兮，壹斗斛而相量。<br>众比周以肩迫兮，贤者远而隐藏。<br>为凤皇作鹑笼兮，虽翕翅其不容。<br>灵皇其不寤知兮，焉陈词而效忠。<br>俗嫉妒而蔽贤兮，孰知余之从容？<br>愿舒志而抽冯兮，庸讵知其吉凶？<br>璋珪杂于甑窐兮，陇廉与孟娵同宫。<br>举世以为恆俗兮，固将愁苦而终穷。<br>幽独转而不寐兮，惟烦懑而盈匈。<br>魂眇眇而驰骋兮，心烦冤之忡忡。<br>志欿憾而不憺兮，路幽昧而甚难。</p> <p>塊独守此曲隅兮，然欿切而永叹。<br>愁修夜而宛转兮，气涫沸其若波。<br>握剞劂而不用兮，操规矩而无所施。<br>骋骐骥于中庭兮，焉能极夫远道？<br>置援狖于棂槛兮，夫何以责其捷巧？<br>驷跛鳖而上山兮，吾固知其不能陞。<br>释管晏而任臧获兮，何权衡之能称？<br>箟簬杂于黀蒸兮，机蓬矢以射革。<br>负檐荷以丈尺兮，欲伸要而不可得。<br>外迫胁于机臂兮，上牵联于矰隿。<br>肩倾侧而不容兮，固陿腹而不得息。<br>务光自投于深渊兮，不获世之尘垢。<br>孰魁摧之可久兮，愿退身而穷处。<br>凿山楹而为室兮，下被衣于水渚。<br>雾露濛濛其晨降兮，云依斐而承宇。<br>虹霓纷其朝霞兮，夕淫淫而淋雨。<br>怊茫茫而无归兮，怅远望此旷野。<br>下垂钓于溪谷兮，上要求于仙者。<br>与赤松而结友兮，比王侨而为耦。<br>使枭杨先导兮，白虎为之前後。<br>浮云雾而入冥兮，骑白鹿而容与。</p> <p>魂眐眐以寄独兮，汨徂往而不归。<br>处卓卓而日远兮，志浩荡而伤怀。<br>鸾凤翔于苍云兮，故矰缴而不能加。<br>蛟龙潜于旋渊兮，身不挂于罔罗。<br>知贪饵而近死兮，不如下游乎清波。<br>宁幽隐以远祸兮，孰侵辱之可为。<br>子胥死而成义兮，屈原沉于汨罗。<br>虽体解其不变兮，岂忠信之可化。<br>志怦怦而内直兮，履绳墨而不颇。<br>执权衡而无私兮，称轻重而不差。<br>摡尘垢之枉攘兮，除秽累而反真。<br>形体白而质素兮，中皎洁而淑清。<br>时猒饫而不用兮，且隐伏而远身。<br>聊窜端而匿迹兮，嗼寂默而无声。<br>独便悁而烦毒兮，焉发愤而筊抒。<br>时暧暧其将罢兮，遂闷叹而无名。<br>伯夷死于首阳兮，卒夭隐而不荣。<br>太公不遇文王兮，身至死而不得逞。<br>怀瑶象而佩琼兮，愿陈列而无正。<br>生天坠之若过兮，忽烂漫而无成。<br>邪气袭余之形体兮，疾憯怛而萌生。<br>原壹见阳春之白日兮，恐不终乎永年。",
  "fanyi": "<h2>译文</h2> 哀叹我的命运不如古人啊，为什么唯独我生不逢时。<br>往古的圣主追随不及啊，后世的明君也难以遇合共世。<br>心里怨恨不痛快啊，抒发我的情怀秉笔赋<a href=\"http://so.gushiwen.org/view_72411.aspx\">诗</a>。<br>漫漫长夜瞪着两眼不能入睡啊，满怀忧伤经年累月直至今日。<br>心情郁闷无人可以诉说啊，众皆谄谀可与谁倾吐心中事？<br>愁苦憔悴心灰意倦啊，时光荏苒不觉老之将至。<br>处境愁苦隐居山林啊，精神压抑不能振发高扬。<br>道路阻塞不能通行啊，江河广阔没有桥梁。<br>我想登上昆仑山的悬圃啊，采摘钟山玉花做干粮。<br>手持玉树的长枝条啊，又向阆风、板桐眺望。<br>弱水急流难涉渡啊，道路中断不通畅。<br>我不能脚踏波涛径直渡过河啊，又身无双翼展翅高翔。<br>隐居山林自伤志不达啊，只有独自徘徊独彷徨。<br>思念不止心惆怅啊，心如刀绞倍增忧伤。<br>犹豫徘徊久留这里啊，天天缺菜又断粮。<br>我孤独无依形影相吊啊，情思绵绵长思我的故乡。<br>空阔冷落寂寞无知音啊，谁能与我把这香花玩赏？<br>太阳西下渐渐沉没啊，哀叹我的寿命也不久长。<br>我的车已破败马也疲惫啊，徘徊停滞不能再向前方。<br>我既不被污浊社会所容啊，不知进还是退哪样适当。<br>我戴着高高的切云冠啊,<br>腰佩长长的宝剑左右摆荡。<br>衣服宽大不得舒展啊,<br>左边衣袖挂在扶桑树上。<br>右边衣襟又擦拂着不周山啊,<br>天地四方不夠我任意来往。<br>上与伏羲的法度相合啊,<br>下与尧舜的规矩一样。<br>我愿把高尚节操作为榜样啊，心里还真瞧不起夏禹商汤。<br>我虽知会贫困可也不能变节啊，终不能用邪恶行为損害品行的端方。<br>世人喜欢互相吹捧成群结党啊。<br>把好坏善恶一样看待同样衡量。<br>众小人互相勾结亲密并肩啊，贤人志士隐身避世潜藏。<br>给凤凰做一只鹌鹑竹笼啊，既使紧拢翅膀也难以容身。<br>君子昏愦而不觉悟啊，向谁陈诉进献我的一片忠心。<br>世俗是那样嫉贤妒能啊，谁又了解我举止从容有分寸？<br>我要倾诉心志发泄愤懑啊，哪管它后果是吉还是凶！<br>宝玉和瓦器混杂一处啊，丑妇与美女同住一室中。<br>全世界都认为这是常理啊，我当然就要愁苦潦倒终生。<br>夜里辗转反侧不能入睡啊，只有烦闷愤懑郁结满胸。<br>魂灵悠悠到处飘荡啊，心里烦冤优心忡忡。<br>心怀愁恨心不宁啊，路途黑暗艰险难行。<br>我孑然独处深山沟啊，心中悲切长叹声声。<br>愁苦啊，长夜难眠愁思宛转啊，心潮起伏就像那水沸浪涌。<br>手握刻刀而不能雕镂啊，手拿规尺而无处使用。<br>千里骏马在庭院里奔驰啊，又怎能把万里行程跑完？<br>猴子关在笼子里啊，又怎能责怪它只是敏捷灵便？<br>驾着跛脚的海鳖上山啊，我本来就知道不能成功。<br>废弃管仲<a href=\"http://so.gushiwen.org/author_319.aspx\">晏婴</a>而任用卑贱啊，又怎能担负起治国的大政？<br>竹箭混在麻秸中不识真货啊，蓬蒿做箭难把犀皮射通。<br>在丈尺间背负肩挑啊，想要伸一伸腰也不可能。<br>我既怕被强弩硬弓所伤啊，又担心被系着丝绳的短箭射中。<br>侧肩倾身而不见容啊，本来缩紧肚子呼吸就难暢通。<br>务光自投深渊而死啊，免去浊世的玷污。<br>谁能长期忍受摧残啊，我宁愿退身去隐居。<br>凿石柱营造小屋啊，沙渚水边浣洗衣服。<br>清晨山雾弥漫露濛濛啊，袅袅白云萦绕屋宇。<br>彩虹绚丽朝霞满天啊，傍晚又下起绵绵细雨。<br>愁思茫茫无处投奔啊，放眼望去只见一片旷野无际。<br>下临溪谷水边垂钓啊，上邀仙人同游共戏。<br>与赤松结为友啊，和王乔成伴侣。<br>让枭杨前面为我开路啊，令白虎奔走前后做卫护。<br>乘云驾雾我遨游高空啊，骑上白鹿自在逍遥无忧无虑。<br>灵魂独自飞行寄居在高空啊，就像急流一泻而去永不回头。<br>身处高空离家一天天高远啊，我止不住心情激荡满怀忧愁。<br>鸾鸟高高飞翔在云端啊，长箭短矢不能射身上。<br>蛟龙深深潜藏在旋渊啊，远祸全身不会入罗网。<br>深知贪饵必遭杀身之祸啊，不如深深潜藏在清波。<br>我宁愿隐居远离灾祸啊，谁能夠再伤害侮辱我？<br>伍子胥以死成就大义啊，<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>为理想自沉汨罗。<br>既使粉身碎骨也不动摇啊，岂能把忠信改变拋却。<br>我内心忠诚正直耿介啊，遵循法度从不偏颇。<br>为人行事大公无私啊，称轻量重分毫不错。<br>清洗掉乱糟糟的污垢啊，除却污秽赘疣回复真性。<br>形体清白本质纯真啊，內心纯洁品德方正。<br>被世厌弃不为所用啊，姑且退身远逝隐伏山林。<br>逃头匿足窜伏自藏啊，自甘寂寞缄口无声。<br>孤独忧愁心里烦闷怨恨啊，怎能发泄愤懑抒忧情？<br>天色昏暗时间已晚啊，心中郁闷哀叹无美名。<br>伯夷守节饿死首阳山啊，终于默默而死无显无荣。<br>太公吕望如果不遇周文王啊，一生到死也不会功就名成。<br>我有美玉般的品德和才能啊，我愿进献忠心却无人作证。<br>我生天地之间如过客啊，匆匆而过一事无成。<br>邪气不断侵袭我的身体啊，使我忧伤痛苦百病丛生。<br>我渴望一见阳春的骄阳啊，但又怕命短不能享尽天年寿命。",
  "poet": {
    "id": 882,
    "star": 0,
    "name": "庄忌",
    "desc": "庄忌(约前188-前105）西汉辞赋家。会稽吴（今苏州吴县）人。因避汉明帝刘庄讳改名严忌，与邹阳、枚乘等唱和，是梁孝王门下著名辞赋家。作品仅存哀时命一篇。 此赋感叹屈原生不逢时，空怀壮志而不得伸。是咏屈赋中的佳品。此赋纯属骚体，保持了由贾谊开创的西汉早期骚赋所具有的特点。感情真挚，篇幅短小精悍，是咏屈赋中的佳品。"
  },
  "tags": [
    "楚辞"
  ]
}