{
  "id": 47987,
  "star": 72,
  "name": "孟冬寒气至",
  "dynasty": "两汉",
  "content": "孟冬寒气至，北风何惨栗。<br>愁多知夜长，仰观众星列。<br>三五明月满，四五蟾兔缺。<br>客从远方来，遗我一书札。<br>上言长相思，下言久离别。<br>置书怀袖中，三岁字不灭。<br>一心抱区区，惧君不识察。",
  "fanyi": "<p><strong>译文</strong></p> <p>农历十月，寒气逼人，呼啸的北风多么凛冽.</p> <p>满怀愁思，夜晚更觉漫长，抬头仰望天上罗列的星星.</p> <p>十五月圆，二十月缺.有客人从远地来，带给我一封信函.</p> <p>信中先说他常常想念着我，后面又说已经分离很久了.</p> <p>把信收藏在怀袖里，至今已过三年字迹仍不曾磨灭.</p> <p>我一心一意爱着你，只怕你不懂得这一切.</p> <p><strong>注释</strong></p> <p>三五:农历十五日.</p> <p>四五:农历二十日.</p> <p>三岁:三年.灭:消失.</p> <p>区区:指相爱之情.</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这是妻子思念丈夫的<a href=\"http://so.gushiwen.org/view_47987.aspx\">诗</a>。丈夫久别，凄然独处，对于季节的迁移和气候的变化异常敏感；因而先从季节、气候写起。孟冬，旧历冬季的第一月，即十月。就一年说，主人公已在思念丈夫的愁苦中熬过了春、夏、秋三季。冬天一来，她首先感到的是“寒”。“孟冬寒气至”，一个“至”字，把“寒气”拟人化，它在不受欢迎的情况下来“至”主人公的院中、屋里、乃至内心深处。主人公日思夜盼的是丈夫“至”、不是“寒气至”。“寒气”又“至”而无犹不“至”，怎能不加倍地感到“寒”！第二句以“北风”补充“寒气”；“何惨栗”三字，如闻主人公寒彻心髓的惊叹之声。 时入孟冬，主人公与“寒气”同时感到的是“夜长”。对于无忧无虑的人来说，一觉睡到大天亮，根本不会觉察到夜已变长。“愁多知夜长”一句、看似平淡，实非身试者说不出；最先说出，便觉新警。主人公经年累月思念丈夫，夜不成寐；一到冬季，“寒”与“愁”并，更感到长夜难明。</p> <p>　　从“愁多知夜长”跳到“仰观众星列”，中间略去不少东西。“仰观”可见“众星”，暗示主人公由辗转反侧而揽衣起床，此时已徘徊室外。一个“列”字，押韵工稳，含意丰富。主人公大概先看牵牛星和织女星怎样排“列”，然后才扩</p> <p>　　大范围，直至天边，反复观看其他星星怎样排列。其观星之久，已见言外。读诗至此，必须联系前两句。主人公出户看星，直至深夜，对“寒气”之“至”自然感受更深，能不发也“北风何惨栗”的惊叹！但她仍然不肯回屋而“仰观众星列”，是否在看哪些星是成双成对的，哪些星是分散的、孤零零的？是否在想她的丈夫如今究竟在哪颗星下？</p> <p>　　“三五”两句并非写月，而是展现主人公的内心活动。观星之时自然会看见月，因而又激起愁思：夜夜看星星、看月亮，盼到“三五”（十五）月圆，丈夫没有回来；又挨到“四五”（二十）月缺，丈夫还是没有回来！如此循环往复，</p> <p>　　月复一月，年复一年，丈夫始终没有回来啊！</p> <p>　　“客从”四句，不是叙述眼前发生的喜事，而是主人公在追想遥远的往事。读后面的“三岁”句，便知她在三年前曾收到丈夫托人从远方捎来的一封信，此后再无消息。而那封信的内容，也不过是“上言长相思，下言久离别”。不难设想：主人公在丈夫远别多年之后才接到他的信，急于人信中知道的，当然是他现在可处、情况如何、何时回家。然而这一切，信中都没有说。就是这么一封简之至的信，她却珍而重之。“置书怀袖中”，一是让它紧贴身心，二是便于随时取出观看。“三岁字不灭”，是说她像爱护眼睛一样爱护它。这一切，都表明了她是多么的温柔敦厚！</p> <p>　　结尾两句，明白地说出她的心事：我“一心抱区区（衷爱）”，全心全意地忠于你、爱着你；所担心的是，我们已经分别了这么久，你是否还知道我一如既往地忠于你、爱着你呢？有此一结，前面所写的一切都得到解释，从而升华到新的境界；又馀音袅袅，馀意无穷。</p> <p>　　“遗我一书札”的“我”，乃诗中主人公自称，全诗都是以“我”自诉衷曲的形式写出的。诗中处处有“我”，“我”之所在，即情之所在、景之所在、事之所在。景与事，皆化入“我”的心态，融入“我”的情绪。前六句，“我”感到“寒气”已“至”、“北风惨栗”；“我”因“愁多”而“知夜长”；“我”徘徊室外，“仰观众星”之罗列，感叹从“月满”变月缺。而“我”是谁？“愁”什么？观星仰月，用意何在？读者都还不明底蕴，唯觉诗中有人，深宵独立，寒气彻骨，寒星伤目，愁思满怀，无可告语。及至读完全篇，随着“我”的心灵世界的逐渐坦露，才对前六句所写的一切恍然大悟，才越来越理解她的可悲遭遇和美好情操，对她产生无限同情。</p>",
  "about": "<h2>创作背景</h2> <p>　　这首<a href=\"http://so.gushiwen.org/view_47987.aspx\">诗</a>是古诗十九首中的一首，写的是妻子思念丈夫的诗。</p>",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": [
    "古诗十九首",
    "女子",
    "思念"
  ]
}