{
  "id": 72727,
  "star": 6,
  "name": "秋径",
  "dynasty": "宋代",
  "content": "杉竹清阴合，闲行意有凭。<br>凉生初过雨，静极忽归僧。<br>虫迹穿幽穴，苔痕接断棱。<br>翻思深隐处，峰顶下层层。",
  "fanyi": "<p><strong>译文</strong><br>一条小径，曲曲弯弯，路旁的杉树与绿竹，枝叶茂密，把路的上空遮盖。我乘闲来到这里，眼前的一切，都与我的心情相融，化成一块。刚下过一阵小雨，迎面吹来的风儿，带着丝丝凉意；万籁寂静，忽然远远传来了轻轻的脚步声，原来是山中寺庙的僧人归来。我细细地品味着四周的一切，路边松软的泥土，那一个个小小的洞穴，虫子钻过的痕迹宛在；一块块石板的断处缝边，长满了暗绿的青苔。望着远方，我想到那小径深处，那高峰下层层岩洞，一定有高士隐居在苍烟暮霭。</p> <p><strong>注释</strong><br>清阴：清凉的树阴。清，一作“青”。<br>意有凭：心意有根据，这里有融合之意。<br>凉生：生起凉意。<br>虫迹：虫子爬过的痕迹。幽穴：幽深的小洞。<br>断棱：路上石板断裂的缝隙。<br>翻思：回想。深隐处：深处。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　保暹是宋初九僧之一。九僧的<a href=\"http://so.gushiwen.org/view_72727.aspx\">诗</a>，以精微细致闻名，看似明白如话，实际上句锤字锻，洗尽铅华。这首诗，句句结合秋径，不断变换角度，勾勒了一幅深山秋色图，同时将自己淡泊的胸怀寄托在景中，一向被认为是九僧诗的代表作。</p> <p>　　诗的第一联，境界全出。“杉竹清阴合”五字，概括山中树林绿竹枝叶茂盛的情况。“清阴”二字切秋天时令；“合”字状出路两旁枝叶交覆的情况，不说“秋径”而秋径自见。如此清幽之地，诗人自然领会于心，于是以“闲行意有凭”五字植入自己，让自己陶醉在景物之中。“意有凭”三字，把人与境融合在一起。唯有这样的境地，才适合诗人这样远离物外、淡泊名利的情操；也唯有诗人这样的情操，方对这样幽邃清静的景色“有凭”。</p> <p>　　以下接上联“闲行”，写自己在闲行中品味到的种种意趣。一阵秋雨方过，凉气沁人，诗人更觉得心旷神怡、游趣横生；幽无人至的小路上，传来了轻微的脚步声，原来是寺庙中的僧人回来了。这联排比感受，通过写景来体现。归僧是实见，也可视作写自己。如此描写，以动写静，更加突出山中的幽僻岑寂，与<a href=\"http://so.gushiwen.org/author_515.aspx\">王维</a>“空山不见人，但闻人语响”所写境界密合。诗中虽然不见“秋径”二字，通过写自己徘徊秋径中的感受及偶尔经过的僧人，更见秋径的宜人。</p> <p>　　寺僧远去，山中复归宁静，诗人饶有趣味地观察着小径中的一切。他见到路边，小虫钻过的地上，有一个个小洞，山路的石板断缝间，长满了青苔。这第三联纯用工笔写景，得六朝山水诗雅趣。作者是个僧人，僧人以清静为本，从他对景色的描写上，分明可见他当时的情怀。他爱这小径爱得是那么深，他的心境是那么悠闲无挂，所以才那么细心地观察小径中一切微不足道的东西，从小虫钻的洞到石板上的苔痕。</p> <p>　　从写大环境到刻绘细物，可见诗人在这空寂的小径中留连徘徊了许久。诗写到第三联，诗人已进入了物我两忘的境界，妙在尾联忽然大笔宕开，不以小径作结，而是从曲径通幽的现状，进而想到那视线不到之处，那层层岩岫下，一定有不少高人在隐居。这样翻深一层，诗人爱小径的原因，也就在不言之中了。这样结，结得很全面，既写小径，又把自己的深情和盘托出，富有禅味。</p> <p>　　古来绘秋景的诗不胜枚举；即便是写山径秋行的，也不乏其作。<a href=\"http://so.gushiwen.org/author_211.aspx\">杜牧</a>的《山行》色彩斑斓，充满了对秋光的爱恋，属这类诗的珍品；保暹的《秋径》清新淡雅，表现出僧人淡泊的情怀，也是这类诗中别具一格之作。九僧皆师承<a href=\"http://so.gushiwen.org/author_491.aspx\">贾岛</a>、<a href=\"http://so.gushiwen.org/author_477.aspx\">姚合</a>，崇尚苦吟，诗作“清苦工密”（方回《瀛奎律髓》）。此诗语言平易自然。“凉生初过雨”，“峰顶下层层”，语言明白如话，凝聚诗人匠心。“虫迹穿幽穴”，描绘工切。清代学者汪景龙评说此诗时称它“得幽淡之旨”。</p> <p>　　这首诗紧扣秋径，写出了秋径的宜人，表露了自己浓厚的游兴与淡泊闲适的情怀，语语浅近，句句含情，这在宋初西昆体主宰诗坛的时候，实属难得。</p>",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "保暹"
  },
  "tags": [
    "秋景"
  ]
}