{
  "id": 71181,
  "star": 230,
  "name": "张衡传",
  "dynasty": "两汉",
  "content": "　　张衡字平子，南阳西鄂人也。衡少善属文，游于三辅，因入京师，观太学，遂通五经，贯六艺。虽才高于世，而无骄尚之情。常从容淡静，不好交接俗人。永元中，举孝廉不行，连辟公府不就。时天下承平日久，自王侯以下，莫不逾侈。衡乃拟班固《两都》作《二京赋》，因以讽谏。精思傅会，十年乃成。大将军邓骘奇其才，累召不应。</p> <p>　　衡善机巧，尤致思于天文、阴阳、历算。安帝雅闻衡善术学，公车特征拜郎中，再迁为太史令。遂乃研核阴阳，妙尽璇玑之正，作浑天仪，著《灵宪》、《算罔论》，言甚详明。</p> <p>　　顺帝初，再转，复为太史令。衡不慕当世，所居之官辄积年不徙。自去史职，五载复还。</p> <p>　　阳嘉元年，复造候风地动仪。以精铜铸成，员径八尺，合盖隆起，形似酒尊，饰以篆文山龟鸟兽之形。中有都柱，傍行八道，施关发机。外有八龙，首衔铜丸，下有蟾蜍，张口承之。其牙机巧制，皆隐在尊中，覆盖周密无际。如有地动，尊则振龙，机发吐丸，而蟾蜍衔之。振声激扬，伺者因此觉知。虽一龙发机，而七首不动，寻其方面，乃知震之所在。验之以事，合契若神。自书典所记，未之有也。尝一龙机发而地不觉动，京师学者咸怪其无征。后数日驿至，果地震陇西，于是皆服其妙。自此以后，乃令史官记地动所从方起。</p> <p>　　时政事渐损，权移于下，衡因上疏陈事。后迁侍中，帝引在帷幄，讽议左右。尝问天下所疾恶者。宦官惧其毁己，皆共目之，衡乃诡对而出。阉竖恐终为其患，遂共谗之。衡常思图身之事，以为吉凶倚仗，幽微难明。乃作《思玄赋》以宣寄情志。</p> <p>　　永和初，出为河间相。时国王骄奢，不遵典宪；又多豪右，共为不轨。衡下车，治威严，整法度，阴知奸党名姓，一时收禽，上下肃然，称为政理。视事三年，上书乞骸骨，征拜尚书。年六十二，永和四年卒。",
  "fanyi": "<p><strong>译文</strong><br>　　<a href=\"http://so.gushiwen.org/author_6.aspx\">张衡</a>，字平子，是南阳郡西鄂县人。张衡年轻时就擅长写文章，曾到“三辅”一带游学，趁机进了洛阳，在太学学习，于是通晓五经，贯通六艺，虽然才华比一般的人高，但并不因此而骄傲自大。（他）平时举止从容，态度平静，不喜欢与世俗之人交往。永元年间，他被推举为孝廉，却不应荐，屡次被公府征召，都没有就任。此时社会长期太平无事，从王公贵族到一般官吏，没有不过度奢侈的。张衡于是摹仿<a href=\"http://so.gushiwen.org/author_398.aspx\">班固</a>的《两都赋》写了《二京赋》，用它来（向朝廷）讽喻规劝。（这篇赋，他）精心构思润色，用了十年才完成。大将军邓骘认为他的才能出众，屡次征召他，他也不去应召。<br>　　张衡善于器械制造方面的巧思，尤其在天文、气象和历法的推算等方面很用心。汉安帝常听说他擅长术数方面的学问，命公车特地征召他，任命他为郎中。两次迁升为太史令。于是，张衡就精心研究、考核阴阳之学（包括天文、气象、历法诸种学问），精辟地研究出测天文仪器的正确道理，制作浑天仪，著成《灵宪》《算罔论》等书籍，论述极其详尽。<br>　　（汉）顺帝初年，（张衡）又两次转任，又做了太史令之职。张衡不趋附当时的那些达官显贵，他所担任的官职，总是多年得不到提升。自他从太史令上离任后，过了五年，又回到这里。<br>　　顺帝阳嘉元年，张衡又制造了候风地动仪。这个地动仪是用纯铜铸造的，直径有8尺，上下两部分相合盖住，中央凸起，样子像个大酒樽。外面用篆体文字和山、龟、鸟、兽的图案装饰。内部中央有根粗大的铜柱，铜柱的周围伸出八条滑道，还装置着枢纽，用来拨动机件。外面有八条龙。龙口各含一枚铜丸，龙头下面各有一个蛤蟆，张着嘴巴，准备接住龙口吐出的铜丸。仪器的枢纽和机件制造得很精巧，都隐藏在酒尊形的仪器中，覆盖严密得没有一点缝隙。如果发生地震，仪器外面的龙就震动起来，机关发动，龙口吐出铜丸，下面的蛤蟆就把它接住。铜丸震击的声音清脆响亮，守候机器的人因此得知发生地震的消息。地震发生时只有一条龙的机关发动，另外七个龙头丝毫不动。按照震动的龙头所指的方向去寻找，就能知道地震的方位。用实际发生的地震来检验仪器，彼此完全相符，真是灵验如神。从古籍的记载中，还看不到曾有这样的仪器。有一次，一条龙的机关发动了，可是洛阳并没有感到地震，京城的学者都奇怪它这次没有应验。几天后，驿站上传送文书的人来了，证明果然在陇西地区发生地震，大家这才都叹服地动仪的绝妙。从此以后，朝廷就责成史官根据地动仪记载每次地震发生的方位。<br>　　当时政治昏暗，中央权力向下转移，张衡于是给皇帝上书陈述这些事。后来被升为侍中，皇帝让他进皇宫，在皇帝左右，对国家的政事提意见。皇帝曾经向张衡问起天下人所痛恨的是谁。宦官害怕张衡说出他们，都给他使眼色，张衡于是没对皇帝说实话。但那些宦党终究害怕张衡成为祸患，于是一起诋毁他。张衡常常思谋自身安全的事，认为福祸相因，幽深微妙，难以看清，于是写了《思玄赋》表达和寄托自己的情思。<br>　　（汉顺帝）永和初年，张衡调离京城，担任河间王的相。当时河间王骄横奢侈，不遵守制度法令；又有很多豪族大户，豪门大户他们一起胡作非为。张衡上任之后治理严厉，整饬[chi]法令制度，暗中探得奸党的姓名，一下子同时逮捕，拘押起来，于是上下敬畏恭顺，称赞政事处理得好。（张衡）在河间相位上任职三年，给朝廷上书，请求辞职回家，朝廷任命他为尚书。张衡活了六十二岁，于永和四年去世。 </p><p><strong>注释</strong><br>1、节选自《后汉书·张衡传》（中华书局1965版）。<a href=\"http://so.gushiwen.org/author_325.aspx\">范晔</a>（398-445），字蔚宗，南朝宋顺阳（在今河南淅川东）人，历史学家。<br>2、南洋西鄂：南阳郡的西鄂县，在今河南南阳。<br>3、属（zhǔ）文：写文章。属，连缀。<br>4、游于三辅：在三辅一带游学。游，游历，游学，指考察、学习。<br>5、京师：指东汉首都洛阳（今河南省洛阳市）。<br>6、太学：古代设在京城的全国最高学府，西汉武帝开始设立。<br>7、遂：于是。<br>8、通：通晓，全面透彻地理解。<br>9、贯：贯通，与“通，为近义词。<br>10、五经：汉武帝时将《<a href=\"http://so.gushiwen.org/view_71181.aspx\">诗</a>》、《书》、《礼》、《易》、《春秋》定名为“五经”。<br>11、六艺：指礼、乐、射、御、书、数六种学问和技艺。<br>12、高于世：比世上的人高明。于：比。<br>13、骄尚之情：骄傲自大的情绪。尚：矜夸自大。<br>14、从容：从容稳重，不急躁。淡静：恬淡宁静，不追慕名利。<br>15、永元中，举孝廉不行：永元：东汉和帝刘肇的年号（公元89年-105年）。<br>16、连辟公府不就：连，屡次。辟，（被）召请（去做官）。公府，三公的官署。东汉以太尉、司徒、司空为三公。不就：不去就职。以上几句的主语“衡”，承前省略。<br>17、时天下承平日久：时，当时。承平，太平，指国家持续地太平安定。日久，时间长。<br>18、王侯：封王封侯的大官贵族。<br>19、莫：无指代词，表示“没有谁”的意思。<br>20、逾侈：过度奢侈。<br>21、乃：于是，就。<br>22、拟：模仿。<br>23、班固（32-92）：字孟坚，东汉著名的史学家和文学家。<br>24、《两都》：指《两都赋》，分《西都赋》、《东都赋》。<br>25、《二京赋》：指《西京赋》、《东京赋》。<br>26、因：介词，通过。后省宾语“之”。<br>27、以：连词。<br>28、讽谏：用委婉的语言进行规劝而不直言其事。<br>29、精思傅会：精心创作的意思。<br>30、乃：才。<br>31、邓骘（zhi）：东汉和帝邓皇后的哥哥，立安帝，以大将军的身份辅佐安帝管理政事。<br>32、奇其才：认为他的才能出众。奇，认为……奇，形容词的意动用法。奇：奇特，少有的。<br>33、累召：多次召请。应：接受。<br>34、机巧：设计制造机械的技艺。巧，技巧、技艺。<br>35、致思：极力钻研。致，极，尽。<br>36、阴阳：指日月运行规律。<br>37、历算：指推算年月日和节气。<br>38、于：对于。于……：介宾短语后置，译时提前作状语。<br>39、雅闻：常听说。雅，副词，素来，常。术学：关于术数方面的学问，指天文、历算等。<br>40、公车：汉代官署名称，设公车令。<br>41、特征：对有特出才德的人指名征召，为的与平常的乡举里选相区别，故称特征。<br>42、拜：任命，授给官职。<br>43、郎中：官名。<br>44、再迁：再，两次。迁，调动官职。<br>45、太史令：东汉时掌管天文、历数的官，与西汉以前掌管天象历法兼有修史之责的太史令职责不完全相同。<br>46、遂乃：于是就。<br>47、研核：研究考验。<br>48、阴阳：哲学名词，指两种对立的事物，如日月，寒暑等，这里指天象、历算。<br>49、妙尽：精妙地研究透了。<br>50、璇玑：玉饰的测天仪器。<br>51、正：道理。<br>52、浑天仪：一种用来表示天象的仪器，类似的天球仪。<br>53、《灵宪》：一部历法书。<br>54、《算罔》：一部算术书。<br>55、详明：详悉明确。<br>56、再转：两次调动官职。第一次由太史令调任公车司马令，第二次由公车司马令又调任太史令。<br>57、复：又。<br>58、当世，指权臣大官。<br>59、辄：常常，总是。<br>60、积年：多年。徙：指调动官职。<br>61、自去史职，五载复还：自；自从，表时间。<br>62、阳嘉：东汉顺帝刘保的年号（公元132--135）。<br>63、候风地动仪：测验地震的仪器。据竺可桢考证，这是两种仪器，一是测验风向的候风仪，一是测验地震的地动仪。<br>64、以：用。<br>65、员径八尺：员径：圆的直径。员，通“圆”。<br>66、合盖隆起：上下两部分相合盖住，中央凸起。隆，高。<br>67、尊：同“樽”，古代盛酒器。<br>68、饰：装饰。“饰”后省宾语“之”，“之”代候风地动仪。<br>69、以：用。据有人研究，候风地动仪外部八方书写不同的篆文以表明方位，脚部装饰山形，东南西北分别绘画代表四方的龙、朱雀、虎、玄武（龟蛇）。<br>70、都柱：大铜柱。都，大。“都柱”就是地动仪中心的震摆，它是一根上大下小的柱子，哪个方向发生地震，柱子便倒向哪边。傍，同“旁”，旁边。<br>71、施关发机：设置关键（用来）拔动机件，意思是每组杠杆都装上关键，关键可以拨动机件（指下句所说的“龙”）。<br>72、外有八龙，首衔铜丸：龙，指龙形的机件。首，头。<br>73、下有蟾蜍（chánchú），张口承之：下，指龙首下面。蟾<br>74、牙机巧制：互相咬合制作精巧的部件。<br>75、尊中：酒樽形的仪器里面。<br>76、覆盖周密无际：指仪器盖子与樽形仪器相接处没有缝隙。<br>77、如有地动，尊则振龙：地动，地震。则，就。振，振动。机发吐丸，而蟾蜍衔之。<br>78、机发：机件拨动。<br>79、而：顺承连词，不必译出。<br>80、振声激扬，伺者因此觉知：激扬，这里指声音响亮。伺者，守候观察候风地动仪的人。<br>81、发机：拨动了机件。<br>82、七首：指其余七龙之首。龙、首，互文，都指龙首。<br>83、验之以事，即以事验之：验，检验，验证。<br>84、自书典所记，未之有也：自，在，可译为“在……中”。<br>85、尝一龙机发，而地不觉动，京师学者咸怪其无征：尝，曾经，曾有一次。而，可是。<br>86、驿：驿使，古时驿站上传递文书的人。<br>87、至：指来到京师。<br>88、果：果然。<br>89、陇西：汉朝郡名，在今甘肃省兰州市、临洮县、陇西县一带。“陇西”前省介词“于”（在）。<br>90、于是皆服其妙：其，它，代候风地动仪。妙，巧妙，神奇。<br>91、乃：便。<br>92、地动：地震。<br>93、所从方起：从哪个方位发生。<br>94、时：当时。损：腐败。因：于是。<br>95、迁：升迁。<br>96、帷幄：指帝王。天子居处必设帷幄，故称。<br>97、讽议：讽谏议论；婉转地发表议论。<br>98、左右：身边。<br>99、尝问天下所疾恶者：尝，曾经。疾，憎恨；恶，指坏人坏事。<br>100、目之：给他递眼色。目：名词活用为动词。<br>101、诡对：不用实话对答。<br>102、阉竖：对宦官的蔑称。<br>103、谗：毁谤。<br>104、图身之事：图谋自身安全的事。<br>105、吉凶倚伏：祸福相因。出《老子》：祸兮福所倚，福兮祸所伏。<br>106、幽微难明：幽深微妙，难以看清。<br>107、宣寄情志：表达和寄托自己的情意。<br>108、永和初，出为河间相：永和：也是东汉顺帝的年号（公元136-141）。<br>109、时国王骄奢，不遵典宪：时，当时。国王，即河间王刘政。典宪，制度法令。<br>110、豪右：豪族大户，指权势盛大的家族。<br>112、不轨：指行动越出常轨的事，即违反法纪的事。<br>113、衡下车，治威严，整法度：下车：官员初到任。治威严，树立威信。治，整治。整法度，整顿法纪制度。<br>114、阴知奸党名姓，一时收禽：阴知，暗中察知。<br>115、上下肃然，称为政理：肃然，这里是敬畏恭顺不敢为非做歹的意思。<br>116、视事三年，上书乞骸（hái）骨：视事，这里指官员到职工作。乞骸骨， 古代官吏因年老请求退职的一种说法。<br>117、尚书，官名，不同朝代的尚书职权不一样，东汉时是在宫廷中协助皇帝处理政务的官。<br>118、年六十二，永和四年卒（zú）。卒：死。</p>",
  "shangxi": "<h2>鉴赏</h2> 　　《<a href=\"http://so.gushiwen.org/author_6.aspx\">张衡</a>传》以张衡“善属文”“善机巧”“善理政”为纲组织全文，显示了张衡作为文学家、科学家、政治家的才干与成就。<a href=\"http://so.gushiwen.org/author_325.aspx\">范晔</a>继承了<a href=\"http://so.gushiwen.org/author_608.aspx\">司马迁</a>、<a href=\"http://so.gushiwen.org/author_398.aspx\">班固</a>等人关于史传文写作的传统，并因人取事，因事敷文，形成了自己记写人物传记的特色。张衡一生行事众多，成就卓著，品格高尚，如何取其精又不失于偏，虑及全又不流于繁，写其形又得其神，确要费一番匠心。<br>　　叙学习，显示其成就的基础。张衡的朋友崔瑗曾称赞他说：“道德漫流，文章云浮。数术穷天地，制作侔造化。瑰辞丽说，奇技伟艺，磊落炳焕，与神合契。”张衡多才多艺，德高品洁，是和他的学习、实践分不开的。范晔写他的学习，说他“少善属文”，自幼聪颖明慧，而更突出了他的“游于三辅，因入京师，观太学”。张衡系南阳西鄂（今河南南阳）人，而游学到“三辅”之地，并进入京城洛阳太学参观、学习。当时学界盛行的是“章句之学”，完全是一套陈腐的死学问，张衡涉足社会，不惜远游，目标远大，直入太学，这就使他达到“通五经，贯六艺”的地步。把五经、六艺都融会贯通了，他不是食而不化，也非固步自封，不仅读书本而且看实际，不只钻典籍而且研技艺，不单捧册页而且知世情。张衡贯古通今，知书识世，明道谙理，可是“虽才高于世，而无骄尚之情”，谦虚谨慎，既是取得重大成就的条件，也是为人处世的美德。作者仅用了三十四个字，就概及张衡学习的各个方面：内容、方法、精神、成就。这<a href=\"http://so.gushiwen.org/author_1137.aspx\">真可</a>谓用墨精当得能收海于勺，缩龙成寸。作者先叙张衡的学习，为下文叙述他的善为人、善作文、善机巧、善理政奠定了基础。<br>　　叙品行，显示其高尚的节操。张衡对为官作宦，“从容淡静”；对贪官酷吏，嫉恶如仇；对科学技术，不遗余力。有的人把学问作为沽名之具，钓利之饵，登官之梯，而张衡参透人生，洁身自守，他辞谢了多次的举荐与征召。作者连用“连辟”“累召”“不行”“不就”“不应”等词语，强调了他的不慕利禄，无意仕途。后来的出仕，也只是“拜郎中，再迁为太史令”一些从事科技、史学方面的业务性职务。“衡不慕当世，所居之官辄积年不徙”，他不想握权柄以抬高地位，居高位以谋私利。<br>　　张衡没有官欲，但并非没有官才。他有着敏锐的政治眼光，清醒的政治头脑，高明的政治手腕。他看到“天下承平日久，自王侯以下莫不逾侈”，不惜花了十年工夫，模拟班固的《两都赋》，而写了《二京赋》。在《西京赋》和《东京赋》中，极力铺写了二京的所有宫室、动植物、游侠辩论之士、角牴大傩之戏，讽谏当朝的穷奢极侈。这是婉转的讽喻。有时他也挺身而出“上疏陈事”，“讽议左右”，向皇上直言进谏，弹劾奸佞。一旦由他掌握了一定权力，也就大力剪锄奸徒丑类。他出为河间王刘政的相时，看到刘政骄奢，“不遵典宪，又多豪右，共为不轨”，他一到任就能“治威严，整法度，阴知奸党名姓，一时收禽”，收到“上下肃然，称为政理”的效果，可见张衡不仅具有如何做官的认识、理论，而且有着实际施行的本领。<br>　　张衡上究天文，下穷地理，精于历算，擅于机械，自然也洞察当时社会世情。官场之中，有日天地黑，无风海生浪，所以他先是不做官，想洁身避祸，后来不得不入官场，顺帝“尝问衡天下所疾恶者。宦官惧其毁己，皆共目之”。“衡乃诡对而出”，避其锋芒，巧为应对。即令这样，那帮阉竖还“共谗之”，使他更明白在那种政治漩涡中，如履春冰，如捋虎尾，确实是“吉凶倚伏，幽微难明”，而要“常思图身之事”。当他狠狠打击了河间王的恶势力后，也就急流勇退，做出了极明智的决策：“上书乞骸骨”，请求退休还乡了。从他的《四愁<a href=\"http://so.gushiwen.org/view_71181.aspx\">诗</a>》《思玄赋》《归田赋》中，都看出作为一个正直的官吏、有为的学者，在当时内心的苦闷，无力除恶，无法避祸，只有独善其身了。<br>　　叙术业，显示其卓著的成就。张衡在天文、数学、地理、气象、机械制造方面，都有卓越的成就，在文学、诗赋、绘画方面成绩斐然。郭沫若曾评价说：“如此全面发展之人物，在世界史上亦所罕见”，“万祀千令，令人敬仰”。范晔为之作传时，既要顾及全面，又要突出重点。文中以“研核阴阳，妙尽璇机之正，作浑天仪，著《灵宪》《算罔论》，言甚详明”概及了他多方面的贡献，而重点写候风地动仪。候风地动仪是张衡首创，在科技史上居重要地位。传记从地动仪的质地、尺寸、规模、形体、文饰以至整个结构的“巧制”、测定时的效验，做了井然有序的详明介绍。“验之以事，合契若神”着一“神”字，极写仪器功效。“自书典所记，未之有也”，表明此乃史无前例的独创。更用京师学者最初“咸怪其无征”，后来“果地震陇西。于是皆服其妙”的典型细节，充分证明了张衡“妙尽璇机之正”的“妙”，“善机巧”的“善”。<br>　　这篇传记仅以七百余字就概及张衡六十二年中善属文、善机巧、善理政等方面的杰出成就。全文以时间为序，叙其一生；以“善”为纲，统率题材；以“妙”为目，传其精神，因而所写方面多而不杂，事迹富而不乱，文虽简而概括全。范晔之所以能“驱万途于同归，贞百虑于一致，使众理虽繁，而无倒置之乖，群言虽多，而无棼丝之乱”（《文心雕龙·附会》），就在于抓住了总纲领，并内蕴着相互关系。张衡正由于潜心于学才达到“通五经，贯六艺”的境界，才使他具有了“善机巧”的知识与才干，也使他具有了“不慕当世”的胸襟。不去追名逐利，求官谋宦，才能居郎中的微职“积年不徙”，得“约己博学，无坚不钻”，有了创造发明。他的做官，不是为了荣华富贵，而是以利于科学研究。当不得不被推上政治舞台时，还始终保持着明智的头脑。作者将张衡于自然科学、文学、政治活动方面的表现统一了起来，写出了一个真实的人、伟大的人。<br>　　本文除揭示了张衡多方面事迹的内在的联系外，善于剪裁也是使本文成功的重要因素。如写“善属文”，就以写《二京赋》为主，略涉《思玄赋》，其他甚至不提及；写“善机巧”，以详写候风地动仪为主，其他科技成果则为辅；写“善理政”，以整治法度、收擒奸党为主，请求辞职、上调擢升则为次。在文学、科学、政事三方面，都体现了他“从容淡静”的个性，又突出了“善机巧”的特点，使张衡这么个伟大的形象辉耀于读者面前。",
  "about": "<h2>文言现象</h2> <p><strong>古今异义词</strong><br>1．常从容淡静，不好交接俗人。交接：古：结交<br>今：①连接 ②移交和接替<br>2．永元中，举孝廉不行，连辟公府不就。孝廉：古：被举荐的人称为“孝廉”。<br>今：孝，指孝悌者； 廉，清廉之士。分别为统治阶级选拔人才的科目，始于汉代，在东汉尤为求仕者必由之 途后往往合为一科。亦指被推选的士人<br>3．永元中，举孝廉不行，连辟公府不就。不行：古：不去（应荐）。<br>今：不可以<br>4．公车特征拜郎中 特征：古：特地征召；<br>今：事物、事情的特点、标志<br>5．寻其方面 方面：古：方向；<br>今：相处或并列的几点之一<br>6．时国王骄奢，不遵典宪。国王：古：封建社会贵族的最高封爵。<br>今：古代某些国家的统治者；现代某些君主制国家的元首。<br>7．衡下车，治威严。下车：古：官吏初到任；<br>今：从车上走下来<br>8.常从容淡静　从容：古义：言语举止适度得体。<br>今义：不慌不忙，沉着镇定。<br>9.连辟公府不就　 辟：　古义：征召。<br>今义：复辟。<br>10.其牙机巧制　 牙：　古义：发动机件的枢纽。<br>今义：牙齿。<br>11.覆盖周密无际　周密：　 古义：四周严密。<br>今义：周到细致。<br>12.振声激扬　激扬　古义：声音激越、传扬。此指清脆响亮。<br>今义：激动昂扬或激励使振作起来。<br>13.中有都柱　都：　古义：大，音dū。又如：军惊而坏都舍。<br>今义：都市；或用作表范围的副词 （音dōu)<br>14.饰以篆文山龟鸟兽之形 篆文： 古义：篆，篆文<br>今义：汉字的一种书体，如大篆，小篆等</p> <p><strong>通假字</strong><br>1。员径八尺：“员”通“圆”<br>2。傍行八道：“傍”通“旁”<br>3．收禽：逮捕。禽，通“擒”，捕捉。<br>4.形似酒尊：“尊”通“樽”， 杯，酒杯。</p> <p><strong>词类活用</strong><br>大将军邓骘奇其才 奇：形容词意动用法，认为……奇特<br>时天下承平日久　 时：名词作状语，当时。<br>衡少善属文　善：形容词作动词，擅长，善于。<br>安帝雅闻衡善术学　善：同上。<br>妙尽璇机之正　 1.尽：形容词活用作动词，研究透了；<br>2.正：形容词作名词，正确的道理。<br>皆共目之目 目：名词作动词，使眼色<br>又多豪右，共为不轨。 多：形容词作动词，有很多。</p> <p><strong>一词多义</strong><br>观<br>①观太学（游历）<br>②大王见臣列观（宫廷中高大华丽的楼台）<br>③此岳阳楼之大观也（景像）<br>④玄都观里桃千树（道士庙）<br>⑤启窗而观（看）<br>因<br>①因入京师，观太学（于是）<br>②蒙故业，因遗策（沿袭）<br>③因其势而利导之（顺着）<br>④因宾客至蔺相如门前谢罪（通过、经由）<br>⑤衡乃拟<a href=\"http://so.gushiwen.org/author_398.aspx\">班固</a>《两都》《二京赋》，因以讽谏（凭借）<br>⑥因击沛公于坐，杀之。（趁机）<br>乃<br>①精思傅会，十年乃成。（才）<br>②遂乃研核阴阳（就）<br>③问今是何世，乃不知有汉，无论魏晋（竟、却）<br>④政通人和，百废俱兴，乃重修岳阳楼（于是，就）<br>⑤尔其勿忘乃父之志。（你的）<br>⑥今其智乃反不能及。（竟然）<br>⑦当立者乃公子扶苏。（是）<br>⑧寻其方面，乃知震之所在。（于是，就）<br>制<br>①其牙机巧制（制作，构造）<br>②秦有余力而制其弊（制服，控制）<br>②<a href=\"http://so.gushiwen.org/author_851.aspx\">吴起</a>……赵奢之伦制其兵(统率，指挥）<br>④乃重修岳阳楼，增其旧制（规模）<br>属zhǔ<br>① 平原君使者冠盖相属于魏（连接）<br>② 衡少善属文（连缀）<br>③ 属予作文以记之（嘱咐）<br>④举酒属客（劝人喝酒）<br>shǔ<br>⑤名属教坊第一部（隶属）<br>⑥在骨髓，司命之所属，无奈何也（掌管）<br>⑦吾属今为之虏矣（一类人）<br>⑧有良田美池桑竹之属（类）<br>善：<br>①择其善者而从之，其不善者而改之。（好的）<br>②积善成德而神明自得，圣心备焉。（善行）<br>③安帝雅闻衡善术学。（擅长）<br>④楚左尹项伯者，<a href=\"http://so.gushiwen.org/author_253.aspx\">项羽</a>季父也，素善留侯张良。（交好）<br>⑤不如因善遇之。（好好地）<br>⑥善刀而藏之。（通“缮”，擦拭）<br>⑦工欲善其事。（使动用法使...做好）<br>征<br>①公车特征拜郎中（征召）<br>②京师学者咸怪其无征（应验）<br>③从此替爷征（v.远行，走远路）<br>④挟天子以征四方（征伐）<br>⑤岁征民间（征收）<br>⑥征于色，发于声，而后喻（求学）<br>⑦旁征博引（寻求）<br>⑧宫中尚促织之戏,岁征民间（征收）<br>就<br>①连辟公府不就（任职）<br>②金就砺则利（接近）<br>③荆轲遂就车而去（乘，登上）<br>④轲自知事不就（成功）<br>发<br>①傍行八道，施关发机（拨动）<br>②机发吐丸，而蟾蜍衔之（发动）<br>③舜发于畎之中（发迹，兴起）<br>④发图，图穷匕首见（展开）<br>⑤发闾左谪戍渔阳（征发）<br>⑥使人发书至赵王（送）<br>⑦野芳发而幽香（散发）<br>辟<br>①连辟公府不就（征召）<br>②其北陵，文王之所辟风雨也．（通“避”，躲避)<br>③唇吻拿辟仁开，打开）<br>④辟病梅之馆以贮之（开辟，开设）<br>⑤辟邪说（排除，驳斥）<br>⑥疆土之新辟者（开垦）<br>精<br>①精思傅会，十年乃成（精力）<br>②以精铜铸成（精炼）<br>③食不厌精（精制）<br>④信臣精卒陈利兵而谁和天下（精锐）<br>⑤殚精竭虑（精力）<br>施<br>①傍行八道，施关发机（安置）<br>②仁义不施，攻守之势异也（施行）<br>③己所不欲，勿施于人（施加）<br>关<br>①施关发机（机关）<br>②天子以跬步，皆关民命（动词，涉及，关系到）<br>③距关，勿内诸侯（函谷关）<br>机<br>①傍行八道，施关发机（机械）<br>②衡善机巧（精密机械设备之类）<br>③其牙机巧制（机件）<br>④成败之机，在于今日（机会）<br>⑤此子机变（机智灵活）<br>⑥日理万机（事务）<br>雅<br>①安帝雅闻衡善术学（素常）<br>②察纳雅言（正确）<br>③明经义谙雅故（）<br>④闻弦歌而知雅意（隐含）<br>⑤附庸风雅（泛指<a href=\"http://so.gushiwen.org/view_71181.aspx\">诗</a>歌）<br>公<br>①连辟公府不就（官府）<br>②十年春，齐师伐我，公将战（鲁庄公）<br>③便可白公姥（）<br>④邪曲之害公也（公道）<br>⑤公车特征拜郎中（官府专门）<br>⑥公然抱茅入竹去（明目张胆）<br>⑦公私之积，犹可哀痛（是公家的，这里指国家）<br>⑧脚著谢公屐（）</p> <p><strong>文言句式</strong><br>（1）判断句<br><a href=\"http://so.gushiwen.org/author_6.aspx\">张衡</a>字平子，南阳西鄂人也（张衡，字平子，南阳郡西鄂县人）<br>（2）被动句<br>连辟公府不就（多次被公府征召）<br>（3）宾语前置句<br>自书典所记，未之有也〔自从有书典记录以来，不曾有过（这种仪器））<br>（4）省略句<br>①果地震陇西（果然在陇西发生地震）<br>②讽议左右（在皇帝的左右对政事提出意见）<br>③视事三年，上书乞骸骨（省略主语“张衡“）<br>④举孝廉不行，连辟公府不就 （省略主语“张衡”）<br>（5）介词结构作状语后置<br>①游于三辅（于三辅游<br>②尤致思于天文阴阳历算。<br>③饰以篆文山龟鸟兽之形。状语后置。正确语序：以篆文山龟鸟兽之形饰之”（在这个器皿上又用小篆所写的子和山龟鸟兽的图纹来装饰） </p><br/><h2>整体把握</h2> <p>　　本文是一篇典型的人物传记，以翔实的文笔全面记述了<a href=\"http://so.gushiwen.org/author_6.aspx\">张衡</a>的一生，描述了他在科学、政治、文学等领域的诸多才能。而且详略突出，重点介绍了他在科学上的贡献，其间贯穿了作者对张衡品德的由衷景仰之情。层次清晰，条理分明，一位博学多才、从容淡泊的文人学者形象如在眼前。文章可分为三部分。</p> <p>　　第一部分即文章的第1段。记述张衡的学业、品德和文学上的成就。开头两句按历史人物传记的格式，记述张衡的姓名、籍贯与家世。接着介绍其在文学上的造诣。“少善属文”说明他具有先天的禀赋，而“游于三辅，因入京师，观太学”说明他注重社会实践。也正是因为他在青少年时代就打下了如此深厚扎实的基础，并不断自我提高，所以才能“通五经，贯六艺”。在叙述了其“才”后紧接着叙述其德。“虽才高于世，而无骄尚之情，常从容淡静，不好交接俗人。”具有谦虚稳重、超尘拔俗的品格，而面对统治者的招罗，作者连用“不行”“不就”“不应”等词语表现他的不慕荣利的高洁品德。而《二京赋》进一步证实其文学才能及精研精神。</p> <p>　　第二部分即文章第2～4段，介绍张衡在科学技术上的成就。重点介绍候风地动仪的结构和功用。第2、3段从整体上概括了张衡在科学上的成就，包括科学发明和理论著作两部分。在介绍其特长时与其职官联系起来，侧面反映了二者互为因果的关系。第四段着重介绍了能代表其成就的候风地动仪。介绍地动仪虽不足二百字，但详尽记述制造时间、质地、大小、形状、内外结构、装饰、功用等，文字精简平实。如介绍构造特点时用“中”“傍”“外”“下”四个方位词为序，便从里到外，从上到下简要而清楚地写出其构造特点。以“似酒尊”描写其形状非常形象具体，用“验之以事，合契若神”的夸张描写和“自书典所记，未之有也”的热烈赞叹着力描写了仪器的准确无误。最后附述了生动有趣的事件验证其功效，使文章于平实中透出情致。</p> <p>　　第三部分即文章的第5、6段，介绍张衡在政治上的才干。文章仅选取两件事作为切入点，一是《思玄赋》的由来，表现了张衡心思细密、小心谨慎的形象。一是出任河间相时与奸党斗争一事。“阴知奸党姓名，一时收禽”表现其政治智慧，“上下肃然，称为政理”表现其卓然政绩。这样，笔墨寥寥却写出了一位真实可感、形神丰满的廉吏。</p> <p>　　语言凝练平实是本文的突出特点，作者写作时绝少用形容词，尽量抓住史实，描绘时惜墨如金，无一句赘言。但平实精谨中有精彩之处，如候风地动仪一段描写生动形象，说明作者胸中自有丘壑，所以能繁简得体，伸缩自如。也唯其如此，才能将张衡一生中在诸多领域中的大事交代得清楚详明，有条不紊。</p><br/><h2>关于浑天仪</h2> <p>　　汉时，天文学已经形成体系，有盖天、浑天和宣夜三家。盖天说以周髀算经为代表，认为天圆地方，天在上，像伞盖，地在下，像棋盘，是一种旧的传统说法。宣夜派认为天体为元气构成。浑天说比较进步些，认为天地都是圆的，天在外，像鸡蛋壳，地在内，像鸡蛋黄；这种说法虽然也不完全正确，但比较接近实际。浑天派最突出的代表者和卓越的发明家<a href=\"http://so.gushiwen.org/author_6.aspx\">张衡</a>指出，日有光，月没有光，月光是反射太阳的光形成的。所以向日则光盈，背日则光尽。他还推测月食是地球遮蔽的结果。他还绘制了一部星图，叫《灵宪图》，创制了许多重要的天文仪器。</p> <p>　　浑天仪是铜铸的，内外有几层圆圈，都可转动。各层圆圈分别刻有赤道、黄道、南北极，二十四节气，二十八列宿，以及日月星辰的位置，凡张衡所知道的天文现象都刻在上面。为了使浑天仪能自己转动，张衡又设计了一个“滴漏”，作为浑天仪的动力。浑天仪被滴漏带动，它转动时恰好与天空中日月星辰的起落时间完全吻合。可惜这座精巧的浑天仪在西晋战乱中失传了。留下来的只有《浑天仪图注》和《漏水转浑天仪注》两份说明书的部分说明。</p> <p>　　（摘自《中国古代的发明创造》，上海人民出版社1976年版）</p><br/><h2>问题探究</h2> <p>　　1.<a href=\"http://so.gushiwen.org/author_6.aspx\">张衡</a>的高尚品德和杰出才能表现在什么地方？</p> <p>　　张衡的高尚品德表现在：（1）“虽才高于世，而无骄尚之情。”（2）“从容淡静”，不慕世俗的虚荣，“举孝廉不行，连辟公府不就”，大将军“累召不应”，“不慕当世”；（3）品行端正，忧国忧民，作《二京赋》讽谏王侯，整治法度收拿奸党。其“才”高于世，表现在：一是“善属文”，写作著名的《二京赋》；二是“善机巧，作浑天仪，造候风地动仪；三是“善术学”，著有《灵宪》 《算罔论》；四是善政事，为政机智果断，不畏权贵，“称为政理”。</p> <p>　　2.文和《<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>列传》相比，有哪些相同之处与不同之处？</p> <p>　　和《屈原列传》相比，两篇传记最大的共同点都是按时间顺序，截取重点片段塑造人物形象，表现人物的一生，选材有详有略，重点突出。最大的区别是在表达方式上，《屈原列传》为了表现屈原的高洁的“志”“行”和寄寓作者的情怀，采用了叙议结合的方法，文笔充满感情，有抒情散文的特点，主观性较强。而《张衡传》以表现张衡的杰出贡献，简要概括其一生为主要目的，所以用说明性文字对张衡的文学创作和科技发明进行介绍，其中着重对候风地动仪的介绍，而对其品德为人的描写都散见于字里行间，贯穿于文章中，很少直接抒情。笔调沉静，文字质朴。</p> <p>　　3.人物传记的写作有何特点？在本文有何体现？</p> <p>　　传记除了介绍人物姓名、籍贯之外，还必须选择人物一生中最具有特征的事件，叙述他的为人及其对社会的影响。由于传记不同于史料，所以人物必须“活跃”，有可感性。传记的基本特点是翔实而典型的文字记录和朴实而形象的文学色彩。传记的种类有：自传、传、小传、评传、别传、外传等。本文属评传，既记叙人物的事迹，又评介与探讨人物的思想状况、人物所处的时代背景、思想发展过程和对人类的贡献。传记不可能把一个人一生的全部经历事无巨细都写下来，只能记一生中的主要事件，同时显示他的品格特点。本文写了张衡在文学、科学、政治上的突出贡献，强调了他在科学方面取得的成就，其间穿插了对其为人品格的评价。全文重点突出，详略分明。</p> <p>　　4.本文在写作方法上的特点是什么？</p> <p>　　本文的写作特点是按照时间顺序介绍人物的写法和详略得当的剪裁方法。</p> <p>　　（1）本文是人物传记，介绍人物以时间为经，以事迹为纬。张衡一生经历了东汉章帝、和帝、安帝和顺帝四个时期。时间虽较长，文章叙述的时间线索却很清楚。从表达方式上说，以记叙为主。在第4段写候风地动仪，又以说明为主，辅以记叙。</p> <p>　　（2）本文介绍了张衡文学、科学、政治三方面的才能和成就。其中，以科学方面的才能和成就作为重点详写。在介绍科学方面的才能和成就时，又突出了候风地动仪的研究制造，介绍特别详尽，对其他创造的介绍则较简略。这样详略得宜的安排，使文章重点突出，人物特点鲜明。</p> <p>　　（3） 在记叙、说明的同时，穿插对张衡为人品格的评价，作者态度鲜明。</p> <p>　　5.这篇文章是从哪几个方面来写张衡的？文章的记叙重点是什么？</p> <p>　　文章从三个方面写张衡：张衡的为人以及在文学方面的才能和成就；在科学技术方面卓越的才能和贡献；在政治上的突出作为。记叙的重点是张衡在科学上的才能和贡献。 </p>",
  "poet": {
    "id": 325,
    "star": 0,
    "name": "范晔",
    "image": "http://img.gushiwen.org/authorImg/fanye.jpg",
    "desc": "范晔（公元398年—公元445年），字蔚宗，南朝宋史学家，顺阳（今河南淅川南）人。官至左卫将军，太子詹事。宋文帝元嘉九年（432年），范晔因为“左迁宣城太守，不得志，乃删众家《后汉书》为一家之作”，开始撰写《后汉书》，至元嘉二十二年（445年）以谋反罪被杀止，写成了十纪，八十列传。原计划作的十志，未及完成。今本《后汉书》中的八志三十卷，是南朝梁刘昭从司马彪的《续汉书》中抽出来补进去的。其中《杨震暮夜却金》已编入小学教材，《强项令》选入中学教材。"
  },
  "tags": [
    "高中文言文",
    "赞美",
    "写人",
    "传记"
  ]
}