{
  "id": 71242,
  "star": 16,
  "name": "癸卯岁十二月中作与从弟敬远",
  "dynasty": "魏晋",
  "content": "寝迹衡门下，邈与世相绝。<br>顾盼莫谁知，荆扉昼常闭。<br>凄凄岁暮风，翳翳经日雪。<br>倾耳无希声，在目皓已洁。<br>劲气侵襟袖，箪瓢谢屡设。<br>萧索空宇中，了无一可悦！<br>历览千载书，时时见遗烈。<br>高操非所攀，谬得固穷节。<br>平津苟不由，栖迟讵为拙！<br>寄意一言外，兹契谁能别？",
  "fanyi": "<p><strong>译文<br></strong>隐居茅舍掩行迹，远与尘世相隔绝。<br>无人知晓来眷顾，白天柴门常关闭。<br>年终寒风正凄冷，天空阴暗整日雪。<br>侧耳倾听无声响，放眼户外已皎洁。<br>劲峭寒气侵襟袖，粗茶淡饭常空设。<br>房中空荡显凄凉，竟无一事可欢悦。<br>千年古书皆阅览，时时读见古义烈。<br>高尚德操不敢攀，只想守穷为气节。<br>坦途大道若不走，隐居躬耕岂算拙？<br>我寄深意在言外，志趣相合谁识别！</p> <p><strong>注释<br></strong>⑴癸卯岁：即晋安帝元兴二年（403年）。癸卯，天干地支之一。从弟：堂弟。敬远：即陶敬远，<a href=\"http://so.gushiwen.org/author_645.aspx\">陶渊明</a>的堂弟兼表弟。其生平事迹不详，据陶渊明的《祭从弟敬远文》可知，其人逝世于义熙七年（411年），年纪不过三十刚出头（“年甫过立”）。他比陶渊明大约要小十五六岁。<br>⑵寝迹：埋没行踪，指隐居。衡门：横木为门，指简陋的居室。<br>⑶邈（miǎo）：远。世：指世俗，官场。绝：断绝往来。<br>⑷顾盼：犹言看顾、眷顾。莫：没有人。<br>⑸荆扉（fēi）：用荆条编成的柴门。<br>⑹翳翳（yì）：阴暗的样子。经日雪：下了一整天的雪。<br>⑺倾耳：侧耳细听的样子。无希声：没有一点声音。希：少。《老子》：“听之不闻名曰希。”河上公注：“无声曰希。”<br>⑻皓（hào）已洁：已皓洁。副词“已”插入两个形容词之间，是一种修辞方式。皓：白，明。<br>⑼劲气：猛烈的寒气。<br>⑽“箪（dān）瓢”句：意思是说，像颜回那样一箪食、一瓢饮的日子也很难得，我（们）箪瓢常空，无食可陈于面前。箪瓢：即箪食瓢饮。箪：竹编的盛饭容器。瓢：剖开葫芦做成的舀水器。《论语·雍也》：“子曰：贤哉。回也！一箪食，一瓢饮，在陋巷，人不堪其忧，回也不改其乐。”回，指孔子学生颜回。谢：辞绝。屡：经常。设：陈设。<br>⑾萧索：萧条，冷落。空宇：空荡荡的房屋。形容一无所有。<br>⑿了无：一点也没有。可悦：可以使人高兴的事情。<br>⒀遗烈：指古代正直、刚毅、有高尚节操的贤士。<br>⒁谬（miù）：误，谦辞。固穷节：固守穷困的气节。《论语·卫灵公》：“子曰：君子固穷，小人穷斯滥矣。”<br>⒂平津：平坦的大道，喻仕途。津：本义为渡口，这里指道路。苟：如果。由：沿看，遵循。<br>⒃栖迟：游息，指隐居。《<a href=\"http://so.gushiwen.org/view_71242.aspx\">诗</a>经·陈风·衡门》：“衡门之下，可以栖迟。”讵（jù）：岂。<br>⒄一言外：一言之外。一言：指上面四句话。外：意思是除四句话外还有很多的未尽之意。<br>⒅契（qì）：契合，指志同道合。别：识别。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　<a href=\"http://so.gushiwen.org/author_645.aspx\">陶渊明</a>不是对于世事无所动心的人，但处在当时东晋统治阶级自相争夺严重的险恶环境中，他只能强作忘情，自求解脱。解脱之道，是守儒家的固穷之节，融道家的居高观世之情，但又不取儒家的迂腐，道家的泯没是非。</p> <p>　　“寝迹”四句，写自己隐居家中，销声匿迹，与世隔绝，四顾没有知己，只好白天把“荆扉”长闭。“寝迹衡门”，并不是渊明本怀消极，是被黑暗世局迫成的。“邈与世绝”，实际是“绝”不了的；“邈”更难说，安帝就被禁近在咫尺的寻阳。复杂的情怀，坚苦的节操，“莫谁知”倒是真的，就<a href=\"http://so.gushiwen.org/view_71242.aspx\">诗</a>篇来说，只把敬远除外。这四句转折颇多。起四句叙事，接下去四句写景。景有“凄凄”之风，“翳翳”之雪。“凄凄”来自“岁暮”，“翳翳”由于“经日”，轻淡中字字贴实。四句中由风引起雪，写雪是重点，故风只一句，雪有三句。“倾耳”二句，千古传诵。其妙处在轻淡之至，不但全无雕刻之迹，并且也无雕刻之意，落笔自然而兴象精微，声色俱到而痕迹全消，不见“工”之“工”，较后人一意铺张和雕刻，能以少许胜多许。“劲气”四句，紧承风雪叙事：写寒气侵衣，饮食不足，屋宇空洞萧条，没有什么可娱悦的。一“劲”字备见凛冽之状；“谢屡设”三字，以婉曲诙谐之笔写穷困，尤饶达观情趣；“了无”撇扫之词，承上启下。“历览”八句，议论作结：屋内外一片严寒（暗包政治气候），事无“可悦”，唯一的排遣和安慰，只有借读“千载书”，学习古代高人志士的“遗烈”；“遗烈”两字，偶露激情。“高操”两句，又出以诙谐，掩抑激情。有人说这是讽刺当时受桓玄下诏褒扬的假“高士”皇甫希之之流，实际上还包含作者不愿为司马氏与桓氏的争夺而去殉“臣节”的意思；假高、愚忠，俱不屑为。“固穷”自守，本无以此鸣高之意，故自嘲此节为“谬得”。诙谐中表现了坚贞与超脱的结合，正是前面说的对于儒道精神很好的取舍与结合：是非不昧，节行不辱，而又不出于迂拘。仕进的“平津”既不愿再走，那么困守“衡门”，就不自嫌其“拙”了；不说“高”，又说“拙”，正是高一等，超一等。“寄意”二句，才写到赠诗敬远的事，说“寄意”于“言外”，只有敬远能辨别此心“契合”之道，归结诗题，又露感慨。黄文焕《陶诗析义》说这八句，转折变化，如“层波迭浪”，庶几近之；但更应该说这“层波迭浪”表面上竟能呈现为一片宁静的涟漪。</p> <p>　　孔子说过“君子固穷，小人穷斯滥矣”（《论语·卫灵公》），事实上固守其穷决非易事。陶渊明在诗中坦率地说自己是“谬得固穷节”，论者或以为这是他的谦辞，其实这一句诗表明他本来并不想走这样一条路，现在只是不得已而为之罢了。</p> <p>　　在陶渊明面前有两条路：一是在官场里不断运作和升迁，那是阳关大道（“平津”）；另一条是退守田园，栖迟于衡门之下，这是独木小桥。陶渊明说，既然前一条路走不成，那么只好走后一条，这也不算是“拙”。话是这么说，却总是有点不得已而求其次的味道，有自我安慰的意思。这时的陶渊明认为固守其穷乃是“拙”，算不得“高操”。可知他本心深处并不打算“拙”，只是实逼此处、无可奈何罢了；这与他后来下决心“守拙归园田”（《归园田居》其一），心情是两样的。</p> <p>　　这首诗绝大部分诗句意思都相当明确，只有结穴处“寄意一言外，兹契谁能别”两句颇有玄言的色彩。这里的“一言”，或谓指“固穷”，或谓指“栖迟讵为拙”，恐怕都不大合适，既然是“一言”，应当只能是指出上句之末的那个“拙”字——否则就不止“一言”了。</p> <p>　　“拙”字在陶诗中出现过多次。陶渊明后来往往在褒义上使用此字。在此诗中，“栖迟讵为拙”这一句是为“栖迟”亦即隐居辩护的，他说这样活着还不能说是“拙”，这里“拙”字明显是贬义的。当然，陶渊明立即又说，“拙”字在它的一般义之外还有言外之意，这就含有要替“拙”字推陈出新的意思了。诗中末句忽然发问道：谁能够对此作出分析研究呢？他大约是寄希望于他的从弟陶敬远罢，但也没有明言，此时诗人自己陷入了深沉的反思。前人论陶渊明此诗往往一味称道其高尚，而无视其情感上的矛盾纠葛，尚未可称为知言。</p> <p>　　此诗前半叙事、写景，后半议论，俱以情渗透其中。尽管事写得很简洁，景写得传神入化，议论很多；但终以情为主，而情偏没有直接表露。把悲愤沉痛和坚强，变成闲淡乐观和诙谐，把层波迭浪变为定流清水，陶诗的意境，自然达到了极顶的深厚和醇美。</p>",
  "about": "<h2>创作背景</h2> <p>　　此<a href=\"http://so.gushiwen.org/view_71242.aspx\">诗</a>作于晋安帝元兴二年（403年），当时<a href=\"http://so.gushiwen.org/author_645.aspx\">陶渊明</a>三十九岁。此前二年，即隆安五年（401年），陶渊明似曾出仕于江陵，旋丁母忧归家。这首诗即丁忧家居时之作。</p> <p>　　陶敬远是陶渊明的同祖弟，其母与陶渊明的母亲又为姐妹；先陶渊明卒，陶渊明有《祭从弟敬远文》祭之。文中可见两人饥寒相共、志趣相投的密切感情。作诗当年，陶敬远二十三岁，同陶渊明住在一起，并一道读书躬耕。然而一年的收获不足自给，使他们过着贫困饥寒的生活。作诗当月，桓玄篡晋称楚，把晋安帝迁禁在渊明的故乡寻阳。这是一场政治上的大变局，此诗是在这种背景下写的。</p>",
  "poet": {
    "id": 645,
    "star": 0,
    "name": "陶渊明",
    "image": "http://img.gushiwen.org/authorImg/taoyuanming.jpg",
    "desc": "陶渊明（约365年—427年），字元亮，（又一说名潜，字渊明）号五柳先生，私谥“靖节”，东晋末期南朝宋初期诗人、文学家、辞赋家、散文家。汉族，东晋浔阳柴桑人（今江西九江）。曾做过几年小官，后辞官回家，从此隐居，田园生活是陶渊明诗的主要题材，相关作品有《饮酒》、《归园田居》、《桃花源记》、《五柳先生传》、《归去来兮辞》等。"
  },
  "tags": [
    "冬天",
    "写景",
    "抒情"
  ]
}