{
  "id": 8474,
  "star": 10,
  "name": "嘲鲁儒",
  "dynasty": "唐代",
  "content": "鲁叟谈五经，白发死章句。<br>问以经济策，茫如坠烟雾。<br>足著远游履，首戴方山巾。<br>缓步从直道，未行先起尘。<br>秦家丞相府，不重褒衣人。<br>君非叔孙通，与我本殊伦。<br>时事且未达，归耕汶水滨。",
  "fanyi": "<p><strong>译文</strong><br>　　鲁地老叟谈论《五经》，白发皓首只能死守章句。问他经国济世的策略，茫茫然如同坠入烟雾。脚穿远游的文履，头戴方山的头巾。沿着直道缓援迈步，还没抬脚，已掀起了尘土。秦相<a href=\"http://so.gushiwen.org/author_796.aspx\">李斯</a>不重用儒生，你也不是达于时变的通儒叔孙通，和我原本就不是同流。什么适合时代的形势都未晓得，还是回到汶水边去躬耕吧。</p> <p><strong>注释</strong><br>⑴鲁，春秋时鲁国，在今山东省南部。鲁儒，鲁地的儒生。<br>⑵鲁叟，鲁地的老头子，指鲁儒。五经，指五部儒家经典，即《<a href=\"http://so.gushiwen.org/view_8474.aspx\">诗</a>》、《书》、《礼》、《易》、《春秋》。<br>⑶章句，分析古书章节、句读。死章句，老死于章句之学中。<br>⑷经济策，治理国家的方略。茫，茫然，模糊不清的样子。两句意为：如果问鲁儒怎么样治理国家，就如坠烟雾，茫无所知。<br>⑸著（zhuó），穿。远游履（lǚ），鞋名。<br>⑹方山巾，古代一种方形头巾。<br>⑺从，沿着。<br>⑻“缓步”“未行”两句意为：慢吞吞地沿着直路踱着，未迈开脚步，宽大袖已拂起了地上的灰尘。<br>⑼秦家丞相，指李斯。<br>⑽褒衣，儒生穿的一种宽大的衣服。褒衣人，指儒生。<br>⑾叔孙通，汉初薛县（今山东枣庄薛城）人。据《史记·叔孙通列传》记载：<a href=\"http://so.gushiwen.org/author_746.aspx\">刘邦</a>建立汉王朝后，叔孙通曾到鲁地招集一批鲁生，为刘邦在秦仪的基础上重订朝仪，当时有两个儒生不肯去，说他的做法“不合古”。叔孙通讥笑他们说：“你们真是鄙儒，不知时变。”<br>⑿殊伦，不是同一类人物。两句意为：你还不如叔孙通能顺应时变，和我本来不是一路人。<br>⒀汶水，今山东大汶河。汶水滨，指鲁儒的故乡。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　这是一首讽刺<a href=\"http://so.gushiwen.org/view_8474.aspx\">诗</a>，讽刺的对象是东鲁（今山东）的儒生。鲁地有儒者虽皓首穷经，却死守章句，不懂经邦治国之策。<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>自视有“经济之才”、“王霸大略”，或曾受到某“鲁儒”的轻视和嘲笑，故以此诗反讥之。</p> <p>　　开头四句说，那些白发苍苍的“鲁叟”们，言必称“五经”，他们以毕生的精力，将《诗》、《书》、《礼》、《易》、《春秋》这几部儒家圣贤之书的章句背得滚瓜烂熟，学问可算是很大了。但是，假如向他们请教一下经国济世的方略，就如坠烟雾，茫然不知所对。这里将鲁儒的精通经书和不谙时务相对比，揭示了他们的无能本质。</p> <p>　　然而，标志着儒生身分的仪容却是丝毫马虎不得的。诗人接着以漫画笔法，活灵活现地描摹了鲁儒们迂腐可笑的举止：他们脚下穿着文饰考究的远游履，头上戴着平整端重的方山巾，不慌不忙，很有风度地上了大路，宽大的襟袖拖在地上，步子还未迈动，先扬起了一片尘土。鲁儒们故做庄严的神态与其实际上给人的滑稽感构成的对比，产生出一种喜剧效果；同时，鲁儒们外表的矜持与其内里的无能构成的对比，又更加突现了他们的迂阔。</p> <p>　　诗末六句，是诗人对鲁儒的评论，并且将自己摆进去与鲁儒加以对比，在这种对比中表达自己的积极用世思想。诗中采用了以古喻今的写法：当年秦始皇曾采纳丞相<a href=\"http://so.gushiwen.org/author_796.aspx\">李斯</a>的建议，下令没收天下的《诗》《书》等儒家之书，谁敢违抗，就施以黥刑，并被罚去筑城。当时，那些褒衣博带的儒生确是吃了苦头。李白对鲁儒们说：正像秦代那些儒生们的可悲遭遇一样，你们这些人断然得不到朝廷的器重；我虽然也崇奉儒学，但却要效法叔孙通，干一番辅弼朝廷的事业，绝不与你们为伍。你们既然对时务一窍不通，那么，就请回到老家的汶水边上种田去吧！结尾二句的嘲讽是极其辛辣的，令人如见鲁儒们的窘态，和李白飞扬跋扈的神情，也感受到了他的宏伟理想所迸发出的精神力量。</p>",
  "about": "<h2>创作背景</h2> <p>　　《嘲鲁儒》这首<a href=\"http://so.gushiwen.org/view_8474.aspx\">诗</a>，大约作于开元末年<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>移居东鲁不久，有人认为此诗作于开元二十五年（727年）。李白寓居的瑕丘，就是今天的兖州，其地距孔子故里曲阜不过数十里之遥，正是“盛产”儒生的地方。李白来到这里，见到大批“鲁儒”，一旦与之交接，心所鄙之，因此写诗以讽。</p> <p>　　唐代是一个思想开放、自由的时代，除了占统治地位的儒家思想，释、道二家在社会上的影响和势力也相当大。在开、天盛世成长起来的李白，接受了十分庞杂的思想影响，但儒家思想仍旧在李白思想中占据着主导地位，他所嘲讽的“鲁儒”，只是儒生中的一种人。自汉代以来，山东的儒学就有齐学与鲁学之分。大体说来，鲁学好古而齐学趋时，鲁学重章句而齐学重世用。汉高祖时的儒生叔孙通，就是属于齐学一派。他在天下初定之际，为了树立朝廷的权威，领命去鲁地征召儒生以共起朝仪。当时有两个儒生不肯前往，说：“今天下初定，死者未葬，伤者未起，又欲起礼乐，公所为不合古，吾不行。公往矣，无污我。”叔孙通笑道：“若真鄙儒也，不知时变。”叔孙通带着三十个应征的儒生进京，为朝廷制订了成套的礼仪。汉高祖七年，长乐宫落成，高祖感叹说：“吾乃今日知为皇帝之贵也。”遂拜叔孙通为太常，赐金五百斤。（见《史记·刘敬叔孙通列传》）李白所嘲讽的“鲁儒”，正是叔孙通所讥笑的那一类“不知时变”的“鄙儒”。</p>",
  "poet": {
    "id": 247,
    "star": 0,
    "name": "李白",
    "image": "http://img.gushiwen.org/authorImg/libai.jpg",
    "desc": "李白（701年－762年），字太白，号青莲居士，唐朝浪漫主义诗人，被后人誉为“诗仙”。祖籍陇西成纪(待考)，出生于西域碎叶城，4岁再随父迁至剑南道绵州。李白存世诗文千余篇，有《李太白集》传世。762年病逝，享年61岁。其墓在今安徽当涂，四川江油、湖北安陆有纪念馆。"
  },
  "tags": [
    "讽刺"
  ]
}