{
  "id": 9381,
  "star": 33,
  "name": "碛西头送李判官入京",
  "dynasty": "唐代",
  "content": "一身从远使，万里向安西。<br>汉月垂乡泪，胡沙费马蹄。<br>寻河愁地尽，过碛觉天低。<br>送子军中饮，家书醉里题。",
  "fanyi": "<p><strong>译文<br></strong>我孤身一人奉命出使到万里之遥的安西。<br>一路上，想起家乡的月，不免对月垂泪；踩着脚下的沙，更觉路途艰辛。<br>漫漫长路，似乎要走到大地的尽头，正如当年张骞寻找黄河的源头。通过了沙漠，走在广阔的高原之上，天似乎也变得低了。<br>今日你我于军中痛饮，你将走上我来时的路。我乘醉写下家书，就请你为我传递。</p> <p><strong>注释<br></strong>⑴碛（qì）：沙石地，沙漠。这里指银山碛，又名银山，在今新疆库米什附近。李判官：不详其名。<br>⑵从远使：指在安西都护府任职。<br>⑶汉月：汉家的明月。借指故乡。乡泪：思乡的眼泪。<br>⑷费：一作“损”。<br>⑸寻河：借汉代通西域穷河源的故事表明自己到极边远的地区。<br>⑹家书：家人来往的书信。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　这首<a href=\"http://so.gushiwen.org/view_9381.aspx\">诗</a>本为送李判官入京，却先从自己从长安入安西着笔。“一身从远使，万里向安西。”说自己在天宝八年（749年）受高仙芝之聘，不远万里，从长安来到安西。安西，在唐代是一个十分遥远、荒凉的所在，不少人视为畏途，而诗人为实现一身报国志心甘情愿地前往这个遥远荒凉的地方。 在“一身”与“万里”的悬殊中，表现出作者惊人而又超人的胆魄和勇气；同时，“一身”也包含离别家乡亲人之意，为下文写乡愁埋下伏笔。“从”、“向”二字的连用，又表现出作者一往无前、义无反顾的气概。两句起得十分有力，着墨不多，但却内涵丰富而又形象鲜明，为下面具体描写安西情形作了自然的导引。中间两联，是全诗的重点，作者着重写了来安西途中的所见所感。颔联“汉月垂乡泪，胡沙费马蹄”，写星夜兼程赶路的情形。在长安与家人见惯了的一轮明月，此时却独挂在沙漠上，显得有几分愁惨，仿佛在对人垂泪一样。这里不说自己因对月思乡而垂泪，却反说明月对己垂泪。而自己的思乡之念，已形象地见于言外。这也是将明月拟人化，赋予无生命的月亮以活泼的人格，给在沙漠上行进的孤身一人作陪衬，使得天上地下的景物融成一片，遥相对应，别有情致。在夜中行进，松软的沙子使坐骑格外吃力，“费马蹄”三字，既指对马蹄的磨损，更有沙软难行之意，足见行进的艰难，但作者仍然奋进不息。接着，颔联一方面承接颈联，继续写行进，同时又一转，从夜间过渡到白天：“寻河愁地尽，过碛觉天低。”这一联景象十分逼真、壮阔。上句用张骞出使西域寻找黄河源头的典故，意喻简直要走到天地的尽头；通过沙漠时，觉得天也格外低矮了。这里面，既有对旅途艰辛的描写，但更多的却是从一个刚从内地来到西北边陲的人的眼中，以惊愕的神情，来描写那未曾见过的新奇而壮阔无比的景象，其中饱和着作者对新鲜生活的追求和对边疆的热爱，充满着由衷的激情。</p> <p>　　通过这样的层层转接，对万里西行的铺叙、描写，最后终于写到了给李判官送行，“送子军中饮，家书醉里题。”这最后的送行绝没有悲切之语，而是在军帐中与李判官痛饮，使临行前的聚会，充满着振奋人心的豪壮气概。诗人也没有写旅途珍重之语，因为此诗前三联已经叙述了自己西行时的种种情形，而李判官的东归，也是顺着这一条路线，在上面的描写中已经暗含旅途艰难、须多保重之意，这里无须再作赘语了。诗人此时更多的想到了自己远在长安的家人。他万里西行之后，那久已蕴蓄于心的深切乡思，此时一经李判官返京的触发，如火山喷发一样不可遏止，于是就趁痛饮酒酣之时，在军帐中作书，将心中的万语千言写出，托李判官带回长安家中。“家书醉里题”，一方面表现出诗人在醉中仍然没有忘记家乡和亲人，足见乡思之切、之深；另一方面也极为形象地表现了作者在醺然中挥毫疾书、下笔不能自休的情景。一股豪气充满军帐，融注在全诗的字句中，给读者以深刻的感受。</p> <p>　　全诗气魄沉雄，在远行的豪情中有思乡的清泪，在艰辛的磨难中又表现出勇猛奋进的精神。且都是通过对安西的新奇而特有景物的描写，曲折表现出来的。</p>",
  "about": "<h2>创作背景</h2> 　　唐玄宗天宝八载（749年），<a href=\"http://so.gushiwen.org/author_113.aspx\">岑参</a>抱着建功立业的志向，离开京师长安赴安西上任。此<a href=\"http://so.gushiwen.org/view_9381.aspx\">诗</a>当为作者初至安西送人回京之作。",
  "poet": {
    "id": 113,
    "star": 0,
    "name": "岑参",
    "image": "http://img.gushiwen.org/authorImg/cencan.jpg",
    "desc": "岑参（约715-770年），唐代边塞诗人，南阳人，太宗时功臣岑文本重孙，后徙居江陵。[1-2] 岑参早岁孤贫，从兄就读，遍览史籍。唐玄宗天宝三载（744年）进士，初为率府兵曹参军。后两次从军边塞，先在安西节度使高仙芝幕府掌书记；天宝末年，封常清为安西北庭节度使时，为其幕府判官。代宗时，曾官嘉州刺史（今四川乐山），世称“岑嘉州”。大历五年（770年）卒于成都。"
  },
  "tags": [
    "边塞",
    "离别",
    "励志",
    "思乡"
  ]
}