{
  "id": 70868,
  "star": 4438,
  "name": "凉州词二首·其一",
  "dynasty": "唐代",
  "content": "黄河远上白云间，一片孤城万仞山。<br>羌笛何须怨杨柳，春风不度玉门关。",
  "fanyi": "<p><strong>译文一</strong><br>黄河好像从白云间奔流而来，玉门关孤独地耸峙在高山中。<br>将士何须哀怨那柳树不发芽，春风根本吹不到玉门关外。</p> <p><strong>译文二</strong><br>纵目望去，黄河渐行渐远，好像奔流在缭绕的白云中间，就在黄河上游的万仞高山之中，一座孤城玉门关耸峙在那里，显得孤峭冷寂。<br>何必用羌笛吹起那哀怨的杨柳曲去埋怨春光迟迟不来呢，原来玉门关一带春风是吹不到的啊！</p> <p><strong>注释</strong><br>1、凉州词：又名《出塞》。为当时流行的一首曲子（《凉州词》）配的唱词。<br>2、原题二首，此其一，《乐府<a href=\"http://so.gushiwen.org/view_70868.aspx\">诗</a>集》卷七十九《近代曲词》载有《凉州歌》，并引《乐苑》云：“《凉州》，宫调曲，开元中西凉府都督郭知运进”。凉州，唐陇右道凉州治所在姑臧县（今甘肃省武威市凉州区）。<br>3、远上；远远向西望去。“远”一作“直”。<br>4、黄河远上：远望黄河的源头。<br>5、孤城：指孤零零的戍边的城堡。<br>6、仞：古代的长度单位，一仞相当于七尺或八尺(等于231cm或264cm,约等于2.3m或2.6m)。<br>7、羌笛：古羌族主要分布在甘、青、川一带。羌笛是羌族乐器，属横吹式管乐。属于一种乐器.<br>8、杨柳：《折杨柳》曲。古诗文中常以杨柳喻送别情事。《诗·小雅·采薇》：“昔我往矣，杨柳依依。”北朝乐府《鼓角横吹曲》有《折杨柳枝》，歌词曰：“上马不捉鞭，反拗杨柳枝。下马吹横笛，愁杀行客儿。”<br>9、度：吹到过。不度：吹不到<br>10、玉门关：汉武帝置，因西域输入玉石取道于此而得名。故址在今甘肃敦煌西北小方盘城,是古代通往西域的要道。六朝时关址东移至今安西双塔堡附近。<br>11、何须：何必。何须怨：何必埋怨。<br>12 杨柳：杨树的柳条，又指的是《杨柳曲》。</p>",
  "shangxi": "<p>　　这首<a href=\"http://so.gushiwen.org/view_70868.aspx\">诗</a>写戍边士兵的怀乡情。写得苍凉慷慨，悲而不失其壮，虽极力渲染戍卒不得还乡的怨情，但丝毫没有半点颓丧消沉的情调，充分表现出盛唐诗人的豁达广阔胸怀。</p> <p>　　首句“黄河远上白云间”抓住远眺的特点，描绘出一幅动人的图画：辽阔的高原上，黄河奔腾而去，远远向西望去，好像流入白云中一般。次句 “一片孤城万仞山”，写塞上的孤城。在高山大河的环抱下，一座地处边塞的孤城巍然屹立。这两句，描写了祖国山川的雄伟气势，勾勒出这个国防重镇的地理形势，突出了戍边士卒的荒凉境遇，为后两句刻画戍守者的心理提供了一个典型环境。</p> <p>　　在这种环境中忽然听到了羌笛声，所吹的曲调恰好是《折杨柳》，这就不能不勾起戍卒的离愁。古人有临别折柳相赠的风俗。“柳”与“留”谐音，赠柳表示留念。北朝乐府《鼓角横吹曲》有《折杨柳枝》，歌词曰：“上马不捉鞭，反拗杨柳枝。下马吹横笛，愁杀行客儿。”歌中提到了行人临去时折柳。这种折柳赠别之风在唐代极为流行。于是，杨柳和离别就有了密切的联系。现在当戍边士卒听到羌笛吹奏着悲凉的《折杨柳》曲调时，就难免会触动离愁别恨。于是，诗人用豁达的语调排解道：羌笛何须老是吹奏那哀怨的《折杨柳》曲调呢？要知道，玉门关外本来就是春风吹不到的地方，哪有杨柳可折！说“何须怨”，并不是没有怨，也不是劝戍卒不要怨，而是说怨也没用。用了“何须怨”三字，使诗意更加含蓄，更有深意。</p> <p>　　三、四两行，明代的<a href=\"http://so.gushiwen.org/author_181.aspx\">杨慎</a>认为其含有讽刺之意，其所著《升庵诗话》中言：“此诗言恩泽不及于边塞，所谓君门远于万里也。”作者写那里没有春风，是借自然暗喻安居于繁华帝都的最高统治者不体恤民情，置远出玉门关戍守边境的士兵于不顾。中国古代诗歌向来有“兴寄”的传统，更何况“诗无达诂”，我们认为读者未尝不可这样理解，但不能就此而肯定作者确有此意。具体这两句的解释：既然春风吹不到玉门关外， 关外的杨柳自然不会吐叶，光 “怨”它又有何用？</p>",
  "poet": {
    "id": 447,
    "star": 0,
    "name": "王之涣",
    "image": "http://img.gushiwen.org/authorImg/wangzhihuan.jpg",
    "desc": "王之涣（688年—742年），是盛唐时期的著名诗人，字季凌，汉族，绛州（今山西新绛县）人。豪放不羁，常击剑悲歌，其诗多被当时乐工制曲歌唱。名动一时，他常与高适、王昌龄等相唱和，以善于描写边塞风光著称。其代表作有《登鹳雀楼》、《凉州词》等。“白日依山尽，黄河入海流。欲穷千里目，更上一层楼”，更是千古绝唱。"
  },
  "tags": [
    "唐诗三百首",
    "边塞",
    "写景",
    "将士",
    "思乡"
  ]
}