{
  "id": 7230,
  "star": 13,
  "name": "闻笛",
  "dynasty": "唐代",
  "content": "岧峣试一临，虏骑附城阴。<br>不辨风尘色，安知天地心？<br>门开边月近，战苦阵云深。<br>旦夕更楼上，遥闻横笛声。",
  "fanyi": "<h2>译文</h2> 试登高山了望，眼见敌骑已兵临城北。<br>风尘漠漠不辨颜色，哪知道兴亡天意。<br>营门外星月低垂，鏖战正搅得天昏地黑。<br>早晚更楼上，听远处横笛声声悲鸣呜咽。",
  "shangxi": "<h2>鉴赏</h2> <p>　　<a href=\"http://so.gushiwen.org/author_1016.aspx\">张巡</a>于天宝中任真源县令，安禄山叛乱时，起兵戡乱，先守雍丘，后与许远共守睢阳（故城在今河南省商丘市南）。他们在异常艰难的情况下，亲率将士浴血奋战。这首<a href=\"http://so.gushiwen.org/view_7230.aspx\">诗</a>即张巡在围城中耳听笛音、心怀激慨所写成的一曲壮歌。</p> <p>　　首联，“岧峣”本为高峻貌，此指高峻处，即高峻的“更楼”（尾联）上。“虏骑”指安禄山叛军。“虏”本是对敌方的蔑称，古代汉人诗文也常常用以指称北方的“胡人”等少数民族。安禄山是杂种胡人，部下多是胡兵，故称之为“虏骑”，亦以明其战争的不义性质。“附”，附丽、依附、靠近。“城阴”，本为城的北面，此指城墙之下。句意：我试着登临高峻的城楼。只见安禄山叛军紧紧包围着睢阳城。</p> <p>　　颔联，“不辨（一作‘不识’）”、“安知”云云，有两种解释：一是清人沈德认为“三四言不识风尘之愁惨，并不知天意之向背，非一开一阖语也”，据此则“不辨”与“安知”为互文见义。语意是：不去辨认风云的愁惨（“风尘色”指平叛战争的艰危形势），何必询问天心的向背，一切都不能动摇我们杀敌到底的战斗决心！二是后人认为“不辨”与“安知”连用，确是开合语法，主意是：如果我们不认识当前战事的惨苦，又怎能领会苍天在考验将士的良苦用心？因此我们要勇毅地完成大节啊！——这也是诗人自信心自强心的体现。两说都肯定了诗人不计个人安危和功业成败而抱定“坚贞自不移”、“不可为不义屈”（张巡语）的崇高气节和刚毅决心。</p> <p>　　颈联，遥应首联而双伸展颔联进一步描绘睢阳守卫战的战略重任和战斗的艰苦情形：睢阳城门一开就贴近边境的月色啊，艰苦的杀伐气氛像乌云弥漫在阵地周围。“边月”是边疆战场的月色景象。古代中国常在边疆一带抵抗胡兵入侵，“边月”遂为相关的惯用语。“阵云”，阵地上由于激烈战斗伤亡惨重，使人感到大自然的云气也都异常紧张而危苦。事实正是如此。当时叛军在攻陷东都洛阳后，正挥戈直捣唐王朝京城长安；同时，安禄山、安庆绪都先后派大将尹子奇率军十多万连续围攻江淮地区，企图控制唐王朝经济供应的后方。睢阳是唐王朝江淮庸调的重要通道，睢阳若失，安禄山就切断了唐王朝的命脉。所以，张巡等在睢阳迎头痛击尹子奇，牵制叛军又一主力，对挫败敌人阴谋，维护江淮安全，保卫唐王朝的恢复实力，都有十分重大的意义。也惟其如此，双方在睢阳的争战就十分惨烈。张巡在《谢金吾表》上曾说：“臣被围四十七日，凡一千八百余战。当臣效命之时，是贼灭亡之日”，正与此诗互为印证。据《资治通鉴》记载：睢阳被围日久，士兵不及千人，“皆饥病不堪斗”，而且“城中食尽”，最后杀马、罗雀、掘鼠而食，但“人知必死而无叛者”。诗人在另一诗中亦写道：“裹疮犹出阵，饮血更登陴！”其艰苦卓绝精神为历史所罕见。所以“战苦阵云深”乃诗家之史笔而非夸张。</p> <p>　　结联“旦夕”本指早晚，这里复词褊义，特指深夜。“更楼”即城楼。诗人与众将士一起日夜浴血奋战，置个人生死于度外，当然已无畏惧怕苦之心，因而就能听到无地传来的横笛之音。不义战争破坏人世之美，但坚持正义而战的人真理在握，心胸坦荡，仍在创造人世之美，维护人世之美，因而也能欣赏人世之美。对比历史记载，安史叛军所到处，大肆掳掠以至“人物无遗”，对老弱妇也孺“皆以刀槊戏杀之”，可见灭绝人性之叛军使人民遭受着何等惨痛的浩劫！同时，也可见酷毒的叛军终未能完全扼杀人民的正义之声包括这“横笛”悠扬高亢的艺术美之乐声。有此结末一句，就使这首悲壮惨烈的战争之诗平添了生活的情趣而更耐人吟味。</p> <p>　　《旧唐书》说张巡“兄弟皆以文行知名。”的确，张巡是唐代诗云上为数不多的文才与武功兼长并美的诗人之一。《全唐诗》虽仅存其诗二首，却都很有价值。即如本诗，既是悲剧时代历史风貌的艺术展现，又是诗人不朽人格的光辉写照。所以唐代<a href=\"http://so.gushiwen.org/author_682.aspx\">韩愈</a>、宋代计有功《唐诗纪事》、著名民族英雄<a href=\"http://so.gushiwen.org/author_173.aspx\">文天祥</a>、清代诗评家<a href=\"http://so.gushiwen.org/author_39.aspx\">沈德潜</a>等，都对张巡有过诚挚的赞颂。</p>",
  "poet": {
    "id": 1016,
    "star": 0,
    "name": "张巡",
    "image": "http://img.gushiwen.org/authorImg/zhangxun.jpg",
    "desc": "张巡（708年—757年11月24日），字巡，蒲州河东（今山西永济）人。（《新唐书》本传载为邓州南阳）。唐代中期名臣。唐玄宗开元末年，张巡中进士，历任太子通事舍人、清河县令、真源县令。安史之乱时，起兵守雍丘，抵抗叛军。至德二载（757年），安庆绪派部将尹子琦率军十三万南侵江淮屏障睢阳，张巡与许远等数千人，在内无粮草、外无援兵的情况下死守睢阳，前后交战四百馀次，使叛军损失惨重，有效阻遏了叛军南犯之势，遮蔽了江淮地区，保障了唐朝东南的安全。终因粮草耗尽、士卒死伤殆尽而被俘遇害。后获赠扬州大都督、邓国公。唐宣宗大中二年（848年），张巡绘像凌烟阁。至明清时，得以从祀历代帝王庙。"
  },
  "tags": [
    "战争"
  ]
}