{
  "id": 47885,
  "star": 11,
  "name": "东征赋",
  "dynasty": "两汉",
  "content": "　　惟永初之有七兮，余随子乎东征。时孟春之吉日兮，撰良辰而将行。乃举趾而升舆兮，夕予宿乎偃师。遂去故而就新兮，志怆悢而怀悲！ </p> <p>　　明发曙而不寐兮，心迟迟而有违。酌鞰酒以弛念兮，喟抑情而自非。谅不登樔而椓蠡兮，得不陈力而相追。且从众而就列兮，听天命之所归。遵通衢之大道兮，求捷径欲从谁？乃遂往而徂逝兮，聊游目而遨魂！ </p> <p>　　历七邑而观览兮，遭巩县之多艰。望河洛之交流兮，看成皋之旋门。既免脱于峻崄兮，历荥阳而过卷。食原武之息足，宿阳武之桑间。涉封丘而践路兮，慕京师而窃叹！小人性之怀土兮，自书传而有焉。 </p> <p>　　遂进道而少前兮，得平丘之北边。入匡郭而追远兮，念夫子之厄勤。彼衰乱之无道兮，乃困畏乎圣人。怅容与而久驻兮，忘日夕而将昏。到长垣之境界，察农野之居民。睹蒲城之丘墟兮，生荆棘之榛榛。惕觉寤而顾问兮，想子路之威神。卫人嘉其勇义兮，讫于今而称云。蘧氏在城之东南兮，民亦尚其丘坟。唯令德为不朽兮，身既没而名存。 </p> <p>　　惟经典之所美兮，贵道德与仁贤。吴札称多君子兮，其言信而有徵。后衰微而遭患兮，遂陵迟而不兴。知性命之在天，由力行而近仁。勉仰高而蹈景兮，尽忠恕而与人。好正直而不回兮，精诚通于明神。庶灵祇之鉴照兮，佑贞良而辅信。 </p> <p>　　乱曰：君子之思，必成文兮。盍各言志，慕古人兮。先君行止，则有作兮。虽其不敏，敢不法兮。贵贱贫富，不可求兮。正身履道，以俟时兮。修短之运，愚智同兮。靖恭委命，唯吉凶兮。敬慎无怠，思嗛约兮。清静少欲，师公绰兮。 ",
  "fanyi": "<h2>译文</h2> <p>　　在汉安帝永初七年的这一年，我随赴任的儿子一起从京师迁往东边的陈留。时值孟春的阳春季节，选择了良辰吉日启程。早晨匆匆登车上路，傍晚时在偃师夜宿。告别了久居的京城，寄身于陌生的新地。</p> <p>　　心里充满了悲伤的情怀，天亮时仍然无法入睡。情知是内心徘徊不前，又无法与命运抗争。手捧着酒杯思绪万千啊！感叹压抑的心情无法排遣。实在是没出生在巢居击蠡的上古时代啊！只怕是再没有机会贡献自己的才力。姑且顺其自然、随同大流的趋势吧，听天由命等待命运的归宿。遵循崎岖的治国之道吧，想寻求捷径又能够听从于谁呢？就这样悄悄的从京师消逝吧，暂且让高傲的魂灵四处漫游。</p> <p>　　一路上历经七个城邑，又遭遇了巩县的道路艰险。眺望了黄河与洛水交汇的景象，见识了成皋县著名的旋门壮观。翻越了一座座险峻的山岗，跨越了赫赫有名的荥阳城。在原武县匆匆歇脚用过午餐，当晚露宿在阳武县的桑林之间。渡过了封丘河水马不停蹄的赶路，暗自感叹着思恋的故乡越走越远。地位低下的人难免思念故土啊，自书的叙传里有详细的记载。</p> <p>　　沿路前进走不了多久，就到了平丘县的北城边。进入名胜的匡郭之地忍不住思绪遥远，当年孔夫子遭受围困的情景如在眼前。那是个怎样衰乱的世道啊！难怪会有圣人被围困的事件。我久久地在站在那里惆怅徘徊，直到暮色降临而忘记回返。到了长桓县的地界，顺道察访居住在郊外的农民。目睹了蒲城县的古迹废墟，那里早已是荆棘丛生、灌木迷漫。我忧伤的向身边的人请教再三，思慕着子路当年的威望和神灵。卫国人都传颂他的勇敢和义气，到如今还无不称道颂赞。蒲城东南是贤能的蘧瑗的家乡，那里的老百姓也尊重他的坟地。</p> <p>　　人世间只有美德永垂不朽啊！身躯埋葬了还有名望长存。典范的著作里赞美不绝啊，人们敬重的是美德和仁贤。吴国公子季扎说过：“卫国君子多而无患”，他的话不但可信而且还很灵验。后来的衰落导致了患难不断，于是那里衰败，再也没有兴盛。我懂得上天主宰着人的命运，从此就身体力行接近仁贤。勉励自己实行高尚的言行，对人应尽忠孝、善于宽恕。亲善正直而无怨无悔，让神明知道我的精诚。愿神灵审查并监察我的言行，保佑我真诚善良的辅佐之心。</p> <p>　　下面是乱说：君子思考的问题，必定是称道的礼制；为何不各言其志，追慕古人呢？先父所到之处就会有佳作产生，虽然我才思不够敏捷，怎能不效法笔端？人世间的贫贱富贵是不能强求的啊！洁身自好、坚持正道，以此等待时来运转。长寿和短命在于天道，愚钝和聪慧来源相同。安心等待命运的安排，不管它是吉还是凶。敬业慎行不敢懈怠，牢记谦虚时刻反省。清心寡欲于平静，效仿孟公绰为楷模。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这篇征行赋作于汉安帝永初七年（公元113年），斯年<a href=\"http://so.gushiwen.org/author_51.aspx\">班昭</a>随儿子曹成（字子谷）去陈留赴任。本赋主要是抒写沿途的所见所感，注重四个方面：</p> <p>　　一是写离开京城的悲伤之情；当“去故就新”时，想到身寄异地，悲伤不已，彻夜难眠。随着行程的推进，离京城越来越远，而“怀土”念故之情越发沉重，由此表达了身不由已的悲情。</p> <p>　　二是写长途跋涉的劳苦之情。班昭历经七邑，风餐露宿，跋山涉水之劳，在所难免。赋文直言其事，既有巩县多艰，又有河洛险阻，更有桑间露宿。由此不能不追怀上古安居乐业的时代生活。</p> <p>　　三是写缅怀先贤之情。过匡地而同情孔子受困的厄运，过卫地赞美子路的勇义精神，过蘧乡时追怀伯玉的美德不朽。这些怀古之情，既是表明自己的情感志趣的高尚，也是借古人“衰徴遭患”的命运来宽慰自我，聊以解忧。</p> <p>　　四是写体察民难之情。这方面的文字虽然只有四句，而从蒲城丘墟、荆棘丛生的荒凉景象的描写，表明了东汉末年的时乱所带来的灾难。作者有意识的“察农野之居民”，可见班昭对灾难深重的农民是寄予同情的。</p> <p>　　时隔十六年后，<a href=\"http://so.gushiwen.org/author_258.aspx\">蔡邕</a>由陈留赴京，正好与班昭的行程逆向而动，但同样呼出“民露处而寝湿”的共同心声，这不能否认此赋所产生的影响。</p> <p>　　赋末“乱辞”直抒其情，强化了赋文的抒情主题，将个人富贵难求、俟时难得的命运，与东汉末年愚智不分、吉凶莫测的社会命运相联系在一起，其深刻性就在于，在交待自身遭受厄运的同时，透露了对社会的批判之情。</p> <p>　　本赋的语言简明畅达，一气呵成，读来感人至深。</p> <p>　　此外，其乱辞称：“ 先君行止，则有作兮，虽其不敏，敢不法兮。”这表明班昭的《东征赋》是效法其父<a href=\"http://so.gushiwen.org/author_119.aspx\">班彪</a>的《北征赋》而作。赋中记叙自洛阳至陈留的经历，对于孔子、子路、 蘧伯玉等先哲前贤多有称颂，都是触景生情，发为感慨。和班彪的《北征赋》相比，《东征赋》的感情描写更为细腻，作者把自己内心的矛盾和苦闷曲折而真实地反映出来，强自开解而又无可奈何，低徊往复，而又有古淡的文风。</p>",
  "about": "<h2>讨论</h2> <p>　　斑昭之子曹成，曾为长垣长（县长）。永初7年（公元113年）正月，<a href=\"http://so.gushiwen.org/author_51.aspx\">班昭</a>随其子到长垣就职。他们乘车从都城洛阳出发，经过偃师、巩义、荥阳等地进入了今天的新乡地界。他们先是到了卷城县（今原阳县），在原武（今原阳县原武镇）稍事停留，又往前行，夜间在阳武（今原阳县城）的桑间住了下来。第二天经平丘（今封丘县黄陵镇），进入匡城县（今长垣县西）。进入长垣以后，她想起了历史先贤们在这里的故事：孔子当年路经匡地，被误认为是阳虎而遭围困；子路是孔子的高足，治蒲有功后来却被冤杀；蘧伯玉是卫国的大夫，因德行高尚而被尊为卫地的形象代表。田园，农舍、村夫、城墟使班昭触景生情，浮想联翩。她将这一路上的见闻与感受，仿照她父亲<a href=\"http://so.gushiwen.org/author_119.aspx\">班彪</a>写的《北征赋》写成了《东征赋》。上文是对作品的创作年代和写作缘由的一种说法。</p> <p>　　商丘师范学院文学院的金璐璐在《学术论坛》2010年6期发表文章称：“经梳理相关文献，对班昭《东征赋》的作年与主旨进行考证，证明《东征赋》作于永元七年；《东征赋》的主旨不是班昭随子东征经历的记述，而是欲以此赋诫子曹成为官应具之德、应做之事,以不负朝廷重托。《东征赋》在创作题材、体式与风格上皆突破了汉代女性文学的陈范,在文学史上具有重要意义。”上文对本作品的创作年代和创作意图给出了另一种说法。</p> <p>　　班昭所作《东征赋》一篇，被昭明太子萧统编入《文选》，保存了下来。李善注引《大家集》说，“子谷，为陈留长，大家随至宫，作《东征赋》。”又引《流别论》说：“发落至陈留，述所经历也。”</p>",
  "poet": {
    "id": 51,
    "star": 0,
    "name": "班昭",
    "image": "http://img.gushiwen.org/authorImg/banzhao.jpg",
    "desc": "班昭（约45年？－约117年？），一名姬，字惠班。汉族，扶风安陵（今陕西咸阳东北）人。东汉史学家，史学家班彪女、班固与班超之妹，博学高才，嫁同郡曹寿，早寡。兄班固著《汉书》，八表及《天文志》遗稿散乱，未竟而卒，班昭继承遗志，独立完成了第七表〈百官公卿表〉与第六志〈天文志〉，《汉书》遂成。帝数召入宫，令皇后贵人师事之，号曹大家（gū）。善赋颂，作《东征赋》、《女诫》。班昭为中国第一个女历史学家。"
  },
  "tags": [
    "辞赋精选",
    "抒情"
  ]
}