{
  "id": 18218,
  "star": 4,
  "name": "零陵赠李卿元侍御简吴武陵",
  "dynasty": "唐代",
  "content": "理世固轻士，弃捐湘之湄。<br>阳光竟四溟，敲石安所施。<br>铩羽集枯干，低昂互鸣悲。<br>朔云吐风寒，寂历穷秋时。<br>君子尚容与，小人守兢危。<br>惨凄日相视，离忧坐自滋。<br>樽酒聊可酌，放歌谅徒为。<br>惜无协律者，窈眇弦吾诗。",
  "fanyi": "<p><strong>译文<br></strong>太平世道当然看不起学子才人，我们自然被抛弃流放到潇湘边上。<br>仿若太阳的光芒已普照四海，像敲石闪出的火花就毫无用处一样。<br>我们像被摧残了羽毛的鸟儿停在枯枝，高吟低唱相互应和，声声悲伤。<br>北方的黑云吹来了阵阵风寒，在这深秋季节，一片空寂荒凉。<br>处境凶险，君子们更注重从容闲逸，小人们只是畏缩自保，战兢恐慌。<br>悲凄时，我们天天相互探视，忧愤之情又因此而不断滋长。<br>斟饮几杯酒，自己可以聊且忘忧，而纵情歌唱，那肯定别人决不会听赏。<br>只可惜，眼下你这位调音知己不在，不能把我们的<a href=\"http://so.gushiwen.org/view_18218.aspx\">诗</a>歌美妙地弹唱。</p> <p><strong>注释<br></strong>⑴零陵：永州的旧名。李卿：李幼清，亦即李深源，又称李睦州。元侍御：元克己。简：信札，这儿用做动词，寄赠书信。吴武陵：吴子松。<br>⑵理世：治世，太平世界。理，避高宗<a href=\"http://so.gushiwen.org/author_2098.aspx\">李治</a>讳而代替“治”字。固：本来，当然。<br>⑶弃捐：弃舍，遗弃。指不加任用。湄：水边。<br>⑷竟：终， 完全。这儿是遍布的意思。溟：海。<br>⑸敲石：这儿指敲击石块以取火光。安：何，什么。施：为，用。<br>⑹铩（shā）羽：羽毛被摧残脱落。铩，伤残。集：群鸟停聚在树上。<br>⑺朔：北方。<br>⑻寂历：犹寂寥，冷寂空旷的样子。穷秋：深秋。穷，终尽，末了。<br>⑼尚：崇尚。容与：安逸自得的样子。<br>⑽兢危：小心畏惧。兢，小心谨慎。危，畏惧忧恐。守：保全。<br>⑾离忧：忧愁怨愤。坐：因。自：自然地。<br>⑿樽（zūn）：盛酒器。聊：姑且。<br>⒀谅：确实，委实。徒：白白地。为：做事。这里指唱歌。<br>⒁协律，调正音律，使之协和。<br>⒂窈眇（yăo miăo）：美妙。 弦：琴弦。这儿用做动词，用琴弹奏。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　此<a href=\"http://so.gushiwen.org/view_18218.aspx\">诗</a>对朝廷权贵扼杀人才深表痛疾不平，对他们遭贬的悲惨境况深表同情，并表达了<a href=\"http://so.gushiwen.org/author_646.aspx\">柳宗元</a>与他们之间相互慰藉、坚贞不屈的知己友情。</p> <p>　　首四句，为吴武陵这样横遭贬谪的人才而愤激不平。诗意是说，太平世道当然会轻视人才，把他们弃置在边荒的潇湘之边，正如敲石所击出的小小火花，在阳光普照之下毫无用处一样。这是柳宗元满腔愤怒而发出的控诉和辛辣讥讽。在权贵们看来，当时世道太平，阳光普照，根本用不着革新多事，有所作为，这是权贵打击摧残才士的无耻借口。他们竭力掩盖国事的矛盾、弊端和危机，仇视改革，排斥新秀，只知一味地谄谀奉承，沉湎享乐而不以为耻，其腐朽黑暗可想而知，根本没有太平盛世可言，当然也没有阳光普照。其实是权贵们害怕杰出人才参与朝政，有所作为，触动他们的既得利益和地位，所以对那些显露出才华而又不肯屈从的人才，横加指责和挑剔，一开始就进行无情的扼杀和摧残。这四句最突出的地方就是反语讥讽，“理”实为乱，“阳光”实为黑暗。其次是隐喻，前二句与后二句构成比喻关系，但没有使用比喻词。</p> <p>　　中间八句是对那些坚贞不屈而遭贬的人才的悲惨境况深表同情。诗人将他们比作一群“铩羽”的乌鸦，在寒冷的秋天中饱受风寒的迫害。它们无法逃避是因为乌鸦停集在枯干上，没有遮蔽和凭靠。这里，“穷秋”象征恶劣的时局，“风寒”比喻无情的迫害，而“枯干”比喻才士们没有坚固的政治基础。因为这种情况牵涉到柳宗元自己被迫害的原因，所以这儿只好隐晦一些，用象征手法来表现。可以参看柳宗元的《感遇二首》。同时，由于这些才士能坚持君子的品德，不为所屈，遭受的打击就更为无情，处境悲惨，忧愁日深。</p> <p>　　最后四句，表达了柳宗元与这些遭贬才士饮酒赋诗，聊以自慰以及所结下的深厚知己之情。为了发泄悲愤，排遣苦闷，遭贬的才士只能以酒消愁，以诗抒怀。放声高歌，权贵们是不会听的，只有他们自己才能欣赏理解。吴武陵北归之后，柳宗元感到少了一个知音，深表惋惜。</p>",
  "about": "<h2>创作背景</h2> 　　据何书置先生考证，吴武陵遇赦北还为公元812年（元和七年）。理由是，据《新唐书·吴武陵传》，吴武陵北归后，淮西吴少阳欲邀之入幕，武陵不答。而据《新唐书·吴少阳传》，吴少阳卒于公元814年（元和九年）旧历九月，故知吴武陵北还在此之前。据<a href=\"http://so.gushiwen.org/author_646.aspx\">柳宗元</a>《小石潭记》、《与杨京兆凭书》、《与李睦州论服气书》、《初秋夜坐赠吴武陵》诸<a href=\"http://so.gushiwen.org/view_18218.aspx\">诗</a>文，公元811年（元和六年）前吴武陵尚在永州。自公元811年到814年，其间惟有812年有过赦令，故知吴武陵北还之时应为812年。那么柳宗元此诗亦当为812年吴武陵北还之后所作。",
  "poet": {
    "id": 646,
    "star": 0,
    "name": "柳宗元",
    "image": "http://img.gushiwen.org/authorImg/liuzongyuan.jpg",
    "desc": "柳宗元（773年－819年），字子厚，唐代河东（今山西运城）人，杰出诗人、哲学家、儒学家乃至成就卓著的政治家，唐宋八大家之一。著名作品有《永州八记》等六百多篇文章，经后人辑为三十卷，名为《柳河东集》。因为他是河东人，人称柳河东，又因终于柳州刺史任上，又称柳柳州。柳宗元与韩愈同为中唐古文运动的领导人物，并称“韩柳”。在中国文化史上，其诗、文成就均极为杰出，可谓一时难分轩轾。"
  },
  "tags": [
    "抒怀",
    "同情",
    "友人",
    "忧愤"
  ]
}