{
  "id": 69878,
  "star": 1,
  "name": "杂剧·二郎神醉射锁魔镜",
  "dynasty": "元代",
  "content": "第一折<br>喜来折草量天地，怒后担山赶太阳。我是那五十四州都土地，三千里外总城隍。吾神姓赵名昱，字从道，幼年曾为嘉州太守。嘉州有冷、源二河，河内有一健蛟，兴风作浪，损害人民。嘉州父老，报知吾神。我亲身仗剑入水，斩其健蛟，左手提健蛟首级，右手仗剑出水，见七人拜降在地，此乃是眉山七圣。吾神自斩了健蛟，收了眉山七圣，骑白马白日飞升。灌江人民，就与吾神立庙。奉天符牒玉帝敕，加吾神为灌江口二郎之位清源妙道真君。玉帝敕令，着吾神镇守西川。因打这玉结连环寨过，有那吒三太子镇守此处。吾神就探望兄弟，走一遭去，然后回西川也未迟哩。吾神统领本部下神兵，直至玉结连环寨，相访那吒三太子，走一遭去。小圣乃那吒神是也。为因小圣降十大魔君、八角师陀鬼、铁头蓝天鬼、独角逆鳞龙、天边大刀鬼，更有四魔女：天魔女、地魔女、运魔女、色魔女。为降众多妖魔，加小圣八百八十一万天兵降妖大元帅。手下有副元帅野马贯支茄，首将是药师大圣。统领天兵，镇玉结连环寨。非小圣之能也。<br>【仙吕】【点绛唇】皆是天将英雄，地神簇捧，施英猛。凭着我变化神通，都降了十大魔君洞。<br>【混江龙】则为这玉皇选用，封我做都天大帅总元戎。我将这九天魔女，觑的似三岁孩童。则我这断怪降妖施计策，除魔灭祟建奇功。摆列着长枪阔剑，各执着短箭轻弓。周遭有黄幡豹尾，乘骑着玉辔银骢。前后列朱雀玄武，左右列白虎青龙。遵差命黄巾力士，听当直黑煞天蓬。分胜败山泽水火，辨输赢天地雷风。映晓日愁云霭霭，遮青霄惨雾蒙蒙，兽带飘征旗飐飐，鱼鳞砌铠甲重重。凤翅盔斜兜护顶，狮蛮带紧扣当胸。绣球落似千条火滚，火轮举如万道霞红。人人慷慨，个个英雄。我摇一摇疏喇喇外道鬼神惊，撼一撼赤力力地户天关动。腾云驾雾，唤雨呼风。<br>吾神乃二郎神是也。来到这玉结连环寨，报道有清源妙道真君特来相访。道有请。哥哥间别亡恙？吾神特来相访贤弟。哥哥为何至此？吾神因朝玉帝已回，往此玉结连环寨经过，特来相访贤弟。多谢哥哥探望。将酒过来。<br>【油葫芦】则这渺渺云山千万重，阻隔咱两弟兄，不期今日喜相逢。咱两个十年来才把这樽席共，便休题一杯未尽笙歌送。咱说的这话正投，吃的这酒正浓。既然契厚为昆仲，咱今日休放酒杯空。吾神带酒也，贤弟请波。<br>【天下乐】我这里便亲手高擎碧玉钟，走斝飞觥，咱两个兴正浓，吾神带酒了也。我见他前合后偃酒力拥。兄弟，路途遥远，急难前行。俺这里人如虎，更那堪马似龙，兄弟，吾神要回西川去哩。觑西川则是一阵风。<br>你诸神将随意歌舞一回，劝俺哥哥一杯。酒够了也。您四魔女何不做天魔队舞，也来劝俺哥哥一钟。久闻兄弟弓马熟闲，今在此玉结连环寨，曾演习武艺来么？您兄弟在此寨中，常常演习武艺。将的弓箭来，推出红心朵子去，我看兄弟射几箭者。鬼力将过弓箭来者！理会的。兀的不是弓箭在此。<br>【醉扶归】我这里忙把彪躯来耸，拽满宝雕弓。远觑着兀良则是一望中，我这里款款放轻轻送。着箭。正中红心。不是我夸强卖弄，一箭箭把红心来中。兄弟也，不枉了武艺高强。将弓箭来，我也射三箭，争奈吾神带酒也。<br>【金盏儿】我见他手拈着弓，箭离了桶，端详了弓箭无偏纵，弓开箭去渺无踪。着箭。正中红心。西北下一点着箭。箭去呵，就地上火光三万丈，雷吼似五千声。则听的震天关如霹雳，彻上下半天红。<br>那里这般响亮一声？哥哥，你的不是了也。那里是天狱，有三面镜子：一面是照妖镜，一面是锁魔镜，一面是驱邪镜。三面镜子，镇着数洞魔君。不知射破那一面镜子，走了那一洞妖魔。倘或驱邪院主见罪，如之奈何？似此怎了也，是吾神的不是了也。吾神也不敢久停，便索回西川去也。<br>【尾声】这声响唬的三界鬼神惊，震的万里乾坤动，则听的山塌天摧地崩。不似你心中无忖量，谁着你秋月般拽满雕弓。箭去半天红，不辨西东，惨雾阴云罩着碧空。这一箭恰便似摔碎玉笼，飞腾彩凤，早则么顿开金锁走蛟龙。<br>吾神不敢久停久住，恐防玉帝得知。驾起祥云，便回西川去也。吾神乃九首牛魔罗王是也，兄弟是金睛百眼鬼。俺二人误犯了天条，罚俺在锁魔镜里受罪。玉帝敕令，锁魔镜破，方才得出天狱。不知是那一位神祗，射破锁魔宝镜，俺二人逃命得出。则怕上圣得知，捉拿我二人，不敢久停久住，便往黑风山黑风洞里去桌。小圣韩元帅是也。不知那一位神祗，射破锁魔镜，走了两洞妖魔：金睛百眼鬼、九首牛魔罗王。恐防玉帝得知，有驱邪院主法旨，着小圣追赶两洞妖魔。去的远了也，赶不上，回驱邪院主去也。<br>太极初分天地中，驱神使将显神通。金阙书名朝上帝，掌判驱邪镇北宫。贫道乃驱邪院主是也。今有那吒神与二郎饮酒，比试武艺，二郎神一箭射破锁魔宝镜，走了两洞妖魔：金睛百眼鬼、九首牛魔罗王。我差韩元帅追赶去了，怎生这早晚不见回来？小圣韩元帅，赶不上两洞妖魔，回上仙话去。小圣赶不上两洞妖魔，回上仙法旨。韩元帅，二郎神射破锁魔宝镜，箭上有二郎名字。则今朝一日，差天神背缚贫道的法旨，直至西川，与二一郎说知，令他与那吒三太子，擒拿两洞妖魔去。若拿住，将功折罪；拿不住呵，二罪俱发。说与天神，小心在意，速去疾来。<br><br>第二折<br>小圣郎是也。在玉结连环寨，与那吒演习武艺，因带酒射破锁魔宝镜，不知走出那一洞妖魔，恐怕上帝得知，怎生是了。鬼力们看觑着，若有天神，报复我知道。小圣乃天神是也。为二郎神与那吒三太子演习武艺，一箭射破锁魔宝镜，走了金睛百眼鬼、九首牛魔罗王。小圣奉驱邪院主法旨，差小圣报知二郎神与那吒，擒拿两洞妖魔去。驾起祥云，直至西川，报知二郎，走一遭去。<br>【南吕】【一枝花】我亲奉着东华圣帝差，谨领着北极尊神令。驾祥云离帝阙，乘彩凤上天庭，怎敢消停？早来到北极西川郡。则为那玉帝行宣限的紧，二郎因当日酒饮了三巡，因此上惹起今朝祸根。<br>【梁州】则为那有胆量的那吒帅首，管待那无寻思的妙道真君。他平生武艺施逞尽。卖弄他神通广大，倚仗着筋力无伦。拽的弓开秋月，忽的箭去流星。谁想走了百眼金睛，那牛魔王死里逃生。他如今暗点下山鬼和那山精，俺如今准备下天兵和那地兵，则要你个二郎神千战千赢。符到，奉行。东华教玉帝敕如来命。怎敢道迟慢了半个时辰。今日个须当定罪名，怎敢道容情。<br>来到也，报复去，听驱邪院主法旨。报的上圣得知，有天神来到也。道有请。早知尊神来到，只合远接。接待不着，勿令见罪。<br>【隔尾】小神厅上开敕令，二郎去阶前仔细听，你不合射透驱邪院锁魔镜。则你的罪名、罪名又不轻，你去那玉阙天庭将是非来整。<br>驱邪院主法旨，为你射破锁魔宝镜。走了金睛百眼鬼、九首牛魔罗王，着你与那吒神，领本部神兵，擒拿两洞妖魔去。若拿住将功折罪；如拿不住，罚往天狱受罪。二郎听得了么？尊神，你但放心。原来走了这两洞妖魔，则今日擒拿他，走一遭去。量这孽畜，到的那里！<br>【牧羊关】见如今如来怒，玉帝嗔，你罪过我待说一言难尽。为当日酒饮了三巡，今日里祸临着自身。你若是施谋略驱邪祟，显神力灭群精，恁时如来处饶了你那愆罚，恁时节玉皇行免你罪名。尊神，想吾神神通广大，变化多般，我则今日与那吒神，领本部下神兵，擒获此业畜，走一遭去。<br>【骂玉郎】我平生正直无私徇，你休怠慢莫消停，你索用心机打破他那迷魂阵。除免你那腹内愁，顿脱了眉上锁，释放了心头病。<br>【感皇恩】你须索舍死忘生，建立功勋。则要你显神通，施谋略，逞精神。若拿不住呵！你告与那那吒太子，他可敢扫荡魔君，他也敢擒妖怪，拿孽畜，领天兵。<br>【采茶歌】若是您个二郎神，显英灵，威伏天下鬼神惊。灭尽妖晓那时分，恁时神鬼得安宁。则今日亲率天兵，擒拿金睛百眼鬼、九首牛魔王，走一遭去。天神且自放心，我随后便擒将两洞妖魔来也。<br>【尾声】则要你鞭敲金镫回军阵，统领天兵疾便行。降妖魔，须用功。敢相持，敢战争，将妖魔，便诛尽。三尖刀劈那厮脑门，斩妖剑将那厮粉骨碎分身。若拿住妖魔呵，那时节证了本。<br>天神去了也。吾神与那吒同领本部下神兵，擒拿两洞妖魔，走一遭去。大小神兵，听吾神旨，三通鼓罢，拔寨起营。我也不用天兵神将，显神通变出本相。若拿住两洞妖魔，直献到九重天上，巨口獠牙显化身，呼风唤雨驾祥云。三界神祗闻吾怕，我是那变化多般牛魇神。吾神乃九首牛魔王是也，兄弟是金睛百眼鬼。因俺二神误犯天条，镇在锁魔镜里受罪，不想被二郎神射放锁魔镜，俺二人得出天狱，躲在黑风山黑风洞里。奈那吒无礼，他与二郎统领天兵，擒拿俺二人。量他到的那里？吾今日便点鬼兵，与那吒、二郎斗胆，走一遭去。锣鼓响喊杀连声，点鬼兵提备相征。显神通变出本相，直赶天玉阙天庭。<br>我做妖魔一百个眼，个个眼似亮灯盏。昨日害眼讨眼药，费了五十对青鱼胆。吾乃金睛百眼鬼是也。哥哥去了也，点手下鬼兵，与那吒斗胜，走一遭去。忙差鬼怪唤山精，狐兔猿鹤都点名。若把那吒活拿住，一人赏一个大烧饼。<br><br>第三折<br>众神将摆布的严整着。<br>【越调】【斗鹌鹑】冷飕飕杀气飘飘，气昂昂精神抖搜。雄赳赳断怪除妖，威凛凛踏罡步斗。沉点点帅印悬腰，明晃晃双锋在手。马似熊，人似彪，左右列合后先锋，簇拥着元戎帅首。<br>【紫花儿序】凤翅盔簪缨款按，锁子甲战袄高提，狮蛮带纳榜轻兜。直赶遍三千世界，搜寻过四大神州。统领着戈矛，若撞见那两个妖魔吃剑头。半合儿也不勾，杀的那厮无处安身，有地难投。大小天兵，摆布的严整。摆开阵势者。<br>【金蕉叶】四魔女休离了我左右，八角鬼枪刀在手。大刀鬼镇守着山岩洞口，狮陀鬼牢把定天关地轴。<br>摆开阵势者。尘土起处，必然是两洞妖魔来也。大小鬼兵，摆开阵势。来者何人？吾乃那吒神是也。吾乃清源妙道真君二郎是也。你来者何人？吾神乃九首牛魔王，兄弟是金睛百眼鬼，敢斗胜么？天兵操鼓来，休教走了两洞妖魔！<br>【调笑令】他那里卖口，则管里絮无休。他道他世上寰中无对手，他道他阴符战策曾穷究，将兵书念得滑熟。咱两个横枪跃马且交半筹，敢则一阵里抹了芒头。<br>【秃厮儿】火轮起金蛇乱走，鞭梢动骤损骅骝。我则见丝丝战尘遮了日头，早寻走路便搜求，无个缘由。<br>【圣药王】他将那军校收，弓箭丢，人慌马乱怎收救？你为帅首，怎的休！俺领着天兵神将紧追求，去来专拿住恁时休。<br>近不的他，走、走、走！走了两洞妖魔，大小天兵，跟我赶将去！背后赶将来了，如何是好？天兵下了天罗地网者，休要走了两洞妖魔！<br>【雪里梅】你看我运机筹，咱两个遇着敌头。杀的他进退无门，死生也那难救，将身躯来倒缩。<br>【古竹马】显志酬这场征斗，杀妖魔千死千休。我和你敢做敌头，不喇喇紧骤骅骝。我便款兜，慢收，揎袍捋袖，征骖驰骤。显神通变化搊搜，到今日怎地干休！你少忧，莫愁，我率领天兵，显耀神威，走石吹砂风乱吼。<br>【幺篇】显出我六臂三头，密匝匝列着戈矛，齐臻臻统领貔貅。这厮命休，尽头，大小天兵齐下手。唬的他荒荒乱乱，心惊胆战，悲悲切切，鬼哭神愁。天神与我拿住者！将过这两个妖魔，执缚定，见上帝去来。<br>【尾声】今日将牛魔王百眼鬼都拿住也方才罢手，我得胜也引军回，直杀的妖魔望风儿走。<br><br>第四折<br>贫道乃驱邪院主是也。因为二郎与那吒神，在玉结连环寨饮酒，射破锁魔宝镜，走了两洞妖魔：金睛百眼鬼、九首牛魔罗王。今差二郎与那吒，同领本部神兵，擒拿去了。未知输赢胜败。使将个报喜的神探子打探去了。这早晚敢待来也。一场好斗胜也呵！<br>【黄钟】【醉花阴】两下里交锋喊声起，差小圣到天兵阵里，看胜败，辨真实。若说着那吒，众神将应难比。<br>【喜迁莺】驾一片黑云疾，一径的差咱，报！报！喏！来报喜。好探子也。两足轻挪似摔风，一声报探语如钟。两处神兵分胜败，尽在来人启口中。俺二郎与那吒，领大小神兵，怎生擒拿两洞妖魔来，你喘息定，慢慢说一遍。若说着那吒雄势，你看那众天将后面跟随。其实，我则见盈天杀气，一个个一人人能战敌，他每便显武艺，扑咚咚征皮鼓凯，刮喇喇扯鼓夺旗。俺这壁那吒出马，三头贴飐，六臂辉辉。三头飐飐显神通，六臂辉辉降妖怪。量那业畜，到的那里，你再说一遍者。<br>【出队子】齐臻臻天兵摆列，恶狠狠寻对叠，冬冬鼓响似春雷，火火火杂彩旗遮了太极，则见那二郎神当先战马嘶。<br>俺这壁二郎神出马，他神通广大，变化多般，身长万余丈，腰阔数千围，面青发赤，巨口獠牙。二郎变化显神通，掣电轰雷缥缈中。领将驱兵活灌口，杀败那法力低微牛魔神。探子，你慢慢再说一遍。<br>【刮地风】则见那百眼鬼军前高叫起，咱两个比试高低。那吒神怒从心上起，可早变化了神威，显着那三头六臂，六般兵器，一来一往，一上一下，有似高飞。我见那吒神有气力，显出那变化容仪。<br>【四门子】牛魔王怎当神雄势，他见了也走如飞。俺这壁是那吒出马，三头六臂显神威，变化多般敢战敌。他是那玉结连环都帅首，杀的那雾罩乾坤天地迷。探子，慢慢的再说一遍。那吒柿大叫如霹雳，显神通敢更疾。那业畜荒，怎敢道迟，引残兵望东走似飞。那吒神，好似狼转好是疾，直赶到黑风洞里。<br>俺这壁两员神将出马，选几个呼的风唤的雨偏能厮杀，腾的云驾的雾快显神通。有大鬼和小鬼能轮大斧，有雷声和霹雳乱散顽兵，杀的那金睛百眼难逃命。牛魔罗王武艺低，二郎驱使天兵将，那吒显耀虎狼威。你慢慢的再说一遍。<br>【古水仙子】腾腾腾火焰起，见见见火轮上烟迷四下里，火火火降魔杵偏着，飕飕飕火星剑紧劈，他他他绣球儿高滚起，呀呀呀牛魔王怎生支持。来来来缚妖索紧绑住，是是是回军也齐将金镫系，俺俺俺得胜也尽和凯歌回。<br>拿住两洞妖魔也。探子也，无甚事，你自回去。<br>【尾声】得胜也回军那些雄势，那泼妖魔怎生支持，将他那众妖魔尽拿回天阵里。<br>二郎神与那吒，拿住两洞妖魔也。杀气腾腾万道光，鬼怪山精遍地亡。一场大战妖魔怕，方显神通法力强。<br><br>第五折<br>贫道乃驱邪院主是也。今有二郎神与那吒，擒拿九首牛魔王、金睛百眼鬼去了。探子回报已拿住两洞妖魔也。鬼力望者，若拿将来时，报复我知道。理会的。小圣二郎神是也，同那吒拿住两洞妖魔。俺见驱邪院主去来。今日拿住两洞妖魔了，咱见上圣去来。<br>【双调】【新水令】则为这逞雄威射贴显英豪，不思那二魔神顿开锁钥，疏狂惹罪愆，纵意犯天条。今日个引动兵刀，俺可便驱邪鬼统军校。<br>可早来到也。鬼力报复去，道有二郎神同那吒，擒拿住两洞妖魔来了也。着他过来。着过去。上圣，小圣与那吒神拿将两洞妖魔来了也。当初二郎神怎生射破锁魔镜，走脱两洞妖魔来，你试说一遍者。<br>【香牌儿】对神天将罪犯招，则为那二郎神性粗躁。他将那宝雕弓拽满怀中抱，王吉玎了的把青铜射破了。<br>那吒神，当日二郎神，怎生正射着锁魔宝镜，你再说一遍，我试听者。二郎神正射着红心射贴，忽见正北上一点光明，二郎神又放一箭，正射破了锁魔镜也。<br>【雁儿落】不想那二魔神将性命逃，奋恶气生残暴。奉天符玉帝敕，着俺这众神将都来到。<br>【得胜令】呀，四下里神将一周遭，二魔神犹自逞粗豪。则我这绣球千团火，二郎神轻轮动三尖两刃刀，骤战马相交，见杀气遮笼罩。俺轻舒展猿猱，将他那二魔神拿住了。<br>与我拿过那两洞业畜来！与我拿过那两洞妖魔。因你造业太重，镇压在锁魔镜受罪，被二郎神射破宝镜，逃难得脱，岂知今日拿住。您听者，您不合饮酒赴会，与二郎神比试武艺，射破了锁魔宝镜，泼妖魔得脱躲避，损生灵造业极多，犯天条无边大罪。将妖魔押入酆都，众神将复还本位。<br>题目三太子大闹黑风山<br>正名二郎神醉射锁魔镜",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "未知作者"
  },
  "tags": []
}