{
  "id": 166,
  "star": 78,
  "name": "出车",
  "dynasty": "先秦",
  "content": "我出我车，于彼牧矣。自天子所，谓我来矣。召彼仆夫，谓之载矣。王事多难，维其棘矣。<br>我出我车，于彼郊矣。设此旐矣，建彼旄矣。彼旟旐斯，胡不旆旆？忧心悄悄，仆夫况瘁。<br>王命南仲，往城于方。出车彭彭，旂旐央央。天子命我，城彼朔方。赫赫南仲，玁狁于襄。<br>昔我往矣，黍稷方华。今我来思，雨雪载途。王事多难，不遑启居。岂不怀归？畏此简书。<br>喓喓草虫，趯趯阜螽。未见君子，忧心忡忡。既见君子，我心则降。赫赫南仲，薄伐西戎。<br>春日迟迟，卉木萋萋。仓庚喈喈，采蘩祁祁。执讯获丑，薄言还归。赫赫南仲，玁狁于夷。",
  "fanyi": "<p><strong>译文<br></strong>我乘坐高大战车准备出征，前军列队静侯在都城郊外。从周王的宫殿里传出命令，听从国家召唤我到这里来。召唤我的仆从马弁到身边，告诉他们一同上车到前线。国家多事之秋安全成大患，我们务必紧急赴难勇向前。<br>我乘坐高大战车准备出征，后军列队静候在都城门边。遍布绘有龟蛇图案的旗帜，漂亮羽毛插在大旗的顶端。那些绘有龟蛇鹰隼的大旗，无不在浩浩风中猎猎招展。此去安危胜败我忧虑不安，马弁随从尽带愁容与忧颜。<br>周王给南仲大将军发号令，派他去遥远的朔方筑防城。众多战车一齐出动响嘭嘭，旗帜漫空飞舞斑斓又鲜明。周天子给我们颁下严号令，火速赶往那朔方修筑防城。威名赫赫的南仲大将军啊，率军出战把玁狁一鼓荡平。<br>想当初我离家远行的时候，正是黍麦五谷秀穗花繁盛。如今我终于踏上漫漫归途，大雪纷飞伴我一路走泥泞。国家安全危机多灾又多难，无法得到片刻休息和安宁。难道我们不苦苦思念家乡？只是我们敬畏天子的诏命。<br>无名虫在草丛里嘶嘶鸣唱，蚱蜢轻灵地跳跃在草尖上。妻子已经好久没见我的面，一副忧心忡忡的可怜模样。可以想像得到她见我归来，那渴盼躁动的心必将安放。威名赫赫的南仲大将军啊，归国途中顺便把西戎扫荡。<br>春光明媚阳光是那样和煦，花草树木生机盎然多繁茂。黄鹂鸟儿尽情地卖弄歌喉，俊俏村姑悠闲地采撷香蒿。抓捕审讯割掉左耳的俘虏，收拾停当就急急忙往家跑。威名赫赫的南仲大将军啊，把不可一世的玁狁来清剿。</p> <p><strong>注释<br></strong>1.牧：城郊以外的地方。<br>2.棘：急。<br>3.旐（zhào）：画有龟蛇图案的旗。<br>4.建：竖立。旄（máo）：旗竿上装饰牦牛尾的旗子。<br>5.旟（yǔ）：画有鹰隼图案的旗帜。<br>6.旆（pèi）旆：旗帜飘扬的样子。<br>7.悄悄：心情沉重的样子。<br>8.况瘁（cuì）：辛苦憔悴。<br>9.彭彭：形容车马众多。<br>10.旂（qí）：绘交龙图案的旗帜，带铃。央央：鲜明的样子。<br>11.赫赫：威仪显赫的样子。<br>12.襄：即“攘”，平息。扫除。<br>13.方：正值。华（huā）：开花，<a href=\"http://so.gushiwen.org/view_166.aspx\">诗</a>中指黍稷抽穗。<br>14.思：语助词。<br>15.雨（yù）雪：下雪。涂：即“途”。<br>16.遑：空闲。启居：安坐休息。<br>17.简书：周王传令出征的文书。<br>18.喓（yāo）喓：昆虫的叫声。<br>19.趯（tì）趯：蹦蹦跳跳的样子。阜螽（zhōnɡ）：蚱蜢。<br>20.君子：指南仲等出征之人。<br>21.我：作者设想的在家之人。降：安宁。<br>22.薄：借为“搏”，打击。西戎：古代北方少数民族。<br>23.萋（qī）萋：草木茂盛的样子。<br>24.喈（jiē）喈：鸟叫声。<br>25.蘩（fán）：白蒿。祁祁：众多的样子。<br>26.执讯：捉住审讯。获丑：俘虏。<br>27.薄：急。还（xuán）：通“旋”，凯旋。<br>28.玁（xiǎn）狁（yǔn）：北方的少数民族。夷：扫平。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　《小雅·出车》这首<a href=\"http://so.gushiwen.org/view_166.aspx\">诗</a>，在材料的选择上和正面描写战争的诗篇有所不同，诗人紧紧抓住了战前准备和凯旋这两个关键性的典型场景，高度概括地把一场历时较长、空间地点的转换较为频繁的战争浓缩在一首短短的诗里。</p> <p>　　诗人把精拣出的点兵建旗、伐玁狁、征西戎、凯旋归来献俘虏等主要情节巧妙组合，一统纷杂头绪，构筑成篇，并选取不同角度叙述，以主带次。既有条不紊地展现事件发展全过程，又避免了罗列事件之弊。这种结构使诗章布局严整，凸显主题的同时使诗歌曲折动人。</p> <p>　　诗的前三章描写战前准备的情况，在细部刻画上均采用了画面的描绘与心理暗示相叠加的技法。第一章说“我出我车，于彼牧矣；自天子所，谓我来矣”，以“出车”“到牧”“传令”“集合”四个在时空上逼近，时间上极具连贯性的动作，烘托出一个战前紧急动员的氛围。末二句又以“多难”和“棘”二词暗示出主帅和士卒们心理上的凝重和压抑。第二章则以苍穹下林立的“旐”“旄”“旂”“旟”之“旆旆”，写军行至“郊”的凛然气势。末了又以“悄悄”“况瘁”写在开赴前线的急行军中士兵们焦急紧张的心理。第三章以“出车彭彭、旂旐央央”再叙军容之盛。在正确地部署了战斗的同时，用“赫赫”及“襄”暗示出作者对赢得这场战争的自信。</p> <p>　　这里所采用的描写技法，使前三章既有恢宏廓大的郊牧誓师、野外行军之壮观，又有细致入微的人物心理活动，做到了整体与细节、客观与主观的巧妙组合。</p> <p>　　诗的后三章跨越了诗歌在叙事空间上的先天不足，略过战争的具体过程，直接描写凯旋归来的情景。在这一部分里诗人避实就虚，颇具戏剧性地运用了类似现代电影“蒙太奇”的手法，把读者的注意出人意料地从剑拔弩张的紧张气氛中拉向“黍稷方华”的初出征时，进而通过今昔对比（“昔我往矣”“今我来思”）所产生的时空错位，和从“雨雪载涂”走到“春日迟迟”的漫长归途，引导着读者用想像去填补对战事的漫长与艰苦之认识。家中之人从“未见君子”之“忧心忡忡”到“既见”之喜悦安心的转变，更是施展想像，从另一侧面写出了人们对战事的关注与饱受其苦的心态。最后，很自然地引出对凯旋的由衷高兴和对主帅的赞美。从表面看，这种避实就虚的写法似乎是舍本逐末，但由于其中渗透了参战者从忧到喜的深刻而细微的心理变化，而使得这些看似“闲笔”的场景描写成为诗中人物心灵和情感的背景或外化，比正面的描写更感人、更细腻。</p> <p>　　诗歌的空间构成颇有妙处。全诗共描绘了受命点兵、建旗树帜、出征北伐、转战西戎、途中怀乡、得胜而归六个不同时空的画面，诗人将这些并无紧密联系的场景、情节借助情感的抒发糅合、贯通，展开一幅真实、广阔的古时征战图。</p> <p>　　此外，诗人吸收了民歌成句入诗，语言上有质朴自然之气，意境中具情景交融之美。</p>",
  "about": "<h2>创作背景</h2> 　　这是一位武士自述他跟随统帅南仲出征及凯旋的<a href=\"http://so.gushiwen.org/view_166.aspx\">诗</a>。当时西周面临的敌人，北有玁狁，西有昆夷，为了王朝的安定，周王朝曾多次派兵征讨。以南仲为统帅的这次征讨，取得了辉煌的战果。此诗可谓是这场战争的实录。",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": [
    "诗经",
    "战争"
  ]
}