{
  "id": 69944,
  "star": 2,
  "name": "【正宫】端正好_上高监司众",
  "dynasty": "元代",
  "content": "上高监司<br>众生灵遭磨障，正值着时岁饥荒。谢恩光，拯济皆无恙，编做本词儿唱。<br>【滚绣球】去年时正插秧，天反常，那里取若时雨降？旱魃生四野灾伤。谷不登，麦不长，因此万民失望，一日日物价高涨。十分料钞加三倒，一斗粗粮折四量，煞是凄凉。<br>【倘秀才】殷实户欺心不良，停塌户瞒天不当，吞象心肠歹伎俩。谷中添秕屑，米内插粗糠，怎指望他儿孙久长。<br>【滚绣球】甑生尘老弱饥，米如珠少壮荒。有金银那里每典当？尽枵腹高卧斜阳。剥榆树餐，挑野菜尝。吃黄不老胜如熊掌，蕨根粉以代糇粮。鹅肠苦菜连根煮，获荀芦莴带叶口庄，则留下杞柳株樟。<br>【倘秀才】或是捶麻柘稠调豆浆，或是煮麦麸稀和细糠，他每早合掌擎拳谢上苍。一个个黄如经纸，一个个瘦似豺狼，填街卧巷。<br>【滚绣球】偷宰了些阔角牛，盗斫了些大叶桑。遭时疫无棺活葬，贱卖了些家业田庄。嫡亲儿共女，等闲参与商。痛分离是何情况！乳哺儿没人要撇入长江。那里取厨中剩饭杯中酒，看了些河里孩儿岸上娘，不由我不硬咽悲伤！<br>【倘秀才】私牙子船湾外港，行过河中宵月郎，则发迹了些无徒米麦行。牙钱加倍解，卖面处两般装，昏钞早先除了四两。<br>【滚绣球】江乡相，有义仓，积年系税户掌。借贷数补答得十分停当，都侵用过将官府行唐。那近日劝粜到江乡，按户口给月粮。富户都用钱买放，无实惠尽是虚桩。充饥画饼诚堪笑，印信凭由却是谎，快活了些社长知房。<br>【伴读书】磨灭尽诸豪壮，断送了些闲浮浪。抱子携男扶筇杖，尫赢伛偻如虾样。一丝好气沿途创，阁泪汪汪。<br>【货郎】见饿莩成行街上，乞出拦门斗抢，便财主每也怀金鹄立待其亡。感谢这监司主张，似汲黯开仓。披星带月热中肠，济与粜亲临发放。见孤孀疾病无皈向，差医煮粥分厢巷。更把脏输钱分例米，多般儿区处的最优长。众饥民共仰，似枯木逢春，萌芽再长。<br>【叨叨令】有钱的贩米谷置田庄添生放，无钱的少过活分骨肉无承望；有钱的纳宠妾买人口偏兴旺，无钱的受饥馁填沟壑遭灾障。小民好苦也么哥！小民好苦也么哥！便秋收鬻妻卖子家私丧。<br>【三煞】这相公爱民忧国无偏党，发政施仁有激昂。恤老怜贫，视民如子，起死回生，扶弱摧强。万万人感恩知德，刻骨铭心，恨不得展草垂缰。覆盆之下，同受太阳光。<br>【二】天生社稷真卿相，才称朝廷作栋梁。这相公主见宏深，秉心仁恕，治政公平，蒞事慈祥。可与萧、曹比并，伊、傅齐肩，周、召班行。紫泥宣诏，花衬马蹄忙。<br>【一】愿得早居玉笋朝班上，伫看金瓯姓字香。入阙朝京，攀龙附凤，和鼎调羹，论道兴邦。受用取貂蝉济楚，滚绣峥嵘，珂珮丁当。普天下万民乐业，都知是前任绣衣郎。<br>【尾声】相门出相前人奖，官上加官后代昌。活被生灵恩不忘，粒我丞民德怎偿？父老儿童细较量，樵叟渔夫曹论讲。共说东湖柳岸旁，那里清幽更舒畅。靠着云卿苏圃场，与徐孺子流芳挹清况。盖一座祠堂人供养，立一统碑碣字数行。将德政因由都载上，使万万代官民见时节想。既官府甚清明，采舆沦听分诉。据江西剧郡洪都，正该省宪亲临处，愿英俊开言路。<br>【滚绣球】库藏中钞本多，贴库每弊怎除？纵关防任谁不顾，坏钞法恣意强图。都是无廉耻卖买人，有过犯驵侩徒，倚仗着几文钱百般胡做，将官府觑得如无。则这素无行止乔男女，都整扮衣冠学士夫，一个个胆大心粗。<br>【倘秀才】堪笑这没见识街市匹夫，好打那好顽劣江湖伴侣，旋将表德官名相体呼。声音多厮称，字样不寻俗，听我一个个细数。<br>【滚绣球】粜米的唤子良，卖肉的呼仲甫，做皮的是仲才邦辅，唤清之必定开沽，卖油的唤仲明，卖盐的称士鲁。号从简是采帛行铺，字敬先是鱼鲊之徒，开张卖饭的呼君宝，磨面登罗底叫德夫，何足云乎？<br>【倘秀才】都结义过如手足，但聚会分张耳目，探听司县何人可共处。那问他无根脚，只要肯出头颅，扛扶着便补。<br>【滚绣球】三二百锭费本钱，七八下里去干取，诈捏作曾编卷假如名目，偷俸钱表里相符。这一个图小倒，那一个苟俸禄．把官钱视同已物，更狠如盗跖之徒。官攒库子均摊着要，弓手门军那一个无，试说这厮每贪污。<br>【倘秀才】提调官非无法度，争奈蠹国贼操心太毒，从出本处先将科钞除。高低还分例，上下没言语，贴库每他便做了钞主。<br>【滚绣球】且说一季中事例钱，开作时各自与，库子每随高低预先除去，军百户十锭无虚。攒司五五拿，官人六六除，四牌头每一名是两封足数，更有合干人把门军弓手殊途。那里取官民两便通行法，赤紧地贿赂单宜左道术，于汝安乎？<br>【倘秀才】为甚但开库诸人不伏，倒筹单先须计咒，苗子钱高低随着钞数。放小民三二百，报花户一千余，将官钱陪出。<br>【滚绣球】一任你叫得昏，等到午，佯呆着不瞅不觑，他却整块价卷在包袱。着纤如晃库门，兴贩的论百价数，都是真扬州武昌客旅，窝藏着家里安居。排的文语呼为绣，假钞公然唤做殊，这等儿三七价明估。<br>【倘秀才】有揭字驼字衬数，有背心剜心异呼，有钞脚频成印上字模。半边子兀自可，捶作钞甚胡突，这等儿四六分价唤取。<br>【滚绣球】赴解时弊更多，作下人就做夫，检块数几曾详数，止不过得南新吏贴相符。那问他料不齐、数不足？连柜子一时扛去，怎教人心悦诚服？自古道人存政举思他前辈，到今日法出奸生笑煞老夫，公道也私乎？<br>【倘秀才】比及烧昏钞先行摆布，散夫钱僻静处俵与，暗号儿在烧饼中间觑有无。一名夫半锭，社长总收贮，烧得过便吹笛擂鼓。<br>【塞鸿秋】一家家倾银注玉多豪富，一个个烹羊挟妓夸风度。撇摽手到处称人物，妆旦色取去为媳妇。朝朝寒食春，夜夜元宵暮。吃筵席唤做赛堂食，受用尽人间福。<br>【呆骨朵】这贼每也有难堪处，怎禁他强盗每追逐。要饭钱排日支持，索赍发无时横取。奈表里通同做，有上下交征去。真乃是源清流亦清，休今后人除弊不除。<br>【脱布衫】有聪明正直嘉谟，安得不剪其繁芜。成就了闾阎小夫，坏尽了国家法度。<br>【小梁州】这厮每玩法欺公胆气粗，恰便似饿虎当途。二十五等则例尽皆无，难着目，他道陪钞待何如。<br>【幺】一等无辜被害这羞辱，厮攀指一地里胡突。自有他，通神物，见如今虚其府库，好教他鞭背出虫蛆。<br>【十二月】不是我论黄数黑，怎禁他恶紫夺朱。争奈何人心不古，出落着马牛襟裾。口将言而嗫嚅，足欲进而趑趄。<br>【尧民歌】想商鞅徙木意何如？汉国萧何断其初？法则有准使民服，期于无刑佐皇图。说与当途：无毒不丈夫，为如如把平生误。<br>【耍孩儿十三煞】天开地辟由盘古，人物才分下土。传之三代币方行，有刀圭泉布从初。九府圜法俱周制，三品堆金乃汉图，止不过作贸易通财物。这的是黎民命脉，朝世权术。<br>【十二】蜀寇瑊交子行，宋真宗会子举。都不如当今钞法通商贾，配成五对为官本，工墨三分任倒除。设制久无更故，民如按堵，法比通衢。<br>【十一】已自六十秋楮币行，则这两三年法度沮。被无知贼子为奸蠹，私更彻镘心无愧。那想官有严刑罪必诛，忒无忌惮无忧惧。你道是成家大宝，怎想是取命官符。<br>【十】穷汉每将绰号称，把头每表德呼。巴不得登时事了干回付，向库中钻刺真强盗，却不财上分明大丈夫。坏尽今时务，怕不你人心奸巧，争念有造物乘除。<br>【九】靦乘孛模样哏，扭蛮腰礼仪疏，不疼钱一地里胡分付。宰头羊日日羔儿会，没手盏朝朝仕女图。怯薛回家去，一个个欺凌亲戚，吵视乡闾。<br>【八】没高低妾与妻，无分限儿共女，及时打扮衠珠玉。鸡头般珠子缘鞋口，火炭似真金裹脑梳。服色例休题取，打扮得怕不赛夫人样子，脱不了市辈规模。<br>【七】他那想赴京师关本时，受官差在旅途。耽惊受怕过朝暮，受了五十四站风波苦。亏杀数百千程递运夫，哏生受哏搭负。广费了些首思分例，倒换了些沿路文书。<br>【六】至省库中将官本收得无疏虞，朱钞足那时才得安心绪。常想着半江春水翻风浪，愁得一夜秋霜染鬓须，历重难博得个根基固。少甚命不快遭逢贼寇，霎时间送了身躯。<br>【五】论宣差清如酌贪泉吴隐之，廉似还桑椹赵判府。则为忒慈仁，反被相欺侮。每持大体诸人服，若说私心半点无。本栋梁材若早使居朝辅，肯苏民瘼，个事苞苴。<br>【四】急宜将法变更，但因循弊若初，严刑峻法休轻恕。则这二攒司过似蛇吞象，再差十大户犹如插翅虎。一半儿弓手先芟去，合干人同知数目，把门军切禁科需。<br>【三】提调官免罪名，钞法房选吏胥，攒典俸多的路吏差着做。廉能州吏从新点，贪滥军官合减除，住仓库无升补。从今倒钞，各分行铺，明写坊隅。<br>【二】逐户儿编褙成料例来，各分旬将勘合书。逐张儿背印拘钤住，即时支料还原主。本日交昏入库府，另有细说直至起解时才方取。免得他撑船小倒，提调官封锁无虞。<br>【一】紧拘收在库官，切关防起解夫，钞面上与官攒俱各亲标署。库官但该一贯须黥配，库子折莫三钱便断除，满百锭皆抄估。捶钞的揭剥的不怕他人心似铁，小倒的兴贩的明放着官法如炉。<br>【尾】忽青天开眼觑，这红巾合命殂。且举其纲，若不怕伤时务，他日陈言终细数。",
  "poet": {
    "id": 1331,
    "star": 0,
    "name": "刘时中",
    "image": "http://img.gushiwen.org/authorImg/liushizhong.jpg",
    "desc": "刘时中 [元] （约元成宗大德年间前后在世），洪都（今江西南昌）人，元代散曲家。生卒年、生平、字号均不详，约元成宗大德年间前后在世。官学士，时中工作曲，今存小令六十余支，套数三四首，以水仙子西湖四时渔歌最著名。"
  },
  "tags": []
}