{
  "id": 17918,
  "star": 33,
  "name": "次潼关先寄张十二阁老使君",
  "dynasty": "唐代",
  "content": "荆山已去华山来，日出潼关四扇开。 <br>刺史莫辞迎候远，相公亲破蔡州回。",
  "fanyi": "<p><strong>译文<br></strong>荆山刚刚越过华山迎面来，红日东升潼关也四门大开。<br>刺史大人莫说迎接路途远，宰相<a href=\"http://so.gushiwen.org/author_2608.aspx\">裴度</a>刚破蔡州凯旋回。</p> <p><strong>注释<br></strong>①次：驻军。潼关：在陕西潼关县北，于东汉末设，为秦、晋、豫交通要塞。张十二阁老使君：即张贾，时任华州刺史，故称使君；他曾在门下省做过给事中，当时通行将中书、门下二省的官员称为“阁老”。<br>②荆山：又名覆釜山，在今河南省灵宝境内。华山：在今陕西省华阴市南。<br>③四扇开：指潼关的四扇关门大开。关门东西各两扇。<br>④刺史：指华州刺史张贾。莫辞迎候远：因华州距潼关尚有一百二十里，故云莫辞远。<br>⑤相公：指平淮大军统帅、宰相裴度。蔡州：淮西藩将吴元济的大本营。元和十二年（817年）十月，唐军破蔡州，生擒吴元济。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　这首<a href=\"http://so.gushiwen.org/view_17918.aspx\">诗</a>写在淮西大捷后作者随军凯旋途中。钱钟联《集释》系此诗于公元816年（元和十二年）。当时唐军抵达潼关，即将向华州进发。作者以行军司马身份写成此诗，由快马递交华州刺史张贾，一则抒发胜利豪情，一则通知对方准备犒军。所以诗题“先寄”。“十二”是张贾行第；张贾曾做属门下省的给事中。当时中书、门下二省官员通称“阁老”：又因汉代尊称州刺史为“使君”，唐人沿用。此诗曾被称为<a href=\"http://so.gushiwen.org/author_682.aspx\">韩愈</a>“平生第一首快诗”（蒋抱玄），艺术上显著特色是一反绝句含蓄婉曲之法，以劲笔写小诗，于短小篇幅见波澜壮阔，是唐绝句中富有个性的佳作。</p> <p>　　头两句写凯旋大军抵达潼关的壮丽图景。“ 荆山”一名覆釜山，在今河南灵宝境内，与华山相距二百余里。华山在潼关西面，巍峨耸峙，俯瞰秦川，辽远无际；倾听黄河，波涛澎湃，景象异常壮阔。第一句从荆山写到华山，仿佛凯旋大军在旋踵间便跨过了广阔的地域，开笔极有气魄，为全诗定下了雄壮的基调。清人施补华说它简劲有力，足与<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>“齐鲁青未了”的名句媲美，是并不过分的。对比一下作者稍前所作的同一主题的《过襄城》第一句“郾城辞罢辞襄城”，它与“荆山”句句式相似处是都使用了“句中排”（“郾城——襄城”；“荆山——华山”）重叠形式。然而“郾城”与“襄城”只是路过的两个地名而已；而“荆山”、“华山”却带有感情色彩，在凯旋者心目中，雄伟的山岳，仿佛也为他们的丰功伟绩所折服，争相奔来表示庆贺。拟人化的手法显得生动有致。相形之下，“郾城”一句就起得平平了。</p> <p>　　在第二句里，作者抓住几个突出形象来描写迎师凯旋的壮丽情景，气象宏大。当时隆冬多雪，已显得“冬日可爱”。“日出”被采入诗中和具体历史内容相结合，形象的意蕴便更为深厚了。太阳东升，冰雪消融，象征着藩镇割据局面一时扭转，“元和中兴”由此实现。“潼关”古塞，在明丽的阳光下焕发了光彩，此刻四扇大开，由“狭窄不容车”的险隘一变而为庄严宏伟的“凯旋门”。虽未直接写人，壮观的图景却蕴含在字里行间，给读者留下更广阔的想象空间：军旗猎猎，鼓角齐鸣，浩浩荡荡的大军抵达潼关；地方官吏远出关门相迎接；百姓箪食壶浆，载欣载奔，夹道慰劳王师。“写歌舞入关，不着一字，尽于言外传之，所以为妙”（程学恂《韩诗臆说》）。关于潼关城门是“四扇”还是两扇，清代诗评家曾有争论，其实诗歌不比地理志，是不必拘泥于实际的。试把“四扇”改为“两扇”，那就怎么读也不够味了。加倍言之，气象、境界全出。所以，单从艺术处理角度讲，这样写也有必要。何况出奇制胜，本来就是韩诗的特色。</p> <p>　　诗的后两句换用第二人称语气，以抒情笔调通知华州刺史张贾准备犒军。潼关离华州尚有一百二十里地，故说“远”。远迎凯旋的将士，本应不辞劳苦。不过这话得由出迎一方道来，才近乎人情之常。而这里“莫辞迎侯远”，却是接受欢迎一方的语气，完全抛开客气常套，却更能表达得意自豪的情态、主人翁的襟怀，故显得极为合理合情。《过襄城》中相应有一句“家山不用远来迎”，虽辞不同而意近。然前者语涉幽默，轻松风趣，切合喜庆环境中的实际情况，读来倍觉有味。而后者拘于常理，反而难把这样的意境表达充分。</p> <p>　　第四句“相公”指平淮大军实际统帅——宰相<a href=\"http://so.gushiwen.org/author_2608.aspx\">裴度</a>，淮西大捷与他运筹帷幄之功分不开。“蔡州”原是淮西强藩吴元济巢穴。公元816年（元和十二年）十月，唐将李愬雪夜攻破蔡州，生擒吴元济。这是平淮关键战役，所以诗中以“破蔡州”借代淮西大捷。“新”一作“亲”，但“新”字尤妙，它不但包含“亲”意在内，而且表示决战刚刚结束。当时朝廷上“一时重叠赏元功”，而人们“自趁新年贺太平”那是胜利、自豪气氛到达高潮的时刻。诗中对裴度由衷的赞美，反映了作者对统一战争的态度。以直赋作结，将全诗一语收拢，山岳为何奔走，阳光为何高照，潼关为何大开，刺史远出迎候何人，这里有了总的答复，成为全诗点眼结穴之所在。前三句中均未直接写凯旋的人，在此句予以直点。这种手法，好比传统剧中重要人物的亮相，给人以十分深刻的印象。</p> <p>　　综观全诗，一、二句一路写去，三句直呼，四句直点，可称是用劲笔，抒豪情。由于它刚直中有开合，有顿宕，刚中见韧，直而不平，“卷波澜入小诗”（<a href=\"http://so.gushiwen.org/author_556.aspx\">查慎行</a>），饶有韵味。一首政治抒情诗，采用犒军通知的方式写出，抒发了作者的政治激情，非一般应酬之作所望尘莫及的了。</p>",
  "about": "<h2>创作背景</h2> 　　此<a href=\"http://so.gushiwen.org/view_17918.aspx\">诗</a>作于唐宪宗元和十二年（817年）淮西大捷凯旋途中。当时<a href=\"http://so.gushiwen.org/author_682.aspx\">韩愈</a>以行军司马身份随军，即将向华州进发，为抒发胜利豪情而作此诗。",
  "poet": {
    "id": 682,
    "star": 0,
    "name": "韩愈",
    "image": "http://img.gushiwen.org/authorImg/hanyu.jpg",
    "desc": "韩愈（768～824）字退之，唐代文学家、哲学家、思想家，河阳（今河南省焦作孟州市）人，汉族。祖籍河北昌黎，世称韩昌黎。晚年任吏部侍郎，又称韩吏部。谥号“文”，又称韩文公。他与柳宗元同为唐代古文运动的倡导者，主张学习先秦两汉的散文语言，破骈为散，扩大文言文的表达功能。宋代苏轼称他“文起八代之衰”，明人推他为唐宋八大家之首，与柳宗元并称“韩柳”，有“文章巨公”和“百代文宗”之名，作品都收在《昌黎先生集》里。韩愈在思想上是中国“道统”观念的确立者，是尊儒反佛的里程碑式人物。"
  },
  "tags": [
    "抒情"
  ]
}