{
  "id": 3100,
  "star": 1203,
  "name": "新年作",
  "dynasty": "唐代",
  "content": "乡心新岁切，天畔独潸然。<br>老至居人下，春归在客先。<br>岭猿同旦暮，江柳共风烟。<br>已似长沙傅，从今又几年。",
  "fanyi": "<p><strong>译文<br></strong>新年来临思乡之心更切，独立天边不禁热泪横流。<br>到了老年被贬居于人下，春归匆匆走在我的前头。<br>山中猿猴和我同度昏晓，江边杨柳与我共分忧愁。<br>我已和长太傅一样遭遇，这样日子须到何时才休？</p> <p><strong>注释<br></strong>⑴天畔：天边，指潘州南巴，即今广东茂名。潸（shān）然：流泪的样子。<br>⑵居人下：指官人，处于人家下面。客：<a href=\"http://so.gushiwen.org/view_3100.aspx\">诗</a>人自指。<br>⑶“春归”句：春已归而自己尚未回去。<br>⑷岭：指五岭。作者时贬潘州南巴，过此岭。<br>⑸长沙傅：指<a href=\"http://so.gushiwen.org/author_109.aspx\">贾谊</a>。曾受谗被贬为长沙王太傅，这里借以自喻。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　在唐代，长沙以南地域都很荒凉，潘州一带的艰苦而可想而知，<a href=\"http://so.gushiwen.org/view_3100.aspx\">诗</a>人受冤被贬，从鱼肥水美的江南苏州迁至荒僻的潘州，委屈之心不言而喻。诗人满腹冤屈化作一句诗语：“乡心新岁切，天畔独潸然”。新年已至，自己与亲人们相隔千里，思乡之心，自然更切。人欢己悲，伤悲之泪“潸然”而下。其实，伤心泪早就洒于贬途：“裁书欲谁诉，无泪可潸然。”（《毗陵集》）联系仕宦偃蹇，很难自控，而有“新年向国泪”（《酬郭夏人日长沙感怀见赠》）。这与“每逢佳节倍思亲”（<a href=\"http://so.gushiwen.org/author_515.aspx\">王维</a>《九月九日忆山东兄弟》）有异曲同工之处。</p> <p>　　“老至居人下，春归在客先”，是由<a href=\"http://so.gushiwen.org/author_565.aspx\">薛道衡</a>“人归落雁后，思发在花前”（《人日思归》）化出，在前人单纯的思乡之情中，融入仕宦身世之感，扩大了容量，增强了情感的厚度。两句有感而发，自然浑成，诚为甘苦之言。使笔运意，纯熟圆浑，字凝句炼，素来是诗人的所长，“老至”句承“独潸然”，“春归”句承“新岁切”，脉络细致，情意深沉。诗人有感年华“老至”，反遭贬而“居人下”。新年伊始，天下共春，而仍滞留炎南天畔，升迁无望，故有时不我待、春归我先之感。悲愤郁积，不能自己，因此连续以四句伤情语抒发。</p> <p>　　“岭猿同旦暮，江柳共风烟”二句描绘天畔荒山水乡节序风光。猿啼积淀着哀伤的诗歌意象。“猿鸣三声泪沾裳”的古谣，引发怨苦，以此属引凄厉之声度入诗中，与北方呜咽陇水同是感伤的声态意象，都令人怀悲而思归。<a href=\"http://so.gushiwen.org/author_104.aspx\">刘长卿</a>的仕历活动主要在南方，其诗中有很多表现猿啼的句子：“梦寐猿啼吟”、“万里猿啼断”、“猿啼万里客”。而这里犹再重之“同旦暮”——早晚、日夜时时在耳，起哀伤，动归思，进而把“乡心切”刻划得淋漓尽致。这新岁元日的惆怅，别有一番滋味在心头。远望，江流岸柳不但没有给诗人带来生机和新意，相反，风烟一空，濛濛笼罩，倒给诗人心头蒙上一层厚厚的愁雾。</p> <p>　　在抑郁、失落的情绪中诗人发出了长长的慨叹：“已似长沙傅，从今又几年？”这里借用<a href=\"http://so.gushiwen.org/author_109.aspx\">贾谊</a>的典故，洛阳才子贾谊，有济世匡国之志，脱颖初露，而为权贵宿老谗毁，疏放为长沙太傅。诗人这次遭贬，也是以功蒙过，怏怏哀怨，时有流露：“地远明君弃，天高酷吏欺”（《初贬南巴至鄱阳题李嘉祐江亭》）故引贾谊为同调，而有“同是天涯沦落人”的“已似”之感。而自忤权门，担心滞此难返，不免生出“从今又几年”的忧虑。至此诗人引颈遥望长安，归心不已，步履迟迟的徘徊背影已如在眼前；似可听见深深的长吁短叹。</p> <p>　　诗的情感哀切深至，颔联意绪剀切，首尾感叹往复。唯颈联写景，淡密而不显焕，情致悱恻。全诗结体深沉，有“绪缠绵而不断，味涵咏而愈旨”（卢文昭语）的风致。就其风骨而言，则属大历家数，呈露顿衰之象。</p>",
  "about": "<h2>创作背景</h2> 　　此<a href=\"http://so.gushiwen.org/view_3100.aspx\">诗</a>是<a href=\"http://so.gushiwen.org/author_104.aspx\">刘长卿</a>被贬为南巴尉后新年抒怀之作。唐肃宗至德三年（758年）春天，作者因事由苏州长洲尉被贬潘州（今广东茂名市）南巴尉，遭贬之因，据《送长洲刘少府贬南巴使牒留洪州序》记载：“曩子之尉于是邦也，傲其迹而峻其政，能使纲不紊，吏不期。夫迹傲则合不苟，政峻则物忤，故绩未书也，而谤及之，臧仓之徒得骋其媒孽，子于是竟谪为巴尉。”（《毗陵集》）可见是受诽谤获罪被贬。这首诗是迁至潘州次年，即乾元二年（759年）后所作。",
  "poet": {
    "id": 104,
    "star": 0,
    "name": "刘长卿",
    "image": "http://img.gushiwen.org/authorImg/liuchangqing.jpg",
    "desc": "刘长卿(约726 — 约786)，字文房，汉族，宣城（今属安徽）人，唐代诗人。后迁居洛阳，河间（今属河北）为其郡望。玄宗天宝年间进士。肃宗至德中官监察御史，后为长洲县尉，因事下狱，贬南巴尉。代宗大历中任转运使判官，知淮西、鄂岳转运留后，又被诬再贬睦州司马。德宗建中年间，官终随州刺史，世称刘随州。"
  },
  "tags": [
    "唐诗三百首",
    "春节",
    "思乡"
  ]
}