{
  "id": 70621,
  "star": 42,
  "name": "沉醉东风·渔夫",
  "dynasty": "元代",
  "content": "黄芦岸白蘋渡口，绿柳堤红蓼滩头。虽无刎颈交，却有忘机友，点秋江白鹭沙鸥。傲杀人间万户侯，不识字烟波钓叟。",
  "fanyi": "<p><strong>译文</strong><br>金黄的芦苇铺满江岸，白色的蘋花飘荡在渡口，碧绿的杨柳耸立在江堤上，红艳的野草渲染着滩头。虽然没有生死之交，却有毫无机巧算计之心的朋友，数那些在秋江上自由自在的鸥鹭。鄙视那些达官贵人们的，正是那些不识字的江上钓鱼翁。</p> <p><strong>注释</strong><br>⑴黄芦：与绿柳等均为水边生长的植物。白蘋（pín)：一种在浅水中多年生的植物。<br>⑵红蓼（liǎo）：一种水边生的草本植物，开白色或浅红色的小花。<br>⑶刎颈交：刎，割；颈，脖子。刎颈交即生死朋友的意思。为了友谊，虽刎颈也不后悔的朋友。<br>⑷忘机友：机，机巧、心机。忘机友即相互不设心机、无所顾忌、毫无算计技巧之心的朋友。<br>⑸点：点点、数，这里是形容词作动词用。<br>⑹傲杀：鄙视。万户侯：本意是汉代具有万户食邑的侯爵，在此泛指高官显贵。<br>⑺叟：老头。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　这支曲子一二两句，对仗工丽，写景如画，点染出一幅清丽无比的秋江图。然而这仅仅是表层，作者还另有深意。作画的颜料是精心选择的，所画的景物是精心选择的，整个环境也是精心选择的。选取“黄”“白”“绿”“红”四种颜料渲染他精心选择的那四种景物，不仅获得了色彩明艳的效果，而且展现了特定的地域和节令。看到“黄芦”“白蘋”“绿杨”“红蓼”相映成趣，就容易联想到江南水乡的大好秋光。而秋天，正是垂钓的黄金季节。让“黄芦”“白蘋”“绿杨”“红蓼”摇曳于“岸边”“渡口”“堤上”“滩头”，这又不仅活画出“渔夫”活动的场所，同时“渔夫”在那些场所里怎样活动，以及以一种什么样的心态在活动，也不难想象了。</p> <p>　　在那么优雅的环境里打鱼为生，固然很不错，但如果只是一个人，就未免孤寂，所以还该有朋友。三四两句，便给那位“渔夫”找来了情投意合的朋友。“虽无刎颈交，却有忘机友”也是对偶句，却先让步，后转进，有回环流走之妙。为了友谊，虽刎颈也不后悔的朋友叫“刎颈交”。“渔夫”与人无争，没有这样的朋友也并不得事。淡泊宁静，毫无机巧之心的朋友叫“忘机友”。对于“渔夫”来说，他最需要这样的朋友，也正好有这样的朋友，令人羡慕。</p> <p>　　一二两句写了“岸”、“堤”、“渡口”和“滩头”，意味着那里有江，但毕竟没有正面写江，因而也无法描绘江上景。写“渔夫”应该写出江上景，对此，作者不仅是懂得的，而且懂得什么时候写最适宜。写了“却有忘机友”之后，他便写江上景了。“点秋江白鹭沙鸥”，写景美妙生动。用“秋”字修饰 “江”，点明了季节。一个“点”字，尤其用得好。如果平平淡淡地说，那不过是：江面上有点点鸥鹭。如今变形容词为动词，并且给鸥鹭着色，便出现了白鹭沙鸥点秋江的生动情景。仅就写景而言，这已经够高明了。但更高明之处还在于借景写人。前面写渔夫有“忘机友”，那“忘机友”正是指 “点秋江”的“白鹭沙鸥”。以鸥鹭为友，既表现“渔夫”的高洁，又说明真正的“忘机友”，在人间无法找到。古代<a href=\"http://so.gushiwen.org/view_70621.aspx\">诗</a>人往往赞扬鸥鹭“忘机”。正由于他们认为只有鸥鹭才没有“机心”，所以愿与鸥鹭为友。<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>就说：“明朝拂衣去，永与白鸥盟。”黄庚的《渔隐》诗，则用“不羡鱼虾利，惟寻鸥鹭盟”表现渔夫的高尚品德，正可作为这只曲子的注脚。</p> <p>　　结尾点题，点出前面写的并非退隐文人，而是“傲杀人间万户侯”的“不识字烟波钓叟”。元代社会中的渔夫不可能那样悠闲自在，也未必敢于傲视统治他的“万户侯”。不难看出，这只曲子所写的“渔夫”是理想化了的。<a href=\"http://so.gushiwen.org/author_278.aspx\">白朴</a>幼年经历了蒙古灭金的变故，家人失散，跟随他父亲的朋友<a href=\"http://so.gushiwen.org/author_600.aspx\">元好问</a>逃出汴京，受到元好问的教养。他对元朝的统治异常反感，终生不仕，却仍然找不到一片避世的干净土。因此，他把他的理想投射到“渔夫”身上，赞赏那样的“渔夫”，羡慕那样的“渔夫”。说“渔夫”“傲杀人间万户侯”，正表明他鄙视那些“万户侯”。说“渔夫”“不识字”，正是后悔他做了读书识字的文人。古话说：“人生忧患识字始。”在任何黑暗社会里，正直的知识分子比“不识字”的渔夫会遭受更多的精神磨难，更何况在“九儒”仅居“十丐”之上的元代。这句的“傲”字，既有坚决不向黑暗社会妥协，保持高风亮节之意，又有不愿在宦海中“风波千丈担惊怕”，希图逃世的思想。虽有其消极避世的一面，却也曲折地反映了元代知识分子的骨气和那个时代投射在他们心灵上的暗影，抒发了他们的不平之慨。</p> <p>　　这首小令语言清丽、风格俊逸，又表达了备受压抑的知识分子所追求的理想，因而在当时就赢得了人们的喜爱。著名散曲家<a href=\"http://so.gushiwen.org/author_191.aspx\">卢挚</a>的【双调】《蟾宫曲·碧波中范蠡乘舟》，就是摹拟这首小令的：“碧波中范蠡乘舟。殢酒簪花，乐以忘忧。荡荡悠悠，点秋江白鹭沙鸥。急棹不过黄芦岸白苹渡口，且湾在绿杨堤红蓼滩头。醉时方休，醒时扶头。傲煞人间，伯子公侯。”其中的好几个句子都来自白曲，思想倾向也完全一致。不过所写不是渔夫。而是退隐江湖的官员。</p>",
  "poet": {
    "id": 278,
    "star": 0,
    "name": "白朴",
    "image": "http://img.gushiwen.org/authorImg/baipu.jpg",
    "desc": "白朴（1226—约1306） 原名恒，字仁甫，后改名朴，字太素，号兰谷。汉族，祖籍隩州（今山西河曲附近），后徙居真定（今河北正定县），晚岁寓居金陵（今南京市），终身未仕。他是元代著名的文学家、曲作家、杂剧家，与关汉卿、马致远、郑光祖合称为元曲四大家。代表作主要有《唐明皇秋夜梧桐雨》、《裴少俊墙头马上》、《董月英花月东墙记》等。"
  },
  "tags": [
    "写景",
    "抒情",
    "愤慨",
    "淡泊"
  ]
}