{
  "id": 72689,
  "star": 215,
  "name": "山中留客",
  "dynasty": "唐代",
  "content": "山光物态弄春晖，莫为轻阴便拟归。<br>纵使晴明无雨色，入云深处亦沾衣。",
  "fanyi": "<p><strong>译文<br></strong>春光幻照之下，山景气象万千。何必初见阴云，就要匆匆回家？<br>就算天气晴朗，没有一丝雨意，走入云山深处，也会沾湿衣裳。</p> <p><strong>注释</strong><br>⑴山行：一作“山中”。<br>⑵春晖：春光。<br>⑶莫：不要。轻阴：阴云。便拟归：就打算回去。<br>⑷纵使：纵然，即使。<br>⑸云：指雾气、烟霭。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这首<a href=\"http://so.gushiwen.org/view_72689.aspx\">诗</a>题为《山中留客》，它的重点当然是留客。但是，因为这不是家中留客，而是“山中留客”，留的目的无疑是欣赏山中景色，所以又不能不写到春山的美景，不过写多了又会冲淡“留客”的主题。诗人怎么解决这个问题呢？他正面描写山景只用了一句诗：“山光物态弄春晖”。因为只有一句，所以诗人就不去描绘一泉一石，一花一木，而是从整体入手，着力表现春山的整个面貌，从万象更新的气象中，渲染充满目生机、引人入胜的意境。严冬过尽，春风给萧瑟的山林换上新装，万物沐浴在和煦的阳光中，生机勃勃，光彩焕发，争奇斗艳。这一“弄”字，便赋予万物以和谐的、活跃的情态和意趣。“山光物态弄春晖”，写得极为概括，但并不抽象，山光物态任你想象。你想的是那青翠欲滴的新枝绿叶吗？是迎风招展的山花送来阵阵的芬芳吗？是花叶丛中百鸟的欢唱吗？是奔流不息的淙淙溪水吗？……它们全部囊括在这一句诗里了。这是一个极富启发性和鼓动性的诗句。诗人把它放在诗的开头也是颇具匠心的。</p> <p>　　因为只有把这一句写得很浓，而且先声夺人，形成一种压倒的优势，“留”才有意义，客人所担心的问题才显得无足轻重。所以这开头的一句在表现上、在结构上都是值得细味的。由于第一句蕴含丰富，很有分量，第二句“莫为轻阴便拟归”，虽然是否定了客人的想法，但却显得顺流而下，毫不费力。是的，面对着这美不胜收的景致，怎能因为天边一片阴云就打算回去呢？</p> <p>　　光劝说客人“莫为轻阴便拟归”还不够，还必须使客人真正安下心来，游兴浓起来才行。怎样才能达到这一步呢？说今日无雨，可天有不测风云，何况“轻阴”已见，这种包票恐怕不一定保险，未必能解决客人心中的疑虑。诗人琢磨着客人的心理，他不是不想欣赏这春山美景，只是担心天雨淋湿了衣服。既然如此，诗人就来一个以退为进。你是怕天雨湿衣吗，天晴又怎样呢？“纵使晴明无雨色，入云深处亦沾衣。”“沾衣”虽是难免，可那空山幽谷，云烟缥缈，水汽蒙蒙，露浓花叶，……却也是另一番极富诗意的境界啊！然而，这可不是远在一旁所能见到的。它必须登高山、探幽谷，身临其境，才能领略。而且细咀那“入云深处”四字，还会激起人们无穷的想象和追求，因为“入”之愈“深”，其所见也就愈多，但是，此“非有志者不能至也”。可见诗的三四两句，就不只是消极地解除客人的疑虑，而是巧妙地以委婉的方式，用那令人神往的意境，积极地去诱导、去点燃客人心中要欣赏春山美景的火种。</p> <p>　　客人想走，主人挽留，这是生活中常见的现象。不过要在四句短诗中把这一矛盾解决得完满、生动、有趣，倒也并不是一件容易的事。诗人没有回避客人提出的问题，也不是用一般的客套话去挽留，而是针对客人的心理，用山中的美景和诗人自己的感受，一步一步地引导客人开阔视野，驰骋想象，改变他的想法，从而使客人留下来。事虽寻常，诗亦短小，却写得有景、有情、有理，而且三者水乳交融，浑然一体。其中虚实相间，跌宕自如，委婉蕴含，显示出绝句的那种词显意深、语近情遥、耐人寻味的艺术魅力，很有想法。（赵其钧的评价）</p> <p>　　这首诗的字面意思便是上边所说，其实可以有另一种理解。世界如此美好，天地万物都展现着美好的姿态。但是不要因为一点挫折便觉得受挫，丧失信心。你看，就算是万事如常，也会有看不见的矛盾会使你受伤。山中留客，不是在山中留，而是在人生中留；客，不是作者的朋友，而是在人生中遭受挫折的朋友们。</p> <p>　　这一“弄”字，便赋予万物以和谐的、活跃的情态和意趣，又把山中之景细致精确的表达了出来，这是因为“弄”的本意是卖弄，而在此却加以引申了，有“起舞弄清影”中的“弄”之意。 </p> <p>　　“沾衣”虽是难免，可那空山幽谷，云烟缥缈，水汽蒙蒙，露浓花叶，……却也是另一番极富诗意的境界啊！首先，春天雨水多，山中云雾缭绕，空气湿润，山中的游客从“云”中出来时衣服就已经变的湿润润的了。其次，是在对客人进行挽留。你怕下雨吗？下雨不过是把你的衣服打湿而已，在这山中，即使是晴天也不会让你的衣服干着，那么你又何必害怕下雨了？留下来吧！何不欣赏欣赏这雨中美景呢，可是别有一番风味啊！</p><br/><h2>赏析二</h2> <p>　　这首<a href=\"http://so.gushiwen.org/view_72689.aspx\">诗</a>紧扣诗题中的“留”字，借留客于春山之中，描绘了一幅意境清幽的山水画。</p> <p>　　首句“山光物态弄春辉”，写出了留客的前提条件——山中万物都在春天的阳光下争奇斗艳，呈现着一派醉人的美景。一个“弄”字出神入化，给山中景物赋予了人的性格，描绘了万物朝气蓬勃的盎然生机。全诗正面描写山景只有这一句诗。因为只有一句，所以诗人就不去描绘一泉一石，一花一木，而是从整体入手，着力表现春山的整个面貌，从万象更新的气象中，渲染出满目生机、引人入胜的意境。因为只有把这一句写得很浓，而且先声夺人，形成一种压倒的优势，“留”才有意义，客人所担心的问题才显得无足轻重。</p> <p>　　次句“莫为轻阴便拟归”，是诗人对客人的劝留之辞，恰值游兴正浓之际，天空中忽然浮过一片“轻阴”，大有大雨将至之势，这是令客人游兴顿减的惟一客观原因，暗示了客人主观上并非不恋山景的心灵信息。次句与首句紧密相关。由于第一句蕴含丰富，很有分量，第二句虽然是否定了客人的想法，但却显得顺流而下，毫不费力。</p> <p>　　最后两句“纵使晴明无雨色，入云深处亦沾衣”，采取以退为进、欲擒故纵的笔法，进一步劝慰客人既来之，则安之，不要错过美好春光，涉涉前行。因为客人怕“轻阴”致雨、淋湿衣服，诗人就婉曲地假设了一个晴天游春的问题——在晴天中，因为春季雨水充足，云深雾锁的山中也会水汽蒙蒙，行走在草木掩映的山径上，衣服和鞋子同样会被露水和雾汽打湿的。这也就是说，雨天游山，要“沾衣”；晴天游山，也要“沾衣”，“沾衣”是春日游山无法避免的问题，从某一角度说，这又是春日游山的一大乐趣，那么，就不必为一片“轻阴”而踯躅不前。</p> <p>　　这两句不只是消极地解除客人的疑虑，而是巧妙地以委婉的方式，用那令人神往的意境，积极地去诱导、去点燃客人心中要欣赏春山美景的火种。</p> <p>　　这首诗的意境异常清幽，还表现在隽永的哲理启迪上。它告诉人们：事物是复杂的，不应片面地看问题，对待困难也是如此。在人们前进的道路上，要正视困难，勇往直前，“莫为轻阴便拟归”；在克服困难中迎来的美景，才更加赏心悦目，其乐无穷。正由于诗中含义丰富而深刻，所以，这首诗与同类登山春游诗相比就更别具一番悠然不尽的韵味。</p>",
  "poet": {
    "id": 15,
    "star": 0,
    "name": "张旭",
    "image": "http://img.gushiwen.org/authorImg/zhangxu.jpg",
    "desc": "张旭（675年—约750年），字伯高，一字季明，汉族，唐朝吴县（今江苏苏州）人。曾官常熟县尉，金吾长史。善草书，性好酒，世称张颠，也是“饮中八仙”之一。其草书当时与李白诗歌、裴旻剑舞并称“三绝”，诗亦别具一格，以七绝见长。与李白、贺知章等人共列饮中八仙之一。唐文宗曾下诏，以李白诗歌、裴旻剑舞、张旭草书为“三绝”。又工诗，与贺知章、张若虚、包融号称“吴中四士”。传世书迹有《肚痛帖》、《古诗四帖》等。"
  },
  "tags": [
    "春天",
    "留客",
    "写景"
  ]
}