{
  "id": 15264,
  "star": 29,
  "name": "拜新月",
  "dynasty": "唐代",
  "content": "开帘见新月，便即下阶拜。<br>细语人不闻，北风吹裙带。",
  "fanyi": "<p><strong>译文<br></strong>卷起低垂的帘儿，哦，一轮新月， 莹莹洁洁倚在窗外，<br>急急蹑下台阶，双手合在胸前，深深地拜。<br>庭院呦，悄然无人，独自含羞含情，对着新月细语喃喃，<br>只有微微的寒风，不时地飘起，那盈盈纤柔的裙带。</p> <p><strong>注释<br></strong>⑴拜新月：唐教坊曲名。拜新月起源于远古对月亮的崇拜，但在唐代才正式形成风俗。拜新月的时间是在七夕（农历七月初七）或中秋节之夜。古代妇女拜新月是为了祈求夫妻团圆、幸福长寿。拜，叩拜。<br>⑵开帘：撩开门帘。<br>⑶即：立即。<br>⑷细语：指少女对月喃喃细语，悄悄倾诉心里的话。古代有月下老人主管人间婚姻的传说。 </p>",
  "shangxi": "<h2>赏析二</h2> <p>　　前两句写闺中女子开帘见月，立刻下阶便拜，写出她的急切而微妙的心理。开帘一句，揣摩语气，开帘前似未有拜月之意，然开帘一见新月，即便于阶前随地而拜，如此不拘形式，可知其长期以来积有许多心事，许多言语，无可诉说之人，无奈而托之明月。以此无奈之情，正见其拜月之诚，因诚，固也无须兴师动众讲究什么拜月仪式。“便即”二字，于虚处传神，为语气、神态、感情之转折处，自是欣赏全<a href=\"http://so.gushiwen.org/view_15264.aspx\">诗</a>的关键所在：一以见人物的急切神态，二以示人物的微妙心理。这两句三个字特别传神，“见”呈现了抒情主人公的惊喜与心田的忽然开朗，“下”是“见”后的自然动作，由心情使然，会让人觉得是敏捷地走下台阶，而神色开悦可喜。刚下台阶神速下拜， “拜”既体现了诚和信，又见到了内心的迫切。这两句以三个动作来表情，也为下两句作铺垫。</p> <p>　　后两句刻画她感情专注而又不想让外人知道的娇羞神态。“细语”二字，维妙维肖地状出少女娇嫩含羞的神态。少女内心隐秘，本不欲人闻，故于无人处，以细声细语出之，诗人亦不闻也。其实，少女内心隐秘，非愁怨即祈望，直书反失之浅露。现只传其含情低诉，只传其心绪悠远，诗情更醇，韵味更浓。庭院无人，临风拜月，其虔诚之心，其真纯之情，其可怜惜之态，令人神往。即其于凛冽寒风之中，发此内心隐秘之喃喃细语，已置读者于似闻不闻、似解不解之间，而以隐约不清之细语，配以风中飘动之罗带，似纯属客观描写，不涉及人物内心，但人物内心之思绪荡漾，却从罗带中断续飘出，使人情思萦绕，如月下花影，拂之不去。后两句呕心吐血，刻意描绘，而笔锋落处，却又轻如蝶翅。</p> <p>　　此诗纯用白描勾勒人物，通过娴美的动作、轻柔的细语和亭立的倩影，将人物一片虔诚纯真之情烘托而出，读之余音袅袅，如见其人，如闻其声。表面看，似即写作者之所见所闻，又全用素描手法，只以线条勾勒轮廓：隐秘处仍归隐秘，细节处只写细节。通过娴美的动作、轻柔的细语和亭立的倩影，人物一片虔诚纯真的高尚情感跃然纸上，沁人肌髓。这正体现了诗人高超的艺术功力。</p><br/><h2>鉴赏</h2> <p>　　古<a href=\"http://so.gushiwen.org/view_15264.aspx\">诗</a>中往往有些短章，言少情多，含蓄不尽。诗人驾驭文字，举重若轻，而形往神留，艺术造诣极深。<a href=\"http://so.gushiwen.org/author_155.aspx\">李端</a>的《拜新月》即其一例。</p> <p>　　唐代拜月的风俗流行，不仅宫廷及贵族间有，民间也有。这首描写拜月的小诗，清新秀美，类乐府民歌。诗中既未明标人物身份，就诗论诗，也无须非查明所指不可。以诗中情感与细节论，宫廷可，民间也无不可。</p> <p>　　开帘一句，揣摩语气，开帘前似未有拜月之意，然开帘一见新月，即便于阶前随地而拜，如此不拘形式，可知其长期以来积有许多心事，许多言语，无可诉说之人，无奈而托之明月。以此无奈之情，正见其拜月之诚，因诚，固也无须兴师动众讲究什么拜月仪式。“即便”二字，于虚处传神，为语气、神态、感情之转折处，自是欣赏全诗的关键所在：一以见人物的急切神态，二以示人物的微妙心理。“细语”二字，维妙维肖地状出少女娇嫩含羞的神态。少女内心隐秘，本不欲人闻，故于无人处，以细声细语出之，诗人亦不闻也。其实，少女内心隐秘，非愁怨即祈望，直书反失之浅露。现只传其含情低诉，只传其心绪悠远，诗情更醇，韵味更浓。庭院无人，临风拜月，其虔诚之心，其真纯之情，其可怜惜之态，令人神往。即其于凛冽寒风之中，发此内心隐秘之喃喃细语，已置读者于似闻不闻、似解不解之间，而以隐约不清之细语，配以风中飘动之罗带，似纯属客观描写，不涉及人物内心，但人物内心之思绪荡漾，却从罗带中断续飘出，使人情思萦绕，如月下花影，拂之不去。后两句呕心吐血，刻意描绘，而笔锋落处，却又轻如蝶翅。</p> <p>　　李端这首《拜新月》，纯用白描勾勒人物，通过娴美的动作、轻柔的细语和亭立的倩影，将人物一片虔诚纯真之情烘托而出，读之余音袅袅，如见其人，如闻其声。表面看，似即写作者之所见所闻，又全用素描手法，只以线条勾勒轮廓：隐秘处仍归隐秘，细节处只写细节。通过娴美的动作、轻柔的细语和亭立的倩影，人物一片虔诚纯真的高尚情感跃然纸上，沁人肌髓。这正是诗人高超艺术功力所在。</p>",
  "about": "<h2>创作背景</h2> 　　唐代妇女拜新月的风俗流行，不仅宫廷及贵族间有，民间也有，被称作是一种幽美有趣、极富<a href=\"http://so.gushiwen.org/view_15264.aspx\">诗</a>意的风俗，曾盛行于唐朝，并影响到后世。拜月是中国古代的一种习俗，因月与人间婚姻爱恋有关，主管婚姻之神称为“月老”，后来也用“月老”来简称媒人。古代妇女往往用拜月之俗来寄托内心的心愿或哀思。诗人<a href=\"http://so.gushiwen.org/author_155.aspx\">李端</a>不循常人之思路，对月畅诉心灵，企求赐福，如愿以偿，而有诗人独特的构思，不妨可作为是表述：以动表拜月，以神诉衷情，含蓄让人思。",
  "poet": {
    "id": 155,
    "star": 0,
    "name": "李端",
    "image": "http://img.gushiwen.org/authorImg/liduan.jpg",
    "desc": "李端(约743-782?)，字正已，赵州(今河北赵县)人。少居庐山，师诗僧皎然。大历五年进士。曾任秘书省校书郎、杭州司马。晚年辞官隐居湖南衡山，自号衡岳幽人。今存《李端诗集》三卷。其诗多为应酬之作，多表现消极避世思想，个别作品对社会现实亦有所反映，一些写闺情的诗也清婉可诵，其风格与司空曙相似。李端是大历十才子之一，在“十才子”中年辈较轻，但诗才卓越，是“才子中的才子”。他的名篇《听筝》入选《唐诗三百首》。"
  },
  "tags": [
    "月亮",
    "写人"
  ]
}