{
  "id": 49492,
  "star": 32,
  "name": "永遇乐·长忆别时",
  "dynasty": "宋代",
  "content": "孙巨源以八月十五日离海州，坐别于景疏楼上。既而与余会于润州，至楚州乃别。余以十一月十五日至海州，与太守会于景疏楼上，作此词以寄巨源。<br>长忆别时，景疏楼上，明月如水。美酒清歌，留连不住，月随人千里。别来三度，孤光又满，冷落共谁同醉？卷珠帘、凄然顾影，共伊到明无寐。<br>今朝有客，来从濉上，能道使君深意。凭仗清淮，分明到海，中有相思泪。而今何在？西垣清禁，夜永露华侵被。此时看、回廊晓月，也应暗记。",
  "fanyi": "<p><strong>译文</strong><br>八月十五日孙巨源离开海州，这之前我在景疏楼上为他送别。后来不久他又与我在润州相聚，一路同行到楚州才分别。我十一月十五日回到海州，与太守相会于景疏楼上，（想起巨源兄）所以作这首词寄给巨源。<br>我时常回忆，我们分别的时候，坐在景疏楼上，那月光像水一般。喝着美酒，唱着清歌，可惜友人难留，只有月光跟随着你一同到千里之外。你走之后正好三个月了，月亮圆满了三次，今天，又是一个月圆之日，我一个人喝着酒，冷冷清清，与谁同醉？我卷上珠帘，凄然地看一眼月影，同着月光，一宿无眠。<br>今天有个客人，来自濉水旁，他告诉我你也很想我。你的相思泪（凭借）融入清清的淮水，流进大海。而今你在哪呢？你在中书省（中央行政官署），你在宫中，在漫漫长夜里，露水沾湿了被子。这时的你，在回廊里看着月亮，也应该暗暗思念我吧。</p> <p><strong>注释</strong><br>⑴孙巨源，名洙，<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>友人。海州，今江苏连云港市西南。<br>⑵景疏楼，在海州东北。宋叶祖洽因景仰汉人二疏（疏广、疏受）建此楼。<br>⑶润州，今江苏镇江。楚州，今江苏淮安。孙巨源离海州后先南游江苏一带，于十月间与离杭北赴密州的东坡会于润州，东坡作《润州甘露书弹筝》<a href=\"http://so.gushiwen.org/view_49492.aspx\">诗</a>和《采桑子·润州多景楼与孙巨源相遇》词（前录）。二人同游扬州等地，至楚州分手，继而，之后。<br>⑷十一月十五日：当为十月十五日吗，“一”为后人误加，因为海州在密州南四百余里，而苏轼十一月三日已到密州任。参张志烈先生《苏轼由杭赴密词杂论》（载《东坡词论丛》）。<br>⑸太守：汉时郡长名。宋时改郡为府、州，长官称知府、知州，但仍习惯称太守。此指继知海州的陈太守（名不传）。<br>⑹三度：指三度月圆。孙巨源八月十五日离海州，至东坡十月十五日作此词，三见月圆。<br>⑺孤光：日月之光，此指月光。唐<a href=\"http://so.gushiwen.org/author_491.aspx\">贾岛</a>《酬朱侍御望月见寄》：“相思唯有霜台月，忘尽孤光见却生。”方千《君不来》：“夜月生愁望，孤光必照君。”东坡《西江月》：“中秋谁与共孤光。”<br>⑻伊：第三人称代词。指月。<br>⑼濉：水名，宋时自河南经安徽到江苏萧县入泗水。<br>⑽使君：指孙巨源，甫卸知州任，故仍以旧职称之。以上三句谓客人带来孙巨源对自己的问候。<br>⑾凭仗：凭借。<a href=\"http://so.gushiwen.org/author_18.aspx\">元稹</a>《苍溪县寄扬州兄弟》：“凭仗鲤鱼将远信。”<br>⑿西垣，中书省（中央行政官署），别称西垣，又称西台、西掖。清禁，宫中。时孙任修起居注、知制诰，在宫中办公，故云。<br>⒀永：长。露华：露水。侵被：沾湿了被子。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这是一首怀人词，是为寄托对好友孙巨源的怀念而作。 </p> <p>　　上片由设想巨源当初离别海州时写起，以月为抒情线索。首三句写景疏楼上饯别时“明月如水”；“美酒”三句写巨源起行后明月有情，“随人千里”；下六句写别来三度月圆，而旅途孤单，无人同醉，唯有明月相共，照影无眠。几种不同情景，层深递进。但这都是出自词人的想象，都是从对方在月下的心理感受上落笔，写得极有层次，形象逼真，情景宛然。词人这样着力刻画，表面上是映托巨源，实际上是写词人自己怀人之思。</p> <p>　　过片三句点破引发词人遥思之因，有客从濉上来，捎带了巨源“深意”，遂使词人更加痴情怀念。“凭仗”三句，又发奇想。淮河发源于河南，东经安徽、江苏入洪泽湖，其下游流经淮阴、涟山入海。此时孙巨源在汴京，<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>在海州，友人泪洒清淮，东流到海，见出其思念之情深；自己看出淮水中有友人相思之泪，又说明怀友之意切。举目所见，无不联想到友情，而且也知道友人也必念到自己。淮水之泪，将对方之深意，己方之情思，外化为具体形象，设想精奇，抒情深透。“而今”以下六句，又翻进一境，再写意想中景象，回应上片几次点月，使全篇浑然圆妥，勾连一气，意脉层深。“夜永”句设想巨源在西垣（中书省）任起居舍人宫中值宿时情景，长夜无眠，孤清寂寞，“此时看、回廓晓月”，当起怀我之情，刻画更为感人，有形象，有情思。词人不说自己彻夜无眠，对月怀人，而说对方如此，仍是借人映己。最后“也应暗记”，四字可谓神来之笔，这里有人有我，深细婉曲，既写到了巨源的心理，又写出了自己的深意，是提醒，也是确信巨源会“暗记”往日的情景，二人绵长情思，具见言外。</p> <p>　　此词以离别时的明月为线索抒写友情，艺术上别具一格。全词五次写到月：有离别时刻之月，有随友人而去之月，有时光流逝之月，有陪伴词人孤独之月，有友人所望之月。词之上片以写月始，下片以写月终，月光映衬友情，使作品词清意达，格高情真。</p>",
  "about": "<h2>写作背景</h2> 　　这首词一般认为写于熙宁七年（1074年）。东坡在孙巨源离海州三月后经行海州，登景疏楼，想起与孙巨源润州相遇，楚州分手的往事，不由心有所动，遂作此词。",
  "poet": {
    "id": 183,
    "star": 0,
    "name": "苏轼",
    "image": "http://img.gushiwen.org/authorImg/sushi.jpg",
    "desc": "苏轼（1037－1101），北宋文学家、书画家、美食家。字子瞻，号东坡居士。汉族，四川人，葬于颍昌（今河南省平顶山市郏县）。一生仕途坎坷，学识渊博，天资极高，诗文书画皆精。其文汪洋恣肆，明白畅达，与欧阳修并称欧苏，为“唐宋八大家”之一；诗清新豪健，善用夸张、比喻，艺术表现独具风格，与黄庭坚并称苏黄；词开豪放一派，对后世有巨大影响，与辛弃疾并称苏辛；书法擅长行书、楷书，能自创新意，用笔丰腴跌宕，有天真烂漫之趣，与黄庭坚、米芾、蔡襄并称宋四家；画学文同，论画主张神似，提倡“士人画”。著有《苏东坡全集》和《东坡乐府》等。"
  },
  "tags": [
    "月亮",
    "友人",
    "怀念"
  ]
}