{
  "id": 6016,
  "star": 53,
  "name": "琴歌",
  "dynasty": "唐代",
  "content": "主人有酒欢今夕，请奏鸣琴广陵客。<br>月照城头乌半飞，霜凄万树风入衣。<br>铜炉华烛烛增辉，初弹渌水后楚妃。<br>一声已动物皆静，四座无言星欲稀。<br>清淮奉使千馀里，敢告云山从此始。",
  "fanyi": "<p><strong>译文</strong><br>主人摆酒今晚大家欢聚，琴师拨动琴弦助兴酒宴。<br>明月照向城头乌鸦纷飞，寒霜降临寒风吹透衣衫。<br>炉火暖融融华烛添光辉。艺人先弹《渌水》后奏《楚妃》。<br>他的琴声一响万物寂静，四座无言屏气凝神倾听。<br>奉命去远离乡关清淮，敬告大家我要归隐云山。</p> <p><strong>注释</strong><br>⑴琴歌：听琴有感而歌。歌是<a href=\"http://so.gushiwen.org/view_6016.aspx\">诗</a>体名，《文体明辨》：“其放情长言，杂而无方者日歌。”<br>⑵主人：东道主。<br>⑶广陵客：广陵在今江苏扬州，唐淮南道治所。古琴曲有《广陵散》，魏<a href=\"http://so.gushiwen.org/author_382.aspx\">嵇康</a>临刑奏之。“广陵客”指琴师。<br>⑷乌：乌鸦。半飞：分飞。<br>⑸霜凄万树：夜霜使树林带有凄意。<br>⑹铜炉：铜制熏香炉。华烛：饰有文采的蜡烛。<br>⑺渌水、楚妃：都是古琴曲。渌，清澈。<br>⑻星欲稀：后夜近明时分。<br>⑼清淮：淮水。时<a href=\"http://so.gushiwen.org/author_671.aspx\">李颀</a>即将赴任新乡尉，新乡临近淮水，故称清淮。奉使：奉使命。<br>⑽敢告：敬告。云山：代指归隐。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　唐<a href=\"http://so.gushiwen.org/view_6016.aspx\">诗</a>中有不少涉及音乐的作品，其中写听琴的诗作尤多，往借咏琴而言志，或借写听琴而抒情。<a href=\"http://so.gushiwen.org/author_671.aspx\">李颀</a>的《琴歌》就是这样的作品，它是诗人奉命出使清淮时，在友人饯别宴席上听琴后所作。</p> <p>　　首二句交代听琴的场合、时间、缘起以及演奏者。因酒兴而鸣琴，可见其心情之畅达自适。着一“欢”字，渲染了宾主之间推杯换盏、其乐融融的热闹气氛。“鸣琴”二字点题，提挈全篇。</p> <p>　　三、四句转折一笔，不写演奏，而写夜景，描绘了一幅凄神寒骨、悄怆幽邃的深秋月色图：月光如水倾泻在静默的城垣上，不时有乌鹊惊飞；银霜满树，木叶萧萧，寒风吹衣，一派凄冷肃杀之气。与前两句所传达的欢快融洽之情相比，这两句则低沉压抑，这是以哀景反衬乐情，即便秋气凛然，但有酒有琴有知己就足以抵挡了。同时，它为下文写弹琴作了铺垫。</p> <p>　　五、六句写初弹情景。“铜炉华烛烛增辉”这一句是陪衬，扣合首句“欢今夕”三字，表明酒宴已入高潮。铜炉熏染檀香，华烛闪烁生辉，在庄严华丽的气氛中，广陵客登场献艺，格外引人注目。“初弹渌水后楚妃”，这一笔是直写，交代演奏者所弹之曲的名称，暗含其意。《渌水》是著名的古琴曲，此曲清空淡雅。<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>《渌水曲》说“浩歌《渌水曲》，清绝听者愁”，<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>《听弹古渌水》中说“闻君古渌水，使我心和平。欲识慢流意，为听疏泛声。西窗竹阴下，竟日有余清”；这些都表明此曲有清心怡情之效。 “楚妃”，也是一首当时广为流传的名曲，属于深情绵邈之曲。</p> <p>　　七、八句从听者反应的角度写演奏者的高超技巧。一声琴弦拨动，顿时万籁俱寂，满座为之陶然沉醉。“皆静”二字形象地写出人们彻耳聆听琴歌的专注着迷的神态。愈是言其静，就愈突出琴音乐勾魂夺魄的心灵穿透力，就愈烘托出“广陵客”出神入化的演奏技巧。在这曼妙琴音的洗涤下，人们似乎忘记了尘世的酸辛，漠然了黑夜的漫长。苍茫的高天之上，星子越来越少，天将放白，他们还沉浸在优美的旋律中，恍然自失。良友佳朋相聚总是太短暂了，徜徉在琴歌中，这一夜是过得很快。“欲稀”二字巧妙地点明了演奏时间的持续，也照应了首句中的“欢”字，并为下文的直抒胸臆埋下伏笔。</p> <p>　　末尾两句写自己的感触。诗人奉命出使清淮，别宴上缕缕琴音不禁牵动了他的无限乡思。想到自己离家万里，不知何日能还乡，他必会暗自潸然垂泪。人生如白驹过隙，就不要如此奔波辛苦了，也许仕途之累使他深感厌倦了，他萌生了一种强烈的愿望——归隐。“敢告云山从此始？”这个反问句是诗人的内心独白，也是他听了琴歌之后所得的人生启悟。诗人曾在《不调归东川别业》中说：“渐无匹夫志，悔与名山辞；绂冕谢知已，林园多后时。”《唐才子传》中说李颀“性疏简，厌薄世务”。性格疏放超脱的他，耐不得住官场的名缰利索的羁绊，尔虞我诈的算计，还不如这样约三五知己饮酒鸣琴似闲云野鹤般的生活来得逍遥自在。</p> <p>　　全诗写时、写景、写琴、写情，有条不紊，收放自然，“圆如贯珠”（《国雅品》卷二）。这首诗最值得赏玩的应该是诗人多方映衬、动静结合，虚实相生的表现手法。诚如《诗筏》所言：“只第二句点出‘琴’字，其余满篇霜月风星，乌飞树响，铜炉华烛，清淮云山，无端点缀，无一字及琴，却无非琴声，移在筝笛琵琶觱篥不得也。”诗人通过营造意境、渲染气氛、刻画心理，生动形象地表现了琴歌之美。</p>",
  "about": "<h2>创作背景</h2> 　　这首<a href=\"http://so.gushiwen.org/view_6016.aspx\">诗</a>为天宝四载（745）前后，即将奉使东南时作，这时<a href=\"http://so.gushiwen.org/author_671.aspx\">李颀</a>可能在尚书省任郎官。",
  "poet": {
    "id": 671,
    "star": 0,
    "name": "李颀",
    "image": "http://img.gushiwen.org/authorImg/liqi.jpg",
    "desc": "李颀(690-751)，汉族，东川（今四川三台）人（有争议），唐代诗人。少年时曾寓居河南登封。开元十三年进士，做过新乡县尉的小官，诗以写边塞题材为主，风格豪放，慷慨悲凉，七言歌行尤具特色。"
  },
  "tags": [
    "唐诗三百首",
    "宴会",
    "音乐"
  ]
}