{
  "id": 70065,
  "star": 2,
  "name": "杂剧·降桑椹蔡顺奉母",
  "dynasty": "元代",
  "content": "第一折<br>淡淡濛濛映晓星，海潮捧现日东升。九重阊阖开宫殿，文武班齐贺圣明。小官殿头官是也。方今大汉，圣人在位，节俭宽洪，施恩布德，过尧舜之治化，迈汤武之宽仁。礼乐修明，彝伦叙正，感应的天下咸宁，八方肃靖。东夷西戎仰化，南蛮北狄归降。贡麟凤献瑞呈样，产禾苗丰年稔岁。自大汉以来，立社稷之坚固，保家邦之永昌。俺汉国乃建都之地，锦绣山河。到春来赏韶华霁景，步绿野红尘，往来车马争驰，赏不尽花光柳色。到夏来玩江山明媚，宴水阁凤亭，荷莲香满池塘，处处竹林松径。到秋来凉生暑退，登云岭层楼，赏黄花四野铺金，真乃是山明水秀。到冬来木凋松秀，赏雪寻梅，涤场圃讲武操兵，享富贵红炉暖阁。端的是四时花烂漫，八节景稀奇。乃鱼龙变化之乡，锦绣繁华之地。文臣善治安民，武将施谋定乱。方今圣人任贤使能，崇儒重道，好礼尚文，乃仁德之君也。小官忝掌朝纲之事，乃职所当为。今日早朝，奉圣人的命，为因朝中缺少文武英才，着小官访能干官员，去天下府州县驿，山间林下，但有文高武胜之人，荐举于朝，必当擢用。小官领了圣命，今差使臣天下采访去了。小官不敢久停久住，回圣人的话，走一遭也。圣人宽洪治万邦，纷纷四海隐贤良。怀才抱德须当用，保举于朝作栋梁。富贵荣华祖辈传，常行方便自然安。家生一子行忠孝，宝鼎香焚答谢天。老夫姓蔡，名宁，字以静，本贯汝南人也。嫡亲的四口儿家属，婆婆延氏，所生一子，乃是蔡顺，年二十岁也。孩儿幼习儒业，涉猎经史，讲明圣人经书，饱谙古今事理，学成满腹大才。为因父母在堂，未肯求进。媳妇儿李氏润莲，他乃宦门之女。这孩儿三从四德为先，贞烈贤达第一。针指女工，无不通晓。蔡顺与润莲十分孝道，昏定晨省，问安视寝，侍奉亲闱，无些须敢慢。老夫积祖以来，家中颇有赀财。老夫平素之间，多行善事，广积阴功。发慈悯布德施恩，行仁义宽洪海量。爱交善友良朋，并无邪僻之事，人皆员外呼之。时遇盛冬天气，朔风大凛，密布彤云，纷纷扬扬，下着这国家祥瑞。老夫今日在映雪堂上，安排酒筵，请几个年高长者，赏雪饮酒，取一时之乐。婆婆，酒肴之类，安排的停当了不曾？老员外，我早间分付下兴儿，着他买些新鲜的按酒稀奇果品，不知停当了不曾？下次小的每，与我唤的兴儿来者。理会的。自幼乖觉伶俐，不与儿童作戏。专以志诚为本，所事合着人意。醉了时丢砖掠瓦，到晚来飞檐走壁。常着人摔翻踢打，<br>酒醒时后悔不及。气的我满腹疼痛，嗤嗤的则放大屁。猛可里一声响亮恰似我员外出气。得也么？看这厮。小人是蔡员外家中兴儿便是。时遇暮冬天气，纷纷扬扬，下着国家祥瑞。老员外不惜资财，在映雪堂上安排酒肴，请他那一般富豪长者，赏雪饮酒，施展他那富贵奢华。早间夫人分付，着我买些新鲜的按酒，与了俺十两银子，着我买办，我倒落下他七两九钱八分半。酒肴都预备停当了，员外在映雪堂上呼唤，须索走一遭去。可早来到也。老员外唤兴儿怎么？兴儿，我今日要赏雪饮酒，果卓都安排下了么？员外，今日早间，奶奶分付了我一声，我打了个料帐，去那街市上，不一时把那应用的按酒果品，都买将来，安排的水陆俱备。别的不打紧，我七钱银子买了一只肥鹅，您孩儿是孝顺的心肠，着我自家宰了，退的干干净净的，煮在锅里，煮了两三个时辰。不想家里跟马的小褚儿走将来，把那锅盖一揭揭开，那鹅忒楞楞就飞的去了。诌弟子孩儿。我不敢说慌。我要说慌，就是老鼠养的。得也么，泼说。这厮胡说。一壁厢预备果卓，家童门首觑者，若众长者来时，报复我知道。理会的。瑞雪飞扬满太空，黎民深喜庆年丰。收成米麦盈仓廪，弦管笙歌乐盛冬。老夫姓刘，双名普能。这一位长者，是周景和。老夫幼习儒业，颇看诗书。田园数处，家道丰盈。牛羊孳畜成群，地方广阔千顷。非干老夫之能，托赖祖宗之阴也。时遇扬风搅雪，下着国家祥瑞。本处蔡员外，安排酒肴，请众位长者，在映雪堂上，赏雪饮酒。周景和，俺须索走一遭去。长者，时值严凝天气，朔风凛冽，瑞雪纷纷。这雪似梨花乱落长空，如柳絮飘扬霄汉。长者乃豪富之家，正好赏雪饮酒，同席欢会，俺走一遭去。可早来到也。家童报复去，道有刘普能、周景和来了也。理会的。报得员外得知，有刘普能、周景和来了也。道有请。理会的。有请。呀、呀、呀，老员外，量俺二人有何德能，着员外置酒张筵。俺难以克当也。不敢，不敢。二位长者，少待片时，等众位长者来全了时饮酒。这早晚敢待来也。盛世丰年宇宙清，万民安乐尽康宁。天公幸际垂祥瑞，酒泛羊羔享太平。老夫姓夏，双名德闰。这一位长者，是仇彦达。老夫幼习经典，勤于学问。祖代留传，家私广盛。一年收十载余粮，一倍增万倍之利。方今圣人在位，<br>治平天下，肃靖边庭。感应的风调雨顺，大收禾稼。此时岁稔年丰，老夫当享太平之世。时遇冬暮天道，纷纷扬扬，下着如此般大雪。有本处蔡员外，是吾故友，在映雪堂上，请众位长者，赏雪饮酒。仇彦达，俺须索走一遭去。长者，这般大雪非常，方今太平盛世，此雪是国家之吉兆，单应来春天下青苗皆发，必然大收也。言者当也，俺一同赏去来。可早来到也。家童报复去，道有夏德闰、仇彦达来了也。理会的。报的员外得知，有夏德闰、仇彦达来了也。道有请。理会的。有请。有劳长者设此华筵，俺二人不胜感戴也。不敢，不敢。您二位长者，且待片时，等众员外来全了时饮酒。这早晚敢待来也。小子一生不受苦，外貌端庄内有福。我吹的龙笛品的箫，打的筋斗擂的鼓。我两个一生皮脸无羞耻，油嘴之中俺为祖。人家摆酒未邀宾，我仗着村浊性儿鲁。走到人家则管口赛，酒肉装满咱肚腹。我这个兄弟，他把骆驼一口咬断了筋，我在下把那癞象一口咽见了骨。这个兄弟嘴馋起来似饿狼，我在下嘴馋起来如病虎。我绕门踅户二十年，俺两个吃倒泰山不谢土。馋弟子孩儿，得也么？自家姓王，双名是伴哥。这个兄弟姓白，双名是厮赖，又唤着白吃白嚼白口赛。得也么？他新取了个媳妇，就唤做白萝卜儿。得也么？俺两个是至交的好弟兄，绝伦的光棍。平日之间，别无什么买卖，全凭着舌剑唇枪，说嘴儿哄人的钱使。我这两兄弟，又比我能言快语。我说哥你少嘴舌罢。量你兄弟，不是贤兄挂齿，哥的那喉舌，何人敢及？古者有随何、蒯通、苏秦，虽为舌辩之士，若是见了哥，也拱手回容，他岂敢开口？量您兄弟拙口钝腮，真乃蛆皮而已。我若虚言，哥就是我的孙子。这厮要便宜。得也么？兄弟，闲话休题。今日下着这般大雪，俺身上都单寒，肚里骨碌碌的响绕动了。我心上要吃些茶饭，手里又无钱，可怎么好？哥，有了主儿了，我着你饱吃一顿。兄弟，你敢请我？哥，你也不知道，蔡员外家安排酒席，在映雪堂上，请他一般儿富贵长者，赏雪饮酒哩。兄弟，这个是天假其便，也是俺两个甚口食分，撞席儿去。可早来到，俺自过去。众位长者支揖，恕俺两个来迟，休要见怪。若是见怪，先拿酒来，罚我几碗酒罢。得也么？你看这厮。<br>哥，我不要罚酒，着他捣蒜蘸胖蹄，我们先吃一顿。你两个休要搅扰。家童抬过果卓来者。理会的。将酒来。理会的。众位长者，想圣人治世，普施洪恩，大行王道。见如今四夷咸伏，天下平定，君圣臣贤。万民欢乐。时遇盛冬天气，下着国家祥瑞。俺遇此丰稔之时，莫负眼前光景。老夫在此草舍，聊备小酌，敬请众位长者，盘桓一会，共赏国家祯祥，方表交情。悉皆欢饮，勿劳推辞。这一杯酒，先从刘普能长者起。长者满饮一杯。老长者请。长者请。不敢，老夫饮。再将酒来。这一杯酒，周长者满饮此杯。不敢，老夫饮。再将酒来。夏长者满饮一杯。不敢，老夫饮。再将酒来。仇长者满饮一杯。不敢，老夫饮。我说老蔡，你我们两个，也看不在眼里。好酒好肉，则与别人吃，不睬我两个。你有手，我没手？你不与我递酒，我自家不会吃？众位长者请酒了。罢、罢、罢！我嘴对嘴吃罢。不像样，得也么？哥吃酒，我播菜儿。香喷喷的米罕。两个馋弟子孩儿，得也么？酒且慢行。家童与我唤蔡顺两口儿来，与众长者行一杯酒者。理会的。小生姓蔡，名顺，字君仲，本贯汝南人也。嫡亲的四口儿家属，浑家李氏，一双父母年高。小生幼习文墨，苦志于寒窗之下，学成满腹文章。为因父母在堂，未曾进取功名。小生每行孝道，侍奉双亲。想人子立身，莫大于孝。孝乃百行之源，万善之本也。时遇暮冬天气，纷纷扬扬，下着国家的祥瑞。有父亲在映雪堂上，请众长者赏雪饮酒。家童唤俺两口儿。大嫂，须索走一遭去。当今圣人在位，是好丰稔之年也呵。<br>【仙吕】【点绛唇】见如今雨顺风调，万民安乐，年光好。圣德过尧，则他这文共武行忠孝。蔡顺，是好雪也。恰便是银妆成世界，粉填满山川。这雪润陇亩，滋禾稼，天下黎民皆喜也。<br>【混江龙】上合天道，常垂甘露润田苗。这雪单注着多收五谷，广剩仓廒。乡下农民斟村洒，城中上户饮香醪。好收成端的民欢乐，托赖着一人有庆，因此上万国来朝。<br>可早来到也。不必报复，我自过去。父亲，您孩儿来了也。蔡顺，你来了？今日下着国家祥瑞，我安排酒肴，请众位长者，赏雪饮酒。你同媳妇儿，与众位长者厮见者。您孩儿理会的。众位尊长支揖。万福。不敢，不敢。众位长者在此，非我自夸。此子蔡顺，虽无大才，颇读经典。孩儿行于孝道，不出仕于朝。那堪媳妇润莲，三从四德为先，贞烈贤达第一，朝暮问安视寝，终始无移。老夫知之于心，感于肺腑，十分的见喜。因此上唤他两口儿出来，与众长者捧一杯酒，尽老夫之情也。据长者仁纯德厚，仗义疏财；富不侈其心，贵不骄其志；每行善事，多积阴功；为子者尽孝，为妇者大贤，皆是老长者修积也。众位长者在上。凡人子侍其父母，当尽其孝敬之心。夫孝者，始于事亲，终于事君。盖事君则忠，事亲则孝。想父母养育之恩，至重难报。今蔡顺遵先王之道，读孔圣之书，切思父母深思，重若泰山，岂敢不行孝道也？先生说的深有理。孩儿，你与众位长者，递一杯酒者。理会的。大嫂执着壶，我与众位长者递一杯酒。大嫂将酒来。理会的。酒在此。这杯酒，刘普能尊长，满饮一杯。蔡秀才请。不敢，老尊长请。蔡秀才，是好大雪也。顷刻云迷四野，须臾雪蔽山林。这雪蜂认梨花，采之无香；鹊迷日色，飞之无影。遇此胜时，正好围炉欢饮也。<br>【油葫芦】你看瑞雪纷纷满目飘，将山川粉填了，恰便似蜂蝶乱嚷舞虚嚣。撏绵扯絮飞来到，恰便似杨花乱糁空中落。蔡秀才，这场大雪，那田地上万种草木，到来春都皆发生也。这场雪润良田万物生，压瘴气滋稼苗。端的是遍街衢蔽阻长安道，恰便似风内剪鹅毛。<br>再将酒来。这杯酒可是周员外，满饮一杯。好波！将来老夫饮。蔡秀才，幸际太平时世，岁稔年丰，感谢天公，降宜时瑞雪，俺正好开筵饮酒也。老员外道的是也。<br>【天下乐】正值着千稔年光瑞雪飘，正好饮香也波醪。将珍羞摆列着，乐醄醄宴赏直到晓。宝鼎内香篆焚，暖炉中兽炭烧，俺可也尽开怀无处讨。兴儿，将热酒来。小哥，递些促掐酒儿。众位老员外，都是冻了。嘴头子热酒烫肿了，着他怎么吃下饭？得也么？泼说。这杯酒，夏员外满饮一杯。秀才请。不敢，老员外请。秀才，这场大雪，非比寻常。恰便是空中糁玉，云外飞琼。冷飕飕行人迷径，白茫茫归鸟失巢。似这等红炉暖阁之中，理当赏雪饮酒也。这雪越下的大了也。<br>【醉中天】这雪更塞拥蓝关道，尽蔽了九重霄，岭畔寒梅恰便似舒玉梢。将酒来，仇员外满饮一杯。老夫饮。这雪真乃国家祥瑞也。这雪普四海添吉兆，仰圣德黎民安乐。满斟白醪，贺丰年万姓歌瑶。<br>白厮赖，恰才老蔡不与俺两个递酒。你看小蔡儿，也轻慢俺两个，也不递酒。他小觑俺两个。罢了，气杀也。哥不要上气，你若上气，显的就不是旧油嘴了。拿大碗来，倒着酒则管吃。灌的醉了，就打铺在那家里睡。哥，等他爷儿每若无礼，我把他鼻子都咬下他的来。贼弟子孩儿，得也么？酒且慢行。众位长者，非老夫敢僭。则这般饮酒，也不能取其乐。列位长者，都是通文达理的人。幸遇冬寒雪降，指雪为题，每人吟一首诗。有诗者不饮酒，无诗者罚一杯。老长者，先从谁起？先从刘普能长者起。我说老蔡递酒也从他起，吟诗也从他起。他是那一个？他无故则是刘普能。他就是普贤菩萨，我也不让他。兄弟说的是。先从你起，你了是我，我了是你。两个油嘴胡说，到底吃的醉了，一齐调鬼。泼说。今蒙长者大设华筵，重意相待。老长者单指雪为题，要俺俱各吟诗一首，无诗者罚酒一杯。众位长者恕罪，老夫不才，强搜枯肠，作诗一首，众位长者污目者。不敢，不敢。洗耳愿闻。碎剪琼花满太空，彤云万里布寒风，拥炉画屋如春暖，诗酒高谈乐盛冬。高才，高才！他便高才，吃了酒了，可不高才。不高才吃打。得也么？该老夫吟诗也。我诗就了，众位长者恕罪。不敢，不敢。洗耳愿闻。蝶翅飞扬落地轻，风翻柳絮舞零零。滋禾润稼呈祥瑞，万姓讴歌乐太平。高才，高才！高裁做的好衣服。怎的？我说是高裁。那个高才，得也么？该老夫吟诗。我诗就了也，众长者恕罪。不敢，不敢。扑面穿帘拂粉墙，飞琼糁玉六花扬。高堂映雪宜欢饮，烂醉笙歌锦瑟傍。高才，高才！我可是他能饮的伯伯。得也么？这厮。该老夫吟诗。我诗就了也，众位长者恕罪。不敢，不敢。一色楼台尽粉妆，随风逐物弄轻狂。低垂帘幕陈佳宴，笑饮忘怀入醉乡。高才，高才！我可其实的快口赛。得也么？这厮。众位长者，高才大德，博学广文，真乃古君子也。老夫疏于学问，草腹莱肠，对着众位长者，也吟诗一首，万望勿哂者。不敢，不敢。愿闻。老夫吟诗也。密布彤云遍九霄，飞空四野剪鹅毛。羊羔酒泛歌金缕，共享丰年乐事饶。<br>高才，高才！众位老尊长在上，小生无才，也吟诗一首，以尽人之欢也。诗中之意，倘有不周，望众位长者教训者。不敢，不敢。愿闻。小生吟诗也。凛凛寒风透满怀，遥空顷刻冻云埋。纷纷祥瑞天街落，四海消除黎庶灾。高才，高才！他甚么高才？老蔡，我把你个老猢狲。我两个是客人，倒不让俺吟诗。你爷儿两个是东主，你倒先吟了诗。你意思道他两个是愚鲁之人，不知文义，小量俺两个。不是俺骗你那驴嘴，我把那五言诗八韵赋，长篇短文，我作了勿知其数。量这首雪诗，有何罕哉？拿酒来，我吃一碗，然后吟诗。若吟的不是，每人再罚我一碗。得也么？倒好了你也。我吟诗也，众位长者勿罪。纷纷瑞雪满阶基，有似杨花上下飞。一轮红日当天照，管情化做一街泥。可知是一街泥，得也么？好，哥也不枉了吟的好诗。真乃是文章的魁首，油嘴的班头。得也么？这厮。古人说：凡会酒席吟诗，不可太多。我学生不吟诗，我如今指雪为题唱个小小的曲儿，曲子名是〔清江引〕，众位长者污耳者。你唱，你唱。曲儿不打紧，听我的歌声宛转。上古秦青善能歌唱，他若听见我唱，他也拱手而伏。众位长者，听我唱赏雪的曲儿。<br>【清江引】这雪白来白似白厮赖，这雪若还下在席子上，恰便似一床白绫被。铺在热炕上，盖着和衣儿睡，醒来时化了一身水。<br>诌弟子孩儿，不甚好。得也么？众长者，似这等寒冬雪降，那富豪之家，暖阁内簌毡帘，围炉中烧兽炭，银瓶内斟美酒，轻裘暖帽，骏马雕鞍，富贵任其所愿。有那等贫寒之家，身无遮体之衣，口无应饥之食，战战兢兢，无颜落色，冻剥剥的袖手低头。蔡秀才，你是读书的人，想人生于世，有钱的可是怎生？无钱的可是何如？你试说。我试听者。<br>【那吒令】有钱人最好，锦貂裘暖帽；无钱人困遭，穿补衣衲袄；绕人家乞讨，忍饥寒冻倒。数九天怎过遣？大街上高声叫，战兢兢性命难逃。人生在天地之间，贫富分其两等，乃自然之理也。<br>【鹊踏枝】富家郎逞英豪，显奢骄，他每便语话言谈，气势偏高。腆着脯向人前气傲，他把这贫民每当作儿曹。<br>秀才言者当也。便好道：衣是人之威，钱是人之胆。今时人，享荣华，受富贵，穿锦绣，住兰堂，乃前生分定也。这贫寒富贵，非同小可。<br>【寄生草】有钱的高堂上常奢侈，无钱的遭贫寒居瓦窑。有钱的列金钗弦管可便心欢乐，无钱的受忄西惶寂寞伤怀抱。有钱的逞轩昂马践红尘道，无钱的向人前缩手口难开，则他这贫穷富贵是天道。众位长者，慢慢的饮酒。看有甚么人来？猛烈刚强自古无，平生慷慨不尘俗。见义当为真男子，则是我正直无私大丈夫。某姓延，名岑，字均义。我早生好汉，刚强性鲁，膂力过人。我在那长街市上闲行，因见个年少的后生，赶着个年老的打。我路见不平，将那年少拉将过来，三拳两脚，过打死了。我出首到官，饶我死罪，脊杖了六十，罚我去郑州迭配牢城。时遇冬暮天气，纷纷扬扬的下着这般大雪，身上单寒，肚里无食。解子哥哥，你看这家儿人家，高房子，大门楼，门前马车嚷闹，必是个豪富之家。俺去讨些茶饭食用。延岑，你可休走了。哥哥，小人身做身当，岂敢带累你也？你若这般，便好。来到门首也。我试叫一声。大主人家，有那怜悯之心，用不了的茶饭，乞讨些食用。甚么人在门首，大惊小怪的？我试看去者。孩儿也，你试看去。一条好汉也。兀那壮士，你因何带锁披枷来？哥哥不知。小人平昔之间，刚强怀勇，膂力过人。一日街上闲行，见一个年少后生，赶着个年老的打。我路见不平，把那年少的拉将过来，三拳两脚打死了。我出首到官，免我死罪，脊杖了六十，罚去郑州迭配牢城。身上单寒，肚中饥馁。路打门首过，见车马盈门，小人来乞讨些茶饭食用。壮士，你少待片时。俺这家私里外，无人照管。若得这个壮士，与我做护臂，可也好也。我对父亲母亲说去。孩儿也，甚么人吵闹？父亲，门首有小壮士，迭配郑州牢城去。身上单寒，肚中饥馁，来乞讨些茶饭食用。父亲，俺家私卫外，无人照觑。若得这个壮士，与我做了护臂，可也好也。孩儿也，与我唤过那壮士来。理会的。兀那壮士，俺父亲唤你哩。理会的。众位老长者，小人施礼哩。兀那壮士，那里人氏？姓甚名谁？因甚带锁披枷？你说一遍者。小人姓延，名岑，字均义，乃济州历阳人也。我平日之间，刚直性勇，膂力过人。忽朝一日街上闲行，见一个年少的后生，赶着年老的打。我路见不平，将那年少的，三拳两脚打死了。小人出首到官，免我死罪，脊杖了六十，罚去郑州迭配牢城。下着如此<br>般大雪，身上无衣，肚里无食。路打长者门首过，见车马盈门，特来乞讨些茶饭食用。哦！原来是这般。兴儿将热酒来，着壮士饮几杯。烫口的热酒。来、来、来，壮士，你满饮一杯。老长者，量小人有何德能，着长者这等错爱？壮士，你在患难之中，不必多念。兴儿，将些茶饭来，着壮士食用。老的也，留着好酒肉待客人，与他吃怎么？看他两个眼，剔留秃鲁的，他是个真贼。得也么？这厮。来、未、来，一盘卷子，一盘羊肉，你吃、你吃。解子哥哥，你吃一杯酒，吃些茶饭波。我饿过了，吃不下也。老的，我有句话，可敢说么？婆婆有甚么话说？老身姓延，这个壮士也姓延。我想来一般树上，那得两般花，俺五百年前是一家。我有心认义他做个侄儿，未知老的意下如何？婆婆，你心与我皆同，不知这壮士心下如何？你试问他者。兀那壮士，老身姓延，你也姓延。俺老两口儿，止生了这个孩儿是蔡顺。我想来，一般树上，那得两般花，俺五百年前是一家。我有心认义你做个侄儿，你意下如伺？奶奶，你休逗小人耍。我见你英雄，并无假意。是真个？多谢了父亲母亲也。蔡顺，您两个拜你哥哥者。哥哥受俺两口儿一拜。兄弟，多谢父亲母亲，一见如故。此恩重如泰山，异日峥嵘．此恩必当重报也。<br>【金盏儿】哥哥你是英豪，逞雄骁。兄弟，我路见不平，把那年少的三拳两脚，就打死了也。致伤人命官司行告，郑州迭配见些功劳。有一日身荣为官爵。青史把名标。博一个马靴白象简，金带紫罗袍。<br>这早晚雪下的大了。延岑，俺还要赶程途哩。辞了长者，俺去来。家重将来。理会的。延岑，与你这一套暖衣，十两银子，做盘费。解子哥哥，与你这五两银子，路上看觑他者。谢了长者，小人知道。谢了父母。延岑，你路上小心在意者。父亲母亲，您孩儿只今便索长行。久以后不得峥嵘发达便罢，但得一身显耀，您孩儿口中衔铁，背上搭鞍，报今日父母之恩。哥哥、嫂嫂，善侍父母。众位长者恕罪。我出的这门来。解子哥哥，我想来，谁想今日，遇着这一家人家，将我认义做亲，与我衣服钱钞。此恩异日必当重报也。只因刚强性不容，致伤人命入牢城。异日风光身显耀，必报今朝济惠恩。蔡长者，量俺有何德能，着长者重意相待。俺酒够了也，长者夫人告辞。普能再饮一杯。不必了，长者恕罪，我出的这门来。周景和，天色晚了也，俺一同回去来。瑞雪纷纷四野垂，围炉开宴捧金杯。知心故友同酬兴，满头风雪醉扶归。刘普能、周景和他二人去了，仇彦达，俺也回去来。长者恕罪。出的这门来，天色晚了也。深蒙良友大张筵，美酒盈樽喜笑喧。忘杯横饮无拘系，不负三冬瑞雪天。白厮赖，他四位长者，都回去了。俺两个每人再吃两碗回去罢。哥也，俺打刺孙多了，您兄弟莎搭八了，俺牙不约儿赤罢。且打番语，得也么？依着兄弟回去来。今日个俺来油嘴，吃东西恰是饿鬼。我如今跑到家里，再吃上五碗雪三盆凉水。众位员外都回去了也。夫人媳妇儿，无甚事，俺回后堂中去来。父亲？俺回后堂中去来。<br>【尾声】俺可便离了画阁兰堂，举步登途道，赏瑞雪排筵罢却。孩儿也，为人在世，得欢当作乐，莫负眼前光景也。咱人便休把时光虚度了，今日赏雪饮酒，都皆沉醉也。尽今生乐酶酶，饮香醪，满捧羊羔。宝鼎龙涎香未消，则他这银台上蜡烧。他每都觥筹欢笑，蔡顺，今日父母十分欢喜也。俺为子者，要孝当竭力也。则愿的一双父母寿年高。<br><br>第二折<br>四肢老弱身无力，呵吁，两鬓斑皤病已深。老身延氏，为因上庙烧香去，我赶头香，起的早了些儿，感了些寒气，一卧儿不起，饮食少进，睡卧不宁。争奈老身年纪高大，肌体尫羸，我那里耽的这般病证？这两日身心恍惚。老的也，我的病越沉重了也。婆婆，便好道：天有不测风云，人有旦夕祸福。你这病是轻灾浮难，不必忧心。婆婆，将息病体，省可里烦恼也。媳妇儿，蔡顺孩儿那里去了也？蔡顺去街市上，与婆婆请医士去了也。婆婆，想人皆养子，无过蔡顺孝。俺幸遇此子，立身壮志．正好同堂欢乐。婆婆，你耐心守病也。老的也，我这病有添无那减了也。媳妇儿，等孩儿来时，报复我知道。理会的，我在门首望者，蔡顺这早晚敢待来也。小生蔡顺是也。为因老母，庙上烧香，感了些风寒，见今病枕着床。嗟乎！年纪高大，肌体尫羸，值此病证。俺为子者何忍乎？小生对天祷告：愿将己身之寿，减一半与母亲。愿母亲寿活百岁有余，方表人子之孝也。小生为母不安，这些时衣不解带，废寝忘餐，忧凄不止。似此可怎了？小生恰才去那周桥左侧，请下个医士，调治母亲的病证，太医随后便来也。小生见母亲，走一遭去。蔡顺也，切思老母养育之恩，何以报答也？<br>【商调】【集贤宾】则俺那老萱亲在堂年迈高，小生我想恩养育痛悲号。俺母亲偎于湿三年乳哺，更怀耽十月劬劳。我母亲抬举的立志成名，生长的貌类清标。方信养生送死防备老，忆深恩我未报分毫。谁承望尊堂病已深，则俺这幼子泪如浇。<br>小哥少烦恼，奶奶年纪高大了也。奶奶睡倒身疲倦，起来不思馔。心恍神不宁，头晕眼睛转。脸上皱纹多，手上青筋乱。你若到家中，奶奶不死也气断。有的性命活，也是棺材楦。贼弟子孩儿，得也么？阿！好是烦恼人也呵。<br>【逍遥乐】俺母亲骨岩岩身躯老耄，叹母亲这病，恰便似风里杨花，水亡幻泡。小哥不要心焦，到家里把奶奶的病，我替他害了罢。好教我便展转的添焦，俺母亲眼睁睁病枕难熬。我可便心似油煎身如火燎，仰穹苍痛哭嚎啕。蔡顺一片孝心，惟天可表也。则愿的母病安妥，父命延长，子寿愿夭。<br>来到门首也。大嫂，你在这里做甚么？蔡顺，母亲这一会儿，觉沉重了也。恰才唤你来，我说你请太医去了。你过去见母亲去。似此可怎了也？我去见母亲去。母亲，您孩儿恰才周桥左侧，请下个高手的医者，便来调理母亲的病证。母亲，今日病体如何？孩儿，我这一会儿不见你，不由我心中思想。我这病看看至死，不久身亡，眼见的无那活的人也。孩儿也，你母亲寿年高大，值此风雪之寒，寝馔俱废，朝暮不能动履，命在顷刻之间，岂能相保？孩儿，如此如之奈何？父亲，岂不闻圣人云：父母有疾，人子忧心，无所不用其情。怎敢时刻懈怠也？想母亲止生您孩儿一个，今立身成名，岂不知父母鞠养之恩？您孩儿为母不安，这些时衣不解带，寝食俱废，忧凄不止，行坐之间，犹如失魂丧魄。您孩儿对天祷告：愿将己身之寿，减一半与母亲，愿母亲寿享百岁有余，方称您孩儿之愿也。孩儿也，想人子之心，奉母莫大于孝。你的孝情，我尽知也。今老身命已将危，乃人之大限，你父子免劳忧虑。儿也，我眼见的无那活的人也。蔡顺，你请的太医，这早晚不见来？大嫂，预备下茶汤，太医这早晚敢待来也。我做太医最胎孩，深知方脉广文才。人家请我去看病，着他准备棺材往外抬。自家宋太医的便是，双名是了人。若论我在下手段，比众不同。我祖是医科，曾受琢磨。我弹的琵琶，善为高歌。好饮美酒，快口赛肥鹅。那害病的人请我，我下药就着他沉疴。活的较少，死者较多。名不虚传，得也么？我这门中，有个医士，姓胡，双名是突虫，他老子就唤是胡萝卜。我和他两个的手段，也差不多，俺因此上结为兄弟。有人家来请我看病，俺两个一同都去的，少一个也不行。我看病，兄弟便下药；兄弟看病，我便下药。俺两个说下咒愿：有一个私去看病的，嘴上就生僵疙疸。今日有本处蔡秀才来请我，说他母亲害病，请我去下药，我使人约兄弟去了也。我在周桥上等着兄弟，这早晚敢待来也。我做太医温存，医道中惟我独尊。若论煎汤下药，委的是效验如神。古者有卢医扁鹊，他则好做我重孙。害病的请我医治，一贴药着他发昏。得也么？这厮。在下是个太医，姓胡，双名是突虫，小名儿是胡十八，祖传三辈行医。若论我学生的手段，我指上不明，医经不通。人家看病，先打三钟两碗瓶酒，五个烧饼，吃将下去，就要发风。看病不济。我吃食倒有能<br>。两个一对儿，得也么？我这医门中有个医士，姓宋，双名是了人。俺两个的手段，都塌八四，因此上都结做弟兄。他为兄，我为弟。人家来请看病，俺两个都同去，少一个也不行。宋无胡而不走，胡无宋而不行。胡宋一齐同行，此为胡虎乎护也。念等韵哩，得也么？早间宋先儿，使人来请我，说蔡秀才的母亲害病，请俺下药，有哥在周桥上等着我哩，见咱哥走一遭去。可早来到也。哥也，你兄弟来迟，莫要见罪，若要见怪，哥就是虾蟆养的。得也么？这厮。你还说嘴哩？你平常派赖。冬寒天道，着我在这里久等，险些儿冻的我腿转筋。哥也，休怪您兄弟来迟。我有些心气疼的病，今日起的早了些儿，感了些寒气，把你兄弟争些儿不疼死了。你兄弟媳妇儿慌了，请了太医来，与了我一服药吃，我才不疼了。你是太医，怎么又吃别人的药？我的药中吃，是我也吃了。可怎么不中吃？我若吃了我自家的药呵，我这早晚，死了有两个时辰也。你可是卢医不自医，得也么？兄弟，自从俺打官司出来，一向无买卖。为什么打官司来？俺两个为医杀了人来。两个一对儿油嘴，得也么？兄弟，今日蔡长者家婆婆害病，请俺去下药。他是财富之家，俺到那里，他有一分病，俺说做十分病；有十分病，说做百分病。到那里胡针乱灸，与他服药吃。若是好了，俺两个多多的问他要东西钱钞。猛可里死了，背着药包，望外就跑。得也么？这厮。哥也，言者当也。凭着俺两个一片好心，天也与半碗饭吃。得也么？兄弟俺去，可早来到也。报复去，道有两个高手的医士来了也。您则在这里，我报复去。报的长者得知：太医来了也。道有请。理会的。有请。哥也，看仔细些，莫要掉将下来。怎的？是！有请，有请。慌做甚么？得也么？俺是个官士大夫，上他门来看病，消不的他接待接待，就着俺过去？你休要怪他，他家有病人。过去罢。好儿，看着你的面上，老子过去罢。这厮做大，得也么？兄弟请了。不敢，兄长请。贤弟请。兄长差矣。想在下虽不读孔孟之书，颇知先王之礼。岂不闻圣人云：徐行后长者谓之弟，疾行先长者谓之不弟。耕者让畔，<br>行者让路。长者为兄，次者为弟。兄乃我之长，我乃兄之弟。既有长幼，须分尊卑。先王之礼，亦不差矣。我若先行，我就是驴马畜生。真油嘴也。什么文谈？得也么？不敢，不敢。吾兄请。不敢。贤弟乃善良君子，我乃是愚鲁之人，区区无寸草之能。贤弟有九江之德，据贤弟医于病，神功效验；治于病，多有良方。贤弟乃大成之人，我乃蛆皮而已。我若先行，我学生就是真狗骨头之类也。得也么？泼说！过去了罢。老母恹恹身不快，太医下药除患害。看俺双双把脉。<br>【南青哥儿】入门来审了他这八脉，瘦伶仃有如麻秸。俺快把这药包儿忙解开。可怜也，脉息不好了。快疾忙去买，快疾忙占买。太医，买甚么？去买一个棺材，去买一个棺材。<br>几时了，得也么？打杀我也。他是病人，怎么打他？不防事，不防事。还好哩，还知疼痛哩。不知疼痛，可不死哩？得也么？胡先儿，他这个是甚么病？吾兄！不是我夸嘴。我恰才觑了他面目，审了他脉息，你摸他这半身子如火相似，他害的是热病。你又胡说了。他这个脉息，跳的有一寸高，你怎说是热病？你看他这半边身子，如冰一般凉，他害的是冷病。吾兄也，不难把老人家鼻子为界，用一条绳拴在他鼻头上，把这绳儿扯下来，就地下钉个橛儿拴住。你医这左半边冷病，我医这右半边热病。吾兄弟意下何如？好、好、好。俺两个说的明白。假似你一服药，着老人家吃将下去，医杀了这右半边呵呢？管不于你那左半边的冷病事。说的有理。假若你一服药，着这老人家吃将下去，医杀了你那左半边呵呢！管不干你那右半边的热病事。我说假似走了手，都医杀了呵呢？管大家没事。诌弟子孩儿，得也么？太医，你如今下一服甚么药？我如今下一服是夺命丹，第二服促死丸。你为甚么与他两样药吃？你不知道，我有主意。两样药吃下去，着这老人家死也死不的。活又活不的。得也么？这厮。蔡老官儿，你要你这婆婆好么？可知要好哩。我有个海上方儿，用一庄物件，你舍的么？要我这婆婆好，不问要甚么，都舍的。把你这两只眼，拿尖刀子剜将下来，用一钟热酒吃将下去，你这婆婆就好了。他便好了，我可怎么了？你敢柱着明杖儿走。得也么？这厮胡说。住、住、住，你两个休要胡厮嚷。你二位端的那一位高强？让一个医了罢。我能调理四时伤寒，我善医治诸般杂证。我厅小儿吐泻惊疳，我治妇女胎前产后。我会医四肢八脉，我会医五劳七伤。我会医左瘫右痪，我会医紧痨慢痨。我会医两腿酸麻，我会医四肢沉困。我会医口苦舌涩，我会医胸膈膨闷。我会医瘸臁跛臂，我会医喑哑痴聋。我会医发寒发热，我会医发傻发风。我会医水蛊气蛊，我会医头<br>疼额疼。我会医胸膛上生着孤拐，我会医肩膀上害着脚疔。老长者着俺下药，将这个老人家丧了这残生。用凉水满满的一碗，用巴豆足足的半升。着这一个老人家吃将下去，叫唤起满肚里生疼。登时间直肠直肚，泻杀这小老妈妈，也是场干净。贼弟子的孩儿，去了罢！去了罢！父亲，今母亲得病，积日之久。四肢无力，身体飘然，似此如之奈何？孩儿，我试问婆婆者。婆婆，你这些时饮食不进，你心中可想甚么食用？老的也，我心中想一味东西食用。奈是冬寒天气，则怕无有此物。母亲想什么食用？对您孩儿说者。孩儿也，我想那春暮天桑堪子食用。但得三两枝儿吃下去，则怕我这病减了也。既然母亲思想桑椹子食用，您孩儿不问那里，务要寻来奉侍母亲。孩儿也，我这会有些昏沉。媳妇儿，扶我去后堂中去来。我冒风寒着床垂命，为子者堂前孝敬。但得那美甘甘桑椹充饥，医可了我恹恹疾病。孩儿也，你母亲思想桑椹食用。况值盛冬时节，万木凋零，便有黄金，也无处买也。你母之命，仰望神天加护。他病痛苦淹缠，良方治不痊。我暂把愁眉放，生死任从天。母亲思想桑椹子食用，奈是寒冬天气，可那得此物来？兴儿，与我后园中快设香案，安排祭祀礼物，我祷告神天去者。小哥说的是。前堂上人杂，后园中静悄悄的。问神天求的几个桑椹子，救奶奶的命。若无桑椹子，马莲子也罢，吃下去倒消食。得也么？这厮。来到这后园中也。兴儿，抬过香案来者。理会的。放下这香案，摆下三牲。小哥，都有了也。兴儿，休要打搅。你且前后执料去者。我也寒冷了。小哥，你便烧香，我灶窝里向火去也。皇天后土，三界神祗。此一炷香不为别，有母延氏，年七十五岁。见今病枕在床，积日之久，未能得愈。切思父母之恩，未尝顷刻下怀。今母亲有疾，为子者岂可不尽其心！小生这些时衣不解带，寝食皆废，忧凄不止。今母亲沉重，投药不效，空劳无功。不期母亲思想桑椹子食用。寒冬天气，朔风遍起，万木凋零，怎生得那桑椹子来？伏望神明可怜，怎生得天上降下几个桑椹子来．救济俺母亲病体痊可。愿将蔡顺已身之寿，减一半与母亲。愿母亲寿活百岁余年，方表人子之道也。百行由来孝为先，人心尽<br>孝理当然。椹子若能天降下，救济慈亲病体痊。<br>【梧叶儿】列香案虔诚拜，设奠祀专意祷。但能够那树上发柔条，结几个桑椹子，摘将来医济的好。我这里望青霄，哎！神也保祐的母安乐呵，惟愿的可便长生不老。<br>小生对着神天，将头也磕破了，滴下来的泪珠儿，可都成冰了。这一会儿。觉有些昏沉。我搭伏着这香案，暂且盹睡者。荡荡神威气象宽，亲传敕令下瑶天。只因人子行纯孝，吾神驾雾腾云到世间。吾神乃上界增福神是也。我身居逍遥之境，自在之乡，掌管人间贵贱寿夭增福延寿之事。行善者增添福禄，作恶者减算除年。今因下方有一人，姓蔡，名顺，字君仲，其妻乃李氏润莲。他两人每行孝道，侍奉亲闱，朝暮问安视寝，未尝有懈心。他们母亲延氏，见今染病在床上，药饵不能调治。今冬寒时月，母思桑椹子食用。此人在后花园中设其香案祭物，对天祈祷，叩头出血，滴泪成冰，又愿将己身之寿，减一半与他母亲，愿他母寿活百岁有余。此人一念诚孝，通于天地，感动神灵。吾神亲传上帝敕令，将冬天变做春天。着大众神将，今夜晚间三更时分，降甘露瑞雪，满山遍峪。但有的桑树，都生桑椹子。着蔡顺摘将去，献与他母亲食了呵，他那病体必然痊可。有此人在后园中焚罢香，搭伏着吞案，盹睡着了也。恐防蔡顺不知，吾神驾起祥云，直至此人宅上托梦，走一遭去。按落云头，可早来到他家前堂上也。鬼力与我唤将蔡氏门中家宅六神来者。理会的。蔡氏门中家宅六神安在？积善门阑瑞霭生，手执斧钺镇宅庭。刚强正直无邪僻，以此人间为正神。小圣乃蔡氏门中门神是也，此一位乃户尉之神。今有蔡顺的母亲，病枕在床，俺家宅六神不安。因蔡顺至孝，感动神明，通于天地。有增福神降临在堂，呼唤六神，俺二神见上圣去。可早来到这前堂上也。鬼力报复去，道有门神、户尉来了也。理会的。报的上圣得知，有门神、户尉来了也。着他过来。理会的，过去。呀、呀、呀，早知上圣来到，只合远接。接待不着，勿令见罪。上圣呼唤小圣有何法旨？门神、户尉，您且一壁有者。吾乃土地神，秉性纯和福自臻。常居正道，永镇家庭。晨昏香火，悉把吾尊。招财进宝臻佳瑞，合家无虑保安存。吾乃井泉神，节操坚刚民自称。将流波积聚，彻底澄清。身无点污，洁似寒冰。井中常喜祯祥现，兆应家宅百事亨。吾乃是灶神，一家之主我为尊。终朝火燎，每日烟熏。炭头般像貌，墨锭般法身。纵然荤素不离口，争奈终日缩灶门。吾乃是厕神，我一生无始终。我坐的是净桶，玩的是粪坑。尿长溺一脸，屎长污一身。何曾得闻清香味？每日人来把屁<br>熏。两个一对，得也么？众神都来了也。今有蔡顺母亲，病体不安。此子至孝，通于天地，感动上界。增福神在堂呼唤，不知为何？俺见上圣去。来到这前堂上。鬼力报复去，道有土地等神来了也。理会得。报的上圣得知，有土地等神来了也。着他过来。理会的。过去。呀、呀、呀，早知上圣到来，只合远接。接待不着，勿令见罪。上圣，小圣失于迎迓，勿以见责也。早知来到，快跑远接。跑的紧了，一定吃跌。甚么文谈？得也么？早知上圣来到，慌忙迎笑。若还不笑，凿个藜暴。两个一对泼说，得也么？上圣，呼唤俺家宅六神有何事也？您六神听者：为蔡顺母见今病枕不安，药饵不能医治。他母亲想桑椹子食用，奈是寒冬天气，无处求取。此子至孝，通于天地，感动上帝之心。今吾神传上帝敕令，特降桑椹子，救他母亲之病。恐此人不知，吾神故来托一梦警。有蔡顺在后园中，烧罢香昏沉而睡。您六神随着我托梦去来。有劳上圣下降，俺跟上圣去来。来到这后园中，此人真个睡着了也。我试唤他者，蔡顺！蔡君仲！蔡炒肉。蔡里虫。这厮，得也么？<br>【醋葫芦】不由我战兢兢的添怕怖，悠悠的魂魄消。我则见众神祗簇拥一周遭，莫不是身边犯下甚么罪恶？蔡顺休惊莫怕也。他可便单题着咱名号，我须索从头至尾问个根苗。何方大圣？甚处灵神？通名显姓者。上圣，这小蔡儿最促掐。他前日望着我嘴头子上放了个屁。把我牙进掉了，我正要摆布他哩。这厮且打搅。蔡顺，俺非外道邪魔。吾神乃上界增福神是也，这六位是您家宅六神。因你母亲病体不安，寒冬天气，想桑椹子食用。为你虔诚恳祷，祈求此物，叩头出血，滴泪成冰，愿将己身之寿，减一半与你母亲。因你至孝，感动天地。今吾神传上帝敕令，将冬天变做春天。今夜三更时分，命大众神祗降甘露瑞雪，满山遍峪，但有桑树，都生了椹子，任你摘来，与你母亲食用，自然病体安愈。你听者，这孝乃万善之本，百行之源。忠孝乃人之大节也，非忠不以为巨，非孝不以为子。凡人子事亲之际，无所不用其诚。要居则致其敬，养则致其乐，病则致其忧，丧则致其哀，祭则致其严，此是人子之大孝也。你听者：父母恩深比昊天，嗟乎病体实堪怜。子行大孝诸神祐，永播芳名万古传。感谢上圣也。<br>【后庭花】我怎消的众神灵下紫霄，驾祥云香雾绕。凛凛神威人，堂堂美像貌。赴天朝，亲传敕诏。为慈亲病重倒，因愚男尽孝道。后园中诚意祷，感天神来护保。枯桑上长出嫩条，香甘甘子结的饱。我摘将来盘内托，母亲行将孝意表，母亲行将孝意表。你那母亲，若食了这桑椹子，可自然病体安乐也。<br>【青哥儿】吃了呵但能得尊堂、尊堂安乐，我做一坛水陆、水陆大醮。休推睡里梦里。呀！原来是一枕南柯梦已觉。恰才那空中神道，与小生梦里相交，细说根苗，着我欢展眉梢。小生这些时耽着忧怀着闷受煎熬，恰才呵听说罢喜孜孜开怀抱。<br>蔡顺，你为何大惊小怪的？大嫂，你不知。我因母亲思想桑椹子食用，奈是寒冬天气，无处寻取。我恰才祷告上天，觉一阵昏沉，睡着了，梦见增福神同家宅六神来托梦。增福神言说，因我孝心感动天地，把冬天变做春天。今夜三更时分，着大众神祗降甘露瑞雪，满山遍峪，但是桑树，都结桑椹子。着我摘来，孝奉母亲，他自然无病也。蔡顺，你的孝意真诚，因此上有这等感应也。兀的不天色阴了也。蔡顺，这天色定然是雪也。兀的不欢喜杀小生也。<br>【尾声】可又早飕飕的风力峭，惨惨的冻云罩。他道是三更时分雪花飘，小生我深山中摘桑我可也不惮劳。怎敢把神灵违拗？小生摘将那桑椹子来，母亲若吃下去呵。恰便是灵丹入腹可又早病儿消。<br><br>第三折<br>园内开花我最奇，封为绫锦树神祗。蚕虫食叶生丝广，结果能充腹内饥。吾神乃桑树神是也。我枝叶荣旺，生长青肥。桑条弄翠影，桑叶有阴浓。那山妻采叶，喜柔条续续连青。稚子攀枝，爱紫椹重重带黑。吾神根蟠数丈，岁久年深，助蚕作茧，广织纱罗。吾神在园林中显耀，惟我独魁也。奉上帝敕令，封君神为绫锦之神。今因凡间有一人，姓蔡，名顺，字君仲。此人平生本分，孝顺双亲。因他母亲病体不安，如今冬寒天气，思想桑椹子食用。为此人孝心感动天地，奉上帝敕令，今夜三更时分，着大众神祗降甘露瑞雪，着吾神树上生桑椹子出来。蔡顺摘去，侍奉他母亲食用，就着他母亲病体安康。既有敕令，不敢有违。吾神往山林中知会众神，走一遭去。蒙敕令亲到山场，着那遍树上枝叶荣芳。桑椹子今宵就结，与蔡顺孝奉萱堂。巽位当权显耀雄，扬尘簸土罩乾坤。喜时清气人皆爽，怒后掀翻太华峰。吾神乃上界风伯神是也，专管一年四季和炎金朔。吾神随雷电震动乾坤，助飞雹浑弥宇宙。喜时尘土不动，怒时巨浪翻波。刮的那太岳山头岚峰动，地轴天关上下摇。今为下方为人者，姓蔡，名顺，字君仲。此人坚心孝道，因他母亲病体不安，思想桑椹子食用。况值冬寒时月，无处求取。此人至孝，感动天地，将冬天变做春天，着俺众神祗今夜三更时分，降甘露瑞雪，将山林下桑树，都滋长椹子出来，着蔡顺摘去，侍奉他母亲，病体自然痊可。吾神领了上帝敕令，待众神来时，自有主意。鬼力望者，这早晚众神敢待来也。万里冰花六出寒，满空祥瑞蔽天关。顷刻变成银世界，须臾妆作玉江山。吾神乃上界雪神是也，这一位是雨师。吾神居于琉璃之宫，玉树之洞，住西天佛国世界。按乾坤之道，而分阴阳。温则为雨露，寒则成霜雪，能滋五谷，尽喜万民。今因下方有一人，姓蔡，名顺，字君仲。他母亲病体不安，孝心感动天地。上帝命俺众神，将冬天变做春天。今夜里三更时分，着吾神降雪，尊神降雨。将山中桑树，都生椹子，着蔡顺摘去，奉母病愈，方显俺的顺天感应也。有风神在空中等侯，速驾云端，走一遭去。远远的不是风神在此？呀、呀、呀，吾神来迟，乞恕其罪也。尊神，因蔡顺一事，既蒙上帝敕令，不敢有违。等雷公、电母来时，俺同降甘泽瑞雪，生出桑椹，救蔡顺的母亲病证。云头起处，敢是雷公、电母来也？隐隐声闻万里惊，电光雨势遍山村。天下一声雷震地，人间万物已知春。吾神乃上<br>界雷公是也，这一位是电母。吾神形容猛壮，性烈刚强，震塌乾坤，劈开山岳。惊枯木而发生，震蛰虫而出户。怒轰云汉，恶荡百川。今因下方有一人，姓蔡，名顺，字君仲。他母亲染病，想桑椹子食用。有蔡顺孝心，感动天神。上帝命俺大众神祗，今夜三更，降甘露瑞雪，满山林中，但是桑树，都生桑椹子，着蔡顺摘去奉母治病，方显神灵鉴察也。俺众神既奉敕令，不敢有违。今有风神在空中等侯，电母，俺去来。那云端里，兀的不是众位尊神在此？众位尊神，吾神与电母来了也。雪神、雨神、雷公、电母，都来了。您众位尊神，为因下方蔡顺奉母一事，您都知上帝敕令么？俺都知上帝敕令也。既知上帝敕令，俺神灵岂敢有违？天色已晚也。今夜至三更，吾神显耀威力，起一阵寒风，着雪神微微的降一阵瑞雪。等雪住时，吾神再助一阵和风，将冬天变做春天。着雷公发一声霹雳，震动山林，电母荧煌闪烁，光走金蛇，雨师下一阵甘雨。着遍山野桑树上，舒青叶，长翠条，都生出桑椹子来，着蔡顺摘奉母亲，病体指日而安，方显神灵感应也。鬼力，是多早晚时候也？报的尊神得知，夜至三更也。夜至三更也。您众神祗各显神力，吾神刮起寒风来。兀的不寒风起了也。是好寒风也。雪神可随着这风，下一阵瑞雪。吾神降一阵瑞雪。兀的雪下了也。是好大雪也。雪够了也。吾神将冬天变做春天，助起这和风来。兀的不和风起了也。吾神显耀威力，震一声霹雳。兀的不雷响了也。是好雷声也，电母，可随着雨师，行一阵甘雨者。吾神掣起这电光来。吾神行一阵雨。兀的不雨下了也。是好甘雨也。风雷雨雪都有了。吾神不敢久停久住，俺众神只回上帝话，走一遭去。一夜枯桑尽发荣，寒冰天气转东风。年高母疾重安乐，着他寿享人间百岁终。几番摆阵靠山崖，阔剑长枪雁翅排。半垓劣缺搊搜汉，俺这里杀死敌军誓不埋。某乃五娄大王延岑是也。某幼习战策，广看兵书，英雄出众，胆略过人。有拔刀相助之威，扶弱欺强之志。因我在前，路见不平，致伤人命。自己出首到官，谢勘官可怜，将我迭配郑州牢城。行至半途，值着风雪，身上单寒，肚中饥馁，去蔡员外家乞讨茶饭来。不料蔡员外的夫人，他也姓延。因与我同姓，认义我为侄男，我拜他两口儿做父母。老夫人跟前，止生了一子，名唤蔡顺，此人十分孝顺。多蒙老员外<br>斋发了我暖衣一套，白银十两，又与了解子钱物。谁想那解子施恻隐之心，半途中开了枷锁，放了我。某不敢回家，不得已我也聚集了五千人马，在此山中落草为寇。这山名为五娄山。俺这里高山崄崚，阔涧湾环，山岭崚。，道路崎岖，树林密稠，水波汹涌。某声名传四野，敌兵唬胆寒。俺这里水欺东大海，山压太行山。人见某英勇，就呼某为五娄大王。某虽为贼盗，仗义疏财，索性公平，不夺小客之钱，岂图他人富贵。昨夜三更，下了一阵大雪，天气如春之暖。忽然雷声响亮，电掣金光，又下了一阵甘雨。未知主何凶吉？那山林中则怕有惊出来的狼虫虎豹，某如今领着半垓小偻儸，巡山走一遭去。昨宵雨雪净尘垓，今日英雄下峻崖。这一去军收锣鼓登山寨，马驮虎豹上山来。小生是蔡顺是也。昨日梦中见增福神，言说小生孝心感动神天，道三更时分，降甘泽瑞雪，那山林中，但是桑树上，都生出桑椹子来，任小生摘来，侍奉母亲。三更前后，果然降了一阵雪，下了一阵雨。小生今日，将着篮儿去山中摘桑椹子，走一遭去。俺母亲似这等身体不安，几时是好也？<br>【中吕】【粉蝶儿】每日家腹内思量，则我这孝心肠岂能敢忘？忧的是老尊堂卧枕眠床。我可便受驱驰，耽辛苦，满腹愁何曾展放？不由我心内忄西惶。俺母亲害的个病容颜，全不是旧时模样。<br>则不小生行孝，想古者多有行孝之人也。小哥，想上古贤人，那几个行孝？区区愚鲁，不知古往之事。小哥，试说一遍兴儿听者。<br>【醉春风】有一个董永卖亲身，黄香扇枕凉，郯子鹿乳奉萱堂。这三人万代可便讲，讲。则愿的老母安康，病体健，町便是俺子孙兴旺。<br>小哥，昨夜三更，舒手不见掌。刮了阵风，下雪下雨，雷声闪电，一夜无休。雷骨碌碌的响将来，赶着我打，唬的我跪在灶窝里躲了。那雷骨碌碌响着寻我，他寻不着我也。他说：罢，罢，我还响了去罢。诌弟子孩儿，得也么？增福神说道：三更前后，降甘泽瑞雪，山中就有桑椹子，着我摘将来，侍奉母亲。果然降了一阵雪，下了一阵雨。这的是人有所愿，天必从之。<br>【迎仙客】昨夜个瑞雪飘，雨汪洋，仰天外黑黯黯可便云雾长。融融的便暖如春，轰轰的便雷震响，影影的便电走金光，感应的祥瑞舞甘泽降。小哥，你看这山林中，青山绿水，有如画意，堪入丹青之手也。不觉的来到这大山中，是一派好山色景致也。<br>【红绣鞋】看山色晴岚一样，看山峰高彻空苍，看山景叠翠蕊芬芳。看山林难描画，看山涧水流长，端的是山中堪玩赏。<br>我贪看这山中景致，可忘了去寻桑树。我转过这隅头，下的这山坡来。兀的不是个桑园。呀、呀、呀，你看这园中桑树上，都结下椹子。感谢神天保佑。小生放下这篮儿，我摘这桑椹子者。小哥，你便摘，我便口赛。撑杀我，往家抬。得也么？<br>【上小楼】我这里不索自忙，桑椹子园中开放。我可便举手攀枝，摘将下来，侍奉萱堂。一半红，一半黑，篮中各放，我这里便谢天公可怜垂降。我将这椹子，摘满这篮儿也。小生觉我这身子，有些困倦。我在这桑树下，暂且停止者。小哥，我跟着你张罗这一日，我也打个盹，看有甚么人来？巡山采猎独强霸，纵横放荡任非为。某乃是延岑也，领小偻儸去那山前山后，巡绰了一遭。不知怎生这山中，但是桑树，枝叶发生，都长出桑椹子来，好是奇怪也？小偻儸摆布的严整者。兀的不是个桑园？你看这桑树长的这等荣旺。兀那桑树下，立着个年纪小的后生，领着个小厮，将着个篮子采桑。这厮好大胆也。小偻儸与我拿将他过来者。理会的。过去跪者。太保饶性命。太保留命喝汤罢。兀那厮，这是俺的境界，你怎敢在此采桑？侵犯我这山中。你这厮好大胆也。大王，这小的倒将息的肥肥的，宰了罢。得也么？这厮。<br>【幺篇】看了恶相貌，不由我心下慌。小偻儸，把这厮拿到山寨上，我慢慢的问他。他可便口口声声，忙传将令，拿去山岗。可惜了这桑椹子，孝敬礼，萱堂想望，屈沉了那增福神梦中显像。<br>来到这山寨上也。小楼儸，把那厮拿过来。理会的。兀那厮，某在这五娄山落草为寇，一任那强兵猛将，谁敢来侵犯我这境界，你怎敢私来采桑？可不擒住了他的征夫，捉住的败将，某难以饶免。兀那厮，你是那里人？姓甚名谁？说的是，我自有个存活，若说的不是呵，小偻儸打下涧泉水，磨的刃锋利，某亲自下手也。我说你有手，我也有手。你杀了他，管替他偿命。得也么？泼说。太保饶性命，听小生说一遍。小生乃汝南人也，姓蔡，名顺，嫡亲的四口儿家属：父亲蔡宁，母亲延氏，妻乃李氏。告太保可怜见。母亲延氏？你莫不是蔡员外的儿男么？小生是蔡员外的儿男。险些儿不伤害了兄弟性命？天也，正是云影万重高士梦，月明千里故人来。兄弟，请起请起。你认的我么？小生不认的太保。兄弟，你忘了我也。说兀的做甚？当日个感父母救我恩临，在山寨切切于心。今日个巡山采猎，见兄弟独立山林。听说罢家乡姓字，胜如得万两黄金。兄弟你是贵人多能忘事，则我是披枷锁迭配延岑。原来是哥哥延岑。你怎生到这里来？兄弟，感谢母亲认义了我，与我了衣服盘缠，又与了我解子银物。多蒙那解子至半途中，施恻隐之心放了我。某难回故乡，就在那五娄山落草为寇，不想今日偶然间遇着兄弟。某一时间言语冲撞，恕某之罪。兄弟，一双父母安康么？哥哥不知，今有母亲身体不安，想桑椹子食用。因小生孝心有感，神天保佑，冬月天气，生出桑椹子来。您兄弟摘他在盘中，回家侍奉老母。不想遇着哥哥在此也。原来母亲不安？兄弟有此孝敬，感动天地神灵，降生桑椹子。兄弟，你乃是贤哲君子也。小偻儸将那牛蹄粳米来者。理会的。兄弟，无物可奉。山林野物，牛蹄一双，粳米三斗，你将去家中，侍奉父母亲。休嫌轻微也。多谢哥哥厚礼也。兄弟，拜上母亲。我曾对天发誓：逢贤必住。等你回去了时，我将众兄弟小偻儸都散了，再不为贼盗也。如今大汉圣人，差官各府州县道，招安文武将士，量才擢用。某若到朝中，见了圣人，倘得任用了我呵，某定然保举你为官，报答父母之恩也。谢了哥哥也。<br>【耍孩儿】愿哥哥腰金衣紫为卿相，稳做着皇家栋梁。三檐伞下气昂昂，保忠臣护国安邦。则愿的功高位至官一品，竭力芳名万载扬。非夸奖，博一个乌靴象简，五带罗裳。兄弟言者当也，我则今日星夜长行也。这个东西，定是我背着。我说老延，你就不与我个牛蹄儿吃？兄弟稳登前路，多多拜上父母也。哥哥，您兄弟知道了也。<br>【尾声】哥哥你说的是壮士言，到京师见帝王。则要你去邪归正为良将，治国安邦万人讲。兄弟去了也。则今日将手下众兄弟都散了，某星夜起程，往京师见圣人，走一遭去。则今日便索登程，促行装亲赴神京。若为官举荐蔡顺，俺两个享富贵青史标名。<br>第四折<br>药饵难医心上病，晨昏起坐要人扶。老身延氏，为因身体不安，朝则忘餐，夜则废寝，服药不效。我忽然思想桑椹子食用，奈是冬寒时月，无处寻取。有孩蔡顺，尽孝道之心，今日早间，去那深山中寻桑椹子去了。老的也，可怎生这早晚，还不见孩儿来？婆婆，如今是寒冬天气，此物未知有无。婆婆，你少要忧心也。家童门首觑者，看有甚么人来？理会的。小生蔡顺。谢天地可怜，到于山中，摘了这满满的一篮桑椹子。又遇着哥哥延岑，他听知的母亲不安，奉牛蹄一双，粳米三斗，着我将来，侍奉萱亲。兴儿，休误了母亲食用。将着这桑椹子，献母亲去来。小哥行动些。奶奶正想中间，若奶奶口赛下这桑椹子去，管情百病消除了也。兴儿，你说的是。想俺这孝道的人，天公可也不曾亏负了俺也。<br>【正宫】【端正好】想怀耽，生身意，我可也报不的老母驱驰。则我这孝心肠感动天和地，俺可便行孝道无邪伪。<br>【滚绣球】我焚香祭赛天，不觉的睡似痴，见一位增福神降临凡世。他说道半夜间响一阵春雷，他道是纷纷雪乱飞，淙淙雨下的疾。两般儿委实奇异，我醒来时心内猜疑。到天明我走到山间下，谁承望园内开花结果肥，椹子皆垂。<br>俺可早来到也。家童报复去，道俺来了也。理会的。报的奶奶得知，有小哥来了也。着孩儿过来。理会的。过去。母亲，孩儿来了也。孩儿，你来了也。你寻的桑椹子，可是有也无？母亲，有了也。这盘中托的是桑椹子。孩儿也，如今是寒冬时月，万木凋零，你可那里得这桑椹子来？母亲，桑椹子非同容易。母亲，尽您孩儿孝道之心，你用几个者。孩儿也，我正想他食用。将来我吃几个者。母亲，请食用几个。孩儿，这桑椹子好甜也，我吃下去如酥蜜一般，甚是甘美，滋味更佳也。我把你这个馋嘴的老婆子。得也么？这厮骂的巧。<br>【倘秀才】这桑椹子犹如蜜水，孩儿也，我吃了他呵，正是如渴思浆，如热思凉也。母亲，这桑椹子，休看的他轻也。他可便蒙雨露开花蕊。将来，我吃几个。你倒会吃也。母亲心内思想腹内饥。孩儿也，我这病看看的好将来了也。好着我生欢悦，展愁眉，请街坊庆喜。<br>孩儿也，我吃的够了，与我抬了者。母亲，这一会儿病体如何？孩儿，我吃了这桑椹子，这一会身体，如旧时一般，觉我无了病也。<br>【叨叨令】母亲，也你似那旧时节脉息通胸胃；恰才无半霎，就把你灾除退；孩儿也，多亏你行这等孝顺之心也。则我这孝心肠，感动天和地。则愿的母亲年高百岁身荣贵。兀的不喜欢杀也波哥，喜欢杀也波哥，俺一家儿办诚心酬谢天和地。孩儿，我不问你别。这牛蹄、粳米，是那里来的？母亲，您孩儿大山之中，遇着延岑哥哥来。延岑？他不去郑州迭配牢城，他在山中做些甚么那？<br>【脱布衫】他在那大山里落草为贼，领半垓人马围随。枪刀摆旗幡招展，狼虎般显耀威势。他在山中落草为寇，你可怎生撞见他来？<br>【小梁州】他把我拿到营中要整理，谁承望认的真实。从前已往说端的，他喜则喜今日会，他说道相见在山溪。<br>孩儿，你在山中见了延岑，威严摆布，你惊慌之中，说些甚么来？<br>【幺篇】我说道母亲病体实难退，俺哥哥听说罢两泪双垂。他说道老母的恩，心中记，他将这牛蹄和粳米，奉老母病将息。<br>此人他倒不忘俺旧日之恩也。母亲，延岑哥哥说道：逢贤必住，永不为盗。散了手下偻儸，他去京师见大汉圣人去了。他若为官时，要举荐您孩儿为官哩。孩儿也，可难为此人的心。俺慢慢的说话，看有甚么人来？雷霆驱号令，传宣急急行。自离京师地，不觉至门庭。小官天朝使命是也，为因延岑文武兼济，刀马过人。圣人见喜，官封太尉之职。延岑就举保一人，乃是蔡顺，说此人忠孝双全。奉圣人的命，着小官将着玄纁丹诏，来取蔡顺全家，前赴京师，加官赐赏。我问人来，这一家儿便是。不索报复，我自过去。您一家儿都在此也。小官不是别人，乃天朝使命是也。呀、呀，天朝使命大人到此，小生有失迎接也。谁是蔡顺？小生便是。你是蔡顺？如今朝中有一人，乃是延岑，在圣人跟前，举保你为官，着小官取您一家儿全赴京师，加宫赐赏。家童装香来。理会的。感谢圣恩。家童快安排果卓，管待使命大人。小官不敢饮酒。贤士收拾行装，便索登程。小官不敢久停久住，回圣人的话，走一遭去。则今日就盼途程，乘骏马款款先行。到京师亲临丹陛，一一的奏说叮咛。使命大人去了也。父亲、母亲，俺则今日收拾行装，赴京师走一遭去也。<br>【尾声】传宣降诏非容易，整办行装不可迟。俺可便盼程途去得疾，到朝中文武齐。见圣人习礼仪，受官爵加重职，俺博一个衣紫腰金贺声喜。<br><br>第五折<br>朝去稳登金勒马，来时袍袖惹天香。小宫殿头官是也。为因大将延岑，到于京师。因此人文武兼济，刀马过人，圣人见喜，官封太尉之职。有延岑就举保他的认义兄弟，乃是蔡顺，说此人忠孝两全。圣人差使命，取蔡顺一家儿，全赴京师。今日早朝，奉圣人的命，着小宫在这相府中，聚众大人安排酒肴，与蔡顺并他一双父母庆喜，就与他加官赐赏。令人觑者，若众大人来时，报复我知道。理会的。举善荐贤施政化，报恩答义显忠良。某延岑是也。想某在五娄山落草为寇，因见兄弟蔡顺贤明至孝，我就将手下半垓偻儸都散了，来到京师。见了圣人。为某文武兼济，官封重职。我就举保蔡顺忠孝兼全，圣人就着使命，将蔡顺并他父母，都取至京师。今日大人在相府中，安排酒肴，与蔡顺全家庆贺，就要加官赐赏。某须索走一遭去。可早来到也。令人报复去，道有某来了也。理会的。报的大人得知：有延将军来了也。道有请。理会的。有请。大人，某来了也。将军少待，等蔡顺一家儿来全，俺庆饮酒。这早晚敢待来也。为囚孝于身荣贵，远远登途贺喜来。老夫刘普能是也，这一位长者，是周景和。为因蔡顺于家行孝，于国尽忠。有延岑不忘他父母之恩，举保他一家儿，都取到京师。俺不避路途艰难，来到京师。说今日相府中安排筵宴，与蔡顺一者庆贺，二者加官。周景和，俺须索走一遭去。员外，看了蔡顺能文出众，才智过人，理当为官享禄，皇天岂负贤人也。可早来到也。令人报复去，有刘普能、周景和来见大人。理会的。报的大人得知：有刘普能、周景和来见大人。着他过来。理会的。过去。大人，俺村野之人，乍入京华，辇毂之下，幸遇大人尊颜，实乃老拙万幸也。您两个员外，且一壁有者。不因侍亲行孝道，怎得加职表门闾。老夫夏德闰是也，这一位长者是仇彦达。今因蔡顺至孝感天，冬月降生桑椹子。又蒙延将军举保，说此人忠孝双全，将他一家儿都取至京师，赐宅居住。俺都至京师，与蔡顺特来庆贺。夏员外，似蔡顺忠于君王，孝于父母，人间少有，堪受皇家官位。可早来到也。令人报复去，道有夏德闰、仇彦达，来见大人。理会的。报的大人得知：有夏德闰、仇彦达，来见大人。着他过来。理会的。过去。大人，乡村老叟，无德无能<br>，今日得观大人尊颜，是老拙之万幸也。您两个员外，且一壁有者。俺二人登山涉水，与君仲特来庆美，又无甚羊酒花红，真一对虚头油嘴。自家王伴哥便是，这个是兄弟白厮赖，与俺两个，是出名的旧油嘴。今有蔡顺，取至京师，俺两个也来与他作贺。俺是精光棍，又无个驴儿骑，一路上则是步行。我若走的困了，着兄弟背着我走；兄弟走的困了，我大棍子赶着他跑。你可怎生不背他？我管他死么？得也么？这厮没天理。今日大人在相府中安排筵宴，与蔡顺一家儿庆贺，又说加官赐赏。兄弟，俺偌远的走这一遭，是要口赛要吃。今日我吃的醉了。哥，你若不背着我走，我把耳朵都咬掉了你的。得也么？可早来到相府门首也。兀那小张儿，报复去，道有白厮赖、王伴哥来了也。理会的。报的大人得知：有白厮赖、王伴哥来见大人。着他过来。理会的。过去。老大儿，小人来了也，有甚么东西，拿来先吃着耍儿。且一壁有者。幸能子孝为良器，祖宗光显感洪恩。老夫蔡宁是也，这个是我夫人延氏，这个是媳妇润莲。为因延岑举荐蔡顺为官，谢天恩可怜，将俺全家儿都取到京师。今日大人在相府中安排筵宴，与俺庆贺，就加官赐赏。可早来到也。令人报复去，道有蔡顺家属来了也。理会的。报的大人得知：有蔡顺家属来了也。道有请。理会的。有请。老汉三口儿家属，来见大人。蔡员外，您且一壁有者。令人门首觑者，若蔡顺来时，报复我知道。理会的。小生蔡顺是也。有延岑哥哥，到于朝中，因此人文武兼济，弓马熟闲，圣人见喜，重赏加官，哥哥就举荐小生。谢圣恩可怜，将我一家儿，都取到京师。今日大人在相府中安排筵宴，与小生全家儿庆贺，加官赐赏，须索走一遭去。谁想有今日也？<br>【双调】【新水令】圣明天子重英贤，选儒流武十两件。文官扶社稷，良将保山川。端的是万载流传，今日个排筵会没佳宴。<br>可早来到也。令人报复去，道有蔡顺来了也。理会的。报的大人得知：有蔡顺来了也。道有请。理会的。有请。大人，小生蔡顺来了也。久闻贤士有颜回亚圣之学，曾参养亲之孝，仁宏德厚，至善光辉。忠尽于君，孝尽于亲。忠孝两美，驰名于朝野之中。未尝得睹尊颜，今日一见，乃小官万幸也。不敢，不敢。量小生一介寒儒，素无才德，何敢着大人挂念也？<br>【驻马听】幼小轻年，腹内孤穷学问浅。久闻贤士广览诗书，堪为辅弼之臣也。你不劳挂念，我是个白衣人怎到得玉阶前？说贤士文胜颜回，孝越曾参也。大人，小人怎敢比先贤古人也？鸾鸣胜似鹊声喧，凤飞比雁先腾远。我自言小生腹空虚，怎敢比高儒选？蔡秀才，你与延岑厮见者。呀、呀，哥哥，受您兄弟两拜。您兄弟多亏哥哥，在圣人跟前举荐。若不是哥哥，小生焉能得到此也？不敢。虽是某举荐，况贤弟忠孝双全，名播于朝。据贤弟胸怀锦绣，口吐珠玑，乃翰林之魁首，堪可国家任用。今日峥嵘，方称贤弟之志也。多谢了哥哥抬举也。蔡秀才，当日你母亲不安，冬寒天气，思想桑椹子食用，你可怎生得桑椹子来？你说一遍，我试听者。<br>【雁儿落】想当日萱亲疾病缠，他可便思绫锦当时见。小生我焚香祷上苍，一梦里神灵现。你梦中见神灵，说甚么来？<br>【得胜令】呀！他道是冬寒月变做春天，半夜里雪花舞雨涟涟。枯桑上生棋子，我醒来时把梦圆。走到那山前，桑椹子都生遍。摘将来新鲜，俺母亲吃了体自然。<br>谁想你至孝，通天地，感神灵，将冬天变做春天，枯桑荣旺，椹子发生，保养你母亲病体安愈。孝名扬于四海，贯满皇都，堪可排宴庆贺。令人抬上果卓来者。理会的。将酒来，这杯酒先从蔡员外来。老员外满饮此杯。老夫不敢。大人先饮。今日与你一家儿庆贺，理当你先饮，不必过谦也。老夫依命先饮。将酒来。这杯酒老夫人饮。大人请。这个孝道的儿男，不枉了生于人世。你满饮此杯。老身饮。再将酒来。这一杯酒贤士饮。量小生有何德能？着大人如此用心？大人先请。贤士饮过者。不敢。小生饮。贤士，小官奉命大开筵宴，一者与你庆贺，二者加官赐赏。此一会非同小可也。<br>【沽美酒】感大恩重呵怜，招杰士纳英贤。端的足德似尧汤千古传，万万载江山固坚，好收成谢冲天。<br>【太平令】四海内年年纳献，掌山河一统安然。万回来偏邦朝见，文共武随龙迁转。呀，谢圣恩可怜，就传将俺来便宣，一一的拜舞金銮宝殿。<br>您众人望阙跪者！听圣人的命：大汉朝一统疆封，万万载海晏河清。普天下军民乐业，遍乾坤黎庶安宁。则为这蔡君仲奉亲至孝，播皇朝万古留名。因老母身生疾病，告苍天血流成冰。办虔心至诚发愿，梦寐中亲见神灵。三更鼓甘泽雪降，绫锦树椹果枝生。他去那山林中摘来奉母，救萱堂一命安存。感延岑临朝举荐，一家儿取至京城。蔡顺封翰林学士，李氏赠贤德夫人。蔡员外治家有法，年高迈冠带荣身。老夫人心慈性善，钦赏你个锭花银。众员外都赐表里，封官罢各自回程。圣人喜的是义夫节妇，爱的是孝子贤孙。今日个加冠赐赏，朝帝阙拜谢皇恩。<br>题目报恩义延岑举荐<br>正名降桑椹蔡顺奉母</p> <p> ",
  "poet": {
    "id": 1409,
    "star": 0,
    "name": "张寿卿",
    "desc": "张寿卿，[约公元一二七九年前后在世]名不详，东平人。生卒年均不详，约元世祖至元中前后在世，官浙江省掾吏。寿卿工作剧，有诗酒红梨花，（录鬼簿）一种，今尚存。散曲未见。"
  },
  "tags": []
}