{
  "id": 8486,
  "star": 143,
  "name": "宣城见杜鹃花 / 子规",
  "dynasty": "唐代",
  "content": "蜀国曾闻子规鸟，宣城还见杜鹃花。 <br>一叫一回肠一断，三春三月忆三巴。",
  "fanyi": "<p><strong>译文</strong><br>在遥远的故乡，曾听过子规鸟凄恻的鸣啼；如今在异乡宣城，又看到盛开的杜鹃花。<br>子规鸣叫悲啭，使人愁肠寸断。暮春三月，这鸟鸣花开的时节，游子正思念他的故乡三巴。</p> <p><strong>注释</strong><br>宣城：今属安徽。<br>蜀国：指四川。<br>子规鸟：又名杜鹃，因鸣声凄厉，动人乡思，故俗称断肠鸟，蜀地最多；传说是古蜀王杜宇死后所化。<br>杜鹃花：即映山红，每年春末盛开，正是杜鹃鸟啼之时，故名杜鹃花。<br>三春：指春季。三巴：巴郡、巴东、巴西三郡，即指蜀国，今四川。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　此<a href=\"http://so.gushiwen.org/view_8486.aspx\">诗</a>是感物而起兴的。“蜀国曾闻子规鸟，宣城还见杜鹃花。”暮春三月，寄寓在宣城的<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>，觉得昏花的老眼中忽然映入一片红色，仔细瞧，原来是杜鹃花开了。这杜鹃好像就是故乡的花。诗人的乡思因此被触动了。</p> <p>　　在蜀中，每逢杜鹃花开的时候，子规鸟就开始啼鸣了。子规鸟，又名杜鹃，花与鸟的名字相同，也是勾起诗人联想的一个原因。这鸟，相传是古蜀帝杜宇的精魂化成。杜宇号称望帝，他自以为德薄，于是禅让了帝位而出亡，死后化为杜鹃鸟。暮春时节，它就悲鸣起来，鸣声仿佛是呼叫着：“不如归去！不如归去！”昼夜不止，一直啼叫得嘴边淌出血来。此刻，诗人耳边似乎响起了子规鸟的蹄叫声，一声声地呼唤他归去。</p> <p>　　诗的一、二句，形成自然的对仗，从地理和时间两个方面的对比和联结中，真实地再现了触动乡思的过程。这两句的语序倒置：本来是先看见宣城的杜鹃花，才联想到蜀国的子规鸟，诗人却将它倒了过来，先写回忆中的虚景，后写眼前的实景。这样，就把故国之思放在了突出的位置上，表明这故国之思原本就郁积于心，此时一旦勾起，大为凄苦强烈。然而，被乡思苦苦折磨着的诗人，眼下不能回到故乡去。青年时代，他“仗剑去国，辞亲远游”，要到故乡之外的广阔天地中去实现宏伟抱负。本想功成名退再荣归故里。不料功业无成，老来竟落到这步田地，他觉得没有面目见蜀中父老。何况，李白眼下困居宣城，拖着老迈的病体，也无法踏上旅途。飘泊终生的诗人，到头来不但政治与事业上没有归宿，就连此身也无所寄托，遥望着千里之外的故乡，他心中的悲戚可想而知。</p> <p>　　三、四句，分别承接一、二句，进一步渲染浓重的乡思。首句说“曾闻”，第三句则强调了真切如闻：子规鸟的俗名，就叫断肠鸟，“一叫一回肠一断”，它啼叫起来，没完没了，诗人的愁肠也断成一寸寸了。末句点明时令，用“三春三月”四字，补叙第二句；“忆三巴”三字，则突现了思乡的主题，把杜鹃花开、子规悲啼和诗人的断肠之痛融于一体，以一片苍茫无涯的愁思将全诗笼罩了起来。诗的三、四句看似对仗，其实对得又不甚工。诗句把“一”“三”两个字各自串连起来，纡结萦回，使人感到乡思袭来时无比的悲切伤痛。</p>",
  "about": "<h2>创作背景</h2> <p>　　关于此<a href=\"http://so.gushiwen.org/view_8486.aspx\">诗</a>的创作时间，主要有两种说法。根据裴斐《<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>年谱简编》，此诗作于唐玄宗天宝十四载（755年）春，时李白在宣城郡。</p> <p>　　另一种说法以薛天纬为代表，他认为此诗作于李白流放遇赦归来之后，写这首诗的时候，李白已是迟暮之年。李白被朝廷判流夜郎，遇赦归来后，此时正流落江南，寄人篱下。不久又染了病，晚景凄惨。老来思乡，本是人之常情，何况诗人老迈患病。于是，浓重的乡思就袭上了诗人心头，写下此诗。</p>",
  "poet": {
    "id": 247,
    "star": 0,
    "name": "李白",
    "image": "http://img.gushiwen.org/authorImg/libai.jpg",
    "desc": "李白（701年－762年），字太白，号青莲居士，唐朝浪漫主义诗人，被后人誉为“诗仙”。祖籍陇西成纪(待考)，出生于西域碎叶城，4岁再随父迁至剑南道绵州。李白存世诗文千余篇，有《李太白集》传世。762年病逝，享年61岁。其墓在今安徽当涂，四川江油、湖北安陆有纪念馆。"
  },
  "tags": [
    "思乡"
  ]
}