{
  "id": 11290,
  "star": 185,
  "name": "江汉",
  "dynasty": "唐代",
  "content": "江汉思归客，乾坤一腐儒。<br>片云天共远，永夜月同孤。<br>落日心犹壮，秋风病欲疏。<br>古来存老马，不必取长途。",
  "fanyi": "<p><strong>译文</strong><br>我漂泊在江汉一带，思念故土却不能归，在茫茫天地之间，我只是一个迂腐的老儒。<br>看着远浮天边的片云和孤悬暗夜的明月，我仿佛与云共远、与月同孤。<br>我虽已年老体衰，时日无多，但一展抱负的雄心壮志依然存在；面对飒飒秋风，我觉得病情渐有好转。<br>自古以来养老马是因为其智可用，而不是为了取其体力，因此，我虽年老多病，但还是能有所作为的。</p> <p><strong>注释</strong><br>①江汉：该<a href=\"http://so.gushiwen.org/view_11290.aspx\">诗</a>在湖北江陵公安一带所写，因这里处在长江和汉水之间，所以诗称“江汉”。<br>②腐儒：本指迂腐而不知变通的读书人，这里是诗人的自称，含有自嘲之意。是说自己虽是满腹经纶的饱学之士，却仍然没有摆脱贫穷的下场；也有自负的意味，指乾坤中，如同自己一样的心忧黎民之人已经不多了。<br>③“片云”两句：这句为倒装句，应是“共片云在远天，与孤月同长夜”。<br>④落日：比喻自己已是垂暮之年。<br>⑤病欲苏：病都要好了。苏：康复。<br>⑥存：留养。老马：诗人自比。典出《<a href=\"http://so.gushiwen.org/author_404.aspx\">韩非</a>子·说林上》中“老马识途”的故事：齐桓公讨伐孤竹后，返回时迷路了，他接受管仲的“老马之智可用”的建议，放老马而随之，果然找到了正确的路。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　“江汉”句，表现出<a href=\"http://so.gushiwen.org/view_11290.aspx\">诗</a>人客滞江汉的窘境。“思归客”三字饱含无限的辛酸，因为诗人思归而不能归，成为天涯沦落人。“乾坤”代指天地。“乾坤”句包含“自鄙而兼自负”这样两层意思，妙在“一腐儒”上冠以“乾坤”二字。“身在草野，心忧社稷，乾坤之内，此腐儒能有几人？”（《杜诗说》）黄生对这句诗的理解，是深得诗人用心的。</p> <p>　　“片云”二句紧扣首句，对仗十分工整。通过眼前自然景物的描写，诗人把他“思归”之情表现得很深沉。他由远浮天边的片云，孤悬明月的永夜，联想到了自己客中情事，仿佛自己就与云、月共远同孤一样。这样就把自己的感情和身外的景物融为一片。诗人表面上是在写片云孤月，实际是在写自己：虽然远在天外，他的一片忠心却像孤月一样的皎洁。昔人认为这两句“情景相融，不能区别”，是很能说明它的特点的。</p> <p>　　“落日”二句直承次句，生动形象地表现出诗人积极用世的精神。《周易》云：“君子以自强不息。”这恰好说明：次句的腐儒，并非纯是诗人对自己的鄙薄。上联明明写了永夜、孤月，本联的落日，就决不是写实景，而是用作比喻。黄生指出：“落日乃借喻暮齿”，是咏怀而非写景。否则一首律诗中，既见孤月，又见落日，是自相矛盾的。他的话很有道理。落日相当于“日薄西山”的意思。“落日”句的本意，就是“暮年心犹壮”。它和<a href=\"http://so.gushiwen.org/author_552.aspx\">曹操</a>“烈士暮年，壮心不已”（《步出夏门行·龟虽寿》）的诗意，是一致的。就律诗格式说，此联用的是借对法。“落日”与“秋风”相对，但“落日”实际上是比喻“暮年”。“秋风”句是写实。“苏”有康复意。诗人飘流江汉，而对飒飒秋风，不仅没有悲秋之感，反而觉得“病欲苏”。这与<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>“我觉秋兴逸，谁云秋兴悲”的思想境界，颇为相似，表现出诗人身处逆境而壮心不已的精神状态。胡应麟《诗薮·内篇》卷四赞扬此诗的二、三联“含阔大于沉深”，是十分精当的。</p> <p>　　“古来”二句，再一次表现了诗人老当益壮的情怀。“老马”用了《<a href=\"http://so.gushiwen.org/author_404.aspx\">韩非</a>子·说林上》“老马识途”的故事：齐桓公伐孤竹返，迷惑失道。他接受管仲“老马之智可用”的建议，放老马而随之，果然“得道”。“老马”是诗人自比，“长途”代指驱驰之力。诗人指出，古人存养老马，不是取它的力，而是用他的智。我虽是一个“腐儒”，但心犹壮，病欲苏，同老马一样，并不是没有一点用处的。诗人在这里显然含有怨愤之意：莫非我真是一个毫无可取的腐儒，连一匹老马都不如么？这是诗人言外之意，是从诗句中自然流露出来的。</p><br/><h2>赏析二</h2> <p>　　首联用自嘲的方式写出<a href=\"http://so.gushiwen.org/view_11290.aspx\">诗</a>人滞留江汉的困境。此诗以首句头两字“江汉”为题，正是漂泊流徒的标志。“思归客”是说诗人想回乡而不能回，只得四处漂泊，浪迹天涯。诗人思归而不能归，成为天涯沦落人，其中包含着诗人的无限辛酸。“乾坤”句包含“自鄙而兼自负”这样两层意思，妙在“一腐儒”上冠以“乾坤”二字。</p> <p>　　颔联二句紧扣首句，对仗十分工整。通过对眼前自然景物的描写，诗人把他“思归”之情表现得很深沉。他由远浮天边的片云，孤悬明月的永夜，联想到了自己客中情事，仿佛自己就与云、月共远同孤一样。这样就把自己的感情和身外的景物融为一片。字面上写的是诗人所看到的片云孤月，实际上是用它们暗喻诗人自己。诗人把内在的感情融入外在的景物当中，感慨自己虽然四处飘零，但对国家的忠心却依然像孤月般皎洁。昔人认为这两句“情景相融，不能区别”。</p> <p>　　颈联直承次句，生动形象地表现出诗人积极用世的精神，运用借喻手法写出了诗人虽然身处逆境但依然壮心不已的精神状态。就律诗格式说，此联用的是借对法。“落日”与“秋风”相对。前者是虚写，比喻“暮年”，上联明明写了永夜、孤月，本联的落日，就决不是写实景，而是用作比喻。黄生指出：“落日乃借喻暮齿”，是咏怀而非写景。否则一首律诗中，既见孤月，又见落日，是自相矛盾的。而后者是实写。身处江汉，面对瑟瑟秋风，诗人不仅没有了往日的感伤情怀，反倒产生了“病欲苏”的感觉。这种变化是诗人壮心不已的心态和积极用世的精神的反映。这恰好说明，次句的“腐儒”，并非纯是诗人对自己的鄙薄。这与<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>“我觉秋兴逸，谁云秋兴悲”的思想境界，颇为相似，表现出诗人身处逆境而壮心不已的精神状态。</p> <p>　　尾联借用了老马识途的典故，再一次表现了诗人老当益壮的情怀。“老马”是诗人自比，“长途”代指驱驰之力。诗人指出，古人存养老马，不是取它的力，而是用他的智。诗人虽是一个“腐儒”，但心犹壮，病欲苏，同老马一样，意在表明自己虽然年老多病，但他还有智慧可以用，仍能有所作为。另外，诗句中也自然流露了言外之意：“莫非我真是一个毫无可取的腐儒，连一匹老马都不如么？”表达了怨愤之情。</p> <p>全诗使用委婉含蓄的手法，充分表现了诗人老而弥坚、壮心不已的心理状态。诗人虽已五十六岁，北归无望，生计日蹙。尽管如此，却孤忠仍存，壮心犹在。此诗集中地表现了到老不衰、顽强不息的精神，十分感人。</p>",
  "about": "<h2>句解</h2> 　　江汉思归客,乾坤一腐儒.<br>　　漂泊江汉,我这思归故乡的天涯游子,在茫茫天地之间,只是一个迂腐的老儒.\"江汉\",长江、汉水之间.首联表达出<a href=\"http://so.gushiwen.org/view_11290.aspx\">诗</a>人客滞江汉的窘境,有自嘲意.\"思归客\"是<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>自谓,因为身在江汉,时刻思归故乡,但思归而不得,饱含天涯沦落的无限辛酸.\"乾坤\",即天地.\"腐儒\",迂腐的读书人,这里实际是诗人自指不会迎合世俗.如果说前一句还只是强调诗人飘泊在外的思乡之心,后一句则将自己在天地间的渺小孤独感吐露无遗.诗人原来的抱负是要经天纬地的,然而越到人生的最后阶段,他越是痛感自己的渺小无力.其中的痛楚和无奈该有多深!<br>　　片云天共远,永夜月同孤.<br>　　像飘荡在远天的片云一样远客异乡;与明月一起,孤独地面对漫漫长夜.颔联为工对.\"天共远\",承江汉客;\"月同孤\",承一腐儒.诗人表面上是在写片云孤月,实际是在写自己.他把自己的感情和身外的景物融为一片,慨叹自己飘泊无依.不过,在明月的皎洁和孤清中,我们又体会到了诗人的孤高自许,他的心,仍然是光明的.\"永夜\",长夜.<br>　　落日心犹壮,秋风病欲疏.<br>　　我虽已到暮年,就像日将落西山,但一展抱负的雄心壮志依然存在;面对飒飒秋风,我不仅没有悲秋之感,反而觉得病逐渐好转.颈联为借对,\"落日\"比喻暮年,而非写实.\"秋风\"句是写实.诗的意境阔大而深沉,形象地表达出诗人积极用世、身处逆境而壮心不已的精神,\"疏\",复苏.<br>　　古来存老马,不必取长途.<br>　　自古以来存养老马是因为其智可用,而不必取其体力,跋涉长途.尾联用老马识途的典故,比喻自己身虽年老多病,但智慧犹可用,还能有所作为.《<a href=\"http://so.gushiwen.org/author_404.aspx\">韩非</a>子·说林上》里讲,春秋时管仲随齐桓公伐孤竹,春往冬返,迷失道路.管仲提议用老马领路,于是找到了归途.\"老马\"是诗人自比.<br/><h2>创作背景</h2> <p>　　这首<a href=\"http://so.gushiwen.org/view_11290.aspx\">诗</a>是<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>五十七岁时所作。大历三年（768）正月，杜甫离开夔州，辗转于湖北江陵、公安等地。此时的杜甫历经磨难，北归已经无望，且生活日益困窘。长期漂泊无定的状况让杜甫感慨万千，于是他写下此诗。</p><br/><h2>题解</h2> 　　有人认为此<a href=\"http://so.gushiwen.org/view_11290.aspx\">诗</a>作于夔州,有人认为作于江陵,当以后者为是.大历三年(768)正月,<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>自夔州出峡,秋天,流寓湖北江陵、公安等地,诗即作于此间.诗题作《江汉》,近乎无题,大概漂泊流徙中,已无心拟题.杜甫这时已五十六岁,长期飘零,历尽艰辛,北归无望,生计日困,至老仍如浮云行止无定,心中自然颇多感慨.尽管如此,诗人忠魂仍存,壮心犹在,并未因处境困顿和年老多病而悲观消沉,此诗就集中地表现了这种\"烈士暮年,壮心不已\"的精神.<br/><h2>评解</h2> 　　<a href=\"http://so.gushiwen.org/view_11290.aspx\">诗</a>人身滞江汉,心有感而作此诗.他用凝炼的笔触,抒发了怀才见弃的不平之气和报国思用的慷慨情怀.前两联写所处之穷,后两联写才犹可用.元代方回《瀛奎律髓》评论这首诗说:\"味之久矣,愈老而愈见其工.中四句用‘云天’、‘夜月’、‘落日’、‘秋风’,皆景也,以情贯之.‘共远’、‘同孤’、‘犹壮’、‘欲苏’,八字绝妙,世之能诗者,不复有出其右矣.\"确实,诗的中间两联,情景相融,妙合无垠,有着强烈的艺术感染力,故历来为所称道,明代胡应麟《诗薮·内篇》就说,这两联\"含阔大于沉深,高(适)、岑(参)瞠乎其后\".",
  "poet": {
    "id": 474,
    "star": 0,
    "name": "杜甫",
    "image": "http://img.gushiwen.org/authorImg/dufu.jpg",
    "desc": "杜甫（712－770），字子美，自号少陵野老，世称“杜工部”、“杜少陵”等，汉族，河南府巩县（今河南省巩义市）人，唐代伟大的现实主义诗人，杜甫被世人尊为“诗圣”，其诗被称为“诗史”。杜甫与李白合称“李杜”，为了跟另外两位诗人李商隐与杜牧即“小李杜”区别开来，杜甫与李白又合称“大李杜”。他忧国忧民，人格高尚，他的约1400余首诗被保留了下来，诗艺精湛，在中国古典诗歌中备受推崇，影响深远。759-766年间曾居成都，后世有杜甫草堂纪念。"
  },
  "tags": [
    "思归",
    "壮志"
  ]
}