{
  "id": 47886,
  "star": 17,
  "name": "封燕然山铭",
  "dynasty": "两汉",
  "content": "　　惟永元元年秋七月，有汉元舅曰车骑将军窦宪，寅亮圣明，登翼王室，纳于大麓，维清缉熙。乃与执金吾耿秉，述职巡御。理兵于朔方。鹰扬之校，螭虎之士，爰该六师，暨南单于、东胡乌桓、西戎氐羌，侯王君长之群，骁骑三万。元戎轻武，长毂四分，云辎蔽路，万有三千余乘。勒以八阵，莅以威神，玄甲耀目，朱旗绛天。遂陵高阙，下鸡鹿，经碛卤，绝大漠，斩温禺以衅鼓，血尸逐以染锷。然后四校横徂，星流彗扫，萧条万里，野无遗寇。于是域灭区殚，反旆而旋，考传验图，穷览其山川。遂逾涿邪，跨安侯，乘燕然，蹑冒顿之区落，焚老上之龙庭。上以摅高、文之宿愤，光祖宗之玄灵；下以安固后嗣，恢拓境宇，振大汉之天声。兹所谓一劳而久逸，暂费而永宁者也，乃遂封山刊石，昭铭盛德。其辞曰： </p> <p>铄王师兮征荒裔， <br>剿凶虐兮截海外。 <br>夐其邈兮亘地界， <br>封神丘兮建隆嵑， <br>熙帝载兮振万世！ ",
  "fanyi": "<h2>译文</h2> <p>　　大汉永元元年（汉和帝年号，西元89年）秋七月，国舅、车骑将军窦宪，恭敬天子、辅佐王室，理国事，高洁 光明。就和执金吾耿秉，述职巡视，出兵朔方。军校们像雄鹰般威武，将士们似龙虎般勇猛，这就是天子的王师。六军俱备，及南单于、东乌桓、西戎、氐羌侯王君长等人，猛骑三万。战车疾驰，兵车四奔，辎重满路，一万三千多辆。统以八阵，临以威神，铁甲耀日，红旗蔽空。于是登高阙，下鸡鹿，经荒野，过沙漠，斩杀“温禺鞮王”，用其血涂鼓行祭；用“尸逐骨都侯”的血来涂刀剑之刃。然后四方将校横行，流星闪电，万里寂静，野无遗寇。于是统一区宇，举旗凯旋，查考害传图籍，遍观当地山河。终于越过“涿邪山”，跨过“安侯河”，登燕然山。践踏冒顿的部落，焚烧老上的龙庭。上以泄高帝、文帝的宿愤，光耀祖宗的神灵;下以稳固后代，拓宽疆域，振扬大汉的声威。此所渭一次劳神而长期安逸，暂时费事而永久安宁。于是封山刻石，铭记至德。铭辞曰:</p> <p>　　威武王师，征伐四方;剿减凶残,统一海外;万里迢迢，天涯海角;封祭神山，建造丰碑;广扬帝事，振奋万代。</p>",
  "about": "<h2>创作背景</h2> <p>　　<a href=\"http://so.gushiwen.org/author_325.aspx\">范晔</a>《后汉书》曰：齐殇王子都乡侯畅来吊国忧，窦宪遣客刺杀畅，发觉，宪惧诛，自求击匈奴以赎死。会南单于请兵北伐，乃拜宪车骑将军，以执金吾耿秉为副，大破单于。遂登燕然山，刻石勒功，纪汉威德，令<a href=\"http://so.gushiwen.org/author_398.aspx\">班固</a>作铭。</p> <p>　　公元88年，章帝卒，和帝即位，年仅10岁，窦太后临朝。窦宪成为国舅，很快即被起用为侍中，控制大权。窦宪专横跋扈，无视朝廷法律，随意杀人。齐殇王的儿子刘畅，因章帝丧事来朝吊问，乘机讨好了窦太后，得到一个宫内职位。窦宪怕刘畅受宠，妨碍他专擅朝政，竞派人将他刺杀。后来，事情暴露，窦宪被关在宫内，等候治罪。这下窦宪着了慌，请求率军北征匈奴以赎死罪。当时正逢南匈奴请兵攻伐北匈奴，朝廷便拜窦宪为车骑将军，率大军出塞。窦宪北征匈奴就是在这样的形势下出现的。班固不知其中内情，随军出发，任中护军，参与军中谋议。</p> <p>　　大军从朔方三路北袭，窦宪遣各部将及匈奴左谷蠡王等，率精骑万余，在稽落山(今蒙古达兰札达加德西北额布根山)大破北匈奴军队，前后俘获招抚匈奴部众二十万人，穷追北单于直至燕然山，大获全胜。窦宪与副将等登上远离边塞三千余里的燕然山(蒙古杭爱山脉)，由班固撰写《封燕然山铭》文，刻石纪功，颂扬汉军出塞三千里，奔袭北匈奴，破军斩将的赫赫战绩。班固还撰有《窦将军北征颂》一文，对窦宪北征匈奴大加歌颂。窦宪班师后出镇凉州。第二年，北匈奴单于因大败之后势力衰弱，派亲王向窦宪通报希望觐见东汉皇帝，请求派使者前来迎接。窦宪上奏，派遣班固以中护军兼代中郎将职务，与司马梁讽一起，带领数百人骑马出居延塞(今甘肃额齐纳旗)迎接，正遇上南匈奴出兵打败北匈奴，班固一行到达私渠海(在稽落山西北)，获知北匈奴已遁走而折回。永元三年(公元91年)，窦宪派部将出兵北击，此后北匈奴向西远徙，东汉最后解除了匈奴的威胁。</p>",
  "poet": {
    "id": 398,
    "star": 0,
    "name": "班固",
    "image": "http://img.gushiwen.org/authorImg/bangu.jpg",
    "desc": "班固（建武八年32年－永元四年92年）东汉官吏、史学家、文学家。史学家班彪之子，字孟坚，汉族，扶风安陵人（今陕西咸阳东北）。除兰台令史，迁为郎，典校秘书，潜心二十余年，修成《汉书》，当世重之，迁玄武司马，撰《白虎通德论》，征匈奴为中护军，兵败受牵连，死狱中，善辞赋，有《两都赋》等。"
  },
  "tags": [
    "辞赋精选",
    "战争"
  ]
}