{
  "id": 72778,
  "star": 33,
  "name": "临江仙·金锁重门荒苑静",
  "dynasty": "五代",
  "content": "金锁重门荒苑静，绮窗愁对秋空。翠华一去寂无踪。玉楼歌吹，声断已随风。<br>烟月不知人事改，夜阑还照深宫。藕花相向野塘中，暗伤亡国，清露泣香红。",
  "fanyi": "<p><strong>译文</strong><br>层层宫门关锁，荒凉的皇家园林异常安静；我靠着窗户，含愁望秋天的夜空。自从皇帝去后，这里便一片寂静，再也看不到皇帝的踪影。宫殿里歌声乐声，也早已断绝，去追随那一去不返的风。<br>云雾笼罩的朦胧之月，不知人事已经变更，直到夜将尽时，还照耀着深宫。在荒废的池塘中，莲花正相对哭泣；她们像暗暗伤感亡国，清露如同泪珠，从清香的红花上往下滴。</p> <p><strong>注释</strong><br>1、临江仙：唐教坊曲名，后用为词牌。原曲多用以咏水仙，故名。双调五十八字或六十字，平韵。<br>2、金锁重（chóng）门：指重重宫门上了锁。<br>3、荒苑（yuàn）：荒废了的皇家园林。苑，古时供帝王游赏猎狩的园林。<br>4、绮（qǐ）窗：饰有彩绘花纹的窗户。<br>5、翠华：“翠羽华盖”的省语，皇帝仪仗所用的以翠鸟羽毛装饰的旗子，此用以代指皇帝。<br>6、玉楼：指宫中楼阁。<br>7、歌吹：歌唱和演奏音乐的声音。。吹，鼓吹，指用鼓、钲、箫、笳等乐器合奏的乐曲。<br>8、烟月：在淡云中的月亮。<br>9、夜阑：夜深。<br>10、藕花：荷花。<br>11、相向：相对。<br>12、香红：代指藕花。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　此词的作者生活在动荡的五代十国之际，他曾做过后蜀的永泰节度使，进检校太尉，加太保，可说是位极人臣。然而蜀主<a href=\"http://so.gushiwen.org/author_2916.aspx\">孟昶</a>究竟是个扶不起的阿斗，后蜀终为赵宋所灭。鹿虔扆品性高洁，不仕新朝，得到了自由之身。然面，当他重游故地，看到当年的雕梁画栋变成了而今的残垣断壁时，不觉“中心摇摇”，一种强烈的黍离之悲油然升起在心头。</p> <p>　　笔下全是景，景中全是情，是这首词的最大特点。在词人的笔下，完全是一片荒凉而凄清的景象。词人虽也写“金锁”、“重门”、“绮窗”、“翠华”、“玉楼”，但这些不过是以当年曾经的繁华富丽来反衬此时的悄寂荒颓。揭示出正是这国破家亡的惨史才使得昔日的繁华如被雨打风吹去。在词中，词人不用一句直接抒写自己的感情，而是笔下全是景，几乎将其目之所及、身之所感的景物写尽了，但“情、景名为二，而实不可离”，诚然，没有单纯的写景，写景的目的总是为了抒发一种情怀，在这首词中，词人抒写的是他的亡国之隐痛，因而景中蕴含着的又全是一片哀情。</p> <p>　　<a href=\"http://so.gushiwen.org/author_408.aspx\">王国维</a>说：“以我观物，则物皆著我之色彩”，在此词中，词人没有让自己露面，然而在词的字里行间却隐现着他“行迈靡靡”的身影，喟叹着他“悠悠苍天，彼何人哉”的心声。“烟月不知人事改，夜阑还照深宫”，本是自然的场景，此刻却染上了词人的心绪，于是，又升发出一种物是而人非之感。就这样，“绮窗”带上了词人的愁而对秋空，“藕花”含蕴了词人的哀而泣香红，暗伤亡国，一缕幽恨，都赋予秋空、野塘。将无知亦无情的景物写得如此富于情致，正是词人内心无限悲怆使然。“神于<a href=\"http://so.gushiwen.org/view_72778.aspx\">诗</a>者，（善将情、景）妙合无垠”，作者以无一字写情，而笔笔关情的高超技巧将内心的黍离之悲抒写得如此有致，使人们仿佛可以从他笔下的景物中看到他忧患的面影，听到他悠长的叹息声</p> <p>　　这是一阕文人写的最早的爱国词。沈雄《古今词话》上卷引倪元镇《云林》称此词“而曲折尽变，有无限感慨淋漓处”。<a href=\"http://so.gushiwen.org/author_324.aspx\">谭献</a>《镡评〈词辨〉》卷二：“哀悼感愤。”所谓“曲折尽变”，是因为它表示“感慨”、“感愤”，并非秉笔直书，而是通过“抚今追昔”移情于景，借景抒情，并以“烟月”、“藕花”无知之物，反衬人之悲伤，烘托、渲染，而愈觉其悲。</p>",
  "about": "<h2>创作背景</h2> 　　林庚、冯沅君《中国历代<a href=\"http://so.gushiwen.org/view_72778.aspx\">诗</a>歌选》、《唐宋词鉴赏辞典》、《花间集注释》、《花间集全译》等，均认为此词是鹿虔扆为伤后蜀之亡而作。赵崇祚编选《花间集》，据<a href=\"http://so.gushiwen.org/author_175.aspx\">欧阳炯</a>《花间集·叙》后题为“大蜀广政三年夏四月”，为公元940年，即已收入此词，是时距后蜀之亡（宋太祖乾德三年，公元965年），尚有二十五年，故此词或为前蜀王衍亡国（925年）所作。",
  "poet": {
    "id": 85,
    "star": 0,
    "name": "鹿虔扆",
    "desc": "鹿虔扆 ( yǐ ）五代词人，生卒年、籍贯、字号均不详。早年读书古诗，看到画壁有周公辅成王图，即以此立志。后蜀进士。累官学士，广政间曾任永泰军节度使、进检校太尉、加太保，人称鹿太保。与欧阳炯、韩琮、阎选、毛文锡等俱以工小词供奉后主孟昶，忌者号之为“五鬼”。蜀亡不仕。其词今存6首，收于《花间集》，其词含思凄惋，秀美疏朗，较少浮艳之习，风格近于韦庄，代表作《临江仙》。今有王国维辑《鹿太保词》一卷。另据当代知名学者考证，鹿虔扆曾在前蜀做官，而所谓“五鬼”之说，纯属虚构。"
  },
  "tags": [
    "爱国"
  ]
}