{
  "id": 11187,
  "star": 1211,
  "name": "旅夜书怀",
  "dynasty": "唐代",
  "content": "细草微风岸，危樯独夜舟。<br>星垂平野阔，月涌大江流。<br>名岂文章著，官应老病休。<br>飘飘何所似，天地一沙鸥。",
  "fanyi": "<p><strong>译文</strong><br>微风吹拂着江岸的细草，那立着高高桅杆的小船在夜里孤零地停泊着。<br>星星垂在天边，平野显得宽阔；月光随波涌动，大江滚滚东流。<br>我难道是因为文章而著名吗？年老病多也应该休官了。<br>自己到处漂泊像什么呢？就像天地间的一只孤零零的沙鸥。 </p> <p><strong>注释</strong><br>（1）岸：指江岸边。<br>（2）危樯（qiáng）：高竖的桅杆。危，高。樯，船上挂风帆的桅杆。<br>（3）独夜舟：是说自己孤零零的一个人夜泊江边。<br>（4）星垂平野阔：星空低垂，原野显得格外广阔。<br>（5）月涌：月亮倒映，随水流涌。大江：指长江。<br>（6）名岂：这句连下句，是用“反言以见意”的手法写的。<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>确实是以文章而著名的，却偏说不是，可见另有抱负，所以这句是自豪语。休官明明是因论事见弃，却说不是，是什么老而且病，所以这句是自解语了。<br>（7）官应老病休：官倒是因为年老多病而被罢退。应，认为是、是。<br>（8）飘飘：飞翔的样子，这里含月“飘零”、“飘泊”的意思，因为这里是借沙鸥以写人的飘泊。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　<a href=\"http://so.gushiwen.org/view_11187.aspx\">诗</a>的前半描写“旅夜”的情景。第一、二句写近景：微风吹拂着江岸上的细草，竖着高高桅杆的小船在月夜孤独地停泊着。当时<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>离成都是迫于无奈。这一年的正月，他辞去节度使参谋职务，四月，在成都赖以存身的好友严武死去。处此凄孤无依之境，便决意离蜀东下。因此，这里不是空泛地写景，而是寓情于景，通过写景展示他的境况和情怀：像江岸细草一样渺小，像江中孤舟一般寂寞。第三、四句写远景：明星低垂，平野广阔；月随波涌，大江东流。这两句写景雄浑阔大，历来为人所称道。在这两个写景句中寄寓着诗人的什么感情呢？有人认为是“开襟旷远”（浦起龙《读杜心解》），有人认为是写出了“喜”的感情（见《唐诗论文集·杜甫五律例解》）。很明显，这首诗是写诗人暮年飘泊的凄苦景况的，而上面的两种解释只强调了诗的字面意思，这就很难令人信服。实际上，诗人写辽阔的平野、浩荡的大江、灿烂的星月，正是为了反衬出他孤苦伶仃的形象和颠连无告的凄怆心情。这种以乐景写哀情的手法，在古典作品中是经常使用的。如《诗经·小雅·采薇》“昔我往矣，杨柳依依”，用春日的美好景物反衬出征士兵的悲苦心情，写得多么动人！</p> <p>　　诗的后半是“书怀”。第五、六句说，有点名声，哪里是因为我的文章好呢？做官，倒应该因为年老多病而退休。这是反话，立意至为含蓄。诗人素有远大的政治抱负，但长期被压抑而不能施展，因此声名竟因文章而著，这实在不是他的心愿。杜甫此时确实是既老且病，但他的休官，却主要不是因为老和病，而是由于被排挤。这里表现出诗人心中的不平，同时揭示出政治上失意是他飘泊、孤寂的根本原因。关于这一联的含义，黄生说是“无所归咎，抚躬自怪之语”（《杜诗说》），仇兆鳌说是“五属自谦，六乃自解”（《杜少陵集详注》），恐怕不很妥当。最后两句说，飘然一身象个什么呢？不过象广阔的天地间的一只沙鸥罢了。诗人即景自况以抒悲怀。水天空阔，沙鸥飘零；人似沙鸥，转徙江湖。这一联借景抒情，深刻地表现了诗人内心飘泊无依的感伤，真是一字一泪，感人至深。</p> <p>　　<a href=\"http://so.gushiwen.org/author_504.aspx\">王夫之</a>《姜斋诗话》说：“情景虽有在心在物之分，而景生情，情生景，互藏其宅。”情景互藏其宅，即寓情于景和寓景于情。前者写宜于表达诗人所要抒发的情的景物，使情藏于景中；后者不是抽象地写情，而是在写情中藏有景物。杜甫的这首《旅夜书怀》诗，就是古典诗歌中情景相生、互藏其宅的一个范例。</p> <p>　　全诗景情交融，景中有情。整首诗意境雄浑，气象万千。用景物之间的对比，烘托出一个独立于天地之间的飘零形象，使全诗弥漫着深沉凝重的孤独感。这正是诗人身世际遇的写照。</p> <p>　　大历三年（768年），迟暮之年的诗人终于乘舟出了三峡，来到湖北荆门，心境不免孤寂。 此诗开头四句写“旅夜”：岸上有细草微风，江上只有一叶孤舟，依岸而宿，就舟而居，遥望原野，远处天与地似乎相接了，天边的星宿也仿佛下垂得接近地面。大江之中，江水浩浩荡荡东流，一轮明月映照在江水中，随着江水的流动而浮荡着。岸上星垂，舟前月涌，用“星垂”来描写原野的广阔，用“月涌”来形容大江的东流，形象而细致地描绘了江上的夜景。唯有在广阔的原野上才可感到“星垂”；唯其“星垂”，才能见出原野的广阔。而大江中有“月涌”，才能反映出江水的流动；也只因江水的流动，才能感到“月涌”。“星垂”、“月涌”是以细腻称阔大的手法，首四句塑造了一个宏阔非凡宁静孤寂的江边夜境。</p> <p>　　后四句书“怀”：“名岂文章著”，声名不因政治抱负而显著，反因文章而显著，这本非自己的矢志，故说“岂”，这就流露出因政治理想不得实现的愤慨。说“官应老病休”， 诗人辞去官职，并非因老而多病，什么原因，诗人没有直接说出。说“应”当，本是不应当，正显出老诗人悲愤的心情。面对辽阔寂寥的原野，想起自己的痛苦遭遇，深感自己漂泊无依，在这静夜孤舟的境界中自己恰如是天地间无所依存的一只沙鸥。以沙鸥自况，乃自伤飘泊之意。</p>",
  "about": "<h2>创作背景</h2> <p>　　唐代宗永泰元年（765）正月，<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>辞去节度参谋职务，返居成都草堂。（765）四月，严武死去，杜甫在成都失去依靠，遂携家由成都乘舟东下，经嘉州（今四川乐山）、榆州（今重庆市）至忠州（今四川忠县）。此<a href=\"http://so.gushiwen.org/view_11187.aspx\">诗</a>约为途中所作。</p>",
  "poet": {
    "id": 474,
    "star": 0,
    "name": "杜甫",
    "image": "http://img.gushiwen.org/authorImg/dufu.jpg",
    "desc": "杜甫（712－770），字子美，自号少陵野老，世称“杜工部”、“杜少陵”等，汉族，河南府巩县（今河南省巩义市）人，唐代伟大的现实主义诗人，杜甫被世人尊为“诗圣”，其诗被称为“诗史”。杜甫与李白合称“李杜”，为了跟另外两位诗人李商隐与杜牧即“小李杜”区别开来，杜甫与李白又合称“大李杜”。他忧国忧民，人格高尚，他的约1400余首诗被保留了下来，诗艺精湛，在中国古典诗歌中备受推崇，影响深远。759-766年间曾居成都，后世有杜甫草堂纪念。"
  },
  "tags": [
    "唐诗三百首",
    "写景",
    "抒怀",
    "孤独"
  ]
}