{
  "id": 50683,
  "star": 244,
  "name": "六州歌头·少年侠气",
  "dynasty": "宋代",
  "content": "少年侠气，交结五都雄。肝胆洞。毛发耸。立谈中。死生同。一诺千金重。推翘勇。矜豪纵。轻盖拥。联飞鞚。斗城东。轰饮酒垆，春色浮寒瓮。吸海垂虹。闲呼鹰嗾犬，白羽摘雕弓。狡穴俄空。乐匆匆。<br>似黄粱梦。辞丹凤。明月共。漾孤篷。官冗從。怀倥偬。落尘笼。簿书丛。鹖弁如云众。供粗用。忽奇功。笳鼓动。渔阳弄。思悲翁。不请长缨，系取天骄种。剑吼西风。恨登山临水，手寄七弦桐。目送归鸿。",
  "fanyi": "<p><strong>译文</strong> <br>少年时一股侠气，结交各大都市的豪雄之士。待人真诚，肝胆照人，遇到不平之事，便会怒发冲冠，具有强烈的正义感。站立而谈，生死与共。我们推崇的是出众的勇敢，狂放不羁傲视他人。轻车簇拥联镳驰逐，出游京郊。在酒店里豪饮，酒坛浮现出诱人的春色，我们像长鲸和垂虹那样饮酒，顷刻即干。间或带着鹰犬去打猎，霎那间便荡平了狡兔的巢穴。虽然欢快，可惜时间太过短促。<br>就像卢生的黄粱一梦，很快就离开京城。驾孤舟飘流于水中，唯有明月相伴。散职侍从官品位卑微，事多繁忙，情怀愁苦。陷入了污浊的官场仕途，担任了繁重的文书事物工作。像我这样成千上万的武官，都被支派到地方上去打杂，劳碌于文书案牍，不能杀敌疆场、建功立业。笳鼓敲响了，渔阳之兵乱起来了，战争爆发了，想我这悲愤的老兵啊，却无路请缨，不能为国御敌，生擒西夏酋帅，就连随身的宝剑也在秋风中发出愤怒的吼声。怅恨自己极不得志，只能满怀惆怅游山临水，抚瑟寄情，目送归鸿。</p> <p><strong>注释</strong><br>⑴六州歌头：词牌名。<br>⑵少年侠气，交结五都雄：化用<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>“结发未识事，所交尽豪雄”及<a href=\"http://so.gushiwen.org/author_484.aspx\">李益</a>“侠气五都少”<a href=\"http://so.gushiwen.org/view_50683.aspx\">诗</a>句。五都：泛指北宋的各大城市。<br>⑶一诺千金：喻一言既出，驷马难追，诺言极为可靠。语出《史记·季布列传》引楚人谚曰：“得黄金百斤，不如得季布一诺。”<br>⑷盖：车盖，代指车。<br>⑸飞：飞驰的马。鞚（kòng）：有嚼口的马络头。<br>⑹斗（dǒu）城：汉长安故城，这里借指汴京。<br>⑺嗾（sǒu）：指使犬的声音。<br>⑻冗（rǒng）从：散职侍从官。<br>⑼倥（kǒng）偬（zǒng）：事多、繁忙。<br>⑽鹖（hé）弁（biàn）：本义指武将的官帽，指武官。<br>⑾笳鼓：都是军乐器。<br>⑿渔阳：安禄山起兵叛乱之地。此指侵扰北宋的少数民族发动了战争。<br>⒀七弦桐：即七弦琴。桐木是制琴的最佳材料，故以“桐”代“琴”。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　此词上片回忆青少年时期在京城的任侠生活。“少年侠气，交结五都雄”，是对这段生活的总括。以下分两层来写：“肝胆洞，……矜豪纵”是一层，着重写少年武士们性格的“侠”。他们意气相投，肝胆相照，三言两语，即成生死之交；他们正义在胸，在邪恶面前，敢于裂眦耸发，无所畏惧；他们重义轻财，一诺千金；他们推崇勇敢，以豪侠纵气为尚。这些都从道德品质、作人准则上刻划了一班少年武士的精神面貌。由于选取了典型细节：“立谈中，死生同。一诺千金重”等，写得有声有色，并不空泛。“轻盖拥，……狡穴空”是又一层，侧重描写少年武士们日常行为上的“雄”。他们驾轻车，骑骏马，呼朋唤友，活跃在京城内外。斗城：汉代长安按南斗，北斗形状建造，故名；此指北宋东京。他们随时豪饮于酒肆，且酒量极大，如长虹吸海。“春色”此处指酒。有时，他们又携带弓箭，“呼鹰嗾犬”，到郊外射猎，各种野兽的巢穴顿时搜捕一空。武艺高强，更衬托出他们的雄壮豪健。这两层互相映衬，写品行的“侠”寓含着行为的“雄”，而写行为的“雄”时又体现了性情的“侠”，非自身经历难写得如此真切传神。笔法上极尽铺叙，如数家珍，接着仅用“乐匆匆”三字即轻轻收束上片，<a href=\"http://so.gushiwen.org/author_399.aspx\">贺铸</a>不愧大手笔。</p> <p>　　下片开头“似黄粱梦”过渡自然。既承接了上片对过去的回忆，又把思绪从过去拉回到今天的现实中来。过去的生活虽快乐，然过于匆匆，如梦一样短暂。离开京城已经十多年过去了，如今已是中年，自己的境况又不如意。长期担任相当汉代冗从的低微官职，为了生存，孤舟飘泊，只有明月相伴。岁月倥偬，却像落入囚笼的雄鹰，一筹莫展。每天只能做些案头打杂的粗活，其保家卫国的壮志，建立奇功的才能完全被埋没了。而且像这样郁郁不得志的下层武官并非词人一个，“鹖弁如云众”。这就找出了造成这种现象的社会原因，指责了浪费人才、重文轻武的北宋当权者。“笳鼓动，渔阳弄”，点明宋朝正面临边关危机。“思悲翁”，一语双关；既是汉代有关战事的乐曲名，又是词人自称。四十岁不到，他却感到自己老了，一个“思”字，写尽了对自己被迫半生虚度、寸功未立的感慨。当年交结豪杰、志薄云天的少年武士，如今锐气已销磨许多，然而也成熟许多。其内心深处仍蕴藏着报国壮志，连身上的佩剑也在西风中发出怒吼。然而，在一派主和的政治环境中，他“请长缨，系取天骄种”的心愿只能落空。不是“不请”，而是“不能请”，或“请而不用”。于是词人只有满怀悲愤，恨恨地登山临水，将忧思寄于琴弦，把壮志托付给远去的鸿雁。词人的万千感慨都寄托在这有声的琴韵和无声的目光之中了，其哀、其愤非常幽深。因为这是一个忧国忧民、报国无门的志士的无奈与悲愤，这是那个时代的悲哀。</p> <p>　　此词塑造的游侠壮士形象，在唐<a href=\"http://so.gushiwen.org/view_50683.aspx\">诗</a>中屡见不鲜，但在宋词中则是前所未有的。此词第一次出现了一个思欲报国而请缨无路的“奇男子”形象，是宋词中最早出现的真正称得上抨击投降派、歌颂杀敌将士的爱国诗篇，起到了上继苏词、下启南宋爱国词的过渡作用。</p> <p>　　全词风格苍凉悲壮，叙事、议论、抒情结合紧密，笔力雄健劲拔，神采飞扬，而且格律谨严，句短韵密，激越的声情在跳荡的旋律中得到体现，两者臻于完美的统一。</p>",
  "about": "<h2>创作背景</h2> 　　此词北宋哲宗元祐三年（1088）秋。当时西夏屡犯边界，<a href=\"http://so.gushiwen.org/author_399.aspx\">贺铸</a>在和州（今安徽和县一带）任管界巡检（负责地方上训治甲兵，巡逻州邑，捕捉盗贼等的武官）。虽然位卑人微，却始终关心国事。眼看宋王朝政治日益混乱，新党变法的许多成果毁于一旦；对外又恢复了岁纳银绢、委屈求和的旧局面，以致西夏骚扰日重。面对这种情况，词人义愤填膺，又无力上达，于是挥笔填词，写下了这首感情充沛、题材重大、在北宋词中不多见的、闪耀着爱国主义思想光辉的豪放名作。",
  "poet": {
    "id": 399,
    "star": 0,
    "name": "贺铸",
    "image": "http://img.gushiwen.org/authorImg/hezhu.jpg",
    "desc": "贺铸(1052～1125) 北宋词人。字方回，号庆湖遗老。汉族，卫州（今河南卫辉）人。宋太祖贺皇后族孙，所娶亦宗室之女。自称远祖本居山阴，是唐贺知章后裔，以知章居庆湖（即镜湖），故自号庆湖遗老。"
  },
  "tags": [
    "宋词三百首",
    "豪放",
    "壮志",
    "忧国忧民"
  ]
}