{
  "id": 72258,
  "star": 45,
  "name": "货殖列传序",
  "dynasty": "两汉",
  "content": "　　老子曰：“至治之极，邻国相望，鸡狗之声相闻，民各甘其食，美其服，安其俗，乐其业，至老死不相往来。”必用此为务，挽近世涂民耳目，则几无行矣。</p> <p>　　太史公曰：夫神农以前，吾不知已。至若《诗》、《书》所述虞、夏以来，耳目欲极声色之好，口欲穷刍豢 之味，身安逸乐而心夸矜势能之荣。使俗之渐民久矣，虽户说以眇 论，终不能化。故善者因之，其次利道 之，其次教诲之，其次整齐之，最下者与之争。</p> <p>　　夫山西饶材、竹、旄、玉石，山东多鱼、盐、漆、丝、声色，江南出棻、梓、姜、桂、金、锡、连、丹沙、犀、玳瑁、珠玑、齿、革，龙门、碣石 北多马、牛、羊、旃、裘、筋、角；铜、铁则千里往往山出置。此其大较也。皆中国人民所喜好，谣俗被服饮食奉生送死之具也。故待农而食之，虞 而出之，工而成之，商而通之。此宁有政教发征期会哉？人各任其能，竭其力，以得所欲。故物贱之征贵，贵之征贱，各劝其业，乐其事，若水之趋下，日夜无休时，不召而自来，不求而民出之。岂非道之所符，而自然之验邪？</p> <p>　　《周书》 曰：“农不出则乏其食，工不出则乏其事，商不出则三宝绝，虞不出则财匮少。”财匮少而山泽不辟 矣。此四者，民所衣食之原 也。原大则饶，原小则鲜。上则富国，下则富家。贫富之道，莫之夺予，而巧者有余，拙者不足。故太公望 封于营丘，地潟卤，人民寡，于是太公劝其女功，极技巧，通鱼盐，则人物归之， 繦至 而辐凑。故齐冠带衣履天下，海岱之闲敛袂而往朝焉。其后齐中衰，管子修之，设轻重九府，则桓公以霸，九合诸侯，一匡天下；而管氏亦有三归，位在陪臣，富于列国之君。是以齐富强至于威宣 也。</p> <p>　　故曰： “仓廪实而知礼节，衣食足而知荣辱。”礼生于有而废于无。故君子富，好行其德；小人富，以适其力。渊深而鱼生之，山深而兽往之，人富而仁义附焉。富者得执益彰，失执则客无所之，以而不乐。夷狄益甚。谚曰：“千金之子，不死于市。”此非空言也。故曰：“天下熙熙，皆为利来；天下壤壤，皆为利往。”夫千乘之王，万家之侯，百室之君，尚犹患贫，而况匹夫编户 之民乎！ ",
  "fanyi": "<p><strong>译文</strong><br>　　老子说：“古代太平之世达到极盛时期的时候，虽然邻国的百姓彼此望得见，鸡犬之声彼此听得见，但人们各自以为自家的食物最香甜，衣裳最漂亮，习俗最安适，职业最快乐。以至于老死也不相往来。”要是谁以此为目标，而在近代去涂饰堵塞老百姓的耳目，使他们再回复到往古的时代，那就几乎是行不通的了。太史公说：神农以前的事，我已无从考知了。至于《<a href=\"http://so.gushiwen.org/view_72258.aspx\">诗</a>经》、《尚书》所记载的虞、夏以来的情况，还是可以考知的：人们的耳朵、眼睛要竭力享受声、色之乐，嘴里要吃尽各种美味。身体安于舒适快乐，而心里又羡慕夸耀有权势、有才干的光荣。这种风气浸染民心已经很久了。即使用高妙的理论挨家挨户去劝导，到底也不能使他们改变，所以，对于人民最好的做法是顺其自然，其次是因势利导，再其次是进行教育，再其次是制定规章，限制他们的发展。而最坏的做法是与民争利。<br>　　太行山以西出产大量的木材、竹子、楮树、野麻、旄牛尾、玉石；太行山以东盛产鱼、盐、漆、丝，又有歌舞和女色；江南出产楠树、梓树、生姜、桂皮、金、锡、铅、朱砂、犀角、玳瑁、珠玑、象牙、皮革；龙门、碣石以北盛产马、牛、羊、毡、裘、筋、角；至于铜、铁则分布在千里的疆土上，各处的山都出产，真是星罗棋布。这是大概的情形。所有这些都是中原地区人民喜爱的必需品，通常用来做穿着、吃喝、养生送死的东西。所以说大家都靠农民的耕种才有吃的，靠虞人才能把山泽中的资源开发出来，靠工人做成各种器具，靠商人贸易使货物流通。这难道是有政治教令征发和约束他们吗？人们各按其能力干自己的工作。尽自己的力量，来满足自己的欲望。因此，东西贱是贵的征兆，东西贵是贱的征兆。这就刺激各行各业的人努力从事自己的职业，以自己的工作为乐趣，就如同水往低处流一样，昼夜不停。用不着召唤，他们自己会送来；东西用不着寻求，人们自己会生产。这难道不就证明了农、虞、工、商的工作是符合经济法则的吗？《周书》上说：“农民不生产，粮食就缺乏；工人不生产，器物就缺乏；商人不转运，粮食、器物、财货就断绝；虞人不生产，财货就缺乏。”财货缺乏，山泽中的资源就不能开发了。农、工、商、虞这四种人的生产，是人民赖以穿衣吃饭的来源。来源大就富足，来源小就贫困。来源大了，对上可以使国家富强，对下可以使家庭富裕，贫富全靠自己。富了也没人掠夺他，穷了没人给他东西，而聪明的人有余，愚笨的人不足。姜太公封在营丘，那里的土地都是盐碱地，劳力很少。于是姜太公就鼓励妇女纺线织布，尽力施展她们的技巧，并且使本地的鱼盐流通外地。老百姓用襁褓背着孩子络绎不绝地归聚到那里，真如同车辐凑集于车毂似的。因而齐国产的冠带衣履，行销天下；东海和泰山之间的各小国的国君，都拱手敛袖恭恭敬敬地来齐国朝见。后来，齐国中途衰弱，管仲又修订了太公的政策，设立了调节物价出纳货币的九府。齐桓公就借此称霸，多次会合诸侯，使天下的一切都得到匡正，因而管仲也奢侈地收取市租。他虽处陪臣之位，却比列国的君主还要富。因此，齐国的富强一直延续到齐威王、齐宣王时代。<br>　　所以，管仲说：“仓库储备充实、老百姓才能懂得礼节，衣食丰足，老百姓才能分辨荣辱。”礼仪是在富有的时候产生的，到贫困的时候就废弃了。因此，君子富了，才肯施恩德；平民富了，才能调节自己的劳力。水深，鱼自然会聚集；山深，兽自然会奔去；人富了，仁义自然归附。富人得了势，声名就更显著；一旦失势，就会如同客居的人一样没有归宿，因而不快活。在夷狄外族，这种情况则更厉害。俗话说： “家有千金的人，不会死在市上。”这不是空话啊。所以说：“天下的人乐融融，都是为财利而来；天下的人闹嚷嚷，都是为着财利而往。”兵车千辆的国君，食邑万户的诸侯，食禄百户的大夫，尚且还都怕穷，更何况普通的平民百姓呢！</p><p><strong>注释</strong><br>（1） “至治之极”八句：引自《老子》，但文字略有不同。（2） “挽近世”句：挽，同“晚”。涂，堵塞。（3） 已同“矣”。（4） 刍豢：指牲畜的肉。用草饲养的叫“刍”，如牛、羊；用粮食饲养的叫“豢”，如猪、狗。（5） 眇：同“妙”。（6） 道：同“导”。（7）旄： ，即楮（楚）树，树皮可以造纸。旄，旄牛，其尾有长毛，可供旗帜装饰之用。（8） 连，同“链”，铅矿石。（9） 丹沙，同“丹砂”，矿 物名，俗称朱砂。（10） 玳瑁：龟类，其甲为名贵的装饰品。（11） 玑：不圆的珠子。（12） 龙门：山名。在今山西稷山县和陕西韩城县之间。（13） 碣石：山名，在今河北昌黎县西北。（14） 旃：同“毡”。（15） 筋、角：兽筋，兽角，可用以制造弓弩。（16） 虞：掌管山林川泽出产的官，此指开发山林川泽的人。（17） 邪，同“耶”。（18） 周书，指《逸周书》，今本《逸周书》无此段话。盖是古本《逸周书》的佚文。（19） 辟，同“僻”。（20） 原，同“源”。（21） 太公望，即姜尚，相传他姓姜，名尚，字子牙，其先人封在吕地，故又称吕尚。他佐武王伐纣，封于营丘E在今山东昌乐县东南F，国号齐。（22）至，犹言襁负而至。（23） 三归，按常例应归公室所有的市租。（24） 陪臣，诸侯之大夫对天子自称陪臣。（25） 威、宣：齐威王，名婴齐，田桓公之子，公元前356-前320年在位。宣，齐宣王，名辟疆，威王之子，公元前319年-前301年在位。（26） “仓廪实”二句：见《管子·牧民》。（27） 壤壤，同“攘攘”。（28） 编户，编入户口册。</p>",
  "about": "<h2>影响与传播</h2> <p>　　从今天的眼光来看待<a href=\"http://so.gushiwen.org/author_608.aspx\">司马迁</a>在货殖列传里表达的经济思想，无论如何赞誉也不为过。作为一个历史学家，司马迁还具有那么清晰的经济自由的思想，他关于经济活动以及商人的看法对当下中国也是有极大借鉴意义的。在政府和民间经济的关系上，像“故善者因之，其次利道之，其次教诲之，其次整齐之，最下者与之争”这样的观点在时下中国听来也有振聋发聩之感。</p> <p>　　司马迁的这个经济自由的思想影响了历代中国人，并且还会继续影响下去。他的民本的思想以及对商人求利平和开放的心态，已经构成了中国传统思想很重要的一部分。这是中华民族的财富。</p> <p>　　《货殖列传》是论述春秋末年到汉武帝年间的社会经济史的专章。在序文中，作者驳斥了老子的“小国寡民”的历史倒退论，肯定了人们追求物质财富的合理欲望，并试图以此来说明社会问题和社会意识问题。他认为人们的物质生活需求必然推动社会生产的分工和社会各经济部门的发展，而人的道德行为又是受他占有财富的多少制约的，从而谴责了汉武帝时期的经济垄断政策，抨击了当时以神意解释社会问题的唯心主义观点。</p>",
  "poet": {
    "id": 608,
    "star": 0,
    "name": "司马迁",
    "image": "http://img.gushiwen.org/authorImg/simaqian.jpg",
    "desc": "司马迁（前145年-不可考），字子长，夏阳(今陕西韩城南)人，一说龙门(今山西河津)人。西汉史学家、散文家。司马谈之子，任太史令，因替李陵败降之事辩解而受宫刑，后任中书令。发奋继续完成所著史籍，被后世尊称为史迁、太史公、历史之父。他以其“究天人之际，通古今之变，成一家之言”的史识创作了中国第一部纪传体通史《史记》（原名《太史公书》）。被公认为是中国史书的典范，该书记载了从上古传说中的黄帝时期，到汉武帝元狩元年，长达3000多年的历史，是“二十五史”之首，被鲁迅誉为“史家之绝唱，无韵之离骚”。"
  },
  "tags": [
    "古文观止",
    "序文",
    "议论"
  ]
}