{
  "id": 70939,
  "star": 1954,
  "name": "赠刘景文 / 冬景",
  "dynasty": "宋代",
  "content": "荷尽已无擎雨盖，菊残犹有傲霜枝。<br>一年好景君须记，最是橙黄橘绿时。 ",
  "fanyi": "<p><strong>译文<br></strong>荷花凋谢连那擎雨的荷叶也枯萎了，只有那开败了菊花的花枝还傲寒斗霜。<br>一年中最好的景致你一定要记住，那就是在橙子金黄、橘子青绿的秋末冬初的时节啊。</p> <p><strong>注释</strong><br>⑴刘景文：刘季孙，字景文，工<a href=\"http://so.gushiwen.org/view_70939.aspx\">诗</a>，时任两浙兵马都监，驻杭州。<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>视他为国士，曾上表推荐，并以诗歌唱酬往来。<br>⑵荷尽：荷花枯萎，残败凋谢。擎：举，向上托。雨盖：旧称雨伞，诗中比喻荷叶舒展的样子。<br>⑶菊残：菊花凋谢。犹：仍然。傲霜：不怕霜冻寒冷，坚强不屈。<br>⑷君：原指古代君王，后泛指对男子的敬称，您。须记：一定要记住。<br>⑸正是：一作“最是”。橙黄橘绿时：指橙子发黄、橘子将黄犹绿的时候，指农历秋末冬初。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这首<a href=\"http://so.gushiwen.org/view_70939.aspx\">诗</a>是诗人写赠给好友刘景文的。诗的前两句写景，抓住“荷尽”、“菊残”描绘出秋末冬初的萧瑟景象。“已无”与“犹有”形成强烈对比，突出菊花傲霜斗寒的形象。后两句议景，揭示赠诗的目的。说明冬景虽然萧瑟冷落，但也有硕果累累、成熟丰收的一面，而这一点恰恰是其他季节无法相比的。诗人这样写，是用来比喻人到壮年，虽已青春流逝，但也是人生成熟、大有作为的黄金阶段，勉励朋友珍惜这大好时光，乐观向上、努力不懈，切不要意志消沉、妄自菲薄。</p> <p>　　<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>的《赠刘景文》，是在元祐五年 (1090)苏轼在杭州任知州时作的。《苕溪渔隐丛话》说此诗咏初冬景致，“曲尽其妙”。诗虽为赠刘景文而作，所咏却是深秋景物，了无一字涉及刘氏本人的道德文章。这似乎不是题中应有之义，但实际上，作者的高明之处正在于将对刘氏品格和节操的称颂。不着痕迹地糅合在对初冬景物的描写中。因为在作者看来，一年中最美好的风光，莫过于橙黄橘绿的初冬景色。而橘树和松柏一样，是最足以代表人的高尚品格和坚贞的节操。</p> <p>　　古人写秋景，大多气象衰飒，渗透悲秋情绪。然此处却一反常情，写出了深秋时节的丰硕景象，显露了勃勃生机，给人以昂扬之感。因此宋人<a href=\"http://so.gushiwen.org/author_938.aspx\">胡仔</a>以之与<a href=\"http://so.gushiwen.org/author_682.aspx\">韩愈</a>《早春呈水部张十八员外》诗中“最是一年春好处，绝胜烟柳满皇都”两句相提并论，说是“二诗意思颇同而词殊，皆曲尽其妙”（《苕溪渔隐丛话》）。</p> <p>　　荷与菊是历代诗家的吟咏对象，常给人留下美好的印象，可是为什么此诗一开头却高度概括地描绘了荷败菊残的形象，展示了一幅深秋的画面？这全然是为了强调和突出一年之中的最好景象：橙黄橘绿之时。虽然橙和橘相提并论，但事实上市人正偏重于橘，因为“橘”象征着许多美德，故<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>写《橘颂》而颂之，主要赞其“独立不迁”、“精色内白”、“秉德无私”、“行比伯夷”。此诗的结句正有此意，在表达上融写景、咏物、赞人于一炉，含蓄地赞扬了刘景文的品格和秉性。</p><br/><h2>赏析三</h2> <p>　　此<a href=\"http://so.gushiwen.org/view_70939.aspx\">诗</a>写初冬。第一句写枯荷。荷出污泥而不染，本为高洁品质之象征，惟到秋末，池荷只剩残茎，连枯叶也已无存，确是一片凄寂。昔<a href=\"http://so.gushiwen.org/author_332.aspx\">李璟</a>作《山花子》，首句云：“菡萏香销翠叶残。”<a href=\"http://so.gushiwen.org/author_408.aspx\">王国维</a>乃谓“大有‘从芳芜秽’、‘美人迟暮’之感。”<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>此诗首句，殆更过之。夫留得枯荷，尚能听雨，近则连枯叶亦无之，其衰飒至极矣。然则作者嗟叹感喟之情仅此一句，第二句便将笔势劈空振起，转到了“菊残犹有傲霜枝”。残菊与枯荷，虽同为衰飒场面，却以“傲霜枝”三字写出了秋菊的孤高之态和贞亮之节，看似与第一句对文，有互文见义、相与呼应之势；事实却侧重在“傲”字上。“擎雨”之“盖”乃实写，不过说像伞盖一样的荷叶都已一干二净；而“傲霜”之“枝”的“傲”则以移情手法写出了菊的内在精神，示人以凛不可犯的气概。这就比第一句深入了，也提高了。第三句则爽性喝破，人人皆以萧瑟秋风、严寒冬日为苦，作者却偏偏赞之为“一年好景”，且谆谆嘱咐“君须记”，此真以平淡无奇之语言给人以出乎意料之感受；至于收句，倘无力回天，则全诗必成虎头蛇尾，强弩之末。而作者乃从花写到枝，从枝叶写到果实，所谓“正是橙黄橘绿时”，乃金秋乍逝，百物丰收的季节，“橙黄橘绿”，又呈现一派熙熙融融景象，在前两句枯淡凄清的背景下突然出现了炫目摇情的色彩，真使人疑为神来之笔。然而作者除了用几个植物名称和几种简单明快的色调之外，再无其他噶枝蔓之句，这就给予作者一种踏实稳重、矜平躁释的美的感受。古人说：“情随事迁”。而东坡妙处，竟能用景移情，把日渐凋残的初冬一下子打扮成一片金黄翠绿，虽说用笔雅淡温柔，却具有不尽的蓬勃朝气。写冬景而能化凋谢零落为饱满丰硕，非贤如东坡诚不可臻化。</p> <p>　　然此诗乃东坡写赠刘景文者。刘固以世家子弟而潦倒终身，年近六十，犹朝不保夕。作者第二次到杭州做官，与刘一见如故。既悯伤其愁苦，又希望他振作，不致因老病困穷而长此颓唐下去。就此诗首句而言，荷所以比君子；而时值岁尾，荷枯叶尽，正以喻君子生不逢辰，难免潦倒失路；次句言菊，菊所以喻晚节，而景文晚年并无亏缺，犹有凌霜傲雪之姿。但人到暮年，加上一生失意，总不免多向消沉颓唐一面着想；而对于读书人，特别是对有理想抱负者来说，却还有收之桑榆、获取丰收的一面。所以诗人乃以三、四两句对刘勖勉有加，给以支持，使刘认识到前景还是大有可为的。“橙黄橘绿”才是人生最成熟的收缘结果之期，这使刘不仅看到荷枯叶尽的一面，还有傲霜雪抗严寒和收成果实的一面，希望他能振作起来，坚持下去。只是诗人纯用比兴手法，没有把本意直截了当地说出来罢了。</p> <p>　　东坡作此诗时年已五十五，也已步入老年了。他当然不能预知不久的将来还遭到流放海南之厄。但他一向旷达乐观，主张应多方面地适应外界的环境变化，不因年老而颓唐消沉。然则此诗也不妨看做诗人本身的一生写照。盖苏轼一生，坎坷挫折，亦云多矣，却始终没有被逆境吓倒，而稍摧其志。然则此诗固亦夫子自道也。其身后“橙黄橘绿”，使千载以下之人尚能分享其甘美的艺术果实，也算是美不胜收了。故窃以为如仅以景语之美来赏析此诗，犹属皮相也。</p><br/><h2>赏析二</h2> <p>　　<a href=\"http://so.gushiwen.org/view_70939.aspx\">诗</a>中所咏为初冬景物。为了突出“橙黄橘绿”这一年中最好的景致，诗人先用高度概括的笔墨描绘了一幅残秋的图景：那曾经碧叶接天、红花映日的渚莲塘荷，早已翠减红衰，枯败的茎叶再也不能举起绿伞，遮挡风雨了；独立疏篱的残菊，虽然蒂有余香，却亦枝无全叶，唯有那挺拔的枝干斗风傲霜，依然劲节。自然界千姿万态，一年之中，花开花落，可说是季季不同，月月有异。这里，诗人却只选择了荷与菊这两种分别在夏、秋独领风骚的花，写出它们的衰残，来衬托橙橘的岁寒之心。诗人的高明还在于，他不是简单地写出荷、菊花朵的凋零，而将描写的笔触伸向了荷叶和菊枝。终荷花之一生，荷叶都是为之增姿，不可或缺的。<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>用擎雨无盖说荷败净尽<a href=\"http://so.gushiwen.org/author_1137.aspx\">真可</a>谓曲笔传神！同样，菊之所以被誉为霜下之杰，不仅因为它蕊寒香冷，姿怀贞秀，还因为它有挺拔劲节的枝干。花残了，枝还能傲霜独立，才能充分体现它孤标傲世的品格。诗人的观察可谓细致矣，诗人把握事物本质的能力亦可谓强矣！这两句字面相对，内容相连，是谓“流水对”。“已无”、“犹有”，一气呵成，写出二花之异。</p> <p>　　可是，不论是先谢还是后凋，它们毕竟都过时了，不得不退出竞争，让位于生机盎然的初冬骄子──橙和橘。至此，诗人才满怀喜悦地提醒人们：请记住，一年中最美好的风光还是在“青黄杂糅，文章烂兮”（<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>《橘颂》）的初冬时节！这里橙橘并提，实则偏重于橘。从屈原的《橘颂》到<a href=\"http://so.gushiwen.org/author_691.aspx\">张九龄</a>的《感遇（江南有丹橘）》，橘树一直是诗人歌颂的“嘉树”，橘实则“可以荐嘉客”。橘树那“经冬犹绿林”、“自有岁寒心”的坚贞节操，岂止荷、菊不如，直欲与松柏媲美了。难怪诗人要对它特别垂青！</p> <p>　　这首诗写的是初冬的景色。作者说，虽然秋去冬来，荷尽菊残，但仍是橙黄橘绿的美好时光。诗中用“傲霜枝”作比，意在歌颂刘景文孤高傲世的高洁品格。“菊残犹有傲霜枝”，后来有人借用它比喻坚贞不屈的人。</p>",
  "about": "<h2>创作背景</h2> 　　这首<a href=\"http://so.gushiwen.org/view_70939.aspx\">诗</a>作于1090年（元祐五年）初冬，当时<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>正在杭州任职，任两浙兵马都监的刘季孙也在。两人过从甚密，交易很深。诗人一方面视刘景文为国士，并有《乞擢用刘季孙状》予以举荐；另一方面赠此诗以勉励之。（苏轼赠此诗时，刘季孙已58岁了，难免有迟暮之感。）",
  "poet": {
    "id": 183,
    "star": 0,
    "name": "苏轼",
    "image": "http://img.gushiwen.org/authorImg/sushi.jpg",
    "desc": "苏轼（1037－1101），北宋文学家、书画家、美食家。字子瞻，号东坡居士。汉族，四川人，葬于颍昌（今河南省平顶山市郏县）。一生仕途坎坷，学识渊博，天资极高，诗文书画皆精。其文汪洋恣肆，明白畅达，与欧阳修并称欧苏，为“唐宋八大家”之一；诗清新豪健，善用夸张、比喻，艺术表现独具风格，与黄庭坚并称苏黄；词开豪放一派，对后世有巨大影响，与辛弃疾并称苏辛；书法擅长行书、楷书，能自创新意，用笔丰腴跌宕，有天真烂漫之趣，与黄庭坚、米芾、蔡襄并称宋四家；画学文同，论画主张神似，提倡“士人画”。著有《苏东坡全集》和《东坡乐府》等。"
  },
  "tags": [
    "古诗三百首",
    "小学古诗",
    "写景",
    "勉励",
    "惜时"
  ]
}