{
  "id": 73210,
  "star": 25,
  "name": "与元九书",
  "dynasty": "唐代",
  "content": "　　月日，居易白。微之足下：自足下谪江陵至于今，凡枉赠答诗仅百篇。每诗来，或辱序，或辱书，冠于卷首，皆所以陈古今歌诗之义，且自叙为文因缘，与年月之远近也。仆既受足下诗，又谕足下此意，常欲承答来旨，粗论歌诗大端，并自述为文之意，总为一书，致足下前。累岁已来，牵故少暇，间有容隙，或欲为之；又自思所陈，亦无出足下之见；临纸复罢者数四，卒不能成就其志，以至于今。</p> <p>　　今俟罪浔阳，除盥栉食寝外无余事，因览足下去通州日所留新旧文二十六轴，开卷得意，忽如会面，心所畜者，便欲快言，往往自疑，不知相去万里也。既而愤悱之气，思有所浊，遂追就前志，勉为此书，足下幸试为仆留意一省。</p> <p>　　夫文，尚矣，三才各有文。天之文三光首之；地之文五材首之；人之文《六经》首之。就《六经》言，《诗》又首之。何者？圣人感人心而天下和平。感人心者，莫先乎情，莫始乎言，莫切乎声，莫深乎义。诗者，根情，苗言，华声，实义。上自圣贤，下至愚騃，微及豚鱼，幽及鬼神。群分而气同，形异而情一。未有声入而不应、情交而不感者。</p> <p>　　圣人知其然，因其言，经之以六义；缘其声，纬之以五音。音有韵，义有类。韵协则言顺，言顺则声易入；类举则情见，情见则感易交。于是乎孕大含深，贯微洞密，上下通而一气泰，忧乐合而百志熙。五帝三皇所以直道而行、垂拱而理者，揭此以为大柄，决此以为大窦也。故闻“元首明，股肱良”之歌，则知虞道昌矣。闻五子洛汭之歌，则知夏政荒矣。言者无罪，闻者足诫，言者闻者莫不两尽其心焉。</p> <p>　　洎周衰秦兴，采诗官废，上不以诗补察时政，下不以歌泄导人情。用至于谄成之风动，救失之道缺。于时六义始剚矣。《国风》变为《骚辞》，五言始于苏、李。《诗》、《骚》皆不遇者，各系其志，发而为文。故河梁之句，止于伤别；泽畔之吟，归于怨思。彷徨抑郁，不暇及他耳。然去《诗》未远，梗概尚存。故兴离别则引双凫一雁为喻，讽君子小人则引香草恶鸟为比。虽义类不具，犹得风人之什二三焉。于时六义始缺矣。晋、宋已还，得者盖寡。以康乐之奥博，多溺于山水；以渊明之高古，偏放于田园。江、鲍之流，又狭于此。如梁鸿《五噫》之例者，百无一二。于时六义浸微矣！陵夷至于梁、陈间，率不过嘲风雪、弄花草而已。噫！风雪花草之物，三百篇中岂舍之乎？顾所用何如耳。设如“北风其凉”，假风以刺威虐；“雨雪霏霏”，因雪以愍征役；“棠棣之华”，感华以讽兄弟；“采采芣苡”，美草以乐有子也。皆兴发于此而义归于彼。反是者，可乎哉！然则“余霞散成绮，澄江净如练”，“归花先委露，别叶乍辞风”之什，丽则丽矣，吾不知其所讽焉。故仆所谓嘲风雪、弄花草而已。于时六义尽去矣。</p> <p>　　唐兴二百年，其间诗人不可胜数。所可举者，陈子昂有《感遇诗》二十首，鲍防《感兴诗》十五篇。又诗之豪者，世称李、杜。李之作，才矣！奇矣！人不迨矣！索其风雅比兴，十无一焉。杜诗最多，可传者千余首。至于贯穿古今，覙缕格律，尽工尽善，又过于李焉。然撮其《新安》、《石壕》、《潼关吏》、《芦子关》、《花门》之章，“朱门酒肉臭，路有冻死骨”之句，亦不过十三四。杜尚如此，况不迨杜者乎？仆常痛诗道崩坏，忽忽愤发，或废食辍寝，不量才力，欲扶起之。嗟乎！事有大谬者，又不可一二而言，然亦不能不粗陈于左右。</p> <p>　　仆始生六七月时，乳母抱弄于书屏下，有指“之”字、“无”字示仆者，仆口未能言，心已默识。后有问此二字者，虽百十其试，而指之不差。则知仆宿习之缘，已在文字中矣。及五六岁，便学为诗。九岁谙识声韵。十五六，始知有进士，苦节读书。二十已来，昼课赋，夜课书，间又课诗，不遑寝息矣。以至于口舌成疮，手肘成胝。既壮而肤革不丰盈，未老而齿发早衰白；瞀瞀然如飞蝇垂珠在眸子中者，动以万数，盖以苦学力文之所致，又自悲。</p> <p>　　家贫多故，二十七方从乡赋。既第之后，虽专于科试，亦不废诗。及授校书郎时，已盈三四百首。或出示交友如足下辈，见皆谓之工，其实未窥作者之域耳。自登朝来，年齿渐长，阅事渐多。每与人言，多询时务；每读书史，多求理道。始知文章合为时而著，歌诗合为事而作。是时皇帝初即位，宰府有正人，屡降玺书，访人急病。</p> <p>　　仆当此日，擢在翰林，身是谏官，月请谏纸。启奏之间，有可以救济人病，裨补时阙，而难于指言者，辄咏歌之，欲稍稍进闻于上。上以广宸听，副忧勤；次以酬恩奖，塞言责；下以复吾平生之志。岂图志未就而悔已生，言未闻而谤已成矣！</p> <p>　　又请为左右终言之。凡闻仆《贺雨诗》，众口籍籍，以为非宜矣；闻仆《哭孔戡诗》，众面脉脉，尽不悦矣；闻《秦中吟》，则权豪贵近者，相目而变色矣；闻《登乐游园》寄足下诗，则执政柄者扼腕矣；闻《宿紫阁村》诗，则握军要者切齿矣！大率如此，不可遍举。不相与者，号为沽誉，号为诋讦，号为讪谤。苟相与者，则如牛僧孺之诫焉。乃至骨肉妻孥，皆以我为非也。其不我非者，举世不过三两人。有邓鲂者，见仆诗而喜，无何鲂死。有唐衢者，见仆诗而泣，未几而衢死。其余即足下。足下又十年来困踬若此。呜呼！岂六义四始之风，天将破坏，不可支持耶？抑又不知天意不欲使下人病苦闻于上耶？不然，何有志于诗者，不利若此之甚也！然仆又自思关东一男子耳，除读书属文外，其他懵然无知，乃至书画棋博，可以接群居之欢者，一无通晓，即其愚拙可知矣！初应进士时，中朝无缌麻之亲，达官无半面之旧；策蹇步于利足之途，张空拳于战文之场。十年之间，三登科第，名落众耳，迹升清贯，出交贤俊，入侍冕旒。始得名于文章，终得罪于文章，亦其宜也。</p> <p>　　日者闻亲友间说，礼、吏部举选人，多以仆私试赋判为准的。其余诗句，亦往往在人口中。仆恧然自愧，不之信也。及再来长安，又闻有军使高霞寓者，欲聘倡妓，妓大夸曰：“我诵得白学士《长恨歌》，岂同他哉？”由是增价。又足下书云：到通州日，见江馆柱间有题仆诗者。何人哉？又昨过汉南日，适遇主人集众娱乐，他宾诸妓见仆来，指而相顾曰：此是《秦中吟》、《长恨歌》主耳。自长安抵江西三四千里，凡乡校、佛寺、逆旅、行舟之中，往往有题仆诗者；士庶、僧徒、孀妇、处女之口，每有咏仆诗者。此诚雕篆之戏，不足为多，然今时俗所重，正在此耳。虽前贤如渊、云者，前辈如李、杜者，亦未能忘情于其间。</p> <p>　　古人云：“名者公器，不可多取。”仆是何者，窃时之名已多。既窃时名，又欲窃时之富贵，使己为造物者，肯兼与之乎？今之屯穷，理固然也。况诗人多蹇，如陈子昂、杜甫，各授一拾遗，而屯剥至死。孟浩然辈不及一命，穷悴终身。近日孟郊六十，终试协律；张籍五十，未离一太祝。彼何人哉！况仆之才又不迨彼。今虽谪佐远郡，而官品至第五，月俸四五万，寒有衣，饥有食，给身之外，施及家人。亦可谓不负白氏子矣。微之，微之！勿念我哉！</p> <p>　　仆数月来，检讨囊帙中，得新旧诗，各以类分，分为卷目。自拾遗来，凡所遇所感，关于美刺兴比者；又自武德至元和，因事立题，题为“新乐府”者，共一百五十首，谓之\"讽谕诗\"。又或退公独处，或移动病闲居，知足保和，吟玩性情者一百首，谓之”闲适诗“。又有事物牵于外，情理动于内，随感遇而形于叹咏者一百首，谓之”感伤诗“。又有五言、七言、长句、绝句，自一百韵至两百韵者四百余首，谓之”杂律诗“。凡为十五卷，约八百首。异时相见，当尽致于执事。</p> <p>　　微之，古人云：“穷则独善其身，达则兼济天下。”仆虽不肖，常师此语。大丈夫所守者道，所待者时。时之来也，为云龙，为风鹏，勃然突然，陈力以出；时之不来也，为雾豹，为冥鸿，寂兮寥兮，奉身而退。进退出处，何往而不自得哉！故仆志在兼济，行在独善，奉而始终之则为道，言而发明之则为诗。谓之讽谕诗，兼济之志也；谓之闲适诗，独善之义也。故览仆诗者，知仆之道焉。其余杂律诗，或诱于一时一物，发于一笑一吟，率然成章，非平生所尚者，但以亲朋合散之际，取其释恨佐欢，今铨次之间，未能删去。他时有为我编集斯文者，略之可也。</p> <p>　　微之，夫贵耳贱目，荣古陋今，人之大情也。仆不能远征古旧，如近岁韦苏州歌行，才丽之外，颇近兴讽；其五言诗，又高雅闲淡，自成一家之体，今之秉笔者谁能及之？然当苏州在时，人亦未甚爱重，必待身后，人始贵之。今仆之诗，人所爱者，悉不过杂律诗与《长恨歌》已下耳。时之所重，仆之所轻。至于讽谕者，意激而言质；闲适者，思澹而辞迂。以质合迂，宜人之不爱也。今所爱者，并世而生，独足下耳。然百千年后，安知复无如足下者出，而知爱我诗哉？故自八九年来，与足下小通则以诗相戒，小穷则以诗相勉，索居则以诗相慰，同处则以诗相娱。知吾罪吾，率以诗也。</p> <p>　　如今年春游城南时，与足下马上相戏，因各诵新艳小律，不杂他篇，自皇子陂归昭国里，迭吟递唱，不绝声者二十里余。攀、李在傍，无所措口。知我者以为诗仙，不知我者以为诗魔。何则？劳心灵，役声气，连朝接夕，不自知其苦，非魔而何？偶同人当美景，或花时宴罢，或月夜酒酣，一咏一吟，不觉老之将至。虽骖鸾鹤、游蓬瀛者之适，无以加于此焉，又非仙而何？微之，微之！此吾所以与足下外形骸、脱踪迹、傲轩鼎、轻人寰者，又以此也。</p> <p>　　当此之时，足下兴有余力，且欲与仆悉索还往中诗，取其尤长者，如张十八古乐府，李二十新歌行，卢、杨二秘书律诗，窦七、元八绝句，博搜精掇，编而次之，号为《元白往还集》。众君子得拟议于此者，莫不踊跃欣喜，以为盛事。嗟乎！言未终而足下左转，不数月而仆又继行，心期索然，何日成就？又可为之太息矣！</p> <p>　　仆常语足下，凡人为文，私于自是，不忍于割截，或失于繁多。其间妍媸，益又自惑。必待交友有公鉴无姑息者，讨论而削夺之，然后繁简当否，得其中矣。况仆与足下，为文尤患其多。己尚病，况他人乎？今且各纂诗笔，粗为卷第，待与足下相见日，各出所有，终前志焉。又不知相遇是何年，相见是何地，溘然而至，则如之何？微之知我心哉！</p> <p>　　浔阳腊月，江风苦寒，岁暮鲜欢，夜长少睡。引笔铺纸，悄然灯前，有念则书，言无铨次。勿以繁杂为倦，且以代一夕之话言也。</p> <p>　　居易自叙如此，文士以为信然。",
  "fanyi": "<p><strong>译文<br></strong>　　月日，<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>，微之足下：自从足下被贬到江陵府到现在，你赠送和酬答我的<a href=\"http://so.gushiwen.org/view_73210.aspx\">诗</a>已近一百首了。每逢寄诗来，你还不辞辛苦，有时作序，有时写信，都冠在卷头。这都是用来阐述古今诗歌的意义，并且说明自己做文章的缘由和年月的先后的。我既然接受了你的诗，又理解了你这番意图，也就常常想要回答来信，概略地谈谈诗歌的基本道理，并陈述自己做文章的意图，总起来写一封信，送到足下面前。但是，几年以来，为事故拖累，很少空睱。偶然有了空闲，有时想做这件事，又想到我所说的并没有超出足下的见解，所以有好几次都是铺开信纸又做罢了的。最终没能实现过去的心愿，直到如今。现在被贬调到浔阳任职，除去起居饮食之外，没有别的事可做，于是就浏览你到通州去时留下的二十六轴新旧文章，开卷阅读领会其中的含意，真好象和你会面谈心一样。我长时蓄积于内心的想法，便想一吐为快，恍恍惚惚感觉你还在面前，竟忘记了你是在遥远的通州。从而，我的郁积不平的感情想要有所发泄，于是就回忆起从前的心愿，勉力地写了这封信。希望足下为我用心看一看，是很以为荣幸的。</p> <p>　　所谓文，起源真是太久远了。三才都有自己的文：上天的文，以三光为首；大地的文，以五材为首；人间的文，以六经为首。就拿六经来说，《诗经》又是为首的。为什么呢？因为圣人就是用诗感化人心，而使天下和平的。能够感化人心的事物，没有比情先的，没有比言早的，没有比声近的，没有比义深的。所谓诗，就是以情为根，以诗为苗，以声为花，以义为实的。上自圣贤，下至愚人，微小如豚鱼，幽隐如鬼神，种类有别而气质相同，形体各异而感情一致。接受声音的刺激而不产生反响，接触到情感的影响而内心不感应，这样的事是没有的。圣人懂得这个道理，就根据言语的状况，把它纳入六义，按照声音的形态，把它鎔入五音，使之合于规范。</p> <p>　　五音有规律，六义有类分。韵律协调言语就通顺，语言顺畅声音就容易动人。类分明确情感就得以表现，情感得以表现就容易感人。这样一来，其中就包含着博大精深的道理，贯串着隐密细微的事物。天子和平民就以上下沟通，天地之气就能彼此相交，人们的忧乐相同，人人的心意也就达到和乐。三皇五帝所以按正确的道理去办事，垂衣拱手就把国家治理很好，原因就在于掌握了诗的义和音，把这作为主要权衡；也辩明了诗的义和言，把这作为主要的法宝。因此，听到“元首明，股肱良”这样的歌，就知道虞舜时代治道昌明。听到五子洛汭这样的歌，就知道夏太康的政事已经荒废。用诗讽谕的人没有罪过，听到这种讽喻的人可以作为戒鉴。实行讽谕的和听到这到讽谕的各尽自己的心力。</p> <p>　　到了东周衰落秦国兴起的时候，采诗之官就废除了。天子不以采诗观风的办法补救并考察政事的缺失，平民也不以诗歌宣泄疏导自己的感情。于是颂扬成绩的风气兴起来，补救政事缺失的道理遭到破坏。这时候，六义就不完整了。国风演变为楚辞、五言诗开始于<a href=\"http://so.gushiwen.org/author_460.aspx\">苏武</a>、<a href=\"http://so.gushiwen.org/author_795.aspx\">李陵</a>。苏武、李陵、<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>遭遇都不好，他们都切合自己的情志，抒发感慨而写成诗文。因此，“携手上河梁”之类的诗句，仅止于表达离别的伤感，“行吟泽畔”这样的吟咏最终也只归于怨愤的思绪。诗中所表达的尽是彷徨难舍，抑郁愁苦，没有写到别的内容。但是距离《诗经》还相去不远，六义的大概还保存着。因此，描写离别就以双凫一雁起兴，讽咏君子小人就用香草恶鸟打比方。虽然六义不完全，还能得到国风传统的十分之二三。这时候，六义就缺欠了。晋宋以来，得到国风传统的大概就罕见了。如谢康乐诗的深奥博大，但是多耽溺于山水。如<a href=\"http://so.gushiwen.org/author_645.aspx\">陶渊明</a>诗的超拨古朴，但是又多放情于田园。<a href=\"http://so.gushiwen.org/author_509.aspx\">江淹</a>、<a href=\"http://so.gushiwen.org/author_732.aspx\">鲍照</a>之辈，又比这些诗还要偏狭。象梁鸿所写的《五噫歌》那样的例子，连百分之一二也没有。这时候，六义就逐渐微弱，走向衰落了。到了梁、陈中间，大都不过是玩弄风雪、花草而已。唉，风雪花草这类事物，《三百篇》中难道就割弃了吗？这只是看运用如何罢了。比如“北风其凉”，就是借风以讽刺威虐的，“雨雪霏霏”，就是借怜悯征役的，“棠棣之华”是有感于花而讽谕兄弟之道的，“采采苢”，是赞美车前草而祝贺妇人有子的。这都是以风雪花草起兴，而表现的意义则在于刺威虐、愍征役、讽兄弟、乐有子的。与此相反怎么可以呢？这样，“余霞散成，澄江静如练，”离花先委露，别叶乍辞风“这类篇章，辞确实华丽，我不知道它所讽谕的究竟是什么。因此，我说这些诗仅仅是玩弄风雪花草罢了。这时候，六义就完全消失了。</p> <p>　　大唐已经兴盛两百年了，其间的诗人不可胜数。值得一提的，<a href=\"http://so.gushiwen.org/author_12.aspx\">陈子昂</a>有《感遇诗》二十首，鲍防有《感兴诗》十五首。还有诗中的豪杰，世人把他们并称称为“李杜”。<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>的作品，才华出群，不同凡响，普通人没办法与之相比！但是，探索其中的六义，在十首之中连一首也不具备。<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>的作品最多，可以流传下来的有一千多首。至于贯通古今，格律运用纯熟，做到了尽善尽美，又超过了李白。但是举出《新安吏》、《石壕吏》、《潼关吏》、《塞芦子》、《留花门》这样的篇章，“朱门酒肉臭，路有冻死骨“这样的诗句，也不过三四十首。杜甫尚且如此，何况不如杜甫的呢？ 我经常对诗道的破坏感到痛心，恍恍惚惚地就激愤起来，有时正在吃饭就吃不下去了，夜里睡不着觉。我没有估量自己才力的不足，就想的马诗道恢复起来。唉！事竟与愿违，又不是几句话可以说尽的，但是还不能不向您粗略地陈述一番。</p> <p>　　我出生六七个月的时候，乳母抱着我在书屏下边玩，有人指着无字之字教给我。我虽然嘴上说不出来，但是心里已经默默地记住了。后来有人拿这两个字问我，即使试验十次百次，我都能准确地指出来。那么我是生来就与文字有缘了。到五六岁，就学习做诗，九岁通晓声韵，十五六岁开始知道考中进士的荣耀，就刻苦读书、二十岁以来，白天学习做赋，夜里刻苦读书，间或也学习做诗，没有空闲时间睡眠休息。甚至于嘴和舌头都生疮，手和肘都磨成茧。眸子里面总是一晃一晃的，好象飞着挂着珠，动不动就以万计。这大概是刻苦学习奋力做诗造成的，自己感到很悲哀。</p> <p>　　因家庭贫困而又多事故，直到二十七岁我才应进士试。考中以后，虽然专心于分科考试，还是没有停止做诗。到了做校书郎的时候，诗作足有三四百首。有时拿出来让足下这样的朋友们看。大家一见都说写得工巧，其实我并没有达到诗作者的水平。自从到朝廷作官以来，年龄渐长，经历的事情也渐多，每逢与人谈话，多询问时政，每逢读书史，多探求治理国家的道理。这才知道文章应该为时事而著作，诗歌应该为现实而创作。这时候，皇帝刚刚继位，政府之中有正直的人士，屡次下诏书，调查人民的疾苦。</p> <p>　　我正是在这时升做翰林学士，又做左拾遗的官，亲手领取写谏章的用纸，除写奏章直接向皇帝陈述意见之外，有可以解救人民疾苦，弥补时政的缺失，而又难于直接说明的事项，就写成诗歌，慢慢地让皇帝知道。首先是用来开阔皇帝的见闻，对他考虑和处理国家大事有所帮助。其次是报答皇帝的恩情奖励，尽到谏官的职责。最后是实现个人平生振兴诗道的心愿。没有想到，心愿没有实现而悔恨已经产，诗歌没有闻于上，而诽谤却已经形成了。</p> <p>　　我还要请你允许我把这件事彻底地说说。凡是听到我的《贺雨诗》，众人就一起喧嚷起来，已经认为不合适了。听到我的《哭孔戡诗》，众人就面呈怒色，都不高兴了。听到《秦中吟》，有权势的显贵和近臣都相视变色。听到我的乐游园寄足下诗，执政者就扼腕痛恨。听到我的《宿紫阁村诗》，掌握军权的人就切齿痛恨。大都这样，不能全都举出了。与我没有交谊的人说我是沽名钓誉，恶意攻击，嘲笑诽谤。假使是与我有交谊的，就以<a href=\"http://so.gushiwen.org/author_1247.aspx\">牛僧孺</a>揭露时政而被斥逐的教训警戒我，甚而我的兄弟妻子都认为我是错的。那认为我没错的，整个世上也不过二三个人。有一个邓鲂，看见我的诗就高兴，不久他就死了。还有一个唐衢，读了我的诗就哭泣，不久唐衢也死去了。另外就是你的情况了，而你十年来又困顿到这步田地。唉！难道六义四始的传统，上天就要破坏它而不能支持了吗？还是我不知道上天的意愿就是不让人民疾苦闻于皇帝呢？要不然的话，为什么有志于做诗的人不顺利到这样严重的地步呢？ 但是，我自己也思量过，我只不过是关东一个普通人罢了。除去读书作文之外，其它事是胡胡涂涂一无所知，甚至连书法、绘画、弈棋、博戏那样可以与众人交换联欢的事，我都一无通晓。就是说，我的愚笨是可想而知了。当初应进士试的时候，朝廷里面连一个疏远的亲戚也没有，达官之中连一个曾有过一面之识的朋友也没有。争取功名我不善于奔走趋附。科举考试我也没有可靠的凭借。但是，十年之间我却三次中第，名声为众人所知，足迹达到侍从之官。在朝廷之外与贤俊之士相交结，在朝廷之中就服侍皇帝。开始我是由于文章知名的，最后又由于文章获罪，那也是应该的。</p> <p>　　最近，又听亲戚朋友们私下说：礼部、吏部举行赞扬人才的考试，多用我应试的赋和判词做为标准。其余诗句，也经常在人们的口上流传。我感到很惭愧，也不相信这件事。到第二次来长安的时候，又听说有个军使高霞寓，要聘娶一个歌妓。歌妓大夸其口说：“我能唱白学士的《长恨歌》，怎么能同别的歌妓一样呢？”因此，就抬高了身价。足下书信中还说过，到通州的时候，看见近江的客舍柱子上有题写我的诗的，那又是谁呢？以往我经过汉南的时候，恰好赶上主人集合一群歌妓，为别的宾客做乐。那些歌妓看我来了，就指着我互相使眼色说：“这就是《秦中吟》、《长恨歌》的作者。”从长安直到江西，一路三四千里，凡是地方学校、佛寺、施舍、行舟之中，经常有题写我的诗的，平民、僧众、寡妇、未嫁的姑娘也总有歌唱我的诗的。这的确是微末的小枝，没什么值得称道的，但是现在时俗所重视的，也正是在这一点上。即使前代有才能的人物如<a href=\"http://so.gushiwen.org/author_500.aspx\">王褒</a>、<a href=\"http://so.gushiwen.org/author_715.aspx\">扬雄</a>，前辈如李白、杜甫，心情也是注重这一点的。</p> <p>　　古人说：“名声是天下所共有的器物，不要索取过多。”我是什么人，我获得现时的名声已经够多了。既要获得现实的名声，又要获取现实的富贵，假使我自己成为造物主，能够同时都给予吗？我现在的困穷，是理所当然的。况且诗人向来是多难的，象陈子昂、杜甫，都是做一个普普通通的拾遣，而一直困难到死。李白、<a href=\"http://so.gushiwen.org/author_757.aspx\">孟浩然</a>一辈，连最低级的官职都没做过，穷极潦落一生。近来，<a href=\"http://so.gushiwen.org/author_232.aspx\">孟郊</a>年已六十了，才最后试用做个协律郎，<a href=\"http://so.gushiwen.org/author_390.aspx\">张籍</a>已经五十岁了，也没超过一个太常寺的太祝。他们都是什么人物呵！他们是什么人物呵！况且我的才能又赶不上他们。现在我虽说被降职调到远方的州郡，做个佐贰之官，但是官阶还是五品，月俸四五万，寒天有衣穿，饥饿有饭吃，除去供给自身之外，还能养活家人，也算对得起白家的先辈了。微之微之呵，请不要为我忧虑吧！</p> <p>　　我几个月来，在搜检书函过程中，得到新旧诗，按种类的不同，分了卷别。自做左拾遗以来，凡是所遇所感，与美刺兴比有关的诗，还有自武德到元和年间即事立题而写的诗，题做《新乐府》，共一百五十首，叫做讽谕诗。又有时公事完毕回家独处，有时辞官闲居，满足生活，保养元气，随意地吟咏性情的诗一百首，叫做闲适诗。又有受到外在事物的触动，激起内在的思想感情，随着所感所遇而以歌唱表现出来的诗一百首，叫做感伤诗，又有五言、七言的绝句，长自一百韵短至二韵的四百多首，叫做杂律诗。一共十五卷，大约八百首。将来我们相见的时候，一定全部送给你。</p> <p>　　微之，古人说：“不见用的时候就只顾自我修养，见用的时候就要为天下人造福。”我虽然不贤，也常常以这两句话为师。大丈夫所坚守的是圣贤的大道，所等待的是时机。时机到来，就是作云的龙，搏风的鹏，生气勃勃，勇往直前。时机不来，就是深山的豹，远空的鸿，安安静静地，引身而退。仕进退隐，往何处而不怡然自乐呢？因此，我的志向是在造福于天下，我的行为是在只顾自我修养。我所奉行并贯彻始终的是圣贤的大道，以言词表达出来的就是诗歌。所谓讽谕诗，表达的就是造福天下的志向；所谓闲适诗，表达的就是只顾自我修养的思想。因此，读了我的诗，就知道我所坚持的圣贤之道了。其余的杂律诗，有的是为一时一物所引起来的，有的是为一笑一吟所激发出来的，都是随意成章，并不是我平生所重视的，只是在亲戚朋友聚合离散之间，用它排除离别之苦，增加聚会的欢乐的。现在选编之时，本能删去。将来有人替我编辑这些诗文，把它们略去就可以了。</p> <p>　　微之，尊重耳闻的，轻视眼见的，崇尚古代的，看不起今天的，是人的常情。我不能远追古代的旧闻做证明，就像近年韦苏州的歌行，除去才气超拨，词藻华丽之外，很接近于以兴的手法表达讽谕的意义。他的五言诗又高超雅正，安详适静，是自成一家的体制。现在的作者谁能赶得上呢？但是韦苏州在世的时候，人们并不太重视，一定等到诗人死后，人们才珍重他的作品。现在我的诗，人们喜爱的，通通不过杂律诗和《长恨歌》以下那些作品。时俗所重视的，正是我所轻视的。至于那些讽谕诗，意思激切而言语质直，闲适诗思虑恬静，文词迂缓。由于质直并迂缓，人们不喜爱也是应该的了。现在爱我的诗，与我同时活在世上的，就只有足下而已。但是，千百年后，怎么能知道再没有象足下这样的人出现，而了解并喜爱我的诗呢？因此，八九年来，我与足下做官顺利，就以诗互相鉴戒，遭到斥逐就以诗互相慰勉，各自独居的时候就以诗互相告慰，住在一起的时候就以诗互相娱乐。与我相交的和谴责我的，大都由于诗呵！</p> <p>　　比如今年春游长安城南的时候，我与足下在马上互相作乐，就分别吟咏新颖的短律，不掺杂别的体裁，从皇子陂归昭国里，互相轮流吟唱，在二十多里的路程上吟诗的声音一直不断。即使樊宗宪、李景信在旁边，也没办法插嘴。了解我的把我看做诗仙，不了解我的把我看做诗魔。为什么呢？心灵劳苦，声气耗费，日以继夜，而不知辛苦，这不是魔又是什么？与志趣相同的人结伴，而对美景，有时是花开时节宴饮以后，有时是月夜之下酒喝得正畅快，吟咏诗句，彼此唱和，竟忘掉了老年将到，即使驾着鸾鹤，去游蓬莱瀛洲这橛的仙山，那种快乐也不会比这更高了。那不是仙又是什么？微之微之，这就是我与你以形体为外物，摆脱与俗人交往的踪迹，蔑视富贵，轻视人间的原因。</p> <p>　　正在这个时候，你的兴致还有余，还要与我把交往的友人的诗全部索取来，选择其中最好的，譬如张十八的古乐府，李二十的新歌行，卢拱、杨巨源二秘书的律诗，窦七、元八的绝句，广泛地搜集，精心地选取，把它们编辑起来，称为《元白往还诗集》。诸位君子得知考虑编选他们的诗这件事，没有不雀跃高兴的，把这看做一件大事。唉！计划没有实现，你就被降职调离，不几个月我也接着被贬官了。性情没有兴致，什么时候能完成，又要为这件事叹息了。</p> <p>　　我曾经跟你说，任何人做文章，都偏私以为自己的好，不忍心删削，有时缺点就在繁多上，其间好坏自己又辨别不清，一定得依靠朋友做出公允的评价而不加宽容，进行讨论删削，这样以后繁简恰当不恰当才能处理合适。况且我与足下，写文章特别怕繁多，自己尚且认为是毛病，何况他人呢？现在我们暂且分别编辑诗文，粗略地分出卷次，等到我和足下相见的时候，各人都拿出自己编辑过的东西，以完成过去的心愿。但是，又不知何年能相遇，何地能相见，死期一到，该怎么办呵！微之微之，知道我的心吗？</p> <p>　　浔阳腊月，江风吹来，感到凄苦寒冷。岁末很少欢趣，长夜无眠。拿来笔铺下纸，寂静地坐在灯前，想到哪儿就写到哪儿，语无伦次，请不要厌烦我的繁杂，暂且用以代替一夕之话吧。微之微之，知我心吗？乐天再拜。</p> <p><strong>注释<br></strong>①谪：封建时代特指官吏降职，调往边外地方。<br>②梗概：大概，概略。<br>③胝：胼胝，手上脚上因为劳动或运动被摩擦变硬了的皮肤。<br>④瞀然：垂目下视的样子，形容眼睛昏花。<br>⑤擢：提拔。<br>⑥裨补：增加补益。<br>⑦籍籍：形容喧哗纷乱的样子。<br>⑧困踬（zhì）：受挫，颠沛窘迫。<br>⑨铨（quán）次：编排次序。</p>",
  "poet": {
    "id": 665,
    "star": 0,
    "name": "白居易",
    "image": "http://img.gushiwen.org/authorImg/baijuyi.jpg",
    "desc": "白居易（772年－846年），字乐天，号香山居士，又号醉吟先生，祖籍太原，到其曾祖父时迁居下邽，生于河南新郑。是唐代伟大的现实主义诗人，唐代三大诗人之一。白居易与元稹共同倡导新乐府运动，世称“元白”，与刘禹锡并称“刘白”。白居易的诗歌题材广泛，形式多样，语言平易通俗，有“诗魔”和“诗王”之称。官至翰林学士、左赞善大夫。公元846年，白居易在洛阳逝世，葬于香山。有《白氏长庆集》传世，代表诗作有《长恨歌》、《卖炭翁》、《琵琶行》等。"
  },
  "tags": []
}