{
  "id": 70938,
  "star": 5951,
  "name": "饮湖上初晴后雨二首·其二",
  "dynasty": "宋代",
  "content": "水光潋滟晴方好，山色空蒙雨亦奇。<br>欲把西湖比西子，淡妆浓抹总相宜。",
  "fanyi": "<p><strong>译文</strong><br>在灿烂的阳光照耀下，西湖水微波粼粼，波光艳丽，看起来很美；雨天时，在雨幕的笼罩下，西湖周围的群山迷迷茫茫，若有若无，也显得非常奇妙。<br>若把西湖比作古美女西施，淡妆浓抹都是那么得十分适宜。 </p> <p><strong>注释</strong><br>①湖：即杭州西湖。<br>②潋滟(liàn yàn) ：水面波光闪动的样子。<br>③方好：正是显得很美。<br>④空濛：细雨迷茫的样子。<br>⑤西子：西施，春秋时代越国有名的美女，原名施夷光，或称 先施 ，居古代四大美女（西施、、貂蝉、<a href=\"http://so.gushiwen.org/author_1039.aspx\">杨玉环</a>）之首。家住浣纱溪村（在今浙江诸暨市）西，所以称为西施。<br>⑥相宜：也显得十分美丽。</p>",
  "shangxi": "<p><strong>水光潋滟晴方好，山色空蒙雨亦奇</strong><br>　　从题可知，诗人在西湖饮酒游赏，开始时阳光明丽，后来下起了雨。两种不同的景致，让他都很欣赏。他说：天晴之时，西湖碧水荡漾，波光粼粼，风景正好；下雨时，西湖周围的青山，迷蒙苍茫，若有若无，又显出另一番奇妙景致。“潋滟”，波光闪动。“空蒙”，烟雨迷茫。这两个词都是叠韵词，增强了诗歌语言的音乐性。</p> <p>　　这里，诗人既写了湖光，又写了山色；既有晴和之景，又有雨天之韵，可以说内容是很多的。但从另一个角度看，又很笼统，因为这两句并非只适用于西湖。其实，这正是诗人笔法高妙之处。西湖很美，但究竟美在哪里，怎样美法，恐怕没人说得清。如果具体地描绘景物，可能会有个别精彩之句，但总失之太实、太具体，不能传达出西湖给人的整体印象。<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>这两句有高度的艺术概括性，同时又很形象、很传神，想象空间很大，将“西湖即是美”这一人们共有的感受用诗的语言表述出来。同时，这两句也反映出诗人开阔的胸襟与达观自适的性情。</p> <p><strong>欲把西湖比西子，淡妆浓抹总相宜</strong><br>　　“西子”即西施，春秋时越国有名的美女。无论是淡雅妆饰，还是盛装打扮，西施都一样美丽动人；如果把西湖比做西施的话，那么不管是晴是雨，是冬是春，它都同样美不胜收。</p> <p>　　以绝色美人喻西湖，不仅赋予西湖之美以生命，而且新奇别致，情味隽永。人人皆知西施是个美女，但究竟是怎样的美丽，却只存在于个人心中。而西湖的美景不也是如此吗？采用这样的手法，比起直接去描写，不知要节约多少笔墨，而它的寓意却丰富深刻得多。它对读者不只诉之于感受，同时也诉之于思考，让读者通过自己的想象去发挥诗的内涵。这一出色的比喻，被宋人称为“道尽西湖好处”的佳句，以致“西子湖”成了西湖的别名。也难怪后来的诗人为之搁笔：“除却淡妆浓抹句，更将何语比西湖?”（宋人武衍《正月二日泛舟湖上》） </p>",
  "about": "<h2>译文及注释二</h2> <p><strong>译文</strong><br>晴天，西湖水波荡漾，在阳光照耀下，光彩熠熠，美极了。下雨时，远处的山笼罩在烟雨之中，时隐时现，眼前一片迷茫，这朦胧的景色也是非常漂亮的。<br>如果把美丽的西湖比作美人西施，那么淡妆也好，浓妆也罢，总能很好地烘托出她的天生丽质和迷人神韵。</p> <p><strong>注释</strong><br>潋滟：水波荡漾、波光闪动的样子。 方好：正显得美。<br>空濛：细雨迷蒙的样子。濛，一作“蒙”。亦：也。奇：奇妙。<br>欲：可以；如果。西子：即西施，春秋时代越国著名的美女。<br>总相宜：总是很合适，十分自然。</p><br/><h2>创作背景</h2> <p>　　<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>于宋神宗熙宁四年至七年（1071—1074）任杭州通判，曾写下大量有关西湖景物的<a href=\"http://so.gushiwen.org/view_70938.aspx\">诗</a>。这组诗作于熙宁六年（1073年）正、二月间。</p>",
  "poet": {
    "id": 183,
    "star": 0,
    "name": "苏轼",
    "image": "http://img.gushiwen.org/authorImg/sushi.jpg",
    "desc": "苏轼（1037－1101），北宋文学家、书画家、美食家。字子瞻，号东坡居士。汉族，四川人，葬于颍昌（今河南省平顶山市郏县）。一生仕途坎坷，学识渊博，天资极高，诗文书画皆精。其文汪洋恣肆，明白畅达，与欧阳修并称欧苏，为“唐宋八大家”之一；诗清新豪健，善用夸张、比喻，艺术表现独具风格，与黄庭坚并称苏黄；词开豪放一派，对后世有巨大影响，与辛弃疾并称苏辛；书法擅长行书、楷书，能自创新意，用笔丰腴跌宕，有天真烂漫之趣，与黄庭坚、米芾、蔡襄并称宋四家；画学文同，论画主张神似，提倡“士人画”。著有《苏东坡全集》和《东坡乐府》等。"
  },
  "tags": [
    "古诗三百首",
    "小学古诗",
    "西湖",
    "写雨",
    "写景"
  ]
}