{
  "id": 27724,
  "star": 842,
  "name": "寄扬州韩绰判官",
  "dynasty": "唐代",
  "content": "青山隐隐水迢迢，秋尽江南草未凋。<br>二十四桥明月夜，玉人何处教吹箫？",
  "fanyi": "<p><strong>译文</strong><br>青山隐隐约约绿水千里迢迢，秋时已尽江南草木还未枯凋。<br>二十四桥明月映照幽幽清夜，你这美人现在何处教人吹箫？</p> <p><strong>注释</strong><br>⑴韩绰：事不详，<a href=\"http://so.gushiwen.org/author_211.aspx\">杜牧</a>另有《哭韩绰》<a href=\"http://so.gushiwen.org/view_27724.aspx\">诗</a>。判官：观察使、节度使的属官。时韩绰似任淮南节度使判官。<br>⑵迢迢：指江水悠长遥远。一作“遥遥”。<br>⑶草未凋（diāo）：一作“草木凋”。凋：凋谢。<br>⑷二十四桥：一说为二十四座桥。北宋<a href=\"http://so.gushiwen.org/author_820.aspx\">沈括</a>《梦溪笔谈·补笔谈》卷三中对每座桥的方位和名称一一做了记载。一说有一座桥名叫二十四桥，清李斗《扬州画舫录》卷十五：“廿四桥即吴家砖桥，一名红药桥，在熙春台后，……扬州鼓吹词序云，是桥因古二十四美人吹箫于此，故名。”<br>⑸玉人：貌美之人。这里是杜牧对韩绰的戏称。一说指扬州歌妓。教：使，令。</p><br/><p><strong>译文</strong><br>青山隐约绿水悠悠长流，江南深秋草木还未凋零。<br>明亮月光映照二十四桥，你是否还在听美人吹箫？</p> <p><strong>注释</strong><br>⑴韩绰：事不详，<a href=\"http://so.gushiwen.org/author_211.aspx\">杜牧</a>另有《哭韩绰》<a href=\"http://so.gushiwen.org/view_27724.aspx\">诗</a>。判官：观察使、节度使的属官。时韩绰似任淮南节度使判官。公元833年（唐文宗大和七年）至835年（大和九年），杜牧曾任淮南节度使掌书记，与韩绰是同僚。<br>⑵迢迢：指江水悠长遥远。一作“遥遥”。<br>⑶草未凋（diāo）：一作“草木凋”。凋：凋谢。<br>⑷二十四桥：一说为二十四座桥。北宋<a href=\"http://so.gushiwen.org/author_820.aspx\">沈括</a>《梦溪笔谈·补笔谈》卷三中对每座桥的方位和名称一一做了记载。一说有一座桥名叫二十四桥，清李斗《扬州画舫录》卷十五：“廿四桥即吴家砖桥，一名红药桥，在熙春台后，……扬州鼓吹词序云，是桥因古二十四美人吹箫于此，故名。”<br>⑸玉人：貌美之人。这里指韩绰。一说指扬州歌妓。教：使，令。<br>(6)箫：一种乐器。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　这是一首调笑<a href=\"http://so.gushiwen.org/view_27724.aspx\">诗</a>。诗的首联是写江南秋景，说明怀念故人的背景，末联是借扬州 二十四桥的典故，与友人韩绰调侃。意思是说你在江北扬州，当此深秋之际，在何处教美人吹箫取乐呢？颓废喧哗的地方更让诗人怀念对面江南的青山绿水。</p> <p>　　唐文宗大和七年四月到九年初，<a href=\"http://so.gushiwen.org/author_211.aspx\">杜牧</a>曾在淮南节度使（使府在扬州）<a href=\"http://so.gushiwen.org/author_1247.aspx\">牛僧孺</a>幕中作过推官和掌书记，和当时在幕任节度判官的韩绰相识。这首诗当是杜牧离扬州幕府后不久寄赠韩绰之作，具体写作时间约在大和九年秋或开成元年秋。杜牧在韩死后作过《哭韩绰》诗，可见他与韩绰有深厚的交谊。</p> <p>　　前两句“青山隐隐水迢迢，秋尽江南草未凋”。回忆想像中江南的秋日风光：青山一带，隐现天际，绿水悠长，迢迢不断。眼下虽然已到深秋，但想必温暖的江南草木尚未凋零，仍然充满生机吧。扬州地处长江北岸，但整个气候风物，实与江南无异；不少诗人有“烟花三月下扬州”、“春风十里扬州路”的诗句，说明扬州在当时人的心目中，简直是花团锦簇，四季如春；而诗人此刻正在北方中原地区遥念扬州，因而他自然而然地将扬州视为风光绮丽的“江南”了。“草未凋”与“青山”、绿水组合在一起，正突现了江南之秋明丽高远，生机勃勃的特征。诗人非常怀念繁华的旧游之地，在回忆想像中便赋予扬州以完美。这两句特意渲染山青水秀、草木常绿的江南清秋景色，正是要为下两句想像中的生活图景提供美好的背景。而首句山、水相对，“隐隐”、“迢迢”迭用，次句“秋尽江南”与“草未凋”之间的转折，更构成了一种抑扬顿挫，悠扬有致的格调，诗人翘首遥思、怀恋繁华旧游的感情也隐约表达出来了。</p> <p>　　“二十四桥明月夜，玉人何处教吹箫？”诗的三四两句美景落到旧日同游好友韩绰身上，点醒寄赠之意，趁此表现出扬州特有的美景佳胜，和自己对它的怀念遥想，诗人将回忆之地集中到“二十四桥明月夜”，因为此景最能集中体现扬州风光繁华独绝、浪漫美丽。二十四桥，是唐代扬州城内桥梁的总称，所谓“二十四桥明月夜”将活动场所集中在小桥明月，实际上等于说扬州明月夜，更加突出扬州的“江南”水乡特点，杜牧在扬州作幕的两年中，经常于夜间到十里长街一带征歌逐舞，过着诗酒流连风流放纵的生活。当时韩绰想必也常与诗人一起游赏。诗人设问：</p> <p>　　此时此刻，你在二十四桥中的哪一桥上教歌女伎倡们吹箫作乐、流连忘返呢？“何处”应上“二十四桥”，表现了想像中地点不确定的特点，且以问语隐隐传出悠然神往的意境。这幅用回忆想像织成的月明桥上教吹箫的生活图景，不仅透露了诗人对扬州繁华景象，令风流才子们醉心不已的生活的怀恋，而且借此寄托了对往日旧游之地的思念，重温了彼此同游的情谊；既含蓄地表现了对友人的善意调侃，又对友人现在的处境表示了无限欣慕。</p><br/><h2>赏析</h2> <p>　　扬州之盛，唐世艳称，历代<a href=\"http://so.gushiwen.org/view_27724.aspx\">诗</a>人为它留下了多少脍炙人口的诗篇。这首诗风调悠扬，意境优美，千百年来为人们传诵不衰。韩绰不知何人，<a href=\"http://so.gushiwen.org/author_211.aspx\">杜牧</a>集中赠他的诗共有两首，另一首是《哭韩绰》，看来两人友情甚笃。</p> <p>　　首句从大处落墨，化出远景：青山逶迤，隐于天际，绿水如带，迢递不断。“隐隐”和“迢迢”这一对叠字，不但画出了山清水秀、绰约多姿的江南风貌，而且隐约暗示着诗人与友人之间山遥水长的空间距离，那抑扬的声调中仿佛还荡漾着诗人思念江南的似水柔情。<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>的《踏莎行》：“离愁渐远渐无穷，迢迢不断如春水”、“平芜尽处是青山，行人更在青山外”，正道出了杜牧这句诗的言外之意。此时虽然时令已过了深秋，江南的草木却还未凋落，风光依旧旖旎秀媚。正由于诗人不堪晚秋的萧条冷落，因而格外眷恋江南的青山绿水，越发怀念远在热闹繁花之乡的故人了。</p> <p>　　江南佳景无数，诗人记忆中最美的印象则是在扬州“月明桥上看神仙”（<a href=\"http://so.gushiwen.org/author_56.aspx\">张祜</a>《纵游淮南》）的景致。岂不闻“天下三分明月夜，二分无赖是扬州”（徐凝《忆扬州》），更何况当地名胜二十四桥上还有神仙般的美人可看呢？二十四桥，一说扬州城里原有二十四座桥，一说即吴家砖桥，因古时有二十四位美人吹箫于桥上而得名。“玉人”，既可借以形容美丽洁白的女子，又可比喻风流俊美的才郎。从寄赠诗的作法及末句中的“教”字看来，此处玉人当指韩绰。<a href=\"http://so.gushiwen.org/author_18.aspx\">元稹</a>《莺莺传》“疑是玉人来”句可证中晚唐有以玉人喻才子的用法。诗人本是问候友人近况，却故意用玩笑的口吻与韩绰调侃，问他当此秋尽之时，每夜在何处教妓女歌吹取乐。这样，不但韩绰风流倜傥的才貌依稀可见，两人亲昵深厚的友情得以重温，而且调笑之中还微微流露了诗人对自己“十年一觉扬州梦，赢得青楼薄幸名”的感喟，从而使此诗平添了许多风韵。杜牧又长于将这类调笑寄寓在风调悠扬、清丽俊爽的画面之中，所以虽写艳情却并不流于轻薄。这首诗巧妙地把二十四美人吹箫于桥上的美丽传说与“月明桥上看神仙”的现实生活融合在一起，因而在客观上造成了“玉人”又是指歌妓舞女的恍惚印象，读之令人如见月光笼罩的二十四桥上，吹箫的美人披着银辉，宛若洁白光润的玉人，仿佛听到呜咽悠扬的箫声飘散在已凉未寒的江南秋夜，回荡在青山绿水之间。这样优美的境界早已远远超出了与朋友调笑的本意，它所唤起的联想不是风流才子的放荡生活，而是对江南风光的无限向往：秋尽之后尚且如此美丽，当其春意方浓之时又将如何迷人？这种内蕴的情趣，微妙的思绪，“可言不可言之间”的寄托，“可解不可解之会”的指归（见叶燮《原诗》），正是这首诗成功的奥秘。</p>",
  "about": "<h2>创作背景</h2> <p>　　唐文宗大和七年四月到九年初，<a href=\"http://so.gushiwen.org/author_211.aspx\">杜牧</a>曾在淮南节度使（使府在扬州）<a href=\"http://so.gushiwen.org/author_1247.aspx\">牛僧孺</a>幕中作过推官和掌书记，和当时在幕任节度判官的韩绰相识。此<a href=\"http://so.gushiwen.org/view_27724.aspx\">诗</a>是杜牧离开扬州以后，在江南怀念昔日同僚韩绰判官而作。，具体写作时间约在大和九年秋或开成元年秋。杜牧在韩绰死后作过《哭韩绰》诗，可见他与韩绰有深厚的友谊。 </p><br/><h2>解读</h2> <p>　　<a href=\"http://so.gushiwen.org/view_27724.aspx\">诗</a>的头两句写景。第一句摄取的是远镜头，扬州一带远处青翠的山峦，隐隐约约，给人以迷离恍惚之感；江水东流悠长遥远，给人以流动轻快的感受。第二句是想象江南虽在秋天，但草木尚未完全凋零枯黄，表现优美的江南风光。这两句是从山川物候来写长江以南地区，和后面两句的颓废形成对比。</p> <p>　　青山隐隐水迢迢，（远景描写——诗人站在江边，隐约遥见长江对岸青山逶迤，隐于天际，江水如带，迢迢不断。）(“隐隐”和”迢迢”这两对叠字,不但画出了山清水秀,绰约多姿的江南风貌, 而且隐约暗示着诗人与友人之间山遥水长的空间距离，那抑扬的声调中仿佛还荡漾着诗人思念江南的似水柔情。)</p> <p>　　秋尽江南草未凋。（诗人站在江北，遥想江南的秋景——此时时令已过了深秋，我所在的江北早已是草木凋零、一派晚秋的萧条冷落，而江南的草木却还未凋落，还是青山绿水，风光依旧旖旎秀美。真是很怀念远在热闹繁花之乡的朋友啊。）</p> <p>　　二十四桥明月夜，（徐凝《忆扬州》“天下三分明月夜，二分无赖是扬州。”）（二十四桥，一说扬州城里原有二十四座桥，一说即吴家砖桥，因古时有二十四位美人吹箫于桥上而得名。但无论如何，明月照在扬州名胜二十四桥上，如诗如画、如梦如幻，深深的惆怅情思，引人遐想。这样的月色、这样的夜色多么浪漫而令人眷念啊。）</p> <p>　　玉人何处教吹箫？（“玉人”，既可借以形容美丽洁白的女子，又可比喻风流俊美的才郎。从寄赠诗的作法及末句中的“教”字看来，此处玉人当指韩绰。）（韩绰，我的老友，当此秋尽之时，你每夜在何处教美人吹箫取乐呢？）（诗人本是问候友人近况，却故意用玩笑的口吻与韩绰调侃，问他这样，不但韩绰风流倜傥的才貌依稀可见，两人亲昵深厚的友情得以重温，而且调笑之中还微微流露了诗人对自己经历和遭遇的感叹。）（月光笼罩的二十四桥上，吹箫的美人披着银辉，宛若洁白光润的玉人，仿佛听到呜咽悠扬的箫声飘散在已凉未寒的江南秋夜，回荡在青山绿水之间。诗人以调侃的语气问韩绰，实际上是对长江以南风光的怀念。）</p><br/><h2>创作背景二</h2> <p>　　此<a href=\"http://so.gushiwen.org/view_27724.aspx\">诗</a>是<a href=\"http://so.gushiwen.org/author_211.aspx\">杜牧</a>被任为监察御史，由淮南节度使幕府回长安供职后所作，具体写作时间约在唐文宗大和九年（835年）或开成元年（836年）秋。唐文宗大和七年（833年）至大和九年（835年），杜牧曾任淮南节度使掌书记，与韩绰是同僚。</p> <p>　　唐代的扬州，是长江中下游繁荣的都会，店肆林立，商贾如云，酒楼舞榭，比比皆是，“每重城向夕，倡楼之上，常有绛纱灯数万，辉罗耀列空中，九里三十步街中，珠翠填咽，邈若仙境”（《太平广记》卷273引《唐阙文》）。“性疏野放荡”的杜牧，在这样的环境中，常出没于青楼倡家，有不少风流韵事，韩绰在这方面是他同道，所以回到长安后写诗寄赠。</p>",
  "poet": {
    "id": 211,
    "star": 0,
    "name": "杜牧",
    "image": "http://img.gushiwen.org/authorImg/dumu.jpg",
    "desc": "杜牧（公元803－约852年），字牧之，号樊川居士，汉族，京兆万年（今陕西西安）人，唐代诗人。杜牧人称“小杜”，以别于杜甫。与李商隐并称“小李杜”。因晚年居长安南樊川别墅，故后世称“杜樊川”，著有《樊川文集》。"
  },
  "tags": [
    "唐诗三百首",
    "调笑",
    "写景",
    "友情",
    "怀念"
  ]
}