{
  "id": 28610,
  "star": 82,
  "name": "石榴",
  "dynasty": "唐代",
  "content": "榴枝婀娜榴实繁，榴膜轻明榴子鲜。 <br>可羡瑶池碧桃树，碧桃红颊一千年。",
  "fanyi": "<h2>注释</h2> <p>①《汉武内传》说，西王母命侍女索桃，须臾，以玉盘盛仙桃七颗，以五颗与武帝，帝辄收其核，欲种之。西王母曰:“此桃三干年一实，中夏地薄，种之不生。”瑶池碧桃指此。可羡:何羡，岂羡。<br>②此当以“瑶池碧桃”喻女冠，以石榴喻妇人多子而容采鲜丽者。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　表面上看这是一首关于石榴的古<a href=\"http://so.gushiwen.org/view_28610.aspx\">诗</a>。那作者具体是想表达什么呢？</p> <p>　　一．石榴的隐喻</p> <p>　　<a href=\"http://so.gushiwen.org/author_204.aspx\">李商隐</a>为什么要以《石榴》为题写诗？石榴隐喻的是什么呢？据传石榴是从西域引进中原的，《博物志》载：“张骞出使西域，得安涂林安石榴以归，名为安石榴。”唐朝时，女皇<a href=\"http://so.gushiwen.org/author_298.aspx\">武则天</a>特别喜爱石榴，于是其栽培随进入繁荣发展的时期，一度出现长安“榴花遍近郊”的盛况。当年杨贵妃在华清宫时，也特别喜欢石榴花，亲手在七圣殿周围，栽植了很多石榴树，以观赏石榴花的艳态美容，因此有了“贵妃花石榴”的美名。唐代诗人于兰《千叶石榴花》诗云：“一朵花开千叶红，开时又不藉春风。若教移在香闰畔，定与侍人艳态同。”诗的末句把石榴花的娇态与香闰中的美女相类比，浪漫的魏澹也将那榴花比作思念中的闺中人。可见石榴在李商隐生活的那个朝代绝非凡品，它是美丽女子与纯洁爱情的象征。</p> <p>　　二．李商隐的《石榴》为谁而写？</p> <p>　　可以断定李商隐的《石榴》是一首情诗，可是他究竟写给谁的呢？李商隐在无题二首里也提到过石榴：“….曾是寂寥金烬暗,断无消息石榴红。斑骓只系垂杨岸,何处西南任好风。”根据诗意不难看出这诗是写给他的初恋爱人的，而且这场爱情是失败的，让他刻骨铭心的。此“石榴”和彼“石榴”是同一个女子吗？要解开这疑问还得先看一看李商隐的爱情经历。据说他一生和多位女子有过情感，最早的是他与华阳姊妹的青梅竹马情,相传华阳三姊妹是当时有名的美女加才女,称为“三英”，李写给她们的爱情诗里用的是桃：《月夜重寄宋华阳姊妹》</p> <p>　　“ 偷桃窃药事难兼，十二城中领彩蟾。应共三英同夜赏，玉楼仍是水晶帘。”李商隐当年倜傥多情，他痴想坐拥三英，然三女却不肯侍一夫，遂与义山决裂。与华阳姊妹分手后，诗人又经历了一段让他痛不欲生的感情。女主角名叫柳枝，初遇诗人时17岁，为一富户之千金。李写下了四首关于他与柳枝相爱的诗作。其中有：“柳枝井上蟠，莲叶浦中干。锦鳞与绣羽，水陆有伤残。 画屏绣步障，物物自成双。如何湖上望，只是见鸳鸯。” 原本是天赐良缘，不料想造化弄人，在二人的感情正进行得如火如荼的时候，柳枝却被父母做主嫁给了东诸侯。 在此之后，李商隐又先后与两名女子有过感情纠葛，但无奈的是这两女子后来被送进宫中做宫女。25岁才娶了王茂元的女儿为妻。因为有过屡屡失败的感情经历，所以他倍加珍惜与王氏的婚姻生活，岂料天妒红颜，王氏早逝，李商隐悲痛万分，他写了《夜雨寄北》《锦瑟》《无题》等悼亡诗。此刻再细读这首《石榴》似乎已经可以揭开谜底了——“榴枝娥娜榴实繁，榴膜轻明榴籽鲜。可羡瑶池碧桃树，碧桃红颊一千年。”它歌咏的是石榴花的娇艳，赞美了石榴果实的丰满、甘甜，还将石榴果的“红”与桃红相比较，暗示他心爱的女子比之王母娘娘瑶池中的碧桃还要俏丽高贵！可见诗人对她是多么爱慕，多么怀恋。 可是她再高贵娇艳也不能像王母娘娘的碧桃那样红上“一千年”，又可见他对逝去的红颜是多么哀痛，多么惋惜！这首诗是既可以说是写给华阳三姐妹的，也可以说是写给柳枝的或者是他后来遇到的其他女子的，抑或可以说是写给他的亡妻的，总之李商隐是写给曾经在他的生命里灿烂过的所有女子的吧，这首《石榴》既是生命的挽歌也是爱情的悼亡诗！</p> <p>　　三．李商隐《石榴》诗的艺术特点</p> <p>　　1．此诗运用复词重言手法，从而使节奏回环，词脉婉曲。李商隐写过许多这样的诗。有同步往复的，如“一弦一柱思华年”，“此花此叶长相映”。有同句双步往复的，如“一夕南风一叶危”，“半留相送半迎归”。这种同句不同音步的重叠往复，又可以组成对仗的一联，如“昨夜星辰昨夜风，画堂西畔桂堂东”；“纵使有花兼有月，可堪无酒又无人”还有同联内前后一次单复的，“只知解道春来瘦，不道春来独自多”；“刘郎已恨蓬山远，更隔蓬山一万重”。还有同联前后蝉联的，如“巴江可惜柳，柳色绿侵江”；“春日在天涯，天涯日又斜”。也有同一联前后句首尾衔顾，使回环增大，涵盖全联的，如“春风为开了，却拟笑春风”；“回肠九回后，犹有剩回肠”。惟独这《石榴》一首诗内多次连环回复，大小回环相套，读来意韵连绵，回味无穷，绕梁三日，挥之不去。</p> <p>　　2．隐柔隐秀。李商隐一生由于沉沦使府，寄人篱下，在与命运的抗争中屡遭失败，所以在心理定势上，他以微细为美，以弱小为美，以阴柔为美。他写花为“落花”，写荷是“枯荷”，写牡丹则“为雨所败”，写梅花则“定在天涯”，写石榴也是“断无消息”。此诗前两句歌颂石榴的纯洁美丽，读来春风扑面，可是后面又紧接着叹息人间红颜易逝。如同稿衣少女，即使有些许欢愉，亦不过是拈花微笑，即使艳若桃李，亦难敌风刀雨剑。红颜易老，旧梦难留。“碧桃红颊一千年”，道出了诗人的梦幻与渴望。</p> <p>　　世上一切美好的事物都是短暂的，唯有诗人的不朽诗篇，唯有深藏于心底的真诚与美好的情感才真的可以“碧桃红颊一千年”！</p>",
  "poet": {
    "id": 204,
    "star": 0,
    "name": "李商隐",
    "image": "http://img.gushiwen.org/authorImg/lishangyin.jpg",
    "desc": "李商隐，字义山，号玉溪（谿）生、樊南生，唐代著名诗人，祖籍河内（今河南省焦作市）沁阳，出生于郑州荥阳。他擅长诗歌写作，骈文文学价值也很高，是晚唐最出色的诗人之一，和杜牧合称“小李杜”，与温庭筠合称为“温李”，因诗文与同时期的段成式、温庭筠风格相近，且三人都在家族里排行第十六，故并称为“三十六体”。其诗构思新奇，风格秾丽，尤其是一些爱情诗和无题诗写得缠绵悱恻，优美动人，广为传诵。但部分诗歌过于隐晦迷离，难于索解，至有“诗家总爱西昆好，独恨无人作郑笺”之说。因处于牛李党争的夹缝之中，一生很不得志。死后葬于家乡沁阳（今河南焦作市沁阳与博爱县交界之处）。作品收录为《李义山诗集》。"
  },
  "tags": [
    "女子",
    "爱情"
  ]
}