{
  "id": 69983,
  "star": 2,
  "name": "杂剧·钱大尹智勘绯衣梦",
  "dynasty": "元代",
  "content": "第一折<br>（冲末扮王员外同嬷嬷上）（王员外云）耕牛无宿料，仓鼠有余粮。万事分已定，浮生空自忙。老夫姓王，双名得富，是这汴京人氏。家中颇有万贯家财，人顺口都唤我做王半州。在城有一人，也是个财主，姓李，唤做李十万。俺两个当初指腹成亲，我根前得了个女孩儿，唤做王闰香，年一十六岁也；他根前得了个儿孩儿，唤做李庆安。他当初有钱时，我便和他做亲家；他如今消乏了也，都唤他做叫化李家，我怎生与他做亲家？老夫想来：怎生与他成亲？我心中欲要悔了这门亲事，嬷嬷，你意下如何？（嬷嬷云）老员外，咱如今有万贯家财，小姐又生的如花似玉，年方二八，怎生与这等人家做亲？不教旁人笑话也！（王员外云）嬷嬷，你也说的是。我如今与你十两银子，有闰香孩儿亲手与李庆安做了一双鞋儿，你将的去与李员外，悔了这门亲事。等他不肯悔亲时，你便说：\"既你不肯，俺员外说，着你选吉日良辰，下财置礼，娶的小姐去。\"他那里得那钱钞来？必然悔了这门亲事。停当了呵，可来回我的话。老夫无甚事，且回后堂中去也。（下）（嬷嬷云）老身将着银子、鞋儿去李员外悔亲走一遭去。堪笑乔才家道贫，凄凉终日受辛勤。难成鸾凤双飞友，却向他家去悔亲。（下）（外扮孛老儿薄篮上）月过十五光明少，人到中年万事休。老汉汴梁人氏，姓李，双名荣祖，嫡亲的三口儿家属，婆婆早年下世，有个孩儿是李庆安，孩儿每日上学攻书。我当初也是巨富的财主来，唤我做李十万。我如今穷薄了也，我一贫如洗，人都唤我做叫化李家。庆安孩儿当初我曾与王员外家指腹成亲。他根前得了个女孩儿，我根前得了个儿孩儿。他见俺家穷薄了也，他数次家要悔了这门亲事。孩儿上学去了也。老汉在家闲坐，看有甚么人来。（嬷嬷上，云）老身是王员外家嬷嬷的便是。俺员外着我将着这十两银子、这双鞋儿，直至李庆安家悔亲走一遭去。来到门首也。无人报复，我自过去。（做见孛老儿拜科，云）老的，你爷儿每好么？（孛老儿云）嬷嬷，俺穷安乐。你今日来做甚么？（嬷嬷云）无事可也不来，俺员外的言语，要和你悔了这门亲事。与你这十两银子；这双鞋儿是罢亲的鞋儿，着庆安蹅断线脚儿，便罢了这门亲事也。（孛老儿云）嬷嬷，那里有这等道理来！等我孩儿来家与他商量。（嬷嬷云）我不管你，鞋儿、银子交付与你，我回员外话去也。（下）（孛老儿云）嗨！似此怎了也？天那！欺侮俺这穷汉。孩儿敢待来家也。（李庆安上，云）自家李庆安的便是。俺当初有钱时，唤俺做李十万家；今日穷薄了，都唤做叫化李家。在城有王<br>半州和俺父亲指腹成亲来，他见俺穷薄了，他要悔了这门亲事。我是个读书人，量一个媳妇打甚么不紧！我上学去来，一般的学生每笑话我无个风筝儿放，我见父亲走一遭去。可早来到也，我自过去。父亲，您孩儿来家了也。你这哭怎的？（孛老儿云）孩儿，我啼哭哩、（李庆安云）父亲为甚么烦恼？（孛老儿云）孩儿也，王员外差嬷嬷来，拿着十两银子，一双鞋儿与你穿蹅断线脚，也就罢了这门亲事，因此上我烦恼也。（李庆安云）父亲，你休烦恼，量这媳妇打甚么不紧！将这鞋儿我穿的上学去。一般的学生每笑话我，道我无个风筝儿放。父亲有银子与我买一个风筝儿放着耍子。（孛老儿云）孩儿也，我与你二百钱，你买个风筝儿放耍子去。休要惹事，疾去早来，休着我忧心也！（李庆安云）有了钱也，我买风筝儿去也。（下）（孛老儿云）孩儿买风筝儿去了，老汉无甚事，隔壁人家吃疙瘩茶儿去也。（下）（李庆安拿风筝儿上，云）自家李庆安的便是。买了个风筝儿放将起去，不想一阵大风刮在这家花园内梧桐树上抓住了。这花园墙较低，我跳过墙，取我那风筝儿去。（做跳墙科，云）我跳过这墙来，一所好花园也！我来到这梧桐树下，脱了我这鞋儿，我上树取这风筝儿咱。看有甚么人来。（正旦领梅香上，云）妾身是王半州的女孩儿，小字闰香。时遇秋间天道，梅香，咱后花园中闲散心走一道去来。（梅香云）姐姐，时遇秋间天气，万花绽拆，柳绿如烟；咱去后花园中闲散心去来。（正旦云）来到这后花园中，是好景致也呵！（唱）<br>【仙吕】【点绛唇】试看这天淡云闲，几行征雁，秋将晚。衰柳凋残，我则见飞绵后开青眼。<br>【混江龙】更和这玉芙蓉相间，你看那战西风疏竹两三竿。则他这一年四季，更和这每岁循环。则他这守紫塞的征夫愁夜永，和俺这倚庭轩家妇怯衣单。消宝篆、冷沉檀，珠帘卷、主钩弯，纱窗静、绣闺闲。则我这倦身躯暂把绣针停，绕着这后花园独步雕栏看。则他那池塘中枯荷减翠，树梢头梨叶添颜。（梅香云）姐姐，你每日家不曾穿这等衣服，今日姐姐这般打扮着，可是为何？（正旦唱）<br>【油葫芦】疑怪这老嬷嬷今朝将箱柜来翻，把衣服全套儿拣；换上这大红罗裙子绣鞋儿弯，拣的那大黄菊簪戴将时来按，拣的他这玉簪花直插学宫扮。则今番临绣床有些儿不耐烦，则我这睡起来云髻儿微軃，插不定秋色玉钗环。<br>（梅香云）姐姐，你天生的花容月貌，这几日可怎生清减了，可端的为何也？（正旦唱）<br>【天下乐】想起俺那指腹的这成亲李庆安。兀的不是手。（王员外云）好阿，两手鲜血，还不是你哩！正是杀人贼！明有清官，我和你见官去来。（裴旦云）肯分的遇着个货郎儿，我叫他过来试看咱。（拿刀子入鞘儿科，云）这刀子不是俺家的来！（张弘背云）谁道\"是俺家的来\"，这刀子是我卖的！（裴旦云）物见主，必索取。是我的刀子！（张弘云）是我的！（闹科）（正旦上，云）街上吵闹，我试看咱。（见科，云）原来是裴嫂嫂。你闹做甚么？（裴旦云）这厮偷了我的刀子！（正旦云）茶房里有司公哥哥，你告去，他与你做个证见。（裴旦云）你说的是，我扯着他告去。（裴旦做见窦鉴科，云）哥哥，这厮偷了我刀子！（窦鉴云）怎么是你的刀子？（裴旦云）这刀子鞘儿现在我家里，怎么不是我的？（窦鉴云）我不信，将来我看！（裴旦云）哥哥，你看这鞘儿是也不是？（窦鉴云）真个是这刀子的鞘儿。兄弟，与我拿住这妇人者！（张弘云）理会的。（做拿住打科，云）招了者！招了者！（裴旦云）哎哟！他偷了我刀子，你着我招甚么？（正旦唱）<br>【鬼三台】则这贼名姓，劝姐姐休争竞。（裴旦云）这刀子委的是我的，你怎生打我？（正旦唱）走将来便把那头梢来自领，赃仗忒分明，不索你便折证。小梅香死的来忒没影，李庆安险些儿当重刑！第一来恶孽相缠，第二来也是那神天报应。<br>（窦鉴云）兀那厮，你快招了者！（张弘脱衣打科，云）我打这厮，招了者！招了者！（裴旦云）打杀我也！本是我的刀子，可怎生屈棒打我？（张弘又打科，云）不打不招，你快招了者！（裴旦云）罢、罢、罢，我且屈招了。（正旦唱）<br>【调笑令】你可便悄声，察贼情。（正旦云）司公哥哥，你来！（张弘云）怎的？（正旦唱）比及拿王矮虎，先缠住一丈青。批头棍大腿上十分楞，不由他怎不招承！向云阳闹市必典刑，（裴旦云）三婆，你救我咱！（正旦唱）杀么娘七代先灵。<br>（裴炎带酒上，云）问三婆讨我那狗肉钱去。(见正旦科，云）三婆，还我那狗肉钱来。（正旦云）哥哥，狗向钱有；那阁子里有人唤你哩！（裴炎见裴旦跪着窦鉴科，云）大嫂，你为甚么跪在这里？（裴旦云）我招了也。（裴炎云）你既招了，咱死去来。（窦鉴云）兄弟，有了杀人贼也！将这厮绑缚定，往开封府见大人去来。（裴炎云）罢、罢、罢，好汉识好汉，跟着你去。（正旦唱）<br>【尾声】到来日裴炎不死呵教谁偿命？杀了这丑生呵天平地平！我想这人性命怎干休？我道来，则他这瓦罐儿破终须离不了井。（下）<br>（窦鉴云）拿着赋人见大人去来。大尹多才智，公事今完备。拿住杀人贼，少不的依律定其罪。（同下）<br><br>　</p> <p>第四折<br>（官人领张千上，云）老夫钱大尹是也。因为李庆安这桩事，我着窦鉴、张弘察访杀人贼去了，这早晚不见来回话。张千，门首觑者，若来时，报复我知道。（张千云）理会的。（窦鉴同张弘拿裴炎上，云）自家窦鉴、张弘的便是。拿着这厮见大人去。可早来到也。张千报复去，道窦鉴、张弘拿的杀人贼来了也。（张千云）报的大人得知：有窦鉴、张弘拿的杀人贼来了也。（官人云）与我拿将过来！（张千云）理会的。拿过去！（窦鉴拿见科，云）当面！大人，俺二人拿住杀人贼，是裴炎。（官人云）果然是裴炎！兀那厮，你是杀了王员外的梅香来么？（裴炎云）大人，委的不干李庆安事，是我杀了王员外的梅香来；饶便饶，不饶便杀了罢。（官人云）张千，将李庆安一行人都与我取上厅来。（张千云）理会的。将李庆安一行人取上厅来！（张千拿李庆安上，见官人科，云）当面！（官人云）李庆安，有了杀人贼也。张千，开了他那枷锁。你无事了也，还你那家中去。（李庆安云）你孩儿知道。我出的这衙门来。（孛老儿上，见科，云）孩儿也，为甚么开了你这枷锁？（李庆安云）父亲，有了杀人贼也；大人爷放俺还家中去。父亲，咱家中去来。（孛老儿云）既然有了杀人贼，饶了你也；谢天地，欢喜煞我也！孩儿，那王员外告着你杀人；\"告人徒得徒，告人死得死\"！早是有了杀人贼，你便是无罪的人；若无杀人贼呵，你便与他偿命。我偌大年纪，谁人养活我？我告那大人去：冤屈！（官人云）兀那老的，为甚么叫冤屈？（孛老儿云）大人可怜见！早是有了杀人贼，俺便无事了；若无那杀人贼呵，将我孩儿对了命可怎了？大人可怜见！常言道：\"告人徒得徒，告人死得死。\"王员外妄告不实，大人与老汉做主！（官人云）这老的也说得是。张千，与我唤将王员外那老子来！（张千员）理会的。王员外，唤你哩！（王员外上，云）老汉王员外。衙门里唤我，不知有甚事？我见大人去。（见科）（官人云）王员外，是裴炎杀了你家梅香，见今有了杀人贼也。这老的说\"告人徒得徒，告人死得死\"，您与他外边商和去。（王员外云）理会的。（孛老儿云）大人，我其实饶不过这老子！（同出衙门科）（王员外云）亲家，亲家，是我的不是了也，你饶了我罢！（孛老儿云）甚么亲家！你怎生告我孩儿是杀人贼？我不和你商和。（王员外云）既然不肯商和，我唤出女孩儿闰香来，看他说甚么。（做唤科，云）闰香孩儿行动些！（正旦上，云）父亲，唤我做甚么？（王员外云）孩儿，如今李员外告我妄告不实，你央浼他去：饶了我罢。（正<br>旦云）既然有了杀人贼，他告父亲妄告不实。父亲放心，不妨事，我与庆安陪话去。（王员外云）孩儿，你上紧救我咱！我倒陪奁房断送孩儿与庆安成合了旧亲，则着他饶了我罢！（正旦唱）<br>【双调】【新水令】往常我绣帏中独坐洞房春，谁曾见勘平人但常推问？罪人受十八重活地狱，公人立七十二恶凶神。如今富汉入衙门，便有那欺公事也不问。<br>（王员外云）孩儿也，那老的说：\"告人徒得徒，告人死得死。\"大人教俺商和哩。孩儿也，他若饶了俺呵，我倒陪三千贯奁房断送与他;你和他说去。（正旦云）理会的。（正旦见孛老儿跪科，云）公公，怎生看闰香孩儿的面，饶过俺父亲咱！（孛老儿云）闰香孩儿，我不饶过你那老子！（正旦见李庆安，云）庆安，看我之面，饶过俺父亲者！（李庆安云）小姐，早是有了杀人贼；若无呵，我这性命可怎了也？（正旦唱）<br>【乔牌儿】当日个悔亲呵是俺父亲，赤紧的俺先顺。耽饶过俺便成秦晋，咱两个效绸缪夫妇情。（李庆安云）我便将就了，俺父亲他可不肯哩。（正旦云）我去公公行陪去。（正旦见孛老儿科，云）公公，可怜见俺父亲咱！（孛老儿云）孩儿也，不干你事，我饶不过他！（正旦唱）<br>【雁儿落】我则是为夫呵受苦辛，告尊父言婚聘；访贤达尽孝顺，不索你相盘问。<br>（孛老儿云）闰香孩儿，不干你事。我饶不过你那父亲。（正旦唱）<br>【得胜令】您孩儿须告老尊亲：不索你记冤恨；我与那庆安言婚聘，合成了两对门。也是俺前生，赤紧的俺两个心先顺。告你个公公：你则是耽饶过俺老父亲！<br>（正旦云）庆安，俺父亲说来：倒陪三千贯奁房断送，着我与你依旧配合成亲，你意下如何？（李庆安云）既是这等，我与父亲说去。父亲，俺丈人说来：若是俺饶了他，他倒陪三千贯奁房断送，将闰香依旧与我为妻。咱饶了他罢！（孛老儿云）孩儿，当初他不告你来？（李庆安云）他告我，不曾告你。（孛老儿云）大人将你三推六问，不打你来？（李庆安云）他打我，不曾打你。（孛老儿云）若拿不住杀人贼呵，可不杀了你？（李庆安云）他杀我，可不曾杀你。（孛老儿云）我把你个犟小弟子孩儿！罢、罢、罢，我饶了他罢。（王员外跪谢科，云）既然亲家饶了我也，咱见大人去来。（做同见官人科）（孛老儿云）大人，我饶了他也。（官人云）既然你两家商和了也，一行人听我下断：裴炎图财致命，杀了王员外家梅香，市曹中明正典刑；窦鉴、张弘能办公事，每人赏花银十两。将老夫俸钱给与李员外做个庆喜的筵席，着李庆安夫妇团圆。您听者：则为他年少子衔冤负屈，泼贼汉致命图钱。梅香死本家超度，将前官罢职停宣。富嫌贫悔了亲事，倒陪与万贯家奁。窦鉴等封官赐赏，李庆安夫妇团圆。<br>题目王闰香夜月四春园<br>钱大尹智勘绯衣梦<br>正名李庆安绝处幸逢生<br>狱神庙暗中彰显报<br></p> <p> ",
  "poet": {
    "id": 235,
    "star": 0,
    "name": "关汉卿",
    "image": "http://img.gushiwen.org/authorImg/guanhanqing.jpg",
    "desc": "关汉卿（约1220年──1300年），元代杂剧作家。是中国古代戏曲创作的代表人物，“元曲四大家”之首。号已斋（一作一斋）、已斋叟。汉族，解州人（今山西省运城），与马致远、郑光祖、白朴并称为“元曲四大家”。以杂剧的成就最大，一生写了60多种，今存18种，最著名的有《窦娥冤》；关汉卿也写了不少历史剧，如：《单刀会》、《单鞭夺槊》、《西蜀梦》等；散曲今在小令40多首、套数10多首。关汉卿塑造的“我却是蒸不烂、煮不熟、捶不匾、炒不爆、响珰珰一粒铜豌豆”（〈不伏老〉）的形象也广为人称，被誉“曲家圣人”。"
  },
  "tags": []
}