{
  "id": 10185,
  "star": 23,
  "name": "赠别王十七管记",
  "dynasty": "唐代",
  "content": "故交吾未测，薄宦空年岁。晚节踪曩贤，雄词冠当世。 <br>堂中皆食客，门外多酒债。产业曾未言，衣裘与人敝。 <br>飘飖戎幕下，出入关山际。转战轻壮心，立谈有边计。 <br>云沙自回合，天海空迢递。星高汉将骄，月盛胡兵锐。 <br>沙深冷陉断，雪暗辽阳闭。亦谓扫欃枪，旋惊陷蜂虿。 <br>归旌告东捷，斗骑传西败。遥飞绝汉书，已筑长安第。<br>画龙俱在叶，宠鹤先居卫。勿辞部曲勋，不藉将军势。 <br>相逢季冬月，怅望穷海裔。折剑留赠人，严装遂云迈。 <br>我行将悠缅，及此还羁滞。曾非济代谋，且有临深诫。 <br>随波混清浊，与物同丑丽。眇忆青岩栖，宁忘褐衣拜。 <br>自言爱水石，本欲亲兰蕙。何意薄松筠，翻然重菅蒯。 <br>恒深取与分，孰慢平生契。款曲鸡黍期，酸辛别离袂。 <br>逢时愧名节，遇坎悲沦替。适赵非解纷，游燕往无说。 <br>浩歌方振荡，逸翮思凌励。倏若异鹏抟，吾当学蝉蜕。",
  "fanyi": "<p><strong>译文</strong><br>我那些旧日的朋友都音信杳然，居官卑微，空度了几多年华。你的节操直追先贤，你雄浑的<a href=\"http://so.gushiwen.org/view_10185.aspx\">诗</a>文的当世最好的。<br>你的厅堂之中坐满了食客，对外还欠着许多酒债。你从不言及财产积累之事，与朋友共衣，即使穿破了也毫不在意。<br>你供职幕府，随军转徙，出入于关隘山峰之间。苦战之时不以所谓豪情壮志为意，瞬息间并能拿出安定边塞的妙计。<br>云雾、沙尘在风中回旋、聚散，天穹空旷高远。月盛星高，战斗十分频繁，当此之时唐军将领却十分骄纵，而胡人军队锐气正盛。<br>沙漠渊深阻断冷陉，雪天里天光暗淡，辽阳城门紧闭。本来说要消弭兵患，却突然惊讶地发现自己已深陷敌阵。<br>先期归来的军队回来时说是打了胜仗，而逃回的骑兵却传来战败的实况。军中远远地传来求援的文书，而主帅已在长安城中建起了自己的私第。<br>朝廷徒有好士之名，受到朝廷恩宠的败军将领反而先行返回了长安。将领不要争抢部署的功劳，部署不应凭借将军的威势。<br>我们的冬季之月相遇，惆怅地望着远方的海边。解下长剑送给你，你将整肃衣裳踏上远行之路。<br>我离开家时就已充满了忧虑，到了这里又长期遭受阻绊。我虽没有<a href=\"http://so.gushiwen.org/author_341.aspx\">周济</a>当代的谋略，却还算兢兢业业。<br>随着波浪或清或浊，和物体一样或丑或美。闭着眼睛想着那栖居于青岩之间，忘却那追逐功名之事。<br>我一直都希望能与贤良清廉之人为伍，与品德高尚的贤者相伴。为何我与志行高远之人相伴，却仍然才质平平。<br>我一直十分谨慎于义利的取舍，哪里敢怠慢平素做人的原则？此时我热情地招待你，可惜又要痛苦地和你分别。<br>我虽遇上好时候，惭愧的是不能树立美好的名誉和节操。到了赵国却不是去排忧解难，到了燕国也没有达到游说的目的。<br>浩大的歌声正回荡在天空，遒劲的鸟儿正想着凌空飞翔。你将如奇异的大鹏鸟那样，忽然间展翅高翔，我且学习那蝉蜕去外壳一般隐居去吧。</p> <p><strong>注释</strong><br>⑴王十七：即幽州节度使张守珪的管记王悔。管记：掌管文牍的官员。<br>⑵薄宦：居官低微。<br>⑶曩：过去，以往。<br>⑷产业：财产。<br>⑸飘飖：即飘摇。<br>⑹立谈：指时间短促之间。<br>⑺月盛：月满之时。<br>⑻冷陉：山脉名称，在今辽宁开原。<br>⑼欃枪：彗星的别名。<br>⑽已筑长安第：意指边将不关心国家边防，只关注自己的私产。<br>⑾宠鹤：语见《左传·闵公二年》：“卫懿公好鹤，鹤有乘轩者。”<br>⑿海裔：海边。<br>⒀缅：思虑的样子。<br>⒁临深：面临深渊。<br>⒂褐衣拜：以平民的身份入拜朝中。<br>⒃水石：清水、白石，比喻贤良清廉之人。兰蕙：两种香草，比喻品质高尚者。<br>⒄薄：接近。松筠：松树和竹子，比喻志行高洁之人。<br>⒅款曲：衷情。<br>⒆适赵：反用鲁仲连为赵国排忧解难的典故。游燕：反用苏秦到燕国游说的典故。<br>⒇鹏抟：大鹏展翅高飞，典出《庄子·逍遥游》。蝉蜕：喻指远离尘俗。</p>",
  "shangxi": "<h2>鉴赏</h2> 　　这首<a href=\"http://so.gushiwen.org/view_10185.aspx\">诗</a>是诗人在蓟门一带为赠别王悔而作。全诗以悲哀的自述开篇，承此而称赞了友人倜傥的风采，转而开始对边塞现实进行淋漓尽致的剖析，复又言自己不得志的经历，最后勉励友人一番，赌气似的声明要隐居而去。其实诗人之所以对边塞事宜那么关心，就是希望有朝一日能获得重用，因此，从内心讲，他是不愿意去隐居的，但现实又令诗人感到十分失望和无奈，内心十分矛盾。同时，诗人对边塞黑暗已有深刻认识，也预感到友人此去恐怕十分不利，却又不便明说，只是一个劲地称赞、鼓励，因此诗中多有转折突兀，前后矛盾之处。",
  "poet": {
    "id": 227,
    "star": 0,
    "name": "高适",
    "image": "http://img.gushiwen.org/authorImg/gaoshi.jpg",
    "desc": "高适是我国唐代著名的边塞诗人，世称“高常侍”。 作品收录于《高常侍集》。高适与岑参并称“高岑”，其诗作笔力雄健，气势奔放，洋溢着盛唐时期所特有的奋发进取、蓬勃向上的时代精神。"
  },
  "tags": [
    "送别",
    "抒怀",
    "怀才不遇"
  ]
}