{
  "id": 3913,
  "star": 87,
  "name": "帝京篇",
  "dynasty": "唐代",
  "content": "山河千里国，城阙九重门。<br>不睹皇居壮，安知天子尊。<br>皇居帝里崤函谷，鹑野龙山侯甸服。<br>五纬连影集星躔，八水分流横地轴。<br>秦塞重关一百二，汉家离宫三十六。<br>桂殿嶔岑对玉楼，椒房窈窕连金屋。<br>三条九陌丽城隈，万户千门平旦开。<br>复道斜通鳷鹊观，交衢直指凤凰台。<br>剑履南宫入，簪缨北阙来。<br>声名冠寰宇，文物象昭回。<br>钩陈肃兰戺，璧沼浮槐市。<br>铜羽应风回，金茎承露起。<br>校文天禄阁，习战昆明水。<br>朱邸抗平台，黄扉通戚里。<br>平台戚里带崇墉，炊金馔玉待鸣钟。<br>小堂绮帐三千户，大道青楼十二重。<br>宝盖雕鞍金络马，兰窗绣柱玉盘龙。<br>绣柱璇题粉壁映，锵金鸣玉王侯盛。<br>王侯贵人多近臣，朝游北里暮南邻。<br>陆贾分金将宴喜，陈遵投辖正留宾。<br>赵李经过密，萧朱交结亲。<br>丹凤朱城白日暮，青牛绀幰红尘度。<br>侠客珠弹垂杨道，倡妇银钩采桑路。<br>倡家桃李自芳菲，京华游侠盛轻肥。<br>延年女弟双凤入，罗敷使君千骑归。<br>同心结缕带，连理织成衣。<br>春朝桂尊尊百味，秋夜兰灯灯九微。<br>翠幌珠帘不独映，清歌宝瑟自相依。<br>且论三万六千是，宁知四十九年非。<br>古来荣利若浮云，人生倚伏信难分。<br>始见田窦相移夺，俄闻卫霍有功勋。<br>未厌金陵气，先开石椁文。<br>朱门无复张公子，灞亭谁畏李将军。<br>相顾百龄皆有待，居然万化咸应改。<br>桂枝芳气已销亡，柏梁高宴今何在。<br>春去春来苦自驰，争名争利徒尔为。<br>久留郎署终难遇，空扫相门谁见知。<br>当时一旦擅豪华，自言千载长骄奢。<br>倏忽抟风生羽翼，须臾失浪委泥沙。<br>黄雀徒巢桂，青门遂种瓜。<br>黄金销铄素丝变，一贵一贱交情见。<br>红颜宿昔白头新，脱粟布衣轻故人。<br>故人有湮沦，新知无意气。<br>灰死韩安国，罗伤翟廷尉。<br>已矣哉，归去来。<br>马卿辞蜀多文藻，扬雄仕汉乏良媒。<br>三冬自矜诚足用，十年不调几邅回。<br>汲黯薪逾积，孙弘阁未开。<br>谁惜长沙傅，独负洛阳才。",
  "shangxi": "<h2>鉴赏</h2> <p>　　这首<a href=\"http://so.gushiwen.org/view_3913.aspx\">诗</a>是作者富于现实主义精神的优秀名篇。作于唐高宗上元三年（676）诗人从武功主簿调任明堂主簿时。据《旧唐书·文苑传》记载，这首诗又题《上吏部侍郎帝京篇》，诗的前面曾有一篇“启”，作者投赠给当时的吏部侍郎裴行俭，传遍京畿，“以为绝唱”。</p> <p>　　全诗描绘帝京长安的繁华，颇多壮词，显示出大唐帝国的强盛和蓬勃向上的时代风貌，提出了“未厌金陵气，先开石椁文”的居安思危的警示，抒发了怀才不遇的悲愤。诗的结构严谨，共分四个段落：</p> <p>　　从开头到“黄扉通戚里”为第一段，描绘京城胜状；从“平台戚里带崇牖”到“宁知四十九年非”为第二段，描写王侯贵戚的豪奢习气和下层社会的悠游宴会生活；从“古来荣利若浮云”到“罗伤翟廷尉”，是第三段，描绘上层社会变幻莫测的斗争；“已矣哉”以下抒发个人滞留京都无人赏识的苦闷，气势遒劲。清人<a href=\"http://so.gushiwen.org/author_39.aspx\">沈德潜</a>评介这首诗时说：“首叙形式之雄，宫阙之壮；次述王侯贵戚之奢僭无度，至‘古来’以下，慨世道之变迁；‘已矣哉’以下，伤一己之湮滞。”（《唐诗别裁》）诗中“秦塞重关一百二，汉家离宫三十六”二句，突出帝京长安一代关塞之险与宫阙之胜，气势宏伟，艺术效果极佳，堪称名句，历来脍炙人口。从艺术手法上看，作者在本篇中运用赋法，为盛唐歌行的创作开了新生面，是一篇“卓荤不可一世”（陈熙晋语）的艺术杰作。</p> <p>　　该诗约作于上元三年担任明堂主簿时。诗前有《启》，介绍说是应吏部侍郎“垂索”而作的。该诗取材于汉代京城长安的生活故事，以古喻今，抒情言志，气韵流畅，有如“缀锦贯珠，滔滔洪远”，在当时就被视为绝唱。它不仅是诗人的代表作，更是初唐长篇诗歌的代表作之一，堪与<a href=\"http://so.gushiwen.org/author_744.aspx\">卢照邻</a>的《长安古意》媲美，被称为姊妹篇。</p> <p>　　全诗分为四大部分，第一部分（从“山河千里国”至“黄扉通戚里”），状写长安地理形势的险要奇伟和宫阙的磅礴气势。此部分又分作三个小层次。开篇为五言诗，四句一韵，气势凌历，若千钧之弩，一举破题。“山河千里国，城阙九重门”，对仗工整，以数量词用得最好，“千里”以“九重”相对，给人一种旷远、博大、深邃的气魄。第三句是个假设问句，“不睹皇居壮”。其后的第四句“安知天子尊”，是以否定疑问表示肯定，间接表达赞叹、惊讶等丰富复杂而又强烈的情感。此处化用了《史记·高祖纪》中的典故：“萧丞相作未央宫，立东阙、北阙、前殿、武库、太仓。高祖见城阙壮甚，怒。萧何曰：‘天子以四海为家，非壮丽无以重威，且无令后世有以加也。’高祖乃悦。”只有熟悉这一典故，方能更好体会出这两句诗的意韵。它与开篇两句相互映照，极为形象地概括出泱泱大国的帝都风貌。以上四句统领全篇，为其后的铺叙揭开了序幕。</p> <p>　　第二个小层次描写长安的远景：“皇居帝里崤函谷，鹑野龙山侯甸服。五纬连影集星躔，八水分流横地轴。秦塞重关一百二，汉家离宫三十六。”这六句七言诗，从宏观角度为我们展现了一幅庞大壮丽的立体图景。天地广阔，四面八方，尽收笔底。星光辉映，关山绵亘护卫，沃土抚育，帝京岂能不有！六句诗里连用“五”“八”“一百二”“三十六”等多个数字，非但没有枯燥之感，反而更显典韵奇巧，构成鲜豁之境和独特的景象。此为首句“山河千里国”的细致绘写。</p> <p>　　第三个小层次为长安的近景刻绘：“桂殿嵚崟对玉楼，椒房窈窕连金屋。三条九陌丽城隈，万户千门平旦开。复道斜通鳷鹊观，交衢直指凤凰台。”直入云宵、耀眼辉煌的宫殿，温馨艳冶的禁闱；宽畅而通达的大道，复道凌空，斜巷交织。此为对“皇居壮”的具体刻划。六句诗阐明了帝京的壮观、繁华、气度，不由令人念及天子的尊贵与威严。</p> <p>　　第二部分（“由剑履南宫入”到“宁知四十九年非”）重点描绘长安上流社会王侯贵戚骄奢纵欲的生活。诗人由表面的繁荣昌盛落笔，意在阐释兴衰祸福相倚伏的哲理。此部分又可分为两个层次。诗的前二十六句为第一层次，主要绘写权贵们及其附庸的日常生活。“剑履南宫入，簪缨北阙来。声明冠寰宇，文物象昭回。”细致传神地刻划出享有殊荣的将相们，身佩宝剑，昂然出入宫殿的情景。他们的美名扬于天下，形象题于画阁，业绩载入史册，光荣如同日月。“钩陈肃兰，璧沼浮槐市”，写的是天子的学宫圣境，静穆清幽；学士们漫步泮池、文市，纵论古今于青槐之下，何等的风流儒雅！教化之推行，言路之广开，由此可见一斑！“铜羽应风回，金茎承露起”，既写景又抒情。那展翅翱翔的铜乌殷勤地探测着风云的变幻，期盼国泰民安；那高擎金盘的仙掌虔诚地承接着玉露，祈愿天子万寿无疆！“校文天禄阁，习战昆明水”，指的是文武百将各司其职，文将治国安邦，武将戍边拓疆。“朱邸抗平台，黄扉通戚里”，说的是权贵们的居所，如同皇帝的离宫一样众多华丽。他们不但身居华屋而且饮食考究，“炊金馔玉待鸣钟”，真是气派。“小堂绮窗三千户，大道青楼十二重”是他们娱乐的场所。娼优之多可想而知。她们是由于统治阶级生活需要而滋生的附属阶层。她们的生活自然也豪华奢靡：“宝盖雕鞍金络马，兰窗绣柱玉盘龙。”这样的生活是“朝游北里暮南邻”的锵金鸣玉的王侯贵人所带来的。除了北里南邻的“多近臣”，还有那些失势的旧臣元老和专宠的新贵：“陆贾分金将燕喜，陈遵投辖正留宾。赵李经过密，萧朱交结亲。”他们也都有各自的活动场所和享乐消遣之法，游说饮宴，兴高采烈，逍遥自得。这是朝廷之外的另一番热闹景象。</p> <p>　　第二个层次是描绘长安的夜生活，从暮色苍茫到更深漏残，绿杨青桑道上，车如流水马如龙。一边是艳若桃李的娼妓，一边是年少英俊的侠客。碧纱帐里，彩珠帘内，皇帝与宠妃，使君与罗敷，出双入对，相互依偎，厮守之状如胶似漆。歌舞场上，轻歌曼舞。王公贵人，歌儿舞女，沉迷于灯红酒绿的梦幻里。他们便是如此浑浑噩噩度过自己的一生，岂能如蘧伯玉一般，“年五十而知四十九年非”呢？现实是残酷的，乐极必定生悲。因而诗人在第三部分（从“古来荣利若浮云”至“罗伤翟廷尉”）以其精练灵活的笔触，描绘出一幅动人心弦的历史画卷，把西汉一代帝王将相、皇亲国戚你死我活的残酷的斗争景象和世态人情的炎凉，状写得淋漓尽致。考究用典，精到的议论，生动的描绘，细腻的抒情，惊醒的诘问，交叉使用，纵横捭阖，举重若轻地记录了帝京上层社会的生活史。这部分重点揭示了封建统治阶级的腐朽和无法逃脱的没落命运。</p> <p>　　“古来荣利若浮云，人生倚伏信难分”！从古到今，统治阶级都是一样的。诗人生活的<a href=\"http://so.gushiwen.org/author_298.aspx\">武则天</a>时代，朝廷内部争权夺利激烈，酷吏罗织罪名陷害忠良，正所谓“倏忽搏风生羽翼，须臾失浪委泥沙。”有谁能够掌握自己的命运呢？面对唐朝的现实，诗人发出无可奈何的慨然而叹：“已矣哉，归去来”！继而诗人列举了汉代著名的贤才志士，他们的升迁湮滞，都不取决于个人学识才智的高低，而取决于统治者的好恶。<a href=\"http://so.gushiwen.org/author_70.aspx\">司马相如</a>辞赋再佳，怎奈景帝不喜欢辞赋，只得回到临邛卖酒为生；后来武帝赏识他的辞赋，经过狗监的推荐，才被召任为郎。<a href=\"http://so.gushiwen.org/author_715.aspx\">扬雄</a>学识尽管渊博，然而成、哀、平三位皇帝都不赏识他，他也就无法被提升。“十年不调几邅回”，语意双关，既指张释之十年为骑郎事，也是叹息自己十年没升迁的境遇。汲黯因为直谏而遭到忌恨，<a href=\"http://so.gushiwen.org/author_109.aspx\">贾谊</a>因为才高而被谗言所害。这一结尾，婉转地表达了忠直之士难以被容纳之意。</p> <p>　　沈德谮曾这样评论《帝京篇》：“作帝京篇，自应冠冕堂皇，敷陈主德。此因己之不遇而言，故始盛而以衰飒终也。首叙形势之雄，次述王侯贵戚之奢侈无度。至古来以下，慨世道变迁。已矣哉以下，伤一己之湮滞，此非诗之正声也。”诗论家评诗，立场不同，标准各异，结论自然相左。陈熙晋曾反驳沈祐谮说：“窃谓不然，夫陈思王京洛之篇，每涉斗鸡走马；谢眺金陵之曲，不离绿水朱楼，未闻例效班、张，同其研铄。此诗为上吏部而作，借汉家之故事，喻身世于本朝，本在摅情，非关应制。……篇末自述邅回，毫无所请之意，露于言表。显以贾生自负，想见卓荦不可一世之概。非天下才不能作是论也。沈说非是。”按如今的理解，沈祐谮所说的“次述王侯贵戚之奢侈无度”，并不是该诗的缺点，反而是其生命力之所在。诗人以汉事讽唐，大胆揭露统治阶层的荒淫腐败，以至于“衰飒”，也正是其最富有现实意义之处。</p> <p>　　《帝京篇》的特色，正象闻一多先生所评论的那样，是“洋洋洒洒的宏篇巨作，为宫体诗的一个巨变。仅仅篇幅大没有什么，要紧的是背面有厚积的力量撑持着。这力量是前人谓之‘气势’，其实就是感情。所以卢骆的来到，能使人麻痹了百余年的心灵复活。有感情，所以卢骆的作品，正如<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>所预言的，‘不废江河万古流’。”</p> <p>　　这首诗是呈给吏部侍郎的，因此内容比《长安古意》庄重严肃 ，气势也更大。形式上较为自由活泼，七言中间以五言或三言，长短句交错，或振荡其势，或回旋其姿。铺叙、抒情、议论也各尽其妙。词藻富丽，铿锵有力，虽然承袭陈隋之遗，但已“体制雅骚，翩翩合度”，为歌行体辟出了一条宽阔的新路。</p>",
  "about": "<h2>创作背景</h2> 　　此<a href=\"http://so.gushiwen.org/view_3913.aspx\">诗</a>作于唐高宗上元三年（676）诗人从武功主簿调任明堂主簿时。据《旧唐书·文苑传》记载，这首诗又题《上吏部侍郎帝京篇》，诗的前面曾有一篇“启”，作者投赠给当时的吏部侍郎裴行俭，传遍京畿，“以为绝唱”。",
  "poet": {
    "id": 714,
    "star": 0,
    "name": "骆宾王",
    "image": "http://img.gushiwen.org/authorImg/luobinwang.jpg",
    "desc": "骆宾王（约619—约687年）字观光，汉族，婺州义乌人（今浙江义乌）。唐初诗人，与王勃、杨炯、卢照邻合称“初唐四杰”。又与富嘉谟并称“富骆”。高宗永徽中为道王李元庆府属，历武功、长安主簿，仪凤三年，入为侍御史，因事下狱，次年遇赦，调露二年除临海丞，不得志，辞官。有集。骆宾王于武则天光宅元年，为起兵扬州反武则天的徐敬业作《代李敬业传檄天下文》，敬业败，亡命不知所之，或云被杀，或云为僧。"
  },
  "tags": [
    "怀才不遇"
  ]
}