{
  "id": 21954,
  "star": 9,
  "name": "欲与元八卜邻先有是赠",
  "dynasty": "唐代",
  "content": "平生心迹最相亲，欲隐墙东不为身。<br>明月好同三径夜，绿杨宜作两家春。<br>每因暂出犹思伴，岂得安居不择邻。<br>可独终身数相见，子孙长作隔墙人。",
  "fanyi": "<p><strong>译文<br></strong>我们平生志趣相投，都渴望过一种“无官一身轻”的隐居生活。<br>我们结邻后，一轮明月，共照着两家的庭院；一株绿杨，将浓浓的春意洒落在两家的院心。<br>每每暂时出门尚且希望有个好伙伴，长期定居怎能不选择好邻居呢！<br>结邻之后，不仅我们两人总能见面，而且我们的子孙也能长久相处。</p> <p><strong>注释<br></strong>⑴元八，名宗简，字居敬，排行第八，河南人，举进士，官至京兆少尹。他是<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>的<a href=\"http://so.gushiwen.org/view_21954.aspx\">诗</a>友，两人结交二十余年。卜邻，即选择作邻居。<br>⑵心迹：心里的真实想法。<br>⑶墙东：指隐居之地。《后汉书·逸民传》：“君公遭乱独不去，侩牛自隐。时人谓之论曰：‘避世墙东王君公。’”<br>⑷身：自己。<br>⑸三径：语出陶潜《归去来辞》“三径就荒，风韵犹存”句。这里借指隐居的地方。<br>⑹“绿杨”句：借南朝陆慧晓与张融比邻旧事，表示诗人想与元八作邻居。<br>⑺犹：尚且，还。<br>⑻伴：陪伴的人。<br>⑼岂得：怎么能。<br>⑽可独：哪里止。<br>⑾长：通“常”，往往，经常。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　<a href=\"http://so.gushiwen.org/view_21954.aspx\">诗</a>的前四句写两家结邻之宜行。首联写两人“平生心迹最相亲”，接着就具体写“相亲”之处。“墙东”、“三径”和“绿杨”，都是有关隐居的典故。这几处用典做到了“用事不使人觉，若胸臆语”（《颜氏家训·文章》），用典非常多，但并不矫揉造作，非常自然适宜。诗人未曾陈述卜邻的愿望，先借古代隐士的典故，对墙东林下之思做了一番渲染，说明二人心迹相亲，志趣相同，都是希望隐居而不求功名利禄的人，一定会成为理想的好邻居。诗人想象两家结邻之后的情景，“明月”和“绿杨”使人倍感温馨，两人在优美的环境中惬意地散步畅谈，反映了诗人对结邻的美好憧憬。</p> <p>　　颔联“明月好同三径夜，绿杨宜作两家春”，是脍炙人口的名句。在这幽美的境界中，两位挚友——诗人和元八，或闲庭散步，或月下对酌，或池畔观鱼，或柳荫赋诗，恬然陶然，游哉优哉。这两句诗总共十四个字，描绘了富有诗情画意的境界，启发人展开丰富多彩的想象，体现了对仗和用典的巨大修辞效用，也体现了诗人的语言艺术。</p> <p>　　后四句写诗人卜邻之恳切。暂出、定居、终身、后代，衬托复兼层递，步步推进，愈转愈深，把描述的情景带入对未来生活的美好希冀，是一种值得神往的美好状态。这也侧面表现了诗人自己的渴望心情。诗人反问一句，紧追一句，让对方不能不生“实获我心”的同感。不断反问，也是侧面表现诗人的渴盼之情。四句貌似说理，实为抒情；好像是千方百计要说服人家接受他的要求，其实是在推心置腹地诉说对朋友的极端的渴慕，语言朴实真挚，推心置腹，表现出殷切而纯真的友情。</p> <p>　　诗人在这首诗中运用丰富多彩的想象，描绘了一幅优美如画的环境，笔力明快，充满诗情画意，读来倍感舒畅惬意。</p>",
  "about": "<h2>创作背景</h2> 　　815年（唐宪宗元和十年）春，<a href=\"http://so.gushiwen.org/view_21954.aspx\">诗</a>人和元宗简都在朝廷供职，宗简在长安升平坊购了一所新宅，诗人很想同他结邻而居，乃作这首七律相赠。",
  "poet": {
    "id": 665,
    "star": 0,
    "name": "白居易",
    "image": "http://img.gushiwen.org/authorImg/baijuyi.jpg",
    "desc": "白居易（772年－846年），字乐天，号香山居士，又号醉吟先生，祖籍太原，到其曾祖父时迁居下邽，生于河南新郑。是唐代伟大的现实主义诗人，唐代三大诗人之一。白居易与元稹共同倡导新乐府运动，世称“元白”，与刘禹锡并称“刘白”。白居易的诗歌题材广泛，形式多样，语言平易通俗，有“诗魔”和“诗王”之称。官至翰林学士、左赞善大夫。公元846年，白居易在洛阳逝世，葬于香山。有《白氏长庆集》传世，代表诗作有《长恨歌》、《卖炭翁》、《琵琶行》等。"
  },
  "tags": [
    "想象",
    "写景",
    "友人"
  ]
}