{
  "id": 47915,
  "star": 3016,
  "name": "阿房宫赋",
  "dynasty": "唐代",
  "content": "　　六王毕，四海一，蜀山兀，阿房出。覆压三百余里，隔离天日。骊山北构而西折，直走咸阳。二川溶溶，流入宫墙。五步一楼，十步一阁；廊腰缦回，檐牙高啄；各抱地势，钩心斗角。盘盘焉，囷囷焉，蜂房水涡，矗不知其几千万落。长桥卧波，未云何龙？复道行空，不霁何虹？高低冥迷，不知西东。歌台暖响，春光融融；舞殿冷袖，风雨凄凄。一日之内，一宫之间，而气候不齐。</p> <p>　　妃嫔媵嫱，王子皇孙，辞楼下殿，辇来于秦，朝歌夜弦，为秦宫人。明星荧荧，开妆镜也；绿云扰扰，梳晓鬟也；渭流涨腻，弃脂水也；烟斜雾横，焚椒兰也。雷霆乍惊，宫车过也；辘辘远听，杳不知其所之也。一肌一容，尽态极妍，缦立远视，而望幸焉。有不见者，三十六年。燕赵之收藏，韩魏之经营，齐楚之精英，几世几年，剽掠其人，倚叠如山。一旦不能有，输来其间。鼎铛玉石，金块珠砾，弃掷逦迤，秦人视之，亦不甚惜。</p> <p>　　嗟乎！一人之心，千万人之心也。秦爱纷奢，人亦念其家。奈何取之尽锱铢，用之如泥沙！使负栋之柱，多于南亩之农夫；架梁之椽，多于机上之工女；钉头磷磷，多于在庾之粟粒；瓦缝参差，多于周身之帛缕；直栏横槛，多于九土之城郭；管弦呕哑，多于市人之言语。使天下之人，不敢言而敢怒。独夫之心，日益骄固。戍卒叫，函谷举，楚人一炬，可怜焦土！</p> <p>　　呜呼！灭六国者六国也，非秦也；族秦者秦也，非天下也。嗟乎！使六国各爱其人，则足以拒秦；使秦复爱六国之人，则递三世可至万世而为君，谁得而族灭也？秦人不暇自哀，而后人哀之；后人哀之而不鉴之，亦使后人而复哀后人也。",
  "fanyi": "<p><strong>译文</strong><br>　　六国的君主灭亡了，全国（为秦所）统一；蜀地的山（树木被砍尽，）光秃秃的，阿房宫建造出来了。它（面积广大，）覆压着三百多里地面，（宫殿高耸，）把天日都隔离了。它从骊山向北建筑，再往西转弯，一直走向咸阳。渭水、樊川浩浩荡荡的，流进宫墙里边。五步一座楼，十步一个阁，走廊如绸带般萦回，牙齿般排列的飞檐像鸟嘴向高处啄着。楼阁各依地势的高低倾斜而建筑，（低处的屋角）钩住（高处的）屋心，（并排相向的）屋角彼此相斗。盘结交错，曲折回旋，（远观鸟瞰，）建筑群如密集的蜂房，如旋转的水涡，高高地耸立着，不知道它有几千万座。没有起云，为什么有龙？原来是一座长桥躺在水波上。不是雨过天晴，为什么出虹？原来是天桥在空中行走。（房屋）忽高忽低，幽深迷离，使人不能分辨东西。歌台上由于歌声响亮而充满暖意，有如春光融和；舞殿上由于舞袖飘拂而充满寒意，有如风雨凄凉。一天里边，一座宫殿中间，气候却不一样。</p> <p>　　六国的宫妃和王子王孙。辞别六国的宫楼，走下六国的宫殿，坐着辇车来到秦国。他们早上歌唱，晚上奏乐，成为秦国的宫人。明亮的星星晶莹闪烁，这是宫妃们打开了梳妆的镜子；乌青的云朵纷纷扰扰，这是宫妃们在梳理晨妆的发髻；渭水涨起一层油腻，这是宫妃们抛弃了的胭脂水；烟霭斜斜上升，云雾横绕空际，这是宫中在焚烧椒、兰制的香料；雷霆突然震响，这是宫车驶过去了；辘辘的车声越听越远，无影无踪，不知道它去到什么地方。每一片肌肤，每一种容颜，都美丽娇媚得无以复加。宫妃们久久地站着，远远地探视，盼望着皇帝来临。有的宫女竟整整三十六年没能见到皇帝。</p> <p>　　燕赵收藏的金玉，韩魏营谋的珍宝，齐楚的精华物资，在多少世代多少年中，从他们的人民那里掠夺来，堆叠得像山一样。一下子不能保有了，都运送到阿房宫里边来。宝鼎被当作铁锅，美玉被当作顽石，黄金被当作土块，珍珠被当作沙砾，丢弃得到处接连不断，秦人看起来，也并不觉得可惜。</p> <p>　　唉，一个人的意愿，也就是千万人的意愿啊。秦皇喜欢繁华奢侈，人民也顾念他们自己的家。为什么掠取珍宝时连一锱一铢都搜刮干净，耗费起珍宝来竟像对待泥沙一样。（秦皇如此奢侈浪费，）致使承担栋梁的柱子，比田地里的农夫还多；架在梁上的椽子，比织机上的女工还多；梁柱上的钉头光彩耀目，比粮仓里的粟粒还多；瓦楞长短不一，比全身的丝缕还多；或直或横的栏杆，比九州的城郭还多；管弦的声音嘈杂，比市民的言语还多。使天下的人民，口里不敢说，心里却敢愤怒。（可是）失尽人心的秦始皇的思想，一天天更加骄傲顽固。（结果）戍边的陈涉、吴广一声呼喊，函谷关被攻下，楚放一把火，可惜（华丽的阿房宫）化为了一片焦土。</p> <p>　　唉！灭亡六国的是六国自己，不是秦国啊。族灭秦王朝的是秦王朝自己，不是天下的人啊。可叹呀！假使六国各自爱护它的人民，就完全可以依靠人民来抵抗秦国。假使秦王朝又爱护六国的人民，那就顺次传到三世还可以传到万世做皇帝，谁能够族灭它呢？（秦王朝灭亡得太迅速）秦人还没工夫哀悼自己，可是后人哀悼他；如果后人哀悼他却不把他作为镜子来吸取教训，也只会使更后的人又来哀悼这后人啊。</p> <p><strong>注释</strong><br>（1）六王毕：六国灭亡了。齐、楚、燕、韩、赵、魏六国的国王，即指六国。毕 ，完结，指为秦国所灭。<br>（2）一：统一。<br>（3）蜀山兀，阿房出：四川的山光秃了，阿房宫出现了。兀，山高而上平。这里形容山上树木已被砍伐净尽。出，出现，意思是建成。蜀，四川。<br>（4）覆压三百余里：（从渭南到咸阳）覆盖了三百多里地（里是面积单位，不是长度单位。古代五户为一邻，五邻为一里。三百余下里，约合7500户人家的面积。300里地，即150公里，现代人也无法做到，夸张过度，难以令人信服）。这是形容宫殿楼阁接连不断，占地极广。覆压，覆盖（覆压：应当是指“层层叠叠”）。<br>（5）隔离天日：遮蔽了天日。这是形容宫殿楼阁的高大。<br>（6）骊山北构而西折，直走咸阳：（阿房宫）从骊山北边建起，折而向西，一直通到咸阳（古咸阳在骊山西北）。走，趋向。<br>（7）二川溶溶：二川，指渭水和樊川。溶溶，河水缓流的样子。<br>（8）廊腰缦回：走廊长而曲折。廊腰，连接高大建筑物的走廊，好像人的腰部，所以这样说。缦，萦绕。回，曲折。<br>（9）檐牙高啄：（突起的）屋檐（像鸟嘴）向上撅起。檐牙，屋檐突起，犹如牙齿。<br>（10）各抱地势：各随地形。这是写楼阁各随地势的高下向背而建筑的状态。<br>（11）钩心斗角：指宫室结构的参差错落，精巧工致。钩心，指各种建筑物都向中心区攒聚。斗角，指屋角互相对峙。如今指各自用尽心机互相排挤。<br>（12）盘盘焉，囷囷（qūn qūn）焉，蜂房水涡：盘旋，屈曲，像蜂房，像水涡。焉，相当于“凛然”“欣然”的“然”，意为...的样子。楼阁依山而筑，所以说像蜂房，像水涡。盘盘，盘旋的样子。囷囷，屈曲的样子，曲折回旋的样子。<br>（13）矗不知其几千万落：矗立着不知它们有几千万座。矗，形容建筑物高高耸立的样子。下文“杳不知其所之也”的“杳”，用法与此相同。落，相当于“座”或者“所”。<br>（14）长桥卧波，未云何龙：长桥卧在水上，没有云怎么（出现了）龙？《易经》有“云从龙”的话，所以人们认为有龙就应该有云。这是用故作疑问的话，形容长桥似龙。<br>（15）复道：在楼阁之间架木筑成的通道。因上下都有通道，叫做复道。霁：雨后天晴<br>（16）冥迷：分辨不清。<br>（17）歌台暖响，春光融融：意思是说，人们在台上唱歌，歌乐声响起来，好像充满着暖意。如同春光那样融和。融融，和乐。<br>（18）舞殿冷袖，风雨凄凄：意思是说，人们在殿中舞蹈，舞袖飘拂，好像带来寒气，如同风雨交加那样凄冷。（19）妃嫔媵嫱（feīpín yìng qiáng）：统指六国王侯的宫妃。她们各有等级（妃的等级比嫔、嫱高）。媵是陪嫁的侍女，也可成为嫔、嫱。下文的“王子皇孙”指六国王侯的女儿，孙女。<br>（20）辞楼下殿，辇（niǎn）来于秦：辞别（六国的）楼阁宫殿，乘辇车来到秦国。<br>（21）明星荧荧，开妆镜也：（光如）明星闪亮，是（宫人）打开梳妆的镜子。荧荧，明亮的样子。下文紧连的四句，句式相同。<br>（22）涨腻：涨起了（一层）脂膏（含有胭脂、香粉的洗脸的“脂水”）。<br>（23）椒兰：两种香料植物，焚烧以熏衣物。<br>（24）辘辘远听：车声越听越远。辘辘，车行的声音。<br>（25）杳：遥远得踪迹全无。<br>（26）一肌一容，尽态极妍：任何一部分肌肤，任何一种姿容，都娇媚极了。态，指姿态的美好。妍，美丽。<br>（27）缦立：久立。缦，通“慢”<br>（28）幸：封建时代皇帝到某处，叫“幸”。妃，嫔受皇帝宠爱，叫“得幸”。<br>（29）三十六年：秦始皇在位共三十六年。按秦始皇二十六年（前221年）统一中国，到三十七年（前209年）死，做了十二年皇帝，这里说三十六年，指其在位年数，形容阿房宫很大，有36年都没有见到皇帝的宫女。<br>（30）收藏：指收藏的金玉珍宝等物。下文的“经营”也指金玉珍宝等物。“精英”，形容词作名词，精品，也有金玉珍宝等物的意思。<br>（31）摽（piāo）掠其人：从人民那里抢来。摽 ，抢劫，掠夺。人，民。唐避唐太宗<a href=\"http://so.gushiwen.org/author_582.aspx\">李世民</a>讳，改民为人。下文“人亦念其家”“六国各爱其人”“秦复爱六国之人”的“人”，与此相同。<br>（32）倚叠：积累。<br>（33）鼎铛（chēng）玉石，金块珠砾：把宝鼎看作铁锅，把美玉看作石头，把黄金看作土块，把珍珠看作石子。铛，平底的浅锅。<br>（34）逦迤（lǐ yǐ）：连续不断。这里有“连接着”、“到处都是”的意思。<br>（35）一人之心，千万人之心也：心，心意，意愿.<br>（36）奈何：怎么，为什么。<br>（37）锱铢（zīzhū）：古代重量名，一锱等于六铢，一铢约等于后来的一两的二十四分之一。锱、铢连用，极言其细微。<br>（38）负栋之柱：承担栋梁的柱子。<br>（39）磷磷：水中石头突立的样子。这里形容突出的钉头。<br>（40）庾（yǔ）：露天的谷仓。<br>（41）九土：九州。<br>（42）独夫：失去人心而极端孤立的统治者。这里指秦始皇。<br>（43）固：顽固。<br>（44）戍卒叫：指陈胜、吴广起义。<br>（45）函谷举：<a href=\"http://so.gushiwen.org/author_746.aspx\">刘邦</a>于公元前206年率军先入咸阳，推翻秦朝统治，并派兵守函谷关。举，被攻占。<br>（46）楚人一炬：指项羽（楚将项燕的后代）也于公元前206年入咸阳，并焚烧秦的宫殿，大火三月不灭。<br>（47）使：假使。<br>（48）递：传递，这里指王位顺着次序传下去。<br>（49）万世：《史记·秦始皇本纪》载：秦始皇统一六国后，“下诏曰：“朕为始皇帝，后世以计数，二世，三世至于万世，传之无穷。”然而秦朝仅传二世便亡。<br>（50）族：使……灭族。<br>（51）不暇：来不及。<br>（52）哀：哀叹。</p>",
  "shangxi": "<p>　　作者写《阿房宫赋》，是为了总结秦王朝灭亡的历史教训，讽谕朝政。但为什么写阿房宫被焚，却说“楚人一炬，可怜焦土”，这里作者流露了怎样的思想感情？</p> <p>　　分析：现代文中的“可怜”是“值得怜悯”的意思，但在文言中除解释“值得怜悯”外，还有可爱、可惜的意思。这里的“可怜”解释为“可惜”。作者用这二字，使无穷感慨充溢字里行间。一度威震四海的秦王朝在农民起义的冲击下土崩瓦解，迅速灭亡；覆压三百余里的阿房宫，也在一场烈火之中化为灰烬。秦朝速亡的史实说明，不能爱民，难图久安。但是，当时的唐朝统治者无视历史教训，沉湎声色，又大起宫室，身居积薪之上，仍以为安。历史兴亡，激荡胸中；目睹现实，感慨万端。神奇瑰丽之阿房宫付之一炬令人可惜，显赫一时的秦王朝毁于一旦令人可叹，前事不忘，后事之师，不意今人又在步秦人之后尘，唐王朝的命运不也令人可忧吗？“楚人一炬，可怜焦土”，作者的不安与忧愤溢于言表。辞赋不同于论文，许多地方并不直说，读时需细加玩味，方能体会作者的用心。 </p>",
  "about": "<h2>创作背景</h2> 　　《阿房宫赋》写于唐敬宗（李湛）宝历元年（825），<a href=\"http://so.gushiwen.org/author_211.aspx\">杜牧</a>二十三岁。敬宗十六岁即位，昏愦失德，荒淫无度，闹得朝野疑惧，无不怀有危机感。于是杜牧写下《阿房宫赋》。杜牧在《上知己文章启》中说：“宝历大起宫室，广声色，故作《阿房宫赋》。”由此可见其写作目的，是在借秦始皇失败的教训，以警告最高统治者。",
  "poet": {
    "id": 211,
    "star": 0,
    "name": "杜牧",
    "image": "http://img.gushiwen.org/authorImg/dumu.jpg",
    "desc": "杜牧（公元803－约852年），字牧之，号樊川居士，汉族，京兆万年（今陕西西安）人，唐代诗人。杜牧人称“小杜”，以别于杜甫。与李商隐并称“小李杜”。因晚年居长安南樊川别墅，故后世称“杜樊川”，著有《樊川文集》。"
  },
  "tags": [
    "辞赋精选",
    "古文观止",
    "高中文言文",
    "咏物",
    "议论",
    "借古讽今"
  ]
}