{
  "id": 18275,
  "star": 5,
  "name": "游朝阳岩遂登西亭二十韵",
  "dynasty": "唐代",
  "content": "谪弃殊隐沦，登陟非远郊。<br>所怀缓伊郁，讵欲肩夷巢。<br>高岩瞰清江，幽窟潜神蛟。<br>开旷延阳景，回薄攒林梢。<br>西亭构其巅，反宇临呀庨。<br>背瞻星辰兴，下见云雨交。<br>惜非吾乡土，得以荫菁茆。<br>羁贯去江介，世仕尚函崤。<br>故墅即沣川，数亩均肥硗。<br>台馆集荒丘，池塘疏沈坳。<br>会有圭组恋，遂贻山林嘲。<br>薄躯信无庸，锁屑剧斗筲。<br>囚居固其宜，厚羞久已包。<br>庭除植蓬艾，隟牖悬蟏蛸。<br>所赖山水客，扁舟柱长梢。<br>挹流敌清觞，掇野代嘉肴。<br>适道有高言，取乐非弦匏。<br>逍遥屏幽昧，澹薄辞喧呶。<br>晨鸡不余欺，风雨闻嘐嘐。<br>再期永日闲，提挈移中庖。",
  "fanyi": "<p><span style=\"font-family:SimSun;\"><strong>译文<br></strong>遭贬被弃可不同于隐逸，只在近郊登山散心。<br>不敢与伯夷、巢父比肩，只求能缓解心中的郁闷。<br>高高的朝阳岩俯瞰清江，幽深的洞窟神龙深潜。<br>朝阳才照过开阔的岩口，又跃过了岩顶的树林之颠。<br>西亭建在岩洞顶端，突起的屋檐伸向蓝天。<br>抬头已看见星辰升起，亭下可看见云腾雨欢。<br>可惜这不是我的故乡，广袤的原野香草弥漫。<br>儿时曾去过长江边上，历来求仕都只在中原.<br>我的故乡就在沣水边，家宅附近有数亩良田。<br>山丘上建有亭台馆舍，池塘与深泽碧水相连。<br>只因恋着仕途的官职，于是招来山林的嘲讽。<br>微薄的我确实没有用，琐屑的俗事看得太重。<br>囚居异地固然是活该，蒙受的羞辱早已包容。<br>我在庭院里种了蓬艾，窄小的窗户悬着蟏蛸。<br>幸有山水客屈就来访，驾一叶扁舟摇着长梢。<br>舀一瓢清流胜过美酒，采摘些野菜可代佳肴。<br>志趣相一致言谈高妙，互相娱乐也无需弦匏。<br>逍遥的生活驱走了晦气，淡薄的心境隔断了喧嚣。<br>报晓的公鸡不会欺骗我，风雨中听见了鸡鸣嘐嘐。<br>我希望还会有更多闲暇，携家厨再来此游乐逍遥。 </span></p> <p><span style=\"font-family:SimSun;\"><strong>注释<br></strong>[1]朝阳岩：在今永州芝山城西朝阳公园内，位于潇水西岸。西亭：即刺史窦泌为<a href=\"http://so.gushiwen.org/author_79.aspx\">元结</a>建的茅阁。唐<a href=\"http://so.gushiwen.org/view_18275.aspx\">诗</a>人元结到永州游过朝阳岩并为之命名后，窦泌为其建茅阁于其上。元结比<a href=\"http://so.gushiwen.org/author_646.aspx\">柳宗元</a>来永州早四十年，故西亭即“茅阁”。<br>[2]隐沦：隐居。登陟（zhì志）：登上。<br>[3]伊郁：忧郁，忧怨。夷巢：即伯夷、巢父，古代的高士。<br>[4]回薄：动荡。<br>[5]反宇：屋檐突起的瓦头。呀庨（xiào笑）：深广的太空。呀：太空。庨：深广的样子。<br>[6]菁茆（jīng máo京毛）：即菁茅，一种香草，古代祭祀用以漉酒去滓。<br>[7]羁贯：儿童的发髻。函崤：函谷关、崤山，泛指中原地区。<br>[8]沣（fēng风）：沣水。肥硗（qiāo敲）：肥沃。<br>[9] 沈坳：很深的坳泽。<br>[10]圭组：指仕途，官场。圭：古代帝王、诸侯举行隆重仪式时所用的玉制礼器，形制大小，因爵位及用途不同而异。组：古代佩印用组，引申为官印或作官的代称。<br>[11]锁屑：即琐屑，烦细，细碎。斗筲（shāo烧）：量器。斗，容十升；筲，竹器，容斗二升。<br>[12]隟牖（xì yǒu细有）：狭小的窗户。隟，同隙；牖，窗户。蟏蛸（xiāo shāo消烧）：虫名，长脚蛛，俗称喜蛛。<br>[13]觞（shāng伤）：盛有酒的杯。掇（duō多）摘取，拾取。<br>[14]弦匏（páo袍）：指乐器。琴瑟为弦，笙竽为匏。<br>[15]喧呶（náo挠）：声音嘈杂刺耳。<br>[16]嘐（xiāo消）嘐：鸡鸣声，象声词。<br>[17]中庖（páo袍）：家中的庖厨。</span></p>",
  "shangxi": "<h2>赏析</h2> <p>　　<a href=\"http://so.gushiwen.org/view_18275.aspx\">诗</a>的前十四句抒写诗人谪居永州后的心境，描绘朝阳岩及西亭的美景。首句的“弃”，点出了诗人谪居的心情。<a href=\"http://so.gushiwen.org/author_646.aspx\">柳宗元</a>来到偏远的永州，远离了政治文化中心，一种遭遗弃的感觉始终折磨着他。诗人“弃”而来到偏远的永州，伯夷、曹父洁身自好，两种心境大相径庭，所以在永州附近登山临水，只求缓解一下忧郁的心情。正如他在《与李翰林建书》中所云，只是“闷即出游”而已。这次来到朝阳岩，景色果真异常优美：位于潇水西岸悬崖绝壁上的朝阳岩俯瞰着奔腾的江水，洞窟幽深，岩口开阔，温暖的阳光在树梢盘旋；岩顶的西亭檐牙高啄，气势不凡，亭后星光点点，亭下却是云雨交替，一亭之上下而气候不齐，这确实是难得的自然景观。如此美景，使诗人情不自禁的发出了“惜非吾乡土”的感叹。眼前的美景虽然赏心悦目，但毕竟不是自己的故乡。“信美非所安，羁心屡逡巡。”（《登蒲洲石矶望横江口潭岛深迥斜对香零山》）此情此景，不禁勾起诗人的故乡之思。</p> <p>　　于是，诗歌自然而然地转写思乡述旧之情，抒写其抱负与不幸。公元784年（德宗兴元元年），柳宗元曾随父亲移居夏口（今湖北武昌），“羁贯”句指的应该就是这次南迁，这时柳宗元12岁。可历来求仕都只在经济文化相对发达的中原地区，柳宗元也在16岁那年回到了他出生、成长的长安。当然，诗人追求的不是功名利禄，而是“利安元元”的政治理想。他21岁中进士，因父丧耽误了几年，至26岁始任集贤殿正字，此后春风得意，一路青云，33岁时被提升为礼部员外郎，与王叔文、<a href=\"http://so.gushiwen.org/author_197.aspx\">刘禹锡</a>等人大刀阔斧革新政治，兴利除弊。那是他一生最得意的时期。诗人满怀留恋地描写了他在长安的故居：故居就在沣水边上，那里有肥沃的田地、宽敞的台阁馆舍、碧波荡漾的池塘。如此美好的故居不能不令囚居蛮夷之地的柳宗元思念，更何况那是他施展才华，实现理想和抱负的地方。诗人虽然是以自嘲的口吻说自己曾迷恋仕途官场，落得贻笑山林的尴尬，说自己太微薄无用，把官场升迁的琐事看得过重，但这自嘲里包含的是万般无奈与满腔忧愤，是“出师未捷身先死，长使英雄泪沾巾”的叹惋。实际上，志大才高的柳宗元就是被贬到永州后，也一直没有熄灭他的理想之火，这在他羁永期间的许多诗文中都可以找到明证。</p> <p>　　故乡之恋，往事之思，使诗人的心灵备受煎熬。于是诗人又回到现实，写他在永州的囚居生活。“囚居固其宜”自然也是自我解嘲。诗人在《对贺者》中也曾说“凡吾之贬斥，幸矣，而吾又戚戚焉何哉？”但在内心深处，他并不认为自己是罪有应得，在《与许京兆孟容书》里，他曾那样执着地为自己辩解过。“厚羞久已包”则是真实的表白，也正是因为有能包容“厚羞”的胸怀，才成就了一个伟大的思想家、文学家柳宗元。诗人接着描写了他在永州的陋居：院子里种植着蓬艾，狭小的窗户上结满了蜘蛛网。这与他的故居形成了非常鲜明的对比。初到永州的柳宗元寄居在龙兴寺，终日与僧人为邻，过着孤寂的幽居生活，所幸常有一些喜好山水的客人来访，于是诗人常与他们结伴而行，登山临水，访寻名胜，饮清流，烹野菜，志趣相投，言谈高妙，醉舞欢歌，其乐也融融。诗人说，这种逍遥的生活驱除了心中的晦气，淡泊的心境隔断了尘世的喧嚣，荒僻的谪居地倒成了他躲风避浪的宁静港弯。于是，当他每天清晨听见鸡鸣嘐嘐的时候，竟萌生了希望这样的日子更多些，或者干脆把家厨也带来过过这种逍遥生活的念头。表面上看，诗人把自己的囚居生活写得充满乐趣，其实不然，他在《与李翰林建书》中给自己的囚居生活打了个比方：譬如常年关在监狱里的囚徒，遇上好天气出来活动一下筋骨，在墙上磨擦搔痒，也感到很舒服，但这样的舒服不是能长久享受的。这才是诗人心灵的真实表白。</p> <p>　　柳宗元这首五言古诗，以记游为题，从描绘眼前景物入手，继而写故乡之恋，往事之思，囚居之“趣”，运思缜密，蕴涵深远。他将个人遭际与满怀忧愤含融在山水诗之中，将深沉的忧思隐含在浅淡的微笑之内，“句中有余味，篇中有余意”（<a href=\"http://so.gushiwen.org/author_30.aspx\">姜夔</a>），细细吟咏，回味无穷。</p>",
  "about": "<h2>创作背景</h2> 　　朝阳岩在今永州芝山城西朝阳公园内，古称“西岩”。这里岩石峭拔雄浑，岩洞开阔幽邃；洞内造景怪异多姿，流泉寒冽净清。公元766年，时任道州刺史的唐<a href=\"http://so.gushiwen.org/view_18275.aspx\">诗</a>人<a href=\"http://so.gushiwen.org/author_79.aspx\">元结</a>“自舂陵至零陵”，感叹“岩洞此邦之形胜也”（元结《朝阳岩铭》），因其东向，每当旭日东升，烟光石气，激射成彩，遂命之为“朝阳岩”。<a href=\"http://so.gushiwen.org/author_646.aspx\">柳宗元</a>贬居永州后，亦常到此游览，借以排忧遣怨。此诗是公元806年（元和元年）柳宗元第一次游朝阳岩所作。",
  "poet": {
    "id": 646,
    "star": 0,
    "name": "柳宗元",
    "image": "http://img.gushiwen.org/authorImg/liuzongyuan.jpg",
    "desc": "柳宗元（773年－819年），字子厚，唐代河东（今山西运城）人，杰出诗人、哲学家、儒学家乃至成就卓著的政治家，唐宋八大家之一。著名作品有《永州八记》等六百多篇文章，经后人辑为三十卷，名为《柳河东集》。因为他是河东人，人称柳河东，又因终于柳州刺史任上，又称柳柳州。柳宗元与韩愈同为中唐古文运动的领导人物，并称“韩柳”。在中国文化史上，其诗、文成就均极为杰出，可谓一时难分轩轾。"
  },
  "tags": [
    "山水",
    "写景",
    "抒情",
    "思乡",
    "愤懑"
  ]
}