{
  "id": 70133,
  "star": 20,
  "name": "人月圆·伤心莫问前朝事",
  "dynasty": "元代",
  "content": "伤心莫问前朝事，重上越王台。<br>鹧鸪啼处，东风草绿，残照花开。<br>怅然孤啸，青山故国，乔木苍苔。<br>当时明月，依依素影，何处飞来？",
  "fanyi": "<p><strong>译文</strong><br>不要再问前朝那些伤心的往事了，我重新登上越王台。鹧鸪鸟哀婉地啼叫，东风吹指初绿的衰草，残阳中山花开放。<br>我惆怅地独自仰天长啸，青崇山峻岭依旧，故国已不在，满目尽是乔木布满苍苔，一片悲凉。头上的明月，柔和皎洁，仍是照耀过前朝的那轮，可是它又是从哪里飞来的呢？ </p><p><strong>注释</strong><br>前朝：此指宋朝。<br>越王台：春秋时期越王勾践所建，为驻兵处。<br>素影：皎洁银白的月光。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　中唐<a href=\"http://so.gushiwen.org/view_70133.aspx\">诗</a>人窦巩有《南游感兴》七绝云：“伤心欲问前朝事，唯见江流去不回。日暮东风青草绿，鹧鸪飞上越王台。”而窦诗显然又源于<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>的《越中览古》：“越王勾践破吴归，义士还家尽锦衣。宫女如花满春殿，只今唯有鹧鸪飞。”本曲的前五句，化用窦巩的诗意，而“鹧鸪啼处”云云，则明显地流露出了霸业不存、风流事散的兴亡之感。<a href=\"http://so.gushiwen.org/author_692.aspx\">倪瓒</a>生活在元代的中晚期，无所谓遗民思想，曲中的“前朝事”是将越王台沿经的历史一网打尽，并不专指宋朝；但历史的盛衰、岁月的无情，一样会引起怀古者的“伤心”。窦诗是“伤心欲问前朝事”，而小令却“伤心莫问前朝事”，一字之差，绝望和无奈的感情色彩就表现得更加强烈。</p> <p>　　作者禁不住“怅然孤啸”。“啸”是感情激越、一舒抑塞的表现，而一个“孤”字，又有心事无人知会的意味。“青山故国，乔木苍苔”是登台的所见，它较之前片的“东风草绿，残照花开”更增加了悲凉的色彩。“当时明月”等三句又借助了唐诗的意境。<a href=\"http://so.gushiwen.org/author_197.aspx\">刘禹锡</a>《石头城》有“淮水东边旧时月，夜深还过女墙来”的诗句，李白《苏台怀古》也说“只今惟有西江月，曾照吴王宫里人。”明月是历史的见证，如今“依依素影”又高悬在越王台的上空。诗人独发一问：“何处飞来？”问得似乎突兀，但含意是十分显明的：“当时”的江山久已换主，那么“当时”的明月怎么又会飞来重临呢？这一笔同前引的《石头城》《苏台怀古》一样，是借助嗔怪明月的多事、无情，抒发怀古的幽思。作者起笔云“伤心莫问前朝事”，至此还是问了，并问得那样投入、那样悲哀。“依依”是依恋不去的模样，说明明月在天空徘徊已久。而诗人从“残照”时分直留到月夜，这“依依”两字也就成了一种移情手法，表现出了作者对故国山河的倦倦深情。</p> <p>　　这首小令除了善于从唐人诗句中袭意外，在景物的描写上也深得风神。“东风草绿，残照花开”表现江山无主，“青山故国，乔木苍苔”表现世事无常。以此为陪主之宾，则“越王台”的悲凉寂寞自在意中。又诗人选取了亘古恒在的景物如东风、残照、青山、明月，与时过境迁的绿草、野花、乔木、苍苔交插在一起，在特定的空间中导入了苍茫的时间感，从而将抚今思古的主旨形象地表现了出来。</p>",
  "about": "<h2>写作背景</h2> 　　作者生活在元末明初，作为元代遗民，他始终不能忘记元兵南下、宋朝灭亡那段悲惨的历史。因此，他一生都没有在元政权下做官，隐逸山林，在他晚年时常追忆旧事，缅怀故国，抒写愁思。此曲即是作者重登绍兴越王台时所作，包括江浙广大地区在内的“越地”，既有越王勾践报仇雪趾的历史传统，又是南宋政治经济的中心，人到这里尤其容易激发起亡国的惨痛和恢复河山的愿望，今天作者重游前朝重地，登上当年勾践点兵复仇的越王台，感情不能抑制。",
  "poet": {
    "id": 692,
    "star": 0,
    "name": "倪瓒",
    "image": "http://img.gushiwen.org/authorImg/nizai.jpg",
    "desc": "倪瓒（1301～1374），元代画家、诗人。初名珽，字泰宇，后字元镇，号云林子、荆蛮民、幻霞子等。江苏无锡人。家富，博学好古，四方名士常至其门。元顺帝至正初忽散尽家财，浪迹太湖一带。擅画山水、墨竹，师法董源，受赵孟頫影响。早年画风清润，晚年变法，平淡天真。疏林坡岸，幽秀旷逸，笔简意远，惜墨如金。以侧锋干笔作皴，名为“折带皴”。墨竹偃仰有姿，寥寥数笔，逸气横生。书法从隶入，有晋人风度，亦擅诗文。与黄公望、王蒙、吴镇合称\"元四家\"。存世作品有《渔庄秋霁图》《六君子图》《容膝斋图》等。著有《清閟阁集》。"
  },
  "tags": [
    "咏史怀古"
  ]
}