{
  "id": 47082,
  "star": 149,
  "name": "忆江南·春去也",
  "dynasty": "唐代",
  "content": "春去也，多谢洛城人。弱柳从风疑举袂，丛兰裛露似沾巾。独坐亦含嚬。<br>春去也，共惜艳阳年。犹有桃花流水上，无辞竹叶醉尊前。惟待见青天。",
  "fanyi": "<p><strong>译文</strong><br>　　可惜春天已经匆匆过去了，临行的时候谢别洛阳城的人。柔弱的柳枝随风飞舞象是挥手举袂，一丛丛的兰花沾满白露正如浸湿的头巾，遮住芳颜独自欢笑又像是含嗔带颦。<br>　　可惜春天已经匆匆过去了，一起来珍惜这艳丽明媚的年华吧！只见依然有桃花飘落在流水上，哪怕倒满竹叶青美酒一饮而尽，醉倒在了酒杯前。只希望能等到雨过天晴、重见青天的时候。</p><p><strong>注释</strong><br>（1）多谢：殷勤致意的意思。<br>洛城人：即洛阳人。<br>（2）袂（mèi）：衣袖。<br>（3）裛（yì）：沾湿。<br>（4）颦（pín）：皱眉。<br>（5）尊：同“樽”，酒杯。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　第一首的主旨是伤春。词中，先写春向人们告辞，柳、兰喻春含泪挥手而别，后写一个女子惜春情态，一边惋惜春天的归去，一边又觉得春天对她也有无限依恋之情，作者以拟人手法，把人的表情动作赋予春，有依依难舍之情，郁郁感伤之意，抒发了惜春、伤春的感情。构思新颖，描写细腻，手法多变，充分体现了<a href=\"http://so.gushiwen.org/view_47082.aspx\">诗</a>人乐府小章的“清新流畅、含思婉转”的艺术特色。</p> <p>　　“春去也，多谢洛城人”。“春去也，多谢洛城人。”“去也”两字感情色彩极浓。在临别之际一声“去也”。抵得上很多言语，其中当然也包含着不忍去、不愿去、又不得不去的衷曲。后来<a href=\"http://so.gushiwen.org/author_535.aspx\">柳永</a>《雨霖铃·寒蝉凄切》词“愿去去千里烟波”，连用两个“去”字，也是为了突出他心头不忍去、不愿去而又不得不去的复杂感情。这是从春的一方即客观的一方言之。再从爱春、惜春的一方即主观的一方言之，则“去也”两字更为关情。《西厢记·长亭送别》有句云：“听得道声“去也”。松了金钡；遥望见十里长亭，减了玉肌。此恨谁知！”如果借来作为“去也”两字的注解，就不难想象那种爱春、惜春而又尤计留春的惆怅之情。“多谢洛城人”则又转换角度，以春天的口吻，向惜春之人遥遥致意。作者在短短七字之间展现了两种不同视角的转换，挥洒自如，更显示出其杰出的想像力和文字驾驭能力。</p> <p>　　“弱柳从风疑举袂，丛兰泡露似沾巾”两句，紧承前句“多谢洛城人”而来，不写人之惜春，而先写春依恋人，描绘出一幅气韵横生的送春画图，且看那纤弱的柳条随风依依轻摇，就好像挥手作别轻扬起的衣袖；而葡花沾满露珠，更有如一位不胜嫣羞的美人，在离别之际泪湿纸巾。</p> <p>　　“独坐亦含颦。”如果说，前面四句都是从春的惜别一边着笔的话，那末这最后一句写到了惜春之人，即词中的抒情主人公。从句中的“独”字可以领悟到，这位抒倩上人公的心情非常寂寞惆怅。旖旎的春光曾给她以欢乐与安慰，或者说，曾激励她满怀憧憬地追求美好的理想，但是，曾几何时，春闹花谢。欢乐成为过去，安慰被失望所代替，理想也终于落空。愁绪煎熬使她坐卧不安：从句中的“亦”字可以表现出除“独坐”以外的独眠、独酌、独吟都已一一行之而终于无法排遣愁绪。在百无聊赖之中，惟有借“独坐”以自持性情，但“独坐”既久，仍不免颦眉蹙额，为愁绪所包围，由此总见得愁绪缠绵深长而避之无由了。</p> <p>　　第二首的主旨是惜春，其抒情线索十分显明，抒情的中心非常突出。前两句在词意上是一层转折，次句的“艳阳年”与第三句的“桃花流水”在字面上也构成一个转折，两个七言对偶句与结句在虚实关系上又形成一个转折，通过这层层转折，层转层深地传出了充溢在词人心头的“惜春”意绪。</p> <p>　　“春去也。共惜艳阳年。”首句重复第一首的发端，既加深了咏叹的意味，强化了作者伤春、惜春的情感，在结构上也起了与第一首互相呼应的勾连作用，感慨春天的“大势”已去。次句中的“艳阳年”，即“艳阳天”，指阳光灿烂、风光旖旎的春天，“余春”尚在，大家赶紧来抓住这最后的机会好好地赏玩一下暮春的风致。</p> <p>　　“犹有桃花流水上，无辞竹叶醉尊前。”描写了词人为自己“惜春”的行为所做的打算，桃花凋落，飘洒在溪流水上，这正是暮春常见的景象，倘若桃花落瓣已被流水飘尽，那春天的身影就是确实消逝得无影无踪了。词人愿意在溪水边的草茵上席地而坐，面对着落花流水，斟上一杯春竹叶酒，慢慢地喝，悄悄地看，静静地想。</p> <p>　　“惟待见青天。”强烈表达出希望自己拟想中的“惜春”行为能够实现的心声。纵然风景无限好，倘使碰上个淫雨连绵、路滑泥烂的天气，这一番打算就全都落空了。所以诗人末句希望老天爷能够帮忙，给人间送来个无云无风的大好晴天。</p> <p>　　这两首词运用了拟人的手法表现了从人到春，又从春到人的三次主角转换。作者不写人惜春，反写春惜人，将人情物态揉为一体。构思新颖，手法多变；语言朴实无华，结构紧凑奇巧。全词充分体现了诗人乐府小章“清新流畅、含思婉转”的艺术特色。</p>",
  "about": "<h2>创作背景</h2> 　　此词约为唐文宗开成三年（838年）作于洛阳。其调名下有作者自注：“和乐天春词，依《忆江南》曲拍为句。”当时<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>为太子少傅分司东都，<a href=\"http://so.gushiwen.org/author_197.aspx\">刘禹锡</a>为太子宾客分司东都，二人均在洛阳，时相唱和，白居易词共三首，刘禹锡的和词共两首。",
  "poet": {
    "id": 197,
    "star": 0,
    "name": "刘禹锡",
    "image": "http://img.gushiwen.org/authorImg/liuyuxi.jpg",
    "desc": "刘禹锡（772－842），字梦得，汉族，中国唐朝彭城（今徐州）人，祖籍洛阳，唐朝文学家，哲学家，自称是汉中山靖王后裔，曾任监察御史，是王叔文政治改革集团的一员。唐代中晚期著名诗人，有“诗豪”之称。他的家庭是一个世代以儒学相传的书香门第。政治上主张革新，是王叔文派政治革新活动的中心人物之一。后来永贞革新失败被贬为朗州司马（今湖南常德）。据湖南常德历史学家、收藏家周新国先生考证刘禹锡被贬为朗州司马其间写了著名的“汉寿城春望”。"
  },
  "tags": [
    "婉约",
    "女子",
    "惜春",
    "柳树"
  ]
}