{
  "id": 72309,
  "star": 94,
  "name": "黄冈竹楼记",
  "dynasty": "宋代",
  "content": "　　黄冈之地多竹，大者如椽。竹工破之，刳去其节，用代陶瓦。比屋皆然，以其价廉而工省也。</p> <p>　　子城西北隅，雉堞圮毁，蓁莽荒秽，因作小楼二间，与月波楼通。远吞山光，平挹江濑，幽阒辽夐，不可具状。夏宜急雨，有瀑布声；冬宜密雪，有碎玉声。宜鼓琴，琴调虚畅；宜咏诗，诗韵清绝；宜围棋，子声丁丁然；宜投壶，矢声铮铮然；皆竹楼之所助也。</p> <p>　　公退之暇，被鹤氅衣，戴华阳巾，手执《周易》一卷，焚香默坐，消遣世虑。江山之外，第见风帆沙鸟，烟云竹树而已。待其酒力醒，茶烟歇，送夕阳，迎素月，亦谪居之胜概也。彼齐云、落星，高则高矣；井干、丽谯，华则华矣；止于贮妓女，藏歌舞，非骚人之事，吾所不取。</p> <p>　　吾闻竹工云：“竹之为瓦，仅十稔；若重覆之，得二十稔。”噫！吾以至道乙未岁，自翰林出滁上，丙申，移广陵；丁酉又入西掖；戊戌岁除日岁除日，新旧岁之交，即除夕。，有齐安之命；己亥闰三月到郡。四年之间，奔走不暇；未知明年又在何处，岂惧竹楼之易朽乎！幸后之人与我同志，嗣而葺之，庶斯楼之不朽也！</p> <p>　　咸平二年八月十五日记。 ",
  "fanyi": "<p><strong>译文</strong><br>　　黄冈地方盛产竹子，大的粗如椽子。竹匠剖开它，削去竹节，用来代替陶瓦。家家房屋都是这样，因为竹瓦价格便宜而且又省工。<br>　　子城的西北角上，矮墙毁坏，长着茂密的野草，一片荒秽，我于是就地建造小竹楼两间，与月波楼相接连。登上竹楼，远眺可以尽览山色，平视可以将江滩、碧波尽收眼底。那清幽静谧、辽阔绵远的景象，实在无法一 一描述出来。夏天宜有急雨，人在楼中如听到瀑布声；冬天遇到大雪飘零也很相宜，好像碎琼乱玉的敲击声；这里适宜弹琴，琴声清虚和畅；这里适宜吟<a href=\"http://so.gushiwen.org/view_72309.aspx\">诗</a>，诗的韵味清雅绝妙；这里适宜下棋，棋子声丁丁动听，这里适宜投壶，箭声铮铮悦耳。这些都是竹楼所促成的。<br>　　公务办完后的空闲时间，披着鹤氅，戴着华阳巾，手执一卷《周易》，焚香默坐于楼中，能排除世俗杂念。这里江山形胜之外，只见轻风扬帆，沙上禽鸟，云烟竹树一片而已。等到酒醒之后，茶炉的烟火已经熄灭，送走落日，迎来皓月，这也是谪居生活中的一大乐事。<br>　　那齐云、落星两楼，高是算高的了；井干、丽谯两楼，华丽也算是非常华丽了，可惜只是用来蓄养妓女，安顿歌儿舞女，那就不是风雅之士的所作所为了，我是不赞成的。<br>　　我听竹匠说：“竹制的瓦只能用十年，如果铺两层，能用二十年。”唉，我在至道元年，由翰林学士被贬到滁州，至道二年调到扬州，至道三年重返中书省，咸平元年除夕又接到贬往齐安的调令，今年闰三月来到齐安郡。四年当中，奔波不息，不知道明年又在何处，我难道还怕竹楼容易败坏吗？希望接任我的人与我志趣相同，继我爱楼之意而常常修缮它，那么这座竹楼就不会朽烂了。<br>　　咸平二年八月十五日撰记。</p><p><strong>注释</strong><br>（1）黄冈：今属湖北。<br>（2）椽（chuán）：椽子，架在屋顶承受屋瓦的木条。<br>（3）刳（kū）：削剔，挖空。<br>（4）陶瓦：用泥烧制的瓦。<br>（5）比屋：挨家挨户。比，紧挨，靠近。<br>（6）子城：城门外用于防护的半圆形城墙。<br>（7）雉堞（dié）圮（pǐ）毁：城上矮墙倒塌毁坏。雉堞，城上的矮墙。圮毁，倒塌毁坏。<br>（8）月波楼：黄州的一座城楼。<br>（9）吞：容纳。<br>（10）濑：沙滩上的流水。<br>（11）幽阒（qù）辽夐（xiòng）：幽静辽阔。幽阒，清幽静寂。夐，远、辽阔。<br>（12）丁丁（zhēng）：形容棋子敲击棋盘时发出的清脆悠远之声。<br>（13）投壶：古人宴饮时的一种游戏。以矢投壶中，投中次数多者为胜。胜者斟酒使败者饮。<br>（14）助：助成，得力于。<br>（15）公退：办完公事，退下休息。<br>（16）鹤氅（chǎng）衣：用鸟羽制的披风。<br>（17）华阳巾：道士所戴的头巾。<br>（18）胜概：美好的生活状况。胜，美好的。概，状况，此指生活状况。<br>（19）齐云、落星：均为古代名楼。<br>（20）井干、丽谯：亦为古代名楼。<br>（21）骚人：<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>曾作《离骚》，故后人称诗人为“骚人”，亦指风雅之士。<br>（22）稔（rěn）：谷子一熟叫作一稔，引申指一年。<br>（23）至道乙未岁，自翰林出滁上：955年（宋太宗至道元年），作者因讪谤朝廷罪由翰林学士贬至滁州。<br>（24）广陵：即现在的扬州。<br>（25）又入西掖：指回京复任刑部郎中知制诰。西掖，中书省。<br>（26）戊戌岁除日：戊戌年除夕。戊戌，998年（宋真宗咸平元年）。<br>（27）齐安：黄州。<br>（28）己亥：999年（咸平二年）。<br>（29）嗣而葺（qì）之：继我之意而常常修缮它。嗣，接续、继承。葺，修整。<br>（30）庶：表示期待或可能。<br>（31）谪：封建王朝官吏降职或远调。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这篇文章以竹楼为核心，先记叙黄冈多竹，可以用来代替陶瓦，且价廉工省。继而描写在竹楼上可观山水、听急雨、赏密雪、鼓琴、咏<a href=\"http://so.gushiwen.org/view_72309.aspx\">诗</a>、下棋、投壶，极尽人间之享乐；亦可手执书卷，焚香默坐，赏景、饮酒、品茶、送日、迎月，尽得谪居的胜概。藉齐云、落星、井干、丽谯各名楼反衬竹楼的诗韵，表明作者甘居清苦、鄙夷声色的高尚情怀。继而写奔走不暇，眷恋竹楼之意。</p> <p>　　全文具有以下特点：</p> <p>　　一、结构明晰。文章开篇即写黄州多竹和用竹造屋的好处，为下文详写竹楼作下铺垫。接着作者以声写楼，以声抒情，详写了在楼中可以领略到的种种别处无法领略的清韵雅趣。“远吞”四句写幽静辽阔之景，“夏宜”四句言作者四季不同之感，“宜鼓琴”八句，述竹楼特有之趣。第三段写作者悠闲自得、幽雅飘逸的谪居生活，既回扣上文，又为下文言志张本。文章最后一段，作者借竹楼的命运表达了自己对前途的自信，并交代了写作时间。</p> <p>　　二、寄慨深远。黄冈竹楼，是作者洁身自好的人格和高远情志的载体，是作者人格力量、人格理想的象征，是作者苦闷心灵聊以栖居的寓所。作者把竹楼写得情趣盎然，实际上抒发了自己的飘泊无定之苦、仕途失意之叹；同时也传达出作者身处逆境而矢志不渝的信念以及庄重自持的思想情操。宦海沉浮的不幸遭遇，不但没有消弥作者积极入世的热情，反而使他有竹楼“听雨如瀑”“闻雪若玉”的从容，有“岂惧竹楼之易朽乎”的自信。</p> <p>　　三、修辞精警。对比：作者将简易的竹楼与四大名楼对比，以“贮妓女、藏歌舞”的腐朽与“焚香默坐，消遣世虑”的儒雅对比，抒写了作者高洁的品格和磊落的襟抱。象征：四大名楼的高贵象征着朝廷的腐败，竹楼的寒伧却是作者当下自身地位的写照，尽管地位卑微，却拥有高洁的心灵。排比：“夏宜急雨，有瀑布声”以下，连用六“宜”，以三个两两相对的句式，构成有力的排比，生动地写出了竹楼主人的雅洁崇高。</p> <p>　　该文是作者著名的抒情小品，艺术上很有特色，结构严谨，构思巧妙，层次分明，多用排比，寓情于景，轻快自然，既抒写了作者随遇而安、贬谪不惧的心态，也含蓄地表现了其愤懑不平之情。文章清幽潇洒，可以与<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>的《醉翁亭记》相媲美。</p>",
  "poet": {
    "id": 122,
    "star": 0,
    "name": "王禹偁",
    "image": "http://img.gushiwen.org/authorImg/wangyucheng.jpg",
    "desc": "王禹偁（954—1001）北宋白体诗人、散文家。字元之，汉族，济州巨野（今山东省巨野县）人，晚被贬于黄州，世称王黄州。太平兴国八年进士，历任右拾遗、左司谏、知制诰、翰林学士。敢于直言讽谏，因此屡受贬谪。真宗即位，召还，复知制诰。后贬知黄州，又迁蕲州病死。王禹偁为北宋诗文革新运动的先驱，文学韩愈、柳宗元，诗崇杜甫、白居易，多反映社会现实，风格清新平易。词仅存一首，反映了作者积极用世的政治抱负，格调清新旷远。著有《小畜集》。"
  },
  "tags": [
    "古文观止",
    "咏物",
    "抒情"
  ]
}