{
  "id": 72241,
  "star": 36,
  "name": "乐毅报燕王书",
  "dynasty": "先秦",
  "content": "　　昌国君乐毅，为燕昭王合五国之兵而攻齐，下七十馀城，尽郡县之以属燕。三城未下，而燕昭王死。惠王即位，用齐人反间，疑乐毅，而使骑劫代之将。乐毅奔赵，赵封以为望诸君。齐田单诈骑劫，卒败燕军，复收七十余城以复齐。</p> <p>　　燕王悔，惧赵用乐毅乘燕之弊以伐燕。燕王乃使人让乐毅，且谢之曰：“先王举国而委将军，将军为燕破齐，报先王之仇，天下莫不振动。寡人岂敢一日而忘将军之功哉！会先王弃群臣，寡人新即位，左右误寡人。寡人之使骑劫代将军，为将军久暴露于外，故召将军，且休计事。将军过听，以与寡人有隙，遂捐燕而归赵。将军自为计则可矣，而亦何以报先王之所以遇将军之意乎？”</p> <p>　　望诸君乃使人献书报燕王曰：“臣不佞，不能奉承先王之教，以顺左右之心，恐抵斧质之罪，以伤先王之明，而又害于足下之义，故遁逃奔赵。自负以不肖之罪，故不敢为辞说。今王使使者数之罪，臣恐侍御者之不察先王之所以畜幸臣之理，而又不白于臣之所以事先王之心，故敢以书对。”</p> <p>　　“臣闻贤圣之君不以禄私其亲，功多者授之；不以官随其爱，能当者处之。故察能而授官者，成功之君也；论行而结交者，立名之士也。臣以所学者观之，先王之举错，有高世之心，故假节于魏王，而以身得察于燕。先王过举，擢之乎宾客之中，而立之乎群臣之上，不谋于父兄，而使臣为亚卿。臣自以为奉令承教，可以幸无罪矣，故受命而不辞。</p> <p>　　“先王命之曰：‘我有积怨深怒于齐，不量轻弱，而欲以齐为事。’臣对曰：‘夫齐，霸国之余教而骤胜之遗事也，闲于甲兵，习于战攻。王若欲伐之，则必举天下而图之。举天下而图之，莫径于结赵矣。且又淮北、宋地，楚、魏之所同愿也。赵若许约，楚、赵、宋尽力，四国攻之，齐可大破也。’先王曰：‘善。’臣乃口受令，具符节，南使臣于赵。顾反命，起兵随而攻齐，以天之道，先王之灵，河北之地，随先王举而有之于济上。济上之军奉令击齐，大胜之。轻卒锐兵，长驱至国。齐王逃遁走莒，仅以身免。珠玉财宝，车甲珍器，尽收入燕。大吕陈于元英，故鼎反乎历室，齐器设于宁台。蓟丘之植，植于汶篁。自五伯以来，功未有及先王者也。先王以为顺于其志，以臣为不顿命，故裂地而封之，使之得比乎小国诸侯。臣不佞，自以为奉令承教，可以幸无罪矣，故受命而弗辞。”</p> <p>　　“臣闻贤明之君，功立而不废，故著于《春秋》，蚤知之士，名成而不毁，故称于后世。若先王之报怨雪耻，夷万乘之强国，收八百岁之蓄积，及至弃群臣之日，遗令诏后嗣之馀义，执政任事之臣，所以能循法令，顺庶孽者，施及萌隶，皆可以教于后世。”</p> <p>　　“臣闻善作者不必善成，善始者不必善终。昔者伍子胥说听乎阖闾，故吴王远迹至于郢；夫差弗是也，赐之鸱夷而浮之江。故吴王夫差不悟先论之可以立功，故沉子胥而弗悔；子胥不蚤见主之不同量，故入江而不改。”</p> <p>　　“夫免身功，以明先王之迹者，臣之上计也。离毁辱之非，堕先王之名者，臣之所大恐也。临不测之罪，以幸为利者，义之所不敢出也。”</p> <p>　　“臣闻古之君子，交绝不出恶声；忠臣之去也，不洁其名。臣虽不佞，数奉教于君子矣。恐侍御者之亲左右之说，而不察疏远之行也。故敢以书报，唯君之留意焉。 ",
  "fanyi": "<p><strong>译文</strong><br>　　昌国君乐毅，替燕昭王联合五国的军队，攻入齐国，连下七十多座城池，都划归燕国。还有三座城邑未攻下，燕昭王就去世了。燕惠王继位，中了齐人的反间计，怀疑乐毅，派骑劫代替他。乐毅逃到赵国，赵王封他为望诸君。齐国大将田单用计骗了骑劫，打败燕军，收复七十多座城邑，恢复了齐国的领土。<br>　　燕王后悔了，又怕赵国任用乐毅，乘燕国战败之机来攻燕，便派人去责备乐毅，又向乐毅表歉意，说：“先王把整个燕国托付将军，将军为燕攻破了齐国，为先王报了仇，天下人莫不震动。寡人怎敢一刻忘记将军的功勋啊！不幸先王抛弃群臣而去，寡人刚刚继位，左右蒙骗了寡人。不过，寡人派骑劫代替将军，只是因为将军长久在野外作战，所以调将军回国，休养休养，共商国是。将军却误信流言，和寡人有了隔阂，抛弃燕国而投奔赵国。为将军自己打算，固然可以；但是又怎样报答先王对将军的恩情呢？”<br>　　望诸君乐毅便派人进献书信，回答惠王说：<br>　　“臣不才，不能奉承先王的遗命，顺从大王左右的心意，恐怕回来受到刀斧之刑，以致损害先王知人之明，又使您亏于君臣之义，只得投奔赵国，承担了不贤的罪名，也不愿表白。现在大王派人来数说臣的罪过，恐怕大王左右不能体会先王重用臣的理由，也不明白臣所以事奉先王的心意，才敢写信答复大王。<br>　　“臣听说，贤圣的君主，不把爵禄私赏给自己的亲人，只有立功多的才授予；不把官职随便授予自己宠幸的人，只有才能相当的才任命。所以，考察才能而授官，是成就功业的君主；根据德行而结交，是树立名声的贤士。臣以所学的知识来观察，觉得先王处理国事，高于世俗的理想，因此借用魏王的使节，得以到燕国亲身考察。先王对臣过看重，从宾客中选拔出来，安置在群臣之上，不与王室的长辈商量，便任命臣为亚卿。臣自以为能够奉行命令、秉承教导，可以侥幸免于罪过，也就毫不辞让，接受了任命。<br>　　先王命令臣，说：‘我跟齐国积累了深仇大恨，那怕国小力微，也想报齐国之仇。’臣回答说：‘齐国本来有霸主的传统，打过多次胜仗，熟悉军事，长于攻战。大王如果要伐齐，必须发动天下的兵力来对付它。要发动天下的兵力，最好是先同赵国结盟。还有淮北，本是宋国的土地，被齐国独吞了，楚魏两国都想得一份。赵如果赞同，约同楚魏尽力帮助，以四国的力量进攻，就可大破齐国了。’先王说：‘好！’臣便接受命令，准备符节，南下出使赵国。很快回国复命，发兵攻齐。顺应上天之道，倚仗先王的声威，黄河以北的齐国土地，都随着先王进兵济上而为燕国所有了，济水上的燕军，奉令出击，大获胜利。士卒轻装，武器锐利，长驱直入，攻占齐都。齐王逃奔至莒，幸免一死。所有的珠玉财宝，车甲珍器，归燕国所有。大吕钟陈列在元英殿上，燕国的宝鼎又运回历室殿，齐国的宝器都摆设在燕国的宁台。原来树立在蓟丘的燕国旗帜，插到齐国汶水两岸的竹田。自从五霸以来，没有谁的功勋能赶上先王。先王很惬意，认为臣没有贻误他的命令，所以裂土封，使臣得比于小国诸侯。臣不才，自信能够奉行命令，秉承教导，可以侥幸免于罪过，因此毫不推辞而接受了封爵。<br>　　臣听说，贤明的君主，建立了功业就不让它废弃，所以才能记载于史册；有预见的贤士，成名之后决不让它败坏，所以为后世称赞。像先王这样报仇雪恨，征服了万辆兵车的强国，没收它八百年的积蓄，直到逝世那天，还留下叮嘱嗣君的遗训，使执政任事的官员能遵循法令，安抚亲疏上下，推及百姓奴隶，这都是能够教育后世的啊。<br>　　“臣听说，善于创造不一定善于完成，善始不一定善终。从前，伍子胥说动了阖闾，因此吴王能够远征到楚国的郢都；夫差却不信伍子胥的预见能够立功，因此把伍子胥溺死江中而不悔；伍子胥不能预见新旧两主的气量不同，因此直到被投入江还不改变他的怨愤。所以，脱身免祸，保伐齐的大功，用以表明先王的业绩，这是臣的上策。遭受诋毁和侮辱的错误处置，毁害先王的美名，这是臣最大的恐惧。面临着不测之罪，却又助赵攻燕，妄图私利，我决不干这不义之事。<br>　　“臣听说，古代的君子，和朋友断绝交往，也决不说对方的坏话；忠臣含冤离开本国，也不为自己表白。臣虽然不才，也曾多次受过君子的教诲，只是恐怕大王轻信左右的谗言，因此冒昧回信说明，希望您多加考虑。”</p><p><strong>注释</strong><br>①五国之兵：赵、楚、韩、燕、魏五国联军。<br>②三城：指齐国的聊城、莒、即墨三城，都在今山东省。<br>③用齐人反间：齐将田单放出谣言，说乐毅想反叛燕国，自己做齐王。燕惠王信以为真。<br>④骑劫：燕国将领。<br>⑤望诸君：赵国给乐毅的封号。<br>⑥田单：战国时齐国大将，屡立战功，封安平君，被齐襄王任为国相。诈骑劫：田单派人向燕军诈降，骑劫被蒙蔽；又用千余头牛，角上缚兵刃，尾上扎苇草灌油，夜间点燃牛尾，猛冲燕军营帐，并以数千勇士随后冲杀，大败燕军，杀死骑劫。<br>⑦让：责备。<br>⑧先王：燕惠王之父燕昭王。<br>⑨左右误寡人：指燕惠王左右亲近的人造谣。<br>⑩过听：误信流言。隙：隔阂。捐：抛弃。<br>①不佞：没有才智。谦词。<br>②奉承：秉承，领受。左右：书信中对对方的尊称，表不敢直接称对方，只称呼对方的左右执事者。抵：遭受。斧质：刀斧与砧板，杀人的刑具。<br>③足下：对对方的尊称。古时用于尊者，后代只用于同辈。<br>④不肖：不贤。自谦之词。为辞说：用言词辩解。<br>⑤侍御者：侍侯国君的人，实指惠王。畜幸：畜养宠信。<br>⑥假节：凭借符节。节，外交使臣所持之凭证。<br>⑦擢：提拔。之：我。乎：同“于”，从。<br>⑧亚卿：官名，地位仅次于上卿。<br>①霸国：齐桓公曾称霸诸侯，故称齐国为霸国。余教：留下的功绩。骤胜：多次战胜。遗事：往事。<br>②闲：同“娴”，娴熟，熟练。甲兵：铠甲兵器，借指军事。<br>③径：直接。<br>④淮北：淮河以北地区，是齐国属地。宋地：今江苏铜山、河南商丘、山东曲阜之间的地区，为齐所吞并。<br>⑤河北：黄河以北。济上：济水旁边。<br>⑥莒：今山东莒县。<br>⑦大吕：钟名。元英：燕国宫殿名。<br>⑧故鼎：指齐国掠夺的燕鼎，复归燕国。历室：燕国宫殿名。<br>⑨宁台：燕国宫殿名。<br>⑩蓟丘：燕国都城，今北京市西南。汶篁：齐国汶水边的竹田。<br>⑪不顿命：不辜负使命。<br>①春秋：指一般史书。古代编年史都叫春秋。<br>②蚤：通“早”。<br>③八百岁：从姜太公建国到这次战争约八百年。<br>④庶孽：妾生的儿子。<br>⑤施：延续普及。萌隶：指百姓。<br>①善作者：善于开创事业的人。善成：善于守业。<br>②乎：同“于”，被。<br>③远迹：在远处留下足迹，指长途伐楚。郢：楚国都城，今湖北江陵西北。<br>④鸱夷：皮革制的口袋。<br>⑤先论：预见。<br>⑥量：气量。<br>⑦离：通“罹”，遭受。<br>⑧堕：败坏。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　燕王哙时，齐湣王因燕乱起兵攻燕，掳掠燕国宝器运回齐国。燕人共立太子平为燕昭王。昭王用乐毅为上将军，联合五国的军队攻破齐国。后来燕国中了齐国的反间计，乐毅被迫出逃，齐人大破燕军。燕惠王因而写信给乐毅，乐毅写这封信来回答。</p> <p>　　乐毅针对燕惠王来信中说的“何以报先王之所以遇将军之意”，从两方面予以回答：第一，写他为了报先王知遇之恩，作了详尽规划，再率军队彻底报了积怨。第二，考虑到“善作者不必善成，善始者不必善终”，所以“负身全功，以明先王之迹，”免得“离毁辱之非，堕先王之名”，从而保留先王知人之明。这第二点，正是回答惠王责备他的“弃燕归赵”。最后再说明“君子交绝不出恶声，忠臣之去也不洁其名。”他在回答第二点时只用典而不点破，正是“不出恶声”；他不避“遁逃奔赵”，正是“不洁其名”。这封信，回答燕惠王的责问，措辞极为婉转得体；又恰到好处地显示出作者的善于谋划，善于用兵，以及善于全身保名。靠君臣知遇来建功立业，是古代不少有才能的人的愿望，所以这封信成为历代所传诵的名篇。</p>",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": [
    "古文观止",
    "书信"
  ]
}