{
  "id": 72890,
  "star": 11,
  "name": "相见欢·微云一抹遥峰",
  "dynasty": "清代",
  "content": "微云一抹遥峰，冷溶溶，恰与个人清晓画眉同。<br>红蜡泪，青绫被，水沉浓，却与黄茅野店听西风。",
  "fanyi": "<p><strong>译文</strong><br>遥远的山峰上飘着一抹微云，冷溶溶的远山，那一抹微云的远山像极了她清晓画的眉形。<br>妻子一人孤独凄清的盏着红蜡，盖着青菱被，任那水沉香的香气沉晕。但此时自己身在远方，停宿黄茅野店，耳畔是西风猎猎，感到凄迟伤感。</p> <p><strong>注释</strong><br>①微云一抹：即一片微云。宋<a href=\"http://so.gushiwen.org/author_125.aspx\">秦观</a>《满庭芳》词：“山抹微云，天粘衰草。”<br>②溶溶：宽广温润之意。[宋]<a href=\"http://so.gushiwen.org/author_432.aspx\">晏殊</a>《寓意》： “梨花院落溶溶月．柳絮池塘淡淡风。”<br>③个人：犹言那人，指意中人。此句谓一抹微云的远山恰似那人清晨所画的眉毛。<br>④画眉：比喻夫妻感情好。出自《汉书·张敞传》，张敞，汉时平阳人，宣帝时为京兆尹。据说，张与妻同村，儿时张顽皮，一次投掷石块，误伤其妻，但当时逃逸了，长大做官后，听家人说起其妻因此一直未能出嫁，便上门提亲，自此，每日为妻画眉，并且画的眉毛很妩媚。后被后人评为古代四大风流韵事之一，指夫妻恩爱。<br>⑤蜡泪：蜡烛燃烧时，油脂熔化，好似泪流，故称蜡泪。<br>⑥青绫（líng）被：青色薄布缝制的被子。<br>⑦水沉：即水沉香，古时多陈设于闺房。<br>⑧黄茅野店：即黄茅驿，此处泛指荒村野店。王彦泓《丁卯首春余辞家薄游》： “明朝独醉黄茅店，更有何人把烛寻。”</p>",
  "shangxi": "<h2>赏析</h2> <p>　　秋色浓郁，远山连绵，一抹淡淡的云彩，笼罩在远山周围。秋气乍起，升起一阵阵凉意。远山、微云，似乎也冷溶溶如水。这般景致，与作者所思恋的那位女子在清早画眉相像。清晨微凉，一派凄美销魂，是那一豆残焰也令蜡烛顾影自怜，起了思念，不然它如何会流下殷红的泪水来，沾湿自己的全身。青色丝被任它不整，也不管它可否盖在身上，沉水香袅绕出浓浓的香烟。这般景致，却如何只我一人独自念想。猛地回头，仍旧独自在这野店茅屋中听得西风一阵紧、一阵严。</p> <p>　　词的上阕借景物起兴，抒发离情。词人在旅途之中见到了那被一抹微云遮掩着的远山，恰似清晨闺中妻子梳妆时所描画出的蛾眉，不由得开始怀念家中的妻子。</p> <p>　　下阕以“红蜡泪”三句描绘想象中妻子孤独凄清的情景。妻子正独守空闺，对着红烛沉香，孤寂难眠；而此时的自己却停宿在这荒村野店中，耳畔西风猎猎，卧听西风，怎能不凄迟伤感，孤清寂寞?寥寥数笔，兼写了妻子和自己的孤寂之情，哀怨至极。 </p> <p>　　这首词意象选用亦颇为着力，词整体的意象“温度”有一番清凉微冷的感觉，情感上则营造了一种悲哀的秋氛。意象呈现方式也是素描与工笔结合。素描如：微云一抹，雾岚菲薄，山如眉黛，斯人独立，黄昏野店，秋叶西风；工笔如：红烛泣泪，青绫不整。意象上，觉出了它“温度”的冷，情思上，读之则感同身受，纳兰词的“真”，其感染力便是如此淋漓痛彻。</p>",
  "about": "<h2>创作背景</h2> 　　这首词有解为是思念妻子的作品，时间尚存争议，但大抵认同创作于边塞。纳兰是个多情之人，对所爱之人往往用情很深。在早年与相恋的表妹失之交臂后，二十岁的<a href=\"http://so.gushiwen.org/author_188.aspx\">纳兰性德</a>娶两广总督、兵部尚书卢兴祖之女卢氏为妻。少年夫妻无限恩爱，可惜好景不长，美好的生活只过了短短三年，爱妻便香消玉殒了。那种“曾经沧海难为水，除却巫山不是云”的深厚情感一直使纳兰无法自拔。纳兰虽只有三十余年生涯，但可以肯定的是，步过了坎坷的感情经历，他可谓已熟谙人生，对于生涯中美好的悲剧性追忆，成为他词中主旨。",
  "poet": {
    "id": 188,
    "star": 0,
    "name": "纳兰性德",
    "image": "http://img.gushiwen.org/authorImg/nalanxingde.jpg",
    "desc": "纳兰性德（1655－1685），满洲人，字容若，号楞伽山人，清代最著名词人之一。其诗词“纳兰词”在清代以至整个中国词坛上都享有很高的声誉，在中国文学史上也占有光采夺目的一席。他生活于满汉融合时期，其贵族家庭兴衰具有关联于王朝国事的典型性。虽侍从帝王，却向往经历平淡。特殊的生活环境背景，加之个人的超逸才华，使其诗词创作呈现出独特的个性和鲜明的艺术风格。流传至今的《木兰花令·拟古决绝词》——“人生若只如初见，何事秋风悲画扇？等闲变却故人心，却道故人心易变。”富于意境，是其众多代表作之一。"
  },
  "tags": [
    "借景抒情",
    "怀人",
    "思念"
  ]
}