{
  "id": 31814,
  "star": 90,
  "name": "咸阳值雨",
  "dynasty": "唐代",
  "content": "咸阳桥上雨如悬，万点空濛隔钓船。<br>还似洞庭春水色，晓云将入岳阳天。",
  "fanyi": "<p><strong>译文</strong><br>在咸阳桥上遇雨了，那牛毛细雨随风飘摇不定，宛如悬在空中的水晶帷帘；那泊着的钓鱼船被这连绵的水晶帷帘阻隔，如烟如画。眼前这烟水空濛的景色多么像初春时节洞庭湖上那烟波浩渺的景致；还有那沉沉的暮霭，好像正驮载着水气缓缓地向岳阳城的上空飘去，真是美极了。</p> <p><strong>注释</strong><br>⑴咸阳桥：又名西渭桥，故址在今陕西省咸阳市南，古代多于此送别。<br>⑵还：一作“绝”。<br>⑶将：携带。岳阳天：岳阳楼在洞庭湖边，可俯瞰洞庭春色。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　这是一首对雨即景之作，明快、跳荡，意象绵渺，别具特色。咸阳桥，又名便桥，在长安北门外的渭水之上，是通往西北的交通孔道。古往今来，有多少悲欢离合、兴废存亡的历史在这里幕启幕落。然而<a href=\"http://so.gushiwen.org/view_31814.aspx\">诗</a>人此番雨中徜徉，却意度闲适，并无愁眉锁眼之态，笔墨染出，是一派清旷迷离的山水图景。</p> <p>　　首句入题。“咸阳桥”点地，“雨”点景，皆直陈景物，用语质朴。句末炼出一个“悬”字，便将一种雨脚绵延如帘箔之虚悬空际的质感，形象生动地传出，健捷而有气势，令人神往。接下一句，诗人把观察点从桥头推向远处的水面，从广阔的空间来描写这茫茫雨色。这是一种挺接密衔的手法。“万点”言雨阵之密注。“空蒙”二字最有分量，烘托出云行雨施、水气蒸薄的特殊氛围，点出这场春雨所引起的周围环境的色调变化来。用笔很像国画家的晕染技法，淡墨抹出，便有无限清蔚的佳致。这种烟雨霏霏的景象类似江南水乡的天气，是诗人着力刻画的意境，并因而逗出下文的联翩浮想，为一篇转换之关键。“钓船”是诗中实景，诗人用一个“隔”字，便把它推到迷蒙的烟雨之外，若隐若现，似有似无，像是要溶化在设色清淡的画面里一样，有超于象外的远致。</p> <p>　　前两句一起一承，围绕眼前景物生发，第三句纵笔远扬，转身虚际，出人意外地从咸阳的雨景，一下转到了洞庭的春色。论地域，天远地隔；论景致，晴雨不侔。实现这两幅毫不相干的水天图画的联结转化的媒介，乃是存在于二者之间的某种共同点—即上面提到的烟水空蒙的景色。这在渭水关中也许是难得一见的雨中奇观，但在洞庭泽国，却是一种常见的色调。诗人敏感地抓住这一点，发挥艺术的想象，利用“还似”二字作有力的兜转，就把它们巧妙在联到一起，描绘出一幅壮阔飞动、无比清奇的图画来。洞庭湖为海内巨浸，气蒸波撼，吞天无际。在诗人看来，湿漉的晓云好像是驮载着接天的水气飘进了岳阳古城的上空。这是极其壮观的景象。“将入”二字，可说是笔挟云涛。</p> <p>　　作者着意描写巴陵湖畔的云容水色，其目的在于用它来烘托咸阳的雨景，使它更为突出。这是一种借助联想，以虚间实，因宾见主的借形之法，将两种似乎无关的景物，从空间上加以联系，构成了此诗在艺术上的特色。</p>",
  "about": "<h2>创作背景</h2> <p>　　此<a href=\"http://so.gushiwen.org/view_31814.aspx\">诗</a>写于咸阳，但基于往日游洞庭湖的经历。<a href=\"http://so.gushiwen.org/author_415.aspx\">温庭筠</a>于唐宣宗大中元年（847年）春曾游洞庭湘中，有《次洞庭南》（今存佚句一联），《咸阳值雨》当在其后作。</p>",
  "poet": {
    "id": 415,
    "star": 0,
    "name": "温庭筠",
    "image": "http://img.gushiwen.org/authorImg/wentingyun.jpg",
    "desc": "温庭筠（约812—866）唐代诗人、词人。本名岐，字飞卿，太原祁（今山西祁县东南）人。富有天才，文思敏捷，每入试，押官韵，八叉手而成八韵，所以也有“温八叉”之称。然恃才不羁，又好讥刺权贵，多犯忌讳，取憎于时，故屡举进士不第，长被贬抑，终生不得志。官终国子助教。精通音律。工诗，与李商隐齐名，时称“温李”。其诗辞藻华丽，秾艳精致，内容多写闺情。其词艺术成就在晚唐诸词人之上，为“花间派”首要词人，对词的发展影响较大。在词史上，与韦庄齐名，并称“温韦”。存词七十余首。后人辑有《温飞卿集》及《金奁集》。"
  },
  "tags": [
    "写景",
    "写雨"
  ]
}