{
  "id": 50472,
  "star": 4,
  "name": "惜余春·急雨收春",
  "dynasty": "宋代",
  "content": "急雨收春，斜风约水。浮红涨绿鱼文起。年年游子惜余春，春归不解招游子。 <br>留恨城隅，关情纸尾。阑干长对西曛倚。鸳鸯俱是白头时，江南渭北三千里。",
  "fanyi": "<p><strong>译文</strong><br>一阵急雨即将收束春光，斜吹的春风仿佛在约束春水。水面上浮着飘落的花瓣，上涨的绿水皱起了涟漪。鱼儿嬉戏而产生一圈圈的波纹，景色很美。可惜春光不解人意，悄悄归去。<br>自从在城隅处分手，我们都留下了无穷的幽怨，你在来信中，信末多是深情关切之语，我也经常在夕阳西下时，独自倚栏远眺，面对着昏黄的落晖。老夫老妻，本应厮守一起却要天各一方。</p> <p><strong>注释</strong><br>①“惜余春”，语出<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>《惜余春赋》：“惜余春之将阑，每为恨兮不浅。”“余春”者，残存无多、转瞬将尽之春光也。惟其无多，惟其将尽，故格外值得珍惜。<br>②收：结束。停止。<br>③约：阻止，拦挡。<br>④鱼文：鱼纹，像鱼鳞一样的波纹。<br>⑤游子：离家在外漫游、求官或求学的人。<br>⑥解：懂得，明白。<br>⑦隅（yú）：角落。<br>⑧关情：激动感情，牵扯情怀。纸尾：书面文字绍尾处，常署名或写年月日等。<br>⑨曛（xūn）：日落时的余光。<br>⑩渭北：渭水以北。渭水在袂西省。江南、渭北，用来表达对远方亲人的思念之情。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　这是一篇游子伤春怀人之作。</p> <p>　　上片写惜春思归。“急雨收春，斜风约水”。写暮春时节，雨急风斜。这第一句写得别致新颖，其中“收”字尤见功力。不言春将尽，不言春归去，而曰“急雨收春”，看一“收”字，至使“急雨”反客为主，造语生动俏皮。急雨收回春天，斜风拂掠水面，而“浮红涨绿鱼文起”接着写暮春时节水面上的景致。红化凋零，飘飘洒洒落满江面；江水上涨，绿波荡漾；鱼儿游弋，激起阵阵波纹。这里的“鱼文”二字最易引起人的暇思。中国自古就有鱼雁传书之说，书信常被称为“鱼书”或“雁书”。这“鱼文”仿佛就是幻化了的书信，勾起游子无尽的相思。“年年”两句直写惜春。游子珍惜春天，舍不得春天离去，见春将尽，落红飘零，意绪万千。正如<a href=\"http://so.gushiwen.org/author_217.aspx\">辛弃疾</a>所云“惜春常怕花开早，何况落红无数！”游子惜春，可春并不理会，春归时也不懂得招呼游子，不知约游子结伴而还。春本无知，春本无晓，如此怨春，似乎无理，然而更显其情真意切。这正是人们常说的无理有情之妙。</p> <p>　　上片惜春思归，下片自然而然地转入怀人。“留恨城隅，关情纸尾。”写当初与妻子的离别及日后的书信传情。城隅，即城角，当初与妻子离别之处。不忍离别，却又不得不离别，于是便有“留恨城隅”。一个“恨”字笼罩了下片，也为读者理解全词提供了一个契机。不能相见，只能在书信纸尾看到妻子的一片关切之情了。接下去作者描摹了抒情主人公凭栏远眺的镜头。中国古典<a href=\"http://so.gushiwen.org/view_50472.aspx\">诗</a>词中常借凭栏远眺写愁绪。<a href=\"http://so.gushiwen.org/author_269.aspx\">李煜</a>有句云：“独自莫凭栏，无限江山，别时容易见时难。”（《浪淘沙》）辛弃疾有句云：“休去依危栏，斜阳正在，烟柳断肠处。”（《摸鱼儿》）“阑干长对西曛倚，”写抒情主人公倚着栏干长久地凝视着西天的落日。熟悉中国古典诗词的人都懂得这是一个痛苦的形象。结尾化用<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>《春日忆<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>》诗句，杜诗云：“渭北春天树，江东日暮云。”以遥望对方所见的景致极写了两人之间深厚的情谊。贺词云：“鸳鸯俱是白头时，江南渭北三千里。”写夫妻老矣，却关山阻隔、江南渭北天各一方。这结处用语质拙，不雕饰，不张扬；江南渭北已溢出无限情思，而鸳鸯白头更让人感慨万端。</p> <p>　　<a href=\"http://so.gushiwen.org/author_399.aspx\">贺铸</a>善于写情，往往情真意切，此篇便是一例。贺铸善于处理结处，此词上片结处的无理而妙，下片结处的质拙含蓄，都给人以极大的艺术享受和启迪。</p><br/><h2>鉴赏二</h2> <p>　　游子天涯，惜春恨别，原本是<a href=\"http://so.gushiwen.org/view_50472.aspx\">诗</a>词中写得熟滥的题材，但<a href=\"http://so.gushiwen.org/author_399.aspx\">贺铸</a>此作语意精警，字句凝练，仍不乏新鲜之感。</p> <p>　　起三句，缴足题面中“余春”二字，爱惜之情，亦于言外发之。枝头繁花，乃春天之象征，而“急雨”摧花，扫尽春艳，故言“收春”。“收”字极炼，一如天公与人作对，不肯让春色长驻人间，稍加炫示，便遣“急雨”追还。“急雨”之来，“斜风”与俱。雨添池波，风遏逝水，故池水溶溶，新波“涨绿”。加以落英缤纷，漂流水上，泛泛“浮红”，点缀碧澜。而群鱼嬉戏于涨池之中，你争我夺，唼喋花瓣，掀动一圈圈波纹。意境幽美。“浮红涨绿鱼文起”七字是极经意之笔，非深情留恋“余春”之人不能如此细腻地观察“余春”景物并传神地将它写出，盖一旦浮红尽沉池底，那可真正是“枝中水上春并归”（梁简文帝《江南曲》），欲“惜”无从了。词人眼中笔下的“鱼文”也透漏了他感情深处的涟漪。以下二句，潜藏于景语之中的惜春情绪急转为游宦天涯、不得归家的苦恨。唐陈子良《春晚看群公朝还人为八韵》诗：“游子惜暮春。”词人日“年年游子惜余春”，加“年年”二字，给出惜春情怀的时间持续度，语气即显得更为沉郁。然而其好处还不在此，须与下“春归不解招游子”一气连读，方有滋味。游子年年惜春，可谓专情于春矣，而春天归去时却想不到招呼老朋友一块儿走，实在是不够交情。此意当从<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>《闻官军收河南河北》诗“青春作伴好还乡”句翻出，一以可与春天偕归为喜，一因春天弃己独归而恨，皆匪夷所思，妙不可言。若究其实，则不过是词人“贫迫于养”（宋程俱《贺公墓志铭》），离家外宦，任期未满，不得便还而已。但这话直说出来，就不成其为诗。宋<a href=\"http://so.gushiwen.org/author_196.aspx\">严羽</a>《沧浪诗话》云：“诗有别趣，非关理也。”“年年”二句的“别趣”，正当从其不可理喻处求之。春本无知，春本无晓，如此怨春，似乎无理，然而更显其情真意切。这也正是人们常说的无理有情之妙。</p> <p>　　不得归家倍思家。下阕便自然过渡到写自己和妻子的离别与相思。“留恨”句记别。“城隅”即城外角，是分袂处，唐王宏《从军行》“羌歌燕筑送城隅”、<a href=\"http://so.gushiwen.org/author_515.aspx\">王维</a>《崔九弟欲往南山马上口号与别》“城隅一分手”等句可证。“关情”句叙别后妻子来信，信末多深情关切之语。（如《莺莺传》莺莺与张生书末云“千万珍重 ！春风多厉，强饭为嘉”之类。 ）以上三句，一句一意，不断更换角度，先写离别，为二人所共；再写相思，一寄书，一倚栏，为各人所独：可谓面面俱到，错落有致。十五个字竟写出这许多内容，语言之高度浓缩，颇见锻炼之功。结二句，就直接语意而言是承上写自己倚栏时的喟叹，但两地相思，一种情愫，从章法上来看，不妨说词人的笔触又转回去兼写双方。<a href=\"http://so.gushiwen.org/author_204.aspx\">李商隐</a>《代赠》诗：“鸳鸯可羡头俱白。”杜甫《春日怀<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>》诗：“渭北春天树，江东日暮云。”词人熔铸唐诗，以己意出之：“鸳鸯俱是白头时，江南渭北三千里。”谓夫妻二人，已垂垂老矣，却一在江南（当指江夏，即今武汉一带，贺铸四十六七岁时在那里任钱官 ），一在渭北（长安在渭水北，这里以汉唐故都借指北宋东京 ），关山千里，天各一方。二句只说离人年龄之大、分别距离之远，此外不置一辞，词意戛然而止，但余味不尽。试想，少年夫妻，来日方长，一旦分携，犹自不堪；而人濒老境，去日苦多，百年光阴，所剩无几，亦如“余春”，弥足珍惜，此时阔别，心情自是十分沉痛。再想，江南渭北三千里，一去谁知几时还，城隅留恨，可见那恨该有多重。千山万水，音问难通，一封家信，纸尾关情，可见那情该有多深。“岭树重遮千里目，江流曲似九回肠”，夕阳楼上，游子的乡思难以排遣。细细咀嚼，便知下阕前三句的厚度，全靠末两句在衬托，至于这结尾本身的重拙，下语镇纸，那就更不待言了。</p> <p>　　贺铸善于写情，往往情真意切，此篇便是一例。贺铸善于处理结处，此词上片结处的无理而妙，下片结处的质拙含蓄，都恰到好处，蕴味无穷。</p>",
  "poet": {
    "id": 399,
    "star": 0,
    "name": "贺铸",
    "image": "http://img.gushiwen.org/authorImg/hezhu.jpg",
    "desc": "贺铸(1052～1125) 北宋词人。字方回，号庆湖遗老。汉族，卫州（今河南卫辉）人。宋太祖贺皇后族孙，所娶亦宗室之女。自称远祖本居山阴，是唐贺知章后裔，以知章居庆湖（即镜湖），故自号庆湖遗老。"
  },
  "tags": [
    "伤春",
    "怀人"
  ]
}