{
  "id": 71855,
  "star": 22,
  "name": "九日闲居",
  "dynasty": "魏晋",
  "content": "余闲居，爱重九之名。秋菊盈园，而持醪靡由，空服九华，寄怀于言。</p> <p>世短意常多，斯人乐久生。<br>日月依辰至，举俗爱其名。<br>露凄暄风息，气澈天象明。<br>往燕无遗影，来雁有余声。<br>酒能祛百虑，菊解制颓龄。<br>如何蓬庐士，空视时运倾！<br>尘爵耻虚罍，寒华徒自荣。<br>敛襟独闲谣，缅焉起深情。<br>栖迟固多娱，淹留岂无成。",
  "fanyi": "<p><strong>译文<br></strong>我闲居无事，颇喜“重九”这个节名。秋菊满园，想喝酒但没有酒可喝，独自空对着秋菊丛，因写下此<a href=\"http://so.gushiwen.org/view_71855.aspx\">诗</a>以寄托怀抱。</p> <p>人生短促，忧思往往很多，可人们还是盼望成为寿星。<br>日月依着季节来到，民间都喜欢重阳这好听的节名。<br>露水出现了，暖风已经停息。空气澄澈，日月星辰分外光明。<br>飞去的燕子已不见踪影，飞来的大雁萦绕着余音。<br>只有酒能驱除种种忧虑，只有菊才懂得益寿延龄。<br>茅草屋里的清贫士，徒然看着时运的变更。<br>酒杯积灰，酒樽也感到羞耻；寒菊空自开放，也让人难以为情。<br>整整衣襟，独自个悠然歌咏，深思遐想勾起了一片深情。<br>盘桓休憩本有很多欢乐，隐居乡里难道就无一事成！</p> <p><strong>注释<br></strong>⑴爱重九之名：农历九月九日为重九；古人认为九属阳之数，故重九又称重阳。“九”和“久”谐音，有活得长久之意，所以说“爱重九之名。”<br>⑵醪（láo）：汁滓混合的酒，即浊酒，今称甜酒或醪糟。靡（mǐ）：无。靡由，即无来由，指无从饮酒。<br>⑶服：用，这里转为欣赏之意。九华：重九之花，即菊花。华，同“花”。<br>⑷世短意常多：人生短促，忧思往往很多。这句本《古诗十九首》其十五“生年不满百，常怀千岁忧”之意。<br>⑸斯人：指人人。乐久生：喜爱活得长久。<br>⑹依辰至：依照季节到来。辰：指日、月的衷会点。《左传·昭公七年》：“日月之会是谓辰。”<br>⑺举俗爱其名：整个社会风俗都喜爱“重九”的名称。魏文帝<a href=\"http://so.gushiwen.org/author_616.aspx\">曹丕</a>《九日与钟繇书》说：“岁往月来，忽复九月九日。九为阳数，而日月并应，俗嘉其名，以为宜于长久，故以享宴高会。”<br>⑻露凄：秋霜凄凉。暄（xuān）风：暖风，指夏季的风。<br>⑼气澈：空气清澈。天象明：天空明朗。<br>⑽“往燕”二句：南去的燕子已无踪影，从北方飞来的大雁鸣声不绝。<br>⑾祛（qū）：除去。<br>⑿制：止，约束，节制。颓（tuí）龄：衰暮之年。<br>⒀蓬庐士：居住在茅草房子中的人，即贫士，作者自指。<br>⒁空视时运倾：指易代之事。空视：意谓白白地看着。时运：时节，这里指重九节。倾：斜，引申为转迁的意思。<br>⒂尘爵耻虚罍（léi）：酒杯的生尘是空酒壶的耻辱。爵：饮酒器，指酒杯。因无酒而生灰尘，故曰“尘爵”。罍：古代器名，用以盛酒或水，这里指大酒壶。此句意本《诗经·小雅·蓼莪》：“瓶之罄矣，惟罍之耻。”<br>⒃寒华：指秋菊。徒：徒然，白白地。荣：开花。<br>⒄敛（liǎn）襟（jīn）：整一整衣襟，指正坐。谣：不用乐器伴奏的歌唱。《诗经·魏风·园有桃》：“心之忧矣，我歌且谣。”毛传：“曲合乐曰歌，徒歌曰谣。”这里指作诗。<br>⒅缅（miǎn）：遥远的样子，形容后面的“深情”。<br>⒆栖迟：隐居而游息的意思。栖，宿；迟，缓。<br>⒇淹留岂无成：反用《楚辞·九辨》“蹇淹留而无成”，意谓长期隐退，难道就一事无成！淹留：久留，指长期隐退。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　重阳节自古有饮菊花酒的习俗，据说如此可以延年益寿，《西京杂记》云：“九月九日佩茱萸，食蓬饵，饮菊花酒，令人长寿。”然而这一年的重九，在<a href=\"http://so.gushiwen.org/author_645.aspx\">陶渊明</a>的宅边，虽然有一丛丛颜色各异的菊花，然苦于无钱沽酒，只能空食菊花。古人视菊为一种高雅而有气节的花卉，因她开在众芳凋落的秋天，故<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>就有“夕餐秋菊之落英”的话，这里小序中所说的“九华”也就是指菊花，<a href=\"http://so.gushiwen.org/view_71855.aspx\">诗</a>人有菊无酒，遂产生出无限感慨。</p> <p>　　“世短意常多”四句，以议论领起，解释了重九之名，并提出感叹人生的主题。意谓人生在世，不过如白驹过隙，正由于其为极暂短的一瞬，故人们产生了各种各样的烦忧顾虑，也导致了人们企慕长寿永生的祈求。一年一度的重阳佳节按着时序的推移又来到了，人们之所以喜爱这个以“九”命名的节日，因为“九”与“久”谐音，所以对它的喜爱正体现了对长生的渴求。这里“举俗爱其名”与小序中的“爱重九之名”一致。“世短意常多”一句炼意极精，宋代李公焕在《笺注陶渊明集》卷二中认为此句是古诗“人生不满百，常怀千岁忧”两句的浓缩，体现了陶渊明驾驭语言的本领。</p> <p>　　“露凄暄风息”至“寒华徒自荣”十句写景抒情，感叹自己有菊无酒，空负良辰美景。露水凄清，暖风已止，秋高气爽，天象清明，飞去的燕子没有留下踪影，北来的大雁还有声声余响。诗人说：据说酒能祛除心中的种种烦恼，菊花能令人制止衰老，而为何我这隐居的贫士只能让重阳佳节白白地过去！酒器中空空如也，积满灰尘，而秋菊却在篱边空自开放。这里描写了一幅天朗气清的深秋景象，与诗人自己贫寒潦倒的处境正成鲜明对照，自然景象的美好反衬出诗人心绪的寥落，大好的时光在白白消逝，盛开的菊花也徒自争艳，诗人于是感慨系之。</p> <p>　　“敛襟独闲谣”即写诗人的感叹，他整敛衣襟，独自闲吟，而思绪辽远，感慨遥深。想自己游息于山林固然有不少欢乐，但留滞人世不能就一无所成。诗人在这里不仅感叹人生的短暂，而且对人生的价值重新作了审视，诗中关于“深情”的内容并没有加以明确说明，只是隐隐约约地点出了作者悲从中来的原因不仅仅是为了无酒可饮，而更大的悲痛隐藏在心中，这就是诗人对人生的思考与对自身价值的探求。全诗一气直下，其主旨似在表明人生短促而自己又不能及时行乐，空负秋光的悲叹，然忽又说“淹留岂无成”，更翻出一层意思，所以延君寿说是“一意两层收束”（《老生常谈》）。</p> <p>　　因为此诗结语的含蓄，似有不尽之意在于言外，因而历来解此诗者就以为陶渊明在此中暗寓了他对晋宋易代的悲愤，借此表示了对前朝的留恋，并有志于恢复王室之事。“空视时运倾”一句中也系有感于时事的倾覆，“尘爵”二句则表达了愿安于时命，自保贞心的愿望。最后所谓的“淹留岂无成”，即暗指自己所以羁留人间是由于还抱着复国的希望，等待一展宏图的机会。这种说法自然也不无道理，自来论陶诗的人也曾指出过陶渊明并非浑身是静穆，而是一个颇有感时伤世之情的人。<a href=\"http://so.gushiwen.org/author_88.aspx\">龚自珍</a>就说他“莫信诗人竟平淡，二分《梁甫》一分《骚》”（《己亥杂诗》）。考此诗序中所谓“寄怀”，诗中所谓“深情”，都似乎确有所寄托，以此推断，可能此诗确有寓意。<a href=\"http://so.gushiwen.org/author_2884.aspx\">鲁迅</a>评陶潜说：“于朝政还是留心，也不能忘掉‘死’，这是他诗文中时时提起的。”（《魏晋风度及文章与药及酒之关系》）此诗即体现了他对政治和生命两方面的认识。</p> <p>　　此诗以说理与写景与抒情融合在一起，体现了陶诗自然流走的特点，其中某些句子凝练而新异，可见陶渊明铸词造句的手段，如“世短意常多”、“日月依辰至”及“酒能祛百虑，菊解制颓龄”等虽为叙述语，然遒劲新巧，词简意丰，同时无雕饰斧凿之痕，这正是陶诗的难以企及处。</p>",
  "about": "<h2>创作背景</h2> 　　据《宋书·陶潜传》载，<a href=\"http://so.gushiwen.org/author_645.aspx\">陶渊明</a>归隐后闲居家中，某年九月九日重阳节，宅边的菊花正开，然因家贫无酒，遂在菊花丛中坐了很久，正在惆怅感伤之际，忽然做江州刺史的王宏派人送来了酒，陶渊明也不推辞，开怀畅饮，饮则醉，醉则归，不拘礼仪，颓然自放，表现了他不受拘束，纯任自然的天性。这首<a href=\"http://so.gushiwen.org/view_71855.aspx\">诗</a>根据其小序中所说的情形来看，与此诗中所叙之事略同。考王宏为江州刺史始于晋安帝义熙十四年（418年）。此诗当作于晋恭帝元熙元年（419年）或之后，时陶渊明已过五十五岁。",
  "poet": {
    "id": 645,
    "star": 0,
    "name": "陶渊明",
    "image": "http://img.gushiwen.org/authorImg/taoyuanming.jpg",
    "desc": "陶渊明（约365年—427年），字元亮，（又一说名潜，字渊明）号五柳先生，私谥“靖节”，东晋末期南朝宋初期诗人、文学家、辞赋家、散文家。汉族，东晋浔阳柴桑人（今江西九江）。曾做过几年小官，后辞官回家，从此隐居，田园生活是陶渊明诗的主要题材，相关作品有《饮酒》、《归园田居》、《桃花源记》、《五柳先生传》、《归去来兮辞》等。"
  },
  "tags": [
    "重阳节",
    "饮酒",
    "感叹",
    "人生"
  ]
}