{
  "id": 47434,
  "star": 28,
  "name": "鱼游春水·秦楼东风里",
  "dynasty": "宋代",
  "content": "秦楼东风里，燕子还来寻旧垒。馀寒犹峭，红日薄侵罗绮。嫩草方抽玉茵，媚柳轻窣黄金蕊。莺啭上林，鱼游春水。<br>几曲阑干遍倚，又是一番新桃李。佳人应怪归迟，梅妆泪洗。凤箫声绝沉孤雁，望断清波无双鲤。云山万重，寸心千里。",
  "fanyi": "<p><strong>译文<br></strong>秦楼耸立在这寒冷的东风中，燕子从南方归来还在寻找去年的巢穴。春天来了，剩下的寒意却久久不愿离开，风还是一样的尖厉，红色的太阳懒懒的照耀着衣服，丝毫感受不到暖意。户外的嫩草，刚刚抽出白色的小芽儿，妩媚的柳树也突然生出了金色的蕊。空中的黄莺在林中欢唱，游鱼也畅游在这春水之中。<br>唱着歌，寂寞的倚遍了秦楼的阑干，看桃李又换了一番新花新叶。佳人应该责怪迟迟未归的意中人，涂了脂粉的脸上流下了眼泪。意中人离开之后，就渺无音讯，看这清澈的水中，也没有一对恩爱的锦鲤。但是，即使男方相隔云山万重，佳人的心还是神驰千里之外，萦绕在他的身边。</p> <p><strong>注释<br></strong>鱼游春水：双调八十九字，前后段各八句、五仄韵，无名氏作。<br>旧垒：去年的巢穴。<br>馀寒：剩下的寒意。<br>峭：尖厉。<br>罗绮：衣服。<br>玉茵：刚出的小芽儿。<br>媚柳：柔媚的柳条。<br>窣（sū）：突然钻出来。<br>啭：形容鸟婉转地叫。<br>鱼游春水：游鱼也畅游在这春水之中。<br>新桃李：新花嫩叶。<br>梅妆：脂粉。<br>双鲤：谓书札也。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这是一首闺怨词，写的是一位少妇春日怀念远人的情态、心理，景物描写和人物刻画都显出相当的功力；而且互相映衬，构成了完整的意境。</p> <p>　　上片全是写景。“秦楼东风里”四句，写春归燕回、馀寒犹峭之状。一开头就点出“秦楼”，使描写的环境带有确定性，这对读者理解词意大有好处。秦楼，汉乐府《陌上桑》：“日出东南隅，照我秦氏楼。”<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>《忆秦娥》有“秦娥梦断秦楼月”句，皆指闺楼。由此可知，词中所写，景是“秦楼”中景，人是“秦楼”中人；于是，人物思想感情的社会性，就有了明白的着落。“东风”轻拂，“燕子”归来，这都是春回大地的显著特征。但是，我们不要轻轻放过了“燕子还来寻旧垒”这句话，要注意它和其他地方的联系，它是为人的不归作反衬的，我们读到后面自会明白。词人手笔，总是这样地一箭双雕。这四句写的是室内的春景，是“秦楼”人所见所感的春景，并暗示出女主人公慵懒困倦、日高未起之态，带有淡淡的惆怅情调。</p> <p>　　“嫩草方抽碧玉茵”四句，从户内写到户外，描画出一派明媚的春光。作者摄取了四种景物：地面的嫩草，地上的垂柳，空中的黄莺，水中的游鱼，水陆空三维空间，交织成立体的画面，传达出绚丽的色彩。这里使用了两个借喻：以“碧玉茵”（像碧玉一样青绿的毯子）喻嫩草，以“黄金蕊”喻新出的柳条，都借联想而增加了景观的魅力。四句的动词也用得很好：嫩草是“抽”出的，“媚柳”是“窣”（从穴中突然冒出来）出的，黄莺在鸣“啭”，鱼儿在“游”动，可谓各尽其妙，各得其所。“上林”、“春水”，为鸣莺、游鱼布置了适宜的活动环境，相得益彰。</p> <p>　　下片转入写人。“几曲阑干”四句，写佳人倚遍“秦楼”阑干，看到桃李又换了一番新花新叶，──这意味着一年又过去了，而意还没有回来，这触起了她的愁思，不觉潸然泪下。“梅妆”用的是寿阳公主的典故。《太平御览·时序部》引《杂五行书》说：“宋武帝女寿阳公主人日卧于含章殿檐下，梅花落公主额上，成五出花，拂之不去，皇后留之，看得几时，经三日，洗之乃落。宫女奇其异，竞效之，今梅花妆是也。”这里泛指妇女面部化妆。“梅妆泪洗”即涂了脂粉的脸上流下了眼泪之意。这几句着重描写佳人的外部动作，而以“应怪归迟”点明动作的原因，其悲怨愁苦之态如见。</p> <p>　　“凤箫声绝”四句，写对方离去后音信杳然，使佳人思念不已。古代传说：萧史善吹箫，秦穆公将女儿弄玉嫁给他，数年后二人升天而去（见《列仙传》）。这里借用这一故事，以“凤箫声绝”指男子的离去。“孤雁”、“双鲤”都用了典。前者出《汉书·<a href=\"http://so.gushiwen.org/author_460.aspx\">苏武</a>传》，汉使诈称汉昭帝在上林苑射雁，雁足上有苏武捎来的帛书。后者出古乐府《饮马长城窟行》：“客从远方来，遗我双鲤鱼；呼童烹鲤鱼”，中有尺素书。”因此，这两个词都是寄书的代称。而“沉孤雁”、“无双鲤”，就是指对方没有来信。但是，即使男方相隔云山万重，佳人的心还是神驰千里之外，萦绕在他的身边的。这几句着重描写佳人的内心活动，浓情厚意，溢于言表。以后<a href=\"http://so.gushiwen.org/author_52.aspx\">刘过</a>《贺新郎》（老去相如倦）结云：“云万叠，寸心远”，殆出于此。</p> <p>　　从艺术上来说，这首词采取以春景的明媚来反衬离人的愁思的手法。“嫩草方抽”，“媚柳轻窣”，“莺啭上林，鱼游春水”这是当日佳人与所欢行乐时所见的美景，如今这一美景又已重现，但是所欢却已不在身边；去年的燕子还懂得回来寻找旧垒，而心上人却一去不归；这怎能不令她阑干倚遍，泪洗梅妆呢。这样写，效果是动人的。词的语言明白、朴素（有些地方略显粗糙），表达方式显豁；虽有用典，但却是常见的：具有民间词的特点。它的作者，估计是文化程度不太高的读书人。 </p>",
  "about": "<h2>创作背景</h2> <p>　　关于此词的来历，在宋代<a href=\"http://so.gushiwen.org/author_938.aspx\">胡仔</a>《苕溪渔隐从话》中，记载了两种说法：”《复斋漫录》云：政和中，一中贵人使越州回，得词于古碑阴，无名无谱，不知何人作也。录以进御，命大晟府填腔，因词中语，赐名《鱼游春水》……《古今词话》云：东都防河卒于汴河上掘地得石刻，有词一阕，不题其目，臣僚进上，上喜其藻思绚丽，欲命其名，遂摭同巾四字，名日《鱼游春水》。令敦坊倚声歌之。词凡九十四字，而风花莺燕动植之物曲尽之。此唐人语也。后之状物写情，不及之矣。二说不同，未详孰是。” </p> <p>　　这段话说明了这首《鱼游春水》词的来历和谱曲、命名经过。政和是宋徽宗的年号，越州就是今天的浙江绍兴；可以确定这首词是宋徽宗以前南方的作品，但至于确切的创作年代，则无从考证。</p>",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": [
    "婉约",
    "闺怨",
    "春天",
    "思念"
  ]
}