{
  "id": 5727,
  "star": 20,
  "name": "辋川别业",
  "dynasty": "唐代",
  "content": "不到东山向一年，归来才及种春田。<br>雨中草色绿堪染，水上桃花红欲然。<br>优娄比丘经论学，伛偻丈人乡里贤。<br>披衣倒屣且相见，相欢语笑衡门前。",
  "fanyi": "<p><strong>译文</strong><br>没到东山已经将近一年，归来正好赶上耕种春田。<br>细雨涤尘草色绿可染衣，水边桃花红艳如火将燃。<br>从事经论学的有道高僧，年老伛偻了的超逸乡贤。<br>披衣倒屣出来和我相见，开怀谈笑站在柴门之前。</p> <p><strong>注释</strong><br>⑴别业：别墅。晋<a href=\"http://so.gushiwen.org/author_883.aspx\">石崇</a>《思归引序》：“晚节更乐放逸，笃好林薮，遂肥遁于河阳别业。”<br>⑵东山：指辋川别业所在的蓝田山。<br>⑶春田：春季的田地。《宋书·周朗传》：“春田三顷，秋园五畦。”<br>⑷堪：可以，能够。<br>⑸欲：一作“亦”。然：同“燃”。<br>⑹优娄：释迦牟尼的弟子。比丘：亦作“比邱”。佛教语。梵语的译音。意译“乞士”，以上从诸佛乞法，下就俗人乞食得名，为佛教出家“五众”之一。指已受具足戒的男性，俗称和尚。经论：佛教指三藏中的经藏与论藏。《梁书·谢举传》：“为晋陵郡时，常与义僧递讲经论。”<br>⑺伛（yǔ）偻（lǚ）丈人：《庄子》外篇·卷七上《达生》：“仲尼适楚，出于林中，见痀偻者承蜩，犹掇之也。仲尼曰：‘子巧乎？有道邪？’曰：‘我有道也。五六月累丸，二而不坠，则失者锱铢；累三而不坠，则失者十一；累五而不坠，犹掇之也。吾处身也若厥株拘，吾执臂也若槁木之枝，虽天地之大，万物之多，而唯蜩翼之知。吾不反不侧，不以万物易蜩之翼，何为而不得！’孔子顾谓弟子曰：‘用志不分，乃凝于神，其痀偻丈人之谓乎！’”伛偻：特指脊梁弯曲，驼背。丈人：古时对老人的尊称。<br>⑻披衣：将衣服披在身上而臂不入袖。三国魏<a href=\"http://so.gushiwen.org/author_616.aspx\">曹丕</a>《杂<a href=\"http://so.gushiwen.org/view_5727.aspx\">诗</a>》之一：“展转不能寐，披衣起彷徨。”倒屣（xǐ）：急于出迎，把鞋倒穿。《三国志》卷二十一《魏志·<a href=\"http://so.gushiwen.org/author_770.aspx\">王粲</a>传》：“献帝西迁，粲徙长安，左中郎将<a href=\"http://so.gushiwen.org/author_258.aspx\">蔡邕</a>见而奇之。时邕才学显著，贵重朝廷，常车骑填巷，宾客盈坐。闻粲在门，倒屣迎之。粲至，年既幼弱，容状短小，一坐尽惊。邕曰：‘此王公孙也，有异才，吾不如也。’”后因以形容热情迎客。<br>⑼语笑：谈笑。《南史·袁粲传》：“郡南一家颇有竹石，粲率尔步往，亦不通主人，直造竹所，啸咏自得。主人出，语笑款然。”衡门：横木为门。指简陋的房屋。《诗经·陈风·衡门》：“衡门之下，可以栖迟。”汉毛氏传：“衡门，横木为门，言浅陋也。栖迟，游息也。”</p>",
  "shangxi": "<h2>鉴赏</h2> <p><strong>内容点评</strong></p> <p>　　《辋川别业》是一首写景言情的七律，写<a href=\"http://so.gushiwen.org/author_515.aspx\">王维</a>在辋川隐居时期的田园生活。此<a href=\"http://so.gushiwen.org/view_5727.aspx\">诗</a>先写作者未到辋川将近一年，回来时正好赶上春耕的农忙季节。沿途所见雨中浓绿的草色，足可染物；水上火红的桃花像是要燃烧起来，十分迷人。作者与乡间的人们相处无间，无论是僧人还是隐居乡里的老人，一听说作者回来了，都披衣倒屣赶来相见，开怀畅谈柴门之前。这与<a href=\"http://so.gushiwen.org/author_645.aspx\">陶渊明</a>的“相思则披衣，言笑无厌时”一样，表现了乡里间淳朴亲密的人际关系，与“人情翻覆似波澜”的官场形成鲜明的对比，表现了作者对乡间田园生活的喜爱。</p> <p>　　前四句诗中作者运用了夸张的设色法。春播的季节，山野之中最惹人注意的就是春草与桃花。春草是怎样的，桃花是怎样的，人们大都有亲身感受。所以，要处理得使人如身临其境，是不大容易的。但王维自有见地，他使用了“堪染”来突出一个“绿”字，用“欲然”来突出一个“红”字，这就是画家的眼光、画家的用色法。把红与绿给予高度的强调——红得似乎要燃烧起来；绿得好似可以用作染料。于是盎然的春意，便通过红绿二色的突出与夸张而跃然纸上了。</p> <p>　　颔联两句为传世名句，写的是辋川春天的景色。将静态景物，写得具有强烈地动感，使本已很美的绿草、红花，被形容得更加碧绿，更加红艳。这种色彩明艳的画面，反映了诗人“相欢语笑”的喜悦心情，意境优美，清新明快。这两句以夸张的手法写秾丽的春景，与“桃花复含宿雨，柳绿更带朝烟”（王维《田园乐七首》）有异曲同工之妙。</p> <p><strong>格律分析</strong></p> <p>　　从格律上看，此诗有四处拗，其中前两处可以确定有救。全诗后半部分平仄较为混乱，出律颇多。第一处是第三句“雨中草色绿堪染（仄平仄仄仄平仄）”第五字本应用平声，这里用了仄声，对句“水上桃花红欲燃（仄仄平平平仄平）”第三字变仄为平救。第二处是第六句“伛偻丈人乡里贤（仄仄仄平平仄平）”第三字本应用平声，这里用了仄声，句内第三字变仄为平救。第三处是第七句“披衣倒屣且相见（平平仄仄仄平仄）”第五字本应用平声，这里用了仄声。第四处是第八句“相欢语笑衡门前（平平仄仄平平平）”，首先，第八句与第七句失对；其次，第五字本应用仄声，这里用了平声，三平尾在格律诗中几乎是一种错误句式，但在此诗的特殊情况下，或可理解为是对第七句拗的一种另类补救。此诗还存在“失对”现象。第六句根据第五句平仄情况，格律本应为“平平仄仄仄平平”，但此处却用了粘，是为失对。第八句根据第七句平仄情况，格律本应为“仄仄平平仄仄平”，但此处却用了粘，再次失对。此诗后半部分发生的连续失对，拗而不救，三平尾等现象的集中出现，在格律诗中非常罕见。</p>",
  "about": "<h2>创作背景</h2> <p>　　此<a href=\"http://so.gushiwen.org/view_5727.aspx\">诗</a>当作于天宝（唐玄宗年号，742—756）年间<a href=\"http://so.gushiwen.org/author_2691.aspx\">李林甫</a>当政时。天宝三载（744年）后<a href=\"http://so.gushiwen.org/author_515.aspx\">王维</a>买下<a href=\"http://so.gushiwen.org/author_248.aspx\">宋之问</a>位于辋川山谷（今陕西蓝田县西南10余公里处）的辋川山庄，并在其基础上营建园林别墅，作为他母亲奉佛修行的隐居之地。根据传世的《辋川集》中王维和他的好友<a href=\"http://so.gushiwen.org/author_302.aspx\">裴迪</a>所赋诗句，对照后人所摹的《辋川图》，可以推测辋川别业的大致结构。辋川有胜景二十处，王维和裴迪逐处作诗，编为《辋川集》，《辋川别业》是其中的一首。</p>",
  "poet": {
    "id": 515,
    "star": 0,
    "name": "王维",
    "image": "http://img.gushiwen.org/authorImg/wangwei.jpg",
    "desc": "王维（701年－761年，一说699年—761年），字摩诘，汉族，河东蒲州（今山西运城）人，祖籍山西祁县，唐朝诗人，有“诗佛”之称。苏轼评价其：“味摩诘之诗，诗中有画；观摩诘之画，画中有诗。”开元九年（721年）中进士，任太乐丞。王维是盛唐诗人的代表，今存诗400余首，重要诗作有《相思》《山居秋暝》等。王维精通佛学，受禅宗影响很大。佛教有一部《维摩诘经》，是王维名和字的由来。王维诗书画都很有名，非常多才多艺，音乐也很精通。与孟浩然合称“王孟”。"
  },
  "tags": [
    "归隐",
    "田园"
  ]
}