{
  "id": 72400,
  "star": 458,
  "name": "桃花庵歌",
  "dynasty": "明代",
  "content": "桃花坞里桃花庵，桃花庵下桃花仙。<br>桃花仙人种桃树，又折花枝当酒钱。<br>酒醒只在花前坐，酒醉还须花下眠。<br>花前花后日复日，酒醉酒醒年复年。<br>不愿鞠躬车马前，但愿老死花酒间。<br>车尘马足贵者趣，酒盏花枝贫者缘。<br>若将富贵比贫贱，一在平地一在天。<br>若将贫贱比车马，他得驱驰我得闲。<br>世人笑我忒疯癫，我笑世人看不穿。<br>记得五陵豪杰墓，无酒无花锄作田。<br>弘治乙丑三月桃花庵主人唐寅</p> <p>桃花坞里桃花庵，桃花庵下桃花仙。<br>桃花仙人种桃树，又摘桃花换酒钱。<br>酒醒只在花前坐，酒醉还来花下眠。<br>半醒半醉日复日，花落花开年复年。<br>但愿老死花酒间，不愿鞠躬车马前。<br>车尘马足富者趣，酒盏花枝贫者缘。<br>若将富贵比贫贱，一在平地一在天。<br>若将贫贱比车马，他得驱驰我得闲。<br>别人笑我太疯癫，我笑他人看不穿。<br>不见五陵豪杰墓，无花无酒锄作田。</p> <p>桃花坞里桃花庵，桃花庵下桃花仙。<br>桃花仙人种桃树，又摘桃花卖酒钱。<br>但愿老死花酒间，不愿鞠躬车马前。<br>车尘马足富者趣，酒盏花枝贫者缘。<br>若将富贵比贫贱，一在平地一在天。<br>若将花酒比车马，他得驱驰我得闲。<br>别人笑我忒疯癫，我笑别人看不穿。<br>不见五陵豪杰墓，无花无酒锄作田。</p> <p>桃花坞里桃花庵，桃花庵下桃花仙。<br>桃花仙人种桃树，又摘桃花换酒钱。<br>但愿老死花酒间，不愿鞠躬车马前。<br>车尘马足显者势，酒盏花枝隐士缘。<br>若将显者比隐士，一在平地一在天。<br>若将花酒比车马，彼何碌碌我何闲。<br>别人笑我太疯癫，我笑他人看不穿。<br>不见五陵豪杰墓，无花无酒锄作田。</p> <p>桃花坞里桃花庵，桃花庵下桃花仙。<br>桃花仙人种桃树，又摘桃花换酒钱。<br>酒醒只在花前坐，酒醉还来花下眠。<br>半醉半醒日复日，花开花落年复年。<br>不愿鞠躬车马前，但愿老死花酒间。<br>车尘马足权贵趣，酒盏花枝痴人缘。<br>若将富贵比痴顽，一在平地一在天。<br>若将贫贱比车马，他得驱驰我得闲。<br>世人笑我太疯癫，我笑他人看不穿。<br>不见五陵豪杰墓，无花无酒锄作田。",
  "fanyi": "<p><strong>译文<br></strong>桃花坞里有桃花庵，桃花庵下有桃花仙。<br>桃花仙人种了桃树，又折下桃花枝去抵酒钱。<br>酒醒了也只是坐在桃花前，喝醉了就要在桃花下睡觉。<br>日复一日的在桃花旁，年复一年的酒醉又酒醒。<br>不愿意在华贵的车马前弯腰屈从，只希望在赏花饮酒中度日死去。<br>车马奔波是富贵人的乐趣所在，而无财的人追寻的是酒盏和花枝。<br>如果将富贵和贫贱相比，那是天壤之别。<br>如果将清贫的生活与车马劳顿的生活相比，他们得到的是奔波之苦，我得到的是闲适之乐。<br>世间的人笑我太疯癫了，我笑他们都太肤浅。<br>还记得五陵豪杰的墓前没有花也没有酒，如今都被锄作了田地。<br>弘治乙丑年三月桃花庵的主人<a href=\"http://so.gushiwen.org/author_532.aspx\">唐寅</a>作。</p> <p><strong>注释<br></strong>①庵：屋舍也。<br>②桃花坞：坞为四面高，中间低的地方，今江苏省苏州市有地名“桃花坞”。<br>③鞠躬：恭敬谨慎的样子，表示屈从，屈服。<br>④忒（tuī）：太。<br>⑤五陵豪杰墓：汉代五个皇帝的陵墓，即长陵，安陵，阳陵，茂陵，平陵，都在长安附近，后人也用“五陵”指富贵人家聚居长安的地方。<br>⑥无花无酒：指没有人前来祭祀，摆花祭酒是祭祀的礼俗。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　全<a href=\"http://so.gushiwen.org/view_72400.aspx\">诗</a>画面艳丽清雅，风格秀逸清俊，音律回风舞雪，意蕴醇厚深远。虽然满眼都是花、桃、酒、醉等香艳字眼，却毫无低俗之气，反而笔力直透纸背，让人猛然一醒。<a href=\"http://so.gushiwen.org/author_532.aspx\">唐寅</a>诗画得力处正在于此，这首诗也正是唐寅的代表作。</p> <p>　　全诗描绘了两幅画面，一幅是汉朝大官和富人的生活场景，一幅是明朝唐寅自己的生活场景。只用了“鞠躬车马前”、“车尘马足”、“碌碌”等十几个字，就把明朝大官和富人的生活场景传神地勾勒了出来。唐寅自己的生活场景描写得比较详细，“种桃树”、“摘桃花换酒钱”、　“酒醒只在花前坐，酒醉还来花下眠”、“ 半醉半醒日复日”、“但愿老死花酒间，不愿鞠躬车马前”、“酒盏花枝隐士缘”。两幅画面孰优孰劣由读者自己体会和评定。</p> <p>　　“桃花坞里桃花庵，桃花庵下桃花仙。桃花仙人种桃树，又摘桃花换酒钱。”起首四行，有如一个长长的“推”的镜头，由远及近，将一个画里神仙陡然呈现在读者面前。短短四行，重复用了六个“桃花”，循环复沓，前后钩连，浓墨重彩，迅速堆积出一个花的世界，使人一下子落入其所设定的情境之中。不紧不慢的语调和语速，又加重了读者的亲切感和好奇心：这桃花仙人究竟过得是怎样的神仙生活？接下来的四行便展开一幅“醉卧花间”的美图：“酒醒只在花前坐，酒醉还来花下眠。半醒半醉日复日，花落花开年复年。”看这桃花仙人何等逍遥，何等快活，竟年复一年、日复一日地醉酒赏花。这里，花与酒，已不完全是诗人藉以谴怀的外物，简直是诗人生命的一部分，或者说也成了独立的生命个体，花、酒与人，融为一个和谐的整体。以上几句，可谓作者自况，意象生动、鲜明而有深义。那个曾经幻想“朝为田舍郎，暮登天子堂”的学子唐寅不见了，那个烟花柳巷醉生梦死的风流才子不见了，痛也痛过，乐也乐过，在经历了几年放浪生活之后，唐寅终于还是选择逃离闹市，为自己选定这一处世外桃源，和继娶沈氏，开始了相对平静的隐居生活。虽仕进无门，毕竟身有所托，又值壮年，美景逸思，一咏成诗。</p> <p>　　“但愿老死花酒间，不愿鞠躬车马前。”此一句承上启下，道出了诗人的志趣所在：与其为了荣华富贵奔波劳碌屈己下人，何如在花酒间快活逍遥：“车尘马足贵者趣，酒盏花枝贫者缘。若将富贵比贫者，一在平地一在天。”“车尘马足”只是富贵者的趣味，而花和酒注定与贫者结缘。如果用金钱和物质来衡量，这两种人两种生活自然有着天壤之别，但换个角度去理解，那些富贵者须得时刻绷紧神经，小心翼翼如履薄冰地过活，而所谓贫者，却能多几分闲情，多几分逸趣，反而活得更加自然、真实，更加轻松和快乐。以上六行全用对比描写，感情在激烈的碰撞中展开，每一句中，因用韵的关系，前紧后舒，充分表现出诗人傲世不俗的个性，和居处生活的的超脱与释然。</p> <p>　　注：“车尘马足显者势，酒盏花枝隐士缘。 若将显者比隐士，一在平地一在天。 若将花酒比车马，彼何碌碌我何闲。”综合全文意境，显者与隐士的对比，较富者与贫者的对比更贴合，作此诗时，唐寅已经经历过了出仕不利，已经绝了“朝为田舍郎，暮登天子堂”的进取之意，是隐居在此。</p> <p>　　然而此中真义并非人人悟得，君不见“别人笑我忒疯癫”？而“我”，却不以为然：“我笑他人看不穿。”难道你们没有看到，昔日叱咤风云富贵至极的君王将相，如今又如何呢？不但身已没，势已落，连花和酒这些在他们生前不屑一顾的东西都无法奢望了，甚至连坟茔都不保。如果他们在天有知，也只能无奈地看着农夫在自己葬身的土地上耕作了。 “不见五陵豪杰墓，无花无酒锄作田！” 一句收束，戛然而止，余味绵绵。</p> <p>　　通观全诗，层次清晰，语言浅近，回旋委婉，近乎民谣式的自言自语，然而就是这样的自言自语，却蕴涵的无限的艺术张力，给人以绵延的审美享受和强烈的认同感，不愧是唐寅诗中之最上乘者。这也正合了<a href=\"http://so.gushiwen.org/author_682.aspx\">韩愈</a>“和平之音淡薄，而愁思之音要妙；欢愉之辞难工，而穷苦之言易好”（《荆潭唱和诗序》）的著名论断。</p> <p>　　这首诗中最突出，给人印象最深的两个意象是“花”和“酒”。桃花，最早见诸文学作品，当于《诗经·周南》之《桃夭》篇，本意表达一种自由奔放的情感。而至晋<a href=\"http://so.gushiwen.org/author_645.aspx\">陶渊明</a>《桃花源记》一出，桃花便更多地被用来表达隐逸情怀了。古代，桃还有驱鬼辟邪的意思，而“桃”与“逃” 谐音，因有避世之意。在唐寅的诗中，“桃花”这一意象频频出现。试举几例：</p> <p>　　我也不登天子船，我也不上长安眠。姑苏城外一茅屋，万树桃花月满天。 （《把酒对月歌》）</p> <p>　　桑出罗兮柘出绫，绫罗妆束出娉婷。娉婷红粉歌金缕，歌与桃花柳絮听。 （《桑图》）</p> <p>　　野店桃花万树低，春光多在画桥西。幽人自得寻芳兴，马背诗成路欲迷。 （《题画四首其一》）</p> <p>　　花开烂漫满村坞，风烟酷似桃源古。千林映日莺乱啼，万树围春燕双舞。 （《桃花坞》）</p> <p>　　草屋柴门无点尘，门前溪水绿粼粼。中间有甚堪图画，满坞桃花一醉人。 （《题画廿四首其十五》）</p> <p>　　不难看出，例中桃花意象都是用来表达闲居和隐逸生活的。</p> <p>　　“酒”，在中国古代文化和古代士人中也有着重要的地位。它不仅可以用来表达悲壮慷慨情怀，更与世事苍凉、傲岸不羁、独行特立结缘。晋有刘伶、<a href=\"http://so.gushiwen.org/author_382.aspx\">嵇康</a>，唐有“饮中八仙”，宋有东坡“把酒问青天”，而到了明代，又有了唐寅醉酒花下眠。</p> <p>　　唐寅在世时声名已著，除在绘画史上拥有突出地位外，在诗词上亦有独创的成就。其诗真切平易，不拘成法，大量采用口语，意境警拔清新，在当时独树一帜，并以其独特超凡的个性和艺术气质，从一个侧面，给那个自由、开放近乎荒唐、混沌的时代做出典型、生动的诠释。</p>",
  "poet": {
    "id": 532,
    "star": 0,
    "name": "唐寅",
    "image": "http://img.gushiwen.org/authorImg/tangyin.jpg",
    "desc": "唐寅（1470—1523），字伯虎，一字子畏，号六如居士、桃花庵主、鲁国唐生、逃禅仙吏等，汉族，南直隶苏州吴县人。明代著名画家、文学家。据传他于明宪宗成化六年庚寅年寅月寅日寅时生。他玩世不恭而又才气横溢，诗文擅名，与祝允明、文征明、徐祯卿并称“江南四大才子（吴门四才子）”，画名更著，与沈周、文征明、仇英并称“吴门四家”。"
  },
  "tags": [
    "桃花",
    "生活"
  ]
}