{
  "id": 72493,
  "star": 140,
  "name": "工之侨献琴",
  "dynasty": "明代",
  "content": "　　工之侨得良桐焉，斫而为琴，弦而鼓之，金声而玉应。自以为天下之美也，献之太常。使国工视之，曰：“弗古。”还之。</p> <p>　　工之侨以归，谋诸漆工，作断纹焉；又谋诸篆工，作古窾焉。匣而埋诸土，期年出之，抱以适市。贵人过而见之，易之以百金，献诸朝。乐官传视，皆曰：“希世之珍也。”</p> <p>　　工之侨闻之，叹曰：“悲哉世也！岂独一琴哉？莫不然矣!而不早图之，其与亡矣。”遂去，入于宕之山，不知其所终。",
  "fanyi": "<p><strong>译文</strong><br>　　有一个名字叫工之侨的人得到一块上好的桐木，砍来做成了一把琴，装上琴弦弹奏起来，发声和应声如金玉之声。他自认为这是天下最好的琴，就把琴呈现给太常寺（的主管人）；（主管人）让优秀的乐师来看，乐师说：“（这个琴）不是古琴。”于是便把琴退还回来。<br>　　工之侨拿着琴回到家，跟漆匠商量，把琴身画上残断不齐的花纹；又跟刻工商量，在琴上雕刻古代的款式；把它装在匣子里埋在泥土中。过了一年挖出来，抱着它到集市上。有个达官贵人路过集市看到了琴，就用一百两黄金买了它，把它献到朝廷上。乐官们传递着观赏它，都说：“这琴真是世上少有的珍品啊！”<br>　　工之侨听到这种情况，感叹道：“这个社会<a href=\"http://so.gushiwen.org/author_1137.aspx\">真可</a>悲啊！难道仅仅是一把琴吗？不是这样的啊!世上的事情没有不是这样的。如果不早做打算，就要和这国家一同灭亡了啊！”于是离去,至宕冥附近的山,不知道他最终去哪儿了。</p> <p><strong>注释</strong><br>1.工之侨：虚构的人名。<br>2.良桐：上等桐木，即梧桐，青桐，木质理疏而坚，是制作古琴的好材料。桐，桐木，制古琴的材料。<br>3.斫（zhuó）：砍削。<br>4.弦而鼓：装上弦弹奏。弦、鼓，都是名词作动词用。弦：琴弦。这里作动词用，装上弦。鼓琴，指弹奏古琴。<br>5.金声而玉应：发声和应声如金玉碰撞的声音。<br>6.天下之美：天下最美的（琴）。美：美琴，形容词作名词用。<br>7.太常：太常寺，祭祀礼乐的官署。<br>8.使：让。<br>9.国工：最优秀的工匠，这里指乐师。<br>10.弗：不。<br>11.谋：谋划。<br>12.诸：兼词，之于。<br>13.篆工：刻字的工匠。刻字多用篆体字。<br>14.古窾（kuǎn）：古代的款式。窾,同\"款\",款式。<br>15.匣而埋诸土：（把它）装在匣子里并埋在泥土中。匣，装在匣子里。而，递进连词，并且。诸，兼语词，之于。<br>16.期（ji第一声）年：第二年；满一年。<br>17.适：到……去。<br>18.贵人：大官。<br>19.易：换，交易。<br>20.乐官：掌管音乐的官吏。<br>21.传视：大家传递看着。<br>22.希：同“稀”，稀世：世上少有。<br>23.悲哉世也：这个社会真可悲啊。<br>24.岂：难道。<br>25.独：只。<br>26.莫：没有什么。<br>27.然：如此。<br>28.其：大概，表推测的语气副词<br>29.其：代词，代指工之侨<br>30..珍:珍宝。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　工之侨第一次献琴，琴虽好却遭到贬抑被退了回来。琴不仅是“良桐”所制，而且“金声而玉应”，材质、音质俱佳，因此制作者对它的评价是“天下之美”。虽然如此，这架琴经过太常寺主管人的手，又经优秀乐师们的鉴定，终被退回，而理由只有“弗古”二字。这样的理由是很可笑的。</p> <p>　　工之侨第二次献琴，因为琴经过伪装，又是由贵人献上，竟得到极高的评价。文章比较详细地叙述工之侨伪装古琴的经过，先请漆工绘制“断纹”，再请刻字工匠刻上“古窾”，然后装在匣子里埋在地下，过了一年才拿出来。这说明工之侨把这件事做得很精心。献琴的方法也很巧妙，他不直接去献，而“抱以适市”，让别人重价买了去献，结果真的得到了极高的评价，成了“希世之珍”。</p> <p>　　表面上看写的是琴的遭遇，实际上是写人。作者借工之侨伪造古琴试探索世风的机智，讽刺了元末一帮缺乏见识，不重真才实学而只重虚名的虚伪之人，其寓意是十分鲜明而深刻的。</p> <p>　　文中“弗古，还之”与“世之珍也”的对比，很好地表现了当时败坏的社会风气，进一步讽刺了鼓励人们弄虚作假的封建统治者。人们不要一昧地追求新事物，被事物的外表所吸引，而不在乎事物的内在。</p>",
  "about": "<h2>感悟</h2> 　　判定一个事物的好坏，应该从本质上进行鉴定，而不是从外表来下结论。只有本质上好的东西，才能满足我们的需求，否则，再华丽的外表也只能作为摆设，起不到任何作用。同时，我们在实际生活中应该学会变通地适应环境，只有这样，才能具备生存的基本条件。",
  "poet": {
    "id": 152,
    "star": 0,
    "name": "刘基",
    "image": "http://img.gushiwen.org/authorImg/liuji.jpg",
    "desc": "刘基（1311年7月1日－1375年5月16日）字伯温，谥曰文成，元末明初杰出的军事谋略家、政治家、文学家和思想家，明朝开国元勋，汉族，浙江文成南田（原属青田）人，故时人称他刘青田，明洪武三年（1370）封诚意伯，人们又称他刘诚意。武宗正德九年追赠太师，谥号文成，后人又称他刘文成、文成公。他以神机妙算、运筹帷幄著称于世。刘伯温是中国古代的一位传奇人物，至今在中国大陆、港澳台乃至东南亚、日韩等地仍有广泛深厚的民间影响力。"
  },
  "tags": [
    "初中文言文",
    "寓理",
    "故事"
  ]
}