{
  "id": 70290,
  "star": 1,
  "name": "杂剧·梁山泊李逵负荆",
  "dynasty": "元代",
  "content": "第一折<br>涧水潺潺绕寨门，野花斜插渗青巾。杏黄旗上七个字，替天行道救生民。某姓宋名江，宇公明，绰号顺天呼保义者是也。曾为郓州郓城县把笔司吏，因带酒杀了阎婆惜，迭配江州牢城。路经这梁山过，遇见晁盖哥哥，救某上山。后来哥哥三打祝家庄身亡，众兄弟推某为头领。某聚三十六大伙，七十二小伙，半垓来的小偻儸，威镇山东，令行河北。某喜的是两个节令，清明三月三，重阳九月九。如今遇这清明三月三，放众弟兄下山上坟祭扫。三日已了，都要上山，若违令者，必当斩首。俺威令谁人不怕，只放你三日严假。若违了半个时辰，上山来决无干罢。曲律竿头悬草种，绿杨影里拨琵琶。高阳公子休空过，不比寻常卖酒家。老汉姓王名林，在这杏花庄居住，开着一个小酒务儿，傲些生意。嫡亲处三口儿家属，婆婆早年亡化过了，止有一个女孩儿，年长十八岁，唤做满堂娇，未曾许聘他人。俺这里靠着这梁山较近，但是山上头领都在俺家买酒吃。今日烧的镟锅儿热着，看有甚么人来。柴又不贵，米又不贵。两个油嘴，正是一对。某乃宋刚，这个兄弟叫做鲁智恩。俺与这粱山泊较近，俺两个则是假名托姓，我便认做宋江，兄弟便认做鲁智深，来到这杏花庄老王林家，买一钟酒吃。老王林，有酒么？哥哥，有酒，有酒，家里请坐。打五百长钱酒来。老王林，你认得我两人么？我老汉眼花，不认的哥哥们。俺便是宋江，这个兄弟便是鲁智深。俺那山上头领，多有来你这里打搅。若有欺负你的，你上粱山来告我，我与你做主。你山上头领，都是替天行道的好汉，并没有这事。只是老汉不认的太仆，休怪，休怪。早知太仆来到，只合远接。接待不及，勿令见罪。老汉在这里，多亏了头领哥哥照顾老汉。太仆请满饮此杯。再将酒来。哥哥好酒。老王，你家里还有甚么人？老汉家由并无甚么人．有个女孩儿，唤做满堂娇，年长一十八岁，未曾许聘他人。'老汉别无甚么孝顺，着孩儿出来与太仆递钟酒儿，也表老汉一点心。既是闺女，不要他出来罢。哥哥怕甚么？着他出来。满堂娇孩儿，你出来。父亲唤我做甚么？孩儿，你不知道，如今有梁山上宋公明亲身在此，你出来递他一钟儿酒。父亲，则怕不中么？不妨事<br>。我一生怕闻脂粉气，靠后些。孩儿，与二位太仆递一钟儿酒。我也递老王一钟酒。你这老人家，这衣服怎么破了？把我这红绢褡膊与你补这破处。你还不知道，才此这杯酒是肯酒，这褡膊是红定。把你这女孩儿与俺宋公明哥哥做压寨夫人。只借你女孩儿去三日，第四日便送来还你。俺回山去也。老汉眼睛一对，臂膊一对，只看着这个女孩儿，似这般可怎么了也？吃酒不醉不如醒也。俺梁山泊上山儿李逵的便是。人见我生得黑，起个绰号叫俺做黑旋风。奉宋公明哥哥将令，放俺三日假限，踏青赏玩，不免下山，去老王林家再买几壶酒，吃个烂醉也呵，<br>【仙吕】【点绛唇】饮兴难酬，醉魂依旧。寻村酒，恰问罢王留。俺问王留道，那里有酒？那厮不说便走。俺喝道：走那里去？被俺赶上一把揪住张口毛，恰待要打。那王留道：休打，休打，爹爹，有。王留道兀那里人家有。<br>【混江龙】可正是清明时候，却言风雨替花愁。和风渐起，暮雨初收。俺则见杨柳半藏沽酒市，桃花深映钓鱼舟。更和这碧粼粼春水波纹绉，有往来社燕，远近沙鸥。<br>人道我梁山泊无有景致，俺打那厮的嘴。<br>【醉中天】俺这里雾锁着青山秀，烟罩定绿杨洲。那桃树上一个黄莺儿，将那桃花瓣儿啗阿啗阿，啗的下来，落在水中，是好看也。我也曾听的谁说来？我试想咱。哦！想起来了也。俺学究哥哥道来，他道是轻薄桃花逐水流。俺绰起这桃花瓣儿来，我试看咱，好红红的桃花瓣儿。你看我：好黑指头也！恰便是粉衬的这胭脂透。可惜了你这瓣儿，俺放你趁那一般的瓣儿去。我与你赶，与你赶，贪赶桃花瓣儿。早来到这草桥店垂杨的渡口。不中，则怕误了俺哥哥的将令，我索回去也。待不吃呵，又被这酒旗儿将我来相迤逗，他、他、他，舞东风在曲律杆头。<br>兀那王林，有酒么？不则这般白吃你的，与你一抄碎金子，与你做酒钱。要他那碎金子做甚么？他口里说不要，可揣在怀里。老王将酒来。有酒，有酒。我吃这酒在肚里，则是翻也翻的。不吃，更待干罢。<br>【油葫芦】往常时酒债寻常行处有，十欠着九。老王也，则你这杏花庄压尽他谢家楼。你与我便熟油般造下春醅酒，你与我花羔般煮下肥羊肉。一壁厢肉又熟，一壁厢酒正等。抵多少锦封未拆香先透，我则待乘兴饮两三瓯。<br>【天下乐】可正是一盏能消万种愁，老王也，咱吃了这酒呵，把烦恼都也波丢，都丢在脑背后，这些时吃一个没了休。我醉了呵。遮莫我倒在路边，遮莫我卧在瓮头，老王僳，直醉的来在这搭里呕。<br>老王，这酒寒，快镟热酒来。老汉知道。我那满堂娇儿也！快酾热酒来。我那满堂娇儿也！老王，我不曾与你酒钱来，你怎么这般烦恼？哥哥，不干你事，我自有撇不下的烦恼哩，你则吃酒。<br>【赏花时】咱两个每日尊前语话投，今日呵，为甚将咱佯不愀。你不知道，我自嫁我的女孩儿，为此着恼。哎！你个呆老子畅好是忒掐搜，比似你这般烦恼，休嫁他不的。哎哟！我那满堂娇儿也。你何不养着他到苍颜皓首？你晓的世上有三不留么？哥，是那三不留？蚕老不中留，人老不中留，呆老子，常言道：女大不中留。<br>我问你那女孩儿，嫁了个甚么人？哥，我那女孩儿嫁人，我怎么烦恼？则是晦气，被一个贼汉夺将去了。你道是贼汉，是我夺了你女孩儿来？<br>【金盏儿】我这里猛睁眸，他那里巧舌头，是非只为多开口。但半星儿虚谬，恼翻我怎干休！一把火将你那草团瓢烧成为腐炭，盛酒瓮摔成碎瓷瓯。绰起俺两把板斧来，砍折你那蟠根桑枣树，活杀您那阔角水黄牛。<br>兀那老王，你说的是，万事皆休；说的不是，我不道的饶你哩。太仆停嗔息怒，听老汉漫漫的说与你听。有两个人来吃酒，他说我一个是宋江，一个是鲁智深。老汉便道；正是梁山泊上太仆，我无甚孝顺，我只一个十八岁女孩儿，叫做满堂娇，着他出来拜见，与太仆递一杯儿酒，也表老汉的一点心。我叫出我那女孩儿来，与那宋江、鲁智深递了三杯酒。那宋江也回递了我三钟酒，他又把红褡膊揣在我怀里。那鲁智深说这三钟酒是肯酒，这红褡膊是红定。俺宋江哥哥有一百八个头领，单只少一个人哩。你将这十八岁的满堂娇，与俺哥哥做个压寨夫人。则今日好日辰，俺两个便上梁山泊去也。许我三日之后，便送女孩儿来家。他两个说罢，就将女孩儿领去了。老汉偌大年纪，眼睛一对，臂膊一双，则觑着我那女孩儿。他平白地把我女孩儿强抢将去，哥，教我怎么不烦恼？有甚么见证？有红绢褡膊便是见证。我待不信来，那个士大夫有这东西。老王，你做下一瓮好酒，串下一个好牛犊儿。只等三日之后，我轻轻的把着手儿，送将你那满堂娇孩儿来家，你意下如何？哥，你若送将我那女孩儿来家，老汉莫要说一瓮酒，一个牛犊儿，便杀身也报答大恩不尽。<br>【赚煞】管着你目下见仇人，则不要口似无梁斗，一句句言如劈竹。宋江俫，不争你这一度风流，倒出厂一度丑。誓今番泼水难收，到那里问缘由，怎敢便信口胡诌？则要你肚囊里揣着状本熟，不要你将无来作有，则要你依前来依后。我如今回去见俺宋公明，数说他这罪过，就着他辞了三十六大伙，七十二小伙，半垓来小偻儸，同着鲁智深一径离了山寨，到你庄上。那盯节我若叫你出来，你可休似乌龟一般，缩了头再也不肯出来。老汉若不见他，万事休论。我若见了他，我认的他两个，恨不的咬掉他一块肉采。我怎么肯不出见他？老王，兀的不是俺宋江哥哥？他道没也。老儿，俺斗你耍哩。你可也休翻做了鑞枪头。李逵哥哥去了。我也收拾过铺面，专等三日之后，送满堂娇娇孩儿来家。满堂娇孩儿，则被你痛杀我也。<br><br>第二折<br>旗帜无非人血染，灯油尽是脑浆熬。鸦嗛肝肺扎煞尾，狗咽骷髅拌搜毛。某乃宋江是也。因清明节令，放众头领下山踏青赏玩去了，今日可早三日光景也。在那聚义堂上，三通鼓罢，都要来齐。小偻儸寨门首觑者，看是那一个先来。理会得。自家李山儿的便是。将着这红褡膊，见宋江走一遭来。<br>【正宫】【端正好】抖搜着黑精神，扎煞开黄髭髟<br>力，则今番不许收拾。俺可也磨拳擦掌，行行里，按不住莽撞心头气。<br>【滚绣球】宋江口来，这是甚所为？甚道理？不知他主着何意？激的我怒气如雷。可不道他是谁，我是谁，俺两个半生来岂有些嫌隙？到今日，却做了日月交食。不争几句闲言语，我则怕恶识多年旧面皮，展转猜疑。<br>小偻儸报复去，道我李山儿来了也。喏，报的哥哥得知，有李山儿来了也。着他过来。着过去。学究哥哥，喏，帽儿光光，今日做个新郎，袖儿窄窄，今日做个娇客。俺宋公明在那里？请出来和俺拜两拜，俺有些零碎金银在这里，送与嫂嫂做拜见钱。这厮好无礼也。与学究哥哥施礼，不与我施礼。这厮胡言乱语的，有什么说话？<br>【倘秀才】哎！你个刎颈的知交庆喜，庆甚么喜？则你那压寨的夫人在那里？秃驴，你做的好事来。打干净球儿不道的走了你。怎么？智深兄弟，也有你那？强赌当，硬支持，要见个到底。山儿，你下山去，有甚么事，何不就明对我说？山儿，既然不好和我说，你就对学究哥哥根前说波。<br>【滚绣球】俺哥哥要娶妻，这秃厮会做媒。智深兄弟，说你曾做甚么媒来？你看这厮，到山下去僝了多少酒？醉的来似踹不杀的老鼠一般，知他支支的说甚么哩？元来个梁山泊有天无日，就恨不斫倒这一面黄旗。你这铁牛，有甚么事也不查个明白，就提起板斧来，要斫倒我杏黄旗，是何道理？山儿，你也忒口快心直哩。你道我；式心快，忒心直，还待要献勤出力。众兄弟们都来。都来做甚么？则不如做个会六亲庆茸的筵席，做甚么筵席？走不了你个撮合山师父唐三藏，更和这新女婿郎君。哎！你个柳盗跖，看那个便宜。山儿，你下山在那里吃酒？遇着甚人？想必说我些什么？你从头儿说，则要说的明白。<br>【倘秀才】不争你抢了他花朵般青春艳质，这其间抛闪杀那草桥店白头老的。这事其中必有暗昧。这桩事分明甚暗昧，生割舍，痛悲凄，宋江口来，他其实怨你。<br>元来是老王林的女孩儿，说我抢将来了。休道不是我，便是我抢将来，那老子可是喜欢也是烦恼？你说我试听。<br>【叨叨令】那老儿，一会家便哭啼啼在那茅店里，觑着山寨，宋江好恨也！他这般急张拘诸的立。那老儿，一会家便怒畔畔在那柴门外，哭道：我那满堂娇儿也！他这般乞留曲律的气。他怎生烦庙那？那老儿，一会家便闷沉沉在那酒瓮边，那老儿拿起瓢耙，揭开蒲墩，舀一瓢冷酒来，汨汨的咽了。他这般迷留没乱的醉。那若儿，托着-片席头便慢腾腾放在土坑上，他出的门来，看一看，又不见来，哭道：我那满堂娇儿！他这般壹留兀渌的睡。似这般过不的也么哥，似这般过不的也么哥，这厮怎的？他道俺梁山泊不甜人不义。<br>学究兄弟，想必有那依草附木，冒着俺家名姓，做这等事情的，也不可知。只是山儿也该讨个显证，才得分晓。自有，有这红褡膊，不是显证？山儿，我今日和你打个赌赛：若是我抢将他女孩儿来，输我这六阳会首。若不是我，你输些甚么？哥，你与我赌头罢，您兄弟摆一席酒。摆一席酒？到好了你，须要配得上我的。罢、罢、罢！哥，倘若不是你，我情愿纳这颗牛头。既如此，立下军状，学究兄弟收着。难道花和尚就饶了他？我这光头不赌他罢，省的你叫不利市。<br>【一煞】则为尔两头白面搬兴废，转背言词说是非。这厮敢狗行狼心，虎头蛇尾。不是我节外生枝，囊里盛锥。谁着你夺人爱女，逞己风流，被咱都知你看黑牛这村沙样势那。休怪我村沙样势，平地上起孤堆。<br>若不是我呵，我不道的饶了你哩。<br>【黄钟尾】那怕你指天画地能瞒鬼，步线行针待哄谁？又不是不精细，又牙是不伶俐。我和你就下山去。下山寨，到那里，李山儿共质对，认的真，觑的实，割你头，塞你嘴。这铁牛怎敢无礼？非铁牛，敢无礼，既赌赛，怎翻悔？莫说这三十六英雄，一个个都是弟兄辈。众兄弟每都来听着。你着他听甚么？俺如今和宋江、鲁智深同到那杏花庄上，只等那老王林道出一个\"是\"字儿，你那做媒的花和尚，休要怪我一斧分开两个瓢，谁着你拐了一十八岁满堂娇？单把宋江一个留将下，等我亲手伏待哥哥这一遭。你怎生伏待我？我伏侍你，我伏侍你，一双手揝住衣领，一双手摊住腰带，滴溜扑摔个一字；阔脚板踏住胸脯，举起我那板斧来，觑着脖子上，可叉！便跳出你那七代先灵，也将我来劝不得。<br>山儿去了也。小偻儸备两匹马来，某和智深兄弟亲下山寨，与老王林质对去走一遭。老王林出乖露丑，李山儿将没做有。如今去杏花庄前，看谁输六阳魁首。<br><br>第三折<br>我那满堂娇儿也，则被你想杀我也。老汉王林，被那两个贼汉将我那女孩儿抢将去了，今日又是三日也。昨日有那李逵哥哥去梁山上寻那宋江、鲁智深，要来对证这一桩事哩。老汉如今收拾下些茶饭，等侯则个。我那满堂娇儿，说道今日第三日，送他来家，不知来也是不来？则被你想杀我也。智深兄弟，咱行动些。你看那山儿，俺在头里走，他可在后面。俺在后面走，他可在前面。敢怕我两个逃走了那？你也等我一等波，听见到丈人家去，你好喜欢也。智深兄弟，你看他那厮迷言迷语的，到那里认的不是，山儿，我不道的饶了你哩。<br>【商调】【集贤宾】过的这翠巍巍-带山崖脚，遥望见滴溜溜的酒旗招。想悲欢不同昨夜，论真假只在今朝。花和尚，你也小脚儿，这般走不动，多则是做媒的心虚，不敢走哩。你看这厮！鲁智深似窟里拔蛇，宋公明，你也行动些儿。你只是拐了人家女孩儿，害羞也不敢走哩。你看他波！宋公明似毡上拖毛。则俺那周琼姬，你可甚么上子乔，玉人在何处吹箫？我不合蹬翻了莺燕友，拆散了这凤鸾交。<br>我今日同你两个，来这杏花庄上呵，<br>【逍遥乐】倒做了逢山开道，山儿，我还要你遇水搭桥哩。你休得顺水推船，偏不许我过河拆桥。当不的他纳胯扭腰。山儿，你不记得上山时，认俺做哥哥，也曾八拜之交哩。哥也，你只说在先时，有八拜之交。元宋是花木瓜儿外看好，不由咱不回头儿暗笑。待和你争甚么头角，辩甚的衷肠，惜甚的皮毛。<br>这是老王林门首。哥也，你莫言语，等我去唤门。我知道。老王！老王！开门来。老王！开门来，我将你那女孩儿送来了也。真个来了？我开开这门。我那满堂娇儿也！呸！原来不是。<br>【醋葫芦】这老儿外名唤做半槽，就里带着一杓。是则是去了你那一十八岁这个满堂娇，更做你家年纪老。俺叫了两三声不开门，第三声道：送将你那满堂娇女孩儿来了。他开开门，搂着俺那黑膊子，叫道：我那满堂娇儿也。老儿也似这般烦恼的无颠无倒，越惹你揉眵抹泪哭嚎啕。<br>哥也，进家里来坐着。他是一个老人家，你可休唬他，我如今着他认你也。老王，你过去认波。老汉正要认他哩。兀那老子，你近前来，我就是宋江。我与你说，那个夺将你那女孩儿去，则要你认的是者。我与山儿赌着六阳会首哩。老王，你认去，可正是他么？不是他！不是他！可如何？哥也，你等他好好认咱，怎么先睁着眼吓他？这一吓他还敢认你那？兀的老王，只为你那女孩儿，俺弟兄两个赌着头哩。老王，兀那个不是你那女婿，拐了满堂娇孩儿的宋江？不是！不是！可何如？<br>【幺篇】你则合低头就坐来，谁着你睁睛先去瞧？则你个宋公明威势怎生豪，刚一瞅，早将他魂灵吓掉了。这便是你替天行道，则俺那无情板斧肯担饶？老王，你来，兀那秃厮，便是做媒的鲁智深，你再去认咱。你快认来。不是！不是！那两个一个是青眼儿长子，如今这个是黑矮的。那一个是稀头发腊梨，如今这个是剃头发的和尚。不是！不是！山儿，我可是哩。你这秃厮，由他自认，你先幺喝一声怎么？<br>【幺篇】谁不知你是镇关西鲁智深，离五台山才落草。便在黑影中摸索也应着，只被你爆雷似一声先唬倒。那呆老子怕不知名号，适才间他也待认来。只见他摇头侧脑费量度。<br>既然认的不是，智深兄弟，我们先回山去，等铁牛自来支对。老王，我的儿，你再认去。哥，我说不是他，就不是他了，教我再认怎的？可怜见，打杀老汉也。<br>【后庭花】打这老子没肚皮揽泻药，偏不的我敦葫芦摔马杓。小偻儸将马来，俺与鲁家兄弟先回去也。你道是弟兄每将马来，先回山寨上去。我道：哥也，你再坐一坐，等那老子再细认波。哥哥道备马来还山寨，哎！哥也，羞的你兄弟，恰便似牵驴上板桥。恼的我怒难消，踹匾了盛浆铁落，辘轳上截井索，芭棚下瀽副槽，掷碎了舀酒瓢，砍折了菜刀。<br>【双雁儿】就恨不一把火，刮刮拶拶烧了你这草团瓢。将人来，险中倒，气得咱，一似那鲫鱼跳。可不道家有老敬老，家有小敬小。<br>智深兄弟，咱和你回山寨去。堪笑山儿忒慕古，无事空将头共赌。早早回来山寨中，舒出脖子受板斧。嗨！这的是山儿不是了也。<br>【浪里来煞】方信道人心未易知，灯台不自照。从今后开眼见个低高。没来由共哥哥赌赛着，使不的三家来便厮靠，则这三寸舌是俺斩身刀。李逵哥哥去了也。他今日果然领将两个人来，着我认道是也不是。元来一个是真宋江，一个是真鲁智深，都不是拐我女孩儿的。不知被那两个天杀的拐了我满堂娇儿去，则被你想杀我也。打嚏耳朵热，一定有人说。可早来到杏花庄也。我那太山在那里？我每原许三日后，送你女孩儿回家。如今来也。我那满堂娇儿也！太山，我可不说谎，准准三日，送你令爱还家。多谢太仆抬举！老汉只是家寒，急切里不曾备的喜酒。且到我女儿房里吃一杯淡酒去，待明日宰个小小鸡儿请你。老王，我那山寨上有的是羊酒，我教小偻儸赶二三十个肥羊，抬四五十担好酒送你。多谢太仆！只是老汉没的谢媒红送你，惶恐杀人也。俺们且到夫人房里吃酒来。这两个贼汉，元来不是梁山泊上头领。他拐了我女孩儿，左右弄做破罐子，倒也罢了。只可惜那李逵哥哥，一片热心，赌着头来，这须不是耍处。我如今将酒冷一碗，热一碗，劝那两个贼汉吃的烂醉。到晚间等他睡了，我悄悄蓦上梁山，报与宋公明知道，搭救李逵，有何不可？做什么老王林夜走梁山道？也则为李山儿恩义须当报。但愁他一涌性杀了假宋江，连累我满堂娇要带前夫孝。<br><br>第四折<br>某乃宋江是也。学究兄弟颇奈李山儿无礼，我和他打下赌赛，到那里，果然认的不是。我与鲁家兄弟先回来了，只等山儿来时，便当斩首。小偻儸，踏着山岗望者，这早晚山儿敢待来也。黑旋风，你好是没来由也，为着别人，输了自己。我今日无计所奈，砍了这一束荆杖，负在背上，回山寨见俺公明哥哥去也呵。<br>【双调】【新水令】这一场烦恼可也奔人来，没来由共哥哥赌赛。袒下我这红内袄，跌绽我这旧皮鞋。心下量猜，到山寨上，哥哥不打，则要头。怎发付脖项上这一块？<br>【驻马听】有心待不顾形骸，这碧湛湛石崖不得底的深涧我待跳下去，休说一个，便是十个黑旋风也不见了。两三番自投碧湛崖。敬临山寨，行一步如上吓魂台。我死后，墓顶上谁定远乡牌？灵位边谁咒生天界？怎擘划，但得个完全尸首，便是十分采。<br>【搅筝琶】我来到辕门外，见小校雁行排。往常时我来呵，他这般退后趋前，怎么今日的。他将我佯呆不睬。哦！元来是俺宋公明哥哥和众兄弟都升堂了也。他对着那有期会的众英才，一个个稳坐抬颏。我说的明白，道莽撞的廉颇请罪来，死也应该。<br>山儿，你来了也？你背着甚么哩？哥哥，您兄弟山涧直下砍了一束荆杖，告哥哥打几下。您兄弟一时间没见识，做这等的事来。<br>【沉醉东风】呼保义哥哥见责，我李山儿情愿餐柴。第一来看着咱兄弟情，第二来少欠他脓血债。休道您兄弟不伏烧埋，由你便直打到梨花月上来。若不打，这顽皮不改。<br>我元与你赌头，不曾赌打。小偻儸，将李山儿踹下聚义堂，斩首报来。学究哥哥，你劝一劝儿！智深哥，你也劝一劝儿！智深哥，你也劝一劝儿！这是军状。我不打他，则要他那颗头。哥，你道甚么哩？我不打你，则要你那颗头。哥哥，你真个不肯打？打一下是一下疼，那杀的只是一刀，倒不疼哩。我不打你。不打！谢了哥哥也。你走那里去？哥哥道是不打我。我和你打赌赛。我则要你那六阳会首。罢、罢、罢，他杀不如自杀。借哥哥剑来，待我自刎而亡。也罢，小偻儸将剑来递与他。这剑可不元是我的？想当日跟着哥哥打围猎射，在那官道旁边，众人都看见一条大蟒蛇拦路。我走到根前，并无蟒蛇，可是一口太阿宝剑。我得到这剑，献与俺哥哥悬带。数日前我曾听得支楞楞的剑响，想杀别人，不想道杀害自己也。<br>【步步娇】则听得宝剑声鸣，使我心惊骇，端的个风团快。似这般好器械，一柞来铜钱，恰便似砍麻秸。想您兄弟十载相依，那般恩义都也不消说了。还说甚旧情怀，早砍取我半壁天灵盖。刀下留人。告太仆，那个贼汉送将我那女孩儿来了。我将他两个灌醉在家里，一径的乘报知。太仆与老汉做主咱。山儿，我如今放你去，若拿得这两个棍徒，将功折罪；若拿不得，二罪俱罚。您敢去么？这是揉着我山儿的痒处。管教他瓮中捉鳖，手到拿来。虽然如此，他有两副鞍马，你一个如何拿的他住？万一被他走了，可不输了我梁山泊上的气概。鲁家兄弟，你帮山儿同走一遭。那山儿开口便骂我秃厮会做媒，两次三番要那王林认我，是甚主意？他如今有本事自去拿那两个，我鲁智深决不帮他。你只看聚义两个宇，不要因这小忿，坏了大体面。这也说的是。智深兄弟，你就同他去拿那两个顶名冒姓的贼汉来，既是哥哥分付，您兄弟敢不同去？好酒，俺们昨夜都醉了也。今早日高三丈，还不见太山出来，敢是也醉倒了。贼汉！你太山不在这里？兀那大汉，你也通个名姓，怎么动手便打？你要问俺名姓？若说出来，直唬的你尿流屁滚。我就是梁山泊上黑爹爹李逵，这个哥哥是真正花和尚鲁智深。<br>【乔牌儿】你顶着鬼名儿会使乖，到今日当天败。谁许这满堂娇压你那莺花寨？也不是我黑爹爹忒性歹。<br>这是真命强盗，我们打他不过，走，走，走！这厮走那里云<br>【殿前欢】我打你这吃敲材，直著你皮残骨断肉都开。那怕你会飞腾就透出青霄外，早则是手到拿来。你、你、你，好一个鲁智深不吃斋，好一个呼保义能贪色。如今去亲身对证休嗔怪，须不是我倚强凌弱，还是你自揽祸招灾。<br>这贼早拿住了也。兀那老头儿不要拜，明日你同女儿到山寨来，拜谢宋头领便了。他们拿这两个贼汉去了也，今日才出的俺那一口臭气。我儿，等待明日牵羊担酒，亲上梁山去，拜谢宋江头领走一遭。我儿不要苦，这样贼汉有什么好处？等我慢慢的拣一个好的嫁他便了。学究兄弟，怎生李山儿同鲁智深到杏花庄去了许久，还不见来？俺山上该差人接应他么？这两个贼子到的那里？不必差人接应，只早晚敢待来也。喏！报的哥哥得知，两位头领得胜回来了也。那两个贼汉擒拿在此，请哥哥发落。好宋江！好鲁智深！你怎么假名冒姓，坏我家的名目？小偻儸，将他绑在那花标树上，取这两副心肝，与咱配酒。枭他首级，悬挂通衢警众。理会的。<br>【离亭宴煞】蓼儿洼里开筵待，花标树下肥羊宰，酒尽呵拚当再买。涎邓邓眼睛剜，滴屑屑手脚卸，碜可可心肝摘。饿虎口中将脆骨夺，骊龙颔下把明珠握，生担他一场利害。智深哥哥，我也则要洗清你这强打挣的执柯人，公明哥哥，出脱你这干风情的画眉客。<br>今日就聚义堂上，设下赏功筵席，与李山儿、鲁智深庆喜者。宋公明行道替天，众英雄聚义林泉。李山儿拔刀相助，老王林父子团圆。<br>题目杏花庄王林告状<br>正名梁山泊李逵负荆</p> <p> ",
  "poet": {
    "id": 2775,
    "star": 0,
    "name": "康进之",
    "desc": "康进之 元代戏曲作家。棣州（今山东惠民）人。生卒年及生平事迹均不详。后世人评价他是“豪放激越”的“本色派”作家，元代钟嗣成《录鬼簿》将其列为“前辈已死名公才人”，可知其为元代前期杂剧作家。"
  },
  "tags": []
}