{
  "id": 8444,
  "star": 18,
  "name": "咏邻女东窗海石榴",
  "dynasty": "唐代",
  "content": "鲁女东窗下，海榴世所稀。<br>珊瑚映绿水，未足比光辉。<br>清香随风发，落日好鸟归。<br>愿为东南枝，低举拂罗衣。<br>无由一攀折，引领望金扉。",
  "fanyi": "<p><strong>译文</strong><br>美丽的山东女郎啊，窗下种植了一株世上罕见的海石榴。<br>即使是映照绿水的珊瑚也没有石榴的绿叶滋润。<br>海石榴散发的清香随风飘洒，黄昏时候鸟儿纷纷回到树上的巢穴。<br>我愿意变为海石榴树上那朝向东南的枝条，低低地垂下，时时牵拂你的绣花衣裙。<br>唉！没有机会与你一起共攀同折花枝，只好伸长脖子看望你闺房描金的门窗。 </p><p><strong>注释</strong><br>⑴《太平广记》：新罗多海红并海石榴。唐赞皇<a href=\"http://so.gushiwen.org/author_815.aspx\">李德裕</a>言：花名中带“海”者，悉从海东来。<br>⑵<a href=\"http://so.gushiwen.org/author_827.aspx\">潘岳</a>《安石榴赋》：“似长离之栖邓林，若珊瑚之映绿水。”<br>⑶《古<a href=\"http://so.gushiwen.org/view_8444.aspx\">诗</a>十九首·西北有高楼》：“清商随风发。”<br>⑷潘岳诗：“引领望京室。”王延寿《鲁灵光殿赋》：“排金扉而北入。”张铣注：“扉，门扉也。”</p>",
  "shangxi": "<h2>赏析</h2> <p>　　“鲁女东窗下，海榴世所稀”。茜纱窗下，鲁女同海榴同时出现。一个是富有生命，富有情感美丽迷人的少女，一个是花朵乍开，明艳照人的植物，这一“花面交相映”的情景，构成这幅东窗海石榴图轴的最美的部分。“稀”，既指海榴，也指鲁女，在作者的心目中，他们二者都是世上稀有之物。</p> <p>　　“珊瑚映绿水，未足比光辉”。海石榴之所以是世间所稀之物，是因为它有倒映着绿水的像珊瑚一样明艳的花朵，它有任何东西所不能与之相比的光辉，它有随风散发的醉人的清香。同样，这两句也包含着赞美鲁女的内容。红花绿水，相互映衬，构成这幅画的基本色调，也充分体现了这幅画的色彩美。</p> <p>　　“清香随风发，落日好鸟归”。前两句赞美石榴花的色泽，这两句突出石榴花的清香。花红香清，进一步说明了海榴的世所稀。“愿为东南枝，低举拂罗衣”。出于对海石榴的喜爱，特别是出于对鲁女的爱恋。作者不惜让自己变成东南向的石榴枝，去拂动鲁女的罗衣。可见，这爱是十分强烈的，这痴情是十分浓郁的！</p> <p>　　可惜的是“无由共攀折，引领望金扉。”当作者要化作东南枝的梦破灭后，他多想走过去同鲁女一起共同攀折石榴花枝，可是“男女授受不亲”的信条阻止了他，双方既不相识，又不曾有片言只语的交谈这一事实，又熄灭了他心头的那一把痴情的火，二人仅仅是陌路相逢，作者内心的衷曲难以表露。</p> <p>　　在没有任何理由的情况下，作者只能伸长脖子痴痴地望着那近在咫尺却又似乎远在千里的金扉而惆帐，而愁思。<a href=\"http://so.gushiwen.org/view_8444.aspx\">诗</a>的最后两句是作者内心的独白，是情感的自然流露，表达出作者的情感是强烈的、真挚的，同时又是微妙、细腻的。</p>",
  "about": "<h2>创作背景</h2> 　　此<a href=\"http://so.gushiwen.org/view_8444.aspx\">诗</a>于开元二十五年（737）所作，可参考詹锳先生《<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>诗文系年》。萧士赟《分类补注李大白诗》认为此诗为“君子在野，思见君子尽心事之”之作。从诗本身来看，当为一首咏物之作。",
  "poet": {
    "id": 247,
    "star": 0,
    "name": "李白",
    "image": "http://img.gushiwen.org/authorImg/libai.jpg",
    "desc": "李白（701年－762年），字太白，号青莲居士，唐朝浪漫主义诗人，被后人誉为“诗仙”。祖籍陇西成纪(待考)，出生于西域碎叶城，4岁再随父迁至剑南道绵州。李白存世诗文千余篇，有《李太白集》传世。762年病逝，享年61岁。其墓在今安徽当涂，四川江油、湖北安陆有纪念馆。"
  },
  "tags": [
    "咏物"
  ]
}