{
  "id": 68636,
  "star": 47,
  "name": "满庭芳·汉上繁华",
  "dynasty": "宋代",
  "content": "汉上繁华，江南人物，尚遗宣政风流。绿窗朱户，十里烂银钩。一旦刀兵齐举，旌旗拥、百万貔貅。长驱入，歌楼舞榭，风卷落花愁。<br>清平三百载，典章文物，扫地俱休。幸此身未北，犹客南州。破鉴徐郎何在？空惆怅、相见无由。从今后，断魂千里，夜夜岳阳楼。",
  "fanyi": "<p><strong>译文<br></strong>南宋时期汉水至长江一带十分繁华，许多人才都保持着宋徽宗时的流风余韵。绿窗朱户。十里之内全是华美的房屋，元兵一到，刀兵相接，旌旗挥舞，数百万蒙古军长驱直入，歌舞楼榭瞬间化为灰烬。<br>清明太平的三百余年，制度文物被毁灭的干净彻底，一切都没有了。幸而自己没有被舞北去，还客佳在南方。分别了的徐郎你在哪里？只有自己独自惆怅，和徐郎也没有理由可以想见了。从今以后，只能魂返故乡，与亲人相会。</p> <p><strong>注释<br></strong>1.汉上：泛指汉水至长江一带。<br>2.江南人物：指南宋的许多人才，江南：长江以南。<br>3.宣政：宣和、政和都是北宋徽宗的年号。这句是指南宋的都市和人物，还保持着宋徽宗时的流风余韵。<br>4.烂银钩：光亮的银制帘钩，代表华美的房屋。<br>5.貔貅（píxiū）：古代传说中的一种猛兽，此处指元军。<br>6.舞榭（xiè）：供歌舞用的楼屋<br>7.风卷落花：指元军占领临安，南宋灭亡。<br>8.三百载：指北宋建国至南宋灭亡。这里取整数。<br>9.典章文物：指南宋时期的制度文物。<br>10.南州：南方，指临安。<br>11.破鉴：即破镜。<br>12.岳阳楼：在湖南岳阳西，这里指作者故乡。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　“汉上繁华，江南人物，尚遗宣政风流”。此词以追怀南宋起笔，汉上指江汉流域，是女词人故乡。江南指长江中下游流域，词中借指南宋。都会繁华，人物如云。指故国的繁盛。“尚遗宣政风流”，南宋文明源于北宋风流文采。宣、政指北宋政和、宣和年间。“绿窗朱户，十里烂银钩”。千里长街，连云高楼，朱户绿窗，帘钩银光灿灿。 </p> <p>　　“一旦刀兵齐举，旌旗拥、百万貔貅。”貔貅，猛兽之名，借指侵略者。这里指元兵南犯，势如洪水猛兽。公元1274年（咸淳十年）元兵自襄阳分道而下，不久东破鄂州。公元1275年（德祐元年）三月，南陷岳州，“长驱入，歌楼舞榭，风卷落花愁。”长驱直入的蒙古兵占领了繁华绮丽的汉上江南，如风暴横扫落花。从起笔写南宋文明之繁华，笔锋一转，写元兵大兵南侵，“风卷落花愁”，表达了词人对国破家亡之恨和自身被掳之辱的无限悲慨之情。笔锋一转，女词人以包容博大的气魄和卓越的识见转写宋代历史文化大悲剧，笔力不凡，也表现了女词人超人一等的思维安位。当女词人作此词时，已被掳至临安，临安被陷之景，其触目惊心悲慨之深，是可以想见的。清平三百载，从南宋直扩展至三百年南北两宋。“典章文物”四字，凝聚着女词人对宋代历史文化之反思与珍惜。此四字指陈出有宋一代文化全体。北宋亡于女真，南宋亡于蒙古，灿烂文化三百年，如今扫地俱休！女词人之绝笔，写是历史文化悲剧之写照。此三句承上片而来，但典章文物显然比十里银钩更其深刻，是为巨眼。全词有此三句，意蕴极为遥深。在女词人心灵中，祖国与个人双重悲剧，原为一体。以下写个人命运之悲剧。“幸此身未北，犹客南州”。就其深层意蕴言，则是庆幸自身在死节之前犹未遭到玷辱，保全了清白。是足可自慰并可告慰于家国。词读至此，真令人肃然起敬。一弱女子，能在被掳数千里后仍全身如此。非一般人所及！其绝笔之辞气又复从容如此，气度显亦超常。 </p> <p>　　“破鉴徐郎何在？空惆怅、相见无由”。借用南朝陈亡时徐德言与其妻乐昌公主破镜离散典故，说出自己与丈夫徐君宝当岳州城破后生离死别的悲剧命运，表达了对丈夫最后的深挚怀念。徐郎，借徐德言指徐君宝。同姓而同命运，用典精切无伦，自见慧心。徐德言夫妻破镜犹得重圆，而她们夫妇死节已决。故女词人之用此古典，其情况之可痛实过之百倍。“徐郎何在”？生死两茫茫，惆怅何其多。情变悲愤激烈而为凄恻低徊，其言之哀，不忍卒读。“从今后，断魂千里，夜夜岳阳楼”的意思是：从今后，我的魂魄，要飞过几千里路，回到岳阳故土，到夫君身边。从容绝决而又固执不舍，充分体现出能出世而仍入世、置生死于度外的传统文化精神。“夜夜岳阳楼”结笔于岳阳楼，意蕴遥深，亦当细细体味。 </p> <p>　　女词人在词中对自身被掳艰危之现实，着墨尤多，而寄之以对文明的追思之中，对祖国沦亡亲人永别深致哀悼，写南宋文明之繁盛及横遭蹂躏。在回忆和反思中。下片写徐郎何在与断魂千里，运用悬望与想象。表现了女词人远思之凌空超越。此词另一特点是意境之重、大、崇高。从历史文化悲剧写起，哀悼宋文明的衰亡，词境极为重大。词中表明自己死节之心，将祖国和个人的双重悲剧融汇，意境极为崇高。</p><br/><h2>赏析二</h2> <p>　　“汉上繁华，江南人物，尚遗宣政风流”。故乡曾经是那么的繁华和美好，大宋子民生活得不知道有多么幸福的。</p> <p>　　“一旦刀兵齐举，旌旗拥、百万貔貅。”可惜蒙古人的军队来了，他们如泛滥的洪水，如狰狞的猛兽般的扑了过来。</p> <p>　　“长驱入，歌楼舞榭，风卷落花愁。”他们所到之处，就像风卷残云，也从此吹散了我的美梦。</p> <p>　　“幸此身未北，犹客南州。”所幸运的是，我在死前还没有遭受到侮辱，保全了我的清白，夫君啊，我这样足以告慰你的亡灵。</p> <p>　　“破鉴徐郎何在？空惆怅、相见无由”。阴阳相隔，如今我和夫君就如破镜不能团圆，郎啊，你知道我此刻是多么的惆怅和寂寞，又是多么的想念你吗？</p> <p>　　“从今后，梦魂千里，夜夜岳阳楼。”不过，夫君也不要难过，因为我们马上就会团聚了。你看我的魂魄正在向千里之外的故乡岳阳楼而飞去，很快我们就在一起了，从今我们再也不会分开了。</p> <p>　　词中表达的不仅是思念和哀悼亡夫徐郎的沉痛，更多的是对故国沦亡的悲哀和惋惜。在那个年代，这种女性独立的主体意识的觉醒和爱国思想，是非常难得的。</p> <p>　　刘永济先生在《唐五代两宋词简析》中对此评价：“读其‘此身未北，犹客南州’与‘断魂千里，夜夜岳阳楼’之句，知其有生为南宋人、死为南宋鬼之意。惜但传其词而逸其名胜，至香百年后无从得知此爱国女子之生平也。”</p> <p>　　《西湖二集》是明代人周楫编著的一部短篇平话小说集，小说《十一卷。徐君宝节义双圆》一文中，写这个女子是岳州金太守的女儿，名字叫金淑贞。当今网络小说《倾城》里，这个女子又有一个更好听的名字——蓝玉烟。</p> <p>　　金淑贞，蓝玉烟，都不过是后人给她取的不同名字罢了。她姓啥名谁，已不再那么重要了。重要的是这个有着悲惨身世的女子在词学史上，永远地留下了她人生最精彩的一笔。</p>",
  "about": "<h2>创作背景</h2> 　　徐君宝妻是岳州人，她被元兵俘获至杭，被安置在韩蕲王府。从岳州到杭州，遭到数次侵犯，她都用计得脱。主人因她貌美，不忍杀她。终于有一天，引得主人大怒，要用强。徐妻巧言先祭丈夫，再嫁与主人妇。在换妆焚香，祭祀完毕，作词于墙壁上，遂投大池死。",
  "poet": {
    "id": 330,
    "star": 0,
    "name": "徐君宝妻",
    "desc": "徐君宝妻是南宋末年岳州（今湖南岳阳）人，姓名亡佚，但以其留下的一首绝命词《满庭芳》而闻名于世。"
  },
  "tags": [
    "婉约",
    "女子",
    "感伤",
    "思念"
  ]
}