{
  "id": 47911,
  "star": 1482,
  "name": "捕蛇者说",
  "dynasty": "唐代",
  "content": "　　永州之野产异蛇：黑质而白章，触草木尽死；以啮人，无御之者。然得而腊之以为饵，可以已大风、挛踠、瘘疠，去死肌，杀三虫。其始太医以王命聚之，岁赋其二。募有能捕之者，当其租入。永之人争奔走焉。 </p> <p>　　有蒋氏者，专其利三世矣。问之，则曰：“吾祖死于是，吾父死于是，今吾嗣为之十二年，几死者数矣。”言之貌若甚戚者。余悲之，且曰：“若毒之乎？余将告于莅事者，更若役，复若赋，则何如？”蒋氏大戚，汪然出涕，曰：“君将哀而生之乎？则吾斯役之不幸，未若复吾赋不幸之甚也。向吾不为斯役，则久已病矣。自吾氏三世居是乡，积于今六十岁矣。而乡邻之生日蹙，殚其地之出，竭其庐之入。号呼而转徙，饥渴而顿踣。触风雨，犯寒暑，呼嘘毒疠，往往而死者，相藉也。曩与吾祖居者，今其室十无一焉。与吾父居者，今其室十无二三焉。与吾居十二年者，今其室十无四五焉。非死则徙尔，而吾以捕蛇独存。悍吏之来吾乡，叫嚣乎东西，隳突乎南北；哗然而骇者，虽鸡狗不得宁焉。吾恂恂而起，视其缶，而吾蛇尚存，则弛然而卧。谨食之，时而献焉。退而甘食其土之有，以尽吾齿。盖一岁之犯死者二焉，其余则熙熙而乐，岂若吾乡邻之旦旦有是哉。今虽死乎此，比吾乡邻之死则已后矣，又安敢毒耶？” </p> <p>　　余闻而愈悲，孔子曰：“苛政猛于虎也！”吾尝疑乎是，今以蒋氏观之，犹信。呜呼！孰知赋敛之毒有甚是蛇者乎！故为之说，以俟夫观人风者得焉。</p> <p>　　",
  "fanyi": "<p><strong>译文</strong><br>　　永州的野外出产一种奇特的蛇，（它有着）黑色的底子白色的花纹；如果这种蛇碰到草木,草木全都干枯而死；如果蛇用牙齿咬人，没有能够抵挡（蛇毒）的方法。然而捉到后晾干把它用来作成药饵，可以用来治愈大风、挛踠、瘘、疠，去除死肉，杀死人体内的寄生虫。起初，太医用皇帝的命令征集这种蛇，每年征收这种蛇两次，招募能够捕捉这种蛇的人，充抵他的赋税缴纳。永州的人都争着去做（捕蛇）这件事。</p> <p>　　有个姓蒋的人家，享有这种（捕蛇而不纳税的）好处已经三代了。我问他，他却说：“我的祖父死在捕蛇这件差事上，我父亲也死在这件事情上。现在我继承祖业干这差事也已十二年了，险些丧命也有好几次了。”他说这番话时，脸上好像很忧伤的样子。</p> <p>　　我很同情他，并且说：“你怨恨这差事吗？我打算告诉管理政事的地方官，让他更换你的差事，恢复你的赋税，那怎么样？”</p> <p>　　蒋氏(听了),更加悲伤，满眼含泪地说：“你要哀怜我，使我活下去吗？然而我干这差事的不幸，还比不上恢复我缴纳赋税的不幸那么厉害呀。（假使）从前我不当这个差，那我就早已困苦不堪了。自从我家三代住到这个地方，累计到现在，已经六十年了，可乡邻们的生活一天天地窘迫，把他们土地上生产出来的都拿去，把他们家里的收入也尽数拿去(交租税仍不够)，只得号啕痛哭辗转逃亡，又饥又渴倒在地上，(一路上)顶着狂风暴雨，冒着严寒酷暑，呼吸着带毒的疫气，一个接一个死去,处处死人互相压着。从前和我祖父同住在这里的，现在十户当中剩不下一户了；和我父亲住在一起的人家，现在十户当中只有不到两三户了；和我一起住了十二年的人家，现在十户当中只有不到四五户了。那些人家不是死了就是迁走了。 可是我却凭借捕蛇这个差事才唯独存活了下来。凶暴的官吏来到我乡，到处吵嚷叫嚣，到处骚扰，那种喧闹叫嚷着惊扰乡民的气势，（不要说人）即使鸡狗也不能够安宁啊！我就小心翼翼地起来，看看我的瓦罐，我的蛇还在，就放心地躺下了。我小心地喂养蛇，到规定的日子把它献上去。回家后有滋有味地吃着田地里出产的东西，来度过我的余年。估计一年当中冒死的情况只是两次,其余时间我都可以快快乐乐地过日子。哪像我的乡邻们那样天天都有死亡的威胁呢！现在我即使死在这差事上，与我的乡邻相比，我已经死在（他们）后面了，又怎么敢怨恨（捕蛇这件事）呢？”</p> <p>　　我听了(蒋氏的诉说)越听越悲伤。孔子说：“苛酷的统治比老虎还要凶暴啊!”我曾经怀疑过这句话，现在根据蒋氏的遭遇来看这句话，还真是可信的。唉！谁知道苛捐杂税的毒害比这种毒蛇的毒害更厉害呢！所以（我）写了这篇“说”,以期待那些朝廷派出的用来考察民情的人得到它。 </p> <p><strong>注释</strong><br>1.之：的。<br>2.野：郊外。<br>3.产：生产。<br>4.异：奇特的。<br>5.章，花纹。<br>6.触：碰。<br>7.尽：全。<br>8.以：假设连词，如果。<br>9.啮：咬。<br>10.御：抵挡。<br>11之：代词，指被毒蛇咬后的伤毒。<br>12然得而腊之：然，但。得，抓住。而，表顺接。之，它，代永州的异蛇。<br>13腊（xī）：干肉，这里作动词用，指把蛇肉晾干。<br>14以为饵：以，用来。为，作为。饵，糕饼，这里指药饵。即药引子<br>15可以：可以用来。可，可以。以，用来。<br>16已：止，治愈。<br>17去死肌：去除腐肉。去，去除。死肌，死肉，腐肉。<br>18三虫：泛指人体内的寄生虫。<br>19其始：其，助词，不译。始：刚开始。<br>20太医以王命聚之：以，用。命：命令。聚，征集。之：这种蛇，指永州异蛇。<br>21岁赋其二：岁，每年。赋，征收、敛取。其，这种蛇，指永州异蛇。二，两次<br>22募：招收。<br>23者：……的人。<br>24当其租入：（允许用蛇）抵他的税收。当，抵。<br>25奔走：指忙着做某件事。<br>26焉：兼词，于之，在捕蛇这件事上。也可理解为——语气词兼代词。<br>27专其利：独占这种（捕蛇而不用交税的）好处。<br>28则：却。<br>29死于是：死在（捕蛇）这件事上。<br>30今：现在。<br>31嗣：继承。<br>32数：几次<br>33为之：做捕蛇这件事。<br>34几(jī):几乎,差点儿.<br>34几死者：几乎要被蛇咬死的情况。<br>35数：多次。<br>36言之：之，音节助词，无实义。<br>37貌若甚戚者：表情好像非常忧伤的样子。戚，忧伤。<br>38余悲之：我同情他。<br>39且：并且。<br>40若毒之乎：你怨恨（捕蛇）这件事吗。<br>41将：打算。<br>42于：向。<br>43莅事者：管理政事的人，指地方官。莅事：视事 ，处理公务。<br>44更若役：更换你的差事。役：差事。<br>45复：恢复。赋：赋税。<br>46则何如：那么怎么样。<br>47大：非常。<br>48汪然：满眼含泪的样子。<br>49涕：眼泪。<br>50生：使……活下去。<br>51斯：此，这。<br>52若：1、比得上。2、好像3、你<br>53甚：那么。<br>54向：从前。<br>55为：做。<br>56病：困苦不堪。<br>57自：自从。<br>58居：居住。<br>59积于今：算到现在。积，一年一年累积起来。<br>60生：生活。<br>61日：一天天。<br>62蹙：窘迫。<br>63徙：迁移。<br>64殚：尽，竭尽。<br>65竭：尽。<br>66庐：简陋的房屋。<br>67顿踣：（劳累地）跌倒在地上。<br>68犯：冒。<br>69疠：这里指疫气。<br>70曩 ：从前。<br>71其室：他们的家。<br>72非…则…：不是…就是…。<br>73尔：用于句尾，表示限制的语气。<br>74嚣：叫喊。<br>75隳突：冲撞毁坏。<br>76骇：使人害怕。<br>77虽：即使。<br>78恂恂：小心谨慎的样子。<br>79缶：瓦罐。<br>80弛然：放心的样子。<br>81之：指代蛇。<br>82时：到（规定献蛇的）时候。<br>83退：回来。<br>84甘：有味地。<br>85有：生产出来的东西。<br>86齿：年龄。<br>87盖：用于句首，带有估计的语气。<br>88犯：冒着。<br>89熙熙：快乐的样子。<br>90旦旦：天天。<br>91毒：怨恨。<br>92是：这，指冒死亡的危险。<br>93苛：苛刻。<br>94乎：相当“于”，对.<br>95于：比。<br>96故：所以。<br>97以：用来。<br>98俟：等待，这里有希望的意思。<br>99大风：麻风病<br>100人风：即民风。唐代为了避的讳，用“人”字代“民”字。<br>101汪：汪汪，形容眼泪多。<br>102貌：脸色。<br>103质：质地。</p>",
  "shangxi": "<p>　　所处的时代，是唐王朝由盛到衰的历史转折时期。公元755年安禄山之乱后，中央政权与藩镇不断巩固自己的势力，对人民加重赋税。史书记载：中唐赋多而重，除法定的夏、秋两税外，加征种种苛税。繁重的苛捐杂税，使劳动人民苦不堪言，如再遇天灾，无疑雪上加霜，他们纷纷逃亡、流浪，以至十室九空。柳宗元在唐顺宗时期，参与了以王叔文为首的永贞革新运动。因反对派的强烈反抗，革新运动一百四十多天后失败，顺宗退位，王叔文被杀，柳宗元贬为永州（今属湖南）司马。在永州的十年期间，柳宗元大量地接触下层，目睹当地人民“非死则徙尔”的悲惨景象，感到有责任用自己的笔来反映横征暴敛导致民不聊生的社会现实，希望最高统治者能借此体察民情，推行善政。柳宗元看到“永州之野产异蛇”，听到有蒋氏者“专其利有三世”的事例，他以进步的思想和身边的素材构思了这篇《捕蛇者说》。</p>",
  "poet": {
    "id": 646,
    "star": 0,
    "name": "柳宗元",
    "image": "http://img.gushiwen.org/authorImg/liuzongyuan.jpg",
    "desc": "柳宗元（773年－819年），字子厚，唐代河东（今山西运城）人，杰出诗人、哲学家、儒学家乃至成就卓著的政治家，唐宋八大家之一。著名作品有《永州八记》等六百多篇文章，经后人辑为三十卷，名为《柳河东集》。因为他是河东人，人称柳河东，又因终于柳州刺史任上，又称柳柳州。柳宗元与韩愈同为中唐古文运动的领导人物，并称“韩柳”。在中国文化史上，其诗、文成就均极为杰出，可谓一时难分轩轾。"
  },
  "tags": [
    "古文观止",
    "生活",
    "赋税"
  ]
}