{
  "id": 51155,
  "star": 10,
  "name": "过秦楼·大石",
  "dynasty": "宋代",
  "content": "水浴清蟾，叶喧凉吹，巷陌马声初断。闲依露井，笑扑流萤，惹破画罗轻扇。人静夜久凭阑，愁不归眠，立残更箭。叹年华一瞬，人今千里，梦沉书远。<br>空见说、鬓怯琼梳，容销金镜，渐懒趁时匀染。梅风地溽，虹雨苔滋，一架舞红都变。谁信无聊为伊，才减江淹，情伤荀倩。但明河影下，还看稀星数点。",
  "fanyi": "<p><strong>译文</strong><br>　　圆圆的明月，倒映在清澈的池塘里，像是在尽情沐浴。树叶在风中簌簌作响，街巷中车马不再喧闹。我和她悠闲地倚着井栏，她嬉笑着扑打飞来飞去的流萤，弄坏了轻罗画扇。夜已深，人已静，我久久地凭栏凝思，往昔的欢聚，如今的孤伶，更使我愁思绵绵，不想回房，也难以成眠，直站到更漏将残。可叹青春年华，转眼即逝，如今你我天各一方相距千里，不说音信稀少，连梦也难做!<br>　　听说她相思恹恹，害怕玉梳将鬓发拢得稀散，面容消瘦而不照金镜，渐渐地懒于赶时髦梳妆打扮。眼前正是梅雨季节，潮风湿雨，青苔滋生，满架迎风摇动的蔷薇已由盛开时的艳红夺目，变得零落凋残。有谁会相信百无聊赖的我，像才尽的<a href=\"http://so.gushiwen.org/author_509.aspx\">江淹</a>，无心写<a href=\"http://so.gushiwen.org/view_51155.aspx\">诗</a>赋词，又像是伤情的荀倩，哀伤不已，这一切都是由于对你热切的思念!举目望长空，只见银河茫茫，还有几颗稀疏的星星，点点闪闪。</p> <p><strong>注释</strong><br>过秦楼：词牌名。调见《岳府雅词》，作者李甲。因词中有“曾过秦楼”句，遂取以为名。109字，前11句5平，后11句4平后1、2、4、5、9句是领字格。据《词谱》考证，<a href=\"http://so.gushiwen.org/author_164.aspx\">周邦彦</a>《片玉词》，后人把他的《选官子》词刻作《过秦楼》，各谱遂名周词《选官子》为仄韵《过秦楼》。但两体不一，不能将《过秦楼》调另分仄体韵。<a href=\"http://so.gushiwen.org/author_460.aspx\">苏武</a>慢：又名《选官子》、《选冠子》、《惜余春慢》、《仄韵过秦楼》。<br>清蟾：明月。<br>露井：没有覆盖的井。<br>笑扑流萤：扑捉萤火虫。<br>画罗轻扇：用有画饰的丝织品做的扇子。唐<a href=\"http://so.gushiwen.org/author_211.aspx\">杜牧</a>《秋夕》：“银烛秋光冷画屏，轻罗小扇扑流萤。”<br>凭阑：凭栏，身倚栏杆。<br>更箭：计时的铜壶滴中标有时间刻度的浮尺。<br>梦沉：梦灭没而消逝。<br>琼梳：饰以美玉的发梳。<br>金镜：铜镜。<br>趁时匀染：赶时髦而化妆打扮。<br>梅风：梅子成熟季节的风。<br>溽（rù）：湿润。<br>虹雨：初夏时节的雨。<br>舞红：指落花。<br>才减江淹：相传江淹少时梦人授五色笔而文思大进，而后梦郭璞取其笔，才思竭尽。即后世所称“江郎才尽”。<br>情伤荀倩：荀粲，字奉倩。其妻曹氏亡，荀叹曰：“佳人难再得!”不哭而神伤，未几亦亡。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　此词通过现实、回忆、推测和憧憬等各种意意象的组合，抚今追昔，瞻念未来，浮想联翩，伤离痛别，极其感慨。词中忽景忽情，忽今忽昔，景未隐而情已生，情未逝而景又迁，最后情推出而景深入，给读者以无尽的审美愉悦。</p> <p>　　上片“人静夜久凭栏，愁不归眠，立残更箭”是全词的关键。这三句勾勒极妙，其上写现的句词，经此勾勒，变成了忆旧。一个夏天的晚上，词人独倚阑干，凭高念远，离绪万端，难以归睡。由黄昏而至深夜，由深夜而至天将晓，耳听更鼓将歇，但他依旧倚栏望着，想着离别已久的情人。他慨叹着韶华易逝，人各一天，不要说音信稀少，就是梦也难做啊！</p> <p>　　他眼前浮现出去年夏天屋前场地上“轻罗小扇扑流萤”的情景。黄昏之中，墙外的车马来往喧闹之声开始平息下来。天上的月儿投入墙内小溪中，仿佛水底沐浴荡漾。而树叶被风吹动，发出了带着凉意的声响。这是一个多么美丽、幽静而富有<a href=\"http://so.gushiwen.org/view_51155.aspx\">诗</a>情的夜晚。她井栏边，“笑扑流萤”，把手中的“画罗轻扇”都触破了。这个充满生活情趣的细节写活了当日的欢爱生活。</p> <p>　　下片写两地相思。“空见说、鬓怯琼梳，容销金镜，渐懒趁时匀染。”是词人所闻有关她对自己的思念之情。由于苦思苦念的折磨，鬓发渐少，容颜消瘦，持玉梳而怯发稀，对菱花而伤憔翠，“欲妆临镜慵”，活画出她别后生理上、心理上的变化。“渐”字、“趁时”二字写出了时间推移的过程。接着“梅风地溽，虹雨苔滋，一架舞红都变”三句则由人事转向景物，叙眼前所见。梅雨季节，阴多晴少，地上潮湿，庭院中青苔滋生，这不仅由于风风雨雨，也由于人迹罕至。一架蔷薇，已由盛开时的鲜红夺目变得飘零憔悴了。这样，既写了季节的变迁，也兼写了他心理的消黯，景中寓情，刻画至深。“谁信无聊为伊，才减<a href=\"http://so.gushiwen.org/author_509.aspx\">江淹</a>，情伤荀倩。”这是词人对伊人的思念。先用“无聊”二字概括，而着重处尤“为伊”二字，因相思的痛苦，自己象江淹那样才华减退，因相思的折磨，自己象荀粲那样不言神伤。双方的相思，如此深挚，以至于他恨不能身生双翅，飞到她身旁，去安慰她，怜惜她。可是不能，所以说“空见说”。“谁信”二字则反映词人灵魂深处曲折细微的地方，把两人相思之苦进一步深化了。这些地方表现了周词的沉郁顿挫，笔力劲健。歇拍“但明河影下，还看稀星数点”，以见明河侵晓星稀，表出词人凭栏至晓，通宵未睡作结。通观全篇，是写词人“夜久凭栏”的思想感情的活动过程。前片“人静”三句，至此再得到照应。银河星点，加强了念旧伤今的感情色彩；如此以来，上下片所有情事尽纳其中。</p> <p>　　这首词，上片由秋夜景物，人的外部行为而及内感情郁结，点出“年华一瞬，人今千里”的深沉意绪，下片承此意绪加以铺陈。全词虚实相生，今昔相迭，时空、意象的交错组接跌宕多姿，空灵飞动，愈勾勒愈浑厚，具有极强的艺术震撼力。</p>",
  "about": "<h2>创作背景</h2> 　　有学者认为，词是<a href=\"http://so.gushiwen.org/author_164.aspx\">周邦彦</a>在溧水县时所作，大概是词人想念汴京的旧情人，感慨千里分隔，不能厮守。但中华书局出版的孙虹《清真集校注》里的考证认为：“观词意乃久客思念家室之作，且用荀奉倩典，当游长安时，写于熙宁七年（1074年）。”",
  "poet": {
    "id": 164,
    "star": 0,
    "name": "周邦彦",
    "image": "http://img.gushiwen.org/authorImg/zhoubangyan.jpg",
    "desc": "周邦彦（1056年－1121年），中国北宋末期著名的词人，字美成，号清真居士，汉族，钱塘（今浙江杭州）人。历官太学正、庐州教授、知溧水县等。徽宗时为徽猷阁待制，提举大晟府。精通音律，曾创作不少新词调。作品多写闺情、羁旅，也有咏物之作。格律谨严。语言典丽精雅。长调尤善铺叙。为后来格律派词人所宗。旧时词论称他为“词家之冠”。有《清真集》传世。"
  },
  "tags": [
    "怀人"
  ]
}