{
  "id": 71308,
  "star": 313,
  "name": "归园田居·其五",
  "dynasty": "魏晋",
  "content": "怅恨独策还，崎岖历榛曲。<br>山涧清且浅，可以濯吾足。<br>漉我新熟酒，只鸡招近局。<br>日入室中暗，荆薪代明烛。<br>欢来苦夕短，已复至天旭。",
  "fanyi": "<p><strong>译文</strong><br>独自怅然拄杖还家，道路不平荆榛遍地。<br>山涧流水清澈见底，途中歇息把足来洗。<br>滤好家中新酿美酒，烹鸡一只款待邻里。<br>太阳落山室内昏暗，点燃荆柴把烛代替。<br>兴致正高怨恨夜短，东方渐白又露晨曦。</p> <p><strong>注释</strong><br>①怅恨：失意的样子。策：指策杖、扶杖。还：指耕作完毕回家。曲：隐僻的道路。这两句是说怀着失意的心情独自扶杖经过草木丛生的崎岖隐僻的山路回家了。　<br>②濯：洗。濯足：指去尘世的污垢。　<br>③漉：滤、渗。新熟酒：新酿的酒。近局：近邻、邻居。这两句是说漉酒杀鸡，招呼近邻同饮。　<br>④暗：昏暗。这句和下句是说日落屋里即昏暗，点一把荆柴代替蜡烛。　<br>⑤天旭：天明。这句和上句是说欢娱之间天又亮了，深感夜晚时间之短促。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　这首<a href=\"http://so.gushiwen.org/view_71308.aspx\">诗</a>是<a href=\"http://so.gushiwen.org/author_645.aspx\">陶渊明</a>组诗《归园田居》五首的最后一首。对此诗的首句“怅恨独策还”，有两种解说：一说认为这首诗是紧承第四首《归园田居·久去山泽游》而作，例如方东树说，“怅恨”二字，承上昔人死无余意来”（《昭昧詹言》卷四），黄文焕也说，“昔人多不存，独策所以生恨也”（《陶诗析义》卷二）；另一说认为这一句所写的“还”，是“耕种而还”（邱嘉穗《东山草堂陶诗笺》中语）。这两说都嫌依据不足。如果作者所写是还自“荒墟”的心情，则组诗第四首《归园田居·久去山泽游》之“披榛步荒墟”为“携子侄辈”同往，应该不会“独策还”。如果作者是耕种归来，则所携应为农具，应如这组诗的第三首《归园田居·种豆南山下》所写，“荷锄”而归，似不应策杖而还。联系下三句看，此句所写，似不如视作“性本爱丘山”的作者在一次独游的归途中生发的“怅恨”。其“怅恨”，可以与此句中的“还”字有关，是因游兴未尽而日色将暮，不得不还；也可以与此句中的“独”字有关，是因独游而产生的孤寂之感。这种孤寂感，既是这次游而无伴的孤寂感，也是作者隐藏于内心的“举世皆浊我独清”（《楚辞·渔父》）的时代孤寂感。次句“崎岖历榛曲”，写的应是真景实事，但倘若驰骋联想，从象喻意义去理解，则当时的世途确是布满荆榛，而作者的生活道路也是崎岖不平的。联系其在《感士不遇赋序》中所说的“夷皓有安归之叹，三闾发已矣之哀”，不妨设想：其在独游之际，所感原非一事，怅恨决非一端。</p> <p>　　此诗的三、四两句“山涧清且浅，可以濯吾足”，则化用《孟子·离娄》“沧浪之水清兮，可以濯我缨；沧浪之永浊兮，可以濯我足”句意，显示了作者的生活情趣和委身自然、与自然相得相洽的质性。人多称渊明冲淡静穆，但他的心中并非一潭止水，更非思想单纯、无忧无虑。生活、世事的忧虑固经常往来于其胸中，只是他能随时从对人生的领悟、与自然的契合中使烦恼得到解脱、苦乐得到平衡，从而使心灵归于和谐。合一、二两句来看这首诗的前四句，正是作者的内心由怅恨而归于和谐的如实表述。</p> <p>　　这首诗写的是两段时间、两个空间。前四句，时间是日暮之前，空间是山路之上；后六句，则在时间上从日暮写到“天旭”，在空间上从“近局”写到“室中”。如果就作者的心情而言，则前四句以“怅恨”发端，而后六句以“欢来”收结。作者尝自称“质性自然，非矫厉所得”（《归去来兮辞序》），其“归田园居”的主要原因，如这组诗的首篇《归园田居·少无适俗韵》所说，为的是“复得返自然”，以求得本性的回归，保全心灵的真淳。这首诗所写的始则“怅恨”，终则“欢来”，当忧则忧，可乐则乐，正是其脱离尘网后一任自然的真情流露。</p> <p>　　后六句的“漉我新熟酒，只鸡招近局，日入室中暗，荆薪代明烛”四句，写作者还家后的实事实景，如其《杂诗十二首》之一所说，“得欢当作乐，斗酒聚比邻”。从这四句诗可以想见：酒为新熟，菜仅只鸡，草屋昏暗，以薪代烛，宛然一幅田家作乐图。这样的饮酒场面，其实很寒酸，但作者写来丝毫不觉其寒酸，令人读者看来也不会嫌其寒酸，而只会欣赏其景真情真，趣味盎然。篇末“欢来苦夕短，已复至天旭”二句，即<a href=\"http://so.gushiwen.org/author_887.aspx\">张华</a>《情诗》“居欢惜夜促”意，也寓有《古辞·西门行》“人生不满百，常怀千岁忧，昼短而夜长，何不秉烛游”几句中所抒发的人生短促、光阴易逝的感慨。而为了进一步理解、领会这两句诗的内涵，还可以参读作者的另一些诗句，如《游斜川》诗所说的“中觞纵遥情，忘彼千载忧，且极今朝乐，明日非所求”，又如《己酉岁九月九日》诗所说的“从古皆有没，念之中心焦，何以称我情，浊酒且自陶，千载非所知，聊以永今朝。”从这些诗来看作者的这次欢饮，有聊以忘忧的成分，在“欢”的背后其实闪现着“忧”的影子。同时，作者之饮酒也是他的逃世的手段，是为了坚定其归田的决心，如其《饮酒二十首》诗所说，“泛此忘忧物，远我遗世情”（《饮酒·秋菊有佳色》），“纡辔诚可学，违己讵非迷，且共欢此饮，吾驾不可回”（《饮酒·清晨闻扣门》）。当然，他的饮酒更是与其旷达的心性相表里的；这就是他在《饮酒》诗的首章所说的“寒暑有代谢，人道每如兹，达人解其会，逝将不复疑，忽与一觞酒，日夕欢相持。”</p> <p>　　朱光潜在《论诗》第十三章《陶渊明》中谈到渊明的情感生活时指出，他“并不是一个很简单的人。他和一般人一样，有许多矛盾和冲突；和一切伟大诗人一样，他终于达到调和静穆。”对于这首诗所写的“怅恨”、“欢来”以及“苦”时间之短促，是应从多方面去理解、领会的。</p>",
  "poet": {
    "id": 645,
    "star": 0,
    "name": "陶渊明",
    "image": "http://img.gushiwen.org/authorImg/taoyuanming.jpg",
    "desc": "陶渊明（约365年—427年），字元亮，（又一说名潜，字渊明）号五柳先生，私谥“靖节”，东晋末期南朝宋初期诗人、文学家、辞赋家、散文家。汉族，东晋浔阳柴桑人（今江西九江）。曾做过几年小官，后辞官回家，从此隐居，田园生活是陶渊明诗的主要题材，相关作品有《饮酒》、《归园田居》、《桃花源记》、《五柳先生传》、《归去来兮辞》等。"
  },
  "tags": [
    "田园",
    "生活",
    "孤独",
    "感慨",
    "人生"
  ]
}