{
  "id": 49155,
  "star": 16,
  "name": "生查子·金鞭美少年",
  "dynasty": "宋代",
  "content": "金鞭美少年，去跃青骢马。牵系玉楼人，绣被春寒夜。<br>消息未归来，寒食梨花谢。无处说相思，背面秋千下。",
  "fanyi": "<p><strong>译文<br></strong>威武俊美的年轻人跨上金鞍，扬鞭跃马轻驰而去，从此牵走了她的心神。闺楼之上，年轻的妻子时时挂念他，只觉得绣被不暖，春夜更寒。<br>天天等他的消息，可是，寒食节过了，梨花又谢了，依旧不见丈夫的身影。相思之苦向谁诉说？秋千架下她默默伫立，背过脸儿暗自叹息。</p> <p><strong>注释<br></strong>①金鞭：用黄金做的马鞭。喻骑者之富贵。<br>②青骢马：青白色相杂的骏马。<br>③牵系：牵挂，挂念。<br>④玉楼人：指闺中女子。<br>⑤消息：指离人的音信。<br>⑥寒食：民间节日，在清明前一日或二日。<br>⑦背面秋千下：化用<a href=\"http://so.gushiwen.org/author_204.aspx\">李商隐</a><a href=\"http://so.gushiwen.org/view_49155.aspx\">诗</a>《无题二首》其一“十五泣春风，背面秋千下”。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　本篇小词以精细的笔触刻画了这位少妇对行人梦萦神驰的相思。</p> <p>　　“金鞭美少年，去跃青骢马。”起笔叙事，描绘“金鞭美少年”的形象，写其夫出游，挥金鞭，跨名马，烘托出“美少年”英俊潇洒的札姿，也是两人分离时少妇脑海中铭刻最深的一幕。</p> <p>　　“牵系玉楼人，绣被春寒夜。”三、四两句写少年走后，女主人公的感情和思绪始终牵系远出的丈夫身上：到了夜晚，绣被春寒，孤灯独眠，寂寞难耐。分离留给少妇的是无堪的离愁别绪，“牵系”以下过渡到写膳者的别愁。“玉楼”、“绣被”，由物见人，暗示居者乃深处闺阁的佳丽。“绣被春寒夜”一句，渲染出佳人独守空闺辗转不寐的寂寞境况。时当阳春，燕双仡繁，夜深入静，倍增离思。“寒”字不仅点季候、写气氛，更是人物孤单冷落心境的映现。 </p> <p>　　“消息未归来，寒食梨花谢。”五、六句写多少春寒之夜，所盼来的却足行人“未归”的消息。女主人公天天盼，月月盼，寒食节过去了，梨花开了又谢了，一次次地等待，始终没有等到丈夫的音信，随之而来的，只是一次次失望。“寒食梨花谢”，是通过节令和景物来暗示出时间的流逝，表现她无限的怅惘。</p> <p>　　“无处说相思，背面秋千下。”结拍两句，写女主人公秋千架下背面痴痴地站着，她默默地承受着相思之苦，无处诉说，也不想对人诉说。“背面”暗示出她难过，哭泣。“秋千下”本是青年妇女嬉戏之处，选择这一场景可增强艺术效果。<a href=\"http://so.gushiwen.org/author_204.aspx\">李商隐</a><a href=\"http://so.gushiwen.org/view_49155.aspx\">诗</a>有“十五泣春风，背面秋千下”之句。小晏随手拈来用在此词收尾，可谓传神之笔。写出少妇思夫的心情深沉执着，又不好向他人倾吐，只好痴立于日常两人游乐之处凝想。这里以人物外在形态刻画内在心灵的感情波澜，含蓄而有韵致。</p> <p>　　全词由别离写到别后。由行者写到居者．由形貌而暗示心灵，层层递进，摹写出主人公文静细腻而内向的性格，展现出少年思妇复杂、沉重而敏感的心态，笔致颇为灵秀。</p>",
  "about": "<h2>创作背景</h2> 　　这首词在写别离相思同时，十分典型地表现了<a href=\"http://so.gushiwen.org/author_588.aspx\">晏几道</a>对自己早年生活和地位的良好感觉。“金鞭美少年，去跃青骢马”，是词人为早年的自己在做自画像。晏几道出生于一个钟鸣鼎食的荣华之家，父亲<a href=\"http://so.gushiwen.org/author_432.aspx\">晏殊</a>为北宋“太平宰相”，为他留下万贯家私，供他“费资千百万”地挥霍。“《水调》声长歌未了，掌中杯尽东池晓”（《蝶恋花》），是他当年放纵无节制生活的写照。而且，由于家庭背景的原因晏几道在少年时还受到皇帝的赏识。晏几道早年的生活与《红楼梦》中娇生惯养的贾宝玉类似，一言一行、一举一动都有婢仆侍候、清客奉承，早年的经历很好地培养了晏几道生活的自信心和优越感。他总是自负“锦衣才子”、“少陵<a href=\"http://so.gushiwen.org/view_49155.aspx\">诗</a>思”，“金鞭美少年”再次凸显了词人的心理优越及自负。这样的佳公子，匹配“玉楼”绝色女子，可称郎才女貌，相得益彰。",
  "poet": {
    "id": 588,
    "star": 0,
    "name": "晏几道",
    "image": "http://img.gushiwen.org/authorImg/yanjidao.jpg",
    "desc": "晏几道（1030-1106，一说1038—1110 ，一说1038-1112），男，汉族，字叔原，号小山，著名词人，抚州临川文港沙河（今属江西省南昌市进贤县）人。晏殊第七子。历任颍昌府许田镇监、乾宁军通判、开封府判官等。性孤傲，晚年家境中落。词风哀感缠绵、清壮顿挫。一般讲到北宋词人时，称晏殊为大晏，称晏几道为小晏。《雪浪斋日记》云：“晏叔原工小词，不愧六朝宫掖体。”如《鹧鸪天》中的“舞低杨柳楼心月，歌尽桃花扇底风”等等词句，备受人们的赞赏。"
  },
  "tags": [
    "写景",
    "怀人",
    "相思"
  ]
}