{
  "id": 11,
  "star": 296,
  "name": "麟之趾",
  "dynasty": "先秦",
  "content": "麟之趾，振振公子，于嗟麟兮。<br>麟之定，振振公姓，于嗟麟兮。<br>麟之角，振振公族，于嗟麟兮。",
  "fanyi": "<p><strong>译文</strong><br>麟的脚趾呵，仁厚的公子呵。哎哟麟呵！<br>麟的额头呵，仁厚的公姓呵。哎哟麟呵！<br>麟的尖角呵，仁厚的公族呵。哎哟麟呵！</p> <p><strong>注释</strong><br>⑴麟：麒麟，传说动物。它有蹄不踏，有额不抵，有角不触，被古人看作至高至美的野兽，因而把它比作公子、公姓、公族的所谓仁厚、诚实。趾：足，指麒麟的蹄。<br>⑵振振（zhēn真）：诚实仁厚的样子。公子：与公姓、公族皆指贵族子孙。<br>⑶于（xū虚）：通吁，叹词。　于嗟：叹美声。<br>⑷定：通颠，额。<br>⑸公姓：诸侯之子为公子，公子之孙为公姓。或曰公姓犹言公子，变文以协韵。<br>⑹公族：与公姓义同。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　这是一首赞美诸侯公子的<a href=\"http://so.gushiwen.org/view_11.aspx\">诗</a>。但这公子究竟是作为商纣“西伯”的文王之子，还是爵封“鲁公”的<a href=\"http://so.gushiwen.org/author_845.aspx\">周公旦</a>之子，抑或是一般的贵族公子，就不得而知了。按<a href=\"http://so.gushiwen.org/author_459.aspx\">朱熹</a>《诗集传》“文王后妃德修于身，而子孙宗族皆化于善，故诗人以‘麟之趾’兴公之子”的解说看，似指周文王的“子孙”而言；但《毛诗序》则有“《关雎》之化行则天下无犯非礼，虽衰世之公子，皆信厚如麟趾之时也”之说。既为“衰世”，就非必定为文王或周公之子了。</p> <p>　　赞美贵族公子，而以“麟”起兴，这在今天的读者，或许会感到奇怪，但在古代却是一桩异常庄重和动情的事。所谓“麟”，其实就是糜，鹿之一种而已。不过古代传说中的“麟”，却非同寻常：据汉<a href=\"http://so.gushiwen.org/author_403.aspx\">刘向</a>《说苑》称，“麒麟，麕身牛尾，圜头一角，含信怀义，音中律吕，步中规矩，择土而践，彬彬然动则有容仪”；《春秋感应符》更发挥“一角”之义曰：“麟一角，明海内共一主也。”《<a href=\"http://so.gushiwen.org/author_320.aspx\">荀子</a>》亦云：“古之王者，其政好生恶杀，麟在郊野。”大抵是一种兆示“天下太平”的仁义之兽。所以后儒赞先王之圣明，则眉飞色舞于“麒麟在圃，鸾凤来仪”；孔子生春秋乱世，则为鲁哀公之“获麟”而泣，以为麟出非时也。</p> <p>　　明白了“麟”在古人心目中的尊崇地位，即可把握此诗所传达的热烈赞美之情了。首章以“麟之趾”引出“振振公子”，正如两幅美好画面的化出和叠印：眼间刚出现那“不践生草、不履生虫”的仁兽麒麟，悠闲地行走在绿野翠林，却又恍然流动，化作了一位仁厚（“振振”）公子，在麒麟的幻影中微笑走来。仁兽麒麟与仁厚公子，由此交相辉映，令人油然升起一股不可按抑的赞叹之情。于是“于嗟麟兮”的赞语，便带着全部热情冲口而出，刹那间振响了短短的诗行。二、三两章各改动二字，其含义并没有多大变化：由“麟”之趾，赞到“之定”、“之角”，是对仁兽麒麟赞美的复沓；至于“公子”、“公姓”、“公族”的变化，则正如马瑞辰《毛诗传笺通释》所说，“此诗公姓犹言公子，特变文以协韵耳。公族与公姓亦同义”。如此三章回旋往复，眼前是麒麟、公子形象的不断交替闪现，耳际是“于嗟麟兮”赞美之声的不断激扬回荡。视觉意象和听觉效果的交汇，经了叠章的反覆唱叹，所造出的正是这样一种兴奋、热烈的画意和诗情。</p> <p>　　前文说到这是一首赞美贵族公子的诗，似乎已没有异议。但它究竟歌唱于何种场合，实在又很难判明。方玉润以为此乃“美公族龙种尽非常人也”（《诗经原始》），大抵为庆贺贵族生子的赞美诗，似乎较近原意。古代的王公贵族，总要自夸其身世尊崇不同凡俗，所以他们的后代，也定是“龙种”、“麟子”。这首诗用于恭贺贵族得子的场合，大约正能满足那些王公大人的虚荣、自尊之心。然而，自从卑贱如陈胜、吴广这样的氓隶之徒，曾喊着“王侯将相宁有种乎”的不平之语揭竿而起以后，凡俗之家便也有了愿得“麟子”的希冀。在这样的背景上反观“麟之趾”，则能与仁兽麒麟媲美，而可热情赞美的，就决非只有“公族”、“公姓”了——既然有不少贵族“龙种”，最终被历史证明只是王冠落地的不肖“跳蚤”；那么凡俗之家，就也能崛起叱咤风云的一代“麟子”。 </p>",
  "about": "<h2>创作背景</h2> 　　鲁哀公十四年，鲁人去西郊打猎，猎获一只麒麟，而不识为何物。孔子见了，说道：“这是麒麟呀！”获麟一事对于孔子刺激很大，他记在他所作的《春秋》上，而且停笔不再往下写了。并又作了一首《获麟歌》。这首<a href=\"http://so.gushiwen.org/view_11.aspx\">诗</a>很像是孔子的《获麟歌》。诗三章，其首句描写麒麟，次句描写贵族，末句慨叹不幸的麒麟。意在以贵族打死麒麟比喻统治阶者迫害贤人（包括孔子自己）。",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": [
    "诗经",
    "赞美"
  ]
}