{
  "id": 48009,
  "star": 114,
  "name": "杂诗二首",
  "dynasty": "魏晋",
  "content": "漫漫秋夜长，烈烈北风凉。<br>展转不能寐，披衣起彷徨。<br>彷徨忽已久，白露沾我裳。<br>俯视清水波，仰看明月光。<br>天汉回西流，三五正纵横。<br>草虫鸣何悲，孤雁独南翔。<br>郁郁多悲思，绵绵思故乡。<br>愿飞安得翼，欲济河无梁。<br>向风长叹息，断绝我中肠。</p> <p>西北有浮云，亭亭如车盖。<br>惜我时不遇，适与飘风会。<br>吹我东南行，行行至吴会。<br>吴会非吾乡，安能久留滞。<br>弃置勿复陈，客子常畏人。",
  "fanyi": "<p><strong>译文</strong><br>漫漫的秋夜多么深长，烈烈的北风吹来正凉。<br>躺在床上辗转不能睡，披衣而起徘徊在前堂。<br>徘徊不定时光忽已久，白露渐渐浸湿我衣裳。<br>俯视池中清水起微波，仰看空中皎皎明月光。<br>心星噣星排列呈纵横，银河转而流向正西方。<br>草虫的叫声多么可悲，鸿雁孤独地向南飞翔。<br>内心闷闷不乐忧愁多，连续不断地思念故乡。<br>想要高飞何处得双翅，想要渡河河面无桥梁。<br>面对长风而微微叹息，忧思不尽断我腹中肠。</p> <p>西北天空有一朵浮云，耸立无依形状如车盖。<br>可惜浮云没遇好时机，恰巧与突起的暴风遇。<br>暴风吹我飘行到东南，南行来到吴郡会稽郡。<br>吴会二郡不是我故乡，如何能够在此久停留。<br>抛开忧愁不必说其他，客子身居异乡畏人欺。</p> <p><strong>注释</strong><br>烈烈：风吹过之声。<br>展转：展同辗，指睡觉时翻来覆去。寐：入睡。<br>彷徨：徘徊，犹豫不决，心神不定。<br>天汉：指银河。西流：指银河由西南转而向正西流转，表示已是夜深时分。<br>三五：指星。三指心星，五指噣星。<br>郁郁：苦闷忧伤。<br>济：渡。梁：桥。<br>中：同“衷”。中肠：谓腹中之肠，喻愁苦之甚。<br>浮云：漂浮的云。<br>亭亭：耸立而无所依靠的样子。车盖：车蓬。<br>时不遇：没遇到好时机。<br>适：正值，恰巧。<br>行行：走了又走，这里是极言漂泊之远。吴会：指吴郡与会稽郡，今江、浙一带。<br>滞：停留。<br>弃置勿复陈：此为乐府<a href=\"http://so.gushiwen.org/view_48009.aspx\">诗</a>套语。弃置：放在一边。陈：叙说。<br>畏人：言客子力单，怕被他人所欺。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　用“杂<a href=\"http://so.gushiwen.org/view_48009.aspx\">诗</a>”做题名，开始于建安时期。《文选》李善注解释这一题名说：“杂者，不拘流例，遇物即言，故云杂也。”也就是说，触物兴感，随兴寓言，总杂不类。所以，题为“杂诗\"，等于是无题，赋物言情，都是比较自由的。<a href=\"http://so.gushiwen.org/author_616.aspx\">曹丕</a>这两首杂诗则是抒写他乡游子的情怀。</p> <p>　　建安时期风气之一，是诗人喜作代言体诗。即揣摩客观人物的情怀代其抒情。曹丕是其中突出一个，如他的《于清河见挽船士新婚与妻别》是代新婚者抒情，《寡妇诗》是代阮璃的遗孀抒情，《代刘勋妻王氏杂诗》是代弃妇抒情。《杂诗二首》也属于这一类，不过是代游子抒怀而已。它的高妙在于能真切地抒写出他乡游子的情怀与心境，其中自不妨有作者自身的感受，却并不限于作者一身，这是与自抒己情的抒情诗不尽相同的。</p> <p>　　第一首的主要特色在善用赋笔，也就是善用白描的手法写情。诗人先不点明主题，开篇用了整整十二句诗，即占全诗三分之二的篇幅，着意描写主人公夜不安席、徒倚彷徨的情态。诗人将主人公置于秋夜的大背景中，用环境的丰富拓开一介广阔的描写空间，得以从容落笔，淋漓写情，整个画面情景相生，气氛浓郁。</p> <p>　　诗从季节、辰侯发端。 “古诗云：“愁多知夜长”。思心愁绪满怀的人最不耐长夜的煎熬，而飒飒秋风自又分外增一层凄凉之感。首二句表面看来纯系景语，实际其中已隐含一愁人在，与三、四二句水乳交融，这是行笔入神的地方。人未见而神已出，全在诗句中酝酿的一种气氛，妙在虽不明言，却真切可感。三、四两句接着写出主人公心神不定，辗转难眠。五、六两句写主人公的思怀太深沉了，太专一了，竟然感觉不出时光的流逝，不知已徘徊了许久时间，露水都把衣衫沾湿了。虽只两何诗，却极传深思痴想之神。他低头游目，只有清澄的池水在月色下滚动鳞鳞的波光；仰头纵观，也无非明月当头，夜色深沉，银河已向西倾颓，寥廓的夜空上镶嵌一天星斗。第七至第十这四句诗笔笔写景，却笔笔无不关情。主人公那一种百无聊赖、寂寞孤独之感，直从字里行间泛溢出来，与开端两句同样具有以景传情之妙。“草虫鸣何悲，孤雁独南翔”，恰在此时此境，又是秋虫的阵阵悲鸣送入耳鼓，失群的南飞孤雁闯入眼帘，无不触物伤情，频增思怀愁绪。整个这一大段，以悠然的笔调一笔笔描来，情景如见，气氛愈酿愈浓。</p> <p>　　经过上面这一段高妙笔墨的描述，主人公思深忧重的情态已如在眼前。这时诗人才将笔头轻轻掉入主题：“郁郁多悲思，绵绵思故乡。”二句便有千钧之重。这力量不是来自两句直述语本身，而是来自前面那一大段精采的铺垫描写。那深愁难遣、寝息不安、孤寂无聊的形象，已把乡思推到了极点，因而使这二句平淡的叙语具有了画龙点睛的妙用，与前面的情景相映益彰。由此也可以悟出古诗章法的奥妙。诗人并没有就此打住，继续从欲归不能这个侧面展拓一笔：“愿飞安得翼，欲济河无梁。”强烈的归乡愿望，更反衬出乡思的深浓。而还乡无望，把主人公推入更深的悲哀，因而只有向风长叹，肝肠断绝了，这个结尾余味悠然，余情袅袅，颇有余音绕梁之妙。</p> <p>　　第二首诗与前一首虽然都是写游子题材，却截然不同。在艺术表现上，前一首多用赋笔，这一首则多用比兴。在思想内容上，前一首着重抒写他乡游子的缠绵深挚的思乡之情，这一首则着重表现游子身处异乡的不安之感。适应这一主题的需要，前六句运用比兴的手法突出揭示了游子身不自主流落他乡的情势。诗人将比兴运用到了出神入化的地步，贴切传神，韵味浓郁。开端二句便奕奕有神：“西北有浮云，亭亭如车盖。”一朵飘摇不定的浮云本就与游子的处境极其切合，车是古人主要的交通工具之一，浮云形似车盖，又分外增一层流移飘荡之感。下面每两句一层，层折而下，把游子流落他乡的遭际写得笔酣墨饱。“惜哉时不遇，适与飘风会\"，浮云本难滞定一方，却又命乖时舛，恰与突起的狂风遭遇。飘风，暴起之风。以浮云遭遇狂风表现游子为情势所迫不得不奔走他乡，可谓形景切合，情理自然。因受飘风鼓荡，一去便千里迢迢，远至东南的极点了：“吹我东南行，行行至吴会。”句中没有一个感叹字眼，却有千回百转无限伤怀之味，“行行至吴会\"，无字不含远飓怨尤之意。这六句诗笔在浮云，意在游子，形象鲜明，意蕴沉深，耐人玩味。古人说诗写得好，要“意象俱足”，这几笔足以当之。</p> <p>　　开篇这六句诗中饱含对命运的哀怨。这哀怨固然来自游子飘泊之感，然而在这首诗中尤其是来自他乡难以驻足的怨愤。这就成为下文写游子异乡不安之感的先行之神。诗歌运笔前文能成后文先行之神，便前后关锁紧密，境界浑融，意浓味足。因此下文落笔便较为轻易了：“吴会非我乡，安能久留滞“。吴郡、会稽这两个地方不是我的家乡，怎么能长久呆在这里！虽只是一种态度决绝的声音，这声音的背后却不知含有多少怨苦与愤懑。妙在千言万语已经涌到嘴边，却没有一宗宗倾诉出来，而只化为一句决绝的声音，表现出极其复杂的感情，饶有余味。末二句用了同样的手法：“弃置莫复陈，客子常畏人。”丢开不要说了，作客他乡是不能不“常畏人”的。游子驻足他乡，人地两生，孤立无援，落脚与谋生都不能不向人乞求，看人眼色。这极为复杂的感受只用“畏人”二字表现出来，有含蕴无穷之感。</p> <p>　　异乡不安之感，也是游子歌咏的老主题。《诗经·王风·葛藟》说：“谓他人父，亦莫我顾。”“谓他人母，亦莫我有。”“谓他人昆，亦莫我闻。’’写尽了游子处他乡求告无门的境遇。汉乐府《艳歌行》中所写流宕在他县的兄弟几人要算遭遇较好的了，碰到个热情的女主人还为他们缝补破衣服，但已遭到男主人的猜忌与斜眼，害得他们不得不表白：“语卿且勿眄，水清石自见。”不过曹丕这一首没有像《诗经》、汉乐府那样，做某些细节的具体描绘，而是全用高度概括的笔墨，发挥虚笔的妙用。写得虚了，似乎说得少了，实际上概括得更深广，启人想象更多，包蕴的内容更丰富了。虚、实各有其妙用，艺术的辩证法总是如此。</p>",
  "poet": {
    "id": 616,
    "star": 0,
    "name": "曹丕",
    "image": "http://img.gushiwen.org/authorImg/caopi.jpg",
    "desc": "曹魏高祖文皇帝曹丕（187年冬－226年6月29日），字子桓，三国时期著名的政治家、文学家，曹魏的开国皇帝，公元220－226年在位。他在位期间，平定边患。击退鲜卑，和匈奴、氐、羌等外夷修好，恢复汉朝在西域的设置。除军政以外，曹丕自幼好文学，于诗、赋、文学皆有成就，尤擅长于五言诗，与其父曹操和弟曹植，并称三曹，今存《魏文帝集》二卷。另外，曹丕著有《典论》，当中的《论文》是中国文学史上第一部有系统的文学批评专论作品。去世后庙号高祖（《资治通鉴》作世祖），谥为文皇帝，葬于首阳陵。"
  },
  "tags": [
    "游子",
    "思归",
    "组诗"
  ]
}