{
  "id": 3223,
  "star": 85,
  "name": "落花落",
  "dynasty": "唐代",
  "content": "落花落，落花纷漠漠。<br>绿叶青跗映丹萼，与君裴回上金阁。<br>影拂妆阶玳瑁筵，香飘舞馆茱萸幕。<br>落花飞，燎乱入中帷。<br>落花春正满，春人归不归。<br>落花度，氛氲绕高树。<br>落花春已繁，春人春不顾。<br>绮阁青台静且闲，罗袂红巾复往还。<br>盛年不再得，高枝难重攀。<br>试复旦游落花里，暮宿落花间。<br>与君落花院，台上起双鬟。",
  "fanyi": "<p><strong>译文</strong><br>落花落了下来，纷纷扰扰悄无声息地落了下来。<br>绿色的叶子、青色的花萼映衬着红彤彤的花朵，伴随着我和你慢慢登上了金碧辉煌的楼阁。<br>落花的影子轻拂过精心装饰过的台阶和精美的筵席，香气随风飘过人们舞馆门口插着茱萸华丽的帐幕。<br>落花随风漫天飞舞，缤纷地飞入四周的帐幕中。<br>落花的时候正是仲春时节，游春的人回来不回来啊？<br>落花轻轻飘落，浓郁的香气围绕着高高的树木，<br>当花落的时候春天已经很繁盛了，游春的人都顾全不完。<br>华丽精美的楼阁，深绿色台榭让人觉得安静闲适，众多的美人来回穿梭其中。<br>青春年华一去不复返，人生顶点难以再次达到。<br>但可以再次试着白天畅游落花之中，夜晚住宿于落花之间。<br>我和你一起住在落花飘飞的院落里，楼台上飞翔着成双成对的朱鬟。</p> <p><strong>注释</strong><br>（1）跗（fū ）：花萼。南朝齐·<a href=\"http://so.gushiwen.org/author_628.aspx\">沈约</a>《郊居赋》“衔素蕊于青跗。”又如：跗萼(花萼与子房。亦指花朵);跗萼联芳(比喻兄弟均贵显荣耀)。<br>（2）萼（è）：动植物身体上的结构,花萼,包在花瓣外面的一圈绿色叶状薄片,花开时托着花瓣。如：萼跗(萼，花萼；跗，通“栿”,花萼房。比喻兄弟)；萼绿君(茉莉花的别名)。<br>（3）裴（péi ）：长衣下垂的样子。<br>（4）玳（dài）瑁（mào）：热带和亚热带海洋里的一种食肉性海龟，壳长很少超过二尺，具黄色斑纹的褐色大型角质板呈覆瓦状排列,是市场上的优良龟甲。<br>（5）筵,亦称玳筵,指精美的筵席。<br>（6）茱（zhū ）萸（yú）：落叶小乔木，开小黄花，果实椭圆形,，紫红色，味酸，可入药。<br>（7）氛（fēn）氲（yūn）：指浓郁的烟气或香气。南朝梁·沉约《咏竹火笼》：“覆持鸳鸯被，白鹤吐氛氲。”唐·无可《兰》<a href=\"http://so.gushiwen.org/view_3223.aspx\">诗</a>：“兰色结春光，氛氲掩众芳。”清·<a href=\"http://so.gushiwen.org/author_585.aspx\">黄景仁</a>《初更后有携酒食至者》诗：“满堂酒气飘氛氲，一缕心烟起蓊勃。”<br>（8）绮（qǐ）：本义指细绫，有花纹的丝织品，此处作“华丽，美丽”解。<br>（9）袂（mèi）：本义指衣袖。罗袂，丝罗的衣袖，亦指华丽的衣着。<br>（10）双鬟（huán）：1.古代年轻女子的两个环形发髻。2.借指少女。3.指婢女。4.指千金高价。语本汉辛延年《羽林郎》诗：“胡姬年十五﹐春日独当垆……两鬟何窈窕﹐一世良所无。一鬟五百万﹐两鬟千万余”。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这是一首伤春之作，有种春伤的情怀。所谓春伤，就是人在美好的意境中年华老去，回首还似在梦中的意思。人还沉浸在美好的青春年华，却不知青春已渐远去。 亦是花儿落下变得冷漠无情！离人而去！</p> <p>　　首先，<a href=\"http://so.gushiwen.org/view_3223.aspx\">诗</a>人从最显眼的色彩入笔，完全符合人的审美途径，容易引起共鸣，“绿叶青跗映丹萼， 与君裴回上金合。”这两句话，着重描绘色彩。诗中的色彩是鲜艳欲滴的，如：“绿叶”，“青跗”，“丹萼”。而且从“叶”，“跗”，“萼”，这三者次序依次上升，宛如你正在赏花，目光逐渐上移。然而画不是静态的，一副色彩鲜艳华丽会动的画面。“映”字点出色彩的互衬互溶，暗示了花朵衬在绿叶里在风中摇曳。着这样的如梦如幻意境下，作者和友人一起游赏金碧辉煌的楼阁。</p> <p>　　“影拂妆阶玳瑁筵，香飘舞馆茱萸幕”。“玳瑁筵”，亦称玳筵,指精美的筵席。“茱萸幕”指的是绘有茱萸或者插满茱萸的幕帘。色泽上玳瑁筵和茱萸幕已经占尽优势。诗人再从动态上描述：“香飘”，“影拂”中香和影都是抽象的，需要心领神会的。飘和拂都是细微的动作，这些意动的描写，体现了作者心神放松，神气宜然。敏锐的捕捉到香气和烂漫变换。</p> <p>　　看着色彩艳丽的落花，让人心情变得美好，于是将花丛的色泽实化为玳瑁筵，将花香说成是帘幕随风舞动而成。从而在神态和形态上把握住了春天的内涵，达到了一种轻松愉悦的心态。</p> <p>　　这种灵敏的诗性和杨巨源的“诗家清景在新春，绿柳才黄半未匀。”是一样的，但是诗人的描绘则更为鲜艳华贵，具有孩童般的率真，更带有浓浓的春的气息。</p> <p>　　这里指的注意的是，每句诗中，作者都用的两个动词。若说飘和拂都是细微的，妆和舞则是彻彻底底在作者感受到春的神意后内心激动恣意狂放的喜悦了。妆和舞的是外物也何尝不是诗人自己整束衣冠，载歌载舞呢？</p> <p>　　落花落，落花随风飞舞，漫天的花瓣，在风中舞得缭乱，显现了千万种舞姿，落花如痴如醉，如梦如幻，随风飘进了屋子，在飘飘的帷幔中飞舞，又如人生终于舞作了一生中最美的姿态。</p> <p>　　“落花春正满，春人归不归。”归不归？ 满是疑问，其实早有了解答。 便如那岁岁荣枯的花，自有其归宿。</p> <p>　　“试复旦游落花里，暮宿落花间。”那花树一身香气，如那人，满襟的花瓣，一脸的春愁，令人陶醉。此时春已繁，繁到了极点，仿佛春花便要落尽。诗人便在这绚烂而忧伤的落花季节，与知已友人一起了结同心。</p>",
  "about": "<h2>创作背景</h2> <p>　　十八岁的时候，<a href=\"http://so.gushiwen.org/author_289.aspx\">王勃</a>在沛王李贤府中侍读。戏作《檄英王鸡》文，被高宗怒逐出府。</p> <p>　　这件事情对王勃的打击，就像满园怒放的花，经历了一场狂风暴雨。</p> <p>　　从此，王勃，便如一朵落花，开始了他坠落的姿态。</p> <p>　　“顿忘山岳，坎坷于唐尧之朝；傲想烟霞，憔悴于圣明之代。”他替自己的命运愁苦。然而山岳，烟霞，早已是自古文人生命中的一部分，岂是说忘就能忘的么？</p> <p>　　王勃是傲的，因为一旦一件事情在某个人的心中变得神圣，又怎能容许别人轻易亵渎？王勃心中，那凛然不可侵的东西是什么？</p> <p>　　22岁时，因为“擅杀官奴”，王勃被判了死罪。</p> <p>　　王勃的父亲被牵连，贬官至交趾令。</p> <p>　　逢了大赦，王勃免了死罪。于是 他猛然明白了光阴，明白了落花，便有了这首落花之作。</p>",
  "poet": {
    "id": 289,
    "star": 0,
    "name": "王勃",
    "image": "http://img.gushiwen.org/authorImg/wangbo.jpg",
    "desc": "王勃（649或650～676或675年），唐代诗人。汉族，字子安。绛州龙门(今山西河津)人。王勃与杨炯、卢照邻、骆宾王齐名，世称“初唐四杰”，其中王勃是“初唐四杰”之首。"
  },
  "tags": [
    "春天",
    "写花",
    "伤怀",
    "青春"
  ]
}