{
  "id": 18709,
  "star": 5340,
  "name": "酬乐天扬州初逢席上见赠",
  "dynasty": "唐代",
  "content": "巴山楚水凄凉地，二十三年弃置身。<br>怀旧空吟闻笛赋，到乡翻似烂柯人。<br>沉舟侧畔千帆过，病树前头万木春。<br>今日听君歌一曲，暂凭杯酒长精神。",
  "fanyi": "<p><strong>译文</strong><br>巴山楚水凄凉之地，二十三年默默谪居。<br>回来物是人非，我像烂柯之人，只能吹笛赋<a href=\"http://so.gushiwen.org/view_18709.aspx\">诗</a>，空自惆怅不已。<br>沉舟侧畔，千帆竞发；病树前头，万木逢春。<br>今日听你高歌一曲，暂借杯酒振作精神。</p> <p><strong>注释</strong><br>1.酬：答谢，酬答，这里是指以诗相答的意思。用诗歌赠答。<br>2.乐天：指<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>，字乐天。<br>3.见赠：送给（我）。<br>4.巴山楚水：指四川、湖南、湖北一带。古时四川东部属于巴国，湖南北部和湖北等地属于楚国。<a href=\"http://so.gushiwen.org/author_197.aspx\">刘禹锡</a>被贬后，迁徙于朗州、连州、夔州、和州等边远地区，这里用“巴山楚水”泛指这些地方。<br>5.二十三年：从唐顺宗永贞元年（805年）刘禹锡被贬为连州刺史，至宝历二年（826）冬应召，约22年。因贬地离京遥远，实际上到第二年才能回到京城，所以说23年。<br>6.弃置身：指遭受贬谪的诗人自己。置：放置。弃置：贬谪（zhé）。<br>7.怀旧：怀念故友。<br>8.吟：吟唱。<br>9.闻笛赋：指西晋<a href=\"http://so.gushiwen.org/author_337.aspx\">向秀</a>的《思旧赋》。三国曹魏末年，向秀的朋友<a href=\"http://so.gushiwen.org/author_382.aspx\">嵇康</a> 、吕安因不满司马氏篡权而被杀害。后来，向秀经过嵇康、吕安的旧居，听到邻人吹笛，不禁悲从中来，于是作《思旧赋》。 序文中说：自己经过嵇康旧居，因写此赋追念他。刘禹锡借用这个典故怀念已死去的王叔文、<a href=\"http://so.gushiwen.org/author_646.aspx\">柳宗元</a>等人。<br>10. 到：到达。<br>11.翻似：倒好像。翻：副词，反而。<br>12.烂柯人：指晋人王质。相传晋人王质上山砍柴，看见两个童子下棋，就停下观看。等棋局终了，手中的斧柄（柯）已经朽烂。回到村里，才知道已过了一百年。同代人都已经亡故。作者以此典故表达自己遭贬23年的感慨。刘禹锡也借这个故事表达世事沧桑，人事全非，暮年返乡恍如隔世的心情。 <br>13.沉舟：这是诗人以沉舟、病树自比。<br>14.侧畔：旁边。<br>15.歌一曲：指白居易的《醉赠刘二十八使君》。<br>16.长（zhǎng）精神：振作精神。长：增长，振作。</p><br/><h2>译文二</h2> 在巴山楚水这些凄凉的地方，度过了二十三年沦落的光阴。<br>怀念故友徒然吟诵闻笛小赋，久谪归来感到已非旧时光景。<br>沉船的旁边正有千艘船驶过，病树的前头却也是万木争春。<br>今天听了你为我吟诵的<a href=\"http://so.gushiwen.org/view_18709.aspx\">诗</a>篇，暂且借这一杯美酒振奋精神。",
  "shangxi": "<h2>鉴赏</h2> <p>　　《酬乐天扬州初逢席上见赠》是显示自己对世事变迁和仕宦升沉的豁达襟怀，表现了<a href=\"http://so.gushiwen.org/view_18709.aspx\">诗</a>人的坚定信念和乐观精神，同时又暗含哲理，表明新事物必将取代旧事物。</p> <p>　　<a href=\"http://so.gushiwen.org/author_197.aspx\">刘禹锡</a>这首酬答诗，接过<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>诗的话头，着重抒写这特定环境中自己的感情。白的赠诗中，白居易对刘禹锡的遭遇无限感慨，最后两句说：“亦知合被才名折，二十三年折太多。”一方面感叹刘禹锡的不幸命运，另一方面又称赞了刘禹锡的才气与名望。这两句诗，在同情之中又包含着赞美，显得十分委婉。因为白居易在诗的末尾说到二十三年，所以刘禹锡在诗的开头就接着说：“巴山楚水凄凉地，二十三年弃置身。”自己谪居在巴山楚水这荒凉的地区，算来已经二十三年了。一来一往，显出朋友之间推心置腹的亲切关系。</p> <p>　　接着，诗人很自然地发出感慨道：“怀旧空吟闻笛赋，到乡翻似烂柯人。”说自己在外二十三年，如今回来，许多老朋友都已去世，只能徒然地吟诵“闻笛赋”表示悼念而已。此番回来恍如隔世，觉得人事全非，不再是旧日的光景了。后一句用王质烂柯的典故，既暗示了自己贬谪时间的长久，又表现了世态的变迁，以及回归之后生疏而怅惘的心情，涵义十分丰富。</p> <p>　　白居易的赠诗中有“举眼风光长寂寞，满朝官职独蹉跎”这样两句，意思是说同辈的人都升迁了，只有你在荒凉的地方寂寞地虚度了年华，颇为刘禹锡抱不平。对此，刘禹锡在酬诗中写道：“沉舟侧畔千帆过，病树前头万木春。”刘禹锡以沉舟、病树比喻自己，固然感到惆怅，却又相当达观。沉舟侧畔，有千帆竞发；病树前头，正万木皆春。他从白诗中翻出这二句，反而劝慰白居易不必为自己的寂寞、蹉跎而忧伤，对世事的变迁和仕宦的升沉，表现出豁达的襟怀。这两句诗意又和白诗“命压人头不奈何”、“亦知合被才名折”相呼应，但其思想境界要比白诗高，意义也深刻得多了。二十三年的贬谪生活，并没有使他消沉颓唐。正像他在另外的诗里所写的：“莫道桑榆晚，为霞犹满天。”他这棵病树仍然要重添精神，迎上春光。因为这两句诗形象生动，至今仍常常被人引用，并赋予它以新的意义，说明新事物必将取代旧事物。</p> <p>　　正因为“沉舟”这一联诗突然振起，一变前面伤感低沉的情调，尾联便顺势而下，写道：“今日听君歌一曲，暂凭杯酒长精神。”点明了酬答白居易的题意。诗人也没有一味消沉下去，他笔锋一转，又相互劝慰，相互鼓励了。他对生活并未完全丧失信心。诗中虽然感慨很深，但读来给人的感受并不是消沉，相反却是振奋。</p> <p>　　总体来说，诗的首联以伤感低沉的情调，回顾了诗人的贬谪生活。颔联，借用典故暗示诗人被贬时间之长，表达了世态的变迁以及回归以后人事生疏而怅惘的心情。颈联是全诗感情升华之处，也是传诵千古的警句。诗人把自己比作“沉舟”和“病树”，意思是自己虽屡遭贬低，新人辈出，却也令人欣慰，表现出他豁达的胸襟。尾联顺势点明了酬答的题意，表达了诗人重新投入生活的意愿及坚韧不拔的意志。</p><br/><h2>评析</h2> 　　这首<a href=\"http://so.gushiwen.org/view_18709.aspx\">诗</a>是唐代诗人<a href=\"http://so.gushiwen.org/author_197.aspx\">刘禹锡</a>于敬宗宝历二年(826)冬，罢和州刺史后，回归洛阳，途经扬州，与罢苏州刺史后也回归洛阳的<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>相会时所作。“沉舟”这一联诗突然振起，一变前面伤感低沉的情调，尾联便顺势而下，写道：“今日听君歌一曲，暂凭杯酒长精神。”点明了酬答白居易的题意。意思是说，今天听了你的诗歌不胜感慨，暂且借酒来振奋精神吧！刘禹锡在朋友的热情关怀下，表示要振作起来，重新投入到生活中去。表现出坚韧不拔的意志。诗情起伏跌宕，沉郁中见豪放，是酬赠诗中优秀之作。",
  "about": "<h2>创作背景</h2> <p>　　唐代著名<a href=\"http://so.gushiwen.org/view_18709.aspx\">诗</a>人<a href=\"http://so.gushiwen.org/author_197.aspx\">刘禹锡</a>从小爱下围棋。与专教唐德宗太子下棋的棋待诏王叔文很要好。太子当上皇帝后，他的教师王叔文组阁执政，就提拔棋友刘禹锡当监察御史。</p> <p>　　后来王叔文集团政治改革失败后，刘禹锡被贬到外地做官，二十三年（实则二十二年）后应召回京。途经扬州，与同样被贬的<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>相遇。同是天涯沦落人，惺惺相惜。</p> <p>　　白居易在筵席上写了一首诗《醉赠刘二十八使君》相赠：“为我引杯添酒饮，与君把箸击盘歌。诗称国手徒为尔，命压人头不奈何。举眼风光长寂寞，满朝官职独蹉跎。亦知合被才名折，二十三年折太多。”在诗中，白居易对刘禹锡被贬谪的遭遇，表示了同情和不平。于是刘禹锡写了这首《酬乐天扬州初逢席上见赠》回赠白居易。</p>",
  "poet": {
    "id": 197,
    "star": 0,
    "name": "刘禹锡",
    "image": "http://img.gushiwen.org/authorImg/liuyuxi.jpg",
    "desc": "刘禹锡（772－842），字梦得，汉族，中国唐朝彭城（今徐州）人，祖籍洛阳，唐朝文学家，哲学家，自称是汉中山靖王后裔，曾任监察御史，是王叔文政治改革集团的一员。唐代中晚期著名诗人，有“诗豪”之称。他的家庭是一个世代以儒学相传的书香门第。政治上主张革新，是王叔文派政治革新活动的中心人物之一。后来永贞革新失败被贬为朗州司马（今湖南常德）。据湖南常德历史学家、收藏家周新国先生考证刘禹锡被贬为朗州司马其间写了著名的“汉寿城春望”。"
  },
  "tags": [
    "初中古诗",
    "贬谪",
    "励志",
    "哲理"
  ]
}