{
  "id": 69553,
  "star": 4,
  "name": "杂剧·西游记·第四本",
  "dynasty": "元代",
  "content": "玉宇澄空卷绛绡紫云声里奏咸韶<br>认将北斗回金柄魔利天中走一遭<br><br>第十三折妖猪幻惑<br>自离天门到下方，只身惟恨少糟糠。神通若使些儿个，三界神祗恼得忙。某乃摩利支天部下御车将军。生于亥地，长自乾宫。搭琅地盗了金铃，支楞地顿开金锁。潜藏在黑风洞里，隐显在白雾坡前。生得喙长项阔，蹄硬鬣刚。得天地之精华，秉山川之秀丽，在此积年矣，自号黑风大王，左右前后，无敢争者。近日山西南五十里裴家庄，有一女子，许配北山朱太公之子为妻。其子家贫，裴公欲悔亲事。此女夜夜焚香祷告，愿与朱郎相见。那小厮胆小不敢去。我今夜化做朱郎？去赴期约，就取在洞中为妻子，岂不美乎？只为巫山有云雨，故将幽梦恼襄王。妾身裴太公之女，小字海棠，自幼许配朱太公之子为妻。他家贫了，俺家父亲，待悔了亲事，因此俺两情未已。梅香，你与我将这一封书去，对那生言道：我为他夜夜烧香花园里，等着他来厮见，说一句话咱。怕太公知道，连累我。不妨事。<br>【仙吕】【赏花时】一纸书缄万种愁，数日忧成两鬓秋。疾忙去莫迟留，休误了鸾交凤友，且跳过短墙头。<br>【幺】拣着这竹径花溪阴处走，则着他柳影松斜深处有。休烦恼莫惭羞，黄昏时候，休着我和月倚南楼。<br>小姐着我寄书与朱郎，朱郎今夜来赴期也，我已回过小姐了。安排下香桌儿，月儿上时，请小姐烧夜香。朱生回话来。今夜必来也。烧夜香，待和他说一句话。深秋天气，好一轮月色也呵。<br>【仙吕】【点绛唇】露滴疏杉，雾迷衰柳。星光淡，秋色将三，皓月如悬鉴。<br>【幺】薄幸不来？独倚雕花槛。闲瞻览，乌鹊投南，惊破偷香胆。<br>【混江龙】竹梢轻撼，萧萧风力透罗衫。多愁少喜，朽苦无甘。蛩带秋声鸣屋角，雁拖云影过江南。行乐处停时暂，怕的是梅香撒訫，亏杀俺嬷姆包含。<br>【油葫芦】则俺这成就大妻两上里，耽阁了埯女共男。每夜家烧香告斗拜瞿昙，北辰村争忍相坑陷？西方佛不见灵威感。觑着俺四堵墙，恰似跳万丈潭。则俺那俊多才，怕不道思量俺？争奈他身命儿人跋蓝。<br>【天下乐】儿时能勾驷马安车左右骖，戴着朝簪。穿着锦绣衫，那时间可不因亲的也来前后搀。爷不将闲话儿提，娘不将冷语儿攒，准备画堂春宴酣。梅香，将香桌儿，近太湖石畔放着。<br>【穿窗月】行来到太湖石垒就的山岩，菊花风劈面搀，丹枫叶老涂朱黯。遮着杨柳，映着香楠，一轮月色云笼罩的暗。<br>今日赴佳期去。对着月色，照着水影，是一表好人物。那姐姐也有眼色。<br>【寄生草】见一人光纱帽，黑布衫。鹰头雀脑将身探，狼心狗行潜踪阚，鹅行鸭步怀愚滥。小姐拜揖。我见你须臾上礼有跷蹊，我这里囫囵吞个枣不知酸淡。<br>足下是谁？小生朱太公之子。往常时白白净净一个人，为烦恼娘子呵，黑干消瘦了。想当日汉司马、唐崔护，都曾害这般的症侯，《通鉴》书史都收。<br>【金盏儿】吃得醉薰酣，语喃喃。秀才呵，不要你前唐后汉言《通鉴》，俺家尊方睡梦初酣。你不将经卷览，惟把色情贪。全不想王阳曾结绶，贡禹不胜簪。<br>小姐，就在四望亭，我着家人般将酒果来，和小姐叙见许之情。小姐，花轿都将在此，我和娘子去咱。<br>【三犯后庭花】将抬着花轿篮，妆里着酒食扭。就小亭开宴破橙柑，玉山摧不用搀。相期相约两相耽，是和非一任谈，尽傍人将冷句搀。对上了菱花、菱花鸾鉴，非是我故贪淫滥，夫妇之情仔细参。见你富时节承览，贫时节虚赚，不得和咸。君居地北我天南，我怎肯将郎君陷？<br>梅香，爹娘问时，便说我和小娘子去来。<br>【赚煞尾】填满起闷怀坑，担干起相思担。我按不住风流俏胆，连理枝头谁了砍？对菱花接上瑶簪，过得南山！则少个包髻团衫。俺爹便知道呵，也不妨，元定下的夫妻怎断？咱茶浓酒酣，趁着风轻云淡，省得着我倚门终日盼停骖。<br>善哉！善哉！自从离了红孩儿之难，行经月余，前面又是一座高山，侵云接汉，不知是甚么山？师父，这是火轮金鼎国界，正是徒弟丈人家里。此间妖怪极多，师父并不要闲管。兀那山下一座大林，林下黑沉沉一所庄院。我们到那里歇去。<br><br>第十四折海棠传耗<br>自从那日着简书去约朱生，谁想被这妖魔化作朱生模样，将我摄在这里。千山万壑，不知是那里。这厮五更出去，直至夜方回。每日有邻家女子相陪，想必也是妖精。我也怕不得偌多，但不知几时见俺父母、丈夫？又不知俺父母、丈夫，这其间若何也呵！<br>【中吕】【粉蝶儿】良夜沉沉，乱山深又无钟禁。我又不曾听司马瑶琴，莽相如腌才料，配得来忒共。映着这树影山阴，冷清清似一池水浸。<br>【正宫】【六幺遍】不恋恁，身穿着细绫锦，好佳配甚不思寻。更何须白璧间黄金，才郎又嗒女貌寝。我如今忧愁自举谁替恁？俊儿夫似海内寻针。姻缘事在天数临，无缘分怎的消任？直耽阁到如今。安排下酒果，不见朱郎回来。自从摄将这女子来，他两家打官司。打不打不干我事，每夜快活受用。今日回得晚了，怕小娘子怪。姐姐，小人回了也。今日夜深也，着我等你多时也呵。<br>【中吕】【上小楼】你可也和谁宴饮？着我独怀跌窨。醉眼横秋，笑脸生春，酒渗衣襟。满捧香醪，轻焚宅篆，闲空鸳枕，我叫你个吃敲才恁般福荫。小妮子们为甚不服事娘子？他们也等你多时也。<br>【幺】他每点上绛蜡，铺着绣衾。等到咱来。斟将酒至，盼得君临。此间小洞中，索是定害娘子。我不曾志意缝联，殷勤妆洗，存心织纫，人对我说，他们不服事你，待我责罚这厮们。你可也休听人恁般谗谮。<br>将酒来，我和姐姐饮数杯。你丈夫姓朱，我也姓朱，你是好花一朵，伴我槁木两株。你思量父母么？爷娘如何不想？<br>【乔捉蛇】展眼略为欢，开怀且自饮，一家一计自相寻。我如今置着衣服首饰，办着礼物，着你家去走一遭。缠头锦，买笑金，全不要恁。但能勾见爷娘一而也叨你福荫。<br>师父，在这庄上歇了。我心中闷倦，这座山不知有多少高，待我去量一量。好高山，好明月。我且阿一堆尿。兀那黑汉子，在山半腰里，伴着个人，又是妖物，我且听他说甚么。姐姐，你唱一个，我吃酒。这厮到受用似我。尊神，着我唱甚么？唱个［念奴娇］。［念奴娇］？我着你吃我一个大石头。<br>【十二月】这声响似春雷降临，火炮相侵，惊得冰肌凛凛，冷汗浸浸。不见了宋玉多才的翰林，撇下这巫娥美貌难禁。<br>【尧民歌】露华凉罗袜湿浸浸，唬得我霞脸赤浑身上下颤兢兢。小娘子，见我么？走了那黑容仪换上这脸黄金，抵多少死却钟期遇知音。难尽恁，风流两个心，不似俺鳏寡孤独甚。<br>小娘子，你那丈夫好丑脸。则你也不可觑者。你也是妖怪？妾身是黑风山西裴太公的女孩儿，小字海棠，许配与山南村朱太公家为儿妇。为俺公婆家贫，俺父亲欲待悔亲。妾身每夜烧香告天，愿朱郎早得相见。不想被这妖魔化作朱生模样，将妾摄在此洞，不得见父母颜面。告尊神可怜。我非神，我乃是大唐三藏国师上足徒弟，孙悟空是也。这厮是甚妖魔？他常自称魔利支天御车将军，又号黑风大王，诸佛不怕，只怕二郎细犬。我今日经恁家过，我与你寄一个信，何如？如此，是师兄慈悲咱。小的每待写书，纸笔又没。师兄，则恁的寄口信，又恐无凭。小的有手帕，是俺父亲与我的。他若见这手帕呵，便信是实。将来揣在怀里。记心咱。<br>【般涉调】【耍孩儿】把衷情一一都说与恁，全在仗义师兄用心，家音是必莫埋沉。你家在那里？在黑风山西北跟寻，俺门前两行槐杨影，院后一丛桑柘阴。你父亲如何？俺家尊四海性无拘禁，有待传书之酒，有赠路费之金。<br>如今不见了妾身，梅香说道：\"是朱生和妾身走了也。\"两亲家正闹哩！<br>【煞】不知俺家告着他，他家告着俺？哥哥回去除了铁窨。你父母好善么？俺爷平生好善常存性，俺娘从小看经不出音。抬举得我如花锦，今日猪生狗活，兔扰狐侵。<br>师父，是必志诚者。放心，明日便着你家知道你消息。<br>【尾声】志诚呵泰山也匀做了田，铁枪也磨做了针。俺夫妻不会咱图他个甚？久以后子母团圞尽在恁。<br><br>第十五折导女还裴<br>白发双双绝子孙，只图有女嫁比邻。可怜已作桑间妇，落日深山哭倚门。老汉裴太公是也。俺两口儿，止生一个女孩儿，年方一十八岁，小名唤做海棠。自小许配朱太公的孩儿，为他家贫乏了，我两口不肯与他。梅香报道，他孩儿拐了俺女孩儿去了。赶他们去，那小厮又在他家。看他家动静，又不见那厮是拐了俺孩儿的模样。我说道：\"女孩儿吃你家孩儿拐了。\"朱家那老子和婆子闹起来，道俺家嫁了他儿媳妇也。众亲眷劝散了，着去寻觅。他这几日必然要告宫。今日敢待来也。万贯家财一旦休，有儿尽可慰穷愁。谁知世态炎凉甚，夙世姻缘变作仇。老汉朱太公是也。我已先有钱来，天火烧了家缘家计，如今穷了。这里大户裴太公家，一个女孩儿，年一十八岁，生得十分有颜色，自小里割衫襟为定，家里做媳妇。这老子见俺家贫，便来买休，悔这一桩亲事，我两口儿不肯。他前日走来，道俺孩儿拐了他女儿。那老子必定将我媳妇儿嫁与别人了。怎肯干罢？他这几日跟寻不着，今日好共歹，我和他见官去者。你还我儿媳妇来。你还我女孩儿来。我和你告官去咱。今日来至黑风山，见一簇人闹，为甚么来？师父，老汉姓朱，止生这个孩儿，自小与裴太公女儿，割衫襟为定。谁知运蹇，天火烧了家缘家计，穷了。这老子便生悔心，我两口儿坚执不肯。他前日走将来，道我孩儿拐了他女儿。那老儿必定将我儿媳妇，嫁与别人了。我今日和他去见宫哩。善哉！善哉！有如此事？兀那老儿，你姓裴？我姓裴。你休闹，你休闹。要你的女儿，当来问我。你的女儿，不长不短，生得大有颜色，小名唤作海棠。是么？你这胡孙，又惹事了。你怎么知道？休问我知道不知道，有一个小曲儿，唤做［朝天子］。<br>【中吕】【朝天子】老裴，听启，我一一言详细。朱家儿子是他的女婿，未能勾成佳配。一个为有家财，一个因无家计，被妖魔摄在洞里。哥哥，你怎得知道？你问我，怎知，就里？且莫要左右打睃，则这一个手帕儿是何人的？<br>正是俺孩儿的。哥哥，你那里见他来？行者，你如何得知来？听弟子细说一遍：老裴，俺师父是大唐三藏国师，欲往西天取经，夜来至一庄院借宿。师父睡了，我睡不着，山上去闲看。则见半山腰，有一人光纱帽子黑面皮，抱着个女子饮酒，着那女子唱［念奴娇］。我看了，班起一块大石，调打下去，一声响亮，不见了那厮。则见一个女子，言称我是裴太公的女儿，小字海棠，许朱太公家为儿妇，我爷娘不肯。我每夜烧香祷告，忽见朱郎来，言道我家贫，特来取你来。却被此妖魔化作朱生模样，将我摄在此间。你与我寄个家信去者。我道将甚么为信？他便与了我这个手帕。从头一一都道，恁孩儿便知着落。他吃妖魔残破城池，你两个是家刷闹。请师父到俺家里商议。哥哥，不知是甚么妖魔？山神土地安在？师父稽首。土地，兀那裴太公的女儿，是何妖怪摄去？小圣亦然不知。当年八月十五夜，则见在黑松林内，现出本像，蹄高八尺，身长一丈。仔细看来，是个大猪模样。想是个猪精？我去料持他。行者，索用机谋，休要胆大心粗。耐何得亲自下手，耐何不得呵，索寻后巷王屠。行者，你须要小心在意者。昨夜吃了那一惊，今日身子不快活。那行者说与我寄书，知他何如？朱郎出去，从早至今未回。几个女伴相陪，安排下果桌，等朱郎来。好一派山景也呵。<br>【正宫】【端正好】雨初收，云才散，山风恶罗袂生寒。澄澄月色如银烂，倚阑凝眸看。<br>【蛮姑儿】看间，兴阑，飕飕风色，飒飒秋声，一阵愁烦痛心肝。想家何在？见应难，望云树沉沉在眼。<br>【滚绣球】这些时懒将玉粒餐，偷将珠泪弹，端的是不茶不饭，思昏昏恰便似一枕槐安。身边有数的人，眼前无数的山，听了些水流深涧，野猿声啼破高寒。碧悟露冷冰肌瘦，红叶秋深血泪干，改尽朱颜。<br>【叨叨令】有时俯视溪流看，更险似单骑羸马连云栈。一声鹤唳青松涧，更惨似琵琶声里君恩断。兀的不闷杀人也么哥，兀的不闷杀人也么哥。几时能勾一杯末尽笙歌散。<br>闲话之间，早来到洞里了也。兀那娘子在那里？我已报信你家太公了。你与我去来。多谢神圣。<br>【伴书生】往常时绿窗下拈针也懒，绣幕里那身也慢。今日个一朵行云满空里散，比乘风的列子皆虚幻。携云带雨谁曾惯？问何处是巫山。<br>【笑和尚】云昏昏迷型眼，雾隐隐遮苍汉，气吁吁地流香汗。似、似、似，鸡鸣度函谷关，如、如、如，马跳过关良滩。别无甚与你饯行，别无计锁你雕鞍。来、来、来，我亲自礼拜你三千万。<br>拜多少得饱！<br>孙悟空久不见来，此时想必到也？小娘子来到恁家里了。<br>【倘秀才】山洞取消磨了粉颜，草堂上流干了泪眼。谢师父与我鞭梢一指间，好着我松宝钏，淡眉山，裙腰儿旋划。<br>亲家都来相见者。兀那女子，不知摄你者是何妖怪？妾也不知，但醉后则说，他怕二郎细犬。我问土地，他说是猪精。龙君、沙和尚，同师父在庄上住，我去拿那妖怪。但不知他法力如何。我降得，便自降他；降不得，直至普陀，告观世音，差二郎来收他，绝了你两家后患。重生父母，再长爹娘。吾弟用心。慈悲大展方成道，嗜欲休贪是出家。小心在意，疾去早回。你两个老的，择个好日子，着儿女合配了者。谨依法旨。<br>【滚绣球】我今日得救还，草舍间，免了些短吁长叹，使爷娘儿女心安。托赖着师父的恩，行者儇，救得我百余无难。急回来春事阑珊，残花落尽胭脂色，绿叶阴成翡翠班，枉在尘寰。<br>【尾】早则不乔林莺去歌声慢，宝鉴鸾孤舞影单。子父团圆喜无限，夫妻逑合各为难。感谢吾师端的是世间罕。<br>且留师父歇一宵，明日早行。叵耐裴老无礼，将我浑家取归家去了。他分付着我来他家做女婿，我寻思来，也好，强如洞里茶饭不便当。只就今日我到他家去走一遭。昨日孙悟空去拿猪精，尚未回来。我且在此等侯者。我去拿那个猪，谁想他不在洞里。今日直在裴公庄上等他，定个计策。他敢自来也。将你女孩儿别处安顿了，我却穿了他的衣裳，在他房里坐。那魔军来时，你着他入房来，我料持他。远远望见一个黑汉子，敢是那猪来也。你是谁？我是你女婿，怎不认得我？少吃你会亲茶饭，故不认得你。丈人，我的娘子卧房在那里？这是小姐卧房，你请入去。姐姐，你等我同来家，便先来了。呀！好粗腿也。我唱一个与你听。<br>【双调】【雁儿落】你想像赋高唐，我云雨梦襄王。咱正是细棍逢粗棍，长枪对短枪。<br>【幺】你休恁轻狂，我和你一合相。咱是个引不动娇娘，却便是孙猪范霸王。<br>报、报！师父吃那魔军摄去了也。不知这妖魔何等样物，小娘子说道，他则怕二郎细犬。俺同见观音佛，着二郎来救俺师父去来。<br><br>第十六折细犬禽猪<br>不周山破戮天吴，曾把共工试太阿。谁数有穷能射日？某高担五岳逐金乌。小圣灌口二郎神是也，奉观世音法旨，救唐僧走一遭。<br>【越调】【斗鹌鹑】看了些日月盈亏，山河变迁。灌口把威施，天涯将姓显。郭压直把皂鹰擎，金头奴将细狗牵。背着弓弩，挟着弹丸。濯锦江头，连云栈边。<br>【紫花儿序】伏得些山神恐惧，木客潜藏，木兽拳挛。闷来时担山赶日，闲来时接草量天。安然，寒暑相催不记年。物随时变，脆似松枝，海变做桑田。<br>【金蕉叶】正待要扫筝擘阮，忽受取观音差遣。西天路妖魔万千，保护着唐僧庶免。<br>叫神将，你与我紧把住洞口，看那妖怪甚么面目？<br>【调笑令】来到这洞边，叫声喧，休猜做落日山空啼杜鹃，天兵布得山川通。上圣，这厮神通广大，神力周全。孙行者说言在驷马之前，你道他神通广大自专，则好深山里唬地瞒天。<br>【秃厮儿】云气重天兵顿显，雾风狂天地相连，黄风从地卷。休迟滞，莫俄延，相缠。<br>二郎神，我与你有甚冤仇，你来拿我？兀那魔军，我奉观音法旨，特来拿你。你若真心皈依我佛，与你拜告观世音，着你也成正果。若不皈依，着你死于细犬口中。别人怕你，偏我不怕你。<br>【圣药王】嘴脸似黑炭团，部从似火肉然，休猜做玉簪珠履客三千，一壁厢画角鸣，一壁厢锣鼓喧，休猜做笙歌引至画堂前，一片怪胆大如天。那猪精，你敢与我相持么？怕甚么赌斗？<br>【麻郎儿】郭压直威风不展，孙行者筋力俱虵。斗到三千合精神越显，泼妖物小圣也难辨。左右神将，快将细犬，咬那魔军。<br>【幺】便遣，快牵，细犬，见本相直奔跟前。黑面郎心惊胆颤，逃命走洞门难恋。<br><br>【拙鲁速】这犬展草力应全，护家志当虔。御贼的性坚，吠形的意专。顾兔逐狐那轻健，忒伶俐个容他宽转，则一口咬番在坡岸前。上告二郎大圣，出家人以慈悲为念，救物为心。望神圣看佛天三宝之面，饶这魔军，与弟子护法者。<br>【幺】泼妖魔，世不然，告吾师，煞可怜。你若是肯放心愿，跟后趋前，莫生狂颠，一性参禅，将你那害生灵的冤孽免。<br>谨依法旨。唐僧，沿路小心，俺自保障你者。<br>【尾】去心紧似离弦箭，到前去如何动转？魔女国孽冤深，火焰山祸难遣。<br>正名朱太公告官司<br>裴海棠遇妖怪<br>三藏托孙悟空<br>二郎收猪八戒",
  "poet": {
    "id": 1374,
    "star": 0,
    "name": "杨景贤",
    "image": "http://img.gushiwen.org/authorImg/yangjingxian.jpg",
    "desc": "杨景贤，名暹，后改名讷，字景贤，一字景言。生卒年不详。然明初贾仲明《录鬼簿续编》云\"与余交五十年\"，永乐初尚得宠于朱明，可知杨氏乃元末明初戏曲家。杨氏本为蒙古人，上辈已移居浙江钱塘，故朱有炖《烟花梦引》言及京都乐妓蒋兰英时云之：\"钱塘杨讷为作传奇而深许之。\"《录鬼簿续编》言杨氏\"善琵琶，好戏谑，乐府出人头地。锦阵花营，悠悠乐志。与余交五十年。永乐初，与舜民一般遇宠。后卒于金陵\"。按其小传，知杨氏生平有三要。"
  },
  "tags": []
}