{
  "id": 66088,
  "star": 56,
  "name": "卜算子·风雨送人来",
  "dynasty": "宋代",
  "content": "风雨送人来，风雨留人住。草草杯盘话别离，风雨催人去。<br>泪眼不曾晴，眉黛愁还聚。明日相思莫上楼，楼上多风雨。",
  "fanyi": "<p><strong>译文<br></strong>是春雨送人来，也是春雨留人住，离别的宴席上匆匆话别，又是风雨催人离去。<br>泪眼就不曾流干，眉头凝结着愁绪，明日相思时不要上高楼望远，楼上有几多凄风苦雨。</p> <p><strong>注释<br></strong>1.草草：匆忙仓促的样子。<br>2.杯盘：指饮食。<br>3.晴：这里指日日流泪（雨天）从来没有停过（晴天）。<br>4.眉黛：指眉，因古代女子以黛画眉。<br>5.明日：明天。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这是一首写男女相聚又相别的词。作者巧妙地将风雨贯穿全篇，并让它起着联系人、事、情的枢纽作用。人来，是风雨送来的；人住，也是风雨留下的。来，固高兴；来而能住，更令人高兴。中藏曲折，切勿看作直笔。</p> <p>　　前二句对风雨的感谢之情，可于言外得之。原以为风雨不停，人便不会走，可是万没想到：“草草杯柈（盘）话别离，风雨催人去”。“杯盘”，以简驭繁，借指饮食。“草草杯盘”，既有饮食简单意，也有准备此饮食是急匆匆意。看来这是在一次特殊情况下的相聚，她很快就知道了马上还须分别。由“来”而“住”而“话别离”，都是在极短时间发生的，而这未停的风雨也从有情变为无情了。这里用了一个“催”字，暗示她心态的变化，由爱风雨而恨风雨，这是她此刻独特的感受。沈祥龙云：“小令须突然而来，悠然而去，数语曲折含蓄，有言外不尽之致”（《论词随笔》）。词看浅白直露，表现女主人的初则喜风雨（“来”），继更喜风雨（“住”），终至恨风雨（“去”），很有层次，跌宕多姿，曲折含蓄，细加寻绎，韵味无穷。</p> <p>　　下片正面写别离。喜极生悲，事出意外，现在他真的被“催”着要走了！“泪眼不曾晴，眉黛愁还聚”。前句“泪眼”与室外大自然界的雨巧妙相联，天未放晴，雨声淅沥，犹如人的眼一直在滴泪。古人以黛描眉，故称眉为“眉黛”。喜眉俊眼，那是当人“来”还“住”的时候。如今人去，眉黛紧蹙，愁又（“还”）聚到了一起（潜台词是：犹如未来时）。古人写人的愁情，多用笔在眉黛上。如梁元帝《代旧姬有怨》：“怨黛舒还敛，啼红拭复垂。”万楚《题情人药栏》：“敛眉语芳草，何许太无情。”史达祖《双双燕·咏燕》：“愁损翠黛双蛾，日日画栏独凭”等。一结宕开一层，别出新意：“明日相思莫上楼，楼上多风雨。”一般常情是送行者嘱咐行人，从汉乐府以来便如此：“念与君离别，气结不能言。各各重自爱，远道归还难。妾当守空房，闭门下重关”。范云《送别》：“望怀白首约，江上早归航。”谢氏《送外》：“此去唯宜早早还，休教重起望夫山”。<a href=\"http://so.gushiwen.org/author_622.aspx\">韦庄</a>《菩萨蛮》：“劝我早归家，绿窗人似花”等。今则反其道而行之：“明日相思莫上楼，楼上多风雨。”这是行者嘱咐送行者。“明日”意为你想我，希望你不要上楼，明天会仍有风雨，会更引起你的惦念。深一层说，“明日”指分别以后，即日后。因为你会记得我们是在风雨中相逢，风雨中杯盘饮食，又在风雨中分别的情景，“往事浮心头”，你会更难过，因此以后莫到“多风雨”的楼上。殷殷致意，一往情深。</p> <p>　　词四处写到风雨，并以风雨起，风雨结。首尾呼应，主体的情与客体的风雨如鱼得水，融溶谐和，意境浑然，不知何者为景何者为情了。“神于<a href=\"http://so.gushiwen.org/view_66088.aspx\">诗</a>者，妙合无垠”（<a href=\"http://so.gushiwen.org/author_504.aspx\">王夫之</a>《姜斋诗话》卷二），此词可以证之。</p>",
  "about": "<h2>创作背景</h2> 　　该词创作时间约为南宋淳熙十四年（1187年）前后，词人看见男女离别的场景，受到感触故创作该词。",
  "poet": {
    "id": 735,
    "star": 0,
    "name": "游次公",
    "desc": "游次公，字子明，号西池，又号寒岩，建安（今福建建瓯）人，著名理学家游酢侄孙，礼部侍郎游操之子。乾道末，为范成大幕僚，多有唱和，又曾为安仁令。淳熙十四年（1187）以奉议郎通判汀州。著有《倡酬诗卷》，存词五首。"
  },
  "tags": [
    "写风",
    "写雨",
    "离别"
  ]
}