{
  "id": 62284,
  "star": 42,
  "name": "点绛唇·试灯夜初晴",
  "dynasty": "宋代",
  "content": "卷尽愁云，素娥临夜新梳洗。暗尘不起。酥润凌波地。 <br>辇路重来，仿佛灯前事。情如水。小楼熏被。春梦笙歌里。",
  "fanyi": "<p><strong>译文</strong><br>　　雨后，漫天的愁云被风吹散，明月露出姣好的月容，就像嫦娥刚刚沐浴梳洗般。尽管街上车水马龙，来往着体态轻盈的佳人，却没有扬起半点尘埃，因为雨后的路面润泽酥软不起尘土。我如今重游京华旧地，当日赏灯的情事依稀在心。难忘她的柔情似水，我的思绪如流水般难以止息。独自回到小楼里，薰香拥被独自睡去，进入温馨的春梦，梦里恍惚听到笙歌乐音。 </p><p><strong>注释</strong><br>⑴试灯：上元节前，有“试灯”，宋俗，农历十二月下旬即开始试灯，直至正月十四日。<br>⑵素娥：以月宫仙女“素娥”代指月亮，<br>⑶辇路：帝王车驾经行之路，这里指京城繁华的大街。<br>⑷凌波地：是靓装舞女行经的街道。凌波原本是形容洛神亭亭玉立的姿态，后来借指步履轻盈的女子。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　此词写灯节之事，但词人并未由正面起笔描绘灯市盛况，而是以试灯夜的景象作陪衬，用怅惘的笔调抒发自己逢佳节而倍觉神伤的落寞情怀，虽只寥寥数语，却写得纡徐顿挫，舒卷自如，从而委婉地道出内心的万千感慨。</p> <p>　　上片“卷尽”两句，写试灯日遇雨，而入夜雨收云散，天青月朗；以月宫仙女“素娥”代指月亮，即以“新梳洗”形况月色明净，比拟浑成，三字兼带出“雨后”之意。这是写天上。“暗尘”两句写地上，化用<a href=\"http://so.gushiwen.org/author_396.aspx\">苏味道</a>“暗尘随马去，明月逐人来”（《正月十五日夜》）和<a href=\"http://so.gushiwen.org/author_682.aspx\">韩愈</a>“天街小雨润如稣”（《早春呈水部张十八员外》）<a href=\"http://so.gushiwen.org/view_62284.aspx\">诗</a>句，又有所变化、增益，切合都城灯夜雨后的光景。《武林旧事》卷二“元夕”又载姜白石诗云：“南陌东城尽舞儿，画金刺乡满罗衣。也知爱惜春游夜，舞落银蟾不肯归。”形象地刻画了天街月夜的歌舞场面。</p> <p>　　上片并未用雨字、灯字、人字，读后便觉灯月交辉，地润绝尘，舞儿歌女，结队而至，赏灯士女，往来不断，显示出<a href=\"http://so.gushiwen.org/author_670.aspx\">吴文英</a>在语言上的精深功力和鲜明特点，比如爱用代字，用“素娥”代月亮，再如善于点代前人诗句等等。</p> <p>　　<a href=\"http://so.gushiwen.org/author_324.aspx\">谭献</a>说此词“起稍平”，这是由于上片只是客观地描述场景；下片才是密切结合自己的回忆、联想，抒发感情，借此反映出不平静亦即“拗怒”的心理状态。“辇路”两句，写词人故地重游，沉入回忆之中。“重来”，说明词人对眼前的景象亦曾相识，从而引起联想，又以“仿佛”两字形容触景恋旧的心境。赏灯那时自己春衫年少，意气风发，记得也是同样的夜晚，月色灯光，交相辉映，箫鼓舞队，绵连数里。这一句隐隐含有物是人非之感慨，景物依旧，可是作者的心情已由欢喜变为落寞。</p> <p>　　末尾三句，写往事如烟、柔情似水；月与灯依旧在，伊人无觅处，自己一往情深的凄凉心事，无人倾诉。“情如水”二句也显示出吴文英语言精警的特点。</p> <p>　　古人就有“思君如流水”的千古佳句，以水喻情，写出了情的纯洁珍贵和绵绵不绝。赏灯不能消愁释怀，反而增添无限怅惘，只好踽踽而行，颓然而返，独上小楼，熏被而眠，遥想伊人此刻，心情亦或如是，“谁教岁岁红莲夜，两处沉吟各自知”（<a href=\"http://so.gushiwen.org/author_30.aspx\">姜夔</a>《鹧鸪天》）。最深的思念就是想象对方也在思念。“春梦”句紧接上文，描绘深夜入睡以后，那悠扬的歌声乐声，绵绵不绝地萦绕荡漾在梦的涟漪中。这里将“拗怒”的词意，融入流转悠然，委婉多情的笔调之中，形成惝恍迷离的朦胧意境，显得余音袅袅，韵味无穷，<a href=\"http://so.gushiwen.org/author_1137.aspx\">真可</a>称得上是“咳唾珠玉”。</p>",
  "about": "<h2>创作背景</h2> 　　此词为元宵前夕观灯时之作。南宋都城临安的灯市，每年元宵节以前就极其热闹。据周密《武林旧事》卷二记载：“禁中自去岁九月赏菊灯之后，迤逦试灯，谓这‘预赏’。一入新正，灯火日盛。……天街某茶肆，渐已罗列灯毬等求售，谓之‘灯市’。自此以后，每夕皆然。……终夕天街鼓吹不绝。都民士女，罗绮如云。”都城的灯市，是词人熟识的，当年良辰美景、人月双圆的情形，依然历历在目，难以忘情；此时韶华已逝，世事沧桑，每遇佳节，但觉慨恨良多，兴味索然，<a href=\"http://so.gushiwen.org/author_1137.aspx\">真可</a>谓“少年情事老来悲”了。据唐圭璋先生考证：<a href=\"http://so.gushiwen.org/author_670.aspx\">吴文英</a>一生有两段情事，先在苏州爱一妾，在某年夏秋之际遣去，原因不详；后在杭州爱一妾，后故去。两次大约都为十年。此词写杭州灯节，显然与杭州情事有关。此词调名下题云：“试灯夜初晴”，据《百城烟水》云：“吴俗十三日为试灯日。”可见是写灯节之事。",
  "poet": {
    "id": 670,
    "star": 0,
    "name": "吴文英",
    "image": "http://img.gushiwen.org/authorImg/wuwenying.jpg",
    "desc": "吴文英（约1200～1260），字君特，号梦窗，晚年又号觉翁，四明（今浙江宁波）人。原出翁姓，后出嗣吴氏。与贾似道友善。有《梦窗词集》一部，存词三百四十余首，分四卷本与一卷本。其词作数量丰沃，风格雅致，多酬答、伤时与忆悼之作，号“词中李商隐”。而后世品评却甚有争论。"
  },
  "tags": [
    "宋词精选",
    "婉约",
    "月夜",
    "思念"
  ]
}