{
  "id": 50019,
  "star": 25,
  "name": "南乡子·诸将说封侯",
  "dynasty": "宋代",
  "content": "诸将说封侯，短笛长歌独倚楼。万事尽随风雨去，休休，戏马台南金络头。<br>催酒莫迟留，酒味今秋似去秋。花向老人头上笑，羞羞，白发簪花不解愁。",
  "fanyi": "<p><strong>译文<br></strong>在诸将都谈论封侯之事的时候，我独倚高楼，和着竹笛，放声长歌。世事在风吹雨打中悄然而逝，刘裕在重阳登临戏马台，与群臣宴会的盛景已一去不复返了。<br>快快畅饮不要留下，酒味醇香依旧。花在老人头上羞笑，白发簪花不消解忧愁。</p> <p><strong>注释<br></strong>①南乡子：唐教坊曲名，后用为词牌名。《金奁集》入“黄钟宫”。二十七字，两平韵，三仄韵。<br>②戏马台：一名掠马台，<a href=\"http://so.gushiwen.org/author_253.aspx\">项羽</a>所筑，今江苏徐州市南。晋安帝义熙十二年，刘裕北征，九月九日会僚属于此，赋<a href=\"http://so.gushiwen.org/view_50019.aspx\">诗</a>为乐，谢瞻与<a href=\"http://so.gushiwen.org/author_758.aspx\">谢灵运</a>各赋《九日从宋公戏马台集送孔令》一首。<br>③金络头：精美的马笼头，代指功名。<br>④簪（zān）花：簪花是汉族妇女头饰的一种，用作首饰戴在妇人头上。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这首词是作者的一首绝笔词。词的开头两句就描绘了一组对立的形象：诸将侃侃而谈，议论立功封侯，而自己却悄然独立，和着笛声，倚楼长歌。对比何等鲜明，大有“举世皆浊我独清，众人皆醉我独醒”（《楚辞·渔父》）的意味。</p> <p>　　封建社会中，封侯显贵历来是人生追求的目标，但作者眼中，这一切都只是梦幻一场，所以他此时只一边冷眼旁观，沉醉音乐之中。这一组对比用反差强烈的色调进行描绘，互为反衬，突出了词人耿介孤高的形象。此词借助笛声与歌声把读者带入了一个悠长深远的意境中，超然之情蕴含于这不言之中，自有一种韵外之致，味外之旨。“吹笛倚楼”用唐<a href=\"http://so.gushiwen.org/author_10.aspx\">赵嘏</a>《长安秋望》<a href=\"http://so.gushiwen.org/view_50019.aspx\">诗</a>中的名句“残星几点雁横塞，长笛一声人倚楼”，正切此词写重九登高远望之意。</p> <p>　　“万事尽随风雨去，休休，戏马台南金络头。”一切的是非得失、升沉荣辱，都淹没时光流逝的波涛中。“休休”，算了吧，还有什么可说呢！即使是像宋武帝刘裕彭城戏马台欢宴重阳的盛会，也成为历史的陈迹而一去不复返了。用“戏马台”之典正切重阳宴集之题，而“金络头”，用<a href=\"http://so.gushiwen.org/author_732.aspx\">鲍照</a>《结客少年场行》“骢马金络头，锦带佩吴钩”，既切戏马台之马，又照应开头说封侯的“诸将”。词人受佛老思想的浸润，人生观中有着消极虚无的一面，随着政治上的连遭打击，这种思想时有流露。这里表现的就是这种思想感情，但更为含蓄深婉。</p> <p>　　下片遂转而为开朗达观。词人举杯劝酒：“催酒莫迟留，酒味今秋似去秋”（一作“酒似今秋胜去秋”）。过去的就让它过去吧，还是开怀痛饮，莫辜负这大好秋光和杯中酿。以功名之虚无，对美酒之可爱，本于晋人<a href=\"http://so.gushiwen.org/author_251.aspx\">张翰</a>“使我有身后名，不如即时一杯酒”之语（见《世说新语·仕诞》）。古人咏重九，常由美酒而兼及黄花，作者沿用此法，却又翻出新意。他运用拟人手法，借花自嘲。词人老兴勃发，插花于头，而花却笑他偌大年纪还要簪花自娱。其造语则是脱胎于<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>的两句诗：“人老簪花不自羞，花应羞上老人头。”（《吉祥寺赏牡丹》）词人热爱生活的不服老精神跃然纸上，他并不因处境的拂逆和年事的增高而消沉，相反觉得秋光和美酒都与去年不殊，表现出开朗豁达的胸襟。</p> <p>　　这首词“以诗为词”的创作方法，从遣词造句到意境格调都体现出诗的特点。不借助景物渲染，而直抒胸臆，风格豪放中有峭健。</p>",
  "about": "<h2>创作背景</h2> 　　此词作于公元1104年（宋徽宗崇宁三年）的重阳节，这是<a href=\"http://so.gushiwen.org/author_268.aspx\">黄庭坚</a>生前最后一个重阳节，因此此词堪称词人的绝笔之作。",
  "poet": {
    "id": 268,
    "star": 0,
    "name": "黄庭坚",
    "image": "http://img.gushiwen.org/authorImg/huangtingjian.jpg",
    "desc": "黄庭坚（1045.8.9-1105.5.24），字鲁直，号山谷道人，晚号涪翁，洪州分宁（今江西省九江市修水县）人，北宋著名文学家、书法家，为盛极一时的江西诗派开山之祖，与杜甫、陈师道和陈与义素有“一祖三宗”（黄庭坚为其中一宗）之称。与张耒、晁补之、秦观都游学于苏轼门下，合称为“苏门四学士”。生前与苏轼齐名，世称“苏黄”。著有《山谷词》，且黄庭坚书法亦能独树一格，为“宋四家”之一。"
  },
  "tags": [
    "感慨",
    "人生",
    "坎坷"
  ]
}