{
  "id": 50036,
  "star": 19,
  "name": "望江东·江水西头隔烟树",
  "dynasty": "宋代",
  "content": "江水西头隔烟树。望不见、江东路。思量只有梦来去。更不怕、江阑住。<br>灯前写了书无数。算没个、人传与。直饶寻得雁分付。又还是、秋将暮。",
  "fanyi": "<p><strong>译文</strong><br>站在西岸向东岸眺望，视线被如烟似雾的树林隔断，看不到江东路上走来的情人。我想只有在梦中往来相会，才不怕被江水阻拦。<br>灯下写了无数封情书，但想来想去找不到传递的人。即使想托付鸿雁传信，可是已是秋末了，时间太晚了。</p> <p><strong>注释</strong><br>1、烟树：烟雾笼罩的树林。<br>2、江东路：指爱人所在的地方。<br>3、阑（lán）住：即“拦住”。<br>4、书：信。<br>5、算：估量，这里是想来想去的意思。<br>6、直饶：当时的口语，犹尽管、即使之意思。<br>7、分付：交付。<br>8、秋将暮：临近秋末。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这首词寄托了深刻的离愁和相似，表现了梦幻与现实的矛盾。全词以一种相思者的口气说来，由不能相会说起，至遥望，至梦忆，至对灯秉笔，终至传书无由。通过一段连贯的类似独白的叙述，用“望”、“梦”、“写书”等几个发人想象的细节，把一个陷入情网者的复杂心理和痴顽情态表现得曲折尽致。</p> <p>　　词的上片，写相思者想见对方而又不得见，望不见，只好梦中相会的情景。首句开门见山，交代出“江水”、“烟树”等重重阻隔，在一片迷蒙浩渺的艺术境界中，反映出主人公对远方亲人的怀念。她极目瞭望，茫无所见：“江水”、“烟树”、“江东路”等客观自然意象，揭示了人物的思想感情。“隔”字把遥望一片浩渺江水、迷蒙远树时的失望惆怅的心境呈现出来。“望不见江东路”是这种惆怅情思的继续。接着，作者把特定的强烈感情深化，把满腔的幽怨化为深沉的情思：“思量只有梦来去，更不怕、江阑住。”梦，是遂愿的手段，现实生活中无从获得的东西，就企望在梦中得到。“思量”，是主人公遥望中沉思获得了顿悟：“只有梦来去”，这是一种复杂的情绪，雾霭迷蒙的客观美的衬托下，这种仿佛、模糊的潜意识，渴望离别重逢，只有梦中才能自由地来去：“更不怕江阑住”，从“江水西头隔烟树”到“不怕江阑住”是一个回合，似乎可以冲破时空，跨越浩浩的大江，实现自己的愿望，飞到思念中的亲人身边。但这个“梦”还没有做，只是“思量”，即打算做。</p> <p>　　下片通过灯前写信的细节，进一步细腻精微地表达主人公感情的发展。梦中相会终是空虚的，她要谋求实的交流与联系。“灯前写了书无数”，以倾诉对远方亲人的怀念深情，但“算没个、人传与”一念中，又使她陷入失望的深渊。“直饶寻得雁分付”，词中的主人公想到所写的信无人传递，一转念间，鸿雁传书又燃烧起她的希望；然而又一想，纵然“寻得”传书的飞雁，“又还是秋将暮”，雁要南飞了，因此连托雁传书的愿望也难达到。由此可知，她写的信是要传送到北方去。灯下写信这一感情细腻的刻画，把女主人公的直觉、情绪、思想、梦境、幻境等全部精神活动，“写了书”又“没人传”，“寻得雁”又“秋将暮”那回环曲折的描摹过程中庸“算”、“直绕、还是”等表现心声的口语化语言，把一个至情女子的婉曲心理刻画得细致感人，魅力无穷。</p> <p>　　此词以纯真朴实的笔调书写相思之情，全词明朗率真、情真意切，确乎具有民间词的意味，给人耳目一新之感。全词淡雅中见清新，朴素中见真情，通过多种意境淋漓尽致地抒写了离情。</p>",
  "about": "<h2>创作背景</h2> 　　这首词写于<a href=\"http://so.gushiwen.org/author_268.aspx\">黄庭坚</a>被贬谪西南时。从字面上来看，此词完全可以看作是一首吟咏恋思之作，但结合词人的身世，方知这实是一首抒情寄慨之词，表达的是词人被远谪的无奈及盼东归而无望的痛楚之情。黄庭坚位列“苏门四学士”之一，因坐元祐党籍，于新党得势时被贬谪涪州别驾，安置黔州等地。此词便是在这种背景下写成的。",
  "poet": {
    "id": 268,
    "star": 0,
    "name": "黄庭坚",
    "image": "http://img.gushiwen.org/authorImg/huangtingjian.jpg",
    "desc": "黄庭坚（1045.8.9-1105.5.24），字鲁直，号山谷道人，晚号涪翁，洪州分宁（今江西省九江市修水县）人，北宋著名文学家、书法家，为盛极一时的江西诗派开山之祖，与杜甫、陈师道和陈与义素有“一祖三宗”（黄庭坚为其中一宗）之称。与张耒、晁补之、秦观都游学于苏轼门下，合称为“苏门四学士”。生前与苏轼齐名，世称“苏黄”。著有《山谷词》，且黄庭坚书法亦能独树一格，为“宋四家”之一。"
  },
  "tags": [
    "抒情",
    "离愁",
    "相思"
  ]
}