{
  "id": 70263,
  "star": 1,
  "name": "【双调】新水令_大明开放九",
  "dynasty": "元代",
  "content": "大明开放九重天，拜紫宸玉楼金殿。红摇银烛影，香袅御炉烟。奏凤管冰弦，<br>唱大曲梨园。列文武官员，降玉府神仙，齐贺太平年。<br>　　【庆东原】遣奉使传丹诏，赈饿贫审滞冤，黜贪邪访民瘼巡行遍。陛下恩极<br>四边，祥开万年，和应三元。选人物治朝纲，取进士登科选。<br>　　【雁儿落得胜令】朝廷德化宣，台察清风宪。都堂有政声，枢府无征战。四<br>海永安然，诸邦尽朝献。武将每黄阁麒麟上，宰相每青霄日月边。仰洪福齐天，<br>无东面征西夷怨。君贤臣贤，庆吾皇泰定年。<br>　　【鸳鸯煞】万万载户口增田畴辟民归善，民归善省刑罚薄税敛差徭免差徭免，<br>日月同明，日月同明嵩岳齐肩。唱道、唱道虎据中原，虎据中原龙飞九天，龙飞<br>九天雨顺风调合天意随人愿。随人愿照百二山川，照百二山川一点金星瑞云里现。<br>　　闲争夺鼎沸了丽春园，欠排场不堪久恋。时间相敬爱，端的怎团圆？白没事<br>教人笑惹人怨。<br>　　【驻马听】锦阵里争先，紧卷旗幡不再展；花营中挑战，劳拴意马与心猿。<br>降书执写纳君前，唇枪舌剑难施展。参破脱空禅，早抽头索甚他人劝。<br>　　【乔牌儿】都将咱冷句店，心儿里岂不嫌。屯门塞户刚剑，纸糊锹怎地<br>展？<br>　　【天仙子】从今后，识破野狐涎。红粉无情，灾星不现。村酒酽野花浓，再<br>不粘拈。当时话儿无应显？好事天悭。<br>　　【尾】料应也不得为姻眷，有了神前咒怨。为甚脚儿稀，尺紧得阳台路儿远。<br>搅闲风吹散楚台云，天对付满怀愁闷。您那里欢娱嫌夜短，俺寂寞恨长更。恰似<br>线断风筝，绝鱼雁杳音信。<br>　　【驻马听】多绪多情，病身躯憔悴损；闲愁闲闷，将柳带结同心。瘦岩岩宽<br>褪了绛绡裙，羞答答恐怕他邻姬问。若道伤春，今年更比年时甚。<br>　　【沉醉东风】莲脸上何曾傅粉，鬓松不整乌云。口儿店心儿里印，捱一<br>宵胜似三春。怕的是黄昏点上灯，照见俺孤凄瘦影。<br>　　【幺】早是我愁怀闷哽，更那堪四扇帏屏。遣人愁添人恨，无端怨煞丹青。<br>画得来双双厮配定，做得伤情对景。<br>　　【天仙子】一扇儿画着双通叔和苏氏到豫章城，一扇儿是司马文君。一扇儿<br>是王魁桂英。画的来厮顾盼厮温存，比各青春。这一扇儿比他每情更深，是君瑞<br>莺莺。<br>　　【随煞】您团圆偏俺成孤另，拥被和衣坐等。听鼓打四更过，搭伏定鸳鸯枕<br>头等。<br>　　寨儿中风月煞经谙，收心也合搠氵。再不缠头戴蜀锦，沽酒典春衫。心如<br>柳絮粘泥，狂风过怎摇撼？<br>　　【乔牌儿】这番天对勘，非是俺愚滥。相知每侧脚里来轰减，盖因他酒半酣。<br>　　【夜行船】又引起往前风月胆，今番做得尴尬。且休说久远当来，奈何时暂，<br>这些时陡羞惨。<br>　　【天仙子】咱非参，坏怪斗来搀，怎肯祆庙火绝，蓝桥水氵。难掩盖泼风<br>声，被各俱耽？怎只恁两下里阻隔情分减，面北眉南。<br>　　【离亭宴煞】你休起风波剁断渔舟缆，得团圆摔破青铜鉴。冤家行再三，再<br>三嘱付勤相探。常将好事贪，却休教花星暗，万一问休将人倒赚。眼М了可憎才，<br>心疼煞志诚俺。<br>　　凤凰台上忆吹箫，似钱塘梦魂初觉。花月约，凤鸾交。半世疏狂，总做了一<br>场懊。<br>　　【驻马听】黄诏奢豪，桑木剑熬乏古定刀；双郎穷薄，纸糊锹掘了点钢锹。<br>怕不待争锋取债恋多娇，又索书名画字寻人保。枉徒劳，供钱买笑教人笑。<br>　　【落梅风】姨夫闹，咱便烧，君子不夺人之好。他揽定磨杆儿夸俏，推不动<br>磨杆上自吊。<br>　　【步步娇】积趱下三十两通行鸦青钞，买取个大笠子粗麻罩。妆甚腰，眼落<br>处和他契丹交。虽是不风骚，不到得着圈套。<br>　　【离亭宴带歇指煞】佳人有意郎君俏，郎君没钞莺花恼。如今等惜花人弄巧，<br>止不过美话儿排，虚科儿套，实心儿少。想着月下情，星前约，是则是花木瓜儿<br>看好。李亚仙负心疾，郑元和下番早。<br>　　暮春天气正愁人，对东风乱红成阵。愁白昼，恨黄昏。旧恨新愁，都在这时<br>分。<br>　　【夜行船】望断归鸿共锦鳞，不传织锦回文。多病多躯，怯春方寸，谩赢得<br>沈腰潘鬓。<br>　　【步步娇】劣性儿从前人难奔，何下手咱行顺。谩着外人，忙里偷闲厮温存。<br>想着那些儿恩，教俺几世儿填还尽。<br>　　【拨不断】苦伤神，谩销魂，瘦来生怕旁人问。司马空怜多病身，文君不寄<br>平安信，可知道一亲一近。<br>　　【离亭宴煞】有百十年伴老眉尖恨，有一千般不记得心头闷。腰围自忖，近<br>新来陡觉罗衣褪。可喜娘心头印，眼见的东阳瘦损。奚落美满再团圆，受过的<br>相思正不得本。<br>　　玉堂春色一更初，绣帘栊绿窗朱户。银台烧画烛，金鼎串烟浮。翠画屏舒，<br>一地绣ブ褥。<br>　　【驻马听】佳丽欢娱，龟背帘前听笑语。夜筵摆列，银高点照娇妹。玉瓶<br>插紫珊瑚，金樽潋滟葡萄绿。不寻俗，笙箫厌倦讴新曲。<br>　　【步步娇】宝髻高盘堆云雾，钗插荆山玉。离洛浦，天赐仙姿出尘俗。更通<br>疏，无半点儿包弹处。<br>　　【落梅风】宜观觑，堪画图，可人意更知音律。凌波半弯足衬足，荡湘裙<br>款移莲步。<br>　　【拨不断】美妻夫，笑相呼。珠围翠绕今年福，红粉殷勤捧绿醑。桃花扇底<br>歌《金缕》，不堪消喻。<br>　　【离亭宴煞】直吃到落花风散笙歌住，朦胧月转西楼去。舒翡翠被儿中眠，<br>鸳鸯帐儿里宿。　思情<br>　　碧梧天静暮云收，入罗衣晚风凉透。屏开闲孔雀，帘簌控金钩。懒上危楼，<br>书慵寄雁来候。<br>　　【驻马听】鬼病淹留，白发相如岂耐愁。泪痕依旧，青衫司马不禁秋。锦橙<br>香绽露金柔，丹枫叶落霜红皱。俺倦凝眸，别离咫尺重阳又。<br>　　【乔牌儿】喜字儿不应口，肯字儿枉迤逗。相思眼底成消瘦，为他时出尽丑。<br>　　【雁儿落】宽褪了联诗宫锦裘，酒社天香袖。剑慵看玉兔秋，笔倦扫苍龙溜。<br>　　【得胜令】呀，思量来端的没来由，和您娘无事做敌头。不是这掷果的潘安<br>俏，都则为当垆的卓氏羞。休忧，有日还成就；娇柔，忽的心上有。<br>　　【甜水令】猛想起那可意人儿，丰丰韵韵，忘昏失昼，情易舍业难酬。空着<br>我见后思量，片时作念，独自亻孱亻愁。闷字儿常在心头。<br>　　【折桂令】将一朵并头莲翠捻红揉，抵多少月下鸾箫，花底同游。闷恹恹似<br>黑海东流，没情没绪，无了无休。投至得简帖儿央及成配偶，敢和这卦钱儿落<br>做冤仇。琴断绒篝，折散绸缪。实丕丕似井底瓶沉，眼睁睁似石上簪投。<br>　　【尾声】驾车的痛饮临行酒，抵多少停眠整宿。怎肯辜负了有疼热的惜花心，<br>生疏了没褒弹画眉手？　闺情<br>　　枕痕一线粉香残，宝钗横绿支低。妆慷鸾镜掩，人去凤衾单。闷倚阑干，<br>无语几长叹。<br>　　【驻马听】蝶亻愁蜂亻孱，芳草天涯春事晚。莺慷燕懒，杏花帘幕雨声寒。<br>秦楼寂寞玉箫闲，楚台容易朝云散。乍离别经这番，恁般懊恼谁曾惯。<br>　　【乔牌儿】行时思坐不安，所事儿怕干犯。多情反受风流难，旧愁积新恨<br>亻赞。<br>　　【雁儿落】翠减了修眉柳叶弯，香消了娇脸桃花瓣。宽褪了纤腰翡翠裙，松<br>绰了缕带鲛销襻。<br>　　【得胜令】自从那花底唱《阳关》，柳下送征鞍，经了些夜月孤帏静，望不<br>见天涯一雁还。看看，业眼儿熬清旦；潸潸，泪珠儿落夜阑。<br>　　【甜水令】常记的《白雪》轻讴，金怀满泛，红牙低按，私语烛花残。到如<br>今好梦全无，佳期易阻，相思成患，平白的废寝忘餐。<br>　　【折桂令】望蓝桥远似三山，烟水迷茫，道路艰难。瓶坠簪折，风酸月苦，<br>雨涩支悭。长搀搀连理树柔条尽铲，碜可可比目鱼活水将干。他性格奸顽，不寄<br>平安。章台柳恣意留连，蟾宫桂未许跻攀。<br>　　【随煞】怕的是无情岁月相催残，容易去何年重返。贾充宅韩掾见应难，天<br>台路刘郎到来晚。",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "未知作者"
  },
  "tags": []
}