{
  "id": 70799,
  "star": 28,
  "name": "卜算子·燕子不曾来",
  "dynasty": "清代",
  "content": "燕子不曾来，小院阴阴雨。一角阑干聚落花，此是春归处。<br>弹泪别东风，把酒浇飞絮：化了浮萍也是愁，莫向天涯去！",
  "fanyi": "<p><strong>译文<br></strong>在小小庭院中，燕子没有来，只是阴雨连绵，一片幽暗。院中一个角落的栏杆处，聚集着一堆落花；落花飘飘零零，标志着春天已经迟暮。<br>挥泪告别东风，用酒来祭纷纷扬扬的飞絮。传说柳絮杨花飞入池塘，便化作浮萍，所以不要飞向天涯去。</p> <p><strong>注释<br></strong>①《卜算子》：又名《百尺楼》、《眉峰碧》、《楚天遥》等。相传是借用唐代<a href=\"http://so.gushiwen.org/view_70799.aspx\">诗</a>人<a href=\"http://so.gushiwen.org/author_714.aspx\">骆宾王</a>的绰号。骆宾王写诗好用数字取名，人称“卜算子”。此调始于<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>。双调，四十四字，仄韵。<br>②阴阴：形容阴暗的样子。<br>③阑（lán）干：栏杆。<br>④落华：即落花。<br>⑤弹泪：掉泪，流着眼泪。<br>⑥东风：春风。这里借指春天。<br>⑦飞絮（xù）：飞舞的柳絮。<br>⑧化了浮萍（fú píng）：古人以为柳絮落水化为浮萍。<br>⑨莫：不如。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　词的上片，前两句写春归后的凄凉景象，后两句则回答了“春归何处”的疑问。作者以心中想念的“燕子”和眼前望见的“小院”、“阑干”、“阴雨”、“落华”组成春已归去的词境，托出黯淡哀怨的词情。这里展现的不是透露淡淡闲愁的<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>《采桑子》词所写的“垂下帘栊，双燕归来细雨中”或<a href=\"http://so.gushiwen.org/author_588.aspx\">晏几道</a>《l临江仙》词所写的“落花人独立，微雨燕双飞”之景。其写燕子，是“不曾来”的燕子；写雨，是“小院”中的“阴阴雨”；写落花，不是尚在空中飘舞之飞花，是被风吹聚到阑干一角的早已委落在地之花，而这一堆落花，在作者心目中竟是“春归处”。<a href=\"http://so.gushiwen.org/author_34.aspx\">刘铉</a>《蝶恋花·送春》词中“只道送春无送处，山花落得红成路”两句，似已指出春归之处，实则只说春是沿着花落之路而归去的；这“阑干”两句则把落花聚集之处看作春的最后归宿，看作春的埋葬之所，从而进一步、深一层地揭示了春之悲剧。广而言之，岂止春光之易逝如此、春归之可悲如此，世上一切美好事物也往往迅即消失，转眼成空，如<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>在《简简吟》中所说，“大都好物不坚牢，彩云易散琉璃脆”，这本是无可奈何的人间憾事。这两句词实有其人事的象征意义，有其深广的哲理内涵。</p> <p>　　在词的下片中，作者把自我的身世之恨与春的悲剧下场融合为一。前两句写告别“东风”的悲苦之怀、系心“飞絮”的眷恋之意。而对“东风”、对“飞絮”之如此情深者，究竟是归去之春的心，还是送春之人的情？这在作者的笔下是一而二、二而一的。后面“浮萍”两句紧承“飞絮”句，用杨花入水成浮萍的传说，把词意、词情转进一层。词是送春，写春之归去，但作者却并不写到春去而止，更从春的本身写到春的化身，从春的今生写到春的来生，再从化身写到化身的化身，从来生写到来生的来生，以见春的身世之倍加可怜、春的命运之倍加可哀。春魂之化作天涯絮，而飞絮又落水化作浮萍，这来世杨花转来世萍的三生命运，使辞别人间的春魂注定了要生生世世飘荡下去，其苦恨深愁是无穷无尽的。纵然作者在词的结拍处希冀其“莫向天涯去”，而其终必流落天涯，是身不由己、无可奈何的结局。这下片的词意，似从前引<a href=\"http://so.gushiwen.org/author_40.aspx\">万俟咏</a>词“念远情怀，分付杨花”两句和<a href=\"http://so.gushiwen.org/author_411.aspx\">贯云石</a>曲“东君何处天涯”、“随柳絮吹归那答”两问，以及<a href=\"http://so.gushiwen.org/author_217.aspx\">辛弃疾</a>《摸鱼儿》词“春且住，见说道、天涯芳草无归路。怨春不语。算只有殷勤，画檐蛛网，尽日惹飞絮”的意境化出，但其辞则更苦，其情则更悲。</p>",
  "about": "<h2>创作背景</h2> 　　词中的意象“阴阴雨”、“落花”、“飞絮”、“浮萍”暗示了词人没落的情怀，而这种黯淡情绪又是咸丰兵事的折光。太平军所向披靡，癸丑年定鼎天京，这对清廷的打击极其沉重，隶属于封建统治阶级的文人也由此产生了没落、迷惘之情。从词的意蕴看，《卜算子》恐亦是癸丑年作。",
  "poet": {
    "id": 42,
    "star": 0,
    "name": "蒋春霖",
    "image": "http://img.gushiwen.org/authorImg/jiangchunlin.jpg",
    "desc": "蒋春霖（1818～1868）晚清词人。字鹿潭，江苏江阴人，后居扬州。咸丰中曾官两淮盐大使，遭罢官。一生潦倒，后因情事投水自杀（一说仰药死）。早年工诗，中年一意于词，与纳兰性德、项鸿祚有清代三大词人之称，所作《水云楼词》以身遭咸丰间兵事，特多感伤之音，诗作传世仅数十首，称《水云楼賸稿》。"
  },
  "tags": [
    "婉约",
    "愁苦",
    "写景"
  ]
}