{
  "id": 12271,
  "star": 3299,
  "name": "枫桥夜泊 / 夜泊枫江",
  "dynasty": "唐代",
  "content": "月落乌啼霜满天，江枫渔火对愁眠。<br>姑苏城外寒山寺，夜半钟声到客船。",
  "fanyi": "<p><strong>译文<br></strong>月亮已落下乌鸦啼叫寒气满天， 对着江边枫树和渔火忧愁而眠。<br>姑苏城外那寂寞清静古寺， 半夜里敲钟的声音传到了客船。</p> <p><strong>注释</strong><br>枫桥：在今苏州市阊门外。<br>夜泊：夜间把船停靠在岸边。<br>乌啼：一说为乌鸦啼鸣，一说为乌啼镇。<br>霜满天：霜，不可能满天，这个“霜”字应当体会作严寒；霜满天，是空气极冷的形象语。<br>江枫：一般解释作“江边枫树”，江指吴淞江，源自太湖，流经上海，汇入长江，俗称苏州河。另外有人认为指“江村桥”和“枫桥”。“枫桥”在吴县南门（阊阖门）外西郊，本名“封桥”，因张继此<a href=\"http://so.gushiwen.org/view_12271.aspx\">诗</a>而改为“枫桥”。<br>渔火：通常解释，“鱼火”就是渔船上的灯火；也有说法指“渔火”实际上就是一同打渔的伙伴。<br>对愁眠：伴愁眠之意，此句把江枫和渔火二词拟人化。就是后世有不解诗的人，怀疑江枫渔火怎么能对愁眠，于是附会出一种讲法，说愁眠是寒山寺对面的山名。<br>姑苏：苏州的别称，因城西南有姑苏山而得名。<br>寒山寺：在枫桥附近，始建于南朝梁代。相传因唐代僧人寒山、<a href=\"http://so.gushiwen.org/author_2237.aspx\">拾得</a>曾住此而得名。在今苏州市西枫桥镇。本名“妙利普明塔院”，又名枫桥寺；另一种说法，“寒山”乃泛指肃寒之山，非寺名。寺曾经数次重建，现在的寺宇，为太平天国以后新建。寺钟在第二次世界大战时，被日本人运走，下落不明。<br>夜半钟声：当今的佛寺（春节）半夜敲钟，但当时有半夜敲钟的习惯，也叫「无常钟」或「分夜钟」。宋朝大文豪<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>曾提出疑问表示：“诗人为了贪求好句，以至于道理说不通，这是作文章的毛病，如张继诗句“夜半钟声到客船”，句子虽好，但那有三更半夜打钟的道理？”可是经过许多人的实地查访，才知苏州和邻近地区的佛寺，有打半夜钟的风俗。</p>",
  "shangxi": "<p>　　这首七绝，是大历歌中最著名之作。全诗以一愁字统起。前二句意象密集：落月、啼乌、满天霜、江枫、渔火、不眠人，造成一种意韵浓郁的审美情境。这二句既描写了秋夜江边之景,又表达了作者思乡之情。后两句意象疏宕：城、寺、船、钟声，是一种空灵旷远的意境。夜行无月，本难见物，而渔火醒目，霜寒可感；夜半乃阗寂之时，却闻乌啼钟鸣。如此明灭对照，无声与有声的衬托，使景皆为情中之景，声皆为意中之音，意境疏密错落，浑融幽远。一缕淡淡的客愁被点染得朦胧隽永，在姑苏城的夜空中摇曳飘忽，为那里的一桥一水，一寺一城平添了千古风情，吸引着古往今来的寻梦者。《唐诗三集合编》“全篇诗意自‘愁眠’上起，妙在不说出。”《碛砂唐诗》：“‘对愁眠’三字为全章关目。明逗一‘愁’字，虚写竟夕光景，辗转反侧之意自见。”《古唐诗合解》：“此诗装句法最妙，似连而断，似断而连。”</p> <p>　　诗人运思细密，短短四句诗中包蕴了六景一事，用最具诗意的语言构造出一个清幽寂远的意境：江畔秋夜渔火点点，羁旅客子卧闻静夜钟声。所有景物的挑选都独具慧眼：一静一动、一明一暗、江边岸上，景物的搭配与人物的心情达到了高度的默契与交融，共同形成了这个成为后世典范的艺术境界。其名句有：“姑苏城外<a href=\"http://so.gushiwen.org/author_1397.aspx\">寒山</a>寺，夜半钟声到客船。”</p> <p>　　《枫桥夜泊》描写了一个秋天的夜晚，诗人泊船苏州城外的枫桥。江南水乡秋夜幽美的景色，吸引着这位怀着旅愁的游子，使他领略到一种情味隽永的诗意美，写下了这首意境深远的小诗。表达了诗人旅途中孤寂忧愁的思想感情。</p> <p>　　为什么诗人一夜未眠呢？首句写了“月落、乌啼、霜满天”这三种有密切关联的景象。上弦月升起得早，到“月落”时大约天将晓，树上的栖鸟也在黎明时分发出啼鸣，秋天夜晚的“霜”透着浸肌砭骨的寒意，从四面八方围向诗人夜泊的小船，使他感到身外茫茫夜空中正弥漫着满天霜华。第二句写诗人一夜伴着“江枫”和“渔火”未眠的情景。</p> <p>　　小结：前两句写了六种景象，“月落”、“乌啼”、“霜满天”、“江枫”、“渔火”及泊船上的一夜未眠的客人。后两句只写了姑苏城外寒山寺，孟薰的钟声传到船上的情景。前两句是诗人看到的，后两句是诗人听到的，在静夜中忽然听到远处传来悠远的钟声，一夜未眠的诗人有何感受呢？游子面对霜夜江枫渔火，萦绕起缕缕轻愁。这“夜半钟声”不但衬托出了夜的静谧，而且揭示了夜的深沉，而诗人卧听钟声时的种种难以言传的感受，也就尽在不言中了。</p> <p>　　这首诗采用倒叙的写法，先写拂晓时景物，然后追忆昨夜的景色及夜半钟声，全诗有声有色，有情有景，情景交融。 </p>",
  "about": "<h2>创作背景</h2> 　　根据《唐才子传》卷三记载，张继于“天宝十二年（753）礼部侍郎杨浚下及第”，也就是说考取了进士。而就在天宝十四年一月爆发了安史之乱，天宝十五年六月，玄宗仓皇奔蜀。因为当时江南政局比较安定，所以不少文士纷纷逃到今江苏、浙江一带避乱，其中也包括张继。一个秋天的夜晚，<a href=\"http://so.gushiwen.org/view_12271.aspx\">诗</a>人泊舟苏州城外的枫桥。江南水乡秋夜幽美的景色，吸引着这位怀着旅愁的客子，使他领略到一种情味隽永的诗意美，写下了这首意境清远的小诗。",
  "poet": {
    "id": 747,
    "star": 0,
    "name": "张继",
    "desc": "张继（约715~约779）字懿孙，汉族，襄州人（今湖北襄阳人）。唐代诗人，他的生平不甚可知。据诸家记录，仅知他是天宝十二年（公元七五三年）的进士。大历中，以检校祠部员外郎为洪州（今江西南昌市）盐铁判官。他的诗爽朗激越，不事雕琢，比兴幽深，事理双切，对后世颇有影响。但可惜流传下来的不到50首。他的最著名的诗是《枫桥夜泊》。"
  },
  "tags": [
    "唐诗三百首",
    "秋天",
    "写景",
    "思乡"
  ]
}