{
  "id": 48766,
  "star": 85,
  "name": "蝶恋花·画阁归来春又晚",
  "dynasty": "宋代",
  "content": "画阁归来春又晚。燕子双飞，柳软桃花浅。细雨满天风满院，愁眉敛尽无人见。<br>独倚阑干心绪乱。芳草芊绵，尚忆江南岸。风月无情人暗换，旧游如梦空肠断。",
  "fanyi": "<p><strong>译文<br></strong>从楼阁归来，才发现今年的春天又迟到了。燕子双双齐飞，垂柳低软，桃花已经凋零残败。落花像撩人的细雨洒满了半空，和风习习充满了庭院。独自皱眉，满怀的愁苦没有人能感受。<br>一个人孤独地靠着栏杆，心思如麻又烦乱。芳草萋萋，回忆了一番江南岸。清风明月没有感情，暗将人的模样改变，昔日的游览如梦一样，哪里经受得起重提？我这里白白地极度悲痛。</p> <p><strong>注释<br></strong>①蝶恋花：唐教坊曲名。本名《鹊踏枝》。<a href=\"http://so.gushiwen.org/author_432.aspx\">晏殊</a>词改今名。调名取梁简文帝<a href=\"http://so.gushiwen.org/author_463.aspx\">萧纲</a><a href=\"http://so.gushiwen.org/view_48766.aspx\">诗</a>句“翻阶蛱蝶恋花情”中的三字。双调，六十字，十句，上下片各五句四仄韵。一般用来填写多愁善感和缠绵悱恻的内容。<br>②画阁：华美的楼阁。<br>③桃花浅：是说春晚桃花开残，树上的花朵显得稀薄了。<br>④细雨：小雨。<br>⑤愁眉：发愁时皱着的眉头。唐<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>《晚春沽酒》：“不如贫贱日，随分开愁眉。”敛尽：收拾、整理干净。<br>⑥心绪：心思，心情。<br>⑦芊（qiān）绵：草木茂密繁盛。<a href=\"http://so.gushiwen.org/author_197.aspx\">刘禹锡</a>《省试风光草际浮》：“乍疑芊绵里，稍动丰茸际。”<br>⑧暗换：不知不觉地更换。<br>⑨旧游：昔日的游览。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　上片侧重描写女主人公从画阁归来所见的晚春景象。首句一声“春又晚”的叹息，惜春之情溢于言表。“燕子双飞，柳软桃花浅。”从这两句可见归者是独归，所以用此景反衬孤独。“细雨满天风满院”此句既是写景，又衬托出女主人公哀婉绵密的情感。“柳软”、“细雨”两句，具体描写晚春时节令人伤心的风雨落花景象。“愁眉敛尽无人见”将女主人公的形象画进了这幅残春风景图中，人景交融，凸显了他的忧愁孤独之状。此片情景交融，将人的哀婉之情融进残春风雨中。</p> <p>　　下片主要写主人公的伤离怨别之情。“独”字描绘出女主人公的孤独寂寞，“乱”字则写出她内心的悲凉愁思，表现其形单影只，心烦意乱的心境。“芳草芊绵，尚忆江南岸。”二句描绘她此时目之所及、心之所想，道出愁思的原因，点出离别相思之愁。“人暗换”不仅惋叹当年志同道合之友风流云散，或死或老，也暗寓对朝政日非的愤慨，诅咒岁月“无情”，也暗含对朝廷的贬刺。末两句点出伤春怨别的主题，一直抒胸臆结束全篇。此片主要是由景及情，直接抒发伤春怨别之情。</p> <p>　　此词由景及情，情景交融，以凄婉缠绵的笔调，曲折尽意地抒写了伤春女子的满怀离思和一腔哀愁。</p>",
  "about": "<h2>创作背景</h2> 　　这首词的具体创作年代不详。词人早年参加“庆历新政”，但不久革新失败，革新派惨遭打击，流落东西，词人屡受贬谪，自谓“十年困风波，九死出槛阱”。晚年虽奉诏回京，恢复馆阁之职，但新政失败给他留下的精神创伤，是难以愈合的。这首词从首句“画阁归来春又晚”推测，大约作于回京不久。",
  "poet": {
    "id": 561,
    "star": 0,
    "name": "欧阳修",
    "image": "http://img.gushiwen.org/authorImg/ouyangxiu.jpg",
    "desc": "欧阳修（1007－1072），字永叔，号醉翁，晚号“六一居士”。汉族，吉州永丰（今江西省永丰县）人，因吉州原属庐陵郡，以“庐陵欧阳修”自居。谥号文忠，世称欧阳文忠公。北宋政治家、文学家、史学家，与韩愈、柳宗元、王安石、苏洵、苏轼、苏辙、曾巩合称“唐宋八大家”。后人又将其与韩愈、柳宗元和苏轼合称“千古文章四大家”。"
  },
  "tags": [
    "伤春",
    "女子",
    "回忆",
    "孤寂"
  ]
}