{
  "id": 6454,
  "star": 22,
  "name": "听流人水调子",
  "dynasty": "唐代",
  "content": "孤舟微月对枫林，分付鸣筝与客心。<br>岭色千重万重雨，断弦收与泪痕深。",
  "fanyi": "<p><strong>译文</strong><br>夜晚，天上一弯微月，江上一叶孤舟，两岸是黑黝黝的枫林。演奏者是一位流浪的乐人，他的漂泊之苦和思乡之愁，倾注在筝乐之中，低婉压抑的筝乐，也更加重了客人的乡愁。<br>就像是飘飘洒洒永不停止的秋雨，弥漫在山岭之上。突然，筝弦断了，乐人思念之极，哀伤之极，以致忘情忘形；低首望去，弦断之处，泪水已经湿透了衣衫。</p> <p><strong>注释<br></strong>流人：流落江湖的乐人。<br>水调子：即水调歌，属乐府商调曲。<br>分付：即发付，安排。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　首句写景，并列三个意象（孤舟、微月、枫林）。在中国古典<a href=\"http://so.gushiwen.org/view_6454.aspx\">诗</a>歌中，本有借月光写客愁的传统。而江上见月，月光与水光交辉，更易牵惹客子的愁情。<a href=\"http://so.gushiwen.org/author_437.aspx\">王昌龄</a>似乎特别偏爱这样的情景：“亿君遥在潇湘月，愁听清猿梦里长”，“行到荆门向三峡，莫将孤月对猿愁”，等等，都将客愁与江月联在一起。而“孤舟微月”也是写的这种意境，“愁”字未明点，是见于言外的。“枫林”暗示了秋天，也与客愁有关。这种阔叶树生在江边，遇风发出一片肃杀之声（“日暮秋风起，萧萧枫树林”），真叫人感到“青枫浦上不胜愁”呢。“孤舟微月对枫林”，集中秋江晚来三种景物，就构成极凄清的意境（这种手法，后来在元人<a href=\"http://so.gushiwen.org/author_306.aspx\">马致远</a>《天净沙》中有最尽致的发挥），上面的描写为筝曲的演奏安排下一个典型的环境。此情此境，只有音乐能排遣异乡异客的愁怀了。弹筝者于此也就暗中登场。“分付”同“与”字照应，意味着奏出的筝曲与迁客心境相印。“水调子”本来哀切，此时又融入流落江湖的乐人（“流人”）的主观感情，引起“同是天涯沦落人”的迁谪者内心的共鸣。这里的“分付”和“与”，下字皆灵活，它们既含演奏弹拨之意，其意味又决非演奏弹拨一类实在的词语所能传达于万一的。它们的作用，已将景色、筝乐与听者心境紧紧钩连，使之融成一境。“分付”双声，“鸣筝”叠韵，使诗句铿锵上口，富于乐感。诗句之妙，恰如钟惺所说：“‘分付’字与‘与’字说出鸣筝之情，却解不出”（《唐诗归》）。所谓“解不出”。乃是说它可意会而难言传，不象实在的词语那样易得确解。</p> <p>　　次句刚写入筝曲，三句却提到“岭色”，似乎又转到景上。其实，这里与首句写景性质不同，可说仍是写“鸣筝”的继续。也许晚间真的飞了一阵雨，使岭色处于有无之中。也许只不过是“微月”如水的清光造成的幻景，层层山岭好象迷蒙在雾雨之中。无论是哪种境况，对迁客的情感都有陪衬烘托的作用。此外，更大的可能是奇妙的音乐造成了这样一种“石破天惊逗秋雨”的感觉。“千重万重雨”不仅写岭色，也兼形筝声（犹如“大弦嘈嘈如急雨”）；不仅是视觉形象，也是音乐形象。“千重”、“万重”的复叠，给人以乐音繁促的暗示，对弹筝“流人”的复杂心绪也是一种暗示。在写“鸣筝”之后，这样将“岭色”与“千重万重雨”并置一句中，省去任何叙写、关联词语，造成诗句多义性，含蕴丰富，打通了视听感觉，令人低回不已。</p> <p>　　弹到激越处，筝弦突然断了。但听者情绪激动，不能自已。这里不说泪下之多，而换言“泪痕深”，造语形象新鲜。“收与”、“分付与”用字同妙，它使三句的“雨”与此句的“泪”搭成譬喻关系。似言听筝者的泪乃是筝弦收集岭上之雨化成，无怪乎其多了。这想象新颖独特，发人妙思。此诗从句法、音韵到通感的运用，颇具特色，而且都服务于意境的创造，浑融含蓄，而非刻露，《诗薮》称之为“连城之璧，不以追琢减称”，可谓知言。</p>",
  "about": "<h2>创作背景</h2> <p>　　这首<a href=\"http://so.gushiwen.org/view_6454.aspx\">诗</a>大约作于<a href=\"http://so.gushiwen.org/author_437.aspx\">王昌龄</a>晚年赴龙标（今湖南黔阳）贬所途中。</p> <p>　　流人即流浪艺人，“水调子”即《水调歌头》。此诗写听流浪艺人弹奏筝曲《水调歌头》的感受，借此表达贬谪途中凄清又幽暗的心境。</p>",
  "poet": {
    "id": 437,
    "star": 0,
    "name": "王昌龄",
    "image": "http://img.gushiwen.org/authorImg/wangchangling.jpg",
    "desc": "王昌龄 (698— 756），字少伯，河东晋阳（今山西太原）人。盛唐著名边塞诗人，后人誉为“七绝圣手”。早年贫贱，困于农耕，年近不惑，始中进士。初任秘书省校书郎，又中博学宏辞，授汜水尉，因事贬岭南。与李白、高适、王维、王之涣、岑参等交厚。开元末返长安，改授江宁丞。被谤谪龙标尉。安史乱起，为刺史闾丘所杀。其诗以七绝见长，尤以登第之前赴西北边塞所作边塞诗最著，有“诗家夫子王江宁”之誉（亦有“诗家天子王江宁”的说法）。"
  },
  "tags": [
    "写景",
    "音乐"
  ]
}