{
  "id": 10802,
  "star": 390,
  "name": "春日忆李白",
  "dynasty": "唐代",
  "content": "白也诗无敌，飘然思不群。<br>清新庾开府，俊逸鲍参军。<br>渭北春天树，江东日暮云。<br>何时一樽酒，重与细论文。",
  "fanyi": "<p><strong>译文</strong><br><a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>的<a href=\"http://so.gushiwen.org/view_10802.aspx\">诗</a>作无人能敌，他那高超的才思也远远地超出一般人。<br>李白的诗作既有<a href=\"http://so.gushiwen.org/author_662.aspx\">庾信</a>诗作的清新之气，也有<a href=\"http://so.gushiwen.org/author_732.aspx\">鲍照</a>作品那种俊逸之风。<br>如今，我在渭北独对着春日的树木，而你在江东远望那日暮薄云，天各一方，只能遥相思念。<br>我们什么时候才能同桌饮酒，再次仔细探讨我们的诗作呢？</p> <p><strong>注释</strong><br>⑴不群：不平凡，高出于同辈。这句说明上句，思不群故诗无敌。<br>⑵庾开府：指庾信。在北周官至骠骑大将军、开府仪同三司（司马、司徒、司空），世称庾开府。<br>⑶俊逸：一作“豪迈”。鲍参军：指鲍照。南朝宋时任荆州前军参军，世称鲍参军。<br>⑷渭北：渭水北岸，借指长安（今陕西西安）一带，当时<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>在此地。<br>⑸江东：指今江苏省南部和浙江省北部一带，当时李白在此地。<br>⑹论文：即论诗。六朝以来，通称诗为文。细论文：一作“话斯文”。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>同<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>的友谊，首先是从<a href=\"http://so.gushiwen.org/view_10802.aspx\">诗</a>歌上结成的。这首怀念李白的五律，主要就是从这方面来落笔的。开头四句，一气贯注，都是对李白诗的热烈赞美。首句称赞他的诗冠绝当代。第二句是对上句的说明，是说他之所以“诗无敌”，就在于他思想情趣，卓异不凡，因而写出的诗，出尘拔俗，无人可比。接着赞美李白的诗像<a href=\"http://so.gushiwen.org/author_662.aspx\">庾信</a>那样清新，像<a href=\"http://so.gushiwen.org/author_732.aspx\">鲍照</a>那样俊逸。庾信、鲍照都是南北朝时的著名诗人。这四句，笔力峻拔，热情洋溢，首联的“也”、“然”两个语助词，既加强了赞美的语气，又加重了“诗无敌”、“思不群”的分量。</p> <p>　　对李白奇伟瑰丽的诗篇，杜甫在题赠或怀念李白的诗中，总是赞扬备至。从此诗坦荡真率的赞语中，也可以见出杜甫对李白的诗作十分钦仰。这不仅表达了他对李白诗的无比喜爱，也体现了他们的诚挚友谊。这四句是因忆其人而忆及其诗，赞诗亦即忆人。但作者并不明说此意，而是通过第三联写离情，自然地加以补明。这样处理，不但简洁，还可避免平铺直叙，而使诗意前后勾联，曲折变化。</p> <p>　　表面看来，第三联两句只是写了作者和李白各自所在之景。“渭北”指杜甫所在的长安一带；“江东”指李白正在漫游的江浙一带地方。“春天树”和“日暮云”都只是平实叙出，未作任何修饰描绘。分开来看，两句都很一般，并没什么奇特之处。然而作者把它们组织在一联之中，却有了一种奇妙的紧密的联系。也就是说，当作者在渭北思念江东的李白之时，也正是李白在江东思念渭北的作者之时；而作者遥望南天，惟见天边的云彩，李白翘首北国，惟见远处的树色，又见出两人的离别之恨，好像“春树”、“暮云”，也带着深重的离情。两句诗，牵连着双方同样的无限情思。回忆在一起时的种种美好时光，悬揣二人分别后的情形和此时的种种情状，这当中有十分丰富的内容。这两句，看似平淡，实则每个字都千锤百炼；语言非常朴素，含蕴却极丰富，是历来传颂的名句。《杜臆》引王慎中语誉为“淡中之工”，极为赞赏。</p> <p>　　上面将离情写得极深极浓，这就引出了末联的热切希望：“什么时候才能再次欢聚，像过去那样，把酒论诗啊！”把酒论诗，这是作者最难忘怀、最为向往的事，以此作结，正与诗的开头呼应。说“重与”，是说过去曾经如此，这就使眼前不得重晤的怅恨更为悠远，加深了对友人的怀念。用“何时”作诘问语气，把希望早日重聚的愿望表达得更加强烈，使结尾余意不尽，回荡着作者的无限思情。</p> <p>　　清代浦起龙说：“此篇纯于诗学结契上立意。”（《读杜心解》）道出了这首诗在内容和结构上的特点。全诗以赞诗起，以“论文”结，由诗转到人，由人又回到诗，转折过接，极其自然，通篇始终贯穿着一个“忆”字，把对人和对诗的倾慕怀念，结合得水乳交融。以景寓情的手法，更是出神入化，把作者的思念之情，写得深厚无比，情韵绵绵。</p>",
  "about": "<h2>创作背景</h2> 　　这首<a href=\"http://so.gushiwen.org/view_10802.aspx\">诗</a>是公元746年（唐玄宗天宝五年）或747年（天宝六年）春<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>居长安时所作。公元744年（天宝三年），<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>和杜甫在洛阳相遇，二人十分投机，从此结下了深厚的友谊。之后他们一起到宋州，在单父（今山东单县南）以北的汶水上，和诗人<a href=\"http://so.gushiwen.org/author_227.aspx\">高适</a>相逢。后来又一起到大梁城。分手后李白赶往江东，杜甫奔赴长安。到达长安后，杜甫写了好几首怀念李白的诗，这首便是其中之一。",
  "poet": {
    "id": 474,
    "star": 0,
    "name": "杜甫",
    "image": "http://img.gushiwen.org/authorImg/dufu.jpg",
    "desc": "杜甫（712－770），字子美，自号少陵野老，世称“杜工部”、“杜少陵”等，汉族，河南府巩县（今河南省巩义市）人，唐代伟大的现实主义诗人，杜甫被世人尊为“诗圣”，其诗被称为“诗史”。杜甫与李白合称“李杜”，为了跟另外两位诗人李商隐与杜牧即“小李杜”区别开来，杜甫与李白又合称“大李杜”。他忧国忧民，人格高尚，他的约1400余首诗被保留了下来，诗艺精湛，在中国古典诗歌中备受推崇，影响深远。759-766年间曾居成都，后世有杜甫草堂纪念。"
  },
  "tags": [
    "怀念",
    "赞美",
    "写人"
  ]
}