{
  "id": 72896,
  "star": 32,
  "name": "临江仙·昨夜个人曾有约",
  "dynasty": "清代",
  "content": "昨夜个人曾有约，严城玉漏三更。一钩新月几疏星。夜阑犹未寝，人静鼠窥灯。<br>原是瞿唐风间阻，错教人恨无情。小阑干外寂无声。几回肠断处，风动护花铃。",
  "fanyi": "<p><strong>译文<br></strong>昨夜与情郎相约定，在三更时分相会。城楼上漏壶显示，已到三更。天际一弯新月，伴着几颗星。夜将尽，她还在等待中未眠。一片静谧，只有老鼠在灯下张望不停。<br>他定是被什么事情耽搁了吧，刚才真不该暗恨他无情爽约。小栏杆外寂静无声，没有人来，只有几次轻风吹响了护花铃，提醒独自等待的她现在多么寂寞，徒增伤悲。</p> <p><strong>注释<br></strong>临江仙：唐教坊曲名，后用作词牌名。此词双调六十字，平韵格。<br>个人：那人。<br>严城：戒备森严的城池。<br>新月：农历每月初出现的弯形的月亮。<br>鼠窥灯；形容环境寂静荒僻。用<a href=\"http://so.gushiwen.org/author_125.aspx\">秦观</a>《如梦令·遥夜沈沈如水》“梦破鼠窥灯”词意。<br>瞿唐：即瞿塘，峡名，为长江三峡之首，也称夔峡，西起重庆奉节白帝城，东至巫山大溪，两岸悬崖壁立，江流湍急，山势险峻。号称西蜀门户，峡口有夔门和滟滪堆。<br>阑干：即栏杆。<br>护花铃：为保护花朵驱赶鸟雀而设置的铃。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　“昨夜个人曾有约，严城玉漏三更。”报时的沙漏中，细沙滑下，标志着时间无情流逝。戒备森严的城内街道空无一人，主人公独自等待了大半个夜晚，“严城”二字更增添了这孤独凄凉的色彩。相思与等待之苦，确是不堪忍受。“一钩新月几疏星。”天上的一钩新月，点点疏星，这样的景色在主人公看来，不过是一番别样的孤寂凄清，人一生又遇上多少个一钩新月天如水的夜晚？若所等之人如约来到，那此情此景，二人可能会在月下对酌，可能会联词唱和，也可能只是并肩漫步在如水月色中，任低声耳语惊起了宿鸟剪碎了花影。然而，这样心心念念等待之人终究没有到来，面对新月疏星，只能听凭思念和寂寞在惘然中纠缠不休。</p> <p>　　三更时分，风定夜静，相约之人却迟迟不来，主人公的心情处于犹疑不定之中。“夜阑犹未寝”，纵夜阑灯昏，也难以安然好眠。“人静鼠窥灯”，四周寂静无声，连小鼠也出来窥探。而无果的等待，一室的悄然，早已让人心内冷凉一片。言语至此，已是沉沉无半点生气，寂寞至极。</p> <p>　　过片写主人公久待不见人来，开始主动为对方寻找爽约原因。“原是瞿唐风问阻”，主人公在这里设想，恋人一定遭遇了像瞿塘峡的风一样的意外变故，才没来赴约。这里所谓的“瞿塘风间阻”是借喻人间别有难言的风险，显然非单指自然界的险阻。此处借典故示之，意含深婉，情韵深长。想必此刻伊人正在独倚高楼，拍遍栏杆，苦无良计。继而强自解嘲道：“错教人恨无情。”这让人误以为对方无情。既未践约，则一面是遗憾，一面是加倍地思念。横亘在他们之间的是一条何其难逾的鸿沟，主人公不禁黯然神伤之至，却也无计可施，只得任那情绪陷入长久痛苦的相思之中。</p> <p>　　“小阑干外寂无声”，深夜难眠容易让人产生回忆，昔日与恋人在回廊约会的场面历历在目。“几回肠断处，风动护花铃。”此时此刻，只剩下护花铃声颤动，空留断肠人。结尾两句更是清新含婉，余味悠长。</p>",
  "about": "<h2>创作背景</h2> 　　此词为代人设辞，假托女子与人相约而成空。或以为作者与人相约，已经深夜，期客不至，令其无寐，因作此词。相约之人，有可能是作者恋人。陈淏《精选国朝<a href=\"http://so.gushiwen.org/view_72896.aspx\">诗</a>余》中此词有副题“忆友”，而此“友”不详其人。",
  "poet": {
    "id": 188,
    "star": 0,
    "name": "纳兰性德",
    "image": "http://img.gushiwen.org/authorImg/nalanxingde.jpg",
    "desc": "纳兰性德（1655－1685），满洲人，字容若，号楞伽山人，清代最著名词人之一。其诗词“纳兰词”在清代以至整个中国词坛上都享有很高的声誉，在中国文学史上也占有光采夺目的一席。他生活于满汉融合时期，其贵族家庭兴衰具有关联于王朝国事的典型性。虽侍从帝王，却向往经历平淡。特殊的生活环境背景，加之个人的超逸才华，使其诗词创作呈现出独特的个性和鲜明的艺术风格。流传至今的《木兰花令·拟古决绝词》——“人生若只如初见，何事秋风悲画扇？等闲变却故人心，却道故人心易变。”富于意境，是其众多代表作之一。"
  },
  "tags": [
    "写景",
    "月夜",
    "抒情"
  ]
}