{
  "id": 69560,
  "star": 31,
  "name": "哨遍·高祖还乡",
  "dynasty": "元代",
  "content": "　　社长排门告示，但有的差使无推故，这差使不寻俗。一壁厢纳草也根，一边又要差夫，索应付。又是言车驾，都说是銮舆，今日还乡故。王乡老执定瓦台盘，赵忙郎抱着酒胡芦。新刷来的头巾，恰糨来的绸衫，畅好是妆么大户。 <br>　　[耍孩儿]瞎王留引定火乔男妇，胡踢蹬吹笛擂鼓。见一颩人马到庄门，匹头里几面旗舒。一面旗白胡阑套住个迎霜兔，一面旗红曲连打着个毕月乌。一面旗鸡学舞，一面旗狗生双翅，一面旗蛇缠葫芦。 <br>　　[五煞]红漆了叉，银铮了斧，甜瓜苦瓜黄金镀，明晃晃马镫枪尖上挑，白雪雪鹅毛扇上铺。这些个乔人物，拿着些不曾见的器仗，穿着些大作怪的衣服。 <br>　　[四煞]辕条上都是马，套顶上不见驴，黄罗伞柄天生曲，车前八个天曹判，车后若干递送夫。更几个多娇女，一般穿着，一样妆梳。 <br>　　[三煞]那大汉下的车，众人施礼数，那大汉觑得人如无物。众乡老展脚舒腰拜，那大汉挪身着手扶。猛可里抬头觑，觑多时认得，险气破我胸脯。 <br>　　[二煞]你身须姓刘，你妻须姓吕，把你两家儿根脚从头数：你本身做亭长耽几杯酒，你丈人教村学读几卷书。曾在俺庄东住，也曾与我喂牛切草，拽坝扶锄。 <br>　　[一煞]春采了桑，冬借了俺粟，零支了米麦无重数。换田契强秤了麻三秆，还酒债偷量了豆几斛，有甚糊突处。明标着册历，见放着文书。 <br>　　[尾声]少我的钱差发内旋拨还，欠我的粟税粮中私准除。只通刘三谁肯把你揪扯住，白甚么改了姓、更了名、唤做汉高祖。",
  "fanyi": "<p><strong>译文</strong><br>　　听说有个大人物要还乡了，社长挨家挨户地通知每个差使：“任何差使均不得借故推脱。”这些差使真不寻常，一边要交纳草料，一边要派服劳役的民夫，都必须执行。有的说是车驾，有的说是銮舆，今天要回乡。只见在喧闹的市集里，王乡老拿着个陶托盘，赵忙郎抱着一个酒葫芦，带着新洗过的头巾，穿着新糨过的绸衫，正好装充有身份的阔人。忽然，瞎王留叫来一伙稀奇古怪的男女胡乱地吹笛打鼓，好像在欢迎什么。一大队人马从村口进来，前头的人拿着几面旗子，颇威风似的。那些旗子上的图案千奇百怪：有在月形环中画白兔；有红圈中画鸟；有画着一只鸡学跳舞的；有画着长着翅膀的狗；有画着蛇缠在葫芦上，还有用红漆刷过的叉，用银镀过的斧头，连甜瓜苦瓜也镀了金。马镫明晃晃的，扇子铺了一层雪白的鹅毛。还有那几个穿着奇怪的人，手里拿着一些罕见的器仗，穿著些奇怪的衣服。辕条套的全是马，套顶上没有驴。黄色丝绸做的伞的把是弯曲的。车前站着八个架前侍卫，车后的是随从。还有几个漂亮女子穿着艳装，一样的打扮。那个大汉下车了，众人马上行礼，但他没有看在眼里。见乡亲们跪拜在地，他挪身用手扶。我突然抬起头一看，那个我认识的，差点气死我了！你本来姓刘，你妻子姓吕。把你从头数到脚：你以前是亭长，喜欢喝酒。你的丈人在村教书，你曾经在我屋庄的东头住，和我一起割草喂牛，整地耕田。春天你摘了我的桑叶，冬天你借了我的米，问我借了都不知有多少了。趁着换田契，强迫称了我三十斤麻，还酒债时偷着少给我几斛豆。有什么糊涂的，清清楚楚地写在账簿上，现成的放着字据文书。过去借的钱要在现在摊派的官差钱里扣除，欠我的粮食你要从粮税里暗地里给我扣出来。我琢磨着刘三：谁上来把你拉扯住，平白地为什么改了姓、换了名，要叫汉高祖。</p><p><strong>注释</strong><br>[1]哨遍：曲牌名，又作“稍遍”。<br>[2]社：古时地方的基层单位。元代以五十家为一社。<br>[3]无推故：不要借故推辞。<br>[4]不寻俗：不寻常，不一般。<br>[5]“一壁厢”句：一边要供给马饲料。一壁厢，一边。也，衬字，无义。<br>[6]索应会：须认真对待。索，须。<br>[7]车驾、銮舆：都是帝王乘的车子，因以作为皇帝的代称。<br>[8]乡老：乡村中的头面人物。<br>[9]忙郎：一般农民的称谓。<br>[10]糨（jiang）来：浆好，刷洗。用米汗给洗净的衣服上浆叫“糨”。<br>[11]“十畅好”句：正好充装有身份的阔佬。畅好是，又作“常好是”、“畅是”、“唱道”，作“真是”、“正是”讲。妆么（yao），装模作样。<br>[12]“瞎王留”句：爱出风头的青年率领一伙装模作样的坏家伙。瞎，犹言坏，胡来。王留，元曲中常用以指好出风头的农村青年。火，同“伙”、“夥”。乔男女，坏家伙。丑东西。<br>[13]胡踢蹬：胡乱，胡闹。踢蹬，语助词，起强调作用。<br>[14]一颩（biao）人马：一大队人马。周密《癸辛杂识》别集下“一颩”条：“虏中谓一聚马为颩，或三百匹，或五百匹。<br>[15]匹头里：犹“劈头”“打头”“当头”。<br>[16]“白胡阑”句：指月旗。胡阑，“环”的合音。即圆圈。迎霜兔，玉兔，古代神话谓月中有玉兔捣药。一面旗上画的是白环里套住只白玉兔，即月旗。<br>[17]“红曲连”句：指日旗。曲连，“圈”的合音，即红圈，象日的形状。毕月乌，古代传说日中有三足乌。后来的星历家又以七曜（日、月、火、水、木、金、土）及各种鸟兽配二十八宿，如“昴日鸡”“毕月乌”等。<br>[18]鸡学舞，这是指舞凤旗。<br>[19]狗生双翅，这里指飞虎旗。<br>[20]蛇缠葫芒：这是指蟠龙戏珠旗。这些旗帜都是乡下人没有看到过的，只是根据自己的生活经验。随意加以解释的。<br>[21]银铮：镀了银的铮。<br>[22]“甜瓜”句：这是说金瓜锤，帝王的仪仗。<br>[23]“明晃晃”句：这是说朝天镫，帝王的仪仗。<br>[24]“白雪雪”句：这是写鹅朱宫扇。<br>[25]乔人物：怪人物，装模作样的人。<br>[26]“黄罗伞”句：此指帝王仪仗中的“曲盖”。曲盖象伞，柄是曲的。<br>[27]天曹判：天上的判官。形容威风凛凛、表情呆板的侍从人员。<br>[28]多娇女：指美丽的宫娥。<br>[29]挪身：挪动身躯。<br>[30]猛可里：猛然间，忽然间。觑（qu）：偷看。上文“觑得人如无物”的“觑”，当“斜视”讲。<br>[31]“你身”句：你个人本姓刘。须，本。<br>[32]根脚：根基，犹今言出身。<br>[33]亭长：<a href=\"http://so.gushiwen.org/author_746.aspx\">刘邦</a>曾经做过泗上亭长。秦制。十里为亭，十亭为乡。耽（dan）：沉溺，迷恋。<br>[34]拽坝（zhuaiba）扶锄：：泛指平整土地之类的农活。两牛并耕为一坝。坝通“耙”。<br>[35]麻三秆：麻三十斤。乡间以十斤为一秆。<br>[36]有甚糊突处：有什么糊涂的地方，意即十分清楚。糊突，糊涂，含混不清。上句中斛（hu）：量器名，古人以十斗为一斛。<br>[37]明标着册历：明白地记载在帐簿上。标，记载。册历，帐簿。<br>[38]见（xian）放着文书：现在还放着借据在那儿。文书，契约。借条。<br>[39]差发内旋拨还：在官差内立即偿还。差发，差拨，官家派的差役和钱粮。旋，立刻，马上。<br>[40]私准除：暗地里扣除。准除，抵偿，折算。<br>[41]刘三：刘邦，排行当为第三。因为他有一个哥哥排行第二。捽住：揪住，抓着。<br>[42]白甚么：凭什么。不是询问原因，而是带有批评意味的责问、质问。</p>",
  "shangxi": "<h2>鉴赏</h2> 　　高祖，即<a href=\"http://so.gushiwen.org/author_746.aspx\">刘邦</a>。首段写乡中接驾的准备，众人忙碌而“我”独不解,一开头便为全篇定下诙谐,嘲讽的基调。《耍孩儿》《五煞》《四煞》三首曲子铺陈车驾的排场，本应是庄严高贵的场面在老百姓看来都怪里怪气，莫名其妙，这实际上讽刺了皇家气派和帝王尊严。《三煞》《二煞》《一煞》是数落汉高祖当年的寒酸和劣迹，一下子就揭穿了隐藏在黄袍之后的真面目，而他还在人前装腔做势、目中无人，两厢对比， 更觉可笑。《尾》曲是全篇的高潮，“刘三”是作者根据史书杜撰的刘邦的小名，乡民呼出，形神酷似，妙就妙在它粉碎了“真命天子”的神话，所谓帝王之尊在辛辣的嘲笑声中荡然无存。这套散曲把不可一世的汉高祖作为嬉笑怒骂的对象，矛头直指封建社会的最高统治者，表现出对皇权至上的强烈不满和对封建秩序的无比蔑视。刘邦是一个很爱虚荣的人，《史记》上说他看到秦始皇出巡时的气派羡慕不已，认为大丈夫应当如此。作者没有被史书中所记载的高祖还乡时嘉惠百姓的“浩荡皇恩”所迷惑，而是注重于史书中描写刘邦爱慕虚荣以及欠王媪酒钱不还、诳称贺钱万贯得以见到贵客等无赖行径的材料，通过艺术加工，无情地揭穿了封建帝王的丑恶嘴脸。当然，作者批判的锋芒不仅仅是指向汉高祖一人，而是指向所有欺压百姓却要装模作样的封建统治者及其爪牙，更是指向残酷地实行阶级压迫和民族压迫的元代统治者。散曲中借乡民之口说刘邦“也曾与我喂牛切草，拽坝扶锄”，流露出轻视劳动的意识，当然是不可取的。",
  "about": "<h2>艺术特色</h2> <p><strong>乡民的独特视角</strong><br>　　作者在曲作中通过一个小人物——无知乡民的特殊视角来展现汉高祖这个不可一世的大人物，把至高无上的皇帝贬得一文不值，写作手法实属高妙。皇帝驾到本是极其隆重的场面，可是在乡民的眼中不过是乱哄哄的一场戏：“瞎王留引定火乔男女，胡踢蹬吹笛擂鼓。”到村口迎接皇帝的就是这么一伙不三不四的人，吹吹打打乱七八糟的。仪仗队里的五面旗子，分别画有日、月、凤凰、飞虎、蟠龙等图案，代表着天子的神圣和庄严，可是在乡民的眼中，却是“白胡闹套住个迎霜兔”、“红曲连打着个毕月鸟”、“鸡学舞”、“狗生双翅”、“蛇缠葫芦”，不伦不类，煞是好笑。至于红叉、银斧、金瓜锤、朝天镫、鹅毛宫扇等显示帝王威严的器物，在乡民看来，虽未见过也毫不稀奇。威风凛凛的仪仗队，竟成了“穿着些大作怪衣服”的“乔人物”。在对皇帝的仪仗极尽挖苦讽刺之能事后，作者又通过乡民的眼睛，来写皇帝的车驾：“车前八个天曹判，车后若干递送夫。”天曹判是天上的判官，递送夫是押解犯人的差役，他们簇拥在皇帝的前后，可见皇帝一行是怎样令人畏怖、令人厌恶的货色!接下去写众人迎候施礼。高祖却“觑得人如无物”，以“挪身着手扶”表示回礼，一副小人得志的模样。乡民跪拜后，“猛可里抬头觑，觑多时认得”，作威作福的高祖竟是昔日乡里的无赖，不由得“险气破我胸脯”。最后的三支曲子，通过乡民之口，揭穿“刘三”的老底，不过是个贪酒、赖债、明抢、暗偷、胡作非为的流氓，可是居然改名换姓称作什么“汉高祖”。作品以乡民的独特视角来刻划汉高祖。乡民是无知的，又是有识的；他的看法多属误解，但又反映出许多真实。无知与有识、误解与真实相交织，呈现在读者面前的是乡民复杂而变形的内心世界。封建社会的最高统治者在这个世界里遭到了最无情的嘲弄，完全失去了他的庄严与神圣，展现了无法伪装的本来面目。</p> <p><strong>幽默的讽刺喜剧</strong><br>　　这套散曲有背景、有人物、有故事情节，情节中有铺垫、有发展、有高潮，堪称一部情节完整、充满夸张和。幽默的讽刺喜剧。几支曲子组成的套曲，能起到一出讽刺喜剧的作用，不能不令人佩服作者的艺术功力。这出喜剧是有头有尾的。从社长挨户通知皇帝将要驾临，王乡老、赵忙郎等乡里头面人物忙着接待，写到皇帝仪仗车驾到来，八面威风，不可一世；又从皇帝下车后，接受众人礼拜，架子十足，装模作样，写到乡间小民猛一抬头，识破其即是早先贪杯赖债鱼肉乡邻的无赖：故事生动，情节完整，对读者很有吸引力。这出喜剧中的人物是颇有性格的。无论是写乡里接驾前的忙乱，还是写皇帝仪仗车驾的威风，都衬托出“威加海内兮归故乡”的汉高祖的好虚荣、讲排场、气势凌人、威风十足。而紧接着的面目为乡民所识破、老底被乡民所揭穿的描写，则突出了大人物的昔时卑琐低下、今日装腔作态的可恶可憎。社长、王乡老、赵忙郎等忙于接驾的表现，显露出他们善于巴结逢迎的心理。而“猛可里抬头觑”的乡民虽然无知，所见不广，但性格刚直，疾恶如仇，在曲作中也得到了真实形象的刻划。</p> <p><strong>生动的口语方言</strong><br>　　这首套曲是以乡民叙述的口吻展开的，因此用的是与乡民身份一致的语言，亦即乡间生动的口语方言，收到很好的表达效果。曲中形容王乡老与赵忙郎：“新刷来的头巾，恰糨来的绸衫，畅好是妆么大户。”三言两语勾画出迎驾的乡绅土豪令人作呕的模样。“瞎王留引定乔男女”中的“瞎”与“乔”字，点出了乡民们对迎驾的厌恶，认为那纯属胡闹的稀奇古怪的行为。仪仗队的服装被称作“大作怪衣服”，皇帝前后的随从被叫做“天曹判”、“递送夫”，处处流露出乡民们对下乡扰民的帝王的蔑视和憎恶。而对<a href=\"http://so.gushiwen.org/author_746.aspx\">刘邦</a>，曲中连用“那大汉”称之，根本不把至高无上的帝王放在眼里；“觑得人如无物”、“挪身着手扶”显示刘邦的傲慢和装腔作势。末三支曲更是乡民对高祖昔时无赖行为的控诉，用“你”称身为皇帝的刘邦，谴责他“春采了俺桑，冬借了俺粟”，“强秤了麻三秤”，“偷量了豆几斛”，纯是乡间明白通俗的口语，却入木三分地刻划出了刘邦流氓无赖的嘴脸。结尾处语言生动至极：“只道刘三，谁肯把你揪摔住?白什么改了姓更了名唤作汉高祖!”乡民的几句挖苦话令帝王的尊严扫地以尽，令读者拍手称快拍案叫绝。</p><br/><h2>写作背景</h2> 　　<a href=\"http://so.gushiwen.org/author_812.aspx\">睢景臣</a>是元代有影响的散曲作家。公元1303年(元大德七年)，他从扬州到杭州，与著《录鬼簿》的钟嗣成会面，由此可知他曾生活在13世纪末至14世纪初这段时间里，但具体生卒年不详。《录鬼簿》说他“心性聪明，酷嗜音律”。所作散曲仅保存下套数三篇，该篇是他的代表作。当时散曲作者多以高祖还乡题材作套曲，睢景臣所撰极为新奇，压倒诸作。该篇把显赫一时的汉高祖<a href=\"http://so.gushiwen.org/author_746.aspx\">刘邦</a>作为辛辣讽刺的对象。汉高祖荡平天下当了皇帝后，杀了淮阴侯韩信，又亲自率兵攻打造反的淮南王黥布，威风凛凛地回到故乡沛县。《史记·高祖本纪》载：“高祖还归，过沛，留。置酒沛宫，悉召故人父老子弟纵酒，发沛中儿得百二十人，教之歌。酒酣，高祖击筑，自为歌<a href=\"http://so.gushiwen.org/view_69560.aspx\">诗</a>曰：‘大风起兮云飞扬，威加海内兮归故乡，安得猛士兮守四方!’沛父兄诸母故人日乐饮极欢，道旧故为笑乐。十余日，高祖欲去，沛父兄固请留高祖。高祖曰：‘吾人众多，父兄不能给。’乃去。沛中空县皆之邑西献。高祖复留止，张饮三日。”看来刘邦还乡不仅神气，而且还很热闹，走时全城送行。作者没有按照史实描写刘邦还乡情景，而是以嬉笑怒骂的手法，揭露刘邦的无赖出身，剥下皇帝的神圣面具，还其欺压百姓的真面目。",
  "poet": {
    "id": 812,
    "star": 0,
    "name": "睢景臣",
    "image": "http://img.gushiwen.org/authorImg/suijingchen.jpg",
    "desc": "睢景臣是元代著名散曲、杂剧作家，江苏扬州人，一生著述甚多，其中最广为人知的作品是《哨遍·高祖还乡》。"
  },
  "tags": [
    "讽刺"
  ]
}