{
  "id": 49601,
  "star": 404,
  "name": "浣溪沙·细雨斜风作晓寒",
  "dynasty": "宋代",
  "content": "<span style=\"font-family:SimSun;\">元丰七年十二月二十四日，从泗州刘倩叔游南山</span></p> <p>细雨斜风作晓寒，淡烟疏柳媚晴滩。入淮清洛渐漫漫。<br>雪沫乳花浮午盏，蓼茸蒿笋试春盘。人间有味是清欢。",
  "fanyi": "<p><strong>译文</strong><br>细雨斜风天气微寒。淡淡的烟雾，滩边稀疏的柳树似乎在向刚放晴后的沙滩献媚。眼前入淮清洛，亦仿佛渐流渐见广远无际。<br>乳色鲜白的好茶伴着新鲜的野菜。人间真正有味道的还是清淡的欢愉。</p> <p><strong>注释</strong><br>⑴浣溪沙：本唐教坊曲名，后用作词牌。一作《浣溪纱》，又名《浣沙溪》、《小庭花》等。双调四十二字，平韵。南唐<a href=\"http://so.gushiwen.org/author_269.aspx\">李煜</a>有仄韵之作。此调音节明快，句式整齐，易于上口。为婉约、豪放两派词人所常用。<br>⑵刘倩叔：名士彦，泗州人，生平不详。<br>⑶南山：在泗州东南，景色清旷，宋<a href=\"http://so.gushiwen.org/author_697.aspx\">米芾</a>称为淮北第一山。<br>⑷细雨斜风：唐<a href=\"http://so.gushiwen.org/author_622.aspx\">韦庄</a>《题貂黄岭军官》：“斜风细雨江亭上,尽日凭栏忆楚乡。”<br>⑸媚：美好。此处是使动用法。滩：十里滩，在南山附近。<br>⑹洛：洛河，源出安徽定远西北，北至怀远入淮河。<br>⑺漫漫：水势浩大。<br>⑻“雪沫”句：谓午间喝茶。雪沫乳花：形容煎茶时上浮的白泡。宋人以讲茶泡制成白色为贵，所谓“茶与墨正相反，茶欲白，墨欲黑”（宋赵德麟《侯鲭录》卷四记<a href=\"http://so.gushiwen.org/author_568.aspx\">司马光</a>语）。唐<a href=\"http://so.gushiwen.org/author_98.aspx\">曹邺</a>《故人寄茶》：“碧波霞脚碎，香泛乳花轻。”东坡《西江月》：“汤发云腴酽白，盏浮花乳轻圆。”午盏：午茶。<br>⑼蓼（liǎo）茸：蓼菜嫩芽。<br>⑽春盘：旧俗，立春时用蔬菜水果、糕饼等装盘馈赠亲友。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　词的上片写早春景象，下片写作者与同游者游山时以清茶野餐的风味。作品充满春天的气息，洋溢着生命的活力，反映了作者对现实生活的热爱和健胜进取的精神。</p> <p>　　词的上片写沿途景观。第一句写清晨，风斜雨细，瑟瑟寒侵，这残冬腊月是很难耐的，可是东坡却只以“作晓寒”三字出之，表现了一种不大在乎的态度。</p> <p>　　第二句写向午的景物：雨脚渐收，烟云淡荡，河滩疏柳，尽沐晴晖。一个“媚”字，极富动感地传出作者喜悦的心声。作者从曳于淡云晴日中的疏柳，觉察到萌发中的春潮。于残冬岁暮之中把握住物象的新机，这正是东坡逸怀浩气的表现，是他精神境界上度越恒流之处。“入淮”句寄兴遥深，一结甚远。句中的“清洛”，即“洛涧”，发源于合肥，北流至怀远合于淮水，地距泗州（宋治临淮）不近，非目力能及。词中提到清洛，是以虚摹的笔法，眼前的淮水联想到上游的清碧的洛涧，当它汇入浊淮以后，就变得浑浑沌沌一片浩茫了。</p> <p>　　下片转写作者游览时的清茶野餐及欢快心情。一起两句，作者抓住了两件有特征性的事物来描写：乳白色的香茶一盏和翡翠般的春蔬一盘。两相映托，便有浓郁的节日气氛和诱人的力量。“雪沫”乳花，状煎茶时上浮的白泡。以雪、乳形容茶色之白，既是比喻，又是夸张，形象鲜明。午盏，指午茶。此句可说是对宋人茶道的形象描绘。“蓼茸蒿笋”，即蓼芽与蒿茎，这是立春的应时节物。旧俗立春时馈送亲友以鲜嫩春菜和水果、饼铒等，称“春盘”。</p> <p>　　此二句绘声绘色、活灵活现地写出了茶叶和鲜菜的鲜美色泽，使读者从中体味到词人品茗尝鲜时的喜悦和畅适。这种将生活形象铸成艺术形象的手法，显示出词人高雅的审美意趣和旷达的人生态度。“人间有味是清欢”，这是一个具有哲理性的命题，用词的结尾，却自然浑成，有照彻全篇之妙趣，为全篇增添了欢乐情调和<a href=\"http://so.gushiwen.org/view_49601.aspx\">诗</a>味、理趣。</p> <p>　　这首词，色彩清丽而境界开阔的生动画面中，寄寓着作者清旷、闲雅的审美趣味和生活态度，给人以美的享受和无尽的遐思。</p>",
  "about": "<h2>创作背景</h2> 　　这首纪游词，是宋神宗元丰七年（1084年），<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>在赴汝州（今河南汝县）任团练使途中，路经泗州（今安徽泗县）时，与泗州刘倩叔同游南山时所作。",
  "poet": {
    "id": 183,
    "star": 0,
    "name": "苏轼",
    "image": "http://img.gushiwen.org/authorImg/sushi.jpg",
    "desc": "苏轼（1037－1101），北宋文学家、书画家、美食家。字子瞻，号东坡居士。汉族，四川人，葬于颍昌（今河南省平顶山市郏县）。一生仕途坎坷，学识渊博，天资极高，诗文书画皆精。其文汪洋恣肆，明白畅达，与欧阳修并称欧苏，为“唐宋八大家”之一；诗清新豪健，善用夸张、比喻，艺术表现独具风格，与黄庭坚并称苏黄；词开豪放一派，对后世有巨大影响，与辛弃疾并称苏辛；书法擅长行书、楷书，能自创新意，用笔丰腴跌宕，有天真烂漫之趣，与黄庭坚、米芾、蔡襄并称宋四家；画学文同，论画主张神似，提倡“士人画”。著有《苏东坡全集》和《东坡乐府》等。"
  },
  "tags": [
    "婉约",
    "纪游",
    "写景"
  ]
}