{
  "id": 205,
  "star": 52,
  "name": "鼓钟",
  "dynasty": "先秦",
  "content": "鼓钟将将，淮水汤汤，忧心且伤。淑人君子，怀允不忘。</p> <p>鼓钟喈喈，淮水湝湝，忧心且悲。淑人君子，其德不回。</p> <p>鼓钟伐鼛，淮有三洲，忧心且妯。淑人君子，其德不犹。</p> <p>鼓钟钦钦，鼓瑟鼓琴，笙磬同音。以雅以南，以龠不僭。",
  "fanyi": "<p><strong>译文<br></strong>敲起乐钟声铿锵，淮水奔流浩荡荡，我心忧愁又悲伤。遥想善良的君子，深切怀念永难忘。<br>敲起乐钟声和谐，淮水滔滔不停歇，我心忧愁又悲切。遥想善良的君子，德行正直且无邪。<br>敲起乐钟擂起鼓，乐声回荡在三洲，我心悲哀又难受。遥想善良的君子，美德传扬垂千秋。<br>敲起乐钟声钦钦，又鼓瑟来又弹琴，笙磬谐调又同音。配以雅乐和南乐，籥管合奏音更真。</p> <p><strong>注释<br></strong>⑴鼓：敲击。<br>⑵将（qiāng）将：同“锵锵”，象声词，形容钟声响亮。<br>⑶汤（shāng）汤：大水涌流貌，犹荡荡。<br>⑷淑人君子：美德之人。淑：善。<br>⑸怀：思念。允：信，确实。一说为语助词。<br>⑹喈（jiē）喈：象声词，形容钟声和谐。<br>⑺湝（jiē）湝：水流貌，犹“汤汤”。<br>⑻回：邪。<br>⑼伐：敲击。鼛（gāo）：一种大鼓。<br>⑽三洲：淮河上的三个小岛。<br>⑾妯（chōu）：因悲伤而动容、心绪不宁。<br>⑿犹：已。王引之《经义述闻》：“其德不犹’，言久而弥笃，无有已时也。”一说假借为“訧”，缺点、毛病。<br>⒀钦钦：象声词，犹“将将”。<br>⒁磬（qìng）：古乐器名，用玉或美石制成，有孔穿绳索悬于架上，敲击发声。<br>⒂以：为，作，指演奏、表演。雅：原为乐器名，状如漆筒，两头蒙以羊皮。引申为乐调名，指天子之乐，或周王畿之乐调，即正乐。南：原为乐器名，形似钟。引申为乐调名，或说指南方江汉地区的乐调。<br>⒃籥（yuè）：乐器名，似排箫。古代羽舞时边吹籥，边持翟羽舞蹈。僭（jiàn）：超越本分，此训乱。不僭，犹言按部就班，和谐合拍。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　这是一首描写贵族欣赏音乐会发念古幽情的小<a href=\"http://so.gushiwen.org/view_205.aspx\">诗</a>。诗人是在淮水之旁或三洲之上欣赏了这场美妙的音乐会。他听到了演奏编钟，锵锵作响；淮河之水，奔腾浩荡。但诗人在此时忧心且伤感起来，原来他怀念那些古代的好人君子，而对当今世风日下颇为不满。</p> <p>　　连续三章都是反复表达此种情绪，诗人的道德感、责任感和忧患意识非常强。一场音乐会激起了他的思古之幽情。</p> <p>　　最后一章，诗人完全沉浸在这美妙的音乐会里了：编钟鸣响，琴瑟和谐，笙磬同音，相继演奏雅乐南乐，加之排箫乐舞，有条不紊。令人读之，有如置身其中，身临其境。</p> <p>　　此诗记录了钟、鼓、琴、瑟、笙、磬、雅、南、籥等多种乐器共同演奏的场面。前三章写耳闻钟鼓铿锵，面对滔滔流泻的淮水，不禁悲从中来，忧思萦怀，于是想到了“淑人君子”。对他的美德懿行心向往之。卒章描写钟鼓齐鸣、琴瑟和谐的美妙乐境。如果透过字面上的这些意思来探究其深层的涵义，则会令人感到无从索解，因而<a href=\"http://so.gushiwen.org/author_459.aspx\">朱熹</a>在《诗集传》中也只能说：“此诗之义未详”，“此诗之义有不可知者。”</p> <p>　　其实诗人是有感而发的，这种感慨折射出他对国运、时代的忧思。从诗的卒章来看，他所听到的不是一般的音乐，而是“雅”“南”之类的周朝之乐，这些音乐与周朝的辉煌历史联系在一起。诗人身处国运衰微的末世，听到这种盛世之音，自然会感慨今昔，悲从中来，从而会有追慕昔贤之叹。</p>",
  "about": "<h2>创作背景</h2> <p>　　这首<a href=\"http://so.gushiwen.org/view_205.aspx\">诗</a>，过去有的说是刺周幽王的，有的说是周昭王时的作品，都无确证。现代很多学者认为此诗是诗人在淮水之旁或三洲之上欣赏周王朝音乐，由音乐而歆慕古代圣贤创造美好音乐的功德而创作的。</p> <p>　　《毛诗序》称此诗“刺幽王也”。毛传云：“幽王用乐，不与德比，会诸侯于淮上，鼓其淫乐以示诸侯，贤者为之忧伤。”其实诗中所写的音乐皆是雅音正声，与“淫乐”（如郑卫桑间濮上之音）沾不上边，因而郑笺释为：“为之忧伤者，‘嘉乐不野合，牺象不出门’（按语出《左传·定公十年》）。今乃于淮水之上作先王之乐，失礼尤甚。”郑玄是以奏乐地点之不合于礼来解释贤者闻乐忧伤的原因的。其实好的音乐未必不能在外演奏，譬如《庄子·天运》中写到“（黄）帝张咸池之乐于洞庭之野”，就是一例。<a href=\"http://so.gushiwen.org/author_366.aspx\">苏辙</a>《诗集传》则发挥毛传“幽王用乐，不与德比”之说，认为乐乃正声嘉乐，而幽王之德无以配之。</p> <p>　　接下来的问题是，此诗是不是“刺幽王”。孔疏引郑玄说曰：“郑于《中候·握河纪》注云：‘昭王时，《鼓钟》之诗所为作者。’”孔颖达称：“郑时未见毛诗，依三家为说也。”郑玄之说或以为出自韩诗，或以为出自齐诗，其立说的根据就是因为《左传》有昭王南征的记载。此说后人多从之，但也难以成为定论。方玉润《诗经原始》云：“此诗循文案义，自是作乐淮上，然不知其为何时、何代，何王、何事。小序漫谓刺幽王，已属臆断。欧阳氏云：旁考《诗》《书》《史记》，皆无幽王东巡之事。《书》曰‘徐夷并兴’，盖自成王时徐戎及淮夷已皆不为周臣；宣王时尝遣将征之，亦不自往。初无幽王东至淮徐之事。然则不得作乐于淮上矣。当阙其所未详。”这是较为客观持平的议论。而汪梧凤《诗学女为》引《竹书纪年》所载幽王十年春王及诸侯盟于太室，秋王师伐申事及《左传》所载楚灵会于申，说明幽王有东巡之事，且淮水出南阳胎簪山，其地与申、太室均豫川地，以此认定《小雅·鼓钟》为写幽王事之诗。而现代学者高亨将此诗的主题地理解为“在奏乐的场合中，思念君子而悲伤”（《诗经今注》）。</p>",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": [
    "诗经",
    "咏物",
    "怀人"
  ]
}