{
  "id": 73268,
  "star": 5,
  "name": "醉花间·晴雪小园春未到",
  "dynasty": "唐代",
  "content": "晴雪小园春未到，池边梅自早。高树鹊衔巢，斜月明寒草。<br>山川风景好，自古金陵道，少年看却老。相逢莫厌醉金杯，别离多，欢会少。",
  "fanyi": "<p><strong>译文<br></strong>雪晴后的小园白雪皑皑，春天还未到，池边的梅树却早已悄悄地绽开。高高的树梢上喜鹊在衔泥筑巢，斜挂天边的月儿照着充满寒意的小草。<br>江南金陵的风景山川，自古以来都是那么美丽娇娆。风光依旧可少年人转眼就见苍老。相逢不易请让我们痛饮开怀，因为人生总是别离时节多而欢乐机会少。</p> <p><strong>注释<br></strong>1、晴雪：雪后晴天。<br>2、衔巢：衔树枝做巢。<br>3、明：照亮。<br>4、寒草：枯草。<br>5、金陵：今江苏省南京市。<br>6、莫厌：莫辞。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这是一首春词，主题是咏春惜别，伤年华之易逝，叹良会之难得。</p> <p>　　此词全用仄韵，全词十句八韵，除下片第四句和第五句分用平韵外。余均一韵到底。</p> <p>　　上片四句每句有韵，第三四句构成对偶句。起句突出一个“春”字。以下即围绕“春未到”而展开写景。“晴雪”犹在，表明春意尚薄。小园里雪压冰欺，百卉仍沉睡未醒，故曰“春未到”。虽是如此，但报春的早梅却在池边探头探脑了。第二句承前而有转折，“梅自早”，有梅得春先，冒寒一枝独放之意。第三四句仍照应首句而作了有力的渲染。“鹊衔巢”是说鸟类在衔草筑巢。主语“鹊”之前，有个作为修饰语的名词“高树”，即高高的树上。因为树高风大。故鸟类仍然需要在春天将到未到之际修筑好自己的巢，以抵御寒气的侵袭。“斜月明寒草”中“斜月”与首句，“晴”字相应。“寒”字与“雪”字相应。既然有月，当是夜间。天是放晴了，草上还带有残雪，这就使得月光下的白草显得格外晶莹皎洁。这上片四句纯属写景，从“小园晴雪”开始，写到“池边早梅”，再写到“高树鹊巢”，最后到“斜月寒草”收住。这四句上下连贯，紧凑而又层次井然。随着作者的移步换形，虽在小园，却能一句一个景、一步一个境地引人人胜。尽管春尚未到，嫩寒犹甚，读来仍令人目不暇接。尤其是三、四两句，构思精巧，意境深邃而造语自然，堪称佳制。</p> <p>　　下片六句，写景言情兼而有之。按其顺序，前三句可分两段，前两句写景物，后一句写入事。前两句正面歌颂，后一句意在转折，深致感叹。这三句意思简明，在于赞美江南一带的山川风物。不过，在赞美之余，亦发出感叹，山河不老，而人物却在不断变换，“昨日少年今白头”，人生原是十分短暂的。此句反跌前句“风景好”，并为引起下文提供依据。有联系上下文、穿针引线的功用，极见关键。“相逢”以下三句一气呵成，以劝饮、惜别为主旨，又可分为前一句劝酒。后两句惜别。后因前果，脉络分明。这三句又与下片前三句互为因果。正由于金陵道上风光明媚，而人生苦短，青春易逝，嘉会无常，故人们应珍惜这大好时光，利用这短暂的相聚，杯酒联欢，畅叙衷情。这就是作者所要表达的情，也是这首词的主题。当然，作为封建士大夫代表人物的<a href=\"http://so.gushiwen.org/author_186.aspx\">冯延巳</a>，他的思想境界，只能达到这样的高度。他的感叹人生离多会少，虽有普遍性，总带有那个时代的烙印。尽管如此，这首词的艺术构思和表现技巧，仍有其独到的一面，尤其是他以平易之笔写纷纭复杂心事的手法，于后人不无启迪。</p>",
  "about": "<h2>创作背景</h2> 　　<a href=\"http://so.gushiwen.org/author_186.aspx\">冯延巳</a>作为位极人臣的南唐宰相，虽生活优裕，但国况日下、宦海沉浮，使他对人生有着深沉的思考。纵情歌酒之馀，也产生淡淡的哀愁，也有光阴如电的慨叹。这首《醉花间》是其士大夫闲逸生活的写照。",
  "poet": {
    "id": 186,
    "star": 0,
    "name": "冯延巳",
    "image": "http://img.gushiwen.org/authorImg/fengyansi.jpg",
    "desc": "冯延巳 （903--960）又名延嗣，字正中，五代广陵（今江苏省扬州市）人。在南唐做过宰相，生活过得很优裕、舒适。他的词多写闲情逸致辞，文人的气息很浓，对北宋初期的词人有比较大的影响。宋初《钓矶立谈》评其“学问渊博，文章颖发，辩说纵横”，其词集名《阳春集》。"
  },
  "tags": [
    "春天",
    "写景",
    "感慨",
    "人生"
  ]
}