{
  "id": 1775,
  "star": 26,
  "name": "自君之出矣",
  "dynasty": "唐代",
  "content": "自君之出矣，宝镜为谁明？<br>思君如陇水，长闻呜咽声。",
  "shangxi": "<h2>赏析</h2> <p>　　《自君之出矣》是乐府旧题，题名取自东汉末年<a href=\"http://so.gushiwen.org/author_419.aspx\">徐干</a>《室思》<a href=\"http://so.gushiwen.org/view_1775.aspx\">诗</a>句，《室思》第三章：“自君之出矣，明镜暗不治。思君如流水，无有穷已时。”自六朝至唐代，拟作者不少，如南朝宋时的刘裕、刘义恭、颜师伯，陈朝陈后主，隋代<a href=\"http://so.gushiwen.org/author_1881.aspx\">陈叔达</a>等，均有拟作，唐代作者尤多，见于宋代<a href=\"http://so.gushiwen.org/author_55.aspx\">郭茂倩</a>《乐府诗集》。这些拟作，不仅题名取自徐干的诗，技法也仿照徐干的诗。雍裕之这首诗（《吟窗杂录》载辛弘智《自君之出矣》与此诗相同，并收入《全唐诗》），模仿的痕迹尤为明显。这首诗表现了思妇对外出未归的丈夫的深切怀念，其手法高明之处在于立意委婉，设喻巧妙，所以含蓄有味。</p> <p>　　自从夫君外出，思妇独守空闺，整日相思怀念；平日梳妆打扮，都是为了让他看了满意，而今他走了，便不必再去对镜簪花了，她想：“这宝镜为谁明呢？”意思是宝镜既不为谁明，也就自然不明了，是“明镜暗不治”的进一层说法，比<a href=\"http://so.gushiwen.org/author_1581.aspx\">李咸用</a>《自君之出矣》“鸾镜空尘生”说得更为委婉。这种表达方式，不只是徐干《室思》的继承和发展，其源可上溯到《诗经·卫风·伯兮》：“自伯之东，首如飞蓬。岂无膏沐，谁适为容？”意思是：“妆扮美容，只是为丈夫；丈夫不在，何必梳妆？”这就是<a href=\"http://so.gushiwen.org/author_608.aspx\">司马迁</a>《报任安书》所说的“女为悦己者容”，正表现了女子对于丈夫的忠贞。</p> <p>　　思念夫君，就像陇头的流水，长流无极；听到陇水呜咽的流声，让人肝肠断绝，感伤悲泣。在徐干《室思》中，只是说“思君如流水，无有穷已时”，是一般化的说法；雍裕之则将“流水”具体化为陇水，这就如同北朝无名氏的《陇头歌辞》中的句子：“陇头流水，流离山下。念吾一身，飘然四野。”以及“陇头流水，鸣声呜咽。遥望秦川，心肝断绝。”这首歌刻画了一个漂泊他乡的游子的形象。“思君如陇水，长闻呜咽声”，因为暗用了《陇头歌辞》，便使所思念的夫君在外的情况，有了一个比较具体的内容，即在外过着凄凉漂泊的生活；这个“思”字，便更带有强烈的感情色彩，主人公简直要声泪俱下了。除了“陇头流水”的联想之外，这里还保存着徐干《室思》“思君如流水”这一巧妙的比喻。这种比喻是将感情物化，即以有形的物体的形象来比喻无形的内心的情思。以流水喻思君之情，可以兼含多种意思：第一，以水流不断，比喻日夜思君，如“无有穷已时”即取此义；第二，以水流无限，比喻思妇情长。如<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>“请君试问东流水，别意与之谁短长”，以流水之长比喻情意之长，即取此义；第三，以流水呜咽，比喻情意凄切。如果说前二义可以在流不断与思不断、水无限与情无限之间直接找到“相似点”，那么水流呜咽与情意凄切便很难直接找到“相似点”，必须加以联想，由流水联想到水声，由水声联想到呜咽哭泣之声，由呜咽声再联想到感情的凄切。这是超越“相似点”的比喻，是“不似之似”，修辞学上称为“曲喻”。<a href=\"http://so.gushiwen.org/author_349.aspx\">李贺</a>《天上谣》“银浦流云学水声”，即属于此类比喻。由于《自君之出矣》后两句的比喻十分巧妙，不仅化无形为有形，增加了诗的形象性，而且具有多种含意，这就给读者提供了广阔的联想天地，使读者读了感到余味无穷。</p>",
  "poet": {
    "id": 295,
    "star": 0,
    "name": "雍裕之",
    "desc": "雍裕之雍裕之：唐朝人（约公元八一三年前后在世）字不详，蜀人。生卒年均不详，约唐宪宗元和中前后在世。有诗名。工乐府，极有情致。贞元后，数举进士不第，飘零四方。裕之著有诗集一卷， 《新唐书艺文志》传于世。"
  },
  "tags": [
    "乐府",
    "思念"
  ]
}