{
  "id": 56236,
  "star": 31,
  "name": "鹧鸪天·休舞银貂小契丹",
  "dynasty": "宋代",
  "content": "休舞银貂小契丹，满堂宾客尽关山。从今嫋嫋盈盈处，谁复端端正正看。<br>模泪易，写愁难。潇湘江上竹枝斑。碧云日暮无书寄，寥落烟中一雁寒。",
  "fanyi": "<p><strong>译文<br></strong>不要再舞那穿着银灰色的貂皮衣服的“小契丹”了，满堂宾客完全来自边防前线。从此以后，谁还能认真欣赏这美妙的舞姿呢？<br>表演时模仿流泪容易，要抒发悲愁就难了。潇湘江上的斑竹枝，人们容易看到上面斑斑泪痕，这泪痕所表示的内心无比痛苦，就不是那么容易理解的了。日后我在寂寞的旅途中想念你们而得不到你们的书信时，大概只能空对那横空的孤雁了。</p> <p><strong>注释</strong><br>①鹧鸪天：鹧鸪天是词牌名。双调，五十五字，押平声韵。也是曲牌名。南曲仙吕宫、北曲大石调都有。字句格律都与词牌相同。北曲用作小令，或用于套曲。<br>②银貂：银灰色的貂皮衣服。<br>③小契丹：契丹族（古代居住在西辽河七游的一个少数民族，曾建立辽，北宋宣和七年（公元1125年）为金所灭）的一种舞蹈。<a href=\"http://so.gushiwen.org/author_405.aspx\">王安石</a>《出塞》<a href=\"http://so.gushiwen.org/view_56236.aspx\">诗</a>：“涿州沙上饮盘桓，看舞春风小契丹。”作者《次韵宗伟阅番乐》诗：绣靴画鼓留花住，剩舞春风小契丹。”<br>④关山：边防关塞。尽关山：完全来自边防前线。<br>⑤嫋嫋（niǎo niǎo）盈盈：形容舞姿摇曳美好。<br>⑥谁复端端正正看：谁还有心思去仔细欣赏。<br>⑦模泪易，写愁难：这两句是说，表演时模仿流泪容易，要抒发悲愁就难了。<br>⑧潇湘：湘水在湖南零陵县西和潇水会合，称为潇湘。<br>⑨竹枝斑：有斑文的竹。名斑竹、又名湘妃竹。相传舜南巡时，死于苍梧之野(今湖南宁远县东南)，舜的两个妃子泪下沾竹，竹上遂成斑纹。<br>⑩寥落：寂寞。这两句是说，碧云日暮时虽有横空孤雁能传书信，而我却无书信可寄。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　筵席前歌舞正欢，又奏起了“番乐”，跳起了“番舞”。“小契丹”是少数民族的歌舞。作者另有《次韵宗伟阅番乐》<a href=\"http://so.gushiwen.org/view_56236.aspx\">诗</a>是这样描写的：“绣靴画鼓留花住，剩舞春风小契丹。”跳这种舞大概是着胡装的，“银貂”，白色的貂裘，与“绣靴”皆为异族装束。应当说，这样歌舞是很能助兴的，但是，对于别意缠绵的人又往往会起相反的作用。所以此词起句即是：“休舞银貂小契丹”。如此起笔，读者可以想见：宴会上的歌舞已进行较长一段时间了，作者一直在克制自己，此时实在忍受不住了，央求“休舞”。不仅自己，大家都忍受不了：“满堂宾客尽关山”。“宾客”，指送别的僚属、幕士。“尽关山”，即为“尽是他乡之客”的意思（《滕王阁序》：“关山难越，谁悲失路之人；萍水相逢，尽是他乡之客”）。据孔凡礼《<a href=\"http://so.gushiwen.org/author_529.aspx\">范成大</a>年谱》考证，这些幕士、官佐大都不是当地人，不少又是江浙一带的。他们之间的离愁别绪更加深了。</p> <p>　　这个别筵真是太叫人惆怅了啊。“从今嫋嫋盈盈处，谁复端端正正。”“嫋嫋盈盈”，形容舞姿、舞容的摇曳美好。这两句意思是：从此以后，谁还能认真欣赏这美妙的舞姿呢。这进一步写出了他们的惆怅，也写出了他们之间深厚的情感，朋友分别，也大有柳七郎那种“应是良辰好景虚设”的感喟。细体会这两句，还可以体会出作者对歌女也是怀着深深惜别之意的：目前的轻歌曼舞，以后谁还能看到呢。这样的情意在下阕表现得更明显。</p> <p>　　“模泪易，写愁难，潇湘江上竹枝斑。”“模”、“写”互文义同。这里意思是：表现流泪是容易的，把愁充分地表现出来就很难了；潇湘江上的斑竹枝，人们容易看到上面斑斑泪痕，这泪痕所表示的内心无比痛苦，就不是那么容易理解的了。<a href=\"http://so.gushiwen.org/author_197.aspx\">刘禹锡</a>的《潇湘神》写道：“斑竹枝，斑竹枝，泪痕点点寄相思。”这里用湘妃泪洒斑竹典故，表现了离别时难以言状的痛苦。用这个典故，也切合将来的行程，暗示舟行潇湘时也会有这样的相思之苦。“碧云日暮无书寄，寥落烟中一雁寒。”这是写别后的相思。“碧云日暮”化用<a href=\"http://so.gushiwen.org/author_509.aspx\">江淹</a>《拟休上人怨别》：“日暮碧云合，佳人殊未来。”这两句是说，日后我在寂寞的旅途中想念你们而得不到你们的书信时，大概只能空对那横空的孤雁了。最后一句亦兴亦比，很有意境；途中景况的苍茫、清寒，正映见心境的迷惘、冷寂：“一雁”既表示来书的渺茫，又比喻自己的形影相单。真是“横泪易，写愁难”，作者下片写愁并不直写愁的具体情况如何如何，而是通过典故、景象去暗示、去渲染，启发读者的想象力，这个“愁”就变得更具体可感了。这不是避难从易，而是因难见巧。</p> <p>　　离别的愁绪，从歌舞场面的感触和旅途景况的拟想中可见出很耐人寻味。与“宾客”分别的怅惘中又揉和了对歌女的柔情，文字精美，音节谐婉，体现了这首词的婉约风格。这些，大抵是阅读此词的应该注意的地方。</p>",
  "about": "<h2>创作背景</h2> 　　此词为别筵而作，当作于淳熙二年正月离桂林赴成都就任之时。两年前，作者以广西经略安抚使来此兼任知府，与僚属、幕士关系甚洽，离别时，他们一再为之饯行，一直送到湖南地界。《鹧鸪天》就是在这种情况下写的。",
  "poet": {
    "id": 529,
    "star": 0,
    "name": "范成大",
    "image": "http://img.gushiwen.org/authorImg/fanchengda.jpg",
    "desc": "范成大（1126-1193），字致能，号称石湖居士。汉族，平江吴县（今江苏苏州）人。南宋诗人。谥文穆。从江西派入手，后学习中、晚唐诗，继承了白居易、王建、张籍等诗人新乐府的现实主义精神，终于自成一家。风格平易浅显、清新妩媚。诗题材广泛，以反映农村社会生活内容的作品成就最高。他与杨万里、陆游、尤袤合称南宋“中兴四大诗人”。"
  },
  "tags": [
    "离别"
  ]
}