{
  "id": 72212,
  "star": 18,
  "name": "里革断罟匡君",
  "dynasty": "先秦",
  "content": "　　宣公夏滥于泗渊，里革断其罟而弃之，曰：“古者大寒降，土蛰发，水虞于是乎讲罛罶，取名鱼，登川禽，而尝之寝庙，行诸国，助宣气也。鸟兽孕，水虫成，兽虞于是乎禁罝罗，矠鱼鳖，以为夏槁，助生阜也。鸟兽成，水虫孕，水虞于是乎禁罜，设阱鄂，以实庙庖，畜功用也。且夫山不槎蘖，泽不伐夭，鱼禁鲲鲕，兽长麑麋，鸟翼鷇卵，虫舍蚔蝝，蕃庶物也，古之训也。今鱼方别孕，不教鱼长，又行网罟，贪无艺也。”</p> <p>　　公闻之，曰：“吾过而里革匡我，不亦善乎！是良罟也！为我得法。使有司藏之，使吾无忘谂。”师存侍，曰：“藏罟不如置里革于侧之不忘也。” ",
  "fanyi": "<p><strong>译文</strong><br>　　鲁宣公在夏天到泗水的深潭中下网捕鱼，里革割破他的鱼网，把它丢在一旁，说：“古时候，大寒以后，冬眠的动物便开始活动，水虞这时才计划用鱼网、鱼笱，捕大鱼，捉龟鳖等，拿这些到寝庙里祭祀祖宗，同时这种办法也在百姓中间施行，这是为了帮助散发地下的阳气。当鸟兽开始孕育，鱼鳖已经长大的时候，兽虞这时便禁止用网捕捉鸟兽，只准刺取鱼鳖，并把它们制成夏天吃的鱼干，这是为了帮助鸟兽生长。当鸟兽已经长大，鱼鳖开始孕育的时候，水虞便禁止用小鱼网捕捉鱼鳖，只准设下陷阱捕兽，用来供应宗庙和庖厨的需要，这是为了储存物产，以备享用。而且，到山上不能砍伐新生的树枝，在水边也不能割取幼嫩的草木，捕鱼时禁止捕小鱼，捕兽时要留下小鹿和小驼鹿，捕鸟时要保护雏鸟和鸟卵，捕虫时要避免伤害蚂蚁和蝗虫的幼虫，这是为了使万物繁殖生长。这是古人的教导。现在正当鱼类孕育的时候，却不让它长大，还下网捕捉，真是贪心不足啊！”<br>　　宣公听了这些话以后说：“我有过错，里革便纠正我，不是很好的吗？这是一挂很有意义的网，它使我认识到古代治理天下的方法，让主管官吏把它藏好，使我永远不忘里革的规谏。”有个名叫存的乐师在旁伺候宣公，说道：“保存这个网，还不如将里革安置在身边，这样就更不会忘记他的规谏了。</p><p><strong>注释</strong><br>①宣公：即鲁宣公。滥：这里是沉浸的意思。泗：水名。发源于山东蒙山南麓。渊：水深处。里革：鲁国大夫，断：这里是割破的意思。罟（gǔ）；网。匡：纠正。<br>②滥：渍，浸。泗：水名，在鲁城北面。渊：深水。弃：抛弃。<br>③降：降下。土蛰：（－zhé）：动物冬眠时潜伏在土中或洞穴中不食不动的状态。这里指在地下冬眠的动物。发：奋起。这里是说醒过来，钻出土来。<br>水虞：古代官名，掌管水产。讲：研究，练习。罛（gū）：大鱼网。罶（liǔ）：捕鱼的竹笼。大口窄颈，腹大而长，无底。名：大。登：通“得”，求取。<br>川禽：水中动物，如鳖蜃之类。尝：尝新，古代秋祭名。寝庙：古代宗庙。古代宗庙分庙和寝两部分。供祀祖宗的前殿称庙，藏祖宗衣冠的后殿称寝，合称寝庙。诸：“之于”的合音，其中“之”是前面动词“行”的宾语，代上文提到的“取名鱼，登川禽”。国：1978年上海古籍出版社排印本《国语》作“国”，不作“国人”，据改。宣：发泄，散发。气：指阳气。<br>④孕：怀胎。兽虞：古代官名，掌管鸟兽的禁令等。罝（jū）：捕兽的网。罗：捕鸟的网。矠（cuò）：刺取。槁：干枯。这里指干的鱼。阜：生长。<br>⑤罜（zhǔlù）：小鱼网。原选本作“罝”，今据1978年上海古籍出版社排印本《国语》改。阱：为猎取野兽而设的陷坑。鄂（é）：埋有尖木桩的陷坑。<br>⑥槎（chá）；。蘖（niè）；树木的嫩芽。也指树木被砍伐后所生的新芽。<br>泽：聚水的洼地。伐：砍伐。夭（ǎo）：初生的草木。鲲（kùn）：鱼子。鲕（èr）：鱼卵。长：使成长，抚养。麑：幼鹿。（yǎo）：幼麋。翼：用翼遮护，保护。鷇（kóu）：待哺食的雏鸟。卵：鸟蛋。虫：昆虫，虫子。舍：舍弃，放弃。蚔（chí）：蚁卵。蝝（yán）：蝗的幼虫，是古人做酱的原料。蕃（fán）：繁殖，滋生。庶物：万物。<br>⑦贪：贪欲。艺：限度。<br>⑧过：过失，错误。<br>⑨有司：官吏。古代设官分职，各有专司，因称官吏为“有司”。谂（shěn）：规谏。<br>⑩师：乐师，名存。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　中国自古以来,对于有益于人类的鸟兽虫鱼,总是采取有节制的捕获策略的。这大概也就是我们今天所说的“可持续发展”的观点吧。</p> <p>　　本文写鲁宣公不顾时令，下网捕鱼，里革当场割破鱼网，强行劝阻的经过。情节虽简，却极尽起伏变化之妙；事情虽小，却蕴含深刻的道理。</p> <p>　　里革先声夺人，引古论今，批评宣公任意捕鱼的行动，是出于贪心。乐师存也是快人快语，使“匡君”的主题更加突出。</p> <p>　　注意保护自然资源，古人很早就从实践中总结出来了。本文借里革之口对此作了很好的阐述。鲁宣公不懂得这个道理，受到里革的批评，但他那种勇于改正错误的精神还是值得肯定的。</p>",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": [
    "古文观止",
    "哲理",
    "故事"
  ]
}