{
  "id": 70841,
  "star": 237,
  "name": "宫词·故国三千里",
  "dynasty": "唐代",
  "content": "故国三千里，深宫二十年。<br>一声何满子，双泪落君前。",
  "fanyi": "<p><strong>译文</strong><br>故乡和亲人远在千里之外，我已被幽闭在这深宫里二十年了，听一声曲子《何满子》，忍不住掉下眼泪。</p> <p><strong>注释</strong><br>①故国：故乡。<br>②何满子：唐玄宗时著名歌手，据说她因故得罪了皇帝，被推出就刑。就刑前她张口高歌，曲调悲愤，使“苍天白日黯然失色”。结果皇帝闻之，终因惜其技艺难得而降旨缓刑。因为何满子出色的技艺，大<a href=\"http://so.gushiwen.org/view_70841.aspx\">诗</a>人<a href=\"http://so.gushiwen.org/author_18.aspx\">元稹</a>、<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>、<a href=\"http://so.gushiwen.org/author_211.aspx\">杜牧</a>等都相继为之赋诗，其中以<a href=\"http://so.gushiwen.org/author_56.aspx\">张祜</a>的《何满子》宫词：“故国三千里，深宫二十年。一声何满子，双泪落君前”最为感人。这首宫词后来流传甚广，其唱来异常悲怨。据说唐武宗时，有一孟才人，因有感于武宗让其殉情之意，为奄奄一息的武宗唱了一曲《何满子》，唱毕，竟气绝身亡。一作“河满子”，舞曲名。题又作“宫词”。白居易《何满子》诗：“世传满子是人名，临就弄时曲始成。一曲四词歌八叠，从头便是断肠声。”“何满子”声调哀婉。《乐府集》引白居易《何满子》诗的自注说：“何满子，开元中沧州歌者，临弄进此曲以赎死，竟不得免。”<br>③君：指皇帝。这里是指唐武宗。据《唐诗纪事》，张祜《宫词》：“传入宫禁，武宗疾笃，目孟才人曰：‘吾即不讯，尔何为哉？’指笙囊泣曰：‘请以此就缢。’上悯然。复曰：‘妾尝艺歌，请对上歌一曲，以泄其愤。’上许。乃歌一声《何满子》，气亟立殒。上令候之，曰：‘脉尚温而肠已绝。’”后来张祜别有咏《孟才人叹》一绝，词云：“偶因歌态咏娇嚬，传唱宫中十二春。却为一声何满子，下泉须吊旧才人。” </p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　一般以绝句体裁写的篇幅短小的宫怨<a href=\"http://so.gushiwen.org/view_70841.aspx\">诗</a>，总是只揭开生活画图的一角，让读者从一个片断场景看到宫人悲惨的一生；同时往往写得委婉含蓄，一些内容留待读者自己去想象，去玩味。这首诗却与众不同。它展示的是一幅生活全图，而且是直叙其事，直写其情。　</p> <p>　　诗总共只有二十个字。作者在前半首里，以举重若轻、驭繁如简的笔力，把一个宫人远离故乡、幽闭深宫的整个遭遇浓缩在短短十个字中。首句“故国三千里”，是从空间着眼，写去家之远；次句“深宫二十年”，是从时间下笔，写入宫之久。这两句诗，不仅有高度的概括性，而且有强烈的感染力；不仅把诗中女主角的千愁万恨一下子集中地显示了出来，而且是加一倍、进一层地表达了她的愁恨。一个少女不幸被选入宫，与家人分离，与外界隔绝，失去幸福，失去自由，本来已经够悲惨了，何况家乡又在三千里之外，岁月已有二十年之长，这就使读者感到其命运更加悲惨，其身世更可同情。与这两句诗相似的有<a href=\"http://so.gushiwen.org/author_646.aspx\">柳宗元</a>《别舍弟宗一》诗中“一身去国六千里，万死投荒十二年”一联，也是以距离的遥远、时间的久长来表明去国投荒的分外可悲。这都是以加一倍、进一层的写法来增加诗句的重量和深度。　</p> <p>　　后半首诗转入写怨情，以一声悲歌、双泪齐落的事实，直截了当地写出了诗中人埋藏极深、蓄积已久的怨情。这后两句诗也以强烈取胜，不以含蓄见长。过去一些诗论家有诗贵含蓄、忌直贵曲的说法，其实并不是绝对的。应当说，一首诗或曲或直，或含蓄或强烈，要服从它的内容。这首诗的前半首已经把诗中人的处境之悲惨写到了极点，为逼出怨情蓄足了力量，因而在下半首中就势必让诗中人的怨情喷薄而出、一泻为快了。这样才能使整首诗显得强烈有力，更能收到打动读者的艺术效果。这里，特别值得拈出的一点是：有些宫怨诗把宫人产生怨情的原因写成是由于见不到皇帝或失宠于皇帝，那是不可取的；这首诗反其道而行之，它所写的怨情是在“君前”、在诗中人的歌舞受到皇帝赏识的时候迸发出来的。这个怨情，联系前两句看，决不是由于不得进见或失宠，而是对被夺去了幸福和自由的抗议，正是<a href=\"http://so.gushiwen.org/author_240.aspx\">刘皂</a>在一首《长门怨》中所说，“不是思君是恨君”。　</p> <p>　　这首诗还有两个特点。一是：四句诗中，前三句都是没有谓语的名词句。谢榛在《四溟诗话》中曾指出，诗句中“实字多，则意简而句健”，而他所举的“皆用实字”的例句，就是名词句。这首诗之所以特别简括凝炼、强烈有力，与运用这种特殊的诗句结构有关。另一特点是：四句诗中，以“三千里”表明距离，以“二十年”表明时间，以“一声”写歌唱，以“双泪”写泣下，句句都用了数目字。而数字在诗歌中往往有其特殊作用，它能把一件事情、一个问题表达得更清晰，更准确，给读者以更深刻的印象，也使诗句特别精炼有力。这首诗的这两个艺术形式上的特点，与它的内容互为表里，相得益彰。</p> <p>　　与<a href=\"http://so.gushiwen.org/author_56.aspx\">张祜</a>同时的诗人<a href=\"http://so.gushiwen.org/author_211.aspx\">杜牧</a>非常欣赏这首诗，在一首酬张祜的诗中有“可怜故国三千里，虚唱歌词满六宫”句。这说明，张祜的这首诗道出了宫人的辛酸，讲出了宫人要讲的话，当时传入宫中，曾为宫人广泛歌唱。</p>",
  "about": "<h2>创作背景</h2> 　　据《唐<a href=\"http://so.gushiwen.org/view_70841.aspx\">诗</a>纪事》记载，唐武宗李炎宠信善歌才人孟氏，后值武宗病重之时，孟才人侍其侧，武宗问之曰：“我或不讳，汝将何之？”孟才人对曰：“若陛下万岁之后。无复为生。”当时，武宗令其于病榻之前歌《河满子》一曲，声调凄咽，闻者涕零。不久，武宗崩驾，孟才人哀痛数日而死。张枯为孟才人殉情之事写了三首诗，一首题作《孟才人叹》，另二首为一组，总题名“宫词”。",
  "poet": {
    "id": 56,
    "star": 0,
    "name": "张祜",
    "image": "http://img.gushiwen.org/authorImg/zhanghu.jpg",
    "desc": "张祜 字承吉，邢台清河人，唐代著名诗人。出生在清河张氏望族，家世显赫，被人称作张公子，有“海内名士”之誉。张祜的一生，在诗歌创作上取得了卓越成就。“故国三千里，深宫二十年”张祜以是得名，《全唐诗》收录其349首诗歌。"
  },
  "tags": [
    "唐诗三百首",
    "宫怨"
  ]
}