{
  "id": 7745,
  "star": 36,
  "name": "杨叛儿",
  "dynasty": "唐代",
  "content": "君歌杨叛儿，妾劝新丰酒。<br>何许最关人，乌啼白门柳。<br>乌啼隐杨花，君醉留妾家。<br>博山炉中沉香火，双烟一气凌紫霞。",
  "fanyi": "<p><strong>译文<br></strong>你（君）唱着《杨叛儿》的曲调，我（妾）劝着别人喝新丰出产的美酒。<br>哪里是最让人牵挂的？是那有乌鸟啼叫的白门柳。<br>乌鸟的啼叫声湮没在杨树的花里，你喝醉了留宿在我的家里。<br>博山炉中燃烧着香木制成的燃香，两道烟气并作一道直直的烟像要凌驾仙境一般。</p> <p><strong>注释<br></strong>①新丰酒：新丰，汉代县名。在今陕西临潼东北。六朝以来以产美酒而著名。<br>②最关人：最牵动人心的，最让人动情的。<br>③白门：本是刘宋都城建康（今南京）城门。因为南朝民间情歌常常提到白门，所以成了男女欢会之地的代称。<br>④隐：隐没，这里指鸟栖息在杨花丛中。<br>⑤博山炉：一种炉盖作重叠山形的熏炉。<br>⑥沉香：一种名贵的香木，放到水里就会沉下去，所以称为沉水香。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　此<a href=\"http://so.gushiwen.org/view_7745.aspx\">诗</a>开头一句的“杨叛儿”，指以古乐府《杨叛儿》为代表的情歌。“君歌《杨叛儿》，妾劝新丰酒。”写一对青年男女，君唱歌，妾劝酒。表明男女双方感情非常融洽。</p> <p>　　“何许最关人？乌啼白门柳。”白门，刘宋都城建康（今南京）城门。南朝民间情歌常常提到白门，后代指男女欢会之地。“最关人”，犹言最牵动人心。是何事物最牵动人心呢？——“乌啼白门柳”。五个字不仅点出了环境、地点，还表明了时间。乌啼，是接近日暮的时候。黄昏时分在恋人相会的地方聆听乌鸦苦啼，不用说是最关情的了。</p> <p>　　“乌啼隐杨花，君醉留妾家。”乌邪归巢之后渐渐停止啼鸣，在柳叶杨花之间甜蜜地憩息了，而“君”也沉醉于“妾”家了，这里既是写景，又含比兴意味，情趣盎然。这里的醉，自然不排斥酒醉，同时还包含男女之间柔情蜜意的陶醉。</p> <p>　　“博山炉中沉香火，双烟一气凌紫霞。”沉香，即名贵的沉水香。博山炉是一种炉盖呈重叠山形的薰炉。这两句承“君醉留妾家”把诗推向高潮，进一步写男女欢会。男子的醉留，正如沉香投入炉中，爱情的火焰立刻燃烧起来，情意融洽，像香火化成烟，双双一气，凌入云霞。</p> <p>　　这首诗，形象丰满，生活气息浓厚，风格清新、活泼。古词只四句：“暂出白门前，杨柳可藏乌。君作沉水香，侬作博山炉。”李诗一开头，“君歌《杨叛儿》，妾劝新丰酒”比古诗增添的生动的场面，并制造了笼罩全篇的男女慕悦的气氛。第三句“何许最关人”，这是较原诗多出的一句设问，使诗意显出了变化，表现了双方在“乌啼白门柳”的特定环境下浓烈的感情。五句“乌啼隐杨花”，从原诗中“藏乌”一语引出，但意境更为动人。接着，“君醉留妾家”则写出醉留，意义更显明，有助于表现爱情的炽烈。特别是最后既用“博山炉中沉香火”七字隐含了原诗的后半：“君作沉水香，侬作博山炉。”又生发出了“双烟一气凌紫霞”的绝妙比喻。这一句由前面的比兴，发展到带有较多的象征意味，使全诗的精神和意趣得到完美的体现。</p> <p>　　<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>《杨叛儿》中一男一女由唱歌劝酒到醉留。在封建社会面前是带有解放色彩的。较古之《杨叛儿》，情感更炽烈，生活的调子更加欢快和浪漫。这与唐代经济繁荣，社会风气比较解放，显然有关。</p>",
  "about": "<h2>创作背景</h2> 　　此<a href=\"http://so.gushiwen.org/view_7745.aspx\">诗</a>当为开元（唐玄宗年号，713～741）年间<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>游金陵时所作，是诗人继承古乐府而进行艺术再创作的一首情歌。《杨叛儿》为六朝乐府《西曲歌》曲调名，传世古辞八首。其二云：“暂出白门前，杨柳可藏乌。欢作沉水香，侬作博山炉。”李白即以此意改写成此诗。",
  "poet": {
    "id": 247,
    "star": 0,
    "name": "李白",
    "image": "http://img.gushiwen.org/authorImg/libai.jpg",
    "desc": "李白（701年－762年），字太白，号青莲居士，唐朝浪漫主义诗人，被后人誉为“诗仙”。祖籍陇西成纪(待考)，出生于西域碎叶城，4岁再随父迁至剑南道绵州。李白存世诗文千余篇，有《李太白集》传世。762年病逝，享年61岁。其墓在今安徽当涂，四川江油、湖北安陆有纪念馆。"
  },
  "tags": [
    "乐府",
    "乐曲"
  ]
}