{
  "id": 72123,
  "star": 124,
  "name": "咏菊",
  "dynasty": "清代",
  "content": "无赖诗魔昏晓侵，绕篱欹石自沉音。<br>毫端蕴秀临霜写，口齿噙香对月吟。<br>满纸自怜题素怨，片言谁解诉秋心？<br>一从陶令评章后，千古高风说到今。",
  "fanyi": "<p><strong>译文</strong><br>难以抑制的<a href=\"http://so.gushiwen.org/view_72123.aspx\">诗</a>兴从早到晚把我纠缠，只好围绕着篱笆散步或倚在石头上独自低吟。<br>笔端蕴涵着智慧对着秋菊临摹，口齿中含着对秋菊的芳香对着月亮吟咏。<br>满纸书写的都是自己的愁怨，谁能透过片言只语理解自己内心的情愫呢？<br>自从陶潜写了咏菊以后秋菊的高尚品格一直被人称道。 </p><p><strong>注释</strong><br>⑴无赖：无聊赖，无法可想。诗魔：佛教把人们有所欲求的念头都说成是魔，宣扬修心养性用以降魔。所以，<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>的《闲吟》诗说：“自从苦学空门法，销尽平生种种心；唯有诗魔降未得，每逢风月一闲吟。”后遂以诗魔来说诗歌创作冲动所带来的不得安宁的心情。昏晓侵：从早到晚地侵扰。 <br>⑵欹：这里通作“倚”。沉音：心里默默地在念。<br>⑶毫端：笔端。蕴秀：藏着灵秀。“毫端蕴秀”是心头蕴秀的修辞说法。临霜写：对菊吟咏的修辞说法。临，即临摹、临帖之“临”。霜，非指白纸，乃指代菊，前已屡见。写，描绘。这里说吟咏。<br>⑷口齿噙香：噙，含着。香，修辞上兼因菊、人和诗句三者而言。<br>⑸素怨：即秋怨，与下句“秋心”成互文。秋叫“素秋”。“素”在这 里不作平素解，却兼有贞白、高洁的含义。“素怨”、“秋心”皆借菊的孤傲抒自己的情怀。<br>⑹一从：自从。陶令：<a href=\"http://so.gushiwen.org/author_645.aspx\">陶渊明</a>（365—427），东晋诗人，字符亮，一说名潜字渊明。曾做过八十多天彭泽县令，所以称陶令。他喜欢菊，诗文中常写到。评章：鉴赏，议论。亦借说吟咏，如：评章风月。<br>⑺高风：高尚的品格。在这里并指陶与菊。自陶潜后，历来文人咏菊，或以“隐逸”为比，或以“君子”相称，或赞其不畏风霜，或叹其孤高自芳，而且总要提到陶渊明。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这首<a href=\"http://so.gushiwen.org/view_72123.aspx\">诗</a>出现在《红楼梦》第三十八回《林潇湘魁夺菊花诗　薛蘅芜讽和螃蟹咏》里。这是《海棠诗社》的第二次活动，也是贾府表面上处于最鼎盛的时期。此次活动，由史湘云和薛宝钗拟定题目，共十二道题目，限定七律，但不限韵，由宝玉、黛玉、宝钗、湘云、探春等五人自由选题。在这次吟诗比赛中，“蘅芜君”薛宝钗选了《忆菊》、《画菊》之后，“怡红公子”贾宝玉选了《访菊》和《种菊》两道诗题。“潇湘妃子”林黛玉选了其中三道诗题：《咏菊》、《问菊》和《菊梦》。其余五题分别由湘云和探春选得。只“有顿饭工夫, 十二题已全,各自誊出来,都交与迎春,另拿了一张雪浪笺过来,一并誊录出来”。这首诗是在蘅芜君的《忆菊》、怡红公子的《访菊》和《种菊》，枕霞旧友史湘云的《对菊》、《供菊》之后，由潇湘妃子林黛玉写出的三首诗中的第一首。“众人看一首,赞一首,彼此称扬不已.李纨笑道: ‘等我从公评来.通篇看来,各有各人的警句.今日公评:&lt;&lt;咏菊&gt;&gt;第一,&lt;&lt;问菊&gt;&gt;第二,&lt;&lt;菊梦&gt;&gt;第三,题目新,诗也新,立意更新,恼不得要推潇湘妃子为魁了”。林黛玉可谓是囊括金、银、铜牌。“　宝玉听说,喜的拍手叫\"极是,极公道。\"”</p> <p>　　首联“无赖诗魔昏晓侵，绕篱欹石自沉音。”交代了诗作的时间、地点以及作者创作时的心情。潇湘妃子咏菊的时候跟一般人不同：“无赖诗魔昏晓侵，绕篱欹石自沉音.”一种强烈的创作冲动，象神魔附体似的，使得她从早到晚激动不已.，欲罢不能。创作灵感来了，她甚至不能静坐于闺房，只好绕过篱笆，来到假山旁边，斜靠在山石上，面对着菊花，专心致志地去构思、低吟。诗词来源于生活，来源于实践，来源于自然，来源于真实情感。这一句道尽了所有诗人的创作经验。不仅如此，还把诗人的兴奋、专心致志的艺术形象活灵活现地呈现出来了。潇湘妃子仅此一联就可足以技压群芳了。颔联“毫端蕴秀临霜写，口齿噙香对月吟。”胸有成竹，于是提起笔来，一泻千里，把赞美菊花的秀丽篇章写了出来。这还不够，还要对着天上的明月反复诵。可见，作者完全沉浸在完成诗作后的巨大幸福之中。接着，笔锋一转，颈联：“满纸自怜题素怨，片言谁解诉秋心。”又回到了林黛玉多愁善感的情绪之中：借颂扬菊花来抒发我愁怨的诗篇，又有谁能够理解我像素秋一样高洁的情怀呢？尾联“一从陶令平章后，千古高风说今。”这在诗词创作中叫“合”，于是又回到了咏菊的主题。自从<a href=\"http://so.gushiwen.org/author_645.aspx\">陶渊明</a>在诗歌中评说、赞扬菊花以后，千百年来菊花的不畏风霜、孤标自傲的高尚品格，一直为人们所仰慕，所传颂，直到今天。</p> <p>　　在这首诗中，直接写到菊花的字句并不多。但意在诗外，功夫在诗外。这才是诗词创作中的佳品。在这里，不能不回顾<a href=\"http://so.gushiwen.org/author_611.aspx\">曹雪芹</a>自题《红楼梦》的一首绝句：“满纸荒唐言，一把辛酸泪。 都云作者痴，谁解其中味。”这首绝句与林妹妹的这首诗，无论从语气上还是内容上，是何等的相似！这是巧合，还是曹雪芹故意为之，谁能读得懂？林黛玉的《咏菊》及其它诗词又有谁能读得懂它的真正含义？洋洋百余万言的《红楼梦》，两百余年来，多少人孜孜不倦地探讨和研究，又有谁能真正地理解？但是，无论如何，人们都会承认，在《红楼梦》林林总总的人物中，只有林妹妹的品质与菊花最为相符。在评选过程中，包括社长李纨在内的众姐妹们交口称赞颔联“ 毫端蕴秀临霜写，口齿噙香对月吟。”本也不错。因为这一联体现了林黛玉的才气与潇洒。但是，细细品来，窃以为末联“一从陶令平章后，千古高风说到今。”更具魅力，更意味深长！</p> <p>　　余不禁叹曰：千行妃子悲凄泪，一块石头说到今！</p> <p>　　这首诗以“咏菊”为题，所写的是写菊花诗的情景。 </p> <p>　　首联“无赖诗魔昏晓侵，绕篱欹石自沉音”，紧扣诗题，描述了为写菊花诗，有如着魔了一般，从早到晚构思，绕篱欹石地推敲。只有苦心作诗的人才有此真切的体会。 </p> <p>　　颔联“毫端蕴秀临霜与，口角噙香对月吟”，俏丽、秀美，只有锦心秀口之人，才能写出如此精彩的诗句。 </p> <p>　　颈联“满纸自怜题素怨，片言谁解诉秋心”，诗中所题写的都是平素的哀怨，有谁能理解这感伤的心情呢？这分明是借“咏菊”在抒发诗人自己的情怀。也只有黛玉才如此多愁善感，又不被一些人理解。 </p> <p>　　尾联“一从陶令评章后，千古高风说到今”，菊花的高洁品格，自从受到诗人陶渊明的好评之后，一直被世人议论至今。陶渊明爱菊是出了名的，以此作结，可谓奇思妙想的神来之笔。</p>",
  "about": "<h2>创作背景</h2> 　　<a href=\"http://so.gushiwen.org/author_611.aspx\">曹雪芹</a>将《咏菊》写在了《红楼梦》第三十八回《林潇湘魁夺菊花<a href=\"http://so.gushiwen.org/view_72123.aspx\">诗</a>　薛蘅芜讽和螃蟹咏》里。这回描绘贾府表面上处于最鼎盛的时期。此次活动，由史湘云和薛宝钗拟定题目，共十二道题目，限定七律，但不限韵，由宝玉、黛玉、宝钗、湘云、探春等五人自由选题。这回作者让林黛玉选了其中三道诗题：《咏菊》、《问菊》和《菊梦》。借用李纨公评《咏菊》来表达自己的想法。",
  "poet": {
    "id": 611,
    "star": 0,
    "name": "曹雪芹",
    "image": "http://img.gushiwen.org/authorImg/caoxueqin.jpg",
    "desc": "曹雪芹，名霑，字梦阮，号雪芹，又号芹溪、芹圃。清代著名文学家，小说家。先祖为中原汉人，满洲正白旗包衣出身。素性放达，曾身杂优伶而被钥空房。爱好研究广泛：金石、诗书、绘画、园林、中医、织补、工艺、饮食等。他出身于一个“百年望族”的大官僚地主家庭，因家庭的衰败饱尝人世辛酸，后以坚韧不拔之毅力，历经多年艰辛创作出极具思想性、艺术性的伟大作品《红楼梦》。"
  },
  "tags": [
    "写诗",
    "抒怀"
  ]
}