{
  "id": 48510,
  "star": 409,
  "name": "千秋岁·数声鶗鴂",
  "dynasty": "宋代",
  "content": "数声鶗鴂，又报芳菲歇。惜春更把残红折。雨轻风色暴，梅子青时节。永丰柳，无人尽日花飞雪。<br>莫把幺弦拨，怨极弦能说。天不老，情难绝。心似双丝网，中有千千结。夜过也，东窗未白凝残月。",
  "fanyi": "<p><strong>译文<br></strong>数声杜鹃的鸣啼，又报告烂漫春光将要凋谢。惜春人更想将那残花折。怎奈何雨虽轻柔风却猛烈，正赶上这梅子发青的暮春时节。看那永丰坊的柳树，在无人的园中整日撒飞絮如飘雪。<br>切莫把琵琶的细弦拨动，我深深的哀怨细弦也难倾泻。天如有情不会老，真情永不会灭绝。多情的心就像那双丝网，中间有千千万万个结。中夜已经过去了，东方未白，尚留一弯残月。</p> <p><strong>注释</strong><br>⑴千秋岁：词牌名。<br>⑵鶗鴂（tíjué）：即子规、杜鹃。《离骚》：\"恐鶗鴂之未先鸣兮，使夫百草为之不劳。”<br>⑶芳菲：花草，亦指春时光景。<br>⑷永丰柳：唐时洛阳永丰坊西南角荒园中有垂柳一株被冷落，<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>赋《杨柳枝词》\"永丰东角荒园里，尽日无人属阿谁。\"以喻家妓小蛮。后传入乐府，因以“永丰柳”泛指园柳，喻孤寂无靠的女子。<br>⑸花飞雪：指柳絮。<br>⑹把：持，握。幺弦：琵琶的第四弦，各弦中最细，故称。亦泛指短弦、小弦。<br>⑺凝残月：一作“孤灯灭”。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这首《千秋岁》写的是悲欢离合之情，声调激越，极尽曲折幽怨之能事。</p> <p>　　上片完全运用描写景物来烘托、暗示美好爱情横遭阻抑的沉痛之情。起句把鸣声悲切的鶗鴂提出来，诏告美好的春光又过去了。源出《离骚》“恐鶗鴂之先鸣兮，使夫百草为之不芳。”从“又”字看，他们相爱已经不止一年了，可是由于遭到阻力，这伤情却和春天一样，来也匆匆，去也匆匆。惜春之情油然而生，故有“惜春更把残红折”之举动。所谓“残红”，象征着被破坏而犹坚贞的爱情。一个“折”字更能表达出对于经过风雨摧残的爱情的无比珍惜。紧接着“雨轻风色暴，梅子青时节”是上片最为重要的两句：表面上是写时令，写景物，但用的是语意双关，说的是爱情遭受破坏。“梅子黄时雨”（<a href=\"http://so.gushiwen.org/author_399.aspx\">贺铸</a>《青玉案》）是正常的，而梅子青时，便被无情的风暴突袭，便是灾难了。青春初恋遭此打击，情何以堪！经过这场灾难，美好的春光便又鶗鴂声中归去。被冷落的受害者这时也和柳树一样，一任爱情如柳絮一般逝去了。</p> <p>　　换头“莫把幺弦拨，怨极弦能说”两句来得很突然。幺弦，琵琶第四弦。弦幺怨极，就必然发出倾诉不平的最强音。这种极怨的气势下，受害者接着表示其反抗的决心，“天不老，情难绝”。这两句化用<a href=\"http://so.gushiwen.org/author_349.aspx\">李贺</a>“天若有情天亦老”<a href=\"http://so.gushiwen.org/view_48510.aspx\">诗</a>句而含意却不完全一样，此处强调的是天不会老，爱情也永无断绝的时候。这爱情是怎样的呢？“心似双丝网，中有千千结。”“丝”“思”，谐音双关。这个情网里，他们是通过千万个结，把彼此牢牢实实地系住，谁想破坏它都是徒劳的。这是全词“警策”之语。情思未了，不觉春宵已经过去，这时东窗未白，残月犹明。如此作结，言尽而味永。</p> <p>　　这首词韵高而情深，含蓄又发越，可以说，兼有婉约与豪放两派之妙处。</p><br/><h2>鉴赏</h2> <p>　　这首词是写爱情横遭阻抑的幽怨情怀和坚决不移的信念，声调激越，极尽曲折幽怨之能事。</p> <p>　　作者<a href=\"http://so.gushiwen.org/author_587.aspx\">张先</a>以“不如桃杏，犹解嫁东风”及“云破月来花弄影”诸名句蜚声北宋词坛。在现存一百八十二首词中，内容涉及爱情、友谊、风土等多方面。尤其擅长写悲欢离合之情，能曲尽其妙。此词就是其中之一。词调“千秋岁”声情激越，宜于抒发抑郁的情怀。<a href=\"http://so.gushiwen.org/author_125.aspx\">秦观</a>的一首（水边沙外）也是如此。</p> <p>　　此篇上片沉痛地回顾爱情遭到破坏，但无一语明说。完全运用描写景物来烘托，暗示，让读者自己去寻绎、领会。一起就把鸣声悲切的鶗鴂提出来，说它向人们报道美好的春光又过去了。语源于《离骚》“恐鶗鴂之先鸣兮，使夫百草为之不芳。”此与<a href=\"http://so.gushiwen.org/author_217.aspx\">辛弃疾</a>的“绿树听鶗鴂，......啼到春归无寻处，苦恨芳菲都歇”（《贺新郎·别茂嘉十二弟》）词句很相似，而子野写得更为简练。从“又”字看，他们间融融泄泄的爱情已不止一年了。可是由于遭到阻力，正和春天一样，来也匆匆，去出匆匆。春去，人们都会惋惜，但惋惜的想法做法却各有不同。有人“惜春常怕花开早”（辛弃疾《摸鱼儿》），子野笔下这位多情者却是“惜春更把残红折”。所谓残红，可发说是受破坏而又坚持的爱情。一个折字更能表达出对于经过风雨摧残的爱情多么珍惜。紧接着写出“雨轻风色暴，梅子青时节”。这是上片最为重要而又精彩的两句。表面是写时令，写景物，但细心的读者会理解语意的双关，说的是爱情遭受破坏。“梅子黄时雨”（<a href=\"http://so.gushiwen.org/author_399.aspx\">贺铸</a>《青玉案》），这是正常的。不料梅子青时，便被无情的风暴突袭。青春初恋经过这场灾难，美好的春光便双在鶗鴂的声中归去。<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>有咏杨柳句说：“永丰西角荒园里，尽日无人属阿诠？”被冷落的受害者这时也就和永丰坊的柳树一样，爱情却如柳絮，“似花还似非花，也无人惜，从教坠”（<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>《水龙吟》）。</p> <p>　　一首词的上下片间，意脉是相通的。此词如仅从上片看，未尝不可理解为“刻意伤春复伤别”（<a href=\"http://so.gushiwen.org/author_204.aspx\">李商隐</a>《杜司勋》）。读到下片则全词写的什么就很清楚了。换头说：“莫把幺弦拨，怨极弦能说。”这两句来得很突然。在换头处发起新意，向来认为只有高手能之。幺弦，琵琶第四弦。弦幺怨极，就必然发出倾诉不平的最强音。在这“铁骑突出刀枪鸣”（白居易《琵琶行》）的气势下，受害者接着表示其反抗的决心，“天不老，情难绝”。化用<a href=\"http://so.gushiwen.org/author_349.aspx\">李贺</a>“天若有情天亦老”而含意却不完全一样。这里肯定地说天是不会老的，那么爱情也就永无断绝的时候。这比作者常说的“无物似情浓”（《一丛花》），“人生无物比多情，江水不深山不重”（《木兰花》）等等，更为深刻有力。“心似双丝网，中有千千结。”“丝”谐“思”。在这个情网里，他们是通过千万个结，把彼此牢牢实实地系住，谁想破坏都是徒劳的。这是全词表达思想感情的高峰，也就是《文赋》所谓“立片言而居要，乃一篇之警策”。情思未了，不觉春宵已经过去，这时东窗未白，残月犹明。如此作结，可谓恰到好处。</p> <p>　　上阕用景物烘托、暗示爱情被破坏，无一语明说内情，要读者细心品味。“数声，叉报芳菲歇”，首二句化用《离骚》中语，由的悲呜声中，宣布繁花簇锦的春天已经过去，一个“又”字，说明美好时光逝去已非年半载。来时匆匆，去时匆匆，故是春之常志，惜春之情，因人而异，“惜春更选残红折，雨轻风色暴，梅子青时节”，“选残红”说明爱情虽遭摧残，但自己仍然珍惜，接下二句，既写时令，又写爱情被破坏之事，一语双关，极为精彩。遭受如此打击，何人能堪，末二句化白居易之事，诉出心中苦楚，别自凄惋动人。</p> <p>　　下阕将此中真意挑明，但是换头二句来得极为突兀，幺弦能诉极其强烈的怨恨，而说“莫把幺弦拨”，可知此情是多么凄苦，语虽奇，意则与上文一脉相承。“天不老，情难绝”，爱情虽被摧残，只要天不老去，情是难以断绝的，悲苦中作刚强语，钟情之心，耿耿不泯。“心似双丝网，中有千千结”，两情相悦，彼此知心，虽遭破坏，终是徒劳。行文至此，情感的抒发也到了高潮。但情丝未了，春夜已尽，东方未白，孤灯先灭，如此作结，恰到好处。</p> <p>　　前人评子野词，最早有晁无咎。他说：“子野韵高，是耆卿所乏处。近世以来，作者皆不及。”（《能改斋漫录》十六引）清陈廷焯说子野词里“有含蓄处，亦有发越处；但含蓄不似温韦，发越亦不似豪苏腻柳”（《白雨斋词话》）。这些评论都很中肯。“含蓄”和“发越”，此词可以说兼而有之。至于韵高之说，亦可通过此词体味，略见一斑。</p>",
  "poet": {
    "id": 587,
    "star": 0,
    "name": "张先",
    "image": "http://img.gushiwen.org/authorImg/zhangxian.jpg",
    "desc": "张先（990－1078），字子野，乌程（今浙江湖州吴兴）人。北宋时期著名的词人，曾任安陆县的知县，因此人称“张安陆”。天圣八年进士，官至尚书都官郎中。晚年退居湖杭之间。曾与梅尧臣、欧阳修、苏轼等游。善作慢词，与柳永齐名，造语工巧，曾因三处善用“影”字，世称张三影。"
  },
  "tags": [
    "宋词三百首",
    "宋词精选",
    "婉约",
    "写景",
    "抒情",
    "爱情"
  ]
}