{
  "id": 7718,
  "star": 93,
  "name": "梁甫吟",
  "dynasty": "唐代",
  "content": "长啸梁甫吟，何时见阳春？<br>君不见，朝歌屠叟辞棘津，八十西来钓渭滨。<br>宁羞白发照清水，逢时壮气思经纶。<br>广张三千六百钓，风期暗与文王亲。<br>大贤虎变愚不测，当年颇似寻常人。<br>君不见，高阳酒徒起草中，长揖山东隆准公。<br>入门不拜逞雄辩，两女辍洗来趋风。<br>东下齐城七十二，指挥楚汉如旋蓬。<br>狂客落魄尚如此，何况壮士当群雄！<br>我欲攀龙见明主，雷公砰訇震天鼓。<br>帝旁投壶多玉女，三时大笑开电光，倏烁晦冥起风雨。<br>阊阖九门不可通，以额扣关阍者怒。<br>白日不照我精诚，杞国无事忧天倾。<br>猰貐磨牙竞人肉，驺虞不折生草茎。<br>手接飞猱搏雕虎，侧足焦原未言苦。<br>智者可卷愚者豪，世人见我轻鸿毛。<br>力排南山三壮士，齐相杀之费二桃。<br>吴楚弄兵无剧孟，亚夫咍尔为徒劳。<br>梁甫吟，声正悲。<br>张公两龙剑，神物合有时。<br>风云感会起屠钓，大人臲屼当安之。",
  "fanyi": "<p><strong>译文</strong><br>　　梁甫吟啊梁甫吟，自从<a href=\"http://so.gushiwen.org/author_507.aspx\">诸葛亮</a>唱响以来，多少志士吟颂过你，心中期盼着事业的春天。你知道周朝居住在棘津的姜太公吗？七十岁的人了，清晨即起，边屠牛时边唱歌，为了做一番大事业，辞别故乡来到长安边的渭水河边，用直钩钓了十年鱼。<br>　　清澈的河水映照着他的白发，刺痛了他的心。当风云际会的时候，当文王来拜师的时候，那是气如东海，势比泰山，治国方略，那是一套一套的，小人们，别小看我现在普通人一个，机会来临，小猫也变大老虎！<br>　　你知道秦末汉初居住高阳的酒鬼俪食其吗？六十多岁了，草莽出身，见了<a href=\"http://so.gushiwen.org/author_746.aspx\">刘邦</a>硬是不跪拜，做个长揖就算给足面子了！一阵雄辩就折服了他，让刘邦立即停止洗脚，马上放弃美女的按摩！改为洗耳恭听了。你看他就凭三寸不烂之舌，就攻下了齐国七十二座城市。把刘邦和<a href=\"http://so.gushiwen.org/author_253.aspx\">项羽</a>玩得象呼啦圈一样的转啊转！你看看，他那样的落泊之知识分子还云开雾散大干了一番，何况我身强力壮，智勇双全！<br>　　我胸有治国大略，我必须为国家担忧，我想见皇上！可是皇上在干什么呢？鼓声敲得震天响，皇上和宫女贵妃们做投壶的游戏忙又忙！一脸的牙齿笑得多灿烂。可是宫墙外已经危机四起，安禄山准备反叛，这些事情皇上你知道吗？可是你周围的人却不容许我警告你，还责怪我打扰了你的雅兴。说我是杞国之人无事担忧天倾塌。白日啊，你整天被乌云蒙蔽着啊，你怎么可以照到我忠诚忧国的心肠？<br>　　现在各地的军阀官僚一个个如同吃人的野兽——猰貐，阴险残暴。我却是驺虞样的猛虎，羞与合流，目前形势危险如同焦原——周围深渊高千丈而方圆才几十米，我却可以象姜太公和俪食其一样，斡旋处置游刃有余。别看他们力可拔山的外表，我要去除他们却只需要两三个桃子，知道<a href=\"http://so.gushiwen.org/author_319.aspx\">晏婴</a>杀公孙接、田开疆，古冶子等三人的故事吗？其关键是要利用他们之间的矛盾，别硬碰硬的乱整。我可是去探过安禄山的虚实，他手下根本没有象剧孟一样的智谋之士，匹夫一个，根本成不了什么大事。<br>　　梁甫吟啊梁甫吟，心事重啊声音悲，古之名剑——干将和莫邪什么时候可以相合呢？那时候就会天下无敌，我什么时候才可以与皇上风云际会呢？那时候天下将平安无事。等待吧，安心地等待，等待最好的时机！ </p> <p><strong>注释</strong><br>⑴长啸：吟唱。<br>⑵朝歌屠叟：指吕尚（即吕望、姜太公）。《战国策·秦策三》：“臣（范雎）闻始时吕尚之遇文王也，身为渔父而钓于渭阳之滨耳。”又《秦策五》：“太公望，齐之逐夫，朝歌之废屠。”《韩<a href=\"http://so.gushiwen.org/view_7718.aspx\">诗</a>外传》卷七：“吕望行年五十，卖食棘津，年七十屠于朝歌，九十乃为天子师，则遇文王也。”又《韩诗外传》：“太公望……屠牛朝歌，赁于棘津，钓于磻溪，文王举而用之，封于齐。”<br>⑶经纶：《易经·屯卦》：“君子以经纶。”经纶：喻治理国家。<br>⑷三千六百钓：指吕尚在渭河边垂钓十年，共三千六百日。风期：风度和谋略。<br>⑸大贤：指吕尚。虎变：《易经·革卦》九五：“大人虎变。”喻大人物行为变化莫测，骤然得志，非常人所能料。<br>⑹高阳酒徒：西汉人骊食其。《史记·骊生陆贾列传》：“骊生食其者，陈留高阳人也。好读书，家贫落魄，无以为衣食业，为里监门吏。然县中贤豪不敢役，县中皆谓之狂生。……沛公至高阳传舍，使人召骊生。骊生至，入谒，沛公方倨床使两女子洗足，而见骊生。骊生入，则长揖不拜。”骊生尝自称高阳酒徒。隆准：高鼻子。隆准公：指刘邦。《史记·高祖本纪》：“高祖为人，隆准而龙颜。”趋风：疾行如风前来迎接。《史记·骊生陆贾列传》载：楚、汉在荥阳、成皋一带相持，骊生建议刘邦联齐孤立项羽。他受命到齐国游说，齐王田广表示愿以所辖七十余城归汉。<br>⑺旋蓬：在空中飘旋的蓬草。狂客：指骊食其。<br>⑻攀龙：《后汉书·光武帝纪》：耿纯对<a href=\"http://so.gushiwen.org/author_799.aspx\">刘秀</a>说：“天下士大夫所以跟随大王南征北战，本来是希望攀龙鳞，附凤翼，以成就功名。”后人因以攀龙附凤比喻依附帝<a href=\"http://so.gushiwen.org/author_482.aspx\">王建</a>立功业。<br>⑼雷公：传说中的雷神。砰訇：形容声音宏大。<br>⑽帝旁投壶多玉女：《神异经·东荒经》载：东王公常与一玉女玩投壶的游戏，每次投一千二百支，不中则天为之笑。天笑时，流火闪耀，即为闪电。三时：早、午、晚。倏烁：电光闪耀。晦冥：昏暗。这两句暗指皇帝整天寻欢作乐，权奸和宦官弄权，朝廷政令无常。<br>⑾阊阖：神话中的天门。阍者：看守天门的人。《离骚》：“吾令帝阍开关兮，倚阊阖而望予。”这两句指唐玄宗昏庸无道，宠信奸佞，使有才能的人报国无门。<br>⑿杞国无事忧天倾：《列子·天瑞》：“杞国有人忧天地崩坠，身亡所寄，废寝食者。”二句意谓皇帝不理解我，还以为我是杞人忧天。此自嘲之意。<br>⒀猰貐：古代神话中一种吃人的野兽。这里比喻阴险凶恶的人物。竞人肉：争吃人肉。驺虞：古代神话中一种仁兽，白质黑纹，不伤人畜，不践踏生草。这里<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>以驺虞自比，表示不与奸人同流合污。<br>⒁接：搏斗。飞揉、雕虎：比喻凶险之人。焦原：传说春秋时莒国有一块约五十步方圆的大石，名叫焦原，下有百丈深渊，只有无畏的人才敢站上去。<br>⒂智者二句：智者可忍一时之屈，而愚者只知一味骄横。世俗人看不起我。<br>⒃力排二句：《晏子春秋》内篇卷二《谏》下载：齐景公手下有公孙接、田开疆、古冶子三勇士，皆力能搏虎，却不知礼义。相国晏婴便向齐景公建议除掉他们。他建议景公用两只桃子赏给有功之人。于是三勇士争功，然后又各自羞愧自杀。李白用此典意在讽刺当时权相<a href=\"http://so.gushiwen.org/author_2691.aspx\">李林甫</a>陷害韦坚、<a href=\"http://so.gushiwen.org/author_1794.aspx\">李邕</a>、裴敦复等大臣。<br>⒄吴楚句：汉景帝时，吴楚等七国诸侯王起兵反汉。景帝派大将周亚夫领兵讨伐。周到河南见到剧孟（著名侠士），高兴地说：吴楚叛汉，却不用剧孟，注定要失败。咍尔：讥笑。<br>⒅张公：指西晋<a href=\"http://so.gushiwen.org/author_887.aspx\">张华</a>。据《晋书·张华传》载：西晋时丰城（今江西省丰城）县令雷焕掘地得双剑，即古代名剑干将和莫邪。雷把干将送给张华，自己留下莫邪。后来张华被杀，干将失落。雷焕死后，他的儿子雷华有一天佩带着莫邪经过延平律（今福建南平市东），突然，剑从腰间跳进水中，与早已在水中的干将会合，化作两条蛟龙。这两句用典，意谓总有一天自己会得到明君赏识。<br>⒆风云感会：即风云际会。古人认为云从龙，风从虎，常以风云际会形容君臣相得，成就大业。大人：有才干的人。□（左山右皃）屼：不安。此指暂遇坎坷。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>这首也有“力排南山三壮士，齐相杀之费二桃”之句，显然是袭用了<a href=\"http://so.gushiwen.org/author_507.aspx\">诸葛亮</a>那首的立意。<a href=\"http://so.gushiwen.org/view_7718.aspx\">诗</a>大概写在李白“赐金放还”，刚离开长安之后。诗中抒写遭受挫折以后的痛苦和对理想的期待，气势奔放，感情炽热，是李白的代表作之一。</p> <p>　　开头两句：“长啸梁甫吟，何时见阳春？”“长啸”是比高歌更为凄厉激越的感情抒发。诗一上来就单刀直入，显示诗人此时心情极不平静，为全诗定下了感情的基调。<a href=\"http://so.gushiwen.org/author_358.aspx\">宋玉</a>《九辩》中有“恐溘死而不得见乎阳春”之句，故“见阳春”有从埋没中得到重用、从压抑中得以施展抱负的意思。以下诗句，全是由此生发。</p> <p>　　接着，连用两组“君不见”提出两个历史故事。一是说西周吕望（即姜太公）长期埋没民间，五十岁在棘津当小贩，七十岁在朝歌当屠夫，八十岁时还垂钓于渭水之滨，钓了十年（每天一钓，十年共三千六百钓），才得遇文王，遂展平生之志。一是说秦末的郦食其，<a href=\"http://so.gushiwen.org/author_746.aspx\">刘邦</a>原把他当作一个平常儒生，看不起他，但这位自称“高阳酒徒”的儒生，不仅凭雄辩使刘邦改变了态度，以后还说服齐王率七十二城降汉，成为楚汉相争中的风云人物。诗人引用这两个历史故事，实际上寄寓着自己的理想与抱负：“大贤虎变愚不测，当年颇似平常人”，“狂客落魄尚如此，何况壮士当群雄”。他不相信自己会长期沦落，毫无作为。诗人对前途有着坚定的信念，所以这里声调高亢昂扬，语言节奏也较爽利明快，中间虽曾换过一次韵，但都押平声韵，语气还是舒展平坦的。</p> <p>　　自“我欲攀龙见明主”句起，诗人一下子从乐观陷入了痛苦。加上改用了仄声韵，语气拗怒急促，更使人感到犹如一阵凄风急雨劈面打来。这一段写法上很象<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>的《离骚》，诗人使自己置身于惝恍迷离、奇幻多变的神话境界中，通过描写奇特的遭遇来反映对现实生活的感受。你看，他为了求见“明主”，依附着夭矫的飞龙来到天上。可是，凶恶的雷公擂起天鼓，用震耳欲聋的鼓声来恐吓他，他想求见的那位“明主”，也只顾同一班女宠作投壶的游戏。他们高兴得大笑时天上闪现出耀眼的电光，一时恼怒又使天地昏暗，风雨交加。尽管如此，诗人还是不顾一切以额叩关，冒死求见。不料竟触怒了守卫天门的阍者。在这段描写中，诗人的感情表现得那么强烈，就象浩荡江水从宽广的河床突然进入峡谷险滩一样，旋涡四起，奔腾湍急，不可抑止。诗人在天国的遭遇，实际上就是在现实生活中的遭遇，他借助于幻设的神话境界，尽情倾诉了胸中的忿懑与不平。</p> <p>　　自“白日不照吾精诚”以下十二句又另作一段，在这段中，诗人通过各种典故或明或暗地抒写了内心的忧虑和痛苦，并激烈地抨击了现实生活中的不合理现象：上皇不能体察我对国家的一片精诚，反说我是“杞人忧天”。权奸们象恶兽猰?那样磨牙厉齿残害人民，而诗人的理想则是以仁政治天下。他自信有足够的才能和勇气去整顿乾坤，就象古代能用左手接飞猱、右手搏雕虎的勇士那样，虽置身于危险的焦原仍不以为苦。诗意象是宕起，可是马上又重重地跌了下来。在现实的生活中，只有庸碌之辈可以趾高气扬，真有才能的人反而只能收起自己的聪明才智，世人就把我看得轻如鸿毛。古代齐国三个力能排山的勇士被相国晏子设计害死，可见有才能的人往往受到猜疑。明明有剧孟这样的能人而摒弃不用，国家的前途真是不堪设想了。这一段行文的显著特点是句子的排列突破了常规。如果要求意思连贯，那么“手接飞猱”两句之后，应接写“力排南山”两句，“智者可卷”两句之后，应接写“吴楚弄兵”两句。可是诗人却故意把它们作上下错落的排列，避免了平铺直叙。诗人那股汹涌而来的感情激流，至此一波三折，成迂回盘旋之势，更显得恣肆奇横，笔力雄健。这段的语气节奏也随着感情发展而跌宕起伏，忽而急促，忽而舒展，忽而押平声韵，忽而换仄声韵，短短十二句竟三易其韵，极尽变化之能事。</p> <p>　　最后一段开头，“梁甫吟，声正悲”，直接呼应篇首两句，语气沉痛而悲怆。突然，诗人又笔锋一折，“张公两龙剑”以下四句仍是信心百倍地回答了“何时见阳春”这一设问。诗人确信，正如干将、莫邪二剑不会久没尘土，我同“明主”一时为小人阻隔，终当有会合之时。既然做过屠夫和钓徒的吕望最后仍能际会风云，建立功勋，那自己也就应该安时俟命，等待风云感会的一天到来。饱经挫折的诗人虽然沉浸在迷惘和痛苦之中，却仍在用各种办法自我慰藉，始终没有放弃对理想的追求。</p> <p>　　写长篇歌行最忌呆滞平板，这首诗最大的艺术特色正在于布局奇特，变化莫测。它通篇用典，但表现手法却不时变换。吕望和郦食其两个故事是正面描写，起“以古为鉴”的作用，接着借助于种种神话故事，寄寓自己的痛苦遭遇，第三段则把几个不相连属的典故交织在一起，正如清人<a href=\"http://so.gushiwen.org/author_39.aspx\">沈德潜</a>说的“后半拉杂使事，而不见其迹”，因而诗的意境显得奇幻多姿，错落有致：它时而和风丽日，春意盎然，时而浊浪翻滚，险象纷呈；时而语浅意深，明白如话，时而杳冥惝恍，深不可测。加上语言节奏的不断变化起伏，诗人强烈而又复杂的思想感情表现得淋漓尽致。</p>",
  "poet": {
    "id": 247,
    "star": 0,
    "name": "李白",
    "image": "http://img.gushiwen.org/authorImg/libai.jpg",
    "desc": "李白（701年－762年），字太白，号青莲居士，唐朝浪漫主义诗人，被后人誉为“诗仙”。祖籍陇西成纪(待考)，出生于西域碎叶城，4岁再随父迁至剑南道绵州。李白存世诗文千余篇，有《李太白集》传世。762年病逝，享年61岁。其墓在今安徽当涂，四川江油、湖北安陆有纪念馆。"
  },
  "tags": [
    "咏史怀古",
    "写人",
    "典故",
    "抒情"
  ]
}