{
  "id": 72328,
  "star": 96,
  "name": "心术",
  "dynasty": "宋代",
  "content": "　　为将之道，当先治心。泰山崩于前而色不变，麋鹿兴于左而目不瞬，然后可以制利害，可以待敌。</p> <p>　　凡兵上义；不义，虽利勿动。非一动之为利害，而他日将有所不可措手足也。夫惟义可以怒士，士以义怒，可与百战。</p> <p>　　凡战之道，未战养其财，将战养其力，既战养其气，既胜养其心。谨烽燧，严斥堠，使耕者无所顾忌，所以养其财；丰犒而优游之，所以养其力；小胜益急，小挫益厉，所以养其气；用人不尽其所欲为，所以养其心。故士常蓄其怒、怀其欲而不尽。怒不尽则有馀勇，欲不尽则有馀贪。故虽并天下，而士不厌兵，此黄帝之所以七十战而兵不殆也。不养其心，一战而胜，不可用矣。</p> <p>　　凡将欲智而严，凡士欲愚。智则不可测，严则不可犯，故士皆委己而听命，夫安得不愚？夫惟士愚，而后可与之皆死。</p> <p>　　凡兵之动，知敌之主，知敌之将，而后可以动于险。邓艾缒兵于蜀中，非刘禅之庸，则百万之师可以坐缚，彼固有所侮而动也。故古之贤将，能以兵尝敌，而又以敌自尝，故去就可以决。</p> <p>　　凡主将之道，知理而后可以举兵，知势而后可以加兵，知节而后可以用兵。知理则不屈，知势则不沮，知节则不穷。见小利不动，见小患不避，小利小患，不足以辱吾技也，夫然后有以支大利大患。夫惟养技而自爱者，无敌于天下。故一忍可以支百勇，一静可以制百动。</p> <p>　　兵有长短，敌我一也。敢问：“吾之所长，吾出而用之，彼将不与吾校；吾之所短，吾蔽而置之，彼将强与吾角，奈何？”曰：“吾之所短，吾抗而暴之，使之疑而却；吾之所长，吾阴而养之，使之狎而堕其中。此用长短之术也。”</p> <p>　　善用兵者，使之无所顾，有所恃。无所顾，则知死之不足惜；有所恃，则知不至于必败。尺箠当猛虎，奋呼而操击；徒手遇蜥蜴，变色而却步，人之情也。知此者，可以将矣。袒裼而案剑，则乌获不敢逼；冠胄衣甲，据兵而寝，则童子弯弓杀之矣。故善用兵者以形固。夫能以形固，则力有馀矣。 ",
  "fanyi": "<p><strong>译文</strong><br>　　作为将领的原则，应当首先修养心性。必须做到泰山在眼前崩塌而面不改色，麋鹿在身边奔突而不眨眼睛，然后才能够控制利害因素，才可以对付敌人。<br>　　军事崇尚正义。如果不合乎正义，即使有利可图也不要行动。并非一动就有危害，而是因为后来将有不能应付的事情发生。只有正义能够激愤士气，用正义激愤士气，就可以投入一切战斗。<br>　　作战的措施大致是：当战争尚未发生的时候，要积蓄财力；当战争即将发生的时候，要培养战斗力；当战争已经打起来的时候，要培养士气；当战争已经取得胜利的时候，就要修养心性。小心谨慎地设置报警的烽火，严格认真地在边境巡逻放哨，使农民无所顾忌，安心耕种，这就是积蓄财力的做法。用丰盛的酒食等物慰劳战士，让他们悠闲自在，养精蓄锐，这就是培养战斗力的做法。取得小的胜利，要使战士感到更加紧迫；受到小的挫折，要让战士得到更大的激励，这就是培养士气的做法。使用战士要注意不让他们完全实现自己的欲望，这就是修养心性的做法。所以战士们常常积蓄着怒气，心中怀有欲望却不能完全实现。怒气没有消除干净就有余勇可贾，欲望没有完全实现就将继续追求，所以即使吞并了天下，战士也不厌恶打仗。这就是黄帝的军队经历了七十次战斗也不懈怠的原因。如果不修养心性，战士们打了一次胜仗后就不能继续作战了。<br>　　将领要聪明而严厉，战士要愚昧。聪明就不可预测，严厉就不可冒犯，所以战士们都把自身完全交出来听从命令，怎么能不愚昧呢?惟其战士愚昧，然后才能跟他们一道舍生忘死。<br>　　大凡出动军队，要了解敌方的君主，了解敌方的将领，然后才能够在危险的地方出兵。魏将邓艾率兵伐蜀汉，从阴平小道行无人之地七百余里，用绳子拴着士兵从山上坠下深谷，如果不是蜀汉后主刘禅昏庸无能，那么百万大军也可以坐而捆绑擒获。邓艾本来就对刘禅轻慢，所以才出兵于危险之地。因此，古代的良将，能用大军去试探敌人的强弱、虚实，同时也用敌人的反应来衡量自己，这样就可以决定行动方针了。<br>　　作为主将的原则是：明白道理然后可以出兵，了解形势然后可以增兵，懂得节制然后可以用兵。明白道理就不会屈服，了解形势就不会丧气，懂得节制就不会困窘。见了小利益不轻举妄动，遇上小祸难不回避。小利益、小祸难不值得辱没我的本领，然后才能够应付大利益、大祸难。只有善于蓄养本领又爱惜自己军队的人，才无敌于天下。所以一忍可以抵御百勇，一静可以控制百动。<br>　　军队自有长处和短处，无论敌我都如此。请问：我方的长处，我拿出来运用，敌人却不与我较量；我方的短处，我隐蔽起来，敌人却竭力与我对抗，怎么办呢?回答道：我方的短处，我故意显露出来，使敌人心生疑虑而退却；我方的长处，我暗中隐蔽起来，使敌人轻慢而陷人圈套。这就是灵活运用自己的长处和短处的方法。<br>　　善于用兵打仗的人，要使战士们没有什么顾忌但有所依靠。战士们没有什么顾忌，就知道牺牲了也不值得可惜；有所依靠，就知道不至于一定失败。手握一尺长的鞭子，面对着猛虎，敢于奋力呐喊而挥鞭打击；空着手遇上了蜥蜴，也会吓得面容变色连连后退，这是人之常情。懂得这个道理，就可以带兵了。假如赤身露臂但手握着剑，那大力士乌获也不敢逼近；要是头戴着盔，身穿铠甲，靠着武器而睡觉，那小童也敢弯弓射杀了。所以善于用兵打仗的人，利用各种条件来巩固自己；能够利用各种条件来巩固自己，那就威力无穷了。</p><p><strong>注释<br></strong>治心：指锻炼培养军事上的胆略、意志和吃苦的精神等。<br>麋：麋鹿，鹿类的一种。<br>左：附近。<br>瞬：眨眼。<br>制：掌握<br>上：通“尚”，崇尚。<br>怒：激发<br>烽燧：即烽火，古代边防报警的信号。白天放烟叫“烽”，夜间燃火叫“燧”。<br>斥堠：古代用来瞭望敌情的土堡，这里指放哨、瞭望。<br>犒：犒赏，旧指用酒食或财物慰劳将士。<br>优游：闲暇自得的样子。<br>挫：挫折，这里指打了败仗。<br>厉：激励。并天下：兼并天下。<br>黄帝：传说中我国中原各族的共同祖先。相传曾在战争中多次取胜，打败了炎帝、蚩尤，成为部落联盟的领袖。<br>殆：通“怠”，懈怠。<br>智：有智慧。<br>严：有威严。<br>欲：应该。<br>委：委屈。<br>邓艾缒兵于蜀中：邓艾，三国时魏国的将领，魏元帝景元四年（263年），他率兵从一条艰险的山路进攻蜀汉，山高谷深，士兵都用绳子系着放下山去，邓艾自己也用毡布裹着身体，滑下山去。缒，系在绳子上放下去。<br>刘禅：三国时蜀后主，小名阿斗，刘备之子，公元223年至263年在位。<br>侮：轻视、轻侮。<br>尝：试探，检验。<br>节：节制。<br>沮：沮丧。<br>辱：玷污。<br>技：本领。<br>支：经得起，对付得了。<br>校：较量。<br>角：角斗。<br>抗：高，引申为突出地。<br>暴：显露。却：退。<br>狎：轻忽。<br>堕：落。<br>蜥蜴：一种爬行动物，形似壁虎，俗称“四脚蛇”。<br>袒裼：脱衣露体。<br>乌获：战国时秦国的大力士，相传能力举千钧。<br>冠胄衣甲：戴着头盔，穿着铠甲。胄，盔。冠、衣，都用作动词。<br>据兵：靠着兵器。<br>以形固：指利用各种有利形势来巩固自己。以，凭借，利用。形，各种有利的形式和条件。固，巩固。</p>",
  "shangxi": "<h2>简析</h2> 　　本文是《权书》(<a href=\"http://so.gushiwen.org/author_554.aspx\">苏洵</a>的一组策论，共十篇)中的一篇，逐节论述用兵的方法，分治心、尚义、养士、智愚、料敌、审势、出奇、守备等八个方面，而以治心（即将帅的思想与军事素养）为核心，所以标题叫“心术”。其中包含着一些朴素的辩证法观点，但也有诸如“怀其欲而不尽”、“士欲愚”之类的封建权术。全篇段落分明，井井有条。",
  "poet": {
    "id": 554,
    "star": 0,
    "name": "苏洵",
    "image": "http://img.gushiwen.org/authorImg/suxun.jpg",
    "desc": "苏洵（1009年－1066年），字明允，汉族，眉州眉山（今属四川眉山人）。北宋文学家，与其子苏轼、苏辙合称“三苏”，均被列入“唐宋八大家”。苏洵长于散文，尤擅政论，议论明畅，笔势雄健，有《嘉祐集》传世。"
  },
  "tags": [
    "古文观止",
    "议论",
    "用兵"
  ]
}