{
  "id": 252,
  "star": 60,
  "name": "荡",
  "dynasty": "先秦",
  "content": "荡荡上帝，下民之辟。疾威上帝，其命多辟。天生烝民，其命匪谌。靡不有初，鲜克有终。</p> <p>文王曰咨，咨汝殷商。曾是彊御？曾是掊克？曾是在位？曾是在服？天降滔德，女兴是力。</p> <p>文王曰咨，咨女殷商。而秉义类，彊御多怼。流言以对。寇攘式内。侯作侯祝，靡届靡究。</p> <p>文王曰咨，咨女殷商。女炰烋于中国。敛怨以为德。不明尔德，时无背无侧。尔德不明，以无陪无卿。</p> <p>文王曰咨，咨女殷商。天不湎尔以酒，不义从式。既衍尔止。靡明靡晦。式号式呼。俾昼作夜。</p> <p>文王曰咨，咨女殷商。如蜩如螗，如沸如羹。小大近丧，人尚乎由行。内奰于中国，覃及鬼方。</p> <p>文王曰咨，咨女殷商。匪上帝不时，殷不用旧。虽无老成人，尚有典刑。曾是莫听，大命以倾。</p> <p>文王曰咨，咨女殷商。人亦有言：颠沛之揭，枝叶未有害，本实先拨。殷鉴不远，在夏后之世。",
  "fanyi": "<p><strong>译文</strong><br>　　上帝骄纵又放荡，他是下民的君王。上帝贪心又暴虐，政令邪僻太反常。上天生养众百姓，政令无信尽撒谎。万事开头讲得好，很少能有好收场。<br>　　文王开口叹声长，叹你殷商末代王！多少凶暴强横贼，敲骨吸髓又贪赃，窃据高位享厚禄，有权有势太猖狂。天降这些不法臣，助长国王逞强梁。<br>　　文王开口叹声长，叹你殷商末代王！你任善良以职位，凶暴奸臣心怏怏。面进谗言来诽谤，强横窃据朝廷上。诅咒贤臣害忠良，没完没了造祸殃。<br>　　文王开口叹声长，叹你殷商末代王！跋扈天下太狂妄，却把恶人当忠良。知人之明你没有，不知叛臣结朋党。知人之明你没有，不知公卿谁能当。<br>　　文王开口叹声长，叹你殷商末代王！上天未让你酗酒。也未让你用匪帮。礼节举止全不顾，没日没夜灌黄汤。狂呼乱叫不像样，日夜颠倒政事荒。<br>　　文王开口叹声长，叹你殷商末代王！百姓悲叹如蝉鸣，恰如落进沸水汤。大小事儿都不济，你却还是老模样。全国人民怒气生，怒火蔓延到远方。<br>　　文王开口叹声长，叹你殷商末代王！不是上帝心不好，是你不守旧规章。虽然身边没老臣，还有成法可依傍。这样不听人劝告，命将转移国将亡。<br>　　文王开口叹声长，叹你殷商末代王！古人有话不可忘：“大树拔倒根出土，枝叶虽然暂不伤，树根已坏难久长。”殷商镜子并不远，应知夏桀啥下场。</p> <p><strong>注释</strong><br>（1）荡荡：放荡不守法制的样子。<br>（2）辟（bì）：君王。<br>（3）疾威：暴虐。<br>（4）辟：邪僻。<br>（5）烝：众。<br>（6）谌（chén）：诚信。<br>（7）鲜（xiǎn）：少。克：能。<br>（8）咨：感叹声。<br>（9）女（rǔ）：汝。<br>（10）曾是：怎么这样。彊御：强横凶暴。<br>（11）掊（póu）克：聚敛，搜括。<br>（12）服：任。<br>（13）滔：通“慆”，放纵不法。<br>（14）兴：助长。力：勤，努力。<br>（15）而：尔，你。秉：把持，此指任用。义类：善类。<br>（16）怼（duì）：怨恨。<br>（17）寇攘：像盗寇一样掠取。式内：在朝廷内。<br>（18）侯：于是。作、祝：诅咒。<br>（19）届：尽。究：穷。<br>（20）炰烋（páo xiào）：同“咆哮”。<br>（21）无背无侧：不知有人背叛、反侧。<br>（22）陪：指辅佐之臣。<br>（23）湎（miǎn）：沉湎，沉迷。<br>（24）从：听从。式：任用。<br>（25）愆（qiān）：过错。止：容止。<br>（26）式：语助词。<br>（27）蜩（tiáo）：蝉。螗：又叫蝘，一种蝉。<br>（28）丧：败亡。<br>（29）由行：学老样。<br>（30）奰（bì）：愤怒。<br>（31）覃：延及。鬼方：指远方。<br>（32）时：善。<br>（33）典刑：同“典型”，指旧的典章法规。<br>（34）颠沛：跌仆，此指树木倒下。揭：举，此指树根翻出。<br>（35）本：根。拨：败。<br>（36）后：君主。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　南朝宋<a href=\"http://so.gushiwen.org/author_758.aspx\">谢灵运</a>《拟魏太子&lt;邺中集&gt;·<a href=\"http://so.gushiwen.org/author_770.aspx\">王粲</a>》<a href=\"http://so.gushiwen.org/view_252.aspx\">诗</a>和唐太宗<a href=\"http://so.gushiwen.org/author_582.aspx\">李世民</a>《赐萧瑀》诗中有“幽厉昔崩乱，桓灵今板荡”、“疾风知劲草，板荡识诚臣”诸句，“板荡”连用。《板》、《荡》本是《诗经·大雅》中的诗篇，在后世被屡屡连在一起用以代指政局混乱或社会动荡，这原因当然与两诗的内容有关。</p> <p>　　《板》诗是刺周厉王无道之作，赏析另见他文，而《荡》诗也是刺厉王之作。《毛诗序》云：“《荡》，召穆公伤周室大坏也。厉王无道，天下荡然无纲纪文章，故作是诗也。”三家诗无异义。<a href=\"http://so.gushiwen.org/author_459.aspx\">朱熹</a>《诗序辨说》云：“苏氏（<a href=\"http://so.gushiwen.org/author_366.aspx\">苏辙</a>）曰，《荡》之名篇以首句有‘荡荡上帝’耳。《序》说云云，非本义也。”今人陈子展《诗经直解》以为此“宋儒异说不可从”，极是。也有人怀疑此诗为武王载文王木主伐殷纣，借遵文王声讨纣罪的檄文，与《尚书》的《泰誓》、《牧誓》诸篇类似，只是有韵罢了。这也如陈子展所说“此想当然耳，实未有据”。兹从《毛诗序》之说。</p> <p>　　诗共八章，每章八句。第一章开篇即揭出“荡”字，作为全篇的纲领。“荡荡上帝”，用的是呼告语气：败坏法度的上帝啊！下面第三句“疾威上帝”也是呼告体，而“疾威”二字则是“荡”的具体表现，是全诗纲领的实化，以下各章就围绕着“疾威”做文章。应当注意的是，全篇八章中，惟这一章起头不用“文王曰咨”。对此，孔颖达疏解释说：“上帝者，天之别名，天无所坏，不得与‘荡荡’共文，故知上帝以托君王，言其不敢斥王，故托之于上帝也。其实称帝亦斥王。此下诸章皆言‘文王曰咨’，此独不然者，欲以‘荡荡’之言为下章总目，且见实非殷商之事，故于章首不言文王，以起发其意也。”他的意见诚然是很有说服力的。</p> <p>　　第一章以后各章，都是假托周文王慨叹殷纣王无道之词。第二章连用四个“曾是（怎么那样）”，极有气势，谴责的力度很大。姚际恒《诗经通论》评曰：“‘曾是’字，怪之之词，如见。”可谓一语破的。孙鑛则对这四句的体式特别有所会心，说：“明是‘彊御在位，掊克在服’，乃分作四句，各唤以‘曾是’字，以肆其态。然四句两意双叠，固是一种调法。”（陈子展《诗经直解》引）他的细致分析，虽是评点八股文的手段，却也很有眼光。第三章在第二章明斥纣王暗责厉王重用贪暴之臣后，指出这样做的恶果必然是贤良遭摒，祸乱横生。第四章剌王刚愎自用，恣意妄为，内无美德，外无良臣，必将招致国之大难。“不明尔德”、“尔德不明”，颠倒其词反覆诉说，“无……无”句式的两次重叠，都是作者的精心安排，使语势更为沉重，《大雅》语言的艺术性往往就在这样的体式中反映出来。第五章刺王纵酒败德。史载商纣王作酒池肉林，为长夜之饮，周初鉴于商纣好酒淫乐造成的危害，曾下过禁酒令，这就是《尚书》中的《酒诰》。然而，前车之覆，后车不鉴，厉王根本没有接受历史教训，作者对此怎能不痛心疾首。“俾昼作夜”一句，慨乎言之，令人想起唐<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>《乌栖曲》“东方渐高（皜）奈乐何”讽刺宫廷宴饮狂欢的名句。第六章痛陈前面所说纣王各种败德乱政的行为导致国内形势一片混乱，借古喻今，指出对厉王的怨怒已向外蔓延至荒远之国。从章法上说，它既上接第四、五章，又承应第三章，说明祸患由国内而及国外，局面已是十分危险紧急了。第七章作者对殷纣王的错误再从另一面申说，以作总结。前面借指斥殷纣王告诫厉王不该重用恶人、小人，这儿责备他不用“旧”，这个“旧”应该既指旧章程也指善于把握旧章程的老臣，所以“殷不用旧”与第四章的“无背无侧”、“无陪无卿”是一脉相承的。而“虽无老成人，尚有典刑（型）”，是说王既不能重用熟悉旧章程的“老成人”，那就该自己好好掌握这行之有效的先<a href=\"http://so.gushiwen.org/author_159.aspx\">王之道</a>，但他自己的德行又不足以使他做到这一点，因此国家“大命以倾”的灾难必然降临，这也是与第四章“不明尔德”、“尔德不明”一脉相承的。作者这种借殷商之亡而发出的警告决不是危言耸听，没过多久，公元前841年国人暴动，厉王被赶出镐京，过了十三年，他在彘地凄凉死去。厉王在那时要后悔可就来不及了。最后一章，借谚语“颠沛之揭，枝叶未有害，本实先拨”告戒历王应当亡羊补牢，不要大祸临头还瞢腾不觉。这在旁人看来自然是很有说服力的，可惜厉王却不会听取。诗的末两句“殷鉴不远，在夏后（王）之世”，出于《尚书·召诰》：“我不可不监（鉴）于有夏，亦不可不监（鉴）于有殷。”实际上也就是：“周鉴不远，在殷后（王）之世。”国家覆亡的教训并不远，对于商来说，是夏桀，对于周来说，就是殷纣，两句语重心长寓意深刻，有如晨钟暮鼓，可以振聋发聩。只是厉王根本不把这当一回事。或许他也明白这道理，但却绝不会感觉到自己所作所为实与殷纣、夏桀无异。知行背离，这大约也是历史的悲剧不断重演的一个原因。</p> <p>　　清钱澄之《田间诗学》云：“托为文王叹纣之词。言出于祖先，虽不肖子孙不敢以为非也；过指夫前代，虽至暴之主不得以为谤也。其斯为言之无罪，而听之足以戒乎？”陆奎勋《陆堂诗学》云：“文王曰咨，咨女殷商’，初无一语显斥厉王，结撰之奇，在《雅》诗亦不多觏。”<a href=\"http://so.gushiwen.org/author_347.aspx\">魏源</a>《诗序集义》云：“幽（王）厉（王）之恶莫大于用小人。幽王所用皆佞幸，柔恶之人；厉王所用皆彊御掊克，刚恶之人。四章‘炰烋”、‘敛怨’，刺荣公（厉王宠信的臣子）专利于内，‘掊克”之臣也；六章‘内奰外覃’，刺虢公长父（也是厉王宠信的臣子）主兵于外，‘彊御’之臣也。厉恶类纣，故屡托殷商以陈刺。”诸人的分析当可以使读者对作者遭时之乱、处境之危、构思之巧、结撰之奇加深体会。</p>",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": [
    "诗经",
    "讽刺"
  ]
}