{
  "id": 72051,
  "star": 89,
  "name": "长相思·折花枝",
  "dynasty": "明代",
  "content": "折花枝，恨花枝，准拟花开人共卮，开时人去时。<br>怕相思，已相思，轮到相思没处辞，眉间露一丝。",
  "fanyi": "<p><strong>译文</strong><br>折下美丽的花枝，不觉又怨恨起花技，原来打算花开时我们一起赏花共饮，谁知花开后情人一去不返不见踪影。<br>害怕相思折磨自己，相思之情却早愁人，到相思时却事无办法摆脱它，心中稍稍平静眉头又露几分。</p> <p><strong>注释</strong><br>①选自《明词综》。长相思 ： 词牌名。原为唐教坊曲。后用为词调之称。又名《忆多娇》、《双红豆》、，《相思令》、《长相思令》、《长思仙》、《山渐青》、《吴山青》、“青山相送迎》、《越山青》等。仄韵调名为《叶落秋窗》。双调，每段四句，押四平韵，三十六字。<br>②准拟：打算，约定。<br>③人共卮（zhi支）：指饮酒定婚。卮，古代盛酒器。<br>④辞：躲避。<br>⑤丝：丝与“思”谐音，以双关语既形眉态，又表心绪。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这首词笔法简洁细腻，以女子的口吻，写主人公与情人分别后的相思之情，情极深挚，非至情者莫能道出。写法上，运用复杂而微妙的感情交织，在对花的爱与恨以及对于相思的怕而又不得不相思的矛盾交织中，体现其对爱情的忠贞和对幸福的向往。该词化用了<a href=\"http://so.gushiwen.org/author_510.aspx\">范仲淹</a>《御街行》的“都来此事，眉间心上，无计相回避”及<a href=\"http://so.gushiwen.org/author_536.aspx\">李清照</a>《一剪梅》的“才下眉头，却上心头”。</p> <p>　　上片从“花”字生发，鲜花象征着美好的事物，代表着纯真的爱情，并常常被用来比喻美丽的女子。“折花枝”尽管只是写了女主人公的一个动作，但也自然会使人联想到青春少女美丽的面庞及折花枝时的优美姿态，联想起“人面桃花相映红”（唐<a href=\"http://so.gushiwen.org/author_74.aspx\">崔护</a>《题都城南庄》）的艺术境界。“恨花枝”三字接得突兀，词人着一“恨”字，准确地刻划了折花人心灵深处的悲苦，这首词即以盈盈春色反衬人的失意。“准拟花开入共卮，开时人去时”，令人仿佛看到折花人流下相思泪，含情凝睇着伊入离去的方向。女主人公本来打算同恋人在花开时节共同饮酒赏花，可是花开之日却是人去之时，离愁既生，迁恨于花枝也是必然的。其实“花枝”并没有什么过错，“恨花枝”，说到底就是恨自己的恋人，本来说好的事情，为何能轻易违约匆匆离去。不过，这“恨”中也包含着爱的成份。</p> <p>　　下片紧承上片意脉，娓娓道来，生动地写出自己的刻骨相思。这“相思”二字所包容的巨大能量，曾使古今中外的多少有情男女愁苦不已，损心伤神。回想昔日花好月圆共饮时，湖边柳下细和语，卿卿我我蜜意时，女子惧怕孤独、不甘寂寞， “怕相思，已相思”将女主人公怨恨、思念、爱怜的感情，细腻、逼真地表达出来，直抒胸臆。但“怕”又有何用，谁能摆脱这“剪不断，理还乱”的忧愁。但当心里有了“相思”的想法时，就已经在相思了。“怕”和“恨”连起来，正是<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>所描绘的“思悠悠，恨悠悠，恨到归时方始休”的同义语。对一位感情丰富，情窦已开的女子来说，“恨”是“爱”的折光·，“怕”是“恋”的延伸，相思之苦，难遣胸怀。“轮到”，表明主人公过去还未曾品尝过相思之苦，正因为是初尝，才更能体会到相思是那样的折磨人，纠缠人，让人没法回避，无法推辞。心中所思，形诸面容，“眉间”自然会“露一丝”，这“一丝”凝聚着主人公对恋人的无限深情与怀念，其中有恨，有爱，有失望，有希望，有痛苦，有幸福，个中滋味难以表达。以“丝”谐“思”，采用民歌抒情惯用手法，清新含蓄，娇态可怜。</p> <p>　　该词上片写实记事，下片抒情展怀。上下片虚实结合，相映相衬，情味浓郁，完美地塑造了一位多情女的形象。上下片打头的两个三字句，有很别致的形式：第二，三两字相互重复，句首第一字相互对照。例如白居易的“汴水流，泗水流——思悠悠，恨悠悠”，<a href=\"http://so.gushiwen.org/author_762.aspx\">林逋</a>的“吴山青，越山青——君泪盈，妾泪盈”，俞彦这首词颇具匠心地借助了这种形式上的奇突。“折花枝，恨花枝”和“怕相思，已相思”，前者是心理与行为，后者是心理与情势的比照和冲突，两者都不着痕迹地投射出词的主旋律——情绪上的双重体验（眷恋与痛苦），由此超越了语言结构的外壳，成为构成作品内在完整的有机因素。</p>",
  "about": "<h2>创作背景</h2> 　　俞彦所在的明末之际，复古之风盛行，作者也“信而好古”、“时一效颦”，这首小令便是创作于这个时期。由于身世际遇波折，在爱情词在如画的意境中暗含着凄清苦境，隐隐寄托自己的身世之感。作者自比美人，用美人的一片深情不得怜惜独守空闺孤独终老的形象来表达自己怀才不遇不得赏识的苦闷。",
  "poet": {
    "id": 17,
    "star": 0,
    "name": "俞彦",
    "desc": "［明］（约公元一六一五年前后在世）字仲茅，上元人。生卒年均不详，约明神宗万历四十三年前后在世。万历二十九年（公元一六0一年）进士。历官光禄寺少卿。彦长于词，尤工小令，以淡雅见称。词集今失传，仅见于各种选本中。"
  },
  "tags": [
    "婉约",
    "相思"
  ]
}