{
  "id": 593,
  "star": 47,
  "name": "书灵筵手巾",
  "dynasty": "五代",
  "content": "浮生共憔悴，壮岁失婵娟。<br>汗手遗香渍，痕眉染黛烟。",
  "fanyi": "<p><strong>译文<br></strong>这一生与妻子共同分担着国难的痛苦以至于让人憔悴，正值壮年却又遇上丧妻之痛。<br>手巾上犹可嗅到妻子生前所用香膏的气味，画眉的黛烟也在手巾上留下了点点斑痕。</p> <p><strong>注释<br></strong>①灵筵：供亡灵的几筵。人死后，生者为祭奠死者而设立的几案，用以供奉灵位、衣物与酒食。《梁书·止足传·顾宪之》：“不须常施灵筵，可止设香灯，使致哀者有凭耳。”北齐<a href=\"http://so.gushiwen.org/author_857.aspx\">颜之推</a>《颜氏家训·终制》：“灵筵勿设枕几，朔望祥裨唯下白粥清水干枣，不得有酒肉饼果之祭。”王利器《颜氏家训·集解》：“灵筵，供亡灵之几筵，后人又谓之灵床，或日仪床。”<br>②手巾：即毛巾，又称拭手巾、净巾，是擦拭脸手皮肤的日常用品。在中国，手巾自古即被使用，后禅林备之于僧堂、浴室、后架等供大众使用。《毗尼母经》卷八提出净体巾、净面巾、净眼巾之别。《大比丘三千威仪》卷下说明手巾的用处：“当用手巾有五事：一者当拭上下头；二者当用一头拭手，以一头拭面止；三者不得持拭鼻；四者以用拭腻污当即浣之；五者不得拭身体，若澡浴各当自有巾。若著僧伽梨时，持手巾有五事：一者不得使巾头垂见，二者不得持白巾，三者当败色令黑，四者不得拭面，五者饭当用覆膝上，饭已当下去。”此处当是大周后净面巾。因为<a href=\"http://so.gushiwen.org/author_269.aspx\">李煜</a>和大周后都笃信佛教，此处“手巾”当是佛教仪礼上的“手巾”。<br>③浮生：指人生在世，虚浮不定，故称为“浮生”。语出《庄子·刻意》：“其生若浮，其死若休。”<br>④憔悴：忧戚，烦恼。<br>⑤壮岁：这里指李煜丧妻时的二十八岁。<br>⑥婵娟：泛指形态美好的女子。这里指大周后。<br>⑦黛烟：青黑色的颜料，古时女子用以画眉。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　灵筵，即供奉亡灵的几筵。《梁书·止足传·顾宪之》：“不须常施灵筵，可止设香灯，使致哀者有凭耳。” 北齐 <a href=\"http://so.gushiwen.org/author_857.aspx\">颜之推</a> 《颜氏家训·终制》：“灵筵勿设枕几，朔望祥禫唯下白粥清水乾枣，不得有酒肉饼果之祭。” 王利器 集解：“灵筵，供亡灵之几筵，后人又谓之灵牀，或曰仪牀。”</p> <p>　　李后主十八岁时，纳绝代佳人、多艺才女昭惠为后，其婚姻之美满，伉俪之情深，才子佳人之意切，都是令人艳羡的。然而这对多愁善感的伴侣，在夫妻生活之外，却也有着因时移世变、国祚日衰而带来的诸多不顺心之事，当然也就难免“共憔悴”了。而尤其是年值“壮岁”，按常理，夫妻俩正当精力充沛，正该琴瑟调和，相依相傍，谁知竟疫从天降，绝症袭来，无情地夺走了与自己朝夕相处、形影相随的“婵娟”。“壮岁失婵娟”，中年丧偶，已是人生的大不幸，更何况所失的又是自己十分倾心的可人爱妻呢！接下来，“汗手遗香渍，痕眉染紫烟”，则是由昭惠皇后的遗物——眼前灵筵上的手巾触发哀感。凝神细看，巾上还留有爱妻生时轻抹香靥的“香渍”，细描眉黛的烟痕。可目下是“香渍”犹在，烟痕尚存，而“婵娟”已失，这就更令人不能不倍增切腹之痛了。全<a href=\"http://so.gushiwen.org/view_593.aspx\">诗</a>至此煞笔，余哀不尽。</p><br/><h2>赏析二</h2> <p>　　“浮生共憔悴，壮岁失婵娟。”<a href=\"http://so.gushiwen.org/view_593.aspx\">诗</a>的起句总叹人生的虚浮无定，难以把握，无论愿意不愿意，生命还得继续，所以活着就已经是一种无奈。而这无奈的人生本来就已经令人悲哀，何况正在壮岁之年，又失去了相依相倚的妻子，这余下的人生途程将会是多么的漫长，多么的难行。诗中以“婵娟”代指妻子，以见妻子的青春美好，也就愈见痛失爱妻的深情。然后笔调一转，拈出手巾点题。手巾是古代女子的随身之物，攥在手中，用以拭汗，用以掩笑，用以擦去泪水，用以生风借凉，不可须臾而离。诗的首二句抒写悲痛，就人生落笔，有一种从根上说起的本质意味，起点既高，落笔滔滔。</p> <p>　　“汗手遗香渍，痕眉染黛烟。”人已离去，而手巾上犹可嗅到生前所用香膏的气味，画眉的黛烟也在手巾上留下了点点斑痕，睹物思人，自有无尽思念在其中。而“汗手遗香渍”一句，提示周氏生前将巾紧紧攥在手中的动作，以至于有手汗的浸渍而染香于巾。若不是相知极深之人，不会有这样细致的观察，而回忆之时，自然倍加痛心。诗言物不言人，所言之物又只是一条亡者生前的旧手巾，“汗手”、“痕眉”点到为止，便草草结束。</p> <p>　　整体上就诗章结构而言，有一种头重脚轻之感。<a href=\"http://so.gushiwen.org/author_2884.aspx\">鲁迅</a>曾评说<a href=\"http://so.gushiwen.org/author_337.aspx\">向秀</a>悼念亡友<a href=\"http://so.gushiwen.org/author_382.aspx\">嵇康</a>的《思旧赋》说：“很奇怪他为什么只有寥寥的几行，刚开头却又煞了尾。”可见这也是一种抒写情感的方法。不过，向秀之“寥寥的数行”是有话不能说，<a href=\"http://so.gushiwen.org/author_269.aspx\">李煜</a>这里却是满腹的言语无法说出，悲痛至于极点的缘故。</p> <p>　　此诗是李煜在亡妻灵座前的随笔之作，写的都是眼前景、眼前物，因此也就信手拈来，十分自然，没有雕琢的痕迹。灵室气氛本来就让人十分伤心，正如晋代<a href=\"http://so.gushiwen.org/author_827.aspx\">潘岳</a>《寡妇赋》所写：“入空室兮望灵座，帷飘飘兮灯荧荧”，而亡妻的遗物更增添了一层忧伤。由具体遗物汗巾写起，从小处着笔，抒写壮岁失妻的痛苦，是此诗的一大特色。</p>",
  "about": "<h2>创作背景</h2> 　　这是一首悼亡<a href=\"http://so.gushiwen.org/view_593.aspx\">诗</a>，是为悼念昭惠皇后而作，写作时间是在宋太祖乾德二年（964）冬昭惠后刚逝世后。",
  "poet": {
    "id": 269,
    "star": 0,
    "name": "李煜",
    "image": "http://img.gushiwen.org/authorImg/liyu.jpg",
    "desc": "李煜，五代十国时南唐国君，961年-975年在位，字重光，初名从嘉，号钟隐、莲峰居士。汉族，彭城（今江苏徐州）人。南唐元宗李璟第六子，于宋建隆二年(961年)继位，史称李后主。开宝八年，宋军破南唐都城，李煜降宋，被俘至汴京，封为右千牛卫上将军、违命侯。后因作感怀故国的名词《虞美人》而被宋太宗毒死。李煜虽不通政治，但其艺术才华却非凡。精书法，善绘画，通音律，诗和文均有一定造诣，尤以词的成就最高。千古杰作《虞美人》、《浪淘沙》、《乌夜啼》等词。在政治上失败的李煜，却在词坛上留下了不朽的篇章，被称为“千古词帝”。"
  },
  "tags": [
    "怀人"
  ]
}