{
  "id": 157,
  "star": 25,
  "name": "九罭",
  "dynasty": "先秦",
  "content": "九罭之鱼，鳟鲂。我觏之子，衮衣绣裳。<br>鸿飞遵渚，公归无所，於女信处。<br>鸿飞遵陆，公归不复，於女信宿。<br>是以有衮衣兮，无以我公归兮，无使我心悲兮。",
  "fanyi": "<p><strong>译文<br></strong>细眼渔网去捕捞，鳟鱼鲂鱼都打到。路上遇见官老爷，锦绣礼服真美妙。<br>大雁高飞沿洲渚，老爷归去没处住，留您两夜在此宿。<br>大雁高飞沿河岸，老爷去了不回还，留您在此住两晚。<br>把您礼服保留啊，我的老爷别走啊，不要让我悲愁啊！</p> <p><strong>注释<br></strong>1.九罭（yù）：网眼较小的渔网。九，虚数，表示网眼很多。<br>2.鳟鲂：鱼的两个种类。<br>3.觏（gòu）：碰见。<br>4.衮（gǔn）衣：古时礼服，一般为君主或高级官员所穿。<br>5.遵渚：沿着沙洲。<br>6.女（rǔ）：汝。你。信处：再住一夜称信；处，住宿。<br>7.信处：住两夜。处：住宿<br>8.陆：水边的陆地。<br>9.信宿：同“信处”，住两夜。<br>10.是以：因此。<br>11.有：持有、留下。<br>12.无以：不要让。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　全<a href=\"http://so.gushiwen.org/view_157.aspx\">诗</a>三章，运用象征指代的手法，以“九罭”指代周密的安排布置，以“鳟鲂”来指代客人的身份地位。相衬之下，主人地位卑微，客人身份尊贵。后面以“衮衣绣裳”指代客人，地位比“黻衣绣裳”更高。正因为其尊贵无比，所以仅用服饰指代，宛如用“三百赤芾”来比喻新提拔的大夫一般。正是采用了这种层层推进的结构，这首诗才取得了较强的抒情效果。</p> <p>　　第一章是先果后因。“九罭之鱼，鳟鲂。”急急忙忙拿了细网眼的渔网去捕鳟鱼、鲂鱼，是因为“我觏之子，衮衣绣裳”，那位穿着礼服的高级官员来了。用细眼网捕鱼，志在必得，大小鱼不漏网。只点明“鳟鲂”，专取美味，不顾其余。一开始就把主人殷勤、诚恳待客的心情诉说出来了。</p> <p>　　第二章和第三章，基本上是语义反覆。鸿雁留宿沙洲水边，第二天就飞走了，不会在原地住两夜的。诗人用这个自然现象，比喻那位因公出差到此的高级官员：在此地住一晚，明天就要走了。但是，人不能与鸿雁相同。难得一聚，不必匆匆而别。“於女信处”、“於女信宿”，意思是：请您再住一晚吧！挽留的诚意与巧妙的比喻结合，情见乎辞。</p> <p>　　最后一章直抒胸臆。“是以有衮衣兮，无以我公归兮”两句，用当时下层官员、百姓挽留高级官员的方式：把高级官员的礼服留下来，表达诚恳的挽留。这种风习，到后代演变成“留靴”：硬把离任官员的靴子留下，表示实在不愿让他离去。当然，一旦成习俗，真情实意便减弱，甚至只成为一种形式了。最后一句“无使我心悲兮！”正面点出全诗感情核心：因高级官员离去而悲伤。至此，感情的积累到了坦率暴露的结局，这是前面捕鱼、以雁喻人、多住一晚等活动中流贯感情的积聚，到最后总爆发。由于这个感情总爆发，使读者回顾上文的言行，更感挽留客人的心情诚恳真实，并非虚饰之词。结构安排的层层推进，按时序的叙述，使这首诗取得较强烈的抒情效果。</p>",
  "about": "<h2>创作背景</h2> <p>　　关于《九罭》一<a href=\"http://so.gushiwen.org/view_157.aspx\">诗</a>的主旨。有人认为，《九罭》是《伐柯》姐妹篇，都是赞美周公的；《毛诗序》说：“《九罭》，美周公也。周大夫刺朝廷之不知也。”<a href=\"http://so.gushiwen.org/author_459.aspx\">朱熹</a>《诗集传》说：“此亦周公居东之时，东人喜得见之。”这都是推测之辞。因为根据诗的文本，并不能落实到时、地、人，所以指实本事并不能令人信服。细味诗意，当如闻一多《风诗类钞》所说“这是燕饮时主人所赋留客的诗”。</p> <p>　　另一种说法是，《九罭》是主人宴请高级官员宴会上唱的歌。“衮衣绣裳”指的是穿着华丽礼服的大官。衮衣，在周代是君王或上公才能穿的礼服，后来也泛指高级官员的礼服了。诗的作者地位比较低，遇到高级官员来访，十分高兴，打鱼设宴招待，请这位高级官员多住几天，好好玩一玩，更多聚谈。周代风习，宴会上主人客人都唱歌表情述怀。</p>",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": [
    "诗经"
  ]
}