{
  "id": 1682,
  "star": 257,
  "name": "妾薄命",
  "dynasty": "唐代",
  "content": "汉帝重阿娇，贮之黄金屋。<br>咳唾落九天，随风生珠玉。<br>宠极爱还歇，妒深情却疏。<br>长门一步地，不肯暂回车。<br>雨落不上天，水覆难再收。<br>君情与妾意，各自东西流。<br>昔日芙蓉花，今成断根草。<br>以色事他人，能得几时好。",
  "fanyi": "<p><strong>译文</strong><br>　　汉武帝曾经十分宠爱阿娇，为她筑造金屋让她居住。武帝对她娇宠万分，即使她的唾沫落下，也会被看做像珠玉那样珍贵。娇宠到极点，恩爱也就停歇了，武帝对她的情意渐渐停歇淡薄。阿娇被贬长门后，即使与武帝的寝宫相距很近，武帝也不肯回车，在阿娇那里暂时停留。雨落之后再不会飞上天空，覆水也难再收回。武帝与阿娇的情意，各自东西。往日美丽的芙蓉花，今日成为凄凉的断根之草。如果凭借姿色侍奉他人，相好的日子是十分短暂的。</p> <p><strong>注释</strong><br>①“汉帝”两句：汉武帝曾有语：“若得阿娇作妇，必作金屋贮之。”<br>②“咳唾”两句：这里化用的是《庄子》里的故事。《庄子·秋水》中有：“子不见夫唾者乎？喷则大者如珠，小者如雾，杂而下者不可胜数也。”<br>③水覆难再收：传说姜太公的妻子马氏，不堪太公的贫困而离开了他。到太公富贵的时候，她又回来找太公请求和好。太公取了一盆水泼在地上，令其收之，不得，太公就对她说：“若言离更合，覆水定难收。”<br>④君：指汉武帝。<br>⑤妾：指阿娇。<br>⑥芙蓉花：指荷花。断根草：比喻失宠。<br></p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　这首五言古<a href=\"http://so.gushiwen.org/view_1682.aspx\">诗</a>《妾薄命》是唐代大诗人<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>的作品。此诗“依题立义”，通过叙述陈皇后阿娇由得宠到失宠之事，揭示了封建社会中妇女以色事人，色衰而爱弛的悲剧命运。</p> <p>　　这首五言古诗《妾薄命》属乐府杂曲歌辞。李白的这首《妾薄命》通过对汉武帝皇后陈阿娇逃脱不了色衰而爱驰的悲惨终局的描写，表达了一种悲悯，悲悯当中又有一种启示。</p> <p>　　全诗十六句，每四句基本为一个层次。诗的前四句，先写阿娇的受宠，而从“金屋藏娇”写起，欲抑先扬，以反衬失宠后的冷落。据《汉武故事》记载：汉武帝<a href=\"http://so.gushiwen.org/author_700.aspx\">刘彻</a>数岁时，他的姑母长公主问他：“儿欲得妇否？”指左右长御百余人，皆曰：“不用。”最后指其女阿娇问：“阿娇好否？”刘彻笑曰：“好！若得阿娇作妇，当作金屋贮之。”刘彻即位后，阿娇做了皇后，也曾宠极一时。诗中用“咳唾落九天，随风生珠玉”两句夸张的诗句，形象地描绘出阿娇受宠时的气焰之盛，真是炙手可热，不可一世。但是，好景不长。从“宠极爱还歇”以下四句，笔锋一转，描写阿娇的失宠，俯仰之间，笔底翻出波澜。娇妒的陈皇后，为了“夺宠”，曾做了种种努力，她重金聘请<a href=\"http://so.gushiwen.org/author_70.aspx\">司马相如</a>写《长门赋》，“但愿君恩顾妾深，岂惜黄金买词赋”李白《白头吟》；又曾用女巫楚服的法术，“令上意回”。前者没有收到多大的效果，后者反因此得罪，后来成了“废皇后”，幽居于长门宫内，虽与皇帝相隔一步之远，但咫尺天涯，宫车不肯暂回。“雨落不上天”以下四句，用形象的比喻，极言“令上意回”之不可能，与《白头吟》所谓“东流不作西归水”、“覆水再收岂满杯”词旨相同。最后四句交代其中原因。</p> <p>　　诗人用比兴的手法，形象地揭示出这样一条规律：“昔日芙蓉花，今成断根草。以色事他人，能得几时好？”这发人深省的诗句，是一篇之警策，它对以色取人者进行了讽刺，同时对“以色事人”而暂时得宠者，也是一个警告。诗人用比喻来说理，用比兴来议论，充分发挥形象思维的特点和比兴的作用，不去说理，胜似说理，不去议论，而又高于议论，颇得理趣。由此可知靠美色取悦与皇上不能得到多少好处。爱是应该有距离的，不能距离为零，否则物极必反。</p> <p>　　这首诗语言质朴自然，气韵天成，比喻贴切，对比鲜明，得宠与失宠相比，“芙蓉花”与“断根草”相比，比中见义。全诗半是比拟，从比中得出结论：“以色事他人，能得几时好”，显得自然而又奇警，自然得如水到渠成，瓜熟蒂落，奇警处，读之让人惊心动魄。</p>",
  "poet": {
    "id": 247,
    "star": 0,
    "name": "李白",
    "image": "http://img.gushiwen.org/authorImg/libai.jpg",
    "desc": "李白（701年－762年），字太白，号青莲居士，唐朝浪漫主义诗人，被后人誉为“诗仙”。祖籍陇西成纪(待考)，出生于西域碎叶城，4岁再随父迁至剑南道绵州。李白存世诗文千余篇，有《李太白集》传世。762年病逝，享年61岁。其墓在今安徽当涂，四川江油、湖北安陆有纪念馆。"
  },
  "tags": [
    "乐府",
    "哲理"
  ]
}