{
  "id": 70062,
  "star": 6,
  "name": "杂剧·布袋和尚忍字记",
  "dynasty": "元代",
  "content": "楔子<br>明性不把幽花拈，见心何须贝叶传。日出冰消原是水，回光月落不离天。贫僧乃阿难尊者是也。我佛在于灵山会上，聚众罗汉讲经说法。有上方贫狼星，乃是第十三尊罗汉，不听我佛讲经说法，起一念思凡之心。本要罚往酆都受罪，我佛发大慈悲，罚往下方汴梁刘氏门中，投股托化为人，乃刘均佐是也。恐防此人迷却正道，今差弥勒尊佛化做布袋和尚，点化此人，再差伏虎禅师化为刘九儿，先引此人回心，后去岳林寺修行，可着定慧长老传说与他大乘佛法。若此人弃却酒色财气，人我是非，功成行满，贫僧自有个主意。则为他一念差罚去尘埃，贪富贵不舍资财。发慈悲如来点化，功行满同赴莲台。自家汴梁人氏，姓刘名圭，字均佐。嫡亲的四口儿家属，妻乃王氏。某今年四十岁，所生一儿一女，小厮儿唤做佛留，女孩儿唤做僧奴。我是汴梁城中第一个财主，虽然有几文钱，我平日之间，一文也不使，半文也不用。若使一贯钱呵，便是挑我身上肉一般。则为我这般悭吝苦克上，所以积下这家私。如今时遇冬天，纷纷扬扬下着国家祥瑞。有那般财主每红炉暖阁，赏雪饮酒，恁般受用快乐。我刘均佐怎肯这般受用！却是为何？则怕破败了这家私也。员外，常言道：风雪是酒家天。虽然是这等，堪可饮几杯也。大嫂，我待不依你来，可又不好；待依你来呵，又要费用。罢、罢、罢，咱将就的饮几杯。员外，饮几杯可不好那。小的们，打些酒来，我与奶奶吃一杯。你来，我和你说，你休打多了，则打两蛊儿来够了。理会的。员外，你先饮一杯。再将酒来。大嫂，你也饮一杯。再将酒秋。无了酒也。则斟了两蛊儿，便无了酒，再打酒来。酒够了也。老的每说来，酒要少饮，事要多知。俺且在这解典库里闲坐，看有甚么人来？腹里晓尽世间事，命里不如天下人。小生洛阳人氏，乃刘均佑也。读几句书，因游学到此，囊箧消乏。时遇冬月天道，下着大雪，我身上无衣，肚里无食。兀的不是一个大户人家，我问他寻些茶饭吃。早来到这门首，无计所奈，唱个莲花落咱：一年家春尽一年家春。兀的不天转地转我倒也。大嫂，俺虽然在这里饮酒，俺门首冻倒一个人。孩儿每，那里与我扶将那君子进来，讨些火炭来，烫些热酒与他吃。刘均佐也要寻思波！大嫂，我平日不是个慈悲人，每常家休道是冻倒一个，便是冻倒<br>十个，我也不管他。这个人好关我心也，我试问他咱。兀那君子，你这一会儿比头里可是如何？这一会觉过来了些儿也。君子，你那里人氏，姓甚名谁，因甚么冻倒在俺门首？你试说一遍咱。长者，小生洛阳人氏，姓刘名均佑。也读几句书，因游学到此，囊箧消乏，身上无衣，肚中饥馁，见长者在此饮酒，无计所奈，唱个莲花落，不想冻倒在员外门首。若不是员外救了小生，那得有这性命来。刘均佐，你寻思波！我问他那里人氏，他道是洛阳人氏，姓刘名均佑。可不道一般树上无两般花，五百年前是一家。既是关着我这心呵，兀那刘均佑，我有心待认义你做个兄弟，不知你意下如何？员外休斗小生耍。我不斗你耍。既是这般呵，休道是兄弟，在家中随驴把马，愿随鞭镫。兄弟，我便是你亲哥哥一般，这个便是你亲嫂嫂哩，你拜，你拜。嫂嫂请坐，受你兄弟两拜咱。小叔叔免礼。两个孩儿过来，拜你叔叔者。不敢，不敢，免礼。员外，你与小叔叔共话，我回后堂执料茶饭去也。兄弟，我今日认义了你，我有件事与你说。哥哥有甚事，对你兄弟说咱。你恰才在雪堆儿里冻倒了，你若不是我呵，那里得你那性命来。我又认义你做兄弟，你心里便道这个员外必是个仗义疏财的人。你若是这等呵，你差了也。你哥哥为这家私，早起晚眠，吃辛受苦，积成这个家私，非同容易。听您哥哥说一遍咱。哥哥说一遍，与您兄弟听咱。<br>【仙吕】【赏花时】往常我敬富从来不敬贫，只共钱亲人不亲。恰才那风凛凛这雪纷纷，你在长街上便冻损，兄弟，我是个财主，议义你这等穷汉做兄弟，你自寻思波！我可也忒富贵你可忒身贫。你兄弟身上褴褛，则怕人家笑话哥哥么。<br>【幺篇】你贫呵生受凄凉活受窘，我富呵广有金珠胜有银。兄弟，家私里外勤苦，要你早晚用心。您兄弟理会的。你在这解典库且安身，兄弟也，不争我今日认义你做兄弟，我是好心。若俺那一般的财主每便道：你看那刘均佐，平日之间，一文不使，半文不用，这等悭吝苦克，平白的认了个闲人。一任教旁人将我来笑哂。罢、罢、罢，我权破了戒，今日个养闲人。<br><br>第一折<br>小生刘均佑。自从哥哥认义我做兄弟，可早半年光景也。原来我这哥哥平日是个悭吝苦克的人，他一文不使，半文不用，放钱举债都是我。今日是哥哥生日，他平昔间不肯受用，我如今卧翻羊，安排酒果，只说道是亲戚朋友、街坊邻舍送来的，他才肯食用。他若知道是我安排的，就心疼杀他。小的每，酒果都安排了也不曾？都停当了。既然都停当了，请哥哥、嫂嫂出来。哥哥、嫂嫂有请。自家刘均佐。自从认义了兄弟，可早半年光景也。我这兄弟十分的干家做活，早起晚眠，放钱举债，如此般殷勤，我心中甚是欢喜。大嫂，今日是我生辰之日。大嫂你知道的，我每年家不做生日，你休对兄弟说。他知道呵，必然安排酒食，可不破费了我这家私？今日你兄弟请，不知有甚事？你见兄弟去来。兄弟请俺两口儿有甚事？哥哥请坐。今日是哥哥生辰之日，您兄弟安排下些酒食，拜哥哥两拜，尽您兄弟的心。嗨，大嫂，如何？我说兄弟知道了，安排酒食，可不费了我这家私？兀的不痛杀我也！哥哥，你不知道，这东西都是亲戚朋友、街坊邻舍送来的，不是咱将钱买的。我恰才管待他们，都回去了。如今摆将来，都是见成桌面，请哥哥、嫂嫂吃几杯。哦，原来如此，你可早说波！既然是这等呵，咱饮几杯。员外，你直是这等悭吝，吃用的多少也。将酒来，我与哥哥递一杯。则愿的哥哥福寿绵绵，松柏齐肩者。有劳兄弟。<br>【仙吕】【点绛唇】感谢知交，五更绝早都来到。他道我福寿年高，着我似松柏齐肩老。<br>【混江龙】觥筹交错，我则见东风帘幕舞飘飘。则听的喧天鼓乐，更和那聒耳笙箫。哥哥满饮一杯。兄弟，好酒也。俺只见玉盏光浮春酒熟，金炉烟袅寿香烧。说与那放生的，着他静悄悄，休要闹吵吵。小的每，说与那放生的，着他远着些，不要在此喧闹。兄弟，你哥哥为甚积攒成这个家私来，则为我平日间省钱俭用，到如今才得这富贵奢豪。佛、佛、佛，南无阿弥陀佛。行也布袋，坐也布袋，放下布袋，到大自在。世俗的人，跟贫僧出家去来，我着你人人成佛，个个作祖。贫僧是这凤翔府岳林寺住持长老，行脚至此。此处有一个刘均佐，是个巨富的财主。争奈此人贫饕贿赂，悭吝苦克，一文不使，半文不用。贫僧特来点化此人。这是他家门首，兀那刘均佐看财奴！哥哥，门首是甚么人大惊小怪的，我试看咱。好个胖和尚也！冻不死的叫化头，你那看财奴有么？我冻倒在哥哥门首，他怎生便知道？你那看财奴在家么？我对俺哥哥说去。哥哥，笑杀我也。兄弟，你为何这般笑？哥哥，你说我笑，你出门去，见了你也笑。我试看去。刘均佐看财奴！哎呀，好个胖和尚，笑杀我也！你笑谁哩？我笑你哩。刘均佐，你笑我无，我笑你有，无常到来，大家空手。兄弟，笑杀我也。这和尚吃甚么来，这般胖那！<br>【油葫芦】猛可里抬头把他观觑了，将我来险笑倒。婴儿、姹女，休离了左右也。引着些小男小女将他厮搬调。他这般胖呵，我猜着他也，莫不是香积厨做的斋食好？你斋我一斋。更和那善人家斋得禅僧饱。他腰围有篓来粗，肚皮有三尺高。便有那骆驼、白象、青狮豹，要那骆驼、白象、青狮豹做甚么？敢可也被你压折腰。<br>他嗓嗑贫僧哩！<br>【天下乐】这和尚肉重千斤不算膘，他吃甚么来？我这里量度，将他比并着，将我比并着甚么？恰便似快活三恰将头剃了。兀那和尚，你这般胖，似两个古人。我似那两个古人？你肥如那安禄山，更胖如那汉董卓，你这般胖，立在我这解典库门首，知的啰，是个胖和尚，不知的啰，则道是个夯神儿来进宝。<br>刘均佐，你愚眉肉眼，不识好人，则我是释迦牟尼佛。谁是释迦牟尼佛？我是释迦牟尼佛。你是释迦牟尼佛？比佛少多哩！<br>【那吒令】你偌来胖个肉身躯呵，你怎喂的饱那饿鸟；你偌来粗的腿木呈呵，你怎穿的过那芦草；你偌来个大光脑呵，你怎垒的住那雀巢！贫僧忧你这尘世的人，不听俺如来教。你道为俺这尘世的人，不听你这如来教，都空吃饭不长脂膘。刘均佐，贫僧非是凡僧，我是个禅和尚，两头见日，行三百里田地哩。<br>【鹊踏枝】你不敢向佛殿绕周遭，你不敢礼三拜朝。你这等肥胖呵，你稳情取滚出山门，踹上青霄。刘均佐，你斋贫僧一斋，这里面要饱呵得多少是了，和尚，你这般胖呵，有一桩好处。有那一桩好处？你端的便不疲乏世不害心嘈。<br>刘均佐，贫僧神通广大，法力高强，则我便是活佛也呵。<br>【寄生草】呀，你道是神通广大，可惜你这肚量小。兀那和尚，你听者，不想这病维摩入定参禅早，谁想你是个瘦阿难结果收因好，不想你个沈东阳削发为僧了。兀那和尚，我忧你一半儿，愁你一半儿。你忧我甚么，愁我甚么？我愁呵愁你去南海南挟不动柳枝瓶，我忧呵忧你去西天西坐损了那莲花萼。<br>刘均佐，你若斋我一斋呵，我传与你大乘佛法。如何是大乘佛法？将纸墨笔砚来，我传与你大乘佛法。我无纸。哥哥有纸，我取一张来。兄弟也，一张纸又是一个钱买，则吃你破坏我这家私。既无纸呵，将笔砚来，就手里传与你大乘佛法。<br>【醉中天】我见他墨磨损乌龙角，他那里笔蘸着一管紫霜毫。将你手来，我传与你大乘佛法。我与你手。刘均佐，则这个便是大乘佛法。我倒好笑！我只见刃字分明是一个心字挑，这忍字是你随身宝。他道这忍字是我随身宝。写下这个忍字，又要我费哩。可费你些甚么？又费我半盆水一锭皂角，巧言不如直道，我谢你个达摩俫把衣钵亲交。刘均佐，你斋贫僧一斋。哥哥放着许多的家私，咱斋他一斋，怕做甚么？兄弟，你看他那肚皮，两石米的饭也吃不饱。我这里无有素斋。贫僧不问荤素，便酒肉贫僧也吃。那个出家人吃酒肉来？有酒肉拿来与他吃。将一盏酒来与他吃。兄弟，浅着些，忒满了也！将来我吃。南无阿弥陀佛。嗨！可惜了，百米不成一滴，可怎生浇奠了也！刘均佐，再化一蛊儿吃。无了酒也。哥哥，再与他一蛊吃。则吃你这等。兀的吃、吃、吃！贫僧不吃，与我那徒弟吃。在那里？兀的不是。呀，可那里有人？和尚，那壁无人，可怎生连他也不见了？哥哥，那和尚那里去了？好是奇怪了呵！<br>【河西后庭花】他赚的咱回转头，又不曾挪动脚。我恰才斟玉斝相邀命，呀、呀、呀，他可早化金光不见了。好奇怪也。我这里自猜着，多管是南方在道，他故将人来厮警觉。<br>兄弟，我正要吃酒，走将个胖和尚来，搅了俺一席好酒也。哥哥，疯僧狂道，信他做甚么。咱家里饮酒去来。那胖和尚去了也，要这忍字做甚么？将些水来洗去了。小的每将水来，与哥哥洗手。可怎生洗不下来？将肥皂来。有。可怎生越洗越真了？将手巾来呀。兄弟也，可怎生揩了一手巾忍字也？真个蹊跷！好是奇怪也。<br>【金盏儿】这墨又不曾把鳔胶来调，这字又不曾使绣针来挑，可我怎生洗不下、擦不起、揩不掉？这和尚故将人来撇皂，直写的来恁般牢。我若是前街上猛撞见，若是后巷里厮逢着，我着两条汉拿到官，直着一顿棒拷折他腰。<br>哥哥，信他做甚么。兄弟，是好奇怪也。咱且到解典库中闲坐一坐咱。众朋友每你则在这里，我问刘均佐那弟子孩儿讨一贯钱便来也。刘均佐看财奴，少老子一贯钱，怎么不还我？是甚么人这般大惊小怪的？我去看咱。刘均佑叫化头，你家看财奴少老子一贯钱，怎生不还我？这个穷弟子孩儿，要钱则要钱，题名道姓怎的？哥哥听了又生气也，我对俺哥哥说去。哥哥，门首有那叫化头刘九儿，说哥哥少他一贯钱。兄弟，你过来，我看去。刘九儿，为甚么在我这门首大惊小怪的？刘均佐看财奴，还老子一贯钱来。你看我那造物波，恰才那胖和尚搅了我一场，又走将一个穷弟子孩儿来。兀那刘九儿，你和人说，我是万贯财主，倒少你这穷弟子孩儿一贯钱？你有钱，你学老子这等快活受用。你敢出你那解典库来么？你敢进我家里来么？我便来，你敢把我怎的？我不敢打你那？这个穷弟子孩儿，我倒少你的钱，你倒在地下赖我，兀的不气杀我也。哥哥，休和他一般见识。你请坐。兀那厮，你起来。你要钱怎生毁骂人？哥哥，你打的他口里无了气也。你看这厮，我推他一推便死了，我不信。哥哥，你看去。过来，我看去。这厮轻事重报。刘九儿，讨钱便讨钱，你又骂我，则少一贯钱，你好好的讨。起来，起来。兄弟，真个死了也。<br>【河西后庭花】我恰才胸膛上扑地着，他去那砖街上丕的倒。不争你这穷性命登时死，哎！将我这富魂灵险吓掉了。只见他鼻喽喽的冷涎潮，他可早血流出七窍，冷冰冰的僵了手脚。<br>兄弟也，为一贯钱打死了这个人，我索偿他性命。兄弟，可怜见救您哥哥咱。哥哥放心，人命事您兄弟替哥哥当。哥哥，这死的人心上还热哩，不得死，等我看去。哥哥，他胸前印下一个忍字也。兄弟，真个？你过来，我看去。兄弟，真印下个忍字也。<br>【忆王孙】这字他可便背书在手掌恁般牢，兄弟，你看我手里的和他胸前的一般哩，可怎么翻印在他胸脯，可怎生便无一画儿错，两个字肯分的都一般大小？到的官司三推六问呵，我索把罪名招，哥哥放心，我替您承当去。兄弟，你替不的我也。你看，赤紧的我手里将咱自证倒。<br>兄弟也，我将这家业田产、娇妻幼子都分付与你，你好生看管，我索逃命去也。刘均佐，你打杀人，走到那里去？师父，救您徒弟咱。<br>【金盏儿】我从今后看钱眼辨个清浊，爱钱心识个低高。我从今后弃了家财，礼拜你个真三宝。我着你忍着，你怎生打杀人也呵？自从这个忍字在手内写，今日个业果眼前招。你肯跟我出家去么？你徒弟再不将狠心去钱上用，凡火向我腹中烧。学师父清风袖里藏，仿师父明月在杖头挑。<br>刘均佐，我着你忍着，你怎生不忍，打杀人？刘均佐，你得忍且忍，得耐且耐，不忍不耐，小事成大。我救活了他，你跟我出家去么？师父若救活这个人，我便跟师父出家去。要道定者，休要番悔。疾，刘九儿。一觉好睡也。南无阿弥陀佛。刘均佐，还老子一贯钱来，兄弟，快与他一贯钱。可原来还老子一贯钱。众兄弟每，我可讨了一贯钱，跟我吃酒去来。兄弟，他去了也，与了他多少钱？与了他一贯钱。嗨！兄弟也，既是活也，与他五百文也罢。刘均佐，跟我出家去来。师父可怜见，我怎生便舍的这家业田产、娇妻幼子？你徒弟则在后园中结一草庵，在家出家，三顿素斋，念南无阿弥陀佛，则便了也。刘均佐，你舍不的出家，凡百事则要你忍着，只念南无阿弥陀佛。师父，你徒弟理会的。兄弟也，我将这家缘家计，且分付与你，则好生看我这儿女也。哥哥只管放心，都在我身上。<br>【赚煞】则这欠债的有百十家，上解有三十号，我为这钱呵，使的我身心碎了。将我这花圃楼台并画阁，我今盖一座看经修炼的团标。我也不怕有贼盗，提防着水火风涛。刘均佐，你自寻思波。我看着这转世浮财，则怕你守不到老。我将这忍字来觑了，谢吾师指教。只要你忍的。师父，我忍者，我忍者。哦，原来俺这贪财人，心上有这杀人刀。谁想刘均佐见了小境头，如今在家出家。等此人凡心去后，贫僧再来点化。学道如担担上山，不思路远往难还。忽朝担子两头脱，一个闲人天地间。那师父了也。俺哥哥在家出家，将家缘家计都交付与我，我须往这城里外索钱走一遭去。<br><br>第二折<br>自家刘均佐。自从领了师父法旨，在这后花园中结下一个草庵，每日三顿素食，则念南无阿弥陀佛，过日月好疾也呵！<br>【南吕】【一枝花】恰才那花溪飞燕莺，可又早莲浦观鹅鸭。不甫能菊天飞塞雁，可又早梅岭噪寒鸦。我想这四季韶华，拈指春回头夏，我将这利名心都毕罢。我如今硬顿开玉锁金枷，我可便牢拴定心猿意马。<br>【梁州第七】每日家扫地焚香念佛，索强如恁买柴籴米当家。若不是俺师父呵，我刘均佐怎了也啊！谢诸尊菩萨摩诃萨，感吾师度脱，将俺这弟子来提拔。我如今不遭王法，不受刑罚。至如我指空说谎瞒咱，这一场了身脱命亏他。我、我、我，谢俺那雪山中无荣无辱的禅师，是、是、是，传授与我那莲台上无岸无边的佛法，来、来、来，我做了个草庵中无忧无虑的僧家。一回家火发，我可便按纳。心头万事无牵挂，数珠在手中掐。我这里静坐无言叹落花，独步烟霞。<br>南无阿弥陀佛，我这里静坐咱。自家是刘均佐的孩儿。俺父亲在后园中修行，俺叔叔与俺奶奶每日饮酒做伴，我告知俺父亲去。开门来，开门来。是甚么人唤开门哩。<br>【骂玉郎】我将这稀剌剌斑竹帘儿下，俺这里人静悄不喧哗，那堪独扇门儿砑。开门来。我这里疑虑绝，观觑了，听沈罢。，开门来。<br>【感皇恩】呀，他道是年小浑家，这些时不曾把他门踏。我将这异香焚，急半这衣服整，忙将这数珠拿。开门来。莫不是谁来添净水？莫不是谁来献新茶？我这里侵阶砌，傍户牖，近窗纱。<br>开门来。可是甚么人？<br>【采茶歌】日耀的眼睛花，莫不是佛菩萨？开门来。呀，原来是痴顽娇养的这小冤家。必定是他亲娘将孩儿无事打，我是他亲爷肠肚可怜他。<br>孩儿也，你来这里做甚么来？你孩儿无事不来，自从父亲修行去了，俺母亲和俺叔叔每日饮酒做伴，我特来告与父亲知道。哦！你娘和叔叔在房中饮酒做伴是真个？是真个，不说谎。这个冻不死的穷弟子孩儿，好无礼也！想着你在雪堆儿里冻倒，我救活了你性命，我又认义做兄弟。我见他家私里外，倒也着意，将这万贯家财都与他掌管着。我恨不的手掌儿里擎着。嗨，孩儿，你且耍去。爹爹，你只回家去罢。<br>【牧羊关】你休着您爷心困，莫不是你眼花？我不眼花，我看见来。他莫不是共街坊妇女每行踏？无别人，则有俺奶奶和叔叔饮酒。这言语是实么？是实。你休说谎咱。不敢说谎。是实，我真个忍不的也。也不索一条粗铁索，也不索两面死囚枷，也不索向清耿耿的官中告，忍不的了也！放心波我便与你碜可可的亲自杀。<br>自家刘均佑的便是。自从哥哥到后花园中修行去了，如今这家缘过活儿女，都是我的，倒大来索是受用快活也。叔叔，正是这等说。我早安排下酒食茶饭，两口儿快活饮几杯，可不是好？我正要饮几杯哩。我关上这卧房门饮酒者。我手中无刃器，厨房中取了这把刀在手。来到这门首也，我试听咱。叔叔，这家私里外，早晚多亏你，满饮一杯。嫂嫂之恩，我死生难忘也。嫂嫂请。原来真个有这勾当，兀的不气杀我也！<br>【哭皇天】见无吊窗心先怕，他若是不开门我脚去蹅。不由我怒从心上起，刀向手中拿，我试看咱。叔叔，你再饮一杯。他两个端然在那坐榻。开门来！兀的不有人来了也。员外，你来家了也么？我把这房门来紧靠，把奸情事亲拿。你要拿奸情，这奸夫在那里？街坊邻舍，刘均佐杀人哩！何须你唱叫，不索你便高声。呀，来、来、来，我和你个浪包娄，浪包娄两个说话咱，呀，猛见这忍字画画儿更不差。<br>【乌夜啼】我则邮黑模糊的印在钢刀把，天那，则被你缠杀我也，忍字冤家！好，出家人如此行凶！刘均佐杀人哩！你可休叫吖吖，一迷里胡扑塔，咱可便休论王法，且论家法。刘均佐，可不道你出家来，你看纪念佛，刬地杀人？那里有皂直掇披上锦袈裟？那里也金刀儿削了青丝发？休厮缠，胡遮剌，我是你的丈夫，你须是我的浑家。<br>我且不杀你，那奸夫在那里？你寻奸夫在那里！这厮原来在这里面躲着哩，更待干罢。<br>【红芍药】我只一手将系腰来采住向前掐，可便不着你躲闪藏滑。刘均佐，你忍着。我这里猛抬头觑见了自惊呀，吓的我这两手便可剌答，恨不的心头上将刀刃扎。刘均佐，心上安刃呵，是个甚字？心上安刃呵，哦，他又寻着这忍字的根芽，把奸夫亲向壁衣拿，眼面前海角天涯。<br>我恰来壁衣里拿奸夫，不想是师父，好蹊跷人也。<br>【菩萨梁州】两模两样鼻凹，一点一般画画。磕头连忙拜他，则被你跷蹊我也，救苦救难菩萨。些儿失事眼前差，先寻思撇掉了家私罢。待将爷娘匹配的妻儿嫁。便恩断义绝罢，虽然是忍心中自详察，刘均佐，休了妻，弃了子，跟我出家去。他着我休了妻，弃了子出家去，我且着些个谎话儿瞒他。<br>刘均佐，我着你忍着，你又不肯忍，提短刀要伤害人。可不道你在家里出家，则今日跟我出家去来。刘均佐一心待跟师父出家去，争奈万贯家缘、娇妻幼子无人掌管。但有个掌管的人，我便跟师父出家去。刘均佐，你道无人掌管家私，但有掌管的人来，便跟我出家去，你道定者。自家刘均佑。恰才索钱回来，见哥哥走一遭去。哥哥，您兄弟索钱回来了也？兄弟，便迟些儿来也罢。刘均佐，兀的不掌管家私的人来了也？便跟我出家去。兄弟，索钱如何？都讨了来也。好兄弟，不枉了干家做活。兄弟，我试问你咱。刘均佐，忍着念佛。是、是、是，南无阿弥陀佛。<br>【牧羊关】这分两儿轻和重？也有十两五钱不等。金银是真共假？俱是赤金白银。他可是肯心肯意的还咱？都肯还。若不肯还呵，连他家锅也拿将来。正是恩不放债，南无阿弥陀佛。兄弟，将一个来我看。哥哥，雪白的银子你看。我这里恰才便汤着，却又早印下，又不曾有印板，也须要墨糊刷。这忍字须当忍着。师父道忍呵须当忍，这个银子又好。抬去波，我可是敢拿也不敢拿。<br>刘均佐，管家私的人来了也，你跟我出家去。刘均佐，你听者。休恋足色金和银，休想夫妻百夜恩。假若是金银堆北斗，无常到来与别人。不如弃了家活计，跟着贫僧去修行。你本是贪财好贿刘均佐，我着你做无是无非窗下僧。罢、罢、罢，自从认义了兄弟，我心中甚是欢喜。我为一贯钱，打杀一个人；平白的拿奸情也没有，争些儿不杀了一个人。我如今将这家缘家计、娇妻幼子都交付与兄弟，我跟师父出家去也。兄弟，好生看管我这一双儿女，我跟师父出家去。罢！罢！罢。<br>【黄钟尾】我说的是十年尘梦三生话，我啜的是两腋清风七盏茶。非自谈非自夸，我是这在城中第一家。我虽有钱呵一厘也不肯罚，一毫也不肯拔。我道吃了穷汉的酒，闲汉的茶。笑看钱奴忒养家，叹看钱奴忒没法。谢吾师度脱咱，我将家缘尽赍发，将妻儿配与他，谢兄弟肯留纳。我半那拨万论千这回罢，深山中将一个养家心来按捺，僧房中将一个修行心来自发。你念佛。依着师父，每日则念南无阿弥陀佛。到大来无是无非快活杀。谁想到刘均佐又见了一个境头，将家计都撇下，跟我往岳林寺出家去，那其间贫僧再传与他大乘佛法便了。<br><br>第三折<br>出言解长神天福，见性能传祖佛灯。自从一挂袈裟后，万结人缘不断僧。贫僧乃汴梁岳林寺首座定慧和尚是也。想我佛门中，自一气才分，三界始立。缘有四生之品类，遂成万种之轮回。浪死虚生，如蚁旋磨，犹鸟投笼，累劫不能明其真性。女人变男，男又变女，人死为羊，羊死为人，还同脱裤着衣，一任改关换面。若是聪明男女，当求出离于罗网，人身难得，佛法难逢，中土难生，及早修行，免堕恶道。想我佛西来，传二十八祖，初祖达摩禅师，二祖慧可大师，三祖僧灿大师，四祖道信大师，五祖弘忍大师，六祖慧能大师。佛门中传三十六祖五宗五教正法。是那五宗：是临济宗、云门宗、曹溪宗、法眼宗、沩山宗；五教者，乃南山教、慈恩教、天台教、玄授教、秘密教。此乃五宗五教之正法也。我想学道犹如守禁城，昼防六贼夜惺惺。中军主将能传令，岁岁年年享太平。今奉我佛法旨，此处有一人姓刘名圭字均佐。此人平昔之间，好贿贪财，只恋荣华富贵，不肯修行。今被我佛点化，着此人看经念佛，参禅打坐。这早晚不见到来，刘均佐误了功课也。南无阿弥陀佛。自家刘均佐，跟师父出家，每日则是看经念佛。师父有个大徒弟，着他看管我修行，我若凡心动，他便知道就打。如今须索见他走一遭去。刘均佐，我奉师父法旨，着你清心寡欲，受戒持斋，不许凡心动；如若凡心动者，只打五十竹篦。凡百的事则要你忍，你听者，忍之为上。忍之一字岂非常，一生忍过却清凉。常将忍字思量到，忍是长生不老方。念佛念佛，忍着忍着。是，忍着，念南无阿弥陀佛，南无阿弥陀佛！他睡着了也。口退！刘均佐，我当初一时间跟师父出家，来到这寺中，每日念佛。虽我口里念佛，想着我那万贯家缘，知他是怎的也？嗨！刘均佐，那个坐禅处有甚么万贯的家缘？便好道万般将不去，只有业随身。我师父法旨，教你参禅打坐，抖擞精神，定要讨个分晓，不可有思乱想。须要绵绵密密，打成一片，只如害大病一般，吃饭不知饭味，吃茶不知茶味，如痴如醉，东西不辨，南北不分。若做到这些功夫，管取你心华发现，彻悟本来。生死路头，不言而到，生死事大，无常迅速，如十人上山，各自努力。便好道，人人有个梦，千变万化闹。觉来细思量，一切惟心造。息气受境禅，迷惑若颠倒。发愿肯修行，寂灭真常道。念佛念佛，忍者忍者。是，念佛。南无阿弥陀佛，南无阿弥陀佛！又睡着了也。天那，万般家缘不打紧，弃一个花朵儿浑家。自理会，自理会，自不理会谁理会？十二时中自着肩，莫教落在邪魔队。一点灵光是祸胎，做出不良空懊悔。我笑世人闲理会，争人争我情不退。损他利已百千般，生铁心肠应粉碎。眼光落地业根深，炉炭镬汤难躲避。阎罗老子无人情，始觉临期难理会。刘均佐，念佛念佛，忍者忍者。是，念佛，忍者。南无阿弥陀佛，南无阿弥陀佛！他又睡着了也。花朵儿浑家不打紧，魔合罗般一双男女，知他在那里？口退！刘均佐，那个坐禅处有甚么魔合罗般孩儿？我师父着你修行，先要定慧心。定慧为本，不可迷着。定是慧体，慧是定用，即慧之时定在慧，即定之时慧在定，若识此言，好是慧定。学道者莫言先慧而发定，定慧有如灯光，有灯即光，无灯即暗，灯是光之体，光是灯之用，名虽有二，体用本同，此乃是定慧了也。念佛念佛，忍者忍者。师父，我忍不的了也！<br>【双调】【新水令】我如今跳离人我是非乡，师父也，想俺那妻子呵！到大来间别无恙。我识破这红尘战白蚁，都做了一枕梦黄粱。我这般急急忙忙，今日个都打在我头上。<br>刘均佐，你听者。你那一灵真性，湛若太虚，五蕴色身，死如幻梦，果是顶门具眼，便知虚里无花，直下圆成，永超生灭。染缘易就，道业难成。不了前因，万缘差别。风景浩浩，凋残功德之林；心火炎炎，烧坏菩提之种。道念若同情念，自然佛法时时现前；为众如同为身，怕不烦恼尘尘解脱。便好道：念佛弥陀福最强，刀山剑树得消亡。自作自招还自受，莫待临时手脚忙。念佛念佛，忍者忍者。是，念佛。南无阿弥陀佛。刘均佐睡着了也，着他见个境头。疾！此人魔头至也。自家刘均佐浑家便是，我看员外去。员外。大嫂，你那里来？员外，我领着孩儿望你来。大嫂，则被你想杀我也。<br>【雁儿落】不由我不感伤，不由我添悲怆。咱须是美眷烟，争奈有这村和尚。<br>你怕他做甚么？大嫂，你那里知道。<br>【得胜令】他则待轮棒打鸳鸯，那里肯吹玉引鸾凰。员外，则被你苦痛杀我也。你道是痛苦何时尽，我将你这恩情每日想。你看我手上印下个忍字也。我这里斟量，恰便似刀刃在心头上放。不由我参详，大嫂也，我是绝恩情的海上方。<br>两个孩儿都在这里，看你来也。孩儿也，想杀我也。<br>【水仙子】眉尖眼角恰才汤，也似我少吉多凶歹字样，更做道壶中日月如翻掌。大嫂也我则看你手梢头不觑手背上，如今这天台上差配了刘郎。孩儿印在眉尖上，女儿印在眼角旁，忍的也你生割断了俺子父的情肠。<br>速退！师父，才来的那个，不是俺老师父？是俺师父。那两个夫人是谁？是俺大师父娘、二师父娘。那两个夫人是谁？是俺大师父娘、二师父娘。那两个小的是谁？是师父一双儿女。好和尚也！他着我休了妻，弃了子，抛了我铜斗儿家私，跟他出家，兀的不气杀我也！师父，休怪休怪，我也不出家了，我还我家中去了也。<br>【川拨棹】他原来更荒唐，好也啰你可便坑陷了我有甚么强？我有那稻地池塘，鱼泊芦场，旅店油房，酒肆茶坊，锦片也似方廊画堂，我富绝那一地方。那一日因贱降，相识每重重讲。<br>正饮酒间，兄弟道：哥哥，门首一个胖和尚。<br>【七弟兄】我出的正堂库房，正看见你这和尚，没来由吃的偌来胖。把这个刘员外赚入火坑旁，忍者。休道我，便是释迦佛恼下莲台上。<br>【梅花酒】你送了我这一场，休了俺那红妆，弃了俺那儿廊，他倒有两个婆娘。好打这点地脚，他可甚么出山像，又搅下这师长。刘均佐，忍者，休慌。你不慌我须慌，忍者，你休忙。你不忙我须忙。我从来可烧香，他着我礼当阳；我平生爱经商，他着我守禅床；我改过这善心肠，他做出那恶模样，吾师行乞明降。<br>师父，这出家人，尚然有妻子呵！<br>【喜江南】天那，送的我人离财散怎还乡？不想这释迦佛倒做了画眉郎。想俺糟糠妻子倚门傍，今日个便往；免了他短金钗画损在绿苔墙。<br>刘均佐，你不修行，你往那里去？师父，你休怪，我不出家了，则今日还我那汴梁去也。你既要回你那家乡去呵，你则今日便索长行也。<br>【鸳鸯煞】我早知道他有妻孥引入销金帐，我肯把金银船沉入那惊人浪？他刬地抱子携男，送的我家破人亡。畅道好教我懒出这山门，羞归我那汴梁。映衰草斜阳，回首空惆怅。我揣着个羞脸儿还乡，从今后我参甚么禅宗，听甚么讲！<br>嗨！谁想到刘均佐见了些小境头，便要回他那汴梁去。这一去，见了那酒色财气，人我是非，贪嗔痴恶后，遇我师父点化，方能成道。我佛将五派分开，参禅处讨个明白。若待的功成行满，同共见我佛如来。<br><br>第四折<br>月过十五光明少，人到终年万事休。老汉汴梁人氏，姓刘名荣祖，年八十岁也。我多有儿孙，广有田产，我是这汴梁第一个财主。我的父亲曾说，我那祖父公刘均佐，被个胖和尚领着他出家去了。手心里有个忍字，是俺祖公公的显证。至今我家里留下一条手巾，上面都是忍字。我满门大小，拜这手巾，便是拜俺祖公公一般。时遇着清明节令，我带着这手巾去那祖宗坟上，烧纸走一遭去。自家刘均佐便是。谁想被这秃厮，闪我这一闪，须索还我家中去也。<br>【中吕】【粉蝶儿】好教我无语评跋，谁想这脱空禅客僧瞒过，干丢了铜斗儿家活。则俺那子和妻，心意里，定道我在莲台上稳坐。想必我坑陷的人多，着这个看钱奴受这一场折挫。<br>【醉春风】我堪恨这寺中僧，难消我心上火。则被他偌肥胖蠢东西倒瞒了我、我。赶不上庞居士海内沉舟，晋孙登苏门长啸，我可甚么谢安石东山高卧。我自离了寺中数日，这搭儿是俺祖上的坟。可怎生别了？我再认咱。险些儿走过去了，正是俺的祖坟也。我入的这坟来。<br>【迎仙客】我行来到坟地测，怎生这等荒疏了？长出些棘针科。去时节那得偌大树来？去时节这一颗松柏树儿高似我，至如今便长得疾，莫不是雨水多？我去则有三个月期过，可怎生长的有偌来大？<br>去这坟里面看一看。我走了一日光景也，我这里坐一坐咱。老汉刘荣祖。可早来到这坟前也。一个后生，在那里坐着，我试问他咱。兀那后生，你来俺这里做甚么？是俺家的坟，不许我在这里坐那？这弟子孩儿，是俺家的坟，你在这里坐，你倒又说是你家的坟。这老子无礼也，俺家的坟，不由我坐？怎生是你家的坟？你说我听者。<br>【上小楼】我和你个庄家理说，也不索去官中标拨。谁着你便石虎石羊周围边厢，种着田禾？既是你家坟，有多少田地？这里则是五亩来多大一埚，你常好是心粗胆大，你把俺这坟前地倚强耕过。<br>是俺家的坟！是俺家的坟！既是你家的坟，可怎生排房着哩？<br>【幺篇】正面上排祖宗，又不是安乐窝。割舍了我打会官司，唱叫扬疾，便待如何！兀那弟子孩儿，你敢打我不成？我便打你呵，有甚么事？我这里便忍不住，气扑扑向前去将他扯捋，休、休、休，我则怕他衣衫襟边又印上一个。既是你家祖坟，你可姓甚么？我姓刘。你姓刘，可是那个刘家？我是刘均佐家。是那个刘均佐家？被那胖和尚引去出家的刘均佐家。恰是我也。那刘均佐是你的谁？是我的祖公公哩。你这坟前可怎生排着哩？这个位是俺祖公公刘均佐的虚冢儿。这个位是谁？这是俺祖公公的兄弟刘均佑。敢是那大雪里冻倒的刘均佑么？呀，你看这厮，怎生这般说？这个是谁？是我的父亲。可是那佛留么？可怎生唤俺父亲的小儿名？这个位儿是谁？是我的姑娘。可是僧奴那妮子么？你收着俺一家儿的胎发哩？你认的你那祖公公刘均佐么？我不认的。睁开你那眼，则我便是你祖公公刘均佐。我是你的祖爷爷哩！你怎生是我的祖公公？我说的是，你便认我；我说的不是，你休认我。你试说我听咱。当日是我生辰之日，被那个胖和尚在我手心里写个忍字，水洗不下，揩也揩不掉，印了一手巾忍字，我就跟他出家去了。我当初去时，留下一条手巾，上面都是忍字，可是有也是无？手巾便有，则怕不是。你取那手巾我认。兀的不是手巾，你认。正是我的手巾，怕你不信呵。你看我手里的忍字，与这手巾上的可一般儿？正是我的祖公公。下次小的每，都来拜祖公公。祖公公，你可那里来？你起来。<br>【满庭芳】您可便一齐的来拜我，则俺这亲亲眷眷，闹闹和和。你当房下辈儿谁年大？则我年长。他可便发若丝窝。这个是谁？这个是俺外甥女儿哩。则这外甥女倒老如俺嬷嬷，这个是谁？这个是重孙子哩。则我这重孙儿倒做得我哥哥。将此事都参破，人生几何，恰便似一枕梦南柯。<br>公公，你怎生年纪不老也？你肯依着我念佛，便不老。怎生念佛？你则依着我念南无阿弥陀佛。嗨，刘均佐也，原来师父是好人。我跟师父去了三个月，尘世间可早百十余年，弄的我如今进退无门。师父，你怎生不来救救您徒弟也。<br>【十二月】师父你疾来救我，这公事怎好收撮？我想这光阴似水，日月如梭。每日家不曾道是口合，我可便剩念了些弥陀。<br>【尧民歌】呀！那里也脱空神语浪舌佛，我倒做了个庄子先生鼓盆歌。师父也不叟你升天去后我如何。罢、罢、罢，要我性命做甚么，我则索割舍了残生撞松棵。刘均佐，你省了也么？师父，你徒弟省了也。徒弟，今日正果已成，才信了也呵。说的是真也波哥，皆因忍字多，师父，你再一会儿不来呵，这坨儿连印有三十个。<br>刘均佐，你听者。你非凡人，乃是上界第十三尊罗汉宾头卢尊者。你浑家也非凡人，他是骊山老母一化。你一双田妇，一个是金童，一个是玉女。为你一念思凡，堕于人世，见那酒色财气，人我是非，今日个功成行满，返本朝元，归于佛道，永为罗汉。你认的贫僧么？不认的，师父是谁？我也不是初祖达摩，我也不是大唐三藏，则我是弥勒尊者，化为做布袋和尚。南无阿弥陀佛。<br>【煞尾】不争俺这一回还了俗，却原来倒做了佛。想当初出家本为逃灾祸，又谁知在家也得成正果。<br>题目乞儿点化看钱奴<br>正名布袋和尚忍字记",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "郑延玉"
  },
  "tags": []
}