{
  "id": 57630,
  "star": 67,
  "name": "贺新郎·把酒长亭说",
  "dynasty": "宋代",
  "content": "<span style=\"font-family:SimSun;\">陈同父自东阳来过余，留十日。与之同游鹅湖，且会朱晦庵于紫溪，不至，飘然东归。既别之明日，余意中殊恋恋，复欲追路。至鹭鸶林，则雪深泥滑，不得前矣。独饮方村，怅然久之，颇恨挽留之正是遂也。夜半投宿吴氏泉湖四望楼，闻邻笛悲甚，为赋《贺新郎》以见意。又五日，同父书来索词，心所同然者如此，可发千里一笑。</span></p> <p>把酒长亭说。看渊明、风流酷似，卧龙诸葛。何处飞来林间鹊，蹙踏松梢微雪。要破帽多添华发。剩水残山无态度，被疏梅料理成风月。两三雁，也萧瑟。<br>佳人重约还轻别。怅清江、天寒不渡，水深冰合。路断车轮生四角，此地行人销骨。问谁使、君来愁绝？铸就而今相思错，料当初、费尽人间铁。长夜笛，莫吹裂。 ",
  "fanyi": "<h2>译赏</h2> <p>小序<br>　　<a href=\"http://so.gushiwen.org/author_244.aspx\">陈亮</a>自浙江省东阳县来会见我，留居十日。我俩同游鹅湖（江西铅山县境内），后又同赴紫溪等候与<a href=\"http://so.gushiwen.org/author_459.aspx\">朱熹</a>会晤，而朱没来。陈亮明天就要飘然东归，我十分恋恋不舍，追送他一程。走到鹭鸶林，遇雪深泥滑，我难以前进，与他分别。便独自在方村饮酒，惆怅了许久，恨自己挽留不住好友。我于夜半投宿吴氏泉湖四望楼，闻邻笛甚悲，便写下了《贺新郎》寄托情思。过了五天，陈亮来信索取此词，我俩千里相隔而心思相同，料想彼此会发出会心的微笑。</p> <p>译赏<br>　　想起我与陈亮在驿亭饮酒话别，我曾说他的才能和文采像<a href=\"http://so.gushiwen.org/author_645.aspx\">陶渊明</a>，满腹经纶和政治抱负可比<a href=\"http://so.gushiwen.org/author_507.aspx\">诸葛亮</a>。（这里通过称赞陈亮，写出二人志同道合，友情深厚无比。）不知何处飞来乌鹊，把松枝上的积雪急促地踏下来，落在我的破帽上，好像我头上多添了白发。（这里借景抒情，写自己年近五十，破帽苍颜，蹉跎岁月，报国无门，不胜感慨！这是神来之笔，自嘲庸碌衰老，且与赞美陈亮的话相对照，巧妙！）当时，正值岁末严寒，草木凋零，大地是剩水残山，缺乏美好景物（无态度），只有几枝疏梅装点风光。两三只雁，在长空发出凄厉的叫声。（这里明写自然景物，暗示：南宋朝廷苟且偷安，只落得水剩山残。“疏梅”“两三雁”影射力主抗金的志士，势单力薄，艰难困苦。字里行间，蕴含深远的忧国情思。） 陈亮是品德美好的佳人，重约守信，如约前来相会，聚谈十日之后，又轻易地离别。此时，清江（指江西信江上游）水深冰冻，不能渡越，我很愁苦。车轮路断，好像轮生四角，难以行动，使我不能继续追送他，深感离别的悲伤，销魂直到骨髓！不禁发问：谁使陈亮（兼指自己）如此极度愁怨？是我俩志趣相投、同仇敌忾的深厚友情，才产生了如此临别依依的万千愁怨，如同费尽人间铁才铸就的错刀钱币一样【注】。于是，我们的离别之情，而今便可喻之为相思错。（“相思错”暗含深意：当时南宋国运衰危，朝廷腐败，使人民群众颠沛流离，陷于水深火热之中，这当然是南宋当政者的错误，也是辛陈二人“愁绝”的主要根源。“错”有双关语意，既指错刀，也指错误。但后者不便明说。）耳听长夜笛声凄凉，更添愁苦。希望吹笛人悠着点儿，莫把笛子吹裂了。</p> <p>注<br>　　据《資治通鉴》第265卷记载：唐哀帝天佑三年，魏州节度使罗绍威为应付军内矛盾，借来朱全忠军队，又大铸错刀钱币，供应朱军军饷。历年积蓄用之一空，自寻衰弱，悔而叹曰：“合六州四十三县铁，不能为此错也。”在这里，“错”字语意双关，既指错刀，也指错误。</p><br/><p><strong>译文</strong><br>手持酒杯与你在长亭话别，你安贫乐道的品格恰似陶靖节，俊逸杰出的才干又像那卧龙诸葛。不知何处飞来的林间鹊鸟，踢踏下松枝上的残雪。好像要让我们俩的破帽上，增添上许多花白的头发。草木枯萎，山水凋残，冬日的景物都失去了光烨。全靠那稀疏的梅花点缀，才算有几分生机令人欣悦。横空飞过的两三只大雁，也显得那样孤寂萧瑟。<br>你是那样看重信用来鹅湖相会，才相逢又轻易地匆匆离别。遗憾的是天寒水深江面封冻不能渡，无法追上你，令人怅恨郁结。车轮也如同生出了四角不能转动，这地方真让惜别的行人神伤惨切。试问，谁使我如此烦恼愁绝？放你东归已经后悔莫及，好比铸成的大错用尽了人间铁。长夜难眠又传来邻人悲凄的笛声，但愿那笛音止歇，不要让长笛迸裂。</p> <p><strong>注释<br></strong>1、陈同父：即<a href=\"http://so.gushiwen.org/author_244.aspx\">陈亮</a>（1143—1194），字同父（甫），号龙川，婺州永康（今属浙江）人。<br>2、东阳：即今浙江金华。<br>3、来：访问，探望。<br>4、鹅湖：在江西铅山县东北，山上有湖，原名荷湖，因东晋龚氏居山养鹅，更名鹅湖。<br>5、朱晦庵：即<a href=\"http://so.gushiwen.org/author_459.aspx\">朱熹</a>，字元晦，号晦庵，早期主战，晚年主和，与辛、陈政见相左。<br>6、紫溪：在铅山县南四十里，为建阳、上饶的必经之道。<br>7、既别之明日：别后的第二天。<br>8、追路：追随，追赶。<br>9、鹭鹚林（lù cí lín）：地名，古驿道所经之地。南宋史弥宁《鹭鹚林》<a href=\"http://so.gushiwen.org/view_57630.aspx\">诗</a>：“驿路逢梅香满襟，携家又过鹭鹚林。含风野水琉璃软，沐雨春山翡翠深。”<br>10、方村：村庄名，在鹭鹚林西南。<br>11、怅（chàng）然：失望的样子。<br>12、不遂：没有成功。<br>13、泉湖：地名，在信州东，方村附近。<br>14、《乳燕飞》：《贺新郎》的别名，因<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>《贺新郎》有“乳燕飞华屋”句而得名。<br>15、见意：表达意见。<br>16、索词：要我写词。<br>17、心所同然：两人内心所共同想到的。<br>18、长亭：古时在城外道路旁每隔十里设立的亭子，供行旅休息，或饯别亲友。<br>19、渊明：<a href=\"http://so.gushiwen.org/author_645.aspx\">陶渊明</a>，这里指陈亮。陈亮没有做过官，所以<a href=\"http://so.gushiwen.org/author_217.aspx\">辛弃疾</a>把他比作躬耕紫桑的陶渊明。<br>20、风流：高洁宏远的风度和志趣。<br>21、酷似：非常相似。<br>22、卧龙诸葛：未出山前的<a href=\"http://so.gushiwen.org/author_507.aspx\">诸葛亮</a>。这里是称赞陈亮，说他和诸葛亮一样，有杰出的政治才能。卧龙，比喻才能杰出的隐士。<br>23、蹙（cù）踏：踩踏。<br>24、剩水残山：凋敝的山水。<br>25、无态度：不成样子。<br>26、料理：点缀，装饰。<br>27、风月：泛指风光、景色。<br>28、萧瑟：冷落，凄凉。<br>29、佳人：美好的人，指君子贤人、好友。这里指陈亮。<br>30、重约：重视约定。五年前，陈亮约访辛弃疾，因被诬下狱未能践约，此次方践旧约。<br>31、轻别：轻易地分别。<br>32、冰合：冰封住了江面。<br>33、车轮生四角：谓道路泥泞，车轮像长了角一样，不能转动，无法前进。<br>34、销骨：极度伤心。<br>35、愁绝：极端哀愁。<br>36、“铸就”句：《资治通鉴》卷二六五：罗绍威曰：“合六州四十三县铁，不能为此错也。”此言没留住陈亮是个错误。费尽人间铁，用尽了人世上所有的铁。这里是用夸张的笔法，写友谊的深厚坚实。<br>37、长夜笛：：《太平广记》卷二十四载，唐代著名笛师李謩在宴会遇见善吹笛的独孤生，就把自己的长笛拿出来请他吹奏。独孤生说此笛吹至乐曲“入破”处必裂，一试果然。这里用此典关合题序“闻邻笛悲甚”之意，希望他不要把笛子吹裂，自己实在受不了笛声之悲。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这首追忆与<a href=\"http://so.gushiwen.org/author_244.aspx\">陈亮</a>的交会与抒发别情的词作，写得勃郁动荡，笔力奇重，是稼轩词中的名篇。</p> <p>　　长达一百二十余字的词序是这首词的一大特色。苏东坡之后，词序在词作中的地位明显提升，词人多以只字片语的小序交代词的写作背景、本事或主题，稼轩词亦多有词序．但百字以上的序终究不多见。这篇序叙述了两人相会、分别，以及别后复追、无奈路途阻隔，欲追而不得，怅然独饮，继而收到友人书信的情形．几乎可以当作一篇独立的小散文来读。与词作相配合，则事与情俱佳，所渭“合则兼美”，棺得益彰。它不仅不与词作内容重复，还能与原词互相生发，交映生辉。这样的效果，是连宋代最善于写作词前小序但多与词重复的<a href=\"http://so.gushiwen.org/author_30.aspx\">姜夔</a>也难以相比的。</p> <p>　　全词主要抒写了他与陈亮之间志同道合的深挚友谊，同时在写景抒情中都含有深刻的象征意味。上片起句，从长亭送别写起，古时在大道上设亭供行人休息，通常是十里一长亭，五里一短亭，人们送行时总在长亭饯别。所以一说到长亭，总有一种依恋不舍之情。唐代大<a href=\"http://so.gushiwen.org/view_57630.aspx\">诗</a>人<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>说得好：“天下伤心处，劳劳送客亭。”这里首句说长亭饯别，就点染了一种依恋惆怅的气氛。不正面写彼此的留恋之意，而以一“说”字，领起下文。下文中长亭送别的谈说，也只是他们酌古准今的内容之一，他们都觉得归隐田园的<a href=\"http://so.gushiwen.org/author_645.aspx\">陶渊明</a>和起而用世的<a href=\"http://so.gushiwen.org/author_507.aspx\">诸葛亮</a>可以被看成是一体的两面，所以一样风流，但其中实有深意。这里作者把陈亮比做陶渊明和诸葛亮，意在说明，他那不愿做官、向往自由的品格很像陶渊明，而那风流潇洒的风度和杰出的政治、军事才能，又实在极像当年高卧隆中、人称卧龙的诸葛亮。其实，这并非溢美之辞。陈亮住政治、军事上确有卓越见解，他曾三次向孝宗上书，主张改革内政。抗击金兵，收复中原。在《中兴十论》中，还具体规划了收复中原的政治和军事策略。从这些方面看．陈亮确实可与当年隆巾对策的诸葛亮相比。长亭饯别本来够惆怅的了，何况又是与这样不平凡的人分手，留恋之情自然更深了。这两个古人，原是词人自己喜爱的，自己所欲，奉之于人，足见其诚意。</p> <p>　　飞鹊踏雪两句，即景生情，点画他送别陈亮时的长亭景色，但不是静态描绘，而是灵幻生动。“要破帽”句，则以戏谑的语言，传达年华老大的悲感，明松暗紧。这三句是回想两人分手前畅聚的愉快心情，但却只用旁笔描绘当时的环境：两人正谈得亲切，不知从哪片林子里琶来几只喜鹊，把松树梢上的积雪踢落下来，点点落在他们的破帽上，好像故意要使我们增添一些白发。这里寥寥几笔，不但点明了季节，而且把两位知友当时在松林雪地中倾心交谈的神态和愉悦的心情生动地烘托了出来，笔调也非常灵活风趣，使人回味无穷。虽无正面描写聚会情况，但气氛已足。所以下面笔锋一转，写出一片萧瑟景象：举目望去，寒冬的山水凋枯得不成样子，失去了姿态和神情，幸亏还有几株梅花把它装点一番，勉强点缀成一番景致。在天空中，虽有两三只飞雁南鸣，也毕竟是萧条凄凉。这上片歇拍前的这四句，写冬日萧瑟景象，和疏梅、稀雁点缀于这种景象中时，所给予词人的印象。但意思不止于此，表面上是写景，实际上是用比兴手法，有着象征意义，隐含着作者对山河破碎、唯留一隅的南宋政局的失望，和对南宋越来越少的爱国志士无望的坚韧表示感慨之意。这是他隐居时期越来越深切地感受到的政治情怀的较明显的传达。</p> <p>　　上片是围绕着送别来写的，但无论写景抒情都远远超过送别的范围，而具有浓郁、深邃的余情逸韵。下片则重在抒发眷念不舍的友情，把惜别之情抒发得极为深挚动人。换头就点出陈亮的别去，这就为下文写他追赶朋友、为风雪所阻的情景作准备。以下写清江冰合，陆路泥泞。水陆都不可以前行，追赶也就成了泡影。实际上，他这一次是从陆路追赶朋友的，但是特用水路为虚衬，显示出无路可通的极度失望，车轮生角一语，化用典故，形象地写出了行路的困难，在这样的路途上依然想追挽朋友，其下的“行人销骨”一语。就成了顺势而下的深挚抒情了。“问谁”一句，凭空虚拟一问，自问自答，不仅使词意可以从无可伸展处再生波澜，而且写出了别情的不可解脱。</p> <p>　　于是以下一韵，在问句的追逼下，他以极夸张的笔墨，将自己的没有能够挽留住道友的后悔，倾身一发，词刚气烈。费尽人间铁来铸就相思错，这是很大的遗憾，表明了作者心中异常激烈的感情。同时，就像上片后两韵的景语中包含着明显的象征意义一样，此处也颇有一语双关的妙味。它兼有谴责了南宋统治者采取投降路线，结果弄得南北分裂，山河相望而不得相合的莫大错误。这样的抒情重笔，只有包含了这种分量的内涵，才使人在夸张的笔墨中看见他的真实感情。结尾“长夜笛，莫吹裂”两句暗合词序中“闻邻笛甚悲”之语，糅合了<a href=\"http://so.gushiwen.org/author_337.aspx\">向秀</a>《思旧赋》的悲凄意境和独孤生吹笛入破而使笛裂的故事。长夜漫漫，看不到破晓的希望，凄清的笛声，撕心裂肺。全词在悲凉的意境中收束，情深意永，余音袅袅，较之词人那些“儿女泪，君休滴”的送别之作显得情意缱绻。整首词设喻新巧，写景幽峭，但在艺术上的新奇和不惮外露的相思之情背后，伤心人别有怀抱。</p>",
  "about": "<h2>创作背景</h2> 　　淳熙十五年（1188）冬，<a href=\"http://so.gushiwen.org/author_244.aspx\">陈亮</a>远道来访，和<a href=\"http://so.gushiwen.org/author_217.aspx\">辛弃疾</a>同游鹅湖，虽然为期只有十天，这在辛弃疾一生中，是一次很有意义的会见。陈亮东归之后，辛弃疾写了这首《贺新郎》，两人往返唱和，各自写了三首。他们两人在词中所写的，离不开抗金这个中心思想。",
  "poet": {
    "id": 217,
    "star": 0,
    "name": "辛弃疾",
    "image": "http://img.gushiwen.org/authorImg/xinqiji.jpg",
    "desc": "辛弃疾（1140－1207），南宋词人。原字坦夫，改字幼安，别号稼轩，汉族，历城（今山东济南）人。出生时，中原已为金兵所占。21岁参加抗金义军，不久归南宋。历任湖北、江西、湖南、福建、浙东安抚使等职。一生力主抗金。曾上《美芹十论》与《九议》，条陈战守之策。其词抒写力图恢复国家统一的爱国热情，倾诉壮志难酬的悲愤，对当时执政者的屈辱求和颇多谴责；也有不少吟咏祖国河山的作品。题材广阔又善化用前人典故入词，风格沉雄豪迈又不乏细腻柔媚之处。由于辛弃疾的抗金主张与当政的主和派政见不合，后被弹劾落职，退隐江西带湖。"
  },
  "tags": [
    "宋词精选",
    "友情",
    "离别",
    "相思",
    "典故"
  ]
}