{
  "id": 71866,
  "star": 83,
  "name": "夜泊水村",
  "dynasty": "宋代",
  "content": "腰间羽箭久凋零，太息燕然未勒铭。<br>老子犹堪绝大漠，诸君何至泣新亭。<br>一身报国有万死，双鬓向人无再青。<br>记取江湖泊船处，卧闻新雁落寒汀。",
  "fanyi": "<p><strong>译文<br></strong>腰上佩带的羽箭已长期凋零，只叹未到燕然山刻石记功名。<br>想老夫我尚能横越那大沙漠，诸位何至于新亭落泪空悲鸣。<br>我虽有万死不辞的报国之志，却无奈双鬓斑白不能再转青。<br>应牢牢记住常年江湖泊船处，卧闻寒州上新雁到来的叫声。</p> <p><strong>注释<br></strong>1.夜泊水村：夜间把船停泊在临水的村庄旁。<br>2.羽箭：箭尾插羽毛，称羽箭。<br>3.太息：叹气。燕然：山名，在今蒙古人民共和国境内。勒铭：刻上铭文。东汉和帝永元元年（公元89年），车骑将军窦宪大败匈奴，追击单于至燕然山，<a href=\"http://so.gushiwen.org/author_398.aspx\">班固</a>写了一篇铭文，把铭文刻写在巨石上，记载这次成功。此句作者借喻自己未能建立战功。<br>4.老子：<a href=\"http://so.gushiwen.org/author_272.aspx\">陆游</a>自称，犹言老夫。《晋书》：“老子于此处兴复不浅。”大漠：古瀚海，亦称大碛。在蒙古国与我国内蒙古之间，西接新疆，四月间狂飙屡起，沙砾飞扬，故号为流沙。绝大漠：横度大沙漠。绝，横度，跨越。<br>5.新亭：又名劳劳亭，在今南京市南。东晋时中原沦陷，王室南渡，有一些过江的士大夫在新亭宴饮，席间众人闷闷不乐，相对涕泣。独有王导不以为然，说：“当共戮力王室，克复神州，何至作楚囚相对耶？“见《晋书·王导传》。<br>6.“一身\"句：意谓自己有不怕死万次的报国决心。<br>7.青：黑色。再：第二次。<br>8.记取：记住，记着。<br>9.新雁：刚从北方飞来的雁。汀：水边平地，小洲。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　此<a href=\"http://so.gushiwen.org/view_71866.aspx\">诗</a>写出作者虽怀报国壮志而白发催人的悲愤。古今诗人感叹岁月不居、人生易老者颇多，但大都从个人遭际出发，境界不高。<a href=\"http://so.gushiwen.org/author_272.aspx\">陆游</a>则不同。他感叹双鬓斑白、不能再青为的是报国之志未酬。因而其悲哀就含有深广的内容，具有崇高壮烈的色彩。此联为“流水对”但其后关连，不是互为因果，而是形成矛盾。读者正是从强烈的矛盾中感到内容的深刻，产生对诗人的崇敬。陆游类似的诗句尚有“塞上长城空自许，镜中衰鬓已先斑”等。</p> <p>　　这是一首七言律诗，作于山阴奉祠，时作者已家居九年。 山阴是江南水乡，作者常乘小舟出游近村的山水，夜泊水村为即景之作。首联写退居乡野、久离疆场、无缘抗敌的落寞怅惘。“羽箭久凋零”，足见其闲居的郁闷。“燕然未勒铭”，典出《后汉书·窦宪传》：窦宪北伐匈奴，追逐单于，登燕然山（即今蒙古杭爱山），刻石纪功而还。燕然未勒，意谓虏敌未灭，大功未成。这一联用层递手法，“久凋零”，乃言被弃置已久，本就失落、抑郁；“未勒名”，是说壮志难酬，则更愤懑不平。起首就奠定了一种失意、悲愁的感情基调。 </p> <p>　　颔联抒发了“烈士暮年，壮心不已”的志愿，表达了对那些面临外寇侵凌却不抵抗、无作为的达官贵人的指斥。上句是说大丈夫在神州陆沉之际，本应“捐躯赴国难，誓死忽如归”才对，怎么可以安然老死呢？一个“犹”字道出他不甘示弱的心态。“绝大漠”，典出《汉书·卫将军骠骑列传》，是汉武帝表彰霍去病之语。两鬓萧萧，仍然豪气干云，朝思梦想着驰骋大漠、浴血沙场；这就反照出朝廷中的那些面对强虏只知俯首称臣割地求和而不思奋起抵争的文官武将的奴相。（另一说是取老子（<a href=\"http://so.gushiwen.org/author_846.aspx\">李耳</a>）骑青牛出关，绝于大漠之中而悟道的传说）“诸君何至泣新亭”，典出《世说新语·言语》：“过江诸人，每至美日，辄相邀新亭，藉卉饮宴。周侯中坐而叹：‘风景不殊，正有山河之异！’皆相视流泪。唯王丞相愀然变色曰：‘当共同戮力王室，克服神州，何至作楚囚相对！’作者借此典，表达了他对那些高居庙堂的衮衮诸公在国家山河破碎之际要么醉生梦死，要么束手垂泪的懦弱昏庸的精神面貌的不满。</p> <p>　　颈联以工稳的对仗，揭示了岁月蹉跎与夙愿难偿的矛盾。“一身报国有万死”，尽管个人的力量是渺小的，尽管生命是短暂的，但是为了拯救国难，“我”却甘愿死一万次。“一”与“万”的强烈的对比，鲜明地表达了自己的拳拳爱国心与殷殷报国情，诚可谓掷地有声。“双鬓向人无再青”，这一句是说，岁月不饶人，满鬓飞霜，无法重获青黑之色，抒发了对华年空掷、青春难再的感伤与悲愤。即便我抱定了“为国牺牲敢惜身”的志向，可是又谁能了解我的苦心我的喟叹呢？这两句直抒胸臆，是全诗之眼。</p> <p>　　尾联点破诗歌题面，回笔写眼前自己闲泊水村的寂寥景象。你想，一个老翁，处江湖之远，眼看着干戈寥落了，铁马逝去了，战鼓静灭了，大<a href=\"http://so.gushiwen.org/author_451.aspx\">宋江</a>山是任人宰割了，他的心怎不会如刀割一般的苦痛！“夜阑卧听风吹雨，铁马冰河入梦来”，可是梦醒之后呢，所看到的是荒寒的汀州上寻寻觅觅的新雁，哪里有可以安栖的居所！这怎不教人潸然落泪呢？这两句是借象表意，间接抒情。</p> <p>　　全诗以夜泊水村所见的景象而写怀遣闷，而落笔却跳转到报国之志上，寄慨遥深。“壮士凄凉闲处老”（陆游《病起》），有心报国却无路请缨，理想与现实的深刻矛盾，这是这首诗慷慨悲歌的一个根本原因。用典贴切，出语自然，感情充沛，“浑灏流转”（<a href=\"http://so.gushiwen.org/author_433.aspx\">赵翼</a> 语），使本诗在悲歌中又显出沉雄的气象。</p>",
  "about": "<h2>创作背景</h2> 　　本<a href=\"http://so.gushiwen.org/view_71866.aspx\">诗</a>于淳熙九年(1182)秋作于山阴。这一时期的诗人，在寄意山水、歌吟田园生活的同时，心中却一刻也未曾忘怀世事国情。本诗所抒写的，就是诗人老而弥坚、至死不变的爱国情怀，以及理想与现实之间的深刻矛盾。诗写得悲而且壮，笔力遒劲。",
  "poet": {
    "id": 272,
    "star": 0,
    "name": "陆游",
    "image": "http://img.gushiwen.org/authorImg/luyou.jpg",
    "desc": "陆游（1125—1210），字务观，号放翁。汉族，越州山阴（今浙江绍兴）人，南宋著名诗人。少时受家庭爱国思想熏陶，高宗时应礼部试，为秦桧所黜。孝宗时赐进士出身。中年入蜀，投身军旅生活，官至宝章阁待制。晚年退居家乡。创作诗歌今存九千多首，内容极为丰富。著有《剑南诗稿》、《渭南文集》、《南唐书》、《老学庵笔记》等。"
  },
  "tags": [
    "爱国",
    "壮志",
    "感叹",
    "岁月"
  ]
}