{
  "id": 71678,
  "star": 21,
  "name": "登太白楼",
  "dynasty": "明代",
  "content": "昔闻李供奉，长啸独登楼。<br>此地一垂顾，高名百代留。<br>白云海色曙，明月天门秋。<br>欲觅重来者，潺湲济水流。",
  "fanyi": "<p><strong>译文<br></strong>我听说从前<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>曾独自登上这楼台，吟咏<a href=\"http://so.gushiwen.org/view_71678.aspx\">诗</a>作。<br>他一来到这里，此地和他的大名就一起百代流传。<br>白云悠悠，海上霞光映照，明月皎洁升起，秋色宜人。<br>潺湲的济水流淌，尽阅古今，却是再找不到那曾来过的人了。</p> <p><strong>注释<br></strong>⑴太白楼：在今山东济宁。济宁，唐为任城。李白曾客居其地，有《任城县厅壁记》、《赠任城卢主簿》诗。相传李白曾饮于楼上。唐咸通中，沈光作《李白酒楼记》，遂名于世。后世增修，历代名流过此，多有题咏。<br>⑵李供奉：即李白。《新唐书·李白传》：“<a href=\"http://so.gushiwen.org/author_368.aspx\">贺知章</a>见其文，叹曰：‘子谪仙人也。’言于玄宗，召见金銮殿，论当世事，奏颂一篇。帝赐食，亲为调羹。有诏供奉翰林。”<br>⑶啸：撮口发出悠长清越的声音。这里指吟咏。<br>⑷“此地”二句：此楼自经李白一登之后，遂扬名千古。垂顾，光顾，屈尊光临。<br>⑸“白云”二句：以天高海阔、白云明月，喻李白心胸博大、高朗。曙，黎明色。天门，星名。属室女座。此指天空。<br>⑹潺湲（chān yuán）：水缓缓流动貌。济水：古水名，源出河南王屋山，东北流经曹卫齐鲁之地入海，下游后为黄河所占，今不存。济宁为古济水流经地域，金代为济州治所，故由此得名。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　此时<a href=\"http://so.gushiwen.org/author_121.aspx\">王世贞</a>与<a href=\"http://so.gushiwen.org/author_553.aspx\">李攀龙</a>主盟文坛，名重天下。登太白楼，追寻前朝天才<a href=\"http://so.gushiwen.org/view_71678.aspx\">诗</a>人的足迹，心中有很多感想。所以，诗的一开头就写当年<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>登楼情景：“昔闻李供奉，长啸独登楼。”不称“李太白”而称“李供奉”，称李白刚刚去职的官衔，这就巧妙地交代了李白登楼的时间和背景，李白到山东任城，是在任翰林供奉之后，并说明他虽然被“赐金放还”，却满不在乎，照样地纵情诗酒，放浪山水之间。“长啸独登楼”，“长啸”是魏晋时代<a href=\"http://so.gushiwen.org/author_698.aspx\">阮籍</a><a href=\"http://so.gushiwen.org/author_382.aspx\">嵇康</a>的名士风度撮口发出悠长情越的声普。这个细节描写，突出了李白的潇洒风神。一个“独”字，更写出其超逸不群和“眼高四海空无人”的气概。</p> <p>　　“此地一垂顾，高名百代留。”山不在高，有仙则名，水不在深，有龙则灵。这座本来不为人注意的济宁南城小楼，一经大诗人“垂顾”，从此百代留名了。这里流露了王世贞景慕、缅怀李白之情，在无限景慕中，也隐隐蕴蓄着作者追踪比附之意。王世贞此时想的是：当年李太白垂顾此地，百代留名，我王世贞如今也来步他的后尘了。明里是颂扬前贤，暗里寄寓着个人的抱负。</p> <p>　　“白云海色曙，明月天门秋。”王世贞写自己登楼望断天涯的情景。可是诗人笔下之景，并非全是济宁城楼即目所见，而更多的是作者心中想像的一种海阔天高的境界。此时登上太白楼的王世贞思接千载，多么想与才华盖世的李太白精神上千古相接。于是，他也像李白那样，运用充满神奇幻想的浪漫主义笔法表现自己对这位天才诗人的神往。李白《登太白峰》：“太白与我语，为我开天关。愿乘冷风去，直出浮去间。”王也贞在登临凭吊之际，也进入李自写的那种幻觉境界：仰望海天，明月当空，曙光朦陇，仿佛自己也听到诗仙李白的召唤，即将凌虚乘风而去，进入天界之门，去与他“相期邀云汉”了。</p> <p>　　当他猛然从幻境中清醒过来时，又从天上跌落尘寰，不禁产生一种失落感。他感叹：像李白这样的夭才多少年才出一个，酒楼啊酒楼，自李白光临之后，还会有像他这样的人再来登临，使酒楼重新蓬壁生辉么？“杯欲觅重来者，潺缓济水流。”他心潮澎湃，望着东流入海的济水出神：那i滔滔江水啊，洪波涌起，后浪逐前浪，一浪高一浪。“逝者如斯夫，不舍昼夜”，人类发展史文学发晨史，也是这样。他感咽的神清中，大有“江山代有才人出，各领风骚几百年”之慨。</p> <p>　　这首《登太白楼》写作上一个显著的特色，把李白当年登楼和自己今日登楼捏合到一起写，明写大白，暗写自己，写得极有才情，极富个性，表现了王世贞敢于与李白攀比的雄心、气魄，李贽称王世贞“少年跌宕，······气笼百代，愈不可一世”（《藏书》卷二十六）。王世贞这种个性，在这首诗中表现得很突出。这首诗写得也像李自，海阔天空，气条调古，颇得李白诗歌之韵。</p>",
  "about": "<h2>创作背景</h2> 　　这首<a href=\"http://so.gushiwen.org/view_71678.aspx\">诗</a>大约作于明嘉靖三十二年（1553年），此时<a href=\"http://so.gushiwen.org/author_121.aspx\">王世贞</a>在北京任刑部员外郎，借出差机会回太仓探亲，这年秋天，从运河乘船北上，途经济宁州（今山东济宁），登太白楼，因有此作。",
  "poet": {
    "id": 121,
    "star": 0,
    "name": "王世贞",
    "image": "http://img.gushiwen.org/authorImg/wangshizhen.jpg",
    "desc": "王世贞（1526年－1590年）字元美，号凤洲，又号弇州山人，汉族，太仓（今江苏太仓）人，明代文学家、史学家。“后七子”领袖之一。官刑部主事，累官刑部尚书，移疾归，卒赠太子少保。好为古诗文，始于李攀龙主文盟，攀龙死，独主文坛二十年。有《弇山堂别集》、《嘉靖以来首辅传》、《觚不觚录》、《弇州山人四部稿》等。"
  },
  "tags": [
    "登楼",
    "写景",
    "咏史怀古"
  ]
}