{
  "id": 47989,
  "star": 243,
  "name": "明月何皎皎",
  "dynasty": "两汉",
  "content": "明月何皎皎，照我罗床帏。<br>忧愁不能寐，揽衣起徘徊。<br>客行虽云乐，不如早旋归。<br>出户独彷徨，愁思当告谁！<br>引领还入房，泪下沾裳衣。",
  "fanyi": "<p><strong>译文<br></strong>明月如此皎洁光亮，照亮了我罗制的床帏。<br>夜里忧愁得无法入睡，披衣而起在空屋内徘徊。<br>客居在外虽然有趣，但是怎比得上早日回家呢。<br>一个人出门忧愁彷徨，满心愁苦应该告诉谁呢？<br>伸颈远望还是只能回到房间，眼泪沾湿了衣裳。</p> <p><strong>注释<br></strong>⑴皎：本义是洁白明亮。此处用引申义，为光照耀的意思。<br>⑵罗床帏：指用罗制成的床帐。<br>⑶寐：入睡。<br>⑷揽衣：犹言“披衣”，“穿衣”。揽，取。<br>⑸客：这里指<a href=\"http://so.gushiwen.org/view_47989.aspx\">诗</a>人自己。<br>⑹旋归；回归，归家。旋，转。<br>⑺彷徨：徘徊的意思。<br>⑻告：把话说给别人听。<br>⑼引领：伸着脖子远望。<br>⑽裳（cháng）衣：一作“衣裳”。裳，下衣，指古人穿的遮蔽下体的衣裙，男女都穿。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这是反映游子思妇的相思之<a href=\"http://so.gushiwen.org/view_47989.aspx\">诗</a>，是《古诗十九首》之一。关于《古诗十九首》的时代和作者有多种说法。宇文所安认为中国早期诗歌是一个复制系统，找不到“古诗”早于建安时期的确凿证据。木斋提出《古诗十九首》及建安诗歌的重要组成大部分诗作是<a href=\"http://so.gushiwen.org/author_322.aspx\">曹植</a>之作。李善注《昭明文选·杂诗上》题下注曾释之甚明：“并云古诗，盖不知作者。”认为作于东汉时期，这也是二十世纪以来的主流观点。今人一般认为它并不是一时一人之作，它所产生的年代应当在东汉献帝建安之前的几十年间。在汉末那个时代，文人往往为营求功名而旅食京师，却又仕途阻滞，进退两难，因此有像《明月何皎皎》这样反映游子思妇的离愁别恨之作。</p><br/><h2>赏析</h2> <p>　　对这首<a href=\"http://so.gushiwen.org/view_47989.aspx\">诗</a>的主题主要有两种解读：一说此诗刻画了一个久客异乡、愁思辗转、夜不能寐的游子形象。一说此诗塑造了一个独守空闺、愁思难寐、徘徊辗转的闺中女子形象。</p> <p>　　按第一种说法，此诗为游子思乡之作。游子的乡愁是由皎皎明月引起的。更深人静，那千里与共的明月，最易勾引起羁旅人的思绪。<a href=\"http://so.gushiwen.org/author_353.aspx\">谢庄</a>《月赋》曰：“隔千里兮共明月。”<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>《静夜思》曰：“床前明月光，疑是地上霜。举头望明月，低头思故乡。”对于这首无名氏古诗中的主人公来说，同样是这种情绪。“明月何皎皎，照我罗床帏。”当他开始看到明月如此皎洁时，也许是兴奋的赞赏的。银色的清辉透过轻薄透光的罗帐，照着这位拥衾而卧的人。可是，夜已深沉，他辗转反侧，尚未入眠。不是过于耀眼的月光打扰他的睡眠，而是“忧愁不能寐”。他怎么也睡不着，便索性“揽衣”而“起”，在室内“徘徊”起来。游子“看月”“失眠”“揽衣”“起床”“徘徊”这一连串的动作，说明他醒着的时间长，实在无法入睡；同时说明他心中忧愁很深。尤其是那起徘徊”的情态，深刻地揭示了他内心痛苦的剧烈。</p> <p>　　诗写到这里，写出了“忧愁不能寐”的种种情状，接着写“忧愁”的原因。“客行虽云乐，不如早旋归。”这是全诗的关键语，画龙点睛，点明主题。这两句虽是直说缘由，但语有余意，耐人寻味。“客行”既有“乐”，为何又说“不如早旋归”呢？实际上他乡作客，何乐而言。正如汉乐府相如歌辞《饮马长城窟行》所说：“枯桑知天风，海水知天寒。入门各自媚，谁与相为言。”而异乡游子欲归不归的情状和他们所处的客观现实是密切联系着的。即如此诗的作者，大概是东汉时一个无名文人，在他那个时代，往往为营求功名而旅食京师，却又仕途阻滞，进退两难。这两句诗正刻划出他想归而不得归无可奈何的心情，是十分真切的。</p> <p>　　作者点出这种欲归不得的处境后，下面四句又像开头四句那样，通过主人公的动作进一步表现他心灵最深层的痛苦。前面写到“揽衣起徘徊”，尚是在室内走走，但感到还是无法排遣心中的烦闷，于是他走出户外了。然而，“出户彷徨”，半夜三更，他像梦游似的，独自在月下彷徨，更有一阵孤独感袭上心头。“愁思当告谁？”正是这种“独”、这种“彷徨”的具体感受了。古乐府《悲歌》云：“悲歌可以当泣，远望可以当归。”于是诗人情不自禁地向千里之外的故乡云树引领而望，可是又不能获得“可以当归”的效果，反而引起了更大的失望。他实在受不了这种感情上的折磨了，他又回到室内去。从“出户”到“入房”，这一出一入，把游子心中翻腾的愁情推向顶点，以至再也禁不住“泪下沾裳衣”了。全诗共十句，除了“客行”二句外，所描写的都是极其具体的行动，而这些行动是一个紧接着一个，是一层深似一层，细致地刻画了游子欲归不得的心理状态，手法是很高明的。</p> <p>　　按第二种说法，此诗抒发女子闺中望夫之慨。闺中女子的愁思由明月引起。这里的“罗床帏”指闺房。夜深人静，孤寂难耐的时候，月光皎洁照耀着床帐。原本“忧愁不能寐”，月光的照临更勾起若许的情思，只好披衣而起，徘徊于闺室。开头两联，就形象生动地把一个辗转徘徊的孤闺女子亮相于明月清辉之中。“客行虽云乐，不如早旋归”，是女子心头对“客行”在外游子的劝说，有抱怨，也有期许。这一联是对全诗主题的揭示。但说归说，怨归怨，在此时此刻他不能听见，也不能回来。这满腹的愁思无人可以告诉。无可奈何，只好孤独地到院子里去流连彷徨，去对月倾诉。但月亮照我影，却难慰我情，抬头仰望愈久，而“忧愁”愈添，不得不回到房屋里去，止不住的泪水打湿了衣裳。这里诗人以泪写愁，以泪写苦，以泪写思念，“泪下沾裳衣”不但说泪多，而且把情感推向高峰。后两联如泣如诉，感人至深。</p>",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": [
    "古诗三百首",
    "古诗十九首",
    "月亮",
    "思归"
  ]
}