{
  "id": 1287,
  "star": 57,
  "name": "长歌行",
  "dynasty": "宋代",
  "content": "人生不作安期生，醉入东海骑长鲸；<br>犹当出作李西平，手枭逆贼清旧京。<br>金印辉煌未入手，白发种种来无情。<br>成都古寺卧秋晚，落日偏傍僧窗明。<br>岂其马上破贼手，哦诗长作寒螿鸣？<br>兴来买尽市桥酒，大车磊落堆长瓶；<br>哀丝豪竹助剧饮，如锯野受黄河倾。<br>平时一滴不入口，意气顿使千人惊。<br>国仇未报壮士老，匣中宝剑夜有声。<br>何当凯旋宴将士，三更雪压飞狐城！",
  "fanyi": "<p><strong>译文<br></strong>一个人活在世上，就算没法做个安期生那样的仙人，喝醉了，在东海里骑着鲸鱼玩耍游荡；<br>也该做个李西平那样的名将，带兵杀敌，收复沦陷的国土与首都长安。<br>可怜我，什么功名也没建立，年龄却已老大，白发萧骚；<br>傍晚躺在这成都的古庙，眼见着落日的余晖，装点这僧房的纱窗。<br>哎，难道我这个驰骋沙场的杀敌能手，就成了这么个做做<a href=\"http://so.gushiwen.org/view_1287.aspx\">诗</a>的无用之辈，像寒蝉那样？<br>酒兴来时我把桥边酒家的酒都买光；长长的酒瓶，把大车全都堆满。<br>唤来了乐队奏起悲壮的音乐助兴，喝起来犹如黄河水倾倒在钜野中一样。<br>我平时滴酒不沾，这番豪迈气概，顿时令许多人惊讶感叹。<br>国仇还没报，壮士已衰老；匣中宝剑耐不了寂寞，半夜里发出阵阵吟啸。<br>什么时候在三更大雪中收复了飞狐城，凯旋归来，与将士宴会欢笑！</p> <p><strong>注释<br></strong>长歌行：汉乐府曲调名。<br>安期生：传说是秦始皇时的仙人。<br>犹当：应当。表愿望。<br>李西平：唐朝名将李晟（成）因平定叛乱有功，封为西平王。<br>枭（xiāo）：杀。<br>旧京：指唐朝京城长安。唐德宗兴元元年（公元784年）六月，李晟从叛将朱泚手中收复长安城。<br>种种：头发短的样子。<br>来无情：无情地生长。<br>成都：今在四川省成都市。<a href=\"http://so.gushiwen.org/author_272.aspx\">陆游</a>时在成都，寄寓在多福院。<br>岂其：难道。表反诘。<br>寒螿（jiāng）：寒蝉。似蝉，体较小。<br>市桥：桥名，在成都石牛门。<br>磊落：酒瓶堆叠的样子。<br>哀丝豪竹：指悲壮的音乐。丝：弦乐器；竹：管乐器。<br>剧饮：放量喝酒。<br>钜野：古代大泽名。旧址在今山东钜野县附近，临近黄河。<br>顿：立刻。<br>匣：剑鞘。<br>宝剑夜有声：这是表示壮志难酬的不平之鸣。<br>何当：哪时能够。<br>凯旋：胜利归来。<br>飞狐城：在今河北省涞源县。当时被金人侵占。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　<a href=\"http://so.gushiwen.org/view_1287.aspx\">诗</a>用浪漫手法开始，前四句谈自己生平的抱负：或者做个安期生那样的神仙，游戏人生；要么做个李西平那样的名将，杀敌立功。这四句写得气势很雄壮，与<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>《将进酒》等古风一样，给人以一种强烈的激励，使人进入振奋的状态。就表达上来说，前者又只是后者的陪衬，做神仙是幻想，做名将才是诗人努力想实现的方向。同时，用李西平事又十分贴切当时时局，<a href=\"http://so.gushiwen.org/author_272.aspx\">陆游</a>正是想要同李西平扫平逆贼、收复旧京长安一样扫平金虏、收复旧都汴京。</p> <p>　　然而，现实是残酷无情的，愿望是那么地虚无缥缈。诗人回到了现实，便把前四句放出的狂澜一下子倒挽回来，进而感叹自己，年龄老大，功业无成，只能闲居在僧寮，无聊地躺着，默送着夕阳西下。他想着，像自己这样的战士，就不能只作个诗人，发出凄苦的吟声，这决不是自己所愿意的，于是诗在沉重的压抑中再度放开，故作豪语，先写自己放浪于酒，意气奋发，从而在吐露心中郁结的烦闷时，又表现自己的豪情、对未来的向往，这就是收复失地，饮酒庆功。末两句结得很自然，既承上饮酒而来，又与起首要做李西平遥遥呼应。</p> <p>　　后人评放翁诗十九都是从军之作，这首诗虽然是闲居遣怀，主题仍与从军诗保持了一致。诗的格调雄放豪轶，悲中带壮，既有不满与牢骚，又充满积极向上的奋斗精神，无论是醉歌作达还是自我排遣，都紧密围绕对国事的关心与对未来的信心，所以很有鼓舞力。</p>",
  "about": "<h2>创作背景</h2> 　　这首七古作于淳熙元年（1174年），当时<a href=\"http://so.gushiwen.org/author_272.aspx\">陆游</a>五十岁，离蜀州通判任，闲居成都，住安福院僧寮。回想一生走过的路程，想到自己从前方被调回，杀敌的希望落空，他心中很苦闷，因此借这<a href=\"http://so.gushiwen.org/view_1287.aspx\">诗</a>抒发胸中的抱负。",
  "poet": {
    "id": 272,
    "star": 0,
    "name": "陆游",
    "image": "http://img.gushiwen.org/authorImg/luyou.jpg",
    "desc": "陆游（1125—1210），字务观，号放翁。汉族，越州山阴（今浙江绍兴）人，南宋著名诗人。少时受家庭爱国思想熏陶，高宗时应礼部试，为秦桧所黜。孝宗时赐进士出身。中年入蜀，投身军旅生活，官至宝章阁待制。晚年退居家乡。创作诗歌今存九千多首，内容极为丰富。著有《剑南诗稿》、《渭南文集》、《南唐书》、《老学庵笔记》等。"
  },
  "tags": [
    "抒情",
    "理想",
    "抱负"
  ]
}