{
  "id": 58029,
  "star": 4734,
  "name": "南乡子·登京口北固亭有怀",
  "dynasty": "宋代",
  "content": "何处望神州？满眼风光北固楼。千古兴亡多少事？悠悠。不尽长江滚滚流。<br>年少万兜鍪，坐断东南战未休。天下英雄谁敌手？曹刘。生子当如孙仲谋。",
  "fanyi": "<p><strong>译文</strong><br>什么地方可以看见中原呢？在北固楼上，满眼都是美好的风光。从古到今，有多少国家兴亡大事呢？不知道。往事连绵不断，如同没有尽头的长江水滚滚地奔流不息。<br>当年孙权在青年时代，做了三军统帅。他能占据东南，坚持抗战，没有向敌人低头和屈服过。天下英雄谁是孙权的敌手呢？只有<a href=\"http://so.gushiwen.org/author_552.aspx\">曹操</a>和刘备而已。这样也就难怪曹操说：“要是能有个孙权那样的儿子就好了！”</p> <p><strong>注释</strong><br>⑴南乡子：词牌名。<br>⑵京口：今江苏省镇江市。北固亭：在今镇江市北固山上，下临长江，三面环水。<br>⑶望：眺望。神州：这里指中原地区。<br>⑷北固楼：即北固亭。<br>⑸兴亡：指国家兴衰，朝代更替。<br>⑹悠悠：形容漫长、久远。<br>⑺年少：年轻。指孙权十九岁继父兄之业统治江东。兜鍪（dōu móu）：指千军万马。原指古代作战时兵士所带的头盔，这里代指士兵。<br>⑻坐断：坐镇，占据，割据。东南：指吴国在三国时地处东南方。休：停止。<br>⑼敌手：能力相当的对手。<br>⑽曹刘：指曹操与刘备。<br>⑾生子当如孙仲谋：曹操率领大军南下，见孙权的军队雄壮威武 ，喟然而叹：“生子当如孙仲谋，刘景升儿子若豚犬耳。” </p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　收回遥望的视线，看这北固楼近处的风物：“千古江山，英雄无觅，孙仲谋处。舞榭歌台，风流总被，雨打风吹去。”（《永遇乐·京口北固亭怀古》）这不禁引起了词人千古兴亡之感。因此，词人接下来再问一句：“千古兴亡多少事？”这句问语纵观千古成败，意味深长，回味无穷。然而，往事悠悠，英雄往矣，只有这无尽的江水依旧滚滚东流。“悠悠，不尽长江滚滚流！”“悠悠”者，兼指时间之漫长久远，和词人思绪之无穷也。</p> <p>　　“不尽长江滚滚流”，借用<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>《登高》<a href=\"http://so.gushiwen.org/view_58029.aspx\">诗</a>句：“无边落木萧萧下，不尽长江滚滚来。”词人胸中倒来倒去的不尽愁思和感慨，犹如长流不息的江水。“年少万兜鍪，坐断东南战未休。”三国时代的孙权年纪轻轻就统率千军万马，雄据东南一隅，奋发自强，战斗不息。据历史记载：孙权十九岁继父兄之业统治江东，西征黄祖，北拒<a href=\"http://so.gushiwen.org/author_552.aspx\">曹操</a>，独据一方。赤壁之战大破曹兵，年方二十七岁。因此可以说，上面这两句是实写史事，因为它是千真万确的历史，因而更具有说服力和感染力。作者在这里一是突出了孙权的年少有为，“年少”而敢于与雄才大略、兵多将广的强敌曹操较量，这就需要非凡的胆识和气魄。二是突出了孙权的盖世武功，他不断征战，不断壮大。而他之“坐断东南”，形势与南宋政权相似。显然，稼轩热情歌颂孙权的不畏强敌，坚决抵抗，并战而胜之，正是反衬当朝文武之辈的庸碌无能、懦怯苟安。</p> <p>　　接下来，<a href=\"http://so.gushiwen.org/author_217.aspx\">辛弃疾</a>为了把这层意思进一步发挥，不惜以夸张之笔极力渲染孙权不可一世的英姿。他异乎寻常地第三次发问，以提醒人们注意：“天下英雄谁敌手？”作者自问又自答曰：“曹刘”，唯曹操与刘备耳！据《三国志·蜀书·先主传》记载：曹操曾对刘备说：“今天下英雄，惟使君（刘备）与操耳。”辛弃疾便借用这段故事，把曹操和刘备请来给孙权当配角，说天下英雄只有曹操、刘备才堪与孙权争胜。曹、刘、孙三人，论智勇才略，孙权未必在曹刘之上。稼轩在《美芹十论》中对孙权的评价也并非称赞有加，然而，在这首词里，词人却把孙权作为三国时代第一流叱咤风云的英雄来颂扬，其所以如此用笔，实借凭吊千古英雄之名，慨叹当今南宋无大智大勇之人执掌乾坤。这种用心，更于篇末见意。 作者在这里极力赞颂孙权的年少有为，突出他的盖世武功，其原因是孙权“坐断东南”，形势与南宋极似，作者这样热情赞颂孙权的不畏强敌，其实是对苟且偷安、毫无振作的南宋朝廷的鞭挞。</p> <p>　　《三国志·吴书·吴主传》注引《吴历》说：曹操有一次与孙权对垒，见吴军乘着战船，军容整肃，孙权仪表堂堂，威风凛凛，乃喟然叹曰：“生子当如孙仲谋，刘景升（刘表）儿子若豚犬耳！”一世之雄如曹操，对敢于与自己抗衡的强者，投以敬佩的目光，而对于那种不战而请降的懦夫，如对刘景升儿子刘琮则十分轻视，斥为任人宰割的猪狗。把大好江山拱手奉献敌人，还要为敌人耻笑辱骂。 作者在这里引用了前半句，没有明言后半句，实际上是借曹操之口，讽刺当朝主议的大臣们都是刘景升儿子一类的猪狗，这种别开生面的表现手法，曲尽其妙，而又意在言外。</p> <p>　　曹操所一褒一贬的两种人，形成了极其鲜明、强烈的对照，在南宋摇摇欲坠的政局中，也有着主战与主和两种人。聪明的词人只做正面文章，对刘景升儿子这个反面角色，便不指名道姓以示众了。然而纵然作者不予道破，而又能使人感到不言而喻。因为上述曹操这段话众所周知，虽然辛弃疾只说了前一句赞语，人们马上就会联想起后面那句骂人的话，从而使人意识到辛弃疾的潜台词：可笑当朝主和议的众多王公大臣，都是刘景升儿子之类的猪狗。词人此种别开生面的表现手法，颇类似歇后语的作用。而且在写法上这一句与上两句意脉不断，衔接得很自然。上两句说，天下英雄中只有曹操、刘备配称孙权的对手。连曹操都这样说，生儿子要像孙权这个样。再从“生子当如孙仲谋”这句话的蕴含和思想深度来说，南宋时代人，如此看重孙权，实是那个时代特有的社会心理的反映。因为南宋朝廷实在太萎靡庸碌了，在历史上，孙权能称雄江东于一时，而南宋经过了好几代皇帝，却没有出一个像孙权一样的人。所以，“生子当如孙仲谋”这句话，本是曹操的语言，而由辛弃疾口中说出，却是代表了南宋人民要求奋发图强的时代的呼声。</p> <p>　　这首词通篇三问三答，互相呼应，感怆雄壮，意境高远。它与稼轩同时期所作另一首登北固亭词《永遇乐·京口北固亭怀古》相比，一风格明快，一沉郁顿挫，同是怀古伤今，写法大异其趣，而都不失为千古绝唱，亦可见辛弃疾丰富多彩之大手笔也。</p>",
  "about": "<h2>创作背景</h2> <p>　　<a href=\"http://so.gushiwen.org/author_217.aspx\">辛弃疾</a>在公元1203年（宋宁宗嘉泰三年）六月末被起用为绍兴知府兼浙东安抚使后不久，即第二年阳春三月，改派到镇江去做知府。镇江，在历史上曾是英雄用武和建功立业之地，此时成了与金人对垒的第二道防线。每当他登临京口（即镇江）北固亭时，触景生情，不胜感慨系之。这首词就是在这一背景下写成的。</p>",
  "poet": {
    "id": 217,
    "star": 0,
    "name": "辛弃疾",
    "image": "http://img.gushiwen.org/authorImg/xinqiji.jpg",
    "desc": "辛弃疾（1140－1207），南宋词人。原字坦夫，改字幼安，别号稼轩，汉族，历城（今山东济南）人。出生时，中原已为金兵所占。21岁参加抗金义军，不久归南宋。历任湖北、江西、湖南、福建、浙东安抚使等职。一生力主抗金。曾上《美芹十论》与《九议》，条陈战守之策。其词抒写力图恢复国家统一的爱国热情，倾诉壮志难酬的悲愤，对当时执政者的屈辱求和颇多谴责；也有不少吟咏祖国河山的作品。题材广阔又善化用前人典故入词，风格沉雄豪迈又不乏细腻柔媚之处。由于辛弃疾的抗金主张与当政的主和派政见不合，后被弹劾落职，退隐江西带湖。"
  },
  "tags": [
    "宋词三百首",
    "初中古诗",
    "豪放",
    "咏史怀古",
    "爱国",
    "典故",
    "讽刺"
  ]
}