{
  "id": 69684,
  "star": 3,
  "name": "杂剧·洞庭湖柳毅传书",
  "dynasty": "元代",
  "content": "楔子<br>义皇八卦定乾坤，左右还须辅弼臣。死后亲承天帝命，独魁水底作龙神，吾神乃泾河老龙王是也。我孩儿泾河小龙。有洞庭湖老龙的女儿，叫做龙女三娘，娶为小龙媳妇，琴瑟不和，使我心中甚是不乐。且待小龙孩儿来，看有甚么说话。堂堂作灵圣，小鬼害劳病。身边没阴人，就死也干净。小圣乃泾河小龙是也。有我父老龙与我娶了个媳妇，是龙女三娘。我与他前世无缘，不知怎么说，但见了他影儿，煞是不快活。我今到父王面前，搬唆几句言语，捻他去了，却不好哩。父亲，你与我娶了个媳妇，他性儿乖劣，至今不与我相和，倚恃他父叔神通，发猛的要降着我，连父亲也不看在眼里。这等不贤之妇，我要他怎的？有这样事！叫那小贱人来，我自有处治。理会的。龙女三娘安在？妾身是洞庭湖龙女三娘。俺父亲母亲将我嫁与泾河小龙为妻。颇奈泾河小龙为婢仆所惑，日见厌薄，因此上俺两个琴瑟不和。今日公公呼唤。不知有甚事，须索走一遭去。公公，唤您媳妇儿有何事？你怎生性子乖劣，不与小龙相和？若是回心转意便罢，若不肯时。我便有发落你处，不道的轻轻饶了你也。公公．非关媳妇儿事，这都是小龙听信婢仆，无端生出是非。媳妇也是龙子龙孙，岂肯反落鱼虾之手？唗，你看他，我面前尚然门强，难怪我小龙儿也。鬼卒，与我剥下他冠袍。送他泾河岸边牧羊去。夫妻何事不相投。罚去看羊过几秋。饶他掬尽泾河水，难洗今朝一面羞。嗨，着我向泾河岸上牧羊去，我怎生受的这般苦楚艰难也呵！<br>【仙吕】【端正好】我则为空负了雨云期，却离了沧波会，这一场抵多少水尽鹅飞。早是我受不过狠毒的儿夫气，更那堪不可公婆意。<br>【幺篇】因此上拨下这牧羊差，妆出这捞龙汁。想他每无恩义本性难移，养我向野川衰草残红世。离凤阁，近渔矶，蓬蝉鬓，蹙蛾眉，愁荏苒，泪淋漓。想父母，共亲戚。哎，天那知他何日得重完备。<br><br>第一折<br>教子攻书志未酬，桑榆暮景且淹留。月过十五光明少，人到中年万事休。老身姓张，夫主姓柳，早年亡逝，身边止有一子，名唤柳毅，今年二十三岁了。奈因家贫，不曾婚娶。孩儿，几时是你那峥嵘发达的时节也。母亲，您孩儿学成满腹文章，如今春榜动，选场开。您孩儿欲要进取功名去。但得一官半职，荣耀门闾，母亲意下何如？孩儿，进取功名是你读书的本等，则要你着志者。则今日是吉日良辰，辞别了母亲，便索长行也。孩儿去了也。眼望旌捷旗，耳听好消息。妾身是龙女三娘。俺公公信着那泾河小龙业畜的言语，着我在泾河岸上牧羊。这那里是个羊，都是些懒行雨的雨工。雨工，则今日风云未遂，我与你俱沦落在水滨河嘴，恰好是一样烦恼也呵。<br>【仙吕】【点绛唇】魂断频哭，梦回不睹，逢春暮，甚日归湖，备把这离愁诉。<br>【混江龙】往常时凌波相助，则我这翠鬟高插水晶梳。到如今衣裳褴褛，容貌焦枯。不学他萧史台边乘凤客，却做了武陵溪畔牧羊奴，思往日，忆当初，成缱绻，效欢娱。他鹰指爪、蟒身躯，忒躁暴，太粗疏，但言语，便喧呼。这琴瑟，怎和睦？俺那龙呵。可曾有半点儿雨云期，敢只是一刬的雷霆怒。则我也不恋您荣华富贵，情愿受鳏寡孤独。想着我在洞庭湖里，怎生受用快活，如今折得这般，兀的不愁杀人也。<br>【油葫芦】则我这头上风沙，脸上土，洗面皮惟泪雨，鬓蓬松除是冷风梳。他不去那巫山庙里寻神女，可教我在泾河岸上学苏武。这些时坐又不安，行又不舒，猛回头凝望着家何处，只落的一度一嗟吁。我修的一封家书在此，怎得个便人寄去，可也好。<br>【天下乐】俺家在南天水国居。就儿里非无尺素书，奈衡阳不传鸿雁羽，黄犬又筋力疲，锦鳞义，性格愚。儿遍家待相通常间阻。<br>客里愁多不记春，闻莺始觉柳条新。年年下第东归去，羞见长安旧主人。小生柳毅是也。如今是大唐仪凤二年，上朝应举，命运不利，落第东归。有一故人在于泾河悬作宦。小生就顺路去访他一遭。此间乃是泾河岸侧，远远望见一个妇女牧羊，好生奇怪。你看他嚬眉凝睇，如有所待。不免向前问他一声，小娘子拜揖。先生万富。请问仙乡何处，高姓大名，因甚到此？小生淮阴人氏，姓柳名毅，为应举下第，偶然打此处经过。小娘子你姓甚名谁，为何在此牧羊也？妾身是洞庭湖龙女三娘。俺父亲将我与泾河小龙为妻，颇奈泾河小龙，躁暴不仁，为婢仆所惑，使琴瑟不和。俺公公着我在这泾河岸上牧羊。每日早起夜眠，日炙风吹，折倒的我憔瘦了也。我如今修下家书一封，争奈没人寄去，恰好遇着先生，相烦捎带与俺父亲，但不知先生意下肯否？我乃义夫也，闻子之言，气血俱动，有何不肯？只是小娘子当初，何不便随顺了他，免得这般受苦。先生，你不知，听我说一遍。<br>【那吒令】为一言半语，受千辛万苦。受千辛万苦，想十亲九故。想十亲九故，在三江五湖。可怜我差迟了这夫妇情，错配了这姻缘簿，都则为俺那水性的儿夫。<br>小娘子，你那夫主怎生利害，你说一遍与我听咱。<br>【鹊踏枝】嗔忿忿腆着胸铺，恶狠狠竖着髭须，但开口吐雾吹云，那里是噀玉喷珠！轻咳嗽早呼风唤雨，谁不知他气卷江湖。<br>小娘子，你家在那里住？离此泾河多远哩？<br>【寄生草】妾身离乡故到外府，绕着这野塘千里红尘步，遥隔着残霞一缕青纱雾，望不见寒波万顷白萍渡。我看小娘子中注模样，想也决不立以下人家。莫非在鋙鹊殿中生长的么？休道是妾身鋙鹊殿中生，多则在侬家鹦鹉洲边住。呀，小娘子，据你这般说，你家在洞庭湖水中，我便要替你捎书，尘凡隔绝，怎生到得那处？既蒙先生许诺，我自有路径指引你去。俺那洞庭湖口上，有一座庙宇，香案边有一株金橙树。里人称为社橘。你可将我这一根金钗儿击响其树，俺那里自有人出天。<br>【幺篇】则俺那卫近沙浦有庙宇，到庙前将定金钗股，香案边击响金橙树，觑水中闪出金沙路，走将那巡海的夜叉来，敢背将你个寄信的先生去。既如此，我与你做个传书使者。但你异日归于洞庭，是必休避我也。岂但不避，大恩人便是我亲戚一般哩。<br>【赚煞】俺为县么懒上凤凰台，羞对鸳鸯浦？则为那霹雳火无情的丈夫。是则是海藏龙宫曾共逐，世不曾似水如鱼，谩踌躇。影只形孤。只我这泪点儿多如那落花雨，多谢你有心肠的足，可着我便乘龙归去。全在这寄双亲和泪一封书。知他是神是鬼，且将这书直至洞庭湖庙前走一遭去。泾河岸偶遇三娘，诉离愁雨泪行行。如今去洞庭湖上．将此书寄与龙王。<br><br>第二折<br>小生柳毅，自离了龙女三娘，可早来到这洞庭湖也。原来这湖口上果然有一座庙宇，庙前有一株金橙树，这等看起来，那龙女所云，真不虚矣。我如今取出这金钗儿击响此树咱。湖上显神通，作浪与兴风，不识虾元帅，唯言鳖相公。小圣乃巡海夜叉是也。不知甚人击响金橙树。小圣分开水面，我是看咱。兀那厮，你是何人？为甚么击响这金橙树，小生是淮阴秀才，叫做柳毅。我要见你洞庭君，自有说的话哩。兀那秀才，你合着眼跟的我去来。吾神乃洞庭湖老龙是也。今有我女孩儿龙女三娘，嫁与泾河小龙为妻。自从去后，音信皆无，使我甚是放心不下。今日时当卓午，我听太阳道士讲《道德经》未完，传报有人击响金橙树．我已着巡海夜叉问去了，这早晚敢待来也。兀那秀才，你则在这里候着。理会的。喏，报的上圣得知，有一秀才击响金橙树，他说要亲见上圣，自有说话。着他过来。水府幽深，寡人暗昧。秀才，你是那里人氏？涉险而来，何以教我？小生淮阴人氏，姓柳名毅，因落第东归．偶打泾河岸过，见一妇人。乃是龙女三娘．在那里牧羊，折倒的容颜憔瘦。全不似往日了。着我捎带一封家书来，尊神请看。有这等事！秀才，多亏你也，寄书到此，远路劳神。嗨，我的儿，似此呵怎了也？住住住，夫人，休得大惊小怪。恐防兄弟火龙知道。兀那秀才，且请到明珠宫少坐。左右，一壁安排茶饭，款待秀才也。满目霞光笼宇宙，泼天波浪渗人魂。鼻中冲出千条焰，翻身卷起万堆云。吾神乃火龙是也。哥哥是洞庭老龙、为甚将俺闲居在此？只因俺在唐尧之时，差行了雨。害得天下洪水九年。因此一向罚在这钱塘水帘洞受罪。今日无甚事，到洞庭湖探望哥哥走一遭去。可早来到也．夜叉报复去，道我来了也。喏，报的上圣得知，有钱塘火龙来了也。道有请。请进。哥哥，嫂嫂。小圣来了也。兄弟请坐。哥哥，这海藏里怎生有了生人气？兄弟，俺这里有一凡间秀才。说着紧要的事。兄弟，你且回避咱。您兄弟知道。我出的这门来，且不去，我在这里听他说甚么。夫人，适间柳先生说俺女孩儿折倒的憔悴了也。想我女孩儿，怎么受得这般羞辱！大王何不早早差人接取加来？夫人说轻些，则俺钱塘兄弟在此，倘或被他知道，拨动他这个性子，可怎了也。原来是这等。颇奈泾河小龙无礼，着俺龙女三娘在于泾河岸上牧羊，辱没了我的面皮。哥哥，你便瞒我，我却忍不得了也。则今日点就本部下水卒，我顿开铁锁，直奔天堂，亲见上帝，诉我衷肠说也无义业畜，怎敢着俺龙女牧羊。忙将水卒点，不索告龙王。管取泾河岸，翻作汉洋江。喏，报的上圣得知，有火龙领本部下卒，与泾河小龙斗胜去了也。这等可怎么了！那柳秀才且莫要使他知道。恐怕这一场厮杀非小，惊动上客，不当稳便。一壁点起水卒，接应兄弟去走一遭。听言罢忙离海藏，驾云雾空中自降，若走了泾河小龙，直赶到九重天上。我是泾河小龙是也。为因龙女三娘不肯随顺，罚他在泾河岸上牧羊。不知那一个天杀的与他寄信回去，令有钱塘火龙到来，要和我斗胜。大小水卒，听吾神旨，摆开阵势，火龙这早晚敢待来也。水卒，一字儿摆开者。兀那业畜。量你到的那里，我与你交战咱。我近不的他，走走走。这厮神通浅短，法力低微，近不的吾神走了也。我不管那里赶将他去。三十六计，走为上计。我近不的他，我如今走那里去？只得变做个小蛇儿，往这淤泥里躲了罢。赶到这里。可怎生不见了？原来这厮害怕，变做个小蛇儿，躲在这淤泥里，便待干罢。我且拿起来，只一口将他吞于腹中，看道可还有本事为非作歹哩。我如今收兵奏凯，回俺哥哥话去了。吾神泾河老龙是也。今有钱塘火龙与俺小龙斗胜，未知胜败。我使的雷公电母看去了，这早晚敢来报捷也。这一场厮杀，非同小可也呵。<br>【越调】【斗鹌鹑】他两个天北天南，海西海东，云闭云开，水淹水冲，烟罩烟飞，水烧火烘。卒律律电影重，古突突雾气浓。起几个骨碌碌的轰雷，更一阵扑簌簌的怪风。<br>【紫花儿序】险惊杀了负薪的樵子，慌杀了采药的仙童，吓杀了撒网的渔翁。全不见红莲映日，翠盖迎风，遮笼，都是那鬼卒神兵四下攻。则俺这两只脚争些儿踏空，可擦擦堕落红尘。报报报喏。兀的不跌破了我青铜。<br>电母，你从那云雾中来，看道那一家喜色旺气。雷公电母显灵通，制电轰雷缥缈中，两阵相持分胜败，尽在来神启口中。这场厮杀，是那一家败，那一家胜？电母，你可喘息定了，慢慢的说一遍咱。端的这一场好斗胜也。<br>【小桃红】那小龙大开水殿饮金钟，厮琅琅几部笙歌送，不觉的天边黑云重。昏邓邓敢包笼，忽刺刺半空霹雳声惊动，古都都揭了瓦陇，吸哩哩提了斗栱，滴溜溜早翻过水晶宫。<br>那火龙大施勇烈，俺小龙不忿争强。这壁厢火光烂烂接天关，那壁厢风雨飕飕迷地角。端的是江翻海沸，地震山摇。火龙怎生发怒，小龙怎的支持，电母，你慢慢的再说一遍与我听。<br>【紫花儿序】忽的呵阴云伏地，淹的呵洪水滔天，腾的呵烈火飞空。泾河龙逃归碧落，钱塘龙赶上亡苍穹。两条龙的威风，怕不唬杀了鳖大夫，龟将军，龟相公。这其间各赌神通，早翻过那海岛十洲，只待要拔倒了华岳三峰。<br>那火龙倚仗他狂烟烈火，俺小龙施展他骤雨飘风。火来雨去势汹汹，各自当场卖弄。火起雨能相灭，雨飞火又来攻。二龙争斗在长空，还是谁家最勇？俺小龙神通广大，变化多般。量火龙到的那里？你且喘息定了，再说一遍。<br>【鬼三台】两条龙身躯纵，震的那乾坤动。恶哏哏健勇，赤焰焰满天红。一撞一冲，则教你心如铁石也怕恐，便有那铜山铁壁都没用。钱塘龙逆水忙截，泾河龙淤泥里便穴<br>臣刂。<br>当日那龙女三娘在泾河岸上牧羊，他父母都在洞庭湖中，相隔遥远，若没个人与他寄信，怎生知道？你慢慢的再说一遍。上圣不厌絮烦，听俺说来。<br>【调笑令】尀奈那业龙，说与俺老家公，则为这龙女三娘惹下祸丛。想他在泾河岸上愁千种。闷恹恹蹙损眉峰，暗修下诉控双亲书一封，哭啼啼盼杀宾鸿。这寄书人，俺也打听来，他是淮阴人氏，叫做柳毅。<br>【秃厮儿】恰是这三娘命通，更和那柳毅两下相逢。可是他从头至尾言始终，寄书到洞庭中也么龙宫。<br>原来是凡人柳毅，与他寄书到洞庭湖去。不知他那父母见了书呈，可是怎生。<br>【圣药王】爷读了怒满胸，娘听了珠泪倾，是他那哭声儿吹入翠帘笼。钱塘龙忿气雄，粗铁索似撧葱，早磕塔顿开金锁走蛟龙，扑腾的飞过日华东。那火龙虽则英勇，俺泾河龙呼的风唤的雨，腾的云，驾的雾。部下有水卒鬼兵，神通变化，怎的便弱与他？你再说一遍，我试听咱。<br>【拙鲁速】则咱这水卒有两三重，鬼兵有数百种，并没那半星儿放松，一谜里便冲。无非是鱼鳖鼋鼍共随从，紧拦纵，阵面上交攻，将他来苦淹淹厮葬送。<br>【幺篇】落阵处乱蓬蓬，着伤处闹茸茸。他每都扣断了红绒，揢撒了熟铜，弦绝了雕弓，剑缺了霜锋。将他来难移动，没歇没空，厮推厮拥，劈丢扑咚，水心里打沐桶。<br>谁想俺家输了也。兀那电母，如今俺小龙在那里？还想小龙哩？他赶的慌了，变做一条小蛇，藏在淤泥里面，被火龙一口吞入腹中，好可怜人也。<br>【收尾】则他走金蛇电影内将神威弄。你觑那霸桥北泾河岸东，俺只见淹淹的血水泻做江湖，和着这滚滚的尸骸炼做丘冢。<br>谁想我水府事情．倒落凡人之手，坑杀俺小龙儿也。且索宁奈，慢慢寻个计策，报仇便了。何处一迂儒，公然敢寄书。灭我潜龙种，抢去牧羊奴。恨小非君子，无毒不丈夫。终当逞威力，填满洞庭湖。<br><br>第三折<br>吾神乃洞庭老龙是也。有兄弟钱塘火龙与泾河小龙斗胜去了，未知胜败如何，这早晚敢待来也。喏，报的上圣得知，有火龙得胜回来也。快摆队伍迎接去。哥哥，您兄弟得胜回来也。不害生灵么？六十万。不伤禾稼么。八百里。薄情郎安在？你问他怎么？被吾吞在腹中了也。这个也罢，他须不仁，你也太急性子，若上帝不见谅时，怎么是好？哥哥也，与你出了这口气。您兄弟没有使性处，忍不的了也。兄弟，有句话与你商量。想当初若不是柳秀才寄书来，岂有咱女孩儿的性命。道不的个知恩报恩。左右，与我请将柳秀才来者。柳秀才有请。小生柳毅，自从来到洞庭湖，在这海藏里住了好几日。龙王呼唤，不知有甚事，须索见去。兀那秀才，多亏你捎书来救了我的龙女三娘，如今就招你为婿，你意下如何，想着那龙女三娘，在泾河岸上牧羊那等模样，憔悴不堪。我要他做什么！尊神说的是甚么话？我柳毅只为一点义气，涉险寄书；若杀其夫而夺其妻，岂足为义士？且家母年纪高大，无人侍奉，情愿告回。秀才，料想我侄女儿，尽也配得你过。你今日允了便罢，不允我与你俱夷粪壤，休想复还。钱塘君差了也。你在洪波中鬐鼓鬣，掀风作浪，尽由得你。今日身被衣冠，酒筵之上，却使不得你那虫蚁性儿。俺一时醉中失言，甚是得罪，只望秀才休怪。兄弟如此才是。既然秀才坚执不肯，我岂可强他。左右，与我请出龙女三娘，拜谢他寄书之恩，再将些金珠财宝，相送回去者。理会的。龙女三娘有请。自从俺那叔父钱塘火龙救的我重到这洞庭湖里来，我这一场多亏了寄书的柳毅秀才。今日父亲在水殿上安排筵席，管待那秀才，唤我出来，必然是着我谢他。我想这恩德如同再生一般，岂是一拜可能酬答也呵。<br>【商调】【集贤宾】则俺那寄书来的秀才错立了身，怎能勾平步上青云。则为他长安市不登虎榜，救的我泾河岸脱离羊群。他本望至公楼独占鳌头，今日向洞庭湖跳过了龙门。则我这重叠叠的眷姻可也堪自哂，若不成就燕尔新婚，我则待收拾些珍宝物，报答您的大恩人。<br><br>【金菊香】则我这凌波袜小上阶痕，手提着沥水湘裙与你入殿门。在这浑金椅前参了二亲，那一场电走雷奔，驾风云的叔父你可也索是劳神。<br>侄女儿，不苦了我，只怕苦了你也。你若非柳先生，怎有今日？你过来拜谢了他者。<br>【梧叶儿】我这些掩着袂忙趋进，改愁颜做喜欣，施礼罢叙寒温。你水路上风波恶，旱路上程限紧。似这等受辛勤，你索是远路风尘的故人。<br>这一位女娘是谁？则这个便是我的女孩儿龙女三娘。这个是龙女三娘？比那牧羊时全别了也。早知这等，我就许了那亲事也罢。嗨，可不道悔之晚兵。<br>【后庭花】俺满口儿要结姻，他舒心儿不勘婚，信口儿无回话，刬的偷睛儿横觑人。我这里两眉颦，他则待暗传芳信。对面的辞了亲，就儿里相逗引。俺叔父敢则嗔，那其间怎的忍！吼一声风力紧，吐半天烟雾昏。轻喝处摄了你魂，但抹着可更分了你身。你见他狠不狠，他从来恩不恩。<br>小生凡人，得遇天仙，岂无眷恋之意？只为母亲年老，无人侍养，因此辞了这亲事，也是出于不得已耳。<br>【柳叶儿】秀才也敢教你有家难奔，是是是熬不出寡宿孤辰。谁着你自揽下四海三江闷，你端的心儿顺，意儿真，秀才也便休愁暮雨朝云。<br>秀才既要回去，寡人设有小筵，以表谢意。一壁厢奏动鼓乐。我儿，你送秀才一杯酒者。<br>【醋葫芦】既不得共欢娱伴绣衾，还待要献殷勤倒玉樽，只怕他阁着洒杯儿未饮早醉醺醺。上天配合兮生死有途，彼不当妇兮此不当夫。腹心烦苦兮泾之隅，风霜满鬓兮雨雪沾襦。赖明公兮引素书，令骨肉兮家如初。永言珍重兮无时无。这水是贵主还宫之乐。你道是贵主还宫安乐稳，单闪的他不偢不问。哎，这其间可不埋怨乐你个洞庭君。<br>侄女儿再奉一杯，一壁厢将鼓乐响动者。大天苍苍兮大地茫茫，人各有志兮何可思量。狐神鼠圣兮薄社依墙，雷霆一发兮其孰敢当。荷真人兮信义长，令骨肉兮还故乡。愿言配德兮何时忘。这是钱塘破阵之乐。<br>【金菊香】这的是钱塘破阵乐纷纷，半入湖风半入云，能得筵前几度闻。秀才，你便就了这桩亲事，也不辱没了你。还卖弄剑舌枪唇，兀的不羞杀你大媒人。<br>水卒那里？将过宝物来。秀才，我别无所赠，有这些珠宝，送与你回家去，侍奉老母，莫嫌轻微也。多谢小娘子。<br>【浪里来煞】这薄礼呵请先生休见阻，送行者宁无赆。则为你假乖张不就我这门亲，害的来两下里憔悴损。我则索向龙宫纳闷，怎禁他水村山馆自黄昏。<br>则今日辞别了尊神，小生回家去也。你若是再来时．便当相看，休忘了此会者。感龙王许配良姻，奈因咱衰老萱亲。若非是前生缘薄，怎舍得年少佳人。柳毅去了也。既然这般呵，今日虽不成这桩亲事，后日还要将机就机，报答他的大恩。哥哥说的有理。我恰才硬做媒人的不是，如今还要软软地去曲成他。正是姻缘姻缘，事非偶然，一时不就，且待三年。。<br><br>第四折<br>自家是柳毅的母亲。自从俺孩儿求官去了，音信皆无，使老身甚是牵挂。天那，不知孩儿甚日回来也。小生柳毅，自洞庭湖回来，早到俺家门首，无人报复，径自过去。母亲。您孩儿来家了也。孩儿，你来家也，可得了个甚么官那？母亲，你孩儿下第东归。在于泾河岸上，有龙女三娘着我寄书。去到洞庭湖中，见了龙王，看了书中意思，待招您孩儿做女婿，我坚执不肯，将着些宝货相谢了。您孩儿因此担阁这几多时，有失奉养，母亲休罪。这个也罢，自你去后，我终日思念你。近新来与你定得一门亲事，乃是范阳卢氏之女。则今日是好日辰，就取亲过门，休误了这佳期者。母亲尊命，孩儿岂敢有违。但是当初龙女三娘要招我为婿，我虽不曾应承。却心儿里有他来．何忍更娶别人。儿，你休要如此，只依了我罢。自家龙女三娘是也。当初受柳秀才活命之恩，一心要报他，俺父母相怜，使我假作卢氏之女，与柳秀才为妻，岂知有今日也呵。<br>【双调】【新水令】谁想并头莲情断藕丝长，搬调的俺趁波逐浪。正是相逢没话说。不见却思量。全不肯惜玉怜香，则他那占忄敞性尚然强。这是甚么响。这是成亲的鼓乐哩。<br>【驻马听】高点起画烛荧煌，我则道为雨为云会洞房。细听的仙音嘹亮，我几番的和愁和闷到华堂。离了那平胡十里芰荷香，谁想他禹门三月桃花浪。柳毅也，我想你怎生认的我来？情惨伤，则教你热心肠看不破这勾当。<br>呀，缘何新妇面貌，与龙女三娘一般的？小娘子是那里卢氏？是范阳人氏。<br>【夜行舡】他那里絮叨叨则管问行藏，咱两个相见在泾阳。欲待对官人说个明降，又恐怕肉身人道我荒唐。不俊眼的襄王对面儿犹疑梦想。<br>柳官人。你怎么不忆旧了？我与小娘子素不相知，有甚么忆旧来？柳官人，你好眼大也。<br>【沽美酒】我也曾做人奴去牧羊，多谢你寄音书与俺老爷娘，救的我避难逃灾还故乡。每日家眠思坐想，无明夜受忄西惶。<br>【太平令】你怎不记泾河堤傍，则你是谁？我便是龙女三娘。不道我愁容苦相，也伴你牙床锦帐。今日个吉祥乐康，受享，呀，同归那龙宫海藏。<br>天下有这等奇事。母亲。这个新妇那里真姓卢来？就是孩儿当日在泾河岸上替他寄书的龙女三娘，冒姓卢氏，与孩儿成其夫妇，岂不是前生前世的姻缘也？这等，孩儿早则喜也。柳官人，我问你当初泾河岸相遇之时，你说他日倘过洞庭，慎无相避。此言果有意乎？我与你素不相识，一旦为你寄书，因而戏言，岂意遂为眷属。<br>【雁儿落】则为你恩人不敢忘，幸得我贱妾犹无恙，因此上冒卢家住范阳，特故的嫁柳氏来淮上。<br>【得胜令】呀，管教你共醉紫霞觞，并绾紫游缰。你如今既到人间，怎生还去得你处？疾，柳官人你觑者。岂不见天际秋虹起，婆婆，请就登桥。少甚么蓝桥饮玉浆，扶着你萱堂，但觉的两耳畔波涛响，早过了扶桑，猛闻的洞庭湖橘柚香。<br>亲家母请进。柳秀才，你索喜也。我儿，你索喜也。柳先生，你这点义气在那里？与我侄女儿做了亲来。大王，谁想柳毅有今日也。<br>【鸳鸯尾煞】我向洞庭湖躲过愁风浪，才能勾绮罗从遇着呆张敞。则落的浪蘸蛟绡，云锁霓裳。昨日呵亏你那有信行的先生，今日呵稳做了无反覆的新郎。向画阁兰堂，描写在流苏帐。说不尽星斗文章，都裁做风流话儿讲。<br>姻缘本人物非殊，宿缘在根蒂难除。到今日巧成夫妇，方显得究竟如初。不至诚羞称鳞甲，有信行能感豚鱼。这的是泾河岸三娘诉恨，结末了洞庭湖柳毅传书。<br>题目泾河岸三娘诉恨<br>正名洞庭湖柳毅传书",
  "poet": {
    "id": 1407,
    "star": 0,
    "name": "尚仲贤",
    "desc": "元代戏曲作家。真定（今河北正定县）人。生卒年、字号不详。曾任江浙行省官吏。《录鬼簿》列为\"前辈已死名公才人\"。"
  },
  "tags": []
}