{
  "id": 70239,
  "star": 2,
  "name": "杂剧·西华山陈抟高卧",
  "dynasty": "元代",
  "content": "第一折<br>志量恢弘纳百川，邀游四海结英贤。夜来剑气冲牛斗，犹是男儿未遇年。自家赵玄郎是也。祖居洛阳夹马营人氏。父乃洪殷，为殿前点检指挥使。某生时异香三月不绝，人皆呼为香孩儿。某生来颇有奇志，幼年间略读诗书，兼持枪棒，逢场作戏，遇博争雄。每纵酒，路见不平，拔刀相助，颇生事端。因避难远游关之东西、河之南北，也结识了许多未遇的英雄。这个汉子乃是我义弟郑恩，表字子明。此人虽是性子恶劣，倒也有些慷慨粗直。某与他患难相同，功名共保。不知这运几时来到，我不免和兄弟向竹桥边寻一个卖卦先生买一卦，可不是好也！兄弟，我与你到竹桥边走一会何如？哥哥待要上天，我就随着上天；哥哥待要探海，我就随着探海。任哥哥那里去，兄弟愿随鞭镫。既然如此，我和你竹桥边去来。术有神功道已仙，闲来卖卦竹桥边。吾徒不是贪财客，欲与人间结福缘。贫道姓陈名抟字图南的便是，能识阴阳妙理，兼通遁甲神书。因见五代间世路干戈，生民涂炭，朝梁暮晋，天下纷纷，隐居太华山中，以观时变。这几日于山顶上观见中原地分旺气非常，当有真命治世。贫道因下山到这汴梁竹桥边，开个卦肆指迷，看有甚人到来。<br>【仙吕】【点绛唇】定知死生，指迷归正，皆神应。蓍插方瓶，香繻雷文鼎。<br>【混江龙】开坛讲命，六爻搜尽鬼神惊。传圣人清高道业，指君子暗昧前程。袍袖拂开八卦图，掌中躔度一天星。也不论冠婚宅葬，也不论出入经营，但有那辨荣枯问吉凶，买卦的心尊敬，我也则全凭圣典，不顺人情。<br>兀的那壁有个卖卦先生，咱且听他说些甚的。<br>【油葫芦】古圣传留周易经，有几人能穷究的精？诵读如坐井，不能明。这易呵，伏羲以上无人定，仲尼之下无人省。俺下的数又真，传的课又灵。待要避凶趋吉知天命，试来帘下问君平。兄弟，好个先生也！哥哥怎见的？中消数言之间，包罗古今上下，参透阴阳表里。是好先生也！咱再听他说一会者。<br>【天下乐】凭着八字从头断一生，叮咛、不教差半星。论旺气，相死囚，凭五行。似这般暗夺鬼神机，豫知天地情，堪教高士听。<br>这么一个先生，无有人识他。咱过去买卦去来。有劳先生，将我两人贱造看一看<br>【醉中天】我等你呵，似投吴文整；你寻我呵，似觅吕先生。教我空踏断草鞋双带鞓，你君臣每原来在这搭儿相随定。这五代史里胡厮杀，不曾住程，休则管埋名隐姓，却教谁救那苦恹恹天下生灵？这是区区的八字，先生仔细看一看，莫要容情。<br>【后庭花】这命干是丙丁戊己庚，乾元亨利贞。正是一字连珠格，三重坐禄星。你休道俺不着情，不应后我敢罚银十锭，未酬劳先早陪了几瓶。先生向后推一推，看我流年大运如何？<br>【金盏儿】到这戌字上呵，水形成火长生，避垂龙大小运今年并：后交的丙辰一运大峥嵘。日犯空亡为将相，时逢禄马作公卿。你是南方赤帝子，上应北极紫微星。<br>请二公到僻静酒肆中闲叙数句。先生有请。二公先行。早知陛下到来，只合远接；接待不着，勿令见罪。先生，休的呼皇道寡，倘有人知，反速罪戾。贫道阅人多矣，平生未见此命，他日必为太平天子也。<br>【后庭花】黄河一旦清，东方日已明。有兴处饮醁醑千钟醉，没人处倒山呼万岁声。贫道呵，索是失逢迎。遇着这开基真命，拚今朝醉不醒。先生，实不相瞒，区区见五代之乱，天下涂炭极矣。常有拨乱反治之志，奈无寸土为阶。倘皇天不没此心，成的些小基业，不知天下形势何处为可守，何处为不可守？陛下欲知兴龙之地，莫如汴梁。听贫道说来便见。<br>【金盏儿】左关陕，右徐青，背怀孟，附襄荆；用兵的形势连着唐、邓，太行天险壮神京。江山埋旺气，草木助威灵。欲寻那四百年兴龙地，除是这八十里卧牛城。<br>兀那先生，你也与我算上一算。<br>【醉中天】你是五霸诸侯命，一品大臣名，干打哄胡厮哝过了半生。你说我是个五霸诸侯，我如何瞎了一目？注定你不带破多残病，命中有、愁甚眼睛？兀那明郎群星虽盛，怎如的孤月偏明！<br>请问先生高名大姓，何处仙居？今日之言，他年倘或应口，必须物色，以共富贵，不敢忘也。贫道陈抟，隐居西华山中。不求人间富贵，无烦酬谢，但愿二公保重者。<br>【金盏儿】投至我石枕上梦魂清，布袍底白云生。但睡呵，一年半载没干净，则看您朝台暮省干功名。我睡呵，黑甜甜倒身如酒醉，忽喽喽酣睡似雷鸣；谁理会的五更朝马动，三唱晓鸡声。<br>【赚煞】治世圣人生，指日乾坤定。天下果有平定之时，那时节拜请先生下山，共享太平之福。何须把山野陈抟拜请。若久后休忘了这青眼相看旧弟兄，不索重酬劳卖卦先生。从今后罢刀兵，四海澄清，且放闲人看太平。我又不似出师的孔明、休官的陶令，则待学那钓鱼台下老严陵。<br><br>第二折<br>小官党继恩是也，乃太慰党进之子。今奉官里诏书，将着安车蒲轮、币帛玄纁，向西华山请那陈抟先生。此系王命，不可怠慢，须索走一遭去者。贫道自从汴梁竹桥边算了那两个君臣之命，归到山中，醒时炼药，醉时高眠，倒大快活清闲也呵。<br>【南吕】【一枝花】我往常读书求进身，学剑随时混；文能匡社稷，武可定乾坤。豪气凌云，似莘野商伊尹，佐成汤救万民；扫荡了海内烽尘，早扶策沟中愁困。<br>【梁州第七】从逢着那买卦的潜龙帝王，饶了个算命的开国功臣，便即时拂袖归山隐。全不管人间甲子，单则守洞里庚申。降伏尽婴儿姹女，将炼成丹汞黄银。思飘飘出世离群，乐陶陶礼圣参真。想他那乱扰扰红尘内争利的愚人，更和那闹攘攘黄阁上为官的贵人，争如这闲摇摇华山中得道的仙人。一身驾云，九垓八表神游尽，觑浮世暗中哂。坐看蟠桃几度春，岁月常新。<br>【隔尾】则与这高山流水同风韵，抵多少野草闲花作近邻，满地白云扫不尽。你与我紧关上洞门，休放个客人，我待静倚蒲团自在盹。<br>这些时不觉来到华山，端的是好山也！则见云台观中一缕白云，上接丹霄，想必是那先生隐居的去处。我不免将金钟撞动，使那先生知道。<br>【牧羊关】我恰才游仙阙，谒帝阍，惊的我跨黄鹤飞下天门。为甚的玉节忙持，金钟煞紧？又不是红窗明觉晓，布被暖和春。惊的那梦庄周蝶飞去，尚古自炊黄粱锅未滚。<br>下官党继恩，奉官里敕旨，领着安车蒲轮、币帛玄纁，敬到仙山来请先下下山。圣人甚是怀念，望先生早些收拾行者。贫道物外之人，无心名利，望天使回朝方便奏咱。<br>【红芍药】开基创业圣明君，舜德尧仁；玉帛万国尽来尊，一统乾坤。眼见得灭狼烟、息战氛，早则是泽及黎民。又待要招贤纳士礼殷勤，币帛降玄纁。<br>【菩萨梁州】特遣天臣，把贤良访问；当今至尊，重酬劳卖卦山人。虽然是前言不忘是君恩，争奈我烟霞不忆风雷信，琴鹤自有林泉分。想名利有时尽，乞的田园自在身，我怎肯再入红尘。<br>【隔尾】俺只待下棋白日闲消困，高枕清风睡杀人。世事无由恼方寸，则除你个继恩使臣，方便向君王行奏得准。<br>方今圣人在上，乾坤一统，万国来宾；山间林下，并无遗贤。况先生乃天子之故人，天下高士，自当归朝，以慰圣人之意。<br>【牧羊关】既然海岳归明主，敢放巢由作外臣，怎望您吊千年高冢麒麟。谁待要老去攀龙，则不如闲来卧云。试看蓬莱寻药客，商岭采芝人；天下已归汉，山中犹避秦。<br>【贺新郎】我往常鸡鸣舞剑学刘琨，看三卷天书，演八门五遁。我也曾遍游诸国占时运，则为卖卦处逢着圣君，以此的入山来专意修真。看猿鹤知导引，观山水爽精神，大都来性于远、习于近。则这黄冠野服一道士，伴着清风明月两闲人。<br>久闻先生有黄白住世之术，不知仙教可使凡夫亦得闻乎？神仙荒唐之事，此非将军所宜问也。<br>【牧羊关】则你这一身拜将悬金印，万里封侯守玉门；现如今际明良千载风云，怎学的河上仙翁、关门令尹？可不道朝中随圣主，却甚的林下访闲人。既受了雨露九天恩，怎还想云霞三市隐？<br>先生既如此说，何不仕于朝廷，为生民造福者？<br>【哭皇天】酒醉汉难朝觐，睡魔王怎做的宰臣？穿着这紫罗袍似酒布袋，执着这白象笏似睡馄饨。若做官后每日价行眠立盹，休休休枉笑杀凌烟阁上人。有这般疏庸愚钝，孤陋寡闻？<br>【乌夜啼】幸然法正天心顺，索甚我横枝儿治国安民？我则有住山缘，那里有为官分。乐道安贫，谁羡画戟朱门？丹砂好炼养闲身，黄金不铸封侯印。我其实戴不的幞头紧，穿不的朝衣坌。倒不如我这拂黄尘的布袍，洒浑酒的纶巾。<br>天恩不可辜负，请先生就车即便行者。既蒙天使到来，圣恩不敢违背，必须下山走一遭去也。<br>【黄钟煞】也不索雕轮冉冉登程进，也不索骏马骎骎践路尘。既然是圣旨紧，请将军勿心困。尽教山列着屏，草展着茵，鹤看着家，云锁着门。只消的顺天风驾一片白云，煞强似你那宣使乘的紫藤兜轿稳。<br><br>第三折<br>两手指摩新日月，一番整理旧乾坤。殿廷聚会风云气，华夏沾濡雨露恩。寡人宋太祖是也。数年之前，曾与汝南王兄弟在竹桥边买卦，遇见陈抟先生，被他拨开混沌乾坤，指出太平天子。寡人临御以来，好生想他。昨差使臣物色访问，喜的他不弃寡人而来，今在寅馆中，尚未朝见。寡人欲拟其官爵，然后召他入朝，他又百般不受。且先加他道号希夷先生，赐鹤氅金冠玉圭，待朝会间，那时再作计较。黄门官领旨，去寅宾馆请那先生来。家舍久从方外地，布袍重惹陌头尘。道人原不求名利，名利何曾系道人？贫道陈抟，下的西岳华山，来到东京梁，见了尘世纷纷，浮生攘攘。想我此行实非本意也呵。<br>【正宫】【端正好】下云台，来朝会，不听的华山里鹤唳猿啼。道人非为苍生起，只是报圣主招贤意。<br>【滚绣球】俺便是那闲云自在飞，心情与世违。可又不贪名利，怎生来教天子闻知？是未发迹，卦铺里，那时节相识，曾算是他南面登基。陈先生恭喜，官里赐来衣冠道号，望阙谢恩。因此上将龙庭御宝皇宣诏，赐与我鹤氅金冠碧玉圭，道号希夷。<br>先生在那隐居处，山野荒凉，得如俺这朝署中这般富贵吗？<br>【倘秀才】俺那里草舍花栏药畦，石洞松窗竹几；您这里玉殿朱楼未为贵。您那人间千古事，俺只松下一盘棋，把富贵做浮云可比。<br>官里一心等着先生，请先生早些入朝去者。兀的又有使命到也！<br>【滚绣球】不住的使命催，奉御逼；便教咱早趋朝内，只是野人般不知这远近高低。至禁帏，上凤池；近临宝砌，列鹓鸾帘卷班齐。玉阶前风摆龙影，金殿上风吹日月旗，天仗朝衣。<br><br>【倘秀才】无那舞蹈扬尘体例，只打个稽首权充拜礼。故人别来无恙？今蒙不弃，喜慰平生，就在殿廷赐坐，好叙闲阔。愿陛下圣寿齐天万万岁。如今黄阁功臣少，白发故人稀，见贫道且自喜。<br>希夷先生，今日得见仙颜，寡人喜不自胜。愿侍同朝，以为臣民之望，不知先生意下如何？贫道山野懒人，不愿为官。<br>【叨叨令】向那华山中已觅终焉计，怎生都堂内才看旁州例。议公事枉损了元阳气，理朝纲怕搅了安眠睡。贫道做不的官也么哥，做不的官也么哥！不要紫罗袍，只乞黄绸被。<br>先生如何做不的官？听贫道说来便见。<br>【倘秀才】我但睡呵，十万根更筹转刻，七八瓮铜壶漏水，恨不的生扭死窗前报晓鸡。休想我惜花春早起，爱月夜眠迟，这般的道理。<br>先生若肯做官，寡人与先生选一个闲散衙门，除一个清要的官职。无案牍劳形，必不妨于政事。贫道怎做得官也呵。<br>【滚绣球】贫道呵，爱穿的蔀落衣，爱吃的藜藿食；睡时节幕天席地，黑喽喽鼻息如雷，二三年唤不起。若在那省部里，敢每日画不着卯历。有句话对圣主先提，贫道呵贪闲身外全无事，除睡人间总不知，空教人目占眼舒眉。<br>先生为己则是矣，但未知大人之道。大人以四海为家，万物一体，无我无人，勿固勿必，所谓君子周而不比。先生当扩其独乐之怀，普其兼善之量也，替寡人整理些朝纲，可不是好。<br>【倘秀才】陛下道君子周而不比，贫道呵小人穷斯滥矣。俺须索志于道、依于仁、据于德，本待用贤退不肖，怎倒做举枉错诸直，更是不宜。先生休要推辞。似这朝中为官，却不强如山中学道也？这为官的好处，贫道也尽知了。<br>【滚绣球】三千贯两千石，一品官二品职，只落的故纸上两行史记，无过是重茵卧列鼎而食。虽然道臣事君以忠，君使臣以礼，哎，这便是死无葬身之地，敢向那云阳市血染朝衣。贫道呵，本居林下绝名利，自不合刬下山来惹是非，不如归去来兮。<br>你说为官不好，可说那学仙的好处与朕听者。<br>【倘秀才】道有个治家治国，索分个为人为己，不患人之不己知。石床绵被暖，瓦钵菜羹肥，是山人乐矣。<br>【三煞】身安静宇蝉初蜕，梦绕南华蝶正飞。卧一榻清风，看一轮明月，盖一片白云，枕一块顽石。直睡的陵迁谷变，石烂松枯，斗转星移。长则是抱元守一，穷妙理造玄机。<br>【二煞】鸡虫得失何须计，鹏鷃逍遥各自知。看蚁阵蜂衙，龙争虎斗，燕去鸿来，兔走乌飞。浮生似争穴聚蚁，光阴似过隙白驹，世人似舞瓮醯鸡。便搏得一阶半职，何足算，不堪提。<br>先生，你有甚么便宜处，也说来者。<br>【煞尾】俺那里云间太华烟霞细，鼎内还丹日月迟；山上高眠梦寐稀，殿下朝元剑佩齐；玉阙仙阶我曾履，王母蟠桃我曾吃，欲醉不醉酒数杯，上天下天鹤一只；有客相逢问浮世，无事登临叹落辉；危坐谈玄讲《道德》，静室焚香诵《秋水》；滴露研朱点《周易》，散诞逍遥不拘系。赴召离山到朝里，央及陈抟受宣敕。送上都堂入八位，掌管台衡总百揆。御史台纲索省会，六部当该各详细；攘攘垓垓不伶俐，是是非非无尽期。好教我战战兢兢睡不美。<br><br>第四折<br>平生泼赖曾为盗，一运峥嵘却做官。使尽机谋常是饱，锦衣纨袴不知寒。自家郑恩，官封汝南王之职，便是某幼年间与今上圣人为八拜之交，患难相同，枪刀不避，不想今日也同享富贵。今奉官里之命，领着御酒十瓶，御膳一席，宫中美女十人，去寅宾馆待希夷先生。他如今尚未出朝，不免打发美女进去，安排供具。我且躲在一壁，待那先生来时，再作计较。您每好生在意者。理会的。上林无兴看花开，春色何人送的来？处士不生巫峡梦，空烦云雨下阳台。贫道陈抟，早朝见上，蒙圣人念旧，待我甚是欢喜。但是我云水之身，山林之鸟，难在这尘凡之中也呵。<br>【双调】【新水令】半生不识晓来霜，把五更寒打在老夫头上。笑他满朝朱紫贵，怎知我一枕黑甜乡。揭起那翠巍巍太华山光，这一幅绣帏帐。妾等官里送来，与先生作传奉，愿奉枕席之欢。<br>【驻马听】白酒樽旁，闲慰眼金钗十二行；误了我清风岭上，不翻身恶睡一千场。您则待泛桃花到处觅刘郎，我委实画蛾眉不会学张敞。没好酌量，出家儿怎受闲魔障。<br>先生休拿那道人铁面皮，怎么脸上和刮霜的一般？俺每都是未放的官化，谁曾经这等折挫？望先生少要弃嫌。你每靠后者，你怎知我出家人的道心？<br>【步步娇】遮莫胡厮缠到晨钟撞，休想我一点狂心荡。你来，我与你有句话说。唤陈抟有甚勾当？命不快遭烽着这火醉婆娘，干误了我晚夕参圣一炉香，半夜里观乾象。<br>俺与先生奉一杯酒咱。俺道人每从来戒酒，不用他。我与先生奉一杯茶，先生试尝这茶味何如？是好茶也。<br>【沉醉东风】这茶呵采的是一旗半枪，来从五岭三湘。泛一瓯瑞雪香，生两腋松风响，润不得七碗枯肠。辜负一醉无忧老杜康，谁信您卢仝健忘。您每各自安置，我待睡也。俺每都陪先生，怎敢舍的先生孤孤忄西忄西、凄凄冷冷的。<br>【搅筝琵】你好是轻薄相，我又不寂寞恨更长。干把那蝶梦惊回，多管葫芦提害痒。早则是卧破月昏黄，直睡到日出扶桑。慌忙，猛听得净鞭三下响，又待要颠倒衣裳。<br>好个没理会的先生。待我自家过去。下官退朝较晚，乞恕探望来迟之罪。多谢大王不忘旧故。先生好神算也。当日竹桥边，先生曾许我是个五霸诸侯，今日果应其言。<br>【雁儿落】曾道你官封一字王，位列斗厅相，那里是有官的我预知，也则是你没眼的天将降。那宫女每好生歌舞，我奉劝先生一杯。又教这个大王傒幸杀我也。<br>【川拨棹】恰离高唐，躲巫娥一壁厢。客舍凄凉，仙梦悠扬；只想着邯郸道上，原来在佳人锦瑟旁。<br>【七兄弟】这场厮央，不相当。你便有粉白黛绿装宫样，茜裙罗袜缕金裳，则我这铁卧单有甚风流况？<br>圣人有云：\"食、色，性也。\"好色之心，人皆有之。又云：\"吾未见好德如好色者。\"先生独非人乎？独无人情乎？<br>【梅茶酒】你可也忒莽撞，则道你燮理阴阳，却惜玉怜香。撮合山错了眼光，就儿里我也仓皇。你休使着这智量，俺乐处是天堂。<br>贫道从来贪眼，我且盹睡片时，大王休怪。须索如此如此。我把这门儿来带上者。随时且作窗前月，付与梅花自主张。<br>【收江南】呀，你敢硬将咱送上云雨场，则待高烧银烛照红妆。出家儿心地本清凉，怎禁得直恁般闹攘！便是一千年不见，也不思量。<br>【水仙子】我恰才神游八表放金光，礼拜三清朝玉皇。不争你拽双环呀的门关上，缠杀我也瞎大王，惊的那下三山鹤梦翱翔。俺只待丹鼎内降龙虎，谁教咱锦巢边宿凤凰，枉羞杀金殿鸳鸯。<br>只因我轻易下山，惹起这番勾当，倒惹那山灵见笑也。<br>【太平令】现如今山鬼只打显象，野猿抢笔题墙。怕腐烂了芒鞋竹杖，尘没了蒲团纸帐。纵有那女娘、艳妆、洞房，早盹睡了都堂里宰相。<br>天已明了，我把这门来开者。呀！好个古忄敞先生，还在那壁披衣据床、秉景待旦哩。大王，教你傒倖杀我也。惭愧惭愧，我即奏官里，宫中盖一道观，使先生住持，封为一品真人。<br>【离亭宴带歇指煞】把投林高鸟西风里放，也强如衔茶野兔深宫里养。你待要加官赐赏，教俺头顶紫金冠，手执碧玉简，身着白鹤氅。昔年旧草庵，今日新方丈。贫道呵，除睡外别无伎俩。本不是贪名利世间人，则一个乐琴书林下客，绝宠辱山中相。推开名利关，摘脱英雄网，高打起南山吊窗。常则是烟雨外种莲花，云台上看仙掌。<br>题目识真主卞梁卖课<br>念故知征贤敕佐<br>正名寅宾馆天使遮留<br>西华山陈抟高卧",
  "poet": {
    "id": 306,
    "star": 0,
    "name": "马致远",
    "image": "http://img.gushiwen.org/authorImg/mazhiyuan.jpg",
    "desc": "马致远（1250年-1321年），字千里，号东篱（一说字致远，晚号“东篱”），汉族，大都（今北京）人，另一说（马致远是河北省东光县马祠堂村人，号东篱，以示效陶渊明之志）。他的年辈晚于关汉卿、白朴等人，生年当在至元（始于1264）之前，卒年当在至治改元到泰定元年（1321—1324）之间，与关汉卿、郑光祖、白朴并称“元曲四大家”，是我国元代时著名大戏剧家、散曲家。"
  },
  "tags": []
}