{
  "id": 71322,
  "star": 16,
  "name": "塞下曲·其六",
  "dynasty": "唐代",
  "content": "北风凋白草，胡马日骎骎。<br>夜后戍楼月，秋来边将心。<br>铁衣霜露重，战马岁年深。<br>自有卢龙塞，烟尘飞至今。",
  "shangxi": "<h2>鉴赏</h2> <p>　　这首<a href=\"http://so.gushiwen.org/view_71322.aspx\">诗</a>是戎昱的组诗《塞下曲》中的第六首，即 最后一首。其它五首都是五言六句的古诗，这一首是 五言律诗 。此题一作《塞上曲》 ，唐新乐府辞，属 《横吹曲》。</p> <p>　　在唐代，边塞诗作很多，或写气候的酷寒，或勾 勒山势的险峻，或渲染战斗的激烈等等，以显征战之 苦。而此诗着重在描写人物，通过刻画一位戍边老将 的形象，表现了经久不息的残酷战争给边塞将士带来 的苦难，寄寓了渴望和平的美好愿望。</p> <p>　　首联“北风凋白草，胡马日骎骎 ”，点染了边塞紧张的战场气氛，据《汉书·西域传》王先谦补注谓 白草“春兴新苗与诸草无异，冬枯而不萎，性至坚韧”。 白草为北风所凋 ，其风之大，其气之寒，可以想见。 另外《诗经·邶风·北风》有“北风其凉，雨雪其雱”， <a href=\"http://so.gushiwen.org/author_459.aspx\">朱熹</a>在《诗集传》中认为北风是象征国家的危乱，所 以此处也指边境形势十分险恶，下句紧接着写外族军 队正在加紧寇边，步步向要塞逼近 ，军情非常紧急。 骎骎，马走得很快的样子 。这两句，把边塞的环境， 沙场的气氛形象生动，显得笔势凌健。虽然边将这个 形象还没有出场，却做足了烘衬和铺垫之功。</p> <p>　　中间四句，着力刻画边将的形象，表现其久戍不 归的痛苦心理 ：“夜后戍楼月，秋来边将心。铁衣霜 露重，战马岁年深 。”在秋天的夜晚，清冷的月光照 着城楼上的戍边老将，他凝望着秋空中的明月，不禁 想到万里之外的家人，心中涌起一阵凄楚之情。渐渐 地，他的铁衣上凝结了一层厚厚的霜花，他相依为伴 的战马不时发出嘶鸣，似乎也在感叹戍边的岁久年深。 秋月本为寻常之物，但与戍楼联系起来，就暗示出了 边将的思家之念。铁衣是边将随时披戴之物，覆以重 重的霜花，足见边地之苦寒，边将的心情也可想而知。 战马，更是边将不可须臾分的伙伴，连牲口也苦于久 戍边地，更不必说人了。四句诗中，作者选取了与人 物紧密相关的景物、事物，使之不着痕迹地高度融合， 组成形象的画面，而人物的心情，也从画面中自然流 出，收到了感动人心的效果。</p> <p>　　这四句诗在句法上也很有特色。前两句诗是两个 名词性词组，中心词是“月”和“心 ”，而读者却可 以从与“心”字相对的“月”中去体味、领悟丰富的 含义，使得诗句极为简练、含蓄。后两句又变换句法， 改为主谓结构 ，重点突出了“铁衣”和“战马”，实 际上突出了对边将形象的塑造 。这种句式上的变化， 既强调了重点，突出了形象，又带来了节奏上的轻重 变化，读来更富节奏感，表现了作者娴熟精湛的技巧。 最后两句，“自有卢龙塞，烟尘飞至今”，是诗人 从边将的形象中自然引发出来的深深的感叹，表达了 对从古至今延绵不断的战争的厌恶。“卢龙塞”，古地 名，三国魏称卢龙郡，在今河北迁安县西。此地形势 险要，为兵家必争之地。唐置卢龙节度使，以抵御突厥、契丹、回纥的入侵，战火始终未断。作者从月夜 戍楼中的老将，联想到了久远的历史，想到残酷的战 争至今不息，给人们带来了无穷无尽的苦难。本诗针 对当时唐帝国对边防的无能，久久不能平息边患，因 而使得将老兵疲，给将士带来了痛苦，具有讽喻作用。 如果说，第一联只是展示老将出场的背景，为人物形 象的出现作铺垫，那么尾联就是在人物形象跃然纸上 之后 ，作者对其内心所作的更深层次的解剖和引申， 使思想在形象的基础上得到了自然的升华，从而揭示 出更为深远的意义。首尾两联互相照应 ，互相补充， 互相生发，又使得中间两联所描写的老将的形象更为 生动，增强了艺术感染力。</p> <p>　　这首诗不仅句法富有变化，而且用字也特别凝炼、 准确、形象。动词“凋”字，用以表示北风对白草的 强大威力 ，“飞”字用来说明烟尘的接连不断和弥漫 无际，都极为有力、准确。形容词“重”字、 “深” 字，更具有双重含义 ，不仅写出霜重、年深的情况， 而且进一步表示出边将内心的深重痛苦，十分形象而 又含蓄。前人评价昱的诗“滥觞晚唐 ”，就是指其 遣词造句严整工稳而言，但诗人的“匠心”表现在诗 中却堪称羚羊挂角不着痕迹。</p>",
  "poet": {
    "id": 206,
    "star": 0,
    "name": "戎昱",
    "desc": "戎昱，(744～800)唐代诗人。荆州（今湖北江陵）人，郡望扶风（今属陕西）。少年举进士落第，游名都山川，后中进士。宝应元年(762)，从滑州、洛阳西行，经华阴，遇见王季友，同赋《苦哉行》。大历二年(767)秋回故乡，在荆南节度使卫伯玉幕府中任从事。后流寓湖南，为潭州刺史崔瓘、桂州刺史李昌巙幕僚。建中三年(782)居长安，任侍御史。翌年贬为辰州刺史。后又任虔州刺史。晚年在湖南零陵任职，流寓桂州而终。中唐前期比较注重反映现实的诗人之一。名作《苦哉行》写战争给人民带来灾难。羁旅游宦、感伤身世的作品以《桂州腊夜》较有名。"
  },
  "tags": [
    "边塞",
    "将士",
    "渴望",
    "和平"
  ]
}