{
  "id": 27922,
  "star": 116,
  "name": "旅宿",
  "dynasty": "唐代",
  "content": "旅馆无良伴，凝情自悄然。<br>寒灯思旧事，断雁警愁眠。<br>远梦归侵晓，家书到隔年。<br>沧江好烟月，门系钓鱼船。",
  "fanyi": "<p><strong>译文<br>韵译</strong><br>住在旅馆中并无好的旅伴；忧郁的心情恰似凝固一般。<br>对着寒灯回忆起故乡往事；就象失群的孤雁警醒愁眠。<br>家乡太远归梦到破晓未成；家书寄到旅馆已时隔一年。<br>我真羡慕门外沧江的烟月；渔人船只就系在自家门前。</p> <p><strong>直译</strong><br>旅馆里没有知心朋友，我独自静静地沉思凝神。<br>对着寒灯回忆往事，孤雁的叫声，惊醒了凄寂梦魂。<br>乡关道路迢远，梦魂拂晓时才得归去，家人的书信要等来年方能寄到此地。<br>沧江上月色含烟，风光是多么美好，钓鱼船就系在我家门前。</p> <p><strong>注释</strong><br>⑴良伴：好朋友。<br>⑵凝情：凝神沉思。悄然：忧伤的样子。这里是忧郁的意思。<br>⑶寒灯：昏冷的灯火。这里指倚在寒灯下面。思旧事：思念往事。<br>⑷断雁：失群之雁，这里指失群孤雁的鸣叫声。警：惊醒。<br>⑸远梦归：意谓做梦做到侵晓时，才是归家之梦，家远梦亦远，恨梦归之时也甚短暂，与下句家书隔年方到，恨时间之久，相对而更增烦愁。侵晓：破晓。沧江：泛指江，一作“湘江”。<br>⑹好烟月：指隔年初春的美好风景。<br>⑺门：门前。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这是羁旅怀乡之作。离家久远，目睹旅馆门外的渔船即加以艳羡。幽恨乡愁、委实凄绝。颈联“远梦归侵晓，家书到隔年”意思曲折多层，实乃千锤百炼的警句。</p> <p>　　首联起，直接破题，点明情境，羁旅思乡之情如怒涛排壑，劈空而来。可以想见，离家久远，独在异乡，没有知音，家书也要隔年才到，此时孤客对寒灯，浓厚深沉的思乡之情油然而生，必会陷入深深的忧郁之中。“凝情自悄然”是此时此地此情此景中抒情主人公神情态度的最好写照：静对寒灯，专注幽独，黯然伤神，将<a href=\"http://so.gushiwen.org/view_27922.aspx\">诗</a>人的思念之情写到极致。</p> <p>　　颔联承，是首联“凝情自悄然”的具体化，诗人融情于景，寒夜孤灯陪伴孤客，思念故乡旧年往事，失群孤雁声声鸣叫，羁旅之人深愁难眠，细致地描绘出了一幅寒夜孤客思乡图景。“思”字和“警”字极富炼字功夫。灯不能思，却要寒夜愁思陈年旧事，物尤如此，人何以堪。由灯及人，显然用意在人不在物。“警”字也极富情味。旅人孤灯，长夜难眠，一声雁叫，引孤客嫠妇愁思惊梦，归思难收。</p> <p>　　首联与颔联极言乡关遥远，幽愁满怀。梦见自己回到家中，因路途遥远，梦醒时分天已大明，家书须隔年才能寄到旅馆，可见离家之远，表达出对家乡深沉的思念。</p> <p>　　颈联转，用设想之词，虚实结合，想象奇特，表现出此时此地此情此景中诗人因愁思难耐、归家无望而生出的怨恨。故乡远在千里，只能梦中相见，也许是短梦，也许是长梦，但梦中醒来却已到天明。字里行间，流露出梦短情长的幽怨。而这一切又都由于“家书到隔年”的实际情况。作为诗歌由写景向抒情的过渡，转句用梦境写旅宿思愁哀怨，亦虚亦实，虚中写实，以实衬虚的特点读来回肠荡气。</p> <p>　　尾联合，收拢有力，却并非直抒胸意，而是以设想之词，勾勒家乡美丽的生活图景，融情于景，借景抒情，把浓烈的归思之情融入家乡优美的风景之中。沧江烟霭，云霞明灭，月色溶溶，家门外系着钓鱼船，一幅优美宁静祥和的家乡风光图景。画面中虽然没有写人物，但一条静静地系于家门外的钓鱼船却让人产生丰富的联想。面对这样一幅家乡优美的画面，谁人不梦绕魂牵，更何况旅宿在外的诗人呢！家乡远隔千里，旅人归思难收，如此优美的家乡风光图景非但没有给诗人以慰藉，反而加深了诗人的思乡愁苦。这是用乐景反衬哀情的典型。美景幽思、怨恨乡愁、委实凄绝。除却个中人，任何人也难以深味个中情。不过，“烟月”在此实际上是借代，并非一定就是“烟”，就是“月”。正所谓，文学作品的形象大于思维，此处一个“烟月”可以触发不同的旅人思妇产生不同的意象联想，从而产生强大的艺术感染力。</p> <p>　　颈联与尾联看似跳出了乡愁，艳羡门外沧江鱼船的清闲自在，其实是借他乡之物，更曲折地表达出诗人思乡之情。全诗层层推进，写景抒情都有独到之处。</p>",
  "about": "<h2>创作背景</h2> <p>　　这首<a href=\"http://so.gushiwen.org/view_27922.aspx\">诗</a>可能作于作者外放江西任职之时。诗人离家已久，客居旅馆，没有知音，家书传递也很困难，在凄清的夜晚不禁怀念起自己的家乡。于是创作了这首羁旅怀乡的诗篇。</p> <p>　　但有疑问的是这首诗不见于《樊川文集》，而载于宋人补编的《樊川别集》。最后二句，《全唐诗》等均作“湘江好烟月，门系钓鱼船”。<a href=\"http://so.gushiwen.org/author_211.aspx\">杜牧</a>未曾涉足湘江，故此诗是否杜牧所作，尚有疑问，学术界较支持作者为杜牧的说法。</p>",
  "poet": {
    "id": 211,
    "star": 0,
    "name": "杜牧",
    "image": "http://img.gushiwen.org/authorImg/dumu.jpg",
    "desc": "杜牧（公元803－约852年），字牧之，号樊川居士，汉族，京兆万年（今陕西西安）人，唐代诗人。杜牧人称“小杜”，以别于杜甫。与李商隐并称“小李杜”。因晚年居长安南樊川别墅，故后世称“杜樊川”，著有《樊川文集》。"
  },
  "tags": [
    "唐诗三百首",
    "羁旅",
    "思乡"
  ]
}