{
  "id": 71156,
  "star": 6887,
  "name": "前出师表",
  "dynasty": "两汉",
  "content": "　　先帝创业未半而中道崩殂，今天下三分，益州疲弊，此诚危急存亡之秋也。然侍卫之臣不懈于内，忠志之士忘身于外者，盖追先帝之殊遇，欲报之于陛下也。诚宜开张圣听，以光先帝遗德，恢弘志士之气，不宜妄自菲薄，引喻失义，以塞忠谏之路也。</p> <p>　　宫中府中，俱为一体；陟罚臧否，不宜异同。若有作奸犯科及为忠善者，宜付有司论其刑赏，以昭陛下平明之理；不宜偏私，使内外异法也。</p> <p>　　侍中、侍郎郭攸之、费祎、董允等，此皆良实，志虑忠纯，是以先帝简拔以遗陛下：愚以为宫中之事，事无大小，悉以咨之，然后施行，必能裨补阙漏，有所广益。</p> <p>　　将军向宠，性行淑均，晓畅军事，试用于昔日，先帝称之曰“能”，是以众议举宠为督：愚以为营中之事，悉以咨之，必能使行阵和睦，优劣得所。</p> <p>　　亲贤臣，远小人，此先汉所以兴隆也；亲小人，远贤臣，此后汉所以倾颓也。先帝在时，每与臣论此事，未尝不叹息痛恨于桓、灵也。侍中、尚书、长史、参军，此悉贞良死节之臣，愿陛下亲之、信之，则汉室之隆，可计日而待也。</p> <p>　　臣本布衣，躬耕于南阳，苟全性命于乱世，不求闻达于诸侯。先帝不以臣卑鄙，猥自枉屈，三顾臣于草庐之中，咨臣以当世之事，由是感激，遂许先帝以驱驰。后值倾覆，受任于败军之际，奉命于危难之间：尔来二十有一年矣。</p> <p>　　先帝知臣谨慎，故临崩寄臣以大事也。受命以来，夙夜忧叹，恐托付不效，以伤先帝之明；故五月渡泸，深入不毛。今南方已定，兵甲已足，当奖率三军，北定中原，庶竭驽钝，攘除奸凶，兴复汉室，还于旧都。此臣所以报先帝而忠陛下之职分也。至于斟酌损益，进尽忠言，则攸之、祎、允之任也。</p> <p>　　愿陛下托臣以讨贼兴复之效，不效，则治臣之罪，以告先帝之灵。若无兴德之言，则责攸之、祎、允等之慢，以彰其咎；陛下亦宜自谋，以咨诹善道，察纳雅言，深追先帝遗诏。臣不胜受恩感激。</p> <p>　　今当远离，临表涕零，不知所言。",
  "fanyi": "<p><strong>译文</strong><br>　　先帝开创的大业未完成一半却中途去世了。现在天下分为三国，益州地区民力匮乏，这确实是国家危急存亡的时期啊。不过宫廷里侍从护卫的官员不懈怠，战场上忠诚有志的将士们奋不顾身，大概是他们追念先帝对他们的特别的知遇之恩（作战的原因），想要报答在陛下您身上。（陛下）你实在应该扩大圣明的听闻，来发扬光大先帝遗留下来的美德，振奋有远大志向的人的志气，不应当随便看轻自己，说不恰当的话，以致于堵塞人们忠心地进行规劝的言路。 <br>　　皇宫中和朝廷里的大臣，本都是一个整体，奖惩功过，好坏，不应该有所不同。如果有做奸邪事情，犯科条法令和忠心做善事的人，应当交给主管的官，判定他们受罚或者受赏，来显示陛下公正严明的治理，而不应当有偏袒和私心，使宫内和朝廷奖罚方法不同。<br>　　侍中、侍郎郭攸之、费祎、董允等人，这些都是善良诚实的人，他们的志向和心思忠诚无二，因此先帝把他们选拔出来辅佐陛下。我认为（所有的）宫中的事情，无论事情大小，都拿来跟他们商量，这样以后再去实施，一定能够弥补缺点和疏漏之处，可以获得很多的好处。<br>　　将军向宠，性格和品行善良公正，精通军事，从前任用时，先帝称赞说他有才干，因此大家评议举荐他做中部督。我认为军队中的事情，都拿来跟他商讨，就一定能使军队团结一心，好的差的各自找到他们的位置。<br>　　亲近贤臣，疏远小人，这是西汉之所以兴隆的原因；亲近小人，疏远贤臣，这是东汉之所以衰败的原因。先帝在世的时候，每逢跟我谈论这些事情，没有一次不对桓、灵二帝的做法感到叹息痛心遗憾的。侍中、尚书、长史、参军，这些人都是忠贞诚实、能够以死报国的忠臣，希望陛下亲近他们，信任他们，那么汉朝的兴隆就指日可待了。<br>　　我本来是平民，在南阳务农亲耕，在乱世中苟且保全性命，不奢求在诸侯之中出名。先帝不因为我身份卑微，见识短浅，降低身份委屈自己，三次去我的茅庐拜访我，征询我对时局大事的意见，我因此有所感而情绪激动，就答应为先帝奔走效劳。后来遇到兵败，在兵败的时候接受任务，在危机患难之间奉行使命，那时以来已经有二十一年了。<br>　　先帝知道我做事小心谨慎，所以临终时把国家大事托付给我。接受遗命以来，我早晚忧愁叹息，只怕先帝托付给我的大任不能实现，以致损伤先帝的知人之明，所以我五月渡过泸水，深入到人烟稀少的地方。现在南方已经平定，兵员装备已经充足，应当激励、率领全军将士向北方进军，平定中原，希望用尽我平庸的才能，铲除奸邪凶恶的敌人，恢复汉朝的基业，回到旧日的国都。这就是我用来报答先帝，并且尽忠陛下的职责本分。至于处理事务，斟酌情理，有所兴革，毫无保留地进献忠诚的建议，那就是郭攸之、费祎、董允等人的责任了。<br>　　希望陛下能够把讨伐曹魏，兴复汉室的任务托付给我，如果没有成功，就惩治我的罪过，（从而）用来告慰先帝的在天之灵。如果没有振兴圣德的建议，就责罚郭攸之、费祎、董允等人的怠慢,来揭示他们的过失；陛下也应自行谋划，征求、询问治国的好道理，采纳正确的言论，深切追念先帝临终留下的教诲。我感激不尽。<br>　　今天(我)将要告别陛下远行了，面对这份奏表禁不住热泪纵横，也不知说了些什么。 </p> <p><strong>注释</strong><br>表：古代向帝王上书陈情言事的一种文体。<br>出：出征。<br>师：军队。<br>先帝：这里指刘备。<br>创：开创，创立。<br>业：统一中原的大业。<br>而：表转折。<br>赏：受赏。<br>刑：受罚。<br>中道：中途。<br>崩殂(cú)：死。崩，古代称帝王、皇后之死。殂，死亡。<br>益州疲弊：指蜀汉国力薄弱，处境艰难。益州，这里指蜀汉。疲弊，人力疲惫，民生凋敝，困苦穷乏。<br>三分：天下分为三个国家（即魏、蜀、吴三国)。<br>此：这。<br>诚：确实，实在。<br>之：结构助词，的。<br>秋：时候。<br>然：但是<br>侍：侍奉。<br>卫：守卫<br>懈：懈怠，放松。<br>于：在。<br>忠：忠诚。<br>内：朝廷上。<br>外：朝廷外，指战场上。<br>士：将士。<br>忘身：奋不顾身。<br>盖：连词。连接上一句或上一段，表示原因。<br>追：追念。<br>殊遇：特殊的对待，即优待、厚遇。<br>欲：想要。<br>报：报答。<br>之：代词。<br>于：向，对。<br>诚：实在，确实。<br>宜，应该。<br>开张圣听：扩大圣明的听闻，意思是要后主广泛地听取别人的意见。开张：扩大。圣：圣明<br>以：来。<br>光：发扬光大。<br>遗德：遗留的美德。<br>恢弘：这里是动词，形作动，意思是发扬扩大。也作“恢宏”。恢：大。弘：大、宽。<br>气：志气。<br>妄自菲薄：过分看轻自己。妄：随便，胡乱，轻率。菲薄：微薄。<br>引喻失义：说话不恰当。引喻：引用、比喻。这里是说话的意思。义：适宜，恰当。<br>以：因而。<br>塞；阻塞。<br>忠：忠诚。<br>谏：直言规劝，使改正错误。这里指进谏。<br>俱：全，都。<br>宫中：指皇宫中。<br>府中：指朝廷中。<br>体：整体。<br>陟(zhì)：提升，提拔。<br>罚：惩罚。<br>臧否(pǐ)：善恶，这里形容词用作动词。意思是“评论人物的好坏”。臧否：善恶。<br>异同：这里偏重在异。<br>作奸犯科：做奸邪事情，犯科条法令。<br>作奸：为非作歹。<br>科：科条，法令。<br>及：和。<br>为：做。<br>付：交给。<br>有司:职有专司，就是专门管理某种事情的官。<br>论：凭定。<br>刑：罚。<br>以：来。<br>昭：彰显，显扬。<br>平：公平。<br>明：严明。<br>理：治。<br>偏私：偏袒私情，不公正。<br>内外异法：宫内和朝廷刑赏之法不同。<br>内外：指宫内和朝廷。<br>异法：刑赏之法不同。法：法制。<br>侍中、侍郎郭攸之、费祎（yī）、董允：郭攸之、费祎是侍中，董允是侍郎。侍中、侍郎，都是官名。<br>此皆良实，志虑忠纯：这些都是善良、诚实的人，他们的志向和心思忠诚无二。<br>良实：善良诚实，这里形容词做名词，指善良诚实的人。<br>志：志向。<br>虑：思想，心思。<br>忠纯：忠诚纯正。<br>简拔：选拔。简：挑选。拔：选拔。<br>遗（wèi）：给予。<br>悉以咨之：都拿来问问他们。悉：副词，都，全。咨：询问，征求意见。<br>之：指郭攸之等人。<br>必能裨补阙漏：一定能够弥补缺点和疏漏之处。<br>裨(bì)：弥补，补救。阙，通“缺”， 缺点。<br>有所广益：得到更多的好处。<br>广益：很多的益处。<br>益：好处、益处。<br>性行：性情品德。<br>性行（xíng)淑均：性情品德善良平正。<br>淑：善。<br>均：公平，平均。<br>晓畅：谙熟，精通。<br>试用：任用。<br>能：能干，有才能。<br>是以：因为这，因此。<br>众：大家。<br>举：推举。<br>督：武职，向宠曾为中部督。<br>营：军营、军队。<br>行(háng)阵：指部队。<br>和睦：团结和谐。<br>优劣:才能高的和才能低的。<br>亲：亲近。<br>信：信任。<br>得所：得到恰当的位置。<br>先汉：西汉。 兴隆：兴盛。<br>后汉：东汉。 倾颓：衰败。<br>每：常常。<br>桓、灵：东汉末年的桓帝和灵帝。他们都因信任宦官，加深了政治的腐败。<br>叹息：感叹惋惜。<br>痛恨：感到痛心遗憾。<br>恨：遗憾，不满意。<br>尚书、长史、参军：都是官名。尚书指陈震，长史指张裔，参军指蒋琬。<br>此悉贞良死节之臣：这些都是坚贞可靠，能够以死报国的忠臣。<br>悉：全、都。<br>贞：坚贞。<br>良：善良可靠。<br>死节：能够以死报国。死：为……而死。<br>隆：兴盛。<br>计日：计算着日子。<br>布衣：平民百姓。<br>躬：亲自，自身。<br>耕：耕种。<br>躬耕：亲自耕种，实指隐居农村。<br>南阳：东汉郡名。即今河南省南阳市。<br>苟：苟且。<br>全：保全。<br>于：在。<br>求：谋求。<br>闻达：闻名显达。<br>以：认为。<br>卑鄙：身份低微，见识短浅。卑，身份低下。鄙，见识短浅。与今义不同。<br>猥(wěi)：辱，这里有降低身份的意思。<br>枉屈：委屈。<br>顾：拜访，探望。<br>咨：询问。<br>由是：因此。<br>感激：感动奋激。<br>许：答应。<br>驱驰：驱车追赶。这里是奔走效劳的意思。<br>后值倾覆：后来遇到兵败。汉献帝建安十三年（公元208年）<a href=\"http://so.gushiwen.org/author_552.aspx\">曹操</a>追击刘备，在当阳长坂大败刘军；<a href=\"http://so.gushiwen.org/author_507.aspx\">诸葛亮</a>奉命出使东吴，联合孙权打败曹操于赤壁才转危为安。<br>值：遇到。<br>倾覆：指兵败。<br>尔来：那时以来。<br>二十有一年：从刘备访诸葛亮于隆中到此次出师北伐已经二十一年。<br>有：通“又”，跟在数词后面表示约数。<br>故：所以。<br>寄：托付。<br>以：把。<br>临崩寄臣以大事：刘备在临死的时候，把国家大事托付给诸葛亮，并且对刘禅说：“汝与丞相从事，事之如父。”临：将要。<br>夙夜忧叹：早晚/整天担忧叹息。夙，清晨。忧，忧愁焦虑。夙夜：早晚。<br>泸：水名，即金沙江。<br>不毛：不长草。这里指人烟稀少的地方。毛，庄稼，苗。<br>兵：武器。<br>甲：装备。<br>奖率：激励率领，奖励统帅。奖，鼓励。<br>庶：希望。<br>竭：竭尽。<br>驽(nú）钝：比喻才能平庸，这是诸葛亮自谦的话。<br>驽 ，劣马，走不快的马，指才能低劣。<br>钝，刀刃不锋利，指头脑不灵活，做事迟钝。<br>攘(rǎng)除：排除，铲除。<br>奸凶：奸邪凶恶之人，此指曹魏政权。<br>还：回。<br>于：到。<br>旧都：指东汉都城洛阳或西汉都城长安。<br>所以：用来……的。<br>此臣所以报先帝而忠陛下之职分也：这是我用来报答先帝，效忠陛下的职责本分。<br>斟酌：考虑，权衡。<br>损：除去。<br>益：兴办，增加。<br>损益：增减，兴革。<br>斟酌损益：斟情酌理、有所兴办。比喻做事要掌握分寸。（处理事务）斟酌情理，有所兴革。<br>托臣以讨贼兴复之效：把讨伐曹魏复兴汉室的任务交给我。<br>托，委托，交给。<br>效，效命的任务。<br>不效则治臣之罪：没有成效就治我的罪。<br>效，取得成效。<br>告：告慰，告祭。<br>兴：发扬。<br>德：道德。<br>言：言论。<br>兴德之言：发扬圣德的言论。<br>慢：怠慢，疏忽，指不尽职。<br>彰其咎：揭示他们的过失。<br>彰：表明，显扬。<br>咎：过失，罪。<br>咨诹(zōu)善道：询问（治国的）好道理。诹(zōu)，询问。<br>察纳：认识采纳。察：明察。<br>雅言：正确的言论，正言，合理的意见。<br>深追：深切追念。<br>先帝遗诏：刘备给后主的遗诏，见《三国志·蜀志·先主传》注引《诸葛亮集》，诏中说：‘勿以恶小而为之，勿以善小而不为。惟贤惟德，能服于人。’<br>遗诏：皇帝在临终时所发的诏令。<br>当：在……时候。<br>临：面对<br>涕：眼泪。<br>零：落下。<br>不知所言：不知道该说些什么话。这是表示自己可能失言。谦词。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　《出师表》以恳切的言辞，针对当时的局势，反复劝勉刘禅要继承先主刘备的遗志，开张圣听，赏罚严明，亲贤远佞，以完成“兴复汉室”的大业，表现了<a href=\"http://so.gushiwen.org/author_507.aspx\">诸葛亮</a>“北定中原”的坚强意志和对蜀汉忠贞不二的品格。</p> <p>　　三国时期，曹魏国力最强，孙吴次之，而蜀汉最为弱小。当刘备病卒于白帝城（今重庆奉节县东）时，他留给诸葛亮的是内外交困的局面和一个年幼无知、扶不起来的接班人。在这种危难关头，诸葛亮以丞相府的名义承担了蜀汉的全部实际责任，对内严明法纪，奖励耕战；对外安抚戎羌，东联孙吴，积极准备北伐曹魏。经过几年的努力。蜀国力量有所加强，呈现“国以富饶”“风化肃然”的局面，于是诸葛亮率军北驻汉中（今陕西省汉中市），以图中原。就当时形势分析，且不说蜀魏两国实力悬殊，仅“劳师以袭远”这种策略也是兵家之大忌，但诸葛亮仍坚持铤而走险，（先后六次统兵伐魏）并表现出百折不回的意志，其根本原因是北定中原、兴复汉室是先主刘备的遗愿。后主刘禅尽管昏庸无志，诸葛亮还要竭忠尽智地辅佐他，尽管刘备有“如其不才，君可自取”的遗诏，他也不存半点僭越之心，因为后主是先主的遗孤。“此臣所以报先帝，而忠陛下之职分也”，这是读葛亮出师北伐的精神力量，也是他后半生全部活动的精神力量。《出师表》正是在淋漓尽致地解剖了这种精神的实质从而表现出这位社稷之臣的全部品格这一点上，显示了它独特而巨大的感染力。诸葛亮的忠肝义胆，他“鞠躬尽瘁，死而后己”的精神，在封建社会里被视为臣子的大节，普遍受到推崇：而当国家处于危难关头，这种精神更焕发出强大的感召力，如<a href=\"http://so.gushiwen.org/author_173.aspx\">文天祥</a>在《正气歌》中所赞颂的“时穷节乃现”，“鬼神泣壮烈”，一封奏疏能千百年被视为“至文”而流传不朽，主要原因在这里。</p> <p>由于此文是奏章，内容是诸葛亮出师伐魏前向刘禅陈述意见，提出修明政治的主张，因此全文以议论为主。由于诸葛亮要让刘禅知道创业的艰难，激励他立志完成先帝未竟的大业，因而文中兼叙了自己的身世和追随先帝的原因以及以身许国的经过。又由于诸葛亮对刘氏父子无限忠诚，披肝沥胆相待，因而言词充满着殷切期望之情。全文既晓之以理，又动之以情。具体地说，前部分重在晓之以理，后部分重在动之以情。总的是以议论为主，融以叙事和抒情。全篇文字从作者肺腑中流出，析理透辟，真情充溢，感人至深。</p> <p>　　此文的语言最显著的特点是率直质朴，表现恳切忠贞的感情。前人特别指出在六百余字的篇幅里，先后十三次提及“先帝”，七次提到“陛下”。“报先帝”“忠陛下”思想贯穿全文，处处不忘先帝“遗德”“遗诏”，处处为后主着想，期望他成就先帝未竟的“兴复汉室”的大业。全文既不借助于华丽的辞藻，又不引用古老的典故，每句话不失臣子的身份，也切合长辈的口吻。清朝丘维屏说“武侯在国，目睹后主听用嬖昵小人，或难于进言，或言之不省，借出师时叮咛痛切言之，明白剀切中，百转千回，尽去《离骚》幽隐诡幻之迹而得其情。”<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>是在遭谗毁、被放逐的处境中写出《离骚》的，因而采取幽隐诡幻的表现手法。诸葛亮处境跟屈原正相反，但《出师表》感情充沛的特点和所表达的忠君爱国之情却是一脉相通的，率直质朴的语言形式是和文章的思想内容统一的。此文多以四字句行文，还有一些整齐工稳的排比对偶句式，如“侍卫之臣不懈于内，忠志之士忘身于外”、“苟全性命于乱世，不求闻达于诸侯”、“受任于败军之际，奉命于危难之间”，体现了东汉末年骈体文开始兴起的时代风尚。此文有大量合成词，是出于诸葛亮的首创，不少词经诸葛亮的提炼，后来都用为成语，如“妄自菲薄”“引喻失义”“作奸犯科”“苟全性命”“斟酌损益”“感激涕零”“不知所云（言）”等。</p><br/><h2>分层解析</h2> <p>　　本文可分为三部分</p> <p>　　第一部分（1～5段）作者以敏锐的政治洞察力，分析了当前形势，提出了广开言路、严明赏罚、亲贤远佞的主见。</p> <p>　　第二部分（6～7段）追忆经历，忠刘氏，兴师北伐表心愿。</p> <p>　　第三部分（8～9段）总结全文，提出要求，归结责任。</p> <p>　　全文以议论为主而辅之以叙事，议论叙事中都带有浓厚的抒情色彩。具体地说，</p> <p>　　第一部分是寓情于议，在谈论形势、任务、治国方针和历史经验之中，贯穿着一条明显的抒情线索，就是希望后主刘禅能够继承先帝遗志，完成“兴复汉室”的大业。因此一开始就提到“先帝创业”，接着依次说先帝对贤臣的“殊遇”、“简拔”贤臣的标准和论史时的“叹息痛恨”，既表达了对先帝的崇拜、爱戴之情，又有激发刘禅效法先人的作用。</p> <p>　　第二部分是寓情于事，在叙述作者本人身世、追随先帝创业经过和“受命以来”的工作的同时，抒发了对先帝的感激之情，表达了效忠刘备父子的心愿。</p> <p>　　第三部分中，“不效，则治臣之罪，以告先帝之灵”这句话辞情恳切，更足以催人泪下，是<a href=\"http://so.gushiwen.org/author_507.aspx\">诸葛亮</a>感恩图报心情的集中表现。</p>",
  "about": "<h2>文言现象</h2> <p><strong>通假字</strong><br>①必能裨补阙漏：“阙”通“缺”，缺点。<br>②尔来二十有一年矣：“有”通“又”，放在整数和零数之间。<br>③是以先帝简拔以遗陛下： “简”通“拣”，挑选、选择。</p> <p><strong>古今异义</strong><br>出 句┃古义┃今义<br>此诚危急存亡之秋┃ 时候 ┃指四季中的秋季<br>诚宜开张圣听 ┃ 扩大 ┃指商店开始营业<br>引喻失义┃适宜，恰当 ┃正义，意义<br>陟罚臧否┃ 功过好坏 ┃表示否定<br>此先汉所以兴隆也 ┃……的原因（表原因）或表方式方法 ┃表示因果关系<br>先帝不以臣卑鄙┃ 身份低微，见识短浅┃现指品质低劣 、下流<br>猥自枉屈 ┃ 辱，有降低身份之意┃卑鄙下流<br>庶竭驽钝 ┃希望，期望 ┃众多<br>晓畅军事 ┃ 精通，熟练 ┃通顺<br>未尝不叹息痛恨于桓、灵也。┃痛心遗憾 ┃十分憎恨<br>三顾臣于草庐之中……由是感激。┃ 感动激动 ┃意指激动感谢<br>不宜偏私，使内外异法也。┃ 偏袒和私心 ┃照顾私情<br>臣本布衣，躬耕于南阳。┃ 普通的百姓 ┃用布做的衣服<br>先帝知臣谨慎┃ 严谨而慎重 ┃小心慎重<br>今当远离，临表涕零 ┃眼泪 ┃鼻涕<br>愿陛下托臣以讨贼兴复之效或 不效则治臣之罪┃任务（实现） ┃效果<br>不宜异同┃不同┃1不；不一致。2 引申为反对。3 反对意见；异议。<br>当奖率三军┃激励┃奖励，奖品<br>由是感激，遂许先帝以驱驰▕奔走效劳 ▏速度快<br>后值倾覆┃失败┃倒塌<br>臣不胜受恩感激┃感慨激动┃感谢</p> <p><strong>一词多义</strong><br>1．中<br>而中道崩殂（半，形容词）<br>宫中府中（内，里，中间，方位名词。下文“愚以为宫中之事”中的“中”同此）<br>2．道<br>而中道崩殂（路，途，名词）<br>以咨诹善道（道理，名词）<br>3．分<br>今天下三分（分开，动词）<br>而忠陛下之职分也（本分，名词。读fèn）<br>4．然<br>然侍卫之臣不懈于内（然而，可是，转折连词）<br>然后施行（这样，指示代词）<br>5．遗<br>以光先帝遗德（遗留，动词。下文“深追先帝遗诏”中“遗”同）<br>以遗陛下（给予，动词）<br>6．有<br>若有作奸犯科（有，与“无”相对，动词。下文“有所广益”中“有”同此）<br>尔来二十有一年矣（通“又”用来连接整数与零数，数词）<br>7．论<br>宜付有司论其刑赏（判定，动词）<br>每与臣论此事（谈论，议论，动词）<br>8．明<br>以昭陛下平明之理（严明，形容词）<br>以伤先帝之明（英明，圣明，形容词）<br>9．行<br>然后施行（做，执行，动词）<br>性行淑均（品德，品行，名词）<br>必能使行阵和睦（行列，这里指军队，名词）<br>10．能<br>必能裨补阙漏（能够，助动词。下文“必能使行阵和睦”中“能”同此）<br>先帝称之曰能（能干，有才能，动词）<br>11．所<br>有所广益（……的动词，特殊的指示代词。下文“此先汉所以兴隆也”、“此后汉所以倾颓也”、“此臣所以报先帝”中“所”均为特殊的指示代词，具体的指代对象可以从上下文来体会）<br>优劣得所（地方，处所，名词）<br>12．当<br>咨臣以当世之事（正在……的时候，介词。下文“今当远离”中“当”同此）<br>当奖率三军（应当，应该，助动词）<br>13．任<br>受任于败军之际（任用，委任，动词）<br>则攸之、祎、允之任（责任，职责，名词）<br>14．临<br>故临崩寄臣以大事也（将要，副词）<br>临表涕零（面对。动词）<br>15．效<br>恐托付不效（实现，副词。下文“不效则治臣之罪”中“效”同此）<br>愿陛下托臣以讨贼兴复之效（责任，名词）<br>16．言<br>进尽忠言（话，言论，名词。下文“若无兴德之言”、“察纳雅言”中“言”同此）<br>不知所言（说，动词）<br>17．以<br>故临崩寄臣以大事也（介词，把）<br>先帝不以臣卑鄙。（因为）<br>以光先帝遗德。（连词，来）<br>以塞忠谏之路也。（以致于）<br>受命以来。（表限定）<br>是以众议举宠为督（因为）<br>咨臣以当世之事（用）<br>是以先帝简拔以遗陛下（因为 ）（用来）<br>18．为<br>俱为一体（是）<br>众议举宠为督（担任）<br>19．臣<br>此悉贞良死节之臣( 臣子)<br>先帝知臣谨慎（自称，我）<br>20．良<br>此皆良实（形作名，善良的人）<br>此悉贞良死节之臣（贤良）<br>21．于<br>还于旧都（到）<br>未尝不叹息痛恨于桓、灵也(对）<br>苟全性命于乱世（在）<br>22．所以<br>此后汉所以倾颓也（表原因，...的原因）<br>此臣所以报先帝而忠陛下之职分也。（以所，用这些来）<br>23.益<br>有所广益(好处）<br>至于斟酌损益（兴办，增加）</p> <p><strong>词类活用</strong><br>1．亲贤臣，远小人。<br>亲、远：形容词做动词。<br>亲，亲近。远，疏远。<br>2．苟全性命于乱世。<br>全：形容词做动词，保全。<br>3．作奸犯科及为忠善者。<br>奸：形容词做名词，奸邪的事。忠善：形容词做名词，忠善之事。<br>4．此皆良实。<br>良实：形容词做名词，善良诚实的人。<br>5．优劣得所。<br>优劣：形容词做名词，才能高的人和才能低的人。<br>6．攘除奸凶。<br>奸凶：形容词做名词，奸邪凶顽的敌人。<br>7．陟罚臧否。<br>臧否：形容词做动词，评论人物好坏。<br>8．以光先帝遗德。<br>光：名词作动词，发扬光大<br>9．故五月渡泸，深入不毛。<br>毛：名词作动词，长草木（暗指荒凉）<br>五月：名词作状语，在五月<br>10. 恢弘志士之气。<br>恢弘：形容词作动词，扩大、发扬<br>11。北定中原。<br>北：方位名词作状语，北上<br>12。恐托付不效<br>托付：动词作名词，托付的事情<br>13。此臣所以报先帝而忠陛下之职分也<br>忠：形容词作动词，对……尽忠<br>14。志虑忠纯<br>虑：动词作名词，心思<br>15. 驽钝<br>驽：劣马 钝：不锋利的刀<br>这里指平庸的才能，是<a href=\"http://so.gushiwen.org/author_507.aspx\">诸葛亮</a>的自谦之词 </p><br/><h2>相关成语</h2> 优劣得所：好的差的各得其所.<br>妄自菲薄：毫无根据地、过分地看轻自己。 <br>作奸犯科：为非作歹，违法乱纪。<br>三顾茅庐：比喻诚心诚意地邀请人家。<br>不毛之地：指贫瘠的土地或荒凉的地区。<br>不求闻达：不希望别人知道自己。<br>不知所云：原来是自谦的话，表示自己语无伦次。泛指思想混乱，说的话让人摸不着头绪。<br>感激涕零：形容极为感激。多用于讽刺。<br>计日可待：为期不远，不久就可以实现。<br>苟全性命：苟且保全性命。<br>亲贤远佞：亲近有才能的贤人，疏远阿谀奉承的小人。<br>引喻失义：指说话不恰当，不合道理。<br>危急存亡：情势危险急迫，关系到生存或灭亡。<br>临危受命：在危难之际接受任命。<br/><h2>判断句</h2> ①是没有明确语言标志的判断句：<br>1．此皆良实<br>译文：这些都是善良、诚实的人。<br>2．此悉贞良死节之臣<br>译文：这些都是坚贞可靠、能够以死报国的忠臣<br>②“也”，判断句标志：<br>1．亲贤臣，远小人，此先汉所以兴隆也。<br>译文：亲近贤臣，远离小人，这是先汉兴隆的原因。<br>2．此臣所以报先帝而忠陛下之职分也。<br>译文：这是我用来报答先帝、尽忠陛下的职责。<br>3．此诚危急存亡之秋也。<br>译文：这真是形势危急、决定存亡的时间啊。<br/><h2>全文要点</h2> <p>　　分析形势――提出三条建议―――叙经历感帝恩――出师目标 ―――归结责任</p> <p>　　作者思想感情：报先帝而忠陛下</p> <p>　　1．赏罚同一标准：陟罚臧否，不宜异同；</p> <p>　　2．三条建议是：</p> <p>　　①开张圣听（广开言路）；</p> <p>　　②严明赏罚(赏罚分明）；</p> <p>　　③亲贤臣，远小人( 亲贤远佞)</p> <p>　　最重要的一条是：亲贤臣，远小人 ( 亲贤远佞)</p> <p>　　3．分析形势：</p> <p>　　①不利的客观条件：“先帝创业未半而中道崩殂，今天下三分，益州疲弊，此诚危急存亡之秋也。”</p> <p>　　②有利的主观条件：“侍卫之臣不懈于内，忠志之士忘身于外者。盖追先帝之殊遇，欲报之于陛下也。”</p> <p>　　4．作者志趣（无意功名、淡泊名利）：苟全性命于乱世，不求闻达于诸侯</p> <p>　　5．临危受命（创业艰难、患难与共）的经历：“受任于败军之际，奉命于危难之间”</p> <p>　　6．先后汉兴衰原因：亲贤臣，远小人，此先汉所以兴隆也；亲小人，远贤臣，此后汉所以倾颓也</p> <p>　　7．出师目标（“大事”、政治愿望）：北定中原，攘除奸凶， 兴复汉室， 还于旧都</p> <p>　　8．三顾茅庐（追随先帝驱驰）原因：先帝不以臣卑鄙，猥自枉屈，三顾臣于草庐之中，咨臣以当世之事，由是感激，遂许先帝以驱驰。</p> <p>　　9．表达感情：今当远离，临表涕零，不知所言。 </p><br/><h2>内容理解</h2> <p>　　1．《出师表》是<a href=\"http://so.gushiwen.org/author_507.aspx\">诸葛亮</a>出师伐魏临行前写给后主刘禅的奏章。文中以恳切的言辞，劝说后主要继承先帝遗志，广开言路，严明赏罚，亲贤臣，远小人，完成兴复汉室的大业。也表达了诸葛亮报答先帝的知遇之恩的真挚感情和北定中原的决心。</p> <p>　　2．全文共9段，可以分成三个部分。</p> <p>　　第一部分（第1-5段）：作者以敏锐的政治洞察力，分析了当前形势，提出了三条建议。这一部分又可以分为三层。</p> <p>　　第一层（第1段）：分析了不利和有利形势，提出了广开言路的建议。</p> <p>　　第二层（第2段）：提出严明赏罚的建议。</p> <p>　　第三层（第3-5段）：推荐文臣、武将中的贤良，提出亲贤臣远小人的建议（亲贤远佞），这是三条建议的核心。“广开言路”意在“亲贤臣”，“严明赏罚”意在“远小人”。</p> <p>　　第二部分（第6-7段）：追叙往事，表达了“兴汉室”的决心和“报先帝”、“忠陛下”的真挚感情。</p> <p>　　第三部分（第8-9段）：总结全文，提出要求，对“已”，承“讨贼兴复之效”；对“贤臣”，扬“兴德之言”；对“后主”，行“自谋”之宜。各方面的职责分明，要求明确，此情恳切，表达了诚挚的希望，显示了作者对自己和对朝廷诸臣的严格要求。最后十二个字，再一次流露出出师前复杂的心情和对刘氏父子的深情。</p> <p>　　3．诸葛亮为蜀汉基业“鞠躬尽瘁，死而后已”，蜀汉建兴五年（227），他率师北上伐魏，在出师前写下了这篇传诵千古的表文。<a href=\"http://so.gushiwen.org/author_272.aspx\">陆游</a>曾称赞它道：“出师一表真名世，千载谁堪伯仲间？”学习时，要反复阅读，体会作者的思想感情。 </p><br/><h2>写作背景</h2> <p>　　公元221年，刘备称帝，<a href=\"http://so.gushiwen.org/author_507.aspx\">诸葛亮</a>为丞相。223年，刘备病死，将刘禅托付给诸葛亮。诸葛亮实行了一系列比较正确的政治和经济措施，使蜀汉境内呈现兴旺景象。为了实现全国统一，诸葛亮在平息南方叛乱之后，于227年决定北上伐魏，拟夺取魏的长安，临行之前上书后主，以恳切委婉的言辞劝勉后主要广开言路、严明赏罚、亲贤远佞，以此兴复汉室；同时也表达自己以身许国，忠贞不二的思想。</p> <p>　　《出师表》是诸葛亮出师临行伐魏前写给后主刘禅的奏章，文中以恳切的言辞，劝说了后主要继承先帝遗志，广开言路，赏罚分明，亲贤远佞，完成兴复汉室的大业，表达了诸葛亮对先帝的知遇之恩的真挚感情和北定中原的决心以及效忠刘氏父子的忠心。</p> <p>　　《出师表》传世有二，为《前出师表》，另有《后出师表》。因建兴六年诸葛亮率军出散关前，给刘禅又上一表，即为《后出师表》。</p><br/><h2>段意概括</h2> 一：分析蜀国面临的形势，向刘禅提出广开言路的建议。（广开言路）<br>二：向刘禅提出严明赏罚的建议。（赏罚分明）<br>三：亲贤远佞。<br>四：自述身世，回顾三顾茅庐至临危受命以来与先帝共同创业的历程，表明自己淡泊的志趣，与对先帝的无限感激。<br>五：追述先帝托孤以来的心情及做法，阐述自己兴复汉室的策略和忠心。以表报先帝忠陛下之情。<br>六：再次强调每个人的分工与职责，表明自己出师的决心和信心。<br/><h2>后世影响</h2> 　　<a href=\"http://so.gushiwen.org/author_507.aspx\">诸葛亮</a>这篇表文历来受到人们的高度赞扬，被视为表中的代表作。<a href=\"http://so.gushiwen.org/author_855.aspx\">刘勰</a>曾把它跟<a href=\"http://so.gushiwen.org/author_787.aspx\">孔融</a>的《荐<a href=\"http://so.gushiwen.org/author_441.aspx\">祢衡</a>表》相提并论，说“至于文举（孔融，字文举）之荐祢衡，气扬采飞；孔明之辞后主，志尽文畅。虽华实异旨，并一时之英也。”<a href=\"http://so.gushiwen.org/author_272.aspx\">陆游</a>在《书愤》中写道：“出师一表真名世，千载谁堪伯仲间？”<a href=\"http://so.gushiwen.org/author_173.aspx\">文天祥</a>的《正气歌》亦云：“或为出师表，鬼神泣壮烈。”感人之深，于此可见。<br/><h2>评注</h2> 【先帝创业未半而中道崩殂，今天下三分，益州疲弊，此诚危急存亡之秋也。】<br>四句总提当时形势，警策刘禅发愤图强。起笔凝重，定下全篇基调。<br>【然侍卫之臣不懈于内，忠志之士忘身于外者，盖追先帝之殊遇，欲报之于陛下也。】<br>四句剖析人心。实际上这是对刘禅委婉而尖锐的规劝，言外之意是刘禅是沾父亲的德泽，自己还没有慑服众人的威望。所以下文就告诫要继承和发扬刘备的作风。<br>【诚宜开张圣听，以光先帝遗德，恢弘志士之气；不宜妄自菲薄，引喻失义，以塞忠谏之路也。】<br>广开言路是修明政治的先决条件，故首先提出。“诚宜”“不宜”，发起一篇告诫之意。<br>从分析形势入手，首先提出要广开言路。<br>【宫中府中，俱为一体，陟罚臧否，不宜异同。若有作奸犯科及为忠善者，宜付有司论其刑赏，以昭陛下平明之理，不宜偏私，使内外异法也。】<br>严明赏罚是修明政治的根本途径，故特别强调。<a href=\"http://so.gushiwen.org/author_507.aspx\">诸葛亮</a>提出这点，是因为鉴于汉末皇朝颠覆的教训：懦弱无能的皇帝容易亲信宫中近侍，受他们的牵制，而与朝中执政官员对立，造成互相倾轧的混乱局面，最后导致亡国。据《三国志·蜀书·董允传》记载，刘禅宠信宦官黄皓，董允常对禅劝谏，黄皓也不敢为非。董允死后，黄皓“操弄威柄，终至覆国”。此虽后事，但刘禅的弱点诸葛亮不会不有所觉察。这里的话是有针对性的。<br>接着提出要严明赏罚，秉法持正。<br>【侍中、侍郎郭攸之、费祎、董允等，此皆良实，志虑忠纯，是以先帝简拔以遗陛下。愚以为宫中之事，事无大小，悉以咨之，然后施行，必能裨补阙漏，有所广益。】<br>为保证出师以后蜀国内政稳定，诸葛亮对人事安排作了周密的考虑，向刘禅推举一批贤能，作为辅佐。<br>推举宫中贤臣。<br>【将军向宠，性行淑均，晓畅军事，试用于昔日，先帝称之曰能，是以众议举宠为督。愚以为营中之事，悉以咨之，必能使行阵和睦，优劣得所。】<br>举荐可靠的将领，交代营中事宜。<br>【亲贤臣，远小人，此先汉所以兴隆也；亲小人，远贤臣，此后汉所以倾颓也。】<br>规劝后主吸取历史教训。<br>【先帝在时，每与臣论此事，未尝不叹息痛恨于桓、灵也。】<br>列举历史经验教训，说明任人唯亲的危害。<br>【侍中、尚书、长史、参军，此悉贞良死节之臣，愿陛下亲之信之，则汉室之隆，可计日而待也。】<br>指出要图复兴，必须亲信忠良。<br>列举历史经验教训，强调依靠贤臣的重要性。<br>【臣本布衣，躬耕南阳，苟全性命于乱世，不求闻达于诸侯。】<br>自述早年志趣。<br>【先帝不以臣卑鄙，猥自枉屈，三顾臣于草庐之中，咨臣以当世之事，由是感激，遂许先帝以驱驰。】<br>自叙本志/淡泊名利，志趣过人。<br>【后值倾覆，受任于败军之际，奉命于危难之间，尔来二十有一年矣。】<br>回顾与先帝患难与共的艰苦历程。自述出身经历。<br>【先帝知臣谨慎，故临崩寄臣以大事也。】<br>“谨慎”是对诸葛亮的精确评价。“诸葛一生唯谨慎”一语所本。<br>【受命以来，夙夜忧虑，恐付托不效，以伤先帝之明，故五月渡泸，深入不毛。】<br>述说受命以来的辛勤。<br>【今南方已定，兵甲已足，当奖率三军，北定中原。庶竭驽钝，攘除奸凶，兴复汉室，还于旧都。此臣所以报先帝而忠陛下之职分也。】<br>说明出师北伐，势在必行，并表明自己效忠蜀汉的赤心。<br>【至于斟酌损益，进尽忠言，则攸之、祎、允之任也。】<br>再次叮咛依靠大臣理好朝政。<br>说明北伐时机成熟，表明兴复汉室的决心。<br>【愿陛下托臣以讨贼兴复之效，不效则治臣之罪，以告先帝之灵。】<br>出师誓言。<br>【若无兴德之言，则责攸之、祎、允等之慢，以彰其咎；陛下亦宜自谋，以咨诹善道，察纳雅言。深追先帝遗诏，臣不胜受恩感激。】<br>出师后朝臣、后主职责分明，再三关照，语重心长。<br>交代出师后朝政事宜，反复叮咛后主牢记刘备遗训。<br>【今当远离，临表涕泣，不知所言。】<br>结语表明临行前百感交集，无限恋念之情。这本来是套语，但在本文却自然得体，读者竟不觉其为套语。<br/><h2>简评</h2> <p>　　北伐曹魏是蜀汉后期<a href=\"http://so.gushiwen.org/author_507.aspx\">诸葛亮</a>安邦定国的一种策略：以攻代守，与其坐以待毙还不如主动出击。</p> <p>　　“臣受命之日，寝不安席，食不甘味。”字里行间透露出诸葛亮时刻不忘报答刘备的知遇之恩，诸葛亮将“鞠躬尽瘁”体现得淋漓尽致。</p> <p>　　南宋<a href=\"http://so.gushiwen.org/view_71156.aspx\">诗</a>人<a href=\"http://so.gushiwen.org/author_272.aspx\">陆游</a>曾高度评价这篇表文，说道：“早岁哪知世事艰，中原北望气如山，楼船夜雪瓜舟渡，铁马秋风大散关，塞上长城空自许，镜中蓑鬓已先斑，出师一表真名世，千载谁堪伯仲间。”</p> <p>　　<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>：“三顾频烦天下计，两朝开济老臣心。” </p><br/><h2>重读出师表的几点认识</h2> <p>　　从文章结构上来看，全文可以分为4部分：</p> <p>　　Part1，由前两个自然段组成。</p> <p>　　指出当今天下的基本形势和执政的基本原则，接着提出了基本政策。</p> <p>　　按逆向思维来分析，似乎小皇帝的某些作为让老丞相有些不满，结合历史上的情况，应该与刘禅偏信宦官有关。于是开宗名义，告诉小皇帝应该端正态度，内外一体。</p> <p>　　《英雄志》22卷第九章《天之历数在尔躬》中曾对一国兴衰发表过一些看法，似乎是暗合此处的，兹录于此：</p> <p>　　“欲知一国之兴衰，必先观何处？观一物，必先观其内。何为一国之内？为百姓。何为百姓之内？为法制风气。那法制风气之内呢？天下之风气，必起于天子。那天子之内呢？还有什么？私心。天子的私心都藏于何处？这帝王私心之所在，便在后宫。那儿有他最心爱的人，故而在他心中的份量，足与天下等值。”</p> <p>　　&lt;Remark&gt;在帝制独裁体制下，在家天下，以伦理学为执政理论基础的执政机制必然受皇帝的后宫影响极大。远如吕后、<a href=\"http://so.gushiwen.org/author_298.aspx\">武则天</a>，近如慈禧。</p> <p>　　Part2，第3、4、5自然段。</p> <p>　　告诉小皇帝可以依靠谁，文官是郭攸之、费祎、董允等，武将是向宠。同时告诉小皇帝一般人别信他，都是小人，来祸害你的。</p> <p>　　&lt;Remark&gt;往好的方向来说，这是在向皇帝推荐优秀干部；反过来也可以说你是在结党，是否营私待定。</p> <p>　　Part3，第6、7自然段。</p> <p>　　可能<a href=\"http://so.gushiwen.org/author_507.aspx\">诸葛亮</a>也意识到上面的语气不太合适，有点像老爸教训自己的儿子，虽然叫你相父，你也别当真啊！而且在人事方面有点搞党争的嫌疑，于是开始打苦情牌，追溯自己与老皇帝的关系，这些都是老皇帝让我告诉你的！</p> <p>　　&lt;Remark&gt;确实是用心良苦，不过小皇帝完全可以这样想，“妈的，这老东西又拿我死去的老爹来压我！”</p> <p>　　Part4，第8、9自然段。</p> <p>　　说的差不多了，该结束了。要出征了，向小皇帝立个军令状，也再次告诫小皇帝要听人劝吃饱饭，要有主见。</p> <p>　　&lt;Remark&gt;罗里吧嗦，絮絮叨叨，保姆真不是好当的啊。</p> <p>　　整体感知：</p> <p>　　本文言辞恳切，将军国大事、执政原则都非常清晰地表述出来，可以说是手把手地在教小皇帝。但是通篇都在说自己要报先帝知遇之恩，众将士也是为了报先帝知遇之恩，似乎忽略了小皇帝的个人感受。如果他所用的人都只是冲着自己老爸的面子给自己干活，并不怎么真心服自己，估计他干起来也不会怎么乐意。虽然在以孝治天下的古代社会总是要推崇下先帝，但也不能这么干啊，再怎么孝顺，也得是一朝天子一朝臣啊，康熙、雍正、乾隆莫不如是，并不是一定要用先帝的臣子才能保证国家兴旺、政治稳定。所谓“江山代有人才出”，或许正是诸葛亮对人才梯队建设的忽视，导致了三国后期蜀国再无杰出之士可用。</p> <p>　　另外，本文中似乎只是泛泛地进行告诫小皇帝要亲贤臣远小人，并没有提出什么具体的政策，更没有告诉小皇帝如何自己去发现人才，只是说“看看，这几个人都是先帝给你选的，你要听他们的话哦”。这就略显扯淡了，不谈人才的标准，这就导致，小皇帝若非天赋异禀，不懂潜规则的话，将永远无法自己发现真正需要的人才。</p> <p>　　综合来看，这个真是“今当远离，临表涕零，不知所言”了。</p>",
  "poet": {
    "id": 507,
    "star": 0,
    "name": "诸葛亮",
    "image": "http://img.gushiwen.org/authorImg/zhugeliang.jpg",
    "desc": "诸葛亮（181－234），字孔明、号卧龙（也作伏龙），汉族，徐州琅琊阳都（今山东临沂市沂南县）人，三国时期蜀汉丞相、杰出的政治家、军事家、散文家、书法家。在世时被封为武乡侯，死后追谥忠武侯，东晋政权特追封他为武兴王。诸葛亮为匡扶蜀汉政权，呕心沥血，鞠躬尽瘁，死而后已。其散文代表作有《出师表》、《诫子书》等。曾发明木牛流马、孔明灯等，并改造连弩，叫做诸葛连弩，可一弩十矢俱发。于234年在五丈原（今宝鸡岐山境内）逝世。诸葛亮在后世受到极大尊崇，成为后世忠臣楷模，智慧化身。成都、宝鸡、汉中、南阳等地有武侯祠，杜甫作《蜀相》赞诸葛亮。"
  },
  "tags": [
    "初中文言文",
    "古文观止",
    "励志",
    "劝勉"
  ]
}