{
  "id": 49434,
  "star": 98,
  "name": "少年游·润州作",
  "dynasty": "宋代",
  "content": "去年相送，余杭门外，飞雪似杨花。今年春尽，杨花似雪，犹不见还家。<br>对酒卷帘邀明月，风露透窗纱。恰似姮娥怜双燕，分明照、画梁斜。",
  "fanyi": "<p><strong>译文<br></strong>去年相送于余杭门外，大雪纷飞如同杨花。如今春天已尽，杨花飘絮似飞雪，却不见离人归来，怎能不叫人牵肠挂肚呢？<br>卷起帘子举起杯，引明月作伴，可是风露又乘隙而入，透过窗纱，扑入襟怀。月光无限怜爱那双宿双栖的燕子，把它的光辉与柔情斜斜地洒向画梁上的燕巢。</p> <p><strong>注释<br></strong>⑴少年游：词牌名。<br>⑵润州：今江苏镇江。<br>⑶余杭门：北宋时杭州的北门之一。<br>⑷“对酒”句：写月下独饮。<br>⑸姮娥：即嫦娥，月中女神。亦代指月。《淮南子·览冥训》曰“羿请不死之药于西王母，姮娥窃以奔月”。高诱注曰“姮娥，羿妻。羿请不死之药于西王母，未及服之；姮娥盗食之，得仙，奔入月中，为月精也。”汉避文帝<a href=\"http://so.gushiwen.org/author_797.aspx\">刘恒</a>讳改嫦娥。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　宋神宗熙宁七年(1074)三月底、四月初，任杭州通判的<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>因赈济灾民而远在润州时(今江苏镇江)。为寄托自己对妻子王润之的思念之情，他写下了这首词。此词是作者假托妻子在杭思己之作，含蓄婉转地表现了夫妻双方的一往情深。</p> <p>　　上片写夫妻别离时间之久，诉说亲人不当别而别、当归而未归。前三句分别点明离别的时间——“去年相送”；离别的地点——“余杭门外”；分别时的气候——“飞雪似杨花”。把分别的时间与地点说得如此之分明，说明夫妻间无时无刻不在惦念。大雪纷飞本不是出门的日子，可是公务在身，不得不送丈夫冒雪出发，这种凄凉气氛自然又加深了平日的思念。后三句与前三句对举，同样点明时间——“今年春尽”，气候——“杨花似雪”，可是去年送别的丈夫“犹不见还家”。原以为此次行役的时间不长，当春即可还家，可如今春天已尽，杨花飘絮，却不见人归来，怎能不叫人牵肠挂肚呢？这一段引入了《<a href=\"http://so.gushiwen.org/view_49434.aspx\">诗</a>·小雅·采薇》“昔我往矣，杨柳依依；今我来思，雨雪霏霏”的手法，而“雪似杨花”、“杨花似雪”两句，比拟既工，语亦精巧，可谓推陈出新的绝妙好辞。</p> <p>　　下片转写夜晚，着意刻画妻子对月思己的孤寂、惆怅。“对酒卷帘邀明月，风露透窗纱”，说的是在寂寞中，本想仿效<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>的“举杯邀明月，对影成三人”，卷起帘子引明月作伴，可是风露又乘隙而入，透过窗纱，扑入襟怀。结尾三句是说，妻子在人间孤寂地思念丈夫，恰似姮娥在月宫孤寂地思念丈夫后羿一样。姮娥怜爱双栖燕子，把她的光辉与柔情斜斜地洒向那画梁上的燕巢，这就不能不使妻子由羡慕双燕，而更思念远方的亲人。</p>",
  "about": "<h2>创作背景</h2> <p>　　此词作于公元1074年（宋神宗七年）三月底、四月初，<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>时任杭州通判，因赈济灾民而去润州（今江苏镇江），为寄托自己对妻子王润之的思念之情，他写下了这首词。</p> <p>　　公元1071年（熙宁四年）苏轼因反对<a href=\"http://so.gushiwen.org/author_405.aspx\">王安石</a>变法，自请外任，被调任为杭州通判。他在杭州之时远离激烈的政治争斗，无异于一种精神上的解脱。杭州天堂般美丽的湖光山色，市民与同僚对他的尊敬，僧人与歌伎对他的崇拜，都使他感到从未有过的愉快。续娶的年轻妻子和牙牙学语的儿女也使他感到天伦之乐的惬意和温暖。杭州成了他的人间天堂，每一次因公而暂时离开杭州都使他依依不舍。公元1073年（熙宁六年）冬天，他又被两浙转运使派往常、润、苏、秀等州赈济灾民，直到第二年入夏才回杭州。这是他离开杭州最长的一次，眷恋之情自然更为深切，沿途曾写有不少<a href=\"http://so.gushiwen.org/view_49434.aspx\">诗</a>词表此衷曲，此词就是其中之一。</p>",
  "poet": {
    "id": 183,
    "star": 0,
    "name": "苏轼",
    "image": "http://img.gushiwen.org/authorImg/sushi.jpg",
    "desc": "苏轼（1037－1101），北宋文学家、书画家、美食家。字子瞻，号东坡居士。汉族，四川人，葬于颍昌（今河南省平顶山市郏县）。一生仕途坎坷，学识渊博，天资极高，诗文书画皆精。其文汪洋恣肆，明白畅达，与欧阳修并称欧苏，为“唐宋八大家”之一；诗清新豪健，善用夸张、比喻，艺术表现独具风格，与黄庭坚并称苏黄；词开豪放一派，对后世有巨大影响，与辛弃疾并称苏辛；书法擅长行书、楷书，能自创新意，用笔丰腴跌宕，有天真烂漫之趣，与黄庭坚、米芾、蔡襄并称宋四家；画学文同，论画主张神似，提倡“士人画”。著有《苏东坡全集》和《东坡乐府》等。"
  },
  "tags": [
    "婉约",
    "思念"
  ]
}