{
  "id": 71674,
  "star": 13,
  "name": "吊岳王墓",
  "dynasty": "明代",
  "content": "大树无枝向北风，十年遗恨泣英雄。<br>班师诏已来三殿，射虏书犹说两宫。<br>每忆上方谁请剑，空嗟高庙自藏弓。<br>栖霞岭上今回首，不见诸陵白露中。",
  "fanyi": "<h2>注释</h2> ⑴岳王墓：<a href=\"http://so.gushiwen.org/author_630.aspx\">岳飞</a>之墓，在杭州。<br>⑵三殿，指朝廷。<br>⑶两宫：指被金所俘的徽 宗、钦宗二帝。<br>⑷高庙：指<a href=\"http://so.gushiwen.org/author_1073.aspx\">赵构</a>。庙号高宗，故称。<br>⑸栖霞岭：在杭州西湖滨，岳坟所在地。<br>⑹诸陵：指南宋六个皇帝的陵墓。在今浙江绍兴东三十六里之宝山（又名攒宫山）。",
  "shangxi": "<h2>鉴赏</h2> <p>　　这首《吊岳王墓》作于何年已不可考，但可以说是<a href=\"http://so.gushiwen.org/view_71674.aspx\">诗</a>人亲临栖霞岭<a href=\"http://so.gushiwen.org/author_630.aspx\">岳飞</a>墓，有感而作。</p> <p>　　首联“大树无枝向北风，十年遗恨泣英雄”。第一句是写景，岳飞惨死于奸佞之手，墓边的大树为其所感，树枝随风摇曳，纷纷奋然指向南方。这是全诗中唯一写到诗人所见的岳飞墓的，尽管只此一句，却是极传神之处。关于树枝南指，读者应以审美的目光借助想象去观照这一非现实却超越了现实的艺术境界。这一境界是感动人心的，它寄托了诗人强烈的爱憎之情。接下去“十年遗恨泣英雄”更是慷慨悲凉之笔。<a href=\"http://so.gushiwen.org/author_741.aspx\">高启</a>于岳飞墓前，望着树枝南指的大树，想起了令人痛心的往事，于是无限悲愤，见于笔端。</p> <p>　　第三、四句“班师诏已来三殿，射虏书犹说两官”，从文字上看，意思是说朝廷已经岳飞下了班师的命令，而<a href=\"http://so.gushiwen.org/author_2996.aspx\">韩世忠</a>仍然投书斥军，表达其恢复之决心。诗人在这里是以前一句写投降者的卖国苟安，后一句写抗敌都始终以恢复为己任，两者形成了强烈的对比，可以说这一联是对南宋政治的高度概括。</p> <p>　　第五、六句“每忆上方谁请剑，空嗟高庙自藏弓”，这里用了两个典故，一个是正直敢谏的朱云，另一个是被诬灭族的英雄韩信。在这一联中；诗人由岳飞被害想到朱云请上方宝剑铲除佞臣，想到汉高祖忘恩负义诬陷谋杀忠臣。“每忆”两字，表露了对忠臣被杀的无限遗恨以及对这一事件的关心和哀叹，而“空嗟”两字，则表达了对杀害岳飞的高宗的愤慨。这一联诗人的想象纵横驰骋，字里行间流露出对这一历史事件的悲哀和感伤。</p> <p>　　末联“栖霞岭上今回首，不见诸陵白露中”。诗人在岳飞墓前回首北望，只有茫茫白露，不见远方宋代诸帝王的陵墓。这两句看上去极白，但却写得空灵婉曲，含而不露。既然“回首”又“不见诸陵”，那么要把不见之物——诸墓陵——写出来的原因就是诗人于栖霞岭上凭吊岳飞墓时，自然联想到了它——诸陵——这里像征着宋代王朝。昔日的宋王朝一去不在，诗人到此只是哀悼那时惨死的英杰，而对那个朝代，那个朝代的君王则毫无怀念。这一联是全诗的诗眼，更加强烈地表达了诗人对于岳飞的怀念之情和对南宋王朝杀害岳飞的痛恨。诗人伫立于岳飞墓前，眼前是茫茫白露，这姜迷清冷的意境更增强了此诗悲哀感伤的色彩。</p>",
  "poet": {
    "id": 741,
    "star": 0,
    "name": "高启",
    "image": "http://img.gushiwen.org/authorImg/gaoqi.jpg",
    "desc": "高启（1336－1373）汉族，江苏苏州人，元末明初著名诗人，与杨基、张羽、徐贲被誉为“吴中四杰”，当时论者把他们比作“明初四杰”，又与王行等号“北郭十友”。字季迪，号槎轩，平江路（明改苏州府）长洲县（今江苏省苏州市）人；洪武初，以荐参修《元史》，授翰林院国史编修官，受命教授诸王。擢户部右侍郎。苏州知府魏观在张士诚宫址改修府治，获罪被诛。高启曾为之作《上梁文》，有“龙蟠虎踞”四字，被疑为歌颂张士诚，连坐腰斩。有《高太史大全集》、《凫藻集》等。"
  },
  "tags": [
    "咏史怀古",
    "凭吊",
    "感伤"
  ]
}