{
  "id": 71682,
  "star": 13,
  "name": "登雨花台",
  "dynasty": "明代",
  "content": "生平四十老柴荆，此日麻鞋拜故京。<br>谁使山河全破碎？可堪翦伐到园陵！<br>牛羊践履多新草，冠盖雍容半旧卿。<br>歌泣不成天已暮，悲风日夜起江生。",
  "fanyi": "<p><strong>译文</strong><br>四十年来，甘守贫困度残生，<br>脚穿麻鞋，此日登台望旧京。<br>满目破碎，大好河山谁摧毁？<br>一腔悲愤，园陵松柏竟凋零！<br>牛羊践踏，大片春草变狼籍，<br>车马驰骋，半是旧官显骄横。<br>暮色苍茫，欲哭无泪残阳斜，<br>悲风猎猎，吹起大江呜咽声。 </p><p><strong>注释</strong><br>①老柴荆：老于茅屋，表示甘守贫贱。<br>②园陵：指南京钟山的明太祖<a href=\"http://so.gushiwen.org/author_3131.aspx\">朱元璋</a>墓。<br>③冠盖：官僚们的官服车盖。雍容：华贵的样子。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　雨花台是坐落在南京城南的一处名胜，登高远眺，诸景诸色，尽收眼底。南京曾是明代建国之初的都城，明朝开国皇帝<a href=\"http://so.gushiwen.org/author_3131.aspx\">朱元璋</a>的墓就在南京钟山之上；南明福王朝廷也曾建都于此。<a href=\"http://so.gushiwen.org/view_71682.aspx\">诗</a>人登上雨花台，举目四望，不禁感叹万分。开头两句不禁点名了诗人的布衣身份，而且还隐含着一股豪气。<a href=\"http://so.gushiwen.org/author_43.aspx\">魏禧</a>在明亡之后，绝意仕进。清统治者为笼络文士，曾诏举博学鸿词，他拒绝应试，因此年至四十，仍甘心老于茅屋。“麻鞋”乃乡间野老所穿，<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>曾以“麻鞋见天子，衣袖露两肘”的诗句表示对唐王朝的耿耿忠心。在山河破碎、江山易主的时刻，魏禧以“此日麻鞋拜故京”表达了更为深沉浓重的情感。</p> <p>　　三、四两句诗人心头的怒火陡然升起，诗人发出了激愤的责问：究竟谁是国家灭亡的罪魁祸首？表现了诗人对祸国殃民者的仇恨和对历史的反思。“全破碎”的“全”字含义深刻。金瓯破碎，竟然无一可以幸免，而且是在极为短暂的时间内遭到了迅速覆灭的命运。福王朱由崧即位南京之后，阉党余孽马士英等把持了朝政，不积极备战，以图恢复，反而倒行逆施，大兴土木，恣意荒淫，遂使山河全部为清所有。战火遍地，四处疮痍，甚至明朝开国皇帝的陵墓也难逃厄运。这实在是令人难以容忍的奇耻大辱，诗人用“可堪翦伐到园陵”表达了痛心疾首的义愤之情。其中有对断送国家者的鞭挞，也有对异族入侵者的控诉。</p> <p>　　五、六两句诗人内心的怒火转化为憎恶怨恨，从而使全诗的内蕴更加深邃和丰富。“牛羊践履”既是实写眼前景，又是对异族侵略者的微妙讥讽。作为刚从游牧部族进入关内的清人，牛羊的践踏锦绣江山，就如同他们的铁蹄在蹂躏着大江南北。“多新草”三字含义深长，形象地描绘出了被牛羊践踏的田园一片荒芜，只有野草时时更新的景况，黎民百姓的悲惨处境也就可想而知了。与此相对的却是雍容华贵的官府车盖，前呼后拥，招摇过市。更令人触目惊心者还是“半旧卿”三字，那些曾在明朝为官为宦的权贵们，在异族入侵着面前卑躬屈膝，侧姿求媚，腰身又变成了当朝的新贵。他们毫无民族气节，不顾国家生死危亡，只知追求个人安乐，不正是这些民族败类葬送了明代的江山吗？这就与上一联“谁使山河全破碎”紧紧呼应起来。“冠盖雍容”与诗人“柴荆”“麻鞋”的身份相映衬，表露出“冠盖满京华，斯人独憔悴”之意，诗人强烈的民族气节也就愈加分明。“多新草”与“半旧卿”，一新一旧，新草遮盖的是旧日山河，旧卿却扮演了新贵的角色。由此不难见出诗人锤字炼句之功。</p> <p>　　最后两句，诗人在雨花台上陷入了深深的沉思之中，满腹的悲愤还未倾吐干净，不觉暮色已经降临。作者的真挚情感甚至打动了天地万物，只见凄风悲号，江水痛哭，日夜不息。正所谓“登山则情满于山，观海则情溢于海”，达到了“感天地、泣鬼神”的程度。全诗也就在这悲风声中收束。</p>",
  "about": "<h2>作品背景</h2> <p>　　<a href=\"http://so.gushiwen.org/author_43.aspx\">魏禧</a>是一位极富民族气节的文人。他生于明末，明亡后，与兄际瑞、弟礼隐居翠微山，筑室号“易堂”，授徒著述，有“宁都三魏”之称，又与彭士望等称“易堂九子”，而以禧之文名为最著。他深怀亡国之痛，在《许秀才传》中沉痛地说：“禧亦故诸生，方偷活浮沉于时，视二许能不愧死入地哉？”他的散文多表彰抗敌殉国和坚守志节之士，他的<a href=\"http://so.gushiwen.org/view_71682.aspx\">诗</a>歌多抒写故国之寺和国破之悲。这首《登雨花台》诗就表达了他对明清易代的伤感哀痛。</p> <p>　　此诗作于1663年（康熙二年），据明亡已二十年。作为长期隐居故乡的遗民诗人，魏禧四十岁时来到旧京南京，登上今中华门外的雨花台，仍感慨万千，写下这首七律。</p>",
  "poet": {
    "id": 43,
    "star": 0,
    "name": "魏禧",
    "image": "http://img.gushiwen.org/authorImg/weixi.jpg",
    "desc": "魏禧（1624年3月2日～1680年11月17日）明末清初散文家，与汪琬、侯方域并称清初散文三大家，与兄际瑞、弟礼合称宁都三魏，三魏兄弟与彭士望、林时益、李腾蛟、岳维屏、彭任等合称易堂九子。字冰叔，一字叔子，号裕斋。江西宁都人，明末诸生，明亡隐居翠微峰勺庭，人称勺庭先生。后出游江南，以文会友，传播其明道理、识时务、重廉耻、畏名义的学说，结纳贤豪，以图恢复。他的文章多颂扬民族气节人事，表现出浓烈的民族意识。还善于评论古人的业迹，对古人的是非曲直、成败得失都有一定的见解，著有《魏叔子文集》。"
  },
  "tags": [
    "景点",
    "登楼",
    "抒情",
    "爱国"
  ]
}