{
  "id": 8829,
  "star": 44,
  "name": "长安遇冯著",
  "dynasty": "唐代",
  "content": "客从东方来，衣上灞陵雨。问客何为来，采山因买斧。 <br>冥冥花正开，飏飏燕新乳。昨别今已春，鬓丝生几缕。",
  "fanyi": "<p><strong>译文</strong><br>客人从东方过来，衣服上还带着灞陵的雨。问客人为什么来，客人说为了上山砍伐树木来买斧头。百花正在悄悄地盛开，轻盈的燕子正在哺乳新雏。去年一别如今又是春天，两鬓的头发不知又生出多少。</p> <p><strong>韵译</strong><br>你从东方回到长安来，衣裳沾满灞陵的春雨。<br>请问你来此为了何故？你说为开山辟地买斧。<br>冥冥春雨百花淋雨开，习习和风燕子新孵雏。<br>去年一别如今又逢春，双鬓银丝添生了几缕？</p> <p><strong>注释</strong><br>1. 冯著：<a href=\"http://so.gushiwen.org/author_564.aspx\">韦应物</a>友人。<br>2. 灞陵：即霸上。在今西安市东。因汉文帝葬在这里，改名灞陵。<br>3. 客：即指冯著。<br>4. 冥冥：：是形容造化默默无语的情态<br>5.扬扬：鸟飞翔的样子。<br>6. 燕新乳：指小燕初生。<br>7.昨别：去年分别。<br>8.鬓丝：两鬓白发如丝。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　<a href=\"http://so.gushiwen.org/view_8829.aspx\">诗</a>人与朋友别后重逢，对朋友的遭遇深表同情，同时予以慰勉。全诗叙事中抒情写景，以问答方式渲染气氛。既情意深长，又生动活泼，清新明快，回味无穷。它的感人，首先在于诗人心胸坦荡，思想开朗，对生活充满信心，对前途有展望，对朋友充满热情。因此他能对一位不期而遇的失意朋友充分理解，深表同情，体贴入微而又积极勉励。</p> <p>　　本诗首二句主要是说冯著刚从长安以东的地方来，还是一派名士兼隐士的风度。接着，诗人自为问答，料想冯著来长安的目的和境遇。“采山”句是俏皮话，打趣语，大意是说冯著来长安是为采铜铸钱以谋发财的，但只得到一片荆棘，还得买斧斫除。其寓意即谓谋仕不遇，心中不快。诗人自为问答，诙谐打趣，显然是为了以轻快的情绪冲淡友人的不快，所以下文便转入慰勉，劝导冯著对前途要有信心。但是这层意思是巧妙地通过描写眼前的春景来表现的。</p> <p>　　“冥冥花正开，飏飏燕新乳”。这两句大意是说，造化无语而繁花正在开放，燕子飞得那么欢快，因为它们刚哺育了雏燕。不难理解，诗人选择这样的形象，正是为了意味深长地劝导冯著不要为暂时失意而不快不平，勉励他相信大自然造化万物是公正不欺的，前辈关切爱护后代的感情是天然存在的，要相信自己正如春花般焕发才华，会有人来并切爱护的。</p> <p>　　所以末二句，诗人以十分理解和同情的态度，满含笑意地体贴冯著说：你看，我们好像昨日才分别，如今已经是春天了，你的鬓发并没有白几缕，还不算老呀！这“今已春”正是承上二句而来的，末句则以反问勉励友人，盛年未逾，大有可为。</p> <p>　　这首赠诗，以亲切诙谐的笔调，对失意沉沦的冯著深表理解、同情、体贴和慰勉。</p> <p>　　这的确是一首情意深长而生动活泼的好诗。它的感人，首先在于诗人心胸坦荡，思想开朗，对生活有信心，对前途有展望，对朋友充满热情。因此他能对一位不期而遇的失意朋友，充分理解，真诚同情，体贴入微，而积极勉励。也正因如此，诗人采用活泼自由的古体形式，吸收了乐府歌行的结构、手法和语言。它在叙事中抒情写景，以问答方式渲染气氛，借写景以寄托寓意，用诙谐风趣来激励朋友。它的情调和风格，犹如小河流水，清新明快，而又委曲宛转，读来似乎一览无余，品尝则又回味不尽。</p>",
  "about": "<h2>创作背景</h2> <a href=\"http://so.gushiwen.org/author_564.aspx\">韦应物</a>于大历四年至十三年在长安，而冯著在大历四年离长安赴广州，约在大历十二年再到长安。这<a href=\"http://so.gushiwen.org/view_8829.aspx\">诗</a>可能作于大历四年或十二年。冯著是韦应物的朋友，其事失传，今存诗四首。韦应物赠冯著诗，也存四首。据韦诗所写，冯著是一位有才有德而失志不遇的名士。他先在家乡隐居，清贫守真，后来到长安谋仕，颇擅文名，但仕途失意。约在大历四年（769）应征赴幕到广州。十年过去，仍未获官职。后又来到长安。韦应物对这样一位朋友是深为同情的。",
  "poet": {
    "id": 564,
    "star": 0,
    "name": "韦应物",
    "image": "http://img.gushiwen.org/authorImg/weiyingwu.jpg",
    "desc": "韦应物（737～792），中国唐代诗人。汉族，长安(今陕西西安)人。今传有10卷本《韦江州集》、两卷本《韦苏州诗集》、10卷本《韦苏州集》。散文仅存一篇。因出任过苏州刺史，世称“韦苏州”。诗风恬淡高远，以善于写景和描写隐逸生活著称。"
  },
  "tags": [
    "唐诗三百首",
    "叙事",
    "抒情",
    "同情"
  ]
}