{
  "id": 3026,
  "star": 102,
  "name": "题大庾岭北驿",
  "dynasty": "唐代",
  "content": "阳月南飞雁，传闻至此回。<br>我行殊未已，何日复归来。<br>江静潮初落，林昏瘴不开。<br>明朝望乡处，应见陇头梅。",
  "fanyi": "<p><strong>译文</strong><br>阴历十月的时候，大雁就开始南飞，<br>据说飞到大庾岭，它们就全部折回。<br>鸟儿不进，我却行程未止远涉岭南，<br>真不知何日何时，我才能遇赦归来？<br>潮水退落了，江面静静地泛着涟漪，<br>深山老林昏暗暗，瘴气浓重散不开。<br>来日我登上高山顶，向北遥望故乡，<br>抑或能看到：那山头上初放的红梅。</p> <p><strong>注释</strong><br>⑴大庾岭：在江西、广东交界处，为五岭之一。北驿：大庾岭北面的驿站。<br>⑵阳月：阴历十月。<br>⑶殊：还。“我行”句意谓自己要去的贬谪之地还远，所以自己还不能停下。<br>⑷瘴：旧指南方湿热气候下山林间对人有害的毒气。<br>⑸望乡处：远望故乡的地方，指站在大庾岭处。<br>⑹陇头梅：大庾岭地处南方，其地气候和暖，故十月即可见梅，旧时红白梅夹道，故有梅岭之称。陇头：即为“岭头”。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　大庾岭在今江西大庾，岭上多生梅花，又名梅岭。古人认为此岭是南北的分界线，因有十月北雁南归至此，不再过岭的传说。<a href=\"http://so.gushiwen.org/author_248.aspx\">宋之问</a>被贬途径大庾岭北驿时，怀乡的忧伤涌上心头，悲切之音脱口而出：“阳月南飞雁，传闻至此回。我行殊未已，何日复归来？”意谓：阳月（即农历十月）雁南飞至此而北回，而我呢，却像“孤雁独南翔”（<a href=\"http://so.gushiwen.org/author_616.aspx\">曹丕</a>《杂<a href=\"http://so.gushiwen.org/view_3026.aspx\">诗</a>》），非但不能滞留，还要翻山越岭，到那荒远的瘴疠之乡；群雁北归有定期，而我呢，何时才能重来大庾岭，再返故乡和亲人团聚！由雁而后及人，诗人用的是比兴手法。两两相形，沉郁、幽怨，人不如雁的感慨深蕴其中。这一鲜明对照，把诗人那忧伤、哀怨、思念、向往等等痛苦复杂的内心情感表现得含蓄委婉而又深切感人。</p> <p>　　人雁比较以后，五六两句，诗人又点缀了眼前景色：“江静潮初落，林昏瘴不开。”黄昏到来了，江潮初落，水面平静得令人寂寞，林间瘴气缭绕，一片迷蒙。这景象又给诗人平添了一段忧伤。因为江潮落去，江水尚有平静的时候，而诗人心潮起伏，却无一刻安宁。丛林迷瞑，瘴气如烟，故乡望眼难寻；前路如何，又难以卜知。失意的痛苦，乡思的烦恼，面对此景就更使他不堪忍受。</p> <p>　　恼人的景象，愁杀了这位落魄南去的逐臣，昏暗的境界，又恰似他内心的迷离惝恍。因此，这二句写景接上二句的抒情，转承得实在好，以景衬情，渲染了凄凉孤寂的气氛，烘托出悲苦的心情，使抒情又推进一层，更加深刻细腻，更加强烈具体了。</p> <p>　　最后二句，诗人又从写景转为抒情。他在心中暗暗祈愿：“明朝望乡处，应见陇头梅。”意思是说：明晨踏上岭头的时候，再望一望故乡吧！虽然见不到她的踪影，但岭上盛开的梅花该是可以见到的！《荆州记》载，南朝梁时诗人<a href=\"http://so.gushiwen.org/author_92.aspx\">陆凯</a>有这样一首诗：“折梅逢驿使，寄与陇头人。江南何所有，聊赠一枝春。”诗人暗用了这一典故。虽然家不可归，但他十分希望也能寄一枝梅，安慰家乡的亲人。</p> <p>　　情致凄婉，绵长不断，诗人怀乡之情已经升发到最高点，然而却收得含吐不露。宋人沈义父说：“以景结情最好”，“含有余不尽之意”。（《乐府指迷》）这一联恰好如此，诗人没有接续上文去写实景，而是拓开一笔，写了想象，虚拟一段情景来关合全诗。这样不但深化了主题，而且情韵醇厚，含悠然不尽之意，令人神驰遐想。</p> <p>　　全诗写的是“愁”，却未着一“愁”字。尽管如此，人们还是感到愁绪满怀，凄恻缠绵。之所以能产生这样的艺术魅力，是因为“善道景者，绝去形容，略加点缀”，“善言情者，吞吐深浅，欲露还藏”（陆时雍《诗镜总论》）。这首诗正是在道景言情上别具匠心。全诗情景交融，用词考究，思乡之忧伤与行程之艰难紧密结合，表达了强烈的哀伤与沉痛之意，感人肺腑。</p>",
  "about": "<h2>创作背景</h2> 这是<a href=\"http://so.gushiwen.org/author_248.aspx\">宋之问</a>流放钦州（治所在今广西钦州东北）途经大庾岭时，题写在岭北驿的一首五律，创作时间约在公元710年（唐睿宗景云元年）。本来，在武后、中宗两朝，宋之问颇得宠幸，睿宗执政后，却成了谪罪之人，发配岭南，在人生道路上从高峰跌入深谷，胸中不免充满了忧伤和痛苦。当他到达大庾岭时，眼望那苍茫山色，想到一岭之隔，咫尺天涯，顿时，他那迁谪失意的痛苦、怀土思乡的忧伤一起涌上心头，于是写了好几首<a href=\"http://so.gushiwen.org/view_3026.aspx\">诗</a>。此诗是其中一首。",
  "poet": {
    "id": 248,
    "star": 0,
    "name": "宋之问",
    "image": "http://img.gushiwen.org/authorImg/songzhiwen.jpg",
    "desc": "宋之问，字延清，一名少连，汉族，汾州（今山西汾阳市）人。一说虢州弘农（今河南灵宝县）人。初唐时期的著名诗人。"
  },
  "tags": [
    "唐诗三百首",
    "思乡",
    "地名"
  ]
}