{
  "id": 49869,
  "star": 6,
  "name": "水调歌头·落日塞垣路",
  "dynasty": "宋代",
  "content": "落日塞垣路，风劲戛貂裘。翩翩数骑闲猎，深入黑山头。极目平沙千里，惟见雕弓白羽，铁面骏骅骝。隐隐望青冢，特地起闲愁。 <br>汉天子，方鼎盛，四百州。玉颜皓齿，深锁三十六宫秋。堂有经纶贤相，边有纵横谋将，不减翠蛾羞。戎虏和乐也，圣主永无忧。",
  "fanyi": "<p><strong>译文<br></strong>塞外的太阳已经落下了，狂风呼啸地袭卷着人们身着的战袍。几位兵士带着弓箭，策马深入黑山头。极目远眺，茫茫千里黄沙，一望无际，空旷的天地里只有几位行猎的好手携雕弓，佩白羽，表情严肃，如风驰电掣般策马飞奔。隐隐约约竟仿佛望见了夜色里的昭君陵，心里波澜起伏。<br>汉家天子正当青春年盛，汉家天下幅员辽阔，洋洋四百州，民殷国富。然而，天子竟不能凭借实力巩固国防，靠一位苦命的宫女去“和蕃”。朝堂上不是没有经天纬地的奇才，边境上更不缺少镇守一方的良将，可“和蕃”一事还是照例进行，将天下社稷的安危托付于一女子之手，这是多么可悲的事？如今边疆地区太平、和睦，皇上也可以高枕无忧了。</p> <p><strong>注释<br></strong>①塞垣：边防城池。戛（jiá荚）：敲击。<br>②翩翩：轻快地来往奔驰。黑山：在今内蒙古自治区和林格尔西北。<br>③极目：放眼，一眼望不到边。雕弓：古代雕、雕相通，雕弓，可以解释为射雕的弓，也可以说是雕刻过花纹的弓，这里与白羽并列恐为后者。白羽：尾部缠有白色羽毛的箭。铁面：战马所带铁制面具，用以保护马的头部。骏（jùn俊）：对好马的美称。骅骝，周穆王的八骏之一，这里代指强壮快速的骏马。<br>④青冢（zhǒng肿）：汉<a href=\"http://so.gushiwen.org/author_830.aspx\">王昭君</a>墓。冢：隆起的坟墓。塞外千里白沙，相形之下，山、水、草，显得特别墨绿，所以长有青草的王昭君墓称青冢，山称黑山。特地：特别。<br>⑤汉天子：指汉元帝，是他遣王昭君嫁给匈奴。方鼎（dǐng顶）盛：正当富强兴盛的时候。四百州：汉代州的范围很大，全国才只有十几个州。宋代府下设州，范围小得多，最多时全国也不到300个州，这里作者是用宋代政区概念来说明汉元帝时领地的广阔。<br>⑥玉颜：美玉一样的容貌。皓齿：洁白的牙齿。玉颜皓齿代指美丽的宫女们。深锁三十六宫秋：被关在深宫里度过凄凉的春秋。汉有36所离宫别馆。秋是凄凉冷寞的象征。<br>⑦堂：古代宫廷，前为堂，后为室。堂即庙堂朝堂，引申为朝廷。经纶：整理丝缕，引申为处理国家大事。贤相：品德好、才能强的宰相。边：边防前线。纵横谋将：智勇双全的将军。翠娥：黛眉，指王昭君。羞：蒙受远嫁匈奴的耻辱。<br>⑧戎：古代对西北方面的少数民族统称为戎。这里指匈奴。虏：对敌人的蔑称。圣主：对皇帝美化的称呼。这两句是说，王昭君远嫁匈奴的羞辱，换来的是敌人的欢乐和皇帝的宽心。 </p>",
  "shangxi": "<h2>赏析</h2> <p>　　词的上片主要描写边地骑兵驰骋射猎的雄壮场面。古人每以“猎”指称战事，“闲猎”实际就是进行军事操练。落日、劲风渲染出紧张的战斗氛围．平沙千里提供了辽阔的习武场景，弓箭骏马烘托出骑士的讽爽英姿。循此理路当展开对国力军威的铺陈，高扬英雄主义的风采。不料“隐隐”以下折人了由昭君的青冢引起的“闲愁”，其实此“愁”不但非“闲”，相反是对国运的深长忧思。下片即是其所思的内容．在堂皇的颂词下蕴含着辛辣的讽刺。皇帝贵为天子，统有天下，后官佳丽，供其享用；庙堂有治国的贤相，边疆有善谋的良将：没想到国家的安定却要靠小女子的和亲换来。“不减”一句将此前的堂堂国威全部扫却，其犀利简直使大宋君臣无地自容。结尾二句又复归歌功颂德之词，极尽椰榆挖苦，矛头直指皇帝。回观上片所写的骑射场景，可知它只是词人的想象之境，现实的情况</p> <p>　　是君王纵乐、文恬武嬉，边备废弛，只能以割地赔款来求得苟安于一时。有鉴于此，词人才会以下计大段的讽刺感慨系之，以与上片的理想之境构成强烈对比。</p> <p>　　值得指出的是，联系山谷所处的时代背景，他的讽刺矛头是直接指向变法派的。这‘时期的<a href=\"http://so.gushiwen.org/view_49869.aspx\">诗</a>歌中山谷表现出与当政者断然不合作的态度，时露鄙夷讥讽，其例证彰彰具在，可以参观。尤其可堪玩味的是，<a href=\"http://so.gushiwen.org/author_405.aspx\">王安石</a>有咏阳君的《明好曲》”首，当时和者甚众。山谷由昭君这热门话题而兴感作词，也在情理之中。王安钉在诗中称“人生失意无南北”、“汉恩自浅胡自深”，在安石可能是要故作惊址骇俗之论，而这或许也是引发山谷深思的触煤之一吧。</p>",
  "about": "<h2>创作背景</h2> <p>　　本词分上下两片，上片描写在边境前沿外出打猎，隐隐约约地望见昭君墓，引发了他的“闲愁”。“闲愁”是什么？就是他在下片中所发的感慨。词的重点在下篇。表面上是议论拥有贤臣良将和广阔疆上的强大的汉天子，不应当让<a href=\"http://so.gushiwen.org/author_830.aspx\">王昭君</a>这个弱女子冤家蒙羞。实际上作者是借古讽今，批评宋朝廷的屈辱求和的对外政策。</p> <p>　　北宋时期，在金国兴起之前，中华大地上长时间是宋、辽、夏鼎足而立的局面，可是堂堂大宋却是懦弱而受屈辱的一方。公元1005年1月（真宗景德元年末），宋与辽在澶州定理“澶渊之盟”（澶州又名澶渊郡，治所在今河南濮阳市），宋每年向辽输银10万两，绢20万匹，公元1006年（景德三年），在党项族首领攻占西北大片领土的情况下，宋朝反而封他为西平王（这时还没有建立大夏国），每年“赐”银万两、绢万匹，钱二万贯。公元1042年（仁宗庆历二年），辽国扬言要发大军南下，仁宗不敢抵抗，派大臣到辽求和，答应每年再赠给银10万两，绢10万匹。公元1044年底（仁宗庆历四年），宋军在连续惨败后向西夏求和（党项族首领元昊于公元1038年称帝，建立大夏国，史称西夏），又每年“赐”银5万两，绢13万匹，茶叶2万斤，令在各节日和元昊生日共“赐银2万两，银器2千两，绢、帛、衣著等2万3千匹，茶叶1万斤”。宋朝皇帝在强敌压境，虎视眈眈的形势下，不图富国强兵，一味地屈膝求和，企图用金钱来购买和平。须知乞讨来的和平，用金钱买来的和平都是不能巩固的。北宋亡于此，南宋也亡于此。这是付出了高昂代价的历史教训。<a href=\"http://so.gushiwen.org/author_268.aspx\">黄庭坚</a>有见于此，所以他在词中提出：“堂有经纶贤相，边有纵横谋将”，就不应当采取这样的下策。在词的结拍中他说这样的政策只能使“戎虏和乐”，而“圣主永无忧”则是反话，因为这种政策不可能产生“永无忧”的结果。这样的“主”也不是“圣主”。黄庭坚两次被谪贬，他在词中借古喻今对国家大事委婉陈词，可见其良苦用心。</p>",
  "poet": {
    "id": 268,
    "star": 0,
    "name": "黄庭坚",
    "image": "http://img.gushiwen.org/authorImg/huangtingjian.jpg",
    "desc": "黄庭坚（1045.8.9-1105.5.24），字鲁直，号山谷道人，晚号涪翁，洪州分宁（今江西省九江市修水县）人，北宋著名文学家、书法家，为盛极一时的江西诗派开山之祖，与杜甫、陈师道和陈与义素有“一祖三宗”（黄庭坚为其中一宗）之称。与张耒、晁补之、秦观都游学于苏轼门下，合称为“苏门四学士”。生前与苏轼齐名，世称“苏黄”。著有《山谷词》，且黄庭坚书法亦能独树一格，为“宋四家”之一。"
  },
  "tags": []
}