{
  "id": 66084,
  "star": 1709,
  "name": "钗头凤·世情薄",
  "dynasty": "宋代",
  "content": "世情薄，人情恶，雨送黄昏花易落。晓风干，泪痕残。欲笺心事，独语斜阑。难，难，难！<br>人成各，今非昨，病魂常似秋千索。角声寒，夜阑珊。怕人寻问，咽泪装欢。瞒，瞒，瞒！",
  "fanyi": "<p><strong>译文</strong><br>世事炎凉，黄昏中下着雨，打落片片桃花，这凄凉的情景中人的心也不禁忧伤。晨风吹干了昨晚的泪痕，当我想把心事写下来的时候，却不能够办到，只能倚着斜栏，心底里向着远方的你呼唤；和自己低声轻轻的说话，希望你也能够听到。难、难、难。<br>今时不同往日，咫尺天涯，我身染重病，就像秋千索。夜风刺骨，彻体生寒，听着远方的角声，心中再生一层寒意，夜尽了，我也很快就像这夜一样了吧? 怕人询问，我忍住泪水，在别人面前强颜欢笑。瞒、瞒、瞒。</p> <p><strong>注释</strong><br>①笺：写出。<br>②斜阑：指栏杆。<br>③病魂一句：描写精神忧惚，似飘荡不定的秋千索。<br>④阑珊：衰残，将尽。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　唐婉是我国历史上常被人们提起的美丽多情的才女之一。她与大<a href=\"http://so.gushiwen.org/view_66084.aspx\">诗</a>人<a href=\"http://so.gushiwen.org/author_272.aspx\">陆游</a>喜结良缘，夫妇之间伉俪相得，琴瑟甚和。这实为人间美事。遗憾的是身为婆婆的陆游母亲对这位有才华的儿媳总是看不顺眼，硬要逼着陆游把他相亲相爱的她给休了。陆游对母亲的干预采取了敷衍的态度；把唐婉置于别馆，时时暗暗相会。不幸的是，陆母发现了这个秘密，并采取了断然措施，终于把这对有情人拆散了。有情人未成终生的眷属，唐婉后来改嫁同郡宗人赵士程，但内心仍思念陆游不已。在一次春游之中，恰巧与陆游相遇于沈园。唐婉征得赵士程同意后，派人给陆游送去了酒肴。陆游感念旧情，怅恨不已，写了著名的《钗头凤》词以致意。唐婉则以此词相答。</p> <p>　　词的上片交织着十分复杂的感情内容。“世情薄，人情恶”两句，抒写了对于在封建礼教支配下的世故人情的愤恨之情。“世情”所以“薄”，“人情”所以“恶”，皆因“情”受到封建礼教的腐蚀。《礼记·内则》云：“子甚宜其妻，父母不悦，出。”陆母就是根据这一条礼法，把一对好端端的恩爱夫妻拆散了。用“恶”、“薄”两字来抨击封建礼教的害人本质，极为准确有力，作者对于封建礼教的深恶痛绝之情，也借此两字得到了充分的宣泄。“雨送黄昏花易落”，采用象征的手法，暗喻自己备受摧残的悲惨处境。阴雨黄昏时的花，原是陆游词中爱用的意象。其《卜算子曾借以自况。唐婉把这一意象吸入己作，不仅有自悲自悼之意，而且还说明了她与陆游心心相印，息息相通。“晓风干，泪痕残”，写内心的痛苦，极为深切动人。被黄昏时分的雨水打湿的了花花草草，经晓风一吹，已经干了，而自己流淌了一夜的泪水，至天明时分，犹擦而未干，残痕仍在。这是多么的痛心啊！以雨水喻泪水，在古代诗词中不乏其例，但以晓风吹得干雨水来反衬手帕擦不干泪水，借以表达出内心的永无休止的悲痛，这无疑是唐婉的独创。“欲笺心事，独语斜阑”两句是说，她想把自己内心的别离相思之情用信笺写下来寄给对方，要不要这样做呢？她在倚栏沉思独语。“难、难、难！”均为独语之词。由此可见，她终于没有这样做。只因封建礼教的残酷不仁。这一叠声的“难”字，由千种愁恨，万种委屈合并而成，因此似简实繁，以少总多，既上承开篇两句而来，以表现出处此衰薄之世做人之难，做女人之更难；又开启下文，以表现出做一个被休以后再嫁的女人之尤其难。</p> <p>　　过片“人成各，今非昨，病魂常似秋千索”，这三句艺术概括力极强。“人成各”是就空间角度而言的。作者从陆游与自己两方面设想：自己在横遭离异之后固然感到孤独，而深深爱着自己的陆游不也感到形单影只吗？“今非昨”是就时间角度而言的。其间包含着多重不幸。从昨日的美满婚烟到今天的两地相思，从昨日的被迫离异到今天的被迫改嫁，这是多么不幸！但不幸的事儿还在继续：“病魂常似秋千索。”说“病魂”而不说“梦魂”，显然是经过考虑的。梦魂夜驰，积劳成疾，终于成了“病魂”。昨日方有梦魂，至今日却只剩“病魂”。这也是“今非昨”的不幸。更为不幸的是，改嫁以后，竟连悲哀和流泪的自由也丧失殆尽，只能在晚上暗自伤心。“角声寒，夜阑珊，怕人寻问，咽泪装欢”四句，具体倾诉出了这种苦境。“寒”字状角声之凄凉怨慕，“阑珊”状长夜之将尽。这是彻夜难眠的人方能感受得如此之真切。</p> <p>　　大凡长夜失眠，愈近天明，心情愈感烦躁，而此词中的女主人公不仅无暇烦躁，反而还要咽下泪水，强颜欢笑。其心境之苦痛可想而知。结句以三个“瞒”字作结，再次与开头相呼应。既然可恶的封建礼教不允许纯洁高尚的爱情存在，那就把它珍藏在心底吧！因此愈瞒，愈能见出她对陆游的一往情深和矢志不渝的忠诚。</p> <p>　　与陆游的原词比较而言，陆游把眼前景、见在事融为一体，又灌之以悔恨交加的心情，着力描绘出一幅凄怆酸楚的感情画面，故颇能以特有的声情见称于后世。而唐婉则不同，她的处境比陆游更悲惨。自古“愁思之声要妙”，而“穷苦之言易好也”（<a href=\"http://so.gushiwen.org/author_682.aspx\">韩愈</a>《荆潭唱和诗序》）。她只要把自己所遭受的愁苦真切地写出来，就是一首好词。因此，此词纯属自怨自泣、独言独语的感情倾诉，主要以缠绵执着的感情和悲惨的遭遇感动古今。两词所采用的艺术手段虽然不同，但都切合各自的性格、遭遇和身分。可谓各造其极，俱臻至境。合而读之，颇有珠联璧合、相映生辉之妙。</p> <p>　　世传唐婉的这首词，在宋人的记载中只有“世情薄，人情恶”两句，并说当时已“惜不得其全阕”（详陈鹄《耆旧续闻》卷十）。此词最早见于明代卓人月所编《古今词统》卷十及清代沈辰垣奉敕编之《历代诗余》卷一一八所引夸娥斋主人说。由于时代略晚，故俞平伯怀疑这是后人依据残存的两句补写而成。</p>",
  "about": "<h2>创作背景</h2> <p>　　唐婉是我国历史上常被人们提起的才女之一。她与大<a href=\"http://so.gushiwen.org/view_66084.aspx\">诗</a>人<a href=\"http://so.gushiwen.org/author_272.aspx\">陆游</a>喜结良缘，夫妇之间伉俪相得，琴瑟甚和。后陆母对这位儿媳甚是不满，恐陆游因此而疏远功名，荒废学业，逼着陆游休妻。陆游对母亲的干预采取了敷衍的态度；把唐置于别馆，时时暗暗相会。不幸的是，陆母发现了这个秘密，并采取了断然措施，娶王氏为妻，终于把这对有情人拆散了。唐后来改嫁同郡宗人赵士程，但内心仍思念陆游不已。在一次春游之中，恰巧与陆游相遇于沈园。唐征得赵同意后，派人给陆送去了酒肴。陆感念旧情，怅恨不已，写了著名的《钗头凤》词以致意。唐婉则以此词相答。据说在此后不久，唐婉就在悲伤中死去。</p>",
  "poet": {
    "id": 590,
    "star": 0,
    "name": "唐婉",
    "desc": "唐婉，字蕙仙，生卒年月不详。陆游的表妹，陆游母舅唐诚女儿，自幼文静灵秀，才华横溢。她也是陆游的第一任妻子，后因陆母偏见而被拆散。也因此写下著名的《钗头凤》（世情薄）。"
  },
  "tags": [
    "宋词三百首",
    "宋词精选",
    "爱情",
    "相思"
  ]
}