{
  "id": 69996,
  "star": 1,
  "name": "【双调】天香引　西湖感旧",
  "dynasty": "元代",
  "content": "问西湖昔日如何？朝也笙歌，暮也笙歌。问西湖今日如何？朝也干戈，暮也<br>干戈。昔日也二十里沽酒楼香风绮罗，今日个两三个打鱼船落日沧波。光景蹉跎，<br>人物消磨。昔日西湖，今日南柯。　题金山寺<br>　　砥中流玉立如拳，镜里楼台，画里林泉。虹连断浦成桥，风送轻舟作浪，水<br>吞平地成天。七宝塔斜倚着扶桑树边，三神山刚对着枯木堂前。两般儿尘世难言，<br>照残经借得蛟蚌，清香分得龙涎。　留别友人<br>　　乍相逢同是云萍，未尽平生，先诉飘零。淮甸迷渺渺离愁，淮水流滔滔离恨，<br>淮山远点点离情。玉薤杯拚今朝酩酊，锦囊词将后会叮咛：鱼也难凭，雁也难凭。<br>多在钱塘，少在金陵。　忆维扬<br>　　羡江都自古神州，天上人间，楚尾吴头。十万家画栋朱帘，百数曲红桥绿沼，<br>三千里锦缆龙舟。柳招摇花掩映春风紫骝，玉玎珠络索夜月香兜。歌舞都休，<br>光景难留。富贵随落日西沉，繁华逐逝水东流。　戏赠赵心心<br>　　记相逢杨柳楼心，仗托琴心，挑动芳心。咒誓铭心，疼热关心，害死甘心。<br>他爱我被窝里受打骂耐禁持约的小心，我念他卧房中舍孤贫救苦难的慈心。但似<br>铁球儿样在波心，休学漏船儿撑到江心。恁若是转关儿负我身心，我定是尖刀儿<br>剜你亏心。　题舜江寺<br>　　乱云堆出禅关，金碧交辉，松桂生寒。银河倒挂觚棱，红日低悬殿角，翠涛<br>怒拍阑干。登上方接下土万里花生醉眼，开东阁敞西楼四围山拥青鬟。风荡幢幡，<br>烟散旃檀。地僻尘稀，天上人间。　中秋戏题<br>　　去年旅邸中秋，樽俎荒凉，罢却秦讴。今年旅邸中秋，囊箧萧疏，典却吴钩。<br>叹浮生动不动静不静似袁宏泛舟，算哀弦上不上下不下如庚亮登楼。饮兴都休，<br>乐事难酬，向君平问我行藏，任嫦娥笑我淹留。　送任先生归隐<br>　　先生乐道闲居，半似归山，半似归湖。捣玄霜造化为工，煮白石阴阳为炭，<br>炼黄金天地为炉。紫竹竿临流钓鱼，青藜杖燃火观书。人世何如，冷暖何如？也<br>效张良，也效陶朱。　赠友二篇<br>　　旅途中邂逅相知，谦让雍容，慷慨魁奇。金环压辔玲珑，宝带攒花蹀躞，华<br>裾织翠葳蕤。门静肃霜明剑戟，柳阴森风旌旗。圣德巍巍，黄道熙熙，一寸丹<br>心，万代光辉。<br>　　正青春已遂功名，雨露鸿恩，霄汉鹏程。纛撒红厘，旗翻赤羽，剑吐苍精。<br>翠柳营金花帐重ブ列鼎，玉鼻驹青丝辔走马飞鹰。北塞尘清，南海浪平，紫宸殿<br>圣德宣扬，丹书诰勋业分明。　赠友人崇彦名<br>　　葭灰动大地春风，千里而来，一笑相逢。陶然樽中。乐矣檀槽弦上，优<br>哉枭雉盆中。韬其光遁其迹学半世懵幢，得于心应于手有千般剔透玲珑。会也匆<br>匆，别也匆匆。今宵灯火连床，明朝烟水孤蓬。<br>　　友人客寄南闽情缘眷恋代书此适意云<br>　　望三山远似蓬莱，一点真情，几样离怀。锦鲤沉书，青鸾泣镜，玉燕分钗。<br>长叹吁短叹吁舒心儿自解，有缘分无缘分哑谜儿难猜。花艳冶忽地风筛，月团圆<br>淹地云埋。漏船儿撑不过蓝桥，碎砖儿垒不就阳台。　其二<br>　　望三山远似瀛洲，有限情缘，无限忧愁。眼迷着日残西沉，梦绕着行云南去，<br>情随着逝水东流。往常时热厮沾甜心如好酒，今日个干相思苦恹恹闷似悲秋。<br>盟誓难休，欢乐难酬。桃源洞烟水模糊，芙蓉城风雨飕飕。　其三<br>　　望三山远似蓬壶，捱到如今，提起当初。槟榔蜜涎吐胭脂，茉莉粉香浮，<br>荔枝膏茶搅琼酥。花掩映东墙外通些肺腑，月朦胧西厢下用尽功夫。好事成虚，<br>新变成疏；生待何如，死待何如？　其四<br>　　望三山远似蓬瀛，病眼生花，骨瘦伶仃。填不满愁坑，撇不下愁担，打不破<br>愁担。温太真玉镜台都成画饼，郭元振红丝幔落得虚名。静对书灯，闷靠帏屏。<br>相思鬼缠得昏昏，睡魔神翻作惶惶。　其五<br>　　望三山雾锁云屯，锦惬消香，宝剑生尘。好光景须臾，美姻缘倏忽，热恩爱<br>逡巡。辜负我乡□浆春风绿樽，冷落他梨花院暮雨朱门。往事休论，旧物犹存。<br>帕儿里粉汗斓斑，鞋儿上针线殷勤。　其六<br>　　望三山雾绕云迷，两字参商，千里别离。疼热因他，凄惶为我，消息凭谁？<br>才问肯不住的灯花儿报喜，未成婚怎禁他灵鹊儿喳谪？越聪明越恁昏迷，越思量<br>越恁猜疑。心荡荡似一缕游丝，事朦胧如数着残棋。　其七<br>　　望三山雾锁云连，饿眼频睁，馋口空涎。有离间的欢娱，不明白的姻眷，无<br>破绽的婵娟。裴少俊才上马滴溜的扬了玉鞭，张君瑞恰调琴支楞的断了冰弦。难<br>诉难言，堪恨堪怜。伤心泪湿透青衫，断肠词题满云笺。　其八<br>　　望三山雾锁云埋，帚箕无凭，琴瑟难谐。转头人是人非，迅指花开花落，惊<br>心春去春来。学不得秦萧史跨彩凤重登凤台，赶不上晋刘晨采云芝再入天台。画<br>眉手慵抬，评花口羞开。但能够鸾凤和鸣，尽教他莺燕疑猜。",
  "poet": {
    "id": 3096,
    "star": 0,
    "name": "汤舜民",
    "desc": "汤舜民，元末明初戏曲作家，号菊庄，字、生卒年、生平事迹均不详，象山（今属浙江）人。补本县吏，非其志也。后落魄江湖间。好滑稽，与贾仲明交久而不衰。文皇帝在燕邸时，宠遇甚厚，永乐间恩赍常及。所作乐府、套数、小令极多，语皆工巧，江湖盛传之。所撰杂剧2种：《瑞仙亭》、《娇红记》，惜已佚。朱权《太和正音谱》评其词曲格势，喻如“锦屏春风”。"
  },
  "tags": []
}