{
  "id": 5608,
  "star": 7,
  "name": "送赵都督赴代州得青字",
  "dynasty": "唐代",
  "content": "天官动将星，汉上柳条青。<br>万里鸣刁斗，三军出井陉。<br>忘身辞凤阙，报国取龙庭。<br>岂学书生辈，窗间老一经。",
  "fanyi": "<p><strong>译文<br></strong>天上星宿的将星动了，汉家营地上的柳条青青。<br>万里征途刁斗声声鸣响，三军将士迅速越过井陉。<br>辞别帝宫全忘了身家，立功报国定要夺取龙庭。<br>哪里肯学那些书生之辈，终老窗前死啃一经。</p> <p><strong>注释<br></strong>⑴都督：唐时在全国部分州置大、中、下都督府，府各设都督一人，掌督诸州军事，并兼任所驻在之州刺史。代州：治所在今山西代县。得青字：古人相约赋<a href=\"http://so.gushiwen.org/view_5608.aspx\">诗</a>，规定一些字为韵，各人分拈韵字，依韵而赋，“得青字”即拈得青字韵。<br>⑵天官：即天上的星官。古人认为，天上的星星与人间的官员一样，有大有小，因此称天官。将星：《隋书·天文志》说，天上有十二个天将军星，主兵象；中央的大星是天的大将，外边的小星是吏士；大将星摇晃是战争的预兆，大将星出而小星不同出，是出兵的预兆。<br>⑶汉地：一作“汉上”。<br>⑷刁斗：古代行军用具。斗形有柄，铜质；白天用作炊具，晚上击以巡更。《史记·李将军列传》：“及出击 胡 ，而 广 行无部伍行陈，就善水草屯，舍止，人人自便，不击刁斗以自卫。”<br>⑸三军：军队的通称。《论语·子罕》：“三军可夺帅也，匹夫不可夺志也。”井陉：古关名，即井陉口，又名井陉关，唐时要塞，在今河北井陉县境内，井隘北井隆山上。秦汉时为军事要地。《吕氏春秋·有始》：“何谓九塞？大汾、冥阸、荆阮、方城、肴、井陉、令疵、句注、居庸。”<br>⑹凤阙：汉代宫阙名，在建章宫东，因为其上有铜凤凰而得名。《史记·孝武本纪》：“其东则凤阙，高二十余丈。”此处借汉说唐，用以泛指宫廷。<br>⑺取龙庭：借指誓歼敌虏。龙庭：原指匈奴单于祭天的地方。《后汉书·窦宪传》：“蹑冒顿之区落，焚老上之龙庭。”李贤注：“匈奴五月大会龙庭，祭其先、天地、鬼神。”<br>⑻书生：读书人。古时多指儒生。《东观汉记·赵孝传》：“（孝）常白衣步担，尝从长安来过直，上邮亭，但称书生，寄止于亭门塾。”<br>⑼间：一作“中”。老：一作“住”。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　首联“天官动将星，汉地柳条青”，写启程。“天官”，即天上的星官。古人认为，天上的星星与人间的官员一样，有大有小，因此称天官。“将星”，《隋书·天文志》说，天上有十二个天将军星，主兵象；中央的大星是天的大将，外边的小星是吏士；大将星摇晃是战争的预兆，大将星出而小星不同出，是出兵的预兆。首句介绍赵都督动身，以天上的将星喻指赵的出发。这一巧妙的联想、比喻，同时还拓展了<a href=\"http://so.gushiwen.org/view_5608.aspx\">诗</a>作开阔的空间，令人想到赵都督或许就是在这样一个繁星满天的夜晚出发的。第二句既交代了出征时节是柳条发青的春天，又以“柳”字暗点折柳送别的特定场景，惜别之情，深蕴其中。</p> <p>　　颔联“万里鸣刁斗，三军出井陉”，描写军队行进中的气势。刁斗，军中用具，白天用来烧饭，夜间用于打更报警，把它写进诗中，富于实感地表现了军营的生活情景。中间又以一个“鸣”字突出听觉，使人如闻一路军声震天，外加“万里”二字修饰，更显得声势浩大，军威显赫。“万里”句由物见人，借助听觉渲染出征的气势，“三军”句则正面写人，诗人仿佛亲眼目睹这位将军率领三军正浩浩荡荡奔赴边陲。“井陉”，即井陉口，又名井陉关，唐时要塞，在今河北井陉县境内。一个“出”字，点出了此次进军的方位路线，与首句的“动将星”前后呼应。</p> <p>　　以上两联，从启程写到行军，重在勾划赵都督英勇赴边的非凡气势；后两联表现赵都督的内心世界以及他戍边卫国的耿耿忠心。颈联“忘身辞凤阙，报国取龙庭”，正面写他立功报国的思想。“凤阙”，汉代宫阙名，在建章宫东，因为其上有铜凤凰而得名，此处借汉说唐，用以泛指宫廷。“龙庭”，原指匈奴单于祭天的地方。“取龙庭”，借指誓歼敌虏。这两句互文见义，意思是无论“辞凤阙”或“取龙庭”，都下定“忘身”、“报国”的决心。“辞凤阙”在出征之前，“取龙庭”是在鏖战之后，可见决心始终如一。</p> <p>　　尾联“岂学书生辈，窗间老一经”，以议论结束全诗。上一联作正面抒情，这一联从反面议论，加以强调。“岂学”表示不应该学、不想学乃至决不学的意思。书生皓首穷经，不能为世所用，难免会有许多牢骚不平甚至生出弃文就武的想法。<a href=\"http://so.gushiwen.org/author_515.aspx\">王维</a>也有希望建功立业而又壮志难酬的隐衷，因此借题发挥，作为对于赵都督的赞扬之词说了出来。</p> <p>　　这首送别诗，写得意气风发、格调昂扬，不作凄楚之音，表现了青年王维希望有所作为，济世报国的思想。</p>",
  "about": "<h2>创作背景</h2> 　　这是一首作于离筵之上的送别<a href=\"http://so.gushiwen.org/view_5608.aspx\">诗</a>，当是<a href=\"http://so.gushiwen.org/author_515.aspx\">王维</a>早期的作品，具体创作时间不详。一位姓赵的都督即将带兵开赴代州（治所在今山西代县），王维等人为赵都督饯行，在宴席上，有人倡议分韵作诗，王维抓阄得“青”字，于是以“青”字为韵写了上面这首诗。其时赵都督还没有动身，因此诗中采用的是虚拟的语气，描写的是想象中的情景。",
  "poet": {
    "id": 515,
    "star": 0,
    "name": "王维",
    "image": "http://img.gushiwen.org/authorImg/wangwei.jpg",
    "desc": "王维（701年－761年，一说699年—761年），字摩诘，汉族，河东蒲州（今山西运城）人，祖籍山西祁县，唐朝诗人，有“诗佛”之称。苏轼评价其：“味摩诘之诗，诗中有画；观摩诘之画，画中有诗。”开元九年（721年）中进士，任太乐丞。王维是盛唐诗人的代表，今存诗400余首，重要诗作有《相思》《山居秋暝》等。王维精通佛学，受禅宗影响很大。佛教有一部《维摩诘经》，是王维名和字的由来。王维诗书画都很有名，非常多才多艺，音乐也很精通。与孟浩然合称“王孟”。"
  },
  "tags": [
    "宴会",
    "送别"
  ]
}