{
  "id": 67,
  "star": 75,
  "name": "国风·王风·扬之水",
  "dynasty": "先秦",
  "content": "扬之水，不流束薪。彼其之子，不与我戍申。怀哉怀哉，曷月予还归哉？<br>扬之水，不流束楚。彼其之子，不与我戍甫。怀哉怀哉，曷月予还归哉？<br>扬之水，不流束蒲。彼其之子，不与我戍许。怀哉怀哉，曷月予还归哉？",
  "fanyi": "<p><strong>译文</strong><br>平缓流动的水啊，冲不走成捆的木柴。那位远方的人儿啊，不能和我驻守申国城寨。想念你啊想念你，哪时我才能回到故里？<br>平缓流动的水啊，也飘不起成捆的柴草。那位远方的人儿啊，不能共我守卫甫国城堡。想念你啊想念你，哪时我才能回到故里？<br>平缓流动的水啊，也流不动成捆的柳枝。那位远方的人儿啊，不能与我守卫许国城池。想念你啊想念你，哪时我才能回到故里？</p> <p><strong>注释</strong><br>⑴扬之水：扬：悠扬，缓慢无力的样子。不流：流不动，浮不起，冲不走。平缓流动的水。<br>⑵束薪：成捆的柴薪，喻婚姻，在此指妻。<br>⑶彼其之子：（远方的）那个人，指妻子。<br>⑷不与我：不能和我。戍申：在申地防守。<br>⑸怀：平安，一说思念、怀念。<br>⑹曷：何。<br>⑺束楚：成捆的荆条。<br>⑻甫：甫国，即吕国。<br>⑼蒲：蒲柳。<br>⑽许：许国。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　春秋时代，周朝平王（前770—前720年在位）还是比较混乱的时代。主要是周天子的权威削弱了，诸侯国的力量强大了。周平王的母亲是申国人，申国又常受楚国的侵扰。周平王为了母亲故国的安全，就从周朝抽调部分军队，到申国战略要地屯垦驻守，防止楚国侵扰。这些周朝士兵远离故乡，去守卫并非自己诸侯国的土地，心中的不满凄苦，当然有所流露，形成<a href=\"http://so.gushiwen.org/view_67.aspx\">诗</a>歌，就是《扬之水》。申国、甫国和许国的国君，都是姜姓。周平王母亲是申国姜姓公主，与甫、许两个诸侯国也是亲戚关系。所以，虽然周平王没有派士兵去戍守甫、许两国，但诗歌也牵连及之：反正是姜姓王太后娘家的人。</p> <p>　　《扬之水》是以远戍战士的口吻来写的。全诗三章，各章基本相同。不同的是：“束薪”、“束楚”和“束蒲”；“戍申”、“戍甫”和“戍许”。薪、楚、蒲都是农家日常燃烧的柴草；申、甫、许是三个姜姓的诸侯小国。因此，全诗实际上把一个相同的内容，反覆吟诵三次，用重复强调的手法，突出远戍战士思家情怀。每章头两句“扬之水，不流束薪（楚、蒲）”，用流动的河水与不动的柴草对比，先让人视觉上有特殊印象：那河沟的水哗哗地流动，仿佛岁月一天天过去，不再回来；那一捆捆的柴草又大又沉，小小的河水根本飘浮不起，冲流不动，仿佛战士思家的沉重心绪，永不改变。有了这两句自然物象的起兴，很自然引出三、四两句“彼其之子，不与我戍申（甫、许）”，守着家园的妻子，当然无法与远戍的士兵一起。如果说，士兵如远离泉源的河水，越流越远；那么，妻子如坚定不移的柴草，不飘不流。如果说，日月如流水不断流失，思家情怀就如沉重的柴草，不动不移。分离的日子越久，远戍的时间越长，思念妻子也越强烈。终于，士兵喊出了自己心里的话：“怀哉怀哉？曷月予还归哉？”意思是：在家的亲人平安吗？何年何月我才能回家相聚呢？夫妻之情，故园之思，远戍之苦，不平之鸣，都融化在这两句问话之中，而士兵回家的渴望，强烈地震撼读者。</p> <p>　　在诗歌句式上，采用不齐整的句式，有三言、四言、五言、六言几种，这说明诗歌带有鲜明的口语化的倾向。口语化句子，正好比较朴实，比较真切地表达出下层人民出身的士兵的口吻，令人读之感到亲切诚朴。实际上，除了个别词语带有历史痕迹，在语义上需要诠解之外，这首口语化的诗歌，千载之下读之，仍是极易使人感动的。</p>",
  "about": "<h2>创作背景</h2> <p>　　这是一首戍卒怨恨统治者长期让他们久戍不归，而思念家人，希望早日回家的<a href=\"http://so.gushiwen.org/view_67.aspx\">诗</a>。据《毛诗序》说：“《扬之水》，刺平王也。不抚其民而远屯戍于母家，周人怨思焉。”</p> <p>　　春秋时代，周朝平王（前770—前720年在位）还是比较混乱的时代。主要是周天子的权威削弱了，诸侯国的力量强大了。周平王的母亲是申国人，申国又常受楚国的侵扰。周平王为了母亲故国的安全，就从周朝抽调部分军队，到申国战略要地屯垦驻守，防止楚国侵扰。这些周朝士兵远离故乡，去守卫并非自己诸侯国的土地，心中的不满凄苦，当然有所流露，形成诗歌，就是《王风·扬之水》。申国、甫国和许国的国君，都是姜姓。周平王母亲是申国姜姓公主，与甫、许两个诸侯国也是亲戚关系。所以，虽然周平王没有派士兵去戍守甫、许两国，但诗歌也牵连及之：反正是姜姓王太后娘家的人。</p>",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": [
    "诗经",
    "思念"
  ]
}