{
  "id": 28285,
  "star": 48,
  "name": "金陵怀古",
  "dynasty": "唐代",
  "content": "玉树歌残王气终，景阳兵合戍楼空。<br>松楸远近千官冢，禾黍高低六代宫。<br>石燕拂云晴亦雨，江豚吹浪夜还风。<br>英雄一去豪华尽，惟有青山似洛中。",
  "fanyi": "<p><strong>译文</strong><br>靡靡之音《玉树后庭花》，和陈王朝的国运一同告终；景阳宫中隋兵聚会，边塞的瞭望楼已然空空。<br>墓地上远远近近的松树楸树，掩蔽着历代无数官吏的坟冢；高高矮矮的绿色庄稼，长满了六朝残败的宫廷。<br>石燕展翅拂动着云霓，一会儿阴雨，一会儿天晴；江豚在大江中推波逐浪，夜深深又刮起一阵冷风。<br>历代的帝王一去不复返了，豪华的帝王生活也无踪无影；惟有那些环绕在四周的青山，仍然和当年的景物相同。</p> <p><strong>注释</strong><br>1.金陵：古邑名。战国楚威王七年（前333）灭越后设置。在今南京市清凉山。<br>2.玉树：指陈后主所制的乐曲《玉树后庭花》。歌残：歌声将尽。残，一作“愁”，又作“翻”。王气：指王朝的气运。<br>3.景阳：南朝宫名。齐武帝置钟于楼上，宫人闻钟早起妆饰。兵合：兵马会集。戍楼：边防驻军的瞭望楼。戍：一作为“画”。“景阳”句：一作“景阳钟动曙楼空”。<br>4.松楸：指在墓地上栽种的树木。一作“楸梧”。冢（zhǒng）：坟墓。<br>5.禾黍：禾与黍。泛指粮食作物。语本《<a href=\"http://so.gushiwen.org/view_28285.aspx\">诗</a>经·王风·黍离》小序：周大夫行役过故宗庙宫室之地，看见到处长着禾黍，感伤王都颠覆，因而作了《黍离》一诗。<br>6.石燕：《浙中记》载：“零陵有石燕，得风雨则飞翔，风雨止还为石。”<br>7.江豚：即江猪。水中哺乳动物，体形像鱼，生活在长江之中。吹浪：推动波浪。<br>8.英雄：这里指占据金陵的历代帝王。<br>9.洛中：即洛阳，洛阳多山。<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>《金陵三首》：“山似洛阳多。”</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　金陵是孙吴、东晋和南朝的宋、齐、梁、陈的古都，隋唐以来，由于政治中心的转移，无复六朝的金粉繁华。金陵的盛衰沧桑，成为许多后代<a href=\"http://so.gushiwen.org/view_28285.aspx\">诗</a>人寄慨言志的话题。一般咏怀金陵的诗，多指一景一事而言，<a href=\"http://so.gushiwen.org/author_267.aspx\">许浑</a>这首七律则“浑写大意”，“涵概一切”（俞陛云《诗境浅说》），具有高度的艺术概括性。</p> <p>　　诗以追述隋兵灭陈的史事发端，写南朝最后一个小朝廷，在陈后主所制乐曲《玉树后庭花》的靡靡之音中覆灭。公元五八九年，隋军攻陷金陵，《玉树后庭花》曲犹未尽，金陵却已末日来临，隋朝大军直逼景阳宫外，城防形同虚设，陈后主束手就擒，陈朝灭亡。这是金陵由盛转衰的开始，全诗以此发端，可谓善抓关键。</p> <p>　　颔联描写金陵的衰败景象。“松楸”，坟墓上的树木。诗人登高而望，远近高低尽是松楸荒冢，残宫禾黍。南朝的繁荣盛况，已成为历史的陈迹。</p> <p>　　前两联在内容安排上采用了逆挽的手法：首先追述对前朝历史的遥想，然后补写引起这种遥想的眼前景物。这就突出了陈朝灭亡这一金陵盛衰的转捩点及其蕴含的历史教训。</p> <p>　　颈联用比兴手法概括世间的风云变幻。这里，“拂”字、“吹”字写得传神，“亦”字、“还”字写得含蓄。“拂云”描写石燕掠雨穿云的形象，“吹浪”表现江豚兴风鼓浪的气势。“晴亦雨”意味着“阴固雨”，“夜还风”显见得“日已风”。“江豚”和“石燕”，象征历史上叱咤风雨的人物，如尾联所说的英雄。这两句通过江上风云晴雨的变化，表现人类社会的干戈起伏和历代王朝的兴亡交替。</p> <p>　　尾联照应开头，抒发了诗人对于繁华易逝的感慨。英雄，指曾占据金陵的历代帝王。金陵和洛阳都有群山环绕，地形相似，所以<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>《金陵三首》有“山似洛阳多”的诗句。“惟有青山似洛中”，就是说今日的金陵除去山川地势与六朝时依然相似，其余的一切都大不一样了。江山不改，世事多变，令人感慨万千。</p> <p>　　这首怀古七律，在选取形象、锤炼字句方面很见功力。例如中间两联，都以自然景象反映社会的变化，手法和景物却大不相同：颔联采取赋的写法进行直观的描述，颈联借助比兴取得暗示的效果；松楸、禾黍都是现实中司空见惯的植物，石燕和江豚则是传说里面神奇怪诞的动物。这样，既写出各式各样丰富多彩的形象，又烘托了一种神秘莫测的浪漫主义气氛。至于炼字，以首联为例：“残”和“空”，从文化生活和军事设施两方面反映陈朝的腐败，一文一武，点染出陈亡之前金陵城一片没落不堪的景象：“合”字又以泰山压顶之势，表现隋朝大军兵临城下的威力：“王气终”则与尾联的“豪华尽”前后相应，抒写金陵繁华一去不返、人间权势终归于尽的慨叹，读来令人不禁怅然。</p>",
  "about": "<h2>创作背景</h2> 　　这首<a href=\"http://so.gushiwen.org/view_28285.aspx\">诗</a>大概写于大和八年（834）前后，当时诗人<a href=\"http://so.gushiwen.org/author_267.aspx\">许浑</a>中进士之后在江南游历，试图以才学为当地权贵所赏识。",
  "poet": {
    "id": 267,
    "star": 0,
    "name": "许浑",
    "image": "http://img.gushiwen.org/authorImg/xuhun.jpg",
    "desc": "许浑，晚唐最具影响力的诗人之一，七五律尤佳，后人拟之与诗圣杜甫齐名，更有“许浑千首诗，杜甫一生愁”之语。"
  },
  "tags": [
    "登高",
    "写景",
    "咏史怀古"
  ]
}