{
  "id": 52139,
  "star": 41,
  "name": "点绛唇·新月娟娟",
  "dynasty": "宋代",
  "content": "新月娟娟，夜寒江静山衔斗。起来搔首，梅影横窗瘦。<br>好个霜天，闲却传杯手。君知否？乱鸦啼后，归兴浓于酒。",
  "fanyi": "<p><strong>译文</strong><br>一弯秀美的新月高高悬挂在夜空中。寒夜里，江流澄静，听不到一点波涛的声音，北斗星斜挂在山头。我辗转难眠，心绪不宁，披衣而起，只见窗纸上映现着疏落的几枝梅影。<br>如此寒冷的霜天，本是众人相聚推杯换盏的时候，可现在，这双手却闲下来了。你知道吗？宦海中的“乱鸦”叫人痛恨，我思归的念头比霜天思酒还要浓厚。</p> <p><strong>注释</strong><br>①点绛唇：《清真集》入“仙吕调”，元北曲同，但平仄句式略异。四十一字，前片三仄韵，后片四仄韵。[1] 调名取自<a href=\"http://so.gushiwen.org/author_509.aspx\">江淹</a>《咏美人春游》中的<a href=\"http://so.gushiwen.org/view_52139.aspx\">诗</a>句“白雪凝琼貌，明珠点绛唇”，《词谱》以<a href=\"http://so.gushiwen.org/author_186.aspx\">冯延巳</a>词为正体。又名《南浦月》、《点樱桃》、《沙头雨》、《十八香》、《寻瑶草》等。<br>②娟娟：明媚美好的样子。<br>③斗：北斗星座。山衔斗：北斗星闪现在山间。<br>④闲却：空闲。传杯：互相传递酒杯敬酒，指聚酒。<br>⑤乱鸦啼：明指鸟雀乱叫，暗喻朝中群小小人得志。<br>⑥归兴：归家的兴致。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　冬夜，天上一弯新月，地下江静无声，山头北斗横斜。词人睡不着，看着映在窗纸上的梅树的影子，且搔首且静思。霜天何以好？好在接到调令，再用不出席官场的宴会、传杯应酬了。好在不用理会小人们的谣言中伤，就权当它乱鸦聒噪一阵罢了。好在赴任之前，可以归家探视亲人了。</p> <p>　　上片首两句写景，勾出一幅新月江山图：一弯秀媚的新月，被群星簇拥，山顶与星斗相连；月光照耀下，江流澄静，听不到波声。这两句是作者中夜起来遥望所见，倒置前，写的是静的环境。他本来就心事重重，床上不能成眠，于是披衣而起，想有所排遣。“搔首”是思考问题时习惯的动作，此处这两个字形象地写出他情绪不平静。结句“梅影横窗瘦”，静中见动，要月影西斜才看得出梅影横窗。“瘦”字刻画出梅花的丰姿。</p> <p>　　下片转向抒情。严冬的打霜天气，本来正是饮酒驱寒的好时光，可是却没有饮酒的兴致。“传杯”是传递酒杯而饮以助酒兴，多是宴会中进行，不是独饮或对饮。此处“闲却传杯会了。联系词人身世，可知此时他正被迫迁调，官场失意时。末二句，作者”归兴“之萌生是由于”乱鸦啼后“，并且这番思归的意念比霜天思酒之兴还浓，可见他已非常厌倦宦海生涯。鸦前冠以”乱“，足见鸦之多，聒噪之甚。</p><br/><h2>赏析二</h2> <p>　　这首词构思别致，语言晓畅，婉转含蓄，情景相生。但一般认为这首词不是通常的写景抒情，而是寄托着作者厌倦仕宦生涯、渴望回归田园生活的情怀。</p> <p>　　上阕集中笔墨描绘了一幅江寒、山静、梅瘦的霜天月夜图。开篇两句写远而静的夜景。“新月娟娟，夜寒江静山衔斗。”一弯新月如玉镰悬空，星月交辉，把夜空装扮得十分美丽。远山静静地矗立着，起伏的山峰仿佛把正在下沉的北斗星衔在其中一样。江水在夜幕下流淌得更加悄无声息了，夜似乎更冷了。“衔”字极为生动准确，将静景写活了。以下内容由室外的星月江山之景写到室内的“起来搔首”之人。“搔首”是思考问题时习惯的动作，此处这两个字形象地写出他情绪不平静。深夜无眠的人必是心事重重者，他凭窗而坐所见到的是斜映在窗上的清瘦的梅影。“瘦”字刻画出梅花的丰姿。这句“梅影横窗瘦”一是以梅花点明残冬早春时节，二是作者以“梅瘦”自喻愁情满怀、品格高洁，为下文抒发归隐之志作好铺垫。</p> <p>　　下阕以“好个霜天”作为上阕写景的收束，又引发下文的抒情。“霜天”好在它正是推杯换盏的时候。“梅影横窗瘦”也可以成为酒宴助兴的美景，但作者却“闲却传杯手”。他远离官场宴会，酒兴全无。其中原委好似一个悬念耐人寻味，紧接着又用“君知否”对之加以强调，最后才告知是“乱鸦啼后，归兴浓于酒。”归隐的兴趣像酒一样浓烈。“乱鸦啼”暗喻得志小人的聒噪，这是全词唯一写声音的句子。这聒噪声在星沉月明之时会显得更加刺耳。但作者对之的反应是“搔首”、“闲却”，如梅影傲霜般默默无语。这里“无声”与“有声”相对，达到了无声“胜”有声的表达效果，因为“归兴浓于酒”，表明了作者远离官场倾轧的决心。此两句也是全词主旨之所在，在意义上倒贯全篇，使全词的景语皆成情语。</p> <p>　　这首词上阕写初春霜夜，词人内心激动，耿耿不寐，中夜起身，搔首踟蹰；下阕写闲愁难耐，委婉含蓄地表现了内心的苦闷。作者借霜天月夜图抒发了厌恶官场、乐于归隐的清峻高洁之志。整个作品借景抒情，写法含蓄，深有寄托，有感而发。</p>",
  "about": "<h2>创作背景</h2> <p>　　关于此词的背景，张宗的《词林纪事》中所记比较可信，<a href=\"http://so.gushiwen.org/author_97.aspx\">汪藻</a>出守泉南，后为人谗毁而被移知宣城。他心中很烦躁愤懑，便写下此词。</p>",
  "poet": {
    "id": 97,
    "star": 0,
    "name": "汪藻",
    "image": "http://img.gushiwen.org/authorImg/wangzao.jpg",
    "desc": "汪藻（1079～1154）北宋末、南宋初文学家。字彦章，号浮溪，又号龙溪，饶州德兴（今属江西）人。汪谷之子。先世籍贯婺源，后移居饶州德兴（今属江西）。早年曾向徐俯、韩驹学诗，入太学，喜读《春秋左氏传》及《西汉书》。崇宁二年（1103）进士，任婺州（今浙江金华）观察推官、宣州（今属安徽）教授、著作佐郎、宣州（今属安徽）通判等职。《全宋词》录其词4首。"
  },
  "tags": [
    "宋词三百首",
    "婉约",
    "饮酒",
    "写景",
    "抒情"
  ]
}