{
  "id": 10250,
  "star": 19,
  "name": "封丘作",
  "dynasty": "唐代",
  "content": "封丘作<br>我本渔樵孟诸野，一生自是悠悠者。<br>乍可狂歌草泽中，宁堪作吏风尘下？<br>只言小邑无所为，公门百事皆有期。<br>拜迎长官心欲碎，鞭挞黎庶令人悲。<br>归来向家问妻子，举家尽笑今如此。<br>生事应须南亩田，世情尽付东流水。<br>梦想旧山安在哉，为衔君命且迟回。<br>乃知梅福徒为尔，转忆陶潜归去来。</p> <p>封丘县<br>我本渔樵孟诸野，一生自是悠悠者。<br>乍可狂歌草泽中，宁堪作吏风尘下？<br>只言小邑无所为，公门百事皆有期。<br>拜迎长官心欲破，鞭挞黎庶令人悲。<br>悲来向家问妻子，举家尽笑今如此。<br>生事应须南亩田，世情尽付东流水。<br>梦想旧山安在哉，为衔君命日迟回。<br>乃知梅福徒为尔，转忆陶潜归去来。",
  "fanyi": "<p><strong>译文</strong><br>我本来是在孟渚的野外打渔砍柴的人，一生本是十分悠闲的。<br>我这样的人只可在草莽之间狂放高歌，哪堪身居卑职，经受尘世扰攘之苦。<br>只觉得小小城镇没有什么可做的，身在公门却什么事都有期限。<br>那些下拜迎接大官长上的繁文缛节已经令我心力交瘁，奉命驱策百姓更让我感到悲哀。<br>回到家中向家人征询意见，全家都苦笑着说，现在竟是这样。<br>生计还是应该以耕<a href=\"http://so.gushiwen.org/author_2860.aspx\">田为</a>主，世事人情都交付给那东流而去的江河之水吧。<br>我梦中都在想念着的故乡在哪里呢，因为奉了君王之命暂时欲去又未去。<br>我现在才知道梅福突然数次上书，又想起陶潜曾弃官而去，创作《归去来辞》。</p> <p><strong>注释</strong><br>⑴渔樵：打渔砍柴。孟诸：古大泽名，在今河南商丘东北。<br>⑵悠悠：闲适貌。<br>⑶乍可：只可。草泽：草野，民间。<br>⑷宁堪：哪堪。风尘：尘世扰攘。<br>⑸小邑：小城。<br>⑹公门：国家机关。期：期限。<br>⑺碎：一作“破”。<br>⑻黎庶：黎民百姓。<br>⑼归：一作“悲”。妻子：妻子与儿女。<br>⑽举家：全家。<br>⑾生事：生计。南亩田：泛指田地。<br>⑿世情：世态人情。<br>⒀旧山：家山，故乡。<br>⒁衔：奉。且：一作“日”。迟回：徘徊。<br>⒂梅福：西汉末隐者。曾任南昌县尉，数次上书言事。后弃家隐遁，传说后来修道成仙而去。<br>⒃陶潜：即<a href=\"http://so.gushiwen.org/author_645.aspx\">陶渊明</a>，东晋<a href=\"http://so.gushiwen.org/view_10250.aspx\">诗</a>人。归去来：指陶渊明赋《归去来兮辞》。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　在封建社会方面县吏执行维护社会秩序的职责，另一方面又不可避免的参与压迫百姓。这首<a href=\"http://so.gushiwen.org/view_10250.aspx\">诗</a>就写出了诗人任职期间在履行“拜迎官长”“鞭挞黎庶”等奉上欺下活动时内心的痛苦与矛盾，从一个侧面反映了安史之乱前夕阶级矛盾的日益激化。</p> <p>　　开头四句高亢激越，这是压抑已久的感情的迸发。县尉只不过是“从九品”的卑微之职，主管的无非是捕盗贼、察奸宄一类差使。对一个抱负不凡的才志之士来说，是不甘堕落风尘，做个卑微的小吏的。他不由怀念起当年在孟诸（古泽薮名，故址在今河南商丘县东北，这里泛指梁宋一带）“混迹渔樵”、自由自在的生活。“乍可”“宁堪”相对，突出表现了诗人醒悟追悔和愤激不平的心情。不需要烦琐的描绘，一个忧愤满怀的诗人形象便突兀地站立在读者面前了。</p> <p>　　“只言”以下四句，紧接“宁堪作吏风尘下”，加以申述发挥，感情转向深沉，音调亦随之低平。诗人素怀鸿鹄之志：“举头望君门，屈指取公卿，”（《别韦参军》）到封丘作县尉，乃是不得已而俯身降志。当初只以为邑小官闲，哪知道一进公门，便是自投罗网，种种令人厌烦的公事，都有规定的章程和期限，约束人不得自由。更受不了的还有“拜迎长官”“鞭挞黎庶”时的难堪，这对<a href=\"http://so.gushiwen.org/author_227.aspx\">高适</a>是莫大的屈辱，不能不“心欲碎”，“令人悲”。这两句诗可见诗人洁身自爱的操守，也反映了当时政治的腐朽黑暗，对仗工整，情感激烈。</p> <p>　　一腔悲愤实在难以自抑，那就回家向亲人诉说诉说吧。不料妻室儿女竟都不当一回事，反而责怪自己有什么值得大惊小怪的。自己严肃认真的态度倒反成了笑料，这更可悲。家人的“笑”，正反衬出诗人的迂阔真率，不谙世事。既然如此，只好弃此微官，遂我初服：“生事应须南亩田，世情尽付东流水”，还是抛弃世情，归隐躬耕去吧。然而，眼前还是思归而不得归：梦魂萦绕的旧山不可得见；受命为官，一时又还交卸不了。没有圣明的君主在位，一个小小的县尉不可能有什么作为。汉代的南昌尉梅福，竭诚效忠，屡次上书，结果还是徒劳，左思右念，倒又想起欣然而赋《归去来兮辞》的<a href=\"http://so.gushiwen.org/author_645.aspx\">陶渊明</a>了。</p> <p>　　殷璠在《河岳英灵集》里评高适的诗：“多胸臆语，兼有气骨”。也就是诗的情意真挚，并且气势充沛，造语挺拔。此诗很能体现这个特点。全诗运用质朴自然、毫无矫饰的语言，扣紧出仕后理想与现实的矛盾，称心而言，一气贯注，肝胆照人，正是这诗感动读者的力量所在。全诗四段，不堪作吏是全篇的主意。开头四句，从高处落笔，自叙本来面目，说明不堪作吏的原由，愤慨之情溢于言表。第二段从客观现实申述不堪作吏的实情，与第一段形成强烈的对照，感情转为沉痛压抑。第三段拓展第二段的内容，表明摆脱这种不堪，提出弃官归隐的愿望。第四段就第三段的意思急转急收，因一时不能摆脱作吏的客观碍难，也就更加向往归隐，与第一段遥遥照应。结构严整而又有波澜起伏，感情奔泻而又有旋跌宕之姿。</p> <p>　　此外，这首诗结尾含蓄，扩大了诗歌的容量。诗以“乃知梅福徒为尔，转忆陶潜归去来”结束，既能使人想到西汉末年和东晋时期政治的腐败、社会的黑暗，从而与现实紧密相联系，又能令人想到梅、陶人格的高洁；既有历史的广度，又有现实的深度；耐人寻味。</p> <p>　　在句法上，全篇每段四句的一二句为散行，三四句是对偶。如此交互为用，经纬成文，既流动，又凝重；四段连结，造成反复回环的旋律。对偶的一联中，不仅字面对仗工整，而且都是一句一意或一句一事，没有意思重复的合掌，显得整饬精炼；更因虚词的承接照应，诗意联贯而下，语势生动自然，成为很好的流水对，读来便觉气势流转，绝无板滞之病。全诗每段一韵，依次为：仄声马韵、平声支韵、仄声纸韵、平声灰韵。这样平仄相间，抑扬鲜明，随着诗的感情变化，音韵也起落有势，增加了声调的美感。</p>",
  "about": "<h2>创作背景</h2> <p>　　<a href=\"http://so.gushiwen.org/author_227.aspx\">高适</a>出身寒门，年轻时郁郁不得志。贫困潦倒、浪迹草野的生涯，曾使他对民间的疾苦有了深刻了解，从而使他对下层劳动人民产生一定的同情心。天宝八载（749年），高适将近五十岁时，才因宋州刺史张九皋的推荐，中“有道科”。中第后，却只得了个封丘县尉的小官，大失所望。《封丘作》一<a href=\"http://so.gushiwen.org/view_10250.aspx\">诗</a>就是诗人任封丘县尉时所作，创作时间在天宝九载（750年）秋高适在封丘任上送兵到蓟北至天宝十载（751年）春天返回期间。</p>",
  "poet": {
    "id": 227,
    "star": 0,
    "name": "高适",
    "image": "http://img.gushiwen.org/authorImg/gaoshi.jpg",
    "desc": "高适是我国唐代著名的边塞诗人，世称“高常侍”。 作品收录于《高常侍集》。高适与岑参并称“高岑”，其诗作笔力雄健，气势奔放，洋溢着盛唐时期所特有的奋发进取、蓬勃向上的时代精神。"
  },
  "tags": [
    "无奈",
    "悲愤"
  ]
}