{
  "id": 42977,
  "star": 129,
  "name": "八至",
  "dynasty": "唐代",
  "content": "至近至远东西，至深至浅清溪。<br>至高至明日月，至亲至疏夫妻。",
  "fanyi": "<p><strong>译文<br></strong>最近也是最远的是东与西，最深也是最浅的是清溪。<br>最高也是最明的是日和月，最亲也是最疏的是夫妻。</p> <p><strong>注释</strong><br>⑴至：最。八至：此以<a href=\"http://so.gushiwen.org/view_42977.aspx\">诗</a>中有八个“至”字为题。<br>⑵东西：指东、西两个方向。<br>⑶疏：生疏，关系远，不亲近。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这首<a href=\"http://so.gushiwen.org/view_42977.aspx\">诗</a>很有哲理意味。由于首字“至”字在诗中反复出现八次，故题名“八至”，这在文人诗中很别致。</p> <p>　　此诗由远近东西至深浅清溪，再至高明日月，又至亲疏夫妻，诉尽人生无奈颓靡之态。全诗二十四个字， 却是一程生命由盛及衰的花开花落，道破了人生的真相。首句“至近至远东西”，写的是一个浅显而至真的道理。东、西是两个相对的方位，地球上除南北极，任何地点都具有这两个方向。两个物体如果不是南北走向就必然有东西区别。所以“东西”说近就近，可以间隔为零，“至近”之谓也。如果东西向的两个物体方向相反，甚至无穷远，仍不外乎一东一西，可见“东西”说远也远，乃至“至远”。这“至近至远”统一于“东西”，是常识，却具有深刻的辩证法。</p> <p>　　“至深至浅清溪”，清溪不比江河湖海，一目了然能看到水底，“浅”是实情，是其所以为溪的特征之一。然而，它又有“深”的假象，特别是水流缓慢近于清池的溪流，可以倒映云鸟、涵泳星月，形成上下天光，令人莫测浅深，因此也可以说是深的。如果说前一句讲的是事物的远近相对性道理，这一句所说的就是现象与本质的矛盾统一，属于辩证法的不同范畴。同时这一句在道理上更容易使人联想到世态人情。总此两句对全诗结穴的末句都具有兴的意味。</p> <p>　　“至高至明日月”，因为旁观者清，站得高望得自然就远看得自然明朗。日月高不可测；遥不可及，这个道理很浅显。这第三句，也许是最肤浅的。“高”是取决于天体与地球的相对距离，而太阳与月亮本不一样。“明”指天体发光的强度，月亮借太阳的光，二者更不一样。但是日月同光是人们的感觉，日月并举是向有的惯例，以此入诗，也无可挑剔。这个随口吟出的句子，在全诗的结构上还有其妙处。警句太多容易使读者因理解而费劲，不见得就好。而警句之间穿插一个平凡的句子，恰有松弛心力，以便再度使之集中的调节功能，能为全诗生色。诗人作此句，应当是意在引出下句。</p> <p>　　前三句虽属三个范畴，而它们偏于物理的辩证法，唯有末句专指人情言之，是全诗结穴所在——“至亲至疏夫妻”。因为夫妻是没有血缘的亲人，在一起就是一个人，分开则形同陌路，甚至老死不相往来有之。当代某些学者试图以人的空间需求来划分亲疏关系。而“夫妻关系”是属于“密切空间”的，特别是谈情说爱之际。从肉体和利益关系看，夫妻是世界上相互距离最近的，因此的确是“至亲”莫若夫妻。然而世间的事情往往是复杂的，伉俪情深固然有之，貌合神离而同床异梦者也大有人在。夫妻间也有隐私，也有冲突，也有反目成仇的案例，正所谓“爱有多深，恨有多深”，不相爱的夫妻的心理距离又是最难以弥合的，因此为“至疏”。在封建社会中由于夫为妻纲，男女不平等的地位造成了夫妻不和谐的关系；父母之命，媒妁之言造成了没有爱情的婚姻，而女子的命运往往悲苦。这些都是所谓“至疏”的社会根源。如果说诗的前两句妙在饶有哲理和兴义，则末句之妙，专在针砭世情，极为冷峻。</p> <p>　　这首诗和一般讲究起承转合的诗不同，这诗语言淡致，和唐代诗僧王梵志的诗一样平白如话，但平中见奇绝。诗的前三句是个过场，其存在是为了衬托最后一句。层云叠嶂，前三句过后，才显出最后一句峰峦。“至亲至疏夫妻”这话满是饱经人事的感觉，比一般的情诗情词要深刻得多，可算是情爱中的至理名言。夫妻间可以誓同生死，也可以不共戴天。这当中爱恨微妙，感慨良多，寻常年轻小姑娘想说也说不出来，必得要曾经沧海，才能指点归帆。 或许正是看透了这些，<a href=\"http://so.gushiwen.org/author_1924.aspx\">李冶</a>才宁愿放纵情怀。因此，即使隔了千年，也依然能引起人们的共鸣。</p>",
  "about": "<h2>创作背景</h2> 　　此<a href=\"http://so.gushiwen.org/view_42977.aspx\">诗</a>充满人生感悟，当为<a href=\"http://so.gushiwen.org/author_1924.aspx\">李冶</a>（<a href=\"http://so.gushiwen.org/author_2589.aspx\">李季兰</a>）成年之后的作品。李冶成年以后成为女道士，与男士们有些交往。据说后来恋上一个僧人，有感而作此诗。",
  "poet": {
    "id": 1924,
    "star": 0,
    "name": "李冶",
    "image": "http://img.gushiwen.org/authorImg/liye2.jpg",
    "desc": "李冶（？---公元784年），字季兰（《太平广记》中作“秀兰”），乌程（今浙江吴兴）人，后为女道士，是中唐诗坛上享受盛名的女诗人[1] 。晚年被召入宫中，至公元784年，因曾上诗叛将朱泚，被唐德宗下令乱棒扑杀之。李冶的诗以五言擅长，多酬赠谴怀之作。宋人陈振孙《直斋书录解题》著录《李季兰集》一卷，今已失传，仅存诗十六首。"
  },
  "tags": [
    "哲理"
  ]
}