{
  "id": 11121,
  "star": 21,
  "name": "南征",
  "dynasty": "唐代",
  "content": "春岸桃花水，云帆枫树林。<br>偷生长避地，适远更沾襟。<br>老病南征日，君恩北望心。<br>百年歌自苦，未见有知音。",
  "fanyi": "<p><strong>译文</strong><br>桃花汛涨平了湘江两岸，飘忽如云的白帆驶过枫林。<br>为了活命我经常到异地去避难，如今又漂泊远方一路上泪洒衣襟。<br>当此年老多病乘丹南行的时候，一颗向北的心啊永念皇恩。<br>我苦苦地写了一辈子<a href=\"http://so.gushiwen.org/view_11121.aspx\">诗</a>歌，可叹至今还没有遇到一个知音。</p> <p><strong>注释</strong><br>⑴桃花水：桃花盛开时节江河涨水。又名‘“桃花汛”。《岁时广记》载：“黄河水，二月三月名桃花水。”<br>⑵云帆：白帆。<br>⑶避地：避难而逃往他乡。<br>⑷适远：到远方去。沾襟：浸湿衣襟，指伤心落泪。<br>⑸君恩：指唐代宗之恩。代宗曾对<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>两次授官（补京兆功曹和检校工部员外郎）。君，指唐代宗。<br>⑹百年：人的一生，一辈子。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这首<a href=\"http://so.gushiwen.org/view_11121.aspx\">诗</a>既是<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>晚年悲苦生活和忧国优民思想的体现，又是诗人对自己的诗作充满自信和自负的自我鉴定。</p> <p>　　“春岸桃花水，云帆枫树林”是写诗人南征途中所见的秀丽风光。这里“桃花水”对“枫树林”，为借对。春天，春水奔流，桃花夹岸，极目远眺，风帆如方阵一般，而枫树也已成林，这是幅美丽的自然风景画。</p> <p>　　“偷生长避地，适达更沾襟。”表现诗人晚年颠沛流离，浪迹天涯的悲辛生活。为了苟全性命，诗人常常是今天在这里，明天又在那里，四处逃难，而今又要远去衡湘，使诗人泪满衣襟。杜甫善于用反衬的手法在情与景的对立中，深化他要表达的思想感情，加强诗的艺术效果。诗一起首就描写了绮丽的景色，按理说看到这样好的景色本该分外愉悦才是。但是由于乱离漂泊，又想到自己老病跋跄，面对美景，诗人反而潸然泪下了。</p> <p>　　“老病南征口，君恩北望心。”道出了诗人虽身处逆境，但报效朝廷的热忱未减的情怀。诗人老了，病了，照理应该还乡才是，而现在却更往南走，可悲。尽管如此，诗人报国热情不减，心一刻也未尝忘怀朝廷。杜甫在成都时，代宗曾召他赴京兆功曹，杜甫没接受，后因严武表荐，授检校工部员外郎，因此他对代宗还是有着一定好感，存有一线希望的。这里“南征日”对“北望心”，为流水对，且前后两句在内容上对比鲜明，更加衬托出了诗人一生奔波无定，但一心报国的思想情怀。</p> <p>　　“百年歌自苦，未见有知音。”正是诗人晚年对自己一生思想及悲剧命运的总结。诗人一生抱负远人，“烈士暮年，壮心不已”，然而仕途坎坷，个中甘苦，只有自己一人独享，而纵然有绝世才华，却未见有一个能理解他的知音。在当时社会里，文章上的知音，也就是事业上的援手。这两句感慨很深，很大，自视也很高。不能不使杜甫伤感：对于同时代的人诗人或较有成就的诗人，他本着“乐道人之善”的态度儿乎都评论到，全都给以相应的评价，他成了他们的知音。然而很少有人谈论到他的诗，他自己也没有知音。天宝末，殷璠编的《河岳英灵集》，<a href=\"http://so.gushiwen.org/author_227.aspx\">高适</a>、<a href=\"http://so.gushiwen.org/author_113.aspx\">岑参</a>、薛据等还有一些实在不高明的作家都入了选，独杜甫“名落孙山”。但杜甫并不急于求人知，也并不因此而丧失了自己的自信：他知道将来总会有他的知音的。但这不能不说是杜甫一生的悲剧。三、四两联，正是杜甫晚年生活与思想的自我写照。</p> <p>　　诗以明媚的自然春景开头，但由于诗人晚年浪迹天涯，光景无多，前途渺茫，只得作诗自苦，慨叹当时没有知己，这样就使前面所描写的欢快、轻松的气氛消逝的无影无踪。这样对照写来，景与情似乎极不相称，但却显得深刻悲痛，更具艺术感染力。</p>",
  "about": "<h2>创作背景</h2> 　　这是<a href=\"http://so.gushiwen.org/view_11121.aspx\">诗</a>，是唐代宗大历四年（769）春<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>由岳阳去往长沙时所作。诗人此行是想要到衡州投靠老友韦之晋。船开之后，诗人深感自己贫病的境遇，还朝和归乡都没有希望，于是赋此诗以遣怀。",
  "poet": {
    "id": 474,
    "star": 0,
    "name": "杜甫",
    "image": "http://img.gushiwen.org/authorImg/dufu.jpg",
    "desc": "杜甫（712－770），字子美，自号少陵野老，世称“杜工部”、“杜少陵”等，汉族，河南府巩县（今河南省巩义市）人，唐代伟大的现实主义诗人，杜甫被世人尊为“诗圣”，其诗被称为“诗史”。杜甫与李白合称“李杜”，为了跟另外两位诗人李商隐与杜牧即“小李杜”区别开来，杜甫与李白又合称“大李杜”。他忧国忧民，人格高尚，他的约1400余首诗被保留了下来，诗艺精湛，在中国古典诗歌中备受推崇，影响深远。759-766年间曾居成都，后世有杜甫草堂纪念。"
  },
  "tags": [
    "春天",
    "写景",
    "抒怀",
    "忧国忧民",
    "感慨"
  ]
}