{
  "id": 60412,
  "star": 9,
  "name": "宴清都·初春",
  "dynasty": "宋代",
  "content": "春讯飞琼管。风日薄、度墙啼鸟声乱。江城次第，笙歌翠合，绮罗香暖。溶溶涧渌冰泮。醉梦里、年华暗换。料黛眉重锁隋堤，芳心还动梁苑。 <br>新来雁阔云音，鸾分鉴影，无计重见。啼春细雨，笼愁澹月，恁时庭院。离肠未语先断。算犹有、凭高望眼。更那堪、芳草连天，飞梅弄晚。",
  "fanyi": "<p><strong>译文</strong><br>春天的讯息随着葭莩灰飞出琼管，早春的清风日头虽然还不暖，越过墙头的鸟啼已一片噪乱。江城转眼间，已是翠碧笼罩，笙歌喧天，人们穿上绮罗春衫，迎来花香日暖。溪涧里残冰消融，绿水涓涓，恍惚在醉梦里，岁月悄然转换。我料想隋堤的柳叶凝重地紧锁了黛眉，梁苑的林花芳心震颤。<br>新近我久已不闻鸿雁的叫声，分飞的鸾凤对着镜中的孤影悲唤，生离死别的情人再也不能相见。啼泣的春天洒下淋沥的细雨，愁云笼罩的夜晚，月光淡淡，我独守着此时的庭院。离别的愁肠未曾倾诉已先寸断。就算还能登高望远，更如何忍受那芳草连绵伸向天边，飞落的梅花舞弄着暮色昏暗。</p><p><strong>注释</strong><br>宴清都：<a href=\"http://so.gushiwen.org/author_164.aspx\">周邦彦</a>创调。<br>琼管：古以葭莩灰实律管，候至则灰飞管通。葭即芦，管以玉为之。<br>泮(pan叛)：溶解，分离。<br>次第：转眼，顷刻，<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>《观幻》<a href=\"http://so.gushiwen.org/view_60412.aspx\">诗</a>：“次第花生根，须臾烛遇风。”<br>溶溶：水盛。<a href=\"http://so.gushiwen.org/author_403.aspx\">刘向</a>《妨叹·逢纷》：“扬流波之潢潢兮，体溶溶而东回。”渌，清澈。泮，溶解，分离，《诗·邶风·匏有若叶》：“士如归妻，迨冰未泮。”<br>冰泮：指冰雪融化。<br>黛眉：以美人黛眉比喻柳叶，白居易《长恨歌》：“芙蓉如面柳如眉，对此如何不泪垂。”隋堤，见周邦彦《兰陵王》注，此处泛指。<br>隋堤：隋代开通济渠，沿渠筑堤，后称为隋堤。<br>梁苑：园囿名，在今河南开封市东南。汉梁孝王刘武筑。为游赏与延宾之所，当时名士如<a href=\"http://so.gushiwen.org/author_70.aspx\">司马相如</a>、<a href=\"http://so.gushiwen.org/author_822.aspx\">枚乘</a>、<a href=\"http://so.gushiwen.org/author_811.aspx\">邹阳</a>皆为座上客。一名梁园，又称兔园。此处泛指园林。<br>雁阔云音：听不到大雁的叫声。阔：稀缺。<br>鸾分鉴影：范泰《鸾鸟诗序》：“昔罽宾王结置峻卯之山，获一鸾鸟。王甚爱之，欲其鸣而不致也。乃饰以金樊，飨以珍羞。对之俞戚，三年不鸣。其夫人曰：‘尝闻鸟见其类而后鸣，何不悬镜以映之？’王从其意。鸾睹形悲鸣，哀响冲霄，一奋而绝。”后以此故事比喻爱人分离或失去伴侣。借指妇女失偶。<br>恁时：此时。</p>",
  "shangxi": "<h2>赏析</h2> 　　此词为伤春抒怀之作。上片写景。“春讯”八句从自然与人事的声、色、香、暖之种种变化，渲染江城春色之绚丽与温馨。“醉梦”、“暗换”，写春光流逝之迅速和词人恍惚不觉之心态，“料黛眉”二句写词人料想中原故土柳叶凝眉锁愁，林花震颤不安，暗寓了对中原的眷念与悲感。下片抒情。由春思人，由思生恨、辞情愈转愈深。“春啼”三句以移情手法写春之啼泣而细雨淋漓，由云之笼愁而月光暗淡，词人此刻正独立于庭院而思家伤时，一片凄凉。“离肠”二句写词人相思离愁而痛断离肠，即使登高望远以舒怀，亦不得消释内心的离恨。末句以景结情，传达出无限深长的别愁离恨，辞尽意未尽。",
  "poet": {
    "id": 538,
    "star": 0,
    "name": "卢祖皋",
    "desc": "卢祖皋(约1174—1224)，字申之，一字次夔，号蒲江，永嘉（今属浙江）人。南宋庆元五年(1199)中进士，初任淮南西路池州教授。今诗集不传，遗著有《蒲江词稿》一卷，刊入“彊村丛书”，凡96阕。诗作大多遗失，唯《宋诗记事》、《东瓯诗集》尚存近体诗8首。"
  },
  "tags": [
    "宋词三百首",
    "伤春",
    "抒怀"
  ]
}