{
  "id": 57589,
  "star": 59,
  "name": "祝英台近·晚春",
  "dynasty": "宋代",
  "content": "宝钗分，桃叶渡，烟柳暗南浦。怕上层楼，十日九风雨。断肠片片飞红，都无人管，更谁劝、啼莺声住？<br>鬓边觑，试把花卜归期，才簪又重数。罗帐灯昏，哽咽梦中语：是他春带愁来，春归何处？却不解、带将愁去。",
  "fanyi": "<p><strong>译文</strong><br>将宝钗擘为两截，离别在桃叶渡口，南浦暗淡凄凉，烟雾笼罩着垂柳。我怕登上层层的高楼，十天里有九天风号雨骤。片片飘飞的花瓣令人断肠悲愁，风雨摧花全没人来救，更有谁劝那黄鸢儿将啼声罢休？<br>瞧瞧簪在鬓边的花簇，算算花瓣数目将离人归期预卜，才簪上花簇又摘下重数。昏暗的灯光映照着罗帐，梦中悲泣着哽咽难诉：是春天他的到来给我带来忧愁，而今春天又归向何处？却不懂将忧愁带走。</p> <p><strong>注释</strong><br>①宝钗分：钗为古代妇女簪发首饰。分为两股，情人分别时，各执一股为纪念。宝钗分，即夫妇离别之意。<br>②桃叶渡：在南京秦淮河与青溪合流之处。这里泛指男女送别之处。<br>③南浦：水边，泛指送别的地方。<a href=\"http://so.gushiwen.org/author_509.aspx\">江淹</a>《别赋》：“送君南浦，伤如之何。”<br>④飞红：落花。<br>⑤觑：细看，斜视。</p><br/><p><strong>译文</strong><br>在桃叶渡口，我们分钗别离，南浦烟柳黯淡，一片凄迷。从此，我最怕登楼，在十日九风雨的天气。黄莺不住地呜叫，催落飞红满天，也没有人去理会！更不用说去劝劝黄莺：别再啼！<br>看着鬓边戴的花，取下来仔细端详，用花瓣推算归期。刚戴到头上，又取下重新数一数，这样才心里满意。昏暗的灯光下，还记得梦中哽咽自语：是春天把愁给人带来，春天不知回到哪里，为什么不把愁也带去？</p> <p><strong>注释</strong><br>①宝钗分：古代男女分别，有分钗赠别的习俗，即夫妇离别之意，南宋犹盛此风。钗：女子头饰物。<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>《长恨歌》：“唯将旧物表深情，钿合金钗寄将去。钗留一股合一扇，钗擘黄金合分钿。”<a href=\"http://so.gushiwen.org/author_211.aspx\">杜牧</a>《送人》：“明镜半边钗一股，此生何处不相逢。”<br>②桃叶渡：在南京秦淮河与青溪合流之处。这里泛指男女送别之处。晋王献之送别爱妾桃叶之处。《六朝事迹编类》卷五《图经》云：“（桃叶渡）在（江宁）县南一里秦淮口。桃叶者，晋王献之爱妾名也，其妹曰桃根。”<br>③南浦：水边，泛指送别的地方。<a href=\"http://so.gushiwen.org/author_509.aspx\">江淹</a>《别赋》：“送君南浦，伤如之何。”《新修南昌府志》卷三：“南浦，在郡城广润门外。”江淹《别赋》：“春草碧色，春水绿波。送君南浦，伤如之何？”后以南浦为送别之处。<br>④断肠：多用以形容悲伤到极点，飞红：飘落的花瓣。<br>⑤鬓边觑（qù）：觑为细看，斜视之意。斜视鬓边所插之花。<br>⑥把花卜归期：用花瓣的数目，占卜丈夫归来的日期。<br>⑦簪：作动词用，意思是戴簪。<br>⑧罗帐：古代床上的纱幔。<br>⑨“是他”三句：是思妇梦中语。赵德庄《鹊桥仙》（来时夹道）：“春愁元自逐春来，却不肯、随春归去。”何处？却不解带将愁去。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这首词是写深闺女子暮春时节，怀人念远、寂寞惆怅的相思之情。作者用曲折顿挫的笔法，把执着的思念，表达得深刻细腻、生动传神。它的风格，在辛词中是别具一格的。沈谦的《填词杂说》曾说：“稼轩词以激扬奋厉为工；至‘宝钗分，桃叶渡’一曲，昵狎温柔，魂消意尽，词人伎俩，真不可测。”其实，既能慷慨纵横，又能昵狎温柔，既擅于豪放，也长于婉约，正是<a href=\"http://so.gushiwen.org/author_217.aspx\">辛弃疾</a>词作风格和题材多样化的大家风度的表现。只不过这首词作，感情表现得更为细腻罢了。</p> <p>　　这是一首具有政治内涵的词作，乃词人假托一个女子叙说伤春和怀念亲人的苦愁，寄寓对祖国长期分裂的悲痛。《蓼园词选》云：“此必有所托，而借闺怨以抒其志乎！”</p> <p>　　上片起头：“宝钗分，桃叶渡，烟柳暗南浦。”写一对情人，在烟雾迷蒙的杨柳岸边，情凄意切，不得不分钗赠别的情景。这向读者暗示：情人离别是痛苦的，那么祖国南北人民长久地分离，人为地隔断来往，不是更为痛苦吗？这是我国古代文学家常见的以香草美人作为感情宣泄寄托的一种艺术手法，辛弃疾也继承了这种艺术手法。</p> <p>　　“怕上层楼，十日九风雨。”情人分手后，登楼远眺，怀念离人，已是使人不胜其感情负载了，更何况又总是十日有九日地遇到那风雨晦冥的时节呢？刮风下雨，虽能登楼而不能远望，这是使人痛楚的一个原因；风雨晦冥，大自然的阴冷更加深离人的凄苦情怀，这又是使人痛苦的一个因素。只此一句话，就有多层涵义，层层深入，对比映衬，令人不忍卒读！“断肠片片飞红，都无人管，更谁唤、流莺声住。”落花不要飘零了吧，啼莺也不要叫唤了吧，但都无法摆脱心中那不绝如缕的忧愁，简直叫人断肠了！这是何等深沉曲折的笔触啊，“都无人”和“更谁唤”，加强了那种寂寞凄清、无处寻求知音的氛围。辛弃疾南归后，多年流徙不定，报国之志难酬，天涯万里，何处有知音？不正是这种感情吗？</p> <p>　　下片，“鬓边觑。试把花卜归期，才簪又重数。”作者精心选择富有典型意义的细节，把一个闺中少妇，盼望游子归程的复杂心理状态，活灵活现描绘了出来。她把头上的花钿取下来，一个花瓣，一个花瓣地细细数过。她相信自己心中的占卜：一个花瓣代表游子归程的一个日程。花瓣有数，相信游子归程也有定准，她心里因此得到了满足。但是，她数过后又戴上，戴上后又不放心，再次取下重数。这种反复的动作，曲折地表现了闺中少妇那复杂的感情。</p> <p>　　“罗帐灯昏，哽咽梦中语：是他春带愁来，春归何处，却不解、带将愁去。”写她即使昏然入睡之后，还哽咽叨念，春天到来，把忧愁送来了；怎么春天离去，却不把忧愁给带走呢？这也就是说，季节变了，远方的游人啊，怎么还不回来呢？描写思念远人归来之情，真是无以复加了。作者把人物感情竟写得如此细腻而缠绵，如同沈谦所形容的，使人“魂销意尽”，艺术的魅力竟是那么强烈！</p><br/><h2>赏析二</h2> <p>　　上片写行人去后的凄凉。开篇三句点明别时的节气，衬托悲苦的心情。中二句写别后的思念与由此而引起的心绪。\"断肠\"三句写春去花落，无人爱惜，莺声鸣啭，无人劝阻，由此而更增添她的愁苦。 下片写盼归的急切心情。换头三句通过占卜归期的神态来刻画女主人公的心理活动。中二句写梦中相思之情。末三句以怨春作结。</p> <p>　　这首词有两个值得注意的特点。一是善于通过动作来刻画人物心理活动。词中侧重于描写女主人公盼望丈夫早日归来的焦急心情，在写法上，作者舍弃了一般常用的即景抒情的手法，而是通过动作的某些细节来突现人物的内心活动：\"鬓边觑，试把花卜归期，才簪又重数。\"出现在读者面前的这位女主人公，把刚刚插在鬓边的鲜花重新摘下来，，一瓣一瓣地从头细数，忐忑不安的心情，便跃然纸上，甚至连这位女主人公的焦急心情也活灵活现了。这是其一。其二是通过梦中的呓语来表示对春天的怨恨。这就比一般的\"怨春\"更加深入一层。通过梦中语，还进一步说明\"花卜归期\"只不过暂时取得心灵上的某种安慰，并非有确实的凭据。反过来，这\"梦中?quot;又进一步烘托出盼归之情的急切。在结构上，结尾又密切照应开篇，因与情人分别时是\"烟柳暗南浦\"的春天，所以说\"是他春带愁来，春归何处？却不解将愁带去！\"</p> <p>　　这首词通过儿女之情，寄托了家国之愁。作者满腹的怨恨，却不说破。于是就可以使人用自己的想象来加以补充和发挥了。</p> <p>　　词中很少用典，并以浅近的口语于不经意处信笔写来，既切合女主人公的身份，又切合其声情口吻。这首词在辛词中是别具一格的。沈谦在《填词杂说》中说：\"稼轩词以激扬奋励为工，至'宝钗分，桃叶渡'一曲，昵狎温柔，魂销意尽，才人伎俩，真不可测。\"这一段话说明，这首词是带有婉约词的特点的的。</p><br/><h2>赏析三</h2> <p>　　这首《祝英台近·晚春》抒发了闺中少妇惜春怀人的缠绵悱恻之情，写得词丽情柔，妩媚风流，却是与作者纵横郁勃的豪放风格迥然不同的。</p> <p>　　上阕头三句巧妙地化用了前人的<a href=\"http://so.gushiwen.org/view_57589.aspx\">诗</a>意，追忆与恋人送别时的眷眷深情。“宝钗分”，前人以分钗作为分别留赠的信物 ；“桃叶渡”，指送别之地；“烟柳暗南浦 ”，渲染了暮春时节送别，埠头烟柳迷濛之景。三句中连用了三个有关送别的典故，最后融会成一幅情致缠绵的离别图景，烘托出作者凄苦怅惘的心境。自从与亲人分袂之后，遭遇了横雨狂风，乱红离披，为此怕上层楼，不忍心再目睹那场景。伤心春去，片片落红乱飞，都无人管束得住，用一个“都”字对“无人”作了强调。江南三月，群莺乱飞，人们感到莺啼预示春将归去。所以<a href=\"http://so.gushiwen.org/author_184.aspx\">寇准</a>说“ 春色将阑，莺声渐老”（《踏莎行 》）。更有谁能来劝止喻示春去的莺声呢？“都无人管”与“更谁劝 ”，进一步抒发了怨春怀人之情。</p> <p>　　下阕笔锋一转，由渲染气氛烘托心情，转为描摹情态。其意虽转，但其情却与上阕接连不断 。“鬓边觑”三字，刻画少妇的心理状态细腻密致，维妙维肖。一个“觑”字，就把闺中女子娇懒慵倦的细微动态和百无聊赖的神情，生动地刻画出来 。“试把”两句是觑的结果。飞红垂尽”莺声不止，春归之势不可阻拦，怀人之情如何表达。鬓边的花使她萌发了一丝侥幸的念头：数花瓣卜归期。明知占卜并不可信，却又“才簪又重数”。一瓣一瓣数过了，戴上去，又拔下来，再一瓣一瓣地重头数。这种单调的反复动作既令人觉得可笑又叫人觉得心酸。作者在此用白描手法，对人物的动作进行细腻的描写，充分表现出少妇的痴情。然而她的心情仍不能平静 ，接着深入一笔 ，以梦呓作结 。“哽咽梦中语：是他春带愁来，春归何处，却不解带将愁去 。”这三句化用了李邴《洞仙歌》词：归来了，装点离愁无数。⋯⋯蓦地和春带将归去 。”和赵彦端《鹊桥仙》词 ：“春愁原自逐春来，却不肯随春归去 。”可是辛词较李 、赵两作更流畅，更委婉。出之以责问，托之于梦呓更显得波谲云诡，绵邈飘忽。虽然这种责问是极其无理的，但越无理却越有情。痴者的思虑总是出自无端，而无端之思又往往发自情深不能空者。因此这恰恰是满腹痴情怨语的少妇的内心世界的真实反映，“绵邈飘忽之音最为感人深至。”（<a href=\"http://so.gushiwen.org/author_719.aspx\">郭麐</a>灵芬馆词话）卷二）沈祥龙《论词随笔》云“词贵愈转愈深 ”，本篇巧得此法。从南浦赠别，怕上层楼，花卜归期到哽咽梦中语。纡曲递转，新意迭出。上阕断肠三句，一波三折。从“飞红”到“啼莺 ”，从惜春到怀人，层层推进。下阕由“占卜”到“梦呓 ”，动作跳跃，由实转虚 ，表现出痴情人为春愁所苦、无可奈何的心态。</p> <p>　　全词转折颇多，愈转愈缠绵，愈转愈凄恻。一片怨语痴情全在转折之中，充分显示了婉约词绸缪宛转的艺术风格。</p> <p>　　通过描写人物的典型动作，从而表现人物的心理活动，是这首词艺术手法上的又一成功之处。寥寥几笔 ，“占卜 ”的全过程一一呈现出来；只一句梦话，痴情人的内心情思便和盘托出。透过这些简单的动作，可以清晰地感到人物脉搏的跳动，人物形象呼之即出。</p> <p>　　此词章法严密，以春归人未还绾合上下阕，词面上不着一“怨”字，却笔笔含“怨 ”，欲图弭怨而怨仍萦绕不休。沈谦《填词杂说》曰 ：“稼轩词以激扬奋厉为工，至‘宝钗分，桃叶渡’一曲，昵狎温柔，魂销意尽，才人伎俩，真不可测。”</p> <p>　　张炎《词源》“辛稼轩《祝英台近 》⋯⋯皆景中带情而存骚雅 。”黄蓼园《蓼园词选》也认为此词必有所托，说 ：“史称稼轩人材大类温峤、陶侃，周益公等抑之，为之惜。此必有所托，而借闺怨以抒其志乎 ！”这话是有道理的。作者从到江南之后，就受到压抑，不被重用。他恢复中原的壮志难以实现，故假托闺怨之词以抒发胸中的郁闷，这和他的另一首名作《摸鱼儿 》（更能消几番风雨）是同一情调，同一抒情手法 。我们不能把这首词确指为因某一事而作的，所以宋人张端义《贵耳集》说这首词是<a href=\"http://so.gushiwen.org/author_217.aspx\">辛弃疾</a>为去妾吕氏而作的，是不足为信的。</p>",
  "poet": {
    "id": 217,
    "star": 0,
    "name": "辛弃疾",
    "image": "http://img.gushiwen.org/authorImg/xinqiji.jpg",
    "desc": "辛弃疾（1140－1207），南宋词人。原字坦夫，改字幼安，别号稼轩，汉族，历城（今山东济南）人。出生时，中原已为金兵所占。21岁参加抗金义军，不久归南宋。历任湖北、江西、湖南、福建、浙东安抚使等职。一生力主抗金。曾上《美芹十论》与《九议》，条陈战守之策。其词抒写力图恢复国家统一的爱国热情，倾诉壮志难酬的悲愤，对当时执政者的屈辱求和颇多谴责；也有不少吟咏祖国河山的作品。题材广阔又善化用前人典故入词，风格沉雄豪迈又不乏细腻柔媚之处。由于辛弃疾的抗金主张与当政的主和派政见不合，后被弹劾落职，退隐江西带湖。"
  },
  "tags": [
    "宋词精选",
    "婉约",
    "闺怨",
    "女子",
    "怀远"
  ]
}