{
  "id": 226,
  "star": 51,
  "name": "白华",
  "dynasty": "先秦",
  "content": "白华菅兮，白茅束兮。之子之远，俾我独兮。</p> <p>英英白云，露彼菅茅。天步艰难，之子不犹。</p> <p>滮池北流，浸彼稻田。啸歌伤怀，念彼硕人。</p> <p>樵彼桑薪，卬烘于煁。维彼硕人，实劳我心。</p> <p>鼓钟于宫，声闻于外。念子懆懆，视我迈迈。</p> <p>有鹙在梁，有鹤在林。维彼硕人，实劳我心。</p> <p>鸳鸯在梁，戢其左翼。之子无良，二三其德。</p> <p>有扁斯石，履之卑兮。之子之远，俾我疧兮。",
  "fanyi": "<p><strong>译文<br></strong>芬芳菅草开白花，白茅束好送给他。如今这人去远方，使我孤独守空房。<br>浓浓云雾空中飘，沾湿菅草和丝茅。我的命运多艰难，他还不如云露好。<br>滮水缓缓向北流，浸润稻田绿油油。边号边歌心伤痛，思念那人在心头。<br>砍那桑枝作柴薪，烧在灶里暖在身。想起那个健美人，实在让我伤透心。<br>宫内敲起大乐钟，声音必定外面闻。怀念使我神不宁，你却视我如路人。<br>丑恶秃骛在鱼梁，高洁白鹤在树林。想起那个健美人，实在煎熬我的心。<br>一对鸳鸯在鱼梁，嘴插翅下睡得香。可恨这人没良心，转眼之间把我忘。<br>扁扁平平乘车石，虽然低下有人踩。恨他离我如此远，让我痛苦实难挨。</p> <p><strong>注释<br></strong>1.白华：即“白花”。<br>2.菅（jiān）：多年生草本植物，又名芦芒。<br>3.白茅：又名丝茅，因叶似矛得名。<br>4.之远：往远方。<br>5.俾（bǐ）：使。<br>6.英英：又作“泱泱”，云洁白之貌。<br>7.露：指水气下降为露珠，兼有沾濡之意。<br>8.天步：天运，命运。<br>9.不犹：不如。一说不良。<br>10.滮（biāo）：水名，在今陕西西安市北。<br>11.啸歌：谓号哭而歌。伤怀：忧伤而思。<br>12.硕人：高大的人，犹“美人”。此处当指其心中的英俊男子。<br>13.樵：薪柴，此处指采木为樵。桑薪：桑木柴火。<br>14.卬（áng）：我。女子自称。煁（shén）：越冬烘火之行灶。<br>15.劳：忧愁。<br>16.鼓钟：敲钟。鼓，敲。<br>17.懆（cǎo）懆：愁苦不安。<br>18.迈迈：不高兴。<br>19.鹙（qīu）：水鸟名，头与颈无毛，似鹤，又称秃鹫。梁：鱼梁，拦鱼的水坝。<br>20.鹤在林：鹤为高洁之鸟，反在林，比喻所爱之人已远离去。<br>21.戢（jí）其左翼：鸳鸯把嘴插在左翼休息。<br>22.二三其德：三心二意，指感情不专一。<br>23.有扁：即“扁扁”，乘石的样子。乘石是乘车时所踩的石头。<br>24.履：踩，指乘车时踩在脚下。<br>25.疧（qí）：因忧愁而得相思病。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　此<a href=\"http://so.gushiwen.org/view_226.aspx\">诗</a>八章，每四句为一章。第一章以菅草和白茅相束起兴，映射夫妇之间相亲相爱正是人间常理。其中的菅草白华和茅草之白有象征纯洁与和谐的爱情意义，与《召南·野有死麕》中的“白茅包之”“白茅纯束”相参证，可见“白茅”在当时是一个常用的带有象征意义的意象。本来常理不言自明，可是这里偏偏是“之子之远，俾我独兮”。一正一反，奠定全诗凄婉哀伤的悲剧基调。</p> <p>　　第二章以白云普降甘露滋润那些菅草和茅草，反兴丈夫违背常理，不能与妻子休戚与共。虽然从字面上看是白云甘露对菅草茅草的滋润与命运之神对被弃女主人公的不公平之间存在着直接的对应和映射关系，但实际上看似怨天实为尤人，矛头所向实际是这不遵天理的负心丈夫。</p> <p>　　诗的第三章以北流的滮池灌溉稻田，反向对应无情丈夫对妻子的薄情寡义。此章虽然在起兴方法上与前两章一样，以物喻人，以天道常理反兴人情乖戾，故郑笺解释曰：“池水之泽，浸润稻田使之生殖，喻王无恩于申后，滮池之不如也。”但是紧接着长歌当哭的女主人公话锋一转，由“之子”转向“硕人”。关于“硕人”，前人如孔颖达疏引王肃、孙毓说，以为硕人指申后，<a href=\"http://so.gushiwen.org/author_459.aspx\">朱熹</a>《诗集传》以为硕人指幽王。揆诸原诗，以下提及硕人的两章都以物不得其所为喻，暗指人所处位置不当。郑玄笺解“硕人”为“妖大之人，谓褒姒”，与诗意合。话锋既转，下一章的感叹就显得自然而贴切了。</p> <p>　　第四章承前三章反兴之意，以桑薪不得其用，兴女主人公美德不被丈夫欣赏，反遭遗弃的命运。与自身命运相反，“维彼硕人”，想起那个“妖大之人”却媚惑丈夫取代了自己的位置，这一切实在是煎熬人心的事情。</p> <p>　　第五章以钟声闻于外，兴申后被废之事必然国人皆知。俗语“没有不透风的墙”，此之谓也。自己已经被废，心却念念不忘，于是有了“念子懆懆”的弃妇；既已弃之，必先厌之，于是有了“视我迈迈”的无情丈夫。对比中弃妇的善良和顺、丈夫的轻薄无情显得更为鲜明。</p> <p>　　第六章诗意与第四章相近，以鹤鹙失所兴后妾易位。同时鹤的洁白柔顺和鹙的贪婪险恶与申后和褒姒之间存在着隐喻关系。“妖大之人”的媚惑实在是女主人公被弃的一个重要原因，难怪她一次次地“维彼硕人，实劳我心”，想起那个妖冶之人就不能不心情沉痛了。</p> <p>　　第七章以总是偶居不离的鸳鸯相亲相爱，适得其所，反兴无情无德的丈夫不能与自己白头偕老的悖德举动。这一章要与第四、五、六章连起来读才会更深一层地理解弃妇的怨恨。她实际上是在说：虽然那个妖冶的女人很有诱惑力，如果做丈夫的考虑天理人情而不是“二三其德”，就不会有今天的结果。</p> <p>　　诗最后一章以扁石被踩的低下地位兴申后被黜之后的悲苦命运。被遗弃的妇人不能不考虑自己的命运，“之子之远，俾我疧兮”。面对茫然不知的前途，必然忧思成疾。</p> <p>　　最后需要指出的是，诗的首章以咏叹始，三句以“兮”煞尾，末章以咏叹终，亦以“兮”字结句。中间各章语气急促，大有将心中苦痛一口气宣泄干净的气势。缓急之间，颇有章法，诵读之时有余音绕梁之感。</p>",
  "about": "<h2>创作背景</h2> 　　《毛<a href=\"http://so.gushiwen.org/view_226.aspx\">诗</a>序》说：“白华，周人刺幽后也。幽王娶申女以为后，又得褒姒而黜申后。故下国化之，以妾为妻，以孽代宗，而王弗能治，周人为之作是诗也。”<a href=\"http://so.gushiwen.org/author_459.aspx\">朱熹</a>《诗序辨说》云：“此事有据，《序》盖得之。”并认为此为申后自作。这是颇可征信的。从《诗经》保存的众多弃妇诗可以看出，无论在民间还是在上层，婚姻中的女性都处于极不平等的地位，如果遇人不良，被遗弃的命运就在所难免。《邶风·谷风》《卫风·氓》《小雅·我行其野》以及此诗从不同角度多方位地表现了这样的史实。",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": [
    "诗经",
    "婚姻",
    "弃妇"
  ]
}