{
  "id": 71184,
  "star": 1158,
  "name": "逍遥游(节选)",
  "dynasty": "先秦",
  "content": "　　北冥有鱼，其名为鲲。鲲之大，不知其几千里也。化而为鸟，其名为鹏。鹏之背，不知其几千里也，怒而飞，其翼若垂天之云。是鸟也，海运则将徙于南冥。南冥者，天池也。《齐谐》者，志怪者也。《谐》之言曰：“鹏之徙于南冥也，水击三千里，抟扶摇而上者九万里，去以六月息者也。”野马也，尘埃也，生物之以息相吹也。天之苍苍，其正色邪？其远而无所至极邪？其视下也，亦若是则已矣。且夫水之积也不厚，则其负大舟也无力。覆杯水于坳堂之上，则芥为之舟；置杯焉则胶，水浅而舟大也。风之积也不厚，则其负大翼也无力。故九万里，则风斯在下矣，而后乃今培风；背负青天而莫之夭阏者，而后乃今将图南。</p> <p>　　蜩与学鸠笑之曰：“我决起而飞，抢榆枋而止，时则不至，而控于地而已矣，奚以之九万里而南为？”适莽苍者，三餐而反，腹犹果然；适百里者宿舂粮，适千里者，三月聚粮。之二虫又何知？</p> <p>　　小知不及大知，小年不及大年。奚以知其然也？朝菌不知晦朔，蟪蛄不知春秋，此小年也。楚之南有冥灵者，以五百岁为春，五百岁为秋。上古有大椿者，以八千岁为春，八千岁为秋。此大年也。而彭祖乃今以久特闻，众人匹之。不亦悲乎！</p> <p>　　汤之问棘也是已：“穷发之北有冥海者，天池也。有鱼焉，其广数千里，未有知其修者，其名为鲲。有鸟焉，其名为鹏。背若泰山，翼若垂天之云。抟扶摇羊角而上者九万里，绝云气，负青天，然后图南，且适南冥也。斥鷃笑之曰：‘彼且奚适也？我腾跃而上，不过数仞而下，翱翔蓬蒿之间，此亦飞之至也。而彼且奚适也？’”此小大之辩也。</p> <p>　　故夫知效一官，行比一乡，德合一君，而征一国者，其自视也亦若此矣。而宋荣子犹然笑之。且举世誉之而不加劝，举世非之而不加沮，定乎内外之分，辩乎荣辱之境，斯已矣。彼其于世，未数数然也。虽然，犹有未树也。夫列子御风而行，泠然善也。旬有五日而后反。彼于致福者，未数数然也。此虽免乎行，犹有所待者也。若夫乘天地之正，而御六气之辩，以游无穷者，彼且恶乎待哉？故曰：至人无己，神人无功，圣人无名。",
  "fanyi": "<p><strong>译文</strong><br>　　北海里有一条鱼，它的名字叫鲲。鲲非常巨大，不知道有几千里。鲲变化成为鸟，它的名字就叫做鹏。鹏的脊背，也不知道有几千里长；当它振动翅膀奋起直飞的时候，翅膀就好像挂在天边的云彩。这只鸟，大风吹动海水的时候就要迁徙到南方的大海去了。南方的大海是一个天然的大池子。</p> <p>　　《齐谐》这本书，是记载一些怪异事情的书。书上记载：“鹏往南方的大海迁徙的时候，翅膀拍打水面，能激起三千里的浪涛，环绕着旋风飞上了九万里的高空，乘着六月的风离开了北海。”像野马奔腾一样的游气，飘飘扬扬的尘埃，活动着的生物都因为风吹而运动。天空苍苍茫茫的，难道就是它本来的颜色吗？它的辽阔高远也是没有尽头的吗？鹏往下看的时候，看见的应该也是这个样子。</p> <p>　　如果聚集的水不深，那么它就没有负载一艘大船的力量了。在堂前低洼的地方倒上一杯水，一棵小草就能被当作是一艘船，放一个杯子在上面就会被粘住，这是水浅而船却大的原因。如果聚集的风不够强大的话，那么负载一个巨大的翅膀也就没有力量了。因此，鹏在九万里的高空飞行，风就在它的身下了，凭借着风力，背负着青天毫无阻挡，然后才开始朝南飞。</p> <p>　　蝉和小斑鸠讥笑鹏说：“我们奋力而飞，碰到榆树和檀树就停止，有时飞不上去，落在地上就是了。何必要飞九万里到南海去呢？”到近郊去的人，只带当天吃的三餐粮食，回来肚子还是饱饱的；到百里外的人，要用一整夜时间舂米准备干粮；到千里外的人，要聚积三个月的粮食。蝉和小斑鸠这两只小虫、鸟又知道什么呢。</p> <p>　　小智比不上大智，短命比不上长寿。怎么知道是这样的呢？朝生暮死的菌草不知道黑夜与黎明。春生夏死、夏生秋死的寒蝉，不知道一年的时光，这就是短命。楚国的南方有一种大树叫做灵龟，它把五百年当作一个春季，五百年当作一个秋季。上古时代有一种树叫做大椿，它把八千年当作一个春季，八千年当作一个秋季，这就是长寿。可是活了七百来岁的彭祖如今还因长寿而特别闻名，众人都想与他相比，岂不可悲！</p> <p>　　商汤问棘，谈的也是这件事。汤问棘说：“上下四方有极限吗？”棘说：“无极之外，又是无极！在草木不生的极远的北方，有个大海，就是天池。里面有条鱼，它的身子有几千里宽，没有人知道它有多长，它的名字叫做鲲。有一只鸟，它的名字叫做鹏。鹏的背像泰山，翅膀像天边的云；借着旋风盘旋而上九万里，超越云层，背负青天，然后向南飞翔，将要飞到南海去。小泽里的麻雀讥笑鹏说：‘它要飞到哪里去呢？我一跳就飞起来，不过数丈高就落下来，在蓬蒿丛中盘旋，这也是极好的飞行了。而它还要飞到哪里去呢？’”这是大和小的分别。</p> <p>　　所以，那些才智能胜任一官的职守，行为能够庇护一乡百姓的，德行能投合一个君王的心意的，能力能够取得全国信任的，他们看待自己，也像上面说的那只小鸟一样。而宋荣子对这种人加以嘲笑。宋荣子这个人，世上所有的人都称赞他，他并不因此就特别奋勉，世上所有的人都诽谤他，他也并不因此就感到沮丧。他认定了对自己和对外物的分寸，分辨清楚荣辱的界限，就觉得不过如此罢了。他对待人世间的一切，都没有拼命去追求。即使如此，他还是有未达到的境界。</p> <p>　　列子乘风而行，飘然自得，驾轻就熟。十五天以后返回；他对于求福的事，没有拼命去追求。这样虽然免了步行，还是有所凭借的。倘若顺应天地万物的本性，驾驭着六气的变化，遨游于无穷的境地，他还要凭借什么呢？所以说：修养最高的人能任顺自然、忘掉自己，修养达到神化不测境界的人无意于求功，有道德学问的圣人无意于求名。</p> <p><strong>注释</strong><br>(1)冥：通假“溟”，指海色深黑。“北冥”，北海。下文“南冥”，指南海。传说北海无边无际，水深而黑。<br>(2)鲲（kūn）：传说中的大鱼。 之：主谓之间取消句子独立性。其：表推测。<br>(3)鹏：本为古“凤”字，这里指传说中的大鸟。<br>(4)怒：奋起的样子，这里指鼓起翅膀。<br>(5)垂：同“陲”，边际。<br>(6)海运：海动。古有“六月海动”之说。海运之时必有大风，因此大鹏可以乘风南行。徙：迁移。<br>(7)天池：天然形成的大海。<br>(8)《齐谐》：书名。出于齐国，多载诙谐怪异之事，故名“齐谐”。一说人名。<br>(9)志怪：记载怪异的事物。志，记载。<br>(10)水击：指鹏鸟的翅膀拍击水面。击：拍打。<br>(11)抟（tuán）：回旋而上。一作“搏”（bó），拍。扶摇：一种旋风，又名飙，由地面急剧盘旋而上的暴风。九，表虚数，不是实指。<br>(12)去：离，这里指离开北海。“去以六月息者也”指大鹏飞行六个月才止息于南冥。一说息为大风，大鹏乘着六月间的大风飞往南冥。以：凭借。息：风。<br>(13)野马：指游动的雾气。古人认为：春天万物生机萌发，大地之上游气奔涌如野马一般。<br>(14)尘埃：扬在空中的土叫“尘”，细碎的尘粒叫“埃”。<br>(15)生物：概指各种有生命的东西。息：这里指有生命的东西呼吸所产生的气息。 相：互相。吹：吹拂。<br>(16)苍苍：深蓝。其正色邪：或许是上天真正的颜色？其，抑，或许。正色，真正的颜色。邪，同“耶”，疑问语气词。极：尽。 下：向下。亦：也。是：这样。已：罢了。<br>(17)覆：倾倒。坳（ào）：凹陷不平，“坳堂”指堂中低凹处。<br>(18)芥：小草。置杯焉则胶：将杯子放于其中则胶着搁浅。置，放。焉，于此。胶，指着地。<br>(19)斯：则，就。<br>(20)而后乃今：“今而后乃”的倒文，意为“这样，然后才……”。培：凭。<br>(21)莫之夭阏（yāo è）：无所滞碍。夭，挫折。阏，遏制，阻止。“莫之夭阏”即“莫夭阏之”的倒装。 图南：计划向南飞。<br>(22)蜩（tiáo）：蝉。学鸠：斑鸠之类的小鸟名。<br>(23)决（xuè）：疾速的样子。<br>(24)抢（qiāng）：触，碰，着落。“抢”也作“枪”。榆枋：两种树名。榆，榆树。枋，檀木。<br>(25) 控：投，落下。<br>(26) 奚以：何以。之：去到。为：句末语气词，表反问，相当于“呢”。南：名词作动词，向南（飞行）。“奚以……为”，即“哪里用得着.......呢”。<br>(27) 适：去，往。莽苍：色彩朦胧，遥远不可辨析，本指郊野的颜色，这里引申为近郊。<br>(28)三餐：指一日。意思是只需一日之粮。反：同“返”，返回。<br>(29)犹：还。果然：吃饱的样子。<br>(30)宿：这里指一夜。 宿舂粮：即舂宿粮，舂捣一宿的粮食。<br>(31)之：此，这。二虫：指蜩与学鸠。虫:有动物之意，可译为小动物<br>(32)知（zhì）：通“智”，智慧。<br>(33)朝菌：一种大芝，朝生暮死的菌类植物。晦朔：晦，农历每月的最后一天，朔，农历每月的第一天。一说“晦”指月末，“朔”指月初。<br>(34)蟪蛄（huì gū）：寒蝉，春生夏死或夏生秋死。<br>(35)冥灵：大树名。一说为大龟名。<br>(36)根据前后用语结构的特点，此句之下当有“此中年也”一句，但传统本子均无此句。<br>(37) 大椿：传说中的大树名。一说为巨大的香椿。<br>(38)彭祖：传说中尧的臣子，名铿，封于彭，活了约八百岁。乃今：而今。以，凭。特，独。闻，闻名于世。<br>(39)众人：一般人。匹：配，比。<br>(40)汤：商汤。棘：汤时的贤大夫，《列子汤问》篇作“夏革（jí）”。已：矣。<br>(41)穷发：传说中极荒远的不生草木之地。发，指草木植被。<br>(42)修：长。<br>(43)泰山：在今山东泰安北。<br>(44)羊角：一种旋风，回旋向上如羊角状。<br>(45)绝：穿过。<br>(46)斥鴳（yàn）：池沼中的小雀。斥，池，小泽。<br>(47)仞：古代长度单位，周制为八尺，汉制为七尺；这里应从周制。<br>(48)至：极点。<br>(49)小大之辩：小和大的区别。辩，同“辨”，分辨，分别。<br>(50)效：效力，尽力。官：官职。<br>(51)行（xíng）：品行。比：合。<br>(52)合：使...满意。而：通“能”，能够。征：征服。<br>(53)宋荣子：一名宋钘（jiān），宋国人，战国时期的思想家。犹然：喜笑的样子；犹，通“繇”，喜。<br>(54)举：全。劝：勉励。<br>(55)非：责难，批评。沮（jǔ）：沮丧。<br>(56)定：认清。内外：这里分别指自身和身外之物。在庄子看来，自主的精神是内在的，荣誉和非难都是外在的，而只有自主的精神才是重要的、可贵的。<br>(57)境：界。<br>(58)数数（shuò）然：汲汲然，指急迫用世、谋求名利、拼命追求的样子。<br>(59)列子：郑国人，名叫<a href=\"http://so.gushiwen.org/author_315.aspx\">列御寇</a>，战国时代思想家。御：驾驭。<br>(60)泠（líng）然：轻妙飘然的样子。善：美好的。<br>(61)旬：十天。有：通“又”，用于连接整数与零数。<br>(62)致福：求福。<br>(63)虽：虽然。待：凭借，依靠。<br>(64)乘：遵循，凭借。天地：这里指万物，指整个自然界。正：本；这里指自然的本性。<br>(65)御六气之辩：驾驭六气的变化。御，驾驭、把握。六气：指阴、阳、风、雨、晦、明。辩：通“变”，变化的意思。<br>(66)彼：他。且：将要。恶（wū）：何，什么。<br>(67)至人：庄子认为修养最高的人。下文“神人”“圣人”义相近。 无己：清除外物与自我的界限，达到忘掉自己的境界。即物我不分。<br>(68)神人：这里指精神世界完全能超脱于物外的人。无功：无作为，故无功利。<br>(69)圣人：这里指思想修养臻于完美的人。无名：不追求名誉地位，不立名。</p><br/><h2>译文二</h2> <p>　　北方的海里有一条大鱼，名字叫鲲。鲲很大，其体积有几千里；变化为鸟，名字叫鹏。鹏的脊背也有几千里；当它奋起而飞的时候，那展开的双翅就像云垂天边。这只鹏鸟随着海潮的涨落会迁徙到南方的海。南方的海是个天然的大池。《齐谐》是一部专门记载怪异事情的书，这本书上记载说：“鹏鸟迁徙时，翅膀拍击水面激起三千里的波涛，急骤的盘旋而上直冲九万里高空，此一飞在六个月后方才停歇下来”。高空下望，蒸腾犹如奔马的雾气，沸沸扬扬的尘埃，仿佛是由生物气息吹拂。我们所见湛蓝的天空，那是它真正的颜色吗？它是无边无际的吗？鹏鸟所见，大概也是这个样子吧。</p> <p>　　水汇积不深，它浮载大船就没有力量。倒杯水在庭堂的低洼处，可以用芥草作船，而搁个杯子当船就会粘住不动了，因为水太浅而船太大了。风聚积的力量不雄厚，它便无法托负巨大的翅膀。所以，鹏鸟飞到九万里高空，风就在它的身下，然后方能凭借风力飞行，背负青天而没有任何阻遏，这样就能飞到南方了。寒蝉与小灰雀对此觉得很奇怪，它说：“我猛地起飞，力图到达榆树和檀树的树枝，有时飞不到，也就落在地上而已，为什么要到九万里的高空再而向南飞呢？”如果到郊外去，晚餐前就可以返回，肚子还没饿，不需要干粮；到百里之外去，晚上就要准备第二天的干粮；到千里之外去，就需要三个月的时间来准备粮食。寒蝉和灰雀这两个小东西当然不懂得这些道理，小不点理解不了大块头，寿命短的理解不了寿命长的。为什么这样说呢？朝菌不知道有月初月末，寒蝉不知道有春天和秋天，这是活的短的。楚国南边有一种叫冥灵的大龟，对它来说，五百年为春，五百年为秋；上古有一种叫大椿的树，八千年为春，八千年为秋，这是活的长的。八百岁的彭祖是一直以来所传闻的寿星，人们若是和他比寿命，岂不可悲吗？</p> <p>　　商汤和棘也有过前面所讲的谈话：“在那草木不生的北方，有一个很深的大海，那就是‘天池’。那里有一种鱼，宽有好几千里，没有人知道它有多长，它的名字叫鲲，有一种鸟名字叫鹏，它的脊背像座大山，展开双翅就像天边的云。鹏鸟奋起而飞，旋转扶摇而上直冲九万里高空，穿过云气，背负青天，然后向南飞，去往南方的大海。斥鴳讥笑它说：‘它打算飞到哪儿去？我奋力起飞，不过几丈高就落下来，盘旋于蓬蒿丛中，这已是我飞的最远的地方了。它这是要飞到哪里去？’”这就是小与大的不同了。</p> <p>　　同样地，那些才智胜任一个官职、能力在一乡中优秀出众、德行符合当一国之君、为国人所赞颂的人，他们看待自己时其实也像斥鴳的见识，所以宋荣子就讥笑他们。宋荣子是那种世上的人们都赞誉他也不会让他感到鼓舞，世上的人们都批评他也不会让他感到沮丧，清楚地知道该做什么，不该做什么，什么是好的，什么是不好的那种人。这应该说已是境界很高的了，这种人世上不多吧。虽然如此，他还是未能达到最高的境界。列子能驾风行走，轻盈美好，十五天后方才回到地面上，有他这样福气的人也不多吧。但他虽然可免于行走的劳苦，却还是要有所依赖。人如果能够遵循自然的本性，把握“六气”即阴、阳、风、雨、晦、明等宇宙万物的规律变化，遨游于无穷无尽的境域，那他还需要仰赖什么吗？因此说，“至人”没有利己心，“神人”没有功绩心，“圣人”没有名望心。<br></p>",
  "shangxi": "<h2>内容分析</h2> 　　这篇文章巧用寓言故事，文笔变化多端，富于浪漫主义色彩，庄子所宣扬的主张是清静无为、以养天年。他对于世间的大小、贵贱、寿夭、是非、得失、荣辱等的解释是相对主义的。他对待社会和人生的思想态度，无论是消极的还是富有启发性的，对后世均有着深远的影响。他厌恶那个“窃钩者诛，窃国者侯”的社会，拒绝与统治者合作，鄙视富贵利禄，否定鬼神的存在，都有着积极的意义，是值得肯定的。但是，他那种妄想逃避现实，追求无条件的精神自由的思想，这种思想无论在当时或现在，都是—种消极的、不可能实现的绝对主观唯心主义观点。",
  "about": "<h2>文言现象</h2> <p><strong>一. 虚词</strong><br>1. 之<br>(1) 鲲之大，不知其几千里也（结构助词，用于主谓之间，取消句子独立性）<br>（2）鹏之背，不知其几千里也（助词，的）<br>（3）其翼若垂天之云（助词，的）<br>（4）鹏之徙于南冥也（结构助词，用于主谓之间，取消句子独立性）<br>（5）生物之以息相吹也（结构助词，用于主谓之间，取消句子独立性）<br>（6）天之苍苍，其正色邪（结构助词，用于主谓之间，取消句子独立性）<br>（7）且夫水之积也不厚（结构助词，用于主谓之间，取消句子独立性）<br>（8）覆杯水于坳堂之上（助词，的）<br>（9）则芥为之舟（代词，小草的）<br>（10）而莫之夭阏者（代词，它）<br>（11）奚以之九万里而南为（动词，到，往）<br>（12）之二虫又何知（代词，此）<br>（13）且举世誉之而不加劝（代词，他，指宋荣子）<br>（14）而彭祖乃今以久特闻，众人匹之，不亦悲乎（代词，他，指彭祖）<br>（15）穷发之北（结构助词，的）<br>（16）汤之问棘也是已（结构助词，用于主谓之间，取消句子独立性）<br>2. 而<br>（1）怒而飞（连词，表修饰）<br>（2）抟扶摇而上者九万里（连词，表修饰）<br>（3）决起而飞（连词，表顺承）<br>（4）控于地而已矣（连词，就）<br>（5）若夫乘天地之正，而御六气之辩（连词，表并列）<br>（6）而宋荣子犹然笑之（连词，表转折）<br>（7）且举世誉之而不加劝（连词，表转折）<br>（8）而彭祖乃今以久特闻（连词，表转折）<br>3. 则<br>（1）海运则将徙于南冥（连词，就）<br>（2）时则不至（连词，或者）<br>（3）则其负大舟也无力（连词，那么）<br>4. 然<br>（1）奚以知其然也（代词，这样）<br>（2）虽然，犹有未树也（代词，这样）<br>（3）未数数然也（形容词词尾，……的样子）<br>5. 以<br>（1）以五百岁为春（介词，把）<br>（2）生物之以息相吹也（介词，用）<br>（3）奚以知其然也（介词，凭）<br>（4）去以六月息者也（凭借，用）<br>（5）而彭祖乃今以久特闻（介词，因为）<br>6. 且<br>（1）且举世誉之而不加劝（连词，而且）<br>（2）彼且恶乎待哉（连词，还）<br>（3）且适南冥也（副词，将要）<br>7. 于<br>（1）彼其于世（介词，对于）<br>（2）覆杯水于坳堂之上（介词，在）<br>8. 其<br>（1）其正色邪?其远而无所至极邪（表选择，是……还是……）<br>（2）其名为鹏（代词，它的）<br>（3）其负大舟也无力（代词，它，指水）<br>（4）其自视也，亦若此矣。（代词，他们）</p> <p><strong>二. 实词</strong><br>1.通假字<br>1.北冥有鱼 冥：通“溟”，海色深黑。<br>2.适莽苍者，三餐而反 反：通“返”，返回。<br>3.小知不及大知 知：通“智”，智慧。<br>4.旬有五日而后反 有：通“又”，用于连接整数与零数。 反：通“返”。<br>5.而御六气之辩 辩：通“变”，变化。<br>6.此小大之辩也 辩：通“辨”，区别。<br>7.而征一国 而：通“耐”，才能。<br>8.知效一乡 知：通“智”，智慧。<br>9.犹然笑之 犹：通“繇”，喜。<br>10.而后乃今培风 培：通“凭”，凭借。</p> <p>2.古今异义<br>（1）虽然，犹有未树也。<br>古义：虽然这样<br>今义：转折连词，用于上一个分句,今多用于虽然···但是···<br>（2）众人匹之<br>古义：一般人<br>今义：多数人，大家<br>（3）腹犹果然<br>古义：食饱之状<br>今义：副词，表示事实与所说或所料相符；连词，假设事实与所说或所料相符。<br>（4）之二虫又何知<br>古义：泛指动物<br>今义：虫子<br>（5）穷发之北<br>古义：毛，草木<br>今义：头发<br>（6）小年不及大年<br>古义：寿命短的<br>今义：农历腊月；节日，腊月二十三或二十四日，旧俗就在这天祭灶。<br>古义：寿命长的<br>今义：丰收年；农历十二月有30天的年份；春节<br>（7）而征一国者<br>古义：取信<br>今义：远行或用武力制裁<br>（8）海运则将徙于南冥<br>古义：海动<br>今义：泛指海上运输<br>（9）南冥者，天池也<br>古义：天然形成的水池<br>今义：高山湖泊名[3]<br>（10）蟪蛄不知春秋<br>古义：指四季<br>今义：春天和秋天<br>（11）神人无功<br>古义：无功利<br>今义：无功劳</p> <p>3.一词多义<br>辩<br>此小大之辩也（通“辨”，区别）<br>而御六气之辩（通“变”，变化）<br>知<br>之二虫又何知（动词，知道）<br>小知不及大知（名词，智慧）<br>名<br>北冥有鱼，其名为鲲（名词，名称）<br>圣人无名（名词，声名）<br>息<br>去以六月息者也（名词，气息，这里指风）<br>生物之以息相吹也（名词，气息）<br>其<br>则其负大翼也无力（代词，代指风）<br>其正色邪？其远而无所至极邪？（连词，表选择）<br>其自视也，亦若此矣（代词，他们）<br>以<br>去以六月息者也（介词，凭借）<br>生物之以息相吹也（介词，用）<br>以八千岁为春（介词，把）<br>奚以知其然也（介词，凭）<br>而彭祖乃今以久特闻（介词，因为）</p> <p>4.词类活用<br>（1）彼于致福者（使动用法，使……到来）<br>（2）而后乃今将图南（名词用作动词，往南飞）<br>（3）奚以之九万里而南为（名词用作动词，往南飞）<br>（4）德合一君（使动用法，使……满意）<br>（5）而征一国者（使动用法，使……信任）<br>（6） 且举世誉之而不加劝（名词用作动词 称赞）<br>三.文言句式<br>1. 判断句<br>（1）此小大之辩也（“也”表示判断语气）<br>（2）《齐谐》者，志怪者也（“者……也”表示判断语气）<br>（3）穷发之北，有冥海者，天池也（“者……也”表示判断语气）<br>2. 省略句<br>（1）翱翔（于）蓬蒿之间（省略介词“于”）<br>（2）且举世誉之而（宋荣子）不加劝（省略主语“宋荣子”）<br>（3）众人匹（于）之（省略介词“于”）<br>（4）众人匹之，（众人）不亦悲乎（省略主语“众人”）<br>3. 疑问句<br>（1）奚以之九万里而南为（奚以……为，表示疑问语气）<br>（2）奚以知其然也（“奚以”，表示疑问语气）<br>（3）彼且奚适也（“奚”，表示疑问语气）<br>4. 变式句<br>（1）而莫之夭阏者（夭阏之，宾语前置）<br>（2）彼且奚适也（适奚，宾语前置）<br>（3）奚以知其然也（以奚，宾语前置）<br>（4）覆杯水于坳堂之上（于坳堂之上覆杯水，介宾短语后置）<br>（5）翱翔蓬蒿之间（&lt;于&gt;蓬蒿之间翱翔，介宾短语后置）<br>（6）之二虫又何知（知何，宾语前置）<br>（7）彼且恶乎待哉（待恶乎，宾语前置） </p><br/><h2>题解</h2> <p>　　“逍遥”也写作“消摇”，意思是优游自得的样子；“逍遥游”就是没有任何束缚地、自由自在地活动。</p> <p>　　全文可分为三个部分，第一部分至“圣人无名”，是本篇的主体，从对比许多不能“逍遥”的例子说明，要得真正达到自由自在的境界，必须“无己”、“无功”、“无名”。第二部分至“窅然丧其天下焉”，紧承上一部分进一步阐述，说明“无己”是摆脱各种束缚和依凭的唯一途径，只要真正做到忘掉自己、忘掉一切，就能达到逍遥的境界，也只有“无己”的人才是精神境界最高的人。余下为第三部分，论述什么是真正的有用和无用，说明不能为物所滞，要把无用有用，进一步表达了反对积极投身社会活动，志在不受任何拘束，追求优游自得的生活旨趣。</p> <p>　　本篇是《庄子》的代表篇目之一，也是诸子百家中的名篇，充满奇特的想象和浪漫的色彩，寓说理于寓言和生动的比喻中，形成独特的风格。“逍遥游”也是庄子哲学思想的一个重要方面。全篇一再阐述无所依凭的主张，追求精神世界的绝对自由。在庄子的眼里，客观现实中的一事一物，包括人类本身都是对立而又相互依存的，这就没有绝对的自由，要想无所依凭就得无己。因而他希望一切顺乎自然，超脱于现实，否定人在社会生活中的一切作用，把人类的生活与万物的生存混为一体；提倡不滞于物，追求无条件的精神自由。</p><br/><h2>本文写法</h2> （1）运用大量寓言，把无所待的思想寄托于生动的形象中<br>（2）想象丰富，意境开阔<br>（3）运用夸张、比喻、拟人等多种修辞手法",
  "poet": {
    "id": 685,
    "star": 0,
    "name": "庄周",
    "image": "http://img.gushiwen.org/authorImg/zhuangzhou.jpg",
    "desc": "庄子（公元前369－公元前286年），名周，汉族，宋国蒙（今河南省商丘市东北梁园区蒙墙寺村）人，战国时期的思想家、哲学家、文学家，道家学说的主要创始人之一。庄子祖上系出楚国公族，后因吴起变法楚国发生内乱，先人避夷宗之罪迁至宋国蒙地。庄子生平只做过地方漆园吏，因崇尚自由而不应同宗楚威王之聘。老子思想的继承和发展者。后世将他与老子并称为“老庄”。他们的哲学思想体系，被思想学术界尊为“老庄哲学”。代表作品为《庄子》以及名篇有《逍遥游》、《齐物论》等。"
  },
  "tags": [
    "高中文言文",
    "寓言",
    "故事",
    "自由"
  ]
}