{
  "id": 71314,
  "star": 138,
  "name": "田园乐七首·其六 / 闲居",
  "dynasty": "唐代",
  "content": "桃红复含宿雨，柳绿更带朝烟。<br>花落家童未扫，莺啼山客犹眠。",
  "fanyi": "<p><strong>译文</strong><br>红色的桃花还含着隔夜的新雨，碧绿的柳丝更带着淡淡的春烟。<br>花瓣凋落家中的小童没有打扫，黄莺啼叫闲逸的山客犹自酣眠。</p> <p><strong>注释</strong><br>1、宿雨：昨夜下的雨。<br>2、朝烟：指清晨的雾气。<br>3、家童：童仆。<br>4、山客：隐居山庄的人，这里指<a href=\"http://so.gushiwen.org/view_71314.aspx\">诗</a>人自己。<br>5、犹眠：还在睡眠。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　<a href=\"http://so.gushiwen.org/view_71314.aspx\">诗</a>中写到春“眠”、“莺啼”、“花落”、“宿雨”，与<a href=\"http://so.gushiwen.org/author_757.aspx\">孟浩然</a>的五绝《春晓》相似。两首诗写的生活内容有那么多相类之处，而意境却很不相同。彼此相较，最易见出<a href=\"http://so.gushiwen.org/author_515.aspx\">王维</a>此诗的两个显著特点。</p> <p>　　第一个特点是绘形绘色，诗中有画。这并不等于说孟诗就无画，只不过孟诗重在写意，虽然也提到花鸟风雨，但并不细致描绘，它的境是让读者从诗意间接悟到的。王维此诗可完全不同，它不但有大的构图，而且有具体鲜明的设色和细节描画。写桃花、柳丝、莺啼，捕捉住春天富于特征的景物，这里，桃、柳、莺都是确指，比孟诗一般地提到花、鸟更具体，更容易唤起直观印象。通过“宿雨”、“朝烟”来写“夜来风雨”，也有同样的艺术效果。在勾勒景物基础上，进而有着色，“红”、“绿”两个颜色字的运用，使景物鲜明怡目。读者眼前会展现一派柳暗花明的图画。“桃之夭夭，灼灼其华”，加上“杨柳依依”，景物宜人。着色之后还有进一层渲染：深红浅红的花瓣上略带隔夜的雨滴，色泽更柔和可爱，雨后空气澄鲜，弥散着冉冉花香；碧绿的柳丝笼在一片若有若无的水烟中，更袅娜迷人。经过层层渲染、细致描绘，诗境自成一幅工笔重彩的图画；相比之下，孟诗则似不着色的写意画。一个妙在有色，一个妙在无色。孟诗从“春眠不觉晓”写起，先见人，后入境。王诗正好相反，在入境后才见到人。因为有“宿雨”，所以有“花落”。花落就该打扫，然而“家童未扫”。未扫非不扫，乃是因为清晨人尚未起的缘故。无人过问满地落花的情景，别有一番清幽的意趣。这正是王维所偏爱的境界。“未扫”二字有意无意得之，毫不着力，浑然无迹。末了写到“莺啼”，莺啼却不惊梦，山客犹自酣睡，这正是一幅“春眠不觉晓”的入神图画。但与孟诗又有微妙的差异，孟诗从“春眠不觉晓”写起，其实人已醒了，所以有“处处闻啼鸟”的愉快和“花落知多少”的悬念，其意境可用“春意闹”的“闹”字概括。此诗最后才写到春眠，人睡得酣恬安稳，于身外之境一无所知。花落莺啼虽有动静有声响，只衬托得“山客”的居处与心境越见宁静，所以其意境主在“静”字上。王维之“乐”也就在这里。崇尚静寂的思想固有消极的一面，然而，王维诗难能可贵在它的静境与寂灭到底有不同。他能通过动静相成，写出静中的生趣，给人的感觉仍是清新明朗的美。唐诗有意境浑成的特点，但具体表现时仍有两类，一种偏于意，如孟诗《春晓》就是；另一种偏于境，如此诗就是。而由境生情，诗中有画。是此诗最显著优点。</p> <p>　　第二个特点是对仗工致，音韵铿锵。孟诗《春晓》是古体五言绝句，在格律和音律上都很自由。由于孟诗散行，意脉一贯，有行云流水之妙。此诗则另有一工，因属近体六言绝句，格律极精严。从骈偶上看，不但“桃红”与“柳绿”、“宿雨”与“朝烟”等实词对仗工稳，连虚字的对仗也很经心。如“复”与“更”相对，在句中都有递进诗意的作用；“未”与“犹”对，在句中都有转折诗意的作用。“含”与“带”两个动词在词义上都有主动色彩，使客观景物染上主观色彩，十分生动。且对仗精工，看去一句一景，彼此却又呼应联络，浑成一体。“桃红”、“柳绿”，“宿雨”、“朝烟”，彼此相关，而“花落”句承“桃”而来，“莺啼”句承“柳”而来，“家童未扫”与“山客犹眠”也都是呼应着的。这里表现出的是人工剪裁经营的艺术匠心，画家构图之完美。对仗之工加上音律之美，使诗句念来铿锵上口。中国古代诗歌以五、七言为主体，六言绝句在历代并不发达，佳作尤少，王维的几首可以算是凤毛麟角了。</p>",
  "about": "<h2>创作背景</h2> <p>　　《田园乐》是由七首六言绝句构成的组<a href=\"http://so.gushiwen.org/view_71314.aspx\">诗</a>，写作者退居辋川别墅与大自然亲近的乐趣，所以一题作“辋川六言”，此诗是其中一首。此诗是<a href=\"http://so.gushiwen.org/author_515.aspx\">王维</a>后期的作品。王维后期的诗，主要写隐居终南山、辋川的闲情逸致的生活。《旧唐书·王维传》记载：“维兄弟俱奉佛，居常蔬食，不茹荤血，晚年长斋，不衣文彩。”由于家庭环境的影响，他早年就信奉佛教，贬官济州时已经有了隐居思想的萌芽。再加上<a href=\"http://so.gushiwen.org/author_691.aspx\">张九龄</a>罢相、<a href=\"http://so.gushiwen.org/author_2691.aspx\">李林甫</a>上台的政局变化，他渐渐觉得仕途生活压抑、黑暗，理想也随之破灭。在严酷的现实面前，他既不同意同流合污，又感到自己无能为力，尽管在李林甫当政时，王维并没有受到迫害，实际上还升了官，但他内心的矛盾和苦闷却越来越深了。王维是个正直而又软弱、再加上长期接受佛教影响的封建知识分子，他的出路就只剩下跳出是非圈子、返回旧时的园林归隐这一途了。于是，后期的王维就开始了亦官亦隐的生活，甚至对于他个人生活有很大影响的安史之乱，在他的诗歌里面也几乎没有什么积极的反映。他后期对现实基本是抱着一种“无可无不可”的漠不关心的态度。最初隐居终南山，后来在蓝田辋川得到<a href=\"http://so.gushiwen.org/author_248.aspx\">宋之问</a>的别墅，生活更为悠闲，“与道友<a href=\"http://so.gushiwen.org/author_302.aspx\">裴迪</a>，浮舟往来，弹琴赋诗”，并吃斋念佛，“退朝之后，焚香独坐，以禅诵为事”。这首诗就是作于王维隐居辋川蓝田时期。</p>",
  "poet": {
    "id": 515,
    "star": 0,
    "name": "王维",
    "image": "http://img.gushiwen.org/authorImg/wangwei.jpg",
    "desc": "王维（701年－761年，一说699年—761年），字摩诘，汉族，河东蒲州（今山西运城）人，祖籍山西祁县，唐朝诗人，有“诗佛”之称。苏轼评价其：“味摩诘之诗，诗中有画；观摩诘之画，画中有诗。”开元九年（721年）中进士，任太乐丞。王维是盛唐诗人的代表，今存诗400余首，重要诗作有《相思》《山居秋暝》等。王维精通佛学，受禅宗影响很大。佛教有一部《维摩诘经》，是王维名和字的由来。王维诗书画都很有名，非常多才多艺，音乐也很精通。与孟浩然合称“王孟”。"
  },
  "tags": [
    "田园"
  ]
}