{
  "id": 69085,
  "star": 2269,
  "name": "书湖阴先生壁",
  "dynasty": "宋代",
  "content": "茅檐长扫净无苔，花木成畦手自栽。<br>一水护田将绿绕，两山排闼送青来。</p> <p>桑条索漠楝花繁，风敛余香暗度垣。<br>黄鸟数声残午梦，尚疑身属半山园。",
  "fanyi": "<p><strong>译文</strong><br>茅草房庭院经常打扫，洁净得没有一丝青苔。花草树木成行成垄，都是主人亲手栽种。<br>庭院外一条小河保护着农田，并且环绕着农田；两座大山打开门来为人们送去绿色。</p> <p>桑树枝叶繁茂，楝花也十分繁盛。清风吹送楝花余香，悄悄地送过墙头。 <br>黄莺几声清脆的啼叫 ，惊醒了我的午觉。一梦醒来，我恍恍惚惚还觉得自己好像仍然在旧日所住的半山园中。</p> <p><strong>注释</strong><br>⑴书：书写，题<a href=\"http://so.gushiwen.org/view_69085.aspx\">诗</a>。湖阴先生：本名杨德逢，隐居之士，是<a href=\"http://so.gushiwen.org/author_405.aspx\">王安石</a>晚年居住金陵紫金山（今江苏南京）时的邻居。<br>⑵茅檐：茅屋檐下，这里指庭院。无苔：没有青苔。<br>⑶成畦（qí ）：成垄成行。 畦：经过修整的一块块田地。<br>⑷护田：这里指护卫环绕着园田。语出《汉书·西域传序》：“自敦煌西至盐泽，往往起亭，而轮台、渠犁，皆有田卒数百人，置使者校尉领护。”<br>⑸排闼（tà）：开门。语出《汉书· 樊哙传》：“高帝尝病，恶见人，卧禁中，恶见人，卧禁中，诏户者无得入群臣。哙乃排闼直入。”闼：小门。送青来：送来绿色。<br>(6)楝(liàn)花：“二十四番花信”里的楝花，指的就是北方常见的苦楝花。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这两首<a href=\"http://so.gushiwen.org/view_69085.aspx\">诗</a>是题写在湖阴先生家屋壁上的，其中第一首很著名。这一首诗用典十分精妙，读者不知典故内容，并不妨碍对诗歌大意的理解；而诗歌的深意妙趣，则需要明白典故的出处才能更深刻地体会。</p> <p>　　首二句赞美杨家庭院的清幽。“茅檐”代指庭院。“静”即净。怎样写净呢？诗人摒绝一切平泛的描绘，而仅用“无苔”二字，举重若轻，<a href=\"http://so.gushiwen.org/author_1137.aspx\">真可</a>谓别具只眼。何以见得？江南地湿，又时值初夏多雨季节，这对青苔的生长比之其他时令都更为有利。况且，青苔性喜阴暗，总是生长在僻静之处，较之其他杂草更难于扫除。而今庭院之内，连青苔也没有，不正表明无处不净、无时不净吗?在这里，平淡无奇的形象由于恰当的用字却具有了异常丰富的表现力。“花木”是庭院内最引人注目的景物。因为品种繁多，所以要分畦栽种。这样，“成畦”二字就并非仅仅交代花圃的整齐，也有力地暗示出花木的丰美，既整齐又不单调。</p> <p>　　这清幽环境令人陶醉，所以当诗人的目光从院内花木移向院外的山水时，他的思致才会那样悠远、飘逸，才会孕育出下面一联的警句，门前的景物是一条河流，一片农田，两座青山，在诗人眼里，山水对这位志趣高洁的主人也有情谊。诗人用拟人手法，将“一水”“两山”写成富有人情的亲切形象。弯弯的河流环绕着葱绿的农田，正像母亲用双手护着孩子一样。“护”字，“绕”字显得那么有情。门前的青山见到庭院这样整洁，主人这样爱美，也争相前来为主人的院落增色添彩：推门而入，奉献上一片青翠。诗人以神来之笔，留下千古传诵的名句。</p> <p>　　“一水”“两山”被转化为富于生命感情的亲切的形象，而为千古传诵。但后二句所以广泛传诵，主要还在于这样两点：一、拟人和描写浑然一体，交融无间。“一水护田”加以“绕”字，正见得那小溪曲折生姿，环绕着绿油油的农田，这不恰像一位母亲双手护着小孩的情景吗?著一“护”字，“绕”的神情明确显示。至于“送青”之前冠以“排闼”二字，更是神来之笔。它既写出了山色不只是深翠欲滴，也不只是可掬，而竟似扑向庭院而来!这种描写给予读者的美感极为新鲜、生动。它还表明山的距离不远，就在杨家庭院的门前，所以似乎伸手可及。尤其动人的，是写出了山势若奔，仿佛刚从远方匆匆来到，兴奋而热烈。所有这些都把握住了景物的特征，而这种种描写，又都和充分的拟人化结合起来那情调、那笔致，完全像在表现“有朋自远方来”的情景：情急心切，竟顾不得敲门就闯进庭院送上礼物。二者融合无间，相映生色，既奇崛又自然，既经锤炼又无斧凿之痕，清新隽永，韵味深长。二、这两句诗也与杨德逢的形象吻合。在前联里，已可看到一个人品高洁、富于生活情趣的湖阴先生。所居仅为“茅檐”，他不仅“扫”，而且“长扫”（即常扫），以至于“静无苔”；“花木成畦”，非赖他人，而是亲“手自栽”。可见他清静脱俗，朴实勤劳。这样一位高士，徜徉于山水之间，当然比别人更能欣赏到它们的美，更感到“一水”“两山”的亲近；诗人想象山水有情，和湖阴先生早已缔结了深厚的交谊。诗以“书湖阴先生壁”为题，处处关合，处处照应，由此也可见出诗人思致的绵密。<br>此诗对于“一水”“两山”的拟人化，既以自然景物的特征为基础，又与具体的生活内容相吻合，所以气足神完，浑化无迹，成为古今传诵的名句。</p> <p>　　在修辞技巧上，“一水护田将绿绕，两山排闼送青来”两句也堪作范例。诗人运用了对偶的句式，又采用了拟人的手法，给山水赋予人的感情，化静为动，显得自然化境既生机勃勃又清静幽雅。</p>",
  "about": "<h2>创作背景</h2> <p>　　《书湖阴先生壁二首》是<a href=\"http://so.gushiwen.org/author_405.aspx\">王安石</a>题在杨德逢屋壁上的一组<a href=\"http://so.gushiwen.org/view_69085.aspx\">诗</a>。杨德逢，别号湖阴先生，是王安石退居金陵时的邻居和经常往来的朋友。</p><br/><h2>别解</h2> <p>　　首句的“长扫”，一直解释为：经常打扫，“长”通“常”，“茅檐”是代指庭院，“静”同“净”。于是，首句就解释成了：由于经常打扫，庭院干净得一点儿青苔都没有了。</p> <p>　　如果不问，这样的解释也可以说得通，因为这样的解说已经通行了好几百年。但是，若要是深究，若要联系生活，就会发觉，这样的解释并不合乎事理。</p> <p>　　说“茅檐”是借代庭院，就已经很勉强。如果视“扫”为打扫，那么，被借代的应该也是可以打扫的；借代的也应该是被打扫的一部分。庭院是可以打扫的，可“茅檐”是不可以打扫的。请问一下，经常登梯子扫房檐，谁扫过请举手！若是瓦檐，若是水泥房檐，有了雅兴，打扫也无妨，但是，秋风尚能卷走屋上三重茅，茅草的檐是扫不得的，扫一回，那苫房的茅草就下来一些，扫它几回屋子就漏了。以不可扫的“茅檐”代庭院是不妥的。</p> <p>　　即使是允许“茅檐”代“庭院”，那庭院中被扫的也不应该是“苔”。苔是长在潮湿的地方的，是紧附于其他物体上的，用扫帚是扫不去的。<a href=\"http://so.gushiwen.org/author_197.aspx\">刘禹锡</a>的陋室“苔痕上阶绿”，并不能说明陋室卫生没搞好。卫生检查团从来不以苔的有无打分。以扫苔来说明院子干净，也是不妥的。其实，有些青苔的庭院，倒是文人追求的雅、静，也算是一种情趣。</p> <p>　　有这么多的不合事理，我们有理由重新看一下“茅檐长扫静无苔”。</p> <p>　　“扫”的常用义是“清除”，是“用扫帚除去尘垢”，解释“茅檐”为代指庭院，“长”为“常”，全是为了适应一个“打扫”，在其他场合并不容易找到例子。我们应该看到，“扫”还有一个意义，就是描、画。<a href=\"http://so.gushiwen.org/author_56.aspx\">张祜</a><a href=\"http://so.gushiwen.org/view_69085.aspx\">诗</a>《集灵台》“却嫌脂粉污颜色，淡扫娥眉朝至尊。”这个“扫”就是描画。<a href=\"http://so.gushiwen.org/author_163.aspx\">司空图</a>《灯花》之二“明朝斗草多应喜，剪得灯花自扫眉。”这“扫”也是描画。<a href=\"http://so.gushiwen.org/author_482.aspx\">王建</a>《寄蜀中<a href=\"http://so.gushiwen.org/author_391.aspx\">薛涛</a>校书》：“万里桥边女校书，枇杷花里闭门居。扫眉才子知多少，管领春风总不如。”这“扫”也是描画。</p> <p>　　解释“茅檐”的人多是没有住过茅屋的，才弄出这些借代、通假，看得出，是为了迎合“打扫”的无奈与被迫。</p> <p>　　如果，我们跳出“扫”的常用义，选用“描画”解释“茅檐长扫静无苔”，就可以解释成：无苔的房檐，像大笔一样长长的一画。苫房用的草，多是梢朝下，以利水流；反之就“戗水”了，水就可能顺草进入里面。多年不换的房草，朽烂含水，也就长出苔了。有苔的房子也就快不行了。新苫的房，檐上自然是“无苔”的了。新苫的房草，梢比较长，也比较软，若是让文人看了，就恰是毛笔。</p> <p>　　这样的解释，一是少了许多麻烦，“长”还是原来的“长”“茅檐”仍是原来“茅檐”。二是更有诗味了，无苔的房檐，像笔一样长长的一画，这多有诗意，这多有文气，这才是读书人的眼力。其实，“茅檐长扫静无苔”说的是，房子是新苫过的；“花木成畦手字栽”说的是，主人勤于劳作。房子是新苫的，花木是亲手栽的，就是说主人对生活充满热情。</p> <p>　　整个诗写的是清新、娴静的生活。将一个“扫”字重新解释，让它成为“描画”，成为富有动感与美感的比喻，较之扫院子，诗的张力就大多了。</p> <p>　　（中华工商联合出版社张港先生著《经典古诗词另类“悦”读》） </p>",
  "poet": {
    "id": 405,
    "star": 0,
    "name": "王安石",
    "image": "http://img.gushiwen.org/authorImg/wanganshi.jpg",
    "desc": "王安石（1021年12月18日－1086年5月21日），字介甫，号半山，谥文，封荆国公。世人又称王荆公。汉族，北宋抚州临川人（今江西省抚州市临川区邓家巷人），中国北宋著名政治家、思想家、文学家、改革家，唐宋八大家之一。欧阳修称赞王安石：“翰林风月三千首，吏部文章二百年。老去自怜心尚在，后来谁与子争先。”传世文集有《王临川集》、《临川集拾遗》等。其诗文各体兼擅，词虽不多，但亦擅长，且有名作《桂枝香》等。而王荆公最得世人哄传之诗句莫过于《泊船瓜洲》中的“春风又绿江南岸，明月何时照我还。”"
  },
  "tags": [
    "写景",
    "写人",
    "典故"
  ]
}