{
  "id": 72335,
  "star": 17,
  "name": "上梅直讲书",
  "dynasty": "宋代",
  "content": "　　轼每读《诗》至《鸱枭》，读《书》至《君奭》，常窃悲周公之不遇。及观《史》，见孔子厄于陈、蔡之间，而弦歌之声不绝，颜渊、仲由之徒相与问答。夫子曰： “‘匪兕匪虎，率彼旷野’，吾道非邪，吾何为于此？”颜渊曰：“夫子之道至大，故天下莫能容。虽然，不容何病？不容然后见君子。”夫子油然而笑曰：“回，使尔多财，吾为尔宰。”夫天下虽不能容，而其徒自足以相乐如此。乃今知周公之富贵，有不如夫子之贫贱。夫以召公之贤，以管、蔡之亲而不知其心，则周公谁与乐其富贵?而夫子之所与共贫贱者，皆天下之贤才，则亦足与乐矣! 轼七、八岁时，始知读书，闻今天下有欧阳公者，其为人如古孟轲、韩愈之徒;而又有梅公者,从之游，而与之上下其议论。其后益壮，始能读其文词，想见其为人，意其飘然脱去世俗之乐,而自乐其乐也。方学为对偶声律之文，求斗升之禄，自度无以进见于诸公之间。来京师逾年，未尝窥其门。 今年春，天下之士,群至于礼部，执事与欧阳公实亲试之。诚不自意，获在第二。既而闻之，执事爱其文，以为有孟轲之风;而欧阳公亦以其能不为世俗之文也而取，是以在此。非左右为之先容，非亲旧为之请属，而向之十余年间，闻其名而不得见者，一朝为知己。退而思之，人不可以苟富贵，亦不可以徒贫贱。有大贤焉而为其徒，则亦足恃矣。苟其侥一时之幸，从车骑数十人，使闾巷小民,聚观而赞叹之，亦何以易此乐也。 《传》曰：“不怨天，不尤人。”盖“优哉游哉，可以卒岁”。执事名满天下，而位不过五品。其容色温然而不怒，其文章宽厚敦朴而无怨言，此必有所乐乎斯道也。轼愿与闻焉。 ",
  "fanyi": "<h2>译文</h2> <p>　　我每次读到《<a href=\"http://so.gushiwen.org/view_72335.aspx\">诗</a>经》的《鸱鸮》，读到《书经》的《君奭》，总是暗暗地悲叹周公没有遇到知己。等到读了《史》，才看到孔子被围困在陈国和蔡国之间，而弹琴唱歌的声音没有断绝，并与颜渊、仲由等学生互相问答。孔子说：“我不是犀牛老虎那样的野兽，为什么要沦落到在野外游荡的境地？我为什么落到这田地呢？”颜渊说：“先生的理想非常宏大，所以天下不能接受；虽然这样，不被人接纳又有什么担忧的呢？不被人接纳之后更能显现出您是君子。”孔子温和地笑着说：“颜回，如果你有很多财产，我给你当管家。”虽然天下没有人接受孔子的理想，但孔子和他的学生竟能够自我满足而且是这样的快乐。现在我才知道，周公的富贵实在还比不上孔子的贫贱。凭召公的贤能，管叔、蔡叔的亲近，却不能够了解周公的心思，那么周公跟谁一同享受这富贵的快乐呢？然而跟孔子一同过着贫贱生活的人，却都是天下的贤才，光凭这一点也就值得快乐了啊！</p> <p>　　我七八岁的时候，才知道读书。听说如今天下有一位欧阳公，他的为人就像古代孟轲、<a href=\"http://so.gushiwen.org/author_682.aspx\">韩愈</a>一类人；又有一位梅公，跟随欧阳公交游，并且和他共同议论文章。从那时起，我日益成长，才能够读先生们的文章词赋，想象出先生们的为人，领会到先生们潇洒地摆脱世俗的快乐，而陶醉在自己的快乐之中。因为我当时刚刚学做诗赋骈文，想求得微薄的俸禄，自己估量没有什么才能可以进见诸位先生，所以来到京城一年多，不曾登门求教。今年春天，天下的读书人聚集在礼部，先生和欧阳公亲自考查我们。我没有想到自己，竟得了第二名。后来听说，先生喜欢我的文章，认为有孟轲的风格，而欧阳公也因为我能不作世俗的文章而录取我，因此我能留在及第的行列里，不是左右亲近的人先替我推荐，不是亲戚朋友为我请求嘱托，从前十多年里听到名声却不能进见的人，一下子竟成为知己。退下来思考这件事，觉得人不能够苟且追求富贵，也不能够空守着贫贱，有大贤人而能成为他的学生，那也很值得自负了。如果凭一时的侥幸而得意，带着成队的车马和几十个随从，使里巷的小百姓围着观看并且赞叹他，又怎么能代替这种快乐啊!《左传》上说：“不埋怨天，不责怪人”，因为“从容自得啊，能够度过天年”。先生名满天下，但官位不过五品；面色温和而不恼怒；文章宽厚质朴而没有怨言。这必定有乐于此道的原因，我希望听到先生的教诲啊。</p>",
  "shangxi": "<h2>解析</h2> <p>　　<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>的《上梅直讲书》是书信体的应用文。那一年他在礼部考试中得到第二名，循例要向所有考官分别写感谢信。<a href=\"http://so.gushiwen.org/author_131.aspx\">梅尧臣</a>位分不高，本来不一定能参与到阅卷工作中来。是挚友<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>的保荐，用临时借调的方法让他参加的。在那一届的五六个考官当中，梅尧臣是品阶最低的一个。但是古文观止选入这一篇是有理由的。我认为，整本观止里，得第落第的士人写给权贵和考官的信里，这一篇是最好的。《上梅直讲书》的好处很多，但最重要的一个就是苏轼非凡的见识眼力。全文被现代人断成了两大段。</p> <p>　　作者是用他的读书心得开头的。我每每独到<a href=\"http://so.gushiwen.org/view_72335.aspx\">诗</a>经的《鸱鸮》，和尚书的《君奭》时，都暗自为周公的不遇而悲伤。看《史记》的时候，读到孔子被困在陈、蔡之间而弦歌之声没有断绝，颜渊、仲由这样的弟子还在与他来往问答。孔子曾说：“现今朝野上到处充斥着恶人，是我坚持的道不对吗？不然我怎么还会落到如今的地步？”颜渊说：“夫子的道是极其广大的，所以这个世界还容纳不下它。不过就算这样，又有什么好担心的？正是因为您不被这俗世接受，才能结纳到志同道合的君子啊。”孔子忍不住喜动笑颜地说：“颜回，如果你以后富有了，我就要做你的管家。”虽然天下都不能容纳孔子和他的道，但是他却能在与弟子的交流中得到莫大的乐趣。推算起来，周公的富贵又比不上孔子的贫贱了。召公这样的贤者，管叔蔡叔这样的亲兄弟尚且不理解周公的心，周公又能与谁一起分享他的富贵呢？但是，和孔子共处贫贱的人却都是天下的贤才，这就是值得孔子快乐的地方了。</p> <p>　　这个开头一大段是意味深长的。周公和孔子的生平本为大家所熟知，一般运用起来都和废话差不多。苏轼却不怕麻烦，不嫌人家说他废话地从他自己的角度把这两人的故事又叙述了一遍，还写的特别长，是有很深考虑的。梅尧臣的潦倒不遇是很厉害的了，如果不是欧阳修自始至终地帮助他、赞美他，“到处逢人说<a href=\"http://so.gushiwen.org/author_2394.aspx\">项斯</a>”，可能他在身后一点名声都留不下来。这一点不仅后人这么看，连同时代的人也是这么想的。我倒不是说梅尧臣得到的名声与实际不符，而是说他真的是多亏了欧阳修。欧阳修从认识梅尧臣开始，直到梅死去，直到自己老年退休回乡，始终不渝地绝口称赞梅尧臣的文学才干和他们共同的文学见解。这里头有欧阳修本人的气质因素使然——他是个热情开朗的人，见了优秀的青年，奖掖揄扬唯恐不尽，经他提携的人都名声大振。但是，得到欧阳修这么长时间关注，这么深情关注的人，只有梅尧臣一个。千古之下，我想到这段故事仍然觉得感慨不已。梅欧的情谊，和李杜的不同，和元白的也不同，大概是在一个文士朝代里能有的最好的朋友知己之情了。此文的开头，妙在不直言自己的仰慕结交之意（这是俗人的做法），也不直言自己对梅尧臣生平的看法（这样太突兀，读之恐梅公不喜），而是疏荡开去，以圣贤故事淡淡开头，而且叙述得有新意，令人耳目一新，提起精神看他后面如何讲。</p> <p>　　第二段的章法、态度更妙。我七八岁时才知道要读书，听说世上有位欧阳公，为人就好像古时的孟轲、<a href=\"http://so.gushiwen.org/author_682.aspx\">韩愈</a>这样的人。又有一位梅公，与他交游议论。等我后来长大了，才能读懂他们的诗文，私下揣度他们的为人，感受他们那种脱离世俗的快乐，于是自己也觉得快乐了。但是，那时我为求得一点做官的俸禄，还在学习作诗作文，自惭没有什么可以拿出来献给二位看的。所以我为了应试来到京师一年有余，还没有登门拜访过。今年春天，您和欧阳公主持礼部考试，我没想到自己能得到第二名。后来又听说，您喜欢我的文章，觉得有孟轲的风度气格；欧阳公也觉得我的文章不是一般世俗人的文章，所以我才能有这样的名次。我没有通过您二位的左右仆役，也没有通过您二位的亲戚旧识来为我请托。之前十几年只听过大名却没见过真容的二位阁下，一天之内就成了我的知己。我回去沉思这件事，做人不能光为了享受富贵，也不能无知无识地处于贫贱。世间有这样的大贤士，我又能成为他们的门生，这就足够了。就算让我一时交了好运，带着十几个人乘车骑马气派地出行，引来市井百姓对我围观称羡，我又怎么能拿来交换这种快乐呢？左传上说：“不怨天，不尤人”，只因为“优哉游哉，可以卒岁”。您名满天下，官位却不过五品，容貌神情一向温和平静，文章宽厚敦朴没有怨言，一定是从这种“道”里有所启迪。我希望与您一起了解它。</p> <p>　　作者的心态是非常镇定从容的，他对自己写的文章足够吸引人这一点毫不怀疑。梅尧臣不是高官，但每天也必然有公文来往要看；一次科举有二百多人入选，即使只有一半人特别懂礼给他写信，也不是轻松的阅读量。苏轼敢在主旨之外貌似游荡一半的文字（主旨说白了就是套近乎），是因为他相信自己能够不鸣则已一击即中。在这一段开头，作者依然非常沉得住气，自叙读书经过和对欧阳修的企慕，这才淡淡提到了梅尧臣一句，算是交代了梅的出场。而且自叙身世时，并不自失身份。他始终将欧梅并称，并不对梅尧臣满口谀辞。真正表现出作者的倾心结纳之意的，其实只有全文最后一句罢了。换了一般人，一定会焦急地将最后一句放在开头来表明心迹。这样力气在第一口就泄光了；不像这篇始终含着一口气，从容不迫缓缓吐露，气势深厚又浑然一体。这是《上梅直讲书》章法的妙处。当然又不止于此。我把此文最大的好处概括为“格高”，格是立意境界见识胸襟眼光。作者在文中抓住的是梅尧臣生平最得意处，所以只需轻轻一挠，读者就浑身舒泰了。梅尧臣生平最得意什么？是有人赏识他吗？是欧阳修赏识他吗？是当政的欧阳修赏识他吗？是当政的欧阳修赏识他又切实地帮助了他吗？都不是。我说，是赏识梅尧臣的欧阳修值得他回报以同样的赏识，这才是梅的平生最得意处。以国士待我者，我当以国士报之。回报贵人是有义，回报值得回报的贵人是有情有义。而且这时并不需效仿常人，非得肝脑涂地杀身以殉不可。以梅尧臣和欧阳修的平生行止而言，他们是知己而兼朋友。非要数说过去梅尧臣的仕途如何被欧阳修一再连累，欧阳修又如何卖力为梅尧臣奔走鼓吹，倒是落入下乘了。这时，欧阳修像孟子韩愈，乃是梅最喜闻者，绝不会引起丝毫不快。第一段中，用富贵而不快乐的周公，衬托出贫贱而快乐的孔子，也是因此意图彰然。这种写法顶妙在于，既然欧梅互引为知己，苏轼又深表自己以受知于二人为至乐之心，则苏氏也自许二人为自己的知己了。苏轼以大贤为知己，即自期为大贤之意表露无遗。这就是我认为本文“格高”的所在。作者在几百字之内，给梅尧臣拍了一个至高无上（拿孔子作比）、极其巧妙又极为真实的马屁，同时寄表现了对考官的好感，又不露痕迹地显示了自己的野心。真是非有极大胸襟极深见识的人不能做到。</p> <p>　　此文的布局深谋远虑，表面看来却稀松平常。它的语言也有它的好处。比如颜渊说的“不容何病？不容然后见君子”有深意，夫子的笑是“油然而笑”，很形象。 “人不可以苟富贵，亦不可以徒贫贱”算是全文的名句。引用的两句《左传》也是恰到好处，十分得体。欧阳修觉得苏文有孟轲之风，是指苏轼滔滔雄辩、言辞无碍、气势浑成而言。</p>",
  "about": "<h2>写作特点</h2> 　　本文很明显地分为两个部分：先援引史实说明虽周公、孔子这样的圣贤也会有困厄不遇之时，而孔子身处逆境却能知足常乐；后半篇则直叙作者早有仰慕<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>、<a href=\"http://so.gushiwen.org/author_131.aspx\">梅尧臣</a>之心而终于受到他们的赏识，并赞扬了梅尧臣之为人。看来先是怀古，后转而叙今，似乎各有侧重，实际上前半篇是伏笔，后半篇则是实写，这正是本文写作上的的独特之处。<br/><h2>题解</h2> 　　梅直讲，即<a href=\"http://so.gushiwen.org/author_131.aspx\">梅尧臣</a>，字圣俞，曾任国子监直讲（辅佐博士的一种官职）。宋仁宋嘉佑二年（1067年）<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>进士及第，当时的主考官为<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>，参评官为梅尧臣。苏轼考中后，写了这封信表示自己对欧阳修、梅尧臣的感激之情，也抒发了“士遇知己之乐”，反映出作者内心的抱负。",
  "poet": {
    "id": 183,
    "star": 0,
    "name": "苏轼",
    "image": "http://img.gushiwen.org/authorImg/sushi.jpg",
    "desc": "苏轼（1037－1101），北宋文学家、书画家、美食家。字子瞻，号东坡居士。汉族，四川人，葬于颍昌（今河南省平顶山市郏县）。一生仕途坎坷，学识渊博，天资极高，诗文书画皆精。其文汪洋恣肆，明白畅达，与欧阳修并称欧苏，为“唐宋八大家”之一；诗清新豪健，善用夸张、比喻，艺术表现独具风格，与黄庭坚并称苏黄；词开豪放一派，对后世有巨大影响，与辛弃疾并称苏辛；书法擅长行书、楷书，能自创新意，用笔丰腴跌宕，有天真烂漫之趣，与黄庭坚、米芾、蔡襄并称宋四家；画学文同，论画主张神似，提倡“士人画”。著有《苏东坡全集》和《东坡乐府》等。"
  },
  "tags": [
    "古文观止",
    "感恩",
    "书信"
  ]
}