{
  "id": 64944,
  "star": 886,
  "name": "小重山·昨夜寒蛩不住鸣",
  "dynasty": "宋代",
  "content": "昨夜寒蛩不住鸣。惊回千里梦，已三更。起来独自绕阶行。人悄悄，帘外月胧明。<br>白首为功名。旧山松竹老，阻归程。欲将心事付瑶琴。知音少，弦断有谁听。",
  "fanyi": "<p><strong>译文<br></strong>昨夜，寒秋蟋蟀不住哀鸣，梦回故乡，千里燃战火，被惊醒，已三更。站起身，独绕台阶踽踽行。四周静悄悄，帘外，一轮淡月正朦胧。<br>为国建功留青史，未老满头霜星星。家山松竹苍然老，无奈议和声起、阻断了归程。想把满腹心事，付与瑶琴弹一曲。可可高山流水知音稀，纵然弦弹断，又有谁来听？</p> <p><strong>注释</strong><br>1、小重山：词牌名。一名《小冲山》、《柳色新》、《小重山令》。唐人常用此调写宫女幽怨。《词谱》以词为正体。五十八字。上下片各四句，四平韵。换头句较上片起句少二字，其余各句上下片均同。另有五十七字、六十字两体，是变格。<br>2、寒蛩（qióng）：秋天的蟋蟀。<br>3、千里梦：指赴千里外杀敌报国的梦。<br>4、三更：指半夜十一时至翌晨一时。<br>5、月胧明：月光不明。胧，朦胧。<br>6、功名：此指为驱逐金兵的入侵，收复失地而建功立业。<br>7、旧山：家乡的山。<br>8、付：付与。<br>9、瑶（yáo）琴：饰以美玉的琴。<br>10、知音：《列子·汤问》载：伯牙善鼓琴，钟子期善听琴。伯牙琴音志在高山，子期说“峩峩兮若泰山”；琴音意在流水，子期说“洋洋兮若江河”。伯牙所念，锺子期必得之。后世遂以“知音”比喻知己，同志。三国·<a href=\"http://so.gushiwen.org/author_616.aspx\">曹丕</a>《与吴质书》：“徐、陈、应、刘，一时俱逝，痛可言邪……伯牙绝弦於钟期，仲尼覆醢於子路，痛知音之难遇，伤门人之莫逮。”唐·<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>《哭李常侍峄》<a href=\"http://so.gushiwen.org/view_64944.aspx\">诗</a>：“斯人不重见，将老失知音。”明·<a href=\"http://so.gushiwen.org/author_804.aspx\">唐顺之</a>《谢病赠别高参政》诗：“逝将归旧林，复此别知音。”浩然《艳阳天》第六九章：“（弯弯绕）可见到‘知音’了，哪还肯白白地放过去呢？”</p>",
  "shangxi": "<p>　　这首《小重山》是元帅帐内夜深人静时诉说自己内心的苦闷——他反对妥协投降，他相信抗金事业能成功，他已以取得了多少重大战役的胜利，这时宋高宗和秦桧力主召开和议，和金国谈判议和。使他无法反抗的命令，这就是绍兴八年（1138）宋金“议和”而不准动兵的历史时期。</p> <p>　　岳飞于北宋末宣和四年（1122）参军，至北宋灭亡前的四年里，他在抗金名将<a href=\"http://so.gushiwen.org/author_1701.aspx\">宗泽</a>麾下英勇作战，升为秉义郎，自那时候，他就献身抗金战场。绍兴六年（1136）至绍兴七年（1137），他连续指挥军队收复黄河以南大片国土，形成西起川陕，东到淮北的抗金战线，准备大举收复中原，北上灭金。但就在这时，不想伤害宋金关系以不让钦宗返回南方危及自己皇位的宋高宗<a href=\"http://so.gushiwen.org/author_1073.aspx\">赵构</a>，起用极力妥协主和汉奸的秦桧为相，停止抗金、迫害主战派，王庶、张戒、曾开、<a href=\"http://so.gushiwen.org/author_725.aspx\">胡铨</a>等均被罢免、除籍、编管甚至杀害，而对岳飞，此时秦桧还不敢动，但坚决制止岳飞再与金国作战。大好的抗金复国形势，有付诸东流的危险。</p> <p>　　《小重山》一词，正是在这种形势、气候下写的。岳飞内心的极度郁闷，对投降派猖獗的极度愤慨，身为朝臣又极无可奈何的种种复杂心情，均写于词中。</p>",
  "poet": {
    "id": 630,
    "star": 0,
    "name": "岳飞",
    "image": "http://img.gushiwen.org/authorImg/yuefei.jpg",
    "desc": "岳飞（1103—1142），字鹏举，宋相州汤阴县永和乡孝悌里（今河南安阳市汤阴县程岗村）人，中国历史上著名的军事家、战略家、民族英雄，位列南宋中兴四将之首。岳飞是南宋最杰出的统帅，他重视人民抗金力量，缔造了“连结河朔”之谋，主张黄河以北的抗金义军和宋军互相配合，夹击金军，以收复失地。岳飞的文学才华也是将帅中少有的，他的不朽词作《满江红》，是千古传诵的爱国名篇。葬于西湖畔栖霞岭。"
  },
  "tags": [
    "宋词三百首",
    "宋词精选",
    "豪放",
    "壮志难酬"
  ]
}