{
  "id": 71987,
  "star": 1,
  "name": "战城南",
  "dynasty": "南北朝",
  "content": "战城南，冲黄尘，丹旌电烻鼓雷震。<br>勍敌猛，戎马殷，横阵亘野若屯云。<br>仗大顺，应三灵，义之所感士忘生。<br>长剑击，繁弱鸣，飞镝炫晃乱奔星。<br>虎骑跃，华眊旋，朱火延起腾飞烟。<br>骁雄斩，高旗搴，长角浮叫响清天。<br>夷群寇，殪逆徒，馀黎落惠咏来苏。<br>奏恺乐，归皇都，班爵献俘邦国娱。",
  "fanyi": "<h2>注释</h2> ①烻（yàn 宴）：兴盛貌。<br>②勍（qíng擎）敌：强敌。<br>③繁弱：亦作“蕃弱”，古之良弓名。<br>④眊（mào茂）：用羽毛做的装饰物，这里指兜鍪上的装饰。<br>⑤黎：黎民。来苏：谓因其来而获得休养生息。苏，苏息。",
  "shangxi": "<h2>鉴赏</h2> <p>　　<a href=\"http://so.gushiwen.org/author_740.aspx\">何承天</a>的《战城南》<a href=\"http://so.gushiwen.org/view_71987.aspx\">诗</a>是他于“晋义熙（晋安帝司马德宗年号）末私造”《鼓吹铙歌》十五篇中的一首。铙歌，即“短箫铙歌”，本为军乐。何承天的这组《鼓吹铙歌》，“虽有汉曲旧名，大抵别增新意，故其义与古辞考之多不合”（<a href=\"http://so.gushiwen.org/author_55.aspx\">郭茂倩</a>《乐府诗集》）。作者以颂扬赞美态度来描写战争，旨在“建威扬德，劝士讽敌”。其诗主题格调与表现形式，均与汉乐府古辞迥然有别。</p> <p>　　此诗以叙阵战为主，采用整齐的三、三、七句式，每三句为一层意思，全诗二十四句，可分作四段来看。</p> <p>　　开头三句为第一段。首句“战城南”系套用乐府古辞语。作者起笔拉开战幕，描绘出大战的场景。“勍敌猛”以下六句为第二段，分别从敌我两方来写。前三句言敌方兵强马众，攻势凶猛；后三句写己方士气振奋，斗志昂扬。“仗大顺”，谓依顺天道民心。“应三灵”，指得日、月、星三灵垂象之应。如<a href=\"http://so.gushiwen.org/author_359.aspx\">陈琳</a>所谓“当天符之佐运，承斗刚而曜震。”（《军武赋》）古称“明王之征”，必顺天命以伐无道。战前先“告于皇天上帝、日月星；祷于后土、四海神祇、山川冢社；乃造于先王”（《司马法》）而后命将兴师。作者在此强调己方乃“正义”之师，将士激于义愤，争相赴敌。“长剑击”至“长角浮叫”九句为第三段，写战场交锋。最后六句为第四段，写扫平“敌寇”，尽歼“逆徒”，余黎沾惠，百姓讴歌及班师回朝，庆功祝捷。</p> <p>　　古代诗歌叙写战争，由来已久。早在《诗经》雅诗中就有如《常武》（《大雅》）、《六月》、《采芑》（《小雅》）等名篇，<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>《九歌·国殇》亦是一篇写战争的杰作。《诗经》雅诗之叙战事，多赞美周室功德，铺扬威烈。一般不在诗中直接描写作战场面，而是着重表现己方军威气势。如《大雅·常武》篇写周宣王征徐夷，第五章正叙兵事，云“王师啴啴（tān tān，众盛貌），如飞如翰，如江如汉，如山之苍，如川之流”。以一连串比喻表现周军进击时排山倒海，一往无前之势，显得威武雄壮，气势磅礴。《九歌·国殇》有一节描写两军交锋，车列毂错，短兵相接，写得悲壮慷慨。然诗人意在祭悼战败死国的楚将士亡灵，而非耀武扬威，因而诗中叙阵战只是作为抒哀思的陪衬。何承天此诗则有与《诗》、《骚》等战事诗不同的特色。作者在诗中对阵战展开正面描写，既有鸟瞰式的宏大场面，又有形象具体的战斗描绘；运用写实兼比喻、夸张及声、色渲染等表现手法。诗中有的地方写得较简炼概括，有的地方着力铺张描状。如第二段写双方对阵情势，“横阵亘野若屯云”一句，表现敌方“百校罗峙，千部陈列”，弥原盖野，如黑云压城的强大阵势。写敌方的强大，既见战争情势之险恶与严酷，又反衬己方严阵以待，临危不惧。作者接下不对己方军容阵势作相应的描写，而以“义之所感士忘生”一句有力地表现将士们同仇敌忾，“师直为壮”。这样避免了单调与重复，又突出晋军克敌制胜的原因，文笔简洁，有较强的概括和表现力。</p> <p>　　两军正面冲突，交兵接战，是全诗用笔墨最多，也写得较出色处。作者善于抓住最能体现战斗特点的“声”与“色”，用浓墨重彩加以描绘。如第一段写战争大场面，首先展示出黄尘滚滚，砂石飞扬，天昏地暗的背景，以这片灰蒙昏沉的色调衬托出如银蛇狂舞，电闪大作的火红旌旗；似雷霆万里，声震天地的隆隆战鼓，格外令人触目惊心。第二段写“飞镝炫晃”与朱火飞烟，光色相映；剑击弓鸣与“长角浮叫”，声响交加，种种光色音响交织一体，使人眼花缭乱，惊心动魄，生动地再现一场大规模混战的紧张激烈情景，渲染出浓烈的战争气氛。作者还着重从动态来描写交战。第二段写兵来将往的厮杀格斗；雪刃纷飞，箭矢如雨，铁骑奔突，华眊急旋。这一幅幅硝烟弥漫，金戈铁马的战斗画面，使人想起<a href=\"http://so.gushiwen.org/author_616.aspx\">曹丕</a>诗：“千骑随风靡，万骑正龙骧，金鼓震上下，干戚纷纵横。”（《黎阳作诗三首》之三）这段共用六个短句：“长剑击、繁弱鸣”；“虎骑跃，华眊旋”；“骁雄斩，高旗搴”，每句都用动词结尾，读来给人以一种连续、动荡不已和如火如荼之感。</p> <p>　　全诗叙阵战，笔墨铺张扬厉，句式长短相间，排偶齐整，颇有气势，然略嫌辞赋味太浓，缺乏诗歌韵致。</p>",
  "poet": {
    "id": 740,
    "star": 0,
    "name": "何承天",
    "image": "http://img.gushiwen.org/authorImg/hechengtian.jpg",
    "desc": "何承天（370-447），东海郯人（今山东临沂市兰陵县长城镇人 ），南朝宋著名的思想家和天文学家和音乐家。南朝任尚书载丞。何承天曾奏改《元嘉历》，订正旧历所订的冬至时刻和冬至时日所在位置，一直通行于宋、齐及梁天监中叶，在我国天文律历史上占有重要地位。其论周天度数和两极距离相当于给出圆周率的近似值约为3.1429，对后世历法影响很大。兼通音律，发明一种接近十二平均律的新律，能弹筝，复擅弈棋，著作有《达性论》、《与宗居士书》、《答颜光禄》、《报应问》等。曾奉命撰修《宋书》，书未成而卒。"
  },
  "tags": []
}