{
  "id": 71162,
  "star": 750,
  "name": "庄子与惠子游于濠梁",
  "dynasty": "先秦",
  "content": "庄子与惠子游于濠梁之上。庄子曰：“鯈鱼出游从容，是鱼之乐也。”惠子曰：“子非鱼，安知鱼之乐？”庄子曰：“子非我，安知我不知鱼之乐？”惠子曰：“我非子，固不知子矣；子固非鱼也，子之不知鱼之乐全矣！”庄子曰：“请循其本。子曰‘汝安知鱼乐’云者，既已知吾知之而问我。我知之濠上也。”",
  "fanyi": "<p><strong>译文</strong><br>庄子和惠子一起在濠水的桥上游玩。庄子说：“鯈鱼在河水中游得多么悠闲自得，这是鱼的快乐啊。”惠子说：“你又不是鱼，哪里知道鱼是快乐的呢？”庄子说：“你又不是我，怎么知道我不知道鱼儿是快乐的呢？”惠子说：“我不是你，固然就不知道你（的想法）；你本来就不是鱼，你不知道鱼的快乐，这是可以完全确定的。”庄子说：“让我们回到最初的话题，你开始问我‘你哪里知道鱼儿的快乐’的话，就说明你很清楚我知道，所以才来问我是从哪里知道的。现在我告诉你，我是在濠水的桥上知道的。”<br></p><p><strong>注释</strong><br>1.濠梁：濠水的桥上。濠,水名，在现在安徽凤阳。<br>2.从容：悠闲自得。<br>2.鯈（tiáo）鱼：一种淡水鱼中的银白色小鱼，喜欢在水层下面游动，长约16厘米，又名白鲦。<br>3. 是：这。<br>4. 固：固然（固不知子矣）；本来（子固非鱼也）。<br>5. 全：完全，确定是。<br>6. 循其本：从最初的话题说起。循：顺着。其，话题。本：最初。<br>7. 子曰‘汝安知鱼乐’云者：你说“汝安知鱼乐”等等。汝安知鱼乐：你怎么（哪里）知道鱼是快乐的呢。云者：如此如此。安，怎么；哪里。<br>8.安;疑问代词.怎么,哪里</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　该文节选自《秋水》。</p> <p>　　《秋水》是《庄子》中的又一长篇，用篇首的两个字作为篇名，中心是讨论人应怎样去认识外物。全篇由两大部分组成。前一部分写北海海神跟河神的谈话，一问一答一气呵成，构成本篇的主体。后一部分分别写了六个寓言故事，每个寓言故事自成一体，各不关联，跟前一部分海神与河神的对话也没有任何结构关系上的联系，对全篇主题的表达帮助也不甚大，似有游离之嫌。</p> <p>　　《庄子与惠子游于濠梁》轻松闲适，<a href=\"http://so.gushiwen.org/view_71162.aspx\">诗</a>意盎然。一力辩，一巧辩；一求真，一尚美；一拘泥，一超然；让人读后会心一笑而沉思良久。</p> <p>　　惠子好辩，重分析。对于事物有一种寻根究底的认知态度，重在知识的探讨；庄子智辩，重观赏。对外界的认识带有欣赏的态度，将主观的情意发挥到外物上而产生移情同感的作用。如果说惠子带有逻辑家的个性，那么庄子则具有艺术家的风貌。</p>",
  "about": "<h2>文言现象</h2> <p><strong>一词多义</strong><br>固 ：①固不知子（固然）<br>②子固非鱼也 （本来）<br>之：①安知鱼之乐 之：（的）<br>②既已知吾知之而问我 之：（代词）</p> <p><strong>倒装句（状语后置）</strong><br>原句 庄子与惠子游于濠梁之上。<br>改 庄子与惠子于濠梁之上游。<br>译 庄子与惠子在濠梁上游玩。</p> <p><strong>判断句</strong><br>原句 是鱼之乐也。<br>译 这是鱼的快乐。<br>原句 子固非鱼也。<br>译 你本来不是鱼。<br>原句 我知之濠上也。<br>译 我是在濠水的桥上知道的。 </p><br/><h2>问题探究</h2> <p>　　1.庄子认为“出游从容”的鱼儿很快乐，表现了他怎样的心境?</p> <p>　　答：庄子认为鱼“乐”，其实是他愉悦心境的投射与外化。</p> <p>　　2.两人辩论的结果且不论谁输赢，但是我们可以看到庄子与惠子思想、性格、气质等方面的差异，分析两人的性格 。</p> <p>　　答：惠子好辩，重分析，对事物持认知心态。对于事物有一种寻根究底的认知态度，重在知识的探讨。</p> <p>　　庄子智辩，重观赏，对事物持艺术心态。对于外界的认识，带有欣赏的态度，将主观的情意发挥到外物上而产移情同感的作用。如果说惠子带有逻辑家的个性，那么庄子则具有艺术家的风貌。</p> <p>　　3.这个辩论争了很久了。谁在这场辩论中谁才占据了上风呢？</p> <p>　　答：从逻辑上看，是惠子占了上风。因为庄子是强词夺理；如果从形式上说，是庄子占了上风。因为庄子说了后惠子就没有话可以用来反驳了。</p> <p>　　4、怎样看待庄子与惠子的关系?</p> <p>　　答：庄子这般旷达的心境，视富贵荣华有如敝屣。其高超之生活情趣，自然超离人群与社群。无怪乎在他眼中，“以天下为沉浊，不可与庄语”。（《天下》）既然这样，就只好“独与天地精神往来”了。像庄子这样绝顶聪明的人，要想找到一两个知己，确是不容易。平常能够谈得来的朋友，除了惠子之外，恐怕不会再有其他的人了。他们都好辩论，辩才犀利无比；他们亦很博学，对于探讨知识有浓厚的热忱。</p><br/><h2>问题批判</h2> 　　近年来，也有哲学家对此表示怀疑。因为庄子所说，只是自己的一种体验，把体验当成知识，固然表现了其超然的态度，但对认识却大有不利，因为认识与体验是两回事。严格来说，庄子并没有从逻辑上反驳惠施，而是把逻辑引到了它够不到的地方，即各人当下的内心体验，而这是“如鱼饮水，冷暖自知”，不足为外人道的。不过，庄子既然运用了逻辑推理，就应该把它运用到底。假如我是惠施，就会继续追问：你说你在濠上时知道了鱼的快乐，但那是刚才的你，而现在说话的当下你已经不再是刚才的你了，你怎么会知道刚才的你知道鱼之乐呢？比如我，我也不知道我刚才怎么知道你知道鱼的快乐。面对这样的诘难，我想庄子不会再说什么，他在语言上是输了，即被剥夺了说话的资格，但在内心却未必认为输了，他只要诉之于内心体验，就是永远的赢家（精神胜利法）。但恐怕不会有任何人愿意真正充当这样的赢家，因为一个每一个瞬间都不认同自己另一个瞬间的人将不再会是一个人了，甚至于将什么都不是。也许庄子的真正意图正是要说人什么也不是，但他决不可能说出这一点，因为一“说”他就“是”了（语言是存在之家）。实际上，就连纯粹内心的体验，甚至就连沉默，也是需要时间的（所谓“保持沉默”），而一进入时间，就“是”一点什么了（所以海德格尔把“存在”与“时间”看作不可分的），就有在先在后之分了，就可以用语言和逻辑来“说”了。所以只要提到“刚才”的你和“现在”的你的区别，就会彻底取消庄子的发言权。",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": [
    "初中文言文",
    "认知"
  ]
}