{
  "id": 22983,
  "star": 34,
  "name": "宴散",
  "dynasty": "唐代",
  "content": "小宴追凉散，平桥步月回。<br>笙歌归院落，灯火下楼台。<br>残暑蝉催尽，新秋雁戴来。<br>将何还睡兴，临卧举残杯。",
  "fanyi": "<p><strong>译文<br></strong>小宴会随着凉夜的来临散了，自己从平桥上踏着月色回去。<br>笙歌停止了，灯火熄灭了。<br>残留的暑气已在蝉声中消失，新的秋天随着大雁南飞而到来。<br>拿什么东西来催眠?那就是在临睡时把剩下的酒喝完。</p> <p><strong>注释<br></strong>①本<a href=\"http://so.gushiwen.org/view_22983.aspx\">诗</a>作于大和五年(831)，时在洛阳，任河南尹。诗句于自然之中含精致。<br>②追凉：乘凉。<br>③平桥：没有弧度的桥。<br>④戴：一作“带”。<br>⑤将何：拿什么。<br>⑥残杯：剩下的酒。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　青年时代曾以兼济天下为己任的<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>，慷慨创作了大量为民请命，使权贵显臣“变色”、“切齿”、“扼腕”的新乐府<a href=\"http://so.gushiwen.org/view_22983.aspx\">诗</a>。因触动了权贵的利益，在仕途上遭到了接二连三的打击后，他被迫选择了全身避害、乐天安命的“中隐”之路。公元824年（穆宗长庆四年），五十三岁的白居易开始谋求分司东都的闲职。到公元829年（文宗大和三年），终于如愿以偿，太子宾客分司东都的诏令颁发了。省分知足的白居易自此不再以政事为念，终日以诗酒弦歌为乐。在洛阳度过了他的晚年。于是大量“皆寄于酒，或取意于琴，闲适有余，游乐不暇”的闲适诗代替了讽喻诗。《宴散》一诗正作于这个时期。白居易分司东都后，在洛阳的履道里和新昌坊购置了私宅，并有园林胜景，过着闲适的生活。在《自题小园》一诗中说：“亲宾有时会，琴酒连夜开。”可见家居小宴接连不断。《宴散》诗写的就是一次平常的家庭宴会。“小宴追凉散，平桥步月回”，这次小宴，正值夏秋之交的一个夜晚，宴会之时，残暑未尽。宴散之后，诗人送走客人，信步庭园，踏着月色，身受着习习的凉风，分外怡人。诗人尽情地领略着这凉爽的秋气。踏着美丽的月色，才觉得今晚的小宴结束得正是时候，似乎是“追凉”而散似的。不然，错过了此时此刻的良宵美景，岂不是太可惜了。一个“追”字，道出了诗人宴散步月平桥，沉浸在这新秋之夜的惬意心情。</p> <p>　　然而这一夜的小宴又是十分成功的，气氛是融洽而热烈的，宾主都共同度过了一个愉快而难忘的夜晚，因此诗人在平桥闲步时，宴会的盛况、宴会结束时“笙歌归院落，灯火下楼台”的动人情景，不断地浮现在诗人的脑海里。白居易十分爱好音乐，他曾亲手谱制过不少乐曲，包括《霓裳羽衣曲》这样的大型乐章，同时还能弹琴吹笙，指挥乐队。分司东都后，他蓄养有不少的乐妓，组成一支不小的乐队。<a href=\"http://so.gushiwen.org/author_433.aspx\">赵翼</a>在《瓯北诗话》中曾说：“其家乐直可与宰相、留守比赛精美。”可见白居易的家乐是十分有名的，这夜的小宴必定也是笙歌缭绕、灯辉煌，气氛热烈，宴在酒酣宴足、尽兴而散的时候，笙歌虽然结束了，但它的余音似乎还回旋散落在院落之中，不绝如缕；仆人们举着灯火，送客人步下楼台的情景，还历历在目。诗人没有正面描绘宴会酒筵之丰盛，笙歌之优美，而是抓住宴散时的两个镜头，加以烘衬，宴会的盛况尽在其中了。<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>《归田录》载：“晏元献公（殊）喜评诗，尝云：‘老觉腰金重，慵便枕玉凉’未是富贵语，不如‘笙歌归院落，灯火下楼台’，此善言富贵者也。”可见这一联不愧为诗歌史上描绘富贵气象的典范，它尽弃金玉锦绣一类的庸俗字句，而以极其疏淡的笔墨，绘出了身居高位的白居易的富贵气象和赏心乐事。</p> <p>　　“残暑蝉催尽，新秋雁戴来”。暑尽秋来，蝉随着秋凉的到来，生命的时日将尽，抱树而鸣之声更切；新秋伊始，北雁结队南翔。诗人抓住这种时令和物候的变化特征，把夏去秋来的自然界变化表现得十分富于诗意，称残暑是急切的蝉鸣之声催促而去尽，新秋季节是群雁方引来。五言律诗以第三字为诗眼。这两句以“蝉”、“雁”二字为诗眼，不仅使这两个诗句本身意象生动，警策动人，而且照亮了全诗，深化了诗的主题和意境，加强了全诗的艺术感染力，因此魏庆之在《诗人玉屑》里将这两字作为“唐人句法”中“眼用实字”的范例。</p> <p>　　“将何还睡兴？临卧举残杯”。诗人在宴罢闲步时，伴随着明月而来的新秋凉意，诗人兴奋不已，似乎是他首先感受到了这种时令和物候的变化，这新秋的凉风，不仅吹散了诗人身上的“残暑”余热，也掀起了诗人心田秋水般的微澜，不知是喜还是悲，睡意全无。但夜已深沉，万籁俱寂，人们早已进入了梦乡，是该睡觉的时候了。于是诗人，为了今夜酣畅的一觉，又举起酒杯，独酌起来。</p>",
  "about": "<h2>创作背景</h2> 　　《宴散》一<a href=\"http://so.gushiwen.org/view_22983.aspx\">诗</a>作于<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>晚年。白居易此时已不再以政事为念，终日以诗酒弦歌为乐。《宴散》诗写的就是一次平常的家庭宴会。",
  "poet": {
    "id": 665,
    "star": 0,
    "name": "白居易",
    "image": "http://img.gushiwen.org/authorImg/baijuyi.jpg",
    "desc": "白居易（772年－846年），字乐天，号香山居士，又号醉吟先生，祖籍太原，到其曾祖父时迁居下邽，生于河南新郑。是唐代伟大的现实主义诗人，唐代三大诗人之一。白居易与元稹共同倡导新乐府运动，世称“元白”，与刘禹锡并称“刘白”。白居易的诗歌题材广泛，形式多样，语言平易通俗，有“诗魔”和“诗王”之称。官至翰林学士、左赞善大夫。公元846年，白居易在洛阳逝世，葬于香山。有《白氏长庆集》传世，代表诗作有《长恨歌》、《卖炭翁》、《琵琶行》等。"
  },
  "tags": [
    "秋天",
    "宴饮",
    "生活"
  ]
}