{
  "id": 51118,
  "star": 17,
  "name": "瑞龙吟·大石春景",
  "dynasty": "宋代",
  "content": "章台路。还见褪粉梅梢，试花桃树。愔愔坊陌人家，定巢燕子，归来旧处。 <br>黯凝伫。因念个人痴小，乍窥门户。侵晨浅约宫黄，障风映袖，盈盈笑语。 <br>前度刘郎重到，访邻寻里，同时歌舞。唯有旧家秋娘，声价如故。吟笺赋笔，犹记燕台句。知谁伴、名园露饮，东城闲步。事与孤鸿去。探春尽是，伤离意绪。官柳低金缕。归骑晚、纤纤池塘飞雨。断肠院落，一帘风絮。",
  "fanyi": "<p><strong>译文</strong><br>繁华的长街上，还能见到将谢的梅花挂在枝头，含苞欲放的桃花已长满一树。街巷里青楼寂无人声，只有那忙着修巢的燕子，又重新回到去年的旧处。<br>我沮丧地凝神伫立，寻思那位玲珑娇小的旧情人。那日清晨初见时，她恰好倚门观望。她前额头上抹着淡淡的宫黄，扬起彩袖来遮挡晨风，嘴里发出银铃般的笑语。<br>如今我故地重游，访问她原来的邻里和同时歌舞的姐妹，只有从前的秋娘，她的声价依然如故。我如今再吟词作赋，还清楚地记得她对我的爱慕。可惜伊人不见，还有谁伴我在花园纵情畅饮，到城东漫步？欢情旧事都已随着天边飞逝的<br>孤雁远去。满怀兴致回来有意探春，却尽是离情别绪、感人伤怀。官道旁的柳树低垂着金黄色的枝条，仿佛在为我叹惜。我骑马归来时天色已晚，秋雨绵绵，纤纤雨丝打湿了衣襟，落满了池塘。那令人伤怀断肠的院落啊，风吹柳絮，满院狼藉，那门帘上也落满了随风飘飞的柳絮。</p><p><strong>注释</strong><br>章台路：章台，台名。秦昭王曾于咸阳造章台，台前有街，故称章台街或章台路，其地繁华，妓馆林立，后人因以章台代指妓女聚居之地。<br>试花：形容刚开花。<br>愔愔：幽静的样子。坊陌：一作坊曲，意与章台路相近。<br>定巢燕子：语出<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>《堂成》<a href=\"http://so.gushiwen.org/view_51118.aspx\">诗</a>：“暂子飞鸟将数子，频来语燕定新巢。”又<a href=\"http://so.gushiwen.org/author_184.aspx\">寇准</a>《点绛唇》词云：“定巢新燕，湿雨穿花转。”<br>乍窥门户：宋人称妓院为门户人家，此有倚门卖笑之意。<br>浅约宫黄：又称约黄，古代妇女涂黄色脂粉于额上作妆饰，故称额黄。宫中所用者为最上，故称宫黄。梁简文帝《美女篇》：“约黄能效月，裁金巧作星。”<a href=\"http://so.gushiwen.org/author_662.aspx\">庾信</a>《舞媚娘》：“眉心浓黛直点，额角轻黄细安。”约，指涂抹时约束使之像月之意。故浅约宫黄即轻涂宫黄，细细按抹之意。<br>前度刘郎：指唐代诗人<a href=\"http://so.gushiwen.org/author_197.aspx\">刘禹锡</a>。刘禹锡《元和十年自朗州承召至京戏赠看花诸君子》诗：“紫陌红尘拂面来，无人不道看花回。玄都观里桃千树，尽是刘郎去后栽。”又有《再游玄都观绝句并引》曰：“余贞元二十一年为屯田员外郎，时此观未有花。是岁出牧连州，寻贬朗州司马。居十年，召至京师，人人皆言有道士手植仙桃，满观如红霞，遂有前篇以志一时之事。旋又出牧，今十有四年，复为主客郎中。重游玄都，荡然无复一树，惟菟葵燕麦动摇于春风耳，因再题二十八字以俟后游。时大和二年三月。”诗云：“百亩中庭半是苔，桃花净尽菜花开。种桃道士归何处？前度刘郎今又来。”此处词人以刘郎自比。<br>旧家秋娘：这里泛指歌伎舞女。<a href=\"http://so.gushiwen.org/author_18.aspx\">元稹</a>、<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>、<a href=\"http://so.gushiwen.org/author_211.aspx\">杜牧</a>诗中屡有言及谢秋娘和<a href=\"http://so.gushiwen.org/author_840.aspx\">杜秋娘</a>者，盖谢、杜云云别其姓氏，秋娘则衍为歌妓的代称。<br>《燕台》句：指唐<a href=\"http://so.gushiwen.org/author_204.aspx\">李商隐</a>《燕台四首》。李曾作《燕台》诗四首，分题春夏秋冬，为洛阳歌妓柳枝所叹赏，手断衣带，托人致意，约李商隐偕归，后因事未果。不久，柳枝为东诸侯娶去。李商隐又有《柳枝五首》（并序）以纪其事。又李商隐《梓州罢吟寄同舍》诗云：“楚雨含情皆有托，漳滨卧病竟无憀。长吟远下燕台去，惟有衣香染未销。”此处用典，暗示昔日情人已归他人。<br>露饮：梁简文帝《六根忏文》：“风禅露饮”，此借用字面，指露天而饮，极言其欢纵。<br>东城闲步：用杜牧与旧爱张好好事。杜牧《张好好诗》序云：“牧大和三年，佐故吏部沈公江西幕。好好年十三，始以善歌来乐籍中。后一岁，公移镇宣城，复置好好于宣城籍中。后二岁，为沉着作述师以双鬟纳之。后二岁，于洛阳东城重睹好好，感旧伤怀，故题诗赠之。”<br>事与孤鸿去：化用杜牧《题安州浮云寺楼寄湖州张郎中》：“恨如春草多，事与孤鸿去。”<br>官柳低金缕：柳丝低拂之意。官柳，指官府在官道上所植杨柳。金缕，喻指柳条。杜甫《郪城西原送李判官》诗：“野花随处发，官柳著行新。”牛峤《杨柳枝》词：“无端袅娜临官路，舞送行人过一生。”</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这首词，正如<a href=\"http://so.gushiwen.org/author_341.aspx\">周济</a>所云：“不过桃花人面，旧曲翻新耳。”（《宋四家词选》）孟棨《本事<a href=\"http://so.gushiwen.org/view_51118.aspx\">诗</a>·情感》记<a href=\"http://so.gushiwen.org/author_74.aspx\">崔护</a>于清明在长安城南村庄艳遇故事，作诗云：“去年今日此门中，人面桃花相映红。人面不知何处去？桃花依旧笑春风。”再结合<a href=\"http://so.gushiwen.org/author_164.aspx\">周邦彦</a>的身世和政治生涯来看，词中的“刘郎”当系以自己比<a href=\"http://so.gushiwen.org/author_197.aspx\">刘禹锡</a>而言。刘禹锡是唐代顺宗时的革新派人物，后遭贬放，又曾返京师。写有《再游玄都观绝句》，诗云：“百亩中庭半是苔，桃花净尽菜花开。种桃道士归何处？前度刘郎今又来。”周邦彦倾向新政，曾为宋神宗所赏识，后神宗逝世，高太后听政，任用<a href=\"http://so.gushiwen.org/author_568.aspx\">司马光</a>等，周邦彦外出为庐州教授，羁旅荆江，游宦溧水。直至哲宗亲政，罢黜旧党，周邦彦才得返都。但在当时执政的新党实已变质，他的抱负仍然不得抒展，所以这首词当是暗寓这些情节的。</p> <p>　　此词，字面上的重见桃花、重访故人，有“还见”、“重道”之喜，但只见“定巢燕子，归来何处”“旧家秋娘，身价如故”，自己则“探春尽是，伤离意绪”。空来空去，落得“断肠院落，一帘风絮”。此词，大开大合，起句突而又平。又其云在“章台路”上，不写眼前所见，却说“还见”云云，梅桃坊陌，寂静如故，燕子飞来，归巢旧处，全系写景，但以“还见”贯之，人之来，人之为怀旧而来，人之徘徊踯躅，都从字里行间露出，景中含情，情更浓烈，可见此词的沉郁处。中片本为双拽头，字句与上片同。以“黯凝伫”之人的痴立沉思写起，不写他所访求之人在与不在，而只“因念”云云，表面上描绘其昔时情态笑貌，实则追想从前的交游欢乐，但不明说，实是词的顿挫之处。下片则铺开来写，加深描绘“前度刘郎”“旧家秋娘”，一则“事与孤鸿去”，一则“声价如故”，对照写来，顿挫生姿。“燕台句”写空有才名，而今只留记诵。“知谁伴，名园露饮，东城闲步”，清游何在？真是沉郁之至。一结以“飞雨”、“风絮”，景中含情，沉郁而又空灵。这首词以“探春尽是，伤离情绪”为主旨，直贯全篇。从时间上说，是以今昔情节对比写来。上片之“章台路”、“坊陌人家”均写今日之景。中片之“因念个人痴小”云云都是写昔人的情况。今日之景是实写，昔日之人是虚拟。一实一虚，空灵深厚。“还见”字犹有过去的影子。“因念”字徒留今天的想象，又是今中有昔，昔中有今。下片则今昔情事交织写来，“前度刘郎重到”有今有昔。“同时歌舞，唯有旧家秋娘，声价如故”，则是昔日有者，今日有存有亡。“吟笺赋笔，犹记燕台句。知谁伴，名园露饮东，东城闲步。”又是昔日之事，而今日看来，一切皆“事与孤鸿去”。最后又写念日情况，是在“官柳低金缕”的风光中，“归骑晚，纤纤池塘飞雨，断肠院落，一帘风絮。”有今而无昔。今之惆怅和昔之游乐成一鲜明对照。词在时间上就是这样似断似续，伤春意绪却是联绵不断。词又是一起写景，一结写景。一起静景，一结动景。花柳风光中人具有无限惆怅，是以美景衬托出感伤，所以极为深厚。加以章法上的实写、虚写、虚实穿插进行，显出变化多端，使这首词极为沉郁顿挫而得到词中之三昧。</p>",
  "about": "<h2>句解</h2> <p>章台路。还见褪粉梅梢，试花桃树<br>　　章台为旧时长安宫殿名，汉时有章台街，唐人则以“章台柳”比拟歌妓。“章台路”三字，点明地在繁华都市歌伎所居之处。“褪粉梅梢”，“试花桃树”，点明时令，兼写风景。梅花花期早于桃花，梅花谢了，桃花始开。梅花之艳，不及桃花，故着一“粉”字。“褪粉”、“试花”，用语雅致。“褪粉”，状其不舍。“试花”，状其羞怯。明人田艺蘅《香字<a href=\"http://so.gushiwen.org/view_51118.aspx\">诗</a>谈》云：“花始开曰试花”。“试花”的“试”字，妙不可言：一朵小花新开枝头，羞涩而又殷切，仿佛是在试探。清真词里常用这个字，譬如“旧日潘郎，亲试春艳”。“试”字，仿佛是清真词的专利。“还见”二字，不可轻轻忽过。透露的信息乃是旧地重游。</p> <p>愔愔坊陌人家，定巢燕子，归来旧处<br>　　“愔愔”，是幽深之貌。“坊陌”，即是“坊曲”，唐代制度，妓女所居之地，称“坊曲”。“定巢燕子，归来旧处”，写景兼明时令。“定巢”，是选定位置筑巢。燕子恋旧，习惯在老地方筑巢。燕子尚知归来旧处，人当如何呢？</p> <p>黯凝伫。因念个人痴小，乍窥门户<br>　　换片处，笔锋陡转，果然是触景生情了。“黯凝伫”，是一下子呆住了，黯然神伤，脑子里一片空白。“因念个人痴小，乍窥门户”，是回过神来，痛定思痛后的感觉。面对此情此景，想起来的是一个痴心多情的小女子。“乍窥门户”，是因羞怯而有好奇心，扒着门缝看人。</p> <p>侵晨浅约宫黄，障风映袖，盈盈笑语<br>　　“乍窥门户”，还是从门缝里看。写到下三句，视线一下子就打开了，眼前是一片欢声笑语。“侵晨”，即是拂晓。“宫黄”，就是古代女子涂抹在额上的颜料。“浅约宫黄”，说的是化淡妆。黎明时分，爱美的女孩子们便早早起来了，她们一个个窗前描眉画妆，不时举起衣袖遮挡晨风，她们的笑声飘荡在春日的晨光里。</p> <p>前度刘郎重到，访邻寻里，同时歌舞。唯有旧家秋娘，声价如故<br>　　“前度刘郎”，是用典。刘晨、阮肇曾入天台山，邂逅仙女。唐代诗人<a href=\"http://so.gushiwen.org/author_197.aspx\">刘禹锡</a>元和十年咏玄都观桃花诗，有云“紫陌红尘拂面来，无人不道看花回。玄都观里花千树，尽是刘郎去后栽。”太和二年又有诗，云“百亩庭中半是苔，桃花净尽菜花开。种桃道士归何处，前度刘郎今又来。”<a href=\"http://so.gushiwen.org/author_164.aspx\">周邦彦</a>此处用“前度刘郎”语典，用意正在“重到”时物是人非。“访邻寻里，同时歌舞。唯有旧家秋娘，声价如故。”四句须一气连读。故地重游，左邻右舍都问遍了，当年擅长歌舞的青楼姐妹，只有秋娘还是一棵常青树，为人追捧。“秋娘”，代指歌伎，尤指色艺双绝者。唐代歌伎，多名“秋娘”，如<a href=\"http://so.gushiwen.org/author_840.aspx\">杜秋娘</a>。“前度”、“旧家”，透露出怀旧的气息。“声价如故”的“秋娘”，不是别人，正是我所思念的“乍窥门户”的“痴小”“个人”阿。声价虽则如故，奈何人去楼空。</p> <p>吟笺赋笔，犹记燕台句。知谁伴、名园露饮，东城闲步<br>　　唐代诗人<a href=\"http://so.gushiwen.org/author_204.aspx\">李商隐</a>写有《赠柳枝》诗：“长吟远下燕台句，惟有花香燃未消。”李商隐在这首诗的诗序里交待：柳枝是洛中歌伎，因听见李商隐的亲戚李让山吟咏李商隐的《燕台诗》，而对李商隐产生爱慕之心。但是后来有情人未成眷属。“吟笺赋笔，犹记燕台句。”用的便是这个典故。“吟笺”、“赋笔”同义，都指诗文。这里是说自己还记得写给她的那些诗句。“东城闲步”用<a href=\"http://so.gushiwen.org/author_211.aspx\">杜牧</a>与张好好的典故：杜牧写有《张好好诗》，序里交待了自己和张好好的交往过程，张好好后来为人娶走，两人在洛阳东城相遇，感叹万千。“名园露饮”，是说所思念的女子嫁入豪门，自己忧思难忘，常在园中徘徊，直至夜深，露水沾湿了头发和衣裳。“知谁伴”，是反诘语气，意在说无人相伴。</p> <p>事与孤鸿去。探春尽是，伤离意绪。官柳低金缕<br>　　往事仿佛随着孤单的大雁飞走了。可是故地重游，睹物伤怀，勾起的都是离愁别绪。往事毕竟不能如烟。官道边柳丝随风低舞，牵动的都是不能忘却的过去与哀愁阿。“探春”之“探”字好，是不忍触及而终究还是要触及。</p> <p>归骑晚、纤纤池塘飞雨。断肠院落，一帘风絮<br>　　故地重游，久久徘徊，直到傍晚才纵马归去。黄昏的时候，有纤纤细雨飞过池塘。回首令人断肠的旧时庭院，唯见一帘风絮。</p>",
  "poet": {
    "id": 164,
    "star": 0,
    "name": "周邦彦",
    "image": "http://img.gushiwen.org/authorImg/zhoubangyan.jpg",
    "desc": "周邦彦（1056年－1121年），中国北宋末期著名的词人，字美成，号清真居士，汉族，钱塘（今浙江杭州）人。历官太学正、庐州教授、知溧水县等。徽宗时为徽猷阁待制，提举大晟府。精通音律，曾创作不少新词调。作品多写闺情、羁旅，也有咏物之作。格律谨严。语言典丽精雅。长调尤善铺叙。为后来格律派词人所宗。旧时词论称他为“词家之冠”。有《清真集》传世。"
  },
  "tags": [
    "宋词三百首",
    "春天",
    "写景",
    "抱负"
  ]
}