{
  "id": 62419,
  "star": 7,
  "name": "三姝媚·过都城旧居有感",
  "dynasty": "宋代",
  "content": "湖山经醉惯。渍春衫、啼痕酒痕无限。又客长安，叹断襟零袂，涴尘谁浣。紫曲门荒，沿败井、风摇青蔓。对语东邻，犹是曾巢，谢堂双燕。 <br>春梦人间须断。但怪得、当年梦缘能短。绣屋秦筝，傍海棠偏爱，夜深开宴。舞歇歌沈，花未减、红颜先变。伫久河桥欲去，斜阳泪满。",
  "fanyi": "<p><strong>译文</strong><br>　　那湖光山色仿佛也看惯了我的醉熏熏的嘴脸，满身都是啼痛酒迹，渍污了我的春衫。我再一次来到京都临安客居，想到残破污浊的衣服，再也无人缝补洗涮，不免感到哀伤。热闹的街头巷陌门径一早已经荒芜了，我沿着残破的断瓦残垣，看到的是微风轻轻地吹拂着荒草野蔓。东邻的屋里传来燕语呢喃，那是一对曾在朱门大院居住过的双燕。我知道人间的欢乐是非常短暂的，仿佛一场短短的春梦很快就梦醒了。只可惜当年，美好的梦竟然是那样的短暂。在锦绣的帷幄中弹奏秦筝，依傍着海棠花缠绵缱绻，在深夜里歌舞盛宴。到现在那欢乐的歌舞早已经渺无踪迹，虽然花儿的颜色还没有褪减，但是人的红颜早已改变。我站立在河桥上不想离去，斜阳下，辛酸的泪水早已经溢满了我的两只眼睛。 </p><p><strong>注释</strong><br>①湖山：指西湖及湖边的高山。<br>②渍：沾染。<br>③断襟零袂：指衣服破碎。襟：衣领。裾：衣初。浣：洗涤。<br>④紫曲：指妓女所居的坊曲。</p>",
  "shangxi": "<p>　　这是一首感旧伤怀词，萍踪浪迹的词人吴梦窗一日路过都城临安（今杭州），来到当年曾栖息过的住处看望，但见荒草填门，井垣颓败，不禁感触纷纭，情不自胜，于是吟成此词，以抒襟怀。</p> <p>　　上阕着重描写故居现时的荒凉景象。开头三句交代自己自离开故居之后这许多年来的飘零生涯：“湖山经醉惯。”寥寥五字便作了一个形象的概括。“湖山”表现浪迹江湖；“醉”意味着借酒浇愁，生不得意；而“惯”则表示这样的生活已习以为常，成为习惯。为了进一步形象化，词人以“渍春衫，啼痕酒痕无限”加以具体描写。陆放翁有“衣上征尘杂酒痕，远游无处不销魂”的句，词人在这里以酒痕啼痕湿渍春衫表现自己的飘零生涯，比陆诗分量更重，其悲苦程度也更胜一筹。“又客长安”乃“过都城”的点题之笔，“长安”不过是一个借喻，实指南宋都城临安。“叹断襟零袂”二句自画出诗人窘困落魄的形象：衣衫褴褛，尚且积尘染垢，无人替他收拾洗涮。按诗人<a href=\"http://so.gushiwen.org/author_670.aspx\">吴文英</a>一生未曾入仕，只做过一点掌管文书的小职务，生活经常穷苦落魄，他曾有“几处路穷车绝”的词句自诉境遇的困顿窘迫。</p> <p>　　“紫曲荒门”以下三句写自家故居今日败落的景象：“紫曲”系京都巷陌的称谓，在紫门朱院的映衬下，自己的门前长满荒草，院中的井台破败不堪，蔓草披离，在风中摇曳着……更令人触目伤怀。“对语东邻”三句用的是<a href=\"http://so.gushiwen.org/author_197.aspx\">刘禹锡</a>“旧时王谢堂前燕，飞入寻常百姓家”的典故，系指旧居东邻的家门亦已败落，而今为平民所居，那巢中栖着的还是当年华屋下的燕子。词中不仅写自己旧居的荒芜，也写东邻的变迁，这就较为广阔地写出世事的沧桑和朝廷的倾轧，暗示出南宋王朝的内部矛盾斗争，和日益走向衰败的颓势。</p> <p>　　下阕侧重描写昔日故居的繁华，由今抚昔，更表现出词人内心的伤痛。“春梦人间须断”是一句饱含哲理内涵的警语，也是词人凭吊旧居后的一声深沉的感叹：春梦是短暂的，而且其中断也是必然的，“世间哪有不散的筵席”？这是古往今来一个不以人的意志为转移的真理。谁也不能责怪梦缘的转瞬即逝，然而过去的记忆毕竟是让人留恋的。“绣屋秦筝”三句是对昔日美好记忆的展示：绣屋中筝声阵阵；海棠花在阶前傍着人儿开得那般娇艳；夜深了、酒宴才开；轻歌曼舞更增添了欢乐的氛围……“舞歇歌沉”三句是追述当年的情变：就在那时，歌方停，舞才歇，花还盛开着，不知为何，她便变了心，从此就再无信息……唉，昔日的悲欢都像梦一样逝去了，又如东流水般永不再返。久久地站在河桥边眺望自家荒草丛生的故居的词人要走了，却又舍不得离去，在夕阳影里，诗人的眼中满含的是苦涩辛酸的泪水。“伫久河桥欲去，斜阳泪满”实在是一个漂亮的结尾，它不仅最后点明了词人怅观故居的方位和距离，而且使我们看到了词人茕茕凭吊的身影，河桥一斜阳；伫久一欲去一泪满，既有环境、时间，又有动作、情绪，这二者交融渗透，创造出一个多么充满诗意、多么富有内蕴的鲜明独特的意境呵！</p>",
  "poet": {
    "id": 670,
    "star": 0,
    "name": "吴文英",
    "image": "http://img.gushiwen.org/authorImg/wuwenying.jpg",
    "desc": "吴文英（约1200～1260），字君特，号梦窗，晚年又号觉翁，四明（今浙江宁波）人。原出翁姓，后出嗣吴氏。与贾似道友善。有《梦窗词集》一部，存词三百四十余首，分四卷本与一卷本。其词作数量丰沃，风格雅致，多酬答、伤时与忆悼之作，号“词中李商隐”。而后世品评却甚有争论。"
  },
  "tags": [
    "宋词精选",
    "悼亡",
    "追忆",
    "写景",
    "怀念"
  ]
}