{
  "id": 36736,
  "star": 402,
  "name": "鹧鸪",
  "dynasty": "唐代",
  "content": "暖戏烟芜锦翼齐，品流应得近山鸡。<br>雨昏青草湖边过，花落黄陵庙里啼。<br>游子乍闻征袖湿，佳人才唱翠眉低。<br>相呼相应湘江阔，苦竹丛深日向西。",
  "fanyi": "<p><strong>译文</strong><br>鹧鸪在温暖的烟色荒地上面嬉戏，只见他们五彩斑斓的羽毛那么整齐；<br>看它们的行动举止，类别与平日活泼的山鸡相象。<br>天空阴沉雨水淋漓的时候，从巴丘湖，洞庭湖东南湖边的青草地上经过；<br>黄陵庙花瓣飘落，只听鹧鸪的啼叫声音。<br>身在异乡的客人刚一听到鸣叫，就不由自主抬起手臂，听任泪水沾湿衣袖；<br>美丽的女子刚一听到鸣叫，开口唱和一曲充满相思情意的《山鹧鸪》，青黑色的眉毛黯然低垂。<br>宽阔的湘江上鹧鸪叫声此起彼伏，同是不幸境遇的人们的情怀水乳交融；<br>茂密的竹林丛中深处鹧鸪寻找温暖的巢穴，夕阳就要落山，带来悲凉的苦意。</p> <p><strong>注释</strong><br>⑴戏：嬉戏。<br>⑵烟芜：烟雾弥漫的荒地。<br>⑶锦翼齐：彩色的羽毛整齐。<br>⑷品流：等级，类别。<br>⑸雨昏：下雨天空阴沉。<br>⑹青草湖：又名巴丘湖，在洞庭湖东南。<br>⑺黄陵庙：祭祀娥皇、女英的庙。传说帝舜南巡，死于苍梧。二妃从征，溺于湘江，后人遂立祠于水侧，是为黄陵庙。<br>⑻游子：离家在外或久居外乡的人。<br>⑼乍（zhà）闻：刚听到。<br>⑽征袖：指游子的衣袖。征，远行。<br>⑾翠眉：古时女子用螺黛（一种青黑色矿物颜料）画的眉。<br>⑿湘江阔：宽阔的湘江。湘江：长江支流，在今湖南省。<br>⒀苦竹：竹的一种，笋味苦。<br>⒁日向：一作“春日”。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　鹧鸪，产于我国南部，形似雌雉，体大如鸠。其鸣为“钩辀格磔”，俗以为极似“行不得也哥哥”，故古人常借其声以抒写逐客流人之情。<a href=\"http://so.gushiwen.org/author_434.aspx\">郑谷</a>咏鹧鸪不重形似，而着力表现其神韵，正是紧紧抓住这一点来构思落墨的。 </p> <p>　　开篇写鹧鸪的习性、羽色和形貌。鹧鸪“性畏霜露，早晚希出”（崔豹《古今注》）。“暖戏烟芜锦翼齐”，开首着一“暖”字，便把鹧鸪的习性表现出来了。“锦翼”两字，又点染出鹧鸪斑斓醒目的羽色。在<a href=\"http://so.gushiwen.org/view_36736.aspx\">诗</a>人的心目中，鹧鸪的高雅风致甚至可以和美丽的山鸡同列。在这里，诗人并没有对鹧鸪的形象作工雕细镂的描绘，而是通过写其嬉戏活动和与山鸡的比较作了画龙点睛式的勾勒，从而启迪人们丰富的联想。 </p> <p>　　首联咏其形，以下各联咏其声。然而诗人并不简单地摹其声，而是着意表现由声而产生的哀怨凄切的情韵。青草湖，即巴丘湖，在洞庭湖东南；黄陵庙，在湘阴县北洞庭湖畔。传说帝舜南巡，死于苍梧。二妃从征，溺于湘江，后人遂立祠于水侧，是为黄陵庙。这一带，历史上又是<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>流落之地，因而迁客流人到此最易触发羁旅愁怀。这样的特殊环境，已足以使人产生幽思遐想，而诗人又蒙上了一层浓重伤感的气氛：潇潇暮雨、落红片片。荒江、野庙更着以雨昏、花落，便形成了一种凄迷幽远的意境，渲染出一种令人魂消肠断的氛围。此时此刻，畏霜露、怕风寒的鹧鸪自是不能嬉戏自如，而只能愁苦悲鸣了。然而“雨昏青草湖边过，花落黄陵庙里啼”，反复吟咏，似又象游子征人涉足凄迷荒僻之地，聆听鹧鸪的声声哀鸣而黯然伤神。鹧鸪之声和征人之情，完全交融在一起了。这二句之妙，在于写出了鹧鸪的神韵。作者未拟其声，未绘其形，而读者似已闻其声，已睹其形，并深深感受到它的神情风韵了。对此，<a href=\"http://so.gushiwen.org/author_39.aspx\">沈德潜</a>赞叹地说：“咏物诗刻露不如神韵，三四语胜于‘钩辀格磔’也。诗家称郑鹧鸪以此”（《唐诗别裁》），正道出这两句诗的奥秘。 </p> <p>　　五、六两句，看来是从鹧鸪转而写人，其实句句不离鹧鸪之声，承接相当巧妙。“游子乍闻征袖湿”，是承上句“啼”字而来，“佳人才唱翠眉低”，又是因鹧鸪声而发。佳人唱的，无疑是《山鹧鸪》词，这是仿鹧鸪之声而作的凄苦之调。闺中少妇面对落花、暮雨，思念远行不归的丈夫，情思难遣，唱一曲《山鹧鸪》吧，可是才轻抒歌喉，便难以自持了。诗人选择游子闻声而泪下，佳人才唱而蹙眉两个细节，又用“乍”、“才”两个虚词加以强调，有力地烘托出鹧鸪啼声之哀怨。在诗人笔下，鹧鸪的啼鸣竟成了高楼少妇相思曲、天涯游子断肠歌了。在这里，人之哀情和鸟之哀啼，虚实相生，各臻其妙；而又互为补充，相得益彰。 </p> <p>　　最后一联：“相呼相应湘江阔，苦竹丛深日向西。”诗人笔墨更为浑成。“行不得也哥哥”声声在浩瀚的江面上回响，是群群鹧鸪在低回飞鸣呢，抑或是佳人游子一“唱”一“闻”在呼应？这是颇富想象的。“湘江阔”、“日向西”，使鹧鸪之声越发凄唳，景象也越发幽冷。那些怕冷的鹧鸪忙于在苦竹丛中寻找暖窝，然而在江边踽踽独行的游子，何时才能返回故乡呢？终篇宕出远神，言虽尽而意无穷，透出诗人那沉重的羁旅乡思之愁。清代金圣叹以为末句“深得比兴之遗”（《圣叹选批唐才子诗》），这是很有见地的。诗人紧紧把握住人和鹧鸪在感情上的联系，咏鹧鸪而重在传神韵，使人和鹧鸪融为一体，构思精妙缜密，难怪世人誉之为“警绝”了。</p>",
  "poet": {
    "id": 434,
    "star": 0,
    "name": "郑谷",
    "image": "http://img.gushiwen.org/authorImg/zhenggu.jpg",
    "desc": "郑谷（约851～910）唐朝末期著名诗人。字守愚，汉族，江西宜春市袁州区人。僖宗时进士，官都官郎中，人称郑都官。又以《鹧鸪诗》得名，人称郑鹧鸪。其诗多写景咏物之作，表现士大夫的闲情逸致。风格清新通俗，但流于浅率。曾与许裳、张乔等唱和往还，号“芳林十哲”。原有集，已散佚，存《云台编》。"
  },
  "tags": [
    "写鸟",
    "思乡"
  ]
}