{
  "id": 69229,
  "star": 101,
  "name": "渡易水",
  "dynasty": "明代",
  "content": "并刀昨夜匣中鸣，燕赵悲歌最不平；<br>易水潺湲云草碧，可怜无处送荆卿！",
  "fanyi": "<p><strong>译文</strong><br>昨天夜里，并刀在匣子发出愤懑、郁结的声音，燕赵这一带自古多义士，慷慨悲歌，意气难平。<br>易水慢慢地流着，天青草绿，河山依旧，可惜到哪里再去找荆轲那样的壮士，来为他送行呢？</p><p><strong>注释</strong><br>易水：源出河北首易县西，东流至定兴县西南与拒马河汇合。古时是燕国南部的一条大河。<br>并刀：并州（今山西省太原市一带）产的刀，以锋利著名，后常以之指快刀。指宝刀、宝剑。<br>匣中鸣：古人形容壮士复仇心切，常说刀剑在匣子里发也叫声。<br>燕赵：战国时的两个诸侯国，分别在今河北省和山西省地区。古时燕赵出过不少侠客义士，干出了很多悲壮的事情。<a href=\"http://so.gushiwen.org/author_682.aspx\">韩愈</a>《送董邵南序》：“燕赵古称多感慨悲歌之士。”。<br>潺潺：河水缓缓流动的样子。<br>荆卿：即荆轲，战国时卫国人。被燕太子拜做上卿。太子丹了去秦国行刺秦王，并亲自送他渡过易水，行刺未成被杀。事见《史记·刺客列传》。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　明末的<a href=\"http://so.gushiwen.org/view_69229.aspx\">诗</a>人，生逢异族入侵之时，面临国破家亡的严重威胁，凡有点民族感情的，都该有志可抒，有情可表。然而，怎样下笔成诗，如何抒情达意，却也有高下之分。 　</p> <p>　　怀古诗不同于咏史诗那样歌咏史实或以诗论史，而是重在抒写诗人由古人古事所触发的思想感情，即所谓“言近旨远”。此诗前二句托物言志，以并刀夜鸣写出报国的志向，后二句即景抒倩，从眼中所见易水实景，引出对国事的无限隐忧。全诗运思深沉，情怀激荡，苍凉悲壮，可入<a href=\"http://so.gushiwen.org/author_163.aspx\">司空图</a>《诗品》所言“悲概”一类。 　</p> <p>　　言志二句：“并刀昨夜匣中鸣，燕赵悲歌最不平”，志由物显，报国的急切愿望由并刀夜鸣来展现，虽壮怀激烈，但不是架空高论，粗犷叫器。</p> <p>　　并州即今山西太原，战刀以锋利著称于世，人们称为“并刀”。它真的“昨夜”铿然有声作“匣中鸣”么？诗人一开章暗用了一个典故：相传楚国剑工铸成的干将、莫邪雌雄双剑，将要杀敌饮血时常作匣中鸣；《刀剑录》也说，乌孤宝刀“有敌至，必鸣”。近代鉴湖女侠<a href=\"http://so.gushiwen.org/author_381.aspx\">秋瑾</a>也用过这个典故，“昨夜龙泉壁上鸣”。这不明明是借身边佩刀来表达抗敌救国的强烈愿望？“燕赵”是春秋时期的两个诸侯国，包括河北、山西一带地区。诗题中代大文学家<a href=\"http://so.gushiwen.org/author_682.aspx\">韩愈</a>说：“燕赵古称多感慨悲歌之是个藏龙卧虎的地方，这里曾出现过荆轲、高渐离这些英雄豪侠！诗人说“悲歌最不平”，意思是：他们热血刚肠，疾恶如仇，面对强敌，敢于拔剑而起，还不是因为心头块垒难平？</p> <p>　　《经世编序》里说，<a href=\"http://so.gushiwen.org/author_563.aspx\">陈子龙</a>“自幼读书，不好章句，喜论当世之故”。年轻时与夏允彝等缔结“畿社”，企图匡救时弊。公元1637年（崇祯十年）中进士，如今正当而立之年，风华正茂。抗敌御侮的决心，匡时济世的夙愿，交织成巨大的精神原动力。今天途经“燕赵”旧地，枨触起荆轲的往事，怎能不使他沸腾起一腔热血，急于投入战斗，效命疆场呢？</p> <p>　　抒情二句：“易水潺潺云草碧，可怜无处送荆卿。”情因景生，忧世忧时之情由所见易水景象引出。诗人借易水兴感，显然是为了说明那些统治者醉生梦死，意志消沉，一味宴安享乐，早就置国家安危于不顾。“可怜”一词，仿佛是为荆卿惋惜，其实，不正是为了抒发那种知音难觅、报国无门的愤懑吗？在荆轲活着的年代，对强敌的怒火，可以“指冠”，可以“嗔目”；诗人陈子龙却只能用“可怜”来表达英雄失路的悲哀，这，不正是一个时代的悲哀么？</p> <p>　　诗人出语犹如悲叹，又绝非无病呻吟，庸人自扰。崇祯以来，后金已先后于1629年（崇祯二年）、1634年（崇祯七年）、1636年（崇祯九年）三次入关犯境，进逼北京郊区，诗人《辽事杂诗》之一的 “十载三逢敌骑来”即指此国难。时刻关心着国家民族命运的陈子龙，已经预感到不久将会有国破家亡的惨祸了，“可怜”二字下得正好。</p> <p>　　昏庸腐朽的明王朝的覆灭，是历史发展的必然，根本不值得为它唱挽歌；可是，诗人为之倡导的大敌当前，敢于英勇赴死的荆轲式英雄主义精神非常值得后来者珍视。</p>",
  "about": "<h2>创作背景</h2> 　　公元1640年（明思宗崇祯十三年），<a href=\"http://so.gushiwen.org/view_69229.aspx\">诗</a>人母丧服满，这时，建州女真族统治者已改国号“清”，对明王朝虎视眈眈，窥伺已久；国内义军风起云涌，威逼京城。内忧外患，交并而至。<a href=\"http://so.gushiwen.org/author_563.aspx\">陈子龙</a>由家乡松江华亭（今上海市松江县）赴京途中过易水的时候，有感于八百多年前荆轲的慷慨悲歌，从容为国牺牲，激情难已，感慨系之，于是援笔写下了这首七绝。",
  "poet": {
    "id": 563,
    "star": 0,
    "name": "陈子龙",
    "image": "http://img.gushiwen.org/authorImg/chenzilong.jpg",
    "desc": "陈子龙（1608—1647）明末官员、文学家。初名介，字卧子、懋中、人中，号大樽、海士、轶符等。汉族，南直隶松江华亭（今上海松江）人。崇祯十年进士，曾任绍兴推官，论功擢兵科给事中，命甫下而明亡。清兵陷南京，他和太湖民众武装组织联络，开展抗清活动，事败后被捕，投水殉国。他是明末重要作家，诗歌成就较高，诗风或悲壮苍凉，充满民族气节；或典雅华丽；或合二种风格于一体。擅长七律、七言歌行、七绝，被公认为“明诗殿军”。陈子龙亦工词，为婉约词名家、云间词派盟主，被后代众多著名词评家誉为“明代第一词人”。"
  },
  "tags": [
    "古诗三百首",
    "咏史怀古",
    "愤懑",
    "言志"
  ]
}