{
  "id": 48064,
  "star": 481,
  "name": "西洲曲",
  "dynasty": "南北朝",
  "content": "忆梅下西洲，折梅寄江北。<br>单衫杏子红，双鬓鸦雏色。<br>西洲在何处？两桨桥头渡。<br>日暮伯劳飞，风吹乌臼树。<br>树下即门前，门中露翠钿。<br>开门郎不至，出门采红莲。<br>采莲南塘秋，莲花过人头。<br>低头弄莲子，莲子清如水。<br>置莲怀袖中，莲心彻底红。<br>忆郎郎不至，仰首望飞鸿。<br>鸿飞满西洲，望郎上青楼。<br>楼高望不见，尽日栏杆头。<br>栏杆十二曲，垂手明如玉。<br>卷帘天自高，海水摇空绿。<br>海水梦悠悠，君愁我亦愁。<br>南风知我意，吹梦到西洲。",
  "fanyi": "<p><strong>译文</strong><br>思念梅花很想去西洲，去折下梅花寄去长江北岸。<br>（她那）单薄的衣衫像杏子那样红，头发如小乌鸦那样黑。<br>西洲到底在哪里？摇着小船的两支桨就可到西洲桥头的渡口。<br>天色晚了伯劳鸟飞走了，晚风吹拂着乌桕树。<br>树下就是她的家，门里露出她翠绿的钗钿。<br>她打开家门没有看到心上人，便出门去采红莲。<br>秋天的南塘里她摘着莲子，莲花长得高过了人头。<br>低下头拨弄着水中的莲子，莲子就像湖水一样青。<br>把莲子藏在袖子里，那莲心红得通透底里。<br>思念郎君郎君却还没来，她抬头望向天上的鸿雁。<br>西洲的天上飞满了雁儿，她走上高高的楼台遥望郎君。<br>楼台虽高却看望不到郎君，她整天倚在栏杆上。<br>栏杆曲曲折折弯向远处，她垂下的双手明润如玉。<br>卷起的帘子外天是那样高，如海水般荡漾着一片空空泛泛的深绿。<br>如海水像梦一般悠悠然然，伊人你忧愁我也忧愁啊。<br>南风若知道我的情意，请把我的梦吹到西洲（与她相聚）。</p> <p><strong>注释</strong><br>①《西洲曲》：选自《乐府集·杂曲歌辞》。这首诗是南朝民歌。西洲曲，乐府曲调名。<br>②忆梅下西洲，折梅寄江北：意思是说，女子见到梅花又开了，回忆起以前曾和情人在梅下相会的情景，因而想到西洲去折一枝梅花寄给在江北的情人。下，往。西洲，当是在女子住处附近。江北，当指男子所在的地方。<br>③鸦雏色：像小乌鸦一样的颜色。形容女子的头发乌黑发亮。<br>④两桨桥头渡：从桥头划船过去，划两桨就到了。<br>⑤伯劳：鸟名，仲夏始鸣，喜欢单栖。这里一方面用来表示季节，一方面暗喻女子孤单的处境。<br>⑥乌臼：现在写作“乌桕”。<br>⑦翠钿：用翠玉做成或镶嵌的首饰。<br>⑧莲子：和“怜子”谐音双关。<br>⑨青如水：和“清如水”谐音，隐喻爱情的纯洁。<br>⑩莲心：和“怜心”谐音，即爱情之心。<br>⑾望飞鸿：这里暗含有望书信的意思。因为古代有鸿雁传书的传说。<br>⑿青楼：油漆成青色的楼。唐朝以前的诗中一般用来指女子的住处。<br>⒀尽日：整天。<br>⒁卷帘天自高，海水摇空绿：意思是说，卷帘眺望，只看见高高的天空和不断荡漾着的碧波的江水。海水，这里指浩荡的江水。<br>⒂海水梦悠悠：梦境像海水一样悠长。</p>",
  "shangxi": "<p>　　《西洲曲》，五言三十二句，是南朝乐府民歌中少见的长篇。全文感情十分细腻，“充满了曼丽宛曲的情调，清辞俊语，连翩不绝，令人‘情灵摇荡’。”《西洲曲》可谓这一时期民歌中最成熟最精致的代表作之一。</p> <p>　　首句由“梅”而唤起女子对昔日与情人在西洲游乐的美好回忆以及对情人的思念。自此，纵然时空流转，然而思念却从未停歇。接下来是几幅场景的描写：西洲游乐，女子杏红的衣衫与乌黑的鬓发相映生辉、光彩照人；开门迎郎，满怀希望继而失望，心情跌宕；出门采莲，借采莲来表达对情人的爱慕与思念；登楼望郎，凭栏苦候，寄情南风与幽梦，盼望与情人相聚。这其中时空变化，心情也多变，时而焦虑，时而温情，时而甜蜜，时而惆怅，全篇无论是文字还是情感都流动缠绵。[5]</p> <p>　　《西洲曲》在艺术上有以下三点值得注意。</p> <p>　　第一是善于在动态中表达人物的思想感情。比如“门中露翠钿”一句，生动形象地通过动作表达出了人物的心情，而“采莲南塘秋”六句，是全篇的精华所在，它集中笔墨描写主人公的含情姿态，借物抒情，通过“采莲”“弄莲”“置莲”三个动作，极有层次地写出人物感情的变化，动作心理描写细致入微，真情感人。</p> <p>　　第二是叠字和顶真的运用。“开门迎郎”场景中，四个“门”字的叠用，强化了女子急切盼望心上人的到来，而不时从门缝向外张望的焦虑心情。“出门采莲”场景中，又连用七个“莲”字，着意渲染女子缠绵的情思。而顶真的运用使得句子灵活生动，朗朗上口。</p> <p>　　第三是双关隐语的运用。双关隐语，是南朝乐府民歌中一个显明的特征，它在经时代的民歌和汉魏乐府民歌中很少见。一说“莲”与“怜”字谐音双关，而“怜”又是“爱”的意思，隐语极言女子对情人的爱恋。同时，“莲子清如水”暗示感情的纯洁，而“莲心彻底红”是说感情的浓烈。这些双关隐语的运用使诗歌显得含蓄多情。</p> <p>　　另外值得一提的是，此诗以“难解”著称，有研究者将其称之为南朝文学研究的“哥德巴赫猜想”。比如关于此诗的叙述视角就有不同解读，多数人从女子的视角来理解，也有人从男子的视角入手，认为“忆梅下西洲”中的“梅”指代男主角所寄情的心上人。常言道，诗无达诂，我们在解读的时候也可以尝试多种新的视角，从而使诗歌的意蕴更加丰富。</p>",
  "about": "<h2>创作背景</h2> 　　《西洲曲》是南朝乐府民歌中的名篇，也是乐府民歌的代表之作。写作时间和背景没有定论，一说是产生于梁代的民歌，收入当时乐府<a href=\"http://so.gushiwen.org/view_48064.aspx\">诗</a>集，另一说是<a href=\"http://so.gushiwen.org/author_509.aspx\">江淹</a>所作，为<a href=\"http://so.gushiwen.org/author_386.aspx\">徐陵</a>《玉台新咏》所记载。还有一说在明清人编写的古诗选本里，又或作“晋辞”，或以为是梁武帝<a href=\"http://so.gushiwen.org/author_884.aspx\">萧衍</a>所作。但此诗具体在何时产生，又出自何人之手，千百年来没有足够的证据来说明，扑朔迷离中一直难以形成定论。",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": [
    "乐府",
    "民歌",
    "梅花",
    "女子",
    "思念"
  ]
}