{
  "id": 72867,
  "star": 8,
  "name": "七哀诗三首·其二",
  "dynasty": "魏晋",
  "content": "荆蛮非我乡，何为久滞淫。<br>方舟泝大江，日暮愁我心。<br>山冈有余映，岩阿增重阴。<br>狐狸驰赴穴，飞鸟翔故林。<br>流波激清响，猴猿临岸吟。<br>迅风拂裳袂，白露沾衣襟。<br>独夜不能寐，摄衣起抚琴。<br>丝桐感人情，为我发悲音。<br>羁旅无终极，忧思壮难任。",
  "fanyi": "<p><strong>译文</strong><br>荆州不是我的家乡，却长久无奈地在这里滞留？<br>极目望去，大船在江心正溯流而上，天色渐晚更勾起我思乡的情愁。<br>山坡上映着太阳的余晖，沟岩下的阴影显得更加灰暗。<br>奔跑的狐狸忙着赶回自己的洞穴，飞翔的鸟儿在鸟巢上盘旋。<br>大江上涌动的浪花轰然作响，猿猴在临岸的山林长吟，<br>迅猛的江风掀起我的下衣和衣袖，秋天的露水打湿了我的衣襟。<br>夜深了我孤独难眠，便又披衣起床拿起了桐琴。<br>桐琴象理解我的心思一样，为我发出悲凉的乡音。<br>在外寄人篱下什么时候才是尽头，心中充满了难以排遣的忧愁。</p> <p><strong>注释</strong><br>滞淫：长久停留。<br>方舟泝大江：方舟，方形的小船。泝（sù），通“溯”：逆流而上。<br>岩阿（ē）：到处都是岩石的山阿。阿，山丘。<br>增重阴：更黑暗。<br>裳袂（mèi）：下衣裙和上衣袖子。袂，袖子。<br>摄：整理。<br>丝桐：指琴，古人削桐为琴，拣丝为弦，故称。<br>羁旅：被羁绊而旅居在外，引申为长久寄居他乡。<br>壮：盛，指忧思深重。<br>难任：难以承受。 </p>",
  "shangxi": "<h2>赏析</h2> <p>　　“荆蛮”四句写<a href=\"http://so.gushiwen.org/view_72867.aspx\">诗</a>人久客荆州的苦闷和日暮乘船泛江时所引起的思乡之情。起句自问，喷射出强烈的感情，直抒久留荆州的怨愤。为销愁乘船泛江散心，不想销愁愁更愁。江上日落余辉，并船逆流而上，引起诗人思乡怀归的无限忧愁。“愁”字虚笼全篇，诗篇始终处于这悲愁的氛围之中。</p> <p>　　“山冈”以下八句写日暮时的自然景色，抒发诗人思归的凄苦之情。诗人摄下了落日西沉时大自然姿态的倏忽变化：山脊之上犹存夕阳余辉，山谷本来就很阴暗，天将晚则更显得阴暗幽深。起两句写了山色秀拔，给人以清新之感；又因日将西落，山谷愈暗，造成了一种凄清气氛。“狐狸驰赴穴，飞鸟翔故林。”这两句取《楚辞·哀郢》“鸟飞还故乡兮，狐死必首丘”之意。日暮时刻，狐狸归穴，鸟下窠巢。狐狸和飞鸟尚且思归自己的穴巢，何况于人。“流波激情响，猴猿临岸吟。”湍急的江流声浪激越，山上的猴猿在岸边凄厉嘶叫，气氛越发凄凉。“迅风拂裳袂，白露沾衣襟。”迅疾的江风吹动着衣袖，阴凉的露水沾湿衣裳。诗句点明秋季。秋风萧瑟迅猛，白露阴寒湿衣，气氛更为阴冷。以上八句诗人用寒秋日暮、荒江的寂寞、凄凉的景色，来映衬自己内心思乡念归的悲凄。情动于中而发于景，景见真情而感人。对仗优美，音韵和谐，节奏感强烈，读来十分流畅。这样的例子古诗里固然少见，在建安诗里也是极少的。它已经突破了汉诗古朴浑厚的风格，下开两晋南朝风气了。</p> <p>　　“独夜”以下六句，由写景转入集中抒情，写诗人夜不能眠忧思难忍的情状。“独夜不能寐，摄衣起抚琴。”羁旅之客难以返归，愁思不绝，夜不能眠。由“不能寐”而“摄衣起抚琴”，暗示着一种烦忧的过程。接下两句，诗人以拟人手法赋物以人的情感，借以衬托、强化思归感伤之情。琴也通晓人的心情，为诗人的不幸而哀鸣。这“悲音”体现了诗人无处寄托又无从宣泄的哀愁。通过物之情表现人之情，这是传统诗歌中常用而又精巧的描写手法。最后两句悲愤低沉，哀怨不绝。寄居他乡永无尽头，沉重忧伤难以承担。这悲愤的结句同扣篇首诗句，哀怨之情直露，毫不掩饰愁思深重的离人形象，令人黯然神伤。</p> <p>　　<a href=\"http://so.gushiwen.org/author_770.aspx\">王粲</a>久留荆州，不得舒展大志，此时此地，他忧多、愁多、愤懑多。这首诗抒发了他的沉痛之情，也是诗人政治理想不能实现、个人抱负无从施展的忧愤心情的流泻。诗中具有相当强烈的感情色彩的景物描写，增添了抒写思归之情的浓郁效果。 </p>",
  "about": "<h2>创作背景</h2> 　　<a href=\"http://so.gushiwen.org/view_72867.aspx\">诗</a>中诗人抒写自己久客荆州思乡怀归的感情。内容和诗人著名的《登楼赋》相似。大约同是建安十三年（公元208年）在荆州时的作品。",
  "poet": {
    "id": 770,
    "star": 0,
    "name": "王粲",
    "image": "http://img.gushiwen.org/authorImg/wangcan.jpg",
    "desc": "王粲（177-217），字仲宣，山阳郡高平（今山东微山）人。东汉末年著名文学家，“建安七子”之一，由于其文才出众，被称为“七子之冠冕”。初仕刘表，后归曹操。"
  },
  "tags": [
    "抒情",
    "思乡",
    "愤懑"
  ]
}