{
  "id": 20135,
  "star": 156,
  "name": "凉州词三首",
  "dynasty": "唐代",
  "content": "边城暮雨雁飞低，芦笋初生渐欲齐。<br>无数铃声遥过碛，应驮白练到安西。</p> <p>古镇城门白碛开，胡兵往往傍沙堆。<br>巡边使客行应早，欲问平安无使来。</p> <p>风林关里水东流，白草黄榆六十秋。<br>边将皆承主恩泽，无人解道取凉州。",
  "fanyi": "<p><strong>译文<br></strong>其一<br>低飞的雁群在傍晚时分出现在边城，芦苇正在努力地成长。<br>一群骆驼满载着货物伴着叮的驼铃声缓缓前进。西去的驼队应当还是驮运丝绸经由这条大道远去安西。</p> <p>其二<br>古镇的城门向着沙漠开敞，胡人的士兵经常依靠着小山丘。<br>巡逻边城的来使出行应该趁早，想要平安无事没有使者来到。</p> <p>其三<br>流经凤林关的河水向东流去，白草、黄榆树已经生长了六十年。<br>边城的将士都承受主上的恩惠赏赐，却没有人知道去夺回凉州。</p> <p><strong>注释<br></strong>其一<br>（1）碛：读qì，戈壁、沙漠。<br>（2）白练：白色热绢。这里泛指丝绸。<br>（3）安西：地名。唐方镇有安西都护，其治所在今新疆库车，兼辖龟兹，焉耆、于阗、疏勒四镇。贞元六年（790年），为吐蕃所陷。</p> <p>其二<br>（4）沙堆：亦作“ 沙塠 ”，沙墩，小沙丘。<br>（5）使客：使者。</p> <p>其三<br>（6）风林关：在唐代陇右道的河州（治所在今甘肃临夏）境内。位于黄河南岸。<br>（7）白草：北地所生之草，似莠而细，干熟时呈白色，为牛羊所喜食。<br>（8）黄榆：乔木名，树皮黄褐色。叶，果均可食。<br>（9）六十秋：从吐蕃全部占领陇右之地至作者写<a href=\"http://so.gushiwen.org/view_20135.aspx\">诗</a>之时，已过去了六十年之久。<br>（10）恩泽：恩惠赏赐。<br>（11）凉州：唐陇右道属州，治所在今甘肃武威。代宗宝应、广德年间沦于吐蕃之手。此地以凉州泛指陇右失地。</p>",
  "shangxi": "<h2>选析</h2> <p>　　《凉州词》是乐府<a href=\"http://so.gushiwen.org/view_20135.aspx\">诗</a>的名称，本为凉州一带的歌曲，唐代诗人多用此调作诗，描写西北边塞的风光和战事。安史之乱以后，吐蕃族趁虚大兴甲兵，东下牧马，占据了唐西北凉州（今甘肃永昌以东、天祝以西一带）等几十个州镇，从八世纪后期到九世纪中叶长达半个多世纪。诗人目睹这一现实，感慨万千，写了《凉州词三首》，从边城的荒凉、边塞的侵扰、边将的腐败三个方面，再现了边城惨淡的情景，表达了诗人对边事的深切忧患。</p> <p>　　其一：</p> <p>　　第一首诗描写边城的荒凉萧瑟。前两句写俯仰所见的景象。“边城暮雨雁飞低”，仰望边城上空，阴雨笼罩，一群大雁低低飞过。诗人为何不写边城晴朗的天空，却选择阴沉昏暗的雨景，因为此时诗人无心观赏边塞的风光，只是借景托情，以哀景暗示边城人民在胡兵侵扰下不得安宁的生活。为增强哀景的气氛，作者又将这暮雨雁飞的景置于特定的时节里。边城的阴沉悲凉，若是霜秋寒冬，那是自然物候；而这时既不是霜秋，也不是寒冬，却是万物争荣的春天。“芦笋初生渐欲齐”，俯视边城原野，芦苇吐芽，如笋破土，竞相生长。这句已点明寒气消尽，在风和日暖的仲春时节，边城仍然暮雨连绵，凄凉冷清，很容易启人联想那年年岁岁的四季悲凉了。这两句写景极富特色。俯仰所见，在广阔的空间位置中展现了边城的阴沉；暮雨、芦笋，上下映照，鲜明地衬托出美好时节里的悲凉景色，具有很强的艺术感染力。</p> <p>　　后两句叙事。在这哀景之下，边城的悲事一定很多，而绝句又不可能作多层面的铺叙，诗人便抓住发生在“丝绸之路”上最典型的事件：“无数铃声遥过碛，应驮白练到安西。”这句中的“碛（qì）”，是沙漠；“安西”，唐西北重镇，此时已被吐蕃占据。眺望边城原野，罕见人迹，只听见一串串的驼铃声消失在遥远的沙漠中，这“遥过”的铃声勾起了作者的遥思：往日繁荣的“丝绸之路”，在这温暖的春天里，运载丝绸的商队应当是络绎不绝，路过西安，通向西域；然而如今安西被占，丝绸之路受阻，无数的白练丝绸不再运往西域交易，“应驮”非正驮，用来意味深长。诗人多么盼望收复边镇，恢复往日的繁荣啊！“应驮”这点晴之笔，正有力地表达了诗人这种强烈的愿望，从而点明了此诗的主题。</p> <p>　　这首绝句，写景叙事，远近交错，虚实相生，给读者的联想是丰富的。一、二两句实写目见的近景，以荒凉萧瑟的气氛有力地暗示出边城的搔乱不安、紧张恐怖，这是寓虚于实；三、四两句虚写耳闻的远景，从铃声的“遥过”，写到应驮安西的“遥思”，以虚出实，在丝绸之路上，掠夺代替了贸易，萧条取代了繁荣，这虽是出于诗人的遥想，但已深深地渗透到读者想象的艺术空间。</p> <p>　　其三：</p> <p>　　<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>在《西凉伎》中写道：“凉州陷来四十年，河陇侵将七千里。平时安西万里疆，今日边防在凤翔。缘边空屯十万卒，饱食温衣闲过日。遗民肠断在凉州，将卒相看无意收。”<a href=\"http://so.gushiwen.org/author_18.aspx\">元稹</a>的《西凉伎》也说：“一朝燕贼乱中国，河湟忽尽空遗丘。连城边将但高会，每说此曲能不羞？”一针见血地指出了凉州沦陷未收的原因，是守边将领的腐败无能。<a href=\"http://so.gushiwen.org/author_390.aspx\">张籍</a>的第三首诗正是表达这个思想主题，而诗的风格迥然有别。“凤林关里水东流，白草黄榆六十秋。”这两句写景，点明边城被吐蕃占领的时间之久，以及景象的荒凉萧瑟。“凤林关”，在今甘肃临夏市西北。安史之乱前，唐朝同吐蕃的交界处在凤林关以西，随着边城四镇的失守，凤林关亦已沦陷。在吐蕃异族野蛮掠夺、横暴奴役下，凤林关内，土地荒芜，无人耕种，岁岁年年只见寒水东流，白草丛生，黄榆遍地，一片萧条。这里，诗人既用“白草黄榆”从空间广度来写凤林关的荒凉，又用具体数字“六十秋”从时间深度来突出凤林关灾难的深重。“六十秋”这不是夸张而是写实，从公元762年（唐代宗初年）四镇失陷，到诗人公元824年写这首诗时，已是六十年还未收复。国土失陷如此之久，边民灾难如此之深，为什么没有收复？原因在哪里？由此诗人发出了深沉的感慨、愤激的谴责。</p> <p>　　“边将皆承主恩泽，无人解道取凉州。”前句写边将责任的重大。“皆承主恩泽”，说明了边将肩负着朝廷的重命、享受着国家的厚禄、担负着人民的重望，守卫边境、收复失地是他们的天职。然而六十年来失地仍在吐蕃的铁蹄下，这不是国政内虚、边力不足。后一句直指原因：守边的将领无人提起收复凉州。边将享受着国家优厚的待遇，却不去尽职守边、收复失地，可见其饱食终日、腐败无能。这两句一扬一抑，对比鲜明，有力地谴责了边将忘恩负义，长期失职，实在令人可憎可恨，可悲可叹。</p> <p>　　此诗的主旨落在最后一句，诗人不是从正面围绕主题来叙述，而是从侧面落笔，这是此诗的一个显著特色。一、二两句从空间和时间描写边城深重的灾难，看来似乎是控诉吐蕃的侵占罪恶，而联系最后一句“无人解道取凉州”来看，诗人的用意是在用现实来谴责边将，正是他们的失职而带来的长期失陷，边将已成了历史的罪人。第三句以鲜明的对照，严正谴责边将无才无德，面对失去的山河熟视无睹。这一景一情，从侧面有力地突现了卒句主旨的表达，义正辞严，酣畅淋漓。</p>",
  "about": "<h2>创作背景</h2> 　　《凉州词》是乐府<a href=\"http://so.gushiwen.org/view_20135.aspx\">诗</a>的名称，本为凉州一带的歌曲，唐代诗人多用此调作诗，描写西北边塞的风光和战事。安史之乱以后，吐蕃族趁虚大兴甲兵，东下牧马，占据了唐西北凉州（今甘肃永昌以东、天祝以西一带）等几十个州镇，从八世纪后期到九世纪中叶长达半个多世纪。诗人目睹这一现实，感慨万千，写了《凉州词三首》。",
  "poet": {
    "id": 390,
    "star": 0,
    "name": "张籍",
    "image": "http://img.gushiwen.org/authorImg/zhangji.jpg",
    "desc": "张籍（约767～约830），唐代诗人。字文昌，汉族，和州乌江（今安徽和县）人，郡望苏州吴（今江苏苏州）1 。先世移居和州，遂为和州乌江（今安徽和县乌江镇）人。世称“张水部”、“张司业”。张籍的乐府诗与王建齐名，并称“张王乐府”。著名诗篇有《塞下曲》《征妇怨》《采莲曲》《江南曲》。1 《张籍籍贯考辨》认为，韩愈所说的“吴郡张籍”乃谓其郡望，并引《新唐书·张籍传》、《唐诗纪事》、《舆地纪胜》等史传材料，驳苏州之说而定张籍为乌江人。"
  },
  "tags": [
    "边塞",
    "组诗"
  ]
}