{
  "id": 8431,
  "star": 12,
  "name": "翰林读书言怀呈集贤诸学士",
  "dynasty": "唐代",
  "content": "晨趋紫禁中，夕待金门诏。<br>观书散遗帙，探古穷至妙。<br>片言苟会心，掩卷忽而笑。<br>青蝇易相点，白雪难同调。<br>本是疏散人，屡贻褊促诮。<br>云天属清朗，林壑忆游眺。<br>或时清风来，闲倚栏下啸。<br>严光桐庐溪，谢客临海峤。<br>功成谢人间，从此一投钓。",
  "fanyi": "<p><strong>译文<br></strong>清晨赶赴宫中，晚间往金马门待沼。<br>翻看前人的残卷遗篇，探讨古贤的著述穷极奥妙。<br>哪怕只有片言与前人暗合，也不禁掩卷而笑。<br>苍蝇点污白玉轻而易举，《阳春》《白雪》却难以找到同调。<br>我本是疏懒散漫之人，却多次遭到狭隘之人的嘲笑。<br>天高云淡正值秋高气爽，不禁回忆起昔日林壑间的游眺。<br>有时清风徐徐吹来，闲倚着栏干我放声长啸。<br>严光在桐庐溪畔垂钓，通游天涯海角。<br>何时才能功成身退，从此在烟波间投钓？</p> <p><strong>注释</strong><br>⑴翰林：指翰林院，唐代翰林院学士主要负责为朝廷撰写文件之事。集贤：指集贤殿。唐代集贤殿学士主要负责搜集、修订书籍之事。<br>⑵紫禁：犹言皇宫，皇帝所居之处。<a href=\"http://so.gushiwen.org/author_353.aspx\">谢庄</a>《宋孝武宣贵妃诔》：“收华紫禁。”李善注：“王者之宫，以象紫微，故谓宫中为紫禁。”李延济注：“紫禁，即紫宫，天子所居也。”<br>⑶金门：即金马门，汉宫门名。汉代<a href=\"http://so.gushiwen.org/author_276.aspx\">东方朔</a>曾待诏金马门，这里以翰林院比金马门。《汉书·东方朔传》：“待诏金门，稍得亲近。”<br>⑷帙（zhì）：书套。散帙，即打开书套读阅书籍。《说文》：帙，书衣也。谢灵运<a href=\"http://so.gushiwen.org/view_8431.aspx\">诗</a>：“散帙问所知。”散帙者，解散其书外所裹之帙而翻阅之也。<br>⑸青蝇：比喻小人的谗言。<a href=\"http://so.gushiwen.org/author_12.aspx\">陈子昂</a>诗：“青蝇一相点，白璧遂成冤。”盖青蝇遗粪白玉之上，致成点污，以比谗谮之言能使修洁之士致招罪尤也。<br>⑹白雪：曲名。其曲弥高，其和弥寡。因曲调高雅，能跟着唱的人很少。<br>⑺疏散：意谓爱好自由，不受拘束。<br>⑻贻：遭致。褊（biǎn）促：狭隘。诮：责骂。<br>⑼严光：字子陵，东汉初隐士。桐庐溪：即今浙江省桐庐县南富春江，江边有严陵濑和严子陵钓台，传说是严光当年游钓之处。章怀太子《后汉书注》：“桐庐县南有严子陵渔钓处，今山边有石，上下可坐十人，临水，名曰严陵钓坛也。”<br>⑽谢客：即谢灵运，南朝刘宋时的山水诗人，客是其小名。生平好游山玩水，曾写有一首题为《登临海峤初发疆中作与从弟惠连见羊何共和之》的诗。临海：郡名，今浙江临海县。峤：山尖而高叫峤。张铣注：“临海，郡名。峤，山顶也。”<br>⑾谢人间：意谓辞别世俗，遁隐山林。</p>",
  "shangxi": "　　这首是<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>在长安任供奉翰林时所作。唐玄宗天宝元年（742年）至天宝三年（744年），李白在长安为翰林学士。当时在皇城里设有两个学士院。一是集贤殿书院，主要职务是侍读，也承担一点起草内阁文书的任务；另一是翰林学士院，专职为皇帝撰写重要文件。两院成员都称学士，而翰林学士接近皇帝，人数很少，所以地位高于集贤学士。李白是唐玄宗诏命征召进宫专任翰林学士的，越发光宠，有过不少关于他深受玄宗器重的传闻。其实皇帝只把他看做文才特出的文人，常叫他进宫写诗以供歌唱娱乐。他因理想落空，头脑逐渐清醒起来。同时，幸遇的荣宠，给他招来了非议，甚至诽谤，更使他的心情很不舒畅。这首诗便是他在翰林院读书遣闷，有感而作，写给集贤院学士们的。",
  "poet": {
    "id": 247,
    "star": 0,
    "name": "李白",
    "image": "http://img.gushiwen.org/authorImg/libai.jpg",
    "desc": "李白（701年－762年），字太白，号青莲居士，唐朝浪漫主义诗人，被后人誉为“诗仙”。祖籍陇西成纪(待考)，出生于西域碎叶城，4岁再随父迁至剑南道绵州。李白存世诗文千余篇，有《李太白集》传世。762年病逝，享年61岁。其墓在今安徽当涂，四川江油、湖北安陆有纪念馆。"
  },
  "tags": [
    "言怀"
  ]
}