{
  "id": 72924,
  "star": 20,
  "name": "采桑子·辘轳金井梧桐晚",
  "dynasty": "五代",
  "content": "辘轳金井梧桐晚，几树惊秋。昼雨新愁，百尺虾须在玉钩。<br>琼窗春断双蛾皱，回首边头。欲寄鳞游，九曲寒波不泝流。",
  "fanyi": "<p><strong>译文</strong><br>深秋时节，梧桐树下，辘轳金井旁，落叶满地。树木入秋而变，人见秋色而愁。手扶百尺垂帘，眼望窗外细雨，旧愁之上又添新愁。<br>闺中的思妇独守着琼窗，想到韶华渐逝，心愿难成，怎不双眉紧皱，愁在心头。回首边地，征人久无音讯。想要寄书信，可是黄河寒波滔滔，溯流难上，思妇只能在孤独寂寞中苦苦守望。</p> <p><strong>注释</strong><br>①此词调名于《草堂<a href=\"http://so.gushiwen.org/view_72924.aspx\">诗</a>余》、《花间集补》中作《丑奴儿令》，《类编草堂诗余》中注曰：“一名《罗敷令》，一名《采桑子》。”《类编草堂诗余》、《花草粹编》、《啸余谱》中均有题作“秋怨”。从词意看，当属<a href=\"http://so.gushiwen.org/author_269.aspx\">李煜</a>中期的作品。<br>②辘轳（lùlú）：一种安在井上绞起汲水斗的器具，亦即汲取井水用的滑车。金井：井栏上有雕饰的井，这里指宫廷园林中的井。梧桐：一种落叶乔木，叶柄长，叶大，质地轻而韧。古代诗人常用梧桐金井说明时已至晚秋。如<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>《赠别舍人弟台卿之江南》中有诗句：“去国客行远，还山秋梦长。梧桐落金井，一叶飞银床。”又<a href=\"http://so.gushiwen.org/author_437.aspx\">王昌龄</a>《长信秋词》中也有诗句：“金井梧桐秋叶黄”。<br>③几树：多少的树。树，这里指梧桐树。惊秋：《词林万选》中作“经秋”。惊秋，有二种理解，一说吃惊秋天的到来，二说秋风惊动了梧桐树。两种理解尽管语意角度不同，但均可通。<br>④昼雨：指白天下的雨。昼，白天。新愁：《词林万选》、《啸余谱》等本中均作“和愁”；《全唐诗》、《历代诗余》、《花间集补》、《古今词统》等本中均作“如愁”，《古今词统》注中云：“‘如”一作‘和’。”新愁，指悲秋之愁。<br>⑤百尺：这里为约指，极言其长。虾须：因帘子的表状像虾的触须，所以用“虾须”作为帘子的别称。《类编草堂诗余》注中云：“虾须，帘也。”唐代陆畅《帘》诗中有句“劳将素手卷虾须，琼室流光更缀珠。”用法同。玉钩：玉制的钩子。这句话是说长长的帘子挂在玉钩上。<br>⑥琼窗：雕饰精美而华丽的窗。春断：《词林万选》中作“梦断”。春断，这里指情意断绝，即男女相爱之情断绝。春，指男女相爱之情。双蛾：《花草粹编》、《花间集补》等本中均作“双娥”。即指美女的两眉。蛾，蛾眉，指妇女长而美的眉。皱：起皱纹，指皱眉。<br>⑦回首：回望。边头：指偏僻而遥远的地方。唐代<a href=\"http://so.gushiwen.org/author_477.aspx\">姚合</a>《送僧游边》诗有：“师向边头去，边人业障轻。”之句。<br>⑧欲：想要。寄：寄托。鳞游：游鱼，这里借指书信。古人有“鱼传尺素”之说，古乐府《饮马长城窟》中记载：“客从远方来，遗我双鲤鱼。呼儿烹鲤鱼，中有尺素书。”后人遂以“双鲤”或“鱼信”代指书信。<br>⑨九曲：萧本二主词中“曲”作“月”。九曲，形容黄河河道的迂回曲折，这里代指黄河。九，泛指多数。唐代<a href=\"http://so.gushiwen.org/author_583.aspx\">卢纶</a>《边思》诗有：“黄河九曲流，缭绕古边州。”之句。遂以九曲代指黄河。泝（sù）流：倒流。泝，同“溯”，逆流而上。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　上片写景，先点出“辘轳”、“金井”、“梧桐”三物，不单是写实，也都有寓意。辘轳是井上汲水的工具，汲水是女子之事，故井边常常是女子的怀人之所。辘轳的循环滚动又与思念的辗转反复相通，摇着辘轳，情思缠绵，往往是<a href=\"http://so.gushiwen.org/view_72924.aspx\">诗</a>词之中女子思情的象征。古代的井边多种梧桐，“一叶知秋”，秋来梧桐叶儿黄，故梧桐是常见的悲秋意象。这三者位置相关，意义相通，常常被联系到一起来写女子的秋思，如<a href=\"http://so.gushiwen.org/author_534.aspx\">吴均</a>的“玉栏金井牵辘轳”，<a href=\"http://so.gushiwen.org/author_437.aspx\">王昌龄</a>的“金井梧桐秋叶黄”，与这里的“辘轳金井梧桐晚”，都是同一个意思。不过，<a href=\"http://so.gushiwen.org/author_269.aspx\">李煜</a>的表达更精巧一些，他在句中强调了一个“晚”字。“晚”可以指黄昏，暗示了从早到晚的期盼，有“黄昏望绝”之意。“晚”也可以指秋深，突出梧桐叶黄陨落的形象，令人联想岁华流逝、青春不再而引出悲哀。故接下来的“几树惊秋”，本来是写人在惊秋，却道以“树惊秋”；写情就更婉转，更深沉，并使萧瑟的秋景与女子的伤情融合到了一起。“昼雨如愁”引出人物。说是“昼雨”，可见是下了一天还没有停的雨。而这雨是小雨，丝雨，纷纷扬扬，飞飞洒洒，就如同弥漫在人心中的忧愁一样，无边无际，无休无止。“百尺虾须在玉钩”，是说精美的竹帘挂在钩上，暗指人的遥望，下启“回首边头”，景物描写也就由室外转入了室内。</p> <p>　　下片抒情，以“琼窗”承接上片的“百尺虾须”，过渡十分自然。这里的“春断”，要分作两层意思来理解。一是说春去秋来，时光流逝，岁华渐老，青春不再复返，故日“断”。一是说远人无消息，任凭思念，深情不得传达，“肠断白萍洲”（<a href=\"http://so.gushiwen.org/author_415.aspx\">温庭筠</a>），“春断”也就是“情断”。这两层意思相辅相映，都在表现思念之深，于是而有“双蛾”之皱，有“回首”之举，有“欲寄”之事，更用一连串的动作写出思念之切。由皱眉，到遥望，到“欲寄鳞游”，思念的感情渐进深化，写出女子终于决定要以主动的诉说去打动对方的心，以唤回心爱的人。可是，“九曲寒波不湃流”。山高水寒路曲折，纵使信写出，何人可传寄？何处可投递？无奈之极。可越是无奈，越见情深。</p> <p>　　全词以意融景，一系列景象有机地融成一幅饱含秋意、秋思的风景画，画中有人，人外有秋，秋内有思，秋风秋雨关秋思，离情别恨联秋怨，写得婉约蕴藉，回味悠长。后人<a href=\"http://so.gushiwen.org/author_306.aspx\">马致远</a>之《天净沙·秋思》颇得其婉约韵致。</p>",
  "about": "<h2>创作背景</h2> 　　此词当作于开宝六年，宋太祖任命<a href=\"http://so.gushiwen.org/author_269.aspx\">李煜</a>的弟弟从善为泰宁军节度使，并留在京师。李煜请求宋太祖让从善回国，未获允许，作登高文，哀念不已。据说李煜非常想念他，常常痛哭，这首词是从善入宋后未归，李煜为思念他而作的。",
  "poet": {
    "id": 269,
    "star": 0,
    "name": "李煜",
    "image": "http://img.gushiwen.org/authorImg/liyu.jpg",
    "desc": "李煜，五代十国时南唐国君，961年-975年在位，字重光，初名从嘉，号钟隐、莲峰居士。汉族，彭城（今江苏徐州）人。南唐元宗李璟第六子，于宋建隆二年(961年)继位，史称李后主。开宝八年，宋军破南唐都城，李煜降宋，被俘至汴京，封为右千牛卫上将军、违命侯。后因作感怀故国的名词《虞美人》而被宋太宗毒死。李煜虽不通政治，但其艺术才华却非凡。精书法，善绘画，通音律，诗和文均有一定造诣，尤以词的成就最高。千古杰作《虞美人》、《浪淘沙》、《乌夜啼》等词。在政治上失败的李煜，却在词坛上留下了不朽的篇章，被称为“千古词帝”。"
  },
  "tags": [
    "秋天",
    "写景",
    "抒情",
    "思念"
  ]
}