{
  "id": 49693,
  "star": 514,
  "name": "定风波·南海归赠王定国侍人寓娘",
  "dynasty": "宋代",
  "content": "常羡人间琢玉郎，天应乞与点酥娘。尽道清歌传皓齿，风起，雪飞炎海变清凉。<br>万里归来颜愈少，微笑，笑时犹带岭梅香。试问岭南应不好，却道：此心安处是吾乡。",
  "fanyi": "<p><strong>译文<br></strong>常常羡慕这世间如玉雕琢般丰神俊朗的男子，就连上天也怜惜他，赠予他柔美聪慧的佳人与之相伴。人人称道那女子歌声轻妙，笑容柔美，风起时，那歌声如雪片飞过炎热的夏日使世界变得清凉。<br>你从遥远的地方归来却看起来更加年轻了，笑容依旧，笑颜里好像还带着岭南梅花的清香；我问你：“岭南的风土应该不是很好吧？”你却坦然答道：“心安定的地方，便是我的故乡。”</p> <p><strong>注释<br></strong>⑴定风波：词牌名。一作“定风波令”，又名“卷春空”、“醉琼枝”。双调六十二字，上片五句三平韵，二仄韵，下片六句四仄韵，二平韵。<br>⑵王定国：王巩，作者友人。寓娘：王巩的歌妓。<br>⑶柔奴：即寓娘。<br>⑷玉郎：是女子对丈夫或情人的爱称，泛指男子青年。<br>⑸点酥娘：谓肤如凝脂般光洁细腻的美女。<br>⑹皓齿：雪白的牙齿。<br>⑺炎海：喻酷热。<br>⑻岭：指大庾岭，沟通岭南岭北咽喉要道。<br>⑼试问：试着提出问题，试探性地问。<br>⑽此心安处是吾乡：这个心安定的地方，便是我的故乡。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这首词中以明洁流畅的语言，简练而又传神地刻画了柔奴外表与内心相统一的美好品性，通过歌颂柔奴身处逆境而安之若素的可贵品格，抒发了作者在政治逆境中随遇而安、无往不快的旷达襟怀。</p> <p>　　上片总写柔奴的外在美，开篇“常羡人间琢玉郎，天教分付点酥娘”，描绘柔奴的天生丽质、晶莹俊秀，使读者对她的外貌有了一个比较完整、真切而又寓于质感的印象。第三句“自作清歌传皓齿，风起，雪飞炎海变清凉。”这句的意思是：柔奴能自作歌曲，清亮悦耳的歌声从她芳洁的口中传出，令人感到如同风起雪飞，使炎暑之地一变而为清凉之乡，使政治上失意的主人变忧郁苦闷、浮躁不宁而为超然旷放、恬静安详。苏词横放杰出，往往驰骋想象，构成奇美的境界，这里对“清歌”的夸张描写，表现了柔奴歌声独特的艺术效果。“<a href=\"http://so.gushiwen.org/view_49693.aspx\">诗</a>言志，歌咏言”，“哀乐之心感，而歌咏之声发”（<a href=\"http://so.gushiwen.org/author_398.aspx\">班固</a>《汉书·艺文志》），美好超旷的歌声发自于美好超旷的心灵。这是赞其高超的歌技，更是颂其广博的胸襟，笔调空灵蕴藉，给人一种旷远清丽的美感。</p> <p>　　下片通过写柔奴的北归，刻画其内在美。换头承上启下，先勾勒她的神态容貌：“万里归来年愈少。”岭南艰苦的生活她甘之如饴，心情舒畅，归来后容光焕发，更显年轻。“年愈少”多少带有夸张的成分，洋溢着词人赞美历险若夷的女性的热情。“微笑”二字，写出了柔奴在归来后的欢欣中透露出的度过艰难岁月的自豪感。“笑时犹带岭梅香”，表现出浓郁的诗情，既写出了她北归时经过大庾岭的情况，又以斗霜傲雪的岭梅喻人，赞美柔奴克服困难的坚强意志，为下边她的答话作了铺垫。最后写到词人和她的问答。先以否定语气提问：“试问岭南应不好？”“却道”陡转，使答语“此心安处是吾乡”更显铿锵有力，警策隽永。<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>《初出城留别》中有“我生本无乡，心安是归处”，《种桃杏》中有“无论海角与天涯，大抵心安即是家”等语，<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>的这句词，受白诗的启发，但又明显地带有王巩和柔奴遭遇的烙印，有着词人的个性特征，完全是苏东坡式的警语。它歌颂柔奴随缘自适的旷达与乐观，同时也寄寓着作者自己的人生态度和处世哲学。</p> <p>　　这首词不仅刻画了歌女柔奴的姿容和才艺，而且着重歌颂了她的美好情操和高洁人品。柔中带刚，情理交融，空灵清旷，细腻柔婉，是这首词的风格所在。</p>",
  "about": "<h2>作品背景</h2> 　　<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>的好友王巩因为受到使苏轼遭杀身之祸的“乌台<a href=\"http://so.gushiwen.org/view_49693.aspx\">诗</a>案”牵连，被贬谪到地处岭南荒僻之地的宾州。王巩受贬时，其歌妓柔奴（寓娘）毅然随行到岭南。元丰六年（1083）王巩北归，出柔奴为苏轼劝酒。苏轼问及广南风土，柔奴答以“此心安处，便是吾乡”。苏轼听后，大受感动，作此词以赞。也有学者认为这首词作于元丰八年（1085）十二月。苏轼元丰七年（1084）三月由黄州量移汝州，赴任途中乞常州居住，八年六月起知登州，十月，以礼部侍郎召还，十二月到京，与王巩会宴，即席创作此词。",
  "poet": {
    "id": 183,
    "star": 0,
    "name": "苏轼",
    "image": "http://img.gushiwen.org/authorImg/sushi.jpg",
    "desc": "苏轼（1037－1101），北宋文学家、书画家、美食家。字子瞻，号东坡居士。汉族，四川人，葬于颍昌（今河南省平顶山市郏县）。一生仕途坎坷，学识渊博，天资极高，诗文书画皆精。其文汪洋恣肆，明白畅达，与欧阳修并称欧苏，为“唐宋八大家”之一；诗清新豪健，善用夸张、比喻，艺术表现独具风格，与黄庭坚并称苏黄；词开豪放一派，对后世有巨大影响，与辛弃疾并称苏辛；书法擅长行书、楷书，能自创新意，用笔丰腴跌宕，有天真烂漫之趣，与黄庭坚、米芾、蔡襄并称宋四家；画学文同，论画主张神似，提倡“士人画”。著有《苏东坡全集》和《东坡乐府》等。"
  },
  "tags": [
    "宋词三百首",
    "赞颂",
    "歌女"
  ]
}