{
  "id": 51330,
  "star": 11,
  "name": "踏莎行·柳絮风轻",
  "dynasty": "宋代",
  "content": "柳絮风轻，梨花雨细。春阴院落帘垂地。碧溪影里小桥横，青帘市上孤烟起。 <br>镜约关情，琴心破睡。轻寒漠漠侵鸳被。酒醒霞散脸边红，梦回山蹙眉间翠。",
  "shangxi": "<h2>赏析</h2> <p>　　这首词写思妇怀人而愁苦不堪。<a href=\"http://so.gushiwen.org/view_51330.aspx\">诗</a>词以离愁为主题的作品很多，然而此词却颇有特色，显得标致隽永。</p> <p>　　上片描绘足以烘托思妇离愁的景色。“柳絮风轻，梨花雨细”，起笔这两句都省略了动词谓语，且语序亦倒置，补足还原应为：“风轻飘柳絮，雨细湿梨花。”这里首先借景象点明了时在暮春，此时正值轻轻暖风将柳絮吹向半空乱飞，细细春雨使一枝枝梨花带上亮晶晶的水滴。然而如此大好春光，对于独守空帏的思妇，只能成为她离恨绵绵的反衬，更没有心思去观赏。正如<a href=\"http://so.gushiwen.org/author_354.aspx\">汤显祖</a>《牡丹亭》所写的“良辰美景奈何天，赏心乐事谁家院”一样。确实如此啊，天亮好久了，可她所住之处，犹然“春阴院落帘垂地”，房门上，挂的绣帘还未卷起，她仍然慵懒地躺在床榻之上。她本来早已醒了，于是半睁惺忪睡眼，情不自禁地从窗棂看出去，只见“碧溪影里小桥横，青帘市上孤烟起”。她终于忍不住要往外看，她的目光一下子就落在横于“春阴院落”不远的“小桥”上。这正是由于她的情郎曾打从桥上而去，归家也必然会打从那桥上而来，所以对于那座小桥她不知望过多少次了，而今晨又忍不住再望了一回。可是这一回仍旧失望，他依然未打从那桥上归来，这真如<a href=\"http://so.gushiwen.org/author_415.aspx\">温庭筠</a>《思帝乡》所写的“惟有阮郎春尽，不归来”。接下去，她再将目光向远处的市镇看去，同样什么动静也没有，只有那晨饮的“孤烟”冉冉升起而已。此处着一“孤”字，又正好是她此时此刻内心感到无比孤寂的写照。</p> <p>　　下片抒发思妇对其情郎的蜜意柔情。过片“镜约”二句，化用了南朝陈徐德言、乐昌公主夫妇及西汉<a href=\"http://so.gushiwen.org/author_70.aspx\">司马相如</a>、<a href=\"http://so.gushiwen.org/author_785.aspx\">卓文君</a>夫妇的有关典故。陈朝太子舍人徐德言，尚乐昌公主。陈政衰，徐谓公主曰：“国破，汝必入权豪家。倘情缘未断，尚冀相见乎？”乃破镜各分其半，约他日以元宵日卖于都市，这就是词中“镜约关情”的出处，借此表明思妇对其情郎忠贞不渝，期能重温旧好。又西汉临邛富豪卓王孙有女文君，新寡，知琴。时司马相如赴卓宅赴宴，酒酣，操《凤求凰》琴曲以挑之。文君心悦，夜奔相如，驰归成都，结为伉俪。这就是“琴心破睡”的来源，意谓那位思妇回忆起她和情郎的相遇，与相如、文君的结合极其相似，因之越想越觉甜美，竟至使睡意也淡化了。她完全清醒过来以后，才觉晨风吹凉，使得“轻寒漠漠侵鸳被”。当她一眼瞥见被面上绣制的的鸳鸯时，心中又不禁产生了鸳鸯倒永不分离而自己如今却形单影只的慨叹，真是无可奈何！歇拍两句“酒醒霞散脸边红，梦回山蹙眉间翠”，是写思妇起床后整妆时从镜中所看到的自己的形状。她记起昨夜因欲解愁而饮酒的事来，喝得两颊升起了红霞，现在虽然酒意已消，可脸边余红犹在；而刚才她与情郎相遇的美梦，可惜一下就幻灭了，她的有如春山一样翠绿的双眉怎不蹙了又蹙呢！如此以她顾影自怜的行动描写作结，给人留下她不胜相思之愁的印象就更深刻难忘了。</p> <p>　　此词写思妇之离情，侧重于对她内心活动过程的揭示；然而全都以景物及其自身的行动烘染之，不仅无概念化、抽象化之弊，且更如小说塑造人物形象那样，颇有浮雕感、立体感的审美效应。此外，词中几乎每一个句子都提炼得绮丽而自然，全词行文畅达得如行云流水。宋人<a href=\"http://so.gushiwen.org/author_938.aspx\">胡仔</a>《苕溪渔隐词话》卷一云：“词句欲全篇皆好，极为难得”（见《词话丛编》第167页）。</p>",
  "poet": {
    "id": 280,
    "star": 0,
    "name": "谢逸",
    "desc": "谢逸（1068-1113，一说1010-1113）字无逸，号溪堂。宋代临川城南（今属江西省抚州市）人。北宋文学家，江西诗派二十五法嗣之一。与其从弟谢薖并称“临川二谢”。与饶节、汪革、谢薖并称为“江西诗派临川四才子”。 曾写过300首咏蝶诗，人称“谢蝴蝶”。生于宋神宗赵顼熙宁元年，幼年丧父，家境贫寒。与汪革、谢薖同学于吕希哲，刻苦磨砺，诗文俱佳。两次应科举，均不第。宋徽宗赵佶政和三年以布衣终老于故土，年四十五。"
  },
  "tags": [
    "写景",
    "妇女",
    "怀人"
  ]
}