{
  "id": 57544,
  "star": 90,
  "name": "念奴娇·登建康赏心亭呈史致道留守",
  "dynasty": "宋代",
  "content": "我来吊古，上危楼、赢得闲愁千斛。虎踞龙蟠何处是，只有兴亡满目。柳外斜阳，水边归鸟，陇上吹乔木。片帆西去，一声谁喷霜竹。 <br>却忆安石风流，东山岁晚，泪落哀筝曲。儿辈功名都付与，长日惟消棋局。宝镜难寻，碧云将暮，谁劝杯中绿。江头风怒，朝来波浪翻屋。",
  "fanyi": "<p><strong>译文<br></strong>此言登亭凭吊古代遗迹，只落得满腔愁绪。钟山龙盘，石城虎踞，真帝王之都在哪里呢？只留下了六朝兴亡古迹。夕阳斜照在迷茫的柳树上 ；在水边觅食的鸟儿，急促地飞回窝巢；垅上的乔木，被狂风吹打，飘落下片片黄叶；一只孤零零的小船，漂泊在秦淮河中，匆匆地向西边驶；不知何人，吹奏起悲凉的笛声。<br>官谢安一代风流，晚年仍不免忧谗畏讥，至有泪落哀筝之悲。谢安将建功立业的机会都交付给儿辈如谢玄等，自己则以下棋消磨时光。官耿耿心曲难为人知，时不我待，惟有借酒浇愁。朝来遥望江头，风急浪高，直有推翻房屋之势。</p> <p><strong>注释<br></strong>1.赏心亭：位于建康下水门之上，下临秦淮河，是当时的游览名胜，<a href=\"http://so.gushiwen.org/author_217.aspx\">辛弃疾</a>特爱登此亭眺望。留守：即行宫留守、宋室南渡初，高宗一度驻跸建康，故称建康为行宫。<br>2.危楼：高楼，此代指赏心亭。斛：古人以十斗为一斛。<br>3. 虎踞龙盘：刘备曾使<a href=\"http://so.gushiwen.org/author_507.aspx\">诸葛亮</a>至京，因睹秣陵山阜，叹曰：“钟山龙盘，石城虎踞，真帝王之宅也。”（《太平御览·州郡一》引张勃《吴录》）兴亡：指六朝兴亡古迹。三国时吴国孙权，东晋司马睿及南朝的宋、齐、梁、陈曾先后建都于金陵（建康）。<br>4.陇上：田埂，此泛指田野。喷霜竹：印吹笛。宋<a href=\"http://so.gushiwen.org/author_268.aspx\">黄庭坚</a>《念奴娇·断虹霁雨》：“孙郎微笑，坐来声喷霜竹。”霜竹：秋天之竹，代指竹笛。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　登览怀古之作，往往以历史的变迁寄寓对国事的感慨，借古讽今，以雄深跌宕为胜。对于知己的唱和之作，往往是心语的倾诉，以诚挚深切为高。要将这两种意思打和成一片，就需要糅合两种不同的美学风格，兼有雄深与温婉。这是一种难以达到的妙境，而本词显然达到了这一境界。[3] 此词分以下几个方面下笔：建康的地理形势、眼前的败落景象，并用东晋名相谢安的遭遇自喻，表达词人缺乏知音同志之士的苦闷，最后用长江风浪险恶，暗指南宋的危局。</p> <p>　　开头三句，开门见山，直接点明主题，抒发内心感情基调。然后再围绕主题，一层一曲地舒展开来。“上危楼，赢得闲愁千斛”，是说词人登上高楼，触景生情，引起无限感慨。“闲愁千斛”，是形容愁苦极多。“闲愁”，是作者故作轻松之笔，其实是作者关心国事但身不在要位始终不能伸抗金之志的深深忧愁。</p> <p>　　四、五两句，采用自问自答的方式，把“吊古伤今”落到实处。“虎踞龙蟠何处是”？问话中透出今不比昔的悲凉。据《金陵图经》记载：“石头城在健康府上元县西五里。<a href=\"http://so.gushiwen.org/author_507.aspx\">诸葛亮</a>谓吴大帝曰：‘秣陵地形，钟山龙蟠，石城虎踞，真帝王之都也。’”正因为如此，健康曾经成为六朝的国都。但在<a href=\"http://so.gushiwen.org/author_217.aspx\">辛弃疾</a>看来，此时却徒留空名，和一片败亡的气息。这里暗中，谴责南宋朝廷不利用健康的有利地形抗击金兵、收复中原饱含感情的问答异常生动地勾画出词人大声疾呼、痛苦欲绝、气愤填膺的形象。“兴亡满目”，“兴亡”是偏义词，侧重于“亡”字。</p> <p>　　“柳外斜阳”五句，是健康眼前的景象，把“兴亡满目”落到实处，渲染一种国势渐衰悲凉凄楚的气氛：夕阳斜照在迷茫的柳树上；在水边觅食的鸟儿，急促地飞回窝巢；垅上的乔木，被狂风吹打，飘落下片片黄叶；一只孤零零的小船，漂泊在秦淮河中，匆匆地向西边驶；不知何人，吹奏起悲凉的笛声。映入词入眼帘怎能不勾起作者忧国的感叹。同时词人独选此景，也正是意在表达自己内心的情感。从构思而言，上片三个层次，采用层层递进、环环紧扣的笔法，衔接极为严密。而各个层次，又都从不同的角度，加深和强化主题。</p> <p>　　上片十句侧重于吊古伤今。下片十句则侧重于表现词人志不得神、无法实现抗金国收河山壮志的愁苦，及其对国家前途的忧虑。下片亦分三个层次，前五句为一个层次，是曲笔。次三句为一个层次，是直抒胸臆。最后两句为一个层次，是比喻。各层次的笔法虽不相同，但能相辅相成，浑然符契。</p> <p>　　“却忆安石风流”五句，用谢安（安石）受谗被疏和淝水之战等典故。前三句写谢安早年寓居会稽，与<a href=\"http://so.gushiwen.org/author_581.aspx\">王羲之</a>等知名文人，“渔弋山水”、“言咏属文”，风流倜傥逍遥洒脱。作者借此表达自己本也可隐居安逸但忧国之心使其尽小国事，以至“泪落哀筝曲”。晋孝武帝司马曜执政，谢安出任宰相，后来受谗被疏远。</p> <p>　　“泪落哀筝曲”，是写谢安被疏远后，孝武帝有次设宴款待大将桓伊，谢安在座。桓伊擅长弹筝，谢安为孝武帝弹一曲《怨<a href=\"http://so.gushiwen.org/view_57544.aspx\">诗</a>》，借以表白谢安对皇帝的忠心，和忠而见疑的委屈，声节慷慨，谢安深受感动，泪下沾襟。孝武帝亦颇有愧色。词人在此借古人之酒杯，浇自己之块垒，曲折隐晦地表达未见重用志不得伸的情怀。“儿辈”两句，写谢安出任宰相未被疏前，派弟弟谢石和侄儿谢玄领兵八万，在淝水大败前秦苻坚九十万大军的事。当捷报传到健康，谢安正在和别人下棋。谢安了无喜色，仍下棋如故。别人问谢安战况时，谢安才漫不经心的答道：“小儿辈遂已破贼。”这段历史，本来说明谢安主持国事，沉着与矜持。可是，辛弃疾改变了它的原意，把词意变成：建立功名的事，让给小儿辈干吧，我只须整天下棋消磨岁月！不难看出，这里包含着词人壮志未酬、虚度年华的愁苦，同时也给予议和派以极大的讽刺。</p> <p>　　辛弃疾为词气魄不亚于东坡，但这里却屡用喻指，语含讥讽，可见长期的压抑使之极度愤懑，而面对现实除了无奈更别无他法。</p> <p>　　“宝镜”三句，笔锋又双从历史转到现实，词人用寻觅不到“宝镜”、夜幕降临、无人劝酒，暗喻壮志忠心不为人知、知音难觅的苦闷。“宝镜”，唐李濬《松窗杂录》载秦淮河有渔人网得宝镜，能照见五脏六腑，渔人大惊，失手宝镜落水，后遂不能再得。这里借用此典，意在说明自己的报国忠心保国之才无人鉴察。刘熙载说：“稼轩词龙腾虎掷，任古书中俚语、瘦语，一经运用，便得风流，天姿是何敻异！”（《艺概·词曲概》）的确，“宝镜”三句，感情基调虽然悲愤沉郁，但词句却含蓄蕴藉，优美动人。</p> <p>　　最后两句，境界幽远，寓意颇深。它写词人眺望江面，看到狂风怒号，便预感到风势将会愈来愈大，可能明朝长江卷起的巨浪，会把岸上的房屋推翻。这两句不仅写出江上波涛的险恶，也暗示对时局险恶的忧虑。</p> <p>　　“吊古”之作，大都抒发感慨或鸣不平。辛弃疾写得尤其成功，感人至深。《宋史》本传称其“雅善长短句，悲壮激烈”。即说明辛词此类作品的豪放风格。</p>",
  "about": "<h2>创作背景</h2> 　　公元1168年（宋孝宗乾道四年），<a href=\"http://so.gushiwen.org/author_217.aspx\">辛弃疾</a>任建康（今江苏南京）通判，当时他南归已经七个年头，而他期望的抗金复国事业，却毫无进展，而且还遭到朝中议和派的排挤打击。词人在一次登健康赏心亭时，触景生情，感慨万千，便写下此作。",
  "poet": {
    "id": 217,
    "star": 0,
    "name": "辛弃疾",
    "image": "http://img.gushiwen.org/authorImg/xinqiji.jpg",
    "desc": "辛弃疾（1140－1207），南宋词人。原字坦夫，改字幼安，别号稼轩，汉族，历城（今山东济南）人。出生时，中原已为金兵所占。21岁参加抗金义军，不久归南宋。历任湖北、江西、湖南、福建、浙东安抚使等职。一生力主抗金。曾上《美芹十论》与《九议》，条陈战守之策。其词抒写力图恢复国家统一的爱国热情，倾诉壮志难酬的悲愤，对当时执政者的屈辱求和颇多谴责；也有不少吟咏祖国河山的作品。题材广阔又善化用前人典故入词，风格沉雄豪迈又不乏细腻柔媚之处。由于辛弃疾的抗金主张与当政的主和派政见不合，后被弹劾落职，退隐江西带湖。"
  },
  "tags": [
    "吊古伤今"
  ]
}