{
  "id": 73189,
  "star": 14,
  "name": "玩月城西门廨中",
  "dynasty": "宋代",
  "content": "始出西南楼，纤纤如玉钩。<br>末映东北墀，娟娟似蛾眉。<br>蛾眉蔽珠栊，玉钩隔琐窗。<br>三五二八时，千里与君同。<br>夜移衡汉落，徘徊帷户中。<br>归华先委露，别叶早辞风。<br>客游厌苦辛，仕子倦飘尘。<br>休澣自公日，宴慰及私辰。<br>蜀琴抽白雪，郢曲发阳春。<br>肴干酒未阕，金壶启夕沦。<br>回轩驻轻盖，留酌待情人。",
  "shangxi": "<h2>赏析</h2> <p>　　这是一首赏月<a href=\"http://so.gushiwen.org/view_73189.aspx\">诗</a>。宋孝武帝孝建年间，诗人在秣陵县（今江苏江宁）县令任，秋日于城西门官署中赏月而作此，记叙赏月情景以及由此而引起的对飘泊不定的仕官生活的厌倦情绪。</p> <p>　　首六句是第一段，追叙诗人一直在望月，不但望日望月，新月时也在望，怀人之思深矣。“始出西南楼，纤纤如玉钩”，“纤纤”，细小柔弱的样子，二句写新月初生，细小弯曲而柔弱娇美，如玉钩般晶莹剔透的月牙，开始出现在西南楼的方向。以下又以“末映东北墀，娟娟似蛾眉”二句承接上文，继续写新月的将落。“墀”，指台阶，“蛾眉”，蚕蛾的触须，弯曲而细长，形如人的眉毛，古时因此用来比喻美女长而弯曲的眉毛。此二句说新月将落时，那弯曲细长而娟美的新月转而照射在东北面的台阶上。以下二句则总写新月，“珠栊”，珍珠装饰的窗户，“琐窗”，带有连琐花纹的窗户。初生新月光线柔和微弱，所以似乎被带有珠饰和琐形花纹的窗帘所遮隔。这里“蛾眉蔽珠栊，玉钩隔琐窗”二句，把无形之光线当作有形之物体来写，形象生动而富有实体感。这种以实写传虚景的手法，把初生新月娟美柔弱、犹如病态美人婀娜多姿的形态细腻传神地活现了出来，给读者留下了许多可以想象的审美空间，取得了良好的审美效果。</p> <p>　　中间六句是第二段，写眼前月圆的实景。“三五二八夜，千里与君同”，笔锋一转，由初生新月写到望日之月。“三五”、“二八”，农历十五、十六两日，古人以月小十五，月大十六为望日，月最圆。读至此，方使人悟到以上六句所写是追叙，其目的正是以新月和眼前望日之月作对比。新月光线柔弱，恐难以照远，不能和远方的“情人”共赏，而今正是月圆光满之时，正好与对方隔千里而共度此良宵。引出怀人之思，为下文的厌倦客游生活埋下伏笔。“夜移衡汉落”，承上继续写眼前景，并交待时间。“衡”，玉衡，此指北斗星，“汉”，天汉，即银河。北斗星转换了方向，银河众星也逐渐稀疏，表示夜已很深，交待赏月已久。“徘徊帷户中”，笔锋又转到玩月，写月光缓慢地照进屋中。此句又一次采用了以实写传虚景的手法，把月光的移动比作人的徘徊，富于感情色彩，也暗示了诗人当时的忧愁心绪。“归华”二句，转写月光照射下的官廨中残花败叶景象，并由花叶的过早为风露所摧残凋零，转而进一步引起下文的身世之感和对现实状态的忧怨。“归华先委露，别叶早辞风”，对仗工整，平仄协调，可谓律诗佳联。</p> <p>　　诗后十句是第三段。“客游厌苦辛”二句，是由上文的残花败叶的凄凉景象转到自身倦于客游仕官生活的感受，过渡自然和谐。由于厌倦了这种如飘尘般的不稳定生活，所以诗人自然而然地闪现出“休澣自公日，宴慰及私辰”的想法。“休澣”，即休沐，指古代官员的例假；“自公”，用《诗经·召南·羔羊》的“退食自公”意，指从公务中退出。二句说乘这公务繁忙之后的休假日及时地休息宴饮。“宴慰及私辰”句比较巧妙，既照应了题目的玩月，又自然地向下文的写赏月时的宴饮过渡。</p> <p>　　“蜀琴抽白雪，郢曲发阳春”，承接上文“宴慰”，“蜀琴”，蜀地的琴，<a href=\"http://so.gushiwen.org/author_70.aspx\">司马相如</a>善弹琴而居蜀，所以有此称；“白雪”、“阳春”，歌曲名。此二句写赏月时用优美动听的音乐来娱悦身心，消除不快。同时又暗用<a href=\"http://so.gushiwen.org/author_358.aspx\">宋玉</a>《对楚王问》“客有歌于郢中者，其为《阳春白雪》，国中属而和者，不过数人”之典，表示自己志趣洁白高尚，知音者少，照应上文“千里与君同”，又为结尾的“留酌待情人”埋下伏笔，具有多重作用。“肴干酒未阕，金壶启夕沦”，仍就眼前而说，上句说玩月而饮，肴菜已尽而饮兴正浓；下句照应“夜移衡汉落”，“金壶”，即铜壶，又名漏，是古代的一种计时工具，此说上面铸有金人的夜漏已尽，天色将明，又一次交待时间。末二句承“启夕沦”，写天色将明而不得不结束这次的赏月，但临行而又止，欲留下来等待与“情人”共饮。表示对玩月之夜的无限留恋和对知音的深切怀念，与“千里与君同”相呼应，发人深思，余味无穷。</p> <p>　　此诗遣词造句形象生动，特别是前二段，把新月初生的灵幻光景和公廨处景物描绘逼肖。钟嵘《诗品》说<a href=\"http://so.gushiwen.org/author_732.aspx\">鲍照</a>“善制形状写物之辞”，又说他“贵尚巧似”，此诗可算是典型的例子。此外，此诗风格清丽柔弱，在诗人“操调隐急”（萧子显《南齐书·文学传论》）、“如饥鹰独出，奇矫无前”（敖陶孙《诗评》）的总体风格中可算是别具一格的作品，但后代有人把它和宫体诗相并论，却是失之偏颇的过激之辞。</p>",
  "poet": {
    "id": 732,
    "star": 0,
    "name": "鲍照",
    "image": "http://img.gushiwen.org/authorImg/baozhao.jpg",
    "desc": "鲍照（约415年～466年）南朝宋文学家，与颜延之、谢灵运合称“元嘉三大家”。字明远，汉族，祖籍东海（治所在今山东郯城西南，辖区包括今江苏涟水，久居建康（今南京）。家世贫贱，临海王刘子顼镇荆州时，任前军参军。刘子顼作乱，照为乱兵所杀。他长于乐府诗，其七言诗对唐代诗歌的发展起了很重要的作用。有《鲍参军集》。"
  },
  "tags": [
    "赏月",
    "叙事",
    "抒怀"
  ]
}