{
  "id": 8028,
  "star": 40,
  "name": "寄王屋山人孟大融",
  "dynasty": "唐代",
  "content": "我昔东海上，劳山餐紫霞。亲见安期公，食枣大如瓜。 <br>中年谒汉主，不惬还归家。朱颜谢春辉，白发见生涯。 <br>所期就金液，飞步登云车。愿随夫子天坛上，闲与仙人扫落花。 ",
  "shangxi": "<h2>鉴赏</h2> <p>　　王屋山在今河南省济源市西北，自古为道教圣地，号称“清虚小有洞天”，位居道教十大洞天之首。开元年间，唐玄宗在王屋山为道教上清派宗师<a href=\"http://so.gushiwen.org/author_973.aspx\">司马承祯</a>敕建阳台观，司马承祯是<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>的<a href=\"http://so.gushiwen.org/view_8028.aspx\">诗</a>友，可能是应他的邀请，公元744年（唐玄宗天宝三年）的冬天，李白同<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>一起渡过黄河，去王屋山，他们本想寻访道士华盖君，但没有遇到。可能是这时他们遇到了一个叫孟大融的人，志趣相投，所以李白挥笔给他写了这首诗。 </p> <p>　　值得注意的是，李白在劳山（“崂山”在古代的另一个写法）时并没有当场吟诗，而是在离开崂山之后不久，以回忆的笔调写的。滑稽的是，唐朝的大部分皇帝都仅仅因为自认为是道教创始人李聃的后裔而把道教奉为国教，尊老子为“太上玄元皇帝”；更加滑稽的是，李白仅仅因为也姓李而去凑这个“道教至上”的热闹。他之所以去崂山，是因为唐朝另一位老道<a href=\"http://so.gushiwen.org/author_2843.aspx\">吴筠</a>的怂恿。吴因为进士不第而学道，在744年遇到李白之前，已经去嵩山和茅山修炼过多年。李白到了崂山，印象更深的是海，而不是山，所以，他先说“东海”（东边的海，泛指，而不是现如今作为专有名词的“东海”），然后说“劳山”。</p> <p>　　饮食文化是中国文化的重要组成部分，或者说是核心部分。所以很多事物，或者说很多对事物的体验，都是用饮食来比喻。“餐紫霞”典自颜延年的诗句“本自餐霞人”。这是把紫霞比成了食物。这个比喻在西方人看来，肯定是颇为不雅。但在中国，因为饮食是文化，而且是高雅文化，什么都可以吃，意味着什么都可以文化；所以，李白在崂山上大张着嘴，做咀嚼紫霞状，不是什么刹风景的举动，反而增添了不食人间烟火的仙气。接下来，还是写吃。李白惯用夸张法，曾经有“燕山雪花大如席”这样的狂譬，把枣子比成瓜虽然不是那么张狂，但也够夸大的。有人从现实主义的角度辩护说，崂山土肥水富，枣子真有鸡蛋般大的。这样的辩护不仅没有必要，而且是对李白创作风格的误解。在我看来，如果是出自李白之口，那么，说“劳山枣子大如鸡”，都是可以的。</p> <p>　　况且，这个比喻典自有关安期公的传说。据《史记》说，安期公吃的枣子大得像瓜。“安期公”本来是琅琊郡的一位隐士，在海边以卖药为生，老而不死，后来得道成仙，被称为“千岁翁”。他是传说中的人物，吃的是传说中的枣子；一个一千岁的人吃的枣子即使没有100年的生长期，恐怕也有几十年吧；几十年的枣子长得像个鸡蛋，就不足为奇了。</p> <p>　　秦始皇分天下为36郡，其中之一为琅琊郡，那时，别说是崂山，连青岛都属于琅琊。秦始皇东巡的最后一站就是琅琊，曾经召见过这位比彭祖还寿长200年的安期公，密谈了三天三宿。安期公离开时，给秦始皇留言，“千年之后，求我于蓬莱山下。”因此，有一种传说认为，秦始皇派遣徐福等人入海去求的就是这位“千岁翁”。李白到了崂山，当然会听说或想起这位道教传说中的神仙，但说他“亲见安期公”，是绝对不可能。于是，又有人圆场说，李白所见的是另一个叫“安期公”的人。这样的解释累不累啊？李白自己说“亲见”就一定是亲眼所见了吗？未必也。《梦游天姥吟留别》曰：“空中闻天鸡。”难道天空中真地出现了一只鸡，李白真地听见了它的啼鸣？有人非得穷首皓经地去统计“李白斗酒诗三百”是哪三百首诗，或去考证“白发三千丈”中的“丈”是唐朝的计量单位从而证明“三千丈”是实指，这些都是陋儒的思维？这样的思维与诗人的思维有天壤之别。</p> <p>　　<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>《长恨歌》起篇就是“汉皇重色思倾国”。瞧，“俺嘲讽的不是你<a href=\"http://so.gushiwen.org/author_520.aspx\">李隆基</a>，而是汉朝的某个昏君。你可别找我的麻烦，让我吃文字官司啊。”这等于给文字狱打了预防针。李白所拜谒的皇帝就是唐玄宗李隆基，拜见的时间是</p> <p>　　742年，当时他已经41岁了，所以说是“中年谒汉主”。李白坚信自己是天才，而且坚信“天生我才必有用”；所以，他是抱着很大的抱负奉召入京的；但到了长安，他发现根本不是那么回事。唐玄宗自己此时已沉湎于声色犬马，只想让李白当词臣，给他歌功颂德、粉饰太平，所以只给了一个翰林院的虚职。李白是何等人，哪受得了这等窝囊气，因此，他感觉颇为“不惬”。他在长安的酒肆、青楼赋闲、荒唐、等待了三年之后，绝望了，也厌倦了。他跟唐玄宗说，自己想还乡。唐玄宗知道他去意已决，同时知道他未必真想回老家，而是想纵情山水，所以给他写的手谕是“恩准赐金还山”。纵情山水的人是把山水当成家的，所以“还山”就是“归家”。</p> <p>　　眼看自己年纪大了，仕途不再有望；于是，李白的济世之志转为出世之思。《抱朴子》说，人服了金液就可以成仙，就可以腾云驾雾。在上古，就有神仙以云为车的传说。诗写到这里，李白已经沉醉于自己的想象，连车子都为自己准备好了，连在天上的工作都为自己找好了——跟仙人们一起扫扫落花而已。多么轻松、惬意、逍遥。</p> <p>　　唐玄宗是李白诗歌的“粉丝”（fans），李白离开了长安，但他的诗通过各种渠道及时地传到皇帝的耳朵里。这首崂山诗激发了唐玄宗对崂山的浓厚兴趣，4年之后，他派遣几名道士前往崂山采药，并将崂山命名为“辅唐山”，简直把崂山视若左臂右膀了。上行下效，崂山因此而出了名。这不能不归功于李白的诗篇。</p>",
  "about": "<h2>创作背景</h2> 　　开元年间，唐玄宗在王屋山为道教上清派宗师<a href=\"http://so.gushiwen.org/author_973.aspx\">司马承祯</a>敕建阳台观，司马承祯是<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>的<a href=\"http://so.gushiwen.org/view_8028.aspx\">诗</a>友，可能是应他的邀请，公元744年（唐玄宗天宝三年）的冬天，李白同<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>一起渡过黄河，去王屋山，他们本想寻访道士华盖君，但没有遇到。这时他们见到了一个叫孟大融的人，志趣相投，所以李白挥笔给他写下了这首诗。",
  "poet": {
    "id": 247,
    "star": 0,
    "name": "李白",
    "image": "http://img.gushiwen.org/authorImg/libai.jpg",
    "desc": "李白（701年－762年），字太白，号青莲居士，唐朝浪漫主义诗人，被后人誉为“诗仙”。祖籍陇西成纪(待考)，出生于西域碎叶城，4岁再随父迁至剑南道绵州。李白存世诗文千余篇，有《李太白集》传世。762年病逝，享年61岁。其墓在今安徽当涂，四川江油、湖北安陆有纪念馆。"
  },
  "tags": [
    "友情"
  ]
}