{
  "id": 71152,
  "star": 2996,
  "name": "满井游记",
  "dynasty": "明代",
  "content": "　　燕地寒，花朝节后，余寒犹厉。冻风时作，作则飞沙走砾。局促一室之内，欲出不得。每冒风驰行，未百步辄返。</p> <p>　　廿二日天稍和，偕数友出东直，至满井。高柳夹堤，土膏微润，一望空阔，若脱笼之鹄。于时冰皮始解，波色乍明，鳞浪层层，清澈见底，晶晶然如镜之新开而冷光之乍出于匣也。山峦为晴雪所洗，娟然如拭，鲜妍明媚，如倩女之靧面而髻鬟之始掠也。柳条将舒未舒，柔梢披风，麦田浅鬣寸许。游人虽未盛，泉而茗者，罍而歌者，红装而蹇者，亦时时有。风力虽尚劲，然徒步则汗出浃背。凡曝沙之鸟，呷浪之鳞，悠然自得，毛羽鳞鬣之间皆有喜气。始知郊田之外未始无春，而城居者未之知也。</p> <p>　　夫不能以游堕事而潇然于山石草木之间者，惟此官也。而此地适与余近，余之游将自此始，恶能无纪？己亥之二月也。",
  "fanyi": "<p><strong>译文</strong><br>　　北京一带气候寒冷，花朝节过后，冬天余下的寒气还很厉害。冷风时常刮起，刮起就飞沙走石。拘束在一室之中，想出去不可得。每次冒风疾行，不到百步就（被迫）返回。<br>　　二十二日天气略微暖和，偕同几个朋友出东直门，到满井。高大的柳树夹立堤旁，肥沃的土地有些湿润，一望空旷开阔，（觉得自己）好像是逃脱笼子的天鹅。这时河的冰面刚刚融化，波光才刚刚开始明亮，像鱼鳞似的浪纹一层一层，清澈得可以看到河底，光亮的样子，好像明镜新打开，清冷的光辉突然从镜匣中射出来一样。山峦被晴天融化的积雪洗过，美好的样子，好像刚擦过一样；娇艳光亮，（又）像美丽的少女洗了脸刚梳好的髻寰一样。柳条将要舒展却还没有舒展，柔软的梢头在风中散开，麦苗破土而出，短小如兽颈上的毛，才一寸左右。游人虽然还不旺盛，（但）用泉水煮茶喝的，拿着酒杯唱歌的，身着艳装骑驴的，也时时能看到。风力虽然还很强，然而走路就汗流浃背。举凡（那些）在沙滩上晒太阳的鸟，浮到水面上戏水的鱼，都悠然自得，一切动物都透出喜悦的气息。（我这）才知道郊野之外未曾没有春天，可住在城里的人（却）不知道啊。<br>　　不会因为游玩而耽误公事，能无拘无束潇洒在山石草木之间游玩的，恐怕只这个职位了。而此地正好离我近，我将从现在开始出游，怎能没有记述？（这是）明万历二十七年二月啊。 </p> <p><strong>注释</strong><br>第一段<br>满井，明清时期北京东北角的一个游览地，因有一口古井，“井高于地，泉高于井，四时不落”，所以叫“满井”。<br>燕（yān）指今河北北部、辽宁西部、北京一带。这一地区原为周代诸侯国燕国故地。<br>花朝（zhāo）节:旧时以阴历二月十二日为花朝节，据说这一天是百花生日。<br>犹：仍然。<br>冻风时作（zuò）：冷风时常刮起来。作，起。<br>砾：小石块。<br>局促：拘束。<br>第二段<br>和：暖和。<br>偕：一同。<br>东直：北京东直门，在旧城东北角。满井在东直门北三四里。<br>土膏：肥沃的土地。膏，肥沃。<br>脱笼之鹄：从笼中飞出去的天鹅。<br>冰皮：冰层，指水面凝结的冰层犹如皮肤。<br>乍：刚刚，开始。<br>鳞浪：像鱼鳞似的细浪纹。<br>晶晶然：光亮的样子。<br>新开：新打开。<br>冷光：清冷的光。<br>乍出于匣也：乍，突然。匣，指镜匣。<br>山峦为晴雪所洗：山峦被融化的雪水洗干净。为，被。晴雪，晴空之下的积雪。<br>娟然：美好的样子。<br>拭（shì）：擦拭<br>如倩女之靧（huì）面而髻（jì）鬟（huán）之始掠也：像美丽的少女洗好了脸刚梳好髻鬟一样。倩，美丽的女子。<br>靧，洗脸。<br>掠，梳掠。<br>舒：舒展。<br>梢：柳梢。<br>披风：在风中散开。<br>披，开、分散。<br>麦田浅鬣（liè）寸许：意思是麦苗高一寸左右。 鬣：兽颈上的长毛，这里形容不高的麦苗。<br>泉而茗（míng）者，罍（léi）而歌者，红装而蹇（jiǎn）者：汲泉水煮茶喝的，端着酒杯唱歌的，穿着艳装骑驴的。<br>茗，茶。罍，酒杯。<br>蹇，这里指 驴。<br>泉、茗、罍、蹇都是名词作动词用。<br>泉，用泉水煮。<br>茗，煮茶。<br>罍，端着酒杯。<br>蹇，骑驴。<br>劲：猛、强有力。读jìng。<br>虽：注意，这里的虽指虽然，而不是即使。<br>浃（jiā）：湿透。<br>悠然自得：悠然，闲适的样子。自得，内心得意舒适。<br>曝沙之鸟，呷（xiā）浪之鳞：在沙滩上晒太阳的鸟，浮到水面戏水的鱼。<br>呷，吸，这里用其引申义。<br>鳞，代鱼。<br>毛羽鳞鬣：毛，指虎狼兽类；羽，指鸟类；鳞，指鱼类和爬行动物；鬣，指马一类动物。合起来，泛指一切动物。 未始无春：未尝没有春天。这是对第一段“燕地寒”等语说的。<br>第三段<br>夫（fu）：用于句子开头，可翻译为大概。<br>堕（huī）事：耽误公事。堕，坏、耽误。<br>潇然：悠闲自在的样子。<br>惟：只<br>此官：当时作者任顺天府儒学教授，是个闲职。<br>而此地适与余近：适，正好。<br>恶（wū）能：怎能。恶，怎么。<br>纪：记录。<br>己亥：明万历二十七年（1599年）</p>",
  "shangxi": "<h2>赏析</h2> <p>　　文章的开头就不俗，充分反映了作者“不拘格套”和“发人所不能发”的文学主张。</p> <p>　　作者在文中是写春游，但一开头却写不能游；作者在文中要表现的是早春时节那将舒未舒的柳条和如浅鬣寸许的麦苗，但开头却大写气候恶劣，“余寒犹厉，冻风时作，作则飞砂走砾”。</p> <p>　　在这种气候下，即使有心去郊游也无法成行：“每冒风驰行，未百步辄返。”作者用恶劣气候和不能出游作一篇游记的开头，在立意和结构上起了这样两个作用：其一，是用城内的枯燥局促与后面将要描述的城外春色春意形成对比，从而得出作者要得出的结论：“始知田郊之外，未始无春，而城居者未之知也”。当然，结论之外又有深意，它实际上是反映了作者对城市、官场的厌弃和投身于大自然怀抱的欣喜之情。如没有第一段的飞砂走砾、枯坐一室，这个创作意图就不能很好地表现出来。其二，在结构上更能体现出作者“不拘格套”“发人所不能发”的创作主张。这段文字作为游记开头却大写其不能游，这种出人意料的新奇笔法当然不同于常格，既反映出作者随笔写来、兴之所至的性灵和意趣，也在新奇之中看出作者不同于常规的文学追求。</p> <p>　　从第二段开始，作者突然笔锋一转去写春游，这中间没有过渡性的语句，显得很突兀，反映了作者思绪的跳跃。“二十日，天稍和，偕数友出东直，至满井。”短短一句之中，交待了出游日期、春游地点及行走路线，显得干净利落。下面即进入对满井春色的正面描绘。作者描绘的步骤是按游人的观赏习惯由远及近、由面及点。作者先写远景：“高柳夹堤，土膏微润，一望空阔，如脱笼之鹄”。这是对郊外早春的总体印象，也是对满井一带的泛写和纵览。作者虽未提早春，但早春景色自现。正因为春天到了，冰雪消融，春雨蒙蒙，大地才会变得滋润，但春天毕竟才刚刚开始，所以又是“微润”。同样地，正因为是早春，草木尚未繁茂，人的视线无遮无拦，才会“一望空阔”。作者驾驭语言的功力，于此可见一斑。另外，作者又用“脱笼之鹄”来形容他乍见郊外早春景色的感奋和摆脱了城中局促的欢欣，也显得生动传神，使景和情很好地交融为一体。下面，转入近景的描绘，作者选择三组优美的镜头来表现早春二月满井一带的旖旎风光。首先写水：“于时，冰皮始解，波色乍明，鳞浪层层，清澈见底。晶晶然如镜之新开，而冷光之乍出于匣也。”“始解”与“乍明”，说明春天已到，但又是刚到；“鳞浪层层”，既明写春风，又暗示河冰已经消融；“晶晶然如镜之新开”，是形容春天到来时河水之清澈，而“冷光之乍出于匣”，则又清澈之中加上寒意，更形象而准确地道出二月春水的典型特征。作者正是通过这形象的比喻和特别准确的副词来描写二月春水的形态、颜色、温度的。写山时，作者则又变换手法，用拟人的方法来表现。春天来了，山上的积雪消融了，但作者不说积雪消融，而说“山峦为晴雪所洗”。积雪由被动地消融变为主动地为山川梳妆打扮，山峰也由一个沉寂的静物变成一个梳洗打扮、髻鬟始掠的美女。这种拟人手法不但生动形象地描绘出春临大地、山峰转翠这个变化过程，而且也使积雪和山峰在拟人的手法中显得更加娇艳动人，充满春的气息。写田野，则抓住柳条和麦苗，柳条是将舒未舒，麦苗像野兽身上浅浅的鬣毛。我们读后不能不叹服作者观察的细致和比喻的生动准确。“将舒未舒”和“浅鬣寸许”，不但准确地写出了柳条和麦苗在早春二月时的形状，而且也把它们时时变化着的动态表现了出来。时时在吐芽，这才会将舒未舒；时时在拔节，这才会像兽身上不时生长着的鬣毛。这样的比喻更能体现出春天是个生长的季节、向上的季节这个典型的季节特征。</p> <p>　　唐代画家张彦远在谈山水画技法时说：“夫画物特忌形貌采章，历历俱足，甚谨甚细而外露巧密。”(《论画体》)也就是说画山水时要“以少总多”，以点带面，切忌全面而细密。看来，<a href=\"http://so.gushiwen.org/author_61.aspx\">袁宏道</a>是深谙此道的。他写满井之春，并没有全面地去细描密绘，而是抓住水、山、田野这三组镜头，通过冰皮、水波、山峦、晴雪、柳条、麦苗这几个典型事物来以点带面，从内在气质上把满井初春的气息写活了。</p> <p>　　如果只一味地描景，即使把景物写得再逼真，也算不上山水小品的上乘。更为重要的还要融情入景、情景交融，正像黑格尔所说的那样，必须把“人的心灵的定性纳入大自然物理”(《美学》)，让山水景物都带上作者的主观感情，成为<a href=\"http://so.gushiwen.org/author_408.aspx\">王国维</a>所称赞的“有我之境”。袁宏道在这篇游记中就是这样做的。在作者的笔下，不但那些泉而茗者、罍而歌者、红装而蹇者的游人都是兴之所至、自得其乐，而且曝沙之鸟，呷浪之鱼，也悠然自得，都有一种摆脱拘牵，放情于春光中的喜气。这种情志，实际上是作者厌弃官场，欣慕大自然的主观感觉的折射，而这种主观感觉又随着草木向荣，禽鸟的欢叫，春风的鼓荡变得更浓更深。情与景、主观与客观便浑融到一起分不清孰宾孰主了。</p> <p>　　本文作于万历二十七年（1599）。满井是北京安定门东三里外的一口古井，井中飞泉喷礴，冬夏不竭。井旁苍藤丰草，掩映着清清的渠水，错落的亭台，景色优美，是当时京郊探胜的好地方。</p> <p>　　开首点出时地节令。燕地，指现在的北京和河北省北部，古代属燕国。旧俗以阴历二月十五（一说为二月十二或二月初二）为百花生日，称为花朝节。这一天人们要到野外去玩赏春光。可是，这一年过了花朝节，百花还没有消息，余寒仍然很厉害，可见北方天气寒冷，春天来迟了。</p> <p>　　下接几句承上文“馀寒犹厉”，着重写风沙的厉害。风是“冻风”，有起冻结冰之感；而且时常刮，一刮风，就沙砾飞扬，简直没法出门。一出门，冒风快走，不到百来步就挡不住要回头。这是写渴望出游与不能出游的矛盾。作者是一位喜游爱动的人，如今花朝节已经过了，也不知花事如何，因而探春出游之意早已按捺不住，但却被寒风沙砾所阻，不得不“局促一室之内”，其懊丧和郁闷可想而知。</p> <p>　　以下，作者记叙了廿二日偕友游满井时所见的融融春光。“廿二日天稍和”几句，状写天气和心情。一个“和”字，既写天气的和暖，也透露出作者心情的解冻，于是立即同几位朋友出东直门，到满井去。“高柳夹堤，土膏微润”，是出郊所见；一个“局促室内，欲出不得”的人，忽然来到野外，看到堤岸两旁高高的柳树，闻到滋润的泥土芳香，心头不禁漾出一股春天的喜悦。他四望郊原，一片空阔，快活的心情就像脱笼之鸟之样，飞向那辽阔的春天原野。“若脱笼之鹄”，鹄就是天鹅，这是着力描写从局促困居的境况下解脱出来的喜悦。</p> <p>　　“冰皮始解”几句写春水之美。“冰皮解，波色乍明”，用对偶的句式，点出余寒已退，薄冰初消，春水开始呈现出澄明的色泽。“始”、“乍”二字扣紧早春景象，十分贴切。“鳞浪层层，清澈见底，晶晶然如镜之新开而冷光乍出于匣也”，是写微风吹过水面，漾起鱼鳞般的波纹，清澈的流水闪闪发光，好像清晨刚打开镜匣，反射出镜子的清光一样。“镜之新开”、“冷光乍出”的“新开”、“乍出”，与“冰以始解，波色乍明”的“始解”、“乍明”，一是形容一天的起点，一是形容一年的起点，相互呼应，同一机杼，很有节候感，足见作者观察的细致和刻画的工巧。另外，用新开匣的明镜来比喻明亮的春水，也显得优美熨贴；同时还可以使人联想到晨妆对镜的美人，从而具有表里相关的两层意蕴。</p> <p>　　“山峦为晴雪所洗”几句，是写春山之美。山峦的积雪被晴日所融化，青葱的山色如同经过洗试一般，显得格外鲜妍明媚，好像刚洗过脸的美人正在梳掠她的发髻。“始掠”的“始”字，表明美人晨妆刚罢。这个比喻，与上面开匣明镜的春水的比喻，虽然分别指山和水，却一气相通，由明镜而带出对镜梳妆的美人，这就把春山春水融成一体，给人以相互生发的和谐美感。</p> <p>　　写水写山之后，转笔写植物。杨柳是敏感的春天使者，也是春色的象征。“柳条将舒未舒”，写柳芽刚吐，枝头鹅黄嫩绿，宛如朵朵蓓蕾，欲开还闭，别有一种风韵。“柔梢披风”，则写出杨柳的动态美。轻柔的柳梢，虽然还没有垂下万缕金丝，却已经迎着和暖的春风低昂而舞了。用一“柔”字、“披”字，写早春杨柳的风姿，很传神。这几句写杨柳，回应前面“高柳夹堤”一句，而作进一步的领略观赏。“麦田浅鬣寸许”，则回应前面“土膏微润”一句，视线由高而低：那一望无际的平畴上，浅绿的麦苗已经从芳润的泥土中探出头来，刚刚只有寸把长呢，整齐得像短短的马鬃一样。作者以极其简练的文字，把景物的特征和自己的审美感受鲜明地表现出来，每一句都渗透着明朗而喜悦的感情色彩。</p> <p>　　以上几小段，从初到野外的第一印象写起，进而逐层展示春水之美，春山之美，杨柳之美，麦苗之美，构成了一幅北国郊原的早春风光图，令人目不暇接，心旷神怡。这是描写早春风光的第一大层次。</p> <p>　　接着写早春的游人。余寒刚过，盛春未到，游人也还不多。但是春天毕竟来了，第一批郊游者也跟着来了。作者写了游人的几种情态：“泉而茗者”，是饮泉水煮茶的，显得清雅而悠闲；“罍而歌者”，是边喝酒边唱歌的，显得豪爽而痛快；“红装而蹇者”，写穿着艳丽服装的女子，骑着毛驴缓缓而得，显得从容而舒适。“亦时时有”，是说经常可以看到。这一句反接“游人虽未盛”一句，说明游春者已颇有人在。作者对这些最早到郊外来寻春的游人，显然是欣赏而怀有好感的。“风力虽未劲，然徒步则汗出浃背”，这两句是抒写自己的感受，尽管郊原的风还很有点劲道，但徒步而游，从背上沁出的汗水中，却分明可以感到暖融融的春意了。这一节从游人着笔，写出各得其乐的种种情态，无异是一幅郊原春游图。他们既领略着最早的春光，又给余寒初退、大地回春的景色增添了不少的生气和暖意。这一倒叙之笔，成为描写早春风光的第二大层次。</p> <p>　　“凡曝沙之鸟”几句，写大自然中的生物。“曝沙之鸟”，指在沙滩上晒太阳的鸟儿；“呷浪之鳞”，指在水波中呼吸的鱼儿。曝沙，描写鸟的安闲恬静；呷浪，刻画鱼的自由天真。作者通过鱼鸟一动一静的情态，概括了大自然一切生物在春光中的悠然自得之感。他甚至发现和感受到鸟的羽毛和鱼的鳞鳍之间，都洋溢着一股“喜气”。这真是体察入微，化身为鱼鸟的代言人了。所谓“替山川写照，为鱼鸟传神”，作者以画工的手段、<a href=\"http://so.gushiwen.org/view_71152.aspx\">诗</a>人的敏感，把早春景色写活了。这一节着眼于大自然的生物，构成了春光描写的第三大层次。</p> <p>　　通过以上三个层次描写，得出一个审美结论：“始知郊田之外，未始无春，而城居者未之知也。”春在郊田之外，而居住在城里的人还不知道。辜负春光，岂不可惜！这几句与开头“局促一室之内，欲出不得”对照，可以感到作者由衷的欣慰之情。他在郊田之外，呼吸领略到初春的气息和大自然的蓬勃生机，心头的郁闷荒寒到这时便为之一扫。另外这与前面的“冻风时作，作则飞沙走砾”的景象，也恰好形成鲜明的对比。“始知郊田之外，未始无春”，这是作者郊游满井的结论。“始知”二字，得之于目接神遇的深切感受，也就是说，当他站立在郊田之外，沐浴着大好春光的时候，对于那些长期蛰居城内，感受不到早春气息的人，很有几分感慨。<a href=\"http://so.gushiwen.org/author_217.aspx\">辛弃疾</a>《鹧鸪天》词中说“城中桃李愁风雨，春在溪头荠菜花。”袁中郎的感慨在这一点上颇有共同之处，因而其寓意似乎也不局限在感知春色上，而含有引发人们摆脱尘俗，向往大自然的美好情怀。</p> <p>　　以上写景，写人，旁及鱼鸟，然后拍入到人自身。“夫能不以游堕事，而潇然于山石草木之间者，惟此官也。”这几句是说：能够自由自在地遨游于山石草木之间，而不至于因为游玩而耽误公事的，只有我这个官员啊。当时他正在作顺天府学教官，是个闲职，因而有时间纵情遨游，不怕耽误公事。“惟此官也”的“惟”字，颇有自傲和自慰之感，他不因官小职闲而懊恼，反而为此深自庆幸没有那种庸俗的封建官场习气，流露出袁中郎独特的性情与个性。</p> <p>　　结尾“此地适与余近”，从字面上是说此地刚好与我的住处接近，但这个“近”字，不仅指空间距离的相近，也指性情品格的相近。山水也有性情，辛弃疾说：“我见青山多妩媚，料青山见我应如是”（《贺新郎》）。这里就体现了物我交融、如逢知己之感。“余之游将自此始”，表示这一次满井之游，将成为一个值得纪念的开端，怎么能不记下这美好的第一印象呢？把感受化为文字，是为了巩固记忆，时时回顾，充分流露了作者的眷眷珍惜之情。事实上，作者在写这篇游记的前一年（万历二十六年），已经游过满井，而且写了一首诗；但他在这里却说“余之游将自此始”。这大概是因为这一次的感受特别深刻，所以把它作为一个美好的开端吧。最后点明写这篇游记的时间是“己亥二月”，也就是万历二十七年（1599）二月。篇末记时，是古代游记的一种常见格式。</p> <p>　　这篇游记描写北国早春气象，既能传达出山川景物之神，又处处洋溢着作者悠然神往的情感。作者从城居不见春叙起，接着写郊外探春，并逐层写出郊原早春景色的诱人，而最后归结道：“始知郊田之外，未始无春，而城居者未之知也。” 回应开头困居局促之状，迥然有苦乐之异和天渊之别，表现了作者厌弃喧嚣尘俗的城市生活，寄意于山川草木的潇洒情怀。通篇写景都渗透着这种洒脱而悠然的感情，使文字具有一种清新恬静的田园节奏。而简练的白描和贴切的比喻，更为行文增添了不少诗情画意。<br></p>",
  "about": "<h2>文言现象</h2> <p><strong>一词多义</strong><br>1、乍：<br>波色乍(zhà)明 （初，始）<br>晶晶然如镜之新开而冷光之乍出于匣（xiá）也 （突然，忽然）<br>2、鳞<br>鳞浪层层 名词作状语，波浪像鱼鳞似的一层一层的<br>呷浪之鳞（代鱼）<br>毛羽鳞鬣之间皆有喜气 （指鱼类和爬行动物）<br>3、然<br>晶晶然如镜之新开 （……的样子）<br>然徒步则汗出浃背（然而）<br>4、虽<br>风力虽尚劲，然徒步则汗出浃背（虽然）<br>游人虽未盛 （即使）<br>5、得<br>欲出不得（能，能够）<br>悠然自得： （得意）<br>6、时<br>冻风时作 （时常）<br>亦时时有（常常）<br>于时冰皮始解 （这时）<br>7、之<br>语气助词，放在主谓之间，取消句子独立性：<br>镜之新开 冷光之乍出 髻（jì ）鬟（ huán）之始掠 余之游<br>表限定关系，可译成“以”<br>一室之内 郊田之外<br>代词<br>城居者未之知<br>的<br>己亥之二月<br>8、始<br>于时冰皮始解 （开始）<br>始知郊田之外未始无春 （才）<br>9、于<br>于时冰皮始解（在）<br>冷光之乍出于匣也（从）</p> <p><strong>词类活用</strong><br>鳞浪层层 ：名词作状语，像鱼鳞似的<br>泉而茗者 ：名词作动词，汲泉水 名词作动词煮茶<br>罍而歌者：名词作动词 举杯<br>红装而蹇者：红装：名词作动词，穿着艳装 名词作动词 骑着驴<br>作则飞沙走砾：动词的使动用法，使……飞，使……滚动。<br>麦田浅鬣寸许：名词作状语，兽颈上的长毛，这里形容不高的麦苗。</p> <p><strong>特殊句式</strong><br>倒装句<br>1.始知郊田之外未始无春，而城居者未之知也。（宾语前置句，“未之知”就是“未知之”）<br>句意：才知道郊外未尝没到春天，只是居住在城里的人不知道罢了 。<br>2.晶晶然如镜之新开而冷光之乍出于匣也 。（状语后置句，“冷光之乍出于匣也”就是“冷光之乍于匣出也”）<br>被动句<br>山峦为晴雪所洗，娟然如拭，鲜妍明媚，如倩女之靧面而髻鬟之始掠也。（为翻译成被前为名词后为动词，所以是被动句）<br>句意：山峦被融化的雪水洗干净，美好的样子像擦拭过一样，鲜艳明媚，像美丽的少女洗了脸刚梳好髻鬟一样。</p> <p><strong>古今异义</strong><br>披风——古义：在风中散开。今义：披在肩上没有袖子的外衣<br>许——古义：表约数。今义：应允，认可<br>走——古义：跑。今义：行走<br>局促——古义：拘束。今义：空间的狭窄，时间的短促。<br>土膏——古义：土地肥沃。今义：很稠的糊状物。<br>恶能无纪——恶，古义：怎么。今义：恶人，罪恶。</p> <p><strong>通假字</strong><br>恶能无纪 ：通“记”，记录<br>夫不能以游堕事：通“隳”（huī），毁坏、耽误。</p> <p><strong>重点语句</strong><br>（1）燕地寒，花朝节后，余寒犹厉。<br>燕地一带（气候）寒冷，花朝节过后，严寒的余威还很厉害<br>（2）高柳夹堤，土膏微润，一望空阔，若脱笼之鹄<br>高高的柳树长在河堤的两旁，肥沃的土地微微湿润，一眼看过去空阔无际，（我）好像是从笼中飞出去的天鹅<br>（3）夫不能以游堕事，潇然于山石草木之间者，惟此官也<br>不能因为游玩而耽误公事，心中没有牵挂在山石草木之间的人，只有（我）这个闲官儿了 </p><br/><h2>主题</h2> 　　记叙了作者游历满井所看到的早春景色，抒发了作者喜悦的心情，表达了作者旷达，乐观的人生态度,体现作者厌恶官场生活，亲近大自然的情怀。以及寄情于山石草木的潇洒之情。是作者对春回大地的喜悦，对自然界重新焕发生机的欣赏和赞美。<br/><h2>写作背景</h2> 　　万历二十六年（1598年），<a href=\"http://so.gushiwen.org/author_61.aspx\">袁宏道</a>收到在京城任职的哥哥袁宗道的信，让他进京。他只好收敛起游山玩水的兴致，来到北京，被授予顺天府（治所在北京）教授。第二年，升为国子监助教，《满井游记》写于这一年的早春二月，他和几个朋友一起游览了京郊的满井，心情愉悦，文章在此背景写成。<br/><h2>研讨</h2> <p>　　第一段：花朝节过后 城中余寒犹厉的景象</p> <p>　　第二段：2月22日满井的早春景色</p> <p>　　第三段：物我交融（议论）</p> <p>　　<a href=\"http://so.gushiwen.org/author_61.aspx\">袁宏道</a>生于江南（湖北公安）。北国的寒冷，多少阻住了他的游兴。文章的第一段，就写了这种欲游不能的苦恼。早春二月，乍暖还寒，这对北方人来说本不足为奇，但对一个在江南长大的人来说，却是不可忍受的。作者从理性上知道“燕地寒”，但“花朝节后，余寒犹厉”则是他亲身的感受和体验了。一个“余”字，一个“犹”字，两相映衬，把寒流不肯罢去的情状描述无遗。那么，其具体表现是什么呢？作者用了极其简练的语言来描绘：“冻风时作，作则飞沙走砾。”不说“寒风”“冷风”而说“冻风”，意在说明寒冷的程度，也表明作者对“燕地寒”的敏感。这样恶劣的天气，只好“局促一室之内，欲出不得”。从“每冒风驰行，未百步辄返”来看，作者不知做过多少次尝试，都无奈而归。</p> <p>　　第二段是全文的主体部分，写郊游的所见所感。“欲出不得”的压抑并没有打消作者出游的念头，反而激发了他出游的热情。等待“天稍和”，作者就偕同“数友”，如脱笼之鸟，飞出城门，来到郊外。但见长堤高柳，大地回春，空旷辽远，一派生机。作者写景，主要写了水光山色，柳条麦田，以及游人的欢欣，鱼鸟的“悠然自得”。其中写水写山的部分是重点。作者先用白描的手法刻画，“波色乍明，鳞浪层层，清澈见底”，绘出初春水光；“娟然如拭，鲜妍明媚”画出春山之态。然后，分别用两个长句作喻，水如新开之镜，山如髻鬟始梳，新奇而生动。写柳条突出其“将舒未舒”的姿态，写麦田说其“浅鬣寸许”，都是典型的早春景致。写人虽寥寥数语，却颇为传神。“泉而茗者，罍而歌者，红装而蹇者”，将品茶、饮酒、骑驴观赏诸画面合为一组镜头，虽曰“未盛”，已是热闹非凡。更有晒太阳的鸟，吸水戏浪的鱼，它们的快乐不亚于游人，仿佛羽毛鳞鳍之间“皆有喜气”。最后作者总括一句：“始知郊田之外未始无春，而城居者未之知也。”这一句回应首段，是对自己冒寒出游的肯定，并对“城居者”困坐京城不知大好春光表示惋惜。</p> <p>　　文章最后一段以议论作结，再次表明作者寄情山水的兴趣。“不能以游堕事”，这是对那些热衷仕途功名的官僚而言的。至于作者本人，本无意于在政治上进取。何况他现在只不过是一个小小的教官，当然可以“潇然于山石草木之间”。“惟此官也”，既是自嘲，也是自傲。“余之游将自此始，恶能无记？”这完全是<a href=\"http://so.gushiwen.org/author_646.aspx\">柳宗元</a>《始得西山宴游记》的口吻。但所不同的是，柳宗元果然一游再游，写出了《永州八记》；袁宏道也许再没有重游满井，因为第二年八月，他就告假回乡，过上了隐居的生活。以后虽又出仕，终非所愿，年仅四十二岁病逝。<br> <br>　　1．郊田之外未始无春：一个孤独者的漫步。</p> <p>　　“始知郊田之外未始无春，而城居者未之知也”一句，是本文的画龙点睛之笔。这句话看似为作者不经意之谈，是在为自己出城郊游找借口，实则大有深意。袁宏道25岁中进士，不受官，请假归家，又与兄宗道、弟中道遍游楚中，纵情山水，访师问学，可见他追求自由的天性。袁宏道的游记散文，也充满了疏放不羁的精神，是对大自然的热爱，是对官场的厌倦，是个性的张扬和抒发。他是一个漫步郊原的孤独者，“潇然于山石草木之间”，遗落世事，在与自然风物的对话中，感受自由的可贵。</p> <p>　　2．白描的笔法。</p> <p>　　作者写景，不堆砌词藻，而是用极为简练的笔法勾勒出来。如写水为“波色乍明，鳞浪层层，清澈见底”，写柳条为“将舒未舒，柔梢披风”。这种表现方法，没有夸张、渲染和烘托，而形象却鲜明如画。</p> <p>　　3．拟人的写法。</p> <p>　　作者写山，用倩女新妆作喻，写鱼鸟，说它们洋溢着喜气，都是用了拟人的写法。这种表现方法，可以增加景物的动感或“灵气”，同时也融入作者的主观情感。把景物拟人化，是袁宏道常用的写景方法。如他说苏州虎丘“如冶女艳妆”（《上方》），写杭州西湖为“山色如娥，花光如颊”（《初至西湖记》）。在《满井游记》中这种写法也很突出。</p> <p>　　4．比喻的妙用。</p> <p>　　比喻的表现方法虽然很常见，但袁宏道运用起来自有他的新奇之处。在这篇游记中，比喻大多是用来写景的，如上文分析过的写水写山的句子；但也有的是写人（自身）的，如形容自己出城游玩为“脱笼之鹄”。这些比喻都很恰当，因为是出自作者深切的体会和感受。</p> <p>　　练习说明渗透的感情 </p> <p>　　这篇游记写初春景象，抓住了乍暖还寒、万物复苏的特点。如“柳条将舒未舒，柔梢披风”一句，写出了柳枝初展的神韵。熟读课文，试找出几处这样的景物描写，略加分析，想一想，作者在这样的描写中渗透了怎样的感情。</p> <p>　　设题目的是让学生在熟读课文的基础上，体会本文写景的特点。</p> <p>　　文中这样的景物描写还有几处，如“土膏微润”，写冬去春来大地解冻复苏的情景，简练而传神；“冰皮始解，波色乍明”，写天气转暖湖冰消融的情景，令人精神为之一振；“麦田浅鬣寸许”，写麦苗破土初芽的情景，准确而生动。作者在这样的描写中，无不渗透了对春回大地的喜悦之情，对自然界重新焕发生机的欣赏和赞美。</p> <p>　　几例运用比喻 </p> <p>　　本文在记叙描写中多处运用比喻，比如作者将初春旷野中的自己比作“脱笼之鹄”；“晶晶然如镜之新开而冷光之乍出于匣也”，以新开明镜比喻新绿水波，写出了水光的明丽，贴切而有新意；“如倩女之靧面而髻鬟之始掠也”，以新妆倩女比喻被晴雪洗过的山峦，写出了春山的“鲜妍明媚”，生动而又传神；“麦田浅鬣寸许”，以兽颈之毛比喻还没有长高的麦苗，简明而又形象。</p> <p>　　助词“之”的用法 </p> <p>　　下列三组短语中的“之”字，有的表示修饰关系，可译成“的”；有的表示限定关系，可译成“以”；有的起舒缓语气的作用，可不译。试加以辨析，并说说这些用法现在是否还在用。</p> <p>　　设题目的是让学生注意课文中助词“之”的用法，体会它在结构或语气上的作用，并作一些古今对比，加深印象。</p> <p>　　一室之内 郊田之外（表示限定关系，可译为“以”。这种用法现在的书面语中还常用，如“四海之内”“国门之外”。）</p> <p>　　脱笼之鹄 曝沙之鸟（表示修饰关系，可译为“的”。这种用法现在的书面语中也常用，尤其保留在成语中，如“惊弓之鸟”“一丘之貉”。以上两种，也都兼有舒缓语气的作用，但主要起结构作用。）</p> <p>　　倩女之面 髻鬟之始掠（起舒缓语气的作用，可不译。这种用法现在已不用。）</p> <p>　　对比《记承天寺夜游》 </p> <p>　　1、<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>心怀报国之志，而报国无门，被贬谪在外，自己得不到重用。实际是借夜游来排遣心中的苦闷。自己闲是不得以的闲。2、袁宏道个性志在游山玩水。寄情山水之中。他的闲是生活如他所愿。自得其乐的闲。是发自内心的自由自在的闲情逸致。</p> <p>　　一、</p> <p>　　学习本文，应重点引导学生把握作者个性化的写景抒情风格，并结合完成课后练习，体会本文白描和拟人手法的运用以及比喻句的表达效果。教学中，可以以提问的方式为主，辅之以必要的解说或订正。</p> <p>　　二、</p> <p>　　袁宏道的山水游记更注重对大自然的客观描写，也揭示出人们游山玩水的愉悦心情，这与唐宋时代的游记重寄托重理念的写法完全不同。可将本文与本单元前几篇课文作比较阅读，体会它们的不同特点。袁宏道的游记散文现存九十多篇，成就很大。有兴趣的同学可以找来选本作扩展阅读。</p> <p>　　三、</p> <p>　　组织一次春游，仿照本文的风格写一篇游记，要求语言简练，写出独特的感受。</p> <p>　　有关资料公安派（胡小伟） </p> <p>　　公安派，明代文学流派。代表人物为袁宗道（1560—1600）、袁宏道（1568—1610）、袁中道（1570—1623）三兄弟，因其籍贯为湖广公安（今属湖北），故世称“公安派”。其重要成员还有江盈科、陶望龄、黄辉、雷思霈等人。</p> <p>　　公安派成员主要生活在万历时期。明代自弘治以来，文坛即为<a href=\"http://so.gushiwen.org/author_146.aspx\">李梦阳</a>、<a href=\"http://so.gushiwen.org/author_407.aspx\">何景明</a>为首的“前七子”及<a href=\"http://so.gushiwen.org/author_121.aspx\">王世贞</a>、<a href=\"http://so.gushiwen.org/author_553.aspx\">李攀龙</a>为首的“后七子”所把持。他们倡言“文必秦汉、<a href=\"http://so.gushiwen.org/view_71152.aspx\">诗</a>必盛唐”，“大历以后书勿读”的复古论调，影响极大，以致“天下推李、何、王、李为四大家，无不争效其体”（《明史·李梦阳传》）。其间虽有<a href=\"http://so.gushiwen.org/author_792.aspx\">归有光</a>等“唐宋派”作家起而抗争，但不足以矫正其流弊。万历间李贽针锋相对提出“诗何必古选？文何必先秦？”和“文章不可得而时势先后论也”的观点，振聋发聩，他和焦、<a href=\"http://so.gushiwen.org/author_166.aspx\">徐渭</a>等实际上成为公安派的先导。</p> <p>　　公安派的文学主张发端于袁宗道，袁宏道实为中坚，是实际上的领导人物，袁中道则进一步扩大了它的影响。公安派的文学主张主要是：</p> <p>　　①反对承袭，主张通变。公安派诸人猛烈抨击前后七子的句拟字摹、食古不化倾向，他们对文坛“剽窃成风，众口一响”的现象提出尖锐的批评，袁宗道还一针见血地指出复古派的病源“不在模拟，而在无识”（《论文》）。他们主张文学应随时代而发展变化，“代有升降，而法不相沿，各极其变，各穷其趣”（袁宏道《叙小修诗》），“世道改变，文亦因之；今之不必摹古者，亦势也”（袁宏道《与江进之》）。不但文学内容，而且形式语言亦会有所变化而趋于通俗，这是因为“性情之发，无所不吐，其势必互异而趋俚，趋于俚又变矣”（袁中道《花雪赋引》）。因此，“古何必高？今何必卑？”他们进而主张：“信腔信口，皆成律度”，“古人之法顾安可概哉!”（袁宏道《雪涛阁集序》）冲破一切束缚创作的藩篱。</p> <p>　　②独抒性灵，不拘格套。所谓“性灵”就是作家的个性表现和真情发露，接近于李贽的“童心说”。他们认为“出自性灵者为真诗”，而“性之所安，殆不可强，率性所行，是谓真人”（袁宏道《识张幼于箴铭后》），进而强调非从自己胸臆中流出，则不下笔。因此他们主张“真者精诚之至。不精不诚，不能动人”，应当“言人之所欲言，言人之所不能言，言人之所不敢言”（雷思霈《潇碧堂集序》），这就包含着对儒家传统温柔敦厚诗教的反抗。他们把创作过程解释为“灵窍于心，寓于境。境有所触，心能摄之；心欲所吐，腕能运之”，“以心摄境，以腕运心，则性灵无不毕达”（江盈科《敝箧集序》）。只要“天下之慧人才士，始知心灵无涯，搜之愈出，相与各呈其奇，而互穷其变，然后人人有一段真面目溢露于楮墨之间”（袁中道《中郎先生全集序》），就能实现文学的革新。</p> <p>　　③推重民歌小说，提倡通俗文学。公安派重视从民间文学中汲取营养，袁宏道曾自叙以《打枣竿》等民歌时调为诗，使他“诗眼大开，诗肠大阔，诗集大饶”，认为当时闾里妇孺所唱的《擘破玉》《打枣竿》之类，是“无闻无识真人所作，故多真声”，又赞扬《水浒传》比《史记》更为奇变，相形之下便觉得“六经非至文，马迁失组练”（《听朱生说水浒传》）。这是和他们的文学发展观与创新论相联系的，对提高那一时期民间文学和通俗文学的社会地位有一定作用。</p> <p>　　公安派在解放文体上颇有功绩，“一扫王、李云雾”（《公安县志·袁中郎传》），游记、尺牍、小品也很有特色，或秀逸清新，或活泼诙谐，自成一家。但他们在现实生活中消极避世，多描写身边琐事或自然景物，缺乏深厚的社会内容，因而创作题材愈来愈狭窄。其仿效者则“冲口而出，不复检点”，“为俚语，为纤巧，为莽荡”，以至“狂瞽交扇，鄙俚大行”（<a href=\"http://so.gushiwen.org/author_426.aspx\">钱谦益</a>《列朝诗集小传》）。后人评论公安派文学主张的理论意义超过他们的创作实践，是为公允之论。</p> <p>　　（选自《中国大百科全书·中国文学》，中国大百科全书出版社1986年版） </p>",
  "poet": {
    "id": 61,
    "star": 0,
    "name": "袁宏道",
    "image": "http://img.gushiwen.org/authorImg/yuanhongdao.jpg",
    "desc": "袁宏道（1568～1610）明代文学家，字中郎，又字无学，号石公，又号六休。汉族，荆州公安（今属湖北公安）人。宏道在文学上反对“文必秦汉，诗必盛唐”的风气，提出“独抒性灵，不拘格套”的性灵说。与其兄袁宗道、弟袁中道并有才名，合称“公安三袁”。"
  },
  "tags": [
    "初中文言文",
    "小品",
    "春天",
    "纪游",
    "写景",
    "抒情"
  ]
}