{
  "id": 70389,
  "star": 5,
  "name": "杂剧·苏子瞻风雪贬黄州",
  "dynasty": "元代",
  "content": "第一折<br>助役青苗法令行，坐看足食更强兵。嗷嗷朝野多非己。独仗君王自圣明。下官姓王名安石，字介甫，金陵人氏。自幼讲明儒术，涉猎子史，叨举进士。蒙圣人抬举，官做到丞相之职。小官既蒙知遇，知无不言。言无不用。近见西北二边用兵，财用匮乏。我有一策，要行青苗助役于民间。在朝诸官，多言不便，独翰林学士苏轼，十分与我不合。昨日上疏，说我奸邪，蠹政害民。我欲报复，况主上素重其才，难以轻去。且本官志大言浮，离经畔道，见新法之行，往往行诺吟咏。我已着御史李定等，劾他赋诗讪谤，必致主上震怒，置之死地，亦何难哉。计谋已定，且试看如何。勤政楼头夜末央，五更殿陛有轻霜。欲教四海隆仁化，侧席从容纳谏章。某宋帝是也。自我祖公公太祖皇帝，陈桥推戴，奄有四海，传太宗、真宗、仁宗、英宗，以至朕躬。幸喜天下治平，独西北二边未宁，几欲用兵，又恐财用匮乏，馈饷不继。昨日宰相王安石，志欲富国强兵，意与朕合。立青苗助役之法，十分有见。但百官多喜因循，以为不便。翰林学士苏轼，尤深诋毁。朕欲加罪，怜惜其才。近闻又生怨谤，妄斥朝廷，未知真伪。左右，唤御史台官来，朕问取则。御史台官安在？圣上宣唤。某御史李定是也。自出身以来，深蒙时相王荆公抬举，见任御史之职。近因新法未行，翰林学士苏轼与荆公言论不合，令某劾其平日所为诗章有干政化者，具为一疏，劾其谤讪，本已写定了。如今圣上又来宣唤，须索走一遭去。陛下宣小臣何用？近闻学士苏轼，托诗毁谤，言官何不论劾？臣已具本，正欲投进。你说一遍朕听。御史李定等言：今有翰林学士苏轼，章句腐儒，骤登清要。志大言浮，离经畔道。论新法而短毁时相，托吟咏而谤讪朝廷。实有无君之罪，难逭欺上之诛。且如《题古桧》云：\"根到九泉无屈处，世间惟有蛰龙知。\"陛下飞龙在天，轼以为不知己，而求地下之蛰龙，非不臣而何？陛下发钱本以业贫民，轼则曰：\"赢得儿童语音好，一年强半在城中。\"陛下明法以课群吏，轼则曰：\"读书万卷不读律，致君尧舜终无术\"。陛下兴水利，轼则曰：\"造物若知明主意，应教斥卤变桑田。\"陛下议盐铁。轼则曰：\"岂是闻韶解忘味，迩来三月食无盐。\"如此之类尚多，伏望圣明早加显戮，以息怨谤，伏候指挥。苏轼小臣讪上，着廷尉司拿问。下官张方平是也。旧居丞相之职，告老家居。朝廷大事，常蒙主上垂访。<br>近者学士苏轼，乃一代才子。止因与王安石言论不合，被其门客李定妄引诗篇，劾他谤讪。主上震怒，送廷尉治罪，要处之死地。我想来：人才难得，又使主上有杀近臣之名。只索救他一遭去。前日着廷尉司勘问苏轼，至今不见复旨。朕想来：本官清才重名，见重当世。其诸诗作，不过一时之兴，岂有深意，待问的如何，朕自有区处。来到这朝门前，近巨通报咱。有张方平等宣。宣来。臣有短谏，伏取圣裁。臣见得学士苏轼，忠信为国，不避时相。吟诗遣兴，岂在朝廷，况诗尚谲谏。言之者无罪，闻之者足戒。今言官李定，怀论己之私仇，结奸邪之党类，风闻妄奏，不协人心。伏望圣明，收回成命，复本官之职，遂好生之德，臣不敢专擅，惟圣鉴不错。朕心正欲如此。近臣快宣的苏轼来者。小生姓苏名轼，字子瞻，四川眉州人也。少举进士，官授翰林学士承旨。极蒙主上眷顾，每召对便殿，或至深夜，尝彻御前金莲炬送归，恩渥无比。但时相王安石，误国害民，创立新法，四海怨望。而御史李定，不持生母仇氏服，下官尝恶其为人。下官前日具疏，论王安石之奸。不想李定党比王安石，劾奏下官赋诗毁谤朝廷。主上听信，将下于大理狱。要处以死。今日圣旨又来宣唤。不知为何？想俺初登仕版，何等志气，今日只如此也。<br>【仙吕】【点绛唇】万顷潇湘，九天星象，长江浪，吸入诗肠，都变做豪气三千丈。<br>【混江龙】想着那丝纶阁上，常则是紫薇花对紫薇郎。步九重春色，拂两袖天香。万里云烟挥翰墨，一天星斗焕文章。翰林风月，京洛山川，洞庭烟雨，金谷莺花，怎能彀一轮皂盖飞头上。诗吟的神嚎鬼哭，文惊的地老天荒。<br>小官若无才学，怎居翰林之职？想当日夜对内殿，宠赐金莲，际遇非浅也。<br>【油葫芦】想月满西楼夜未央，蒙君恩宿建章。不比长安三月荔枝香，翠鬟拥出芙蓉帐。又不是醉鞭误入平康巷，笙歌几处闻，净鞭三下响。没揣地半张鸾驾从天降，举首仿佛见君正。<br>【天下乐】恰便似一朵红云捧玉皇，官里呵慌忙，回未央，则恐怕六宫中美人愁夜长。下珠帘处处凉，靸金莲步步响，月明下吹箫引凤凰。<br>来到这朝门外，当驾官通报者。宣的苏轼来了着进来。苏轼，你职居近侍，何故托诗讽怨？本当处以重罪，张丞相再三申救，朕亦惜尔之才，赦尔死罪，谪黄州团练副使，本州安置。谢吾皇不死之恩。陛下，臣蒙知遇，欲竭愚忠。见王安石一心变乱成法，臣上万言书谏诤。今日反受谪贬，兀的不屈死忠臣义士呵。<br>【那吒令】我立一身纪纲，守箪瓢陋巷。显一身气象，步金马玉堂。上一封谏章，入天罗地网。锦绣肠，江湖量，都分付水国江乡。<br>【鹊踏枝】万言策上君王，一骑马度衡阳。索离了三岛蓬莱，直走遍九曲沧浪。学不的李太白逍遥在醉乡，参破了韩昌黎夕贬潮阳。<br>卿既遭御史台劾论，祖宗之法，朕不敢违。卿姑去，不久即诏还也。臣今辞了天颜，这一去摈斥海岛，葬江鱼之腹，再不能见陛下矣。<br>【寄生草】臣则待居蛮貊，再谁想立庙堂。今日有曾参难免投梭诳，今日有周公难免流言讲，有仲尼难免狐裘谤。本是个长门献赋汉相如，怎做的东篱赏菊陶元亮。<br>卿虽远行，与在京何异？况四海之内，皆归一统。卿不必怨朕，亦国法之不得已也。陛下法令严明，臣岂敢怨。<br>【幺篇】臣折么流儋耳，臣折么贬夜郎。一个因书贾谊长沙放，一个因诗杜甫江边葬，一个因文李白波心丧。臣觑屈原千载汨罗江，便是禹门三月桃花浪。<br>苏学士。今主上宽宥，谪官南行。你不必引证古人，多言反取罪责。丞想错矣。丈夫生世，忍垢何为？丞相，你听我说。<br>【金盏儿】不荒唐，不颠狂，折末云阳枭首高竿上，也要将碧天风月两平章。拚着梦魂游故国，想像赴高堂。则今日伤心游海岛，携手上河梁。罢、罢，则今日拜辞了圣驾，别了丞相，只索长行也。<br>【赚煞】则为不入虎狼群，躲离鲸鲵浪，直贬过淘淘大江，不信行人不断肠。赤紧的接天隅烟水茫茫，助凄凉衰草斜阳，休想我筑起高台望故乡。这里有当途虎狼，那里有拍天风浪。我要过水云乡，则是跳出是非场。<br><br>第二折<br>下官马正卿是也。黄州人氏。因王安石柄国，某在朝与他言论不合，致政来家，十分自在。近闻学士苏子瞻。上书发王安石之奸，反被言官论劾，贬他来黄州安置，有人传说将次来到。今日下着这等大雪，途路难行。我想忠臣烈士，多遭奸回之手，况苏学士大名，远近钦慕。我今领着家童，担着酒果，迎接苏学士。劝他饮一杯，稍敌寒威。这早晚敢待来也，只索等候咱。下官苏轼，居翰苑数年，颇为遭际。奈王安石虐害百姓，蒙蔽朝廷。我上万言书谏主，反被奸党论劾。贬我湖南。行了数日，将到黄州。今日下着这等一天风雪，瘦蹇颠仆，小童寒战怎生奈何，想忠臣义士，好难处世也呵。<br>【正宫】【端正好】道德五千言，礼乐三十卷。本待经纶就舜日尧天，只因两角蜗蛮战，贬得我日近长安远。<br>【幺篇】瑶台昨夜蛟龙战，玉鳞甲飞满山川。冯夷饮罢琼林宴，醉把鲛绡剪。好大雪也呵。<br>【滚绣球】泼墨云垂四野，铸银河插半天。把人间番做了广寒宫殿，有一千顷玉界琼田。这其间骚客迁，朝士贬。五云乡杳然不见，止不过隔蓬莱弱水三千。不能彀风吹章表随龙去，可做了雪拥蓝关马不前，哽咽无言。<br>老爹，下这等大雪，风又紧，兀的不冻杀我也。老爹连忙走动些。<br>【倘秀才】早是水杳山长路远，那更雪冻风寒云卷。你道我行的慢呵，可知可知我可甚为爱青山懒赠鞭！呵冻手，从双肩。我只索向前。老爹，人都说你好才学，却怎生遭贬，到不知老爹与上古贤人君子，那几个相似！这小的虽小倒也省事。你既问我，你听我与你说。<br>【滚绣球】我怕不文章似韩退之史，笔如司马迁。英俊如仲宣子建，豪迈如居易宗元。风骚如杜少陵，疏狂如李谪仙。高洁如谢安李愿。德行如闵子颜渊。为不学乘桴浮海鸱夷子，生扭做踏雪寻梅孟浩然。困煞英贤。<br>风寒雪大，我身上衣裳单薄，冻杀我也。老爹，你就不冷么！<br>【叨叨令】寒森森朔风失留疏刺串，舞飘飘瑞雪踢良秃栾旋。骑着疋慢腾腾瘦蹇必丢不答践，冻的个立钦钦穉子滴羞笃速战。兀的不冻杀人也么哥，兀的不冻杀人也么哥。空教我瘦岩岩老夫迷留没乱倦。这等寒冷，看看走不动，几时到的黄州也。童子休烦恼咱，慢慢捱将去。<br>【倘秀才】脱离了长安市廛，须捱到黄州地面，更狠似夕贬潮阳路八千。往常师往圣，友前贤，到如今怎展！<br>老爹在翰林时，声名满天下，怎生一旦远贬南荒，好苦也。<br>【滚绣球】我也曾写珠玑一万联，判莺花三百篇，扫千军笔端鏖战，但行处天子三宣。结平生诗酒缘，掌中天风月权。不是将帝王埋怨，为甚把苏轼似贾谊南迁。如今一牧童子随驴后，可甚两行朱衣到马前。四野萧然。<br>苏大人，老夫等了多时也。老夫马正卿，闻知学士远来，在此久等。如此大雪，寒气逼人，请饮一杯，以敌寒威。念苏轼不才，朝廷斥逐，敢劳远迓，多感厚意者。<br>【呆骨朵】见黄童白叟把香醪劝，怕不透彻了酒兴诗颠。老夫久闻大才，敢求佳作见教。大人饮酒则饮酒。再休言诗。诗酒乃吾生分内事。大人此行，与诗酒何干。我须不是为酒忘家，见如今因诗受贬。酒债是寻常事，诗病是平生愿。我为甚远流身万里，因此上怕吟诗百篇。苏大人高才重望，正宜居朝佐主，以治太平。岂宜放逐！<br>【五煞】我情愿闲居村落攻经典，谁想闷向秦楼列管弦。枕碧水千寻，对青山一带，趁白云万顷，尽茅屋三间草舍蓬窗，苜蓿盘中，老瓦盆边，乐于贫贱，灯火对床眠。<br>大人此行，天下共知亏枉，青天可鉴，不久还朝重用也。<br>【四煞】从教头上青天鉴，不愿腰间金印悬。受他冷冷清清，多多少少，避是是非非，万万千千。或向林皋声里，舴艋舟中，霍索溪边。一壶村酒，白眼望青天。<br>往常时紫罗襕白象简，那等尊贵，今日葛巾野服，似觉快乐也呵。<br>【三煞】紫袍金带无心恋，两笠烟蓑有意穿。或向新妇矶头，鸥鹭乡中，儿女浦口，鹦鹉洲边。涨一竿春水，带一抹寒烟，掉一只渔舡。黑甜一枕睡，灯火对愁眠。<br>学士大人携家远谪，朝中旧僚友，也要常常寄音回去。<br>【二煞】佳音不托云间犬，老计惟凭阳羡田。对橘绿橙黄，山高月小，听南枝惊鹊，衰柳鸣蝉。不愁远害，不陷危机，不纳高轩。那里人离乡贱甚日是归年！<br>大人今远处炎方，朝廷公道何在！后世史官，必有纪录。<br>【煞尾】从教臣子一身贬，留得高名万古传。但使歌低酒浅。卧雨眠烟，席地幕天，一任长安路儿远。<br><br>第三折<br>老夫马正卿是也。自从子瞻学士贬来黄州，又早许久，我常常差人问候。他虽一时被谗，终无大害。况他受知朝廷，必有宣回之日。但本州杨太守度量狭隘，不能济人。又兼是王安石门客，也无周给。我且看如何，再作处置。下官王安石是也，叵耐苏轼毁我，已令台官弹劾，贬谪黄州安置，我心还未得遂，如今黄州杨太守，旧是我举用的，不如写一书与他，教他不要周济他。穷乡下邑，举眼无亲，不死那去。我已差人去了，试看如何！无钱只图名，回家没结果。我就不去挝，妻子肯饶我。某乃杨太守是也。自幼读了几句儿书，之乎者也，哄得一举及第。也是祖宗积废，又蒙王安石丞相抬举，直做到黄州太守之职，此恩未报。近日丞相有书来，说苏轼学士恃才欺慢，见今安置黄州，着我处置他。我想来。苏轼是一代文人，岂可轻易坏他！只是在此穷乡僻邑，薪水不给，又是严冬腊月，冻饿死了。等他来谒见，只是不理他便了。今日升衙无事。左右看着有人来报我知道。某苏轼是也。自来到黄州，举眼无亲，借得两间破房住着。衣不盖身，食不充口，无一个人来看顾。天那苏轼一身受苦，也不打紧，连累妻子如此受苦。我空有凌云志气，治世才猷，怎生施展也呵！<br>【越调】【斗鹌鹑】湖海三年，家乡万里。志气如神，形容似鬼。瘴气才收，蛮烟又起。空叹息，人未归，望不见落叶长安，西风渭水。<br>自从离了京都，到得这里，经了多少凄凉也呵。<br>【紫花儿序)见于些鸥行鹭聚，经了些鹤怨猿啼，盼了些凤舞龙飞。往常间胸藏星斗，气吐虹霓，依旧中原一布衣。挥剑长叹，只被金谷石崇，傲杀陋巷颜回。<br>(云)我一会家想起来，在杭州作官时，行动前簇后拥，日逐游乐，甚是受用，到今日如一场大梦也。(唱)<br>【小桃红】想西湖风月绕苏堤，尚觉王孙贵，银烛高烧照珠翠。如今百事成非，江山不管春憔悴。想金勒马嘶，玉楼人醉，依旧画桥西。<br>(云)前日如此快乐，今日这般生受，想造物好无定也。(唱)<br>【天净沙】住的是小窗茅屋疏篱，吃的是粗羹淡饭黄齑，穿的是破帽歪靴布衣，一身褴褛，便休题，卧重裀列鼎而食。<br>(俫云)这早晚还没得早饭吃，兀的不饿杀我也。(末云)浑家，孩儿害饥哩，甑中还有米也没有！(旦云)从昨日没了米了。(末云)既没了米，我出去对付些钱米来。(旦云)你平生志气昂昂，不肯屈于人，来到这里，举眼无亲，你那里对付去，你说错了也。(末唱)<br>【鬼三台】怕不待闲争气，赤紧的难存济。我则索折腰为米，更怕甚心急马行迟！你只是婆娘家见识。陶元亮见此不见彼，公孙弘救宽不救急。便做他志若元龙，赤紧的才过子美。<br>【紫花儿序】本待昂昂而已，特地远远而来，怎教快快而回！世无君子，你家有贤妻，休提。拚著个拨尽寒炉一夜灰，但得些粝食粗衣，免得冬暖号寒，年稔啼饥。<br>(云)我去再谒杨太守，求些用度去。(旦俫下)(末云)黄州杨太守，他也是读书人，我几遍去谒他，他只推故不放参，不知主何意思！我欲不去，出于无奈妻子忍不过饥寒，只索再求谒一番。行了多时，早到府衙门首。立着一个祗候，不免向前央一央。呀！祗侯哥哥，拜揖。(祗候云)是那里来的！(末云)大哥，你替我禀一声，说前翰林苏学士来见。(祗候进报云)禀老爹，门外有苏翰林拜见。(净云)请进，请进。(做见科)(末云)杨大人拜揖。念苏轼不才，远谪此郡，穷途无倚，大人何不青目一二？(净云)我道是谁？原来是安置副使苏轼。你毁谤朝廷，免死足矣，如何又来干谒公衙？我一廉如水，有甚么与你？把门人也不察好歹来报，妨我公事。左右，打这厮二十板。(左右上打祗侯了)(祗候赶末下)(净下)(末云)是我的不是了也。(唱)<br>【金蕉叶】恨唾手功名未遂，被衮衮儿曹见欺。似这等十谒朱门九闭，又不是一鹗西风万里。(祗候云)为你打了我一顿，你还缠甚么？快走快走。(末唱)<br>【圣药王】你教我快疾回，莫疑迟，可甚踏花归去马如飞。没道理，不做美。我满舡空载月明归，犹自说兵机。<br>(云)哥哥，再与我说一声。(祗候云)你好不晓事，为你打了我，又敢禀哩？你快走、走、走！走的迟，我一顿好打。(末唱)<br>【鬼三台】他把贤门闭，英雄弃，莫那孟尝君是你？畅好人面逐高低。今日羞归去。呵，思量可知，可知那经天纬地孔仲尼，遇着轻贤重色柳盗跖。不争富贵骄人，小人喻利。<br>(云)这公人道把门闭了，我想这一场好羞也。家中妻子，却怎了也？(唱)<br>【紫花儿序】仰望死圣人贤思相，量起怪友狂朋，凄凉杀稚子山妻。胸中有物，肚里无食，堪悲，虎病山前被犬欺。我觑杨太守这厮，好管仲之器，觑我为粪土之墙，你却是疥癣之疾。<br>(云)罢、罢，我这等人，岂是终身穷困，有一日天子宽恩，必然再召用也。(唱)<br>【绵搭絮】凭着我文如游夏，有一日君胜唐尧，宣的我依旧抽毫侍禁闱。似禹门平地一声雷，把蛰龙重振起。<br>(云)我若再得还朝呵。(唱)<br>【幺篇】对盘龙飞风椅，赋裁冰剪雾诗。虎遁狼驰，鱼跃鸢飞。那一日强如今日。沛作云霓，宴罢瑶池，出入向宫闱，拜舞向丹墀，那其间强似你。<br>【尾声】无端四海苍生辈，都不识男儿未济。我止望周人之急紧如金，君子之交淡如水。(下)楔子<br>(驾上，云)自从将学土苏轼安置黄州，不觉又过数年。当初误听李定等论劾，是朕一时没主张。如今在朝官员没一个如他的学问。似此高才之士，岂可终身斥朕逐，已令使臣领敕，宣召他回京，这一来必重用也。(下)(末上，云)下官苏轼，自从遭贬到这里，不知受了多多少少苦楚，时时亏马正卿周济。谁想主上垂念旧臣，来宣唤回朝。行李收拾已定，刻日起身。左右，门首看着有甚么人来？(左右云)理会得。(马正卿、杨太守领村人妓乐上，云)老夫马正卿是也。闻得朝廷再宣苏学士回朝，正要送他一送。不想杨太守来邀，说数年不曾看顾，不好相见，今同我送一送。行了一会，不觉早到苏学士寓舍。左右通报咱(左右云)报的老爹得知，有马正卿、杨太守来了。(末云)道有请。(相见科)(马云)闻知大人朝京，老夫同太守大人，持具一酌奉饯。(末云)不敢不敢。(净云)下官才力短浅，数年以来，多有欠恭之罪。又奉台阁风旨，因此相见远阔。大人海涵恕罪恕罪。(做递酒科)(末云)苏轼今日得再入朝，如死而复生。太守大人怎想有今日也呵！(唱)<br>【赏花时】再宣入瑞霭飘飘鳷鹊楼，却离了芳草凄凄鹦鹉洲。我去咱依旧乘肥马衣轻裘，休罪波文章太守，我早则不风雪贬黄州(众并下)<br><br>第四折<br>(驾上，云)前日使人宣唤学士苏轼，许久不见到。今日退朝，在便殿闲坐。当驾官，朝门外看者，苏轼敢待来也。(天使上，云)某天朝使臣是也。蒙圣人命，差往黄州，宣取苏轼学士回朝。到得那里，闻知苏学士多亏马正卿看顾，是他恩人，只是被杨太守窘辱，他是仇人。我今一并带来，在朝外等宣，理当复旨。(做见科，云)陛下。臣宣苏轼到来。(驾云)教他过来。(正末披秉上，云)下官苏轼，自被谗谮。远贬遐荒，谁想得复见天日。我想升沉荣辱，好无定呵。(唱)<br>【双调】【新水令】一身流落楚江滨，少年心等闲灰尽。爱君非爱己，忧道不忧贫。富贵浮云，真堪笑又堪恨。<br>【驻马听】造化通神，镜里功名梦驻身。无常忽近，一分流水二分尘。名流蜗角几时分，尘随马足何年尽。白发鬓边新，如其用我从先进。<br>(云)来到朝外，只索进见驾则。(拜科)(驾云)卿离朕数年，远居南服，颇觉辛苦，可也想朕来不会！你试说一遍则。(末云)陛下听臣细拆苦楚。(唱)<br>【落梅花】陛下既从头问，微臣怎敢隐？这数年间一言难尽。臣也会望烟波渺然思至尊，恨天涯有家难奔。<br>(驾云)卿在黄州，有甚亲识。用度如何！卿细说来。(末唱)<br>【水仙子】臣也曾远无亲戚近无邻，臣也曾釜有蛛丝甑有尘。臣则为归家懒睹妻儿问，到如今布袍上有泪痕。(驾云)闻知卿几遍被州官窘辱，卿是达者，如何苦苦干求于人。(末云)陛下臣非得已，实出于无奈也。(唱)臣放着急煎妻骂儿嗔，便做到达人知命，君子务本，也则索十谒朱门。<br>(驾云)卿才思渊源，诗作高古。前人诗穷而后工，卿诗作必胜于前。试赋一二篇朕听。(末云)臣不敢承旨也。(唱)<br>【甜水令】折末乐府离骚，长篇短韵，陛下待重与细论文，免陛下丁宁。非臣不逊，其实难效殷勤。(驾云)卿不肯对朕赋诗，卿在黄州，岂无吟咏！(末唱)<br>【折桂令】怕不待闲吟些白雪阳春，本是个咏月嘲风，翻做了罔上欺君。(驾云)朕当初一时之误，卿对此莺花景物，正好陶情写兴也。(末唱)陛下教吟彻莺花，这番敢走遍乾坤。(驾云)想当日卿夜对便殿，诏赐金莲，宫嫔簇拜，卿也曾赋〔满庭芳词〕。今日对朕再做一篇，有何不可。(末唱)见如今御史台威风凛凛，怎敢向翰林院文质彬彬，则一句吓杀微臣。则为这采女嫔妃，送了俺骚客诗人。<br>(驾云)卿在黄州，谁是恩人？谁是仇人？卿说来朕听。(末云)臣在黄州，多亏致仕马正卿周给，实被杨太守窘辱。(驾云)如今他二人在于何处。(末云)已蒙天使将带入朝，见在朝外等宣。(驾云)宣过来。(杨马见驾拜舞科)(杨云)非臣辱苏轼，他是放臣逐客，口舌害物。臣遵国法，岂敢容他？(驾云)马正卿为国重贤，扶持公道，有恩于苏轼，封京兆府尹，走马到任者。(马谢恩了)(驾云)杨太守怀奸结党，妒贤戕善，削去官啊，本家为民者。(末云)杨太守虽与臣不合，如今世情皆如此。炎凉趋避，亦时势之自然，陛下察之。(唱)<br>【川拨棹】这世里欠田文，都是些吃敲的石季伦。屋也似金银，山也似珠珍。有一千个为富不仁，傲贫人谄富人。<br>(云)陛下，他见臣贫穷，所以不看顾。(唱)<br>【七弟兄】清浊不分，仁义不存。只理会得自推尊，饥寒壮士无人问。似昌黎重作《送穷文》，鲁褒再作《钱神论》。<br>【梅花酒】这厮每世不闻，倚主欺宾，仗富欺贫，倚势欺人。富而骄贫而谄，贫无义富无恩。富无恩，岂是人？岂是人？类飞禽。类飞禽，颇曾论。颇曾论，处人伦。处人伦，傲饥贫。傲饥贫，莫生嗔。莫生嗔，闭贤门。闭贤门，使牛人。<br>【收江南】使牛人怎做孟尝君？似仲尼不遇叹麒麟。对清风明月两闲人，折末受窘，也强如骑马傍人门。<br>(驾云)今日事定，苏轼仍复学士，翰林供职者。(末拜云)感谢圣恩。但臣旷久，不能供职，不愿为官也。(唱)<br>【雁儿落】臣宁可闲居原宪贫，不受梦笔江淹闷。乐陶陶三杯元亮酒，黑娄娄一枕陈抟困。<br>【得胜令】则愿做白发老参军，怎消得天子重儒臣。那里显骚客骚人俊，到不如农夫妇蠢。绕流水孤村，听罢渔樵论，闭草户柴门，做一个清闲自在人。<br>题目王安石执拗行新法<br>李御史举劾报私仇<br>正名杨太守奸邪攻逐客<br>苏子瞻风雪贬黄州</p> <p> ",
  "poet": {
    "id": 2723,
    "star": 0,
    "name": "费唐臣",
    "desc": "费唐臣，元代戏曲作家。大都（今北京市）人。生卒年字号均不详。其父费君祥，曾与关汉卿交游，撰有杂剧《才子佳人菊花会》一种。费唐臣撰有杂剧三种，其中《斩邓通》、《汉丞相韦贤□金》已佚，现存《苏子瞻风雪贬黄州》一种。这些文词颇为旧时曲论家所推崇，甚至叹为元人杂剧的\"观止\"。"
  },
  "tags": []
}