{
  "id": 72498,
  "star": 253,
  "name": "地震",
  "dynasty": "清代",
  "content": "　　康熙七年六月十七日戌刻，地大震。余适客稷下，方与表兄李笃之对烛饮。忽闻有声如雷，自东南来，向西北去。众骇异，不解其故。俄而几案摆簸，酒杯倾覆；屋梁椽柱，错折有声。相顾失色。久之，方知地震，各疾趋出。见楼阁房舍，仆而复起；墙倾屋塌之声，与儿啼女号，喧如鼎沸。</p> <p>　　人眩晕不能立，坐地上，随地转侧。河水倾泼丈余，鸡鸣犬吠满城中。逾一时许，始稍定。视街上，则男女裸聚，竞相告语，并忘其未衣也。后闻某处井倾仄，不可汲；某家楼台南北易向；栖霞山裂；沂水陷穴，广数亩。此真非常之奇变也。",
  "fanyi": "<p><strong>译文</strong><br>　　康熙七年六月十七日戍刻，发生了大地震。当时，我在稷下做客，正和表兄李笃之在灯下喝酒。忽然听见有种像打雷一样的声音，从东南方向过来，向西北方向滚去。大家都很惊骇诧异，不知是什么缘故。不一会儿，只见桌子摇晃起来，酒杯翻倒；屋梁房柱，发出一片咔咔的断裂声。众人大惊失色，面面相觑。过了好久，才醒悟过来是地震，急忙冲出屋子。只见外面的楼阁房屋，一会儿斜倒在地上，一会儿又直立起来；墙倒屋塌的声音，混合着孩子号哭的声音，一片鼎沸，震耳欲聋。人头晕得站不住，只能坐在地上，随着地面颠簸。河水翻腾出岸边一丈多远；鸡叫狗吠，全城大乱。过了一个时辰，才稍微安定下来。再看大街上，男男女女，都光着身子聚在一起，争相讲着刚才的事情，都忘了没穿衣服。<br>　　后来，听说这次地震时，某处有口水井井筒倾斜了，不能再打水；某家楼台南北掉了个方向；栖霞山裂了道缝；沂水陷下了一个有几亩大的地穴。这真是少有的奇异灾变啊！</p> <p><strong>注释</strong><br>[1]康熙七年：即公元一六六八年。戌刻：晚七时至九时。<br>[2]稷（jì记）下：地名。此指临淄。《史记·田敬仲完世家》注引<a href=\"http://so.gushiwen.org/author_403.aspx\">刘向</a>《别录》：“齐有稷门，城门也。谈说之士期会于稷下也。”<br>[3]倾仄：倾斜。仄，通“侧”。<br>[4]栖霞：县名。今属山东省。<br>[5]沂水：县名。今属山东省。<br>[6]溲（sōu叟）溺（niào尿）：小便。<br>[7]缓颊：犹松嘴。<br>[8]一何：多么。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　这篇文章通过作者的耳闻目睹与体验，描述了康熙七年间发生在山东的大地震。文章记述地震的过程非常的清晰，从“声如雷”“几案摆簸”到“墙倾屋塌”“河水倾泼”，写出了地震由弱到强的过程，这是从物的角度描述。“众骇异”“相顾失色”到“男女裸聚”，从人的神态进行侧面烘托，写地震严重的程度。最后的耳闻，揭示出了地震破坏的程度，并由此发出了“真非常之奇变”的感慨。</p> <p>　　结构是作品形式美的重要因素之一。《地震》的格局虽小，但所营造的结构却完整缜密，平整均衡，单纯精美。记事由隐入显，循序渐进，层层开拓境界，逐步创造高潮、首尾连贯完美，通篇委区尽态。结构的艺术处理，贵在线索的贯穿。它运用自如地按记述文的表现形式，以事件发生、发展的时间为线索，把一幅幅惊心动魄的画面组装起来，连动式地推到读者面前：</p> <p>　　第一幅、烛前对饮图：闻有声如雷，众骇异，不解其故。</p> <p>　　第二幅、室内，震荡图：几案摆簸、酒杯倾覆，屋梁椽柱，错折有声，相顾失色。</p> <p>　　第三幅、户外，大震图；楼阁房舍，仆而复起；墙倒屋塌，儿啼女号。人不能立，随地转侧。河水倾泼，鸡呜犬吠。</p> <p>　　第四幅、街上，男女裸聚图：竞相告语，忘其未衣。</p> <p>　　第五幅、震后山河图：水井倾仄，楼台易向，栖霞山裂，沂水陷穴。</p> <p>　　此外，尚有一幅联想到的地震之外的“狼口夺子图”。此图既如绘画，又若小说。</p> <p>　　五幅画面，完整而形象地再现了一场怵目惊心的大地震的全部过程，正好表明地震发生(第一图)、发展(二图)、高潮(三图)、缓和(四图)、终结(五图)的程序。最后以联想方式出现的“夺儿图’’强化了第四图的思想。这里的文字都有极强的可感性与可绘性。</p> <p>　　事出突然，事先没有征兆，只听得隆隆雷声，由远及近，人们惊异，但不知原因。一会儿，桌子摇动，杯子倾倒，屋梁有声，人们你看我，我看你，大惊失色，但不知何故。过了好一会儿，才忽然明白——地震了！才快点跑出来。这种描写是人们在遇到突发事件时，一时惊慌失措，理性思维暂停的实际。以上是室内情况。</p> <p>　　跑出屋子以后，首先看到的是大的建筑物忽起忽落，说明地表在上下颠簸。继之是听到房屋倒塌声、儿啼女号声。刚才是从屋里跑着出来的，所有没感觉到不稳。停下来以后，才觉得站立不稳，于是快点坐下，随地转侧。</p> <p>　　此时，人惊恐万状，无暇交流情况。大约过了一个时辰，地震停了，人们情绪稍有安定，这时，大家才有可能“竞相告语”，急于宣泄内心恐惧，抱团取暖，竟然忘了自己没穿衣服。情急下的失态，真实地反映了当时的情况。</p> <p>　　在地震的当时，不可能了解其他地方情况。震情和缓了，十里八乡的亲戚朋友才互相探访，打听安危，于是外地情况不断传来，才有某处井倾侧，楼易向，栖霞山裂，沂水陷穴的传闻。</p> <p>　　写震前、震中、震后；写房内、房外、街上；写所见、所闻。先写什么，后写什么，合情合理，井井有条，紧紧相扣，一气呵成。再现地震现场画面，非亲临其境者写不出。</p>",
  "about": "<h2>创作背景</h2> 　　<a href=\"http://so.gushiwen.org/author_567.aspx\">蒲松龄</a>描写的这次地震，便是历史上有名的“郯城大地震”。地震发生在公元1668年7月25日晚 （清康熙7年农历6月17日戌时），震级为8.5级，震中在临淄西北约一百五十公里的莒梁，郯城一带，而临淄属于破坏性地区。",
  "poet": {
    "id": 567,
    "star": 0,
    "name": "蒲松龄",
    "image": "http://img.gushiwen.org/authorImg/pusongling.jpg",
    "desc": "蒲松龄（1640－1715）字留仙，一字剑臣，别号柳泉居士，世称聊斋先生，自称异史氏，现山东省淄博市淄川区洪山镇蒲家庄人。出生于一个逐渐败落的中小地主兼商人家庭。19岁应童子试，接连考取县、府、道三个第一，名震一时。补博士弟子员。以后屡试不第，直至71岁时才成岁贡生。为生活所迫，他除了应同邑人宝应县知县孙蕙之请，为其做幕宾数年之外，主要是在本县西铺村毕际友家做塾师，舌耕笔耘，近40年，直至1709年方撤帐归家。1715年正月病逝，享年76岁。创作出著名的文言文短篇小说集《聊斋志异》。"
  },
  "tags": [
    "初中文言文",
    "地震"
  ]
}