{
  "id": 69084,
  "star": 94,
  "name": "明妃曲二首",
  "dynasty": "宋代",
  "content": "明妃初出汉宫时，泪湿春风鬓脚垂。<br>低徊顾影无颜色，尚得君王不自持。<br>归来却怪丹青手，入眼平生几曾有；<br>意态由来画不成，当时枉杀毛延寿。<br>一去心知更不归，可怜着尽汉宫衣；<br>寄声欲问塞南事，只有年年鸿雁飞。<br>家人万里传消息，好在毡城莫相忆；<br>君不见咫尺长门闭阿娇，人生失意无南北。</p> <p>明妃初嫁与胡儿，毡车百两皆胡姬。<br>含情欲语独无处，传与琵琶心自知。<br>黄金杆拨春风手，弹看飞鸿劝胡酒。<br>汉宫侍女暗垂泪，沙上行人却回首。<br>汉恩自浅胡恩深，人生乐在相知心。<br>可怜青冢已芜没，尚有哀弦留至今。",
  "fanyi": "<p><strong>译文</strong><br>明妃当时初起程出行离别汉宫时，泪湿桃花春风面鬓脚微微亦低垂。<br>低头回看身影间周围无有此颜色，还让我君王的感情都难以控制。<br>离别归来却怪罪丹青画图手，美貌如此在眼中平生实未曾见有。<br>天仙意态由自生画笔难以描摹成，当时冤枉杀死画工毛延寿。<br>从此一离去心知更不能回归，可怜还不能穿尽汉朝皇城之宫衣。<br>万里寄语欲相问塞南遥远家乡事，只有年年日日里眼望鸿雁往南飞。<br>家人虽然在万里传来亲人之消息，好好安心在毡城不要常将家相忆。<br>您还不曾见近在咫尺长门里幽幽阿娇被锁闭，人生如果要失意无分天南和地北。</p> <p>明妃当初嫁给胡人的时候，身旁上百两的毡车上乘坐的都是胡人女子。<br>她多想找个人说话但无处可说，只能把心语寄托于琵琶声中，心事只有自己知道。<br>她用能弹出美妙声音的手拨动黄金做的杆拨，弹起琵琶仰望空中飞鸿劝着胡酒。<br>随嫁的汉宫侍女暗中垂泪，行走在大漠上的返国者频频回首。<br>汉朝之恩实在是浅薄啊，胡人之恩还要更深，人生的欢乐在于心与心相知。<br>可怜<a href=\"http://so.gushiwen.org/author_830.aspx\">王昭君</a>的青冢已经荒芜埋没，还是有悲哀的乐曲流传至今。</p> <p><strong>注释</strong><br>⑴明妃：即王昭君，汉元帝宫女，容貌美丽，品行正直。晋人避司马昭讳，改昭为明，后人沿用。<br>⑵春风；比喻面容之美。<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>《咏怀古迹五首》中咏昭君一首有“画图省识春风面”之句。这里的春风即春风面的省称。<br>⑶低徊：徘徊不前。<br>⑷不自持：不能控制自己的感情。<br>⑸归来：回过来。丹青手：指画师毛延寿。<br>⑹意态：风神。<br>⑺着尽汉宫衣：指昭君仍全身穿着汉服。<br>⑻塞南：指汉王朝。<br>⑼毡城：此指匈奴王宫。游牧民族以毡为帐篷（现名蒙古包）。<br>⑽咫尺：极言其近。长门闭阿娇：西汉武帝曾将陈皇后幽禁长门宫。长门：汉宫名。阿娇：陈皇后小名字。<br>⑾“毡车”句：写匈奴派了大队胡姬来接昭君。《<a href=\"http://so.gushiwen.org/view_69084.aspx\">诗</a>经·召南·鹊巢》：“之子于归，百两御之。”写贵族女子出 嫁，陪从很多。两：同辆。<br>⑿杆拨：弹琵琶的工具。春风手：形容手能弹出美妙的声音。<br>⒀汉宫侍女：指陪昭君远嫁的汉官女。<br>⒁青冢：杜甫诗中有“独留青冢向黄昏”及“千载琵琶作胡语，分明怨恨曲中论”诸句，此用其意。相传昭君墓上的草常青，故名青冢，在今呼和浩特市南。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　其一</p> <p>　　<a href=\"http://so.gushiwen.org/author_131.aspx\">梅尧臣</a>、<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>对《明妃曲》的和<a href=\"http://so.gushiwen.org/view_69084.aspx\">诗</a>皆直斥“汉计拙”，对宋王朝屈辱政策提出批评。<a href=\"http://so.gushiwen.org/author_405.aspx\">王安石</a>则极意刻画明妃的爱国思乡的纯洁、深厚感情，并有意把这种感情与个人恩怨区别开来，尤为卓见。</p> <p>　　针对当时的社会背景，王安石歌颂明妃的不以恩怨易心，具有现实意义。当时有些人误解了他的用意，那是由于他用古文笔法写诗，转折很多，跳跃很大，而某些人又以政治偏见来看待王安石，甚至恶意罗织之故。清代蔡上翔在《王荆公年谱考略》中千方百计地替王安石辩解，但还未说得透彻。</p> <p>　　明妃是悲剧人物。这个悲剧可以从“入汉宫”时写起，也可以从“出汉宫”时写起。而从“出汉宫”时写起，更能突出“昭君和番”这个主题。王安石从“明妃初出汉宫时”写起，选材是得当的。</p> <p>　　绝代佳人，离乡去国，描写她的容貌愈美，愈能引起人们的同情。《后汉书·南匈奴传》的记载是：“昭君丰容靓饰，光明汉官，顾影徘徊，竦动左右，帝见大惊。”<a href=\"http://so.gushiwen.org/author_509.aspx\">江淹</a>《恨赋》上也着重写了她“仰天大息”这一细节。王安石以这些为根据，一面写她的“泪湿春风”，“徘徊顾影”，着重刻画她的神态；一面从“君王”眼中，写出“入眼平生未曾有”，并因此而“不自持”，烘托出明妃容貌动人。所以“意态白来画不成”一句是对她更进一层的烘托。“意态”不仅是指容貌，还反映了她的心灵。明妃“徘徊顾影无颜色”正是其眷恋故国无限柔情的表现。至于“杀画师”这件事，出自《西京杂记》。《西京杂记》是小说，事之有无不可知，王安石也不是在考证历史、评论史实，他只是借此事来加重描绘明妃的“意态”而已。而且，这些描绘，又都是为明妃的“失意”这一悲剧结局作铺垫，以加重气氛。</p> <p>　　上面写“去时”，下面写“去后”。对于去后，作者没有写“紫台朔漠”的某年某事；而是把数十年间之事，概括为“一去心知更不归，可怜着尽汉宫衣”。这两句间，省略了“然而犹且”，意思是说：“明妃心里明知绝无回到汉宫之望，然而，她仍眷眷于汉，不改汉服。”</p> <p>　　近代学者陈寅恪曾经指出，中国古代所言胡汉之分，实质不在血统而在文化。孔子修《春秋》就是“夷而进于中国则中国之”的。而在历史上尤其是文学上，用为文化的标志常常是所谓“衣冠文物”。《左传》上讲“南冠”，《论语》中讲“左衽”，后来一直用为文学典故。<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>写明妃也是着重写“环佩空归月夜魂”，这与王安石写的“着尽汉宫衣”，实际是同一手法。杜甫、王安石皆设想通过“不改汉服”来表现明妃爱乡爱国的真挚深厚感情，这种感情既不因在汉“失意”而减弱，更不是出于对皇帝有什么希冀（已经“心知更不归”了），不是“争宠取怜”。因此，感情更为纯洁，形象更为高大。接着又补上“寄声欲问塞南事，只有年年鸿雁飞”，把明妃一心向汉、历久不渝的心声，写到镂心刻骨。梅尧臣也说“鸿雁为之悲，肝肠为之摧”。王安石写得比梅尧臣更为生动形象。</p> <p>　　最后，又用“家人万里传”来说，以无可奈何之语强为宽解，愈解而愈悲，把悲剧气氛写得更加浓厚。更妙的是：笔锋一带，又点出了悲剧根源，扩大了悲剧范围。明妃这一悲剧的起点可叙从“入汉宫”时写起。汉宫，或者说“长门”，就是《红楼梦》中贾元春所说的“见不得人的地方”，从陈阿娇到贾元春，千千万万“如花女”，深锁长闭于其中。以千万人（有时三千，有时三万）之青春，供一人之淫欲。宫女之凄凉寂寞，可想而知，而况宫女的失宠与志士的怀才不遇，又有某种情况的类似，所以从<a href=\"http://so.gushiwen.org/author_70.aspx\">司马相如</a>《长门赋》到<a href=\"http://so.gushiwen.org/author_197.aspx\">刘禹锡</a>的《阿娇怨》，还有《西宫怨》之类，大都旨写这一题材，表现出对被侮辱、被损害的广大宫女的同情，或者抒发出“士不遇”的愤慨。唐人“宫中多少如花女，不嫁单于君不知”，早在王安石之前就描写过了，只是说得“怨而不怒”；王安石却多少有点怒了。<a href=\"http://so.gushiwen.org/author_2274.aspx\">李壁</a>说：王安石“求出前人所未道”，是符合实际的；至于“不知其言之失”，则是受了王回、范冲等人的影响。王回引孔子说的“夷狄之有君不如诸夏之无也”，却忘了孔子也说过“夷而进于中国则中国之”（《论语》）；特别是误解了“人生失意无南北”一句。王回本是反对王安石变法的人，他以政治偏见来论诗，难以做到公允。</p> <p>　　其二</p> <p>　　首两句写明妃（<a href=\"http://so.gushiwen.org/author_830.aspx\">王昭君</a>）嫁胡，胡人以毡车百辆相迎。《诗经》上有“之子于归，百两（同‘辆’）御（迎接）之”的诗句，可见胡人是以迎接王姬之礼来迎明妃。在通常情况下，礼仪之隆重，反映恩义之深厚，为下文“胡（恩）自深”作了伏笔。其中“皆胡姬”三字，又为下文“含情欲说独无处”作伏笔。</p> <p>　　关于明妃对此的反应，诗中写她“含情欲说独无处，传与琵琶心自知”。梅尧臣《依韵和原甫昭君辞》中也说：“情语既不通，岂止肠九回？”他们意思是说明妃与胡人言语也不通，谈不上“知心”，所以哀而不乐。</p> <p>　　王安石通过在诗中突出一个细节描绘来表现明妃的“哀”情：明妃一面手弹琵琶以“劝胡”饮酒，一面眼“看飞鸿”，心向“塞南”。通过这一细节，巧妙地刻画了明妃内心的矛盾与痛苦。接着，他又用明妃所弹的琵琶音调，感动得“汉宫侍女暗垂泪，沙上行人却回首”，听者被感动到这个地步，则弹者之内心痛苦自不待言。“哀弦”之哀，是从听者的反应中写出的。</p> <p>　　前面是明妃入胡及其在胡中的情况与心情的描写；末四句则是进一步加以分析、议论。这四句分为三层：第一层是“汉恩自浅胡自深”——明妃在汉为禁闭于长门中的宫女，又被当作礼物送去“和番”，所以“汉恩”是“浅”的；胡人对她以“百辆”相迎，“恩”礼相对较“深”。这句讲的是事实。第二层讲“人生乐在相知心”，这是讲人之常情。如果按此常情，明妃在胡就应该乐而不哀了。然而事实却不是这样。这就接入第三层：明妃在胡不乐而哀，其“哀弦”尚“留至今”，当时之哀可想而知。明妃之心之所以与常情不同，是因为她深明大义，不以个人恩怨得失改变心意，而况胡人也并非“知心”。四句分三层，中有两个转折，有一个矛盾，只有把其中曲折、跳宕理清，才能看出王安石的“用意深”及其“眼孔心胸大”处（方东树《昭昧詹言》）。南宋初，范冲“对高宗论此诗，直斥为坏人心术，无父无君”（李壁注解中的话，此据《唐宋诗举要》转引），完全是没有懂得此诗。范冲是<a href=\"http://so.gushiwen.org/author_1807.aspx\">范祖禹</a>之子，范祖禹是一贯反对新法的人，挟嫌攻击，更不足据。其实王安石这样描写明妃，这样委曲深入地刻画明妃心事，用以突出民族大义，恰恰是可以“正人心，厚风俗”的，在当时是针对施宜生、张元之流而发的，对后人也有教育意义。</p> <p>　　《明妃曲二首》体现出王安石注意刻画人物的特点，从描绘人物“意态”，到解剖人物心理，有渲染，有烘托，有细节描写，相当于是把写小说的一些手法用入诗中。而在“用笔布置逆顺”及“章法疏密伸缩裁剪”等方面，则又是把<a href=\"http://so.gushiwen.org/author_682.aspx\">韩愈</a>、<a href=\"http://so.gushiwen.org/author_646.aspx\">柳宗元</a>等古文家的技法用来写诗。这样，就使诗歌的艺术手法更加多样化，诗歌的表现能力更强。由于两者结合得较好，故虽以文为诗，而形象性并不因之减弱，此诗末四句以形象来进行议论，即其明证。王安石既以小说手法与古文笔法来写诗，读者也就应以读小说、读古文之法来读它，才能读懂诗。</p>",
  "about": "<h2>争议</h2> <p>　　郭沫若在一篇文章中说，<a href=\"http://so.gushiwen.org/author_405.aspx\">王安石</a>闯了<a href=\"http://so.gushiwen.org/view_69084.aspx\">诗</a>祸。这是指王安石的《明妃曲》，今选本皆不录，不知何故。其诗曰：“明妃初嫁与胡儿，毡车百辆皆胡姬。含情欲语独无处，传语琵琶心自知。黄金捍拔春风手，弹看飞鸿劝胡酒。汉宫侍女暗垂泪，沙上行人却回首。汉恩自浅胡自深，人生乐在相知心。可怜青冢已芜没，尚有哀弦留至今。”</p> <p>　　所谓诗祸，当然是指“汉恩自浅胡自深，人生乐在相知心”一联。此语一出，议论汹汹。或谓“今之背君父之恩投拜而为盗贼者皆合乎王安石之意”；或谓“苟心不相知，臣可叛其君，妻可弃其夫乎？”为王安石辩护的人也只好说，“汉恩自浅胡自深”的“恩”是专指男女关系，无关君臣之义。我想，王安石这里所说的恩，确是指男女关系。但不是一般的男女关系，而是从更高的角度，即从社会的角度来看问题的。也可说，此语即对前一首所提问题的答案，即男女结合应以“相知心”为准则。这思想非常近代化，有资本主义萌芽味道。不过，男女关系也要从政治上看问题，例如我们在大批判中就是这样，那情况就有所不同了。</p> <p>　　还有，王安石这诗的结尾是错误的。曾经拜访过明妃的青冢，而明妃的“哀弦”却并未“留至今”（留下的是词）。</p> <p>　　王安石是历史上有名的“拗相公”，这两首诗大做翻案文章，也充分表现了他“拗”的性格。一则说“意态由来画不成，当时枉死毛延寿。”替毛延寿开脱。再则说“君不见咫尺长门闭阿娇，人生失意无南北。”和认为昭君出塞是悲剧的唱反调。三则说“汉恩自浅胡自深，人生乐在相知心。”着重“相知”二字，这就更进一步了。既然失意无分南北，与其留在汉宫做被困长门的“阿娇”（其实对<a href=\"http://so.gushiwen.org/author_830.aspx\">王昭君</a>而言，假如她不是自请遣嫁匈奴，根本就没有机会见到汉元帝，连阿娇都做不成的），倒不如远嫁匈奴，得到知心夫婿了。翻案文章，做到这个地步，那已不是“昭君怨”而是“昭君乐”了。</p><br/><h2>写作背景</h2> <p>　　这组<a href=\"http://so.gushiwen.org/view_69084.aspx\">诗</a>作于嘉祐四年（1059年），<a href=\"http://so.gushiwen.org/author_405.aspx\">王安石</a>奏《上仁宗皇帝言事书》之后。当时，<a href=\"http://so.gushiwen.org/author_131.aspx\">梅尧臣</a>、<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>、<a href=\"http://so.gushiwen.org/author_568.aspx\">司马光</a>、<a href=\"http://so.gushiwen.org/author_1781.aspx\">刘敞</a>皆写有和诗。</p> <p>　　北宋时，辽国、西夏“交侵，岁币百万”（<a href=\"http://so.gushiwen.org/author_433.aspx\">赵翼</a>《廿二史札记》）。自景祐年间（1034—1038）以来，“西（夏）事尤棘”。当时的施宜生、张元之流，就因在宋不得志而投向辽、夏，为辽、夏出谋献策，造成宋的边患。诗人们借汉言宋，想到明妃。王安石的《明妃曲二首》就是在这种社会背景下创作的。</p><br/><h2>评论</h2> <p>　　说来有趣，昭君出塞，是喜剧还是悲剧，历来就有两种不同的看法，唱对台戏的不仅<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>和<a href=\"http://so.gushiwen.org/author_405.aspx\">王安石</a>而已。</p> <p>　　昭君墓周围有很多<a href=\"http://so.gushiwen.org/view_69084.aspx\">诗</a>碣，其中一首诗碣刻的诗是：闺阁堪垂世，明妃冠汉宫。一身归朔汉，万里靖兵戎。若以功名论，几与卫霍同。人皆悲远嫁，我独羡遭逢。纵使承恩宠，焉能保始终。至今青冢在，绝域赋秋风。“卫霍”即汉朝的名将卫青和霍去病，诗人把<a href=\"http://so.gushiwen.org/author_830.aspx\">王昭君</a>与“卫霍”相提并论，对她可说是高度赞扬了。不过诗中虽没明言，但显而易见，诗人笔下的王昭君是抱着“自我牺牲”的精神和番的。是则在昭君的“得意”（诗人“我独羡遭逢”的“得意”）中也还有怨在。</p> <p>　　近人郁达夫也有一首咏王昭君的诗，命意和此诗相类。郁诗道：马上琵琶出塞吟，和戎端的爱君深。当年若贿毛延寿，哪得诗人说到今。</p> <p>　　写王昭君是抱着“爱君”（汉元帝）之心，为保主上江山而去“和戎”。就命意和技巧来说，这首诗都不能算是佳作。不过这是郁达夫的“少作”，他写这首诗时，只有18岁。</p> <p>　　王安石《明妃曲》在艺术上颇堪注意之处，是对王昭君形象的刻画。第一部分中描绘王昭君的美貌，不在其面容、体态上穷尽笔力，而是着重写昭君的风度、情态之美，以及这种美得感染力，并从中宣泄她内心悲苦之情。这样就写出了呼吸可闻、音容毕现的活生生古代美女形象。第二部分，着重写王昭君的内心情感。前人于此，往往以抒写昭君的哀情、怨情和渲染悲剧气氛为重点，而此诗除描写其身世可悲之外，还揭示出她对故国、亲人的挚爱之情，与推己及人的善良心肠。这样的王昭君，就不惟可悲，而且可敬。</p>",
  "poet": {
    "id": 405,
    "star": 0,
    "name": "王安石",
    "image": "http://img.gushiwen.org/authorImg/wanganshi.jpg",
    "desc": "王安石（1021年12月18日－1086年5月21日），字介甫，号半山，谥文，封荆国公。世人又称王荆公。汉族，北宋抚州临川人（今江西省抚州市临川区邓家巷人），中国北宋著名政治家、思想家、文学家、改革家，唐宋八大家之一。欧阳修称赞王安石：“翰林风月三千首，吏部文章二百年。老去自怜心尚在，后来谁与子争先。”传世文集有《王临川集》、《临川集拾遗》等。其诗文各体兼擅，词虽不多，但亦擅长，且有名作《桂枝香》等。而王荆公最得世人哄传之诗句莫过于《泊船瓜洲》中的“春风又绿江南岸，明月何时照我还。”"
  },
  "tags": [
    "咏史怀古",
    "怀才不遇",
    "组诗"
  ]
}