{
  "id": 18214,
  "star": 6,
  "name": "初秋夜坐赠吴武陵",
  "dynasty": "唐代",
  "content": "稍稍雨侵竹，翻翻鹊惊丛。<br>美人隔湘浦，一夕生秋风。<br>积雾杳难极，沧波浩无穷。<br>相思岂云远，即席莫与同。<br>若人抱奇音，朱弦縆枯桐。<br>清商激西颢，泛滟凌长空。<br>自得本无作，天成谅非功。<br>希声閟大朴，聋俗何由聪。",
  "fanyi": "<p><strong>译文<br></strong>萧萧的夜雨随风袭入竹林，惊恐的鸦鹊翻飞于林丛之中。<br>思念的人儿被阻隔在河的对岸，整夜里刮着瑟瑟寒风。<br>浓浓云雾，茫然无际,苍苍潇水，波涛汹汹。<br>所思念的人儿怎说得上遥远？只可惜在座席上不能与他同膝共咏。<br>这美人心中怀藏奇妙的乐曲，焦桐木上，紧绷的丝弦根根朱红。<br>清商曲调在秋空中飞扬激荡，犹如闪动的浮光映射到苍穹。<br>琴曲得自内心真情而非做作，天然而成岂有半点人为的加工。<br>但细微的心声被封闭在心里，耳聋的俗人又从哪儿能知情听懂？</p> <p><strong>注释<br></strong>⑴吴武陵：<a href=\"http://so.gushiwen.org/author_646.aspx\">柳宗元</a>在贬谪永州时最亲密的友人之一。《新唐书·文艺传》“吴武陵，信州（今江西上饶）人。元和初擢进士第。……初，柳宗元谪永州，而武陵亦坐事流永州，宗元贤其人。”<br>⑵稍稍：萧森，阴晦。<br>⑶翻翻：翩翩，鸟飞轻疾的样子。<br>⑷美人：此指吴武陵。按，以美人喻指心中仰慕赞美之人，是《<a href=\"http://so.gushiwen.org/view_18214.aspx\">诗</a>经》和《楚辞》以来的传统手法。湘浦：潇水边。湘，这儿实为潇水。浦，水边。<br>⑸杳（yǎo）幽暗深远。极：穷尽，这儿指看到尽头。<br>⑹沧：水青苍色。<br>⑺云：谓，说。这儿是说得上的意思。<br>⑻即席：就席，在座席上。莫与同：不能与他同坐。莫，没，不。<br>⑼若人：伊人，此人。若，此。抱：怀有。<br>⑽縆（gēng）：紧绷。这儿指琴弦紧紧地张在琴上。枯桐：焦枯的桐木。这儿借指琴身。相传东汉<a href=\"http://so.gushiwen.org/author_258.aspx\">蔡邕</a>用烧焦了一截的桐木制琴，音甚美，故名焦桐，又叫焦尾琴。<br>⑾清商：古代以宫、商、角、徵、羽表示五阶声律，商音清越，故名清商。激：激扬，飞荡。西颢（hào）：秋天。古人以东南西北配春夏秋冬，西代表秋。又古人称西方为颢天。《吕乐春秋·有始》：“西方曰颢天，其星胃、昂、毕。西方八月建酉，金之中也，金色白，故曰颢天。”颢，白色。<br>⑿泛滟（yàn）：浮光闪动的样子。这儿比喻琴声美妙感人，使人心波动荡。凌：直冲向上。<br>⒀自得：自有所得，自己心中有所感受体会。得，心得感受。作：造作，做作。<br>⒁天成：天然而成，不借助人力。谅：确实，真的。功：人工。<br>⒂希声：细微的声音。希，细。閟（bì）：关闭，封闭。大朴：本质，本性。大，重大的，基本的。朴，未经加工成器的原材料，借指朴质的天性。<br>⒃聋俗：愚昧不明事理的世俗之人。聋，听觉丧失或迟钝，喻愚昧无知。何由：由何，从何。聪：听觉灵敏，听得很清楚。</p>",
  "shangxi": "<h2>赏析</h2> 　　这首<a href=\"http://so.gushiwen.org/view_18214.aspx\">诗</a>可以分为二层。第一层为开头八句，写诗人在初秋夜坐之时对吴武陵的思念之情，充满了关切和同情。这种思念之情由“一夕生秋风”而引起。凄雨侵竹，惊鸟翻飞，浓雾弥漫，烟波浩渺，勾勒出一片秋夜乍寒凄凉的景象，这衬托出诗人被贬谪的愁苦忧戚的心情，也暗示出朝廷的黑暗和政局的险恶。正直不屈的才士横遭打击和迫害，如鹊鸟在寒冷的风雨中栖居无所，惊惧难安。他们被贬谪到边荒，毫无出路，如浓雾烟波无穷无尽一样。这里，诗人一方面表达了自己的忧愤痛苦，一方面又表达了对吴武陵的惺惺相惜和深切同情。诗人由己及友，很自然地勾起了对吴武陵的思念，他们同病相怜，在初秋风雨之夜都会愁苦难当的。第二层为后面八句，写诗人对吴武陵琴艺和才华的高度赞赏，为人才被埋没而深表愤慨。首先，诗人写吴武陵的琴弦和琴身，十分华丽名贵，为下面写琴声的美妙作一铺垫。然后写琴音的清扬流荡，作者用浮光闪动上激秋空来比喻，十分新奇巧妙。琴声清越，可以上凌天空，使人体会到琴声的穿透力强，曲调高远。琴声激荡，如波光闪耀，粼粼夺目，使人体会到琴声中激情洋溢，而且音质清丽，曲调流畅。这两句又与秋天和潇江景物紧紧相扣，运用比喻不但贴切，而且自然。其次写琴曲的自得天成。这就是说，琴曲是吴武陵内心真情的流露，没有丝毫的造作和人为的刻意。吴武陵的志趣高远，才华横溢，已不言而喻。最后两句，诗人为吴武陵的才华被埋没而抱屈不平，深表愤疾。吴武陵琴声美妙清越，但对权贵来说，只是听不见的细微声音。吴武陵在被贬之后，刚直不屈，其本性朴质如初，毫无亏损，他心中流露的真情志趣，权贵们不仅不愿听赏，而且也是无法听懂无法理解的。权贵们正如聋子一样，对才士的情趣、忧愤、才华根本就感受不到。这里，<a href=\"http://so.gushiwen.org/author_646.aspx\">柳宗元</a>用辛辣的嘲讽表达了心中无比的愤慨，为朋友，也为自己。",
  "about": "<h2>创作背景</h2> 　　此<a href=\"http://so.gushiwen.org/view_18214.aspx\">诗</a>当作于公元808年（元和三年）秋。理由是：一、诗中说“美人隔湘浦”，说明其时吴武陵居住在潇水之西，<a href=\"http://so.gushiwen.org/author_646.aspx\">柳宗元</a>则居住在潇水之东城内。到公元810年（元和五年），柳宗元迁居潇水之西愚溪，就不再与吴武陵有潇水之隔了。那么此诗应作于公元810年以前。二、诗中称吴武陵为“美人”，对他的琴艺和才干深表仰慕敬佩，似为初识其人时的口吻。而吴武陵在公元807年（元和二年）进士及第，次年初贬谪永州，柳宗元与他初识应在公元808年（元和三年）。",
  "poet": {
    "id": 646,
    "star": 0,
    "name": "柳宗元",
    "image": "http://img.gushiwen.org/authorImg/liuzongyuan.jpg",
    "desc": "柳宗元（773年－819年），字子厚，唐代河东（今山西运城）人，杰出诗人、哲学家、儒学家乃至成就卓著的政治家，唐宋八大家之一。著名作品有《永州八记》等六百多篇文章，经后人辑为三十卷，名为《柳河东集》。因为他是河东人，人称柳河东，又因终于柳州刺史任上，又称柳柳州。柳宗元与韩愈同为中唐古文运动的领导人物，并称“韩柳”。在中国文化史上，其诗、文成就均极为杰出，可谓一时难分轩轾。"
  },
  "tags": [
    "秋天",
    "夜晚",
    "怀友",
    "同情",
    "忧愤"
  ]
}