{
  "id": 18313,
  "star": 3,
  "name": "植灵寿木",
  "dynasty": "唐代",
  "content": "白华鉴寒水，怡我适野情。<br>前趋问长老，重复欣嘉名。<br>蹇连易衰朽，方刚谢经菅。<br>敢期齿杖赐？聊且移孤茎。<br>丛萼中竞秀，分房处舒英。<br>柔条乍反植，劲节常对生。<br>循玩足忘疲，稍觉步武轻。<br>安能事翦伐，持用资徒行。",
  "fanyi": "<p><strong>译文<br></strong>江水映我白发影，郊游宜人自多情。<br>笑问长老希奇杖，答我灵寿是其名。<br>遭逢不幸人易老，而立之年不经营。<br>今生不望王赐杖，自栽灵寿木一茎。<br>花园药圃竞奇秀，分房篱外展落英。<br>韧枝柔条忽倒立，凸突劲节常对生。<br>抚摩灵寿人忘疲，赏玩渐觉脚步轻。<br>如此足胜齿杖赐，哪用剪伐助步行。</p> <p><strong>注释<br></strong>[1]灵寿：树木名。《汉书·孔光传》：“赐太师灵寿杖。”注：“木似竹，有枝节，长不过八九尺，围三四寸。自然有合杖制，不须削治也。”<br>[2]白华：头发花白。鉴：照。<br>[3]怡：和悦，愉快。形容词使动用法。怡我：使我愉快。适：到……去。适野：到郊外去。情：心情。<br>[4]趋：快走。前趋：向前赶上。<br>[5]重：又，再。复：回答。嘉名：美名，指灵寿木名。<br>[6]蹇连：蹇（jiǎn检），①跛，行政迟缓。②困苦，不顺利。引申为艰难困厄，这里指流放永州。<br>[7]方刚谢经营：《<a href=\"http://so.gushiwen.org/view_18313.aspx\">诗</a>经·小雅·北山》“旅力方刚，经营四方。”言体力正当强健，可以到处规划创业。谢：辞，不能。<a href=\"http://so.gushiwen.org/author_646.aspx\">柳宗元</a>说反用《诗经》之意。<br>[8]齿杖：王授高年者的行杖。敢期：怎敢期望。<br>[9]聊且：始且。移：移植。孤茎：指一棵灵寿。<br>[10]丛萼：萼（è恶）花萼指柳宗元所种园圃。竞秀：争逐，表现最为茂盛。<br>[11]分房：犹言偏房，指柳宗元住所的偏房。舒英：舒展开花。<br>[12]柔条：灵寿木枝细长，故为柔条。乍：偶然看见。反植：倒立，指灵寿木柔软的枝条，有时从上往下直立。<br>[13]劲节：指灵寿木枝条上凸出的强劲的枝节。常：时常,通常。对生：相对而生。<br>[14]循：通“揗”，抚摩。玩：赏玩。<br>[15]稍：渐渐。步武：指步履，步伐。<br>[16]翦：翦（jiǎn简）同“剪”：剪断。伐：砍伐。<br>[17]资：帮助。徒行：步行。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　<a href=\"http://so.gushiwen.org/author_646.aspx\">柳宗元</a>被贬到永州后，因水土不服，或因江南湿气太重，患有“重膇”之疾。“杖藜下庭际，曳踵不及门”（《种仙灵毗》），看来有时脚肿得利害，为了能帮助行走，他的确使用过一条拐杖。</p> <p>　　“白华鉴寒水，怡我适野情。前趋问长老，重复欣嘉名。”讲的是寻得灵寿木的过程。柳宗元被贬到永州后，因政治上遭迫害和永州恶劣的生存环境，三十多岁的人迅速衰老，对于过早的生出白发，<a href=\"http://so.gushiwen.org/view_18313.aspx\">诗</a>人是很伤心的。《始见白发题所植海石榴树》云：“从此休论上春事，看成古树对衰翁。”随着时间的推移，被重新启用的希望已成为渺茫的梦，而永州山水和永州人对诗人的关怀和慰藉，使诗人渐次忘却了悲哀。而以一老翁自居，认真地做起了永州人来。</p> <p>　　这一天，诗人又到郊外游历，倒映在明镜般的潇水里满头的花发。不仅没有让诗人伤悲，反而有了几份惬意。抬头望去，前方正有一长者，正扶杖慢行。那手中的一条拐杖，引起了诗人的兴趣，既然自己也是一白头老翁，拥有一条支节强劲的拐杖，也是再好不过的了。诗人加快步伐，追上长老。而后一番热情的对话，其详情今天无法得知，但从诗人行云流水般的诗句中，读者仍可感受到亲切友好的气氛。当然，最让诗人感兴趣的长老的拐杖，竟是由久闻大名的灵寿木制成的。</p> <p>　　“蹇连易衰朽，方刚谢经营。敢期齿杖赐？聊且移孤茎。”讲的是种植灵寿木的原因。</p> <p>　　前两句，当倒过来读，诗人对自己正当年富力强，而不得拖展自己抱负、才华的处境，已没有了流放之初的激愤与哀伤。也明白自己过早衰老的原因，在于面对的艰难困厄的现实。“敢期齿杖赐？”表明了诗人对这一现实的清醒理解，虽然为此诗人付出了青春年华的代价。“聊且移孤茎”，在长老的指点下，诗人寻得灵寿木并挖得一枝，移栽至自己的住宅旁。这一举动，是诗人对统治者的彻底失望，也标明诗人在永期间，思想上的一次飞跃。</p> <p>　　汪森《韩柳诗选》曰：“‘丛萼’四句，写物极能刻画。”“丛萼中竞秀，分房外舒英”，写所植灵寿木成活、生长、开花的情景。从“竞秀”和“舒英”看，该灵寿木在诗人的精心培养下茁壮成长的确令人欣慰。也可得知，诗人为它付出了多少心血和汗水。“柔条乍反植，劲节常对生”。灵寿木枝条细而韧，故有枝条时从树上倒垂向下，突兀强劲的枝节，又常相对而生。好一幅灵寿木的生态图，其外柔内刚的形态，简直能呼之欲出。难怪汪森大加赞叹。</p> <p>　　然而接下来四句汪似乎理解错了。他说：“‘循玩’四句，写扶杖意亦极醒露。“看来，汪森以为诗人砍下了一枝灵寿木做成了手杖，来帮助诗人行走。</p> <p>　　读者不妨将最后两句，一气读下，“安能事翦伐，持用资徒行”。“安”作疑问副词，和“能”一道修饰动词“事”，当译为“哪能干砍伐的事，将它用来帮助自己行走。”看来诗人是不忍心对灵寿木加以翦伐的。</p> <p>　　往前两句，“循玩足忘疲，稍觉步武轻”，“循玩”，作抚摩赏玩。那么诗人抚摩玩赏的是灵寿木，还是用灵寿木做成的拐杖。足，作“足以”解，联系上文诗人对灵寿木的描写，再联系下文“安能事翦伐”，可知“循玩”的对象，应为蓬勃生长的灵寿木，而非用灵寿木制成的拐杖。“稍觉”，不应理解为“稍微觉得”，而应为“渐渐觉得”，自己走路的步伐也轻松了。</p> <p>　　还剩下一个最为关键的问题，那便是：诗人种植了灵寿木之后，为什么又不用它来作拐杖呢？</p> <p>　　《植灵寿木》一诗中，有两点值得读者注意。一是种植灵寿木时，柳公被贬永州多年。被贬初期的那种焦躁不安的情绪，那种悲天悯人伤感，都已被岁月磨蚀。永州的山水，永州的人民已经和诗人的血肉融为一体。正是“白华鉴寒水，怡我适野情”的心境，才奠定了创作享誉千古的“永州八记”思想基础和感情基调。二是对统治者诗人已不再寄有什么希望。对现实则有更多理性的认识。“敢期齿杖赐？”正是诗人这种认识的反映。所以植灵寿木的目的。不再于获得一条拐杖，而是对“之所以赐老者之杖”的一种冷峻的抗议，甚至是一种大胆的讽刺。“聊且移孤茎”，活画出诗人植灵寿木的目的。</p> <p>　　明白了这两点，再读诗人对蓬勃生长的灵寿木的细致刻画，在读者眼前出现的，就不仅是一棵灵寿，而更多地能感受到诗人的灵魂。读者才能深切地体会“循玩足忘疲，稍觉步武轻”的深刻内涵。</p>",
  "poet": {
    "id": 646,
    "star": 0,
    "name": "柳宗元",
    "image": "http://img.gushiwen.org/authorImg/liuzongyuan.jpg",
    "desc": "柳宗元（773年－819年），字子厚，唐代河东（今山西运城）人，杰出诗人、哲学家、儒学家乃至成就卓著的政治家，唐宋八大家之一。著名作品有《永州八记》等六百多篇文章，经后人辑为三十卷，名为《柳河东集》。因为他是河东人，人称柳河东，又因终于柳州刺史任上，又称柳柳州。柳宗元与韩愈同为中唐古文运动的领导人物，并称“韩柳”。在中国文化史上，其诗、文成就均极为杰出，可谓一时难分轩轾。"
  },
  "tags": [
    "植物"
  ]
}