{
  "id": 46914,
  "star": 69,
  "name": "春宫怨",
  "dynasty": "唐代",
  "content": "早被婵娟误，欲妆临镜慵。承恩不在貌，教妾若为容。 <br>风暖鸟声碎，日高花影重。年年越溪女，相忆采芙蓉。",
  "fanyi": "<p><strong>译文</strong><br>早年我被容貌美丽所误，落入宫中；<br>我懒得对镜梳妆打扮，是没有受宠。<br>蒙恩受幸，其实不在于俏丽的容颜；<br>到底为取悦谁，叫我梳妆修饰仪容。<br>鸟儿啼声繁碎，是为有和暖的春风；<br>太阳到了正午，花影才会显得浓重。<br>我真想念，年年在越溪浣纱的女伴；<br>欢歌笑语，自由自在地采撷着芙蓉。</p> <p><strong>注释</strong><br>①婵娟：形容形态美好。 <br>②若为容：又叫我怎样饰容取宠呢？<br>③越溪女：指西施浣纱时的女伴。<br>④碎，鸟鸣声细碎</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　历来写宫怨的<a href=\"http://so.gushiwen.org/view_46914.aspx\">诗</a>大多不着“春”字，即使是写春宫之怨的，也没有一首能像<a href=\"http://so.gushiwen.org/author_291.aspx\">杜荀鹤</a>这首那样传神地把“春”与“宫怨”密合无间地表现出来。</p> <p>　　前两句是发端。“婵娟”，是说容貌美好。宫女之被选入宫，就因为长得好看，入宫以后，伴着她的却只是孤苦寂寞，因而拈出一个“误”字，慨叹“今日在长门，从来不如丑”（<a href=\"http://so.gushiwen.org/author_2740.aspx\">于濆</a>《宫怨》）。此刻，她正对着铜镜，顾影自怜，本想梳妆打扮一番，但一想到美貌误人，又不免迟疑起来，懒得动手了。上句一个“早”字，仿佛是从心灵深处发出的一声深长的叹息，说明自己被误之久；次句用欲妆又罢的举动展示怨情也很细腻。这两句在平淡之中自有自然、深婉的情致。</p> <p>　　三、四句用的是流水对，上下句文意相续，如流水直泻，一气贯注，进一步写出了欲妆又罢的思想活动。“若为容”是“怎样打扮”的意思，这里实际上是说打扮没有用。宫女说：“既然被皇上看中并不在于容貌的美好，那么，我再打扮又有什么用呢？”言外之意，起决定作用的是别的方面，例如勾心斗角、献媚邀宠等。</p> <p>　　五、六句忽然荡开，诗笔从镜前宫女一下子转到室外春景：春风骀荡，鸟声轻碎，丽日高照，花影层叠。这两句写景，似乎与前面描写宫女的笔墨不相连属，事实上，仍然是围绕着宫女的所感（“风暖”）、所闻（“鸟声”）与所见（“花影”）来写的。在欲妆又罢的一刻，透过帘栊，暖风送来了动听的鸟声，游目窗外，见到了“日高花影重”的景象。临镜的宫女怨苦之极，无意中又发现了自然界的春天，更唤起了她心中无春的寂寞空虚之感。景中之情与前面所抒写的感情是一脉相承的。</p> <p>　　“风暖”这一联设色浓艳，《诗人玉屑》（卷三）把它归入“绮丽”一格。风是“暖”的；鸟声是“碎”的──所谓“碎”，是说轻而多，唧喳不已，洋溢着生命力，刚好与死寂的境界相对立；“日高”，见出阳光的明丽；“花影重”，可以想见花开的繁茂。绮丽而妙，既写出了盛春正午的典型景象，反衬了怨情，又承上启下，由此引出了新的联想。</p> <p>　　眼前声音、光亮、色彩交错融合的景象，使宫女想起了入宫以前每年在家乡溪水边采莲的欢乐情景：荷叶、罗裙，一色裁成，芙蓉似脸，脸似芙蓉，三人一队，五人一群，溪声潺潺，笑语连连。“越溪”即若耶溪，在浙江绍兴，是当年西施浣纱的地方，这里借指宫女的家乡。这两句以过去对比当下，以往日的欢乐反衬出此时的愁苦，使含而不露的怨情具有更为悠远的神韵。诗的后四句虽是客观的写景与叙事，然而揭开字句的帷幕，却可以听到宫女隐微而又极其伤痛的啜泣之声。</p> <p>　　从诗的意境来看，《春宫怨》似不只是诗人在代宫女寄怨写恨，同时也是诗人的自况。人臣之得宠主要不是凭仗才学，这与宫女“承恩不在貌”如出一辙；宫禁斗争的复杂与仕途的凶险，又不免使人憧憬起民间自由自在的生活，这与宫女羡慕越溪女天真无邪的生活又并无二致。它不仅是宫女之怨情，还隐喻当时黑暗政治对人才的戕杀。</p> <p>　　这首诗以“风暖”一联饮誉诗坛，就全篇而论，也是一首意境浑成的好诗。</p>",
  "poet": {
    "id": 291,
    "star": 0,
    "name": "杜荀鹤",
    "image": "http://img.gushiwen.org/authorImg/duxunhe.jpg",
    "desc": "杜荀鹤(846～904)，唐代诗人。字彦之，号九华山人。汉族，池州石埭（今安徽石台）人。大顺进士，以诗名，自成一家，尤长于宫词。官至翰学士知制造。大顺二年，第一人擢第，复还旧山。宣州田頵遣至汴通好，朱全忠厚遇之，表授翰林学士、主客员外郎、知制诰。恃势侮易缙绅，众怒，欲杀之而未及。天祐初卒。自序其文为《唐风集》十卷，今编诗三卷。事迹见孙光宪《北梦琐言》、何光远《鉴诫录》、《旧五代史·梁书》本传、《唐诗纪事》及《唐才子传》。"
  },
  "tags": [
    "唐诗三百首",
    "春天",
    "写景",
    "女子",
    "宫怨"
  ]
}