{
  "id": 52041,
  "star": 42,
  "name": "虞美人·雨后同干誉才卿置酒来禽花下作",
  "dynasty": "宋代",
  "content": "落花已作风前舞。又送黄昏雨。晓来庭院半残红。惟有游丝千丈、罥晴空。 <br>殷勤花下同携手。更尽杯中酒。美人不用敛蛾眉。我亦多情无奈、酒阑时。",
  "fanyi": "<p><strong>译文<br></strong>落花已在风中旋舞飘飞，黄昏时偏又阴雨霏霏。清晨，庭院里一半铺着残红，只有蛛丝千丈，飘荡缠绕在高高的晴空。<br>我盛情邀请他们在花下同游，为爱赏这最后的春光频频劝酒。美人啊，请你不要因着伤感而双眉紧皱。当春归、酒阑、人散，多情的我正不知该如何消愁。</p> <p><strong>注释<br></strong>⑴虞美人：原为唐教坊曲，后用为词牌名。此调初咏<a href=\"http://so.gushiwen.org/author_253.aspx\">项羽</a>宠姬虞美人死后地下开出一朵鲜花，因以为名。又名“一江春水”“玉壶水”“巫山十二峰”等。双调，五十六字，上下片各四句，皆为两仄韵转两平韵。<br>⑵干誉、才卿：皆<a href=\"http://so.gushiwen.org/author_71.aspx\">叶梦得</a>友人，生平事迹不详。来禽：林檎别名，南方称花红，北方称沙果。<br>⑶残红：凋残的花。<br>⑷游丝：飘荡在空中的蜘蛛丝。<br>⑸罥（juàn）：缠绕。<br>⑹殷勤：情意深厚。<br>⑺蛾（é）眉：螺子黛，乃女子涂眉之颜料，其色青黑，或以代眉毛。眉细如蛾须，乃谓蛾眉。更有以眉代指美人者。<br>⑻酒阑（lán）：酒已喝干。阑，尽。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这首小词以健笔写柔情，以豪放衬婉约，颇得东坡婉约词之妙。</p> <p>　　上片写景，景中宴情。昨夜一场风雨，落花无数。晓来天气放晴，庭院中半是残花。内容极为简单，写来却有层次，且有气势。从时间来看，重点清晨，也即“晓来”之际；昨夜景象是从回忆中反映出来的。意境颇类<a href=\"http://so.gushiwen.org/author_536.aspx\">李清照</a>《武陵春》“风住尘香花已尽”，但李词较凝炼，叶词较舒展。一般写落花，都很哀婉低沉，如<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>《蝶恋花》“泪眼问花花不语，乱红飞过秋千去”，<a href=\"http://so.gushiwen.org/author_125.aspx\">秦观</a>《千秋岁》“春去也，飞红万点愁如海”，均极凄婉之致。可是这里却用另一种手法，不说风雨无情，摧残落花，而以落花为主语，说它风前飞舞，把“黄昏雨”给送走了。创意甚新，格调亦雅。晓来残红满院，本易怅触愁情，然词人添上一句“唯有游丝千丈晴空”，情绪遂随物象扬起，高骞明朗，音调也就高亢起来。</p> <p>　　下片抒情，情真意切。前二句正面点题，写词人雨后同干誉、才卿两位友人来禽花下饮酒。“殷勤花下同携手”，写主人情意之厚，友朋感情之深，语言简练通俗而富于形象性，令人仿佛看到这位贤主人殷勤地拉着干誉、才卿入座。还“更尽杯中酒”，一方面见出主人殷勤劝饮，犹如<a href=\"http://so.gushiwen.org/author_515.aspx\">王维</a>《送元二使安西》中所说的“劝君更净杯酒”；一方面也显出词情的豪放，如欧阳修《朝中措》中所写的“挥毫万字，一饮千钟”。结尾二句写得最为婉转深刻，曲折有味。古代达官、名士饮酒，通常有侍女或歌妓侑觞。此云“美人不用敛蛾眉，我亦多情无奈酒阑时”，“美人”即指侍女或歌妓而言，意为美人愁眉不展，即引起我不欢。其中“酒阑时”乃此二句之规定情境。酒阑意味着人散，人散必将引起留恋、惜别的情怀，因而美人为此而敛起蛾眉，词人也因之受到感染，故而设身处地，巧语宽慰，几有同其悲欢慨。</p>",
  "about": "<h2>创作背景</h2> 　　宋徽宗宣和初年，词人知颍昌府（今河南许昌），一次暮春雨后与同僚花下宴集时写下这首词。一说作此词时作者致仕居湖州卞山下，过着闲适生活。",
  "poet": {
    "id": 71,
    "star": 0,
    "name": "叶梦得",
    "image": "http://img.gushiwen.org/authorImg/yemengde.jpg",
    "desc": "叶梦得(1077～1148) 宋代词人。字少蕴。苏州吴县人。绍圣四年(1097)登进士第，历任翰林学士、户部尚书、江东安抚大使等官职。晚年隐居湖州弁山玲珑山石林，故号石林居士，所著诗文多以石林为名，如《石林燕语》、《石林词》、《石林诗话》等。绍兴十八年卒，年七十二。死后追赠检校少保。 在北宋末年到南宋前半期的词风变异过程中，叶梦得是起到先导和枢纽作用的重要词人。作为南渡词人中年辈较长的一位，叶梦得开拓了南宋前半期以\"气\"入词的词坛新路。叶词中的气主要表现在英雄气、狂气、逸气三方面。"
  },
  "tags": [
    "饮酒",
    "赏花",
    "抒情"
  ]
}