{
  "id": 72190,
  "star": 110,
  "name": "蹇叔哭师",
  "dynasty": "先秦",
  "content": "　　冬，晋文公卒。庚辰，将殡于曲沃。出绛，柩有声如牛。卜偃使大夫拜，曰：“君命大事将有西师过轶我，击之，必大捷焉。”</p> <p>　　杞子自郑使告于秦曰：“郑人使我掌其北门之管，若潜师以来，国可得也。”穆公访诸蹇叔。蹇叔曰：“劳师以袭远，非所闻也。师劳力竭，远主备之，无乃不可乎？师之所为，郑必知之。 勤而无所，必有悖心。且行千里，其谁不知？”公辞焉。召孟明、 西乞、白乙使出师于东门之外。蹇叔哭之曰：“孟子！吾见师之出而不见其入也。”公使谓之曰：“尔何知！中寿，尔墓之木拱矣！”</p> <p>　　蹇叔之子与师，哭而送之，曰：“晋人御师必于崤，有二陵焉。 其南陵，夏后皋之墓地；其北陵，文王之所辟风雨也，必死是间，余收尔骨焉?秦师遂东。 ",
  "fanyi": "<p><strong>译文</strong><br>　　冬天，晋文公去世了。十二月十日，要送往曲沃停放待葬。刚走出国都绛城，棺材里发出了像牛叫的声音。卜官郭偃让大夫们向棺材下拜，并说：“国君要发布军事命令，将有西方的军队越过我们的国境，我们袭击它，一定会获得全胜。”</p> <p>　　秦国大夫杞子从郑国派人向秦国报告说：“郑国人让我掌管他们国都北门的钥匙，如果悄悄派兵前来，就可以占领他们的国都。”秦穆公向秦国老臣蹇叔征求意见。蹇叔说：“让军队辛勤劳苦地偷袭远方的国家，我从没听说有过。军队辛劳精疲力竭，远方国家的君主又有防备，这样做恐怕不行吧？军队的一举一动，郑国必定会知道。军队辛勤劳苦而一无所得，一定会产生叛逆念头。再说行军千里，有谁不知道呢？”秦穆公没有听从蹇叔的意见。他召见了孟明视，西乞术和白乙丙三位将领，让他们从东门外面出兵。蹇叔哭他们说：“孟明啊，我看着大军出发，却看不见他们回来了！”秦穆公派人对蹇叔说：“你知道什么？要是你蹇叔只活个中寿就去世的话，你坟上的树都有两手合抱一般粗了（你现在离中寿都过去多少年了，早已昏聩）。”</p> <p>　　蹇叔的儿子跟随军队一起出征，他哭着送儿子说：“晋国人必定在崤山抗击我军，崤有两座山头。南面的山头是夏王皋的坟墓，北面的山头是周文王避过风雨的地方。你们一定会战死在这两座山之间，我到那里收拾你的尸骨吧。”于是秦国军队东行。</p> <p><strong>注释</strong><br>（1）殡：停丧。曲沃：晋国旧都，晋国祖庙所在地，在今山西闻喜。<br>（2）绛：晋国国都，在今山西翼城东南。<br>（3）柩（jiù）：装有尸体的棺材。<br>（4）卜偃：掌管晋国卜筮的官员，姓郭，名偃。<br>（5）大事：指战争。古时战争和祭祀是大事。<br>（6）西师：西方的军队，指秦军。过轶：越过。<br>（7）杞子：秦国大夫。<br>（8）掌：掌管。管，钥匙。<br>（9）潜：秘密地。<br>（10）国：国都。<br>（11）访：询问，征求意见。<br>（12）远主：指郑君。<br>（13）勤：劳苦。无所：一无所得。<br>（14）悖（beì）心：违逆之心，反感。<br>（15）孟明：秦国大夫，姜姓，百里氏，名视，字孟明。秦国元老百里奚之子。西乞：秦国大夫，字西乞，名术。秦国元老蹇叔之子。白乙：秦国大夫，字白乙，名丙。秦国元老蹇叔之子。这三人都是秦国将军。<br>（16）中（zhōng）寿：有两种解释。1.参见中寿。2.中等年纪。不管哪种解释，就句意，均为秦穆王讽刺蹇叔现已年老昏聩，要是你蹇叔只活个差不多就去世的话，你坟上的树都有两手合抱一般粗了。<br>（17）拱：两手合抱。<br>（18）肴（xiáo）：同崤，山名，在今河南洛宁西北。<br>（19）陵：大山。崤山有两陵，南陵和北陵，相距三十里，地势险要。<br>（20）夏后皋：夏代君主，名皋，夏桀的祖父。后：国君。<br>（21）尔骨：你的尸骨，焉：在那里。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　蹇叔的论战之道几千年来一直为世人称道，被奉为“知己知彼”的楷模。然而秦穆公没有听从蹇叔的正确意见。秦穆公利令智昏，一意孤行，执意要派孟明视（百里奚的儿子）、白乙丙、西乞术（蹇叔的两个儿子）三帅率部出征。蹇叔实际上已失去进谏的正常渠道，但他仍然不放弃努力——以“哭师”的形式来进谏，直言不讳地指出此次袭郑的必然结果。在送别秦国出征之师的时候，痛哭流涕地警告官兵们说：“恐怕你们这次袭郑不成，反会遭到晋国的埋伏，我只有到崤山去给士兵收尸了。” “哭师”召来了秦伯的诅咒、辱骂，这在封建社会是非常可怕的事情，但是蹇叔继续进谏——以“哭子”的形式来进谏，准确地指出晋国“必御师于崤”。想通过“哭子”的形式再次使自己的意见传导给国君。</p> <p>　　文中卜官郭偃和老臣蹇叔的预见有如先知，料事真如神，秦军后来果然在崤山大败而归，兵未发而先哭之，实在是事前就为失败而哭，并非事后<a href=\"http://so.gushiwen.org/author_507.aspx\">诸葛亮</a>。</p> <p>　　郭偃托言的所谓“君命大事”，不过是个借口，人们根据经验 完全可以作出类似的判断，乘虚而入，乱而取之，是战争中常用的手法。作为政治家和军事家，如果不具备这种经验和头脑，应 当属于不称职之列。从蹇叔一方看，他作为开国老臣，也具有这方面的经验，对手并非等闲之辈，不可能在非常时刻没有防备，因此，此时出征无异于自投罗网。</p> <p>　　秦穆公急欲扩张自己势力的心情，导致他犯了一个致命的常识性的错误，违反了“知己知彼”这个作战的基本前提。敌手早有防备，以逸待劳，必定获胜；劳师远袭，疲惫不堪，没有战斗力，必定惨败。其中原因大概是攻城略地的心情太急切了，以至 连常识都顾不上，当然是咎由自取。马有失前蹄的时候，人也有过失的时候，而在利令智昏的情况下所犯的错误，则是不可宽恕的。利令智昏而犯常识性的错误，更是不可宽恕。</p> <p>　　再说，当初秦国曾与晋国一起企图消灭郑国，后来又与郑国订立盟约。此时不仅置盟约不顾，就连从前的同伙也成了觊觎的 对象。言而无信，自食其言，不讲任何道义、仁德，这同样应当遭天谴，遭惩罚。当人心目中没有权威之时，便没有了戒惧；没有了戒惧，就会私欲急剧膨胀；私欲急剧膨胀便会为所欲为，无法无天。春秋的诸侯混战，的确最充分地使人们争权夺利的心理。手法、技巧发挥到了极致，也使命运成了最不可捉模和把握的东西。弱肉强食是普遍流行的无情法则，一朝天子一朝臣，泱泱大国可能在一夜之间倾覆，区区小国也可能在一夜之间暴发起来。由此可见，“先知”是没有的；而充满睿智并富有经验者，往往被人们认为是“先知”。</p> <p>　　这篇文章虽短，但结构上却充分体现了《左传》的叙事特色，即情节曲折多变，行文起伏跌宕，叙述有条不紊。文章以秦国老臣蹇叔谏阻、哭师、哭子为线索，复以秦穆公拒谏、诅咒相间其中，使全文在结构上起伏有致、曲折多变。</p> <p>　　其次，这篇文章在塑造形象上也充分体现出《左传》通过人物的语言和行动刻划人物性格，将人物与情节结构融为一体的特色。这篇文章虽短，却成功地塑造了一个老成先见、忧国虑远的老臣形象和一个刚愎自用、利令知昏的君主形象。两个形象一明一暗，一显一隐，然而又相互映衬，相得益彰。俗话说，姜是老的辣。蹇叔虽老，但仍不失足智多谋、思深虑远。</p>",
  "about": "<h2>创作背景</h2> <p>　　公元前627年，秦穆公发兵攻打郑国，他打算和安插在郑国的奸细里应外合，夺取郑国都城。秦伯向蹇叔咨询，蹇叔认为秦国离郑国路途遥远，兴师动众长途跋涉，郑国肯定会作好迎战准备。他凭着自己漫长的阅历和丰富的政治经验，根据秦、晋、郑三方情况，分析全面，陈词剀切，将潜在的危险无不一一道出，对“劳师以袭远”的违反常识的愚蠢行径作了彻底的否定，指出袭郑必败无疑。</p>",
  "poet": {
    "id": 384,
    "star": 0,
    "name": "左丘明",
    "image": "http://img.gushiwen.org/authorImg/zuoqiuming.jpg",
    "desc": "丘明（姓姜，氏丘，名明），华夏人，生于前502年，死于前422年，享年80岁。丘穆公吕印的后代。本名丘明，因其先祖曾任楚国的左史官，故在姓前添“左”字，故称左史官丘明先生，世称“左丘明”，后为鲁国太史 。左氏世为鲁国太史，至丘明则约与孔子（前551-479）同时，而年辈稍晚。他是当时著名史家、学者与思想家，著有《春秋左氏传》、《国语》等。他左丘明的最重要贡献在于其所著《春秋左氏传》与《国语》二书。左氏家族世为太史，左丘明又与孔子一起“如周，观书于周史”，故熟悉诸国史事，并深刻理解孔子思想。"
  },
  "tags": [
    "古文观止",
    "历史",
    "故事",
    "寓理"
  ]
}