{
  "id": 9216,
  "star": 27,
  "name": "初过陇山途中呈宇文判官",
  "dynasty": "唐代",
  "content": "一驿过一驿，驿骑如星流。<br>平明发咸阳，暮及陇山头。<br>陇水不可听，呜咽令人愁。<br>沙尘扑马汗，雾露凝貂裘。<br>西来谁家子，自道新封侯。<br>前月发安西，路上无停留。<br>都护犹未到，来时在西州。<br>十日过沙碛，终朝风不休。<br>马走碎石中，四蹄皆血流。<br>万里奉王事，一身无所求。<br>也知塞垣苦，岂为妻子谋。<br>山口月欲出，先照关城楼。<br>溪流与松风，静夜相飕飗。<br>别家赖归梦，山塞多离忧。<br>与子且携手，不愁前路修。",
  "fanyi": "<p><strong>译文</strong><br>一个驿站又是一个驿站，驿骑疾驰有如流星一般，<br>黎明时分从那长安出发，傍晚已经越过陇山之颠；<br>陇水声声令人不忍去听，呜呜咽咽多么使人愁烦。<br>一路风沙尘土扑满马汗，晨昏雾气露水打湿衣衫，<br>那西方驰来了谁家男儿，自说是新近里立功封官，<br>上月间从安西启程出发，一路上不停留急把路赶。<br>都护现在尚未到达驻地，出发时还在那西州旁边，<br>十天间越过了浩瀚沙漠，狂风吹起沙土从早到晚。<br>战马行走在那碎石道上，四蹄磨出鲜血洒在路间。<br>置身万里之外报效朝廷，自己并无任何追求贪恋。<br>并非不知边塞艰难辛苦，岂是为了妻子儿女打算。<br>边塞山口明月正在升起，月光先已照上高高城关。<br>溪水声声伴着松涛阵阵，在静夜里飕飕刮过耳边。<br>离家之仿只靠归梦排解，关山塞外离忧萦绕心间，<br>愿与为友携手同赴国事，不愁那前方的征途漫漫。</p> <p><strong>注释</strong><br>宇文判官：安西四镇节度使高仙芝属下判官，名未详。判官，节度使佐吏。<br>驿：驿站，古时驿道上每隔一段距离设一驿站，为往来官员歇息换马之所。<br>驿骑：乘骡马传送公文的人。这里指乘马赴边的<a href=\"http://so.gushiwen.org/view_9216.aspx\">诗</a>人。<br>平明：天亮的时候。咸阳：秦都咸阳，在今陕西咸阳市东北。此借指唐都长安。<br>呜咽：流水声若断若续。子：男儿。<br>貂裘：貂皮袍子。貂，一种动物，皮料珍，最能御寒。<br>新封侯：指是时宇文氏新任判官。<br>前月：上月。<br>安西：指安西节度使治所龟兹镇（今新疆库车）。<br>都护：指高仙芝。唐高宗时于龟兹置安西都护府，设都护一人，总领府事。玄宗时更置安西节度使，治所在安西都护府，节度使例兼安西都护，故称安西节度使为都护。<br>西州：治所在今新疆吐鲁番东南哈拉和卓。<br>沙碛：指沙漠、戈壁。<br>终朝：从早到晚。<br>奉：接受并执行。<br>塞垣：边关城墙。<br>关：陇山下有陇关，又名大震关。<br>飕飗（sōu liú）：象声词。风雨声。<br>赖：依靠。<br>离忧：别离之忧。<br>子：这里指宇文判官。携手：比喻互勉共进。<br>修：长。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　全<a href=\"http://so.gushiwen.org/view_9216.aspx\">诗</a>大体可分为三层，开头六句叙述离长安西行情景；中间十六句叙述路遇宇文判官情景，最后八句叙述夜宿陇山情景。</p> <p>　　诗的开头从离京西上军起。一开始就写浑骑的飞奔。“一驿过一驿”写路程的遥远，也透露着行进的迅速；“驿骑如星流”，写行进的迅速，包包含着路程的遥远。“如星流”这一比喻把飞驰的驿骑写得很形象。接着用“平明发咸阳，暮到陇山头”，对路程的遥远和行进的急切加以补充。以上四句从奔赴边关的急切方面写。以下两句则从奔赴边关的悲愁方面写：“陇水不可听，呜咽令人愁”写抵达陇山及产生的感受。关于陇水，《陇头歌辞》说：“陇头流水，鸣声呜咽，遥望秦川，心肝断绝。”诗人途经陇山，自然要产生古今相通的行役之情和思乡之感。如诗人在《经陇头分水》中写到的：“陇水何年有，潺潺道路傍，东西流不歇，曾断几人肠”。这正是“愁”的内容。以上点出题目“初过陇山”，写总的感受，以急迫而悲慨的情调引起全诗。</p> <p>　　以下十六句写途中遇字文判官及双方交谈所得边地情景。诗中先以“沙尘扑马汗，雾露凝貂裘”来勾划出一个餐风宿露、鞍马风尘的骑者形像，为“谁家子”的出现蓄势；紧接着又用“西来谁家子”一向来强调，然后以“自道新封侯”来点明骑者的身份与心理。“沙尘”、“雾露”两句可见旅途之艰辛，而“自道”一句却又见骑者的兴奋与自豪，在上层“呜咽令人愁”的基础上，格调为之一转。“前月发安西”以下八句是骑者即字文判官叙述沿途情景。先以四句写路途的遥远，又以两句写天气的恶劣，再以两句写道路的坎坷艰难，从各个方面极写“塞垣苦”，描绘极为真切。边塞如此艰辛而逼出的却是极高昂的情调：“万里奉王事，一身无所求，也知塞垣苦，岂为妻子谋。”这就直接揭示出骑者的内心世界，以身许国，公而忘私。这样，上面对边塞苦寒的极力铺写，就成为了突出骑者的必要铺垫。建安诗人<a href=\"http://so.gushiwen.org/author_322.aspx\">曹植</a>曾在《白马篇》中描写了一个“父母且不顾，何言子与妻，名在壮士籍，哪得中顾私，捐躯赴国难，视死忽如归”的赴边战士的形象。在两诗的比较中可以看到，这种以身报国的爱国精神，是古今相遇的。这些诗句，为“西来”的骑者所“自道”，是戍边将土坦率真诚的表白，也是诗人对他们的赞许，其中也表现了诗人的胸襟。</p> <p>　　诗的最后八句又收笔写陇山夜景和诗人心境。诗人以“山口月”写所见，以“溪流与松风”写所闻，构成苍凉荒寒的陇山夜景，用它来牵动、来烘托诗人的“离忧”。“别家赖归梦，山塞多高忧”承上两句夜景写愁怀，诗的情调为之一抑，真切传达出远离家乡的诗人的情怀，而最后两句：“与子且携手，不愁前路修”，情调顿时一扬，扣应题目“呈”字，以昂扬情调结束全诗。</p> <p>　　全诗写初过陇山途中情景，时而有急促的行进，时而有深沉的乡思，时而有边塞的艰辛，时而有昂扬的斗志，使诗的情调如波浪汹涌，充分表达了初赴边塞的诗人复杂的情怀；而以“呜咽令人愁”开头，以“不愁前路修”结束，说明“万里奉王事，一身无所求。”这种慷慨昂扬的格调乃是作品的主旋律。由于有深刻的切身体验，诗中写景写事写情都极为真切，生动地展现了当时戍边将士的生活图景和精神世界。</p>",
  "about": "<h2>创作背景</h2> <p>　　天宝八载（749），<a href=\"http://so.gushiwen.org/author_113.aspx\">岑参</a>为右威卫录事参军，充安西四镇节度使高仙芝幕府掌书记。这首<a href=\"http://so.gushiwen.org/view_9216.aspx\">诗</a>即为诗人赴安西途中所作。</p>",
  "poet": {
    "id": 113,
    "star": 0,
    "name": "岑参",
    "image": "http://img.gushiwen.org/authorImg/cencan.jpg",
    "desc": "岑参（约715-770年），唐代边塞诗人，南阳人，太宗时功臣岑文本重孙，后徙居江陵。[1-2] 岑参早岁孤贫，从兄就读，遍览史籍。唐玄宗天宝三载（744年）进士，初为率府兵曹参军。后两次从军边塞，先在安西节度使高仙芝幕府掌书记；天宝末年，封常清为安西北庭节度使时，为其幕府判官。代宗时，曾官嘉州刺史（今四川乐山），世称“岑嘉州”。大历五年（770年）卒于成都。"
  },
  "tags": [
    "边塞",
    "战士",
    "生活"
  ]
}