{
  "id": 7784,
  "star": 23,
  "name": "襄阳曲四首",
  "dynasty": "唐代",
  "content": "襄阳行乐处，歌舞白铜鞮。<br>江城回绿水，花月使人迷。</p> <p>山公醉酒时，酩酊高阳下。<br>头上白接篱，倒著还骑马。</p> <p>岘山临汉水，水绿沙如雪。<br>上有堕泪碑，青苔久磨灭。</p> <p>且醉习家池，莫看堕泪碑。<br>山公欲上马，笑杀襄阳儿。",
  "fanyi": "<p><strong>译文</strong><br>在襄阳行乐之处，至今犹有人歌舞《白铜鞮》之曲。<br>汉江之泽水回绕着江城，襄阳之花容月色实在是令人着迷。</p> <p>晋人山简醉酒之时，在高阳池醉态可掬。<br>他头上反戴看白接篱之帽骊在马上，样子实在是可笑。</p> <p>岘山依着汉江，水绿如碧，沙白似雪。<br>山上有纪念羊枯的堕泪碑，上面的字己久为青苔所没，看不清楚了。</p> <p>姑且在习家池觅得一醉，不去山上看堕泪碑了。<br>也学一学山公欲上马的醉态，让襄阳小儿也笑上一笑。</p> <p><strong>注释</strong><br>⑴襄阳曲：乐府旧题。《乐府<a href=\"http://so.gushiwen.org/view_7784.aspx\">诗</a>集》卷八十五列于《杂歌谣辞·歌辞》。王琦云：“《襄阳曲》，即《襄阳乐》也，《旧唐书》：《襄阳乐》，宋随王诞所作也。延始为襄阳郡，元嘉二十六年仍为雍州。夜闻诸女歌谣，因作之。其歌曰：‘潮发震阳来，暮至丈提宿。丈提诸女儿。花艳惊郎目。’”<br>⑵白铜鞮：歌名。相传为梁武帝所制。一说为南朝童谣名，流行于襄阳一带。<br>⑶山公：即山简。晋代人，字季伦。“竹林七贤”之一山涛之子，曾任征南将军，镇守襄阳。但他不理政务，只知饮酒游乐，故时人编了首《山公歌》。后成为流行在襄阳一带的一首儿歌。这首歌诙谐有趣，广为流传，常被游历襄阳的文人墨客所引用。<br>⑷白接篱：白色的头巾。山简每喝醉了酒，总是倒戴着头巾，倒骑着马回家。<br>⑸水绿沙如雪：一作“水色如霜雪”。<br>⑹堕泪碑：在襄阳岘首山。这里用羊祜的典故。《晋书·羊祜传》载：“祜乐山水，每风景，必造岘山，置酒言咏。”羊祜死后，为纪念他的政绩，“襄阳百姓于岘山祜平生游憩之所建碑立庙，岁食飨祭焉。望其碑者莫不流涕，杜预因名为堕泪碑。”<br>⑺习家池：又名高阳池，位于湖北襄阳城南约五公里的凤凰山（又名白马山）南麓，建于东汉建武年间。《世说新语·任诞》刘孝标注引《襄阳记》：“汉传中习郁于岘山南，依范蠡养鱼法，作鱼池，池边有高堤，种竹及长楸，芙蓉菱芡覆水，是游宴名处也。山简每临此池，未尝不大醉而还，曰：‘此是我高阳池也。’襄阳小儿歌之。”</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>在襄阳所写的这组<a href=\"http://so.gushiwen.org/view_7784.aspx\">诗</a>，既可见其性情，又可见其诗风。在襄岘汉水的背景之下，一个怀着未醉之心的醉翁形象，栩栩如生。</p> <p>　　组诗之第一首。这里的“白铜鞮”当指汉水在襄阳段的堤坝。这是襄阳群体娱乐的地方。江城被绿水环抱，襄阳的花，襄阳的月，真是迷人。读着这首诗，眼前就会浮现出一个场景，在月圆花好的夜晚，人们在江水边的长堤上载歌载舞，多么热闹多么生动传情。面对此情此景，诗人和读者不能不忘我地陶醉在其中。这一首第三句在格律上有“失粘”之嫌，说明李白写诗并不受格律的严格约束。</p> <p>　　组诗之第二首。这是描写一个历史人物的醉态，这个人叫山简。山简是晋大将，性情豪放，酒醉后常反戴帽子倒骑马。酒醉后的人物神态生动活现，在阳光下，系着白头巾，倒着骑马，非常有趣。此诗活灵活现地塑造了一个醉态可鞠的人物形象。</p> <p>　　组诗之第三首。岘山、汉江、水色、沙色、山上的堕泪碑以及碑上的青苔，碑上被磨灭了的碑文等等物景，平实道来，没有雕饰，其中自有诗人对世事沧桑的感慨。山依旧，水仍绿，碑尚在，唯有碑石上生了青苔，碑文已被磨灭，其寓意就是时间的长河能淹没一切。</p> <p>　　组诗之第四首：习家池边旧有凤泉馆、芙蓉台、习郁墓，群山环抱，苍松古柏，一水涓涓，亭台掩映，花香鸟语，风景清幽，自古常有骚人墨客来此咏诗作赋。西晋永嘉年间镇南将军山简镇守襄阳时，常来此饮酒，醉后自呼“高阳酒陡”，唐代<a href=\"http://so.gushiwen.org/author_757.aspx\">孟浩然</a>曾感叹：“当昔襄阳雄盛时，山公常醉习家池。”堕泪碑是为了纪念西晋羊祜而立的。羊祜生前都督荆州诸军事，驻襄阳。羊祜死后，其部属与当地百姓在岘山羊祜生前游息之地建碑立庙，每年祭祀。见碑者莫不流泪，杜预因而称此碑为堕泪碑。酒醉了，堕泪碑也不去看了，欲上马而又上不了马，襄阳的小孩子们看着笑了。酒醉以后，人就不会有什么愁苦。“莫看”，“且醉”二句 ，是痛苦的潇洒。</p>",
  "about": "<h2>创作背景</h2> 　　此<a href=\"http://so.gushiwen.org/view_7784.aspx\">诗</a>作于唐玄宗开元二十二年（734年）<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>游襄阳时。根据裴斐《李白年谱简编》，时李白三十四岁，游襄阳，识韩朝宗，有《与韩荆州书》《襄阳曲四首》等作。",
  "poet": {
    "id": 247,
    "star": 0,
    "name": "李白",
    "image": "http://img.gushiwen.org/authorImg/libai.jpg",
    "desc": "李白（701年－762年），字太白，号青莲居士，唐朝浪漫主义诗人，被后人誉为“诗仙”。祖籍陇西成纪(待考)，出生于西域碎叶城，4岁再随父迁至剑南道绵州。李白存世诗文千余篇，有《李太白集》传世。762年病逝，享年61岁。其墓在今安徽当涂，四川江油、湖北安陆有纪念馆。"
  },
  "tags": [
    "组诗",
    "地名"
  ]
}