{
  "id": 69593,
  "star": 1,
  "name": "杂剧·马丹阳度脱刘行首",
  "dynasty": "元代",
  "content": "第一折<br>贫道姓王名嘉，道号重阳真人。未成道时，在登州甘河镇上开着座酒店，人则唤我做王三舍。有正阳祖师纯阳真人，他化作二道人，披着毡来俺店中饮酒。贫道幼年慕道，不要他的酒钱。似此三年，道心不退。忽一日他道：\"俺去也，王三舍，与你回席咱。\"贫道言称：\"师父那得酒钱来？\"他就身边解下瓢来，取甘河水化作仙酒，其味甚嘉。方知此乃神仙之术。他道：\"王三舍，你要学此术好，要学长生术好？\"贫道答言：\"俺愿学长生之术。\"遂弃却家业，跟他学道。传得长生不死之诀，成其大道。吕祖引贫道至东海之滨，将金丹七粒撒去水中，化成金莲七朵，云：\"此金莲七朵，乃是丘、刘、谈、马、郝、孙、王，恁七人可传俺全真大道。你可化作一凡人，下人间度此六人成道。\"贫道奉师父法旨，化作一先生，行乞于市。凡人不识贫道，问某日：\"师父出家人。只以酒食为念，不看经典，可是为何？\"贫道云：\"若说神仙大道。岂有不看经典之理？但要心坚念重，何愁不到蓬瀛？\"我想做神仙的，皆是宿缘先世，非同容易也呵。<br>【仙吕】【点绛唇】五祖传因，二师垂训，向甘河镇。悟德全真，想大道从心运。<br>【混江龙】神仙有分，披毡化我出凡尘。脱离了火院，大走入玄门。七朵金莲浮水面，一双银海照乾坤。奉吾师法旨，我可便普天下都寻尽。寻谁来？寻俺那丘、刘、谈、马，大古里六个真人。<br>【油葫芦】袖拂清风足蹑云，行步稳，向人间来往两三春。我这般穷身泼命谁瞅问？蓬头垢面妆痴钝。他每不识高共低，不分个假共真。有人道：\"兀那抄化的先生，怎生不做几件道衣穿？\"嗨！恁世人不知，则我这丹田有宝能滋润，觑不的他满眼尽愚民。<br>【天下乐】端的便谁识蓬莱洞里人？你则待贪也波嗔，红尘中空白滚，遮莫恁有金赀怎离三尺坟？君不见霸主强，君不见汉主狠，他每都向北邙山内隐。来到这西安府城外，别无人家，又无宫观寺院。这的是北邙山口，我在这山角下松阴内坐一夜咱。贫道观此山下，必有妖精鬼魅。我试看咱。<br>【你看这云遮月色呵。月暗东西不分，赤力力风操动松韵，我道是甚么那，原来是鹤飞来相伴我黄昏。<br>贫道就这松阴下坐一夜咱。<br>【一半儿】我则见柳垂绿线草铺茵，星撒残棋月挂轮，石亡鹿皮铺垫的稳。松下有白云，我且做一半儿朦胧一半儿盹。<br>妾身是唐明皇时管玉斝夫人，五世为童女身，不曾破色欲之戒，恶世间生死，不如做鬼仙快活，在此山角下三百余年也。今夜月朗星稀，口占一词〔柳梢青〕：\"天淡晓风明灭，白露点苍苔败叶。端止翠园，黄云衰草，汉家陵阙。咸阳陌上行人，依旧名亲利切。改换朱颜，消磨今古，陇头残月。\"贫道正坐间，是谁人惊觉贫道？<br>【金盏儿】我则听的语言勤，曲腔真。梦回明月歌声近。他向那青森森树底显香魂。待道不是鬼来呵。可怎生迎风衣不动，对月影难分？这厮他入山山作怪，入水水为神。<br>他不念呵便罢，若再念呵，我依着他那前韵，和一首点化此鬼。\"度你个不生不灭，又不比拈花摘叶。兴倚高歌，醉眠芳草，梦游仙阙。有时苦劝人人，莫怪我叮咛切切。走骨行尸，贪财恋色，枉消年月。\"师父万福。<br>【醉中天】一句句依着前韵，一字字和的清新。咱说破超凡入圣因，你怎不把前生认？师父脱度鬼魂咱！我度你个无影无形鬼魂，你既为女人呵，可怎生不还宿债？则你那宿根未尽，怎生般脱离凡尘？<br>似此不肯度脱呵，弟子怎了也？正是遇仙不成道，如到宝山空手回。若要度你呵，你可下人间托生做女子，还了五世宿债。然后方可度你成道。你记者。理会的。<br>【后庭花】你先将那冤业分，次将那宿债准。那其间才脱红尘难，方归那大道门。用些殷勤，休辞劳困，我着你重做个妇女身。<br>师父，弟子何方去也？你往汴梁刘家托生，当来为刘行首二十年，还了五世宿债。教你二十年之后，遇三个丫髻马真人度脱你。你便回头者，休迷却正道。我如今说与东岳殿管托生案神。案神安在？疾！不孝谩烧千束纸，亏心枉爇万炉香。神灵本是正直做，不受人间枉法赃。小圣乃东岳殿案神是也。有祖师法旨呼唤，须索走一遭去。师父唤小圣有何法旨？听吾法旨：引着这阴魂往阳间汴梁刘家，托生一女子身，当来为刘行首，着他还宿世债去。领法旨。<br>【赚煞】我着你托化在雨云乡，还宿债在莺花阵，休迷却前生道本。虽和那野草闲花作近邻，则你那主人公休离了玄门。你与我逞精神，送旧迎新，二十载还元见老君。欲要见五祖七真，先受些千随百顺，早则不冷清清和月伴荒坟。<br>奉师父法旨，不敢久停久住，引着这阴魂前往刘家托生去来。<br><br>第二折<br>教你当家不当家，及至当家乱如麻。早起开门七件事，柴米油盐酱醋茶。自家刘婆婆是也，人则唤我做虔婆。我在这汴梁城里居住，有个女孩儿，唤做刘行首。我这孩儿吹弹歌舞，吟诗对句，拆白道宇，顶真续麻，件件通晓。官人每无俺孩儿，不吃这酒。官身可也极多，俺孩儿道：娘也，有那不打紧的，你休叫我，等闲坐一会咱。我如今在门首看着，有甚么人来。自家乐探是也。奉官人台旨，今日是重阳节令，官府在衙中饮酒，着我唤刘行首。可早来到门首也。哥哥做甚么？今日是重阳节令，官人在衙中安排酒，专等大姐哩。哥哥，你先行，我便着他去。刘妈妈快着大姐来，休带累我，快来！快来！莲儿、盼儿，说与你姐姐梳妆打扮了，衙门里唤你官身哩。<br>妾身刘倩娇是也。官人在衙门里庆重阳令节。谁想走到人市处，把梅香迷了。我怕大街上有人调斗我，我往这后巷里去。有熟人问路咱。贫道姓马名裕，字义辅，道号丹阳抱一真人。奉师父王重阳法旨，来这汴粱度脱刘行首。此女子二十年前是一阴鬼，后来师父着他托化做女子身，还了宿债，教他二十岁之后，遇马丹阳可便回头。贫道今日化做一个道人，度脱他归于正道，须索走一遭去。那刘行首若记的前事，省些气力。若记不的呵，马丹阳，这魔障非同小可也呵。<br>【正宫】【端正好】下瑶台，离蓬岛，趁西风鹤翅飘摇。蓬头垢面无人晓，就里藏玄妙。<br>【滚绣球】我身穿着百衲袍，腰缠着碌簌绦，头直上丫髻三角。任东西散诞逍遥，抄化的酒一壶饭一瓢。困来时醉眠芳草，煞强如极品随朝。把似你受惊受怕将家私办，争如我无辱无荣将道德学，行满功高。<br>这先生是出家人，正好问他路。<br>【倘秀才】恰离了数万丈云埋华岳，稽首。又撞着二十载还魂的故交。这先生好乔也。我二十一岁，可怎生是你二十年前的故交？你莫不见鬼来？可知见鬼哩，谁道是见人来？我问你路，你便说一声儿，那里不是积福处？你怎生才出家来，可又早迷了正道？村性格，劣心苗，那里来，那里去，怎生不常常的记着？<br>我记的呵，我不问你也。<br>【滚绣球】你不将那大道行，大道上有人。可怎生往小路上抄？小路上幽静也。呆贱人，你那小路上敢热闹也。到如今越不知个颠倒。你指与我路咱。我若指与你呵，你便上青霄。我如今东西南北不知往那里去。你如今东不知南不知，你北不着西不着，你休误了我官身。你道误了你官身呵。早；春了你在先躯壳。休误了我庆重阳。你若是有俺那重阳呵，你便得逍遥。你是个不着坟墓风魔汉。你道我不着坟墓风魔汉，小鬼头我寻你个未入玄门花月妖，缠杀人也。我便缠杀人有甚蹊跷？<br>跟我出家去来。不看你那吃的，且看你那穿的，那些衣服受用快活，我跟将你去？<br>【倘秀才】你休笑我无拘役腌臜的这布袍，敢强似你那有罪业轻盈的这绛绡，我就里清标你怎知道？我杨柳腰肢，海棠颜色，穿金带银，偎红倚翠，我跟你出家，有甚好处？你如今杨柳腰肢，海棠颜色，有一日霜浓柳叶败，风急海棠凋，那其间难寻一个下稍。<br>你不知道闲官清，丑妇贞，穷吃素，老看经？我如今青春之际，我怎生出的家？<br>【滚绣球】你怕不杨柳腰，容貌好，久以后那里每着落，你跟着我脱凡尘倒大清高。你在那个庵里住？俺那里洞门无锁钥，白云笼罩着。砍青松自烧丹灶，跨苍龙同宴蟠桃。若得俺山中鹤氅壶中药，免了你那脚上驴蹄面上毛，怕甚么地网天牢。刘行首，你疾快去来。你放我去。你跟我出家去来。<br>【叨叨令】你低声闹，高声闹，怎锁住心猿闹？我如今花星照，福星照，正好受用哩。你道是花星照，福星照，怎不怕灾星照？你放我去。我去的迟了，俺奶奶骂我。则听的虔婆教，五奴教，怎不受神仙教？去的迟了，官人每怪我也。你只怕官人叫，令史叫，怎不怕阎王叫？刘行首。你今日可便省的也么哥，可便省，的也么哥，你会唱升严乐，太平乐，怎不唱逍遥乐？<br>刘行首，你去的迟了，带累我也。先生，你好不识闲忙也。<br>【脱布衫】走将来唱叫粗豪，口不住絮絮叨叨。你道他走的慢连催了两遭，哥哥也，你便做行的快也跳不出六道。<br>他官府中等待着，你敢替他去？<br>【小梁州】你道祗候处官人每等待着，休辜负值千金一刻春宵。你向尊前席上逞妖娆，妆圈套，大古里色是杀人刀。<br>【幺篇】争知苦口是良药，劝着你不采分毫，则恋那莺燕交。不想那林泉乐，争如你随着贫道，向溪上访渔樵。<br>这泼先生无礼也。误了官身，我打这泼先生一顿。<br>【伴读书】我、我、我，迤逗的他心内焦，恶噷噷的高声叫。哎！你个乐探哥哥何须闹？欺良压善没分晓。揎拳捋袖行凶暴，你、你、你，不辩低高。<br>【笑和尚】呀、呀、呀，仰刺擦推了我一交，扑、扑、扑，雨点般拳头落，好、好、好，自有个天公报。嗤、嗤、嗤，扯碎布袍，支、支、支，顿断麻绦，来、来、来，可惜葫芦里槅了我些灵丹药。咱去来。走了也。<br>【煞尾】你不肯顶簪冠，披鹤氅，闲遥遥，稳拍拍，蓬莱方丈把玄机晓；则要你穿背子，戴冠梳，急煎煎，闹炒炒，柳陌花街将罪业招。跟着我骑白鹤，上青霄，跨青鸾，远市朝，引仙童，采药苗，伴仙翁，纵酒瓢。奉吾师法令，教下人间度艳娇。不回头不忖度，二十年都忘了。我着你做神仙倒撒拗，空着我驾一片祥云下蓬岛。<br><br>第三折<br>小生姓林名盛，字茂之，在这汴粱城内开着座解典库。这里有个上厅行首刘倩娇，我和他作伴。我一心待要娶他，他有心待要嫁我。争奈有老婆在家，和我生了一儿一女，我因此不好说得。前日刘大姐道：\"你来，我问你，肯娶我时，我嫁了你罢。\"我仔细想来，他有这等好意，怎生辜负了他？不若娶将他来，则在外面住，岂不美哉。今日安排酒果，亲自到他家问亲，走一遭去。我正说你，你来了也。我一径的问你：奶奶在家不在家么？在家。你且坐。你要娶我呵，休了你大娘子，我便嫁你；你不休，不嫁你。我虽然不休，我且哄他。我休！我休！将酒来，咱且饮几杯。你快休了罢。刘行首也，你不知来处来，去处去。你待嫁林员外，不争嫁了林员外时，着我去师父行怎生回话？须索往他家点化去咱。你看世间凡胎浊骨，谁识贫道也？<br>【中吕】【粉蝶儿】休笑我妆钝妆呆，看了几千场杨凋花谢，笑兴亡自古豪杰。遮莫你越邦兴，吴国破，争如我不生不灭？枉费了唇舌，他逃不出一生冤业。<br>【醉春风】这一个无记性的马丹阳，我直度你不回头的刘大姐。当街上吃了这一场泼举踢，着我去谁根前说，说？我度你呵，恰便似沙里淘金，石中取火，水中捞月。<br>稽首。你躲往那里去？姐姐，你休怕这先生。先生，你来这里，有甚勾当？我来抄化你出家去。他娘问我要三千贯，还不肯嫁我。你若抄化的他出家去，我也做先生去也。我试问先生，你哭为甚么？你问贫道哭为甚么来？<br>【迎仙客】自哽咽，暗伤嗟，贫道哭呵，不为别一件。你为甚么？哭你那二十年道心在何处也？你跟贫道出家去来。我嫁了林员外也。你当日古墓里将祖师参，今日嫁了林员外也。你今日向林员外将贫道撇。比着往日全别。我着你做神仙呵，怎倒惹的你愁眉结？<br>你是无君臣父子，不守祖业的，这等人便出的家。<br>【红绣鞋】你道我身堕懒抛离了祖业，也不似你性痴迷早忘了巢穴，大姐说的是，这穷先生则要茅庵里学堕懒哩。林员外，你这般带眼安眉也随邪。他母亲狠似那双蟳蝎，心毒似两头蛇，呆汉，谁着你去火坑中将身子儿舍？将这风先生推出去。刘行首，跟我出家去来。那风先生还在那里叫姐姐哩。你坐一坐，我更了衣服便来。哎！被这先生缠得心烦，且自打睡一会儿咱。则这般他也不省，则除是恁的。小圣东岳案神，奉王祖师法旨，二十年前送刘行首托生下方。今日马祖师度他不肯回头，乃是小圣之罪。须索梦化此人成道。刘行首，刘行首，吾乃管托生案神。奉祖师这旨，二十年前你是一阴鬼来，着我送你下方做女子身，遇马祖师便回头。今日你迷却正道，是小神之罪。你二十年死生冤业，到如今未经还彻。马丹阳只在门前，休忘了\"天淡晓风明灭。刘行首，你休推睡里梦里，吾神回去也。嗨，刘行首也，若非祖师慈悲，已落轮回之内。我记的这篇词来。\"天淡晓风明灭，白露点苍苔败叶。端止翠园，黄云衰草，汉家陵阙。\"怎么忘了后句？未知马祖师在那里？\"咸阳陌上行人，依旧名亲利切。改换朱颜，消磨今古，陇头残月。\"谁唱？我开门去看。刘行首，你省也么？师父，弟子省了也。<br>【普天乐】你恰便发凡心，施乖劣。你成道呵，比乘风的未似，比立雪的争些。三百年守在古坟，二十载还了烟月。师父当时分明说，若见我急早来者。我不度你呵，你嫁了林员外也。早则不敲番莺燕，分开翡翠，拆散蜂蝶。<br>【上小楼】我将这连枝树撅，双头莲撧。我着你便蓬岛风清，阳台雾锁，楚岫云遮。弃死归生，回光返照，休侵枝叶，你将这干家心担儿交卸。这先生无礼也。怎生把刘大姐哄的这里来？罢了，姐姐发狂了也。<br>【幺篇】他将那头面揪，衣服扯。则见他玉珮狼籍，翠钿零落，云髻歪斜。林姐夫，大姐风了也。他不风，你自呆，休来牵惹，端的是他心凉你心干热。<br>这先生是妖人，二会子法教俺姐姐风了，咱扯住他见官去来。<br>【满庭芳】你将先生紧扯，你休施榼暴，莫逞豪杰。他二十年冤业都还彻，我跟师父去者。你躲了休将他大道拦截。我度你个小鬼头冰清玉洁，单注着老妖精禄尽衣绝。我则有这个女儿，早晚养活我哩。你那里便休胡说，他今朝省也，他今日风了，怎生伏侍我？方信道风起雨云歇。<br>你自的管不得，你到拖贫道见官去。疾！妾身是林员外的浑家是也。俺那员外近来养着一个弟子，唤做刘行首。俺员外一个月不来家，我如今往刘行首家寻员外去。寻不着，万事罢论。若寻着呵，我不道饶了他也。员外，你不回家来，原来在这里，做个停妻再娶妻。我和你见官去。林大嫂，他要休你，娶刘行首。我劝他，他倒打贫道哩。这先生倒会管老婆舌头。你要官休，你要私休？官休怎生？私休怎生？你要官休，我和你见官去；你要私休，跟我家去便了。我则要私休罢。<br>【快活三】一壁厢婴儿将衣袂扯，姹女将带揪者。你和那墙花路柳厮和协，到和亲媳妇无疼热。<br>【鲍老儿】自火院深沉向未彻，怎管的闲花风月？自冤业无明火未断绝，又生出闲枝节。林员外，你早不娶了刘行首也。花残月缺，弦断镜破，瓶坠簪折。<br>我和你见官去来。你和我见官去？理会的。我女儿不风，便不告你。<br>【耍孩儿】劝修行心念无明夜，呆弟子今朝省也。奉吾师法令到蓬莱，着我便提拔出你虎窟狼穴。休占风月门庭闹，莫厌蓬莱途路赊。回首是神仙阙，你将气心财性，权且离别。<br>刘行首，你母亲平生冤业不少也。除了要钱，别有甚么罪？我说与你听咱。<br>【三煞】为钱呵搬的人爷娘恩爱忘，夫妻情分绝，典房卖地将家私舍。形消骨化皆因此，家破人亡不为别。舍性命轻抛撇，则恋着星眸皓齿，杏脸莺舌。<br>【二煞】将郎君脑盖敲，子弟每筋髓撅，怎当他转关儿有百计千谋设。逼得人剜墙钻窟将金资觅，仗剑提刀将财物劫。都积趱下来生业，跟着我，我着你化灾变福，改正除邪。<br>弟子送师父出去。<br>【煞尾】我出门。你入门，哎，儿也，兀的不痛杀我也。暂时间且略别。三日后向城西传取长生诀，管着你跨凤乘鸾赴仙阙。<br>今日俺女孩儿刘行首随的那先生走了，我见官出首去来。<br><br>第四折<br>刘行首，此处敢匾窄，不如你高堂大厦么？师父，此处索是幽静，弟子不恋高堂大厦说的是，说的是。<br>【双调】【新水令】小庵虽窄隐幽微，包含着一合天地。草荒巢鸟宿，云淡雨龙归。淡饭黄齑、才得个中味。<br>师父，打坐是怎生？我说与你听咱。<br>【驻马听】水火相随，做出无穷造化机；坎离相继，烧开往日雨云期。灵台拂去是和非，丹田养就元阳气。存正理，何愁不到蓬瀛内？<br>【风入松】清浊混沌把心迷，静者动之基。人能清静常存息，寸心天地皆归。壶里乾坤只自知，空忙杀这顽皮。<br>刘行首，俺这里比你那市廛中，真乃为人间天上。师父，您徒弟到今日才知道了也。<br>【拨不断】洞云迷，野猿啼，柴门半倚闻鹤唳。菊蕊丛丛绽竹篱，松花点点铺苔砌。端的个山中七日，世上千年，兴亡不管，生死无忧。你觑波，则俺这里别是一般天气。<br>弟子但愿清闲穿布服，犹胜红尘着绛绡。<br>【雁儿落】脱红裙着布衣，改云鬟为丫髻。发宁心养性功。罢妙舞轻歌艺。<br>【水仙子】雨云乡打抄散燕莺期，风月所掀腾翡翠帏，烟花阵搅散了鸳鸯会。这清闲谁似你？任纷纷兔走乌飞。草庵内谈玄妙，蒲团上讲道德，万事休题。<br>魔障到也，则将主人公休胡动了念者。林员外，咱和祗候哥哥寻那先生去来。那先生临去时说道：城西传取长生诀。如今来到这城西也，那松阴内一座庵儿敢是，咱看一看。正是，正是。兀那先生，你将我女儿拐的这里采，你好无礼也。将这先生拿住见官去来。你将我的媳妇拐在这里来，好无礼也。我打这先生一顿。好也，这先生虽是拐带人口，罪不至死。你一下打死，更待干罢。我和你见官去来。哥哥可怜见，他又无有亲人，又无证见。我与你两锭银子。你将他丢在这洞里去便了。也罢，也罢。我和你将这先生丢在洞里去也。大姐，和你回家去。师父教我休胡动了念者。\"道可道，非常道。名可名，非常名。\"不敢去。你师父既是神仙，不吃凡人一下打死，丢在洞里去了。师父，不争你死了，怎发付弟子也？将军，饶了小生罢。饶了你，还俺师父。将军，你师父不知往那里去了，教我那得师父还你？饶我罢。散袒逍遥躲是非，壶中日月有谁知？仙家不识春和夏，石烂松枯一局棋。<br>【锦上花】淡饭粗衣。山中活计。落托清闲，倒大幽微。采蕨寻芝，绕山转水。炼药烧丹，驱神捉鬼。<br>【幺篇】困来那一眠，闲来那一醉。一任渔樵，说是谈非。笑杀儿曹，走南料北。空叹英雄，争高竞低。<br>【江儿水】人生快活能行几？过一岁无一岁。将军使机谋，宰相施忠义。都在俺这老先生淡笑里。<br>【碧玉箫】想韩侯当日，钝剑一身亏。彭越何为？烂剉肉如泥。九江王受困危，竿尖上挑首级。恁莫痴，争似张良会？归，急流中身先退。<br>师父稽首。林员外，你打的我好么？师父救我咱。你慌怎么？师父，我到来年，跟师父出家去学道。<br>【川拨棹】恁两个用心机，出门来逢着太岁。我则见剥下衣袂，后拥前推，刀剑依随。谁教你出门来贼心便起？到今日说个甚的？<br>【七弟兄】你怎不察知就里？这总是你家门贼。怎将蓼儿洼强猜做蓝桥驿？梁山泊权当做武陵溪？太行山错认做桃源内？<br>【梅花酒】呀！你今日悔后迟，可笑愚痴，不辨个高低，畅叫扬疾。人无害虎心，虎无伤人意。你可便甚所为将亲女做娼妓？逼的他觅衣食，谩天网四方围，陷人坑当面砌。<br>【收江南】呀！当日个敲人骨髓剥人皮，今日个餐刀吃剑有谁知？争如俺粗衣淡饭在山扉。又不图着甚的，毕竟是那一个得便宜？<br>林员外，俺明说与你知道，刘行首有神仙之分，他再不思凡了。你早回去罢。师父，小人情愿回去。既然回去，你可速退。刘行首，你跟贫道见众仙去来。刘行首，你听我道者：你本是唐朝宫眷，秉真心不染尘缘。守孤坟北邙山下，咏风月一曲泠然。幸遇着重阳道者，和新词甚是矜怜。争奈你阴魂无托，况被那业债相缠。降生做上厅行首，二十年重遇真仙。只为天淡晓风明灭，重提起本性根源。今日个功成行满，驾青鸾证果朝元。<br>题目北邙山倡和柳梢青<br>正名马丹阳度脱刘行首</p> <p> ",
  "poet": {
    "id": 1374,
    "star": 0,
    "name": "杨景贤",
    "image": "http://img.gushiwen.org/authorImg/yangjingxian.jpg",
    "desc": "杨景贤，名暹，后改名讷，字景贤，一字景言。生卒年不详。然明初贾仲明《录鬼簿续编》云\"与余交五十年\"，永乐初尚得宠于朱明，可知杨氏乃元末明初戏曲家。杨氏本为蒙古人，上辈已移居浙江钱塘，故朱有炖《烟花梦引》言及京都乐妓蒋兰英时云之：\"钱塘杨讷为作传奇而深许之。\"《录鬼簿续编》言杨氏\"善琵琶，好戏谑，乐府出人头地。锦阵花营，悠悠乐志。与余交五十年。永乐初，与舜民一般遇宠。后卒于金陵\"。按其小传，知杨氏生平有三要。"
  },
  "tags": []
}