{
  "id": 69261,
  "star": 12,
  "name": "鸳湖曲",
  "dynasty": "清代",
  "content": "鸳鸯湖畔草粘天，二月春深好放船。<br>柳叶乱飘千尺雨，桃花斜带一溪烟。<br>烟雨迷离不知处，旧堤却认门前树。<br>树上流莺三两声，十年此地扁舟住。<br>主人爱客锦筵开，水闻风吹笑语来。<br>画鼓队催桃叶伎，玉箫声出柘枝台。<br>轻靴窄袖娇妆束，脆管繁弦竞追逐。<br>云鬟子弟按霓裳，雪面参军舞鸜鹆。<br>酒尽移船曲榭西，满湖灯火醉人归。<br>朝来别奏新翻曲，更出红妆向柳堤。<br>欢乐朝朝兼暮暮，七贵三公何足数！<br>十幅蒲帆几尺风，吹君直上长安路。<br>长安富贵玉骢骄，侍女薰香护早朝。<br>分付南湖旧花柳，好留烟月伴归桡。<br>那知转眼浮生梦，萧萧日影悲风动。<br>中散弹琴竞未终，山公启事成何用！<br>东市朝衣一旦休，北邙抔土亦难留。<br>白杨尚作他人树，红粉知非旧日楼。<br>烽火名园窜狐兔，画图偷窥老兵怒。<br>宁使当时没县官，不堪朝市都非故！<br>我来倚棹向湖边，烟雨台空倍惘然。<br>芳草乍疑歌扇绿，落英错认舞衣鲜。<br>人生苦乐皆陈迹，年去年来堪痛惜。<br>闻笛休嗟石季伦，衔杯且效陶彭泽。<br>君不见白浪掀天一叶危，收竿还怕转船迟。<br>世人无限风波苦，输与江湖钓叟知。",
  "shangxi": "<p>　　《鸳湖曲》首段写“鸳鸯湖畔草粘天，二月春深好放船。柳叶乱飘千尺雨，桃花斜带一溪烟。”这四句成为对南湖风光最典型的描述，留在了嘉兴的历史文献上。描写南湖春天的风光，没有能比这四句更漂亮的了。写南湖边芳草连天，一望无际，那时候又没有什么建筑，都是绿色的草地。春天来了，碧草连绵，天和地粘连在一起了；春分这个时候，是旧历二月，大概在阳历三月下旬了。</p> <p>　　“好放船”，就是把船放出去，好出去游玩了。“好放船”这三个字，前人认为用得很好，口气身份像别墅的主人，如果是“好摇船”就不美了。南湖的风光怎么样？很多柳树叶是乱飘，天上下着雨，雨不大，但是打到这个柳叶上，好像起舞一样。桃花很红了，有一道轻烟在上面，看上去更美了。 “烟雨迷离不知处，旧堤却认门前树。树上流莺三两声，十年此地扁舟住。”说的是顺治九年，人旧地重游从前的朋友吴昌时住的地方。南湖里很安静，有黄莺飞过。他回忆起十年以前，乘扁舟从苏州来这里拜访吴昌时，那时大概在崇祯十六年左右，吴昌时刚从北京回来。这是第一段。</p> <p>　　《鸳湖曲》第二段，十年前是怎样的呢？“主人爱客锦筵开，水阁风吹笑语来。画鼓队催桃叶伎，玉箫声出柘枝台。”记得那次来的时候，别墅的主人在家里，正过着豪华的生活，用丰盛的酒席招待我，在临水的台阁上，笑语融融。主人有演戏的队伍，用歌舞来欢迎客人。 “轻靴窄袖娇妆束，脆管繁弦竞追逐。云鬟子弟按霓裳，雪面参军舞鸲鹆。”当时歌舞欢腾，多么欢乐。 “酒尽移船曲榭西，满湖灯火醉人归。朝来别奏新翻曲，更出红妆向柳堤。”是说酒喝好后，已经晚了，只看到南湖里都是灯火，欢乐了一天，大家沉醉而回。 我们要说，今天的南湖也没有上述这些现象。所以说，南湖要想搞得好，搞成一个消费、游玩的名胜之地，一定要晚上有游船。明朝、清朝的南湖都是晚上开游船。清初陈其年，也是一个大诗人，他写的《鸳湖烟雨楼感旧》词：“园都在、水边林下。不闭春城因夜宴，望满湖灯火金吾怕。十万盏，红球挂。”这说明，大家看到南湖里满湖都是灯火，连金吾也怕了，热闹得城门也关不了了，可见明朝末年嘉兴南湖繁荣到怎样一个程度。这也是吴梅村最初来南湖看到的情况。</p> <p>　　陈其年写南湖景色可能夸张，但即使夸张一百倍，也有一千盏灯，南湖里也很热闹。所以明朝<a href=\"http://so.gushiwen.org/author_339.aspx\">张岱</a>《陶庵梦忆》里写南湖，说嘉兴人好讲烟雨楼，大家都笑，但是烟雨楼的确是好，船来船去，虽然靡靡之风越来越严重，但也是越来越繁荣了。明朝的嘉兴实际上处在嘉兴历史上最繁荣的时期，特别是明末，因为这个地方生产力没受损害，而且丝绸业发展了，手工业发展了，交通发展了，最重要的是大运河的畅通方便了货物流通。 我们再看第二天：“更出红妆向柳堤”，索性不在家里演戏了，到南湖岸边演。这是第二段，讲竹亭主人、复社骨干吴昌时当时多么享乐，这样写也不是责备他，因为当时江南这一隅还是乐土，大家在享受太平时代的欢乐。</p> <p>　　《鸳湖曲》第三段，“欢乐朝朝兼暮暮，七贵三公何足数。十幅蒲帆几尺风，吹君直上长安路。”吴昌时和吴梅村是同年，一起考中进士。他们的老师，就是主考官是明末宰相周延儒，周做过两任宰相，宜兴人。这是写吴昌时为了功名富贵，也是为了东林党复社的政治目标到北京去做官了。 “长安富贵玉骢骄，侍女薰香护早朝。分付南湖旧花柳，好留烟月待归桡。”吴昌时这时去，是他们复社要拥戴周延儒第二次做宰相。吴昌时做礼部主事，后来做了吏部文选司郎中，好比现在的组织部干部司司长，但也在这一年败了。这段写主人的得意，可以操纵大权了。</p> <p>　　《鸳湖曲》第四段，“那知转眼浮生梦，萧萧日影悲风动。中散弹琴竟未终，山公启事成何用。”写吴昌时政治上失败了，转眼被杀。凄风冷雨都来了，这里用了典故，即有势力的人周延儒也救不了吴昌时了，因为周延儒不久也被杀了。 “东市朝衣一旦休，北邙抔土亦难留。白杨尚作他人树，红粉知非旧日楼。”这节说，主人在北京被杀时，还穿着朝服，死都没有葬身之处。再看看嘉兴的园林怎样了？原来的白杨树都成了别人的了，勺园的房子都被没收了，红粉佳人也都流散了。这里吴梅村用了<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>写<a href=\"http://so.gushiwen.org/author_3095.aspx\">关盼盼</a>的典故。吴梅村的诗很多都是重大题材，而且是悲剧性的，吴梅村诗里的奥妙都在典故里，虽然看似浅显，但背后还有许多文字。比如陈寅恪就讲这首诗里，还隐藏着吴梅村和秦淮名妓卞玉京的关系。 “烽火名园窜狐兔，画阁偷窥老兵怒。宁使当时没县官，不堪朝市都非故。”写当初那么有名的竹亭别墅都荒芜了，茅草长得很高。经过天崩地裂后，房子的主人被皇帝杀了，崇祯皇帝也自杀了。现在诗人来了后还不能进去，只能在楼阁外面偷偷看看旧时的情况，看门的老兵却不让看。可见房子里住了满清的兵。不但园林改了，主人改了，而且朝代改了，社会也改了。</p> <p>　　《鸳湖曲》第五段，“我来倚棹向湖边，烟雨台空倍惘然。芳草乍疑歌扇绿，落英错认舞衣鲜。”顺治九年吴梅村旧地重游，故人也没有了，烟雨楼也已经没有了，感觉倒万分迷茫和惆怅。 “人生苦乐皆陈迹，年去年来堪痛惜。闻笛休嗟石季伦，衔杯且效陶彭泽。”人生苦乐都过去了，思念往事感到很痛惜。又劝慰说，就是叹息古人，也不要悼念富贵像石季伦那样的人了吧，还是学学<a href=\"http://so.gushiwen.org/author_645.aspx\">陶渊明</a>喝酒去吧。 最后，“君不见白浪掀天一叶危，收竿还怕转船迟。世人无限风波苦，输与江湖钓叟知。”在这样一个动乱的时代，小人物是危险不安全的，诗人的朋友就是因为贪图富贵身败名裂。连杀他的人也被杀死了，吴梅村慨叹在那样一个时代里，谁也不能掌握自己的命运，连崇祯皇帝也掌握不了自己的命运。所以得出结论说，世上人太苦难了，求名求富贵，甚至为了国家怎样努力，最后都没有好结果。 吴梅村很是悲伤，哀叹朋友也哀叹自己的命运。过两三年吴梅村去北京做官，很受气，内心也责备自己。吴梅村到最后说自己“竟一钱不值，何须说”。他心里是很痛苦的。</p>",
  "poet": {
    "id": 640,
    "star": 0,
    "name": "吴伟业",
    "image": "http://img.gushiwen.org/authorImg/wuweiye.jpg",
    "desc": "吴伟业（1609～1672）字骏公，号梅村，别署鹿樵生、灌隐主人、大云道人，世居江苏昆山，祖父始迁江苏太仓，汉族，江苏太仓人，崇祯进士。明末清初著名诗人，与钱谦益、龚鼎孳并称“江左三大家”，又为娄东诗派开创者。长于七言歌行，初学“长庆体”，后自成新吟，后人称之为“梅村体”。"
  },
  "tags": [
    "湖水"
  ]
}