{
  "id": 7885,
  "star": 42,
  "name": "东鲁见狄博通",
  "dynasty": "唐代",
  "content": "去年别我向何处，有人传道游江东。 <br>谓言挂席度沧海，却来应是无长风。",
  "fanyi": "<p><strong>译文<br></strong>去年我们相别，有人传话说您游江东去了。<br>又说您挂帆东海，直渡沧溟，一路上平安无事，风平浪静。</p> <p><strong>注释</strong><br>东鲁：鲁郡之别称，唐属河南道，即今山东兖州市。如鲁国、鲁中等。<br>狄博通：户部郎中光济之孙，<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>的好友。据《新唐书·宰相世系表》，是梁国公<a href=\"http://so.gushiwen.org/author_2235.aspx\">狄仁杰</a>的孙子。<br>江东：长江流至芜湖，呈南北走向，江以东为辽东，即今安徽、江苏南部和浙江北部地区。<br>挂席：挂风帆。<br>沧海：此指东海。<br>却来：返回之意。<br>“谓言”：这两句意为：本说渡海，而今返回，当是无长风之故。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　“去年别我向何处，有人传道游江东”运用铺叙手法，讲述<a href=\"http://so.gushiwen.org/view_7885.aspx\">诗</a>人与久别重逢的友人狄博通的亲切慰问，突显出朋友之间的深厚情谊。“别我向何处”、“传道游江东”为李问狄答，增加了诗人与朋友间的相思离别之苦。诗词新颖别致、平淡无奇，又给人以信增亲切之感，似是客套之话而实为肺腑之言。</p> <p>　　“谓言挂席度沧海，却来应是无长风”紧扣上文，拉近朋友之间的距离，字里间处处充溢着诗人对友人狄博通的关爱之情，嘘寒问暖，无微不至，抒写了诗人对友人狄博通的深切怀念和重逢的喜悦之情。“度沧海”能表达<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>凌云之志，“长风”，则形容在大浪袭来时的情景，飘逸洒脱，无拘无束，豪情万丈。诗人运用“长风破浪”的意象来表达自己高远的志向，这恰恰是突显出诗人所追求的人生气质。比如：“长风万里送秋雁，对此可以酣高楼”（《宣州<a href=\"http://so.gushiwen.org/author_32.aspx\">谢朓</a>楼饯别校书叔云》）；“长风破浪会有时，直挂云帆济沧海”（《行路难》）。</p> <p>　　全诗四句二十八字，廖廖数句就刻画出诗人与久别重逢友人狄博通的深厚友情，深深地印在了读者的心上，足见李白清新脱俗的诗风。此诗语言通俗易懂、言简意赅、信口成章，借用“挂席”、“度”、“沧海”、“长风”等有巨大气势的事物和表现大起大落的动词，使得诗意具有飞扬跋扈、不可一世的气势，生动诙谐地描写了友人狄博通“挂席度沧海”、“游江东”的形象，亦似是喻已，侧面衬托出诗人不满足于“孤臣孽子”的现状，向往着“直挂云帆济沧海”的凌云壮志、冲天豪情，表达了诗人刚正不阿的高尚品格，想再次摆脱了歧路彷徨的苦闷，唱出了充满信心与展望的强音。</p> <p>　　此诗字里间处处充溢着诗人崇高的理想和远大的抱负，体现了李白与友人狄博通之间相互关心的真挚友谊，抒写出诗人见到从江东归来的好友狄博通的欣喜心情。</p>",
  "about": "<h2>创作背景</h2> <p>　　此<a href=\"http://so.gushiwen.org/view_7885.aspx\">诗</a>是天宝五载（746）<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>在鲁郡瑕丘（今兖州）所作。</p> <p>　　天宝中叶，自玄宗天宝元年（742）到宪宗元和十五年（820）的七十九年里，是唐朝从政治上由盛到衰的转变时期。这段时期，唐朝国事益非：内则屡兴大狱，屠戮驱逐忠良；外则穷兵黩武，内政不修，滥事征伐。李白以孤臣孽子之身心流落江湖，为了生计不得不四处奔波，勉强维持生活。所以李白的忧愤情愫极为深切，时常有抨击时政的诗作。</p>",
  "poet": {
    "id": 247,
    "star": 0,
    "name": "李白",
    "image": "http://img.gushiwen.org/authorImg/libai.jpg",
    "desc": "李白（701年－762年），字太白，号青莲居士，唐朝浪漫主义诗人，被后人誉为“诗仙”。祖籍陇西成纪(待考)，出生于西域碎叶城，4岁再随父迁至剑南道绵州。李白存世诗文千余篇，有《李太白集》传世。762年病逝，享年61岁。其墓在今安徽当涂，四川江油、湖北安陆有纪念馆。"
  },
  "tags": [
    "怀念",
    "友人",
    "抱负"
  ]
}