{
  "id": 52824,
  "star": 32,
  "name": "摊破浣溪沙·揉破黄金万点轻",
  "dynasty": "宋代",
  "content": "揉破黄金万点轻。剪成碧玉叶层层。风度精神如彦辅，大鲜明。<br>梅蕊重重何俗甚，丁香千结苦粗生。熏透愁人千里梦，却无情。",
  "fanyi": "<p><strong>译文</strong><br>桂花它那金光灿烂的色彩和碧玉一般如刀裁似的层层绿叶，其“风度精神”就像晋代名士王衍和乐广一样风流飘逸，名重于时。<br>梅花只注重外形，它那重重叠叠的花瓣儿，就像一个只会矫妆打扮的女子使人感到很俗气。丁香花簇簇拥结在一起显的太小气，一点也不舒展。桂花的浓香把我从怀念故人和过去的梦中熏醒，不让我怀念过去这是不是太无情了？</p> <p><strong>注释</strong><br>①摊破浣溪沙：词牌名，《浣溪沙》的变体，又名《添字浣溪沙》。<br>②揉破黄金万点轻：形容桂花色彩的星星点点。轻：四印斋本《漱玉词》作“明”，注“一作‘轻’”。 按上半阕末句已押“明”字，此句不应重押，应该是“轻”字是。<br>③剪成碧玉叶层层：桂叶层层有如用碧玉载制而成。“剪成”化用唐<a href=\"http://so.gushiwen.org/author_368.aspx\">贺知章</a>《咏柳》<a href=\"http://so.gushiwen.org/view_52824.aspx\">诗</a>意。<br>④彦辅：《晋书·刘隗传》载刘纳语：“王夷甫太鲜明，乐彦辅我所敬。”<br>⑤大：四印斋本《漱玉词》作“太”，注“一作‘大’”。<br>太鲜明：《花草粹编》卷四作“大鲜明”。在古代“大”通“太”、“泰”。《说文释例》日：“古代只作‘大’，不作‘太’，亦不作‘泰’……”比如《易》之“大极”、《春秋》之“大子”，后人皆读为“太”。在此词中，作者或缘此古例，故“太”、“大”相通。此句是此词的难点之一，也是现存整个《漱玉词》的难点之一，或因此故，竟有不少选注本、乃至辑注本不予收录，即使收录，则极少为此句作注，而关于此句的罕见之注释或析文，又不无可议之点：比如“太”字不宜训为“过分”，而宜作“很”、“极”讲，意谓桂花的“风度精神”与乐彦辅极为相像。鲜明：此处宜训作分明确定之义。“鲜”字，《世说新语·品藻》作“解”、《晋书·刘魄传》作“鲜”，宜从《晋书》。<br>⑥何俗甚：俗不可耐。<br>⑦丁香千结：语出毛文锡《更漏子》词：“庭下丁香千结”。苦（读作古）麄（“粗”之古体）生：张相《诗词曲语辞汇释》卷二谓：“苦粗生，犹云太粗生，亦甚辞。”苦粗：当作不舒展、低俗而不可爱的意思。苦：有嫌弃之意。<br>⑧透：醒。熏透：即被桂花香熏醒。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　这是一首咏花词。咏花而志不在花，只是借花形、花态、花性以挥发开去，抒引出词人胸中的万千感慨。</p> <p>　　上片伊始“揉破黄金万点轻，剪成碧玉叶层层”两句，便如抖开了一幅令人心醉神迷的画卷，那黄金揉破后化成的米粒状的万点耀眼金花，那碧玉剪出重重叠叠的千层翠叶，若非清香流溢追魂十里的月中丹桂，更无别花可堪比拟。桂花的花朵娇小无比，自不以妖艳丰满取胜，作者紧紧抓住的是它的金玉之质。笔触显得深刻、自然、贴切、生动。“轻”与“重”是相对的，作为黄金无疑是重的，但能揉而破之化为飞入翠叶丛中的万点黄花，不论在事实上还是感觉上都是轻柔的。</p> <p>　　接下来笔锋倏然跳出，来了句“风度精神如彦辅，太鲜明”，从花到人、由此及彼，这既把金玉其质的桂花点活了，也把彦辅其人的风度精神点活了。彦辅，是西晋末年被后人称为“中朝名士”的乐广的表字；因其官至尚书令，故又史称“乐令”。据史传记载：乐广为人“神姿朗彻”、“性冲约”、“寡嗜欲”，被时人誉为“此人之水镜也，见之莹然，若披云雾而青天也”。于此可见乐彦辅之倜傥非常。然而词人对历史名人乐广之所以崇敬有加，恐怕是离不开时代的原因：当时正值北宋、南宋交替的乱世，恰像乐广之处于西晋末年一样，乐广能在“世道多虞，朝章紊乱”之际，做到“清己中立，任诚保素”，无疑地这便是身处季世的词人所遵奉的做人标则。若此，则清照将桂比人、将人拟桂，便在情理之中了。“太鲜明”三字是褒扬之词，不论是花中仙品──桂子，还是“人之水镜”──乐彦辅，都有着十分鲜明的个性。</p> <p>　　下片起始也和上片一样，是一副对句“梅蕊重重何俗甚，丁香千结苦麄生”。寒梅、丁香均为芳香科植物，为世人所深爱。尤其是傲霜凌雪的梅花更是花中之佼佼者，清照笔下原亦不乏咏梅佳句，如“雪里已知春信至”、“香脸半开娇旖旎”、“莫辞醉，此花不与群花比”（《渔家傲》）、“良宵淡月，疏影更风流”（《满庭芳》）等，竟以“俗”、“粗”加之呢。应是缘于有所“感”而产生的一种情。即如欢乐的人看见周围的一切都闪着使人愉悦的光环，而被愁苦笼罩的人即使看到平素喜爱之物，也会撩起如云涌起理而还乱的愁绪。更词人在这里又采用了抑彼而扬此的手法，明贬梅与丁香的“粗”、“俗”，暗誉丹桂之清、雅，以达到更加鲜明主题的目的。</p> <p>　　结尾句“熏透愁人千里梦，却无情”，终于点出个“愁”字来。这两句语意自然十分明了，其未点透处却是词人含嗔带斥地指责的对象，不外桂花与梅花和丁香之间，虽皆可诠释得通，如以作者的明贬暗誉的手法来看，这里指的该是金花玉叶的桂花。这个结尾，似是词人谓桂子：我是如此执着地倾心于你质地高雅、不媚不俗，而你却竟以沁人的馥香惊扰了我的千里梦，却也太无情了。</p> <p>　　该词写作特点上片侧重正面描写桂花质地之美，从形到神、由表及里，表现出贵而不俗、月朗风清的神韵，重在精神气质；下片则运用对比手法，进一步衬托桂花的高雅，重在随感，带有较为浓郁的主观感受。上下合璧，借花抒情，便成了一篇回味无穷的小调。</p>",
  "poet": {
    "id": 536,
    "star": 0,
    "name": "李清照",
    "image": "http://img.gushiwen.org/authorImg/liqingzhao.jpg",
    "desc": "李清照（1084年3月13日～1155年5月12日）号易安居士，汉族，山东省济南章丘人。宋代（南北宋之交）女词人，婉约词派代表，有“千古第一才女”之称。所作词，前期多写其悠闲生活，后期多悲叹身世，情调感伤。形式上善用白描手法，自辟途径，语言清丽。论词强调协律，崇尚典雅，提出词“别是一家”之说，反对以作诗文之法作词。能诗，留存不多，部分篇章感时咏史，情辞慷慨，与其词风不同。有《易安居士文集》《易安词》，已散佚。后人有《漱玉词》辑本。今有《李清照集校注》。"
  },
  "tags": [
    "咏物"
  ]
}