{
  "id": 69175,
  "star": 5638,
  "name": "墨梅",
  "dynasty": "元代",
  "content": "吾家洗砚池头树，个个花开淡墨痕。<br>不要人夸好颜色，只流清气满乾坤。</p> <p>我家洗砚池边树，朵朵花开淡墨痕。<br>不要人夸颜色好，只留清气满乾坤。",
  "fanyi": "<p><strong>译文</strong><br>我家洗砚池边有一棵梅树，朵朵开放的梅花都显出淡淡的墨痕。<br>不需要别人夸它的颜色好看，只需要梅花的清香之气弥漫在天地之间。</p> <p><strong>注释</strong><br>墨梅：用墨笔勾勒出来的梅花。<br>吾家：我家。因<a href=\"http://so.gushiwen.org/author_581.aspx\">王羲之</a>与<a href=\"http://so.gushiwen.org/author_511.aspx\">王冕</a>同姓，所以王冕便认为王姓自是一家。<br>洗砚池：写字、画画后洗笔洗砚的池子。王羲之有“临池学书，池水尽黑”的传说。这里化用这个典故。<br>池头：池边。头 ：边上。<br>淡墨：水墨画中将墨色分为四种，如，清墨、淡墨、浓墨、焦墨。这里是说那朵朵盛开的梅花，是用淡淡的墨迹点化成的。<br>痕：痕迹。<br>清气:梅花的清香之气。<br>满乾坤：弥漫在天地间。满：弥漫。乾坤：天地间。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这是一首题画<a href=\"http://so.gushiwen.org/view_69175.aspx\">诗</a>。诗人赞美墨梅不求人夸，只愿给人间留下清香的美德，实际上是借梅自喻，表达自己对人生的态度以及不向世俗献媚的高尚情操。</p> <p>　　开头两句“吾家洗砚池头树，朵朵花开淡墨痕”直接描写墨梅。画中小池边的梅树，花朵盛开，朵朵梅花都是用淡淡的墨水点染而成的。“洗砚池”，化用<a href=\"http://so.gushiwen.org/author_581.aspx\">王羲之</a>“临池学书，池水尽黑”的典故。</p> <p>　　三、四两句盛赞墨梅的高风亮节。它由淡墨画成，外表虽然并不娇艳，但具有神清骨秀、高洁端庄、幽独超逸的内在气质；它不想用鲜艳的色彩去吸引人，讨好人，求得人们的夸奖，只愿散发一股清香，让它留在天地之间。这两句正是诗人的自我写照。<a href=\"http://so.gushiwen.org/author_511.aspx\">王冕</a>自幼家贫，白天放牛，晚上到佛寺长明灯下苦读，终于学得满腹经纶，而且能诗善画，多才多艺。但他屡试不第，又不愿巴结权贵，于是绝意功名利禄，归隐浙东九里山，作画易米为生。“不要人夸颜色好，只留清气满乾坤”两句，表现了诗人鄙薄流俗，独善其身，不求功勋的品格。</p> <p>　　这首诗题为“墨梅”，意在述志。诗人将画格、诗格、人格有机地融为一体。字面上在赞誉梅花，实际上是赞赏自己的立身之德。</p> <p>　　在这首诗中，一“淡”一“满”尽显个性，一方面，墨梅的丰姿与诗人傲岸的形象跃然纸上；另一方面令人觉得翰墨之香与梅花的清香仿佛扑面而来。从而使“诗格”、“画格”、人格巧妙地融合在一起。</p> <p>　　《墨梅》盛赞梅花的高风亮节，诗人也借物抒怀，借梅自喻，表明了自己的人生态度和高尚情操。有意见认为，该题画诗，点出创作意图，强调操守志趣，在艺术史上甚至比《墨梅图》本身还要出名。</p>",
  "about": "<h2>创作背景</h2> <p>　　这是一首作者<a href=\"http://so.gushiwen.org/author_511.aspx\">王冕</a>题咏自己所画梅花的<a href=\"http://so.gushiwen.org/view_69175.aspx\">诗</a>作。画作为《墨梅图》，纸本，墨笔，纵31.9cm，横50.9cm。自题：“吾家洗砚池头树，个个花开淡墨痕。不要人夸好颜色，只留清气满乾坤。王冕元章为良佐作。”钤“元章”、“文王子孙”。另有清乾隆皇帝御题诗及鉴藏印。画面中一枝梅花横出，枝干秀挺，花朵疏朗。以淡墨点染花瓣，再以浓墨勾点萼蕊，墨色清润，高情逸趣溢于笔端。</p>",
  "poet": {
    "id": 511,
    "star": 0,
    "name": "王冕",
    "image": "http://img.gushiwen.org/authorImg/wangmian.jpg",
    "desc": "元代诗人、文学家、书法家、画家王冕，字元章，号煮石山农，浙江诸暨人。出身农家。幼年丧父，在秦家放牛，每天利用放牛的时间画荷花，晚至寺院长明灯下读书，学识深邃，能诗，青团墨梅。隐居九里山，以卖画为生。画梅以胭脂作梅花骨体，或花密枝繁，别具风格，亦善写竹石。兼能刻印，用花乳石作印材，相传是他始创。著有《竹斋集》《墨梅图题诗》等。"
  },
  "tags": [
    "古诗三百首",
    "题画",
    "咏物",
    "梅花",
    "寓人",
    "言志"
  ]
}