{
  "id": 52789,
  "star": 1486,
  "name": "清平乐·年年雪里",
  "dynasty": "宋代",
  "content": "年年雪里，常插梅花醉。挼尽梅花无好意，赢得满衣清泪。<br>今年海角天涯，萧萧两鬓生华。看取晚来风势，故应难看梅花。",
  "fanyi": "<p><strong>译文</strong><br>小时候每年下雪，我常常会沉醉在插梅花的兴致中。后来虽然梅枝在手，却无好心情去赏玩，只是漫不经心地揉搓着，却使得泪水沾满了衣裳。<br>今年梅花又开放的时候，我却一个人住在很偏远的地方，而我耳际短而稀的头发也已斑白。看着那晚来的风吹着开放的梅花，大概也难见它的绚烂了。 </p> <p><strong>注释</strong><br>​挼（ruó）：揉搓。<br>海角天涯：犹天涯海角。本指僻远之地，这里当指临安。<br>萧萧两鬓生华：形容鬓发华白稀疏的样子。<br>“看取”二句：“看取”是观察的意思。观察自然界的“风势”。虽然出于对“梅花”的关切和爱惜，但此处“晚来风势”的深层语义，当与《菩萨蛮·归鸿声断残云碧​》和《忆秦娥·临高阁​》的“西风”埒同，均当喻指金兵对南宋的进逼。因此，结拍的“梅花”除了上述作为头饰和遣愁之物外，尚含有一定的象征之意。故应：还应。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这首词处处跳动着词人生活的脉搏。她早年的欢乐，中年的幽怨，晚年的沦落，在词中都约略可见。饱经沧桑之后，内中许多难言之苦，通过抒写赏梅的不同感受倾诉了出来。词意含蓄蕴藉，感情悲切哀婉。</p> <p>　　上片忆旧。分为两层：开头两句回忆早年与赵明诚共赏梅花的生活情景：踏雪寻梅折梅插鬓多么快乐！多么幸福！这“醉”字，不仅是酒醉，更表明女词人为梅花、为爱情、为生活所陶醉。她早年写下的咏梅词《渔家傲》中有句云：“雪里已知春信至，寒梅点缀琼枝腻……共赏金尊沉绿蚁，莫辞醉，此花不与群花比。”可作为“年年雪里，常插梅花醉”的注脚。三四句当写丧偶之后。<a href=\"http://so.gushiwen.org/author_536.aspx\">李清照</a>在抒情时善于将无形的内心感情通过有形的外部动作表现出来，如“倚楼无语理瑶琴”（《浣溪沙》），“更挼残芯，更捻余香，更得些时”（《诉衷情》），“夜阑犹剪烛花弄”（《蝶恋花》）。花还是昔日的花，然而花相似，人不同，物是人非，怎不使人伤心落泪呢？李清照婚后，夫妻志同道合、伉俩相得，生活美满幸福。但是，时常发生的短暂离别使她识尽离愁别苦。在婚后六、七年的时间里，李赵两家相继罹祸，紧接着就开始了长期的“屏居乡里”的生活。生活的坎坷使她屡处忧患，饱尝人世的艰辛。当年那种赏梅的雅兴大减。这两句写的就是词人婚后的这段生活，表现的是一种百无聊赖、忧伤怨恨的情绪。本词中“挼尽”二句，说把梅花揉碎，心情很不好，眼泪把衣襟都湿透了。插梅与挼梅，醉赏梅花与泪洒梅花，前后相比，一喜一悲，反映了不同的生活阶段与不同的心情。</p> <p>　　下片伤今。“生华”意为生长白发。词人漂泊天涯，远离故土，年华飞逝，两鬓斑白，与上片第二句所描写的梅花簪发的女性形象遥相对照。三四句又扣住赏梅，以担忧的口吻说出：“看取晚来风势，故应难看梅花。”看取意为看着。晚来风急，恐怕落梅已尽，想赏梅也看不成了。早年青春佳偶，人与梅花相映。中年迭经丧乱，心与梅花共碎。晚年漂泊天涯，不想再看梅花委地飘零。词人南渡后，特别是丈夫去世后更是颠沛流离，沦落漂零。生活的折磨使词人很快变得憔悴苍老，头发稀疏，两鬓花白。词人说：如今虽然赏梅季节又到，可是哪里还有心思去插梅呢？而且看来晚上要刮大风，将难以晴夜赏梅了。而且一夜风霜，明朝梅花就要凋零败落，即使想看也看不成了。</p> <p>　　最后的“看取晚来风势，故应难看梅花”，可能还寄托着词人对国事的忧怀。古人常用比兴，以自然现象的风雨、风云，比政治形势。这里的“风势”既是自然的“风势”，也是政治的“风势”，即“国势”。稍后于清照的<a href=\"http://so.gushiwen.org/author_217.aspx\">辛弃疾</a>的《摸鱼儿》“更能消几番风雨，匆匆春又归去”，与此寓意相似，都寄寓着为国势衰颓而担忧的情绪。清照所说“风势”，似乎是暗喻当时极不利的民族斗争形势；“梅花”以比美好事物，“难看梅花”，则是指国家的遭难，而且颇有经受不住之势。在这种情况下，她根本没有赏梅的闲情逸致。身世之苦、国家之难糅合在一起，使词的思想境界为之升华。</p> <p>　　这首词篇幅虽小，却运用了多种艺术手法。从依次描写赏梅的不同感受看，运用的是对比手法。赏梅而醉、对梅落泪和无心赏梅，三个生活阶段，三种不同感受，形成鲜明的对比，在对比中表现词人生活的巨大变化。从上下两阕的安排看，运用的是衬托的手法，上阕写过去，下阕写现在，但又不是今昔并重，而是以昔衬今，表现出当时作者飘零沦落、哀老孤苦的处境和饱经磨难的忧郁心情。以赏梅寄寓自己的今昔之感和国家之忧，但不是如咏物词之以描写物态双关人事，词语平实而感慨自深，较之《永遇乐·落日镕金》一首虽有所不及，亦足动人。</p> <p>　　这一首小词，把个人身世与梅花紧紧联系在一起，在梅花上寄托了遭际与情思，构思甚巧而寄托甚深。</p>",
  "about": "<h2>创作背景</h2> 　　关于这首词，大多研究者认为是<a href=\"http://so.gushiwen.org/author_536.aspx\">李清照</a>南渡后的作品。传本《梅苑》收录署名李清照五首咏梅词。其中《满庭芳》《玉楼春》《渔家傲》三首系早期所作，被收入《梅苑》无可怀疑。另两首《清平乐》和《孤雁儿》显系夫婿赵明诚卒后的悼亡之作。赵卒于宋建炎三年（1129年）秋，那么咏梅兼悼亡之作最早似应作于翌年初春梅开之时，而蜀人黄大舆所辑《梅苑》系成书于建炎三年冬。《清平乐》和《孤雁儿》恐非《梅苑》旧本所载，所以这两首词的写作日期不受《梅苑》成书时间所限。这首《清平乐》便是写于李清照晚年的，是词人对自己一生早、中、晚三期带有总结性的追忆之作。",
  "poet": {
    "id": 536,
    "star": 0,
    "name": "李清照",
    "image": "http://img.gushiwen.org/authorImg/liqingzhao.jpg",
    "desc": "李清照（1084年3月13日～1155年5月12日）号易安居士，汉族，山东省济南章丘人。宋代（南北宋之交）女词人，婉约词派代表，有“千古第一才女”之称。所作词，前期多写其悠闲生活，后期多悲叹身世，情调感伤。形式上善用白描手法，自辟途径，语言清丽。论词强调协律，崇尚典雅，提出词“别是一家”之说，反对以作诗文之法作词。能诗，留存不多，部分篇章感时咏史，情辞慷慨，与其词风不同。有《易安居士文集》《易安词》，已散佚。后人有《漱玉词》辑本。今有《李清照集校注》。"
  },
  "tags": [
    "宋词三百首",
    "宋词精选",
    "梅花",
    "回忆",
    "感伤"
  ]
}