{
  "id": 72753,
  "star": 71,
  "name": "塞上听吹笛",
  "dynasty": "唐代",
  "content": "雪净胡天牧马还，月明羌笛戍楼间。<br>借问梅花何处落，风吹一夜满关山。",
  "fanyi": "<p><strong>译文<br></strong>冰雪融尽，入侵的胡兵已经悄然返还。月光皎洁，悠扬的笛声回荡在戍楼间。<br>试问饱含离情的《梅花曲》飘向何处？它仿佛像梅花一样随风落满了关山。</p> <p><strong>注释</strong><br>塞上：指凉州（今甘肃武威）一带边塞。此<a href=\"http://so.gushiwen.org/view_72753.aspx\">诗</a>题一作《塞上闻笛》，又作《和王七玉门关听吹笛》。<br>雪净：冰雪消融。<br>胡天：指西北边塞地区。胡是古代对西北部民族的称呼。<br>牧马：放马。西北部民族以放牧为生。牧马还：牧马归来。一说指敌人被击退。<br>羌（qiāng）笛：羌族管乐器。<br>戍楼：报警的烽火楼。<br>梅花何处落：此句一语双关，既指想象中的梅花，又指笛曲《梅花落》。《梅花落》属于汉乐府横吹曲，善述离情，这里将曲调《梅花落》拆用，嵌入“何处”两字，从而构思成一种虚景。<br>关山：这里泛指关隘山岭。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　汪中《述学·内篇》说<a href=\"http://so.gushiwen.org/view_72753.aspx\">诗</a>文里数目字有“实数”和“虚数”之分，近世学者进而谈到诗中颜色字亦有“实色”与“虚色”之分。<a href=\"http://so.gushiwen.org/author_227.aspx\">高适</a>在这首诗中写景就有“虚景”与“实景”之分，他用明快、秀丽的基调，丰富奇妙的想象，实现了诗、画、音乐的完美结合，描绘了一幅优美动人的塞外春光图，使这首边塞诗有着几分田园诗的风味。</p> <p>　　此诗写塞上闻笛而生乡关之思，但首先却展现出冰雪铺凝的广袤胡天，然后再在明月与戍楼之间托出羌笛之声，在荒漠塞外与故乡春色的鲜明反差之中透露出缕缕乡思。但这乡思却略无哀怨，而是随着一夜风吹渗满整个关山，以可见的壮伟景观的实态体现出巨大的内在显现力与艺术包容力。</p> <p>　　前二句写的是实景：胡天北地，冰雪消融，是牧马的时节了。傍晚战士赶着马群归来，天空洒下明月的清辉。开篇就造成一种边塞诗中不多见的和平宁谧的气氛，这与“雪净”“牧马”等字面大有关系。那大地解冻的春的消息，牧马晚归的开廓的情景使人联想到《过秦论》中一段文字：“蒙恬北筑长城而守藩篱，却匈奴七百余里，胡人不敢南下而牧马”，则“牧马还”三字似还含另一重意味，这就是胡马北还，边烽暂息，于是“雪净”也有了几分象征危解的意味。这个开端为全诗定下了一个开朗壮阔的基调。</p> <p>　　在如此苍茫而又清澄的夜境里，不知哪座戍楼吹起了羌笛，那是熟悉的《梅花落》曲调啊。“梅花何处落”是将“梅花落”三字拆用，嵌入“何处”二字，意谓：何处吹奏《梅花落》？“梅花落”本为羌笛声，但仿佛风吹的不是笛声，而是落梅的花瓣，它四处飘散，一夜之中和色和香洒满关山。诗的三四句与“谁家玉笛暗飞声，散入春风满洛城”（<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>《春夜洛城闻笛》）意近，是说风传笛曲，一夜之间声满关山，其境界很动人。</p> <p>　　三四句之妙不仅如此。将“梅花落”拆用，又构成梅花开满关山的虚景，呼应雪净月明的实景，委婉含蓄地表达了内心思念家乡的强烈感情。仿佛风吹的不是笛声而是落梅的花片，它们四处飘散，一夜之中和色和香洒满关山。这固然是写声成象，但它是由曲名拆用形成的假象，以设问出之，虚之又虚。而这虚景又恰与雪净月明的实景配搭和谐，虚实交错，构成美妙阔远的意境，这境界是任何高明的画手也难以画出的。同时，它仍包含通感，即由听曲而“心想形状”的成分。战士由听曲而想到故乡的梅花（胡地没有梅花），而想到梅花之落。句中也就含有思乡的情调。不过，这种思乡情绪并不低沉，这不但是为首句定下的乐观开朗的基调所决定的，同时也有关乎盛唐气象。诗人时在哥舒翰幕府，同时所作《登陇诗》云：“浅才登一命，孤剑通万里。岂不思故乡，从来感知己”，正是由于怀着盛唐人通常有的那种豪情，笔下的诗方能感而不伤。</p> <p>　　这首七言绝句，由雪净月明的实景写到梅花纷飞的虚景，虚实相生，搭配和谐，共同营构出一种美妙阔远的意境。诗中的思乡之情含蓄隽永，委婉深沉，令人咀嚼不尽。</p>",
  "about": "<h2>创作背景</h2> 　　此<a href=\"http://so.gushiwen.org/view_72753.aspx\">诗</a>是<a href=\"http://so.gushiwen.org/author_227.aspx\">高适</a>在西北边塞地区从军时写的，当时他在哥舒翰幕府。高适曾多次到过边关，他两次出塞，去过辽阳，到过河西，对边塞生活有着较深的体验。",
  "poet": {
    "id": 227,
    "star": 0,
    "name": "高适",
    "image": "http://img.gushiwen.org/authorImg/gaoshi.jpg",
    "desc": "高适是我国唐代著名的边塞诗人，世称“高常侍”。 作品收录于《高常侍集》。高适与岑参并称“高岑”，其诗作笔力雄健，气势奔放，洋溢着盛唐时期所特有的奋发进取、蓬勃向上的时代精神。"
  },
  "tags": [
    "边塞",
    "生活"
  ]
}