{
  "id": 50286,
  "star": 89,
  "name": "虞美人·碧桃天上栽和露",
  "dynasty": "宋代",
  "content": "碧桃天上栽和露。不是凡花数。乱山深处水潆回。可惜一枝如画、为谁开。<br>轻寒细雨情何限。不道春难管。为君沉醉又何妨。只怕酒醒时候、断人肠。",
  "shangxi": "<h2>鉴赏</h2> <p>　　这首词有一段颇具传奇色彩的本事：“秦少游寓京师，有贵官延饮，出宠妓碧桃侑觞，劝酒惓惓。少游领其意，复举觞劝碧桃。贵官云：‘碧桃素不善饮。’意不欲少游强之。碧桃曰：‘今日为学士拼了一醉！”引巨觞长饮。少游即席赠《虞美人》词曰（略）。合座悉恨。贵官云：‘今后永不令此姬出来！’满座大笑。”（《绿窗新话》卷上）</p> <p>　　是否真有此“本事”，不得而知。但它对理解此词的蕴意、寄托却颇有启发。生于非地的一支碧桃，在乱山深处孤独自开，不被人赏，那正是美人命运的象征。</p> <p>　　“碧桃天上栽和露，不是凡花数。”首句化用唐<a href=\"http://so.gushiwen.org/view_50286.aspx\">诗</a>人<a href=\"http://so.gushiwen.org/author_734.aspx\">高蟾</a>《下第后上永崇高侍郎》：“天上碧桃和露种，日边红杏倚云栽”语。先声夺人，高雅富丽。那是只有天宫才可能有的一株碧桃啊！又况和露而种，更呈其鲜艳欲滴之娇情妍态。如此光艳照人，自然不是凡花俗卉之胚数。词人从正、反两面对其褒扬至极。“不是”二字颇耐人玩味。诗歌理论家们常常强调中国诗词在不用系词的情况下所取得的成就，并认为这种成就正是得益于系词的缺失。其实，这并不完全正确。系词的出现，从语法角度看，它表示的只是两个词之间的等同，但当其运用于中国古典诗词之中时，它却传达出某些与这种等同相抵触的言外之意，换言之，“是”暗含了“不是”或“也许不是”，“不是”又暗含着“已经是”或“然而却是”，以其内在的歧义达到一种反讽的陈述。“不是凡花数”越是说得斩钉截铁，越是让人感到隐含有不愿接受的现实在。事实正是如此：“乱山深处水萦回。”一“乱”一“深”，见其托身非所、处地之荒僻。尽管依然在萦回盘旋的溪水边开得盈盈如画，“可惜一枝如画为谁开？”没人欣赏没人问，美又何然？也许可以保持那份高洁与矜持，然而总是遗恨！从而表现出碧桃不得意的遭遇和寂寞难耐的凄苦心境。<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>有：“桃花一簇开无主，可爱深红爱浅红？”，<a href=\"http://so.gushiwen.org/author_272.aspx\">陆游</a>有“驿外断桥边，寂寞开无主。”意蕴与此略似，而此篇吟咏之深沉过之。杜诗、陆词皆正面点出花之“无主”，而秦词只以“为谁开”的探询语气，将“无主”之慨妥婉出之，音情更显得低徊摇荡。</p> <p>　　上片以花象征美人，然着笔在花。高贵不凡之身无奈托于荒山野岭，盈盈如画只是孤独自开，洁爱自好也难禁凄凄含愁，款款妙笔传其形神兼备。</p> <p>　　下片始转写美人。前二句见其惜春之心。微微春寒，细雨霏霏，这如画一枝桃花更显出脉脉含情。然而也许女主人公的忧虑太深重了，春天宜人的风物也很快从她忧伤的目光底下滑过去，终于发出了“不道春难管”的一声伤叹。是啊，无奈春光不由人遣，无法把留。它已经是“寂寞开无主”了，有何人来怜爱它呢？到了明年此时，它是否还是“依旧笑春风”呢？叹之、怜之、伤之。伤春也是自伤。即如此般芳洁光艳，终是青春难驻，年华易往！尾末两句写惜别。“为君沉醉又何妨。”难得知音怜爱，却又要匆匆行别，为报所欢，拼却一醉，应是理所为然，何况更是欲借以排遣愁绪。醉意恍惚中也许能减却几分离索的凄凉吧！可是转念一想：“只怕酒醒时候断人肠。”如今一醉颜红，自然是容易的，然而，酒醒之后呢？心爱的人儿不见了，不是更令人肠断？不，不能沉醉，哪怕只是一起度过这短暂的离别时分也是好的啊！沉醉又不能沉醉的矛盾以“只怕”二字委婉出之。“何妨”是为了他，“只怕”也是因为他，惜别之情深自见。</p> <p>　　全词情感发展万转千回，深沉蕴藉。词情亦进亦退，亦退亦进地委婉曲折地前进，每一份情感，都紧紧地跟随着它的否定：“不是凡花数”却是凡花命；乱山深处“一枝如画”，依然无人赏识；“轻寒细雨”，风物宜人，又恨留春不住；为君不惜一醉颜红，又怕酒醒时候更添愁，只好任凭愁来折磨她了。最后，在“断人肠”的怨叹声中词情戛然而止，收到了凄咽恻断的艺术效果。</p> <p>　　词作在艺术表现上运用的是传统的香草美人的比兴手法。花，为美人之象征，在美人身上，我们又不难看出词人自身的影子，亦花亦美人亦词人。词人本是一位“少豪俊，慷慨溢于言辞”（《宋史·<a href=\"http://so.gushiwen.org/author_125.aspx\">秦观</a>传》）的才俊之士，却不为世用，仕途抑塞，历尽坎坷，自然是满腹怀才不遇的不平。然而在那埋没人才的社会里，这不平，向谁去诉说？诉说又有何用？只好“借他人酒杯，浇胸中块垒”。于是当词人为美人的命运深情叹咏的时候，他其实正是在寄寓身世，抒自身怀抱。也正是词人身世之感的打入，使得此词的意义大大超越于这则“本事”。词心所系，寄托遥深，乃是香草美人手法极其成功的运用。全词处处紧扣，而又不着痕迹，极尽含蓄委婉之致，表现了精湛的艺术技巧。读者可知，骚赋之法，“衣被辞人，非一代也”。 </p>",
  "poet": {
    "id": 125,
    "star": 0,
    "name": "秦观",
    "image": "http://img.gushiwen.org/authorImg/qinguan.jpg",
    "desc": "秦观（1049-1100）字太虚，又字少游，别号邗沟居士，世称淮海先生。汉族，北宋高邮（今江苏）人，官至太学博士，国史馆编修。秦观一 生坎坷，所写诗词，高古沉重，寄托身世，感人至深。秦观生前行踪所至之处，多有遗迹。如浙江杭州的秦少游祠，丽水的秦少游塑像、淮海先生祠、莺花亭；青田的秦学士祠；湖南郴州三绝碑；广西横县的海棠亭、醉乡亭、淮海堂、淮海书院等。秦观墓在无锡惠山之北粲山上，墓碑上书“秦龙图墓”几个大字。有秦家村、秦家大院以及省级文物保护单位古文游台。"
  },
  "tags": [
    "宋词精选",
    "美人",
    "命运"
  ]
}