{
  "id": 57684,
  "star": 25,
  "name": "鹊桥仙·己酉山行书所见",
  "dynasty": "宋代",
  "content": "松冈避暑，茅檐避雨，闲去闲来几度？醉扶怪石看飞泉，又却是、前回醒处。<br>东家娶妇，西家归女，灯火门前笑语。酿成千顷稻花香，夜夜费、一天风露。",
  "fanyi": "<p><strong>译文<br></strong>在松岗中躲避寒暑，在茅檐下躲避风雨，如此来来去去的日子不知道有多少次了。停下醉酒摇晃的脚步，手扶嶙峋的怪石，注目眼前飞流直下溅珠跃玉的瀑布，醉眼朦胧，辨认许久，看啊看啊，原来以前多次酒醒就在这里！<br>东边有人娶妻，而西边已经出嫁的女儿也回娘家省亲，两家门前都灯火通明，亲友云集，一片欢声笑语。村外田野里柔风轻露漫天飘洒，它们是在酝酿制造着稻香千顷，丰收就在眼前了！感谢夜里风露对于稻谷的滋润。</p> <p><strong>注释<br></strong>①己酉：淳熙十六年（1189年），时词人闲居带湖。<br> ②归女：嫁女儿。古时女子出嫁称“于归”。<br>③“酿成”三句：谓每夜的清风白露，酿成一片稻米花香，意即风调雨顺，丰收在望。<br>五十六字者始自<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>，因词中有“鹊迎桥路接天津”句，取为调名。<a href=\"http://so.gushiwen.org/author_164.aspx\">周邦彦</a>词名《鹊桥仙令》，《梅苑》词名《忆人人》；韩淲词，取<a href=\"http://so.gushiwen.org/author_125.aspx\">秦观</a>词句，名《金风玉露相逢曲》；张辑词，有“天风吹送广寒秋”句，名《广寒秋》。元高拭词注：仙吕调。《鹊桥仙》另有一体，八十八字，始自<a href=\"http://so.gushiwen.org/author_535.aspx\">柳永</a>。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这首词与《西江月·遣兴》一样，同为<a href=\"http://so.gushiwen.org/author_217.aspx\">辛弃疾</a>罢官后居于江西上饶时所作：以农村生活为背景的一首抒情小词。这首词作于公元1189年（淳熙十六年己酉），当时他已五十岁了。 </p> <p>　　辛弃疾的上饶新居，筑于城西北一里许的带湖之滨，登楼可以远眺灵山一带的山冈，所以他把自己的楼屋起名为集山楼（后改名雪楼）。这首词的开头三句：“松冈避暑，茅檐避雨，闲去闲来几度？”写的是他平时在带湖附近山冈上游览、栖息的生活。词中的松冈、茅檐、避暑、避雨，简练地概括了他在这里生活的种种生活场景。在这里，这样的日子他不知已经经历过多少次了，所以要问问“几度”句中特别点出一个“闲”字，实际上，不是作者闲情逸致的“闲”，对作者来说，是很可伤的。辛弃疾决不是贪“闲”而是怕“闲”的人，“闲”是被迫的。他总希望有早一日能回到疆场，为国效力，可现实生活又是他不能有所作为。正如<a href=\"http://so.gushiwen.org/author_272.aspx\">陆游</a>《病起》<a href=\"http://so.gushiwen.org/view_57684.aspx\">诗</a>所说的：“志士凄凉闲处老”，他自己的《临江仙》词说的：“老去浑身无着处，天教只住山林。”接下来，作者写道：“醉扶怪石看飞泉，又却是、前回醒处。”具体写了当天发生的事情。作者抱负难以施展，心情抑郁，只好以酒浇愁。他酒醉未醒，走路时身体摇晃不支，只好扶着一块怪石，停在那里看飞泉，朦胧中以为这是新停留的地方，可酒醒后，发现还是前回酒醒之处，也还是经常止息的地方。这两句特写，从怪石、飞泉表现作者的热爱自然，更主要的是表现他的醉酒。所以要写他的“闲”和“醉”，着力点正在于表达他那无奈之情，他对朝政的失望。 </p> <p>　　不过，作者寓居乡下，鸿图难展，心情沉重，这只是事情的一个方面。从他在上饶所作的一些词看，他谪居乡下的生活中，也有亮丽的一面，而这两者都是真诚的，都是来自他的高尚性格的。由于后者，使得他在农村中，不但有热爱自然的感情，而且也有热爱农村生活、热爱劳动农民的感情。这首词的下片，正是表现了这种感情。“东家娶妇，西家归女，灯火门前笑语。”写农民婚娶的欢乐、热闹情况。这和作者孤独地停留在山石旁的寂寞情况，形成了强烈的对比，足以令他格外感到寂寞的。但作者的心情并非如此，他分享了农民的欢乐，冲淡了自己的感慨，使词出现了和农民感情打成一片的热闹气氛。“酿成千顷稻花香，夜夜费、一天风露。”作者以这两句结尾，写出了为农民的稻谷丰收在望而喜慰，代农民感谢夜里风露对于稻谷的滋润。这样，他就把自己的整个心情投入到对农民的爱和关心。</p> <p>　　总之，这首词在描写闲散生活时透露身世之痛，在描写农民的纯朴生活中，反映了作者的超脱、美好的感情；情境交融，相互衬托，使词的意境显得十分的清新、旷逸。</p><br/><h2>赏析二</h2> <p>　　作者于两首《清平乐·检校山园，书所见》的开篇，一云“连云松竹”，一云“断崖修竹”。地势高，松竹成林。词一起笔调轻灵，说避暑则在松冈，避雨则在茅檐，这是就通常情况说的。但这种遣词造句犹如<a href=\"http://so.gushiwen.org/author_163.aspx\">司空图</a>的“赏雨茅屋”，“左右修竹”，透露出一片闲适高雅的情调。而第三句“闲来闲去几度”一收，进而表示出像这样的上山、下山、晴天、雨天，来来去去，连自己也不知有多少次了。“知者乐水，仁者乐山”（《论语·雍也》）。大自然界的山山水水，可以荡涤尘污，也可以宽慰人的心灵。“我见青山多妩媚，料青山见我应如是”（《贺新郎》）；“带湖吾甚爱，千丈翠奁开”（《水调歌头》）。</p> <p>　　可贵的是被迫隐居的<a href=\"http://so.gushiwen.org/view_57684.aspx\">诗</a>人，仍时刻未忘“南共北，正分裂”（《贺新郎·送杜叔高》）。总之一起这三句格调清新，用笔自然，全不着力，而那种“闲来闲去”的情趣自见。接二句“醉扶怪石看飞泉，又却是、前回醒处”是一个独立的特写镜头。停下摇晃的脚步，手扶嶙峋的怪石，注目眼前飞流直下溅珠跃玉的瀑布，醉眼朦胧，辨认许久，看呵看呵，原来以前多次酒醒就在这里！“似曾相识”，“似是而非”，正是由于“醉”。“又却是”，此刻诗人于惊喜中会生出多少感慨？这“醉”仍是出于迫不得已！退居林下，身处“飞流万壑，共千岩争秀”（《洞仙歌》）的佳境，为山水所陶醉，却并未完全乐以忘忧，这里充分表出因“闲”而“醉”的情怀。</p> <p>　　词的下片转写农村风情，应题“山行所见”。男婚女嫁是农民生活中的一件大事，往往经过精心选择认为是吉祥的日子，所以“东家娶妇，西家归女”碰到了一块。两家门前都灯火通明，亲友云集，一片欢声笑语。“归”，旧时称女子出嫁曰归，或称“于归”。《诗·周南·桃夭》：“之子于归，宜其室家”。换头三句十四字，语浅意明，用典型的生活细节，形象地勾勒出一幅农村风俗嫁娶图。一结别开生面：“酿成千顷稻花香，夜夜费、一天风露”。村外田野里柔风轻露漫天飘洒，它们是在酝酿制造着稻香千顷，丰收就在眼前了！它和上二句情调、氛围和谐，使本来喜气盈盈的欢腾气氛，更上一层楼。作者似与农民们感同身受，使他也沉浸在纯朴的乡风中了。</p>",
  "about": "<h2>创作背景</h2> 　　这首词与《西江月·遣兴》一样，作于公元1189年（淳熙十六年己酉），是<a href=\"http://so.gushiwen.org/author_217.aspx\">辛弃疾</a>罢官后，居于江西上饶时所作。是以农村生活为背景的一首抒情小词。当时他已五十岁了。辛弃疾的上饶新居，筑于城西北一里许的带湖之滨，登楼可以远眺灵山一带的山冈，所以他把自己的楼屋起名为集山楼（后改名雪楼）。",
  "poet": {
    "id": 217,
    "star": 0,
    "name": "辛弃疾",
    "image": "http://img.gushiwen.org/authorImg/xinqiji.jpg",
    "desc": "辛弃疾（1140－1207），南宋词人。原字坦夫，改字幼安，别号稼轩，汉族，历城（今山东济南）人。出生时，中原已为金兵所占。21岁参加抗金义军，不久归南宋。历任湖北、江西、湖南、福建、浙东安抚使等职。一生力主抗金。曾上《美芹十论》与《九议》，条陈战守之策。其词抒写力图恢复国家统一的爱国热情，倾诉壮志难酬的悲愤，对当时执政者的屈辱求和颇多谴责；也有不少吟咏祖国河山的作品。题材广阔又善化用前人典故入词，风格沉雄豪迈又不乏细腻柔媚之处。由于辛弃疾的抗金主张与当政的主和派政见不合，后被弹劾落职，退隐江西带湖。"
  },
  "tags": [
    "农村",
    "生活",
    "抒情",
    "壮志难酬"
  ]
}