{
  "id": 71138,
  "star": 21165,
  "name": "陋室铭",
  "dynasty": "唐代",
  "content": "山不在高，有仙则名。水不在深，有龙则灵。斯是陋室，惟吾德馨。苔痕上阶绿，草色入帘青。谈笑有鸿儒，往来无白丁。可以调素琴，阅金经。无丝竹之乱耳，无案牍之劳形。南阳诸葛庐，西蜀子云亭。孔子云：何陋之有？",
  "fanyi": "<p><strong>译文</strong><br>山不在于高，有了神仙就出名。水不在于深，有了龙就显得有了灵气。这是简陋的房子，只是我（住屋的人）品德好（就感觉不到简陋了）。长到台阶上的苔痕颜色碧绿；草色青葱，映入帘中。到这里谈笑的都是知识渊博的大学者，交往的没有知识浅薄的人，可以弹奏不加装饰的古琴，阅读佛经。没有奏乐的声音扰乱双耳，没有官府的公文使身体劳累。南阳有的草庐，西蜀有扬子云的亭子。孔子说：有什么简陋的呢?</p> <p><strong>注释</strong><br>⑴陋室：简陋的屋子。铭：古代刻在器物上用来警戒自己或称述功德的文字，叫“铭”，后来就成为一种文体。这种文体一般都是用骈句，句式较为整齐，朗朗上口。<br>⑵在（zài）：在于，动词。<br>⑶名（míng）：出名，著名，名词用作动词。<br>⑷灵（líng）：名词作动词，显得有灵气。<br>⑸斯是陋室（lòu shì）：这是简陋的屋子。斯：指示代词，此，这。是：表肯定的判断动词。陋室：简陋的屋子，这里指作者自己的屋子。<br>⑹惟吾德馨（xīn）：只因为（陋室铭）的铭文（就不感到简陋了）。惟：只。吾：我，这里是指（陋室铭）的铭文。馨：散布很远的香气，这里指（品德）高尚。《尚书·君陈》：“黍稷非馨，明德惟馨。”。<br>⑺苔痕上阶绿，草色入帘青：苔痕碧绿，长到阶上；草色青葱，映入帘里。上：长到；入：映入。<br>⑻鸿儒（hóng rú）：大儒，这里指博学的人。鸿：同“洪”，大。儒，旧指读书人。<br>⑼白丁：平民。这里指没有什么学问的人。<br>⑽调（tiáo）素琴：弹奏不加装饰的琴。调：调弄，这里指弹（琴）。素琴：不加装饰的琴。<br>⑾金经：现今学术界仍存在争议，有学者认为是指佛经（《金刚经》），也有人认为是装饰精美的经典（《四书五经》），但就江苏教育出版社的语文书则指的是佛经（《金刚经》）而安徽考察则是后者。金：珍贵的。金者贵义，是珍贵的意思，儒释道的经典都可以说是金经。<br>⑿丝竹：琴瑟、箫管等乐器的总称，“丝”指弦乐器，“竹”指管乐器。这里指奏乐的声音。<br>⒀之：语气助词，不译。用在主谓间，取消句子的独立性。<br>⒁乱耳：扰乱双耳。乱：形容词的使动用法，使……乱，扰乱。<br>⒂案牍（dú）：（官府的）公文，文书。<br>⒃劳形：使身体劳累（“使”动用法）。劳：形容词的使动用法，使……劳累。形：形体、身体。<br>⒄南阳：地名，今河南省南阳市。诸葛亮在出山之前，曾在南阳卧龙岗中隐居躬耕。<br>⒅南阳诸葛庐，西蜀子云亭：南阳有诸葛亮的草庐，西蜀有扬子云的亭子。这两句是说，诸葛庐和子云亭都很简陋，因为居住的人很有名，所以受到人们的景仰。诸葛亮，字孔明，三国时蜀汉丞相，著名的政治家和军事家，出仕前曾隐居南阳卧龙岗中。<a href=\"http://so.gushiwen.org/author_715.aspx\">扬雄</a>，字子云，西汉时文学家，蜀郡成都人。庐：简陋的小屋子。<br>⒆孔子云：孔子说，云在文言文中一般都指说。选自《论语·子罕》篇：“君子居之，何陋之有？”作者在此去掉君子居之，体现他谦虚的品格。 <br>⒇何陋之有：即“有何之陋”，属于宾语前置。之，助词，表示强烈的反问，宾语前置的标志，不译。全句译为：有什么简陋的呢？孔子说的这句话见于《论语·子罕》篇：“君子居之，何陋之有？”这里以孔子之言，亦喻自己为“君子”，点明全文，这句话也是点睛之笔，全文的文眼。<br>（21）谈笑有鸿儒：谈笑间都是学识渊博的人。鸿：大</p>",
  "shangxi": "<p>　　因在任监察御史期间，曾经参加了王叔文的“永贞革新”，反对宦官和藩镇割据势力。革新失败后，被贬至安徽和州县当一名小小的通判。按规定，通判应在县衙里住三间三厢的房子。可和州知县看人下菜碟，见刘禹锡是从上面贬下来的软柿子，就故意刁难。先安排他在城南面江而居，刘禹锡不但无怨言，反而很高兴，还随意写下两句话，贴在门上：“面对大江观白帆，身在和州思争辩。”和州知县知道后很生气，吩咐衙里差役把刘禹锡的住处从县城南门迁到县城北门，面积由原来的三间减少到一间半。新居位于德胜河边，附近垂柳依依，环境也还可心，刘禹锡仍不计较，并见景生情，又在门上写了两句话：“垂柳青青江水边，人在历阳心在京。”</p> <p>　　那位知县见其仍然悠闲自乐，满不在乎，又再次派人把他调到县城中部，而且只给一间只能容下一床、一桌、一椅的小屋。半年时间，知县强迫刘禹锡搬了三次家，面积一次比一次小，最后仅是斗室。想想这位势利眼的狗官，实在欺人太甚，遂愤然提笔写下这篇超凡脱俗、情趣高雅的《陋室铭》，并请人刻上石碑，立在门前。</p>",
  "poet": {
    "id": 197,
    "star": 0,
    "name": "刘禹锡",
    "image": "http://img.gushiwen.org/authorImg/liuyuxi.jpg",
    "desc": "刘禹锡（772－842），字梦得，汉族，中国唐朝彭城（今徐州）人，祖籍洛阳，唐朝文学家，哲学家，自称是汉中山靖王后裔，曾任监察御史，是王叔文政治改革集团的一员。唐代中晚期著名诗人，有“诗豪”之称。他的家庭是一个世代以儒学相传的书香门第。政治上主张革新，是王叔文派政治革新活动的中心人物之一。后来永贞革新失败被贬为朗州司马（今湖南常德）。据湖南常德历史学家、收藏家周新国先生考证刘禹锡被贬为朗州司马其间写了著名的“汉寿城春望”。"
  },
  "tags": [
    "初中文言文",
    "古文观止",
    "咏物",
    "赞美",
    "品格"
  ]
}