{
  "id": 70565,
  "star": 3,
  "name": "戏文·小孙屠",
  "dynasty": "元代",
  "content": "第一出<br>【满庭芳】白发相催，青春不再，劝君莫羡精神。赏心乐事，乘兴莫因循。浮世落花流水，镇长是会少离频。须知道，转头吉梦，谁是百年人？雍容弦诵罢，试追搜占传，往事闲凭。想像梨园格范。编撰出乐府新声。喧哗静。伫看欢笑，和气蔼阳春。<br>后行子弟，不知敷演甚传奇？《遭盆吊没兴小孙屠》<br>【满庭芳】昔日孙家，双名必达。花朝行乐春风。琼梅李氏，卖酒亭上幸相逢。从此娉为夫妇。兄弟谋苦不相从。因往外，琼梅水性，再续旧情浓。暗去梅香首级，潜奔它处，夫主劳笼。陷兄弟必贵，盆吊死郊中。幸得天教再活，逢嫂妇说破狂踪。三见鬼，一齐擒住，迢断在开封。<br><br>第二出<br>【粉蝶儿】生长开封，诗书尽皆历遍，奈功名五行薄浅。论荣华,随分有，称吾心愿。且开怀，共诗朋酒侣欢宴。<br>一生不得文章力，欲上青天未有因。圣朝不负男儿志，嫦娥为伴一枝春。凤凰阁下颁诏礼，豹虎标中奋此身。自叹绿袍难挂体，腰金衣紫是何人？自家姓孙。双名必达，祖居开封。不幸家父先亡，堂上止有萱亲，年纪高迈；有兄弟孙必贵；至亲者止有三人。谢荷老天，可以安居。幸遇时丰岁稔，日霁风和。曾约几个朋友，因时行乐。如何不见来？<br><br>【惜奴娇】同出西郊，听乳莺枝上，一声啼起。萦情惹恨，恰似报人明媚。偏宜，两两三三穿花去，载传樽酬乐意。我共你趁此青春，日日宴酌，对花沉醉。<br>【同前换头】欢聚。草嫩轻黄，弄丝丝暗织，素肠千缕。夭桃张锦，无烟禁火烧拔。凝觑，万卉争开春罗绮，步芳郊真得趣。<br>【锦衣香】见浪子，闲游戏。并艳质，闲游戏。都趁玉勒金鞍，共寻佳致。小桥芳草柳荫堤，鼎沸笙歌，随簪遗珥。玩江山景致，此身在画图里。马嘶芳草地，粉蝶交飞。双双往来，游人如蚁。<br>【同前】傍柳边莺飞，度小桥，临绿水。一簇魏紫姚黄，竞舒罗绮。海棠枝上染胭脂，是谁家院宇？燕子来去，引青春浪子，小苍头斗草携垒。看双双秋千架起。粉墙阴笑声鼎沸。<br>【浆水令】四时中春光最美，共游赏更莫待迟。暖风逐日好天气，莫蹉跎过了，谩自伤悲。花深处，酒望垂，可惜解貂留佩。同欢会。同欢会，同欢醉归。扶归去，扶归去，带好花枝。<br>莫负媚景艳阳天。拚却西郊使万钱。<br>花谢尚有重开日。人老终无再少年。<br><br>第三出<br>【破阵子】自怜生来薄命，一身误落风尘。多想前缘悭福分，今世夫妻少至诚，何时得称心？<br>妾身是开封府上厅角妓李琼梅的便是。自恨身如柳絮，无情枉嫁东风。貌若春花，空吁白昼。几度沉吟弹粉泪。对人空滴悲多情。对此三春好景，就西郊这丽春园内沽卖香醪。一来趁时玩赏；二来恐遇得个情人，亦是天假其便。奴家身畔，只有一使唤梅香在此。就教它整顿酒器。正是：莺花尤怕春光老，不肯教人枉度春。<br>【破阵子】天若怜人孤苦，令樽前遇个良人。<br>满目春光堪遣兴，莫怨东风泪似倾，当垆自遣情。<br>此身不幸堕烟花。最苦春来越叹嗟。<br>柳陌寻芳人似蚁，粉墙题恨字如鸦。<br>【渔家傲】长吁嗟辜负朱颜枉度春，愁听得别院垂杨，黄鹂数声。两眉暗锁新愁恨，自慵临鸾镜。奈天不早从人，镇常是泪雨愁云，对东风泪滴新愁间旧愁。<br>【剔银灯】春映秋波暗动情，何须虑孤衾闲枕？香醪路远人沽饮，娇貌美风流厮称。日日，同欢共饮，尤强似嫦娥不嫁人。<br>【地锦花】懒能临掠乌云鬓，慵点绛唇。对谩当垆效学文君。暗想文君，何时迎得知音？一片至诚心，奈何天也不由人。<br>【麻婆子】对景对景空题恨，赢得闷上心。止愁止愁青春过，年华暗逐人。殷勤回首问东君：桃花开谢逢春，怕奴容颜老，何时遇个人？<br>梅香，怕有赏春佳客来买酒，你与我安排了酒器，整顿则个。<br>【水底鱼儿】柳绿花红，名园甲风景多。杏开如锦绣，天桃如喷火。王孙仕女，笑嬉嬉同宴乐。寻芳拾翠，拚倾杯沉醉呵。<br>【乔合笙】群花破蕊，破蕊红白竞妆，无限春光明媚。香醪韵恁奇，不须推拒。共陪笑语，君还有意，作画栏为花主。<br>【同前】官人看取。看取蜂蝶对对，相逐花间游戏。何妨对此时，猛拚沉醉。<br>【忒忒令】燕呢喃雕梁上对语，未知它诉着何意？料应说着，衷肠如是：两个镇双飞，双双来，双双去。算何时似你？<br>【同前】算人生百年有几，不欢乐更待何时！大都三万六千日，何不遇花遇酒，花前饮，花下醉？且开怀自舒。<br>【红绣鞋】谢得东君留意，留意；将来头醉霞王危，霞王危。赏芳菲，惜花意。不妨做，锦屏围。莫令人，乱攀折。<br>【同前】幸得花□相会，相会；好似崔生觅水。觅水。怕别后，忆年时。桃面花，两东西。甚时节，再相会？<br>【刮鼓令】花影渐移，红日相将坠。对花一恁拚沉醉，共插着花几枝。花篮轿儿香韵奇，花阴柳下人渐稀。当歌对酒醺醺地，教人道醉扶归。<br>酒钱多少？这个不妨，看官人与多少。<br>略有些小银子，权当酒钱。谢得官人！<br>娘子，酒阑人散醉扶归，细柳轻云拂地垂，何时连理枝？官人，桃艳美，杏艳美，若得阑干遮盖围，方宜结果时。娘子不须忧虑，如蒙不外，待小生多将些金珠，去官司上下使了，与娘子落籍从良，不知意下如何？只怕奴家无此福分。若得官人如此周庇之时，待奴托与终身，未为晚矣。卑末乍别。<br>【粉蝶儿】一饮千钟，醺醺殢人扶路，醉醄醄怎生移步。爱花心，须仗托，阑杆遮护。恼柔肠，教人九回千顾。<br><br>第四出<br>【金鸡叫】老景催人去，年华事暗随流水。愿家筵无虑萦心绪，晨夕清香，一炷谢人地。<br>家道萧疏未足忧，且随缘分度春秋。月过十五光明少，人到中年万事休。老身是开封人氏。夫主姓孙，亡过数载。只有两个孩儿：大的必达，自亡夫主，自曾读数行诗书之礼，乃是个儒人；小的必贵，为人聪惠，性气刚强，只要提刀弄斧，如今在街坊做个屠户，养育老身。日来听得孙二要出外打旋，不知如何？等它来时，把几句劝它则个。买卖归来汗湿衫。算来方觉养家难。自家姓孙，排行第二，在这街坊有上，屠宰为生，人口顺只叫做小孙屠。数日来不得买卖，意下要买些人事，投乡外几个相识行打旋一遭。免不得说与我母亲知道。孩儿，我听得道你要出外打旋，怕家中得过且过，出去做甚的？告得妈妈：常言道坐吃箱空，孩儿去寻得些少盘缠便回，母亲放心！孩儿，心去意难留，留着是冤仇。去则不妨，只是早回便了。孩儿便回。<br>【铧锹儿】从来你行惯，曾途中历遍。今日此行，须是意莫留连。遣我朝夕恁忧煎，望得孩儿眼穿。子母心，两处悬。鸿飞不到处，总被利名牵<br>【同前】孩儿告娘。休得忧怨。人言小富由命，大富由天。但得安乐是的前缘，坐享不能门然。暂离家，即便转。去处莫迟延，娘亲望眼穿。<br>雁飞不到处。人被利名牵。<br><br>第五出<br>【天下乐】一种相思聚两眉，因娇卖酒。此妇人生得肌莹琼台片雪，脸如红杏鲜妍。见它不觉惹起鸳鸯之恨，欲求鸾凤之欢。说道：若得落籍除名，愿为夫妇。如今不免多将些金帛，前往衙前，寻那旧契张面前，去那本官根前说则个。昨晚那孙必达所托之事，已自从本官根前覆过了。今日特来这里，说与那人知道。张面前，昨日所托之事如何？昨晚已曾本官根前说过了当，请哥哥来。小生不多，先有银子两锭，上下使用。哥根前小生当自重重拜谢！不须如此。<br><br>【光光乍】仁兄听我言，千万与周全。若得一力维持，感恩即非浅。【同前】夫妻是宿缘，当与你作宛转。放下心肠休忧虑，管教你成姻眷。<br><br>第六出<br>【西地锦】下官心平公正，卑职掌开封。但民歌千里明忠，正报和气春风。<br>下官权行千里，职掌开封。胸次澄清，但绝非公之扰；希奇政事，判绝有理之权。真个沾恩皆乐业，一朝朝家庇喜安康。此心如兰之馨，如秤之平。真个行处莫教高唱道，恐惊林外野人家。当日的令史过来。将相本无种，男儿当自强。自家姓朱，名杰，见在充本府正名司吏，满街都叫我做朱外郎。夜来有张面前说李琼梅一事，今日本官坐厅，与此人完备此勾当。<br>【风马儿】闻得提携寸心喜，来厅下听台旨。<br>娘行离脱风尘去，从今且免得，人折柳梢枝。<br>【鹅鸭满渡船】谢得恩官，且免妾为娼妓。这些恩德处，怎忘之！甚时能结学韩珠？从今系籍名字除，付凭据从此上。免怨嗟，琉璃井。幸脱离。<br><br>【同前】自来不心地，为你多娇媚。堕落烟花内，本无礼。快疾速移改迟便追！<br>【同前】今日除名字，皆是我恩德。人非土木的，不敢忘恩义。幸然脱得花门去，心欢喜鸳鸯情，免沉迷。如花貌，绝风雨<br>【同前】本官心地，事由公理。踢脱这些儿，果有阴德处。<br>【同前】念奴娘子，本是良人女。早晚办名香，答谢天和地。<br>莫忘当初共把杯。除却花名李琼梅。<br>当权若不行方便，如入金山空手回。<br><br>第七出<br>【北曲一枝花】山遥江水长，人远天涯近。去驼登紫陌，迤逦践红尘。自离家乡，寂寞无人问。朝朝愁闷损。然虽路上堪行，俺则是心中未稳。<br>【梁州第七】蓦蓦地古道西风峻岭，过了夕阳流水孤村，如今尘随马足何年尽！常就劳落，不必艰辛。几番回首，几度忘魂。只为家中年老慈亲，朝夕侍奉无人。明知孝悌人之大本，想着受煦劳育我全身，不能勾落业安平。自俺甫临行，曾把哥哥禀．常侍奉莫因循。只怕哥哥把话不准，迷恋着红裙。<br>【黄钟尾】如今未遭际汉风雷信，有一日得到家乡桃李春。打旋回来分，参拜了母亲，答谢了众神，便受了奔波正的本。<br><br>第八出<br>【凤时春】得失荣枯在命，夫妻事岂非天为。我的孩儿今成夫妇，论此因缘，事皆前定。<br>男大须婚，女大须嫁。老身大的孩儿必达，不曾婚娶。半月前有媒婆来曾说亲，不拟三言两句便说成，就选今朝好日子，便取将归来。只一件，小的孩儿必贵出外打旋未回，况是屠宰之家，他归来必有言语。这的不防。今朝这早晚不见媒婆来。开口成匹配，举口合凤凰。<br>【迎仙客】谢娘子，恁提携，料想前生曾会伊。燕双飞，一对儿。算来因契，斗合非容易。<br>【同前】念奴家，好人女，幸遇君家才貌奇。似鸾凤。-对儿。<br>【同前】我孩儿，恁聪惠，娶得媳妇百事宜。郑州梨，一对儿。<br>【同前】我娘子，果娇媚，幸遇官人俊貌美。似鸳鸯，一对儿。<br>天生一对共谐和。便觉门阑喜气多。<br>遇饮酒时须饮酒。得高歌处且高歌。<br>【绣带儿】娘言语儿听取：如今景傍桑榆，男毕结女正当笄年，娘心免得忧虑。忺喜，愿得谐老百岁期，得荣贵我心欢喜。真奇异一双两美，排宴饮双双效于飞。<br>【同前】必达告娘行听启：因缘事非容易，今日里情分和谐，妈妈免得忧虑。难比，艳妆娇貌多俊美，论西施则如是。<br>【同前】奴自小良人女．谢君家提携到这里。不弃取甘为箕帚，只愿尽老连理。和你，共谐百岁直到底，更无二心三意。<br>【同前】听取梅香拜启：幸今日到此岂非容易。今日里惜分和谐，谢恩家不惜千金买断花为主。应是，此生缘分天际会，愿百岁永同龟水。<br>欢来不似今朝，喜来那似今日。相逢必贵，多谢得众家行院相识赍发。幸喜回来。恰才城外见二三个伴当，吃了两三杯酒，须索到家看母亲。<br>孙二，你回来了。欢喜咱！欢喜甚的？&lt;婆)你的哥哥娶嫂嫂。(末见生旦介)(末唱)<br>【朱哥儿】哥哥听兄弟拜启：它须烟花泼妓，水性从来怎由己，缘何会做得人头妻？伊不听，兄弟劝时，也须看前人例。(生)<br>【同前】我兄弟说得自是，它如今须脱了名籍。我见它真实娶它归，娘亲老待它看侍。(和)今日里，成亲爱喜，休口快胡言语。(旦)<br>【同前】叔叔好不傍道理，奴元是好人儿女。坠落烟花怎由己？将奴骂泪珠偷滴。(和同前)(婆)<br>【同前】劝孩儿休得要恁地，你嫂嫂看来也贤德。自今一家要和气，改日与你娶房妻儿。(和同前)<br>(梅)<br>【同前】休得听闲说是非，劝娘行也休得呕气。这般闲争甚巴臂，傍人听是何张志。(和同前)<br>(生白)兄弟心性太疏狂。(末)那堪门户不相当。<br>(婆)今日夫妻成大礼，(合)一齐攀送入兰房。(并下)<br><br>第九出<br>(净扮朱令史上白)无因驻清景，日出事还生。自家暗想李氏，在先我在它家中来往，多使了些钱。后来因些闲言语上，不曾踏上它门。如今孙大娶它为妻，见说孙大每日殢一盏酒，此妇人奈其心不定；又和孙二争叉。我待去它家走一遭，又无因由。真个是眉头一点愁，终是不能消。在先这妇女和我做伴时，曾借我三锭钞。休昧心说，这钱还我了，争奈我文书不曾把还它。我如今只把这文书做索钱为由，去它家里走一遭。恐怕它是姻缘未断，三言两句成合了。正是：不施万丈深潭计，怎得骊龙项下珠？(下)(旦上唱)<br>【梁州令】一对鸾凰共宴乐。恨连日抛弹。这冤家莫竟信刁唆，把奴家，恩和爱，尽奚落。<br>(白)鸳鸯本是飞禽性，养杀终须不恋家。自嫁孙家，将谓如鱼似水，效学鸾凤。谁知把我新婚密爱，如同白水，连日不见回来。知它是争名夺利？知它是恋酒迷花？使奴无情无绪，困倚绣床，如何消造！<br>(旦唱)<br>【梧桐树】思量闷上心，人去无踪影。悄似随风柳絮无凭准，却与旧日心不应。误我良宵寂寞守孤灯，数尽更筹夜长人初静，教人恨杀活短命。<br>【同前】无情弄绣针，镇日心不定。落得凄惶为它成孤另，终日黯约何情兴。捱到黄昏月上小窗明，泪眼通宵揾湿鸳鸯枕，晓来时懒对孤鸾镜。(外扶生上叫开门介)(旦开门介)(外下)(生睡叫介)(旦唱)<br>【北曲新水令】却踏过满庭芳草看花问．怨正孙不思折桂。每日上小楼沽美酒，销金帐卫共传杯。吃洒沉醉扶归，不由我不伤情苦萦系。(又唱)<br>【南曲风人松】记前日席上泛绿蚁，做夫妻永同连理。谁知每日贪欢会？醺醺地不思量归计。你那里谁人共美？教奴自守孤帏。(又唱)<br>【北曲折桂令】几回价守定香闺，转无眠情绪如痴。直哭得绛蜡烟消，银蟾影坠，宝篆香微。才听得促织儿声沉四壁，又听得叫残早报晓邻鸡。只影孤凄，心下伤悲。一弄儿凄凉，总促在愁眉。(又唱)<br>【南曲风人松】我一心指望你攻书。要改换门闾。如今把奴成抛弃，朝朝望朝朝不至。好教人鸳衾坦冷落，须闲了我一个枕头儿。(又唱)<br>【北曲水仙子】好因缘间阻武陵溪，辜负花前月下期，彩云易散琉璃脆，亏心底不似你，担阁了少年夫妻。不枉了真心真诚意，不把我却寒知暖妻。不能勾步步相随。(又唱)<br>【南曲犯衮】想伊聪惠，伊伶俐，伊冷戏，今日里怎如是？念奴娇妻，奴风韵，奴占掛，谁和我手同携。(又唱)<br>【北曲雁儿落】谁同莺燕期？谁展鸳鸯被？谁双斟鹦鹉觞？谁匹配鸾凤对？(又唱)<br>【南曲风人松】细思量教我泪双垂，使奴虚度良时。绣房懒入拈针指，终朝里没情没绪。枕屏边声声叫你，情脉咏转九语。(又唱)<br>【北曲得胜令】则笑卓氏女忒心痴，它被这睡魔正厮禁持。则想醉里乾坤大，全不想花间云雨期。身靠着屏围，魂梦谁根底？酒病好难医，今朝醒觉迟。<br>(又唱)<br>【南曲风人松】看刘伶酒自半醒时，不似你沉醉如泥。当初李白曾题记，它得遇唐朝皇帝。(白)李太白醉时，杨妃捧砚，力士脱靴，龙巾拭唾，御手调羹。今日也是醉，(唱)枉教人千般告你，别寻个解绦底。<br>(净上白)事不关心，关心者乱。到得孙大门首。<br>(叫门介)(旦)谁叫我小名？(净)是朱邦杰。(旦)元来是朱外郎。(开门介)外郎怎生稀行？(净)我今日特来与娘子贺喜则个！(旦)外郎，你说这话，如今奴家不比在先门户。(净介)你在先借我三锭钞。不曾还我。<br>(旦)在先钞都还外郎了。(净介)我不曾得。(旦背介)外郎莫是把为名，故意来此。(净介)这睡的是谁？<br>(旦介)是丈夫。(净)怎中？(旦)不妨！醉也。(净介)<br>(旦)外郎，休恋故乡生处好，受恩深处便为家。(旦唱)<br>【石榴花】奴家从小流落在风尘，几番和你共枕同衾。如今踢脱做良人，谁知到此，倍觉伤情。幸君家殷勤到这里，想因缘已曾结定。(和)花前宴乐同欢会，伊和我两同心。(净)<br>【同前】娘子貌美铅华鬓堆云，梳妆巧煞精神。金莲三寸太轻盈，言淡举止多风韵。咱庞儿青春，青春俏勤，教人道果然厮称。(和同前)<br>(末上白)野花不种年年有。烦恼无根日日生。自家当朝一日，和那妇人叫了一和，两下都有言语。我早起晚西，看它有些小破。今朝听得我哥出去，和相识每吃酒，我投家里去走一遭。(作听科介)杀人可恕，无礼难容。我哥哥不在家，谁在家吃酒？(末踏开门。净走下。末行杀介)(生唱)<br>【驻马听】洒困沉沉，睡里听得人斗争。是我荒惊恼觉，自觉一身，战战兢兢。方知欲问这元因，忽然见兄弟持刀刃，连叫两三声。莫不是嫂嫂不钦敬？(末)<br>【同前】听说元因：它元是娼家一妇人，瞯<br>着哥哥浓睡，自与傍人，并枕同衾。我欲持刀一意捕奸情，几乎杀害我哥哥命。(旦白)我有奸夫，你不拿住它！(末连唱)你言语怎生听？一场公事惊人听！<br>(旦)<br>【同前】哀告君听：奴在房儿卫欲睡寝？怎知叔叔来此，巧言花语，扯奴衣襟。(末白)孙二须不是这般样人。(旦连唱)因奴家不肯便生嗔，将刀欲害伊家命。(末白)哥哥休听它家说，孙二不敢。(旦连唱)只得叫邻人，将奴赶得没投奔。(生)<br>【同前】此事难凭，两下差池人怎明？(末白)哥哥，甚不明处？养着奸夫。(旦接唱)叔叔声声只道，养着奸夫。奸夫你说是何人？(末白)明养着奸夫。<br>(旦连唱)叔叔你忒煞把人轻！(末白)你道没，敢罚咒？<br>(旦唾)是命。(旦唱)青青须有天为证。(末白)你敢道一个没！(旦)没！(末唱)你休得强惺惺，杨花水性无凭准。<br>(生白)家丑从来不外扬。(旦)谁知骨肉也参商。<br>(末)大家飞上梧桐树。(合)自有傍人说短长。(并下)<br><br>第十出<br>(婆上唱)【转山子】因甚家中闹声沸？听言沿差池。心下探自觉猜疑，还未知何般凶吉？到堂前探取，免心下多虑。<br>(白)人无远虑，必有近忧。不知夜来家中为甚喧闹？待老媳妇叫过小孙屠出来，问它则个。孙屠在那里？(末上白)当言不言谓之讷，不言强言谓之僭。夜来只为那贱人，险些不做出一场事来，这事只得自相灭。母亲叫只得走一遭。(见介)(婆)孩儿，夜来为甚吵闹？教我知道。(末)妈妈说甚底。妈妈只是当日间信哥说，娶了这妇人，有许多价事济。母亲休问。<br>(婆)孩儿，休要大惊小怪。毕竟事已成了，它是个这般人，把这言语都休说。我从你爷爷在日，已曾许下东岳三年香愿。已还两年了，今年一年便还足。孩儿，你如今与我收拾行李，和我一同去还心愿，也免在家闲争合口。(末)母亲也说得是。孩儿如今便收拾行李；母亲和哥哥说一声，就教送出路上去便回□。(婆)如今你速办行装去。不惮重重叠叠山。(末下)(婆吊场)(婆唱)<br>【挂真儿】东岳灵祠几程路，还心愿只得前去。只虑家中，无人看觑，叫出孩儿说与。(生上唱)<br>【同前】燕尔新婚正欢聚，何曾肯暂离一步。<br>(旦上唱)蓦然闻得，萱亲有旨，同向堂前施礼。(婆唱)<br>【柰子花】相将岳帝生乾日，欲同去烧香献纸。<br>(生)便理会行装前去，但家务深虑之。(旦)为家虑恐难脱离，须叫取叔叔前去。(和)只交必贵办行装，相同去便回归。(婆)<br>【同前】如今即便登途，家缘事分付汝。(生)告妈妈宽心行路，两下里休虑忆。(旦)妈妈须是早早回归，路途上自宜小心。(和同前)(末上唱)<br>【赚】听娘有旨，目今要往东岳去。(旦)恨分离，家中无人管顾奴。(生)我如今，相送娘行出外去，侧耳先回故里。(末)更莫待迟。(旦)叫梅香安排数杯。<br>(梅上)听娘呼至。(梅唱)<br>【红芍药】今去东岳，一杯助和气。(婆)梅香媳妇在房帏，须是照管家计。(旦)三人路途须仔细，不妨早作归计。(和)名香一炷告神柢，合家保无危。<br>【同前换头】酌酒东郊已先醉，门前早已排轿儿。两日三朝望你归□。<br>(白)东峰东岳甚威灵，名香一炷办虔诚。万事劝人休碌碌，举头三尺有神明。(生末婆先下)(旦吊场白)落花有意随流水，流水无心恋落花。梅香，我当初指望共它同行同坐，一步不离。谁知今日，随风倒，飘然而去。空使鸳衾闲半壁，何日是归期？(梅)娘子不须忧虑。(旦唱)<br>【梧叶儿】欲说破，有谁听，不记暗叮咛。飘然去，悄如水上萍。尽把恩情，悄似梧叶儿一片轻。<br>(梅)<br>【同前】娘休虑，且宽心，何必自伤情。(旦)虽然出去便回程，房儿里好凄清。长叹两三声，它热如火我冷如冰。(旦)<br>【同前】休只管，恋它每，入眼便为勤。不须急性，有日称心，莫把恩情悄似冰。<br>(白)梅香，它既然出去，我镇日没情没绪，你入去安排三两杯酒来，待我自消遣则个。(梅)理会得。三杯和万事，一醉解千愁。(梅先下)(净扮朱令史上白)静中检点平生事，闲里搜寻白所为。前日不是我走得疾，险些个遭小孙屠脚手。我如今见说，它家里婆婆和孙大孙二一同出去烧香，只有那妇人在家，不免去走一遭。(见旦介)(旦)朱令史，你今日来得恰好，我正安排几杯酒，和你对饮。(净)前日我好险！(旦)不是你眼快，险做下来。今日它们出去烧香，便回来也三朝两日。如今不免叫过梅香将酒过来。(梅上)酒逢知己饮，诗向会人吟。酒在此。(梅见净介)(旦)梅香，这官人是我的兄弟。你去安排些食物，一就与我关了外门，待我和官人吃几杯酒。(梅)天上人间，方便第一。(梅先下)(旦唱)<br>【淘金令】灯前报蕊，鹊噪檐前喜。今日见你，果是非容易。浅斟低唱，放些娇痴，怕甚花梢风雨。办坚着意，-杯劝君须记取。(和)同携素手，并着香肌，共入罗帏效连理。(净)<br>【同前】因缘契合，算来非容易。一双两美，我也成忔戏。几曾间阻，两下分离□。(和同前)<br>(净白)而今便叫梅香过来，正好下手。(旦)说的是。梅香过来。(梅上唱)<br>【桃李争放】听得叫梅香，只得堂前听取使。<br>(梅白)姐姐，这个人是甚么人？你只管留它在家吃酒做甚底？(旦)不干你事！(净杀梅香。扮梅香作旦死尸科。除梅香头介)(旦净白)不施万丈深潭计，怎得骊龙项下珠！(并下)<br>第十一出<br>(外上唱)【梅子黄时雨】清正当权，公明无倦，民无枉閤□无飞。<br>(白)麾下十釳墨五釳墨，写下千枝万枝树。引得林禽扮到来，踏枝不着空归去。下官职判开封一郡黎民，今日早衙，门前闹哄，不知甚事？左右过来。<br>(净扮朱令史土介说关杀人)宁可昧神祗，不可失道理。厅上官人唤，只是孙大杀人事走一遭。(见外说关介)(外)这的是人命事，非通小可，不打不招。<br>(净)打了。(押生上介)(生唱)<br>【锦天乐】且停威，告恩官略慈念。昨日我萱亲去烧香，卑人送到半途回转。谁把我妻谋骗？首级无有鲜血染，望恩官乞赐明验。回心转，言念无辜，怎生屈受刑宪？(又唱)<br>【上小楼】公吏人排列两边，不由我心惊胆战。怎推这铁锁沉枷，麻捶撒子？受尽熬煎。假若使心似铁，这官法如炉烧炼。休悲我枉屈后，死而无怨。<br>【同前换头】列今日怎知道，番成罪愆？略略望哀怜，常言道公门可行方便。人易唬，天须见，拷打千般神魂乱。空有日月须明，不照覆盆下面，便招作鬼死也埋冤。(又唱)<br>【红绣鞋】拷的我魂飞魄散，打的我肉烂皮穿。告你个有鉴察曹司，望周全。你是一纸教天赦，飞下九重天，杀人罪愆，怎的免？<br>(生招了介)(外)朱令史，既招成了，枷收在牢里，待首级完备决断。(外唱)<br>【四边静】将它短招读一遍，把词因好生看。休要顺人情，依法自行遣(和)。这场罪愆，怎生觯免？一一与招成，三年待决断。(生)<br>【同前】谁知命运遭乖蹇，今朝受刑宪。免教受扌朋扒，感恩即非浅。(和同前)(净)<br>【同前】分明是你把妻儿骗，今日怎胡言？拷打更拼扒，如今怎軃免。(和同前)(净)<br>【一撮棹】吃黄连，心苦向谁言？无处语，莫得告苍天。(外)枷收了，明日要归勘。将就理，实说早周全。(生)怎禁枷和锁，铁心肠泪涟涟。情最苦，身落在罪办禁。<br>(外白)朝朝问取莫迟延，但要公平不要钱。(生)兄弟未归谁管顾？娘亲谁把信音传？(净)当初只道文章贵，到此方知狱吏严。(并下)<br><br>第十二出<br>(婆上唱)【望远行】离了故乡，跋涉崎岖劳攘。水宿风餐，旅况怎消遣？(末上)那日方离家乡，回首家乡怎想？且缓步徐徐行上。(婆)<br>【四犯腊梅花】高山叠叠途路长，何时得到东狱殴，赛还心愿一炉香也？人寂寂，奴凄惶，相随只有儿共娘。奔波在旅邸。满眼是山花夹岸傍。(和)路上逢花酒，自徜徉，一程管教分作两程行。(末)<br>【同前】暮宿村店朝又往，宽心放怀休惆怅，拜还心愿一炉香也。身康健，回故乡，朝行暮止儿共娘。一心愿得学，拜舞彩衣堂上。(和同前)<br>(婆白)孩儿，我身己自觉有些不快，你可早寻个安歇处。(末)妈妈，前面便是草桥茅店，且歇了，明日早上殿还愿。(婆)孩儿，早寻旅店且安宿，身安便是无量福。(末)赛还香愿早回家□。(并下)<br><br>第十三出<br>(旦上唱)【夜行船】百岁夫妻重会画，由天付岂非人与。(净上接唱)不入深渊，惊人波浪，争得大海明珠？<br>(旦白)不入惊人浪。(净)难逢得意鱼。(旦)朱外郎，不是奴家设此一计，今日怎得和君家相会？(净)谢得娘子！(旦)官人，休听世上相思曲，且尽樽前不老杯。(旦唱)<br>【绣停针】自从那日，打散鸳鸯侣镇长叹吁。袖罗红湿胭脂泪，愁到那人提起。谢老天开方便眼，施小计恰早投机。自今一步不厮离，在天只愿效于飞，在地同为连理。(净)<br>【同前】雨约云期，最苦情浓处变成间离。寸心岂恋鸳鸯被，争奈咫尺千里。今难学庄周梦蝶，愿飞到伊行根底，同坐同行同衾睡……。(旦)<br>【同前】望伊做主，莫待傍人的讲论是非。绣衾香暖罗帏里，恩情愿似当时。论阳台朝云暮雨，争如我怜惜欢娱，共伊终久不厮离……。(净)<br>【同前】看伊貌美，最苦秋波殢人似痴。脸桃红露樱唇媚，淡扫蛾眉傍人怎比。宛然似春光结蕊，幸然折在屏帏里。从今契合非容易，把闲愁从此勾除，办坚心休提是共非。<br>(旦净白)在天同归碧落，入地共返黄泉。(并下)<br>第十四出<br>(末上白)世上万般哀苦事，无过死别与生离。苦也！去时同着母亲去，归时只有独自归。谁知母亲还了香愿，在房店中已自死了。如今却只带得它骸骨归来，且喜到得家乡。思量着起来，心如刺痛，泪似珠倾。(唱)<br>【北曲端正好】当日重意离京城，谁想今日耽愁闷，急回来不沙闷的独自个和泪而行。去时节喜恣恣亲母登山岭，回来呵，背着个碜可可骨匣相随定。<br>(唱)<br>【南曲锦缠道】奔行程，哀哀不曾住声，各不定珠泪如倾。挑着个纸幡儿，招展痛苦伤情。这骨匣一回价又轻，一回价又觉还沉。莫不是亲母显威灵，娘相扶相随，相佑到帝京。到得家中后，见哥哥诉元因。(唱)<br>【北曲脱布衫】白日里泣雨愁云，到晚西役梦劳魂。多则是俺嫂嫂占迫我小名，佖若在家亡也有些名分。(唱)<br>【南曲刷子序】心中自忖，怨亲娘可煞孤命。你若家里死后，便累七追享，不免请几个僧人。止不过做两三夜道场，看几卷忏文《心经》。暗自省也落得草草，出殡在西城。<br>(白)惭愧！且喜到得城外。则这般不敢家去，把这骨匣儿在门外具德寺里，前到家去说与哥哥知道，请几个僧人取去。(寄骨匣介)(回家介)(掩门介)常言道：福无双至，祸不单行。我家怎地吃官司封了门？不免去隔壁邻舍王婆叫一声。(末叫)(净扮王婆出)来，来。谁？(末净相见科)(净)孙二，你母亲不曾回来？(末)好教婆婆得知，一言难尽。孙二同母亲一路里去到草桥店，母亲身己不快；还了香愿，到得店里，已自死了。婆婆，不知我家里怎地吃官司封了门？<br>(净)你哥哥不听人说话，娶了这个妇女，不知做了不良事济，你哥哥把它杀了。如今官司拿去问成，关在大牢里。(末唱)<br>【锁南枝】婆婆听，我拜启：随娘往东岳去，谁信道得中途，蓦忽娘倾弃。将尸骨，亲带归。到家中，因何把门闭？(净)<br>【同前换头】听我诉因依，不觉泪暗滴。你自和娘还愿，争奈你哥哥，与妻闲争气。杀死它，吃控持。到如今，禁在牢内。<br>(末白)你如今怎生教我见哥哥一面也好。(净)你如今只把送饭为由，见得它。(末)孙二回来，委是没分文。(饭科)(净)孩儿，我与你说：若见哥哥，不要大惊小怪。(末)理会得。见时不敢高声哭，恐怕人闻也断肠。(并下)<br><br>第十五出<br>(生担枷上唱)【金珑璁】清平天地里。是我屈死难当，哽咽泪汪汪。亲娘无信息，共我兄弟何方？不道我落在牢房。<br>(末上白)不信好人言，果有今朝难。今日果然如此。来到牢门前，只得叫送饭。(扣门科介)(见生送饭倮饭介)(末唱)<br>【孝顺歌】我哥不是，怨自谁？痴迷那得人似你。兄弟好言语，佯佯总不理，如风过耳。它是风尘，烟花泼妓。你娶为妻，不思量有今日。(生)<br>【同前换头】你却说得是，教人泪暗滴。我当初娶它归，将谓好行止。谁知甚的？事到头来，全无区处。受尽凌迟，如今悔之无及。<br>(生问娘科)(末)好教哥哥得知，一言难尽。孙二和母亲去到草桥店，母亲身己不快；还了香愿，已是死了。(生)苦也！(生唱)<br>【忆多娇】心痛悲，珠泪暗滴。不知我娘为下鬼，儿在囚牢谁看觑？(和)祸不单行，苦也娘亲怎知？(末)<br>【同前】作事济，不点实。如今怎生来救你？早晚粥食休忧忆。(和同前)<br>(净上推末押生下白)假饶人心似铁，怎逃官法如炉？(生下)(末吊场。见净许物科)(末白)今日得君提拔起，免教身在污泥中。(并下)<br><br>第十六出<br>(旦上唱)【临江仙】假意成谋居此处，分明中我圈匮。(净上)今生得遂我心期，欢娱嫌夜短，快乐少人知。<br>(旦白)奴家当脱得花门柳户，与孙官人为夫妻，止望尽老今生百年，谁知它朝夕殢酒。不是奴家设此一计，把这梅香杀了，和朱外郎共同一处，多少是好。<br>(净说婆死介)(净)今日我便把这孙大杀了，我与你同谐鸾凤之欢，永享百年之乐。(旦)计就月中擒玉兔，谋成日里捉金鸟。(并下)<br><br>第十七出<br>(末上计物件科)(见箱介)(净上拿末白)浑身<br>是口不能言体排牙说不得。(并下)(外上唱)<br>【惜奴娇】职判开封，冤枉人心顽如铁，枉然官法如炉自灭。<br>(净上说关介)(外白)孙必达，那杀人正贼，已自拿获得了。如今将你省会宁家听候。(末担枷上)(见生介)(生)苦也天！(生唱)<br>【红衲袄】我当初不三思，撞着冤家如醉痴。最苦娘亲又倾弃，家私坏了懊恨迟。今日遭横死，痛苦人怎知？情愿拚死在黄泉，阴府去理。(末)<br>【同前】望停息虎狼威，害良民朱令史。屈坏平人怎为例？下民易欺天怎欺？落在罗网里，杀人还是准？我情愿替哥哥，做个刀下鬼盆吊杀。(末介)<br>(并下)<br><br>第十八出<br>(梅作鬼上唱)【高阳台】一点幽魂，满怀冤苦，冥冥杳杳鲜悲。鲜血流红，痛和泪滴交垂。无端怨冲天地，恨那人无语长吁。冤仇须报，只争来早与来迟。<br>(又唱)<br>【山坡羊】怨气冲天盈地，怨魂冥冥何处？滴滴底鲜血沾衣袂。李琼梅，和你假意儿，将人杀了谐连理。万劫冤仇难如你，冤家，终须会见你。(又唱)<br>【后庭花】教奴怨恨你，魂灵儿无所归。冤枉难伸诉，苍天不可期。你不与，外人知。施呈巧计。使这般狼儿识，眼将咱一命倾。(又唱)<br>【水红花】衔冤痛恨苦难追，被伊亏。悲风动处，藏形无倚更无依。最难悲，黄昏微雨。尽在芭蕉叶底。怨魂飞，慽人泪珠垂，也罗。(又唱)<br>【折桂令】休想我死心塌地，有一朝天地轮回，我那从前已往冤仇记。你好忘恩义，李琼梅，到阴司，万剐凌持。(下)<br><br>第十九出<br>(净扮禁子开关拖末上)(净下)(外扮东岳泰山府君上唱)<br>【少年游】瞬目一观，霎时已列凡世。<br>(白)莫瞒天地莫瞒心，心不瞒人祸不侵。十二时中行好事，灾星过了福星临。小圣乃是东岳泰山府君。劝君莫作亏心事，东岳新添速报司。切见李琼梅淫妇，谋杀人命，孙必贵屈死郊中。此人平日孝心可重，今日有此之难。上帝敕旨，差下小圣，降数点甘雨，其苏醒此人。孙必贵，甘雨沾身魂梦醒，醒来冤枉自分明。从空伸出拿云手，提起天罗地网人。(外下)(末活醒了介)(末唱)<br>【北新水令】梦魂中只听得雨滋滋，元来是死生别处。浑身上都破损，疼痛怎支吾？朱邦杰，于你有何辜？天怜念小孙屠。<br>【锁南枝】神魂乱，手脚麻，争些半霎时身亡化。若不是老天周全，甘雨从空下，魂梦中，把我头面洒。醒觉来，自嗟呀。(见棒介)<br>【北甜水令】拄杖身边，谁人撇下，手颤怎生拿？东倒西歪，我怎生提拔？战兢兢气力，难加。<br>【香柳娘】想哥哥那里，你还知么，兄弟在此身亡化？黄泉无旅店，今夜宿谁家？一命掩黄沙。我如今挣?，将拄仗按拿，魂飞魄讶。<br>(生将锄头纸钱上介)(见末介)(白)有鬼！(末)哥哥，兄弟不是鬼。在牢中遭盆吊死，把我撇在郊外，谢天降几点儿甘雨，把我救醒。哥哥，兄弟不是鬼，是人。(生)兄弟，你端的是人来？兄弟款款地起来，扶着杖子行，□□到家，却作区处。(旦上唱)<br>【花儿】荒郊傍晚，星月相将渐生日沉西。车马游人尽稀散，潜步两情厮绾。<br>(见生末介)(白)有鬼！(生末)你是鬼是人？(旦)奴家不是鬼，是人。(生末)你不是鬼，那死的却是谁？(旦)那死的却是梅香。你两个出去，我和朱令史商量，把梅香杀了，切去了头，假作我的尸首，诬赖你杀了奴家，把你兄弟囚禁牢中，谋害你两个性命。这的是我和朱令史同谋来。(生末)元来是你这贼人和朱令史谋坏我兄弟来。朱令史如今在那里？(旦)在五里外庄子上。(生末)你引我到那里去。只教从前作过事，没兴一齐来。(并下)<br>第二十出<br>(净上白)哱息！自家今日眼跳，有些个不好。李琼梅缘何到如今不来，知它是怎生？(生末旦上)(擒净介)(生唱)<br>【念佛子】听此语，方知是，把梅香杀死逃避。假尸形陷我落在圈围。(旦)听取，可笑伊忒不是。为我每厮像伊妻，把人一继擒住。<br>【同前换头】因为经过这里，蓦见伊形如鬼，逐惊荒寸心如水。(生末)你分明，说此就理。怎地胡推拒？到今日更难分理。<br>【同前】李琼梅，料造恶，贯满当诛。如今怎生饶你？(旦)是前日不合恁的。一时同设计，到今日自伏不是。(生末)<br>【同前换头】幸逢你，谁知三见鬼，一齐都擒住。千般受险危，幸得天天周济。两人怎插翅？口遍身如何分理？是共非，到龙图阶下听取台旨。<br>(生末梅擒住旦净白)今日一齐擒去龙图厅下，分理便了。正是：休言长钓秋江上，也有收纶罢钓时。<br>(并下)<br><br>第二十一出<br>(外上唱)【七娘子】判断甚严明，受人间阴府幽冥。负屈衔冤，从公决断，心无私曲明如镜。<br>(白)人间私语，天闻若雷。包拯便是。奉敕命云间下，敕判断开封。日判阳间夜判阴，管取人人无屈，定教个个无冤。远远望见一簇人来，恐有疏虞，不当稳便。左右过来。(生末梅擒旦净上介)(生末唱)<br>【紫苏丸】谁知假意将人害，李琼梅见今擒在。<br>(梅)在阴间衔冤怨痛伤悲。(净旦)谁知冤报冤和债。<br>(外白)你算有何冤抑，各各从头供状一遍。(生唱)<br>【缕缕金】它元卖酒，接佳宾。花牌上除姓名，做良人。娶它为夫妇，水性无准。把梅香杀死私奔，教我枉受刑禁，教我枉受刑禁。(旦)<br>【同前】龙图□，听元因：奴家从幼小，在风尘。为它娶归为夫妇。心儿不定。共朱邦杰一意私奔，把梅香杀死一命，把梅香杀死一命。(末)<br>【同前】哥哥底，娶为亲。谁知心走辊，便忘恩。共着朱邦杰，同谐鸳枕。把悔香杀死苦平人，教我枉丧幽冥，教我枉丧幽冥。(外)<br>【同前】朱邦杰，李琼梅，把梅香杀死了，共私淫。诬赖它兄弟，在牢中囚禁。谋夫杀叔罪作轻，你两个合偿它命，你两个合偿它命。<br>(外白判)朱邦杰是把法犯法，李琼梅是谋杀故杀。同谋杀死梅香，诬赖孙大杀死妻室。即系因奸谋杀其夫，凌陷其弟，事干恶逆。除将朱邦杰妻小家产给偿孙大兄弟；将朱邦杰李琼梅二人，押赴市曹，偿还梅香性命。(生唱)<br>【山花子】今朝谢得高明主，赐黄金与作周庇。李琼梅瞒心昧己，和它暗约共同谋计。(和)感龙图今朝断理，生离死别心痛，梅香免得为怨鬼。冤报冤家，幸从今脱离。(末)<br>【同前】贱人你自为娟妓，哥哥把伊提携。岂知杨花怎拘，作事更不存理。(和同前)(旦)<br>【同前】心寒胆碎，悔之作不是。不合共它设计，都是一时情意。(和同前)(梅)<br>【同前】不念梅香当初事，你指望共谐今世。谁信蓦生狂意，共奸夫故杀奴身已。(和同前)(外)<br>【同前】李琼梅感煞忘恩，朱邦杰不仁不义。依公断并押街头，受凌迟。(和同前)(净)<br>【同前】是当初不合谋，告公相周全宽恕。<br>(外)休要狂口胡言，便押去！(和同前)<br>【白】驿程上拿获兄弟，房店中亡过尊灵。无半点夫妻恩义。怀一片狠毒心肠。(并下)</p> <p> ",
  "poet": {
    "id": 2675,
    "star": 0,
    "name": "萧德祥",
    "desc": "萧德祥，元代人。约公元一三三一年前后在世。约元文宗至顺中前后在世。号复斋。杭州人。以医为业。德祥善作曲，凡古文俱隐括为南曲，街市盛行。又有南曲戏文。杂剧有《四春园》、《小孙屠》、 《杀狗劝夫》 、《四大王歌舞丽春园》等，今仅其中一种。"
  },
  "tags": []
}