{
  "id": 37731,
  "star": 237,
  "name": "社日",
  "dynasty": "唐代",
  "content": "鹅湖山下稻粱肥，豚栅鸡栖半掩扉。 <br>桑柘影斜春社散，家家扶得醉人归。",
  "fanyi": "<p><strong>译文<br></strong>鹅湖山下稻梁肥硕，丰收在望。牲畜圈里猪肥鸡壮，门扇半开。<br>夕阳西沉，桑柘树林映照出长长的阴影。春社结束，家家搀扶着醉倒之人归来。</p> <p><strong>注释<br></strong>⑴社日：古代祭祀土神的日子，分为春社和秋社。在社日到来时，民众集会竞技，进行各种类型的作社表演，并集体欢宴，不但表达他们对减少自然灾害、获得丰收的良好祝愿，同时也借以开展娱乐。<br>⑵鹅湖：在江西省铅山县，一年两稻，故方仲春社日，稻梁已肥。稻梁肥：田里庄稼长得很好，丰收在望。粱：古代对粟的优良品种的通称。<br>⑶“豚栅”句：猪归圈，鸡归巢，家家户户的门还关着，村民们祭社聚宴还没回来。豚栅（tún zhà），小猪猪圈。鸡栖（qī），鸡舍。对，相对。扉，门。<br>⑷桑柘（zhè）：桑树和柘树，这两种树的叶子均可用来养蚕。影斜：树影倾斜，太阳偏西。春社散：春设的聚宴已经散了。<br>⑸醉人：喝醉酒的人。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　古时的春秋季节有两次例行的祭祀土神的日子，分别叫作春社和秋社。王驾这首《社日》虽没有一字正面描写作社的情景，却描绘出了这个节日的欢乐。</p> <p>　　“鹅湖山下稻粱肥，豚栅鸡栖半掩扉。”<a href=\"http://so.gushiwen.org/view_37731.aspx\">诗</a>的一开始不写“社日”的题面，却从村居风光写起。鹅湖山这地名本身很诱人，湖的名字使人想到鹅鸭成群，鱼虾满塘，一派山明水秀的南方农村风光。春社时属仲春，田里庄稼丰收在望，村外风光如此迷人，而村内到处是一片富裕的景象，猪满圈，鸡栖埘，联系第一句描写，描绘出五谷丰登、六畜兴旺的景象。只字未提作社的事，先就写出了节日的喜庆气氛。这两句也没有写到村居的人，“半掩扉”三字暗示村民都不在家，门儿都半掩着。古人常用“夜不闭户”表示环境的太平安宁，“半掩”而不上锁，可见民风淳厚，丰年富足，这个细节描写是极有表现力的。同时，它又暗示出村民家家参加社日，巧妙地将诗意向后联过渡。</p> <p>　　后两句写“社日”正题。诗人没有就作社表演热闹场面着笔，却写社散后的景象。“桑柘影斜”，夕阳西下，树影在地越来越长，说明天色将晚。古代习惯，祭社之处必植树。所谓“故园乔木”，即指社树，它象征乡里，故受人崇拜。其中桑、梓二木即古人常用为社树的树种。此诗的“桑柘”紧扣社日，即此之谓，可见笔无旁鹜。同时，村里植有“桑柘”，说明养蚕也搞得不错。遣词用语体现出诗人的艺术匠心。春社散后，人声渐少，到处都可以看到喝得醉醺醺的村民，被家人邻里搀扶着回家。“家家”是夸<a href=\"http://so.gushiwen.org/author_149.aspx\">张说</a>法，说明醉倒情形之普遍。诗未写社日的热闹与欢乐场面，却选取高潮之后渐归宁静的这样一个尾声来表现它，是颇为别致的。它的暗示性很强，读者通过这个尾声，会自然联想到作社、观社的全过程。“醉人”这个细节可以使人联想到村民观社的兴高采烈，畅怀大饮，而这种欣喜之情又是与丰收分不开的。</p> <p>　　此诗不写正面写侧面，通过富有典型意义和形象暗示作用的生活细节写社日景象，笔墨极省，反映的内容却极为丰富。这种含蓄的表现手法，与绝句短小体裁极为适应，使人读后不觉其短，回味深长。当然，在封建社会，农民的生活一般不可能像此诗所写的那样好，诗人把田家生活作了“桃花源”式的美化。但也应看到，在自然灾害减少、农业丰收的情况下，农民过节时显得快活，也是很自然的。这首诗表达了诗人对乡村农民的赞赏与热爱之情。</p>",
  "about": "<h2>创作背景</h2> 　　王驾进士及第之后，官至礼部员外郎，后弃官归隐。此<a href=\"http://so.gushiwen.org/view_37731.aspx\">诗</a>作于其归隐之后。",
  "poet": {
    "id": 786,
    "star": 0,
    "name": "王驾",
    "desc": "王驾（851～ ？），晚唐诗人，字大用，自号守素先生，河中（今山西永济）人。大顺元年（890）登进士第，仕至礼部员外郎。后弃官归隐。与郑谷、司空图友善，诗风亦相近。其绝句构思巧妙，自然流畅。司空图《与王驾评诗书》赞曰：“今王生者，寓居其间，浸渍益久，五言所得，长于思与境偕，乃诗家之所尚者。”"
  },
  "tags": [
    "节日",
    "农村",
    "生活"
  ]
}