{
  "id": 21264,
  "star": 16,
  "name": "新丰折臂翁",
  "dynasty": "唐代",
  "content": "新丰老翁八十八，头鬓眉须皆似雪。<br>玄孙扶向店前行，左臂凭肩右臂折。<br>问翁臂折来几年，兼问致折何因缘。<br>翁云贯属新丰县，生逢圣代无征战。<br>惯听梨园歌管声，不识旗枪与弓箭。<br>无何天宝大征兵，户有三丁点一丁。<br>点得驱将何处去，五月万里云南行。<br>闻道云南有泸水，椒花落时瘴烟起。<br>大军徒涉水如汤，未过十人二三死。<br>村南村北哭声哀，儿别爷娘夫别妻。<br>皆云前后征蛮者，千万人行无一回。<br>是时翁年二十四，兵部牒中有名字。<br>夜深不敢使人知，偷将大石捶折臂。<br>张弓簸旗俱不堪，从兹始免征云南。<br>骨碎筋伤非不苦，且图拣退归乡土。<br>此臂折来六十年，一肢虽废一身全。<br>至今风雨阴寒夜，直到天明痛不眠。<br>痛不眠，终不悔，且喜老身今独在。<br>不然当时泸水头，身死魂孤骨不收。<br>应作云南望乡鬼，万人冢上哭呦呦。<br>老人言，君听取。<br>君不闻开元宰相宋开府，不赏边功防黩武。<br>又不闻天宝宰相杨国忠，欲求恩幸立边功。<br>边功未立生人怨，请问新丰折臂翁。",
  "fanyi": "<p><strong>译文<br></strong>新丰有个八十八岁的老人，头发、胡子、眉毛全都像雪一样白。<br>他的右臂已经断了，只得将左臂搭在他玄孙的肩上，由他的玄孙扶着向店前走来。<br>我问他右臂折断有多久了，又问他是因何折断的。<br>他说：“我的籍贯就在新丰县，我出生在太平盛世，没有遭遇过战争。<br>经常欣赏梨园子弟的歌唱演奏，连什么是旗枪和弓箭都不知道。<br>谁知不久就赶上了天宝年间朝廷的大征兵，有三个成年男子的家庭，就要抽取一个当兵。<br>抽取这些壮丁以后，要驱赶着他们去哪儿呢？要在五月里远征万里之外的云南。<br>听说云南有一条泸水，夏季椒花凋谢之时，泸水就会烟瘴弥漫。<br>大军徒步渡河的时候，河水会热得像滚汤一样，渡不过十个人就会有二三个死掉。<br>当时村里到处都是儿子告别爹娘、丈夫告别妻子那哀痛的哭声。<br>大家都说，前后几次远征云南的人足有千千万万，却没有一个能活着回来！<br>我那年二十四岁，名字也在兵部征兵的名册之中。<br>我不敢让人知道，趁着夜深的时候，偷偷地用一块大石头捶断了自己的右臂。<br>于是，我就因为既不能拉弓也不能摇旗，得以避免被远征云南。<br>我不是感觉不到伤筋碎骨的痛苦，只是希望能够在选征兵丁时被淘汰，从而留在家乡。<br>这条胳膊已经折断了六十年，我虽然残废了一肢，但保全了性命。<br>如今每逢刮风下雨的寒夜，我的断臂都使我疼得彻夜难眠，但我不但不后悔，还为自己能够活到现在而欣喜。<br>否则我也会死在泸水旁，连尸骨都没人收，只能成为身死云南的望乡鬼，在万人坟里呦呦地哭号。”<br>这个老人的话，你一定要认真地听一听。<br>你难道没听说过，开元年间的宰相<a href=\"http://so.gushiwen.org/author_1870.aspx\">宋璟</a>，为了避免边将穷兵黩武而不赏边疆的战功？<br>你难道也没听说过，天宝年间的宰相杨国忠，为了得到皇帝的恩宠而鼓励征战？<br>等不到建立战功，人民就会怨恨四起，若是不信，就请问问新丰的折臂老人吧。</p> <p><strong>注释<br></strong>⑴新丰：县名。故城在今陕西临潼县东北。<br>⑵玄孙：孙子的孙子。<br>⑶左臂凭肩：左臂扶在玄孙肩上。<br>⑷来：以来。<br>⑸致：招致。因缘：缘故。<br>⑹圣代：圣明时代。折臂翁大概生于开元中期，并在开元后期度过青少年阶段。开元时期，社会比较安定，经济繁荣，故称“圣代”。<br>⑺梨园：玄宗时宫庭中教习歌舞的机构。新丰是骊山华清官所在地，所以老翁能听到宫中飘出的音乐。<br>⑻无何：无几何时，不久。<br>⑼云南：此处指南诏。<br>⑽泸水：今雅砻江下游及金沙江会合雅砻江以后的一段江流。<br>⑾瘴烟：即瘴气，中国南部和西南部地区山林间因湿热蒸发而产生的一种能致人疾病的气体。<br>⑿徒涉：蹦水步行。汤：滚开的水。<br>⒀兵部：唐尚书省六部之一，主管中央及地方武官的选用、考查，以及有关兵籍、军械、军令等事宜。牒：文书。此处指征兵的名册。<br>⒁将：介词，以，用。槌（chuí）：通“挝”，捶，敲击。<br>⒂簸（bǒ）：摇动。<br>⒃且图：苟且图得。<br>⒄此臂折来：一作“臂折以来”。<br>⒅万人冢：作者自注说，云南有万人冢，在鲜于仲通。李宓军队覆没的地方。按万人冢在南诏都城太和（今云南省大理县）现在尚存。呦呦（yōu）：形容鬼哭的声音。<br>⒆宋开府：指宋璟（jǐng），开元时贤相，后改授开府仪同三司。作者自注说，开元初天武军牙将郝灵佺（quán）斩突厥默啜（chuò），自谓有不世之功，宋璟为了防止边将为邀功请赏而滥用武力，挑起与少数民族的纠纷，在第二年才授他为郎将，结果郝氏抑郁而死。<br>⒇杨国忠：公元752年（天宝十一载）拜相。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　此<a href=\"http://so.gushiwen.org/view_21264.aspx\">诗</a>写了一位在天宝年间逃过兵役的老人，当时，宰臣“欲求恩幸立边功”，发动对南诏的战争，无数被强征去当兵的人冤死异乡，这位老人“偷将大石捶折臂”，才留得残命。这位命运悲惨的老人，却以欣喜口吻自庆侥幸，让人读来更觉得悲哀，同时也感受到诗人的目的不仅在记叙一桩往事，而是反映出战争带给广大人民的无穷苦难。</p> <p>　　此诗可分为三段。第一段自首句至“兼问致折何因缘”，主要是描绘折臂翁的外观形象，并向第二段过渡。第二段是全诗的主体，自“翁云贯属新丰县”至“万人冢上哭呦呦”，长达三十四句。此段以第一人称的口吻来叙事，不仅使诗产生了真切自然之感，而且增强了诗叙事内容的可信程度。第三段自“老人言，君听取”至结束，诗人又直接出面，发表议论。</p> <p>　　这位老人的籍贯属于原来的新丰县。他本是幸运的，因为他生逢圣明的朝代，在社会安定、经济繁荣的开元时期度过了美好的青少年时代；他不懂得旗枪弓箭为何物，而听惯了宫苑梨园中传出的歌舞管弦之声。可是好景不长，天宝时期，云南一带烽烟四起，朝廷大肆抽丁，在凄惨的哭泣声中，儿子告别母亲，丈夫告别了妻子。因为他们听说云南泸水一带，瘴气迷漫，更何况还要徒步渡过那热如沸汤的大河呢！据说前后奔赴战场者，没有一个能活着回来。这一年，他二十四岁。很不幸，征兵的名册上赫然列着他的名字。夜深人静，他偷偷地用石头将自己的手臂砸断。从此他变成了残废，但也由此逃脱了远征云南之苦。作为一个断臂的残废人，他是不幸的，因为六十年来，伤痛时肘折磨着他；但他从未后悔，因为他又是幸运的，他没有做云南万人冢上的望乡鬼，他毕竟还活着，虽然活得并不舒服。</p> <p>　　作品最后一段“老人言，君听取”云云，旗帜鲜明地表白了自己的观点。开元时的贤相<a href=\"http://so.gushiwen.org/author_1870.aspx\">宋璟</a>，为了防止边将为邀功而滥用武力，对于杀敌有功的天武军牙将郝灵佺并没有论功行赏，仅在次年授他为郎将，这样做防止了与少数民族的纠纷，保证了边境的安宁。而杨国忠之流为达到个人邀功固宠的卑鄙目的，不惜开边寻衅，视数十万人的性命为儿戏，驱赶他们到环境极为恶劣的边远地区去作战，造成千万个家庭的悲剧，也给国家和民族带来了深重的灾难。作者把宋璟与杨国忠作了鲜明的对比，其褒贬倾向不言自明。他对宋璟的行为是赞赏的，他反对不义战争，希望各民族平等相待，和睦相处，显示出诗人的宽大胸襟和善良的愿望。</p> <p>　　此诗在结构上很有特色，完全符合诗人《新乐府序》所谓“首章标其目，卒章显其志”的要求，有如常山之蛇，首尾照应。在表达作者的主观倾向时，仍不忘以新丰折臂翁的悲惨遭遇作为富有说服力的活见证。</p>",
  "about": "<h2>创作背景</h2> 　　<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>于公元809年（唐宪宗元和四年）所作的《新乐府》五十篇，明确说明是“为君、为臣、为民、为物、为事而作，不为文而作也”（《新乐府序》）。这首<a href=\"http://so.gushiwen.org/view_21264.aspx\">诗</a>题下原有小序：“戒边功也。”公开声明此诗旨在谴责天宝（唐玄宗年号，742—756）年间的穷兵黩武。南诏是在云南大理一带建立的白族少数民族政权。公元738年（开元十六年），唐玄宗封南诏王阁逻凤为云南王。公元750年（天宝九载），云南太守张虔陀因侮辱阁逻凤，挑起战争。剑南节度使鲜于仲通率兵攻打南诏，大败。杨国忠当政，派剑南留后李宓继续用兵，又遭全军覆没。李唐王朝前后死伤士兵二十余万人，国力大伤。安禄山得以乘机起兵，发动叛乱。从此，一度繁荣富强的唐帝国彻底走向衰退。诗人有感于此，写下了这首沉痛激愤的《新丰折臂翁》。",
  "poet": {
    "id": 665,
    "star": 0,
    "name": "白居易",
    "image": "http://img.gushiwen.org/authorImg/baijuyi.jpg",
    "desc": "白居易（772年－846年），字乐天，号香山居士，又号醉吟先生，祖籍太原，到其曾祖父时迁居下邽，生于河南新郑。是唐代伟大的现实主义诗人，唐代三大诗人之一。白居易与元稹共同倡导新乐府运动，世称“元白”，与刘禹锡并称“刘白”。白居易的诗歌题材广泛，形式多样，语言平易通俗，有“诗魔”和“诗王”之称。官至翰林学士、左赞善大夫。公元846年，白居易在洛阳逝世，葬于香山。有《白氏长庆集》传世，代表诗作有《长恨歌》、《卖炭翁》、《琵琶行》等。"
  },
  "tags": [
    "叙事",
    "写人",
    "忧国忧民",
    "愤懑"
  ]
}