{
  "id": 53502,
  "star": 23,
  "name": "贺新郎·寄李伯纪丞相",
  "dynasty": "宋代",
  "content": "曳杖危楼去。斗垂天、沧波万顷，月流烟渚。扫尽浮云风不定，未放扁舟夜渡。宿雁落、寒芦深处。怅望关河空吊影，正人间、鼻息鸣鼍鼓。谁伴我，醉中舞。 <br>十年一梦扬州路。倚高寒、愁生故国，气吞骄虏。要斩楼兰三尺剑，遗恨琵琶旧语。谩暗涩铜华尘土。唤取谪仙平章看，过苕溪、尚许垂纶否。风浩荡，欲飞举。",
  "fanyi": "<p><strong>译文</strong><br>拖着手杖，独上高楼去。仰望北斗星低低地垂挂在夜天，俯视沧江正翻起波浪万顷，月亮流泻在烟雾迷漫的洲渚。浮云被横扫净尽、寒风飘拂不定，不能乘坐小船连夜飞渡。栖宿的鸿雁已经落在萧索的芦苇深处。怀着无限惆怅的心情，想望祖国分裂的山河，徒劳无益地相吊形影。这时只听到人间发出的鼾声像敲打鼍鼓，还有谁肯陪伴我乘着酒兴起舞？<br>事隔十年好像一场噩梦，走尽了扬州路。独倚高楼夜气十分冷寒，一心怀愁为的是祖国，恨不得一气吞下骄横的胡虏。要亲手杀死金的统治者用这把三尺的宝剑，莫使留下怨恨像<a href=\"http://so.gushiwen.org/author_830.aspx\">王昭君</a>弹出的琵琶怨语。让宝剑暗淡无光，白白地生锈化为尘土。我请您来评论看看，经过苕溪时，还能允许我们垂纶放钓否？大风浩荡，不停地吹着，我雄心勃发，要乘风飞举。</p> <p><strong>注释</strong><br>⑴贺新郎：词牌名。<br>⑵李伯纪：即<a href=\"http://so.gushiwen.org/author_76.aspx\">李纲</a>。<br>⑶鼻息鸣鼍鼓：指人们熟睡，鼾声有如击着用猪婆龙的皮做成的鼓，即有鼾声如雷之意。鼍鼓：用鼍皮蒙的鼓。鼍：水中动物，俗称猪婆龙。<br>⑷“谁伴我”二句：用东晋祖逖和刘琨夜半闻鸡同起舞剑的故事。见《晋书·祖逖传》。<br>⑸十年一梦扬州路：化用<a href=\"http://so.gushiwen.org/author_211.aspx\">杜牧</a><a href=\"http://so.gushiwen.org/view_53502.aspx\">诗</a>“十年一觉扬州梦”，借指十年前，即建炎元年，金兵分道南侵。宋高宗避难至扬州，后至杭州，而扬州则被金兵焚烧。十年后，宋金和议已成，主战派遭迫害，收复失地已成梦想。<br>⑹骄虏：指金人。《汉书·匈奴传》说匈奴是“天之骄子”，这里是借指。<br>⑺要斩楼兰：用西汉傅介子出使西域斩楼兰王的故事。《汉书·傅介子传》载，楼兰王曾杀汉使者，傅介子奉命“至楼兰。……王贪汉物，来见使者。……王起随介子入帐中，屏语，壮士二人从后刺之，刃交胸，立死。”<br>⑻琵琶旧语：用汉代王昭君出嫁匈奴事。她善弹琵琶，有乐曲《昭君怨》。琵琶旧语即指此。<br>⑼谩暗涩铜华尘土：叹息当时和议已成定局，虽有宝剑也不能用来杀敌，只是使它生铜花（即铜锈），放弃于尘土之中。暗涩：是形容宝剑上布满铜锈，逐渐失光彩，失去作用。铜华：指铜花，即生了铜锈。<br>⑽垂纶：即垂钓。纶，钓鱼用的丝线。传说吕尚在渭水垂钓，后遇周文王。后世以垂钓指隐居。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　上片写词人登高眺望江上夜景，并引发出孤单无侣、众醉独醒的感慨。此显示出自己的真实用意。</p> <p>　　起首四句写自己携着手杖登上高楼，只见夜空星斗下垂，江面宽广无边，波涛万顷，月光流泻在蒙着烟雾的洲渚之上。“扫尽”三句，是说江风极大，将天上浮云吹散，江面因风大而无人乘舟夜渡。沉思间又见雁儿飞落在芦苇深处夜宿，并由此引起无限感触。</p> <p>　　“怅望”两句，先是怅望祖国山河，徒然吊影自伤；这时正值深夜，“鼻息鸣鼍鼓”，这里以之喻苛安求和之辈，隐有众人皆醉我独醒之慨。“谁伴我”两句，承上；“月流烟渚”、“怅望关河空吊影”，用<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>《月下独酌》“我歌月徘徊，我舞影零乱”<a href=\"http://so.gushiwen.org/view_53502.aspx\">诗</a>意，自伤孤独（<a href=\"http://so.gushiwen.org/author_217.aspx\">辛弃疾</a>《贺新郎·别茂嘉十二弟》结句之“谁共我，醉明月”，与此意同）。<a href=\"http://so.gushiwen.org/author_76.aspx\">李纲</a>与己志同道合，而天各一方，不能在此月下同舞。同舞当亦包括共商恢复中原之事，至此才转入寄李纲本题。</p> <p>　　下片运用典故以暗示手法表明对明朝屈膝议和的强烈不满，并表达了自己对李纲的敬仰之情。</p> <p>　　“十年”这一句，是作者想到十年前，高宗在应天府（今河南商丘）即位同时，当时为建炎元年（1127年）。不久高宗南下，以淮南东路的杨州为行都；次年秋金兵进犯，南宋小朝廷又匆匆南逃，扬州被金人攻占，立刻被战争摧为一片空墟，昔日繁华现在犹如一梦，此处化用<a href=\"http://so.gushiwen.org/author_211.aspx\">杜牧</a>“十年一觉扬州梦”（《遣怀》）诗句。而此时只剩残破空城，使人怀想之余，不觉加强了作者对高宗的屈膝议和感到不满，也加强了作者坚决抵抗金人的南下的决心。“倚高寒”两句，继续写作者夜倚高楼，但觉寒气逼人，远眺满目疮痍的中原大地，不由愁思满腔，但又感到自己壮心犹在，豪气如潮，足以吞灭敌人。“要斩”两句，运用两个典故反映出对宋金和议的看法。前一句是期望朝廷振作图强，像汉代使臣傅介子提剑斩楼兰（西域国名）王那样对付金人。词中以楼兰影射金国，以傅介子比喻李纲等主战之士。后一句是借汉嫁<a href=\"http://so.gushiwen.org/author_830.aspx\">王昭君</a>与匈奴和亲事，影射和议最终是不可行的，必须坚决抵抗。<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>《咏怀古迹》诗云：“千载琵琶作胡语，分明怨恨曲中论。”作者在此用杜甫诗意，说明在琵琶声中流露出对屈辱求和的无穷遗恨与悲愤，以此暗示南宋与金人议和也将遗恨千古。“谩暗涩”句，这里运用比喻，以宝剑被弃比喻李纲等主战人物的受到朝廷罢斥压制。“唤取”两句，先以“谪仙”李白来比李纲，兼切李姓，这是对李纲的推崇。李纲自己也曾在《水调歌头》中说：“太白乃吾祖，逸气薄青云。”作者对他评论，即发表意见，面对和议已成定局的形势，爱国之士能否就此隐退苕溪（浙江吴兴一带）垂钓自遣而不问国事。结尾振起，指出要凭浩荡长风，飞上九天，由此表示自己坚决不能消沉下去，而是怀着气冲云霄的壮志雄心，对李纲坚持主战、反对和议的主张表示最大的支持，这也就是写他作此词的旨意。</p>",
  "about": "<h2>创作背景</h2> <p>　　南宋建炎元年（1127年）五月，宋康王<a href=\"http://so.gushiwen.org/author_1073.aspx\">赵构</a>在南京（今河南商丘南）即位，建立南宋王朝，是为高宗。宋高宗起用<a href=\"http://so.gushiwen.org/author_76.aspx\">李纲</a>为宰相，<a href=\"http://so.gushiwen.org/author_120.aspx\">张元干</a>被召回，官为朝议大夫、将作少监、充抚谕使。李纲为相后，积极改革弊政，充实国库，整军备战，主张北伐，反对迁都江南，坚决抵抗金兵侵扰。张元干积极配合李纲。但高宗信任的仍是卖国的主和派，执意与金议和，以求偏安一隅。他们打击、排挤李纲，李纲仅任75天宰相就被罢免。建炎三年（1129年）秋，张元干目睹国势日削，南宋王朝仅存江南一隅，义愤填膺，赋《石州慢·己酉秋吴兴舟中作》词，抒发了他收复中原的豪迈气概和壮志难酬的悲愤心情，并表达对李纲抗金斗争的支持，也遭朝廷奸臣之谤，幸<a href=\"http://so.gushiwen.org/author_97.aspx\">汪藻</a>援救得以免罪。绍兴元年（1131年）春，江南战火渐息，高宗帝定居临安（今浙江杭州），无心收集失地，以求“苟安”，并任奸臣秦桧为参知政事，主战派被排挤，仁人志士都不愿与其同流合污，只得退隐林泉，啸傲山水。张元干也辞官回闽。绍兴八年（1138年）冬，奸臣秦桧、孙近等筹划与金议和、向金营纳贡，李纲坚决反对，张元干闻之怒不可遏，作《再次前韵即事》<a href=\"http://so.gushiwen.org/view_53502.aspx\">诗</a>，痛斥秦桧、孙近等主和卖国之权奸为“群羊”，表达自己请缨无路之悲愤。李纲在福州上疏反对朝廷议和卖国，张元干得知李纲上书事，作《贺新郎·寄李伯纪丞相》。</p><br/><h2>题解</h2> 　　这是一首送别词，作于宋高宗绍兴十二年（1142年）。作者在胡诠遭贬后，不顾个人安危，写这首词为他送行，表达了作者忧国忧民的悲壮情怀以及对胡诠的深挚感情。这首词与寄赠<a href=\"http://so.gushiwen.org/author_76.aspx\">李纲</a>的《贺新郎》一样，写得慷慨悲凉、愤激，其忠义之气，溢于字里行间，表现了作者刚正不阿，坚持正义的爱国主义精神。",
  "poet": {
    "id": 120,
    "star": 0,
    "name": "张元干",
    "image": "http://img.gushiwen.org/authorImg/zhangyuangan.jpg",
    "desc": "元干出身书香门第。其父名动，进士出身，官至龙图阁直学士，能诗。张元干受其家风影响，从小聪明好学，永泰的寒光阁、水月亭是他幼年生活和读书处。十四五岁随父亲至河北官廨（在临漳县）已能写诗，常与父亲及父亲的客人唱和，人称之“敏悟”。"
  },
  "tags": [
    "宋词三百首",
    "豪放",
    "登高",
    "孤独"
  ]
}