{
  "id": 72379,
  "star": 322,
  "name": "杨布打狗",
  "dynasty": "先秦",
  "content": "　　杨朱之弟曰布，衣素衣而出。天雨，解素衣，衣缁衣而返。其狗不知，迎而吠之。杨布怒，将扑之。杨朱曰：“子无扑矣，子亦犹是也。向者使汝狗白而往黑而来，岂能无怪哉？”",
  "fanyi": "<p><strong>译文</strong><br>　　杨朱的弟弟叫杨布，他穿着件白色的衣服出门去了。天上下起了雨，杨布便脱下白衣，换了黑色的衣服回家。他家的狗没认出来是杨布，就迎上前冲他叫。杨布十分生气，正准备打狗。在这时，杨朱说：“你不要打狗，如果换做是你,你也会是像它这样做的。假如刚才你的狗离开前是白色的而回来变成了黑色的，你怎么能不感到奇怪呢?”</p> <p><strong>注释</strong><br>1.杨朱，先秦哲学家，战国时期魏国人，字子居<br>2.曰：名叫。<br>3.衣：穿。<br>4.素：白色的。<br>5.雨：下雨。<br>6.衣：上衣，这里指衣服。<br>7.缁（zī）：黑色。<br>8反：同\"返\"返回，回家。<br>9.知：了解，知道。<br>10.而：连词，表示顺承。<br>11.吠：（狗）大叫。<br>12.怒：生气，愤怒。<br>13.将：打算。<br>14.扑：打、敲。<br>15.子无扑之，子 ：你<br>16.犹是：像这样。<br>17.向者：刚才。向，从前，往昔。<br>18.使：假使，假若。<br>19.岂：怎么。<br>20.无：同“毋”，不，不要。<br>21.怪：对……感到奇怪。<br>22.衣素衣：穿着白衣服。</p>",
  "about": "<h2>寓意</h2> 1.当朋友误解自己的时候，不要头脑发热，动怒发火；而应该设身处地站在别人的角度思考，要学会换位思考，并理解别人。<br>2.以短浅的目光看到事物的表面而看不到事物的本质，是不对的。<br>3.事物是千变万化的，要想正确地认识事物，就不能用一成不变的眼光来看待事物，更不能被一时的表面现象所迷惑，要抓住事物的本质。<br>4.凡遇是非，务必先内求诸己，切莫忙于责人！<br>5.遭遇别人不友好的表现，应设身处地，反躬自问，不应一味责怪别人。<br>6.若自己变了，就不能怪别人对自己另眼相看。别人另眼看自己，首先要从自己身上找原因，不然的话就像杨布那样：一身衣服变了，反而怪狗不认识他。<br/><h2>评点</h2> <p>　　杨布出去时穿的是白色的衣服，下雨了，环境条件变化了，他换了黑色的衣服，杨布依旧是杨布。但是他家的狗却无视这些变化，冲着换了装的杨布狂吠。原来狗只忠实于那个穿白衣服的杨布，却不理穿黑衣服的杨布！杨布的狗只看衣服不看人，结果咬错了人。狗犯这样的错误并不可笑，人看问题，如果只注意表面现象，不抓住本质特征，同样会犯类似的低级错误。现实生活中，没有一成不变的东西，不变是相对的，变化是绝对的，不能用旧的眼光看待变化了的事物，要学会透过现象看本质。</p> <p>　　中心：当别人因为表面现象误解自己的时候，我们一定要清醒，说明真相，消除误解。而不能像杨布那样发火解气，那不利于问题的解决，弄不好会激化矛盾。</p><br/><h2>故事</h2> <p>　　从前，在一个不太出名的小山村，住着一户姓杨的人家，靠在村旁种一片山地过日子。这户人家有两个儿子，大儿子叫杨朱，小儿子叫杨布，两兄弟一边在家帮父母耕地、担水，一边勤读<a href=\"http://so.gushiwen.org/view_72379.aspx\">诗</a>书。这兄弟两人都写得一手好字，交了一批诗文朋友。</p> <p>　　有一天，弟弟杨布穿着一身白色干净的衣服兴致勃勃地出门访友。在快到朋友家的路上，不料天空突然下起雨来了，雨越下越大，杨布正走在前不着村、后不落店的山间小道上，只好硬着头皮顶着大雨，被淋得落汤鸡似地跑到了朋友家。他们是经常在一起讨论诗词、评议字画的好朋友，杨布在朋友家脱掉了被雨水淋湿了的白色外衣，穿上了朋友的一身黑色外套。朋友家里招待杨布吃过饭，两人又谈论了一会儿诗词，评议了一会儿前人的字画。他们越谈越投机，越玩越开心，不觉天快黑下来了，杨布就把自已被雨水淋湿了的白色外衣晾在朋友家里，而自己就穿着朋友的一身黑色衣服告辞朋友回家。</p> <p>　　雨后的山间小道虽然是湿的，但由于路面上小石子铺得多，没有淤积的烂泥。天色渐渐地暗下来了，弯弯曲曲的山路还是明晰可辨。晚风轻轻吹着，从山间送来一阵阵新枝嫩叶的清香。要不是天愈来愈黑下来了，杨布还真有点儿雨后漫游山岗的雅兴哩！他走着、走着，走到自家门口了，还沉浸在白天与朋友畅谈的兴致里。这时，杨布家的狗却不知道是自家主人回来了，从黑地里猛冲出来对他汪汪直叫。须臾，那狗又突然后腿站起、前腿向上，似乎要朝杨布扑过来。杨布被自家的狗这突如其来的狂吠声和它快要扑过来的动作吓了一跳，十分恼火，他马上停住脚向旁边闪了一下，愤怒地向狗大声吼道：“瞎了眼，连我都不认识了！”于是顺手在门边抄起一根木棒要打那条狗。这时，哥哥杨朱听到了声音，立即从屋里出来，一边阻止杨布用木棒打狗，一边唤住了正在狂叫的狗，并且说：“你不要打它啊！应该想想看，你白天穿着一身白色衣服出去，这么晚了，又换了一身黑色衣服回家，假若是你自己，一下子能辨得清吗？这能怪狗吗？”</p> <p>　　杨布不说什么了，冷静地思考了一会儿，觉得哥哥杨朱讲的也是有道理的。狗也不汪汪地叫了，一家人重新又恢复了原先的快乐。</p>",
  "poet": {
    "id": 315,
    "star": 0,
    "name": "列御寇",
    "image": "http://img.gushiwen.org/authorImg/lieyukou.jpg",
    "desc": "列御寇，名寇，又名御寇（又称“圄寇”“国寇”），相传是战国前期的道家人，郑国人，与郑缪公同时。其学本于黄帝老子，主张清静无为。后汉班固《艺文志》“道家”部分有《列子》八卷，早已散失。"
  },
  "tags": [
    "哲理",
    "故事"
  ]
}