{
  "id": 71954,
  "star": 60,
  "name": "应天长·别来半岁音书绝",
  "dynasty": "唐代",
  "content": "别来半岁音书绝，一寸离肠千万结。<br>难相见，易相别，又是玉楼花似雪。<br>暗相思，无处说，惆怅夜来烟月。<br>想得此时情切，泪沾红袖黦。",
  "fanyi": "<p><strong>译文</strong><br>别后半年未收到你的信，思肠为你断作千百寸，每一寸都系结着万千的愁，每一个愁结都揪着我的心。相见的机会是那样难得，悔不该就那样轻易地离分，又是去年一样梨花白如雪，登楼看花更伤春。<br>相思的情只能在心中郁结，相思的话儿无处去诉说，愁过白天又愁烟云遮明月，愁到此时心情更凄恻。伤心的泪不停地流淌，把鲜红的袖口染成黑黄颜色。</p> <p><strong>注释</strong><br>⑴书：《全唐<a href=\"http://so.gushiwen.org/view_71954.aspx\">诗</a>》作“信”。<br>⑵“一寸”句：意谓短短的一寸离肠也郁结着万千愁情。离肠：犹离情。结：谓离愁郁结。<br>⑶玉楼：即闺楼。花似雪：梨花如雪一样白。指暮春时节。<br>⑷烟月：指月色朦胧。<br>⑸红袖：妇女红色的衣袖。黦（yuè）：黑黄色。此指红袖上斑斑点点的泪痕。晋周处《风土记》：“梅雨沾衣，皆败黦。”</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　这首词，有人认为是<a href=\"http://so.gushiwen.org/author_622.aspx\">韦庄</a>“留蜀后思君之辞”，跟他的另一首《应天长·绿槐阴里黄莺语》的命意相同。而韵文学专家羊春秋认为，这首词乃别后相思之词，不必过于求深。把爱情词都连到君国上面来，是难免穿凿附会之讥的。</p> <p>　　此词上片写远行人离肠百结的相思之情。“别来”一句写别离时间半年而书信全无，故尤思念。“一寸”句写思念而痛苦的情状，“一寸”何其小，“千万”何其多，“思念”这一无形的、抽象的东西，通过千万结的寸寸离肠，表现得具体可感了。“难相见，易相别”一句，很容易使人想起<a href=\"http://so.gushiwen.org/author_204.aspx\">李商隐</a>的“相见时难别亦难”，但李句舒缓，韦词急促，读来如倾如诉。“又是”句，以景触情，倍增伤怀。</p> <p>　　下片从对面写来，写居者在春光里，无日无夜不在思念远人。“暗相思，无处说”，似直而纤，含义有三：一是相思无地方可以诉说；二是本不想说，但闷在心中更难受，还是说出来，说出来又无人理会，则更增相思；三是这种相思是用语言表达不了的。“无处说”将相思、烦恼、零乱的心情和盘托出。“惆怅”三句，由现实到回忆，再又回到现实，凄苦之情自见。</p> <p>　　这首词直接倾吐真情，毫无掩饰。语虽浅直，而情实郁结。</p><br/><h2>鉴赏</h2> <p>　　这一首词，也有人认为是<a href=\"http://so.gushiwen.org/author_622.aspx\">韦庄</a>“留蜀后思君之辞”，跟他另一首《应天长》（绿槐阴里黄莺语）的命意相同，不是没有道理的。而韵文学专家羊春秋认为这首词乃情人别后相忆之词，不必过干求深。把爱情词都连到君国上面来，是难免穿凿附会之讥的。</p> <p>　　<a href=\"http://so.gushiwen.org/view_71954.aspx\">诗</a>重在发端，词也是起结最难。发端处要开门见山，一下擒住题旨，才不致流于浮泛。所以<a href=\"http://so.gushiwen.org/author_145.aspx\">况周颐</a>说：“起处不宜泛写景，宜实不宜虚，便当笼罩全阕，它题便娜动不得”（《蕙风词话》卷一）。“别来半岁音书绝”，正是实写，是全词抒情线素的起点，也是笼罩全篇的冠冕。它既点明了别后的时间是“半岁”，又倾诉了别后的情况是“音书绝”。以下的词意全从此语生发出来。不是别后半岁，音书隔绝，就没有这首词的创作冲动，就没有这首词的审美情趣。<a href=\"http://so.gushiwen.org/author_509.aspx\">江淹</a>在《别赋》中说：“黯然消魂者，唯别而已矣。”词人迫于无法遏制的情感的需要，真实地反映了别后的心境是“一寸离肠千万结”。离肠即是离情，但离情是无形的、抽象的，离肠是有形的、具体的，便于用数字来表现离愁的程度。在极短的“一寸离肠”上系上“千万愁结”，通过两个大小悬殊的对比，更能收到强烈的艺术效果。所以韦庄不但喜用“离肠”，而且喜用数字。“满楼弦管，一曲离声肠寸断”（《上行杯》），就是同一艺术构思。“别易会难”，古人所叹。而<a href=\"http://so.gushiwen.org/author_204.aspx\">李商隐</a>翻之为“相见时难别亦难”（《无题》），用两个“难”字，说明“别”也是很难为怀的。<a href=\"http://so.gushiwen.org/author_535.aspx\">柳永</a>正有“执手相看泪眼，竟无语凝咽”（《雨霖铃》）的描绘。<a href=\"http://so.gushiwen.org/author_829.aspx\">王实甫</a>也为<a href=\"http://so.gushiwen.org/author_2831.aspx\">崔莺莺</a>设计过“柳丝长，玉聪难系，恨不倩疏林挂住斜晖”（《西厢记·长亭送别》）的痴话。而词人却把这个成语，化为极其平淡的两句话，并没有在这个成语的基础上，创造出什么新的意境。而且似乎有些执着地坚持这个传统的看法。但若把“难相见，易相别”放在这个具体的语言环境中加以仔细体会，就会发现它既是“一寸离肠千万结”的原因，也是“又是玉楼花似雪”的过脉、大概半岁前在长亭送别的时候，正是“飞雪似杨花”；而在两地睽违的今天，又是“杨花似雪”了。飞花如雪，“玉楼”中人此时所见光景当亦同之。由此转入所忆之人，及彼此相对忆念之情。张砥中说：“凡同前后两结。最为紧要。前结如奔马收缰，须勒得住，尚存后面地步，有住而不住之势。”（清王又华《古今词论》引）这一结既是有效地照应了起句的“别来半岁”，又为下阕的词意开拓了广阔的境界，大有“水穷云起”、有余不尽的审美趣昧。</p> <p>　　下阕即从居者着想，写她面对明媚的春兄，无日无夜不在怀念远方的行人。“暗相思”三句，i黯谈而悲，情深而婉，恰到好处地道出了天下少妇的娇羞心情，她暗自咽下“别是一般滋蛛”的苦酒，而不敢在别人面前倾诉那满腔哀怨，万种闲愁。她在朦陇的夜色中，看到天上团圜的月，想起人问离别的人：想到自己在见月思人，不知对方是否也在望月思乡？这月曾经是照过他们离别的。那“忍泪佯低面，含羞半敛眉”的容态，“除却天边月”，是“没人知”（《女冠子》）的。这月也是他们夜半私语时的见证，那“说尽人间天上，两心知”（《思帝乡》）的绮语，也只有“月”才知道。可如今是“美人迈兮音尘绝，隔千里兮共明月”（<a href=\"http://so.gushiwen.org/author_353.aspx\">谢庄</a>《月赋》），叫她惘怅。于是她越想越觉得“人寂寞”、”恨重重”，“玉郎薄幸去无踪”（《天仙子》），越想越埋怨自己“空相忆，无计得传消息”（《谒金门》）。真是“含恨暗伤情”（《望远行》），“万般惆怅向谁论”（《小重山》），于是情不自禁地“泪沾红袖黦”了。词人写过很多的泪，如“泪界莲腮两线红”（《天仙子》），李调元在《雨村词话》中就充分肯定它说：“词用‘界’字，始于端己。宋子京效之云：‘泪落胭脂，界破蜂黄浅’。遂成名句。”说明词人是善于遣词造句的。只有在“新啼痕间旧啼痕”（秦现《鹧鸪天》）时，才会在红袖上浸渍着“黦”，所以它不但与“红袖”、“清泪”相映成趣，而且表达了她一次又一次地流下了相思的清泪。王仕祯在《花草蒙拾》中特别拈出这一句话说：“着意设色，异纹细艳，非后人纂组所及”，“山谷所谓古蕃锦者，其殆是耶？”就是对韦庄遣词造句功夫的最高评价：“富于万篇，贫于一字”，是从创作实践中总结出来的经验之谈。可见遣词造句，是艺术传达的重要手段。如果没有熟练地掌握这种技巧，就不能使艺术构思得到符合美的规律的表现。<a href=\"http://so.gushiwen.org/author_855.aspx\">刘勰</a>说：“意翻空而易奇，言征实而难好”（《文心雕龙·神思》），正是指出作者在构思时，展开想象的翅膀，容易在脑子里浮现一幅奇特的景象，等到把它变成语言写在纸上，就觉得平淡无奇了。此语很好地说明了艺术构思与艺术传达的辩证关系。还须特别指出的是：这个结句，不但表现了作者善于遣问造句的艺术才能，而且是采用“情结”的方式，环顾起句，有尽而不尽之意。下阕以“想得”二字领后两句，“此时”二字包前三句，悬想对方相思情景，得<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>“今夜鄜州月”诗的思致。“此时”之“暗相思，无处说，惆怅夜半烟月”，又体现出两地同时，两人同心，亦彼事，亦己情，一齐摄入，映照玲珑，构想深微，笔致错落。</p>",
  "poet": {
    "id": 622,
    "star": 0,
    "name": "韦庄",
    "image": "http://img.gushiwen.org/authorImg/weizhuang.jpg",
    "desc": "韦庄（约836年─910年），字端己，杜陵（今中国陕西省西安市附近）人，诗人韦应物的四代孙，唐朝花间派词人，词风清丽，有《浣花词》流传。曾任前蜀宰相，谥文靖。"
  },
  "tags": [
    "爱情",
    "相思"
  ]
}