{
  "id": 57847,
  "star": 422,
  "name": "太常引·建康中秋夜为吕叔潜赋 / 太常引·一轮秋影转金波",
  "dynasty": "宋代",
  "content": "一轮秋影转金波，飞镜又重磨。把酒问姮娥：被白发、欺人奈何？<br>乘风好去，长空万里，直下看山河。斫去桂婆娑，人道是、清光更多。",
  "fanyi": "<p><strong>译文<br></strong>一轮缓缓移动的秋月洒下万里金波，就像那刚磨亮的铜镜又飞上了天廓。我举起酒杯问那月中的嫦娥：怎么办呢？白发日增，好像故意欺负我。<br>我要乘风飞上万里长空，俯视祖国的大好山河。还要砍去月中摇曳的桂树枝柯，人们说，这将使月亮洒下人间的光辉更多。</p> <p><strong>注释</strong> <br>⑴太常引：词牌名。<br>⑵吕叔潜：名大虬，生平事迹不详，似为作者声气相应的朋友。<br>⑶金波：形容月光浮动，因亦指月光。《汉书》卷二十二《礼乐志》：“月穆穆以金波”。<a href=\"http://so.gushiwen.org/author_1448.aspx\">颜师古</a>注：“言月光穆穆，若金之波流也”。<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>《洞仙歌》词：“金波淡，玉绳低转”。<br>⑷飞镜：飞天之明镜，指月亮。甘子布《光赋》：“银河波曀，金颸送清，孤圆上魄，飞镜流明”。<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>《把酒问月》<a href=\"http://so.gushiwen.org/view_57847.aspx\">诗</a>：“皎如飞镜临丹阙，绿烟灭尽清辉发。”<br>⑸姮娥：即嫦娥，传说中的月中仙女。《淮南子·览冥训》：“羿请不死之药于西王母，姮娥窃以奔月”。高诱注说，她后来“得仙，奔入月中为月精”。<br>⑹被白发欺人奈何：化用薛能《春日使府寓怀》“青春背我堂堂去，白发欺人故故生”诗意。<br>⑺“斫去”三句：化用<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>《一百五十日夜对月》诗中“斫却月中桂，清光应更多”句意。斫：砍。桂：桂树。婆娑：树影摇曳的样子。《酉阳杂俎》载：“月桂高五百丈，下有一人常斫之，树创遂合，人姓吴、名刚，西河人，学仙有过，谪令伐树。”</p>",
  "shangxi": "<h2>赏析</h2> <p>　　众所周知，<a href=\"http://so.gushiwen.org/author_217.aspx\">辛弃疾</a>是宋代豪放派词作家的杰出代表。他的这首《太常引》，运用浪漫主义的艺术手法，通过古代的神话传说，强烈地表达了自己反对妥协投降、立志收复中原失土的政治理想。从这首词的内容看，此词可能是公元1174年（宋孝宗淳熙元年），作者在建康（今江苏南京）任江东安扶司参议官任上所作。这时作者南归已整整十二年了。为了收复中原，作者曾多次上书，力主抗金，收复中原。但他的建议根本不被人理睬，在阴暗的政治环境中，词人只能以<a href=\"http://so.gushiwen.org/view_57847.aspx\">诗</a>词来抒发自己的心愿。</p> <p>　　这首词的上片，词人巧妙地运用神话传说构成一种超现实的艺术境界，以寄托自己的理想与情怀。“一轮秋影转金波。飞镜又重磨。把酒问姮娥：被白发欺人奈何？”作者在中秋之夜，对月抒怀，很自然地想到与月有关的神话传说：吃了不死之药飞入月宫的嫦娥，以及月中高五百丈的桂树。词人运用这两则有关月亮的神话传说，借以表达自己的政治理想和阴暗的政治现实的矛盾。辛弃疾一生以恢复中原为己任，但残酷的现实使他的理想不能实现。想到功业无成、白发已多，作者怎能不对着皎洁的月光，迸发出摧心裂肝的一问：“被白发欺人奈何？”这一句有力地展示了英雄怀才不遇的内心矛盾。</p> <p>　　词的下片，作者又运用想象的翅膀，直入月宫，并幻想砍去遮住月光的桂树。想象更加离奇，更加远离尘世，但却更直接、强烈地表现了词人的现实理想与为实现理想的坚强意志，更鲜明地揭示了词的主旨。</p> <p>　　作者这里所说的挡住月光的“桂婆娑”，实际是指带给人民黑暗的婆娑桂影，它不仅包括南宋朝廷内外的投降势力，也包括了金人的势力。因为由被金人统治下的北方南归的辛弃疾，不可能不深切地怀想被金人统治、压迫的家乡人民。进一步说，这首词还可以理想为一种更广泛的象征意义，即扫荡黑暗，把光明带给人间。这一巨大的意义，是词人利用神话材料，借助于想象和逻辑推断所塑造的形象来实现的。</p> <p>　　总之，辛弃疾的这首词，无论是从它的艺术境界，还是从它的气象和风格看，他都与运用神话传说的浪漫主义手法有着密切的联系。作者通过超现实的艺术境界，来解决现实的苦闷与实现理想的浪漫主义手法的特点，是一首富于浓厚浪漫主义色彩的优秀词章。</p>",
  "about": "<h2>创作背景</h2> <p>　　据词题可知，此词当作于宋孝宗淳熙元年（1174年）中秋夜，为赠友之作。当时<a href=\"http://so.gushiwen.org/author_217.aspx\">辛弃疾</a>任江东安抚司参议官，治所建康即今江苏省南京市。这时作者南归已整整十二年了。十二年中，为了收复中原，作者曾多次上书，力主抗金。起初始终坚持投降路线的宋高宗<a href=\"http://so.gushiwen.org/author_1073.aspx\">赵构</a>传位于其族侄赵昚（孝宗），一时之间，南宋朝野弥漫着准备抗战的气氛。但经“符离之败”，“隆兴和议”，事实证明赵昚也是畏敌如虎的投降派。乾道元年（1165年），作者上赵昚《美芹十论》；乾道六年（1170年），上宰相虞允文《九议》，七年之内，连同另两篇，四次奏议，慷慨激昂，反复陈说恢复之事，但始终冷落一旁，未被采纳。在阴暗的政治环境中，作者只能以<a href=\"http://so.gushiwen.org/view_57847.aspx\">诗</a>词来抒发自己的心愿。</p>",
  "poet": {
    "id": 217,
    "star": 0,
    "name": "辛弃疾",
    "image": "http://img.gushiwen.org/authorImg/xinqiji.jpg",
    "desc": "辛弃疾（1140－1207），南宋词人。原字坦夫，改字幼安，别号稼轩，汉族，历城（今山东济南）人。出生时，中原已为金兵所占。21岁参加抗金义军，不久归南宋。历任湖北、江西、湖南、福建、浙东安抚使等职。一生力主抗金。曾上《美芹十论》与《九议》，条陈战守之策。其词抒写力图恢复国家统一的爱国热情，倾诉壮志难酬的悲愤，对当时执政者的屈辱求和颇多谴责；也有不少吟咏祖国河山的作品。题材广阔又善化用前人典故入词，风格沉雄豪迈又不乏细腻柔媚之处。由于辛弃疾的抗金主张与当政的主和派政见不合，后被弹劾落职，退隐江西带湖。"
  },
  "tags": [
    "宋词三百首",
    "中秋节",
    "神话",
    "咏物",
    "月亮",
    "抒怀"
  ]
}