{
  "id": 48034,
  "star": 13,
  "name": "咏史八首",
  "dynasty": "魏晋",
  "content": "弱冠弄柔翰，卓荦观群书。<br>著论准过秦，作赋拟子虚。<br>边城苦鸣镝，羽檄飞京都。<br>虽非甲胄士，畴昔览穰苴。<br>长啸激清风，志若无东吴。<br>铅刀贵一割，梦想骋良图。<br>左眄澄江湘，右盻定羌胡。<br>功成不受爵，长揖归田庐。</p> <p>郁郁涧底松，离离山上苗。<br>以彼径寸茎，荫此百尺条。<br>世胄蹑高位，英俊沉下僚。<br>地势使之然，由来非一朝。<br>金张藉旧业，七叶珥汉貂。<br>冯公岂不伟，白首不见招。</p> <p>吾希段干木，偃息藩魏君。<br>吾慕鲁仲连，谈笑却秦军。<br>当世贵不羁，遭难能解纷。<br>功成耻受赏，高节卓不群。<br>临组不肯绁，对珪宁肯分。<br>连玺曜前庭，比之犹浮云。</p> <p>济济京城内，赫赫王侯居。<br>冠盖荫四术，朱轮竟长衢。<br>朝集金张馆，暮宿许史庐。<br>南邻击钟磬，北里吹笙竽。<br>寂寂杨子宅，门无卿相舆。<br>寥寥空宇中，所讲在玄虚。<br>言论准宣尼，辞赋拟相如。<br>悠悠百世后，英名擅八区。</p> <p>皓天舒白日，灵景耀神州。<br>列宅紫宫里，飞宇若云浮。<br>峨峨高门内，蔼蔼皆王侯。<br>自非攀龙客，何为歘来游。<br>被褐出阊阖，高步追许由。<br>振衣千仞冈，濯足万里流。</p> <p>荆轲饮燕市，酒酣气益震。<br>哀歌和渐离，谓若傍无人。<br>虽无壮士节，与世亦殊伦。<br>高眄邈四海，豪右何足陈。<br>贵者虽自贵，视之若埃尘。<br>贱者虽自贱，重之若千钧。</p> <p>主父宦不达，骨肉还相薄。<br>买臣困樵采，伉俪不安宅。<br>陈平无产业，归来翳负郭。<br>长卿还成都，壁立何寥廓。<br>四贤岂不伟，遗烈光篇籍。<br>当其未遇时，忧在填沟壑。<br>英雄有迍邅，由来自古昔。<br>何世无奇才，遗之在草泽。</p> <p>习习笼中鸟，举翮触四隅。<br>落落穷巷士，抱影守空庐。<br>出门无通路，枳棘塞中涂。<br>计策弃不收，块若枯池鱼。<br>外望无寸禄，内顾无斗储。<br>亲戚还相蔑，朋友日夜疏。<br>苏秦北游说，李斯西上书。<br>俯仰生荣华，咄嗟复雕枯。<br>饮河期满腹，贵足不愿余。<br>巢林栖一枝，可为达士模。 ",
  "shangxi": "<h2>评析</h2> <p>　　奠定了左思在中国文学史上地位的八首五言咏史<a href=\"http://so.gushiwen.org/view_48034.aspx\">诗</a>，为历代传诵的名篇佳什。左思一生，虽然“良图”变成了梦想，志向没有得到伸展，但并没因此向权贵俯首，滚进污淖之中，却是断然割断俗念，“归隐田园”，洁身自好以终。而写于早年的《咏史八首》，成了左思平生思想、节操的写照，研究左思的重要资料。</p> <p>　　《咏史八首》的具体写作时间难以断定。仅从诗提供的情况看，大体可以说写在左思入洛阳不久，晋灭吴之前。诗中写到左思在洛阳的生活以及这种生活所形成的特有感情。左思是因为他的妹妹左棻被选入宫而举家来到洛阳的。公元二七三年（晋武帝泰始元年），晋武帝选中级以上文武官员家的处女入宫，次年又选下级文武官员及普通士族家的处女五千人入宫。左思的父亲为殿中侍御史。左思入洛阳的时间，大体可以断定在公元二七三年以后。左思来到洛阳，主要是想展示自己的满腹经纶，以期取得仕途上的畅达，为实现自己的政治思想铺平道路，结果却是不尽如人意。左思从谋求仕途所遭遇的种种坎坷、艰难，了解到晋的政治腐败，并反映在《咏史八首》诗中。这些诗也不能说是左思居洛阳很久才写成的。诗中有“长啸激清风，志若无东吴”（其一）句。晋灭东吴，是在公元二八〇年（晋武帝太康元年），《咏史八首》写在公元二八〇年以前，则是肯定的。</p> <p>　　左思借咏史以言志的是：“左眄澄江湘，右盼定羌胡。功成不受爵，长揖归田庐。”（其一）左思的动机，是否诚如他所说的那样纯洁、信美，是需要做出具体分析的。然而统一中国，安定局势，是当时提出的历史任务。汉末豪强与军阀割据混战，破坏了社会经济的发展，给人民带来了深重的灾难。之后，三国鼎立的局面，尽管消灭了许多小的割据者，为全国的统一创造了有利的形势，但距离全国统一时日尚远。三国后期，崛起于魏的司马氏集团，成了全国统一趋势的新势力的代表。公元二六五年，晋政权正式成立后，为全国的统一创造了有利条件，同时司马氏集团也急切于在全国的统一中来巩固自己的统治。夺取东吴，荡平边境内的骚乱势力，成了上下一致的呼声。生活在这样历史条件下的左思，为形势所推动，有志于全国的统一，并借以造就自己事业的思想，大概不是一天产生的。只是到了洛阳，对天下形势有了更清楚的认识，在心底酝酿了很久的思想才成熟了，爆发了，寄托在自己的诗篇中。过去的一些论者谈及左思的思想时，指出左思有很强的“功业心”，这无疑是正确的。然而还必须把左思的这种“功业心”放到具体的历史条件下去考察，确定哪些是时代所赋予的内容，哪些是阶级的立场所决定的内容，这样才能更明晰、更准确地评价左思的思想。</p> <p>　　有着致力于全国统一抱负的左思，并非徒作大言，纸上谈兵，而是做了许多切实的准备的。其中最重要的是如他所说的：“畴昔览穰苴”（其一），即读军书兵法。在封建社会中，习文秉武，虽然并非什么罕事，然而在士族社会制度中，却是需要一定的勇气的。魏晋期间，士族制度占据着统治地位。士族以“积世业儒”为贵，左思出生在一个世代业儒的下层士族之家，不能不受到这种腐朽观念的影响。但他能够打破世系门第观念的束缚，立志到疆场上去，在实现祖国统一的事业中觅取个人的功名，这是可贵的。而且，随之左思居住洛阳，见闻到“边城苦鸣镝，羽檄飞京都”（其一）的情况，更是急不可捺，跃跃欲试。尽管左思自知自己的军事才能象铅刀一样的钝，然而能为祖国的统一事业，即使有一割之用，也是能慰自己平生志向的。</p> <p>　　但是，左思美好的愿望遭到了士族制度的压抑和摧残。晋实行“门选”制以维护士族集团的利益，从而造成了“上品无寒门，下品无世族”的局面。更有甚者，一些门第观念很强的士族，对于文章的品评也是以门第的高低来决定弃取的态度。《晋书·左思传》记载着这样一则故事：<a href=\"http://so.gushiwen.org/author_838.aspx\">陆机</a>听说左思构思《三都赋》，抚掌大笑，在与他的弟弟陆云的信中说：“此间有伧父，欲作三都赋，须其成，当以覆酒甕耳。”后来由于司空<a href=\"http://so.gushiwen.org/author_887.aspx\">张华</a>的推崇，他的赋才得以大出其名。左思的门第寒下，虽然才高志清，却很难能冲破士族制度的坚硬厚壳而在政治上有所作为。冷酷的现实，使左思献身无门，报国无期，怀着无限的愤慨。《咏史》其二，正是他这种愤慨的写照。诗中，他把像自己一样才高位卑的寒门子弟，喻作生于涧底的松柏；把依赖祖业居于要津的才劣质拙的士族纨绔子弟，喻作长于山顶的柔弱的小苗。松质柏节似的人才，受到柔条弱枝般的人的遮挡，其原因为“地势使之然”，是士族制度本身造成的。然而士族制度，又是“由来非一朝”。汉张汤、金日磾的子孙，凭借着先人的荫德，数代都享受着极大的尊荣。而奇伟出众的冯唐，直到白首仍未受到重用。在此，左思不仅把犀利的批判锋芒，直指当时的社会现实，还批判了以往的士族制度。在肯定的对象与否定的对象对比之中，使诗对士族制度的揭露，更加显得有力。</p> <p>　　在功名利禄到来之时，左思毅然却步了，在《咏史八首》诗中读者可以寻找到理解其原因的线索。左思居住在洛阳，面对着“落落穷巷士，抱影守空庐”（其八）的情景，愧恨交加，认识到自己来洛阳是一次失足。因此自责自惭地说：“自非攀龙客，何为忽来游？”他想步许由的后尘：“振衣千仞岗，濯足万里流。”（其五）虽然想做段干木、鲁仲连式的人物，“当世贵不羁，遭难能解纷。”（其三）但是，晋司马氏统治集团内部的相互残杀，愈演愈烈；这里又没有象魏文侯、平原君那种礼贤下士的人物。况且腐败的政治，残酷的杀夺，使荣枯盛辱瞬息万变。“俯仰生荣华，咄嗟复雕枯。”在这样的时代，“饮河期满腹”的偃鼠，“巢林栖一枝”的鹪鹩，“可为达士模”（其八）。弃却富贵，退居乡里，以求洁身自好，成了左思的必然道路。田园生活，远离杀夺中心，使左思怡然自得，乐陶其中（见《招隐》之二）。但是左思心情并不平静：“高志局四海，块然守空堂。壮齿不恒居，岁暮常慨慷。”（《杂诗》）又可见左思选择退居乡里的道路，是不得已而为之的，是有着无限的悲凉与凄怆的。</p> <p>　　就是这样，左思的《咏史八首》以它所特有的深厚社会内容，熔铸着左思的平生理想，奠定了它在中国文学史上的坚实地位。另外，《咏史八首》在艺术上也有着它特出的地方。</p> <p>　　第一，力矫太康颓靡文风，承继建安雄健骨力。</p> <p>　　晋初太康文坛上，总的创作倾向是：刻意摹仿古人作品，很少结合现实实际；追求辞句华丽和对偶的工整，形成了绮靡浮泛的形式主义风尚。在这种颓风面前，左思则独树旗帜，以《咏史八首》为代表，继续发扬了建安文学“以情纬文，以文被质”的优秀传统。虽然以咏史名篇，不是左思首创，但左思能从现实生活出发，精心选择史实，巧妙地融汇进自己的思想、情感，借咏史以抒情，借抒情以讥世。这不仅突破了前人咏史诗只限于一事，“堆垛寡变”的局限，而且与太康文学刻意摹仿古人、脱离现实的形式主义倾向分庭抗礼。钟嵘说，左思的《咏史八首》“文典以怨，颇为精切，得讽喻之致。”是很符合左思诗的实际的。在艺术形式方面，《咏史八首》并非不注重，诗人从华丽之中求朴拙，于浮泛之外求深蕴，质朴自然，奔放沉郁，绝少雕镂的痕迹。综上两个方面，钟嵘称赞左思创造了一种独特的“左思风力”（《诗品》）。<a href=\"http://so.gushiwen.org/author_504.aspx\">王夫之</a>则说：“三国之降为西晋，文体大破，不绝于来兹者，非太冲其焉归？”（《古诗评选》卷四）这些评价是公允的。</p> <p>　　第二，才志结合，浑然一体。</p> <p>　　陈祚明曾说：“太冲一代伟人，胸次浩落，洒然流咏。似孟德而加以流丽，仿子建而独能贵简。创成一体，垂示千秋。其雄在才，而其高在志。有其才无其志，语必虚矫；有其志而无其才，音难顿挫。”（《采菽堂古诗选》卷十一）陈祚明指出左思成功的原因，在于才志结合，是很对的。左思的艺术才能，使《咏史八首》，每首都可以独立，并能体现出一定的社会意义；同时用一根高洁理想、情操的金缕线，把首首串连在一起的，浑然一体，内在结构紧密使之不可分割。其一，正面畅抒自己的理想，可谓全组诗的总纲；其二，写遭受门阀制度的压抑而产生的悲愤之情；其三，表示要以段干木、鲁仲连为榜样，另僻蹊径，以期报国；其四，写自己甘于孤寂专心著述，成就自己；其五，再写此路不通，而想追奔许由；其六，赞誉荆轲，借以披露情怀；其七，从历史上许多英俊人物沈埋下僚，以慰心中的不平；其八，写社会的黑暗，决心避世，求洁身自好。这些作品中，思想情感似滔滔江水，奔泻翻腾；又似九曲黄河，曲折回环，一咏三叹，反复宛转。慷慨悲壮之中，有细腻旖旎；低音纤气之内，又挟滚滚沉雷。左思把丰富多变的思想感情，分别写在各首之中，恰似一个巨手巧匠把颗颗散珠组成一个完整精美的花环。因而《咏史八首》“遂为古今绝唱”（胡应麟语），在中国文学史上，咏史诗体同左思的名字便紧紧联起来了。</p> <p>　　作为封建阶级文人的左思，又处在黑暗险恶的政治环境之中，他所写的《咏史八首》不可能不打上鲜明的阶级烙印，不能不留下他那个时代所给他的影响，如消极避世的思想，虚无无为的思想。读者不能因为左思的《咏史八首》有着丰富的精华而对其所含有的封建性的糟粕，尽管相比之下份量很轻，而有所忽视。</p>",
  "poet": {
    "id": 629,
    "star": 0,
    "name": "左思",
    "desc": "左思（约250～305）字太冲，齐国临淄（今山东淄博）人。西晋著名文学家，其《三都赋》颇被当时称颂，造成“洛阳纸贵”。左思自幼其貌不扬却才华出众。晋武帝时，因妹左棻被选入宫，举家迁居洛阳，任秘书郎。晋惠帝时，依附权贵贾谧，为文人集团“二十四友”的重要成员。永康元年（300年），因贾谧被诛，遂退居宜春里，专心著述。后齐王司马冏召为记室督，不就。太安二年（303年），因张方进攻洛阳而移居冀州，不久病逝。"
  },
  "tags": [
    "咏史",
    "言志",
    "组诗"
  ]
}