{
  "id": 56716,
  "star": 27,
  "name": "水调歌头·过岳阳楼作",
  "dynasty": "宋代",
  "content": "湖海倦游客，江汉有归舟。西风千里，送我今夜岳阳楼。日落君山云气，春到沅湘草木，远思渺难收。徙倚栏杆久，缺月挂帘钩。 <br>雄三楚，吞七泽，隘九州。人间好处，何处更似此楼头。欲吊沈累无所，但有渔儿樵子，哀此写离忧。回首叫虞舜，杜若满芳洲。",
  "shangxi": "<h2>赏析</h2> <p>　　<a href=\"http://so.gushiwen.org/author_406.aspx\">张孝祥</a>平生多次经过岳阳楼。根据词中的行向与时节，此首应作于公元1169年暮春（史料记载为乾道五年三月下旬）。是年，孝祥请祠侍亲获准后，离开荆州（今湖北江陵），乘舟沿江东归。当时曾写《喜归作》<a href=\"http://so.gushiwen.org/view_56716.aspx\">诗</a>：“湖海扁舟去，江淮到处家。”归途中，阻风石首，滞留三日。同行诸公都填了词，他亦用其韵作《浣溪沙》词，有“拟看岳阳楼上月，不禁石首岸头风”云云。这些都与此词的内容相吻合。</p> <p>　　词的上阕描写夕阳斜照在广阔的洞庭湖上，波光粼粼；湖中群山暮霭云雾，四周萦绕；沅水、湘水相汇处的两岸草木，呈现出一片葱绿的春色；夜幕初上，一弯残月如帘钩挂天际。开头“湖海”二句，从自身落笔。横空而起，抒发词人湖海飘泊和怀才不遇的感慨，倦游，指仕宦不得意而思归隐。他曾在《请说归休好》诗中吐露过脱离官场的复杂心情：“请说归休好，从今自在闲。”又说：“田间四时景，何处不开颜？”这种宦海浮沉而今欲归休的感受，贯穿全篇，使这首境界阔大、宏丽的词作中带上沉郁的格调。“西风千里，送我今夜岳阳楼。”承上意写经过长途的江面飘荡，终于来到了游览胜地岳阳楼上。“日落”三句，词人纵笔直写登楼远眺的景色：蔚蓝的天空，万里无云，夕阳斜照在广阔的洞庭湖面上，波光粼粼；沅水、湘水相汇处的两岸草木，呈现出一片葱绿的春色，再看那湖中君山的暮霭云雾，四周萦绕。这些自然景色，引起词人内心的深长感触，思绪翻腾，颇难平静。“徒倚栏干久”二句，从傍晚到月夜的时空转换，更深一层地刻画词人倚栏凝思的种种意绪，而含蓄的笔墨又为下片直抒胸臆积蓄了情势。</p> <p>　　词的下阕作者凭吊<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>，感其身处浊世而不被重用的遭遇；抒发自己宦海漂泊的倦意；表达了对清明政治的期盼。换头“雄三楚”三句，承接上意而掉转笔锋，描绘岳阳楼的雄伟气势，跌宕飞动。“三楚”，战国时期楚国的地域广阔，有西楚、东楚、南楚之称，后泛指长江中游今湖南一带地方。“七泽”是泛指楚地的一些湖泽。“隘九州”是说居国内险要之处。“人间”二句概括登岳阳楼而触发起古往今来人间悲喜的无穷感叹，又有它独具的地方色彩。“欲吊沉累无所”三句，进一层抒发凭吊屈原的深切情意。爱国诗人屈原执着追求“举贤才而授能”的进步政治理想，遭到楚国腐朽的贵族统治集团的仇恨与迫害，长期流放，后自沉于汨罗江。“沉累”，指屈原沉湘，亦曰“湘累”。无罪被迫而死曰“累”。作者对屈原身处浊世而坚贞不屈的斗争精神，有着心心相印的关系。他欲吊屈原而不知其处所，但登山临水，有渔儿樵子，与同哀屈原而诉其“离忧”之情。《史记·屈原列传》云：“屈平疾王听之不聪也，谗谄之蔽明也，邪曲之害公也，方正之不容也，故忧愁幽思而作《离骚》。离骚者，犹离忧也。”词中“离忧”二字，包含有如许内容。作者想到自己此次隐退犹如贬官外放，也将渔樵于江中沙洲之上，内心充塞着无限辛酸悲苦。写离忧，正是抒写这种郁结心中的不平情绪，结笔全用<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>《同诸公登慈恩寺塔》“回首叫虞舜”句和《离骚》辞语，抒发满腹的牢愁忧愤和凄凉之怨。以景结情，韵致有余。</p> <p>　　这首词写途中登临的感受，语悲切。上片写登楼所见之景象，下片抒发吊古伤今的情怀。吊古是明写，伤感则见于言外。作者不是空泛地抒写古今人事兴衰的感慨，而是从眼前“日落君山”的景物铺写，联想到屈原的政治遭遇和洁身自好的高贵品质，勾引起敬吊之情。“哀此写离忧”，表现出作者怀才见弃的幽怨，给读者以强烈的艺术感染。</p>",
  "poet": {
    "id": 406,
    "star": 0,
    "name": "张孝祥",
    "image": "http://img.gushiwen.org/authorImg/zhangxiaoxiang.jpg",
    "desc": "张孝祥（1132年－1169年），字安国，号于湖居士，汉族，简州（今属四川）人，生于明州鄞县。宋朝词人。著有《于湖集》40卷、《于湖词》1卷。其才思敏捷，词豪放爽朗，风格与苏轼相近，孝祥“尝慕东坡，每作为诗文，必问门人曰：‘比东坡如何？’”"
  },
  "tags": [
    "登楼",
    "吊古伤今",
    "怀才不遇"
  ]
}