{
  "id": 71868,
  "star": 27,
  "name": "三月十七日夜醉中作",
  "dynasty": "宋代",
  "content": "前年脍鲸东海上，白浪如山寄豪壮；<br>去年射虎南山秋，夜归急雪满貂裘。<br>今年摧颓最堪笑，华发苍颜羞自照。<br>谁知得酒尚能狂，脱帽向人时大叫。<br>逆胡未灭心未平，孤剑床头铿有声。<br>破驿梦回灯欲死，打窗风雨正三更。",
  "fanyi": "<p><strong>译文<br></strong>前些年在东海遨游，切细鲸鱼肉做羹汤，眼前是如山白浪，激起我豪情万丈。<br>去年在终南山下射虎，半夜里回营，漫天大雪积满了我的貂裘。<br>今年摧丧颓废真令人发笑，花白的头发，苍老的容颜，使人羞于取镜一照。<br>谁能料到喝醉了酒还能作出狂态，脱帽露顶，向着人大喊大叫。<br>金虏还没消灭我的怒气不会平静，那把挂在床头上的宝剑也发出铿然的响声。<br>破败的驿站里一觉醒来灯火黯淡欲灭，风雨吹打着窗户，天气约摸是半夜三更。</p> <p><strong>注释<br></strong>⑴ “前年”二句：前年，指前些年。<a href=\"http://so.gushiwen.org/author_272.aspx\">陆游</a>在绍兴三十年（1160）官宁德主簿，曾在福州泛海。有《航海》、《海中醉题》等<a href=\"http://so.gushiwen.org/view_71868.aspx\">诗</a>。脍（kuài）鲸，把鲸鱼肉切碎。<br>⑵ “去年”二句：乾道八年（1172），陆游佐<a href=\"http://so.gushiwen.org/author_726.aspx\">王炎</a>军幕，驻陕西南郑，积极筹划北伐。他在军中常参加打猎，曾刺虎，有多首诗谈到打虎事。南山，终南山。貂裘，貂皮制成的衣裘。<br>⑶ 摧颓：摧丧颓废，精神不振。<br>⑷堪笑：可笑。<br>⑸ 华发：花白头发。<br>⑹苍颜：苍老的容颜。<br>⑺ “脱帽”句：写酒后狂态。<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>《饮中八仙歌》：“<a href=\"http://so.gushiwen.org/author_15.aspx\">张旭</a>三杯草圣传，脱帽露顶王公前。”<br>⑻逆胡：旧称侵扰中原地区的北方少数民族。<br>⑼铿：金属撞击声。<br>⑽破驿：破败的驿站。<br>⑾梦回：从梦中醒来。<br>⑿ 灯欲死：灯光微弱，即将熄灭。<br>⒀三更：指半夜十一时至翌晨一时。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　<a href=\"http://so.gushiwen.org/view_71868.aspx\">诗</a>前六句怀念过去，回视今日。诗说前些年在白浪如山的东海中遨游，把鲸鱼肉切细了做鱼羹；去年在南山射虎，晚上归来，雪满貂裘。这回忆过去的四句，脍鲸事是虚写，打虎事是实写，句子十分豪壮，气魄很雄伟。写白浪、急雪，都寄托了自己勇往直前的大无畏精神。这样的胸襟气魄，与他志灭金虏、向往收复失土紧密相连，读后很容易使人联想到<a href=\"http://so.gushiwen.org/author_217.aspx\">辛弃疾</a>所赋的“壮词”《破阵子》“醉里挑灯看剑，梦回吹角连营。八百里分麾下炙，五十弦翻塞外声”那样雄壮的场面。<a href=\"http://so.gushiwen.org/author_272.aspx\">陆游</a>与辛弃疾表达的都是实施报国杀敌行动的热忱，也都流露时光流逝，一事无成的感慨。正因为前年、去年的生活都过得很有意义，尤其是去年在南郑，地处前沿，更符合他杀敌立功的抱负，此较下来，更加显得今年的不堪。他想到自己已年近五十，容颜苍老，颓唐失意，感到非常愁闷。“最堪笑”、“羞自照”是自我解嘲，中间埋藏着无限的不平与感伤。祖国的前途如何？自己的前途又如何？他痛苦地求索着。</p> <p>　　于是，诗人借酒消愁，醉后，满腔的疾愤都喷发了出来。表面上，他惊诧自己居然酒后能狂，脱略形骸，然而透视他的内心，这不是醉醺醺的狂态。其实诗人是在凭藉醉酒，抒发心中强烈的不平，痛恨国家恢复无策，坐失良机，正如下面所说的，是“逆胡未灭心未平”，自己也同“孤剑床头铿有声”。这两句正面的叙述，正是诗人慷慨的誓词，与他在《长歌行》中所说的“国仇未报壮士老，匣中宝剑夜有声”相同，都表现了赴沙场杀敌的渴望及蹉跎岁月的苦闷。</p> <p>　　最后，诗人酒醒了，身在破败的驿站里，梦觉后，眼前是黯淡的灯光，窗外是风声雨声。这两句写得低沉郁闷，是写景，也是抒情。那昏昏灯火，那凄厉的风雨声，更使诗人心中扰乱不堪，更何况，这半夜的风雨，在诗人刚才的梦中，正像他在《十一月四日风雨大作》中所述“夜阑卧听风吹雨，铁马冰河入梦来”。</p> <p>　　这首诗充分反映了陆游胸中所存的一段不可磨灭的杀敌锐气，以及英雄失路、托足无门的伤悲，因此诗写得跌宕奇崛，似狂似悲。忽而豪气奋发，如江水流入三峡，气势雄伟；忽而忧愁苦闷，如寡妇夜哭，哀哀欲绝。诗在用韵上也与内容密切配合，十二句诗换了四个韵，节奏感很强。</p>",
  "about": "<h2>创作背景</h2> 　　乾道九年（1173）的初春，<a href=\"http://so.gushiwen.org/author_272.aspx\">陆游</a>在成都安抚使的衙门中，担任着参议官的名义，这是一个空衔，公事是没有的，正如他自已所说的“冷官无一事，日日得闲游”。他的时光多半消磨在酒肆和歌院当中。",
  "poet": {
    "id": 272,
    "star": 0,
    "name": "陆游",
    "image": "http://img.gushiwen.org/authorImg/luyou.jpg",
    "desc": "陆游（1125—1210），字务观，号放翁。汉族，越州山阴（今浙江绍兴）人，南宋著名诗人。少时受家庭爱国思想熏陶，高宗时应礼部试，为秦桧所黜。孝宗时赐进士出身。中年入蜀，投身军旅生活，官至宝章阁待制。晚年退居家乡。创作诗歌今存九千多首，内容极为丰富。著有《剑南诗稿》、《渭南文集》、《南唐书》、《老学庵笔记》等。"
  },
  "tags": [
    "爱国",
    "壮志难酬"
  ]
}