{
  "id": 49255,
  "star": 9,
  "name": "六幺令·绿阴春尽",
  "dynasty": "宋代",
  "content": "绿阴春尽，飞絮绕香阁。晚来翠眉宫样，巧把远山学。一寸狂心未说，已向横波觉。画帘遮匝，新翻曲妙，暗许闲人带偷掐。<br>前度书多隐语，意浅愁难答。昨夜诗有回文，韵险还慵押。都待笙歌散了，记取来时霎。不消红蜡，闲云归后，月在庭花旧栏角。",
  "fanyi": "<p><strong>译文<br></strong>绿树成阴，春天已过完了，柳絮绕着楼阁闺房在飞。傍晚时，我把黛眉巧画成宫中流行的远山眉式样。春心荡漾，难以平静，却什么也没说，但从我乜斜的眼波中已可觉察出来。彩绘的帘幕四围，奏起新谱的曲子，音调真妙啊!我心里暗暗地允许外界闲人偷听到学了去。<br>上一次来信中，你用了许多隐语，意思倒浅显，我却愁难以作答；昨夜惠赠的<a href=\"http://so.gushiwen.org/view_49255.aspx\">诗</a>中，又有回文，韵押得太险了，我还是懒得费神去步你的韵。等到笙歌散尽后，请你记住来时那一瞬间，不需要持红烛照明，闲云归去后，月儿自然就会照在庭院花丛边原来那个栅栏角落里的。</p> <p><strong>注释<br></strong>①香阁：指女子闺阁。<br>②翠眉：形容女子眉毛青翠。<br>③远山学：即远山眉，又称远山黛，形容女子眉毛如远山清山 。<br>④一寸狂心：指女子狂乱激动的春心。<br>⑤横波：指眼神，目光流转如水波横流。<br>⑥遮匝：周围，围绕。“币”即“匝”。 <br>⑦偷掐：暗暗地依曲调记谱。掐：掐算，此指按着手指计拍节记谱。<br>⑧回文：诗体的一种，顺读倒读都可成文。<br>⑨韵险：难押的韵。<br>⑩不消：不需要。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　此词极为细腻婉曲地写一位歌女和情人的约会，通过这样一个角度，展现女主人公的内心活动，寄寓了词人对于这位歌女向往真正的爱情而不可得的深切同情。</p><p>　　起首两句，点出季节时令和住所，又以柳絮飞舞环绕的比喻把歌女因有约会而产生的兴奋、紧张的心情作了一番引人联想的比拟。“晚来”两句写她描眉梳妆，学着宫中的远山眉样，精心描画。《赵飞燕外传》载，赵飞燕妹合德，为薄眉，号远山黛。这是“女为悦己者容”，翠眉是画给她的情人看的。写眼睛的两句更为生动。此时她化妆已毕，步出宴会厅前，“一寸狂心未说，已向横波觉”。“狂心”，是难以抑制的热切之心。“已向横波觉”，“向”字、“觉”字，其中隐隐有一个人在，就是当晚她所要密约的人。这人已在席间，她一瞥见，就向他眼波传情，而被这个人察觉了，彼此心照不宣。</p><p>　　“ 画帘”三句谓歌女处于“画帘密帀”的环境中，没有追求个人爱情、幸福的自由，只能把感情寄托在新翻的曲子里，希望有人把自己的曲子传出去。下片言歌女所爱的人来信写得很含蓄，而自己写得很浅露，难以给她回信；昨夜想写几句<a href=\"http://so.gushiwen.org/view_49255.aspx\">诗</a>给他，又心灰意冷，思想上很矛盾，只好作罢，既不要写信，也无须写诗，让彼此都记取过去那短暂的相聚情景：那是一个幽静的美好夜晚，庭院中开满鲜花，人们散去之后，月亮还挂在庭院的旧阑角上。</p><p>　　作者通过刻划歌女复杂矛盾的心情，表达了对这位歌女向往真正的爱情而不可得的同情。此词以真挚的感情、新颖的构思、精美的语言和生动的描绘，对歌妓舞女的生活进行了深入开掘和细致表现，展现了她们复杂而痛苦的内心世界，流露出对她们的同情与关切，产生了强烈的艺术魅力。</p><p>　　该词题材的角度很新颖，心理描写细腻生动。词人描写通过迷离朦胧的色彩，增加了韵味，绮丽中透出生活鲜活的气息。全曲多写女子在闺女中的心理活动和愿望，坦露女子的内心情怀。风格浓艳，抒怀直露。</p>",
  "poet": {
    "id": 588,
    "star": 0,
    "name": "晏几道",
    "image": "http://img.gushiwen.org/authorImg/yanjidao.jpg",
    "desc": "晏几道（1030-1106，一说1038—1110 ，一说1038-1112），男，汉族，字叔原，号小山，著名词人，抚州临川文港沙河（今属江西省南昌市进贤县）人。晏殊第七子。历任颍昌府许田镇监、乾宁军通判、开封府判官等。性孤傲，晚年家境中落。词风哀感缠绵、清壮顿挫。一般讲到北宋词人时，称晏殊为大晏，称晏几道为小晏。《雪浪斋日记》云：“晏叔原工小词，不愧六朝宫掖体。”如《鹧鸪天》中的“舞低杨柳楼心月，歌尽桃花扇底风”等等词句，备受人们的赞赏。"
  },
  "tags": [
    "写人",
    "女子",
    "爱情"
  ]
}