{
  "id": 72201,
  "star": 12,
  "name": "子产坏晋馆垣",
  "dynasty": "先秦",
  "content": "　　公薨之月，子产相郑伯以如晋，晋侯以我丧故，未之见也。子产使尽坏其馆之垣，而纳车马焉。</p> <p>　　士文伯让之，曰：“敝邑以政刑之不修，寇盗充斥，无若诸侯之属辱在寡君者何，是以令吏人完客所馆，高其闬 闳，厚其墙垣，以无忧客使。今吾子坏之，虽从者能戒，其若异客何？以敝邑之为盟主，缮完葺墙，以待宾客。若皆毁之，其何以共命？寡君使匄请命。</p> <p>　　对曰：“以敝邑褊小，介于大国，诛求无时，是以不敢宁居，悉索敝赋，以来会时事。逢执事之不闲，而未得见；又不获闻命，未知见时。不敢输币，亦不敢暴露。其输之，则君之府实也，非荐陈之，不敢输也。其暴露之，则恐燥湿之不时而朽蠹，以重敝邑之罪。侨闻文公之为盟主也，宫室卑庳，无观台榭，以崇大诸侯之馆，馆如公寝；库厩缮修，司空以时平易道路，圬人以时塓馆宫室；诸侯宾至，甸设庭燎，仆人巡宫，车马有所，宾从有代，巾车脂辖，隶人、牧、圉，各瞻其事；百官之属各展其物；公不留宾，而亦无废事；忧乐同之，事则巡之，教其不知，而恤其不足。宾至如归，无宁灾患；不畏寇盗，而亦不患燥湿。今铜鞮之宫数里，而诸侯舍于隶人，门不容车，而不可逾越；盗贼公行。而天疠不戒。宾见无时，命不可知。若又勿坏，是无所藏币以重罪也。敢请执事，将何所命之？虽君之有鲁丧，亦敝邑之忧也。若获荐币，修垣而行，君之惠也，敢惮勤劳？”</p> <p>　　文伯复命。赵文子曰：“信。我实不德，而以隶人之垣以赢诸侯，是吾罪也。”使士文伯谢不敏焉。</p> <p>　　晋侯见郑伯，有加礼，厚其宴好而归之。乃筑诸侯之馆。</p> <p>　　叔向曰：“辞之不可以已也如是夫！子产有辞，诸侯赖之，若之何其释辞也？《诗》曰：‘辞之辑矣，民之协矣；辞之怿矣，民之莫矣。’其知之矣。” ",
  "fanyi": "<p><strong>译文</strong><br>　　鲁襄公死去的那个月，子产辅佐郑简公到晋国去，晋平公因为鲁国有丧事的缘故，没有接见他们。子产派人把宾馆的围墙全部拆毁，把自己的车马放进去。晋国大夫士文伯责备子产说：“敝国由于政事和刑罚没有搞好，到处是盗贼，不知道对辱临敝国的诸侯属官怎么办，因此派了官员修缮来宾住的馆舍，馆门造得很高，围墙修得很厚，使宾客使者不会感到担心。现在您拆毁了围墙，虽然您的随从能够戒备，那么对别国的宾客怎么办呢？由于敝国是诸侯的盟主，修建馆会围墙，是用来接待宾客。如果把围墙都拆了，怎么能满足宾客的要求呢？我们国君派我来请问你们拆墙的理由。”子产回答说：“敝国国土狭小，处在大国的中间，大国责求我们交纳贡物没有一定时候，所以我们不敢安居度日，只有搜寻敝国的全部财物，以便随时前来朝见贵国。碰上您没有空，没能见到，又没有得到命令，不知道朝见的日期。我们不敢进献财物，又不敢把它们存放在露天。<br>　　要是进献上，那就成了贵国君王府库中的财物，不经过进献的丁式，是不敢进献的。如果把礼物放在露天里，又怕日晒雨淋而腐烂生虫，加重敝国的罪过。我听说文公从前做盟主时，宫室低小，没有门阙和台榭，”却把接待宾客的馆舍修得十分高大，宾馆像国君的寝宫一样。仓库和马棚也修得很好，司空按时平整道路，泥水工匠按时粉刷馆舍房间；诸侯的宾客来到，甸人点起庭院中的火把，仆人巡视客舍，存放车马有地方，宾客的随从有代劳的人员，管理车辆的官员给车轴加油，打扫房间的，伺养牲口的，各自照看自己份内的事；各部门的属官要检查招待宾客的物品；文公从不让宾客们多等，也没有被延误了的事；与宾客同忧共乐，出了事随即巡查，有不懂的地方就指教，有所要就加以接济。宾客到来就好像回到家里一样，哪里会有灾患啊；不怕有人抢劫偷盗，也不用担心干燥潮湿。现在晋侯的缇别宫方圆数里，却让诸侯宾客住在像奴仆住的房子里，车辆进不了大门，又不能翻墙而入；盗贼公然横行，天灾难防。接见宾客没有定时，召见命令也不知何时发布。如果还不拆毁围墙，就没有地方存放礼品，我们的罪过就要加重。斗胆请教您，您对我们有什么指示？虽然贵国遇上鲁国丧事，可这也是敝国的忧伤啊。如果能让我们早献上礼物，我们会把围墙修好了再走，这是贵君的恩惠，我们哪敢害怕辛劳？”士文伯回去报告了。<a href=\"http://so.gushiwen.org/author_2355.aspx\">赵文</a>子说：“的确是这样。我们实在不注重培养德行，用像奴仆住的房舍来招待诸侯，这是我们的过错啊；”于是，他派士文伯前去道歉，承认自己不明事理。<br>　　晋平公以隆重的礼节接见了郑简公，宴会和礼品也格外优厚，然后让郑简公回国。晋国接著建造了接待诸侯的宾馆。叔向说：“辞令不可废弃就是这样的啊！子产善于辞令，诸侯靠他的辞令得到了好处，为什么要放弃辞令呢？《<a href=\"http://so.gushiwen.org/view_72201.aspx\">诗</a>.大雅.板》中说：‘言辞和顺，百姓融洽；言辞动听，百姓安宁。’子产大概懂得这个道理吧。”</p><p><strong>注释</strong><br>(1)公：指鲁襄公。薨（hcog）：诸侯死去叫薨。<br>(2)相：辅佐。郑伯：指郑简公。<br>(3)坏：拆毁。馆垣：宾馆的围墙。<br>(4)士文伯：晋国大夫士訇。让：责备。<br>(5)属：臣属，属官。在：问候。<br>(6)阚闳（hanh6ng）：指馆舍的大门。<br>(7)完：同“院”，指墙垣。茸：用草盖墙。<br>(8)共命：供给宾客所求。<br>(9)请命：请问理由。<br>(10)诛求：责求，勒索贡物。无时：没有定时。<br>(11)会：朝会。时事：随时朝贡的事。<br>(12)输币：送上财物。<br>(13)暴露：露天存放。<br>(14)荐陈：呈献并当庭陈列。<br>(15)卑庳（bi）：低小。<br>(16)观：门阙。台：土筑高坛。<br>(17)公寝：国君住的宫室。<br>(18)司空：负责建筑的官员。平易：平整。<br>(19)圬人：泥水工匠。幂（mi）：涂墙，粉刷。<br>(20)甸：甸人，掌管柴火的官。庭燎：庭中照明的火炬。<br>(21)巾车；管理车辆的官。脂：指加油。辖。车轴头的挡铁。<br>(22)隶人；清洁工。瞻：看管。<br>(23)不留宾：不让来客滞留。<br>(24)淄：同“灾”。<br>(25)缇（dT）之宫：晋侯的别宫，一在今山西沁县西南。<br>(26)天厉：天灾。不戒：无法防备。<br>(27)惮(dan)：怕。<br>(28)赵文子：晋国大夫赵武。信；确实，可信。<br>(29)垣。这里指房舍。赢：接待。<br>(30)加礼：礼节特别隆重。宴：宴会。好：指宴会上送给宾客的礼物。<br>(31)释辞：放弃辞令。<br>(32)这四句诗出自《诗·大雅·板》。辑：和顺。协：融洽。绎：同“怿’，喜悦。莫：安定。</p>",
  "shangxi": "<h2>解析</h2> <p>　　这是讲的国与国之间的关系。国不分大小，地不分东西南北，人不分多寡，财富不分贫富，大伙儿一律平等，以礼相待，、以诚相待。这应当是国与国交往的前提。咱们现在的“和平共处五项原则”，不也包含这方面的内容吗？</p> <p>　　这个原则也可以扩大到人与人之间的交往当中。人不分男女老幼，黑白胖瘦，身份地位，权力大小，名气高低，大伙一律平等，人人享有受人尊重的权利，也有尊重他人的义务。相待以诚，相待以礼，相敬如宾，相互尊重，是起码的做人准则。上帝没有赋予谁有特权可产藐视他人、愚弄他人、傲慢无礼、为所欲为、无法无天、视他人为草芥。</p> <p>　　俗话说，人穷志不短。上天赋予人的权利是平等的，并没有对某某人另眼相看。四海之内，普天之下，大伙都同样头顶一片蓝天，同样脚踏一方土地，生来是人，死了变鬼，没有谁更优越。</p>",
  "about": "<h2>读解</h2> <p>　　仅仅因为国君没有接见，就动怒拆毁了该国客舍的围墙，还以巧妙动听的言辞，说得对方连赔不是，不仅国君出来接见，而且还礼遇有加，满意且满载而归。初看起来还有点过分，有点儿太“那个”了，犯得著如此大动肝火，做出如此大胆的事儿来吗？</p> <p>　　但是我们不要忘记了这件表面上看来有点儿荒唐的事情的背景。晋国是个大国，强国，诸侯盟主，一方霸主。国君不出来接见客人，是在摆谱儿，那架子，耍弄人，那藏而不露的意思是要让人下跪，乞求，被愚弄。郑国是个小国，夹在大国当中受气，此行是进去献贡物，是去“朝圣”，表示对盟主的恭敬和孝顺。</p> <p>　　明白了这个背景，我们就不得不对子产的所作所为令眼相看，肃然起敬，佩服他的勇气和骨气。他的举动真有点儿犯上作乱的味道：你想捉弄我、拿架子摆谱儿？哼，没门儿！我就不吃这一套，我比你更厉害，道高一尺，魔高一丈。于是，就大胆地、公开的、理直气壮把围墙给拆了，还批得敌手理屈辞穷，态度陡然一转。</p>",
  "poet": {
    "id": 384,
    "star": 0,
    "name": "左丘明",
    "image": "http://img.gushiwen.org/authorImg/zuoqiuming.jpg",
    "desc": "丘明（姓姜，氏丘，名明），华夏人，生于前502年，死于前422年，享年80岁。丘穆公吕印的后代。本名丘明，因其先祖曾任楚国的左史官，故在姓前添“左”字，故称左史官丘明先生，世称“左丘明”，后为鲁国太史 。左氏世为鲁国太史，至丘明则约与孔子（前551-479）同时，而年辈稍晚。他是当时著名史家、学者与思想家，著有《春秋左氏传》、《国语》等。他左丘明的最重要贡献在于其所著《春秋左氏传》与《国语》二书。左氏家族世为太史，左丘明又与孔子一起“如周，观书于周史”，故熟悉诸国史事，并深刻理解孔子思想。"
  },
  "tags": [
    "古文观止",
    "议论",
    "外交",
    "哲理"
  ]
}