{
  "id": 50294,
  "star": 23,
  "name": "南歌子·香墨弯弯画",
  "dynasty": "宋代",
  "content": "香墨弯弯画，燕脂淡淡匀。揉蓝衫子杏黄裙，独倚玉阑无语点檀唇。<br>人去空流水，花飞半掩门。乱山何处觅行云？又是一钩新月照黄昏。",
  "fanyi": "<p><strong>译文</strong><br>用香墨勾画弯弯的眉毛，胭脂淡淡地匀在脸上。身着蓝衫和杏黄裙，独倚栏杆上默默地涂着口红。<br>情郎一去如流水，她却半掩着房门盼人归。情郎就像飘忽不定的云，如何寻得到他的踪迹呢？一直等到黄昏，又是一弯新月挂在天边，月不圆人也难团圆。</p> <p><strong>注释</strong><br>①香墨：画眉用的螺黛。<br>②燕脂：即胭脂。<br>③揉蓝：蓝色。蓝，可提取蓝色颜料的植物，揉搓可得青色。北宋<a href=\"http://so.gushiwen.org/author_268.aspx\">黄庭坚</a>《点绛唇》：“泪珠轻溜，浥损揉蓝袖。”<br>④檀：檀色，近赭的红色，屡见《花间集》，如<a href=\"http://so.gushiwen.org/author_688.aspx\">张泌</a>《生查子》“檀画荔枝红”，表示这个颜色最为明白。这口红只圆圆地涂在唇中间，故曰“点”。李珣《浣溪沙》“翠钿檀注助容光”，“注”亦“点”也。又称“檀的”。<a href=\"http://so.gushiwen.org/author_211.aspx\">杜牧</a>《寄沣州张舍人笛》“檀的染时痕半月”，写形状犹为明白。<br>⑤“人去”句：是说情郎离去，只有阑外绿水依然悠悠流去。流水，隐喻时光悄悄地逝去。<br>⑥<a href=\"http://so.gushiwen.org/author_186.aspx\">冯延巳</a>《鹊踏枝》：“君若无定云，妾若不动山。”这里的“行云”比喻薄情郎，“乱山”比喻心烦意乱的女子。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　闺怨是中国古代永恒的文学题材，因为那时候妇女地位低下，交通不便，男子为名缰利锁所牵绊，导致很多女子不得不经常承受独守空房的痛苦。<a href=\"http://so.gushiwen.org/author_125.aspx\">秦观</a>这首词在内容上虽然没有多少新意，但是艺术成就很高。词的上阕色彩鲜明，和下阕的冷落荒凉恰成鲜明的对比，很好地衬托了离人的孤寂，可谓一篇描写闺怨的佳作。</p> <p>　　词的上片刻划这个美女，多用颜色字面渲染映射，如一幅工笔画，可以说是一幅工笔重彩的梳妆图。“香墨”两句，写女子用心打扮的情态。这两句虽未直说她在画眉、搽脂，但从“画”且“弯弯”，“匀”且“淡淡”中，可以体会得出她是在怎样精心地打扮自己。两句中前一句写衣着，衫子是青色的，裙子是杏黄色的。后一句写她眉画好了，粉搽好了，最后的工序是把口红圆圆地涂在唇间。但“点绛唇”前的“独倚玉阑无语”，却埋下情事的伏笔。既然是“独”，却又精心打扮，这应该是在刻意为某人而为。分明画外还有一个人在，女子对恋人的回归还抱有一线希望。</p> <p>　　词的过片，虽也不多写情事，但也不是单纯写景，对上片已露端倪的情事，有明显的发展，写景之外，别寄幽情，抒发人去楼空、青春虚度的情思，是全词抒情的中心。“风扬“花飞”是残春景象，给人以美人迟暮的暗示。“花飞”二字尤其触目痛心，融凄惨的感受于寻常之景中，大有“泪眼问花花不语，乱红飞过秋千去”之意，简洁而含蓄。“门”是半掩着的，像在为谁开着，这正是女子心还不死的写照。结拍“乱山”两句：“行云”喻恋人的踪影，古<a href=\"http://so.gushiwen.org/view_50294.aspx\">诗</a>词里多用以比喻薄情郎，如雍陶《明月照高楼》：“君若无定云，妾若不动山。云行出山易，山逐云去难，”正是“乱山何处觅行云”的注脚。由于女子心烦意乱，故视群山便成“乱山”，这是移情于物的结果。女子最怕夜间孤苦，可偏偏又是一个黄昏来了，“又是”二字蕴涵着这种等待和失望远不是一次了，愁怨之情溢于言表。</p> <p>　　纵观全词，上片绮丽香艳，下片凄清淡远，而又以情上下贯之。全词语言清丽，语意婉约，体现了鲜明的艺术风格。</p>",
  "poet": {
    "id": 125,
    "star": 0,
    "name": "秦观",
    "image": "http://img.gushiwen.org/authorImg/qinguan.jpg",
    "desc": "秦观（1049-1100）字太虚，又字少游，别号邗沟居士，世称淮海先生。汉族，北宋高邮（今江苏）人，官至太学博士，国史馆编修。秦观一 生坎坷，所写诗词，高古沉重，寄托身世，感人至深。秦观生前行踪所至之处，多有遗迹。如浙江杭州的秦少游祠，丽水的秦少游塑像、淮海先生祠、莺花亭；青田的秦学士祠；湖南郴州三绝碑；广西横县的海棠亭、醉乡亭、淮海堂、淮海书院等。秦观墓在无锡惠山之北粲山上，墓碑上书“秦龙图墓”几个大字。有秦家村、秦家大院以及省级文物保护单位古文游台。"
  },
  "tags": [
    "女子",
    "闺怨",
    "思念"
  ]
}