{
  "id": 36700,
  "star": 485,
  "name": "淮上与友人别",
  "dynasty": "唐代",
  "content": "扬子江头杨柳春，杨花愁杀渡江人。 <br>数声风笛离亭晚，君向潇湘我向秦。",
  "fanyi": "<p><strong>译文</strong><br>扬子江头杨柳青青春色惹人心，杨花似雪漫天飞舞愁杀渡江人。<br>微风轻拂笛声幽咽离亭染暮色，你就要南下潇湘我却奔向西秦。</p> <p><strong>注释</strong><br>①淮（huái）上：扬州。淮：淮水。<br>②扬子江：长江在江苏镇江、扬州一带的干流，古称扬子江。杨柳：“柳”与“留”谐音，表示挽留之意。<br>③杨花：柳絮。愁杀：愁绪满怀。杀，形容愁的程度之深。<br>④风笛：风中传来的笛声。离亭：驿亭。亭是古代路旁供人休息的地方，人们常在此送别，所以称为“离亭”。<br>⑤潇湘（xiāo xiāng）：指今湖南一带。秦：指当时的都城长安。在今陕西境内。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　晚唐绝句自<a href=\"http://so.gushiwen.org/author_211.aspx\">杜牧</a>、<a href=\"http://so.gushiwen.org/author_204.aspx\">李商隐</a>以后，单纯议论之风渐炽，抒情性、形象性和音乐性都大为减弱。而<a href=\"http://so.gushiwen.org/author_434.aspx\">郑谷</a>的这首七绝则仍然保持了长于抒情、富于风韵的特点。</p> <p>　　“扬子江头杨柳春，杨花愁杀渡江人。”一、二两句即景抒情，点醒别离，写得潇洒不着力，读来别具一种天然的风韵。画面很疏朗，淡淡几笔，像一幅清新秀雅的水墨画。景中寓情，富于含蕴。依依袅袅的柳丝，牵曳着彼此依依惜别的深情，唤起一种“柳丝长，玉骢难系”的伤离意绪；蒙蒙飘荡的杨花，惹动着双方缭乱不宁的离绪，勾起天涯羁旅的漂泊之感。美好的江头柳色，宜人春光，在这里恰恰成了离情别绪的触媒，所以说“愁杀渡江人”。<a href=\"http://so.gushiwen.org/view_36700.aspx\">诗</a>人用淡墨点染景色，用重笔抒写愁绪，初看似不甚协调，细味方感到二者的和谐统一。两句中“扬子江头”、“杨柳春”、“杨花”等同音字的有意重复，构成了一种既轻爽流利，又回环往复，富于情韵美的风调，使人读来既感到感情的深永，又不显得过于沉重与伤感。次句虽单提“渡江人”，但彼此羁旅漂泊，南北乖离，君愁吾亦愁，原是不言自明的。</p> <p>　　“数声风笛离亭晚，君向潇湘我向秦。”三、四两句，从江头景色收转到离亭别宴，正面抒写握别时情景。驿亭宴别，酒酣情浓，席间吹奏起了凄清怨慕的笛曲。即景抒情，所奏的也许正是象征着别离的《折杨柳》。这笛声正倾诉出彼此的离衷，使两位即将分手的友人耳接神驰，默默相对，思绪萦绕，随风远扬。离笛声中，天色仿佛不知不觉地暗了下来，握别的时间到了。两位朋友在沉沉暮霭中互道珍重，各奔前程——“君向潇湘我向秦”。诗到这里，突然停止，富有韵味。</p> <p>　　这首诗有一个别开生面和富于情韵的结尾，使得它受到较高的评价。表面上看，末句只是交待各自行程的叙述语，既乏寓情于景的描写，也无一唱三叹的抒情，实际上诗的深长韵味恰恰就蕴含在这貌似朴直的不结之结当中。由于前面已通过江头春色、杨花柳丝、离亭宴饯、风笛暮霭等一系列物象情景对离情进行反复渲染，结句的截然而止，在反激与对照中愈益显出其内涵的丰富。临歧握别的黯然伤魂，各向天涯的无限愁绪，南北异途的深长思念，乃至漫长旅程中的无边寂寞，都在这不言中得到充分的表达。“君”“我”对举，“向”字重叠，更使得这句诗增添了咏叹的情味。</p>",
  "about": "<h2>创作背景</h2> <p>　　这首<a href=\"http://so.gushiwen.org/view_36700.aspx\">诗</a>是诗人在扬州（即题中所称“淮上”）和友人分手时所作。和通常的送行不同，这是一次各赴前程的握别：友人渡江南往潇湘（今湖南一带），自己则北向长安。</p>",
  "poet": {
    "id": 434,
    "star": 0,
    "name": "郑谷",
    "image": "http://img.gushiwen.org/authorImg/zhenggu.jpg",
    "desc": "郑谷（约851～910）唐朝末期著名诗人。字守愚，汉族，江西宜春市袁州区人。僖宗时进士，官都官郎中，人称郑都官。又以《鹧鸪诗》得名，人称郑鹧鸪。其诗多写景咏物之作，表现士大夫的闲情逸致。风格清新通俗，但流于浅率。曾与许裳、张乔等唱和往还，号“芳林十哲”。原有集，已散佚，存《云台编》。"
  },
  "tags": [
    "柳树",
    "离别"
  ]
}