{
  "id": 72295,
  "star": 313,
  "name": "祭十二郎文",
  "dynasty": "唐代",
  "content": "　　年、月、日，季父愈闻汝丧之七日，乃能衔哀致诚，使建中远具时羞之奠，告汝十二郎之灵：</p> <p>　　呜呼！吾少孤，及长，不省所怙，惟兄嫂是依。中年，兄殁南方，吾与汝俱幼，从嫂归葬河阳。既又与汝就食江南。零丁孤苦，未尝一日相离也。吾上有三兄，皆不幸早世。承先人后者，在孙惟汝，在子惟吾。两世一身，形单影只。嫂尝抚汝指吾而言曰：“韩氏两世，惟此而已！”汝时尤小，当不复记忆。吾时虽能记忆，亦未知其言之悲也。</p> <p>　　吾年十九，始来京城。其后四年，而归视汝。又四年，吾往河阳省坟墓，遇汝从嫂丧来葬。又二年，吾佐董丞相于汴州，汝来省吾。止一岁，请归取其孥。明年，丞相薨。吾去汴州，汝不果来。是年，吾佐戎徐州，使取汝者始行，吾又罢去，汝又不果来。吾念汝从于东，东亦客也，不可以久；图久远者，莫如西归，将成家而致汝。呜呼！孰谓汝遽去吾而殁乎！吾与汝俱少年，以为虽暂相别，终当久相与处。故舍汝而旅食京师，以求斗斛之禄。诚知其如此，虽万乘之公相，吾不以一日辍汝而就也。</p> <p>　　去年，孟东野往。吾书与汝曰：“吾年未四十，而视茫茫，而发苍苍，而齿牙动摇。念诸父与诸兄，皆康强而早世。如吾之衰者，其能久存乎？吾不可去，汝不肯来，恐旦暮死，而汝抱无涯之戚也！”孰谓少者殁而长者存，强者夭而病者全乎！</p> <p>　　呜呼！其信然邪？其梦邪？其传之非其真邪？信也，吾兄之盛德而夭其嗣乎？汝之纯明而不克蒙其泽乎？少者、强者而夭殁，长者、衰者而存全乎？未可以为信也。梦也，传之非其真也，东野之书，耿兰之报，何为而在吾侧也？呜呼！其信然矣！吾兄之盛德而夭其嗣矣！汝之纯明宜业其家者，不克蒙其泽矣！所谓天者诚难测，而神者诚难明矣！所谓理者不可推，而寿者不可知矣！</p> <p>　　虽然，吾自今年来，苍苍者或化而为白矣，动摇者或脱而落矣。毛血日益衰，志气日益微，几何不从汝而死也。死而有知，其几何离；其无知，悲不几时，而不悲者无穷期矣。</p> <p>　　汝之子始十岁，吾之子始五岁。少而强者不可保，如此孩提者，又可冀其成立邪?呜呼哀哉！呜呼哀哉！</p> <p>　　汝去年书云：“比得软脚病，往往而剧。”吾曰：“是疾也，江南之人，常常有之。”未始以为忧也。呜呼！ 其竟以此而殒其生乎？抑别有疾而至斯极乎？</p> <p>　　汝之书，六月十七日也。东野云，汝殁以六月二日；耿兰之报无月日。盖东野之使者，不知问家人以月日；如耿兰之报，不知当言月日。东野与吾书，乃问使者，使者妄称以应之乎。其然乎？其不然乎？</p> <p>　　今吾使建中祭汝，吊汝之孤与汝之乳母。彼有食，可守以待终丧，则待终丧而取以来；如不能守以终丧，则遂取以来。其余奴婢，并令守汝丧。吾力能改葬，终葬汝于先人之兆，然后惟其所愿。</p> <p>　　呜呼！汝病吾不知时，汝殁吾不知日，生不能相养以共居，殁不能抚汝以尽哀，敛不凭其棺，窆不临其穴。吾行负神明，而使汝夭；不孝不慈，而不能与汝相养以生，相守以死。一在天之涯，一在地之角，生而影不与吾形相依，死而魂不与吾梦相接。吾实为之，其又何尤！彼苍者天，曷其有极！自今已往，吾其无意于人世矣！当求数顷之田于伊颍之上，以待余年，教吾子与汝子，幸其成；长吾女与汝女，待其嫁，如此而已。</p> <p>　　呜呼，言有穷而情不可终，汝其知也邪？其不知也邪？呜呼哀哉！尚飨！ ",
  "fanyi": "<p>　　某年、某月、某日，叔父在听说你去世后的第七天，才得以含着哀痛向你表达诚意，并派建中在远方备办了应时的鲜美食品作为祭品，告慰你十二郎的灵位：</p> <p>　　唉，我自幼丧父，等到大了，不知道父亲是什么模样，只有依靠兄嫂抚养。哥哥正当中年时就因与犯罪的宰相关系密切而受牵连被贬为韶州刺史，次年死于贬所 。我和你都还小，跟随嫂嫂把灵柩送回河阳老家安葬。随后又和你到江南谋生，孤苦伶丁，也未曾一天分开过。我上面本来有三个哥哥，都不幸早死。继承先父的后代，在孙子辈里只有你，在儿子辈里只有我。韩家子孙两代各剩一人，孤孤单单。嫂子曾经抚摸着你的头对我说：“韩氏两代，就只有你们两个了！”那时你比我更小，当然记不得了；我当时虽然能够记事，但也还不能体会她话中的悲凉啊！</p> <p>　　我十九岁时，初次来到京城参加考试。四年以后，才回去看你。又过了四年，我去河阳凭吊祖先的坟墓，碰上你护送嫂嫂的灵柩来安葬。又过了两年，我在汴州辅佐董丞相，你来探望我，留下住了一年，你请求回去接妻子儿女。第二年，董丞相去世，我离开汴州，你没能来成。这一年，我在徐州辅佐军务，派去接你的人刚动身，我就被免职，你又没来成。我想，你跟我在东边的汴州、徐州，也是客居，不可能久住；从长远考虑，还不如我回到家乡，等在那里安下家再接你来。唉！谁能料到你竟突然离我而死呢?当初，我和你都年轻，总以为虽然暂时分别，终究会长久在一起的。因此我离开你而旅居长安，以寻求微薄的俸禄。假如真的知道会这样，即使让我做高官厚禄的公卿宰相，我也不愿因此离开你一天而去赴任啊！</p> <p>　　去年，孟东野到你那里去时，我写给你的信中说：“我年纪还不到四十岁，但视力模糊，头发花白，牙齿松动。想起各位父兄，都在健康强壮的盛年早早去世，像我这样衰弱的人，难道还能长活在世上吗?我不能离开（职守），你又不肯来，恐怕我早晚一死，你就会有无穷无尽的忧伤。”谁能料到年轻的却先死了，而年老的反而还活着，强壮的早早死去，而衰弱的反而还活在人间呢?</p> <p>　　唉！是真的这样呢?还是在做梦呢?还是这传来的消息不可靠呢?如果是真的，那么我哥哥有（那么）美好的品德反而早早地绝后了呢?你（那么）纯正聪明反而不能承受他的恩泽呢?难道年轻强壮的反而要早早死去，年老衰弱的却应活在世上吗?实在不敢把它当作真的啊！如果是梦，传来的噩耗不是真的，可是东野的来信，耿兰的报丧，却又为什么在我身边呢?啊！大概是真的了！我哥哥有美好的品德竟然早早地失去后代，你纯正聪明，本来是应该继承家业的，现在却不能承受你父亲的恩泽了。这正是所谓苍天确实难以揣测，而神意实在难以知道了！也就是所谓天理不可推求，而寿命的长短无法预知啊！</p> <p>　　虽然这样，我从今年以来，花白的头发，全要变白了，松动的牙齿，也像要脱落了，身体越来越衰弱，精神也越来越差了，过不了多久就要随你死去了。如果死后有知，那么我们又能分离多久呢?如果我死后无知，那么我也不能悲痛多少时间了，而（死后）不悲痛的时间却是无穷无尽的。</p> <p>　　你的儿子才十岁，我的儿子才五岁，年轻强壮的尚不能保全，像这么大的孩子，又怎么能希望他们成人立业呢?啊，悲痛啊，真是悲痛！</p> <p>　　你去年来信说：“近来得了软脚病，时常（发作）疼得厉害。”我说：“这种病，江南人常常得。”没有当作值得忧虑的事。唉，（谁知道）竟然会因此而丧了命呢?还是由于别的病而导致这样的不幸呢?</p> <p>　　你的信是六月十七日写的。东野说你是六月二日死的，耿兰报丧时没有说日期。大概是东野的使者不知道向你的家人问明日期，而耿兰报丧竟不知道应该告诉日期?还是东野给我写信时，才去问使者，使者胡乱说个日期应付呢?是这样呢?还是不是这样呢?</p> <p>　　现在我派建中来祭奠你，安慰你的孩子和你的乳母。他们有粮食能够守丧到丧期终了，就等到丧期结束后再把他们接来；如果不能守到丧期终了，我就马上接来。剩下的奴婢，叫他们一起守丧。如果我有能力迁葬，最后一定把你安葬在祖坟旁，这样以后，才算了却我的心愿。</p> <p>　　唉，你患病我不知道时间，你去世我不知道日子，活着的时候不能住在一起互相照顾，死的时候没有抚尸痛哭，入殓时没在棺前守灵，下棺入葬时又没有亲临你的墓穴。我的行为辜负了神明，才使你这么早死去，我对上不孝，对下不慈，既不能与你相互照顾着生活，又不能和你一块死去。一个在天涯，一个在地角。你活着的时候不能和我形影相依，死后魂灵也不在我的梦中显现，这都是我造成的灾难，又能抱怨谁呢?天哪，（我的悲痛）哪里有尽头呢?从今以后，我已经没有心思奔忙在世上了！还是回到老家去置办几顷地，度过我的余年。教养我的儿子和你的儿子，希望他们成才；抚养我的女儿和你的女儿，等到她们出嫁，（我的心愿）如此而已。</p> <p>　　唉！话有说完的时候，而哀痛之情却不能终止，你知道呢?还是不知道呢?悲哀啊！希望享用祭品吧！</p> <p>　　（转自人民教育出版社）</p>",
  "shangxi": "<p>　　祭文中的千年绝唱——《祭十二郎文》<br>　　南宋学者赵与时在《宾退录》中写道：“读诸葛孔明《出师表》而不堕泪者，其人必不忠。读李令伯《陈情表》而不堕泪者，其人必不孝。读韩退之《祭十二郎文》而不堕泪者，其人必不友。”〈〈祭十二郎文〉〉是一篇千百年来传诵不衰，影响深远的祭文名作，不管我们对文中的思想感情作如何评价，吟诵之下，都不能不随作者之祭而有眼涩之悲。</p> <p>　　感情真挚，催人泪下<br>　　韩愈写此文的目的不在于称颂死者，而在于倾诉自己的痛悼之情，寄托自己的哀思。这主要表现在三个方面：一是强调骨肉亲情关系。作者与老成，名为叔侄，情同手足，“两世一身，形单影只”。今老成先逝，子女幼小，更显得家族凋零，振兴无望。这在注重门庭家道的古代，引起韩愈的切肤之痛是理所当然的。二是突出老成之死实出意外。老成比作者年少而体强，却“强者夭而病者全”；老成得的不过是一种常见的软脚病，作者本来不以为意，毫无精神准备，因而对老成的遽死追悔莫及，意外的打击使他极为悲痛。三是表达作者自身宦海沉浮之苦和对人生无常之感，并以此深化亲情。作者原以为两人都还年轻，便不以暂别为念，求食求禄，奔走仕途，因而别多聚少，而今铸成终身遗憾。作者求索老成的死因和死期，却堕入乍信乍疑，如梦如幻的迷境，深感生命瓢忽，倍增哀痛。</p> <p>　　不拘常格，自由抒情<br>　　祭文原本偏重于抒发对死者的悼念哀痛之情，一般是结合对死者功业德行的颂扬而展开的。本文一反传统祭文以铺排郡望、藻饰官阶、历叙生平、歌功颂德为主的固定模式，主要记家常琐事，表现自己与死者的密切关系，抒写难以抑止的悲哀，表达刻骨铭心的骨肉亲情。形式上则破骈为散，采用自由多变的散体。正如林纾在〈〈韩柳文研究法韩文研究法〉〉中所说：“祭文体，本以用韵为正格……至〈〈祭十二郎文〉〉，至痛彻心，不能为辞，则变调为散体。”全文有吞声呜咽之态，无夸饰艳丽之辞，为后世<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>〈〈陇冈阡表〉〉、<a href=\"http://so.gushiwen.org/author_792.aspx\">归有光</a>〈〈项脊轩志〉〉、<a href=\"http://so.gushiwen.org/author_676.aspx\">袁枚</a>〈〈祭妹文〉〉等开辟新径。这种自由化的写作形式，使作者如同与死者对话，边诉边泣，吞吐呜咽，交织着悔恨、悲痛、自责之情，因而具有震撼人心的力量。</p> <p>　　语言朴素，行云流水<br>　　这篇祭文强烈的感情力量，能如此深刻地感染读者，也得力于作者高超的语言文字技巧。它全用散文句调和平易晓畅的家常生活语言，长长短短，错错落落，奇偶骈散，参差骈散，行于所当行，止于不得不止；疑问、感叹、陈述等各种句式，反复、重叠、排比、呼告等多种修辞手法，任意调遣，全依感情的需要。再加之作者取与死者促膝谈心的形式，呼“汝”唤“你”，似乎死者也能听到“我”的声音，显得异常自然而真切。这样全文就形成了一种行云流水般的语言气势和令人如闻咳謦的感情氛围。文章就像一只无形的手，紧紧拥抱住了它的读者。</p> <p>　　边诉边泣的语言形式<br>　　作者采用与死者对话的方式，边诉边泣，吞吐呜咽，交织着悔恨、悲痛、自责等种种感情，似在生者和死者之间作无穷无尽的长谈。如写闻讣的情景，从“其信然邪”到“未可以为信也”，再到“其信然矣”，语句重叠，表现其惊疑无定的心理状态。末尾“汝病吾不知时，汝殁吾不知日”一段，多用排句，情绪激宕，一气呵成。这一切又都从肺腑中流出，因而具有震撼人心的力量。</p>",
  "poet": {
    "id": 682,
    "star": 0,
    "name": "韩愈",
    "image": "http://img.gushiwen.org/authorImg/hanyu.jpg",
    "desc": "韩愈（768～824）字退之，唐代文学家、哲学家、思想家，河阳（今河南省焦作孟州市）人，汉族。祖籍河北昌黎，世称韩昌黎。晚年任吏部侍郎，又称韩吏部。谥号“文”，又称韩文公。他与柳宗元同为唐代古文运动的倡导者，主张学习先秦两汉的散文语言，破骈为散，扩大文言文的表达功能。宋代苏轼称他“文起八代之衰”，明人推他为唐宋八大家之首，与柳宗元并称“韩柳”，有“文章巨公”和“百代文宗”之名，作品都收在《昌黎先生集》里。韩愈在思想上是中国“道统”观念的确立者，是尊儒反佛的里程碑式人物。"
  },
  "tags": [
    "古文观止",
    "高中文言文",
    "祭文",
    "悼亡"
  ]
}