{
  "id": 8342,
  "star": 24,
  "name": "荆门浮舟望蜀江",
  "dynasty": "唐代",
  "content": "春水月峡来，浮舟望安极？<br>正是桃花流，依然锦江色。<br>江色绿且明，茫茫与天平。<br>逶迤巴山尽，摇曳楚云行。<br>雪照聚沙雁，花飞出谷莺。<br>芳洲却已转，碧树森森迎。<br>流目浦烟夕，扬帆海月生。<br>江陵识遥火，应到渚宫城。",
  "fanyi": "<p><strong>译文<br></strong>早春三月，江水汹涌，经过三峡中的月峡，滚滚而来，我在荆州的江面上放舟游荡，极目远望。<br>江面上桃花漂浮，就像故乡锦江一样，春意盎然。<br>江水明亮碧绿，浩浩荡荡，沸沸洋洋，与天平齐。<br>两岸的巴山逶迤护水而来，在荆州地界已经与地平齐，倒是楚地的水汽蒸腾，结出巍峨摇曳的云山。<br>沙滩上正在用沙沐浴的大雁只只雪白，出山谷觅食的黄莺漂亮得像花儿一样飞舞。<br>翠绿的沙洲仿佛围绕游船转动，洲上的绿树热情地向我张开了臂膀。<br>放眼望去，江浦上水汽氤氲云集，海上的明月与白帆一起冉冉上升。<br>看到江陵城墙上的灯火，就知道快到渚宫城了。</p> <p><strong>注释</strong><br>⑴荆门，即荆门山，在今湖北宜都西北长江南岸。蜀江，指今四川省境内的长江。<br>⑵月峡，即四川巴县的明月峡。峡上石壁有孔，形如满月，故称。<br>⑶望安极，怎么能望到尽头呢？即一望无际的意思。<br>⑷桃花流，即桃花汛，指桃花盛开时候上涨的江水。<br>⑸锦江，岷江流经成都的一段河流，也称“府内河”。<br>⑹逶迤，曲折连绵的样子。巴山，即大巴山，绵延于川、甘、陕、鄂四省边境。摇曳，缓慢地飘荡。楚云，荆门古时属楚国，故称荆门一带的云为楚云。两句意为：曲折绵延的巴山至此完全消失，荆门上空云彩在缓慢地飘动。<br>⑺“雪照”两句意为：白沙如雪，映照着集聚的雁群；杨花飘舞，出谷之莺自在地飞翔。<br>⑻却，退。却已转，指小船继续前进，芳洲已退向另一方面。<br>⑼碧树，绿树。森森，树木繁盛的样子。迎，迎面来到。<br>⑽流目，游目，放眼四面眺望。浦，水滨。烟夕，云烟弥漫的傍晚。<br>⑾海月，这里指江月。<br>⑿遥火，远处的灯火。渚宫，春秋时楚成王所建别宫，故址在今湖北江陵县。“江陵”两句意为：江陵灯火遥遥在望，该是到渚宫城了。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>曾以如椽采笔，驱山走海，状物图貌，描绘了一幅幅色彩鲜明、雄伟峻峭、明丽清新的画卷，再现了祖国壮丽河山的自然美。这些<a href=\"http://so.gushiwen.org/view_8342.aspx\">诗</a>篇，流传千古，给人以美的享受。这一首《荆门浮舟望蜀江》，就是由多幅优美生动的画面组成的长江行舟图。</p> <p>　　诗的前六句写诗人在舟中望长江的所见所感，着重描绘长江。诗人放眼四看，从三峡奔腾而来的江水，虽值桃花盛开的春汛时期，但依然清澈如成都的锦江。这是实写，却含蕴着诗人深挚的乡土之情，有《渡荆门送别》中“仍怜故乡水，万里送行舟”那样一种对故乡的眷恋情意。前六句中一二两句点题，三四两句对长江的描写较为概括，五六两句则作进一步的勾画。第五句以浓丽的色彩加以点染。江水深绿，碧波荡漾，日光照耀，晴空映江，水色天光相辉映，显得异常明净，真是春水碧于天。难怪南宋的大诗人陆放翁赞之为“夺化工之巧”，是“真善状物”的妙笔。第六句描摹江流的动态。滚滚东流的江水，茫茫无际，好像与天相接。这是诗人远望时的深切感受，形诸于诗，不仅使人感到真实，而且觉得生动传神。这两句既从色彩上加以点染，使其明丽如画，又写出了长江一泻千里，烟波浩淼的雄姿。这一画面，色彩鲜明，景中有声，飞动壮阔。</p> <p>　　中间六句又是另一幅图画。随着行舟的前进，诗人纵目四观，景物宜人，春光骀荡。连绵的巴山，逐渐消失；万里晴空，白云漂浮，舒卷变化，摇曳多姿；江边，日照白沙，明亮如雪，群雁聚息；岸上，百花盛开，飞出山谷的黄莺，在花丛中穿飞；江中沙洲，芳草萋萋，繁花似锦，和煦的春风，送来扑鼻芳香，但转瞬即过，迎面而来的是郁郁葱葱，苍翠繁茂的林木。这里，诗人的彩笔，不仅绘出了绚丽明媚的画卷，而且传达出融于画境的欢快喜悦之情。尤其出色的是，诗人所描画的不是一幅停滞静止的写生画，而是有如一组连续不断的活动的电影镜头，具有引人入胜的艺术魅力。</p> <p>　　最后四句是日暮月升的景象，另是一幅画面。诗人舟行一日，日落西山，夜幕已降，远望江边，暮霭沉沉；东方江面，月亮冉冉升起；再遥望江陵，灯火点点，闪烁不定，著名的渚宫城，应该就在这灯火之中。这也是由几个“镜头”组成的画面，动态感也十分强烈。另外，这一结尾，极有余味，给人以广阔的艺术想象天地。</p> <p>　　这首五言古诗，在艺术上很有特色：从艺术构思看，诗人抓住江中行舟这一特点，顺序写来，“如展图画”。从结构上看，诗人从白昼直写到日落月升，层次分明，脉络清晰。从艺术表现手法上看，诗人巧妙地运用表现自然美的各种原始材料，诸如色彩、声音、形状、香气、光线、运动等，并把它们有机地组织在一起，构成了一幅幅五光十色的动人画面，并且具有鲜明的动态性，使语言艺术的诗，有着形象艺术的效果。从诗篇的意境上看，诗人融情于景，把遇赦东归的喜悦心情倾注在大好春光的景物描绘中，情景交融，塑造了迥远奔放、明丽雄浑的艺术意境，有着强烈感人的艺术力量。</p>",
  "about": "<h2>创作背景</h2> 　　公元758年（唐肃宗乾元元年）春天，<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>终因参加永王璘的幕府获罪，流放夜郎（今贵州桐梓县一带）。公元759年（乾元二年），<a href=\"http://so.gushiwen.org/view_8342.aspx\">诗</a>人在长流夜郎途中，行至夔州（今四川奉节县）白帝城，遇赦得释，于是乘舟东下，行至荆门（今湖北宜都县西北）写了这首清雄奔放的名作。",
  "poet": {
    "id": 247,
    "star": 0,
    "name": "李白",
    "image": "http://img.gushiwen.org/authorImg/libai.jpg",
    "desc": "李白（701年－762年），字太白，号青莲居士，唐朝浪漫主义诗人，被后人誉为“诗仙”。祖籍陇西成纪(待考)，出生于西域碎叶城，4岁再随父迁至剑南道绵州。李白存世诗文千余篇，有《李太白集》传世。762年病逝，享年61岁。其墓在今安徽当涂，四川江油、湖北安陆有纪念馆。"
  },
  "tags": [
    "春景"
  ]
}