{
  "id": 7857,
  "star": 39,
  "name": "笑歌行",
  "dynasty": "唐代",
  "content": "笑矣乎，笑矣乎。<br>君不见曲如钩，古人知尔封公侯。<br>君不见直如弦，古人知尔死道边。<br>张仪所以只掉三寸舌，苏秦所以不垦二顷田。<br>笑矣乎，笑矣乎。<br>君不见沧浪老人歌一曲，还道沧浪濯吾足。<br>平生不解谋此身，虚作离骚遣人读。<br>笑矣乎，笑矣乎。<br>赵有豫让楚屈平，卖身买得千年名。<br>巢由洗耳有何益，夷齐饿死终无成。<br>君爱身后名，我爱眼前酒。<br>饮酒眼前乐，虚名何处有。<br>男儿穷通当有时，曲腰向君君不知。<br>猛虎不看几上肉，洪炉不铸囊中锥。<br>笑矣乎，笑矣乎。<br>宁武子，朱买臣，扣角行歌背负薪。<br>今日逢君君不识，岂得不如佯狂人。",
  "fanyi": "<p><strong>译文<br></strong><a href=\"http://so.gushiwen.org/author_1137.aspx\">真可</a>笑呀，真可笑，君不见曲如钩吗，古人知此可以封公侯；<br>君不见直如弦吗，古人知此可要死道边。<br>张仪之所以愿鼓三寸不烂之舌，苏秦之所以不愿种洛阳负郭二顷田，皆是此由之故也。<br>真可笑呀，真可笑，君不见沧浪老人唱一曲吗，“沧浪之水浊兮，可以濯吾足！”<br>可怜的屈大夫，连自己保身都无术，却虚作《离骚》教人读。<br>真可笑呀，真可笑，赵国有个豫让，楚国有个屈平，卖身却只买得千载虚名。<br>许由洗耳又有什么用？伯夷和叔齐饿死也至无所成。<br>君爱身后之名，我爱眼前之酒。<br>饮酒眼前即能享乐，虚名身后又在何处？<br>男儿穷通当有时，今日之不遇，并非将来也没有时机。<br>如今我曲腰向君，君却不明白这个道理。<br>猛虎向来不食案上之死肉，洪炉也不铸囊中锥一类的小玩意儿。<br>真可笑呀，真可笑，宁武子和朱买臣，当年也是叩着牛角唱歌，背着柴薪诵书。<br>这些一时遭困顿的贤土若今日逢君，君却看不出来，岂不令人佯狂而傲世哉！</p> <p><strong>注释</strong><br>⑴曲如钩：《后汉书》志第一三《五行志一》引京都童谣：“直如弦，死道边；曲如钩，反封侯。”<br>⑵“张仪”句：张仪，战国时纵横家，魏国人。游说入秦，首创连横，先后任秦相、魏相。《史记·张仪列传》：张仪通楚，“掠笞数百，不服，释之。其妻曰：‘嘻！子毋读书游说，安得此辱乎？’张仪谓其妻曰：‘观吾舌尚在不？’其妻笑曰：‘舌在也。’仪曰：‘足矣。’”《汉书·蒯通传》：“郦生一士，伏轼掉三寸舌，下齐七十余城。”<a href=\"http://so.gushiwen.org/author_1448.aspx\">颜师古</a>注：“掉，摇也。”⑶“苏秦”句：苏秦，战国时纵横家，洛阳人。倡六国合纵抗秦。《史记·苏秦列传》：“苏秦喟然叹曰：‘此一人之身，富贵则亲戚畏惧之，贫贱则轻易之，况众人乎？且使我有洛阳负郭田二顷，吾岂能佩六国相印乎？”二顷田，全唐<a href=\"http://so.gushiwen.org/view_7857.aspx\">诗</a>本作一顷田。误。<br>⑷“沧浪”二句：《楚辞·渔父》：“渔夫莞尔而笑，鼓枻而去，乃歌曰：‘沧浪之水清兮，可以濯吾缨。沧浪之水浊兮，可以濯吾足。’”<br>⑸“虚作”句：指<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>。<br>⑹“赵有”句：豫让，春秋战国间人。始事范中行氏而不悦，去而投知伯。知伯宠之。及三晋分知氏，赵襄子最怨知伯，而将其头为饮器。豫遁逃，变姓名为刑人，入宫欲刺襄子未果。豫让又漆身为厉，灭须去眉，自刑变容，又吞炭哑音，一再谋刺襄子，均不果。后被兵包围，请求襄子衣而击之，呼曰：“而可以报知伯矣！”遂伏剑而死。事见《战国策·赵策一》。屈平，即屈原。事见《史记·屈原贾生列传》。<br>⑺洗耳：<a href=\"http://so.gushiwen.org/author_3125.aspx\">皇甫谧</a>《高士传》卷上《许由》：“尧又召为九州长，由不欲闻之，洗耳于颖水滨。时其友巢父牵犊欲饮之，见由洗耳，问其故，对曰：‘尧欲召我为九州长，恶闻其声，是故洗耳。’”<br>⑻夷齐：伯夷、叔齐二人。《史记·伯夷列传》：“武王已平殷乱，天下宗周，而伯夷、叔齐耻之，义不食周粟。隐于首阳山，采薇而食之。……遂饿死于首阳山。”<br>⑼“猛虎”句：猛虎，含有苛政之意。看，观察，注意。机上肉，机同几，全唐诗本作几上肉。指案板上的肉。比喻任人宰割者。《新唐书》卷一二○《桓言范传》：“会日暮事遽，言范不欲广杀，因曰：‘（武）三思机上肉尔，留为天子藉手。’”<br>⑽“洪炉”句：洪炉，指天地。《庄子·大宗师》：“今一以天地为大炉，造化为大冶。”《抱朴子·勗学》：“鼓九阳之洪炉，运大钧乎皇极。”引申为陶冶锤炼人才的环境，<a href=\"http://so.gushiwen.org/author_524.aspx\">薛逢</a>《送西川杜司空赴镇》诗：“莫遣洪炉旷真宰，九流人物待陶甄。”铸，熔炼金属以成器。囊中锥，比喻有才能而未展露的人。《史记·平原君列传》：“平原君曰：‘夫贤士之处世也，譬若锥之处囊中，其末立见。……’毛遂曰：‘臣乃今日请处囊中耳。使遂蚤得处囊中，乃颖脱而出，非特其末见也。’”周昙《咏史诗·毛遂》：“不识囊中颖脱锥，功成方信有英奇。”此句意谓熔炼人才的洪炉，不铸就像囊中之锥这样有才能而未展露的人。也即设有使人才脱颖而出的环境。<br>⑾宁武子：王本注云：“岂武子是戚之字耶。”《吕氏春秋·举难篇》：“宁戚欲干齐桓公，穷困无以自进。于是为商旅将任车以至齐，暮宿于郭门之外。桓公郊迎客，夜开门辟任车，……宁戚饭牛居车下，望桓公而悲，击牛角疾歌。桓公闻之，抚其仆之手曰：‘异哉，之歌者非常人也。’命后车载之。”叩角，指击牛角。朱买臣：汉武帝时人，官至会稽太守。《汉书·朱买臣传》：“朱买臣，字翁子，吴人也。家贫，好读书，不治产业。常艾薪樵，卖以给食，担束薪行且诵书。其妻亦负载相随，数止买臣毋歌讴道中。买臣愈益疾歌，妻羞之，求去。买臣笑曰：‘我年五十当富贵，今已四十余矣。汝苦日久，待我富贵报汝功。’妻恚怒曰：‘如公等，终饿死沟中耳，何能富贵？’买臣不能留，即听去。其后买臣独行歌道中，负薪墓间。”背负薪，《乐府诗集》作皆负薪。<br>⑿佯狂，《史记·殷本纪》：“箕子惧，乃佯狂为奴。”佯狂即装疯。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　此<a href=\"http://so.gushiwen.org/view_7857.aspx\">诗</a>可分为四段。每段都是以“笑矣乎”开头。第一段，诗人化用汉代童谣。“直如弦，死道边；曲如钩，反封侯”来讽刺是非错位、黑自颠倒的丑恶社会现实。接着举了战国时张仪、苏秦的例子来说明“直如弦，死道边”、“曲如钩，反封侯”的现象。张仪和苏秦是战国时有名的纵横家。他们凭着三寸不烂之舌，权诈之术，取得了人主的信任。张仪曾作过秦国的丞相，而苏秦却能佩六国相印，成了纵约长。他们都凭着“曲如钩”的本领，成了显赫一时的权贵。如果他抱诚守直，老老实实在家种地的话，说不定他们早就饿死在道边了。<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>的这些诗句，借古讽今，旨在揭露当时国君昏聩，才使得象张仪、苏秦那样朝秦暮楚、反复无常的小人，一个个受宠得势，而象自己守直不阿的人，却只能作阶下囚了。</p> <p>　　由于李白自己将社会看透了，认为不值得为统治者卖命卖力，思想反转为出世。第二段就写出了这种思想的转变。“君不见”四句，借用《楚辞·渔父》的典故，先写那位“避世隐身” 、“欣然自乐”的渔父，后写抱直守忠的<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>。屈原被楚王放逐，行吟泽畔，遇到了隐者渔父。渔父劝他和光同尘，与世推移，而屈原要坚守正义，正道直行，不愿“以身之察察，受物之汶汶”，宁赴湘流，葬身子鱼腹之中，也不愿“以皓皓之自，而蒙世之尘埃。”渔父听完后：“荛尔而笑，鼓枻而去，歌曰：‘沧浪之水清兮，可以濯吾缨；沧浪之水浊兮，可以濯君足’。遂去，不复言。”李白在这里以调侃的口气，表面上是奚落屈原“平生不解谋此身，虚作《离骚》遣人读”，其实骨子里是对现实社会的冷嘲热讽。在“曲如钩”的社会里，正直如屈原的人，是没有立足之地的。还不如学沧浪老人，“避世隐身”为好。</p> <p>　　第三段，诗人运用豫让、屈平、巢父、许由、伯夷、叔齐等古人以不同方式求得“身后名”，深入展开议论。屈平自投汨罗，博得“以身殉国”的美名。豫让，春秋时晋国人，为智伯多次行刺赵襄子未遂而自杀，成为历史上著名的“刺客”。巢父和许由为古代著名隐者，传说尧让天下于许由，许由听后，认为有污自己的耳朵，便逃到颖水边洗耳，当时，巢父正牵犊饮于下流，就责怪许由污其犊口，遂牵犊到上游。伯夷、叔齐为殷朝末年孤竹国君之子，武王伐纣之后，不食周粟而饿死，被孔子称为“古之仁人”。但是，诗人认为这些古人都是为“爱身后名”的奴役，不如“我爱眼前酒”。这个中的妙理在于“饮酒眼前乐”是实实在在的，“身后虚名”则不是。“男儿穷通”自有机遇，不必强求，即使求得“身后名”，死后人们弯腰向你礼拜，你也不知道了。这一“虚”一“实”的反差，正是李白的牢骚话。“自古圣贤皆寂寞，唯有饮者留其名。”（李白《将进酒》）诗人正是以这种惊世骇俗的牢骚话博得千古美名。诗人借用猛虎不屑一顾案头肉和洪炉不熔铸囊中小锥进行类比反衬，表现自己不汲汲于“身后名”的傲骨和大志，嘲笑那些贪图靠“身后名”者不过是些心底狭窄之辈！</p> <p>　　最后一段，又以宁武子和朱买臣宕起一笔。宁武子，即宁戚，春秋齐人，有奇才，隐于商旅，齐桓公夜出巡访，他正在喂牛，并击牛角而歌唱，桓公闻而奇之，委以重任。朱买臣，西汉人，家贫，以卖柴为生，好读书，能朗诵《楚辞》，后被汉武帝征用。诗人用这两个古人的事迹，旨在说明穷通有时，应该顺其自然，从而嘲讽那些被“曲如钩”者迷惑了心窍的当权者，即是遇到宁、朱二人，也不会了解他们，他们也只好去佯狂避世了。</p>",
  "about": "<h2>创作背景</h2> <p>　　至德二载（757），<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>五十七岁。正月，永王军次寻阳，李白下山人幕。作《永王东巡歌十一首》言志抒怀，旨在思抒奇计以济时艰。二月，皇室内讧，兄弟交兵。永王兵败丹阳，李白于乱军中仓皇逃亡，旋陷寻阳狱中。有鸣冤求援之作多首。江南宣慰使崔涣及御史中丞宋若思为李白推覆洗雪,乃获释。</p> <p>　　宋刊本《李太白文集》和宋人<a href=\"http://so.gushiwen.org/author_55.aspx\">郭茂倩</a>的《乐府<a href=\"http://so.gushiwen.org/view_7857.aspx\">诗</a>集》均肯定此诗为李白所作 因李白晚年被诬为永王“附逆”，政治上又毫无出路，甚至于连衣食都发生了困难。<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>说：“不见李生久，佯狂<a href=\"http://so.gushiwen.org/author_1137.aspx\">真可</a>哀。世人皆欲杀，吾意独怜才。”（《不见》）可见，李白所写《笑歌行》为狂怪的讽刺诗，是完全有可能的。</p>",
  "poet": {
    "id": 247,
    "star": 0,
    "name": "李白",
    "image": "http://img.gushiwen.org/authorImg/libai.jpg",
    "desc": "李白（701年－762年），字太白，号青莲居士，唐朝浪漫主义诗人，被后人誉为“诗仙”。祖籍陇西成纪(待考)，出生于西域碎叶城，4岁再随父迁至剑南道绵州。李白存世诗文千余篇，有《李太白集》传世。762年病逝，享年61岁。其墓在今安徽当涂，四川江油、湖北安陆有纪念馆。"
  },
  "tags": [
    "写人",
    "借古讽今"
  ]
}