{
  "id": 70926,
  "star": 299,
  "name": "乡思",
  "dynasty": "宋代",
  "content": "人言落日是天涯，望极天涯不见家。<br>已恨碧山相阻隔，碧山还被暮云遮。",
  "fanyi": "<p><strong>译文</strong><br>人们说，那太阳落山的地方就是天涯，我竭力朝天涯眺望，也没法看到我的家。<br>正在恼恨眼前的青山遮断了我的视线，重重暮云，又把青山密遮。</p> <p><strong>注释</strong><br>⑴落日：太阳落山之地。<br>⑵望极：望极：望尽，极目远望。<br>⑶碧山：这里指青山。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　独自在外，自然充满了对家人的怀念。古<a href=\"http://so.gushiwen.org/view_70926.aspx\">诗</a>中表现乡思，除了听风听雨外，最多的是通过登临送目，寄托悲伤。如唐<a href=\"http://so.gushiwen.org/author_564.aspx\">韦应物</a>的《西楼》云：“高阁一怅望，故园何日归？”<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>《江南送北客因凭寄徐州兄弟书》云：“故园望断欲何如？楚水吴山万里余。”<a href=\"http://so.gushiwen.org/author_655.aspx\">李觏</a>这首绝句，也是通过远望，抒发自己思归的牢愁。</p> <p>　　诗前两句写望，但从望的感受上落笔，不具体写望见些什么。诗人远望时正当黄昏，夕阳西坠，他遥望故乡，故乡不见，远在天涯。这时候，他看到了落日，又想到落日之处就是天涯，然而明明白白地看得见落日，却仍然望不到故乡。这两句，把思家的愁苦表现得很深刻。诗先以落日处即天涯作衬，使后句望不见故乡的失望更重更深，在表现时却不直说，而是通过两个“天涯”的反复吟咏比较，让人从中体会出来。以落日喻天涯，是从《世说新语·夙惠》中得到启发。《世说新语》载：晋元帝曾问明帝：“长安与太阳谁远。”明帝起先回答太阳远，因为没见过有人从太阳那儿来。后来又改口说太阳近，因为“举目见日，不见长安”。后来人们常用这典故，以天涯太阳比喻远。如唐<a href=\"http://so.gushiwen.org/author_113.aspx\">岑参</a>《忆长安曲》云：“东望望长安，正值日初出。长安不可见，喜见长安日。”就是在所忆之处与太阳上做文章。</p> <p>　　落日终于西沉了，暮色从天际酒来，把诗人的视野压迫到近前碧山。三四句即从近处着墨，写诗人凝视碧山的所见所感。“已恨”句转折巧妙，既承接上句，补充说明“不见家”之由，又“暗度陈仓”，由前二句着眼于空间的距离转到着眼于空间的阻隔。故乡不可见，不仅因为距离遥远，还因为路途阻隔，所以通出一个“恨”字来。第三句用“已恨”二字领起，无限感慨已在其中。第四句再递进一层，故乡为碧山阻隔，已令人恨恨不已，何况眼下碧山又被暮云遮掩。诗用“还被”二字唤起，障碍重重，恨重重。再说，山本可用青、绿形容，用青更符合诗的平仄要求，可是诗人却用碧字，大约是因为青、绿较为轻、明，碧较为重、暗，不仅更符合等色苍茫中山的色彩，而且能唤起凝童情绪。而当苍茫的暮色遮掩住碧山，凝重压抑感也就更加强烈。诗至结尾，随着时间的冉冉推移，诗人的视野由远而近、由大而小的逐步收缩，色调的由明而暗的变化，结构上的层层递进，那乡思也就愈来愈浓郁，以致浓得化不开。</p> <p>　　全诗四句，分四层意思，层层深入，不断推进，把思想感情发挥到极致。中国古代诗词作法，有透过一层、加一倍写法。这种写法，有用在一联中的，如<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>《夜闻觱篥》云：“君知天地干戈满，不见江湖行路难。”本意写行路难，再加写遍地战争，行路就更难了。又如<a href=\"http://so.gushiwen.org/author_204.aspx\">李商隐</a>《无题》：“刘郎已恨蓬山远，更隔蓬山一万重。”也是如此。更多的是用若干句透过一层，如宋徽宗《宴山亭·北行见杏花》词：“天遥地远，万水千山，知他故宫何处。怎不思量，除梦里有时曾去。无据，和梦也新来不做。”写思念故宫，故宫不见，转而梦见，最后连梦中也见不到，把感情的波浪重重推向高涨。李觏的这首诗，也是采用了这一手法。</p>",
  "poet": {
    "id": 655,
    "star": 0,
    "name": "李觏",
    "image": "http://img.gushiwen.org/authorImg/dushenyan.jpg",
    "desc": "李觏(1009—1059)，字泰伯，号盱江先生，是我国北宋时期一位重要的哲学家、思想家、教育家、改革家，他生当北宋中期“积贫积弱”之世，虽出身寒微，但能刻苦自励、奋发向学、勤于著述，以求康国济民。他俊辩能文，举茂才异等不中，讲学自给，来学者常数十百人。李觏博学通识，尤长于礼。他不拘泥于汉、唐诸儒的旧说，敢于抒发己见，推理经义，成为 “一时儒宗”。今存《直讲李先生文集》三十七卷，有《外集》三卷附后。为纪念李觏，资溪县建有泰伯公园，塑有李觏雕像，李觏纪念馆正在建设之中。"
  },
  "tags": [
    "古诗三百首",
    "思乡"
  ]
}