{
  "id": 70474,
  "star": 4,
  "name": "杂剧·陶学士醉写风光好",
  "dynasty": "元代",
  "content": "第一折<br>独持忠赤佐君王，保障金陵地一方。江南自古称佳丽，何必区区说大唐？小官姓宋，名齐丘，金陵人氏，见在南唐主人驾下，为丞相之职。俺这后主，天生聪睿，诗词歌赋，品行调丝，风流蕴藉，实乃右文之主。见今中原周世宗升遐，赵点检即位，国号大宋，改元乾德，亲驱戎马，所向无前。如南闽北虏，河东西蜀，望风皆降。惟我江左，不曾加兵。我国亦尝用心防备。近日前路文书行来，宋家遣翰林院学士陶谷，来我国中，索要图籍文书。我想陶谷是个掉弄喉舌之人。况四海未宁，要图籍何用？此人必来以游说为功。我将他机关探破，奏知吾主，则说吾主有疾，不能接见。将陶谷留在馆驿中羁绊住，着每日供给小官，三五日相访一遭。自七月初间至此，今八月将尽。秋露乍零，旅馆萧索。我着金陵太守韩熙载，看他一言一动。略有纤毫破绽，便报与我知道，自有制他的法度。\"非是我好用阴谋，则堤防谗舌如钩。待窥破一些动静，管教他有国难投\"。远离乡土渡横江，入仕南唐佐李王。从来儿女多情处，不是风云气不长。小官姓韩名熙载，官拜升州太守，佐于南唐李主驾下。今奉宋齐丘丞相钧旨，每日供给大宋学士陶谷，今日安排筵席管待。将歌者秦弱兰，乃金陵名妓，席间令其唱曲，看陶学士所守之志何如？乐探。你与我唤将上厅行首秦弱兰来者。理会的。秦弱兰安在？太守老爷呼唤哩。妾身秦弱兰是也。门首有人相唤，我试看咱。哥哥，唤我怎的？太守老爷唤官身哩。我想俺这门户人家，则管里迎宾接客，几时是了也可。<br>【仙吕】【点绛唇】凭着我雾鬓云鬟，黛眉星眼，寻衣饭。则向这酒社诗坛，多少家乔公案。<br>【混江龙】悲欢聚散，二三年经到有百千番。恰东楼饮宴，早西出阳关。兀的般弄月嘲风留客所，便是俺追欢买笑望夫山。这些时迎新送旧，执盏擎盘。怎倒颤钦钦惹的我心儿惮。怕只怕是那罗纰锦旧，莺老花残。<br>大姐，似你这等上官见喜，非同容易也。哥哥，我自幼到今，无个欢喜的前程。造次的可也不敢上门来。<br>【油葫芦】也曾把有魂灵的郎君常放翻，但来的和士刬。可正是烟皮名利大家难。上俺门来。有个比喻。恰便似犬逢饿虎截头涧，更险似军骑羸马连云栈。饶你便会使悭，彻骨奸，则俺这女娘每寄信的鸳鸯简，便是招子弟的引魂幡。<br>【天一乐】常教他一缕儿顽涎湿不乾，丁单，将科派摊。刚刚的对付难上难。脖项上搭上套头，皮面上带上揜眼，怎发付这一千斤铁磨杆。<br>禀老爷，叫将秦弱兰来了。着他过来。秦弱兰，教你来伏事陶学士，你可乖觉着。老爷放心！此事容易。你且躲在一壁，我教你来便来。理会的。左右的，把果桌安排停当，我请陶学士去来。<br>少年文史足三冬，下笔成章气似虹。时人不识君王宠，禅草何因出袖中。小官姓陶名谷，字秀实，襄阳人也，乃晋处士陶潜之后，以进士及第。于周太祖时，曾事钱王俶，颇蒙信任。后因遣入大宋，以观动静，又作宋臣，官授翰林学士，已经三载，不得与俶相会。如今太祖早期，议下江南之策。小官言曰：\"虽尧舜禹汤，兴兵未免有所损益。莫若小臣掉三寸之舌，说李王归降，岂不易哉！\"太祖依臣所奏，先将文书行至升州，随令小官直至南唐，索取图籍文书为由，若见李主，必中说词。自七月至此，今八月将尽，李主抱疾不朝，无由可见。惟宋齐丘丞相，常来驿亭讨论文字。此外升州太守韩熙载，专管供给，甚是尽礼。但我羁留在此，渐入秋深。风光月色，琴韵砧声，不觉感怀，且向亭中闲步一回。这一片素光粉壁，未尝绘画。驿吏取笔砚来，我待学春秋隐语。因而感怀，成十二字，书于此处，料无有解者。川中狗，百姓眼，虎扑儿，公厨饭。左右报复去，说韩太守在此。道有请。太守为何至此？小官领宋丞相钧旨，聊具蔬酌奉献。左右抬过果桌来。将酒来，学士满饮此杯。太守饮一杯。小官更衣咱。张千，唤秦弱兰来。妾身来了。老爷放心者。<br>【后庭花】那学士若见了南唐秦弱兰，更不说西京白牡丹。则消得我席上歌金缕，管取他尊前倒玉山。劝的他尽醉，要他十分欢喜。要欢喜不为难，则着这星眸略瞬盼，教他和骨头都软瘫。<br>学士，筵前无乐，不成欢乐。张千，叫个歌者来，唱一曲伏侍学士。大丈夫饮酒，焉用妇人为？吾不与妇人同食，教他靠后，休要恼怒小官秦弱兰与学士把一杯。这学士好冷脸子也。着动乐者。住了乐声，小官一生不喜音乐，但听音乐头晕脑闷。<br>【金盏儿】我这里觑容颜，待迫攀。嗨！畅好是冷丁丁沉默默无情汉。则见那冬凌霜雪都堆在两眉间，恰便似额颅上挂着紫塞，鼻凹里倘着蓝关。可知道秀才双脸冷，宰相五更寒。<br>这妇人弹的好，吹的好，教他吹弹歌舞，奉学士酒者。老子云：\"五音令人耳聋，五色令人目盲。\"听了他呵，正勾当都做不的了。弱兰唱者。我一生不听音乐。但听了音乐。昏睡三日。靠后。<br>【醉中天】他教莫把瑶筝按，只许凤箫闲。他道是何用霓裳翠袖弯，更休撒红牙板。不教放筵前过盏，几时得酒阑人散？直恁般见不得歌舞吹弹。俗语云：座上若有一点红，斗筲之器盛千钟。座上若无油木梳，烹龙炮凤总成虚。弱兰与学士递一杯。泼贱人靠后，小官一生不吃妇人手内饮食。学士饮一杯，怕做甚么？岂不闻将酒劝人，终无恶意。何怒之有？学士也与他接谈，略抬眼重他一看波。直恁般的，弱兰递酒。靠后！小官乃孔门弟子，放郑声，远佞人。郑声淫，佞人殆。小官平生目不视邪色，耳不听淫声。太守何故三回五次，侮弄小官，是何道理？<br>【金盏儿】他不把话头攀，唬的我毛骨寒，战兢兢把不住台和盏。我这里承欢奉喜两三番。太守见我退后来早台意怒，学士见我向前去早恶心烦。好教我左右没是处，来往做人难。<br>此女子不肯同心，伏侍学士。教妾身怎生是好？天使，只愿你宽恕咱。此妇人无知，靠后！<br>【后庭花】学士你只身在旅邸间，着个甚罗帏锦帐单。学士你德行如颜子，也索要风流仿谢安。我劝你且开颜，须不比寻常风范。你敢越聪明越挂眼。兀那妇人靠后。我头顶儒冠，身穿儒服，乃正人君子。不得无礼。歌者，可再劝酒。太守，小官酒醉失礼。李太白有诗云：\"我醉欲眠君且去，明朝有意抱琴来。\"我待睡些儿咱。学士醉了也。您歌者且回去。理会的。<br>【赚煞】几时捱得酒筵阑，官员散，恨不得目下天昏日晚。唬的那舞女歌儿似受战汗，难施逞乐艺熟闲。弱兰，则要你小心在意者。这其间，春意相关，放着满眼芳菲纵心儿拣。争奈这寻芳人意懒，嬉游的心慢。哎！不是个惜花人休想肯凭栏。<br>学士睡了也，驿吏看着，醒来时伏侍的卧房中去。这一堵素光白壁，谁写字在上头？涴了这壁子。是陶学士写下的。既是陶学士写的，将纸笔来我抄了去。将马来，我回丞相话去也。太守去了。去了。既然太守去了，收拾铺盖，我回后堂中歇息去。<br>　</p> <p>第二折<br>事不关心，关心者乱。今日着韩太守驿亭中管待陶学士去，如何不见来回话？小官韩熙载，奉宋丞相钧旨，着我管待陶学士，着他动静。不想他写下十二个字在墙壁上，被我抄将来。学士。怎生瞒的过我？此乃\"独眠孤馆\"四字。此人客况动矣。陶谷也，你也说不的李主，我直教你还不得家乡。我将此十二字见丞相去。左右报复去，道韩熙载来见。着他过来。昨日席间动静如何？昨日陶学士座中古懒，将秦弱兰正眼不看，被此女子将学士灌醉了。学士睡了，小官出门，见壁上十二字，乃是他写下的。小官抄将来与丞相看。熙载，你比外郡太守不同，况且斯文。此非公衙，私宅之内，将座儿来。太守请坐。小官不敢。何妨！太守。你解此意么？乃春秋战国之时，多有作者，号曰\"隐语\"。说他正大，则看这十二个字上，便见他平日所守。川中狗者，蜀犬也；蜀字看个犬字，是个独字。百姓眼者，民目也；民字着个目字，是个眠字。虎扑儿者，爪子也；爪字着个子字，是个孤字。公厨饭者，官食也；官字着个食字，是个馆字。团句道\"独眠孤馆\"。此人客况动矣。陶谷，你如何瞒的过我？你来要说李主下江南，我直教他还不得乡土。太守你近前来。待十数日后，依吾计行，此人必中吾计矣。陶学士！陶学士！由你千般计较，枉自惹人谈笑。休夸伶俐精详，必定中吾圈套。妾身秦弱兰，为陶学士古忄敞，太守着我今夜狐媚了他呵，便得赏赐；狐媚不的呵，便加罪责。今日天晚，则除是这般。梅香，那香桌完备了么？若论姐姐这等乖觉，料他到的那里。<br>【南吕】【一枝花】我也曾将宣使迎，不似这天臣强。果然道易求无价宝，难得有情郎。他多管是铁石心肠，直恁的难亲傍。一鼻凹衠是雪霜，无情的付粉何郎，冷脸的画眉张敞。<br>【梁州第七】他则是惯受用玉堂金马，不思量月户云窗。则他那古忄敞心甚的唤做鸣珂巷，空那般衣冠济济，状貌堂堂。却为甚偏嫌俺妓女，怕见婆娘？莫不他净了身不辨阴阳？人道这秀才每都不荒唐，偏怎那洞庭湖柳毅传书，谢家庄崔护觅浆，贾充宅韩寿偷香。想我那往常，伎俩，播弄的子弟如翻掌。这个铁卧单我怎窝藏？我自寻思出这个风流俏智量，须要今夜成双。<br>梅香，将香烛来，我烧夜香。小官自从到此，两月有余，不得见唐王，淹留驿亭之中。今夜风清月朗，闲庭寂静，客况萧然，蛩声聒耳，桂子飘香。推开这角门，去这花园内，乘月色观桂花释闷咱。梅香，兀那月下闲行的正是那俫。姐姐，可知是哩。<br>【贺新郎】他去那无人处独步也气昂昂。这公则是阔论高谈，那里知浅斟低唱。我这里潜身躯迸定脸凝睛望：端的是风清月朗，可甚么软玉温香。月色团圆也。他这般更深离馆舍，夜静步回廊。月中桂子宜攀折，苑内凡花不耐看。我猜他莫不劳魂役梦胡思想。魏武帝有诗曰：\"月明星稀，乌鹊南飞。绕树三匝，无枝可依。\"看来正是小官。原来他望天瞻北斗，却不肯和月待西厢。梅香，我烧罢香回去，对此月色，口占一诗。\"隔窗疏雨送秋声，夜夜愁人睡不成。遇此良宵多感慨，清风明月又关情。\"原来有人在柳阴深处吟诗。我过去看咱。梅香，咱回去来。小娘子勿罪。一个好女子也。小娘子高姓，谁氏之家，因甚在此官舍之中？<br>【牧羊关】俺夫主为驿吏身姓张。元来是驿吏的妻子。你是那里人氏？生长在雨浙苏杭。如今你丈夫那里去了？怎想他半路里情绝，他从那二年前身丧。小娘子怎生在此住坐？妾身见如今独自个持着服孝。你多大年纪持服来。我从二十六上守孤孀。敢问小娘，为何这早晚对月吟诗？我自释闷而已，那里是诗。我也则诗句内题秋景，月明中烧夜香。<br>小官乃是大宋使臣陶学士。若小娘子不弃，愿同衾枕。不知小娘子意下如何？妾身守服之妇，不堪陪奉尊官。小娘子何发此言？若心肯时，小官有幸也。<br>【隔尾】我则道他喜居苦志颜回巷，却元来爱近多情宋玉墙。这搭儿厮叙的言问那停当。想昨日在坐上，那些儿势况，苫眼铺眉尽都是谎。<br>小娘子但与小官成其夫妇，终身不敢忘也。学士不弃妾身，残床陋质，愿奉箕帚之欢。小娘子可到官舍中去。小娘子请坐，异日必娶你为正室夫人。妾身有一句话，向学士道破者。<br>【牧羊关】你见我心先顺随了，你可不气长。有句话须索商量：你休将容易恩情，等闲撇漾。他日你做夫人县君哩。我等驷马车为把定物，五花诰是撞门羊。你明日北去人千里，早变做南柯梦一场。<br>小娘子，趁此夜阑人静，成其夫妇。多少是好？则怕你日后不取我呵，被人笑耻。有何表记的物件与我，可为凭信。小娘子将何以为信？<br>【红芍药】他早把绣帏儿簌簌的塞了纱窗，款款的背转银缸，早把我腰款抱揾残妆。羞答答懒弃罗裳，袖稍儿遮了面上。叮曾经这般情况？怀儿中把学士再端详，全无那古忄敞心肠。<br>【菩萨梁州】一刬地疏狂，千般的波浪，诸余的事行。难道是不理会惜玉怜香？一团儿软款那安详，半早儿不显威仪相，引逗的人春心荡。昨日在尊席上那模样，便这般和气春风满画堂，全不见脸似冰霜。学士，告乞珠玉。有！有！写就了也。\"好姻缘，恶姻缘，奈何天。只得邮亭一夜眠，别神仙。琵琶拨尽相思调，知音少。待得鸾胶续断弦，是何年？右调［风光好］。是好高才也。请学士落款。\"翰林陶学士作。\"谢了学士者<br>【三煞】我看了高才词翰华笺上，却为甚不肯烂醉佳人锦瑟傍？可知我把小未的郎君放。他兀的锦绣文章，更做着皇家卿相，被我着个小局段儿早打入天罗网。看这公古忄敞性从来无些雅况，我试与满捧瑶觞。<br>学士，你饮一杯酒者。我吃！我吃！<br>【二煞】你这般当歌对酒销金帐。煞强如扫雪烹茶破草堂。你许下我的休教无承望。此别后水远山长，把美缱绻则怕贵人多忘，则要你经板儿印在心上。当日也是我在尊前不容近傍，假妆好人家便引动情肠。<br>【煞尾】我想这歌台舞袖风流相，怎如大院深宅窈窕娘。也得今朝，这-场。想官司，也不枉。共学士，有情况。再开筵，敢说强。〔风光好〕，是招状。我明白，太守行，决将咱，断觑当。我把那段疋绫罗不希望。我本不乐作娼，则向那烟花簿上勾抹了我的名儿胜如赏。<br>小官回京，决取此女为妻，方是我平生愿足。客中最怕是秋天，虫声砧韵总凄然。今宵幸遇良人妇，美满恩情结好缘。<br><br>第三折<br>小官宋齐丘，与韩熙载定计，处置那陶谷学士，如何不见回话？这早晚敢待来也。安排打凤牢龙计，引起尤云殢雨心。小官韩熙载，不想陶学士被某识破十二字隐语，用些机关，果中其计。我今来回丞相的话。左右报复去，道韩熙载来见。有请！干事如何？此人果中其计，秦弱兰赚了他一篇乐章，亲笔落款，他自将着，今日来回丞相话哩。我料他怎出的咱二人之手。则今日便卧翻羊，摆下果桌，小官就对他说！我唐主病可，今日着俺将着茶饭，来与学士释闷，明日早朝相见。他听的必然欢喜。饮酒之间，唤秦弱兰来歌此乐章，看他怎生说话？太守一壁厢执料茶饭，小官回了主人的话，便到馆驿中来也。谨领钧旨。小官陶学士，昨夜晚间，不意驿吏之妻，与我苟合。我看此女有沉鱼落雁之容，闭月羞花之貌，我许他娶为正室。今日等韩太守来时，我嘱他放此妇人回去，等我日后好来取他。来到这驿亭中。学士恭喜，敢问何喜？学士归有日矣。我主病体颇安，明日早朝，便请相见，这也则完的一场使事，何足为喜？来到这馆驿门首。左右报复去，道某家来了也。学士归有日矣。玉体颇安，请学士明日相见。学士，韩太守是当今文学之上，是任太守，即古之京兆尹。陪坐何如？这也不妨。将酒来，我奉学士一杯。太守一面准备歌儿舞女，教他侑酒，与学士作欢如何？丞相说的是。早已备下了，即当唤来供奉学士。丞相差矣。我辈孔门高弟，何用此辈侑酒？休唤来。学上宽洪大度，何所不容。便唤几个来唱与俺听，学士休听便了。今日筵间。那学士还做古忄敞么！<br>【正宫】【端正好】总然你富才华，高名分，谁不爱翠袖红裙。你看这般东风桃李香成阵，犹兀自难遣东君恨。<br>【滚绣球】人都道秀才每村，不会将女色亲。他每则是识廉耻正心不肯，但出语也做的个郎君。假若是夸谈俺好妇人，则着些俗言语便不真。他每用文章也道的来淹润，则着两句诗说尽精神。裙拖六幅湘江水，髻挽巫山一段云，休道不消魂。<br>你看他比前日又冷脸也。<br>【倘秀才】昨夜个横着片风月胆房中那亲，今日个幽<br>絲着柄冰霜脸人前又狠。空这般苫眼铺眉立那教门。我须索心恭谨，意殷勤，侑尊。<br>上厅行首秦弱兰谨参。学士，此乃金陵数一数二的歌者，与学士递一杯。丞相，小官此一来，非为歌妓酒食而来。奉命索取图书。李主托疾不见，不以我为朝使相待，弃礼多矣。我非比其他学士，奉命南来，使事未完，故令歌者狐媚小官，是何体也？学士息怒，酒乃天之美禄。学士不饮，小官吃几杯。弱兰，你与学士把盏者。理会的。<br>【滚绣球】这酒则是斟八分，学士索是饮一巡，则不要滴留喷噀。靠后些。学士这玳筵间息怒停嗔，你则待点上灯，关上门，那时节举杯丰韵。小官不吃酒，但吃一口，昏睡三日。将过去。这里酒盏儿不肯沾唇，却不道相逢不饮空归去，则这明月清风也笑人，常索教酒满金樽。弱兰，你歌一曲侑觞咱。\"好姻缘，恶姻缘，奈何天。只得邮亭一夜眠，别神仙。琵琶拨尽相思调，知音少。待得鸾胶续断弦，是何年？\"这妇人在我跟前，唱这等淫词艳曲，好生不敬。这也则是风月之词，非为不敬。学士休罪。谁着你唱这等词，教学士怪我？酒散之后，我不道的饶了你哩。<br>【叨叨令】学士写时节有些腔儿韵，妾身讴时节有些词儿顺。不知是何等无知之人，做下此等语句？做时节难诉千般恨，写时节则是三更尽。学士你记得也么哥，你记得也么哥，兀的是亲笔写了牢收顿。这个泼烟花赃诬人。我那里与你会面来？妾身不敢。昨夜蒙大人错爱。<br>【滚绣球】那素衣服是妾身，诈做驿吏妻把香火焚。我诵情诗暗传芳信，向明月中独立黄昏。见学士下砌跟，瞻北辰，转身躯猛然惊问，便和咱燕尔新婚。咱正是武陵溪畔曾相识，今日佯推不认人。道的他满面似烧云。<br>这妇人好无礼也。你故写淫词，展污小官清名。学士，各人笔迹，自家认得。学士，你要推托，听妾身说昨夜之事。<br>【倘秀才】妾身本不肯舒心就亲，学士便做不的先奸后婚。小官昨夜门也不曾出，那里会你来？学士早回过灯光掩上门。小官并无此事，你赃诬我哩！妾身谋成不谋败，学士宜假不宜真，不信不自隐。<br>这妇人虚诈情由。我若是与你相会呵，我便认了有何妨？难道小官直如此忘魂？学士你好无仁义也。<br>【滚绣球】好也啰学士你营勾了人，却便妆忘魂。知他是甚娘情分，你则是憎嫌俺烟月风尘。昨夜个我虽改换的衣袂新，须是模样真。咱只得眼前厮趁，实丕丕与你情亲。你把万般做作千般怒，兀的甚一夜夫妻百夜恩，则是眼里无珍。<br>学士，这小的最老实，不会说谎。老丞相主婚，小官为媒，招学士为金陵秦弱兰女婿。小娘子，是谁教你这等短道儿来？都是太守相公，教妾身这般见识来。学士便娶了秦弱兰何妨？论此女聪明，不玷辱了你。若得与学士成其夫妇，妾之愿也。多谢二位老爷。你与学士把一杯酒者。<br>【三煞】贱妾煞是展污了个经天纬地真英俊，为国于民大宰臣。酒后疏狂，惹此一场是非。贱妾煞不识高低，不知远近，不辨贤愚，不别清浑。这的是天注定的是非，天指引的前程。天匹配的婚姻，咱兀的教太守主婚。可着谁做媒人？则这〔风光好〕是媒人。<br>太守，陶学士见咱识破他就里，羞见咱推醉睡了。秦弱兰，俺上马去也。你等他醒了，看他说甚么。便来回俺的话。他每都去了。都去了。则着你害了我也。怎生我害了你？我本意来说他，反被他算了我。我如今也回不的大宋去，也见不的唐主。我且至杭州寻个前程，却便来取你。古人云：\"十年不识君王面，始信婵娟解误人。\"信斯言也。<br>【二煞】此别后我专想着你玉堂金马怀离恨，谁再与野草闲花作近邻。我今别处寻个前程，便来取你。我等你那取我的轩车，赠咱的官品。我也待显耀乡间，改换我这家门。学士怎肯似那等穷酸饿醋，得一个及第成名，却又早负德辜恩。则要你言而有信，休担阁了少年人。<br>姐姐，你既与我成其夫妇，焉肯负你。久以后夫人县君，必然你做也。<br>【黄钟煞】你可休\"一春鱼雁无音信\"，却教我\"千里关山劳梦魂。\"我和你两情调两意肯，这谐合有气分。我觑了暗地哂，全不见没事狠，绸缪处直恁亲，临相别也怀恨。若还家独门身，被儿底少温存，怕不想旧日人，要圆成要寻问，则这续断鸾胶语句儿真，便是我锦片前程敢可也盼的准。<br>谁想被宋齐丘韩熙载反算了我。小官羞归大宋，耻向汴梁。我有故人钱俶。在杭州为天下兵马大元帅，镇守吴越两浙之地，便宜行事，自放两浙官选。我则索那处寻个前程，再做道理。当年玉殿逞高强，为爱娇容悔这场。自料不能还故国，须当带月走南唐。<br><br>第四折<br>某姓钱名俶，字德厚。自先祖钱镠，世居杭州。唐昭宗时，改杭州为镇海军，封我祖为镇海军节度使，号杭州为衣锦城。梁太祖赐玉带一条，打猎马十疋。唐庄宗赐玉册金印。先祖下世。我父元瓘嗣爵父没之后，某嗣守钱唐。会汴京太祖即位，我故人陶谷劝我归宋，同至汴京。众臣僚上疏五十三道，皆谏太祖留我。太祖不从。我带去的大小将官，陛赏各有等差。后赐一包袱，封裹御押，嘱言曰：\"待尔归后，然后发此观之\"。我回国开视，乃众臣留我之疏。我见之大惊，向北再拜曰：\"臣已心伏陛下，誓守臣节\"。遂留陶谷于宋，为翰林学士。后来差他去说南唐李主，被宋齐丘所算，不敢回去，复来投我。我问其详，他以实告，曾为十二字隐语。被宋齐丘看破，遂泄其机，使秦弱兰为谋以中之。那秦弱兰是江南名妓。近日宋主遣曹彬下江南，收了李唐。有一歌者来至我境，把隘军人，擒来见我，乃秦弱兰也。我与他房屋居住，又与他钱物用度，着本处乐探领去，陶谷尚不知道。我今日推往郊外打围，就湖山堂上排宴，着人请陶学士去了。怎生这早晚这不见来？小官陶谷。自从中了宋齐丘之计，我想那一个聪明女子，临别时相期：我若得志，必然娶你为妻。李白有言：\"美女能疗饥\"。我看着他呵，不吃饭也罢了。我今来两浙，投钱元帅，一见如故。他如今正授天下兵马大元帅，自选两浙官吏。我今在此，寻个前程，只不能勾再见那秦弱兰。今日元帅在湖山堂，较猎相招，我索去走一遭。左右报复去，道小官来了也。学士，某在此湖山堂上，聊备蔬酌，与你等尽欢而散。多谢！多谢！小官偶作一词，望大人斤削。词寄：冰澌乍泮春来早，一夜野梅开了。帘幕风闲人静悄。晓窗梦断，篆烟轻袅，庭院苔痕绕。归期暗卜天涯渺，鱼水云鸿信杳。镜里朱颜惊渐老。不求名利，不思宣召，惟恨知音少\"。好高才也。常言道：筵前无乐。不成欢笑。左右的，叫一个歌者来奉酒。理会的。妾身秦弱兰，今大宋遣曹彬下江南，收伏了李主。妾身避难，来到杭州。多亏钱元帅收留，与我房屋钱物，在此居住。不知俺那陶学士在那里也呵？<br>【中吕】【粉蝶儿】一自当时，向烟花簿豁除了名氏。打叠起狂荡心儿，专等那七香车，五花诰，绝无人至。一路上寻思，莫不他翻悔了这门亲事？<br>【醉春风】我则想学士寄音书，却早是钱王传令旨。他全然不知俺至诚心，消不得半张儿纸，纸。到今日如今，见时相见，是谁不是。<br>禀大王，唤将歌者来了。学士，这歌者原是学士所会的金陵秦弱兰，避难来此。学士且躲在人丛里，看他认得认不得？叫那歌者过来。<br>【迎仙客】我心恐恐入内门，战兢兢步阶址，这里错行了眼前轻是死。如今我也上丹墀，朝帝子。我暗暗地冷笑孜孜，兀良抵多少长亭畔迎宣使。大王叩头。你是秦弱兰，当初怎生认的陆学士来？大王听妾身慢说一遍。<br>【石榴花】他从去年宣命下京师，韩太守接着时。他则是冷丁丁清耿耿并无私，轩昂气志，捻断吟髭。妾身向筵前过盏无迁次，他面皮上刮下冰澌。那妖娆乐妓勤伏侍，他一件件尽推辞。<br>他这等古俶，你如何承应？<br>【斗鹌鹑】他见不的妙舞宫腰，听不的俺清歌皓齿。他席间怎生发怒来？他袖拂了金杯，手推开玉卮。后来又怎生看上你来？妾向馆驿里别妆个美貌姿。俺两个相见时，则他那旧性全无。共妾身新婚燕尔。<br>他既爱上你，曾甚么说话来？<br>【上小楼】他许我夫人位次。妾除了烟花名字。再不曾披着带着。官员祗候，褙子冠儿。你自离了陶学士，再曾迎新送旧么？我这些时，甚的是，茶坊酒肆，每日价冷清清为他守志。秦弱兰，这个是陶学士么？小娘子，兀的不想杀我也。这不是陶学士。<br>【幺篇】他生的端严相貌，尊崇举上。几曾见这般眼暗头昏，地惨天愁，抹泪揉眵。觑绝时，这君子，其实不是，却怎生没半星儿相似。<br>这个既不是，你在这众宫中试看咱。<br>【快活三】我向这金阶下领台旨，教我向百官内暗窥伺。他每都静巉巉齐臻臻显容姿。我猛可里抬头视。<br>【鲍老作】则见他人丛里叠扑着个幽<br>絲々脸儿，<br>\"间别来安乐否陶学士\"，你是何人？扯住我的衣服。从头儿觑这百司，那里有这学冷鼻凹的文章士。我为你离乡背井，抛家失业，来觅男儿，倒把我不瞅不睬，不知不识，相问相思。<br>这女子，你敢错认了也。我非是下等之人，休得无礼。弱兰，你要认的是着。<br>【哨遍】对着这千乘当今帝子，等教我一星星数说你乔行止。我为你截日离了官司，再不当火院家私，便弄针黹。每日价胭憔粉悴，玉减香消，专等你那音书至，今日全无一字。都泪淹破腮颊，病瘦损腰肢。则这腕儿上慢松子的金钏是相知，身儿上宽绰了罗衣是正明师。你这般背约违期，负德辜恩，怎生意思？<br>我那里见你来？休得胡缠。<br>【耍孩儿】枉了我一年独守冰霜志，指望你封妻荫子。我并不想东风卖笑倚门时，毕罗了采笔题诗。再不向泥金扇底歌新曲，日玉堂前舞柘枝。我自离了莺花市，无半星儿点污，一打儿瑕疵。<br>【三煞】你那些假古忄敞原来是妆谎子，你无诚无信无终始。我则道你是铺眉苦眼真君子。你最是昧己瞒心泼小儿，许下俺调琴瑟，今日似难鸣孤掌，不线的单丝。<br>秦弱兰，你既认的是真，你与他自说缘故。<br>【二煞】我正是忒坎坷，自怨咨，九重天忽有君恩至。正是一湾死水全无浪，也有春风摆动时。不甫能寻着尔。大王，这是他亲笔写下的。这是他诳君的招状，亲笔的情词。<br>【煞尾】公堂上坐着相公，阶直下列着武士。我这里尽场分说心间事，拚两个双棒儿阶前觅一个死。住、住、住！秦弱兰留性命，逗你耍哩。姐姐，间别无恙。则被你想杀我也。秦弱兰，陶学士为你回不的汴京。你两口儿且在我杭州居住。等我朝京，见了大宋主人。奏过还着陶学士复旧职。那其间驷马轩车，五花官诰，都是你的。多谢了大王。古人有言：\"乐莫乐兮新相知，悲莫悲兮生别离。\"今日你两个夫妻会合，便当杀羊宰马，做个庆喜筵席。当日个有意江南降李主，故书隐语显文章。岂谓彼中有识者，独眠孤馆早参详。故教此女来狐媚，恼乱春风学士肠。驿亭巧把姻缘结，新词留下好风光。此心愧报难回汴，只得潜身且寄杭。专待君恩重召取，那其间同驾香车入画堂。半世孤高占仕路，一天风月动词场。若道钟情非我辈，因何千载说高唐。<br>题目宋齐丘明识新词藻<br>韩熙载暗遣闲花草<br>正名秦弱兰羞寄断肠诗<br>陶学士醉写风光好",
  "poet": {
    "id": 3091,
    "star": 0,
    "name": "戴善甫",
    "desc": "戴善甫一作戴善夫，元代杂剧作家。生卒年不详。真定(今河北正定)人，江浙行省务官，与《柳毅传书》剧作者尚仲贤同里同僚。作杂剧5种,现存《陶学士醉写风光好》，有《元曲选》等刊本；《柳耆卿诗酒江楼》存部分曲文明沈采《四节记》卷4《陶秀实邮亭记》剧情与《风光好》相同,已佚。"
  },
  "tags": []
}