{
  "id": 69109,
  "star": 114,
  "name": "雨中登岳阳楼望君山",
  "dynasty": "宋代",
  "content": "投荒万死鬓毛斑，生出瞿塘滟滪关。<br>未到江南先一笑，岳阳楼上对君山。</p> <p>满川风雨独凭栏，绾结湘娥十二鬟。<br>可惜不当湖水面，银山堆里看青山。 ",
  "fanyi": "<p><strong>译文</strong><br>投送边荒经历万死两鬓斑斑，如今活着走出瞿塘峡滟滪关。<br>还未到江南先自一笑，站在岳阳楼上对着君山。</p> <p>满江的风雨独自倚靠栏杆，挽成湘夫人的十二髻鬟。<br>可惜我不能面对湖水，只在银山堆里看君山。</p> <p><strong>注释<br></strong>⑴岳阳楼：在湖南岳阳城西门，面临洞庭湖。唐<a href=\"http://so.gushiwen.org/author_149.aspx\">张说</a>谪岳州时所建，宋庆历五年（1045年）<a href=\"http://so.gushiwen.org/author_3086.aspx\">滕宗谅</a>重修，<a href=\"http://so.gushiwen.org/author_510.aspx\">范仲淹</a>为撰《岳阳楼记》。君山：洞庭湖中的一座小岛。<br>⑵投荒：被流放到荒远边地。唐<a href=\"http://so.gushiwen.org/author_1657.aspx\">独孤及</a>《为明州独孤使君祭员郎中文》：“公负谴投荒，予亦左衽异域。”鬓（bìn）毛：鬓发。唐<a href=\"http://so.gushiwen.org/author_368.aspx\">贺知章</a>《回乡偶书》<a href=\"http://so.gushiwen.org/view_69109.aspx\">诗</a>：“少小离家老大回，乡音无改鬓毛衰。”斑：花白。<br>⑶瞿（qú）塘：瞿塘峡，在今重庆市奉节县东，长江三峡之首。滟（yàn）滪（yù）关：滟滪堆是矗立在瞿塘峡口江中的一块大石头，突兀江心，形势险峻。附近的水流得非常急，是航行很危险的地带。古代民谣有“滟滪大如襆，瞿塘不可触”的话。因其险要，故称之为关。生入瞿塘滟滪关：东汉班超从军西域三十一年，年老思归，有“但愿生入玉门关”的话。此用其语。入：一作“出”。<br>⑷江南：这里泛指长江下游南岸，包括作者的故乡分宁在内。<br>⑸川：这里指洞庭湖。<br>⑹“绾结”句：写风雨凭栏时所见君山。绾（wǎn）结：（将头发）向上束起。一作“绾髻”。湘娥：《楚辞·九歌》中的湘君和湘夫人，相传即帝舜二妃娥皇和女英，君山是她们居住的地方。鬟（huán）：发髻。十二鬟：是说君山丘陵起伏，有如女神各式各样的发髻。<br>⑺当：正对着，指在湖面上面对着湖水。<br>⑻银山：一作“银盘”。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　第一首<a href=\"http://so.gushiwen.org/view_69109.aspx\">诗</a>写遇赦归来的欣悦之情。首句写历尽坎坷，九死一生，次句谓不曾想还活着出了瞿塘峡和滟滪关，表示劫后重生的喜悦。三四句进一步写放逐归来的欣幸心情：还没有到江南的家乡就已欣然一笑，在这岳阳楼上欣赏壮阔景观，等回到了家乡，还不知该是如何的欣慰。此诗意兴洒脱，诗人乐观豪爽之情可以想见，映照出诗人不畏磨难、豁达洒脱的情怀。全诗用语精当，感情表述真切。</p> <p>　　诗以望君山一个动作，让读者自己去猜测揣摸，去体会。这样的结尾，与<a href=\"http://so.gushiwen.org/author_515.aspx\">王维</a>《酬张少府》结句“君问穷通理，渔歌入浦深”及<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>《缚鸡行》结句“鸡虫得失无了时，注目寒江倚山阁”相同，都是不写之写，有有余不尽之意。</p> <p>　　第二首诗写凭栏远眺洞庭湖时的感受。“满川风雨”，隐指作者所处的恶劣的政治形势。即使是在这样一个困苦的环境中，他还兴致勃勃地凭栏观赏湖山胜景，足见其胸次之高。次句写凭栏时所得印象，说放眼远望，君山众峰的形状好像湘水女神盘结起的十二个发髻，写出了君山的灵秀之气。三四句推开一步，设想如能在湖风扑面白浪掀天的波心浪峰上，细细观赏君山，当是非常惬意。“银山堆里看青山”，以简洁的笔墨，写出了极为壮丽景观。诗人忧患余生，却能以如此开阔之胸襟，写出如此意气风发的诗句，千载之下，令人钦佩不已。</p> <p>　　独上高褛，可以望洞庭湖；楼在岳阳城西门上，和湖还有一段距离，则在风雨中又不能在“银山堆里看青山”，所以只好出之以想象，而将其认作湘峨鬟髻了。<a href=\"http://so.gushiwen.org/author_197.aspx\">刘禹锡</a>《望洞庭》云：“遥望洞庭山水翠，白银盘里一青螺。”雍陶《望君山》云：“应是水仙梳洗罢，一螺青黛镜中心。”可能给<a href=\"http://so.gushiwen.org/author_268.aspx\">黄庭坚</a>以某种启发，给他提供了想象的依据。</p> <p>　　诗人自绍圣初因修国史被政敌诬陷遭贬，到徽宗即位，政治地位才略有改善。此时从湖北沿江东下，经过岳阳，准备回到故乡去。诗人历经磨难，长途漂泊，旅况萧条，在风雨中独上高楼，所以一方面为自己能够在投荒万死之后平安地通过滟滪天险活着生还而感到庆幸，另一方面回首平生，瞻望前路，又不能不痛定思痛，黯然伤神。因而欣慨交心，凄然一笑。<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>的《六月二十日夜渡海》中“九死南荒吾不恨，兹游奇绝冠平生”，此老真是胸次浩然，早已将一切忧患置之度外，真像<a href=\"http://so.gushiwen.org/author_235.aspx\">关汉卿</a>在套曲《南吕·一枝花·不伏老》中所说的“我却是蒸不烂、煮不熟、槌不匾、炒不爆，响当当一粒铜豌豆”。黄庭坚与之相比，似乎还未能完全忘怀得失。这种气质上的差异，很准确地表现在作品中。</p>",
  "about": "<h2>创作背景</h2> 　　这组<a href=\"http://so.gushiwen.org/view_69109.aspx\">诗</a>作于作者晚年时期。绍圣二年（1095年），<a href=\"http://so.gushiwen.org/author_268.aspx\">黄庭坚</a>被谪官涪州别驾黔州（今四川彭水）安置，进入了一向被称为难于上青天的蜀地。到了元符元年（1098年），再徙戎州（今四川宜宾）。在被流放的六年中，他处逆境而不屈，安然度之。元符三年（1100年），被放还。他于建中靖国元年（1101年）出四川。崇宁元年（1102年），他赴家乡分宁（今江西修水），从湖北沿江东下，途经岳阳，冒雨登岳阳楼，饱览湖光山色，写下这两首诗以表达自己遇赦后的喜悦心情。这时，他已被贬七年，流转在四川湖北一带，环境非常恶劣，又到了对于古人来说算是高龄的五十七岁。据任渊所作黄庭坚诗谱，此二诗手迹有跋云：“崇宁之元（元年，1102年）正月二十三日，夜发荆州，二十六日至巴陵（今岳阳），数日阴雨不可出。二月朔旦，独上岳阳楼。”",
  "poet": {
    "id": 268,
    "star": 0,
    "name": "黄庭坚",
    "image": "http://img.gushiwen.org/authorImg/huangtingjian.jpg",
    "desc": "黄庭坚（1045.8.9-1105.5.24），字鲁直，号山谷道人，晚号涪翁，洪州分宁（今江西省九江市修水县）人，北宋著名文学家、书法家，为盛极一时的江西诗派开山之祖，与杜甫、陈师道和陈与义素有“一祖三宗”（黄庭坚为其中一宗）之称。与张耒、晁补之、秦观都游学于苏轼门下，合称为“苏门四学士”。生前与苏轼齐名，世称“苏黄”。著有《山谷词》，且黄庭坚书法亦能独树一格，为“宋四家”之一。"
  },
  "tags": [
    "古诗三百首",
    "喜悦",
    "登楼",
    "抒情"
  ]
}