{
  "id": 69007,
  "star": 112,
  "name": "长相思·游西湖",
  "dynasty": "宋代",
  "content": "南高峰，北高峰，一片湖光烟霭中。春来愁杀侬。<br>郎意浓，妾意浓。油壁车轻郎马骢，相逢九里松。",
  "fanyi": "<p><strong>译文<br></strong>南有高峰，北也高峰，两峰之间，一片湖光锁在烟霭迷蒙之中。春天来了，面对美好的湖光山色，愁绪万千种。<br>郎的情意浓浓，妾也情意浓浓，妾坐油壁香车，郎骑青骢宝马，记得，在九里松初次相逢。</p> <p><strong>注释</strong><br>长相思：唐教坊曲名，后用为词牌名。因 南朝梁陈 乐府《长相思》而得名。又名《双红豆》、《忆多娇》等。双调三十六字。平韵格为前后阕格式相同，各三平韵，一叠韵，一韵到底；仄韵格如是压仄韵。<br>南高峰，北高峰：杭州西湖诸山中南北对峙的高峰。<br>侬：人。<br>油壁车：四周垂帷幕，用油漆涂饰车壁的香车。<br>九里松：据《西湖志》，唐刺史袁仁敬守杭时，植松于行春桥，西达灵隐、天竺路，左右各三行，每行隔去八九尺，苍翠夹道，人行其间，衣皆绿。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　上片从西湖景物写起。“南高峰，北高峰”二句写山。南北两高峰是西湖诸山中两个风景点。南高峰旧称“高一千六百丈”（今实测为海拔256.9米），风景葱倩，登临远眺，可以把西湖和钱塘江景物尽收眼底。北高峰在南高峰西北，遥遥相对，海拔314米，比南高峰略高。景观与南高峰不相上下。因为两峰景别致，故作者特别拈出，以概括西湖诸山之胜。—这样措词，也是词调格式的原因。</p> <p>　　“一片湖光烟霭中”句写湖。西湖光面约五平方多公里，虽不如洞庭湖、太湖那样壮阔，但水光潋滟，碧波荡漾，也颇为开朗。而且，湖上并非空荡荡的水光一片，白堤和苏堤象绿色的裙带，孤山象一块翡翠玉石；还有那亭台寺阁，桃柳梅荷；湖光如翠，四季宜人。在春天烟霭迷蒙中，就更显得绰约多姿了。</p> <p>　　“春来愁杀侬”句，因景生情。点出“春”说出“愁”。“春”是所写景物的时节，“愁”是景物触发的感情。联系前面三句，意思是说：春天来了，西湖的水光山色，美丽动人，但这却只能引起我的愁思而已。此句十分关键，着此句而以上三句的意思始有着落，着此句而上片的感情意绪始全托出。结拍如此，可谓善始善终。</p> <p>　　过片转入回忆，交待愁思的缘故。“郎意浓，妾意浓”者，郎情妾意都一样的深厚浓郁也；在短促的句子中，连用两个“意”字，两个“浓”字，给人予深刻印象。叠句在词中所具有的积极功能，在此得到了高度的发挥。</p> <p>　　“油壁车轻”二句，是对前面两句的表述，写他们的初次见面。“油壁车轻郎马骢”这一句中有个典故：《苏小小歌》云：“妾乘油壁车，郎骑青骢马；何处结同心？西陵松柏下。”据说，苏小小是南齐钱塘名妓，她常乘着油壁车（四周垂帷幕、用油涂饰车壁的香车）出游，一日，出游时遇到一位骑青骢马（青白色的马）而来的俊男阮郁，两人一见倾心，苏小小就吟了这首<a href=\"http://so.gushiwen.org/view_69007.aspx\">诗</a>，约他到西泠（即西陵）桥畔松柏郁葱处（即她的家）来找她，结为夫妇。这里借用这个故事，来比词中的男女主人公的浓情密意，以突出他们之间的浪漫情调。“九里松”是他们初见的地点，那地方是“钱塘八景”之一，为葛岭至灵隐、天竺间的一段路。唐刺史袁仁敬守杭时，植松于左右各三行，长九里，因此松阴浓密，苍翠夹道，是男女传情达意的好地点。当然，文学作品也允许虚构的，它可以虚构富于诗意的情景；故我们对男女主人公的首次相遇，是否郎骑骢马妾乘车，是否在九里松，都不必过分推敲。总之，下片词意，是女主人公回忆其与所爱的欢会。</p> <p>　　这首词，以西湖景物为背景，上片写现实，下片写回忆；通过叙述回忆中的欢乐以反衬现实中的忧愁，思妇情怀，宛然如见。据词谱，《长相思》为双调三十六字，前后段各四句，三平韵，一叠韵，是最短的词牌之一，要写好实不易。必须有隽永的意味，给读者提供充分的想象余地，实仍属佳作。但它的每句押韵和前后各重叠一个三字句的特点，给人的印象就特别深刻；<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>的“汴水流，泗水流”首，林和靖的“吴山青，越山青”首，正是如此。这首词在这方面工力也不弱，详见上文论述。词的风格自然朴素，毫无斧凿痕迹，似民歌的天籁，如西子的淡妆，实仍佳作。</p>",
  "about": "<h2>创作背景</h2> 　　在<a href=\"http://so.gushiwen.org/author_202.aspx\">康与之</a>仅存的三十八首词中，情韵深长的作品不少，他尤擅于写少妇离情。这首《长相思》，就是比较突出的一首。此词《花庵词选》题作《游西湖》，但重点不在写景写游玩之欢，而是触景怀人。",
  "poet": {
    "id": 202,
    "star": 0,
    "name": "康与之",
    "image": "http://img.gushiwen.org/authorImg/kangyuzhi.jpg",
    "desc": "康与之字伯可，号顺庵，洛阳人，居滑州（今河南滑县）。生平未详。陶安世序其词，引与之自言：“昔在洛下，受经传于晁四丈以道，受书法于陈二丈叔易。”建炎初，高宗驻扬州，与之上《中兴十策》，名振一时。秦桧当国，附桧求进，为桧门下十客之一，监尚书六部门，专应制为歌词。绍兴十七年（1147），擢军器监，出为福建安抚司主管机宜文字。桧死，除名编管钦州。二十八年，移雷州，再移新州牢城，卒。"
  },
  "tags": [
    "西湖",
    "回忆"
  ]
}