{
  "id": 20309,
  "star": 21,
  "name": "秦王饮酒",
  "dynasty": "唐代",
  "content": "秦王骑虎游八极，剑光照空天自碧。<br>羲和敲日玻璃声，劫灰飞尽古今平。<br>龙头泻酒邀酒星，金槽琵琶夜枨枨。 <br>洞庭雨脚来吹笙，酒酣喝月使倒行。<br>银云栉栉瑶殿明， 宫门掌事报一更。<br>花楼玉凤声娇狞，海绡红文香浅清， <br>黄鹅跌舞千年觥。<br>仙人烛树蜡烟轻，清琴醉眼泪泓泓。",
  "fanyi": "<p><strong>译文</strong><br>秦王骑着猛虎般的骏马，巡游八方，武士们的宝剑照射得天空一片碧光。<br>命令羲和敲着太阳开道，发出玻璃声响，劫火的余灰已经散尽，国家太平呈祥。<br>大壶的龙头倾泻着美酒，请来了酒星，弦架镶金的琵琶夜间弹得枨枨响。<br>像落在洞庭湖上的雨点，那是乐人吹笙，秦王酒兴正浓，喝令月亮退行。<br>银白色的浮云辉映得整齐的宫殿亮晶晶，宫门上报时的人已经报了一更。<br>灯火辉煌的楼上，歌女们的声音娇弱乏困，绡纱红衣轻轻飘动，散发出淡淡的清芬。<br>一群黄衣女郎舞蹈着，高举酒杯祝寿歌颂。<br>仙人形的烛树光芒四射，轻烟濛濛，嫔妃们心满意足，一双双醉眼清泪盈盈。</p> <p><strong>注释</strong><br>⑴秦王：一说指唐德宗<a href=\"http://so.gushiwen.org/author_1455.aspx\">李适</a>（kuò），他做太子时被封为雍王，雍州属秦地，故又称秦王，曾以天下兵马元帅的身份平定史朝义，又以关内元帅之职出镇咸阳，防御吐蕃。一说指秦始皇，但篇中并未涉及秦代故事。一说指唐太宗<a href=\"http://so.gushiwen.org/author_582.aspx\">李世民</a>，他做皇帝前是秦王。<br>⑵“秦王”二句：写秦王威慑八方，他的剑光把天空都映照成碧色。<br>⑶羲和：传说中为太阳驾车的神。《淮南子·天文训》：“爰止羲和，爰息六螭。”注释说：“日乘车，驾以六龙，羲和御之。”敲日：说他敲打着太阳，命令太阳快走。因太阳明亮，所以<a href=\"http://so.gushiwen.org/view_20309.aspx\">诗</a>人想象中的敲日之声就如敲玻璃的声音。<br>⑷劫灰：劫是佛经中的历时性概念，指宇宙间包括毁灭和再生的漫长的周期。劫分大、中、小三种。每一大劫中包含四期，其中第三期叫做坏劫，坏劫期间，有水、风、火三大灾。劫灰飞尽时，古无遗迹，这样一来无古无今，所以称之为“古今平”。王琦认为这里是借指“自朱泚、李怀光平后，天下略得安息”。<br>⑸龙头：铜铸的龙形酒器。据《北堂书钞》载：唐太极宫正殿前有铜龙，长二丈。又有铜樽，容积四十斛。大宴群臣时，将酒从龙腹装进，由龙口倒入樽中。酒星：一名酒旗星。《晋书·天文志》说天上下班酒旗星，主管宴饮。<br>⑹金槽：镶金的琵琶弦码。枨枨：琵琶声。<br>⑺雨脚：密集的雨点。这句说笙的乐音像密雨落在洞庭湖上的声音一样。<br>⑻银云：月光照耀下的薄薄的白云朵。栉栉：云朵层层排列的样子。瑶殿：瑶是玉石。这里称宫殿为瑶殿，是夸张它的美丽豪华。<br>⑼宫门掌事：看守宫门的官员。一更：一作“六更”。<br>⑽花楼玉凤：指歌女。娇狞：形容歌声娇柔而有穿透力。狞字大约是当时的一种赞语，含有不同寻常之类的意思。<br>⑾海绡：鲛绡纱。《述异记》云出于南海，是海中鲛人所织。红文：海绡上绣的红色花纹。香浅清：清香幽淡的气息。<br>⑿黄娥跌舞：可能是一种舞蹈。千年觥：举杯祝寿千岁。<br>⒀仙人烛树：雕刻着神仙的烛台上插有多枝蜡烛，形状似树。⒁清琴：即青琴，传说中的神女。这里指宫女。泪泓泓：眼泪汪汪，泪眼盈盈。 </p>",
  "shangxi": "<h2>赏析</h2> <p>　　<a href=\"http://so.gushiwen.org/author_349.aspx\">李贺</a>写<a href=\"http://so.gushiwen.org/view_20309.aspx\">诗</a>，题旨多在“笔墨蹊径”之外。他写古人古事，大多用以影射当时的社会现实，或借以表达他的郁闷的情怀和隐微的意绪。没有现实意义的咏古之作，在他的集子里是很难找到的。这首诗题为“秦王饮酒”，却“无一语用秦国故事”（王琦《李长吉诗歌汇解》），因而可以判定它写的不是秦始皇。诗共十五句，分成两个部分，前面四句写武功，后面十一句写饮酒，重点放在饮酒上。诗人笔下的饮酒场面是“恣饮沉湎，歌舞杂沓，不卜昼夜”（姚文燮《昌谷集注》）。诗中的秦王既勇武豪雄，战功显赫，又沉湎于歌舞宴乐，过着腐朽的生活，是一位功与过都比较突出的君主。唐德宗<a href=\"http://so.gushiwen.org/author_1455.aspx\">李适</a>正是这样的人。这首诗是借写秦王的恣饮沉湎，隐含对德宗的讽喻之意。</p> <p>　　前四句写秦王的威仪和他的武功，笔墨经济，形象鲜明生动。首句的“骑虎”二字极富表现力。虎为百兽之王，生性凶猛，体态威严，秦王骑着它周游各地，人人望而生畏。这样的词语把抽象的、难于捉摸的“威”变成具体的浮雕般的形象，使之更具有直观性。次句借用“剑光”显示秦王勇武威严的身姿，十分传神，却又如羚羊挂角，香象渡河，无形迹可求。“剑光照天天自碧”，运用夸张手法，开拓了境界，使之与首句中的“游八极”相称。第三句“羲和敲日玻璃声”，注家有的解释为“日月顺行，天下安平之意”；有的说是形容秦王威力大，“直如羲和之可以驱策白日”。因为秦王剑光照天，天都为之改容，羲和畏惧秦王的剑光，惊惶地“敲日”逃跑了。第四句正面写秦王的武功。由于秦王勇武绝伦，威力无比，战火扑灭了，劫灰荡尽了，四海之内呈现出一片升平的景象。</p> <p>　　天下太平，秦王洋洋得意，不再励精图治，而是沉湎于声歌宴乐之中，过着花天酒地的生活。从第五句起都是描写秦王寻欢作乐的笔墨。“龙头泻酒邀酒星”极言酒喝得多。一个“泻”字，写出了酒流如注的样子；一个“邀”字，写出了主人的殷勤。“金槽琵琶夜枨枨”形容乐器精良，声音优美。“洞庭雨脚来吹笙”描述笙的吹奏声飘忽幽冷，绵延不绝。“酒酣喝月使倒行”是神来之笔，有情有景，醉态可掬，气势凌人。这位秦王饮酒作乐，闹了一夜，还不满足。他试图喝月倒行，阻止白昼的到来，以便让他尽情享乐，作无休无止的长夜之饮。这既是显示他的威力，又是揭示他的暴戾恣睢。</p> <p>　　“银云栉栉瑶殿明，宫门掌事报一更”。五更已过，空中的云彩变白了，天已经亮了，大殿里外通明。掌管内外宫门的人深知秦王的心意，出于讨好，也是出于畏惧，谎报才至一更。过去的本子都作“一更”，清代吕种玉《言鲭》引作“六更”，“六更”似太直，不如“一更”含义丰富深刻，具有讽刺意味。尽管天已大亮，饮宴并未停止，衣香清浅，烛树烟轻，场面仍是那样的豪华绮丽，然而歌女歌声娇弱，舞伎舞步踉跄，妃嫔泪眼泓泓，都早已不堪驱使了。在秦王的威严之下，她们只得强打着精神奉觞上寿。“青琴醉眼泪泓泓”，诗歌以冷语作结，气氛为之一变，显得跌宕生姿，含蓄地表达了惋惜、哀怨、讥诮等等复杂的思想感情，余意无穷。 </p>",
  "about": "<h2>创作背景</h2> 　　<a href=\"http://so.gushiwen.org/author_349.aspx\">李贺</a>生平的大部分时间处于唐德宗在位时期。唐德宗<a href=\"http://so.gushiwen.org/author_1455.aspx\">李适</a>功过都很突出。他即位以前，曾以兵马元帅的身分平定史朝义之乱，又以关内元帅的头衔出镇咸阳，抗击吐蕃；即位后，见祸乱已平，国家安泰，便纵情享乐。",
  "poet": {
    "id": 349,
    "star": 0,
    "name": "李贺",
    "image": "http://img.gushiwen.org/authorImg/lihe.jpg",
    "desc": "李贺（约公元791年-约817年），字长吉，汉族，唐代河南福昌（今河南洛阳宜阳县）人，家居福昌昌谷，后世称李昌谷，是唐宗室郑王李亮后裔。有“诗鬼”之称，是与“诗圣”杜甫、“诗仙”李白、“诗佛”王维相齐名的唐代著名诗人。著有《昌谷集》。李贺是中唐的浪漫主义诗人，与李白、李商隐称为唐代三李。有“‘太白仙才，长吉鬼才’之说。李贺是继屈原、李白之后，中国文学史上又一位颇享盛誉的浪漫主义诗人。李贺长期的抑郁感伤，焦思苦吟的生活方式，元和八年（813年）因病辞去奉礼郎回昌谷，27岁英年早逝。"
  },
  "tags": [
    "写人",
    "讽喻"
  ]
}