{
  "id": 48732,
  "star": 15,
  "name": "采桑子·平生为爱西湖好",
  "dynasty": "宋代",
  "content": "平生为爱西湖好，来拥朱轮。富贵浮云，俯仰流年二十春。<br>归来恰似辽东鹤，城郭人民，触目皆新，谁识当年旧主人？",
  "fanyi": "<p><strong>译文<br></strong>我平生因为喜爱西湖的风光美妙，所以到这里任最高地方长官（朱轮为古代贵官所乘的车），可富贵像浮云一样地过去了，不知不觉已过了二十个春天。<br>这次归来，就像离家千年才化鹤归来的仙人丁令威，无论是城郭、人民等等，一切都是过去所未见。有谁还能认得当年的旧主人——曾任当地长官的我啊！</p> <p><strong>注释<br></strong>⑴采桑子：词牌名，又名丑奴儿，罗敷媚等。双调四十四字，上下阙各四句三平韵。<br>⑵朱轮：古制，太守所乘之车，以朱漆涂轮。作者曾任颖州知州故以太守自比。<br>⑶富贵浮云：即富贵于我如浮云的意思。<br>⑷二十春：作者由离任颖州到退休归颖，正好二十个年头。<br>⑸辽东鹤：晋陶潜《搜神后记》：“丁令威，本辽东人，学道于灵虚山。后化鹤归辽，集城门华表柱。时有少年，举弓欲射之。鹤乃飞，徘徊空中而言曰：‘有鸟有鸟丁令威，去家千年今始归。城郭如故人民非，何不学仙冢累累。’遂高上冲天。今辽东诸丁云其先世有升仙者，但不知名字耳。”喻久别重归而叹世事变迁，或喻人去世，或指鹤。唐<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>《卜居》：“归羡辽东鹤，吟同楚执硅。”。<br>⑹城郭人民：比喻人事沧桑。<br>⑺触目：目光所及。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这是《采桑子》第十首，与前九首仁要写景物、叙游赏不同，这一首主要是抒情，而且抒发的感情已不限于“西湖”它既像是颖州西湖组词的抒情总结，又蕴含着更大范围的人生感慨。</p> <p>　　词的开头两句，就是追述往年知颍州的这段经历。这里特意将“拥朱轮”知颍州和“爱西湖”联系起来，是为了突出自己对西湖的爱早有渊源，故老而弥笃；也是为了表现自己淡泊名利、寄情山水的夙志。</p> <p>　　“富贵浮云，俯仰流年二十春”，突然从过去“来拥朱轮”一下子拉回到眼前。这二十来年中，他从被贬谪外郡到重新起用、历任要职（担任过枢密副使、参知政事等高级军政、行政职务），到再度受黜，最后退居颍州，不但个人在政治上屡经升沉，而且整个政局也有很大变化，因此他不免深感功名富贵正如浮云变幻，既难长久，也不必看重了。“富贵浮云”用孔子“富贵于我如浮云”之语，这里兼含变幻不常与视同身外之物两层意思。从“ 来拥朱轮”到“俯仰流年二十春”，时间跨度很大，中间种种，都只用“富贵浮云”一语带过，许多难以明言也难以尽言之意尽在其中了。</p> <p>　　“归来恰似辽东鹤。”过片点明视富贵如浮云以后的“归来”，与上片起首“来拥朱轮”恰成对照。“辽东鹤”用丁令威化鹤归来的传说，事见《搜神后记》。</p> <p>　　“城郭人民，触目皆新，谁识当年旧主人？”这三句紧承上句，一气直下，尽情抒发世事沧桑之感。这里活用典故，改成“城郭人民，触目皆新”与<a href=\"http://so.gushiwen.org/author_197.aspx\">刘禹锡</a>贬外郡二十余年后再至长安时<a href=\"http://so.gushiwen.org/view_48732.aspx\">诗</a>句“不改南山色，其余事事新”用意相同，以突出世情变化，从而逼出末句“谁识当年旧主人”。<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>自己，是把颍州当作第二故乡的。但人事多变，包括退居颍州后“谁识当年旧主人”的情景，又不免使他产生一种怅惘与悲凉之感。</p> <p>　　此词以清新质朴、自然流畅的诗化语言和清疏隽朗的风格，抒写了词人二十年前知颍州及归颍州而引发的人生感慨。但这词在晚唐五代以来的文人词中，却几乎是绝响。因为欧阳修的这首词，可以说是完全诗化了。特别是下片，运用故典。化用成语，一气蝉联，略无停顿，完全是清新朴素自然流畅的诗歌语言。这种清i疏隽朗的风格、对后来的苏词有明显影响。</p>",
  "about": "<h2>创作背景</h2> 　　宋仁宗皇祐元年（1049年），<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>移知颍州，“爱其民淳讼简而物产美，土厚水甘而风气和，于是慨然已有终焉之意也。迩来俯仰二十年间······思颍之念未尝少忘于心，而意之所存亦时时见于文字也”（《思颍<a href=\"http://so.gushiwen.org/view_48732.aspx\">诗</a>后序》）。并与<a href=\"http://so.gushiwen.org/author_131.aspx\">梅尧臣</a>相约，买田于颍，以便日后退居。宋英宗治平四年（1067年），欧阳修出知亳州，特意绕道颍州，“盖将谋归休之计也。乃发旧稿，得自南京以后诗十余篇，皆思颖之作，以见予拳拳于颖者非一日也” （《思颍诗后序》）。数年后，终于以观文殿学士、太子少师致仕，得以如愿归居颍州。几次游览后，创作了《采桑子》十首。",
  "poet": {
    "id": 561,
    "star": 0,
    "name": "欧阳修",
    "image": "http://img.gushiwen.org/authorImg/ouyangxiu.jpg",
    "desc": "欧阳修（1007－1072），字永叔，号醉翁，晚号“六一居士”。汉族，吉州永丰（今江西省永丰县）人，因吉州原属庐陵郡，以“庐陵欧阳修”自居。谥号文忠，世称欧阳文忠公。北宋政治家、文学家、史学家，与韩愈、柳宗元、王安石、苏洵、苏轼、苏辙、曾巩合称“唐宋八大家”。后人又将其与韩愈、柳宗元和苏轼合称“千古文章四大家”。"
  },
  "tags": [
    "追忆",
    "感慨",
    "怅惘"
  ]
}