{
  "id": 65298,
  "star": 22,
  "name": "忆故人·烛影摇红",
  "dynasty": "宋代",
  "content": "烛影摇红，向夜阑，乍酒醒、心情懒。尊前谁为唱《阳关》，离恨天涯远。<br>无奈云沉雨散。凭阑干、东风泪眼。海棠开后，燕子来时，黄昏庭院。",
  "fanyi": "<p>译文<br>夜阑人静，我从沉醉中醒来，独自对着微微摇动的烛光，黯然神伤。我不禁回忆昨夜在送别的酒席上，我为他唱起的《阳关三叠》。而现在，他已离我远去，让我的离愁别恨追随他直到天涯。<br>我深感无奈，往日欢愉已烟消云散。清晨起来，我凭栏远眺，不见他的踪迹。一阵东风吹来，我不由悲从中来，泪如潮涌。就这样痴痴凝望。不知不觉已黄昏，海棠花已谢，燕子正归巢。夕阳下，庭院更显凄清寂寞。</p> <p>注释<br>1.忆故人：词牌名。王词原为小令，或名《忆故人》。五十字，前片二仄韵，后片三仄韵。周作演为慢曲，《梦窗词集》入“大石调”。九十六字，前后片各五仄韵。后为“烛影摇红”。<br>2.夜阑：夜深。<br>3.尊前：在酒樽之前。指酒筵上。<br>4.阳关：即《阳关曲》。<a href=\"http://so.gushiwen.org/author_515.aspx\">王维</a><a href=\"http://so.gushiwen.org/view_65298.aspx\">诗</a>：“西出阳关无故人。阳关，古关名，今甘肃敦煌县西南。古曲《阳关三叠》，又名《阳关曲》，以王维《送元二使安西》诗引申谱曲，增添词句，抒写离情别绪。因曲分三段，原诗三反，故称“三叠”。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这首《忆故人》词意与调名相仿佛，为代言体形式，写的是一个痴情女子对故人的忆念。全词深情谴绻，感人至深。 </p> <p>　　首四句写女主人公深夜酒醒时的情景。“烛影摇红”，写的是夜间洞房深处的静态：当时夜阑人静，万籁俱寂，女主人公刚刚酒醒，睁开惺忪的醉眼看看室内，只觉得空荡荡的、静悄悄的，唯有一枝孤零零的蜡烛摇着红色的光焰。“长”字状静定空气中之麝烟，似目前：“摇”字形容微风中之烛光，亦分明可睹。后来<a href=\"http://so.gushiwen.org/author_354.aspx\">汤显祖</a>《牡丹亭》烛影摇红，意趣盎然引人遐想。“向夜阑”，是说临近天晓。张相《<a href=\"http://so.gushiwen.org/view_65298.aspx\">诗</a>词曲语辞汇释》卷三说：“向，犹临也。”“夜阑”，是说夜将残尽。更深夜阑之际，女主人公宿酒初醒，神思慵怠。着一“懒”字，写出了她心情之失意落拓。虽未言“忆”，而回忆之意已隐然逗出。“尊前”二句，才开始落到忆字上。这里的倒叙不是平铺直叙地回忆，而是人物抒情时将往事自然而然地带出来，这样就比客观地描述要生动得多，感人得多。“尊前谁为唱《阳关》”，说的是饯别故人之时，她无可奈何地唱了一曲送别之歌。至此，可知她的“酒醒”乃是饯别时喝醉了的，前呼后应，针脚绵密。“谁为”二字，饱含着幽怨。她虽然唱了《阳关》，但又是懊悔，又是怨恨，充满了自怨自艾的情绪，至于为何，又不点透，这样此句便更含蓄蕴藉，耐人寻味。“离恨天涯远”，蝉联上句，意境又进一步拓开。大凡词中写离情的，常常说“魂梦绕天涯”，此处女主人公本睡中，却直接用了“离恨”，这就避免了落套。此词不主故常，刬尽华藻，直抒胸臆，纯以情语见长。离恨远至天涯，表明她的思绪也跟踪故人而去，其情之深挚，露于言表。 </p> <p>　　下片起句用了一个典故，暗示幽会之后，故人音讯杳然。<a href=\"http://so.gushiwen.org/author_358.aspx\">宋玉</a>《高唐赋序》云：“妾巫山之阳，高丘之阻，旦为朝云，暮为行雨，朝朝暮暮，阳台之下。”暗示楚怀王遇巫山神女，成为后世文人骚客寄迹青楼的代称。“云沉雨散”，暗示词中女主人公乃是一名青楼女子。而冠以“无奈”二字，则加强了感情色彩，似乎可以听到这名不幸的青楼女子的叹息声。 </p> <p>　　以下几句时间跨度较大，即从夜阑酒醒，到这时的倚阑远眺，再到黄昏时的庭院。这长长的过程中，她几乎无时无刻不思量。此词意境空灵幽丽。<a href=\"http://so.gushiwen.org/author_268.aspx\">黄庭坚</a>云：“晋卿（<a href=\"http://so.gushiwen.org/author_690.aspx\">王诜</a>字）乐府，清丽幽远，工江南诸贤季孟之间，”（《词林纪事》卷五引）以这段评语来衡量此词，也颇为恰切。从这几句，可以想见女主人公斜倚阑干，凝神远望的神态。她那双盈盈泪眼饱含着离情别绪，饱含着怨恨和忧思。“东风”二字，勾勒出她特定的氛围中苦盼的神情，丰神独具，颇有韵味。 　 </p> <p>　　词最后以景语作结。“海棠开后”，是说花落春残，象征女子的芳华易逝，境已惨矣：“燕子来时”，是以归燕反衬故人之未归，激发和增添女子之离思，情更凄然。此处化用<a href=\"http://so.gushiwen.org/author_432.aspx\">晏殊</a>《破阵子》之“燕子来时新社，梨花落后清明。”把“梨花”易为“海棠”，并压缩为一联四言偶句，以更为凝炼的词笔表现人物的伤春之感和念远之情。这两个并列的句子一写花，一写鸟，原为两景，接着“黄昏庭院”一句，便把两景融合一个统一的意境中，自然浑成，思致渺远，<a href=\"http://so.gushiwen.org/author_1137.aspx\">真可</a>谓语尽而意不尽，意尽而情不尽。</p>",
  "about": "<h2>创作背景</h2> <p>　　按照常例，抒情词的主人公往往是词人自己，可是在唐宋中也有很多事代言体。宋词为应歌而作，而歌者多为女性。为了使演唱逼真，所以在词中不少词人往往以女性的角度去写景、状物、抒情。这首词中便是词人<a href=\"http://so.gushiwen.org/author_690.aspx\">王诜</a>以一个女子的角度写对故人的忆念。</p>",
  "poet": {
    "id": 690,
    "star": 0,
    "name": "王诜",
    "image": "http://img.gushiwen.org/authorImg/wangshen.jpg",
    "desc": "王诜（1048-1104后），北宋画家。字晋卿，太原（今属山西）人，后徙开封（今属河南）。熙宁二年（1069年）娶英宗女蜀国大长公主，拜左卫将军、驸马都尉。元丰二年，因受苏轼牵连贬官。元祐元年（1086）复登州刺史、驸马都尉。擅画山水，学王维、李成，喜作烟江云山、寒林幽谷，水墨清润明洁，青绿设色高古绝俗。亦能书，善属文。其词语言清丽，情致缠绵，音调谐美。存世作品有《渔村小雪图》《烟江叠嶂图》《溪山秋霁图》等。"
  },
  "tags": [
    "婉约",
    "女子",
    "怀念"
  ]
}