{
  "id": 52795,
  "star": 497,
  "name": "多丽·咏白菊",
  "dynasty": "宋代",
  "content": "小楼寒，夜长帘幕低垂。恨萧萧、无情风雨，夜来揉损琼肌。也不似、贵妃醉脸，也不似、孙寿愁眉。韩令偷香，徐娘傅粉，莫将比拟未新奇。细看取、屈平陶令，风韵正相宜。微风起，清芬酝藉，不减酴醿。 <br>渐秋阑、雪清玉瘦，向人无限依依。似愁凝、汉皋解佩，似泪洒、纨扇题诗。朗月清风，浓烟暗雨，天教憔悴度芳姿。纵爱惜、不知从此，留得几多时。人情好，何须更忆，泽畔东篱。",
  "fanyi": "<p><strong>译文</strong><br>长夜里，虽然放下了帘幕，小楼上依旧寒气逼人。可恨那萧萧飒飒的无情风雨，在夜里摧残着如玉的白菊。 看那白菊，不似杨贵妃的微红醉脸，也不似孙寿的娇柔愁眉。韩令偷香，徐娘傅粉，他们的行径都不能拿来与白菊相比。细细看着，<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>和陶令，孤傲高洁的品性正与白菊相宜。微风吹起，白菊的清香蕴藉，丝毫不亚于淡雅的荼蘼。<br>秋天将尽，白菊愈发显得雪清玉瘦，似向人流露出它无限依恋的惜别情怀。你看它似忧愁凝聚，在汉皋解佩；似泪洒于纨扇题<a href=\"http://so.gushiwen.org/view_52795.aspx\">诗</a>。有时是明月清风，有时是浓雾秋雨，老天让白菊在日益憔悴中度尽芳姿。我纵然爱惜，但不知从此还能将它留下多少时候。唉！世人如果都晓得爱护、欣赏，又何须再去追忆、强调屈原和<a href=\"http://so.gushiwen.org/author_645.aspx\">陶渊明</a>的爱菊呢？</p> <p><strong>注释</strong><br>⑴多丽：词牌名，一名“鸭头绿”，一名“陇头泉”，139字。此词是《漱玉词》中最长的一首。<br>⑵潇潇：疾厉的风雨声。一作“萧萧”。<br>⑶琼肌：指花瓣像玉一般的白菊。<br>⑷贵妃醉脸：唐李浚《松窗杂录》记载，中书舍人李正封有咏牡丹花诗云：“天香夜染衣，国色朝酣酒。”唐明皇很欣赏这两句诗，笑着对他的爱妃<a href=\"http://so.gushiwen.org/author_1039.aspx\">杨玉环</a>说：“妆镜台前，宜饮以一紫金盏酒，则正封之诗见矣。”此句意谓：杨贵妃醉酒以后的脸蛋儿，就像李正封诗中的牡丹花那样娇艳动人。<br>⑸孙寿愁眉：《后汉书·梁冀传》：“妻孙寿，色美而善为妖态，作愁眉、啼妆、堕马髻、折腰步、龋齿笑，以为媚惑。”<br>⑹韩令偷香：韩令，指韩寿。《晋书·贾充传》谓：韩寿本是贾充的属官，美姿容，被贾充女贾午看中，韩逾墙与午私通，午以晋武帝赐充奇香赠韩寿，充发觉后即以女嫁韩。<br>⑺徐娘傅粉：徐娘，指梁元帝的妃子徐昭佩。《南史·梁元帝徐妃传》：“妃以帝眇一目，每知帝将至，必为半面妆以俟，帝见则大怒而去。”傅粉：此处当指徐妃“为半面妆”之故实。一说傅粉指何晏之事。《三国志·曹爽传》注引《魏略》称何晏“美姿仪，面至白，平日喜修饰，粉白不去手”，人称“傅粉何郎”。<br>⑻看取：看着。取，语助词。<br>⑼屈平陶令：屈平是屈原的名，字原，又自名正则，字灵均。陶令：指陶渊明，一名潜，字元亮，曾任彭泽令。<br>⑽蕴藉（yùn jiè）：宽和有涵容。<br>⑾酴醾（tú mí）：即荼蘼，花名，初夏开白色花。<br>⑿秋阑：秋深。<br>⒀瘦：一作“度”。<br>⒁汉皋（gāo）解佩：汉皋，山名，在今湖北襄阳西北。佩：古人衣带上的玉饰。《太平御览》卷八〇三引《列仙传》云：“郑交甫将往楚，道之汉皋台下，有二女，佩两珠，大如荆鸡卵。交甫与之言，曰：‘欲子之佩’二女解与之。既行返顾，二女不见，佩亦失矣。”此处当指男子有外遇。<br>⒂纨（wán）扇题诗：纨扇，细绢制成的团扇。<a href=\"http://so.gushiwen.org/author_119.aspx\">班彪</a>之姑<a href=\"http://so.gushiwen.org/author_652.aspx\">班婕妤</a>，有才情，初得汉成帝宠爱，后为赵飞燕所谮，退处东宫。相传曾作《怨歌行》：“新裂齐纨素，皎洁如霜雪。裁为合欢扇，团团似明月。出入君怀袖，动摇微风发。常恐秋节至，凉风夺炎热。弃捐箧笥中，恩情中道绝。”这种被弃女子的慨叹，称为婕妤之叹或婕妤之悲。<br>⒃泽畔东篱：指代屈原、陶潜二位爱菊的诗人。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　在<a href=\"http://so.gushiwen.org/author_536.aspx\">李清照</a>的词中，“花”是出现得最多的意象。她笔下的花，不仅有人的情志，如“宠柳娇花”（《念奴娇·萧条庭院》），“梅心惊破”（《孤雁儿·藤床纸帐朝眠起》）；而且有眉、腮，如“柳眼梅腮”（《蝶恋花·暖雨晴风初破冻》）；有肌骨，如“玉骨冰肌”（《瑞鹧鸪·双银杏》）；因而也有肥瘦，如“绿肥红瘦”（《如梦令·昨夜雨疏风骤》）。菊花纤细，这里就用“揉损琼肌”来描写菊花的纤纤玉骨。然后进一步用四个历史人物来作类比反衬。贵妃醉脸，是对牡丹的比喻。李正封《咏牡丹》有“国色朝酣酒，天香夜染衣”，唐玄宗认为可比杨妃醉酒（见《松窗杂录》）。作者通过铺陈贵妃、孙寿、韩令、徐娘等典故，来说明白菊既不似杨妃之富贵丰腴，更不似孙寿之妖娆作态。其香幽远，不似韩寿之香异味袭人；其色莹白，不似徐娘之白，傅粉争妍。她是屈子所餐，陶潜所采。<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>《离骚》有“朝饮木兰之坠露兮，夕餐秋菊之落英”；<a href=\"http://so.gushiwen.org/author_645.aspx\">陶渊明</a>《饮酒》之五有“采菊东篱下，悠然见南山”。细赏此花，如对直臣高士，香淡风微，清芬酝藉，不减于酴釄。酴釄，即荼蘼花，花黄如酒，开于春末。</p> <p>　　下片续写，用一“渐”字表示时间推移，秋阑菊悴。“雪清玉瘦”呼应“揉损琼肌”，紧扣白菊在风雨中挣扎自立从开到谢的神态。这里不说人对残菊的依恋，反说菊愁凝泪洒，依依惜别。用<a href=\"http://so.gushiwen.org/author_652.aspx\">班婕妤</a>“汉皋解佩”的典故，以“秋扇见捐”自喻。这两个典说的都是得而复失、爱而遭弃的失落、捐弃的悲哀。怅惘之情，融入朗月清风，浓烟暗雨之中，又通过这既清朗、又迷离的境界具象化。同时，它又暗示了，菊既不同流俗，就只能在此清幽高洁，又迷蒙暗淡之境中任芳姿憔悴。</p> <p>　　词人不胜惜花、自惜之情，倒折出纵使怜爱之极，亦不能留花片时。情不能堪处，忽宕开作旷达语：只要人情自适其适，应时菊赏，且休忆他屈子忠贞，行吟泽畔；陶潜放逸，采菊东篱。</p>",
  "about": "<h2>创作背景</h2> <p>　　此词当为<a href=\"http://so.gushiwen.org/author_536.aspx\">李清照</a>前期的作品。陈祖美《李清照简明年表》：宋徽宗崇宁三年（1104年），李清照为党祸之松紧所左右，时居汴京，时返济南原籍。作《小重山》《多丽》等。一说此词作于大观元年（1107年）。</p>",
  "poet": {
    "id": 536,
    "star": 0,
    "name": "李清照",
    "image": "http://img.gushiwen.org/authorImg/liqingzhao.jpg",
    "desc": "李清照（1084年3月13日～1155年5月12日）号易安居士，汉族，山东省济南章丘人。宋代（南北宋之交）女词人，婉约词派代表，有“千古第一才女”之称。所作词，前期多写其悠闲生活，后期多悲叹身世，情调感伤。形式上善用白描手法，自辟途径，语言清丽。论词强调协律，崇尚典雅，提出词“别是一家”之说，反对以作诗文之法作词。能诗，留存不多，部分篇章感时咏史，情辞慷慨，与其词风不同。有《易安居士文集》《易安词》，已散佚。后人有《漱玉词》辑本。今有《李清照集校注》。"
  },
  "tags": [
    "咏物",
    "白菊",
    "惜花"
  ]
}