{
  "id": 62315,
  "star": 19,
  "name": "祝英台近·除夜立春",
  "dynasty": "宋代",
  "content": "翦红情，裁绿意，花信上钗股。残日东风，不放岁华去。有人添烛西窗，不眠侵晓，笑声转、新年莺语。 <br>旧尊俎。玉纤曾擘黄柑，柔香系幽素。归梦湖边，还迷镜中路。可怜千点吴霜，寒销不尽，又相对、落梅如雨。",
  "fanyi": "<p><strong>译文</strong><br>　　剪一朵红花，载着春意。精美的花和叶，带着融融春意，插在美人头上。斜阳迟迟落暮，好像要留下最后的时刻。窗下有人添上新油，点亮守岁的灯火，人们彻夜不眠，在笑语欢声中，共迎新春佳节。回想旧日除夕的宴席，，美人白暂的纤手曾亲自把黄桔切开。那温柔的芳香朦胧，至今仍留在我的心中。我渴望在梦境中回到湖边，那湖水如镜，使人留连忘返，我又迷失了路径，不知处所。可怜吴地白霜染发点点如星，仿佛春风也不能将寒霜消融，更何况斑斑发发对着落梅如雨雪飘零。</p><p><strong>注释</strong><br>①花信：花信风的简称，犹言花期。<br>②钗股：花上的枝权。<br>③残日：指除岁。<br>④侵晓：指天亮。<br>⑤新年莺语：<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a><a href=\"http://so.gushiwen.org/view_62315.aspx\">诗</a>：“莺入新年语。” <br>⑥尊俎：古代盛酒肉的器具。俎：砧板。<br>⑦玉纤擘黄柑：玉纤，妇女手指；擘黄柑，剖分水果。擘（bāi）：分开，同“掰”。<br>⑧幽素：幽美纯洁的心地。 <br>⑨镜中路：湖水如镜。<br>⑩吴霜：指白发。<a href=\"http://so.gushiwen.org/author_349.aspx\">李贺</a>《还自会吟》：“吴霜点归发。” </p>",
  "shangxi": "<h2>赏析二</h2> <p>　　“每逢佳节倍思亲”，这是人之常情。除夕，恰恰又逢立春，浪迹异乡的游子，心情之难堪，正是“一年将尽夜，万里未归人”。这首词上片极为烘托节日的欢乐气氛，从而反衬自己的凄苦。 </p> <p>　　先写立春。“剪红情，裁绿意，花信上钗股。”“红情”、“绿意”指红花、绿叶。赵彦昭《奉和对圣制立春日侍宴内殿出剪彩花应制》<a href=\"http://so.gushiwen.org/view_62315.aspx\">诗</a>：“花随红意发，叶就绿情新”。花信，指花信风，应花期而来的风。立春，人们剪好红花绿叶，作成春幡，插鬓戴发，以应时令。春风吹钗股，象是吹开了满头花朵。“花信上钗股”，着一“上”字，运笔细腻，可与温飞卿词“玉钗头上风”（《菩萨蛮》）媲美，似比辛稼轩词“美人头上，袅袅春幡”（《汉宫春》）更显风流。 </p> <p>　　再写除夕守岁。“残日东风，不放岁华去。”夕阳亦像人一样，对即将逝去的一年恋恋不舍，不肯轻易落山，同时东风又带来了春的讯息，给人新的希望。这两句已有除旧迎新之意，切合“除夜立春”的题意。“放”用字尤其贴切，显示出梦窗炼字的功夫。 </p> <p>　　“有人添烛西窗，不眠侵晓，笑声转、新年莺语。”终于，除夕之夜降临，守岁的人们彻夜不眠，剪烛夜话，笑声不绝，在莺啼声中迎来了新春的清晨。“新年莺语”，援用<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>“莺入新年语”（《伤春》）诗意。 </p> <p>　　以上的一切，欢欢喜喜，均为客居他乡者的耳闻目睹，其人心境之孤寂愁苦，自在不言中了。周围的热闹与欢乐更加反衬出作者的寂寞和哀伤，而且使这份寂寞的哀伤更让人难以承受。这位客居、有家难归的人，失去了与亲人团圆之乐，真是“花无人戴，酒无人劝，醉也无人管”（无名氏《青玉案》）啊。 </p> <p>　　上片渲染了浓厚的节日气氛，不能不唤起下片对温馨家庭生活的回忆。陈洵评此词云：“前阕极写人家守岁之乐，全为换头三句追摄远神。”（《海绡说词》） </p> <p>　　换头云：“旧尊俎，玉纤曾擘黄柑，柔香系幽素。”尊俎：古代盛酒肉的器皿，借指宴席。词人仿佛回到了昔日除夕之夜的家宴上，美人用纤纤玉手为自己破开黄橙，那幽香似乎还萦绕在周围。回忆及此，当然别是一番滋味。上片以景之可喜反衬处境之可悲，人之欢乐反衬己之愁苦，此处又以昔之温馨反衬今之凄苦。 </p> <p>　　对往事的追忆、神往，终于走进了梦境。而相隔既久，山水迢递，过去的美好回忆，连梦中也难以追寻了：“归梦湖边，还迷境中路。”湖水如镜，梦影朦胧，难觅归路。往事散如轻烟，徒增无穷怅惘而已。 </p> <p>　　往事如烟，而今，与谁相对呢？“可怜千点吴霜，寒销不尽，又相对、落梅如雨。”吴霜，用<a href=\"http://so.gushiwen.org/author_349.aspx\">李贺</a>《还自会稽歌》字面：“吴霜点归鬓。”此时是春风吹融了冰雪，可是永远不能销去飞上鬓角的寒霜，已经够可悲的了；更何况，落梅如雨，斑斑白发与点点白梅相对，这岂不令人凄绝！杜甫咏梅诗意：“江边一树垂垂发，朝夕催人自白头。”与此词意趣相一致。</p> <p>　　梦窗此词委曲含蓄，欲藏还露，颇得清真风神，而其抒情笔触又了然可寻。吴梅论梦窗词云：“貌观之，雕缋满眼，而实有灵气行乎其间。细心吟绎，觉味美于方回，引人入胜，既不病其晦涩，亦不见其堆垛。”（《词学通论》）自是研讨有得之言。真情实感是艺术的生命。有真情流贯其间，则无论表现为何种形式与风格，都有其动人之处。此词后半，愈来愈奇。 </p> <p>　　“归梦湖边，还迷镜中路”，意境的幽深冷峭，词中少见，唯白石名句“淮南皓月冷千山，冥冥归去无人管”（《踏莎行》），可与比照。歇拍处，情意的痛切，设想的妙巧，堪与东坡咏榴花词“若待得君来向此，花前对酒不忍触。共粉泪、两簌簌（《虞美人》）前后相映生辉。</p><br/><h2>赏析一</h2> 　　除夕恰遇立春，真非常有之事。本应颇感无限喜悦，可是对于客中的游子来说，所引发的却是无限感伤。此词上阕开头写立春日，姑娘们戴上花，显示出百花将开的消息。四、五两句对于除夕夜又是立春日也发出喜悦的一笑。“有人”以下三句写人们在欢笑中迎来新年。下阕第一句“旧尊俎”为追忆。主人公缅怀佳人除夕夜与己分享黄柑的细节，但当年良辰毕竟早已如梦，以下又是写景。“千点吴霜”乃是词人“两鬓清霜”的夸张性写照，它将景物描写与肖像描写结合在一起。“落梅如雨”也是写景抒情，情景交融，给人留下怅远而又迷蒙的审美感受。",
  "about": "<h2>简评</h2> 　　这是节日感怀、畅抒旅情之作。时值除夜，又是立春，一年将尽，新春已至，而客里逢春，未免愁寂，因写此词。上片写除夕之夜“守岁”的欢乐。下片写对情人的思念，追忆旧日和情人共聚，抒写旧事如梦的怅恨。“归梦”以写相思，“湖边”乃词人与情侣幽约之地，梦归湖边，一片湖光如镜，幻境恍惚，没有寻到情侣，反而迷失了离魂的归路，传达出词人一片失落的怅惘。全词以眼前欢乐之景，回忆中往日之幸福突出现境的孤凄感伤鲜明，笔致婉曲，深情感人。<br/><h2>创作背景</h2> 　　除夕，恰恰又逢立春，浪迹异乡的游子，心情之难堪，正是“一年将尽夜，万里未归人”。这首词即是<a href=\"http://so.gushiwen.org/author_670.aspx\">吴文英</a>于除夕日有感而作。查吴文英生平后期，只宋宝四年（1256年）年正月初一为立春之日。“除夜立春”相合，故此词当系于是年。",
  "poet": {
    "id": 670,
    "star": 0,
    "name": "吴文英",
    "image": "http://img.gushiwen.org/authorImg/wuwenying.jpg",
    "desc": "吴文英（约1200～1260），字君特，号梦窗，晚年又号觉翁，四明（今浙江宁波）人。原出翁姓，后出嗣吴氏。与贾似道友善。有《梦窗词集》一部，存词三百四十余首，分四卷本与一卷本。其词作数量丰沃，风格雅致，多酬答、伤时与忆悼之作，号“词中李商隐”。而后世品评却甚有争论。"
  },
  "tags": [
    "婉约",
    "春节",
    "写景",
    "感伤",
    "怀人"
  ]
}