{
  "id": 31751,
  "star": 51,
  "name": "利州南渡",
  "dynasty": "唐代",
  "content": "澹然空水对斜晖，曲岛苍茫接翠微。<br>波上马嘶看棹去，柳边人歇待船归。<br>数丛沙草群鸥散，万顷江田一鹭飞。<br>谁解乘舟寻范蠡，五湖烟水独忘机。",
  "fanyi": "<p><strong>译文<br></strong>夕阳正斜照在空阔的水面上，曲折的小岛连接翠绿的群山。<br>江面上传来马的嘶鸣看船归，柳荫下的人们等待着船靠岸。<br>广阔沙草从中群鸥四处飞散，万顷江田上空孤鹭展翅飞翔。<br>谁能像范蠡一样乘着小木船，在辽阔的江湖上面自由飘荡。</p> <p><strong>注释<br></strong>⑴利州：唐代属山南西道，治所在今四川广元，嘉陵江流经其西北面。南渡：指渡嘉陵江。<br>⑵澹（dàn）然：水波闪动的样子。对：一作“带”。<br>⑶翠微：指青翠的山气。<br>⑷“波上”句：指未渡的人，眼看着马鸣舟中，随波而去。波上：一作“坡上”。棹（zhào）：船桨，代指船。<br>⑸“数丛”句：指船过草丛，惊散群鸥。<br>⑹范蠡（lǐ）：字少伯，春秋时楚国人，为越大夫，从越王勾践二十余年，助勾践灭吴国后，辞官乘舟而去，泛于五湖，莫知所终。<br>⑺五湖烟水：据《吴越春秋》称，范蠡功成身退，乘扁舟出入三江五湖，没人知道他最终到哪里去了。五湖，指太湖和它附近的几个湖，这里泛指江湖。忘机：旧谓鸥鹭忘机，这里有双关意，指心愿淡泊，与人无争。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　<a href=\"http://so.gushiwen.org/view_31751.aspx\">诗</a>人来到了嘉陵江畔，首先映入眼帘的是，开阔清澄的江面，波光粼粼而动，夕阳映照在水中，闪烁不定；起伏弯曲的江岛和岸上青翠的山岚在斜晖的笼罩下，一片苍茫。这一联写江景，交待了行程的地点和时间：日暮时江边渡口。因为诗写的就是渡江情景，所以首联从此着笔，起得非常自然。颔联紧承上联，写人马急欲渡江的情形：渡船正浮江而去，人渡马也渡，船到江心，马儿扬鬃长鸣，好像声音出于波浪之上；未渡的人（包括诗人自己）歇息在岸边的柳荫下，等待着渡船从彼岸返回。这两联所写景物都是诗人待渡时岸边所见，由远而近，由江中而岸上，由静而动，井然有序。</p> <p>　　接下来，颈联写渡江，船过沙滩，惊散了草丛中成群的鸥鸟；回望岸上，江田万顷，一只白鹭在自由自在地飞翔。这一联巧用数量词，不但属对工稳，而且深化了诗境。群鸥栖息沙草之间，可见天时向晚，飞鸟归巢，所以万顷江田之上只有一鹭飞翔。这幅色彩鲜明的画面强烈地渲染了江边的清旷和寂静。后来<a href=\"http://so.gushiwen.org/author_536.aspx\">李清照</a>《如梦令·常记溪亭日暮》中有“争渡，争渡，惊起一滩欧鹭”的词句，其境界正与此联上句所展示的画面相类似，而下句江田白鹭的空阔悠深和<a href=\"http://so.gushiwen.org/author_515.aspx\">王维</a>的“漠漠水田飞白鹭”（《积雨辋川庄作》）更是神韵同出。</p> <p>　　前面三联描绘了一幅宁静而充满生机的利州南渡图，作为餬口四方、疲于奔走的诗人摹然置身于这样的环境，不能不触景生情，遐想联翩。所以尾联偶然兴起了欲学范蠡急流勇退，放浪江湖的愿望。这两句的言外之意是，自己便有淡泊遗世，忘却机心之志，也没有人能够理会。</p> <p>　　<a href=\"http://so.gushiwen.org/author_415.aspx\">温庭筠</a>的诗中曾有“自笑谩怀经济策，不将心事许烟霞”（《郊居秋日有怀一二知己》）的自负与自嘲，这里却浩然有归隐之志，实际上是失意后的无奈之语。“独忘机”，其实并不能忘机。这一点和范蠡也是共通的。范蠡是因越王勾践难共安乐才辞官隐遁的。所以，两个人都可谓是极有机心的人。</p> <p>　　这首诗描写行旅在利州南渡时的所见所感，景物描写江中，岸上交递着墨，层次分明，色彩清丽，静中有动，栩栩如生，特别是颈联，是被人们传诵的写景名句。最后触景兴感，自然真切。全诗八句，无不与“水”相关，但清隽而不堆砌。在章法上，此诗别具一格，不落俗套。按照律诗的一般规律，前后四联，起承转合，各有所归。此诗前三联却递相承接，景物描写得很充分，意境幽远淡雅。尾联由写景转而遐思，但仍从“舟”、“水”絻结，以致转中有合，脉络依然清晰完整。有人说，温庭筠的以山水、行旅为题材的诗多感慨深切，气韵清澈，以这首诗来看，确实如此。</p>",
  "about": "<h2>创作背景</h2> 　　<a href=\"http://so.gushiwen.org/author_415.aspx\">温庭筠</a>一生政治上很失意，不仅屡次应试不中，而且因为语言多犯忌讳，开罪了皇帝和宰相（唐宣宗和令狐绹），长被摈抑，只好到处流转，做一个落魄漂泊的才子。这首<a href=\"http://so.gushiwen.org/view_31751.aspx\">诗</a>是温庭筠行旅于利州（治今四川广元）渡江时所作。",
  "poet": {
    "id": 415,
    "star": 0,
    "name": "温庭筠",
    "image": "http://img.gushiwen.org/authorImg/wentingyun.jpg",
    "desc": "温庭筠（约812—866）唐代诗人、词人。本名岐，字飞卿，太原祁（今山西祁县东南）人。富有天才，文思敏捷，每入试，押官韵，八叉手而成八韵，所以也有“温八叉”之称。然恃才不羁，又好讥刺权贵，多犯忌讳，取憎于时，故屡举进士不第，长被贬抑，终生不得志。官终国子助教。精通音律。工诗，与李商隐齐名，时称“温李”。其诗辞藻华丽，秾艳精致，内容多写闺情。其词艺术成就在晚唐诸词人之上，为“花间派”首要词人，对词的发展影响较大。在词史上，与韦庄齐名，并称“温韦”。存词七十余首。后人辑有《温飞卿集》及《金奁集》。"
  },
  "tags": [
    "唐诗三百首",
    "渡江",
    "山水",
    "抒怀"
  ]
}