{
  "id": 36927,
  "star": 32,
  "name": "孤雁二首·其二",
  "dynasty": "唐代",
  "content": "几行归塞尽，念尔独何之。<br>暮雨相呼失，寒塘欲下迟。<br>渚云低暗度，关月冷相随。<br>未必逢矰缴，孤飞自可疑。",
  "fanyi": "<p><strong>译文</strong><br>几阵齐飞的旅伴，全部回到了塞上，<br>只有你这孤雁，不知独自飞向何方。<br>暮雨中，你悲凄地呼唤丢失的伙伴，<br>你想栖息，却又迟疑畏惧不下寒塘。<br>渚上低暗，你孤独地穿越过了云层；<br>只有关山的冷月，伴随你孤苦凄凉。<br>虽然你未必会遭暗算，把生命葬丧，<br>只是失群孤飞，毕竟叫人疑惧恐慌。</p> <p><strong>注释</strong><br>（1）之：往。<br>（2）失：失群。<br>（3）渚：水中的小洲。<br>（4）缯缴：指矰缴。猎取飞鸟的工具。缴，即在短箭上的丝绳。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　一联写同伴归尽，只有大雁独自飞翔，写“离群”切题。二联写孤雁神态，先写失群原因，再写失群后的仓皇。三联写失群的苦楚。尽管振羽奋飞，仍然是只影无依，凄凉寂寞。四联写疑虑受箭丧生，表达<a href=\"http://so.gushiwen.org/view_36927.aspx\">诗</a>人的良好愿望和矛盾心情。徐培均认为，这首诗“字字珠玑，没有一处是闲笔；而且余音袅袅，令人回味无穷，可称五律诗中的上品。”</p> <p>　　这是一只悲伤而执着的孤雁：它不饮，不啄，只是一个劲儿飞着，叫着，追寻它的同伴。诗人同情失群的孤雁，其实是融入了自己的思想感情。</p> <p>　　这首诗题名《孤雁》，全篇皆实赋孤雁，“诗眼”就是一个“孤”字。一个“孤”字将全诗的神韵、意境凝聚在一起，浑然天成。</p> <p>　　为了突出孤雁，首先要写出“离群”这个背景。所以诗人一开头便说：“几行归塞尽，念尔独何之？”作者本是江南人，一生中常在巴、蜀、湘、鄂、秦、陇一带作客，多天涯羁旅之思。此刻想是站在驿楼上，极目远望：只见天穹之下，几行鸿雁，展翅飞行，向北而去。渐渐地，群雁不见了，只留下一只孤雁，在低空盘旋。我们从“归塞”二字，可以看出雁群是在向北，且又是在春天；因为只有在春分以后，鸿雁才飞回塞外。这两句中，尤应注意一个“行”字，一个“独”字。有了“行”与“独”作对比，孤雁就突现出来了。“念尔”二字，隐蕴诗人同情之心。古人作诗，往往托物寓志，讲究寄兴深微。“念尔”句写得很妙，笔未到而气已吞，隐隐地让一个“孤”字映照通体，统摄全局。“独何之”，则可见出诗人这时正羁留客地，借孤雁以写离愁。</p> <p>　　颔联“暮雨相呼失，寒塘欲下迟”，是全篇的警策。第三句是说失群的原因，第四句是说失群之后仓皇的表现，既写出当时的自然环境，也刻画出孤雁的神情状态。时间是在晚上，地点是在寒塘。暮雨苍茫，一只孤雁在空中嘹嘹呖呖，呼寻伙伴。那声音是够凄厉的了。它经不住风雨的侵凌，再要前进，已感无力，面前恰有一个芦叶萧萧的池塘，想下来栖息，却又影单心怯，几度盘旋。那种欲下未下的举动，迟疑畏惧的心理，写得细腻入微。可以看出，作者是把自己孤凄的情感熔铸在孤雁身上了，从而构成一个统一的艺术整体，读来如此逼真动人。诚如近人俞陛云所说：“如<a href=\"http://so.gushiwen.org/author_685.aspx\">庄周</a>之以身化蝶，故入情入理，犹咏鸳鸯之‘暂分烟岛犹回首，只渡寒塘亦并飞’，替鸳鸯着想，皆妙入毫颠也。”（《诗境浅说》）颈联“渚云低暗度，关月冷相随”，是承颔联而来，写孤雁穿云随月，振翅奋飞，然而仍是只影无依，凄凉寂寞。“渚云低”是说乌云逼近洲渚，对孤雁来说，便构成了一个压抑的、恐怖的氛围，孤雁就在那样惨澹的昏暗中飞行。这是多么令人担忧呵！这时作者是在注视并期望着孤雁穿过乌云，脱离险境。“关月”，指关塞上的月亮，这一句写想象中孤雁的行程，虽非目力所及，然而“望尽似犹见”，倾注了对孤雁自始至终的关心。这两句中特别要注意一个 “低”字，一个“冷”字。月冷云低，衬托着形单影只，就突出了行程的艰险，心境的凄凉；而这都是紧紧地扣着一个“孤”字。唯其孤，才感到云低的可怕；唯其只有冷月相随，才显得孤单凄凉。</p> <p>　　诗篇的最后两句，写了诗人的良好愿望和矛盾心情。“未必逢矰缴，孤飞自可疑”，是说孤雁未必会遭暗箭，但孤飞总使人易生疑惧。从语气上看，象是安慰之词──安慰孤雁，也安慰自己；然而实际上却是更加耽心了。因为前面所写的怕下寒塘、惊呼失侣，都是惊魂未定的表现，直到此处才点明惊魂未定的原因。一句话，是写孤雁心有余悸，怕逢矰缴。诗直到最后一句“孤飞自可疑”，才正面拈出“孤”字，“诗眼”至此显豁通明。诗人飘泊异乡，世路峻险，此诗以孤雁自喻，表现了他孤凄忧虑的羁旅之情。</p> <p>　　清人刘熙载说：“五言无闲字易，有余味难。”（《艺概·诗概》）崔涂这首《孤雁》，字字珠玑，没有一处是闲笔；而且余音袅袅，令人回味无穷，可称五言律诗中的上品。</p>",
  "poet": {
    "id": 435,
    "star": 0,
    "name": "崔涂",
    "desc": "崔涂（854～?），字礼山，今浙江富春江一带人。唐僖宗光启四年（888）进士。终生飘泊，漫游巴蜀、吴楚、河南，秦陇等地，故其诗多以飘泊生活为题材，情调苍凉。《全唐诗》存其诗1卷。"
  },
  "tags": [
    "唐诗三百首",
    "羁旅",
    "孤独",
    "写鸟",
    "组诗"
  ]
}