{
  "id": 10202,
  "star": 12,
  "name": "登百丈峰二首",
  "dynasty": "唐代",
  "content": "朝登百丈峰，遥望燕支道。<br>汉垒青冥间，胡天白如扫。<br>忆昔霍将军，连年此征讨。<br>匈奴终不灭，寒山徒草草。<br>唯见鸿雁飞，令人伤怀抱。</p> <p>晋武轻后事，惠皇终已昏。<br>豺狼塞瀍洛，胡羯争乾坤。<br>四海如鼎沸，五原徒自尊。<br>而今白庭路，犹对青阳门。<br>朝市不足问，君臣随草根。 ",
  "fanyi": "<p><strong>译文<br></strong>早上登上百丈峰，远眺那燕支山道。<br>高山上，汉兵遗留下来的堡垒高耸入云天；胡地的天空旷远苍茫。<br>遥想当年霍将军，连年在此征讨匈奴。<br>匈奴终究没能灭绝，这孤寒的高山空自承受着这些纷乱的事实。<br>如今只见大雁高飞而过，此情此景更令人感慨伤怀。</p> <p>晋武帝轻忽继承人的培养和选拔之事，没有废除惠帝；惠帝登基后，晋朝终于陷入了一片混乱之中。<br>中原地区豺狼当道，胡人常常南下入侵。<br>全国陷入水深火热之中，胡人们妄自称尊。<br>现在白庭地区还冲着青阳门的方向。<br>名利之场的事是不值得去追问的，且看那晋朝的君臣，无非都与草根同朽罢了。</p> <p><strong>注释<br></strong>⑴百丈峰：山名，在今甘肃武威。<br>⑵燕支：山名，亦名焉支山，古时在匈奴境内，位于今甘肃山丹东。唐<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>《<a href=\"http://so.gushiwen.org/author_830.aspx\">王昭君</a>》<a href=\"http://so.gushiwen.org/view_10202.aspx\">诗</a>之一：“燕支长寒雪作花，蛾眉憔悴没胡沙。”王琦注引《元和郡县志》：“燕支山，一名删丹山，在丹州删丹县南五十里。东西百馀里，南北二十里，水草茂美，与祁连同。”<br>⑶汉垒：汉军营垒。青冥：形容青苍幽远。指青天。《楚辞·九章·悲回风》：“据青冥而摅虹兮，遂倏忽而扪天。”王逸注：“上至玄冥，舒光耀也。所至高眇不可逮也。”<br>⑷胡天：指胡人地域的天空；亦泛指胡人居住的地方。唐<a href=\"http://so.gushiwen.org/author_113.aspx\">岑参</a>《白雪歌送武判官归京》：“北风卷地白草折，胡天八月即飞雪。”<br>⑸霍将军：指西汉抗击匈奴的名将霍去病。<br>⑹此：一作“北”。<br>⑺匈奴：中国古代北方民族之一，此代指唐时突厥等北方民族。<br>⑻草草：骚扰不安的样子。《魏书·外戚传上·贺泥》：“太祖崩，京师草草。”<br>⑼唯见：一作“唯有”。<br>⑽晋武轻后事：晋武，即晋武帝司马炎。《晋书》卷三《世祖武帝纪》制曰：武皇承基，诞膺天命，握图御宇，敷化导民，以佚代劳，以治易乱。绝缣纶之贡，去雕琢之饰，制奢俗以变俭约，止浇风而反淳朴。……况以新集易动之基，而无久安难拔之虑，故贾充凶竖，怀奸志以拥权；……惠帝可废而不废，终使倾覆洪基。<br>⑾惠皇：晋惠帝司马衷，司马炎之子。他即位后，贾后乱政，导致八王之乱和五胡乱华之祸。《晋书》卷四《孝惠帝纪》：帝又尝在华林园，闻虾蟆声，谓左右曰：“此鸣者为官乎，私乎？”或对曰：“在官地为官，在私地为私。”及天下荒乱，百姓饿死，帝曰：“何不食肉糜？”其蒙蔽皆此类也。<br>⑿瀍（chán）洛：瀍水和洛水的并称。洛阳为东周、东汉、魏、晋等朝都城（今河南省洛阳市，地处瀍水两岸、洛水之北）。故多以二水连称谓其地。此指中原地区。<br>⒀胡羯（jié）：指北方少数民族。<br>⒁五原：关塞名。即汉五原郡之榆柳塞。又作“五凉”。在今内蒙古自治区五原县。<br>⒂白庭：匈奴单于之庭。在今甘肃民勤北。<br>⒃青阳门：晋宫门名。<br>⒄朝市：朝廷与市肆，泛指名利之场。晋陶潜《感士不遇赋》：“拥孤襟以毕岁，谢良价于朝市。”</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　这两首<a href=\"http://so.gushiwen.org/view_10202.aspx\">诗</a>描写了作者登上百丈峰的所见、所思，境界阔大而高迈。第一首诗描写了诗人登上百丈峰所见到的营垒、胡天雄壮苍凉的景象，并联想到昔日的战争以及这些战争对边塞的意义。</p> <p>　　“朝登百丈峰，遥望燕支道。”诗人登山第一眼看到的不是百丈峰的山景，而是曾经为匈奴长期占据、汉兵多次征讨的燕支山，可见诗人醉翁之意不在酒，不为游览，而是想要观察边疆关隘的地势，思索文治武功的才略。</p> <p>　　“汉垒青冥间，胡天白如扫。”有感慨昔日战阵已不在，如今胡兵仍猖撅之意。</p> <p>　　“忆昔霍将军，连年此征讨。”诗人思前想后，对霍去病征伐匈奴的赫赫功勋不由感慨良多。</p> <p>　　“匈奴终不灭，<a href=\"http://so.gushiwen.org/author_1397.aspx\">寒山</a>徒草草。”诗人思接千古，看到北方继匈奴而后，又有羌、突厥等为祸中原，非兵戈所能平夷，因此多少征战都是徒耗国力而已。</p> <p>　　“唯见鸿雁飞，令人伤怀抱。”面对自然界的从容与亘古不变，诗人更感到那几多征讨，几多纷扰，如今都湮没了，顶多留下记载。</p> <p>　　全诗先写登山所见，遂由故垒胡天中联想到昔日的战争，诗人自然想到这些战争对边塞的意义，追今抚昔后，结论是:“徒草草”而已，最后面对永恒的自然，诗人更感到困惑，只能在一片疑虑中，悲哀地结束诗章。诗人在《塞上》中曾一针见血地指出“转斗岂长策，和亲非远图”，并充满信心地提出“惟昔李将军，按节出皇都”可以是解决边境问题的方法之一。如今诗人面对“霍将军”的“连年此征讨”而“匈奴终不灭”的现实，不由陷人了新的彷徨。目睹‘“鸿雁飞”之景，诗人囿于积极用世的功利心态的枷锁，并没能体悟到顺其自然的妙处，只是陷入更艰苦的徘徊和思索之中。回首当年的几多征伐，如今纷扰依然，诗人不禁感慨万千。诗人久居塞外，与边疆人民有过密切接触，因而对边疆事务体察入微，往往更能觉人所未觉。这首诗堪称是诗人怎样对处理边疆纠纷，以求长治久安之策的深深思考，因此此诗的政治意义与其文学意义一样光耀诗坛，横亘边塞。</p> <p>　　第二首诗由上文对边疆守御的思考，由此而及晋朝在胡人的入侵中灭亡的史实，分析了晋朝破灭的原因和过程，深深感叹内政不修则外虏入侵，并以此讽喻时局。</p> <p>　　“晋武轻后事，惠皇终已昏。”诗人对晋国国灭，遭逢大难，感到痛惜。</p> <p>　　“豺狼塞瀍洛，胡羯争乾坤。”前一句是后一句的原因，正因为内政混乱，才导致国力衰微，游牧民族才得以长驱直入。</p> <p>　　“四海如鼎沸，五原徒自尊。”诗人指出政权衰弱则人民如待宰的羔羊，任由人侵者宰割。这是胡人入侵所造成的悲惨现实。</p> <p>　　“而今白庭路，犹对青阳门。”诗人居安思危，告诫当局者。</p> <p>　　“朝市不足问，君臣随草根。”诗人总结晋朝灭亡的教训，指出了那些只顾一味争名夺利者的可鄙可悲的下场。</p> <p>　　全诗分析了晋朝破灭的原因、过程，并一针见血地指出现在潜伏的危机，最后诗人对追求名利的人提出批评。后来李唐王朝为后梁所覆灭，中国进入五代十国这一与南北朝一样的混乱时期。这首诗竟成了大唐王朝不幸的偈语，这或许是诗人所始料未及的。</p>",
  "about": "<h2>创作背景</h2> 　　《登百丈峰二首》当作于唐玄宗天宝十一载（752年）至十二载（753年）间。百丈峰位于甘肃武威，武威当时是河西节度使治所。天宝十一载（752年）秋冬之际，<a href=\"http://so.gushiwen.org/author_227.aspx\">高适</a>经人引荐入陇右和河西两节度使哥舒翰幕府中充任掌书记之职。高适先到了武威，再去陇右节度使管辖的临洮。这组<a href=\"http://so.gushiwen.org/view_10202.aspx\">诗</a>当作于高适在武威之时。",
  "poet": {
    "id": 227,
    "star": 0,
    "name": "高适",
    "image": "http://img.gushiwen.org/authorImg/gaoshi.jpg",
    "desc": "高适是我国唐代著名的边塞诗人，世称“高常侍”。 作品收录于《高常侍集》。高适与岑参并称“高岑”，其诗作笔力雄健，气势奔放，洋溢着盛唐时期所特有的奋发进取、蓬勃向上的时代精神。"
  },
  "tags": [
    "登高",
    "边疆",
    "咏史怀古"
  ]
}