{
  "id": 59368,
  "star": 71,
  "name": "疏影·苔枝缀玉",
  "dynasty": "宋代",
  "content": "<span style=\"font-family:SimSun;\">辛亥之冬，余载雪诣石湖。止既月，授简索句，且征新声，作此两曲，石湖把玩不已，使二妓肆习之，音节谐婉，乃名之曰《暗香》、《疏影》。</span></p> <p>苔枝缀玉，有翠禽小小，枝上同宿。客里相逢，篱角黄昏，无言自倚修竹。昭君不惯胡沙远，但暗忆、江南江北。想佩环、月夜归来，化作此花幽独。<br>犹记深宫旧事，那人正睡里，飞近蛾绿。莫似春风，不管盈盈，早与安排金屋。还教一片随波去，又却怨、玉龙哀曲。等恁时、重觅幽香，已入小窗横幅。",
  "fanyi": "<p><strong>译文</strong><br><span style=\"font-family:FangSong_GB2312;\">辛亥年冬天，我冒雪去拜访石湖居士。居士要求我创作新曲，于是我创作了这两首词曲。石湖居士吟赏不已，教乐工歌妓练习演唱，音调节律悦耳婉转。于是将其命名为《暗香》、《疏影》。</span></p> <p>苔梅的枝梢缀着梅花，如玉晶莹，两只小小的翠鸟儿，栖宿在梅花丛。在客旅他乡时见到她的倩影，像佳人在夕阳斜映篱笆的黄昏中，默默孤独，倚着修长的翠竹。就像<a href=\"http://so.gushiwen.org/author_830.aspx\">王昭君</a>远嫁匈奴，不习惯北方的荒漠，史是暗暗地怀念着江南江北的故土。我想她戴着叮咚环佩，趁着月夜归来，化作了梅花的一缕幽魂，缥缈、孤独。<br>我还记得寿阳宫中的旧事，寿阳公主正在春梦里，飞下的一朵梅花正落在她的眉际。不要像无情的春风，不管梅花如此美丽清香，依旧将她风吹雨打去。应该早早给她安排金屋，让她有一个好的归宿。但这只是白费心意，她还是一片片地随波流去。又要进而钌玉笛吹奏出哀怨的乐曲。等那时，想要再去寻找梅的幽香，所见到的是一枝梅花，独立飘香。</p> <p><strong>注释</strong><br>⑴疏影：词牌名，<a href=\"http://so.gushiwen.org/author_30.aspx\">姜夔</a>的自度曲。<br>⑵辛亥：南宋光宗绍熙二年（1191年）。<br>⑶载雪：冒雪乘船。诣：到。石湖：在苏州西南，与太湖通。南宋<a href=\"http://so.gushiwen.org/view_59368.aspx\">诗</a>人<a href=\"http://so.gushiwen.org/author_529.aspx\">范成大</a>晚年居住在苏州西南的石湖，自号石湖居士。<br>⑷止既月：指刚住满一个月。<br>⑸授简索句：给纸索取诗调。简：纸。<br>⑹征新声：征求新的词调。<br>⑺把玩：指反复欣赏。<br>⑻二妓：乐工和歌妓。肆习：学习。<br>⑼《暗香》《疏影》：语出北宋诗人<a href=\"http://so.gushiwen.org/author_762.aspx\">林逋</a>《山园小梅》诗：“疏影横斜水清浅，暗香浮动月黄昏。”<br>⑽苔枝缀玉：范成大《梅谱》说绍兴、吴兴一带的古梅“苔须垂于枝间，或长数寸，风至，绿丝飘飘可玩。”周密《乾淳起居注》：“苔梅有二种，宜兴张公洞者，苔藓甚厚，花极香。一种出越土，苔如绿丝，长尺余。”苔枝，长有苔藓的梅枝。缀玉，梅花像美玉一般缀满枝头。<br>⑾“有翠禽”二句：用罗浮之梦典故。旧题<a href=\"http://so.gushiwen.org/author_646.aspx\">柳宗元</a>《龙城录》载，隋代赵师雄游罗浮山，夜梦与一素妆女子共饭，女子芳香袭人。又有一绿衣童子，笑歌欢舞。赵醒来，发现自己躺在一株大梅树下，树上有翠鸟欢鸣，见“月落参横，但惆怅而已。”<a href=\"http://so.gushiwen.org/author_38.aspx\">殷尧藩</a>《友人山中梅花》诗：“好风吹醒罗浮梦，莫听空林翠羽声。”<a href=\"http://so.gushiwen.org/author_72.aspx\">吴潜</a>《疏影》词：“闲想罗浮旧恨，有人正醉里，姝翠蛾绿。”翠禽，翠鸟。晋郭璞《客傲》：“夫攀骊龙之髯，抚翠禽之毛，而不得绝霞肆、跨天津者，未之前闻也。”<br>⑿客里：离乡在外期间。唐牟融《送范启东还京》诗：“客里故人尊酒别，天涯游子弊裘寒。”白石是江西人，当时住苏州。<br>⒀黄昏：日已落而天色尚未黑的时候。《楚辞·离骚》：“曰黄昏以为期兮，羌中道而改路。”<br>⒁“无言”句：<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>《佳人》诗：“天寒翠袖薄，日暮倚修竹。”<br>⒂“昭君”四句：杜甫《咏怀古迹五首》其三：“一去紫台连朔漠，独留青冢向黄昏。画图省识春风面，环佩空归夜月魂。画图省识春风面，环佩空归月夜魂。千载琵琶作胡语，分明怨恨曲中论。”<a href=\"http://so.gushiwen.org/author_482.aspx\">王建</a>《塞上咏梅》诗：“天山路边在株梅，年年花发黄云下。昭君已没汉使回，前后征人谁系马？”<br>⒃“犹记”三句：用寿阳公主事。蛾，形容眉毛的细长；绿，眉毛的青绿颜色。《太平御览》引《杂五行书》云：“宋武帝女寿阳公主，人日卧于含章殿檐下，梅花落公主额上，成五出花，拂之不去。皇后留之，看得几时，经三日，洗之乃落。宫女奇其异，竞效之，今‘梅花妆’是也。”<br>⒄安排金屋：《汉武故事》载，汉武帝<a href=\"http://so.gushiwen.org/author_700.aspx\">刘彻</a>幼时曾对姑母说：“若得阿娇作妇，当作金屋贮之。”盈盈，仪态美好的样子，这里借指梅花。<br>⒅玉龙哀曲：马融《长笛赋》：“龙鸣水中不见己，截竹吹之声相似。”玉龙，即玉笛。<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>《与史郎中钦听黄鹤楼上吹笛》诗：“黄鹤楼中吹玉笛，江城五月落梅花。”哀曲，指笛曲《梅花落》。此曲是古代流行的乐曲，听了使人悲伤。唐<a href=\"http://so.gushiwen.org/author_604.aspx\">皮日休</a>《夜会问答》说听《梅花落》曲“三奏未终头已白”，可见一斑。故曰“玉龙哀曲”。<br>⒆恁（nèn）时：那时候。南唐<a href=\"http://so.gushiwen.org/author_186.aspx\">冯延巳</a>《忆江南》词：“东风次第有花开，恁时须约却重来。”<br>⒇小窗横幅：晚唐崔橹《梅花诗》：“初开已入雕梁画，未落先愁玉笛吹。”陈与义《水墨梅》诗：“睛窗画出横斜枝，绝胜前村夜雪时。”此翻用其意。</p>",
  "shangxi": "<h2>赏析四</h2> <p>　　从《暗香》词前序文可知，《疏影》《暗香》乃同时之作。可能是写了《暗香》之后，意犹未尽，遂另作一《疏影》。前人却说二词难解，《疏影》尤其扑朔迷离，确实如此。我们可以把二首对照来看，《暗香》虽说是咏梅，但并没有对梅花本身作多少描写，而是围绕梅花抒写怀人之情。所怀是他的情人，一个美丽女子。她曾陪同词人折梅月下，也曾和他携手赏西湖。在《暗香》里，玉人是玉人，梅是梅。梅花只是引起词人想念玉人的触发物而已，它本身并没有任何比喻或象征意义。如果把这首词的意思向前推进一层，赋予梅花以人格，就可以翻出另一首词，这就是《疏影》。在《疏影》里，词人时而把梅花比作独倚修竹的佳人，时而把梅花比作思念故土的昭君。既是歌咏梅花，又是歌咏佳人，梅花与佳人融为一体了。</p> <p>　　前人多认为该词有寄托。张惠言云：“时石湖盖有隐遁之志，故作此二词以阻之。《暗香》一章，言己尝有用世之志，今老无能，但望之石湖也。《疏影》更以二帝之愤发之，故有昭君之句。”《词选》<a href=\"http://so.gushiwen.org/author_738.aspx\">郑文焯</a>说：“此盖伤心二帝蒙尘，诸后妃相从北辕，沦落胡地，故以昭君托喻，发言哀断。考唐<a href=\"http://so.gushiwen.org/author_482.aspx\">王建</a>《塞上咏梅》<a href=\"http://so.gushiwen.org/view_59368.aspx\">诗</a>曰：‘天山路边一株梅，年年花发黄云下，昭君已没汉使回，前后征人谁系马？’白石词意当本此。”（郑《白石道人歌曲》）近人刘永济举出宋徽宗<a href=\"http://so.gushiwen.org/author_428.aspx\">赵佶</a>被掳在胡地所作《眼儿媚》词：“花城人去今萧索，春梦侥湖沙。家山何处？忍听羌管，吹彻《梅花》。”解释说：“此词更明显为徽钦二帝作。”（《唐五代两宋词简析》）以上这些说法都是由词中所用昭君典故引起的。词人说幽独的梅花是<a href=\"http://so.gushiwen.org/author_830.aspx\">王昭君</a>月夜魂归所化，遂使人联想徽钦二帝及诸后妃的被掳以及他们的思归，进而认为全词都是有感于此而作。有人认为这种联想是缺乏根据的。昭君和亲出塞和徽钦二帝被掳诸后妃沦落胡地，根本不伦不类。王建是唐人，他的《塞上咏梅》和宋帝更毫无关系。宋徽宗作《眼儿媚》思念家国，既没有提到王昭君，也就不能肯定白石是用“眼儿媚”的典故。如果不是断章取义，而是联系全篇来看，就不难看出该词主旨在赞美梅花的幽独，写其幽独而以美人为喻，当然最好是取昭君，这是不足为怪的。</p> <p>　　“苔枝缀玉。有翠禽小小，枝上同宿。”</p> <p>　　<a href=\"http://so.gushiwen.org/author_529.aspx\">范成大</a>《梅谱》曰：“古梅会稽最多，四明吴兴亦间有之。其枝蟠曲万状，苍鲜鳞皴，封满花身；又有苔须垂于青枝或长数寸，风至，绿丝飘飘可玩。”以上几句说：在长满青苔的枝干上缀满如玉的梅花，又有小小的翠鸟在枝上伴她同宿。这是写梅之貌。“翠禽”暗用《龙城录》典故：隋开皇中赵师雄迁罗浮，日暮于松林中遇一美人，又有绿衣童子歌于侧。“师雄醉寐，但觉风寒相袭，久之东方已白，起视大梅花树上，翠羽剌嘈相顾，所见盖花神。月落参横，惆怅而已”。词人明写梅花姿色，暗用此典为全词定下了幽清的基调。</p> <p>　　“客里相逢”以下数句写梅花之神：</p> <p>　　“客里相逢，篱角黄昏，无言自倚修竹。”</p> <p>　　这句递入作者自己。白石是到范成大家作客，在范家看到梅花，故称“客里相逢”；梅树旁边长着竹子，如东坡诗所云：“竹外一枝斜更好”，所以又说“无言自倚修竹”。“倚修竹”暗用<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>《佳人》诗：“绝代有佳人，幽居在空谷。……天寒翠袖薄，日暮倚修竹。”“黄昏”，暗用<a href=\"http://so.gushiwen.org/author_762.aspx\">林逋</a>《梅花》诗：“暗香浮动月黄昏”。这些融典，都把梅花比作幽居而高洁的佳人。</p> <p>　　“昭君不惯胡沙远，但暗忆、江南江北。想佩环、月夜归来，化作此花幽独。”</p> <p>　　“昭君”句系用具体的古代美女拟梅花。为何选用昭君，问题很简单，梅花是犯寒而开的，使人很容易想象它是一位在严寒的北方呈现特有丰姿的美人；而昭君正是远嫁匈奴，生活塞外，所以拿她比附。“佩环”句化用杜甫《咏怀古迹》咏昭君村诗句：“画图省识春风面，环佩空归月夜魂。”词人想象王昭君魂归故土化作了这幽独的梅花。为什么用昭君魂归故土之典呢？因为白石咏江南梅花，为了牵合眼前事实，所以用了“昭君不惯胡沙”之后，立即笔锋一转，说昭君是“暗忆江南江北”，而且“月夜归来”以后，便“化作此花幽独”。花和美人合为一体了。上阙分三层写来，用三个典故（翠禽、修竹、昭君句），将三位美人比拟梅花，突出表现梅花，突出表现梅之“幽独”。</p> <p>　　下片换了一个角度，写梅之飘落：</p> <p>　　“犹记深宫旧事，那人正睡里，飞近蛾绿。”</p> <p>　　“蛾绿”，指女子的眉。《太平御览》卷三十“时序部”引《杂五行书》：“宋武帝女寿阳公主，人日（正月初七日）卧于含章殿檐下，梅花落公主额上，成五出花，拂之不出。皇后留之，看得几时。经三日，洗之乃落。宫女奇其异，竟效之，今梅花妆是也。”这几句好象写寿阳公主（那人），其实还是写梅花，借一位和落梅有关的美人来惋惜梅花的衰谢。“犹记”，是词人犹记，词人看到梅花遂记起宫廷里这段故事。“深宫”，与昭君无关，更与宋徽钦后宫无关，不可牵强附会。下面又以叮咛口吻说要珍惜梅花：</p> <p>　　“莫似春风，不管盈盈，早与安排金屋。”</p> <p>　　“盈盈”是仪态美好貌。古诗云：“盈盈楼上女，皎皎当窗牖。”是形容美女风采。此借指梅花。这八字一气。意说梅花开在寒冬，春天本来不去管她；可我们却不要象春风那样。“金屋”用《汉武故事》，汉武帝幼时，他姑母把他抱在膝上，指着女儿阿娇曰：“阿娇好否？”词人用此典表示惜花之愿，意谓不要象春风那样无情，任梅花飘零而不顾，应当及早将她保护。</p> <p>　　“还教一片随波去，又却怨玉龙哀曲。”</p> <p>　　这是假设口气，“还”是如其、假如的意思，诗词中多有此用法。如<a href=\"http://so.gushiwen.org/author_125.aspx\">秦观</a>《水龙吟》：“名缰利锁，天还知道，和天也瘦。”<a href=\"http://so.gushiwen.org/author_217.aspx\">辛弃疾</a>《贺新郎》：“啼鸟还知如许恨，料不啼清泪长啼血。”有些注本把“还教”一句讲实了，说“花随波去，无计挽回。”这是因为忽略这个“还”字而误会了词人原意。其实，这是进一步叮咛：如果让梅花随波流去，即使只有一片，那么《梅花落》的笛曲又要再添几分哀怨了。“玉龙”，笛名。因为古乐府《江南异》中有《龙笛曲》，传说此曲奏时声似龙吟，故名。<a href=\"http://so.gushiwen.org/author_135.aspx\">罗隐</a>有诗云：“玉龙无主渡头寒”。笛调有《梅花落》，故<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>有诗：“黄鹤楼中吹玉笛，江城五月落梅花。”这里不过是因梅花的坠落而想及《落梅花》笛曲罢了。与象征皇室之“龙”无涉。</p> <p>　　“等恁时，重觅幽香，已入小窗横幅。”</p> <p>　　这几句仍然是叮咛口吻：等到梅花落尽，枝头上就看不见它了。假如要寻觅它的痕迹，那只有到小窗上的横幅之中──画着梅花的画图，细细欣赏它那幽艳的丰姿了。夏承焘《姜白石词编年笺校》曰：“《唐摭言》卷十载崔橹《梅花》诗：‘初开已入雕梁画，未落先愁玉笛吹。’姜词数句，似衍此二语。”唐圭璋先生也云：“‘等凭时’数句，用崔橹诗，言幽香难觅，惟余幻影在横幅之上，语见沉痛。”这里虽用崔橹诗意而有创新。细揣之下阕口气，梅花尚未凋谢。词人因爱之切，遂一再叮咛，不要使它飘零。叮咛谁呢？不是别人，正是叮咛词人自己，要珍惜之。</p> <p>　　综观全词。上片末尾一个“幽”字，下片末尾又一个“幽”字，“幽”就是词人借着梅花所表现出来的美学理想。这和陶潜咏松菊，<a href=\"http://so.gushiwen.org/author_691.aspx\">张九龄</a>咏兰桂一脉相通。如果说这首词有寄托的话，不过是寄托了词人理想的人格，词里虽有孤芳自赏意味，亦不必指摘。不必硬牵合“悯二帝”之事。</p> <p>　　二词，是作者集中咏梅名作，作者很满意。据说二词因音节清婉，为范所激赏，于是赠以侍婢小红。姜携小红归吴兴，过垂虹时，在大雪中赋诗云：“自琢新词韵最娇，小红低唱我吹箫。曲终过尽松陵路，回首烟波十四桥。”很有些洋洋得意的神气（见《砚北杂志》下）。</p> <p>　　该词运气空灵，笔墨飞舞。下片虚字诸如“犹记”、“莫似”、“早与”、“还教”、“又却怨”、“等恁时”、“已入”之类，皆能曲折传神。</p> <p>　　关于“清空”的词风，首出白张炎对姜词的概括。但细审张炎《词源》原文，并没有以“清空”概括白石的全部的意思。在张炎看来，“清空”只是白石的一个方面。因为白石多咏物词，咏物容易“留滞于物”以致“拘而不畅”、“晦而不明”，此所谓“质实”，白石咏物而不滞于物，这就是“清空”。张炎在“词要清空，不要质实；清空则古雅峭拔，质实则凝涩晦昧。姜白石词如野云孤飞，去留无迹”这段话之后，还有一段话说：“白石词如《疏影》、《暗香》、《扬州慢》、《一萼红》、《琵琶仙》、《探春》、《八归》、《淡黄柳》等曲，不惟清空，又且骚雅，读之使人神观飞越。”显然，张炎并非一味提倡“清空”；“清空”要以“骚雅”去充实才算词的上乘。张炎又说：“所以出奇之语以白石骚雅之句润色之，真天机云锦也。”可重他所重的不仅仅是“清空”，还有一个“骚雅”。张炎还说：“词以意趣为主，……姜白石《暗香》赋梅云（词略）、《疏影》云（词略），此数词皆清空中有意趣，无笔力者本未易到。”也明明指出白石词不只是“清空”，而且富有“意趣”。只“清空”而无“意趣”，岂不成了一个空架子？可见张炎拈出“清空”来评白石词，但并没有以偏概全地说白石词只是“清空”，论者不可不辨。</p> <p>　　可见，以“清空”论白石词不全面，也不合张炎原意。若论白石词风，莫若刘熙载所谓“幽韵冷香”四字，简而言之可谓“幽冷”，他正是以“幽冷”另树一帜，自立于软媚、粗犷之外，卓然成为南宋词坛一大家。</p><br/><h2>赏析二</h2> <p>　　苔枝缀玉，有翠禽小小，枝上同宿。客里相逢，篱角黄昏，无言自倚修竹。昭君不惯胡沙远，但暗忆江南江北。想佩环、月夜归来，化作此花幽独。犹记深宫旧事，那人正睡里，飞近蛾绿。莫似东风，不管盈盈，早与安排金屋。还教一片随波去，又却怨玉龙哀曲。等恁时、重觅幽香，已入小窗横幅。</p> <p>　　从“疏影横斜水清浅，暗香浮动月黄昏”这两个警句，到《暗香》、《疏影》这两首名作，从林和靖的梅妻鹤子的清高，到姜白石把梅花幻化为心上人的浪漫，真是一脉相承、灵犀暗通似的。</p> <p>　　《暗香》、《疏影》这对姐妹篇是<a href=\"http://so.gushiwen.org/author_30.aspx\">姜夔</a>在南宋绍熙二年（1191）冬冒着大雪到苏州探访老<a href=\"http://so.gushiwen.org/view_59368.aspx\">诗</a>人<a href=\"http://so.gushiwen.org/author_529.aspx\">范成大</a>时写的。范家“深院寂静”，“有玉梅几树”，词人借赞美梅花寄托怀念心上人之情。《暗香》着重赞赏梅的“清冷”，《疏影》着重赞赏梅的“幽静”。</p> <p>　　“幽静”往往与“孤高”为伴。“幽静”、“孤高”本都属人的气质。《疏影》这首词的重要特色之一就是既写花又写人，花人合一，互相幻化，以空灵含蓄的笔触，构成朦胧优美的意境。</p> <p>　　“苔枝缀玉，有翠禽小小，枝上同宿”，开篇展现在读者面前的就是一幅色彩鲜明、幽雅清丽的“双栖图”。苔枝与翠禽色相近，都是充满生机的“绿”，其间点缀着美玉般的梅花，就更显得光彩照人。字里行间不露半个梅字，而梅的形象却浮雕般突现出来了。面对这翠禽双栖于玉梅间的美景，能不勾引起多情的词人浮想联翩！──触景伤情的序幕就这样拉开了。</p> <p>　　接着推出第二个画面，是“客里相逢，篱角黄昏，无言自倚修竹”，这完全是用写人的手法来写梅，大概出自<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>的“绝代有佳人，幽居在空谷”，“天寒翠袖薄，日暮倚修竹”的诗意。梅花就是佳人的幻化。相逢在“客里”，又是“篱角黄昏”这么一个典型环境，更突出了寂寞的氛围。在这么寂寞的氛围里，“佳人”“无言自倚修竹”。“无言”这神态，“自倚”这动作，突出了这位孤高的佳人形象；另一面，也折射了词人在“客里”怀念情人的孤寂心情。</p> <p>　　在这种孤寂情绪的支配下，词人想到对方也一定会同自己一样孤寂难熬。下句就借昭君出塞、远嫁番邦的典故来抒发这种情感。“不惯”“暗忆”这两个貌似平常的词，在这典型的语言环境里，就传达出了不寻常的深沉感情。“想佩环、月夜归来，化作此花幽独”，这就明写出人花幻化的艺术意境。放在“月夜”归来，就更突出“幽独”的气质。“月夜”与“黄昏”照应，“花”与“玉”照应，“幽独”与“无言自倚”照应，文字针线细密，情感脉络分明。而“幽独”一词又是总撮了上片的精髓而成为全词的基调。</p> <p>　　过片开头的“犹记深宫旧事”与上片的“暗忆江南江北”遥相呼应，这是词人想象自己心上人在远方孤寂中一定会时时想起美好的往事。“那人正睡里，飞近蛾绿”，是借南朝宋武帝女儿寿阳公主午睡时梅花飘落眉心留下花瓣印，宫女争相仿效，称为“梅花妆”的故事，喻往事之美好令人难忘。这美好的时光多么值得珍惜！千万不要象无情的东风一样，“不管盈盈，早与安排金屋。”但到底往事已成空，如今只留下一片美好的追忆而已！这就正如梅花终于被东风吹落，而且“随波去”了，怎能不怨恨那“玉龙哀曲”呢！玉龙，笛名。笛曲《梅花落》是古代流行的乐曲，听了使人悲伤。唐<a href=\"http://so.gushiwen.org/author_604.aspx\">皮日休</a>《夜会问答》说听《梅花落》曲“三奏未终头已白”，可见一斑。故曰“玉龙哀曲”。</p> <p>　　到了唱“梅花落”悲歌的时候，才“重觅幽香”，为时晚矣！到那时，花落了，香残了，只剩下空秃的疏影，美丽的梅花则“已入小窗横幅”。就正如美好的时光没有好好珍惜，而今双方远隔千里，两地相思，只能象梅花一样孤寂地“暗忆”往事了！末句的“幽香”与上片末的“幽独”遥相呼应，进一步突出了梅的动人形象。</p> <p>　　全词浑然一体。以赞梅的幽静孤高为主线，紧串密缝；又以寂寞氛围突出“花人合一”的艺术形象，令人神往。运笔空灵含蓄，意境优美；描写细致生动，形象鲜明。不愧为姜夔力作。</p><br/><h2>赏析一</h2> <p>　　《暗香》、《疏影）同咏一题，是不可分割的姊妹篇。《暗香》以梅花为线索，通过回忆对比，抒写今昔盛衰之感。关于《疏影》的题旨，前人的解释却纷纭歧异，差别很大。一说感徽、钦二帝被虏，寄慨偏安；一说为<a href=\"http://so.gushiwen.org/author_529.aspx\">范成大</a>而作，一说怀念合肥旧欢。其中以第一说流传最广。张惠言在《词选》中说：“此章更以二帝之愤发之。”<a href=\"http://so.gushiwen.org/author_738.aspx\">郑文焯</a>在其所校《白石道人歌曲》中说：“此盖伤二帝蒙尘，诸后妃北辕，沦落胡地，故以昭君托喻，发言哀断。考<a href=\"http://so.gushiwen.org/author_482.aspx\">王建</a>《塞上咏梅》<a href=\"http://so.gushiwen.org/view_59368.aspx\">诗</a>曰：‘天山路边一枝梅，年年花发黄云下；昭君已没汉使回，前后征人谁系马。’白石词意当本此。”刘永济在其《词论》中进一步指出：“白石《暗香》、《疏影》，则通首取神题外，不规规于咏梅。‘昭君’句，用徽宗在北所作《眼儿媚》词‘花城人去今萧索，春梦绕胡沙。家山何处？忍听羌笛，吹彻梅花’也。”第二说也始自张惠言，他在《词选》卷二中说：“时石湖有隐退之志，故作此二调以沮之。”第三说见复承焘《姜白石词编年笺校》“予谓白石此词亦与合肥别情有关。”诸说内容，大体如上。但是，细按全词，觉以上话说均似牵强。与《暗香》合看，这首词似仍含有个人身世飘零与今昔盛衰之感。《暗香》重点是对往昔的追忆，而《疏影》则集中描绘梅花清幽孤高的形象，寄托了作者对青春、对美好事物的怜爱之情。</p> <p>　　上片写梅花形神兼美。“苔枝缀玉”三句自成一段，它描绘一株古老的梅树，树上缀满晶莹如玉的梅花，与翠禽相伴同宿，暗用赵师雄梦花神的故事，更觉传神。“客里”三句写梅花性格，用<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>《佳人》诗意，比喻梅花如同被时代遗弃于偏僻角落的美人，她品性高洁，绝俗超尘，宁肯孤芳自赏而绝不同流合污。“昭君”至上片结句是词中重点，写梅花的灵魂。意谓：梅花原来是昭君的英魂所化，她不仅有绝代佳人之美容，而且更有始终索系于祖国的美好心灵。这四句，把梅花这一形象提高到爱国主义的思想高度，衬出对梅花理应持有无比爱护的思想感情，与下“早与安排金屋”等句相呼应。下片写对梅花的怜爱。换头三句推开一笔，联系寿阳公主梅花妆的故事，说明，梅花不仅有美的容貌、美的灵魂，而且还有美的行为——美化和装扮妇女。“莫似春风”三句正面提出：应在梅花盛开之际予以百倍爱护。与上片“昭君”等句相给合，是全词题旨之所在。“还教一片”至终篇，承上，从两个不同侧面来继续深化梅花的形象，申明爱护梅花的必要性。一是从音乐这一侧面来加以深化。由于对梅花爱护不够，所以免不了在梅花凋谢随水东流之后，通过《梅花落》这一曲调来寄托自己的哀思。二是从绘画这一角度来加以深化。为了纪念梅花优美高洁的形象，画家们用自己的彩笔把梅花纳入自己的画幅中去。但是，这样做的结果，也只是徒有其形，而无其神，徒有其色，而无其香了。即使由此而觉悟到对美好事物应加以爱护，但已为时过晚，悔之无及了。由上可见，这首词虽然写的是梅花，但却寄托了词人自己的不幸遭遇。词中的梅花，比之《暗香》，似有更多的概括性与某种典型性。《疏影》中所出现的梅花的形象，梅花的性格，梅花的灵魂，梅花的遭遇，不仅寄托了作者个人身世飘零的感叹，同时也包括了与作者经历、思想、遭遇相同的人在内。这首词，客观上鞭挞了当时社会对人才的压制和对美好事物的摧残。</p> <p>　　这首词最显著的特点是自始至终把梅花当成有灵魂有性格的人来写。作者赋予梅花以活生生的人的生命。开篇三句，表面看，不过写的是缀满枝头、晶莹如玉的梅花而已。但是，读者联想到赵师雄梦花神的故事以后，那梅花便变成红粉佳人，那“翠禽”便变成能歌善舞的绿衣神童。“客里相逢”、“无言自倚修竹”更是明显的拟人。“昭君”以下进一步赋予梅花以爱国的思想情感。下片里的“金屋藏娇”，均是如此。所以，词中的梅花不仅有开有落，而且有生有死。故此，当梅花凋谢之后，“随波”而去，人们免不了要吹奏哀怨的曲调来表示悼念，甚至还要通过“小窗横幅”来摄下梅花那使人永难忘怀的仪容。在把梅花当成活的生命来加以描绘的时候，作者炼词铸句并适当运用一些领字，起到了化虚为实的作用。<a href=\"http://so.gushiwen.org/author_341.aspx\">周济</a>指出这首词是“以‘相逢’、‘化作’、‘莫似’六字作骨。”也就是说，这六个字在化花为人的过程中起了催化剂的作用。</p><br/><h2>赏析三</h2> <p>　　《疏影》一词集中描绘梅花清幽孤傲的形象，寄托作者对青春、对美好事物的怜爱之情。</p> <p>　　上片写梅花形神兼美。“苔枝缀玉，有翠禽小小，枝上同宿”，开篇展现在读者面前的就是一幅色彩鲜明、幽雅清丽的“双栖图”。它描绘了一株古老的梅树，树上缀满晶莹如玉的梅花，与翠禽相伴同宿。苔枝与翠禽色相近，都是充满生机的“绿”，其间点缀着美玉般的梅花，就更显得光彩照人。字里行间不露半个梅字，而梅的形象却浮雕般突现出来了。</p> <p>　　接着推出第二个画面，是“客里相逢，篱角黄昏，无言自倚修竹”，这完全是用写人的手法来写梅。梅花就是佳人的幻化。相逢在“客里”，又是“篱角黄昏”这么一个典型环境，更突出了寂寞的氛围。在这么寂寞的氛围里，“佳人”“无言自倚修竹”。“无言”这神态，“自倚”这动作，突出了这位孤高的佳人形象；另一面，也折射了词人在“客里”怀念情人的孤寂心情。</p> <p>　　在这种孤寂情绪的支配下，词人想到对方也一定会同自己一样孤寂难熬。下句就借昭君出塞、远嫁番邦之事来抒发这种情感。“不惯”“暗忆”这两个貌似平常的词，在这典型的语言环境里，就传达出了不寻常的深沉感情。“想佩环、月夜归来，化作此花幽独”，这就明写出人花幻化的艺术意境。放在“月夜”归来，就更突出“幽独”的气质。“月夜”与“黄昏”照应，“花”与“玉”照应，“幽独”与“无言自倚”照应，文字针线细密，情感脉络分明。而“幽独”一词又是总撮了上片的精髓而成为全词的基调。上片最后这几句是词中重点，写梅花的灵魂。</p> <p>　　下片换头推开一笔，说明梅花不仅有美的容貌，美的灵魂，而且还有美的行为——美化和妆扮妇女。过片开头的“犹记深宫旧事”与上片的“暗忆江南江北”遥相呼应，这是词人想象自己心上人在远方孤寂中一定会时时想起美好的往事。“那人正睡里，飞近蛾绿”，是借南朝宋武帝女儿寿阳公主午睡时梅花飘落眉心留下花瓣印，宫女争相仿效，称为“梅花妆”的故事，喻往事之美好令人难忘。这美好的时光非常值得珍惜，千万不要像无情的东风一样，“不管盈盈，早与安排金屋。”但到底往事已成空，如今只留下一片美好的追忆而已。这就正如梅花终于被东风吹落，而且“随波去”了，不能不怨恨那“玉龙哀曲”。</p> <p>　　“却又怨、玉龙哀曲”，可以看作是为梅花吹奏的招魂之曲。这是从音乐这一侧面来申明爱护梅花的重要性。再有，这儿的“玉龙”是与前篇的“梅边吹笛”相呼应的，临近收拍，作者着力使《疏影》的结尾与《暗香》的开头相呼应，显然是为了形成一种前勾后连之势，以便让他所独创的这种“连环体”在结构上完整起来。</p> <p>　　“等恁时，重觅幽香，已入小窗横幅。”又从绘画这一角度加以深化主题。《疏影》最后一句的“小窗横幅”应该是与《暗香》的开头一句“旧时月色”相呼应的，那么，“小窗横幅”就既可解释为图画又可解释为梅影了。月色日光映照在纸窗上的竹影梅影，也是一种“天然图画”，非常好看。《疏影》中所出现的梅花的形象，梅花的性格，梅花的灵魂，梅花的遭遇，寄托了作者身世飘零的感叹，表现了对美好事物应及时爱护的思想。</p> <p>　　此词笔法极为奇特，连续铺排五个典故，用五位女性人物来比喻映衬梅花，从而把梅花人格化、性格化，比起一般的“遗貌取神”的笔法来又高出了一层。</p> <p>　　“苔枝缀玉”三句用了此词的第一个典故。讲的是隋代赵师雄在罗浮山遇仙女的神话故事，见于曾慥《类说》所引《异人录》。作者用这个典故，入笔很俏，只用“翠禽”略略点出。读者知其所用典故，方知“苔枝缀玉”亦可描摹罗浮女神的风致情态，“枝上同宿”也是叙赵师雄的神仙奇遇。<a href=\"http://so.gushiwen.org/author_30.aspx\">姜夔</a>爱用此典，其《鬲溪梅令》有句云：“谩向孤山山下觅盈盈，翠禽啼一春”。这个典故，使得梅花与罗浮神女融为一体，似花非花，似人非人，在典雅清秀之外又增添了一层迷离惝恍的神秘色彩。</p> <p>　　“客里”三句由“同宿”转向孤独，于是引出第二个典故——<a href=\"http://so.gushiwen.org/view_59368.aspx\">诗</a>人<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>笔下的佳人。杜甫的《佳人》一诗，其首尾云：“绝代有佳人，幽居在空谷。天寒翠袖薄，日暮倚修竹。”这位佳人，是诗人理想中的艺术形象，姜夔用来比喻梅花，以显示它的品性高洁，绝俗超尘，宁肯孤芳自赏而绝不同流合污。北宋词人曹组《蓦山溪》咏梅词中，有“竹外一枝斜，想佳人，天寒日暮”的句子，也用了苏诗和杜诗的典故。诗词用典，都要经过作者的重新组合与精心安排，姜夔在引出佳人这个艺术形象之前，先写了“客里相逢”一句，使作品带上了一种漂泊风尘的知遇情调，又写了“篱角黄昏”一句，这是与梅花非常相称的环境背景，透露了一点冷落与迟暮的感叹，显示了梅花的高洁品格。</p> <p>　　“昭君”至上片结句用<a href=\"http://so.gushiwen.org/author_830.aspx\">王昭君</a>的典故，作者的构思，主要是参照杜甫的《咏怀古迹》五首之三。“一去紫台”句，被姜夔加以想象，强调昭君“但暗忆江南江北”，用思国怀乡把她的怨恨具体化了：“环佩空归”一句也得到了发挥，说昭君的月夜归魂“化作此花幽独”，化为了幽独的梅花。为昭君的魂灵找到了归宿，这对同情她的遭遇的人们是一种慰藉；同时，把她的哀怨身世赋予梅花，又给梅花的形象增添了楚楚风致。</p> <p>　　换头三句用的是寿阳公主的典故。“犹记深宫旧事”一句绾合两个典故，王昭君入宫久不见幸，积悲怨，乃请行，远嫁匈奴，也是“深宫旧事”，“犹记”二字一转，就引出“梅花妆”的故事来了。那人正睡里，飞近蛾绿“，写出了公主的娇憨之态，也写出了梅花随风飘落时的轻盈的样子。这个典故带来了一股活泼松快的情调，使全词的气氛得到了一点调剂。</p> <p>　　最后一个典故是汉武帝“金屋藏娇”事。“莫似春风”三句由梅花的飘落引起了惜花的心情，进而联想到护花的措施。这与上片“昭君”等句遥相绾合，是全词的题旨所在。“莫似春风，不管盈盈”，直是殷切的呼唤，“早与安排金屋”，更是热切的希望。可是到头来，“还教一片随波去”，花落水流，徒有惜花之心而无护花之力，梅花终于又一次凋零了。</p> <p>　　五个典故，五位女性，包括了历史人物、传奇神话、文学形象；她们的身份地位各有不同，有神灵、有鬼魂，有富贵、有寒素，有得宠、有失意；在叙述描写上也有繁有简、有重点有映带，而其间的衔接与转换更是紧密而贴切。</p> <p>　　姜夔作《暗香》《疏影》词，的确是“自立新意”。其新意在于他完全打破了前人的传统写法，不再是单线的、平面的描摹刻画，而是摄取事物的神理创造出了多线条、多层次、富有立体感的艺术境界和性灵化、人格化的艺术形象。作者调动众多素材，大量采用典故，有实有虚、有比喻有象征，进行纵横交错的描写；支撑起时间、空间的广阔范围，使过去和现在、此处和彼地能够灵活地、跳跃地进行穿插；以咏物为线索，以抒情为核心，把写景、叙事、说理交织在一起，并且用颜色、声音、动态作渲染描摹，并且多用领字起到化虚为实的作用，这样，姜夔就为梅花作出了最精彩的传神写照。</p>",
  "about": "<h2>评解</h2> 　　这是一首梅花的赞歌，又是一首梅花的咏叹调。词中先绘出梅花不同凡俗的形貌，又表现了她那孤芳自赏的清姿和高洁情怀，再化用<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>、<a href=\"http://so.gushiwen.org/author_482.aspx\">王建</a><a href=\"http://so.gushiwen.org/view_59368.aspx\">诗</a>意，把远稼异域不能生还汉邦的昭君故事神话化，将眷恋故国的昭君之魂和寒梅的幽独之魂合而为一，带有极深的悲剧意味，境界又极凄美。下片则眼前梅花盛开推想其飘落之时，用寿阳公主及陈阿娇事，寓无限怜香惜玉之意，又借笛里梅花哀怨的乐曲，加深怅惋的感情，末二句想到梅花凋尽，唯余空枝幻影映上小窗，语意沉痛。全词用事虽多，但熔铸绝妙，运气空灵，变化虚实，十分自如。篇中善用虚字，曲折动荡，摇曳多姿。张炎极口称道本词及《暗香》：“前无古人，后无来者，自立新意，真为绝唱”（《词源》）。许多词评家认为此篇寄托了徽、钦二帝北狩之悲但却很难指实。力主抗敌的爱国大臣<a href=\"http://so.gushiwen.org/author_72.aspx\">吴潜</a>与<a href=\"http://so.gushiwen.org/author_30.aspx\">姜夔</a>曾有交谊，姜去世后，吴潜曾次韵《暗香》、《疏影》二词，却并无一字明写或暗寓感伤二帝之意，亦或佐证。<br/><h2>创作背景</h2> 　　这首词创作于宋光宗绍熙二年（1191年），与词人《长亭怨慢·渐吹尽》为同年之作。是年冬，<a href=\"http://so.gushiwen.org/author_30.aspx\">姜夔</a>载雪访<a href=\"http://so.gushiwen.org/author_529.aspx\">范成大</a>于石湖。他在石湖住了一个多月，自度《暗香》《疏影》二曲咏梅，深蕴忧国之思，寄托个人生活的不幸。",
  "poet": {
    "id": 30,
    "star": 0,
    "name": "姜夔",
    "image": "http://img.gushiwen.org/authorImg/jiangkui.jpg",
    "desc": "姜夔，南宋文学家、音乐家。人品秀拔，体态清莹，气貌若不胜衣，望之若神仙中人。往来鄂、赣、皖、苏、浙间，与诗人词家杨万里、范成大、辛弃疾等交游。庆元中，曾上书乞正太常雅乐，他少年孤贫，屡试不第，终生未仕，一生转徙江湖，靠卖字和朋友接济为生。他多才多艺，精通音律，能自度曲，其词格律严密。其作品素以空灵含蓄著称，有《白石道人歌曲》等。姜夔对诗词、散文、书法、音乐，无不精善，是继苏轼之后又一难得的艺术全才。"
  },
  "tags": [
    "宋词三百首",
    "咏物",
    "梅花",
    "抒怀"
  ]
}