{
  "id": 10451,
  "star": 189,
  "name": "垂老别",
  "dynasty": "唐代",
  "content": "四郊未宁静，垂老不得安。子孙阵亡尽，焉用身独完。 <br>投杖出门去，同行为辛酸。幸有牙齿存，所悲骨髓干。 <br>男儿既介胄，长揖别上官。老妻卧路啼，岁暮衣裳单。 <br>孰知是死别，且复伤其寒。此去必不归，还闻劝加餐。 <br>土门壁甚坚，杏园度亦难。势异邺城下，纵死时犹宽。 <br>人生有离合，岂择衰老端。忆昔少壮日，迟回竟长叹。 <br>万国尽征戍，烽火被冈峦。积尸草木腥，流血川原丹。 <br>何乡为乐土，安敢尚盘桓。弃绝蓬室居，塌然摧肺肝。",
  "fanyi": "<p><strong>译文</strong><br>四野的战争还没得到安平，我已经老了却得不到安宁。<br>子孙们在战场上尽都殉难，兵荒马乱又何需老命苟全。<br>扔掉拐杖出门去拼搏一番，同行的人也为我流泪辛酸。<br>庆幸牙齿完好胃口还不减，悲伤身骨瘦如柴枯槁不堪。<br>男儿既披戴盔甲从戎征战，也只好长揖不拜辞别长官。<br>听到老伴睡路上声声哀唤，严冬腊月仍然是裤薄衣单。<br>明知道死别最后一次见面，贫贱夫妻怎么不怜她饥寒。<br>今朝离去永不能回返家园，犹听她再三劝我努力加餐。<br>土门关深沟高垒防守坚严，杏园镇天险足恃偷渡实难。<br>形势变不比当年邺城之战，纵然是死去时间也有宽限。<br>人生世上都有个离合悲欢，哪管你饥寒交迫衰老病残！<br>想以前少壮年华国泰民安，竟不免徘徊踟蹰长吁短叹。<br>普天下应征入伍戒备森严，战争的烽火已弥漫了岗峦。<br>尸骸积山一草一木变腥膻，流血漂杵河流平原都红遍。<br>战火遍地何处觅人间乐园，勤王杀敌又岂敢犹豫盘桓。<br>毅然地抛弃茅棚奔赴前线，天崩地裂真叫人摧断肺肝！</p> <p><strong>注释</strong><br>⑴四郊：指京城四周之地。<br>⑵垂老：将老。<br>⑶焉用：犹哪用。身独完：独自活下去。完，全，即活。<br>⑷投杖：扔掉拐杖。<br>⑸骨髓干：形容筋骨衰老。<br>⑹介胄：犹甲胄，铠甲和头盔。<br>⑺长揖：不分尊卑的相见礼，拱手高举，自上而下。上官：指地方官吏。<br>⑻岁暮：年底。<br>⑼孰知：即熟知，深知。<br>⑽加餐：多进饮食。<br>⑾土门：即土门口，在今河阳孟县附近，是当时唐军防守的重要据点。壁：壁垒。<br>⑿杏园：在今河南汲县东南，为当时唐军防守的重要据点。<br>⒀势异：形势不同。<br>⒁岂择：岂能选择。端：端绪、思绪。<br>⒂迟回：徘徊。竟：终。<br>⒃被冈峦：布满山冈。<br>⒄丹：红。流血多，故川原染红。<br>⒅盘桓：留恋不忍离去。<br>⒆蓬室：茅屋。<br>⒇塌然：形容肝肠寸断的样子。摧肺肝：形容极度悲痛。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　在平定安史之乱的战争中，唐军于邺城兵败之后，朝廷为防止叛军重新向西进扰，在洛阳一带到处征丁，连老翁老妇也不能幸免。《垂老别》就是抒写一老翁暮年从军与老妻惜别的苦情。</p> <p>　　一开头，<a href=\"http://so.gushiwen.org/view_10451.aspx\">诗</a>人就把老翁放在“四郊未宁静”的时代的动乱气氛中，让他吐露出“垂老不得安”的遭遇和心情，语势低落，给人以沉郁压抑之感。他慨叹着说：“子孙都已在战争中牺牲了，剩下我这个老头，又何必一定要苟活下来！”话中饱蕴着老翁深重的悲思。战火逼近，官府要他上前线，于是老翁把拐杖一扔，颤巍巍地跨出了家门。“投杖出门去”，笔锋一振，暗示出主人公是一个深明大义的老人，他知道在这个多难的时代应该怎样做。但是他毕竟年老力衰了，同行的战士看到这番情景，不能不为之感叹唏嘘。“同行为辛酸”，就势跌落，从侧面烘托出这个已处于风烛残年的老翁的悲苦命运。“幸有牙齿存，所悲骨髓干。”牙齿完好无缺，说明还可以应付前线的艰苦生活，表现出老翁的倔强；骨髓行将榨干，又使他不由得悲愤难已。这里，语气又是一扬一跌，曲折地展示了老翁内心复杂的矛盾和变化。“男儿既介胄，长揖别上官。”作为男子汉，老翁既已披上戎装，那就义无反顾，告别长官慷慨出发了。语气显得昂扬起来。</p> <p>　　接下去，就出现了全诗最扣人心弦的描写：临离家门的时候，老翁原想瞒过老妻，来个不辞而别，好省去无限的伤心。谁知走了没有几步，迎面却传来了老妻的悲啼声。他唯一的亲人已哭倒在大路旁，褴褛的单衫正在寒风中瑟瑟抖动。这突然的发现，使老翁的心不由一下子紧缩起来。接着就展开了老夫妻间强抑悲痛、互相爱怜的催人泪下的心理描写：老翁明知生离就是死别，还得上前去搀扶老妻，为她的孤寒无靠吞声饮泣；老妻这时已哭得泪流满面，她也明知老伴这一去，十成是回不来了，但还在那里哑声叮咛：“到了前方，你总要自己保重，努力加餐呀！”这一小节细腻的心理描写，在结构上是一大跌落，把人物善良凄恻、愁肠寸断、难舍难分的情状，刻画得入木三分。正如吴齐贤《杜诗论文》所说：“此行已成死别，复何顾哉？然一息尚存，不能恝然，故不暇悲己之死，而又伤彼之寒也；乃老妻亦知我不返，而犹以加餐相慰，又不暇念己之寒，而悲我之死也。”究其所以感人，是因为诗人把“伤其寒”、“劝加餐”这类生活中极其寻常的同情劝慰语，分别放在“是死别”、“必不归”的极不寻常的特定背景下来表现。再加上无可奈何的“且复”，迥出人意的“还闻”，层层跌出，曲折状写，便收到了惊心动魄的艺术效果。</p> <p>　　“土门”以下六句，用宽解语重又振起。老翁毕竟是坚强的，他很快就意识到必须从眼前凄惨的氛围中挣脱出来。他不能不从大处着想，进一步劝慰老妻，也似乎在安慰自己：“这次守卫河阳，土门的防线还是很坚固的，敌军要越过黄河上杏园这个渡口，也不是那么容易。情况和上次邺城的溃败已有所不同，此去纵然一死，也还早得很哩！人生在世，总不免有个聚散离合，哪管你是年轻还是年老！”这些故作通达的宽慰话语，虽然带有强自振作的意味，不能完全掩饰老翁内心的矛盾，但也道出了乱世的真情，多少能减轻老妻的悲痛。“忆昔少壮日，迟回竟长叹。”眼看就要分手了，老翁不禁又回想起年轻时候度过的那些太平日子，不免徘徊感叹了一阵。情思在这里稍作顿挫，为下文再掀波澜，预为铺垫。</p> <p>　　“万国”以下六句，老翁把话头进一步引向现实，发出悲愤而又慷慨的呼声：“睁开眼看看吧！如今天下到处都是征战，烽火燃遍了山冈；草木丛中散发着积尸的恶臭，百姓的鲜血染红了广阔的山川，哪儿还有什么乐土？我们怎敢只想到自己，还老在那里踌躇徬徨？”这一小节有两层意思。一是逼真而广阔地展开了时代生活的画面，这是山河破碎、人民涂炭的真实写照。他告诉老妻：人间的灾难并不只是降临在他们两人头上，言外之意是要想开一些。一是面对凶横的敌人，他们不能再徘徊了，与其束手待毙，还不如扑上前去拼一场。通过这些既形象生动又概括集中的话语，诗人塑造了一个正直的、豁达大度而又富有爱国心的老翁形象，这在中国诗史上还不多见。从诗情发展的脉络来看，这是一大振起，难舍难分的局面终将结束了。</p> <p>　　“弃绝蓬室居，塌然摧肺肝。”到狠下心真要和老妻诀别离去的时候，老翁突然觉得五脏六腑内有如崩裂似的苦痛。这不是寻常的离别，而是要离开生于斯、长于斯、老于斯的家乡。长期患难与共、冷暖相关的亲人，转瞬间就要见不到了，此情此景，老翁难以承受。感情的闸门再也控制不住，泪水汇聚成人间的深悲巨痛。这一结尾，情思大跌，却蕴蓄着丰厚深长的意境：独行老翁的前途将会怎样，被扔下的孤苦伶仃的老妻将否陷入绝境，仓皇莫测的战局将怎样发展变化，这一切都将留给读者去体会、想象和思索。</p> <p>　　这首叙事短诗，并不以情节的曲折取胜，而是以人物的心理刻画见长。诗人用老翁自诉自叹、慰人亦即自慰的独白语气来展开描写，着重表现人物时而沉重忧愤、时而旷达自解的复杂的心理状态；而这种多变的情思基调，又决定了全诗的结构层次，于严谨整饬之中，具有跌宕起伏、缘情宛转之妙。</p> <p>　　<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>高出于一般诗人之处，主要在于他无论叙事抒情，都能做到立足生活，直入人心，剖精析微，探骊得珠，通过个别反映一般，准确传神地表现他那个时代的生活真实，概括劳苦人民包括诗人自己的无穷辛酸和灾难。他的诗，博得“诗史”的美称，绝不是偶然的。</p>",
  "about": "<h2>创作背景</h2> <p>　　此<a href=\"http://so.gushiwen.org/view_10451.aspx\">诗</a>作于唐肃宗乾元二年（759年）三月。乾元元年（758年）冬，<a href=\"http://so.gushiwen.org/author_2273.aspx\">郭子仪</a>收复长安和洛阳，旋即，和<a href=\"http://so.gushiwen.org/author_1140.aspx\">李光</a>弼、王思礼等九节度使乘胜率军进击，以二十万兵力在邺城（即相州，治所在今河南安阳）包围了安庆绪叛军，局势十分可喜。然而昏庸的唐肃宗对郭子仪、李光弼等领兵并不信任，诸军不设统帅，只派宦官鱼朝恩为观军容宣慰处置使，使诸军不相统属，又兼粮食不足，士气低落，两军相持到次年春天，史思明援军至，唐军遂在邺城大败。郭子仪退保东都洛阳，其余各节度使逃归各自镇守。安庆绪、史思明几乎重又占领洛阳。幸而郭子仪率领他的朔方军拆断河阳桥，才阻止了安史军队南下。为了扭转危局，急需补充兵力，于是在洛阳以西、潼关以东一带强行抓丁，连老汉、老妇也被迫服役。此诗就是在这个历史背景下创作的。</p>",
  "poet": {
    "id": 474,
    "star": 0,
    "name": "杜甫",
    "image": "http://img.gushiwen.org/authorImg/dufu.jpg",
    "desc": "杜甫（712－770），字子美，自号少陵野老，世称“杜工部”、“杜少陵”等，汉族，河南府巩县（今河南省巩义市）人，唐代伟大的现实主义诗人，杜甫被世人尊为“诗圣”，其诗被称为“诗史”。杜甫与李白合称“李杜”，为了跟另外两位诗人李商隐与杜牧即“小李杜”区别开来，杜甫与李白又合称“大李杜”。他忧国忧民，人格高尚，他的约1400余首诗被保留了下来，诗艺精湛，在中国古典诗歌中备受推崇，影响深远。759-766年间曾居成都，后世有杜甫草堂纪念。"
  },
  "tags": [
    "叙事",
    "战争",
    "惜别"
  ]
}