{
  "id": 62345,
  "star": 110,
  "name": "风入松·听风听雨过清明",
  "dynasty": "宋代",
  "content": "听风听雨过清明。愁草瘗花铭。楼前绿暗分携路，一丝柳、一寸柔情。料峭春寒中酒，交加晓梦啼莺。 <br>西园日日扫林亭。依旧赏新晴。黄蜂频扑秋千索，有当时、纤手香凝。惆怅双鸳不到，幽阶一夜苔生。",
  "fanyi": "<p><strong>译文</strong><br>听着凄风苦雨之声，我独自寂寞地过着清明。掩埋好遍地的落花，我满怀忧愁地起草葬花之铭。楼前依依惜别的地方，如今已是一片浓密的绿荫。每一缕柳丝，都寄托着一分柔情。料峭的春寒中，我独自喝着闷酒，想借梦境去与佳人重逢，不料又被啼莺唤醒。<br>西园的亭台和树林，每天我都派人去打扫干净，依旧到这里来欣赏新晴的美景。蜜蜂频频扑向你荡过的秋千、绳索上还有你纤手握过而留下的芳馨。我是多么惆怅伤心，你的倩影总是没有信音。幽寂的空阶上，一夜间长出的苔藓便已青青。</p><p><strong>注释</strong><br>草：草，起草，拟写。愁草，没有心情写。<br>瘗（yì）：埋葬。铭，文体的一种。<a href=\"http://so.gushiwen.org/author_662.aspx\">庾信</a>有《瘗花铭》。古代常把铭文刻在墓碑或者器物上，内容多为歌功颂德，表示哀悼，申述鉴戒。<br>分携：分手，分别。<br>绿暗：形容绿柳成荫。<br>料峭：形容春天的寒冷。<br>中酒：醉酒。“中酒”见《史记·樊哙传》，亦见《汉书》，意酒酣也。中，读仄声也。又如<a href=\"http://so.gushiwen.org/author_211.aspx\">杜牧</a>：“残春杜陵客，中酒落花前”（《睦州四韵》），<br>交加：形容杂乱。<br>双鸳：指女子的绣花鞋，这里兼指女子本人。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这是西园怀人之作。西园在吴地，是梦窗和情人的寓所，二人亦在此分手，所以西园诚是悲欢交织之地。梦窗在此中常提到此地，可见此地实乃梦萦魂绕之地。</p> <p>　　这也是一首伤春之作。词的上片情景交融，意境有独到之处。前二句是伤春，三、四两句写伤别，五、六两句则是伤春与伤别的交融，形象丰满，意蕴深邃。“听风听雨过清明”，起句貌似简单，不象梦窗绵丽的风格，但用意颇深。不仅点出时间，而且勾勒出内心细腻的情愫。</p> <p>　　寒食、清明凄冷的禁烟时节，连续刮风下雨，意境凄凉。风雨不写“见”而写“听”，意思是白天对风雨中落花，不忍见，但不能不听到；晚上则为花无眠、以听风听雨为常。首句四个字就写出了词人在清明节前后，听风听雨，愁风愁雨的惜花伤春情绪，不由让读者生凄神憾魄之感。“愁草瘗花铭”一句紧承首句而来，意密而情浓。落花满地，将它打扫成堆，予以埋葬，这是一层意思；葬花后而仍不安心，心想应该为它拟就一个瘗花铭，瘐信有《瘗花铭》，此借用之，这是二层意思；草萌时为花伤心，为花堕泪，愁绪横生，故曰“愁草”，这是三层意思。词人为花而悲，为春而伤，情波千叠，都凝炼在此五字中了。“楼前绿暗分携路，一丝柳，一寸柔情”，是写分别时的情景。梦窗和情人在柳丝飘荡的路上分手，自此柳成为其词中常出现的意象。古代有送别时折柳相送的风俗，是希望柳丝能够系住将要远行的人，所以说“一丝柳，一寸柔情”，可谓语浅意深。</p> <p>　　“料峭春寒中酒，交加晓梦啼莺”，伤春又伤别，无以排遣，只得借酒浇愁，希望醉后梦中能与情人相见。无奈春梦却被莺啼声惊醒。这是化用唐<a href=\"http://so.gushiwen.org/view_62345.aspx\">诗</a>“打起黄莺儿，莫教枝上啼。啼时惊妾梦，不得到辽西”之意。上阙是愁风雨，惜年华，伤离别，意象集中精炼，而又感人至深，显出密中有疏的特色。</p> <p>　　下阙写清明已过，风雨已止，天气放晴了。阔别已久的情人，怎么能忘怀！按正常逻辑，因深念情人，故不忍再去平时二人一同游赏之处了，以免触景生悲，睹物思人。但梦窗却用进一层的写法，那就是照样（依旧）去游赏林亭。于是看到“黄蜂频扑秋千索”，仿佛佳人仍在。“黄蜂”二句是窗梦词中的名句，妙在不从正面写，而是侧面烘托，佳人的美好形象凸现出来。怀人之情至深，故即不能来，还是痴心望着她来。“日日扫林亭”，就是虽毫无希望而仍望着她来。离别已久，秋千索上的香气未必能留，但仍写黄蜂的频扑，这不是在实写。陈洵说：“见秋千而思纤手，因蜂扑而念香凝，纯是痴望神理。”</p> <p>　　结句“双鸳不到”（双鸳是一双乡绣有鸳鸯的鞋子），明写其不再惆怅。“幽阶一夜苔生”，语意夸张。不怨伊人不来，而只说“苔生”，可见当时伊人常来此处时，阶上是不会生出青苔来的，此时人去已久，所以青苔滋生，但不说经时而说“一夜，”由此可见二人双栖之时，欢爱异常，仿佛如在昨日。这样的夸张，在事实上并非如此，而在情理上却是真实的。</p>",
  "about": "<h2>创作背景</h2> 　　这是西园怀人之作，也是一首伤春之作。陈洵《海绡说词》谓此乃“思去妾”之词。西园在吴地，是作者和情人的寓所，二人亦在此分手，所以西园诚是悲欢交织之地。<a href=\"http://so.gushiwen.org/author_670.aspx\">吴文英</a>在此中常提到此地，可见此地实乃梦萦魂绕之地。",
  "poet": {
    "id": 670,
    "star": 0,
    "name": "吴文英",
    "image": "http://img.gushiwen.org/authorImg/wuwenying.jpg",
    "desc": "吴文英（约1200～1260），字君特，号梦窗，晚年又号觉翁，四明（今浙江宁波）人。原出翁姓，后出嗣吴氏。与贾似道友善。有《梦窗词集》一部，存词三百四十余首，分四卷本与一卷本。其词作数量丰沃，风格雅致，多酬答、伤时与忆悼之作，号“词中李商隐”。而后世品评却甚有争论。"
  },
  "tags": [
    "宋词三百首",
    "宋词精选",
    "婉约",
    "伤春",
    "离别",
    "怀人"
  ]
}