{
  "id": 62257,
  "star": 9,
  "name": "荔枝香近·送人游南徐",
  "dynasty": "宋代",
  "content": "锦带吴钩，征思横雁水。夜吟敲落霜红，船傍枫桥系。相思不管年华，唤酒吴娃市。因话、驻马新堤步秋绮。 <br>淮楚尾。暮云送、人千里。细雨南楼，香密锦温曾醉。花谷依然，秀靥偷春小桃李。为语梦窗憔悴。",
  "fanyi": "<h2>注释</h2> ⑴荔枝香近：词牌名。《词谱》：“《唐史·乐志》：‘帝幸骊山，贵妃生日，命小部张乐长生殿，奏新曲，未有名，会南方进荔枝，因名《荔枝香》’。《碧鸡漫志》：‘今歇指调、大石调，皆有近拍，不知何者为本曲？’按《荔枝香》有两体，七十六字者始自<a href=\"http://so.gushiwen.org/author_535.aspx\">柳永</a>《乐章集》注“歇指调”；七十三字者始自<a href=\"http://so.gushiwen.org/author_164.aspx\">周邦彦</a>，一名《荔枝香近》。”此词双调，七十六字。前片七句，四仄韵；后片七句，五仄韵。<br>⑵南徐：即今江苏镇江。朱祖谋笺：《宋史·地理志》：元嘉八年立南徐郡，以东海为治下郡，以丹徒属焉。<br>⑶雁：一本作“淮”。<br>⑷话：一本作“诘”。<br>⑸驻马：一本作“车”。",
  "shangxi": "<h2>鉴赏</h2> <p>　　“锦带”两句，点题。言友人锦衣玉带，身佩吴钩宝剑，将要奔赴当时的军事重镇——南徐（镇江）。词人祝愿友人，这次能随军出发，直捣北方留宿着大雁的沙滩畔（即深入敌占区）。“夜吟”两句，点出送友的时间与地点。“霜红”，即深秋红枫叶；“枫桥”，在苏州阊门西边。唐张继《枫桥夜泊》<a href=\"http://so.gushiwen.org/view_62257.aspx\">诗</a>有：“姑苏城外<a href=\"http://so.gushiwen.org/author_1397.aspx\">寒山</a>寺，夜半钟声到客船”句，可证明枫桥至少在唐时已成为苏州一个繁忙的水运码头。此言在一个深秋傍晚，词人至枫桥码头送友人赴南徐，并即席赋词。为填好这首送别词，他反复吟哦，并以手拍击旁边的枫树以协律，以至把火红的枫叶也震落下来。“相思”两句是说：我自己虽然年老体衰，但与你这位年青的朋友却是情投意合，结成了“不管年华”的忘年交。因此，对于你的奔赴前线，我将会时时惦记。两人站在岸边殷殷话别，意犹未尽，索兴相携同去一家小酒店内，命卖酒女酌酒，复叙离别之情。“因话”一句承前，酒中重开话题。两个人酌酒言别，自然引发出对往昔的回忆，特别是两人在秋日中相处在一起的过程最容易因触景而提到。因而就提起了在过去的一个秋日里，两个人曾驻马在杭州苏堤，并沿堤步行共赏西湖中秋水一色的那一段往日里的美事。“新堤”，指苏堤。因苏堤是北宋<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>在公元1090年（宋哲宗元祐五年）知杭州时所修，至词人任职苏州仓幕，时在公元1232年（宋理宗绍定五年）至1245年（嘉熙五年），相隔至多一百五十余年，所以梦窗称之为“新堤”。</p> <p>　　“淮楚尾”两句，由送友转入辞别恋人。言词人又想起也是这样一个秋日的黄昏，却在不同的地点与自己的恋人话别。“淮楚尾”，即淮头楚尾，古时指江西省，这里泛指江南。“细雨”两句，承前。言自己过去在如烟般的秋雨笼罩下的“南楼”，与这位恋人相处，曾使他心迷神醉。那南楼中香气袭人，锦衾温暖，令他至今难忘。“花谷”三句是说：旧时的“南楼”谅必还在那儿吧？如果你到了那里，碰巧遇到这位艳若桃李的我的小恋人，请一定替我转告：我因为思念她的缘故，弄得如今十分消瘦。<a href=\"http://so.gushiwen.org/author_535.aspx\">柳永</a>《凤栖梧》词有“为伊消得人憔悴”句，梦窗即用此意作结。“花谷”，即指前句的“南楼”。下片从与友话旧送别，自然带出思念昔日的恋人，可见这位友人与作者的关系并非泛泛可比。</p>",
  "poet": {
    "id": 670,
    "star": 0,
    "name": "吴文英",
    "image": "http://img.gushiwen.org/authorImg/wuwenying.jpg",
    "desc": "吴文英（约1200～1260），字君特，号梦窗，晚年又号觉翁，四明（今浙江宁波）人。原出翁姓，后出嗣吴氏。与贾似道友善。有《梦窗词集》一部，存词三百四十余首，分四卷本与一卷本。其词作数量丰沃，风格雅致，多酬答、伤时与忆悼之作，号“词中李商隐”。而后世品评却甚有争论。"
  },
  "tags": [
    "离别",
    "祝福",
    "思念"
  ]
}