{
  "id": 52801,
  "star": 261,
  "name": "凤凰台上忆吹箫·香冷金猊",
  "dynasty": "宋代",
  "content": "香冷金猊，被翻红浪，起来慵自梳头。任宝奁尘满，日上帘钩。生怕离怀别苦，多少事、欲说还休。新来瘦，非干病酒，不是悲秋。<br>休休，这回去也，千万遍《阳关》，也则难留。念武陵人远，烟锁秦楼。惟有楼前流水，应念我、终日凝眸。凝眸处，从今又添，一段新愁。</p> <p>香冷金猊，被翻红浪，起来人未梳头。任宝奁闲掩，日上帘钩。生怕闲愁暗恨，多少事、欲说还休。今年瘦，非干病酒，不是悲秋。<br>明朝，者回去也，千万遍阳关，也即难留。念武陵春晚，云锁重楼。记取楼前绿水，应念我、终日凝眸。凝眸处，从今更数，几段新愁。",
  "fanyi": "<p><strong>译文</strong><br>铸有狻猊提钮的铜炉里，熏香已经冷透，红色的锦被乱堆床头，如同波浪一般，我也无心去收。早晨起来，懒洋洋不想梳头。任凭华贵的梳妆匣落满灰尘，任凭朝阳的日光照上帘钩。我生怕想起离别的痛苦，有多少话要向他倾诉，可刚要说又不忍开口。新近渐渐消瘦起来，不是因为喝多了酒，也不是因为秋天的影响。算了罢，算了罢，这次他必须要走，即使唱上一万遍《阳关》离别曲，也无法将他挽留。想到心上人就要远去，剩下我独守空楼了，只有那楼前的流水，应顾念着我，映照着我整天注目凝眸。就在凝眸远眺的时候，从今而后，又平添一段日日盼归的新愁。</p><p><strong>注释</strong><br>金猊(ni泥)：狮形铜香炉。<br>红浪：红色被铺乱摊在床上，有如波浪。<br>宝奁(lian连)：华贵的梳妆镜匣。<br>者：通这。<br>阳关：语出《阳关三叠》，是唐宋时的送别曲。《送元二使安西》<a href=\"http://so.gushiwen.org/view_52801.aspx\">诗</a>：“渭城朝雨浥轻尘，客舍青青柳色新。劝君更尽一怀酒，西出阳关无故人。”后据此诗谱成《阳关三叠》，为送别之曲。此处泛指离歌。<br>武陵人远：引用<a href=\"http://so.gushiwen.org/author_645.aspx\">陶渊明</a>《桃花源记》中，武陵渔人误入桃花源，离开后再去便找不到路径了。陶渊明《桃花源记》云武陵（今湖南常德）渔人入桃花源，后路径迷失，无人寻见。此处借指爱人去的远方。<a href=\"http://so.gushiwen.org/author_27.aspx\">韩琦</a>《点绛唇》词：“武陵凝睇，人远波空翠。”<br>烟锁秦楼：总谓独居妆楼。秦楼，即凤台，相传春秋时秦穆公女弄玉与其夫箫史乘风飞升之前的住所。<a href=\"http://so.gushiwen.org/author_186.aspx\">冯延巳</a>《南乡子》词“烟锁秦楼无限事。”<br>眸（móu）：指瞳神。《说文》：“目童（瞳）子也。”详见瞳神条。指眼珠。《景岳全书》卷二十七引龙木禅师语曰：“……人有双眸，如天之有两曜，乃一身之至宝，聚五脏之精华。”</p>",
  "shangxi": "<p>　　这首词概作于词人婚后不久，赵明诚离家远游之际，写出了她对丈夫的深情思念。</p> <p>　　“香冷金猊，被翻红浪”，为对偶给人以冷漠凄清的感觉。金猊，指狻猊（狮子）形铜香炉。“被翻红浪”，语本《凤栖梧》：“鸳鸯绣被翻红浪。”说的是锦被胡乱地摊在床上，在晨曦的映照下，波纹起伏，恍似卷起层层红色的波浪。金炉香冷，反映了词人在特定心情下的感受；锦被乱陈，是她无心折叠所致。“起来慵自梳头”，则全写人物的情绪和神态。这三句工炼沉稳，在舒徐的音节中寄寓着作者低沉掩抑的情绪。到了“任宝奁尘满，日上帘钩”，则又微微振起，恰到好处地反映了词人情绪流程中的波澜。然而她内心深处的离愁还未显露，给人的印象只是慵怠或娇慵。慵者，懒也。炉中香消烟冷，无心再焚，一慵也；床上锦被乱陈，无心折叠，二慵也；髻鬟蓬松，无心梳理，三慵也；宝镜尘满，无心拂拭，四慵也；而日上三竿，犹然未觉光阴催人，五慵也。慵而一“任”，则其慵态已达极点。词人为何大写“慵”字，目的仍在写愁。这个“慵”字是“词眼”，使读者从人物的慵态中感到她内心深处有个愁在。</p> <p>　　“生怕离怀别苦”，开始切题，可是紧接着，作者又一笔宕开，“多少事，欲说还休”，万种愁情，一腔哀怨，本待在丈夫面前尽情倾吐，可是话到嘴边，又吞咽下去。词情又多了一层波折，愁苦又加重了一层。因为许多令人不快的事儿，告诉丈夫只有给他带来烦恼。因此她宁可把痛苦埋藏心底，自己折磨自己，也不愿在丈夫面前表露，<a href=\"http://so.gushiwen.org/author_1137.aspx\">真可</a>谓用心良苦，痴情一片，难怪她会“慵怠无力”而复“容颜消瘦”了。</p> <p>　　“新来瘦，非干病酒，不是悲秋。”她先从人生的广义概括致瘦的原因：有人是因“日日花前常病酒”，有人是因“万里悲秋常作客”，而自己却是因为伤离惜别这种不足与旁人道的缘由。</p> <p>　　从“悲秋”到“休休”，是大幅度的跳跃。词人一下子从别前跳到别后，略去话别的缠绵和饯行的伤感，笔法极为精炼。“休休！这回去也，千万遍《阳关》，也则难留。”多么深情的语言！《阳关》，即《阳关曲》。离歌唱了千千遍，终是难留，惜别之情，跃然纸上。“念武陵人远，烟锁秦楼”，把双方别后相思的感情作了极其精确的概括。武陵人，用刘晨、阮肇典故，借指心爱之人。秦楼，一称凤楼、凤台。相传春秋时有个萧史，善吹箫，作凤鸣，秦穆公以女弄玉妻之，筑凤台以居，一夕吹箫引凤，夫妇乘凤而去。<a href=\"http://so.gushiwen.org/author_536.aspx\">李清照</a>化此典，既写她对丈夫赵明诚的思念，也写赵明诚对其妆楼的凝望，丰富而又深刻。同时后一个典故，还暗合调名，照应题意。</p> <p>　　下片后半段用顶真格，使各句之间衔接紧凑，而语言节奏也相应地加快，感情的激烈程度也随之增强，使词中所写的“离怀别苦”达到了高潮。“惟有楼前流水”句中的“楼前”，是衔接上句的“秦楼”，“凝眸处”是紧接上句的“凝眸”。把它们连起来吟诵，便有一种自然的旋律推动吟诵的速度，而哀音促节便在不知不觉中搏动人们的心弦。古代写倚楼怀人的不乏佳作，却没有如李清照写得这样痴情的。她心中的“武陵人”越去越远了，人影消失在迷蒙的雾霭之中，她一个人被留在“秦楼”，呆呆地倚楼凝望。她那盼望的心情，无可与语；她那凝望的眼神，无人理解。唯有楼前流水，映出她终日倚楼的身影，印下她钟情凝望的眼神。流水无知无情，怎会记住她终日凝眸的情态，这真是痴人痴语啊。词笔至此，主题似已完成了，而结尾三句又使情思荡漾无边，留有不尽意味。凝眸处，怎么会又添一段新愁呢？自从得知赵明诚出游的消息，她就产生了“新愁”，此为一段；明诚走后，洞房空设，佳人独坐，此又是“新愁”一段。从今而后，山高路远，枉自凝眸，其愁将与日俱增，愈发无从排遣了。</p> <p>　　这首词虽用了两个典故，但总体上未脱清照“以浅俗之语，发清新之思”的格调。层层深入地渲染了离愁别念，以“慵”点染，“瘦”形容，“念”深化，“痴”烘托，逐步写出不断加深的离愁别苦，感人至深。</p>",
  "about": "<h2>创作背景</h2> 　　此词是<a href=\"http://so.gushiwen.org/author_536.aspx\">李清照</a>的早期作品，创作地点在青州。自公元1107年起，李清照与赵明诚屏居乡里十余年。赵明诚何时重新出来做官，史无明载。据陈祖美《李清照简明年表》：“公元1118至1120年（重和元年至宣和二年），这期间赵明诚或有外任，清照独居青州。是时明诚或有蓄妾之举。作《点绛唇》《凤凰台上忆吹箫》等。”而刘忆萱在《李清照<a href=\"http://so.gushiwen.org/view_52801.aspx\">诗</a>词选注》中认为此词作于赵明诚赴莱州任职之际，时间约为公元1121年（宣和三年）。",
  "poet": {
    "id": 536,
    "star": 0,
    "name": "李清照",
    "image": "http://img.gushiwen.org/authorImg/liqingzhao.jpg",
    "desc": "李清照（1084年3月13日～1155年5月12日）号易安居士，汉族，山东省济南章丘人。宋代（南北宋之交）女词人，婉约词派代表，有“千古第一才女”之称。所作词，前期多写其悠闲生活，后期多悲叹身世，情调感伤。形式上善用白描手法，自辟途径，语言清丽。论词强调协律，崇尚典雅，提出词“别是一家”之说，反对以作诗文之法作词。能诗，留存不多，部分篇章感时咏史，情辞慷慨，与其词风不同。有《易安居士文集》《易安词》，已散佚。后人有《漱玉词》辑本。今有《李清照集校注》。"
  },
  "tags": [
    "宋词三百首",
    "宋词精选",
    "婉约",
    "女子",
    "离别",
    "思念"
  ]
}