{
  "id": 58002,
  "star": 6,
  "name": "千年调·卮酒向人时",
  "dynasty": "宋代",
  "content": "蔗庵小阁名曰“卮言”，作此词以嘲之。</p> <p>卮酒向人时，和气先倾倒。最要然然可可，万事称好。滑稽坐上，更对鸱夷笑。寒与热，总随人，甘国老。<br>少年使酒，出口人嫌拗。此个和合道理，近日方晓。学人言语，未会十会巧。看他们，得人怜，秦吉了。 ",
  "fanyi": "<p><strong>译文<br></strong>有些人就象那装满酒就倾斜的酒卮，处处是一副笑脸，见人就点头哈腰。他们最要紧的是唯唯诺诺，对什么事都连声说好。就象那筵席上滑稽对着鸱夷笑，它们都擅长整天旋转把酒倒。不管是寒是热，总有一味药调和其中，这就是那号称“国老”的甘草。<br>我年轻时常常饮酒任性，说起话来剔人总嫌执拗。这个和稀泥的处世哲学直到近来我才慢慢知晓。可惜我对那一套应酬语言，还没有学得十分巧妙。瞧他们真会讨人喜欢，活象那跟人学舌的秦吉了！</p> <p><strong>注释<br></strong>①蔗庵：指郑汝谐，字舜举，号东谷居士，浙江青田人。他力主抗金，稼轩称他“老子胸中兵百万”。郑汝谐在信州建宅院，取名“蔗庵”，并以此为号。<br>②卮（zhī）言：没有立场，人云亦云的话。《庄子·寓言》：“卮言日出，和以天倪。”后人亦以此作为自己言论或著作的谦辞。郑汝谐蔗庵中小阁取名“卮言”，稼轩由此借题发挥。<br>③卮：古时一种酒器，酒满时就倾斜，无酒时就空仰着。<br>④然然：对对。可可：好好<br>⑤万事称好：《世说新语》引注《司马徽别传》说：司马徽善于鉴别人才，但怕刘表嫉害，于是品评当代人物时，他每每称“好”。他妻子批评他有负众望，他回答说：你所说的也很好。<br>⑥滑稽、鸱（chī）夷：古时的酒器。杨雄《酒赋》：“滑稽鸱夷，腹如大壶。”<br>⑦甘国老：指中药甘草。《本草纲目》称其性平味甘，能调和众药，治疗百病，故享有“国老”之名。<br>⑧使酒：喝酒任性。<br>⑨拗（ào）：别扭，指不合世俗。<br>⑩秦吉了：鸟名。《唐会要》载，林邑国有结辽鸟（秦吉了），能言尤胜鹦鹉，黑色，黄眉。<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>《新乐府·秦吉了》：“秦吉了，出南中，彩毛青黑花颈红。耳聪心慧舌端巧，鸟语人言无不通。”</p>",
  "shangxi": "<h2>赏析</h2> <p>　　开篇两句，<a href=\"http://so.gushiwen.org/author_217.aspx\">辛弃疾</a>将人比作酒器，形象生动地描绘出那些见风使舵、阿谀奉承之人的可笑姿态。一个“先”字将官场小人低眉顺目，争先恐后吹捧的动作充分表现出来。接下来两句，词人进一步从语言上进行描写官员们笑眯眯，点头哈腰，顺从统治者，凡事都说“好、好、好”的谄媚之态。</p> <p>　　“滑稽坐上，更对鸱夷笑。”这两句描绘出腐败官场上人们应酬中相互吹捧、言谈虚情假意的场面。“寒与热，总随人，甘国老。”词人在此用来指那些没有原则，一味跟从，和稀泥的人。</p> <p>　　下阕开头中的少年指词人自己。史书记载，辛弃疾二十二岁就在抗金前线冲阵杀敌，可称少年英雄，但因其为人正直，不善奉承而遭人排挤，正如其说的“出口人嫌拗”。“此个和合道理，近日方晓。学人言语，未会十会巧。”在官场中要顺从、虚伪才能讨得君主的欢心，这个道理，“我”现在才明白，但是要效仿这些人，“我”却正好不擅长。词人此处的自嘲和上文那些趋炎附势的小人形象形成鲜明对比，突出词人不与世俗同流合污、洁身自好的高尚品格。</p> <p>　　结尾三句中，词人以幽默的笔调调侃：看他们那些得宠的人，都是像学舌鸟一样会唯命是从，攀附权势。</p> <p>　　辛弃疾用诙谐的口吻描述了一场“物”的狂欢，这些物都有着南宋官场得宠之人相似的特质：随人俯仰、圆滑虚伪、碌碌无为。当时南宋正处于山河破碎、民不聊生之时，可朝廷却只一味偏安，宠信小人。词人正是通过揭露当时朝廷官员的丑恶嘴脸来反衬自己的正直和有为，但正是因为这样，他才得不到重用，因而内心充满悲痛与不甘。</p>",
  "about": "<h2>创作背景</h2> 　　公元1185年（宋孝宗淳熙十二年），<a href=\"http://so.gushiwen.org/author_217.aspx\">辛弃疾</a>经历了他人生中的第一次被罢官的痛苦生活，这一年，他被免职后居住在江西上饶，这首词就是作者在这一时期写作的。由于他的好友郑汝谐（字舜举）的居所有一个小阁楼名叫“卮言”，由此，作者产生了写这首词的想法。",
  "poet": {
    "id": 217,
    "star": 0,
    "name": "辛弃疾",
    "image": "http://img.gushiwen.org/authorImg/xinqiji.jpg",
    "desc": "辛弃疾（1140－1207），南宋词人。原字坦夫，改字幼安，别号稼轩，汉族，历城（今山东济南）人。出生时，中原已为金兵所占。21岁参加抗金义军，不久归南宋。历任湖北、江西、湖南、福建、浙东安抚使等职。一生力主抗金。曾上《美芹十论》与《九议》，条陈战守之策。其词抒写力图恢复国家统一的爱国热情，倾诉壮志难酬的悲愤，对当时执政者的屈辱求和颇多谴责；也有不少吟咏祖国河山的作品。题材广阔又善化用前人典故入词，风格沉雄豪迈又不乏细腻柔媚之处。由于辛弃疾的抗金主张与当政的主和派政见不合，后被弹劾落职，退隐江西带湖。"
  },
  "tags": [
    "仕途",
    "讽刺",
    "愤懑"
  ]
}