{
  "id": 58964,
  "star": 15,
  "name": "一丛花·溪堂玩月作",
  "dynasty": "宋代",
  "content": "冰轮斜辗镜天长。江练隐寒光。危阑醉倚人如画，隔烟村、何处鸣根。乌鹊倦栖，鱼龙惊起，星斗挂垂杨。 <br>芦花千顶水微茫。秋色满江乡。楼台恍似游仙梦，又疑是、洛浦潇湘。风露浩然，山河影转，今古照凄凉。",
  "shangxi": "<h2>赏析</h2> <p>　　这首词是一首玩赏风景作品，但由于融进了感叹国家兴亡的内容，从而使它的认识意义和审美意义骤然加重。全词景象大开大变，但由于描写有序、布局有致，又有“玩月”二字贯穿其间，加上词作者丰富的思想感情提纲挈领，所以，全词结构仍显得很严谨。</p> <p>　　全词共分三部分。上片起首两句为第一部分，先总写月照澄江、水映长空的雄伟景观。上句由月而及江，下句由江而及月，勾勒出一幅月光水色交相辉映的壮丽图景。“冰轮”，指月。“斜辗”，即斜照。但何以必用“辗”字而不用“照”字？盖“辗”字有转动的意思，用在这里，不仅与“冰轮”搭衬得当，而且，还给人以运动感，仿佛看到了倒映在江水中的皓皓月轮，正随着江水的流动而缓缓移动。“镜天长”，极言波明如镜，把整个长空都映现出来。“江练”从<a href=\"http://so.gushiwen.org/author_32.aspx\">谢朓</a>《晚登三山还望京邑》<a href=\"http://so.gushiwen.org/view_58964.aspx\">诗</a>“澄江静如练”句而来，谓江水清澈见底，宛如一条长长的白色绸带。“隐寒光”，则谓月光和水色浑然一体。“隐”字可谓一字传神，写出了月光无声地射照江水的韵致。而“寒”字，既与上句的“冰轮”相绾合，又暗伏下片的“秋色”。这两句的江月传神写照，境界阔大，景象宛然。</p> <p>　　从“危阑”句到下片的“又疑是”句是第二部分，写秋月照耀下的江乡景色。“危阑”句承上启下，顺笔交代一下“溪堂玩月”的感受，词人完全陶醉在这画图般的景色之中了。“危阑”，即高楼上的栏杆，照应了题面中的“溪堂”二字，说明“玩月”的所在是临江的楼台。“醉倚”，写出了作者凭栏玩月赏景的情态，但“醉”字不一定是“酒醉”的“醉”，而是“陶醉”的“醉”，著此一字就把词人彼时的心态也写出来了。词人自我形象的出现，不仅丰富了这幅秋江月夜图的内容，也使它显得更有情趣。接下来“隔烟村”数句，便从不同的角度、不同的侧面对“人如画”的“画”作了具体的描绘。“隔烟村”句从听觉的角度写渔舟夜归。“鸣木桹”也作“鸣榔”，渔人捕鱼时用长木板敲打船舷，发出桹桹的声音，使鱼惊而入网，故云。但词人只是凭栏所闻，而且又因隔着烟霭迷蒙的江村，不辨渔舟从何而来，归向何处，故云“何处鸣桹”。“乌鹊”三句从视觉的角度着墨，写了三种事物的三种表现：乌鹊倦于栖息，鱼龙（复词偏义，实际就是指鱼）惊而跃起，只有北斗星默默地挂在垂杨梢头。至于乌鹊何以“倦栖”，鱼龙又何以“惊起”，是因为月光明亮，还是因为渔舟鸣桹，词人没说，也不必说，何况“倦”、“惊”云云，本来就包含着想象的成分，带上了词人的主观感觉。这三句虽然都从局部着墨，但布局得宜，很有层次，而且静中有动，使这幅“画”显得更有生意。</p> <p>　　过片继续写景。换头两句又从整体上勾勒一笔，为上片所写之景描绘出一个更为广阔的背景，使整个画面显得更加瑰伟壮丽：芦花千顷，江水迷茫，渺无天际的秋色笼罩着整个江乡。芦花是江乡秋色中最富代表性的景物之一，写芦花便突出了江乡的特点。而云“千顷”，则极言辽阔无垠，并非确指。至于“水微茫”，这一则是月光水色交相辉映，二则也因为芦花纷纷扬扬，所以远远看去，便有了朦朦胧胧的感觉。</p> <p>　　下片“楼台”两句与上片“危阑”句遥相呼应，把镜头拉到自己的身边来，进一步抒写凭栏“玩月”的感受。词人伫立江楼，看到秋江月夜下的清丽景象，恍若梦游仙境，又仿佛置身于洛水之滨，湘水之畔。洛水（在今河南省），相传是女神宓妃出没的地方，<a href=\"http://so.gushiwen.org/author_6.aspx\">张衡</a>《思玄赋》曾有“载太华之女兮，召洛浦之宓妃”的诗句，后来<a href=\"http://so.gushiwen.org/author_322.aspx\">曹植</a>还专门写过一篇《洛神赋》，描写了一个人神恋爱的故事。潇湘，这里指湘水（在今湖南省），<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>《九歌》中的《湘君》篇和《湘夫人》篇，都和湘水有关，写的是湘水之神的恋歌。这里“洛浦潇湘”合而用之，不仅突出了江乡之美，给词人描绘的这幅秋江月夜图涂上了一层神奇色彩，同时也强化了词人的览物之情，流露出词人对江乡的热爱之忱。</p> <p>　　结拍三句为第三部分，景象陡然一变，情调转入悲凉，寄寓了词人的国家兴亡之感。“风露”句极写寒气浓重，浩然莫御。“山河”句和篇首“冰轮斜辗”遥相呼应，显示出时间的推移、景象的变化和词人“溪堂玩月”之久。但既云“山河影转”，境界就更为开阔，整个空间都在随着时间的推移而变化着，而不仅仅局限于“溪堂”和“江乡”，它分明织进了词人的想象。这两句全为结拍一句蓄势。“今古”句是全词的结穴所在，也是作者“溪堂玩月”的最后感触所在。从古到今，明月无殊，普照人间。但词人何以会有“今古照凄凉”之感呢？这种感受首先是从严酷的现实而来。半壁江山落于金人之手，而偏安一隅的南宋小朝廷不仅不思恢复，还对主张和坚持抗金的人进行压制迫害，使他们“报国欲死无战场”（<a href=\"http://so.gushiwen.org/author_272.aspx\">陆游</a>《陇头水》）。词人自己的抗金方略，不但未被采纳、不被理解，反遭陷害。此时，词人登上江楼，看到雄伟壮丽的秋江月夜景色，自然要引起他的无限感慨。词人还想到了“古”，想到了历史上曾经出现过的南北分裂局面，故云“今古照凄凉”。“山河影转”句已自隐寓着江山易主之感，最后再以“今古”句一结，就和盘托出了作者感时伤景的悲凉情怀，使全词意韵和格调为之一变，带上一层浓重的悲古伤今、感叹兴亡的色彩。这样就使词从词人赏玩风景的情事范围开拓出去，具有了更多的内容，提高了词的境界，丰富了词的内涵。总观结拍三句，气象恢宏，意境雄浑，声情悲壮，含义深远。</p> <p>　　<a href=\"http://so.gushiwen.org/author_244.aspx\">陈亮</a>所作的词的风格并非单一，于豪迈奔放之外还有幽雅秀丽的一面，而这首词则又另具风韵，远非豪迈奔放和幽雅秀丽所能概括。这首词的内容如题，通篇描绘秋江月夜的瑰丽景象，只在词的结尾处才透露出作者感时伤怀的悲凉情怀。</p>",
  "poet": {
    "id": 244,
    "star": 0,
    "name": "陈亮",
    "image": "http://img.gushiwen.org/authorImg/chenliang.jpg",
    "desc": "陈亮（1143—1194）原名汝能，后改名陈亮，字同甫，号龙川，婺州永康（今属浙江）人。婺州以解头荐，因上《中兴五论》，奏入不报。孝宗淳熙五年，诣阙上书论国事。后曾两次被诬入狱。绍熙四年光宗策进士第一，状元。授签书建康府判官公事，未行而卒，谥号文毅。所作政论气势纵横，词作豪放，有《龙川文集》《龙川词》，宋史有传。"
  },
  "tags": [
    "豪放",
    "写景",
    "伤怀"
  ]
}