{
  "id": 72791,
  "star": 19,
  "name": "菩萨蛮·宝函钿雀金鸂鶒",
  "dynasty": "唐代",
  "content": "宝函钿雀金鸂鶒，沉香阁上吴山碧。杨柳又如丝，驿桥春雨时。<br>画楼音信断，芳草江南岸。鸾镜与花枝，此情谁得知？",
  "fanyi": "<p><strong>译文</strong><br>华丽的香枕上装饰着漂亮的钿雀和金鸂鵣，在这个春天的早晨，女子已经起床梳妆一新。她来到了沉香楼阁上正看见远处隐隐的吴地青山，如丝的杨柳枝条又泛起青色，在春风中袅袅飘荡，而驿桥上已经开始飘起了丝丝蒙蒙的细雨。<br>在画楼上看见那江南岸边春草萋萋，女子暗叹心中的那个人竟一去未归，音讯全无，每天陪伴自己的只有手中的鸾镜和枝上的花朵，但她那满腹的心事又有谁知道呢？</p> <p><strong>注释</strong><br>①菩萨蛮：词牌名。<br>②宝函：一说指枕函，即枕套；一说指梳妆盒。此处似以梳妆盒解更优。<br>③钿（tián）雀：有雀鸟装饰的钗。<br>④金鸂（xī）鶒（chì）：亦指钗上所饰。<br>⑤沉香阁：沉香木制的楼阁。<br>⑥吴山：一说泛指吴地之山；一说为屏风上所绘的吴地山川风景。<br>⑦驿桥：驿站附近的桥。<br>⑧画楼：即雕梁画栋之楼，也是对楼的美称。<br>⑨鸾（luán）镜：背上镌刻有鸾凤图案的镜子。<br>⑩花枝：女子对镜照见自己所簪戴的花。此处借指这位女子。（浦江清）“枝”与“知”谐音。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　《花间集》收<a href=\"http://so.gushiwen.org/author_415.aspx\">温庭筠</a>的《菩萨蛮》词十四首，都是写女子相思离别之情，这是其中的第十首。</p> <p>　　这首词起句写人妆饰之美。“宝函钿雀金鸂鶒”，可以想象一幅美人晨妆图：一位女子春晨妆梳，打开妆盒，手拈金钗。映入眼帘的是一对镂金的紫鸳鸯。次句写人登临所见春山之美。“沉香阁上吴山碧”，亦“泰日凝妆上翠楼”之起法。登上自家的香阁，伊凭栏远望。江南的绿水青山，十分可爱。“杨柳”两句承上，写春水之美，仿佛画境。晓来登高骋望，触目春山春水，视线难收，于是再放眼一望——“杨柳又如丝”，一个“又”字，透露了女子内心的跃动，能传惊叹之神，且见相别之久，相忆之深。这个“又”字，还使得下一句“驿桥春雨时”，这个本非眼前之景，也能勾粘得紧密无间。这两句写柳丝拨动女子心弦，使她想起那个春雨潇潇的日子，曾经和情人在驿外桥边折柳送别，依依惜别的情景如在眼前，而此时离人不知在何处。这就利用时空的交替，创造出耐人寻味的意境，这是温词凝炼、深密的典型笔法。</p> <p>　　上片的结句回忆驿桥送别，下片接写别后。“画楼音信断”，说明人去信断。“芳草江南岸”，抒发了春归人不归的隐痛。末两句，自伤苦忆之情，无人得知。“鸾镜与花枝”，以花枝喻人。美艳如花之人，而独处凄寂，可见其幽怨之深。“此情谁得知”，千回百转，哀思洋溢。这个结句是全词感情分量最重的一句，也是全词的高潮。</p>",
  "about": "<h2>创作背景</h2> 　　此词约作于唐大中（公元847年—公元860年）年间。五代<a href=\"http://so.gushiwen.org/author_455.aspx\">孙光宪</a>《北梦琐言》卷四载：“宣宗爱唱《菩萨蛮》词。令狐相国（綯）假其（<a href=\"http://so.gushiwen.org/author_415.aspx\">温庭筠</a>）新撰密进之，戒令勿泄，而遽言于人，由是疏之。”温亦有言曰：“中书堂内坐将军。”讥相国无学也。《乐府纪闻》记载此事云：“令狐綯假温庭筠手撰二十阕以进。”据此，《菩萨蛮》诸阕乃温庭筠所撰而由令狐绹进献唐宣宗之作。其时当在大中后期（公元850年—公元859年），正值温庭筠屡试不第之时。",
  "poet": {
    "id": 415,
    "star": 0,
    "name": "温庭筠",
    "image": "http://img.gushiwen.org/authorImg/wentingyun.jpg",
    "desc": "温庭筠（约812—866）唐代诗人、词人。本名岐，字飞卿，太原祁（今山西祁县东南）人。富有天才，文思敏捷，每入试，押官韵，八叉手而成八韵，所以也有“温八叉”之称。然恃才不羁，又好讥刺权贵，多犯忌讳，取憎于时，故屡举进士不第，长被贬抑，终生不得志。官终国子助教。精通音律。工诗，与李商隐齐名，时称“温李”。其诗辞藻华丽，秾艳精致，内容多写闺情。其词艺术成就在晚唐诸词人之上，为“花间派”首要词人，对词的发展影响较大。在词史上，与韦庄齐名，并称“温韦”。存词七十余首。后人辑有《温飞卿集》及《金奁集》。"
  },
  "tags": [
    "女子",
    "相思",
    "离别"
  ]
}