{
  "id": 8075,
  "star": 16,
  "name": "广陵赠别",
  "dynasty": "唐代",
  "content": "玉瓶沽美酒，数里送君还。<br>系马垂杨下，衔杯大道间。<br>天边看渌水，海上见青山。<br>兴罢各分袂，何须醉别颜。",
  "fanyi": "<p><strong>译文<br></strong>玉瓶中装着美酒佳酿，已经送别了数里地，该是返回之时了。<br>把马系在垂杨下，在大道上饮酒。<br>远望天边看到幽幽绿水，遥远的海上看到隐隐约约的青山。<br>酒兴过后就要分别了，你们快回去，不要看到酒醉离别的悲伤情态。</p> <p><strong>注释<br></strong>广陵：今江苏扬州。<br>沽：买。<br>垂杨：即垂柳。<br>渌水：清澈的绿水。<br>袂：衣袖；分袂，指离别。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　首联“玉瓶沽美酒，数里送君还”写携酒送别。唐<a href=\"http://so.gushiwen.org/view_8075.aspx\">诗</a>中的离别总是弥漫着浓浓的酒香，这首诗更是如此，开篇未写送别先说沽酒：精美的玉瓶里盛着新买的香醇的美酒，送君数里，终于到达分别的地点。这两句好像平平叙述，实际上蕴含了对朋友深厚的情谊：瓶为“玉瓶”，酒为“美酒”，从容器的精致名贵和酒的香醇清洌可以看出作者对友人的重视。这种感情在第二句更加明确：“数里送君还”，送君数里，可见为了送别朋友走了很长的路，惜别之情见于言外。</p> <p>　　颔联“系马垂杨下，衔杯大道间”紧承上句，写作者与朋友在长满垂柳的大路边下马停留，临别再饮上几杯饯行的酒。古人有折柳赠别的习俗，所以送别诗中常见柳色依依。系马于垂柳之下，举杯于大道之间，作者通过两个前后相承的动作，营造出一种开阔畅达的意境，暗示出这并非是一次黯然销魂的伤情之别。需要提出的是，这两句语言虽舒缓平易，却有一种很强的画面感，垂杨、大道、系马、举杯，使读者眼前浮现出一幅柳阴送别图，给人以美的享受。</p> <p>　　扬州地处内陆，并不靠海，也没有十分广阔的水域，所以颈联“天边看渌水，海上见青山”当是作者与友人谈话的内容，而非眼前实景。不管是久别重逢还是即将离别，相知的人似乎总有说不完的话，这两句是对朋友说：此去一行，你将会有许多美好的经历，可以在遥远的地方欣赏大海的美景，可以在广阔的海面上见到缥缈的青山。对美好前景的展望寄寓着对朋友的衷心祝福，不见勉励之辞而暗含勉励之意，景色的描述中凝结了深厚的情感，可以看出作者高超的写作技巧。</p> <p>　　有了颈联两句展望美好前景所作的情感铺垫，最后一联的豁达结尾也就水到渠成了：“兴罢各分袂，何须醉别颜。”畅饮美酒、畅谈友谊，但终究还是要离别。作者好像在劝慰朋友：既然等待你的将是丰富美好的旅程，那么就快点启程吧，我们不须作小儿女的离别时的伤情之态，甚至饯别的酒也不须喝醉。将这次离别当成一个美好旅程的开始，将来重逢再细叙别后种种……</p> <p>　　<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>这首诗一改赠别诗伤感忧郁的常见基调，惜别而不伤别，语言平易自然，意象开阔疏朗，情调昂扬乐观，显示出作者豪放洒脱、风调俊爽的豁达性格。</p>",
  "about": "<h2>创作背景</h2> <p>　　折柳送别与饮酒饯别。折柳送别这一古老的风俗最早见于汉代，汉乐府民歌中就有《折杨柳歌辞》：“上马不捉鞭，反折杨柳枝。蹀座吹长笛，愁煞行客儿。”到了唐代，折柳送别的习俗十分盛行。长安城东有座灞桥，桥两边广植杨柳。唐朝时灞桥上设立驿站，凡送别亲人好友东去，一般都要送到灞桥后才分手，并折下桥头柳枝相赠。</p> <p>　　饮酒饯别是一种起源更早、且具有更大的普遍性和覆盖面的习俗。这种以酒饯别在唐代达到了高潮，亲朋好友欲远行，置办酒席，为其送行，以示祝福和惜别。唐<a href=\"http://so.gushiwen.org/view_8075.aspx\">诗</a>中常常出现饮酒饯别的场面，酒也就成为别离主题赖以生发的又一意象。</p> <p>　　<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>酷爱饮酒，他的诗也就与酒结下了不解之缘，此诗作于开元十四年（726）春，当时李白二十六岁，首次游金陵（今江苏南京），拟赴广陵（今江苏扬州）。</p>",
  "poet": {
    "id": 247,
    "star": 0,
    "name": "李白",
    "image": "http://img.gushiwen.org/authorImg/libai.jpg",
    "desc": "李白（701年－762年），字太白，号青莲居士，唐朝浪漫主义诗人，被后人誉为“诗仙”。祖籍陇西成纪(待考)，出生于西域碎叶城，4岁再随父迁至剑南道绵州。李白存世诗文千余篇，有《李太白集》传世。762年病逝，享年61岁。其墓在今安徽当涂，四川江油、湖北安陆有纪念馆。"
  },
  "tags": [
    "赠别",
    "离别",
    "友谊"
  ]
}