{
  "id": 72109,
  "star": 31,
  "name": "鹧鸪天·只近浮名不近情",
  "dynasty": "金朝",
  "content": "只近浮名不近情。且看不饮更何成。三杯渐觉纷华远，一斗都浇块磊平。 <br>醒复醉，醉还醒。灵均憔悴可怜生。《离骚》读杀浑无味，好个诗家阮步兵！",
  "fanyi": "<p><strong>译文<br></strong>只追求世间的功名利禄而不近酒的人，就算他不喝酒，也未必能有什么成就！我喝了三杯后，渐渐地就觉得远离了尘世；喝光了一斗，更觉得把心头的不平都给浇没了！<br>我酒醒了又喝醉，喝醉了却又醒。<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>说自己“众人皆醉我独醒”，可真让人觉得憔悴可怜！他的《离骚》，读来读去也没什么意思，还是像爱酒的<a href=\"http://so.gushiwen.org/view_72109.aspx\">诗</a>人<a href=\"http://so.gushiwen.org/author_698.aspx\">阮籍</a>那样痛饮美酒图一醉，才算是最好！</p> <p><strong>注释<br></strong>①情：人情，指好饮乃人之常情。<br>②纷华：纷扰的尘世浮华。<br>③块磊：即城垒，胸中的抑郁不平。<br>④灵均：屈原的字。<br>⑤读杀：读完。<br>⑥阮步兵：魏晋之间的著名诗人。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这是一首借酒浇愁感慨激愤的小词，盖作于金源灭亡前后。当时，<a href=\"http://so.gushiwen.org/author_600.aspx\">元好问</a>作为金源孤臣孽子，鼎镬馀生，栖迟零落，满腹悲愤，无以自吐，不得不借酒浇愁，在醉乡中求得片刻排解。这首词就是在这种背景和心境下产生的。 </p> <p>　　词的上片四句，表述了两层意思。前两句以议论起笔，为一层，是说只近浮名而不饮酒，也未必有其成就。“浮名”即虚名，多指功名荣禄。元好问在金亡前后，忧国忧民，悲愤填膺，既无力挽狂澜于既倒，乃尽弃“浮名”，沉湎面于醉乡。其《饮酒<a href=\"http://so.gushiwen.org/view_72109.aspx\">诗</a>》说：“去古日已远，百伪无一真。独馀醉乡地，中有羲皇淳。圣教难为功，乃见酒力神。”《后饮酒》诗又说：“酒中有胜地，名流所同归。人若不解饮，俗病从何医”，因而称酒为“天生至神物”。此词上片第二层意思，便是对酒的功效的赞颂：“三杯渐觉纷华远，一斗都浇块磊平。”“纷华”，指世俗红尘。词人说，三杯之后，便觉远离尘世。然后再用“一斗”句递进一层，强表现酒的作用和自己对酒的需要。“块磊”，指郁结于胸中的悲愤、愁闷。词人说，用这种特大的酒杯盛酒，全部“浇”入胸中，才能使胸中的郁愤平复，也就是说，在大醉之后，才能暂时忘忧，而求得解脱。词人就是要在这种“醒复醉，醉还醒”即不断浇着酒的情况下，才能在那个世上生存。“灵均”以下三句，将<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>对比，就醉与醒，饮与不饮立意，从而将满腹悲愤，更转深一层。“灵均”即屈原；“憔悴”、“可怜”，暗扣上片“且看”句意。《楚辞。渔父》说，“屈原既放，游于江潭，行吟泽畔，颜色憔悴，形容枯槁”。但屈原却不去饮酒，仍是“众人皆醉我独醒”。以其独醒，悲愤太深，以致憔悴可怜。这里词人对屈原显然也是同情的，但对其虽独醒而无成，反而落得憔悴可怜，则略有薄责之意。 </p> <p>　　因而对其《离骚》，尽管“读杀”，也总觉得全然无味了。“浑无味”，并非真的指斥《离骚》无味，而是因其太清醒、太悲愤，在词人极其悲痛的情况下，这样的作品读来只能引起更大的悲愤；而词人的目的，不是借《离骚》以寄悲愤，而是要从悲愤中解脱出来，这个目的，是“读杀”《离骚》也不能达到的。“何以解忧？唯有杜康！”所以只有饮酒了（像阮步兵那样）。以“好个诗家”独赞阮步兵，显然，词人在屈阮对比亦即醒醉对比之中，决然选中了后者，词人也走了阮步兵的道路。</p>",
  "about": "<h2>创作背景</h2> 　　这是一首借酒浇愁、感慨激愤的小词，盖作于金灭亡前后。当时，<a href=\"http://so.gushiwen.org/author_600.aspx\">元好问</a>作为金孤臣孽子，鼎镬余生，栖迟零落，满腹悲愤，无以自吐，不得不借酒浇愁，在醉乡中求得片刻排解。这首词就是在这种背景和心境下产生的。",
  "poet": {
    "id": 600,
    "star": 0,
    "name": "元好问",
    "image": "http://img.gushiwen.org/authorImg/yuanhaowen.jpg",
    "desc": "元好问，字裕之，号遗山，太原秀容（今山西忻州）人；系出北魏鲜卑族拓跋氏，元好问过继叔父元格；七岁能诗，十四岁从学郝天挺，六载而业成；兴定五年（1221）进士，不就选；正大元年（1224 ），中博学宏词科，授儒林郎，充国史院编修，历镇平、南阳、内乡县令。八年（1231）秋，受诏入都，除尚书省掾、左司都事，转员外郎；金亡不仕，元宪宗七年卒于获鹿寓舍；工诗文，在金元之际颇负重望；诗词风格沉郁，并多伤时感事之作。其《论诗》绝句三十首在中国文学批评史上颇有地位；作有《遗山集》又名《遗山先生文集》，编有《中州集》。"
  },
  "tags": [
    "豪放",
    "忧愁",
    "饮酒"
  ]
}