{
  "id": 70549,
  "star": 3,
  "name": "杂剧·亻刍梅香骗翰林风月",
  "dynasty": "元代",
  "content": "楔子<br>黄卷青灯一腐儒，九经三史腹中居。试看金榜标名姓，养子如何不读书。小生姓白，双名敏中，乃白乐天之弟。本贯太原人也。五岁读书，七岁能文，九岁贯通六经。诸子百家，无不通晓。但出诗一章，士庶递相传写，皆以为文才不在我兄乐天之下。先父是白参军，曾与晋公斐度，征讨淮西，战经百阵。不期被贼兵围困，晋公在枪刀险难之中，我父亲挺身赴战，救他一命，身中六枪，因此上与俺父亲结为生死之交。后来俺父亲金枪疮发，晋公亲来问病，对俺父亲道：\"万一不讳，有何遗嘱？\"俺父亲回言：\"别无所嘱，止有一子，是白敏中，年少勤学，愿相公量才提拔，某死而无憾矣\"。晋公泣下，对俺父亲道：\"愿将军调护金疮为意，此子但勿挂怀。倘有不讳，某有一女，小字小蛮，与你令嗣敏中为妻。就将官里所赐玉带一条，留与为信。\"不意父亲逝后，晋公亦辞世。某为家世相羁，一向不曾去的。我如今一来进取功名，二来吊孝，将着玉带就问亲事，走一遭去。收拾琴书践路程，一鞭行色上西京。全凭玉带为媒证，锦片姻缘指日成。老身姓韩，乃韩文公之姊也。夫主姓裴名度，官拜晋国公之职，不幸亡逝已过。俺先夫临危时，曾对老身说：\"昔日征讨淮西，不期被贼兵所困，多亏步将白参军，挺身赴战，杀退贼兵救我。后来白参军金疮举发，俺亲身探病，说是将军果如辞世，愿将小女小蛮，与令嗣为妻。就将官里所赐玉带为信。后因白敏中居丧，不曾成就。我今日又病得重了，我死之后，那孩儿必然奔丧。若不来呵，等的他服满。你便着人寻将那孩儿来，成合了这亲事者。人有大恩，不可不报。你若违背了我的遗言，死不瞑目。\"言毕而逝，后来不想白敏中，不曾来吊丧，也不通个信息。想必路途遥远，云山迢递。且慢慢的打听那孩儿在那里时，着人寻将他来，成合了这姻眷。老身止有这一女，年一十九岁，生的天资淑慎，沈重寡言，更兼智慧聪明，无书不览，无诗不读。更有一个家生女孩儿，小字樊素，年一十七岁，与小姐做伴读书。他好生的乖觉，但是他姐姐书中之意，未解呵他先解了，那更吟咏写染的都好，一番家使他王公大人家里道上覆去呵，那妮子并无一句俗语，都是文谈应对。内外的人，没一个不称赏他的。因此上都唤他做亻刍梅香。常记的这孩儿学言语时，舍弟韩退之，曾对老身言道：\"姐姐，那樊素神俊可爱，待他成人时，与您侄儿阿章做个媳妇儿罢。\"老身笑道：\"且等妮子长大着看。\"嗨！光阴好疾也。今日怎生不见那两个孩儿来讲书。<br>樊素，咱背书去来。姐姐，咱过去来。孩儿，你讲的是甚么书？您孩儿请问：《孟子》云：\"西子蒙不洁，人皆掩鼻而过之\"一章，正意何如？此章大意说，人虽终身为善，不可少有点染。人虽堕落恶道，亦可勉励自新。这是圣贤勉人谨身与人改过的意思。敢问\"男女授受不亲，礼也\"，此章正意，为何而说？此章大意，说士君子虽则要达权通变，亦须审己量时，不可造次。小生白敏中。可早来到西京也。问人来，则这个便是晋府，门里人通报一声，有白敏中特来拜见。正思念之间，不想孩儿来了也。既有人来，俺且回避咱。不索回避，着白敏中孩儿，过来厮见咱。秀才请进。先相国捐馆，小子礼合奔丧，争奈路途遥远，音信不通。老夫人不以怠慢见责，实乃万幸。孩儿免礼。令参军弃世，老身亦不曾吊丧，闻知足下庐墓三年，其孝至矣。小子执丧三年，乃人子当为，然亦不敢废学也。大丈夫学优登仕，正宜如此。秀才请坐。不敢，小子当执洒扫应对进退之节，安敢对太君侍坐。休得太谦，请坐。既然老夫人赐坐，敏中岂敢固辞？告坐了。两个孩儿近前来，拜了哥哥者。两个妹妹拜哥哥，何故还礼。断然不敢，先相国临终，不曾言兄妹之礼，小生见将着玉带一条为信物哩，怎敢受礼？秀才，是甚休题。两个孩儿，且拜了你哥哥者。将茶来。秀才不远千里而来，则说偌大一个相国家，没一盏酒，却与一盏茶吃？秀才不知，自从相国辞世后，老身和这家下的人，都戒绝这酒，秀才休要见责。老夫人说的是，何须用酒？况小子亦不能饮。两个孩儿，辞了哥哥，回绣房中去者。不知夫人主何意，却着俺拜他做哥哥。<br>【仙吕】【赏花时】那生他文质彬彬才有余，和俺这相府潭潭德不孤，更怕甚文不在兹乎？合着俺三移的孟母，应对不尘俗。<br>【幺篇】更压着汉宫里尊贤曹大家，帷幔底论文董仲舒。都则是问安否意何如，往复间交谈了数语，几乎间讲遍九经书。<br>小生辞了老夫人，往旅店中去也。秀才，休往旅店中去，就向后花园中万卷堂上安歇呵，可也便当。既然老夫人垂顾，小子收拾了行装便来也。院公，好生收拾安歇卧处洁净者，但是合用的物件，休教缺少，饮食茶饭上，休得失节。等他安歇的停当了时，我亲自探望他去。静肃闺门志节真，持家教女意殷勤。先夫晋国声名大，留得清芳万古闻。<br><br>第一折<br>寂寞琴书冷竹床，砚池春暖墨痕香。男儿未遂风流志，剔尽青灯苦夜长。自从昨日在绿野堂上，见了夫人，不知主何意，将亲事全然不题，则说着\"小姐拜哥哥\"。被我回言道：\"先相国在日，并不曾言兄妹之礼，况兼小子见将着玉带为信物。\"夫人急忙回言：\"秀才是甚休题\"。则说着\"孩儿拜了哥哥者。\"我不免受了小姐的礼。我见小姐容仪，远视而威，近视而美，端的可为贵人之妻。《老子》云：\"不见可欲，使心不乱。\"信有之也。我当初不见也罢了，自见小姐之后，朝则忘餐，夜则废寝，其心飘飘然如有所失。小子安歇在万卷堂上，夫人相待虽厚，终非小生本愿。区区岂为铺啜而来？小生累次教人问这亲事，夫人回言，终不还个明白。如之奈何？恰才又使院公去，说小生要辞夫人，回家拜扫去，看他有甚的言语，我再做商量者。好闷倦人也呵！我常记的，我父亲临命终时，对我母亲说：\"我征淮西，被贼围困，刃将及首，皆赖白参军挺身杀退贼兵，救我一命，因此将女孩儿许与参军之子白敏中为妻。就将玉带一条为信。\"兀那时节，我才十二三岁也。父亲遗言，明白如此。在后不想白氏音问不通，以此不曾成就这亲事，我前日和樊素在母亲行讲书，院公报道白敏中来了，我欲回避，不知母亲主何意，却着我拜他做哥哥。那生回言道：\"先相国存日，并不曾言兄妹之礼。\"母亲便道：\"秀才是甚休题。\"我一见那生，眉疏目秀，容止可观，年方弱冠，才名已遍天下。若进取功名，何所不至！好着我放心不下。此非有甚狂意，乃前程所关，况兼先人之语，铭注肺腑。万一背却前言，俺母亲有何面目见先人于九泉之下乎！近日又听的那生要辞夫人回家拜扫去，我仔细寻思来，不争他回家去呵，路途遥远，关山阻隔，这亲事几时得就？我两日前，悄悄的绣下一个香囊儿，上面有一首诗，诗中多有包含的意思。我又不敢使人送去，惟有伴我读书的樊素，与我不离半步儿。那妮子生的聪明晓事，诸余可爱，则是性儿飘逸些。今这事他若知道呵，便说的一家都知道了。怎生是好？这两日樊素累累的对我说道：\"姐姐，后花园中看花去来。\"被我骂将去了。今夜点上灯，不做生活，和他讲书，若得他开口呵，我便和他后花园中看花去，我将这香囊儿，撇在那生书房门首。若是那生拾得，看了这诗呵，便知道我的意思。倘别人拾了呵，我则推不知。非是我心多，岂不闻人无远虑，必有近忧。这早晚樊素敢待来也。妾身樊素，自从绿野堂上，和小姐在夫人行正讲书中间，有白敏中到来，夫人<br>不知主何意，使小姐拜他做哥哥。自此之后，偷视俺小姐，似乎不乐，必有所感。俺小姐是个知礼的人，未尝出那绣房门。为他这般呵，连我也不曾离他半步。我数次劝他后花园中看花去，他坚意的不去。如今正是三月望日，又值清明节近，恰才院公说道，后花园中群花烂漫，万卉争妍，我不管怎生，劝他走一遭去。樊素，你那里去来？我正等你讲书哩。小姐刬的待要讲书哩！樊素，我想河出图，洛出书，阴阳判而八卦生。自伏羲神农，传至孔孟，到秦始皇坑儒焚典，其祸烈矣。鲁共王坏孔子故宅，于壁中得《诗》《书》《六经》，以传后世，盖天之未丧斯文也。每览一书，顿觉胸臆开豁，终日无倦。我是一女子，不习女工，而读书若此，不为癖症乎？小姐，但开卷与圣人对面，受益多矣！<br>【仙吕】【点绛唇】书丧秦赢，道绝孔圣，坑灰冷。汉代儒生，他每都拨煨烬寻迹影。<br>【混江龙】孔安国传《中庸》《语》《孟》，马融集《春秋》祖述著左丘明，演《周易》关西夫子，治《尚书》鲁国伏生，校《礼记》舛讹杨子云，作《毛涛》笺注郑康成。无过是阐大道发扬中正，纪善言问答详明。咱祖父乃文林华胄，况外戚是儒业簪缨。哀先相几乎绝嗣，使小姐振厥家声。又何须悬头刺股，积雪囊萤。那里也齐家治国，显姓扬名。但只要动天机，合天理，识天时，顺天道，尽天心，知天命。寸阴是竞，万理咸精。<br>我和你再讲一篇书。小姐还要讲书哩！小姐，恰才樊素和老夫人去后花园中烧香，见那景物，多有好处。趁此好天良夜，不去赏玩，却不辜负了这春光？不索讲书，咱游玩去来。圣人云：\"吾十有五而志于学。\"何况我辈乎？似此文魔，可怎生奈何？则除是恁的。<br>【油葫芦】小姐你罢女工留心在九大经，吾日三省。日月逝矣，岁不我与。你为甚么不讲书？则他那匆匆节序又清明，这其间风光老尽芳菲景。今夜个月明闲杀秋千影。樊素，你到后花园中来么？小姐，且休说那后花园中的景致，你则听者。教我听甚么那？你听波杜鹃声到耳清，闻波梨花香拂鼻馨。小姐你把看书心权作游春兆，暂离了三尺短檠灯。樊素，不争俺和你闲行，老夫人知道，可怎了也？<br>【天下乐】这其间燕寝夫人梦未醒。老夫人着你伴我读书，你倒搬逗我废学。若老夫人知道呵，我便道不干小姐事，都是樊素来。樊素到天明，亲负荆。樊素搬逗小姐废学。比着那终南山割席学管宁。不知你主何意，这早晚只往后花园中去那。不是我主意儿别，啜赚的你早晚行。岂不闻春宵一刻值千金！你休辜负了莺花三月景。<br>恁的呵，我依着你走一遭去，这事都是你承当。今夜觉有些春寒，等我再添件衣服，你引的我去。咱一同去来。半似明珠半似花，翠翘云髩鬓总堪夸。自从识得娇柔面，魂梦悠悠会楚峡。小生白敏中是也。自从前日，见了小姐一面，恰便似玉天仙的容貌，西施女的妖娆，着小生这两日眠思梦想，茶不茶，饭不饭，老夫人绝然不题这门亲事。今夜晚间，月朗风清，小生比及在这书房中闷坐，我将过这琴来抚一曲咱。琴也！我哀告你咱：想我与足下湖海相随数载，我今抚一曲，都在你个仙人肩，玉女腰，蛇腹断纹，峄阳焦尾，金徽玉轸，七条冰弦之上。天那！怎生借一阵顺风儿，将我这琴声，吹入俺那玉妆成粉捏就的小姐耳朵里面去？将你这琴高阁起，四时祭祀，不敢有失，谨当下拜。我抚一曲咱。小姐，咱悄悄的行将去。樊素，休要大惊小怪的，俺捏住这玉现，慢慢的行将去。<br>【那吒令】摇玎冬玉声，蹴金莲步轻；蹴金莲步轻，踏苍苔月明；踏苍苔月明，浸凌波袜冷。小姐，你看花红似锦，柳绿如烟，端的是好春光也。是好景致也。九十日春意浓，千金价春宵永，端的个乐事难并。<br>看了这桃红柳绿，是好春光也呵！<br>【鹊踏枝】花共柳笑相迎，风与月更多情。酝酿出嫩绿娇红，淡白深青。对如此良辰美景，可知道动骚人风调才情。<br>小姐，樊素见这美景良辰，偶成数句，幸勿笑咱。愿闻。<br>【寄生草】此景翰林才吟难尽，丹青笔画不成。觑海棠风锦机摇动鲛绡冷，芳草烟翠纱笼罩玻璃净，垂杨露绿丝穿透珍珠迸。池中星有如那玉盘乱撒水晶丸，松梢月恰便似苍龙捧出轩辕镜。<br>樊素，那里这般琴声响亮？必然是白敏中那生抚琴哩！樊素，他这琴中弹的是何调也？咱悄悄的向那窗儿外听去。对此佳景，我作歌一首。月明涓涓兮夜色澄，风露凄凄兮隔幽庭。美人不见兮牵我情，鳞鸿杳杏兮信难凭。肠欲断兮愁越增，曲未成兮泪如倾。故乡千里兮身飘零，安得于飞兮离恨平。这生作的词，好伤感人也！<br>【幺篇】他曲未终肠先断，连我也伤感起来。俺耳才闻愁越增。一程程捱入相思境，一声声总是相思令，一星星尽诉相思病。不争向琴操中单诉着你飘零，可不道窗儿外更有个人孤另。孤凤求凰兮空哀鸣，离凰何处兮闻此情。你别弹一曲也罢呵！<br>【六幺序】则管里泣孤凤琴中语，怨离凰指了生。小姐，咱回去来。樊素，你慌做甚么？这公他也不是个老实先生。，小姐，兀的不有人来也！人那里来？疏刺剌竹弄寒声，扑簌簌花坠残英，忒楞楞宿鸟屹腾。听沉了半晌空傒幸，静无人悄悄冥冥。樊素，做甚么大惊小怪的！那得人来，你好狂也。不是我心怯，非是我狂性。呵、呵、呵！倒着我笑了一回。樊素，你笑怎么？恰才嗤的失笑，暗的吞声。这窗外恰便似有人说话，莫不是听琴的么？我开开这书房门看咱。<br>【幺篇】听呀的门扃，似擦的人行，蓦的闻声，魆的潜行，猛的凝睛，淅的零零，煞的风清。却元来群花弄影，他将我来唬一惊。小姐，咱回去罢，则怕有人来也。再听一曲，怕做甚么那。这的是小姐分明，樊素实曾，搬调的在后园中，夤夜闲行。只恐怕老夫人知道无干净，别引逗出半点儿风声。夫人他治家严肃狠情性。若老夫人知道呵，他道：\"不干别人事，都是樊素这小贱人，唤过来跪者！\"至少呵有三十拄杖，去来波我其实怕的是你那七代先灵。<br>夜深了也，咱回去来。兀的不有人来了也！咱回去来。<br>【赚煞】你道信步出兰庭，院悄人初静。这早晚有谁出来？不是别人。静听是弹琴的那生。他便知道呵，怎知俺来这里做甚么？生猜咱无情似有情。怎知无情似有情？情知咱甚意来听。夜深了，咱回去来。这早晚甚么时候了？听沉罢过初更，更阑也休得消停。你要来便来，你要去便去，再待些儿怕甚么。停待甚忙将那脚步儿行。行到那里去？行过那梧桐树儿边金井。因甚么往那里去？井阑边把身躯儿掩映。你前面行，我后面跟将去呵。映着我这影儿呵，樊素，你则道我不看见你哩。好着我嫌杀月儿明。<br>我瞒着樊素，将这香囊儿撇下，撇在那生书房门首。那生若出来呵，他自然看见也。乱落桃花流水去，引将刘阮入天台。嗨！原来是小姐在此听琴，可怎生去了？我这里赶将去。嗨！争奈去的远了也。莫非是来偷望小生，我须不知，一定恼将去了。嗨！则是小生无缘。我且回书房中去。这月明之下，是甚物件？呀！原来是个香囊儿。这个是小姐故意遗下的，我拿去书房中，仔细看咱。我剔的这灯明亮。上下是两个合欢同心结子，这香囊儿上绣着一把莲满池娇，更有两个交颈鸳鸯儿。这上面有一首诗，我看咱。寂寂深闺里，南容苦夜长。粉郎休易别，遗赠紫香囊。原来这香囊儿是小姐故意遗下与小生的。我仔细详解一遍咱：上面这同心结子，他道与我同心合意；中间是一把莲，莲心为藕，他要与小生成其配偶；下面有两个交颈鸳鸯儿，他意中与小生同衾共枕，遂成交颈。这一首诗中，说道\"寂寂深闺里\"，他道在深闺，无人知道的去处。\"南容苦夜长\"，南容者，古之美妇也；为甚比他作为南容，为他小字小蛮，故比南容也。\"粉郎休易别\"，为小生姓白，故说粉郎。休易别，为我累次要辞夫人回家去，他教我休便去了，遗赠紫香囊，故意留与小生为信物。原来小姐向小生却如此留意！从今日起头，那有心弹琴讲书？只索每日晨参暮礼，将此香囊供养者。香囊呵，少不的为你害杀小生也！香囊意重胜黄金，惹的相思透骨侵。则为多情愁闷冗，何如欢会称其心。<br><br>第二折<br>相府堂堂仕宦家，重门深锁碧桃花。治家不用声名振，惟愿安闲度岁华。老身韩夫人。自从绿野堂上，与孩儿每讲书之间，不期白敏中到来，就题他这亲事。老身着言语阻住了，则着小姐拜他做哥哥，就着他在后花园中万卷堂上攻书。不想白秀才每日则是烦恼。老身想来，这孩儿是个孝顺的人，必是思想他那亡化的父母，因此上在书房中染病，一卧不起。老身欲待亲自探望，争奈他是个病人，则怕劳碌着他。如今先着樊素，传着老身的言语，去书房中探望，然后着个良医调治，有何不可。樊素，你到书斋去，探望秀才病体如何，再请良医调治。早些来回我话者。理会的。身躯如削骨如柴，怨雨愁云拨不开。沉沉不死如痴梦，每日佳期事未谐。自从得了小姐这个香囊儿，第二日一卧不起。我每日将这个香囊儿，高高的供养着，焚香礼拜，思想小姐。香囊儿，则被你害杀我也！妾身樊素，不知情是人间何物，至于违父母弃功名，损身躯赴汤火。想昔日汉皋解佩，韩寿偷香，沈约咏赋，相如弦歌，盖有自来矣。皆为两相留恋，故始终不能忘也。不似这生一见小姐之面，一日忘餐，二日废寝，三日成病，四日不起，普天下不曾见这般害相思病的，岂不可笑。恰才领老夫人言语，遣妾身问那生病症，须索走一遭去也呵。<br>【大石调】【念奴娇】惊飞宿鸟，荡残红，扑簌簌胭脂零落。可早来到书房门首了也。门掩苍苔书院悄。我且着这唾津儿，润破纸窗，我试看咱。润破纸窗偷瞧。两日不见便病的这般瘦了，好可怜人也！这生则为那一操瑶琴，一番相见，又不曾言期约。似这般多情多绪，等闲间早害得来肌肤如削。<br>【六国朝】这生他不思献赋，不想题桥。则俺那卓文君，本无心把这个汉相如干病倒。我入这书房中去。先生万福！小姐，来了也。你怎的！羞杀我也！小生病在身，害的我是这般，小娘子休怪。你认的是着！卟娘子为何至此？夫人致意先生。未知经宿病体康胜否？教解元善服汤药，把贵体和凋。小姐可有甚传示？且只占苦志攻经史，休把那文章来堕落。小姐还有甚心腹说话么？你省可里胡言乱语。害的小生魂梦颠倒也。准教你梦断魂劳。小姐端的曾想念小生来么？俺小姐道来，怕足下病笃时，着碗来大的艾焙烧。怕哥哥死时，削一条柳椽儿。削一条柳椽儿，可是为何？把你来火葬了。<br>可怎生下的把小生火葬了！这里又天别人，止有小生和小娘子在此，小生有一句话，只索对小娘子行实诉咱。你有何话说？小生区区千里而秉，只为小姐这门亲事，不想夫人违背先相国遗言，不肯成就。自从那日在绿野堂上，见了小姐如此般人物，所以得了这般病症。如今着小生行思坐想，废寝忘餐，我有甚么心肠看这经书！小生命在顷刻，只除小娘子，方可救的小生。若不然，此命必不可保矣。是何言语！大丈夫生于天地之间，当以功名为念，进取为心，立身扬名，以显父母。以君之才，乃为一女子弃其功名，丧其身躯，惑之甚矣。岂不闻释氏云：\"色即是空，空即是色。\"老子云：\"五色令人目盲，五音令人耳聋。\"夫子云：\"戒之在色。\"足下是聪明达者，况相国小姐，禀性端方，行止谨恪，至于寝食举措，未尝失于礼度，乱于言语，真所谓淑德之女也。今足下一见小姐，便作此态，恐非礼么？知他怎生！不由的则是想念小姐。这等秀才，只好休教他上门来。小生别无所告，只索将这肺腑之言，实诉与小娘子。<br>【初问口】不争你先辈颠狂，枉惹的爵侪耻笑。你恋着这尾生期改尽颜回乐。小生今生不能成双，死于九泉之下，也要相会呵！又不曾荐枕席，便指望同棺椁，只想夜偷期不记朝闻道。小娘子可怜见，成就了这门亲事，小生必有犬马之报。先生既读孔圣之书，必达周公之礼。老夫人使妾身探病，如何只管胡言，是何礼也？<br>【归塞北】则你那年纪小，有路到青霄，有一日名挂在白玉楼头龙虎榜，愁甚么碧桃花下凤鸾交，早挣个束带立于朝。<br>先生宣加调治，妾身回夫人话去也。小生无可调治，只除小娘子肯怜见，方才救得小生一命。先生请起。为个妇人，折腰于人！岂不闻圣人云：\"吾未见好德和好色。\"信有之也。休道小生跪这一跪，若是小娘子肯通一句话呵，小生跪到明日也不辞。俺小姐幼小，妾身常侍从左右，深知其详。幼从慈母所训，贞慎自保，年方及笄，割不正不食，席不正不坐，不启偏行，不循私欲，虽尊上不可以非礼相干，下人之言，安敢犯乎？枉变了验。我委实做不的。小生观在颠沛之间，小娘子争忍坐视不救？足下请起。妾身且曼慢的看小姐动静，若得空呵，我假以他端，聊发一言。肯与不肯，见乎语言颜色。稍有好音，即当飞报。但恐先生情缘浅薄，反致其怒，如之奈何？既然小娘子见许呵，我有一物件与你将去。教你放心。这物件是小姐遗下与我做信物的，你将着去，不妨事。这个香囊儿，端的是小姐自绣的生活，莫不真个有些意么？小姐也，你瞒着我多哩！虽然如此，未审虚实，我将此物，试与足下通报咱。我还有个简帖儿，写下多时了。词寄［清平乐］：旅怀萧索，肠断黄昏约。不似相思滋味恶，萦绊骚人瘦却。凄凉夜夜高堂，教人怎不思量。若得那人知道，为他憔悴何妨。薄幸河东白敏中百拜，申意芳卿小娘子妆次。若今生不遇，愿相见于地下。万一有成，先生之幸，倘事不谐，妾身不免于棰楚，那时先生争忍乎？我回老夫人话去也。云情雨意心间事，尽在今朝一简中。小娘子去了也，若是他将着我的简帖儿，到的那里，见了小姐，一言便允，是小生有幸。倘若有些间阻呵，白敏中也，有何面目立于人世？此事成与不成，小生之命，则在一时半霎。相思病呵，则被害杀我也！燕语莺啼事偶然，蜂媒蝶使苦留连。当炉卓氏心何愧，赢得芳名万古传。这几日好是神思不宁。自从那后花园中，遗下那个香囊儿呵，逗引的那生害病，我又不敢使人间他。恰才听的夫人，使樊素问病去了，待他回来时，我只做个不知道，试问他，看他说甚么。妾身樊素是也。恰才回老夫人说话，我将这简贴儿，送与姐姐去，看他说甚么。樊素，你那里去来？夫人遣妾身探白敏中病去来。那生病体如何？我说的重着些。那生病体甚是沉重，看看至死。适间小姐所问，颇见其意，这般呵不妨事。小姐，恰才樊素探白敏中病去来，他着我将数字来，申意小姐，不知上面写着甚么。这小贱人好大胆也！呀，可怎了也？樊素，你过来跪者！樊素无罪，不跪。你这等辱门败户的小贱人，这里是那里，你敢这等无礼！我更不中呵，须是相国之家，我是个未出嫁的闺女。你与他将着这等淫词来戏我，倘或我风火性的夫人知道呵，教你立地有祸。我本将掴破你个小贱人的口来，又道我是个女孩儿家，恶叉白赖，我只将这简贴儿告与夫人去，把你这小贱人，拷下你下半截来！我则跪便了也，那生着我将来，我又不知上面写着甚么哩。<br>【雁过南楼】呀！他将那不犯触的庞儿变了，将我这奈抢白的脸儿难描。他扑腾腾怒怎消，我可丕丕心头跳，手脚儿滴羞笃速不知一个颠倒。忙哀告膝跪着，强扎挣刚陪笑。小姐，若告老夫人去呵，则被你送了人也干相思洛阳年少。<br>小贱人好大胆也！小姐，且休恼波。<br>【六国朝】梅香嗏省闹，小姐哎你休焦。这物件，也要个下落。你道是那物件要归着。打睃。这东西索寻个下落。嗨！怎生落在他手里！你不道来：\"大胆小贱人，这里是那里？这须是先相国的深宅院，怎敢将小姐来便搬调。小姐是谁哩。小姐是木出嫁的闺中女，怎敢把淫调来戏谑，至如那风火的夫人性紧，把我这坏家门罪犯难招。请侍长快疾行，到夫人行去来，教奴胎吃顿拷。樊素，咱和你且慢慢的商量。先相国治家严整，仆妾不敢轻出入。今小姐不从母训，不修女德，背慈母以寄简传书，期少年而逾墙钻穴，以身许人，以物为信。近日慵妆倦绣，推称春困，原来为此。今日获赃，当小心将身请罪。恁的呵，倒有一个商量。反以罪过，加责于我，是何相待！我且不问你别的，这香囊上绣着两个交颈鸳鸯儿，煞主何意思那？<br>【喜秋风】亏你也用工描。这的是一把莲。却不是无心草。恁的般好门庭倒大来惹人笑。我将这紫香囊待走向夫人行告。我恰才斗你耍来，你便要将到那里去？你是个女孩儿家端的可是甚为作。<br>是我的不是了也。小姐，你可不要拷下我下半截来？<br>【归塞北】请放了。樊素，你且耽待着些。那壁是小姐。怎生向贱妾行告耽饶。是我的不是了也。小姐，你恰才不要打我来？你却不掴绽我这樱桃樊素口。樊素，你打我两下波。谁敢汤着你那杨柳小蛮腰。\"你过来跪者。\"今番轮到我妆么。<br>小姐你慌么？我可知慌哩。小姐你怕么？我可知怕哩。小姐，你休慌莫怕，我也斗你耍哩！则被你唬杀我也！小姐，你实说，这香囊儿端的是你授与那生的来？然也。你如何瞒着我？我怕人知道，因此上不敢对你说。不争小姐因而作戏，那生实心希望，以致卧病不起，命垂顷刻。事不获已，方对梅香说破，再三叩头顿首，申意小娘子：\"果今生不遇，愿相期于地府。\"言与泣下，使妾不觉垂泪。因而不避雷霆之怒，冒渎玉颜，敢通佳信。以妾愚见，那生貌如玉立，腮若涂朱，词藻并驱于贾马，文翰不让于钟王，异日当决策登科，觑富贵如探囊取物。若小姐诚有此心，是佳人得配才子，有何不可！那生见今含情荏苒，真欲就死。小姐是仁者爱人，于心岂安哉！伴读，你言之错矣。岂不闻\"聘则为妻，奔则为妾\"。况兼我乃相国之女，背慈母而与少年野合，将来有何面目立于天地之间？那生为一女子，弃功名，违尊亲，损天理，成疾病，自丧其驱，此乃人而不仁，我何救哉！若顾小节，误人性命，亦未为得也。惟小姐熟思之。伴读，你休说，我决然不肯。《论语》云：\"人而无信，不知其可也。\"那生四海无家，一身流落，小姐以物为信，以诗见许，今却失信，岂为女子之道？既然姐姐坚意不肯，我则将这香囊儿，告与老夫人行去。且住者，和你再做商量。千求不如一唬。这里也放刁！既然这般呵，等我再寻思咱。救人一命，胜造七级浮图。不索多虑，小姐有何台旨，着樊素回那生话去。等我写数字，你捎去回他，他见了便知我的意思。我便将的去也。你将的那里去？我送的与老夫人去。姐姐，你是必送与那生去，若与夫人呵，枉送了我也。小姐休慌，我送与那秀才去也。恰才樊素小娘子，将简帖儿和香囊，到小姐行去了，良久杏无音信，则这一时间如十年相似。倘或有些阻碍，可怎生奈何？我且凭几假睡咱。小姐，你来了也。你又来了也！呸！我错认了。那事如何？<br>【怨别离】梅香今日有功劳。那简帖儿，小姐收了也不曾？将一个小小的机关儿把你来完备了。有甚好音信？教我知道咱。有他那亲笔写的情词揣着吟藁。小姐的回音，我看咱。呀！那里每不见了。你怎么不小心等他不见了！天那！我可死了也。哎！你个不了事的呆才可元来在这手儿卫搦着。<br>兀的不唬杀我也！小姐有书，怎敢轻亵，待我焚上一垆香，小娘子替我谒拜咱。我不会。你不肯，我自谒咱。见你娘也不似这般呵！<br>【归塞北】这简帖儿方胜小，见甚景像便待把香烧。不争你这狂客谨心参尺素，可待学文王下马拜荆条，见娘书信倒看的乔。<br>我拆开看，元来上面四句诗。寂寂深闺里，翻为今夜春。还将写诗意，怜取眼前人。惭愧，谁想有今日也，着小娘子这般用心，将何以报？我适才为先生，几乎狼狈，一言难尽。小姐约我今夜赴期，不知多早晚来也。他有嘱咐的话哩。<br>【净瓶儿】他想着书舍里人萧索，恰便似阳台上路迢遥。今夜小姐怎生摆布？他则待收拾云雨，怕泄漏春娇。待和你今宵……今宵和小姐生怎的？一句话到我这舌尖上却咽了。可怎生却咽了？快说波，教小生喜咱。不说破把先生且闷着。小姐怎生分付你来？他着我对你便低低道，道甚么？他教你夜深时休睡，今夜我那里得那睡来！着你等。怎么又不说了？着小生等甚么？着你等、等、等到明朝。<br>小娘子休要耍，快些儿说波！<br>【好观音】上复你个气咽声丝张京兆，他待填还你枕剩衾薄，待着你帽儿光光过此宵。天色晚了，日头敢落了也呵。恰正午怎盼的日头落，不曾见这急色的呆才料。<br>小姐委实多早晚来也？<br>【随煞尾】你听那禁鼓冬冬将黄昏报，等的宅院卫沉沉都睡却。悠悠的声揭谯楼品画角，珮珮的水滴铜壶玉漏敲，刷刷的风飐芭蕉风尾摇，厌厌的月上花梢树影高，悄悄的私出兰房离绣幕，擦擦的行过栏干上甬道，霍霍的摇动珠帘你等着，巴巴的弹响窗棂恁时节的是俺来了。<br>小娘子去了，兀的不欢喜杀小生也！不枉了害这几日相思病，恰才得了小姐这个简贴儿，小生好欢喜也。这一会儿肚皮里有些饥上来了，小生吃一顿好茶饭，打扮的齐齐整整，等待小姐到来，同谐鱼水之欢，共效于飞之乐，那时节只怕小姐你苦哩！<br><br>第三折<br>（白敏中上，诗云）万籁无声自寂寥，一轮明月上花梢。庭阶伫立痴心望，盼杀娥下九霄。小生白敏中，感蒙小姐不弃，许我今宵赴约。这早晚还不见来，小娘子，你若不来呵，我这病觑天远入地近，眼见的无那活的人也！（看天科，云）日头可也还早哩，我且看几行书咱。天也！我有甚么心肠看这书！这早晚不知是甚么时候，我试看咱呀！才午时也。天也！偏生今日这样长。我试吟诗咱：读书继晷伯黄昏，不觉西沉强掩门。欲赴海棠花下约，太阳何故又生根。呀！可早未时也。我且坐一坐。（坐科，云）我怎生坐的住？我再看咱。天也，可怎生还是未时！我央及你咱，我与你唱喏，怎生不动？我与你下跪，又不动。我与你下拜，也不动。呸！鳔胶粘住你哩，泼毛团好无礼也！小生不才杀波，也是个白衣卿相。今日用着你，故意的不晚，你则道我不认的你哩，当日尧王时，有十个日头，被后羿在昆仑山顶上，射落九个，止留你一个。你晓来夜去，催迫了多少好人。你是欢喜呵，腆着你那红馥馥的脸儿；你苦恼了呵，云在东南，雾长在西北。你听着：无端三足乌，团团光闪烁。安得后羿弓，射此一轮落。呀！便好道人有善愿，天必从之。头里未曾闹他时，还是未时，方才闹了呵，可早日头落了也。呀！鼓楼上可早发擂也，可是撞钟也。小生在此，等候小姐，这早晚敢待来也。（正旦上，云）妾身樊素。我收拾下香卓儿了，请俺小姐烧香去来。我想白敏中可谓端谨之士，从见小姐，荏苒成病，几乎丧命，将平日所学，一旦废矣。正好道只因天下美人面，改尽世间君子心。此事若非妾在其中说诱骗吓，焉能成得？如今瞒着夫人，推烧夜香，着俺小姐和生赴约去。正是一股金钗半边镜，世间多断肠人。（唱）<br>【越调】【斗鹌鹑】想着那星斗文章，几回家逢咱稽颡。只为那花月精神，一见了教人断肠。用了我说六国喉舌，下三齐智量，不甫能添了晚妆，推烧夜香，如此般月白风清，花浓气爽。<br>【紫花儿序】月溶溶梨花庭院，风淡淡杨柳楼台，雾蒙蒙芳草池塘。如此般好天良夜，淑女才郎，相将。意厮投门厮对户厮当，成就了只凤孤凰。这一个月夜南楼，那一个窥视东墙。<br>【小桃红】那生敢倚书窗想像赴高唐。（白敏中向前楼旦科，云）小姐，你来了也。（正旦慌科，云）是谁？（白敏中云）是我。（正旦唱）吓得我可扑扑小鹿儿心头撞。偌早晚是谁人敢无状？（白敏中云)我则道是小姐来了。（正旦唱）可怎生恁风狂。(白敏中云）我不想是小娘子，你恕罪咱。（正旦云）可早是我哩，是夫人呵，可怎生了也。（唱）若是俺夫人撞见如何讲？（白敏中云）是小生病得这般昏了也。（正旦唱）便道是害的你神魂荡漾，你也将眼皮开放。你常好是热蟒也东阳。<br>（云）先生，你且在那厢等着，俺小姐便来也。（旦儿上云）天色晚了也，我烧香去。（正旦云）小姐，你烧香咱。（旦儿云）樊素，将香盒儿来者。（正旦云），小姐，香盒儿在此。（旦儿云）我拈香咱。此一炷香，愿亡过父亲，早生天界。第二柱香，愿在堂老母安康。（正旦背云）我听小姐这一柱香愿谁。（旦儿云）我没的愿。（正旦云）我与小姐说明，这一愿，则愿的俺小姐嫁一个风风流流、可可喜喜、标标致致好姐夫也，拖带樊素咱。（旦儿云）你看这贱人！（正旦向白云）先生，那花阴之下，煤香的不是俺小姐。（白敏中云）小生敢去也不敢去？（正旦云）先生，你去不妨。（白敏中云）小生读圣贤之书，夤夜与女子相期，莫是非礼么？（正旦唱）<br>【鬼三台】呸！这的是赴约的风流况，须不是乐道的颜回巷。（白敏中云）\"子钓而不纲，弋不射宿\"。（正旦唱）哎！那里也歪谈乱讲。（白敏中云）小生敢去么？（正旦云）先生，我问你咱。（白敏中云）问小生些甚么？（正旦唱）你因甚么病在膏肓？（白敏中云）小生则为小姐来。（正旦云）你既为小姐呵，你过去波。（白敏中云）是好月色也。（正旦唱）百忙里卖弄甚么风清月朗。（白敏中云）我向小姐跟前去，怎么百般的那不动脚步也？（正旦唱）当初那不能彀时害的来狂上狂，不甫能得相见唬的来慌上慌。（白敏中云）见了小姐，不由的我心头忒忒的怕将起来。（正旦唱）见他时胆战心惊，把似你无人处休眠想梦想。<br>（白敏中云）过去不妨么？（正旦云）你过去不妨事。（唱）<br>【金蕉叶】这的是桃源洞花开艳阳，须不比袄庙火烟飞浩荡。(正旦推白云)（旦儿叫云）是甚么人？（白慌科，云）是小生。（正旦唱）阳台上云雨渺芒，可做了蓝桥水洪波泛涨。<br>（旦儿怒科，云）却原来是白敏中！你既读孔圣之书，必达周公之礼，你这般行径，是何相待也？（白敏中云）兀的不羞杀小生也。（正旦云）呀！小姐变了卦也。白敏中，你那背地里嘴那里去了。（唱）<br>【调笑令】劈面的便抢，和俺那病襄王。呀！怎生来翻悔了巫山窈窕娘，满口儿之乎者也无拦当，用不着恭俭温良。唬的那有情人恨无个地缝儿藏。（带云）毛，毛，羞么？（唱）羞杀我也傅粉何郎。（白敏中云）百忙中你也花白我。（正旦唱）<br>【秃厮儿】请学士休心劳意攘，俺小姐则是作耍难当。（旦儿和打正旦科，云）谁着你这早晚引将他来！（正旦云）小姐休闪了手。（笑科，唱）这的是我传书寄简请受的赏。谁承望，向咱行，倒有风霜。（旦儿怒科，云）这一场都是樊素辱败户的小贱人！（正旦唱）<br>【圣药王】他道是这一场，这一桩，都是这辱门败户小婆娘。（旦儿云）我告夫人去也。（正冷笑科，唱）杀人要见伤，拿贼呵要见赃。（白怕跪科，云）望小姐怜小生咱。（正旦唱）请起来波多愁多病俏才郎。（出香囊科）（劳云）打睃。（唱）这是谁与他的紫香囊。（旦儿云）好姐姐，我斗你耍哩。（正旦云）我却疼哩！（白起身科，云）则被你唬杀我也。(旦儿云）有人来也！（夫人撞上，咳咳，众做慌科）（正旦唱）<br>【麻郎儿】这声音九分儿是你的令堂，（夫人云）这一定是樊素小贱人！（正旦唱）呀！头一句先抓揽着梅香。（旦儿慌科，云）是谁？（正旦云）小姐，悄悄的，是老夫人来了。（旦儿云）樊素，直被你引的老夫人来，可怎了也？（正旦唱）您吵闹起花烛洞房，自支吾待月西厢。<br>（旦儿云）樊素，老夫人问我，可着我推甚么？（正旦扯旦儿科）（唱）<br>【幺篇】哎！不妨。（白敏中云）小娘子可怎了也？（怎旦指白科，唱）莫慌。（指自科唱）我当。（夫人云）先唤过樊素那小贱人来！(白敏中向旦云)小姐，望你遮着俺咱。（正旦云）你受责啊，理之当然。我可图些甚么来！（旦儿云）罢么，好姐姐，你先过去，你自回的好着么？（正旦云）由他，你两个只在这里，我过去见夫人，若说得过呵，你休欢喜，说不过呵，你休烦恼。（见夫人科）（夫人云）小贱人跪者（正旦跪科）（夫人云）小贱人，你知罪么？（正旦云）我不知罪。（夫人打科，云）这小贱人！你还说不知。你做的好勾当哩！（正旦唱）亲生女非比他行，家丑事不可外扬。（夫人云）谁着你引着小姐，往后花园中，看白敏中去来？你若实说呵，我便饶了你，你若不实说呵，我打死你这小贱人！（正旦云）谁见来？（夫人打科，云）我亲自撞见，你还强嘴！（正旦云）老夫人休打闪了手。此非妾之罪，皆夫人之过也。（唱）你索取一个治家不严的招状。（夫人云）这小贱人，连我也指攀着。（正旦云）请夫人息雷霆之怒，容贱妾陈是非之由：当日先相国临终遗言道：\"夫人将小姐纳白敏中为婿，为报参军救死之恩，如违我之遗言，我死不瞑目。\"言犹在耳。白敏中到来，不审夫人何意，却令小姐以兄妹之礼相见。既然如此，只何将敏中送于别馆安下，厚赆他还乡，以绝其望。却留在后花园中万卷堂上居住。使佳人才子，临风对月，心非木石，岂无所思？妾身之罪，固不可逃，无人之愆，亦不可免也。（夫人云）我却有甚罪？（正旦云）夫人有四罪。（夫人云）我有那四罟？（正旦云）不从相国遗言，罪之一也。不能治家，罪之二也。不能报白氏之恩，罪之三也。不能蔽骨肉之丑，罪之四也。（唱）<br>【络丝娘】自寻思识礼义尊严使长。（云）我想孟母为子三迁，陵母为子伏剑，陶母为子剪发，曾母为子投梭。古为圣才，后代扬名。（唱）几曾做这般出丑月音臜勾当。(夫人云)你这般说呵，罢了那。（正旦唱）罢不罢休不休乞个明降。（夫人云）罢、罢、罢，这妮子倒连我也指下来。想起来则是我养女儿不气长，都是我的不是了也。（正旦唱）既恁的呵只合着他两个同归鸳帐。<br>（夫人打科，云）小贱人，倒只由你那！我不饶你，与我唤过小蛮来！（正旦起出见旦云）小姐且喜老夫人将那棍子则是滴溜溜的打在我这身上，被我比长比短，一遍说过了。老夫人如今叫你过去哩！（旦儿云）羞人答答的。怎么去见母亲？（正旦云）娘跟前，有甚么羞？你见去，则闭了眼者。（旦见夫人跪科）（夫人云）好小贱人，你羞么？我怎么抬举你来？岂不闻男婚女配，古之常礼。你今日做不这等勾当，我是个不戴头巾的男子，兀的不气杀我也！（做喝科，云）小贱人，且回房中去，明日和你理会。唤过那小禽兽来！（旦下）（正旦见白科，云）先生，俺小姐招了也。老夫人着你过去哩！（白敏中云）小生惶恐，怎么见老夫人？（正旦云）不妨事，休佯小心，老着脸子过去。（白见夫人科）（夫人云）小禽兽，你羞么？怎么做那读书人！我着你兄妹为之，却做下这等勾当！有那般圣明父母，生下你这不肖儿男，我待声扬呵，知道的是你那个小禽兽无理，不知道的说俺家忘了人大恩。我若不看你那亡过的父亲面呵，唤宅院里人来打坏了你！等到天明钟罢，便离了我家去。呸！小后生家，不存心于功名，却向那女色上留心，我看你再有甚么脸见我来！（下）（正旦背听科）（白敏中云）羞杀我也！这里不可久留，等到五更钟罢呵，便索离他家门去也。（正旦云）先生，你休烦恼。（唱）<br>【雪里梅】你好状脸也画眉郎。（白敏中云）都着你的道儿。（正旦唱）并曾千多口小红娘。（白敏中云）我这里不敢再住，须索上朝应举去也，你叫小姐见我一面儿去也好。（正旦唱）俺姐姐道足下不须悒怏，好事也从来魔障。（带云）俺小姐也道来。（唱）只教你把心儿放长。<br>（白敏中云）小姐既有此心，休傒落我也。（正旦唱）<br>【青山口】哎！不妨不妨，你走将来效鸾凤，女孩儿须是慌。（白敏中云）这都是小生命薄，偏生逢着夫人走将来的快也。（正旦唱）左想右相全不想，可可的老夫人偏撞上，你便有口呵怎可对当。好羞惭做这场，教你收拾书箱，打迭行装，便赴科场，献策君皇，两袖天香，一部笙簧。宴罢琼林出建章，车盖轩昂，祗候成行。乡也么乡却还乡，堂也么堂拜高堂。子母商量，旧难忘，锦屏前花独辉煌，那时节也替我撮合山妆一个谎。<br>(白敏中云)小姐别有甚么嘱付小生的言语？（正旦云）小姐赠与足下玉簪一枝，金凤钗一只，你知道其意么？（白敏中云）不知，小姐送我玉簪金钗，却主何意？（正旦唱）<br>【收尾】俺小姐情坚如碧玉簪，心赤如黄金凤，意你不别你个白衣相。（白敏中云）小姐还有甚么分付小生来？（正旦云）呀！争些儿反来忘了。（唱）两件事教先生行拜上，（白敏中云）那两件事那？（正旦云）小姐道，你若是凤墀得志，雁塔题名，可早来呵！（唱）做俺这有情的相国状元郎。（白敏中云）那一件却是甚么？（正旦云）则不要叫人骂你。（唱）骂你做薄幸的长安少年党。（下）<br>（白敏中云）天色明了也，小生收拾行装，求取功名，走一道去。（诗云）才见开花骤雨催，团圆明月忽云迷。渔翁偶入荷花荡，打散鸳鸯各自飞。（下）<br><br>第四折<br>(外扮李尚书引祗从上，诗云)捧持日月受皇恩，掌握经纶四十春。海内尽皆知姓字，昔年龙虎榜中人。老夫姓李名绛，字深之，自进士及第，累蒙擢用，随朝数载，因老夫廉能清干，谢圣恩可怜，官封监察御史，正授吏部尚书之职。今有一人，乃是白参军之子白敏中，撺过卷子，日不移影，应对百篇，圣人见喜，加为翰林大学士。则他忘父在日，与晋国公裴节度征讨淮西，曾被贼兵围困，有白参军挺身步战，身被六枪，杀退贼兵，救得裴节度。后白参军金疮举发，将欲垂命，裴相国就问，有何遗嘱，参军曰：\"小官别无他嘱，止有一子，名唤白敏中，少习儒业，愿相国量才提拔，某虽死而无撼矣。\"相国答曰：\"足下但勿动念，某有一女，小字小蛮，就许令嗣敏中为妻，以报足下一救死之恩。\"次后彼各辞世。今日白敏中一举状元及第，奉圣人的命，将裴相国家属老小，取到京师，赐宅住坐。着老夫主婚，令白敏中早完这门亲事。老夫如今唤个官媒婆来，着他就题这门亲事去。左右的，与我唤一个官媒婆来！（祗从云）理会的。官媒婆，相公唤你哩。（净扮媒婆上，云）来了，来了。自家是个官媒婆，这京城内外，官宦人家，都是俺说合亲事。门首有人唤我，我见他去。是谁唤我？（祗从云）相公唤你哩。（官媒云）哦，是相公唤我。我和你同去。（祗从报科，云）相公，唤的官媒婆来了也。（李尚书云）着他过来。（官媒见科云）相公唤媒婆，那厢使用？（李尚书云）兀那媒婆，你去那奉命搬取来的裴相国家说亲去，道有圣人命，着老夫主婚，着你那小蛮小姐，招今春状元为婿。则今日为好日辰，便要成亲哩，不可延迟。（官媒云）理会的。（李尚书云）左右，你再叫一个山人，那里去下亲，老夫随后便来了也。（同下）（夫人同旦、正旦引院公上，云）老身韩氏，今蒙圣人恩命，将俺子母二人，搬取来京，赐宅一所居住，皆赖夫积德也。院公，门首觑者，若有人来时，报复我知道。（官媒上，诗云）我做媒婆古怪，人人说我嘴快。穷的我说他有钱，丑女我说他娇态。讲财礼两下欺瞒，落花红我则凭白赖，似这等本分为人，定图个前程远大。妾身乃官媒婆，奉圣命往裴相国家说亲去。可早来到也。院公报复去，有官媒婆在于门首。（院公报科）（夫人云）着他过来。（官媒见科，云）妾身来官媒婆，奉圣人的命，差吏部李尚书主婚，将今春状元，招与小姐为婿。则今日好日辰，就要成这门亲事。着俺官媒婆来说知，准备花红酒食，这早晚敢等来也。（夫人云）媒婆你说去，俺家小姐，已有婚了，不敢应承。（媒婆云）老夫人差<br>矣，我奉圣人的命，你敢违宣抗敕？则今日便要成亲。（丑扮山人上，云）小子姓黄名也，是这在城人氏，做着个山人，今日奉吏部李尚书钧旨，着我去裴相国家去下亲。院公报复去，道有山人来了也。（院公报科）（夫人云）着他过来。（山人见科）老夫人磕头。奉李尚书的命，着俺山人来下亲。（夫人云）谁想有这场蹊跷的事，如之奈何？（旦儿云）嗨！如今可怎了也？（官媒云）好教小姐知道，今日便要过门成亲事哩！那状元说来，他穿的是三品公服，你家也没甚么人，休想他下拜，那里为个妇人折腰于人！你每准备着，这早晚状元敢待来也。（正旦云）嗨！谁想有今日这场异事！如今奉圣人的命，敕赐一个状元，来俺家做女婿。不争这般呵，那里发付那生也呵！（唱）<br>【双调】【新水令】今日个洞房中敕赐与栋梁材。（云）小姐，我可是敢问你么，（唱）则你那寄香囊故人安在？（旦儿云）说这状元好才学哩。（正旦唱）都因他七步才及第了。（旦儿云）说那人有些亻刍亻刍。（正旦唱）带得那一块刍过门来。他承恩在玉殿金阶，更堪那兰省乌台。似这般相貌胎孩。（带云）他今日到咱门呵。（唱）休想肯拜俺先代。（山人云）兀那媒婆，你说去，时辰到了，豫备香花果品，纸烛千张，坛斗弓箭，五谷寸草，这早晚亲状元敢待来也。（白敏中冠带引祗候上，诗云）宫锦官花跃紫骝，夸官三日凤城游。不知结彩楼中女，若个争先掷绣球。小官白敏中，谁想有今日也。我自到贡院中，撺过卷子，金銮殿上，圣人亲试，日不移影，应对百篇，圣人言曰：\"前朝李翰林，不过如此。\"将小生一举状元及第，一日加某十三级，官至翰林大学士。今奉圣人的命，教我去裴相国家门下为婿。虽然如此，想当日被老夫人那场羞辱，有何面目见之？我待不去来，奈圣人的命，不敢有违。我如今在使机关，到他家里，则推素不相识，看他认的我么？（行科，山人唱科，诗云）锦城一步一花开，专请新人下马来。今日鸾凰城配偶，美满夫妻百岁谐。（白将牙笏遮面，与旦并坐科，山人云）将五谷寸草来。（官媒云）你正是精驴，休要胡说！（白敏中云）山人去罢。（山人下）（正旦云）我待不言语来，他道俺不理会的，我着这秀才，吃我几句儿咱。小姐，梅香寻思来，咱人只要得志，便好了也，若是不得志呵，（唱）<br>【驻马听】头刺在万丈深崖，苦志捱时怎的捱。（带云）那穷酸每一投得了官呵，（唱）胸腆在九宵云外。可正是春风来似不曾来。（白坐不稳科）（正旦云）他为甚么坐不稳？（唱）则他穷骨头消不得相公宅。（白敏中云）哎！我肚里好饱也。（正旦云）你直恁般豪气那！（唱）则是你那饥肚皮不克化黄齑菜。尽教他休要睬，不到那二更过敢挣破了天灵盖。（官媒云）乐人每好生动乐者。（白敏中云）休动乐，《关雎》乐而不淫，哀而不伤。动他做甚么！（官媒云）将酒来，与状元饮个交杯盏儿。（白敏中云）甚的是交茶换酒，好人呵殢酒，我但尝一酒，昏沉三日。天生不饮酒。（官媒云）夫妇婚礼，少不得用些酒儿。（白敏中云）我一生不待见妇人面，但与夫人相见，脑裂三分。（官媒云）却不道夫唱妇随。（正旦笑科，云）我若不花白他呵，这人直胡说，到明日他将我做何等看待！却不道天有酒星，地有酒泉。圣人云：\"惟酒无量，不及乱。\"几曾教人不饮酒来？且休说上古贤人，则说近代李翰林，饮酒一斗，作诗百篇，称为谪仙。这状元却说但尝一点，昏沉三日！（唱）<br>【乔牌儿】哎你可甚么酒量宽似海。（云）（男子生而愿为这有室，女子生而愿为之有家。）他说一生不待见妇人之面。（唱）岂不闻无后最为大。着何时重解香罗带？\"吾未见好德如好色。\"<br>【豆叶黄】他看书呵秉烛在寒斋，几曾画眉呵走马到章台。（白敏中云）若不是圣人教我来呵，休道是个妮子，你便是玉天仙谁爱他。（正旦云）他道非圣人敕命呵，（唱）便做道玉天仙也不爱。（白敏中云）男子大丈夫，以功名为念，要这媳妇做甚么！（正旦云）小姐呵，（唱）今夜比宋弘十分事不谐。天地有混沌初开，日月有昏昼推排，男女有妇夫和谐。他待将大道沈埋，正义全乖，那些儿配合三才？便做有位列三台，也须要燮理阴阳，调和鼎鼐。（云）这状元把牙笏半遮其面，未知他生的如何，我试看咱。（唱）<br>【滴滴金】据他这般轩昂，决然生的清奇<br>古怪。（云）我向前望那生一望咱。（唱）我这里推剪烛旁银台。（白敏中云）媒婆，那里烧着花烛也。（旦望笑科）（旦儿云）你笑怎么。（正旦唱）不是我见景生情，须是我便并脏拿贼，我为甚的喜笑。（旦儿云）你怎么这等好笑哈哈？（正旦唱）<br>【折桂令】今夜个\"有朋自远方来\"。(旦儿云)是那个亲眷？（正旦唱）你今日对上菱花，配上金钗。（旦儿云）你说波，是谁？（正旦唱）当日个赶的你羞脸儿离门，如今个气昂昂日转千阶。从今后秦弄玉休登凤台，早则是汉刘郎误入天台。（旦儿云）敢不是么？（正旦唱）不索疑猜，我认的明白，不少欠你无万数相忆相思，他步蟾宫将桂枝折得回来。（旦儿云）您且慢些欢喜，休认错了。（白敏中云）兀那小妈才，你说谁哩！我待不言语来，忍不的你这般胡说乱道。你则道我不认的你，你瓣前来，我试问你咱。（正旦云）小姐，我道你休说波。（唱）<br>【雁儿落】呀！恼了这春风门下客。（白敏中云）你道我不敢打你么？（正旦云）你便是新状元呵。也则是俺家新女婿，怎生要打我那？（唱）则是我少欠你那脓血债。（白敏中云）你则管胡言乱道，端的是说谁？（正旦唱）据梅香胡口开。（白敏中云）我既是你家女婿，也是你的侍长，我怎生不敢打你？（正旦唱）告学士高抬手权耽待。<br>（白将牙笏待角科）（正旦云）你打谁哩？（白敏中云）兀的不是樊素！小娘子你可休怪。（正旦笑科）（唱）<br>【得胜令】这壁厢是没上下的小奴胎。（白敏中云）那壁厢莫不是小姐么？（正旦唱）那壁厢是抢白你的女裙钗。（白敏中云）那一夜小姐则被他抢白杀小生也！（正旦唱）那的是俺小姐契贞烈。（白敏中云）都是老夫人阻了佳期也，（正旦唱）是俺那老夫人使的计策，把好事冲开，教你挣坐一个金鱼袋。（白敏中云）樊素，今日有圣人的命，可将我赶出么？（正旦唱）虽然是御笔亲差，你可也索安排着玉镜台。（白敏中云）请岳母拜见咱。（夫人上云）我道是谁来，原来却是白敏中。（见科）（白敏中云）请岳母稳坐，将酒来，我与岳母把杯呵。（正旦云）住者！（唱）<br>【落梅风】俺夫人从来天戒。（白敏中云）夫人既不饮，小生横饮几杯。(正旦云)脸便休要饮。\"甚的是交茶换酒好人呵肯殢酒。\"你说\"但尝一点，昏沈三日\"也。（唱）你道你酒量窄。（白敏中云）筵前无乐，不成欢乐。乐人每动乐者！（正旦云）\"休动乐！《关睢》乐而不淫，哀而不伤，动他怎么！\"（唱）听不的乱宫商大惊小怪。（白放下盏对夫人云）岳母请坐，受你女婿两拜咱。（正旦云）住者！休拜。（正旦扶住科)(唱)我见他参岳母向前忙扶策。（白敏中云）我拜岳母，你又扶我做甚么？（正旦云）你不道来。（白敏中云）我道甚么来？（正旦云）\"那里有那为个媳妇折腰于人的。\"（唱）你穿的是朝君王紫袍金带。（白敏中云）你都不曾忘了一句儿！（夫人云）白状元你休怨我，不是老身赶你去呵，焉能有今日？（白敏中云）当日蒙老夫人垂顾，今日恩荣，共享富贵了也。(正旦云)先生是状元才子，不辱相国楣。（唱）<br>【沽美酒】汉相如志已谐，卓文君笑盈腮，(旦儿云）今日樊素也欢喜了也。（正旦唱）这的是一段姻缘天上来。现如今名扬四海，正淑女配多才。<br>【太平令】俺小姐这一个有千般娇态，新状元有万种襟怀。荷皇恩荣升宠赍，成配偶不胜感戴。端的个美哉，壮哉，这都是圣裁。（院公上云）喏！报的夫人、状元知道，有天朝使命到了。（白敏中云）快排香案，接待天使。（正旦唱）愿万万载民安国泰。（李尚书上，云）小官李绛，奉圣人的命，到晋国公宅上，成合这门亲事。加官赐赏，走一遭去。可早来到也。白敏中，你一家儿望阙跪着，听圣人的命：只为你父参军，曾救裴晋公之难，许小蛮为妻，以报大恩，今日敏中登科及第，成就此亲，官封三代，裴夫人赐金千两。你听者：（词云）晋国公开勋臣，遗玉带许结婚姻。白敏中果登云路，奉圣命匹配成亲。赐小蛮凤冠霞帔，赐夫人万两金银。今日个加官赐赏，一家门共戴天恩。<br>题目挺学士傲晋国婚姻`<br>正名梅香骗翰林风月",
  "poet": {
    "id": 1052,
    "star": 0,
    "name": "郑光祖",
    "image": "http://img.gushiwen.org/authorImg/zhengguangzu.jpg",
    "desc": "郑光祖生于元世祖至元初年（即公元1264年），字德辉，汉族，平阳襄陵（今山西临汾市襄汾县）人，从小就受到戏剧艺术的熏陶，青年时期置身于杂剧活动，享有盛誉。但他的主要活动在南方，成为南方戏剧圈中的巨擘。元代著名的杂剧家和散曲家。"
  },
  "tags": []
}