{
  "id": 72186,
  "star": 189,
  "name": "子鱼论战",
  "dynasty": "先秦",
  "content": "　　二十有二年春，公伐邾，取须句。夏，宋公、卫侯、许男、滕子伐郑。秋，八月丁未，及邾人战于升陉。冬，十有一月己巳朔，宋公及楚人战于泓，宋师败绩。</p> <p>　　楚人伐宋以救郑。宋公将战。大司马固谏曰：“天之弃商久矣，君将兴之，弗可赦也已。”弗听。冬十一月己巳朔，宋公及楚人战于泓。宋人既成列，楚人未既济。司马曰：“彼众我寡，及其未既济也，请击之。”公曰：“不可。”既济而未成列，又以告。公曰：“未可。”既陈而后击之，宋师败绩。公伤股，门官歼焉。</p> <p>　　国人皆咎公。公曰：“君子不重伤，不禽二毛。古之为军也，不以阻隘也。寡人虽亡国之余，不鼓不成列。”子鱼曰：“君未知战。勍敌之人，隘而不列，天赞我也。阻而鼓之，不亦可乎？犹有惧焉！且今之勍者，皆我敌也。虽及胡耇，获则取之，何有于二毛？明耻教战，求杀敌也。伤未及死，如何勿重？若爱重伤，则如勿伤；爱其二毛，则如服焉。三军以利用也，金鼓以声气也。利而用之，阻隘可也；声盛致志，鼓儳可也。” ",
  "fanyi": "<p><strong>译文</strong><br>　　楚军攻打宋国以援救郑国。宋襄公将要迎战，大司马公孙于是劝阻说，“上天遗弃商朝已经很久了，君王要振兴它，不可，赦免楚国吧。”襄公不听。宋襄公和楚国人在泓水交战。宋军已经排成战斗的行列，楚国人没有全部渡过泓水。子鱼说：“对方人多，我方人少，趁着他们没有全部渡过泓水，请攻击他们。”宋襄公说：“不行。”楚军全部渡河，但尚未排好阵势，（子鱼）再次报告（宋襄公）。宋襄公说：“还不行。”（楚军）摆好阵势（宋军）才攻击楚军。宋军大败，宋襄公大腿受伤，国君的卫士被杀绝了。</p> <p>　　国人都责备宋襄公。襄公说：“君子不再伤害已经受伤的人，不俘虏头发斑白的老人。古代用兵的道理，不凭借险隘的地形阻击敌人。我虽然是亡国者的后代，（也）不攻击没有排成阵势的敌人。”子鱼说：“主公不懂得作战。面对强大的敌人，（敌人）因地势险阻而未成阵势，这是上天帮助我们；阻碍并攻击他们，不也可以吗？还有什么害怕的呢？而且现在强大的，都是我们的敌人。即使是年纪很大的人，能俘虏就抓回来，还管什么头发斑白的敌人？教导士兵作战，使他们知道退缩就是耻辱来鼓舞战斗的勇气，教战士掌握战斗的方法，就是为了杀死敌人。（敌人）受伤却还没有死，为什么不能再杀伤他们？如果怜惜（他们，不愿）再去伤害受伤的敌人，不如一开始就不伤害他们；怜惜头发斑白的敌人，不如（对敌人）屈服。军队凭借有利的时机而行动，锣鼓用来鼓舞士兵的勇气。利用有利的时机，当（敌人）遇到险阻，（我们）可以进攻。声气充沛盛大，增强士兵的战斗意志，攻击未成列的敌人是可以的。”</p> <p><strong>注释</strong><br>（1）宋公：宋襄公，名兹父。前638年,宋伐楚,楚救郑,这年冬天宋楚两军交战于泓.。<br>（2）大司马：掌管军政、军赋的官职，这里指公孙固。<br>（3）泓：泓水，在今河南省柘（zhè这）城县西。<br>（4）既：已经。<br>（5）济：渡过。<br>（6）司马：统帅军队的高级长官，此指目夷，字子鱼。<br>（7）告：报告。<br>（8）陈：通“阵”，这里作动词，即摆好阵势。<br>（9）败绩：大败。<br>（10）股：大腿。<br>（11）门官：国君的卫士。<br>（12）咎：怪罪，归罪，指责。<br>（13）重（chóng从）再次。<br>（14）禽：通“擒”,俘虏。二毛：头发斑白的人，指代老人。<br>（15）阻，迫也。隘，险也。言不迫人于险。<br>（16）寡人：国君自称。亡国之余：亡国者的后代。宋襄公是商朝的后代，商亡于周。<br>（17）鼓：击鼓（进军）名词做动词。<br>（18）勍（qíng）敌：强敌，劲敌。勍：强而有力。<br>（19）隘：这里作动词，处在险隘之地。<br>（20）赞：助。<br>（21）成列：排成战斗行列.<br>（22）胡耇（gǒu苟）：年纪很大的人。胡：年老。<br>（23）何有于二毛：意思是还管什么头发花白的敌人。<br>（24）明耻:使认识什么是耻辱.教战:教授作战的技能。<br>（25）爱重伤：怜悯受伤的敌人。<br>（26）服：（对敌人）屈服。<br>（27）三军崐：春秋时，诸侯大国有三军，即上军，中军，下军。这里泛指军队。用：施用，这里指作战。<br>（28）金鼓：古时作战，击鼓进兵，鸣金收兵。金：金属响器。声气：振作士气。<br>（29）儳（chán谗）：不整齐，此指不成阵势的军队。</p>",
  "shangxi": "<h2>简析</h2> <p>　　在此篇文章中，体现了宋襄公是个目光短浅的君主。既然要讲仁慈，为何要与人为敌呢?既然为敌了，却偏又讲起仁慈来了。实在是前后矛盾。若要对敌人讲仁慈，必先得自己立于不败之地,方可讲得，否则不但受了伤，丢了性命便是连讲仁慈的本钱也丧失了啊。再不，就必须消敌于无形，我不为人人之敌，人人亦不以我为敌，那才是最大的仁慈!宋襄公对敌人的仁慈，也正是对自己的残忍，子鱼在此之间，倒显得很倒霉，辅佐了这样一个‘妇人之仁’的君主了，作者主要描绘的是一个迂腐，愚昧的君主。</p>",
  "about": "<h2>创作背景</h2> <p>　　公元前638年，宋、楚两国为争夺中原霸权，在泓水边发生战争。当时郑国亲近楚国，宋襄公为了削弱楚国，出兵攻打郑国。楚国出兵攻宋救郑，就爆发了这次战争。当时的形势是楚强宋弱。战争开始时，形势对宋军有利，可宋襄公死抱住所谓君子“不乘人之危”的迂腐教条不放，拒绝接受子鱼的正确意见，以致贻误战机，惨遭失败。子鱼的观点和宋襄公的迂执形成鲜明对比。子鱼，宋襄公同父异母兄目夷的字。他主张抓住战机，攻其不备，先发制人，彻底消灭敌人的有生力量，这样才能夺取战争的胜利。</p> <p>　　文章前半部分叙述战争经过及宋襄公惨败的结局，后半部分写子鱼驳斥宋襄公的迂腐论调：总的先说“君未知战”，后分驳“不以阻隘”、“不鼓不成列”，再驳“不禽二毛”、“不重伤”，最后指出正确的做法。寥寥数语，正面反面的议论都说得十分透辟。</p> <p>　　宋襄公陈念固封、顽钝愚闭，徒假诸于仁义之名而笼诸侯之心。而战争岂容此迂腐之辈。既无审时度势之能，又无慧眼独具之才。枉费兴兵侵郑而引火自焚于泓，空令子鱼等贤暴殄于粪土之墙。春秋霸主乃此像乎？况无实力为后盾，天焉不弃。若真有仁义之心，以次而对天下黎庶，举广义、携良材。何苦宋国不强，霸业不成。</p> <p>　　悲亦，心术不正且不智，不败而何？</p> <p>　　纵观子鱼所论句句中肯，切于要害，无虚饰矫言。皆以战争实务为重。而此等英才，明珠暗投，沦落于襄公之溜下而湮一世苦学，岂不惋惜。</p> <p>　　此一子鱼，而万千子鱼皆无逢于燕昭之黄金台。</p> <p>　　此一襄公，而万千襄公皆雍塞良材于水火沉沦中。</p> <p>　　千秋如此，万世依然。</p>",
  "poet": {
    "id": 384,
    "star": 0,
    "name": "左丘明",
    "image": "http://img.gushiwen.org/authorImg/zuoqiuming.jpg",
    "desc": "丘明（姓姜，氏丘，名明），华夏人，生于前502年，死于前422年，享年80岁。丘穆公吕印的后代。本名丘明，因其先祖曾任楚国的左史官，故在姓前添“左”字，故称左史官丘明先生，世称“左丘明”，后为鲁国太史 。左氏世为鲁国太史，至丘明则约与孔子（前551-479）同时，而年辈稍晚。他是当时著名史家、学者与思想家，著有《春秋左氏传》、《国语》等。他左丘明的最重要贡献在于其所著《春秋左氏传》与《国语》二书。左氏家族世为太史，左丘明又与孔子一起“如周，观书于周史”，故熟悉诸国史事，并深刻理解孔子思想。"
  },
  "tags": [
    "古文观止",
    "议论",
    "写人"
  ]
}