{
  "id": 71660,
  "star": 83,
  "name": "钓台 / 夜发严滩",
  "dynasty": "宋代",
  "content": "巨舰只缘因利往，扁舟亦是为名来。<br>往来有愧先生德，特地通宵过钓台。",
  "fanyi": "<p><strong>译文<br></strong>大船只是因为谋利才去，小舟也是为了沽名而来。<br>先生的品德使往来的人惭愧，他们特地趁黑夜悄悄过钓台。</p> <p><strong>注释<br></strong>⑴钓台：相传为汉代严子陵垂钓之地，在桐庐（今属浙江）县东南。西汉末年，严光（字子陵）与<a href=\"http://so.gushiwen.org/author_799.aspx\">刘秀</a>是朋友，刘秀称帝（汉光武帝）后请严江做官，光拒绝，隐居在浙江富春江。其垂钓之所后人为钓，亦名严滩。<br>⑵巨舰：大船。<br>⑶扁舟：小船。<br>⑷先生德：先生，指严光。北宋<a href=\"http://so.gushiwen.org/author_510.aspx\">范仲淹</a>守桐庐时，于钓台建“严先生祠堂”，并为之作记，其中云：“先生之德，山高水长。”<br>⑸通宵过钓台：严光不为名利所动，隐居不出，后人每每自愧不如，故过钓台者，常于夜间往来。明郎瑛《七修类稿》卷三十《赵基严台<a href=\"http://so.gushiwen.org/view_71660.aspx\">诗</a>》记“汉严子陵钓台，在富春江之涯。有过台而咏者曰‘君为利名隐，我为利名来。羞见先生面，黄昏过钓台。”</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　此<a href=\"http://so.gushiwen.org/view_71660.aspx\">诗</a>对汉隐士严子陵表示崇敬之情，对为名缰利索所羁的世人作了形象的刻画。诗人承认自己挣脱不开名缰利索，同时也是不愿为名缰利索所羁。</p> <p>　　黄墨谷认为：不能忽视这首小诗，正如黄山谷论诗所说“孙吴之兵，棘端可以破辙”。她只用28个字，却把当时临安行都，朝野人士卑怯自私的情形，描绘得淋漓尽致。这时，词人也没有饶恕自己的苟活苟安，竟以为无颜对严光的盛德，所以“特地通宵过钓台”，既生动又深刻地表达愧怒之心。孔子云：“知耻近乎勇。”清照这种知耻之心，和当时那些出卖民族、出卖人民的无耻之徒相比，确是可敬得多了。（《重辑<a href=\"http://so.gushiwen.org/author_536.aspx\">李清照</a>集·李清照评论》） </p><br/><h2>赏析二</h2> <p>　　前两句“巨舰只缘因利往，扁舟亦是为名来”，“巨舰”指得是向往财富极力去获取财富的人。“扁舟”指通过结交认识权贵从而获取名利的人。这两句渲染追名逐利的凡夫俗子的多和繁忙。无论是为利，或者是为名，皆是一些向往钱财和权力的唯利是图的人，与隐者严子陵不为名利的高尚品德相违背，从而表现出隐者严子陵不图名利的高尚品格。</p> <p>　　后两句“往来有婉先生德，特地通宵过钓台。“先生德”指严子陵不图名利，在钓台隐居的高尚品德。句中使用了“用典”的手法，引用严子陵过钓台的典故，从而突出严子陵的淡泊不仕的情操。</p>",
  "about": "<h2>创作背景</h2> 　　此<a href=\"http://so.gushiwen.org/view_71660.aspx\">诗</a>另题作“夜发严滩”。公元1134年（宋高宗绍兴四年），<a href=\"http://so.gushiwen.org/author_536.aspx\">李清照</a>由临安去金华避乱，途经严子陵钓台，作此诗。",
  "poet": {
    "id": 536,
    "star": 0,
    "name": "李清照",
    "image": "http://img.gushiwen.org/authorImg/liqingzhao.jpg",
    "desc": "李清照（1084年3月13日～1155年5月12日）号易安居士，汉族，山东省济南章丘人。宋代（南北宋之交）女词人，婉约词派代表，有“千古第一才女”之称。所作词，前期多写其悠闲生活，后期多悲叹身世，情调感伤。形式上善用白描手法，自辟途径，语言清丽。论词强调协律，崇尚典雅，提出词“别是一家”之说，反对以作诗文之法作词。能诗，留存不多，部分篇章感时咏史，情辞慷慨，与其词风不同。有《易安居士文集》《易安词》，已散佚。后人有《漱玉词》辑本。今有《李清照集校注》。"
  },
  "tags": [
    "名利"
  ]
}