{
  "id": 10838,
  "star": 7,
  "name": "喜达行在所三首",
  "dynasty": "唐代",
  "content": "西忆岐阳信，无人遂却回。<br>眼穿当落日，心死著寒灰。<br>雾树行相引，莲峰望忽开。<br>所亲惊老瘦，辛苦贼中来。</p> <p>愁思胡笳夕，凄凉汉苑春。<br>生还今日事，间道暂时人。<br>司隶章初睹，南阳气已新。<br>喜心翻倒极，呜咽泪沾巾。</p> <p>死去凭谁报，归来始自怜。<br>犹瞻太白雪，喜遇武功天。<br>影静千官里，心苏七校前。<br>今朝汉社稷，新数中兴年。",
  "fanyi": "<p><strong>译文<br></strong>盼望凤翔那边有人来传点消息，但没有等到人于是决意逃回来。<br>逃窜过程中边走边望望眼欲穿，一路上提心吊胆几乎心都凉透。<br>重重烟树像在招引自己向前奔，莲花似的山峰仿佛为我而打开。<br>初到时亲友们惊讶我又老又瘦，感叹我艰辛地从贼营中逃出来。</p> <p>黄昏时愁思不已传来胡笳的悲音，满目凄凉是那失陷了的京城之春。<br>能活着回来只是今天才敢想的事，从小路逃亡随时都可能一命归阴。<br>严明的章法制度今天刚刚看得到，就像光武中兴一样这里气象已新。<br>喜悦的心情达到极点变成了悲伤，呜呜咽咽不能自禁泪水沾湿佩巾。</p> <p>如果在敌国死去，也无人报信。回到自己国家终于有人怜惜自己了。<br>到这里才能复见汉家天日，庆幸能见到太白、武功山。<br>置身朝班才觉影静而心苏，不似在乱军中时之眼穿而心死。<br>如今大唐国家社稷，一定振兴有望。</p> <p><strong>注释<br></strong>⑴此<a href=\"http://so.gushiwen.org/view_10838.aspx\">诗</a>《文苑英华》题为“自京窜至凤翔喜达行在所三首”。行在所：指朝廷临时政府所在地。至德二载（757年）二月，唐肃宗由彭原迁凤翔，为临时政府所在地。<a href=\"http://so.gushiwen.org/author_258.aspx\">蔡邕</a>《独断》：“天子以四海为家，谓所居为行在所。”<br>⑵首二句说明冒险逃归之故。岐阳，即肃宗行在所在地凤翔。凤翔在岐山之南，山南为阳，故称岐阳。凤翔在长安西，故曰西忆，信，是信使或信息。自去冬<a href=\"http://so.gushiwen.org/author_93.aspx\">陈陶</a>斜之败，<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>急待官军再举，故希望那边有人来。“无人遂却回”，无人二字读断，是说天天盼有人来，能得到一点消息，但竟没有人来。遂却回，是说于是决意逃回来。却回二字连读，却过、却出、却入、却到、却望、却去、却寄等，皆唐人习惯语。却字有加重语气的作用。<br>⑶此二句写逃窜时的紧张心情。向西走，向西望，故当着落日。一面走，一面望，望得急切，故眼为之穿。当时逃窜是很危险的，一路之上，提心吊胆，所以说“心死著寒灰”。就是心都凉透了的意思。著，置也。《庄子·齐物论》：“形固可使如槁木，而心同可使如死灰乎。”<br>⑷此二句写拼命逃窜之状。一路之上，重重烟树就好像在招引着自己向前奔。远树迷蒙，故曰雾树，正因是远树，人望树行，有似树之相引，一本作“茂树”，“茂”字便死。连山，即太白山和武功山，是将到凤翔时的标志。“忽”字传神，真是喜出望外。<br>⑸此二句写初到时亲友的慰问。<br>⑹这两句追忆陷安史叛军时苦况。入夜则愁闻胡笳，当春则伤心汉苑（如《哀江头》所云）。汉苑是以汉比唐，如曲江、南苑等地。<br>⑺此二句是倒叙。活着回来，这只是今天的事情，因为昨天还在逃命，随时有作鬼的可能。间（jiàn）道，犹小道，伺其间隙之道而行，指由僻路逃窜。暂时人，谓生死悬于俄顷，见得十分危险。<br>⑻这两句是上三下二句法，写所见朝廷新气象。借古喻今，以汉光武帝比唐肃宗。《后汉书·光武纪》：“更始（刘玄）以光武（<a href=\"http://so.gushiwen.org/author_799.aspx\">刘秀</a>）行司隶校尉，于是置僚属，作文移，一如旧章。三辅吏士见司隶僚属，皆欢喜不自胜。老吏或垂涕曰：不图今日复见汉宫威仪。”又：“望气者苏伯阿为王莽使，至南阳（今属河南），遥望见春陵郭，唶曰：气佳哉，郁郁葱葱然。”光武（刘秀）南阳人。司隶，是汉代的司隶校尉，代指朝廷官员。<br>⑼中兴有望，故“喜极而悲”。当歌而哭，当喜而悲，似乎反常，故曰翻倒极。黄生云：“七八真情实语，亦写得出，说得透。从五六读下，则知其悲其喜，不在一己之死生，而关宗社（国家）之大计。”按<a href=\"http://so.gushiwen.org/author_32.aspx\">谢朓</a>《始出尚书省》诗；“还睹司隶章，复见东都礼”，亦用汉光武事，但两句一意，未免合掌。于此可见杜诗用事之精密。<br>⑽这是脱险后的回思，凭谁报，是说如果间道时死去，也无人报信。黄生云：“起语自伤名位卑微，生死不为时所轻重，故其归也，悲喜交集，亦止自知之而已。”甚确。按<a href=\"http://so.gushiwen.org/author_130.aspx\">韩偓</a>《息兵》诗：“正当困辱殊轻死，已过艰危却恋主。”心情与此相似。<br>⑾太白雪，指行在所在地凤翔的太白山，最高峰拔海四千一百一十三米，山顶终年积雪。武功天，指陕西的武功县。《三秦记》：“武功太白，去天三百。”此二句是说到此才得复见汉家天日。<br>⑿国家兴复有望，故置身朝班，觉影静而心苏，不似在乱军中时之眼穿而心死，苏是苏醒、苏活。七校，指武卫，汉武帝曾置七校尉。<br>⒀“中”字，这里读去声。浦起龙注：“七八结出本愿，乃为喜字真命脉。”又云；“文章有对面敲击之法，如此三诗写喜字，反详言危苦情状是也。”</p>",
  "shangxi": "<h2>赏析</h2> <p>　　第一首“西忆岐阳信，无人遂却回。”<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>身陷贼中的唯一念想和寄托，就是行在中的唐肃宗了。《孟子》中说“圣人三日无君则惶惶然。”杜甫虽不是圣人，但“一饭未尝忘君”（<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>评价杜甫语），却不得不说是圣人对杜甫的影响。杜甫于身陷贼中之际依然西望行宫，希望有朝一日能突围抵达，但现实却是音尘不到，无人却回，即没有退回之人。长安本是沦陷区，帝王身边的人当然不会自蹈死地，却不知沦陷区依然有人“眼穿当落日，心死著寒灰”。“眼穿”就是成语“望眼欲穿”之所本。对着西下的落日，杜甫只能在沦陷中深情凝望。“落日”既暗喻西面的凤翔行在，也暗指江河日下的大唐帝国。“寒灰”同用两个典故，一个是庄子的“形故可如槁木，心可如死灰乎？”表现自己绝望的心理；另一个则是《史记·韩安国列传》中“死灰复燃“的典故：韩安国曾经坐牢被狱吏折辱，韩安国说：”你认为死灰难道不会复燃吗？“狱吏说：”死灰复燃，就用尿浇灭。“后来韩安国出狱后做了大官，遇见狱吏后笑着说：”你现在可以用尿浇灭了。“狱吏大恐。杜甫用”死灰“的典故，表现的是自己仍有”复燃“的可能，绝望中仍有希望。”茂树行相引，连山望忽开。“”茂树“又作”雾树“，在”雾树“的导引下，终于望到了凤翔周边的连山，对此杜甫如何不激动？但杜甫却忽然宕开一笔，不写自己的激动，却写自己的故旧亲朋对自己的惊讶：老了，瘦了，但总算从沦陷区活着回来了。通过他人之口来对自己做一个评价，这是<a href=\"http://so.gushiwen.org/view_10838.aspx\">诗</a>人高明的地方。</p> <p>　　第二首“愁思胡笳夕，凄凉汉苑春”，先追忆曾经在沦陷区四面胡笳的悲怆，和长安汉苑在铁蹄下凄凉残破的惨状，再感慨生还之不易。虽然基本脱险，但杜甫仍觉侥幸，将脱险之后仍视作“生死悬于顷刻”（仇兆鳌语）的“暂时人”，这既是自怜，又不乏自嘲。杜甫找到了“组织”，自然万分欣喜。“司隶章初睹”虽不算警句，然也化用了南朝傅亮《进宋元帝诏》“东京父老，重睹司隶之章”一语，可见杜诗“无一字无来处”（<a href=\"http://so.gushiwen.org/author_268.aspx\">黄庭坚</a>语）的特点。“南阳气已新”同样用典，《后汉书·光武本纪》记载“望气者苏伯阿为王莽使，至南阳，遥望见春陵郭，唶曰：‘气佳哉！郁郁葱葱’。”以望气者（观察天象的人）见王者之气之喜，代指自己接近行在和国君之喜。“喜心翻倒极，呜咽泪沾巾”是杜甫诗歌常见的以悲写喜之手法。激动得沾巾，喜不自胜，溢于言表。高步瀛评道：“五六句明写达，暗写喜，七八句明言喜，反说悲而喜弥甚，笔弥幻矣。”杜甫诗歌的艺术，就在于曲折地表现原本简单的感情。</p> <p>　　第三首开头劈空而至。一开始便假设了自己的死，死且无人知晓，是多么的惨淡，但未曾想到自己居然生还，足堪“自怜”。而“犹瞻”再次表达杜甫的“侥幸”和欣喜。“影静千官里”指自己暂时恢复了平静的生活，和众朝臣一样侍奉天子，<a href=\"http://so.gushiwen.org/author_504.aspx\">王夫之</a>评价此句“写出避难仓皇之余，收拾仍入衣冠队里一段生涩情景，妙甚。非此则千官之静，亦不足道也。”“七校”是汉代的七种校尉，这里也代指朝廷百官。而“心苏”一个“苏”字更是振起全篇。最后“新数中兴年”既是对自己报效朝廷的期望，也是对朝廷能够自振的期望。</p>",
  "about": "<h2>创作背景</h2> 　　唐至德二载（757年）四月，<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>冒险乘隙逃出被安史叛军占据的长安，投奔在凤翔的唐肃宗。历经千辛万苦，他终于到达了朝廷临时所在地（行在所）。当年五月十六日，唐肃宗拜杜甫为左拾遗，这三首<a href=\"http://so.gushiwen.org/view_10838.aspx\">诗</a>便是杜甫作左拾遗以后不久痛定思痛之作，因此第三首有“影静千宫里”的话。",
  "poet": {
    "id": 474,
    "star": 0,
    "name": "杜甫",
    "image": "http://img.gushiwen.org/authorImg/dufu.jpg",
    "desc": "杜甫（712－770），字子美，自号少陵野老，世称“杜工部”、“杜少陵”等，汉族，河南府巩县（今河南省巩义市）人，唐代伟大的现实主义诗人，杜甫被世人尊为“诗圣”，其诗被称为“诗史”。杜甫与李白合称“李杜”，为了跟另外两位诗人李商隐与杜牧即“小李杜”区别开来，杜甫与李白又合称“大李杜”。他忧国忧民，人格高尚，他的约1400余首诗被保留了下来，诗艺精湛，在中国古典诗歌中备受推崇，影响深远。759-766年间曾居成都，后世有杜甫草堂纪念。"
  },
  "tags": [
    "抒怀",
    "激动"
  ]
}