{
  "id": 48203,
  "star": 3522,
  "name": "苏幕遮·怀旧",
  "dynasty": "宋代",
  "content": "碧云天，黄叶地。秋色连波，波上寒烟翠。山映斜阳天接水。芳草无情，更在斜阳外。<br>黯乡魂，追旅思。夜夜除非，好梦留人睡。明月楼高休独倚。酒入愁肠，化作相思泪。",
  "fanyi": "<p><strong>译文<br></strong>碧云飘悠的蓝天，黄叶纷飞的大地，秋景连接着江中水波，波上弥漫着苍翠寒烟。群山映着斜阳蓝天连着江水。芳草不谙人情，一直延绵到夕阳照不到的天边。<br>默默思念故乡黯然神伤，缠人的羁旅愁思难以排遣，除非夜夜都做好梦才能得到片刻安慰。不想在明月夜独倚高楼望远，只有频频地将苦酒灌入愁肠，化作相思的眼泪。</p> <p><strong>注释<br></strong>⑴苏幕遮：原唐教坊曲名，来自西域，后用作词牌名。又名“云雾敛”“鬓云松令”。双调，六十二字，上下片各五句。<br>⑵“波上”句：江波之上笼罩着一层翠色的寒烟。烟本呈白色，因其上连碧天，下接绿波，远望即与碧天同色，正所谓“秋水共长天一色”。<br>⑶“芳草”二句：意思是，草地绵延到天涯，似乎比斜阳更遥远。“芳草”常暗指故乡，因此，这两句有感叹故乡遥远之意。<br>⑷黯乡魂：因思念家乡而黯然伤神。黯，形容心情忧郁。乡魂，即思乡的情思。语出<a href=\"http://so.gushiwen.org/author_509.aspx\">江淹</a> 《别赋》：“黯然销魂者，唯别而已矣。\"<br>⑸追旅思（sì）：撇不开羁旅的愁思。追，追随，这里有缠住不放的意思。旅思，旅居在外的愁思。思，心绪，情怀。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　这首词抒写了羁旅乡思之情，题材基本上不脱传统的离愁别恨的范围，但意境的阔大却为这类词所少有。</p> <p>　　上片写秾丽阔远的秋景，暗透乡思。起首“碧云天，黄叶地”两句，即从大处落笔，浓墨重彩，展现出一派长空湛碧、大地橙黄的高远境界，而无写秋景经常出现的衰飒之气。</p> <p>　　“秋色连波，波上寒烟翠”两句，从碧天广野到遥接天地的秋水。秋色，承上指碧云天、黄叶地。这湛碧的高天、金黄的大地一直向远方伸展，连接着天地尽头的淼淼秋江。江波之上，笼罩这一层翠色的寒烟。烟霭本呈白色，但由于上连碧天，下接绿波，远望即与碧天同色而莫辩，如所谓“秋水共长天一色”，所以说“寒烟翠”。“寒”字突出了这翠色的烟霭给与人的秋意感受。这两句境界悠远，与前两句高广的境界互相配合，构成一幅极为辽阔而多彩的秋色图。</p> <p>　　“山映斜阳天接水，芳草无情，更在斜阳外。”傍晚，夕阳映照着远处的山峦，碧色的遥天连接这秋水绿波，凄凄芳草，一直向远处延伸，隐没在斜阳映照不到的天边。这三句进一步将天、地、山、水通过斜阳、芳草组接在一起，景物自目之所及延伸到想象中的天涯。这里的芳草，虽未必有明确的象喻意义，但这一意象确可引发有关的联想。自从《楚辞·招隐士》写出了“王孙游兮不归，春草生兮萋萋”以后，在<a href=\"http://so.gushiwen.org/view_48203.aspx\">诗</a>词中，芳草就往往与乡思别情相联系。这里的芳草，同样是乡思离情的触媒。它遥接天涯，远连故园，更在斜阳之外，使瞩目望乡的客子难以为情，而它却不管人的情绪，所以说它“无情”。到这里，方由写景隐逗出乡思离情。</p> <p>　　整个上片所写的阔远秾丽、毫无衰飒情味的秋景，在文人的笔下是少见的，在以悲秋伤春为常调的词中，更属罕见。而悠悠乡思离情，也从芳草天涯的景物描写中暗暗透出，写来毫不着迹。这种由景及情的自然过渡手法也很高妙。</p> <p>　　过片紧承芳草天涯，直接点出“乡魂”“旅思”。“乡魂”与“旅思”意思相近。两句是说自己思乡的情怀黯然凄怆，羁旅的愁绪重叠相续。上下互文对举，带有强调的意味，而主人公羁泊异乡时间之久与乡思离愁之深自见。</p> <p>　　“夜夜除非，好梦留人睡”，九字作一句读。说“除非”，足见只有这个，别无他计。言外之意是说，好梦做得很少，长夜不能入眠。这就逗出下句：“明月高楼休独倚。”月明中正可倚楼凝思，但独倚明月映照下的高楼，不免愁怀更甚，不由得发出“休独倚”的慨叹。从“斜阳”到“明月”，显示出时间的推移，而主人公所处的地方依然是那座高楼，足见乡思离愁之深重。“楼高”“独倚”点醒上文，暗示前面所写的都是倚楼所见。这样写法，不仅避免了结构与行文的平直，而且使上片的写景与下片的抒情融为一体。</p> <p>　　“酒入愁肠，化作相思泪。”因为夜不能寐，故借酒浇愁，但酒一入愁肠都化作了相思泪，这真是欲遣乡思反而更增乡思之苦了。结拍两句，抒情深刻，造语生新。作者另一首《御街行·纷纷坠叶飘香砌》则翻进一层，说：“愁肠已断无由醉，酒未到，先成泪。”写得似更奇警深至，但微有做作态，不及这两句自然。写到这里，郁积的乡思旅愁在外物的触发下发展到高潮，词也就在这难以为怀的情绪中黯然收束。</p> <p>　　这首词上片写景，下片抒情，这本是词中常见的结构和情景结合的方式，其特殊性在于丽景与柔情的统一，更准确地说，是阔远之境、秾丽之景、深挚之情的统一。写乡思离愁的词，往往借萧瑟的秋景来表达，这首词所描绘的景色却阔远而秾丽。它一方面显示了词人胸襟的广阔和对生活对自然的热爱，反过来衬托了离情的可伤，另一方面又使下片所抒之情显得柔而有骨，深挚而不流于颓靡。整体说来，这首词的用语与手法虽与一般的词类似，意境情调却近于传统的诗。这说明，抒写离愁别恨的小词是可以写得境界阔远，不局限于闺阁庭院。</p>",
  "about": "<h2>创作背景</h2> 　　这首词作于宋仁宗康定元年（1040年）至庆历三年（1043年）间，当时<a href=\"http://so.gushiwen.org/author_510.aspx\">范仲淹</a>正在西北边塞的军中任陕西四路宣抚使，主持防御西夏的军事。",
  "poet": {
    "id": 510,
    "star": 0,
    "name": "范仲淹",
    "image": "http://img.gushiwen.org/authorImg/fanzhongyan.jpg",
    "desc": "范仲淹（989－1052年），字希文，汉族，北宋著名的政治家、思想家、军事家、文学家，世称“范文正公”。范仲淹文学素养很高，写有著名的《岳阳楼记》。"
  },
  "tags": [
    "宋词三百首",
    "宋词精选",
    "婉约",
    "秋天",
    "写景",
    "怀旧",
    "思念"
  ]
}