{
  "id": 50790,
  "star": 21,
  "name": "忆少年·别历下",
  "dynasty": "宋代",
  "content": "无穷官柳，无情画舸，无根行客。南山尚相送，只高城人隔。 <br>罨画园林溪绀碧。算重来、尽成陈迹。刘郎鬓如此，况桃花颜色。",
  "fanyi": "<p><strong>译文<br></strong>柳树一片，一望无边，画船不知人间离情，依然载着四方来客四处游荡，挂起远航的征帆。只有南山有情有意，在两岸来相送，只是高城处的佳人，却被山水隔断了视线。<br>两岸风光如画，秀丽动人，园林溪水一片水色青青，明净透彻。就算能重新游一遍旧地，也物是人非，成为过眼云烟，到处飘泊，刘郎的鬓发已花白如斑，人已苍老，何况桃花的青春？</p> <p><strong>注释<br></strong>⑴《忆少年》：词牌名。又名《十二时》、《桃花曲》、《陇首山》。<a href=\"http://so.gushiwen.org/author_643.aspx\">晁补之</a>创调。四十六字，前片两仄韵，后片三仄韵，亦以入声部为宜。两结皆上一、下四句法。亦有于过片处增一领格字者。<br>⑵历下：山东历城县。<br>⑶官柳：大道两旁的柳树。官，把官道，大路。<br>⑷画舸（ɡě）：画船，指首尾彩画的大船。<br>⑸南山：指历山，在历城县南。<br>⑹罨（yǎn）画：色彩杂染的图画。出自唐<a href=\"http://so.gushiwen.org/author_614.aspx\">秦韬玉</a>《送友人罢举除南陵令》<a href=\"http://so.gushiwen.org/view_50790.aspx\">诗</a>：“花明驿路胭脂煖，山入江亭罨画开。”<br>⑺绀（gàn）碧：深蓝色。绀：本谓青红，青而含赤色，后谓青翠之色。<br>⑻刘郎：<a href=\"http://so.gushiwen.org/author_197.aspx\">刘禹锡</a>。刘禹锡诗有：”玄都观里桃千树，尽是刘郎去后栽。“刘郎桃花：谓刘禹锡作桃花诗讥讽当权贾祸遭贬之事。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这首词写作者独自离开历下城时的感受。</p> <p>　　词的上片，起笔叠用三个“无”字，以白描方式突出飘泊者的凄凉，更增浓了漂泊者的悲哀。前三句写尽行踪飘零，宦途辗转。“南山”两句，点出题旨。“南山”“相送”，却被“高城”隔断，无限依恋，更增一层哀伤。“南山”二句继写送故人时的无限依恋。有情之人与无情之人对比鲜明，更显离愁之深。</p> <p>　　词的下片，抒发人生感慨。“罨画’句写历城风光如画，使人留恋，令人难舍，赞历下林泉景胜。“算重来”以下，设想今后变迁，不胜感慨。这首词上片描写行客离别是的愁绪和恋恋不舍的心情，下片“刘郎”句用<a href=\"http://so.gushiwen.org/author_197.aspx\">刘禹锡</a>受贬、远谪僻乡重回长安但青春已去的故事，抒发年华易逝的感喟。感叹好景不常、华年空过、有情人无缘聚首的遗憾，全词语辞清丽婉雅而不绮艳，情意缠绵真挚，韵味久耐。全词以“无根”为抒情之根本，抒情凄婉。南山尚相送，只高城人隔。这首词上片描写行客离别是的愁绪和恋恋不舍的心情，下片感叹好景不常、华年空过、有情人无缘聚首的遗憾，全词语辞清丽婉雅而不绮艳，情意缠绵真挚而不软，韵味久耐咀嚼。这两句以山衬人，抒发了佳人不见的忧伤。“算重来”以下，设想今后变迁，不胜感慨。</p> <p>　　这首词丽而不艳，清雅深婉，情义缠绵，韵味十足，令人回味无穷</p>",
  "about": "<h2>创作背景</h2> 　　这首词作于哲宗绍圣二年（1095年），是词人谪贬应天府（今河南商丘），告别历下时的抒怀之作。",
  "poet": {
    "id": 643,
    "star": 0,
    "name": "晁补之",
    "image": "http://img.gushiwen.org/authorImg/chaobuzhi.jpg",
    "desc": "晁补之（公元1053年—公元1110年），字无咎，号归来子，汉族，济州巨野（今属山东巨野县）人，北宋时期著名文学家。为“苏门四学士”（另有北宋诗人黄庭坚、秦观、张耒）之一。曾任吏部员外郎、礼部郎中。 工书画，能诗词，善属文。与张耒并称“晁张”。其散文语言凝练、流畅，风格近柳宗元。诗学陶渊明。其词格调豪爽，语言清秀晓畅，近苏轼。但其诗词流露出浓厚的消极归隐思想。著有《鸡肋集》、《晁氏琴趣外篇》等。"
  },
  "tags": [
    "离别",
    "伤怀",
    "感慨"
  ]
}