{
  "id": 48789,
  "star": 853,
  "name": "玉楼春·尊前拟把归期说",
  "dynasty": "宋代",
  "content": "尊前拟把归期说，欲语春容先惨咽。人生自是有情痴，此恨不关风与月。<br>离歌且莫翻新阕，一曲能教肠寸结。直须看尽洛城花，始共春风容易别。",
  "fanyi": "<p><strong>译文</strong><br>樽前拟把归期说定，一杯心切情切，欲说时佳人无语滴泪，如春风妩媚的娇容，先自凄哀低咽。啊，人生自是有情，情到深处痴绝，这凄凄别恨不关涉——楼头的清风，中天的明月。<br>饯别的酒宴前，莫再演唱新的一阕，清歌一曲，已让人愁肠寸寸郁结。啊，此时只需要把满城牡丹看尽，你与我同游相携，这样才会——少些滞重的伤感，淡然无憾地与归去的春风辞别。</p> <p><strong>注释</strong><br>①尊前：即樽前，饯行的酒席前。<br>②春容：如春风妩媚的颜容。此指别离的佳人。<br>③离歌：指饯别宴前唱的流行的送别曲。<br>④翻新阕：按旧曲填新词。<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>《杨柳枝》：“古歌旧曲君莫听，听取新翻杨柳枝。”阙，乐曲终止。<br>⑤洛阳花：洛阳盛产牡丹，<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>有《洛阳牡丹记》。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　此词咏叹离别，于伤别中蕴含平易而深刻的人生体验。上片，尊前伤别，芳容惨咽，而转入人生的沉思：“人生自是有情痴，此恨不关风与月。”中天明月、楼台清风原本无情，与人事了无关涉，只因情痴人眼中观之，遂皆成伤心断肠之物，所谓“情之所钟，正在我辈”。下片，离歌一曲，愁肠寸结，离别的忧伤极哀极沉，却于结处扬起：“直须看尽洛城花，始共春风容易别。”只有饱尝爱恋的欢娱，分别才没有遗憾，正如同赏看尽洛阳牡丹，才容易送别春风归去，将人生别离的深情痴推宕放怀遣性的疏放。当然，这豪宕放纵仍难托尽悲沉，花毕竟有“尽”，人终是要“别”，词人只是以遣玩的意兴暂时挣脱伤别的沉重罢了。此词上、下两收拍皆为传诵的名句。</p> <p>　　这首词开端的“尊（同“樽”）前拟把归期说，欲语春容先惨咽”两句，是对眼前情事的直接叙写，同时其遣辞造句的选择与结构之间，词中又显示出了一种独具的意境。“尊前”，原该是何等欢乐的场合，“春容”又该是何等美丽的人物，而“尊前”所要述说的却是指向离别的“归期”，于是“尊前”的欢乐与“春容”的美丽，乃一变而为伤心的“惨咽”了。这种转变与对比之中，隐然见出欧公对美好事物之爱赏与对人世无常之悲慨二种情绪以及两相对比之中所形成的一种张力。</p> <p>　　“归期说”之前，所用的乃是“拟把”两个字；而“春容”、“惨咽”之前，所用的则是“欲语”两个字。此词表面虽似乎是重复，然而其间却实含有两个不同的层次，“拟把”仍只是心中之想，而“欲语”则已是张口欲言之际。二句连言，反而更可见出对于指向离别的“归期”，有多少不忍念及和不忍道出的宛转的深情。</p> <p>　　至于下面二句“人生自是有情痴，此恨不关风与月”，是对眼前情事的一种理念上的反省和思考，而如此也就把对于眼前一件情事的感受，推广到了对于整个人世的认知。所谓“人生自是有情痴”者，古人有云“太上忘情，其下不及情，情之所钟，正我辈”。所以<a href=\"http://so.gushiwen.org/author_145.aspx\">况周颐</a>其《蕙风词话》中就曾说过“吾观风雨，吾览江山，常觉风雨江山之外，别有动吾心者”。这正是人生之自有情痴，原不关于风月，所以说“人生自是有情痴，此恨不关风与月”。此二句虽是理念上的思索和反省，但事实上却是透过了理念才更见出深情之难解。而此种情痴则又正与首二句所写的“樽前”“欲语”的使人悲惨呜咽之离情暗相呼应。所以下片开端乃曰“离歌且莫翻新阕，一曲能教肠寸结”，再由理念中的情痴重新返回到上片的樽前话别的情事。“离歌”自当指樽前所演唱的离别的歌曲，所谓“翻新阕”者，殆如<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>《杨柳枝》所云“古歌旧曲君休听，听取新翻杨柳枝”，与<a href=\"http://so.gushiwen.org/author_197.aspx\">刘禹锡</a>同题和白氏<a href=\"http://so.gushiwen.org/view_48789.aspx\">诗</a>所云“请君莫奏前朝曲，听唱新翻杨柳枝”。<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>《采桑子》组词前之《西湖念语》，亦云“因翻旧阕之词，写以新声之调”。盖如《阳关》旧曲，已不堪听，离歌新阕，亦“一曲能教肠寸结”也。前句“且莫”二字的劝阻之辞写得如此叮咛恳切，正足以反衬后句“肠寸结”的哀痛伤心。 </p> <p>　　末二句却突然扬起，写出了“直须看尽洛城花，始共春风容易别”的遣玩的豪兴。欧阳修这一首《玉楼春》词，明明蕴含有很深重的离别的哀伤与春归的惆怅，然而他却偏偏结尾写出了如此豪宕的句子。这二句中，他不仅要把“洛城花”完全“看尽”，表现了一种遣玩的意兴，而且他所用的“直须”和“始共”等口吻也极为豪宕有力。然而“洛城花”却毕竟有“尽”，“春风”也毕竟要“别”，因此豪宕之中又实隐含了沉重的悲慨。所以<a href=\"http://so.gushiwen.org/author_408.aspx\">王国维</a>《人间词话》中论及欧词此数句时，乃谓其“于豪放之中有沉着之致，所以尤高”。</p>",
  "about": "<h2>创作背景</h2> <p>　　<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>为北宋一代名臣，除德业文章外也常填写温婉小词，这些抒写性情的小词，往往于不经意之中流露出自己的心性襟怀。此首道离情，作于景祐元年（1034年）春三月欧阳修西京留守推官任满离洛之际。</p>",
  "poet": {
    "id": 561,
    "star": 0,
    "name": "欧阳修",
    "image": "http://img.gushiwen.org/authorImg/ouyangxiu.jpg",
    "desc": "欧阳修（1007－1072），字永叔，号醉翁，晚号“六一居士”。汉族，吉州永丰（今江西省永丰县）人，因吉州原属庐陵郡，以“庐陵欧阳修”自居。谥号文忠，世称欧阳文忠公。北宋政治家、文学家、史学家，与韩愈、柳宗元、王安石、苏洵、苏轼、苏辙、曾巩合称“唐宋八大家”。后人又将其与韩愈、柳宗元和苏轼合称“千古文章四大家”。"
  },
  "tags": [
    "宋词精选",
    "离别",
    "惜别",
    "友情"
  ]
}