{
  "id": 69522,
  "star": 1,
  "name": "杂剧·赵匡义智娶符金锭",
  "dynasty": "元代",
  "content": "楔子<br>自小学成文武全，纷纷五代乱征烟。花根本艳公卿子，纠纠成名胆力坚。某姓赵双名匡义，祖居河南人也。父乃赵弘殷，见为殿前都指挥使之职。生俺弟兄二人，兄乃匡胤，学成文武全才。俺弟兄二人，结下十个弟兄，京师号为十虎。有俺哥哥领众弟兄每去关西五路操练去了，未曾回还。即今柴梁王之世，天下己宁，时遇春间天气，此处汴梁人烟辏集，士户极多，广有名园花圃，有圣人命。闻知汴梁太守符彦卿家，有一所花园，名唤聚锦园，园中多有花木，是京师第一处堪赏之处。如今着倾城士户，都去他家园中游赏。一来以应良辰，第二来壮观京师一郡。众弟兄都不在？止有郑恩兄弟在家。我早间着人请他去了，若来时，与他商议，俺同去走一遭，赏玩花木，有何不可。他这早晚敢待来也。某郑恩是也。祖居山后朔州人氏。平生勇烈，胆量过人，与京师赵大郎等十人，结为刎颈之交，号为十虎。曾游遍关西五路，打天下英雄，尽皆拱手。俺赵大郎哥哥，同石守信等关西操练去了。某因赵二舍匡义在家，并大哥一双父母，则怕被人欺负，以此上我不曾去。匡义哥哥呼唤，不知甚事，须索走一遭去。来到也，令人报复去，道有郑恩来了也。二哥，呼唤您兄弟那厢使用？兄弟，唤你来不为别，今有圣人的命，着倾城士户都去符家园内赏春。我一径请你来，与你同共走一遭去。二哥说的是。即今春天，既有圣命，俺兄弟二人走一遭去。我做官人奇妙，闲去好掷杯珓。家里终日无事，街上寻人厮闹。自家姓韩，是韩松。我是那权豪有势之家，我父亲是大兴县里长，俺公公是宛平县总甲，以此上我这等倚势胡为。遇着个软善的，我和他斗打；但遇着个好汉，我就跑到柳州。今日是新春之日，有符家一园好花，圣人着我们去赏花去。我有两个伴当，好生了的，我如今叫他来计议，胡缠、歪缠何在？在下生的无比，也会买柴籴米。世上许多好人，则我两个油嘴。自家姓胡，名叫胡缠。这个是我侄儿，叫做歪缠。我两个是韩松大舍的两个伴当，我两个诸事没用，则会油嘴。正在家里没处寻思，韩大舍叫我们，一准是那里吃三钟了。我们过去来。哎，这早晚才来。你叫我们怎么？你原来不知道，如今有圣人的命，着倾城士户都去符家花园里赏花去哩，我和你两个走一遭去好么，多带些碎银子，我们去来。我三人真个好耍，走了去不用骑马，符家园今日赏春，吃<br>醉了满街丢瓦。下官姓符，双名彦卿。祖居京兆长陵人也。幼习儒业，颇看诗书，自中甲第以来，累蒙柴王擢用。颇有政声，除小官为汴京府尹之职。这个是小官夫人张氏，为因我家中有一所花园，是朝廷所赐的，其中花木无边，目今百花开放，圣人命着倾城士户，都来园内赏玩花木。我有一女，乃是符金锭。长年一十八岁也。夫人。孩儿在那里？大人，我想如今有圣人命，着倾城士户人等，都来赏玩花木。俺如今叫出女孩儿来，着他休出绣房，则怕有人看见。夫人说的是。梅香，转报后堂中，唤出小姐来者。妾身符金锭是也。长年一十八岁，未曾许聘他人。正在绣房中闲坐，父亲母亲呼唤，须索走一遭去。父亲、母亲，您孩儿来了也，有何事？为因三春天气，后园中百花开放。圣人命着倾城士户都来赏玩。你今年已长成，倘有人见你呵，怎生是好？父亲，此事有何难处，您孩儿到那日则不出绣房便了也。孩儿说的是也。儿也，则为你青春年少，未曾许聘他人，因此上俺老两口忧心也。母亲，你则放心也。<br>【仙吕】【赏花时】母亲道年长青春未配人，我拚了个雨打梨花深闭门。我怎肯将名利似浮云。孩儿，你则不出门呵便了也。我从来有忠信，父亲母亲你但放心。梅香，俺回去来。我又索纱窗下捱黄昏。<br>孩儿回去了也。既然有圣人命，着一壁厢着人打扫花园前后干净，待人游玩则个。夫人，俺回去来。<br><br>第一折<br>符家园圃真堪赏，柳绿花红景物奇。某赵匡义是也。这个是郑恩兄弟。俺两个去符彦卿花园内赏玩新春之景，与兄弟酒肆中多饮了几杯酒，来迟了些。兄弟，兀的士户人等都散了也，俺回家去罢。二哥，还早哩。投到俺两个赏罢春呵，天色可也未晚哩。来到这花园门首，俺进去来。兄弟，你看那桃红柳绿，万物争妍。是好景也。二哥，这一会儿人也静了，我且坐一坐，看有甚么人来。妾身符金锭。昨日父亲母亲嘱咐我说道，今日有倾城士户，都来俺花园中赏春，着妾身休出绣房，怕有人看见。妾身在房中坐了一日光景。这早晚赏春的人可也都回去了。我心中闷倦，领着梅香闲看一遭去，有何不可。姐姐，花园中是好耍子儿，休辜负了春景也。一年之前，春为岁首，是好光景也呵。<br>【仙吕】【点绛唇】你看那绿柳低垂，燕雏成对，莺声碎。花老芳池，一派游春意。<br>姐姐，你不肯出来带携我耍一会，只在房里坐，好不闷也。<br>【混江龙】非是我懒临园内，隔花阴怕有外人知。自从我初离绣幕，莲步轻移。春事已随流水去，落花空惹杜鹃啼。冷清清花影疏林内，我则见山光隐隐，绿柳依依。<br>姐姐，这一会儿可也无人走动，我们去那湖山畔闲耍一会儿去来。你也说的是，俺去来。姐姐，你试看这里的景致，比那前头又不同了。是好一派佳景也。<br>【油葫芦】二月江南莺乱啼，绕花阴双燕飞，则见那秋千闲控玉人归。可惜我们不曾拿的酒来。姐姐，你且在这里耍，我去崇文门外头买两瓶酒来你吃。便休将诗酒为佳致，可不道山翁之兴何须醉。姐姐，你看那梨花，桃花杏花开的真是好看。梨花开雪片妆，桃花放红焰飞。你看那浸浸红杏烧林际，端的可也不尽眼中题。无一个人也呵。<br>【天下乐】抵多少宴罢青楼月下归，不由我猜疑，心上喜。姐姐。你喜欢甚么？牡丹风似人摇锦机。趁风和花草香，落残红衬燕泥，我则索慢行过芳树底。<br>哥哥，你见么，一个女子来了。好个女子也！我闻知符彦卿有个女孩儿是符金锭，此女子必是也。兄弟，俺躲在这花阴下，看他往那里去也。姐姐，天气还早哩。一发散心耍一会。<br>【那吒令】我行来这里，到樱桃树底；转湖山迤逦，过蔷薇架西。步香尘款款呵，怕流莺乱飞。姐姐。一年之中，惟春最好也。一年中春最好，九十日偏明媚。近黄昏烟雾菲菲。兄弟，你远着些，我吟一首诗嘲拨他，看他说甚么。姮娥离月殿，织女渡天河。不遇知音者。空劳长叹多。甚么人吟待，好清新之句也。<br>【鹊踏枝】我这里猛听的，似呆痴。又不是月下星前，暗约偷期。不由我听沉了半会，是谁人乱作胡为？<br>姐姐，怕他怎么。左右也没人，你也作一首诗，看他说甚么。不中。则怕有人听见呵，怎了也。<br>【寄生草】又不曾待月在西厢下，听琴在旅店里。踏青惹下弥天罪，赏春光引起鸳鸯会，看群花误到天台地。我依着你。我吟一首诗，看他说甚么。紫燕双双起，鸳鸯对对飞。无言匀粉面，只有落花知。好个聪明女子也。我出去见他一面，怕些甚么。小娘子拜揖。先生万福。一人好聪明俊秀才！我见他乌纱小帽晃人明，久以后必然金榜题名讳。<br>动问小娘子是谁氏之家？姓甚名谁？妾身符金锭是也。先生高姓大名？小生赵弘殷之子，赵匡义是也。敢问小娘子多少年纪也？<br>【醉中天】正二九青年际。曾许聘他人不曾？不曾得见良媒，独倚纱窗懒画眉。小娘子，小生愿为媒证，许聘他人，可不好那。多谢你相周济。争奈听姻缘事迟，城难躲避，我又怕惹蜂蝶泄漏春机。<br>自家韩松的便是。天色早便早哩。我们来的迟了些儿也，走一遭耍子去来。一个小娘子，你是那里来的？跟了我家去来。这厮好无礼也。<br>【金盏儿】也是我命低微，惹灾危，若是俺尊堂知道可也甘当罪。这厮合死也。他那里揎拳裸袖皱双眉。这个是甚么人？我怕你不成也。那里也画堂欢宴，早难道是花下燕莺期。<br>大舍不要惹他，则他是赵二舍，那个是郑恩。你惹他，干打杀你。我们去了罢。由他，我明日使人来问这门亲事，不怕你不嫁我。我们且回家里去来。他们可去了。二哥，俺也去了罢。二舍，你去了罢。则怕俺父亲来，我也回去也。<br>【赚煞尾】不承望有今朝，到着我愁无计，又怕俺双亲得知，忙步金莲趁早回，休忘厂蝶使蜂媒。小娘子，我便着官媒来议亲也呵。便休要忒延迟误了佳期，准备兰堂宴罢归。姐姐，相公有请。叫我们哩。我去来。你休要喧喧闹起，再无个商议。二舍，你休怪，我去也。抵多少青楼歌罢宴酣回。<br>二哥，这个小娘原来是符太守之女。恰才那个韩松若不是去了，我不到的饶了他哩。兄弟，你休这般说。此事不许一个人知道，俺回家中去来。因来到符氏花园，惹下了一段姻缘。久以后必然匹配，那其间显俺英贤。<br><br>第二折<br>自家韩松是也。昨日走到符家花园里耍去，不想撞见他家个女人，且是生的好，有赵匡义在那里调戏他。着我恼了，若不是他两个说，险不着那郑恩烂羊头打我一顿。如今怎么称的我的心？这个不打紧。你如今叫将一个媒人来，赏他几两银子，着他去说这门亲去，怕他不肯也怎么？兄弟说的是。我昨日着人请下那个媒婆陈妈妈，他这早晚敢待来也。我做媒人兜答，一生好吃虾蟆。若还要我说亲，十家打脱九家。老身是这京城里一个媒婆，姓陈。我好不生得聪明，正在家里吃芝麻豆腐茶哩。有韩大舍着人来请我，不知为甚么，我走一遭去。来到也，不要报复，我自过去。我请了你这一日，才走将来。你请我来怎么？我如今央及你一庄事：符彦卿家有个女孩儿，叫做符金锭。你与我说亲去，若成了，我送你十个大银子。这个不打紧，我如今就去。一箭上垛，你则管放心，我走一遭去。好了，他去了，必然这事成了。我们且后面闲耍去来。说的是，咱去来。腰金衣紫受天恩，累辈居官教子孙。自从五代兴王业，民物雍和气象新。某姓赵，双名弘殷，祖居河南府人也。幼习韬略，深看遁甲之书。这是夫人李氏，自从残唐五代以来，朝属梁而暮属晋，天下大乱。即今柴梁王即位，某拜官殿前御林军都指挥使之职。某有二男一女，长者匡胤，次者匡义，一女乃是满堂。有俺赵匡胤去关西替我操练去了，止有二哥匡义在家。近日不知怎么，染其疾病，不能动止。夫人，怎生是好！老相公，我想俺匡义孩儿，为人软善，前日与郑恩去符家花园里赏花回来，就一卧儿不起，百般医治不可，怎生是好也！夫人，我想来，则怕孩儿害的病证，有些暗昧。我早间着人请他姐姐去了，若来时，我自有个主意。这早晚敢待来也。某张光远是也。这个将军乃是罗彦威。俺是赵匡胤的朋友，号为十虎。俺叔父着他去关西操练去了，俺弟兄每舍不得，送他到关西回来。来到家中，听的说道二哥匡义染病不能动止。兄弟，俺看望一遭去来。哥哥，俺赵匡义哥不知怎生有病，俺若不看一看，显的俺弟兄每无情分了。来到也，家童报复去，道有俺二人来了也。叔父，俺众弟兄每望的迟了，二哥病证若何？两个贤侄且请坐，等您众朋友都来全了时，慢慢与你商议。这早晚敢待来也。来到了也。家童报复去，道有俺弟兄二人得知探望。叔父，俺弟兄每探望来迟，二哥病体安乐否？二位贤侄，且少待片时，恁弟兄都来全了时，我与您计议。这早晚敢待来也。某周霸是也。这个兄弟乃是李汉升。俺是赵匡胤的兄弟。俺弟兄十人，端的是过如管鲍分金义，胜似关张仁德心。今日关西已回，刚到家中，听知二哥匡义在家染病，我须索走一遭去。哥哥，这匡义哥哥，为人软弱，诚恐有人欺负，俺与你报仇去。说话中间。来到了也。家童报复去，道有俺二人来了也。叔父，俺弟兄每来了也。二位贤侄商议，怎生不见孩儿杨延干史彦昭来？他两个走路哩，便到也咱呵。既然这等呵，等他那两个来时，我自有主意。这早晚敢待来也。某杨廷干是也。这个兄弟是史彦昭。俺是赵匡胤的兄弟。他关西操练去了，俺都送他去，止留了郑恩在家中。说道匡义哥在家中染病，众弟兄都先去了。兄弟，俺行动些。哥哥，俺来了也。家童报复去，道有俺二人来了也。叔父，俺来迟了也，勿罪也。不敢，不敢，你请坐。叔父。俺众弟兄来全了，敢问匡义哥的病体怎么得来？您听我说。当此一日，匡义与郑恩到的符家花园里赏春去，回来不知怎生就一卧而不起。这几日好生沉重也。既然这等呵，俺看一看去如何？恁众人休怪，这两日有些沉重，不敢着您见他。我恰才着人请他姐姐去了，等来时，我自有个主意。家童安排酒肴，与众位贤侄洗尘咱。不敢，既是这等，俺不必饮酒。众兄弟每，俺且回去，等二哥病体痊疴时，再来探望。叔父休怪，俺去来。赵匡义病体昏沉，道着俺个个忧心。等明日若还痊疴，必然要问个来因。他众弟兄去了也。他姐姐这早晚敢待来也。妾身赵弘殷的女孩儿，小字满堂。俺父亲生俺子女三人，大兄弟赵匡胤，二兄弟赵匡义。将妾身嫁与汴京王节度王朴为夫人。俺大兄弟游关西操练去了，未曾回来。有俺二哥匡义，不知怎生来染其疾病。父亲着人来请，我须索走一遭去。我想俺赵匡义兄弟，不知为何也呵。<br>【南吕】【一枝花】俺须是官员仕宦家，又不是黎庶闾阎客。俺兄弟养成彪虎志，久以后必有胆天才。好着我心下疑猜，恨不的两步为一蓦，急煎煎不放怀。俺兄弟困恹恹病在膏肓，猛可里便苦腾腾石沉大海。<br>【梁州】自从俺已有了徐卿二子，怕甚么令巍峨王氏三槐。俺门户中未有三千客，出来的谈天论地，胸卷江淮。不离了龙韬虎略，弓箭旗牌。展胸襟个个英才，论机谋转转安排。大兄弟虎狼丛惹事招非，刀剑洞大宽地窄，死生巢一迷里裁排。威哉？壮哉？博一个腰金衣紫官三代。暗地里自分解，不知是暑湿风寒天降来，不见个明白。<br>可早来到也。家童报复去，道有妾身来了也。理会的。老相公，有小姐来了也。道有请。理会的。有请。父亲母亲，您孩儿来了也。孩儿也，你来了也。我此一请你来，因为你兄弟赵匡义，不知怎生一卧儿不起，染其疾病，怎生是好也？父亲，您孩儿试猜俺兄弟这病证咱。孩儿也，你若猜着呵，我心中方才放心。<br>【隔尾】他莫不是功名不遂心无奈？不是。他莫不是思念哥哥不下怀？不是。莫不是少欠人钱使人怪？不是。孩儿，你都猜不着。这谜儿怎猜。我实难布摆。天那，莫不他斗打相争受了些外人的歹？<br>孩儿也，你不知。我说与你。他自从与郑恩孩儿去符家园里闲耍了一会，回来一卧儿不起。既是这等呵，兄弟在那里染病哩？见在书房里歇卧哩。既然这等呵，我去看一看便知分晓也。父亲母亲，你少待，我看兄弟去也。孩儿看赵匡义去了也。夫人，俺且去后堂中去来。<br>心间无限事，不敢告他人。某赵匡义是也。自从符家花园内见了符金锭小姐，他深有顾盼我之意，不期纬松领着人走将来，言三语四的。郑恩兄弟要打他，那厮每都走了。我以此上感了一口气。归到家中，一卧儿不起，不觉数日光景也。父亲母亲好生忧心。百般医治，不能痊可。今日好生沉重。兄弟也，可怎生是了也？二哥，你放心将息。你这病，我明白与父亲说了呵，便与你成就一门亲事。兄弟，亲事成与不成，可也不打紧。则是我心中不忿韩松那厮。兄弟，俺墁慢的共话，看有甚么人来。姑娘。这个不是二哥的书房？他在里面睡哩。不须报复，我自过去。呀、呀、呀，姐姐，病体在身，不能答礼，姐姐休怪也。郑恩兄弟在此也。姐姐，我为二哥身子不快，不曾敢离左右也。兄弟也，你怎生就这等清减了那？<br>【牧羊关】见兄弟面色儿恹恹瘦，容颜儿惭惭改，怎生来形体如柴。兄弟，你这病我试猜咱。姐姐。我试猜咱。莫不为身事难求？莫不为经营买卖？赵匡义云)不是。你猜不着。(正旦唱)莫不是霜露侵肌体？莫不是月下被风筛？(赵匡义云)都不是。(正旦唱)止不过心念别姻眷，一庄庄我自猜。<br>(赵匡义云)姐姐，则一句话，料猜着些儿了也。(正旦云)哦、哦、哦，兄弟，你这病原来为如此来。(唱)<br>【骂玉郎】我这里听言道罢添惊怪，有甚么难分诉你与我诉个明白。你莫不在章台走马垂杨陌？(赵匡义云)姐姐，我这病则为前日赏春去，遇着个女子，以此上得了这个病证也。(正旦唱)您将那心上愁，腹内思，悦与我方何碍。<br>(郑恩云)姐姐，二哥赏花去，不期遇着符太守之女符金锭，以此上得了这个病也。(正旦云)这个打甚么不紧哩。(唱)<br>【感皇恩】呀，便着你鱼水和谐，你也可稳放宽怀。我如今遣官媒，亲问候，便有个好音来。(赵匡义云)姐姐，你不知韩松那厮，倚逞权豪，他要强娶他哩。(正旦云)不妨事。(唱)遮莫他官居一品，怕甚么日转千街，凭着俺人力勇，弟兄多，便着他有非灾。<br>(赵弘殷同夫人冲上，云)孩儿也，我听的多时，我尽知道了也。(正旦唱)<br>【采茶歌】父亲你走将来快安排，今日个洛阳花酒一时来。(赵匡义云)姐姐，那韩松若知道呵，必然与俺争竞也。(正旦云)不怕他。(唱)统领军卒驱士马，我着他闻咱名姓命先衰。<br>(正旦云)父亲，母亲，兄弟原来因符金锭惹下这场疾病。兄弟也，如今着你姐夫王朴替你去问这门亲事去，你可意下如何？(赵匡义做好了，拜科，云)多谢了姐姐，我无了病也。(正旦云)惭愧也，兄弟病好了也。父亲、母亲，我回家去也。我便着王朴与兄弟说这门亲事去。兄弟，你放心，我回去也呵。(唱)<br>【煞】心中愁闷当时解，参透韩松大会垓。兄弟你今朝且耽待。我忙回住宅，自有个计划。便着你花烛筵开会宾客。(下)<br>(夫人云)嗨，赵匡义原来为如此之事，女孩儿着王朴与他说亲去了，孩儿可也病体就好了也。老相公，俺回后堂中去来。(赵弘殷云)夫人说的是，俺回去来。(同夫人家童下)(赵匡义云)俺姐姐知道我心中的事，他着姐夫去题亲事去了。成与不成，我自有个主意。郑恩兄弟，跟我回后面散心走一遭去来。(同下)<br><br>第三折<br>(符彦卿领张千上，云)小官符彦卿是也。今因太平之世，时逢丰稔之年，春来天气，万花开放。吾家后面有一园，乃是聚锦园。圣人之命，着大小士民都在我这花园中赏玩。我着俺女孩儿符金锭不要出闺门，人烟散后，他往园中看花，我着家童唤将他来，下想孩儿这几日有些身子不快，可不知为何也。有夫人在后面看孩儿哩，张千，门首望着，一切事情便来报小官知道。(张千云)理会的。(净媒婆上，云)自家陈媒婆是也。今奉着韩松大舍的言语，他说，那一日因在符太守花园里。见了他家符金锭生的标致，他与他十锭大银子做财礼，着我问他亲去。可早来到也。张千报复去，道有你婶子在这里。(张千云)你看他没正经，我报知大人去。(报科云)报的大人得知，有媒婆在家门首。(符彦卿云)着他过来。(张千云)理会的。着你过去哩。(媒婆见科，云)老相公且喜了，媒婆来说一庄亲事来与家里小姐。(符彦卿云)你说是甚么人家的儿男？(媒婆云)老大人，是本处韩大人家大舍韩松，他送十锭大银子与你。把小姐与他为妻，可是好那。(符彦卿云)好、好、好，你且在这里。等我夫人来，俺共同商议。(王朴上，云)祖代为官立业坚，忠扶社稷保山川。每怀报国存忠正，扫荡奸邪在目前。小官姓王名朴，字原之，祖居河东太原人也。祖代为官，扶持唐室。方今梁主在位，加小官节度使之职。有我妻赵氏，乃是毁前都指挥使赵弘殷之女。有我两个妻舅，大舅赵匡胤，二舅赵匡义。大舅行关西五路操练去了，有我二舅病不能动止。我着他姐姐看他去，回来说为因那日符太守花园内赏春，遇见他女儿符金锭，生的有些颜色，欲要娶她为妻，无人去题亲。小官今日直到符太守家。问这一庄事，走一遭去。可早来到也。张千报复去，道有小官来了也。(张千云)理会的。(报科云)喏！报的大人得知，有王节度使在于门外。(符彦卿云)道有请。(张千云)理会的。有请。(王朴见科云)符彦卿。且喜、且喜。小官来举保一庄亲事来。(符彦卿云)大人有何亲事？谁氏之家？姓字名谁？(王朴云)大人，是我外家赵弘殷二舍赵匡义，敬着小官来，这一庄亲事来也。(媒婆云)这事不好了。我看老符怎么主张哩。(符彦卿云)大人，则一件，恰才这韩大人的孩儿韩松，又着这官媒来问亲；大人今日来题亲，又是同僚官之子。此事请夫人来计议如何？张千，请夫人来者。(张千云)理会的。夫人有请。(夫人上，云)妾身符彦卿的夫人是也。自从前日圣人的命，着倾城百姓都在我花园中赏玩。有俺女孩儿符金锭，也去花园中看了一遭回来，这两日在绣房中倦拈针指，身子不快，不知<br>为何。今日相公在前庭上着人来请我，须索走一遭去。可早来到也。(张千报科，云)报的大人得知，夫人来了也。(符彦卿云)道有请。(夫人见科云)相公，妾身来了也。有何事商议也？(符彦卿云)夫人，请你来不为别，如今王朴大人来说，赵二舍来问俺女孩儿亲事，这媒婆与韩松来问亲。这两家都好，小官不曾敢许，特待夫人来商议，可与谁家好？(夫人云)相公，既然这等，两家都好。则一件：凭俺女孩儿主张。如今俺临街搭一彩楼，着大小人等往楼下过，着俺孩儿抛绣球儿，打着那一个，就着他来娶。妾身倒陪房奁断送，择日过门。妾身不敢自专，相公心下如何？(符彦卿云)夫人言者当也。许一家不许一家，着他嗔怪。张千，便合彩楼者。(张千云)理会的。(同众做抬上彩楼科，张千云)夫人，彩楼搭停当了也。(符颜卿云)张千，传报绣房中，请出小姐来。(张千云)理会的。小姐，相公有请。(正旦符金锭领梅香上，正旦云)妾身符金锭是也。自从那一日在花园中见了赵匡义所吟之诗，这两日不由的我心神荡漾，身子不快，可不知为何也呵咱。(梅香云)姐姐，你也没正经。那一日见了那一个人，你这两日茶不茶，饭不饭，想他怎么的也。(正旦云)梅香，你那里知道。那想此人一表非俗，吟的诗清字正，委实少有也呵。(唱)<br>【中吕】【粉蝶儿】一会家心下念想，这姻缘怎生主张？我在那绣房中自在参详。(梅香云)姐姐，你则拣着好姐夫嫁了便罢也。(正旦云)你那里知道也。(唱)我须知你主意，则着我别寻投向。(梅香云)姐姐，你便想我那姐夫，不知我那姐夫想你也不想你也，(正旦唱)你这个无礼的梅香，你将我假支吾故来抵当。<br>【醉春风】则我这情意那人知，心中常念想。何时得配燕莺期，终日则是想、想。行至庭前，心中傒幸，众人凝望。<br>(云)可早来到也。张千报复去，道有妾身来了也。(张千报科云)大人，有小姐来了也。(符彦卿云)着孩儿过来。(正旦同梅香做见科，云)父亲、母亲，您孩儿来了也。(符彦卿云)孩儿来了也。唤你来不为别，今有王大人来题亲，着你嫁赵匡义，又有这媒婆来说，着你嫁韩松。未知你心里要嫁那一处？你对我说去，我自有个主意。(正旦云)父亲母亲。你听孩儿说一遍咱。(唱)<br>【迎仙客】父亲你听拜禀，诉衷肠，这亲礼两家儿两家儿可便那下里强？(王朴云)小姐，你则心顺的便成也。(正旦唱)我若是肯依随，休要讲，主张在尊堂。(夫人云)你休要这般说，我自有个主意也。(正旦唱)母亲你便有主张休谦让。<br>(媒婆云)小姐，依着我的心，你嫁韩松，强似嫁别人，他家衣服也穿不了。(正旦云)噤声？(唱)<br>【红绣鞋】狠媒证人前闲强，你着我嫁韩松罗锦千箱，我则待布袄荆钗守寒窗。(媒婆云)他家那饮馔也用不了。(正旦唱)便做道珍羞百味，干使碎你那好心肠。(媒婆云)你可嫁也不嫁？(正旦唱)劝你这强媒人休再往。<br>(媒婆云)你则依着我嫁了韩松者。(夫人云)媒婆，你不是这等说。如今彩楼下不拘军民人等，着孩儿抛下绣球儿去，则打着他的。便与他为妻。(符彦卿云)夫人说的是。等有过来过往的人，着孩儿抛下绣球儿去者。(韩松同胡缠歪缠上，韩松云)自家韩松的便是。我着媒婆去了，今日搭了彩楼也。我楼下抢了绣球儿，便着人来娶他，有何不可。(歪缠云)小哥，你休慌，一定是你的了。(胡缠云)仔细着。来到彩楼跟前也。(符彦卿云)孩儿，上彩楼抛绣球儿去。(正旦同梅香做上楼科，正旦云)来到这楼上也。楼下不是韩松？他知道俺家抛绣球儿，故他来楼下来往行走。(梅香云)小姐，你则把绣球儿丢下去，打着丑的你若不嫁他，我替你去。(正旦云)这梅香好笑人也呵。(唱)<br>【上小楼】他正那人前闹嚷，指望待成亲名望。看不上他-来一往，施展衣服，卖弄轻狂。(梅香云)小姐，你则丢下那绣球儿去来罢。(正旦唱)你着我将绣球儿，忙掷下，韩松身上，可不教那有情人每朝指望。<br>(正旦云)梅香，怎生不见赵匡义来？(赵匡义同郑恩上，赵匡义云)某赵匡义是也。来到这彩楼下，郑恩兄弟，俺过去来也。(郑恩云)哥，兀的不是韩松？他也在这里。(正旦云)梅香，兀的不是赵匡义来了也。(梅香云)你丢下绣球儿去罢。(正旦云)他既来了，你慌的做甚么？(唱)<br>【幺篇】他那里慢慢的来，我这里暗暗的慌。羞的我不敢抬头，连忙遮面，无处潜藏。(梅香云)绣球儿在这里，丢下去罢。(正旦唱)一见了绣球儿，心中悒怏，我着他霎时间共同鸳帐。<br>(韩松云)伺候着，七八丢下绣球儿来也。(正旦云)梅香，将过绣球儿来。(梅香云)绣球儿有了也。(正旦云)梅香，将绣球儿也你则有准者。(做抛下绣球科，正旦唱)<br>【般涉调耍孩儿】我这里可咛觑了他模样，办着片志诚心便央。我则见军民士户在楼前，唬的我不敢名扬。(梅香云)姐姐丢下去罢。(正旦唱)我待要时间抛掷心中惧，又则怕错了教他向那厢。(梅香云)姐姐，你则望着我这赵姐夫抛了罢。(正旦唱)你也有心偏向，我将这绣球儿抛下。准备着齐整的陪房。(正旦云)我望着这赵匡义身上丢下去。(做抛下绣球科，赵匡义做接了科，韩松做夺了绣球科，云)是我的，你将的那里去？两个兄弟，俺得了绣球儿也，俺回家去来。(同胡缠歪缠下)(郑恩云)这厮好无礼也。是你的绣球儿，他夺的去了，更待干罢。俺打这厮去来。(符彦卿云)赵匡义，你休赶他去，我见绣球儿已是你的，你明日拣好日辰来娶，休要致怨。小姐，你下楼来，先回去罢。(正旦同做下楼科，云做见科，下)(唱)<br>【煞尾】到今日趁了心，绣球儿有忖量，至来朝约定同鸳帐，成就了一世儿夫妻慢慢的赏。(同梅香下)<br>(符彦卿云)金锭孩儿回后堂中去了也。王朴，也是天家所辏，我有心将孩儿许与赵二舍，不想绣球儿正打中他也。(王朴云)相公，今日天使其然，绣球儿正打着赵匡义兄弟，不期被韩松抢了绣球儿去了。大人，怎生计较也？(夫人云)相公。虽然他抢的去了，只着赵二舍择日辰来娶亲。俺则嫁与他家便了也。(王朴云)多谢相公夫人。赵匡义，你且回家去罢。你丈人丈母，着你择吉日良辰来娶小姐哩。(赵匡义云)多谢了泰山也。郑恩兄弟，恰才这韩松就我手中抢了绣球儿去了，某欲待就楼下打闹起来，恐防惊唬了小姐也。(郑恩云)哥哥，俺明日娶嫂嫂，正往韩松家门首过，此事须索做计较也。(赵匡义云)这个不打紧，你近前来，我说与你。(做打耳喑科，云)可是恁的。(郑恩云)哥，此计大妙。某便与他众人说知也。俺且回家去来。(赵匡义云)既然今日事已完成，择了吉日良辰，来娶小姐。俺回去来。因赏春遇着娇姝，他生的美貌谁如。彩楼上绣球打中。稳情取画阁深居。(同郑恩下)(媒婆云)老相公，看起来这庄事已准，你则嫁与赵二舍了。罢、罢、罢，我回去也。相公大人，恕罪。(下)(王朴云)多谢了相公夫人，小官回去，择吉日良辰。着的我赵大人娶小姐也。小官回我丈人的话，走一遭去。(下)(夫人云)相公，他每都回去了也。俺女孩儿已是许与赵匡义，不期他绣球又打中他，皆是前生姻缘也。(符彦卿云)夫人说的是也。俺收拾小姐的房奁断送便了。俺无甚么事，且回后堂中去来。符金锭美貌高强。端的是世上无双，结彩楼招着佳婿，稳情取天下名扬。(下)<br>楔子<br>(赵弘殷领张千上，云)赵匡义已成佳眷，择吉日配合姻缘。小官赵弘殷是也。则因俺孩儿赵匡义遇着符太守之女，一心要娶他为妻。我着他姐夫王朴去问这一门亲事。不期有韩松又着人来问符小姐。他父亲搭起彩楼，着小姐掷绣球，不想正打着俺孩儿。有韩松强抡了绣球去了，今日着俺小姐同张光远、罗彦威等众人娶去了。小官在家小安排下酒肴，若娶过小姐，俺一家儿庆贺饮酒。张千，俺后堂中收拾酒肴都完了也不曾？(张千云)理会的。酒肴都完了也。(赵弘殷云)俺无甚事，且回后堂中去来。(下)(净韩松同净胡缠歪缠上，韩松云)自家韩松是也。我着官媒问符彦卿的女孩儿去，不知怎么，赵二舍也着人来问。他家搭起彩楼来，着那孩儿抛绣球儿，一个绣球儿刚打在赵二舍怀里，着我抢了来了也。今日不与我为妻，与赵家做新妇，恰才迎娶的过去了，他必然往我这门前过来也。两个兄弟，俺等他过来，夺下轿来，就往家里扯着走，如何？(歪缠云)哥，哎，你则放心，则有你兄弟一个，管你整齐吃一顿。才罢。(胡缠云)你个傻弟子孩儿，则凭着我这一双手，两只脚，不管他有多少好汉，我若怕他，老韩一家儿吃山药。(韩松云)你每且不要嚷，兀那远远的不是鼓乐来了也，(正旦扮赵满堂同梅香上，云)妾身赵满堂是也。那一日来看了我兄弟赵匡义，他一心要符金锭为妻，我着俺相公王朴去符家问亲，他搭起彩楼抛绣球，正抛着俺兄弟。今日择吉日良辰，着妾身去娶他，众兄弟每簇拥小姐的轿子后堂便来也。梅香，俺行动些。(梅香云)夫人奶奶你看兀那韩家门前一簇人嚷，则怕有些闹吵么？(正旦云)不妨事，俺慢慢的行着。(韩松云)这个小娘子从那里来？我试问他一声。支揖哩，小娘子？你曾见那娶亲的来了也不曾？(正旦云)他每在后堂，便来也。你问他怎的？(韩松云)没有，我问一声。兀那不远远的来了也？(张光远、罗彦威等卒子抬轿子、外动鼓乐打灯笼、众上，住，张光远云)你每抬着小姐慢慢的走，望赵二舍私宅里去来。(韩松云)兀的不来到也。兀那符金锭，快下轿来，去我家里去来。(石守信云)甚么人？远着些，惊唬着小姐。(歪缠云)和那厮说甚么，夺了往家去罢。众人一齐下手罢。(韩松云)你每不要讨死吃也。我揭开这轿帘试看咱。(做见郑恩科)(郑恩云)兀那韩松，你认的我么？我是你的公公哩。(韩松云)原来不是小姐，可是这个大汉，俺不要惹他。(众做脱衣服科)(张光远云)韩松少走也。(众做打三汉科)(韩松云)不中了也，人手多，俺走、走、走。(同二净下)(正旦云)众兄弟每不要打他了，你看你嫂嫂以前抬过去也，我回<br>家去来。你看你赵二舍去。我着王朴来庆喜也。(郑恩云)姐姐，好一个计策也。打的那匹夫落荒的走了。今日事已完成，众弟兄每，俺一同回去来。(正旦云)是好计策也呵。(唱)<br>【仙吕】【赏花时】今日个婚姻才定准，亏了英雄十数人。(郑恩云)姐姐，若不是此计，怎生瞒过他也。(正旦唱)我若是半霎儿到家门，端的是机谋可便敬谨。(云)你见了俺父母呵。(唱)也少不的排佳宴，可兀的庆新婚。(同梅香下)<br>(郑恩云)姐姐回家去了。众弟兄，俺同共与赵匡义哥哥庆贺去来。符小姐已娶回家，强韩松枉受波查。定巧计成其婚配，方显俺名播天涯。(同下)<br>第四折<br>(赵弘殷同夫人领卒子上)(赵弘殷云)彩楼高结成佳配，得会新婚岂偶然。莫赵弘殷是也。自从韩松抢了绣球去了，多亏了郑恩等众弟兄瞒过了他。今日吉日良辰，娶符金锭孩儿过门来也，安排酒宴与匡义孩儿庆喜饮酒。夫人，都安排停当了不曾？(夫人云)都停当了也。则等他众人来时，慢慢的饮几杯。这早晚敢待来也。(符彦卿上，云)某符彦卿是也。自从与孩儿成亲之后，不觉数日光景也。今日俺亲家安排酒肴，与赵匡义并俺孩儿庆喜饮酒，着人来请，我须索走一遭去。来到也。小校报复去，道小官来了也。(卒子云)理会的。(报科云)大人，有符彦卿来了也。(赵弘殷云)道有请。(卒子云)理会的。有请。(做见科)(符彦卿云)亲家请坐，少待片时，等众人都来全了时，慢慢的饮几杯。这早晚敢待来也。(张光远、罗彦威、石守信、王审琦同上，张光远云)自从匡义成亲后，费尽英雄一片心。某张光远是也。这三位兄弟，乃是罗彦威，石守信、王审琦。自为赵匡义要娶符金锭，有韩松与俺放对。被俺郑恩兄弟诈妆符金锭，坐在轿子里，韩松果然领着手下人赶将来，被俺众人一顿打，将他打回去了。今已成亲了也。今日叔父与俺匡义庆贺，须索走一遭去。(石守信云)哥哥，我想俺这弟兄每这等英雄，怎生肯放过韩松那厮。若有俺匡胤哥哥在呵，有一场好大祸，量他到的那里也。(罗彦威云)我想韩松可也十分无礼也。(王审琦云)今日事已完了，来到门首也。小校报复去，道有俺四个弟兄来了也。(卒子做报科，做见科)(张光远云)叔父，俺弟兄每来了也。(赵弘殷云)您众人每多多的辛苦也。且少待，等众弟兄每来全了呵，我自有主意。这早晚敢待来也。(周霸、李汉升、杨廷干、史彦昭上，周霸云)十虎威名天下罕，英雄纠纠镇京华。某周霸是也。自从三位弟兄，乃李汉升、杨廷干、史彦昭，俺都是京师十虎将。因为俺赵匡义二哥，娶了符金锭，打了韩松一顿，已成其亲了。今日俺叔父安排庆贺酒，俺须索走一遭去。(李汉升云)哥哥，我想今日赵弘殷叔父安排庆贺筵席，这一遭心中好是喜庆也。(杨廷干云)这郑恩兄弟，但到处便要惹事，可也亏他也。(史彦昭云)来到也，小校报复去，道有俺弟兄每来了也。(卒子做报科)(做见科、史彦昭云)叔父勿罪，俺弟兄都来了也。(赵弘殷云)您且少待，等匡义孩儿来时，俺慢慢的庆贺。这早晚敢待来也。(王朴、郑恩上，王朴云)英雄壮士般般勇，设计施谋件件能。某王朴是也。这位将军，乃是郑恩。自从俺妻弟赵匡义因与韩松放对。要娶金锭，多亏了郑恩坐在轿子里，瞒过韩松，被俺痛打了一顿，成了亲事<br>。今日俺父亲安排酒肴庆贺，须索走一遭去。(郑恩云)我想韩松十分无礼，若不是二舍的好事呵，我一顿直打死那匹夫。今日叔父与俺庆贺，须索走一遭去。来到也。小校报复去，道有二人来了也。(卒子做报科)(做见科，郑恩云)叔父，您孩儿来了也。(赵弘殷云)郑恩多亏了你也。你且少待，等匡义孩儿并媳妇儿来时，一同庆贺。这早晚敢待来也。(赵匡义上，云)新婚燕尔安排了，洞房今日会佳宾。某赵匡义是也。多亏郑恩并众兄弟之力，娶了符金锭。今日俺父亲安排酒肴与俺庆贺，须索走一遭去。来到也，不须报复，我自过去。(做见科，赵匡义云)父亲，您孩儿媳妇来了也。(赵弘殷云)孩儿来，你且少待。这一席酒敬意的则是与你两口儿庆贺，等你媳妇儿来时，一同饮酒。(正旦扮符金锭同梅香上，正旦云)妾身符金锭，自从抛了绣球儿，本是俺赵匡义接了，不期韩松夺了去。妾身则嫁了赵匡义，有韩松又来追赶，多亏郑恩躲在轿子里面，将他打的回去了。今日父亲与俺庆贺新婚，安排筵宴，须索走一遭去也。(梅香云)小姐，你可称了心也。(正旦云)梅香，你那里知道也呵，(唱)<br>【双调】【新水令】我虽是洞房无用的女妖娆，不错了圣人之道，夫妻是正理，休信外人教。不负了夜月花朝，当日个彩楼上众人闹。<br>(正旦云)可早来到也，令人报复去，道妾身来了也。(卒子云)理会的。(报科云)大人，有小姐来了也。(赵弘殷云)着孩儿过来。(卒子云)理会的。有请。(正旦同梅香做见科，正旦云)父亲，妾身来了也。(赵弘殷云)孩儿，你看这筵会摆列的齐整么？(正旦云)端的是好筵会也。(唱)<br>【沈醉东风】则听的聒耳笙歌闹吵，珍羞端的奇标。新婚今日成，受了那我少闲焦燥，谢神天保护的便坚牢。(符彦卿云)多亏了妙计，今日才得成就也。(正旦唱)今日个夫妇团圆成就好。(郑恩云)小姐，这一场也多亏了我也。(正旦唱)多谢你个仁兄智巧。<br>【雁儿落】情理这韩松使燥暴、脑背后都来到。俺这里郑恩暗暗的藏，他那里不在声高高的闹。(赵弘殷云)他临后怎么去了来？(正旦唱)<br>【得胜令】呀，打的是无处乱奔逃，那其间怒气怎生消。才得今朝定，则他这将军个个劳。(符彦卿云)既亏了郑恩，俺慢慢的谢他也。(正旦唱)父亲你量度，便把他恩临报。郑恩你休焦，今日个婚姻已定了。<br>(赵弘殷云)小姐，你将彩楼上抛绣球儿的事说一遍，俺试听咱。(正旦云)听我将彩楼上的事说一遍咱。(唱)<br>【甜水令】当日个物穰人稠，争头鼓脑，着人欢笑。寻不见往日燕莺交。投至得今日开筵，传杯弄斝，夫妻相照，费尽了多少心苗。<br>(郑恩云)当日在彩楼下，若不是彦卿大人劝呵，韩松打死多时也。(正旦唱)<br>【折桂令】绣球儿往下刚抛，不承望他准备着奸心，暗暗的偷瞧。发会村浊，将别人喜事夺了。(郑恩云)依着我的心，就打死了也罢。众人都劝我，到着那厮无礼也。(正旦唱)俺如今事成也再休要计较，且开怀沉醉醄。酒泛琼瑶，乐动箫韶，玳筵排锦簇花攒，端的是堪画堪描。<br>(赵弘殷云)小校，将酒来，着孩儿与他父亲递一杯酒者。(庄子云)理会的。(做抬果卓科，正旦云)将酒来。与我父亲递一杯。(做把盏科)这杯酒，父亲先饮。(符彦卿云)孩儿，还从赵亲家承。(赵弘殷云)这酒往常便当某饮，今日正当亲家饮这杯也。(符彦卿云)是、是、是，小官先饮。孩儿，你可休要跪者。(正旦做跪科，云)不敢不敢。(唱)<br>【沽美酒】父亲你休动劳，你孩儿正当报，则因那养育三年将我这性命保。指望终身待老，别离事在今朝。<br>(王朴云)等您饮罢酒，说与您详细也。(正旦唱)<br>【太平令】多亏你个恩人说道，将亲事不错分毫。都则为韩松暴虐，将平人姻缘打落。(赵匡义云)夫妻皆是前定，岂他人能破的也呵。(正旦唱)呀，我这里说着，念着，笑倒，险些儿无着无落。(王朴云)今日个天下喜事，夫妻团圆。听我与您下断：您本是柴世忠良，一个个胆量高强。则因为赏春之景，来到你符氏门墙。赵匡义花下闲走，正见您年小红妆。既结下目前姻眷，搭彩楼招做新郎。有韩松依权挟势，遣官媒故意商量。恼犯了郑恩兄弟，施手段显耀刚强。诈妆做青春妇女，韩松见魂魄皆亡。今日个已成婚配，开筵会酒泛肴觞。赵匡义文武兼济，符金锭本性温良。今日个夫妻完备，一齐的拜谢吾皇。<br>题目强风情韩松抢绣球<br>正名赵匡义智娶符金锭",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "未知作者"
  },
  "tags": []
}