{
  "id": 48592,
  "star": 7313,
  "name": "浣溪沙·一曲新词酒一杯",
  "dynasty": "宋代",
  "content": "一曲新词酒一杯，去年天气旧亭台。夕阳西下几时回？<br>无可奈何花落去，似曾相识燕归来。小园香径独徘徊。",
  "fanyi": "<p><strong>译文<br></strong>听一支新曲喝一杯美酒，还是去年的天气旧日的亭台，西落的夕阳何时再回来？<br>那花儿落去我也无可奈何，那归来的燕子似曾相识，在小园的花径上独自徘徊。</p> <p><strong>注释</strong><br>⑴浣溪沙：唐玄宗时教坊曲名，后用为词调。沙，一作“纱”。<br>⑵一曲新词酒一杯：此句化用<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>《长安道》<a href=\"http://so.gushiwen.org/view_48592.aspx\">诗</a>意：“花枝缺入青楼开，艳歌一曲酒一杯”。一曲，一首。因为词是配合音乐唱的，故称“曲”。新词，刚填好的词，意指新歌。酒一杯，一杯酒。<br>⑶去年天气旧亭台：是说天气、亭台都和去年一样。此句化用五代<a href=\"http://so.gushiwen.org/author_434.aspx\">郑谷</a>《和知己秋日伤怀》诗：“流水歌声共不回，去年天气旧池台。”晏词“亭台”一本作“池台”。去年天气，跟去年此日相同的天气。旧亭台，曾经到过的或熟悉的亭台楼阁。旧，旧时。<br>⑷夕阳：落日。西下：向西方地平线落下。几时回：什么时候回来。<br>⑸无可奈何：不得已，没有办法。<br>⑹似曾相识：好像曾经认识。形容见过的事物再度出现。后用作成语，即出自<a href=\"http://so.gushiwen.org/author_432.aspx\">晏殊</a>此句。燕归来：燕子从南方飞回来。燕归来，春中常景，在有意无意之间。<br>⑺小园香径：花草芳香的小径，或指落花散香的小径。因落花满径，幽香四溢，故云香径。香径，带着幽香的园中小径。独：副词，用于谓语前，表示“独自”的意思。徘徊：来回走。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　这是<a href=\"http://so.gushiwen.org/author_432.aspx\">晏殊</a>词中最为脍炙人口的篇章。此词虽含伤春惜时之意，却实为感慨抒怀之情。词之上片绾合今昔，叠印时空，重在思昔；下片则巧借眼前景物，重在伤今。全词语言圆转流利，通俗晓畅，清丽自然，意蕴深沉，启人神智，耐人寻味。词中对宇宙人生的深思，给人以哲理性的启迪和美的艺术享受。</p> <p>　　起句“一曲新词酒一杯，去年天气旧亭台。”写对酒听歌的现境。从复叠错综的句式、轻快流利的语调中可以体味出，词人面对现境时，开始是怀着轻松喜悦的感情，带着潇洒安闲的意态的，似乎主人公十分醉心于宴饮涵咏之乐。的确，作为安享尊荣而又崇文尚雅的“太平宰相”，以歌侑酒，是作者习于问津、也乐于问津的娱情遣兴方式之一。但边听边饮，这现境却又不期然而然地触发对“去年”所历类似境界的追忆：也是和“今年”一样的暮春天气，面对的也是和眼前一样的楼台亭阁，一样的清歌美酒。然而，似乎一切依旧的表象下又分明感觉到有的东西已经起了难以逆转的变化，这便是悠悠流逝的岁月和与此相关的一系列人事。此句中正包蕴着一种景物依旧而人事全非的怀旧之感。在这种怀旧之感中又糅合着深婉的伤今之情。这样，作者纵然襟怀冲澹，又怎能没有些微的伤感呢？于是词人不由得从心底涌出这样的喟叹：“夕阳西下几时回？”夕阳西下，是眼前景。但词人由此触发的，却是对美好景物情事的流连，对时光流逝的怅惘，以及对美好事物重现的微茫的希望。这是即景兴感，但所感者实际上已不限于眼前的情事，而是扩展到整个人生，其中不仅有感性活动，而且包含着某种哲理性的沉思。夕阳西下，是无法阻止的，只能寄希望于它的东升再现，而时光的流逝、人事的变更，却再也无法重复。细味“几时回”三字，所折射出的似乎是一种企盼其返、却又情知难返的纡细心态。</p> <p>　　下片仍以融情于景的笔法申发前意。“无可奈何花落去，似曾相识燕归来。”为天然奇偶句，此句工巧而浑成、流利而含蓄，声韵和谐，寓意深婉，缠绵哀感，用虚字构成工整的对仗、唱叹传神方面表现出词人的巧思深情，宛如天成，也是这首词出名的原因。但更值得玩味的倒是这一联所含的意蓄。花的凋落，春的消逝，时光的流逝，都是不可抗拒的自然规律，虽然惋惜流连也无济于事，所以说“无可奈何”，这一句承上“夕阳西下”；然而这暮春天气中，所感受到的并不只是无可奈何的凋衰消逝，而是还有令人欣慰的重现，那翩翩归来的燕子不就像是去年曾此处安巢的旧时相识吗？这一句应上“几时回”。花落、燕归虽也是眼前景，但一经与“无可奈何”、“似曾相识”相联系，它们的内涵便变得非常广泛，意境非常深刻，带有美好事物的象征意味。惋惜与欣慰的交织中，蕴含着某种生活哲理：一切必然要消逝的美好事物都无法阻止其消逝，但消逝的同时仍然有美好事物的再现，生活不会因消逝而变得一片虚无。只不过这种重现毕竟不等于美好事物的原封不动地重现，它只是“似曾相识”罢了。渗透在句中的是一种混杂着眷恋和怅惆，既似冲澹又似深婉的人生怅触。唯其如此，此联作者既用于此词，又用于《示张寺丞王校勘》一<a href=\"http://so.gushiwen.org/view_48592.aspx\">诗</a>。“小园香径独徘徊”，即是说他独自一人在花间踱来踱去，心情无法平静。这里伤春的感情胜于惜春的感情，含着淡淡的哀愁，情调是低沉的。</p> <p>　　此词之所以脍炙人口，广为传诵，其根本的原因于情中有思。</p> <p>　　词中似乎于无意间描写司空见惯的现象，却有哲理的意味，启迪人们从更高层次思索宇宙人生问题。词中涉及到时间永恒而人生有限这样深广的意念，却表现得十分含蓄。 </p>",
  "poet": {
    "id": 432,
    "star": 0,
    "name": "晏殊",
    "image": "http://img.gushiwen.org/authorImg/yanshu.jpg",
    "desc": "晏殊【yàn shū】（991-1055）字同叔，著名词人、诗人、散文家，北宋抚州府临川城人（今江西进贤县文港镇沙河人，位于香楠峰下，其父为抚州府手力节级），是当时的抚州籍第一个宰相。晏殊与其第七子晏几道（1037-1110），在当时北宋词坛上，被称为“大晏”和“小晏”。"
  },
  "tags": [
    "宋词三百首",
    "宋词精选",
    "初中古诗",
    "婉约",
    "伤春",
    "惜时",
    "抒怀",
    "人生",
    "哲理"
  ]
}