{
  "id": 12309,
  "star": 7,
  "name": "送客之江宁",
  "dynasty": "唐代",
  "content": "春流送客不应赊，南入徐州见柳花。<br>朱雀桥边看淮水，乌衣巷里问王家。<br>千闾万井无多事，辟户开门向山翠。<br>楚云朝下石头城，江燕双飞瓦棺寺。<br>吴士风流甚可亲，相逢嘉赏日应新。<br>从来此地夸羊酪，自有莼羹定却人。",
  "fanyi": "<p><strong>译文<br></strong>春江流水，你载着友人的小舟远去赴任，你不要迟滞；友人你乘舟南下，途经徐州，你可观赏到那里漫天飞扬的柳絮。<br>江宁城中，朱雀桥畔，你可以静看那千年流淌的秦淮河水；悠悠乌衣巷中，你可以探访旧时王谢大家。<br>城里乡下皆无多少事，老百姓安居乐业，一片悠闲；打开门窗，就可看见对面苍翠的青山。<br>江宁城中，朝霞红艳满天；瓦棺寺旁，江上燕子双飞，一派恬然。<br>吴地才子，风流倜傥，平易近人，与之相遇，自是高谈阔论，相见恨晚，岁月也因之日日变新。<br>从来北方夸赞羊酪味美，其实江南的莼羹才更加可人。</p> <p><strong>注释<br></strong>⑴之：前往。江宁：县名，治所在今南京市，秦淮河贯穿全境。<br>⑵春流：即春天的水流。赊：延缓。<br>⑶徐州：此指古南徐州，与江宁同属润州。<br>⑷朱雀桥：横跨秦淮河上，东晋时王导谢安等豪门巨宅多在其附近。淮水：水名，其纵贯今南京市部分称秦淮河。<br>⑸乌衣巷：在今南京市秦淮河南。东晋时王谢等望族亦居此。王家：即王导家。<br>⑹闾：原指里巷里的门，此处代指城市。井：田地，此处代指乡下。<br>⑺石头城：古城名，故城在今南京市清凉山。城负山面江，南临秦淮河。六朝时为建康军事重镇。<br>⑻瓦棺寺：亦名瓦官寺，在故金陵凤凰台。寺有瓦官阁，高二十五丈。<br>⑼吴士：江宁古属吴国，故称当地读书人为吴士。风流：即洒脱放逸，风雅潇洒。<br>⑽此：一作“北”。羊酪：用羊乳制成的一种食品。<br>⑾莼（chún）羹（gēng）：用莼菜烹制的羹。定却人：一作“味可人”。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　这是一首送别之作，<a href=\"http://so.gushiwen.org/view_12309.aspx\">诗</a>人所送之人，已不可考。</p> <p>　　此诗开篇先点明送别时节及客人南下所经之地。古人有折柳送别的习俗，故诗人特意写到了柳花，切题之送客。春流送客，可以想见友人赴任，春风得意之状。朱雀桥、乌衣巷，皆江宁之名胜，骚人墨客多有咏之。此处诗人写此名胜古迹，乃点题“之江宁”赴任。言其在此“看淮水”“问王家”，写出了客人的悠闲、得意之状。</p> <p>　　中间四句叙写江宁之山川景色。城里乡里皆无事，可见江宁百姓安居乐业，正好与上文“看淮水”“问王家”意相联。江宁百姓门对青山，这里用了一个复数，言“闭门开户”皆对青山，可见青山之多，无处不在。复着一“翠”字，更见青山之翠。江宁朝霞满天，一个“下”字，满天红霞呼之欲出。而燕子双飞，莺歌燕舞，一派大好风景，烘托着江宁百姓生活的怡然自得。</p> <p>　　最后四句写友人交往之人的高雅，表明友人的雅洁。“日应新”，既是言与吴士相逢嘉赏的惬意，同时也暗喻了友人到任后，吴地日日变新，赞其政绩清明。友人南下赴任，因而诗人结尾处又劝慰其不要担心水土不服，江宁之莼羹比中原之羊酪味更可人，友人只管放心前去。</p> <p>　　全诗洋洋洒洒，语言繁富。高仲武《中兴间气集》评<a href=\"http://so.gushiwen.org/author_473.aspx\">韩翃</a>的诗：“兴致繁富，一篇一咏，朝士珍之。”又说：“比兴深于<a href=\"http://so.gushiwen.org/author_104.aspx\">刘长卿</a>，筋节成于<a href=\"http://so.gushiwen.org/author_397.aspx\">皇甫冉</a>。”这是说韩翃的诗意较为深隐，风格较为矫健。这个评语对此诗也还合适。然而此诗内容较为空疏，流于形式，缺乏真情实感，乃应酬之作。</p>",
  "poet": {
    "id": 473,
    "star": 0,
    "name": "韩翃",
    "image": "http://img.gushiwen.org/authorImg/hanli.jpg",
    "desc": "韩翃，唐代诗人。字君平，南阳（今河南南阳）人。是“大历十才子”之一。天宝13年（754）考中进士，宝应年间在淄青节度使侯希逸幕府中任从事，后随侯希逸回朝，闲居长安十年。建中年间，因作《寒食》诗被唐德宗所赏识，因而被提拔为中书舍人。韩翃诗笔法轻巧，写景别致，在当时传诵很广。"
  },
  "tags": [
    "赠别",
    "赞美",
    "友人"
  ]
}