{
  "id": 49413,
  "star": 103,
  "name": "西江月·平山堂",
  "dynasty": "宋代",
  "content": "三过平山堂下，半生弹指声中。十年不见老仙翁，壁上龙蛇飞动。<br>欲吊文章太守，仍歌杨柳春风。休言万事转头空，未转头时皆梦。",
  "fanyi": "<p><strong>译文</strong><br>我第三次经过平山堂，前半生在弹指声中过去了。整十年没见老仙翁了，只有墙上他的墨迹，仍是那样气势雄浑，犹如龙飞蛇舞。<br>我在平山堂前“欧公柳”的下面，写下这首词悼念文坛英杰，故扬州太守<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>。别说人死后万事皆空，即使活在世上，也不过是一场大梦呀!</p> <p><strong>注释</strong><br>⑴西江月：词牌名取自<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>《苏台览古》“只今唯有西江月，曾照吴王宫里人”。西江是长江的别称，调咏吴王西施的故事。原唐教坊曲，后用作词调。又名《白苹香》、《步虚词》、《晚香时候》、《玉炉三涧雪》、《江月令》。双调五十字，前后阕各两平韵，一仄韵，同部平仄互押，前后阕起首两句例用对仗。<br>⑵平山堂：在扬州大明寺侧，欧阳修所建。《舆地纪胜》：“负堂而望，江南诸山拱列檐下，故名。”<br>⑶弹指：佛教名词，比喻时间短暂。《翻译名义集》卷五《时分》：“时极短者谓刹那也”，“壮士一弹指顷六十五刹那”，又云“二十念为一瞬，二十瞬为一弹指。”<br>⑷老仙翁：指欧阳修。<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>于熙宁四年于扬州谒见欧阳修，至此为九年，十年盖举成数。<br>⑸龙蛇飞动：指欧阳修在平山堂壁留题之墨迹。<br>⑹文章太守、杨柳春风：欧阳修《朝中措》：“平山栏槛倚晴空，山色有无中。手种堂前垂柳，别来几度春风。文章太守，挥毫万字，一饮千钟。行乐直须年少，樽前看取衰翁。”是为“文章太守”、“杨柳春风”所本。<br>⑺未转头时是梦：<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>《自咏》：“百年随手过，万事转头空。”此翻进一层，谓未转头时，已是梦幻。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　平山堂位于扬州西北的大明寺侧，乃<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>于公元1048年（庆历八年）知扬州时所建。公元1079年（宋神宗元丰二年）四月，<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>自徐州调知湖州，生平第三次经过平山堂。这时距苏轼和其恩师欧阳修最后一次见面已达九年，而欧阳修也已逝世八年。适逢自己政治处境艰难，苏轼为重游故地、缅怀恩师而作的这首词，自然会有抚今追昔的万千感慨。</p> <p>　　词的上片写瞻仰欧词手迹而生的感慨。作者对他的恩师欧阳修怀有深挚的情谊，此刻置身于欧公所建的平山堂，自然思绪万千。“三过平生堂下”，是说自己此番已是第三次登临此堂了。此前，公元1071年（熙宁四年）他离京任杭州通判，熙宁七年由杭州移知密州，都曾途经杨州，来平山堂凭吊恩师。“半生弹指声中”，是作者抚今追昔，感慨岁月蹉跎、遭遇坎坷、人生如梦。</p> <p>　　“十年不见老翁”，是说十年前作者曾与欧阳公欢聚，不料此次聚会竟成永诀，次年恩师就仙逝了。“壁上龙蛇飞动”，是说欧公虽早已仙去，但平山堂壁上仍刻有他亲书手迹，其中有他的词《朝中措·送刘仲原甫出守维扬》：“平山栏槛倚晴空，山色有无中。手种堂前垂柳，别来几度春风。文章太守，挥毫万字，一饮千钟。行乐直须年少，尊前看取衰翁”。瞻仰壁间欧公遗草，只觉龙蛇飞动，令人发扬蹈厉。此句以景衬情，睹物思人，令人为人生无常而感慨万千，低徊不已。</p> <p>　　词的下片写听唱欧词而生感慨，道出缅怀之情。“欲吊”、“仍歌”均用欧词原句，既重现当日欧公风流自赏之态，又有欧公手植杨柳、所题<a href=\"http://so.gushiwen.org/view_49413.aspx\">诗</a>词仍留存世间，可堪告慰之意。作者由过平山堂睹物思人，想及欧阳恩师的某些事迹，感念他的恩德；又由自己的坎坷经历想到恩师的某些遭遇，因此，当他凭吊逝者，目睹平山堂前恩师手植的“欧公柳”，耳闻歌女演唱欧词，自然会生发万千感慨。<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>说：“百年随手过，万事转头空”。苏轼则比之有更深层次的认识：“休言万事转头空，未转头时是梦”。欧公仙逝了，固然一切皆空，而活在世上的人，又何尝不是在梦中，终归一切空无。不要轻言东坡消极，或许正是心怀此念，他才得以坦然面对纷至沓来的政治打击：人生既然不过虚幻，政治失意与挫折，算得什么呢？故而陈廷焯《白雨斋词话》卷六云：“‘休言万事转头空。未转头时皆梦’追进一层，唤醒痴愚不少。”</p> <p>　　苏轼受佛家思想影响颇深，习惯用佛家的色空观念看待事物。白居易诗云“百年随手过，万事转头空”，苏轼则更进一步认识到“休言万事转头空，未转头时是梦。”这种对整体人生的空幻、悔悟、淡漠感，这种携带某种禅意玄思的人生偶然的感喟，其中深深地埋藏着某种要求彻底解脱的出世意念。苏词中传达的这种独特的人生态度，是解读其作品的关键所在。</p>",
  "about": "<h2>写作背景</h2> <p>　　此词写于公元1079年（宋神宗元丰二年），<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>第三次到扬州平山堂，缅怀恩师<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>，同时也蕴含苏轼自身的人生感叹。</p> <p>　　到作此词为止，苏轼共三次到过扬州，第一次，是公元1071年（熙宁四年）由京赴杭任通判，南下经扬州；第二次，是公元1074年（熙宁七年）由杭州移知密州，北上途经扬州；第三次，是公元1079年（元丰二年），从徐州移知湖州（今浙江吴兴）。则“三过平山堂下”实质上浓缩了苏轼近十年间南迁北调的动荡生涯，此时四十二岁的苏轼，顿生弹指之间，半生倏忽已过的感慨。近十年的人生跨度中，自己固然已蹉跎岁月，尊敬的恩师欧阳修亦已仙逝，而堂上仍留有他遒劲的手迹，更让人心生缅怀之念。</p>",
  "poet": {
    "id": 183,
    "star": 0,
    "name": "苏轼",
    "image": "http://img.gushiwen.org/authorImg/sushi.jpg",
    "desc": "苏轼（1037－1101），北宋文学家、书画家、美食家。字子瞻，号东坡居士。汉族，四川人，葬于颍昌（今河南省平顶山市郏县）。一生仕途坎坷，学识渊博，天资极高，诗文书画皆精。其文汪洋恣肆，明白畅达，与欧阳修并称欧苏，为“唐宋八大家”之一；诗清新豪健，善用夸张、比喻，艺术表现独具风格，与黄庭坚并称苏黄；词开豪放一派，对后世有巨大影响，与辛弃疾并称苏辛；书法擅长行书、楷书，能自创新意，用笔丰腴跌宕，有天真烂漫之趣，与黄庭坚、米芾、蔡襄并称宋四家；画学文同，论画主张神似，提倡“士人画”。著有《苏东坡全集》和《东坡乐府》等。"
  },
  "tags": [
    "抚今",
    "追昔"
  ]
}