{
  "id": 8591,
  "star": 6,
  "name": "自巩洛舟行入黄河即事寄府县僚友",
  "dynasty": "唐代",
  "content": "夹水苍山路向东，东南山豁大河通。<br>寒树依微远天外，夕阳明灭乱流中。<br>孤村几岁临伊岸，一雁初晴下朔风。<br>为报洛桥游宦侣，扁舟不系与心同。",
  "fanyi": "<p><strong>译文<br></strong>两岸青山夹着洛水，船顺水向东航行，东南方向的山谷开阔，洛水与黄河相通。<br>稀疏的树木远在天边隐约可见，夕阳映照在汹涌的河水中忽暗忽明。<br>想起了几年前出现在伊河边的孤零零村落，眼前是雨霁初晴，一只孤雁在朔风中向南方飞去。<br>我要告诉在洛桥漫游的作官的朋友，我的心思就像不拴系的小船随波逐流。</p> <p><strong>注释<br></strong>①巩：今河南巩县。洛：洛水。据《元和郡县图志》卷五河南府巩县：“黄河，西自偃师县界流入。洛水，东经洛口，即升谷，北对琅鄂渚入河，谓之洛口。”这里的巩洛，即是指巩县洛河注入黄河处。<br>②豁：大洞，此指两山交界处的深谷。大河：指黄河。<br>③依微：依稀，因距离遥远而模糊不清的样子。<br>④乱流：指众多的河流。<br>⑤伊岸：伊水畔。《水经注·伊水》：“伊水出南阳县西蔓渠山，又东北至洛阳县南，北入于洛。”<br>⑥此句系化<a href=\"http://so.gushiwen.org/author_732.aspx\">鲍照</a><a href=\"http://so.gushiwen.org/view_8591.aspx\">诗</a>《日落望江寄荀丞》：“惟见独飞鸟，千里一扬音。推其感物情，则知游子心。”<br>⑦洛桥：洛阳洛河上之天津桥。游宦侣：在外地作官的朋友。<br>⑧扁舟：小船。《庄子·<a href=\"http://so.gushiwen.org/author_315.aspx\">列御寇</a>》：“巧者劳而智者忧，无能者无所求，饱食而邀游。泛若不系舟，虚而遨游者也。”</p>",
  "shangxi": "<h2>赏析</h2> <p>　　首联写李主簿隐居的环境。他结茅隐居于淮水边的古渡口，可以卧看淮水奔流。环境虽然清幽，但从古渡口的废弃不用和淮水的逝去不复返，已暗逗下联时不我待、人将衰老之感慨，韦<a href=\"http://so.gushiwen.org/view_8591.aspx\">诗</a>运笔的精致细腻，于此可见一斑。</p> <p>　　颔联为传诵千古的警句，人与树相互映衬：树已逢秋，人焉得不老?窗里将老之人，面对着门前已衰之树，想起岁月不居，壮志蹉跎，这将何以为怀。这中间不仅极其传神地描摹了李主簿衰颓的形象与凄凉的心境，也寄寓着诗人自己怅然若失的情怀，其表现手法真是高明之至。</p> <p>　　颈联写李主簿在古渡口的茅屋落中所见到的景象。粗粗一读，仿佛棼是随手拈来，漫不经心；细细品味，入深感是赋比结合，寓意深刻。“寒霈山”切深秋季节，“独过雁”比况李即主簿的孤独、萧索的生活境遇；“暮茎雨”既照应上联之人老树秋，又关合府下联之夕逢归，“远来舟”逗引出蓉下联的“逢归客”。真乃细针密线、友情景交融之佳句。</p> <p>　　尾联仍从李主簿这边落笔，不说诗人遇上李主簿，而说李主簿在傍晚时遇上了一位北归的客人，依然不忘旧情，仍然热情接待。诗至此便戛然而止，至于主客会面以后的情景，便全留在诗外，让读者自己去想象了。</p> <p>　　通观全篇，全从客位去描绘抒写，诗中所突出的，是居于客位的李主簿的形象与感受，而将诗人主观的感受融化在客体之中。在逢遇一类题材的作品中，是独具一格的。</p> <p>　　这诗写景物有情思，有寄托，重在兴会标举，传神写意。洛水途中，诗人仿佛在赏景，实则心不在焉，沉于思虑。黄河的开阔景象，似乎惊觉了诗人，使他豁然开通，眺望起来。然而他看到的景象，却使他更为无奈而忧伤。遥望前景，萧瑟渺茫：昔日伊水孤村，显示出人民经历过多么深重的灾难；朔风一雁，恰似诗人只身东下赴任，知时而奋飞，济世于无望。于是他想起了朋友们的鼓励和期望，感到悲慨而疚愧，觉得自己终究是个无所求的无能者，济世之情，奋斗之志，都难以实现。这就是此诗的景中情，画外意。</p>",
  "about": "<h2>创作背景</h2> 　　<a href=\"http://so.gushiwen.org/author_564.aspx\">韦应物</a>于大历八年（773）秋冬之间，曾南下江淮，准备到广陵（今江苏扬州）去谋事。在广陵盘桓了八九个月，一事无成，于大历九年（774）秋天，怀着怅然若失的心情北归，在淮水边上遇见了过去在洛阳耐的同僚李主簿，写下了这首七律名篇。",
  "poet": {
    "id": 564,
    "star": 0,
    "name": "韦应物",
    "image": "http://img.gushiwen.org/authorImg/weiyingwu.jpg",
    "desc": "韦应物（737～792），中国唐代诗人。汉族，长安(今陕西西安)人。今传有10卷本《韦江州集》、两卷本《韦苏州诗集》、10卷本《韦苏州集》。散文仅存一篇。因出任过苏州刺史，世称“韦苏州”。诗风恬淡高远，以善于写景和描写隐逸生活著称。"
  },
  "tags": [
    "写景",
    "抒怀",
    "赠友"
  ]
}