{
  "id": 21911,
  "star": 390,
  "name": "望驿台",
  "dynasty": "唐代",
  "content": "靖安宅里当窗柳，望驿台前扑地花。<br>两处春光同日尽，居人思客客思家。",
  "fanyi": "<p><strong>译文</strong><br>靖安宅里，天天面对着窗前的碧柳，凝眸念远；望驿台前，春意阑珊，花儿纷纷飘落到地面。<br>两处美好的春光，在同一天消尽；此时，家里人思念着出门在外的亲人，出门在外的人一样也思念着家中的亲人。</p> <p><strong>注释</strong><br>⑴望驿台：在今四川广元。驿：旧时供传递公文的人中途休息、换马的地方。<br>⑵当窗柳：意即怀人。唐人风俗，爱折柳以赠行人，因柳而思游子。<br>⑶扑地：遍地。<br>⑷春光：一作“春风”。<br>⑸居人：家中的人。<a href=\"http://so.gushiwen.org/view_21911.aspx\">诗</a>中指<a href=\"http://so.gushiwen.org/author_18.aspx\">元稹</a>的妻子。客：出门在外的人。指元稹。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这是<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>应和好友<a href=\"http://so.gushiwen.org/author_18.aspx\">元稹</a>的<a href=\"http://so.gushiwen.org/view_21911.aspx\">诗</a>。首句“靖安宅里当窗柳”，元稹住宅在长安靖安里，他的夫人韦丛当时就住在那里，诗人写元稹的住宅，诗句就自然联系到元稹的妻子。“当窗柳”意即怀人。唐人风俗，爱折柳以赠行人，因柳而思游子，这是取柳丝柔长不断，以寓彼此情愫不绝之意。这诗句里，表现出韦丛天天守着窗前碧柳、凝眸念远的情景，她对丈夫的怀念之情很深。次句“望驿台前扑地花”是写元稹。元稹当时在四川广元，春意阑珊，落红满地。元稹一人独处驿邸，见落花而念家中如花之人。这一句巧用比喻，富于联想，也饶有诗情。三句“两处春光同日尽”，更是好句。“尽”字如利刀割水，效果强烈，它含有春光尽矣、人在天涯的感伤情绪。“春光”不单指春天，而兼有美好的时光、美好的希望的意思。“春光同日尽”，也就是两人预期的欢聚落空了。这样，就自然导出了“居人思客客思家”。本来，思念决不只是限在这一天，但这一日既是春尽日，这种思念之情便更加重了。一种相思，两处离愁，感情的暗线把千里之外的两颗心紧紧联系起来了。</p> <p>　　诗的中心是一个“思”字。全诗紧扣思字，含蓄地、层层深入地展开。首句“当窗柳”，传出闺中绮思，次用“扑地花”，写出驿旅苦思。这两句都通过形象以传情，不言思而思字灼然可见。三句推进一层，写出了三月三十日这个特定时日由希望转入失望的刻骨相思。但仍然没有直接点出，只用“春光尽”三字来写，很有含蓄之妙。四句更推进一层，含蓄变成了爆发，直点“思”字，而且迭用两个思字，将前三句都绾合起来，点明诗旨，收束得很有力量。此诗诗格与原作一样，采用“平起仄收”式，但又与原诗不同，开篇便用对句，而且对仗工稳，不仅具有形式整饬之美，也加强了表达力量。因为，在内容上，这两句同时写双方，用了对句，就表现出双方感情同等深挚，相思同样缠绵，形式与内容和谐一致，相得益彰。又由于用对局开篇，用散句收尾，章法于严谨中有变化，也就增加了诗的声情之美。</p>",
  "about": "<h2>创作背景</h2> <p>　　此<a href=\"http://so.gushiwen.org/view_21911.aspx\">诗</a>创作于元和四年（809年）三月，<a href=\"http://so.gushiwen.org/author_18.aspx\">元稹</a>以监察御史身份出使东川按狱，往来鞍马间，写下《使东川》一组绝句。元稹组诗中的《使东川》云：“可怜三月三旬足，怅望江边望驿台。料得孟光今日语，不曾春尽不归来！”这是元稹在元和四年三月的最后一天，为思念妻子韦丛而作。元稹夫人韦丛住长安靖安里。结句“不曾春尽不归来”，是诗人的揣测之辞。他料想妻子以春尽为期，等他重聚，而现在竟无法实现，表达了极其怅惘之情。稍后，<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>写了十二首和诗，《望驿台》便是其中一首。</p>",
  "poet": {
    "id": 665,
    "star": 0,
    "name": "白居易",
    "image": "http://img.gushiwen.org/authorImg/baijuyi.jpg",
    "desc": "白居易（772年－846年），字乐天，号香山居士，又号醉吟先生，祖籍太原，到其曾祖父时迁居下邽，生于河南新郑。是唐代伟大的现实主义诗人，唐代三大诗人之一。白居易与元稹共同倡导新乐府运动，世称“元白”，与刘禹锡并称“刘白”。白居易的诗歌题材广泛，形式多样，语言平易通俗，有“诗魔”和“诗王”之称。官至翰林学士、左赞善大夫。公元846年，白居易在洛阳逝世，葬于香山。有《白氏长庆集》传世，代表诗作有《长恨歌》、《卖炭翁》、《琵琶行》等。"
  },
  "tags": [
    "和诗",
    "思念"
  ]
}