{
  "id": 70895,
  "star": 546,
  "name": "思吴江歌",
  "dynasty": "魏晋",
  "content": "秋风起兮木叶飞，吴江水兮鲈正肥。<br>三千里兮家未归，恨难禁兮仰天悲。",
  "fanyi": "<p><strong>译文</strong><br>秋风起，树叶飞，吴江的鲈鱼鲜又肥。离家三千里，想回未能回。<br>思念家乡的愁和恨，怎么也压抑不住，只能向天悲叹！</p> <p><strong>注释</strong><br>①木叶：树叶。<br>②鲈鱼：即桂花鱼，古名银鲈、玉花鲈。体侧扁，巨口细鳞，身有桂花色纹，肉肥嫩鲜美。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　<a href=\"http://so.gushiwen.org/view_70895.aspx\">诗</a>的前两句“秋风起兮木叶飞，吴江水兮鲈鱼肥”从又一次降临人问的秋景写起，引发出对故乡风物的深沉思念。秋风飒飒，天高云淡，一派佳丽景色。这景色对每一个人应该是一种享受，一种留恋。然而，在动人的佳景后面隐含着一个未曾道出的事实：身在洛阳，千里为宦。这样写的是洛阳的“秋风”、“佳景”，念的却是家乡的秋日风光，异地风光引起了作者难以自禁的乡关之思。所以第二句就一下子写到了家乡吴江的水，家乡水中那肥美的鲈鱼美不美。一想起家乡那甜美的水，已使作者心驰神往，更何况从家乡水中打起肥美的鲈鱼做成可口的菜肴，那该怎样地让作者心旌摇荡，甚至于口涎难止。这首诗只提到鲈鱼一种。在一首简短的诗里因受字句限制，撮取其一已可，而这诗与那段动人的佳话互相呼应，则更增加了诗与事共同的魅力。如果再推深一层来看，作者写此诗的时候，那种浓浓的乡关之思是因为对于政治的失望与担忧而变得强烈的，这里却抛开对时局和本身遭际的任何感慨，将远离黑暗官场的深层心理转化为美食引诱的浅层的生理欲望，这不仅增加了诗的含蓄度，而且因为浓浓的乡关之思使它具有更为普遍的人生情感与意义。</p> <p>　　诗的后两句“三千里兮家未归，恨难禁兮仰天悲”，明白地点出了故乡千里未能归去的“恨”与“悲”，强化了前两句中蕴涵的情感，却远没有前两句含蓄深厚，滋味深远。与上两句的眼见秋风又起了，秋风吹落了树上的黄叶，家乡鲈鱼肥美，可自己却在这遥远的北方，远隔数千里，想回又回不去，做着与自己的期望相背的工作，怎么不令人伤悲。可悲的是这种伤悲还无人可以诉说，只能压抑在胸中。然而，终究是无法压制了，<a href=\"http://so.gushiwen.org/author_251.aspx\">张翰</a>仰头向天，发出了长长的悲叹。其中第三句“三千里兮家未归”说身在几千里外的异地，回乡的心愿难遂。这正是仰天悲的原因。第四句“恨难禁兮仰天悲”是诗前后因果相谇，气蛰如高山流水，潺潺而进，畅达自然。</p><br/><h2>鉴赏</h2> <p>　　读唐宋<a href=\"http://so.gushiwen.org/view_70895.aspx\">诗</a>词，常常会遇到“秋风鲈脍”、“莼羹鲈脍”（莼（纯）羹：即莼菜汤。莼，一种水生植物，叶椭圆，柔滑味美。鲈鱼脍（快）：即鲈鱼片）的典故，这典故就是出自<a href=\"http://so.gushiwen.org/author_251.aspx\">张翰</a>。张翰，字季鹰，西晋吴郡吴人，家住吴江（即吴淞江）、太湖间。其为人纵任不拘，时人比为<a href=\"http://so.gushiwen.org/author_698.aspx\">阮籍</a>，称之为“江东步兵”。他本无意于功名，竟也鬼使神差到洛阳做了几年官，自然觉着很不适应。其时“八王之乱”初起，齐王对他有笼络之意，他就更感到不可久留了，“见秋风起，乃思吴中菰菜、莼羹、鲈鱼脍，曰：‘人生贵得适志，何能羁宦数千里以要名爵乎！’遂命驾而归。”（《晋书》本传）这首诗当是思归时即兴吟成（此诗各本文字有异，此从最早著录本《岁华纪丽》）。</p> <p>　　“秋风起兮木叶飞”，出句即见其思情的发动。悲凉的秋风最易触动人们的节序之感和念远之情。从时间上说，秋往往意味着岁暮的到来，使人觉着时光的流逝、流年的虚度。从空间看，秋高气清，万木萧萧，视野一下空阔起来，不自觉中自有人在何方、家在何方之叹。《楚辞·湘夫人》有“袅袅兮秋风，洞庭波兮木叶下”的句子，自是此句之本；不过，作为张翰来说，也不一定是有意地仿效，实在是一种语言定势、心理定势。秋风一吹，使作者感到在洛阳羁留时间太久了；秋风一吹，又使作者想起往昔的乡居生活、家乡风物，第二句就自然接上了：“吴江水兮鲈正肥”。鲈鱼，是作者家乡的特产，味极鲜美，秋天又正是鱼肥的季节。“鲈正肥”着一“正”字，便与“秋风起”连上了，同时还流露了一种“正”当其时、迫不及待的心情。下两句就直抒其情了。“三千里兮家未归，恨难禁兮仰天悲。”《晋书》本传谓“数千里”，此言“三千里”，自是文句与诗句修辞的不同。“三”比“数”来得明确、爽口，同时它既可表确数，又可表虚数，而且往往指向多的方面，这“三千里”比“数千里”更能给人以距离遥远之感。下句的“恨”是思归不得之恨，这种恨想压也压不住，于是仰天悲叹。这里把他的思归之情表现得异常强烈。</p> <p>　　由前述背景可知，张翰的归乡既有放达情性的一面，又有惧祸避乱的一面，他“恨难禁兮仰天悲”，恐怕更多的还是出于后一方面考虑，时人谓其“知几”，到宋初王贽过吴江还写诗道：“吴江秋水灌平湖，水阔烟深恨有余。因想季鹰当日事，归来未必为莼鲈。”（《中吴纪闻》）但是，唐代以后更多的人还是从敝屣功名的角度来理解、赞扬张翰的行为，“秋风鲈脍”成了厌弃仕途、向往家园、向往自由自在生活的代名词，正如近人王文濡所言：“季鹰吴江鲈莼与渊明故园松菊，同斯意致。”（《古诗评注读本》）宋代在张翰家乡吴江垂虹桥旁还建有“三高祠”（纪念范蠡、张翰、<a href=\"http://so.gushiwen.org/author_335.aspx\">陆龟蒙</a>这三位“高人”）、鲈乡亭，往来题咏甚多，张翰的《思吴江歌》也广为人们传诵。古代知识分子中不得意者总是居多，其中不乏洁身自好、不愿蝇营狗苟之士，张翰其事、其诗正好表达了他们的心声。</p> <p>　　这首短歌似是最早的七言四句押同部平声韵的作品，虽然句句用韵，句句有“兮”，未脱楚歌格调，但毕竟是向后来的七绝体式前进了一步。</p>",
  "poet": {
    "id": 251,
    "star": 0,
    "name": "张翰",
    "image": "http://img.gushiwen.org/authorImg/zhanghan.jpg",
    "desc": "张翰，西晋文学家，字季鹰，父亲是三国孙吴的大鸿胪张俨。吴郡吴县（今苏州）人。生卒年不详，葬于芦墟二十九都南役圩。张翰性格放纵不拘，时人比之为阮籍，号“江东步兵”。齐王执政，辟为大司马东曹掾，见祸乱方兴，以秋风起思吴中菰菜、莼羹、鲈鱼为由辞官而归。"
  },
  "tags": [
    "古诗三百首",
    "秋天",
    "思归"
  ]
}