{
  "id": 23886,
  "star": 19,
  "name": "哭刘尚书梦得二首",
  "dynasty": "唐代",
  "content": "四海齐名白与刘，百年交分两绸缪。<br>同贫同病退闲日，一死一生临老头。<br>杯酒英雄君与操，文章微婉我知丘。<br>贤豪虽殁精灵在，应共微之地下游。</p> <p>今日哭君吾道孤，寝门泪满白髭须。<br>不知箭折弓何用？兼恐唇亡齿亦枯！<br>窅窅穷泉埋宝玉，骎骎落景挂桑榆。<br>夜台幕齿期非远，但问前头相见无。",
  "shangxi": "<h2>赏析</h2> <p>　　第一首<a href=\"http://so.gushiwen.org/view_23886.aspx\">诗</a>的首二句揭出诗人与刘梦得的交情深厚。白氏《醉吟先生传》：“退居洛下，（与）鼓城刘梦得为诗友。”又《白氏长庆集》有《刘白唱和集解》，当时诗坛，刘、白并称，因此落笔就写“四海声名白与刘，百年交分两绸缪。”“绸缪”是表现朋友间的情意殷勤，冠以“百年交分”，更显出二人友情的终生不渝。接下来的四句叙述二人友情的基础。白刘二人都是有志之士，都曾想改变中唐时期的社会局面，重振盛唐时代的雄风，然而命运多蹇，宦海沉浮多年，不幸均遭贬谪，志向不能实现，生活上也极其困顿不堪。所谓“同贫同病退闲日”。这简短的七个字实包含着无限丰富的内容，他们何以贫病，何以退闲，都意在言外。相同的遭遇奠定了他们毕生的友情。如今一死一生，死者不能复生，生者亦至耄耋之年，他们的交情也经受了真正的考验。</p> <p>　　“杯酒英雄君与操，文章微婉我知丘”二句分别从政治理想和诗文唱和两个方面描叙了二人志趣相投的友情。前一句诗人自注说：“曹公曰，天下英雄唯使君与操耳。”使君指刘备，这里借指<a href=\"http://so.gushiwen.org/author_197.aspx\">刘禹锡</a>。刘、白二人都热衷于政治革新，可谓志同道合，故以英雄相推崇。这是二人为友的政治思想基础。后一句则写禹锡诗婉而多讽，其微言大旨，自己能知之。这是指诗文方面<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>也是刘的知音。据说孔子修完《春秋》，曾慨叹说：“知我者其唯《春秋》乎？罪我者其唯《春秋》乎？”白居易自注说：“《春秋》之旨微而婉也。”</p> <p>　　诗的感情深挚，语言又简炼，几乎每句话都表现出一个方面的内容。诗人和刘禹锡遭遇相同，政治上的志同道合，诗文上的互为知音，两人情深意长。而今刘氏去世，一去不返，的确令人悲痛。诗的结尾说：“贤豪虽没精灵在，应共微之地下游”，悲壮之中饱含着无限的忧伤和怀念。</p> <p>　　白居易以沉痛的心情，悼念了同病相怜的老战友。对他和刘禹锡齐名天下，感到无限的自豪和光荣。在第二首诗中他还把自己与刘禹锡看作唇齿相依的关系。一生诗友，百年绸缪；文章虽微婉，而蕴含当时政局中刘禹锡的出处起跌，实有不尽的难言之隐，这一点，白居易能够最深切地体会。在“永贞革新”前后，特别是“永贞革新”以后，白居易的思想起了很大变化。这场改革，对白居易的思想进步促进很大。以后，白居易在人际交往中，即使自己往日的至交，他从不惜个人情谊，予以批评。</p>",
  "about": "<h2>创作背景</h2> <p>　　公元842年（武宗会昌二年），<a href=\"http://so.gushiwen.org/author_197.aspx\">刘禹锡</a>去世。<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>悲痛异常，感到自己失去了志同道合的老战友，是国家和人民的很大损失，这年七月，他写下了《哭刘尚书梦得》二首。</p> <p>　　刘禹锡早年<a href=\"http://so.gushiwen.org/author_843.aspx\">曾参</a>加王叔文叔侄领导的永贞改革运动，事败后，遭到长期放逐。白居易被贬后，二人交往渐多，晚年交谊，甚至超过<a href=\"http://so.gushiwen.org/author_18.aspx\">元稹</a>。所以刘死之后，白居易哭之甚恸。</p>",
  "poet": {
    "id": 665,
    "star": 0,
    "name": "白居易",
    "image": "http://img.gushiwen.org/authorImg/baijuyi.jpg",
    "desc": "白居易（772年－846年），字乐天，号香山居士，又号醉吟先生，祖籍太原，到其曾祖父时迁居下邽，生于河南新郑。是唐代伟大的现实主义诗人，唐代三大诗人之一。白居易与元稹共同倡导新乐府运动，世称“元白”，与刘禹锡并称“刘白”。白居易的诗歌题材广泛，形式多样，语言平易通俗，有“诗魔”和“诗王”之称。官至翰林学士、左赞善大夫。公元846年，白居易在洛阳逝世，葬于香山。有《白氏长庆集》传世，代表诗作有《长恨歌》、《卖炭翁》、《琵琶行》等。"
  },
  "tags": [
    "悼念",
    "哀思",
    "友人"
  ]
}