{
  "id": 49382,
  "star": 18,
  "name": "满庭芳·三十三年",
  "dynasty": "宋代",
  "content": "有王长官者，弃官黄州三十三年，黄人谓之王先生。因送陈慥来过余，因为赋此。<br>三十三年，今谁存者？算只君与长江。凛然苍桧，霜干苦难双。闻道司州古县，云溪上、竹坞松窗。江南岸，不因送子，宁肯过吾邦？<br>摐摐，疏雨过，风林舞破，烟盖云幢。愿持此邀君，一饮空缸。居士先生老矣，真梦里、相对残釭。歌声断，行人未起，船鼓已逢逢。",
  "fanyi": "<p><strong>译文<br></strong>这三十三年以来，今天还有谁存在？算来只有王长官的高洁品格能与长江相提并论。其风骨凛然如苍桧，霜干承受了多少苦难。听说司州古县，云溪上，有一座用竹子建造的房屋，它的窗子由松木建造。如果王先生不是为了送<a href=\"http://so.gushiwen.org/author_1181.aspx\">陈慥</a>去长江南岸，怎么会来我所居住的黄冈县？<br>雨声铿锵有力。疏雨过后，风林舞被，烟云雾霭覆盖着房屋。只愿持杯邀请先生，一口气把酒喝干。东坡居士已经老了，真好像是在梦里与你通宵达旦地开怀畅饮，对着残破的灯。歌声中断了，行人还没有起床，船鼓已经嘭嘭响起，催促行人出发了。</p> <p><strong>注释<br></strong>⑴满庭芳：词牌名。又名“锁阳台”，《清真集》入“中吕调”。双调九十五字，前片四平韵，后片五平韵。过片二字，亦有不叶韵连下为五言句者。<br>⑵王长官：作者好友，事迹不详。<br>⑶陈慥：字季常，亦为<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>好友。过：拜访、看望。、<br>⑷桧：即圆柏。一种常绿乔木，雌雄异株，果实球形，木材桃红色、有香气。寿命达数百年。此处以苍桧喻王先生。<br>⑸闻到：听说。司州古县：指黄陂县，曾属南司州。王先生罢官后居于此。<br>⑹竹坞：用竹子建造的房屋。松窗：松木建造的窗子。<br>⑺摐摐：形容雨声。<br>⑻一饮空缸：一口气把酒喝干。<br>⑼居士：作者自称，其号为东坡居士。<br>⑽釭：灯<br>⑾逢逢：形容鼓声。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　词的上半阕主要是刻画王长官的高洁人品，下半阕则描绘会见王长官时的环境、气氛，以及东坡当时的思绪和情态。</p> <p>　　上阕全就王长官其人而发，描绘了一个饱经沧桑、令人神往的高士形象。前三句“三十三年，今谁存者，算只君与长江”，一开篇就语出惊人不同凡响，在将长江拟人化的同时，以比拟的方式将王长官高洁的人品与长江共论，予以高度评价。“凛然苍桧，霜干苦难双”二句喻其人品格之高，通过“苍桧”的形象比喻，其人傲干奇节，风骨凛然如见。王长官当时居住黄陂（今武汉市黄陂区），唐代武德初以黄陂置南司州，故词云“闻道司州古县，云溪上、竹坞松窗”。后四字以竹松比喻托衬他的正直耿介。“江南岸”三句是说倘非王先生送<a href=\"http://so.gushiwen.org/author_1181.aspx\">陈慥</a>来黄州，恐终不得见面。语中既有词人的自谦，也饱含作者对于王先生人品的仰慕之情。</p> <p>　　过片到“相对残釭”句写三人会饮。“摐摐”二字拟（雨）声，其韵铿然，有风雨骤至之感。“疏雨过，风林舞破，烟盖云幢”几句，既写当日气候景色，又通过自然景象的不凡，暗示作者与贵客的遇合之脱俗。“愿持此邀君，一饮空缸”，充满了酒逢知己千杯少的豪情。“居士先生老矣”，是生命短促、人生无常的感叹。“真梦里，相对残缸”，写主客通宵达旦相饮欢谈，彼此情投意合。</p> <p>　　末三句写天明分手，船鼓催发，主客双方话未尽，情未尽，满怀惜别之意。</p> <p>　　全词“健句入词，更奇峰特出”，“不事雕凿，字字苍寒”（郑之焯《手批东坡府府》），语言干净简练之极，而内容，含义隐括极多，熔叙事，写人、状景、抒情子一炉，既写一方奇人之品格，又抒旷达豪放之情感，实远出于一般描写离合情怀的<a href=\"http://so.gushiwen.org/view_49382.aspx\">诗</a>词之上。词中凛然如苍桧的王先生这一形象，可谓东坡理想人格追求的绝妙写照。</p>",
  "about": "<h2>创作背景</h2> 　　这首词是<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>发配黄州时的作品。当时，苏轼的许多朋友或怕株连，或避嫌疑，纷纷疏远了他，使他备感世态炎凉。然而，他的同乡<a href=\"http://so.gushiwen.org/author_1181.aspx\">陈慥</a>却蔑视世俗，仍与其过从甚密，五年中竟七次来访。公元1083年（元丰六年）五月，“弃官黄州三十三年”的王长官因送陈慥到荆南某地访东坡，得以与东坡会晤，此作乃得以诞生。",
  "poet": {
    "id": 183,
    "star": 0,
    "name": "苏轼",
    "image": "http://img.gushiwen.org/authorImg/sushi.jpg",
    "desc": "苏轼（1037－1101），北宋文学家、书画家、美食家。字子瞻，号东坡居士。汉族，四川人，葬于颍昌（今河南省平顶山市郏县）。一生仕途坎坷，学识渊博，天资极高，诗文书画皆精。其文汪洋恣肆，明白畅达，与欧阳修并称欧苏，为“唐宋八大家”之一；诗清新豪健，善用夸张、比喻，艺术表现独具风格，与黄庭坚并称苏黄；词开豪放一派，对后世有巨大影响，与辛弃疾并称苏辛；书法擅长行书、楷书，能自创新意，用笔丰腴跌宕，有天真烂漫之趣，与黄庭坚、米芾、蔡襄并称宋四家；画学文同，论画主张神似，提倡“士人画”。著有《苏东坡全集》和《东坡乐府》等。"
  },
  "tags": [
    "抒怀",
    "感慨"
  ]
}