{
  "id": 202,
  "star": 53,
  "name": "北山",
  "dynasty": "先秦",
  "content": "陟彼北山，言采其杞。偕偕士子，朝夕从事。王事靡盬，忧我父母。</p> <p>溥天之下，莫非王土；率土之滨，莫非王臣。大夫不均，我从事独贤。</p> <p>四牡彭彭，王事傍傍。嘉我未老，鲜我方将。旅力方刚，经营四方。</p> <p>或燕燕居息，或尽瘁事国；或息偃在床，或不已于行。</p> <p>或不知叫号，或惨惨劬劳；或栖迟偃仰，或王事鞅掌。</p> <p>或湛乐饮酒，或惨惨畏咎；或出入风议，或靡事不为。",
  "fanyi": "<p><strong>译文<br></strong>我一步步登上高高的北山，一颗颗采撷着红红的枸杞。像我这样身强力壮的士子，每天起早拉晚忙得不停息。国君家的公事无尽又无休，最忧心无闲问候父母起居！<br>你看广褒无垠的普天之下，没有一处不是国君的封土；你看各处封土的天边尽头，没有一人不是国君的奴仆；可叹那大夫分配劳役不公，唯独让我为国事如此劳苦！<br>四匹雄壮的马儿奔走蹚蹚，我为国君公事不停地奔忙。国君忙不迭赞我宝刀未老，啧啧称赞我正当年富力强。我自我感觉也是膂力正壮，尽心尽力地奔波经营四方。<br>但我看到有的人静享安乐，有的人鞠躬尽瘁操劳国事；有的人安睡在床高卧不起，有的人奔波不停劳作不止；<br>有的人不闻不问百姓号叫，有的人勤政不息忧心烦恼；有的人早睡晚起高枕无忧，有的人忙于国事长期操劳；<br>有的人完全沉溺饮酒作乐，有的人谨小慎微不敢承担；有的人出来进去高谈阔论，有的人忙里忙外万事都干！</p> <p><strong>注释<br></strong>1.言：语助词。杞：枸杞，落叶灌木，果实入药，有滋补功用。<br>2.偕（xié）偕：健壮貌。士：周王朝或诸侯国的低级官员。周时官员分卿、大夫、士三等，士的职级最低，士子是这些低级官员的通名。<br>3.靡（mǐ）盬（gǔ）：无休止。<br>4.忧我父母：为父母无人服侍而忧心。<br>5.溥（pǔ）：古本作“普”。<br>6.率土之滨：四海之内。古人以为中国大陆四周环海，自四面海滨之内的土地是中国领土。《尔雅》：“率，自也。”<br>7.贤：多、劳。马瑞辰《毛<a href=\"http://so.gushiwen.org/view_202.aspx\">诗</a>传笺通释》：“贤之本义为多……事多者必劳，故贤为多，即为劳。”<br>8.牡：公马。周时用四马驾车。彭彭：形容马奔走不息。<br>9.傍傍：急急忙忙。<br>10.鲜（xiǎn）：称赞。郑笺：“嘉、鲜，皆善也。”方将：正壮。<br>11.旅力：体力。旅通“膂”。<br>12.经营：规划治理，此处指操劳办事。<br>13.燕燕：安闲自得貌。居息：家中休息。<br>14.尽瘁：尽心竭力。<br>15.息偃：躺着休息。偃，仰卧。<br>16.不已：不止。行（háng）：道路。<br>17.叫号（háo）：呼号。毛传：“叫呼号召。”<br>18.惨惨：又作“懆懆”，忧虑不安貌。劬（qú）劳：辛勤劳苦。<br>19.栖迟：休息游乐。<br>20.鞅（yāng）掌：事多繁忙，烦劳不堪的样子。钱澄之《田间诗学》：“鞅掌，即指勤于驰驱，掌不离鞅，犹言身不离鞍马耳。”<br>21.湛（dān）：同“耽”，沉湎。<br>22.畏咎（jiù）：怕出差错获罪招祸。<br>23.风议：放言高论。傅恒等《诗义折中》：“或出入风议，则己不任劳，而转持劳者之短长。”<br>24.靡事不为：无事不作。傅恒等《诗义折中》：“勤劳王事之外，又畏风议之口而周旋弥缝之也。”</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　《小雅·北山》这首<a href=\"http://so.gushiwen.org/view_202.aspx\">诗</a>着重通过对劳役不均的怨刺，揭露了统治阶级上层的腐朽和下层的怨愤，是怨刺诗中突出的篇章。</p> <p>　　诗的前三章陈述士的工作繁重、朝夕勤劳、四方奔波，发出“大夫不均，我从事独贤”的怨愤。“嘉我未老”三句典型地勾画了大夫役使下属的手腕，他又是赞扬，又是夸奖，活现了统治者驭下的嘴脸。</p> <p>　　后三章广泛运用对比手法，十二句接连铺陈十二种现象，每两种现象是一个对比，通过六个对比，描写了大夫和士这两个对立的形象。大夫成天安闲舒适，在家里高枕无忧，饮酒享乐睡大觉，什么征发号召不闻不问，吃饱睡足闲磕牙，自己不干，谁干却去挑谁的错，说谁的闲话。士却被这样的大夫役使，他尽心竭力，奔走不息，辛苦劳累，忙忙碌碌，什么事都得去干，还成天提心吊胆，生怕出了差错，被上司治罪。这样两种对立的形象，用比较的方式对列出来，就使好与坏、善与恶、美与丑在比较中得到鉴别，从而暴露了不合理的等级社会的不平等事实及其不合理性。在对比之后全诗戛然而止，没有评论，也没有抒发感慨。通过鲜明的对比，读者可以自然地得出结论，多让读者去体味涵咏，不必直写。所以，吴闿生《诗义会通》评论这是“妙笔”。</p> <p>　　唐<a href=\"http://so.gushiwen.org/author_682.aspx\">韩愈</a>的著名长篇五言古诗《南山》，其中有两段，一段连用十九个以“或”字起句的句子，另一段连用三十个以“或”字起句的句子，都是两句一对比。很明显，韩愈借鉴了《小雅·北山》的这种手法。但是，韩愈的诗未免过于铺陈繁富，如<a href=\"http://so.gushiwen.org/author_39.aspx\">沈德潜</a>所批评：“然情不深而侈其辞，只是汉赋体段。”比较而言，韩愈诗不如《小雅·北山》情切而明晰。</p> <p>　　第五章首句“或不知叫号”，现代学者多释为“呼叫号哭”，译释为“人间烦恼”（余冠英）、“悲号”（金启华）、“人叫号”（袁梅）、“放声大哭”和“民间疾苦”（程俊英）等等，多是说这位大夫听不到人民痛苦的怨诉或号哭。这样来译释，多少感到突兀、牵强，不很圆融。“叫号”一词，毛传解为：“叫呼号召。”孔疏解为：“叫号，连绵字……叫呼号召四字同义也。”傅恒等《诗义折中》解为：“耳不闻征发之声。”吴闿生《诗义会通》解为：“叫号，呼召也，不知上有征发呼召。”近人陈子展《诗经直解》解为：“不知道有号召。”这些解释比较接近原义。照这样解释，诗中这位悠然自适、贪杯耽乐的大夫，根本不闻不问朝廷的征发呼召，除了吃喝玩乐睡大觉，就是闲聊扯淡。这个形象是比较丰满的。《诗经》的注疏遗产很丰富，有些旧注并没有错，不必曲为新说。</p> <p>　　这篇诗在封建社会起到了讽谏作用。等级森严、任人唯亲的宗法等级制度，必然造成如《小雅·北山》诗中所描写的上层的腐败和下层的怨愤，统治阶级这种内部矛盾的进一步尖锐化，必将是内部的涣散、解体以至灭亡。所以，清高宗敕撰的《诗义折中》也强调说，劳逸不均就是“逸之无妨”和“劳而无功”，因此就会上层腐败，下层撂挑子，这是关系国家存亡之“大害”。诗中暴露的一些现象，在今天的现实中也是存在的。</p>",
  "about": "<h2>创作背景</h2> <p>　　这是周朝一位士人因怨恨大夫分配工作劳逸不均而创作的<a href=\"http://so.gushiwen.org/view_202.aspx\">诗</a>歌。《毛诗序》曰：“《北山》，大夫刺幽王也。役使不均，己劳于从事而不得养其父母也。”《诗》三家和唐、宋疏传均无异辞。这个题解，袭自孟子的诗说，《孟子·万章上》论此诗诗义是“劳于王事而不得养父母也”。作者的身份，孟子没有指明，因为作者已自称“士子”。汉、唐诸家却提高了作者身份，连宋人也谓“大夫行役而作”（<a href=\"http://so.gushiwen.org/author_459.aspx\">朱熹</a>《诗集传》），不合诗义。清姚际恒《诗经通论》还作者以本来身份，才明确地说：“此为为士者所作以怨大夫也，故曰‘偕偕士子’，曰‘大夫不均’，有明文矣。”</p> <p>　　周代社会和政权是按严密的宗法制度组织的，王和诸侯的官员，分为卿、大夫、士三等，等级森严，上下尊卑的地位不可逾越，完全按照血缘关系的远近亲疏规定地位的尊卑。士属于最低的阶层，在统治阶级内部处于最受役使和压抑的地位。《诗经》中有不少诗篇描写这个阶层的辛劳和痛楚，抒发他们的苦闷和不满，从而在客观上暴露了统治阶级内部上下关系的深刻矛盾，反映了宗法等级社会的不平等性及其隐患。《小雅·北山》即为其中之一。</p>",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": [
    "诗经",
    "怨刺"
  ]
}