{
  "id": 69605,
  "star": 45,
  "name": "杂剧·感天动地窦娥冤",
  "dynasty": "元代",
  "content": "楔子<br>（卜儿蔡婆上，诗云）花有重开日，人无再少年。不须长富贵，安乐是神仙。老身蔡婆婆是也。楚州人氏，嫡亲三口儿家属。不幸夫主亡逝已过，止有一个孩儿，年长八岁。俺娘儿两个，过其日月。家中颇有些钱财。这里一个窦秀才，从去年问我借了二十两银子，如今本利该银四十两。我数次索取，那窦秀才只说贫难，没得还我。他有一个女儿，今年七岁，生得可喜，长得可爱。我有心看上他，与我家做个媳妇，就准了这四十两银子，岂不两得其便！他说今日好日辰，亲送女儿到我家来。老身且不索钱去，专在家中等候。这早晚窦秀才敢待来也。（冲末扮窦天章，引正里扮端云上，诗云）读尽缥缃万卷书，可怜贫煞马相如。汉庭一日承恩召，不说当垆说子虚。小生姓窦，名天章，祖贯长安京兆人也。幼习儒业，饱有文章。争夺时运不通，功名未遂。不幸挥家亡化已过，撇下这个女孩儿，小字端云。从三岁上亡了他母亲，如今孩儿七岁了也。小生一贫如洗，流落在这楚州居住。此间一个蔡婆婆，他家广有钱物；小生因无盘缠，曾借了他二十两银子，到今本利该对还他四十两。他数次问小生索取。教我把甚么还他？谁想禁婆婆常常着人来说，要小生女孩儿做他儿媳妇。况如今春榜动，选场开，正特上朝取应，又苦盘缠缺少。小生出于无奈，只得将女孩儿端云送与蔡婆婆做儿媳妇去。（做叹科，云）嗨！这个那里是做媳妇？分明是卖与他一般。就准了他那先借的四十两银子，分外但得些少东西，勾小生应举之费，便也过望了。说话之间，早来到他家门首。婆婆在家么？（卜儿上，云）秀才，请家里坐，老身等候多时也。（做相见科，窦天章云）小生今日一任的将女孩儿送来与婆婆，怎敢说做媳妇，只与婆婆早晚使用。小生日下就要上朝进取功名去，留下女孩儿在此，只望婆婆看觑则个！（卜儿云）这等，你是我亲家了。你本利少我四十两银子，兀的是借钱的文书，还了你；再送与你十两银子做盘缠。亲家，你休嫌轻少。（窦天章做谢科，云）多谢了婆婆！先少你许多银子，都不要我还了，今又送我盘缠，此恩异日必当重报。婆婆，女孩儿早晚呆痴，看小生薄面，看觑女孩儿咱！（卜儿云）亲家，这不消你嘱咐。令爱到我家，就做亲女儿一般看承他，你只管放心的去。（窦天章云）婆婆，端云孩儿该打呵，看小生面则骂几句；当骂呵，则处分几句。孩儿，你也不比在我跟前，我是你亲爷，将就的你。你如今在这里，早晚若顽劣呵，你只讨那打骂吃。儿口乐，我也是出于无奈！（做悲科）（唱）<br>【仙吕】【赏花时】我也只为尤计营生四壁贫，因此上割舍得亲儿在两处分。从今日远践洛阳尘，又不知归期定准，则落的无语暗消魂。（下）（卜儿云）窦秀才留下他这女孩儿与我做媳妇儿，他一径上朝应举去了。（正旦做悲科，云）爹爹，你直下的撇了我孩儿去也！（卜儿云）媳妇儿，你在我家，我是亲婆，你是亲媳妇，只当自家骨肉一般。你不要啼哭，跟着老身前后执料去来。（同下）<br><br>第一折<br>（净扮赛卢医上，诗云）行医有斟酌，下药依《本草》。死的医不活，活的医死了。自家姓卢，人道我一手好医，都叫做赛卢医。在这山阳县南门开着生药局。在城有个蔡婆婆，我问他借了十两银子，本利该还他二十两；数次来讨这银子，我又无的还他。若不来便罢，若来呵，我自有个主意！我且在这药铺中坐下，看有甚么人来。（卜儿上，云）老身蔡婆婆。我一向搬在山阳县居住，尽也静办。自十三年前窦天章秀才留下端云孩儿与我做儿媳妇，改了他小名，唤做窦娥。自成亲之后，不上二年，不想我这孩儿害弱症死了。媳妇儿守寡，又早三个年头，服孝将除了也。我和媳妇儿说知，我往城外赛卢医家索钱去也。（做行科，云）葛过隅头，转过屋角，早来到他家门首。赛卢医在家么？（卢医云）婆婆，家里来。（卜儿云）我这两个银子长远了，你还了我罢。（卢医云）婆婆，我家里无银子，你跟我庄上去取银子还你。（卜儿云）我跟你去。（做行科）（卢医云）来到此处，东也无人，西也无人，这里不下手，等甚么？我随身带的有绳子。兀那婆婆，谁唤你哩？（卜儿云）在那里？（做勒卜儿科。孛老同副净张驴儿冲上，赛卢医慌走下。孛老救卜儿科）（张驴儿云）爹，是个婆婆，争些勒杀了。（孛老云）兀那婆婆，你是那里人氏？姓甚名谁了因甚着这个人将你勒死？（卜儿云）老身姓蔡，在城人氏，止有个寡媳妇儿，相守过日。因为赛卢医少我二十两银子，今日与他取讨；谁想他嫌我到无人去处，要勒死我；赖这银于。若不是遇着老的和哥哥呵，那得老身性命来！（张驴儿云）爹，你听的他说么？他家还有个媳妇哩！救了他性命，他少不得要谢我。不若你要这婆子，我要他媳妇儿，何等两便？你和他说去。（孛老云）兀那婆婆，你无丈夫，我无浑家，你肯与我做个老婆，意下如何？（卜儿云）是何言语！待我回家，多备些钱钞相谢。（张驴儿云）你敢是不肯，故意将钱钞哄我？赛卢医的绳子还在，我仍旧勒死了你罢。（做拿绳科）（卜儿云）哥哥，待我慢慢地寻思咱！（张驴儿云）你寻思些甚么？你随我老子，我便要你媳妇儿。（卜儿背云）我不依他，他又勒杀我。罢、罢、罢，你爷儿两个，随我到家中去来。（同下）（正旦上，云）妾身姓窦，小字端云，祖居楚州人氏。我三岁上亡了母亲，七岁上离了父亲。俺父亲将我嫁与蔡婆婆为儿媳妇，改名窦娥，至十七岁与夫成亲。不幸丈夫亡化，可早三年光景，我今二十岁也。这南门外有个赛卢医，他少俺婆婆银子，本利该二十两，数次索取不还。今日俺婆婆亲自索取去了。窦娥也，<br>你这命好苦也呵！（唱）<br>【仙吕】【点绛唇】满腹闲愁，数年禁受，天知否？天若是知我情由，怕不待和天瘦。<br>【混江龙】则问那黄昏白昼，两般儿忘餐废寝几时休？大都来昨宵梦里，和着这今日心头。催人泪的是锦烂熳花枝横绣闼，断人肠的是剔团圝月色挂妆楼。长则是急煎煎按不住意中焦，闷沉沉展不彻眉尖皱，越觉的情怀冗冗，心绪悠悠。<br>（云）似这等忧愁，不知几时是了也呵！（唱）<br>【油葫芦】莫不是八字儿该载着一世忧？谁似我无尽头！须知道人心不似水长流。我从三岁母亲身亡后，到七岁与父分离久。嫁的个同住人，他可又拔着短筹；撇的俺婆妇每都把空房守，端的个有谁问，有谁瞅？<br>【天下乐】莫不是前世里烧香不到头，今也波生招祸尤？劝今人早将来世修。我将这婆侍养，我将这服孝守，我言词须应口。<br>（云）婆婆索钱去了，怎生这早晚不见回来？（卜儿同孛老、张驴儿上）（卜儿云）你爷儿两个且在门首，等我先进去。（张驴儿云）奶奶，你先进去，就说女婿在门首哩。（卜儿见正旦科）（正旦云）奶奶回来了。你吃饭么？（卜儿做哭科，云）孩儿也，你教我怎生说波！（正旦唱）<br>【一半儿】为甚么泪漫漫不住点儿流？莫不是为索债与人家惹争斗？我这里连忙迎接慌问候，他那里要说缘由。（卜儿云）羞人答答的，教我怎生说波！（正旦唱）则见他一半儿徘徊一半儿丑。<br>（云）婆婆，你为甚么烦恼啼哭那？（卜儿云）我问赛卢医讨银子去，他赚我到无人去处，行起凶来，要勒死我。亏了一个张老并他儿子张驴儿，救得我性命。那张老就要我招他做丈夫，因这等烦恼。（正旦云）婆婆，这个怕不中么！你再寻思咱：俺家里又不是没有饭吃，没有衣穿，又不是少欠钱债，被人催逼不过；况你年纪高大，六十以外的人，怎生又招丈夫那？（卜儿云）孩儿也，你说的岂不是！但是我的性命全亏他这爷儿两个救的。我也曾说道：待我到家，多将些钱物酬谢你救命之恩。不知他怎生知道我家里有个媳妇儿，道我婆媳妇又没老公，他爷儿两个又没老婆，正是天缘天对。若不随顺他，依旧要勒死我。那时节我就慌张了，莫说自己许了他，连你也许了他。儿也，这也是出于无奈。（正旦云）婆婆，你听我说波。（唱）<br>【后庭花】避凶神要择好日头，拜家堂要将香火修。梳着个霜雪般白鬏髻，怎将这云霞般锦帕兜？怪不的\"女大不中留\"。你如今六旬左右，可不道到中年万事休！旧恩爱一笔勾，新夫妻两意投，枉教人笑破口！<br>（卜儿云）我的性命都是他爷儿两个救的，事到如今，也顾不得别人笑话了。（正旦唱）<br>【青哥儿】你虽然是得他、得他营救，须不是笋条、笋条年幼，刬的便巧画蛾眉成配偶？想当初你夫主遗留，替你图谋，置下田畴，早晚羹粥，寒暑衣裘。满望你鳏寡孤独，无捱无靠，母子每到白头。公公也，则落得干生受！<br>（卜儿云）孩儿也，他如今只待过门。喜事匆匆的，教我怎生回得他去？（正旦唱）<br>【寄生草】你道他匆匆喜，我替你倒细细愁：愁则愁兴阑珊咽不下交欢酒，愁则愁眼昏腾扭不上同心扣，愁则愁意朦胧睡不稳芙蓉褥。你待要笙歌引至画堂前，我道这姻缘敢落在他人后。<br>（卜儿云）孩儿也，再不要说我了。他爷儿两个都在门首等候，事已至此，不若连你也招了女婿罢！（正旦云）婆婆，你要招你自招，我并然不要女婿。（卜儿云）那个是要女婿的？争奈他爷儿两个自家捱过门来，教我如何是好？（张驴儿云）我们今日招过门去也。帽儿光光，今日做个新郎；袖儿窄窄，今日做个娇客。好女婿，好女婿，不枉了，不枉了。（同孛老入拜科）兀那厮，靠后！（唱）<br>【赚煞】我想这妇人每休信那男儿口。婆婆也，怕没的贞心儿自守，到今日招着个村老子，领着个半死囚。（张驴儿做嘴脸料，云）你看我爷儿两个这等身段，尽也选得女婿过，你不要错过了好时辰，我和你早些儿拜堂罢。（正旦不礼科，唱）则被你坑杀人燕侣莺俦。婆婆也，你岂不知羞！俺公公撞府冲州，挣扎的铜斗儿家缘百事有。想着俺公公置就，怎忍教张驴儿情受？（张驴儿做扯正旦拜科，正旦推跌科，唱）兀的不是俺没丈夫的妇女下场头！（下）（卜儿云）你老人家不要恼躁。难道你有活命之恩，我岂不思量报你？只是我那媳妇儿气性最不好惹的，既是他不肯招你儿子，教我怎好招你老人家？我如今拚的好酒好饭，养你爷儿两个在家，待我慢慢的劝化俺媳妇儿。待他有个回心转意，再作区处。（张驴儿云）这歪剌骨！便是黄花女儿，刚刚扯的一把，也不消这等使性，平空的推了我一交，我肯干罢！就当面赌个誓与你：我今生今世不要他做老婆，我也不算好男子！（词云）美妇人我见过万千向外，不似这小妮子生得十分惫赖。我救了你老性命死里重生，怎割舍得不肯把肉身陪待？（同下）<br><br>第二折<br>（赛卢医上，诗云）小子太医出身，也不知道医死多人。何尝怕人告发，关了一日店门？在城有个蔡家婆子，刚少的他二十两花银，屡屡亲来索取，争些捻断脊筋。也是我一时智短，将他赚到荒村，撞见两个不识姓名男子，一声嚷道：\"浪荡乾坤，怎敢行凶撒泼，擅自勒死平民！\"吓得我丢了绳索，放开脚步飞奔。虽然一夜无事，终觉失精落魂；方知人命关天关地，如何看做壁上灰尘？从今改过行业，要得灭罪修因。将以前医死的性命，一个个都与他一卷超度的经文。小子赛卢医的便是。只为要赖蔡婆婆二十两银子，赚他到荒僻去处，正待勒死他，谁想遇见两个汉子，救了他去。若是再来讨债时节，教我怎生见他？常言道的好：\"三十六计，走为上计。\"喜得我是孤身，又无家小连累；不若收拾了细软行李，打个包儿，悄悄的躲到别处，另做营生，岂不干净！（张驴儿上，云）自家张驴儿。可奈那窦娥百般的不肯随顺我；如今那老婆子害病，我讨服毒药与他吃了，药死那老婆子，这小妮子好歹做我的老婆。（做行科，云）且住，城里人耳目广，口舌多，倘见我讨毒药，可不嚷出事来？我前日看见南门外有个药铺，此处冷静，正好讨药。（做到科，叫云）太医哥哥，我来讨药的。（赛卢医云）你讨甚么药？（张驴儿云）我讨服毒药。（赛卢医云）谁敢合毒药与你？这厮好大胆也！（张驴儿云）你真个不肯与我药么？（赛卢医云）我不与你，你就怎地我？（张驴儿做拖卢云）好呀，前日谋死蔡婆婆的不是你来！你说我不认的你哩，我拖你见官去！（赛卢医做慌科，云）大哥，你放我，有药，有药。（做与药科，张驴儿云）既然有了药，且饶你罢。正是：\"得放手时须放手，得饶人处且饶人。\"（下）（赛卢医云）可不晦气！刚刚讨药的这人，就是救那婆子的。我今日与了他这服毒药去了，以后事发，越越要连累我。趁早几儿关上药铺，到涿州卖老鼠药去也。（下）（卜儿上，做病伏几科）（孛老同张驴儿上，云）老汉自到蔡婆婆家来，本望做个接脚，却被他媳妇坚执不从。那婆婆一向收留俺爷儿两个在家同住，只说\"好事不在忙\"，等慢慢里劝转他媳妇；谁想那婆婆又害起病来。孩儿，你可曾算我两个的八字，红鸾天喜几时到命哩？（张驴儿云）要看甚么天喜到命！只赌本事，做得去，自去做。（孛老云）孩儿也，蔡婆婆害病好几日了，我与你去问病波。（做见卜儿问科，云）婆婆，你今日病体如何？（卜儿云）我身子十分不快哩。（孛老云）你可想些甚么吃？（卜儿云）我思量些羊肚儿汤吃。（孛老云）孩儿，你对窦娥说，做些羊肚儿汤与婆婆吃。（张驴儿向古门云）窦娥，婆婆想羊肚儿汤吃，快安排将来。（正旦持汤上，云）妾身窦娥是也。有俺婆婆不快，想羊肚汤吃，我亲自安排了与婆婆吃去。婆婆也，我这寡妇人家，凡事也要避些嫌疑，怎好收留那张驴儿父子两个？非亲非眷的，一家儿同住，岂不惹外人谈议？婆婆也，你莫要背地里许了他亲事，连我也累做不清不洁的。我想这妇人心，好难保也呵！（唱）<br>【南吕】【一枝花】他则待一生鸳帐眠，那里肯半夜空房睡；他本是张郎妇，又做了李郎妻。有一等妇女每相随，并不说家克计，则打听些闲是非；说一会不明白打风的机关，使了些调虚嚣捞龙的见识。<br>【梁州第七】这一个似卓氏般当垆涤器，这一个似孟光般举案齐眉，说的来藏头盖脚多伶俐！道着难晓，做出才知。旧恩忘却，新爱偏宜；坟头上土脉犹湿，架儿上又换新衣。那里有奔丧处哭倒长城？那里有浣纱时甘投大水？那里有上山来便化顽石？可悲，可耻！妇人家直恁的无仁义。多淫奔，少志气，亏杀前人在那里，更休说百步相随。<br>（云）婆婆，羊肚儿汤做成了，你吃些儿波。（张驴儿云）等我拿去。（做接尝科，云）这里面少些盐醋，你去取来。（正旦下）（张驴儿放药科）（正旦上，云）这不是盐醋！（张驴儿云）你倾下些。（正旦唱）<br>【隔尾】你说道少盐欠醋无滋味，加料添椒才脆美。但愿娘亲早痊济，饮羹汤一杯，胜甘露灌体，得一个身子平安倒大来喜。<br>（孛老云）孩儿，羊肚汤有了不曾？（张驴儿云）汤有了，你拿过去。（孛老将汤云）婆婆，你吃些汤儿。（卜儿云）有累你。（做呕科，云）我如今打呕，不要这汤吃了，你老人家吃罢。（孛老云）这汤特做来与你吃的，便不要吃，也吃一口儿。（卜儿云）我不吃了，你老人家请吃。（孛老吃科）（正旦唱）<br>【贺新郎】一个道你请吃，一个道婆先吃，这言语听也难听，我可是气也不气！想他家与咱家有甚的亲和戚？怎不记旧日夫妻情意，也曾有百纵千随？婆婆也，你莫不为\"黄金浮世宝，白发故人稀\"，因此上把旧恩情，全不比新知契？则待要百年同墓穴，那里肯千里送寒衣？<br>（孛老云）我吃下这汤去，怎觉昏昏沉沉的起来？（做倒科）（卜儿慌科，云）你老人家放精细着，你挣扎着些儿。（做哭科，云）兀的不是死了也！（正旦唱）<br>【斗虾蟆】空悲戚，没理会，人生死，是轮回。感着这般病疾，值着这般时势，可是风寒暑湿，或是饥饱劳役，各人症候自知。人命关天关地，别人怎生替得？寿数非干今世。相守三朝五夕，说甚一家一计？又无羊酒缎匹，又无花红财礼；把手为活过日，撒手如同休弃。不是窦娥忤逆，生怕旁人论议。不如听咱劝你，认个自家晦气，割舍的一具棺材停置，几件布帛收拾，出了咱家门里，送入他家坟地。这不是你那从小儿年纪指脚的夫妻。我其实不关亲，无半点忄西惶泪。休得要心如醉，意似痴，便这等嗟嗟怨怨，哭哭啼啼。<br>（张驴儿云）好也啰！你把我老子药死了，更待干罢！（卜儿云）孩儿，这事怎了也？（正旦云）我有甚么药在那里？都是他要盐醋时，自家倾在汤儿里的。（唱）<br>【隔尾】这厮搬调咱老母收留你，自药死亲爷待要唬吓谁？（张驴儿云）我家的老子，倒说是我做儿子的药死了，人也不信。（做叫科，云）四邻八舍听着：窦娥药杀我家老子哩！（卜儿云）罢么，你不要大惊小怪的，吓杀我也！（张驴儿云）你可怕么？（卜儿云）可知怕哩。（张驴儿云）你要饶么？（卜儿云）可知要饶哩。（张驴儿云）你教窦娥随顺了我，叫我三声嫡嫡亲亲的丈夫，我便饶了他。（卜儿云）孩儿也，你随顺了他罢。（正旦云）婆婆，你怎说这般言语！（唱）我一马难将两鞍鞴，想男儿在日曾两年匹配，却教我改嫁别人，其实做不得。<br>（张驴儿云）窦娥，你药杀了俺老子，你要官休？要私休？（正旦云）怎生是官休？怎生是私休？（张驴儿云）你要官休呵，拖你到官司，把你三推六问！你这等瘦弱身子，当不过拷打，怕你不招认药死我老子的罪犯！你要私休呵，你早些与我做了老婆，倒也便宜了你。（正旦云）我又不曾药死你老子，情愿和你见官去来。（张驴儿拖正旦、卜儿下）（净扮孤引祗候上，诗云）我做官人胜别人，告状来的要金银。若是上司当刷卷，在家推病不出门。下官楚州太守桃杌是也。今早升厅坐衙，左右，喝撺厢。（祗候幺喝科）（张驴儿拖正旦、卜儿上，云）告状，告状！（祗候云）拿过来。（做跪见，孤亦跪科，云）请起。（祗候云）相公，他是告状的，怎生跪着他？（孤云）你不知道，但来告状的，就是我衣食父母。（祗候幺喝科，孤云）那个是原告？那个是被告？从实说来！（张驴儿云）小人是原告张驴儿，告这媳妇儿，唤做窦娥，合毒药下在羊肚汤儿里，药死了俺的老子。这个唤做蔡婆婆，就是俺的后母。望大人与小人做主咱！（孤云）是那一个下的毒药？（正旦云）不干小妇人事。（卜儿云）也不干老妇人事。（张驴儿云）也不干我事。（孤云）都不是，敢是我下的毒药未？（正旦云）我婆婆也不是他后母，他自姓张，我家姓蔡。我婆婆因为与赛卢医索钱，被他赚到郊外，勒死我婆婆；却得他爷儿两个救了性命。因此我婆婆收留他爷儿两个在家，养膳终身，报他的恩德。谁知他两个倒起不良之心，冒认婆婆做了接脚，要逼勒小妇人做他媳妇。小妇人元是有丈夫的，服孝未满，坚执不从。适值我婆婆患病，着小妇人安排羊肚汤儿吃。不知张驴儿那里讨得毒药在身，接过汤来，只说少些盐醋，支转小妇人，暗地倾下毒药。也是天幸，我婆婆忽然呕吐，不要汤吃。让与他老子吃；才吃的几口便死了，与小妇人并无干涉。只望大人高抬明镜，替小妇人做主咱！（唱）<br>【牧羊关】大人你明如镜，清似水，照妾身肝胆虚实。那羹本五味俱全，除了外百事不知。他推道尝滋味，吃下去便昏迷。不是妾讼庭上胡支对，大人也，却教我平白地说甚的？<br>（张驴儿云）大人详情：他自姓蔡，我自姓张。他婆婆不招俺父亲接脚，他养我父子两个在家做甚么？这媳妇儿年纪虽小，极是个赖骨顽皮，不怕打的。（孤云）人是贱虫，不打不招。左右，与我选大棍子打着！（祗候打正旦，三次喷水科）（正旦唱）<br>【骂玉郎】这无情棍棒教我捱不的。婆婆也，须是你自做下，怨他谁？劝普天下前婚后嫁婆娘每，都看取我这般傍州例。<br>【感皇恩】呀！是谁人唱叫扬疾，不由我不魄散魂飞。恰消停，才苏醒，又昏迷。捱千般打拷，万种凌逼，一杖下，一道血，一层皮。<br>【采茶歌】打的我肉都飞，血淋漓，腹中冤枉有谁知！则我这小妇人毒药来从何处也？天那，怎么的覆盆不照太阳晖！<br>（孤云）你招也不招？（正旦云）委的不是小妇人下毒药来。张驴儿。想必这毒药事发了。(上云）是这一个。容小的诉禀；当日要勒死蔡婆婆时，正遇见他爷儿两个救了那婆婆去。过得几日，他到小的铺中讨服毒药。小的是念佛吃斋人，不敢做昧心的事。说道：\"铺中只有官料药，并无甚么毒药。\"他就睁着眼道：\"你昨日在郊外要勒死蔡婆婆，我拖你见官去！\"小的一生最怕的是见官，只得将一服毒药与了他去。小的见他生相是个恶的，一定拿这药去药死了人，久后败露，必然连累。小的一向逃在涿州地方，卖些老鼠药。刚刚是老鼠被药杀了好几个，药死人的药其实再也不曾合。（魂旦唱）<br>【七弟兄】你只为赖财，放乖，要当灾。（带云）这毒药呵，（唱）原来是你赛卢医出卖，张驴儿买，没来由填做我犯由牌，到今日官去衙门在。（窦天章云）带那蔡婆婆上来！我看你也六十外人了，家中又是有钱钞的，如何又嫁了老张，做出这等事来？（蔡婆婆云）老妇人因为他爷儿两个救了我的性命，收留他在家养膳过世。那张驴儿常说要将他老子接脚进来，老妇人并不曾许他。（窦天章云）这等说，你那媳妇就不该认做药死公公了。（魂旦云）当日问官要打俺婆婆，我怕他年老，受刑不起，因此咱认做药死公公，委实是屈招个！（唱）<br>【梅花酒】你道是咱不该，这招状供写的明白。本一点孝顺的心怀，倒做了惹祸的胚胎。我只道官吏每还覆勘，怎将咱屈斩首在长街！第一要素旗枪鲜血洒，第二要三尺雪将死尸埋，第三要三年旱示天灾：咱誓愿委实大。<br>【收江南】呀，这的是\"衙门从古向南开，就中无个不冤哉\"！痛杀我娇姿弱体闭泉台，早三年以外，则落的悠悠流恨似长淮。<br>（窦天章云）端云儿也，你这冤枉我已尽知，你且回去。待我将这一起人犯并原问官吏另行定罪。改日做个水陆道场，超度你生天便了。（魂旦拜科，唱）<br>【鸳鸯煞尾】从今后把金牌势剑从头摆，将滥官污吏都杀坏，与天子分忧，万民除害。（云）我可忘了一件：爹爹，俺婆婆年纪高大，无人侍养，你可收恤家中，替你孩儿尽养生送死之礼，我便九泉之下，可也瞑目。（窦天章云）好孝顺的儿也！（魂旦唱）嘱付你爹爹，收养我奶奶。要怜他无妇无儿，谁管顾年衰迈！再将那文卷舒开，（带云）爹爹，也把我窦娥名下，（唱）屈死的招伏罪名儿改。（下）（窦天章云）唤那蔡婆婆上来。你可认的我么？（蔡婆婆云）老妇人眼花了，不认的。（窦天章云）我便是窦天章。这才的鬼魂，便是我屈死的女孩儿端云。你这一行人，听我下断：张驴儿毒杀亲爷，谋占寡妇，合拟凌迟，押付市曹中，钉上木驴，剐一百二十刀处死。升任州守桃杌并该房吏典，刑名违错，各杖一百，永不叙用。赛卢医不合赖钱，勒死平民；又不合修合毒药，致伤人命，发烟瘴地面，永远充军。蔡婆婆我家收养。窦娥罪改正明白。（词云）莫道我念亡女与他又罪消愆，也只可怜见楚州郡大旱三年。昔于公曾表白东海孝妇，果然是感召得灵雨如泉。岂可便推诿道天灾代有，竟不想人之意感应通天。今日个将文卷重行改正，方显的王家法不使民冤。<br>题目秉鉴持衡廉访法<br>正名感天动地窦娥冤",
  "poet": {
    "id": 235,
    "star": 0,
    "name": "关汉卿",
    "image": "http://img.gushiwen.org/authorImg/guanhanqing.jpg",
    "desc": "关汉卿（约1220年──1300年），元代杂剧作家。是中国古代戏曲创作的代表人物，“元曲四大家”之首。号已斋（一作一斋）、已斋叟。汉族，解州人（今山西省运城），与马致远、郑光祖、白朴并称为“元曲四大家”。以杂剧的成就最大，一生写了60多种，今存18种，最著名的有《窦娥冤》；关汉卿也写了不少历史剧，如：《单刀会》、《单鞭夺槊》、《西蜀梦》等；散曲今在小令40多首、套数10多首。关汉卿塑造的“我却是蒸不烂、煮不熟、捶不匾、炒不爆、响珰珰一粒铜豌豆”（〈不伏老〉）的形象也广为人称，被誉“曲家圣人”。"
  },
  "tags": []
}