{
  "id": 51214,
  "star": 18,
  "name": "拜星月·高平秋思",
  "dynasty": "宋代",
  "content": "夜色催更，清尘收露，小曲幽坊月暗。竹槛灯窗，识秋娘庭院。笑相遇，似觉琼枝玉树，暖日明霞光烂。水眄兰情，总平生稀见。<br>画图中、旧识春风面。谁知道、自到瑶台畔。眷恋雨润云温，苦惊风吹散。念荒寒、寄宿无人馆。重门闭、败壁秋虫叹。怎奈向、一缕相思，隔溪山不断。",
  "fanyi": "<p><strong>译文</strong><br>夜色深深，仿佛在催着天明，眼看要到了三更天。清清的露水如同洗尘，让地面没有纤尘。月色幽静，小巷僻坊里一片迷茫。我又见到那竹栏，和灯光明亮的小窗，这是她的庭院。她因我们能见面开心。她的美丽令人惊叹，依偎在我身边，我如同见到了琼枝玉树，如一轮暖日，又如一片绚丽的朝霞。她的眼神明如秋水楚楚动人，温柔清雅宛若一株幽兰。这样绝代佳人，人间都少见。<br>从前，只在画中见过她，对那绝世的美丽早已倾倒，没想到有一天自己竟真能与她相伴。我们互相情意绵绵。无奈人世无常，将我们分开，我心里哪堪孤独。如今我独自一人在荒郊野外，悄悄无息，重门紧关。只有秋虫在声声重复忧伤的歌。无可奈何，我的相思之情，虽然隔着万水千山，却无法断绝。</p> <p><strong>注释</strong><br>拜星月：词牌名，原为唐教坊曲名，后用作词调之称。本调始创于宋人<a href=\"http://so.gushiwen.org/author_164.aspx\">周邦彦</a>，又称为《拜星月慢》。有多种格体。如双调，上片十句，押四仄韵，四十七字；下片八句，押六仄韵，五十六字。共一百O四字。<br>竹槛：竹栏杆。<br>秋娘：唐宋时对歌妓的一般称呼。<br>琼枝玉树：比喻人姿容秀美。<br>水眄（miàn）兰情：目盼如秋水，情香如兰花。眄，顾盼。一作“水盼兰情”。<br>画图中、旧识春风面：词人用旧典以昭君喻“秋娘”。春风面，指容貌美丽的。<br>瑶台：原指仙人居住的地方，这里借指伊人住所。<br>雨润云温：比喻男女情好。<br>荒寒：既荒凉又寒冷。<br>怎奈向：怎么办？何，语助词。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这首词所咏情事，略同《瑞龙吟》，但并非重游旧地，而是神驰旧游。作为一位工于描写女性的词人，在这篇作品中，作者为读者绘制了一幅稀有的动人的画像。</p> <p>　　为了要使词中女主人的登场获得预期的应有的效果，词人在艺术构思上是煞费苦心的。他首先画出背景。在一个月色阴沉的晚上，更鼓催来了夜色，露水收尽了街尘，正是在这样一个极其幽美的时刻，他来到了她所居住的地方；阑槛外种着竹子，窗户里闪着灯光，正是在这样一个极优雅的地方，他会见了这位人物。与<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>《佳人》之写“天寒翠袖薄，日暮倚修竹”用意相同，这里的竹槛、灯窗，也是以景色的清幽来陪衬人物之淡雅的。</p> <p>　　先写路途，次写居处，再写会晤，层次分明，步步逼近。下面却忽然用“笑相遇”三字概括提过，对于闻名乍见、倾慕欢乐之情，一概省略。这样，就将以后全力描摹人物之美的地步留了出来。在这里，可以悟出创作上虚实相间的手法。</p> <p>　　“似觉”以下四句，是对美人的正面描写，又可以分为几层：第一、二句，乍见其光艳；第三句，细赏其神情；第四句，总赞。写其人之美，不用已为人所习见的“云鬓花颜”、“雪肤花貌”，而用“琼枝玉树”、“暖日明霞”来形容，就不熟滥，不一般化；用两个长排句，四种东西作比，也更有分量。（吴白先生云：“‘琼枝’，见<a href=\"http://so.gushiwen.org/author_628.aspx\">沈约</a>《古别离》：‘愿一见颜色，不异琼树枝。’‘玉树’，见杜甫《饮中八仙歌》：‘皎如玉树临风前。’”）上句说像琼枝和玉树互相交映，是写其明洁耀眼；下句说像暖日和明霞的光辉灿烂，是写其神采照人。两句写入室乍见之初，顿时感到光芒四射，眼花缭乱，尤其因为这次见面是在夜间，就使人物与背景之间，色彩的明暗对比更为显著。在用这种侧重光觉的比喻之先，路途中所见的暗淡月色与庭院中所见的隐约灯光的描写，也对之起了一种很好的衬托作用。如果不仔细研究全词的布局，对于这种使读者容易联想到一些优秀的电影导演的艺术处理手段的巧妙构思，是很容易被忽略过去的。两句写其人之美，可谓竭尽全力，而犹嫌不足，于是再加上“水盼兰情”一句。<a href=\"http://so.gushiwen.org/author_1288.aspx\">韩琮</a>《春愁》“水盼兰情别来久”，是用字所本。“水盼”，指眼神明媚如流水；“兰情”，指性情幽静像兰花。这句虽也是写其人之美，但已由乍见其容光而转到细赏其神态了。这已是进了一层。但美人之美，是看不够、写不完的，所以再总一句说：“总平生稀见。”这才画完了这幅美人图的最后一笔。</p> <p>　　换头一句，从抒情来说，是上片的延伸；从叙事来说，却是更进一步追溯到“笑相遇”以前的旧事。杜甫《咏怀古迹》咏<a href=\"http://so.gushiwen.org/author_830.aspx\">王昭君</a>云：“画图省识春风面。”词句即点化杜<a href=\"http://so.gushiwen.org/view_51214.aspx\">诗</a>而成，意思是说：在和其人会面之前，就已经知道她的声名，见过她的画像了。从而也看出了，这次的会晤，乃是渴望已久之事，而终于如愿以偿，欢乐可想。</p> <p>　　从这以下，才正面写到离情。“谁知道”二句则是这一幕小小悲剧的转折点。“瑶台”是美女所居。《离骚》：“望瑶台之偃蹇兮，见有娀之佚女。”王逸注：“佚，美也。”但这里却兼用<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>《清平调》：“云想衣裳花想容，春风拂槛露华浓。若非群玉山头见，会向瑶台月下逢。”这就暗示了这位姑娘有着如李白所形容的<a href=\"http://so.gushiwen.org/author_1039.aspx\">杨玉环</a>那样神仙般美丽风姿，作为上片实写其人之美的补充。云雨习用，而“雨”以“润”来形容，“云”以“温”来形容，则化臭腐为神奇，其人性情之好，爱悦之深，由此两字，都可想见，且与上文“兰情”关合。但这叙述两相爱悦的幸福的句子“自到瑶台畔，眷恋雨润云温”，却以“谁知道”领起，以“苦惊风吹散”收束，就全部翻了一个面。惊风吹散了温润的云雨，正如意外的事故拆散了姻缘，通体用比喻说明，处理得极其含蓄而简洁。读到这里，读者才发现，原来在这以上所写，都是追叙。行文变化莫测，与《夜飞鹊》同。</p> <p>　　“念荒寒”以下，折入现在。独自寄宿在荒寒的空屋里，关上重重门户，听着坏了的墙壁中秋虫的叫声，这种种凄凉情景，用一“念”字领起，就显得更加沉重。因为无人可语，才只好自思自念，不写人叹，而以虫鸣为叹，似乎虫亦有知，同情自己。如此落墨，意思更深。第三句极力描摹此时此地之哀，正是为了与上片所写彼时彼地之乐作出强烈的对比。</p> <p>　　末以纵使水远山遥，却仍然隔不断一缕相思之情作结，是今昔对比以后题中应有之义，而冠以“怎奈向”三字，就暗示了疑怪、埋怨的意思，使这种相思之情含义更为丰富。</p>",
  "about": "<h2>创作背景</h2> 　　<a href=\"http://so.gushiwen.org/author_164.aspx\">周邦彦</a>词多写男女之情和离愁别恨，内容较为单薄，调子很低沉，正如文学史上所说其情感的基调为漂泊的孤独疲倦和憔悴失意。其词承<a href=\"http://so.gushiwen.org/author_535.aspx\">柳永</a>而多有变化，市井气少而宫廷气多，词风也比柳永更典雅含蓄，且长于铺叙，善于熔铸古人<a href=\"http://so.gushiwen.org/view_51214.aspx\">诗</a>句，辞藻华美，音律和谐，具有浑厚、典丽、缜密的特色。此词是其特色的写照。",
  "poet": {
    "id": 164,
    "star": 0,
    "name": "周邦彦",
    "image": "http://img.gushiwen.org/authorImg/zhoubangyan.jpg",
    "desc": "周邦彦（1056年－1121年），中国北宋末期著名的词人，字美成，号清真居士，汉族，钱塘（今浙江杭州）人。历官太学正、庐州教授、知溧水县等。徽宗时为徽猷阁待制，提举大晟府。精通音律，曾创作不少新词调。作品多写闺情、羁旅，也有咏物之作。格律谨严。语言典丽精雅。长调尤善铺叙。为后来格律派词人所宗。旧时词论称他为“词家之冠”。有《清真集》传世。"
  },
  "tags": [
    "旅途",
    "怀人"
  ]
}