{
  "id": 71942,
  "star": 682,
  "name": "虞美人·曲阑深处重相见",
  "dynasty": "清代",
  "content": "曲阑深处重相见，匀泪偎人颤。凄凉别后两应同，最是不胜清怨月明中。<br>半生已分孤眠过，山枕檀痕涴。忆来何事最销魂，第一折枝花样画罗裙。",
  "fanyi": "<p><strong>译文<br></strong>当年在曲折的回廊深处，我再一次与你相逢。我怜惜地将你轻轻拥人怀中。两人深隋相偎，低语呢喃，互述久别后的相思情意。在我的怀里，你的身体微微颤动，轻轻擦拭着滴落的晶莹泪水，让人无限地怜惜。而今，记忆中的美妙已成别后的凄凉。<br>分别后只觉得半生孤苦，枕上早已是泪痕点点。最是凄凉清冷，在寂静月明时分；最是害怕忆起，那时与你一起泼墨画罗裙。</p> <p><strong>注释<br></strong>⑴虞美人：词牌名。此调原为唐教坊曲，初咏<a href=\"http://so.gushiwen.org/author_253.aspx\">项羽</a>宠姬虞美人，因以为名。又名《一江春水》、《玉壶水》、《巫山十二峰》等。双调，五十六字，上下片各四句，皆为两仄韵转两平韵。<br>⑵匀泪：拭泪。全句指在情人的怀中颤抖着搽拭眼泪。<br>⑶不胜清怨：指难以忍受的凄清幽怨。唐<a href=\"http://so.gushiwen.org/author_495.aspx\">钱起</a>《归雁》：“二十五弦弹夜月，不胜清怨却飞来。”不胜：承受不了。清怨：凄清幽怨。<br>⑷分（fèn）：料想。<br>⑸山枕：枕头。两端凸起中间低凹的山形枕头。<br>⑹檀痕，浅红色的泪痕。是说沾上胭脂的泪痕。<br>⑺涴（wò）：浸渍、染上。枕头上浸渍了粉红色的泪痕。<br>⑻销魂：极度的愁苦或欢乐。<br>⑼折枝，中国花卉画技法，即不画全株，只画连枝折下的部分。宋仲仁《华光梅谱·取象》：“……其法有僵仰枝、覆枝、从枝、分枝、折枝。”<br>⑽花样：供仿制的式样。罗裙：丝罗织成的裙子，多泛指妇女衣裙。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　前两句叫人读来摇心动魄，后两句词意陡转，道破这原是记忆中的美妙而已，现在已经是别后凄凉，凄清幽怨到让人不堪承受了。下阕紧承上阕词意，将失意一倾到底，用词精美婉约，然凄怆词意并未因此而消减，依然辛酸入骨。容若此词和后主词还有一点相似，就是不过多的借助外景，而选择用白描的手法深入内心，感情恳切，用词清净。</p> <p>　　<a href=\"http://so.gushiwen.org/author_509.aspx\">江淹</a>说，黯然销魂者，唯别而已。是怎样难以排遣的离愁别绪让人憔悴？半生已经孤零零地渡过，思念却未消减。泪水却依旧会毫无节制地濡出来，沁湿了枕头。想来，余生活着也只是为了生长繁衍重复延续这种孤独。与她离别不过数年。容若却觉得半生已过，心态一老如斯，这种苍老是行在旷野中劈头一道闪电，迅疾猛烈瞬间经年。</p> <p>　　忆来何事最销魂，第一折技花样画罗裙。兰心惠质的女子，不屑用外面的庸脂俗粉，而别出心载的用山水画的折枝技法，在素白的罗裙上画出意境疏淡的图画。</p><br/><h2>赏析二</h2> <p>　　这首词以白描的手法再现情人重聚时的情景，字句间一片春光凄凉。</p> <p>　　从词意上看，大约是写昔日的情人，通篇皆作追忆的口吻。“曲阑深处重相见，匀泪偎人颤。”开篇两句化用了<a href=\"http://so.gushiwen.org/author_269.aspx\">李煜</a>《菩萨蛮》中的“画堂南畔见，一向偎人颤”，生动传神。别后的凄凉，最难以忍受的是月明之夜的清冷相思。读来令人摇心动魄。</p> <p>　　“凄凉别后两应同，最是不胜清怨月明中”。词意陡转，道破这原是记忆中的美妙而已，现在已是别后凄凉。凄清幽怨到让人不堪承受。</p> <p>　　“半生已分孤眠过”，紧承词意，将失意一倾到底，用词精美婉约，凄怆词意并未因而消减，依然辛酸入骨。</p> <p>　　结句处的“折枝花样画罗裙”，借物映人，含蓄委婉。整首词从头到尾都是写实，写对方的情态状貌，中间数句皆是情语，有情有景，有尽而不尽之意，通体灵活隽美。</p>",
  "about": "<h2>创作背景</h2> 　　写此作品时，纳兰的结发妻子卢氏，已离世多年，长久孤寂的纳兰，总是抹不去与妻子在一起时的那些点滴快乐，总是抹不去心头似被月光镌刻上去一样的温暖回忆。于是写下此词以舒缓自己相思之苦。",
  "poet": {
    "id": 188,
    "star": 0,
    "name": "纳兰性德",
    "image": "http://img.gushiwen.org/authorImg/nalanxingde.jpg",
    "desc": "纳兰性德（1655－1685），满洲人，字容若，号楞伽山人，清代最著名词人之一。其诗词“纳兰词”在清代以至整个中国词坛上都享有很高的声誉，在中国文学史上也占有光采夺目的一席。他生活于满汉融合时期，其贵族家庭兴衰具有关联于王朝国事的典型性。虽侍从帝王，却向往经历平淡。特殊的生活环境背景，加之个人的超逸才华，使其诗词创作呈现出独特的个性和鲜明的艺术风格。流传至今的《木兰花令·拟古决绝词》——“人生若只如初见，何事秋风悲画扇？等闲变却故人心，却道故人心易变。”富于意境，是其众多代表作之一。"
  },
  "tags": [
    "离别",
    "相思"
  ]
}