{
  "id": 49671,
  "star": 178,
  "name": "蝶恋花·昨夜秋风来万里",
  "dynasty": "宋代",
  "content": "昨夜秋风来万里。月上屏帏，冷透人衣袂。有客抱衾愁不寐。那堪玉漏长如岁。<br>羁舍留连归计未。梦断魂销，一枕相思泪。衣带渐宽无别意。新书报我添憔悴。",
  "fanyi": "<p><strong>译文</strong><br>昨夜的秋风好似来自万里之外的家乡。月亮攀上了寝息之所的帷帐，冷气透入人的衣袖。在异乡作客的我抱着被子愁得睡不着觉。更哪能忍受漏壶一滴滴的声音，越发觉得长夜漫漫。<br>寄居他乡回家的日子遥遥无期。梦里醒来凄绝伤神，一觉醒来满面都是相思的泪水。衣带渐渐宽松，不为别的什么。只为新到的书信，又平添了许多憔悴。</p> <p><strong>注释</strong><br>①屏帏：屏，屏风；帏，床帐。<br>②衣袂：衣袖。<br>③衾：被子。<br>④玉漏：古代计时器。长如岁：度夜如年。<br>⑤衣带渐宽：指人因忧愁而消瘦。<br>⑥新书：新写的信。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　此词写的是一个“愁”字。</p> <p>　　为何而愁？乍看是秋风冷月触动了离人的乡愁。秋风、明月是容易触发乡愁的，不过读完全词才知道几乎被词人瞒过，原来激发词客乡愁的，并非秋风明月，而是思妻之愁。</p> <p>　　其愁若何？答曰：”有客抱衾愁不寐“ 。“羁舍留连”、“梦断魂销”、“衣带渐宽”，都是写愁，但都不如“抱衾不寐”深刻形象。</p> <p>　　“有客抱衾愁不寐，那堪玉漏长如岁。”中“长如岁”三字又生动地表现出词人对与妻子相见的期盼，怨时间过得太慢。<br>“梦断魂销，一枕相思泪。”这里用“相思泪”来抒写思妻之情。</p> <p>　　“衣带渐宽无别意，新书报我添憔悴。”此句尤为抒写了羁旅思妻的感伤情怀，为相思而憔悴消瘦。“新书报我添憔悴”，妻子近日来信，说她因思“我”而一天比一天憔悴！说月能“冷透人衣袂”，说“玉漏长如岁”，是无理的，但却合情。另有龙注引简文帝<a href=\"http://so.gushiwen.org/view_49671.aspx\">诗</a>，仅出“衣带宽”意，没有联系两句词的上下文意笺释。按此处词意当从<a href=\"http://so.gushiwen.org/author_535.aspx\">柳永</a>词“衣带渐宽终不悔，为伊消得人憔悴”（《凤栖梧》）中脱化而出，况且，“衣带渐宽”、“憔悴”等字面也有关连。</p> <p>　　月冷、夜长，用今天美学术语来解释，是一种移情作用。文学大家其风格是多样化的。<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>写豪放词，亦间写婉约词，此词风格即属于后者。</p>",
  "about": "<h2>创作背景</h2> <p>　　此词《总案》与《编年录》失载，朱本、龙本未编年。考公凡秋中为客者七，惟元丰八年乙丑（1085）由常州赴登州，九月经楚州遇大风一次，最与此词相符。《文集》卷五五《与杨康公三首》其三写于赴登州途中，云：“两日大风，孤舟掀舞雪浪中，但阖户拥衾，瞑目块坐耳。杨次公惠酝一壶，少酌径醉。醉中与公作得《醉道士石<a href=\"http://so.gushiwen.org/view_49671.aspx\">诗</a>》，托楚守寄去，一笑。某有三儿，其次者十六岁矣，颇知作诗，今日忽吟《淮口遇风》一篇，粗可观，戏为和之，并以奉呈。”又，《文集》卷七一《书遗蔡允元》：“仆闲居六年，复出从士。白六月被命，今始至淮上，大风三日不得渡。”这与词中“秋风来万里”、“羁舍留连”甚合，故编元丰八年乙丑（1085）九月，作于楚州。邹王本从之。</p>",
  "poet": {
    "id": 183,
    "star": 0,
    "name": "苏轼",
    "image": "http://img.gushiwen.org/authorImg/sushi.jpg",
    "desc": "苏轼（1037－1101），北宋文学家、书画家、美食家。字子瞻，号东坡居士。汉族，四川人，葬于颍昌（今河南省平顶山市郏县）。一生仕途坎坷，学识渊博，天资极高，诗文书画皆精。其文汪洋恣肆，明白畅达，与欧阳修并称欧苏，为“唐宋八大家”之一；诗清新豪健，善用夸张、比喻，艺术表现独具风格，与黄庭坚并称苏黄；词开豪放一派，对后世有巨大影响，与辛弃疾并称苏辛；书法擅长行书、楷书，能自创新意，用笔丰腴跌宕，有天真烂漫之趣，与黄庭坚、米芾、蔡襄并称宋四家；画学文同，论画主张神似，提倡“士人画”。著有《苏东坡全集》和《东坡乐府》等。"
  },
  "tags": [
    "思乡",
    "婉约"
  ]
}