{
  "id": 49646,
  "star": 30,
  "name": "点绛唇·红杏飘香",
  "dynasty": "宋代",
  "content": "红杏飘香，柳含烟翠拖轻缕。水边朱户。尽卷黄昏雨。<br>烛影摇风，一枕伤春绪。归不去。凤楼何处。芳草迷归路。",
  "fanyi": "<p><strong>译文<br></strong>杏花开了，芳香弥漫，柳树绿了，垂丝飘飘如缕，其轻如烟。我心中的情人就住在水边的红房子里，她打开窗帘希望能看到我，外面却是一片黄昏雨景。<br>晚风吹来，烛光摇动。我相思满怀，愁卧在床。想念但又归不去，她现住在何处呢？外面芳草萋萋，我已经找不到回去的小路了。</p> <p><strong>注释</strong><br>⑴点绛唇：词牌名。四十一字，前片三仄韵，后片四仄韵。<br>⑵烟翠：青蒙蒙的云雾。缕：线。形容一条一条下垂的柳枝。<br>⑶朱户：红色的门窗，多指女子居住的房屋。<br>⑷烛影摇风：灯烛之光映出的人、物的影子，被风摇晃的样子。<br>⑸伤春绪：因春天将要归去而引起忧伤、苦闷的情怀。<br>⑹凤楼：指女子居住的小楼。<br>⑺芳草：散发出香气的草。也指春天刚出土的青草。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　东坡才大如海，其词堂庑亦大。如“有情风万里卷潮来，无情送潮归”，固然极富创新之局面，而如“枝上柳绵吹又少，天涯何处无芳草”，则又深具传统之神理。此首《点绛唇》亦然。此词所写，乃是词人对于所爱女子无法如愿以偿之一片深情怀想。</p> <p>　　上片悬想伊人之情境。“红杏飘香，柳含烟翠拖轻缕”，起笔点染春色如画。万紫千红之春光，数红杏、柳烟最具有特征性，故词中素有“红杏枝头春意闹”、“江上柳如烟”之名句。此写红杏意犹未足，更写其香，杏花之香，别具一种清芬，写出飘香，足见词人感受之馨逸。此写翠柳，状之以含烟，又状之以拖轻缕，既能写出其轻如烟之态，又写出其垂丝拂拂之姿，亦足见词人感受之美好。这番美好的春色，本是大自然赐予人类之造化，词人则以之赋予对伊人之钟情。这是以春色暗示伊人之美好。下边二句，遂由境及人。“水边朱户”，点出伊人所居。朱户、临水，皆暗示伊人之美、之秀气。笔意与起二句同一旨趣。“尽卷黄昏雨”，词笔至此终于写出伊人，同时又已轻轻宕开。伊人卷帘，其所见唯一片黄昏雨而已。黄昏雨，隐然喻说着一个愁字。句首之尽字，犹言总是，实已道出伊人相思之久，无可奈何之情。此情融于一片黄昏雨景，隐秀之至。</p> <p>　　下片写自己相思情境。“烛影摇风，一枕伤春绪。”烛影暗承上文黄昏而来，摇风，可见窗户洞开，亦暗合前之朱户卷帘。伤春绪即相思情，一枕，言总是愁卧，愁绪满怀，相思成疾矣。此句又正与尽卷黄昏雨相映照。上写伊人卷帘愁望黄昏之雨，此写自己相思成疾卧对风烛，遂以虚摹与写实，造成共时之奇境。挽合之精妙，有如两镜交辉，启示着双方心灵相向、灵犀相通但是无法如愿以偿之人生命运。“归不去”，遂一语道尽此情无法圆满之恨事。“凤楼何处。芳草迷归路。”凤楼朱户归不去。唯有长存于词人心灵中之瞩望而已。“何处”二字，问得凄然，其情毕见。瞩望终非现实，现实是两人之间，横亘着一段不可逾越之距离。词人以芳草萋萋之归路象喻之。此路虽是归路，直指凤楼朱户，但实在无法越过。句中“迷”之一字，感情沉重而深刻，迷惘失落之感，天长地远之恨，意余言外。</p> <p>　　东坡此词艺术造诣之妙，在于结构之回环婉转。歇拍、过片，两人情境，一样相思，无计团圆，前后映照。起句对杏香柳烟之一往情深，与结句芳草迷路之归去无计，则相反相成，愈神往，愈凄迷。其结构回环婉转如此。此词造诣之妙，又在于意境之凄美空灵。红杏柳烟，属相思中之境界，而春色宛然如画。芳草归路，象喻人间阻绝，亦具凄美之感。</p> <p>　　此词结构、意境，皆深得唐五代宋初令词传统之神理。若论其造语，则和婉莹秀，如“水边朱户，尽卷黄昏雨”，“凤楼何处，芳草迷归路”，置于晏欧集中，<a href=\"http://so.gushiwen.org/author_1137.aspx\">真可</a>乱其楮叶。东坡才大，其词作之佳胜，不止横放杰出之一途而已。</p> <p>　　此词意蕴之本体，实为词人之深情。若无有一份真情实感，恐难有如此艺术造诣。东坡一生，如天马行空，似无所挂碍。然而，东坡亦是性情中人，此词有以见之。</p>",
  "about": "<h2>创作背景</h2> 　　此词亦作<a href=\"http://so.gushiwen.org/author_399.aspx\">贺铸</a>、<a href=\"http://so.gushiwen.org/author_536.aspx\">李清照</a>词，曾慥《东坡词拾遗》及南宋人编《外集》卷八十五已收录，应为东坡词。《东坡词拾遗》中提及了此词背景，约作于宋神宗熙宁七年（1074）三月。是时，东坡正自京口还钱塘，在京口得乡书，即赋此词以抒怀。",
  "poet": {
    "id": 183,
    "star": 0,
    "name": "苏轼",
    "image": "http://img.gushiwen.org/authorImg/sushi.jpg",
    "desc": "苏轼（1037－1101），北宋文学家、书画家、美食家。字子瞻，号东坡居士。汉族，四川人，葬于颍昌（今河南省平顶山市郏县）。一生仕途坎坷，学识渊博，天资极高，诗文书画皆精。其文汪洋恣肆，明白畅达，与欧阳修并称欧苏，为“唐宋八大家”之一；诗清新豪健，善用夸张、比喻，艺术表现独具风格，与黄庭坚并称苏黄；词开豪放一派，对后世有巨大影响，与辛弃疾并称苏辛；书法擅长行书、楷书，能自创新意，用笔丰腴跌宕，有天真烂漫之趣，与黄庭坚、米芾、蔡襄并称宋四家；画学文同，论画主张神似，提倡“士人画”。著有《苏东坡全集》和《东坡乐府》等。"
  },
  "tags": [
    "春天",
    "忆往",
    "相思"
  ]
}