{
  "id": 48140,
  "star": 79,
  "name": "相送",
  "dynasty": "南北朝",
  "content": "客心已百念，孤游重千里。<br>江暗雨欲来，浪白风初起。",
  "shangxi": "<h2>鉴赏</h2> <p>　　开头两句写<a href=\"http://so.gushiwen.org/view_48140.aspx\">诗</a>人临别时那种长期飘泊异乡的惆怅孤独之情。“客心”谓异乡作客之心；“百念”，谓百感交集。<a href=\"http://so.gushiwen.org/author_569.aspx\">何逊</a>一生仕途并不亨通。他先在扬州刺史、建安王萧伟幕中掌记室，“后荐之武帝，与<a href=\"http://so.gushiwen.org/author_534.aspx\">吴均</a>俱进俸。后稍失意……自是疏隔。”（《南史》本传）遂迁安成王萧秀幕中参军事，兼尚书水部郎。中丁母忧归。后又除庐陵王萧续幕府记室。大约四十岁左右即死去。故其作客异乡，当与仕途坎坷有关。所谓“百念”，诸如异地思乡之愁，羁旅行役之苦，仕途渺茫之忧，人情冷暖之感，友朋难舍之念等，皆在其中。不难想见，其心情已经够沉重了，更何况而今又将孤身一人再度千里奔波飘游远方呢！眼前尚有朋友饯行送别，联句慰勉；顷刻之间，就将茕独孤舟，餐风饮露了。“孤游”，既突出自己征途中的孤独寂寞，又包含着对友朋的无限惜别之情。两句通过“已”、“重”二字构成递进关系，进一步加重了这种复杂感情的重量，而与送者临别依依难舍之情也就隐然蕴藏在字里行间。</p> <p>　　三四两句，既是写分手时江上的实景，又是借景寓情，含有象征意义。江天忽然浓云密布，烟霭黯然笼罩江面，一场暴雨即将来临；“山雨欲来风满楼”，狂风乍起，江水顿时涌起滚滚白浪。这云暗天低，烟波浩渺之景，恰与诗人此刻百感交集，愁绪茫茫之情相切；这狂风巨浪，暴雨将临，不仅是诗人心潮澎湃的感情外化，而且还形象地象征着、预示着旅途中等待着他的将是江上风雨一般的无穷无尽的艰难险阻、严峻考验。</p> <p>　　送行留别这类诗，一般多是以情结出主旨，或惜别，或劝勉，或叮咛、或祝愿。试看《何逊集》中此类篇什亦多如是。如《赠江长史别》：“安得生羽毛，从君入宛许？”《送韦司马别》：“弃置勿复陈，重陈长叹息。”《别沈助教》：“愿君深自爱，共念悲无益。”《临行与故游夜别》：“相悲各罢酒，何日同促膝？”《送褚都曹》：“本愿同栖息，今成相背飞。”这是何逊为朋友送行。至于他留赠为他送行的朋友，则如《赠韦记室黯别》：“无因生羽翰，千里暂排空。”《相送联句》三首结尾云：“一朝事千里，流涕向三春。”“愿子俱停驾，看我独解维。”“以我辞乡泪，沾君送别衣。”无不以抒情结出主旨。唯这首以景作结，不仅以写江上实景见工，并且景中寓情，物我融一。比兴之意优游不竭，耐人寻味。堪称别具一格。陈祚明评何诗“经营匠心，惟取神会。”（《采菽堂古诗选》卷26）<a href=\"http://so.gushiwen.org/author_39.aspx\">沈德潜</a>亦称其“情词宛转，浅语俱深。”（《古诗源》卷13）殆指此类。</p> <p>　　联句源于相传汉武帝与臣僚共作的《柏梁台诗》，但每人各作一句；晋代贾充夫妻联句，则人各二句；自<a href=\"http://so.gushiwen.org/author_645.aspx\">陶渊明</a>与愔之、循之联句，才发展为人各四句。南北朝时，联句之风盛行，<a href=\"http://so.gushiwen.org/author_732.aspx\">鲍照</a>、<a href=\"http://so.gushiwen.org/author_32.aspx\">谢朓</a>、范云、<a href=\"http://so.gushiwen.org/author_1482.aspx\">庾肩吾</a>等人所作皆夥。与联句相对，凡无人续作或续而未成，则仅存的四句便称为绝句。“绝句”之名粱代始正式出现，何逊正当其时。此篇不仅两联对仗精妙，且词句精炼、风格清新，短短四句中，既有对过去的回味，对现在的描写，又有对未来的忧虑，包孕丰厚，已开唐人五绝气象。唯所押为仄韵，而平仄尚未完全规范，则又带有格律诗草创阶段的痕迹。</p>",
  "poet": {
    "id": 569,
    "star": 0,
    "name": "何逊",
    "image": "http://img.gushiwen.org/authorImg/hexun.jpg",
    "desc": "南朝梁诗人，字仲言，东海郯(今山东省苍山县长城镇)人，何承天曾孙，宋员外郎何翼孙，齐太尉中军参军何询子。八岁能诗，弱冠州举秀才，官至尚书水部郎。诗与阴铿齐名，世号阴何。文与刘孝绰齐名，世称何刘。其诗善於写景，工于炼字。为杜甫所推许，有集八卷，今失传，明人辑有何水部集一卷。后人称\"何记室\"或\"何水部\"。"
  },
  "tags": [
    "送别",
    "写景",
    "惜别"
  ]
}