{
  "id": 48013,
  "star": 1108,
  "name": "赠从弟",
  "dynasty": "魏晋",
  "content": "亭亭山上松，瑟瑟谷中风。<br>风声一何盛，松枝一何劲。<br>冰霜正惨凄，终岁常端正。<br>岂不罹凝寒，松柏有本性。",
  "fanyi": "<p><strong>译文</strong><br>高山上挺拔耸立的松树，顶着山谷间瑟瑟呼啸的狂风。<br>风声是如此的猛烈，而松枝是如此的刚劲！<br>任它满天冰霜惨惨凄凄，松树的腰杆终年端端正正。<br>难道是松树没有遭遇凝重的寒意？不，是松柏天生有着耐寒的本性！ </p><p><strong>注释</strong><br>①亭亭：高耸的样子。。　<br>②瑟瑟：形容寒风的声音。　<br>③一何：多么。<br>④惨凄：凛冽、严酷。　<br>⑤罹（ lí ）凝寒：遭受严寒。 罹，遭受。<br>⑥\"岂不罹凝寒？松柏有本性”二句是说，难道松柏没有遭到严寒的侵凌吗？（但是它依然青翠如故，)这是它的本性决定的。<br>本文选自《先秦汉魏晋南北朝<a href=\"http://so.gushiwen.org/view_48013.aspx\">诗</a>·魏诗》卷三。<a href=\"http://so.gushiwen.org/author_695.aspx\">刘桢</a>(？--217),东汉末诗人,建安七子之一,以五言诗著称。有《赠从弟》诗三首，都用比兴的修辞手法。这是第二首。作者以松柏为喻，赞颂松柏能够挺立风中而不倒，经严寒而不凋。勉励他的堂弟坚贞自守，不因外力压迫而改变本性。<br>从弟：堂弟。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　<a href=\"http://so.gushiwen.org/author_695.aspx\">刘桢</a>的<a href=\"http://so.gushiwen.org/view_48013.aspx\">诗</a>刚劲挺拔，卓荦不凡。<a href=\"http://so.gushiwen.org/author_616.aspx\">曹丕</a>称“其五言诗之善者，妙绝时人”。《赠从弟》共三首，为其代表作，尤以第二首著称于世。</p> <p>　　《赠从弟》（其二）貌似咏物，实为言志，借青松之刚劲，明志向之坚贞。全诗由表及里，由此及彼，寓意高远，气壮脱俗。</p> <p>　　起首二句，即以松的高洁之态动人情思，风的肃杀之声逼人警觉。用“亭亭”标示松的傲岸姿态，用“瑟瑟”摹拟刺骨的风声。绘影绘声，简洁生动。又以“谷中”映衬“山上”，更突出了位居全诗中心的青松的傲骨。</p> <p>　　起首二句以客观描写为主，三四两句则加强了抒情的氛围。而且在似乎不相关的松和风之间冲突顿起，令听者心惊，观者颜开。两个“一何”强调诗人感受的强烈，一“盛”一“劲”表现冲突的激烈和诗人的感情倾向。第三句诗顺接第二句，第四句呼应首句，章法绵密，展开有序。</p> <p>　　五六两句，由风势猛烈而发展到酷寒的冰霜，由松枝的刚劲而拓宽为一年四季常端正，越发显出环境的严酷和青松岁寒不凋的特性。诗的意境格外高远，格调更显得悲壮崇高。松树和环境的对比也更分明，而松树品性的价值也更加突现出来。</p> <p>　　最后两句变换句式，以有力的一问一答作结。诗人由外而内，由表层到深层，把读者眼光从“亭亭”“端正”的外貌透视到松树内在的本性，以此表明松树之所以不畏狂风严寒，是因为有坚贞不屈的高风亮节。</p> <p>　　全诗以松树为中心，写得集中紧凑。反复咏歌，却不平板单调。用词朴素无华，风骨雄健，气势有力。不重在工笔细描，而以层层深入事物的内核见长。</p> <p>　　这 首诗名为“赠从弟”，但无一语道及兄弟情谊。我们读来却颇觉情深谊长，而且能同诗人心心相印。这是因为诗人运用了象征手法，用松树象征自己的志趣、情操和 希望。自然之物原本自生自灭，与人无关。但一旦诗人用多情的目光注入山水树木、风霜雷电，与自然界中某些同人类相通的特征一撞击，便会爆发出动人的火花。 这种象征手法的运用，刘桢之前有<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>的桔颂，刘桢之后，则更是屡见不鲜，且形成中国古典诗歌的传统特征之一。</p> <p>　　刘桢如果直接抒写内心情感，很易直露，便借松树的高洁来暗示情怀，以此自勉，也借以勉励从弟。全诗关于兄弟情谊虽“不着一字”，但味外之旨却更耐人品尝。</p>",
  "poet": {
    "id": 695,
    "star": 0,
    "name": "刘桢",
    "image": "http://img.gushiwen.org/authorImg/liuzhen.jpg",
    "desc": "刘桢（？-217），三国时魏名士，建安七子之一。字公干，山东东平宁阳人。博学有才，与魏文帝友善。后以不敬罪被刑，刑后署吏。所作五言诗，风格遒劲，语言质朴，重名于世，今有《刘公干集》。"
  },
  "tags": [
    "古诗三百首",
    "初中古诗",
    "咏物",
    "松树",
    "言志"
  ]
}