{
  "id": 71178,
  "star": 3675,
  "name": "师说",
  "dynasty": "唐代",
  "content": "　　古之学者必有师。师者，所以传道受业解惑也。人非生而知之者，孰能无惑？惑而不从师，其为惑也，终不解矣。生乎吾前，其闻道也固先乎吾，吾从而师之；生乎吾后，其闻道也亦先乎吾，吾从而师之。吾师道也，夫庸知其年之先后生于吾乎？是故无贵无贱，无长无少，道之所存，师之所存也。</p> <p>　　嗟乎！师道之不传也久矣！欲人之无惑也难矣！古之圣人，其出人也远矣，犹且从师而问焉；今之众人，其下圣人也亦远矣，而耻学于师。是故圣益圣，愚益愚。圣人之所以为圣，愚人之所以为愚，其皆出于此乎？爱其子，择师而教之；于其身也，则耻师焉，惑矣。彼童子之师，授之书而习其句读者，非吾所谓传其道解其惑者也。句读之不知，惑之不解，或师焉，或不焉，小学而大遗，吾未见其明也。巫医乐师百工之人，不耻相师。士大夫之族，曰师曰弟子云者，则群聚而笑之。问之，则曰：“彼与彼年相若也，道相似也。位卑则足羞，官盛则近谀。”呜呼！师道之不复可知矣。巫医乐师百工之人，君子不齿，今其智乃反不能及，其可怪也欤！</p> <p>　　圣人无常师。孔子师郯子、苌弘、师襄、老聃。郯子之徒，其贤不及孔子。孔子曰：三人行，则必有我师。是故弟子不必不如师，师不必贤于弟子，闻道有先后，术业有专攻，如是而已。</p> <p>　　李氏子蟠，年十七，好古文，六艺经传皆通习之，不拘于时，学于余。余嘉其能行古道，作师说以贻之。 ",
  "fanyi": "<p><strong>译文<br></strong>　　古代求学的人一定有老师。老师，是（可以）依靠来传授道理、教授学业、解答疑难问题的。人不是生下来就懂得道理的，谁能没有疑惑？（有了）疑惑，如果不跟从老师（学习），那些成为疑难问题的，就最终不能理解了。生在我前面，他懂得道理本来就早于我，我（应该）跟从（他）把他当作老师；生在我后面，（如果）他懂得的道理也早于我，我（也应该）跟从（他）把他当作老师。我（是向他）学习道理啊，哪管他的生年比我早还是比我晚呢？因此，无论地位高低贵贱，无论年纪大小，道理存在的地方，就是老师存在的地方。</p> <p>　　唉，（古代）从师（学习）的风尚不流传已经很久了，想要人没有疑惑难啊!古代的圣人，他们超出一般人很远，尚且跟从老师而请教；现在的一般人，他们（的才智）低于圣人很远，却以向老师学习为耻。因此圣人就更加圣明，愚人就更加愚昧。圣人之所以能成为圣人，愚人之所以能成为愚人，大概都出于这吧？（人们）爱他们的孩子，就选择老师来教他，（但是）对于他自己呢，却以跟从老师（学习）为可耻，真是糊涂啊!那些孩子们的老师，是教他们读书，（帮助他们）学习断句的，不是我所说的能传授那些道理，解答那些疑难问题的。（一方面）不通晓句读，（另一方面）不能解决疑惑，有的（句读）向老师学习，有的（疑惑）却不向老师学习；小的方面倒要学习，大的方面反而放弃（不学），我没看出那种人是明智的。巫医乐师和各种工匠这些人，不以互相学习为耻。士大夫这类人，（听到）称“老师”称“弟子”的，就成群聚在一起讥笑人家。问他们（为什么讥笑），就说：“他和他年龄差不多，道德学问也差不多，（以）地位低（的人为师），就觉得羞耻，（以）官职高（的人为师），就近乎谄媚了。”唉!（古代那种）跟从老师学习的风尚不能恢复，（从这些话里就）可以明白了。巫医乐师和各种工匠这些人，君子们不屑一提，现在他们的见识竟反而赶不上（这些人），真是令人奇怪啊!</p> <p>　　圣人没有固定的老师。孔子曾以郯子、苌弘、师襄、老聃为师。郯子这些人，他们的贤能都比不上孔子。孔子说：“几个人一起走，（其中）一定有（可以当）我的老师（的人）。”因此学生不一定不如老师，老师不一定比学生贤能，听到的道理有早有晚，学问技艺各有专长，如此罢了。</p> <p>　　李家的孩子蟠，年龄十七，喜欢古文，六经的经文和传文都普遍地学习了，不受时俗的拘束，向我学习。我赞许他能够遵行古人（从师）的途径，写这篇《师说》来赠送他。</p> <p><strong>注释</strong><br>1.学者：求学的人。<br>2.师者，所以传道受业解惑也：老师，是用来传授道理、交给学业、解释疑难问题的人。所以，用来……的。道，指儒家之道。受，通“授”，传授。业，泛指古代经、史、诸子之学及古文写作。惑，疑难问题<br>3.人非生而知之者：人不是生下来就懂得道理。之，指知识和道理。《论语·季氏》：“生而知之者，上也；学而知之者，次也；困而学之，又其次之；困而不学，民斯为下矣。” 知，懂得。<br>4.其为惑也：他所存在的疑惑。<br>5.生乎吾前：即生乎吾前者。乎：相当于“于”，与下文“先乎吾”的“乎”相同。<br>6.闻：听见，引申为知道，懂得。<br>7.从而师之：跟从（他），拜他为老师。师，意动用法，以……为师。从师，跟从老师学习。<br>8.吾师道也：我（是向他）学习道理。师，用做动词。<br>9.夫庸知其年之先后生于吾乎：哪里去考虑他的年龄比我大还是小呢？庸，发语词，难道。知，了解、知道。之，取独。<br>10.是故：因此，所以。<br>11.无：无论、不分。<br>12.道之所存，师之所存也：意思说哪里有道存在，哪里就有我的老师存在。<br>13.师道：从师的传统。即上文所说的“古之学者必有师”。<br>14.出人：超出于众人之上。<br>15.犹且：尚且。<br>16.众人：普通人，一般人。<br>17.下：不如，名作动。<br>18.耻学于师：以向老师学习为耻。耻，以……为耻<br>19.是故圣益圣，愚益愚：因此圣人更加圣明，愚人更加愚昧。益，更加、越发。<br>20.于其身：对于他自己。身，自身、自己。<br>21.惑矣：（真是）糊涂啊！<br>22.彼童子之师：那些教小孩子的（启蒙）老师。<br>23.授之书而习其句读（dòu）：教给他书，（帮助他）学习其中的文句。之，指童子。习，使……学习。其，指书。句读，也叫句逗，古人指文辞休止和停顿处。文辞意尽处为句，语意未尽而须停顿处为读（逗）。古代书籍上没有标点，老师教学童读书时要进行句读（逗）的教学。<br>24.句读之不知：不知断句风逗。与下文“惑之不解”结构相同。之，提宾标志。<br>25.或师焉，或不焉：有的（指“句读之不知”这样的小事）从师，有的（指“惑之不解”这样的大事）不从师。不，通“否”。<br>26.小学而大遗：学了小的（指“句读之不知”）却丢了大的（指“惑之不解”）。遗，丢弃，放弃。<br>27.巫医：古时巫、医不分，指以看病和降神祈祷为职业的人。<br>28.百工：各种手艺。<br>29.相师：拜别人为师。<br>30.族：类。<br>31.曰师曰弟子云者：说起老师、弟子的时候。<br>32.年相若：年岁相近。<br>33.位卑则足羞，官盛则近谀：以地位低的人为师就感到羞耻，以高官为师就近乎谄媚。足，可，够得上。盛，高大。谀，谄媚。<br>34.复：恢复。<br>35.君子：即上文的“士大夫之族”。<br>36.不齿：不屑与之同列，即看不起。或作“鄙之”。<br>37.乃：竟，竟然。<br>38.其可怪也欤：难道值得奇怪吗。其，难道，表反问。欤，语气词，表感叹。<br>39.圣人无常师：圣人没有固定的老师。常，固定的。<br>40.郯（tán）子：春秋时郯国（今山东省郯城县境）的国君，相传孔子曾向他请教官职。<br>41.苌（cháng）弘：东周敬王时候的大夫，相传孔子曾向他请教古乐。<br>42.师襄：春秋时鲁国的乐官，名襄，相传孔子曾向他学琴。<br>43.老聃（dān）：即老子，姓李名耳，春秋时楚国人，思想家，道家学派创始人。相传孔子曾向他学习周礼。聃是老子的字。<br>44.之徒：这类。<br>45.三人行，则必有我师：三人同行，其中必定有我的老师。《论语·述而》原话：“子曰：‘三人行，必有我师焉。择其善者而从之，其不善者而改之。’”<br>46.不必：不一定。<br>47.术业有专攻：在业务上各有自己的专门研究。攻，学习、研究。<br>48.李氏子蟠（pán）：李家的孩子名蟠。李蟠，的弟子，唐德宗贞元十九年（803年）进士。<br>49.六艺经传（zhuàn）皆通习之：六艺的经文和传文都普遍的学习了。六艺，指六经，即《<a href=\"http://so.gushiwen.org/view_71178.aspx\">诗</a>》《书》《礼》《乐》《易》《春秋》六部儒家经典。《乐》已失传，此为古说。经，两汉及其以前的散文。传，古称解释经文的著作为传。通，普遍。<br>50.不拘于时：指不受当时以求师为耻的不良风气的束缚。时，时俗，指当时士大夫中耻于从师的不良风气。于，被。<br>51.余嘉其能行古道：赞许他能遵行古人从师学习的风尚。嘉：赞许，嘉奖。<br>52.贻：赠送，赠予。</p>",
  "shangxi": "<p>　　中心论点：古之学者必有师。</p> <p>　　《师说》是的一篇著名论文。据方成珪《昌黎先生<a href=\"http://so.gushiwen.org/view_71178.aspx\">诗</a>文年谱》考证，此文作于唐德宗贞元十八年（802），这一年，韩愈35岁，任国子监四门博士，这是一个“从七品”的学官，职位不高，但是他在文坛上早已有了名望，他所倡导的“古文运动”也已经开展，他是这个运动公认的领袖。这篇文章是针对门第观念影响下“耻学于师”的坏风气写的。门第观念源于魏晋南北朝的九品中正制，自魏文帝<a href=\"http://so.gushiwen.org/author_616.aspx\">曹丕</a>实行九品中正制后，形成了以士族为代表的门阀制度，重门第之分，严士庶之别，士族的子弟，凭高贵的门第可以做官，他们不需要学习，也看不起老师，他们尊“家法”而鄙从师。到唐代，九品中正制废除了，改以官爵的高下为区分门第的标准。这对择师也有很大的影响，在当时士大夫阶层中，就普遍存在着从师“位卑则足羞，官盛则近谀”的心理。韩愈反对这种错误的观念，提出以“道”为师，“道”在即师在，这是有进步意义的。与韩愈同时代的<a href=\"http://so.gushiwen.org/author_646.aspx\">柳宗元</a>在《答韦中立论师道书》中说：“今之世不闻有师，有辄哗笑之，以为狂人。独韩愈奋不顾流俗，犯笑侮，收召后学，作《师说》，因抗颜而为师，愈以是得狂名，居长安，炊不暇熟，又挈挈而东，如是者数矣。”由此可以看出《师说》的写作背景和作者的斗争精神。</p> <p>　　对耻学于师，文章连续用了三个对比。第一，古今对比，阐明耻学于师违背圣人之道，其后果只能是更加愚昧。第二，将同一个人既明于择师教子的必要，却又不明于自己从师的必要，把这两种完全矛盾的做法加以对比，以子之矛攻子之盾，揭示那些人确实糊涂不通道理。第三，巫医、乐师、百工之人与士大夫之族的对比，进一步道出士大夫的错误心理，发人深省地指出两种人的地位与智能的反差，更令人幡然醒晤。[3]</p> <p>　　全文分4段。</p> <p>　　第1段</p> <p>　　提出中心论题，并以教师的职能作用总论从师的重要性和择师的标准。开篇第一句“古之学者必有师”句首冠以“古之”二字，既说明古人重视师道，又针对现实，借古非今。“必有”二字，语气极为肯定。然后指出师的职能作用是“传道受业解惑”，从正面申述中心论点。接着紧扣“解惑”二字，从不从师的危害说明从师的重要，从反面申述中心论点。最后紧扣“传道”二字，阐明道之有无是择师的唯一标准，一反时俗，将贵贱长少排出标准之外，为下文针砭时弊张本。</p> <p>　　第2段</p> <p>　　批判不重师道的错误态度和耻于从师的不良风气。这一段用对比的方法分三层论述。第一层，把“古之圣人”从师而问和“今之众人”耻学于师相对比，指出是否尊师重道，是圣愚分野的关键所在；第二层，以为子择师而自己不从师作对比，指出“小学而大遗”的谬误；第三层，以巫医乐师百工之人与士大夫之族作对比，批判当时社会上轻视师道的风气。</p> <p>　　第3段</p> <p>　　以孔子为例，指出古代圣人重视师道的事迹，进一步阐明从师的必要性和以能者为师的道理。这一段开头先提出“圣人无常师”的论断，与第1段“古之学者必有师”呼应，并且往前推进一步，由“学者”推进到“圣人”，由“必有师”推进到“无常师”。举孔子为例加以论述，因为孔子在人们心目中是至圣先师，举孔子为例就有代表性，能加强说服力。由此得出“弟子不必不如师，师不必贤于弟子”的结论，这个结论显然是正确的。这种以能者为师的观点就是“道之所存，师之所存”的观点。</p> <p>　　第4段</p> <p>　　赞扬李蟠“不拘于时”“能行古道”，说明写作本文的缘由。“不拘于时”的“时”指“耻学于师”“惑而不从师”的社会风气。“古道”指“从师而问”，以“闻道”在先者为师的优良学风。从而总结全文主旨，点明主题。</p>",
  "poet": {
    "id": 682,
    "star": 0,
    "name": "韩愈",
    "image": "http://img.gushiwen.org/authorImg/hanyu.jpg",
    "desc": "韩愈（768～824）字退之，唐代文学家、哲学家、思想家，河阳（今河南省焦作孟州市）人，汉族。祖籍河北昌黎，世称韩昌黎。晚年任吏部侍郎，又称韩吏部。谥号“文”，又称韩文公。他与柳宗元同为唐代古文运动的倡导者，主张学习先秦两汉的散文语言，破骈为散，扩大文言文的表达功能。宋代苏轼称他“文起八代之衰”，明人推他为唐宋八大家之首，与柳宗元并称“韩柳”，有“文章巨公”和“百代文宗”之名，作品都收在《昌黎先生集》里。韩愈在思想上是中国“道统”观念的确立者，是尊儒反佛的里程碑式人物。"
  },
  "tags": [
    "高中文言文",
    "古文观止",
    "议论",
    "老师"
  ]
}