{
  "id": 115,
  "star": 43,
  "name": "椒聊",
  "dynasty": "先秦",
  "content": "椒聊之实，蕃衍盈升。彼其之子，硕大无朋。椒聊且，远条且。<br>椒聊之实，蕃衍盈匊。彼其之子，硕大且笃。椒聊且，远条且。",
  "fanyi": "<p><strong>译文<br></strong>花椒树上果实累累香满园，繁衍丰茂采来可把升装满。那至诚至敬仁义的君子啊，他形象高大不能表之以言。愿他像果实累累的花椒树，繁密枝条伸展得长长远远。<br>花椒树上果实累累香满园，繁衍丰茂两手采来一捧满。那至诚至敬仁义的君子啊，他诚实高大而且忠厚良善。愿他像果实累累的花椒树，繁密枝条伸展得长长远远。</p> <p><strong>注释<br></strong>⑴椒：花椒，又名山椒。聊：同“莍”，亦作“朻”、“梂”，草木结成的一串串果实。闻一多《风<a href=\"http://so.gushiwen.org/view_115.aspx\">诗</a>类钞》：“草木实聚生成丛，古语叫作聊，今语叫作嘟噜。”<br>⑵蕃衍：生长众多。盈：满。升：量器名。<br>⑶硕大：指身体高大强壮。无朋：无比。<br>⑷且（jū）：语末助词。<br>⑸远条：指香气远扬。一说长长的枝条。条：长。<br>⑹匊（jū）：“掬”的古字，两手合捧。又，《周礼·考工记·陶人》疏引《小尔雅》云：“匊，二升。”亦通。<br>⑺笃：厚重。形容人体丰满高大。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　根据胡长青的说法，把此<a href=\"http://so.gushiwen.org/view_115.aspx\">诗</a>理解为赞美男子的诗应更为切合诗旨。他说，因为《诗经》所产生的时代，属于父系社会，男子早已享有无上的权威，这时期的生殖崇拜是以男性为主题的，称赞子孙众多，是对男性生殖能力的颂扬。把生育单纯地归之于妇女，囿于现代的认识习惯，不免惑于事物的表象了。再考察一下诗的本身，通观全篇，并不存在一处描写妇女某种特征的字句，况且“硕大无朋”“硕大且笃”，不是描绘妇女的词语。如果与《卫风·硕人》对妇女身材的描写相对照，更可明了二者的区别。</p> <p>　　此诗首先以兴的手法，抒写景物之美。粗大虬曲的花椒树，枝叶繁茂，碧绿的枝头，结着一串串鲜红的花椒子，阵阵清香，随风飘动，长势喜人，丰收在望，采摘下来，足有满满的一升。接着，以此为铺垫，以椒喻人，赞美那个高大健壮的男子，人丁兴旺，子孙像花椒树上结满的果实那样众多。比喻新奇、妥贴，增强了诗歌的表现力和感染力。后两句又回到了对花椒的抒写上，但因有了中间比喻部分的过渡，已不同于前两句的单纯起兴，而是比兴合一，人椒互化，前后呼应，对人物的赞美进一步深化，含蕴隽永，有余音袅袅之感。而语尾助词“且”的连用，更是增强了情感的抒发，企慕之意，可谓一往情深。</p> <p>　　此诗的第二章几乎是第一章的再现，只是调换了两个字，这种复沓的修辞手法，通过对某种事物的反复吟诵，可以收到一唱三叹、情意深致的艺术效果。此诗另一个更为突出的特点，是成功地运用了比兴的艺术手法，比是“以彼物比此物也”，兴是“先言他物以引起所咏之辞也”（<a href=\"http://so.gushiwen.org/author_459.aspx\">朱熹</a>《诗集传》）。比兴的运用，不但使诗的开篇较为自然，没有突兀感；而且以人所共知的美好事物喻人，较含蓄通俗地表现出被赞美主体的品性内涵，易于为人理解、认同。这在《诗经》中运用得极为广泛，“善鸟香草以配忠贞”（王逸《楚辞章》），也为后世的文学作品所普遍接受。</p>",
  "about": "<h2>创作背景</h2> 　　此<a href=\"http://so.gushiwen.org/view_115.aspx\">诗</a>为《诗经·唐风》第四篇，其创作背景历来说法不一。《毛诗序》和三家诗都以为是讽谏晋昭公，赞美曲沃桓叔势力盛大子孙众多的诗作；汉人应劭、第五伦则以为是赞美后妃多子的诗作。宋人<a href=\"http://so.gushiwen.org/author_459.aspx\">朱熹</a>以为“此诗未见其必为沃而作也”（《诗序辨说》），后人多怀疑而不信序说。今人解说此诗，因史料缺乏，诗的本事难以确考，都是更加宽泛地加以理解，不明言具体所指，有的以为是赞美男子的诗（高亨《诗经今注》、陈子展《诗经直解》）；有的以为“欣妇人之宜子也”，是赞扬妇人硕大丰腴，健康而多子的诗（闻一多《风诗类钞》、程俊英《诗经注析》）。此诗没有任何有力的内证说明其本义，更无有关史料可以按验，因此说诗者仁智互见。",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": [
    "诗经",
    "咏物",
    "写人"
  ]
}