{
  "id": 18239,
  "star": 29,
  "name": "衡阳与梦得分路赠别",
  "dynasty": "唐代",
  "content": "十年憔悴到秦京，谁料翻为岭外行。<br>伏波故道风烟在，翁仲遗墟草树平。<br>直以慵疏招物议，休将文字占时名。<br>今朝不用临河别，垂泪千行便濯缨。",
  "fanyi": "<p><strong>译文</strong><br>永州十年艰辛，憔悴枯槁进京；<br>长安三旬未尽，奉旨谪守边庭。<br>踏上汉时故道，追思<a href=\"http://so.gushiwen.org/author_801.aspx\">马援</a>将军；<br>昔日石人何在，空余荒草野径。<br>你我无心攀附，奸佞诽谤忠臣；<br><a href=\"http://so.gushiwen.org/view_18239.aspx\">诗</a>文竟致横祸，劝君封笔隐名。<br>今日生离死别，对泣默然无声；<br>何须临河取水，泪洒便可濯缨。</p> <p><strong>注释</strong><br>①十年憔悴：指被贬十年的屈辱与痛苦生活。憔悴：面貌惨淡，亦指艰难困苦。<br>②秦京：秦都咸阳，此处代指唐都长安。<br>③故道：指“伏波将军”马援率领军队攻打越南曾走过的路。<br>④风烟：风云雾霭。<br>⑤翁仲：秦时巨人，秦始皇曾铸金人以像翁仲，后世称石像或墓道石为翁仲。翁仲遗墟，指伏波故道上的汉魏古墓。草树平，即草与树平，表示非常荒凉。<br>⑥慵疏：懒散粗疏，这是托词，其实是说不愿与腐朽势力同流合污。遭物议，遭到某些人的批评指责。<br>⑦时名：一时的名声。<a href=\"http://so.gushiwen.org/author_197.aspx\">刘禹锡</a>被贬官十年回到长安以后曾写诗嘲讽新贵，其中“玄都观里桃千树，尽是刘郎去后栽”（《元和十年自朗州承召至京戏赠看花诸君子》）两句，讽喻多年以来由于投机取巧而在政治上得意的新贵们，不过是我刘禹锡被排挤出长安后才被提拔起来的罢了。由于“语涉讥刺，执政不悦”，这是其再次被贬官的原因之一。<br>⑧临河：去河边。濯缨：<a href=\"http://so.gushiwen.org/author_795.aspx\">李陵</a>赠别<a href=\"http://so.gushiwen.org/author_460.aspx\">苏武</a>的诗中有“临河濯长缨，念别怅悠悠”两句，本诗意思是说，“垂泪千行”就可“濯缨”，所以不用象李陵、苏武分别时那样到河中去“濯长缨”了。<br>⑨濯缨：“沧浪之水清兮，可以濯我缨”，表明自己与好友刘禹锡（刘梦得）都是清流，不是浊流，不言委屈，而人知其含冤。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　柳子厚与刘梦得在公元793年（贞元九年）同为赐进士及第，踏上仕途，二十多年来，肝胆相照，取长补短，是中唐文坛上的“双星”。孙昌武先生在《<a href=\"http://so.gushiwen.org/author_646.aspx\">柳宗元</a>评传》中 写道：“<a href=\"http://so.gushiwen.org/author_197.aspx\">刘禹锡</a>是柳宗元一生中最为亲密的友人，是一代差可与柳宗元比肩的卓越的思想家、文学家、政治家……二人交谊终身不渝，在政治斗争中同进退，相支持，在思想理论上互有影响，在文学上也共同切磋，相互学习。”从步入仕途到“永贞革新”，从革新失败到被贬谪，从奉旨返京到再度远谪，他们始终患难与共。永州十年，二人交谊最密切，通讯最频繁。公元815年（元和十年）旧历二月，二人作为“十一年前南渡客，四千里外北归人”（柳宗元《诏追赴都二月至灞上亭》）分别从永州、朗州回到长安，满以为劫难已过，对前途充满希望和幻想，谁知不到一个月，却被外放至更为荒僻的远州任职。是年三月，二人打点行装，携家带口，又一次踏上南下之路。就心态而言，彼此都凄然伤感，二人都幻想着有朝一日能东山再起，造福桑梓；但朝廷一再疏远，新贵们造谣中伤，其理想已被残酷的现实击得粉碎，纵有雄才大略仍无用武之地，因而更加愤懑。柳宗元便有“皇恩若许归田去，晚岁当为邻舍翁”（《重别梦得》）的打算，刘禹锡则更低调：“耦耕若便遗身 世，黄发相看万事休”（《答重别》），他们已把功名看淡，悟出东山再起遥不可及的道理。到衡阳后，一人往西南去了柳州，一人向南直奔连州，歧路分手，万语千言，甚为感人。刘梦得形容惜别时的情景为“归目并随回雁尽，愁肠正遇断猿时”（《再授连州至衡阳酬柳柳州赠别》），分手之后，相互写<a href=\"http://so.gushiwen.org/view_18239.aspx\">诗</a>酬答，共六首，其中七律二首，七绝二首，五绝二首，均字字含情，句句有泪，深沉而郁抑，哀伤而悲凄。《衡阳与梦得分路赠别》为第一首。</p> <p>　　首联两句，有回顾，有直面，起伏跌宕，贮泪其中。始“伏”而“起”，旋“起”而又“伏”，短短十四个字，把两位诗人十几年来的坎坷命运集中凝炼地表现了出来，引发读者无穷的联想和遐思：“永贞革新”失败后，“二王八司马”们死的死，病的病。两位诗人总算万幸，只是外放而已。但十年时间过的是囚徒般的生活，身心均受伤害。为官乃徒有虚名，治民又力不从心，持家实艰难异常。作者到永州后，老母爱女相继弃世，自己因水土不服而染病在身，所居处所凡四遭火，差点被烧死。名为六品官员，实则“弼马温”而已。故“颜色憔悴，形容枯槁”，不足为怪。好不容易等到皇恩浩荡，大赦天下，终于得以与友人在长安相见。“到秦京”为一“起”，心境也稍微好一点。谁知好景不长，到长安不到一个月，圣旨下，又把他们明升暗降地外放至更为荒僻的州郡做刺史，“谁料翻为岭外行”乃再一“伏”。此刻，一切希望都化为泡影，海市蜃楼般顷刻之间无影无踪，本是“憔悴”的面容又蒙上厚厚风尘，更显其“憔悴”。这一年柳宗元44岁，刘禹锡45岁，正是为国效力的大好年华，奈何贬谪远州，英雄失路，宁不哀哉。</p> <p>　　颔联以伏波将军<a href=\"http://so.gushiwen.org/author_801.aspx\">马援</a>的故事暗点“古道西风瘦马”之意，令人瞻望前途，不寒而栗。作者说：想当年，伏波将军马援率领大军南征到此，叱咤风云，威风八面，战旗猎猎，金鼓声声，似在目入耳，可睹可闻；后人将其铸成石像，立于湘水西岸将军庙前，如巨人翁仲铜像立于咸阳宫门外一般，供人瞻仰，何其光灿。而今他等踏上这条古道，只见将军庙前荒草遍地，断壁残垣，不觉怆然泪下，虽是季春，却有《黍离》之悲。物已如此，人何以堪。想想自己的境遇，看看唐王朝的倾颓，则又平添了几分愁思，多加了一层愤懑。这一联妙在借古讽今，即景抒情。写伏波风采，叹自己身世；描故道荒凉，讽当朝衰微，从而再表“憔悴”之意，可谓一石双鸟，言在此而意在彼也。此联失粘，仓促成章之未暇订正，或竟不以律害辞，不以辞害意。亦见唐人知律而不为律所缚也。</p> <p>　　<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>诗云：“总为浮云能蔽日，长安不见使人愁。”对于柳、刘二人来说，头顶上就不只是一片浮云，而简直是满天乌云了，“信而见疑，忠而被谤”的事如幽灵般伴其左右。据传刘梦得“十年憔悴到秦京”以后曾写诗两首嘲讽新贵，其中“玄都观里桃千树，尽是刘郎去后栽”（《元和十年自朗州承召至京戏赠看花诸君子》）两句讽喻十年以来由于投机取巧而在政治上愈来愈得意的新贵们不过是他被排挤出长安后才被提拔起来的罢了，而“百亩庭中半是苔，桃花净尽菜花开” （《再游玄都观》）二句则暗刺朝廷政治危机，旧宠新贵们一“花”不如一“花”的现实情况。由于两诗“语涉讥刺，执政不悦”，新贵们于是大进谗言，一时间风云突变，厄运又至，两位诗人再度遭贬。作者说：老朋友，我们似失之慵疏呀。“慵疏”者，非懒散粗疏也，意谓迂直，坚持操守，固其本性也，无怪乎新贵与你我冰炭不相容。颈联“直以慵疏招物议，休将文字占时名”，妙在正话反说，寓庄于谐，似调侃，类解嘲。言下之意是：倘若我们能违心地歌功颂德，趋炎附势，少写几句讥讽的诗文，也不至于再度遭贬南荒吧。</p> <p>　　尾联两句，表友情之深厚，叹身世之悲凄，将全诗的感情推向高潮。诗人说：你我即将分路，天各一方，想当年，<a href=\"http://so.gushiwen.org/author_460.aspx\">苏武</a>去国离乡，<a href=\"http://so.gushiwen.org/author_795.aspx\">李陵</a>赠别诗有“临河濯长缨，念别怅悠悠” 两句，我们分路，“怅悠悠”则同，但用不着“临河”取水，这流不尽的泪水便足以濯缨洗冠了——“垂泪千行”，看似乖谬，实则在理。这艺术上的夸张同样给读者以丰富的想象和深沉的思考。彼时彼地的两位诗人，命运坎坷，前途渺茫，可垂泪；生离死别，无缘再见，可垂泪；英雄失路，报国无门，可垂泪；新贵弄权，国之日衰，亦可垂泪。即使“垂泪千行”，也不足以表达我们的悲痛、愤懑、伤感、失落、依恋、忧郁互为交织的复杂感情啊！<a href=\"http://so.gushiwen.org/author_289.aspx\">王勃</a>云“无为在歧路，儿女共沾巾”，劝慰之中，尚有勉励，读之令人胸襟开阔，格调颇高，堪为千古名句；而此诗结句从苏李赠别诗中翻出无穷之意。尾联乃表两个断肠人相别，将国事家事融为一体，可忧可叹，形象地表达了诗人的真情实感，同样脍炙人口，且有令人潸然泪下的艺术效果。</p>",
  "about": "<h2>创作背景</h2> 　　<a href=\"http://so.gushiwen.org/author_646.aspx\">柳宗元</a>与<a href=\"http://so.gushiwen.org/author_197.aspx\">刘禹锡</a>在贞元九年（793年）同为赐进士及第，踏上仕途，二十多年来，肝胆相照，取长补短，是中唐文坛上的“双星”。孙昌武先生在《柳宗元评传》中 写道：“刘禹锡是柳宗元一生中最为亲密的友人，是一代差可与柳宗元比肩的卓越的思想家、文学家、政治家……二人交谊终身不渝，在政治斗争中同进退，相支持，在思想理论上互有影响，在文学上也共同切磋，相互学习。”从步入仕途到“永贞革新”，从革新失败到被贬谪，从奉旨返京到再度远谪，他们始终患难与共。永州十年，二人交谊最密切，通讯最频繁。元和十年（815年）二月，二人作为“十一年前南渡客，四千里外北归人”（柳宗元《诏追赴都二月至灞上亭》）分别从永州、朗州回到长安，满以为劫难已过，对前途充满希望和幻想，谁知不到一个月，却被外放至更为荒僻的远州任职。是年三月，二人打点行装，携家带口，又一次踏上南下之路。就心态而言，彼此都凄然伤感，二人都幻想着有朝一日能东山再起，造福桑梓；但朝廷一再疏远，新贵们造谣中伤，其理想已被残酷的现实击得粉碎，纵有雄才大略仍无用武之地，因而更加愤懑。柳宗元便有“皇恩若许归田去，晚岁当为邻舍翁”（《重别梦得》）的打算，刘禹锡则更低调：“耦耕若便遗身 世，黄发相看万事休”（《答重别》），他们已把功名看淡，悟出东山再起遥不可及的道理。到衡阳后，一人往西南去了柳州，一人向南直奔连州，歧路分手，万语千言，甚为感人。刘梦得形容惜别时的情景为“归目并随回雁尽，愁肠正遇断猿时”（《再授连州至衡阳酬柳柳州赠别》），分手之后，相互写<a href=\"http://so.gushiwen.org/view_18239.aspx\">诗</a>酬答，共六首，其中七律二首，七绝二首，五绝二首，均字字含情，句句有泪，深沉而郁抑，哀伤而悲凄。《衡阳与梦得分路赠别》为第一首。",
  "poet": {
    "id": 646,
    "star": 0,
    "name": "柳宗元",
    "image": "http://img.gushiwen.org/authorImg/liuzongyuan.jpg",
    "desc": "柳宗元（773年－819年），字子厚，唐代河东（今山西运城）人，杰出诗人、哲学家、儒学家乃至成就卓著的政治家，唐宋八大家之一。著名作品有《永州八记》等六百多篇文章，经后人辑为三十卷，名为《柳河东集》。因为他是河东人，人称柳河东，又因终于柳州刺史任上，又称柳柳州。柳宗元与韩愈同为中唐古文运动的领导人物，并称“韩柳”。在中国文化史上，其诗、文成就均极为杰出，可谓一时难分轩轾。"
  },
  "tags": [
    "友情",
    "赠别"
  ]
}