{
  "id": 7280,
  "star": 7,
  "name": "登望楚山最高顶",
  "dynasty": "唐代",
  "content": "山水观形胜，襄阳美会稽。<br>最高唯望楚，曾未一攀跻。 <br>石壁疑削成，众山比全低。<br>晴明试登陟，目极无端倪。 <br>云梦掌中小，武陵花处迷。<br>暝还归骑下，萝月映深溪。",
  "shangxi": "<h2>鉴赏</h2> <p>　　<a href=\"http://so.gushiwen.org/view_7280.aspx\">诗</a>以议论发端。开始两句说，要论山水的优美，襄阳远远胜过会稽（今浙江绍兴市）。会稽是古代越国的都城，以山水秀丽著称。<a href=\"http://so.gushiwen.org/author_757.aspx\">孟浩然</a>刚从越地而归，拿襄阳山水与会稽比较，是很自然的。前二句传达出山是故乡美的热爱故乡之情。笔锋一转，诗人的笔落在望楚山上。孟浩然喜爱游览，一生踏遍了襄阳的山山水水，这座望楚山却一直没有登览过。写未登望楚山，是为了下文写登望楚山。这样写是突出望楚山在诗人心中的地位。</p> <p>　　五六句写远望望楚山。望楚山的石崖像刀劈那样陡峭，周围的山都伏在望楚山脚下。诗前句用比喻，后句用比较，表现望楚山的陡和高。七句到十句写登望楚山。在晴朗的天气里登上望楚山，极目远眺，一直看到天的尽头。从看得远写望楚山的高，这是从虚处落笔，让读者充分发挥想象，后两句再从实处写。极目南望，巨大的云梦泽只有巴掌大小，而桃花源隐在迷迷蒙蒙的花中。云梦是中国古代最大的湖泊，横于大江南北，方圆九百里。武陵在今湖南常德市。<a href=\"http://so.gushiwen.org/author_645.aspx\">陶渊明</a>《桃花源记》：“晋太元中，武陵人捕鱼为业。沿溪行，忘路之远近。忽逢桃花林，夹岸数百步，中无杂树，芳草鲜美，落英缤纷。太守即遣人随其往，寻向所志，遂迷，不复得路。”襄阳是今天湖北襄樊市，即使望得再远，也不可能望见湖南的梦泽和桃源，而且沧桑变换，唐时云梦已大多成为陆地，名存实亡。诗利用视觉的近大远小，把千里大的云梦缩成巴掌大小，把本来不可见的桃花源写得隐约可见，正是通过想象与夸张，渲染望楚山之高。一般诗写山高都是尽力夸张山如何高耸入云，而这里将云梦武陵缩小，作为望楚山的陪衬，不落窠臼，别有意趣。这样，诗在表现望楚山高的同时，也表现出诗人的高远博大的胸襟。这两句诗文辞优美，诗意盎然。</p> <p>　　入夜，诗人才下山回家，足见诗人游兴之高，足见望楚山之令人流连忘返。接着诗人又由下山宕开，为读者展现了一幅月夜山溪图：骏马踏着银色的月光，从山上奔驰而下；月儿透过薛萝映在深深的溪流上，宛如沉璧。</p> <p>　　诗以描写望楚山的高峻和登山的所见，描绘襄阳的江山形胜之美。诗格调冲淡，就中又“文采丰葺”（殷璠《河岳英灵集》），显出似淡实腴，“采秀内映”（《河岳英灵集》）的特色。</p>",
  "about": "<h2>创作背景</h2> <p>　　这首<a href=\"http://so.gushiwen.org/view_7280.aspx\">诗</a>是经游之作。公元732年（开元二十年）夏，<a href=\"http://so.gushiwen.org/author_757.aspx\">孟浩然</a>游越回故乡襄阳。返乡不久，他登览了襄阳城南八里的望楚山。望楚山是襄阳城一带最高的山，传说周代秦与齐、韩、魏攻楚，曾经登此山以望楚，后人便称此山为望楚山。</p> <p>　　孟浩然一生的大部分时间是在他的故乡襄阳度过的，然其也有过几次为期不长的游历生活，他曾在湘赣一带游览，晚年又入蜀，游历期间他接触到了许多雄奇壮丽的景观，于是诗人便用奔放的笔势传神地描绘出了他的所见所闻，写下了许多脍炙人口的雄浑佳作。</p> <p>　　这首诗即为其中的一篇佳作。</p>",
  "poet": {
    "id": 757,
    "star": 0,
    "name": "孟浩然",
    "image": "http://img.gushiwen.org/authorImg/menghaoran.jpg",
    "desc": "孟浩然（689-740），男，汉族，唐代诗人。本名不详（一说名浩），字浩然，襄州襄阳（今湖北襄阳）人，世称“孟襄阳”。浩然，少好节义，喜济人患难，工于诗。年四十游京师，唐玄宗诏咏其诗，至“不才明主弃”之语，玄宗谓：“卿自不求仕，朕未尝弃卿，奈何诬我？”因放还未仕，后隐居鹿门山，著诗二百余首。孟浩然与另一位山水田园诗人王维合称为“王孟”。"
  },
  "tags": [
    "写山",
    "望远",
    "抒怀",
    "豪迈"
  ]
}