{
  "id": 47882,
  "star": 68,
  "name": "答客难",
  "dynasty": "两汉",
  "content": "　　客难东方朔曰：“苏秦、张仪一当万乘之主，而身都卿相之位，泽及后世。今子大夫修先王之术，慕圣人之义，讽诵诗书百家之言，不可胜记，著于竹帛；唇腐齿落，服膺而不可释，好学乐道之效，明白甚矣；自以为智能海内无双，则可谓博闻辩智矣。然悉力尽忠，以事圣帝，旷日持久，积数十年，官不过侍郎，位不过执戟。意者尚有遗行邪？同胞之徒，无所容居，其故何也？”</p> <p>　　东方先生喟然长息，仰而应之曰：“是故非子之所能备。彼一时也，此一时也，岂可同哉？夫苏秦、张仪之时，周室大坏，诸侯不朝，力政争权，相擒以兵，并为十二国，未有雌雄。得士者强，失士者亡，故说得行焉。身处尊位，珍宝充内，外有仓麋，泽及后世，子孙长享。今则不然：圣帝德流，天下震慑，诸侯宾服，连四海之外以为带，安于覆盂；天下平均，合为一家，动发举事，犹运之掌，贤与不肖何以异哉？遵天之道，顺地之理，物无不得其所；故绥之则安，动之则苦；尊之则为将，卑之则为虏；抗之则在青云之上，抑之则在深渊之下；用之则为虎，不用则为鼠；虽欲尽节效情，安知前后？夫天地之大，士民之众，竭精驰说，并进辐凑者，不可胜数；悉力慕之，困于衣食，或失门户。使苏秦、张仪与仆并生于今之世，曾不得掌故，安敢望侍郎乎！传曰：‘天下无害，虽有圣人，无所施才；上下和同，虽有贤者，无所立功。’故曰：时异事异。</p> <p>　　“虽然，安可以不务修身乎哉！《诗》曰：‘鼓钟于宫，声闻于外。’‘鹤鸣九皋，声闻于天’。苟能修身，何患不荣！太公体行仁义，七十有二，乃设用于文武，得信厥说。封于齐，七百岁而不绝。此士所以日夜孳孳，修学敏行，而不敢怠也。譬若鹡鸰，飞且鸣矣。传曰：‘天不为人之恶寒而辍其冬，地不为人之恶险而辍其广，君子不为小人之匈匈而易其行。’‘天有常度，地有常形，君子有常行；君子道其常，小人计其功。”诗云：‘礼义之不愆，何恤人之言？’水至清则无鱼，人至察则无徒；冕而前旒，所以蔽明；黈纩充耳，所以塞聪。明有所不见，聪有所不闻，举大德，赦小过，无求备于一人之义也。枉而直之，使自得之；优而柔之，使自求之；揆而度之，使自索之。盖圣人之教化如此，欲其自得之；自得之，则敏且广矣。</p> <p>　　“今世之处士，时虽不用，块然无徒，廓然独居；上观许山，下察接舆；计同范蠡，忠合子胥；天下和平，与义相扶，寡偶少徒，固其宜也。子何疑于予哉？若大燕之用乐毅，秦之任李斯，郦食其之下齐，说行如流，曲从如环；所欲必得，功若丘山；海内定，国家安；是遇其时者也，子又何怪之邪？语曰：‘以管窥天，以蠡测海，以筵撞钟，’岂能通其条贯，考其文理，发其音声哉？犹是观之，譬由鼱鼩之袭狗，孤豚之咋虎，至则靡耳，何功之有？今以下愚而非处士，虽欲勿困，固不得已，此适足以明其不知权变，而终惑于大道也。”",
  "fanyi": "<p><strong>译文<br></strong>　　有人诘难<a href=\"http://so.gushiwen.org/author_276.aspx\">东方朔</a>道：“苏秦、张仪一旦遇上万乘之主，就能身居卿相之位，泽及后世。如今你修习先王之术，仰慕圣人之义，诵读《<a href=\"http://so.gushiwen.org/view_47882.aspx\">诗</a>经》.《尚书》.诸子百家的典籍，不可胜数。甚至将它们写于竹帛上.以致唇腐齿落，烂熟于胸而不能忘怀。好学乐道的效果，是很明显的了；自以为才智海内无双，可谓博闻强辩了。然而尽心竭力.旷日持久地侍奉圣明的君主，结果却是官不过侍郎，位不过执戟（按：韩信谢绝<a href=\"http://so.gushiwen.org/author_253.aspx\">项羽</a>派来的说客时说：“臣事项王，官不过郎中，位不过执戟），恐怕还是品德上有不足之处吧？连同胞兄弟都无处容身，这是何缘故呢？”东方朔喟然长叹，仰面回应道：“这不是你能完全理解的啊。此一时，彼一时也，岂能一概而论呢？想那苏秦.张仪所处的时代，周室衰微，诸侯不朝，争权夺利，兵革相战，兼并为十二国，难分雌雄。得士者强，失士者亡，所以游说之风大行于世。他们身处尊位，内充珍宝，外有粮仓，泽及后世，子孙长享。如今则不然：圣主德泽流布，天下震慑，诸侯宾服。四海相连如同腰带，天下安稳得像倒扣的痰盂。一举一动尽在掌握，贤与不贤如何区分呢？遵天之道，顺地之理，万物皆得其所。所以抚慰他就安宁，折腾他就痛苦。尊崇他可以为将领，贬斥他可以为俘虏。提拔他可在青云之上，抑制他则在深泉之下。任用他可为老虎，不用他则为老鼠。虽然做臣子的想尽忠效力，但又怎知道进退得宜呢？天地之大，士民众多，竭尽全力去游说的人就像车轮的辐条齐聚车轴一样，多得不可胜数，被衣食所困，找不到晋身之阶。即使苏秦.张仪与我并存于当世，也当不上掌故那样的小吏，还敢期望成为侍郎吗？所以说时异事异呀。</p> <p>　　虽然如此，又怎么可以不加强自身的修养呢？《诗经》上说：“室内鸣钟，声闻于外，鹤鸣于高地，声闻于天。如果真能修身，何患不荣耀！<a href=\"http://so.gushiwen.org/author_860.aspx\">姜子牙</a>践行仁义，七十二岁见用于文、武二王，终于得以实践他的学说，受封于齐，七百年不绝于祀。这就是士人日夜孜孜不倦，勉力而行不敢懈怠的原因呀。就好像那鹡鸰鸟，边飞翔边鸣叫。《左传》中说：上天不会因为人们害怕寒冷而使冬天消失，大地不会因为人们厌恶险峻而停止其广大。君子不会因为小人的喧嚣而改变自己的品行。天有常度，地有常形，君子有常行。君子走正道，小人谋私利。《诗经》说：礼义上没有过失，何必在乎人们议论呢？所以说：水至清则无鱼，人至察则无徒。冠冕前有玉旒，是用来遮蔽视线，丝棉塞耳，是为了减弱听觉。视力敏锐却有所不见，听力灵敏却有所不闻。扬大德，赦小过，不要对人求全责备。弯曲的再直起，但应让他自己去得到。宽舒进而柔和，但应让他自己去求取。揆情度理，应该让他自己去摸索。大概圣人的教化就是如此，想要自己通过努力得到它；得到后，则会聪敏而广大。</p> <p>　　当今之贤士，才高无友，寂然独居。上观许由，下视接舆，谋似范蠡，忠类子胥。天下太平之时，与义相符，寡合少友，是理所应当的事情，您对我又有什么可怀疑的呢？至于燕用乐毅为将，秦任<a href=\"http://so.gushiwen.org/author_796.aspx\">李斯</a>为相，郦食其说降齐王，游说如流水，纳谏如转环，所欲必得，功如高山，海内稳定，国家安宁，这是他们遇上了好时势呀。您又何必感到奇怪呢？俗话说，如果以管窥天，以瓢量海，以草撞钟，又怎么能通晓规律.考究原理.发出音响呢？由是观之，就像耗子袭击狗，小猪咬老虎，只会失败，能有什么功效呢？现在就凭你这样愚钝的人来非难我，要想不受窘，那是不可能的。这足以说明不知通权达变的人终究不能明白真理呀。</p> <p><strong>注释<br></strong>[1]苏秦、张仪：战国纵横家。苏秦主合纵，张仪主连横。<br>[2]执戟：指执戟侍从的官。<br>[3]黈（音偷上声）纩：黄色丝绵，悬于冕之两边。<br>[4]圣人：指孔子。前所引诸语皆孔子所云。见《大戴礼记·子张问入官》。<br>[5]许由：尧时隐士。尧让天下，不受，隐于颖水之滨。<br>[6]接舆：孔子时隐士。曾狂歌讥孔子，称楚狂。<br>[7]范蠡：越王谋臣，助勾践灭吴后，退隐五湖<br>[8]子胥：伍子胥，吴王夫差忠臣，被杀。<br>[9]乐毅：燕昭王战将，曾破齐，称雄一时。<br>[10]李斯：秦始皇时为丞相。<br>[11]郦食其（音义几）：汉高祖<a href=\"http://so.gushiwen.org/author_746.aspx\">刘邦</a>谋臣。曾说齐王田广归汉，下齐七十二城。<br>[13]鼱鼩（音精渠）：地老鼠。<br>[14].难：诘问<br>[15].泽：恩泽<br>[16]都：居住<br>[17].修：学习<br>[18]智能：智慧和才能<br>[19]覆盂:翻转过来放置的盂，不倾不摇。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　《答客难》是<a href=\"http://so.gushiwen.org/author_276.aspx\">东方朔</a>晚年的作品。他从二十岁负才自荐 可以为天子大臣以来近四十年间，虽然 武帝既招英俊，程其器能，用之如不及。时方外事胡、越，内兴制度，国家多事，自公孙弘以下至<a href=\"http://so.gushiwen.org/author_608.aspx\">司马迁</a>皆奉使方外，或为郡国守相至公卿 ，而对他，却一直与对枚皋、郭舍人一样， 诙啁而已 ， 终不见用.因此内心幽愤难以平衡，遂作此篇，发泄牢骚，自慰表志。</p> <p>　　作品开始即虚构出一位 客 以不解之辞问难东方朔： 苏秦、张仪一当万乘之主，而都卿相之位，泽及后世。今子大夫修先王之术，慕圣人之义，讽诵《<a href=\"http://so.gushiwen.org/view_47882.aspx\">诗</a>》、《书》百家之言，不可胜数，……自以智能海内无双，则可谓博闻辩智矣。然悉力尽忠以事圣帝，旷日持久，官不过侍郎，位不过执戟。意者尚有遗行邪·同胞之徒无所容居，其故何也· 愤懑不平之情已经沛然而出。继而再以 东方先生喟然长息，仰而应之 辩答，引出一大篇 发愤以表志，……渊岳其心，麟凤其采 （《文心雕龙·杂文》）的妙文。在这部分中，作者旁征博引，谈古论今，首先以 彼一时也，此一时也 的所谓 时异事异 ，表面上看似责怪 客不知权变而终惑于大道 ，颂扬当今之 圣帝流德，天下震慑，诸侯宾服，连四海之外以为带，安于覆盂，动犹运之掌，贤不肖何以异哉· 实际上则是在机巧地反话正说，极辛辣地讽刺汉武帝刚愎昏暗、贤愚不分，甚至还不如战国诸侯明白 得士者强，失士者亡 的用人之道。尤其是当他嘲弄了 遵天之道，顺地之理，物无不得其所 的所谓盛世之后，顺势揭露封建帝王唯我独尊，凭个人好恶，对人才 尊之则为将，卑之则为虏；抗之则在青云之上，抑之则在深泉之下；用之则为虎，不用则为鼠 ，致使才士 虽欲尽节效情，安知前后· 其感情的激越、笔锋的犀利、针砭的深刻，都给人留下极深的印象。至于后面对自己的困境，表示要以 务修身 ，完善道德来求得解脱，自慰之中，又流溢出封建专制制度之下多数正直的知识分子内心的无奈与悲哀。</p> <p>　　《答客难》在艺术上成就也是很突出的。它承继被称为<a href=\"http://so.gushiwen.org/author_358.aspx\">宋玉</a>的《对楚王问》，又有重要发展创新。就汉代赋体文学而言，它既不同于以<a href=\"http://so.gushiwen.org/author_70.aspx\">司马相如</a>《子虚赋》为代表的对统治者表示规谏的散体赋，也不同于正面抒发遭世不遇的骚体赋，而是以散文笔法通过反话正说、对比映照，在似是而非之中进行耐人寻味的发泄与嘲讽，名为 客难 己，实则为独出心裁地 难 皇帝。和<a href=\"http://so.gushiwen.org/author_109.aspx\">贾谊</a>《吊<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>赋》以来的骚体士不遇赋相比，前者沉郁悲慨，后者则辛辣尖刻，从而更加丰富了汉赋的艺术表现力，对后世产生了很大影响，以至于<a href=\"http://so.gushiwen.org/author_715.aspx\">扬雄</a>、<a href=\"http://so.gushiwen.org/author_398.aspx\">班固</a>、<a href=\"http://so.gushiwen.org/author_6.aspx\">张衡</a>、<a href=\"http://so.gushiwen.org/author_258.aspx\">蔡邕</a>， 迭相祖述 ；《解嘲》、《答宾戏》、《应间》、《释诲》，应运而出，蔚为大观。</p> <p>　　《答客难》以主客问答形式，说生在汉武帝大一统时代，“贤不肖”没有什么区别，虽有才能也无从施展，“用之则为虎,不用则为鼠”,揭露了统治者对人才随意抑扬，并为自己鸣不平。此文语言疏朗，议论酣畅，<a href=\"http://so.gushiwen.org/author_855.aspx\">刘勰</a>称其“托古慰志，疏而有辨”(《文心雕龙·杂文》)。扬雄的《解嘲》、班固的《答宾戏》、张衡的《应间》等，都是模仿它的作品。 </p>",
  "about": "<h2>创作背景</h2> 　　<a href=\"http://so.gushiwen.org/author_276.aspx\">东方朔</a>言政治得失，陈农战强国之计，但武帝始终把他当俳优看待,不得重用,于是写《答客难》以陈志向和发抒自己的不满。",
  "poet": {
    "id": 276,
    "star": 0,
    "name": "东方朔",
    "image": "http://img.gushiwen.org/authorImg/dongfangshuo.jpg",
    "desc": "东方朔（前154年－前93年），本姓张，字曼倩，平原厌次（今山东德州陵县神头镇）人，西汉著名词赋家，幽默风趣且才华横溢，在政治方面也颇具天赋，他曾言政治得失，陈农战强国之计，但汉武帝始终把他当俳优看待，不以重用。东方朔一生著述甚丰，后人汇为《东方太中集》。"
  },
  "tags": [
    "辞赋精选",
    "怀才不遇"
  ]
}