{
  "id": 71474,
  "star": 1,
  "name": "画眉郎·雪絮雕章",
  "dynasty": "宋代",
  "content": "雪絮雕章，梅粉华妆。小芒台、榧机罗缃素，古铜蟾砚滴。金雕琴荐，玉燕钗梁。五马徘徊长路，漫非意，凤求凰。认兰情、自有怜才处，似题桥贵客，栽花潘令，真画眉郎。",
  "shangxi": "<h2>鉴赏</h2> <p>　　这首词写一位少女对真正爱情的追求与向往。</p> <p>　　“雪絮雕章，梅粉华妆”这二句分别用了两个典故写少女的天生丽质。“雪絮雕章”用的是晋代才女谢道韫咏雪的典什。谢道韫曾以“未若柳絮因风起”来形容满天大雪的纷飞景象，赢得大文学家谢安的赞赏。词人用这一典故，意在说明这位少女的雕章琢句的才华亦不减当年的谢道韫，用以突出这位少女的文才出众。“梅粉华妆”则用南朝宋寿阳公主的故事。相传寿阳公主子人日卧含章殿下，有梅花一朵飘着其额，拂之不去。后世女子遂纷纷摹仿，争为“梅花妆”。词人用这一典故，意在突出这位少女的天生丽质；说她靓妆入时，大有当年寿阳公主的风姿神采。这两句先将这位少女的才、色两个方面予以突出，说明她是一位才貌双全的绝世佳人。</p> <p>　　“小芒台、榧机罗缃素，”五句，承上转折，在上句描写少女才色的基础上，作者没有用过多的笔墨去刻画她的天生丽质，却转而详尽地描绘少女闺房里的陈设。“小芒台、榧机罗缃素”是说少女的香闺，俨然是一小小的藏书阁，榧木几案上罗列着重重书卷。这里“小芒台”的“芒”，疑是“芸”字之误，芸香草气味能驱书蠹虫，所以古代皇家藏书处或称“芸台。”“缃素”，是浅黄色的细绢，古代多用以抄书，后遂成为典籍的代名词。“古铜蟾砚滴”写闺房里还陈设着古雅精巧的文具，这种铜蟾蜍，一般放在砚台旁，腹中装满着水，能自动吐出水泡，供研墨之用。“金雕琴荐”写闺房里还有名贵的鸣琴，那琴垫上绣着精美的金鹰图饰。琴垫华美如此，那琴之名贵便不言而喻了。“玉燕钗梁”写闺房中自然不免有许多精致的首饰，那雕刻着飞燕形状的玉钗，精美绝伦，有巧夺天工之妙。这里，词人不惜浓墨重彩来描绘渲染少女闺房的精雅陈设，目的是以象征手法，引发读者想象；这不同凡俗的闺房，它的雅致陈设，它的文化氛围，不正体现出其主人的素养、情操与气质么！不正反衬出她内心之美好么！</p> <p>　　换头“五马徘徊长路，漫非意，凤求凰。”面对如此天香丽质绝顶才貌双全的少女，自然有不少达官显贵前来求婚。但是，这位少女却对那些达官显贵的求婚者不屑一顾。这里“五马”代达官显宦或富贵子弟。汉乐府民歌《陌上桑》中有：“使君自南来，五马立踟蹰”之句。那么，这位少女她对“五马徘徊长路，漫非意”，如此，她究竟要选择什么样的如意郎君呢？</p> <p>　　“认兰情，自有怜才处，似题桥贵客，栽花潘令，真画眉郎”便是回答：原来她爱的是<a href=\"http://so.gushiwen.org/author_70.aspx\">司马相如</a>、<a href=\"http://so.gushiwen.org/author_827.aspx\">潘岳</a>之类的风流才子。这五句中，前三句用的是汉代司马相如的典故。据《华阳国志》记载，司马相如早年离开故乡赴京城时，曾在成都升仙桥上题字云：“不乘高车驷马，不过此桥也。”后来，他的文才果然得到汉武帝的赏识。“栽花潘令”则用的是西晋潘岳的故事。潘岳是西晋时著名的美男子，“少时常挟弹出洛阳道，妇人遇之者，皆连手萦绕，投之以果，遂满载以归。”（《晋书·潘岳传》）潘岳后来作河阳县令时，境内遍植桃李，时称河阳一县花。这两位都是文采风流的著名人物，为古代女子所倾慕。同样，这位少女有寿阳公主之娇美，有谢道韫之才，又有“怜才”之心，在当时社会，自然也是男子心目中理想的女性，是男子竞相追求的对象了。“真画眉郎”一句用张敞为妻画眉的典故。画眉郎即指夫婿。这首词与<a href=\"http://so.gushiwen.org/author_399.aspx\">贺铸</a>其它描写爱情的词作比较，最显著的特点便是从头到尾通篇用典故。用典多虽有古奥晦涩之弊，但却使词的意蕴丰富多了，人物形象饱满了，大大扩大了词的含量。如起首二句写女子才貌，如用直述，费尽笔墨却难以穷尽。而词人拈出两个典故就轻而易举地解决了，收到了事半功倍的效果。结尾写少女理想中的夫婿，也是用同样手法，由此可见，词人的艺术构思之妙。</p>",
  "poet": {
    "id": 399,
    "star": 0,
    "name": "贺铸",
    "image": "http://img.gushiwen.org/authorImg/hezhu.jpg",
    "desc": "贺铸(1052～1125) 北宋词人。字方回，号庆湖遗老。汉族，卫州（今河南卫辉）人。宋太祖贺皇后族孙，所娶亦宗室之女。自称远祖本居山阴，是唐贺知章后裔，以知章居庆湖（即镜湖），故自号庆湖遗老。"
  },
  "tags": []
}