{
  "id": 9491,
  "star": 4,
  "name": "高冠谷口招郑鄠",
  "dynasty": "唐代",
  "content": "谷口来相访，空斋不见君。<br>涧花然暮雨，潭树暖春云。<br>门径稀人迹，檐峰下鹿群。<br>衣裳与枕席，山霭碧氛氲。",
  "fanyi": "<p><strong>译文<br></strong>说好了今天前来拜访你，现在却只看到空空的书斋，而不见你的身影。<br>这时傍晚的雨刚刚停歇，山涧的花儿更显娇美，水潭边的树木高高矗立，在春云笼罩中倍感暖意。<br>门前的小路已长久没有人迹，只有成群的鹿儿快乐地玩耍。<br>只有和衣小憩于枕席之上，在氤氲的雾霭中，恭候你的归来。</p> <p><strong>注释<br></strong>⑴郑鄠（hù）：作者友人。<br>⑵空斋：空屋。<br>⑶涧花：山涧里的花。涧，指高冠谷水。暮雨：傍晚的雨。 宋<a href=\"http://so.gushiwen.org/author_535.aspx\">柳永</a>《八声甘州》词：“对萧萧暮雨洒江天，一番洗清秋。”<br>⑷潭树：水潭边的树。潭，指高冠谷中的石潭，名高冠潭。<br>⑸门径：当门的小路。<br>⑹山霭（ǎi）：山上的云气。氛氲（fēn yūn）：云雾朦胧貌。 南朝宋<a href=\"http://so.gushiwen.org/author_732.aspx\">鲍照</a>《冬日》<a href=\"http://so.gushiwen.org/view_9491.aspx\">诗</a>：“烟霾有氛氲，精光无明异。”</p>",
  "shangxi": "<h2>赏析</h2> <p>　　此<a href=\"http://so.gushiwen.org/view_9491.aspx\">诗</a>前两句“谷口来相访， 空斋不见君”点明事由，作者来到高冠谷口来拜访朋友，却只见空屋不见人影。大概正因为未见人，就更留意谷口的风景和幽静的环境。“涧花然暮雨，潭树暖春云”，山涧的花在暮雨之中红艳似火，潭边的树为春云笼罩暖意顿生，着实迷人；“门径稀人迹， 檐峰下鹿群”，门前的小径人迹罕至，靠近屋檐的山峰上常跑来鹿群，何其幽静。“衣裳与枕席， 山霭碧氛氲”，屋子里的衣裳和枕席，全被碧色的山雾弥漫侵吞，他的乐于隐居之情溢于言表。</p> <p>　　从“谷口”、“涧花”、“暮雨”、“潭树”、“春云”、“檐峰”、“鹿群”、“山霭”等意象，可以看出郑鄂居住地虽然偏僻幽深，却环境优美、高雅、温馨而富有生机，又人人迹稀少和雾气氤氲中可看出郑鄂是隐居山中，过着恬淡闲适生活的隐者。</p> <p>　　此诗颇见出<a href=\"http://so.gushiwen.org/author_113.aspx\">岑参</a>写景绘物的不俗功力。诗人艺术嗅觉的灵敏及善于捕捉平凡景物中独特的意蕴，于此诗中得到很好的展现，同时也表现出诗人好新奇巧妙的想象的审美意趣。如三、四句“然”、“暖”二字，即构思巧妙，新人耳目，<a href=\"http://so.gushiwen.org/author_39.aspx\">沈德潜</a>评其“工于烹炼”（见《唐诗别裁》卷十），甚是。全诗优美清幽的环境刻画，渗透着诗人对田园野趣、隐逸生活的追慕和神往，而这种情感又不露声色地隐含在诗人对自然风光细致独特的描写中，这又是岑参诗歌的特色之一。</p>",
  "about": "<h2>创作背景</h2> 　　此<a href=\"http://so.gushiwen.org/view_9491.aspx\">诗</a>可能写于<a href=\"http://so.gushiwen.org/author_113.aspx\">岑参</a>隐居终南山时。开元（唐玄宗713—741年）后期岑参随兄至长安求仕不成，便随兄长来到山水秀丽的高冠峪中，置业并建起了简陋的别墅草堂，耕读于此。他的朋友郑鄠隐居在高冠谷口，相距不远，时相过从是情理中事。此次到谷口来招邀朋友，却不见人影，有感而作此诗。",
  "poet": {
    "id": 113,
    "star": 0,
    "name": "岑参",
    "image": "http://img.gushiwen.org/authorImg/cencan.jpg",
    "desc": "岑参（约715-770年），唐代边塞诗人，南阳人，太宗时功臣岑文本重孙，后徙居江陵。[1-2] 岑参早岁孤贫，从兄就读，遍览史籍。唐玄宗天宝三载（744年）进士，初为率府兵曹参军。后两次从军边塞，先在安西节度使高仙芝幕府掌书记；天宝末年，封常清为安西北庭节度使时，为其幕府判官。代宗时，曾官嘉州刺史（今四川乐山），世称“岑嘉州”。大历五年（770年）卒于成都。"
  },
  "tags": [
    "写景",
    "访友",
    "抒情",
    "隐居"
  ]
}