{
  "id": 72122,
  "star": 30,
  "name": "和郭主簿·其二",
  "dynasty": "魏晋",
  "content": "和泽周三春，清凉素秋节。<br>露凝无游氛，天高肃景澈。<br>陵岑耸逸峰，遥瞻皆奇绝。<br>芳菊开林耀，青松冠岩列。<br>怀此贞秀姿，卓为霜下杰。<br>衔觞念幽人，千载抚尔诀。<br>检素不获展，厌厌竟良月。",
  "fanyi": "<h2>注释</h2> <p>①清凉素秋节：渐进凉秋节气<br>②肃景：当作夙景。早晨景象<br>③陵岑：高岭<br>④开林耀：当作耀林开。与冠岩列对文。<a href=\"http://so.gushiwen.org/author_509.aspx\">江淹</a>《杂<a href=\"http://so.gushiwen.org/view_72122.aspx\">诗</a>》：“时菊耀岩阿，云霞冠秋岭。”与此句法同<br>⑤卓：独立的样子<br>⑥幽人：高隐之士<br>⑦抚尔诀：抚，持，把握。尔，指松菊。诀，秘诀，要道。是说过去的隐士千百年来都把握着松菊傲霜之道。陶以松菊自励节操。<br>⑧检素：书信。展，开书信。检素不获展，谓未能展阅对方书信。方东树《昭昧詹言》：“言不通讯问也。”陶注释为自检平素，有怀莫展，亦通。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　《和郭主簿》第二首主要写秋色。写秋色而能独辟溪径，一反前人肃杀凄凉的悲秋传统，却赞赏它的清澈秀雅、灿烂奇绝，乃是此<a href=\"http://so.gushiwen.org/view_72122.aspx\">诗</a>具有开创性的一大特征。古诗赋中，写秋景肃杀悲凉，以<a href=\"http://so.gushiwen.org/author_358.aspx\">宋玉</a>《九辩》首肇其端：“悲哉，秋之为气也！萧瑟兮草木摇落而变衰。”往后秋景与悲愁就结下了不解之缘，如汉武帝的《秋风辞》、汉代《古歌》（秋风萧萧愁杀人）、<a href=\"http://so.gushiwen.org/author_616.aspx\">曹丕</a>的《燕歌行》、<a href=\"http://so.gushiwen.org/author_441.aspx\">祢衡</a>的《鹦鹉赋》、<a href=\"http://so.gushiwen.org/author_322.aspx\">曹植</a>的《赠丁仪》、《赠白马王彪》、《幽思赋》、<a href=\"http://so.gushiwen.org/author_770.aspx\">王粲</a>的《登楼赋》、<a href=\"http://so.gushiwen.org/author_698.aspx\">阮籍</a>《咏怀·开秋兆凉气》、<a href=\"http://so.gushiwen.org/author_827.aspx\">潘岳</a>的《秋兴赋》、张协的《杂诗·秋夜凉风起》等等，或触秋色而生悲感，或借秋景以抒愁怀，大抵皆未跳出宋玉悲秋的窠臼。而<a href=\"http://so.gushiwen.org/author_645.aspx\">陶渊明</a>此诗的秋景却与众迥异，别开生面。首句不写秋景，却写春雨之多，说今春调合的雨水（和泽）不断，遍及了整个春季三月。这一方面是《诗经》中“兴”的手法的继承，另一方面又把多雨的春和肃爽的秋作一对比，令人觉得下文描绘的清秀奇绝的秋色，大有胜过春光之意。往下即具体写秋景的清凉素雅：露水凝结为一片洁白的霜华，天空中没有一丝阴霾的雾气（游氛），因而益觉天高气爽，格外清新澄澈。远望起伏的山陵高岗，群峰飞逸高耸，无不挺秀奇绝；近看林中满地盛开的菊花，灿烂耀眼，幽香四溢；山岩之上苍翠的青松，排列成行，巍然挺立。凛冽的秋气使百卉纷谢凋零，然而菊花却迎霜怒放，独呈异采；肃杀的秋风使万木摇落变衰，唯有苍松却经寒弥茂，青翠长在。难怪诗人要情不自禁地怀想这松菊坚贞秀美的英姿，赞叹其卓尔不群的风貌，誉之为霜下之杰了。</p> <p>　　善于在景物的写实中兼用比兴象征手法，寄寓强烈的主体情感，是此诗的又一显著特征。诗人对菊举杯饮酒（衔觞），由逸峰的奇绝，松菊的贞秀，自然联想、怀念起那些与逸峰、松菊颇相类似的孤高傲世、守节自厉的古代高人隐士（幽人），他们千百年来一直坚持着（抚）松菊（尔）那种傲然特立的秘诀要道，其高风亮节真是可钦可敬。这里，赞美企慕“幽人”的节操，也寓有诗人内在品格的自喻和自厉。然而这只是诗人内心世界的一方面；另一方面却是“少时壮且厉，抚剑独行游”（《拟古》之八）；“猛志逸四海，骞翮思远翥”（《杂诗》之五）；“或大济于苍生”（《感士不遇赋》）的宏图壮志。《杂诗》之二已作于五十岁左右，但仍感叹：“日月掷人去，有志不获骋。”晚年所作《读山海经》中，还义愤填膺地大呼：“明明上天鉴，为恶不可履。”赞扬“刑天舞干戚，猛志固常在。”《咏荆轲》中又歌颂：“其人虽已没，千载有余情。”这一切都说明诗人终其一生，也未忘情现实；在向往“幽人”隐逸的同时，内心始终潜藏着一股壮志未酬而悲愤不平的激流。这种出处行藏的矛盾心情，反映在此诗中，便逼出结尾二句：诗人检查平素有志而不获施展，在清秋明月之下，也不由得老是厌厌无绪了。</p> <p>　　由此可见，写秋景的清凉澄澈，象征着幽人和诗人清廉纯洁的品质；写陵岑逸峰的奇绝，象征着诗人和幽人傲岸不屈的精神；写芳菊、青松的贞秀，象征着幽人和诗人卓异于流俗的节操。从外在联系看，以秋景起兴怀念幽人，又从幽人而反省自身，完全顺理成章；从内在联系看，露凝、景澈、陵岑、逸峰、芳菊、青松等意象，又无不象征着“幽人”的种种品质节操，无不寄寓着诗人审美的主体意识，真是物我融一，妙合无痕。而在幽人的精神品质中，又体现了诗人的精神品质；但“有怀莫展”之叹，又与那种浑身静穆的“幽人”不同。</p> <p>　　以松菊为喻写人或以松菊为象状景，前人早已有之。《论语·子罕》：“岁寒然后知松柏之后凋也。”但这只是单纯取喻说理。<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>《离骚》有“夕餐秋菊之落英”，虽有象征，但只是抒情中的想像借喻，并非景物写实。曹植《洛神赋》中“荣耀秋菊，华茂春松。”是用菊松喻洛神的容光焕发，所比仅在外貌而非内在品质，且仍非写实景。左思《招隐》有“秋菊兼餱粮，幽兰间重襟。”是化用《离骚》“夕餐秋菊之落英”和“纫秋兰以为佩”二句，性质亦同。其《咏史·郁郁涧底松》中喻寒门才士受抑，亦非写实。至于钟会、孙楚的《菊花赋》虽是写景，却并无深刻的象征意义。真正把景物写实与比兴象征自然巧妙地融为一体的，当自渊明始。<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>评陶云：“大率才高意远，则所寓得其妙，选语精到之至，遂能如此。如大匠运斤，不见斧凿之痕。”（《冷斋诗话》引）读这首诗，深知苏评确非溢美。</p>",
  "poet": {
    "id": 645,
    "star": 0,
    "name": "陶渊明",
    "image": "http://img.gushiwen.org/authorImg/taoyuanming.jpg",
    "desc": "陶渊明（约365年—427年），字元亮，（又一说名潜，字渊明）号五柳先生，私谥“靖节”，东晋末期南朝宋初期诗人、文学家、辞赋家、散文家。汉族，东晋浔阳柴桑人（今江西九江）。曾做过几年小官，后辞官回家，从此隐居，田园生活是陶渊明诗的主要题材，相关作品有《饮酒》、《归园田居》、《桃花源记》、《五柳先生传》、《归去来兮辞》等。"
  },
  "tags": [
    "秋天",
    "写景",
    "咏物",
    "菊花"
  ]
}