{
  "id": 554,
  "star": 23,
  "name": "长门怨",
  "dynasty": "唐代",
  "content": "旧爱柏梁台，新宠昭阳殿。<br>守分辞芳辇，含情泣团扇。<br>一朝歌舞荣，夙昔诗书贱。<br>颓恩诚已矣，覆水难重荐。",
  "fanyi": "<p><strong>译文</strong><br>柏梁台里是曾经的旧爱，昭阳殿里有新宠的美人。<br>我恪守本分，拒绝登上香车与君王同行；我脉脉含泪，吟咏着凄凉的《团扇歌》。<br>载歌载舞的新人一旦得到恩宠，旧人昔日的<a href=\"http://so.gushiwen.org/view_554.aspx\">诗</a>书都变得卑贱。<br>往日的恩宠果真已完全断绝，失宠的旧人正如泼出去的水，再难重获欢心。</p> <p><strong>注释</strong><br>长门：即长门宫，地址在今陕西长安县东北。《汉书.<a href=\"http://so.gushiwen.org/author_276.aspx\">东方朔</a>传》：窦太主献长门园，武帝更名为长门宫。武帝陈皇后失宠后，退居此宫。<br>柏（bǎi）梁台：汉代台名，《三轴黄图·台榭》：“柏梁台，武帝元鼎二年春，起此台，在长安城北门内，《三轴旧事》云，似香柏为粲也，帝尝置清其上，诏群臣和诗，能七言者，乃得上，”台高二十丈，太初元年（453年）毁坏，后世称七言诗为“柏梁体”。<br>昭阳殿：汉代殿名，汉成帝时造。<br>芳辇（niǎn）：香车，指后妃们乘坐的人挽推车，这句引用了<a href=\"http://so.gushiwen.org/author_652.aspx\">班婕妤</a>辞辇的典故。<br>团扇：即《团扇歌》，见班婕妤《怨歌行》。<br>夙昔：往日。<br>颓恩：恩情已绝之意。诚：果真。此句是说旧日的恩情果真是完全断绝了。<br>覆水：旧称被遗弃的妇女。难重荐：难以重荐枕席，此句是说被遗弃的妇女就象泼出去的水难聚那样难以重荐枕席。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　<a href=\"http://so.gushiwen.org/author_1220.aspx\">徐惠</a>的《长门怨》是一首五言律<a href=\"http://so.gushiwen.org/view_554.aspx\">诗</a>，是为<a href=\"http://so.gushiwen.org/author_652.aspx\">班婕妤</a>这位贤妃秋风团扇的悲苦命运鸣不平的作品。作者细致入微的描述了班婕妤被成帝冷落遗弃后的心理状态，抒发了主人公被弃后无法言说的怨愤之情，这也是封建时代后宫女性对自身被动命运的无奈慨叹。</p> <p>　　绵密的典故和意象是徐惠诗作的特点之一。以此诗为例，首句中的“柏梁台”是指代汉武帝抛弃陈阿娇一事，表明女主人公已经落得陈阿娇一般的下场。“昭阳殿”则是汉成帝宠妃赵飞燕的宫殿，这里指代新宠之人的居所。此句中“旧爱”和“新宠”的强烈对比，充满了哀怨。接下来的一句则巧用班婕妤辞辇的典故和她《怨歌行》里的团扇意象，写出了女主人公德行高洁却秋绢见弃的悲剧命运。徐惠身为妃嫔，深知当年汉成帝宠爱班氏，邀其同坐一辇之上，是何等地荣耀，而其以“圣贤之君皆有名臣在侧，三代末主乃有嬖女”之言推辞和劝谏，又是何等贤明。正因如此，班婕妤最后“含情泣团扇”的结局，才更加令人扼腕叹息。</p> <p>　　题为《长门怨》的诗歌一般都是失宠后妃忧伤悲痛的心灵写照，但徐惠则不然。她诗中的女性，不同于以往被动望幸的嫔妃宫人，而是有思想，有感情，要求独立个性和平等人格的女性。她的《长门怨》充满了人的尊严，既“怨”也“怒”。她敢于用“一朝歌舞荣，夙昔诗书贱”，大胆的表达自己对皇帝的不满。而一旦失去感情，她有深深的绝望，“颓恩诚已矣，覆水难重荐”一句，写得斩钉截铁，以一种“决绝”态度表达了自己的自尊和傲骨。</p> <p>　　徐惠的诗与她的思想是相合的，她看中的是感情。班婕妤的心情，又何尝不是她自己心灵的写照？在她眼里，太宗不是至高无上的君王，更是和自己在感情上处于平等地位的丈夫。她在《长门怨》中表达的愤怒和幽怨，正是基于对感情的失望而产生的反抗情绪。虽然这种反抗意识还很模糊，并且她最终以“不医而卒”为唐太宗作了殉葬，但这种平等的观念和有意识的反抗，在以往的宫怨诗里是从没有过的，这昭示了宫廷题材诗作新变的方向。而徐惠不凡的才华，思想和政治见解，对当时和以后的女性思想都产生了极大的影响。</p> <p>　　从格律上看，此诗的修辞手法对偶运用得尤其突出。如“旧爱”对“新宠”、“柏梁台”对“昭阳殿”、“守分”对“含情”、“芳辇”对“团扇”，“一朝”对“夙昔”，“歌舞荣”对“诗书贱”，“已矣”对“重荐”等，且全诗声韵和谐。这表明徐惠创作中偶对和律化意识的自觉，也体现了初唐宫廷诗的典型特征。</p>",
  "poet": {
    "id": 1220,
    "star": 0,
    "name": "徐惠",
    "image": "http://img.gushiwen.org/authorImg/xuhui.jpg",
    "desc": "徐惠（公元627年―公元650年），湖州长城人（今长兴人)，唐太宗李世民的妃嫔。生于贞观元年（公元627年）。年少时便才华出众。唐太宗听说后，将她纳为才人。后被封为婕妤，接着又升为充容。贞观末年，唐太宗频起征伐、广修宫殿。徐惠上疏极谏，剖析常年征伐、大兴土木之害。唐太宗认可了她的看法并对她厚加赏赐。贞观二十三年（公元649年），唐太宗驾崩，徐惠哀慕成疾，不肯服药，又作七言诗和连珠以示爱慕。永徽元年（公元650年）病逝，年仅二十四，被追封贤妃，陪葬昭陵石室。"
  },
  "tags": [
    "哀怨",
    "命运"
  ]
}