{
  "id": 48631,
  "star": 27,
  "name": "撼庭秋·别来音信千里",
  "dynasty": "宋代",
  "content": "别来音信千里，恨此情难寄。碧纱秋月，梧桐夜雨，几回无寐。<br>楼高目断，天遥云黯，只堪憔悴。念兰堂红烛，心长焰短，向人垂泪。",
  "fanyi": "<p><strong>译文<br></strong>碧纱窗里看惯了春花秋月，听厌了梧桐夜雨点点滴滴敲打着相思之人的心，多少回彻夜无眠。<br>她日登上高楼眺望，天地寥阔，阴云密布，全无离人的半点踪影，让人更加忧伤憔悴。可叹啊！那厅堂里燃着的红烛，空自心长焰短，替人流着一滴滴相思的苦泪。</p> <p><strong>注释<br></strong>①碧纱：即碧纱厨。绿纱编制的蚊帐。<br>②梧桐夜雨：概括<a href=\"http://so.gushiwen.org/author_415.aspx\">温庭筠</a>《更漏子》词： “梧桐树，三更雨，不道离情正苦。一叶叶，一声声，空阶滴到明。”<br>③无寐：失眠。<br>④目断：望尽，望而不见。<br>⑤憔悴：瘦弱萎靡的样子。<br>⑥念兰堂红烛：想到芳香高雅居室里的红烛。<br>⑦心长焰短：烛芯虽长，烛焰却短。隐喻心有余而力不足。<br>⑧向人垂泪：对人垂泪（蜡泪）。晚唐·<a href=\"http://so.gushiwen.org/author_211.aspx\">杜牧</a>《赠别》：“蜡烛有心还惜别，替人垂泪到天明。”</p>",
  "shangxi": "<h2>赏析</h2> <p>　　此词写难以排遣、无所寄托的思念之情。情无所寄，相会无期，夜长无寐，只好移情于烛：明明是人心里难过，却说蜡烛向人垂泪；明明是人心余力拙，却说蜡烛心长焰短。这里，人即烛，烛即人。 </p> <p>　　“别来音信千里，恨此情难寄”开篇点题，说自与情人离别以来，音信远隔千里，惆怅的是，这一片深情无从寄去。以情语开篇后，作者接着以景写情，“碧纱秋月，梧桐夜雨”写的是：碧纱窗下，对着皎洁的秋月，卧听淅淅沥沥的夜雨滴梧桐叶上。 </p> <p>　　“几回无寐”上承景语，点破相思，说的是：有多少回啊彻夜无眠！“碧纱”二句，代表不同时间、地点、景物，目的是突出“几回无寐”四字。对月听雨，本是古<a href=\"http://so.gushiwen.org/view_48631.aspx\">诗</a>词中常用的写表情的动作，用于此处，思与境谐，表明主人公难以排遣的怀人之情。类似的意境有<a href=\"http://so.gushiwen.org/author_415.aspx\">温庭筠</a>的《更漏子》：“梧桐树，三更雨，不道离情正苦。一叶叶，一声声，空阶滴到明。”上片泛写别后相思，下片实写此时此地的感受。 </p> <p>　　“楼高目断，天遥云黯，只堪憔悴”几句写的是：登上高楼极望，只见天空辽阔，层云黯淡，更令人痛苦憔悴。其中，“楼高目断”，另笔提起，与上片“几回无寐”似接非接，颇有波澜起伏之势。“念兰堂红烛，心长焰短，向人垂泪。”一结三句，是全词最精美之笔。以红烛拟人，古人多有，如<a href=\"http://so.gushiwen.org/author_211.aspx\">杜牧</a>《赠别》诗：“蜡烛有心还惜别，替人垂泪到天明。”同样是使用“移情”手法，以蜡烛向人垂泪表示自己心里难过，但杜牧诗的着眼点“替人垂泪”而且“有心”，大晏词则以“心长焰短”一语见长。那细长的烛心也即词人之心，心长，也就是情长意长，思念悠长恨悠长；焰短，蜡烛火焰短小，暗示着主人公力不从心，希望渺茫。这三句景真情足，读来只觉悱恻缠绵，令人低徊。 </p> <p>　　这首词妙于淡雅闲适之外，透出一股深厚苍凉，反映了作者性情沉郁的一面。</p>",
  "about": "<h2>创作背景</h2> 　　这首《撼庭秋》，调名奇特，是<a href=\"http://so.gushiwen.org/author_432.aspx\">晏殊</a>首创。始见于晏殊《珠玉词》，但其中仅有此一首，故《词律》卷五、《词谱》卷七俱列此首为标准之作。后来<a href=\"http://so.gushiwen.org/author_268.aspx\">黄庭坚</a>、<a href=\"http://so.gushiwen.org/author_690.aspx\">王诜</a>有《撼庭竹》，可能就是受此启发而新创的词牌。虽说词牌用了一个很有力的“撼”字，这首词却“怨而不怒”，是深心的悲哀，而不是感天动地的怨愤。",
  "poet": {
    "id": 432,
    "star": 0,
    "name": "晏殊",
    "image": "http://img.gushiwen.org/authorImg/yanshu.jpg",
    "desc": "晏殊【yàn shū】（991-1055）字同叔，著名词人、诗人、散文家，北宋抚州府临川城人（今江西进贤县文港镇沙河人，位于香楠峰下，其父为抚州府手力节级），是当时的抚州籍第一个宰相。晏殊与其第七子晏几道（1037-1110），在当时北宋词坛上，被称为“大晏”和“小晏”。"
  },
  "tags": [
    "宋词精选",
    "咏物",
    "抒情",
    "思念"
  ]
}