{
  "id": 70281,
  "star": 2,
  "name": "杂剧·郑孔目风雪酷寒亭",
  "dynasty": "元代",
  "content": "楔子<br>寒蛩秋夜忙催织，戴胜春朝苦劝耕。若道官民无统属，不知虫鸟有何情？小官李公弼是也，官拜郑州府尹之职。今日升厅，坐起早衙。张千，说与那六房司吏，有事禀复，无事转厅。理会的。六房司吏，老爷分付，有事禀复，无事转厅。人道公门不可入，我道公门可修行。若将公直无颠倒，脚底莲花步步生。小生姓郑名嵩，嫡亲的四口儿家属。浑家萧县君，一双儿女：僧住、赛娘。我在这衙门中做着个把笔司吏。今日相公升厅坐衙，有几桩禀复的事，须索走一遭去。相公，小人有几桩事，禀相公知道。有何事？有护桥龙宋彬打死平人，解到了也。与我拿过来。张千，拿过来。兀那厮，行动些。自家护桥龙宋彬是也。因带酒路见不平，拳头上无眼，致伤人命。今日司房中呼唤，须索见去。你便是护桥龙宋彬？小人便是。你为甚么打死平人？小人因带酒，拳头上无眼，打死平人。哥哥与小人做主咱。兀那汉子，我有心待救你，到那边你则说误伤人命，不至于死。你意下如何？煞是多谢了，哥哥。相公，这人是宋彬。你是宋彬？你怎生打死平人？你实招来。小人因在街市上闲行，见个年纪小的打那年纪老的。小人劝他不从，扌班过来则一拳打死了年纪小的。相公，这个是路见不平，拔刀相助。则是误伤人命。既不该死，决杖六十，刺配沙门岛去。张千，拿下去决杖者。张千，就着的当人押解他迭配沙门岛去，疾去早来者。这一场多亏了孔目哥哥。等他出来，我谢一谢咱。兀那汉子，若不是我呵，那得你性命来？哥哥，小的打死平人，罪当至死。多亏了哥哥救拔，得这性命。你是我重生父母，再长爷娘。你多大年纪了？小人二十五岁。我虽然大你几岁，你肯与我做兄弟么？哥哥不弃嫌，情愿与哥哥做个兄弟。兄弟免礼。我这里有些零碎银子，与你做盘缠去。到前面无灾无难，回来家里住罢。谢了哥哥，小的死生难忘也。<br>【仙吕】【赏花时】若不是孔目哥哥救了宋彬，这其间吃剑餐刀作鬼魂。我待学晋灵辄古今闻，他为甚甘心赵盾，将臂膊代车轮。<br>【幺篇】他则是报答桑间一饭恩，存得堂堂七尺身。也不敢望遂风云，报仇雪恨，则愿的积趱下金赠有恩人。<br>兄弟去了也。我看此人不是忘恩负义的，日后必得其力。他本犯罪该刑一死灰，重翻招案却因谁？正是当权若不行方便，如入宝山空手回。自家萧娥是也。自小习学谈谐歌舞，无不通晓，当了三年王母，我如今纳下官衫帔子，我嫁人去也。孔目哥哥万福。我当了三年王母，如今纳了官衫帔子，改嫁良人去也。你跟将我来。相公，这个萧娥，当了三年王母，如今他要改嫁良人去。前官手里有这例么？这个是旧例。既有例，礼案中除了名字，着他改嫁良人去。孔目哥哥，多谢了。大姐，你回去，我便来你家讨茶吃。我先去，你便来。相公无甚事，请转厅。既然无事，张千，将马来，我回私宅去也。相公去了也，我往萧娥家里讨茶吃去。<br><br>第一折<br>小生郑嵩，自到大姐家住许多时，难得大姐赤心相待。争奈我那浑家害的重了，我家中看一看去。那里去？再住几日去，怕有甚么事？头顶军资库，脚踏万年仓。若将来撒镘，不勾几时光。小可高成的便是，在这衙门中做着个祗候。我平生只是贪花恋酒，我今到萧娥家讨一钟茶吃去。呀！孔目在此，我回去也。高成，你这个村弟子孩儿，你来这里怎的？孔目，这等人家，你来的我也来的。口退，你似个吊桶，我似个井，这吊桶常落在井里。我若寻你些风流罪过，一顿拷下你下半截来。快走。我去便了。我出的这门来。他打我倒罢了，他说我是吊桶，他是井，则有吊桶落在井里。郑嵩，你若犯下事，可是我当直，我一下起你一层皮。那时井可落在我吊桶里。自家姓赵名用，南京人氏，在这郑州衙门里，当着个祗候。有孔目郑嵩，因萧行首当了三年王母，与他除了名字，做了良人。这几日则在他那里住下，不肯回来。他嫂嫂也姓萧，百般的着人唤他，他只不肯回家。今日他嫂嫂央我到萧行首家，对孔目则说他嫂嫂死了也。我如今领着他两个孩儿，去赚将他来。孩儿行动些。<br>【仙吕】【点绛唇】俺嫂嫂连梦交杂，水米不下，将亡化。只等孔目来家，有几句遗留话。<br>【混江龙】这几日公文不押，吓魂台紧傍着相公衙。那里管详刑折狱，每日价卧柳眠花。恋着那送旧迎新泼弟子，全不想生男育女旧娇娃。眼睁睁现放着家私上半点儿不牵挂，可不怕夫妻间阻，男女争差。可早来到门首也。爹爹，俺奶奶死了也。大嫂，兀的不痛杀我也。你家里哭去，张着大口号甚么？这是甚么言语？<br>【油葫芦】道不的猿锁空房犹性耍，哥哥也咱须是官宦家，怎么好人家娶这等揽蛆扒？你老婆若死了，我就嫁你。怕不待倾心吐胆商量嫁，都是些瞒神吓鬼求食话。哥哥，你休劝他，他敢和我便怒发。你看承似现世的活菩萨，则待恋定泼烟花。<br>姐姐看我面，让他几句。他是那个？我让他。<br>【天下乐】他不比寻常卖酒家，详也波察，怎便信杀。有钱财似你恁作塌，不将那官事理，终日家偎恋他，久以后无根椽和片瓦。<br>孔目你放心，我如今一壶儿酒，一条儿肉，替你庆喜吃三钟。我死了老婆，与我庆甚么喜？<br>【醉中天】他如今尸首停在床榻，丧孝现居家。刬地拣一个日头庆喜咱，恨不的嘴缝上拳头打。我待揪扯着他，学一句燕京厮骂：入没娘老大小西瓜。大姐，你休怪，我领孩儿家去也。好道儿，他丢了我就去了。我如今借一身重孝穿上，我直哭到他家中。他若是死了，就与他吊孝；若不曾死，我这一去气死那个丑弟子孩儿。妾身萧县君是也。颇奈郑孔目终日只在萧娥家，气的我成病，眼见的无那活的人也。我着孩儿叫他去了，怎么许久还不见回来？兄弟也，那孝堂中物件，你可曾准备下么？<br>【后庭花】做下个束身白木匣，剪下些迎神雪柳花。人闹处休啼哭，我则怕当街里人笑活。好也他原来不曾死。兄弟，你这般说谎谁不知你这吏人猾，若不说妻儿亡化，你这令史每有三千番厮调发。<br>我穿着这一身孝服，可无眼泪。我这裙带里这都是白矾，到那里望眼里则一抹，眼泪便下来。我那姐姐口乐！你来怎的？我来吊孝哩。<br>【金盏儿】这婆娘忒奸猾，不贤达，走将来泪不住行儿下。则你这无端弟子，恰便似恶那吒。他夫妻每才厮守，子母每恰欢洽。你不脱了丧孝服，戴甚么纸麻花？<br>我那干家做活的姐姐好也。他原来不曾死，你怎么说谎？好不贤惠的脸。怪不的他说，他当街里哭将来。我这场气，无那活的人也。您两口儿近前来，将这十三把钥匙交付与你，好觑一双儿女者。大嫂，则被你痛杀我也。你张口哭甚么？老婆有便治，无便弃。这是甚么话？兄弟，破木造棺，高原选地，埋殡了大嫂者。孔目，相公叫你攒造文书，往京师去哩。我停丧在家，着别人去罢。要你去哩。兄弟，怎生是好？咱便收拾攒造文书，往京师去来。<br>【赚煞尾】准备着送灵车，安排着装衣架，摆列些高驮细马，走去衙门自告咱。问官人借对头踏，乱交加，奠酒浇茶。但见的都将你做话靶，满城人将你来怨煞。街坊都骂，骂你个不回头呆汉活气杀大浑家。<br>大姐，你与我照管家中，我便索长行也。爹爹，我跟了你去罢。儿也，我怎生带得你去？大姐，则一件，家缘家什，都交付了你。你则是好看我一双儿女，我便放心也。你自去，这都在我身上。爹爹，我则跟了你去。孩儿，我怎么带得你去？大姐，孩儿痴顽，待打时你骂几句，待骂时你处分咱。你不放心，马屁眼上带将去罢，则管里嘱付。罢、罢、罢，我去也。我待不去，上司的言语，待去，又怕这妇人折倒这一双儿女。也是我出于无奈。孩儿，兀的不痛杀我也。您老子去了，等我吃的饱饱的，慢慢的打你。<br>　 <p>第二折<br>我把你两个小弟子孩儿，你老子在家骂我。我如今洗剥了，慢慢的打你。待我关上门，省的有人来打搅。自家赵用，跟着哥哥攒造文书上京师去。行到半途，遗剩了一纸文书，只得重回家中，取那文书走一遭去也可。<br>【越调】【斗鹌鹑】俺家里少东无西，可着我走南嘹北。俺哥哥才娶的偏房，新亡了正室。撇了个幼女娇男，可又没甚的远亲近戚。我这里仔细的寻思起：他则待卧柳眠花，怎知道迷妖着鬼。<br>【紫花儿序】想着他亲娘在日，见这般打骂凌辱，不由的感叹伤悲。我一心似箭两脚如飞，走的我气喘狼藉，恨不得一步奔来城市里。早行至哥哥门内，则听的大叫高呼。元来又打得他女哭儿啼。如今酒又不醉，饭又不饱，我慢慢的打你这两个小弟子孩儿。兀的不打孩儿哩。<br>【小桃红】则问你赛娘、僧住为何的，他可也有甚么闲炒刺？嫂嫂开门来这个是赵用的声音。你两个且起去揩了泪眼，我买馍馍你吃。我开了这门小叔叔，你怎的回来？有甚么勾当嫂嫂，你为甚么打这孩儿？阿弥陀佛，头上有天。我为甚么打他？嫂嫂，我试猜咱。莫不是少柴无米苦央及？柴米都有，一个不肯上学，一个不肯做生活，我逗他耍来。便休题伶牙俐齿相支对，想着我亲娘在日，看承似神珠宝贝。天也，我爱的是这一双儿女。怎禁他佯孝顺假慈悲。<br>你为什么回家来？哥哥遗剩了一纸文书，说在背阁板上。你自家取去。有了文书，我去也。叔叔，我跟将你去罢。你去了呵，他又打我也。嫂嫂，看着哥哥面皮，休打孩儿。<br>【天净沙】我急忙忙取得文移，趱程途不敢耽迟。怎禁他这孩儿倒疾，紧拽住咱家衣袂，则待要步步追随。<br>【调笑令】这孩儿，便顽痴，有十分不是伤触着你，可怜他亲娘不幸先辞世，则抛下一双的业种无知。你也则看觑他爷这面皮，再休打的他哭哭啼啼。哎哟，小叔你放心去，我怎肯打孩儿？谢了嫂嫂，我去也。叔叔，我则是跟了你去。嫂嫂，你道是不曾打呵。<br>【秃厮儿】为甚么适才间吖天叫地，都一般汪汪的泪眼愁眉。他和你又没甚杀爷娘的仇共隙，怎这般苦死的，怕相依，也波堪悲。<br>叔叔，我则是跟着你去。<br>【圣药王】俺只见儿又啼，女又啼，哭的俺是铁人石意也酸嘶。他待要来也随，去也随，恰便似蚂蝗钉了鹭鸶屯，寸步不教离。<br>嫂嫂，你是必看哥哥面上，休打这孩儿者。有你，我便不敢打，两次三番聒气。你去。我关上这门，打这小弟子孩儿。这妇人推出我来，关上门。我待去了，出不的这口恶气。街坊邻舍听者：劝君休要求娼妓，便是丧门逢太岁。送的他人离财散家业破，郑孔目便是傍州例。这妇人生的通草般身躯，灯心样手脚。闲骑蝴蝶傍花枝，被风吹在妆梳阁。蜘蛛网内打筋斗，鹅毛船上邀朋友。海马儿驮行，藉丝儿牵走。有时蘸水在秤头秤，定盘星上何曾有？这妇人搽的青处青，紫处紫，白处白，黑处黑，恰便似成精的五色花花鬼。他生的兔儿头，老鼠嘴，打街坊，骂邻里。则你是个腌腌臜臜泼婆娘，少不得瓦罐儿打翻在井水底。<br>【寨儿令】我骂你这歪刺骨，我骂你这泼东西。你生的来兔儿头老鼠嘴，长则待吵是寻非，叫骂过日，怎做的好人妻？<br>【幺篇】这都是俺哥哥命运低微，带累你两个孩儿受尽禁持。我本待好心肠苦劝你，你倒恶狠狠把咱推。来来来，我便死也拚得和你做头敌。<br>【收尾】我如今一脱气直走向京都地，一句句向哥哥说知。有一日郑孔目到来时，不道肯轻轻的素放了你。<br>好也，着赵用这村弟子孩儿，骂我这一场去了。我如今且不打你，等我吃的酒醉饭饱了，慢慢的打你。<br><br>第三折<br>曲律竿头悬草稕，绿杨影里拨琵琶。高阳公子休空过，不比寻常卖酒家。自家是店小二，在这郑州城外，开着个小酒店。今早起来挂了酒望子，烧的镟锅儿热着，看有甚么人来？自家郑孔目，攒造文书己回。我一路上来多听人说，我那浑家有奸夫，折倒我那一双儿女，未审虚实。远远的是一个酒店。这城里人家事务，他都知道。我试问他一声：卖酒的有么？有。官人要打多少酒？你这厮不爽利。张保在那里？你叫他来。官人请坐，我叫他去。张保，有人寻你哩。来也！买卖归来汗未消，上床犹自想来朝。为甚当家头先白，晓夜思量计万条。小人江西人氏，姓张名保，因为兵马嚷乱，遭驱被掳，来到回回马合麻沙宣差衙里，往常时在侍长行为奴作婢。他家里吃的是大蒜臭韭，水答饼。秃秃茶食。我那里吃的？我江南吃的都是海鲜，曾有四句诗道来：江南景致实堪夸，煎肉豆腐炒东瓜。一领布衫二丈五，桶子头巾三尺八。他屋里一个头领，骂我蛮子前，蛮子后。我也有一爷二娘，三兄四弟，五子六孙。偏是你爷生娘长，我是石头缝里进出来的？谢俺那侍长见我生受多年，与了我一张从良文书。本待回乡，又无盘缠，如今在这郑州城外开着一个小酒店儿，招接往来客人。昨日有个官人买了我酒吃，不还酒钱。我赶上扯住道：还我酒钱来。他道你是甚么人？我道也不是回回人，也不是达达人，也不是汉儿人。我说与你听者，<br>【南吕】【一枝花】我是个从良自在人，卖酒饶供过。务生资本少，醖酿利钱多。谢天地买卖和合，凭老实把衣食掇。俺生活不重浊，不住的运水提浆，炊荡时烧柴拨火。<br>【梁州第七】也强如提关列窖，也强如斡担挑箩。满城中酒店有三十座，他将那醉仙高挂，酒器张罗。我则是茅庵草舍，瓦瓮瓷钵。老实酒不比其他，论清闲压尽鸣珂。又无那胖高丽去往来迎，又无那小扒头浓妆艳里，又无那大行首妙舞清歌。也不是我奖誉，太过，这黄汤强如醇醪糯，则为我酾酒浆水刺破，面米相停无添和，那说起玉液金波。<br>张保，你在那里来？这早晚才来？你打二百钱的酒来。打二百钱的酒，筛的热着，孔目自己吃。酒且慢慢的吃，你这里有甚么新事？有新事，一贯钞买一个大烧饼，别的我不知道。不是这个。这里有个郑孔目，娶了一个小妇，折倒他前家一双儿女。官人这个我知道，你听我说，<br>【贺新郎】前家儿招了个后尧婆，小媳妇近日成亲，大浑家新来亡过。题名儿骂了孜孜的唾，骂那无正事颓唆，则待折损杀业种活撮。那妇人折倒他一双儿女，他那街坊可骂郑孔目么。这厮掌刑法做令史，觅钱来养娇娥，送的他人离财散家缘破。那贱人也不是鲁义姑，这厮也不足汉萧何。我听的说：那小妇人不与他两个孩儿饭吃，那两个孩儿只在长街上讨吃。有这话么？<br>【红芍药】道偷了米面把瓮封合，掬的些冷饭儿，又被尧婆擘手把碗来夺。孩儿每雨泪如梭，黄甘甘面皮如蜡埚。前街后巷叫化些波，那孩儿灵便口喽啰，且是会打悲阿。<br>【菩萨梁州】汤水儿或少或多，干粮儿一个两个，米面儿一撮半撮，舍贫的姐姐哥哥。他娘在谁敢把气儿呵？糖堆里养的偌来大，如今风雪街忍着十分饿。他不爱惜倒折挫，常言道：灰不如火热。多敢怕我信口开合。<br>张保，听的人说：那尧婆有奸夫，作践了郑孔目的家私。你可常去他家送酒，这等勾当，却是有也无？当日那尧婆来问张保买酒。张保送去，进入后门。我张保在那里等出家火。那尧婆教那两个孩儿烧着火，那婆娘和了面，可做那水答饼。煎一个，吃一个。那两个孩儿在灶前烧着火，看着那婆娘吃，孩儿便道：奶奶，肚里饿了。那婆娘将一把刀子去盘子上一划，把一个水答饼划做两块，一个孩儿与了半个。那孩儿欢喜，接在手里，番采番去，吊在地下。那婆娘说两个争嘴。官人，他只是怕热。<br>【骂玉郎】把孩儿风流罪犯寻些个，吊着脚腕又不敢将脚尖那。当日纷纷雪片席来大，衣服向身上剥，井水向阶下泼，肐膝儿精砖上过。<br>【感皇恩】他将那门户关合。怎生结磨？颤钦钦跪在阶基，可丕丕心惊惧，扑簌簌泪滂沱。当日个天时凛冽，怎能勾身上温和？孩儿每缩着脖项，拄着下颏，耸着肩窝。<br>【采茶歌】僧住将手心儿搓，赛娘把指尖儿呵，冻的他战笃速打颏歌。他可也性子利害母阎罗，他可唤做甚么。则他是上厅行首唤做烧鹅。敢是萧娥？哦，是萧娥。张保，那郑孔目的孩儿，也常到你这里来么？他早晚便来也。等他来时，你引来见我。我是郑孔目的孩儿，沿门叫化了，回张保店里去。两个孩儿，这里有个官人，你见他去。兀的不是俺爹爹？兀的不是我两个孩儿？则被你痛杀我也。<br>【哭皇天】我与你打闹处先赸过，拿笠儿忙盖合。心惊的我面没罗。张保你是张保？我唤你哩。我唤你哩。你看这厮波，你如何这等答应我？小人几曾离了镟锅。我是王留一般弟兄两个，官人也，你莫不是眼摩挲，错认了你这亲眷，你却是姓甚么？<br>张保，我便是郑孔目。<br>【乌夜啼】谢天地小人刚道的这淫邪货，并不曾道甚孔目哥哥。你也骂的我勾了。你说他有奸夫，是那一个要奸夫略数与你三十个，尽都是把手为活，对酒当歌。郑州浪汉委实多。那奸夫姓高，高甚么？高阳公子休空过。凭着我在口言是亡身祸，言多语少，小人有些九伯风魔。<br>既然那妇人有奸夫，把我这一双儿女寄在你这店中。我今夜晚间越墙而过，把奸夫淫妇都杀了罢。<br>【黄钟尾】润纸窗把两个都瞧破，拽后门将三簧锁纳合。捕巡军快拿捉，急开门走不脱。到官司问甚么？取了招带枷锁，建法场把市郭，上木驴着刀剁，万剐了尧婆。兀的不痛快杀我。<br>天色晚了，我杀那奸夫淫妇去来。高成，我老公不在家，我和你永远做夫妻，可不受用？难得你这好心，我买条糖儿请你吃。天色晚了，我来到这后园墙下，攀着这柳枝，跳过这墙，来到卧房门首。我试听咱。我怎么有些心跳？把这吊窗开着，有人来时我好走。可知有奸夫。我蹅开这门进去。不中，有人来了，走走走！兀的不是奸夫也？奸夫在那里？这等妇人要做甚么？不如杀了罢。救人也。我待走了，可不带累邻舍？我索官司中出首去来。<br><br>第四折<br>小官李公弼，见任郑州府尹。今日升厅，坐起早衙。张千，喝撺厢。在衙人马平安。抬书案。兀的不是孔目郑嵩？你告甚么？小人去京师攒造文书回来，撞见奸夫在妻子房内。我蹅门进去，奸夫走脱，小人将妻子杀了，今来出首。郑嵩，你怎做的执法人？拿奸要双，拿贼要脏。走了奸夫，你可杀了媳妇，做的个无故杀妻妾。该杖八十，迭配远恶军州。张千，拿下去打着者。小人行杖。今日该我当日，我行杖。六十，七十，八十。那行杖的可是高成，则被他打杀我也。与他脸上刺了字，迭配沙门岛。张千，着一个能行快走的解子，便解将去。小人解去。只今日就行。我和你有什么冤仇？你打的我这般狠？你今日这井可也落在吊桶里么？天那，有谁人救我也？今日无事且转厅。非我不怜他，他罪原非小。姑免赴云阳，且配沙门岛。虎着痛箭难舒爪，鱼遭密网怎翻身。运去剑诛无义汉，时来金赠有恩人。自家护桥龙宋彬。自从解出郑州，到的半路，被我扭开枷锁，打死了解子，就在这山中落草为寇。好是快活也可。<br>【双调】【新水令】我如今向槽房连瓮掇将来，偿还了我弟兄每口债。酒斟着醇糯醅，脍切着鲤鱼胎。今口开怀，直吃的沉醉出山寨。<br>小偻儸斟酒来。哥哥满饮一杯。<br>【沉醉东风】兄弟每满满的休推莫侧，直吃的醉醺醺东倒西歪。把猪肉来烧，羊羔来宰。你可便莫得迟捱，直吃到梨花月上来。酒少呵，您哥哥再买。嗨！我几乎忘了。我当初犯罪之时，若不是郑孔目哥哥救我性命，岂有今日？近来闻得俺哥哥也犯了罪，迭配沙门岛去。我想这等远恶军州，莫说到得那里，只在路上少不得是死的。古人有言：有恩不报，非丈夫也。小偻儸，撤了酒者。<br>【落梅风】只管里贪恋着酒如泉，可顿忘了他恩似海。万一个在中途被人谋害，可不乾着了当初救命来。则问你护桥龙宋彬安在？<br>我如今点起五百名偻儸。直到郑州地面。若是俺哥哥解在中途，正好迎着，一同回还山寨。若是未经解出，拚的劫牢，定要救俺哥哥者。俺两个僧住、赛娘便是。俺父亲迭配沙门岛，如今在酷寒亭上，俺叫化些残羹剩饭，与他充饥去。这两个叫化小孩儿是谁家的？俺是郑孔目的孩儿赛娘、僧住。将军可怜见波。<br>【乔牌儿】俺这里见孩儿添惊怪，破衣服怎遮盖？冻的他两只手似冬凌块，谁救你爹爹脱杻械。我叫化些残茶剩饭，与俺父亲吃。你父亲在那里？俺父亲因拿奸夫，杀了淫妇，被官司问遣迭配沙门岛去，如今在酷寒亭上哩。小偻儸跟了我，就到酷寒亭上，救俺哥哥走一遭去。哥哥且慢行者，我两个孩儿寻觅些茶饭去了。我在那酷寒亭上等一等，避过这雪，慢慢的再行将去。你这两个小业种，少不得先结果了他，方才慢慢的处置你。既是雪大，且避过了这雪再走。<br>【川拨棹】这两个小婴孩，引三军何处来？赤紧的云锁冰崖，风敛阴霾，雪洒尘埃。则半合儿早粉画楼台，玉砌衢街。俺军中也做了银妆甲铠，俺哥哥在酷寒亭怕不活冻煞。<br>兀的不是俺哥哥！小偻儸，休教走了解子，且打开哥哥的枷锁者。<br>【七弟兄】莫猜，快来，把枷锁疾忙开。将哥哥左右相扶策，在鬼门关夺转得这冻形骸，向酷寒亭展脚输腰拜。<br>兀的不吓杀我也。壮士，你是谁？哥哥，则我就是护桥龙宋彬。<br>【梅花酒】咱两个自间隔，为杀了裙钗，揽下非灾，不得明白。沙门岛程途怎地捱？酷寒亭风雪如何奈？从别离三二载，睡梦里记心怀，天对付巧安排。兄弟，是我当日救你命来，今日你却做我的大恩人也。<br>【收江南】呀！谁承望月明千里故人来，则被这泼烟花送了你犯由牌，狠公人又待活烧埋。到今日救解，早收恰了那一点泪沾腮。<br>兄弟，你救我咱，则这解子高成，便是奸夫。我死也。小偻儸，将这奸夫与我绑了，替哥哥报仇。不干我事。我吃长斋的，肯做这勾当？兄弟，教我怎生是好？哥哥休谎，同两个孩儿权到山寨上住几日，再作计较。<br>【鸳鸯煞】从今后深仇积恨都消解，且到我荒山草寨权停待。畅道是本姓难移，三更不改，做一场白日胸襟，轰雷气概。将这厮吃剑乔材，任逃走向天涯外，我也少不得手到拿来，则做死羊儿般吊着宰。小偻儸，把那厮先绑上山去，就安排果卓，请哥哥到寨中做庆喜筵席，将那厮万剐凌迟，以报冤恨者。今天下事势方多，四下里竞起干戈。其大者攻城略地，小可的各有巢窠。非是我甘心为盗，故意来啜赚哥哥。眼见得这场做作，官司里怎好兜罗？且共我同归草寨，徐观看事势如何？肯容他高成走脱，早拿来绑缚山坡。先下手挑筋剔骨，慢慢的再剖胸窝。也等他现报在眼，才把你仇恨消磨。待几时风尘宁静，我和你招安去未是蹉跎。<br>题目后尧婆淫乱辱门庭<br>泼奸夫狙诈占风情<br>正名护桥龙邂逅荒山道<br>郑孔目风雪酷寒亭",
  "poet": {
    "id": 2487,
    "star": 0,
    "name": "杨显之",
    "desc": "杨显之，元代戏曲作家。大都（今北京）人，生卒生不详，约与关汉卿同时，与关汉卿为莫逆之交，常在一起讨论、推敲作品。杨善于对别人的作品提出中肯的意见，因被誉为\"杨补丁\"。在元初杂剧作家中，他年辈较长，有威望。散曲作家王元鼎尊他为师叔，他与艺人们来往也较密切，著名演员顺时秀称他为伯父。"
  },
  "tags": []
}