{
  "id": 3573,
  "star": 835,
  "name": "正月十五夜",
  "dynasty": "唐代",
  "content": "火树银花合，星桥铁锁开。<br>暗尘随马去，明月逐人来。<br>游伎皆秾李，行歌尽落梅。<br>金吾不禁夜，玉漏莫相催。",
  "fanyi": "<p><strong>译文</strong><br>明灯错落，园林深处映射出璀璨的光芒，有如娇艳的花朵一般；由于四处都可通行，所以城门的铁锁也打开了。<br>人潮汹涌，马蹄下尘土飞扬；月光洒遍每个角落，人们在何处都能看到明月当头。<br>月光灯影下的歌妓们花枝招展、浓妆艳抹，一面走，一面高唱《梅花落》。<br>京城取消了夜禁，计时的玉漏你也不要着忙，莫让这一年只有一次的元宵之夜匆匆过去。</p> <p><strong>注释</strong><br>①火树银花：比喻灿烂绚丽的灯光和焰火。特指上元节的灯景。此句对后世影响甚大，如宋<a href=\"http://so.gushiwen.org/author_217.aspx\">辛弃疾</a>《青玉案·元夕》词有：“东风夜放花千树……蓦然回首，那人却在灯火阑珊处。”《红楼梦》十八回：“只见庭燎绕空，香雪布地，火树琪花，金窗玉槛”<br>② 星桥：星津桥，天津三桥之一，“洛水贯都，以像星汉”此处或以星津桥指代天津三桥。”东都洛阳，洛水从西面流经上阳宫南，流到皇城端门外，分为三道，上各架桥，南为星津桥，中为天津桥，北为黄道桥 。开元年间，改修天津桥，星津桥毁，二桥合而为一。 <br>③ 铁锁开：比喻京城开禁。唐朝都城都有宵禁，但在正月十五这天取消宵禁，连接洛水南岸的里坊区与洛北禁苑的天津桥、星津桥、黄道桥上的铁锁打开，任平民百姓通行。<br>④ 暗尘：暗中飞扬的尘土。<br>⑤ 逐人来：追随人流而来。<br>⑥ 游伎：歌女、舞女。一作“游骑（jì）”<br>⑦秾李：此处指观灯歌伎打扮得艳若桃李。《<a href=\"http://so.gushiwen.org/view_3573.aspx\">诗</a>经·召南·何彼秾矣》：“何彼秾矣，华如桃李。”<br>⑧落梅：曲调名。<br>⑨金吾：原指仪仗队或武器，此处指金吾卫，掌管京城戒备，禁人夜行的官名，汉代置。《唐两京新记》云：”正月十五日夜，敕金吾弛禁，前后各一日以看灯，光若昼日。”<br>⑩ 不禁夜：指取消宵禁。唐时，京城每天晚上都要戒严，对私自夜行者处以重罚。一年只有三天例外，即正月十四、十五、十六。<br>⑪ 玉漏：古代用玉做的计时器皿，即滴漏。</p>",
  "shangxi": "<h2>赏析二</h2> <p>　　正月十五日中华民族传统的节日——上元节。该<a href=\"http://so.gushiwen.org/view_3573.aspx\">诗</a>描绘的是神龙元年（705年）上元夜神都观灯的景象。诗的首联总写节日气氛：彻夜灯火辉煌，京城驰禁，整个城池成了欢乐的海洋。“火树银花”形容灯采华丽。史载：唐玄宗先天二年（713年）正月十五、十六、十七日在皇城门外作灯轮，高二十丈，衣以锦绮，饰以金银，燃五万盏灯，竖之如花树。这虽不是作者笔下的那个夜晚，但由此也可以推想其盛况如许。“合”字是四望如一的意思，是说洛阳城处处如此。唐代，<a href=\"http://so.gushiwen.org/author_910.aspx\">孙逖</a>《正月十五日夜应制》诗中说：“洛城三五夜，天子万年春。彩仗移双阙，琼筵会九宾。舞成苍颉字，灯作法王轮。不觉东方日，遥垂御藻新。”可与此诗相印证，可见隋唐时代洛阳皇城端门的元宵节观灯盛况。是说原本黑洞洞的城门与黑沉沉的城河在节日的夜晚也点缀着无数的明灯，远远望去有如天上的星桥银河了。</p> <p>　　中间两联是节日欢乐气氛的具体写照：万家空巷，一起涌上街头；人人雀跃，不分富贵贫贱。上联写达官贵人，走马观花，马蹄溅起飞扬的尘土；明月当空，照耀着簇簇攒动的人群。下联写打扮得花枝招展的游伎们艳装行歌，唱着“落梅”一类通俗流行的歌曲。“裱李”，是说游行的歌伎们浓装艳抹有如桃李。“行歌”是说她们边走边舞，边舞边唱。“落梅”，即“梅花落”。是汉乐府《横吹曲》的典调之一。这里泛指一般通俗歌曲而言。由这些描写不难想象，洛阳城里的元宵之夜，成了不眠之夜，不知不觉已至深更半夜，但欢腾的人群仍然乐而忘返，希望这一年一度的良辰美景不要匆匆过去。这就逼出了结尾两句：“金吾不禁夜，玉漏莫相催。”“金吾”，又称“执金吾”，指京城里的禁卫军。据史记载唐代设左、右金吾卫，主管统率禁军。玉漏，指古时的计时器，用铜壶滴漏以记时。统观全诗词采华艳，绚丽多姿；而音调和谐，韵致流溢，有如一帧古代节日的风情画，让人百看不厌。</p><br/><h2>赏析</h2> <p>　　这首<a href=\"http://so.gushiwen.org/view_3573.aspx\">诗</a>是描写长安城里元宵之夜的景色。据《大唐新语》和《唐两京新记》记载：每年这天晚上，长安城里都要大放花灯；前后三天，夜间照例不戒严，看灯的真是人山人海。豪门贵族的车马喧阗，市民们的歌声笑语，汇成一片，通宵都在热闹的气氛中度过。</p> <p>　　春天刚刚才透露一点消息，还不是万紫千红的世界，可是明灯错落，在大路两旁、园林深处映射出灿烂的辉光，简直象明艳的花朵一样。从“火树银花”的形容，我们不难想象，这是多么奇丽的夜景！说“火树银花合”，因为四望如一的缘故。<a href=\"http://so.gushiwen.org/author_515.aspx\">王维</a>《终南山》“白云回望合”，<a href=\"http://so.gushiwen.org/author_757.aspx\">孟浩然</a>《过故人庄》“绿树村边合”的“合”，用意相同，措语之妙，可能是从这里得到启发的。由于到处任人通行，所以城门也开了铁锁。崔液《上元夜》诗有句云：“玉漏铜壶且莫催，铁关金锁彻明开。”可与此相印证。城关外面是城河，这里的桥，即指城河上的桥。这桥平日是黑沈沈的，今天换上了节日的新装，点缀着无数的明灯。灯影照耀，城河望去有如天上的星河，所以也就把桥说成“星桥”了。“火树”“银花”“星桥”都写灯光，诗人的鸟瞰，首先从这儿着笔，总摄全篇；同时，在“星桥铁锁开”这句话里说出游人之盛，这样，下面就很自然地过渡到节日风光的具体描绘。</p> <p>　　人潮一阵阵地涌着，马蹄下飞扬的尘土也看不清；月光照到人们活动的每一个角落，哪儿都能看到明月当头。原来这灯火辉煌的佳节，正是风清月白的良宵。在灯影月光的映照下，花枝招展的歌妓们打扮得分外美丽，她们一面走，一面唱着《梅花落》的曲调。长安城里的元宵，真是观赏不尽的。所谓“欢娱苦日短”，不知不觉便到了深更时分，然而人们却仍然怀着无限留恋的心情，希望这一年一度的元宵之夜不要匆匆地过去。“金吾不禁”二句，用一种带有普遍性的心理描绘，来结束全篇，言尽而意不尽，读之使人有余音绕梁，三日不绝之感。这诗于镂金错采之中，显得韵致流溢，也在于此。</p>",
  "about": "<h2>创作背景</h2> <p>　　据刘肃《大唐新语·文章》载：<a href=\"http://so.gushiwen.org/author_298.aspx\">武则天</a>时，正月十五夜京城大放花灯，金吾弛禁，特许夜行，观灯者人山人海。文士数百人赋<a href=\"http://so.gushiwen.org/view_3573.aspx\">诗</a>纪事，当时以<a href=\"http://so.gushiwen.org/author_396.aspx\">苏味道</a>、郭利贞、崔液三人所作为绝唱。然而，郭、崔二人所作，人们早已淡忘，唯有本篇传诵不绝。</p> <p>　　苏味道武则天时居相位数年，居洛阳次北宣风坊。此诗大约作于武则天神龙元年正月（705年），描写的即是武则天时期神都元夜的景象。也有学者认为，此诗作于武则天长安元年（也即大足元年正月，701年）。</p>",
  "poet": {
    "id": 396,
    "star": 0,
    "name": "苏味道",
    "image": "http://img.gushiwen.org/authorImg/suweidao.jpg",
    "desc": "苏味道（648—705），唐代政治家、文学家。赵州栾城（今河北石家庄市栾城县）人，少有才华，20岁举进士 ，累迁咸阳尉。武则天时居相位数年，苟合取容，处事依违两可，时称“苏模棱”。因阿附张易之，中宗时贬郿州刺史，死于任所。与杜审言、崔融、李峤并称为文章四友，与李峤并称苏李。对唐代律诗发展有推动作用，诗多应制之作，浮艳雍容。但《正月十五夜》（一作《上元》）咏长安元宵夜花灯盛况，为传世之作。原有集，今佚。《全唐诗》录其诗16首。苏味道死后葬今栾城苏邱村，其一子留四川眉山，宋代“三苏”为其后裔。"
  },
  "tags": [
    "节日",
    "元宵节"
  ]
}