{
  "id": 71130,
  "star": 8146,
  "name": "伤仲永",
  "dynasty": "宋代",
  "content": "　　金溪民方仲永，世隶耕。仲永生五年，未尝识书具，忽啼求之。父异焉，借旁近与之，即书诗四句，并自为其名。其诗以养父母、收族为意，传一乡秀才观之。自是指物作诗立就，其文理皆有可观者。邑人奇之，稍稍宾客其父，或以钱币乞之。父利其然也，日扳仲永环谒于邑人，不使学。</p> <p>　　余闻之也久。明道中，从先人还家，于舅家见之，十二三矣。令作诗，不能称前时之闻。又七年，还自扬州，复到舅家问焉。曰：“泯然众人矣。”</p> <p>　　王子曰：仲永之通悟，受之天也。其受之天也，贤于材人远矣。卒之为众人，则其受于人者不至也。彼其受之天也，如此其贤也，不受之人，且为众人；今夫不受之天，固众人，又不受之人，得为众人而已耶？",
  "fanyi": "<p><strong>译文</strong><br>　　金溪有个叫方仲永的百姓，家中世代以耕业。仲永长到五岁时，不曾认识书写工具。忽然有一天仲永哭着索要这些东西。他的父亲对此感到诧异，就向邻居那里把那些东西借来给他。仲永立刻写下了四句，并自己题上自己的名字。这首<a href=\"http://so.gushiwen.org/view_71130.aspx\">诗</a>以赡养父母和团结同宗族的人为主旨，给全乡的秀才观赏。从此，指定事物让他作诗，方仲永立刻就能完成，并且诗的文采和道理都有值得欣赏的地方。同县的人们对此都感到非常惊奇，渐渐地都以宾客之礼对待他的父亲，有的人花钱求取仲永的诗。方仲永父亲认为这样有利可图，就每天带领着仲永四处拜访同县的人，不让他学习。</p> <p>　　我听到这件事很久了。明道年间，我跟随先父回到家乡，在舅舅家见到方仲永，他已经十二三岁了。我叫他作诗，写出来的诗已经不能与从前的名声相称。又过了七年，我从扬州回来，再次到舅舅家去，问起方仲永的情况，回答说：“他的才能消失了，和普通人没有什么区别了。”</p> <p>　　<a href=\"http://so.gushiwen.org/author_405.aspx\">王安石</a>说：方仲永的通达聪慧，是先天得到的。他的天赋，比一般有才能的人要优秀得多；但最终成为一个平凡的人，是因为他后天所受的教育还没有达到要求。他得到的天资是那样的好，没有受到正常的后天教育，尚且成为平凡的人；那么，现在那些本来就不天生聪明，本来就是平凡的人，又不接受后天的教育，难道成为普通人就为止了吗？</p> <p><strong>注释</strong><br>伤：哀伤，叹息。<br>金溪：地名，今在江西金溪。<br>隶：属于。<br>生：生长到。<br>识：认识。<br>书具：书写的工具（笔、墨、纸、砚等）。<br>求：要。<br>异：对······感到诧异。<br>借旁近：就近借来。旁近，附近，这里指邻居。<br>与：给。.<br>养：奉养，赡养。<br>收族：团结宗族，和同一宗族的人搞好关系。收，聚，团结。<br>意：主旨（中心，或文章大意）。<br>一：全。<br>指：指定。<br>就：完成。<br>文：文采。<br>理：道理。<br>邑人：同（乡）县的人。<br>奇：对······感到惊奇（奇怪）。<br>稍稍：渐渐。<br>宾客：这里是以宾客之礼相待的意思，宾，本文的意思是状语。<br>乞：求取。<br>利其然：认为这样是有利可图的。利，认为······有利可图。<br>日：每天。<br>扳：通“攀”，牵，引。<br>环：四处，到处。<br>谒：拜访。<br>明道：宋仁宗<a href=\"http://so.gushiwen.org/author_1321.aspx\">赵祯</a>年号（1032－1033年）。<br>从：跟随。<br>先人：指王安石死去的父亲。<br>前时之闻：以前的名声。<br>复：又，再。<br>泯然众人矣：完全如同常人了。泯然：消失，指原有的特点完全消失了。众人，常人。<br>王子：王安石的自称。<br>通：通达。<br>悟：聪慧。<br>受：接受。<br>天：先天。<br>贤：胜过，超过。<br>于：比。<br>材：同“才”，才能。<br>卒：最终。<br>于：被。<br>不至：没有达到要求。.至，达到。<br>彼其：他。<br>已：停止。<br>耶：表示反问，相当于“吗”、“呢”。</p>",
  "shangxi": "<p>　　（1）最后一段的议论讲了什么道理?</p> <p>　　答:说明了人的天资与后天学习的关系,强调后天学习对成才的重要性.</p> <p>　　（2）方仲永由天资过人变得泯然众人,原因是什么?</p> <p>　　答:从方仲永个人情况来看,原因是\"父利其然也,日扳仲永环谒于邑人\",贪图小利,目光短浅,而\"不使学\".从道理上来说,原因是作者在后面的议论中所认为的那样.方仲永\"卒之为众人\",是因为\"其受于人者不至\",既没有受到后天正常的教育.</p> <p>　　（3）你对题目是怎样理解的?</p> <p>　　答:\"伤\"是\"哀伤\"\"感伤\"之意.仲永,即方仲永,本文的一个\"神童\".文章以\"伤仲永\"为题,写的是可伤之事,说的是可\"伤\"之道理.字里行间流露出作者对一个神童最终\"泯然众人\"的惋惜之情.本文借事说理,以方仲永为实例,说明一个人有天分是很幸运的,但是唯有后天的教育与学习,才能让人精益求精,更上一层楼,才能够真正成才. 如果不接受后天的教育，最终也会成为平常人。</p> <p>　　（4）你怎样理解文中的\"泯然众人矣\"?</p> <p>　　答:\"泯然众人矣\"一句点明结局,痛惜之意溢于言表,发人深省.再过七年以后,是方仲永的第三个阶段,才能衰竭,成为了普通人.</p> <p>　　（5）作者主要表达的意思是什么?</p> <p>　　答:本文通过叙述方仲永因为父亲\"不使学\",而从神童到成为普通人的变化过程,说明天资固然重要,但没有好的后天的教育,再好的天赋也不可能得以发挥.告诉我们后天学习和教育对于人才的培养十分重要!</p>",
  "about": "<h2>创作背景</h2> 　　天圣三年（1025年），方仲永无师自通，提笔写<a href=\"http://so.gushiwen.org/view_71130.aspx\">诗</a>，震动乡里。明道二年（1033年），与方仲永同龄的<a href=\"http://so.gushiwen.org/author_405.aspx\">王安石</a>跟随父亲回金溪探亲，在舅舅家遇见了方仲永。他请方仲永作了几首诗，但他有些失望，因为“神童作家”并不像传说中的那么聪明。康定元年（1040年），王安石再次到金溪探亲。此时方仲永已做回了农民。庆历三年公元（1043年），王安石从扬州回到临川，想起方仲永的遭遇，写下《伤仲永》一文。",
  "poet": {
    "id": 405,
    "star": 0,
    "name": "王安石",
    "image": "http://img.gushiwen.org/authorImg/wanganshi.jpg",
    "desc": "王安石（1021年12月18日－1086年5月21日），字介甫，号半山，谥文，封荆国公。世人又称王荆公。汉族，北宋抚州临川人（今江西省抚州市临川区邓家巷人），中国北宋著名政治家、思想家、文学家、改革家，唐宋八大家之一。欧阳修称赞王安石：“翰林风月三千首，吏部文章二百年。老去自怜心尚在，后来谁与子争先。”传世文集有《王临川集》、《临川集拾遗》等。其诗文各体兼擅，词虽不多，但亦擅长，且有名作《桂枝香》等。而王荆公最得世人哄传之诗句莫过于《泊船瓜洲》中的“春风又绿江南岸，明月何时照我还。”"
  },
  "tags": [
    "初中文言文",
    "学习",
    "哲理",
    "故事"
  ]
}