{
  "id": 59814,
  "star": 62,
  "name": "绮罗香·咏春雨",
  "dynasty": "宋代",
  "content": "做冷欺花，将烟困柳，千里偷催春暮。尽日冥迷，愁里欲飞还住。惊粉重、蝶宿西园，喜泥润、燕归南浦。最妨它、佳约风流，钿车不到杜陵路。 <br>沉沉江上望极，还被春潮晚急，难寻官渡。隐约遥峰，和泪谢娘眉妩。临断岸、新绿生时，是落红、带愁流处。记当日、门掩梨花，剪灯深夜语。",
  "fanyi": "<p><strong>译文</strong><br>春雨挟着冷气，欺凌早开的花朵，雾气漫着烟缕，困疲垂拂的柳树，千里烟雨暗暗地催促着晚春的迟暮。整日里昏暗迷蒙，像忧愁满腹，想要飘飞又忽然停住。蝴蝶吃惊自己的翅膀湿重，落在西园栖息；春燕喜欢用湿润的春泥筑巢，飞来飞去。最无奈，是道路的泥泞，妨碍了风流男女的约会佳期，使他们华丽的车辆到不了杜陵路。极目眺望，江面上烟雾沉沉。再加上春潮正在迅急，令人难以找到官家的渡口。远山全都隐隐约约，宛如佳人那含情的眼睛和眉峰。临近残断的河岸，可见绿绿的水波涨起，使水面上漂着片片落红，带着幽愁漂流向东。记得当日，正是因为有你，我怕梨花被吹打才掩起院门。正是因为有你，我才和那位佳人在西窗下秉烛谈心。 </p> <p><strong>注释</strong><br>绮罗香：史达祖创调。<br>做冷欺花：春天寒冷，妨碍了花儿的开放。<br>冥迷：迷蒙。<br>粉重：蝴蝶身上的花粉，经春雨淋湿，飞不起来。<br>西园：泛指园林。<br>钿车：用珠宝装饰的车，古时为贵族妇女所乘。<br>杜陵：地名，在陕西长安东南，也叫乐游原。<br>官渡：公用的渡船。<br>谢娘：唐代歌妓名，后泛指歌妓。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　史达祖工于描摹景物，以咏物词见长。这首咏春雨的《绮罗香》构思巧妙，摹写生动，情致深婉，也是他的咏物佳作之一。</p> <p>　　南宋后期，词坛上的咏物词，存在两种不同的写作倾向。一种是：并不对所咏之物进行细致、逼真的描摩，有时甚至根本不对“物”的形貌加以刻画，而是竭力写出所咏之物的“品格”，借物的“品格”来表现作者的人格、精神。比如<a href=\"http://so.gushiwen.org/author_30.aspx\">姜夔</a>的《卜算子》：“月上海云沉，鸥去吴波迥，行过西泠有一枝，竹暗人家静”。此词系咏梅花，但对梅的色香、形貌，词人全然没有着笔，而是以明月、海鸥、竹等高洁之物作为背景，侧面衬托西泠的一棵梅树，暗示此梅之“孤”与“洁”，从而表达出作者的性情人格。这种遗去形貌、专取品格的写作倾向，虽有助于深化作品的意蕴，但由于其艺术表现的中心是物的品格，而非具体的形貌，因此难以给读者具体、鲜明、生动的感受。<a href=\"http://so.gushiwen.org/author_408.aspx\">王国维</a>说读这类作品如“雾里看花，终隔一层。”（《人间词话》）道着了这类作品的弱点。</p> <p>　　咏物词写作的另一种倾向，重物象形貌的刻画，在力求形似的同时兼求神似。通过对所咏之物细腻、准确的描绘，努力造成一种逼真、生动的画面，并由此传达作者的情感。史达祖此词即是如此。</p> <p>　　上片一下笔，词人就创设了一种烟雨迷离昏沉的境界。濛濛春雨，带来寒意，使性喜温暖的花儿受到摧残，凄迷的雾气笼罩柳树，天空昏沉黯淡，一片暮色，仿佛是春雨偷偷促使而成。“做冷欺花”，给人以触觉上的感受；“将烟困柳”，给人以视觉上的感受；“偷催春暮”，更是巧妙地调动了人们的听觉器官，使人如闻春雨那沙沙的步履声。起笔三句，不同凡响，摄住了春雨之魂，使纸面上的绵绵春雨，变成可感可触、可见可闻的对象。</p> <p>　　接下来的“尽日”两句，进一步描写春雨的特有面貌。上句是说春雨极细极密，一片迷糊，满布空间，着重刻画的是春雨的静态；下句说春雨忽起忽止，下下停停，总下个没完，重点表现的是雨的动态。动静结合，使春雨形象更为鲜明、具体地呈现读者面前。同时，又用一“愁”字，点染气氛，奠定了全词的感情基调。</p> <p>　　以上五句，作者紧扣春雨特征加以摹写已到尽态极妍的地步。进一步刻画，已难措笔，所以作者笔锋一转，写了燕子、蝴蝶的行动。春雨沾湿蝶翅，影响它展翅飞行，故云蝶惊。春雨润湿泥土，便于燕子衔泥筑巢，故云燕喜。迷漾灰黯的春雨图经紫燕素蝶点缀，色彩有所改观，呈现一种凄丽的境界。燕、蝶的作用不仅侧面衬托春雨，扩大了词境，而且，蝶惊燕喜的气氛还反衬出作者寂寞黯然的心境。</p> <p>　　“最妨它”两句，写春雨对自己约会的影响。“佳约风流”，指男女约会。钿车，以金为饰的华丽车子。杜陵，在长安附近，汉宣帝陵墓所在地，附近多富贵人家，这里借指与情人约会之地。春雨连绵，道路泥泞，心爱之人所乘之钿车受阻，约会之事也就成为泡影了。</p> <p>　　这两句因咏物而融入闺情。“佳约”的一方，或是作者自己。雨妨佳约，钿车难至，怀人不见，愁情可知。这两句，遥应前面“愁”字。作者融一片愁情于雨景之中，借春雨冥迷暗淡之境现作者怀人不见之情，情景两者融洽无间，堪称绝妙。</p> <p>　　下片，作者继续把咏雨和抒情结合一起。上片重在描写春雨而兼寓愁绪，下片则主要抒发怀人之情而仍关合雨意。</p> <p>　　前三句写天色渐晚，潮随雨涨，江水汹涌，作者站在江边，极目远望，但见烟波迷茫，渺无边际，官方所设之渡口（官渡）隐没于烟雨之中，难以寻觅。“还被春潮晚急，难寻官渡”，化用唐朝<a href=\"http://so.gushiwen.org/author_564.aspx\">韦应物</a>七绝名作《滁州西涧》：“春潮带雨晚来急，野渡无人舟自横”两句<a href=\"http://so.gushiwen.org/view_59814.aspx\">诗</a>而自成意境。韦诗通过雨天潮急，野渡无人，小舟自横的景色描写，表现出一种悠然自得的闲情逸趣。史词则承“最妨他佳约风流，钿车不到杜陵路”两句，更进一步、更深一层表现了他的愁绪：陆路不通，则觅水道，官渡亦不见，则其愁转浓，可以想见。写来曲折细致、笔法多变。官渡既不见，映入眼中的，只是远处隐隐约约的几座山峰。 “和泪谢娘眉妩”一句，妙笔突起。谢娘本是唐时歌妓，这里借指作者所思念的女子。眉妩，指女子眉毛妩媚。此句写物拟人，含蕴极深。其一，生动地写出了烟雨迷漾之中的山峰形态；其二，将远山比作谢娘（自己之情人），可见作者因“雨妨佳约”，心头情丝缭绕，排遣不去。其三，写谢娘含泪，又是作者悬想对方因思念自己而伤心落泪，这种由“对面入笔”的写法，更翻进一层显示出作者相思之深切。这与<a href=\"http://so.gushiwen.org/author_204.aspx\">李商隐</a>“晓镜但愁云鬓改，夜吟应觉月光寒”的诗句及<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>“今夜鄜州月，闺中只独看”的诗句写法机杼略同而层折更多、更深，的确是极为难得的佳句。</p> <p>　　春雨绵绵，怀人不见，伤如之何？“临断岸新绿生时，是落红带愁流处”两句承上进一步写词人之愁。春雨磁润，新绿遍生，花儿却受到摧残，脱离枝叶，带着愁意，随着流水飘向远处。言下之意，春雨隔人，除了相思，别无他法。犹如春雨摧残下的花儿，只有一条路可走，那就是“带将愁去”。无可奈何之情，溢于言表。其愁思之深长，读来真有“一江春水向东流”之感。</p> <p>　　最后两句以回想从前之事作结，依然不离雨景。“记当日门掩梨花”，化用李重元《忆王孙》词：“欲黄昏，雨打梨花深闭门”。“剪灯深夜语”，则脱胎李商隐《夜雨寄北》：“何当共剪西窗烛，却话巴山夜雨对”诗句。两句回忆往事：也是这样的春日，雨打梨花，院门深闭，自己和心爱的女子欢聚一起，剪着灯花促膝夜语。史词两句的意境，却是作者已经经历过的，是回忆的产物。作者化用前人诗词，灵活通脱，不仅不离咏雨及思人的本旨，而且还借此更为真切地反映了自己的心情。李商隐之诗本系悬想，是想象将来欢聚，而史达祖却用以忆昔，伤叹欢聚长叙已成往事，眼前他只是孤身一人，怅对沉沉大江，绵绵春雨。经过如此组合化用，形成新的境界，和全词所要传达的情绪契合无间，浑然一体。这样用事，达到古人所谓“浑化无迹”的地步。</p> <p>　　综观全词，构思措辞都很工巧，没有一字说出“雨”字，却句句不离春雨。同时，全词发抒愁情，写得婉转层折，情致深厚。张炎认为此词好在； “收纵联密，用事合题，一段意思，全在结句”。这是有一定道理的。</p>",
  "poet": {
    "id": 729,
    "star": 0,
    "name": "史达祖",
    "desc": "史达祖1163～1220？年，字邦卿，号梅溪，汴（河南开封）人。一生未中第，早年任过幕僚。韩侂胄当国时，他是最亲信的堂吏，负责撰拟文书。韩败，史牵连受黥刑，死于贫困中。史达祖的词以咏物为长，其中不乏身世之感。他还在宁宗朝北行使金，这一部分的北行词，充满了沉痛的家国之感。今传有《梅溪词》。存词112首。"
  },
  "tags": [
    "宋词三百首",
    "婉约",
    "咏物",
    "写雨",
    "怀人"
  ]
}