{
  "id": 39,
  "star": 165,
  "name": "泉水",
  "dynasty": "先秦",
  "content": "毖彼泉水，亦流于淇。有怀于卫，靡日不思。娈彼诸姬，聊与之谋。<br>出宿于泲，饮饯于祢，女子有行，远父母兄弟。问我诸姑，遂及伯姊。<br>出宿于干，饮饯于言。载脂载辖，还车言迈。遄臻于卫，不瑕有害？<br>我思肥泉，兹之永叹。思须与漕，我心悠悠。驾言出游，以写我忧。",
  "fanyi": "<p><strong>译文<br></strong>泉水汨汨流不息，还是回归入淇水。怀念卫国我故乡，没有一天不在想。同来姬姓好姐妹，且与她们来商量。<br>回想当初宿泲地，摆酒饯行在祢邑。女子出嫁到别国，远离父母和兄弟。临行问候我姑母，还有众位好姊妹。<br>如能回乡宿在干，饯行之地就在言。车轴上油插紧键，直奔故乡跑得欢。疾驰速奔回到卫，不会招来甚后患？<br>我是思绪在肥泉，声声叹息用不休。再想须城与漕邑，我的忧伤无尽头驾着马车去出游，借此排解我忧愁。</p> <p><strong>注释<br></strong>1.邶（bèi）：中国周代诸侯国名，地在今河南省汤阴县东南。<br>2.泉水：卫国水名，即末章所说的“肥泉”。<br>3.毖（bì）：“泌”的假借字，泉水涌流貌。<br>4.淇：淇水，卫国河名。<br>5.有怀：因怀念。有，以，因。<br>6.靡：无。<br>7.娈（luán）：美好的样子。诸姬：指卫国的同姓之女，卫君姓姬。<br>8.聊：一说愿，一说姑且。<br>9.泲（jǐ）：卫国地名。或以为即济水。<br>10.饯：以酒送行。祢（nǐ）：卫国地名。<br>11.行：指女子出嫁。<br>12.姑：父亲的姊妹称“姑”。<br>13.干：卫国地名。<br>14.言：卫国地名。<br>15.载：发语词。脂：涂车轴的油脂。舝（xiá）：同“辖”，车轴两头的金属键。此处脂、舝皆作动词。<br>16.还车：回转车。迈：远行。<br>17.遄（chuán）：疾速。臻：至。<br>18.瑕：通“胡”、“何”；一说远也。<br>19.肥泉、须、漕：皆卫国的城邑。肥泉一说同出异归之泉。<br>20.兹：通“滋”，增加。<br>21.须、漕：均为卫国地名。<br>22.悠悠：忧愁深长。<br>23.写（xiè）：通“泻”，除也。与“卸”音、义同。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　此<a href=\"http://so.gushiwen.org/view_39.aspx\">诗</a>第一章“毖彼泉水，亦流于淇”两句，用泉水流入淇水起兴，委婉道出自己归宁的念头。这两句与《邶风·柏舟》首二句“泛彼柏舟，亦泛其流”同用“彼”、“亦”两字起调，文情凄惋悱侧而不突兀，由此点出诗题——“有怀于卫，靡日不思。”自己魂牵梦绕着卫国，但如今故国人事有所变故，自己想亲往探视而根据礼仪却不能返卫，深感无限委曲，内心焦急难奈。作为一个女性，在这样的情况下，首先想到的是自己的姐妹，由此引出“娈彼诸姬，聊与之谋”两句。主人公想找她们倾诉苦衷，希望她们能够为自己出个主意，想条妙计，即便无济于事，也能够稍解胸中的郁闷，聊以自慰。</p> <p>　　第二章和第三章均承接第一章而来，用赋法铺写虚景，表达自己对卫国真挚深切的怀念。第二章写作者欲归不得，却去设想当初出嫁适卫之时与家人饮饯诀别的情景。如今物换星移，寒暑数易，家人近况无由获知，颇令自己牵挂，归宁的念头更加坚定笃实。第三章好像与第二章重复，但却是幻境中再生幻境，设想归宁路途上的场景，车速之快疾与主人公心情之迫切相互映发衬托。速去速回，合情合理，但最终仍不能成行，“不瑕有害”一句含蓄蕴藉。这两章全是凭空杜撰，出有入无，诗歌因此曲折起伏，婉妙沉绝。</p> <p>　　第四章写思归不成，欲罢不能，只好考虑出游销忧，但是思卫地而伤情，愁更转愁。“我思肥泉，兹之永叹”，再写愁怀，回肠荡气；“思须与漕，我心悠悠”，情怀郁郁，文气更曲一层。</p> <p>　　清人陈继揆对此诗以幻写真，通过虚无缥缈的描写衬托主人公真切深沉的思念的艺术手法赞赏备至。</p>",
  "about": "<h2>读解</h2> <p>　　思乡是对家园的依恋。谁都会说家乡好。这是人类普遍的心态。衡量家乡好的标准，显然不是物质条件，而是那份梦绕魂牵 的亲情。家乡完全可能很穷，很落后，很寒伧，没有丰富的物产 和妩媚的山水，但这些对思乡人来说都不重要，都可以被忽略。</p> <p>　　重要的是，生于斯、长于斯、铭刻在心灵深处的人生体验，以 及由此产生的不可割舍的亲情。这些体验和亲情对个人来说一生 只有一次，既不可重复，也不可替代。哪怕是一些极小的细节，比 如曾经采摘邻居的花朵而遭到责骂，背着父母下河洗澡，爬上屋 顶恶作剧，放学路上漫无目的地游荡和东张西望，都可能随着岁 月的流逝而在脑海里突现出来，变成思乡恋情中的一部分。</p> <p>　　家园感可以说是人类心灵中最为持久和强烈的冲动的来源。 久居家园不容易体验到这种冲动的强烈程度，也难以对思乡愁绪 有深切的感触。一旦脱离家园，或者丧失家园，方才体会到家园 的可亲可爱。游子思家，古今中外皆然，也是文学艺术表现的永 恒主题。失去家园，既是失去了肉体的寄居之所，同时也是失去 了情感的寄托和精神的归依。犹太民族为重建失去的家园，忍辱 负重，历尽坎坷，奋斗了三千年，为此付出了一代又一代人的牺 牲。可见，无论对一个民族来说，还是对一个人来说，都不可能 一日无家园。即使没有实际存在的家园，必定会有心目中既神圣 又可亲的家园。</p> <p>　　有家不能回的忧愁，丝毫都不亚于无家可归的悲哀。在人遭 受痛苦磨难的时候，家园家乡常常取代神灵上帝而成为人们精神 上的支柱和依靠，成为人们在痛苦磨难中坚持下去、与之抗争的 力量源泉之一。从这个意义上说，乡愁是可贵的。</p><br/><h2>创作背景</h2> 　　关于此<a href=\"http://so.gushiwen.org/view_39.aspx\">诗</a>，《毛诗序》、方玉润《诗经原始》、范家相《诗渖》等以为是卫女思归之作，而何楷《诗经世本古义》、龚橙《诗本谊》、<a href=\"http://so.gushiwen.org/author_347.aspx\">魏源</a>《诗古微》、高亨《诗经今注》等以为是许穆公夫人所作，<a href=\"http://so.gushiwen.org/author_1152.aspx\">黄中</a>松《诗疑辨证》则怀疑是宋桓夫人或邢侯夫人所作。此诗作者序传均无明文，史料亦不可稽征，大概是卫国女子嫁到别的国家，思念家乡而不得归时写下的诗。",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": [
    "诗经",
    "思乡"
  ]
}