{
  "id": 64373,
  "star": 20,
  "name": "鹧鸪天·楼上谁将玉笛吹",
  "dynasty": "宋代",
  "content": "楼上谁将玉笛吹？山前水阔暝云低。劳劳燕子人千里，落落梨花雨一枝。<br>修禊近，卖饧时。故乡惟有梦相随。夜来折得江头柳，不是苏堤也皱眉。",
  "fanyi": "<p><strong>译文</strong><br>是谁在楼上吹奏起哀怨的玉笛呢？山前，宽阔的水面被昏暗的云雾遮盖住了。燕子又开始忙碌着做窠。可是，我所思念的人却远隔千里。眼前孤零零的，只有一枝梨花在雨中与我作伴。<br>修禊的日子快到了，如今正是卖糖的时候。故乡呢，只能在梦中追寻而已。昨夜从江边折回来一枝新柳，虽然不是苏堤上的，也足以令我愁眉不展了。</p> <p><strong>注释</strong><br>1、暝（míng）云：阴云。<br>2、劳劳：遥远。<br>3、修禊（xì）：古俗春季于水滨设祭。禊，古人在水边举行的祓除不详的仪式。<br>4、卖饧（xíng）：清明前后卖糖粥。饧，用麦芽或谷芽熬成的饴糖<br>5、苏堤：作者家乡杭州的名胜，以柳闻名。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这是一首明写客中思家实则蕴含作者故国之思的小令。</p> <p>　　上片侧重写景，景中含情。起首写因笛声撩人心魄而引起思乡之情。汉代马融居平阳时，听客舍有人吹笛甚悲，因思念洛阳亲友，作《笛赋》。<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>也有《春夜洛城闻笛》<a href=\"http://so.gushiwen.org/view_64373.aspx\">诗</a>。小令从一开始便定下深沉的思念故乡、故友的感情基调。次句山前水阔暝云低”，写作者因闻笛而起故乡之思，不禁引颈往故乡方向眺望，然而却是茫茫的一片春水和低垂的暝云，这一画面在缕缕凄侧的笛声中推出，更给人一种压抑、低沉的感觉。所谓景语亦即情语。在这两个画面的背后。读者似亦可窥见作者此时的心境。三四句继续写眼前所见之景。此句燕子千里，自己也流落千里，有如断梗漂萍，随波逐浪。<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>《长恨歌》中形容在仙界的杨贵妃的孤寂形象。中国古代诗人似总喜以雨与黄昏为背景来寄托其愁绪，如“丁香空结雨中愁”等等，那么雨中梨花亦可作为寄托愁绪之意象了。上片侧重写眼前之景，景中含情，不言愁而愁自现。</p> <p>　　“最是过变不可断了曲意”（《词源》），下片侧重抒情，将上片压抑在画面背后的愁绪直抒而出。过片前三句写自己对故乡的怀念。“修禊”，“卖饧”均为古代民俗，作者将两个节日名列出，我们似可看到飘零异乡的游子正扳着手指算着临近的故乡节日。“故乡唯有梦相随”，一个“唯有”道尽了作者埋藏在内心深处的深深苦衷。作者在《渡江云》一词中这样形容自己飘泊他乡的情景：“荒州古溆，断梗疏萍，更飘流何处？”也许写自己在梦中对故乡的思念，尚未能尽意，接下便以具体的动作写自己的思乡情怀：昨夜里不得安眠，愁绪无法排遣，漫步江头，折得一枝新柳归来，虽非故乡苏堤上的，但也令人愁眉不展，足以撩动思乡之愁了。杨柳原为离别的象征，远离故乡折柳，实只能徒增烦恼。作者在《朝中措》中也写道：“折得一枝杨柳，归来插向谁家？”</p> <p>　　这首小令无论是写景或抒情，都极为自然，没有丝毫的做作与矫饰。作者还成功地运用寻常之景，眼前之物，铺排渲染，深切动人地把主题由浅入深、由隐至现地表露出来，显示了作者捕捉意境，表达情感方面的才能。</p>",
  "about": "<h2>创作背景</h2> 　　这首词作于宋亡以后的一个暮春时节，当时作者客居他乡，触景生情，故国之念、故国之思油然而生，挥之不去，遂作此<a href=\"http://so.gushiwen.org/view_64373.aspx\">诗</a>。",
  "poet": {
    "id": 53,
    "star": 0,
    "name": "张炎",
    "desc": "张炎（1248年－1320年），字叔夏，号玉田，晚年号乐笑翁。祖籍陕西凤翔。六世祖张俊，宋朝著名将领。父张枢，“西湖吟社”重要成员，妙解音律，与著名词人周密相交。张炎是勋贵之后，前半生居于临安，生活优裕，而宋亡以后则家道中落，晚年漂泊落拓。著有《山中白云词》，存词302首。张炎另一重要的贡献在于创作了中国最早的词论专著《词源》，总结整理了宋末雅词一派的主要艺术思想与成就，其中以“清空”，“骚雅”为主要主张。"
  },
  "tags": [
    "思乡"
  ]
}