{
  "id": 70902,
  "star": 687,
  "name": "杂诗",
  "dynasty": "魏晋",
  "content": "人生无根蒂，飘如陌上尘。<br>分散逐风转，此已非常身。<br>落地为兄弟，何必骨肉亲！<br>得欢当作乐，斗酒聚比邻。<br>盛年不重来，一日难再晨。<br>及时当勉励，岁月不待人。",
  "fanyi": "<p><strong>译文</strong><br>人生在世没有根蒂，飘泊如路上的尘土。<br>生命随风飘转，此身历尽了艰难，已经不是原来的样子了。<br>世人都应当视同兄弟，何必亲生的同胞弟兄才能相亲呢？<br>遇到高兴的事就应当作乐，有酒就要邀请近邻共饮。<br>青春一旦过去便不可能重来，一天之中永远看不到第二次日出。<br>应当趁年富力强之时勉励自己，光阴流逝，并不等待人。 </p><p><strong>注释</strong><br>①蒂（dì帝）：瓜当、果鼻、花与枝茎相连处都叫蒂。陌：东西的路，这里泛指路。这两句是说人生在世没有根蒂，飘泊如路上的尘土。 <br>②此：指此身。非常身：不是经久不变的身，即不再是盛年壮年之身。这句和上句是说生命随风飘转，此身历尽了艰难，已经不是原来的样子了。<br>③落地：刚生下来。这句和下句是说，世人都应当视同兄弟，何必亲生的同胞弟兄才能相亲呢？<br>④斗：酒器。比邻：近邻。这句和上句是说，遇到高兴的事就应当作乐，有酒就要邀请近邻共饮。　<br>⑤盛年：壮年。　<br>⑥及时：趁盛年之时。这句和下句是说应当趁年富力强之时勉励自己，光阴流逝，并不等待人。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　<a href=\"http://so.gushiwen.org/author_645.aspx\">陶渊明</a>《杂<a href=\"http://so.gushiwen.org/view_70902.aspx\">诗</a>》共有十二首，此为第一首。王瑶先生认为前八首“辞气一贯”，当作于同一年内。据其六“奈何五十年，忽已亲此事”句意，证知作于公元414年（晋安帝义熙十年），时陶渊明五十岁，距其辞官归田已有八年。</p> <p>　　这组《杂诗》，实即“不拘流例，遇物即言”（《文选》李善注）的杂感诗。正如明黄文焕《陶诗析义》卷四所云：“十二首中愁叹万端，第八首专叹贫困，余则慨叹老大，屡复不休，悲愤等于《楚辞》。”可以说，慨叹人生之无常，感喟生命之短暂，是这组《杂诗》的基调。</p> <p>　　这种关于“人生无常”“生命短暂”的叹喟，是在《诗经》《楚辞》中即已能听到的，但只是到了汉末魏晋时代，这种悲伤才在更深更广的程度上扩展开来，从《古诗十九首》到“三曹”，从“竹林七贤”到“二陆”，从刘琨到陶渊明，这种叹喟变得越发凄凉悲怆，越发深厚沉重，以至成为整个时代的典型音调。这种音调，在今天看来不无消极悲观的意味，但在当时特定的社会条件下，却反映了人的觉醒，是时代的进步。</p> <p>　　“人生无根蒂”四句意本《古诗十九首》之“人生寄一世，奄忽若飘尘”，感叹人生之无常。蒂，即花果与枝茎相连接的部分。人生在世即如无根之木、无蒂之花，没有着落，没有根柢，又好比是大路上随风飘转的尘土。由于命运变幻莫测，人生飘泊不定，种种遭遇和变故不断地改变着人，每一个人都已不再是最初的自我了。这四句诗，语虽寻常，却寓奇崛，将人生比作无根之木、无蒂之花，是为一喻，再比作陌上尘，又是一喻，比中之比，象外之象，直把诗人深刻的人生体验写了出来，透露出至为沉痛的悲怆。陶渊明虽然“少无适俗韵”，怀有“猛志逸四海，骞翮思远翥”的宏大抱负，但他生值晋宋易代前后，政治黑暗，战乱频仍，国无宁日，民不聊生。迫于生计，他几度出仕，几度退隐，生活在矛盾痛苦之中，终于在四十一岁时辞职归田，不再出仕。如此世态，如此经历，使他对人生感到渺茫，不可把握。虽然在他的隐逸诗文中，读者可以感受到他的旷达超然之志，平和冲淡之情，但在他的内心深处，蕴藏着的是一种理想破灭的失落，一种人生如幻的绝望。</p> <p>　　“落地为兄弟，何必骨肉亲。”承前而来，既然每个人都已不是最初的自我，那又何必在乎骨肉之亲、血缘之情呢。来到这个世界上的都应该成为兄弟。这一层意思出自《论语》：“子夏曰：‘君子敬而无失，与人恭而有礼。四海之内，皆兄弟也。君子何患乎无兄弟也？”这也是陶渊明在战乱年代对和平、泛爱的一种理想渴求。“得欢当作乐，斗酒聚比邻。”阅历的丰富往往使人对人生的悲剧性有更深刻的认识，年龄的增长常常使人更难以寻得生活中的欢乐和激动，处于政治黑暗时期的陶渊明更是如此，这在他的诗中表露得非常明确：“荏苒岁月颓，此心稍已去。值欢无复娱，每每多忧虑。”（《杂诗》其五）但他毕竟没有完全放弃美好的人生理想，他转向官场宦海之外的自然去寻求美，转向仕途荣利之外的村居生活去寻求精神上的欢乐，这种欢乐平淡冲和、明净淳朴。“斗酒聚比邻”正是这种陶渊明式的欢乐的写照，在陶渊明的诗中时有这种场景的描述，如：“过门更相呼，有酒斟酌之。”（《移居》）“日入相与归，壶浆劳近邻。”（《癸卯岁始春怀古田舍》）这是陶渊明式的及时行乐，与“昼短苦夜长，何不秉烛游”；“不如饮美酒，被服纨与素”；“何不策高足，先据要路津”（《古诗十九首》）有着明显的差异，体现了更高的精神境界。</p> <p>　　“盛年不重来”四句常被人们引用来勉励年轻人要抓紧时机，珍惜光阴，努力学习，奋发上进。在今天，一般读者若对此四句诗作此理解，也未尝不可。但陶渊明的本意却与此大相径庭，是鼓励人们要及时行乐。既然生命是这么短促，人生是这么不可把握，社会是这么黑暗，欢乐是这么不易寻得，那么，对生活中偶尔还能寻得的一点点欢乐，不要错过，要及时抓住它，尽情享受。这种及时行乐的思想，必须放在当时特定的历史条件下加以考察，“它实质上标志着一种人的觉醒，即在怀疑和否定旧有传统标准和信仰价值的条件下，人对自己生命、意义、命运的重新发现、思索、把握和追求。陶渊明在自然中发现了纯净的美，在村居生活中找到了质朴的人际关系，在田园劳动中得到了自我价值的实现。</p> <p>　　这首诗起笔即命运之不可把握发出慨叹，读来使人感到迷惘、沉痛。继而稍稍振起，诗人执著地在生活中寻找着友爱，寻找着欢乐，给人一线希望。终篇慷慨激越，使人为之感奋。全诗用语朴实无华，取譬平常，质如璞玉，然而内蕴却极丰富，波澜跌宕，发人深省。</p>",
  "poet": {
    "id": 645,
    "star": 0,
    "name": "陶渊明",
    "image": "http://img.gushiwen.org/authorImg/taoyuanming.jpg",
    "desc": "陶渊明（约365年—427年），字元亮，（又一说名潜，字渊明）号五柳先生，私谥“靖节”，东晋末期南朝宋初期诗人、文学家、辞赋家、散文家。汉族，东晋浔阳柴桑人（今江西九江）。曾做过几年小官，后辞官回家，从此隐居，田园生活是陶渊明诗的主要题材，相关作品有《饮酒》、《归园田居》、《桃花源记》、《五柳先生传》、《归去来兮辞》等。"
  },
  "tags": [
    "古诗三百首",
    "感叹",
    "人生",
    "惜时"
  ]
}