{
  "id": 73251,
  "star": 6,
  "name": "金石录后序",
  "dynasty": "宋代",
  "content": "　　右金石录三十卷者何？赵侯德父所著书也。取上自三代，下迄五季，钟、鼎、甗、鬲、盘、彝、尊、敦之款识，丰碑、大碣，显人、晦士之事迹，凡见于金石刻者二千卷，皆是正伪谬，去取褒贬，上足以合圣人之道，下足以订史氏之失者，皆载之，可谓多矣。</p> <p>　　呜呼，自王播、元载之祸，书画与胡椒无异；长舆、元凯之病，钱癖与传癖何殊。名虽不同，其惑一也。</p> <p>　　余建中辛巳，始归赵氏。时先君作礼部员外郎，丞相时作吏部侍郎。侯年二十一，在太学作学生。赵、李族寒，素贫俭。每朔望谒告出，质衣，取半千钱，步入相国寺，市碑文果实归，相对展玩咀嚼，自谓葛天氏之民也。后二年，出仕宦，便有饭蔬衣练，穷遐方绝域，尽天下古文奇字之志。日就月将，渐益堆积。丞相居政府，亲旧或在馆阁，多有亡诗、逸史，鲁壁、汲冢所未见之书，遂力传写，浸觉有味，不能自已。后或见古今名人书画，一代奇器，亦复脱衣市易。尝记崇宁间，有人持徐熙牡丹图，求钱二十万。当时虽贵家子弟，求二十万钱，岂易得耶。留信宿，计无所出而还之。夫妇相向惋怅者数日。</p> <p>　　后屏居乡里十年，仰取俯拾，衣食有余。连守两郡，竭其俸入，以事铅椠。每获一书，即同共勘校，整集签题。得书、画、彝、鼎，亦摩玩舒卷，指摘疵病，夜尽一烛为率。故能纸札精致，字画完整，冠诸收书家。余性偶强记，每饭罢，坐归来堂烹茶，指堆积书史，言某事在某书、某卷、第几叶、第几行，以中否角胜负，为饮茶先后。中即举杯大笑，至茶倾覆怀中，反不得饮而起。甘心老是乡矣。故虽处忧患困穷，而志不屈。收书既成，归来堂起书库，大橱簿甲乙，置书册。如要讲读，即请钥上簿，关出卷帙。或少损污，必惩责揩完涂改，不复向时之坦夷也。是欲求适意，而反取憀憟。余性不耐，始谋食去重肉，衣去重采，首无明珠、翠羽之饰，室无涂金、刺绣之具。遇书史百家，字不刓缺，本不讹谬者，辄市之，储作副本。自来家传周易、左氏传，故两家者流，文字最备。于是几案罗列，枕席枕藉，意会心谋，目往神授，乐在声色狗马之上。</p> <p>　　至靖康丙午岁，侯守淄川，闻金寇犯京师，四顾茫然，盈箱溢箧，且恋恋，且怅怅，知其必不为己物矣。建炎丁未春三月，奔太夫人丧南来。既长物不能尽载，乃先去书之重大印本者，又去画之多幅者，又去古器之无款识者，后又去书之监本者，画之平常者，器之重大者。凡屡减去，尚载书十五车。至东海，连舻渡淮，又渡江，至建康。青州故第，尚锁书册什物，用屋十余间，冀望来春再备船载之。十二月，金人陷青州，凡所谓十余屋者，已皆为煨烬矣。</p> <p>　　建炎戊申秋九月，侯起复知建康府。已酉春三月罢，具舟上芜湖，入姑孰，将卜居赣水上。夏五月，至池阳。被旨知湖州，过阙上殿。遂驻家池阳，独赴召。六月十三日，始负担，舍舟坐岸上，葛衣岸巾，精神如虎，目光烂烂射人，望舟中告别。余意甚恶，呼曰：“如传闻城中缓急，奈何？”戟手遥应曰：“从众。必不得已，先弃辎重，次衣被，次书册卷轴，次古器，独所谓宗器者，可自负抱，与身俱存亡，勿忘之。”遂驰马去。途中奔驰，冒大暑，感疾。至行在，病痁。七月末，书报卧病。余惊怛，念侯性素急，奈何。病痁或热，必服寒药，疾可忧。遂解舟下，一日夜行三百里。比至，果大服柴胡、黄芩药，疟且痢，病危在膏盲。余悲泣，仓皇不忍问后事。八月十八日，遂不起。取笔作诗，绝笔而终，殊无分香卖履之意。</p> <p>　　葬毕，余无所之。朝廷已分遣六宫，又传江当禁渡。时犹有书二万卷，金石刻二千卷，器皿、茵褥，可待百客，他长物称是。余又大病，仅存喘息。事势日迫。念侯有妹婿，任兵部侍郎，从卫在洪州，遂遣二故吏，先部送行李往投之。冬十二月，金寇陷洪州，遂尽委弃。所谓连舻渡江之书，又散为云烟矣。独余少轻小卷轴书帖、写本李、杜、韩、柳集，《世说》、《盐铁论》，汉唐石刻副本数十轴，三代鼎鼐十数事，南唐写本书数箧，偶病中把玩，搬在卧内者，岿然独存。</p> <p>　　上江既不可往，又虏势叵测，有弟迒任敕局删定官，遂往依之。到台，台守已遁。之剡，出陆，又弃衣被。走黄岩，雇舟入海，奔行朝，时驻跸章安，从御舟海道之温，又之越。庚戌十二月，放散百官，遂之衢。绍兴辛亥春三月，复赴越，壬子，又赴杭。</p> <p>　　先侯疾亟时，有张飞卿学士，携玉壶过，视侯，便携去，其实珉也。不知何人传道，遂妄言有颁金之语。或传亦有密论列者。余大惶怖，不敢言，亦不敢遂已，尽将家中所有铜器等物，欲走外廷投进。到越，已移幸四明。不敢留家中，并写本书寄剡。后官军收叛卒，取去，闻尽入故李将军家。所谓岿然独存者，无虑十去五六矣。惟有书画砚墨，可五七簏，更不忍置他所。常在卧塌下，手自开阖。在会稽，卜居土民钟氏舍。忽一夕；穴壁负五簏去。余悲恸不已，重立赏收赎。后二日，邻人钟复皓出十八轴求赏，故知其盗不远矣。万计求之，其余遂不可出。今知尽为吴说运使贱价得之。所谓岿然独存者，乃十去其七八。所有一二残零不成部帙书册，三数种平平书帙，犹复爱惜如护头目，何愚也耶。</p> <p>　　今日忽阅此书，如见故人。因忆侯在东莱静治堂，装卷初就，芸签缥带，束十卷作一帙。每日晚吏散，辄校勘二卷，跋题一卷。此二千卷，有题跋者五百二卷耳。今手泽如新，而墓木已拱，悲夫！</p> <p>　　昔萧绎江陵陷没，不惜国亡，而毁裂书画。杨广江都倾覆，不悲身死，而复取图书。岂人性之所著，死生不能忘之欤。或者天意以余菲薄，不足以享此尤物耶。抑亦死者有知，犹斤斤爱惜，不肯留在人间耶。何得之艰而失之易也。</p> <p>　　呜呼，余自少陆机作赋之二年，至过蘧瑗知非之两岁，三十四年之间，忧患得失，何其多矣！然有有必有无，有聚必有散，乃理之常。人亡弓，人得之，又胡足道！所以区区记其终始者，亦欲为后世好古博雅者之戒云。</p> <p>　　绍兴二年、玄黓岁，壮月朔甲寅，易安室题 。",
  "fanyi": "<p><strong>译文<br></strong>　　《金石录》三十多卷是谁的著作呢？是先夫郡候赵德甫所撰的（注：宋代称知州为候）。内容远至自夏、商、周，近至不远的后梁、后唐、后晋、后汉、后周，凡是铸在钟、鼎、甗、鬲、盘、彝、尊、敦上的铭记，以及刻在长方形石碑和圆形碑上的知名人物和山林隐士的事迹，只要是刻在这些金石之物上的文字共整理了二千卷，全都校正了谬误，进行了汰选和品评，所有的都符合圣人的道德标准，还能够帮助史官修订失误，这里都记载了，可以称得上内容丰富了！</p> <p>　　呜呼！自从唐代的<a href=\"http://so.gushiwen.org/author_2906.aspx\">王播</a>（原文：王播，但应该是王涯，是<a href=\"http://so.gushiwen.org/author_536.aspx\">李清照</a>记录错误。）与<a href=\"http://so.gushiwen.org/author_2171.aspx\">元载</a>遭到杀身之祸以后，书画跟胡椒都是他们取杀身之祸的原凶；而和峤、杜预所患的“病”，一个是贪财病、一个是《左传》病，其实也没有什么区别。听起来不相同，但痴迷其中都是一样的。</p> <p>　　我在建中靖国元年（注：宋徽宗年号，即公元1101年），出嫁从此属赵氏的人。当时先父是礼部员外郎，明诚的父亲是礼部侍郎。丈夫赵明诚年方二十一岁，正在太学当学生。赵、李两家本是寒门，向来清贫俭朴。每月初一、十五，明诚都请假出去，把衣服押在当铺里，取五百铜钱，走进大相国寺，购买碑文和果实。两人对着买回来的碑文一起欣赏着，反复研究，自认为夫妻二人像远古时代葛天氏的臣民那样自由和快乐。两年以后，明诚出仕做官，便立下即使节衣缩食，要走遍四方，把天下的古文奇字全部搜集起来的志愿。日积月累，碑文也越积越多。因为赵明诚的父亲在政府工作，其中还亲戚和老朋友掌管国家图书和编修史志，常常可以看到像《<a href=\"http://so.gushiwen.org/view_73251.aspx\">诗</a>经》以外的佚诗、正史以外的逸史，以及从鲁国孔子旧壁中、汲郡魏安釐王墓中发掘出来的古文经传和竹简文字，于是就尽力抄写，渐渐感到趣味无穷，到了难以自控的地步。从那以后如果看到古今名人的书画和夏、商、周三代的奇器，也还是脱下衣服去当了也要把它买下来。曾记得崇宁年间，有一个人拿来一幅徐熙所画的《牡丹图》，要价二十万钱才肯卖。当时虽是官宦子弟，但要筹备二十万铜钱，谈何容易啊！夫妻二人把玩了它两夜，想尽办法也筹不到钱，只有还给了卖家。夫妇二人互叹可惜，为此不开心了好几天。</p> <p>　　后来明诚罢官，带我回青州故乡闲居了十年。夫妇勤俭持家，过上了衣食无忧的生活。明诚复官后，又接连做了莱州和淄州的知州，把他的全部俸禄拿出来，从事书籍的校勘、刻写。每得一本书，我们就一起校勘，整理成类，题上书名。得到书画和彝、鼎古玩，也摩挲把玩或摊开来欣赏，指出存在的不足。每次等到蜡烛为烧完才去睡觉。因此所收藏的古籍，在精致和完整上超过许多收藏家。我天性博闻强记，每次吃完饭，和明诚坐在归来堂上烹茶，指着堆积的书史，说某一典故出在某书某卷第几页第几行，二人以猜中与否来定胜负，然后以胜负作为饮茶的先后。猜中了的便举杯大笑，常常把茶不小心倒在胸前衣襟上，反而饮不到一口。真愿意这样过一辈子！虽然生活不是很富裕中，但理想从没有被忘记。收集的书籍达到了要求，就在归来堂中建起书库，把大橱编上了甲乙丙丁的号码，中间放上书册。如需讲读，就拿来钥匙开橱，在簿子上登记，然后取出所要的书籍。如果谁把书籍损坏或弄脏了一点，定要责令此人揩干净涂改正确，改掉以前那种随便很不在意书籍的作风。所以想求得舒心反而心生不安。我性子实在忍耐不住，就想办法不吃第二道荤菜，不穿第二件绣有文彩的衣裳，头上没有明珠翡翠的首饰，室内没有镀金刺绣的家具。节省下来的钱遇到想要的书籍，只要字不残缺、正规版本，就马上买下，储存起来作为副本。向来家传的《周易》和《左传》，原有两个版本源流，文字最为完备。于是罗列在几案上，堆积在枕席间，我们意会心谋，目往神授，这种乐趣远远超过那些追逐歌舞女色斗狗走马的低级趣味的人。</p> <p>　　到了钦宗靖康元年，明诚做了淄州知州，听说金军进犯京师汴梁，一时间很茫然，满箱满笼的书籍，即恋恋不舍，又怅惘不已，心知这些东西必将不为己有了。高宗建炎元年三月间，我的婆婆太夫人郭氏死于建康，明诚到南边奔丧。所有的物品不能全部载去，便先把书籍中重而且大的印本去掉，又把藏画中重复的几幅去掉，再把古器中没有款识的去掉。后来又去掉书籍中的国子监刻本、画卷中的平平之作及古器中又重又大的几件。经多次削减，还装了十五车书籍。到了海州，雇了好几艘船渡过淮河，又渡过长江，到达建康。这时青州老家，还锁着书册什物，占用了十多间房屋，希望来春再备船把它装走。到了十二月，金兵攻下青州，这十几屋东西，一下子化为灰烬了。</p> <p>　　高宗建炎二年秋九月，明诚夺情被任命为建康府知府，三年春三月罢官，搭船上芜湖。到了当涂，打算在赣江一带找个住处。夏五月，到贵池，皇帝有旨任命他为湖州知州，需上殿朝见。于是我们把家暂时安置在贵池，他一人奉旨入朝。六月十三日，开始挑起行李，舍舟登岸。他穿着一身夏布衣服，翻起覆在前额的头巾，坐在岸上，精神如虎，明亮的目光直向人射来，向船上告别。此刻我的情绪很不好，大喊道：“假如听说城里局势紧急，怎么办呀？”他伸出两个手指，远远地答应道：“跟随众人吧。实在万不得已，先丢掉包裹箱笼，再丢掉衣服被褥，再丢掉书册卷轴，再丢掉古董，只是那些宗庙祭器和礼乐之器，必须抱着背着，与自身共存亡，别忘了！”说罢策马而去。一路上不停地奔驰，冒着炎暑，感染成疾。到达皇帝驻跸的建康，患了疟疾。七月底，有信到家，说是病倒了。我又惊又怕，想到明诚向来性子很急，无奈生了疟疾，有时发烧起来，他一定会服凉药，病就令人担忧了。于是我乘船东下，一昼夜赶了三百里。到达以后，方知他果然服了大量的柴胡、黄芩等凉药，疟疾加上痢疾，病入膏肓，危在旦夕。我不禁悲伤地流泪，不忍心问及后事。八月十八日，他便不再起来，取笔做诗，绝笔而终，此外更没有“分香卖屦”之类的遗嘱。</p> <p>　　把他安葬完毕，我茫茫然不知到什么地方是好。建炎三年七月，皇上把后宫的嫔妃全部分散出去，又听说长江就要禁渡。当时家里还有书二万卷，金石刻二千卷。所有的器皿、被褥，可以供百人所用；其他物品，数量与此相当。我又生了一场大病，只剩下一口气。时局越来越紧张，想到明诚有个做兵部侍郎的妹婿，此刻正作后宫的护卫在南昌。我马上派两个老管家，先将行李分批送到他那里去。谁知到了冬十二月，金人又攻下南昌，于是这些东西便全数失去。所谓一艘接着一艘运过长江的书籍，又象云烟一般消失了，只剩下少数分量轻、体积小的卷轴书帖，以及写本<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>、<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>、<a href=\"http://so.gushiwen.org/author_682.aspx\">韩愈</a>、<a href=\"http://so.gushiwen.org/author_646.aspx\">柳宗元</a>的诗文集，《世说新语》，《盐铁论》，汉、唐石刻副本数十轴，三代鼎鼐十几件，南唐写本书几箱。偶尔病中欣赏，把它们搬在卧室之内，这些可谓岿然独存的了。</p> <p>　　长江上游既不能去，加之敌人的动态难以预料，我有个兄弟叫李迒，在朝任勅局删定官，便去投靠他。我赶到台州，台州太守已经逃走；回头到剡县，出睦州，又丢掉衣被急奔黄岩，雇船入海，追随出行中的朝廷。这时高宗皇帝正驻跸在台州的章安镇。于是我跟随御舟从海道往温州，又往越州。建炎四年十二月，皇上有旨命郎官以下官吏分散出去，我就到了衢州。绍兴元年春三月，复赴越州；二年，又到杭州。</p> <p>　　先夫病重时，有一个张飞卿学士，带着玉壶来看望他，随即携去，其实那是用一块形状似玉的美石雕成的。不知是谁传出去，于是谣言中便有分赐金人的话语。还传说有人暗中上表，进行检举和弹劾。事涉通敌之嫌，我非常惶惧恐怖，不敢讲话，也不敢就此算了，把家里所有的青铜器等古物全部拿出来，准备向掌管国家符宝的外庭投进。我赶到越州，皇上已驾幸四明。我不敢把东西留在身边，连写本书一起寄放在剡县。后来官军搜捕叛逃的士兵时把它取去，听说全部归入前李将军家中。所谓“岿然独存”的东西，无疑又去掉十分之五六了。惟有书画砚墨，还剩下五六筐，再也舍不得放在别处，常常藏在床榻下，亲手保管。在越州时，我借居在当地居民钟氏家里。冷不防一天夜里，有人掘壁洞背了五筐去。我伤心极了，决心重金悬赏收赎回来。过了两天，邻人钟复皓拿出十八轴书画来求赏，因此知道那盗贼离我不远了。我千方百计求他，其余的东西再也不肯拿出来。今天我才知道被福建转运判官吴说贱价买去了。所谓“岿然独存”的东西，这时已去掉十分之七八。剩下一二件残余零碎的，有不成部帙的书册三五种。平平庸庸的书帖，我还象保护头脑和眼珠一样爱惜它，多么愚蠢呀！</p> <p>　　今天无意之中翻阅这本《金石录》，好像见到了死去的亲人。因此又想起明诚在莱州静治堂上，把它刚刚装订成册，插以芸签，束以缥带，每十卷作一帙。每天晚上属吏散了，他便校勘两卷，题跋一卷。这二千卷中，有题跋的就有五百零二卷啊。如今他的手迹还象新的一样，可是墓前的树木已能两手合抱了。悲伤啊！</p> <p>　　从前梁元帝萧绎当都城江陵陷落的时候，他不去痛惜国家的灭亡，而去焚毁十四万册图书；隋炀帝<a href=\"http://so.gushiwen.org/author_885.aspx\">杨广</a>在江都遭到覆灭，不以身死为可悲，反而在死后把唐人载去的图书重新夺回来。难道人性之所专注的东西，能够逾越生死而念念不忘吗？或者天意认为我资质菲薄，不足以享有这些珍奇的物件吗？抑或明诚死而有知，对这些东西犹斤斤爱惜，不肯留在人间吗？为什么得来非常艰难而失去又是如此容易啊！</p> <p>　　唉！<a href=\"http://so.gushiwen.org/author_838.aspx\">陆机</a>二十作《文赋》，我在比他小两岁的时候嫁到赵家；蘧瑗行年五十而知四十九岁之非，如今我已比他大两岁：在这三十四年之间，忧患得失，何其多啊！然而有有必有无，有聚必有散，这是人间的常理。有人丢了弓，总有人得到弓，又何必计较。因此我以区区之心记述这本书的始末，也想为后世好古博雅之士留下一点鉴戒。</p> <p>　　绍兴二年，太岁在壬，八月初一甲寅，易安室题。</p> <p><strong>注释<br></strong>（1）这是李清照为其夫赵明诚所著《金石录》一书所写的后序。当作于绍兴四年。<br>（2）右：以上。后序在书末故云。<br>（3）赵侯德父：唐时以州、府长官称侯，赵明诚曾任莱州、淄州、建康府及湖州长官。德父，赵明诚之字。<br>（4）三代：夏、商、周三朝。<br>（5）五季：即五代后梁、后唐、后晋、后汉、后周。<br>（6）钟：青铜铸乐器。<br>鼎：青铜铸炊具。<br>甗([yǎn]音衍)：陶制炊具。鬲（音利）陶制炊具。<br>匜([yí]音仪)：青铜制盛水器。<br>敦([duì]音对)：青铜制食器。<br>款识（[zhì]音志）：铭刻在金石器物上的文字。<br>（7）丰碑、大碣([jié]音洁)：古以长方形刻石为碑，圆形刻石为碣。丰：大。<br>（8）晦士：犹隐士。<br>（9）是正：订正。<br>（10）王播：唐文宗时人。李清照笔误应是王涯：王涯，字广律，唐文宗时人，酷爱收藏。甘露之变，为宦官所杀家产被抄没，所藏书画，尽弃于道。元载：唐代宗时宰相，为官贪横，好聚敛。后获罪赐死抄没其家产时，仅胡椒即有八百石。(均见《析店书》)<br>（11）“长舆、元叙”句：《晋书·杜预传》：“预常称(王)济有马癖，(和)峤[qiáo]有钱癖。武帝闻之，谓预日：‘卿有何癖?’对曰：‘臣有《左传》癖。’”和峤字长舆；杜预字元凯。<br>（12）建中辛巳：宋徽宗建中靖国元年(1101年)。<br>（13）归：嫁。<br>（14）先君：指作者父亲李格非。旧过世的父亲为先君、先父。礼部员外郎:礼部分曹办事官员。<br>（15）丞相：指赵明诚父：挺之，曾官至尚书右仆射(相当于丞相)。吏部侍郎：吏部副长官。<br>（16）太学：古代国家的最高学府。<br>（17）朔望：阴历每月之初一为朔日，十五日为望日。谒[yè]告：谒见。<br>（18）质：典当。半千：五百。<br>（19）相国寺：北宋时汴京(今河南开封)最大的寺庙，也是当时著名的集市。<br>（20）市：购买。<br>（21）葛天氏：传说中远古时代的帝王，其时民风淳朴，安居乐业。<br>（22）饭蔬衣练：吃穿简单随意。蔬，蔬菜。练，粗帛。<br>（23）遐([xiá]音霞)方绝域：远荒僻之地。<br>（24）古文奇字：指秦汉碑版刻石之文字。<br>（25）日就月将：日积月累。<br>（26）馆阁：掌管国家图、编修国史的机构。<br>（27）亡诗逸史：泛指散失的历史文化资料。亡诗，《诗经》305篇之外的周诗。鲁壁汲冢：泛指出土文物。《汉书·艺文》:“武帝末，鲁共王坏孔子宅，欲以广其宫，而得古文(尚书)及《礼记》、《论语》、《孝经》凡数十篇，古字也。”《晋书·武帝纪》：“汲郡人不准掘魏襄王冢，得竹简小篆古书十余万言。”冢：墓。<br>（28）浸：渐渐。<br>（29）崇宁：宋徽宗年号(1102-1106年)。<br>（30）徐熙：五代时南唐著名画家。<br>（31）信宿：两夜。<br>（32）屏([bǐng]音丙)居：退职闲居。赵挺之罢相后不久死去，亲旧多遭迫害。赵明诚去官后携李清照回到青州故里。<br>（33）仰取俯拾：指多方谋求衣食。<br>（34）连守两郡：赵明诚自宋徽宗宣和三年(1121年)至宋钦宗靖康元年(1126年)先后知莱州、淄州。<br>（35）铅椠([qiàn]音欠)：书写用具，这里指校勘、刻写。<br>（36）彝([yí]音夷)：青铜制祭器。<br>（37）摩玩舒卷：反复观赏，爱不释手。<br>（38）率([lǜ]音律)：限度。<br>（39）归来堂：赵李二人退居青州时住宅名，取<a href=\"http://so.gushiwen.org/author_645.aspx\">陶渊明</a>《归去来辞》意。<br>（40）叶：同“页”。·<br>（41）角([jué]音决)：较量。<br>（42）簿甲乙：分类登记。<br>（43）请钥：取钥匙。上簿：登记。<br>（44）关出：检出。<br>（45）坦夷：随意无所谓的样子。<br>（46）憀傈([liáo][lì]音聊利)：不安貌。<br>（47）不耐：无能，缺乏持家的本事。<br>（48）重肉：两样荤菜。<br>（49）重采：两件绸衣。<br>（50）刓 ([wán]音完)缺：缺落。<br>（51）枕藉：堆积。<br>（52）神授：神往。<br>（53）声色狗马：指富贵子弟喜好的歌儿舞女、斗鸡走狗之娱。<br>（54）靖康丙午岁：宋钦宗靖康元年(1126年)。<br>（55）淄川：即淄州，今山东淄博。<br>（56）箧([qiè]音切)：小箱子。<br>（57）建炎丁未：宋高宗建炎元年(1127年)。<br>（58）太夫人：指赵明诚之母。<br>（59）长([zhǎng]音障)物：多余之物。<br>（60）监本：国子监刻印的版本。<br>（61）东海：即海州，今江苏连云港一带。<br>（64）青州：今山东青州。<br>（65）煨([wēi]音威)烬：灰烬。煨，热灰。<br>（66）建炎戊申：建炎二年((1128年)。<br>（67）起复：居丧未满期而被任用。<br>（68）己酉：建炎三年((1129年)。<br>（69）芜湖：今安徽芜湖。<br>（70：姑孰：今安徽当涂。<br>（71）赣水：即赣江。<br>（72）池阳：今安徽贵池。<br>（73）湖州：今浙江吴兴一带。<br>（74）过阙上殿：指朝见皇帝。<br>（75）葛衣岸巾：穿葛布衣，戴露额头巾。<br>（76）目光烂烂射人：《世说新语·容止》“裴令公目王安丰：目烂烂如岩下电。”形容目光富于神采。<br>（77）意甚恶：情绪很不好。<br>（78）缓急：偏义复词，指危急。<br>（79）戟手：举手屈肘如戟状。<br>（80）宗器：宗庙所用的祭、乐器。这里指最为贵重之物。<br>（81）行在：皇帝出外居留之所。这里指建康。<br>（82）痁([shān]音山)：疟疾。<br>（83）柴胡、黄芩([qín]音勤)：两味退热的中药。<br>（84）膏肓（[gāo] [huāng]）：《左传·成公十年》：“在肓之上，膏之下，攻之不可，达之不及，药不至焉，不可为也。”<br>（85）分香卖屦([jù]音句)：指就家事留遗嘱。<a href=\"http://so.gushiwen.org/author_552.aspx\">曹操</a>《遗令》:“余香可分与诸夫人，不命祭。诸舍中无所为，学作履组卖也。”屦，麻鞋。<br>（86）分遗六宫：疏散宫中妃子、宫女人等。<br>（87）茵褥：枕席、被子之类。<br>（88）他长物称是：其余用物与此数相当。<br>（89）兵部侍郎：兵部副长官：<br>（90）从卫：担任皇帝的侍从、警卫。洪州：今江西南昌。<br>（91）部送：押送。<br>（92）李、杜、韩、柳集：唐代著名文学家李白、杜甫、韩愈、柳宗元的作品集。<br>（93）世说：即《世说新语》，南朝宋<a href=\"http://so.gushiwen.org/author_668.aspx\">刘义庆</a>著。《盐铁论》：汉桓宽著。<br>（94）鼐（[nài]音耐)：大鼎。十数事：十余种。<br>（95）岿然独存：指遭劫难而得幸存者。汉王延寿《鲁灵光殿赋》：“西京未央建章之殿，皆见隳[huī]坏，而灵光岿然独存。”<br>（96）上江：指今安徽一带，以其在今江苏上游故名。<br>（97）叵([pǒ]音颇上)测：不可测度。<br>（98）敕[chì]局删定官：负责编辑皇上诏令的官员。<br>（99）台：台州，今浙江临海。<br>（100）剡[shàn]：剡溪，著名的风景胜地，在今浙江嵊县。<br>（101）出陆：走陆路。<br>（102）黄岩：今浙江黄岩。<br>（103）行朝：同“行在”。<br>（104）驻跸([bì]音毕)：指皇帝停留。章安：属台州，在今浙江临海东南。<br>（105）温：温州，治所在今浙江温州。<br>（106）越：越州，治所在今浙江绍兴。<br>（107）庚戌：建炎四年(1130年)。<br>（108）衢[qú]：衢州，治所在今浙江衢县。<br>（109）绍兴辛亥：宋高宗绍兴元年(1131年)。<br>（110）壬[rén]子：绍兴二年(1132年)。<br>（111）杭：杭州，今浙江杭州。<br>（112）疾亟[jí]：病危。<br>（113）珉([mín]音民)：似玉的石头。<br>（114）颁金：分取金银财物。<br>（115）密论列：秘密举报。<br>（116）外廷：同“行朝”。投进：进献。<br>（117）幸：皇帝光临称“幸”。四明：即明州，今浙江宁波。<br>（118）无虑：大约。<br>（119）簏[lù]：竹箱。<br>（120）会稽：今浙江绍兴。<br>（121）穴壁：在墙上打洞。<br>（122）吴说([yuè]音悦):宋代著名书法家。时任福建路转运判官，故称运使。<br>（123）如护头目：好像保护头与眼睛一样。<br>（124）东莱：即莱州。静治堂：当为赵、李之书斋名。<br>（125）芸签缥([piāo]音漂)带：芸签，用芸草制成的书签。缥带，用来束扎卷轴的丝带。<br>（126）吏散：犹今之“下班”。<br>（127）手泽：亲手书写之墨迹。<br>（128）墓木已拱：指死已多时。《左传·傅公三十二年》：秦穆公派人对蹇叔说：“尔何知?中寿，尔墓之木拱矣。”拱，两手合围。<br>（129）“萧绎”句：梁元帝，名绎字世诚，自号金缕子。西魏伐梁，江陵陷没，他“聚图书十余万卷尽烧之”。(见《南史·梁元帝纪》)<br>（130）“杨广”句：唐<a href=\"http://so.gushiwen.org/author_1448.aspx\">颜师古</a>撰传奇《南部烟花录》载，其死后显灵将生前所珍爱的书卷尽数据为己有。<br>（131）菲薄：指命薄。<br>（132）尤物：特异之物<br>（133）少陆机作斌之二年：指十八岁。杜甫《醉歌行》：“陆机二十作文斌。”<br>（134）过蘧[qú]瑗知非之两岁：指五十二岁。《淮南子·原道训》：“蘧伯玉年五十而知四十九年之非。”蘧瑗，字伯玉，春秋时卫国大夫。<br>（135）“人亡弓”句：《孔子家语·好生》:“楚王出游，亡弓。左右请求之。王曰：‘止。楚王失弓，楚人得之，又何求之!’孔子闻之，惜乎其不大也。不曰‘人遗弓，人得之’而已，何必楚也!”<br>（136）“绍兴”句：绍兴二年，即1132年。玄黓（音亦)，《尔雅：释天》：“太岁……在壬曰玄黓。绍兴二年适为壬子年。壮月，八月。按，此署年或有误。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这篇(&lt;金石录&gt;后序)(以下简称&lt;后序))，是<a href=\"http://so.gushiwen.org/author_536.aspx\">李清照</a>为故夫赵明诚的金石学名著(金石录》一书所作的序言。在《金石录》编撰过程中，赵明诚曾写过一篇《&lt;金石录&gt;序》。宋徽宗政和七年(1117)，赵明诚又再三请河间刘跂为《金石录》前三十卷撰序。刘跂于同年九月完成好友赵明诚所嘱，其文题作(&lt;金石录&gt;后序)(以下简称“刘序”)。李清照所撰《后序》，虽与“刘序”的题目相同，但她是在赵明诚逝世、由她继续完成丈夫的未竟之业后写下的。同样是为《金石录》作序，李清照的《后序》，与赵明诚的自序和“刘序”大不相同。后二者系就书论书，只谈与《金石录》直接相关的事，文字简洁平实，是两篇很典型的书序。李清照的《后序》却是匠心独运，在剪裁、叙事、抒情等方面迥别于一般书序，具有很强的艺术感染力。她所结撰的重点是放在叙述金石书画的“得之艰而失之易”上，是一篇带有自传性的而又抒情性极强的文学散文。</p> <p>　　在我国散文史上占有不可替代位置的(后序)，理所当然地受到人们极大的关注和总体上颇为中肯的评价，其中两个人的见解极近腠理。一是南宋的洪迈;一是近人浦江清。洪迈主要是就《后序》的叙事旨归而建言，他说:“其妻易安居士，平生与之同志，赵段后，憨悼旧物之不存，乃作后序，极道遭催变故本末。”((容斋四笔)卷五)洪迈不仅以此番言简意赅之语，准确地道出了洋洋两千言《后序》的叙事脉络，其更大的贡献还在于为后世留下了亲眼经见宋版(后序)所云之撰署日期为绍兴四年(1134)。这就极有力地说明了明抄本的“绍兴二年”之误。因为“绍兴二年”对李清照来说是一个多事之秋:这年的春夏她得了重病，又因与张汝舟的离异诉讼吃官司、坐牢……在这种情况下，她哪里会有心思去整理《金石录》并撰写《后序》?而“绍兴四年”则正是赵明诚逝世五周年，是时痛定思痛而作《后序》，岂非顺理成章!</p> <p>　　而浦江清则从另外的角度道出了《后序》的价值所在:此文详记夫妇两人早年之生活嗜好，及后遭逢离乱，金石书画由聚而散之情形，不胜死生新旧之感。一文情并茂之佳作也。赵、李事迹，(宋史)失之简略，赖此文而传，可以当一篇合传读。故此文体例虽属于序跋类，以内容而论，亦同自叙文。清照本长于四六，此文却用散笔，自叙经历，随笔提写。其晚境凄苦郁闷，非为文而造情者，故不求其工而文自工也。((国文月刊)一卷二期)</p>",
  "about": "<h2>创作背景</h2> <p>　　《金石录后序》是<a href=\"http://so.gushiwen.org/author_536.aspx\">李清照</a>晚期的一篇回忆性散文，是研究李清照生平史实的第一手资料，是李清照个人生活、家庭背景及她所处的那个动荡时代的真实反映。</p> <p>　　李清照在创作《金石录后序》的时候正是北宋被灭亡，南宋刚刚开始的时候，社会正处于一种大变革时代。李清照在流离之间看着自己与丈夫赵明诚收集的文物不断流失，不由感慨文物得之难，失之易也。</p> <p>　　乱世的文物不值钱，李清照节衣缩食得来的文物，不是失之于兵祸就是遇人不淑。兵祸：金兵的战争烽火让文物付之一炬或是被宋朝的叛兵劫掠而去。遇人不淑：不是被寄居的邻人盗取就是被骗婚的张汝舟巧取豪夺。</p> <p>　　当李清照看着这些历经劫难幸存下来的文物，视它们如头目。这时她翻看丈夫写的《金石录》，回忆二人收藏的点点滴滴，那些酸、甜、苦、辣都是那么值的回忆和珍惜的，但因为赵明诚在生前就为《金石录》作过序了，于是她写下了这篇《金石录后序》附在《金石录》之后。</p> <p>　　宋史当中没有李清照传，所以重新审视《金石录后序》后就会发现李清照自己的回忆自然就是最宝贵的文献资料了。</p>",
  "poet": {
    "id": 536,
    "star": 0,
    "name": "李清照",
    "image": "http://img.gushiwen.org/authorImg/liqingzhao.jpg",
    "desc": "李清照（1084年3月13日～1155年5月12日）号易安居士，汉族，山东省济南章丘人。宋代（南北宋之交）女词人，婉约词派代表，有“千古第一才女”之称。所作词，前期多写其悠闲生活，后期多悲叹身世，情调感伤。形式上善用白描手法，自辟途径，语言清丽。论词强调协律，崇尚典雅，提出词“别是一家”之说，反对以作诗文之法作词。能诗，留存不多，部分篇章感时咏史，情辞慷慨，与其词风不同。有《易安居士文集》《易安词》，已散佚。后人有《漱玉词》辑本。今有《李清照集校注》。"
  },
  "tags": [
    "回忆",
    "抒情"
  ]
}