{
  "id": 28732,
  "star": 69,
  "name": "十一月中旬至扶风界见梅花",
  "dynasty": "唐代",
  "content": "匝路亭亭艳，非时裛裛香。<br>素娥惟与月，青女不饶霜。<br>赠远虚盈手，伤离适断肠。<br>为谁成早秀，不待作年芳。",
  "fanyi": "<p><strong>译文<br></strong>梅花开满了路边，亭亭而立，花容艳丽；未到时节就开放了，散发着浓郁的芳香。<br>嫦娥与月光相伴，一副清冷的样子；青霄玉女之冷峭胜过了严霜。<br>手中空握满把的梅花，却不知寄往何方；与梅花伤心离别的时候又恰好碰上我悲愤欲绝。<br>梅花为了谁造成了过早开花，而不等到报春才开花，成为旧历新年时的香花呢？</p> <p><strong>注释<br></strong>（1）扶风：即今陕西扶风县。<br>（2）匝路亭亭艳：匝（zā）路，围绕着路；亭亭，昂然挺立的样子。<br>（3）非时裛裛香：非时，不合时宜，农历十，一月不是开花的时节，梅花却开了，所以说“非时”；裛裛（yìyì），气味郁盛的样子。<br>（4）素娥惟与月：素娥，嫦娥；惟与，只给。<br>（5）青女：霜神。<br>（6）赠远虚盈手：赠远，折梅寄赠远方的亲朋；虚，空；盈手，满手。<br>（7）伤离适断肠：伤离，因为离别而感伤；适，正。<br>（8）早秀：早开花。十一月中旬开的梅花，是早开的梅花。<br>（9）不待作年芳：待，等待。作年芳，为迎接新年而开花芬芳。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　“匝路亭亭艳，非时裛裛香。”一开头就奇峰突起，呈现异彩。裛裛，香气盛貌。虽然梅树亭亭直立，花容清丽，无奈傍路而开，长得不是地方。虽然梅花囊哀清芬，香气沁人，可是梅花过早地在十一月中旬开放，便显得很不适时宜。这正是“情以物迁，辞以情发”，作者的感情通过咏梅来表达。作者的品格才华，恰好正像梅花的“亭亭艳”、“裛裛香”。作者牵涉到牛李党争中去，从而受到排挤，以及长期在过漂泊的游幕生活，也正是处非其地。</p> <p>　　“素娥惟与月，青女不饶霜。”二句清怨凄楚，别开意境。同是月下赏梅，作者没有发出“月明林下美人来”的赞叹，把梅花比作风姿姣好的美人；也没有抒写“月中霜里斗婵娟”（《霜月》）一类的颂词，赞美梅花傲霜的品格；而是手眼独出，先是埋怨“素娥”的“惟与月”，继而又指责“青女”的“不饶霜”。原来在作者眼里，嫦娥让月亮放出清光，并不是真的要给梅花增添姿色，就是没有梅花，她也会让月色皎洁的。嫦娥只是赞助月亮，并不袒佑梅花的。青女不是要使梅花显出傲霜品格才下霜的，而是想用霜冻来摧折梅花，所以她决不会因为梅花开放而宽恕一点，少下些霜。一种难言的怨恨，淡淡吐出，正与作者身世感受相映照。</p> <p>　　写到这里，作者的感情已达到饱和。突然笔锋一转，对着梅花，怀念起朋友来了：“赠远虚盈手，伤离适断肠。”想折一把梅花来赠给远方的朋友，可是仕途坎坷，故友日疏，即使折得满把的梅花也没有什么用。连寄一枝梅花都办不到，更觉得和朋友离别的可悲，所以就哀伤欲绝，愁肠寸断了。“伤离”句一语双关，既含和朋友离别而断肠，又含跟梅花离别而断肠，这就更加蕴蓄隽永。</p> <p>　　“为谁成早秀？不待作年芳。”，在这里表达了他对梅花的悲痛，这种悲痛正是对自身遭遇的悲痛。联系到<a href=\"http://so.gushiwen.org/view_28732.aspx\">诗</a>人很早就以文才著名，所以受到王茂元的赏识，请他到幕府里去，把女儿嫁给他。王茂元属于<a href=\"http://so.gushiwen.org/author_815.aspx\">李德裕</a>党，这就触怒了<a href=\"http://so.gushiwen.org/author_1247.aspx\">牛僧孺</a>党。在牛党得势时，他就受到排斥，不能够进入朝廷，贡献他的才学，这正像梅花未能等到春的到来而过早开放一样。这一结，就把自伤身世的感情同开头呼应，加强了全篇的感情力量。[1] 咏物诗的最高境界是“写气图貌，既随物以宛转；属采附声，亦与心而徘徊”。意思是依照事物的形貌来描绘，委婉地再现其形象；同时，也曲折地传达出内心的感情。这首诗正是这样。梅花是一定时空中盛开的梅花，移用别处不得。与之同时，又将诗人的身世从侧面描绘出来。两者融合得纹丝合缝，看不出一点拼凑的痕迹，是作者深厚功力的表现。</p>",
  "about": "<h2>创作背景</h2> 　　这首咏物写于何年，诸说不一，可能是<a href=\"http://so.gushiwen.org/view_28732.aspx\">诗</a>人于公元851年（大中五年）应东川节度使柳仲郢聘请为书记，入蜀时所作。扶风，在今陕西宝鸡市东。他的《韩冬郎即席二首》，有“剑栈风樯各苦辛，别时冬雪到时春”句。作者赴蜀，在这年冬天，有《悼伤后赴东蜀辟至散关遇雪》一诗。这首诗或者是在这年所作。",
  "poet": {
    "id": 204,
    "star": 0,
    "name": "李商隐",
    "image": "http://img.gushiwen.org/authorImg/lishangyin.jpg",
    "desc": "李商隐，字义山，号玉溪（谿）生、樊南生，唐代著名诗人，祖籍河内（今河南省焦作市）沁阳，出生于郑州荥阳。他擅长诗歌写作，骈文文学价值也很高，是晚唐最出色的诗人之一，和杜牧合称“小李杜”，与温庭筠合称为“温李”，因诗文与同时期的段成式、温庭筠风格相近，且三人都在家族里排行第十六，故并称为“三十六体”。其诗构思新奇，风格秾丽，尤其是一些爱情诗和无题诗写得缠绵悱恻，优美动人，广为传诵。但部分诗歌过于隐晦迷离，难于索解，至有“诗家总爱西昆好，独恨无人作郑笺”之说。因处于牛李党争的夹缝之中，一生很不得志。死后葬于家乡沁阳（今河南焦作市沁阳与博爱县交界之处）。作品收录为《李义山诗集》。"
  },
  "tags": [
    "咏物",
    "梅花"
  ]
}