{
  "id": 57441,
  "star": 20,
  "name": "江城子·癸酉春社",
  "dynasty": "宋代",
  "content": "清波渺渺日晖晖，柳依依，草离离。老大逢春，情绪有谁知？帘箔四垂庭院静，人独处，燕双飞。<br>怯寒未敢试春衣。踏青时，懒追随。野蔌山肴，村酿可从宜。不向花边拚一醉，花不语，笑人痴。",
  "fanyi": "<h2>译文</h2> 春水悠远，春阳晴朗，柳条轻柔，青草繁茂，柳条儿依依，青草儿迷离。衰老年大的我赶上了盎然的春天，可有谁知道我内心的情绪呢?珠帘四垂，庭院寂静，我一个人独坐，看燕子双双翻飞。<br>心里怕春寒，不敢换春衣，正是踏青时节，我却懒于把别人追随。那就摆一些野菜，弄一点山味，斟几杯粗酒，拼上一醉。但是我却担心，如果喝醉，那不会说话的花儿，会笑我痴呆似傻。",
  "shangxi": "<h2>鉴赏</h2> <p>　　<a href=\"http://so.gushiwen.org/author_726.aspx\">王炎</a>生于公元1138年，到癸酉年（1213）已经是七十五岁的人了。大好的春光与热烈的庆典引起他踏青的情致，可是年老力衰又迫使他不得不蛰居在家。</p> <p>　　这种矛盾反映在词中，便处处表现为无可奈何的惆怅情怀。“清波渺渺日晖晖，柳依依，草离离”。词篇从景物入手，平平叙起，似是闲笔。然而辽远静谧的景物，本身已在空阔中显出寂寞之情调，再上加作者欲游不能的力不从心，全文的惆怅基调已显端倪本词善于以景显情衬情，首句即是如此，因而，“闲笔”之中实际上已经包含了无穷的感情。古人云：“笔未到，气已吞”，当是此类技法。“老大逢春，情绪有谁知？紧接在平淡的景物描写之后，突然直接抒写情怀，有如异军突起，来势极猛。可是”情绪“究竟如何呢？</p> <p>　　“帘箔四垂庭院静，人独处，燕双飞”，这三句再一次不直叙感触，仍以环境风物入词，似乎在“顾左右而言他”。作者一方面有意躲开感情的沉重压迫，另一方面继续用寂寥的环境映衬无可奈何的心理：“帘箔四垂”写庭院之“静”：“人独处”两句，化用唐翁宏“落花人独立，微雨燕双飞”<a href=\"http://so.gushiwen.org/view_57441.aspx\">诗</a>句，以燕的“双飞，衬人的”独处“，寂寞无聊的心绪，皆包含在这种种形象之中。这种写法，不仅用对读者的启发代替作者的絮絮陈言，容易收到”言有尽而意无穷“的效果，而且笔法一张一弛，在跌宕变化之中也显示出深厚的艺术感染力，下半阕是作者感情的正面抒发。根据内容，可以分作三个层次：”怯寒未敢试春衣“写怯寒：”踏青时，懒追随。野蔌山肴，村酿可从宜“写勉力踏青，但又有些力不从心，唯有借助野蔬山肴与村酿，聊遣情绪而已：”不向花边拚一醉，花不语，笑人痴“写醉酒，拚却一醉，这正是以上诸般情绪交织的结果。从因果关系上说，”怯寒“即是”老大逢春“情绪的根源，所以也就是下半阕的症结所在：连春衣都不敢试穿的人，自然不敢追随踏青，但人逢春社，寂寞难熬，只得以酒遣情一醉方休，即使笑我人”痴“又有何妨。从情绪的凝重程度看，试春衣的目的为的是去踏青，而踏青的结果却是一醉。——因此，下半阕所写三层虽都是作者所最不堪忍耐的，然而在处理上，一层却比一层深，一层比一层更叫人伤怀。</p> <p>　　王炎填词，力求“不溺于情欲，不荡于无法”，“惟婉转妩媚为善”（《双溪诗馀自序》）。这阕词抒写“老大逢春”的帐惘情怀，微婉缠绵，颇具婉转妩媚之美。但词中感情，浓而不粘，“哀而不伤”作者居高临下从容抒发情绪，始终不为情役，这是它“不溺于情欲”的表现。至于“不荡于无法”，则可以从以下两方面看出：第一、章法精密。如前所述，这首词前后两片各自可分三层，每层之间起伏变化，但意脉不乱，虽极曲折之势，却能一气贯下，因而层次极清，组织极精。第二、句法浑成。本篇字字都经锤炼。但初读时则又好像全不经意。比如“老大逢春，情绪有谁知”，其中“谁知”二字既指感慨深沉，又说无人理解，表现力很强，读来又十分平易。只有通读全篇细细品味才知其妙。再如“人独处，燕双飞”，全不见一点斧凿痕迹，却是词人精心设计的画面。至于开头处连用四个叠字句，渲染春光，暗寓情怀，都十分到家。结尾处于平平叙写之后，采取拟人手法，说“花不语，笑人痴”，全篇也因之活跃飞动。这些地方，都是作者重视章法的表现。</p>",
  "about": "<h2>创作背景</h2> 　　<a href=\"http://so.gushiwen.org/author_726.aspx\">王炎</a> 生于宋绍兴八年（1138）。癸酉为宁宗嘉定六年（1213），此时他七十五岁。春社，祭祀土地的日子，以祈求丰收。周代用甲日，汉以后，一般用戊日，以立春后第五个戊日为春社。《礼记?明堂位》：“是故夏礿，秋尝，冬烝，春社，秋省而遂大蜡，天子之祭也”。王驾《社日》<a href=\"http://so.gushiwen.org/view_57441.aspx\">诗</a>：“桑柘影斜春社散，家家扶得醉人归”。诗人于是日有感而写了这首词。",
  "poet": {
    "id": 726,
    "star": 0,
    "name": "王炎",
    "image": "http://img.gushiwen.org/authorImg/wangyan.jpg",
    "desc": "王炎（1137——1218）字晦叔，一字晦仲，号双溪，婺源（今属江西）人。一生著述甚富，有《读易笔记》、《尚书小传》、《礼记解》、《论 语解》、《孝圣解》、《老子解》、《春秋衍义》、《象数稽疑》、《禹贡辨》等，《全宋词》第 三册录其词五十二首。事迹见胡升《王大监传》（《新安文献志》卷六九）、 《宋史翼》卷二四，参《南宋馆阁续 录》卷八、九。"
  },
  "tags": [
    "春社"
  ]
}