{
  "id": 63812,
  "star": 31,
  "name": "齐天乐·蝉",
  "dynasty": "宋代",
  "content": "一襟余恨宫魂断，年年翠阴庭树。乍咽凉柯，还移暗叶，重把离愁深诉。西窗过雨。怪瑶佩流空，玉筝调柱。镜暗妆残，为谁娇鬓尚如许。<br>铜仙铅泪似洗，叹携盘去远，难贮零露。病翼惊秋，枯形阅世，消得斜阳几度？馀音更苦。甚独抱清高，顿成凄楚？谩想熏风，柳丝千万缕。",
  "fanyi": "<p><strong>译文</strong><br>宫妃满怀离恨，忿然魂断，化作一只衰蝉，年年都在庭院的绿荫丛中哀呜。它刚刚还在枝头上呜咽，不一会儿又飞到幽暗的密叶丛中呜叫，一遍又一遍地将生死离别的愁绪向人深深倾诉。西窗外秋雨初歇，蝉儿惊动的声音如玉佩在空中作响，又如玉筝调柱般美妙动听。昔日的明镜已经昏暗，容貌已经憔悴，可为何蝉翼还像从前那样娇美?<br>金铜仙人铅泪如洗，去国辞乡，只可叹她携盘远去，不能再贮藏清露以供哀蝉了。秋蝉病弱的双翼惊恐清秋的到来，那枯槁的形骸在世上已沧桑历尽，还能承担起多少次斜阳的折磨?凄咽欲断的啼叫更让人觉得悲苦，可为什么她还欲独自将哀怨的曲调吟唱，让自己顿时承受这无尽的哀伤?而当此之时，她只能徒然追忆当年自己欢笑在薰风中，柳丝万缕飘飞的美景。</p> <p><strong>注释</strong><br>①“一襟”句：一襟：满腔。宫魂断：用齐后化蝉典。宫魂，即齐后之魂。<br>②凉柯：秋天的树枝。暗叶：浓暗的树叶。<br>③瑶佩：以玉声喻蝉鸣声美妙，下“玉筝”同。调：调整弦柱。<br>④“镜暗妆残”二句：谓不修饰妆扮，为何还那么娇美。魏文帝宫女莫琼树制蝉鬓，缥缈如蝉。娇鬓：美鬓，借喻蝉翼的美丽。<br>⑤铜仙：用汉武帝金铜仙人典。<br>⑥枯形：指蝉蜕。<br>⑦消得：经受的住<br>⑧甚：正。清商：清商曲，古乐府之一种，曲调凄楚。<br>⑨漫想：空想。熏风：南风，此指夏天。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　“一襟余恨宫魂断”。起笔不凡，用“宫魂”二字点出题目。据马缟《中华古今注》：“昔齐后忿而死，尸变为蝉，登庭树嘒唳而鸣，王悔恨。故世名蝉为齐女焉。”词中带有浓郁的感伤色彩。词的起笔直摄蝉的神魂，从而避开了蝉的环境和形态。“年年翠阴庭树”，齐女自化蝉之后，年年只身栖息于庭树翠阴之间，于孤寂凄清的环境之中处活着。写蝉在“翠阴庭树”间的鸣叫声。它忽而哽咽，忽而哀泣，声声凄惋。蝉在哀鸣，如齐女魂魄在诉怨。“离愁深诉”承上“宫魂余恨”，“重把”与“年年”相呼应，足见“余恨”之绵长，“离愁”之深远。</p> <p>　　“西窗过雨”，借秋雨送寒，意谓蝉的生命将尽，其音倍增哀伤。然而，“瑶佩流空，玉筝调柱”，雨后的蝉声却异常宛转动听，清脆悦耳，恰如击打玉佩流过夜空，又如玉筝弹奏声在窗外起，令闻者极为惊讶。“瑶佩流空，玉筝调柱。”形容蝉声，它使人联想到有这样一位女子：她素腰悬佩，悠然弄筝。这位女子或许就是齐女宫魂生前的化影吧！一度欢乐与“西窗过雨”后的悲哀相对照，产生一种强有力的对比。</p> <p>　　“镜暗妆残，为谁娇鬓尚如许。”是赋蝉的羽翼，出现在读者面前的却仍然是一位幽怨女子的形象。女子长期无心修饰容颜，妆镜蒙尘，失去了光泽。既然如此，此时何以如此着意打扮？不甘寂寞还是心中有所期待？这里的“为谁”和上文“怪”字呼应，实为怜惜。</p> <p>　　上片咏蝉，从正反两面互为映衬。转而写蝉的饮食起居。</p> <p>　　“铜仙铅泪似洗，叹携盘去远，难贮零露。”词从“金铜仙人”故事写入，含意深远，用事贴切，不着斧痕。据史载，汉武帝铸手捧承露盘的金铜仙人于建章宫。魏明帝时，诏令拆迁洛阳，“宫官既拆盘，仙人临载，乃潸然泪下”。<a href=\"http://so.gushiwen.org/author_349.aspx\">李贺</a>曾作《金铜仙人辞汉歌》，有句云：“空将汉月出宫门，忆君清泪如铅水。”以餐风饮露为生的蝉，露盘已去，何以卒生。</p> <p>　　“病翼惊秋，枯形阅世，消得斜阳几度”，写哀蝉临秋时的凄苦心情。蝉翼微薄，哪堪阵阵秋寒，将亡枯骸，怎受人世沧桑。</p> <p>　　“馀音更苦”，蝉之将亡，仍在苦苦哀鸣，令人顿觉凄苦异常。“馀音”与上片“重把离愁深诉”呼应。“甚独抱清高，顿成凄楚”，“清高”意谓蝉的本性宿高枝，餐风露，不同凡物，似人中以清高自许的贤人君子。哀音飒飒，苦叹造化无情，结局竟如此辛酸。</p> <p>　　“谩想熏风，柳丝千万缕”光明突现：夏风吹暖，柳丝摇曳，那正是蝉的黄金时代。辉光是虽甚，但已属昨日之黄花，欢乐不再，徒增痛苦而已。</p> <p>　　《花外集》和《乐府补题》中都收录了这首词。《乐府补题》为宋遗民感愤于元僧杨琏真伽盗发宋代帝后陵墓而作的咏物词集。词中的齐后化蝉、魏女蝉鬓，都是与王室后妃有关，“为谁娇鬓尚如许”一句，还有可能关合孟后发髻。词中运用金铜承露典故，隐射宋亡及帝陵被盗事。咏物托意，且以意贯串，无有痕迹。</p> <p>　　这首词借咏秋蝉托物寄意，表达国破家亡、末路穷途的无限哀思。开始由蝉的形象联想到宫女形象，由宫妇含恨而死，尸体化为蝉长年攀树悲鸣的传说，为全章笼罩悲剧气氛。“病翼”、“枯形”，是形容饱尝苦难的遗民形象。最后以寒蝉“漫想”二字，一笔将希望抹去，酸楚之至，有含蓄不尽之势。全词以寒蝉的哀吟写亡国之恨，词人哀吟，宛如寒蝉悲鸣，既贴物写形、写声，又超物写意，不失为一首咏物佳作。</p>",
  "about": "<h2>创作背景</h2> 　　<a href=\"http://so.gushiwen.org/author_421.aspx\">王沂孙</a>生活于宋末元初，切身地经历南宋国之变，在他个人思想上留下一丝极深的抹不去的痛。他正当报国年华之时，目击国家的败亡，黯然伤神，又流落异族之手，情何以堪。所以他的词抑郁哽咽，隐晦纡曲，表露着亡国之民的无可奈何之境和吞吐难言的窘况。该词即是在这种情况下写出，以寒蝉的哀吟写亡国之恨。",
  "poet": {
    "id": 421,
    "star": 0,
    "name": "王沂孙",
    "image": "http://img.gushiwen.org/authorImg/wangyisun.jpg",
    "desc": "王沂孙，字圣与，号碧山、中仙、玉笥山人。会稽（今浙江绍兴）人，年辈大约与张炎相仿，入元后曾任庆元路学正。有《花外集》，又名《碧山乐府》。"
  },
  "tags": [
    "婉约",
    "咏物",
    "寓人",
    "抒情"
  ]
}