{
  "id": 72471,
  "star": 90,
  "name": "闲情赋",
  "dynasty": "魏晋",
  "content": "<span style=\"font-family:SimSun;\">初，张衡作《定情赋》，蔡邕作《静情赋》，检逸辞而宗澹泊，始则荡以思虑，而终归闲正。将以抑流宕之邪心，谅有助于讽谏。缀文之士，奕代继作；因并触类，广其辞义。余园闾多暇，复染翰为之；虽文妙不足，庶不谬作者之意乎。</span></p> <p>　　夫何瑰逸之令姿，独旷世以秀群。表倾城之艳色，期有德于传闻。佩鸣玉以比洁，齐幽兰以争芬。淡柔情于俗内，负雅志于高云。悲晨曦之易夕，感人生之长勤；同一尽于百年，何欢寡而愁殷！褰朱帏而正坐，泛清瑟以自欣。送纤指之余好，攮皓袖之缤纷。瞬美目以流眄，含言笑而不分。曲调将半，景落西轩。悲商叩林，白云依山。仰睇天路，俯促鸣弦。神仪妩媚，举止详妍。</p> <p>　　激清音以感余，愿接膝以交言。欲自往以结誓，惧冒礼之为愆；待凤鸟以致辞，恐他人之我先。意惶惑而靡宁，魂须臾而九迁：愿在衣而为领，承华首之余芳；悲罗襟之宵离，怨秋夜之未央！愿在裳而为带，束窈窕之纤身；嗟温凉之异气，或脱故而服新！愿在发而为泽，刷玄鬓于颓肩；悲佳人之屡沐，从白水而枯煎！愿在眉而为黛，随瞻视以闲扬；悲脂粉之尚鲜，或取毁于华妆！愿在莞而为席，安弱体于三秋；悲文茵之代御，方经年而见求！愿在丝而为履，附素足以周旋；悲行止之有节，空委弃于床前！愿在昼而为影，常依形而西东；悲高树之多荫，慨有时而不同！愿在夜而为烛，照玉容于两楹；悲扶桑之舒光，奄灭景而藏明！愿在竹而为扇，含凄飙于柔握；悲白露之晨零，顾襟袖以缅邈！愿在木而为桐，作膝上之鸣琴；悲乐极以哀来，终推我而辍音！</p> <p>　　考所愿而必违，徒契契以苦心。拥劳情而罔诉，步容与于南林。栖木兰之遗露，翳青松之余阴。傥行行之有觌，交欣惧于中襟；竟寂寞而无见，独悁想以空寻。敛轻裾以复路，瞻夕阳而流叹。步徙倚以忘趣，色凄惨而矜颜。叶燮燮以去条，气凄凄而就寒，日负影以偕没，月媚景于云端。鸟凄声以孤归，兽索偶而不还。悼当年之晚暮，恨兹岁之欲殚。思宵梦以从之，神飘飘而不安；若凭舟之失棹，譬缘崖而无攀。于时毕昴盈轩，北风凄凄，炯炯不寐，众念徘徊。起摄带以侍晨，繁霜粲于素阶。鸡敛翅而未鸣，笛流远以清哀；始妙密以闲和，终寥亮而藏摧。意夫人之在兹，托行云以送怀；行云逝而无语，时奄冉而就过。徒勤思而自悲，终阻山而滞河。迎清风以怯累，寄弱志于归波。尤《蔓草》之为会，诵《召南》之余歌。坦万虑以存诚，憩遥情于八遐。",
  "fanyi": "<p><strong>译文</strong><br>　　<span style=\"font-family:KaiTi_GB2312;\">当初，<a href=\"http://so.gushiwen.org/author_6.aspx\">张衡</a>写作《定情赋》，<a href=\"http://so.gushiwen.org/author_258.aspx\">蔡邕</a>写作《静情赋》，他们摒弃华丽的辞藻、崇尚恬淡澹泊的心境，文章之初将（功名场里的）思虑发散开来，末了则归总到自制中正的心绪。这样来抑制流于歪邪或坠于低鄙的不正当的心念，想来也有助于讽喻时弊、劝谏君主。缀字成文的雅士们，代代承继（他们的传统）写作这种文赋并将之发扬，又（往往）从某些相似点推而之广言及其他，把原来的辞义推广到更开阔的境地。平日闲居里巷深园，多有闲暇，于是也重提笔墨，作此情赋；虽然文采可能不比前人精妙，大约也并不致歪曲作文章者的本意。</span><br>　　（啊，）她的绰约风姿多么瑰丽飘逸，而与众不同、秀丽绝伦。她的美貌可谓倾城倾国、绝艳殊色，她的美德的传闻又令人心生向往。只有玎珰作响的玉佩才比得上她的纯洁，只有高洁的幽兰才能与她一较芬芳。（于是我）将一片柔情淡化在了俗世里，将高雅的情志寄于浮云。悲叹着（时光易逝）晨曦又到了迟暮，如何不让人深深感慨人生艰勤；同样将在百年后（逝去的那时）终止，为何人生中欢欣如此难得而愁绪却是时时不断！（那时她）撩起大红帏帐居中正坐，拨泛古琴而为之欣欣，纤长的手指在琴上拂出佳音，雪白的手腕上下作舞（使我）目为之迷。顾盼之际美目中秋波流动，时而微笑言语而不分散奏乐的心神。乐曲正奏到一半，红日缓缓向西厢那边沉。略作悲伤的商宫的乐声在林中久久回荡，山际云气缭绕白烟袅袅。（她）时而仰面望天，时而又低头催动手里的弦作急促的乐声，神情那么风采妩媚，举止又那么安详柔美。<br>　　（她）奏出的清越乐声使我心动，渴望（与她）接膝而坐作倾心的交谈。想要亲自前往与她结下山盟海誓，却怕唐突失礼受之谴责，要倩青鸟使递送我的信辞，又怕被别人抢在前面。心下如此惶惑，一瞬间神魂已经不知转了多少回：愿化作她上衣的领襟呵，承受她姣美的面容上发出的香馨，可惜罗缎的襟衫到晚上便要从她身上脱去，（长夜黯暗中）只怨秋夜漫漫天光还未发白！愿化作她外衣上的衣带呵，束住她的纤细腰身，可叹天气冷热不同，（变化之际）又要脱去旧衣带而换上新的！愿化作她发上的油泽呵，滋润她乌黑的发鬓在削肩旁披散下来，可怜佳人每每沐浴，便要在沸水中经受苦煎！愿作她秀眉上的黛妆呵，随她远望近看而逸采张扬，可悲脂粉只有新描初画才好，卸妆之时便毁于乌有！愿作她卧榻上的蔺席呵，使她的柔弱躯体安弱于三秋时节，可恨（天一寒凉）便要用绣锦代替蔺席，一长年后才能再被取用！愿作丝线成为她（足上）的素履呵，随纤纤秀足四处遍行，可叹进退行止都有节度，（睡卧之时）时只能被弃置在床前！愿在白天成为她的影子呵，跟随她的身形到处游走，可怜到多荫的大树下（便消失不见），一时情境又自不同！愿在黑夜成为烛光呵，映照她的玉容在堂前梁下焕发光彩，可叹（平旦）日出大展天光，登时便要火灭烛熄隐藏光明！愿化为竹枝而作成她手中的扇子呵，在她的盈盈之握中扇出微微凉风，可是白露之后早晚幽凉（便用不到扇子），只能遥遥望佳人的襟袖（兴叹）！愿化身成为桐木呵，做成她膝上的抚琴，可叹一旦欢乐尽而哀愁生，终将把我推到一边而止了靡靡乐音！<br>　　推详我的愿望都不能如意，徒然一厢情愿地用心良苦。为情所困的心情却无人倾诉，缓缓踱到南面的树林。在尚带露汁的木兰边略作栖息，在苍苍青松的遮蔽下感受凉荫。若是在这里（与心仪的人）对面相觑，惊喜与惶恐将如何在心中交集？而树林里空寞寂寥一无所见，只能独自郁闷地念想而空自追寻。回到原路上整理衣裾，抬头已见夕阳西下，不由发出一声叹息。一路走走停停流连忘返，林中景色凄凄惨惨。（身边）叶子不住离枝簌簌而下，林中气象凄凄戚戚。红日带着它的（最后一丝）影子没入了地平，明月已在云端作出另一幅美景。宿鸟凄声鸣叫着独自归来，求偶的兽只还没有回还。。在迟暮的年纪凭吊当年，深深慨叹眼前的（美好）光景顷刻就会终结。回想夜来梦中的情景想要再入梦境，又思绪万千不能定心，如同泛舟的人失落了船桨，又似登山者无处攀缘。。此刻，毕昂二宿的星光将轩内照得透亮，室外北风大作声音凄厉，神智愈加清醒再也不能入眠，所有的念想都在脑海里回旋。（于是）起身穿衣束带等待天明，屋前石阶上的重重冷霜晶莹泛光。（司晨的）鸡也还敛着双翅（栖息）而未曾打鸣，笛声清嘹忧郁的声音往远处荡扬：起初节奏细密而悠闲平和，最终寂寥清亮中又含了颓败的声音。 在这样的光景里思念佳人，请天上的行云来寄托我的心怀，行云很快流过不语，光阴也如此荏苒而过。徒然殷殷思念着独自体味悲心，终是山阻脚步河滞行。迎风而立，希望清风能扫去我的疲累，对泛来的阵阵轻波寄托我的微薄心愿——（期望与你）作《蔓草》那样的聚晤，吟诵从《<a href=\"http://so.gushiwen.org/view_72471.aspx\">诗</a>经·召南》起未曾断绝的长歌余风。（而这终究是不能的）（还是）将万千杂虑坦然释怀，只存下本真的赤心，让心情在遥阔的八荒空遐外休憩流连。</p> <p><strong>注释</strong><br>定情赋：东汉张衡的赋作，仅存《艺文类聚》十八，所录九句。<br>静情赋：东汉蔡邕（yōng）的赋作，仅存残局，见《艺文类聚》。<br>宕（dàng）：同“荡”。<br>奕（yì）：重叠。奕代：累代。<br>褰（qiān）：拉开。<br>眄（miǎn）：顾盼。<br>睇：凝视。<br>愆（qiān）：过错。<br>颓肩：颓，坠，水往下流。颓肩，削肩。古代女子双肩以削为荣。<br>缅邈（miǎo）：遥远<br>翳（yì）：遮蔽，障蔽。<br>傥（tǎng）：倘，或许。觌（dí）：相见。<br>燮（xiè）燮：落叶声。<br>炯炯：本竖心旁，思索而不安的样子。<br>粲（càn）：鲜明。<br>憩（qì）：休息，此处意为休止。八遐（xiá）：遥远的八方。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　《闲情赋》的第一节极尽夸饰之能事描写美人之容貌与品行：“夫何飘逸之令姿，独旷世以秀群。表倾城之艳色，期有德于传闻。”容貌举世无双，德行也远近闻名，“佩鸣玉以比洁，齐幽兰以争芬。淡柔情于俗内，负雅志于高云。”既有冰清玉洁的气质，又有深谷兰花的芬芳，情怀超世出俗，志趣高尚入云。这与其说是写美人，不如说是在自我表白。这位美人就是作者理想的外化，是作者心志、情怀的投射与再造。<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>《离骚》中说：“纷吾既有此内美兮，又重之以修能。扈江离与辟芷兮，纫秋兰以为佩，” 显然是陶作的样板，只不过屈原是自赞自怜，而<a href=\"http://so.gushiwen.org/author_645.aspx\">陶渊明</a>含蓄地用自己的理想塑造出一位美人而已。“ 悲晨曦之易夕，感人生之长勤。同一尽于百年，何欢寡而愁殷！”美好时光易逝，人生旅途艰辛，百年之后都将同归尘土，何必郁郁于心！这是在劝慰美人，也是在劝慰自己。“褰朱帏而正坐，泛清瑟以自欣。送纤指之余好，攘皓神之缤纷。瞬美目以流眄，含言笑而不分。”进一步状写美人的情态。</p> <p>　　第二节写<a href=\"http://so.gushiwen.org/view_72471.aspx\">诗</a>人对美人欲亲近又顾虑重重的复杂心情。“曲调将半，景落西轩。悲商叩林， 白云依山。仰睇天路，俯促鸣弦。神仪妩媚，举止详妍。”一系列四字句，短促顿挫，使我们仿佛看到一个平素持重淡泊的男子，此时面对仪态万方的绝代佳人，心脏在急剧跳动。“激清音以感余，愿接膝以交言。欲自往以结誓，慎冒礼为□。待凤鸟以致辞，恐他人之我先。意惶惑而靡宁，魂须臾而九迁。”有心无胆，犹豫彷徨，正是陶渊明性格的写照。心烦意乱不得安宁，魂不守舍，须臾之间几番往返，末二句极得恋爱中人心之真态，令人好笑又感动。</p> <p>　　第三节是全赋的高潮，一反作者朴素淡远的风格，炽热无比。“愿在衣而为领，承华首之余芳； 悲罗襟之霄离，怨秋夜之未央。愿在裳而为带，束窈窕之纤身；嗟温凉之异气，或脱故而服新。愿在发而为泽，刷云鬓于颓肩；悲佳人之屡沐，从白水以枯煎。愿在眉而为黛，随瞻视以闲扬；悲脂粉之尚鲜，或取毁于华妆。愿在莞而为席，安弱体于三秋；悲文茵之代御，方经年而见求。愿在丝而为履，附素足以周旋，悲行止之有节，空委弃于床前。愿在昼而为影，常依形而西东；悲高树之多荫，慨有时而不同。愿在夜而为烛，照玉容于两楹；悲扶桑之舒光，奄天景而藏明。愿在竹而为扇，含凄飙于柔握；悲白露之晨零，顾襟袖之缅邈。愿在木而为桐，作膝上之鸣琴；悲乐极以哀来，终推我而辍音。”</p> <p>　　十愿连翩，一气呵成，要化己身为美人衣之领，腰之带，发之膏泽，眉之黛墨，身下之席，脚上之鞋，随身之影，照颜之烛，手中之扇，膝上之琴，只为了亲近美人，陪伴美人。一连串拟物手法的运用，构思奇特，想象丰富。十种物事，寄托同一个美好心愿，十番转折，十种设想的结果，表达同一种担忧，尤为衬出心愿的强烈。</p> <p>　　空怀十愿，无以表白，作者情绪渐渐变得低沉。“考所愿而必违，徒契契以苦心。拥劳情而罔讷，步容与于南林。栖木兰之遗露，翳轻松之余阴。倘行行之有觌，交欣惧于中襟。竟寂寞而无见，独悄想以空寻！”抒情主人公过分消极，仅仅停留于心愿，不敢付诸行动，很有无故寻愁觅恨的味道。凭空设想出一个情人，本就只是为了抒发心中那份郁郁不得志的情绪，本就只是枉自嗟怨，不会有什么结果也不求有什么结果。</p> <p>　　第五节诗人由美人乏不可求回复到自己平生志愿之不得遂上来。“敛轻裾以复路，瞻夕阳而流叹； 步徒倚以忘趣，色惨凄而矜颜。叶燮燮以去条，气凄凄而就寒；日负影以偕没，月媚景于云端。鸟凄声以孤归，兽索偶而不还；悼当年之晚暮，恨兹岁之欲殚。思宵梦以从之，神飘瓢而不安；若凭舟之失悼，譬缘崖而无攀。”这里梦中情人已退居次席，作者开始比较直接地表现自己不知路在何方的迷惘，一事无成而时光易逝的惆怅。坐卧不安，神魂飘游，是为了那始终追求不到的梦中情人一般美好而又缥缈的理想。</p> <p>　　赋之末节，诗人经过一夜辗转苦思，终于在无计可施中放弃了追求，也平复了烦燥不安的情绪。“ 于是毕昴盈轩，北风凄凄。久久不寐，众念徘徊。”四字句的再次夹入，表明情感的再度转折。起摄带以伺晨，繁霜粲于素阶；鸡敛翅而未鸣，笛流运以清哀，始妙密以闲和，终寥亮而藏摧。意夫人之在兹，托行云以送怀；行云逝而无语，时奄冉而就过。徒勤思以自悲，终阻山而带河；迎清风以祛累，寄弱志于归波。尤《蔓草》之为会，诵《郡南》之馀歌；但万虑以存诚，憩遥情于八遐。”诗人极力使自己认为没有希望，万种相思只是徒然自寻烦恼，以让自己完全放弃努力也放弃心愿，让他胸中的郁闷与梦幻付诸清风流水。发乎情而止乎礼，浮想联翩的白日梦终究没有什么意义，诗人要摒除各种杂念，保持一片纯心。</p> <p>　　通观全赋，总体来讲作者的情调是低沉、消极的，即是“十愿”，也把那股火一般的情感深深压抑，以悲观的情绪来淡化。末几节更是将其消解至无，诗人之心仍然回复为一汪死水。</p> <p>　　这篇赋结构新颖，想象丰富，辞句清丽，灵活地运用了比兴手法，其中的十愿表现出极大的创造性，荡除了汉赋那种着意铺排、堆砌辞藻、典故、用语生涩的积弊，清新自然，因此被人们久诵不衰。</p>",
  "about": "<h2>创作背景</h2> <p>　　<a href=\"http://so.gushiwen.org/author_645.aspx\">陶渊明</a>这篇赋作的写作时间，一说是他年轻时的作品，一说大约完成于作者任职或归隐期间。据袁行霈考证《闲情赋》是陶渊明十九岁时所作。</p> <p>　　还有一种说法：陶渊明辞州主薄不受后，在家闲居了六七年。闲居的第二年，即太元十九年（394年）， 陶渊明三十岁时，他的妻子去世，续娶翟氏。翟氏是一个贤良女子，据《南史》本传说：“其妻翟氏，志趣亦同，能安苦节，夫耕于前，妻锄于后。”大约在<a href=\"http://so.gushiwen.org/view_72471.aspx\">诗</a>人丧妻、再娶这一段时间内他写了《闲情赋》。</p>",
  "poet": {
    "id": 645,
    "star": 0,
    "name": "陶渊明",
    "image": "http://img.gushiwen.org/authorImg/taoyuanming.jpg",
    "desc": "陶渊明（约365年—427年），字元亮，（又一说名潜，字渊明）号五柳先生，私谥“靖节”，东晋末期南朝宋初期诗人、文学家、辞赋家、散文家。汉族，东晋浔阳柴桑人（今江西九江）。曾做过几年小官，后辞官回家，从此隐居，田园生活是陶渊明诗的主要题材，相关作品有《饮酒》、《归园田居》、《桃花源记》、《五柳先生传》、《归去来兮辞》等。"
  },
  "tags": [
    "写人",
    "美人"
  ]
}