{
  "id": 56204,
  "star": 214,
  "name": "水调歌头·细数十年事",
  "dynasty": "宋代",
  "content": "细数十年事，十处过中秋。今年新梦，忽到黄鹤旧山头。老子个中不浅，此会天教重见，今古一南楼。星汉淡无色，玉镜独空浮。<br>敛秦烟，收楚雾，熨江流。关河离合，南北依旧照清愁。想见姮娥冷眼，应笑归来霜鬓，空敝黑貂裘。酾酒问蟾兔，肯去伴沧洲？",
  "fanyi": "<p><strong>译文<br></strong>细细算来十年宦海沉浮，人在十处度过十个中秋。旧梦未了今秋忽如新梦，飘然人到黄鹤旧时山头。老子今夜豪兴不浅，忽忆当年庾亮守鄂州，天教历史上的聚会重现，我辈今朝宴饮赏月在南楼。迢迢银河暗淡无光，独见一轮皓月当空浮。<br>江北烟散，江南雾收，江水平似白练滔滔东流。山河破碎，南北分裂，月光依然照临一片清愁。月中嫦娥冷眼相看，当笑我白发东归，空损貂裘，壮志不酬。我今举杯邀明月，肯否与我结伴共去沧洲？</p> <p><strong>注释<br></strong>①水调歌头：词牌名。唐朝大曲有《水调歌》，据《隋唐嘉话》，为隋炀帝凿汴河时所作。宋乐入“中吕调”，见《碧鸡漫志》卷四。凡大曲有“歌头”，此殆裁截其首段为之。九十五字，前后片各四平韵。亦有前后片两六言句夹叶仄韵者，有平仄互叶几于句句用韵者。<br>②新梦：未曾料到之意。<br>③黄鹤旧山头：指黄鹤山，又名黄鹄山，今称蛇山，在湖北武昌西。传说仙人王子安曾乘黄鹤过此，因此为名。<br>④“老子”三句：<a href=\"http://so.gushiwen.org/view_56204.aspx\">诗</a>人自谓。东晋庾亮镇武昌时，曾与僚属殷浩等人秋夜登南楼，曰：“老子于此处兴复不浅”（《世说新语·容止》）。吟诗宴饮，谈笑甚欢。作者用以描绘自己此次登南楼游乐的情景。个中：此中。<br>⑤星汉：银河。这里指天上的星星。<br>⑥玉镜：指月亮。<br>⑦秦、楚：分指古时秦国和楚国的所在地，秦北楚南，借指北地与南地。<br>⑧熨江：此处形容江面平静。熨：烫平。江：指长江。<br>⑨关河：山河。关：指关塞。离合：这里用作偏义复词，指分裂。<br>⑩南北依旧照清愁：南北山河分裂，月光仿佛笼罩着无边的“清愁”。<br>⑪妲娥：即嫦娥。冷眼：对事物持冷静或冷淡的态度。<br>⑫霜鬓：鬓发如霜，形容年老。<br>⑬空敝黑貂裘：用《战国策·秦策》的故事。苏秦游说秦王，十次上书均未被采纳，资用乏绝，所穿黑貂皮衣服也已破旧不堪，只好离秦返家。这里比喻作者理想未能实现。]空：徒然。敝黑貂裘：形容奔走连年，潦倒郎当。敝：破烂。<br>⑭酾酒（shāi）：斟酒。<br>⑮蟾（chán）兔：古代神话传说，月中有蟾蜍、白兔。此指月亮。<br>⑯沧洲：水边之地，隐者所居。此指故乡。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　词云：“细数十年事，十处过中秋。”其实他是“十二年间十处见中秋”，在《吴船录》中他确是“细数”过中秋的十处地点。想起以往十处中秋情景，就为此夕提供了一个对比的对象。此夕如何？“今年新梦，忽到黄鹤旧山头。”“新梦”，未曾料到，下以“忽到”照应，并传达了惊喜之情。“黄鹤旧山头”指黄鹤山，传说仙人王子安曾乘黄鹤过此，故名。中间嵌以一个“旧”字，似有这样意味：昔人已乘黄鹤去，此日他来仙地游，然则他也是仙矣，他之“新梦”、“忽到”，不也像乘黄鹤飘然而来吗？同时他写的《鄂州南楼》<a href=\"http://so.gushiwen.org/view_56204.aspx\">诗</a>道：“谁将玉笛弄中秋，黄鹤飞来识旧游。”也有此意味。“老子个中不浅，此会天教重见，今古一南楼。”此地不仅是仙地，还留有历史遗迹。东晋庾亮镇守武昌时，曾在秋夜登上此处的南楼，与僚属吟咏谈笑，高兴地说：“老子于此处兴复不浅。”（《世说新语·容止》）显然这里以庚亮作比，又是重演九百年前的南楼会啊。“江山留胜迹，我辈复登临。”后人登临前人的旧地，除历史沧桑感外还会由仰慕而生出自豪感，古人做到的事我也做到了，何况作者此时地位亦复与庾亮不相上下。所以他也说：“老子于此兴复不浅也！”“星汉淡无色，玉镜独空浮。”因为“天无纤云”，月明星稀，更显出那轮明月（玉镜）的明亮，它的亮色掩住了一切背景，使得它就象悬浮于空际一样。这两句是对月色的描写，不仅写出了“月色甚奇”，同时也写出了自己的怡情。“玉镜独空浮”，他的神思全然贯注到这轮明月上了，“独”，既表示了月在天际的存在，也表示了月在他心中的存在，他也要跟月一道“浮”了。大凡如此月夜，人们凭高望月，每每会生出超凡脱俗之感，何况在这仙迹胜地呢。写到这里，可以回答：“今夕如何”，真是平生少遇啊！ 　 </p> <p>　　下阕仍写月色。“敛秦烟，收楚雾，熨江。”视野更开阔了。“秦”，泛指江北以外的地方，“楚”，指江汉一带。江北江南，长烟一空，皓月当空，月下的江流就象一匹熨平的白练，这景象又是多么柔美。“熨”字下得神奇，又十分生动，使人想起那种平滑之状，与<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>“惟有一江明月碧琉璃”（《虞美人·有美堂赠述古》）的比喻有异曲同工之妙。正当他神思飙举、游思漫疏之际，忽然清醒过来，面对现实：“关河离合，南北依旧照清愁。”“离合”，这里用作偏义复词，意分裂。眼下情况仍然是：山河分裂，月光仿佛笼罩着无边的“清愁”。这“清愁”，既可以看作是作者的，也可以看作是当夜南北许多像作者这样满怀忧国之情的人的下样望月的人的。这两句是情绪的陡转，但也是有来路的。前面的“秦烟”、“楚雾”已暗示作者在放眼北南两方，就有可能产生河山之异的感触；起拍的“细数十年事”也有这样的内蕴，“十处过中秋”就有一处是在使金途中于睢阳过的，自在此时联想之中。注意句中的“依旧”，可指靖康之后，也可指自使金以后的八年。下面又联想到自己的身世：“想见姮娥冷眼，应笑归来霜鬓，空敝黑貂裘。”姮娥“，即嫦娥。”空敝黑貂裘“，用苏秦事。苏秦游说秦王，”书十上而不行，黑貂之裘敝，终无成而归“（见《战国策·秦策》）。貂裘敝，形容奔走不止，穷困僚倒。 </p> <p>　　作者此时五十二岁，想起十多年间迁徙不定，“不胜漂泊之叹”（《吴船录》）。“归来”，指此次东归。这里借嫦娥嘲笑，抒发了自己华发已生、而功业无就的感慨，也流露出作者倦于风尘游官的心境。这与苏轼的“多情应笑我、早生华发”同，而与<a href=\"http://so.gushiwen.org/author_217.aspx\">辛弃疾</a>的“把酒问姮娥，被白发欺人奈何”（《太常引·建康中秋》）异。辛词是主动问姮娥，向白发挑战，表达了作者强烈的进取精神。辛词作于淳熙元年，当为成大所知，只是因经历、心境不同，面对同样的中秋明月而产生了不同的情思。“酾酒问蟾兔，肯去伴沧洲？”“蟾兔”指月亮。“沧洲”，退隐之地，此指故乡。《吴船录》谓：“余以病丐骸骨，傥恩旨垂允，自此归田园，带月荷锄，得遂此生矣。”此次东归他是打算退休的。 </p> <p>　　写这首词的四年前他在桂林写的《中秋赋》有这样的话：“月亦随予而四方兮，不择地而婵娟。……知明年之何处兮，莞一笑而无眠。”那时心情是激动兴奋的，现在乘舟东下，鲈乡在望，心情自是不同。举酒邀月，结伴沧洲，写出了他的向往，写出了他的思想上的清静，前面时事、身世引起的忧虑不安消泯了，他又可以尽心尽情地赏月了。 </p> <p>　　这首词的下阕也表现作者对国家分裂的哀怒，对岁月虚度的惋惜，统观全词，看来主要还是抒写自己赏月时的淋漓兴致和暂释官务的快慰。所以起笔便以“十处过中秋”起笔，又从神话、历史故事中生出丰富的想象，神气超怡，心胸高旷，以致后幅万里归来的痕乏也未影响它的情致。这首词的意境是豪放、阔大的，风格飘逸潇洒，语言流畅自如，可以看出它受到苏轼那首中秋同调词的影响。</p>",
  "about": "<h2>创作背景</h2> 　　据作者《吴船录》，此词作于公元1177年（淳熙四年）中秋，这年五月作者因病辞去四川制置一职，乘舟东去。八月十四日至鄂州（今湖北武昌），十五日晚参加赴知州<a href=\"http://so.gushiwen.org/author_746.aspx\">刘邦</a>翰设于黄鹤山南楼的赏月宴会。《吴船录》云：“天无纤云，月龟甚奇，江面如练，空水吞吐，平生所遇中秋佳月，似此夕亦有数。况复修南楼故事，老子于此兴复不浅也。……作乐府<a href=\"http://so.gushiwen.org/view_56204.aspx\">诗</a>一篇，俾鄂人传之。”",
  "poet": {
    "id": 529,
    "star": 0,
    "name": "范成大",
    "image": "http://img.gushiwen.org/authorImg/fanchengda.jpg",
    "desc": "范成大（1126-1193），字致能，号称石湖居士。汉族，平江吴县（今江苏苏州）人。南宋诗人。谥文穆。从江西派入手，后学习中、晚唐诗，继承了白居易、王建、张籍等诗人新乐府的现实主义精神，终于自成一家。风格平易浅显、清新妩媚。诗题材广泛，以反映农村社会生活内容的作品成就最高。他与杨万里、陆游、尤袤合称南宋“中兴四大诗人”。"
  },
  "tags": [
    "豪放",
    "中秋",
    "月亮",
    "思乡"
  ]
}