{
  "id": 104,
  "star": 20,
  "name": "载驱",
  "dynasty": "先秦",
  "content": "载驱薄薄，簟茀朱鞹。<br>鲁道有荡，齐子发夕。<br>四骊济济，垂辔沵沵。<br>鲁道有荡，齐子岂弟。<br>汶水汤汤，行人彭彭。<br>鲁道有荡，齐子翱翔。<br>汶水滔滔，行人儦儦。<br>鲁道有荡，齐子游遨。",
  "fanyi": "<p><strong>译文</strong><br>马车疾驰声隆隆，竹帘低垂红皮蒙。<br>鲁国大道宽又平，文姜夜归急匆匆。<br>四匹黑马真雄壮，缰绳柔软上下晃。<br>鲁国大道宽又平，文姜动身天刚亮。<br>汶水日夜哗哗淌，行人纷纷驻足望。<br>鲁国大道宽又平，文姜回齐去游逛。<br>汶水日夜浪滔滔，行人纷纷驻足瞧。<br>鲁国大道宽又平，文姜回齐去游遨。</p> <p><strong>注释<br></strong>⑴载：发语词，犹“乃”。驱：车马疾走。薄薄：象声词，形容马蹄及车轮转动声。<br>⑵簟（diàn电）：方纹竹席。一说席作车门。茀（fú浮）：车帘。一说雉羽作的蔽覆，放在车后。鞹（kuò阔）：光滑的皮革。用漆上红色的兽皮蒙在车厢前面，是周代诸侯所用的车饰，这种规格的车子称为“路车”。<br>⑶有荡：即“荡荡”，平坦的样子。<br>⑷齐子：指文姜。发夕：傍晚出发。<br>⑸骊（lí离）：黑马。济济：美好貌。<br>⑹辔：马缰。濔濔（nǐ你）：柔软状。<br>⑺岂弟（kǎitì凯替）：天刚亮。一说欢乐。<br>⑻汶水：流经齐鲁两国的水名，在今山东中部，又名大汶河。汤汤（shāng伤）：水势浩大貌。<br>⑼彭彭：众多貌。<br>⑽翱翔：指遨游。<br>⑾滔滔：水流浩荡。<br>⑿儦儦（biāo标）：行人往来貌。<br>⒀游敖：即“游遨”。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　夫人之疾驱夕发以如齐者，果谁为乎？为襄公也。夫人为襄公而如齐，则刺夫人即以刺襄公，又何必如旧说‘公盛车服与文姜播淫于万民’而后谓之刺乎？”讲得很有道理。据《春秋》记载，文姜在公元前692年（鲁庄公二年）、公元前690年、公元前689年、公元前687年都曾与齐襄公相会，说明文姜在其夫鲁桓公死后仍不顾其子鲁庄公的颜面而与齐襄公保持不正当的关系，鲁庄公竞也无能加以制止，因此人们赋此<a href=\"http://so.gushiwen.org/view_104.aspx\">诗</a>加以讥刺。</p> <p>　　此诗最引人注意的是用了许多二字字音相同的联绵形容词，如第一章用“薄薄”来描述在大路上疾驰的豪华马车，字里行间透露出那高踞在车厢里的主人公是那样地趾高气扬却又急切无耻。再加上第二章以“济济”形容四匹纯黑的骏马高大雄壮，以“濔濔”描写上下有节律地晃动着的柔韧缰绳，更衬托出乘车者的身份非同一般。三四两章用河水的“汤汤”、“滔滔”与行人的“彭彭”、“儦儦”相呼应，借水之滔滔不绝说明大路上行人的熙熙攘攘，往来不断，他们都对文姜的马车驻足而观，侧目而视，从而反衬出文姜的胆大妄为，目中无人。这一系列的联绵词在烘托诗中人与物的形、神、声方面起了很关键的作用。另外，多用联绵词，对加强诗歌的音乐性、节奏感也有帮助，可起到便于人们反覆咏叹吟诵的功能。</p> <p>　　从诗的技巧上看，陈震《读诗识小录》的评析很有见地，他说：“（全诗）只就车说，只就人看车说，只就车中人说，露一‘发’字，而不说破发向何处，但以‘鲁道’、‘齐子’四字，在暗中埋针伏线，亦所谓《春秋》之法，微而显也。”因此虽然此诗纯用赋体而没有比兴成分，却仍是婉而多讽，韵味浓厚。</p>",
  "about": "<h2>创作背景</h2> 　　这是一首讥刺齐襄公与文姜淫乱的<a href=\"http://so.gushiwen.org/view_104.aspx\">诗</a>。《毛诗序》说，齐襄公“无礼义，故盛其车服，疾驱于通道大都，与文姜淫，播其恶于万民焉”。方玉润《诗经原始》说：“此诗以专刺文姜为主，不必牵涉襄公，而襄公之恶自不可掩。夫人之疾驱夕发以如齐者，果谁为乎？为襄公也。夫人为襄公而如齐，则刺夫人即以刺襄公，又何必如旧说‘公盛车服与文姜播淫于万民’而后谓之刺乎？”据《春秋》记载，文姜在鲁庄公二年（前692年）、鲁庄公四年（前690年）、鲁庄公五年（前689年）、鲁庄公七年（前687年）都曾与齐襄公相会，说明文姜在其夫鲁桓公死后仍不顾其子鲁庄公的颜面而与齐襄公保持不正当的关系，鲁庄公竟也无能加以制止，因此人们赋此诗加以讥刺。",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": [
    "诗经",
    "怨刺"
  ]
}