{
  "id": 31816,
  "star": 91,
  "name": "瑶瑟怨",
  "dynasty": "唐代",
  "content": "冰簟银床梦不成，碧天如水夜云轻。 <br>雁声远过潇湘去，十二楼中月自明。",
  "fanyi": "<p><strong>译文</strong><br>秋夜床席冰冷梦也难以做成，天空碧蓝如水夜云像沙样轻。<br>雁声凄厉远远地飞过潇湘去，十二楼中的明月空自放光明。</p><p><strong>注释</strong><br>⑴瑶瑟：玉镶的华美的瑟。<br>⑵冰簟：清凉的竹席。银床：指洒满月光的床。<br>⑶远：一作“还”。过：一作“向”。潇湘：二水名，在今湖南境内。此代指楚地。<br>⑷十二楼：原指神仙的居所，此指女子的住所。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这首<a href=\"http://so.gushiwen.org/view_31816.aspx\">诗</a>咏闺怨。全诗没有透出一个“怨”字，只描绘清秋的深夜，主人公凄凉独居、寂寞难眠，以此来表现她深深的幽怨。诗是写女子别离的悲怨，蘅塘退士批注：“通首布景，只梦不成三字露怨意。”</p> <p>　　诗所写的是梦不成之后之所感、所见、所闻的情景。全诗象是几种衔接紧密的写景镜头，表现了女主人公的心理活动和思想感情。冰簟、银床、碧空、明月、轻云，南雁、潇湘，以至于月光笼罩下的玉楼，组成了一组离人幽怨的秋夜图，渲染了一种和主人公离怨情绪统一和谐的情调和氛围。诗中虽无“怨”字，然而怨意自生。</p> <p>　　诗的题目和内容都很含蓄。瑶瑟，是玉镶的华美的瑟。瑟声悲怨，相传“泰帝使素女鼓五十弦瑟，悲，帝禁不止，故破其瑟为二十五弦”（《汉书·郊祀志》）。在古代诗歌中，它常和别离之悲联结在一起。题名“瑶瑟怨”，正暗示诗所写的是女子别离的悲怨。</p> <p>　　头一句正面写女主人公。冰簟银床，指冰凉的竹席和银饰的床。“梦不成”三字很可玩味。它不是一般地写因为伤离念远难以成眠，而是写她寻梦不成。会合渺茫难期，只能将希望寄托在本属虚幻的梦寐上；而现在，难以成眠，竟连梦中相见的微末愿望也落空了。这就更深一层地表现出别离之久远，思念之深挚，会合之难期和失望之强烈。一觉醒来，才发觉连虚幻的梦境也未曾有过，伴着自己的，只有散发着秋天凉意和寂寞气息的冰簟银床。—这后一种意境，似乎比在冰簟银床上辗转反侧更隽永有情韵。读者仿佛可以听到女主人公轻轻的叹息。</p> <p>　　第二句不再续写女主人公的心情，而是宕开写景。展现在面前的是一幅清寥淡远的碧空夜月图：秋天的深夜，长空澄碧，月光似水，只偶尔有几缕飘浮的云絮在空中轻轻掠过，更显出夜空的澄洁与空阔。这是一个空镜头，境界清丽而略带寂寥。它既是女主人公活动的环境和背景，又是她眼中所见的景物。不仅衬托出了人物皎洁轻柔的形象，而且暗透出人物清冷寂寞的意绪。孤居独处的人面对这清寥的景象，心中萦回着的也许正是“碧海青天夜夜心”一类的感触吧。</p> <p>　　“雁声远过潇湘去”，这一句转而从听觉角度写景，和上句“碧天”紧相承接。夜月朦胧，飞过碧天的大雁是不容易看到的，只是在听到雁声时才知道有雁飞过。在寂静的深夜，雁叫更增加了清冷孤寂的情调。“雁声远过”，写出了雁声自远而近，又由近而远，渐渐消失在长空之中的过程，也从侧面暗示出女主人公凝神屏息、倾听雁声南去而若有所思的情状。古有湘灵鼓瑟和雁飞不过衡阳的传说，所以这里有雁去潇湘的联想，但同时恐怕和女主人公心之所系有关。雁足传书。听到雁声南去，女主人公的思绪也被牵引到南方。大约正暗示女子所思念的人在遥远的潇湘那边。</p> <p>　　“十二楼中月自明”。前面三句，分别从女主人公所感、所见、所闻的角度写，末句却似撇开女主人公，只画出沉浸在明月中的“十二楼”。《史记·孝武本纪》集解引应劭曰：“昆仑玄圃五城十二楼，此仙人之所常居也。”诗中用“十二楼”，或许借以暗示女主人公是女冠者流，或许借以形容楼阁的清华，点明女主人公的贵家女子身份。“月自明”的“自”字用得很有情味。孤居独处的离人面对明月，会勾起别离的情思，团圆的期望，但月本无情，仍自照临高楼。“玉户帘中卷不去，捣衣砧上拂还来。”诗人虽只写了沉浸在月光中的高楼，但女主人公的孤寂、怨思，却仿佛融化在这似水的月光中了。这样以景结情，更增添了悠然不尽的余韵。</p> <p>　　这首写女子别离之怨的诗颇为特别。全篇除“梦不成”三字点出人物以外，全是景物描写。整首诗就象是几个组接得很巧妙的写景镜头。诗人要着重表现的，并不是女主人公的具体心理活动、思想感情，而是通过景物的描写、组合，渲染一种和主人公相思别离之怨和谐统一的氛围、情调。冰簟、银床、秋夜、碧空、明月、轻云、南雁、潇湘，以至笼罩在月光下的玉楼，这一切，组成了一幅清丽而含有寂寥哀伤情调的画图。整个画面的色调和谐地统一在轻柔朦胧的月色之中。读了这样的诗，对诗中人物的思想感情也许只有一个朦胧的印象，但那具有浓郁诗意的情调、气氛却将长时间留在记忆中。</p> <p>　　回到诗题。“瑶瑟怨”不仅仅暗示女子的别离之怨，同时暗示诗的内容与“瑟”有关。“中夜不能寐，起坐弹鸣琴”（<a href=\"http://so.gushiwen.org/author_698.aspx\">阮籍</a>《咏怀》），写女主人公夜间弹琴（瑟）抒怨也是可能的。如果说温诗首句是写“中夜不能寐”，那么后三句可能就是暗写“起坐弹鸣琴（瑟）”了。不过，写得极含蓄，几乎不露痕迹。它把弹奏时的环境气氛，音乐的意境与感染力，曲终时的情景都融化在鲜明的画面中。弹瑟时正好有雁飞向南方，就像是因瑟声的动人引来，又因不胜清怨而飞去一样。曲终之后，万籁俱寂，惟见月照高楼，流光徘徊。弹奏者则如梦初醒，怅然若失。这样理解，诗的抒情气氛似乎更浓一些，题面与内容也更相称一些。</p>",
  "poet": {
    "id": 415,
    "star": 0,
    "name": "温庭筠",
    "image": "http://img.gushiwen.org/authorImg/wentingyun.jpg",
    "desc": "温庭筠（约812—866）唐代诗人、词人。本名岐，字飞卿，太原祁（今山西祁县东南）人。富有天才，文思敏捷，每入试，押官韵，八叉手而成八韵，所以也有“温八叉”之称。然恃才不羁，又好讥刺权贵，多犯忌讳，取憎于时，故屡举进士不第，长被贬抑，终生不得志。官终国子助教。精通音律。工诗，与李商隐齐名，时称“温李”。其诗辞藻华丽，秾艳精致，内容多写闺情。其词艺术成就在晚唐诸词人之上，为“花间派”首要词人，对词的发展影响较大。在词史上，与韦庄齐名，并称“温韦”。存词七十余首。后人辑有《温飞卿集》及《金奁集》。"
  },
  "tags": [
    "唐诗三百首",
    "离别",
    "闺怨"
  ]
}