{
  "id": 8364,
  "star": 18,
  "name": "秋夜板桥浦泛月独酌怀谢脁",
  "dynasty": "唐代",
  "content": "天上何所有，迢迢白玉绳。<br>斜低建章阙，耿耿对金陵。<br>汉水旧如练，霜江夜清澄。<br>长川泻落月，洲渚晓寒凝。<br>独酌板桥浦，古人谁可征。<br>玄晖难再得，洒酒气填膺。",
  "fanyi": "<p><strong>译文<br></strong>夜半天上何所有，只有这遥远的玉绳星白光闪闪。<br>继而又斜挂在建章宫门前，低吐地对着钟山。<br>寒江夜来显得更加清澈，静水依旧像一条素练。<br>天将晓时川流不息的长江水像要把落月也泻到大海。沙洲上还凝结着夜里的秋寒。<br>我独目酌酒在板桥浦，寻找着古人描写这里的<a href=\"http://so.gushiwen.org/view_8364.aspx\">诗</a>篇。<br>可惜<a href=\"http://so.gushiwen.org/author_32.aspx\">谢朓</a>这样的诗人再也不得见了，洒酒江上惆帐填满胸间。</p> <p><strong>注释<br></strong>⑴板桥浦。地名，遗址在今南京西南。《水经注》：江水经三山，又湘浦出焉，水上南北结浮桥渡水，故曰板桥浦。《太平寰宇记》；板桥浦，在升州江宁县南四十里，五尺源出观山三十六里，注大江。谢朓《之宣城出新林浦向板桥诗》云：“江路西南永，归流东北骛。天际识归舟，云中辨江树。”谢朓：字玄晖。南朝齐诗人。诗风清俊秀丽，为<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>所景仰。<br>⑵玉绳：星宿名，李善《文选》注引《春秋元命苞》说，玉衡北两星为玉绳星。谢朓《暂使下都夜发新林至京邑赠西府同僚》有“金波丽鳷鹊，玉绳低建章”的诗句。<br>⑶建章：宫殿名，南朝宋时建。《宋书》卷七“前废帝纪”云：“永光元年，以石头城为长乐宫，以北邸为建章宫。”<br>⑷汉水：即汉江，长江最长支流，源出今陕西西南宁强县，流经湖北，在武汉注入长江。这里即借指长江。<br>⑸霜江：此指长江。谢朓《晚登三山还望京邑》有“澄江静如练”的诗句。<br>⑹洲渚：水中小块陆地。左思《吴都赋》：“岛屿绵邈，洲渚冯隆。”<br>⑺“独酌”二句：谢朓有《之宣城出新林浦向板桥》诗。徵：即”征“。<br>⑻玄晖：即谢朓。《南齐书》：谢朓，字玄晖，陈郡阳夏人。少好学，有美名，文章清丽。<br>⑼“洒酒”句：暗用<a href=\"http://so.gushiwen.org/author_509.aspx\">江淹</a>《恨赋》“置酒欲饮，悲来填膺”句意。李善注：“填，满也。”洒酒，一作“洒泪”。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　此<a href=\"http://so.gushiwen.org/view_8364.aspx\">诗</a>的前四句写秋夜天宇和金陵远景。起首二句：“天上何所有？迢迢白玉绳。”一问一答，天真活泼，明快自然，饶有民歌风味。诗人仰望秋空，看到在这寥廓空明的天宇上远远地闪烁着两颗银亮的玉绳星。三四两句写玉绳星照耀下的金陵城。诗人放眼远眺，但见玉绳星斜斜地、低低地嵌镶在建章宫高大的楼阙旁边，发出格外耀目的光芒，对着整个金陵古城。这四句从大处落墨，先写天空，后写地面，连接自然，展现出碧海般的青天，白玉般的明星，以及星光照耀下的金陵城巍峨宫阙的剪影，境界空阔高远，正融注了诗人秋夜泛月时那种萧散自然、风流自赏的意绪。如果更深细地品味，这四句诗已隐隐透露，出怀念前代诗人<a href=\"http://so.gushiwen.org/author_32.aspx\">谢朓</a>的情思。谢朓《暂使下都夜发新林至京邑赠西府同僚》诗中，有“秋河曙耿耿，寒渚夜苍苍……金波丽鳷鹊，玉绳低建章”等写景佳句，<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>诗的三、四句，显然是有意点化了谢诗，借以寄寓对谢朓的缅怀、追慕。而且，这两颗璀灿的玉绳星，一颗斜照建章阙，一颗耿对金陵城，仿佛具有象征的意蕴。它们在浩渺秋空中互相映照，仿佛正是谢朓、李白这两位古今相通、精神契合的天才诗人的化身。</p> <p>　　中间四句写秋江月色。这里“汉水”借指长江。诗人不说“长江”而说“汉水”，是为了避免同下句“霜江”字面重复和音声相混。在板桥浦信步泛月的李白，俯视着脚下的大江，但见清澄的江水静静地流淌着，像是一条银光闪烁的白练。此刻，谢朓描写大江黄昏美妙景色的诗句“余霞散成绮，澄江静如练”（《晚登三山还望京邑》）自然跳上心头。对景吟诗，使他产生一种悠然神远的感变，仿佛自己已超越古今的界限，同小谢一起联袂步月，同赏秋江美景，推心置腹地纵论人生、品评诗文了。李白整个身心都沉浸在与古人神游的幻想境界里，以致忘怀了一切。他久久地凝望着明月逐渐西斜，月光如乳汁般倾泻在长江之中。直到月落星隐，天将破晓，朝雾弥漫洲渚，寒气侵袭发肤。这四句写秋江月色，明丽皎洁，清幽飘逸，动静相生，空灵迷人。而在这幅秋江月色图中，隐然一含情凝眺之人呼之欲出。这里表现出他的神态和心绪的变化：先是缅怀遐想古人，继而是与古人神游的畅快，接着是从遐想中醒悟过来发觉古人不可得见的寂寞与怅惘，这四句妙在不是静态的寓情于景和情景交融，而是从时间和景色的变化之中暗示出诗人复杂微妙的心理变化，不着痕迹，纯乎天籁。</p> <p>　　最后四句点明题旨，直抒胸臆。诗人在板桥浦自斟自酌，没有知音同欢共饮，虽追慕谢朓，但毕竟相隔数百年，谁也不能把古人找回来。而在当今现世，像谢玄晖这样才华高妙、志趣相投的人，是很难得再遇到的。想到这里，诗人深深感到孤独寂寞，挥杯洒酒无心再饮。一股悲凉抑郁之气，充满了他的胸中。结句暗用梁代诗人<a href=\"http://so.gushiwen.org/author_509.aspx\">江淹</a>《恨赋》“置酒欲饮，悲来填膺”句意，而融化无迹，如同己出。至此，诗人不仅婉曲尽致地抒写了对古人的缅怀遐思，而且借痛感斯人之不可复遇，宣泄出世无知音的深沉感喟。</p>",
  "about": "<h2>创作背景</h2> 　　开元十四年（726），<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>二十六岁，游襄汉，上庐山，东至金陵、扬州。此<a href=\"http://so.gushiwen.org/view_8364.aspx\">诗</a>即作于这年秋天游金陵之时。从诗题可知，这是一首缅怀<a href=\"http://so.gushiwen.org/author_32.aspx\">谢朓</a>的诗。谢朓（464－499），字玄晖，陈郡阳夏（今河南太康附近）人，南齐著名诗人。他和<a href=\"http://so.gushiwen.org/author_758.aspx\">谢灵运</a>是同族，所以有“小谢”之称。曾任宣城（今属安徽）太守等职。他的诗对于南齐的黑暗现实尤其是仕途的险恶流露了不满和畏惧情绪。他的山水诗成就很高，不但彻底摆脱了玄言诗的影响，而且更为清俊秀丽。然而。这样一个才华横溢的诗人，竟横遭诬陷，含冤死于狱中，年仅三十六岁。李白非常崇仰谢的才华，同情他的悲惨遭遇。板桥浦在金陵城南三十里，是长江南岸的一个津渡。当年谢朓出任宣城太守，曾经过板桥，写下了山水行旅诗名篇《之宣城出新林浦向板桥》。诗中“天际识归舟，云中辨江树”一联，是千古传诵的景句。此时，李白秋夜于板桥浦泛月独酌，自然忆念起谢朓这位才高命蹇的前代诗人。",
  "poet": {
    "id": 247,
    "star": 0,
    "name": "李白",
    "image": "http://img.gushiwen.org/authorImg/libai.jpg",
    "desc": "李白（701年－762年），字太白，号青莲居士，唐朝浪漫主义诗人，被后人誉为“诗仙”。祖籍陇西成纪(待考)，出生于西域碎叶城，4岁再随父迁至剑南道绵州。李白存世诗文千余篇，有《李太白集》传世。762年病逝，享年61岁。其墓在今安徽当涂，四川江油、湖北安陆有纪念馆。"
  },
  "tags": [
    "怀才不遇",
    "失意"
  ]
}