{
  "id": 57975,
  "star": 24,
  "name": "水调歌头·送杨民瞻",
  "dynasty": "宋代",
  "content": "日月如磨蚁，万事且浮休。君看檐外江水，滚滚自东流。风雨瓢泉夜半，花草雪楼春到，老子已菟裘。岁晚问无恙，归计橘千头。 <br>梦连环，歌弹铗，赋登楼。黄鸡白酒，君去村社一番秋。长剑倚天谁问，夷甫诸人堪笑，西北有神州。此事君自了，千古一扁舟。",
  "fanyi": "<h2>注释</h2> ①约作于淳熙末或绍熙初（1189或1190），时稼轩闲居带湖。杨民瞻：生平事迹不详。　送友之作。上片言己。宇宙无穷，人生有限，流光飞逝，时不我待，隐寄壮志难酬之慨。“风雨”以下，谓无奈惟隐退而已。下片由己及友，正面切题。既同情其怀才不遇、怀乡思归，复以国事相勉，希其功成始退。<br>②“日月”两句：言日月旋转，时光流逝，世间事物有生有灭，是自然常规。日月如磨蚁：《晋书·天文志》载，有人以磨盘喻宇宙，以磨盘上的蚂蚁喻日月，磨盘飞快地向左旋转，蚂蚁虽向右爬去，但仍然不得不随着磨盘向左运行。浮休：喻生、灭。《庄子·刻意篇》：“其生若浮，其死若休。”<br>③“君看”两句：以江水滚滚东流，喻时光消逝，不因我留。<br>④瓢泉：在江西铅山境内。按：此时稼轩在瓢泉附近，当有便居，以供览胜小憩。稼轩小筑新居，始于绍熙五年（1194），而徙居瓢泉，则在庆元二年（1196）。雪楼：稼轩带湖居所的楼名。菟（tù吐）裘：春秋时鲁地名，在今山东泰安东南。鲁隐公曾命人在菟裘建宅，以便隐退后居住（见《左传·隐公十一年》）。后人遂以此称隐退之所。<br>⑤岁晚：指人生晚年。问无恙：如果有人问我是否安好。。<br>⑥“梦连环”三句：说杨民瞻如冯谖、<a href=\"http://so.gushiwen.org/author_770.aspx\">王粲</a>，怀才不遇，所以日夜思念返回家乡。梦连环：梦中还家。“环”与“还”谐音。歌弹铗：用冯谖弹铗而歌事，见前《满江红》（“汉水东流”）注⑥。赋登楼：东汉末年，天下大乱，“建安七子”之一的王粲依附刘表，在荆州登江陵城楼，作《登楼赋》，写其壮志难伸、怀乡思归的心情。<br>⑦“黄鸡”两句：想象杨民瞻返乡后鸡酒秋社的欢乐情景。村社：农村社日，祭礼土地神的日子，有春秋两祀。此指秋社。<br>⑧“长剑”三句：执政者清谈误国，爱国志士请缨无门。长剑倚天：<a href=\"http://so.gushiwen.org/author_358.aspx\">宋玉</a>《大言赋》：“长剑耿耿倚天外。”此喻杰出的军事才能和威武的英雄气概。<br>⑨“此事”两句：希望友人完成复国伟业后，再去退隐。千古一扁舟：用范蠡助越灭吴后泛舟五湖事。。",
  "shangxi": "<h2>鉴赏</h2> <p>　　这首词是作者为杨民瞻送行时所作。开首几句咋读起来自己颇为一惊，词的风格以及作者的心绪较以往风格为之一变，给人一种淡然、伤怀的平静，丝毫不见其豪放、洒脱、坚毅、心怀天下的气概。“磨蚁”一词借用古意把日月交替的时光变换比作在磨盘上昼夜不停转动的蚂蚁，平添一种无聊重复之感。“浮休”二字从《庄子·刻意篇》“其声若浮，其死若休”转化而来，平淡的概括了万事万物，颇具庄老之气，淡而化之。“君看”一句读来不觉让人脑海中呈现这样一个画面：危亭高楼旷远，槛外江水自流，一人单手拂须，当风而立，举目远望，眼光似远忽近，心留物外，超尘离世。让人不觉心生游离尘世之外，淡然人生的空寂之感。上阕最末两句继续前句风格，连用两个典故，平静的表达出了自己辞官归隐的心迹，“风雨夜半花草春，岁晚无恙橘千头”全然平淡、超脱，而又心有不甘，惨淡哀愁，潦倒自嘲。整体来看，上阕笼在一层超然之气，可是给人感觉却又并非真正的心游物外，弃绝尘世，总是觉得这种淡然之中还隐有惨淡愁绪，一切似乎是作者在故作潇洒的自嘲解笑，透露着自己的牢骚不满之气。弃绝尘世，超然物外从一方面上我个人认为那也是一种无根的漂泊，浮动的失重感。</p> <p>　　下阕一开始，便直接与杨民瞻展开对话。“梦连环，歌弹铗，赋登楼”一口气连用三个典故，气势连贯的道出杨民瞻的抑郁不得志，同时更是自己的借机发怨。“歌弹铗”三字笑中藏泪，本来应该用来战场杀敌为国的长剑，却被用来弹击和歌，吟唱风月。天大的玩笑，英雄的悲鸣，表现的深沉有力，挠人心魄。之后，作者又将友人归家后其乐融融的想象表现了出来，看似好像在用这种怡然的乐趣故意劝导友人归家，悠然平静。</p> <p>　　<a href=\"http://so.gushiwen.org/author_217.aspx\">辛弃疾</a>终归还是辛弃疾。在这首词一开始便极力含势收蓄平静到怡然平淡之后，作者将他的肺腑感慨毫不保留的喷薄而出，迅猛豪壮。“长剑倚天谁问？”英雄失意的抑郁在这一刻被作者厉声吼出，悲壮而又豪气干云。“夷甫诸人堪笑”步步进逼，进一步道出了对屈辱求和的当权者的激愤和拷问。后句“西北有神州”，使得辛弃疾更显大丈夫。因为我国每每山河破碎之时，为收复失地穷尽一生，捐躯国难的忠勇之士不乏其人，“饥餐胡虏肉，渴饮匈奴血”的<a href=\"http://so.gushiwen.org/author_630.aspx\">岳飞</a>更是不必多言。可是细细想来历代将士除在战场英勇杀敌，保家卫国之外大都有一个共同点：愚忠。在他们那里爱国即是忠君，忠君便是爱国，“普天之下莫非王土，率土之滨莫非王臣 ”，他们的爱国、英勇都是在以服从君主的前提下进行的，岳飞在手握兵权，夺得破敌良机的时候，还是被用十二道金牌给招了回去，遗憾千古。可是辛弃疾却突破了这一点，在前面几首词里他对当权者的不满和愤恨已经使这种思想微显端倪。而在这首词中，在发出“夷甫诸人堪笑”的愤恨之后，他便将当权者抛诸脑后，“西北有神州”。无论你当权者怎样昏聩，委屈求和，可是我都无须理会，因为我辛弃疾是为国为民，是为了祖国的大好河山而不是为你几个胆小无耻的昏聩之人卖命，因为江山是天下百姓的，所以虽然对你们怨愤生气，但是为了百姓、为了山河我还是要做我自己应该做的事情，“西北有神州”，我还要为了它继续奋斗。豪气奔放、潇洒怡然，古今帅气第一人也。</p> <p>　　最后一句“此时君自了，千古一扁舟”。再次将自己的抱负和心志加以述说，等把中原失地收复，所有的什么当权富贵都视为粪土。一叶扁舟自悠悠。</p> <p>　　辛弃疾的离别词别开一家，情感真切，豪迈旷达，心系天下。丈夫之气读来扑面而至，让人不禁热血沸腾，豪放之称，确实是当之无愧。</p>",
  "poet": {
    "id": 217,
    "star": 0,
    "name": "辛弃疾",
    "image": "http://img.gushiwen.org/authorImg/xinqiji.jpg",
    "desc": "辛弃疾（1140－1207），南宋词人。原字坦夫，改字幼安，别号稼轩，汉族，历城（今山东济南）人。出生时，中原已为金兵所占。21岁参加抗金义军，不久归南宋。历任湖北、江西、湖南、福建、浙东安抚使等职。一生力主抗金。曾上《美芹十论》与《九议》，条陈战守之策。其词抒写力图恢复国家统一的爱国热情，倾诉壮志难酬的悲愤，对当时执政者的屈辱求和颇多谴责；也有不少吟咏祖国河山的作品。题材广阔又善化用前人典故入词，风格沉雄豪迈又不乏细腻柔媚之处。由于辛弃疾的抗金主张与当政的主和派政见不合，后被弹劾落职，退隐江西带湖。"
  },
  "tags": [
    "离别",
    "豪迈",
    "典故",
    "劝勉"
  ]
}