{
  "id": 71035,
  "star": 151,
  "name": "马嵬",
  "dynasty": "清代",
  "content": "莫唱当年长恨歌，人间亦自有银河。<br>石壕村里夫妻别，泪比长生殿上多。",
  "fanyi": "<p><strong>译文<br></strong>用不到去歌唱当年皇帝妃子的悲欢离合；在人间也有银河，使得千千万万人家夫妻离散。<br>像石壕村那样的夫妻诀别数也数不清，老百姓的泪水比长生殿上洒的那点泪水多得多了。</p> <p><strong>注释<br></strong>⑴马嵬：即马嵬坡，在陕西省兴平县西。安史之乱时，唐玄宗逃到这里，在随军将士的胁迫下，勒死杨贵妃<br>⑵长恨歌：唐代<a href=\"http://so.gushiwen.org/view_71035.aspx\">诗</a>人<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>所作之诗，写的是唐玄宗宠幸杨贵妃而造成的政治悲剧与爱情悲剧。<br>⑶银河：天河。神话传说中，牛郎织女被银河隔开，不得聚会。<br>⑷石壕村：“石壕村”二句：唐代诗人<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>《石壕吏》诗，写在安史之乱中，官吏征兵征役，造成石壕村中一刘老年夫妻惨别的情形。<br>⑸长生殿：长生殿：旧址在陕西骊山华清宫内。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　唐玄宗<a href=\"http://so.gushiwen.org/author_520.aspx\">李隆基</a>与贵妃<a href=\"http://so.gushiwen.org/author_1039.aspx\">杨玉环</a>之间悲欢离合的故事，引发了很多文人墨客的<a href=\"http://so.gushiwen.org/view_71035.aspx\">诗</a>情文思。<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>的《长恨歌》，在揭示唐玄宗宠幸杨贵妃而造成政治悲剧的同时，也表达了对二人爱情悲剧的同情。<a href=\"http://so.gushiwen.org/author_676.aspx\">袁枚</a>此诗却能不落俗套，另翻新意，将李、杨爱情悲剧放在民间百姓悲惨遭遇的背景下加以审视，强调广大民众的苦难远非帝妃可比。《长恨歌》和《石壕吏》是有名的诗篇，其创作背景均为安史之乱。它们一以帝王生活为题材，一以百姓遭遇为主旨，恰好构成鲜明的对照。</p> <p>　　“莫唱当年长恨歌”，莫唱是因为《长恨歌》写的是唐玄宗和杨贵妃的爱情悲剧，对杨贵妃之死，对唐玄宗之无奈，表示了深切的同俏，并歌颂了他们的爱悄专一，为后代小说、戏曲创作提供了题材，如宋乐史的《杨太真外传》、元<a href=\"http://so.gushiwen.org/author_278.aspx\">白朴</a>的《梧桐雨》，明吴世美的《惊鸿记》、清洪异的《长生殿》等等，莫不受其影响。与其大书特书皇帝的悲欢离合，不如深入细致地描写人民群众的生离死别，故“莫唱”二宇又引出了第二句“人间亦自有银河”。“人间”就将银河这个民间传说引入现实生活中来。在唐玄宗统治时期，战争频繁，有开边之战，也有内战，其中规模大的，如用兵吐蕃，讨伐南诏，尤其是安史之乱，伤亡惨重，丁壮或死于战场，或死于摇役，或久戍不归，在人间划出了无数条银河，而最令作者痛心的，要数石壕村的一对老夫妻了。“老翁逾墙走”，老妇河阳役的惨状。<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>还在同一时期作品《新婚别》中拟写一个“席不暖君床”的新娘子，送别刚刚结婚的新郎官应征入伍，造成一对新婚夫妇“暮婚晨告别”的痛苦。在《垂老别》中，又描写了一个“子孙阵亡尽”的老翁，在风烛残年之时还要应征入伍，与其老伴依依借别、“塌然摧肺肝”的情景。由此可见，“石壕村里夫妻别”是当时极其普遍的社会现象，所以作者感叹地说：“泪比长生殿上多。”长生殿上泪，唐玄宗与杨贵妃的泪没有多少，而要大书特书，深表同情，而不书及比长生殿上泪更多的石壕村。这里，作者严肃地批评了白居易，自有其道理在。似乎可以这样悦，衰枚的这首《马嵬》诗，高出于前人所有咏马嵬之事者。</p> <p>　　这首诗借吟咏马嵬抒情，提倡诗歌要多反映人民苦难生活的主张，表现了作者进步的文学创作观点。此诗虽为抒情之作，实际是议论之诗。前两句借马嵬为题提出论点，后面两句借用典故论证上述观点。论点和论据的材料本来都是旧的，但作者化陈腐为新奇，使其为自己提出新的观点服务，旧的也变为新的，颇有点铁成金之妙。全诗正如作者自己所云：“借古人往事，抒自己之怀抱”。（《随园诗话》）</p> <p>　　这首诗最大的艺术特色是比照。全诗两组比照：一组是《长恨歌》与牛郎织女故事的比照。这一比照，不仅批判了白居易的《长恨歌》，而且突出了人间牛郎织女才值得同情。值得注意的是作者运用“银河”，对唐玄宗与杨贵妃讥笑牛郎织女攀进行了再讥笑，很有情趣。第二组是石壕村与长生殿比照。石壕村是人民群众的材落，长生殿是皇帝皇后的夜殿，这一比照，暗示出村里泪是殿上人造成的，马嵬事变，恶果自食，不值得同情，值得同情的倒是劳动人民。这两组比照又有不同，前者深沉，后者浅近，前者重在映照，后者重在对比。两相配合，共同表达了作者民为贵、君为轻的民本思想。</p>",
  "about": "<h2>创作背景</h2> 　　这首<a href=\"http://so.gushiwen.org/view_71035.aspx\">诗</a>作于清乾隆十七年（1752年）作者赴陕西任职途中，同时创作下了另外三首同名作品。唐代天宝十四载（765年）发生安史之乱，唐玄宗自京都长安逃往四川经过马嵬坡时，禁军哗变，杀死宰相杨国忠，并迫使唐玄宗命杨贵妃自缢。历代诗人对这一历史事件多有题味。其中最著名者为<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>的长篇叙事诗《长恨歌》。诗人缅怀历史，自然想到《长恨歌》，创作此诗，抒发感慨。",
  "poet": {
    "id": 676,
    "star": 0,
    "name": "袁枚",
    "image": "http://img.gushiwen.org/authorImg/yuanmei.jpg",
    "desc": "袁枚（1716－1797）清代诗人、散文家。字子才，号简斋，晚年自号仓山居士、随园主人、随园老人。汉族，钱塘（今浙江杭州）人。乾隆四年进士，历任溧水、江宁等县知县，有政绩，四十岁即告归。在江宁小仓山下筑筑随园，吟咏其中。广收诗弟子，女弟子尤众。袁枚是乾嘉时期代表诗人之一，与赵翼、蒋士铨合称“乾隆三大家”。"
  },
  "tags": [
    "古诗三百首",
    "咏史怀古",
    "抒情",
    "议论"
  ]
}