{
  "id": 72997,
  "star": 7,
  "name": "悼亡三首",
  "dynasty": "宋代",
  "content": "结发为夫妇，于今十七年。<br>相看犹不足，何况是长捐！<br>我鬓已多白，此身宁久全？<br>终当与同穴，未死泪涟涟。</p> <p>每出身如梦，逢人强意多。<br>归来仍寂寞，欲语向谁何？<br>窗冷孤萤入，宵长一雁过。<br>世间无最苦，精爽此销磨。</p> <p>从来有修短，岂敢问苍天？<br>见尽人间妇，无如美且贤。<br>譬令愚者寿，何不假其年？<br>忍此连城宝，沉埋向九泉！",
  "fanyi": "<p><strong>译文<br></strong>我们成为结发夫妻，到如今一共有十七年。<br>互相厮守还嫌不够，何况现在是永远失去！<br>我鬓发已多见斑白，这肉身还能坚持多久？<br>与你同穴为期不远，未死时还是涕泪涟涟。</p> <p>每次出门如同梦游，逢人只能勉强应付。<br>归来时孤寂之感更厉害，又能向谁诉说？<br>长夜难眠，耳听窗中飞孤萤天空雁叫声。<br>世间没有比这更痛苦的，精神从此销磨。</p> <p>人生寿命不齐本属自然，哪里还敢质问苍天？<br>见过无数人间女子，没有谁比我妻美丽贤惠。<br>如此让愚者寿贤者夭，为什么贤者不能延年？<br>不忍心我这连城宝，就这样沉埋在九泉之下！ </p> <p><strong>注释<br></strong>⑴十七年：<a href=\"http://so.gushiwen.org/author_131.aspx\">梅尧臣</a>与其夫人谢氏于天圣六年（1028）结婚，至庆历四年（1044）妻子去世，一共十七年。<br>⑵长捐：这里指永远失去。捐，抛弃，舍弃，丢弃。<br>⑶鬓（bìn）：本指耳边的头发，这里代指头发。<br>⑷宁：难道。<br>⑸同穴：同葬<br>⑹涟涟（lián）：泪流不止的样子<br>⑺身如梦：指精神恍惚，神志不清的状态<br>⑻强意：指勉强与人寒暄周旋之意。<br>⑼谁河：谁人，哪个。<br>⑽孤萤：数量少的萤虫。<br>⑾宵：夜晚。<br>⑿精爽：指精神。<br>⒀销磨：同“消磨”，逐渐消退。<br>⒁譬（pì）：假如。修短：寿命的长短。<br>⒂假：挪借。<br>⒃连城宝：价值连城的宝物，指爱妻谢氏。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　第一首是总写。“结发”两句以总叙起，着重在“十七年”。“十七年”而“相看犹不足”，便见爱之深、情之挚。“相看不足”之时，忽然中路“长捐”，<a href=\"http://so.gushiwen.org/view_72997.aspx\">诗</a>人十分悲痛。语愈平淡，情愈真切。</p> <p>　　<a href=\"http://so.gushiwen.org/author_18.aspx\">元稹</a>《遣悲怀三首》诗中说“昔日戏言身后意，今朝都到眼前来。”<a href=\"http://so.gushiwen.org/author_131.aspx\">梅尧臣</a>也写谢氏身后的个人心情：由自己“鬓已多白”料想到“身宁久全”，逆计“同穴”之期当在不远，可强作宽解；然而在“未死”之前，则一息苟存，即有“泪涟涟”而不能自止。几番转折，愈转而愈深。</p> <p>　　第二首则突出一点，作具体刻画。情是抽象的，必须因事因景才能写出；至于写得“尽意”，则尤其难得。梅尧臣先从自己的“出门”与“归来”写起。<a href=\"http://so.gushiwen.org/author_608.aspx\">司马迁</a>写自己的悲痛心情，有“居则忽忽若有所亡，出则不知所注”，即是从“居”、“出”着笔的。梅尧臣的“每出身如梦”，比“不知所往”，表达更明晰。心在谢氏身上，故出门也像做梦一样；“出门”“逢人”，也只是勉强应付。“出门”时有人谈论，还可稍解悲戚；“归来”时则孤寂之感更甚。<a href=\"http://so.gushiwen.org/author_827.aspx\">潘岳</a>《悼亡》诗“望庐思其人，入室想所历”，亦即此情此景之写照。人在“出门”时有所见闻，回来总想向亲人讲讲，可是人亡室空，无人可以倾诉了。这一点写出了最难写的情意。接下去写“窗冷孤萤入，宵长一雁过”。古人把丧妻之夫，比作鳏鱼，谓其夜不闭眼。这两句也就是描写长夜失眠的景况。由于长夜难眠，所以窗中飞入“孤萤”、天空一声雁叫，皆能察觉得到。这两句刻画得尤为真切。正所谓“含不尽之意，见于言外。”“世间无最苦”，谓世上没有比此更痛苦的事了，他的精神全部被这难熬的时光销磨殆尽了。语近夸张，但非此写不出镂心刻骨之痛。</p> <p>　　第三首，以“问天”形式，写出爱情之专与悲哀之深。但他不直说问天，而先说“从来有修短”。人生寿命不齐，本属自然；但为什么愚者寿而贤者夭，那就要“问苍天”了。设想之奇，正见用情之挚。特别是“见尽人间妇，无如美且贤”，表面上夸张，却又最合情理，因为在他心目中正是如此。有人戏谓其“情人眼中出西施”；难在做了“十七年”夫妇，还能持此看祛，其用情之专一，在当时士大夫中是颇为少见的。诗中把妻子写得愈贤愈美，则妻子死后，诗人就愈加悼惜。陈石遗曾指此谓“从《诗经·卫风·硕人》中来”。梅尧臣虽不一定是有意摹拟《诗经》，而千古诗人的思路往往是前后相同的。“忍此连城宝，沉埋向九泉！”正所谓“有声当彻天，有泪当彻泉”（<a href=\"http://so.gushiwen.org/author_100.aspx\">陈师道</a>诗句）了。</p> <p>　　哀婉诗要求率直，于平淡中见真情。梅尧臣这三首悼亡诗，以质朴见长，曲折而凄婉地表达了自己的情感，语言平淡，情真意切，把内容和形式完美的统一起来，副有很强的感染力。可谓是言情诗的杰作。</p>",
  "about": "<h2>创作背景</h2> 　　宋仁宗庆历四年（1044），<a href=\"http://so.gushiwen.org/author_131.aspx\">梅尧臣</a>与妻子谢氏乘船返汴京，七月七日至高邮三沟，谢氏死于舟中。这三首<a href=\"http://so.gushiwen.org/view_72997.aspx\">诗</a>是梅尧臣悼念亡妻谢氏之作，写于同年。",
  "poet": {
    "id": 131,
    "star": 0,
    "name": "梅尧臣",
    "image": "http://img.gushiwen.org/authorImg/meiyaochen.jpg",
    "desc": "梅尧臣（1002～1060）字圣俞，世称宛陵先生，北宋著名现实主义诗人。汉族，宣州宣城（今属安徽）人。宣城古称宛陵，世称宛陵先生。初试不第，以荫补河南主簿。50岁后，于皇祐三年（1051）始得宋仁宗召试，赐同进士出身，为太常博士。以欧阳修荐，为国子监直讲，累迁尚书都官员外郎，故世称“梅直讲”、“梅都官”。曾参与编撰《新唐书》，并为《孙子兵法》作注，所注为孙子十家著（或十一家著）之一。有《宛陵先生集》60卷，有《四部丛刊》影明刊本等。词存二首。"
  },
  "tags": [
    "悼亡",
    "悲痛",
    "相思",
    "孤寂"
  ]
}