{
  "id": 71083,
  "star": 348,
  "name": "西江月·顷在黄州",
  "dynasty": "宋代",
  "content": "<span style=\"font-family:SimSun;\">顷在黄州，春夜行蕲水中，过酒家饮，酒醉，乘月至一溪桥上，解鞍，由肱醉卧少休。及觉已晓，乱山攒拥，流水锵然，疑非尘世也。书此语桥柱上。</span></p> <p>照野弥弥浅浪，横空隐隐层霄。障泥未解玉骢骄，我欲醉眠芳草。<br>可惜一溪风月，莫教踏碎琼瑶。解鞍欹枕绿杨桥，杜宇一声春晓。",
  "fanyi": "<p><strong>译文</strong><br>月光照在波光粼粼的河面上，天空中有几丝淡淡的云彩。白色的马儿此时尚气宇昂扬，我却不胜酒力，在河边下马，等不及解下马鞍，就想倒在这芳草中睡一觉。<br>这小河中的清风明月多么可爱，马儿啊可千万不要踏碎那水中的月亮。我解下马鞍作枕头，斜卧在绿杨桥上进入了梦乡，听见杜鹃叫时，天已明了。</p> <p><strong>注释</strong><br>⑴西江月：词牌名。<br>⑵蕲水：水名，流经湖北蕲春县境，在黄州附近。<br>⑶弥弥：水波翻动的样子。<br>⑷层霄：弥漫的云气。<br>⑸障泥：马鞯，垂于马两旁以挡泥土。玉骢：良马。骄：壮健的样子。<br>⑹可惜：可爱。<br>⑺琼瑶：美玉。这里形容月亮在水中的倒影。<br>⑻杜宇：杜鹃鸟。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这是一首寄情山水的词。作者在词中描绘出一个物我两忘、超然物外的境界，把自然风光和自己的感受融为一体，在<a href=\"http://so.gushiwen.org/view_71083.aspx\">诗</a>情画意中表现自己心境的淡泊、快适，抒发了他乐观、豁达、以顺处逆的襟怀。</p> <p>　　小序叙事简洁，描写生动，短短五十四字，即写出地点、时间、景物以及词人的感受。它充满了诗情画意，是一篇写得很优美的散文，可与其《记承天寺夜游》媲美。</p> <p>　　上片头两句写归途所见：“照野弥弥浅浪，横空隐隐层霄。”弥弥，是水盛的样子；层霄，即层云。春夜，词人在蕲水边骑马而行，经过酒家饮酒，醉后乘着月色归去，经过一座溪桥。由于明月当空，所以才能看见清溪在辽阔的旷野流过。”先说“照野”，突出地点明了月色之佳。用“弥弥”形容“浅浪”，就把春水涨满、溪流汩汩的景象表现出来了。广阔的天空还有淡淡的云层。“横空”，写出了天宇之广。说云层隐隐约约在若有若无之间，更映衬了月色的皎洁。野外是广袤的，天宇是寥廓的，溪水是清澈的。在明月朗照之下的人间仙境中，诗人忘却了世俗的荣辱得失和纷纷扰扰，把自己的身心完全融化到大自然中。此两句暗写月光。</p> <p>　　“障泥未解玉骢骄”，是说那白色的骏马忽然活跃起来，提醒他的主人：要渡水了！障泥，是用锦或布制作的马荐，垫在马鞍之下，一直垂到马腹两边，以遮尘土。《晋书·王济传》：“济善解马性，尝乘一马，著连乾障泥，前有水，终不肯渡。济曰：‘此必是惜障泥。’使人解去，便渡。”词人在这里只是写了坐骑的神态，便衬托出濒临溪流的情景。把典故融化于景物描写之中，这是很成功的一个例子。此时，词人不胜酒力，从马上下来，等不及卸下马鞍鞯，即欲眠于芳草。“我欲醉眠芳草”，既写出了浓郁的醉态，又写了月下芳草之美以及词人因热爱这幽美的景色而产生的喜悦心情，可以说收到了一石三鸟的效果。</p> <p>　　过片二句，明写月色，描绘从近处观赏到的月照溪水图，更进一步抒发迷恋、珍惜月色之佳的心情：“可惜一溪风月，莫教踏碎琼瑶”。“溪”作一个量词，巧妙又无痕地把风，月与溪融为一体，并洗去了风尘世俗之感。琼瑶，是美玉，这里比做皎洁的水上月色。可惜，是可爱的意思。微风轻轻吹拂，溪中波光粼粼，水月交辉，真像缀了一溪晶莹剔透的珠玉。这里用的修辞手法是“借喻”，径以月色为“琼瑶”。由于感情的挚浓，使比喻的客体升到了突出的地位，因而它的形象显得更鲜明，更生动。这种表现手法是从生活中来的，不背理，更不违情。月色皎洁，加之以醉人痴语，怪不得异想天开，这是“理”；十分珍惜美好的月色，这是“情”。“情理交至”，这就更巧妙地揭开了词人所追求的精神世界的帷幕。这个境界是极为幽美、静谧、纯洁的，如果有一丁点儿外物羼入，就会被损害，被践踏。此句以独特感受和精切的比喻，传神地写出水之清、月之明、夜之静、人之喜悦赞美。</p> <p>　　“解鞍欹枕绿杨桥”，写词人用马鞍作枕，倚靠着它斜卧在绿杨桥上“少休”。这一觉当然睡得很香，及至醒来，“杜宇一声春晓”，春天的黎明又是一番景色了。这个结尾如空谷传声，余音不绝。妙在又将展现一幅清新明丽的画卷，却留下空白，让读者自己用丰富的联想去感受它。作者在词中不去写“乱山攒拥，流水锵然”的景致，而是通过描写杜鹃在黎明的一声啼叫，把野外春晨的景色作了画龙点睛的提示。这是因为他是从杜鹃啼叫声中醒过来的，由杜鹃之啼才首先感到这空山月明、万籁俱寂的春晨之美。词人真实地记录了他第一次难忘的感受，因而也就给读者留下了第一次动人的印象。</p> <p>　　此词所描绘的富有诗情画意的美景中，处处有“我”之色彩，景物成为塑造“我”的典型性格的凭据。词人不论是醉还是醒，是月夜还是春晨，都能“无入不自得”，随意而成趣，逐步展示词的意境。作者善于把意和境浑然凝结为一个不可分割的整体，他把自己的身心完全融化到大自然中，忘却了世俗的荣辱得失和纷纷扰扰，表现了自己与造化神游的畅适愉悦，读来回味无穷，令人神往。</p>",
  "about": "<h2>创作背景</h2> 　　此词作于<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>贬谪黄州期间。公元1079年（元丰二年）苏轼因“乌台<a href=\"http://so.gushiwen.org/view_71083.aspx\">诗</a>案”被贬为黄州团练副使。这是苏轼生活史的转折点，这飞来横灾彻底地粉碎了苏轼希图在政治上有所作为，然后功成身退的幻想。从此以后，苏轼看清了官场的黑暗、世态的炎凉。但苏轼没有被痛苦压倒。他住在黄州临皋亭。后来又在不远处开垦一片荒地，种上庄稼树木，名之曰“东坡”。他有时布衣芒屩，出入于阡陌之上；有时月夜泛舟，放浪于山水之间：表现出一种超人的旷达，一种不以世事萦怀的恬淡精神。沉重的政治打击使他对社会对人生的态度，以及反映在创作上的思想感情和风格都有明显的变化。在这期间他创作了很多优秀作品，此词是其中之一。",
  "poet": {
    "id": 183,
    "star": 0,
    "name": "苏轼",
    "image": "http://img.gushiwen.org/authorImg/sushi.jpg",
    "desc": "苏轼（1037－1101），北宋文学家、书画家、美食家。字子瞻，号东坡居士。汉族，四川人，葬于颍昌（今河南省平顶山市郏县）。一生仕途坎坷，学识渊博，天资极高，诗文书画皆精。其文汪洋恣肆，明白畅达，与欧阳修并称欧苏，为“唐宋八大家”之一；诗清新豪健，善用夸张、比喻，艺术表现独具风格，与黄庭坚并称苏黄；词开豪放一派，对后世有巨大影响，与辛弃疾并称苏辛；书法擅长行书、楷书，能自创新意，用笔丰腴跌宕，有天真烂漫之趣，与黄庭坚、米芾、蔡襄并称宋四家；画学文同，论画主张神似，提倡“士人画”。著有《苏东坡全集》和《东坡乐府》等。"
  },
  "tags": [
    "宋词三百首",
    "豪放",
    "山水",
    "月色",
    "喜悦",
    "散文"
  ]
}