{
  "id": 52793,
  "star": 6597,
  "name": "如梦令·常记溪亭日暮",
  "dynasty": "宋代",
  "content": "常记溪亭日暮，沉醉不知归路。<br>兴尽晚回舟，误入藕花深处。<br>争渡，争渡，惊起一滩鸥鹭。",
  "fanyi": "<p><strong>译文</strong><br>应是常常想起一次郊游，一玩就到日暮时分，沉醉在其中不想回家。<br>一直玩到没了兴致才乘舟返回，却迷途进入藕花池的深处。<br>怎么才能把船划出去，不小心，却惊起了一群的鸥鹭。</p> <p><strong>译文二</strong><br>经常记起在溪边的亭子游玩直到太阳落山的时候，被美景陶醉而流连忘返。<br>游兴满足了，天黑往回划船，不小心划进了荷花池深处。<br>划呀，划呀，惊动满滩的水鸟，都飞起来了。</p> <p><strong>译文三</strong><br>曾记得一次溪亭饮酒到日暮，喝得大醉回家找不着了道路。<br>兴尽之后很晚才往回划船，却不小心进入了荷花深处。<br>怎么渡，怎么渡？（最终）惊起水边满滩鸥鹭。 </p> <p><strong>注释</strong><br>常记：时常记起。“难忘”的意思。<br>溪亭：临水的亭台。<br>日暮：黄昏时候。<br>沉醉：比喻沉浸在某事物或某境界中。<br>兴尽：尽了兴致。<br>晚：比合适的时间靠后，这里意思是天黑路暗了。<br>回舟：乘船而回。<br>误入：不小心进入。<br>藕花：荷花。<br>争渡：怎渡，怎么才能划出去。争（zen)，怎样才能<br>惊：惊动。<br>起：飞起来。<br>一滩：一群。<br>鸥鹭：这里泛指水鸟。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　现存<a href=\"http://so.gushiwen.org/author_536.aspx\">李清照</a>《如梦令》词有两首，都是记游赏之作，都写了酒醉、花美，清新别致。“常记”两句起笔平淡，自然和谐，把读者自然而然地引到了她所创造的词境 。“常记”明确表示追述，地点在“溪亭 ”，时间是“日暮 ”，作者饮宴以后 ，已经醉得连回去的路径都辨识不出了。“ 沉醉”二字却露了作者心底的欢愉 ，“不知归路”也曲折传出作者流连忘返的情致，看起来，这是一次给作者留下了深刻印象的十分愉快的游赏。果然，接写的“兴尽”两句，就把这种意兴递进了一层，兴尽方才回舟，那么，兴未尽呢？恰恰表明兴致之高，不想回舟。而“误入”一句，行文流畅自然，毫无斧凿痕迹，同前面的“不知归路”相呼应，显示了主人公的忘情心态。盛放的荷花丛中正有一叶扁舟摇荡。舟上是游兴未尽的少年才女，这样的美景，一下子跃然纸上，呼之欲出。</p> <p>　　一连两个“争渡 ”，表达了主人公急于从迷途中找寻出路的焦灼心情。正是由于“ 争渡”，所以又“惊起一滩鸥鹭”，把停栖在洲渚上的水鸟都吓飞了。至此，词戛然而止，言尽而意未尽，耐人寻味。</p> <p>　　这首小令用词简练，只选取了几个片断，把移动着的风景和作者怡然的心情融合在一起，写出了作者青春年少时的好心情，让人不由想随她一道荷丛荡舟，沉醉不归。正所谓“少年情怀自是得”，这首<a href=\"http://so.gushiwen.org/view_52793.aspx\">诗</a>不事雕琢，富有一种自然之美。</p>",
  "about": "<h2>创作背景</h2> 　　这首《如梦令·常记溪亭日暮》是<a href=\"http://so.gushiwen.org/author_536.aspx\">李清照</a>的早期之作，较为可信的时间当是李清照到达汴京之后尚未出嫁之前。这段时间李清照身居闺中，不免会回忆起少时游玩的情形，那些场景在她的脑海中一再出现，对那些生活的怀念之情与日俱增，使得作者感到<a href=\"http://so.gushiwen.org/view_52793.aspx\">诗</a>兴大发，于是写下了这首流传千古的小令。<br/><h2>讲解</h2> <p>　　有时候，一件细小的、但饶有兴味的往事，会反复出现在你的记忆中，引起你的思索和回味。当时经历的生动情景，会历历如画，在眼前重现；当时的兴奋和激动，也会再次在心头涌现，印象还是那样的新鲜。如果你是一个有才能的文学家，你就会真实地描绘出这种经历和心情，吸引读者也进入你再现的那个境界，分享你的激动。</p> <p>　　这首《如梦令》就是这样的作品。这是<a href=\"http://so.gushiwen.org/author_536.aspx\">李清照</a>为追记一次有趣的郊游而写的。作品中第一句说明了这是已经过去的一天，是在郊野水边的一个亭子里，傍晚的时候。一个“常”字，表明这件往事给她留下了深刻的印象，因而时常引起她的回忆。在那里作什么？第二句告诉我们，她喝酒喝得醉醺醺的，已经到了不认识回家路途的程度了。“沉醉”，是醉得很深的意思。显然，她是在一边欣赏郊野的景色，一边在喝酒，而且，也不是刚刚到了那里，是在那里已经游赏了相当长的时间了。“兴尽晚回舟”，是说在玩赏的兴致得到了充分的满足之后，天色已晚，才上了去时所乘的小船，掉转船头，往回走。可是，沉醉的后果产生了。由于天色黯淡，特别是醉眼模糊，辨认不清归路，把船划进了一片密集的荷花丛中。“藕花”，即荷花。因荷花是从藕长出来的，所以在<a href=\"http://so.gushiwen.org/view_52793.aspx\">诗</a>词中也常叫藕花。按照词调的要求，这里不用荷花，而改称“藕花”。这时，她心慌意乱是可想而知的了。怎么办呢？怎么样才能划出荷塘？怎么样才能划回家去？正好，按词调，这里需要重复一遍相同的两个字的句子，作者恰到好处地填写了“争渡，争渡”。这里的“争”，作怎么讲。“争渡”，这里是怎么划出去的意思。“争渡，争渡”，重复一遍，就突出了她焦急的心情。当她正在心如火燎，思量着怎样才能划出荷塘回家时，想必是在胡乱地划动着小船，去找寻一条归路。忽然听得，呼啦啦一片响声，从河滩上飞起了一群被小船惊起的水鸟。“鸥鹭[ōulù]”，鸥和鹭都是水鸟。小词写到这里，戛[jiá]然而止。至于下文如何，就留待读者自己去想象了。想来，可能是惊飞的水鸟，吓得她出了一身冷汗，使得头脑清醒了一些，终于能够寻路回家了吧！</p> <p>　　作者在词中不是流水账式地写她如何去，如何到家，在那里怎么玩，只在字里行间把经过作了交代。作者也并没有写“我玩得多么高兴呀”之类，而只用了“常记”、“沉醉”、“兴尽”、“晚”几个字，就把她游赏的欢快心情表现得淋漓尽致。她善于剪裁，仅仅截取了醉归途中、误入荷塘、惊飞水鸟这个“镜头”，稍加点染，就写出了她这次郊游中不同一般、最难以忘怀之处，使读者不仅如临其境，也如闻其声。总之，这首小词，虽然并无深意，但写得简练、生动而传神，今天读来，还是引人入胜的。</p> <p>　　另外，一个有文化的女子，到郊野游玩，还喝得大醉，这在今天也是不多见的，在封建礼教重压之下的宋代，那就更为稀罕了。这也表现了李清照性格中任情豪放、不受拘束的一个方面。</p><br/><h2>简评</h2> 　　这首词在南宋人黄升的《花庵词选》中题为“酒兴”。玩词意，似为回忆一次愉快的郊游而作。词人命舟备酒，畅游于清溪，因沉酣竟不知日之夕矣。沉沉暮霭中，回舟误入曲港横塘，藕花深处。这是一个清香流溢，色彩缤纷的，幽杳而神秘的世界。它给词人带来的是巨大的惊喜和深深的陶醉。花香、酒气，使词人暂时摆脱了封建社会名门闺秀的重重枷锁，显现出她贪玩活泼天性。于是有争渡之举。当轻舟穿行于荷花之中，看着栖息在花汀渔浦的鸥鹭惊飞，她感受到了一种强烈的生命的活力。这种活力就从词短促的节奏和响亮的韵脚中洋溢而出。 这首词杨金本《65+草堂<a href=\"http://so.gushiwen.org/view_52793.aspx\">诗</a>余》误作<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>词，《词林万选》误作无名氏词，《古今词话》、《唐词纪》误作吕洞宾词。从“误作”之多，也可看出此词之放逸已超出了“闺秀词”的范围，所以有人把它列入男性作者的名下。但南宋人黄升的《花庵词选》、曾慥的《乐府雅词》都把它作<a href=\"http://so.gushiwen.org/author_536.aspx\">李清照</a>词，应当是可信的。",
  "poet": {
    "id": 536,
    "star": 0,
    "name": "李清照",
    "image": "http://img.gushiwen.org/authorImg/liqingzhao.jpg",
    "desc": "李清照（1084年3月13日～1155年5月12日）号易安居士，汉族，山东省济南章丘人。宋代（南北宋之交）女词人，婉约词派代表，有“千古第一才女”之称。所作词，前期多写其悠闲生活，后期多悲叹身世，情调感伤。形式上善用白描手法，自辟途径，语言清丽。论词强调协律，崇尚典雅，提出词“别是一家”之说，反对以作诗文之法作词。能诗，留存不多，部分篇章感时咏史，情辞慷慨，与其词风不同。有《易安居士文集》《易安词》，已散佚。后人有《漱玉词》辑本。今有《李清照集校注》。"
  },
  "tags": [
    "宋词三百首",
    "宋词精选",
    "初中古诗",
    "纪游"
  ]
}