{
  "id": 4172,
  "star": 14,
  "name": "送东莱王学士无竞",
  "dynasty": "唐代",
  "content": "宝剑千金买，平生未许人。<br>怀君万里别，持赠结交亲。<br>孤松宜晚岁，众木爱芳春。<br>已矣将何道，无令白发新。",
  "fanyi": "<p><strong>译文<br></strong>这把宝剑异常珍贵价值千金，多年来我从未答应送给别人。<br>想到你就要启程到远隔万里的地方去，把它赠送给你以表结交情深。<br>峰顶孤松适宜在严寒中生长，一般草木喜欢在春天里争胜。<br>生在当今世道还有什么可说，你千万别愁添白发就此消沉。</p> <p><strong>注释<br></strong>东莱（lái）：西汉郡名，治所在今山东掖县。<br>学士：官名，是皇帝身边的文学侍从。<br>无竞：王无竞，字仲烈，东莱人。性情刚烈耿直，不肯奉迎权贵，仕途坎坷，屡遭贬谪。<br>未许人：没有答应送给别人。未：没有。许：应允，认可，答应。<br>怀君：想念您。怀：想到，想念。君：引申为人的尊称，相当于“您”。<br>结交亲：结交亲密。<br>晚岁：一年将尽的时侯。<br>芳春：春天，春季。<br>已矣：算了吧。<br>将何道：还有什么可说的呢？<br>无：通毋、勿。<br>白发新：新添白发。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　宝剑是杀敌的武器，古人把它看作建功立业的象征。临别时<a href=\"http://so.gushiwen.org/view_4172.aspx\">诗</a>人把宝剑送给即将远行的友人，表现了对友人的鼓励与期望。诗的前一二句“宝剑千金买，平生未许人”是一个衬垫，写诗人有一把价值千金的宝剑，想给它挑选一个配得上佩带它的主人，这么多年来一直没有找到个可以期许的人。诗人借宝剑来写人：写王无竞的才能，也写他们之间的友情。好马需要名将骑，好剑也需要有才能的人才有资格佩带。</p> <p>　　三四句“怀君万里别，持赠结交亲”，写友人就要启程到远隔万里的地方去，诗人把宝剑赠送给友人。聊表惜别之情，为宝剑有幸找到一个合适的主人。借宝剑的千金之贵，写出王无竞的非凡之才；借平生的无限珍惜，突出相互之间的友情之深。从侧面赞扬了王无竞的才志和品格，也表明两者之间志趣相投的知己。</p> <p>　　前四句写赠物，后四句转写赠言。五六两句“孤松宜晚岁，众木爱芳春。”是勉励的话，写一般的花草树木都喜欢在春天里争芳斗艳，只有高高山峰的孤松，在一年将尽的冬季，不避风刀霜剑与严寒搏斗，更显出它那顽强的性格和高尚的节操。孔夫子说：“岁寒然后知松柏之后凋也”。“孤松宜晚岁”一句似从此化出，勉励友人要像绝顶孤松那样傲霜斗雪，常绿不凋，在后半生保持顽强性格和高尚情操，不要像一般草木那样，只能争艳于春暖时节，一遇风霜严寒，便枯萎凋谢。</p> <p>　　“晚岁”，一年将尽，也暗含着大器晚成的意思，用双关的语意鼓励对方。里面也就包含了这样的意思：不要因眼前的挫折而丧失信心，应当象“岁寒不凋”的孤松那样经得起风霜的考验。这里巧妙地用了“众木”和“孤松”的比喻是寓有深意的。众木喜欢春天的芳华，孤松却傲岸不屈，晚岁在与冰雪抗争中显出铮铮铁骨。“山上青松山下花，花笑青松不如它。有朝一日寒风至，只见青松不见花。”对比之下，孤松的品格与节操的美就更加突出。诗人以这样的比喻来赞扬王无竞，显得更加形象、有力。这两句对比强烈，在赞赏和勉励的同时，对一般小人给予了极大的鄙视和无情的鞭挞，语意含蓄，韵味深广。</p> <p>　　最后两句“已矣将何道，无令白发新”，写出友人不公平待遇已事实，但切不可就此消沉下去，应当及时努力，不要虚度年华，莫到满头白发之时而空悲感伤。从诗意中隐隐流露出诗人对友人受到不公的待遇而愤慨的，但诗人并没有停留在这一点上，更主要的是劝勉和鼓励友人振奋精神，努力奋斗。以儒家“穷则独善其身”的思想安慰劝勉友人，虽然生不逢时，也不要空老岁月，虚度年华。全诗慷慨深沉，悲壮苍凉，体现了诗人不甘沉沦，奋发有为的精神。</p>",
  "about": "<h2>创作背景</h2> 　　武后垂拱二年（公元686年），同罗、仆固叛乱，王无竞与<a href=\"http://so.gushiwen.org/author_12.aspx\">陈子昂</a>随乔知之北征，出陇坻，经张掖河，驻同城（今内蒙古额济纳旗境内）。此酬别<a href=\"http://so.gushiwen.org/view_4172.aspx\">诗</a>作于陈子昂为挚友王无竞送行，以千金宝剑相赠之时。",
  "poet": {
    "id": 12,
    "star": 0,
    "name": "陈子昂",
    "image": "http://img.gushiwen.org/authorImg/chenziang.jpg",
    "desc": "陈子昂（约公元661～公元702），唐代文学家，初唐诗文革新人物之一。字伯玉，汉族，梓州射洪(今属四川)人。因曾任右拾遗，后世称为陈拾遗。光宅进士，历仕武则天朝麟台正字、右拾遗。解职归乡后受人所害，忧愤而死。其存诗共100多首，其中最有代表性的是《感遇》诗38首，《蓟丘览古赠卢居士藏用》7首和《登幽州台歌》。"
  },
  "tags": [
    "写人",
    "赞美",
    "品格",
    "高尚",
    "抒情",
    "愤懑"
  ]
}