{
  "id": 70995,
  "star": 322,
  "name": "同儿辈赋未开海棠",
  "dynasty": "金朝",
  "content": "枝间新绿一重重， 小蕾深藏数点红。<br>爱惜芳心莫轻吐， 且教桃李闹春风。",
  "fanyi": "<p><strong>译文</strong><br>海棠枝间新长出的绿叶层层叠叠的，小花蕾隐匿其间微微泛出些许的红色。<br>一定要爱惜自己那芳香的心，不要轻易地盛开，姑且让桃花李花在春风中尽情绽放吧！</p> <p><strong>注释</strong><br>1．赋：吟咏。<br>2．同儿辈赋句：和儿女们一起做关于还没开放的海棠花的<a href=\"http://so.gushiwen.org/view_70995.aspx\">诗</a>。 <br>3．一重重：一层又一层。形容新生的绿叶茂盛繁密。 <br>4．小蕾：指海棠花的花蕾。 <br>5．芳心：原指年轻女子的心。这里一语双关，一指海棠的花芯，二指儿辈们的心。 <br>6．轻吐：轻易、随便地开放。 <br>7．且教：还是让。 <br>8．闹春风：在春天里争妍斗艳。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　<a href=\"http://so.gushiwen.org/view_70995.aspx\">诗</a>句写了深藏于重重新绿之中的、尚未开放而仅仅是“数点红”的海棠蓓蕾。诗人忠告它“爱惜芳心”，不要轻易地吐蕾。那么，诗人为什么要如此深情地忠告？也许，诗人想到了，如果一旦开放，几场风雨之后，花就会很快坠落、凋零，“林花谢了太匆匆”，为了它的不至于很快谢落，为了它的长久，诗人宁愿红蕾深藏。也许，诗人想得更深，认为真正的“芳心”是不应该轻易吐露的，像桃李那样在春风中追逐、嬉闹，只是一种炫耀，一种浅薄的表现。诗人不希望像“桃李卖阳艳”，希望“慎勿作桃李”（<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>《赠韦侍御<a href=\"http://so.gushiwen.org/author_58.aspx\">黄裳</a>》）。总之，诗句虽然用语平易，却意味醇厚，耐人咀嚼，留给我们很多的思考。诗人曾经说过：“动可以周万物而济天下，静可以崇高节而抗浮云。”（《新斋赋》）诗人作此诗时已入暮年，时金已灭亡，他回到了自己的故乡，抱定了“今是中原一布衣”（《为邓人作诗》）、“衰年那与世相关”（《已卯端阳日感怀》）的态度，过着遗民生活，他自觉已无能<a href=\"http://so.gushiwen.org/author_341.aspx\">周济</a>天下，于是只能坚守自己节操，独善其身。诗人也许从一个侧面，借告诫未开之海棠，不要轻易吐露花蕊，寄托了自己的这种心态。</p> <p>　　海棠花比桃花、李花开得晚，而且花朵儿红白相间，色彩淡雅，深藏在浓密的绿叶之中，并不起眼，不像桃花、李花那样，在春天争相开放，吸引人们的眼球。诗人通过对海棠的描述，赞美海棠洁身自爱，甘于清静的品性。 </p> <p>　　它的清新，它的传神，它的志趣，无一不感动着我。公历四月上、中旬，正是百花盛开的时候。当然，最早开放的是桃杏了。故有“占断春风是此花”（唐·<a href=\"http://so.gushiwen.org/author_1192.aspx\">白敏中</a>）和“红杏枝头春意闹”（宋·<a href=\"http://so.gushiwen.org/author_596.aspx\">宋祁</a>）的歌咏。海棠，开放略晚，先叶后花。当那嫩绿的叶片重重叠起的时候，它的花蕾也才刚刚绽裂花萼，露出花瓣的点点鲜红。作者所赋的就是这时的海棠。我特别赞叹作者抓取的时机是那么的准确，观察的是如此细致！然而作者的本意却在后面两句，赞扬海棠的矜持高洁，不趋时，不与群芳争艳。这正是作者自己精神的写照。 </p> <p>　　作者以一首海棠诗暗示、告诫自己的儿女们要稳重行事，要像海棠一样不轻易显露自己的芳心，保持自己内心的纯洁。</p> <p>　　“芳心”是一个双关词语，一层意思是海棠花的花心。另一层是儿女的爱慕之心。</p>",
  "about": "<h2>创作背景</h2> 　　<a href=\"http://so.gushiwen.org/view_70995.aspx\">诗</a>人作此诗时已入暮年，时金已灭亡，他回到了自已的故乡，抱定了与世无争的态度，过着遗民生活，他自觉已无能<a href=\"http://so.gushiwen.org/author_341.aspx\">周济</a>天下，于是只能坚守自已节操，独善其身。诗句也许从一个侧面，借未开之海棠，寄托了自已的这种心态。",
  "poet": {
    "id": 600,
    "star": 0,
    "name": "元好问",
    "image": "http://img.gushiwen.org/authorImg/yuanhaowen.jpg",
    "desc": "元好问，字裕之，号遗山，太原秀容（今山西忻州）人；系出北魏鲜卑族拓跋氏，元好问过继叔父元格；七岁能诗，十四岁从学郝天挺，六载而业成；兴定五年（1221）进士，不就选；正大元年（1224 ），中博学宏词科，授儒林郎，充国史院编修，历镇平、南阳、内乡县令。八年（1231）秋，受诏入都，除尚书省掾、左司都事，转员外郎；金亡不仕，元宪宗七年卒于获鹿寓舍；工诗文，在金元之际颇负重望；诗词风格沉郁，并多伤时感事之作。其《论诗》绝句三十首在中国文学批评史上颇有地位；作有《遗山集》又名《遗山先生文集》，编有《中州集》。"
  },
  "tags": [
    "古诗三百首",
    "咏物",
    "写花",
    "寓人",
    "劝诫"
  ]
}