{
  "id": 71885,
  "star": 15,
  "name": "送石昌言使北引",
  "dynasty": "宋代",
  "content": "　　昌言举进士时，吾始数岁，未学也。忆与群儿戏先府君侧，昌言从旁取枣栗啖我；家居相近，又以亲戚故，甚狎。昌言举进士，日有名。吾后渐长，亦稍知读书，学句读、属对、声律，未成而废。昌言闻吾废学，虽不言，察其意，甚恨。后十余年，昌言及第第四人，守官四方，不相闻。吾日益壮大，乃能感悔，摧折复学。又数年，游京师，见昌言长安，相与劳问，如平生欢。出文十数首，昌言甚喜称善。吾晚学无师，虽日当文，中甚自惭；及闻昌言说，乃颇自喜。今十余年，又来京师，而昌言官两制，乃为天子出使万里外强悍不屈之虏庭，建大旆，从骑数百，送车千乘，出都门，意气慨然。自思为儿时，见昌言先府君旁，安知其至此？富贵不足怪，吾于昌言独有感也！大丈夫生不为将，得为使，折冲口舌之间足矣。</p> <p>　　往年彭任从富公使还，为我言曰：“既出境，宿驿亭。闻介马数万骑驰过，剑槊相摩，终夜有声，从者怛然失色。及明，视道上马迹，尚心掉不自禁。”凡虏所以夸耀中国者，多此类。中国之人不测也，故或至于震惧而失辞，以为夷狄笑。呜呼！何其不思之甚也！昔者奉春君使冒顿，壮士健马皆匿不见，是以有平城之役。今之匈奴，吾知其无能为也。孟子曰：“说大人则藐之。”况与夷狄！请以为赠。",
  "fanyi": "<p><strong>译文</strong><br>昌言考进士科目的时候，我才只有几岁，还没开始学习。回忆当年我跟一群孩子在父亲身边嬉戏玩耍，昌言也在旁边，还曾拿来枣儿栗子给我吃；两家住得很近，又因为是亲戚的缘故，所以彼此十分亲昵。昌言应考进士科目，一天比一天出名。我后来渐渐长大，也稍稍懂得要读书，学习句逗、对对子、四声格律，结果没有学成而废弃了。昌言听说我废弃了学习，虽然没有说我什么，而细察他的意思，是很遗憾的。后来过了十多年，昌言进士及第，考中第四名，便到各地去做官，彼此也就断了音讯。我日益成长壮大，能够感到悔恨了，便痛改前非而恢复学习。又过了几年，我游历京城，在汴京遇见了昌言，便彼此慰劳，畅叙平生以来的欢乐。拿出文章十多篇，昌言看了很高兴，并且夸我写得好。我学习开始晚，又没有老师指导，虽天天作文，内心一直十分惭愧；等听到昌言的话后，于是颇为自喜。到现在又十多年过去了，再次来到了京城，而昌言已经身居两制，他作为朝廷使者，要出使到万里以外的那些强悍不屈服的契丹朝廷，要树立大旌旗，跟随的骑士多达几百骑，送行的车辆有上千辆，走出京城大门情绪慷慨激昂。我自思忖，孩童时代见到昌言在先父身旁，那时怎么会料想他会走到这一步了？一个人富贵起来并不奇怪，而我对昌言的富贵特别有所感触啊！大丈夫活着不去当将军，能当名使臣，用口舌辞令在外交上战胜敌人就足够了。前些年彭任跟随富弼公出使契丹，曾对我说：“出了国境之后，住宿在驿亭。听到披甲战马几万骑驰聘而过，宝剑和长矛互相撞击，整夜不绝于耳，跟随之使臣惊慌失色。等到天亮了，只见道路上的马蹄印了，心中的余悸还难平息，好像心要跳出来似的。”大凡契丹用来向中国炫耀武力的手段，多为这类事情。中国去的使者，没有识透他们这类手段，因之而有的人甚至震惊害怕到哑口无言，让外族人嗤笑。唉！这是多么的没有思考力啊！古代奉春君刘敬出使到冒顿去，壮士大马都藏起来不让看见，因此才有平城的战役。现在的匈奴（契丹），我是深知他们没有什么能力与作为的。孟子说：“面对诸侯国君的谈话，就得藐视他。”更何况对待外族呢！请把上述的话权作临别赠言吧。 </p><p><strong>注释</strong><br>①石昌言：即石扬休。字昌言，宋代眉州人。少孤力学，登进士。累官刑部员外郎，知制诰。仁宗朝上疏力请广言路，尊儒术，防壅蔽，禁奢侈。其言皆有益于国，时人称之。石、苏两家均眉州大户，世有通家之谊。昌言进举，洵方五岁。昌言出使契丹，为契丹国母生辰寿，在嘉祐元年（1056）八月。引本应作序，<a href=\"http://so.gushiwen.org/author_554.aspx\">苏洵</a>父名序，避家讳而改。<br>②大旆（pèi）：一种末端呈燕尾状之大旗。<br>③彭任：宋代岳池人。庆历初富弼使辽，任与偕行，道次语弼曰：“朝廷所谓书词，万一与口传异，将何以对？”启视果不同，弼即驰还朝，更书而去。<br>④冒顿（mò dú）：汉初匈奴族一个单于的名字。 </p>",
  "shangxi": "<h2>评析</h2> 　　该文作于嘉祐元年九月，是一篇赠序。宋仁宗嘉祐元年（1056）八月，刑部员外郎、知制诰石扬休（字昌言）出使北国前往契丹，庆贺契丹国母生辰。<a href=\"http://so.gushiwen.org/author_554.aspx\">苏洵</a>给他这篇赠序（因为苏洵之父名序，不称序改称引），就是让他借鉴历史经验，不怕强敌威胁，发扬民族正气，夺取外交胜利。文章首段回忆他们之间的亲密交往，感佩扬休奉使强虏实现平生抱负，寄于莫大信任，充满劝勉之情；二段回顾历史情况，剖析强虏本质，指出藐视强虏是唯一正确的态度。文章用语简炼，仅在这数百言间，就已经发挥得淋漓尽致，不得不成为令人敬仰的大家风范。",
  "poet": {
    "id": 554,
    "star": 0,
    "name": "苏洵",
    "image": "http://img.gushiwen.org/authorImg/suxun.jpg",
    "desc": "苏洵（1009年－1066年），字明允，汉族，眉州眉山（今属四川眉山人）。北宋文学家，与其子苏轼、苏辙合称“三苏”，均被列入“唐宋八大家”。苏洵长于散文，尤擅政论，议论明畅，笔势雄健，有《嘉祐集》传世。"
  },
  "tags": [
    "离别",
    "序文"
  ]
}