{
  "id": 49657,
  "star": 29,
  "name": "画堂春·寄子由",
  "dynasty": "宋代",
  "content": "柳花飞处麦摇波，晚湖净鉴新磨。小舟飞棹去如梭，齐唱采菱歌。<br>平野水云溶漾，小楼风日晴和。济南何在暮云多，归去奈愁何。",
  "fanyi": "<p><strong>译文<br></strong>陈州城内美景多，柳花纷飞的地方，麦子随风摇摆，如金色的波浪一般。风平浪静之后，夜晚的大明湖犹如新磨的镜子一般明亮照人。湖上的小舟双棹齐飞，就好比织衣服的梭子那般在湖面上飞快来去。船上的采菱女们一齐唱着采菱歌，歌声悦耳动听。<br>平原之上，水云相接之处，水天一色，碧波荡漾。小楼之外，风和日丽，天气晴好。济南风光如此大好，但依然难解心中的相思之情。归去，为何就这般难呢？</p> <p><strong>注释<br></strong>①《画堂春》：词牌名，又名《画堂春令》。双调，四十七字。上片四句，四平韵。下片四句，三平韵。上下片除第一句不同外，其余三句字数、格律相同。<br>②子由：<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>的弟弟<a href=\"http://so.gushiwen.org/author_366.aspx\">苏辙</a>，字子由，一字同叔，晚号颍滨遗老，眉州眉山（今属四川）人，北宋文学家、<a href=\"http://so.gushiwen.org/view_49657.aspx\">诗</a>人、宰相、“唐宋八大家”之一。<br>③鉴新磨：像新磨的铜镜。<br>④采菱歌：乐府曲名，梁武帝《江南弄》七曲之五《采菱曲》，此指陈州女子所唱。<br>⑤溶漾：波光浮动的样子。<br>⑥暮云：<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>《春日怀<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>》诗：“渭北春天树，江东日暮云”，后以“暮云春树”比喻对友人的思念，这里指暮云遮住望眼，看不见济南。<br>⑦归去：指苏辙任满，将召还。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　上片追叙宋神宗熙宁四年秋，<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>与<a href=\"http://so.gushiwen.org/author_366.aspx\">苏辙</a>同游陈州（今河南淮阳）柳湖的情景。当时，苏辙在陈州任学官，苏轼由汴京赴杭州通判任，途经陈州，二人相晤甚欢。词中以柳湖为中心描写景物，展开了一幅清新、淡雅的水墨画。柳湖以“柳”取胜，开头“柳花飞处”四字便是着力的一笔。对于湖面，苏轼着重写出它的明净，用刚刚打磨过的镜子（“鉴新磨”）来形容。苏轼笔下的景物有静态的，也有动态的，如“花飞”、“麦摇波”、“飞棹”等都富有动感，它们共同构成了一个自在、轻盈的美的境界，烘托出苏轼、苏辙二人游湖时欢快、悠闲的心情。</p> <p>　　下片写当前景物，并抒写了苏轼、苏辙二人离合的情思。开头两句用对仗描写眼前景物，在平坦、广阔的原野上，水天连成一片，波光粼粼，小楼上风和日丽。一切平静，安适，隐含着传告平安的意思。然而一想到远在济南的弟弟苏辙，苏轼心中便波澜突起。最后两句情、景兼到，抒写离愁曲折有致，而又深切动人。“暮云多”，既是楼头远眺所及的实景，因而成了苏轼远望济南的障碍物。篇末提到“归去”，是因为苏轼、苏辙二人早年曾有，早日隐退而为“夜雨对床”之乐的约定（参见苏轼《辛丑十一月十九日既与子由别于郑州西门之外马上赋<a href=\"http://so.gushiwen.org/view_49657.aspx\">诗</a>一篇寄之》、苏辙《逍遥堂会宿二首》、《再祭亡兄端明文》），即使日后能如愿以偿，与当前的别离仍有巨大的“时间差”，因而深感痛苦和无奈，可见离愁的深重。</p> <p>　　全词，表达了苏轼对苏辙的思念之情。上片、下片之间的虚实变化用了“暗转”的写法。上片是由苏轼的回忆所构成的虚境，下片头两句则转换成眼前的实境，而其间未用任何字面加以提示，前后的联络与变化形成了一种“暗转”。这是写作艺术浓缩的结果。</p>",
  "about": "<h2>创作背景</h2> 　　宋神宗熙宁九年（1076年）九月，<a href=\"http://so.gushiwen.org/author_366.aspx\">苏辙</a>将罢济南掌书记任还京，<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>作该词表达对苏辙深切的思念之情。",
  "poet": {
    "id": 183,
    "star": 0,
    "name": "苏轼",
    "image": "http://img.gushiwen.org/authorImg/sushi.jpg",
    "desc": "苏轼（1037－1101），北宋文学家、书画家、美食家。字子瞻，号东坡居士。汉族，四川人，葬于颍昌（今河南省平顶山市郏县）。一生仕途坎坷，学识渊博，天资极高，诗文书画皆精。其文汪洋恣肆，明白畅达，与欧阳修并称欧苏，为“唐宋八大家”之一；诗清新豪健，善用夸张、比喻，艺术表现独具风格，与黄庭坚并称苏黄；词开豪放一派，对后世有巨大影响，与辛弃疾并称苏辛；书法擅长行书、楷书，能自创新意，用笔丰腴跌宕，有天真烂漫之趣，与黄庭坚、米芾、蔡襄并称宋四家；画学文同，论画主张神似，提倡“士人画”。著有《苏东坡全集》和《东坡乐府》等。"
  },
  "tags": [
    "写景",
    "抒情",
    "思念"
  ]
}