{
  "id": 66845,
  "star": 16,
  "name": "高阳台·除夜",
  "dynasty": "宋代",
  "content": "频听银签，重燃绛蜡，年华衮衮惊心。饯旧迎新，能消几刻光阴。老来可惯通宵饮，待不眠、还怕寒侵。掩清尊。多谢梅花，伴我微吟。<br>邻娃已试春妆了，更蜂腰簇翠，燕股横金。勾引东风，也知芳思难禁。朱颜那有年年好，逞艳游、赢取如今。恣登临。残雪楼台，迟日园林。",
  "fanyi": "<p><strong>译文<br></strong>我频频地倾听更漏之声，又重新点起红烛，满屋光明。年华滚滚宛如流水，令我黯然心惊。饯别旧岁，迎接新春，还能用得着几刻光阴，新的一年翩翩来临。年老体衰，怎么能习惯通宵畅饮？想要守夜不睡，又怕寒气袭人衣襟。我轻轻地放下酒樽，感谢那初开的梅花，陪伴着我独自低吟。<br>邻家的姑娘已试着穿上春衣，美丽的鬓发上首饰簇新。蜂腰形的翡翠晶莹润泽，燕股形的宝钗嵌有黄金。温和的春风引起人们的春情，也令人芳情难禁。朱颜哪能年年都好，应该尽情地游乐，趁着现在的大好光阴，恣意地去眺望登临，观赏那残雪未消的玉色楼台，游览那斜阳辉映的美丽园林。</p> <p><strong>注释<br></strong>①高阳台：词牌名，取战国楚<a href=\"http://so.gushiwen.org/author_358.aspx\">宋玉</a>赋神女事以为名。又名“庆春泽慢”“庆春宫”。双调一百字，平韵。除夜：除夕之夜。<br>②银签：指的是古时一种计时的器具，即更漏中的标签。<br>③绛蜡：指红蜡烛。<br>④衮衮：连续不断地流动，引申为急速流逝。此指时光匆匆。<br>⑤饯旧迎新：辞旧迎新。饯，送别，送行。<br>⑥清尊：酒器。亦借指清酒。尊，同“樽 ”。<br>⑦微吟：小声吟咏。<br>⑧蜂腰：与下句“燕股”都为“邻娃”的节日装饰，剪裁为蜂为燕以饰鬓。翠：翠钿、即翡翠做的花，是妇女的装饰物。<br>⑨芳思：犹言春情。<br>⑩朱颜：红润美好的容颜。<br>⑪恣（zì）：随意，无拘束。登临：登山临水。也指游览。<br>⑫迟日：春日。《<a href=\"http://so.gushiwen.org/view_66845.aspx\">诗</a>经·豳风·七月》：“春日迟迟。”后以“迟日”指春日。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　《高阳台》一调，音节整齐谐悦。此词开头“频听银签，重燃绛蜡”就是四字对句的定式。古代计时的器具，每过一刻时光，则有银签铿然自落。“频听银签”，一“频”字，可见守岁已久，听那银签自落声已经多次，说明夜已深矣。“重燃绛蜡”一句，说那除夜灯火通明，红烛烧残，一枝赶紧接着点上，使除夕夜的吉庆欢乐气氛，形象地勾勒了出来。一个“重”字，将时光的流逝，作者心中的慨叹，精当地表现了出来，让人感到岁月流逝的不停息。韶华易逝，人又何堪？</p> <p>　　“衮衮”二字，继以“惊心”，笔力警劲动人，与<a href=\"http://so.gushiwen.org/author_432.aspx\">晏殊</a>的词句“可奈年光似水声，迢迢去不停！”（《破阵子·湖上西风斜日》）有异曲同工之妙。通宵守岁已觉勉强，是睡，是坐，是饮，是止，词人心存犹豫。几番无奈，词人最后的主意是：洒是罢了，睡却不可，决心与梅花作伴，共作吟哦度岁的清苦<a href=\"http://so.gushiwen.org/view_66845.aspx\">诗</a>侣。本是词人有意，去伴梅花，偏说梅花多情，来相伴我。如此可见用语精妙，而守岁者孤独寂寞之情，总在言外。</p> <p>　　下片笔势一宕，忽然转向邻娃写去。邻家少女，当此节日良宵，不但彻夜不眠，而且为迎新岁，已然换上了新装，为明日春游作好准备。看她们不但衣裳济楚，而且，装扮首饰，一派新鲜华丽气象。写除夕守岁迎新，先写女儿妆扮，正如<a href=\"http://so.gushiwen.org/author_217.aspx\">辛弃疾</a>写立春先写“看美人头上，袅袅春旛”（《汉宫春·立春日》），是同一机杼。</p> <p>　　写除夜至此，已入胜境，不料词笔跌宕，又推开一层，作者想象东风也被少女新妆之美而勾起满怀兴致，故而酿花蕴柳，暗地安排艳阳光景了。“勾引”二句为奇思妙想，意趣无穷。这样，词人这才归结一篇主旨。他以自己的经验感慨，现身说法，似乎是同意邻娃，又似乎是喃喃自语，说：青春美景岂能长驻，亟须趁此良辰，“把握现在”，从此“明日”新年起，即去尽情游赏春光，从残雪未消的楼台院落一直游到春日迟迟的园林胜境！</p> <p>　　通览全词，上片几令人担心只是伤感衰飒之常品，而一入下片，则以邻娃为引，物境心怀，归于重拾青春，一片生机活力，才知寄希望于前程，理情肠于共勉，传为名篇，自非无故。</p>",
  "about": "<h2>创作背景</h2> <p>　　此词当作于作者晚年时期的一个除夕。除夕之夜，守岁不眠，是一年中诸多庆贺活动中的一件重要内容，但一旦上了年纪，难免悲欢交集，万感俱生。这首词写的就是作者在除夕之夜的这种复杂心境。</p>",
  "poet": {
    "id": 303,
    "star": 0,
    "name": "韩疁",
    "desc": "韩疁，生卒年不详，字子耕，号萧闲，有萧闲词一卷，不传。共存词6首。赵万里有辑本。"
  },
  "tags": [
    "春节",
    "感慨",
    "哲理"
  ]
}