{
  "id": 51131,
  "star": 8,
  "name": "瑞鹤仙·悄郊原带郭",
  "dynasty": "宋代",
  "content": "悄郊原带郭，行路永，客去车尘漠漠。斜阳映山落，敛馀红、犹恋孤城阑角。凌波步弱，过短亭、何用素约。有流莺劝我，重解绣鞍，缓引春酌。<br>不记归时早暮，上马谁扶，醒眠朱阁。惊飙动幕，扶残醉，绕红药。叹西园、已是花深无地，东风何事又恶？任流光过却，犹喜洞天自乐。",
  "fanyi": "<p><strong>译文<br></strong>郊外的原野挨着城郭舒展开去。长路漫漫，客人已乘车离去，留下一溜迷茫的尘烟。一片寂静落寞。夕阳映照着远山徐徐落下，却迟迟不忍收去它那最后一抹的余红，犹如恋恋难舍城楼上那一角栏杆。陪我同去送客的歌妓一路上步态轻盈，这时也感到劳顿，于是来到短亭歇息，不期然竞遇到了我相好的情人，真是有情人何须事前相约。她劝我下马，重解绣鞍，再喝上几杯春酒，她那圆柔悦耳的嗓音、温情体贴的劝说，让我十分舒心。<br>醒来时发现自己睡在红楼里，不是正在短亭里与情人饮酒吗？是什么时候回来的，是昨晚还是今晨？又是谁扶我上马鞍？我竟然全记不得了。忽然一阵疾风，吹得帘幕飘飞翻动。我带着醉意，急匆匆来到西园，扶起吹倒的芍药，绕着红花长叹，叹我西园已是败花满地，这凶残的东风为何又如此作恶？罢，罢，罢，任凭春光如水般流逝吧，尚可欣喜的是我还有一个洞天福地，还能自得其乐。</p> <p><strong>注释<br></strong>1、馀红：指落日斜晖。<br>2、阑角：城楼上阑杆一角。<br>3、凌波：形容女子步态轻盈。<a href=\"http://so.gushiwen.org/author_322.aspx\">曹植</a>《洛神赋》：“凌波微步，罗袜生尘。”<br>4、短亭：古时于城外五里处设短亭，十里处设长亭，供行人休息。<a href=\"http://so.gushiwen.org/author_662.aspx\">庾信</a>《哀江南赋》：“十里五里，长亭短亭。”<br>5、素约：先前约定。<br>6、流莺：即莺。流，形容其声音婉转。比喻女子声音柔软。<br>7、缓引春酌：慢饮春酒。<br>8、上马谁扶：<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>《鲁中都东楼醉起作》：“昨日东楼醉，还应倒接罱。阿谁扶上马，不省下楼时。”<br>9、惊飙：狂风。<br>10、红药：红芍药。<br>11、西园：曹植《公宴》：“清夜游西园，飞盖相追随。”曹植所言西园在邺城（今河北临漳），此处系用典。<br>12、洞天：洞中别有天地之意，道家称神仙所居之地为“洞天”，有王爱山等十大洞天、泰山等三十六洞天之说。此处喻自家小天地。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　此此记词人送客遇妓醉饮的一段情事。按时间顺序先写郊原送客，次写归途遇妓欢饮，后写醉归惜花抒感。这段看似是写送客情事，实则是写词人政治失意的郁闷。</p> <p>　　上片前三句写郊外的原野，长长的道路伸向远方。行人离去后，词人感到怅然若失，心里空落落的。后两句写孤城和残阳斜照，表达离愁别绪。词人把斜阳比喻成“余红”，相当新颖，并把感情寄托在余红上，说斜阳由于不舍城楼上的一处栏杆，迟迟不肯收敛起最后的一抹余晖。用斜阳对栏杆的不舍，来映衬词人对离去之人的不舍。这样，人与景融为一体，都被浓浓的离愁别绪笼罩着。接着，词人笔锋一转，描写陪同送行的歌妓。歌妓极力劝酒，词人大醉。</p> <p>　　下片写次日酒醒后的情况。首三句将词人初醒时的睡眼惺忪刻画得入木三分。他已经不太记得昨天的事了，甚至都不知道自己是怎么上的马，头脑里一片恍惚。幸好“惊飙动幕”，一阵狂风吹动来，掀起了窗帏，他的醉意立马被吹散了几分，一下子清醒多了，但并未完全清醒。“扶残醉，绕红药”表达了对春光的深爱之情。只有情深，方才能有下面的“叹”。“东风何事又恶”和上文的“惊飙”二字遥相呼应，结构严谨有序。结句词人暂时抛却烦恼，在无可奈何的情况下只好聊以自慰。</p> <p>　　全词布局巧妙，章法一曲三折，直叙中有波澜起伏，顺叙中有插叙，令人回味。词作用比兴的手法，寓情于景，情景交融，委婉动人。</p>",
  "about": "<h2>创作背景</h2> 　　宣和三年（1121）四月，词人自汴京或顺昌府（今安徽省阜阳一带）赴处州（今浙江丽水一带）途中经扬州（农历四月是扬州红药的盛花期），此词正是写于此时。词人宣和三年（1121）四月尚在扬州，五月前就已经逝世，所以此词很可能是他所作的最后一首词。",
  "poet": {
    "id": 164,
    "star": 0,
    "name": "周邦彦",
    "image": "http://img.gushiwen.org/authorImg/zhoubangyan.jpg",
    "desc": "周邦彦（1056年－1121年），中国北宋末期著名的词人，字美成，号清真居士，汉族，钱塘（今浙江杭州）人。历官太学正、庐州教授、知溧水县等。徽宗时为徽猷阁待制，提举大晟府。精通音律，曾创作不少新词调。作品多写闺情、羁旅，也有咏物之作。格律谨严。语言典丽精雅。长调尤善铺叙。为后来格律派词人所宗。旧时词论称他为“词家之冠”。有《清真集》传世。"
  },
  "tags": [
    "写景",
    "抒情",
    "惆怅",
    "失意"
  ]
}