{
  "id": 15778,
  "star": 9,
  "name": "水夫谣",
  "dynasty": "唐代",
  "content": "苦哉生长当驿边，官家使我牵驿船。<br>辛苦日多乐日少，水宿沙行如海鸟。<br>逆风上水万斛重，前驿迢迢后淼淼。<br>半夜缘堤雪和雨，受他驱遣还复去。<br>夜寒衣湿披短蓑，臆穿足裂忍痛何！<br>到明辛苦无处说，齐声腾踏牵船歌。<br>一间茅屋何所值，父母之乡去不得。<br>我愿此水作平田，长使水夫不怨天。",
  "fanyi": "<p><strong>译文</strong><br>真是苦啊生长在这驿站旁边，官府强迫我去拉驿站的行船。<br>辛苦的日子多欢乐的时候少，在船上睡在沙上行像只海鸟。<br>顶风逆流而上好像有千斤重，前面驿站遥遥后面烟波渺渺。<br>半夜沿着河堤冒着飞雪夹雨，受到府吏的驱使奔来又走去。<br>夜里寒冷衣服湿我披上短蓑，胸磨破脚冻裂不忍痛又奈何！<br>到天亮一夜的辛苦无处诉说，只好齐声合步吼起了拉船歌。<br>一间破旧的茅屋能值几个钱，因只是生我的地方离开不得。<br>我愿这河水化做平整的良田，永远让拉船人不再嗟地怨天。</p> <p><strong>注释</strong><br>⑴水夫：纤夫，内河中的船遇到浅水，往往难以前进，需要有人用纤绳拉着前进，以拉船为生的人就是纤夫。<br>⑵驿（yì）边：释站附近。驿，古代政府中的交通站。古代官府传递公文，陆路用马，水路用船，沿途设中间站叫驿站。水驿附近的百姓，按时都要被官府差遣去服役拉纤，生活极为艰苦。<br>⑶使：命令。牵驿船：给驿站的官船拉纤。<br>⑷水宿沙行：夜里睡在船上，白天在沙滩上拉纤。<br>⑸逆风上水：顶着风逆水而上。万斛（hú）重：形容船非常非常重。斛，容量单位，古时十斗为一斛。<br>⑹迢迢：形容水路的遥远。淼淼（miǎo）：渺茫无边的样子。<br>⑺缘堤：沿堤。<br>⑻他：指官家，官府。驱遣：驱使派遣。还复去：回来了又要去。<br>⑼蓑（suō）：一种简陋的防雨用具，用草或棕制成。<br>⑽臆（yì）穿：指胸口被纤绳磨破。臆，胸。穿，破。足裂：双脚被冻裂。忍痛何：这种疼痛怎么能够忍受呢？<br>⑾到明：到天亮。<br>⑿腾踏：形容许多人齐步走时的样子。歌：高声唱歌，指劳动时为了协调动作高声唱起劳动号子。<br>⒀何所值：值什么钱？<br>⒁父母之乡：家乡。去：离开。<br>⒂作：变作、化作。<br>⒃长：永远。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这首<a href=\"http://so.gushiwen.org/view_15778.aspx\">诗</a>以水边纤夫的生活为描写对象，通过一个纤夫的内心独白，写出了水上服役难以忍受的苦痛，对当时不合理的劳役制度进行了控诉，写得很有层次。</p> <p>　　“苦哉生长当驿边”，诗一开头就以“苦哉”二字总领全篇，定下了全诗感伤的基调。水夫脱口呼出这一声嗟叹，说明他内心的悲苦是难以抑制的。这强烈的感情，紧紧地抓住了读者的心灵。“官家使我牵驿船”，点出了使水夫痛苦的原因。古代官设的交通驿站有水陆两种，住在水边，要为水驿牵船服役。“官家使我”说明水夫拖船是被迫的。这两句是总写生长水边为驿站服役的痛苦心情。紧接着，诗人从“辛苦日多乐日少”至“齐声腾踏牵船歌”，用一大段文字，让水夫具体述说他牵船生活的悲苦。“辛苦日多乐日少，水宿沙行如海鸟”，较前描写进了一步，用了一个比喻。把人比作海鸟，说纤夫的生活象海鸟一样夜宿水船，日行沙上，过着完全非人的生活。然后诗人用细腻的笔触，具体描写纤夫从日到夜、又由夜到明的牵船生活。先写白天牵船的艰难。前一句，顶风一层，逆水一层，船重一层，详述行船条件的困难；行船如此艰难，而前面的驿站又是那样的遥远，水波茫茫无边无际，纤夫的苦难日子似乎永远没有尽头。后写黑夜牵船的辛酸。诗人写一个雨雪交加的寒夜，纤夫们披着短蓑，纤绳磨破了胸口，冻裂了双脚，一切辛酸他们都无可奈何地忍受着。一夜劳作，却无丝毫报酬，而是“到明辛苦无处说”，在凶残的官家面前，纤夫能够说什么呢？只好把满腔愤懑积郁在心里，“齐声腾踏牵船歌”，用歌声发泄内心的怨愤不平。</p> <p>　　而纤夫们却没有逃离这苦难的深渊。“一间茅屋何所值，父母之乡去不得”。纤夫的全部财产只有一间茅屋，本不值得留恋，可故乡却又舍不得离开。即使逃离水乡，他们的处境也不会好到哪去。“田家衣食无厚薄，不见县门身即乐！”（《田家行》）没有了水上徭役，还会有陆上的徭役和租赋，田家遭受着官府同样的剥削和压迫。在无可奈何的境况下，纤夫只得把改变困境的希望寄托在这样的幻想中：“我愿此水作平田，长使水夫不怨天。”水变平田当然不现实，即使变了平田，他们也一样遭受官府的压榨欺凌。</p> <p>　　诗对纤夫的心理描写细致而有层次，由嗟叹到哀怨，到愤恨，又到无可奈何，把其内心世界揭示得淋漓尽致。配合水夫思想感情的变化，诗歌不断变换韵脚，使人觉得水夫倾诉的哀愁怨愤是如此之多。由于充分揭示人物心理，水夫形象也具有一定的典型性。诗人写的是一个水夫的自述，反映的却是整个水乡人民的痛苦生活。诗的语言既具有民歌通俗流畅之美，又具有文人作品凝炼精警之风，颇有特色。不用惊人之笔，不遣华美之词，诗人从看似平淡的细细描绘中表现真情，酝酿诗情。看似平淡无奇，实则余味无穷，正如宋<a href=\"http://so.gushiwen.org/author_405.aspx\">王安石</a>所说：“看似寻常最奇崛，成如容易却艰辛！”（《题张司业诗》）</p>",
  "about": "<h2>创作背景</h2> 　　作者晚年卜居咸阳原上，“终日忧衣食”（《原上新居》），境况十分贫寒。安吏之乱后，唐王朝不仅对外要抵御吐蕃、回纥等入侵，对内还要对背叛朝廷的藩镇用兵；军费日绌，加上统治集团的腐化，挥霍无度，为了应付日益增长的支出，而加重了对南方人民的剥削和掠夺，并把剥削和掠夺所得从南方运往北方，致使水陆运输十分繁重、艰苦。作者亲眼目睹人民生活惨状，结合自己经历创作了这首<a href=\"http://so.gushiwen.org/view_15778.aspx\">诗</a>。",
  "poet": {
    "id": 482,
    "star": 0,
    "name": "王建",
    "image": "http://img.gushiwen.org/authorImg/wangjian.jpg",
    "desc": "王建(约767年—约830年)：字仲初，生于颍川(今河南许昌)，唐朝诗人。其著作，《新唐书·艺文志》、《郡斋读书志》、《直斋书录解题》等皆作10卷，《崇文总目》作2卷。"
  },
  "tags": [
    "忧国忧民"
  ]
}