{
  "id": 52987,
  "star": 45,
  "name": "阮郎归·绍兴乙卯大雪行鄱阳道中",
  "dynasty": "宋代",
  "content": "江南江北雪漫漫，遥知易水寒。同云深处望三关，断肠山又山。<br>天可老，海能翻，消除此恨难。频闻遣使问平安，几时鸾辂还？",
  "fanyi": "<p><strong>译文<br></strong>江南江北漫天飞雪，遥知那北地正是地冻天寒。远望阴云密布的边境三关，山外有山令人忧愤肠断。<br>即便是天能老去海能掀翻，要消除这亡国的愤恨千难万难。不断听说朝中派人去问候被囚的君王，若不发兵抗金君王何时才能起驾回还？</p> <p><strong>注释<br></strong>⑴阮（ruǎn）郎归：词牌名，又名醉桃源、醉桃园、碧桃春。双调四十七字，前后片各四平韵。<br>⑵鄱（pó）阳：地名，今江西鄱阳。<br>⑶江南江北：长江南北，这里泛指下雪的地方。<br>⑷易水：水名，源出河北易县，此指沦陷区。<br>⑸同云：即彤云，下雪前的阴云。<br>⑹三关：公元954年，五代周世宗柴荣征辽，收复益津关、淤口关、瓦桥关等。这。三关”均在今河北境易水一带。后都为金所占，是北伐必经之地。<br>⑺遣（qiǎn）使报平安：宋高宗不希望二帝还朝，但为掩人耳目，于建炎三年（1129）、绍兴二年（1132）和绍兴四年（1134）多次分别派<a href=\"http://so.gushiwen.org/author_219.aspx\">洪皓</a>、潘致尧、章谊等人为大金通问使、军前通问使、金国通问使，频频探问徽、钦二帝，以逃避人民的指责。当词人写此词时，徽宗已被囚死。<br>⑻鸾辂（luán lù）：天子乘坐的车，这里借代指徽、钦二帝和帝后。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　上阙写景，起句“江南江北雪漫漫”气势壮阔，为全词创造、渲染出了一种特定的、寒冷空旷的氛围。“遥知易水寒”紧承起句，“遥”字表达了词人与帝后相隔遥远，但是因为心中牵挂，所以能够知道他们在远方被幽禁的痛苦，这种痛苦应该不止是肉体上的寒冷，还有精神上的折磨。“易水”源出河北，词人一方面借此点出北方国土的沦陷，一方面又取荆轲之所歌“风萧萧兮易水寒”句意，增添悲愤之感。“彤云深处望三关，断肠山又山”是词人看到的景象，在这里借景抒情，抒发了词人内心的凄凉情感。</p> <p>　　下阕抒情，“天可老，海能翻，消除此恨难”表达了词人对金人的痛恨之情。“天可老”化用了<a href=\"http://so.gushiwen.org/author_349.aspx\">李贺</a>《金铜仙人辞汉歌》中“天若有情天亦老”的<a href=\"http://so.gushiwen.org/view_52987.aspx\">诗</a>句，“海能翻”化用了汉乐府《上邪》中“山无陵，江水为竭，冬雷震震，夏雨雪，天地合，才敢与君绝”的诗意。词人用这些根本不可能办到的事情，来说明让自己忘却国耻家仇的不可能。即便是“天可老，海能翻”这些万不可能发生的事情都发生了，也不能消除对金人的仇恨，以极夸张的比譬反衬自己的创巨痛深。“频闻潜使问平安”，明明是天翻地覆亦难消除的深仇大恨，朝廷所作的竟然只是遣使问候这样轻飘飘的表面文章，两相对照，令词人黯然神伤，悲愤莫名。“几时鸾辂还”，以问作结，表现词人对时局的深切忧虑。</p> <p>　　全词写的虽然是亡国之痛，却并不鼓噪喧哗，而是曲折深婉，层层推进，于沉郁压抑之中凌空设譬、突兀而起，复又归于深长的叹息与无尽的忧思。全词借对二帝的思念与亡国之痛，深刻地表现了南宋初期爱国志士中普遍存在的悲愤心情和强烈的爱国精神。</p>",
  "about": "<h2>创作背景</h2> 　　绍兴五年（1135）冬天，词人冒雪前往鄱阳，大雪纷飞的天气使词人感受到了被囚禁在金国的徽、钦二帝痛苦，词人又联想到因为国内主和派阻挠而导致的北伐失败，心有所感，写下了这首词。",
  "poet": {
    "id": 412,
    "star": 0,
    "name": "向子諲",
    "desc": "向子諲(yīn)（1085-1152），字伯恭，号芗林居士，临江（今江西清江县）人。哲宗元符三年（1100）以荫补官。徽宗宣和间，累官京畿转运副使兼发运副使。高宗建炎处任迁江淮发运使。素与李纲善，李纲罢相，子湮也落职。起知潭州，次年金兵围潭州，子諲率军民坚守八日。绍兴中，累官户部侍郎，知平江府，因反对秦桧议和，落职居临江，其诗以南渡为界，前期风格绮丽，南渡后多伤时忧国之作。有《酒边词》二卷。"
  },
  "tags": [
    "宋词精选",
    "咏史怀古",
    "爱国",
    "感伤"
  ]
}