{
  "id": 43773,
  "star": 28,
  "name": "饮茶歌诮崔石使君",
  "dynasty": "唐代",
  "content": "越人遗我剡溪茗，采得金牙爨金鼎。<br>素瓷雪色缥沫香，何似诸仙琼蕊浆。<br>一饮涤昏寐，情来朗爽满天地。 <br>再饮清我神，忽如飞雨洒轻尘。<br>三饮便得道，何须苦心破烦恼。<br>此物清高世莫知，世人饮酒多自欺。<br>愁看毕卓瓮间夜，笑向陶潜篱下时。<br>崔侯啜之意不已，狂歌一曲惊人耳。<br>孰知茶道全尔真，唯有丹丘得如此。",
  "fanyi": "<p><strong>译文<br></strong>越人送给我剡溪名茶，采摘下茶叶的嫩芽，放在茶具里烹煮。<br>白瓷碗里漂着青色的饽沫的茶汤，如长生不老的琼树之蕊的浆液从天而降。<br>一饮后洗涤去昏寐，神清气爽情思满天地。<br>再饮清洁我的神思，如忽然降下的飞雨落洒于轻尘中。<br>三饮便得道全真，何须苦心费力的去破烦恼。<br>这茶的清高世人都不知道，世人都靠喝酒来自欺欺人。<br>愁看毕卓贪图饮酒夜宿在酒瓮边，笑看<a href=\"http://so.gushiwen.org/author_645.aspx\">陶渊明</a>在东篱下所做的饮酒<a href=\"http://so.gushiwen.org/view_43773.aspx\">诗</a>。<br>崔使君饮酒过多之时，还会发出惊人的狂歌。<br>谁能知饮茶可得道，得到道的全而真？只有传说中的仙人丹丘子了解。</p> <p><strong>注释<br></strong>1.诮（qiào）：原意是嘲讽。这里的“诮”字不是贬义，而是带有诙谐调侃之意，是调侃崔石使君饮酒不胜茶的意思。崔石约在贞元初任湖州刺史，僧<a href=\"http://so.gushiwen.org/author_392.aspx\">皎然</a>在湖州妙喜寺隐居。<br>2.越：古代绍兴。<br>3.遗（wèi）：赠送。<br>4.剡溪：水名，“剡（shàn）溪”位于浙江东部，又名剡江、剡川，全长二百多公里，乃千年古水。自新昌至溪口，环绕会稽、四明和天台三座名山蜿蜒而来，其间清流奔腾风光惊艳。早在秦汉置剡县时就有“山有天台，水有剡溪”之称。<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>有诗句“送我至剡溪”；<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>有诗句“剡溪蕴秀异”。在剡溪区域曾有四百多位唐代诗人在此留下足迹，故“剡溪”也被誉为“唐诗之路”。而剡溪茶因皎然此诗得以扬名。但此处剡溪应特指嵊州。<br>5.金芽：鹅黄色的嫩芽。<br>6.爨（cuàn）：炊也，“取其进火谓之爨。”此处当烧、煮茶之意。<br>7.金鼎：风炉，煮茶器具。<br>8.素瓷雪色：白瓷碗里的茶汤。<br>9.缥（piāo）沫香：青色的饽沫。<br>10.琼蕊：琼树之蕊，服之长生不老。<br>11.毕卓：晋朝人，是个酒徒。一天夜里，他遁着酒香，跑去偷喝了人家的酒，醉的不省人事，被伙计们捆起放在酒瓮边。次日掌柜的见捆的是州郡“吏部郎”，哭笑不得，此事被传为笑谈。<br>12.陶潜篱下：陶潜，陶渊明。篱下：陶渊明《饮酒诗》：“采菊东篱下，悠然见南山。”<br>13.崔侯啜（chuò）之意不已，狂歌一曲惊人耳：是说崔石使君饮酒过多之时，还会发出惊人的狂歌。狂歌，此指放歌无节。<br>14.丹丘：即丹丘子，传说中的神仙。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　《饮茶歌诮崔石使君》是一首浪漫主义与现实主义相结合的<a href=\"http://so.gushiwen.org/view_43773.aspx\">诗</a>篇，诗人在饮用越人赠送的剡溪茶后所作，他激情满怀，文思似泉涌井喷，诗人从友赠送剡溪名茶开始讲到茶的珍贵，赞誉剡溪茶（产于今浙江嵊县）清郁隽永的香气，甘露琼浆般的滋味，在细腻地描绘茶的色、香、味形后，并生动描绘了一饮、再饮、三饮的感受。然后急转到“三饮”之功能。“三饮”神韵相连，层层深入扣紧，把饮茶的精神享受作了最完美最动人的歌颂。</p> <p>　　这首诗给人留下有二层意义：一是“三饮”之说。当代人品茶每每引用“一饮涤昏寐”、“ 再饮清我神”、“ 三饮便得道”的说法。“品”字由三个“口”组成，而品茶一杯须作三次，即一杯分三口品之。二是“茶道”由来缘于此诗，意义非凡。茶叶出自中国，茶道亦出中国。“茶道”之“道”非道家的“道”，而是集儒释道三教之真谛。儒主“正”，道主“清”，佛主“和”，茶主“雅”，构成了中国茶道的重要内涵。<a href=\"http://so.gushiwen.org/author_392.aspx\">皎然</a>首标“茶道”，使茶道一开始就蒙上了浓厚的宗教色彩，是中唐以湖州为中心的茶文化圈内任何僧侣、文人所不可匹敌的。结合皎然其他重要茶事活动，可以认为皎然是中国禅宗茶道的创立者。他认为饮茶不仅能涤昏、清神、更是修道的门径，三饮便可得道全真。借助于饮茶使思想升华，超越人生，栖身物外，达到羽化成仙或到达参禅修行的美妙境界，是中国古代茶道的主要类型之一。皎然的“三饮”便得道把饮茶活动作为修行悟道的一条捷径，借助于饮茶活动得到物我两忘的心灵感受，达到仙人般精神境界。</p>",
  "about": "<h2>创作背景</h2> 　　《饮茶歌诮崔石使君》是<a href=\"http://so.gushiwen.org/view_43773.aspx\">诗</a>僧<a href=\"http://so.gushiwen.org/author_392.aspx\">皎然</a>同友人崔刺史共品越州茶时即兴之作。皎然长年隐居湖州杼山妙喜寺，但“隐心不隐迹”，与当时的名僧高士、权贵显要有着广泛的联系。崔石约在贞元（唐德宗年号，公元785—805年）初任湖州刺史，时皎然居于湖州妙喜寺，两人同饮茶，皎然做此作品。",
  "poet": {
    "id": 392,
    "star": 0,
    "name": "皎然",
    "image": "http://img.gushiwen.org/authorImg/jiaoran.jpg",
    "desc": "僧皎然（730-799），俗姓谢，字清昼，湖州（浙江吴兴）人，是中国山水诗创始人谢灵运的十世孙，唐代著名诗人、茶僧，吴兴杼山妙喜寺主持，在文学、佛学、茶学等方面颇有造诣。与颜真卿、灵澈、陆羽等和诗，现存皎然470首诗。多为送别酬答之作。情调闲适，语言简淡。皎然的诗歌理论著作《诗式》。"
  },
  "tags": [
    "写茶",
    "友人",
    "愉悦"
  ]
}