{
  "id": 72205,
  "star": 46,
  "name": "子产论政宽猛",
  "dynasty": "先秦",
  "content": "　　郑子产有疾。谓子大叔曰：“我死，子必为政。唯有德者能以宽服民，其次莫如猛。夫火烈，民望而畏之，故鲜死焉。水懦弱，民狎而玩之，则多死焉，故宽难。”疾数月而卒。</p> <p>　　大叔为政，不忍猛而宽。郑国多盗，取人于萑苻之泽。大叔悔之，曰：“吾早从夫子，不及此。”兴徒兵以攻萑苻之盗，尽杀之，盗少止。</p> <p>　　仲尼曰：“善哉！政宽则民慢，慢则纠之以猛。猛则民残，残则施之以宽。宽以济猛；猛以济宽，政是以和。”《诗》曰：‘民亦劳止，汔可小康；惠此中国，以绥四方。’施之以宽也。‘毋从诡随，以谨无良；式遏寇虐，惨不畏明。’纠之以猛也。‘柔远能迩，以定我王。’平之以和也。又曰：‘不竞不絿，不刚不柔，布政优优，百禄是遒。’和之至也。”</p> <p>　　及子产卒，仲尼闻之，出涕曰：“古之遗爱也。” ",
  "fanyi": "<p><strong>译文</strong><br>　　郑国的子产得了病。（他）对子大叔说：“我死（以后），您必定主政。只有道德高尚的人能够用宽厚（的政策）使民众服从，其次（的政策）没有比刚猛更有效（的了）。比如烈火，民众望见就害怕它，所以很少死（在其中）的。水柔弱，民众亲近并和它嬉戏，就很多死（在其中）的，所以宽厚（的政策）难（以实施）。”（子产）病数月后死去。<br>　　大叔执政，不忍心严厉，而施行宽柔政策。郑国（因此）很多盗贼，（他们）从沼泽地招集人手。大叔后悔了，说：“我早听从（子产）夫子的，不会到此地步。”发步兵去攻击沼地的盗贼，将他们全部杀灭，盗贼（才）稍微被遏止。<br>　　孔子说：“好啊！政策宽厚民众就怠慢，（民众）怠慢就用刚猛（的政策）来纠正。（政策）刚猛民众就受伤害，（民众受）伤害了就施与他们宽厚（的政策）。用宽大来调和严厉；用严厉来补充宽大，政治因此而调和。《<a href=\"http://so.gushiwen.org/view_72205.aspx\">诗</a>经》中说：‘民众也劳累了，差不多可以小小休息啦；赐予城中的民众恩惠，用来安抚四方。’（这是）施与民众以宽厚啊。‘不要放纵奸诈，用来防范邪恶；遏止盗贼肆虐，恶毒是不害怕美好的。’（这是）用刚猛来纠正啊。‘宽柔对待远方的民众能够使大家亲近，（这样）来稳定我们的王朝。’（这是）用和缓（的政策）来使民众平安祥和啊。还有（《诗》）说：‘不争斗不急躁，不刚猛不柔弱，实施政策平和，所有的福祉汇集过来。’（这是）和平的极致啊。”<br>　　等到子产逝世，孔子听说了，哭泣道：“（他）是古代圣贤继承人啊。(【子产继承了】古人仁爱的遗风啊)”</p><p><strong>注释</strong><br>选自《左传·昭公二十年》。<br>①（服）使…服从。<br>②〔取〕同“聚”。<br>③〔萑苻〕读音huán、fú,芦苇丛生的水泽，代指强盗出没的地方。<br>④〔汔〕读音qì，接近，差不多。<br>⑤〔从〕通‘纵’。<br>⑥〔诡随〕放肆谲诈。<br>⑦〔絿〕读音qiú，急，急躁。<br>⑧〔遒〕迫近，聚集。<br>⑨ (慢) 对上司无理。</p>",
  "shangxi": "<h2>简析</h2> 　　全文通过子产授政、大叔用宽以及孔子的评价，阐明了为政应当“宽以济猛，猛以济宽”，宽猛相济的观点。这种观点既是郑子产执政二十多年内政外交的经验总结，也是先秦儒家对历史政治统治经验的高度概括和提炼。后来，它便成为中国历代统治者治理国家的根本手段。 文章观点鲜明，层次清楚，结构完整；善于运用通俗浅显的比喻说明深刻的道理；善于通过人物的对话、言论，刻画人物性格特征，塑造了子产、大叔、孔子等栩栩如生的人物形象，是一篇颇具文学色彩的历史短文。",
  "about": "<h2>解读</h2> 　　子产执政二十年，内政外交都政绩卓著。“宽猛相济”的主张是他首先提出来的，对后世影响很大。他所说的“猛”，实际是为了预防犯罪，重点还是“宽”，所以得到孔子的赞赏。其实，事物本来是错综复杂的，宽与猛都不是绝对的而是互相渗透的，无论立法执法，都应斟酌情理，宽严结合。成都市武侯祠有副对联说：“不审势，即宽严皆误，”是对本文的补充。现代<a href=\"http://so.gushiwen.org/view_72205.aspx\">诗</a>人流沙河又改为“不遵宪，即宽严皆误”，更说到点子上了。",
  "poet": {
    "id": 384,
    "star": 0,
    "name": "左丘明",
    "image": "http://img.gushiwen.org/authorImg/zuoqiuming.jpg",
    "desc": "丘明（姓姜，氏丘，名明），华夏人，生于前502年，死于前422年，享年80岁。丘穆公吕印的后代。本名丘明，因其先祖曾任楚国的左史官，故在姓前添“左”字，故称左史官丘明先生，世称“左丘明”，后为鲁国太史 。左氏世为鲁国太史，至丘明则约与孔子（前551-479）同时，而年辈稍晚。他是当时著名史家、学者与思想家，著有《春秋左氏传》、《国语》等。他左丘明的最重要贡献在于其所著《春秋左氏传》与《国语》二书。左氏家族世为太史，左丘明又与孔子一起“如周，观书于周史”，故熟悉诸国史事，并深刻理解孔子思想。"
  },
  "tags": [
    "古文观止",
    "写人",
    "外交",
    "哲理"
  ]
}