{
  "id": 64154,
  "star": 46,
  "name": "八声甘州·记玉关踏雪事清游",
  "dynasty": "宋代",
  "content": "<span style=\"font-family:SimSun;\">辛卯岁，沈尧道同余北归，各处杭、越。逾岁，尧道来问寂寞，语笑数日。又复别去。赋此曲，并寄赵学舟。</span></p> <p>记玉关踏雪事清游，寒气脆貂裘。傍枯林古道，长河饮马，此意悠悠。短梦依然江表，老泪洒西州。一字无题处，落叶都愁。<br>载取白云归去，问谁留楚佩，弄影中洲？折芦花赠远，零落一身秋。向寻常、野桥流水，待招来，不是旧沙鸥。空怀感，有斜阳处，却怕登楼。",
  "fanyi": "<p><strong>译文</strong><br>记得在北方边关，专事去踏雪漫游，寒气冻硬了貂裘。沿着荒枯的树林古老的大道行走，到漫长的黄河边饮马暂休，这内心的情意呵似河水悠悠。北游如一场短梦，梦醒后此身依然在江南漂流，禁不住老泪纵横，洒落在故都杭州。想借红叶题<a href=\"http://so.gushiwen.org/view_64154.aspx\">诗</a>，却连一个字也无题写之处，那飘落的片片红叶已写满了忧愁。<br>你载着一船的白云归去，试问谁将玉佩相留，顾盼水中倒影于中洲？折一枝芦花寄赠远方故友，零落的芦花呵透出一身的寒秋。向着平常的野桥流水漫步，待招来的已不是旧日熟识的沙鸥。空怀着无限的情感，在斜阳夕照的时候，我却害怕登楼。</p> <p><strong>注释</strong><br>八声甘州：词牌名，又名《潇潇雨》，简称《甘州》。唐玄宗时教坊大曲有《甘州》，杂曲有《甘州子》，是唐边塞曲，因以边塞地甘州为名。双调平韵，九十五至九十八字，共有七体。<br>辛卯岁，沈尧道同余北归：元世祖至正辛卯（1291）年，作者同沈尧道同游燕京（今北京）后从北归来。沈尧道，名钦，张炎词友。<br>逾岁：过了一年；到了第二年。<br>赵学舟：人名，张炎词友。<br>记玉关踏雪事清游：指北游的生活。他们未到玉门关，这里用玉关泛指边地风光。清游，清雅游赏。<br>貂裘：貂皮制成的衣裘。<br>长河：指黄河 。 汉应玚《别诗》之二：“浩浩长河水，九折东北流。” 唐<a href=\"http://so.gushiwen.org/author_515.aspx\">王维</a>《使至塞上》诗：“大漠孤烟直，长河落日圆。”<br>短梦：短暂的梦。<br>江表：江外。指长江以南的地区。<br>西州：古城名，在今南京市西。此代指故国旧都。晋谢安死后， 羊昙醉至西州门，恸哭而去，即此处。事见《晋书·谢安传》。后遂用为典实。<br>楚佩：《楚辞》中有湘夫人因湘君失约而捐玦遗佩于江边的描写,后因用“楚佩”作为咏深切之情谊的典故。<br>弄影：物动使影子也随着摇晃或移动。<br>中洲：即洲中。《楚辞·九歌·湘君》：“君不行兮夷犹，蹇谁留兮中洲。” 王逸 注：“中洲，洲中也。水中可居者曰洲。”<br>赠远：赠送东西给远行的人。<br>沙鸥：栖息于沙滩、沙洲上的鸥鸟。旧沙鸥，这里指志同道合的老朋友。<br>斜阳：傍晚西斜的太阳。<br>登楼：指汉末<a href=\"http://so.gushiwen.org/author_770.aspx\">王粲</a>避乱客荆州 ，思归，作《登楼赋》之事。 </p>",
  "shangxi": "<h2>赏析</h2> <p>　　“记玉关踏雪事清游，寒气脆貂裘。”以“记”字领起，气势较为开阔、笔力劲峭。写他前年冬季赴北写经的旧事，展现了一幅冲风踏雪的北国羁旅图。北风凛冽，寒气袭人，三两个“南人”在那枯林古道上艰难行进。“此意悠悠”此句虽简，然则写出他内心无限的忧思。</p> <p>　　“短梦依然江表，老泪洒西州”，旧事重提之后，续写北地回归之光景。江表，指江南。西州，古城名，在今南京西。此两句谓自己虽已回到南方故土，屈辱经历也过去，仍只能老泪洒落、无欢可言。南归以后，自己与尧道分处杭、越，音讯久未通。“一字无题处，落叶都愁。”点出为何不致书问候。并非不想题<a href=\"http://so.gushiwen.org/view_64154.aspx\">诗</a>赠友，但实在是提不起任何兴致来。因西风吹打而飘散的片片红叶上，似乎处处都写满了“亡国”两字。不忍在上题诗，怕引起浓浓愁情。请老友给予谅解。开头这两韵五句，其意境苍凉阔大，有“唐人悲歌”之慨。着实为全词增添了一点“北国型”的“壮美”之感。“短梦依然江表，……落叶都愁。”随即音调多么缠绵低回。这是作者善于“一气旋折”的高妙本领。</p> <p>　　“载取白云归去”则从眼前的离别写起。故人之访，给作者多少欢乐、慰藉和温暖。故人又要回去。面对此景，作者当然又会感慨生悲。“问谁留楚佩，弄影中洲”写出了自己与他两情依依之感。“楚佩”借楚辞中湘君和湘夫人的典故。“折芦花赠远，零落一身秋”。当然所赠之物，只能是一枝芦花。这里表现出赠者零落如秋叶的心情。他以芦花来比己“零落一身秋”的凄况，饱寓着他生不逢时痛感。这里“折苇赠远”，笔调不凡，写意深刻。“向寻常野桥流水，待招来，不是旧沙鸥。”而故人既远，“野桥流水”附近也能招集到三朋二友，但终非沈尧道、赵学舟之类故交了。“空怀感，有斜阳处，却怕登楼”惆怅寂寞只能靠登楼远望排解。但余斜照的景色，只能徒增伤悲。所以顿又缩回了脚步！</p> <p>　　全词先悲后壮，先友情而后国恨，惯穿始终的，是一股荡气回肠的“词气”。使读者极能渗透到作者的感情世界之中。写身世飘萍和国事之悲感哀婉动人，令人如闻断雁惊风，哀猿啼月。</p>",
  "about": "<h2>创作背景</h2> 　　公元1290年，张炎和友沈尧道应召为元政府写金字《藏经》。翌年，回归南方。之后词人在越州居住，和沈尧道及赵学舟都有词往来，这首词即作于此时。",
  "poet": {
    "id": 53,
    "star": 0,
    "name": "张炎",
    "desc": "张炎（1248年－1320年），字叔夏，号玉田，晚年号乐笑翁。祖籍陕西凤翔。六世祖张俊，宋朝著名将领。父张枢，“西湖吟社”重要成员，妙解音律，与著名词人周密相交。张炎是勋贵之后，前半生居于临安，生活优裕，而宋亡以后则家道中落，晚年漂泊落拓。著有《山中白云词》，存词302首。张炎另一重要的贡献在于创作了中国最早的词论专著《词源》，总结整理了宋末雅词一派的主要艺术思想与成就，其中以“清空”，“骚雅”为主要主张。"
  },
  "tags": [
    "宋词三百首",
    "婉约",
    "西湖",
    "写景",
    "抒怀"
  ]
}