{
  "id": 71664,
  "star": 81,
  "name": "金陵驿二首",
  "dynasty": "宋代",
  "content": "草合离宫转夕晖，孤云飘泊复何依？<br>山河风景元无异，城郭人民半已非。<br>满地芦花和我老，旧家燕子傍谁飞？<br>从今别却江南路，化作啼鹃带血归。</p> <p>万里金瓯失壮图，衮衣颠倒落泥涂。<br>空流杜宇声中血，半脱骊龙颔下须。<br>老去秋风吹我恶，梦回寒月照人孤。<br>千年成败俱尘土，消得人间说丈夫。",
  "fanyi": "<p><strong>译文</strong><br>夕阳下那被野草覆盖的行宫，自己的归宿在哪里啊？<br>祖国的大好河山和原来没有什么不同，而人民已成了异族统治的臣民。<br>满地的芦苇花和我一样老去，人民流离失所，国亡无归。<br>现在要离开这个熟悉的老地方了，从此以后南归无望，等我死后让魂魄归来吧！</p> <p>江山沦丧在于没有宏伟的谋划，连德祐皇帝也向异族下拜称臣，就像从天上落入泥涂。<br>德祐已是亡国之君，即使杜鹃啼到嘴角流血也是无家可归了，小皇帝也死于非命。<br>人已老去，秋风吹得我心情不佳，梦中醒来，寒月照着孤寂的人。<br>在历史长河中，暂时的成败不算什么，最值得关注的是让人称道自己是一个大丈夫。</p> <p><strong>注释</strong><br>⑴金陵：今江苏南京。驿：古代官办的交通站，供传递公文的人和来往官吏休憩的地方。这里指<a href=\"http://so.gushiwen.org/author_173.aspx\">文天祥</a>抗元兵败被俘，由广州押往元大都路过金陵。<br>⑵草合：草已长满。离宫：即行宫，皇帝出巡时临时居住的地方。金陵是宋朝的陪都，所以有离宫。<br>⑶旧家燕子：化用<a href=\"http://so.gushiwen.org/author_197.aspx\">刘禹锡</a>《乌衣巷》“旧时王谢堂前燕，飞入寻常百姓家”<a href=\"http://so.gushiwen.org/view_71664.aspx\">诗</a>意。<br>⑷别却：离开。<br>⑸啼鹃带血：用蜀王死后化为杜鹃鸟啼鹃带血的典故‘暗喻北行以死殉国，只有魂魄归来。<br>⑹金瓯：金属制成的盛酒器，后借喻疆土的完整坚固。<br>⑺衮衣：衮服，古代帝王及上公绣龙的礼服。<br>⑻恶：病，情绪不佳。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　第一首</p> <p>　　“草合离宫转夕晖，孤云飘泊复何依？”夕阳落照之下，当年金碧辉煌的皇帝行宫已被荒草重重遮掩，残状不忍目睹。不忍目睹却又不忍离去，因为它是百年故国的遗迹，大宋政权的象征，看到她，就好像看到了为之效命的亲人，看到了为之奔走的君王。 “草合离宫”与“孤云漂泊”相对，则道出国家与个人的双重不幸，染下国家存亡与个人命运密切相关的情理基调。“转夕晖”之“转”字用得更是精妙到位，尽显状元宰相的艺术风采：先是用夕阳渐渐西斜、渐渐下落之“动”反衬<a href=\"http://so.gushiwen.org/view_71664.aspx\">诗</a>人久久凝望、久久沉思之“静”，进而与“孤云飘泊复何依”相照应，引发出诗人万里长江般的无限悲恨，无限怅惘。一个处境悲凉空怀“恨东风不借、世间英物”复国壮志的爱国者的形象随之跃然纸上。</p> <p>　　“ 山河风景元无异，城郭人民半已非。”山河依旧，可短短的四年间，城郭面目全非，人民多已不见。“元无异”“半已非”巨大反差的设置，揭露出战乱给人民群众带来的深重灾难，反映出诗人心系天下兴亡、情关百姓疾苦的赤子胸怀，将诗作的基调进一步渲染，使诗作的主题更加突出鲜明。</p> <p>　　“满地芦花和我老，旧家燕子傍谁飞？” “满地芦花”犹如遍地哀鸿，他们之所以白花如发和我一样苍老，是因为他们心中都深深埋着说不尽的国破恨、家亡仇、飘离苦。原来王谢豪门世家风光不再，燕子尚可“飞入寻常百姓家”，现在老百姓亡的亡，逃的逃，燕子们也是巢毁窝坏，到哪里去安身呢？拟人化的传神描写，给人以身临其境的感觉：诗人在哭，整个金陵也在哭，亦使悲凉凄惨的诗人自身形象更加饱满。</p> <p>　　“从今别却江南路，化作啼鹃带血归！”尽管整个金陵城都笼罩在悲凉的氛围中，我也不愿离她而去，因为她是我的母亲，我的挚爱。但元军不让我在此久留，肉体留不下，就让我的忠魂化作啼血不止、怀乡不已的杜鹃鸟归来伴陪您吧。此联与诗人《过零丁洋》里的“人生自古谁无死，留取丹心照汗青”可谓是异曲同工，旗帜鲜明地表达出诗人视死如归、以死报国的坚强决心。</p> <p>　　第二首</p> <p>　　“万里金瓯失壮图，衮衣颠倒落泥涂。”头两句从宋高宗当年的行宫，写到此时亡国的现实，连德祐皇帝（即宋端宗）也向元朝下拜称臣了。</p> <p>　　“空流杜宇声中血，半脱骊龙颔下须。”从德祐皇帝写到小皇帝昺，两句分写皇帝的一降一死，概括地反映了南宋亡国的悲惨。</p> <p>　　“老去秋风吹我恶，梦回寒月照人孤。”两句化用<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>“老去悲秋强自宽”诗意，进一步写出了自己国亡家破的孤寂危苦的心情。</p> <p>　　“千年成败俱尘土，消得人间说丈夫。”最后，作者告诫自己，要为后世作出榜样。的确，四年后，诗人受尽种种折磨和苦难，战胜种种诱惑和威胁，从容就义，用生命和鲜血践行了自己的誓言，在中华民族的爱国主义精神宝库中谱写了一曲永远鼓舞中华儿女的悲壮之歌、正气之歌。</p>",
  "about": "<h2>创作背景</h2> 　　这组<a href=\"http://so.gushiwen.org/view_71664.aspx\">诗</a>写于祥兴元年（1278年）<a href=\"http://so.gushiwen.org/author_173.aspx\">文天祥</a>被俘后，第二年（元至元十六年，1279年）押赴元大都（今北京）途径金陵（今南京）时所作。时值深秋，南宋政权覆亡已半年有余，金陵亦被军元军攻破四年之多。诗人战败不幸被俘，在被押送途中经过旧地，抚今思昨，触景生情，留下了这两首沉郁苍凉寄托亡国之恨的著名诗篇。",
  "poet": {
    "id": 173,
    "star": 0,
    "name": "文天祥",
    "image": "http://img.gushiwen.org/authorImg/wentianxiang.jpg",
    "desc": "文天祥（1236.6.6－1283.1.9），字履善，又字宋瑞，自号文山，浮休道人。汉族，吉州庐陵（今江西吉安县）人，南宋末大臣，文学家，民族英雄。宝祐四年（1256年）进士，官到右丞相兼枢密史。被派往元军的军营中谈判，被扣留。后脱险经高邮嵇庄到泰县塘湾，由南通南归，坚持抗元。祥光元年（1278年）兵败被张弘范俘虏，在狱中坚持斗争三年多，后在柴市从容就义。著有《过零丁洋》、《文山诗集》、《指南录》、《指南后录》、《正气歌》等作品。"
  },
  "tags": [
    "咏史怀古",
    "爱国"
  ]
}