{
  "id": 72766,
  "star": 3677,
  "name": "诫子书",
  "dynasty": "两汉",
  "content": "　　夫君子之行，静以修身，俭以养德。非淡泊无以明志，非宁静无以致远。夫学须静也，才须学也，非学无以广才，非志无以成学。慆慢则不能励精，险躁则不能冶性。年与时驰，意与日去，遂成枯落，多不接世，悲守穷庐，将复何及！ ",
  "fanyi": "<p><strong>译文<br></strong>　　君子的行为操守，从宁静来提高自身的修养，以节俭来培养自己的品德。不恬静寡欲无法明确志向，不排除外来干扰无法达到远大目标。学习必须静心专一，而才干来自学习。所以不学习就无法增长才干，没有志向就无法使学习有所成就。放纵懒散就无法振奋精神，急躁冒险就不能陶冶性情。年华随时光而飞驰，意志随岁月而流逝。最终枯败零落，大多不接触世事、不为社会所用，只能悲哀地坐守着那穷困的居舍，其时悔恨又怎么来得及？</p> <p><strong>注释</strong><br>⑴诫：警告，劝人警惕。<br>⑵夫（fú）：段首或句首发语词，引出下文的议论，无实在的意义。君子：品德高尚的人。指操守、品德、品行。<br>⑶修身：个人的品德修养。<br>⑷养德：培养品德。<br>⑸澹（dàn）泊：也写做“淡泊”，清静而不贪图功名利禄。内心恬淡，不慕名利。清心寡欲。明志：表明自己崇高的志向。<br>⑹宁静：这里指安静，集中精神，不分散精力。致远：实现远大目标。<br>⑺才：才干。<br>⑻广才：增长才干。<br>⑼成：达成，成就。<br>⑽慆（tāo）慢：漫不经心。慢：懈怠，懒惰。励精：尽心，专心，奋勉，振奋。<br>⑾险躁：冒险急躁，狭隘浮躁，与上文“宁静”相对而言。冶性：陶冶性情。<br>⑿与：跟随。驰：疾行，这里是增长的意思。<br>⒀日：时间。去：消逝，逝去。<br>⒁遂：于是，就。枯落：枯枝和落叶，此指像枯叶一样飘零，形容人韶华逝去。<br>⒂多不接世：意思是对社会没有任何贡献。接世，接触社会，承担事务，对社会有益。有“用世”的意思。<br>⒃穷庐：破房子。<br>⒄将复何及：又怎么来得及。<br>⒅淫慢：过度的享乐，懈怠。淫：过度。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　古代家训，大都浓缩了作者毕生的生活经历、人生体验和学术思想等方面内容，不仅他的子孙从中获益颇多，就是今人读来也大有可借鉴之处。三国时蜀汉丞相<a href=\"http://so.gushiwen.org/author_507.aspx\">诸葛亮</a>被后人誉为“智慧之化身”，他的《诫子书》也可谓是一篇充满智慧之语的家训，是古代家训中的名作。文章阐述修身养性、治学做人的深刻道理，读来发人深省。它也可以看作是诸葛亮对其一生的总结，后来更成为修身立志的名篇。</p> <p>　　《诫子书》的主旨是劝勉儿子勤学立志，修身养性要从淡泊宁静中下功夫，最忌怠惰险躁。文章概括了做人治学的经验，着重围绕一个“静”字加以论述，同时把失败归结为一个“躁”字，对比鲜明。</p> <p>　　在《诫子书》中，诸葛亮教育儿子，要“澹泊”自守，“宁静”自处，鼓励儿子勤学励志，从澹泊和宁静的自身修养上狠下功夫。他说，“夫学须静也，才须学也，非学无以广才，非志无以成学”。意思是说，不安定清静就不能为实现远大理想而长期刻苦学习，要学得真知必须使身心在宁静中研究探讨，人们的才能是从不断的学习中积累起来的；不下苦功学习就不能增长与发扬自己的才干；没有坚定不移的意志就不能使学业成功。《诸葛亮教育儿子切忌心浮气躁，举止荒唐。在书信的后半部分，他则以慈父的口吻谆谆教导儿子：少壮不努力，老大徒伤悲。这话看起来不过是老生常谈罢了，但它是慈父教诲儿子的，字字句句是心中真话，是他人生的总结，因而格外令人珍惜。</p> <p>　　这篇《诫子书》，不但讲明修身养性的途径和方法，也指明了立志与学习的关系；不但讲明了宁静淡泊的重要，也指明了放纵怠慢、偏激急躁的危害。诸葛亮不但在大的原则方面对其子严格要求，循循善诱，甚至在一些具体事情上也体现出对子女的细微关怀。在这篇《诫子书》中，有宁静的力量：“静以修身”，“非宁静无以致远”；有节俭的力量：“俭以养德”；有超脱的力量：“非澹泊无以明志”；有好学的力量：“夫学须静也，才须学也”；有励志的力量：“非学无以广才，非志无以成学”；有速度的力量：“淫慢则不能励精”；有性格的力量：“险躁则不能治性”；有惜时的力量：“年与时驰，意与岁去”；有想象的力量：“遂成枯落，多不接世，悲守穷庐，将复何及”；有简约的力量。这篇文章短短几十字，传递出的讯息，比起长篇大论，诫子效果好得多。</p> <p>　　文章短小精悍，言简意赅，文字清新雅致，不事雕琢，说理平易近人，这些都是这篇文章的特出之处。</p>",
  "about": "<h2>创作背景</h2> 　　这篇文章当作于蜀汉建兴十二年（元234年），是<a href=\"http://so.gushiwen.org/author_507.aspx\">诸葛亮</a>晚年写给他八岁的儿子诸葛瞻的一封家书。诸葛亮一生为国，鞠躬尽瘁，死而后已。他为了蜀汉国家事业日夜操劳，顾不上亲自教育儿子，于是写下这篇书信告诫诸葛瞻。",
  "poet": {
    "id": 507,
    "star": 0,
    "name": "诸葛亮",
    "image": "http://img.gushiwen.org/authorImg/zhugeliang.jpg",
    "desc": "诸葛亮（181－234），字孔明、号卧龙（也作伏龙），汉族，徐州琅琊阳都（今山东临沂市沂南县）人，三国时期蜀汉丞相、杰出的政治家、军事家、散文家、书法家。在世时被封为武乡侯，死后追谥忠武侯，东晋政权特追封他为武兴王。诸葛亮为匡扶蜀汉政权，呕心沥血，鞠躬尽瘁，死而后已。其散文代表作有《出师表》、《诫子书》等。曾发明木牛流马、孔明灯等，并改造连弩，叫做诸葛连弩，可一弩十矢俱发。于234年在五丈原（今宝鸡岐山境内）逝世。诸葛亮在后世受到极大尊崇，成为后世忠臣楷模，智慧化身。成都、宝鸡、汉中、南阳等地有武侯祠，杜甫作《蜀相》赞诸葛亮。"
  },
  "tags": [
    "修身",
    "立志"
  ]
}