{
  "id": 65130,
  "star": 8,
  "name": "点绛唇·病起恹恹",
  "dynasty": "宋代",
  "content": "病起恹恹、画堂花谢添憔悴。乱红飘砌。滴尽胭脂泪。<br>惆怅前春，谁向花前醉。愁无际。武陵回睇。人远波空翠。",
  "fanyi": "<p><strong>译文</strong><br>大病初起，精神困倦，画堂里落花满地，使我平添了几许愁绪。凋零的花瓣在空中飞舞，坠落到石阶上，如簌簌而落的胭脂泪，让人心碎。<br>春天匆匆而逝，人也别离，与谁在花前共舞？愁绪如海，无边无际。转首回望那驻春藏人的好地方，而人在千里之外，只有碧波依旧浓翠。</p> <p><strong>注释</strong><br>⑴点绛唇：词牌名。《清真集》入“仙吕调”，元北曲同，但平仄句式略异，今京剧中犹常用之。双调四十一字，前片三仄韵，后片四仄韵。<br>⑵恹恹：形容精神萎靡不振的样子。一本作“厌厌”。<br>⑶砌：台阶。<br>⑷武陵：这里指武陵溪，语出<a href=\"http://so.gushiwen.org/author_645.aspx\">陶渊明</a>《桃花源记》。回睇：转眼而望。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　此词抒发了作者病体初愈、徘徊香径时，悼惜春残花落、感伤年华流逝的惘怅和哀愁。</p> <p>　　词的上片，情景交融，辞意凄婉。“病起恹恹”，即《青箱杂记》所说的“一日病起”，这句是实写作者当时的情况。由于生病，心绪愁闷，故见画堂前正在凋谢的花枝，也好像更增添了几分憔悴。“画堂”句，不仅点出了暮春的节候特征，而且亦花亦人，花人兼写：“憔悴”，既是写凋谢的花，也是写老病的人；人因“病起恹恹”，而觉得花也憔悴；而花的凋谢也更增加了病人心理上的“恹恹”。“乱红”两句，紧承“画堂”句，进一步描绘物象，渲染气氛。有“画堂花谢”，即有“乱红飘砌”。“砌”应“画堂”，“乱红”应“花谢”，连环相扣，正是作者用笔缜密之处。“滴尽胭脂泪”，则情浓意切，极尽渲染之能事。“胭脂泪”，形象地描绘“乱红”的飘坠，赋予落花以伤感的人情，同时也包含了作者自己的伤感。</p> <p>　　下片转入怀人念远。“惆怅”两句，写前春人去，无人在花前共醉，只有“惆怅”而已。“惆怅”之至，转而为“愁”，愁且“无际”，足见其怀人之深。最后两句，更以特出之笔，抒发此情。“武陵回睇”，即“回睇武陵”，由结句的“波空翠”看，作者当是由眼前的“乱红飘砌”而联想到“落英缤纷”的武陵溪，而那里正是驻春藏人的好地方。但这里并非是实指，而是借以代指所怀念的人留连之地。不过，人在远方，虽凝睇翘首，终是怀而不见，望中徒有翠波而已。“空”字传神，极能表现作者那种怅惘、空虚的心情。</p> <p>　　由落花而伤春，由伤春而怀人，暗寄时事身世之慨，全词闲笔婉妙，深情幽韵，若不能自胜。这种情调与政治舞台上刚毅英伟、喜怒不见于色的<a href=\"http://so.gushiwen.org/author_27.aspx\">韩琦</a>绝不相类。同样的情况，还有<a href=\"http://so.gushiwen.org/author_510.aspx\">范仲淹</a>、<a href=\"http://so.gushiwen.org/author_568.aspx\">司马光</a>等，皆一时名德重望，他们都写过艳丽的小词。其实，这倒是一种正常现象，如<a href=\"http://so.gushiwen.org/author_181.aspx\">杨慎</a>《词品》所说：“人非太上，未免有情。”唐<a href=\"http://so.gushiwen.org/author_130.aspx\">韩偓</a>《流年》<a href=\"http://so.gushiwen.org/view_65130.aspx\">诗</a>有云：“雄豪亦有流年恨，况是离魂易黯然。”再者，这与词的发展特点有关。词之初起，便以抒情为上，《花间》之后，便形成了婉约的传统，韩琦生活的那个时代，词还没有突破这个传统。</p>",
  "about": "<h2>创作背景</h2> 　　<a href=\"http://so.gushiwen.org/author_27.aspx\">韩琦</a>是北宋大臣、名将，官至同中书门下平章事、昭文馆大学士，累封魏国公。此词当作于宋神宗熙宁元年（1068年）之后韩琦的晚年时期。宋吴处厚《青箱杂记》卷八载：“韩魏公晚年镇北州，一日病起，作《点绛唇》小词。”韩魏公即韩琦，所谓“晚年镇北州”，指韩琦从熙宁元年（1068年）至熙宁五年（1072年）任河北路安抚使、判大名府之职。由此可知，此词是作者北镇大名等地时，病起观景而作。作此词的当时，<a href=\"http://so.gushiwen.org/author_405.aspx\">王安石</a>正大刀阔斧推行新法，反对新法的大臣纷纷遭贬。韩琦对新法是不满的，熙宁三年（1070年）二月，他曾上书请罢青苗法，与王安石发生了尖锐矛盾，王安石曾为此称疾不朝，韩琦也因此被解除了河北安抚使的职权。此后，他心情苦闷，憔悴多病，同时也很怀念被贬出朝廷的那些同僚，因此写下此词感怀。",
  "poet": {
    "id": 27,
    "star": 0,
    "name": "韩琦",
    "image": "http://img.gushiwen.org/authorImg/hanqi.jpg",
    "desc": "韩琦（1008—1075年），字稚圭，自号赣叟，汉族，相州安阳（今属河南）人。北宋政治家、名将，天圣进士。初授将作监丞，历枢密直学士、陕西经略安抚副使、陕西四路经略安抚招讨使。与范仲淹共同防御西夏，名重一时，时称“韩范”。嘉祐元年（1056），任枢密使；三年，拜同中书门下平章事。英宗嗣位，拜右仆射，封魏国公。神宗立，拜司空兼侍中，出知相州、大名府等地。熙宁八年卒，年六十八。谥忠献。《宋史》有传。著有《安阳集》五十卷。《全宋词》录其词四首。"
  },
  "tags": [
    "怅惘",
    "怀人"
  ]
}