{
  "id": 70647,
  "star": 4,
  "name": "杂剧·半夜雷轰荐福碑",
  "dynasty": "元代",
  "content": "第一折<br>龙楼凤阁九重城，新筑沙堤宰相行。我贵我荣君莫羡，十年前是一书生。老夫姓范名仲淹字希文，累蒙擢用，颇有政声。今谢圣恩可怜，除老夫为天章阁学士之职。这个是老夫幼年朋友，姓宋名公序。还有一个同堂小弟，姓张名镐字邦彦。老夫自登仕途以来，与兄弟张镐数载不能相会，未知进取功名也流落四方？老夫常切切于心，拳拳在念。今奉圣人命，着老夫江南采访贤士，宋公序所除扬州为理。只今日俺两个便索登程去也。哥哥，您兄弟已行，别无他事，止有一女，未曾许聘他人。哥哥可有甚么好亲事保举，将来就劳哥哥主婚，成就这门亲事。相公放心。我有一同堂小弟张镐，论此生的才学，不在老夫之下。我若有书呈到于相公跟前，便成就了这门亲事。多谢哥哥，您兄弟谨领。则今日辞了哥哥，便往扬州之任走一遭去。宋公序去了也。老夫不敢久停住，则今便往江南采访贤士走一遭去来。段段田苗接远村，太公庄上戏儿孙。庄农只得锄刨刀，答贺天公雨露思。自家是个庄家，姓张名浩字仲泽，在张家庄居住。广有庄田，牛羊孳畜不知其数，我做个大户。近新来有一个秀才，到我这庄上。我问他名字，他也姓张，名镐字邦彦。此人满腹文章，留在庄上教些学生读书。我偷听他几句言语\"知之为知之，不知为不知\"。我今日无甚事，看了田禾，我去书房里望那秀才，走一遭去。小生汴京人氏，姓张名镐字邦彦，幼小父母双亡。我有八拜至交的哥哥，乃是范仲淹。他为翰林学士之职，数载不曾相见。小生飘零湖海，流落天涯。在于潞州长子县张家庄上。有一人姓张名浩字仲泽，他见我和他同名同姓，留我在他庄上教着几个蒙童度日。张镐，几时是你那发达的时节也呵！<br>【仙吕】【点绛唇】我本是那一介寒懦，半生埋没红尘路。则我这七尺身躯，可怎生无一个安身处？<br>【混江龙】常言道七贫七富，我便似阮籍般依旧哭穷途。我住着半间儿草舍，再谁承望三顾茅庐。则我这饭甑有尘生计拙，越越的门庭无径旧游疏。常言道\"三寸舌为安国剑，五言诗作上天梯。\"既有这上天梯，可怎生不着我这青霄步？我可便望兰堂画阁，刬地着我瓮牖桑枢。<br>学生每，门首觑着，看有甚么人来。理会的。老夫范学士。自离了汴京，随咱采访贤士，来到这潞州长子县，打听的我那兄弟张镐在于张家庄上教学。老夫直来到此处，探望我那兄弟走一遭去。可早来到也。祗候人接了马者。学童，你师父在家么？师父家里有。你报复去，道有范学士特来相访。有范学士在于门首。道有请。贤弟别来无恙？哥哥请坐，受您兄弟两拜。<br>【后庭花】哥哥也，咱可便相识了数载余。哎，你个故人音信疏；远阻隔三千里。你可便近新来安乐无？比及哥哥来，我早知道了也。兄弟，我又不曾有书信来，你如何知道？我昨夜看文书，猛抬头，疑怪他这灯花儿结聚，今日个果门迎你个长者车。<br>贤弟，论你高才大德，博学广文，为何不进取功名，刬地在此教学为生，可是主何意？哥哥，你兄弟一言难尽！<br>【油葫芦】则这断简残编孔圣书，常则是养蠹鱼。我去这六经中枉下了死工夫。冻杀我也《论语》篇、《孟子》解、《毛诗》注，饿杀我也《尚书》云、《周易》传、《春秋》疏。比及道河出图、洛出书，怎禁那水牛背上乔男女，端的可便定害杀这个汉相如！<br>【天下乐】这世里难乘驷马车，想贤也波愚，不并居。我干受了漏星堂半世活地狱。你积攒下些甚么囊箧？我浑攒下不到六七斤家麻，五四斗家粟，几时能够播清风一万古？贤弟受窘。你肯谒托一两个朋友呵，必有济惠。得些盘费，进取功名，可不好那！哥哥，如今难投托人，今人与古人不同。<br>【那吒令】当日个结交有周瑜鲁肃，当日个量宽有王阳贡禹，今日个义让无管仲鲍叔。则我这运未通、时难遇，枉了狂图。<br>【鹊踏枝】我如今带儒冠，着儒服，知他我那命里有公侯也伯子男乎？我左右来无一个去处，天也，则索阁落里韫椟藏诸！<br>兄弟也，你是看书的人，便好道\"富家不用买良田，书中自有千钟粟；安居不用架高堂，书中自有黄金屋；出门莫恨无人随，书中车马多如簇；娶妻莫恨无良媒，书中有女颜如玉。\"前贤遗语，道的不差也。<br>【寄生草】想前贤语，总是虚。可不道\"书中车马多如簇\"，可不道\"书中自有千钟粟\"，可不道\"书中有女颜如玉\"；则见他白衣便得一个状元郎，那里是绿袍儿赚了书生处。<br>【幺篇】这壁拦住贤路，那壁又挡住仕途。如今这越聪明越受聪明苦，越痴呆越享痴呆福，越糊突越有了糊突富！则这有银的陶令不休官，无钱的子张学干禄。<br>【六幺序】我想那今世里真男子，更和那大丈夫，我战钦钦拨尽寒炉。则这失志鸿鹄，久困鳌鱼，倒不如那等落落之徒。枉短檠三尺挑寒雨，消磨尽这暮景桑榆。我少年已被儒冠误，羞归故里，懒睹乡闾。<br>【幺篇】则这寒儒，则索村居，教伴哥读书，牛表描朱。为甚么怕去长安应举？我伴着伙士大夫，穿着些百衲衣服，半露皮肤。天公与小子何辜，问黄金谁买《长门赋》？好不直钱也者也之乎！我平生正直无私曲，一任着小儿簸弄，山鬼揶揄。<br>贤弟，似此训蒙呵，几时是你发达时节也！您兄弟吃这些学生每定害杀我也。<br>【金盏儿】出来的越顽愚，忒乖疏；便有文宣王哲剑难拘束。一个个拴缚着纸毽子，一个个装画闷葫芦。一个撮着那布裙踏竹马，一个舒着那臁肕跳灰驴。他每那里省的鸦窝里出凤雏，您兄弟常则是油瓮里捉鲇鱼。<br>兄弟，请你那东道出来，我和他厮见。我如今无甚事，学堂里望那张镐去。老兄，我哥哥范学士来在此，你和他厮见咱。老兄，贤弟在此多蒙垂顾。知之为知之，不知为不知。小生往常曾说，此便是小生的哥哥范学士。多劳相公远降，有失迎迓。知之为知之，不知为不知。贤弟，这厮也是个愚理之人。哥哥，量他何足道哉！<br>【醉扶归】这厮蠢则蠢家豪富，富则富腹中虚。哥哥，便道东道和门馆德不孤，他纯经义不词赋，他识字呵不抵死十分看书；他则是个中选的锄田户。<br>老相公请坐，我执料些茶饭去。知之为知之，不知为不知。兄弟，你身边有何功课。您兄弟积下万言长策，哥哥你试看咱。兄弟，我将此万言长策献上圣人，保举你为官，意下如何？此处岂你兄弟久远安身之地？兄弟，既然你要转动，我与你三封书，投托三个人去。头一封书洛阳黄员外，你投托他去。他见我书呈，你那衣食盘费都在此封书上。第二封书是黄州团练副使刘仕林。他见我书呈必有厚赠。这第三封书是最要紧，是扬州太守宋公序，你下到这封书呵，休说你那盘缠鞍马，就是前程事，都在此封书上。兄弟也，你着意者。你若不得第时，权在张家庄上住，我着人来取你为官。你意下如何？多谢哥哥赐我这三封书。我辞别东家，便索长行也。弟子孩儿不中用，烧着一只鹅，却揭开锅盖，可被他飞的去了。长者，小生在此多多混践。着众学生各自还家去，等我回时，可教他再来读书。哥哥，小弟收拾了琴剑书箱，便索起程也。<br>【赚煞】您兄弟先谒信安君，后记扬州牧，看小子今番命福。你兄弟一片功名心更速，岂不闻光阴如过隙白驹。我将这护身符，你着我变几贯青蚨。长者。我投人须投大丈夫。则这新丰一旅，将着马周来不遇。哥哥，你可放心也。你看我专等常何的那一纸荐贤书。<br>兄弟去了也。长者恕罪。老夫就将着这万言长策去献与圣人，保举兄弟为官。不敢久停久住。祗候将马来，别处采访贤士走一遭去来。楔子<br>妾身是黄员外的浑家。是好烦恼人也！昨日有个秀才投下一封书，俺员外接过书呈看罢，不知怎生，当夜晚间，员外害急心疼亡了。兀的不痛杀我也！自从张家庄上与哥哥约别之后，小生一径的来到洛阳，投奔那黄员外。昨日下了书呈，在店肆中安下。今日无甚事，黄员外宅上走一遭去。哦，可怎生门首挂着纸钱那？门里有人吗？是谁？小生是昨日下书的张秀才。你是那下书的？兀那秀才，你听者，自从你昨日下了书呈，将俺员外急心疼一夜，妨杀了。今日有甚脸上我门来？你若入门时，抓了你那脸。猝风暴雨，不入寡妇之门。你快回去！谁死了？员外死了。张镐，你好命薄也呵！哥哥与我三封书，头一封书投与洛阳黄员外，昨日下了书，一夜急心疼死了那员外也。小生不避驱驰，索往黄州投着团练副使刘仕林走一遭去罢。<br>【仙吕】【赏花时】我恰做访戴山阴王子猷，身似飘飘没缆舟，为活计拙如鸠。则这客僧投寺宿，措大谒儒流。<br>【幺篇】投至得千里书回碧树秋，则怕这一夜霜天白发愁。王粲谒荆州，我想那朝中故友，休教我空倚定仲宣楼！<br>第二折<br>老夫范学士。自从江南采贤士，到于朝中，老夫就将兄弟张镐所作万言长策献与圣人。谢圣恩可怜，就加张镐为吉阳县令。老夫本待亲身自去，争奈公事冗杂。老夫差一使命去加官赐赏。使命，你近前来，我嘱付你：你去潞州长子县张家庄上，有一个是张镐，为他献了万言长策，圣人的命，加他为吉阳县令，教他走马到任。小心在意，疾去早来。领了老相公言语，直到潞州长子县张家庄上，加官赐赏走一遭去。自家张浩。自从那张秀才散了学生，去了许多时也。我今日看了田禾，回来无甚事，且闲坐些儿则个。来到也。左右接了马者。张浩，听圣人的命。呀！快装香来！知之为知之，不知为不知。张浩，为你献了万言长策，圣人见喜，加你为吉阳县令，教你走马上任。谢恩。待茶饭了去。不必了。小官事忙。将马来，回圣人话去。知之为知之，不知为不知。嗨，我几曾有那万言长策来？是那张镐的，错加了官也。且由他，有谁知道？我如今不可久停久住，收拾鞍马，便索理任去也。小生张镐。收拾琴剑书箱，且往黄州投奔团练使刘仕林走一遭去呵！<br>【正宫】【端正好】恨天涯，空流落。投至到玉关外，我则怕老了班超。发了愿青霄有路终须到，刬地着我又上黄州道。<br>【滚绣球】这一遭，下不着，孔融好等你那弥衡一鹗。哥也，我便似望鹏抟万里青霄。你搬的我撒了学，置下袍，去这布衣中莽跳。空着我绕朱门，恰便似燕子寻巢。比及见这四方豪士频插手，我争如学五柳先生懒折腰，枉了徒劳。<br>小生幼年间攻习儒业，学成满腹文章，指望一举状元及第，峥嵘发达。谁想今日波波碌碌，受如此般辛勤也。<br>【叨叨令】往常我青灯黄卷学王道，刬地来红尘紫陌寻东道。如今十个九个人都道，都道是七月八月长安道。兀的不困杀人也么哥！看书生何日得朝闻道？<br>（云)贫乃士之常。圣人道：\"君子固穷，小人穷斯滥矣。\"(唱)<br>【滚绣球】虽然我住破窑使破瓢，我犹自不改其乐，后来便为官也富而无骄。洛阳书坐化了，黄州书自窨约。比及那时节有一个秀才来投托，这世里谁似晏平仲善与人交？(云)到那财主门首，报复将去，有个秀才下书。那财主便道：着他门首等者。(唱)他腆着胸脯，眼见的昂昂傲。(带云)要他那赍发呵，(唱)将我这羞脸儿怀揣着慢慢的熬。(带云)投至得他那几贯钱呵！(唱)轻可等半月十朝。<br>(云)这里是个三叉路，不知那条路往黄州去？天色喧热，就在这柳阴直下歇一歇，等一个来往的人问路咱。(正末坐地科)(行者上，云)好热也，晒杀我也！(正末云)一个出家人来了。我问讯咱。(唱)<br>【倘秀才】敢问你个禅师长老。(行者云)问甚么？(正末唱)这条路去黄州也不错？(行者云)正是黄州大路。(正末唱)长老也，则他这钟不宜时，为甚敲？(行者云)是无常钟，死了人便撞这钟。(正末唱)我道死了人的不是个锄田汉。(行者云)不是。(正末唱)必然是个富官僚。(行者云)可知哩。(正末云)这官人姓甚名谁？(行者云)我说与你，死了的官人是黄州团练使刘仕林。(正末唱)我听的他道了。(做叹气科)(唱)<br>【醉太平】争些儿把我撞着，可着我心痒难揉。扬州太守听消耗，你这其间莫不害倒？第一封书已自无着落，第二封书打发谁行要？我将这第三封扯做纸题条。(带云)张镐，(唱)则好去深村做教学。(行者云)吓我这一跳。秀才，你闲也是忙？忙便罢，闲便来寺里吃酸馅来。(正末云)长老恕罪。张镐也，怎生如此般命蹇？哥哥与了三封书，妨杀了两个人。第三封书谒托扬州剌史，罢、罢、罢，我不往扬州去，我则加那潞州长子县张家村上，等哥哥消耗，可不好那。(下)<br>(龙神上，诗云)独魁南海作龙神，兴云降雨必躬亲。曾因误受天公罚，至今不敢借凡人。吾神乃南海赤须龙是也。奉玉帝敕旨，着吾神行雨。身体困倦，在于庙中歇息片时，有何不可。(正末上云)好大雨也！兀的是个龙神庙，我则那里避雨去咱。(唱)<br>【倘秀才】则他这香火冷，把他庄家赛倒。莫不是雨雪少，把这黎民来瘦却？古庙荒凉饿鬼嚎，我权捻土做香烧，怨书生的命薄。<br>(云)供桌上有一个珓儿，我试问神道路。小生张镐，流落在潞州长子县张家庄，教着几个村学。当时一日，有我的哥哥范学士为访小生，将我万言长策进了，保举我为官；又与我三封书，两封书妨杀两个人。第三封书，小生不曾往扬州去。如今则回潞州长子县，去张家庄上等待哥哥消耗。小生若是能够为官，便与三个上上大吉；若是不能够为官，便与我三个下下不合神道。(唱)<br>【滚绣球】将碑珓儿咒愿了，香炉上度了几遭。(做掷珓科，云)原来是个下下不合神道。(三科)(唱)可怎生一掷一个不合神道？和这块臭珓泥也折贵攀高。遮莫是角木珓、氐土貉，大古里是今秋水落。你下、下、下，淹了我大段田苗。将我些有金银富汉都亡过，我和你无祭享泥神两个厮撞着。(带云)我骂你呵，(唱)那里也雨顺风调！<br>(云)这披鳞的曲蟮，带甲的泥鳅！我歹杀呵是国家白衣卿相，你岂敢戏弄我！怎生出的这恶气？我则题破这庙宇，便是我平生之愿。取出我这笔墨来。有这檐间滴水，磨的这墨浓，蘸的这笔饱，就这捣椒壁上写下四句诗。(做写科，云)诗写就了，我表白一遍咱。(诗云)雨旸时若在仁君，鼎鼐调和有大臣。同舍若能知此事，谩将香火赛龙神。我题罢这诗也，觉一阵昏沉，就这殿角边歇息咱。(末做睡科)(龙神云)叵耐张镐无礼！你自命蹇福薄，时运未至，却怨恨俺这神祗，将吾毁骂，题破我这庙宇，更待干罢！你行一程，我赶一程；行两程，我赶两程。张镐，你听者：(诗云)你亏心折尽平生福，行短天教一世贫。古庙题诗将俺这神灵骂，你本是儒人，我着你今后不如人！(下)(正末做醒科，云)天色晴了，日影儿出来也。我赶程途去，便索长行。(下)(净骑马上，云)自家张浩的便是。托赖祖宗余荫，得了这官，如今去赴吉阳县令。万言长策不是我的，是那个张镐的。我就混赖了他的，有谁知道？今日走马赴任，行动咱。知之为知之，不知为不知。(正末上云)兀的不是张仲泽，仲泽！(净云)不中，我索走走走。(下)(正末唱)<br>【呆骨朵】我这里高阜处不住的呀呀叫。(曳剌上云)一匹好马也。(正末唱)见一个带牌子的曳剌随着。(云)敢问吗？(曳剌云)你问甚么？(正末唱)这个姓甚名谁？(曳剌云)姓张是张浩。(正末唱)他那年纪儿是大小？(曳剌云)三十岁也。(正末唱)莫不在长子县村中住？(曳剌云)是长子县居住。(正末唱)因甚上为官爵？(曳剌云)为他献了万言长策来。(正末云)他那里有万言长策？(唱)我则这旧相知张仲泽。(带云)哥哥休怪。(唱)管是我眼睛化，将他错认了。(曳剌云)傻屌放手！我赶相公去。(下)(正末云)他那里取万言长策来？世上多有同名同姓的，我则回潞州长子县张家庄上，待等哥哥消耗便了。(下)(净骑马上，云)知之为知之，不知为不知。天色晴了也。我走了这一日，觉的有些困倦，且下这马来，拴在柳树上，在这绿阴之下暂歇息咱。(曳剌上，云)好块子马，脚打着脑杓子走，赴不上。兀的不是那块子马，相公敢在这里。(曳剌见净科)(净云)兀那厮是甚么人？(曳剌云)洒家是个曳剌，接相公来，则被那块子马走的紧，洒家紧赶着跟不上，接不着相公。(净云)你知道你那罪过吗？(曳剌云)洒家不知道。(净云)你要饶你那罪过吗？(曳剌云)可知要饶哩。(净云)你路上曾见个秀才么？(曳剌云)洒家见来。(净云)你杀了他去，我便饶了你罪过。(曳剌云)洒家知道，我杀那傻屌去。且慢者，乞个罪名。(净云)他拐了我梅香，偷了我壶瓶台盏，你杀了他去！(曳剌云)我便去。(净云)你回来！倘若你不杀他呵，你休瞒了我；要你三件信物:要他那衣襟衫子、刀上有血、挣命的土刻滩子。三体都有，你便回话。(下)<br>(正末上，云)天色暄势，打破了我这脚。我慢慢的行波。(曳剌赶上，云)兀的不是那傻屌。兀那秀才，你住者，我和你说话。(正末云)那骑马的可正是张钟泽吗？(曳剌云)俺那相公认的你，着我与你十两枣穰金，在我这腿曲裢子里打着，你自取去。(正末云)在那里？(做低头取科)(曳剌云)你黄泉做鬼休怨我！(做杀末科)(正末云)哥哥饶俺生命！小生其实冤屈，死于九泉之下，我不告张仲泽，我则告着你。(曳剌放末科，云)兀那秀才，他道你拐了他梅香，偷了他壶瓶台盏，教我来杀你。你可说你怎生冤屈，你试慢慢说一遍咱。(正末云)哥哥，你停嗔息怒，听小生从头至尾告诉得来。小生姓张名镐字邦彦，他姓张名浩字仲泽，因与俺同名同姓，他留小生在他庄儿上教着几个村童。当初一日，有我的哥哥是范学士来相访小生，将我的万言长策收了，又与了我三封书。两封书妨杀了两个人。有第三封书，小生不曾往扬州去。眼见的小生离了那庄上，哥哥着人来喧唤我为官，小生可不在。他也姓张名浩，我也姓张名镐，同名同姓，赖了我这官爵。他恐怕久后白破他这事，故意着哥哥来杀坏小生，他自封妻荫子。哥哥，你没来由替别人做甚么？(曳剌云)恁的呵，是俺那傻屌的不是。(正末云)小生到不怪那张仲泽，则怪我那范学士哥哥。(曳剌云)兀那秀才，你休胡说，那范学士你怎生怨他？(正末唱)<br>【倘秀才】我则为他三封书把我这前程来误却，万言策被人赖了。大道上肯分的轴头儿厮抹着，他请我在庄儿上教村学，也曾看成的我至好。<br>(曳剌云)兀那秀才，他也姓张名浩，你也姓张名镐。他是那一个浩字，你是那一个镐字？你试说我听咱。(正末云)哥哥不知，听小生说。(唱)<br>【滚绣球】我是金字边着个高。(曳剌云)可他呢？(正末唱)他是点水边着个告，因此上一般名号。(曳剌云)那加官的管着甚么来？(正末唱)谁想这送宣的再也不辨个根苗。他道是盖世豪，我道是儿女曹，咱两个非同管鲍，哥也，则你那十两枣穰金是鞘里藏刀。俺两个一时本是知心友，不想道半路里翻为刎颈交。他怎肯将我耽饶？<br>(曳剌云)兀那秀才，你不说呵，我怎么知道。既然这等，饶你性命，不杀你。(正末云)谢了哥哥。(做行科)(曳剌云)兀那秀才转来，问你要三件信物。(正末云)那三件信物？(曳剌云)要你那衣衫襟、刀子有血、挣命的土刻滩子。你与我这三件儿，你便去。(正末云)哥哥，你要衣服，可割一块云。(曳剌云)将来。(做割科，云)衣襟有了也。这刀子上要有血。(正末云)怎么能够这刀子有血？(曳剌云)兀那秀才，拣你那不痛处，我扎一刀子。(正末做怕科，云)哥哥，那答儿是不疼的(曳剌云)兀那秀才，你打破鼻子。(正末做打鼻科)(曳剌云)你重些打。(正末云)哥哥，怎么打？(曳剌自做打鼻出血科，云)这般打。(正末云)哥也，打破你的鼻子，就着那血抹在那刀子上罢，省的我打。(曳剌云)倒好了你也。那秀才，你躲了！(做跌倒科)(正末云)哥也，你甚么？(曳剌云)傻屌也，可是那挣命的土刻滩子。(正末云)感谢哥哥，此恩念异日必当重报。敢问哥哥姓甚名谁？(曳剌云)我姓赵，是赵实。你久后得官呵，休忘了赵实。(正末云)哥哥是赵实，我牢记着哩。小生一句话敢说么？(唱)<br>【煞尾】你是必兴心儿再认下这搭沙和草，哥也，你可休不挂意揩抹了这把带血刀。(带云)张浩，(唱)休想天公把你饶！鞭牛汉平白的赖了官爵，采桑妇没来由受了郡诰。我空向他乡走一遭，千里投人怕的是到。若不是吾兄义气高，若不是哥哥怎生了？山海也似恩临决然报！异日峥嵘厮撞着，请一个传神巧待诏，一幅丹青写容貌。堂上铺陈挂幔幕，罗列杯盘置椅桌，百味珍羞不教少。一炷明香旦暮烧，将你那救我命的恩人，(带云)你是赵实哥哥，(唱)直供养到老！(下)<br>(曳剌云)秀才去了也。三件信物都有了，我回相公话去。(下)<br>(净上，云)这厮好不干事，这早晚不来回话。(曳剌上，见净云)相公，洒家回来了也。(净云)你杀了那秀才不曾？(曳剌云)我赶上只一刀，杀了那秀才，三般验证都有。衣衫襟、刀子有血，相公怕不信呵，去看那挣命的土刻滩子。(净云)这厮好男子，我饶了你接不着的罪过。(背云)秀才也杀了，这厮久后说出来可怎了？则除是这般。兀那曳剌，你去了一日光景，马不曾饮水，兀那里有井，你那里打些水饮马去。(曳剌云)洒家知道。(曳剌做打水，净推科)(曳剌云)有人推我！(做转身按倒净科，云)叫有杀人贼也！(宋公序引随从冲上，云)小官宋公序。今取回京师去也。来到此处，是甚么人吵闹？拿近前来！你是甚么人？你说。(曳剌云)洒家是吉阳县伺候，教小人接新官去，接着这个傻屌。他道，你怎么误了接待我？洒家便道，那马走的紧，小人赶不上。他便道，你要饶你吗？洒家便道，可知要饶哩。他便道，你路上曾见一个秀才来？我便道，见来。他道，你去杀了他去。我便道，乞个罪名。这个傻吊便道，他拐了我梅香，偷了壶瓶台盏。他又怕我不肯杀他，问我要三个信物验证，要衣衫襟、刀子有血、挣命的土刻滩子。洒家赶上秀才，说了他项上事。那秀姓张名镐，道傻屌也姓张名浩，他两个一般名字。他混赖了他万言长策，得了他官爵。洒家听的说，我放的秀才去了，回这傻屌的话。他久后怕我说出来，着我饮马去。我到井边，恰待打水，这傻屌便要推我在井里。相公，我死呵不打紧，我有八十岁的母亲，可着谁侍养？说兀的做甚！(词云)小人说从头至尾，说的来不差半米。杀了秀才又淹死洒家，傻屌也你做的个损人利己。(宋公序云)我多听的范学士哥哥说一个张镐的名儿。这个未知是不是？祗候人，拿住这两个人，跟随我去到于京师，见了范学士亲问明白。我自有个主意。左右，那里将马来，赴京师走一遭去。(净云)知之为知之，不知为不知。(同下)<br><br>第三折<br>(范仲淹上，云)老夫范学士。自从将兄弟张镐加为吉阳县令，至今音信皆无。老夫今奉圣人的命，差老夫饶州公干。收拾行装，便索往饶州走一遭去来。(下)(外扮长老上，词云)涧水煎茶烧竹枝，袈裟零落任风吹。看经只在明窗下，花开花落总不知。贫僧乃荐福寺长老。自幼出家剃度为僧，经文佛法无不通晓。我这寺中碑亭内有一统碑文，是颜真卿写的，就是他亲手镌的。书法精妙，寺中以为至宝，等闲人不得见。近日有一人姓张名镐，是范学士的朋友。因持三封书投托人，妨杀了两个人，流落在此，贫僧每日斋食管待。今日无甚事，请到方丈中与此人攀话。这早晚敢待来也。(正末上，云)打听的范学士哥哥在此饶州为剌史，小生一径的投到饶州来。不想哥哥又宣的回去，将小生淹留在这荐福寺中安下，多多的定害这长老。早间使人来请小生，须索方丈中走一遭去呵！(唱)<br>【中吕】【粉蝶儿】千里而来，早则不兴阑了子猷访戴，干赔了对践红尘踏路的芒鞋。则俺那守饶州、范学士，故人安在？哥也，不争你日转千阶，我便是第三番又劫着个空寨。<br>【醉春风】行杀我也客路远如天，闪杀我也侯门深似海。趁着这木鱼声，每日上堂斋；秀才也，更做甚么客、客？谢长老慈悲，为小生贫困，将我做上宾看待。<br>(见长老科，云)长老，小生在此多混践长老也。(长老云)不敢。请坐。敢问先生学成满腹文章，为何不进取功名，刬地流落四方，是何主意？(正末云)长老不问呵，小生不敢说。休赚絮烦，听小生说一遍咱。(长老云)先生慢慢说一遍。(正末唱)<br>【石榴花】小生可便等三年一度选场开，守村院看书斋。(长老云)当初范学士可怎生相访来？(正末唱)不想俺那月明千里故人来，他见我便困在、万丈尘埃。(长老云)说道了与你三封书，去投奔人如何？(正末唱)倚仗着他三封书，还了我这饥寒债。(带云)好处托生也。(唱)先妨杀一个洛阳的员外，奔黄州早则无方碍，半路里先引的一个旋风来。<br>(长老云)先生但肯谒托一两个朋友呵，必有济惠。(正末唱)<br>【斗鹌鹑】只为他财散人离，闪的我天宽地窄。抵死待要屈脊低腰，又不会巧言令色，况兼今日十谒朱门九不开。休道有七步才，他每道十二金钗，强似养三千剑客。<br>(长老云)先生何不进取功名，自甘流落？(正末云)小生待要往京师去，争奈缺少盘缠。(长老云)既然如此，你若进取功名呵，我无物相赠，我这碑亭中有一通碑文，乃是颜真卿书法，我将一千张纸，几锭墨，教小和尚打做法帖，卖一贯钱一张，往京师去一路上做盘缠，意下如何？(正末唱)<br>【普天乐】谢吾师，倾心爱，有田文义气、赵胜的胸怀。打一统法帖碑，去向京师卖。到处里书生都相待，谁肯学有朋自远方来？那里取鸣时的凤麟，则别些个喧檐的燕雀，当路的狼豺。<br>(长老云)先生，今日天色晚了，到来日着行者与你打法帖。老僧回方丈中去也。(下)(正末云)我闭上这门，就方丈中宿过一夜。明日五更前后，打了这碑文，慢慢的上路便了。(内做雷响科)(云)兀的雷响，不下雨也！我开了这门试看咱。好大雨也呵！(唱)<br>【红绣鞋】本待看金色清凉境界，霎时间都做了黄公水墨楼台。多管是角木蛟当直圣亲差，把黄河移得至，和东海取将来，抵多少长江风送客。(带云)这雨越下的大也。(唱)<br>【上小楼】这雨水平常有来，不似今番特煞。这场大雨非为秋霖，不是甘泽，遮莫是箭杆雨、过云雨，可更淋漓辰霭。(带云)我今夜不读书。(唱)看你怎生飘麦。<br>(带云)兀的不吓杀我也！(唱)<br>【幺篇】振乾坤雷鼓鸣，走金蛇电影开。他那里撼岭巴山，搅海翻江，倒树摧崖。这孽畜，更做你这般神通广大，也不合佛顶上大惊小怪。<br>(龙神上，云)鬼力轰碎了碑文。这张镐，你听者。(诗云)莫瞒天地神祗，祸福如同烛影随。善恶到头终有报，只争来早与来迟。(下)(正末云)天色明了，我看那碑文。呀！一夜雷轰碎了这碑文也！(唱)<br>【满庭芳】粉碎了阎浮世界，今年是九龙治水，少不少珠露成灾。将一统家丈三碑，霹雳做了石头块，这的则好与妇女捶帛。把似你便逞头角欺俺这秀才，把似你便有牙爪近取那澹石，周处也曾除三害。我若得那魏征剑来，我可也敢驱上斩龙台。<br>(云)怎生不见长老到来？(长老上，云)张先生，一夜雷雨不住，可是怎生？(正末云)长老，一夜雷轰碎了这碑文也。(长老云)你因甚恼着雷神来？(正末唱)<br>【快活三】你不去五台山里且逃乖，干把个梵王宫密云埋。则待要倒天河淹没了讲经台，那里取日月光琉璃界。<br>【鲍老儿】当日个七个女思凡，养着俺这秀才，那其间可不好霹碎了天灵盖。古庙里题诗，是我骂来。我不曾学了煮海张生怪。我腹怀锦绣，剑挥星斗，胸卷江淮，饶你冲开海狱，磨昏日月，崩塌山崖。(云)长老，小生命运如此，是天不容小生也。这殿角边有株槐树，要我这性命做甚么？倒不如撞槐身死。(范仲淹冲上拖末，云)蝼蚁尚且贪生，为人何不惜命？(正末唱)<br>【十二月】我为甚么的做鉏麑触槐，拚舍了这土木形骸？(范仲淹云)孔子有言：\"吾岂匏瓜也哉！\"好着我无处安排。(范仲淹云)我不曾与你三封书来？(正末唱)再休题三封书与我添些儿气概，怎知道救不得我月值年灾。<br>【尧民歌】做了场蒺藜沙上野花开。(范仲淹云)指望你金榜标名。(正末唱)但占着龙虎榜，谁思量这远乡牌？那里是扬州车马五侯宅，今日个洛阳花酒一时来？哀也波哉，西风动客杯，空着我流落在天涯外！<br>(范仲淹云)兄弟也，你则今日跟的我往京师见圣人去来。(正末云)小生情愿跟的哥哥走一遭去。(唱)<br>【耍孩儿】更怕我东南倦上红尘陌，空惹的行人赛色。可不骑鹤人枉沉埋，把着个颜回瓢也叫化的回来。未曾结庐山长老白莲社，正遇着东海龙王大会垓。他共我冤仇大，将这座药师佛海会，都变作赵太祖凶宅。<br>【二煞】若不是八金刚护着寺门，险些儿四天王值着水灾。偏这条龙不受佛家戒。恰才禅灯老衲开青眼，可又早荐福碑文卧绿苔。空悲慨！他风云已遂，我日月难捱。<br>【一煞】虽然相公回百姓安，则怕小生行雨又来，也是我曾经着蛇咬自惊怪。我则见一株松影横僧舍，错认做个千尺苍龙卧殿阶，真无奈。今日贵神迎见喜，我问甚么青龙洞求财。<br>【煞尾】相公文章欺董仲舒，诗才过李白。则为这三封书赍发我做十年客，你则休教八辅相葫芦提了那万言策。(同下)<br>(长老云)贫僧无甚事，陪着范学士同赴京师走一遭去来。(下)<br><br>第四折<br>(范仲淹上，云)老夫范学士，自与兄弟张镐同到京师，见了圣人，日不移影，对策百篇。圣人见喜，加为头名状元。今日驿亭中安排茶饭，管待状元。令人请去了，这早晚敢待来也。(正末上，云)张镐怎想有今日也呵！(唱)<br>【双调】【新水令】往常我望长安心急马行迟，谁承望坐请了一个状元及第。恕面生也白象笏，少拜识也紫朝依。今日个列鼎而食，煞强如淡饭黄虀。到今日恰回味。<br>【驻马听】当日个废寝忘食，铸铁砚长分磨剑的水；到今日攀蟾折桂，步金阶才觅着上天梯。得青春割断管宁席，险白头掷却班超笔。谢罢礼，君恩敕赐平身立。<br>(做见科)(范仲淹云)兄弟峥嵘之日，奋发有时。若不是这一番举荐呵，岂有今日？(正末云)不干哥哥事。(范仲淹云)果然不干我事，是兄弟的才学过人。(正末云)也不是。(范仲淹云)都不是呵，凭甚么得这官来？(正末唱)<br>【雁儿落】都则为范张鸡黍期，今日得龙虎风云会。你休夸举荐心，我非得文章力。<br>【得胜令】都则为那平地一声雷，今日对文武两班齐。想当初在古庙里题诗句，谁承望老龙王劈破面皮。其实、驱逼的我无存济；谁知、可元来运通也有发迹。<br>(长老云)贫僧来到这京师，听知的张镐中了头名状元，在于驿亭中。我望相公走一遭去。(做进见科)(范仲淹云)长老间别无恙？(正末云)长老勿罪。(长老云)恭喜相公已得美除。(正末唱)<br>【落梅风】当日个荐福碑，多谢你老禅师倒陪了纸墨。不想那避乖龙肯分的去碑上起，可早霹雳做粉零麻碎。<br>(宋公序上，云)小官宋公序。听知的范学士哥哥在驿亭中，我先去见哥哥去。赵实，你休着走了那张浩，只在这里等着。来到门首，我自过去。(做见范科，云)哥哥一别许久。(范仲淹云)相公，你与这相公厮见。(宋问科，云)敢问哥哥，这位是谁？(范仲淹云)则这个便是张镐。(看张云)呆弟，这个便是扬州太守宋公序。(正末唱)<br>【水仙子】枉自有三封书札袖中携，我则索拨尽寒炉一夜灰。眼睁睁现放着傍州例，我则去那菜馒头处拖狗皮。早两桩儿送的来路绝人稀。(范仲淹云)兄弟，那死的死了，扬州为何不去？(正末唱)便道你扬州牧能义气，我则怕又做了死病难医。<br>(宋公序云)哥哥不知，您兄弟路上拿住一个假张浩也。(范仲淹云)在那里？拿将过来。(正末云)张仲泽，我和你有甚冤仇，着人杀坏我来？(净云)知之为知之，不知为不知。(正末唱)<br>【川拨棹】你道你便老实，你不知为不知，你只会拽耙扶犁，抱瓮浇畦。万言策谁人做的？你待要狐假虎威。哎，你个贾长沙省气力。<br>【七弟兄】就里、端的，现放着试金石。这是万邦取则鱼龙地，对金銮壮志吐虹霓，不比你那看青山满眼骑驴背。<br>【梅花酒】呀，张仲泽你忒下得，说小生当日，正波迸流移，无处可也依栖。他倚恃着黄金浮世在，我险些儿白发故人稀。当日在，村庄里、村庄里，教学的；教学的，谢天地；谢天地，遂风雷；遂风雷，脱白衣；脱白衣，上丹墀；上丹墀，帝王知；帝王知，我身亏；我身亏，那一日；那一日，便心坦克；便心里，得便宜。<br>【收江南】呀，你今日讨便宜翻做了落便宜。你待将沤麻坑，索换我那凤凰池。(净云)可怜见我父亲年纪高大，又有疾病哩。(正末唱)你道你父亲年老更残疾，他也不是个好的。常言道\"老而不死是为贼。\"(云)只不见我那大恩人在那里？(曳剌云)相公认的洒家吗？只我便是赵实。(末云)哥哥，受张镐两拜。(曳剌云)洒家不敢，相公请起。(范仲淹云)兄弟，你为甚么拜他？(正末云)哥哥不知，我当此一日，若不是他饶了我性命呵，岂有今日！(范仲淹云)原来有这等事。你一行人听我下断：假张浩暗赖了万言长策，诈图官爵，杀坏平人，市曹中明正典刑；赵实见义当为，不行邪径，就加你为吉阳县令；荐福寺长老加为紫衣太师；宋公序选吉日良辰，就招女婿张镐过门。老夫杀羊造酒，做一个喜庆的筵席。(众谢科)(正旦唱)<br>【鸳鸯煞】则这远公休结白莲会，谢安却被苍生起，谁知也有这日。成就了宰相荐贤心，才趁了男儿仗义胆，白破了贼汉拖刀计。倒招了个女娇娃结眷姻，和你这老禅师为交契。大都来是书生命里，不争将黄阁玉堂臣，几乎的做了违宣抗敕鬼。<br>题目三封书揭扬州牧<br>正名半夜雷轰荐福碑",
  "poet": {
    "id": 306,
    "star": 0,
    "name": "马致远",
    "image": "http://img.gushiwen.org/authorImg/mazhiyuan.jpg",
    "desc": "马致远（1250年-1321年），字千里，号东篱（一说字致远，晚号“东篱”），汉族，大都（今北京）人，另一说（马致远是河北省东光县马祠堂村人，号东篱，以示效陶渊明之志）。他的年辈晚于关汉卿、白朴等人，生年当在至元（始于1264）之前，卒年当在至治改元到泰定元年（1321—1324）之间，与关汉卿、郑光祖、白朴并称“元曲四大家”，是我国元代时著名大戏剧家、散曲家。"
  },
  "tags": []
}