{
  "id": 10997,
  "star": 64,
  "name": "送韩十四江东觐省",
  "dynasty": "唐代",
  "content": "兵戈不见老莱衣，叹息人间万事非。<br>我已无家寻弟妹，君今何处访庭闱？<br>黄牛峡静滩声转，白马江寒树影稀。<br>此别应须各努力，故乡犹恐未同归。",
  "fanyi": "<strong>译文</strong><br>烽火四起，干戈满地，我已看不到像春秋隐士老莱子那种彩衣娱亲的人了，不由感叹人世沧桑、世事多变。<br>战乱不休，流落他乡的我已好久没有和弟妹联系了，如今更无处可寻他们了。你离家多日，此次去江东探亲，而那一带现在又不大太平，你去何处寻访家人呢？<br>我仿佛听到你途经幽静的黄牛峡时，滩上汹涌的江水发出不绝的回声，而眼前白马江畔寒风吹骨、树影稀疏。<br>朋友啊，此次一别，我们应各自努力，珍重前程，可惜我们不能实现同返故里的愿望。<br><br><br><strong>注释</strong><br>⑴韩十四：作者友人，名不详。觐省：谓探望双亲。<br>⑵老莱衣：此用老莱子彩衣娱亲典故。老莱子相传为春秋时隐士，七十岁还常常穿上彩衣，模仿儿童，使双亲欢娱。<br>⑶庭闱（wéi）：内舍。多指父母居住处。因用以称父母。<br>⑷黄牛峡：位于宜昌之西。转：一作“急”。<br>⑸白马江：成都附近的一条河流。<br>⑹应：一作“还”。<br>⑺同：一作“堪”",
  "shangxi": "<h2>赏析</h2> <p>　　此<a href=\"http://so.gushiwen.org/view_10997.aspx\">诗</a>发端即不凡，苍劲中蕴有一股郁抑之气。诗人感叹古代老莱子彩衣娱亲这样的美谈，然而在他这个时候，干戈遍地，已经很难找到。这就从侧面扣住题意“觐省”，并且点示出背景。第二句，诗的脉络继续沿着深沉的感慨向前发展，突破“不见老莱衣”这种天伦之情的范围，而着眼于整个时代。安史之乱使社会遭到极大破坏，开元盛世一去不复返了。诗人深感人间万事都已颠倒，到处是动乱、破坏和灾难，不由发出了声声叹息。“万事非”三字，包容着巨大的世上沧桑，概括了辛酸的人间悲剧，表现出诗人深厚的忧国忧民的思想感情。</p> <p>　　三、四两句，紧承“万事非”而来，进一步点明题意。送友人探亲，不由勾起诗人对骨肉同胞的怀念。在动乱中，诗人与弟妹长期离散，生死未卜，有家等于无家，这也正是“万事非”中的一例。相形之下，韩十四似乎幸运得多了。可是韩十四与父母分手年久，江东一带又不太平，“访庭闱”恐怕也还有一番周折。所以诗人用了一个摇曳生姿的探问句，表示对韩十四此行的关切，感情十分真挚。同时透露出，由于当时正是乱世，韩十四的前途也不免有渺茫之感。这一联是前后相生的流水对，从诗人自己的“无家寻弟妹”，引出对方的“何处访庭闱”，宾主分明，寄慨遥深，有一气流贯之妙。</p> <p>　　韩十四终于走了。五、六两句，描写分手时诗人的遐想和怅惘。诗人伫立白马江头，目送着韩十四登船解缆，扬帆远去，逐渐消失在水光山影之间了，他还在凝想入神。韩十四走的主要是长江水路，宜昌西面的黄牛峡是必经之乘地。这时诗人的耳际似乎响起了峡下黄牛滩的流水声，其中白马江头的景色乃是实景，而黄牛峡则是作者想象之中的虚景，虚实相生，饱含作者对友人的惜别之情。水声回响不绝，韩十四坐的船也就越走越远，诗人的离情别绪，也被曲曲弯弯牵引得没完没了。一个“静”字，越发突出了滩声汩汩，如在读者目前。这是以静衬动的手法，写得十分传神。等到诗人把离思从幻觉中拉回来，才发现他依然站在二人分袂之地。只是江上的暮霭渐浓，一阵阵寒风吹来，砭人肌骨。稀疏的树影在水边掩映摇晃，秋意更深了。一种孤独感蓦然向诗人袭来。此二句一纵一收，正是大家手笔。别绪随船而去，道出绵绵情意；突然收回，景象更觉怅然。此情此景，催人泪下。</p> <p>　　尾联更是余音袅袅，耐人咀嚼。出句是说，分手不宜过多伤感，应各自努力，珍重前程。“此别”，总括前面离别的情景；“各”字，又双绾行者、留者，也起到收束全诗的作用。对句意为，虽说如此，只怕不能实现同返故乡的愿望。韩十四与<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>可能是同乡，诗人盼望有一天能和他在故乡重逢。但是，世事茫茫难卜，这年头谁也说不准。诗就在这样欲尽不尽的诚挚情意中结束。“犹恐”二字，用得很好，隐隐露出诗人对未来的担忧，与“叹息人间万事非”前后呼应，意味深长。</p> <p>　　这是一首送别诗，但不落专写“凄凄戚戚”之情的俗套。诗人笔力苍劲，伸缩自如，包容国难民忧，个人遭际，离情别绪深沉委婉，是送别诗中的上乘之作。</p>",
  "about": "<h2>创作背景</h2> 　　这首七律，写于唐肃宗上元二年（761年）深秋，当时<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>在成都。安史之乱尚未平定，史朝义逆势正炽。江东（长江下游）一带虽未遭受兵祸，但九月间江淮发生大饥荒，再加上统治者严加盘剥，于是暴动四起，饿殍遍野。此<a href=\"http://so.gushiwen.org/view_10997.aspx\">诗</a>是诗人在成都附近的蜀州白马江畔送韩十四去江东探亲时写的，在深沉的别情中流露出蒿目时艰、忧心国难的浩茫心事。",
  "poet": {
    "id": 474,
    "star": 0,
    "name": "杜甫",
    "image": "http://img.gushiwen.org/authorImg/dufu.jpg",
    "desc": "杜甫（712－770），字子美，自号少陵野老，世称“杜工部”、“杜少陵”等，汉族，河南府巩县（今河南省巩义市）人，唐代伟大的现实主义诗人，杜甫被世人尊为“诗圣”，其诗被称为“诗史”。杜甫与李白合称“李杜”，为了跟另外两位诗人李商隐与杜牧即“小李杜”区别开来，杜甫与李白又合称“大李杜”。他忧国忧民，人格高尚，他的约1400余首诗被保留了下来，诗艺精湛，在中国古典诗歌中备受推崇，影响深远。759-766年间曾居成都，后世有杜甫草堂纪念。"
  },
  "tags": [
    "送别"
  ]
}