{
  "id": 30273,
  "star": 15,
  "name": "楚江怀古三首",
  "dynasty": "唐代",
  "content": "露气寒光集，微阳下楚丘。猿啼洞庭树，人在木兰舟。 <br>广泽生明月，苍山夹乱流。云中君不降，竟夕自悲秋。 <br>惊鸟去无际，寒蛩鸣我傍。芦洲生早雾，兰隰下微霜。 <br>列宿分穷野，空流注大荒。看山候明月，聊自整云装。 <br>野风吹蕙带，骤雨滴兰桡。屈宋魂冥寞，江山思寂寥。 <br>阴霓侵晚景，海树入回潮。欲折寒芳荐，明神讵可招。",
  "fanyi": "<h2>注释</h2> ⑴微阳：落日的残照。楚丘：泛指湖南的山岭。<br>⑵木兰舟：船的美称。木兰是一种美丽的树木，高大的树干可以做船。<br>⑶广泽：指青草湖，周长二百六十五里，与洞庭湖相连，是古代云梦泽的遗迹。<br>⑷云中君：云神。<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>《九歌》有《云中君》篇，此处亦兼指屈原。<br>⑸竟夕：整个晚上。",
  "shangxi": "<h2>鉴赏</h2> <p>　　这组<a href=\"http://so.gushiwen.org/view_30273.aspx\">诗</a>以第一首最为知名。此篇虽题“怀古”，却泛咏洞庭景致。诗人履楚江而临晚秋，时值晚唐，不免“发思古之幽情”，感伤自身不遇。首联先点明薄暮时分；颔联上句承接“暮”字，下句才点出人来，颈联就山水两方面写夜景，“夹”字犹见凝练；尾联才写出“怀古” 的主旨，为后两首开题，而以悲愁作结。诗人描写了洞庭湖的风景，凭吊<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>，抒发了自己羡慕屈原的情怀，表达了自己苦闷忧伤的心境。</p> <p>　　近人俞陛云在《诗境浅说》中说：“唐人五律，多高华雄厚之作，此诗以清微婉约出之，如仙人乘莲叶轻舟，凌波而下也。”他以“清微婉约”四字标举此诗的艺术风格，确实别具只眼。</p> <p>　　秋风遥落的薄暮时分，江上晚雾初生，楚山夕阳西下，露气迷茫，寒意侵人。这种萧瑟清冷的秋暮景象，深曲微婉地透露了诗人悲凉落寞的情怀。斯时斯地，入耳的是洞庭湖边树丛中猿猴的哀啼，照眼的是江上飘流的木兰舟。“嫋嫋兮秋风，洞庭波兮木叶下”（《九歌·湘夫人》），“船容与而不进兮，淹回水而凝滞”（《涉江》），诗人泛游在湘江之上，对景怀人，屈原的歌声仿佛在叩击他的心弦。“猿啼洞庭树，人在木兰舟”，这是晚唐诗中的名句，一句写听觉，一句写视觉；一句写物，一句写己；上句静中有动，下句动中有静。诗人伤秋怀远之情并没有直接说明，只是点染了一张淡彩的画，气象清远，婉而不露，让人思而得之。</p> <p>　　黄昏已尽，夜幕降临，一轮明月从广阔的洞庭湖上升起，深苍的山峦间夹泻着汩汩而下的乱流。“广泽生明月，苍山夹乱流”二句，描绘的虽是比较广阔的景象，但它的情致与笔墨还是清微婉约的。同是用五律写明月，<a href=\"http://so.gushiwen.org/author_691.aspx\">张九龄</a>的“海上生明月，天涯共此时”（《望月怀远》），<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>的“梦绕城边月，心飞故国楼”（《太原早秋》），<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>的“星垂平野阔，江入大荒流”（《旅夜书怀》），都是所谓“高华雄厚”之作。而<a href=\"http://so.gushiwen.org/author_465.aspx\">马戴</a>此联的风调却有明显的不同，这一联承上发展而来，是山水分设的写景。但“一切景语，皆情语也”（田同之《西圃词说》），“广泽生明月”的阔大和静谧，曲曲反衬出诗人远谪遐方的孤单离索：“苍山夹乱流”的迷茫与纷扰，深深映照出诗人内心深处的撩乱彷徨。</p> <p>　　夜已深沉，诗人尚未归去，俯仰于天地之间，沉浮于湘波之上，他不禁想起楚地古老的传说和屈原《九歌》中的“云中君”。“屈宋魂冥寞，江山思寂寥”，云神无由得见，屈子也邈矣难寻，诗人自然更是感慨丛生了。“云中君不见，竟夕自悲秋”，点明题目中的“怀古”，而且以“竟夕”与“悲秋”在时间和节候上呼应开篇，使全诗在变化错综之中呈现出和谐完整之美，让人寻绎不尽。</p> <p>　　从这首诗可以看到，清微婉约的风格，在内容上是由感情的细腻低回所决定的，在艺术表现上则是清超而不质实，深微而不粗放，词华淡远而不艳抹浓妆，含蓄蕴藉而不直露奔迸。马戴的这首诗，可说是晚唐诗歌园地里一枝具有独特芬芳和色彩的素馨花。</p>",
  "about": "<h2>创作背景</h2> 　　大中（唐宣宗年号，847—859）初年，原在山西太原幕府掌书记的<a href=\"http://so.gushiwen.org/author_465.aspx\">马戴</a>，因直言被贬为龙阳（今湖南省常德市）尉，从北方来到江南，徘徊在洞庭湖畔和湘江之滨，触景生情，追慕前贤，感怀身世，写下《楚江怀古三首》。",
  "poet": {
    "id": 465,
    "star": 0,
    "name": "马戴",
    "image": "http://img.gushiwen.org/authorImg/madai.jpg",
    "desc": "马戴（799—869），字虞臣，唐定州曲阳（今江苏省东海县）人。晚唐时期著名诗人。"
  },
  "tags": [
    "写景",
    "怀古",
    "组诗"
  ]
}