{
  "id": 16048,
  "star": 18,
  "name": "野菊",
  "dynasty": "唐代",
  "content": "晚艳出荒篱，冷香著秋水。<br>忆向山中见，伴蛩石壁里。",
  "fanyi": "<p><strong>译文</strong><br>荒废的篱边，盛开着丛丛野菊，冷冷的清香幽幽地笼罩在秋水上。<br><a href=\"http://so.gushiwen.org/view_16048.aspx\">诗</a>人猛然回想起在山中也曾见过野菊，它是那样茂盛地簇生在石缝里，与它为伴的只有曜曜呜叫的秋虫。</p> <p><strong>注释</strong><br>①晚艳：中国古代又称菊花为“节花”和“女华”等。又因其花开于晚秋和具有浓香故有“晚艳”、“冷香”之雅称。菊花历来被视为孤标亮节、高雅做霜的象征，代表着名士的斯文与友情的真诚。艳：因花色艳丽，故以艳指代花。<br>②荒篱：指荒芜的篱笆。<br>③冷香：指清香的花,这里指菊花。宋·<a href=\"http://so.gushiwen.org/author_385.aspx\">曾巩</a>《忆越中梅》诗：“今日旧林冰雪地，冷香幽绝向谁开？”宋·<a href=\"http://so.gushiwen.org/author_30.aspx\">姜夔</a>《念奴娇》词：“嫣然摇动，冷香飞向诗句。”明·<a href=\"http://so.gushiwen.org/author_741.aspx\">高启</a>《梅花》诗之三：“翠羽惊飞别树头，冷香狼藉倩谁收？”<br>④著：同“贮”，居积，引申为笼罩之意。<br>⑤秋水：神色清澈。<br>⑥向：从前，往昔。 <br>⑦蛩（《辞源》作qiáng《辞海》作qióng）：蝗虫的别名，俗称“蚱蜢\"。另有传说中的异兽，古书中也指蟋蟀。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　此<a href=\"http://so.gushiwen.org/view_16048.aspx\">诗</a>紧扣住“野”字，写出了野菊特有的风貌。</p> <p>　　其首句“晚艳出荒篱”，意谓野菊之花在草木凋残，百卉纷谢，连园菊也枯黄萎落的时候，却舒展出她那艳丽的容颜。其中的“晚”与“荒”相映照，叠现出一幅冷落、萧瑟的空间背景；再着一个“出”字，不仅突出了野菊的一枝独放和光彩夺目，亦从力度上强化了野菊生命力的顽强。</p> <p>　　接句“冷香著秋水”，意谓野菊花吐放的缕缕馥香荡漾在湛蓝的秋水之上。其“冷香”与“秋水”相映照，构成了一幅明净、雅洁、宽阔，博大而令人心旷神怡的画面，野菊之造福人间的心志因此而尽显。其中以“冷”字修菊“香”，从诗人的心理感受来着笔，却与时令、气候相吻合，自然地渲染了香味的清纯无邪，一显野菊那冰清玉洁的姿质。“晚艳”、 “冷香”、 “秋水”，既绘出了菊的形貌气味，又传出了菊的神韵丰采。 “出荒篱”点出了“野”。后二句则进一步从旁烘托，在“野”字上开拓意境，把“野菊”写得神完意足，而诗人形象也略约可见。此乃托物扦怀之法。</p> <p>　　转句“忆向山中见”，顺着追根求源的线索，展现出野菊的出生地和来源处，紧扣题名中的“野”字拓宽诗的境界，从而使诗意得以升华。</p> <p>　　其结句“伴蛩石壁里”是野菊在“山中”生活的必然交代，它客观地描绘出一位虽终日只能与低吟浅唱的蟋蟀为伴，但却立根岩缝、咬定青山、忍寂耐寒、矢志不移的强者形象，其孤标独显的高风亮节令人敬佩。</p> <p>　　总之，此诗虽短小，但野菊之野劲、野香、野趣尽融其中，而作为“在野”的<a href=\"http://so.gushiwen.org/author_482.aspx\">王建</a>，其弃绝名利、超脱世俗的野逸之情，亦因此而得以寄托。此外，这首诗的虚实处理也很妙。一二句实，三四句虚，由“忆”相联，于是就从篱、水扩而到山、石，诗境为之开阔而且灵空飞动起来。</p>",
  "about": "<h2>创作背景</h2> 　　贞元八年(792)，<a href=\"http://so.gushiwen.org/author_482.aspx\">王建</a>学成。根据唐代科举制度规定，读书人要由地方掌管选举的官员选送长安应试，而王建游学异乡，无人延誉识拔，只好自己赴长安干谒“诸侯”，结果到处碰壁，无功而返。他在《人家看花》中自述：“年少狂疏逐君马，去来憔悴到京华\"。社会的不平和谋仕的失败，使他一度对营求科举持厌恶反感态度，发誓要终老山泉。思想也由原来“一士登甲科，九族光彩新”（《送薛蔓应举》）的钦羡科举，转为鄙弃功名，而退居山林。在《山中寄及第故人》<a href=\"http://so.gushiwen.org/view_16048.aspx\">诗</a>里还谴责一位应试及第的友人，违背初衷、心口不一，并说：“自从无佳人，山中不辉光。尽弃所留药，亦焚旧草堂。还君誓己书，归我学仙方。既为参与辰，各愿不相望”，表示与之决绝，显示了年轻时王建的“狂疏”之气。于是王建鄙弃轩冕，山居谷汲，学仙求道，饵药炼丹，在邢州漳溪度过了一段山居生活。山居期间，王建创作此作品。",
  "poet": {
    "id": 482,
    "star": 0,
    "name": "王建",
    "image": "http://img.gushiwen.org/authorImg/wangjian.jpg",
    "desc": "王建(约767年—约830年)：字仲初，生于颍川(今河南许昌)，唐朝诗人。其著作，《新唐书·艺文志》、《郡斋读书志》、《直斋书录解题》等皆作10卷，《崇文总目》作2卷。"
  },
  "tags": [
    "咏物",
    "菊花",
    "赞美"
  ]
}