{
  "id": 71266,
  "star": 16827,
  "name": "卜算子·咏梅",
  "dynasty": "近代",
  "content": "<span style=\"font-family:SimSun;\">读陆游咏梅词，反其意而用之。</span></p> <p>风雨送春归，飞雪迎春到。已是悬崖百丈冰，犹有花枝俏。<br>俏也不争春，只把春来报。待到山花烂漫时，她在丛中笑。",
  "fanyi": "<p><strong>译文</strong><br>风雨把春天送归这里，飞舞的雪花又在迎接春天的来到。已经是冰封雪冻最寒冷的时候，悬崖边上还盛开着俏丽的梅花。<br>梅花虽然俏丽，但并不炫耀自己，只是为了向人们报告春天到来的消息。等到百花盛开的时候，她将会感到无比欣慰。 </p> <p><strong>注释</strong><br>①冰：形容极度寒冷。<br>②丛中笑：百花盛开时，感到欣慰和高兴。<br>③犹：还，仍然。<br>④俏：俊俏，美好的样子；（此处既能表现梅花的俏丽，又能表现革命者面对困难坚强不屈的美好情操。）<br>⑤烂漫：颜色鲜明而美丽。（文中指花全部盛开的样子）</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　该词是毛泽东读<a href=\"http://so.gushiwen.org/author_272.aspx\">陆游</a>同题词，反其意而作。写于1961年12月，最早发表于人民文学出版社1963年12月版《毛主席<a href=\"http://so.gushiwen.org/view_71266.aspx\">诗</a>词》。梅花，在中国文人的笔下，往往是人格的象征或意趣的指向。由于审美情趣的差别、吟咏时心绪不一，他们笔下梅花的风姿与味道却各异其趣。</p> <p>　　毛泽东这首词前有引语：“读陆游咏梅词，反其意而用之。”表明了创作契机。“陆游咏梅之词，全篇重一个 “愁”字，毛泽东的咏梅词重点却在最后一字——“笑”。鲜明的对比写出了两位作者经受的磨难，以及不同的面对和心境。</p> <p>　　“风雨送春归，飞雪迎春到。”词的起句就以健笔凌云之势，表现出了与陆游明显不同的胸襟与气魄。“风雨”、“飞雪”点出了四季的变化，时间的更替；“春归”、“春到”着眼于事物的运动，既给全篇造成了一种时间的流动感，又为下文写雪中之梅作了饱历沧桑的准备，词句挺拔，气势昂扬。</p> <p>　　接下来“已是悬崖百丈冰”一句，描绘出寒冬中梅花严酷的生存环境。但就在逼人的环境和险恶的氛围中，竟然“犹有花枝俏”。“悬崖”表明环境是如此险峻，“百丈冰”显示出寒威如此只酷烈，而梅花就在这冰凝百丈、绝壁悬崖上俏丽地开放着，一个“俏”字，不仅描绘出梅花的艳丽形态，更兀现了梅花傲岸挺拔、花中豪杰的精神气质以及不畏严寒的性格特点。作者笔下的梅花充满着自豪感，坚冰不能损其骨，飞雪不能掩其俏，险境不能摧其志，这和陆游笔下“寂寞开无主”、“黄昏独自愁”的梅花形象，形成了鲜明的对比。</p> <p>　　结合毛泽东这首词的写字背景看，作者如此地刻画梅花的形象，是有深刻的政治寓意的。那时正值中国遭受三年自然灾害，原苏联领导人有挑起中苏论战，对中国施加政治上的、经济上的、军事上的压力，内忧外困，此时的中国国力也不富强，经受着严峻的考验。“已是悬崖百丈冰”正是那时政治环境的象征。作为中国共产党的领袖毛泽东，写这首词本是托梅寄志，表明中国共产党人的决心，在险恶的环境下决不屈服，勇敢地迎接挑战，直到取得最后胜利。虽然“已是悬崖百丈冰”，但“犹有花枝俏”－－中国共产党就是傲霜斗雪的梅花。就是那俏丽的“花枝”。</p> <p>　　下片，作者把梅花喻为报春的使者，进一步热情礼赞。英国诗人雪莱在《西风颂》中唱到：“严冬已经来临，春天还会遥远吗？”严冬中怒放的梅花，正是报春的最早使者，“俏也不争春，只把春来报”，这种无私无欲的品性，使梅花的形象更为丰满。</p> <p>　　最后，作者以“待到山花烂漫时，她在丛中笑”作结，将词的境界推向更高一层。春天来临了，人间充满了柔和温暖的气息，悬崖上终于山花烂漫，一片绚丽。梅花以自己的赤诚迎来了灿烂的春天。原来一枝独秀，傲然挺拔的梅花，没有丝毫的妒意，却很欣慰安详地隐于烂漫的春色之中。“丛中笑”三字，以传神之笔写出了梅花与山花共享春光的喜悦，特别是“笑”字，写出了梅花的神韵－－既谦逊脱俗、又豁达大度的精神风采，极大升华了词的艺术境界。在陆游的原词中，梅花是遭“群芳妒”的，与众花是对立的，且以“香如故”自命清高，表现了他孤芳自赏、离群索居的情绪。该词的结尾，突出梅花“丛中笑”的风度，从自喻的角度看，内含是他的人格志趣的外化物；再进一步引申，则表现了共产党人斗争在前，享受在后的崇高美德和奉献精神。</p> <p>　　这首咏梅词，结构精致和谐，在塑造梅花形象时，上片重点写背景，以背景反衬对象，使梅花具有铮铮铁骨和挑战精神；下片则浓墨重彩写对象，突出梅花甘愿隐于百花之中的情操，使梅花具有明媚开朗至刚无欲的品格。一个“俏”字，成为过渡的桥梁，使词的境界浑然天成。</p><br/><h2>赏析</h2> <p>　　梅花是中国古代文人墨客千年吟咏不绝的主题。宋代林和靖，这位赏梅爱梅的大隐士就有不断吟唱梅花的<a href=\"http://so.gushiwen.org/view_71266.aspx\">诗</a>篇。以“妻梅子鹤”的感情寄寓于梅花之中，可谓爱梅之最的文人了。毛主席在这里所据<a href=\"http://so.gushiwen.org/author_272.aspx\">陆游</a>咏梅词反其意而用之的《卜算子·咏梅》的确与陆游所写大相径庭。陆游写梅花的寂寞高洁，孤芳自赏，引来群花的羡慕与嫉妒。而主席这首诗却是写梅花的美丽、积极、坚贞，不是愁而是笑，不是孤傲而是具有新时代革命者的操守与傲骨。中国写梅之诗不计其数，大意境与大调子都差不多；毛主席的确以一代大诗人的风范，出手不凡，一首咏梅诗力扫过去文人那种哀怨、颓唐、隐逸之气，创出一种新的景观与新的气象，令人叹为观止，心服口服。</p> <p>　　年复一年，风雨送春归去，但漫天大雪又将春天迎了回来哪怕悬崖峭壁上结下百丈冰棱，面对如此盛大寒冷的冬景，梅花仍然一支独秀，傲然挺拔诗人当然也依古训，以诗言志，也借梅寄志。就在这“高天滚滚寒流急”的严峻当口（即：当时中国的三年自然灾害，以及正在进行的反帝、反修的激烈斗争），诗人以隆冬里盛开的梅花勉励自己，劝慰他人，应向梅花学习，在如此险峻的情况下勇敢地迎接挑战，去展示自己的俊俏。诗人这个“俏”字用得极好，梅花从未出现这的形象就在这一个字上出现了。这是喜悦者的形象、自信者的形象、胜利者的形象。当然这不仅是诗人眼中梅花的形象，也是诗人自己以及中国共产党人的形象。这个“俏”包含了多少层深刻的含义啊，积极进取、永不屈服。</p> <p>　　下片，诗人又把梅花的形象向纵深引导，它虽俏丽但不掠春之美，只是一名春天使者，为我们送来春的讯息。而当寒冬逝去，春光遍野的时候，梅花却独自隐逸在万花丛中发出欣慰的欢笑。梅花，它在诗人眼中是一名战士，它与严寒搏斗，它只为了赢得春天，通报春天的来临，然后退去，并不强夺春天的美景这一形象是大公无私、默默奉献的形象。诗人在此已大大地深化了梅花的形象，它已成为一名国际共产主义战士的形象，它已从一个中国革命者成为一名世界革命者。梅花在新中国里，它的形象已被诗人塑造成型，变得更加丰满高大了。</p><br/><h2>鉴赏二</h2> <p>　　中国文学上，歌咏梅花的<a href=\"http://so.gushiwen.org/view_71266.aspx\">诗</a>词作品难以计数。上自帝王贵族，下至平民文士，咏梅之作层出不穷。咏梅者或倾心于梅花之香艳，着力刻画摹写其绰约风姿；或倾慕其高洁的品质，于描写之中注入作者个人的某种情怀。富贵显达之人可咏梅以示其安逸优雅，或雕章琢句以逞才学，穷苦不遇之士亦多藉梅以寄托情怀，或抒不平之感，或表脱俗之志。梅花，因此也就以其丰富多彩的面目出现在中国古代诗词作品中，或风神绰约，动人心魄，或顾影自怜，凄清抑郁，或傲然，或妩媚，或清雅，或禾农艳，总之，因作者创作环境与意图的不同而有着不同的形态和人格情趣，毛泽东的这首《咏梅》词写于1961年月12月，词前作者自序云“读<a href=\"http://so.gushiwen.org/author_272.aspx\">陆游</a>咏梅词，反其意而用之”，因此，在分析这首词前，就很有必要先了解陆游原词表现了什么样的情感。</p> <p>　　陆游是南宋著名爱国诗人，一生创作了大量诗词作品。他的诗词作品有不少表达了爱国情感，同时，由于他的爱国主张始终遭到压制，因而他的作品中也有不得志的悲愤抑郁。这首《卜算子·咏梅》词便是一例。词中，陆游以梅花自比，表现出孤芳自赏的凄凉情调。词中的梅花虽然清香无比，但为“群芳”所妒，更兼“风”“雨”的摧残，最后“零落成泥碾作尘”，只有清香依旧。这里的梅花无疑是陆游自己的处境与人品的写照，从中既体现了他不愿苟合于流俗的清高孤傲，又有遭遇打击后的凄凉与无奈。全词悲剧气氛浓重，“断桥”、“黄昏”、“风”、“雨”，一片落寞孤寂，凄凉压抑，读之使人感到阴郁低沉。时代的悲剧，个人的不幸，使陆游《咏梅》词蒙上了深重的阴影。</p> <p>　　毛泽东的这首《卜算子·咏梅》词是读了陆游作品后写的，用了陆词的原调原题。同样是咏梅，正如作者自序所云，是“反其意而用之”，词中梅花的形象及词之格调情趣与陆游原词完全相反，在咏梅词中，毛泽东这首词可谓别具一格。</p> <p>　　开首两句“风雨送春归，飞雪迎春到”，点明梅花开放的时节，此时严冬即将过去，春之神正翩翩来临。句中虽有“风雨”、“飞雪”，但给人的感觉迥异于陆词的阴冷压抑，而是欣喜舒朗，尤其是“飞雪迎春到”，为全词定下了明快而富有生机的基调。“已是悬崖百丈冰，犹有花枝俏”，大地仍银装素裹，严冬的痕迹尚未消退，悬崖上有百丈坚冰尚未融化，可春的气息却已早早地透露了，那便是冰雪中傲然绽开的梅花。这两句将梅花放在严寒的环境中去表现，有力地衬出了梅花不畏寒冷的特性。皑皑白雪将梅花俏丽的形象衬托得更加鲜艳夺目，同时，坚冰百丈的环境也点出了梅花开放之“早”，为下面写梅花的报春作了铺垫。</p> <p>　　梅花先于百花而将春回大地的信息传播给了人们，所以说“俏也不争春，只把春来报”，可以想见，经历了寒冬之后的人们，猛然间看到这冰雪中俏丽的梅花时，将会多么的惊喜振奋啊。这“花枝俏”无疑是春的使者，是生命的象征，是春之女神所到之处最先撒下的花瓣，与群芳相比，她是最得风气之先的，因而也引人注目，可她却是那么谦逊，不急于要供，却默默、谦逊的的“丛中笑”，没有一丝一毫的骄矜自得，这是何等的气度！作者这里将梅花充分地人格化了，并且赋予了她以崇高的品格，读之使人倍感亲切。“待到山花烂漫时，她在丛中笑”，最后两句将梅花的形象表现得更臻完美。春之女神的足迹终于遍布大地，所到之处，鲜花烂漫，姹紫嫣红，分外绚丽。先于百花而发的梅花此刻却只是和众多的山花一样在春风中欢笑，她无意计较得失，也不追逐名利，更不愿出人头地、独占春色，这是胸襟坦荡者的豁达大度，是无私奉献者的真实写照。作者从梅花的特性中发掘出了这种高贵的品质。</p> <p>　　全词格调明朗轻快，拟人化的写法突出了梅花鲜明生动的品性。语言也平易流畅，显得清丽自然，毫无雕琢禾农艳之气，意境高远，耐人寻味，使人在赞赏梅花的同时，感悟到高尚的情操。在历代众多的咏梅词中，这首词立意新颖，别出机杼，独标高格，富有强烈的时代气息，给人以独特的美感。</p>",
  "about": "<h2>英文</h2> 风雨送春归，<br>Windy rain had sent spring away,<br>飞雪迎春到。<br>Flying snow has welcomed spring back.<br>已是悬崖百丈冰,<br>Cliffs have frozen for thousands feet deep，<br>犹有花枝俏。<br>Jude have squid beautiful.<br>俏也不争春,<br>Beautiful but not to rival with other flowers.<br>只把春来报。<br>Only informing the arrival of spring.<br>待到山花烂漫时,<br>When hundreds of flowers blossomed splendidly on the hills,<br>她在丛中笑。<br>She smiles among the flowers.<br/><h2>主题</h2> 　　这首词上阕描写了梅花傲寒开放的美好身姿，词人笔下的梅花，首先是梅花本身，表现了梅花的特点——不畏严寒，开放在坚冰悬崖，同时又不拘于梅花本身，以梅花象征革命者。下阙揭示其精神品格，由外而内表现了梅花不畏严寒的动人景象。全<a href=\"http://so.gushiwen.org/view_71266.aspx\">诗</a>以梅言志，表达了一个共产党人的革命乐观主义精神和战胜一切困难的决心和信心。<br/><h2>创作背景</h2> <p>　　1958年，“大跃进”遭受挫折后，中国又连续出现了三年自然灾害，国民经济处于重重困难之中。而国际上也掀起了一股反华浪潮，中国人民正在经历一次严峻的考验。此词的目的主要是鼓励大家蔑视困难，敢于战胜困难。毛泽东借咏梅来言志，鼓舞广大的无产阶级人民群众，鼓励他们要有威武不屈的精神和革命到底的乐观主义精神。毛泽东的这首词，借用<a href=\"http://so.gushiwen.org/author_272.aspx\">陆游</a>的原调原题，但整首词所反映出来的意境却截然不同，故作者说：“”读陆游《咏梅》词，反其意而用之。”</p>",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "毛泽东"
  },
  "tags": [
    "咏物",
    "梅花",
    "品格"
  ]
}