{
  "id": 7401,
  "star": 9,
  "name": "题大禹寺义公禅房",
  "dynasty": "唐代",
  "content": "义公习禅寂，结宇依空林。<br>户外一峰秀，阶前众壑深。<br>夕阳连雨足，空翠落庭阴。<br>看取莲花净，应知不染心。",
  "fanyi": "<p><strong>译文</strong><br>义公高僧安于禅房的寂静，将房子修在空寂的树林之中。<br>门外是一座秀丽挺拔的山峰，台阶前有众多深深的沟壑。<br>雨过天晴，夕阳斜照，树木的翠影映在禅院之中。<br>义公诵读《莲花经》，心里纯净清静，这才知道他的一尘不染的虔诚之心。</p> <p><strong>注释</strong><br>⑴义公：指<a href=\"http://so.gushiwen.org/view_7401.aspx\">诗</a>中提到的唐代高僧。习禅寂：习惯于禅房的寂静。<br>⑵结宇：造房子。<br>⑶空翠：树木的阴影。<br>⑷莲花：指《莲花经》。</p><br/><p><strong>译文<br></strong>韵译<br>义公在大禹寺中参禅修静，禅房就依傍在空寂的山林。<br>窗外见一座孤峰峭拔耸立，台阶前道道山谷纵横幽深。<br>雨刚停夕阳便散发出光彩，庭院里满处都是青翠绿阴。<br>看莲花出污泥却依然洁净，才知义公一尘不染的心境。</p> <p>散译<br>义公在寂静的地方参禅，因而把屋宇建在深山老林中。<br>禅房外，孤峰耸立；台阶前，沟水清浅。<br>久雨初停，夕阳返照，绿树的阴影散落在幽暗的庭院中。<br>看到池中的莲花如此清纯洁净，我才明白义公的心境就像莲花一样出污泥而不染。</p> <p><strong>注释<br></strong>⑴大禹寺：寺名，在今浙江绍兴会稽山上。义公：指名字中有一“义”字的僧人。禅房：僧人居住的房屋。<br>⑵禅寂：即梵文禅那的音义合译，亦简称“禅”。为佛教基本修证之法，即寂静思虑之意。寂：一作“处”。<br>⑶结宇：建舍。宇，屋檐，代指房屋，这里指禅房。一作“构”。空林：空寂的山林。<br>⑷众：一作“群”。壑（hè）：沟壑。<br>⑸雨足：雨脚，指像线一样一串串密密连接的雨点。<br>⑹空翠：明净的翠绿色。<br>⑺莲花：为佛家语，佛教以莲花为最洁，其梵语音译为“优钵罗”。亦指《莲花经》。<br>⑻不染心：心地不为尘念所染。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　此词创作具体时间不详。义公是位高僧，禅房是他坐禅修行的屋宇。</p> <p>　　“禅寂”是佛家语，佛教徒坐禅入定，思惟寂静，所谓“一心禅寂，摄诸乱恶”（《维摩诘经》）。义公为了“习禅寂”，在空寂的山里修筑禅房，“依空林”点出禅房的背景，以便自如地转向中间两联描写禅房前景。</p> <p>　　禅房的前面是高雅深邃的山景。开门正望见一座挺拔秀美的山峰，台阶前便与一片深深的山谷相连。人到此地，瞻仰高峰，注目深壑，会有一种断绝尘想的意绪，神往物外的志趣。而当雨过天晴之际，夕阳徐下时分，天宇方沐，山峦清净，晚霞夕岚，相映绚烂。此刻，几缕未尽的雨丝拂来，一派空翠的水气飘落，禅房庭上，和润阴凉，人立其间，更见出风姿情采，方能体味义公的高超眼界和绝俗襟怀。</p> <p>　　描写至此，禅房山水环境的美妙，义公眼界襟怀的清高，都已到好处。然而实际上，中间二联只是描写赞美山水，无一字赞人。因此，<a href=\"http://so.gushiwen.org/view_7401.aspx\">诗</a>人再用一笔点破，说明写景是写人，赞景以赞人。不过诗人不是直白道破，而是巧用佛家语。“莲花”指通常所说的“青莲”，是佛家语，其梵语音译为“优钵罗”。青莲花清净香洁，不染纤尘，佛家用它比喻佛眼，所谓菩萨“目如广大青莲花”（《法华妙音品》）。这两句的含意是说，义公选取了这样美妙的山水环境来修筑禅房，可见他具有佛眼般清净的眼界，方知他怀有青莲花一样纤尘不染的胸襟。这就点破了写景的用意，结出了这首诗的主题。</p> <p>　　作为一首题赞诗，诗人深情赞美了一位虔诚的和尚，也有以寄托诗人自己的隐逸情怀。作为一首山水诗，诗人以清词丽句，素描淡抹，写出了一帧诗意浓厚的山林晚晴图。空林一屋，远峰近壑，晚霞披洒，空翠迷蒙，自然幽雅，风光闲适，别有一种生意，引人入胜，诗作至今仍为精品。</p><br/><h2>赏析二</h2> <p>　　这是一首题赞<a href=\"http://so.gushiwen.org/view_7401.aspx\">诗</a>，也是一首山水诗。</p> <p>　　首联“义公习禅寂，结宇依空林”，“禅寂”用佛家语，佛教徒坐禅入定，思惟寂静，所谓“一心禅寂，摄诸乱恶”（《维摩诘经》）。义公为了“习禅寂”，在空寂的山里修筑禅房，描写禅房的幽寂。起句看似平淡，但诗人以“习禅”和“空林”相对应，便构成了一种“深林人不知”的空寂境界，描绘出了义公坐禅的环境背景，为全诗写景勾画了一个总背景，也为中间两联描写禅房前景作了有力的铺垫。</p> <p>　　颔联“户外一峰秀，阶前群壑深”着意表现禅房位置的高深。门外孤峰高耸，阶前深壑纵横。人到此地，瞻仰高峰，注目深壑，自有一种断绝尘想的意绪，神往物外的志趣。这里“一峰秀”是远景，“群壑深”是近景。从位置上来说，义公禅房俯视群壑，遥对远峰，足见其高；而阶前群壑起伏，连绵纵横，又见禅房之深。这二句诗，景物交叠，气象森闳，雄奇壮观，层次感十分强烈。前两联描绘高僧禅房位置、禅房庭前的自然环境，通过环境的清雅脱俗、悠远深邃衬托出义公清高的志趣。</p> <p>　　颈联“夕阳照雨足，空翠落庭阴”描写雨后空山清幽之景。当雨过天睛之际，夕阳徐下时分，天宇方沐，山峦清静，晚霞夕岚，相映绚烂。翠绿的山影静静地投印在庭院中，阴幽空灵，清爽怡人。这二句从动的方面描写禅院清净爽洁，与前两句从静的方面描写禅院的幽寂高深相结合。虽以写景为主，但景中有人。这时，空翠的水气飘落，禅房庭上，和润阴凉，人立其间，更见出风姿情采。这一联，诗人抓住一了雨后高僧隐居环境的特点，进一步由景色环境的描写烘托义公脱离凡间、超于尘世的胸襟和情怀。无一字赞美高僧却字字饱含尊敬和赞美之情，明是写景实是赞人；明是赞景实是赞人。</p> <p>　　尾联“看取莲花净，方知不染心”巧用佛教的比喻赞美禅师虚空高爽的禅心。义公选取了这样美妙的山水环境来修筑禅房，可见他有佛眼般清静的境界，方知他怀有莲花一样纤尘不染的襟怀。“莲花”因其出淤泥而不染的品性，历来被佛教视作圣花，而“不染心”，活用禅宗六祖慧能的偈语：“心是菩提树，身为明镜台。明镜本清净，何处染尘埃。”这末尾二句，巧妙地点破了写景的用意。</p> <p>　　<a href=\"http://so.gushiwen.org/author_757.aspx\">孟浩然</a>生性自然不羁，为人耿介，志在隐逸。这首诗通过描写高僧修行的环境来赞美高僧清净纯洁的心胸。也寄托着自己对隐逸生活的向往之情。全诗以突出“清净”为主，由景清写到心净，层层递进，相互照应，笔致疏淡，意境清远，淡人心魄。此诗用语明朗轻快，词采清雅秀丽，可以看做能够充分表现孟浩然诗歌艺术特点的代表作品之一。</p>",
  "about": "<h2>创作背景</h2> 　　这首<a href=\"http://so.gushiwen.org/view_7401.aspx\">诗</a>作于<a href=\"http://so.gushiwen.org/author_757.aspx\">孟浩然</a>漫游吴越时。佛教在唐代极为盛行，而唐代诗人和僧人的关系，也是十分密切的。因此，许多诗人都有题赠寺院僧人的诗篇，这首诗即是作者游大禹寺义公禅房后的题赠之作。",
  "poet": {
    "id": 757,
    "star": 0,
    "name": "孟浩然",
    "image": "http://img.gushiwen.org/authorImg/menghaoran.jpg",
    "desc": "孟浩然（689-740），男，汉族，唐代诗人。本名不详（一说名浩），字浩然，襄州襄阳（今湖北襄阳）人，世称“孟襄阳”。浩然，少好节义，喜济人患难，工于诗。年四十游京师，唐玄宗诏咏其诗，至“不才明主弃”之语，玄宗谓：“卿自不求仕，朕未尝弃卿，奈何诬我？”因放还未仕，后隐居鹿门山，著诗二百余首。孟浩然与另一位山水田园诗人王维合称为“王孟”。"
  },
  "tags": [
    "山水",
    "赞美"
  ]
}