{
  "id": 69142,
  "star": 1869,
  "name": "观书有感二首·其一",
  "dynasty": "宋代",
  "content": "半亩方塘一鉴开，天光云影共徘徊。<br>问渠那得清如许？为有源头活水来。",
  "fanyi": "<p><strong>译文</strong><br>半亩大的方形池塘像一面镜子一样打开，清澈明净，天光、云影在水面上闪耀浮动。<br>要问池塘里的水为何这样清澈呢？是因为有永不枯竭的源头源源不断地为它输送活水。</p> <p><strong>注释</strong><br>方塘：又称半亩塘，在福建尤溪城南郑义斋馆舍（后为南溪书院）内。<a href=\"http://so.gushiwen.org/author_459.aspx\">朱熹</a>父亲<a href=\"http://so.gushiwen.org/author_1609.aspx\">朱松</a>与郑交好，故尝有《蝶恋花·醉宿郑氏别墅》词云：“清晓方塘开一境。落絮如飞，肯向春风定。”<br>鉴：一说为古代用来盛水或冰的青铜大盆。镜子；也有学者认为镜子。指像鉴（镜子）一样可以照人。<br>“天光”句：是说天的光和云的影子反映在塘水之中，不停地变动，犹如人在徘徊。<br>徘徊：来回移动。<br>为：因为。<br>渠：它，第三人称代词，这里指方塘之水。<br>那得：怎么会。<br>那：怎么的意思。<br>清如许：这样清澈。<br>如：如此，这样。<br>清：清澈。<br>源头活水：比喻知识是不断更新和发展的，从而不断积累，只有在人生的学习中不断地学习、运用和探索，才能使自己永保先进和活力，就像水源头一样。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这是一首借景喻理的名<a href=\"http://so.gushiwen.org/view_69142.aspx\">诗</a>。全诗以方塘作比喻，形象地表达了一种微妙难言的读书感受。池塘并不是一泓死水，而是常有活水注入，因此像明镜一样，清澈见底，映照着天光云影。这种情景，同一个人在读书中搞通问题、获得新知而大有收益、提高认识时的情形颇为相似。这首诗所表现的读书有悟、有得时的那种灵气流动、思路明畅、精神清新活泼而自得自在的境界，正是作者作为一位大学问家的切身的读书感受。诗中所表达的这种感受虽然仅就读书而言，却寓意深刻，内涵丰富，可以做广泛的理解。特别是“问渠那得清如许，为有源头活水来”两句，借水之清澈，是因为有源头活水不断注入，暗喻人要心灵澄明，就得认真读书，时时补充新知识。因此人们常常用来比喻不断学习新知识，才能达到新境界。人们也用这两句诗来赞美一个人的学问或艺术的成就，自有其深厚的渊源。读者也可以从这首诗中得到启发，只有思想永远活跃，以开明宽阔的胸襟，接受种种不同的思想、鲜活的知识，广泛包容，方能才思不断，新水长流。这两句诗已凝缩为常用成语“源头活水”，用以比喻事物发展的源泉和动力。 </p> <p>　　这是一首极其有艺术哲理性的小诗。人们在品味书法作品时，时常有一种神采飞扬的艺术感觉，诗中就是以象征的手法，将这种内心感觉化作可以感触的具体形象加以描绘，让读者自己去领略其中的奥妙。所谓“源头活水”，当指书写者内心的不竭艺术灵感。</p> <p>　　诗的寓意很深，以源头活水形象地比喻丰富的书法艺术灵感才是书法艺术作品真正的不竭源泉，阐明了作者独特的读书感受，很符合书法艺术创作的特色，也反映了一般艺术创作的本质。 </p><br/><h2>赏析二</h2> <p>　　这是一首抒发读书体会的哲理<a href=\"http://so.gushiwen.org/view_69142.aspx\">诗</a>，“半亩方塘一鉴开，天光云影共徘徊”，半亩的“方塘”不算大，只有半亩地的一个方方的池塘，但它像一面镜子那样地澄澈明净，“一鉴”的“鉴”，就是“镜”，照人的镜子，“镜”和“鉴”是一个意思。“半亩方塘”像一面镜子那样打开了。“半亩方塘”虽然不算大，但它却像一面镜子那样地澄澈明净，“天光云影”都被它反映出来了。闪耀浮动，情态毕见。作为一种景物的描写，这也可以说是写得十分生动的。这两句展现的形象本身就能给人以美感，能使人心情澄净，心胸开阔。这一种感性的形象本身，它还蕴涵着一种理性的东西。很明显的一点是，“半亩方塘”里边的水很深、很清，所以它能够反映“天光云影”；反之，如果很浅、很污浊，它就不能反映，或者是不能准确地反映。</p> <p>　　诗人正是抓住了这一点作进一步的挖掘，写出了颇有哲理的三、四两句：“问渠那得清如许？为有源头活水来。”“问渠”的“渠”，不是“一渠水”的“渠”，它相当于“它”的意思，这里是指方塘。“问渠”就是“问它”。在这个地方“它”指代的是“方塘”。诗人并没有说“方塘”有多深，第三句诗里边突出了一个“清”字，“清”就已经包含了“深”。因为塘水如果没有一定的深度的话，即使很“清”也反映不出“天光云影共徘徊”的情态。诗人抓住了塘水“深”而且“清”，就能反映“天光云影”的特点。但是到此诗人并没有结束，他进一步地提出了一个问题。“问”那个“方塘”“那得清如许？”问它为什么这么“清”，能够反映出“天光云影”来。而这个问题孤立地看这个“方塘”的本身没有法子来回答。诗人于是放开了眼界，从远处看，终于，他看到了“方塘”的“源头”，找到了答案。就因为“方塘”不是无源之水，而是有那永不枯竭的“源头”，源源不断地给它输送了“活水”。这个“方塘”由于有“源头活水”的不断输入，所以它永不枯竭，永不陈腐，永不污浊，永远“深”而且“清”。“清”得不仅能反映出“天光云影”，而且能反映出“天光”和“云影”“共徘徊”这么一种细致的情态。这就是这一首小诗所展现的形象和它的思想意义。</p>",
  "poet": {
    "id": 459,
    "star": 0,
    "name": "朱熹",
    "image": "http://img.gushiwen.org/authorImg/zhuxi.jpg",
    "desc": "朱熹（1130年9月15日～1200年4月23日），行五十二，小名沋郎，小字季延，字元晦，一字仲晦，号晦庵，晚称晦翁，又称紫阳先生、考亭先生、沧州病叟、云谷老人、沧洲病叟、逆翁。谥文，又称朱文公。汉族，祖籍南宋江南东路徽州府婺源县（今江西省婺源），出生于南剑州尤溪（今属福建三明市）。南宋著名的理学家、思想家、哲学家、教育家、诗人、闽学派的代表人物，世称朱子，是孔子、孟子以来最杰出的弘扬儒学的大师。"
  },
  "tags": [
    "古诗三百首",
    "初中古诗",
    "写景",
    "读书",
    "哲理"
  ]
}