{
  "id": 15799,
  "star": 4,
  "name": "羽林行",
  "dynasty": "唐代",
  "content": "长安恶少出名字，楼下劫商楼上醉。<br>天明下直明光宫，散入五陵松柏中。<br>百回杀人身合死，赦书尚有收城功。<br>九衢一日消息定，乡吏籍中重改姓。<br>出来依旧属羽林，立在殿前射飞禽。",
  "fanyi": "<p><strong>译文</strong><br>长安的恶少的坏得出了名的。他们敢于在酒楼下抢劫商人的财物后，马上又跑到酒楼上去狂欢醉饮。天亮他们下班后从皇宫里一出来，就分头藏入五陵一带的松柏中。终于有一天这伙人落网了，按法律规定他们多次杀人本该判处死刑，但皇帝却下赦书释放他们，还道他们有收城之功。当他们被赦的消息在长安城中得到证实，他们便立刻在乡吏簿籍中重新恢复了自己原来的姓名。这些人被释放出来后，依旧当他们的羽林郎，他们站在宫殿前逍遥自在地弯弓搭箭射杀飞鸟。 </p><p><strong>注释</strong><br>⑴羽林行：一名“羽林郎”，为乐府旧题，属《杂曲歌》。“羽林”即羽林军。汉代以来，历代封建王朝，都用“羽林”称呼皇帝的禁卫军。<br>⑵恶少：品行很坏，行凶作恶的少年。出名字：著名。<br>⑶下直：直即值，意同今日的下班。明光宫：汉宫殿名，这里指唐皇宫。<br>⑷合死：该死。<br>⑸九衢：长安城中的大街，此处指全城。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　“长安恶少出名字，楼下劫商楼上醉”，开宗明义，指出羽林军的来源是“长安恶少”，都是坏得出了名的！他们在楼下打劫客商，转身上楼，便大吃大喝起来。一般强盗作案后，要隐匿潜逃，而这批恶少，堂而皇之，无视法纪。他们不仅转身上楼醉酒，毫无顾忌，而且是“天明下直明光宫，散入五陵松柏中”。<a href=\"http://so.gushiwen.org/view_15799.aspx\">诗</a>人接连使用“楼下”、“楼上”、“天明”、“散入”诸词以显示这是一连串毫无顾忌的行动；写他们在长安城中，大摇大摆地干坏事；楼下劫财，楼上醉酒，天明又从楼上下来，径到皇宫里去值班，值班完毕，就又散入到五陵松柏林中去路劫杀人了。明光宫，汉代宫殿名，这里是以汉代唐：“五陵”，西汉五个皇帝的陵墓，面积很大，多植松柏，是豪门贵族居住的地方。从“散入”二字看，说明参加杀人劫货的人数很多，胆子极大。</p> <p>　　以上四句，表面上是写羽林恶少之“胆”，实则是写羽林恶少之“势”，炙手可热，有很厉害的后台。</p> <p>　　“百回杀人身合死，赦书尚有收城功。”“百回”二字不可轻轻放过。这说明他们尽管常常劫财杀人，谁也奈何不得，直到“百回杀人”，罪大恶极才被问成死罪；但接踵而来的，却是皇帝的赦书，说他们“收城”有功，可以将功折罪！古代，在政治混乱时期，战役中常有虚报战功的现象。中唐之岁，常让根本不懂军事的宦官统兵或监军，更是可以信口雌黄，在叙录战功之际，甚至把根本没有参加战斗的人也报进去。羽林恶少，或认宦官为义父，或以财货重赂阉党，“赦书”之事，自然就由他们一手操办了。所谓“收城功”云云，就直接反映了军事、政治的混乱与黑暗。</p> <p>　　最末四句，是写羽林恶少们逍遥法外的得意之态：“九衢一日消息定，乡吏籍中重改姓。”“九衢”，长安城中的各条大街，代指京城。恶少们犯了“身合死”的大罪之后，最多不过更改姓名，暂避乡间，一当被赦的消息从京城中得以证实，他们就又在乡吏的户籍册中重新恢复了原来的姓名；并且露面之后，依然当他的羽林军，可以“立在殿前射飞禽”，又受到皇帝的赏识了！末句是全篇最精彩、最传神之笔。它惟妙惟肖地刻画了一群羽林恶少逍遥法外、有恃无恐的情状。“射飞禽”已见其自由狂放之态，“立在殿前”射御前之鸟，更见其得宠骄纵的神态，他似乎在向人们挑战！读至此，人们不禁发出无可奈何的苦笑，诗人对朝政的失望、感叹，尽在不言之中。吴乔《围炉诗话》说：“诗贵含蓄不尽之意，尤以不著意见、声色、故事、议论者为贵上。”此篇不著议论，题旨所在，又以一幅令人深思的画面出之，可见作者表现手法之高明。</p>",
  "poet": {
    "id": 482,
    "star": 0,
    "name": "王建",
    "image": "http://img.gushiwen.org/authorImg/wangjian.jpg",
    "desc": "王建(约767年—约830年)：字仲初，生于颍川(今河南许昌)，唐朝诗人。其著作，《新唐书·艺文志》、《郡斋读书志》、《直斋书录解题》等皆作10卷，《崇文总目》作2卷。"
  },
  "tags": [
    "写人",
    "讽刺"
  ]
}