{
  "id": 70975,
  "star": 129,
  "name": "立春偶成",
  "dynasty": "宋代",
  "content": "律回岁晚冰霜少，春到人间草木知。<br>便觉眼前生意满，东风吹水绿参差。",
  "fanyi": "<p><strong>译文<br></strong>时近年终冰霜渐渐减少，春回大地草木最先知晓。<br>眼前只觉一片生机盎然，东风吹来水面绿波荡摇。</p> <p><strong>注释<br></strong>1.立春：阳气回苏的开头，也是一年的最后月份。代表着春季的开始。偶成，即偶有所感而成。<br>2.律回：即大地回春的意思。黄帝命伶伦断竹为筒（后人也用金属管），以定音和候十二月之气。阳六为律，即黄钟、太簇、姑洗、蕤宾、夷则、无射；阴六为吕，即大吕、夹钟、仲吕、林钟、南吕、应钟。农历十二月属吕，正月属律，立春往往在十二月与一月之交，所以曰“律回”。从节气上说，立春即是一年之始，但在历算上，立春之日可能赶在上一年的腊月下旬，即在上一年未尽之时，新一年的春天就已经来到了。古人认为律属阳气，吕属阴气，各代表一年的六个月，律回阴往即言立春。<br>3.岁（suì）晚：年终。<br>4.草木：泛指一切能受到季节变化影响的事物，如动植物、水、山等等。<br>5.生意：生机、生气。<br>6.满：遍布，充满。<br>7.参（cēn）差（cī）：高低不齐。形容水面波纹起伏的样子。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　<a href=\"http://so.gushiwen.org/view_70975.aspx\">诗</a>的前二句“律回岁晚冰霜少，春到人间草木知。”写立春节气到来时的景象：冰霜渐渐融化，暖气渐渐回生，冬眠的小动物蠢蠢欲动，花草树木都感觉到了春的信息，万物仿佛从沉睡中睁开了朦胧的眼睛，看着时令的更新，考虑着迎接新春的到来。“冰霜少”，透露出立春以后天气逐渐暖和。“草木知”，透露出冬眠的蛰虫将要苏醒，草木将要萌发抽芽。</p> <p>　　诗的首句写出今年立春的特殊性，在旧岁未尽时已经“律回”，抓住冰霜渐少作为春意萌动的表征，写冰霜显得比往年要少。次句写自然界的变化，以拟人笔法写草木发绿，以代替具体的描写，最先告知了春天到来的消息。</p> <p>　　后两句“便觉眼前生意满，东风吹水绿参差。”写诗人的悠然遐想：诗人不再有残冬寒冷瑟缩的感觉，走出室外，满目清新，似乎看见了萋萋芳草，灼灼红桃，碧烟轻浮，莺歌燕舞，鹅鸭戏水，春意盎然、生机勃勃的景致。回到眼前，只见宽广的湖面上，东风轻拂，波纹粼粼，水天一色，远帆点点。这就使人进入了一个现实的立春境界，向往着那万紫千红、充满生意的春天早日到来。“生意满”，让读者从中隐现看到茸茸芳草，碧烟轻浮，千红孕苞，鹅鸭戏于晴江，好鸟翔于佳木，春意盎然，处处生机勃勃的景致。</p> <p>　　诗的三、四句，诗人借立春来阐发自己的人生哲理，启迪人们要善于发现事物的发展趋势，注意事物发展的内在联系，融情人景，十分形象。末句描绘了春水春风的生动景象，使全诗增色不少，读来如沐春风，有身临其境之感。一个“满”字，把春意写尽，也进而折射出了诗人欣慰的心态。</p> <p>　　诗人从立春这个节日“阴极阳生”的特点，命意也不过说“一阳复始，万象更新”。但诗人在内容上略加提炼，在表达上以“春才到便觉得生意满”的“夸饰”手法，预示春浓的景象，以显示诗人对春天的渴望，对春天美景的爱好，使人默默地意会到，诗人所热情歌颂的是：只要有积极的因素，便会有积极的反应。</p> <p>　　此诗形象地描绘了立春时节的所见所感，语言朴质清新，以景句结尾，意味无穷。感情丰富，比喻形象，给读者以生机盎然的感觉。诗人捕捉大地回春景象，眼光敏锐，诗语生动，表达的是一种欣喜的心情。在写法上，对仗工整，用词传神，而又不露斧凿痕迹。</p> <p>　　全诗以“律回”为契机，律一回，就冰霜少，则春天的温煦可知；“春到人间草木知”，以拟人化的手法：开春草木最先发芽。颇含韵外之致，与<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>“春江水暖鸭先知”的名句，有异曲同工之妙。结句“东风吹水绿参差”，亦是状物准确生动的好句。以绿波荡漾，把视野引入水天相接的境界，以景结，面余味无穷，给人以开朗畅快的感染，激励人们积极向上，悠然自得而又有无穷遐思。</p>",
  "about": "<h2>创作背景</h2> 　　<a href=\"http://so.gushiwen.org/view_70975.aspx\">诗</a>人是四川人，立春之时，北方仍是冰天雪地，南方已是冰霜稀少，草木发青，略见春意了，风也暖了，水也绿了。所以，此诗是诗人有感而作的南方立春日感怀诗。",
  "poet": {
    "id": 636,
    "star": 0,
    "name": "张栻",
    "image": "http://img.gushiwen.org/authorImg/zhangshi.jpg",
    "desc": "张栻是南宋中兴名相张浚之子。著名理学家和教育家，湖湘学派集大成者。与朱熹、吕祖谦齐名，时称“东南三贤”。官至右文殿修撰。著有《南轩集》。"
  },
  "tags": [
    "古诗三百首",
    "春天"
  ]
}