{
  "id": 71930,
  "star": 23,
  "name": "送王郎",
  "dynasty": "宋代",
  "content": "酌君以蒲城桑落之酒，泛君以湘累秋菊之英。<br>赠君以黟川点漆之墨，送君以阳关堕泪之声。<br>酒浇胸次之磊块，菊制短世之颓龄。<br>墨以传万古文章之印，歌以写一家兄弟之情。<br>江山千里俱头白，骨肉十年终眼青。<br>连床夜语鸡戒晓，书囊无底谈未了。<br>有功翰墨乃如此，何恨远别音书少。<br>炒沙作縻终不饱，缕冰文章费工巧。<br>要须心地收汗马，孔孟行世目杲杲。<br>有弟有弟力持家，妇能养姑供珍鲑。<br>儿大诗书女丝麻，公但读书煮春茶。",
  "fanyi": "<p><strong>译文<br></strong>请你喝蒲城产的桑落美酒，再在酒杯里浮上几片<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>曾经吃过的菊花。<br>送给你黟川出产的亮黑如漆的名墨，又送上曲凄凉动情的阳关曲催人泪下。<br>美酒使你胸中郁塞的磊块尽化，秋菊使你停止衰老寿数无涯。<br>名墨让你写下流传万古的佳作，歌曲使你感受到兄弟间情义无价。<br>我们都已头发斑白流落天涯，十年来骨肉情谊，青眼相加。<br>今天我们睡在一起彻夜长谈，不觉鸡已报晓；你满腹<a href=\"http://so.gushiwen.org/view_71930.aspx\">诗</a>书，口若悬河，说个不了。<br>学问精进到了这个地步，怎能为远别后音书难通抱恨怨恼？<br>把沙石炒热终究不能当饭谋求一饱，在冰块上雕花只是白白地追求工巧。<br>请你收敛心神沉潜道义，定能体会出孔孟学术的精要。<br>你有弟弟能够勤俭持家，妻子又贤惠孝敬婆婆从不怠懈。<br>儿子长大了能读诗书，女儿能干勤纺丝麻。你呢，只要安心地享乐，读书之余，品味新茶。</p> <p><strong>注释<br></strong>王郎：<a href=\"http://so.gushiwen.org/author_268.aspx\">黄庭坚</a>的妹夫王纯亮，字世弼。<br>蒲城：即蒲坂，今山西永济县。<br>桑落酒：蒲城所产的名酒。《水经注》说蒲城民刘白堕，擅酿酒，在桑落时酒开始酿。后世因以其时酿的酒名桑落。<br>湘累：屈原自沉于湘地之水，非罪而死称累，后世因称屈原为湘累。<br>秋菊之英：菊花。《离骚》有“夕餐秋菊之落英”句。<br>黟川：汉县名，即今安徽歙县，以产墨出名。<br>点漆：指上等好墨。萧子良《答王僧虔书》：“仲将之墨，一点如漆。”<br>阳关：指<a href=\"http://so.gushiwen.org/author_515.aspx\">王维</a>所作《阳关曲》，一名《送元二使安西》，后人谱以乐，用作送别曲。<br>磊块：胸中郁结与不平。《世说新语·任诞》有“<a href=\"http://so.gushiwen.org/author_698.aspx\">阮籍</a>胸中磊块，故须酒浇之”语。<br>制：制止，延缓。<br>短世：短暂的人生。<br>颓龄：衰老之年。<a href=\"http://so.gushiwen.org/author_645.aspx\">陶渊明</a>《九日闲居》：“酒能祛百虑，菊为制颓龄。”<br>印：痕迹。<br>眼青：即青眼，有好感，相契合。《晋书·阮籍传》云，阮籍不拘礼法，凡俗士来访，以白眼对之，<a href=\"http://so.gushiwen.org/author_382.aspx\">嵇康</a>来，大悦，乃对以青眼。<br>连床夜语：状亲密相处情景。<br>炒沙作糜：炒沙成粥，比喻不可能的事。《楞严经》：“若不断淫修禅定者，如蒸砂石，欲成其饭，经百千劫，只名热砂。何以故？此非饭，本砂石故。”<br>镂冰文章：在冰上雕镂，喻劳而无功。语出《盐铁论·殊路》：“内无其质而外学其文，虽有贤师良友，若画脂镂冰，费日损功。”<br>心地收汗马：指内心有实在的收获。黄庭坚在《与王子予书》中曾说：“想以道义敌纷华之兵，战胜久矣。古人云：并敌一向，千里杀将。要须心地收汗马之功，读书乃有味。”<br>日杲杲（gǎo）：如红日一般光亮。<br>珍鲑：对鱼菜美称。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这首<a href=\"http://so.gushiwen.org/view_71930.aspx\">诗</a>自起句至“骨肉十年终眼青”为第一段，写送别。它不转韵，穿插四句七言之外，连用六句九言长句，用排比法一口气倾泻而出；九言长句，音调铿锵，词藻富丽：这在<a href=\"http://so.gushiwen.org/author_268.aspx\">黄庭坚</a>诗中是很少见的“别调”。这种机调和词藻，颇为读者所喜爱，所以此诗传诵较广，用陈衍评黄庭坚《寄黄几复》诗的话来说，是“此老最合时宜语”。但此段前面八句，内容比较一般：说要用蒲城的美酒请王纯亮喝，在酒中浮上几片<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>喜欢吞嚼的“秋菊之落英”，酒可用来浇消王郎胸中的不平“磊块”，菊可以像<a href=\"http://so.gushiwen.org/author_645.aspx\">陶渊明</a>所说的，用来控制人世因年龄增而早衰；要用歙州黟县所产的好墨送王，用<a href=\"http://so.gushiwen.org/author_515.aspx\">王维</a>《渭城曲》那样“阳关堕泪”的歌声来饯别，墨好才能让王郎传写“万古文章”的“心印”（古今作家心心相印的妙谛），歌声以表“兄弟”般的“一家”亲戚之情。此外，这个调子，也非作者首创，从远处说来自<a href=\"http://so.gushiwen.org/author_732.aspx\">鲍照</a>《拟行路难》第一首“奉君金卮之美酒，玳瑁玉匣之雕琴，七彩芙蓉之羽帐，九华蒲萄之锦衾”等句；从近处说，来自<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>的《奉送原甫侍读出守永嘉》起四句：“酌君以荆州鱼枕之蕉，赠君以宣城鼠鬂之管。酒如长虹饮沧海，笔若骏马驰平。”虽有发展，仍属铺张，不能代表黄庭坚写诗的功力。到了这一段最后两句“江山千里俱头白，骨肉十年终眼青”才见黄诗功力，用陈衍评《寄黄几复》诗的话来说，就是露出“狂奴故态”。这两句诗，从<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>诗“别来头并白，相对眼终青”化出，作者还有类似句子，但以用在这里的两句为最好。它突以峭硬矗立之笔，煞住前面诗句的倾泻之势、和谐之调，有如黄河中流的“砥柱”一样有力。从前面写一时的送别，忽转入写彼此长期的关系，急转硬煞，此其一；两句中写了十年之间，彼此奔波千里，到了头发发白，逼近衰老，变化很大，不变的只是亲如“骨肉”和“青眼”相看的感情，内容很广，高度压缩于句内，此其二；词藻仍然俏丽，笔力变为遒劲峭硬，此其三。这种地方，最见黄诗本领。</p> <p>　　第二段八句，转押仄韵，承上段结联，赞美王郎，并作临别赠言。“连床夜语”四句，说王郎来探，彼此连床夜话，常谈到鸡声报晓的时候，王郎学问渊博，像“无底”的“书囊”，谈话的资料没完没了；欣喜王郎读书有得，功深如此，别后必然继续猛进，就不用怨恨书信不能常通了。由来会写到深谈，由深谈写到钦佩王郎的学问和对别后的设想，笔调转为顺遂畅适，又一变。“炒沙作縻”四句，承上读书、治学而来，发为议论，以作赠言，突兀遒劲，笔调又再变而与“江山”两句相接应。这四句的意思是：追求写“工巧”的文章，像“炒沙作縻”，无法填饱肚子，像镂刻冰块，不能持久；应该收敛心神，潜心道义，战胜虚华，才能体会出孔子、孟子之道如日月经天。黄庭坚致力于词章，力求“工巧”，但又有文章要为“道”服务的观念，所以认为读书治学，要以身体力行孔、孟之道为主。实际上黄庭坚本身是诗人，不可能真正轻弃词章，这里只是表现他把儒家的修身、济世之道放在第一位而已。</p> <p>　　最后四句为第三段。说王郎的弟弟能替他管理家事，妻子能烹制美餐孝敬婆婆，儿子能读诗书，女儿能织丝麻，家中无内顾之忧，可以好好烹茶读书，安居自适。王郎曾经考进士不第，这时又没有做官，闲居家中，所以结尾用这四句话劝慰他。情调趋于闲适，组句仍求精炼，表现了黄诗所追求的“理趣”。</p> <p>　　这首诗多数人喜欢它的前半，其实功力见于“江山千里”以下的后半。方东树《昭昧詹言》说：“入思深，造句奇崛，笔势健，足以药熟滑，山谷之长也。”要体会这种长处，主要在后半。</p>",
  "about": "<h2>创作背景</h2> 　　这首<a href=\"http://so.gushiwen.org/view_71930.aspx\">诗</a>作于1084年（元丰七年），当时<a href=\"http://so.gushiwen.org/author_268.aspx\">黄庭坚</a>四十岁，从知太和县（今属江西）调监德州德平镇（今山东德平）。王郎，即王纯亮，字世粥，是作者的妹夫，亦能诗，作者集中和他唱和的诗颇多。这时黄庭坚初到德州，王纯亮去看他，临别之前，作此送王纯亮。",
  "poet": {
    "id": 268,
    "star": 0,
    "name": "黄庭坚",
    "image": "http://img.gushiwen.org/authorImg/huangtingjian.jpg",
    "desc": "黄庭坚（1045.8.9-1105.5.24），字鲁直，号山谷道人，晚号涪翁，洪州分宁（今江西省九江市修水县）人，北宋著名文学家、书法家，为盛极一时的江西诗派开山之祖，与杜甫、陈师道和陈与义素有“一祖三宗”（黄庭坚为其中一宗）之称。与张耒、晁补之、秦观都游学于苏轼门下，合称为“苏门四学士”。生前与苏轼齐名，世称“苏黄”。著有《山谷词》，且黄庭坚书法亦能独树一格，为“宋四家”之一。"
  },
  "tags": [
    "送别",
    "赞美",
    "写人",
    "劝慰"
  ]
}