{
  "id": 72012,
  "star": 18,
  "name": "薄幸·淡妆多态",
  "dynasty": "宋代",
  "content": "淡妆多态，更的的、频回眄睐。便认得琴心先许，与绾合欢双带。记画堂、风月逢迎、轻颦浅笑娇无奈。向睡鸭炉边，翔鸳屏里，羞把香罗偷解。<br>自过了、烧灯后，都不见踏青挑菜。几回凭双燕，丁宁深意，往来却恨重帘碍。约何时再，正春浓酒困，人闲昼永无聊赖。厌厌睡起，犹有花梢日在。",
  "fanyi": "<p><strong>译文<br></strong>她妆束淡雅，绰约多姿，早已使我深深爱慕，哪里还禁得住她频频向我盼顾？我知道她心已暗许，愿同我双双缔结欢娱。不能忘怀清风皓月的良辰，我们在画堂相聚，她轻蹙蛾眉，含情微笑。那模样是多么娇媚美丽。在睡鸭形的香炉旁，在画着双飞鸳鸯的屏风里。她娇羞地悄悄解开罗衣。<br>自从过了元宵，直到踏青挑菜的时节，如云的游人仕女中，我不曾寻见她的影踪。多少次相托双燕传信，嘱咐它们带上我的深情，却恨那重重帘幕，阻断了燕儿的路程。佳期密约几时才能再来？我日日醉饮，趁那春意正浓。人又闲，天又长，只觉得百事无心。我无精打采地昏昏愁眠，醒来时花梢还照着高高的日影。</p> <p><strong>注释<br></strong>①薄幸，词牌名之一，双调一百零八字，上片九句五仄韵，下片十句五仄韵。<br>②的的：频频、连连。郑仅《调笑转踏》词：“吴姬绰约开金盏，的的娇波流美盼”，同此义。也有版本记作“滴滴”[1] ，形容眼波不时注视的样子。<br>③眄睐（miǎnlài）：斜望。《古<a href=\"http://so.gushiwen.org/view_72012.aspx\">诗</a>十九首》之十六：“眄睐以适意，引领遥相瞒。”<br>④琴心：以琴声达意。<br>⑤“欲绾（wǎn）”句：意谓结同心之好。绾，旋转打结。合欢带，即合欢结。梁武帝《秋歌》：“绣带合欢结，锦衣连理文。”<br>⑥烧灯：指元宵节。<br>⑦踏青挑菜：指踏青节、挑菜节，是古代的两个民间节日踏青：春日郊游。<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>《绝句》：“江边踏青罢，回首见旌旗。”唐俗，农历二月初二日曲江挑菜，士民游观其间，谓之挑菜节。<br>⑧丁宁：叮嘱，嘱托。<br>⑨厌厌：同“恹恹”，形容精神压抑不舒畅。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　这是一组“爱情三部曲”。从开头至“与绾合欢双带”为第一部，定情：写一见钟情，“琴心先许”。从“记画堂”至上片结束为第二部，幽会：写两心相知，互赠信物。词的下片为第三部，相思：写物在人杳，再会无期。</p> <p>　　人们往往将古典<a href=\"http://so.gushiwen.org/view_72012.aspx\">诗</a>词中所写的美人香草当作作者寄托深意的象征物，试图透过它探寻重大的政治主题。这样做有一定道理，<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>的《离骚》便是明证。但若将这种研究方法作为固定的格套，定要苦心孤诣地寻求每一首“美人香草”词的政治寓意，则近乎胶柱鼓瑟、缘木求鱼了。</p> <p>　　吴曾《能改斋漫录》载：“贺方回眷一姝，别久，姝寄诗云：‘独倚危栏泪满襟，小园春色懒追寻。深思纵似丁香结，难展芭蕉一寸心。’贺演其诗为《石州引》词。悼亡诗词，不知即为此姬作否？”看来，古人并不都古板，吴曾并不以“情事”、“情词”为嫌。那么，读者对于这首《薄幸》，不妨即以其男女情的本色来鉴赏，亦无伤“大雅”。</p> <p>　　诗无达诂。吴曾的记载给我们提供了合理想象的事实依据。“贺方回眷一姝，别久”，与此词正合。全词的情感核心正是一个“眷”字。“姝”者，美女也，词中所写的“淡妆多态”、“轻颦浅笑娇无奈”，正是“这一个”美女的独特之美──“多态”：“淡妆”是多态的反衬；“轻颦浅笑”是多态之一斑；“娇无奈”则是无法用语言形容的“多态”。而这种形体之“多态”，不正是她内心多情而又娇羞的复杂心态的自然流露么？此词下片所写相思之苦，也正由“别久”引发。吴曾所引之“姝寄诗”，情思深婉，形象鲜丽，引喻贴切，又可见这位姑娘文才之美。所以作者眷恋不已。如果是这样，这首《薄幸》词当作于二人定情之后、爱人寄诗之前的一段相思时节。</p> <p>　　词中女主人公形象的特色，除了“多态”、多情之外，尤为引人注目的突出之处在于主动。这与传统“佳人”形象有质的区别。试看，她对意中人“的的频回眄睐”，怎不令人销魂；她一旦确认知音，便“琴心先许”、“绾合欢双带”、“把香罗偷解”，又是何等的果断、痛快！在这位真情如火的姑娘身上，可以窥见<a href=\"http://so.gushiwen.org/author_278.aspx\">白朴</a>《墙头马上》中李千金的身影。“的的”二字，颇值玩味；既表现了作者相思时回忆往事如在目前的真切情景，又生动传神地托出了女子频送秋波的明确信息。“的的”二字迭用，虽属罕见，但用在这里却非常明晓畅达，充溢着生活气息，使读者眼中幻化出这位勇敢女性的神采。</p> <p>　　这组爱情三部曲的第一部“定情”，纯用白描手法，恰与姑娘的“淡妆”相融谐。第二部“幽会”，不宜用白描了，便以景衬情，选用了“画堂”、“风月”、“睡鸭”、“鸳屏”等典型事物来暗写。第三部“相思”为全词重点，可分为三个层次：第一层写初次幽会之后再不见那位姑娘“踏青挑菜”，也就是再没有见面的机会。第二层写多次托人传书递简，但阻隔重重，音信难通。第三层写后会无期，百无聊赖，度日如年。这三层步步递进，逼出了一个“苦”字。于是在心中暗暗怨恨那位“冤家”的“薄幸”；于是更加珍惜那不可重复的“定情”与“幽会”，一遍又一遍地回想当初的黄金细节：“淡妆多态……”。全词就是这样形成了一个“此恨绵绵无绝期”的循环往复的“情结”结构。</p> <p>　　有一位学者曾说：中国古代文学中存在着一个爱情母题：有所爱，但不能得其所爱，而又不能忘其所爱。这首词也是一个佐证。如果与那些汗牛充栋的才子佳人大团圆的小说戏曲相比，<a href=\"http://so.gushiwen.org/author_399.aspx\">贺铸</a>这首小词所反映的古代青年男女爱情生活的真实性和普遍性，无疑具有更高的认识价值和审美价值。</p>",
  "poet": {
    "id": 399,
    "star": 0,
    "name": "贺铸",
    "image": "http://img.gushiwen.org/authorImg/hezhu.jpg",
    "desc": "贺铸(1052～1125) 北宋词人。字方回，号庆湖遗老。汉族，卫州（今河南卫辉）人。宋太祖贺皇后族孙，所娶亦宗室之女。自称远祖本居山阴，是唐贺知章后裔，以知章居庆湖（即镜湖），故自号庆湖遗老。"
  },
  "tags": [
    "婉约",
    "爱情"
  ]
}