{
  "id": 71765,
  "star": 164,
  "name": "凉州词三首·其三",
  "dynasty": "唐代",
  "content": "凤林关里水东流，白草黄榆六十秋。<br>边将皆承主恩泽，无人解道取凉州。",
  "fanyi": "<p><strong>译文<br></strong>流经凤林关的河水向东流去，白草、黄榆树已经生长了六十年。<br>边城的将士都承受主上的恩惠赏赐，却没有人知道去夺回凉州。</p> <p><strong>注释<br></strong>（1）风林关：在唐代陇右道的河州（治所在今甘肃临夏）境内。位于黄河南岸。<br>（2）白草：北地所生之草，似莠而细，干熟时呈白色，为牛羊所喜食。<br>（3）黄榆：乔木名，树皮黄褐色。叶，果均可食。<br>（4）六十秋：从吐蕃全部占领陇右之地至作者写<a href=\"http://so.gushiwen.org/view_71765.aspx\">诗</a>之时，已过去了六十年之久。<br>（5）恩泽：恩惠赏赐。<br>（6）凉州：唐陇右道属州，治所在今甘肃武威。代宗宝应、广德年间沦于吐蕃之手。此地以凉州泛指陇右失地。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>在《西凉伎》中写道：“凉州陷来四十年，河陇侵将七千里。平时安西万里疆，今日边防在凤翔。缘边空屯十万卒，饱食温衣闲过日。遗民肠断在凉州，将卒相看无意收。”<a href=\"http://so.gushiwen.org/author_18.aspx\">元稹</a>的《西凉伎》也说：“一朝燕贼乱中国，河湟忽尽空遗丘。连城边将但高会，每说此曲能不羞？”一针见血地指出了凉州沦陷未收的原因，是守边将领的腐败无能。<a href=\"http://so.gushiwen.org/author_390.aspx\">张籍</a>的第三首<a href=\"http://so.gushiwen.org/view_71765.aspx\">诗</a>正是表达这个思想主题，而诗的风格迥然有别。“凤林关里水东流，白草黄榆六十秋。”这两句写景，点明边城被吐蕃占领的时间之久，以及景象的荒凉萧瑟。“凤林关”，在今甘肃临夏市西北。安史之乱前，唐朝同吐蕃的交界处在凤林关以西，随着边城四镇的失守，凤林关亦已沦陷。在吐蕃异族野蛮掠夺、横暴奴役下，凤林关内，土地荒芜，无人耕种，岁岁年年只见寒水东流，白草丛生，黄榆遍地，一片萧条。这里，诗人既用“白草黄榆”从空间广度来写凤林关的荒凉，又用具体数字“六十秋”从时间深度来突出凤林关灾难的深重。“六十秋”这不是夸张而是写实，从公元762年（唐代宗初年）四镇失陷，到诗人公元824年写这首诗时，已是六十年还未收复。国土失陷如此之久，边民灾难如此之深，为什么没有收复？原因在哪里？由此诗人发出了深沉的感慨、愤激的谴责。</p> <p>　　“边将皆承主恩泽，无人解道取凉州。”前句写边将责任的重大。“皆承主恩泽”，说明了边将肩负着朝廷的重命、享受着国家的厚禄、担负着人民的重望，守卫边境、收复失地是他们的天职。然而六十年来失地仍在吐蕃的铁蹄下，这不是国政内虚、边力不足。后一句直指原因：守边的将领无人提起收复凉州。边将享受着国家优厚的待遇，却不去尽职守边、收复失地，可见其饱食终日、腐败无能。这两句一扬一抑，对比鲜明，有力地谴责了边将忘恩负义，长期失职，实在令人可憎可恨，可悲可叹。</p> <p>　　此诗的主旨落在最后一句，诗人不是从正面围绕主题来叙述，而是从侧面落笔，这是此诗的一个显著特色。一、二两句从空间和时间描写边城深重的灾难，看来似乎是控诉吐蕃的侵占罪恶，而联系最后一句“无人解道取凉州”来看，诗人的用意是在用现实来谴责边将，正是他们的失职而带来的长期失陷，边将已成了历史的罪人。第三句以鲜明的对照，严正谴责边将无才无德，面对失去的山河熟视无睹。这一景一情，从侧面有力地突现了卒句主旨的表达，义正辞严，酣畅淋漓。</p>",
  "about": "<h2>创作背景</h2> <p>　　《凉州词》是乐府<a href=\"http://so.gushiwen.org/view_71765.aspx\">诗</a>的名称，本为凉州一带的歌曲，唐代诗人多用此调作诗，描写西北边塞的风光和战事。安史之乱以后，吐蕃族趁虚大兴甲兵，东下牧马，占据了唐西北凉州（今甘肃永昌以东、天祝以西一带）等几十个州镇，从八世纪后期到九世纪中叶长达半个多世纪。诗人目睹这一现实，感慨万千，写了《凉州词三首》。</p>",
  "poet": {
    "id": 390,
    "star": 0,
    "name": "张籍",
    "image": "http://img.gushiwen.org/authorImg/zhangji.jpg",
    "desc": "张籍（约767～约830），唐代诗人。字文昌，汉族，和州乌江（今安徽和县）人，郡望苏州吴（今江苏苏州）1 。先世移居和州，遂为和州乌江（今安徽和县乌江镇）人。世称“张水部”、“张司业”。张籍的乐府诗与王建齐名，并称“张王乐府”。著名诗篇有《塞下曲》《征妇怨》《采莲曲》《江南曲》。1 《张籍籍贯考辨》认为，韩愈所说的“吴郡张籍”乃谓其郡望，并引《新唐书·张籍传》、《唐诗纪事》、《舆地纪胜》等史传材料，驳苏州之说而定张籍为乌江人。"
  },
  "tags": [
    "写景",
    "谴责",
    "边将"
  ]
}