{
  "id": 64624,
  "star": 469,
  "name": "三台·清明应制",
  "dynasty": "宋代",
  "content": "见梨花初带夜月，海棠半含朝雨。内苑春、不禁过青门，御沟涨、潜通南浦。东风静、细柳垂金缕。望凤阙、非烟非雾。好时代、朝野多欢，遍九陌、太平箫鼓。 <br>乍莺儿百啭断续，燕子飞来飞去。近绿水、台榭映秋千，斗草聚、双双游女。饧香更、酒冷踏青路。会暗识、夭桃朱户。向晚骤、宝马雕鞍，醉襟惹、乱花飞絮。 <br>正轻寒轻暖漏永，半阴半晴云暮。禁火天、已是试新妆，岁华到、三分佳处。清明看、汉宫传蜡炬。散翠烟、飞入槐府。敛兵卫、阊阖门开，住传宣、又还休务。",
  "fanyi": "<p><strong>译文</strong><br>梨花还染着夜月的银雾，海棠半含清晨的雨露，皇家宫苑关不住阳春，春光延伸到遥远的城门。御沟里涨满新水，暗暗地流向南浦。细柳垂丝丝金缕，东风平和静穆。望壮丽宫阔高耸入云，那并不是烟雾霏霏的仙境。清平时代，朝中和民间多么欢悦。帝城条条大路，喧响着箫声鼓乐。<br>黄莺儿歌声断续，小燕子飞来飞去。绿水中倒映着岸边台榭，秋千影随水波荡漾不伍。一对对游女，聚集着做斗草游戏，踏青路上洋溢着卖糖的香气，到处是携酒野宴的人，你也许会幸运地认识那人面桃花相映的朱门。少年跨着雕鞍宝马，向晚时在一起欢聚，酣醉中，衣襟上沽惹着片片落红、点点飞絮。<br>正是轻寒轻暖宜人的长昼，云天半阴半晴的日暮，在这禁火时节，青年们已把新妆试著。岁华恰到最佳处，清明时看汉宫传送蜡浊，翠烟缕缕，飞进门前种槐的贵人府。兵卫全都撤除，皇宫敞开千门万户，不再听到传诏宣旨，停止了一切的公务。</p> <p><strong>注释</strong><br>三台：唐教坊曲名。宋李济翁《资暇录》：“三台，今之啐酒三十拍促曲。”宋张表臣《珊瑚钩<a href=\"http://so.gushiwen.org/view_64624.aspx\">诗</a>话》：“乐部中有促拍催酒，谓之三台。”单调二十四字，四句两平韵或单调二十四字，四句三平韵。应制：即应诏，指奉皇帝之命写作诗文。<br>内苑：皇宫花园。<br>青门：汉长安东南门，后泛指京城城门。<br>浦：水边，这里泛指京城外面的江河。<br>凤阙：汉代宫阙名。《史记·孝武纪》：“于是作建章宫······其东则凤阕，高二十余丈。”《三辅故事》：“北有圜阙，高二十丈，上有铜凤皇，故日凤阙也。”后泛指宫殿、朝廷。<br>非烟非雾：指祥瑞之气。《汉书·天文志》：“若烟非烟，若云非云，郁郁纷纷，萧索轮困，是谓庆云。”庆云是一种彩云，古人迷信，认为是祥瑞之气。<br>九陌：汉长安城中有八街、九陌。后来泛指都城大路。<a href=\"http://so.gushiwen.org/author_714.aspx\">骆宾王</a>《帝京篇》：“三条九陌丽城隈，万户千门年旦开。”<br>乍：恰好，正是。啭：鸟声宛转。<br>榭：建在高台上的宽敞屋宇。<br>斗草：古代的一种游戏，也叫“斗百草”。南朝梁宗懔《荆楚岁时记》：“五月五日，四民并踏百草，又有斗百草之戏。”<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>《观儿诗》：“弄尘斗百草，尽日乐嬉嬉。”<br>饧（xíng）：糖稀，软糖。 <br>踏青：指春天郊游。<br>夭桃：茂盛而艳丽的桃花。语出《诗·周南·桃夭》：“桃之天夭，灼灼甚华。”<br>漏永：夜漫长。<br>禁火：古俗寒食日禁火三天。<br>三分：很，最。<br>汉宫传蜡炬：唐<a href=\"http://so.gushiwen.org/author_473.aspx\">韩翃</a>《寒食》：“日暮汉宫传蜡烛，轻烟散入五侯家。”<br>槐府：贵人宅第，门前植槐。<br>收敛，引申为撤离。阊阖：宫之正门。<br>住传宣：停止传旨、宣官员上殿。<br>休务：停止公务。</p><br/><p><strong>译文</strong><br>但见那梨花好像还带着昨夜的月色，海棠花半含着清晨的雨珠。皇家的园囿关不住盎然春色，春光已无拘无束地穿过城门来到郊野，御沟中绿水漾漾，暗暗流出，直达城外的津渡。东风微微，和煦闲静，垂柳细柔，好似千万条丝丝金缕。遥望皇宫凤阙，朦朦胧胧，非烟非雾。正逢太平盛世，朝野上下一片欢娱，京城里条条大路，到处是升平歌舞、箫笙锣鼓。<br>黄莺的鸣啭时断时续，一双双燕子飞来飞去。绿水倒映着岸边的楼阁和秋千，相映成趣。成双成对的游春女子欢快地斗草为戏。酒席被冷落在踏青的路边，麦芽糖的香气充满道路。饮酒的人们到了何处？大概是溜进了藏娇的门户。直到傍晚时分，才跨上宝马雕鞍，飞驰而去，一个个酒气熏熏，衣襟上沾满了乱花飞絮。<br>正当这不寒不暖的节令，夜漏还长；半阴半晴的天气，已渐黄昏日暮。在这禁火的寒食节，已是人们试穿新装，一年中最好的季节。到清明节那天，看宫室里传出蜡烛，翠烟缕缕，散入槐树大院、贵人府第。宫门大开，卫兵也撤了，停止传诏宣旨，官吏们也停止了公务。</p><p><strong>注释</strong><br>青门：汉长安东城门。此处泛指京城城门。<br>九陌：京城的大道。<br>饧（tánɡ）：麦芽糖。<br>夭桃朱户：用<a href=\"http://so.gushiwen.org/author_74.aspx\">崔护</a>《过都城南庄》<a href=\"http://so.gushiwen.org/view_64624.aspx\">诗</a>意：“去年今日此门中，人面桃花相映红。人面不知何处去，桃花依旧笑春风。”<br>漏永：指夜长。<br>槐府：贵人宅第门前种槐，故称槐府。<br>阊阖：宫门。<br>休务：宋人称办公休止为休务。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　全词用赋的铺张扬厉之笔法极力铺叙京城清明时节的节序风光，粉饰出一片虚假的太平繁荣景象。词分上、中、下三片，上片写宫苑中的春景，由内及外；中片写郊外之游，具体描写莺歌燕舞、各色人物游冶欢乐的情形；下片写贵族宅院中的喜庆景象。</p> <p>　　上片写春到京城，将优美的春景，归结为“朝野多欢”、“箫鼓”盈衢的“太平气象”。“见梨花初带夜月，海棠半含朝雨。”首二句写景，收入了梨花、海棠、夜月、朝雨这一系列意象，色彩清丽，并未沾染上多少宫廷的富贵气息。“内苑春”四句写春意由皇宫内苑延向民间，渲染出一片春意融融的景象。“东风静”四句，描写东风拂柳的春日景象和皇宫楼阙的巍峨，烘托出帝王之家的祥和与高贵。东风和煦闲静，细柳静静地垂拂着金黄色的柳丝，远远望去，皇宫楼阙金碧辉煌，朦朦缥缈，却非烟非雾。“好时代”四句全是颂扬之词，粉饰出一片虚假的太平景象。</p> <p>　　中片写市井之繁华热闹。流莺宛转，燕子去来，近水台榭映秋千，成双游女戏斗草。卖场携酒，踏青祭扫，游人往返不绝，犹有留情于“夭桃朱户”人家者。仍归结为贵族子弟纵马豪饮的游冶逸兴。“乍莺儿百啭断续，燕子飞来飞去。”这二句写莺歌燕舞，既是对景物的描绘，也象征着太平盛世的祥和安宁。“近绿水”四句描写了荡秋千和斗百草两种游戏场面，姑娘们的嬉耍在无形之中为春天增添了不少美色。“饧香更”四句描写了踏青路上的热闹景象，暗示了这也正是青年男女们恋爱的季节。“向晚骤、宝马雕鞍，醉襟惹、乱花飞絮。”中片歇拍二句描写了富贵子弟的狂饮醉归，暗衬出一派醉生梦死的承平景象。</p> <p>　　下片借寒食清明习俗禁火，宫中以蜡烛分赐近臣，及弛禁开门，住宣休务等事，写皇上降恩，与百僚同乐，以此颂圣。“正轻寒轻暖漏永，半阴半晴云暮。”这二句交待了天气和节候特征，暗示天下风调雨顺，人心舒畅。“禁火天”描写了民间“试新妆”的喜气，呈现出一派万象更新的可喜气象。“清明看”四句，描写了宫廷传蜡烛“燃薪火”的盛况，进一步渲染了万象更新的盛世气象。“敛兵卫”四句描写了节日里皇宫朝廷的安宁气象，“敛兵卫”而洞开宫廷大门，具体印证了前面的“太平”；“又还休务”则是对“朝野多欢”的一个总的收束。全词也在这样一片太平祥和的氛围中戛然而止。</p> <p>　　统观全篇，是一种竭力罗列铺陈的赋体写法。比之于出自真情实感的抒情词作来，其文与价值或要逊色得多，但就当时文学现象中不可缺少的一种<a href=\"http://so.gushiwen.org/view_64624.aspx\">诗</a>词体式“应制体”来看，也还是写得比较成功的，故得到一些评词者的赞许。全词铺叙勾勒，脉络清晰，层次分明，处处照应；语言雅洁富丽，修饰精工自然，既具音律美，又具意境美。</p>",
  "about": "<h2>创作背景</h2> 　　这首词是宋徽宗时<a href=\"http://so.gushiwen.org/author_40.aspx\">万俟咏</a>任大晟府乐官时奉皇帝之命所作。",
  "poet": {
    "id": 40,
    "star": 0,
    "name": "万俟咏",
    "image": "http://img.gushiwen.org/authorImg/wansiyong.jpg",
    "desc": "万俟咏是北宋末南宋初词人。字雅言，自号词隐、大梁词隐。籍贯与生卒年均不详。哲宗元佑时已以诗赋见称于时。据王灼《碧鸡漫志》卷2记载：“元佑时诗赋老手”。但屡试不第，于是绝意仕进，纵情歌酒。自号“大梁词隐”。徽宗政和初年，召试补官，授大晟府制撰。绍兴五年(1135)补任下州文学。善工音律，能自度新声。词学柳永，存词27首。"
  },
  "tags": [
    "宋词三百首",
    "春天",
    "清明节",
    "写景"
  ]
}