{
  "id": 71591,
  "star": 16,
  "name": "同谢谘议咏铜雀台",
  "dynasty": "南北朝",
  "content": "穗帷飘井干，樽酒若平生。<br>郁郁西陵树，讵闻歌吹声。<br>芳襟染泪迹，婵媛空复情。<br>玉座犹寂寞，况乃妾身轻。",
  "fanyi": "<h2>注释</h2> ①这是一首应和（同）谢咨议凭吊魏武帝<a href=\"http://so.gushiwen.org/author_552.aspx\">曹操</a>的<a href=\"http://so.gushiwen.org/view_71591.aspx\">诗</a>。曹操临死时，在他的《遗令》中曾经嘱咐诸子将自己的遗体葬在邺的西岗，并令妾伎们住在铜雀台上，早晚供食，每月初一和十五还要在他的灵帐前面奏乐唱歌，并让她们登台向西瞻望他的西陵墓田。作者认为这一切安排都是无益的，人死已久，墓地的树木都长得很茂盛了，供奉祭祀还有什么用处呢？作者对曹操的眷眷于身后之事有所批评，对他身后的寂寞也有所同情。谢咨议，名璟；咨议，官名。铜雀台：公元210年（建安十五年）曹操所建，在今河北省临漳县西南古邺城的西北隅。　<br>②穗帷：即灵帐，帷，亦作帏。井干（hán含）：汉代楼台名，这里借指铜雀台。这两句是说，铜雀台上飘着灵帐，就像死者活着一样供给他酒食。<br>③郁郁：形容树木茂盛。西陵：曹操的葬地。讵：岂。这两句是说，曹操墓地的树木都长得很茂盛了，他哪里还能听到妄伎唱歌奏乐的声音呢？　<br>④芳襟：指妾伎的衣襟。婵媛：情思牵连的样子。这两句是说，妾伎们落泪，空余感伤之情，死人也不知道。　<br>⑤玉座：帝位，这里指曹操的灵位。这两句是说，曹操这样的人物尚有一死（灵位寂寞），妾伎又何足道呢！",
  "shangxi": "<h2>鉴赏</h2> <p>　　铜雀台是<a href=\"http://so.gushiwen.org/author_552.aspx\">曹操</a>在公元210年（建安十五年）建造的，在当时是最高建筑，上有屋宇一百二十间，连接榱楝，侵彻云汉。因为楼顶上铸造了一个大铜雀，舒翼奋尾，势若飞动，所以名为铜雀台。据《邺都故事》记载，公元220年（建安二十五年）曹操临死之前，在《遗令》中吩咐儿子们将自己的遗体葬在邺的西岗，并命从妾与使人住在铜雀台上，早晚供食，每月初一和十五还要在灵帐前面奏乐唱歌。此时，诸子必须“登（铜雀）台，望吾西陵墓田”。儿子们自然遵命照办。</p> <p>　　不知什么缘故，南朝不少<a href=\"http://so.gushiwen.org/view_71591.aspx\">诗</a>人对这一历史故事发生了兴趣，纷纷以“铜雀台”、“铜雀妓”为题，伤悲其意，为之歌咏。<a href=\"http://so.gushiwen.org/author_569.aspx\">何逊</a>、<a href=\"http://so.gushiwen.org/author_509.aspx\">江淹</a>、刘孝绰、张正见、荀仲举等人，都有同题之作。<a href=\"http://so.gushiwen.org/author_32.aspx\">谢朓</a>此诗描写的也是这一题材。“同”，应和的意思。谢谘议，名暻，谘议是官名。谢朓的诗是应和谢暻的铜雀台诗而作的。</p> <p>　　井干是汉代楼台名，诗中代指铜雀台；穗帷就是灵帐。诗人描写祭奠曹操的“盛况”：铜雀台上，歌吹洞天，舞女如云，素白的灵帐，在西风中缓缓飘荡着；曹操的儿子们，供奉先父的亡灵，摆酒设祭，就像曹操活着的时候侍奉他一样。好一个“樽酒若平生”，一种庄严肃穆和隆重热烈的场面，宛然在目。同时，又令人油然想见曹操“平生”把酒临风、横槊赋诗的盖世雄风。然而，生前的气壮山河与死后的隆重庄严，乍看虽颇相仿佛，前后如一，细味却有不胜悲凉之感。逝者如斯，只能“樽酒若平生”（像曹操生前那样供奉如故）了，但反过来说，又不能“樽酒若平生”（像曹操活着的时候纵横捭阖、酾酒临江那样）。一句平白如话的诗，包涵了多重的意蕴，既是描述，又是感慨，留给人们广阔的想象余地。而“郁郁西陵树，讵闻歌吹声”，又与上两句有同工异曲之妙。西陵墓地，树木葱茏；铜雀台上，歌吹沸天——可是，死者长眠地下，不能复闻丝竹之声。这似乎是为铜雀台上的伎妾们设辞，传达她们哀婉的心曲。而从诗人所处的历史地位、历史的角度细加品味，则尤感意蕴丰厚，韵味无穷：时代渺邈，年复一年，魏家天下早已改朝换代，如今已没有人为曹操一月两次，歌舞酒乐，侍奉如常；铜雀故址，西陵墓地，百草丰茂，杂树丛生，而今已不能听到什么歌吹之声。所以，诗人禁不住要为那些无辜的妾伎们悲泣感伤了。芳襟翠袖，徒染悲泣之泪；婉转缠绵，空余伤感之情。连曹操这样的盖世英雄尚且不免“玉座寂寞”的悲哀，更何况那些地位低下、身轻体贱的妾伎们呢。</p> <p>　　表面上看，诗写铜雀台祭奠的隆重，写西陵墓地的荒芜以及妾伎们的芳襟染泪、婉娈多情，旨意似乎是在感叹曹操的身后寂寞。实际上这是个误会。写曹操的身后寂寞，乃是为写妾伎们的寂寞张本，是一种衬垫，“玉座犹寂寞，况乃妾身轻”，正点出了这一中心题旨。盖世英主尚且不免寂寞身后之事，更何况地位低下、生前就已冷落不堪的妾伎们呢。此诗《乐府诗集》题作《铜雀妓》，也正暗示并证明了诗人题咏的中心对象是妾伎，而不是曹操。由此可见到，诗人已从对铜雀故址的一时一事的凭吊和感伤的圈子中跳了出来，站到了历史的高度，既饱含感情又充满理性，以超然的态度来描写、评判这一历史故事，并进而反思人生。他从大人物的悲哀中，看到了小人物的悲哀；从历史的冷酷中，领略到了现实的冷酷；从死者的寂寞中，感受到了生者的寂寞。因而，这种寂寞身后事的感伤和咏叹，已不仅仅胶着在曹操及其妾伎们身上，而上升为一种人生的感喟和反思。所以，他对“铜雀妓”的题咏，既是执着的，又是超然的，在执着与超然的若即若离之中，诗人既认识、评判了历史和人物，也认识、评判了现实和自己。</p> <p>　　这是一首怀古诗。怀古诗是以诗的形式发抒诗人对于历史、人物的认识和感受，是对历史故事的一种艺术的评判。所以，诗人往往把自己丰富的思想内蕴和复杂的感情色彩，深深地隐藏、浸润在诗的形象当中，用艺术形象来说话，来作为自己的代言人。谢朓的这首诗，也正具有这样的特点：叙写平白，而蕴含丰富、深刻；辞章短小，却韵味渺远、悠长。</p>",
  "poet": {
    "id": 32,
    "star": 0,
    "name": "谢朓",
    "image": "http://img.gushiwen.org/authorImg/xietiao.jpg",
    "desc": "谢朓（464~499年），字玄晖。汉族，陈郡阳夏（今河南太康县）人。南朝齐时著名的山水诗人，出身世家大族。谢朓与谢灵运同族，世称“小谢”。初任竟陵王萧子良功曹、文学，为“竟陵八友”之一。后官宣城太守，终尚书吏部郎，又称谢宣城、谢吏部。东昏侯永元初，遭始安王萧遥光诬陷，下狱死。曾与沈约等共创“永明体”。今存诗二百余首，多描写自然景物，间亦直抒怀抱，诗风清新秀丽，圆美流转，善于发端，时有佳句；又平仄协调，对偶工整，开启唐代律绝之先河。"
  },
  "tags": [
    "咏物",
    "咏史怀古"
  ]
}