{
  "id": 5780,
  "star": 6700,
  "name": "九月九日忆山东兄弟",
  "dynasty": "唐代",
  "content": "独在异乡为异客，每逢佳节倍思亲。<br>遥知兄弟登高处，遍插茱萸少一人。",
  "fanyi": "<p><strong>译文</strong><br>独自远离家乡难免总有一点凄凉，每到重阳佳节倍加思念远方的亲人。<br>远远想到兄弟们身佩茱萸登上高处，也会因为少我一人而生遗憾之情。</p> <p><strong>注释</strong><br>⑴九月九日：即重阳节。古以九为阳数，故曰重阳。忆：想念。山东：<a href=\"http://so.gushiwen.org/author_515.aspx\">王维</a>迁居于蒲县（今山西永济县），在函谷关与华山以东，所以称山东。<br>⑵异乡：他乡、外乡。 为异客：作他乡的客人。<br>⑶佳节：美好的节日。<br>⑷登高：古有重阳节登高的风俗。<br>⑸茱萸（zhūyú）：一种香草，即草决明。古时人们认为重阳节插戴茱萸可以避灾克邪。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　<a href=\"http://so.gushiwen.org/author_515.aspx\">王维</a>这首《九月九日忆山东兄弟》<a href=\"http://so.gushiwen.org/view_5780.aspx\">诗</a>载于《全唐诗》卷一百二十八。下面是唐代文学研究会常务理事刘学锴先生对此诗的赏析。</p> <p>　　王维是一位早熟的作家，少年时期就创作了不少优秀的诗篇。这首诗就是他十七岁时的作品。和他后来那些富于画意、构图设色非常讲究的山水诗不同，这首抒情小诗写得非常朴素。但千百年来，人们在作客他乡的情况下读这首诗，却都强烈地感受到了它的力量。这种力量，首先来自它的朴质、深厚和高度的概括。</p> <p>　　诗因重阳节思念家乡的亲人而作。王维家居蒲州，在华山之东，所以题称“忆山东兄弟”。写这首诗时他大概正在长安谋取功名。繁华的帝都对当时热中仕进的年轻士子虽有很大吸引力，但对一个少年游子来说，毕竟是举目无亲的“异乡”；而且越是繁华热闹，在茫茫人海中的游子就越显得孤孑无亲。第一句用了一个“独”字，两个“异”字，分量下得很足。对亲人的思念，对自己孤孑处境的感受，都凝聚在这个“独”字里面。“异乡为异客”，不过说他乡作客，但两个“异”字所造成的艺术效果，却比一般地叙说他乡作客要强烈得多。在自然经济占主要地位的封建时代，不同地域之间的风土、人情、语言、生活习惯差别很大，离开多年生活的故乡到异地去，会感到一切都陌生、不习惯，感到自己是漂浮在异地生活中的一叶浮萍。“异乡”“异客”，正是朴质而真切地道出了这种感受。作客他乡者的思乡怀亲之情，在平日自然也是存在的，不过有时不一定是显露的，但一旦遇到某种触媒──最常见的是“佳节”──就很容易爆发出来，甚至一发而不可抑止。这就是所谓“每逢佳节倍思亲”。佳节，往往是家人团聚的日子，而且往往和对家乡风物的许多美好记忆联结在一起，所以“每逢佳节倍思亲”就是十分自然的了。这种体验，可以说人人都有，但在王维之前，却没有任何诗人用这样朴素无华而又高度概括的诗句成功地表现过。而一经诗人道出，它就成了最能表现客中思乡感情的格言式的警句。</p> <p>　　前两句，可以说是艺术创作的“直接法”。几乎不经任何迂回，而是直插核心，迅即形成高潮，出现警句。但这种写法往往使后两句难以为继，造成后劲不足。这首诗的后两句，如果顺着“佳节倍思亲”作直线式的延伸，就不免蛇足；转出新意而再形成新的高潮，也很难办到。作者采取另一种方式：紧接着感情的激流，出现一泓微波荡漾的湖面，看似平静，实则更加深沉。</p> <p>　　重阳节有登高的风俗，登高时佩带茱萸囊，据说可以避灾。茱萸，又名越椒，一种有香气的植物。三四两句，如果只是一般化地遥想兄弟如何在重阳日登高，佩带茱萸，而自己独在异乡，不能参与，虽然写出了佳节思亲之情，但会显得平直，缺乏新意与深情。诗人遥想的却是：“遍插茱萸少一人。”意思是说，远在故乡的兄弟们今天登高时身上都佩上了茱萸，却发现少了一位兄弟──自己不在内。好像遗憾的不是自己未能和故乡的兄弟共度佳节，反倒是兄弟们佳节未能完全团聚；似乎自己独在异乡为异客的处境并不值得诉说，反倒是兄弟们的缺憾更须体贴。这就曲折有致，出乎常情。而这种出乎常情之处，正是它的深厚处、新警处。<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>的《月夜》：“遥怜小儿女，未解忆长安”，和这两句异曲同工，而王诗似乎更不着力。</p>",
  "about": "<h2>创作背景</h2> <p>　　此<a href=\"http://so.gushiwen.org/view_5780.aspx\">诗</a>原注：“时年十七。”说明这是<a href=\"http://so.gushiwen.org/author_515.aspx\">王维</a>十七时的作品。王维当时独自一人漂泊在洛阳与长安之间，他是蒲州（今山西永济）人，蒲州在华山东面，所以称故乡的兄弟为山东兄弟。九月九日是重阳节，中国有些地方有登高的习俗。《太平御览》卷三十二引《风土记》云：“俗于此日，以茱萸气烈成熟，尚此日，折萸房以插头，言辟热气而御初寒。”</p>",
  "poet": {
    "id": 515,
    "star": 0,
    "name": "王维",
    "image": "http://img.gushiwen.org/authorImg/wangwei.jpg",
    "desc": "王维（701年－761年，一说699年—761年），字摩诘，汉族，河东蒲州（今山西运城）人，祖籍山西祁县，唐朝诗人，有“诗佛”之称。苏轼评价其：“味摩诘之诗，诗中有画；观摩诘之画，画中有诗。”开元九年（721年）中进士，任太乐丞。王维是盛唐诗人的代表，今存诗400余首，重要诗作有《相思》《山居秋暝》等。王维精通佛学，受禅宗影响很大。佛教有一部《维摩诘经》，是王维名和字的由来。王维诗书画都很有名，非常多才多艺，音乐也很精通。与孟浩然合称“王孟”。"
  },
  "tags": [
    "唐诗三百首",
    "小学古诗",
    "重阳节",
    "思乡"
  ]
}