{
  "id": 17676,
  "star": 37,
  "name": "八月十五夜赠张功曹",
  "dynasty": "唐代",
  "content": "纤云四卷天无河，清风吹空月舒波。<br>沙平水息声影绝，一杯相属君当歌。<br>君歌声酸辞且苦，不能听终泪如雨。<br>洞庭连天九疑高，蛟龙出没猩鼯号。<br>十生九死到官所，幽居默默如藏逃。<br>下床畏蛇食畏药，海气湿蛰熏腥臊。<br>昨者州前捶大鼓，嗣皇继圣登夔皋。<br>赦书一日行万里，罪从大辟皆除死。<br>迁者追回流者还，涤瑕荡垢清朝班。<br>州家申名使家抑，坎轲只得移荆蛮。<br>判司卑官不堪说，未免捶楚尘埃间。<br>同时辈流多上道，天路幽险难追攀。<br>君歌且休听我歌，我歌今与君殊科。<br>一年明月今宵多，人生由命非由他。<br>有酒不饮奈明何。",
  "fanyi": "<p><strong>译文</strong><br>薄云四处飘散还不见银河，清风吹开云雾月光放清波。<br>沙滩里水平波息声影消失，斟杯美酒相劝请你唱支歌。<br>你的歌声酸楚歌辞也悲苦，没有听完热泪就纷纷下落。<br>洞庭湖水连天九疑山高峻，湖中的蛟龙出没猩鼯哀号。<br>九死一生到达这被贬官所，默默地幽居远地好像潜逃。<br>下床怕蛇咬吃饭又怕毒药，潮气与毒气相杂到处腥臊。<br>昨日州衙前忽然擂动大鼓，新皇继位要举用夔和皋陶。<br>大赦文书一日万里传四方，犯有死罪的一概免除死刑。<br>被贬谪的召回放逐的回朝，革除弊政要剪除朝中奸佞。<br>刺史提名赦免观察使扣压，命运坎坷只能够迁调荒漠。<br>判司原本是小官不堪一提，未免跪地挨打有苦向谁说。<br>一起被贬谪的大都已回京，进身朝廷之路比登天难攀。<br>你的歌声暂且停止听我唱，我的歌声和你绝不是同科。<br>一年的明月今夜月色最好，人生由命又何必归怨其他，<br>有酒不饮怎对得天上明月？</p> <p><strong>注释</strong><br>⑴纤云：微云。河：银河。　<br>⑵月舒波：月光四射。　<br>⑶属（zhǔ）：劝酒。<br>⑷洞庭：洞庭湖。九疑：又名苍梧山，在今湖南宁远县境。　<br>⑸猩：猩猩。鼯（wú）：鼠类的一种。　<br>⑹如藏逃：有如躲藏的逃犯。　<br>⑺药：指蛊毒。南方人喜将多种毒虫放在一起饲养，使之互相吞噬，最后剩下的毒虫叫做蛊，制成药后可杀人。　<br>⑻海气：卑湿的空气。蛰：潜伏。　<br>⑼嗣皇：接着做皇帝的人，指宪忠。登：进用。夔皋：夔和皋陶，传说是舜的两位贤臣。　<br>⑽赦书：皇帝发布的大赦令。　<br>⑾大辟：死刑。除死：免去死刑。　<br>⑿迁者：贬谪的官吏。流者：流放在外的人。　<br>⒀瑕：玉石的杂质。班：臣子上朝时排的行列。　<br>⒁州家：刺史。申名：上报名字。使家：观察使。抑：压制。　<br>⒂坎轲：这里指命运不好。荆蛮：今湖北江陵。　<br>⒃判司：唐时对州郡诸曹参军的总称。<br>⒄捶楚：棒杖一类的刑具。　<br>⒅上道：上路回京。　<br>⒆天路：指进身于朝廷的道路。幽险：幽昧险碍。　<br>⒇殊科：不一样，不同类。</p><br/><p><strong>译文</strong><br>薄薄云丝四面散去，天上不见银河，空中清风飘飘，月光如荡漾的水波。<br>沙岸平展湖水宁静，声影都已消歇，斟一杯美酒，我劝你应该对月高歌。<br>你的歌声过分辛酸，歌辞也真悲苦，我实在不能听下去，早就泪落如雨。<br>洞庭湖波涛连天，九疑山高峻无比，蛟龙在水中出没，猩鼯在山间啼号。<br>九死一生，我才到达被贬谪的去处，蛰居荒僻，默默受苦有如罪犯藏逃。<br>下床常常怕蛇咬，吃饭时时怕中毒，近海地湿蛰伏蛇虫，到处熏散腥臊。<br>郴州府门前的大鼓，昨日捶个不停，新皇继位，定要举用贤能夔和皋陶。<br>大赦的文书，一日万里地传送四方，罪犯递减一等，死罪免死改为流放。<br>贬谪的改为追回，流放的也被召还，涤荡污秽瑕垢，改革弊端清理朝班。<br>刺史为我申报了，却被观察使扣压，命运坎坷，只得移向那偏僻的荆蛮。<br>做个判司卑职的小官，真不堪说起，一有过错未免要挨打，而跪伏在地。<br>当时一起贬谪的人，大都已经启程，进身朝廷之路实在艰险，难以攀登。<br>请你暂且停一停，听我也来唱一唱，我的歌比起你的歌，情调很不一样。<br>一年中的月色，只有今夜最美最多，人生全由天命注定，不在其他原因，<br>有酒不饮，如何对得起这明月光景。</p> <p><strong>注释</strong><br>属：倾注，此指劝酒。<br>九疑：即苍梧山。<br>嗣皇：指唐宪宗。<br>天路：指进身朝庭之途。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　这首<a href=\"http://so.gushiwen.org/view_17676.aspx\">诗</a>以近散文化的笔法，古朴的语言，直陈其事，主客互相吟诵诗句，一唱一和，我中有你，你中有我，衷情互诉，洒脱疏放，别具一格。</p> <p>　　诗里写了张署的“君歌”和作者的“我歌”。题为“赠张功曹”，却没有以“我歌”作为描写的重点，而是反客为主，把“君歌”作为主要内容，借张署之口，浇诗人胸中之块垒。</p> <p>　　诗的前四句描写八月十五日夜主客对饮的环境，如文的小序：碧空无云，清风明月，万籁俱寂。在这样的境界中，两个遭遇相同的朋友不禁举杯痛饮，慷慨悲歌。<a href=\"http://so.gushiwen.org/author_682.aspx\">韩愈</a>是一个很有抱负的人，在三十二岁的时候，曾表示过“报国心皎洁，念时涕汍澜”。他不仅有忧时报国之心，而且有改革政治的才干。公元803年（贞元十九年）天旱民饥，当时任监察御史的韩愈和张署，直言劝谏唐德宗减免关中徭赋，触怒权贵，两人同时被贬往南方，韩愈任阳山（今属广东）令，张署任临武（今属湖南）令。直至唐宪宗大赦天下时，他们仍不能回到中央任职。韩愈改官江陵府（今湖北江陵）法曹参军，张署改官江陵府功曹参军。得到改官的消息，韩愈心情很复杂，于是借中秋之夜，对饮赋诗抒怀，并赠给同病相怜的张署。</p> <p>　　诗的开头在描写月夜环境之后，用“一杯相属君当歌”一转，引出了张署的悲歌，是全诗的主要部分。诗人先写自己对张署“歌”的感受：说它声音酸楚，言辞悲苦，因而“不能听终泪如雨”，和盘托出二人心境相同，感动极深。</p> <p>　　张署的歌，首先叙述了被贬南迁时经受的苦难，山高水阔，路途漫长，蛟龙出没，野兽悲号，地域荒僻，风波险恶。好不容易“十生九死到官所”，而到达贬所更是“幽居默默如藏逃”。接着又写南方偏远之地多毒蛇，“下床”都可畏，出门行走就更不敢了；且有一种蛊药之毒，随时可以制人死命，饮食要非常小心，还有那湿蛰腥臊的“海气”，也令人受不了。这一大段对自然环境的夸张描写，也是诗人当时政治境遇的真实写照。</p> <p>　　上面对贬谪生活的描述，情调是感伤而低沉的，下面一转，而以欢欣鼓舞的激情，歌颂大赦令的颁行，文势波澜起伏。唐宪宗即位，大赦天下。诗中写那宣布赦书时的隆隆鼓声，那传送赦书时日行万里的情景，场面的热烈。节奏的欢快，都体现出诗人心情的欢愉。特别是大赦令宣布：“罪从大辟皆除死”，“迁者追回流者还”，这当然使韩、张二人感到回京有望。然而，事情并非如此简单。写到这里，诗情又一转折，尽管大赦令写得明明白白，但由于“使家”的阻挠，他们仍然不能回朝廷任职。“坎轲只得移荆蛮”，“只得”二字，把那种既心有不满又无可奈何的心情，淋漓尽致地表现出来了。地是“荆蛮”之地，职又是“判司”一类的小官，卑小到要常受长官“捶楚”的地步。面对这种境况，他们发出了深深的慨叹：“同时辈流多上道，天路幽险难追攀”。“天路幽险”，政治形势还是相当险恶的。</p> <p>　　以上诗人通过张署之歌，倾吐了自己的坎坷不平，心中的郁职，写得形象具体，笔墨酣畅。诗人既已借别人的酒杯浇了自己的块垒，不用再浪费笔墨直接出面抒发自己的感慨了，所以用“君歌且休听我歌，我歌今与君殊科”，一接一转，写出了自己的议论。仅写了三句：一是写此夜月色最好，照应题目的“八月十五”；二是写命运在天；三是写面对如此良夜应当开怀痛饮。表面看来这三句诗很平淡，实际上却是诗中最着力最精彩之笔。韩愈从切身遭遇中，深深感到宦海浮沉，祸福无常，自己很难掌握自己的命运。“人生由命非由他”，寄寓深沉的感慨，表面上归之于命，实际有许多难言的苦衷。八月十五的夜晚，明月如镜，悬在碧空蓝天，不开怀痛饮，就是辜负这美好的月色。再说，借酒浇愁，还可以暂时忘却心头的烦恼。于是情绪由悲伤转向旷达。然而这不过是故作旷达而已。寥寥数语，似淡实浓，言近旨远，在欲说还休的背后，别有一种耐人寻味的深意。从感情上说，由贬谪的悲伤到大赦的喜悦，又由喜悦坠入迁移“荆蛮”的怨愤，最后在无可奈何中故做旷达。抑扬开阖，转折变化，章法波澜曲折，有一唱三叹之妙。全诗换韵很多，韵脚灵活，音节起伏变化，很好地表现了感情的发展变化，使诗歌既雄浑恣肆又宛转流畅。从结构上说，首与尾用洒和明月先后照应，轻灵简炼，使结构完整，也加深了意境的苍凉。</p>",
  "about": "<h2>创作背景</h2> <p>　　这篇七古，公元805年（永贞元年）中秋写于郴州，题中的张功曹，即张署。</p> <p>　　公元803年（唐贞元十九年），<a href=\"http://so.gushiwen.org/author_682.aspx\">韩愈</a>与张署皆任监察御史，曾因天旱向唐德宗进言，极论宫市之弊，韩被贬为阳山（广东阳山）县令，张被贬为临武（湖南临武）县令。公元805年（贞元廿一年）正月，顺宗即位，二月甲子大赦。八月宪宗又即位，又大赦天下。两次大赦由于有人从中作梗，他们均未能调回京都，只改官江陵。知道改官的消息后，韩愈便借中秋月圆之夜，写下这首<a href=\"http://so.gushiwen.org/view_17676.aspx\">诗</a>，并赠给遭遇相同的张署。　</p>",
  "poet": {
    "id": 682,
    "star": 0,
    "name": "韩愈",
    "image": "http://img.gushiwen.org/authorImg/hanyu.jpg",
    "desc": "韩愈（768～824）字退之，唐代文学家、哲学家、思想家，河阳（今河南省焦作孟州市）人，汉族。祖籍河北昌黎，世称韩昌黎。晚年任吏部侍郎，又称韩吏部。谥号“文”，又称韩文公。他与柳宗元同为唐代古文运动的倡导者，主张学习先秦两汉的散文语言，破骈为散，扩大文言文的表达功能。宋代苏轼称他“文起八代之衰”，明人推他为唐宋八大家之首，与柳宗元并称“韩柳”，有“文章巨公”和“百代文宗”之名，作品都收在《昌黎先生集》里。韩愈在思想上是中国“道统”观念的确立者，是尊儒反佛的里程碑式人物。"
  },
  "tags": [
    "唐诗三百首",
    "中秋节",
    "饮酒",
    "抒怀"
  ]
}