{
  "id": 5731,
  "star": 57,
  "name": "息夫人",
  "dynasty": "唐代",
  "content": "莫以今时宠，难忘旧日恩。<br>看花满眼泪，不共楚王言。",
  "fanyi": "<p><strong>译文</strong><br>不要以为今天的宠爱，就能使我忘掉旧日的恩情。<br>尽管面对着良辰美景，仍然是满面愁容，泪水不断，始终也不愿意和楚王讲一句话。</p> <p><strong>注释</strong><br>息夫人：息夫人本是春秋时息国君主的妻子。公元前680年，楚王灭了息国，将她据为己有。她虽在楚宫里生了两个孩子：熊艰与熊恽，但默默无言，始终不和楚王说一句话。楚王问她为什么不说话？她答道：“吾一妇人而事二夫，纵不能死，其又奚言！”<br>今时宠：一作“今朝宠”。<br>难忘：怎能忘，哪能忘。<br>旧日恩：一作“昔日恩”。<br>满眼泪：一作“满目泪”。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　“莫以今时宠，难忘旧日恩”，这两句是拟息夫人的口吻说：不要以为你今天的宠爱，就能使我忘掉旧日的思情。这实际上也是<a href=\"http://so.gushiwen.org/view_5731.aspx\">诗</a>人不与腐朽的统治者同流合污的心声。“莫以”、“难忘”，以新宠并不足以收买息夫人的心，突出了旧恩的珍贵难忘，显示了淫威和富贵并不能彻底征服弱小者的灵魂。“看花满眼泪，不共楚王言。”旧恩难忘，而新宠实际上是一种侮辱。</p> <p>　　息夫人在富丽华美的楚宫里，看着本来使人愉悦的花朵，却是满眼泪水，对追随在她身边的楚王始终不共一言。“看花满眼泪”，只点出精神的极度痛苦，并且在沉默中极力地自我克制着，却没有交待流泪的原因，就为后一句蓄了势。“不共楚王言”，就显得格外深沉。这沉默中包含着对人格的污损，爱情的践踏，也许是由此而蓄积在心底的怨愤和仇恨。诗人塑造了一个受着屈辱，但在沉默中反抗的妇女形象。</p> <p>　　唐孟棨《本事诗》记载：“宁王宪（玄宗兄）贵盛，宠妓数十人，皆绝艺上色。宅左有卖饼者妻，纤白明晰，王一见属目，厚遗其夫取之，宠惜逾等。环岁，因问之：‘汝复忆饼师否？’默然不对。王召饼师使见之。其妻注视，双泪垂颊，若不胜情。时王座客十余人，皆当时文士，无不凄异。王命赋诗，王右丞维诗先成，云云（按即《息夫人》）。..王乃归饼师，使终其志。”它不是叙事诗，但却有很不平常的故事，甚至比一些平淡的叙事诗还要曲折和扣人心弦一些。限于篇幅，它不能有头有尾地叙述故事，但却抓住或虚构出人物和故事中最富有冲突性、最富有包蕴的一刹那，启发读者从一鳞半爪去想象全龙。这种在抒情诗中包含着故事，带着“小说气”的现象，清人<a href=\"http://so.gushiwen.org/author_274.aspx\">纪昀</a>在评<a href=\"http://so.gushiwen.org/author_204.aspx\">李商隐</a>的诗时曾予以指出。但它的滥觞却可能很早了。<a href=\"http://so.gushiwen.org/author_515.aspx\">王维</a>这首诗就领先了一百多年。</p> <p>　　此首五绝巧妙而恰切地以息夫人的史事设喻，来描写卖饼人的妻子不忘旧爱。前两句写女子不慕眼前的宠幸，怀恋贫贱之交。以“莫以”、“难忘”构成一个否定的条件句，反衬出息夫人和息国君主旧日的恩情很深，显示了淫威和富贵并不能征服弱小者的心。后两句写被人夺志的哀怨，花虽美而泪眼相对，对在她身边的楚王却一言不发，进一步写出女子不为荣华富贵所迷惑的志向。</p> <p>　　短短二十个字，句句叙事，却句句都是情语，表达委婉含蓄，而又情理俱到。既吟咏了史事，又讽喻了现实，塑造了一个受着屈辱而在沉默反抗的妇女形象，又概括了类似这样一些由统治阶级的荒淫无耻而造成的社会悲剧。</p>",
  "about": "<h2>创作背景</h2> 　　据唐朝孟綮《本事<a href=\"http://so.gushiwen.org/view_5731.aspx\">诗</a>》记载：唐明皇的哥哥宁王李宪，夺取了卖饼人的妻子。一天，李宪宴客，把卖饼人召进府，女子见了丈夫，凄然泪下，<a href=\"http://so.gushiwen.org/author_515.aspx\">王维</a>当场写了此首咏史诗。",
  "poet": {
    "id": 515,
    "star": 0,
    "name": "王维",
    "image": "http://img.gushiwen.org/authorImg/wangwei.jpg",
    "desc": "王维（701年－761年，一说699年—761年），字摩诘，汉族，河东蒲州（今山西运城）人，祖籍山西祁县，唐朝诗人，有“诗佛”之称。苏轼评价其：“味摩诘之诗，诗中有画；观摩诘之画，画中有诗。”开元九年（721年）中进士，任太乐丞。王维是盛唐诗人的代表，今存诗400余首，重要诗作有《相思》《山居秋暝》等。王维精通佛学，受禅宗影响很大。佛教有一部《维摩诘经》，是王维名和字的由来。王维诗书画都很有名，非常多才多艺，音乐也很精通。与孟浩然合称“王孟”。"
  },
  "tags": [
    "咏史",
    "讽喻"
  ]
}