{
  "id": 8328,
  "star": 4927,
  "name": "望天门山",
  "dynasty": "唐代",
  "content": "天门中断楚江开，碧水东流至此回。<br>两岸青山相对出，孤帆一片日边来。",
  "fanyi": "<p><strong>译文<br></strong>长江犹如巨斧劈开天门雄峰，碧绿江水东流到此回旋澎湃。<br>两岸青山对峙美景难分高下，遇见一叶孤舟悠悠来自天边。</p> <p><strong>注释</strong><br>⑴天门山：位于安徽省和县与芜湖市长江两岸，在江北的叫西梁山，在江南的叫东梁山（古代又称博望山）。两山隔江对峙，形同天设的门户，天门由此得名。《江南通志》记云：“两山石状晓岩，东西相向，横夹大江，对峙如门。俗呼梁山曰西梁山，呼博望山曰东梁山，总谓之天门山。”<br>⑵中断：江水从中间隔断两山。楚江：即长江。因为古代长江中游地带属楚国，所以叫楚江。开：劈开，断开。<br>⑶至此：意为东流的江水在这转向北流。一作“直北”。回：回漩，回转。指这一段江水由于地势险峻方向有所改变，并更加汹涌。<br>⑷两岸青山：分别指东梁山和西梁山。出：突出，出现。<br>⑸日边来：指孤舟从天水相接处的远方驶来，远远望去，仿佛来自日边。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　这首<a href=\"http://so.gushiwen.org/view_8328.aspx\">诗</a>写了碧水青山，白帆红日，交映成一幅色彩绚丽的画面。但这画面不是静止的，而是流动的。随着诗人行舟，山断江开，东流水回，青山相对迎出，孤帆日边驶来，景色由远及近再及远地展开。诗中用了六个动词“断、开、流、回、出、来”，山水景物呈现出跃跃欲出的动态，描绘了天门山一带的雄奇阔远。一、二句写出了天门山水雄奇险峻不可阻遏的气势，给人惊心动魄之感；三、四句写足也写活了浑阔茫远的水势。</p> <p>　　“天门中断楚江开，碧水东流至此回。”这两句写诗人远眺天门山夹江对峙，江水穿过天门山，水势湍急、激荡回旋的壮丽景象。第一句紧扣题目，总写天门山，着重写出浩荡东流的楚江冲破天门山奔腾而去的壮阔气势。它给人以丰富的联想：天门两山本来是一个整体，阻挡着汹涌的江流。由于楚江怒涛的冲击，才撞开了“天门”，使它中断而成为东西两山。这和作者在《西岳云台歌送丹丘子》中所描绘的情景颇为相似：“巨灵（河神）咆哮擘两山（指河西的华山与河东的首阳山），洪波喷流射东海。”不过前者隐后者显而已。在作者笔下，楚江仿佛成了有巨大生命力的事物，显示出冲决一切阻碍的神奇力量，而天门山也似乎默默地为它让出了一条通道。第二句写天门山下的江水，又反过来着重写夹江对峙的天门山对汹涌奔腾的楚江的约束力和反作用。由于两山夹峙，浩阔的长江流经两山间的狭窄通道时，激起回旋，形成波涛汹涌的奇观。如果说上一句是借山势写出水的汹涌，那么这一句则是借水势衬出山的奇险。有的本子“至此回”作“直北回”，解者以为指东流的长江在这一带回转向北。这也许称得上对长江流向的精细说明，但不是诗，更不能显现天门奇险的气势。可比较《西岳云台歌送丹丘子》：“西岳峥嵘何壮哉！黄河如丝天际来。黄河万里触山动，盘涡毂转秦地雷。”“盘涡毂转”也就是“碧水东流至此回”，同样是描绘万里江河受到峥嵘奇险的山峰阻遏时出现的情景，但作为一首七言古诗，写得淋漓尽致。从比较中就可以看出《望天门山》作为绝句的崇尚简省含蓄的特点。</p> <p>　　“两岸青山相对出，孤帆一片日边来。”这两句是一个不可分割的整体。第三句承前第一句写望中所见天门两山的雄姿；第四句承前第二句写长江江面的远景，点醒“望”的立脚点和表现诗人的淋漓兴会。诗人并不是站在岸上的某一个地方遥望天门山，他“望”的立脚点便是从“日边来”的“一片孤帆”。读这首诗的人大都赞赏“两岸青山相对出”的“出”字，因为它使本来静止不动的山带上了动态美，但却很少去考虑诗人何以有“相对出”的感受。如果是站在岸上某个固定的立脚点“望天门山”，那大概只会产生“两岸青山相对立”的静态感。反之，舟行江上，顺流而下，望着远处的天门两山扑进眼帘，显现出愈来愈清晰的身姿时，“两岸青山相对出”的感受就非常突出了。“出”字不但逼真地表现了在舟行过程中“望天门山”时天门山特有的姿态，而且寓含了舟中人的新鲜喜悦之感。夹江对峙的天门山，似乎正迎面向自己走来，表示它对江上来客的欢迎。青山既然对远客如此有情，则远客自当更加兴会淋漓。“孤帆一片日边来”，正传神地描绘出孤帆乘风破浪，越来越靠近天门山的情景，和诗人欣睹名山胜景、目接神驰的情状。由于末句在叙事中饱含诗人的激情，这首诗便在描绘出天门山雄伟景色的同时突出了诗人豪迈、奔放、自由洒脱、无拘无束的自我形象。</p> <p>　　这首诗意境开阔，气魄豪迈，音节和谐流畅，语言形象、生动，画面色彩鲜明。虽然只有短短的四句二十八个字，但它所构成的意境优美、壮阔，人们读了诗恍若置身其中。诗人将读者的视野沿着烟波浩渺的长江，引向无限宽广的天地里，使人顿时觉得心胸开阔、眼界扩大。从诗中可以看到诗人<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>的豪放不羁的精神和不愿意把自己限在小天地里的广阔胸怀。</p>",
  "about": "<h2>创作背景</h2> 　　据安旗编著的《<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>全集编年注释》和郁贤皓编著的《李白选集》，《望天门山》是开元十三年（725年）李白初出巴蜀乘船赴江东经当涂（今属安徽）途中行至天门山，初次见到天门山时有感而作的。<br/><h2>艺术特色</h2> <p>　　<strong>“望”字统领全<a href=\"http://so.gushiwen.org/view_8328.aspx\">诗</a></strong></p> <p>　　这是一首江行写景的七绝诗，题为“望天门山”，可见作为描写对象的天门山风光，系诗人舟中放眼而“望”之所得。全诗在“望”字统领下展开，“天门”之山形水色融为一体，雄奇壮伟的景象得到充分的展现。诗人身在船上，眼望两岸青山，有船不动而山在动的错觉，故写出“两岸青山相对出”的佳句，似青山有情，欣然出迎远来的孤帆，颇富情趣。</p> <p>　　<strong>山水互为映衬</strong></p> <p>　　诗中的山水是紧密关联，互为映衬的。楚江浩荡，似乎把“天门”冲“开”，而“天门中断”使楚江得以奔腾而出。天门两峰横夹楚江，而楚江激流穿越天门。山依水立，水由山出，山水相连，景象壮观。“碧水东流”为山峰所遏制，故至天门而回旋，山为水开，水为山回，互为制约，又融为了一体。“相对出”的“两岸青山”，与水中的“孤帆一片”，点面结合，动静相衬，构成一幅完整而动人的画面。通览全诗，山形水势，或合说，或分写，或明提，或暗示，密切相关，互映互衬，展现出了极为宏阔壮观的景象。</p>",
  "poet": {
    "id": 247,
    "star": 0,
    "name": "李白",
    "image": "http://img.gushiwen.org/authorImg/libai.jpg",
    "desc": "李白（701年－762年），字太白，号青莲居士，唐朝浪漫主义诗人，被后人誉为“诗仙”。祖籍陇西成纪(待考)，出生于西域碎叶城，4岁再随父迁至剑南道绵州。李白存世诗文千余篇，有《李太白集》传世。762年病逝，享年61岁。其墓在今安徽当涂，四川江油、湖北安陆有纪念馆。"
  },
  "tags": [
    "小学古诗",
    "写景",
    "山水",
    "长江"
  ]
}