{
  "id": 47031,
  "star": 14,
  "name": "一叶落·一叶落",
  "dynasty": "五代",
  "content": "一叶落，搴珠箔。<br>此时景物正萧索。<br>画楼月影寒，西风吹罗幕。<br>吹罗幕，往事思量着。",
  "fanyi": "<p><strong>译文</strong><br>透过珠帘，看窗外一叶飘零；掀起珠帘，看帘外萧条的景象。月光照到画楼使人感到寒意；秋风吹起了帘幕，触景怀人，不能不勾起往事的回忆。</p><p><strong>注释</strong><br>①褰（qián）：揭起。珠箔：即珠帘。<br>②萧索：萧条、冷落。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　秋风落叶，景物萧索。触景怀人，能不勾起往事的回忆！“思量着”，余味无限，耐人寻思。这首小词借景抒情，睹物思人。“画楼月影”，“落叶西风”，意境优美，情韵绵长。</p> <p>　　这首词的作年、本事均无考。从词中所写的景物来看，当属悲秋怀旧之作。</p> <p>　　首句“一叶落”被用作调名，可见在全词中地位之重要。《淮南子·说山训》“见一叶落而知岁之将暮”，原是，见微知著、以近论远之意。由此而来的“一叶知秋”的成语，则包含着人们对于时序变换的特殊敏感。<a href=\"http://so.gushiwen.org/author_543.aspx\">李存勖</a>是武夫，对哲理未必有兴趣，但对时序的变换是有感触的。透过珠帘，他看到一叶飘零，立即引起了严重的关注，以至要掀起珠帘，看看帘外的萧索景象。戎昱《宿桂州江亭》<a href=\"http://so.gushiwen.org/view_47031.aspx\">诗</a>“露滴千家静，年流一叶催”，也许可以借来概括此句的第一层意思。一年的好光景即将逝去，怎能不感惜时光易逝呢？</p> <p>　　不过，“一叶落”的意象在唐代的诗词中也时常与离情别绪联系在一起。<a href=\"http://so.gushiwen.org/author_564.aspx\">韦应物</a>《送榆次林明府》：“别思方萧索，新秋一叶飞。”<a href=\"http://so.gushiwen.org/author_473.aspx\">韩翃</a>妻柳氏《杨柳枝》词：“一叶随风忽报秋，纵使君来岂堪折！”都是显例。尤其是韦诗，此词的前三句可能是从它化出来的，“萧索”、“一叶”等词不象是偶然的巧合。因而有理由认为，李存勖由“一叶落”所引起的感怀，与离情别绪的关系更密切。尽管他意中的离人是谁，已无从考索，但从“此时景物正萧索”的感慨中，可以窥见他的心境是相当苍凉落寞的；又从“画楼月影寒，西风吹罗幕”两句，可以看出他确有所思。对月怀人，临风思远，原是人之常情。虽然史称李存勖“其心豁如也”，但置身于此境，也不能无动于衷。古乐府云：”秋风入窗里，罗帐起飘扬。仰头看明月，寄情千里光。”（《子夜秋歌》）相比较而言，“画楼”两句思致稍显深沉，而托物兴怀则同，因此两者有异曲同工之妙。</p> <p>　　结末两句：“吹罗幕，往事思量着。”隐约点到了全词的主旨，而“往事”究竟指什么，则始终不肯说破。作者故意留下的这点模糊性，不仅有助于词境的浑成，而且还使全词增添了几分朦胧的美，读来愈觉悠然神远。难怪俞陛云激赏地说：“庄宗《一叶落》词，其佳处在结句，与《如梦令》同一机局、‘残月落花’句，寓情于景，用兴体也。‘往事思量’句，直抒己意，用赋体也。因悲秋而怀旧，情耶？怨耶？在‘思量’两字中索之。”（《唐词选释》）李存勖的词作大都写于作公子时期。其后用兵，“前后队伍皆以所撰词授之，使揭声而唱，谓之御制。至于入阵，不论胜负，马头才转，则众歌齐作。故凡所斗战，人忘其死，斯亦用军之一奇也。”（《五代史补》）应该说，像李存勖这样的词家，在词史上也数得上是“一奇”了。</p>",
  "poet": {
    "id": 543,
    "star": 0,
    "name": "李存勖",
    "image": "http://img.gushiwen.org/authorImg/licunxu.jpg",
    "desc": "李存勖（有时被写作“勗”，885年－926年），即后唐庄宗，神武川之新城（今山西雁门)人，五代时期后唐政权的建立者。唐末河东节度使、晋王李克用的长子。沙陀人，本姓朱邪氏，小名“亚子”。908年继晋国王位，之后经过多年的南征北战，北却契丹、南击朱梁，东灭桀燕（刘守光）使得晋国逐渐强大起来。923年四月在魏州（河北大名府）称帝，国号“唐”，史称后唐，是为后唐庄宗。同年十二月灭后梁，实现了对中国北方的大部统一。以勇猛闻名。存勖虽武人，但洞晓音律，能度曲。存词四首，载《尊前集》。926年死于兵变。"
  },
  "tags": [
    "婉约",
    "写景",
    "悲秋",
    "怀人"
  ]
}