{
  "id": 70025,
  "star": 1,
  "name": "杂剧·庞居士误放来生债",
  "dynasty": "元代",
  "content": "楔子<br>心头一点痛，起坐要人扶。况是家贫窘，门前闻索逋。小生姓李，双名孝先，祖居襄阳人氏。自幼父母双亡，习儒不遂，去而为贾。只因本钱欠少，问本处庞居士借了两个银子做买卖，不幸本利双折，无钱还他。小生前者往县衙门首经过，见衙门里面绷扒吊拷，追征十数余人。小生向前问其缘故，那公吏人道是欠少那财主钱物的人，无的还他，因此上拷打追征。小生听罢，似我无钱还庞居士，若告将下来，我那里受的这苦楚。小生得了这一口惊气，遂忧而成疾，一卧不起，在家中染病。如今觑天远，入地近，眼见得无那活的人也。老夫是这襄阳人也，姓庞名蕴，字道玄。嫡亲的四口儿家属：婆婆萧氏，女儿灵兆，小厮儿凤毛。俺四口儿都好参礼这佛、法、僧三宝。俺多曾遇着几个善知识来：马祖师、石头和尚、百杖禅师。多曾印证俺这三口儿都不及我这女儿灵兆。此女子性根大利，见性明白。俺祖宗以来，所积家财，万贯有余。我有一故友，乃是李孝先。往年问我借了两个银子，出外做买卖去，本利该还四个了。谁想他命运不利，将那本钱都伤折了也。我听得道家中染病哩。行钱，将着李孝先那一纸文书，再将着两绽银子，咱探望孝先走一遭去。理会的。说话中间，可早来到也。孝先在家么？是谁在门首？是老夫。呀！是庞居士来了也！请家里坐。居士，小生病体在身，不能施礼。孝先病体若何？居士，眼见得无那活的人也。孝先，曾请良医调治也不曾？没钱，请良医不起。孝先，你所得的这病，可是甚么证候？居士，你试猜我这病咱。你看波，他的病可着我猜，我依着他便了。你不是风寒暑湿么？不是。莫不是饥饱劳役么？也不是。莫不是忧愁思虑么？知我者是我心友也，我这病正是忧愁思虑上得来的。呀！孝先，何忧之有？居士不知，听小生试说一遍。往年问居士借了两个银子做买卖，谁想本利伤折了。来到家中，无钱还居士。因往县衙门首经过，见里面吊拷绷扒的人。小生问其缘故，他道是欠少财主的财物，无钱还他，告到官中。如此般打拷追征。小生听罢感了一口惊气。居士也不是那等人，假似也告到官中，追征我这银两，小生是个读书的人，那里受的那等拷打。因此上遂忧而成疾，如今渐渐的沉重了也。我当初本做善事<br>来，谁想倒做了冤业。我家中多有人欠少我银两钱物的文契，倘若都似这李孝先呵，可不业上加业。到家中我将这远年近日欠少我钱钞的文契，我都烧了。行钱，是必提我一提儿。行钱，将李孝先那一纸文书来。孝先，这个是你的手字么？居士，是小生的手字。我揾了这文书，点个灯来烧了者。本利该四锭银子，都不问你要。行钱，再将两锭银子来。孝先，这银子我则这般与你做盘缠。你心中这一会儿可如何？居士，本利该四个银子，都不问小生要，又与我两锭银子做盘缠，我这会儿心中，恰似无了病的人也。善哉！善哉！我则要冤冤相解。居士的银子不问小生要，又与我这两个银子，小生今生今世，报答不的居士，到那生那世，做驴做马，填还你这恩债。居士，你正是财上分明大丈夫也。孝先，我既与了你呵，要说这等言语做甚么。<br>【仙吕】【赏花时】谁不知道财上分明是这大丈夫，从今后休着你那心下熬煎枉受苦，你是必好将息这病身躯。元少居士的银子又不问小生要，又与我这两个银子，此恩异日必当重报。这银子是我肯心儿愿与，则是教小生难以克当也。既是我与你呵，更论甚么得之有可敢失之无。<br>居士去了也，慢慢的调治病体痊可了呵。我自有个主意。曾闻一黄雀，尚有报恩环。人而不如鸟，何颜立世间？<br><br>第一折<br>断绝贪嗔痴妄想，坚持戒定慧圆明。自从灭了无明火，炼得身轻似鹤形。你子母每近前来，听我说佛法也。佛说大地众生，皆有佛性，则为这贪财好贿，所以不能成佛作祖。佛说贪财好贿之人似甚么？似小儿在那刀尖上食蜜，贪其甜味，岂防有截舌之患也呵！<br>【仙吕】【点绛唇】尘世人伦，我可也煞曾穷问，长思忖。他可便趋富嫌贫，不想那富贵可是天之分。<br>【混江龙】有等人精神发愤，都待要习文演武立功勋。演武的不数那南山射虎，习文的堪叹这西狩获麟。获麟的鲁国岂知夫子圣，射虎的霸陵谁问你个旧将军。屈沉杀一身英勇，枉费尽半世辛勤。对面儿高车驷马，转回头可早衰草荒坟。我待要抛家业，乐闲身，或是琴一操，酒三巡。我为甚一生潇散不恋那一生钱，大刚来这十年富贵也只是十年运。运去呵，有如那风摇画烛，天散也的这浮云。<br>行钱，我昨日嘱咐你烧文书一事，你早忘了也。你将那好几柜文书都与我抬将出来，将些草把围着，点火来烧了者。理会的。居士，你为何烧了这文书？婆婆，我自有个主意，不必问他。中和正直领天台，此日亲蒙圣敕差。谁言空阔无神道，霹雳雷声那里来？小圣乃上界增福神是也。因朝玉帝回还，看见下方烟焰，直冲九霄。拨开云头，乃是襄阳有一庞居士，他将那远年近岁借与人钱的文书，尽烧毁了，不知是何缘故。小圣按落云头，化做一白衣秀士，试探问咱。居士在家么？先生，你寻他有何事故？俺居士在家念佛哩。相烦你报复一声，道有一秀上特来相访。既然有客至，婆婆，你且回后堂中去。量老夫不才，有劳先生屈高就下。小生久闻居士大名，特来拜访。不敢！不敢！请坐。行钱，看茶来。敢问先生仙乡何处？小生乃西洛人也，姓曾双名信实。偶因游学至此，恰才见居士家门首灰火未绝，不知烧毁的是何物件？先生不知，老夫有一朋友是李孝先，那人好生家窘，往岁问我借了两锭银子，出外做买卖去。谁想他本利都伤折了，无的还我。他在家忧愁思虑，成了疾病。老夫想来，我家中多有人欠少我的钱钞，假若都似这李孝先呵，我可不业上作业。因此将那远年近日欠少我的钱物文书，都烧毁了。我则要冤冤相解也。呀！居士，这钱是人之胆，财是富之苗。君子结交，以德为情，小人结交，以财为友。便好道：世间人喜是钱亲，成功立业显家门。假饶囊底无钱使，满腹文章不济贫。闻我佛言道是：无常迅速，生死事大。如今世上人呵！<br>【油葫芦】不思量有限的光阴有限身，委实他钱上紧。如今那等有钱的追富不追贫，若有那穷汉来投奔呵，他肯赍发些儿么？几曾和那穷相识每日家相寻趁，都只待共那富家郎逐日相亲近。还有那等人呵，他无钱时记人的仇，若是有钱时忘人的恩。倘有那相识朋友来呵，他也肯接待他么？若有个旧宾朋一径的将他来投奔，他本在家里坐着，却教人出来说，没斝没斝，他可自三衙家不出那正堂门。<br>在家如此推故，倘若长街市上撞见怎了也？或者一日在市廛中和那人打了个照面，那人便道：小生探望了数次，不能得遇。他本认的那人，他只在马上欠身，便道：我不认的你。<br>【天下乐】他可也便见如同陌路人。我想这等人，何足道哉！也非是小生多议论。则我这一片济贫的心比他人心地真。依居士的主见，可是如何？我恨不的罄囊儿舍与人些钱。恨不的刮土儿可便散与人些银，这许多钱债文书都烧毁了，可惜了也。便好道：万般将不去。惟有业随身。先生也，量这千百锭家旧文契有那的几锭本。<br>居士差矣！想今时人非钱不行。有钱的穿的是异锦轻纱，口食的是香甜美味。无钱的身穿破衣，口食淡饭。无钱君子受熬煎。有钱村汉显英贤。父母弟兄皆不顾，义断恩疏只为钱。先生是知典故的人，自古及今，因这几文钱上，不则送了一个。先生不嫌絮烦，听我在下试说一遍与你听者。<br>【那吒令】有一个为富的似欧明涉津，遇龙衬海神；有一个为富的似元载待宾，仿玄宗圣人；有一个为富的似梁冀害民，灭全家满门。我如今待觅一个隐沦，待寻一个逃遁，也只要免的他恶业随身。居士差矣！你家的富贵，不是你祖上遗留的，便是你自家挣起来的，何苦又要逃遁他去，这也太过了。先生，还有一等无端的小人，到那腊月三十日晚夕，将那香灯花果祭赛，道是钱呵，你到俺家里来波！那的都是邪气。<br>【鹊踏枝】谁待要祭那财神，我则待送那魔君。缠杀我也财物金银，我觑的似吊客丧门。倒不如将他来与贫乏家施舍尽，另做个种果收因。<br>居士，岂不闻圣人有云：富与贵人之所欲，贫与贱人之所恶。难道居士另是一付肚肠，与世人各别的？你可曾闻鲁褒那《钱神论》么？老夫不知。愿闻。\"钱之为体，具有阴阳。亲之如兄，字曰孔方。无德而尊，无势而热。排金门，入紫闼，危可使安，死可使活，贵可使贱，生可使杀。是故，忿争非钱而不胜，幽滞非钱而不拔，冤仇非钱而不解，令闻非钱而不发。洛中贵游，世间名士，爱我家兄，皆无穷止。执我之手，抱我终始。凡今之人，惟钱而已。\"金谷奢华富石崇。为人佣作窘梁鸿。从古文章磨灭尽，至今犹说孔方兄。<br>【寄生草】富极是招灾本，财多是惹祸因。如今人恨不的那银窟笼里守定银堆儿盹，恨不的那钱眼孔里铸造下行钱印，南无阿弥陀佛。争如我向禅榻上便参破禅机闷。近新来打拆了郭况铸钱垆，这些时厮撏碎了鲁褒的这《钱神沦》。<br>【六幺序】这钱呵，无过是乾坤象，熔铸的字体匀。这钱呵何足云云。这钱呵使作的仁者无仁，恩者无恩，费千百才头的居邻。这钱呵动佳人行意郎君俊，糊突尽九烈三真。这钱呵将嫡亲的昆仲绝了情分，这钱呵也买不的山丘零落，养不的画屋生春。<br>【幺篇】谁待殷勤，颇奈钱亲。钱聚如兄，钱散如奔。钱本无根，钱命元神。到底来养身波也那丧身，这钱呵兀的不送了多人。当日个宣帝为君，疏傅为臣，是汉朝大老元勋，赐千金为具归途赆，青门外供帐如云。到后来可是如何？他到家乡都给散心无吝，这故事在两贤遗传，千古流闻。小生与居士共同一席话，胜读十年书。想居士这等疏财仗义，高才大德，今日相别，后会有期。行钱，去将一饼金来。理会的。备一匹全副鞍辔的马来。鞍马也有了。先生，这一饼金与先生做路费，这一匹马与先生代步咱。居士，小生本为仰德而来，非为财物而至，焉敢当居士如此厚礼，这个断然不好受得。请先生受了者。我小生决然不敢受，便受了也无用处。过二十年之后，小生与居士再会。二十年之后有先生，敢无在下了也。据着居士这等阴骘太重，必然增福延寿也。小圣恰才见此人积功累行，施仁布德，俺神灵如何无一个报应。便好道：善有善报，恶有恶报，不是不报，时辰未到。休将奸狡昧神祗，祸福如同逐影随。善恶到头终有报，只争来早与来迟。呀！天色晚了也。行钱，跟我宅前院后烧香去来。理会的。这个是我那油房，装香来。南无阿弥陀佛！这个是我那粉房，装香来。香在此。南无阿弥陀佛！这个是我那磨房。牛儿你不走，我就打下来了。行钱，甚么人这般唱歌口旦曲的？他心中必然快活。你与我唤他出来，我问他咱。兀那罗和，你出来，爹唤你哩。来也，来也，谁唤罗和哩？孩儿也，是我唤你哩。唤我做甚么？误了我打罗也。你才唱歌口旦曲，你心中必然快活，你试说咱。爹，你道我这般唱歌口旦曲，我那里有甚么快活？孩儿每受苦哩。我一日我请着爹二分工钱。我清早晨起来，我又要拣麦，拣了麦又要簸麦，簸了麦又要淘麦，淘了麦又要晒麦，晒了麦又要磨面，磨了面又要打罗，打了罗又要洗麸，洗了麸又要撒和头口，只怕睡着了误了工程，因此上我唱歌口旦曲。爹，我那里是快活。你省的古墓里摇铃，则是和哄我那死尸哩。嗨！我可怎生知道。不问你别事，你这眼上两根棒儿，为甚么支着？爹，你道我为甚么眼上支着这两根棒儿？我白日里做了一日生活，到晚来恐怕打盹睡着了，误了你家生活，因此上支着这两根棒儿。你孩儿受<br>苦哩。孩儿也。我与你拿掉了，可是如何？好松嗓，好松嗓！自今日为始，将这粉房、油房、磨房都与我关闭了者，再休要开。爹，你若是不开这磨房呵，罗和别不会做买卖，离了你家的门，我不是冻死，便是饿死的人。爹，可怜见孩儿每咱。孩儿，我自有个主意。行钱，将一个银子来。孩儿也，你见这个么？这个唤做甚么？孩儿也。唤做银子。则说银子。我可不曾见。爹，要他做甚么？他也中吃也中穿。中穿中吃？阿哟！艮了牙也。孩儿，那中吃中穿，是教你将他凿碎了，买吃买穿。哦！倒换过来买吃买穿。爹，你可为甚么与孩儿每这个银子？孩儿，我与你这个银子，不为别的，你拿去白日里做些买卖，到晚来则着你落一觉好睡。爹，你与我这个银子，则要我落觉儿好睡，孩儿每知道了也。<br>【醉扶归】我为甚么相怜悯，与你这一锭家那雪花银？爹，你可为甚么与我这银子？我则报答你那脚打罗三年这足一下恩。爹，我罗和请罪咱。我昨日瞒着爹做一个贼，偷了二升麦子，去那长街市上算了一个卦，那先生说我今年今月今日今时，可当发迹，得些儿横财。不想爹叫我出来，与了我这个银子，那先生也会算哩。那人也算的着轮到你那磨眼儿今日合交运。爹，你与我这个银子，去做甚么生意好？这银子我与你做买卖权时做本，多谢爹，孩儿从今以后，再也不打罗了。哎！孩儿呵，我从今以后再不要你似这般当粗坌。则说银子银子，谁曾见他来？这个原来是银子。<br>【赚煞】暗评跋，忽笑哂，则被这钱使作的咱如同一个罪人。我待向那万丈洪波，落可便一跳身，转回头别是个乾坤。叹浊民空攒下那万余锭金银，却也买不得三阳也那洞里春。这钱呵，我当初要用你时，可便一分不肯，到今日我要舍钱时，可便于金何靳，兀那世间的人，那贪财好贿，苦海无边，回头是岸，何不早结善缘也。则咱这百年人谁识百年人。<br>众哥哥，磨房里一应家火都交付的全了，我回家去也。那老的与我这个银子，到家里落一觉儿好睡。则说银子谁见来，兀的不是银子。说话中间，可早到家了也。则这一间小房，去时节草绳儿拴了去。今日回来，还拴着哩。我解开这绳儿，推开这门，我入的这屋里来，关了这门。我试看我这银子咱，兀的不是银子。只这一个土炕，放在那里好？我如今揣在我这怀里，我揣的紧着，谁知道我怀里有银子？我听上衙更鼓咱。呀！可早一更也。庞居士老的说来，则着我快活落一觉儿好睡。我试睡咱。怎么大街上有你走处，没我走处？官街官道你走的，我也走的。你怎么偏要挨肩擦膀的舒着手，往我怀里摸甚么？你待抢我的银子？那里走！这银子是谁的？银子是庞居上老的与我的。你拿我这银子那里去？快还我的银子来。呸！可是个梦。我试看我那银子咱，兀的不是银子。这银子揣在怀里，梦见人来抢我的，可放在那里好？我如今把这银子放在灶窝里。我扒开这灰，这灶成年古代不烧火，埋上这银子，扒上些灰儿盖着，谁知道灶窝里有银子？我听上衙更鼓咱。呀，可早二更了。庞居士老的说来，则着我快活的落一觉儿好睡。这等大风，不要点灯弄火的。我说着不听，你点那纸捻往那里去？还不吹灭了哩。阿哟，他往那里去？可怎生丢在草垛上？哎，罢了！烧着了草垛，也刮在房上，连房也都烧着了。街坊邻舍，火夫总甲，救火！麻搭火钩，趱水桶，救火！搭上火钩，众人着气力拽。呸！原来又是个梦。看我那银子咱。兀的不是银子。放在灶窝里，梦见火来烧我这银子，可放在那里好？我如今把这银子放在水缸里，谁知道水缸里有银子？揭起蒲盖，扑咚！休道无那贼，便有那贼呵，他怎知道水缸里有这银子。我听上衙更鼓咱。呀！三更了也。庞居士老的说来，则着我快活落一觉儿好睡。阿，天阴了，可盖酱缸，把那晒的麦子搬入仓里去罢了。东南上云布起来了，我说么，下濛松雨儿了。呀！大雨了，罢了，罢了，水发了，山水下来了，好大雨，水淹将上来了呀，大水冲了房子也。好大雨，水浮水浮，水分水浮，狗跑儿浮，观音浮，躧永浮，仰蛙儿浮。呸！又是个梦。看我那银子咱。兀的不是银子。放在水缸里，梦见水文淹。我这银子，可放在那里好？我放在这门限儿底下，把土儿埋了，休道无那贼，便有那贼呵，他怎么知道我门限儿底下，埋着这银子？我听上衙更鼓咱。四更了也。庞居士老的说来<br>，与我这个银子，则着我快活的落一觉儿好睡。阿，来了，来了，偌多的人，你拿那锹锄撅头，往那里去？俺家里又不盖房脱坯，你都来做甚么？怎么钯我的门限？说着也不听，你还钯哩，钯出我的银子来了。里长总甲，有贼也！偷了我的银子去了。有贼，有贼！呀！拿刀砍杀我也。呀！又拿枪来扎杀我也。拿我的银子那里去？呸！又是个梦。我听上衙这更鼓咱。呀，天明了也，好阿，我恰好一夜不曾睡。我试看我那银子咱，兀的不是银子。罗和也，你索寻思咱，这一个银子放在水缸里，梦见水来淹我；揣在怀里，梦见人抢我的；埋在灶窝里，梦见火来烧我；埋在门限儿底下，梦见人来钯我的，拿刀来砍我，枪来扎我。一个银子整整害了我一夜不曾得睡。想庞居士老的家有千千万万大箱小柜无数的银子，我想他来是有福的，可便消受得起。罗和，我那命里则有分簸麦拣麦淘麦。打罗磨面，我可也消受不的这个银子罢。我拿着这个银子出的门来，拽上这门，送还与庞居士老的去走一遭。<br><br>第二折<br>居士，想你昔日之间，多行善事，广积阴功，久后俺子母每也有个好处么？婆婆，你说的差了也。便好道公修公得，婆修婆得。十人上山，各自努力。盛世难逢，佛法难遇。若是既逢既遇呵，南无阿弥陀佛，也要咱自省自悟也呵。<br>【中吕】【粉蝶儿】若论着今日风俗，正好宜太平箫鼓，有一等寒俭的泛泛之徒，他出来的不诚心，无实行，一个个强文假醋。如今有一等高巾傲带，表德相呼。不知他那肚皮里如何？们不他表德相呼，你问波可甚的是那衣冠文物。居士，那称才卿的，可是怎生？<br>【醉春风】他那等空傲慢的唤做才卿，那称好古的，可是如何？那等假老成的唤做甚么好古。据居士恤孤念寡，敬老怜贫，世之少有也。凭着我疏财仗义行几人？如这城中试数，数。们见个老的呵，我早则出力的扶持；但见个病的呵。我早则尽心儿调养；但见个贫的呵，我早则倾囊儿资助。<br>居士，如今那高楼上吹弹歌舞，饮酒欢娱，敢管待那士大夫哩。婆婆，他肯管待那人，也不枉了。<br>【红绣鞋】他几曾道开东阁把那名儒来管顾，他每可动不动便宴西楼和那妓女每欢娱，他则请人吃一盏茶呵，却早算计也。他将那茶托子人情可便暗乘除。常则是佯呆着回过脸，推说话纽身躯，若有个穷相识来，便舍着磕破他头者波，他每可几曾做那五百钱东道主？<br>自家罗和的便是。可早到宠居士老的门首也。不必报复，我自过去。孩儿也，你慌做甚么？我则着你落一觉儿好睡也。我那里睡来，一夜恰好不曾扎眼，整定害了我一夜。你怎生一夜不曾得睡？蒙与了我这个银子，到的家里没处放着。我揣在怀里。梦见人来抢我的；放在灶窝里，梦见火来烧我；放在水缸里，梦见水来淹我；放在门限儿底下。梦见人拿着锹锄撅我的，拿刀来砍我，枪来扎我。为这一个银子，整定害了我一夜不曾得睡。我想来，爹家里论千论万满箱满柜无数的银子，可没些儿事。爹，你便是有福的消受得他，我罗和那命里则有分簸麦拣麦，淘麦晒麦．打罗磨面，我那里消受的这银子？爹，你省的那胁肢骨里敲髓么？孩儿，这是怎么说？我那骨头里没他的，我送这银子来还了你，我不敢要。孩儿呵，我与了你一个银子，搅了你一夜不曾得睡。我家里有两三库都是金银宝贝，都似了你呵，如之奈何？<br>【迎仙客】哎！银子也你饥不能与人家做饭食，你冷不能与人便做衣服，你这般沉点点冷冰冰衠则是一块儿家福。银子也，你比及到我跟前呵。知他消磨了那几千年，可则更换过了几万古。他为甚不向你跟前停住？我与他这个银子，打搅的他一夜不曾得睡，你无福消受，送还与我。哎！这银子呵，原来分定也是前生注。<br>爹，我则零支着使罢。行钱，将一两银子来与罗和孩儿。等你使的无了呵，再来取。爹，孩儿也不敢多要，只先支一钱银子，买一条扁担，我做大买卖去也。做甚么大买卖？我只去妓馆家做闲的去也。天色晚了也，婆婆，你先歇息去，我宅前院后烧香去来。理会的。我来到这粉房。我来到这油房。我来到这后槽门首。是甚么人这般说话，我试听咱。马哥，你当初为甚么来？我当初少庞居士十五两银子，无的还他，我死之后，变做马填还他。驴哥，你可为甚么来？我当初少庞居士的十两银子，无钱还他，死后变做个驴儿与他拽磨。牛哥，你可为甚么来？你不知道，我在生之时，借了庞居士银十两，本利该二十两，不曾还他，我如今变一只牛来填还他。嗨，兀的不唬杀我也！我当初本做善事来，谁想弄巧成拙，兀的不都放做来生债也！<br>【醉高歌】枉了我便一生苫鳏寡孤独，半世养贫寒困苦。我则道是谁人向这槽畔低低叙，听沉了着我惨惨的怕怖。<br>【满庭芳】呀！却原来都是俺冤家俫债主，我本待要除灾种福，我倒做了一个缘木的这求鱼。庞居士呵，你是念佛的人，这的可便抵多少业在深牢狱，不由我不展转踌躇。庞居士我当初与你那银子，我也无甚歹意来。我则待要钱妆的你来如狼似虎，哎！谁承望今日折倒的做马波为驴。我看了他这轮回的路，可则是阴司地府，当初借了我银子，无的还我，今日做驴马众生，来填还我。哦！方信道还报果无虚。婆婆，灵兆，凤毛，你子母每都来。居士，你这般慌叫怎么？我恰才前后烧香。则听的那牛马做声，那牛便道：我少居士二十两银子，无的还他，做牛来填还他。那马便道：我少居士十五两银子，无的还他，做马来填还他。那驴便道：我少居士十两银子，无的还他，做驴来填还他。婆婆，我当初本做善事，谁承望弄巧成拙，都做了来生债也。嗨！谁想有这等果报？婆婆，从今以后，凡百的事，你则依着我者。行钱，将那家私总历文书，都与我搬运将出来。理会的，都搬运将出来也。可补个灯来都烧了者，我再也不放与人这钱钞了。呀！居士，你烧了这家私总历文书，可是主何意来？婆婆，你那里知道？<br>【石榴花】你道我烧毁了文契意何如？岂不闻君子可便断其初？哎，居士咱，人自是有钱的好。想着俺借钱时有甚恶心术，怎知做今生债负，来世追补？则愿的祖师指示我向西方去，早回头拔出迷途。烧了者！烧了者！居士，你留着，休要烧毁了。则管里便左来右去把我邀拦住，这钱也他敢不是我那护身符。<br>居士，你好歹休要烧了这文书。<br>【斗鹌鹑】岂不闻驷马难追，我今日个一言俫既出。婆婆，元来你心与我心不同。我心怎生与你心不同？我待将这家业消除，你则待将火院、火院来做主。烧了者！烧了者！居士，你且休要烧者。你为甚么唧唧哝哝百般的无是处？婆婆，你是念佛的人。我可问你甚的唤做乐有余？我但得个一世儿清闲，便则是生产愿足。<br>居士。你且休烧了这文书，听我说咱。俺两口儿偌大年纪，孩儿每都小哩。他久己后长立成人，也要些钱物使用，你与我休便烧了也。你刬的还有这个心哩。居士，我主的不差，你只休烧毁了也。婆婆，你坚意的不肯烧这文书。行钱，你去抬一柜儿金子来，抬一柜儿珠子来，抬一柜儿银子来。理会得。一柜金子，一柜银子，一柜珠子。都有了也。婆婆，灵兆，凤毛，你见么？居士，我见了也，你可主何意那？<br>【上小楼】且休论咱这仓廒波务库，更和这家私也那无数。应有的金银财宝，收拾将来，放在一处。则人你这娘儿海嘶瞅着厮守着，休离了十步，看你那无常时可便带的他同去。<br>居上，你寻思波，俺女儿不曾嫁，小厮儿不曾娶，你投至的挣成这个家业，非一日之故。许多的钱物，也是可惜的。你留下些与后代儿孙受用，可不好那。婆婆，你着我做财主；我做了财主，又着凤毛孩儿做财主；凤毛所生的孩儿，又做财主，咱家哩辈辈儿做了财主。我问你，这穷汉可着谁做？<br>【幺篇】钱无那三辈儿家钱，福无那两辈儿家福。你但看日中则盈，月满则亏，这都是无往不复。久以后到头来另有个养身活路，你将钱债的文书都烧毁了，还有甚养身活路在那里？我待着你一家儿受佛门普度。<br>婆婆，凡百的事，你则依着我者。咱家中奴仆使数的，每人与他一纸儿从良文书，再与他二十两银子，着他各自还家，侍奉他那父母去。咱家中牛羊孳畜驴骡马匹，每一个畜生脖子里挂一面牌，上写着道：\"庞居士释放，不许人收留。\"去那鹿门山外有水草处，任他生死。咱家中有十只大海船。一百小船儿，将咱家中金银宝贝玉器玩好，着那小船儿搬运在那大船上，俺一家儿明日到东海沉舟去也。居士，我依着你，把牛羊孳畜尽释放了，但是家中人都与他从良文书。则一桩儿，你也依着我，留下海船，不要将那钱物载去沉了，等我做些买卖，可不好那。<br>【耍孩儿】你待着我万余资本为商贾，攒利息冲州撞府。或足乘船鼓棹渡江湖，或是从鞍马昼夜驰驱。我干做了撇妻男店舍里一个飘零客，抛家业尘埃中一个防送夫。冷清清梦回两地无情绪，怎熬的程途迢递，更和那风雨潇疏？<br>居士，俺锦片也似家缘过活，你都要沉于海内，久后孩儿每成人呵，将甚么使用？你则依着我留下这钱物者。<br>【二煞】古人道鹪鹩巢深林无过占的一枝，鼹鼠饮黄河无过装的满腹。咱人这家有万顷田，也则是日食的三升儿粟。博个甚睁着眼去那利画上克了我的衣食，闲着子去那算盘里拨了我的岁数。攒下些山岸也似堆金玉，这壁厢凌逼着我家长，那壁厢快活杀他妻孥。<br>居士。你将这家私弃舍了呵，也思量着久后孩儿每怎土过遣那？<br>【煞尾】我去那洒色财气行取一纸儿重招，我去那生老病死行告一纸儿赦书。岂不闻道儿孙自有儿孙福？我其实便作不的这业，当不的这家，受不的这苦。<br>第三折<br>羲皇八卦定乾坤。上帝还须辅弼臣。云雨风雷唯我用，独魁水底作龙神。吾神先考，所生七子：银脊广胜龙，铜脊沙龙，铁脊陀龙，九尾赤龙，撩牙火龙，镇世恶龙。吾乃第一金脊德胜龙是也。为吾神毗沙门战退九曜刀利山，三箭成功，奉天符牒，玉帝敕命，加吾神东海龙王之职。今有襄阳一人，乃是宠居士，此人将应有家财都要沉在东洋大海。吾神未得上帝敕令，不敢收留。巡海夜又，等庞居士来时，将那船只托住者。行钱，将那家中金银贯钞，奇珍异宝，都搬运在大船上不曾？爹，都搬运在船上了也。婆婆，灵兆，凤毛，俺一家儿去那东海上沉舟去火。世人重金宝，我爱刹那静。金多乱人心，静见真如性。<br>【越调】【斗鹌鹑】我弃了这千百顷家良田，便是把金枷来自解。我沉了这万余锭家私，便是把玉锁来顿开。玳瑁珊瑚，砗磲琥珀，你当初生处生，今日个可便来处来。我若无你呵，再不做那天北的这经商，我也再不做那江南的贾客。<br>【紫花儿序】我愁的是更筹漏箭，我怕的是暮鼓晨钟，我倦的是这紫陌黄埃。大刚来光阴迅速，怎教我不心意裁划，早早的安排。待把我这一寸心田无挂碍，大道的事着你世人不解。则愿的一帆西风，送上我那三岛蓬莱。<br>婆婆，你看那海上的水，水上的船，船上的金银宝贝，有个比喻也。喻将何比？<br>【天净沙】有如那花正开风卸风衰，有如那月初圆云暗云埋，跳不出这尘寰世界。我觑了委实痴呆，那船上的，那里是甚么金银宝贝？只当是装一船家兀那横祸非灾。<br>婆婆，早来到海岸了也。那船上装的都是金银宝贝，居士你也好大量哩。<br>【鬼三台】也非是我胸襟大，将金宝和船载，我只待跳出这尘寰得自在？居士，你便老了，儿女每正后生哩。你道是白发叹吾侪，我道足今番畅快哉。趁着这风力软水横天地窄，帆力稳影吞雪浪开。这便是风送王勃，赴洪都的命彩。居士，你看那海岸上看俺沉舟的人，好不多也。兀那君子每，我庞居士这个念头，比别人不同。<br>【紫花儿序】我不比那越范蠡驾扁舟游那五湖的这烟浪，我不比那晋石崇送穷船葬万顷波澜，我不比那汉张骞泛浮槎探九曜星台。你觑波，我则见水接着天泻混元一派，我则见天连着水可便无半点儿纤埃。我为甚喜笑盈腮，待着他水晶宫里龙王放一会儿解，这一场我直撑杀他鱼鳖和那虾蟹。觑了这万丈风涛，兀的不险似百尺楼台。<br>居士，这会儿风浪越急了，你看那船越漂的高了也。我自有个主意。行钱，将那大海船底下凿碗来大数十个窟笼，他必然沉了也。理会的。爹，这船底下都凿了窟笼也。可怎生不沉？这会儿风也息，浪也平了，可怎生是好也呵？<br>【凭栏人】天际残霞几缕裁，水映天心有如那霞衬彩。恰才个船随着海岸开，抵多少烟波风送客。婆婆，这船只是不沉，也可怪哩。<br>【寨儿令】我则见雪浪涌似山排，可怎生又风恬水平云雾霭。难道是积羽沉舟，这金银呵反为轻载？心儿里好疑猜。<br>【幺篇】为甚么这番滚滚海藏里不沉埋？这船怎生不沉？婆婆，我猜着了也。他本是个虚飘飘世上的浮财。我和你发虔心祷上苍，近岸口跪苍苔，婆婆、灵兆、凤毛，都来拜者。拜、拜、拜，直拜到那月上的这海门开。<br>兀那东海龙王，上帝敕令，将庞居士应有家财，都收入龙宫海藏者。得令！雷公电母、风伯雨师，作起波浪，翻了那些海船，将庞居士应有的家财，都与我收了者。理会的，都收了也。吾神索回玉帝的话去。领水卒分开波浪，显神通现出本象。将庞居士应有家财，都收入龙宫海藏。<br>【金蕉叶】我则听的霹雳响惊魂丧魄，唬的我四口儿无颜落色。我则见云偶斗空中乱摆，恰便似千百面征鼙乱凯。<br>【调笑令】我可便自来几曾该端的便几曾该，抵多少一夜西风透霎时间四野阴霾。<br>【秃厮儿】赤历历那电光掣一天家火块，吸力力雷霆震半壁崩崖。俺这里轻身向前将这海岸踹，居士靠后些。婆婆，你怕甚么？你还耽着鬼魂胎，哀哉。<br>好大风也。<br>【圣药王】吹的我头怎抬，刮的我眼倦开，龙王呵，你这般烦恼怎么？又不比入山推出白云来。渐的呵风力衰，忽的呵云乱摆。只要你沉了咱锦帆舟楫共资财，做的个一去不回来。<br>居士。你将钱物都沉在海里了，俺四口儿如今回去，把甚么做盘缠那？婆婆，我瞒着你多哩。我会一桩儿手艺。你会那一桩儿手艺？我会编笊篱，鹿门山外有一园竹子，着凤毛孩儿斫将来，我一日编十把笊篱，着灵兆孩儿货卖将来，可不够俺一家儿吃粥哩。这的是大缸里打翻了油，沿路儿拾芝麻也。<br>【收尾】谁不知道庞居士误放了来生债，我则待姓名儿千年万载。你便积攒下高北斗杀身的钱，婆婆、灵兆、凤毛，你回头试看波。可也填不满这东洋是汇海。<br><br>第四折<br>释迦拈花露本心，迦含微笑遇知音。灯灯相续传千古，朗朗光明直至今。贫僧乃襄阳云岩寺长老，法名丹霞。自幼学成满腹文章，只为进取功名。路逢马祖禅师，问我：秀才那里去？贫僧回言：我选官去也。祖师道：秀才比及你选官呵，我选佛还好的多哩。我一闻其言，心下朗然省悟。因此金刀落发，舍俗出家，先参马祖，后拜石头和尚。多得公案，争奈未能了达。此处襄阳有一人是庞居士，他有个女儿灵兆，生的十分大有颜色，每日在寺门首货卖笊篱。但是卖不了的，贫僧都买下。我有心无心，买下三房子笊篱。这早晚敢待来也。妾身是灵兆女。自从俺父亲在海上沉舟回来，搬到这鹿门山住。俺父亲会编笊篱，一日与我十把笊篱，将来长街市上货卖。这早晚无人买这笊篱，俺父亲的斋食，如之奈何？且到云岩寺山门首卖去，敢那和尚又要买笊篱也，这早晚正是那女子采的时候也。小娘子问讯。万福。小娘子，这笊篱敢又是卖不了的么？师父，是卖不了的。我有心要买笊篱，争奈身边无钱，你肯跟的我方丈中去么？师父，你是个出家儿人，怕做甚么？我跟你去。我着两句言语嘲拨他，看他晓的么。老和尚合掌当胸，小娘子自去分解。这和尚无礼，着言语嘲拨我。他如今不言语便罢，再言语呵，戎答他两匀。他不听的，高着些念。老和尚合掌当胸，小娘子自去分解。你听我道两件事，依的，妾身便和你共同欢爱。休道两件事，便十件贫僧也依，出家人亦无挂碍。你着那经为枕比丘取乐，佛铺地袈裟蒙盖。南无阿弥陀佛！坏教门遗臭人间。堕阿鼻老僧罪大。你参空禅仔细追求，怎生见真佛昂然不拜？得悟时拈起放下，拜佛也有何耽待。掌拍处六根清净，这笊篱打捞苦海。方信道色即是空，果然的空即是色。南无阿弥陀佛！若不是吾师点化，贫僧怎了也。吾师一日不曾卖的一把笊篱，父母倚门而望斋食。如今贫僧将这一百文长钱，放在路上，待吾师拾的去，有何不可？我恰十凡心起微微动处，被一片黑云遮住。若不是点化真言，险堕了阿鼻地狱。妾身自离了云岩寺，度脱了丹霞长老，不曾卖得一把笊篱。俺父母斋食，怎生是好呀？这道傍不知是甚么人遣下这一百文长钱。我待不将的去来，只恐怕误了父亲斋食。我待要<br>将的去来，怎好昧心贪利。我如今将这十把笊篱放在道傍，怕那人束手这钱呵，将笊篱卖过一般。世俗人休看的这笊篱小可也。翠竹枝枝选嫩条，编成此物手中操。常将济世菩提念，去那苦海波中用意捞。有儿不曾娶，有女不曾嫁。大家田圞头，说会无生话。自从将我那家缘家计，金银宝贝，都装到东海均沉了，来这鹿门山结一草庵，修行办道，到大来悠哉也呵。<br>【双调】【新水令】谁似我静中参透了这祖师禅，我待向雪山头养心修炼。当日那溶溶的天似水，漫漫的海无边。一自沉了我那家缘，我将这成道记诵千篇。<br>妾身灵兆，将着这一百文长钱，见父亲走一遵去。灵兆孩儿，你回天了也？父亲，你孩儿回来了也。孩儿，你卖笊篱，可是如何？父亲，你孩儿因度脱了丹霞长老，不曾卖的笊篱。出那寺来，道路傍边，不知甚么人遗下一百文长钱。我待要不将的太，则恐怕误了父亲斋食。你孩儿将那十把笊篱放在傍边，等那人来寻这钱时。将这笊篱就是卖与他一般，你孩儿主意的是么？孩儿也，你见的是。居士，上圣有请。你是那里来的？<br>【沉醉东风】谁更敢推辞腼腆，我并不曾半霎儿俄延。我从来富不骄，端的个贫无怨。不只我来，兀的不又是一个来也。疾！在那里？他把我赚回头早海变桑田，是好乐声也。我则听的聒耳笙歌秦管弦，那一派仙音得这韵远。婆婆，你看那金门玉户，碧瓦琉璃，比尘世不同，此处必是天宫也。居士，你看这牌面上写着字儿哩。<br>【雁儿落】兀的不明明的在这门额上显，分朗朗在这牌面上见。牌面上青书篆着的是兜率宫，门额上金字镌着的是灵虚殿。<br>【得胜令】这里可敢别是一重天，俺又不曾高驾五云轩。婆婆，世间则有红莲花、白莲花，那得这青莲花、金莲花？这的是太液莲如锦，可则抵多少青山花欲燃。婆婆，你见么？一个石洞门开着牛壁儿，掩着半壁儿，你子母每敢先过去么。居士，俺先过洞门来了也。婆婆，你瞒着我多哩。却不是你从前，多与人行方便；着硬处你早当先，岂不闻心坚石也穿。<br>庞居士，休惊莫怕。兀的不唬杀我也！<br>【乔牌儿】唬的我意痴痴身倒偃，把不住的腿脡颤。我见他貌威严身垒浪霞光现。吾神奉敕令在此等侯多时也。他道是奉玉皇诏旨宣。何方圣者，是甚灵神？通名显姓咱。吾神上界注禄神是也。生前何人？生前是少你银子的李孝先。谁是李孝先？吾神就是李孝先。可喜！司喜！得此美除也。你见吾神欢喜么？可知欢喜哩。我着你大欢喜哩。有你一个旧朋友，你要见么？我可知要见哩。疾！庞居士，你认的吾神么？何方圣者，甚处灵神？通名显姓咱。吾神乃增福神是也。生前何人？生前乃是二十年前劝你烧文书的曾信实。<br>【殿前欢】我可便记尘缘，则为那市廛中傒幸我二十年。居士今日功成行满，证果朝元也。不打入六道轮回转，义待着俺平地升天。小圣有言在前，道二十年以后，当与居上相见。记当初有句言，到今日重相见。今日呵可便称了我平生愿，端的是抽胎换骨，火内生莲。<br>居士，你非是凡人，乃上界宾陀罗尊者是也。庞婆，你是上界执幡罗刹女。凤毛，你是善才童子。你一家儿都不如女孩儿灵兆，乃是南海普陀落伽山七珍八宝寺，号元通，名自在观音菩萨。则为你一念差受此尘缘，再修行六十余年。庞居士你今日功成行满，合家儿证果朝元。<br>【折桂令】这的是庞居士四圣归天，出世超凡同共朝元。则为我救困扶危，疏财仗义，都做了注福消愆。今日个乘彩凤十洲阆苑，跨苍鸾弱水三千。我劝你人世官员，莫恋浮钱。只将那好事常行，管教你一个个得道成仙。<br>题目灵兆女点化丹霞师<br>正名庞居士误放来生债",
  "poet": {
    "id": 3152,
    "star": 0,
    "name": "刘君锡",
    "desc": "刘君锡，字号不详，燕山(今北京西南)人，家甚贫。元时曾任省奏，性格方正耿介，不屈节，人有过必正色责之。约明代洪武中前后在世。时与邢允恭、友让、贾仲明等友善。善隐语,为燕南独步,人称“白眉翁”。所作杂剧有《东门宴》、《三丧不居》等，俱佚。《录鬼簿续编》于其名下著《来生债》一本，然《元曲选》存本属无名氏，今从刘著。"
  },
  "tags": []
}