{
  "id": 7890,
  "star": 26,
  "name": "赠韦侍御黄裳二首",
  "dynasty": "唐代",
  "content": "太华生长松，亭亭凌霜雪。<br>天与百尺高，岂为微飙折？<br>桃李卖阳艳，路人行且迷。<br>春光扫地尽，碧叶成黄泥。<br>愿君学长松，慎勿作桃李。<br>受屈不改心，然后知君子。</p> <p>见君乘骢马，知上太行道。<br>此地果摧轮，全身以为宝。<br>我如丰年玉，弃置秋田草。<br>但勖冰壶心，无为叹衰老。",
  "fanyi": "<p><strong>译文<br></strong>华山顶上的高松，玉立亭亭凌霜傲雪。<br>天生的百尺长松，岂能为小的狂风所折?<br>而桃李却与长松不同，它们所卖弄的是艳丽的美色，使行路之人为之着迷。<br>当春光已尽之时，它的碧叶就化成了黄泥。<br>希望君要学长松，切记不要作桃李。<br>受屈而忠心不改，然后才能辨别谁是真君子。</p> <p>见君乘着骢马，知道您要上太行之山道。<br>果然此地摧车投轮，道路十分艰险，千万要注意安全，保全性命才是最重要的。<br>我如丰年之玉，被弃置在秋田的草丛中。<br>您要为官清正廉洁，努力工作，不要以年老为叹。</p> <p><strong>注释<br></strong>⑴韦侍御：即韦黄裳。尝为万年县尉，后为殿中侍御史。此为赠友之<a href=\"http://so.gushiwen.org/view_7890.aspx\">诗</a>，勉励友人要学长松，勿以风霜改色并勉励老友要为官清正廉洁，不要叹老哇卑。<br>⑵太华：即西岳华山。<br>⑶微飙（biāo）：小风，微风。<br>⑷阳艳：亮丽美艳。<br>⑸骢马：毛色青白的马。<br>⑹太行：宋本原作大山，《文苑英华》作太行，今据改。摧轮：谓山路难行。<a href=\"http://so.gushiwen.org/author_552.aspx\">曹操</a>《苦寒行》：“北上大行山。艰哉何巍规。羊肠坂洁屈。车轮为之摧。”<br>⑺丰年玉：《世说新语·赏誉》：“世称庚文康为丰年玉。”刘孝标注：“谓亮（即庚文康)有廊庙之器。”<br>⑻勖（xù）：勉励。冰壶心：谓冰请玉洁。<a href=\"http://so.gushiwen.org/author_732.aspx\">鲍照</a>《代白头吟》：“清如玉壶冰。”</p>",
  "shangxi": "　　此组作于<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>被“赐金还山”，离开长安后的第二次漫游时期。是赠给韦<a href=\"http://so.gushiwen.org/author_58.aspx\">黄裳</a>的政治讽谏诗。据《因话录》记载，唐制“御使台三院，一曰台院，其僚曰侍御使，众呼为端公。二曰殿院，其僚曰殿中侍御史，众呼为侍御。三曰察院，其僚曰监察御史，众呼亦曰侍御。”韦黄裳为监察院御使。此职之设，本为监察百官，以使其清正廉明，防止徇私舞弊。因为此职权力大，责任重，在任用时应特别注重选择那些耿介正直、能够仗义直言、不徇私情、不枉法度的人来担任。史称，韦黄裳这个人专好结交权贵。据《新唐书·王珙传》记载：其为万年县尉之时，就经常准备有名的美色歌女，设下丰盛的美酒珍肴，等待着唐玄宗的宠臣王珙的儿子王准的到来，极尽讨好谄媚之能事。投机钻营简直到了不择手段的地步。对权贵之子尚且如此，向当权者本人的曲意奉承，岂不就可想而知了吗?<a href=\"http://so.gushiwen.org/author_1137.aspx\">真可</a>谓溜须拍马有术。然而就是这样一个为正直之士所唾弃、连廉耻都不顾的小人，不仅没有被罢免，反而连连高升，甚至竟然担任了专事监察官僚之责的御使!那么，其他官僚中无德、无才、无功者，恐怕更是大有人在了。用人标准不管其是否为国家、为百姓、为民族操心操力，只看其是否能够投上所好，讨得更高统治者欢心，已成为社会上最为普遍的现象。",
  "poet": {
    "id": 247,
    "star": 0,
    "name": "李白",
    "image": "http://img.gushiwen.org/authorImg/libai.jpg",
    "desc": "李白（701年－762年），字太白，号青莲居士，唐朝浪漫主义诗人，被后人誉为“诗仙”。祖籍陇西成纪(待考)，出生于西域碎叶城，4岁再随父迁至剑南道绵州。李白存世诗文千余篇，有《李太白集》传世。762年病逝，享年61岁。其墓在今安徽当涂，四川江油、湖北安陆有纪念馆。"
  },
  "tags": [
    "赠友",
    "励志"
  ]
}