{
  "id": 8292,
  "star": 471,
  "name": "秋登宣城谢脁北楼",
  "dynasty": "唐代",
  "content": "江城如画里，山晚望晴空。<br>两水夹明镜，双桥落彩虹。<br>人烟寒橘柚，秋色老梧桐。<br>谁念北楼上，临风怀谢公。",
  "fanyi": "<p><strong>译文</strong><br>江边的城池好像在画中一样美丽，山色渐晚，我登上<a href=\"http://so.gushiwen.org/author_32.aspx\">谢朓</a>楼远眺晴空。两条江之间，一潭湖水像一面明亮的镜子；江上两座桥仿佛天上落下的彩虹。橘林柚林掩映在令人感到寒意的炊烟之中；秋色苍茫，梧桐也已经显得衰老。除了我还有谁会想着到谢朓北楼来，迎着萧飒的秋风，怀念谢先生呢？</p><p><strong>注释</strong><br>⑴谢朓北楼：即谢朓楼，为南朝齐<a href=\"http://so.gushiwen.org/view_8292.aspx\">诗</a>人谢朓任宣城太守时所建，故址在陵阳山顶，是宣城的登览胜地。谢朓是<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>很佩服的诗人。<br>⑵江城：泛指水边的城，这里指宣城。唐代江南地区的方言，无论大水小水都称之为“江”。<br>⑶两水：指宛溪、句溪。宛溪上有凤凰桥，句溪上有济川桥。明镜：指拱桥桥洞和它在水中的倒影合成的圆形，像明亮的镜子一样。<br>⑷双桥：指凤凰桥和济川桥，隋开皇（隋文帝年号，公元581～600年）年间所建。彩虹：指水中的桥影。<br>⑸人烟：人家里的炊烟。<br>⑹北楼：即谢朓楼。<br>⑺谢公：谢朓。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　<a href=\"http://so.gushiwen.org/author_32.aspx\">谢朓</a>北楼是南齐<a href=\"http://so.gushiwen.org/view_8292.aspx\">诗</a>人谢朓任宣城太守时所建，又名谢公楼，唐代改名叠嶂楼，是宣城的登览胜地。宣城处于山环水抱之中，陵阳山冈峦盘屈，三峰挺秀；句溪和宛溪的溪水，萦回映带着整个城郊，“鸟去鸟来山色里，人歌人哭水声中”（<a href=\"http://so.gushiwen.org/author_211.aspx\">杜牧</a>《题宣州开元寺水阁阁下宛溪夹溪居人》）。</p> <p>　　一个晴朗的秋天的傍晚，诗人独自登上了谢公楼。岚光山影，景色十分明净。诗人凭高俯瞰，“江城”犹如在图画中一样。开头两句，诗人把他登览时所见景色概括地写了出来，总摄全篇，一下子就把读者深深吸引住，一同进入诗的意境中去了。<a href=\"http://so.gushiwen.org/author_196.aspx\">严羽</a>《沧浪诗话》说：“太白发句，谓之开门见山。”指的就是这种表现手法。</p> <p>　　中间四句是具体的描写。这四句诗里所塑造的艺术形象，都是从上面的一个“望”字生发出来的。从结构的关系来说，上两句写“江城如画”，下两句写“山晚晴空”；四句是一个完整的统一体，而又是有层次的。“两水”指句溪和宛溪。宛溪源出峄山，在宣城的东北与句溪相会，绕城合流，所以说“夹”。因为是秋天，溪水更加澄清，它平静地流着，波面上泛出晶莹的光。用“明镜”来形容，用语十分恰当。“双桥”指横跨溪水的上、下两桥。上桥叫做凤凰桥，在城的东南泰和门外；下桥叫做济川桥，在城东阳德门外，都是隋文帝开皇年间（581～600年）的建筑。这两条长长的大桥架在溪上，倒影水中，诗人从高楼上远远望去，缥青的溪水，鲜红的夕阳，在明灭照射之中，桥影幻映出无限奇异的璀璨色彩。这更像是天上的两道彩虹，而这“彩虹”的影子落入“明镜”之中去了。这两句与诗人的另一名作《望庐山瀑布水》中的“飞流直下三千尺，疑是银河落九天”相似。两者同样是用比拟的手法来塑造形象，同样用一个“落”字把地下和天上联系起来；然而同中有异，异曲同工：一个是以银河比拟瀑布的飞流，一个是用彩虹写夕阳明灭的波光中双桥的倒影；一个着重在描绘其奔腾直下的气势，一个着重在显示其瑰丽变幻的色彩，两者所给予读者的美感也不一样，而诗人想象的丰富奇妙，笔致的活泼空灵，则同样十分高明。</p> <p>　　秋天的傍晚，原野是静寂的，山冈一带的丛林里冒出人家一缕缕的炊烟，橘柚的深碧，梧桐的微黄，呈现出一片苍寒景色，使诗人感到是秋光渐老的时候了。当时诗人的心情是完全沉浸在他的视野里，他的观察是深刻的，细致的；而他的描写又是毫不粘滞的。他站得高，望得远，抓住了一刹那间的感受，用极端凝炼的形象语言，在随意点染中勾勒出一个深秋的轮廓，深深地透漏出季节和环境的气氛。他不仅写出秋景，而且写出了秋意。他在高度概括之中，用笔丝丝入扣。</p> <p>　　结尾两句，从表面看来很简单，只不过和开头二句一呼一应，点明登览的地点是在“北楼上”；这北楼是谢朓所建的，从登临到怀古，似乎是照例的公式，因而<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>就不免顺便说一句怀念古人的话罢了。这里值得注意是“谁念”两个字。“怀谢公”的“怀”，是李白自指，“谁念”的“念”，是指别人。两句的意思，是慨叹诗人“临风怀谢公”的心情没有谁能够理解。这就不是一般的怀古了。</p> <p>　　客中的抑郁和感伤，特别当摇落秋风的时节，诗人那寂寞的心情，读者是可以想象的。宣城是他旧游之地，此时他又重来这里。一到宣城，他就会怀念到谢朓，这不仅因为谢朓在宣城遗留下了像叠嶂楼这样的名胜古迹，更重要的是因为谢朓对宣城有着和诗人相同的情感。当李白独自在谢朓楼上临风眺望的时候，面对着谢朓所吟赏的山川，缅怀他平素所仰慕的这位前代诗人，虽然古今世隔，然而他们的精神却是遥遥相接的。这种渺茫的心情，反映了他政治上苦闷彷徨的孤独之感；正因为政治上受到压抑，找不到出路，所以只得寄情山水，尚友古人；他当时复杂的情怀，很难有人能理解。 </p>",
  "about": "<h2>创作背景</h2> 　　此<a href=\"http://so.gushiwen.org/view_8292.aspx\">诗</a>创作时间与《宣州<a href=\"http://so.gushiwen.org/author_32.aspx\">谢朓</a>楼饯别校书叔云》相近，在安史之乱爆发前不久。<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>在长安为权贵所排挤，被赐金放还，弃官而去之后，政治上一直处于失意之中，过着飘荡四方的流浪生活。公元753年（天宝十二载）与公元754年（天宝十三载）的秋天，李白两度来到宣城，此诗当作于公元753年或754年的中秋节后。",
  "poet": {
    "id": 247,
    "star": 0,
    "name": "李白",
    "image": "http://img.gushiwen.org/authorImg/libai.jpg",
    "desc": "李白（701年－762年），字太白，号青莲居士，唐朝浪漫主义诗人，被后人誉为“诗仙”。祖籍陇西成纪(待考)，出生于西域碎叶城，4岁再随父迁至剑南道绵州。李白存世诗文千余篇，有《李太白集》传世。762年病逝，享年61岁。其墓在今安徽当涂，四川江油、湖北安陆有纪念馆。"
  },
  "tags": [
    "秋天",
    "咏史怀古",
    "景点"
  ]
}