{
  "id": 8224,
  "star": 23,
  "name": "游泰山六首",
  "dynasty": "唐代",
  "content": "天宝元年四月从故御道上泰山</p> <p>四月上泰山，石平御道开。<br>六龙过万壑，涧谷随萦回。<br>马迹绕碧峰，于今满青苔。<br>飞流洒绝巘，水急松声哀。<br>北眺崿嶂奇，倾崖向东摧。<br>洞门闭石扇，地底兴云雷。<br>登高望蓬流，想象金银台。<br>天门一长啸，万里清风来。<br>玉女四五人，飘颻下九垓。<br>含笑引素手，遗我流霞杯。<br>稽首再拜之，自愧非仙才。<br>旷然小宇宙，弃世何悠哉。</p> <p>清晓骑白鹿，直上天门山。<br>山际逢羽人，方瞳好容颜。<br>扪萝欲就语，却掩青云关。<br>遗我鸟迹书，飘然落岩间。<br>其字乃上古，读之了不闲。<br>感此三叹息，从师方未还。</p> <p>平明登日观，举手开云关。<br>精神四飞扬，如出天地间。<br>黄河从西来，窈窕入远山。<br>凭崖览八极，目尽长空闲。<br>偶然值青童，绿发双云鬟。<br>笑我晚学仙，蹉跎凋朱颜。<br>踌躇忽不见，浩荡难追攀。</p> <p>清斋三千日，裂素写道经。<br>吟诵有所得，众神卫我形。<br>云行信长风，飒若羽翼生。<br>攀崖上日观，伏槛窥东溟。<br>海色动远山，天鸡已先鸣。<br>银台出倒景，白浪翻长鲸。<br>安得不死药，高飞向蓬瀛。</p> <p>日观东北倾，两崖夹双石。<br>海水落眼前，天光遥空碧。<br>千峰争攒聚，万壑绝凌历。<br>缅彼鹤上仙，去无云中迹。<br>长松入霄汉，远望不盈尺。<br>山花异人间，五月雪中白。<br>终当遇安期，于此炼玉液。</p> <p>朝饮王母池，瞑投天门关。<br>独抱绿绮琴，夜行青山间。<br>山明月露白，夜静松风歇。<br>仙人游碧峰，处处笙歌发。<br>寂静娱清辉，玉真连翠微。<br>想象鸾凤舞，飘颻龙虎衣。<br>扪天摘匏瓜，恍惚不忆归。<br>举手弄清浅，误攀织女机。<br>明晨坐相失，但见五云飞。",
  "fanyi": "<p><strong>译文</strong><br>阳春四月登泰山，平整的御道沿着屏风样的山峰直上。<br>皇上曾经乘坐六龙车辇翻山越岭，深壑幽谷萦回曲折。<br>当年碧峰上遗留的马蹄痕迹，现在早已被青苔掩盖。<br>峭壁悬崖，飞瀑喷流，松风水声激切哀鸣。<br>北望群峰奇绝，仿佛向东海倾倒。<br>安放皇帝玉册的石洞前巨大的石门紧闭，隐隐感觉到地底风雷涌起。<br>绝顶望东海蓬莱三岛，想象到了金银台。<br>站在南天门长啸一声，青风四面万里来。<br>仿佛看到四五个美丽的仙女，飘飘袅袅飞下九天来。<br>她们对我嫣然一笑，接着把一只璀璨的流霞酒杯赠送给我。<br>我急忙再三低头致礼，自己很惭愧：不是神仙而受此大恩。<br>我顿时感觉到：宇宙如此渺小，这尘世有什么值得恋眷的呢？</p> <p>拂晓，我骑上白鹿，直奔南天门而去。<br>山腰上遇到一位仙人，道貌轩然，瞳孔方方。<br>我抚摩着古松上的萝藤，想和他聊天，他却把高入青云的关门紧闭。<br>幸好的是，他赠送我一本远古的写有鸟迹字的书，飘飘落在山岩间。<br>书是上古文字写的，读起来很费解。<br>因而再三叹息，拜他为师，才没有回来。</p> <p>天亮时分，我老到了日观峰，举手就可以扣开云关。<br>顿时全身精神飞扬，仿佛置身于天地之间。<br>黄河从西边逶迤而来，再窈窕如丝地流向东面的群山。<br>倚靠在山崖傍边，极目四面八方，天地悠然。<br>突然看到一个青发小道童，头发挽成双云鬟一样。<br>他笑着对我说：干嘛现在才来学道呢？岁月蹉跎，青春都浪费掉了。<br>突然他便无影无踪，无处追寻，令人浩然长叹。</p> <p>斋忌三千日，裁白丝布书写道经。<br>天天吟颂，心有所得，感觉众神拱卫在我身边。<br>可以信风乘云，宛如身有双翼。<br>攀上日观峰，凭栏望东海。<br>海涛撼动着远山，云中天鸡在鸣叫。<br>银光闪耀的楼台跃出大海，鲸鱼翻滚起巨浪。<br>怎样才可以得到仙丹？真正生出羽翼，高飞蓬莱！</p> <p>泰山日观峰朝东北倾斜，两座山崖夹着一双巨石。<br>海水仿佛在眼前弄潮，遥远的天边一片青碧的色彩。<br>千座山峰如枪林立，万条沟壑如临深渊。<br>缅怀曾经骑黄鹤来泰山的神仙，可现在那里去寻找他们的踪影？<br>山上的古松高耸入云天，远远望去，离天不过几尺。<br>山花也与人间不同，五月里白色的花儿与白雪浑然一色。<br>总会遇到仙人安期生的，一同在泰山炼金丹玉液。</p> <p>清晨饮过泰山瑶池的清泉，夜晚准备在南天门投宿。<br>怀中抱着绿绮琴，天黑了还行走在青山之间。<br>月亮出山了，群山一片皎洁如玉，夜静了，连古松也停止了啸吟。<br>寂静中愈感觉清晖可弄，玉真仙女下降到翠微峰。<br>仿佛看到鸾凤与龙虎一起翩翩起舞，衣袂飘举。<br>举手就可以攀折到天上的匏瓜，味美甘甜，乐不思蜀，真的不想回家了。<br>再举手，抚弄着银河的浪涛，清浅可爱，却不小心摸到了织女的纺织机。<br>唉，到明天天亮，美梦就会消失，只见五色云彩飞舞！</p> <p><strong>注释</strong><br>(1)泰山：在今山东省泰安市西北，是中国东部著名高山。《史记正义》：泰山，一曰岱宗，东岳也，在兖州博城县西北三十里。《山东通志》：泰山，在济南府泰安州北五里，一曰兖镇。周围一百六十里，自山下至绝顶四十余里。上有石表巍然，传是秦时无字碑。<br>(2)《旧唐书》：开元十三年十月辛酉，东封泰山，发自东都。十一月丙戌，至兖州岱宗顿。己丑日南至，备法驾登山，仗卫罗列山下百余里，诏行从留于谷口，上与宰臣礼官升山。庚寅，祀吴天上帝于上坛，有司祀五帝百神于下坛。礼毕，藏玉册于封祀坛之石磩。然后燔紫燎发，群臣称万岁，传呼自山顶至岳下，震动山谷。<br>(3)《宋书》：天子所御驾六，其余副车皆驾四。按《尚书》称：朽索御六马。《逸礼·王度记》曰：天子驾六。袁盎谏汉文驰六飞。魏时天子亦驾六。六龙之义本此。<a href=\"http://so.gushiwen.org/author_732.aspx\">鲍照</a><a href=\"http://so.gushiwen.org/view_8224.aspx\">诗</a>：“千岩盛阻积，万壑势顺索。”<br>(4)孙绰《天台山赋》：“瀑布飞流以界道。”张协《七命》：“登绝巘，溯长风。”绝巘，高峰也。<br>(5)鲍照诗：“合沓崿嶂云。”<br>(6)郭璞诗：“神仙排云出，但见金银台。”<br>(7)《山东通志》：上泰山，屈曲盘道百余，经南天门，东西三天门，至绝顶，高四十余里。左思诗：“长啸激清风。”<br>(8)郭璞诗：“升降随长烟，飘颻戏九垓。”张铣注：“九垓，九天也。”<br>(9)《抱朴子》：项曼都入山学仙，十年而归家，曰：“仙人以流霞一杯与我饮之，辄不饥渴。”<br>(10)《汉武内传》：王母曰：“虽当语之以至道，殆恐非仙才也。”<br>(11)《楚辞》：“仍羽人于丹丘。”王逸注：“人得道，身生羽毛也。”朱子注：“羽人，飞仙也。”<br>(12)《抱朴子》：仙人目瞳正方。《神仙传》：李根瞳子皆方。按《仙经》云：八百岁人瞳子方也。<br>(13)<a href=\"http://so.gushiwen.org/author_419.aspx\">徐干</a>《中论》：“苍颌视鸟迹而作书。”<br>(14)《尔雅》：“闲，习也。”《<a href=\"http://so.gushiwen.org/author_320.aspx\">荀子</a>》：“多见曰闲。”<br>(15)平明：天亮的时候。日观：泰山东南的高峰，因能看到太阳升起而得名。云关：指云气拥蔽如门关。这四句是写日出时的景象与作者当时精神焕发的神态。<br>(16)窈窕：深远曲折的样子。<br>(17)八极：八方极远之地。闲：大，广阔。两句意为：凭崖眺望远方的尽头，天空显得格外宽阔。<br>(18)值：遇到。青童：仙童。<br>(19)绿发：漆黑的头发。云鬟：古代妇女梳的环形发结。这里指仙童的发型。<br>(20)蹉跎：虚度光阴。凋朱颜：这里指容貌衰老。<br>(21)踌躇：犹豫。<br>(22)浩荡：广阔。这里指广阔的天空。<br>(23)《南岳魏夫人传》：夫人入洛阳山中，清斋五百日，读《大洞真经》。<br>(24)<a href=\"http://so.gushiwen.org/author_1448.aspx\">颜师古</a>《急就篇注》：“素，谓绢之精白者，即所用写书之素也。”<br>(25)《楚辞》：“坐堂伏槛，临曲池些。”东溟，东海也。<br>(26)海色：晓色也。<br>(27)天鸡：传说中的神鸡。居东南桃都山大桃树上，又传居东海岱舆山扶桑树上，率天下之鸡报晓。<br>(28)<a href=\"http://so.gushiwen.org/author_758.aspx\">谢灵运</a>诗：“张组眺倒景，列筵瞩归潮。”李善注：《游天台山赋》曰“或倒景于重溟”，王彪之《游仙侍》曰“远游绝尘雾，轻举观沧溟。蓬莱荫倒景，昆仑罩层城”，并以山临水而景倒，谓之倒景。<br>(29)蓬莱、瀛洲：在渤海中，有不死药，金银为宫阙。<br>(30)缅：思貌。<br>(31)《岁华纪丽》：泰山冬夏有雪。<br>(32)安期：即安期生，古之仙人。<br>(33)<a href=\"http://so.gushiwen.org/author_509.aspx\">江淹</a>诗：“道人读丹经，方士炼玉液。”张铣注：“玉液，玉膏也。”<br>(34)王母池：又名瑶池，在泰山东南麓。<br>(35)暝：傍晚。天门关，在泰山上。登泰山的道路盘旋曲折，要经过中天门、南天门等处，然后到达山顶。<br>(36)绿绮：古琴名，相传<a href=\"http://so.gushiwen.org/author_70.aspx\">司马相如</a>有绿绮琴。这里泛指名贵的琴。<br>(37)松风：风撼松林发出的响声。两句意为：月光下山色明亮，露水晶莹；风停了，松林无声，夜更寂静。<br>(38)笙歌：吹笙伴歌。<br>(39)娱：乐。清辉：月光。玉真：道观名。这里泛指泰山上的道观。翠微：指山气青白色。两句意为：静夜望月使人心情愉快，远看道观与青缥的山气连成一片。<br>(40)鸾凤：传说中的仙鸟。<br>(41)龙虎衣：绣有龙虎纹彩的衣服。<br>(42)扪(mén)：摸。匏(páo)瓜：星名。两句意为：抚摸天体想摘下匏瓜星，面对似有似无的幻境忘记了归去。<br>(43)清浅：指银河。《古诗十九首·迢迢牵牛星》有“河汉清且浅”之句。织女，星名，传说织女是天帝之女，住银河之东，从事织作，嫁给河西的牛郎为妻。两句意为：举手戏弄银河的流水，无意中攀住了织女的布机。<br>(44)坐相失：顿时都消失。<br>(45)但见：只看到。五云：五色彩云。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>的《游泰山六首》为连章古<a href=\"http://so.gushiwen.org/view_8224.aspx\">诗</a>，其中每一首都是一个耐人寻味的审美境界，而全诗六首从整体上展示了更广阔、更深邃、更完美的意境，描绘了一座雄浑壮丽的自然之山，一座奇异可感的神妙之山，令人体悟到这是寄寓着作者人生理想、人格向往的情感之山，心灵之山。泰山方圆四百多公里，体势宏大，“意想之所至，皆山也”（张俯《岱志》）。其景观雄奇、险绝、曲幽，奥旷之特色俱臻。仅以登山中轴线而历，从王母池、一天门、中天门、南天门、天街至玉皇顶，再及日观峰、月观峰，沿途凡峰崖，涧谷，泉瀑，奇松怪石，名禽异花，云岚烟雾极目难尽，即或为长文，亦觉语白言乏。而李白在《游泰山六首》中却能以超然的宇宙观和独特的时空透视，目揽泰山万象于方寸，驰思结韵于毫端，以写意山水笔法绘出了有声画卷，显示了李白诗歌独有的豪放风格。</p> <p>　　全诗开头，“四月上泰山”，看似平叙交代时间，却暗蕴泰山时令奇观背景。公元742年（天宝元年）暮春时节，李白佩剑挂芦，抱琴捋袂。从王母池开始登山了。“石屏御道开”，眼前的泰山诸多峰峦如同扇扇屏风，次第打开，一条帝王封禅时开辟的御道豁然而现。古御道有十几里之长，逶迤出没于峰峦涧谷之中。诗人没有白描峰回路转。而是以遥思当年唐玄宗封禅时的登途盛景赋笔。“六龙过万壑，涧谷随萦回。马迹绕碧峰，於今满青苔。”万千山壑、涧谷、碧蜂仿佛都在尾随着皇帝御车马队的驰骋而飞动起来，寥寥几笔就形象地表现了泰山山势“高远”而曲折盘旋上升的生动情态。如果说盘道弯弯，层峦尽染是诗人对登山起步景色的几笔渲染的话，接着诗人采用散点透视的视角，移步换景，从不同层次以不同的“皴法”向读者描绘了沿途山水的奇险幽秘。登泰山至中途，过中天门，曲折的盘路便为天梯般的石阶代替了。仰望两侧，悬崖千仞，“飞流洒绝，水急松声哀”，“北眺　嶂奇，倾崖向东摧”。泉水若“飞”，峰崖之高绝可见，巨岩累接，险峻难以登攀之状可想。泰山的高泉飞流，不似庐山瀑布“静态”地“挂前川”，而是遇崖迭挫，进溅成珠，泼“洒”在层层悬崖之上，又聚汇成流潜入深谷，水声也就融入松涛呼啸之中了。这是泰山独特的山水景致。向北望去，山峦如扇、如柱、如剑、如兽，千奇百怪，那处处悬崖都像要向东面歪倒下去，令人心僳。诗人顺手拈来“倾”“摧”二字，泰山之高险便活现了。诗人视点又下移到涧谷，只见大大小小的岩洞嵌进崖壁，“洞门闭石扇”，巨石宛如扇扇石门又将洞府封掩起来。涧谷中岚气凝结成的云团荡漾，急流、松涛在神秘的山谷中反复回馈延绵如雷。这云雷，就像是从地底下直冒出来。“地底兴云雷”，诗人摹景拟声，形象地衬托出泰山山涧之深之奇。这又像山水画中的“深远”意境了。</p> <p>　　诗人如同一位业务娴熟的导游，指引读者从登山所处的不同位置，不同的视角欣赏泰山千姿百态的奇景，可谓步步佳境。攀爬十八盘，登上寓天门，过天街，至极顶，“凭崖览八极，目尽长空闲”，才真的进入“如出天地间”的大境界了。东攀日观峰，“登高望蓬瀛”，“海色动远山”，诗人看到的是“海水落眼前，天光遥空碧”，日观峰下的“云海”连接洋洋东海，与泰山融为一体，极写泰山之阔大。伫崖北眺，只见“黄河从西来，窈窕入远山”。李白这里没有用摹写“黄河万里触山动，洪波喷流射东海”（《西岳云台歌送丹丘子》），“黄河西来决昆仑，咆哮万里触龙门”（《公无渡河》）那样壮大奔放的笔势，而是以线纹式的绘画手法表现了黄河的另一种“窈窕”姿态。这既有黄河下游平缓铺流的真实依据，也是从视觉形象上反衬出泰山之高。诗人抬头平视，丛峦迭嶂之上“长松入霄汉，远望不盈尺”，虽是写远望视点之实，却绘出了泰山“平远”奇逸之景。俯瞰脚下，则是“千峰争攒聚，万壑绝凌历”，自下登山所仰见的万千巨大峰峦，从这极顶望下去，却变得像人头“攒聚”在—起，而条条涧谷更显得深不可测，令人大有“登泰山而小天下”的感受。值此，诗人“精神似飞扬”，“如出天地间”，身心完全融化在无垠宇宙之中，神思驰骋，襟怀浩荡，不禁张开双臂，“天门一长啸”。这长啸令群峰震撼，这长啸令云雾顿开，这长啸令“万里清风来”。至此，一位逸态凌云、吐纳天地精华的诗仙屹立泰山极巅的傲岸形象跃然纸上。一千多年过去，李白“天门一长啸，万里清风来”便成了泰山山顶的一大人文景观，令后人登此也要或有所体悟，或附庸风雅地“长啸”一次了。</p> <p>　　如果仅以上所析，诗人对泰山的描绘或只可作山水诗高手而论，然而《游泰山六首》更独具艺术特色的是，李白借助泰山神话传说，在诗中幻化出一个情节生动，亦真亦幻的泰山仙境，大大丰富了诗的内容，拓展了诗的意境，增强了诗的艺术感染力。泰山历来有神仙出没的传说。《列仙传》曾载仙人稷邱君为“泰山下道士”。《神仙传》传说汉孝武皇帝巡狩泰山曾遇“泰山老父”，头上白光数丈，寿三百岁。秦始皇羡慕的仙人安期生，更是怀揣“不死药”往来于泰山和东海仙山之间。传说中的神仙人物惝恍渺冥，泰山的山水雄奇神异，诗人将二者融为一体，就越发增益了诗意的一种朦胧虚幻色彩，并由此诱使人们去憧憬神话中的细节，去品味其中的绵绵幽情。</p> <p>　　诗人登上高高的南天门，东望蓬瀛仙岛，遐想联翩，似乎真的看到仙人居住的金银宫阙，在大海波涛中“银台出倒景，自浪翻长鲸”。心弦激荡，仰面长啸，回响遏云，打破了天宇的宁静。“玉女四五人，飘飘下九垓”，佩玉鸣环，皓齿微启，向李白亲切致意。大概酒仙大名已声闻仙界，玉女赠给李白一杯流霞仙酒品尝，又似乎是在探问：谪仙何故不再来修行，像我们一样自由自在！“稽首再拜之，自愧非仙才”，李白长揖感谢且显窘容。这“自愧”不知是谦辞，还是有难言之隐。“旷然小宇宙，弃世何悠哉！”诗人竟有点要放弃世事烦恼，随仙人而去的意思。这表明了仙女的不期而至牵惹了李白的思绪。李白在泰山之巅边赏景边思索之际，偏偏又遇到了一位“方瞳好客颜”的羽衣仙人。“扪萝欲就语，却掩青云关”，仙人没有同他说话，只赠给他一卷仙书，即消逝在云霞之中了。诗人拾起仙书翻阅，“其字乃上古”，如同“鸟迹”一般，“读之了不闲”，不知所以。李白想等仙师归来指点迷津，等了半天，可“从师方未还”，唯有“感此三叹息”。虽然求仙难，泰山美景却尽可赏心悦目。李白登上日观蜂，“凭崖览八极，日尽长空闲”，“举手开云关”，远观黄河玉带，正在惬意无限之际，不知何处又转来一位“绿发双云鬟”的小仙童，竟然“笑我晚学仙，蹉跎凋朱颜”。诗人刚刚平静的心绪又被打乱了。他想自己二十多岁辞亲仗剑远游，至今又是二十多载，年华蹉跎，朱颜已谢。仕途理想既然不能实现，那就只好寻求捷径修仙了。“踌躇忽不见，浩荡难追攀”，仙童已倏忽逝去。但仙童的莞尔一笑却给李白留下一个不小的刺激，他真的要尝试一下修仙了，第四首诗如同使用蒙太奇手法剪接进了李白曾有过的修仙体验，描绘了一段美妙的幻境。李白确曾跟随著名道士<a href=\"http://so.gushiwen.org/author_2843.aspx\">吴筠</a>同隐剡中，“清斋三千日，裂素写道经”，也曾“吟诵有所得”，出现过“众神卫我形，云行信长风，飒若羽翼生”的幻觉。此时登泰山他仿佛就是“清晓骑白鹿，直上天门山”的仙人了。朦胧之中，诗人在山巅看到东海巨灵之鳌背负蓬瀛仙山飘动，仙人居住的金银宫阙在海水中浮出倒影，巨鲸搅起冲天海浪，面且听到天鸡鸣叫。诗人回眸山顶，“山花异人间，五月雪中自”。泰山高耸入云。虽已近五月，山顶依然白雪晶莹，山花竟然在雪中绽放，人间不会有如此美景。天上乎，人间乎，真幻难分。诗人似乎要安下心来修仙了。他自慰“终当遇安期”，教他“於此炼玉液”，并能得到“不死药”，也能骑鹤“去无云中迹”，“高飞向蓬瀛”。</p> <p>　　至此，李白泰山遇仙的“故事”看来就要结尾了。不料诗人又宕开一笔，另辟出第六首诗群仙夜娱的一幕，不仅泰山仙境描写的更加完整真切，而且把诗人复杂的情感又推上了一个新的高潮。泰山之夜是那样幽秘，诗人怀抱绿绮名琴，漫步青山野径。“山明月露白”“夜静松风歇”，“玉真连翠微”。松涛平息，仙人的宫观掩映在苍翠之中，月华为山野披上一层透明的轻纱。诗人窥见众仙人在山巅开始了自己的夜生活：“处处笙歌发”，“想象鸾凤舞，飘飘龙虎衣”。“寂静娱清辉”，寥廓苍穹在屏息静听着自由的生命唱出的颂歌，高悬的明月好像仙人们的灵魂之光，也照射着诗人的心灵。李白此时已融进了仙人世界。“恍惚不忆归”，他忘记了自己来自何处，他也不愿意归去。他望见匏瓜星在闪烁，银河就在头上，几可摸到织女的织布机。诗人盼望天不要再亮，仙境不要再消失。“扪天摘匏瓜”，诗人举手向河畔，干脆要把匏瓜星摘下，急切之中却误摘了织女星，天还是亮了。仙境消失了，泰山秀姿依然，五彩祥云飘荡在晨曦之中。“明晨坐相失，但见五云飞。”诗人的仙境之旅戛然而止，仙引、问仙、学仙、慕仙的思绪统统被晴明消蚀了，只留给诗人些许失意甚或现实的思考：通过求仕实现自己的远大志向是艰难的，没有权势者举荐，只靠自己的努力无法实现；求仙也是艰难的，因为仙人并不真的存在；可是泰山这样的人间“仙境”却常有，在这样的仙境中大可让自己的情感自由驰骋，无拘无束，尽情享受精神的愉悦。</p> <p>　　《游泰山六首》在李白全部诗作中占有重要位置，当可与《蜀道难》《将进酒》等名篇相媲美。其突出的艺术特色是以游仙体来写山水诗，形成了完美的独特的诗歌创作范式。自《诗经》以后的中国诗歌创作逐渐形成两脉各显神彩的文学传统，一是自楚辞演进而来的表现游仙内容的诗歌，一是魏晋南北朝以来的山水诗歌。前者描绘出仙人和仙境的美好的艺术境界，多以寄托作者或政治理想难酬或愤世嫉俗的隐逸情怀；后者则以自然山水以及附丽于山水的自然现象和人文景观作为描写对象，抒发诗人的喜怒哀乐、愁闷悲慨等各种情怀。自刘宋<a href=\"http://so.gushiwen.org/author_758.aspx\">谢灵运</a>山水诗起，将游仙内容与山水诗相结合，偶有所见，但未为大观。谢灵运的《登江中孤屿》似乎曾有这样的尝试：“云日相辉映，空水共澄鲜……想象昆山娄，缅邈区中缘。始信安期术，尽得养生年。”虽不乏情致，但诗中的“昆山姿”“区中缘”“安期术”等仙人仙境的化用，不过是为诗用典增致，尚不能称为—种独特风格。而李白则集游仙与山水二体之长为一体，在《游泰山六首》中形成一种新的构思风格。诗中既用雄健粗放的线条和鲜明的色彩勾勒了泰山壮丽开阔的艺术画面，又将游仙诗中常用的人物（玉女、绿发青童、安期生等），事典（巨鳌负仙山、仙人居住金银台、仙人饮流霞等），语汇（九垓、清斋、裂素、玉液、瓠瓜等），结合泰山神话传说，重新演绎描绘出仙人与仙境的新鲜的艺术形象，构思出诗人与仙人交往的生动故事情节。诗中既有仙境不同时空的具体情景描写，又有情节发展的连贯性，从而造成了强烈的美感和生动的形象。而这种美感和生动形象又是叠印在泰山神妙山水的真实背景上的，这不仅增强了诗歌飘渺奇逸的意境之美，而且使人有一种如临其境、如见其人的艺术感受，其艺术效果就大大超过了其他以泰山为题材的山水诗作。</p> <p>　　与以游仙写山水的构思风格相匹配，在《游泰山六首》中，诗人采用了山水实景与仙人仙境两条发展线脉绞结起伏，交相显隐的结构形式，展现了作者进行艺术构思的别具的时空意识。中国传统的诗歌抒情表意方式是在外象之中寻求心灵的对应物，借以实现感情的外化，使情意与物象构成默契。李白在这里的感情外化的对应物，不仅是实际的泰山山水景物，又是虚构出的仙境景物，二者组合在一个艺术整体中，共同完成一个艺术使命：传达出诗人游泰山的深层情怀。诗人笔下的实景以“四月上泰山”的登程总领引起，一线贯穿全诗六首。或写全景，或写局部，或用特写，笔势纵横，重染淡抹，舒缓有致，气象阔大神奇而又气韵贯通。但通读全诗六首，读者又感觉到诗中的山水描绘分明是在构建出一种大的环境氛围和场景转换，成为仙境赖以产生和情节发展的底素、背景和烘托。诗人笔下幻化出的仙境和仙人的活动景况，则以遇仙、仙引、思仙、学仙、慕仙的一条情节线索曲曲折折穿行在诗人描绘的泰山实景之中。作者在诗中表现出的或自由舒放、或惊异迷惘、或无奈失望等复杂的情愫则融化进实景幻景线脉的绞结之中，起起伏伏释放于虚实真幻之间，不仅多层面地展示了诗人的内心世界，而且使读者不由自主地谐振着诗人情感的律动，唤起山水境界中类似的审美心理，并引发对世事人生的无穷品味。</p> <p>　　《游泰山六首》独特的艺术构思和结构不但是连章古诗的精巧写法，又是李白写作此诗时特殊的情怀背景所致。李白是一个怀有“鸿鹄”之志者，他的抱负是很大的。他希望做帝王的辅弼大臣，在政治上有赫赫的建树。但由于他不肯向权贵“摧眉折腰”，只能是封建制度下的牺牲品。李白《游泰山六首》，既从表层诗境上展示了泰山山水和神仙仙境之美，又蕴含着萦于李白心底的矛盾彷徨情绪。泰山雄刺云天，登山目尽长空，凭览八极，或“举手开云关”，或“天门一长啸”，既是诗人傲岸、狂放性格的自然表露，也是诗人长期压抑下的慨愤不平在寥廓宇宙中的暂时放解。但这种性格表露和情绪放解与潜存心底的壮志难酬的情结又不时产生反差和碰撞。因而诗人运用或夸张、或险奇、或清丽的语言幻造出的仙境仙人虽然极具魅力，但并没有表现出诗人追求仙道的挚诚和狂热倾向。相反，诗中时隐时现的却是那种追求自由人格、追求宏大理想而不得实现的心境，有一种“言在此而意在彼”（叶燮《原诗》）的味道。全诗每一首大抵都是由实景入幻境，又由幻境结尾，若连缀起来，就可以品味出诗人是以奇思妙想遣怀去闷，在恍惚迷离的幻境中寄托自己的情思。从诗中可见，诗人对玉女“仙引”的回答是“自愧非仙才”，仙人指点门径的仙书是“读之了不闲”，“感此三叹息”，诗人欲与仙人攀谈，却“踌躇忽不见，浩荡难追攀”，即使想跟仙人“练玉液”，得到“不死药’，与仙人同娱同乐，但最终结果却是“明晨坐相失，但见五云飞。”诗人憧憬的自由驰骋的美好仙境，在全诗的结尾却是以“坐相失”的遗憾现实而结束。诗中所要表达的意旨不正是诗人彷徨无奈的惆怅情绪吗？如果联想李白在四月登泰山后的秋天突然奉诏入京，竟然高歌“仰天大笑出门去，我辈岂是蓬蒿人”（《南陵别儿童入京》），就更会体会到本诗这一意旨了，《唐宋诗醇》曾评李白此诗“若其体近游仙，则其寄兴尔”应是很有见地的。只不过由于李白生性狂傲，胸怀旷达，遇事愤而不怒、愁而不苦，加之诗风飘逸豪放，诗中的意旨不像<a href=\"http://so.gushiwen.org/author_12.aspx\">陈子昂</a>“念天地之悠悠，独怆然而泪下”那样直白，“其寄托在可言不可言，其指归在可解不可解之会”（叶燮《原诗》）罢了。</p>",
  "about": "<h2>创作背景</h2> <p>　　唐代大<a href=\"http://so.gushiwen.org/view_8224.aspx\">诗</a>人<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>对泰山怀着异常深厚的感情。公元742年（唐玄宗天宝元年）四月，李白来到泰山，写下了这六首赞美泰山的组诗。</p> <p>　　李白生活在盛唐时期，自幼广涉杂学，且深浸着当时士人普遍的建功济世的进取精神和人格价值追求。他力图循时风以干谒而晋身，但屡屡无成。“而立”之年初入长安求荐，却以“弹剑谢公子，无鱼良可哀”（《赠卫尉张卿二首》）的结果而归，又开始南北漫游。“洒隐安陆”十年后“寄家东鲁”，与他的五个好朋友韩准等隐居在泰山之麓的徂徕山。虽自慰为“竹溪六逸”，以酒当歌，但他建功立业的理想追求仍然不能释怀，处于一种希望渺茫又不甘放弃的彷徨无奈的心态。李白写《游泰山六首》时已42岁，此时的心态，既不同于十几年前初入长安，虽然无成，尚有“前行若无山”“何时复更还”（《登太白峰》）的不无自信的期盼，又不同于遭谗去京后，“安能摧眉折腰事权贵，使我不得开心颜”（《梦游天姥吟留别》）的仕途幻灭感。</p>",
  "poet": {
    "id": 247,
    "star": 0,
    "name": "李白",
    "image": "http://img.gushiwen.org/authorImg/libai.jpg",
    "desc": "李白（701年－762年），字太白，号青莲居士，唐朝浪漫主义诗人，被后人誉为“诗仙”。祖籍陇西成纪(待考)，出生于西域碎叶城，4岁再随父迁至剑南道绵州。李白存世诗文千余篇，有《李太白集》传世。762年病逝，享年61岁。其墓在今安徽当涂，四川江油、湖北安陆有纪念馆。"
  },
  "tags": [
    "泰山",
    "组诗"
  ]
}