{
  "id": 71799,
  "star": 52,
  "name": "折桂令·客窗清明",
  "dynasty": "元代",
  "content": "风风雨雨梨花，窄索帘栊，巧小窗纱。甚情绪灯前，客怀枕畔，心事天涯。三千丈清愁鬓发，五十年春梦繁华。蓦见人家，杨柳分烟，扶上檐牙。",
  "fanyi": "<p><strong>译文<br></strong>紧窄的窗户，小巧的窗纱，拓露出一方视野的空间。窗外飘打过多少阵风雨，而梨花还是那样的耀眼。不须说客灯前黯然的心绪，孤枕畔旅居的伤感，我的思念总是飞向很远很远。太多的清愁催出了三千丈的白发垂肩，再久的繁华不过是春梦一现。忽然间，我发现居民家飘出一缕缕轻烟，从杨柳树两边升起，渐渐爬上了高耸的屋檐。</p> <p><strong>注释<br></strong>⑴窄索：紧窄。<br>⑵甚：甚是，正是。<br>⑶檐牙：檐角上翘起的部位。</p>",
  "shangxi": "<h2>鉴赏二</h2> <p>　　这支《折桂令·客窗清明》小令表现的是一位客居在外的游子的孤独感和失意的情怀；亦可看成是作者漂泊生活与心境的写照。从“五十年春梦繁华”一句推测，此曲约写于作者五十岁左右。</p> <p>　　开头三句写即目所见的景物。清明时节，时届暮春，经过风吹雨打，窗前的梨花已日渐凋零了。这是透过窗棂所看到的外景，写景的观察点是在窗前，故二、三句描写窄索细密的窗帘和小巧玲珑的窗纱，以扣紧题目中的“客窗”两字。接着用“甚情绪灯前”的一个“甚”字，领起以下三句，由景及情，渐渐道出了客子的愁苦情怀。一个客居在外的人，面对孤灯一盏，当然没有好心情。客中的情怀、重重心事和天涯漂泊的苦况，萦绕在枕边耳际。这万千的心事，作者仅用了以下两句来进行概括：“三千丈清愁鬓发，五十年春梦繁华。”上句化用<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>《秋浦歌·白发三千丈》<a href=\"http://so.gushiwen.org/view_71799.aspx\">诗</a>句“白发三千丈，缘愁似个长”，说明自己白发因愁而生，表现了愁思的深长。下句说五十年来的生活，像梦一样过去了。这两句写出了作者无限的愁思和感怆。</p> <p>　　“蓦见人家”以下三句，陡然一转，将视线移向窗外人家，这家门前的杨柳如含烟雾一般，长得与屋檐相齐，充满着春来柳发的一片生机，给这家人家带来盎然的春意和生活的情趣。此情此景，更反衬出游子天涯飘泊的孤独之感。<a href=\"http://so.gushiwen.org/author_536.aspx\">李清照</a>《永遇乐·落日熔金》词中有“如今憔悴，风鬟雾鬓，怕见夜间出去。不如向帘儿底下，听人笑语”，即是用人家的笑语欢言来反衬自己的寂寞伤神，此曲抒情手法与此一脉相承。</p><br/><h2>鉴赏一</h2> <p>　　<a href=\"http://so.gushiwen.org/author_37.aspx\">乔吉</a>卒于至正五年（1345）二月，生年已不可考。但曹寅本《录鬼簿》说他“江湖间四十年，欲刊所作，竟无成事者”，他在《录么遍·自述》中也有“批风抹月四十年”之语，则享年至少在六十岁以上。从本曲“五十年春梦繁华”句来看，当是他五十岁进入老境的作品。</p> <p>　　这首曲写的是清明，却从“客窗”的意境表现，不消说客愁才是真正的主题。<a href=\"http://so.gushiwen.org/view_71799.aspx\">诗</a>人先从窗外的一角春景领起，转入“窄索帘栊，巧小窗纱”，实已显现出自己囿守客居一方小小天地的情状。而临窗所见的，是“风风雨雨梨花”。风雨、梨花，固然是清明时节的典型景物，所谓“清明时节雨纷纷”、“寒食花开千树雪”；但以“风风雨雨”来配合“梨花”，那就难免使人感到“可恨狂风淫雨恶，晓来一阵，晚来一阵，难道都吹落”（顾德润《青玉案》）的憾恨了。这种惊心动魄的春景，暗示了作者“客窗清明”的悲愁心情。</p> <p>　　守着窗儿，一无出户赏春的情绪，这就为以下客况的种种回忆留出了地步。诗人以一个“甚”字总领，有感慨万千之意；而“三千丈”两句的概括，则充溢着客愁茫茫、万念俱灰的怅恨。“三千丈清愁鬓发”，是从<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>《秋浦歌》的“白发三千丈，缘愁似个长”的诗句脱化，这与“五十年春梦繁华”对应，显示了作者进入垂暮之年而不堪回首平生的颓然心境。白发皤然，犹漂泊于客乡，诗人的“情绪”、“客怀”、“心事”，就是不言而喻的了。</p> <p>　　结末以一个“蓦”字打断客思，重将目光投向窗外，照应“清明”，而深意又不止此。原来清明节前为寒食禁烟，家家冷食，不点火做饭，直到清明的这天才重开新火，而民间又有以新火互赠亲邻的习俗。这一笔以“人家”的“分烟”，衬示自己作客的孤独，不言愁而愁意倍见，可谓神来之笔。</p>",
  "poet": {
    "id": 37,
    "star": 0,
    "name": "乔吉",
    "image": "http://img.gushiwen.org/authorImg/qiaoji.jpg",
    "desc": "乔吉(1280?～1345) 元代杂剧家、散曲作家。一称乔吉甫，字梦符，号笙鹤翁，又号惺惺道人。太原人，流寓杭州。钟嗣成在《录鬼簿》中说他“美姿容，善词章，以威严自饬，人敬畏之”，又作吊词云：“平生湖海少知音，几曲宫商大用心。百年光景还争甚？空赢得，雪鬓侵，跨仙禽，路绕云深。”从中大略可见他的为人。剧作存目十一，有《杜牧之诗酒扬州梦》、《李太白匹配金钱记》、《玉箫女两世姻缘》三种传世。"
  },
  "tags": [
    "清明节",
    "写景",
    "孤独"
  ]
}