{
  "id": 8407,
  "star": 614,
  "name": "与史郎中钦听黄鹤楼上吹笛 / 题北榭碑",
  "dynasty": "唐代",
  "content": "一为迁客去长沙，西望长安不见家。 <br>黄鹤楼中吹玉笛，江城五月落梅花。",
  "fanyi": "<p><strong>译文</strong><br>一旦成为贬谪之人，就像<a href=\"http://so.gushiwen.org/author_109.aspx\">贾谊</a>到了长沙，日日西望，望不见长安，也望不见家。<br>黄鹤楼上传来了一声声《梅花落》的笛声，使这五月的江城又见到纷落的梅花。</p> <p><strong>注释</strong><br>⑴郎中：官名，为朝廷各部所属的高级部员。钦：当是史郎中名。一作“饮”。王琦《李太白全集》注本谓史钦，其生平不详。黄鹤楼：古迹在今湖北武汉，今已在其址重建。<br>⑵迁客：被贬谪之人。去长沙：用汉代贾谊事。贾谊因受权臣谗毁，被贬为长沙王太傅，曾写《吊<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>赋》以自伤。<br>⑶江城：指江夏（今湖北武昌），因在长江、汉水滨，故称江城。落梅花：即《梅花落》，古代笛曲名。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　西汉的<a href=\"http://so.gushiwen.org/author_109.aspx\">贾谊</a>，因指责时政，受到权臣的谗毁，贬官长沙。而<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>也因永王李璘事件受到牵连，被加之以“附逆”的罪名流放夜郎。所以<a href=\"http://so.gushiwen.org/view_8407.aspx\">诗</a>人引贾谊为同调。“一为迁客去长沙”，就是用贾谊的不幸来比喻自身的遭遇，流露了无辜受害的愤懑，也含有他的自我辩白之意。但政治上的打击，并没有使诗人忘怀国事。在流放途中，他不禁“西望长安”，这里有对往事的回忆，有对国运的关切和对朝廷的眷恋。然而，长安万里迢迢，对迁谪之人来说十分遥远，充满了隔膜。望而不见，诗人不免感到惆怅。听到黄鹤楼上吹奏《梅花落》的笛声，他感到格外凄凉，仿佛五月的江城落满了梅花。</p> <p>　　诗人巧借笛声来渲染愁情。王琦注引<a href=\"http://so.gushiwen.org/author_55.aspx\">郭茂倩</a>《乐府诗集》对此调的题解说：“《梅花落》本笛中曲也。”江城五月，正当初夏，当然是没有梅花的，但由于《梅花落》笛曲吹得非常动听，使诗人仿佛看到了梅花满天飘落的景象。梅花是寒冬开放的，景象虽美，却不免给人以凛然生寒的感觉，这正是诗人冷落心情的写照。同时使诗人联想到邹衍下狱、六月飞霜的历史传说。由乐声联想到音乐形象的表现手法，就是诗论家所说的“通感”。诗人由笛声想到梅花，由听觉诉诸视觉，通感交织，描绘出与冷落的心境相吻合的苍凉景色，从而有力地烘托了去国怀乡的悲愁情绪。所以《唐诗直解》评此诗“无限羁情笛里吹来”，是很有见解的。清代的<a href=\"http://so.gushiwen.org/author_39.aspx\">沈德潜</a>说：“七言绝句以语近情遥、含吐不露为贵，只眼前景，口头语，而有弦外音，使人神远，太白有焉。”（《唐诗别裁》卷二十）这首七言绝句，正是以“语近情遥、含吐不露”见长，使读者从“吹玉笛”、“落梅花”这些眼前景、口头语，听到了诗人的弦外之音。</p> <p>　　此外，这首诗还好在其独特的艺术结构。诗写听笛之感，却并没按闻笛生情的顺序去写，而是先有情而后闻笛。前半捕捉了“西望”的典型动作加以描写，传神地表达了怀念帝都之情和“望”而“不见”的愁苦。后半部分才点出闻笛，从笛声化出“江城五月落梅花”的苍凉景象，借景抒情，使前后情景相生，妙合无垠。 </p>",
  "about": "<h2>创作背景</h2> 　　詹福瑞、刘崇德、葛景春等认为，此<a href=\"http://so.gushiwen.org/view_8407.aspx\">诗</a>是唐肃宗乾元元年（758年）<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>因永王李璘事件受到牵连，被加之以“附逆”的罪名被长流夜郎，路经江夏（今武汉武昌）时游黄鹤楼所作。而王运熙、华桂金则认为此诗是乾元二年（759年）李白流放夜郎遇赦东归，途径江夏时所作。",
  "poet": {
    "id": 247,
    "star": 0,
    "name": "李白",
    "image": "http://img.gushiwen.org/authorImg/libai.jpg",
    "desc": "李白（701年－762年），字太白，号青莲居士，唐朝浪漫主义诗人，被后人誉为“诗仙”。祖籍陇西成纪(待考)，出生于西域碎叶城，4岁再随父迁至剑南道绵州。李白存世诗文千余篇，有《李太白集》传世。762年病逝，享年61岁。其墓在今安徽当涂，四川江油、湖北安陆有纪念馆。"
  },
  "tags": [
    "贬谪",
    "抒情",
    "思乡",
    "忧国忧民"
  ]
}