{
  "id": 57912,
  "star": 411,
  "name": "破阵子·掷地刘郎玉斗",
  "dynasty": "宋代",
  "content": "<span style=\"font-family:SimSun;\">为范南伯寿。时南伯为张南轩辟宰泸溪，南伯迟迟未行。因作此词以勉之。</span></p> <p>掷地刘郎玉斗，挂帆西子扁舟。千古风流今在此，万里功名莫放休。君王三百州。<br>燕雀岂知鸿鹄，貂蝉元出兜鍪。却笑泸溪如斗大，肯把牛刀试手不？寿君双玉瓯。",
  "fanyi": "<p><strong>译文</strong><br>范增因为<a href=\"http://so.gushiwen.org/author_253.aspx\">项羽</a>不杀<a href=\"http://so.gushiwen.org/author_746.aspx\">刘邦</a>怒而撞碎玉斗，范蠡助越灭吴之后带着西施泛舟五湖。谓英雄之所以能够美名流传，就在于立功万里，为国家和君王效命。<br>燕雀怎么能知道鸿鹄的志向？公侯将相原本出身于普通士卒。可笑泸溪地小如斗，不知道您肯不肯在那里小试牛刀？赠送给您两只玉瓯作为寿礼。</p> <p><strong>注释</strong><br>（1）范南伯：范如山，字南伯，是<a href=\"http://so.gushiwen.org/author_217.aspx\">辛弃疾</a>的内兄。张南轩：张 ，安敬夫，自号南轩，<a href=\"http://so.gushiwen.org/author_1628.aspx\">张浚</a>之子，时任荆湖北路转运副使。辟：征召。　宰：县令。<br>（2）掷地刘郎玉斗：《史记·项羽本纪》载，鸿门宴上，项羽不听范增劝告，放走刘邦。范增十分气愤，将刘邦送给自己的一双玉斗掷于地，用剑击碎而去。<br>（3）挂帆西子扁舟：用吴越时期越国大臣范蠡在破吴后与西施泛舟五湖的典故。<br>（4） 燕雀岂知鸿鹄：《史记·陈涉世家》载，秦末起义领袖陈涉少时与人耦耕，曾对同伴说：“燕雀安知鸿鹄之志哉！”<br>（5）貂蝉元出兜鍪：《南齐书·周盘龙传》载，周原为边疆武将，后年老求解职，归朝做了散骑常侍、光禄大夫，世祖皇帝戏问：“卿著貂蝉，何如兜鍪？”周盘龙回答：“此貂蝉从兜鍪中出耳。”这里的兜鍪是战盔，貂蝉为侍从贵臣所着冠上的饰物。<br>（6）牛刀：这里牛刀是大材，孔子曾以“割鸡焉用牛刀”比喻大材小用。（《论语·阳货》）<br>（7）玉瓯：玉制酒杯。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　范南伯，名如山，是<a href=\"http://so.gushiwen.org/author_217.aspx\">辛弃疾</a>的内兄。让他担任泸溪县令（即所谓“辟宰泸溪”）,范如山并不相信朝廷真能有所作为，故“迟迟未行”。辛弃疾便写《破阵子》既为祝寿又为规劝，营意用典之妙，用<a href=\"http://so.gushiwen.org/author_664.aspx\">梁启超</a>的话说是“可为三叹！” 全词62字，用了范增、范蠡、陈涉、周盘龙、宗悫、子游六典，除周盘龙一典稍为冷僻外，均为熟典，为全词的生动内容的一部分，非耀学无生硬，得蕴藉隽永之妙，远胜于直接议论。 第一句典出<a href=\"http://so.gushiwen.org/author_746.aspx\">刘邦</a>送玉斗给<a href=\"http://so.gushiwen.org/author_253.aspx\">项羽</a>谋士范增，范掷玉斗于地，拔剑碎之，可谓以碎玉开始；而结句是辛弃疾献玉碗以祝寿，则为完玉终，其间，捕捉心态，造语灵动，以万里功名上对千古风流，下启君王三百州，而大宋三百州此时已剩下不及一半了，完玉之业吾辈岂能以一己之得失而置之度外乎？</p> <p>　　这首词作于宋淳熙五年（1178）。词中作者借为范如山祝寿的机会，劝说他不要仿效范增和范蠡，鼓励他应该去泸溪，施展自己的才干，锻练自己的能力，准备为收复祖国失地建功立业。范南伯，名如山，是辛弃疾的内兄。范氏一家都是很有民族气节的人，他父亲范邦彦曾仕金为蔡州新息县令，后率豪杰开城迎宋军，举家归宋。他很钦佩辛弃疾的忠心赤胆而把女儿嫁给了辛。辛跟范如山“皆中州之豪，相得甚”。范如山是个有才干的政治家，刘宰《故公安范大夫行述》说他“治官如家，抚民若子”，极受百姓拥护。他颇有忧世之心，常思恢复北土，但感于政治腐败，当道非人，又很想学<a href=\"http://so.gushiwen.org/author_645.aspx\">陶渊明</a>“躬耕南亩”，隐居不仕。淳熙五年（1178年）六月，南宋主战派名相<a href=\"http://so.gushiwen.org/author_1628.aspx\">张浚</a>的儿子张拭（自号南轩），任荆湖北路安抚使，颇想干一番事业，因范如山从金人占领区来，“知其豪杰，熟其形势”，便请他担任泸溪县令（即所谓“辟宰泸溪”）。范如山并不相信朝廷真能有所作为，故“迟迟未行”。辛弃疾当时正任湖北漕运副使，很希望范能出仕荆湖，“因作此词勉之”。词的主题就是劝他以国事为重，“万里功名莫放休”，时时挂念“君王三百州”，努力做出力所能及的贡献。</p> <p>　　一开篇作者用了两个典故。一个是，“掷地刘郎玉斗”。鸿门宴上刘邦令张良献玉斗给亚父范增，范增痛感项羽不听劝告放走刘邦，贻下后患，而将玉斗置于地，拔剑撞而破之。另一个是，“挂帆西子扁舟。”春秋吴越之争时，范蠡献西施于吴王，以瓦解吴王斗志；灭吴后，不受越封，复取西施乘舟游五湖而不返。写法都是似明而暗，一看便知是用典，但真正的用意却没有直接说出来，甚至连范增、范蠡的名字都没有出现。作者用这两个典的意思，主要因范增、范蠡都与范如山同姓，又都是才智出众，有胆有识的谋士，因而即以二范比如山，希望他成为二范那样的人物，能竭诚尽智为自己的君国作出应有的贡献。这个看来隐晦的开端，不但艺术上很有特色（隐含范如山姓氏，却不出一范字），从词的主旨说也是很好的开端，有了这个开端垫底，下面几句正面劝勉的话就显得很有力量，很动感情了。“千古风流”应在我辈身上，不要轻抛建功立业（“万里功名”）的时机，要时时想到大宋的万里江山（“三百州”）呵！</p> <p>　　下片，针对范如山“迟迟未行”的思想活动，进行劝勉。一方面称赞了范的大才宏志，预言他定能有所成就，一方面劝告他不要嫌泸溪令职位低小难以发挥作用。而应当以之作为搞大事业的起点。为了同时表达这两方面的意思，作者选用了四个典故。一是：“燕雀岂知鸿鹄”。陈涉辍耕垄上，慨叹“燕雀安知鸿鹄之志哉”的故事，借此表明自己理解范的志向，他的不愿就任是想有更大的作为。二是：“貂蝉元出兜鍪”。用的南齐将军周盘龙的故事。周年老不能守边，还朝为散骑常侍（皇帝侍从，能预闻要政），世祖戏问他：“你戴貂蝉（近侍贵臣冠饰）冠比起戴兜鍪（战盔）来如何？”周答：“此貂蝉从兜鍪中出耳。”意思是说我成为近臣是在战场上拚杀得来的，不是靠了恩宠。这里表示自己理解范有更大的才能，想得到更能发挥作用的位置，但是想得到更大的尊荣，要想得到参预朝政的要位，必须在实际工作中多作表现，积累“战功”。三是：南朝宋大将军宗悫的故事。宗晚年为豫州刺史，典签多所违执，宗怒叹“得一州如斗大，竟遭到典签的慢待！”辛借此表示自己体会到范的心情──以大才而屈居小小泸溪，且行动不能自主，难有作为。但也是劝他：宗悫都难免屈居下位，受小人之气，何况你我。典签，本为地<a href=\"http://so.gushiwen.org/author_1744.aspx\">方文</a>书小吏，但南朝时，多由帝王亲信担任，以监视地方大员，号为“签师”，颇有实权。四是《论语·阳货篇》：孔子至武城，闻弦歌之声，认为割鸡无需用牛刀的故事。作者反其意而用之，鼓励范南伯不妨以牛刀杀鸡，一试身手，把泸溪治理好，以显示自己的才能。</p>",
  "about": "<h2>创作背景</h2> 　　这首词作于淳熙五年（1178），当时正在荆湖北路转运副使任上的<a href=\"http://so.gushiwen.org/author_636.aspx\">张栻</a>征聘范如山做辰州泸溪县令。范如山嫌这个职务官小势微，不足以实现自己的鸿鹄之志而不肯赴任。恰逢此时<a href=\"http://so.gushiwen.org/author_217.aspx\">辛弃疾</a>调任荆湖北路转运使，便在范如山的寿宴上，写下这首词对他进行劝导，希望他能够以大局为重，不要计较个人名利的得失。",
  "poet": {
    "id": 217,
    "star": 0,
    "name": "辛弃疾",
    "image": "http://img.gushiwen.org/authorImg/xinqiji.jpg",
    "desc": "辛弃疾（1140－1207），南宋词人。原字坦夫，改字幼安，别号稼轩，汉族，历城（今山东济南）人。出生时，中原已为金兵所占。21岁参加抗金义军，不久归南宋。历任湖北、江西、湖南、福建、浙东安抚使等职。一生力主抗金。曾上《美芹十论》与《九议》，条陈战守之策。其词抒写力图恢复国家统一的爱国热情，倾诉壮志难酬的悲愤，对当时执政者的屈辱求和颇多谴责；也有不少吟咏祖国河山的作品。题材广阔又善化用前人典故入词，风格沉雄豪迈又不乏细腻柔媚之处。由于辛弃疾的抗金主张与当政的主和派政见不合，后被弹劾落职，退隐江西带湖。"
  },
  "tags": [
    "祝寿",
    "典故",
    "劝勉"
  ]
}