{
  "id": 72829,
  "star": 8,
  "name": "临江仙·绿暗汀洲三月暮",
  "dynasty": "宋代",
  "content": "绿暗汀洲三月暮，落花风静帆收。垂杨低映木兰舟。半篙春水滑，一段夕阳愁。<br>灞水桥东回首处，美人新上帘钩。青鸾无计入红楼。行云归楚峡，飞梦到扬州。",
  "fanyi": "<p><strong>译文</strong><br>正是三月暮春时节，水边平地上长满了青草，一片暗绿。花儿已开始凋谢，没有一丝风，船帆也都卷起来了。高高的垂杨树下，小船横斜。江水有半篙深，正利于行船，夕阳西下，耒归的游子又增加了一段愁绪。<br>当年在灞桥分别之时，回首眺望，只见美人也在卷帘伫视。如今远在江边，多么希望青鸟使者能为我传送信息到红楼啊：昔日的恋爱生活已成为楚峡之游，而今只能在梦中飞到扬州去和你相会了。</p> <p><strong>注释</strong><br>①汀州：汀指水边的平地，州指水中的沙洲。<br>②木兰舟：用木兰树木材造的舟。船的美称。<br>③篙（gāo）：撑船的竹竿或木杆， 滑：指春天江水上涨，行船流利。<br>④灞（bà）水桥：地名，在长安城东。唐代人们离开京都，多在此处折柳赠别。后来就成了与亲友话别地点的代称。<br>⑤青鸾（luán）：传说中凤凰一类的鸟。红楼：指美人居住的房子。<br>⑥行云归楚峡：<a href=\"http://so.gushiwen.org/author_358.aspx\">宋玉</a>《高唐赋》序里有楚怀王梦见巫山神女与他欢会的事。此后文人多用巫山云雨代指男女恋爱欢会。楚峡即指巫山。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这首词抒发了一个游子的旅愁和乡情，思绪绵绵不尽，风韵清幽潇洒。</p> <p>　　上片写景，景中含情。首句指明地点，时间。暮春时节，自然使人升起一段因时序变化而有的愁思。“绿暗”二字浓墨重彩勾画出“汀洲”的景色。这一句展开了一幅岸渚沉寂，芳草萋迷的画面。接着点染岸边近景；风已平静，落花满地，船帆暂卷，岸边株株垂杨柳，水边只只横斜的木兰舟。在木兰舟中，所载着的是一位萍踪无定的游子。面对这般春深之景，这位游子的感受是“半篙春水滑，一段夕阳愁”。江中春水方生，行船流利，故日“滑”；夕阳西下，游子未归，触景生情，故而生愁。半篙春水，一段愁情，亦有将愁比作春水之意。这里用景物衬托游子含愁的形象。整个上片，由背景引出人物，由远景写到近景，由写景过渡到写情。在写景中，着重摄取“绿暗”、“垂杨”、“夕阳”略带有萧瑟的物象；静风、落花、暮春，皆寂静迟暮的物象，烘托出游子旅愁的沉重。</p> <p>　　上片由春暮带出落花，由落花引出风静，由风静引出落帆。由落帆写到木兰舟，最后写到游子之愁，环环相扣，在意象上一气呵成。下片则是写“愁”的生发和具体化。灞水桥，是离别之所，游子想到了灞桥分别，万分感慨。灞桥上的杨柳年年不知有多少被折下，却无法使要远离的人留下，越想越难过。回望红楼，仍见美人正卷帘伫望；如今泊舟江渚，怀想佳人的凝望与容颜，已很模糊，真希望西王母身边的青鸟代为传信，可是蓬莱路远，无计可通。“青鸾无计入红楼”，这又多令人心烦意乱，惆怅满腹。“青鸾”一句，对游子愁的内涵和来由，略略一点。这个游子不仅有江湖漂泊之感，且有思念情人之愁，心情的怅惘寂寥可想而知。于是，这漂泊的旅愁于游子心中激起点点涟漪，绵绵遐思；缅怀消逝的过去，憧憬美好的未来。</p> <p>　　“行云”句暗用巫山神女的故事。还用行云归楚峡喻往昔感情的消逝。然而，游子不会让它就这样溜走，心中还是想把握这段感情的，所以他希望“飞梦到扬州”。这里暗用<a href=\"http://so.gushiwen.org/author_211.aspx\">杜牧</a>的<a href=\"http://so.gushiwen.org/view_72829.aspx\">诗</a>句：“春风十里扬州路，卷上珠帘总不如。”扬州，也是虚指冶游之地。既不能忘情，故求之于梦。梦是可以超越时空局限的，而游子不满足于一般的梦游，而是飞梦，可见其思念佳人之心有多急迫。</p> <p>　　下片承上片由“愁”展开，因愁而忆，因忆而思人，梦中求人，写出心中一段缱绻之情。</p> <p>　　这首词明丽妩媚，颇能反映“词为艳科”的传统风貌。全篇由景到情，由描写环境到人物心情的刻画。词意连续，笔墨潇洒，余韵不尽。</p>",
  "poet": {
    "id": 643,
    "star": 0,
    "name": "晁补之",
    "image": "http://img.gushiwen.org/authorImg/chaobuzhi.jpg",
    "desc": "晁补之（公元1053年—公元1110年），字无咎，号归来子，汉族，济州巨野（今属山东巨野县）人，北宋时期著名文学家。为“苏门四学士”（另有北宋诗人黄庭坚、秦观、张耒）之一。曾任吏部员外郎、礼部郎中。 工书画，能诗词，善属文。与张耒并称“晁张”。其散文语言凝练、流畅，风格近柳宗元。诗学陶渊明。其词格调豪爽，语言清秀晓畅，近苏轼。但其诗词流露出浓厚的消极归隐思想。著有《鸡肋集》、《晁氏琴趣外篇》等。"
  },
  "tags": [
    "思乡",
    "忧愁"
  ]
}