{
  "id": 72936,
  "star": 23,
  "name": "形影神三首",
  "dynasty": "魏晋",
  "content": "<span style=\"font-family:SimSun;\">贵贱贤愚，莫不营营以惜生，斯甚惑焉；故极陈形影之苦，言神辨自然以释之。好事君子，共取其心焉。</span></p> <p><strong>形赠影</strong><br>天地长不没，山川无改时。<br>草木得常理，霜露荣悴之。<br>谓人最灵智，独复不如兹。<br>适见在世中，奄去靡归期。<br>奚觉无一人，亲识岂相思。<br>但余平生物，举目情凄洏。<br>我无腾化术，必尔不复疑。<br>愿君取吾言，得酒莫苟辞。</p> <p><strong>影答形<br></strong>存生不可言，卫生每苦拙。<br>诚愿游昆华，邈然兹道绝。<br>与子相遇来，未尝异悲悦。<br>憩荫若暂乖，止日终不别。<br>此同既难常，黯尔俱时灭。<br>身没名亦尽，念之五情热。<br>立善有遗爱，胡为不自竭？<br>酒云能消忧，方此讵不劣！</p> <p><strong>神释<br></strong>大钧无私力，万理自森著。<br>人为三才中，岂不以我故。<br>与君虽异物，生而相依附。<br>结托既喜同，安得不相语。<br>三皇大圣人，今复在何处？<br>彭祖爱永年，欲留不得住。<br>老少同一死，贤愚无复数。<br>日醉或能忘，将非促龄具？<br>立善常所欣，谁当为汝誉？<br>甚念伤吾生，正宜委运去。<br>纵浪大化中，不喜亦不惧。<br>应尽便须尽，无复独多虑。",
  "fanyi": "<p><strong>译文</strong><br>　　人无论贵贱贤愚，都戮力劳心，操持经营，爱惜自己的生命。这种做法是实在是很困惑很糊涂的。因此极力陈述形影对此的抱苦含怨之辞，讲述神辨析自然之理来开释它们。关心此事的人们可以于此获取普遍的道理。</p> <p><strong>形赠影<br></strong>天地长久，永远不会湮灭，山川走形，永远不会变更。<br>我们平时随处可见的草木，虽然生命短暂，但它们却拥有大自然恒久不变的道理：尽管冬霜使它们枯萎，然而当春天的露水降临时，它们又会重新焕发。<br>人类是所谓的万物灵长，在生命这个话题上，却反而不能像那些植物一样得到永恒。<br>适才还在世间相见，可转眼就去了另一个世界，永无归期。<br>对于这个大世界来说，走了一个人，不会引起他人的注意，但是亲戚朋友，哪有不思念的！<br>放眼望去，只看到了他生前使用的物品，而这只能引起无限伤感。<br>我只是一个形体，没有腾化成仙的法术，必然也会死去，这没什么可怀疑的！<br>希望你能听从我说的话，得到了美酒，千万不要推辞。</p> <p><strong>影答形</strong><br>长生不老地留存生命是不可能的，也就没什么可说的了，但是卫护生命保持健康，也让人很苦恼，没有好方法。<br>我打心底里想到昆仑山和华山这样的仙境去学习养生之道，无奈路途遥远不可通。<br>自从我影跟你形在一起，就一直在一起不离，不管是悲还是喜，我们都一起承受。<br>其实在树荫下暂时分开，而止于阳光下，我们也始终不离别。<br>可是，这种形影不离也是不能长久的，因为形总有一日会灭亡，而影也会跟着一起黯然俱灭。<br>想到身子没了，但是名声也没有留下，实在是心情复杂。<br>如果多做些有德行的事，立些大功，就可以见爱于后人，为什么不竭尽你的能力为之呢？<br>酒虽然能够消除忧愁，但是与此相比，岂不是太拙劣不堪了吗？</p> <p><strong>神释</strong><br>大自然的造化，是没有私心的，万物自然生长，繁华而富有生机。<br>人可以列为天地人的“三才”之中，是因为神的缘故啊。<br>虽然神与形和影相异，但是三者生而依附。<br>形影神相互依托，三者关系休戚相关，看到形与影如此为生命所困，作为高一等的神，自然不得不说几句话了。<br>上古时代的三皇，今天又在哪里？<br>彭祖传说活了八百岁，可是也会终结，再想留在人间实在不可能了。<br>无论是老人还是小孩，是贤人还是小人，都难逃一死，死后没有区别。<br>倘若如形所说，每天喝点酒，或许可以暂时缓解不能长生的苦恼，但是长期下去伤身子，说不定不但不能长生，反而减寿了。<br>倘若如影所说，多做善事确实是件好事。可是留名于世是那么容易吗？又有谁来赞誉你的名声呢？<br>老想着这些事啊，实在有损我们的生命，不如顺应天命，放浪与造化之间。<br>听从天的安排，顺其自然，不因长生而喜，也不因短寿而悲。<br>待到老天安排人生到了尽头，那就到了。此外，不要为这些多虑了吧！</p> <p><strong>注释<br></strong>1.贵贱贤愚：泛指各种各样的人。<br>2.营营：原是形容往来不绝。忙碌奔波的样子，这里指千方百计地谋求、惜生：爱惜自己的生命。<br>3.斯：这，指代“营营以惜生”的人。惑：迷乱，这里作“糊涂”解。<br>4.极陈：详尽地陈述。<br>5.辨：辨析。自然：指自然之理。释：开释，排遣。<br>6.好事君子：关心此事的人们。君子：对人的尊称。<br>7.其心：指这组<a href=\"http://so.gushiwen.org/view_72936.aspx\">诗</a>所阐明的道理。<br>8.长不没：永远存在，不会消亡。<br>9.无改时：永恒不变。<br>10.常理：永久的规律。荣悴之：使它开花与衰落。之：指草木。这两句的意思是说，秋冬之季，寒霜使草木凋零枯萎；春夏之季，雨露又使它们重新繁茂。<br>11.谓人最灵智：是说人在天地万物中最为尊贵、杰出。许慎《说文解字》：“人，天地之性最贵者也。”《礼记·礼运篇）：“人者，其天地之德，阴阳之交，鬼神之会，五行之秀气也。”又说：“人者，天地之心也，五行之端也，食味别声被色而生者也。”<br>12.不如兹：指不能像天地草木那样。<br>13.适：刚才。奄去：忽然消失，指死亡。<br>14.奄；忽然。靡：无，没有。<br>15.奚觉：谁会感觉到。无一人：少了一人。<br>16.岂：犹言“其”，“岂不”的意思。<br>17.余：剩余，留存。平生物：指生前所用之物。<br>18.洏（ér）：流泪的样子。<br>19.腾化术：修炼成仙的法术。<br>20.尔：那样，指死去。<br>21.苟：草率，随便。<br>22.存生：使生命永存。《庄子·达生）：“世之人以为养形足以存生，而养形果不足以存生，则世奚足为哉！”<br>23.卫生：保护身体，使人健康长寿。拙：愚笨，指无良策。<br>24.昆华：昆仑山和华山，传说都是神仙居住的地方。<br>25.邈然：渺茫。<br>26.子：您，指形。<br>27.未尝异悲悦：悲哀与喜悦从来没有相异过，即指形悲影也悲，形喜影也喜。<br>28.憩（qì）荫：在荫影下休息。乖：分离。<br>29.止日：在阳光下。<br>30.黯（àn）尔：黯然，心神沮丧的样子。<br>31.五情：《文选·<a href=\"http://so.gushiwen.org/author_322.aspx\">曹植</a>〈上责躬应诏诗表〉》：“形影相吊，五情愧赧。”刘良注：“五情，喜、怒、哀、乐、怨。”亦泛指人的情感。<br>32.立善：古人把立德、立功、立言叫做三不朽，总称为立善。遗爱：留给后世的恩惠。<br>33.胡为：为什么。竭：尽，谓尽力、努力。<br>34.方：比较。讵（jù）：岂。<br>35.大钧：指运转不停的天地自然。钧本为造陶器所用的转轮，比喻造化。无私力：谓造化之力没有偏爱。<br>36.万理：万事万物。森：繁盛。著：立。<br>37.三才：指天、地、人。《周易·系辞下》：“有天道焉，有人道焉，有地道焉，兼三材而两之。”<br>38.以：因为。我：神自谓。故：缘故。<br>39.君：你们，指形和影。<br>40.结托：结交依托，谓相互依托，共同生存。<br>41.安得：怎能。<br>42.三皇：指古代传说中的三个帝王，说法不一，通常称伏羲、燧人、神农为三皇。<br>43.彭祖：古代传说中的长寿者，生于夏代，经殷至周，活了八百岁。爱：当是“受”字之讹，谓彭祖享受了八百岁高龄。《楚辞·天问》：“受寿永多，夫何久长？”王逸注：“彭祖至八百岁，犹自悔不寿，恨枕高而眠远也。”永年：长寿。<br>44.留：留在人间，不死。<br>45.复：再。数：气数，即命运。这两句是说，寿长、寿短同是一死，贤人、愚人也并无两种定数。<br>46.日：每天。忘：指忘记对死亡的担扰。<br>47.将非：岂非。促龄：促使人寿短。具：器，指酒。<br>48.当：会，该。为汝誉：称赞你。<br>49.甚念：过多地考虑。<br>50.委运：随顺自然。<br>51.纵浪：放浪，即自由自在，无拘无柬。大化：指自然的变化。<br>52.无：同“毋”，不要。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　形神问题是中国哲学中的一个重要命题，特别是老庄哲学中涉及形神关系的论述很多，如《文子·下德》中引老子语曰：“太上养神，其次养形。”《淮南子·原道训》中说：“以神为主者，形从而利；以形为制者，神从而害。”都表示了以神为主，以形为辅，神贵于形的观念。同时也指出了形神一致，不可分割的联系，如《淮南子·原道训》中说：“夫形者，生之舍也；气者，生之充也；神者，生之制也；一失位，则三者伤矣。”即指出了形、气、神三者对于生命虽各有各的功用，然三者互相联系，不可缺一。又如汉初推崇黄老思想的司马谈在《论六家要指》中说：“凡人之所生者，神也；所托者，形也；神太用则竭，形大劳则敝，形神离则死。”更直接地指出了形神合一，这便是老庄哲学中朴素唯物主义思想的体现。然而，在佛教兴起之后，佛教徒鼓吹形灭神不灭，灵魂永恒的唯心思想，如与<a href=\"http://so.gushiwen.org/author_645.aspx\">陶渊明</a>同时的沙门慧远曾作《形尽神不灭论》、《佛影铭》以发挥此种理论，《佛影铭》中就说：“廓矣大象，理玄无名，体神入化，落影离形。”意在宣扬神形分离，各自独立的主张，这种对形、影、神三者关系的见解代表了佛教徒对形骸与精神的认识，在当时的知识界曾有过广泛影响。慧远就曾命其弟子道秉远至江东，请深受佛教影响的著名的文学家<a href=\"http://so.gushiwen.org/author_758.aspx\">谢灵运</a>制铭文，以充刻石。陶渊明的这组<a href=\"http://so.gushiwen.org/view_72936.aspx\">诗</a>就是在这样的背景下写成的。慧远本人与渊明也有交谊，如慧远曾于义熙十年（414年）在庐山东林寺召集一百二十三人结白莲社，讲习佛教，他曾邀渊明参加，而渊明却“攒眉而去”，可见他们在论学旨趣上并不一致，如对形影神的看法就有很明显的分歧。渊明对此的认识可以说基本上本于道家的自然思想，这在他自己的小序中已加说明，陶渊明以为世间的凡夫俗子，不管贫富智愚，都在拚命地维持生命，其实是十分糊涂的事，因而他极力陈述形影的苦恼，而以神来辨明自然的道理，解除人们的疑惑。他揭出“自然”两字，以明其立论之根本。《老子》上说：“人法地，地法天，天法道，道法自然。”可见道家学说也以取法自然为核心，由此可知陶渊明的思想渊薮。此组诗中他让形影神三者的对话来表明自己的看法。</p> <p>　　首先是形体对影子说道：天地永恒地存在，山川万古如斯，草木循着自然的规律，受到风霜的侵袭而枯萎，得到雨露的滋润而复荣，然而身为万物之灵的人类却不能如此。人活在世上，就像匆匆的过客，刚才还在，倏忽已去，再也不能回来，而人们从此便忘了他，似乎世上从未有过这样一个人。亲戚朋友也不再思念他，只留下了些生前遗物，令人见了感伤不已。我作为形体又没有飞天成仙的本领，你影子也用不着怀疑我这最终的归宿，但愿听取我的劝告，开怀畅饮，不必推辞，还是在醉乡去寻求暂时的欢乐吧。</p> <p>　　接下去是影子回答形体的话：想求长生不老来维持生命是不可靠的，欲保养生命也往往落得苦恼又拙劣的下场。一心一意要去昆仑山修仙学道，却会发现此路的渺茫与不通。自从我影子与你形体相遇以来，一直同甘共苦，忧喜合一。我如憩息在树荫下，你就同我暂时分手；我若停在阳光下，你就和我不分离。这种形影相随的状况也难以永久持续，当我一旦离世，你便也不复存在。人死名也随之而尽，想起此事便令人心忧如焚，五情俱热。因而影劝形道：唯有立善可以立下美名，为何不去努力留名后世呢？虽说酒能消忧，但同立善相比较，岂不等而下之了！</p> <p>　　最后是神作的阐释：造化没有偏爱，万物都按着自己的规律成长繁衍，人所以能跻身于“三才”（天地人）之中，岂不就是因为有了我精神的缘故。我与你们形和影虽然不相同，但生来就互相依附，既然我们结合托体于一身，怎么能不坦诚地说说我的看法：上古时的三皇被称作大圣人，而今他们却在何处？活到了八百多岁的彭祖虽力求长生，但也留不住他人间的生命，老的、少的、聪明的、愚笨的都将同样走向坟茔，没有什么回生的运数可以挽救他们。每日沉湎于酒中或能忘忧，然如此岂不是反而促使生命尽快结束吗？立善常常是人们喜欢做的事，可是当你身后，谁会加以称赞呢？极力去思索这些事情难免丧害了自身，还是听其自然，随命运的安排去吧。在宇宙中纵情放浪，人生没有什么可喜，也没有什么可怕，当生命的尽头来临，那么就让生命之火熄灭吧，不必再有什么顾虑了。</p> <p>　　在这三首诗中陶渊明表达了他的人生哲学，故此三诗对理解陶渊明一生的思想极为重要。据陈寅恪先生《陶渊明之思想与清谈之关系》所述，渊明笃守先世崇奉之天师道信仰，故以道家自然观为立论之本，既不同于魏晋时期的自然崇仰者，以放情山水，服食求仙为尚，如<a href=\"http://so.gushiwen.org/author_382.aspx\">嵇康</a>、<a href=\"http://so.gushiwen.org/author_698.aspx\">阮籍</a>等人，又不同于魏晋时期的尊奉孔孟、标举名教者，如何曾之流，而渊明既接受了老庄的思想，又有感于晋宋之际的社会现实，于是创为一种新的自然说。《形影神》这组诗中就典型地体现了这种思想。故此诗不仅体现了渊明个人之哲学观，而且对理解自曹魏末至东晋时士大夫政治思想、人生观念的演变历程有极重要之意义。按此说法，《形赠影》一首就是拟托旧自然说的观点，并加以批评。其中主旨在于说明人生之短暂，不如自然之永恒，这正是嵇康、阮籍等人对自然所抱的看法。持旧自然说的人又大多求长生，学神仙，而渊明诗中说：“我无腾化术，必尔不复疑”，其抨击长生求仙之术的立场明显可见。同时魏晋之间崇尚自然的人又往往于酒中求得解脱，以求在乱世中苟全性命，如阮籍与刘伶等人，故陶诗中也拟其说而有“得酒莫苟辞”的说法。</p> <p>　　《影答形》一首，则是依托主名教者的口吻而对旧自然说进行的非难，并提出了对人生的看法。此诗首先指出长生不可期，神仙不可求，即意在指责主自然说者的虚无荒诞，同时，以为死生无常，形影相随，一旦离世，则形影俱灭，名同身亡。因而，他们主张由立善而留名，始可不朽，希望通过精神上的长生来达到永恒，这种主张得力于儒家立德、立功、立言为三不朽的思想，以为人有美名则可流芳百世，万古长存，因而不满于以酒消愁的处世态度，提倡追求身后之名。</p> <p>　　《神释》一首即体现了渊明新自然说的主张，借神的话批评了代表旧自然说的形和代表名教说的影。“三皇大圣人，今复在何处”及“立善常所欣，谁当为汝誉”等语意在诋諆主名教者鼓吹的立善可以不朽之说；“彭祖爱永年”以下六句则破除主旧自然说者的长生求仙与沉湎醉乡之论。最后提出纵浪大化，随顺自然，使个人成为自然的一部份，而无须别求腾化升仙之术，如此便可全神，死犹不亡，与天地共存。</p> <p>　　陶渊明主张冥契自然，浑同造化的思想是取于老庄哲学，如《庄子·天地》中就说：“执道者德全，德全者形全，形全者神全，神全者圣人之道也。”即充分肯定了神的重要，同时它是建立在德全与形全的基础之上的，即强调了神与形与德（此诗中称之为“影”）的一致。陶诗中对贤愚寿夭的等量齐观也一本于《庄子》思想，故方东树在《昭昧詹言》中也说明了陶诗的主旨出于《庄子》。陶渊明在形神的认识上有一个很不同于佛教徒的主张，即他认为形神的相互依赖与一致，《神释》中说“生而相依附”，“结托既喜同”都表达了这种观点，这与稍后的唯物主义思想家范缜的意见相近，范氏说：“形者神之质，神者形之用；是则形称其质，神言其用；形之与神，不得相异。”（《神灭论》）又说：“神即形也，形即神也；是以形存则神存，形谢则神灭也。”（同上）陶渊明可以说是范缜的先驱者，他对形神问题的看法具有朴素唯物主义的因素。</p> <p>　　此诗在艺术上也是颇有特色的，全诗用了寓言的形式，以形、影、神三者之间的相互问答来展开论述，可谓奇思异想，令这一哲学上的讨论富有生动活泼的意趣，即使在说理之中也时时注意到附合寓言中形象的个性。如形对影的赠言中说：“愿君取吾言，得酒莫苟辞。”正如一位主人请一位朋友来对酌而惟恐其推辞，后来<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>《月下独酌》中说的“举杯邀明月，对影成三人。月既不解饮，影徒随我身”等等，也是取陶诗之意。又如写影对形的说话云：“诚愿游昆华，邈然兹道绝。”因影子本身没有行动的能力，所以用一“愿”字说明其欲求成仙，可只是一种不可实现的愿望而已。又如“与子相遇来，未尝异悲悦”数语状写形影不离的情景，可谓维妙维肖。</p> <p>　　此诗的遣词造句一气流走，自然矫健，无过多的修饰成份，如《神释》中说：“人为三才中，岂不以我故？”说明神为形体之主的道理，十分简明有力。至如“纵浪大化中”四句，气势开阔，直出胸臆，而音调高朗，掷地可作金石之声，故陈祚明就对此诗能作理语而不落熟套，能寓辨论于刚健明快的诗句之中作了充分的肯定。</p>",
  "about": "<h2>创作背景</h2> 　　这三首<a href=\"http://so.gushiwen.org/view_72936.aspx\">诗</a>大约作于东晋义熙九年（413年），<a href=\"http://so.gushiwen.org/author_645.aspx\">陶渊明</a>当时四十九岁。陶渊明一般被认为是田园诗人，写的都是田园诗。这其实是一个误解。田园诗只是陶诗的一部份，田园诗不足以概括陶渊明的诗，田园诗人也不足以概括陶渊明。陶渊明本人的态度是非常矛盾的，不能肯定是形、影、神三者中的哪一种。从陶渊明的诗歌来看，陶渊明归隐田园，在山水田园之乐忘怀生死，神所代表的态度似乎是主导，但陶渊明一生好酒，有饮酒行乐之意，又不能忘怀政治，形和影所代表的态度也是时时涌现，参杂其中。",
  "poet": {
    "id": 645,
    "star": 0,
    "name": "陶渊明",
    "image": "http://img.gushiwen.org/authorImg/taoyuanming.jpg",
    "desc": "陶渊明（约365年—427年），字元亮，（又一说名潜，字渊明）号五柳先生，私谥“靖节”，东晋末期南朝宋初期诗人、文学家、辞赋家、散文家。汉族，东晋浔阳柴桑人（今江西九江）。曾做过几年小官，后辞官回家，从此隐居，田园生活是陶渊明诗的主要题材，相关作品有《饮酒》、《归园田居》、《桃花源记》、《五柳先生传》、《归去来兮辞》等。"
  },
  "tags": [
    "人生",
    "哲理"
  ]
}