{
  "id": 48214,
  "star": 8,
  "name": "斗百花·煦色韶光明媚",
  "dynasty": "宋代",
  "content": "煦色韶光明媚，轻霭低笼芳树。池塘浅蘸烟芜，帘幕闲垂飞絮。春困厌厌，抛掷斗草工夫，冷落踏青心绪。终日扃朱户。<br>远恨绵绵，淑景迟迟难度。年少傅粉，依前醉眠何处。深院无人，黄昏乍拆秋千，空锁满庭花雨。",
  "fanyi": "<p><strong>译文<br></strong>春光明媚，阳光和煦，薄雾低低的笼罩着芳香的树丛。池塘上飘着如烟的雾气，凌乱而荒芜，帘幕无聊的垂着，像风中的柳絮一般飘荡。春困的日子让人想睡觉，把斗草的游戏抛开了，踏青的心情也没有了。整天关着房门。<br>绵绵的思念，幽幽的愁绪，何时才能得到丈夫的爱怜。年轻的郎君，你和从前一样吗？在哪儿眠花宿柳呢。寂寞的院子的空无一人，黄昏时刚刚把秋千拆掉了，白白的锁住了一院子落花。</p> <p><strong>注释<br></strong>1、斗百花：词牌名，又名《夏州》。格律以“双调八十一字，前段八句五仄韵，后段七句三仄韵”为正体。<br>2、煦色：美好的春色，春天阳光和煦，因此称煦色。<br>3、韶光：本指美好的阳光，这里指青春年少的美好时光。<br>4、轻霭：薄雾。<br>5、浅蘸（zhàn）：轻轻地挨碰。<br>6、烟芜（wú）：如烟的雾气混合显得凌乱而荒芜。<br>7、闲垂：没有必要的垂挂，帘幕本是用来遮掩夫妻亲昵之用的，由于丈夫不在家帘幕也成为了一种没有必要的摆设。<br>8、厌厌：精神不振的样子。<br>9、斗草：古代民间习俗，农历五月初五有斗草之戏，唐宋时称为“斗百草”。<br>10、踏青：春天到郊外去游玩。<br>11、扃（jiōng）：门窗的插条，此处是关闭之意。<br>12、远恨：因丈夫不知是在何处眠花宿柳，恨又没有具体对象，因此称远恨。<br>13、绵绵：连续不断，此处又有情意缠绵之意。<br>14、淑景（yǐng）：日影。景，通“影”。此处指美好的光阴。<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>《紫宸殿退朝口号》：“香飘合殿春风转，花覆千官淑景移。”<br>15、迟迟：迟缓。<br>16、年少傅粉：喻年轻貌美的少年男子，此处指此年轻女子的丈夫。<a href=\"http://so.gushiwen.org/author_668.aspx\">刘义庆</a>《世说新语·容止》：“何平叔（何晏）美姿仪，面至白，魏明帝疑其傅粉。”<br>17、依前：和从前一样。<br>18、醉眠：酒醉之后的睡眠，此处指眠花宿柳。<br>19、乍：刚刚。<br>20、空锁：白白的锁住<br>21、花雨：落花如雨。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这是<a href=\"http://so.gushiwen.org/author_535.aspx\">柳永</a>早年写的一首中调词，描写一名被抛弃的年轻女子思念她的情人而不得见的怅怨心情。上片写她面对大好春色而深感寂寞的情景；下片写她想念情人而百无聊赖的心境。</p> <p>　　上篇开头四句，犹如一组连续不断、由远而近、由大到小的静景镜头，把大好春景写得如<a href=\"http://so.gushiwen.org/view_48214.aspx\">诗</a>如画：先展示出和暖美好的春光是那么明丽妩媚，渲染出一个迷人的全景；然后拉近镜头，现出轻淡的云气低低笼罩着花开树木的景象；再把镜头推进，照着芳树旁的一个池塘，那池塘中有一片好似轻浅地沾着水而生长的水气朦胧的青草；最后把镜头对着池塘边的小楼，只见遮蔽门窗的帘布静静地垂着，任凭杨花柳絮在帘外春风中飘舞。从结构上看，第一句是总写，下面三句是分写；分写的三句又句句相加，步步逼。这就使春光明媚的静景不断变化，最后使读者的眼光集中到闲垂帘幕的地方来了。</p> <p>　　词人为什么要着力描绘这大好春景呢？这幅春景又是从什么角度来看的呢？这在“春困厌厌”以下四句中才点出了答案。原来这都是春困者眼中之所见；而她面对如此迷人景色，并未引起欢乐的快感，反倒越加困恼起来，久久不能消除。“厌厌”，好久。这种久久困恼的心情，使得她连赛百草的游戏也丢开了，使得她连到郊外散步游玩的情绪也冷淡下来了，一天到晚把朱红的大门紧闭。“斗草”，据《荆楚岁时记》云：“五月五日，有斗百草之戏。”踏青指在清明节前后郊游，“青”即青草。“工夫”，时间；“扃”关门。看来春光越美，春意越浓，越使她感到孤寂，心绪冷落，这种反常的情绪原因何在呢？从而勾起读者的悬念，词意也就自然而然地过渡到下片。</p> <p>　　“远恨绵绵，淑景迟迟难度。”这个换头，承上启下，解开悬念。原来是她由于有着绵绵不断的悠长怨悔的心情，所以面对如此美好春景反倒感到时间缓慢，难以熬过。“远恨”，即长恨，长久的怨悔。“淑”，美好。意思虽然十分醒豁，而用词却颇为含蓄。它既揭示了大好春光反而使她困恼无绪的秘密，又卖了一个何为“远恨”的关子。这确如<a href=\"http://so.gushiwen.org/author_341.aspx\">周济</a>所说：“以一、二语勾勒提掇，有千钧之力。”</p> <p>　　“年少傅粉，依前醉眠何处？”紧接上句，点明“远恨”的内容。说她想念的那个年轻人搽着脂粉，又像以前在她这儿喝醉共眠一样地到别处去寻欢作乐了吧？这里面包含了对“年少”的往日恩爱的回顾，更蕴藏着对“年少”的今日薄情的怨恨，而全由她想像的口吻出之，即使“远恨”的内容深化了一层，又照应了上片“终日扃朱户”的内心活动，从而把一个被抛弃的女子的一腔缠绵悱恻而又怨悔交集的心境描摹得淋漓尽致。</p> <p>　　在这万般愁绪无可解脱的情况下，她只好想借着打打秋千来排遣愁绪。“深院无人”，是写她实际还在盼望“年少”能来，可幽深的院子里并没有人来，其间寂寞失望的心情可以想见。“黄昏乍拆秋千”，则把她对景难排、出于无奈的神态刻画出来。“黄昏”，与上片的“终日”遥相呼应，显见她在朱户独思之久；“乍拆”，暂忽打开，描摹出迷离恍惚、无可奈何之态。“空锁满庭花雨”之句，用在这儿正与她的被弃飘零的不幸遭遇相互映衬。其间一个“空”字，更把她荡秋千而不再有“年少”欣赏、只有满院落花与她一起空自关在这深院中冷落心境渲染出来，景中有情，意在言外，成为情景交融、词意含蓄的结笔。</p> <p>　　此词首尾两处写景，起首以大好春色反衬内心的困扰寂寞；末尾以深院花雨映衬内心的远恨难排。在写法上，有如夏敬观所说：“层层铺叙，情景兼融，一笔到底，始终不懈。”其中词意之曲折含蓄，叙事之委婉有序，章法之绵密谨严，音律之和谐悦耳，也都显示了柳词的特色。</p>",
  "about": "<h2>创作背景</h2> 　　此词具体创作年代暂不可考。因此词为代春闺怨体，而<a href=\"http://so.gushiwen.org/author_535.aspx\">柳永</a>创作此类作品多为早年游历江南的时候，故此词也应该是作于这个时候。",
  "poet": {
    "id": 535,
    "star": 0,
    "name": "柳永",
    "image": "http://img.gushiwen.org/authorImg/liuyong2.jpg",
    "desc": "柳永，（约987年—约1053年）北宋著名词人，婉约派创始人物。汉族，崇安（今福建武夷山）人，原名三变，字景庄，后改名永，字耆卿，排行第七，又称柳七。宋仁宗朝进士，官至屯田员外郎，故世称柳屯田。他自称“奉旨填词柳三变”，以毕生精力作词，并以“白衣卿相”自诩。其词多描绘城市风光和歌妓生活，尤长于抒写羁旅行役之情，创作慢词独多。铺叙刻画，情景交融，语言通俗，音律谐婉，在当时流传极其广泛，人称“凡有井水饮处，皆能歌柳词”，婉约派最具代表性的人物之一，对宋词的发展有重大影响，代表作 《雨霖铃》《八声甘州》。"
  },
  "tags": [
    "闺怨",
    "思念",
    "孤寂",
    "惆怅"
  ]
}