{
  "id": 11140,
  "star": 36,
  "name": "别房太尉墓",
  "dynasty": "唐代",
  "content": "他乡复行役，驻马别孤坟。<br>近泪无干土，低空有断云。<br>对棋陪谢傅，把剑觅徐君。<br>唯见林花落，莺啼送客闻。",
  "fanyi": "<p><strong>译文</strong><br>我东西漂泊，一再奔走他乡异土，今日歇脚阆州，来悼别你的孤坟。<br>泪水沾湿了泥土，心情十分悲痛，精神恍惚，就象低空飘飞的断云。<br>当年与你对棋，比你为晋朝谢安，而今在你墓前，象季札拜别徐君。<br>不堪回首，眼前只见这林花错落，离去时，听得黄莺啼声凄怆难闻。</p> <p><strong>注释</strong><br>房太尉：房琯。<br>复行役：指一再奔走。<br>近泪句：意谓泪流处土为之不干。<br>对棋：对奕、下棋。<br>把剑句：春秋时吴季札聘晋，路过徐国，心知徐君爱其宝剑，及还，徐君已死，遂解剑挂在坟树上而去。意即早已心许。<br>谢傅：指谢安。以谢安的镇定自若、儒雅风流来比喻房琯是很高妙的，足见其对房琯的推崇备至。</p>",
  "shangxi": "<h2>赏析</h2> <p><strong>分句分析</strong><br>　　“他乡复行役，驻马别孤坟。”既在他乡复值行役之中，公事在身，行色匆匆。尽管如此，<a href=\"http://so.gushiwen.org/view_11140.aspx\">诗</a>人还是驻马暂留，来到孤坟前，向亡友致哀。先前堂堂宰相之墓，如今已是茕茕“孤坟”，表现了房琯晚年的坎坷和身后的凄凉。<br>　　“近泪无干土，低空有断云。”“无干土”的缘由是“近泪”。诗人在坟前洒下许多伤悼之泪，以至于身旁周围的土都湿润了。诗人哭墓之哀，似乎使天上的云也不忍离去。天低云断，空气里都带着愁惨凝滞之感，使诗人倍觉寂寥哀伤。<br>　　“对棋陪谢傅，把剑觅徐君。”诗人下句则用了另一典故。《说苑》载：吴季札聘晋过徐国，心知徐君爱其宝剑，等到他回来的时候，徐君已经去世，于是解剑挂在徐君坟的树上而去。诗人以延陵季子自比，表示对亡友的深情厚谊，虽死不忘。这又照应前两联，道出他为何痛悼的原因。诗篇布局严谨，前后关联十分紧密。<br>　　“唯见林花落，莺啼送客闻。”“唯”字贯两句，意思是，只看见林花纷纷落下，只听见莺啼送客之声。这两句收尾，显得余韵悠扬不尽。诗人着意刻画出一个幽静肃穆之极的氛围：林花飘落似珠泪纷纷，啼莺送客，也似哀乐阵阵。此时此地，诗人只看见这样的场景，只听见这样的声音，格外衬托出孤零零的坟地与孤零零的吊客的悲哀。</p> <p><strong>意境分析</strong><br>　　此诗极不易写，因为房琯不是一般的人，所以句句都要得体；而<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>与房琯又非一般之交，所以句句要有情谊。而此诗写得既雍容典雅，又一往情深，十分切合题旨。</p> <p><strong>思想感情</strong><br>　　诗人表达的感情十分深沉而含蓄，这是因为房琯的问题，事干政局，诗人已经为此吃了苦头，自有难言之苦。但诗中那阴郁的氛围，那深沉的哀痛，还是表现出诗人不只是悼念亡友而已，更多的是内心对国事的殷忧和叹息。</p>",
  "about": "<h2>创作背景</h2> 房太尉即房琯，他在唐玄宗来到四川时拜相，为人比较正直。757年（至德二年），为唐肃宗所贬。<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>曾毅然上疏力谏，结果得罪肃宗，几遭刑戮。房琯罢相后，于763年（宝应二年）拜特进、刑部尚书。在路遇疾，卒于阆州。死后赠太尉（见《旧唐书·房琯传》）。两年后杜甫经过阆州，特来看看老友的坟。",
  "poet": {
    "id": 474,
    "star": 0,
    "name": "杜甫",
    "image": "http://img.gushiwen.org/authorImg/dufu.jpg",
    "desc": "杜甫（712－770），字子美，自号少陵野老，世称“杜工部”、“杜少陵”等，汉族，河南府巩县（今河南省巩义市）人，唐代伟大的现实主义诗人，杜甫被世人尊为“诗圣”，其诗被称为“诗史”。杜甫与李白合称“李杜”，为了跟另外两位诗人李商隐与杜牧即“小李杜”区别开来，杜甫与李白又合称“大李杜”。他忧国忧民，人格高尚，他的约1400余首诗被保留了下来，诗艺精湛，在中国古典诗歌中备受推崇，影响深远。759-766年间曾居成都，后世有杜甫草堂纪念。"
  },
  "tags": [
    "唐诗三百首",
    "悼亡",
    "感伤",
    "忧国忧民"
  ]
}