{
  "id": 72251,
  "star": 12,
  "name": "外戚世家序",
  "dynasty": "两汉",
  "content": "　　自古受命帝王及继体守文之君，非独内德茂也，盖亦有外戚之助焉。夏之兴也以涂山，而桀之放也以末喜。殷之兴也以有娀，纣之杀也嬖妲己。周之兴也以姜原及大任，而幽王之禽也淫于褒姒。故《易》基《乾》《坤》，《诗》始《关雎》，《书》美釐降，《春秋》讥不亲迎。夫妇之际，人道之大伦也。礼之用，唯婚姻为兢兢。夫乐调而四时和，阴阳之变，万物之统也。可不慎与？人能弘道，无如命何。甚哉，妃匹之爱，君不能得之于臣，父不能得之于子，况卑不乎！即欢合矣，或不能成子姓；能成子姓矣，或不能要终：岂非命也哉？孔子罕称命，盖难言之也。非通幽明，恶能识乎性命哉？",
  "fanyi": "<p><strong>译文<br></strong>　　自古以来，受天命的开国帝王和继承正统遵守先帝法度的国君，不只是内在的品德美好，大都也由于有外戚的帮助。夏代的兴起是因为有涂山氏之女，而夏桀的被放逐是由于末喜。殷代的兴起是由于有娀(ｓōｎｇ，松)氏的女子，商纣王的被杀是因为宠爱妲(ｄá，达)已。周代的兴起是由于有姜原及太任，而幽王的被擒是因为他和褒姒的的淫乱。所以《易经》以《乾》《坤》两卦为基本，《<a href=\"http://so.gushiwen.org/view_72251.aspx\">诗</a>经》以《关雎》开篇，《书经》赞美尧把女儿下嫁给舜，《春秋》讥讽娶妻不亲自去迎接。夫妇之间的关系，是人道之中最重大的伦常关系。礼的应用，只有婚姻最为谨慎。乐声协调四时就和顺，阴阳的变化是万物生长变化的统领怎能不慎重呢？人能弘扬人伦之道，可是对天命却无可奈何。确实啊，配偶的亲爱之情，国君不能从大臣那里得到，父亲也不能从儿子那里得到，何况是更卑下的人呢！夫妇欢合之后，有的不能繁育子孙；能繁育子孙了，有的又不能得到好的归宿。这难道不是天命吗？孔子很少谈天命，大概是由于很难说清吧。不能晓阴阳的变化，怎能懂得人性和天命的道理呢？</p><p><strong>注释</strong><br>　　①受命帝王：受命于天的帝王，这里指开国创业的君主。继体：继位。守文：遵守成法。②茂：美好。③外戚：指皇帝之母及后妃的亲族。④涂山：古国（部落）名。这里指涂山氏女。传说禹娶涂山氏之女炎妻，生启，启建立夏朝。⑤放：放逐。夏桀暴虐，宠爱末喜，商汤灭夏，桀被流放于南方。⑥娀(ｓōｎｇ，松)：远古氏族名。这里指有娀氏之女简狄。神话传话，简狄吞燕卵有孕，生契，为商的始祖。⑦嬖：宠爱。商纣王宠爱妲己，荒淫暴虐，周武王伐纣，商军倒戈，纣自焚于鹿台。⑧姜原：周始祖后稷之母。原，或作“嫄”。大任：周文王之母。大，同“太”。⑨禽：同“擒”。西周幽王宠爱褒姒，荒淫昏乱，申侯联合犬戎攻周，幽王逃至骊山被杀，褒姒被俘。西周亡。⑩《易》：《易经》。《乾》《坤》：《易经》六十四封的头两封。乾为阳，坤为阴，乾坤象征天地，又象征君臣、父母、夫妻等。所以《乾》《坤》两封是《经》诸封的基础。(11)《诗》：《诗经》。《关雎》：《诗经》的第一篇诗。《毛诗序》认为，这首诗是赞美后妃之德的。(12)《书》：《书经》，又称《尚书》。釐降：下嫁。这句指的是，尧听说舜有贤德，就把两个女儿下嫁给他为妻。(13)《春秋》讥不亲迎：按古代婚礼规定，不论贵族平民，在迎亲时夫婿都应亲自到女家迎娶新娘。鲁隐公二年（前721），国大夫裂到鲁国为其国君迎娶鲁隐公之女。《春秋》的记载是“纪裂来逆女”。《公羊传》认为《春秋》这样记载是“讥始不亲迎也”。逆，迎接。(14)人道：社会的伦理等级关系。(15)兢兢：小心谨慎的样子。(16)调：和谐。古人认为音乐与自然和社会现象有密切的关系，所以这里说“乐调而四时和”。(17)人能弘道：此语出自《论语·卫灵公》。仅，扩大：道，这里指人伦之道。(18)妃(ｐèｉ，配)匹：配偶。妃，通“配”。(19)欢合：夫妇的欢爱。(20)成：成熟，收获，引申为繁育。子姓：子孙。(21)要：求，取。终：结局，归宿。(22)幽明：阴阳。(23)恶：哪里，怎么。性命：人的性和天命。</p>",
  "shangxi": "<h2>解析</h2> 　　本文是《史记·外戚世家》的序。《史记》中的外戚指帝王的后妃及其亲族。作者陈述三代的得失，论证后妃对国家治乱的影响。汉代自惠帝时起，后妃、外戚专权反复造成祸乱，因此作者本文是有所指的。但行文吞吞吐吐，大概有不便明言的苦衷。",
  "poet": {
    "id": 608,
    "star": 0,
    "name": "司马迁",
    "image": "http://img.gushiwen.org/authorImg/simaqian.jpg",
    "desc": "司马迁（前145年-不可考），字子长，夏阳(今陕西韩城南)人，一说龙门(今山西河津)人。西汉史学家、散文家。司马谈之子，任太史令，因替李陵败降之事辩解而受宫刑，后任中书令。发奋继续完成所著史籍，被后世尊称为史迁、太史公、历史之父。他以其“究天人之际，通古今之变，成一家之言”的史识创作了中国第一部纪传体通史《史记》（原名《太史公书》）。被公认为是中国史书的典范，该书记载了从上古传说中的黄帝时期，到汉武帝元狩元年，长达3000多年的历史，是“二十五史”之首，被鲁迅誉为“史家之绝唱，无韵之离骚”。"
  },
  "tags": [
    "古文观止",
    "序文"
  ]
}