{
  "id": 48718,
  "star": 1576,
  "name": "破阵子·春景",
  "dynasty": "宋代",
  "content": "燕子来时新社，梨花落后清明。池上碧苔三四点，叶底黄鹂一两声。日长飞絮轻。<br>巧笑东邻女伴，采桑径里逢迎。疑怪昨宵春梦好，元是今朝斗草赢。笑从双脸生。",
  "fanyi": "<p><strong>译文</strong><br>燕子飞来正赶上社祭之时，清明节后梨花纷飞。几片碧苔点缀着池中清水，黄鹂的歌声萦绕着树上枝叶，只见那柳絮飘飞。<br>在采桑的路上邂逅巧笑着的东邻女伴。怪不得我昨晚做了个春宵美梦，原来它是预兆我今天斗草获得胜利啊!不由得脸颊上也浮现出了笑意。</p> <p><strong>注释</strong><br>① 破阵子：词牌名，原为唐教坊曲名。又名《十拍子》。双调六十二字，平韵。<br>②新社：社日是古代祭土地神的日子，以祈丰收，有春秋两社。新社即春社，时间在立春后、清明前。<br>③碧苔：碧绿色的苔草。<br>④飞絮：飘荡着的柳絮。<br>⑤巧笑：形容少女美好的笑容。逢迎：碰头，相逢。<br>⑥疑怪：诧异、奇怪。这里是“怪不得”的意思。<br>⑦斗草：古代妇女的一种游戏，也叫“斗百草”。<br>⑧双脸：指脸颊。</p>",
  "shangxi": "<h2>赏析二</h2> <p>　　这首词以轻淡的笔触，描写了古代少女们春天生活的一个小小片段，展示在读者面前的却是一副情趣盎然的图画。</p> <p>　　词的上片写景。“燕子来时新社，梨花落后清明。”这两句既点明了季节，又写出了季节与景物的关系，给人以具体的印象。行文轻快流丽，蕴含喜悦的情意，为全词的明朗、和谐、优美的基调打下了基础。“池上碧苔三四点，叶底黄鹂一两声，日长飞絮轻。”春水池塘，点缀那末三四点青苔，密林深处，不时传来莺儿的歌唱。“日长”，表明季节已开始变化，多少有点惜春的意味。柳絮在空中飞舞，显示出晴和的景象。“碧苔”、“黄鹂”、“飞絮”，看来似乎是极其常见的自然景物，经词人稍加点染，宛如一轴初夏风光小幅，特别惹人喜爱。</p> <p>　　清明时节后，天气渐渐转暖，海棠梨花刚刚开败，柳絮又开始飞花。春社将近，已见早燕归来。园子里有个小小的池塘，池边点缀着几点青苔，在茂密的枝叶深处，时时传来黄鹂清脆的啼叫。</p> <p>　　下片写人。“巧笑东邻女伴，采桑径里逢迎。”趁着这春暮夏初的季节，少女们停了针线，来到这大自然的怀抱里。这时，东边邻居的女伴笑眯眯地走了过来，她们正好在那条桑田小路上相逢了。“巧笑”二字，捕捉到了“东邻女伴”用白描手法，通过人物的心理活动以及情态的描写，由内心到外表塑造了东邻女这一形象。内心真情流露的一刹那，巧妙地揭示了人物的精神世界。读时，使人有似曾相识之感。“疑怪昨宵春梦好，原是今朝斗草赢，笑从双脸生。”少女们相逢的时候，兴高采烈，欢欢喜喜的，随着，一块儿玩着那斗草的游戏。词中主人公胜利了。这位天真的少女充满着青春的欢乐。她忽然想起昨天夜里做的那个好梦，认为那原来是“斗草赢”的兆头，脸上又飞起了笑容。词中没有正面来描写斗草的活动，只用一笔点出人物的内心活动，表现了这位少女不仅聪明，富于想象，而且心灵是那样纯洁无瑕。</p><br/><h2>赏析三</h2> <p>　　此词通过清明时节的一个生活片断，反映出少女身上显示的青春活力，充满着一种欢乐的气氛。全词纯用白描，笔调活泼，风格朴实，形象生动，展示了少女的纯洁心灵。</p> <p>　　二十四节气，春分连接清明，正是一年春光最堪留恋的时节。春已中分，新燕将至，此时恰值社日也将到来，古人称燕子为社燕，以为它常是春社来，秋社去。词人所说的新社，指的即是春社了。那时每年有春秋两个社日，而尤重春社，邻里聚会，酒食分餐，赛会欢腾，极一时一地之盛。闺中少女，也“放”了“假”，正所谓“问知社日停针线”，连女红也是可以放下的，呼姊唤妹，门外游玩。词篇开头一句，其精神全在于此。</p> <p>　　按民族“花历”，又有二十四番花信风，自小寒至谷雨，每五日为一花信，每节应三信有三芳开放；按春分节的三信，正是海棠花、梨花、木兰花。梨花落后，清明在望。词人写时序风物，一丝不苟。当此季节，气息芳润，池畔苔生鲜翠，林丛鹂啭清音。春光已是苒苒而近晚了，神情更在言外。清明的花信三番又应在何处？那就是桐花、麦花与柳花。所以词人接着写的就是“日长飞絮轻”。古有<a href=\"http://so.gushiwen.org/view_48718.aspx\">诗</a>云：“落尽海棠飞尽絮，困人天气日初长”，可以合看。文学评论家于此必曰：写景；状物！而不知时序推迁，触人思绪也。</p> <p>　　当此良辰佳节之际，则有二少女，出现于词人笔下：在采桑的路上，她们正好遇着；一见面，西邻女就问东邻女：“你怎么今天这么高兴？夜里做了什么好梦了吧！快说来听听！”东邻笑道：“莫胡说！人家刚才和她们斗草来着，得了彩头呢！”</p> <p>　　“笑从双脸生”五字，再难另找一句更好的写少女笑吟吟的句子来替换。何谓双脸？盖脸本从眼际得义，而非后人混指“嘴巴”也。故此词，美在情景，其用笔明丽清婉，秀润无伦，而别无奇特可寻之迹；迨至末句，收足全篇，神理尽出，天时人事，物态心情，全归于此。</p><br/><h2>赏析</h2> <p>　　归飞的燕子，飘落的梨花，池上的碧苔，清脆的鸟啼，映衬着笑靥如花的少女，让人感受到春天的生机勃勃和青春的无限美好。</p> <p>　　在《珠玉词》中，这是一首清新活泼的作品，具有淳朴的乡间泥土芬芳。上片写自然景物。“燕子”、“梨花”、“碧苔”、“黄鹂”、“飞絮”，五色杂陈，秀美明丽，写足春色之娇娆媚人。下片写人物。撷取烂熳春色中一位年轻村姑之天真形象和幼稚心态进行表现。“巧笑”已闻其声，见其容；“逢迎”更察其色，观其形。“疑怪”两句通过观察者心理活动，用虚笔再现“女伴”“昨宵春梦”和“今朝斗草”的生活细节，惟妙惟肖，将村姑的天<a href=\"http://so.gushiwen.org/author_1137.aspx\">真可</a>爱一笔写足，与上片生气盎然的春光形成十分和谐的画面美与情韵美。“笑从双脸生”，特写，绾合换头“巧笑”语意，收束全篇春光无限之旨。全词浑成优美，音节浏亮，意境清秀，场面轻快，洋溢着诱人的青春魅力。尤其上下片的构思，景与人对应着写，将春天的生命写活了。其中巧笑的东邻女伴，仿佛春天的女神，给人间带来生气、美丽与活力。</p>",
  "about": "<h2>创作背景</h2> 　　古时，每年在春秋时节，人们会两次祭祀土地神。这两次祭祀土地神的日子叫春社和秋社。而尤重春社，邻里聚会，酒食分餐，赛会欢腾，非常热闹。古代女子在社日和清明时节可以停止劳作，做一些斗草、踏青、荡秋千之类的游戏，这首词就是以春社为背景所写。",
  "poet": {
    "id": 432,
    "star": 0,
    "name": "晏殊",
    "image": "http://img.gushiwen.org/authorImg/yanshu.jpg",
    "desc": "晏殊【yàn shū】（991-1055）字同叔，著名词人、诗人、散文家，北宋抚州府临川城人（今江西进贤县文港镇沙河人，位于香楠峰下，其父为抚州府手力节级），是当时的抚州籍第一个宰相。晏殊与其第七子晏几道（1037-1110），在当时北宋词坛上，被称为“大晏”和“小晏”。"
  },
  "tags": [
    "宋词三百首",
    "初中古诗",
    "春天",
    "写人",
    "生活"
  ]
}