{
  "id": 49387,
  "star": 318,
  "name": "水调歌头·昵昵儿女语",
  "dynasty": "宋代",
  "content": "<span style=\"font-family:SimSun;\">欧阳文忠公尝问余：“琴诗何者最善？答以退之听颖师琴诗最善。公曰：此诗最奇丽，然非听琴，乃听琵琶也。余深然之。建安章质夫家善琵琶者，乞为歌词。余久不作，特取退之词，稍加隐括，使就声律，以遗之云。</span></p> <p>昵昵儿女语，灯火夜微明。恩怨尔汝来去，弹指泪和声。忽变轩昂勇士，一鼓填然作气，千里不留行。回首暮云远，飞絮搅青冥。<br>众禽里，真彩凤，独不鸣。跻攀寸步千险，一落百寻轻。烦子指间风雨，置我肠中冰炭，起坐不能平。推手从归去，无泪与君倾。",
  "fanyi": "<p><strong>译文<br></strong>乐声初发，仿佛静夜微弱的灯光下，一对青年男女在亲昵地切切私语。弹奏开始，音调既轻柔、细碎而又哀怨、低抑。曲调由低抑到高昂，犹如气宇轩昂的勇士，在镇然骤响的鼓声中，跃马驰骋，不可阻挡。乐曲就如远天的暮云，高空的飞絮一般，极尽缥缈幽远之致。<br>百鸟争喧，明媚的春色中振颤着宛转错杂的啁哳之声，唯独彩凤不鸣。瞬息间高音突起，好像走进悬崖峭璧之中，寸步难行。这时音声陡然下降，宛如突然坠入深渊，一落千丈，之后弦音戛然而止。弹者好像能兴风作雨，让人肠中忽而高寒、忽而酷热，坐立不宁。弹者把琵琶一推放下，散去的听众无不为之流泪，君章质夫无不为之倾心同感。</p> <p><strong>注释<br></strong>①水调歌头：词牌名，又名《元会曲》、《凯歌》、《台城游》等。双调，九十五字，平韵（宋代也有押仄韵的）。相传隋炀帝开汴河自制《水调歌》，唐人演为大曲，《歌头》即大典开始的第一章。<br>②隐括：原义是矫正曲木的工具。词的檃括是将其他<a href=\"http://so.gushiwen.org/view_49387.aspx\">诗</a>文剪裁改写为词的形式，宋人常有此类作品。<br>③昵昵：音逆，古音尼。象声词，形容言辞亲切。<br>④尔汝：表亲昵。<br>⑤填然：状声响之巨。<br>⑥青冥：①形容青苍幽远。指青天。②形容青苍幽远。指山岭。③指海水。<br>⑦跻攀：登攀。跻音机。<br>⑧寻：长度单位。《史记·张仪传》有“蹄间三寻”。索隐云“七尺曰寻。”亦有云八尺为寻者。如寻常，八尺为寻，倍寻为常，皆惯见之长度也。 </p>",
  "shangxi": "<h2>赏析</h2> <p>　　<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>通过联想，在上阙运用以形象描写不同风格的音乐，从开始的轻柔旖旎，瞬间变为雄壮高扬，然后归于悠扬致远；在下阙则对比音乐本身，一是同一时间内，繁音细响与清越之声之对比，二是不同时间内，音乐之抑扬起伏的对比，添之以自己的感慨，使整首<a href=\"http://so.gushiwen.org/view_49387.aspx\">诗</a>具备与原作不同的艺术韵味。</p> <p>　　词先写乐声初发，仿佛一对青年男女在静夜微弱的灯光下，亲昵地私语 ，谈受说恨，卿卿我我，往复不已。“弹指泪和声”倒点一句，见出弹奏开始，音调轻柔而又哀怨。“忽变”三句，写曲调由低抑到高昂，犹如战士在鼓声下驰骋沙场，无人可挡。结尾的“回首”两句，以景物形容声情，把音乐形象化给人缥渺幽远之感，。\"回首暮云远\"，让人联想起<a href=\"http://so.gushiwen.org/author_515.aspx\">王维</a>\"回看射雕处，千里暮云平\"之将士，也与上文中“轩昂勇士”相联系，将独立的音乐片段串起来。白云浮动，柳絮漂浮，若有若无，忽远忽近，难以捉摸，却逗人情思。</p> <p>　　接着是百鸟争喧，明媚的春色与啁哳之声相伴，唯独彩凤不鸣。这里写以凤凰不鸣，起到\"留白\"的特殊效果，也点出了深刻哲理：真正内涵的，从不在言语上夺人眼球。之后琴声在瞬息间高音突起，曲折而上，曲调转向艰涩，好象走进悬崖峭璧之中，脚登手攀，前行一寸，也要花费很大气力。正在步履维艰之际，音声陡然下降，恍如一落千丈，飘然坠入深渊，弦音戛然而止。至此，词人确乎借助于语言，把这位乐师的高妙弹技逼真地再现出来了。最后五句，则是从听者心情的激动，反映出成功的弹奏所产生的感人的艺术效果。“指间风雨”，写弹者技艺之高，能兴风作雨；“肠中冰炭”，写听者感受之深，肠中忽而高寒、忽而酷热；并以“烦子”、“置我”等语，把双方紧密关联起来。音响之撼人，不仅使人坐立不宁 ，而且简直难以禁受，由于连连泣下，再没有泪水可以倾洒了。“推手从归去”描写的是琴师奏完将琴推开的动作，也在其中暗示这诗人心中归隐的情怀。“无泪与君倾”，表现出诗人此时肠中之郁结，比起原诗中“湿衣泪滂滂”更为不堪较之，更为含蓄，也更为深沉，虽然无落泪，但是更加表现出心情的郁结。</p> <p>　　诉诸听觉的音乐美，缺乏空间形象的鲜明性和确定性，是很难捕捉和形容的。但词人巧于取譬，他运用男女谈情说爱、勇士大呼猛进、飘荡的晚云飞絮、百鸟和鸣、攀高步险等等自然和生活现象，极力摹写音声节奏的抑扬起伏和变化，借以传达乐曲的感情色调和内容。这一系列含义丰富的比喻，变抽象为具体，把诉诸听觉的音节组合，转化为诉诸视觉的生动形象，这就不难唤起一种类比的联想，从而产生动人心弦的感染力。末后再从音乐效果，进一步刻画弹技之高，笔墨精微神妙，可说与韩诗同一机杼，同入化境。</p> <p>　　苏轼这首词的“隐括”，即把<a href=\"http://so.gushiwen.org/author_682.aspx\">韩愈</a>的诗文《听颖师弹琴》剪裁改曲词，虽保留了韩诗的总体构思和一些精彩的描绘，但又在内容、形式以及两者的结合上，显示了自己的创造性，从而使此词获得了新的艺术生命和独特的审美价值。</p>",
  "about": "<h2>创作背景</h2> <p>　　<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>此词根据<a href=\"http://so.gushiwen.org/author_682.aspx\">韩愈</a>写音乐的名作《听颖师弹琴》改写。大约作于公元1087年（元祐二年），苏轼在京师任翰林学士、知制诰时。词的写作过程是对韩<a href=\"http://so.gushiwen.org/view_49387.aspx\">诗</a>“稍加隐括，使就声律”，也即按照词牌的格式和声律来“矫制”韩诗，一则增添新内容，二则减去原作中的部分诗句，三则利用原诗句稍加变化，以创新意。</p> <p>　　原诗为：“昵昵儿女语，思怨相尔汝。划然变轩昂，勇士赴敌场。浮云柳絮无根蒂，天地阔远随飞扬。喧啾百鸟群，忽见孤凤凰。跻攀分寸不可上，失势一落千丈强。嗟余有两耳，未省听丝篁。自闻颖师弹，起坐在一旁。推手遽止之，湿衣泪滂滂。颖乎尔诚能，无以冰炭置我肠。”</p>",
  "poet": {
    "id": 183,
    "star": 0,
    "name": "苏轼",
    "image": "http://img.gushiwen.org/authorImg/sushi.jpg",
    "desc": "苏轼（1037－1101），北宋文学家、书画家、美食家。字子瞻，号东坡居士。汉族，四川人，葬于颍昌（今河南省平顶山市郏县）。一生仕途坎坷，学识渊博，天资极高，诗文书画皆精。其文汪洋恣肆，明白畅达，与欧阳修并称欧苏，为“唐宋八大家”之一；诗清新豪健，善用夸张、比喻，艺术表现独具风格，与黄庭坚并称苏黄；词开豪放一派，对后世有巨大影响，与辛弃疾并称苏辛；书法擅长行书、楷书，能自创新意，用笔丰腴跌宕，有天真烂漫之趣，与黄庭坚、米芾、蔡襄并称宋四家；画学文同，论画主张神似，提倡“士人画”。著有《苏东坡全集》和《东坡乐府》等。"
  },
  "tags": [
    "咏物",
    "音乐"
  ]
}