{
  "id": 56014,
  "star": 42,
  "name": "木兰花·立春日作",
  "dynasty": "宋代",
  "content": "三年流落巴山道，破尽青衫尘满帽。身如西瀼渡头云，愁抵瞿塘关上草。<br>春盘春酒年年好，试戴银旛判醉倒。今朝一岁大家添，不是人间偏我老。",
  "fanyi": "<p><strong>译文<br></strong>流落巴山蜀水屈指也已三年了，到如今还是青衫布衣沦落天涯，尘满旅途行戍未定。身似瀼水渡口上的浮云，愁如瞿塘峡关中的春草除去还生。<br>春盘春酒年年都是醇香醉人，一到立春日，戴旛胜于头上，痛饮一番，喝到在斜阳下醉倒。人间众生到今日都长一岁，绝非仅仅我一人走向衰老。</p> <p><strong>注释<br></strong>⑴木兰花：词牌名，与“玉楼春”格式相同。<br>⑵立春：中国传统历法二十四节气中的第一个节气，一般逢节于上一年的岁尾，而习惯上已经把它当作春季的开始。<br>⑶巴山：即大巴山，绵亘于陕西、四川一带的山脉，经常用以代指四川。<br>⑷青衫：古代低级文职官员的服色。<br>⑸西瀼（ràng）：水名，在重庆。东西瀼水，流经夔（kuí）州；瞿塘关也在夔州东南。这里用西瀼代指夔州。<br>⑹瞿唐：即长江三峡中的瞿塘峡，其北岸就是夔州。夔州东南江边有关隘，称“江关”，亦名“瞿唐关”。<br>⑺春盘春酒：谓立春日的应节饮馔。传统风俗，立春日当食春饼、生菜，称为“春盘”。<br>⑻旛（fān）：即幡，是一种窄长的旗子，垂直悬挂。立春这一天，士大夫戴旛胜于头上，本为宋时习俗，取喜庆之意。判：此处与“拚（pàn）”同义，犹今口语之“豁出去”。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这首词是<a href=\"http://so.gushiwen.org/author_272.aspx\">陆游</a>四七岁任夔州通判时所写的。他到夔州到写这首词时不过一年多，却连上岁尾年头，开口便虚称“三年”，且云“流落”，从一入笔就已有波澜之情。次句以形象描写“流落”二字。“青衫”言官位之低，“破尽”可见穷之到了极点“尘满帽”描写出作者在道途中风尘仆仆，行戌未定的栖遑之态简简单单的七个字就活画出一个沦落天涯的<a href=\"http://so.gushiwen.org/view_56014.aspx\">诗</a>人形象，与“细雨骑驴入剑门”异曲同工。三、四句仍承一、二句生发。身似浮云，飘流不定；愁如春草，刬去还生。以“西瀼渡头”、“瞿塘关上”为言者，不过取眼前地理景色，与“巴山道”三字相对应而已这上片四句，把抑郁潦倒的情怀写得如此深沉痛切，不了解陆游当时那几年遭遇，是很难掂量出这些句子中所涵蕴的感情分量来的。</p> <p>　　陆游自三十九岁被贬出临安，到镇江作通判，旋移隆兴（府治在今天江西省南昌市）；四十二岁又因为“力说<a href=\"http://so.gushiwen.org/author_1628.aspx\">张浚</a>用兵”，被削官归山阴故里；到四十五岁才又得到起用夔州通判的新命。他的朋友韩元吉在《送陆务观序》中把陆游心中要说的话说了个痛快：“朝与一官，夕畀一职，曾未足伤朝廷之大；旦而引之东隅，暮而置之西陲，亦无害幅员之广也。……务观之于丹阳（镇江），则既为贰矣，迩而迁之远，辅郡而易之藩方，其官称小大无改于旧，则又使之冒六月之暑，抗风涛之险（由于途中舟坏，陆游几乎被溺死）病妻弱子，左饘右药……”（《南涧甲乙稿》卷十四）。这段话是送陆游从镇江移官到隆兴时写的，说得激昂愤慨。从近处愈调愈远，既不是明明白白的贬职，也不是由于升迁，为什么要这样折腾他呢？韩元吉故作不解，其实他是最了解这其中的缘由的。孝宗<a href=\"http://so.gushiwen.org/author_1833.aspx\">赵眘</a>即位后，表面上志存恢复，实则首鼠两端。陆游坚持劝说孝宗抗金，孝宗对之貌似奖掖而实则畏恶。陆游在内政上主张加强中央集权，以增强国力，由此也得罪了握有实权的官僚集团。先前由京官而出判镇江，对他是一个挫折；进而罢黜归里，更是一个挫折；此刻虽起用而远判巴蜀，这又是一个挫折。这一次又一次的打击，显然并非加之于一人，而是意在摧折整个主战派的心志，浇灭抗金复国的火种，那么不幸的人岂只是陆游一个人吗？由此可见，三年流落之哀，不仅是一己之哀，实在是国家民族的大哀。创痛巨深，安得不言之如此深沉痛切？</p> <p>　　上片正面写心底抑郁潦倒之情，抒发报国无门之愤这是陆游诗词的主旋律，在写法上没有什么特别的地方。下片忽然换意，紧扣“立春”二字，以醉狂之态写沉痛之怀，设色陡变，奇峰突起。立春这一天士大夫戴旛胜于头上，这是宋时的一种习俗，戴上旛胜表吉庆之意。但戴银旛而曰“试”，节日痛饮而曰“判”（“判”即“拚”之意），就显然有“浊酒一杯家万里”的不平常意味了。这只是词人借酒消愁，逢场作戏罢了，而内心是很伤感的。结尾处更是飏开一笔，表面上是说不是他一人偏老，而实际上是词人深深感到时光的虚度。这就在上片抑郁潦倒的情怀上，又添一段新愁。词人强自宽解，故作旷达，正是推开一层、透过一层的写法。哭泣本人间痛事，欢笑乃人间快事。</p> <p>　　但今日有人焉，不得不抹干老泪，强颜随俗，把哭脸装成笑脸，让酒红遮住泪痕，这种笑，岂不比哭还要凄惨吗？东坡《赤壁赋》物我变与不变之论，<a href=\"http://so.gushiwen.org/author_217.aspx\">辛弃疾</a>《丑奴儿》“如今识尽愁滋味，欲说还休。欲说还休，却道‘天凉好个秋’”之句，都是强为解脱而写的违心之言，写出更深一层的悲哀，那手法近乎反衬，那境界是一般人所难以达到的。</p> <p>　　纵观全词，上下片都是写心底抑郁之情，但乍看竟好象是两幅图画，两种情怀。沈谦论词作云：“立意贵新，设色贵雅，构局贵变，言情贵含蓄。”（《填词杂说》）但作词之道，条贯、错综，两不可失，此意刘永济《词论·结构篇》曾深言之。读陆游此词，抑郁之情贯穿始终，上下片表现手法截然相异，构局又极错综复杂。读上片，看到的是一个忧国伤时、穷愁潦倒的悲剧人物形象；读下片，看到的是一个头戴银旛，醉态可掬的喜剧人物形象。粗看似迥然不同，但仔细看看他脸上的笑全都是装出来的苦笑，终于领悟到这喜剧其实不过是更深沉的悲剧罢了。</p><br/><h2>赏析二</h2> <p>　　作者到夔州至写这首词时不过一年多，却连上岁尾年头，开口便虚称“三年”，且云“流落”，从一入笔就已有波澜之情。次句以形象描写“流落”二字。“青衫”言官位之低，“破尽”可见穷之到了极点“尘满帽”描写出作者在道途中风尘仆仆，行戌未定的栖遑之态简简单单的七个字就活画出一个沦落天涯的<a href=\"http://so.gushiwen.org/view_56014.aspx\">诗</a>人形象，与“细雨骑驴入剑门”异曲同工。三、四句仍承一、二句生发。身似浮云，飘流不定；愁如春草，刬去还生。以“西瀼渡头”、“瞿塘关上”为言者，不过取眼前地理景色，与“巴山道”三字相对应而已这上片四句，把抑郁潦倒的情怀写得如此深沉痛切，不了解<a href=\"http://so.gushiwen.org/author_272.aspx\">陆游</a>当时那几年遭遇，是很难掂量出这些句子中所涵蕴的感情分量来的。</p> <p>　　上片正面写心底抑郁潦倒之情，抒发报国无门之愤。这是陆游诗词的主旋律，在写法上没有什么特别的地方。下片忽然换意，紧扣“立春”二字，以醉狂之态写沉痛之怀，设色陡变，奇峰突起。立春这一天士大夫戴旛胜于头上，这是宋时的一种习俗，戴上旛胜表吉庆之意。但戴银旛而曰“试”，节日痛饮而曰“判”（“判”即“拚”之意），就显然有“浊酒一杯家万里”的不平常意味了。这只是词人借酒消愁，逢场作戏罢了，而内心是很伤感的。结尾处更是飏开一笔，表面上是说不是他一人偏老，而实际上是词人深深感到时光的虚度。这就在上片抑郁潦倒的情怀上，又添一段新愁。词人强自宽解，故作旷达，正是推开一层、透过一层的写法。哭泣本人间痛事，欢笑乃人间快事。但今日有人焉，不得不抹干老泪，强颜随俗，把哭脸装成笑脸，让酒红遮住泪痕，这种笑，比哭还要凄惨。强为解脱而写的违心之言，写出更深一层的悲哀，那手法近乎反衬，那境界是一般人所难以达到的。</p> <p>　　纵观全词，上下片都是写心底抑郁之情，但乍看竟好像是两幅图画，两种情怀。沈谦论词作云：“立意贵新，设色贵雅，构局贵变，言情贵含蓄。”（《填词杂说》）但作词之道，条贯、错综，两不可失，此意刘永济《词论·结构篇》曾深言之。读陆游此词，抑郁之情贯穿始终，上下片表现手法截然相异，构局又极错综复杂。读上片，看到的是一个忧国伤时、穷愁潦倒的悲剧人物形象；读下片，看到的是一个头戴银旛，醉态可掬的喜剧人物形象。粗看似迥然不同，但仔细看看他脸上的笑全都是装出来的苦笑，终于领悟到这喜剧其实不过是更深沉的悲剧罢了。</p>",
  "about": "<h2>创作背景</h2> 　　这首词作于宋孝宗乾道七年（1171年）岁末立春之时，当时<a href=\"http://so.gushiwen.org/author_272.aspx\">陆游</a>四十七岁，在四川任夔州通判。宋孝宗隆兴元年（1163年），陆游被贬黜出京，外放镇江通判；两年后，改任隆兴通判；一年后，免职还乡，卜居镜湖之滨；三年之后才被起用，派到夔州，仍是做通判。到夔州上任，是乾道五年（1169年）底在故乡接到任命，因久病体弱不能即可启程，延至乾道六年（1170年）五月出发，十月抵达任所。",
  "poet": {
    "id": 272,
    "star": 0,
    "name": "陆游",
    "image": "http://img.gushiwen.org/authorImg/luyou.jpg",
    "desc": "陆游（1125—1210），字务观，号放翁。汉族，越州山阴（今浙江绍兴）人，南宋著名诗人。少时受家庭爱国思想熏陶，高宗时应礼部试，为秦桧所黜。孝宗时赐进士出身。中年入蜀，投身军旅生活，官至宝章阁待制。晚年退居家乡。创作诗歌今存九千多首，内容极为丰富。著有《剑南诗稿》、《渭南文集》、《南唐书》、《老学庵笔记》等。"
  },
  "tags": [
    "抒情",
    "愤懑",
    "忧国"
  ]
}