{
  "id": 70751,
  "star": 4918,
  "name": "长相思·山一程",
  "dynasty": "清代",
  "content": "山一程，水一程，身向榆关那畔行，夜深千帐灯。<br>风一更，雪一更，聒碎乡心梦不成，故园无此声。",
  "fanyi": "<p><strong>译文</strong><br>我扈驾赴辽东巡视，随行的千军万马一路跋山涉水，浩浩荡荡，向山海关进发。入夜，营帐中灯火辉煌，宏伟壮丽。<br>夜已深，帐篷外风雪交加，阵阵风雪声搅得人无法入睡。作者思乡心切，孤单落寞，不由得生出怨恼之意：家乡怎么没有这么烦乱的声音呢？</p> <p><strong>注释</strong><br>走过一条条山路，走过一条条水路，正向榆关那边走去。夜深了，人们在帐篷里点灯。晚上又刮风又下雪，声音嘈杂打碎了思乡的梦，家乡没有这样的声音。 <br>【程】道路、路程，山一程、水一程，即山长水远。<br>【榆关】即今山海关，在今河北秦皇岛东北。<br>【那畔】即山海关的另一边，指身处关外。<br>【帐】军营的帐篷，千帐言军营之多。<br>【更】旧时一夜分五更，每更大约两小时。风一更、雪一更，即言整夜风雪交加也。<br>【聒（guō）】声音嘈杂，这里指风雪声。<br>【故园】故乡，这里指北京。<br>【此声】指风雪交加的声音。</p><br/><p><strong>译文</strong><br>将士们不辞辛苦地跋山涉水，马不停蹄地向着山海关进发。夜已经深了，千万个帐篷里都点起了灯。<br>外面正刮着风、下着雪，惊醒了睡梦中的将士们，勾起了他们对故乡的思念，故乡是多么的温暖宁静呀，哪有这般狂风呼啸、雪花乱舞的聒噪之声。</p> <p><strong>注释</strong><br>⑴长相思。唐教坊曲，双翅小令。又名《双红豆》。<br>⑵程：道路、路程，山一程、水一程，即山长水远。<br>⑶榆关：即今山海关，在今河北秦皇岛东北；那畔：即山海关的另一边，指身处关外。<br>⑷千帐灯：皇帝出巡临时住宿的行帐的灯火。千帐言军营之多。<br>⑸更：旧时一夜分五更，每更大约两小时。风一更、雪一更，即言整夜风雪交加也。<br>⑹聒（guō）：声音嘈杂，这里指风雪声。<br>⑺故园：故乡，这里指北京；此声：指风雪交加的声音。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　上片“山一程，水一程”，写出旅程的艰难曲折，遥远漫长。词人翻山越岭，登舟涉水，一程又一程，愈走离家乡愈远。这两句运用反复的修辞方法，将“一程”二字重复使用，突出了路途的漫漫修远。“身向榆关那畔行”，点明了行旅的方向。词人在这里强调的是“身”向榆关，那也就暗示出“心”向京师，它使我们想到词人留恋家园，频频回首，步履蹒跚的情况。“那畔”一词颇含疏远的感情色彩，表现了词人这次奉命出行“榆关”是无可奈何的。</p> <p>　　这里借描述周围的情况而写心情，实际是表达纳兰对故乡的深深依恋和怀念。二十几岁的年轻人，风华正茂，出身于书香豪门世家，又有皇帝贴身侍卫的优越地位，本应春风得意，却恰好也是因为这重身份，以及本身心思慎微，导致纳兰并不能够安稳享受那种男儿征战似的生活，他往往思及家人，眷恋故土。严迪昌《清词史》：“夜深千帐灯’是壮丽的，但千帐灯下照着无眠的万颗乡心，又是怎样情味？一暖一寒，两相对照，写尽了自己厌于扈从的情怀。”“夜深千帐灯”既是上片感情酝酿的高潮，也是上、下片之间的自然转换，起到承前启后的作用。经过日间长途跋涉，到了夜晚人们在旷野上搭起帐篷准备就寝；然而夜深了，“千帐”内却灯光熠熠，为什么羁旅劳顿之后深夜不寐呢？</p> <p>　　下片开头“风一更，雪一更”描写荒寒的塞外，暴风雪彻夜不停。紧承上片，交代了“夜深千帐灯”，深夜不寐的原因。“山一程，水一程”与“风一更，雪一更”的两相映照，又暗示出词人对风雨兼程人生路的深深厌倦的心态。首先山长水阔，路途本就漫长而艰辛，再加上塞上恶劣的天气，就算在阳春三月也是风雪交加，凄寒苦楚，这样的天气，这样的境遇，让纳兰对这表面华丽招摇的生涯生出了悠长的慨叹之意和深沉的倦旅疲惫之心。“更”是旧时夜间计时单位，一夜分为五更。“一更”二字反复出现，突出了塞外席地狂风、铺天暴雪，杂错交替扑打着帐篷的情况。这怎不使词人发出凄婉的怨言：“聒碎乡心梦不成，故园无此声”。夜深人静的时候，是想家的时候，更何况还是这塞上“风一更，雪一更”的苦寒天气。风雪交加夜，一家人在一起什么都不怕。可远在塞外宿营，夜深人静，风雪弥漫，心情就大不相同。路途遥远，衷肠难诉，辗转反侧，卧不成眠。“聒碎乡心梦不成”与上片“夜深千帐灯”相呼应，直接回答了深夜不寐的原因。结句的“聒”字用得很灵脱，写出了风狂雪骤的气势，表现了词人对狂风暴雪极为厌恶的情感，“聒碎乡心梦不成”的慧心妙语可谓是水到渠成。</p> <p>　　从“夜深千帐灯”壮美意境到“故园无此声”的委婉心地，既是词人亲身生活经历的生动再现，也是他善于从生活中发现美，并以景入心的表现，满怀心事悄悄跃然纸上。天涯羁旅最易引起共鸣的是那“山一程，水一程”的身泊异乡、梦回家园的意境，信手拈来不显雕琢，<a href=\"http://so.gushiwen.org/author_408.aspx\">王国维</a>曾评：“容若词自然真切。”</p> <p>　　这首词以白描手法，朴素自然的语言，表现出真切的情感，是很为前人称道的。词人在写景中寄寓了思乡的情怀。格调清淡朴素，自然雅致，直抒胸臆，毫无雕琢痕迹。</p><br/><h2>鉴赏</h2> <p>　　清初词人于小令每多新创意境。这首《长相思》以具体的时空推移过程，及视听感受，既表现景象的宏阔观感，更抒露着情思深苦的绵长心境，是即小见大的佳作。</p> <p>　　上片在“一程”又“一程”的复叠吟哦中，展示出与家园的空间阻隔不断地随着时间的推移而严重增大，空间感与乡情构成尖锐冲突。正在这种行进方向和心绪逆反背离中驻营夜宿，“夜深千帐灯”，似是壮伟景观，实乃情心深苦之写。白日行军，跋涉山水，到夜深时仍灯火通明，难入梦乡，这是因思乡而失眠。于是转入下片乡情思恋之笔。</p> <p>　　“一更”又“一更”的重叠复沓，于听风听雪的感觉中推移着时间过程，时间感知于乡情的空间阻隔而心烦意乱，怨夜太长。说“聒碎乡心梦不成”，其实是作者乡心聒碎梦难成，情苦不寐，只觉得风声雪声，声声扣击入心窝，难以承受。在“乡园”时是不会有这种令人痛苦的声响的。将主观因素推诿客观，语似平淡，意更深沉。此类迁怒归咎于风雪声写法，心理情态能充分表现出来。看似无理，反见情痴，愈是无理之怨，其怨愈显沉重。叠句和数字“一”、“千”的运用强化着视、听觉感受中的焦虑，怨怼，幽苦，亦是此词值得辨味的佳处。<a href=\"http://so.gushiwen.org/author_188.aspx\">纳兰性德</a>身为一等侍卫，却极厌烦“扈从”公差，于是构成传统羁旅题材的又一种类型。 </p>",
  "about": "<h2>创作背景</h2> 　　康熙二十年，三潘之乱平定。翌年三月，玄烨出山海关至盛京告祭祖陵，<a href=\"http://so.gushiwen.org/author_188.aspx\">纳兰性德</a>扈从。词人由京城（北京）赴关外盛京（沈阳）途中，出关时冰雪未销，千山万水，对于生于关内，长于京城的性德而言，一切都是那么荒凉，那么寂寞，于是不由人思念亲人朋友，作者有感而发，填下这首《长相思》。改词抒写词人羁旅关外，思念故乡的情怀，柔婉缠绵中见慷慨沉雄。整首词无一句写思乡，却句句渗透着对家乡的思念。",
  "poet": {
    "id": 188,
    "star": 0,
    "name": "纳兰性德",
    "image": "http://img.gushiwen.org/authorImg/nalanxingde.jpg",
    "desc": "纳兰性德（1655－1685），满洲人，字容若，号楞伽山人，清代最著名词人之一。其诗词“纳兰词”在清代以至整个中国词坛上都享有很高的声誉，在中国文学史上也占有光采夺目的一席。他生活于满汉融合时期，其贵族家庭兴衰具有关联于王朝国事的典型性。虽侍从帝王，却向往经历平淡。特殊的生活环境背景，加之个人的超逸才华，使其诗词创作呈现出独特的个性和鲜明的艺术风格。流传至今的《木兰花令·拟古决绝词》——“人生若只如初见，何事秋风悲画扇？等闲变却故人心，却道故人心易变。”富于意境，是其众多代表作之一。"
  },
  "tags": [
    "小学古诗",
    "婉约",
    "羁旅",
    "写景",
    "思乡"
  ]
}