{
  "id": 182,
  "star": 169,
  "name": "鹤鸣",
  "dynasty": "先秦",
  "content": "鹤鸣于九皋，声闻于野。鱼潜在渊，或在于渚。乐彼之园，爰有树檀，其下维萚。它山之石，可以为错。<br>鹤鸣于九皋，声闻于天。鱼在于渚，或潜在渊。乐彼之园，爰有树檀，其下维榖。它山之石，可以攻玉。",
  "fanyi": "<p><strong>译文</strong><br>幽幽沼泽仙鹤鸣，声传四野真亮清。深深渊潭游鱼潜，有时浮到渚边停。在那园中真快乐，檀树高高有浓荫，下面灌木叶凋零。他方山上有佳石，可以用来磨玉英。<br>幽幽沼泽仙鹤唳，鸣声响亮上云天。浅浅渚滩游鱼浮，有时潜入渊潭嬉。在那园中真快乐，檀树高高枝叶密，下面楮树矮又细。他方山上有佳石，可以用来琢玉器。</p> <p><strong>注释</strong><br>⑴九皋：皋，沼泽地。九：虚数，言沼泽之多。<br>⑵渊：深水，潭。<br>⑶渚：水中小洲，此处当指水滩。<br>⑷爰（yuán）：于是。檀（tán）：古书中称檀的木很多，时无定指。常指豆科的黄檀，紫檀。<br>⑸萚（tuò）：酸枣一类的灌木。一说“萚”乃枯落的枝叶。<br>⑹“它山”二句：利用其它山上的石头可以错琢器物。错：砺石，可以打磨玉器。<br>⑺榖（gǔ）：树木名，即楮树，其树皮可作造纸原料。<br>⑻攻玉：谓将玉石琢磨成器。<a href=\"http://so.gushiwen.org/author_459.aspx\">朱熹</a>《<a href=\"http://so.gushiwen.org/view_182.aspx\">诗</a>集传》：“两玉相磨不可以成器，以石磨之，然后玉之为器，得以成焉。”</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　此<a href=\"http://so.gushiwen.org/view_182.aspx\">诗</a>共二章，每章九句。前后两章共用了四个比喻，语言也相似，只是押韵不同。关于诗的主题，有几种不同的说法。《毛诗序》认为是“诲（周）宣王也”，郑笺补充说：“诲，教也，教宣王求贤人之未仕者。”王先谦《诗三家义集疏》举例证明鲁诗、齐诗、韩诗都与毛诗观点一致。到了宋代<a href=\"http://so.gushiwen.org/author_459.aspx\">朱熹</a>《诗集传》则说：“此诗之作，不可知其所由，然必陈善纳诲之辞也。”认为这是一篇意在劝人为善的作品。今人程俊英在《诗经译注》祖毛、郑旧说而加以发展，说：“这是一首通篇用借喻的手法，抒发招致人才为国所用的主张的诗，亦可称为‘招隐诗’。”这种说法较易为今人所理解。</p> <p>　　先谈朱熹的说法。他分析第一章说：“盖鹤鸣于九皋，而声闻于野，言诚之不可揜（掩）也；鱼潜在渊，而或在于渚，言理之无定在也；园有树檀，而其下维萚，言爱当知其恶也；他山之石，而可以为错，言憎当知其善也。由是四者引而伸之，触类而长之，天下之理，其庶几乎？”他将诗中四个比喻，概括为四种思想：即诚、理、爱、憎。并认为从这四者引申出去，可以作为“天下之理”——即普遍真理。他的说法看起来很辩证，都是用发展的变化的观点分析问题，而且兼顾一个问题的两个方面；然而他却是用程朱理学来说诗，这一点从他对第二章的解释中看得更加清楚。</p> <p>　　《诗集传》释第二章结句引程子曰：“玉之温润，天下之至美也。石之粗厉，天下之至恶也。然两玉相磨，不可以成器，以石磨之，然后玉之为器，得以成焉。犹君子之与小人处也，横逆侵加，然后修省畏避，动心忍性，增益预防，而义理生焉，道理成焉。”程子说诗与朱子说诗，如出一辙，皆为引申之词。“他山之石，可以攻玉”，就字面而言，就是另一座山上的石头，可以用来磨制玉器，今人也常常引以为喻。然而是否为诗的本义呢，似乎很难说。</p> <p>　　再谈今人程俊英关于此诗的解释。程先生在《诗经译注》中说：“诗中以鹤比隐居的贤人。”“诗人以鱼在渊在渚，比贤人隐居或出仕。”“园，花园。隐喻国家。”“树檀，檀树，比贤人。”“萚，枯落的枝叶，比小人。”“它山之石，指别国的贤人。”“毛传：‘榖，恶木也。’喻小人。”她从“招隐诗”这一主题出发，将诗中所有比喻都一一与人事挂钩，虽不无牵强附会，倒也自成一说。</p> <p>　　其实，就诗论诗，不妨认为这是一首即景抒情小诗。在广袤的荒野里，诗人听到鹤鸣之声，震动四野，高入云霄；然后看到游鱼一会儿潜入深渊，一会儿又跃上滩头。再向前看，只见一座园林，长着高大的檀树，檀树之下，堆着一层枯枝败叶。园林近旁，又有一座怪石嶙峋的山峰，诗人因而想到这山上的石头，可以取作磨砺玉器的工具。诗中从听觉写到视觉，写到心中所感所思，一条意脉贯串全篇，结构十分完整，从而形成一幅远古诗人漫游荒野的图画。这幅图画中有色有声，有情有景，因而也充满了诗意，读之不免令人产生思古之幽情。如此读诗，读者便会受到诗的艺术感染，产生无穷兴趣。若刻意求深，强作解人，未免有高深莫测之感。</p>",
  "about": "<h2>创作背景</h2> 　　对于此<a href=\"http://so.gushiwen.org/view_182.aspx\">诗</a>的背景，历代学者有不同的说法。《毛诗序》说：“《鹤鸣》，诲（周）宣王也。”郑笺补充说：“诲，教也，教宣王求贤人之未仕者。”王先谦《诗三家义集疏》举例证明鲁诗、齐诗、韩诗都与毛诗观点一致。到了宋代<a href=\"http://so.gushiwen.org/author_459.aspx\">朱熹</a>《诗集传》则说：“此诗之作，不可知其所由，然必陈善纳诲之辞也。”认为这是一篇意在劝人为善的作品。方玉润认为此诗是“讽宣王求贤山林也”。今人程俊英在《诗经译注》祖毛、郑旧说而加以发展，说：“这是一首通篇用借喻的手法，抒发招致人才为国所用的主张的诗，亦可称为‘招隐诗’。”",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": [
    "诗经",
    "写鸟",
    "抒情"
  ]
}