{
  "id": 11871,
  "star": 43,
  "name": "送僧归日本",
  "dynasty": "唐代",
  "content": "上国随缘住，来途若梦行。<br>浮天沧海远，去世法舟轻。<br>水月通禅寂，鱼龙听梵声。<br>惟怜一灯影，万里眼中明。",
  "fanyi": "<p><strong>译文</strong><br>只要有机缘，随时都可以到中国来；<br>一路雾霭茫茫，船只象在梦中航行。<br>天海浮沉，小船驶去那遥远的边际；<br>超脱世俗，自然会感受到法舟轻盈。<br>心境凝定清寂，一切都如水月虚幻；<br>海内鱼龙，也会出来听你诵经之声。<br>最可爱的是，有盏照亮心田的佛灯；<br>航行万里，眼中永远都是灿烂光明。</p> <p><strong>注释<br></strong>⑴上国：春秋时称中原为上国，这里指中国（唐朝）。随缘：佛家语，随其机缘。住：一作“至”，一作“去”。<br>⑵来途：指从日本来中国。一作“东途”。<br>⑶浮天：舟船浮于天际。形容海面宽广，天好像浮在海上。一作“浮云”。沧海：即大海，因水深而呈青绿色，故名。<br>⑷去世：离开尘世，这里指离开中国。法舟：指受佛法庇佑的船。一作“法船”。法舟轻：意为因佛法高明，乘船归国，将会一路顺利。<br>⑸水月：佛教用语，比喻僧品格清美，一切像水中月那样虚幻。禅寂：佛教悟道时清寂凝定的心境。<br>⑹梵声：念佛经的声音。<br>⑺惟怜：最爱；最怜。一作“惟慧”。一灯：佛家用语，比喻智慧。一作“一塔”。灯：双关，以舟灯喻禅灯。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　这是赠给日本僧人的送别<a href=\"http://so.gushiwen.org/view_11871.aspx\">诗</a>。诗之起笔突兀，本是送别，前两句却不写送归，偏从来路写起。“若梦行”表现长时间乘舟航海的疲惫、恍惚的状态，以衬归国途中的艰辛，并启中间两联。颔联写海上航行时的迷茫景象，暗示归途邈远。“浮天”状海路之远，海面之阔，寓含着对僧人长途颠簸的关怀和体贴。“法舟”扣紧僧人身分，又含有人海泛舟、随缘而往之意蕴，储蓄空灵，意蕴丰富。颈联写僧人在海路中依然不忘法事修行，在月下坐禅，在舟上诵经。“水月”喻禅理，“鱼龙听”切海行，又委婉表现僧人独自诵经而谨守佛律的品性，想象丰富。尾联用“一灯”描状僧人归途中之寂寞，只有孤灯相伴，这是实处。但实中有虚，“一灯”又喻禅理、佛理。虚实相映成趣。此诗后半首不明写送归，而写海上景物，这就拓宽诗境，不受内容拘泥，使较窄的题目，能有丰富的内容，成为好的诗篇。</p> <p>　　此诗在立意上有两点需注意：一是所送者为僧人，诗中用了一些佛教术语，如“随缘”、“法舟”、“禅”、“梵”、“一灯”等，切合人物身分。二是僧人来自日本，又欲归日本，必经大海，故极言海路航行之苦。中间两联前人多谓其写来途，实嫌拘滞。其实是往返兼写，而以返途为主，这样才能与“归日本”的诗题相合。此诗因送人过海，因而从对禅机的抒发，把这惜别之情委婉地表达了出来。海趣禅机，深情厚谊，融为一体，为一首送别的好诗。</p> <p>　　全诗前半部分写日本僧人来华，后半部分写日本僧人回国，诗中多用了“随缘”、“法舟”、“禅寂”、“水月”、“梵声”等佛家术语，充满宗教色彩，带有浓厚的禅理风格，并紧扣送僧的主题，寄寓颂扬的情意。全诗遣词造句融洽、自然，足见诗人渊博的学识和扎实的艺术功底。</p>",
  "about": "<h2>创作背景</h2> <p>　　唐代国势强盛，日本派了不少遣唐使来到中国，还有不少僧人同来学习文化、技艺，求取佛法，从而极大地促进了中日文化的交流。这首<a href=\"http://so.gushiwen.org/view_11871.aspx\">诗</a>是作者赠送给即将回国的僧人的，当时诗人在长安。</p>",
  "poet": {
    "id": 495,
    "star": 0,
    "name": "钱起",
    "image": "http://img.gushiwen.org/authorImg/qianqi.jpg",
    "desc": "钱起（722？—780年），字仲文，汉族，吴兴（今浙江湖州市）人，唐代诗人。早年数次赴试落第，唐天宝十年（751年）进士，大书法家怀素和尚之叔。初为秘书省校书郎、蓝田县尉，后任司勋员外郎、考功郎中、翰林学士等。曾任考功郎中，故世称“钱考功”。代宗大历中为翰林学士。他是大历十才子之一，也是其中杰出者，被誉为“大历十才子之冠”。又与郎士元齐名，称“钱郎”，当时称为“前有沈宋，后有钱郎。”"
  },
  "tags": [
    "唐诗三百首",
    "送别",
    "惜别"
  ]
}