{
  "id": 70921,
  "star": 59,
  "name": "初晴游沧浪亭",
  "dynasty": "宋代",
  "content": "夜雨连明春水生，娇云浓暖弄阴晴。<br>帘虚日薄花竹静，时有乳鸠相对鸣。",
  "fanyi": "<p><strong>译文</strong><br>一夜春雨，直至天明方才停歇，河水涨了起来，云儿浓厚，遮掩天空，时晴时阴，天气也暖和。<br>帘内无人，日色暗淡，花丛、竹丛一片寂静，不时从中冒出几声小鸟的对鸣声。</p> <p><strong>注释</strong><br>⑴沧浪亭：在今江苏苏州城南三元坊附近，原为五代时吴越国广陵王<a href=\"http://so.gushiwen.org/author_1535.aspx\">钱镠</a>的花园。五代末此处为吴军节度使孙承祐的别墅。北宋庆历年间为<a href=\"http://so.gushiwen.org/view_70921.aspx\">诗</a>人<a href=\"http://so.gushiwen.org/author_234.aspx\">苏舜钦</a>购得，在园内建沧浪亭，后以亭名为园名。后代人在它的遗址上修建了大云庵。春水：春天的河水。<br>⑵连明：直至天明。<br>⑶娇云：彩云，又云的美称。弄：吴越方言，作的意思。阴晴：时阴时晴。<br>⑷帘虚：帘内无人。日薄：日色暗淡。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　首句“夜雨连明春水生”，写<a href=\"http://so.gushiwen.org/view_70921.aspx\">诗</a>人目睹池内陡添春水，因而忆及昨夜好一阵春雨。诗由“春水生”带出“夜雨连明”，意在说明雨下得久，而且雨势不小，好为下写“初晴”之景作张本。正因昨夜雨久，虽然今日天已放清，空气中湿度依然很大，天上浓密的云块尚未消散，阴天迹象明显；但毕竟雨停了，阳光从云缝里斜射下来，连轻柔的春云也带上了暖意，天正由阴转晴。以上就是诗中“娇云浓暖弄阴晴”所提供的意境。诗抓住雨后春云的特征来写天气，取材典型。</p> <p>　　第三句“帘虚日薄花竹静”写阳光透过稀疏的帘孔，并不怎么强烈；山上花竹，经过夜雨洗涤，枝叶上雨珠犹在，静静地伫立在那里。如果说这句是直接写静，束句“时有乳鸠相对鸣”则是借声响来突出静，收到的是“鸟鸣山更幽”（王籍《入若耶溪》）的艺术效果。显然，诗中写由春景构成的幽静境界和题中“初晴”二字扣得很紧。乍看，题中“游”字似乎在诗中没有着落，但从诗中诸种景象的次第出现，就不难表现出诗人在漫游时观春水、望春云、注目帘上日色、端详杂花修竹、细听乳鸠对鸣的神态。诗中有景，而人在景中，只不过诗人没有像<a href=\"http://so.gushiwen.org/author_564.aspx\">韦应物</a>那样明说自己“景煦听禽响，雨余看柳重”（《春游南亭》）而已。</p> <p>　　诗人喜爱这“初晴”时的幽静境界是有缘由的。他以迁客身份退居苏州，内心愁怨很深。在他看来，最能寄托忧思的莫过于沧浪亭的一片静境，所谓“静中情味世无双”（《沧浪静吟》）。他所讲的“静中清味”，无非是自己在静谧境界中感受到的远祸而自得的生活情趣，即他说的“迹与豺狼远，心随鱼鸟闲气（《沧浪亭》）。其实他何曾自得闲适，在同诗中，他在那里曼声低吟“修竹慰愁颜”可见诗人在亥初晴游沧浪亭争中明写“静中物象”，暗写流连其中的情景，表现的仍然是他难以平静的情怀。<a href=\"http://so.gushiwen.org/author_938.aspx\">胡仔</a>说<a href=\"http://so.gushiwen.org/author_234.aspx\">苏舜钦</a>“真能道幽独闲放之趣”（《苕澳渔隐丛话前集》卷三十二），此诗可为一例。</p><br/><h2>简析</h2> <p>　　<a href=\"http://so.gushiwen.org/view_70921.aspx\">诗</a>人有《沧浪亭》诗云：“迹与豺狼远，心随鱼鸟闲。吾甘老此境，无暇事机关（费尽心机搞阴谋，耍弄权术）。”细细品味这几句诗，对理解这首绝句很有好处。</p> <p>　　也许是“好雨知时节”，昨晚“随风潜入夜”，一直下到天明，亭前池子里的水涨了不少。你看，“半亩方塘一鉴开，天光云影共徘徊”，天上轻柔的春云像娇嗔的姑娘在照镜，一会儿笑，一会儿哭似的，不断在池中变幻着倩影。看来，宋朝诗人颇喜欢“弄”字，<a href=\"http://so.gushiwen.org/author_587.aspx\">张先</a>的“云破月来花弄影”开了先例，<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>“夜深江月弄清辉”和<a href=\"http://so.gushiwen.org/author_234.aspx\">苏舜钦</a>的这一句紧紧跟上，就象今天的人喜欢用“搞”字。用多了，就缺乏新鲜感，诗词创作最重的还应是首创精神。尽管“弄”字都用得不错，能出境界，但毕竟不如首创者。 第三句先写“水晶帘莹更通风”，春天的阳光透过稀疏的帘孔，落下斑驳的倩影；再写“花重锦官城”和“绿竹半含箨”那种境界，无论是花，无论是竹，都给人“雨洗涓涓净，风吹细细香”那种清新的感觉。今天，园里没有客人来，诗人独自观赏，踽踽前行，一切都显得那么宁静，心头不禁涌起“沧浪独步亦无淙”之无绪。 最后一句以动衬静，收到“鸟鸣山更幽”的效应。欧阳修也有《沧浪亭》诗曰：“水禽闲暇事高格，山鸟日夕相啾喧。”做为这一句诗的解说词，是再恰当不过的了。 诗人还有《沧浪静吟》云：“静中情味世无双”，这静中的“幽独闲放之趣”，隐藏着诗人被罢黜后的落寞情绪。诗人嘴上说在这静谧的园中可以“迹与豺狼远，心随鱼鸟闲”，其实心中是非常痛苦的，只是没有明说罢了。哀莫大于心死，诗人对朝庭早已“心死”。</p>",
  "about": "<h2>创作背景</h2> 　　庆历四年（1044年），进奏院祠神之日，<a href=\"http://so.gushiwen.org/author_234.aspx\">苏舜钦</a>作为集贤校理监进奏院，循前例以卖旧公文纸的钱宴请同僚宾客。当时朝中的保守派御史中丞王拱辰等，对宰相杜衍、参知政事<a href=\"http://so.gushiwen.org/author_510.aspx\">范仲淹</a>、枢密副使富弼等人力图改革弊政之举心怀不满；而苏舜钦得范仲淹荐举，又是杜衍之婿，因而保守派抓住这件事，借题发挥，弹劾他监主自盗，结果，苏舜钦被罢去官职，在席的有十余人被逐出朝。区区一件小事，竟得如此严惩，苏舜钦激愤不己，他带着心灵上的创痛，流寓苏州，不久，在城南营建沧浪亭。他时时携酒独往沧浪亭吟<a href=\"http://so.gushiwen.org/view_70921.aspx\">诗</a>漫步，而《初晴游沧浪亭》就是在此背景下写成的。",
  "poet": {
    "id": 234,
    "star": 0,
    "name": "苏舜钦",
    "image": "http://img.gushiwen.org/authorImg/sushunqin.jpg",
    "desc": "苏舜钦（1008—1048）北宋诗人，字子美，开封（今属河南）人，曾祖父由梓州铜山（今四川中江）迁至开封（今属河南）。曾任县令、大理评事、集贤殿校理，监进奏院等职。因支持范仲淹的庆历革新，为守旧派所恨，御史中丞王拱辰让其属官劾奏苏舜钦，劾其在进奏院祭神时，用卖废纸之钱宴请宾客。罢职闲居苏州。后来复起为湖州长史，但不久就病故了。他与梅尧臣齐名，人称“梅苏”。有《苏学士文集》诗文集有《苏舜钦集》16卷，《四部丛刊》影清康熙刊本。1981年上海古籍出版社出版《苏舜钦集》。"
  },
  "tags": [
    "古诗三百首",
    "写景",
    "抒怀"
  ]
}