{
  "id": 64851,
  "star": 151,
  "name": "忆王孙·春词",
  "dynasty": "宋代",
  "content": "萋萋芳草忆王孙。柳外楼高空断魂。杜宇声声不忍闻。欲黄昏。雨打梨花深闭门。 ",
  "fanyi": "<p><strong>译文</strong><br>茂密的青草可使我想起久客不归的王孙。杨柳树外楼阁高耸，她终日徒劳地伫望伤神。杜鹃乌儿一声声啼叫，悲凄的声音令人不忍听闻。眼看又到了黄昏，暮雨打得梨花凌落，深深闭紧闺门。</p> <p><strong>注释</strong><br>①萋萋：形容春草茂盛的样子。<br>②王孙：这里指游子，行人。<br>③杜宇：即杜鹃鸟，鸣声凄厉，好象在劝说行人“不如归去”。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　就其所用词语看，全词所用也无非是宋词中惯用的语汇，如柳外高楼、芳草斜阳、梨花带雨、黄昏杜鹃。但是正像有才情的作曲家仅凭借七个音符的不同组合就能构成无数美妙的乐章一样，这首词也以其富有感染力的意象组合和不露痕迹而天然精巧的构思，描写了一个独立、不可替代的艺术形象。</p> <p>　　我们先看一看这首词的结构。这首词主要是写景，通过写景传达出一种伤春怀人的思绪。那一份香眇深微的情思是通过景色的转换而逐步加深加浓，逐步显示的。在场景的转换上，词作又呈为一种由大到小，逐步收束，词终而趋于封闭的心态特征。此词起笔展示的是一种开阔的伤心碧色：连天芳草，千里萋萋，极目所望，古道晴翠，而思念的人更在天涯芳草外，闺中人的心也轻轻飘扬到天尽头了。这一句，情与景都呈现出一种杳眇深微的特征。接下来，场景收束为田间路头杨柳、柳外高楼。继而，在杜鹃声声中，将到黄昏时，随着时间的推移，场景再次收束为小院梨花带春雨。最后，螟色入庭院，场景收束为一个无言深闭门的近镜头。可以想见，闭门人游荡在千里外的芳心也将最后回到常日紧闭的心扉内。词作结构由大而小，由外而内，由景生情，总体上表现为收束的特征。这一特征又准确地表现了古代妇女那种内向型的心态。</p> <p>　　这首词的另一个特点是，不以锤炼字句为能，因为可以看见词中选用的都是一些最常见的意象。这些意象大多在前人<a href=\"http://so.gushiwen.org/view_64851.aspx\">诗</a>词中反复出现过，积淀了丰富的内涵和深厚的民族文化的感情。意象本身就有很强的美的“张力”，足以调动人们的生活文化积累，从而帮助读者想象美丽的意境。比如，词中写到的芳草、杨柳、高楼、杜宇、梨花，无一不是中国雅文学中的基本意象。这些意象经过历代诗人传唱，已具有一触即发、闻声响应的高度感发能力。即以“柳”而论，从《诗经》中的“杨柳依依”到<a href=\"http://so.gushiwen.org/author_622.aspx\">韦庄</a>的“无情是台城柳”，从<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>的“春风知别苦，不遣柳条青”到<a href=\"http://so.gushiwen.org/author_535.aspx\">柳永</a>的“杨柳岸、晓风残月”，那一缕柳丝寄寓了多少中国文人的愁绪啊！人们读到这个字，就会随着各自的文化积累不同程度地感受到那种萦绕在心头的忧怨。再如“芳草”“王孙游兮不归，春草生兮萋萋”（<a href=\"http://so.gushiwen.org/author_1854.aspx\">淮南小山</a>《招隐士》）：“记得绿罗裙，处处怜芳草”（牛希济《生查子》）：“离恨却如春草，更行更远还生”（<a href=\"http://so.gushiwen.org/author_269.aspx\">李煜</a>《清平乐》）：“芳草无情，更在斜阳外”（<a href=\"http://so.gushiwen.org/author_510.aspx\">范仲淹</a>《苏幕遮》）……那无处不在的芳草，承载了游子思妇的无穷相思。</p> <p>　　这首词中的其他意象也大多具有这种美的联想性。因此，当作者把这些意象巧妙组合到一起时，就形成了一种具有更丰富的启发性的画面。于是人们在熟悉中发现了陌生，有限中找到了无限。</p> <p>　　读这样的词，应当是回味大于思索，联想重于分析。这样可以得到比几句词的字面意义更多的东西。</p><br/><h2>赏析</h2> <p>　　李重元的《忆王孙》是一首描绘闺中少妇思念丈夫的“闺情”词。</p> <p>　　词的首句“萋萋芳草忆王孙”是化用<a href=\"http://so.gushiwen.org/author_825.aspx\">刘安</a>《招隐士》赋中的“王孙游兮不归，芳草生兮萋萋”之语，写出这是在芳草萋萋的暮春时节，点明了时间、季节。</p> <p>　　“柳外楼高空断魂”谓登上高楼，凭窗远眺，盼望日夜思念的丈夫能出现在眼前，只是仍不见丈夫身影，不觉悲从中来，益觉伤悲。“杜宇声声不忍闻”言杜鹃鸣声凄厉，更能引起思念亲人的悲凄之情。“欲黄昏，雨打梨花深闭门。”时将黄昏，天又降雨，拍打梨花落地，伤情离绪更进一层。少妇思夫的孤寂心情，伴随凄风厉雨，更加魂消肠断。不忍再看落地梨花，遂关掩门户，不再见人。给人以无穷遐思，悲苦难以尽言。</p> <p>　　全<a href=\"http://so.gushiwen.org/view_64851.aspx\">诗</a>一句一层渲染，层层推进，直至最后“深闭门”打住，大有此时无声胜有声之感。读来令人为之心恸。</p> <p>　　小令如绝句，易成而难工，最重神韵。此词利用传统意象，将芳草、烟柳、杜鹃、春雨、梨花诸物与所抒离恨别绪结合在一起，使之情景交融，所以意境深远而韵味悠长。</p>",
  "poet": {
    "id": 448,
    "star": 0,
    "name": "李重元",
    "desc": "远约1122年（宋徽宗宣和）前后在世，生平不详，工词。《全宋词》收其《忆王孙》词四首，皆是颇具意境的佳作。例如第一首写闺阁愁思：佳人高楼远望，只见连天芳草，千里萋萋，而所思之人更在天涯芳草之外；又听得杜宇声声悲鸣，痛“不忍闻”。暝色渐入庭院，主人公在“雨打梨花”的滴沥声中步归绣阁，但心中愁思无疑比此前更加凝重，全词可谓写得一派愁气弥漫。"
  },
  "tags": [
    "宋词三百首",
    "婉约",
    "伤春",
    "怀人"
  ]
}