{
  "id": 71602,
  "star": 14,
  "name": "醉中天·咏大蝴蝶",
  "dynasty": "元代",
  "content": "弹破庄周梦，两翅驾东风，三百座名园、一采一个空。<br>谁道风流种，唬杀寻芳的蜜蜂。<br>轻轻飞动，把卖花人搧过桥东。",
  "fanyi": "<p><strong>译文</strong><br>　　挣破了那<a href=\"http://so.gushiwen.org/author_685.aspx\">庄周</a>的梦境，来到现实中，硕大的双翅驾着浩荡的东风。把三百座名园里的花蜜全采了一个空，谁知道它是天生的风流种，吓跑了采蜜的蜜蜂。翅膀轻轻搧动，把卖花的人都搧过桥东去了。</p><p><strong>注释</strong><br>⑴“弹破”句：意为蝴蝶大得竟然把庄周的蝶梦给弹破了。庄周梦：庄周，战国时宋国蒙人，曾为漆园吏，有《庄子》一书。据说他曾梦见自己化为大蝴蝶，醒来后仍是庄周，弄不清到底是蝴蝶变成了庄周，还是庄周变成了蝴蝶。<br>⑵一采一个空：一作“一采个空”。<br>⑶谁道：一作“难道”。风流种：一作“风流孽种”，风流才子，名士。<br>⑷唬杀：犹言“吓死”。唬，一作“諕（huò）”。諕：吓唬；杀：用在动词后，表程度深。<br>⑸轻轻飞动：一作“轻轻搧动”。一本“轻轻”后还有“的”字。</p>",
  "shangxi": "<h2>鉴赏三</h2> 　　这支小令艺术上的最大特色是高度的夸张。作者紧紧扣住蝴蝶之大，甚至夸张到了怪诞不经的程度。但是，怪而不失有趣，它使人在忍俊不禁之余，反复寻味，逼着人们去思索。从语言上看，小令恣肆朴野，浅近通俗，几无一字客词装饰，虽如随手之作，其味却端如橄榄，这正是散曲的上乘之境。<br/><h2>鉴赏一</h2> <p>　　据元陶宗仪《辍耕录》载，世祖中统（1260—1264）年间，在大都（今北京市）出现一只蝴蝶，其大异常。作者于是填写了这支小令，获得了很大的名声。这无疑是因为作品充满了丰富的想象和新奇的夸张，而使人耳目一新。</p> <p>　　曲中的蝴蝶确实大得惊人。庄子做梦化为蝴蝶，本身还是逃脱不出梦境的范围，而这只大蝶“挣破<a href=\"http://so.gushiwen.org/author_685.aspx\">庄周</a>梦”，身子竟把梦都撑开了，一个“破”字，于形容硕大之外，还起到了脱颖而出、登场亮相的推现作用。它的两对翅膀全靠东风托住，不然就保不定要坠跌下来。“架”字既有蝶翅自上而下凭驾东风之意，又有东风自下而上极力架扶之感，选字十分贴切。大蝴蝶不仅一出场就先声夺人，而且身手不凡，城中的名园不乏万紫千红的鲜花，却被它将花蜜囊括一空。“三百”极言名园之多，这数字同“一采一个”中的两个“一”字比照，就给人以大蝴蝶动作迅捷、干脆利落的印象，而若非它其大无穷，也就不可能有横行全城的能力。作者还不忘幽默地拿它同可怜的蜜蜂对照，让后者为之“唬杀”。尽管曲中责备它不是“风流种”，但它那种恃强行事、当仁不让的气概，却也因此传神地表现了出来。</p> <p>　　蝴蝶恋着卖花人的担子，飘飘荡荡地随他行过桥东，这是常见的情景。作者却巧妙地将主客换了个向，说卖花人的过桥，是蝴蝶“扇”将过去的，而且后者不过是“轻轻的飞动”而已。蝶翅如此力大无穷，那大蝴蝶身躯的伟岸自然不在话下。这结尾的两句是巧句，它上承“三百座名园一采一个空”，却又以“卖花人”过桥的一幕重新添回了春意。大蝴蝶起首是倏然而至，结尾则飘然而去，令人涵咏不已。全曲无论是写大蝴蝶的来历，写它采花的本领，还是写它的离去，都形象生动，无一平板之笔，诚如明王骥德《曲律》所评：“元人<a href=\"http://so.gushiwen.org/author_401.aspx\">王和卿</a>《咏大蝴蝶》云云，只起一句，便知是大蝴蝶，下文势如破竹，却无一句不是俊语。”这种巧思连发、层层添示的铺写，也成为元散曲咏物的崇尚手法。</p> <p>　　南宋谢无逸《蝴蝶》<a href=\"http://so.gushiwen.org/view_71602.aspx\">诗</a>有句道：“江天春暖晚风细，相逐卖花人过桥。”为人称道，作者也因而得了个“谢蝴蝶”的雅号。这两句是本篇结尾所本，但曲中以“扇”字代替“逐”字，就更觉生动、传神。元曲的炼字，贵在尖新、柔媚，与诗、词的标准不尽相同。从本篇的例子中，似亦可体味一二。</p><br/><h2>鉴赏二</h2> 　　<a href=\"http://so.gushiwen.org/author_401.aspx\">王和卿</a>《醉中天·咏大蝴蝶》所歌咏的主体——大蝴蝶，确实曾见于燕市，故陶宗仪《辍耕录》卷二十三云：“中统初，燕市有一蝴蝶，其大异常。王赋《醉中天》小令云云，由是其名益著。”作者擅用夸饰之巧譬善喻，运用“<a href=\"http://so.gushiwen.org/author_685.aspx\">庄周</a>梦蝶”的故事，将现实世界转化为想像天地，以“弹破庄周梦”破题，运用“物化”承转的自由观念，赋予“大蝴蝶”神秘的色彩，开拓想像的意涵与空间；其次则以“两翅驾东风”、“轻轻飞动”、“把卖花人搧过桥东”等句夸饰其翅，隐含《逍遥游》之趣。此蝴蝶颇有“翼若垂天之云”之大鹏鸟的意象，在转化后，其形轻巧逍遥，惊破现实，将采蜜的蜂惊吓煞，卖花为生的人被搧过桥东，犹不知所以，充分表现元曲谑浪诙谐之趣。读者或以为此乃作者自况风流之作；亦有从元代社会现实观其隐喻象征，认为“大蝴蝶”乃当时“权豪势要”、“花花太岁”、“浪子丧门”的化身，联系到当时元朝初期的社会环境，这种说法也绝非牵强附会。“三百座名园，一采一个空”之句，正是<a href=\"http://so.gushiwen.org/author_235.aspx\">关汉卿</a>笔下鲁斋郎、葛皇亲、杨衙内等糟蹋妇女的真实写照。",
  "about": "<h2>创作背景</h2> 　　据元人陶宗仪《辍耕录》记载：“大名<a href=\"http://so.gushiwen.org/author_401.aspx\">王和卿</a>，滑稽挑达，传播四方。中统初，燕市有一蝴蝶，其大异常。王赋《醉中天》小令：……由是其名益著。时有<a href=\"http://so.gushiwen.org/author_235.aspx\">关汉卿</a>者，亦高才风流人也，王常以讥谑加之，关虽极意还答，终不能胜。”这条材料说明王和卿与关汉卿处在同一时期，透露出“燕市有一蝴蝶，其大异常”的事实乃是这首小令写作的契机。而“滑稽”、“善谑”乃是盛行于元代散曲家中的一种风气，在这种玩世不恭的争奇斗胜之中，实在蕴积着愤懑、牢骚以及反抗、不平。",
  "poet": {
    "id": 401,
    "star": 0,
    "name": "王和卿",
    "image": "http://img.gushiwen.org/authorImg/wangheqing.jpg",
    "desc": "王和卿， 元代散曲家。大名(今属河北省)人，生卒年字号不详。《录鬼簿》列为\"前辈名公\"，但各本称呼不同，天一阁本称为\"王和卿学士\"，孟称舜本却称他为\"散人\"。他与关汉卿是同时代人,而又比关汉卿早卒。明·朱权《太和正音谱》将其列于“词林英杰”一百五十人之中。现存散曲小令21首，套曲1首,见于《太平乐府》、《阳春白雪》、《词林摘艳》等集中。"
  },
  "tags": [
    "咏物"
  ]
}