{
  "id": 70268,
  "star": 1,
  "name": "【南吕】一枝花_鬓鬟梳绿云",
  "dynasty": "元代",
  "content": "　　鬓鬟梳绿云，肌瘦消红玉。蛾眉颦翠黛，粉脸堕珍珠。遍洒东风，刮落梨花<br>雨，低头长叹吁。长叹罢罗帕频淹。都尽千丝万缕。<br>　　【梁州】愁怨恨还如堆积，旧精神不似当初。自从万里人南去。尘锦瑟，<br>帐漫流苏。香焚宝鼎，酒冷金壶。对青鸾不待妆梳，到黄昏着甚支吾。怕的是照<br>闲庭月色朦胧，倦的是透珠帘花香馥郁，愁的是印纱窗竹影扶疏。自心，黯忖。<br>悔当时错发送上阳关路，听唱到第三句。总是离人断肠曲，搔首踟蹰。<br>　　【梧桐树】刚道声才郎身去心休去，他揽与俺回挽得千条柳难系雕鞍住。到<br>如今百草枯风吹得红叶舞，正值着秋天暮。<br>　　【感皇恩】呀！骨剌剌风透纱厨，吉丁当漏滴铜壶。薄设设被儿单，昏昏惨<br>惨灯儿暗，瘦厌厌影儿孤。思伊受苦，偏俺负你何辜。从春去，因应举，恋皇都。<br>　　【采茶歌】他去了半年余，闪得我受孤独，罗帏寂寞故人无。寒雁来时音信<br>杳，雁还归去亦无书。<br>　　【尾】知他是谁家月馆风亭宿？何处山村野店居？锦堂春翻做阳关路。多情<br>弄玉，若见吹箫伴侣，慢慢的说俺从前受过的苦。　嘲黑妓<br>　　脸如百草霜，唇注松烟墨。眼横潭底水，牙染连金泥。乌玉如肌，眉不显春<br>山翠，似葡萄好乳垂。若不是薄荷煎每日充饥，渎牙药逐朝漱洗。<br>　　【梁州】我子道克剌张回回姊妹，却原来是大洪山三圣姨姨。猛回头错认做<br>砂锅底。只合去烧窑淘炭，漆碗熏杯。怎生去迎新送旧，卖笑求食。便是块黑砂<br>糖有甚希奇，便是块试金石难辨高低。莫不寨儿中书下的灵符，莫不是房儿中描<br>来的黑鬼，莫不是酒楼前贴下钟馗。这妮子幼年间充着壬癸，生长在乌衣国。靠<br>定门帘不动衣，百般的辨不得容仪。<br>　　【尾】不索你分星擘两显名儿唤，路上行人口胜碑，这娘子骂得他都易。泪<br>滴下些黑汁，脚踢起些炭气，吁得青铜镜儿黑。　惜春<br>　　春阴低画阁，梅瓣琼英落。晓光浮绿野，草色翠纱娇。莺语般挑，断送得风<br>光好，隔墙声尤自巧。道游人莫惜千金，春色渐三分过了。<br>　　【梁州】海棠睡娇容似醉，柳风轻绿线如缫，轮蹄碾破青青草。酒家何处，<br>沾旆招摇；画船无数，舞袖翩跹。风流杀凤管鸾箫，多情杀翠髻云翘。梨花院爱<br>月眠迟，杏花楼惜花起早，桃花庄觅句相嘲。鬓角，二毛。晓来镜里都知道，忽<br>忽地又过了年少。苦雨酸风昨夜恶，恐一片花飘。<br>　　【尾】绿阴繁渐渐春风老，玉壶暖迟迟夜月高，九十日光阴能有几日笑。朱<br>帘下着，低垂绣幄，休放那搅春梦呢喃燕来了。　夏景<br>　　池塘睡锦鸳，楼阁飞双燕。红榴招戏蝶，绿柳噪新蝉。葵火阶前，竹笋侵墙<br>串，泉流草径边。绿茸茸蓑展青毡，密匝匝苔铺翠藓。<br>　　【梁州】荼コ架阴稀日转，木香棚影密风扌扇。消磨暑气把香醪劝。冰沉果<br>木，香龙涎。风骚朋友，歌舞蝉娟，尽开怀语笑声喧，任披襟散发掀髯。引蜻<br>蜓菡萏初开，隐游鱼浮萍乍展，托青蛙荷叶才圆。登临，画船。趁薰风撑近垂扬<br>院，对此景果堪羡。慢酌金樽浅浅斟，盏盏垂莲。<br>　　【隔尾】一弯新月添诗卷，十里香风助酒筵。向晚归来小庭院，簟纹铺水渊。<br>纱厨挂雾烟，一枕珊瑚梦魂远。　春雪<br>　　和风动草芽，暖日催花萼。桃腮生红脸，柳眼发青胞。卷地风号，扑面梨花<br>落，抵多少彤云埋树梢。我则见千百片柳絮飞扬，恰便似万万队蛾儿乱搅。<br>　　【梁州第七】担阁了闺院女西园斗草，误了你也富贵郎南陌东郊。只见白茫<br>茫迷却前村道。那里也游蜂采蕊，那里也紫燕寻巢，那里也莺声恰恰，那里也蝶<br>翅飘飘。洒歌楼酒力微消，望江天万里琼瑶。恰便似银砌就枯木寒鸦，玉琢就冰<br>枝冻雀，粉妆成野杏山桃。浅桥，填了。负薪樵子归岩峤，渔翁冷怎垂钓？古寺<br>里山僧煮茗瀹，对景寂寥。<br>　　【尾】寒凝冷透乌纱帽，料峭寒侵粗布袍。引着仆僮儿可堪笑，酒葫芦杖挑。<br>诗卷儿袖着，便有杜甫驴儿也冻倒。　妓名张道姑<br>　　风尘素净身，烟月清闲字。莺花坛上友，歌舞洞中师。积善因慈，守一点全<br>真志，扣玄关仗力持。用偎红倚翠工夫，受惜玉怜香旨。<br>　　【梁州】演步虚轻敲檀板，炼华池净洗胭脂。入山林远闺阁和街市。不跨鹤<br>超凡小小，不乘鸾得道师师。惯弃俗缠头红锦，惯出家买笑金赀。风流客普化相<br>思，疏狂士稽首相辞。碧玉簪芙蓉冠新入个名流，青霞帔逍遥服新裁个样子，黄<br>金钟蕊珠经另打个腔儿。念兹，在兹。心中猿意内马情无二，多财舍有缘施。谁<br>种红莲火里枝，朵朵灵芝。<br>　　【尾】参礼透朝云暮雨情如纸，戒得断酒病花愁气似丝，修养出丰标更谁似？<br>蓬莱山降赐，蟠桃会宴侍，再谪下个神仙度脱你。<br>　　莺眠柳嵌金，蝶宿梨藏玉。草泥迷燕嘴，花蕊上蜂须。春雨如酥，妆点繁华<br>富，寻芳上苑初。花圃内蝶戏蜂游，柳塘边莺啼燕语。<br>　　【梁州】花似锦满枝开放，草如烟遍野均铺。海棠娇滴胭脂露。王孙宝马，<br>仕女香车。踏青南陌，载酒西湖。一弄儿景致非俗，三般儿巧笔堪图。草如烟翠<br>锦笼纱，梨花月琼林捧玉，杨柳露绿线穿珠。自想！老夫。侬家鹦鹉洲边住，那<br>的是快活外。钓得鱼来卧看书，酒满葫芦。<br>　　【尾】绿杨影里鸠啼妇，红杏枝头燕引雏，锦片也似园林无半答儿空闲外。<br>似邵平杜甫，仆僮共蹇驴，游遍春光看不足。　渔隐<br>　　不沽朝野名，自守烟波分。斜风新箬笠，细雨旧丝纶。志访玄真，家与秦淮<br>近，清时容钓隐。相看着绿水悠悠，回避了红尘滚滚。<br>　　【梁州】结交些鱼虾伴侣，搭织上鸥鹭亲邻。忘机怕与儿曹混。寻了些六朝<br>往事，吊了些千古英雄。悲了些陈宫禾黍，叹了些梁殿荆榛。本是个虚飘飘天地<br>闲人，乐陶陶江汉逸民。有时摇棹近白鹭洲笑采青，有时推篷向朱雀桥闲看晚<br>云；有时湾船在乌衣巷独步斜曛，有时满身衣襟爽透荷香润。旋折来柳条嫩，穿<br>得鲜鲜出网鳞，归去黄昏。<br>　　【骂玉郎】一篝灯下ド佳酝，身趔趄，醉醺醺，高歌细和沧浪韵。全不受利<br>名拘，那里将兴亡记？把什么荣枯问？<br>　　【感皇恩】守着这萧索江滨，冷淡柴门。凉露湿蓑衣，清风生酒，明月照<br>盘飧。樵夫野叟，相近相亲。昨日离石头城，今朝在桃叶渡，明日又杏花村。<br>　　【采茶歌】山妻也最甘贫，稚子也颇通文，无忧无虑度朝昏。但得年年生意<br>好，武陵何用访秦人。<br>　　【尾】茫茫烟水无穷尽，泛泛萍踪少定根。为甚生平怕求进？想王侯大勋，<br>博渔樵一哂，争似我一叶江湖钓船稳。　香绵<br>　　梨云梦渺漫，柳絮春零乱。轻盈怜鲁缟，皎洁胜齐纨。雾霭雕盘，韩寿衣沾<br>爨，风流引俊潘。蜘蛛丝晓挂雕檐，胡蝶粉时飘谢馆。<br>　　【梁州第七】拈纤缕络成绸段，擘轻绒织做丝ひ。温柔堪作飞琼伴。枝牵连<br>理，扣扭合欢。明如雪块，静似酥团。纳儒衣蔽尽寒酸，做道袍睡煞陈抟。逐歌<br>尘微珠帘，题采扇轻粘翠管，傍妆台乱拂青鸾。顿觉，放短。丝来线去相萦绊，<br>ㄎ不开，挽不断。若比芦花一例观，人眼难瞒。<br>　　【尾】揭鹅脂铺锦被鸳鸯交颈三千段，分茧套办妆奁翡翠笼欢一万端。遮莫<br>黑雪乌风夜将半，将着这几般，床儿上垛满，用意温存正睡得暖。　盼望<br>　　难摘镜里花，怎捞江心月？空闻三足乌，不识两头蛇。四件情节，堪比虚疼<br>热。听叮咛仔细说，谎恩情如炭火上消冰，虚疼热似滚汤中化雪。<br>　　【梁州】情浓时热烘烘买笑追欢，兴阑也冷冰冰意断恩绝。不由我蘸霜毫搜<br>巧句闲编捏。怎当他老虔婆撒褪，小猱儿妆呆，村姨夫强买，俏子弟干踅。运去<br>也花神照左和右绿映红遮，命通时福星临前和后富贵娇奢。再休题眼角泪一哭一<br>个昏迷，舌尖话一说一个软怯，手梢情一扑一个乜斜。今番，记者。我去那海神<br>前告一纸雨尤云赦。你想道再相会，再欢悦。折末你到贴鸦青全放赊，也索离<br>别。<br>　　【尾】晓行藏知起倒翻身跳出鸳鸯社，能进退识高低大步冲开狼虎穴。暗想<br>人儿性薄劣，再休寄陷郎君的缄贴。赚孤老的话啜，则今番辞了莺花路儿也。　春日即事<br>　　草堂外岚光映日妍，粉墙边梅萼冲寒谢。小沼上绿波随雨涨，画阑前新柳受<br>风斜。春意奇绝，老眼偏欢悦，闲情且打叠。散床头有限黄金，怕镜里无情白雪。<br>　　【梁州】裁漉酒笼头纱帻，制踏青可脚乌靴。与知音三五词林社。超群洒落，<br>异众豪杰。厌谈名利，不尚娇奢。喜的是一村村径路曲折，爱的是一程程风景全<br>别。买花钱滴溜溜杖上挑着，沽酒店闹炒炒桥边问也，载诗囊胀膨膨驴背上驮者。<br>看了他这些，那些。翠屏锦帐参差列，寻疏篱，觅茅舍。随定狂蜂与浪蝶，任意<br>跋涉。<br>　　【尾】醉依芳草须拚藉，笑对青山不忍的别。残角江楼正呜咽，却又早鸦归<br>古堞。烟迷绿野，堪付与老手王维画图中写。　棋<br>　　黄金罢酒筹，彩笔停诗兴。青云盈座榻，红日满檐楹。闲展揪枰，初布势求<br>全胜，后分途起战争。保无虞端可藏机，观有衅方堪入境。<br>　　【梁州】响铮铮交锋递子，密匝匝彼此排兵。王质斧烂腰间柄。机深脱骨，<br>智浅逢征。坚牢正走，取败斜行。势将颓锐意侵陵，局已胜专保求生。两家持各<br>指鸿沟，几番诈宵奔马陵，数重围夜遁平城。猛听，一声。盘中子落将军令，黑<br>白满势才定。紧紧收拾未见赢，怎敢消停。<br>　　【尾声】壮如霸王来扛鼎，险似韩侯出井陉。悬权岂敢轻相应，切勿食饵兵，<br>便休图小成。细看来孙武权谋，其实的细相等。　道情<br>　　公行天理明，私意人心暗。古书读未了，世事饱经谙。图什么贪婪，名利境<br>多坑陷，羡青门瓜正甘。园林茂堪置幽居，山水秀真为胜览。<br>　　【梁州】流水绕一村桑柘，乱山围四壁烟岚。颠峰倒影澄波蘸。遥岑叠翠，<br>远水揉蓝。鸢飞鹭落，鱼跃深潭。偃怡场水府山岩，安乐窝土洞石龛。景不嫌物<br>少人稀，食不厌茶浑酒淡，家不离水北山南。有何，不堪？篮舆到水轻舟泛，稼<br>穑外得时暂。闲饮渔樵酒半酣，阔论高谈。<br>　　【三煞】乾坤向渔父波中氵，日月在樵夫肩上担。处羲皇已上有何惭，将<br>万物包函。至潦倒终身无憾，与时辈作龟鉴。晦迹韬光茧内蚕，再不开缄。<br>　　【二煞】昆岗隐玉石中嵌，蛤蚌含珠水底氵，樊笼得脱再谁监？一味清闲，<br>虽楚汉应难摇憾。懒子懒，不愚滥。把道潜心静里参，乐及妻男。<br>　　【尾】岩穴中虎恶由人探，饱暖外身轻体自安。我将智养做愚，饥忍住饿。<br>携酒一壶，提果半篮。引的诗兴浓，床得酒德憨。教野叟扶，命稚子搀。倚松<br>立绝顶岩，开醉眼看人呆大胆。",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "未知作者"
  },
  "tags": []
}