{
  "id": 39367,
  "star": 6,
  "name": "江行无题一百首",
  "dynasty": "唐代",
  "content": "倾酒向涟漪，乘流欲去时。寸心同尺璧，投此报冯夷。 <br> 江曲全萦楚，云飞半自秦。岘山回首望，如别故乡人。 <br> 浦烟含夜色，冷日转秋旻.自有沈碑在，清光不照人。 <br> 楚岸云空合，楚城人不来。只今谁善舞，莫恨废章台。 <br> 行背青山郭，吟当白露秋。风流无屈宋，空咏古荆州。 <br> 晚来渔父喜，网重欲收迟。恐有长江使，金钱愿赎龟。 <br> 去指龙沙路，徒悬象阙心。夜凉无远梦，不为偶闻砧。 <br> 雾云疏有叶，雨浪细无花。稳放扁舟去，江天自有涯。 <br> 好日当秋半，层波动旅肠。已行千里外，谁与共秋光。 <br> 润色非东里，官曹更建章。宦游难自定，来唤棹船郎。 <br> 夜江清未晓，徒惜月光沉。不是因行乐，堪伤老大心。 <br> 翳日多乔木，维舟取束薪。静听江叟语，尽是厌兵人。 <br> 箭漏日初短，汀烟草未衰。雨馀虽更绿，不是采蘋时。 <br> 山雨夜来涨，喜鱼跳满江。岸沙平欲尽，垂蓼入船窗。 <br> 渚边新雁下，舟上独凄凉。俱是南来客，怜君缀一行。 <br> 云密连江暗，风斜著物鸣。一杯真战将，笑尔作愁兵。 <br> 柳拂斜开路，篱边数户村。可能还有意，不掩向江门。 <br> 不识相如渴，徒吟子美诗。江清惟独看，心外更谁知。 <br> 牵路沿江狭，沙崩岸不平。尽知行处险，谁肯载时轻。 <br> 憔悴异灵均，非谗作逐臣。如逢渔父问，未是独醒人。 <br> 水含秋夜静，云带夕阳高。诗癖非吾病，何妨吮短豪。 <br> 带舟维古岸，还似阻西陵。箕伯无多怒，回头讵不能。 <br> 秋云久无雨，江燕社犹飞。却笑舟中客，今年未得归。 <br> 帆翅初张处，云鹏怒翼同。莫愁千里路，自有到来风。 <br> 佳节虽逢菊，浮生正似萍。故山何处望，荒岸小长亭。 <br> 月下江流静，村荒人语稀。鹭鸳虽有伴，仍共影双飞。 <br> 斗转月未落，舟行夜已深。有村知不远，风便数声砧。 <br> 棹惊沙鸟迅，飞溅夕阳波。不顾鱼多处，应防一目罗。 <br> 行到楚江岸，苍茫人正迷。只如秦塞远，格磔鹧鸪啼。 <br> 渐觉江天远，难逢故国书。可能无往事，空食鼎中鱼。 <br> 岸草连荒色，村声乐稔年。晚晴贪获稻，闲却彩菱船。 <br> 滩浅多游鹭，江清易见鱼。怪来吟未足，秋物欠红蕖。 <br> 蛩响依沙草，萤飞透水烟。夜凉谁咏史，空泊运租船。 <br> 睡稳叶舟轻，风微浪不惊。人居芦苇岸，终夜动秋声。 <br> 自念平生意，曾期一郡符。可知因谪宦，斑鬓入江湖。 <br> 水天凉夜月，不是少清光。好景随人物，秦淮忆建康。 <br> 古来多思客，摇落恨江潭。今日秋风至，萧疏过沔南。 <br> 映竹疑村好，穿芦觉渚幽。渐安无旷土，姜芋当农收。 <br> 烟渚复烟渚，画屏休画屏。引愁天末去，数点暮山青。 <br> 秋风动客心，寂寂不成吟。飞上危樯立，莺啼报好音。 <br> 见底高秋水，开怀万里天。旅吟还有伴，沙柳数枝蝉。 <br> 九日自佳节，扁舟无一杯。曹园旧樽酒，戏马忆高台。 <br> 兵火有馀烬，贫村才数家。无人争晓渡，残月下寒沙。 <br> 渚禽菱芡足，不向稻粱争。静宿凉湾月，应无失侣声。 <br> 轻云未扑霜，树杪橘初黄。行是知名物，过风过水香。 <br> 土旷深耕少，江平远钓多。平生皆弃本，金革竟如何。 <br> 海月非常物，等闲不可寻。披沙应有地，浅处定无金。 <br> 风晚冷飕飕，芦花已白头。旧来红叶寺，堪忆玉京秋。 <br> 渺渺望天涯，清涟浸赤霞。难逢星汉使，乌鹊日乘槎。 <br> 风好来无阵，云开去有踪。钓歌无远近，应喜罢艨艟。 <br> 吴疆连楚甸，楚俗异吴乡。谩把樽中物，无人啄蟹黄。 <br> 岸绿野烟远，江红斜照微。撑开小渔艇，应到月明归。 <br> 雨馀江始涨，漾漾见流薪。曾叹河中木，斯言忆古人。 <br> 垂露晚犹浓，清风不易逢。涉江虽已晚，高树搴芙蓉。 <br> 乘舟维夏口，烟野独行时。不见头陀寺，空怀幼妇碑。 <br> 晚泊武昌岸，津亭疏柳风。数株曾手植，好事忆陶公。 <br> 舟航依浦定，星斗满江寒。若比阴霾日，何妨夜未阑。 <br> 近戍离金落，孤岑望火门。惟将知命意，潇洒向乾坤。 <br> 丛菊生堤上，此花长后时。有人还采掇，何必在春期。 <br> 景夕残霞落，秋寒细雨晴。短缨何用濯，舟在月中行。 <br> 堤坏漏江水，地坳成野塘。晚荷人不折，留取作秋香。 <br> 左宦终何路，摅怀亦自宽。襞笺嘲白鹭，无意喻枭鸾。 <br> 楼空人不归，云白去时衣。黄鹤无心下，长应笑令威。 <br> 白帝朝惊浪，阳台暮映云。等闲生险易，世路只如君。 <br> 橹慢生轻浪，帆虚带白云。客船虽狭小，容得瘦将军。 <br> 静看秋江水，风渐浪微平。人间驰竞处，尘土自波成。 <br> 风借帆方疾，风回棹却迟。较量人世事，不校一毫厘。 <br> 咫尺愁风雨，匡庐不可登。只疑云雾窟，犹有六朝僧。 <br> 江草何多思，冬青尚满洲。谁能惊鵩鸟，作赋为沙鸥。 <br> 幸有烟波兴，宁辞笔砚劳。缘情无怨刺，却似反离骚。 <br> 沙上独行时，高吟到楚词。难将垂岸蓼，盈把当江蓠。 <br> 秋寒鹰隼健，逐雀下云空。知是江湖客，无心击塞鸿。 <br> 幽怀念烟水，长恨隔龙沙。今日滕王阁，分明见落霞。 <br> 江流何渺渺，怀古独依依。渔父非贤者，芦中但有矶。 <br> 风雨正甘寝，云霓忽晓晴。放歌虽自遣，一岁又峥嵘。 <br> 幽思正迟迟，沙边濯弄时。自怜非博物，犹未识凫葵。 <br> 曾有烟波客，能歌西塞山。落花惟待月，一钓紫菱湾。 <br> 千顷水纹细，一拳岚影孤。君山寒树绿，曾过洞庭湖。 <br> 光阔重湖水，低斜远雁行。未曾无兴咏，多谢沈东阳。 <br> 晚菊绕江垒，忽如开古屏。莫言时节过，白日有馀馨。 <br> 日落长亭晚，山门步障青。可怜无酒分，处处有旗亭。 <br> 远岸无行树，经霜有伴红。停船搜好句，题叶赠江枫。 <br> 身世比行舟，无风亦暂休。敢言终破浪，惟愿稳乘流。 <br> 数亩苍苔石，烟濛鹤卵洲。定因词客遇，名字始风流。 <br> 兴闲停桂楫，路好过松门。不负佳山水，还开酒一樽。 <br> 短楫休敲桂，孤根自驻萍。自怜非剑气，空向斗牛星。 <br> 高浪如银屋，江风一发时。笔端降太白，才大语终奇。 <br> 细竹渔家路，晴阳看结罾。喜来邀客坐，分与折腰菱。 <br> 平湖五百里，江水想通波。不奈扁舟去，其如决计何。 <br> 数逢云断处，去岸映高山。身到章江日，应犹未得闲。 <br> 一湾斜照水，三版顺风船。未敢相邀钓，劳生只自怜。 <br> 江雨正霏微，江村晚渡稀。何曾妨钓艇，更待得鱼归。 <br> 新野旧楼名，浔阳胜赏情。照人长一色，江月共凄清。 <br> 愿饮西江水，那吟北渚愁。莫教留滞迹，远比蔡昭侯。 <br> 湖口分江水，东流独有情。常时好风物，谁伴谢宣城。 <br> 浔阳江畔菊，应似古来秋。为问幽栖客，吟时得酒不。 <br> 高峰有佳号，千尺倚寒风。若使炉烟在，犹应为上公。 <br> 万木已清霜，江边村事忙。故溪黄稻熟，一夜梦中香。 <br> 楚水苦萦回，征帆落又开。可缘非直路，却有好风来。 <br> 远谪岁时晏，暮江风雨寒。仍愁系舟处，惊梦近长滩。",
  "poet": {
    "id": 1810,
    "star": 0,
    "name": "钱珝",
    "desc": "钱珝( xǔ许)，字瑞文，吴兴人，吏部尚书徽之子， 钱徽之孙， 善文词。"
  },
  "tags": []
}