{
  "id": 47419,
  "star": 91,
  "name": "临江仙·饮散离亭西去",
  "dynasty": "五代",
  "content": "饮散离亭西去，浮生长恨飘蓬。回头烟柳渐重重。淡云孤雁远，寒日暮天红。<br>今夜画船何处？潮平淮月朦胧。酒醒人静奈愁浓。残灯孤枕梦，轻浪五更风。",
  "fanyi": "<p><strong>译文</strong><br>喝完饯别酒，友人们终于挥手别去，常常怨恨这种漂泊不定短暂虚浮的人生。回首看到如烟似雾的杨柳早已遮断视线。往前看去，风清云淡，孤雁远征。孤单的寒日傍晚天空一片酡红。<br>今夜画船将停在什么地方？只怕夜间潮平水落，泊船岸边，一片清月迷漾。到酒消人也醒时，那种愁绪倍加难以排遣了。蜡烛残尽孤枕难眠；五更时轻风吹来激起点点浪花。 </p> <p><strong>注释<br></strong>①饮散：饮完酒后离散。离亭：送别的驿亭。<br>②浮生：一生。古人谓“人生世上，虚浮无定”，故曰“浮生”。<br>③飘蓬（péng）：飘浮无定之意。<br>④重重（chóng chóng）：一层又一层，形容很多。<br>⑤暮（mù）天红：指傍晚天空一片酡红。<br>⑥画船：装饰华丽的船。多指游船。<br>⑦淮（huái）月：指照临淮水上空的月亮。<br>⑧朦胧（méng lóng）：模糊不清。<br>⑨奈：怎奈，奈何。<br>⑩孤枕（zhěn）梦：这里指孤枕难眠。<br>?五更风：指黎明前的寒风。 </p>",
  "shangxi": "<h2>赏析</h2> <p>　　这是一首写旅愁的小令。</p> <p>　　上片开头是：“饮散离亭西去，浮生长恨飘蓬”。词人饮罢饯行酒，与亲故辞别西去，感慨万分，怨恨自己一生象飞蓬那样到处飘泊。离亭，送别的驿亭。“浮生”一词，出自《庄子·刻意》“其生若浮，其死若休”。庄子认为人生在世虚浮不定，后世相沿称人生为浮生。这里，词人感慨自己的身世，如今踏上旅途，从此开始了“飘蓬”一般的生活，遥遥水路，漠漠苍天，词人内心极度凄凉，羁旅之恨油然而生。而这恨又是“长恨”，这就道出了“饮散”“西去”对词人来说并非第一次了，每重演一次，就会增加一分身世飘零之恨。一个“长”字，使恨的情感深化了。</p> <p>　　词人生活在唐宋之交的动乱时代，这首词，可能就是徐昌图由闽入宋前的作品，它不仅反映了词人凄清的身世，也包容了唐末宋初离乱社会的影子。这次词人西去，是乘船而行的。他别情依依，禁不住频频回首：“回头烟柳渐重重”。送行的人已不见了，只有那岸上的杨柳象是笼罩着一重重的烟雾。“烟柳重重”既是状景也是写情。这是由于当词人看到烟柳迷茫而看不到人时，必然增添其内心的苦闷。因为柳色是最容易引起人的离情别意的，所以，写“烟柳重重”，实际上也就是“离情重重”，是把抽象、无形的愁情寄托在具体形象的烟柳中来表现而已。</p> <p>　　接下去，词人转过头来，顺眼一望，却是“淡云孤雁远，寒日暮天红”。辽远的天际飘浮着几丝淡云：并不时地传来孤雁的鸣声，傍晚的落日，照得满天通红。此时此景，又不免使人感到：“浮云游子意，落日故人情”（<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a><a href=\"http://so.gushiwen.org/view_47419.aspx\">诗</a>）。词人象浮云一样飘流无依，象孤雁一样孑然影单，而寒日西沉，晚霞映天，却又唤起词人念乡思亲的凄伤之情，这一切既是词人眼前之景，也是他今后“飘蓬”生活的形象概括。这是由当前情景过渡到以后情景的写法，也是融情入景，即景抒情的写法，所以这二句可看作是词人特定心态下摄取的一组画面，既是实景，也是虚景，虚实相用，使画面极富表现力，它给读者的感受就不仅是自然景观了，更深刻的是这种景观中所隐含的离情别恨，它连绵不断，广阔深远。</p> <p>　　下片写词人途中的孤寂心情。“今夜画船何处？潮平淮月朦胧”。词人辞别亲故，纵一叶孤舟西去，水路迢迢，暮色苍苍，想到归宿，词人不禁自问，愁绪充塞。夜深了，当词人从船舱里探出头来时，只见船已行在平波万顷的淮水上，空茫迷濛，孤月映水，朦胧凄清。“淮月”，照临淮水上空的月亮。词人通过气氛的渲染和景物的烘托，使内心的感伤之情与外在的空冷之景交融为一，传达出词人此时此地的冷寂情怀。这时候，词人愁绪难以排遣，只有借洒消愁了。然而，醉酒只能求得一时的解脱，“酒醒人静奈愁浓”，一旦酒醒，回到现实，只能更增愁情，不是三杯两盏淡酒就冲刷得掉的。一个“奈”字，突出了词人万般无奈的苦闷心情。结句：“残灯孤枕梦，轻浪五更风。”又进一步写他的这种感情。一个人躺在船里，辗转反侧，愁绪万千。一直熬到夜尽灯残之时，才对着残弱的烛光，勉强伏枕而眠，可惜好景不长，恍惚朦胧中波动船摇，词人梦断，原来是水面上起了风波。“五更风”，指黎明前的寒风，萧瑟凄寒。好一个“晓风残月”，令人难以忍受，可谓悲痛至极。</p> <p>　　俞陛云《唐五代两宋词选释》曾评徐昌图的《临江仙》一词，曰：“状水窗风景宛然，千载后犹想见客中情味也”。其所以如此，就在于词人巧妙地融情与景为一体，写离愁却很少直接抒情，而是借助于外在的景物来表现词人内心的离愁别恨。词人沿情布景，景物的转承和变换、环境气氛的渲染和烘托，处处反衬出词人的内心世界。离愁难奈，感人至深。</p><br/><h2>赏析二</h2> <p>　　上阕写的是离别后的情景，是实写。首两句直写别离，“散”、“离”、“去”已带怨意，而一个“恨”字则是直抒胸臆，又点明本词的主题，写出了词人内心的凄凉，羁旅之恨。且这恨又是“长恨”，这就道出了“饮散”“西去”对词人来说并非第一次了，每重演一次，就会增加一分身世飘零之恨。一个“长”字，使恨的情感深化了。第三句描绘的是词人一步三回头，不忍离去的情态，“烟柳渐重重”，既写出了离愁的层层加深，也写出了离愁的“有形”情态，衬托出了行人心头的迷惘。四、五两句描绘的是作者眼中的惨淡画面。“淡云”暗示行人心头的落寞，“孤雁”则是行人的化身；“寒日”显其心头之冷，“暮天红”虽是美景，但“夕阳无限好，只是近黄昏”，又充满了伤感。这两句极写浪迹飘零之苦，是移情于景。 </p> <p>　　下阕都是词人想象中的情景。首句以问引起下文。“潮平淮月艨胧”暗示他那离别时的剧烈情绪已逐渐平静下来，可是心头却又一片迷惘。心里空虚只能借酒浇愁，可是在短暂的麻痹之后，还是要醒来，醒来时的静夜中心头却是更加空虚，更加愁苦难耐。词人通过气氛的渲染和景物的烘托，使内心的感伤之情与外在的空冷之景交融为一，传达出词人此时此地的冷寂情怀。“酒醒人静奈愁浓”，一旦酒醒，回到现实，只能更增愁情，不是三杯两盏淡酒就冲刷得掉的。一个“奈”字，突出了词人万般无奈的苦闷心情。末两句“残灯孤枕梦，轻浪五更风”描绘的是一幅多么凄凉可怕的景象。灯里的油就要燃尽，灯火忽明忽暗；一个人躺在枕头上，没有人陪伴，想入睡做个梦都不可得；五更时的寒风吹来更是倍增寒意。而从“潮平”到“残灯”再到“五更”，足见行人一夜未睡，“愁浓”之情不虚，此情此景，人何以堪。</p> <p>　　全词最为独特之处当在下阕，在于虚境实写，化虚为实，而又虚中浸实，写尽羁旅之情，含蓄隽永，耐人寻味。词人巧妙地融情与景为一体，写离愁却很少直接抒情，而是借助于外在的景物来表现词人内心的离愁别恨。词人沿情布景，景物的转承和变换、环境气氛的渲染和烘托，处处反衬出词人的内心世界。</p>",
  "about": "<h2>创作背景</h2> 　　在羁役前，徐图昌为了抒发对心上人的眷恋和难消的离愁而在与恋人驿站饮别时写下了这首词。",
  "poet": {
    "id": 19,
    "star": 0,
    "name": "徐昌图",
    "desc": "徐昌图（约公元965年前后在世）莆田市城厢区延寿人，一作莆阳人。生卒年、字号均不详，约宋太祖乾德年中前后在世。徐寅曾孙，与兄徐昌嗣并有才名。五代末以明经及第，初仕闽陈洪进（仙游人，时任清源军节度使）归宋，陈遣其奉《纳地表》入宋进贡。太祖留之汴京，命为国子博士，迁殿中丞。昌图好作词，风格隽美，为五代词坛有数名手，启北宋一代词风。今人选词和研究宋文学史的，一定要提到他的名字。遗词仅存三首，收入《全唐诗》卷898中，亦曾收入《尊前集》"
  },
  "tags": [
    "宋词三百首",
    "婉约",
    "孤独",
    "写景"
  ]
}