{
  "id": 213,
  "star": 139,
  "name": "鸳鸯",
  "dynasty": "先秦",
  "content": "鸳鸯于飞，毕之罗之。君子万年，福禄宜之。</p> <p>鸳鸯在梁，戢其左翼。君子万年，</p> <p>宜其遐福。乘马在厩，摧之秣之。君子万年，福禄艾之。</p> <p>乘马在厩，秣之摧之。君子万年，福禄绥之。",
  "fanyi": "<p><strong>译文<br></strong>鸳鸯双双轻飞翔，遭遇大小罗与网。祝福君子万年寿，福禄一同来安享。<br>鸳鸯相偎在鱼梁，喙儿插进左翅膀。祝福君子万年寿，一生幸福绵绵长。<br>拉车辕马在马房，每天喂草喂杂粮。祝福君子万年寿，福禄把他来滋养。<br>拉车辕马在马槽，每天喂粮喂饲草。祝福君子万年寿，福禄齐享永相保。</p> <p><strong>注释<br></strong>⑴鸳鸯：鸭科水鸟名。古人以此鸟雌雄双居，永不分离，故称之为“匹鸟”。<br>⑵毕：长柄的捕鸟小网。罗：无柄的捕鸟网。<br>⑶宜：《说文解字》：“宜，所安也。”引申为享。<br>⑷梁：筑在水中拦鱼的石坝，即鱼梁。<br>⑸戢（jí）：插。谓鸳鸯栖息时将喙插在左翅下。<br>⑹遐（xiá）：长远。<br>⑺乘（shèng）：四匹马拉的车子。乘马引申为拉车的马。厩（jiù）：马棚。<br>⑻摧（cuò）：通“莝”，铡草喂马。郑笺：“今‘莝’字也。”《说文解字》：“莝，斩刍也。”秣（mò）：用粮食喂马。<br>⑼艾：养。一说意为辅助。<br>⑽绥（suí）：安。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　此<a href=\"http://so.gushiwen.org/view_213.aspx\">诗</a>前二章以鸳鸯起兴，后二章以马起兴。鸳鸯是成双成对的鸟，马和亲迎之礼有关，故可以认为这是一首同婚姻有关的诗歌。前二章赞美男女双方才貌匹配，爱情忠贞；后二章祝福其生活富足美满。</p> <p>　　此诗一、二章以鸳鸯匹鸟兴夫妇爱慕之情。两章描绘了一对五彩缤纷的鸳鸯，拍动着羽毛绚丽的翅膀，双双飞翔在辽阔的天空，雌雄相伴，两情相依，情有独钟，心有所许，多么美妙的时刻，多么美好的图画！在遭到捕猎的危险时刻，仍然成双成对，忠贞不渝，并不是大难临头各自飞。从同甘到共苦两种境遇的转变，进一步展现了鸳鸯高洁的品格，挖掘了鸳鸯的典型的独特的禀性，较好地运用了象征的艺术手法，为后面对人物的抒写做了充分的准备。在第二章中，诗人抓住鸳鸯小憩时的一个细节，描摹入微，观察至细。在芳草萋萋的小坝上，一对鸳鸯相依相偎，红艳的嘴巴插入左边的翅膀，闭目养神，恬静悠闲，如一幅明丽淡雅的江南水墨风景图，满含着对美好生活的深深眷恋与无限追求。这二章一动一静，描摹毕肖，既是对今后婚姻生活的象征性写照，也是对婚姻的主观要求和美好希望。生活之中，欢乐与痛苦必然并存，既有甜蜜的欣悦，也有凄苦的哀愁，但只要双方心心相印、相濡以沫，苦乐之中就都有幸福在，即无所畏惧。诗人以鸳鸯比喻夫妻，贴切自然，易于引起欣赏者的共鸣，其形象逐渐积淀为中国传统文化的一种原型，为后世所普遍接受。</p> <p>　　诗的第三、四章以摧秣乘马，兴结婚亲迎之礼，充满了对婚后生活的美好憧憬。抓住迎亲所用的厩中肥马这一典型细节，引发人对婚礼情景的丰富联想：隆重、热烈、喜庆；并且厩有肥马也反映着生活的富足。这都含蓄地暗示了婚姻美好的客观条件：男女般配，郎才女貌，感情专一，家产丰裕；反映了诗人的婚姻价值观念，也是对理想人生、美好人生的由衷礼赞。</p>",
  "about": "<h2>创作背景</h2> 　　对此<a href=\"http://so.gushiwen.org/view_213.aspx\">诗</a>背景及主旨的解释历代有不同说法，一种说法认为此诗为讽刺周幽王而作，以《毛诗序》为代表。《毛诗序》说：“刺幽王也。思古明王交于万物有道，自奉养有节焉。”孔颖达疏进一步解释说：“前二章鸳鸯为兴，言交于万物有道奉一物以例余也。后二章又以刍秣之式兴奉养有节。”另一种观点认为这是祝贺新婚的诗，以明代人何楷为代表。何楷说：“以《白华》之诗证之，其第七章曰：‘鸳鸯在梁，戢其左翼，之子无良，二三其德。’是诗亦有‘在梁’二语，词旨昭然。诗人追美其初昏（婚）。凡诗言‘于飞’者六，其以雌雄连言者，惟‘凤凰于飞’及此‘鸳鸯于飞’耳。《乘马》二章，皆咏亲迎之事而因以致其祷颂之意。《汉广》之诗曰：‘之子于归，言秣其马’亦同。”（《诗经世本古义》）清人姚际恒、方玉润也都赞同何说，认为是一首祝贺新婚的诗。方玉润认为此诗是写周幽王初婚的。<a href=\"http://so.gushiwen.org/author_459.aspx\">朱熹</a>则认为此诗是诸侯回答《小雅·桑扈》一诗的，是诸侯又回祝天子的诗。",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": [
    "诗经",
    "婚姻"
  ]
}