{
  "id": 72255,
  "star": 20,
  "name": "酷吏列传序",
  "dynasty": "两汉",
  "content": "　　孔子曰：“导之以政，齐之以刑，民免而无耻。导之以德，齐之以礼，有耻且格。”老氏称：“上德不德，是以有德；下德不失德，是以无德。”“法令滋章，盗贼多有。”太史公曰：信哉是言也！法令者治之具，而非制治清浊之源也。昔天下之网尝密矣然奸伪萌起，其极也，上下相遁，至于不振当是之时，吏治若救火扬沸，非武健严酷，恶能胜其任而愉快乎！言道德者，溺其职矣。故曰“听讼，吾犹人也，必也使无讼乎。”“下士闻道大笑之”。非虚言也。汉兴，破觚而为圜，斫雕而为朴，网漏于吞舟之鱼，而吏治，不至于奸，黎民艾安。由是观之，在彼不在此。",
  "fanyi": "<p><strong>译文</strong><br>　　孔子说：“用政令来引导百姓，用刑法来整治百姓，百姓虽能免于犯罪，但无羞耻之心。用道德教导百姓，用礼教来统一他们的言行，百姓们就既懂得羞耻又能使人心归服。”老子说：“最有道德的人，从不标榜自己有德，因此才真正具有道德；道德低下的人标榜自己没有离失道德,所以他并不真正具有道德。法令愈加严酷，盗贼就愈多。”太史公说：这些说得都对!法律是治理国家的工具,但不是治理好坏的本源。从前在秦朝时国家的法网很严密，但是奸诈欺伪的事经常发生，最为严重的时候，上下互相推诿责任，以致于国家无法振兴。在当时，官吏用法治，就好像抱薪救火、扬汤止沸一样无济于事；倘不采取强硬严酷的手段，如何能胜任其职而心情愉快呢?在此种情况下,一味讲道德的人便要失职了。所以孔子说：“审理案件我和别人一样，所不同的是一定要使案件不再发生!”老子说：“下愚之人听人讲起道德就大笑。”这不是假话。汉朝初年，修改严厉的刑法，改为宽松的刑法，废除法律繁杂之文，改为简约朴实的条文，法网宽得能漏掉吞舟的大鱼，而官吏的政绩却很显著,使得百姓不再有奸邪的行为，百姓平安无事。由此看来，治理国家的关键在于道德，而不是严酷的刑法。</p><p><strong>注释</strong><br>以下所引的几句话出自《论语·为政》篇。<br>②导：引导。《论语》作“道”，通“导”。政：政令。<br>③齐：整齐。此为约束之意。<br>④免：免于死罪。<br>⑤格：革。此言百姓革除坏毛病而走上正路。按程树德《论语集释》引黄式三语曰：“格、革，音义并同，当训为革。”<br>⑥老氏：指老子<a href=\"http://so.gushiwen.org/author_846.aspx\">李耳</a>。以下引文前四句出自《老子》第三十八章，后二句出自《老子》第五十七章。<br>⑦上德：具有高尚道德的人。不德：不表现为形式上的德。按陈鼓应《老子注译及评介》：“上德的人，因任自然，不表现为形式上的德。”是以：因此。有德：实际上是有德的。<br>⑧下德：道德低下的人。不失德：竟谓执守形式上的德。无德：没有实际的德。<br>⑨滋章：越发严酷。章，通“彰”，此为森严酷烈的意思。<br>⑩信哉：可信啊。是言：这些话。<br>（11）具：工具。制治：管理政治。清：政治清明。浊：政治污浊。<br>（12）昔：从前。此指秦朝。网：法网。<br>（13）奸邪：奸邪欺诈。萌起：不断产生。<br>（14）极：极点，指情况最严重之时。<br>（15）遁：欺瞒。<br>（16）振：振作。<br>（17）救火扬沸：意谓无济于事。按“救火”是负薪救火。“扬沸”。是扬汤（热水）止沸（热水）。<br>（18）武健：强健有力。严酷：指严厉的法令。<br>（19）恶：何。<br>（20）溺其职：丧失其职。<br>（21）听讼：判案。按此三句出自《论语·颜渊》篇。吾：<a href=\"http://so.gushiwen.org/author_856.aspx\">孔丘</a>自称。犹人：与别人相等。<br>（22）下士：愚蠢浅陋的人。按此句出自《老子》第四十一章。<br>（23）觚（gū，姑）：古代有梭角的酒器。圜（yuán，元）：通“圆”。按这句喻汉代的法制较秦代有重大变化。<br>（24）斫（zhuó，浊）：砍削。雕：指雕刻的花纹。朴（pǔ，仆）：本。此指本来的状态。此句说汉代法律重视本质，不重形式。<br>（25）吞舟之鱼：指大鱼。此句言汉法宽疏。<br>（26）吏治：官吏的治绩。：纯厚盛美。<br>（27）艾（yì，义）安：太平无事。艾，通“乂”。<br>（28）彼：指宽厚。此：指酷刑。</p>",
  "shangxi": "<h2>赏析</h2> 　　<a href=\"http://so.gushiwen.org/author_608.aspx\">司马迁</a>亲身受过酷吏的残害。本文是《酷吏列传》的序，表明了司马迁反对严刑峻法，实行德政的主张。这篇序言可分为三层：第一层用孔子、老子的话，阐明了道义的重要作用。第二层从“太史公曰”到“非虚言也”，作者充分肯定了孔子、老子的观点，并进一步发展了自己反对严刑峻法的主张。第三层从“汉兴”到结尾，用汉初刑法宽简、风气淳厚、百姓平安的事实，从正面证明德治的重要性。这篇序文的结构很严谨，尤其是前后呼应，善于运用对比手法。文章一开头先引用孔子和老子的话，提出论点，然后用暴秦的事实来论证这一论点。接着再一次引用孔子和老子的话来阐明自己的观点。最后以汉初的事例正面论证自已的观点，得出“在彼不在此”的结论。汉初的事例与秦亡的史实，形成鲜明对比，暗中又与武帝时的弊政形成对比，还与篇首孔子、老子的观点相呼应。全文论点与论据紧密配合，层层深入。太史公是不赞成用严刑峻法和酷吏来治国的，于是他在开篇就引用了孔子的话。太史公认为，法令刑法只不过是治理国家的一个工具，并不是把国家治理得好的根源！",
  "poet": {
    "id": 608,
    "star": 0,
    "name": "司马迁",
    "image": "http://img.gushiwen.org/authorImg/simaqian.jpg",
    "desc": "司马迁（前145年-不可考），字子长，夏阳(今陕西韩城南)人，一说龙门(今山西河津)人。西汉史学家、散文家。司马谈之子，任太史令，因替李陵败降之事辩解而受宫刑，后任中书令。发奋继续完成所著史籍，被后世尊称为史迁、太史公、历史之父。他以其“究天人之际，通古今之变，成一家之言”的史识创作了中国第一部纪传体通史《史记》（原名《太史公书》）。被公认为是中国史书的典范，该书记载了从上古传说中的黄帝时期，到汉武帝元狩元年，长达3000多年的历史，是“二十五史”之首，被鲁迅誉为“史家之绝唱，无韵之离骚”。"
  },
  "tags": [
    "古文观止",
    "序文",
    "议论"
  ]
}