{
  "id": 71164,
  "star": 5508,
  "name": "邹忌讽齐王纳谏",
  "dynasty": "两汉",
  "content": "　　邹忌修八尺有余，而形貌昳丽。朝服衣冠，窥镜，谓其妻曰：“我孰与城北徐公美？”其妻曰：“君美甚，徐公何能及君也！”城北徐公，齐国之美丽者也。忌不自信，而复问其妾曰：“吾孰与徐公美？”妾曰：“徐公何能及君也！”旦日，客从外来，与坐谈，问之客曰：“吾与徐公孰美？”客曰：“徐公不若君之美也。”明日徐公来，孰视之，自以为不如；窥镜而自视，又弗如远甚。暮寝而思之，曰：“吾妻之美我者，私我也；妾之美我者，畏我也；客之美我者，欲有求于我也。”</p> <p>　　于是入朝见威王，曰：“臣诚知不如徐公美。臣之妻私臣，臣之妾畏臣，臣之客欲有求于臣，皆以美于徐公。今齐地方千里，百二十城，宫妇左右莫不私王，朝廷之臣莫不畏王，四境之内莫不有求于王：由此观之，王之蔽甚矣。”</p> <p>　　王曰：“善。”乃下令：“群臣吏民能面刺寡人之过者，受上赏；上书谏寡人者，受中赏；能谤讥于市朝，闻寡人之耳者，受下赏。”令初下，群臣进谏，门庭若市；数月之后，时时而间进；期年之后，虽欲言，无可进者。燕、赵、韩、魏闻之，皆朝于齐.此所谓战胜于朝廷。",
  "fanyi": "<p><strong>译文</strong><br>　　邹忌身长五十四·寸左右，而且形象外貌光艳美丽。早晨，（邹忌）穿戴好衣帽，照了一下镜子，对他妻子说：“我和城北徐公比，谁更美呢?”他的妻子说：“您非常美，徐公怎么能比得上您呢?” 城北的徐公是齐国的最美的男子。邹忌不相信自己（比徐公美），而又问他的妾：“我和徐公相比，谁更美呢?”妾说：“徐公哪能比得上您呢?” 第二天，有客人从外面来（拜访），（邹忌）与他相坐而谈，问他：“我和徐公比，谁更美呢?”客人说：“徐公不如您美丽。” 又一天，徐公来了，邹忌仔细地看着他，自己认为不如徐公美；照着镜子里的自己，更是觉得自己与徐公相差甚远。傍晚，他躺在床上休息时想这件事，说：“我的妻子赞美我漂亮，是偏爱我；我的妾赞美我美，是害怕我；客人赞美我美，是有事情要求于我。”<br>　　在这种情况下，邹忌上朝拜见齐威王，说：“我知道自己确实比不上徐公美。可是我的妻子偏爱我，我的妾害怕我，我的客人有事想要求助于我，（所以）他们都认为我比徐公美。如今齐国有方圆千里的疆土，一百二十座城池。宫中的姬妾及身边的近臣，没有一个不偏爱大王的，朝中的大臣没有一个不惧怕大王的，全国范围内的百姓没有一个不有事想求助于大王。由此看来，大王您受到的蒙蔽太严重了！”<br>　　齐威王说：“你说的很好！”于是就下了命令：“大小的官吏，大臣和百姓们，能够当面批评我的过错的人，给予上等奖赏；上书直言规劝我的人，给予中等奖赏；能够在众人集聚的公共场所指责议论我的过失，并传到我耳朵里的人，给予下等奖赏。” 命令刚下达，许多大臣都来进献谏言，宫门和庭院像集市一样热闹；几个月以后，还不时地有人偶尔进谏；满一年以后，即使有人想进谏，也没有什么可说的了。燕、赵、韩、魏等国听说了这件事，都到齐国朝拜齐威王。这就是身居朝廷，不必用兵就战胜了敌国。 </p> <p><strong>注释</strong><br>邹忌：战国时的齐国人，曾任相国。<br>讽：讽谏，用暗示，比喻之类的方法，委婉的规劝。<br>齐王：即齐威王，威王。<br>纳谏：接受规劝。纳，接受，接纳<br>修：长，这里指身高。<br>八尺：战国时一尺约合今天的七寸左右。<br>昳丽：光艳美丽。<br>朝服衣冠：早晨穿戴好衣帽。（服，名词作动词活用，意为穿戴，在句中作状语。）<br>窥镜：照镜子。<br>孰：谁，什么。<br>与：和……比。<br>及：比得上<br>旦日：明天。这里指第二天。<br>明日：即上文“旦日”的后一天。<br>若：如。<br>孰视之，孰：通“熟”，仔细。之：代城北徐公。<br>弗如远甚：远不如。弗：不。<br>又：更。<br>寝：躺着。<br>美我者：赞美/认为……美<br>私：动词，偏爱。<br>诚知：确实知道。<br>皆以美于徐公：都认为（我）比徐公美。“以”的后边省去了“我”。以：认为。于：比。<br>地：土地，疆域。<br>方：方圆。<br>宫妇：宫里的姬妾。<br>左右：身边的近臣。<br>四境之内：全国范围内（的人）。<br>之：用于主谓之间取消句子独立性。<br>蔽：形容词用作动词，指受蒙蔽。<br>善：好。<br>乃：于是，就。<br>面刺：当面指责。面，当面，名词作状语。<br>受上赏：给予，付予。通“授”<br>谤讥于市朝：在公众场所议论（君王的过失）。谤：公开指责别人的过错。讥，讽喻。谤讥，在这里指“指责，议论”，没有贬意。市朝，众人集聚的公共场所。<br>闻：这里是“使……听到”的意思。使动用法。<br>时时而间(jiàn)进：有时候偶然进谏。间进：偶然有人进谏。间，间或，偶然，有时候。<br>期（jī）年：满一年。期，满。<br>朝于齐：到齐国来朝见（齐王）。<br>此所谓战胜于朝廷：这就是身居朝廷，不必用兵，就战胜了敌国。<br>而形貌昳（yì）丽：而，表并列关系。</p>",
  "shangxi": "<p>　　关于课文</p> <p>　　课文通过邹忌以自身经历对齐王进行类比从而得出直言不易的道理，讽劝齐王纳谏除弊的故事，从而说明国君必须广泛采纳各方面的批评建议，兴利除弊，才可以兴国的道理。</p> <p>　　这个故事明确说明了这样一个道理：一个人在受蒙蔽的情况下，是不可能正确认识自己和客观事物的。作为领导，更要时刻保持清醒的头脑，防止被一些表面现象所迷惑；不要偏听偏信，要广泛听取他人的批评意见，对于奉承话要保持警惕，及时发现和改正自己的缺点错误，不犯或少犯错误。</p> <p>　　应该说明的是，这篇课文所记述的，未必全是事实，很可能是战国时期流传的名人逸事。所谓纳谏能导致“战胜于朝廷”的结果，在诸侯割据称雄、以攻伐为贤的战国时代，只能是一种无法实现的幻想。但作者善于观察日常生活，从中提炼出有意义的主题，而且通俗生动，说服力强，文笔流畅而富有变化，充满情趣等，都是值得我们学习、借鉴的。</p> <p>　　内容分析</p> <p>　　第1段，进谏的缘起。</p> <p>　　作者先刻画了邹忌的外貌：身材修长，仪表堂堂。“窥镜”“自视”，逼真地刻画出他不无自得的神情。正是有了这点自信，才使他敢于和齐国有名的美男子徐公比“美”，也与下文见徐公后“弗如远甚”的自惭心理形成了鲜明的对比。这种对比，烘托出他感到受蒙蔽的心情。明明是“弗如远甚”，可他的妻、妾和客却异口同声地认为他比徐公漂亮，显然是由于各自特殊的原因，使他们没有勇气说出真实的情况。这里，三个人的回答，由于身份和心理不同，虽然都是赞扬，但语气上却有明显的不同。妻的回答表现了妻对他由衷的喜爱，爱恋之情溢于言表。妾因其地位低下，与主人之间并没有多少真情可言，但又不能不顺从，所以她的回答就有些勉强，说话比较拘谨，不敢越雷池一步。客人的回答则明显地流露出奉承的意味。</p> <p>　　难能可贵的是，邹忌在这一片赞扬声中，并没有昏昏然，忘乎所以，而是保持着清醒的头脑。先是“不自信”，等见到徐公后，又实事求是地承认自己“弗如远甚”，甚而至于“暮寝而思之”。</p> <p>　　这一段，作者并没有把人物局限于家庭琐事之中，一般性地写他不因妻、妾和客的赞美而感到自满，而是将人物形象进一步提高、升华，由自身想到国家，从中体味出国君不易听到直言的道理，于是“入朝见威王”。</p> <p>　　第2段，进谏的内容。</p> <p>　　这一段是课文的中心部分。邹忌见威王后，并没有单刀直入地向威王进谏，而是先讲自己的切身体会，用类比推理、推己及人的方式讲出“王之蔽甚矣”。他先叙述了妻、妾、客蒙蔽自己的原因，然后从自己的生活小事推而至于治国大事，说明齐王处于最有权势的地位，因而所受的蒙蔽也最深。这里，没有对威王的直接批评，而是以事设喻，启发诱导齐威王看到自己受蒙蔽的严重性，从而使他懂得广开言路，虚心纳谏的重要性。他以自己的亲身经历为依据，推己及人。“王之蔽甚矣”一句，点明了进谏的主旨，犹如当头棒喝，一针见血，使其猛醒，具有强烈的表达效果。他为什么敢下这样的结论呢？一是邹忌曾任齐相，是国家的重臣，言不在私而益于公，所以他无所顾忌；二是以小见大，由自己的受蒙蔽推想到国君的受蒙蔽，这种现身说法的方式具有较强的说服力。</p> <p>　　第3段，进谏的结果。</p> <p>　　齐王接受了邹忌的劝告，立即发布政令，悬赏求谏，广开言路，开张圣听，对于关心国事、积极进谏者，分不同情况给予奖赏。齐王纳谏之后，齐国果然发生了可喜的变化。“门庭若市”说明在此以前，齐国确实有许多积弊，“时时而间进”说明最初的进谏已经取得了预期的效果，齐威王已经根据人们的意见，改革了弊政。“虽欲言，无可进者”，说明威王已完全纠正了缺点和错误，齐国政治清明。齐威王纳谏去蔽，从而使齐国国势强盛，威震诸侯。 </p>",
  "about": "<h2>创作背景</h2> 　　春秋战国之际，七雄并立，各国间的兼并战争，各统治集团内部新旧势力的斗争，以及民众风起云涌的反抗斗争，都异常尖锐激烈。在这激烈动荡的时代，士作为一种最活跃的阶层出现在政治舞台上。他们以自己的才能和学识，游说于各国之间，施展着自己治国安邦的才干。各国统治者也认识到，人心的向背，是国家政权能否巩固的决定性因素。失去了民心，国家的统治就难以维持。所以，他们争相延揽人才，虚心纳谏，争取“士”的支持。至于邹忌讽齐王纳谏的故事，于史无考。",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "刘向 撰"
  },
  "tags": [
    "初中文言文",
    "古文观止",
    "哲理",
    "故事"
  ]
}