{
  "id": 10380,
  "star": 746,
  "name": "兵车行",
  "dynasty": "唐代",
  "content": "车辚辚，马萧萧，行人弓箭各在腰。<br>耶娘妻子走相送，尘埃不见咸阳桥。<br>牵衣顿足拦道哭，哭声直上干云霄。<br>道旁过者问行人，行人但云点行频。<br>或从十五北防河，便至四十西营田。<br>去时里正与裹头，归来头白还戍边。<br>边庭流血成海水，武皇开边意未已。<br>君不闻汉家山东二百州，千村万落生荆杞。<br>纵有健妇把锄犁，禾生陇亩无东西。<br>况复秦兵耐苦战，被驱不异犬与鸡。<br>长者虽有问，役夫敢申恨？<br>且如今年冬，未休关西卒。<br>县官急索租，租税从何出？<br>信知生男恶，反是生女好。<br>生女犹得嫁比邻，生男埋没随百草。<br>君不见，青海头，古来白骨无人收。<br>新鬼烦冤旧鬼哭，天阴雨湿声啾啾！",
  "fanyi": "<p><strong>译文</strong><br>车辆隆隆响，战马萧萧鸣，出征士兵弓箭各自佩在腰。爹娘妻子儿女奔跑来相送，行军时扬起的尘土遮天蔽日以致看不见咸阳桥。拦在路上牵着士兵衣服顿脚哭，哭声直上天空冲入云霄。<br>路旁经过的人问出征士兵怎么样，出征士兵只是说按名册征兵很频繁。有的人十五岁到黄河以北去戍守，纵然到了四十岁还要到西部边疆去屯田。到里长那里用头巾把头发束起来，他们回时已经白头还要去守边疆。边疆无数士兵流血形成了海水，武皇开拓边疆的念头还没停止。您没听说汉家华山以东两百州，百千村落长满了草木。即使有健壮的妇女手拿锄犁耕种，田土里的庄稼也长得没有东西行列。更何况秦地的士兵又能够苦战，被驱使去作战与鸡狗没有分别。<br>尽管长辈有疑问，服役的人们怎敢申诉怨恨？就像今年冬天，还没有停止征调函谷关以西的士兵。县官紧急地催逼百姓交租税，租税从哪里出？如果确实知道生男孩是坏事情，反而不如生女孩好。生下女孩还能够嫁给近邻，生下男孩死于沙场埋没在荒草间。您没有看见，青海的边上，自古以来战死士兵的白骨没人掩埋。新鬼烦恼地怨恨旧鬼哭泣，天阴雨湿时众鬼凄厉地发出啾啾的哭叫声。</p> <p><strong>注释</strong><br>1.兵车行：选自《杜<a href=\"http://so.gushiwen.org/view_10380.aspx\">诗</a>详注》。这首诗大约作于天宝中后期。当时唐王朝对西南的少数民族不断用兵。天宝八年（749），哥舒翰奉命进攻吐蕃，石堡城（在今<br>西安北部）一役，死数万人。十年（751），剑南节度使鲜于仲通率兵八万进攻南诏（辖境主要在今云南），军大败，死六万人。为补充兵力，杨国忠遣御史分道捕人，连枷送往军所，送行者哭声震野。这首诗就是据上述情况写的。这是一首乐府诗。题目是诗人自拟的。<br>2.辚（lín）辚：车轮声。《诗经·秦风·车辚》：“有车辚辚”。<br>3.萧萧：马嘶叫声。《诗经·小雅·车攻》：“萧萧马鸣”。<br>4.行(xíng)人：指被征出发的士兵。<br>5.耶：通假字，同“爷”，父亲。<br>6.走：奔跑。<br>7.咸阳桥：指便桥，汉武帝所建，故址在今陕西咸阳市西南，唐代称咸阳桥，唐时为长安通往西北的必经之路。<br>8.干(gān)：冲。<br>9.过者：过路的人，这里是<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>自称。<br>10.但云：只说<br>11.点行（ xíng ）频：频繁地点名征调壮丁。<br>12.或：不定指代词，有的、有的人。<br>13.防河：当时常与吐蕃发生战争，曾征召陇右、关中、朔方诸军集结河西一带防御。因其地在长安以北，所以说\"北防河\"。<br>14.西营田：古时实行屯田制，军队无战事即种田，有战事即作战。\"西营田\"也是防备吐蕃的。<br>15.里正：唐制，每百户设一里正，负责管理户口。检查民事、催促赋役等。<br>16.裹头：男子成丁，就裹头巾，犹古之加冠。古时以皂罗（黑绸）三尺裹头，曰头巾。新兵因为年纪小，所以需要里正给他裹头。<br>17.还（huán）<br>18.边庭：边疆。<br>19.武皇：汉武帝<a href=\"http://so.gushiwen.org/author_700.aspx\">刘彻</a>。唐诗中常有以汉指唐的委婉避讳方式。这里借武皇代指唐玄宗。唐人诗歌中好以“汉”代“唐”，下文“汉家”也是指唐王朝。<br>20.开边：用武力开拓边疆。<br>21.汉家: 汉朝。这里借指唐。<br>22.山东：崤山或华山以东。古代秦居西方，秦地以外，统称山东。<br>23.荆杞(qǐ )：荆棘与杞柳，都是野生灌木。<br>24.陇(lǒng)亩：田地。<br>陇，通“垄”，在耕地上培成一行的土埂，田埂，中间种植农作物。<br>25.无东西：不分东西，意思是行列不整齐。<br>26.况复：更何况。<br>27.秦兵：指关中一带的士兵。耐苦战--能顽强苦战。这句说关中的士兵能顽强苦战，像鸡狗一样被赶上战场卖命。<br>28.长者：即上文的\"道旁过者\"，也指有名望的人，即杜甫。征人敬称他为\"长者\"。\"役夫敢申恨\"：征人自言不敢诉说心中的冤屈愤恨。这是反诘语气，表现士卒敢怒而不敢言的情态。<br>29.役夫：行役的人。<br>30.敢：岂敢，怎么敢。<br>31.且如：就如。<br>32.关西：当时指函谷关以西的地方。这两句说，因为对吐蕃的战争还未结束，所以关西的士兵都未能罢遣还家。<br>33.县官：官府。<br>34.比邻：近邻。<br>35.青海头：即青海边。这里是自汉代以来，汉族经常与西北少数民族发生战争的地方。唐初也曾在这一带与突厥、吐蕃发生大规模的战争。<br>36.烦冤：愁烦冤屈。<br>37.啾啾：象声词，形容凄厉的哭叫声。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　全<a href=\"http://so.gushiwen.org/view_10380.aspx\">诗</a>借征夫对老人的答话，倾诉了人民对战争的痛恨和它所带来的痛苦。地方官吏在这样的情况下还要横征暴敛，百姓更加痛苦不堪。这是诗人深切地了解民间疾苦和寄予深刻同情的名篇之一。</p> <p>　　天宝以后，唐王朝对西北、西南少数民族的战争越来越频繁。这连年不断的大规模战争，不仅给边疆少数民族带来沉重灾难，也给广大中原地区人民带来同样的不幸。</p> <p>　　据《资治通鉴》卷二百一十六载：“天宝十载四月，剑南节度使鲜于仲通讨南诏蛮，大败于泸南。时仲通将兵八万，……军大败，士卒死者六万人，仲通仅以身免。杨国忠掩其败状，仍叙其战功。……制大募两京及河南北兵以击南诏。人闻云南多瘴疠，未战，士卒死者什八九，莫肯应募。杨国忠遣御史分道捕人，连枷送诣军所。……于是行者愁怨，父母妻子送之，所在哭声振野。”这段历史记载，可当作这首诗的说明来读。而这首诗则艺术地再现了这一社会现实。</p> <p>　　“行”是乐府歌曲的一种体裁。<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>的《兵车行》没有沿用古题，而是缘事而发，即事名篇，自创新题，运用乐府民歌的形式，深刻地反映了人民的苦难生活。</p> <p>　　诗歌从蓦然而起的客观描述开始，以重墨铺染的雄浑笔法，如风至潮来，在读者眼前突兀展现出一幅震人心弦的巨幅送别图：兵车隆隆，战马嘶鸣，一队队被抓来的穷苦百姓，换上了戎装，佩上了弓箭，在官吏的押送下，正开往前线。征夫的爷娘妻子乱纷纷地在队伍中寻找、呼喊自己的亲人，扯着亲人的衣衫，捶胸顿足，边叮咛边呼号。车马扬起的灰尘，遮天蔽日，连咸阳西北横跨渭水的大桥都被遮没了。千万人的哭声汇成震天的巨响在云际回荡。“耶娘妻子走相送”，一个家庭支柱、主要劳动力被抓走了，剩下来的尽是些老弱妇幼，对一个家庭来说不啻是一个塌天大祸，怎么不扶老携幼，奔走相送呢？一个普通“走”字，寄寓了诗人多么浓厚的感情色彩！亲人被突然抓兵，又急促押送出征，眷属们追奔呼号，去作那一刹那的生死离别，是何等仓促，何等悲愤！“牵衣顿足拦道哭”，一句之中连续四个动作，又把送行者那种眷恋、悲怆、愤恨、绝望的动作神态，表现得细腻入微。诗人笔下，灰尘弥漫，车马人流，令人目眩；哭声遍野，直冲云天，震耳欲聋！这样的描写，给读者以听觉视觉上的强烈感受，集中展现了成千上万家庭妻离子散的悲剧，令人触目惊心！</p> <p>　　接着，从“道旁过者问行人”开始，诗人通过设问的方法，让当事者，即被征发的士卒作了直接倾诉。</p> <p>　　“道旁过者”即过路人，也就是杜甫自己。上面的凄惨场面，是诗人亲眼所见；下面的悲切言辞，又是诗人亲耳所闻。这就增强了诗的真实感。“点行频”，意思是频繁地征兵，是全篇的“诗眼”。它一针见血地点出了造成百姓妻离子散，万民无辜牺牲，全国田亩荒芜的根源。接着以一个十五岁出征，四十岁还在戍边的“行人”作例，具体陈述“点行频”，以示情况的真实可靠。“边庭流血成海水，武皇开边意未已。”“武皇”，是以汉喻唐，实指唐玄宗。杜甫如此大胆地把矛头直接指向了最高统治者，这是从心底迸发出来的激烈抗议，充分表达了诗人怒不可遏的悲愤之情。</p> <p>　　诗人写到这里，笔锋陡转，开拓出另一个惊心动魄的境界。诗人用“君不闻”三字领起，以谈话的口气提醒读者，把视线从流血成海的边庭转移到广阔的内地。诗中的“汉家”，也是影射唐朝。华山以东的原田沃野千村万落，变得人烟萧条，田园荒废，荆棘横生，满目凋残。诗人驰骋想象，从眼前的闻见，联想到全国的景象，从一点推及到普遍，两相辉映，不仅扩大了诗的表现容量，也加深了诗的表现深度。</p> <p>　　从“长者虽有问”起，诗人又推进一层。“长者”，是征夫对诗人的尊称。“役夫”是士卒自称。“县官”指唐王朝。“长者”二句透露出统治者加给他们的精神桎梏，但是压是压不住的，下句就终究引发出诉苦之词。敢怒而不敢言，而后又终于说出来 ，这样一阖一开，把征夫的苦衷和恐惧心理，表现得极为细腻逼真。这几句写的是眼前时事。因为“未休关西卒”，大量的壮丁才被征发。而“未休关西卒”的原因，正是由于“武皇开边意未已”所造成。“租税从何出？”又与前面的“千村万落生荆杞”相呼应。这样前后照应，层层推进，对社会现实的揭示越来越深刻。这里忽然连用了几个短促的五言句，不仅表达了戍卒们沉痛哀怨的心情，也表现出那种倾吐苦衷的急切情态。这样通过当事人的口述，又从抓兵、逼租两个方面，揭露了统治者的穷兵黩武加给人民的双重灾难。</p> <p>　　诗人接着感慨道：如今是生男不如生女好，女孩子还能嫁给近邻，男孩子只能丧命沙场。这是发自肺腑的血泪控诉。重男轻女，是封建社会制度下普遍存在的社会心理。但是由于连年战争，男子的大量死亡，在这一残酷的社会条件下，人们却一反常态，改变了这一社会心理。这个改变，反映出人们心灵上受到多么严重的摧残啊！最后，诗人用哀痛的笔调，描述了长期以来存在的悲惨现实：青海边的古战场上，平沙茫茫，白骨露野，阴风惨惨，鬼哭凄凄。寂冷阴森的情景，令人不寒而栗。这里，凄凉低沉的色调和开头那种人声鼎沸的气氛，悲惨哀怨的鬼泣和开头那种惊天动地的人哭，形成了强烈的对照。这些都是“开边未已”所导致的恶果。至此，诗人那饱满酣畅的激情得到了充分的发挥，唐王朝穷兵黩武的罪恶也揭露得淋漓尽致。</p> <p>　　《兵车行》是杜诗名篇，为历代推崇。它揭露了唐玄宗长期以来的穷兵黩武，连年征战，给人民造成了巨大的灾难，具有深刻的思想内容。在艺术上也很突出。首先是寓情于叙事之中。这篇叙事诗，无论是前一段的描写叙述，还是后一段的代人叙言，诗人激切奔越、浓郁深沉的思想感情，都自然地融汇在全诗的始终，诗人那种焦虑不安、忧心如焚的形象也仿佛展现在读者面前。其次在叙述次序上参差错落前后呼应，舒得开，收得起，变化开阖，井然有序。第一段的人哭马嘶、尘烟滚滚的喧嚣气氛，给第二段的倾诉苦衷作了渲染铺垫；而第二段的长篇叙言，则进一步深化了第一段场面描写的思想内容，前后辉映，互相补充。同时，情节的发展与句型、音韵的变换紧密结合，随着叙述，句型、韵脚不断变化，三、五、七言，错杂运用，加强了诗歌的表现力。如开头两个三字句，急促短迫，扣人心弦。后来在大段的七字句中，忽然穿插上八个五字句，表现“行人”那种压抑不住的愤怒哀怨的激情，格外传神。用韵上，全诗八个韵，四平四仄，平仄相间，抑扬起伏，声情并茂。再次，是在叙述中运用过渡句和习用词语，如在大段代人叙言中，穿插“道旁过者问行人，行人但云点行频。”“长者虽有问，役夫敢申恨？”和“君不见”、“君不闻”等语，不仅避免了冗长平板，还不断提示，惊醒读者，造成了回肠荡气的艺术效果。诗人还采用了民歌的接字法，如“牵衣顿足拦道哭，哭声直上干云霄”。“道旁过者问行人，行人但云点行频”等，这样蝉联而下，累累如贯珠，朗读起来，铿锵和谐，优美动听。最后，采用了通俗口语，如“耶娘妻子”、“牵衣顿足拦道哭”、“被驱不异犬与鸡”等，清新自然，明白如话，是杜诗中运用口语非常突出的一篇。前人评及此，曾这样说：“语杂歌谣，最易感人，愈浅愈切。”这些民歌手法的运用，给诗增添了明快而亲切的感染力。</p> <p>　　(郑庆笃)</p> <p>　　这是一首反对唐玄宗穷兵黩武的政治讽刺诗，可能作于天宝十载（751）。天宝以后，唐王朝对我国边疆少数民族的征战越来越频繁，战争的性质，已由天宝以前的制止侵扰，安定边疆，转化为残酷征伐。连年征战，给边疆民族和中原人民都带来深重的灾难。</p> <p>　　《资治通鉴》卷216载：\"天宝十载四月，剑南节度使鲜于仲通讨南诏蛮，大败于沪南。时仲通将兵八万，……军大败，士卒死者六万人，仲通仅以身免。杨国忠掩其败状，仍叙其战功。……制大募两京及河南北兵以击南诏。人闻云南多瘴疬，未战，士卒死者十八九，莫肯应募。杨国忠遣御史分道捕人，连枷送诣军所。……于是行者愁怨，父母妻子送之，所在哭声振野?\"</p> <p>　　这首诗大概就是为此事而作的（<a href=\"http://so.gushiwen.org/author_39.aspx\">沈德潜</a>认为此诗乃\"为明皇用兵吐蕃而作\"（《唐诗别裁》），不确）。全诗分为两大段：首段叙事，写送别的惨状。\"问行人\"以下为第二段，由征夫诉苦，是记言。诗人深刻地揭露了李唐王朝穷兵黩武给人民造成的深重灾难，表达了对人民不幸的真挚而深厚的同情。这是杜甫第一首为人民的苦难而写作的诗歌。</p> <p>　　这是一首七言歌行，诗中多处使用了民歌的\"顶真\"手法，诵读起来，累累如贯珠，音调和谐动听。另外，还运用了对话方式和一些口语，使读者有身临现场的真切感。《唐宋诗醇》云：\"此体创自老杜，讽刺时事而托为征夫问答之词。言之者无罪，闻之者足以为戒，《小雅》遗音也。篇首写得行色匆匆，笔势汹涌，如风潮骤至，不可逼视。以下出点行之频，出开边之非，然后正说时事，末以惨语结之。词意沉郁，音节悲壮，此天地商声，不可强为也。\"</p><br/><h2>鉴赏</h2> <p>　　1．章法严密<br>　　先说形式。这首<a href=\"http://so.gushiwen.org/view_10380.aspx\">诗</a>的结构方式古称“一头两脚体”。全诗共三段：第一段（即“头”）共6句（按乐句计算，下同），一韵到底；第二、三段（即“两脚”）各14句，并四次换韵。从整体看，节奏整齐而又略有变化；且各段皆自有起结，析之则三，合则为一。</p> <p>　　再说内容。其特点有二：一是前后呼应，例如第一段以“牵衣顿足拦道哭”写战士家属，颇有生离死别之意，下面就用“边庭流血成海水”“生男埋没随百草”来证明“行人”此去决难生还；又如第二段以“千村万落生荆杞”“禾生陇亩无东西”写农村生产凋敝，第三段再说“县官急索租，租税从何出”也就显得顺理成章了。二是层层递进，这在“行人”答话里表现极为鲜明。这篇答话由“点行频”三字领出，接着用“十五北防河”“四十西营田”为例加以证明，又以“武皇开边意未已”说明频繁征兵的原因，揭示了事情的本质，使意境加深一层。循此继进，先以“君不闻”翻出一层新意，揭露“开边”战争给农业生产造成极大危害，土地无人耕种，荆杞遍野；后说本地区人民无以为生而朝廷依旧催索租税，意境又深。再顺势说到战争怎样改变了传统的社会心理，以半宽慰半哀叹的方式将怨愤之情暂时隐藏起来。经过如此层层蓄势，最后更以“君不见”翻出又一层新意，描绘了古战场的阴森景象，将满腔的怨愤一齐宣泄出来，也表达了人民强烈的反战愿望。</p> <p>　　2．生动的场景描写<br>　　诗的开头写士兵家属前来送别的场面。前两句为“宾”，写出征士兵。“辚辚”“萧萧”是听觉形象，令人有人马杂沓之感，可以想见出征士兵之多；“弓箭各在腰”是视觉形象，表明一切准备就绪，只待一声令下就要出发。后四句为“主”，写士兵家属，突出地描写了他们的动作细节。“走”，表明这些人闻讯后立即跑了来，心情万分急切。他们料定，很可能这是生离死别，所以一见面就“牵衣”而泣，“顿足”而呼；待到队伍出发了，他们拦在道上，不让自己的子弟离去，而且哭得更厉害了，千万人的哭声汇成了震天巨响，仿佛吞没了一切……诗人用这些细节给这个场面渲染了极其凄惨的气氛，借此表达了人民对无休止的“开边”战争的怨愤，使这首诗具有明显的倾向性。</p> <p>　　结尾写青海战场的景象，好像是用摄影机拍下的一个全景镜头：漫山遍野，白骨纵横，在阴沉的天色和蒙蒙细雨中，不时地闪出磷火，传来凄厉的鬼哭声。如此阴森的景象，真叫人不寒而栗!诗人这样来描绘古战场，其意仍在讽今──揭露“开边”政策的罪恶，颇能发人深思。</p> <p>　　3．名句赏析<br>　　（1）“去时里正与裹头，归来头白还戍边。”</p> <p>　　这是对前两句“或从十五北防河，便至四十西营田”所作的形象说明，读罢使人心酸不已。古代孩子留长发，15岁开始用头巾束发。如今，一个刚到束发年龄还不怎么会束发的孩子就被征入伍，而且要到远离父母的北方去“防河”，这是何等可怜啊!所以，连里正也动了心，替他束发。人过40，头发渐白，又刚从前线回来，理当休息了，不料又被派到前线去。从这两件事可以看出统治者的残酷简直到了无以复加的地步。</p> <p>　　（2）“生女犹得嫁比邻，生男埋没随百草。”</p> <p>　　这两句写社会心理的变化。在封建社会里，人们重男轻女，生男则喜，生女则悲；可是现在不同了，反以生男为“恶”，生女为“好”。这种变化是由繁重的兵役负担和士兵大量死亡的事实造成的，反映了人们心灵受伤害之深。这两句主宾分明：上句是自我宽慰之辞，为“宾”；下句是哀叹之辞，为“主”。以自我宽慰烘托哀叹，更显出哀叹之深。这样的心理变化也是对统治者穷兵黩武政策的有力控诉。</p> <p>　　场景、内容解读</p> <p>　　一、场景：</p> <p>　　1、送别场面—诀别<br>　　诗歌以重墨铺染的雄浑笔法，在读者眼前突兀展现出一幅扣人心弦的巨幅送别图：兵车隆隆，战马嘶鸣，一队队被抓来的穷苦百姓，换上了戎装，佩上了弓箭，在官吏的押送下，正开往前线。征夫的爷娘妻子乱纷纷地在队伍中寻找、呼喊自己的亲人，扯着亲人的衣衫，捶胸顿足，边叮咛边呼号。车马扬起的灰尘，遮天蔽日，连咸阳西北横跨渭水的大桥都被遮没了。千万人的哭声汇成震天的巨响在云际回荡。“耶娘妻子走相送”，一个家庭支柱、主要劳动力被抓走了，剩下来的尽是些老弱妇幼，对一个家庭来说不啻是一个塌天大祸，怎么不扶老携幼，奔走相送呢?一个普通的“走”字，寄寓了诗人多么浓厚的感情色彩!亲人被突然抓兵，又急促押送出征，眷属们追奔呼号，去作那一刹那的生死离别，是何等仓促，何等悲愤!“牵衣顿足拦道哭”，一句之中连续四个动作，又把送行者那种眷恋、悲怆、愤恨、绝望的动作神态，表现得细腻入微。诗人笔下，灰尘弥漫，车马人流，令人目眩；哭声遍野，直冲云天，震耳欲聋!这样的描写，给读者以听觉视觉上的强烈感受，集中展现了成千上万家庭妻离子散的悲剧，令人触目惊心!</p> <p>　　2、征夫诉苦—抓兵<br>　　接着，从“道旁过者问行人”开始，诗人通过设问的方法，让当事者，即被征发的士卒作了直接倾诉。</p> <p>　　“道旁过者”即过路人，也就是<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>自己。上面的凄惨场面，是诗人亲眼所见；下面的悲切言辞，又是诗人亲耳所闻。这就增强了诗的真实感。“点行频”，意思是频繁地征兵，是全篇的“诗眼”。它一针见血地点出了造成百姓妻离子散，万民无辜牺牲，全国田亩荒芜的根源。接着以一个15岁出征，40岁还在戍边的“行人”作例，具体陈述“点行频”，以示情况的真实可靠。</p> <p>　　“边庭流血成海水，武皇开边意未已。”“武皇”，是以汉喻唐，实指唐玄宗。杜甫如此大胆地把矛头直接指向了最高统治者，这是从心底迸发出来的激烈抗议，充分表达了诗人怒不可遏的悲愤之情。</p> <p>　　诗人写到这里，笔锋陡转，开拓出另一个惊心动魄的境界。诗人用“君不闻”三字领起，以谈话的口气提醒读者，把视线从流血成海的边庭转移到广阔的内地。诗中的“汉家”，也是影射唐朝。华山以东的原田沃野千村万落，变得人烟萧条，田园荒废，荆棘横生，满目凋残。诗人驰骋想像，从眼前的闻见，联想到全国的景象，从一点推及到普遍，两相辉映，不仅扩大了诗的表现容量，也加深了诗的表现深度。</p> <p>　　3、征夫诉苦—逼租<br>　　从“长者虽有问”起，诗人又推进一层。“长者”，是征夫对诗人的尊称。“役夫”是士卒自称。“县官”指唐王朝。“长者”二句透露出统治者加给他们的精神桎梏，但是压是压不住的，下句就终究引发出诉苦之词。敢怒而不敢言，而后又终于说出来，这样一阖一开，把征夫的苦衷和恐惧心理，表现得极为细腻逼真。</p> <p>　　这几句写的是眼前时事。因为“未休关西卒”，大量的壮丁才被征发。而“未休关西卒”的原因，正是由于“武皇开边意未已”所造成。“租税从何出?”又与前面的“千村万落生荆杞”相呼应。这样前后照应，层层推进，对社会现实的揭示越来越深刻。这里忽然连用了几个短促的五言句，不仅表达了戍卒们沉痛哀怨的心情，也表现出那种倾吐苦衷的急切情态。这样通过当事人的口述，又从抓兵、逼租两个方面，揭露了统治者的穷兵黩武加给人民的双重灾难。</p> <p>　　二、人民苦难及其根源<br>　　诗人接着感慨道：如今是生男不如生女好，女孩子还能嫁给近邻，男孩子只能丧命沙场。这是发自肺腑的血泪控诉。重男轻女，是封建社会制度下普遍存在的社会心理。但是由于连年战争，男子的大量死亡，在这一残酷的社会条件下，人们却一反常态，改变了这一社会心理。这个改变，反映出人们心灵上受到多么严重的摧残啊!</p> <p>　　最后，诗人用哀痛的笔调，描述了长期以来存在的悲惨现实：青海边的古战场上，平沙茫茫，白骨露野，阴风惨惨，鬼哭凄凄。寂冷阴森的情景，令人不寒而栗。这里，凄凉低沉的色调和开头那种人声鼎沸的气氛，悲惨哀怨的鬼泣和开头那种惊天动地的人哭，形成了强烈的对照。这些都是“开边未已”所导致的恶果。至此，诗人那饱满酣畅的激情得到了充分的发挥，唐王朝穷兵黩武的罪恶也揭露得淋漓尽致。</p> <p>　　三、思想内容<br>　　诗人把这个历史镜头捕捉到自己的诗中来，不过是拿它作为一出社会悲剧的序幕，而他的主要意图是揭露统治阶级对人民的残酷压迫。因此，紧接着这个序幕，就通过“行人”答问逐层深入地展示这出悲剧的内容：“去时里正与裹头，归来头白还戍边”——这是说丁壮们无限期地超期服役；“边庭流血成海水”——这是千百万战士战死沙场；“汉家山东二百州，千村万落生荆杞”——这是说全国农村生产凋敝；“县官急索租，租税从何出”——这是说人民连生计都无法维持，而朝廷依旧逼索租税。可见，这种艺术概括方式的基本点是，由点到面、由现象到本质地勾画出安史之乱前的一个历史时期里社会的真实状况。读完这首诗，我们不仅可以看到整整一代人的深重苦难，而且能触摸到诗人那颗同情人民的火热的心。</p> <p>　　这首诗的意义还不止于此，更为重要的是，它表现了诗人反对“开边”战争的坚定立场。“边庭流血成海水，武皇开边意未已”，说明他认识到这种不义的战争是一切苦难的根源；他敢于把战争的责任加在最高统治者身上，这样的勇气是当时众多的诗人所不具有的。诗人的这种立场是一贯的，在《前出塞》中他曾写道：“君已富土境，开边一何多”“杀人亦有限，立国自有疆”。这正是杜诗人民性之所在。</p> <p>　　四、结尾写古战场的含义<br>　　诗人描写青海古战场的阴森景象，不是为了宣扬战争的恐怖，而是为说明必须停止对边疆少数民族的战争，即“列国自有疆”(《前出塞》)之意。关于“新鬼旧鬼”的描写，则是当时常用的一种表现手段，跟杜甫同期的散文家李华在《吊古战场文》中也有类似的写法，如“此古战场也，常覆三军，往往鬼哭，天阴则闻”“魂魄结兮天沉沉，鬼神聚兮云”“天地为愁，草木凄悲，吊祭不至，精魂何依”等。 </p>",
  "about": "<h2>创作背景</h2> <p>　　《兵车行》是历史生活的真实记录。</p> <p>　　唐玄宗天宝年间，朝廷对边疆少数民族频繁发动进攻。八载（749），哥舒翰奉命进攻吐蕃石堡城（在今青海省境内），久攻不下，后虽侥幸取胜，但所部六万三千人损失大半；到这年冬天，所派驻龙驹岛（在青海湖中）的二千戍卒也全军覆没。十载（751）四月，剑南节度使鲜于仲通又奉命进攻南诏（主要辖境在今云南省），结果大败，士卒死者六万人，仲通仅以身免。由于这两次战争中丧师巨万，朝廷乃大举征兵。这件事，在《资治通鉴·唐纪三十二》里有生动的记载：</p> <p>　　人闻云南多瘴疠，未战，士卒死者什八九，莫肯应募。杨国忠（时任宰相）遣御史分道捕人，连枷送诣军所……于是行者愁怨，父母妻子送之，所在哭声振野。</p> <p>　　如此摧肝裂肺的图景在历史上也是罕见的!《兵车行》这首<a href=\"http://so.gushiwen.org/view_10380.aspx\">诗</a>，很可能就是诗人见到这样图景的当时或其后不久写的。</p> <p>　　但诗人把这个历史镜头捕捉到自己的诗中来，不过是拿它作为一出社会悲剧的序幕，而他的主要意图是揭露统治阶级对人民的残酷压迫。因此，紧接着这个序幕，就通过“行人”答问逐层深入地展示这出悲剧的内容：“去时里正与裹头，归来头白还戍边”──这是说丁壮们无限期地超期服役；“边庭流血成海水”──这是千百万战士战死沙场；“汉家山东二百州，千村万落生荆杞”──这是说全国农村生产凋敝；“县官急索租，租税从何出”──这是说人民连生计都无法维持，而朝廷依旧逼索租税。可见，这种艺术概括方式的基本点是，由点到面、由现象到本质地勾画出安史之乱前的一个历史时期里社会的真实状况。读完这首诗，我们不仅可以看到整整一代人的深重苦难，而且能触摸到诗人那颗同情人民的火热的心。</p> <p>　　这首诗的意义还不止于此，更为重要的是，它表现了诗人反对“开边”战争的坚定立场。“边庭流血成海水，武皇开边意未已”，说明他认识到这种不义的战争是一切苦难的根源；他敢于把战争的责任加在最高统治者身上，这样的勇气是当时众多的诗人所不具有的。诗人的这种立场是一贯的，在《前出塞》中他曾写道：“君已富土境，开边一何多”“杀人亦有限，立国自有疆”。这正是杜诗人民性之所在。</p>",
  "poet": {
    "id": 474,
    "star": 0,
    "name": "杜甫",
    "image": "http://img.gushiwen.org/authorImg/dufu.jpg",
    "desc": "杜甫（712－770），字子美，自号少陵野老，世称“杜工部”、“杜少陵”等，汉族，河南府巩县（今河南省巩义市）人，唐代伟大的现实主义诗人，杜甫被世人尊为“诗圣”，其诗被称为“诗史”。杜甫与李白合称“李杜”，为了跟另外两位诗人李商隐与杜牧即“小李杜”区别开来，杜甫与李白又合称“大李杜”。他忧国忧民，人格高尚，他的约1400余首诗被保留了下来，诗艺精湛，在中国古典诗歌中备受推崇，影响深远。759-766年间曾居成都，后世有杜甫草堂纪念。"
  },
  "tags": [
    "唐诗三百首",
    "叙事",
    "战争",
    "忧国忧民"
  ]
}