{
  "id": 59373,
  "star": 6,
  "name": "凄凉犯",
  "dynasty": "宋代",
  "content": "绿杨巷陌秋风起，边城一片离索。马嘶渐远，人归甚处，戍楼吹角。情怀正恶，更衰草寒烟淡薄。似当时、将军部曲，迤逦度沙漠。 <br> 追念西湖上，小舫携歌，晚花行乐。旧游在否？想如今、翠凋红落。漫写羊裙，等新雁来时系著。怕匆匆、不肯寄与误后约。",
  "fanyi": "<p><strong>译文<br></strong>当秋风从种满杨柳的街巷刮起来时，这个边境的城市就愈加显出一片荒凉萧索的景象。我仿佛听见马匹嘶叫着逐渐远去，它载着旅人要到什么地方去呢，已经是傍晚时分，戍楼上正吹响呜呜的号角。我的心情恶劣极了，更何况眼前一片寒烟衰草，惨淡凄凉，就好像当年一位将军率领军队，在沙漠上曲折行进的情景。<br>我于是深深地追忆起，在汴京西湖上，携带着歌伶乘坐船艇，在傍晚的花丛中游乐的美好时光当时一起游玩的朋友们还在不在呢，我可以想象那里也到了翠叶凋残，红花落尽的秋天了。我用一幅衣裙把此刻的心情随意题写下来，等到春天雁儿飞过时就系在它们身上。只怕它们行色匆匆，不肯替我寄去，结果耽误了日后的约会。</p> <p><strong>注释<br></strong>⑴凄凉犯， 词牌名，<a href=\"http://so.gushiwen.org/author_30.aspx\" target=\"_blank\">姜夔</a>自制曲，有乐谱传世，仙吕调犯双调。又名《瑞鹤仙影》。双片九十三字，仄韵。<br>⑵边城：南宋之淮北已被金占领，为敌境，此淮南则被视为边境。<br>⑶离索：破败萧索。<br>⑷戍楼：古代城墙上专用于警戒的建筑。<br>⑸部曲：古代军队编制单位。此处泛指部队。<br>⑹迤逦（yǐ lǐ）：连绵不断的样子。<br>⑺舫（fǎng）：船艇。<br>⑻翠凋红落：绿叶凋残，红花飘落。暗示时节已至秋天。<br>⑼羊裙：南朝宋人羊欣。比处代指赠予挚友的书信。<br>⑽后约：日后相聚的期约。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这首词上片描写淮南边城合肥的荒凉萧索景象，下片在对昔日游冶生活的怀念中隐隐透露出一种“黍离”之悲。无限感慨，都在虚处。</p> <p>　　上片描写边城合肥的萧条景象和自己触景而生的凄苦情怀。南宋时，淮南已是极边，作为边城重镇的合肥，由于经常遭受兵灾，已经失去了昔日的繁华。发端两句，概括写出合肥城的荒凉冷落。“合肥巷陌皆种柳”，词人将“绿杨巷陌”置于“秋风”“边城”的广阔背景中，以杨柳的依依多情反衬秋日边城的萧瑟无情。就更容易突现那“一片离索”。宋朝<a href=\"http://so.gushiwen.org/author_159.aspx\" target=\"_blank\">王之道</a>《出合肥北门二首》描绘南宋初年合肥附近的残破景象是“断垣甃石新修垒，折戟埋沙旧战场。阛阓凋零煨烬里，春风生草没牛羊”。“一片离索”全属写实。然而，这两句还只是粗线条的勾勒，犹如一幅大型油画，人们首先看到的是画面的总体轮廓：萧索的边城街巷中，一片杨柳在秋风中袅舞；及至近处观察，读者仿佛进入了具体的画境，见到军马嘶鸣，行人匆匆，戍楼孤耸寒角悲吹。“马嘶”、“吹角”诉诸听觉，旅人、“戍楼”诉诸视觉；这些意象，或处于运动之中，或呈现为静态，在萧瑟的秋风中交织成一幅画面，调动起读者各种不同的感官，使之充分感受到边城遭受兵燹那种特有的凄凉气氛。接着，作者抛开对客观景物的描绘，将自己此时的心情用“情怀正恶”四字，沟通了与读者的联系，随即又在上述这幅画面上抹上“衰草寒烟”的浓重一笔，再着一“更”字，寓情思于景语中，于是，画面便在景情交融的高度上融为一体了。至此意犹未尽，歇拍二句再反实入虚，借助带有某种特殊格调的比喻，传写自己身临其境时的感觉：行经这座曾经繁华一时的名城，就好像当年随将军出塞的士兵，在荒无人迹的沙漠上艰难地跋涉，所感受到的是四处萧条，一片荒凉，让人难以忍受的无边无际的寂寞孤独。部曲，此泛指军队。迤逦，曲折连绵貌。这个比喻，为暗淡的画面注入了一定的时代特色，它启发当时的读者不由自主地回忆起靖康之变以来的种种往事，不禁兴起沉深的家国之恨，身世之愁。因而，这句比喻性联想所触发的沧桑之感，也就进一步深化和升华了画面的意境。</p> <p>　　下片换头由“追念”二字引入回忆，思绪折转到过去，带起整个下片。碧水红荷，画船笙歌，往日西湖游乐的美好生活，令作者难以忘怀。淳熙十四、五年间，<a href=\"http://so.gushiwen.org/author_30.aspx\" target=\"_blank\">姜夔</a>曾客居杭州，他在当时所写的一首《念奴娇》词中，曾以清新俊逸的笔调，倾吐过对于西湖荷花的深情：“日暮青盖亭亭，情人不见，争忍凌波去。只恐舞衣寒易落，愁入西风南浦。”此时，肃杀的秋风已把南浦变成一片萧索，西湖荷花那幽幽的冷香可能也随着“水佩风裳”的凋零而消逝了吧？“旧游在否”一句设问，将词意稍稍振起，调节一下叙述的节奏。“想如今”句以揣测的语气写对西湖荷花的凋落的想象。前一句写人，后一句咏荷，而于咏荷中也暗寓着抚今追昔、人事已非的沧桑感。这两句与换头三句所描绘的画面形成一个鲜明的对比，在时间上则是一个过渡，即由追念转到今天。如果说换头三句是通过对西湖的优美风光及游乐生活的描绘，反衬了淮南合肥的冷落，则此二句对于西湖萧条秋景的描写，乃是由于作者置身于淮南的现实环境，受到周围景物的触发，因“情怀正恶”而对西湖景物进行联想的结果，时空的穿插在这里得到了和谐的统一。作者愈是感到眼前环境的凄凉黯淡，对西湖旧游的怀念之情就愈加强烈。于是，以下几句，作者索性放笔直抒这种不能自己的感情。“漫写羊裙”，用王献之书羊欣白练裙的故事。《南史·羊欣传》载，南朝宋人羊欣，年少时即工于书法，很受王献之的钟爱。羊欣夏天穿新绢裙（古代男子也着裙）昼寝，王献之在他的新裙上挥笔题字，羊欣看到王献之的墨迹，把裙子珍藏起来。这里“羊裙”代指准备赠与伊人的字幅墨迹。作者想象着：要把表达他此刻心情的信笺系到雁足上，让他捎给心爱的情人。写到此处作者犹觉意思未尽，但是，姜夔却把鸿雁传书这个人们熟悉知的故事再翻进一层：只怕大雁行色匆匆，不肯替我带信，因而耽误了日后相见的约会。所以，“羊裙”只是空写，怀友之情也就始终无法开解，这就使读者对词人的寂寞处境和悲伤情怀更加同情。</p> <p>　　这也是姜夔的一首自度曲。序中所说的“犯”调，就是使宫调相犯以增加乐曲的变化，类似西乐的转调。所谓“住字”，即“杀声”，指一曲中结尾之音。《凄凉犯》这个词调，是仙吕调犯商调，两调住字相同，所以可以相犯。关于它的声情，正像龙榆生所说：“在整个上片中没有一个平收的句子，把喷薄的语气，运用逼侧短促的入声韵尽情发泄。后片虽然用了两个平收的句子，把紧促的情感调节一下；到结尾再用一连七仄的拗句，显示生硬峭拔的情调。”（《词曲概论》）姜夔在行都（杭州）令国工吹奏此曲，谓“其韵极美”。曲调与词情契合，声情并茂具有一种独特的音乐美，体现了姜夔高度的音乐修养。</p>",
  "about": "<h2>创作背景</h2>本词约作于光宗绍熙元年（1190），其时作者正客居合肥，目睹秋日边城的离索景色—淮南地区成为边防前线。作为该地重镇的合肥，也失去了昔日的繁华，变得异常萧条冷落。<a href=\"http://so.gushiwen.org/author_30.aspx\" target=\"_blank\">姜夔</a>心生感慨写下了这首词。",
  "poet": {
    "id": 30,
    "star": 0,
    "name": "姜夔",
    "image": "http://img.gushiwen.org/authorImg/jiangkui.jpg",
    "desc": "姜夔，南宋文学家、音乐家。人品秀拔，体态清莹，气貌若不胜衣，望之若神仙中人。往来鄂、赣、皖、苏、浙间，与诗人词家杨万里、范成大、辛弃疾等交游。庆元中，曾上书乞正太常雅乐，他少年孤贫，屡试不第，终生未仕，一生转徙江湖，靠卖字和朋友接济为生。他多才多艺，精通音律，能自度曲，其词格律严密。其作品素以空灵含蓄著称，有《白石道人歌曲》等。姜夔对诗词、散文、书法、音乐，无不精善，是继苏轼之后又一难得的艺术全才。"
  },
  "tags": []
}
