{
  "id": 5638,
  "star": 178,
  "name": "归嵩山作",
  "dynasty": "唐代",
  "content": "清川带长薄，车马去闲闲。<br>流水如有意，暮禽相与还。<br>荒城临古渡，落日满秋山。<br>迢递嵩高下，归来且闭关。",
  "fanyi": "<p><strong>译文</strong><br>清澈的川水环绕一片草木，驾车马徐徐而去从容悠闲。<br>流水好像对我充满了情意，傍晚的鸟儿随我一同回还。<br>荒凉的城池靠着古老渡口，落日的余晖洒满金色秋山。<br>在遥远又高峻的嵩山脚下，闭上门谢绝世俗度过晚年。</p> <p><strong>注释</strong><br>⑴嵩山：五岳之一，称中岳，地处河南省登封市西北面。<br>⑵清川：清清的流水，当指伊水及其支流。清：一作“晴”。川：河川。带：围绕，映带。薄：草木丛生之地，草木交错曰薄。<br>⑶去：行走。闲闲：从容自得的样子。<br>⑷暮禽：傍晚的鸟儿。禽：一作“云”。相与：相互作伴。<br>⑸荒城：按嵩山附近如登封等县，屡有兴废，荒城当为废县。临：当着。古渡：指古时的渡口遗址。<br>⑹迢递：遥远的样子。递：形容遥远。嵩高：嵩山别称嵩高山。<br>⑺且：将要。闭关：佛家闭门静修。这里有闭户不与人来往之意。闭：一作“掩”。</p>",
  "shangxi": "<h2>评析</h2> <p>　　这首<a href=\"http://so.gushiwen.org/view_5638.aspx\">诗</a>写作者辞官归隐途中所见的景色和心情。嵩山，古称“中岳”，在今河南登封县北。</p> <p>　　“清川带长薄，车马去闲闲。”首联描写归隐出发时的情景，扣题目中的“归”字。清澈的河川环绕着一片长长的草木丛生的草泽地，离归的车马缓缓前进，显得那样从容不迫。这里所写望中景色和车马动态，都反映出诗人归山出发时一种安详闲适的心境。</p> <p>　　中间四句进一步描摹归隐路途中的景色。第三句“流水如有意”承“清川”，第四句“暮禽相与还”承“长薄”，这两句又由“车马去闲闲”直接发展而来。这里移情及物，把“流水”和“暮禽”都拟人化了，仿佛它们也富有人的感情：河川的清水在汩汩流淌，傍晚的鸟儿飞回林木茂盛的长薄中去栖息，它们好像在和诗人结伴而归。两句表面上是写“水”和“鸟”有情，其实还是写作者自己有情：一是体现诗人归山开始时悠然自得的心情，二是寓有作者的寄托。“流水”句比喻一去不返的意思，表示自己归隐的坚决态度；“暮禽”句包含“鸟倦飞而知还”之意，流露出自己退隐的原因是对现实政治的失望厌倦。所以此联也不是泛泛的写景，而是景中有情，言外有意的。</p> <p>　　“荒城临古渡，落日满秋山。”这一联运用的还是寓情于景的手法。两句十个字，写了四种景物：荒城、古渡、落日、秋山，构成了一幅具有季节、时间、地点特征而又色彩鲜明的图画：荒凉的城池临靠着古老的渡口，落日的余晖洒满了萧飒的秋山。这是傍晚野外的秋景图，是诗人在归隐途中所看到的充满黯淡凄凉色彩的景物，对此加以渲染，正反映了诗人感情上的波折变化，衬托出作者越接近归隐地就越发感到凄清的心境。</p> <p>　　“迢递嵩高下，归来且闭关。”“迢递”是形容山高远的样子，对山势作了简练而又形象的描写。“嵩高”，即嵩山。前句交待归隐的地点，点出题目中的“嵩山”二字。“归来”，写明归山过程的终结，点出题目中的“归”字。“闭关”，不仅指关门的动作，而且含有闭门谢客的意思。后句写归隐后的心情，表示要与世隔绝，不再过问社会人事，最终点明辞官归隐的宗旨，这时感情又趋向冲淡平和。</p> <p>　　整首诗写得很有层次。随着诗人的笔端，既可领略归山途中的景色移换，也可隐约触摸到作者感情的细微变化：由安详从容，到凄清悲苦，再到恬静澹泊。说明作者对辞官归隐既有闲适自得，积极向往的一面，也有愤激不平，无可奈何而求之的一面。诗人随意写来，不加雕琢，可是写得真切生动，含蓄隽永，不见斧凿的痕迹，却又有精巧蕴藉之妙。方回说：“不求工而未尝不工。”正道出了这首诗不工而工，恬淡清新的特点。</p>",
  "about": "<h2>创作背景</h2> 开元（唐玄宗年号，公元713—741年）中，唐玄宗常住东都洛阳，所以<a href=\"http://so.gushiwen.org/author_515.aspx\">王维</a>从济州（今山东省济宁市）贬所返回后，在洛阳附近的嵩山也有隐居之所。这首<a href=\"http://so.gushiwen.org/view_5638.aspx\">诗</a>就是他从长安（今陕西省西安市）回嵩山时所作的。",
  "poet": {
    "id": 515,
    "star": 0,
    "name": "王维",
    "image": "http://img.gushiwen.org/authorImg/wangwei.jpg",
    "desc": "王维（701年－761年，一说699年—761年），字摩诘，汉族，河东蒲州（今山西运城）人，祖籍山西祁县，唐朝诗人，有“诗佛”之称。苏轼评价其：“味摩诘之诗，诗中有画；观摩诘之画，画中有诗。”开元九年（721年）中进士，任太乐丞。王维是盛唐诗人的代表，今存诗400余首，重要诗作有《相思》《山居秋暝》等。王维精通佛学，受禅宗影响很大。佛教有一部《维摩诘经》，是王维名和字的由来。王维诗书画都很有名，非常多才多艺，音乐也很精通。与孟浩然合称“王孟”。"
  },
  "tags": [
    "唐诗三百首",
    "山水",
    "写景",
    "抒情"
  ]
}