{
  "id": 7863,
  "star": 2971,
  "name": "峨眉山月歌",
  "dynasty": "唐代",
  "content": "峨眉山月半轮秋，影入平羌江水流。 <br>夜发清溪向三峡，思君不见下渝州。",
  "fanyi": "<p><strong>、译文</strong><br>高峻的峨眉山前，悬挂着半轮秋月。流动的平羌江上，倒映着月影。<br>夜间乘船出发，离开清溪直奔三峡。想你却难相见，恋恋不舍去向渝州。</p> <p><strong>注释</strong><br>⑴峨眉山：在今四川峨眉县西南。<br>⑵半轮秋：半圆的秋月，即上弦月或下弦月。<br>⑶影：月光的影子。平羌：即青衣江，在峨眉山东北。源出四川芦山，流经乐山汇入岷江。<br>⑷夜：今夜。发：出发。清溪：指清溪驿，属四川犍为，在峨眉山附近。三峡：指长江瞿塘峡、巫峡、西陵峡，今在四川、湖北两省的交界处。一说指四川乐山的犁头、背峨、平羌三峡，清溪在黎头峡的上游。<br>⑸君：指峨眉山月。一说指作者的友人。下：顺流而下。渝州：治所在巴县，今重庆一带。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　此<a href=\"http://so.gushiwen.org/view_7863.aspx\">诗</a>是作者<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>于开元十三年（725）出蜀途中所作。这首诗意境明朗，语言浅近，音韵流畅。全诗意境清朗优美，风致自然天成，为李白脍炙人口的名篇之一。</p> <p>　　诗从“峨眉山月”写起，点出了远游的时令是在秋天。“秋”字因入韵关系倒置句末。秋高气爽，月色特明（“秋月扬明辉”）。以“秋”字又形容月色之美，信手拈来，自然入妙。月只“半轮”，使人联想到青山吐月的优美意境。在峨眉山的东北有平羌江，即今青衣江，源出于四川芦山县，流至乐山县入岷江。次句“影”指月影，“入”和“流”两个动词构成连动式谓语，意言月影映入江水，又随江水流去。生活经验告诉我们，定位观水中月影，任凭江水怎样流，月影却是不动的。“月亮走，我也走”，只有观者顺流而下，才会看到“影入江水流”的妙景。所以此句不仅写出了月映清江的美景，同时暗点秋夜行船之事。意境可谓空灵入妙。</p> <p>　　次句境中有人，第三句中人已露面：他正连夜从清溪驿出发进入岷江，向三峡驶去。“仗剑去国，辞亲远游”的青年，乍离乡土，对故国故人不免恋恋不舍。江行见月，如见故人。然明月毕竟不是故人，于是只能“仰头看明月，寄情千里光”了。末句“思君不见下渝州”依依惜别的无限情思，可谓语短情长。</p> <p>　　诗中连用了五个地名，构思精巧，不着痕迹，诗人依次经过的地点是：峨眉山──平羌江──清溪──三峡──渝州，诗境就这样渐次为读者展开了一幅千里蜀江行旅图。除“峨眉山月”以外，诗中几乎没有更具体的景物描写；除“思君”二字，也没有更多的抒情。然而“峨眉山月”这一集中的艺术形象贯串整个诗境，成为诗情的触媒。由它引发的意蕴相当丰富：山月与人万里相随，夜夜可见，使“思君不见”的感慨愈加深沉。明月可亲而不可近，可望而不可接，更是思友之情的象征。凡咏月处，皆抒发江行思友之情，令人陶醉。连用五个地名，精巧地点出行程，既有“仗剑去国，辞亲远游”的豪迈，也有思乡的情怀，语言流转自然，恰似“清水出芙蓉，天然去雕饰”。</p> <p>　　本来，短小的绝句在表现时空变化上颇受限制，因此一般写法是不同时超越时空，而此诗所表现的时间与空间跨度真到了驰骋自由的境地。二十八字中地名凡五见，共十二字，这在万首唐人绝句中是仅见的。它“四句入地名者五，古今目为绝唱，殊不厌重”（王麟洲语），其原因在于：诗境中无处不渗透着诗人江行体验和思友之情，无处不贯串着山月这一具有象征意义的艺术形象，这就把广阔的空间和较长的时间统一起来。其次，地名的处理也富于变化。“峨眉山月”、“平羌江水”是地名副加于景物，是虚用；“发清溪”、“向三峡”、“下渝州”则是实用，而在句中位置亦有不同。读起来也就觉不着痕迹，妙入化工。 </p><br/><h2>赏析二</h2> <p>　　峨眉山，在今四川成都西南峨眉县。山中多寺观。<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>涉及峨眉山的<a href=\"http://so.gushiwen.org/view_7863.aspx\">诗</a>。人们比较熟悉的有三首，一首是《登峨眉山》，这是作者早期居蜀时所作，另一首是写于晚年的《峨眉山月歌送蜀僧晏入中京》;这一首则是写于作者二十六岁(726)离开蜀地时。如果说李白早期是为了访道求仙而登峨眉山，那么在他即将离蜀和离蜀后写的关于峨眉山月歌的诗，则主要是借以表达豪情壮志及其对友人的思念。这首诗人们很欣赏，但理解却有很大不同。</p> <p>　　第一，是对作者写此诗时的心情说法不一。明高棅《唐诗品汇》卷四十七引刘须溪谓此诗\"含情凄婉\"，而程千帆《古诗考索·古典诗歌描写与结构中的一与多》则云:\"李白的构思是在以孤悬空中的月与自己所要随着江水东下而经过的许多地方对比。来展现自己乘流而下的轻快心情。\"如果我们联系李白出川的动机来分析此诗，对以上两种理解的正误便不难做出判断。作者当时抱着四方之志出蜀远游，犹大鹏将展其翅。此时没有什么\"凄婉\"之情可言，相反，倒是大有与明月争胜之心。峨眉山月本来随着江水东流，作者乘轻舟顺流而下。所经之处有时可以看到山月，有时看不到，明月时隐时现，仿佛在紧紧追赶自己。看不到时，就像远远地将山月抛在身后。假如把上述刘须溪所谓\"含情\"的\"情\"，理解为作者与山月相嬉的情趣或得以出川的喜悦心情，似乎比\"凄婉\"二字更接近原意。</p> <p>　　第二，是对\"秋\"字的不同理解。一种认为是指秋天，另一种认为\"是指峨眉山月上弦或下弦呈半圆形的时候\"。揆度其意，当然以后一种说法较合理。不过可以肯定，李诗中的\"半轮\"，不会是指上弦月，因为峨眉山此时在作者的西南方向，自然是指阴历月终的时候了。同时，将\"秋\"字解作\"时候\"，可以在训诂方面找到根据，即\"秋\"字可训为\"时期\"、\"日子\"。</p> <p>　　此外，\"秋\"字还训作飞动的样子，或腾跃的样子，如《汉书·礼乐志·安世房中歌》之七:\"飞龙秋，游上天。\"据此，将这句解作弯月飞挂峨眉山，似亦说得通。</p> <p>　　第三，是对\"三峡\"的不同解说。一说这里的\"三峡\"是指鄂川交界的瞿唐峡、巫峡、西陵峡;一说指四川乐山县的黎头、背峨、平羌所谓小三峡。要辨别哪一个更合理。不妨先考察一下李白的出川路线。作者看到峨眉山月的倒影映在平羌江里，说明是从峨眉山的方面启程的。平羌江即青衣江，源出四川芦山县西北，至乐山县入岷江。第三句的\"清溪\"即清溪驿，在四川犍为县。\"清溪\"在乐山三峡的下游，作者夜间从这里出发。目标是\"向三峡气显然不是指乐山县的三峡。否则不仅\"向\"字失去了着落，行人便成了走回头路。所以。此处的\"三峡\"必定是指著名的巴东三峡。这里是人们向往的地方，也是由乐山经渝州(今重庆一带)出川的必由之路。</p> <p>　　第四，是对二联对句中\"君\"字的不同解说。有的说是指作者怀念的友人，或为其\"送行之人\";<a href=\"http://so.gushiwen.org/author_39.aspx\">沈德潜</a>则云:\"月在清溪三峡之间，半轮亦不复见矣。君字即指月。\"(《唐诗别裁》)看来后一种说法更合情理。峨眉山是作者实际上的故乡，月是故乡圆。作者对峨眉山月的怀念。无疑也是对故乡的依恋。如果把\"思君\"解作\"思友\"，便嫌平直，倒不如看作以月拟人更有诗意。俞陛云认为:\"以秋宵之残月，映青峭之峨眉。江上停桡，风景幽绝。无奈轻舟夜发，东下巴渝。回看斜月沉山，思君不见，好山隔面，等于良友分襟也。\"(《诗境浅说续编》)所以\"思君\"不是单指对某一友人的思念，而是一种宽泛的乡情。以象征着故乡的山月为友，不是比指某一具体的友人更有深意吗?</p> <p>　　古人论此诗，最称道它对地名的妙用。明人王世懋说:\"谈艺者有谓七言律一句不可两入故事，一篇中不可重犯故事。此病犯者故少，能拈出亦见精严。然我以为皆非妙悟也。作诗到神情传处，随分自佳，下得不觉痕迹，纵使一句两入，两句重犯，亦自无伤。如太白《峨眉山月歌》，四句入地名者五，然古今目为绝唱，殊不厌重。\"(《艺圃撷金》)<a href=\"http://so.gushiwen.org/author_121.aspx\">王世贞</a>称此诗是太白佳境，并说:\"二十八字中。有峨眉山、平羌江、清溪、三峡，渝州，使后人为之，不胜痕迹矣，益见此老炉锤之妙。\"(《艺苑卮言》)。</p> <p>　　这里需要补充的是，作者不仅擅用地名，不露痕迹，更值得注意的是其对于绝句诗艺的娴熟，尤其是第三句，承转很见工夫。作者是从平羌江顺流而来，所以第三句的\"夜发清溪\"是实接，如果再是实转，由清溪直下渝州，则成了水上码头名称的罗列，便可能诗味索然，而\"向三峡\"却是在虚实之间，作为地名，\"三峡\"属实，但此时诗人尚未抵达。它又是在想像之中。由于第三句承转得妙，第四句便成了顺水之舟，并把一系列普通地名赋予浓郁的诗情画意。变成了诗中的佳境。全篇说来亦巧亦壮，不愧为古今绝唱。</p>",
  "about": "<h2>创作背景</h2> <p>　　这首<a href=\"http://so.gushiwen.org/view_7863.aspx\">诗</a>出自《李太白全集》卷八，是<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>年轻时的作品。峨眉山是蜀中大山，也是蜀地的代称。李白是蜀人，因此峨眉山月也就是故园之月。此诗是李白初离蜀地时的作品，大约作于开元十三年（725年）以前。</p>",
  "poet": {
    "id": 247,
    "star": 0,
    "name": "李白",
    "image": "http://img.gushiwen.org/authorImg/libai.jpg",
    "desc": "李白（701年－762年），字太白，号青莲居士，唐朝浪漫主义诗人，被后人誉为“诗仙”。祖籍陇西成纪(待考)，出生于西域碎叶城，4岁再随父迁至剑南道绵州。李白存世诗文千余篇，有《李太白集》传世。762年病逝，享年61岁。其墓在今安徽当涂，四川江油、湖北安陆有纪念馆。"
  },
  "tags": [
    "初中古诗",
    "秋天",
    "游历",
    "写景",
    "地名"
  ]
}