{
  "id": 11173,
  "star": 21,
  "name": "至后",
  "dynasty": "唐代",
  "content": "冬至至后日初长，远在剑南思洛阳。<br>青袍白马有何意，金谷铜驼非故乡。<br>梅花欲开不自觉，棣萼一别永相望。<br>愁极本凭诗遣兴，诗成吟咏转凄凉。",
  "fanyi": "<p><strong>译文</strong><br>冬至之后，白天渐长而黑夜渐短。我在远远的成都思念洛阳。<br>我在严武的幕府中志不自展，成都虽也有如金谷、铜驼一类的胜地但毕竟不是故乡金谷铜驼。<br>梅花正含苞欲放，我不自觉地想起我洛阳的兄弟朋友。<br>愁闷极了，本想写<a href=\"http://so.gushiwen.org/view_11173.aspx\">诗</a>来排愁，没想到越写越凄凉了。</p> <p><strong>注释</strong><br>① 日初长：指冬至之后，白天逐渐由短变长。<br>②剑南：这里指蜀地。因在剑门关以南，故称。<br>③青袍白马：此和《洗兵行》中所用不是一个意思。这里指的是幕府生活。<a href=\"http://so.gushiwen.org/author_662.aspx\">庾信</a>《哀江南赋》：“青袍如草，白马如练。”东汉《张湛传》：帝见湛，辄言白马生且又谏矣。<br>④金谷、铜驼： 邵注：金谷园、铜驼陌，皆洛阳胜地。<a href=\"http://so.gushiwen.org/author_883.aspx\">石崇</a>《金谷诗序》：“余别庐在河南县界金谷涧。”<a href=\"http://so.gushiwen.org/author_838.aspx\">陆机</a>《洛阳记》：汉铸铜驼二枚，在宫南四会道头，夹路相对。<br>⑤非故乡：金谷铜驼，洛阳皆遭乱矣，物是人非。<br>⑥棣萼：《诗》：“棠棣之华，萼不韡韡。”棣萼，以比喻兄弟。<br>⑦愁极：意为愁苦极时本欲借诗遣怀，但诗成而吟咏反觉更添凄凉。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　“冬至至后日初长，远在剑南思洛阳”。第一句准确地写出了冬至的特点：一年中日最短，影最长的日子，冬至之后，日渐长而影渐短。<a href=\"http://so.gushiwen.org/view_11173.aspx\">诗</a>人<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>写此诗时，正在成都（剑南），在朋友严武那里做幕僚，而且与严武发生了一些不愉快，心情十分低落，所以就思念起了洛阳。杜甫的青少年时期是在洛阳度过的，而且他与<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>当年也正是在洛阳相识的。</p> <p>　　“青袍白马有何意，金谷铜驼非故乡”。青袍白马，指的是自己当前的处境，指闲官卑位，这里作借代用，也可指处于闲官卑官中的自己。随即他又说，故乡洛阳已经物是人非。当时安史之乱，洛阳已经沦陷。这里的金谷，指的是金谷园，西晋<a href=\"http://so.gushiwen.org/author_883.aspx\">石崇</a>的花园，在洛阳西北，这是古代诗歌中经常出现的一处名园。铜驼，指的是铜驼街，铜驼路是西晋都城洛阳皇宫前一条繁华的街道，以宫前立有铜驼而得名。故人们常以金谷、铜驼代表洛阳的名胜古迹，或者指代洛阳。但洛阳城里的“金谷铜驼”并非故乡的典型特征。诗中的“金谷”与“铜驼”，已十分清楚地告知我们，杜甫在剑南所思念的洛阳，是可肯定为其故乡的。而诗中的“非故乡”，并不是指洛阳不是杜甫的故乡，而是说：但洛阳的金谷园、铜驼等胜地的风景，因遭受了安史之乱而使其非昔日可比了。正如《杜诗详注》云：“金谷铜驼，洛阳遭乱矣。”</p> <p>　　“梅花欲开不自觉，棣萼一别永相望。愁极本凭诗遣兴，诗成吟咏转凄凉”。《诗经·小雅·常棣》“常棣之华，鄂不韡韡。凡今之人，莫如兄弟。”诗以开花繁盛紧密的棠棣起兴，讲对兄弟的思念。所以棣萼指的就是兄弟，所以表面上作者是在讲两种花，指堂棣之华早就开谢了，自己还在想着它，而梅花正含苞欲放。而实际上，作者前一句是起兴，讲的是眼前的景：梅花欲开。后一句讲的是由此景而联想的情绪：对远在洛阳的兄弟朋友的思念。洛阳遭受战乱，那里有知我怜我的兄弟，所以我特别地想念它。（棠棣，有人以为就是郁李，以上为郁李花。）诗人说，愁闷极了，本想写首诗来排遣这愁闷，没料到诗写成后自己吟咏起来，反而更觉得凄凉与寂寞了。</p>",
  "poet": {
    "id": 474,
    "star": 0,
    "name": "杜甫",
    "image": "http://img.gushiwen.org/authorImg/dufu.jpg",
    "desc": "杜甫（712－770），字子美，自号少陵野老，世称“杜工部”、“杜少陵”等，汉族，河南府巩县（今河南省巩义市）人，唐代伟大的现实主义诗人，杜甫被世人尊为“诗圣”，其诗被称为“诗史”。杜甫与李白合称“李杜”，为了跟另外两位诗人李商隐与杜牧即“小李杜”区别开来，杜甫与李白又合称“大李杜”。他忧国忧民，人格高尚，他的约1400余首诗被保留了下来，诗艺精湛，在中国古典诗歌中备受推崇，影响深远。759-766年间曾居成都，后世有杜甫草堂纪念。"
  },
  "tags": [
    "故乡"
  ]
}