{
  "id": 71668,
  "star": 22,
  "name": "过晋阳故城书事",
  "dynasty": "金朝",
  "content": "惠远祠前晋溪水，翠叶银花清见底。<br>水上西山如挂屏，郁郁苍苍三十里。<br>中原北门形势雄，想见城阙云烟中。<br>望川亭上阅今古，但有麦浪摇春风。<br>君不见，系舟山头龙角秃，白塔一摧城覆没。<br>薛王出降民不降，屋瓦乱飞如箭镞。<br>汾流决入大夏门，府治移著唐明村。<br>只从巨屏失光彩，河洛几度风烟昏。<br>东阙苍龙西玉虎，金雀觚棱上云雨。<br>不论民居与官府，仙佛所庐余百所。<br>鬼役天才千万古，争教一炬成焦土。<br>至今父老哭向天，死恨河南往来苦。<br>南人鬼巫好禨祥，万夫畚锸开连岗。<br>官街十字改丁字，钉破并州渠亦亡。<br>几时却到承平了，重看官家筑晋阳。",
  "fanyi": "<p><strong>译文<br></strong>惠远祠前蜿蜒着古晋国的青溪，翠绿的萍叶和银白的浪花清澈见底，<br>水上的悬瓮山像是卧着的屏风，一派郁郁苍苍长达三百余里。<br>你这中原的北门气势多么雄壮，云烟笼罩着城阙还能让人想象，<br>山上的望川亭看够古今巨变，只留下春风吹起的阵阵麦浪！<br>那龙头般的系舟山被砍去龙角，白塔无端被毁，城池惨遭扫荡，<br>薛王已经投降，人民还在抵抗，屋瓦就是箭头，纷纷飞向敌方！<br>汾河水淹没了晋阳古城，太原府被迫迁到唐明村。<br>自从失去这道屏障的光彩，河洛一带便遭受外族的入侵！<br>想当年宫殿上雕着苍龙玉虎，高耸的金雀直上空中的云雾，<br>不论是民居，还是官府衙门，以及那百余座佛寺道庐，<br>花费了多少人力和财力，为什么一把火烧成焦土！<br>到如父老们仍旧对天哭诉，恨当年被掠往河南被遭痛苦。<br>南方人迷信凶兆吉祥，将毁坏的城址开辟成田冈，<br>新建的太原将十字街改成丁字路，然而，谁毁坏并州谁就跟着灭亡！<br>什么时候才是太平盛世哟，好让人看到朝廷重建晋阳。</p> <p><strong>注释<br></strong>①惠远祠：即晋祠，北宋熙宁中称晋祠为惠远祠。<br>②西山：指晋祠背后的悬瓮山。<br>③中原北门：晋阳是北方重镇，是中原地区的北大门。<br>④想见：想见当时晋阳城巍巍高耸插入云端。<br>⑤望川亭：在晋祠圣母殿后悬瓮山巅，北齐时所建。<br>⑥系舟山：在太原市北百余里。<br>⑦薛王：即刘继元，刘承钧养子，本姓薛，即王位后称薛王，公元979年降宋。<br>⑧大夏门：晋阳城北门之一。太原古称大夏，故名。<br>⑨唐明村：即唐明镇，今太原市旧城街以北至西羊市一带。<br>⑩巨屏：指晋阳城为北方巨大屏障。<br>⑪河洛：指中原一带为契丹、金、蒙铁骑蹂躏。<br>⑫苍龙、玉虎：指晋阳城宫殿的雕饰物。金雀觚（gū）棱：喻雕物的精致和建筑的 高大。<br>⑬死恨：宋灭北汉后，将太原四万居民从太原迁往洛阳。<br>⑭南人：这句说宋朝统治者讲究迷信。<br>⑮畚（běn）锸（chā）：音本叉，指箩筐和铁锹。<br>⑯开连岗：指来毁灭晋阳城之后，在唐明镇筑太原新城。<br>⑰官街：宋朝统治者为了钉死太原龙脉，把太原街道建成丁字形。<br>⑱渠：他，他们，指赵末统治者。<br>⑲却到：等到。<br>⑳官家：对皇帝的称呼。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　<a href=\"http://so.gushiwen.org/view_71668.aspx\">诗</a>的前八句，写作者登上悬瓮山顶的望川享，鸟瞰眼前景色，美不胜收，并引触了深深盼感慨。惠远祠前的晋溪水，从悬瓮山麓汩汩流出，清澈透碧，水中绿萍嫩翠、锦鳞腾跃，掀起了一层层银白色的浪花；溪上的悬瓮山象一座巨大的卧屏，群峰竞秀，气势磅礴，草木葱郁，景象万千；这里风景优美，形势雄伟，是中原大地的北大门，当年的晋阳故城就座落在这里，可以想见那巍峨的城阙高耸入云，景象无比壮观。站在望川亭上，回想起这座古城的兴衰变迁，感慨万端，如今眼前所展现出的，只有那千顷沃野上，一层层麦浪在春风中摇曳翻滚，那座悠久的历史故城已经不复存在了。</p> <p>　　接着，次八句，诗人回顾了晋阳故城被赵宋统治者废毁的历史。保宁元年（969），宋太祖<a href=\"http://so.gushiwen.org/author_783.aspx\">赵匡胤</a>率兵进攻北汉，围困晋阳。在外敌入侵时，人民表现出积极御敌、浴血奋战、宁死不屈的爱国主义精神。“薜王出降民不降，屋瓦乱飞如箭簇”，就是晋阳人民面对侵略自发抵抗的爱国爱家精神的体现。然而城池被毁，生民被迁，河山虽然依旧形胜，但已失去了昔日的光彩。“河洛几度风烟昏”，便是从历史的角度阐述“中原北门”毁废后，给中原广大人民带来的一次又一次的战乱之灾。</p> <p>　　此后八句又从宋朝毁灭晋阳文明古迹的角度予以鞭挞。“阙”指宫门前两边供了望的楼。“觚棱”，殿堂屋角的瓦脊成方角棱形。用“苍龙”“玉虎”“金雀”等词形容之，极显其金碧辉煌、凌云欲飞的景象气势。如此宏伟壮丽的古迹，竟被付之一炬，且将民居尽焚，以致“至今父老哭向天，死恨河南往来苦”。“往来”二字，概括了数百年来无数人民的辛酸，它不仅鞭挞了宋统治者给山西人民带来的灾难，而且从另一个角度展示了山西人民眷念故乡的传统。据传被掳至河南的山西人总不忘岁时回乡祭祀祖先，“往来”时还带些特产以充路资，此亦为晋商之渊源。“南人鬼巫”四句，则矛头直指宋王朝，斥其不重人事，迷信风水，导致了“搬起石头砸自己的脚”的可悲下场。</p> <p>　　末二句乃全诗主旨所在，前面从军事、政治、文化的角度阐述利弊，旨在希望金统治者再振围威，重建晋阳。</p> <p>　　全诗曲折往复，词语慷慨，气势雄放。抒发了强烈反对战争的情怀。</p>",
  "about": "<h2>创作背景</h2> 　　这首<a href=\"http://so.gushiwen.org/view_71668.aspx\">诗</a>写于金宣宗贞祐四年（1216），作者南渡黄河之前。此年二月，蒙元兵曾围攻太原。宋初对北汉首都晋阳发动围攻，双方伤亡惨重。北汉主刘继元降宋，宋太宗焚晋阳。在故城东北筑新城，即今太原市之前身。<a href=\"http://so.gushiwen.org/author_600.aspx\">元好问</a>登上悬瓮山，眼望晋阳故城，目睹残垣断壁，写下了此首诗。",
  "poet": {
    "id": 600,
    "star": 0,
    "name": "元好问",
    "image": "http://img.gushiwen.org/authorImg/yuanhaowen.jpg",
    "desc": "元好问，字裕之，号遗山，太原秀容（今山西忻州）人；系出北魏鲜卑族拓跋氏，元好问过继叔父元格；七岁能诗，十四岁从学郝天挺，六载而业成；兴定五年（1221）进士，不就选；正大元年（1224 ），中博学宏词科，授儒林郎，充国史院编修，历镇平、南阳、内乡县令。八年（1231）秋，受诏入都，除尚书省掾、左司都事，转员外郎；金亡不仕，元宪宗七年卒于获鹿寓舍；工诗文，在金元之际颇负重望；诗词风格沉郁，并多伤时感事之作。其《论诗》绝句三十首在中国文学批评史上颇有地位；作有《遗山集》又名《遗山先生文集》，编有《中州集》。"
  },
  "tags": [
    "咏史怀古"
  ]
}