{
  "id": 65439,
  "star": 98,
  "name": "南柯子·十里青山远",
  "dynasty": "宋代",
  "content": "十里青山远，潮平路带沙。数声啼鸟怨年华。又是凄凉时候，在天涯。<br>白露收残月，清风散晓霞。绿杨堤畔问荷花：记得年时沽酒，那人家？",
  "fanyi": "<p><strong>译文</strong><br>潮水涨平了沙路，远处的青山连绵不断，偶尔听到几声鸟鸣，好像是在哀怨时光流逝。又是凄凉冷漠的秋天了，我远在海角天涯。<br>残月西堕。白露湿衣，拂晓的凉风慢慢地吹散朝霞。走到那似曾相识绿杨堤畔，我询问起塘中盛开的荷花：“你可记得，那年我路边沽酒，敲开的是哪门哪家？”</p> <p><strong>注释</strong><br>①南柯子：又名《南歌子》，唐教坊曲名，后用为词牌。<br>②潮平：指潮落。<br>③怨年华：此指鸟儿哀叹年光易逝。<br>④凄凉时候：指天各一方的凄凉的日子。<br>⑤白露：露水 。收：消除。残月，一作“残暑”，指余热。<br>⑥散：一作“衬”，送。<br>⑦年时沽酒：去年买酒。那人家：那个人么？指作者自己。家在此处是语尾助词。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>、　　仲殊，名挥，姓张。安州人，曾举进士。据说他年轻时风流倜傥，放荡不羁，因此妻子对他甚为不满，曾在食物里下了毒，他得救不死。从此，他心灰意冷，弃家为僧，居苏州承天寺、杭州吴山宝月寺。然仲殊虽出家为僧，却不甚遵守佛门清规，虽不吃肉，却嗜蜜、酒如命，每食必饮酒食蜜。这首词便是他出家为僧后所作，从这首词作中读者仍能看出一个早年放荡不羁而半路出家的和尚的自我写照。</p> <p>　　上片着重从空间方面着笔，首二句便直接铺叙景物，展示出一幅“青山隐隐水迢迢”的画境。“十里青山远”是远望所得之景。“十里青山”本已含“远”，而这里更著一个“远”字，不仅点出“行人更在春山外”的意境，而且透露出词人不知归期的惆怅寂冷心态。“潮平带路沙”是近看所得之景。词人的视线由“十里青山”的远景观赏收回到眼前之景，由赋山转向摹水，点出行人的具体环境。第三句由写所见过渡到所闻。远处一带青山，偶尔可以听见“数声啼鸟”，这对欢乐人来说，便是青山绿水、美景如画；莺歌燕舞，良辰美景的赏心乐事，但对感触特多，凡心未尽的词人来说，却似乎觉得啼鸟在怨年光的易逝，青春易老了。这便是词人的心理情感移入到鸟啼声所引起的移情联想。由鸟的啼怨，词人不期而然地涌起又是“凄凉时候”，又是“远在天涯”的感叹了。这是词人长期的漂泊以及对这种生活的厌倦情绪的反映。</p> <p>　　下片主要从时间方面落笔。“白露”既指秋凉的夜露，又表明了节候。“清风”句紧承前句强调白昼的结束。这两句紧承“啼鸟怨年华”的命意，形象生动地展示出时间推移的进程。“绿杨”句承前写景。杨柳堤岸，浓荫密处，微风过后，荷香飘拂，那荷花又大又丽，正撩人情思。站在荷塘边，词人突然想起来了，原来有一年，也是这个时候，他到过此地，在附近的酒家买酒喝，并乘着酒意还来观赏过荷花。他禁不住又是感叹又是喜悦，于是向着塘里的荷花问道：“荷花啊，你还记得那年买酒喝的那个醉汉么？”这一问颇含韵致，荷花在佛教徒的心目中，本是最圣洁的东西，所以释迦佛像都是坐在莲花上的。而如今词人虽为和尚，看到莲花想起的却是它那世俗的美艳，并将荷花与自己醉中赏花的事紧紧联系起来，这就表明了词人虽名为和尚的真实心态。这里词人由眼前景而追忆往昔事，仍是从时间方面来写，照应上片“又是凄凉时候、在天涯”。</p> <p>　　全词从时空两方面构思，写景抒情，情寓于景，意象清悠，意境清晰。词作设色明艳，对比和谐，色彩艳丽，美感很强。</p>",
  "about": "<h2>创作背景</h2> <p>　　这首词的作者仲殊是一位僧人，据说他年轻时风流倜傥，放荡不羁，妻子对他甚为不满，甚至食物里下了毒，他得救不死，从此，心灰意冷，弃家为僧，居苏州承天寺、杭州吴山宝月寺。然仲殊虽出家为僧，却不甚遵守佛门清规，虽不吃肉，却嗜蜜、酒如命，每食必饮酒食蜜。这首词便是他出家为僧后所作，从中可以看出一个早年放荡不羁而半路出家的和尚的自我写照。</p> <p>　　这首《南柯子》就是写云游路上、羁旅异地时的一番感受，大致可归入羁旅愁思类作品，宋黄舁《花庵词选》擅题“忆旧”，是误解了词尾句意。</p>",
  "poet": {
    "id": 544,
    "star": 0,
    "name": "仲殊",
    "desc": "北宋僧人、词人。字师利。安州（今湖北安陆）人。本姓张，名挥，仲殊为其法号。曾应进士科考试。生卒年不详。年轻时游荡不羁，几乎被妻子毒死，弃家为僧，先后寓居苏州承天寺、杭州宝月寺，因时常食蜜以解毒，人称蜜殊；或又用其俗名称他为僧挥。他与苏轼往来甚厚。徽宗崇宁年间自缢而死。"
  },
  "tags": [
    "宋词三百首",
    "婉约",
    "写景",
    "感叹"
  ]
}