{
  "id": 1517,
  "star": 55,
  "name": "乌栖曲",
  "dynasty": "唐代",
  "content": "姑苏台上乌栖时，吴王宫里醉西施。<br>吴歌楚舞欢未毕， 青山欲衔半边日。<br>银箭金壶漏水多，起看秋月坠江波。东方渐高奈乐何！",
  "fanyi": "<p><strong>译文<br></strong>日落乌栖时分，姑苏台上吴宫的轮廓和宫中美人西施醉态朦胧。<br>轻歌曼舞，朱颜微酡，吴王的享乐还正处在兴奋之中，却忽然发现西边的山峰已经吞没了半轮红日，暮色就要降临了。<br>吴王与西施寻欢作乐已慢慢进入尾声。铜壶漏水越来越多，银箭的刻度也随之越来越上升，一轮秋月越过长空，天色已近黎明。</p> <p><strong>注释<br></strong>1.乌栖曲：乐府《清商曲辞》西曲歌调名。<br>2.姑苏台：在吴县西三十里姑苏山上，为吴王夫差所筑，上建春宵宫，为长夜之饮。又作天池，池中造青龙舟，盛陈音乐，日与西施为水嬉（见《述异记》）。“乌栖时”，乌鸦停宿的时候，指黄昏。<br>3.吴王：即吴王夫差。夫差败越国，纳越国美女西施，为筑姑苏台。姑苏台旧址在今江苏苏州，据《述异记》，台周环诘屈，横亘五里，崇饰土木，殚耗人力，三年乃成。内充宫妓千人，又别立春宵宫，造千石酒钟，作大池，池中造青龙舟、陈妓乐，吴王日与西施为长夜欢。<br>4.吴歌楚舞：吴楚两国的歌舞。“青山欲衔半边日”，写太阳将落山时的景象。<br>5.银箭金壶：指刻漏，为古代计时工具。其制，用铜壶盛水，水下漏。水中置刻有度数箭一枝，视水面下降情况确定时履。<br>6.秋月坠江波：黎明时的景象。“东方渐高”，东方的太阳渐渐升起。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　《乌栖曲》是乐府《清商曲辞·西曲歌》旧题。现存南朝梁简文帝、<a href=\"http://so.gushiwen.org/author_386.aspx\">徐陵</a>等人的古题，内容大都比较靡艳，形式则均为七言四句，两句换韵。<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>此篇，不但内容从旧题的歌咏艳情转为讽刺宫廷淫靡生活，形式上也作了大胆的创新。</p> <p>　　相传吴王夫差耗费大量人力物力，用三年时间，筑成横亘五里的姑苏台（旧址在今苏州市西南姑苏山上），上建春宵宫，与宠妃西施在宫中为长夜之饮。<a href=\"http://so.gushiwen.org/view_1517.aspx\">诗</a>的开头两句，不去具体描绘吴宫的豪华和宫廷生活的淫靡，而是以洗炼而富于含蕴的笔法，勾画出日落乌栖时分姑苏台上吴宫的轮廓和宫中美人西施醉态朦胧的剪影。“乌栖时”，照应题面，又点明时间。诗人将吴宫设置在昏林暮鸦的背景中，无形中使“乌栖时”带上某种象征色彩，使人们隐约感受到包围着吴宫的幽暗气氛，联想到吴国日暮黄昏的没落趋势。而这种环境气氛，又正与“吴王宫里醉西施”的纵情享乐情景形成鲜明对照，暗含乐极悲生的意蕴。这层象外之意，贯串全篇，但表现得非常隐微含蓄。</p> <p>　　“吴歌楚舞欢未毕，青山欲衔半边日。”对吴宫歌舞，只虚提一笔，着重写宴乐过程中时间的流逝。沉醉在狂欢极乐中的人，往往意识不到这一点。轻歌曼舞，朱颜微酡，享乐还正处在高潮之中，却忽然意外地发现，西边的山峰已经吞没了半轮红日，暮色就要降临了。“未”字“欲”字，紧相呼应，微妙而传神地表现出吴王那种惋惜、遗憾的心理。而落日衔山的景象，又和第二句中的“乌栖时”一样，隐约透出时代没落的面影，使得“欢未毕”而时已暮的描写，带上了为乐难久的不祥暗示。</p> <p>　　“银箭金壶漏水多，起看秋月坠江波。”续写吴宫荒淫之夜。宫体诗的作者往往热衷于展览豪华颓靡的生活，李白却巧妙地从侧面淡淡着笔。“银箭金壶”，指宫中计时的铜壶滴漏。铜壶漏水越来越多，银箭的刻度也随之越来越上升，暗示着漫长的秋夜渐次消逝，而这一夜间吴王、西施寻欢作乐的情景便统统隐入幕后。一轮秋月，在时间的默默流逝中越过长空，此刻已经逐渐黯淡，坠入江波，天色已近黎明。这里在景物描写中夹入“起看”二字，不但点醒景物所组成的环境后面有人的活动，暗示静谧皎洁的秋夜中隐藏着淫秽丑恶，而且揭示出享乐者的心理。他们总是感到享乐的时间太短，昼则望长绳系日，夜则盼月驻中天，因此当他“起看秋月坠江波”时，内心不免浮动着难以名状的怅恨和无可奈何的悲哀。这正是末代统治者所特具的颓废心理。“秋月坠江波”的悲凉寂寥意象，又与上面的日落乌栖景象相应，使渗透在全诗中的悲凉气氛在回环往复中变得越来越浓重了。</p> <p>　　诗人讽刺的笔锋并不就此停住，他有意突破《乌栖曲》旧题偶句收结的格式，变偶为奇，给这首诗安上了一个意味深长的结尾：“东方渐高奈乐何！”“高”是“皜”的假借字。东方已经发白，天就要亮了，寻欢作乐不能再继续下去了。这孤零零的一句，既像是恨长夜之短的吴王所发出的欢乐难继、好梦不长的叹喟，又像是诗人对沉溺不醒的吴王敲响的警钟。诗就在这冷冷的一问中陡然收煞，特别引人注目，发人深省。</p> <p>　　这首诗在构思上有显著的特点，即以时间的推移为线索，写出吴宫淫佚生活中自日至暮，又自暮达旦的过程。诗人对这一过程中的种种场景，并不作具体描绘渲染，而是紧扣时间的推移、景物的变换，来暗示吴宫荒淫的昼夜相继，来揭示吴王的醉生梦死，并通过寒林栖鸦、落日衔山、秋月坠江等富于象征暗示色彩的景物隐寓荒淫纵欲者的悲剧结局。通篇纯用客观叙写，不下一句贬辞，而讽刺的笔锋却尖锐、冷峻，深深刺入对象的精神与灵魂。《唐宋诗醇》评此诗说：“乐极生悲之意写得微婉，未几而麋鹿游于姑苏矣。全不说破，可谓寄兴深微者。……末缀一单句，有不尽之妙。”这是颇能抓住此篇特点的评论。</p> <p>　　李白的七言古诗和歌行，一般都写得雄奇奔放，恣肆淋漓，这首《乌栖曲》却偏于收敛含蓄，深婉隐微，成为他七古中的别调。前人或以为它是借吴宫荒淫来托讽唐玄宗的沉湎声色，迷恋杨妃，这是可能的。玄宗早期励精图治，后期荒淫废政，和夫差先发愤图强，振吴败越，后沉湎声色，反致覆亡有相似之处。据唐孟棨《本事诗》记载，李白初至长安，<a href=\"http://so.gushiwen.org/author_368.aspx\">贺知章</a>见其《乌栖曲》，叹赏苦吟，说：“此诗可以泣鬼神矣。”看来贺知章的“泣鬼神”之评，也不单纯是从艺术角度着眼的。</p>",
  "about": "<h2>创作背景</h2> 　　此<a href=\"http://so.gushiwen.org/view_1517.aspx\">诗</a>是<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>于开元十九年（731）在吴越一带漫游时所作，这里是当年吴王夫差与美女西施日夜酣歌醉舞的地方，李白怀古有感，写了一首咏史诗《乌栖曲》。诗表面上写吴王，实际上讽刺唐玄宗。",
  "poet": {
    "id": 247,
    "star": 0,
    "name": "李白",
    "image": "http://img.gushiwen.org/authorImg/libai.jpg",
    "desc": "李白（701年－762年），字太白，号青莲居士，唐朝浪漫主义诗人，被后人誉为“诗仙”。祖籍陇西成纪(待考)，出生于西域碎叶城，4岁再随父迁至剑南道绵州。李白存世诗文千余篇，有《李太白集》传世。762年病逝，享年61岁。其墓在今安徽当涂，四川江油、湖北安陆有纪念馆。"
  },
  "tags": [
    "乐府",
    "咏史怀古",
    "讽刺"
  ]
}