{
  "id": 249,
  "star": 50,
  "name": "卷阿",
  "dynasty": "先秦",
  "content": "有卷者阿，飘风自南。岂弟君子，来游来歌，以矢其音。</p> <p>伴奂尔游矣，优游尔休矣。岂弟君子，俾尔弥尔性，似先公酋矣。</p> <p>尔土宇昄章，亦孔之厚矣。岂弟君子，俾尔弥尔性，百神尔主矣。</p> <p>尔受命长矣，茀禄尔康矣。岂弟君子，俾尔弥尔性，纯嘏尔常矣。</p> <p>有冯有翼，有孝有德，以引以翼。岂弟君子，四方为则。</p> <p>颙颙卬卬，如圭如璋，令闻令望。岂弟君子，四方为纲。</p> <p>凤凰于飞，翙翙其羽，亦集爰止。蔼蔼王多吉士，维君子使，媚于天子。</p> <p>凤凰于飞，翙翙其羽，亦傅于天。蔼蔼王多吉人，维君子命，媚于庶人。</p> <p>凤凰鸣矣，于彼高冈。梧桐生矣，于彼朝阳。菶々萋萋，雍雍喈喈。</p> <p>君子之车，既庶且多。君子之马，既闲且驰。矢诗不多，维以遂歌。",
  "fanyi": "<p><strong>译文<br></strong>曲折丘陵风光好，旋风南来声怒号。和气近人的君子，到此遨游歌载道，大家献<a href=\"http://so.gushiwen.org/view_249.aspx\">诗</a>兴致高。<br>江山如画任你游，悠闲自得且暂休。和气近人的君子，终生辛劳何所求，继承祖业功千秋。<br>你的版图和封疆，一望无际遍海内。和气近人的君子，终生辛劳有作为，主祭百神最相配。<br>你受天命长又久，福禄安康样样有。和气近人的君子，终生辛劳百年寿，天赐洪福永享受。<br>贤才良士辅佐你，品德崇高有权威，匡扶相济功绩伟。和气近人的君子，垂范天下万民随。<br>贤臣肃敬志高昂，品德纯洁如圭璋，名声威望传四方。和气近人的君子，天下诸侯好榜样。<br>高高青天凤凰飞，百鸟展翅紧相随，凤停树上百鸟陪。周王身边贤士萃，任您驱使献智慧，爱戴天子不敢违。<br>青天高高凤凰飞，百鸟纷纷紧相随，直上晴空迎朝晖。周王身边贤士萃，听您命令不辞累，爱护人民行无亏。<br>凤凰鸣叫示吉祥，停在那边高山冈。高冈上面生梧桐，面向东方迎朝阳。枝叶茂盛郁苍苍，凤凰和鸣声悠扬。<br>迎送贤臣马车备，车子既多又华美。迎送贤臣有好马，奔腾熟练快如飞。贤臣献诗真不少，为答周王唱歌会。</p> <p><strong>注释<br></strong>1.有卷（quán）：卷卷。卷，卷曲。阿：大丘陵。<br>2.飘风：旋风。<br>3.岂弟（kǎitì）：即“恺悌”，和乐平易。<br>4.矢：陈，此指发出。<br>5.伴奂：据郑玄笺：“伴奂，自纵弛之意也。”则“伴奂”当即“泮涣”，无拘无束之貌。或谓读为“盘桓”，非。<br>6.优游：从容自得之貌。<br>7.俾（bǐ）：使。尔：指周天子。弥：终，尽。性：同“生”，生命。<br>8.似：同“嗣”，继承。酋：同“猷”，谋划。<br>9.昄（bǎn）章：版图。<br>10.孔：很。<br>11.主：主祭。<br>12.茀（fú）：通“福”。<br>13.纯嘏（gǔ）：大福。<br>14.冯（píng）：辅。翼：助。<br>15.引：牵挽。<br>16.则：标准。<br>17.颙（yōng）颙：庄重恭敬。昂（áng）昂：气概轩昂。<br>18.圭：古代玉制礼器，长条形，上端尖。璋：也是古代玉制礼器，长条形，上端作斜锐角。<br>19.令：美好。闻：声誉。<br>20.翙（huì）翙：鸟展翅振动之声。<br>21.爰：而。<br>22.蔼蔼：众多貌。吉士：贤良之士。<br>23.媚：爱戴。<br>24.傅：至。<br>25.朝阳：指山的东面，因其早上为太阳所照，故称。<br>26.菶（běng）菶：草木茂盛貌。<br>27.雝（yōng）雝喈（jiē）喈：鸟鸣声。<br>28.庶：众。<br>29.闲：娴熟。<br>30.不多：很多。不，读为“丕”，大。<br>31.遂：对。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　第一章发端总叙，以领起全<a href=\"http://so.gushiwen.org/view_249.aspx\">诗</a>。《汲冢纪年》：“成王三十三年，游于卷阿，召康公从。”此诗所记，当即为此次出游。“有卷者阿”言出游之地，“飘风自南”言出游之时，“岂弟君子”言出游之人，“来游来歌，以矢其音”二句则并游、歌而叙之。这段记叙简约而又全面，所以前人称其“是一段卷阿游宴小记”（方玉润《诗经原始》）。</p> <p>　　第二、三、四章，称颂周室版图广大，疆域辽阔，周王恩泽，遍于海内，周王膺受天命，既长且久，福禄安康，样样齐备，因而能够尽情娱游，闲暇自得。这些称颂归结到一点，便是那重复了三次的“俾尔弥尔性”，即祝周王长命百岁，以便继承祖宗功业，成为百神的祭主，永远享受天赐洪福。</p> <p>　　第五、六章，称颂周王有贤才良士尽心辅佐，因而能够威望卓著，声名远扬，成为天下四方的准则与楷模。这两章是承第二、三、四章而来。第二、三、四章主要说的是周王德性的内在作用，五、六两章主要说的是周王德性的外在影响，二者相辅相成，相得益彰。</p> <p>　　第七、八、九章，以凤凰比周王，以百鸟比贤臣。诗人以凤凰展翅高飞，百鸟紧紧相随，比喻贤臣对周王的拥戴，即所谓“媚于天子”。（所谓“媚于庶人”，不过是一种陪衬。）然后又以高冈梧桐郁郁苍苍，朝阳鸣凤宛转悠扬，渲染出一种君臣相得的和谐气氛。</p> <p>　　第十章回过头来，描写出游时车马，仍扣紧君臣相得之意。末二句写群臣献诗，盛况空前，与首章之“来游来歌，以矢其音”呼应作结。</p> <p>　　此篇是对周王歌功颂德的诗篇，思想上带有局限性。但称颂中带有劝戒之意，所以仍有可取之处。从艺术上来说，全篇规模宏大，结构完整，赋笔之外，兼用比兴，如以“如圭如璋”比贤臣之“顒顒昂昂”，以凤凰百鸟比喻“王多吉士”、“王多吉人”，都很贴切自然，给读者留下了鲜明的印象，同时也对后世产生了广泛的影响。</p>",
  "about": "<h2>创作背景</h2> 　　关于此<a href=\"http://so.gushiwen.org/view_249.aspx\">诗</a>的创作背景，尚有争议。《毛诗序》认为是“召康公戒成王也”；宋代<a href=\"http://so.gushiwen.org/author_459.aspx\">朱熹</a>《诗集传》认为是“（召康）公从成王游歌于卷阿之上，因王之歌而作此以为戒”；而今人祝秀权认为《大雅.卷阿》作于西周穆王时期。",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": [
    "诗经",
    "赞颂"
  ]
}