{
  "id": 22361,
  "star": 11,
  "name": "竹枝词四首",
  "dynasty": "唐代",
  "content": "瞿塘峡口水烟低，白帝城头月向西。<br>唱到竹枝声咽处，寒猿闇鸟一时啼。</p> <p>竹枝苦怨怨何人？夜静山空歇又闻。<br>蛮儿巴女齐声唱，愁杀江楼病使君。</p> <p>巴东船舫上巴西，波面风生雨脚齐。<br>水蓼冷花红簇簇，江篱湿叶碧凄凄。</p> <p>江畔谁人唱竹枝？前声断咽后声迟。<br>怪来调苦缘词苦，多是通州司马诗。",
  "fanyi": "<p><strong>译文</strong></p> <p>瞿塘峡口，水雾蒙蒙，像轻烟一样低低地笼罩着江水。白帝城上的月亮已经向西偏斜。<br>深夜有人唱起了令人伤心的竹枝民歌，当唱歌的声音哽咽着时，山上的猿猴和山鸟都一起悲伤地啼叫起来。</p> <p>《竹技》曲调苦怨究竟是把谁怨？夜静山空里歌声时续又时断。<br>巴楚的青年男女齐声来歌唱，愁杯了江楼里的忠州病长官。</p> <p>坐着小船，从巴东到巴西去。一路上，江风吹动波浪，大雨下个不停。<br>那江边的水蓼草开着白里带红的小花，似乎感到了寒冷，相互紧紧挤在一起；被雨打湿的江蓠草叶，更显得幽绿幽绿的。</p> <p>大江边是谁在唱那《竹枝词》？前声曲幽咽之后声调迟迟。<br>难怪曲调苦只因为词语苦，所唱的多是通州司马的<a href=\"http://so.gushiwen.org/view_22361.aspx\">诗</a>。</p> <p><strong>注释<br></strong>⑴竹枝词：本巴、渝一带的民歌，唐代诗人多有拟作，<a href=\"http://so.gushiwen.org/author_197.aspx\">刘禹锡</a>、<a href=\"http://so.gushiwen.org/author_49.aspx\">顾况</a>、<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>等人成绩比较显著。<br>⑵瞿（qú）塘峡：为长江三峡之首，也称夔峡。西起四川省奉节县白帝城，东至巫山大溪。两岸悬崖壁立，江流湍急，山势险峻，号称西蜀门户。水烟：水上的烟霭。<br>⑶白帝：在今四川省奉节县东瞿塘峡口。<br>⑷闇（ān）鸟：指归宿之鸟。<br>⑸歇：停止，消止。<br>⑹蛮儿巴女：指湖北、四川之间的青年男女。蛮，古时称楚因为荆蛮，称四川为巴蜀。巴，今四川省东部地区。<br>⑺杀：形容程度很深。使君：古时对州郡长官的尊称，这里是作者自指，当时作者任忠州刺史。<br>⑻巴东、巴西：均为郡名，前者在今四川奉节一带，后者在今四川阆中一带。船舫（fǎng）：泛指船。<br>⑼雨脚：随云飘行、长垂及地的雨丝。<br>⑽蓼（liǎo）：一年生或多年生草本植物，花小，白色或浅红色，生长在水边或水中。簇簇（cù）：丛列成行貌。<br>⑾蓠（lí）：水中生长的一种藻类植物。<br>⑿断咽（yè）：止断。<br>⒀怪来：怪不得的意思。缘：因为。<br>⒁通州司马：指<a href=\"http://so.gushiwen.org/author_18.aspx\">元稹</a>，当时元稹任通州司马。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　第一首写深夜听唱《竹枝》。四句之中没有介绍是什么人在唱《竹枝》，是男还是女，以及他因为什么要唱这样一种凄凉哀怨的曲子。而只是说在瞿塘峡口，白帝城头，月亮西沉时，烟雾迷漫，一阵阵歌声远远传来，悲凉凄楚，如泣如诉，如怨如慕，唱到声情凄苦之处，音调梗塞，致使周围宿猿栖鸟，齐声悲啼，更烘托出这一曲哀婉动人的悲歌。</p> <p>　　“瞿塘峡口水烟低，白帝城头月向西”交代地点、时间和周围的环境。“水烟低”描写江面上烟雾迷漫，营造一种压抑的气氛；“月向西”说明时间之晚。在这烟波江上，深宵夜半，竟有人吟唱一首悲歌，应该是遇到了极其悲伤的事，郁愤不能自已，故发而为歌，声调凄惨。末句“寒猿暗鸟一时啼”以环境烘托歌声的悲哀。《水经注》引渔歌：“巴东三峡巫峡长，猿鸣三声泪沾裳。”猿鸣鸟啼原本似人之哭泣，悲凉的歌声牵动了鸟啼猿鸣，而猿鸟鸣啼又成为《竹枝》的协奏曲，更加倍衬托出悲歌凄怆的情境气氛。<a href=\"http://so.gushiwen.org/view_22361.aspx\">诗</a>歌写得如此凄婉动人，与当时诗人寂寞的心情有关。</p> <p>　　第二首写静夜听唱《竹枝》。前两句写哀怨如泣的《竹枝》歌声时断时续，打破了夜静空山的沉寂，同时问这幽怨恻怛之歌怨的是何人。以问语说，不直接道出，发人思索，而更觉沉痛可伤。第三句谓这《竹枝》怨歌并非独唱，而是“蛮儿巴女齐声唱”。恋儿巴女，当时对湖北、四川一带男女青少年的一种称谓，因古时称楚国为荆蛮、四川为巴蜀。这齐声所唱之怨歌，遭贬谪、受打击的诗人听了，更勾引起自身的愁怨之情，因此末句诗人喟叹云：可愁煞了江楼上的我这个忠州病使君啊！上首借景寓悲，这里则无穷羁愁尽在“杀”之中，倾怀而诉，不嫌直致。</p> <p>　　第三首集中重墨描绘诗人于江楼上所见的“竹枝”歌乡之雨景。前两句描绘舟行风雨中。三、四两句由第二句生出，绘水边景致。“冷花”、“湿叶”，雨气逼人；“红簇簇”、“碧凄凄”，描绘歌乡雨景，乡土色彩浓郁而体物入微。</p> <p>　　第四首写听江畔唱《竹枝》。前两句写不知何人在江畔唱那《竹枝》歌，前声曲断咽后声调迟迟，状写《竹枝》歌法，声口宛然。后两句写诗人始悟曲调凄苦，因所唱多为通州司马“词苦”诗。<a href=\"http://so.gushiwen.org/author_18.aspx\">元稹</a>任监察御史时，因得罪了当权派，被贬江陵士曹参军，后迁通州司马，遭遇类似<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>。他在通州心情甚悲愤，（白居易曾有《得微之到官后书，备知通州之事，怅然有感，因成四章》诗安慰他）因而可能亦曾拟《竹枝》抒其“沉愁”（白诗语），通州司马“词苦”诗中所含寓的志士们流离迁谪之悲，及响彻《竹枝》组歌中的辛酸心声，均蕴于苦调、溢于言表，因而，组诗虽语言通俗流畅，却并不失于率直，而颇得蕴藉之神。</p>",
  "about": "<h2>创作背景</h2> 　　这组<a href=\"http://so.gushiwen.org/view_22361.aspx\">诗</a>作于唐宪宗元和十四年（819年），当时诗人由江州司马改任忠州（今四川忠县）刺史，形同谪居。唐朝统治阶级加紧压迫剥削劳动人民，劳动人民生活痛苦。诗人此时政治上受到打击，思想苦闷。通过写唱《竹枝词》，既反映了人民的痛苦情绪，也表露了诗人苦闷细心情。",
  "poet": {
    "id": 665,
    "star": 0,
    "name": "白居易",
    "image": "http://img.gushiwen.org/authorImg/baijuyi.jpg",
    "desc": "白居易（772年－846年），字乐天，号香山居士，又号醉吟先生，祖籍太原，到其曾祖父时迁居下邽，生于河南新郑。是唐代伟大的现实主义诗人，唐代三大诗人之一。白居易与元稹共同倡导新乐府运动，世称“元白”，与刘禹锡并称“刘白”。白居易的诗歌题材广泛，形式多样，语言平易通俗，有“诗魔”和“诗王”之称。官至翰林学士、左赞善大夫。公元846年，白居易在洛阳逝世，葬于香山。有《白氏长庆集》传世，代表诗作有《长恨歌》、《卖炭翁》、《琵琶行》等。"
  },
  "tags": [
    "歌曲",
    "写景",
    "抒怀"
  ]
}