{
  "id": 17516,
  "star": 447,
  "name": "城东早春",
  "dynasty": "唐代",
  "content": "诗家清景在新春，绿柳才黄半未匀。 <br>若待上林花似锦，出门俱是看花人。",
  "fanyi": "<p><strong>译文</strong><br>早春的清新景色，正是<a href=\"http://so.gushiwen.org/view_17516.aspx\">诗</a>人的最爱。绿柳枝头嫩叶初萌，鹅黄之色尚未均匀。<br>若是到了京城花开之际，那将满城便是赏花之人。</p> <p><strong>注释</strong><br>⑴城：指唐代京城长安。<br>⑵诗家：诗人的统称，并不仅指作者自己。清景：清秀美丽的景色。清：一作“新”。新春：即早春。<br>⑶才黄：刚刚露出嫩黄的柳眼。匀：均匀，匀称。<br>⑷上林：上林苑，故址在今陕西西安市西，建于秦代，汉武帝时加以扩充，为汉宫苑。诗中用来代指唐朝京城长安。锦：五色织成的绸绫。<br>⑸俱：全，都。看花人：此处双关进士及第者。唐时举进士及第者有在长安城中看花的风俗。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　此<a href=\"http://so.gushiwen.org/view_17516.aspx\">诗</a>写诗人对早春景色的热爱。前两句突出诗题中的“早春”之意。首句是诗人在城东游赏时对所见早春景色的赞美。这里有两层意思，既是表明，为诗家所喜爱的清新景色，正在这早春之中；同时也表明，这清新的早春景色，最能激发诗家的诗情。一个“清”字用得贴切。这里不仅指早春景色本身的清新喜人，也兼指这种景色刚刚开始显露出来，还没引起人们的注意，所以环境显得很清幽。</p> <p>　　第二句紧接第一句，是对早春景色的具体描绘。早春时，柳叶新萌，其色嫩黄，俗称“柳眼”。“才”字“半”字，都是暗示“早”。如果只笼统地写柳叶初生，虽也是写“早春”，但总觉得平淡无味。诗人抓住了“半未匀”这种境界，使人仿佛见到绿枝上刚刚露出的几颗嫩黄的柳眼，那么清新宜人。这不仅突出了“早”字，而且把早春之柳的风姿勾画得非常逼真。生动的笔触蕴含着作者极其欢悦和赞美之情。早春时节，气候寒冷，百花尚未绽开，唯柳枝新叶，冲寒而出，最富有生机，最早为人们带来春天的消息。写新柳，恰好抓住了早春景色的特征。</p> <p>　　前两句已将早春之神写出，如再作具体描绘，必成赘言。后两句用“若待”两字一转，改从对面着笔，用芳春的艳丽景色，来反衬早春的“清景”。上林苑繁花似锦，写景色的秾艳已极；游人如云，写环境之喧嚷如市。这后两句与前两句，正好形成鲜明的对照，更反衬出诗人对早春清新之景的喜爱。同时这也是比喻之笔，“俱是看花人”不仅仅是说锦绣满地，观赏花的人多，更是说人已功成名就，人们争趋共仰。因此，此诗的深层意旨是：求贤助国、选拔人才，应在他们地位卑微、功绩未显之际，犹如嫩柳初黄、色彩未浓之时。这时若能善于识别、大胆扶持，他们就会迅速成材，担当大用；如果等到他们功成志得、誉满名高，犹如花开锦绣、红映枝头，人们争趋共仰，就不用人去发现和帮助了。</p> <p>　　全诗将清幽、秾艳之景并列而出，对比鲜明，色调明快；同时含蕴深刻，耐人寻味，堪称佳篇。</p><br/><h2>赏析二</h2> <p>　　<a href=\"http://so.gushiwen.org/view_17516.aspx\">诗</a>的大意是说，诗人的最好时光是新春之际，——是在那柳树刚刚抽出黄色嫩芽的时候，要是等到皇家花园里已经繁花似锦，那时刻到处都是来看花的人了，吟诗作赋已索然了。表面上看，这首诗不过平平，但如透过纸背，却包含着另一番深刻哲理，——暗喻着人才的及早培养发掘。</p> <p>　　在尘世间，对于成功者，人们总是仰慕有加的。即使是那些满怀妒意之人，也不过是仰慕之情的一种畸形反映而已。所以，当一个人获得成功，特别是重大成功之后，无不大有门庭若市之患。在前往朝贺的人们当中，少不了那么一种人：大言不惭地声称“我早就看出这小子有出息”，以显示他的慧眼金睛。这的确是非常容易不过的事。上林已经“花似锦”，大家趋而观赏，说说“这种花真漂亮”，“那种花多好瞧”的话儿，多么自在！多么高雅！然而，这是三岁小孩都可以办到的，——亦可指指这，点点那，或对爹，或对妈，或对爷爷奶奶学舌道：“朵朵，好看！”一副行家模样。但，这是真本事么？花开得好，是因为阳光雨露充足，选种培植良好。一株花型秀美的水仙，不是颇令人心旷神怡么？可要知道，那单在选种之时就有着诸多学问。因此，世间最堪称道的实在应该是那些发掘培养人才在“早”的人们，即“伯乐”是也。成功之前的人才，往往是幼稚的，甚至是可笑的，然培养者绝不会因为这种幼稚可笑而否定他们的未来，从而放弃自己的责任。他们十分清楚，人才的培养“在新春”，在“绿柳才黄半未匀”。这时候虽然没有“花似锦”那样诱人，但却蕴含着“花似锦”的远大前景。这自然不大容易。要知道，我们祖国的美好未来的实现，是多么需要这样的人，而且是“多多亦善”。</p> <p>　　及早地发掘培养人才，不要等到别人已经做出成绩才去称赞夸耀于他。故，《千家诗》在入选此诗时特别点明：“言宰相求贤助国，识拔贤才当在侧微卑陋之中，如初春柳色才黄而未匀也”。这应该是这首诗给我们深一层的启迪吧！</p>",
  "about": "<h2>创作背景</h2> 　　这首<a href=\"http://so.gushiwen.org/view_17516.aspx\">诗</a>的具体写作年份难以考证。从诗的第三句看，题中的“城”当指唐代京城长安。杨巨源曾在长安任职多年，历任太常博士、礼部员外郎、国子司业等职。此诗当是他在京任职期间所作。",
  "poet": {
    "id": 771,
    "star": 0,
    "name": "杨巨源",
    "desc": "唐代诗人。字景山，后改名巨济。河中（治所今山西永济）人。贞元五年(789)进士。初为张弘靖从事，由秘书郎擢太常博士，迁虞部员外郎。出为凤翔少尹，复召授国子司业。长庆四年(824)，辞官退休，执政请以为河中少尹，食其禄终身。关于杨巨源生年，据方崧卿《韩集举正》考订。韩愈《送杨少尹序》作于长庆四年（824），序中述及杨有“年满七十”、“去归其乡”语。由此推断，杨当生于755年，卒年不详。"
  },
  "tags": [
    "春天",
    "写景",
    "哲理"
  ]
}