{
  "id": 48002,
  "star": 626,
  "name": "蒿里行",
  "dynasty": "两汉",
  "content": "关东有义士，兴兵讨群凶。<br>初期会盟津，乃心在咸阳。<br>军合力不齐，踌躇而雁行。<br>势利使人争，嗣还自相戕。<br>淮南弟称号，刻玺于北方。<br>铠甲生虮虱，万姓以死亡。<br>白骨露於野，千里无鸡鸣。<br>生民百遗一，念之断人肠。",
  "fanyi": "<p><strong>译文</strong><br>关东的仗义之士都起兵讨伐那些凶残的人。<br>最初约会各路将领订盟，同心讨伐长安董卓。<br>讨伐董卓的各路军队汇合以后，因为各有自己的打算，力不齐一，互相观望，谁也不肯率先前进。<br>势利二字引起了诸路军的争夺，随后各路军队之间就自相残杀起来。<br>袁绍的堂弟袁术在淮南称帝号，袁绍谋立傀儡皇帝在北方刻了皇帝印玺。<br>由于战争连续不断，士兵长期脱不下战衣，铠甲上生满了虮虱，众多的百姓也因连年战乱而大批死亡。<br>尸骨曝露于野地里无人收埋，千里之间没有人烟，听不到鸡鸣。<br>一百个老百姓当中只不过剩下一个还活着，想到这里令人极度哀伤。 </p><p><strong>注释</strong><br>⑴关东：函谷关（今河南灵宝西南）以东。义士：指起兵讨伐董卓的诸州郡将领。<br>⑵讨群凶：指讨伐董卓及其党羽。<br>⑶初期：本来期望。盟津：即孟津（今河南孟县南）。相传周武王伐纣时曾在此大会八百诸侯，此处借指本来期望关东诸将也能像武王伐纣会合的八百诸侯那样同心协力。<br>⑷乃心：其心，指上文“义士”之心。咸阳：秦时的都城，此借指长安，当时献帝被挟持到长安。<br>⑸力不齐：指讨伐董卓的诸州郡将领各有打算，力量不集中。齐：一致。<br>⑹踌躇：犹豫不前。雁行（háng）：飞雁的行列，形容诸军列阵后观望不前的样子。此句倒装，正常语序当为“雁行而踌躇”。<br>⑺嗣：后来。还：同“旋”，不久。自相戕（qiāng）：自相残杀。当时盟军中的袁绍、公孙瓒等发生了内部的攻杀。<br>⑻淮南句：指袁绍的异母弟袁术于公元197年（建安二年）在淮南寿春（今安徽寿县）自立为帝。<br>⑼刻玺句：指公元191年（初平二年）袁绍谋废献帝，想立幽州牧刘虞为皇帝，并刻制印玺。玺，印，秦以后专指皇帝用的印章。<br>⑽铠甲句：由于长年战争，战士们不脱战服，铠甲上都生了虱子。铠甲，古代的护身战服。铠，就是甲。虮，虱卵。<br>⑾万姓：百姓。以：因此。<br>⑿生民：百姓。遗：剩下。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这首《蒿里行》可以说是《薤露行》的姐妹篇，清人方东树的《昭昧詹言》中说：“此用乐府题，叙汉末时事。所以然者，以所咏丧亡之哀，足当哀歌也。《薤露》哀君，《蒿里》哀臣，亦有次第。”就说明了此<a href=\"http://so.gushiwen.org/view_48002.aspx\">诗</a>与《薤露行》既有联系，又各有侧重不同。《蒿里》也属乐府《相和歌·相和曲》，崔豹《古今注》中就说过：“《薤露》送王公贵人，《蒿里》送士大夫庶人，使挽柩者歌之，世呼为挽歌。”因此，如果说《薤露行》主要是写汉朝王室的倾覆，那么，《蒿里行》则主要是写诸军阀之间的争权夺利，酿成丧乱的历史事实。</p> <p>　　此诗前十句勾勒了这样的历史画卷：关东各郡的将领，公推势大兵强的渤海太守袁绍为盟主，准备兴兵讨伐焚宫、毁庙、挟持献帝、迁都长安、荒淫兀耻、祸国殃民的董卓。当时各郡虽然大军云集，但却互相观望，裹足不前，甚至各怀鬼胎，为了争夺霸权，图谋私利，竟至互相残杀起来。诫之不成便加之笔伐，诗人对袁绍兄弟阴谋称帝、铸印刻玺、借讨董卓匡扶汉室之名，行争霸天下称孤道寡之实给予了无情的揭露，并对因此造成的战乱感到悲愤。诗中用极凝练的语言将关东之师从聚合到离散的过程原原本本地说出来，成为历史的真实记录。然而，<a href=\"http://so.gushiwen.org/author_552.aspx\">曹操</a>此诗的成功与价值还不仅在此，自“铠甲生虮虱”以下，诗人将笔墨从记录军阀纷争的事实转向描写战争带给人民的灾难，在揭露军阀祸国殃民的同时，表现出对人民的无限同情和对国事的关注和担忧，这就令诗意超越了一般的记事，而反映了诗人的忧国忧民之心。</p> <p>　　连年的征战，使得将士长期不得解甲，身上长满了虮子、虱子，而无辜的百姓却受兵燹之害而大批死亡，满山遍野堆满了白骨，千里之地寂无人烟，连鸡鸣之声也听不到了，正是满目疮痍，一片荒凉凄惨的景象，令人目不忍睹。最后诗人感叹道：在战乱中幸存的人百不馀一，自己想到这些惨痛的事实，简直肝肠欲裂，悲痛万分。诗人的感情达到高潮，全诗便在悲怆愤懑的情调中戛然而止。</p> <p>　　此诗比《薤露行》更深刻地揭露了造成社会灾难的原因，更坦率地表现了自己对现实的不满和对人民的同情。曹操本人真正在政治舞台上崭露头角还是从他随袁绍讨伐董卓始，故此诗中所写的事实都是他本人的亲身经历，较之《薤露行》中所述诸事，诗人更多直接感性的认识，故诗中反映的现实更为真切，感情更为强烈。如最后两句完全是诗人目睹兵连祸结之下民不聊生，哀鸿遍野的真实情境而产生的感时悯世之叹。<a href=\"http://so.gushiwen.org/author_855.aspx\">刘勰</a>评曹氏父子的诗曾说：“志不出于滔荡，辞不离于哀思。”（《文心雕龙·乐府》）锺嵘评曹操的诗也说：“曹公古直，甚有悲凉之句。”（《诗品·下》）都指出了曹操的诗歌感情沉郁悲怆的特点。惟其有情，故曹操的诗读来有感人的力量；惟其悲怆，故造成了其诗沉郁顿挫、格高调响的悲壮气势。这首《蒿里行》即是极为典型的例子。故陈祚明说：“孟德所传诸篇，虽并属拟古，然皆以写己怀来，始而忧贫，继而悯乱，慨地势之须择，思解脱而未能，亹亹之词，数者而已。”（《采菽堂古诗选》）可见曹操诗歌抒忧写愤的特征已为前人所注重。</p> <p>　　正因为此诗实录当时事实并由诗人直抒胸臆，故全诗用了简洁明了的白描手法，无意于词句的雕凿粉饰，而以明快有力的语言出之，如“关东有义士，兴兵讨群凶。初期会孟津，乃心在咸阳”四句，明白如话，一气直下，将关东之师初起时的声势与正义刻画殆尽，自己的爱憎也于此鲜明地表现出来。又如“军合力不齐，踌躇而雁行”等语描写联军将领的各怀私心，逡巡不前，可谓入木三分。对于袁绍等军阀的讥刺与抨击是随着事态的发展而逐步表现的，起先称之为“义士”，并指出“乃心在咸阳”，意在恢复汉祚，然自“踌躇而雁行”已逗出其军心不齐和怯懦畏战的弊端。然后写其各为势利而争、发展到自相残杀,最后点明其称帝野心，可谓如层层剥笋，步步深入。但都以直接明白的语言写来，令人感到诗人抑捺不住的真实感情，而军阀懦弱而丑恶的嘴脸已跃然纸上。至于诗人感情的强烈，也完全由明畅的语言冲口而出，如写白骨蔽野，千里无人，都以直陈其事的方式说出，最后说“生民百遗一，念之断人肠”，直出胸臆，无一丝造作之意，可视为诗人心声的自然表露。</p>",
  "about": "<h2>创作背景</h2> 　　公元189年（东汉中平六年），汉灵帝死，少帝刘辩即位，何进等谋诛宦官，不成，被宦官所杀；袁绍袁术攻杀宦官，朝廷大乱；董卓带兵进京，驱逐袁绍、袁术，废除刘辩，另立刘协为帝（献帝），自己把持了政权。公元190年（初平元年），袁术、韩馥、孔伷等东方各路军阀同时起兵，推袁绍为盟主，<a href=\"http://so.gushiwen.org/author_552.aspx\">曹操</a>为奋威将军，联兵西向讨董卓。然而这支联军中的众将各怀私心，都想借机扩充自己的力量，故不能齐心合力，一致对付董卓。当董卓领兵留守洛阳以拒关东之师时，各路人马都逡巡不前，惟恐损失了自己的军事力量。据史载，当时无人敢于率先与董卓交锋，曹操对联军的驻兵不动十分不满，于是独自引领三千人马在荥阳迎战了董卓部将徐荣，虽然战事失利，但体现了曹操的胆识与在这历史动荡中的正义立场。不久，讨伐董卓的联军由于各自的争势夺利，四分五裂，互相残杀起来，其中主要的就有袁绍、韩馥、公孙瓒等部，从此开始了汉末的军阀混战，造成人民大量死亡和社会经济极大破坏。此<a href=\"http://so.gushiwen.org/view_48002.aspx\">诗</a>即是对这一历史事件的反映。",
  "poet": {
    "id": 552,
    "star": 0,
    "name": "曹操",
    "image": "http://img.gushiwen.org/authorImg/caocao.jpg",
    "desc": "曹操（155年－220年正月庚子），字孟德，一名吉利，小字阿瞒，沛国谯（今安徽亳州）人，汉族。东汉末年杰出的政治家、军事家、文学家、书法家。三国中曹魏政权的缔造者，其子曹丕称帝后，追尊为武皇帝，庙号太祖。曹操精兵法，善诗歌，抒发自己的政治抱负，并反映汉末人民的苦难生活，气魄雄伟，慷慨悲凉；散文亦清峻整洁，开启并繁荣了建安文学，给后人留下了宝贵的精神财富，史称建安风骨，鲁迅评价其为“改造文章的祖师”。同时曹操也擅长书法，尤工章草，唐朝张怀瓘在《书断》中评其为“妙品”。"
  },
  "tags": [
    "古诗三百首",
    "乐府",
    "战争",
    "忧国忧民"
  ]
}