{
  "id": 10308,
  "star": 9,
  "name": "东平别前卫县李寀少府 / 送前卫县李宷少府",
  "dynasty": "唐代",
  "content": "黄鸟翩翩杨柳垂，春风送客使人悲。<br>怨别自惊千里外，论交却忆十年时。<br>云开汶水孤帆远，路绕梁山匹马迟。<br>此地从来可乘兴，留君不住益凄其。",
  "fanyi": "<p><strong>译文<br></strong>黄莺往来杨柳低垂，春风中送友使人伤感。<br>你将到千里之外我自然产生别怨，论交情我们已有十年。<br>汶水云开孤帆远去，梁山路道曲折匹马迟缓。<br>此地本可乘兴游赏，难留你使我更觉凄惨。</p> <p><strong>注释<br></strong>1.东平：郡名，今山东东平县。<br>2.卫县：今河南淇县。<br>3.李寀（cài）：<a href=\"http://so.gushiwen.org/view_10308.aspx\">诗</a>人朋友，曾作过卫县少府，这时已卸任。<br>4.黄鸟：黄莺。<br>5.论交：论说交谊。<br>6.汶（wèn）水：今名大汶水或大汶河，源出山东莱芜县北，古汶水流经东平县南，至梁山县东南入济水。<br>7.梁山：在今山东梁山县南，周约十公里。<br>8.迟：缓慢。<br>9.乘兴：乘着兴致。据《晋书·王徽之传》记载：王徽之居山阴，曾雪夜泛舟访戴逵（字安道）经宿方至，刚到门前，忽然返回，人问其故，他说：“本乘兴而行，兴尽而返，何必见安道哉！”“凄其”见《诗经·邶风·绿衣》：“凄其以风”，“其”为语言助词，这里指心境凄凉。<br>10.益：越发，更加。<br>11.凄（qī）其：寒冷的样子。这里指情绪凄伤。</p>",
  "shangxi": "<h2>赏析二</h2> <p>　　此首七言律<a href=\"http://so.gushiwen.org/view_10308.aspx\">诗</a>，首联“黄鸟翩翩杨柳垂，春风送客使人愁”，诗人选取最能表现春天时令的“翩翩黄鸟”、低垂的杨柳、和煦的春风，勾勒一幅明丽的春景图。友人离别，凄楚可知，与知交分离在即，不能共同来享受这良辰美景，内心不能不倍感“悲”愁。而诗人却以明媚的春景来衬托这种内心的“悲愁”，更反衬出内心“愁”怨之深。情寓景，景异情，情景相对，富有艺术魅力。</p> <p>　　三四句“怨别自惊千里外，论交却忆十年时。”写友人此别离，将远去“千里”，日后难得相见，由“惊”而“怨”。这是“愁”的原因之一；以友情来说，与李寀并非一年半载短暂之谊，而是有“十年”交往的深厚感情。此次分手，各奔东西，相距千里，不可能不“悲”伤。这是原因之二。<a href=\"http://so.gushiwen.org/author_227.aspx\">高适</a>在《邯郸少年行》里有：“君不见即今交态薄，黄金用尽还疏索”的；而他和李寀的交情，经过“十年”的考验，更显得纯洁无瑕，肝胆相照。在此临别之际，更觉珍贵，更值得回“忆”，同时也愈增添了离别的“悲”伤，将过去现在融于一联，突显出深厚交情和怨别愁怀。前四句中诗人运用反衬，以回顾曲折之妙笔，将临别之际内心的复杂感情描摹得深婉动人。</p> <p>　　前四句侧重于临别前的复杂心理描写，三联则转入分别后的形象刻画：“云开汶水孤帆远，路绕梁山匹马迟。”云开日出，春光格外艳丽，但友人“远”去的一叶“孤帆”却飘然而逝，只剩下诗人匹马单骑，“绕梁山”而回返。一个“远”字，一个“迟”字，这两个字表象述意，十分精妙。所谓远者：表现了诗人目驰神往，极力眺望友人“孤帆”远去的神态，也曲折传达出此时此刻诗人内心的复杂心理活动：正因为山长水远，见面无由而产生的巨大怅惘和迷茫，从而在主观上产生一种遥远之感。而一个“迟”字，正是这种主观感受的形象写照。<br>　　<br>　　尾联“此地从来可乘兴，留君不住益凄其”，再回应前文，直抒内心的凄然之情。第一句，先宕开一笔，春光明媚，正可乘其兴致，畅叙情谊。而友人去意已定，“留君不住”，自是倍感“凄其”。用典而不着痕迹，借其一端发挥出深长的诗意，正是高诗“篇终接混茫”（<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>《寄彭州高三十五使君适虢州岑三十七长史参三十韵》）的本色。</p> <p>　　此诗起句以景衬情，然后以“千里”、“十年”补足“悲”伤之由。继而写分别后的极度惆怅，最后再正面点出“凄其”之情。格调舒缓，语言流畅自然，使一腔“悲”“怨”之情如潺潺细流，曲折蜿蜒而出，凄楚缠绵，在以豪放著名的高适诗中确为别具一格之作。</p><br/><h2>鉴赏</h2> <p>　　此<a href=\"http://so.gushiwen.org/view_10308.aspx\">诗</a>载于《全唐诗》卷二百十四，其格律为仄起式首句入韵格，韵合四支。平仄规范，对仗工稳，章法严整，感情真挚。 </p> <p>　　这首诗当作于达夫在河西节度使哥舒翰幕府任掌书记时。前卫县，地理位置没有查到，李宷，两唐书无传，全唐诗无作品。少府，县尉，从八品。诗中表明，其与作者交情十年，汶水表明，当是作者浪游时的朋友。 首联出句发端起兴，杨柳，送别之物也，表依依惜别；对句点明时令，言事、言情。为离别而悲伤。颔联围绕送别展开，出句说李宷一去千里之外，不知何年何月再会，所以怨；对句回顾交情，十年相知，会有很多故事。情深意切。颈联出句写李宷离去，从黄河乘船顺流而下，孤帆远去，太急促了；对句写作者送客，慢慢骑马绕山路而行，不忍分别。尾联出句写同在离别之地相处的融洽；对句写送别的无可奈何，因而不胜凄切。此诗与《夜别韦司士》相比，可看出交情一浅一深的分寸。一般认为，唐人送别七律，<a href=\"http://so.gushiwen.org/author_227.aspx\">高适</a>的这首是最好的。 </p> <p>　　此诗艺术技巧上，锤炼动词、形容词的功夫很高。“垂”、“悲”、“怨”、“惊”、“远”、“迟”等字，锤炼精湛。</p>",
  "about": "<h2>创作背景</h2> 　　公元745年（天宝四载），<a href=\"http://so.gushiwen.org/view_10308.aspx\">诗</a>人自鲁西至东平。公元746年（天宝五载）春，<a href=\"http://so.gushiwen.org/author_227.aspx\">高适</a>旅居东平，与卸任的卫县（今河南淇县）少府李寀分别，遂作这首送别诗。",
  "poet": {
    "id": 227,
    "star": 0,
    "name": "高适",
    "image": "http://img.gushiwen.org/authorImg/gaoshi.jpg",
    "desc": "高适是我国唐代著名的边塞诗人，世称“高常侍”。 作品收录于《高常侍集》。高适与岑参并称“高岑”，其诗作笔力雄健，气势奔放，洋溢着盛唐时期所特有的奋发进取、蓬勃向上的时代精神。"
  },
  "tags": [
    "送别",
    "惜别",
    "友情"
  ]
}