{
  "id": 22957,
  "star": 18,
  "name": "代迎春花招刘郎中",
  "dynasty": "唐代",
  "content": "幸与松筠相近栽，不随桃李一时开。<br>杏园岂敢妨君去，未有花时且看来。",
  "fanyi": "<p><strong>译文<br></strong>幸亏与松竹同处一起栽，不愿随着桃李花一时开。<br>杏园哪里敢妨碍你离去，没有花之时你再且看来。</p> <p><strong>注释<br></strong>⑴刘郎中：即<a href=\"http://so.gushiwen.org/author_197.aspx\">刘禹锡</a>。因其曾官主客郎中，故有刘郎中之谓。<br>⑵松筠（yún）：松与竹。因其材质坚韧，经冬不凋，常用以比喻节操坚贞。南齐王融《奉和南海王殿下咏秋胡妻》<a href=\"http://so.gushiwen.org/view_22957.aspx\">诗</a>：“日月共为照，松筠俱以贞。”<br>⑶杏园：园名。故址在今陕西省西安市郊大雁塔南。秦时为宜春下苑地。唐时与慈恩寺南北相直，在曲江池西南，为新进士游宴之地。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　“幸与松筠相近栽，不随桃李一时开。”欲写迎春，却落墨于松竹、桃李，曲笔有致。松竹皆岁寒不凋、翠叶常青。迎春则能“带雪冲寒折嫩黄”（<a href=\"http://so.gushiwen.org/author_27.aspx\">韩琦</a>语），最先点缀春色。因而它友于松竹，与纷艳一时的桃李不能同日而语。自古来文士都视松竹为坚贞高洁的象征。陶潜谓：“青松在东园，众草没其姿。”<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>则“植竹窗前，日日观照。”（《竹窗》）说迎春欣喜自得为松竹近邻，实是赞人的高风亮节、卓然独立。唐人爱牡丹，最不喜桃李。<a href=\"http://so.gushiwen.org/author_197.aspx\">刘禹锡</a>《杨柳枝词》道：“城东挑李须臾尽，争似垂杨无限时。”《元和十年自朗州至京戏赠看花诸君子》一<a href=\"http://so.gushiwen.org/view_22957.aspx\">诗</a>更以桃花讽刺显赫一时的满朝新贵。白居易曰迎春花“不随桃李一时开”，是麻姑手搔到了刘禹锡心头的痒处。语似平易，实则痛快淋漓。</p> <p>　　“杏园岂敢妨君去，未有花时且看来。”杏园，据说那里是“花卉环周，烟水明媚”。唐代每年科举放榜后，新登进士多游宴于此（见《松窗杂录》）。这是个众芳斗撼 热闹非凡之处。然而迎春花却自有佳处，它先于群芳，应春傲然怒放。迎春花热情地邀请刘禹锡在桃、李、杏等花未开时，不妨来看一看。其超群拔俗的品格，得到了进一步的表现。两句紧扣诗题“招”，极为贴切。“岂敢”二字下得遒劲、有力，“且”字用得玩皮、冷峻。联系刘禹锡的生平事迹看，这两句显然是借花喻人。贞元二十一年（805年）政治革新失败后，刘禹锡、<a href=\"http://so.gushiwen.org/author_646.aspx\">柳宗元</a>等革新派人物一一遭贬。十年后，刘、柳等应召人京，待起用。谁知刘禹锡不肯改悔，游玄都观时作《元和十年自朗州至京戏赠看花诸君子》，讥刺权贵，因之刘、柳等又再度被谗毁、出贬。十四年后，刘禹锡仍然不易初衷，从洛阳一回到长安就旧地重游，并以诙谐、嘲笑的笔调作了《再游玄都观》。诗云：“百亩庭中半是苔，桃花净尽菜花开。种桃道士归何处？前度刘郎今又来。”这不像是渡尽劫波人的口气，倒是有一种坚持立场、九死不悔的战斗精神和胜利后的豪放风度。这正是诗人笔下迎春花的气派。</p> <p>　　刘、白交往数十年，相知甚深。故此诗虽然只就普通的迎春花着笔，却点活了人物的神采，含蓄地写出了刘禹锡的政治倾向、铮铮铁骨和倜傥风流。此可谓是善于小中见大，超然物外。作为一首咏物赠人小诗，非莫逆至交者，写不得这么深致。</p>",
  "about": "<h2>创作背景</h2> 　　唐文宗大和二年（828年）春，<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>和<a href=\"http://so.gushiwen.org/author_197.aspx\">刘禹锡</a>先后自洛阳返长安，右迁赴任（刘除主客郎中、集贤殿学士）。数年天涯沦落，今朝相逢京城，感慨颇多。其时迎春花正盛开，似欲迎人。于是白居易代花招客，作了这首风趣隽永的小<a href=\"http://so.gushiwen.org/view_22957.aspx\">诗</a>赠刘禹锡。",
  "poet": {
    "id": 665,
    "star": 0,
    "name": "白居易",
    "image": "http://img.gushiwen.org/authorImg/baijuyi.jpg",
    "desc": "白居易（772年－846年），字乐天，号香山居士，又号醉吟先生，祖籍太原，到其曾祖父时迁居下邽，生于河南新郑。是唐代伟大的现实主义诗人，唐代三大诗人之一。白居易与元稹共同倡导新乐府运动，世称“元白”，与刘禹锡并称“刘白”。白居易的诗歌题材广泛，形式多样，语言平易通俗，有“诗魔”和“诗王”之称。官至翰林学士、左赞善大夫。公元846年，白居易在洛阳逝世，葬于香山。有《白氏长庆集》传世，代表诗作有《长恨歌》、《卖炭翁》、《琵琶行》等。"
  },
  "tags": [
    "咏物",
    "写花",
    "喻人"
  ]
}