{
  "id": 8374,
  "star": 9,
  "name": "姑孰十咏",
  "dynasty": "唐代",
  "content": "姑孰溪<br>爱此溪水闲，乘流兴无极。<br>漾楫怕鸥惊，垂竿待鱼食。<br>波翻晓霞影，岸叠春山色。<br>何处浣纱人？红颜未相识。</p> <p>丹阳湖<br>湖与元气连，风波浩难止。<br>天外贾客归，云间片帆起。<br>龟游莲叶上，鸟宿芦花里。<br>少女棹轻舟，歌声逐流水。</p> <p>谢公宅<br>青山日将瞑，寂寞谢公宅。<br>竹里无人声，池中虚月白。<br>荒庭衰草遍，废井苍苔积。<br>唯有清风闲，时时起泉石。</p> <p>凌歊台<br>旷望登古台，台高极人目。<br>叠嶂列远空，杂花间平陆。<br>闲云入窗牖，野翠生松竹。<br>欲览碑上文，苔侵岂堪读？</p> <p>桓公井<br>桓公名已古，废井曾未竭。<br>石甃冷苍苔，寒泉湛孤月。<br>秋来桐暂落，春至桃还发。<br>路远人罕窥，谁能见清澈？</p> <p>慈姥竹<br>野竹攒石生，含烟映江岛。<br>翠色落波深，虚声带寒早。<br>龙吟曾未听，凤曲吹应好。<br>不学蒲柳凋，贞心常自保。</p> <p>望夫山<br>颙望临碧空，怨情感离别。<br>江草不知愁，岩花但争发。<br>云山万重隔，音信千里绝。<br>春去秋复来，相思几时歇？</p> <p>牛渚矶<br>绝壁临巨川，连峰势相向。<br>乱石流洑间，回波自成浪。<br>但惊群木秀，莫测精灵状。<br>更听猿夜啼，忧心醉江上。</p> <p>灵墟山<br>丁令辞世人，拂衣向仙路。<br>伏炼九丹成，方随五云去。<br>松萝蔽幽洞，桃杏深隐处。<br>不知曾化鹤，辽海归几度？</p> <p>天门山<br>迥出江上山，双峰自相对。<br>岸映松色寒，石分浪花碎。<br>参差远天际，缥缈晴霞外。<br>落日舟去遥，回首沉青霭。 ",
  "fanyi": "<h2>注释</h2> ⑴《太平寰宇记》：姑孰溪，在太平州当涂县南二里。姑熟（姑孰），即古县名。此水经县市中过，故溪即因地以名之也。《江南通志》：姑熟溪，在太平府当涂县南二里，一名姑浦，合丹阳东南之余水，及诸港来会，过宝积山入大江。<a href=\"http://so.gushiwen.org/author_2737.aspx\">周必大</a>《泛舟游山录》：姑熟溪，水色绀碧，与河流不相杂。陆放翁《入蜀记》：姑熟溪，土人但谓之姑溪，水色正绿，而澄澈如镜，纤鳞往来可数。溪南皆渔家，景物幽奇。<br>⑵《元和郡县志》：丹阳湖，在宣州当涂县东南七十九里，周围三百余里，与溧水县分湖为界。《六朝事迹》：丹阳湖，图经云：在溧水县西八十里，与太平州当徐县分界。唐<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>尝游此湖，酷爱其景，乃张帆载酒，纵意往来而作<a href=\"http://so.gushiwen.org/view_8374.aspx\">诗</a>曰“湖与元气连，风波浩难止”云云。《太平府志》：丹阳湖在府城东南，跨多福、黄池、积善、湖阳等乡，徽池、宁国、广德诸州之水汇之，与江宁之高淳、溧水，皆以湖心为界。东西七十五里，南北九十里，太平之巨浸也。<br>⑶《太平寰宇记》：青山，在太平州当涂县东三十五里。齐宣城太守<a href=\"http://so.gushiwen.org/author_32.aspx\">谢朓</a>筑室及池于山南，其宅阶址尚存，路南砖井二口。天宝十二年改为谢公山。《江南通志》：谢朓宅，在太平府东南青山之椒，南齐谢朓守宣城时建别宅于此，今为保和庵。路旁有井，名谢公井。陆放翁《入蜀记》：青山南小市有谢玄晖故宅基，今为汤氏所居，南望平野极目，而环宅皆流泉、奇石、青林、文筱，真佳处也。由宅后登山，路极险巇。凡三四里许，至一庵，庵前有小池曰谢公池，水味甘冷，虽盛夏不竭。<br>⑷《方舆胜览》：凌歊台，在太平州城北黄山上。宋武帝南游，尝登此台，乃建离宫焉。《江南通志》：凌歊台，在太平府当涂县黄山，有石如案，高可五尺，顶平而圆，宋武帝建宫避暑处。周必大《泛舟游山录》：出北门五里余，登凌歊台，台在黄山上，本不高，而望甚远。西南即青山，却顾采石、天门及溧阳、和州诸山，皆在目中。<br>⑸王筠诗：“开窗延叠嶂。”<br>⑹丘希范《与陈伯之书》：“杂花生树，群莺乱飞。”谢瞻诗：“夕阴暖平陆。”《尔雅》：“大野曰平，高平曰陆。”　<br>⑺《一统志》：桓公井，在太平府城东五里白纻山，晋桓温所凿。<br>⑻按《广韵》：湛，与沉同，音皆直深切。兼引《汉书》“从俗浮湛’句于“湛”字下，盖“沉”、“湛”古通用也。<br>⑼《艺文类聚》：《丹阳记》曰：江宁县南四十里有慈母山，积石临江，生箫管竹。<a href=\"http://so.gushiwen.org/author_500.aspx\">王褒</a>《洞萧赋》所称，即此竹也。其竹圆致，异于众处。自伶伦采竹嶰谷，其后惟此干见珍。故历代常给乐府，俗呼为鼓吹山。李善《文选注》：《江图》曰：慈母山，此山竹作箫笛，有妙声。《太平府志》：慈姥山，在当涂县北四十里，积石俯江，岸壁峻绝，风涛汹涌，估舟尝依此以避。其山产竹，圆体而疏节，堪为箫管，声中音律。<br>⑽龙吟，用马融《笛赋》中语。凤曲，用箫史事。<br>⑾《晋书》：顾悦之曰：“蒲柳常质，望秋先零。”蒲柳，今之水杨也。<br>其叶易凋落。<br>⑿《太平寰宇记》：望夫山，在太平州当涂县北四十七里。昔有人往楚，累岁不还，其妻登此山望夫，乃化为石。其山临江，周围五十里，高一百丈。<br>⒀《广韵》：颙，仰也。<br>⒁《江南通志》：牛渚山，在太平府城西北三十五里。山下有矶，曰牛渚矶，与采石矶相属，亦名燃犀浦。晋温峤燃犀照水族于此。《太平府志》：牛渚矶，在当涂县采石山下，江漘有石柱高丈许，突兀峭壁间，相传古有金牛见此，故名。《后汉志》丹阳疆域独称“南有牛渚”，孙吴、东晋每宿重兵其地。<br>⒂《韵会》：“洑，水洄也。”<br>⒃《异苑》：晋温峤至牛渚矶，闻水底有音乐之声，水深不可测，传言其下多怪物，乃燃犀角而照之。须臾，见水族覆火，奇形异状，或乘车马，著赤衣帻。其夜，梦人谓曰：“与君幽明道隔，何意相照耶？”<br>⒄《方舆胜览》：灵墟山，在当涂县南十里。《一统志》：灵墟山，在太平府城东北三十五里，世传丁令威学道飞升于此山椒，坛址犹在。山有洞，后有井，大旱不竭。<br>⒅《搜神后记》：丁令威，本辽东人，学道于灵墟山，后化鹤归辽，集城门华表柱。时有少年举弓欲射之，鹤乃飞，徘徊空中而言曰：“有鸟有鸟丁令威，去家千年今始归。城郭如敌人民非，何不学仙冢累累？”遂高上冲天。今辽东诸丁云其先世有升仙者，但不知名字耳。《江南通志》：丁令威，辽东人、为泾县令、游姑熟，乐灵墟山泉石幽秀，炼丹于此。丹成，翔虚去。<br>⒆《抱朴子》：第一之丹名曰丹华，第二之丹名曰神符，第三之丹名曰神丹，第四之丹名曰还丹，第五之丹名曰饵丹，第六之丹名曰炼丹，第七之丹名曰柔丹，第八之丹名曰伏丹，第九之丹名曰寒丹。凡服九丹，欲升天则去，欲且止人间亦任意，皆能出入无间，不可得而害之矣。<br>⒇《太平寰宇记》：天门山，在太平州当涂县西南三十里。有二山夹大江，东曰博望，西曰天门，按《郡国志》云：天门山，亦名蛾眉山，楚获吴艅艎于此。两山相对，时人呼为东梁山、西梁山。《舆地志》云：博望、梁山，东西隔江，相对如门，相去数里，谓之天门。宋孝武诏曰：梁山层岫云峙，流同海岳，天表象魏，以旌国形，仍以二山立阙，故曰“天门”焉。《太平府志》：天门山，在郡西南三十里，亦称东梁山，与和州西梁山夹大江对峙，自江中远望，色如横黛，修妩静好，宛宛不异蛾眉，故又名蛾眉山。",
  "poet": {
    "id": 247,
    "star": 0,
    "name": "李白",
    "image": "http://img.gushiwen.org/authorImg/libai.jpg",
    "desc": "李白（701年－762年），字太白，号青莲居士，唐朝浪漫主义诗人，被后人誉为“诗仙”。祖籍陇西成纪(待考)，出生于西域碎叶城，4岁再随父迁至剑南道绵州。李白存世诗文千余篇，有《李太白集》传世。762年病逝，享年61岁。其墓在今安徽当涂，四川江油、湖北安陆有纪念馆。"
  },
  "tags": [
    "咏物",
    "组诗"
  ]
}