{
  "id": 71050,
  "star": 103,
  "name": "宫中调笑·团扇",
  "dynasty": "唐代",
  "content": "团扇，团扇，美人病来遮面。<br>玉颜憔悴三年，谁复商量管弦。<br>弦管，弦管，春草昭阳路断。",
  "fanyi": "<p><strong>译文<br></strong>团扇，团扇，宫中的美人病后用它来遮面。<br>抱病三年，容颜憔悴，再没有谁同她商量管弦！<br>管弦，管弦，无情的春草把通往昭阳殿的道路阻断。</p> <p><strong>注释</strong><br>调笑令：词牌名，此调亦即《宫中调笑》（又称《转应曲》。黄升云：“王仲初（<a href=\"http://so.gushiwen.org/author_482.aspx\">王建</a>字仲初）以宫词百首著名，《三台令》、《转应曲》，其余技也。”此词即属“宫词”之余。词调本以“转应”为特点，凡三换韵，仄平仄间换；而此词内容上亦多转折照应，大体一韵为一层次。<br>团扇：圆形的扇子，古代歌女在演唱时常用以遮面。<br>管弦：用丝竹做的乐器，如琴、箫、笛。<br>昭阳：昭阳殿，借指皇帝和宠妃享乐之地。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　“团扇，团扇，美人病来遮面。”以咏扇起兴，同时绘出一幅妍妙的宫中仕女图。“新裂齐纨素，皎洁如霜雪。裁成合欢扇，团团如明月。”（<a href=\"http://so.gushiwen.org/author_652.aspx\">班婕妤</a>《怨歌行》）美的团扇，是美人的衬托。人的处表美当与健康分不开，但在封建时代，士大夫的审美观却是：西子捧心则更添妍姿。词起首写美人病来，自惭色减，以扇遮面，而纨扇与玉颜掩映，反有“因病致妍”之妙。如此写人，方为传神；如此咏物，方觉生动。倘如说“病态美”于今天的读者已经隔膜，那也无关紧要，因为全词的旨趣并不在此。作者最多不过是借此表明一种“红颜未老恩先断”的感慨罢了。</p> <p>　　“玉颜憔悴三年，谁复商量管弦！”“玉颜憔悴”上应“美人病来”，却从咏物及人的外部动态过渡到写人物的命运和内心活动，转折中词意便深入一层。从下句的“复”字可会出，“三年”前美人曾有人与同“商量管弦”，以歌笑管领春风，而这一切已一去不复返。可见美人的“病”非常病，乃是命运打击所致，是由承恩到失宠的结果。“玉颜憔悴三年”，其中包含多少痛苦与辛酸。“谁复商量管弦！”将一腔幽怨通过感叹句表出。谁，有谁，也即“没有谁”。冷落三年之久，其为无人顾问，言下自明，语意中状出一种黯然神伤、独自叹息的情态。</p> <p>　　“弦管，弦管，春草昭阳路断。”点明宫怨之意。“昭阳”，汉殿名，为汉成帝赵昭仪所居，用来指得宠的所在。“昭阳路断”即“君恩”已断，不直言这是因为君王喜新厌旧所致，而托言是春草萋萋遮断通往昭阳之路，含怨于不怨，尤婉曲有味。这从昭阳殿那边隐约传来的歌吹之声，会勾起久已不复有人“商量管弦”的宫人多深的惆怅，是不言面喻的。于是，“团扇”的兴义立见，它暗用了班婕妤著名的《怨歌行》的全部<a href=\"http://so.gushiwen.org/view_71050.aspx\">诗</a>意，即以“秋扇见弃”暗示“恩情中道绝”。则所谓“美人病来遮面”亦不仅是自惭形秽而已，其中颇含“且将畴扇共徘徊”（<a href=\"http://so.gushiwen.org/author_437.aspx\">王昌龄</a>《长信秋词》）的感慨，见物我同情。这又是首尾转应了。</p> <p>　　本来“弦管”的叠语按律只为上句末二字“管弦”倒文重叠咏叹，不必具实义。此词用来却能化虚为实，使二叠语大有助于意境的深化和词意的丰富。全词这所以能曲尽“转应”之妙，与此大有关系。这样的句子，方称得上“活句”。</p>",
  "about": "<h2>创作背景</h2> 　　<a href=\"http://so.gushiwen.org/author_482.aspx\">王建</a>写了大量的乐府，同情百姓疾苦，与<a href=\"http://so.gushiwen.org/author_390.aspx\">张籍</a>齐名。又写过宫词百首，在传统的宫怨之外，还广泛地描绘宫中风物，是研究唐代宫廷生活的重要材料。他写过一些小词，别具一格，《调笑令》，原题为“宫中调笑”，可见本是专门供君王开开玩笑的，王建却用来写宫中妇女的哀怨。",
  "poet": {
    "id": 482,
    "star": 0,
    "name": "王建",
    "image": "http://img.gushiwen.org/authorImg/wangjian.jpg",
    "desc": "王建(约767年—约830年)：字仲初，生于颍川(今河南许昌)，唐朝诗人。其著作，《新唐书·艺文志》、《郡斋读书志》、《直斋书录解题》等皆作10卷，《崇文总目》作2卷。"
  },
  "tags": [
    "宋词三百首",
    "婉约",
    "乐府",
    "咏物",
    "感慨",
    "时光"
  ]
}