{
  "id": 71170,
  "star": 1465,
  "name": "孔雀东南飞 / 古诗为焦仲卿妻作",
  "dynasty": "两汉",
  "content": "　　<span style=\"font-family:SimSun;\">汉末建安中，庐江府小吏焦仲卿妻刘氏，为仲卿母所遣，自誓不嫁。其家逼之，乃投水而死。仲卿闻之，亦自缢于庭树。时人伤之，为诗云尔。</span></p> <p>　　孔雀东南飞，五里一徘徊。<br>　　“十三能织素，十四学裁衣。十五弹箜篌，十六诵诗书。十七为君妇，心中常苦悲。君既为府吏，守节情不移。贱妾留空房，相见常日稀。鸡鸣入机织，夜夜不得息。三日断五匹，大人故嫌迟。非为织作迟，君家妇难为！妾不堪驱使，徒留无所施。便可白公姥，及时相遣归。”<br>　　府吏得闻之，堂上启阿母：“儿已薄禄相，幸复得此妇。结发同枕席，黄泉共为友。共事二三年，始尔未为久。女行无偏斜，何意致不厚。”<br>　　阿母谓府吏：“何乃太区区！此妇无礼节，举动自专由。吾意久怀忿，汝岂得自由！东家有贤女，自名秦罗敷。可怜体无比，阿母为汝求。便可速遣之，遣去慎莫留！”<br>　　府吏长跪告：“伏惟启阿母。今若遣此妇，终老不复取！”<br>　　阿母得闻之，槌床便大怒：“小子无所畏，何敢助妇语！吾已失恩义，会不相从许！”<br>　　府吏默无声，再拜还入户。举言谓新妇，哽咽不能语：“我自不驱卿，逼迫有阿母。卿但暂还家，吾今且报府。不久当归还，还必相迎取。以此下心意，慎勿违吾语。”<br>　　新妇谓府吏：“勿复重纷纭。往昔初阳岁，谢家来贵门。奉事循公姥，进止敢自专？昼夜勤作息，伶俜萦苦辛。谓言无罪过，供养卒大恩；仍更被驱遣，何言复来还！妾有绣腰襦，葳蕤自生光；红罗复斗帐，四角垂香囊；箱帘六七十，绿碧青丝绳，物物各自异，种种在其中。人贱物亦鄙，不足迎后人，留待作遗施，于今无会因。时时为安慰，久久莫相忘！”<br>　　鸡鸣外欲曙，新妇起严妆。著我绣夹裙，事事四五通。足下蹑丝履，头上玳瑁光。腰若流纨素，耳著明月珰。指如削葱根，口如含朱丹。纤纤作细步，精妙世无双。<br>　　上堂拜阿母，阿母怒不止。“昔作女儿时，生小出野里。本自无教训，兼愧贵家子。受母钱帛多，不堪母驱使。今日还家去，念母劳家里。”却与小姑别，泪落连珠子。“新妇初来时，小姑始扶床；今日被驱遣，小姑如我长。勤心养公姥，好自相扶将。初七及下九，嬉戏莫相忘。”出门登车去，涕落百余行。<br>　　府吏马在前，新妇车在后。隐隐何甸甸，俱会大道口。下马入车中，低头共耳语：“誓不相隔卿，且暂还家去。吾今且赴府，不久当还归。誓天不相负！”<br>　　新妇谓府吏：“感君区区怀！君既若见录，不久望君来。君当作磐石，妾当作蒲苇。蒲苇纫如丝，磐石无转移。我有亲父兄，性行暴如雷，恐不任我意，逆以煎我怀。”举手长劳劳，二情同依依 。<br>　　入门上家堂，进退无颜仪。阿母大拊掌，不图子自归：“十三教汝织，十四能裁衣，十五弹箜篌，十六知礼仪，十七遣汝嫁，谓言无誓违。汝今何罪过，不迎而自归？”兰芝惭阿母：“儿实无罪过。”阿母大悲摧。<br>　　还家十余日，县令遣媒来。云有第三郎，窈窕世无双。年始十八九，便言多令才。<br>　　阿母谓阿女：“汝可去应之。”<br>　　阿女含泪答：“兰芝初还时，府吏见丁宁，结誓不别离。今日违情义，恐此事非奇。自可断来信，徐徐更谓之。”<br>　　阿母白媒人：“贫贱有此女，始适还家门。不堪吏人妇，岂合令郎君？幸可广问讯，不得便相许。”<br>　　媒人去数日，寻遣丞请还，说有兰家女，承籍有宦官。云有第五郎，娇逸未有婚。遣丞为媒人，主簿通语言。直说太守家，有此令郎君，既欲结大义，故遣来贵门。<br>　　阿母谢媒人：“女子先有誓，老姥岂敢言！”<br>　　阿兄得闻之，怅然心中烦。举言谓阿妹：“作计何不量！先嫁得府吏，后嫁得郎君。否泰如天地，足以荣汝身。不嫁义郎体，其往欲何云？”<br>　　兰芝仰头答：“理实如兄言。谢家事夫婿，中道还兄门。处分适兄意，那得自任专！虽与府吏要，渠会永无缘。登即相许和，便可作婚姻。”<br>　　媒人下床去。诺诺复尔尔。还部白府君：“下官奉使命，言谈大有缘。”府君得闻之，心中大欢喜。视历复开书，便利此月内，六合正相应。良吉三十日，今已二十七，卿可去成婚。交语速装束，络绎如浮云。青雀白鹄舫，四角龙子幡。婀娜随风转，金车玉作轮。踯躅青骢马，流苏金镂鞍。赍钱三百万，皆用青丝穿。杂彩三百匹，交广市鲑珍。从人四五百，郁郁登郡门。<br>　　阿母谓阿女：“适得府君书，明日来迎汝。何不作衣裳？莫令事不举！”<br>　　阿女默无声，手巾掩口啼，泪落便如泻。移我琉璃榻，出置前窗下。左手持刀尺，右手执绫罗。朝成绣夹裙，晚成单罗衫。晻晻日欲暝，愁思出门啼。<br>　　府吏闻此变，因求假暂归。未至二三里，摧藏马悲哀。新妇识马声，蹑履相逢迎。怅然遥相望，知是故人来。举手拍马鞍，嗟叹使心伤：“自君别我后，人事不可量。果不如先愿，又非君所详。我有亲父母，逼迫兼弟兄。以我应他人，君还何所望！”<br>　　府吏谓新妇：“贺卿得高迁！磐石方且厚，可以卒千年；蒲苇一时纫，便作旦夕间。卿当日胜贵，吾独向黄泉！”<br>　　新妇谓府吏：“何意出此言！同是被逼迫，君尔妾亦然。黄泉下相见，勿违今日言！”执手分道去，各各还家门。生人作死别，恨恨那可论？念与世间辞，千万不复全！<br>　　府吏还家去，上堂拜阿母：“今日大风寒，寒风摧树木，严霜结庭兰。儿今日冥冥，令母在后单。故作不良计，勿复怨鬼神！命如南山石，四体康且直！”<br>　　阿母得闻之，零泪应声落：“汝是大家子，仕宦于台阁。慎勿为妇死，贵贱情何薄！东家有贤女，窈窕艳城郭，阿母为汝求，便复在旦夕。”<br>　　府吏再拜还，长叹空房中，作计乃尔立。转头向户里，渐见愁煎迫。<br>　　其日牛马嘶，新妇入青庐。奄奄黄昏后，寂寂人定初。我命绝今日，魂去尸长留！揽裙脱丝履，举身赴清池。<br>　　府吏闻此事，心知长别离。徘徊庭树下，自挂东南枝。<br>　　两家求合葬，合葬华山傍。东西植松柏，左右种梧桐。枝枝相覆盖，叶叶相交通。中有双飞鸟，自名为鸳鸯。仰头相向鸣，夜夜达五更。行人驻足听，寡妇起彷徨。多谢后世人，戒之慎勿忘。 ",
  "fanyi": "<p><strong>译文</strong><br>　<span style=\"font-family:FangSong_GB2312;\">　东汉末年建安年间，庐江府小吏焦仲卿的妻子刘氏，被仲卿的母亲驱赶回娘家，她发誓不再改嫁。但她娘家的人一直逼着她再嫁，她只好投水自尽。焦仲卿听到妻子的死讯后，也吊死在自己家里庭院的树上。当时的人哀悼他们，便写了这样一首。</span></p> <p>　　孔雀朝着东南方向飞去，每飞五里便是一阵徘徊。</p> <p>　　“我十三岁就能织出白色的丝绢，十四岁就学会了裁衣。十五岁学会弹箜篌，十六岁就能诵读诗书。十七岁做了你的妻子，但心中常常感到痛苦伤悲。你既然已经做了府吏，当然会坚守臣节专心不移。只留下我孤身一人待在空房，我们见面的日子常常是日渐疏稀。每天当鸡叫的时候我就进入机房纺织，天天晚上都不能休息。三天就能在机上截下五匹布，但婆婆还故意嫌我缓慢松弛。不是我纺织缓慢行动松弛，而是你家的媳妇难做公婆难服侍。我已经受不了你家这样的驱使，徒然留下来也没有什么用处无法再驱驰。你这就禀告公公婆婆，及时遣返我送我回娘家去。”</p> <p>　　府吏听到这些话，便走到堂上禀告阿母：“儿已经没有做高官享厚禄的福相，幸而娶得这样一个好媳妇。刚成年时我们便结成同床共枕的恩爱夫妻，并希望同生共死直到黄泉也相伴为伍。我们共同生活才过了两三年，这种甜美的日子只是开头还不算长久。她的行为没有什么不正当，哪里知道竟会招致你的不满得不到慈爱亲厚。”</p> <p>　　阿母对府吏说：“你怎么这样狭隘固执！这个媳妇不懂得礼节，行动又是那样自专自由。我心中早已怀着愤怒，你哪能自作主张对她迁就。东邻有个贤惠的女子，她本来的名字叫秦罗敷。她可爱的体态没有谁能比得上，我当为你的婚事去恳求。你就应该把兰芝快赶走，把她赶走千万不要让她再停留！”</p> <p>　　府吏直身长跪作回答，他恭恭敬敬地再向母亲哀求：“现在如果赶走这个媳妇，儿到老也不会再娶别的女子！”</p> <p>　　阿母听了府吏这些话，便敲着坐床大发脾气：“你这小子胆子太大毫无畏惧，你怎么敢帮着媳妇胡言乱语。我对她已经断绝了情谊，对你的要求决不会依从允许！”</p> <p>　　府吏默默不说话，再拜之后辞别阿母回到自己的房里。开口向媳妇说话，悲痛气结已是哽咽难语：“我本来不愿赶你走，但阿母逼迫着要我这样做。但你只不过是暂时回到娘家去，现在我也暂且回到县官府。不久我就要从府中回家来，回来之后一定会去迎接你。你就为这事委屈一下吧，千万不要违背我这番话语。”</p> <p>　　兰芝对府吏坦陈：“不要再这样麻烦反复叮咛！记得那年初阳的时节，我辞别娘家走进你家门。侍奉公婆都顺着他们的心意，一举一动哪里敢自作主张不守本分？日日夜夜勤劳地操作，孤身一人周身缠绕着苦辛。自以为可以说是没有什么罪过，能够终身侍奉公婆报答他们的大恩。但仍然还是要被驱赶，哪里还谈得上再转回你家门。我有一件绣花的短袄，绣着光彩美丽的花纹。还有一床红罗做的双层斗形的小帐，四角都垂挂着香囊。大大小小的箱子有六七十个，都是用碧绿的丝线捆扎紧。里面的东西都各不相同，各种各样的东西都收藏其中。人既然低贱东西自然也卑陋，不值得用它们来迎娶后来的新人。你留着等待以后有机会施舍给别人吧，走到今天这一步今后不可能再相会相亲。希望你时时安慰自己，长久记住我不要忘记我这苦命的人。”</p> <p>　　当公鸡呜叫窗外天快要放亮，兰芝起身精心地打扮梳妆。她穿上昔日绣花的裌裙，梳妆打扮时每件事都做了四五遍才算妥当。脚下她穿着丝鞋，头上的玳瑁簪闪闪发光。腰间束着流光的白绸带，耳边挂着明月珠装饰的耳珰。十个手指像尖尖的葱根又细又白嫩，嘴唇涂红像含着朱丹一样。她轻轻地小步行走，艳丽美妙真是举世无双。</p> <p>　　她走上堂去拜别阿母，阿母听任她离去而不挽留阻止。“从前我做女儿的时候，从小就生长在村野乡里。本来就没有受到教管训导，更加惭愧的是又嫁到你家愧对你家的公子。受了阿母许多金钱和财礼，却不能胜任阿母的驱使。今天我就要回到娘家去，还记挂着阿母孤身操劳在家里。”她退下堂来又去向小姑告别，眼泪滚滚落下像一连串的珠子。“我这个新媳妇初嫁过来时，小姑刚学走路始会扶床。今天我被驱赶回娘家，小姑的个子已和我相当。希望你尽心地侍奉我的公婆，好好地扶助他们精心奉养。每当七夕之夜和每月的十九日，玩耍时千万不要把我忘。”她走出家门上车离去，眼泪落下百多行。</p> <p>　　府吏骑着马走在前头，兰芝坐在车上跟在后面走。车声时而小声隐隐时而大声甸甸，但车和马都一同到达了大道口。府吏下马走进车中，低下头来在兰芝身边低声细语：“我发誓不同你断绝，你暂且回到娘家去，我今日也暂且赶赴官府。不久我一定会回来，我向天发誓永远不会辜负你。”</p> <p>　　兰芝对府吏说：“感谢你对我的诚心和关怀。既然承蒙你这样的记着我，不久之后我会殷切地盼望着你来。你应当像一块大石，我必定会像一株蒲苇。蒲苇像丝一样柔软但坚韧结实，大石也不会转移。只是我有一个亲哥哥，性情脾气不好常常暴跳如雷。恐怕不能任凭我的心意由我自主，他一定会违背我的心意使我内心饱受熬煎。”两人忧伤不止地举手告别，双方都依依不舍情意绵绵。</p> <p>　　兰芝回到娘家进了大门走上厅堂，进退为难觉得脸面已失去。母亲十分惊异地拍着手说道：“想不到没有去接你你自己回到家里。十三岁我就教你纺织，十四岁你就会裁衣，十五岁会弹箜篌，十六岁懂得礼仪，十七岁时把你嫁出去，总以为你在夫家不会有什么过失。你现在并没有什么罪过，为什么没有去接你你自己回到家里？”“我十分惭愧面对亲娘，女儿实在没有什么过失。”亲娘听了十分伤悲。</p> <p>　　回家才过了十多日，县令便派遣了一个媒人来提亲。说县太爷有个排行第三的公子，身材美好举世无双。年龄只有十八九岁，口才很好文才也比别人强。</p> <p>　　亲娘便对女儿说：“你可以出去答应这门婚事。”</p> <p>　　兰芝含着眼泪回答说：“兰芝当初返家时，府吏一再嘱咐我，发誓永远不分离。今天如果违背了他的情义，这门婚事就大不吉利。你就可以去回绝媒人，以后再慢慢商议。”</p> <p>　　亲娘出去告诉媒人：“我们贫贱人家养育了这个女儿，刚出嫁不久便被赶回家里，不配做小吏的妻子，哪里适合再嫁你们公子为妻？希望你多方面打听打听，我不能就这样答应你。”</p> <p>　　媒人去了几天后，那派去郡里请示太守的县丞刚好回来。他说：“在郡里曾向太守说起一位名叫兰芝的女子，出生于官宦人家。”又说：“太守有个排行第五的儿子，貌美才高还没有娶妻。太守要我做媒人，这番话是由主簿来转达。”县丞来到刘家直接说：“在太守家里，有这样一个美好的郎君，既然想要同你家结亲，所以才派遣我来到贵府做媒人。”</p> <p>　　兰芝的母亲回绝了媒人：“女儿早先已有誓言不再嫁，我这个做母亲的怎敢再多说？”</p> <p>　　兰芝的哥哥听到后，心中不痛快十分烦恼，向其妹兰芝开口说道：“作出决定为什么不多想一想！先嫁是嫁给一个小府吏，后嫁却能嫁给太守的贵公子。命运好坏差别就像天和地，改嫁之后足够让你享尽荣华富贵。你不嫁这样好的公子郎君，往后你打算怎么办？”</p> <p>　　兰芝抬起头来回答说：“道理确实像哥哥所说的一样，离开了家出嫁侍奉丈夫，中途又回到哥哥家里，怎么安排都要顺着哥哥的心意，我哪里能够自作主张？虽然同府吏有过誓约，但同他相会永远没有机缘。立即就答应了吧，就可以结为婚姻。”媒人从坐床走下去，连声说好!好!就这样!就这样!他回到太守府禀告太守：“下官承奉着大人的使命，商议这桩婚事谈得很投机。”太守听了这话以后，心中非常欢喜。他翻开历书反复查看，吉日就在这个月之内，月建和日辰的地支都相合。“成婚吉日就定在三十日，今天已是二十七日，你可立即去办理迎娶的事。”彼此相互传语快快去筹办，来往的人连续不断像天上的浮云。迎亲的船只上画着青雀和白鹄，船的四角还挂着绣着龙的旗子。旗子随风轻轻地飘动，金色的车配着玉饰的轮。驾上那毛色青白相杂的马缓步前进，马鞍两旁结着金线织成的缨子。送了聘金三百万，全部用青丝串联起。各种花色的绸缎三百匹，还派人到交州广州购来海味和山珍。随从人员共有四五百，热热闹闹地齐集太守府前准备去迎亲。</p> <p>　　亲娘对兰芝说：“刚才得到太守的信，明天就要来迎娶你。你为什么还不做好衣裳？不要让事情办不成!”</p> <p>　　兰芝默默不说话，用手巾掩口悲声啼，眼泪坠落就像流水往下泻。移动她那镶着琉璃的坐榻，搬出来放到前窗下。左手拿着剪刀和界尺，右手拿着绫罗和绸缎。早上做成绣裌裙，傍晚又做成单罗衫。一片昏暗天时已将晚，她满怀忧愁想到明天要出嫁便伤心哭泣。</p> <p>　　府吏听到这个意外的变故，便告假请求暂且回家去看看。还未走到刘家大约还有二三里，人很伤心马儿也悲鸣。兰芝熟悉那匹马的鸣声，踏着鞋急忙走出家门去相迎。心中惆怅远远地望过去，知道是从前的夫婿已来临。她举起手来拍拍马鞍，不断叹气让彼此更伤心。“自从你离开我之后，人事变迁真是无法预测和估量。果然不能满足我们从前的心愿，内中的情由又不是你能了解端详。我有亲生的父母，逼迫我的还有我的亲兄长。把我许配了别的人，你还能有什么希望!”</p> <p>　　府吏对兰芝说：“祝贺你能够高升!大石方正又坚厚，可以千年都不变。蒲苇虽然一时坚韧，但只能坚持很短的时间。你将一天比一天生活安逸地位显贵，只有我独自一人下到黄泉。”</p> <p>　　兰芝对府吏说：“想不到你会说出这样的话!两人同样是被逼迫，你是这样我也是这样受熬煎。我们在黄泉之下再相见，不要违背今天的誓言!”他们握手告别分道离去，各自都回到自己家里面。活着的人却要做死的离别，心中抱恨哪里能够说得完。他们都想很快地离开人世，无论如何也不愿苟且偷生得保全。</p> <p>　　府吏回到自己家，上堂拜见阿母说：“今天风大天又寒，寒风摧折了树木，浓霜冻坏了庭院中的兰花。我今天已是日落西山生命将终结，让母亲独留世间以后的日子孤单。我是有意作出这种不好的打算，请不要再怨恨鬼神施责罚!但愿你的生命像南山石一样的久长，身体强健又安康。”</p> <p>　　阿母听到了这番话，泪水随着语声往下落：“你是大户人家的子弟，一直做官在官府台阁。千万不要为了一个妇人去寻死，贵贱不同你将她遗弃怎能算情薄？东邻有个好女子，苗条美丽全城称第一。做母亲的为你去求婚，答复就在这早晚之间。”</p> <p>　　府吏再拜之后转身走回去，在空房中长叹不已。他的决心就这样定下了，把头转向屋子里，心中忧愁煎迫一阵更比一阵紧。</p> <p>　　迎亲的那一天牛马嘶叫，新媳妇兰芝被迎娶进入青色帐篷里。天色昏暗已是黄昏后，静悄悄的四周无声息。“我的生命终结就在今天，只有尸体长久留下我的魂魄将要离去。”她挽起裙子脱下丝鞋，纵身一跳投进了清水池。</p> <p>　　府吏听到了这件事，心里知道这就是永远的别离，于是来到庭院大树下徘徊了一阵，自己吊死在东南边的树枝。</p> <p>　　两家要求将他们夫妻二人合葬，结果合葬在华山旁。坟墓东西两边种植着松柏，左右两侧栽种梧桐。各种树枝枝枝相覆盖，各种树叶叶叶相连通。中间又有一对双飞鸟，鸟名本是叫鸳鸯，它们抬起头来相对鸣叫，每晚都要鸣叫一直叫到五更。过路的人都停下脚步仔细听，寡妇惊起更是不安和彷徨。我要郑重地告诉后来的人，以此为鉴戒千万不要把它忘。</p> <p><strong>注释</strong><br>1、建安中：建安年间（196—219）。建安，东汉献帝刘协的年号。<br>2、庐江：汉代郡名，郡城在今安徽潜山一带。<br>3、遣：女子出嫁后被夫家休弃回娘家。<br>4、云尔：句末语气词。如此而已。<br>5、徘徊（pái huái）：来回走动。汉代乐府诗常以飞鸟徘徊起兴，以写夫妇离别。<br>6、素：白绢。这句话开始到“及时相遣归”是焦仲卿妻对仲卿说的。<br>7、箜篌（kōnghóu）：古代的一种弦乐器，形如筝、瑟。<br>8、诗书：原指《诗经》和《尚书》，这里泛指儒家的经书。<br>9、守节：遵守府里的规则。<br>10、断：（织成一匹）截下来。<br>11、大人故嫌迟：婆婆故意嫌我织得慢。大人，对长辈的尊称，这里指婆婆。<br>12、不堪：不能胜任。<br>13、徒：徒然，白白地。<br>14、施：用。<br>15、白公姥（mǔ）：禀告婆婆。白，告诉，禀告。公姥，公公婆婆，这里是偏义复词，专指婆婆。<br>16、薄禄相：官禄微薄的相貌。<br>17、结发：束发。古时候的人到了一定的年龄（男子20岁，女子15岁）才把头发结起来，算是到了成年，可以结婚了。<br>18、始尔：刚开始。尔，助词，无义。一说是代词，这样。<br>19、致不厚：招致不喜欢。致，招致。厚，厚待。这里是“喜欢”的意思。<br>20、区区：小，这里指见识短浅。<br>21、自专由：与下句“汝岂得自由”中的“自由”都是自作主张的意思。专，独断专行。由，随意，任意。<br>22、贤：这里指聪明贤惠。<br>23、可怜：可爱。<br>24、伏惟：趴在地上想。古代下级对上级或小辈对长辈说话表示恭敬的习惯用语。<br>25、取：通“娶”，娶妻。<br>26、床：古代的一种坐具。<br>27、会不相从许：当然不能答应你的要求。会，当然，必定。<br>28、举言：发言，开口。<br>29、新妇：媳妇（不是新嫁娘）。“新妇”是汉代末年对已嫁妇女的通称。<br>30、报府：赴府，指回到庐江太守府。<br>31、下心意：低心下意，受些委屈。<br>32、勿复重（chóng）纷纭：不必再添麻烦吧。也就是说，不必再提接她回来的话了。<br>33、初阳岁：农历冬末春初。<br>34、谢：辞别。<br>35、作息：原意是工作和休息，这里是偏义复词，专指工作。<br>36、伶俜（pīng）萦（yíng）苦辛：孤孤单单，受尽辛苦折磨。伶俜，孤单的样子。萦，缠绕。<br>37、谓言：总以为。<br>38、卒：完成，引申为报答。<br>39、绣腰襦（rú）：绣花的齐腰短袄。<br>40、葳蕤（wēi ruí）：草木繁盛的样子，这里形容短袄上刺绣的花叶繁多而美丽。<br>41、箱帘：箱，衣箱。帘，通“奁”，古代妇女梳妆用的镜匣。<br>42、后人：指府吏将来再娶的妻子。<br>43、遗（wèi）施：赠送，施与。<br>44、会因：会面的机会。<br>45、严妆：整妆，郑重地梳妆打扮。<br>46、通：次，遍。<br>47、蹑（niè）：踩，踏，这里指穿鞋。<br>48、玳瑁（dài mào）：一种同龟相似的爬行动物，甲壳可制装饰品。<br>49、珰（dāng）：耳坠。<br>50、昔作女儿时：以下八句是仲卿妻对焦母告别时说的话。<br>51、野里：乡间。<br>52、兼愧：更有愧于……<br>53、却：从堂上退下来。<br>54、扶将：扶持，搀扶。这里是服侍的意思。<br>55、初七及下九：七月七日和每月的十九日。初七，指农历七月七日，旧时妇女在这天晚上在院子里陈设瓜果，向织女星祈祷，祈求提高刺绣缝纫技巧，称为“乞巧”。下九，古人以每月的二十九为上九，初九为中九，十九为下九。在汉朝时候，每月十九日是妇女欢聚的日子。<br>56、隐隐：和下面的“甸甸”都是象声词，指车声。<br>57、誓不相隔卿……誓天不相负：这是府吏对兰芝说的话。<br>58、区区：这里是诚挚的意思，与上面“何乃太区区”中的“区区”意思不同。<br>59、若见录：如此记住我。见录，记着我。见，被。录，记。<br>60、纫：通“韧”，柔韧牢固。61、亲父兄：即同胞兄。<br>62、逆：逆料，想到将来。<br>63、劳劳：怅惘若失的样子。<br>64、颜仪：脸面，面子。<br>65、拊（fǔ）掌：拍手，这里表示惊异。<br>66、子自归：你自己回来。意思是，没料到女儿竟被驱遣回家。古代女子出嫁以后，一定要娘家得到家的同意，派人迎接，才能回娘家。下文“不迎而自归”，也是按这种规矩说的责备的话。<br>67、无誓违：不会有什么过失。誓，似应作“諐”。諐，古“愆（qiān）”字。愆违，过失。<br>68、悲摧：悲痛，伤心。<br>69、窈窕（yǎo tiǎo）：容貌体态美好的样子。<br>70、便（pián）言多令才：口才很好，又多才能。便言，很会说话。令，美好。<br>71、丁宁：嘱咐我。丁宁，嘱咐，后写作“叮咛”。<br>72、非奇：不宜，不妥。<br>73、断来信：回绝来做媒的人。断，回绝。信，使者，指媒人。<br>74、更谓之：再谈它。之，指再嫁之事。<br>75、适：出嫁。<br>76、不堪：这里是“不能做”的意思。<br>77、媒人去数日……丞籍有宦官：这几句可能有文字脱漏或错误，因此无法解释清楚。这里列出部分字的意义解释：寻，随即，不久。丞，县丞，官名。承籍，承继先人的仕籍。宦官，即“官宦”，指做官的人。<br>78、娇逸：娇美文雅。<br>79、主簿：太守的属官。<br>80、作计：拿主意，打算。<br>81、量（liáng）：考虑。<br>82、否（pǐ）泰：都是《易经》中的卦名。这里指运气的好坏。否，坏运气。泰，好运气。<br>83、义郎：男子的美称，这里指太守的儿子。<br>84、其往欲何云：往后打算怎么办。其往，其后，将来。何云，这里指怎么办。<br>85、处分：处置。<br>86、适：依照。<br>87、要（yāo）：相约。<br>88、渠（qú）会：同他相会。渠，他。一说是那种相会。渠，那。<br>89、登即：立即。<br>90、尔尔：如此如此。等于说“就这样，就这样”。<br>91、府君：对太守的尊称。<br>92、下官：县丞自称。<br>93、缘：缘分。<br>94、视历：翻看历书。<br>95、六合：古时候迷信的人，结婚要选好日子，要年、月、日的干支（干，天干，甲、乙、丙、丁……支，地支，子、丑、寅、卯……）合起来都相适合，这叫“六合”。<br>96、卿：你，指县丞。<br>97、交语：交相传话。<br>98、舫（fǎng）：船。<br>99、龙子幡（fān）：绣龙的旗帜。<br>100、婀娜（ē nuó）：轻轻飘动的样子。<br>101、踯躅（zhí zhú）：缓慢不进的样子。<br>102、青骢（cōng）马：青白杂毛的马。<br>103、流苏：用五彩羽毛做的下垂的缨子。<br>104、赍（jī）：赠送。<br>105、杂彩：各种颜色的绸缎。<br>106、交广：交州、广州，古代郡名，这里泛指今广东、广西一带。<br>107、鲑（xié）：这里是鱼类菜肴的总称。<br>108、郁郁：繁盛的样子。<br>109、适：刚才。<br>110、不举：办不成。<br>111、榻（tà）：坐具。<br>112、晻晻（yǎnyǎn）：日色昏暗无光的样子。<br>113、摧藏（zàng）：摧折心肝。藏，脏腑。<br>114、人事不可量：人间的事不能预料。<br>115、父母：这里偏指母。<br>116、弟兄：这里偏指兄。<br>117、日胜贵：一天比一天高贵。<br>118、恨恨：抱恨不已，这里指极度无奈。<br>119、日冥冥：原意是日暮，这里用太阳下山来比喻生命的终结。<br>120、单：孤单。<br>121、故：有意，故意。<br>122、不良计：不好的打算（指自杀）。<br>123、四体：四肢，这里指身体。<br>124、直：意思是腰板硬朗。<br>125、台阁：原指尚书台，这里泛指大的重府。<br>126、情何薄：怎能算是薄情。<br>127、乃尔立：就这样决定。<br>128、青庐：用青布搭成的篷帐，举行婚礼的地方。<br>129、奄奄：通“晻晻”，日色昏暗无光的样子。<br>130、黄昏：古时计算时间按十二地支将一日分为十二个“时辰”。“黄昏”是“戌时”（相当于现代的晚上7时至9时）。下句的“人定”是“亥时”（相当于现代的晚上9时至11时）。<br>131、华山：庐江郡内的一座小山。<br>132、交通：交错，这里指挨在一起。<br>133、驻足：停步。<br>134、谢：告诉。</p>",
  "shangxi": "<p>　　通过有个性的人物对话塑造了鲜明的人物形象，是《孔雀东南飞》最大的艺术成就。全“共一千七百八十五字，古今第一首长诗也。淋淋漓漓，反反复复，杂述十数人口中语，而各肖其声音面目，岂非化工之笔”（《古诗源》卷四，<a href=\"http://so.gushiwen.org/author_39.aspx\">沈德潜</a>按语）。</p> <p>　　在贯穿全篇的对话中，可以看到，刘兰芝对仲卿、对焦母、对小姑、对自己的哥哥和母亲讲话时的态度与语气各不相同，正是在这种不同中可以感受到她那勤劳、善良、备受压迫而又富于反抗精神的外柔内刚的个性。同样的，在焦仲卿各种不同场合的话语中，也可以感受到他那忠于爱情、明辨是非但又迫于母亲威逼的诚正而软弱、但又有发展的性格。</p> <p>　　刘兰芝是作者精心塑造的美好形象。她既是淑女、贤妻，又是具有鲜明个性的女性：勇敢，坚强，富有反抗精神。兰芝用“大人故嫌迟”道破婆婆的故意挑剔、刁难，用“请归”的行动表示反抗。和仲卿叙别，她表达了对丈夫的—往情深，又清醒地认识到“复来还”是幻想。“严妆”，是夸张的铺叙，展示她态度从容，“精妙世无双”。告别婆婆时，她不卑不亢，一席话是对婆婆态度骄横的抗议。“盟誓”中，她用发自肺腑的誓言表明对爱情的忠贞。“拒媒”是对封建礼教的反抗。面对兄长逼婚，她以允婚表现了对未来的清醒估计和对兄长淫威的蔑视。“黄泉下相见”的誓约，饱含着对丈夫深挚的爱，对封建家长制拼死反抗的勇气。“举身赴清池”是兰芝反抗精神的升华。在爱情与封建家长制的尖锐冲突中，刘兰芝这个艺术形象闪耀着夺目的光彩。</p> <p>　　焦仲卿是诗中另一个重要形象，作者表现出他从软弱逐渐转变为坚强。他开始对母亲抱有幻想，当幻想被残酷的现实摧毁后，他坚决向母亲表明了以死殉情的决心，用“自挂东南枝”表示对爱情的思贞和对封建家长制的反抗。他的变化，深化了对封建社会的控诉。</p> <p>　　此外，焦母的专横暴戾，刘兄冷酷自私、贪财慕势的性格，都写得栩栩如生。总之，在尖锐的矛盾冲突中刻画人物性格，是这首叙事诗的主要特点。</p> <p>　　诗中写到兰芝与仲卿死前，兰芝假意同意再嫁，仲卿见兰芝后回家与母亲诀别，他俩这时的话语，非常切合各自的身份与处境。陈祚明《采菽堂古诗选》曾作过这样细致的分析：“兰芝不白母而府吏白母者，女之于母，子之于母，情固不同。女从夫者也，又恐母防之，且母有兄在，可死也。子之与妻，孰与母重？且子死母何依，能无白乎？同死者，情也。彼此不负，女以死偿，安得不以死？彼此时，母即悔而迎女，犹可两俱无死也。然度母终不肯迎女，死终不可以已，故白母之言亦有异者，儿今冥冥四语明言之矣，今日风寒命如山石，又不甚了了，亦恐母觉而防我也。府吏白母而母不防者，女之去久矣。他日不死而今日何为独死？不过谓此怨怼之言，未必实耳。故漫以东家女答之，且用相慰。然府吏白母，不言女将改适，不言女亦欲死，盖度母之性，必不肯改而迎女，而徒露真情，则防我不得死故也。”试想，兰芝如果直说要死，这个弱女子势必会遭到暴力的约束，被强迫成婚。</p> <p>　　而仲卿的情况自然与兰芝不同，诚如上述引文的分析。又如：“吾意久怀忿，汝岂得自由”、“小子无所畏，何敢助妇语”，于此可立见焦母的蛮横。“作计何不量！先嫁得府吏，后嫁得郎君。否泰如天地，足以荣汝身。不嫁义郎体，其往欲何云？”由此可见刘兄的势利。即使次要人物如媒人、府君的简短对话，也各各符合其人的身份、特点。</p> <p>　　诗中，简洁的人物行动刻画，有助于形象的鲜明；精炼的抒情性穿插，增强了行文的情韵。“鸡鸣外欲曙，新妇起严妆。著我绣夹裙，事事四五通”，写出了刘兰芝离开焦家时的矛盾心情。欲曙即起，表示她不愿在焦家生活的决心，严妆辞婆是她对焦母的抗议与示威。打扮时的事事四五通，表示了她对焦仲卿的爱，欲去又不忍遽去的微妙心理。“却与小姑别，泪落连珠子”，姑嫂关系不易相处，兰芝与小姑关系融洽，正表现了她的懂礼仪、易相处。这同焦母的不容恰成对照。另外，辞焦母不落泪，而辞小姑落泪，也可见兰芝的倔强。焦仲卿的形象刻画也是如此，他送兰芝到大道口，“下马入车中，低头共耳语”，表现了一片真情。闻知兰芝要成婚，“未至二三里，摧藏马悲哀”，诗篇用“马悲”渲染衬托他内心的强烈痛苦。临死前“长叹空房中”、“转头向户里”，对母亲还有所顾念，这里愈见他的诚正与善良。</p> <p>　　在整篇诗中，类似上述的动作刻画还有一些，笔墨虽不多，却极精粹。兰芝死时，义无反顾，“揽裙脱丝履，举身赴清池”；仲卿死时，顾念老母，“徘徊庭树下，自挂东南枝”，这些不同的动作细节，都切合各自的性格与处境。同样是母亲，焦母“捶床便大怒”的泼辣，刘母见兰芝回家时惊异而“大拊掌”的温和，对性格的描绘来说寥寥几笔已极传神。抒情性穿插较之动作刻划更少，但也是成功之笔“举手长劳劳，二情同依依”，兰芝和仲卿第一次分手时，作者情不自禁的感叹，增添了悲剧气氛。“生人作死别，恨恨那可论”，这画龙点睛的穿插，更激起了人们对焦、刘遭遇的同情。即使那教训式的全诗结尾，也带有浓重的抒情意味，充满了作者的同情与期望。这些水到渠成、不着痕迹的抒情性穿插，对人物形象的塑具有锦上添花的妙用，增加了全诗的感情色彩。</p> <p>　　特别值得注意的是，此诗比兴手法和浪漫色彩的运用，对形象的塑造起了非常重要的作用。作者的感情与思想的倾向性通过这种艺术方法鲜明地表现了出来。诗篇开头，“孔雀东南飞，五里一徘徊”是“兴”的手法，用以兴起刘兰芝、焦仲卿彼此顾恋之情，布置了全篇的气氛。最后一段，在刘、焦合葬的墓地，松柏、梧桐枝枝叶叶覆盖相交，鸳鸯在其中双双日夕和鸣，通宵达旦。这既象征了刘焦夫妇不朽，又象征了他们永恒的悲愤与控告。由现实的双双合葬的形象，到象征永恒的爱情与幸福的松柏、鸳鸯的形象，表现了人民群众对未来自由幸福必然到来的信念，这是刘焦形象的浪漫主义发展，闪现出无比灿烂的理想光辉，使全诗起了质的飞跃。</p> <p>　　古人诗以鸟兽草木起兴，并非随意为之。以《孔雀东南飞》中“孔雀东南飞，五里一徘徊”言，应有烘托、渲染气氛的功用及象征意蕴。它既象征了刘兰芝甚至包括焦仲卿的生命结局，也烘托、渲染了刘兰芝生命不断远去的悲凉气氛。它有一种忧伤、不忍、怜悯、不安、留恋的音乐节奏在“飞去”的动作和场景里，这种节奏让人神伤却不让人绝望，让人感觉凄凉的同时似乎又让我们的灵魂得以安宁。为什么会这样呢？我不太在意刘兰芝离去的原因，礼教、性格等等随他去吧，每个人都可在他的阅读视界里找到能说得过去的答案。我在这幅图景里更看重的是她在我们的阅读视线里一点一点消失的过程，以及这个过程为何会给我如此的阅读感受。重要的还有“东南去”，“东南去”的刘兰芝是香销玉殒的悲剧之体，我为何会在生命悲剧里读到了灵魂安宁的抚摸，以至于最后只剩下平静的叹息？这与诗人让她“东南去”，且让焦仲卿也“自挂东南枝”有关系吗？诗人他想告诉我一种怎样的个人立场？ </p>",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": [
    "高中文言文",
    "乐府",
    "民谣",
    "写人",
    "爱情"
  ]
}