{
  "id": 54467,
  "star": 1,
  "name": "花舞",
  "dynasty": "宋代",
  "content": "奇花命以佳名，因其有香，尊之为客。欲知标格，请观一字之褒；爰藉品题，遂作群英之冠。适当丽景，用集仙姿。玉质轻盈，共庆一时之会；金尊潋滟，式均四坐之欢。女伴相将，折花入队。 <br> 念了，后行吹折花三台。舞，取花瓶。又舞上，对客放瓶，念牡丹花诗：花是牡丹推上首。天家侍宴为宾友。料应雨露久承恩，贵客之名从此有。 <br> 念了，舞，唱蝶恋花，侍女持酒果上，劝客饮酒。 <br> 贵客之名从此有。多谢风流，飞驭陪尊酒。持此一卮同劝后。愿花长在人长寿。 <br> 舞唱了，后行吹三台。舞转，换花瓶。又舞上，次对客放瓶，念瑞香花诗：花是瑞香初擢秀。达人鼻观通庐阜。遂令声价满寰区，嘉客之名从此有。 <br> 念了，舞，唱蝶恋花，侍女持酒果上，劝客饮酒。 <br> 嘉客之名从此有。多谢风流，飞驭陪尊酒。持此一卮同劝后。愿花长在人长寿。 <br> 舞唱了，后行吹三台。舞转，换花瓶。又舞上，次对客放瓶，念丁香花诗：花是丁香花未剖。青枝碧叶藏琼玖。如居翠幄道家妆，素客之名从此有。 <br> 念了，舞，唱蝶恋花。侍女持酒果上，劝客饮酒。 <br> 素客之名从此有。多谢风流，飞驭陪尊酒。持此一卮同劝后。愿花长在人长寿。 <br> 舞唱了，后行吹三台，舞转，换花瓶。又舞上，次对客放瓶，念春兰花诗：花是春兰栖远岫。竹风松露为交旧。仙家剑佩羽霓裳，幽客之名从此有。 <br> 念了，舞，唱蝶恋花。侍女持酒果上，劝客饮酒。 <br> 幽客之名从此有。多谢风流，飞驭陪尊酒。持此一卮同劝后。愿花长在人长寿。 <br> 舞唱了，后行吹三台，舞转，换花瓶。又舞上，次对客放瓶，念蔷薇花诗：花是蔷薇和如绮绣。春风满架晖晴昼。为多规刺少拘挛，野客之名从此有。 <br> 念了，舞，唱蝶恋花。侍女持酒果上，劝客饮酒。 <br> 野客之名从此有。多谢风流，飞驭陪尊酒。持此一卮同劝后。愿花长在人长寿。 <br> 舞唱了，后行吹三台，舞转，换花瓶。又舞上，次对客放瓶，念酴醿花诗：花是酴醿纡翠袖。酿泉曾入真珠溜。更无尘气到杯盘，雅客之名从此有。 <br> 念了，舞，唱蝶恋花。侍女持酒果上，劝客饮酒。 <br> 雅客之名从此有。多谢风流，飞驭陪尊酒。持此一卮同劝后。愿花长在人长寿。 <br> 舞唱了，后行吹三台，舞转，换花瓶。又舞上，次对客放瓶，念荷花诗：花是芙蕖冰玉漱。人间暑气何曾受。本来泥滓不相关，净客之名从此有。 <br> 念了，舞，唱蝶恋花。侍女持酒果上，劝客饮酒。 <br> 净客之名从此有。多谢风流，飞驭陪尊酒。持此一卮同劝后。愿花长在人长寿。 <br> 舞唱了，后行吹三台，舞转，换花瓶。又舞上，次对客放瓶，念秋香花诗：花是秋香偏郁茂。姮娥月里亲栽就。一枝平地合登瀛，仙客之名从此有。 <br> 念了，舞，唱蝶恋花。侍女持酒果上，劝客饮酒。 <br> 仙客之名从此有。多谢风流，飞驭陪尊酒。持此一卮同劝后。愿花长在人长寿。 <br> 舞唱了，后行吹三台，舞转，换花瓶。又舞上，次对客放瓶，念菊花诗：花是菊英真耐久。长年只有临风嗅。东篱况是见南山，寿客之名从此有。 <br> 念了，舞，唱蝶恋花。侍女持酒果上，劝客饮酒。 <br> 寿客之名从此有。多谢风流，飞驭陪尊酒。持此一卮同劝后。愿花长在人长寿。 <br> 舞唱了，后行吹三台，舞转，换花瓶。又舞上，次对客放瓶，念梅花诗：花是寒梅先节候。调羹须待青如豆。为于雪底倍精神，清客之名从此有。 <br> 念了，舞，唱蝶恋花。侍女持酒果上，劝客饮酒。 <br> 清客之名从此有。多谢风流，飞驭陪尊酒。持此一卮同劝后。愿花长在人长寿。 <br> 舞唱了，后行吹三台，舞转，换花瓶。又舞上，次对客放瓶，念芍药花诗：芍药来陪群客后。矜其未至当居右。奇姿独许侍花王，近客之名从此有。 <br> 念了，舞，唱蝶恋花。侍女持酒果上，劝客饮酒。 <br> 近客之名从此有。多谢风流，飞驭陪尊酒。持此一卮同劝后。愿花长在人长寿。 <br> 舞唱了，后行吹三台，舞转换花瓶。又舞上花裀，背花对坐，唱折花三台： <br> 算仙家，真巧数，能使众芳长绣组。羽軿芝葆，曾到世间，谁共凡花为伍。桃李漫夸艳阳，百卉又无香可取。岁岁年年长是春，何用芳菲分四序。 <br> 又唱： <br> 对芳辰，成良聚，珠服龙妆环宴俎。我御清风，来此纵观，还须折枝归去。归去蕊珠绕头，一一是东君为主。隐隐青冥怯路遥，且向台中寻伴侣。 <br> 唱了，起舞后行吹折花三台一遍。舞讫相对坐，取盆中花插头上，又唱： <br> 叹尘寰，乌兔走，花谢花开能几许。十分春色，一半遣愁，那堪飘零风雨。争似此花自然，悄不待、根生下土。花既无凋春又长，好带花枝倾寿醑。又唱： <br> 又唱： <br> 是非场，名利海，得丧炎凉徒自苦。至乐陶陶，唯有醉乡，谁向此间知趣。花下一杯一杯，且莫把、光阴虚度。八极神游长寿仙，蜾蠃螟蠕休更觑。 <br> 唱了，侍女持酒果置裀上，舞相对自饮。饮讫，起舞三台一遍，自念遣队：伏以仙家日月，物外烟霞。能令四季之奇葩，会作一筵之重客。莫不香浮绮席，影覆瑶阶。森然群玉之林，宛在列真之府。相逢今日，不醉何时。敢持万斛之流霞，用介千春之眉寿。欢腾丝竹，喜溢湖山。观者虽多，叹未曾有。更愿九重万寿，四海一家。屡臻年谷之丰登，永锡田庐之快乐。于时花骢嘶晚，绛蜡迎宵。饮散瑶池，春在乌纱帽上；醉归蕊馆，香分白玉钗头。式因天上之芳容，流作人间之佳话。尚期再集，益侈遐龄。歌舞既终，相将好去。 <br> 念了，后行吹三台出队。",
  "poet": {
    "id": 982,
    "star": 0,
    "name": "史浩",
    "image": "http://img.gushiwen.org/authorImg/shihao.jpg",
    "desc": "史浩（1106年—1194年），字直翁，号真隐。明州鄞县人，南宋政治家、词人。高宗绍兴十五年（1144年）进士，由温州教授除太学正，升为国子博士。他向宋高宗建议立太子，以此受知于朝廷，绍兴三十二年，宋孝宗即位，授参知政事。隆兴元年，拜尚书右仆射。淳熙十年，除太保致仕，封魏国公。宋光宗御极，进太师。绍熙五年，薨，年八十九，封会稽郡王。宋宁宗登基，赐谥文惠。嘉定十四年，以子史弥远贵，追封越王，改谥忠定，配享孝宗庙庭。为昭勋阁二十四功臣之一。"
  },
  "tags": []
}