{
  "id": 47909,
  "star": 8649,
  "name": "滕王阁序",
  "dynasty": "唐代",
  "content": "　　豫章故郡，洪都新府。星分翼轸，地接衡庐。襟三江而带五湖，控蛮荆而引瓯越。物华天宝，龙光射牛斗之墟；人杰地灵，徐孺下陈蕃之榻。雄州雾列，俊采星驰。台隍枕夷夏之交，宾主尽东南之美。都督阎公之雅望，棨戟遥临；宇文新州之懿范，襜帷暂驻。十旬休假，胜友如云；千里逢迎，高朋满座。腾蛟起凤，孟学士之词宗；紫电青霜，王将军之武库。家君作宰，路出名区；童子何知，躬逢胜饯。</p> <p>　　时维九月，序属三秋。潦水尽而寒潭清，烟光凝而暮山紫。俨骖騑于上路，访风景于崇阿。临帝子之长洲，得仙人之旧馆。层峦耸翠，上出重霄；飞阁流丹，下临无地。鹤汀凫渚，穷岛屿之萦回；桂殿兰宫，即冈峦之体势。</p> <p>　　披绣闼，俯雕甍，山原旷其盈视，川泽纡其骇瞩。闾阎扑地，钟鸣鼎食之家；舸舰迷津，青雀黄龙之舳。云销雨霁，彩彻区明。落霞与孤鹜齐飞，秋水共长天一色。渔舟唱晚，响穷彭蠡之滨，雁阵惊寒，声断衡阳之浦。</p> <p>　　遥襟甫畅，逸兴遄飞。爽籁发而清风生，纤歌凝而白云遏。睢园绿竹，气凌彭泽之樽；邺水朱华，光照临川之笔。四美具，二难并。穷睇眄于中天，极娱游于暇日。天高地迥，觉宇宙之无穷；兴尽悲来，识盈虚之有数。望长安于日下，目吴会于云间。地势极而南溟深，天柱高而北辰远。关山难越，谁悲失路之人；萍水相逢，尽是他乡之客。怀帝阍而不见，奉宣室以何年？</p> <p>　　嗟乎！时运不齐，命途多舛。冯唐易老，李广难封。屈贾谊于长沙，非无圣主；窜梁鸿于海曲，岂乏明时？所赖君子见机，达人知命。老当益壮，宁移白首之心？穷且益坚，不坠青云之志。酌贪泉而觉爽，处涸辙以犹欢。北海虽赊，扶摇可接；东隅已逝，桑榆非晚。孟尝高洁，空余报国之情；阮籍猖狂，岂效穷途之哭！</p> <p>　　勃，三尺微命，一介书生。无路请缨，等终军之弱冠；有怀投笔，慕宗悫之长风。舍簪笏于百龄，奉晨昏于万里。非谢家之宝树，接孟氏之芳邻。他日趋庭，叨陪鲤对；今兹捧袂，喜托龙门。杨意不逢，抚凌云而自惜；钟期既遇，奏流水以何惭？</p> <p>　　呜乎！胜地不常，盛筵难再；兰亭已矣，梓泽丘墟。临别赠言，幸承恩于伟饯；登高作赋，是所望于群公。敢竭鄙怀，恭疏短引；一言均赋，四韵俱成。请洒潘江，各倾陆海云尔：<br>　　滕王高阁临江渚，佩玉鸣鸾罢歌舞。<br>　　画栋朝飞南浦云，珠帘暮卷西山雨。<br>　　闲云潭影日悠悠，物换星移几度秋。<br>　　阁中帝子今何在？槛外长江空自流。",
  "fanyi": "<p>译文<br>　　这里是汉代的豫章郡城，如今是洪州的都督府，天上的方位属于翼，轸两星宿的分野，地上的位置连结着衡山和庐山。以三<a href=\"http://so.gushiwen.org/author_1462.aspx\">江为</a>衣襟，以五湖为衣带、控制着楚地，连接着闽越。物类的精华，是上天的珍宝，宝剑的光芒直冲上牛、斗二星的区间。人中有英杰，因大地有灵气，陈蕃专为徐孺设下几榻。雄伟的洪州城，房屋像雾一般罗列，英俊的人才，像繁星一样地活跃。城池座落在夷夏交界的要害之地，主人与宾客，集中了东南地区的英俊之才。都督阎公，享有崇高的名望，远道来到洪州坐镇，宇文州牧，是美德的楷模，赴任途中在此暂留。正逢十日休假的日子，杰出的友人云集，高贵的宾客，也都不远千里来到这里聚会。文坛领袖孟学士，文章的气势像腾起的蛟龙，飞舞的彩凤，王将军的武库里，藏有像紫电、青霜这样锋利的宝剑。由于父亲在交趾做县令，我在探亲途中经过这个著名的地方。我年幼无知，竟有幸亲身参加了这次盛大的宴会。<br>　　时当九月，秋高气爽。积水消尽，潭水清澈，天空凝结着淡淡的云烟，暮霭中山峦呈现一片紫色。在高高的山路上驾着马车，在崇山峻岭中访求风景。来到昔日帝子的长洲，找到仙人居住过的宫殿。这里山峦重叠，青翠的山峰耸入云霄。凌空的楼阁，红色的阁道犹如飞翔在天空，从阁上看不到地面。白鹤，野鸭停息的小洲，极尽岛屿的纡曲回环之势，雅浩的宫殿，跟起伏的山峦配合有致。<br>　　打开雕花精美的阁门，俯视彩饰的屋脊，山峰平原尽收眼底，湖川曲折令人惊讶。遍地是里巷宅舍，许多钟鸣鼎食的富贵人家。舸舰塞满了渡口，尽是雕上了青雀黄龙花纹的大船。正值雨过天晴，虹消云散，阳光朗煦，落霞与孤雁一起飞翔，秋水和长天连成一片。傍晚渔舟中传出的歌声，响彻彭蠡湖滨，雁群感到寒意而发出的惊叫，鸣声到衡阳之浦为止。<br>　　放眼远望，胸襟刚感到舒畅，超逸的兴致立即兴起，排箫的音响引来的徐徐清风，柔缓的歌声吸引住飘动的白云。像睢园竹林的聚会，这里善饮的人，酒量超过彭泽县令<a href=\"http://so.gushiwen.org/author_645.aspx\">陶渊明</a>，像邺水赞咏莲花，这里<a href=\"http://so.gushiwen.org/view_47909.aspx\">诗</a>人的文采，胜过临川内史<a href=\"http://so.gushiwen.org/author_758.aspx\">谢灵运</a>。（音乐与饮食，文章和言语）这四种美好的事物都已经齐备，（良辰美景，赏心乐事）这两个难得的条件也凑合在一起了，向天空中极目远眺，在假日里尽情欢娱。苍天高远，大地寥廓，令人感到宇宙的无穷无尽。欢乐逝去，悲哀袭来，我知道了事物的兴衰成败是有定数的。西望长安，东指吴会，南方的陆地已到尽头，大海深不可测，北方的北斗星多么遥远，天柱高不可攀。关山重重难以越过，有谁同情不得志的人？萍水偶尔相逢，大家都是异乡之客．怀念着君王的宫门，但却不被召见，什么时候才能够去侍奉君王呢？<br>　　呵，各人的时机不同，人生的命运多有不顺。冯唐容易衰老，李广难得封侯。使<a href=\"http://so.gushiwen.org/author_109.aspx\">贾谊</a>遭受委屈，贬于长沙，并不是没有圣明的君主，使梁鸿逃匿到齐鲁海滨，难道不是政治昌明的时代？只不过由于君子安于贫贱，通达的人知道自己的命运罢了。年纪虽然老了，但志气应当更加旺盛，怎能在白头时改变心情？境遇虽然困苦，但节操应当更加坚定，决不能抛弃自己的凌云壮志。即使喝了贪泉的水，心境依然清爽廉洁；即使身处于干涸的主辙中，胸怀依然开朗愉快。北海虽然十分遥远，乘着羊角旋风还是能够达到，早晨虽然已经过去，而珍惜黄昏却为时不晚。孟尝君心地高洁，但白白地怀抱着报国的热情，<a href=\"http://so.gushiwen.org/author_698.aspx\">阮籍</a>为人放纵不羁，我们怎能学他那种穷途的哭泣！<br>　　我地位卑微，只是一个书生。虽然和终军一样年已二十一，却无处去请缨杀敌。我羡慕宗悫那种“乘长风破万里浪”的英雄气概，也有投笔从戎的志向。如今我抛弃了一生的功名，不远万里去朝夕侍奉父亲。虽然称不上谢家的“宝树”，但是能和贤德之士相交往。不久我将见到父亲，聆听他的教诲。今天我侥幸地奉陪各位长者，高兴地登上龙门。假如碰不上杨得意那样引荐的人，就只有抚拍着自己的文章而自我叹惜。既然已经遇到了钟子期，就弹奏一曲《流水》又有什么羞愧呢？<br>　　呵！名胜之地不能常存，盛大的宴会难以再逢。兰亭宴集已为陈迹，<a href=\"http://so.gushiwen.org/author_883.aspx\">石崇</a>的梓泽也变成了废墟。承蒙这个宴会的恩赐，让我临别时作了这一篇序文，至于登高作赋，这只有指望在座诸公了。我只是冒昧地尽我微薄的心意，作了短短的引言。在座诸位都按各自分到的韵字赋诗，我已写成了四韵八句。请在座诸位施展<a href=\"http://so.gushiwen.org/author_827.aspx\">潘岳</a>，<a href=\"http://so.gushiwen.org/author_838.aspx\">陆机</a>一样的才笔，各自谱写瑰丽的诗篇吧！！<br>　　巍峨高耸的滕王阁俯临着江心的沙洲，想当初佩玉、鸾铃鸣响的豪华歌舞已经停止了。<br>　　早晨，画栋飞上了南浦的云；黄昏，珠帘卷入了西山的雨。<br>　　悠闲的彩云影子倒映在江水中，整天悠悠然地漂浮着；时光易逝，人事变迁，不知已经度过几个春秋。<br>　　昔日游赏于高阁中的滕王如今已不知哪里去了，只有那栏杆外的滔滔江水空自向远方奔流。</p> <p>注释<br>豫章：滕王阁在今江西省南昌市。南昌，为汉豫章郡治。唐代宗当政之后，为了避讳唐代宗的名（李豫），“豫章故郡”被替换为“南昌故郡”。所以现在滕王阁内的石碑以及<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>的手书都作“南昌故郡”。<br>故：以前的。<br>洪都：汉豫章郡，唐改为洪州，设都督府。<br>星分翼轸：古人习惯以天上星宿与地上区域对应，称为“某地在某星之分野”。据《晋书·天文志》，豫章属吴地，吴越扬州当牛斗二星的分野，与翼轸二星相邻。翼、轸，星宿名，属二十八宿。<br>衡：衡山，此代指衡州（治所在今湖南省衡阳市）。<br>庐：庐山，此代指江州（治所在今江西省九江市）。<br>襟：以……为襟。因豫章在三江上游，如衣之襟，故称。<br>三江：太湖的支流松江、娄江、东江，泛指长江中下游的江河。<br>带：以……为带。五湖在豫章周围，如衣束身，故称。<br>五湖：一说指太湖、鄱阳湖、青草湖、丹阳湖、洞庭湖，又一说指菱湖、游湖、莫湖、贡湖、胥湖，皆在鄱阳湖周围，与鄱阳湖相连。以此借为南方大湖的总称。<br>蛮荆：古楚地，今湖北、湖南一带。<br>引：连接。<br>瓯越：古越地，即今浙江地区。古东越<a href=\"http://so.gushiwen.org/author_482.aspx\">王建</a>都于东瓯（今浙江省永嘉县），境内有瓯江。<br>物华天宝：地上的宝物焕发为天上的宝气。<br>龙光射牛斗之墟：龙光，指宝剑的光辉。牛、斗，星宿名。墟、域，所在之处。据《晋书·<a href=\"http://so.gushiwen.org/author_887.aspx\">张华</a>传》，晋初，牛、斗二星之间常有紫气照射。张华请教精通天象的雷焕，雷焕称这是宝剑之精，上彻于天。张华命雷焕为丰城令寻剑，果然在丰城（今江西省丰城市，古属豫章郡）牢狱的地下，掘地四丈，得一石匣，内有龙泉、太阿二剑。后这对宝剑入水化为双龙。<br>杰：俊杰，豪杰。灵：灵秀。<br>徐孺：徐孺子的省称。徐孺子名稚，东汉豫章南昌人，当时隐士。据《后汉书·徐稚传》，东汉名士陈蕃为豫章太守，不接宾客，惟徐稚来访时，才设一睡榻，徐稚去后又悬置起来。<br>雄：雄伟。州：大洲。<br>雾列：雾，像雾一样，名词作状语。喻浓密、繁盛，雾列形容繁华。“星”的用法同“雾”<br>采：“采”同“寀”，官员，这里指人才。<br>枕：占据，地处。尽：都是。<br>东南之美：泛指各地的英雄才俊。《诗经-尔雅-释地》：“东南之美，有会稽之竹箭；西南之美，有华山之金石。”会稽就是今天的绍兴，后用“东箭南金” 泛指各地的英雄才俊。<br>都督：掌管督察诸州军事的官员，唐代分上、中、下三等。<br>阎公：阎伯屿，时任洪州都督。<br>雅望：崇高声望。<br>棨戟：外有赤黑色缯作套的木戟，古代大官出行时用。这里代指仪仗。<br>遥临：远道来临。<br>宇文新州：复姓宇文的新州（在今广东境内）刺史，名未详。<br>懿范：好榜样。<br>襜帷：车上的帷幕，这里代指车马。<br>暂驻：暂时停留。<br>十旬休假：唐制，十日为一旬，遇旬日则官员休沐，称为“旬休”。<br>胜友：才华出众的友人<br>腾蛟起凤：宛如蛟龙腾跃、凤凰起舞，形容人很有文采。《西京杂记》：“董仲舒梦蛟龙入怀，乃作《春秋繁露》。”又：“<a href=\"http://so.gushiwen.org/author_715.aspx\">扬雄</a>著《太玄经》，梦吐凤凰集《玄》之上，顷而灭。”<br>孟学士：名未详。学士是朝廷掌管文学撰著的官员。<br>词宗：文坛宗主。也可能是指南朝文学家、史学家<a href=\"http://so.gushiwen.org/author_628.aspx\">沈约</a>。<br>紫电青霜：《古今注》：“吴大皇帝（孙权）有宝剑六，二曰紫电。”《西京杂记》：“高祖（<a href=\"http://so.gushiwen.org/author_746.aspx\">刘邦</a>）斩白蛇剑，刃上常带霜雪。”《春秋繁露》亦记其事。<br>王将军：王姓的将军，名未详。<br>武库：武器库。也可能是指西晋军事家杜预，即杜武库。<br>家君作宰：<a href=\"http://so.gushiwen.org/author_289.aspx\">王勃</a>之父担任交趾县的县令。<br>路出名区：（自己因探望父亲）路过这个有名的地方（指洪州）。出：过。<br>童子何知，躬逢胜饯：年幼无知，（却有幸）参加这场盛大的宴会。<br>维：在。又有一说此字为语气词，不译。<br>序：时序（春夏秋冬）<br>三秋：古人称七、八、九月为孟秋、仲秋、季秋，三秋即季秋，九月。<br>此句被前人誉为“写尽九月之景”。<br>潦水：雨后的积水。<br>尽：没有<br>俨：整齐的样子。<br>骖騑：驾车的马匹。<br>上路：高高的道路。<br>访：看<br>崇阿：高大的山陵。<br>临、得：到。<br>帝子、天人：都指滕王李元婴。有版本为“得仙人之旧馆”。<br>长洲：滕王阁前赣江中的沙洲。<br>旧馆：指滕王阁<br>层：重叠。上：上达。<br>飞阁流丹：飞檐涂饰红漆。有版本为“飞阁翔丹”。（新课改上对“流丹”给出的注解是：朱红的漆彩鲜艳欲滴）<br>飞阁：架空建筑的阁道<br>流：形容彩画鲜艳欲滴<br>丹：丹漆，泛指彩绘<br>临：从高处往下探望。<br>鹤汀凫渚：鹤所栖息的水边平地，野鸭聚处的小洲。<br>汀：水边平地<br>凫：野鸭<br>渚：水中小洲<br>萦回：曲折<br>即冈峦之体势：依着山岗的形式（而高低起伏）。<br>桂，兰：两种名贵的树，形容宫殿的华丽，讲究<br>披：开<br>绣闼：绘饰华美的门。<br>雕甍：雕饰华美的屋脊。<br>旷：辽阔<br>盈视：极目远望，满眼都是<br>纡：迂回曲折<br>骇瞩：对所见的景物感到惊骇。<br>闾阎：里门，这里代指房屋。<br>扑：满<br>钟鸣鼎食：古代贵族鸣钟列鼎而食，所以用钟鸣鼎食指代名门望族。<br>舸：船《方言》：“南楚江、湘，凡船大者谓之舸。”<br>弥：满。<br>青雀黄龙：船的装饰形状，船头作鸟头型，龙头型。<br>舳：船尾把舵处，这里代指船只。<br>销：“销”通“消”，消散。<br>霁：雨过天晴<br>彩：日光。<br>区：天空。<br>彻：通贯。<br>化用<a href=\"http://so.gushiwen.org/author_662.aspx\">庾信</a>《马射赋》：“落花与芝盖同飞，杨柳共春旗一色。”<br>一说，“霞”为一种小飞蛾，\"落“的意思为孤单，孤单的飞蛾与孤独的野鸭一起飞翔，自有一种孤寂之情。<br>(宋代吴曾《能改斋漫录.变霞鹜》）<br>穷：穷尽，引申为“直到”。<br>彭蠡：古代大泽，即今鄱阳湖。<br>衡阳：今属湖南省，境内有回雁峰，相传秋雁到此就不再南飞，待春而返。<br>断：止<br>浦：水边、岸边。<br>登高望远，胸怀顿时舒畅，超逸的兴致迅速升起。<br>遥：远望。襟：胸襟。甫：顿时。畅：舒畅。<br>兴：兴致。遄：迅速。<br>爽籁：清脆的排箫音乐。籁，管子参差不齐的排箫。<br>遏：阻止，引申为“停止”。<br>白云遏：形容音响优美，能驻行云。《列子·汤问》：“薛谭学讴于秦青，未穷青之技，自谓尽之，遂辞归。秦青弗止，饯于郊衢。抚节悲歌，声振林木，响遏行云。”<br>睢园绿竹：睢园，即汉梁孝王菟园，梁孝王曾在园中聚集文人饮酒赋诗。《水经注》：“睢水又东南流，历于竹圃……世人言梁王竹园也。”<br>凌：超过。<br>彭泽：县名，在今江西湖口县东，此代指陶潜。陶潜，即陶渊明，曾官彭泽县令，世称陶彭泽。<br>樽：酒器。陶渊明《归去来兮辞》有“有酒盈樽”之句。<br>睢园绿竹，气凌彭泽之樽：今日盛宴好比当年梁园雅集，大家酒量也胜过陶渊明。<br>邺水：在邺下（今河北省临漳县）。邺下是曹魏兴起的地方，三曹常在此雅集作诗。<a href=\"http://so.gushiwen.org/author_322.aspx\">曹植</a>在此作《公宴诗》。<br>朱华：荷花。曹植《公宴诗》：“秋兰被长坂，朱华冒绿池。”<br>光照临川之笔：临川，郡名，治所在今江西省抚州市，代指即谢灵运。谢灵运曾任临川内史，《宋书》本传称他“文章之美，江左莫逮”。<br>四美：指良辰、美景、赏心、乐事。另一说，四美：音乐、饮食、文章、言语之美。刘琨《答卢谌诗》：“音以赏奏，味以殊珍，文以明言，言以畅神。之子之往，四美不臻。”<br>二难：指贤主、嘉宾难得。谢灵运《拟魏太子邺中集诗序》：“天下良辰、美景、赏心、乐事，四者难并。”王勃说“二难并”活用谢文，良辰、美景为时地方面的条件，归为一类；赏心、悦目为人事方面的条件，归为一类。<br>睇眄：看。<br>中天：长天。<br>穷睇眄于中天：极目远望天空<br>宇宙：喻指天地。《淮南子·原道训》高诱注：“四方上下曰‘宇’，古往来今曰‘宙’。”<br>迥：大<br>盈虚：消长，指变化。<br>数：定数，命运。<br>识盈虚之有数：知道万事万物的消长兴衰是有定数的。<br>吴会(kuài)：古代绍兴的别称，绍兴古称吴会、会稽，是三吴之首（吴会、吴郡、吴兴），唐代绍兴是国际大都市，与长安齐名。同时期的诗人<a href=\"http://so.gushiwen.org/author_248.aspx\">宋之问</a>也有意思相近的一首诗：”薄游京都日，遥羡稽山名“。<br>《世说新语·排调》：荀鸣鹤、陆士龙二人未相识，俱会张茂先坐。张令共语。以其并有大才，可勿作常语。陆举手曰：“云间陆士龙。”荀答曰：“日下荀鸣鹤。”<br>《古代汉 语》解释:“陆云,字士龙,三国吴承相陆逊 孙。陆逊封华亭侯,陆氏世居华亭。华亭古 称‘云间’。荀隐,颖川人。颖川,地近京城。 后以‘日下’喻‘京都’。”<br>字面意思是：远望长安在夕阳下,遥看吴越在云海间。<br>南溟：南方的大海。事见《庄子·逍遥游》。<br>天柱：传说中昆仑山高耸入天的铜柱。《神异经》：“昆仑之山，有铜柱焉。其高入天，所谓天柱也。”<br>北辰：北极星，比喻国君。《论语·为政》：“为政以德，譬如北辰，居其所而众星共（拱）之。”<br>关山：险关和高山。<br>悲：同情,可怜<br>失路：仕途不遇。<br>萍水相逢：浮萍随水漂泊，聚散不定。比喻向来不认识的人偶然相遇。<br>帝阍：天帝的守门人。<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>《离骚》：“吾令帝阍开关兮，倚阊阖而望予。”此处借指皇帝的宫门<br>奉宣室，代指入朝做官。贾谊迁谪长沙四年后，汉文帝复召他回长安，于宣室中问鬼神之事。宣室，汉未央宫正殿，为皇帝召见大臣议事之处。<br>命途：命运<br>齐（qí）：整齐，平坦，与......一致。<br>不齐：就是坎坷，坑坑洼洼。王勃是指自己的仕途之路不是很顺利，怀才不遇。后有“时运不济”一词乃出自于此，实乃后人误以为是通假字而杜撰之，以讹传讹，何可胜道！《礼记·学记》便有“大时不齐”一词！<br>冯唐易老：冯唐在汉文帝、汉景帝时不被重用，汉武帝时被举荐，已是九十多岁。《史记·冯唐列传》：“（冯）唐以孝著，为中郎署长，事文帝。……拜唐为车骑都尉，主中尉及郡国车士。七年，景帝立，以唐为楚相，免。武帝立，求贤良，举冯唐。唐时年九十余，不能复为官。”<br>李广难封：李广，汉武帝时名将，多次与匈奴作战，军功卓著，却始终未获封爵。<br>屈贾谊于长沙：贾谊在汉文帝时被贬为长沙王太傅。<br>圣主：指汉文帝，泛指圣明的君主。<br>梁鸿：东汉人，作《五噫歌》讽刺朝廷，因此得罪汉章帝，避居齐鲁、吴中。<br>明时：指汉章帝时代，泛指圣明的时代。<br>机：“机”通“几”，预兆，细微的征兆。《易·系辞下》：“君子见几（机）而作。”<br>达人知命：通达事理的人。《易·系辞上》：“乐天知命故不忧。”<br>老当益壮：年纪虽大，但志气更旺盛，干劲更足。《后汉书·<a href=\"http://so.gushiwen.org/author_801.aspx\">马援</a>传》：“丈夫为志，穷当益坚，老当益壮。”<br>坠：坠落，引申为“放弃”。<br>青云之志：《续逸民传》：“<a href=\"http://so.gushiwen.org/author_382.aspx\">嵇康</a>早有青云之志。”<br>酌贪泉而觉爽：贪泉，在广州附近的石门，传说饮此水会贪得无厌，<a href=\"http://so.gushiwen.org/author_307.aspx\">吴隐之</a>喝下此水操守反而更加坚定。据《晋书·吴隐之传》，廉官吴隐之赴广州刺史任，饮贪泉之水，并作诗说：“古人云此水，一歃怀千金。试使（伯）夷（叔）齐饮，终当不易心。”<br>处涸辙：干涸的车辙，比喻困厄的处境。《庄子·外物》有鲋鱼处涸辙的故事。<br>北海虽赊，扶摇可接：语意本《庄子·逍遥游》。<br>东隅已逝，桑榆非晚：东隅，日出处，表示早晨，引申为“早年”。桑榆，日落处，表示傍晚，引申为“晚年”。早年的时光消逝，如果珍惜时光，发愤图强，晚年并不晚。《后汉书·冯异传》：“失之东隅，收之桑榆。”<br>孟尝：据《后汉书·孟尝传》，孟尝字伯周，东汉会稽上虞人。曾任合浦太守，以廉洁奉公著称，后因病隐居。桓帝时，虽有人屡次荐举，终不见用。<br>阮籍：字嗣宗，晋代名士，不满世事，佯装狂放，常驾车出游，路不通时就痛哭而返。《晋书·阮籍传》：籍“时率意独驾，不由径路。车迹所穷，辄恸哭而反。”<br>三尺：衣带下垂的长度，指幼小。古时服饰制度规定束在腰间的绅的长度，因地位不同而有所区别，士规定为三尺。古人称成人为“七尺之躯”，称不大懂事的小孩儿为“三尺童儿”。<br>微命：即“一命”，周朝官阶制度是从一命到九命，一命是最低级的官职。<br>一介：一个。<br>终军：据《汉书·终军传》，终军字子云，汉代济南人。武帝时出使南越，自请“愿受长缨，必羁南越王而致之阙下”，时仅二十余岁<br>等：相同，用作动词。<br>弱冠，古人二十岁行冠礼，表示成年，称“弱冠”。<br>投笔：事见《后汉书·班超传》，用汉班超投笔从戎的故事。<br>宗悫：据《宋书·宗悫传》，宗悫字元干，南朝宋南阳人，年少时向叔父自述志向，云“愿乘长风破万里浪”。后因战功受封。<br>簪笏：冠簪、手版。官吏用物，这里代指官职地位。<br>百龄：百年，犹“一生”。<br>奉晨昏：侍奉父母。《礼记·曲礼上》：“凡为人子之礼……昏定而晨省。”<br>非谢家之宝树：指谢玄，比喻好子弟。《世说新语·言语》：“谢太傅（安）问诸子侄‘子弟亦何预人事，而正欲使其佳？’诸人莫有言者。车骑（谢玄）答曰：‘譬如芝兰玉树，欲使其生于庭阶耳。’”<br>接孟氏之芳邻：“接”通“结”，结交。见<a href=\"http://so.gushiwen.org/author_403.aspx\">刘向</a>《列女传·母仪篇》。据说孟轲的母亲为教育儿子而三迁择邻，最后定居于学宫附近。<br>他日趋庭，叨陪鲤对：鲤，孔鲤，孔子之子。趋庭，受父亲教诲。《论语·季氏》：“（孔子）尝独立，（孔）鲤趋而过庭。（子）曰：‘学诗乎？’对曰：‘未也。’‘不学诗，无以言。’鲤退而学诗。他日，又独立，鲤趋而过庭。（子）曰：‘学礼乎？’对曰：‘未也。’‘不学礼，无以立。’鲤退而学礼。闻斯二者”<br>捧袂：举起双袖，表示恭敬的姿势。<br>喜托龙门：《后汉书·李膺传》：“膺以声名自高，士有被其容接者，名为登龙门。”<br>杨意不逢，抚凌云而自惜：杨意，杨得意的省称。凌云，指<a href=\"http://so.gushiwen.org/author_70.aspx\">司马相如</a>作《大人赋》。据《史记·司马相如列传》，司马相如经蜀人杨得意引荐，方能入朝见汉武帝。又云：“相如既奏《大人》之颂，天子大悦，飘飘有凌云之气。”<br>钟期即遇，奏流水以何惭：钟期，钟子期的省称。《列子·汤问》：“伯牙善鼓琴，钟子期善听。伯牙鼓琴……志在流水，钟子期曰：‘善哉！洋洋兮若江河。’”<br>胜：名胜。不：不能。常：长存。难：难以。再：再次遇到。<br>兰亭：位于中国绍兴。晋穆帝永和九年（353）三月三日上巳节，<a href=\"http://so.gushiwen.org/author_581.aspx\">王羲之</a>与群贤宴集于此，行修禊礼，祓除不祥。<br>梓泽：即晋·石崇的金谷园，故址在今河南省洛阳市西北。<br>临别赠言：临别时赠送正言以互相勉励，在此指本文。<br>恭疏短引：恭敬地写下一篇小序，在此指本文。<br>一言均赋：每人都写一首诗。<br>四韵俱成：（我的）四韵一起写好了。四韵，八句四韵诗，指王勃此时写下的《滕王阁诗》：“滕王高阁临江渚，佩玉鸣鸾罢歌舞。画栋朝飞南浦云，珠帘暮卷西山雨。闲云潭影日悠悠，物换星移几度秋。阁中帝子今何在？槛外长江空自流。”<br>请洒潘江，各倾陆海云尔：钟嵘《诗品》：“陆（机）才如海，潘（岳）才如江。”这里形容各宾客的文采。<br></p>",
  "shangxi": "<h2>赏析</h2> <p>　　写景、抒情自然融合。此文重点描绘滕王阁雄伟壮丽的景象。状写宴会高雅而宏大的气势，抒发自己的感慨情怀。文章在交待了“故郡”、“新府”的历史沿革后。便由阁的地理位置和周围环境写起。“襟三江而带五湖，控蛮荆而引瓯越”、“潦水尽而寒潭清，烟光凝而暮山紫“、“落霞与孤鹜齐飞，秋水共长天一色”。滕王阁就坐落在这片吞吐万象的江南大地上。接着，作者的笔由远及近，由外景转而描绘内景。“层台耸翠，卜出重霄；飞阁流舟，下临无地”、“桂殿兰宫”、“绣问”、“雏登”。“遥岑甫畅，逸兴遗飞”，<a href=\"http://so.gushiwen.org/author_289.aspx\">王勃</a>按捺不住心头的激动一个“路出名区”的“童子”，“幸承恩于伟饯”，他为自己有机会参加宴会深感荣幸。但面对高官显耀，不免又有几分心酸悲怆。他转而慨叹自己的“不齐”的“时运”、“多舛”的“命途”。抒发自己内心深处的郁闷和不平，倾吐自己“有怀投笔”、“请缨”报国的情怀和勇往直前的决心。情由景生，写景是为抒情、景、情相互渗透，水乳交融。浑然天成，恰似行云流水，挥洒自如，自然流畅。</p> <p>　　对比铺叙，色彩鲜明。作者无论是状绘洪州胜景、滕阁盛况，还是叙抒人物的遭遇情绪，都能洋洋洒洒。展转生发，极成功地运用了铺叙宣染的方法。譬如在说明洪州的“人杰地灵”时。一气铺排了十四句，从历史人物到现实人物、从文臣到武将，不厌其多；写登临滕王阁远望的景象，则沙洲岛屿、山岭原野、河泽舟舸、宫殿屋舍、眼底之物，一一叙来，不一而足。</p> <p>　　而这种铺叙，又是在对比之中进行的。这就使文章一波三折，跳跃起伏，回环往复。“爽籁发而清风生，纤歌凝而白云遏。睢园绿竹，气凌彭泽之樽；邺水朱华，光照临川之笔。”弦管、纤歌、美酒、佳文、良辰、美景、赏心、乐事。“四美具，二难并”，这是盛况空前的宴会。相形之下，“时运不齐，命途多舛；冯唐易老，李广难封”，天才沦落，迷茫落拓，又是何等的悲凉。这是人物境遇上的对比。文中还有“望长安于日下”、“指吴会于云间”，是地域上的对比；“逸兴遗飞”与“兴尽悲来”，是情绪上的对比；“杨意不逢，抚凌云而自惜；钟期相遇，奏流水以何惭”，是怀才不遇和喜逢知己的对比。这种色彩强烈的映衬对比，在揭示人物的内心隐忧，烘托文章的主旨中心方面，能产生相反相成、鲜明晓畅的艺术效果。</p> <p>　　对偶工整，用典恰切。全篇中除了“磋乎”、“鸣乎”、“所赖”、“云尔”等叹词、语助词与“勃”的自我称谓外，大部分都是四字一语和六字一语的对偶句。这中间有的是单句对，如“云消雨弄，彩彻区明”、“落霞与孤鹜齐飞，秋水共长天一色”等；有的是复句对，如“物华天宝，龙光射牛斗之墟；人杰地灵，徐孺下陈蕃之榻”、“渔舟唱晚，响穷彭蠡之滨；雁阵惊寒，声断衡阳之浦”；还有的是本句对，如“襟三江而带五湖，控蛮荆而引瓯越”中，“襟三江”与“带五湖”对，“控蛮荆”与“引瓯越”对。再如“腾蛟起凤”、“紫电青霜”、“龙光”、“牛斗”等也都是本句对。这种对偶句不仅句式工整匀称，而且错综多变，读来节奏明快，整齐和谐，铿锵有力。</p> <p>　　文中多次出现的典故。且都用得恰当贴切，非但没有冗赘晦涩之感，还使文章显得富丽典雅，委婉曲折、情意真切。“冯唐易老，李广难封”，“屈<a href=\"http://so.gushiwen.org/author_109.aspx\">贾谊</a>于长沙”，“窜梁鸿于海曲”，这四个典故连用，隐喻作者命运坎坷、为沛王府修撰而受排斥打击和因作《檄英王鸡》文而被高宗逐出的遭遇，虽心怀愤懑之情，却含而不露，且无金刚怒目之嫌。“北海虽赊，扶摇可接；东隅已逝，桑榆非晚”，这两个典故是隐喻目己不畏险阻、壮心不已的坚强信念。“等终军之弱冠”、“有怀投笔”、“慕悫意之长风”等典故。则隐喻自己“长风破浪”的浩气和积极进取的决心。</p> <p>　　化静为动，以物拟人。运用拟人化的手法.将客观静止的事物写成富有动态之感，这是《滕王阁序》的又一特点。作者善于选词炼字，活化物态“飞阁流丹”、“层台耸翠”，只因了“飞”、“流”、“耸”诸字，巍峨的楼阁便腾飞起来，殷殷的丹青竟汩汩流淌，层叠亭台上的翠色也高高耸出.静物变成了动物，确有画龙点睛之妙。而洪州古城，也只因“漂”、“带”、“控”、“引”，变成了一位裁“三江”为衣襟，摘“五湖”作衣带，近则制“蛮荆”，远则接“瓯越”的巨人。至于如“星驰”般的“俊采”。“如云”的“胜友”，更是灵动活现，气韵不凡。</p><br/><h2>结构分析</h2> <p>　　全文共四个段落：第一段叙事，是个引子；第二段基本上是写景；第三段基本上是抒情；第四段叙事，照应开头。文章的中心事件是滕王阁宴会，作者用略写的方法，分散在各个段落之中，但文章的重心不是饯宴，而是以写景为铺垫的抒情。全文由地理人文的叙述到良辰美景的描绘，再由美景转到抒情，紧密联系，转换自然。展开来看，作者从叙写洪州的形胜入手，极尽铺陈谊染之能事，把宴会盛况，膝王阁内外上下的景物描写得淋漓尽致。然而<a href=\"http://so.gushiwen.org/author_289.aspx\">王勃</a>并非为游山玩水而来，他只是路过此地，被这里的山光水色所吸引，因而很容易触景生情，从宴游盛会的聚散联想到人生的穷通离合，禁不住“兴尽悲来”，自会有一番感概要抒发的。也就是说，在良辰美景、贤主熹宾都齐备的情况下，作者举目远眺，尽情嬉游，可是天高地远，宇宙无垠，他忽然觉得人生短促，万事万物的变化都有定数，感概油然而生。值得一提的是，作者在第二段写景时，巧妙地把叙事穿播在其中，如“俨掺骄于上路，访风景于崇阿。临帝子之长洲，得天人之旧馆”。</p> <p>　　第一段的关键句是“雄州雾列，俊采星驰”它既是对前文的承接和归结，又自然转入对“宾主尽东南之美”的称赞，由远而近，顺畅自然。</p> <p>　　第二段的关键句是“披绣阔，俯雕亮”，作者在它出现之后，即一反前面对高阁的仰视，转而由近到远，自上而下地俯视周围的万千气象。收得拢，撒得开。</p> <p>　　第三段的关键句分散在两处。作者先用“天高地迥”、“兴尽悲来”，把叙事、写景转向抒情，议论。其中“觉得宇宙之无穷”是观看天上地下美景后发出的赞叹，是承接上文；而“识盈虚之有数”则是乐极生悲后对个人不幸命运的感慨，是开启下文。但是，当此段又一关键句“所赖君子见机，达人知命”一出，文章便转入表达自己虽遭挫折而仍思进取的可贵志向，从而使感情表达得十分委婉，真切动人。</p>",
  "about": "<h2>文言现象</h2> <p><strong>通假字</strong><br>俨骖騑于上路（“俨”通“严”，整齐的样子）<br>云销雨霁 （“销”通“消”，消散）<br>所赖君子见机（“机”通“几”，预兆）<br>接孟氏之芳邻 (“接”通“结”，结交)</p> <p><strong>古今异义</strong><br>千里逢迎 （逢迎：古：迎接；今：说话做事故意迎合别人的心意）<br>俨骖騑于上路 （俨：古：整齐的样子；今：庄重）<br>俨骖騑于上路 （上路：古：高高的道路；今：走上路程）<br>孟学士之词宗 （学士：古：掌管文学撰述的官；今：学位名）<br>穷且益坚，不坠青云之志（穷：古：困厄，处境艰难；今：没有钱，穷困）<br><a href=\"http://so.gushiwen.org/author_698.aspx\">阮籍</a>猖狂 （猖狂：古：狂放；今：肆无忌惮）<br>君子见机 （见机：古：事前洞察事物细微；今：看机会，看形势）<br>谁悲失路之人（悲：古义：同情 今义：悲伤）</p> <p><strong>词类活用</strong><br>1、意动用法<br>襟三江而带五湖（襟、带：以…为衣襟，以…为带）<br>2、形容词作动词<br>物华天宝（华、宝：有光华，有珍宝）<br>人杰地灵（杰、灵：有俊杰，有灵气）<br>3、名词作状语<br>雄州雾列（雾：像雾一样）<br>俊采星驰（星：像流星一样）<br>上出重霄（上：向上）<br>4、形容词作名词<br>宾主尽东南之美（美：俊美的人，俊杰）<br>四美具，二难并（美、难：美好的事物，难得的主宾）<br>5、名词作动词<br>都督阎公之雅望，宇文新州之懿范（雅望、懿范：有崇高声望、有美好风范）<br>烟光凝而暮山紫（紫：变成紫色）<br>桂殿兰宫（桂、兰：用桂木、木兰建筑）<br>目吴会于云间（目：看，遥看）<br>梓泽丘墟（丘墟：变成丘墟）<br>6、数词作名词<br>千里逢迎（千里：千里而来的客人）<br>7、使动用法<br>腾蛟起凤（腾、起：使…腾飞，使…起舞）<br>徐孺下陈蕃之榻（下：使……放下）<br>川泽纡其骇瞩（骇：使……吃惊）<br>窜梁鸿于海曲，岂乏明时（窜：使…逃）<br>屈<a href=\"http://so.gushiwen.org/author_109.aspx\">贾谊</a>于长沙（屈：使......受委屈/屈居）<br>8、动词作名词<br>穷岛屿之萦回（萦回：曲折迂回的景致）</p> <p><strong>一词多义</strong><br>（1）尽<br>宾主尽东南之美（都）<br>尽是他乡之客（都）<br>潦水尽而寒潭清（消尽，干）<br>聊乘化以归尽（完，尽头）<br>同归于尽（灭亡）<br>尽信书，则不如无书（完全）<br>则智者尽其谋（全部用出）<br>（2）故<br>豫章故郡，洪都新府(旧)<br>故天将降大任于是人也（所以）<br>桓侯故使人问之（特地）<br>既克，公问其故（原因）<br>亲故多劝余为长吏（朋友）<br>（3）属<br>时维九月，序属三秋（属于，是）<br>美池桑竹之属（类）<br>在骨髓，司命之所属（在）<br>（4）且<br>穷且益坚，不坠青云之志（副词，就）<br>北山愚公者，年且九十（副词，将近）<br>存者且偷生，死者长已矣（姑且，苟且）<br>不者，若属皆且为所虏（将要）<br>臣死且不避，卮酒安足辞（尚且）<br>（5）即<br>桂殿兰宫，即冈峦之体势（顺着；随着）<br>胡天八月即飞雪（就）<br>且壮士不死即已，死即举大名耳（就；就要）<br>一触即发（就）<br>可望不可即（接近）<br>（6）引<br>控蛮荆而引瓯越（v，连接；牵制）<br>恭疏短引（n，序）<br>司马懿引二十万军（v，带领）<br>初一交战，操军不利，引次江北（v，后退）<br>引而不发（拉开弓）<br>抛砖引玉（引出）<br>（7）穷<br>穷岛屿之萦回（v，极尽）<br>日暮途穷（到尽头）<br>穷且益坚（困厄，处境艰难）<br>不忍穷竟其事（穷究，追究到底）<br>（8）数<br>A,shù<br>识盈虚之有数（定数）<br>一曲红绡不知数（多少，数量）<br>今夫弈之为数,小数也(技术)<br>B,shǔ<br>数吕师孟叔侄为逆(数落,列举罪状)<br>不可胜数（计算）<br>C,shuò<br>数见不鲜（屡次）<br>而公子亲数存之(多次)<br>（9）趋<br>他日趋庭(快走)<br>入而徐趋(小步快走,表示尊敬)<br>今背本而趋末(趋向,奔向)<br>使者驰传督趋(催促)<br>趋令销印（赶快）</p> <p><strong>虚词</strong><br>1、而<br>襟三江而带五湖（连词，表并列）<br>控蛮荆而引瓯越（连词，表并列）<br>潦水尽而寒潭清（连词，表并列）<br>地势极而南溟深（连词，表并列）<br>天柱高而北辰远（连词，表并列）<br>烟光凝而暮山紫（连词，表并列）<br>爽籁发而清风生（连词，表因果）<br>纤歌凝而白云遏（连词，表因果）<br>怀帝阍而不见 （连词，表转折）<br>酌贪泉而觉爽 （连词，表转折）<br>抚凌云而自惜 （连词，表承接）<br>2、以<br>奉宣室以何年（介词，在）<br>处涸泽以犹欢（连词，表转折）<br>奏流水以何惭（连词，表承接）<br>3、之<br>都督阎公之雅望，宇文新州之懿范（定语后置标志，不译）<br>孟学士之词宗（定语后置标志，不译）<br>觉宇宙之无穷，识盈虚之有数（取独，不译）<br>其他（结构助词，的）<br>4、于<br>俨骖騑于上路（介词，在）<br>访风景于崇阿（介词，到）<br>穷睇眄于中天<br>极娱游于暇日（介词，在）<br>望长安于日下（介词，在）<br>目吴会于云间（介词，在）<br>屈贾谊于长沙（介词，到）<br>窜梁鸿于海曲（介词，到）<br>舍簪笏于百龄（介词，在）<br>奉晨昏于万里（介词，到）<br>幸承恩于伟饯（介词，在）<br>是所望于群公（介词，引出对象）</p> <p><strong>文言句式</strong><br>1、定语后置<br>都督阎公之雅望<br>宇文新州之懿范<br>2、介词结构后置（状语后置）<br>俨骖騑于上路，访风景于崇阿<br>望长安于日下，目吴会于云间<br>极娱游于假日<br>奉宣室以何年<br>舍簪笏于百龄，奉晨昏于万里<br>幸承恩于伟饯<br>3、宾语前置<br>童子何知<br>奏流水以何惭<br>4、判断句<br>宾主尽东南之美<br>萍水相逢，尽是他乡之客<br>勃，三尺微命，一介书生。<br>非谢家之宝树<br>5、省略句<br>渔舟唱（于）晚，响穷彭蠡之滨<br>喜托（于）龙门<br>6、 被动句<br>纤歌凝而白云遏<br>怀帝阍而不见 </p><br/><h2>写作背景</h2> <p>　　滕王阁因滕王李元婴得名。李元婴是唐高祖<a href=\"http://so.gushiwen.org/author_2319.aspx\">李渊</a>的幼子，唐太宗<a href=\"http://so.gushiwen.org/author_582.aspx\">李世民</a>的弟弟，骄奢淫逸，品行不端，毫无政绩可言。但他精通歌舞，善画蝴蝶，很有艺术才情。他修建滕王阁，也是为了歌舞享乐的需要。这座江南名楼建于唐朝繁盛时期，又因<a href=\"http://so.gushiwen.org/author_289.aspx\">王勃</a>的一篇《滕王阁序》而很快出名。<a href=\"http://so.gushiwen.org/author_682.aspx\">韩愈</a>在《新修滕王阁记》中说：“愈少时，则闻江南多临观之美，而滕王阁独为第一，有瑰伟绝特之称。”</p> <p>　　《滕王阁序》全称《秋日登洪府滕王阁饯别序》，又名《滕王阁<a href=\"http://so.gushiwen.org/view_47909.aspx\">诗</a>序》《宴滕王阁序》，写于何时，有两种说法。唐末五代时人王定保的《唐摭言》说：“王勃著《滕王阁序》，时年十四。”那时，王勃的父亲可能任六合县(今属江苏)令，王勃赴六合经过洪州。又这篇序文中有“童子何知，躬逢胜饯”之语，也可佐证。元代辛文房《唐才子传》认为《滕王阁序》是上元二年(675)王勃前往交趾(在越南河内西北)看望父亲(那时他父亲任交趾县令)，路过南昌时所作。从这篇序文内容的博大、辞采的富赡来看，更像是成年作品。“童子”不一定就是指小孩，也可以是表示自己年轻无知的谦词。何况序文中有“无路请缨，等终军之弱冠”的话，“弱冠”是指二十岁。所以，关于写作时间，课文的注释解说采用后一种说法。</p> <p>　　《新唐书·文艺传》记滕王阁诗会为：“九月九日都督大宴滕王阁，宿命其婿作序以夸客，因出纸笔遍请客，莫敢当，至勃，泛然不辞。都督怒，起更衣，遣吏伺其文辄报。一再报，语益奇，乃矍然曰：‘天才也！’请遂成文，极欢罢。”可见当时王勃年轻气盛，才华横溢，挥毫泼墨，语惊四座的情景。</p> <p>　　关于《滕王阁序》的由来，唐末王定保的《唐摭言》有一段生动的记载。原来阎公本意是让其婿孟学士作序以彰其名，不料在假意谦让时，王勃却提笔就作。阎公初以“更衣”为名，愤然离席，专会人伺其下笔。初闻“豫章故郡，洪都新府”，阎公觉得“亦是老生常谈”；接下来“台隍枕夷夏之郊，宾主尽东南之美”，公闻之，沉吟不言；及至“落霞与孤鹜齐飞，秋水共长天一色”一句，乃大惊“此真天才，当垂不朽矣！”，出立于勃侧而观，遂亟请宴所，极欢而罢。</p> <p>　　还有一种说法《唐才子传 王勃》父福畴坐是左迁交趾令。勃往省觐，途过南昌，时都督阎公新修滕王阁成，九月九日，大会宾客，将令其婿作记，以夸盛事。勃至，入谒，帅知其才，因请为之。勃欣然对客操觚，顷刻而就，文不加点，满座大惊。酒酣辞别，帅赠百缣，即举帆去，至炎方，舟入洋海，溺死，时年二十九。</p> <p>　　父亲王福畤被牵连贬为交趾县令。王勃前往探望，路过南昌。当时都督阎公新修成滕王阁，九月九日，大宴宾客，准备让他的女婿写篇记，来夸耀这一盛事。王勃到此拜见阎公，阎公知道他的才华，就请他来作记。王勃欣然对客提笔，一会儿就写成了，还不加修改，满座宾客大为惊奇。酒酣辞别。阎公赠送他一百匹缣，他就扬帆离去。到了炎方，船入大海，王勃被淹死，当时是二十九岁。 </p><br/><h2>争议</h2> <p>　　中国传承下的《滕王阁序》的各版本多是以“南昌故郡，洪都新府，星分翼轸，地接衡庐......”作为开篇，然而，在日本皇宫发现了公元707年(日本庆云四年，即滕王阁序创作后的26年)收藏的《滕王阁序》的抄本，在该抄本中，开篇却是“豫章故郡，洪都新府，星分翼轸，地接衡庐……”，这也就是今天我们所使用的版本，专家们给出的解释是，“豫章故郡”是原版，而“南昌故郡”只是为了避唐代宗李豫的讳，而作此修改。</p> <p>　　“落霞与孤鹜齐飞，秋水共长天一色”，中国现行流通版《滕王阁序》的“孤鹜”，一只野鸭，“孤鹜”必须成群才齐飞，单独不可能齐飞，该处一直困扰历史学家和文化学家的文坛悬案。而在日本皇宫的抄本，却是“落霞与孤雾齐飞，秋水共长天一色。”对于“鹜”和“雾”由于一直没有定论，所以还是使用原本“孤鹜”。</p><br/><h2>写作背景二</h2> <p>　　公元675年（唐高宗上元二年）为庆祝滕王阁新修成，阎公于九月九日大会宾客，让其婿吴子章作序以彰其名，不料在假意谦让时，<a href=\"http://so.gushiwen.org/author_289.aspx\">王勃</a>却提笔就作。阎公初以“更衣”为名，愤然离席，专会人伺其下笔。初闻“豫章故郡，洪都新府”，阎公觉得“亦是老生常谈”；接下来“台隍枕夷夏之郊，宾主尽东南之美”，公闻之，沉吟不言；及至“落霞与孤鹜齐飞，秋水共长天一色”一句，乃大惊“此真天才，当垂不朽矣！”，出立于勃侧而观，遂亟请宴所，极欢而罢。</p> <p>　　关于《滕王阁序》的创作时间有两种说法。其一为唐末五代时人王定保的《唐摭言》说：“王勃著《滕王阁序》，时年十四。”那时，王勃的父亲可能任六合县（今属江苏）令，王勃赴六合经过洪州。又这篇序文中有“童子何知，躬逢胜饯”之语，也可佐证。其二为元代辛文房《唐才子传》认为《滕王阁序》是上元二年（675）王勃前往交趾（在越南河内西北）看望父亲（那时他父亲任交趾县令），路过南昌时所作。</p><br/><h2>写作特色</h2> <p>　　整体感知</p> <p>　　本文原题为《秋日登洪府滕王阁饯别序》，全文运思谋篇，都紧扣这个题目。全文共分四段，第1段（1）历叙洪都雄伟的地势、游玩的时间、珍异的物产、杰出的人才以及尊贵的宾客，紧扣题中“洪府”二字来写；第2段（2—3）展示的是一幅流光溢彩的滕王阁秋景图，近观远眺，都是浓墨重彩，写出了滕王阁壮美而又秀丽的景色，紧扣题目“秋日”、“登滕王阁”六字来写；第3段（4—5）由对宴会的描写转而引出人生的感慨，紧扣题目中“饯”字来写；最后一段（6—7）自叙遭际，表示当此临别之际，既遇知音，自当赋<a href=\"http://so.gushiwen.org/view_47909.aspx\">诗</a>作文，以此留念，这是紧扣题中“别”、“序”二字来写。由此看来，全文层次井然，脉络清晰；由地及人，由人及景，由景及情，可谓丝丝入扣，层层扣题。</p> <p>　　局部思路揭示</p> <p>　　本文因饯别而作，但对宴会之盛仅略叙，数笔带过，而倾全力写登阁所见之景，因景而生之情，不落窠臼，独辟蹊径。而局部思路的布局谋篇，取舍立意，亦颇见为文之功底。以第五段为例说明作者的情感起伏脉络：</p> <p>　　先用一连串短句抒发感叹：“时运不济，命途多舛。冯唐易老，李广难封。”而后长短结合，抒发自己的愤郁悲凉：“屈<a href=\"http://so.gushiwen.org/author_109.aspx\">贾谊</a>于长沙，非无圣主；窜梁鸿于海曲，岂乏明时？”最后又用先短后长的一组对偶表明心志：“孟尝高洁，空余报国之情；<a href=\"http://so.gushiwen.org/author_698.aspx\">阮籍</a>猖狂，岂效穷途之哭？”铿锵的语调表达了自己不甘沉沦的决心。</p> <p>　　精彩语句揣摩</p> <p>　　1．“潦水尽而寒潭清，烟光凝而暮山紫”</p> <p>　　赏析：作者善用灵活多变的笔法描写山容水态，表现楼台的壮观，登高临远，意心飞扬，从而把读者带入身临其境的审美境地。“潦水尽而寒潭清，烟光凝而暮山紫”写出了色彩变化之美。这两句不囿于静止的画面色彩，而着力表现山光山色的色彩变幻：寒潭之水因积水退尽而一片清明；傍晚的山峦因暮霭笼罩而呈紫色。上句设色淡雅，下句设色浓重，在色彩的浓淡对比中，突出秋日景物的特征，被前人誉为“写尽九月之景”。</p> <p>　　2．“落霞与孤鹜齐飞，秋水共长天一色”</p> <p>　　赏析：这一句素称千古绝唱。青天碧水，天水相接，上下浑然一色：彩霞自上而下，孤鹜自下而上，相映增辉，构成一幅色彩明丽而又上下浑成的绝妙好图。这两句在句式上不但上下句相对，而且在一句中自成对偶，形成“当句对”的特点。如“落霞”对“孤鹜”，“秋水”对“长天”，这是<a href=\"http://so.gushiwen.org/author_289.aspx\">王勃</a>骈文的一大特点。</p> <p>　　3．“老当益壮，宁移白首之心？穷且益坚，不坠青云之志。”</p> <p>　　赏析：这是全文最富思想意义的警语，是本文的文眼。古往今来有多少有志之士，面对一切艰难险阻，总能执着地追求自己的理想，即使在郁郁不得志的逆境当中也不消沉放弃。东汉<a href=\"http://so.gushiwen.org/author_801.aspx\">马援</a>云：“大丈夫为志，穷当益坚，老当益壮。”王勃在此化用，由人生的离别引发人生遇合的感慨，警示那些“失路之人”不要因年华易逝和处境困顿而自暴自弃。而王勃此时正怀才不遇，但仍有这般情怀，确实难能可贵。</p> <p>　　《滕王阁序》写景四大特点</p> <p>　　《滕王阁序》的写景颇有特色，作者精心构画，苦苦经营，运用灵活多变的手法描写山水，体现了一定的美学特征。</p> <p>　　1．色彩变化</p> <p>　　文章不惜笔墨，浓墨重彩，极写景物的色彩变化。如“紫电青霜”中的“紫电”，“飞阁流丹”中的“流丹”，“层峦耸翠”中的“耸翠”，“青雀黄龙之轴”中的“青雀”“黄龙”无不色彩缤纷，摇曳生辉。尤其“潦水尽而寒潭清，烟光凝而暮山紫”一句，不囿于静止画面色彩，着力表现水光山色之变化，上句朴素淡雅，下句设色凝重，被前人誉为“写尽九月之景”之句。</p> <p>　　远近变化</p> <p>　　作者采用恰当的方法，犹如电影的拍摄技术，由近及远，构成一幅富有层次感和纵深感的全景图。“鹤汀凫渚”四句写阁四周景物，是近景；“山原旷其盈视”二句写山峦、平原和河流、湖泽，是中景；“云销雨霁”以下则是水田浩淼的远景。这种写法，是《滕王阁序》写景的最突出特点，体现了作者立体化的审美观，把读者带进了如诗如画的江南胜境，读者和景物融为一体，人在景中，景中有人。</p> <p>　　3．上下浑成</p> <p>　　“层峦耸翠”四句，借视角变化，使上下相映成趣，天上地下，城里城外，相与为一，不可分离，体现了作者整齐划一的审美观。而“落霞与孤鹜齐飞，秋水共长天一色”更是写景名句，水天相接，浑然天成，构成一幅色彩明丽的美妙图画。</p> <p>　　4．虚实相衬</p> <p>　　“渔舟唱晚”四句，即凭借听觉联想，用虚实手法传达远方的景观，使读者开阔眼界，视通万里。实写虚写，相互谐调，相互映衬，极尽铺叙写景之能事。</p> <p>　　总之，《滕王阁序》一文的写景颇具匠心，字字珠玑，句句生辉，章章华彩，一气呵成，使人读完后犹如身临江南水乡，难怪<a href=\"http://so.gushiwen.org/author_682.aspx\">韩愈</a>情不自禁地称赞说：“江南多临观之类，而滕王阁独为第一。” </p><br/><h2>写作技巧</h2> <p>　　本文在构思上也有独到之处，文思缜密，层层扣题。各段衔接科学，思路清晰，由地及人，由人及景，由景及情，步步递进。全文充分发挥了骈文的特点，融对偶、声韵、用典于一炉，表现了比较丰富的内容，流露出作者的真情实感，具有很强的艺术感染力。</p> <p>　　第一节点题——第二节近境——第三节远近结合——第四节远境感悟——第五节抒怀励志——第六节自我介绍兼回收题意——第七节收篇致谢。</p> <p>　　这是一个由浅入深的问题。先通过点题，让读者明了当时所处的境况。接下去描写近境，以人的眼目为支点，由近至远，第二、三、四节也就顺理成章的现形出来了，这是一个层次感的问题。这样的处理，条理清楚，而且让人觉得自然。同样，抒怀也是如此，从第四节下半截浅述至第五节加深到第六节先深又转浅，到第七节不着痕迹的收篇。都是充满着层次感。</p>",
  "poet": {
    "id": 289,
    "star": 0,
    "name": "王勃",
    "image": "http://img.gushiwen.org/authorImg/wangbo.jpg",
    "desc": "王勃（649或650～676或675年），唐代诗人。汉族，字子安。绛州龙门(今山西河津)人。王勃与杨炯、卢照邻、骆宾王齐名，世称“初唐四杰”，其中王勃是“初唐四杰”之首。"
  },
  "tags": [
    "咏史怀古",
    "辞赋精选",
    "高中文言文",
    "古文观止",
    "写景",
    "抒情",
    "典故",
    "励志"
  ]
}