{
  "id": 72292,
  "star": 16,
  "name": "应科目时与人书",
  "dynasty": "唐代",
  "content": "　　月日，愈再拜：天地之滨，大江之濆，有怪物焉，盖非常鳞凡介之品匹俦也。其得水，变化风雨，上下于天不难也。</p> <p>　　其不及水，盖寻常尺寸之间耳，无高山大陵旷途绝险为之关隔也，然其穷涸，不能自致乎水，为獱獭之笑者，盖十八九矣。如有力者，哀其穷而运转之，盖一举手一投足之劳也。然是物也，负其异於众也，且曰：“烂死于沙泥，吾宁乐之；若俯首贴耳，摇尾而乞怜者，非我之志也。”是以有力者遇之，熟视之若无睹也。其死其生，固不可知也。</p> <p>　　今又有有力者当其前矣，聊试仰首一鸣号焉，庸讵知有力者不哀其穷而忘一举手，一投足之劳，而转之清波乎？其哀之，命也；其不哀之，命也；知其在命，而且鸣号之者，亦命也。</p> <p>　　愈今者，实有类于是，是以忘其疏愚之罪，而有是说焉。阁下其亦怜察之。 ",
  "fanyi": "<p><strong>译文<br></strong>　　某月某日，<a href=\"http://so.gushiwen.org/author_682.aspx\">韩愈</a>再拜（书信用语，表示自谦）：天池的边上，大江的水边，传说：有怪物存在，大概不是平常鱼类水兽等动物可以比得上的。它得了水，就能呼风唤雨，上天下地都很容易。如果得不到水，也就是寻常所见的那种形状，不用广阔险峻的高山土丘就能把它困住。然而它在没有水的时候，不能自己造出水来。它们十次有八九次被獱獭（一般的水兽）之流嘲笑。如果碰到有力量的人，可怜它们的窘境而把它们运输转移（到有水的地方），只不过是举手之劳。但是这种怪物，报负和一般东西不同，它会说：“就算烂死在沙泥里，我也高兴。如果俯首帖耳，摇尾乞怜，不是我的志向。”因此有能力帮它的人遇到他们，熟视无睹，就像没看见一般。他的死活，我们也无从知道了。</p> <p>　　如今又有一个有能力的人走到它的面前，姑且试着抬头鸣叫一声（因为有能力的人已经对他们习惯而视而不见了），哪里知道有能力的人不可怜它的窘境，而忘记了举手之劳，把它转移到水里边？别人可怜它，是它的命。别人不可怜它，也是它的命。知道生死有命还鸣号求助的，也是它的命。我（韩愈）如今确实有点类似于它，所以不顾自己的浅陋，而写下这些话，希望阁下您垂怜并理解我！</p> <p><strong>注释<br></strong>（1）本文为贞元九年（公元793年）韩愈参加博学宏词科考试时写给别人的求荐信。<br>（2）濆（fén）：水边。<br>（3）常鳞凡介 ( cháng lín fán jiè )： 解释 一般的鱼类、贝类。比喻平凡的人。<br>（4）品汇匹俦：指同一类东西。<br>（5）獱（biān）獭：水獭，半水栖动物。<br>（6）於（yú）：多作为介词，是古汉语中用的很多的虚词，“于”、“於”多数情况相通，但“于”并不能代替“於”的全部意义。<br>（7）庸讵：通假字通“岂，怎么，何以”。<br>（8）忘：通假字通“无，没有”。</p>",
  "shangxi": "<h2>简析</h2> 　　《应科目时与人书》作于贞元九年（公元793）。<a href=\"http://so.gushiwen.org/author_682.aspx\">韩愈</a>，进士出身参加博学宏词科考试时写给别人的信。目的是希望别人能帮他做些宣传，扩大自己的声誉。文章通过生动贴切的比喻，巧妙地把自己的处境、心理状态、要求和对方的身份作用具体而细微地表达出来。全文气势充沛，富于变化；分寸掌握得好。",
  "about": "<h2>创作背景</h2> 　　<a href=\"http://so.gushiwen.org/author_682.aspx\">韩愈</a>，参加博学宏词科考试时写给别人的求荐信，故名“应科目时与人书”。",
  "poet": {
    "id": 682,
    "star": 0,
    "name": "韩愈",
    "image": "http://img.gushiwen.org/authorImg/hanyu.jpg",
    "desc": "韩愈（768～824）字退之，唐代文学家、哲学家、思想家，河阳（今河南省焦作孟州市）人，汉族。祖籍河北昌黎，世称韩昌黎。晚年任吏部侍郎，又称韩吏部。谥号“文”，又称韩文公。他与柳宗元同为唐代古文运动的倡导者，主张学习先秦两汉的散文语言，破骈为散，扩大文言文的表达功能。宋代苏轼称他“文起八代之衰”，明人推他为唐宋八大家之首，与柳宗元并称“韩柳”，有“文章巨公”和“百代文宗”之名，作品都收在《昌黎先生集》里。韩愈在思想上是中国“道统”观念的确立者，是尊儒反佛的里程碑式人物。"
  },
  "tags": [
    "古文观止",
    "书信"
  ]
}