{
  "id": 70865,
  "star": 248,
  "name": "感遇十二首·其一",
  "dynasty": "唐代",
  "content": "兰叶春葳蕤，桂华秋皎洁。<br>欣欣此生意，自尔为佳节。<br>谁知林栖者，闻风坐相悦。<br>草木有本心，何求美人折！",
  "fanyi": "<p><strong>译文</strong><br>春天里的幽兰翠叶纷披，秋天里的桂花皎洁清新。<br>世间的草木勃勃的生机，自然顺应了美好的季节。<br>谁想到山林隐逸的高人，闻到芬芳因而满怀喜悦。<br>草木散发香气源于天性，怎么会求观赏者攀折呢！</p> <p><strong>注释</strong><br>⑴兰：此指兰草。 葳蕤：枝叶茂盛而纷披<br>⑵桂华：桂花，“华”同“花”。<br>⑶生意：生机勃勃<br>⑷自尔：自然地 。佳节：美好的季节<br>⑸林栖者：山中隐士<br>⑹ 坐：因而<br>⑺本心：天性<br>⑻美人：指林栖者山林高士、隐士<br>⑨闻风：闻到芳香。<br>⑩坐：因为。<br>⑾葳（wei）蕤(rui)：枝叶茂盛而纷披。</p><br/><h2>注释</h2> ①葳蕤（wēi ruí）：草木枝叶茂盛的样子。皎洁：这里是形容桂花蕊晶莹、明亮。<br>②欣欣：草木繁茂而有生机的样子。生意：生气勃勃。自：各自。尔：如此。<br>③林栖者：栖身于山林间的人，指隐士。闻风：指仰慕兰桂芳洁的风尚。坐：因而。<br>④本心：草木的根与心（茎干），指天性。",
  "shangxi": "<h2>鉴赏</h2> <p>　　开元（713-741）后期，唐玄宗沉溺声色，奸佞专权，朝政日趋黑暗。为了规劝玄宗励精图治，<a href=\"http://so.gushiwen.org/author_691.aspx\">张九龄</a>曾撰《千秋金镜录》一部，专门论述前代治乱兴亡的历史教训，并将它作为对皇帝生日的寿礼进献给玄宗。唐玄宗心中不悦，加<a href=\"http://so.gushiwen.org/author_2691.aspx\">李林甫</a>的谗谤、排挤，张九龄终于被贬为荆州长史。遭贬后，他曾作《感遇十二首》，运用比兴手法，表现其坚贞清高的品德，抒发自己遭受排挤的忧思。此篇为其第一首。</p> <p>　　<a href=\"http://so.gushiwen.org/view_70865.aspx\">诗</a>一开始，用整齐的偶句，突出了两种高雅的植物——春兰与秋桂。<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>《九歌·礼魂》中，有“春兰兮秋菊，长无绝兮终古”句。张九龄是广东曲江人，其地多桂，即景生情，就地取材，把秋菊换成了秋桂，师古而不泥古。兰桂对举，兰举其叶，桂举其花，这是由于对偶句的关系，互文以见义，其实是各各兼包花叶，概指全株。兰用葳蕤来形容，具有茂盛而兼纷披的意思，“葳蕤”两字点出兰草迎春勃发，具有无限的生机。桂用皎洁来形容，桂叶深绿，桂花嫩黄，相映之下，自然有皎明洁净的感觉。“皎洁”两字，精炼简要地点出了秋桂清雅的特征。</p> <p>　　诗的前四句说兰、桂这些“草木君子”只要逢时就会欣欣向荣，生机盎然。兰叶在春风吹拂下“葳蕤”繁茂，桂花在仲秋明月的辉映下更显“皎洁”秀丽。春兰秋桂生意勃发，也给季节带来了荣耀，春、秋因兰、桂而成为美好的季节。这里既包含了朴素的历史唯物主义思想，说明了时势造英雄，英雄壮时势的客观辩证法；也表达了真正的贤人志士只有在政治开明的时代才能施展自己的才华抱负的思想，流露了自己对重新“遇时”的渴望。</p> <p>　　诗的后四句从春兰秋桂芳香袭人的社会效果来委婉地说明自己行芳志洁并非为了求人赏识，以博取高名；象春兰秋桂的香气一样，它博得山林隐士的喜爱，只是客观效果而已；实际上，兰、桂散发芳香并非有意希求人们来折取它，欣赏它，而是纯粹出于它们的本性。“谁知”两字对兰桂来说，大有出乎意料之外的感觉。美人由于闻到了兰桂的芬香，因而发生了爱慕之情。“坐”，犹深也，殊也。表示爱慕之深。诗从无人到有人，是一个突转，诗情也因之而起波澜。“闻风”二字本于《孟子·尽心篇》，其中说：“圣人百世之师也，伯夷柳下惠是也，故闻伯夷之风者，顽夫廉，懦夫有立志，闻柳下惠之风者，薄夫敦，鄙夫宽。奋乎百世之上，百世之下闻者莫不兴起也。”张九龄就把这章中的“闻风”毫不费力地拉来用了，用得这样恰如其分，用得这样自然，用得这样使读者毫不觉得他在用典故，这也是值得一提的。“何求”二字用得斩截有力，它淋漓尽致地将诗人不肯廉价赢得美名的清高志趣给表现出来了。</p> <p>　　这首诗以兰、桂自况，借兰桂之芳香比喻自己的高志美德，使人感到贴切自然，蕴含深厚，耐人寻味。</p><br/><h2>简析</h2> <p>　　此<a href=\"http://so.gushiwen.org/view_70865.aspx\">诗</a>系<a href=\"http://so.gushiwen.org/author_691.aspx\">张九龄</a>遭谗被贬为荆州长史时所作，开元末期，唐玄宗沉溺声色，怠慢政事，宠仁口蜜腹剑的<a href=\"http://so.gushiwen.org/author_2691.aspx\">李林甫</a>和专事逢迎的牛仙客。牛、李结党，把持朝政，排除异己，朝政更加腐败。张九龄对此十分不满，于是采用传统的比兴手法，托物寓意，作《感遇十二首》。诗人托物言志，以春兰和秋桂的芳洁品质，来比喻自己守正不阿的高尚节操；以春兰和秋桂不因无人采折而失去芬芳美质，来比喻自己的志洁行芳，不求人知的高雅情怀。</p> <p>　　诗一开始用整齐的偶句，以春兰秋桂对举，点出无限生机和清雅高洁之特征。三、四句，写兰桂充满活力却荣而不媚，不求人知之品质。上半首写兰桂，不写人。五、六句以\"谁知\"急转引出与兰桂同调的山中隐者来。末两句点出无心与物相竞的情怀。</p> <p>　　全诗一面表达了恬淡从容超脱的襟怀，另一面忧谗惧祸的心情也隐然可见。诗以草木照应，旨诣深刻，于咏物背后，寄寓着生活哲理。</p>",
  "poet": {
    "id": 691,
    "star": 0,
    "name": "张九龄",
    "image": "http://img.gushiwen.org/authorImg/zhangjiuling.jpg",
    "desc": "张九龄(678-740) : 唐开元尚书丞相，诗人。字子寿，一名博物，汉族，韶州曲江（今广东韶关市）人。长安年间进士。官至中书侍郎同中书门下平章事。后罢相，为荆州长史。诗风清淡。有《曲江集》。他是一位有胆识、有远见的著名政治家、文学家、诗人、名相。他忠耿尽职，秉公守则，直言敢谏，选贤任能，不徇私枉法，不趋炎附势，敢与恶势力作斗争，为“开元之治”作出了积极贡献。他的五言古诗，以素练质朴的语言，寄托深远的人生慨望，对扫除唐初所沿习的六朝绮靡诗风，贡献尤大。誉为“岭南第一人”。"
  },
  "tags": [
    "唐诗三百首",
    "植物",
    "抒志",
    "生活",
    "哲理"
  ]
}