{
  "id": 57,
  "star": 1436,
  "name": "氓",
  "dynasty": "先秦",
  "content": "氓之蚩蚩，抱布贸丝。匪来贸丝，来即我谋。送子涉淇，至于顿丘。匪我愆期，子无良媒。将子无怒，秋以为期。<br>乘彼垝垣，以望复关。不见复关，泣涕涟涟。既见复关，载笑载言。尔卜尔筮，体无咎言。以尔车来，以我贿迁。<br>桑之未落，其叶沃若。于嗟鸠兮！无食桑葚。于嗟女兮！无与士耽。士之耽兮，犹可说也。女之耽兮，不可说也。<br>桑之落矣，其黄而陨。自我徂尔，三岁食贫。淇水汤汤，渐车帷裳。女也不爽，士贰其行。士也罔极，二三其德。<br>三岁为妇，靡室劳矣。夙兴夜寐，靡有朝矣。言既遂矣，至于暴矣。兄弟不知，咥其笑矣。静言思之，躬自悼矣。<br>及尔偕老，老使我怨。淇则有岸，隰则有泮。总角之宴，言笑晏晏，信誓旦旦，不思其反。反是不思，亦已焉哉！",
  "fanyi": "<p><strong>译文</strong><br>憨厚农家小伙子，怀抱布匹来换丝。其实不是真换丝，找个机会谈婚事。送郎送过淇水西，到了顿丘情依依。不是我愿误佳期，你无媒人失礼仪。望郎休要发脾气，秋天到了来迎娶。</p> <p>爬上那垛破土墙，遥向复关凝神望。复关远在云雾中，不见情郎泪千行。情郎即从复关来，又说又笑喜洋洋。你去卜卦求神仙，没有凶兆心欢畅。赶着你的车子来，为我搬运好嫁妆。</p> <p>桑树叶子未落时，缀满枝头绿萋萋。嘘嘘那些斑鸠儿，别把桑葚吃嘴里。哎呀年轻姑娘们，别对男人情依依。男人若是恋上你，要丢便丢太容易。女人若是恋男子，要想解脱难挣离。</p> <p>桑树叶子落下了，枯黄憔悴任飘摇。自从嫁到你家来，三年穷苦受煎熬。淇水茫茫送我归，水溅车帷湿又潮。我做妻子没差错，是你男人太奸刁。反覆无常没准则，变心缺德耍花招。</p> <p>婚后多年守妇道，繁重家务不辞劳。起早睡晚不嫌苦，忙里忙外非一朝。谁知家业已成后，渐渐对我施凶暴。兄弟不知我处境，个个见我哈哈笑。静下心来细细想，独自伤神泪暗抛。</p> <p>当年发誓偕白头，如今未老心先忧。淇水滔滔终有岸，沼泽虽宽有尽头。回想少时多欢乐，谈笑之间露温柔。海誓山盟犹在耳，哪料反目竞成仇。莫再回想背盟事，既已终结便罢休！</p> <p><strong>注释</strong><br>（1）氓：《说文》“氓，民也。”本义为外来的百姓，这里指自彼来此之民，男子之代称。蚩（chī）蚩：通“嗤嗤”，笑嘻嘻的样子。一说憨厚、老实的样子。<br>（2）贸：交易。抱布贸丝是以物易物。<br>（3）“匪来”二句：是说那人并非真来买丝，是找我商量事情来了。所商量的事情就是结婚。匪：通“非”，读为“fěi”。即：走近，靠近。谋：商量。古音咪（mī）。<br>（4）淇：卫国河名。今河南淇河。<br>（5）顿丘：地名。今河南清丰。丘：古读如“欺”。<br>（6）愆（qiān）：过失，过错，这里指延误。这句是说并非我要拖延约定的婚期而不肯嫁，是因为你没有找好媒人。<br>（7）将（qiāng）：愿，请。无：通“毋”，不要。<br>（8）乘：登上。垝（guǐ）垣（yuán）：倒塌的墙壁。垝，倒塌。垣，墙壁。<br>（9）复关：①复，返。关：在往来要道所设的关卡。女望男到期来会。他来时一定要经过关门。一说“复”是关名。 ②复关：卫国地名，指“氓”所居之地。<br>（10）涕：眼泪；涟涟：涕泪下流貌。她初时不见彼氓回到关门来，以为他负约不来了，因而伤心泪下。<br>（11）载（zaì）：动词词头，无义。<br>（12）尔卜尔筮（shì）：烧灼龟甲的裂纹以判吉凶，叫做“卜”。用蓍（shī）草占卦叫做“筮”。体：指龟兆和卦兆，即卜筮的结果。<br>（13）咎（jiù）：不吉利，灾祸。无咎言：就是无凶卦。<br>（14）贿：财物，指嫁妆，妆奁（lián）。以上四句是说你从卜筮看一看吉凶吧，只要卜筮的结果好，你就打发车子来迎娶，并将嫁妆搬去。<br>（15）沃若：犹“沃然”，像水浸润过一样有光泽。以上二句以桑的茂盛时期比自己恋爱满足，生活美好的时期。<br>（16）于嗟鸠兮：于：通“吁”（xū）本义为表示惊怪、不然、感慨等，此处与嗟皆表感慨。鸠：斑鸠。传说斑鸠吃桑葚过多会醉。<br>（17）耽（dān）：迷恋，沉溺，贪乐太甚。<br>（18）说：通“脱”，解脱。<br>（19）陨（yǔn）：坠落，掉下。这里用黄叶落下比喻女子年老色衰。黄：变黄。其黄而陨：犹《裳裳者华》篇的“芸其黄矣”，芸也是黄色。<br>（20）徂（cú）：往；徂尔：嫁到你家。<br>（21）食贫：过贫穷的生活。<br>（22）汤（shāng）汤：水势浩大的样子。<br>（23）渐（jiān）：浸湿。帷（wéi）裳（cháng）：车旁的布幔。以上两句是说被弃逐后渡淇水而归。<br>（24）爽：差错。<br>（25）贰：“貣（tè）”的误字。“貣”就是“忒”，和“爽”同义。这里指爱情不专一。以上两句是说女方没有过失而男方行为不对。<br>（26）罔：无，没有；极：标准，准则。<br>（27）二三其德：在品德上三心二意，言行为前后不一致。<br>（28）靡室劳矣：言所有的家庭劳作一身担负无余。室劳：家务劳动。靡：无。<br>（29）“夙兴”二句：就是说起早睡迟，朝朝如此，不能计算了。夙：早。兴：起来。<br>（30）言既遂矣：“言”字为语助词，无义。既遂：就是《谷风》篇“既生既育”的意思，言愿望既然已经实现。<br>（31）咥（xì）：笑的样子。以上两句是说兄弟还不晓得我的遭遇，见面时都讥笑我啊。<br>（32）静言思之：静下心来好好地想一想，言：音节助词，无实义。<br>（33）躬自悼矣：自身独自伤心。躬，自身；悼，伤心。<br>（34）“及尔”二句：当初曾相约和你一同过到老，偕老之说徒然使我怨恨罢了。<br>（35）隰（xí）：低湿的地方；当作“湿”，水名，就是漯河，黄河的支流，流经卫国境内。泮（pàn）：通“畔”水边，边岸。以上二句承上文，以水流必有畔岸，喻凡事都有边际，而自己愁思无尽。言外之意，如果和这样的男人偕老，那就苦海无边了。<br>（36）总角：古代男女未成年时把头发扎成丫髻，称总角。这里指代少年时代。宴：快乐。<br>（37）晏晏（yàn）：欢乐，和悦的样子。<br>（38）旦旦：诚恳的样子。<br>（39）反：即“返”字。不思其反：不曾想过会违背誓言。<br>（40）反是不思：违反这些。是，指示代词，指代誓言。是重复上句的意思，变换句法为的是和下句叶韵。<br>（41）已：了结，终止。焉哉（古读如兹zī）：语气词连用，加强语气，表示感叹。末句等于说撇开算了罢！</p>",
  "shangxi": "<h2>赏析</h2> <p>　　《卫风·氓》是一首上古民间歌谣，以一个女子之口，率真地述说了其情变经历和深切体验，是一帧情爱画卷的鲜活写照，也为后人留下了当时风俗民情的宝贵资料。</p> <p>　　这是一首短短的夹杂抒情的叙事<a href=\"http://so.gushiwen.org/view_57.aspx\">诗</a>，将一个情爱故事表现得真切自然。诗中女子情深意笃，爱得坦荡，爱得热烈。即便婚后之怨，也是用心专深的折射。真真好一个善解人意、勤劳聪慧、果敢率真、通情明义的鲜明形象。在婚前，她怀着对氓炽热的深情，勇敢地冲破了礼法的束缚，毅然和氓同居，这在当时来说，是一件难能可贵的事。按理说，婚后的生活应该是和睦美好的。但事与愿违，她却被氓当牛马般使用，甚至被打被弃。原因就是当时妇女在社会上和家庭中都没有地位，而只是的丈夫的附庸。这种政治、经济的不平等决定了男女在婚姻关系上的不平等，使氓得以随心所欲地玩弄、虐待妇女而不受制裁，有抛弃妻子解除婚约的权利。“始乱终弃”四字，正可概括氓对女子的罪恶行为。因此她虽曾勇敢地冲破过封建的桎梏，但她的命运，终于同那些在父母之命、媒妁之言压束下逆来顺受的妇女命运，很不幸地异途同归了。“士之耽兮，犹可说也；女之耽也，不可说也！”诗人满腔愤懑地控诉了这社会的不平，使这诗的思想意义更加深化。诗中女主人公的惨痛经历，可说是阶级社会中千千万万受压迫受损害的妇女命运的缩影，故能博得后世读者的共鸣。</p> <p>　　诗中虽以抒情为主，所叙的故事也还不够完整细致，但它已将女主人公的遭遇、命运，比较真实地反映出来，抒情叙事融为一体，时而夹以慨叹式的议论。就这些方面说，这首诗已初步具备中国式的叙事诗的某些特征。这些特征或多或少地影响到其后二千余年的叙事诗，在《孔雀东南飞》《长恨歌》，直到近代<a href=\"http://so.gushiwen.org/author_648.aspx\">姚燮</a>的《双鸩篇》中似乎都可以看到它的影子。</p> <p>　　《氓》诗的结构，是和它的故事情节与作者叙述时激昂波动的情绪相适应的。全诗六章，每章十句，但并不像《诗经》其他各篇采用复沓的形式，而是依照人物命运发展的顺序，自然地加以抒写。它以赋为主，兼用比兴。赋以叙事，兴以抒情，比在于加强叙事和抒情的色彩。</p> <p>　　开头一、二章，《诗集传》云：“赋也。”具体描写男子向女主人公求婚以至结婚的过程。那是在一次集市上，一个男子以买丝为名，向女主人公吐露爱情，一会儿嬉皮笑脸，一会儿又发脾气，可谓软硬兼施。可是这位单纯的女子看不透他的本质，说是必须有人来说媒，最后将婚期订在秋天。从此以后，女子朝思暮想，“乘彼垝垣，以望复关”，望不到男子所住的复关，便泪流不止；既见复关，就像见到所恋之人，不禁眉开眼笑。她还打卦占卜，预测婚事的吉凶。及至男方派车前来迎娶，她就带着全部的财物，嫁了过去。这两章叙事真切，历历可见，而诗人作为一个纯情少女的自我形象，也刻画得栩栩如生。方玉润评这一段云：“不见则忧，既见则喜，夫情之所不容已者，女殆痴于情者耳。”（《诗经原始》）一个“痴”字。点出了此女钟情之深。</p> <p>　　<a href=\"http://so.gushiwen.org/author_459.aspx\">朱熹</a>《诗集传》谓第三章“比而兴也”，第四章“兴也”，也就是说这两章以抒情为主，诗中皆以桑树起兴，从诗人的年轻貌美写到体衰色减，同时揭示了男子对她从热爱到厌弃的经过。“桑之未落，其叶沃若”，以桑叶之润泽有光，比喻女子的容颜亮丽。“桑之落矣，其黄而陨”，以桑叶的枯黄飘落，比喻女子的憔悴和被弃。“于嗟鸠兮，无食桑葚；于嗟女兮，无与士耽”，则以“戒鸠无食桑葚以兴下句戒女无与士耽也”（《诗集传》）。桑葚是甜的，鸠多食则易致醉；爱情是美好的，人多迷恋则易上当受骗。男人沉溺于爱情犹可解脱。女子一旦堕入爱河，则无法挣离。这是多么沉痛的语言！从桑叶青青到桑叶黄落，不仅显示了女子年龄的由盛到衰，而且暗示了时光的推移。“自我徂尔，三岁食贫”，一般以为女子嫁过去三年，但另有一种解释：“三岁，多年。按‘三’是虚数，言其多，不是实指三年。”（程俊英《诗经译注》）实际上是说女子嫁过去好几年，夫妻关系渐渐不和，终至破裂。女子不得已又坐着车子，渡过淇水，回到娘家。她反覆考虑，自己并无一点差错，而是那个男子“二三其德”。在这里女子以反省的口气回顾了婚后的生活，找寻被遗弃的原因，结果得到了一条教训：在以男子为中心的社会里，只有痴心女子负心汉。</p> <p>　　诗之五章用赋的手法叙述被弃前后的处境，前六句承上章“自我徂尔，三岁食贫”，补叙多年为妇的苦楚，她起早睡晚，辛勤劳作，一旦日子好过一些，丈夫便变得暴戾残酷。这个“暴”字可使人想像到丈夫的狰狞面目，以及女主人公被虐待的情景。后四句写她回到娘家以后受到兄弟们的冷笑。《诗集传》释此段云：“盖淫奔从人，不为兄弟所齿，故其见弃而归，亦不为兄弟所恤，理固有必然者，亦何所归咎哉，但自痛悼而已。”说女主人公“淫奔”，固不足取；但其他的话可以帮助读者理解她当时所受到的精神压力和由此而产生的内心矛盾。</p> <p>　　第六章赋兼比兴，在抒情中叙事，当初他们相恋时，有说有笑；男子则“信誓旦旦”，表示白头偕老。可是他还未老时就产生怨恨，而且无法挽回。这里用了两个比喻：浩浩汤汤的淇水，总有堤岸；广阔连绵的沼泽，也有边际。言外之意是：我的痛苦为什么竟没有到头的时候？《诗集传》指出“此则兴也”，其实它是比中有兴。诗人运用这两个比喻，强烈地抒发了一腔怨愤，诉说了弃妇无边无际的痛苦。为了摆脱这些痛苦，她下决心与那男子割断感情上的联系：“反是不思，亦已焉哉！”从此后不再希望他回心转意，算了，算了。然而她果真能做到吗？方玉润认为：“虽然口纵言已，心岂能忘？”（《诗经原始》）是的，从这女子一贯钟情的性格来看，她对男子不可能在感情上一刀两断，这就是今天常说的悲剧性格。</p>",
  "about": "<h2>通假字</h2> 蚩蚩(氓之蚩蚩）通“嗤嗤”，笑嘻嘻的样子。一说是忠厚的样子<br>匪（匪来贸丝） 通“非”，不是<br>于（于嗟鸠兮） 通“吁”，叹词，表感慨<br>无（将子无怒） 通“毋”，不要<br>说（犹可说也） 通“脱”，解脱<br>泮（隰则有泮） 通“畔”，边<br/><h2>古今异义</h2> 至于，古义：到；今义：表示到达某种程度。<br>耽，古义：沉溺；今义：耽误。<br>以为，古义：把……当作；今义：认为。<br>泣涕，古义：眼泪；今义：眼泪和鼻涕。<br>贿，古义：财物；今义：用财物贿赂。<br>宴，古义：快乐；今义：宴会。　<br>三岁，古义：多年；今义：指年龄。<br/><h2>词类活用</h2> 黄（其黄而陨）：变黄（形容词作动词）<br>二三（二三其德）：经常改变（数词作动词）<br>夙（夙兴夜寐）：早起（名词作状语）<br>夜（夙兴夜寐）：晚睡（名词作状语）<br>贫（三岁食贫）：贫困的生活（形容词作名词）<br>贰（士贰其行）：不专一，有二心（数词作动词）<br/><h2>明句式</h2> 将子无怒，秋以为期.(宾语前置句）<br/><h2>艺术成就</h2> <p>　　（一）现实主义的创作方法</p> <p>　　《氓》<a href=\"http://so.gushiwen.org/view_57.aspx\">诗</a>是诗人现实生活典型情绪的再现，诗人不自觉地运用了现实主义的创作方法，歌唱抒述自己悲惨的遭遇，起了反映、批判当时社会现实的作用。《氓》是民歌，是口头创作。最初广泛地流传于民间，经过无数劳动人民的反复歌唱、不断修改，到写定时候，才形成现在这样的完整诗篇。人们在流传中，把自己关于恋爱婚姻方面的感受，渗透到歌唱中去，故作品富于现实性。诗中女主人公所叙述的是自己的切身经历，自己的感受，都是真情实感。而这种真情实感在阶级社会中是带有普遍性、典型性的。诗人善于把握题材的各种复杂的矛盾。她抓住自己和氓的矛盾，氓是夫权的代理人，他们从夫妻关系而变为压迫与被压迫的关系，透露了男尊女卑、夫权制度的社会现实。她抓住了自己和兄弟的矛盾，反映了当时社会道德、舆论，是以夫权为中心的思想和弃妇孤立无援的现实。她抓住自己内心的矛盾：婚前没有通过父母之命、媒妁之言是否可以同居呢？见了氓就开心，不见氓就伤心，如何解决见与不见的矛盾呢？这些错综复杂的矛盾，结成诗的主要矛盾——封建礼法制度与妇女幸福家庭生活的愿望的矛盾。这是当时社会中极为显著和普遍的现象。其次，《氓》诗人善于塑造人物现象。《氓》诗中有两个形象比较鲜明。一个是狡诈负心的“氓”，一个是善良被弃的“女”。氓是从别处流亡到卫国的一个农民，“抱布贸丝”，点明了他还是个小商人。最初，他“蚩蚩”地假老实，“言笑晏晏”地假温情，“信誓旦”地假忠诚。他用虚伪的手段，欺骗一位天真美貌的少女，获得了她的爱情、身体、劳动力、家私。结婚以后，他便露出真面目了。过去是指天划日地赌咒，现在是“二三其德”地变心；过去是有说有笑地温存，现在是“至于暴矣”，不但虐待，甚至把她一脚踢出了家门。有人说：氓“婚前是羊，婚后是狼”，这个比喻，既形象，又确切。氓的形象，是夫权制度的产物，是商人唯利是图的产物。诗中又描绘了一位善良的劳动妇女的形象，她最初可能搞些养蚕缫丝的家庭副业，所以有些积蓄。她纯洁天真，入世不深，以致一下子便以心相许了。当她看到氓不高兴时，赶快安慰他：“将子无怨，秋以为期”。她多情，真心爱氓，看不到他时，“泣涕涟涟”，看到他时，“载笑载言”。她勇敢，敢于无媒而和氓同居。她忠诚，把自己和财物都用车子搬到氓家。结婚以后，她安贫，和氓共同过苦日子。她辛勤，把家务劳动一齐挑起来。她坚贞，当家境逐渐好转，遭受丈夫虐待时，始终不渝地爱氓（女也不爽）。被弃以后，她坚强刚毅，冷静理智，看清氓虚伪丑恶的嘴脸，坚决地和氓决绝。她从一位纯洁多情勇敢的少女，到吃苦耐劳忍辱的妻子，再到坚强刚毅的弃妇。她性格的发展，是随着和氓关系的变化而发展的。此诗通过氓和女两个形象的鲜明对比，谁真谁假，谁善谁恶，谁美谁丑，是很清楚的。当时男女不平等的社会真实面貌，如在目前。所以说，《氓》的作者不自觉地运用了现实主义的创作方法。周扬说：“有文学就有创作方法。‘神话传说’是浪漫主义的渊源，《诗经》是现实主义的渊源。”他这段概括的话，是符合中国文学史的实际情况的。</p> <p>　　（二）比和兴的艺术手法</p> <p>　　诗人是农村妇女，农村四周的自然景物，是她每天所接触的熟悉的，诗人触物联想，便歌唱起来。第三章的“桑之未落，其叶沃若”是起兴，比喻年青貌美的少女初婚的幸福。第四章的“桑之落矣，其黄而陨”也是起兴，比喻弃妇面容憔悴与被弃的痛苦。第三章的“于嗟鸠兮，无食桑葚”是对喻，喻下两句“于嗟女兮，无与士耽”。第六章的“淇则有岸，隰则有泮”是反比，比氓的变心是无边无际不可捉摸的。这些，对于塑造形象，突出主题，加强诗的思想意义，都起了积极作用。</p> <p>　　（三）对比的表现手法</p> <p>　　这是由于现实矛盾在人们头脑中的反映。其形式有二：1.句法对比者，如“女也不爽，士贰其行”；“士之耽也，犹可说也；女子耽也，不可说也”。这是士和女两种不同人物的对比。“桑之未落”与“桑之落矣”的对比，“不见复关”与“既见复关”的对比，都是互相映衬，收到更好地塑造形象、抒发感情的效果。2.前后对比者，如氓在未婚前是“言笑晏晏，信誓旦旦”；在婚后则“言既遂矣，至于暴矣”。前后不同态度互相映衬，描绘出氓虚伪的本质。</p> <p>　　（四）借代修辞</p> <p>　　诗是形象思维，不是抽象的说教，要用具体的事物，抒写抽象的意境。形象的语言，容易引起读者想象、共鸣，增强诗的魅力。《氓》诗人用氓住的地方“复关”代表氓，用“总角”代表幼年。以送行之远、乘垣望关表多情。以车来贿迁表同居，以“淇水汤汤，渐车帷裳”表大归。以“三岁”表多年，以“二三”表反复。这和《采薇》诗人用“杨柳依依”代春，“雨雪霏霏”代冬，性质是一样的。收到语言隽永，耐人寻味的效果。</p> <p>　　（五）顶真修辞</p> <p>　　陈望道《修辞学发凡》说：“顶真是用前一句的结尾来做后一句的起头，使邻接的句子头尾蝉联，而有上递下接趣味的一种修辞法。”这种修辞，多见于歌曲。这可能由于集体歌唱，口耳相传，此唱彼和，互相衔接，便于记诵所产生的一种句式。如“抱布贸丝，匪来贸丝”，“以望复关，不见复关”，“无与士耽，士之耽兮”，“及尔偕老，老使我怨”，“不思其反，反是不思”等，都是《氓》诗中的顶真句。蝉联词不一定都在句首，有的在句中，它们的作用是一样的，都是加强诗的音乐性。</p> <p>　　（六）叹辞的应用</p> <p>　　诗人抒发猛烈的感情或深沉的思想的时候，经常用一种呼声或感叹辞来表达。如当她追叙婚前恋爱生活的时候，感情比较稳定，没有使用叹辞。第三章转入抒情，感情激昂，连用两个“于嗟”（哎呀），三个“兮”（啊）字，两个“也”（呀）字。第四章对“桑落”有所感，用了一“矣”字。第五章诉说被丈夫虐待，被兄弟讥笑，情绪最激动，连用六个“矣”字，借表她沉痛的心情和口气。最后一章对氓表示愤慨和决绝，加强了语气，拖长了音调，坚决地唱出“亦已焉哉”（也就算了吧）！“焉哉”二字连用，就像歌剧幕终，使人有余音袅袅，不绝如缕之感。</p> <p>　　（七）呼告的表现手法</p> <p>　　由于诗人感情的强烈，对所爱者或所憎者，虽不在面前，但觉得如在面前，向他陈诉或斥责，这就是呼告的特征。它在抒情诗中用得最普遍。《氓》诗第三章诗人叙述她的被弃，心情愤激，把个人的命运和当时一般女子的命运联系起来，仿佛有一群青年女子在她面前，她把自己的痛苦告诉她们，在恋爱过程中，要警惕男子将来会变心，自己将难摆脱祸害：“于嗟女兮，无与士耽！士之耽兮，犹可说也；女之耽兮，不可说也！”这几句呼告，唱出了对男女不平等社会现象的强烈悲愤。第六章又转为呼告的形式，“及尔偕老，老使我怨”，这时好像氓站在面前，斥责他的誓言是个欺骗。接着以少时两情融洽，言笑宴宴，信誓旦旦的情景，反衬氓今日的负心。悲愤之情，又达到了高潮。最后又高呼“不思其反，反是不思，亦已焉哉！”如果这里不用呼告手法向氓发出斥责，是不足以解恨的。</p> <p>　　这首诗音调铿锵自然，富有真情实感。诗中用了不少“蚩蚩”、“涟涟”、“汤汤”、“晏晏”、“旦旦”等叠字形容词，它们不但起了摹声绘貌的作用，且加强了诗的音乐性。《诗经》民歌的章法，多半是叠章复唱的。由于《氓》诗作者感情复杂，叙事曲折，故分章而不复唱，这在《国风》民歌中是少见的。</p><br/><h2>层次结构</h2> <p>　　开头一、二章，《<a href=\"http://so.gushiwen.org/view_57.aspx\">诗</a>集传》云：“赋也。”具体描写男子向女主人公求婚以至结婚的过程。那是在一次集市上，一个男子以买丝为名，向女主人公吐露爱情，一会儿嬉皮笑脸，一会儿又发脾气，可谓软硬兼施。可是这位单纯的女子看不透他的本质，说是必须有人来说媒，最后将婚期订在秋天。从此以后，女子朝思暮想，“乘彼垝垣，以望复关”，望不到男子所住的复关，便泪流不止；既见复关，就像见到所恋之人，不禁眉开眼笑。她还打卦占卜，预测婚事的吉凶。及至男方派车前来迎娶，她就带着全部的财物，嫁了过去。这两章叙事真切，历历可见，而诗人作为一个纯情少女的自我形象，也刻画得栩栩如生。方玉润评这一段云：“不见则忧，既见则喜，夫情之所不容已者，女殆痴于情者耳。”（同上）一个“痴”字。点出了此女钟情之深。</p> <p>　　《诗集传》谓第三章“比而兴也”，第四章“兴也”，也就是说这两章以抒情为主，诗中皆以桑树起兴，从诗人的年轻貌美写到体衰色减，同时揭示了男子对她从热爱到厌弃的经过。“桑之未落，其叶沃若”，以桑叶之润泽有光，比喻女子的容颜亮丽。“桑之落矣，其黄而陨”，以桑叶的枯黄飘落，比喻女子的憔悴和被弃。“于嗟鸠兮，无食桑葚；于嗟女兮，无与士耽”，则以“戒鸠无食桑葚以兴下句戒女无与士耽也”（《诗集传》）。桑葚是甜的，鸠多食则易致醉；爱情是美好的，人多迷恋则易上当受骗。男人沉溺于爱情犹可解脱。女子一旦堕入爱河，则无法挣离。这是多么沉痛的语言！从桑叶青青到桑叶黄落，不仅显示了女子年龄的由盛到衰，而且暗示了时光的推移。“自我徂尔，三岁食贫”，一般以为女子嫁过去三年，但另有一种解释：“三岁，多年。按‘三’是虚数，言其多，不是实指三年。”（程俊英《诗经译注》）实际上是说女子嫁过去好几年，夫妻关系渐渐不和，终至破裂。女子不得已又坐着车子，渡过淇水，回到娘家。她反覆考虑，自己并无一点差错，而是那个男子“二三其德”。在这里女子以反省的口气回顾了婚后的生活，找寻被遗弃的原因，结果得到了一条教训：在以男子为中心的社会里，只有痴心女子负心汉。</p> <p>　　诗之五章用赋的手法叙述被弃前后的处境，前六句承上章“自我徂尔，三岁食贫”，补叙多年为妇的苦楚，她起早睡晚，辛勤劳作，一旦日子好过一些，丈夫便变得暴戾残酷。这个“暴”字可使人想像到丈夫的狰狞面目，以及女主人公被虐待的情景。后四句写她回到娘家以后受到兄弟们的冷笑。《诗集传》释此段云：“盖淫奔从人，不为兄弟所齿，故其见弃而归，亦不为兄弟所恤，理固有必然者，亦何所归咎哉，但自痛悼而已。”说女主人公“淫奔”，固不足取；但其他的话可以帮助读者理解她当时所受到的精神压力和由此而产生的内心矛盾。</p> <p>　　第六章赋兼比兴，在抒情中叙事，当初他们相恋时，有说有笑；男子则“信誓旦旦”，表示白头偕老。可是他还未老时就产生怨恨，而且无法挽回。这里用了两个比喻：浩浩汤汤的淇水，总有堤岸；广阔连绵的沼泽，也有边际。言外之意是：我的痛苦为什么竟没有到头的时候？《诗集传》指出“此则兴也”，其实它是比中有兴。诗人运用这两个比喻，强烈地抒发了一腔怨愤，诉说了弃妇无边无际的痛苦。为了摆脱这些痛苦，她下决心与那男子割断感情上的联系：“反是不思，亦已焉哉！”从此后不再希望他回心转意，算了，算了。然而她果真能做到吗？方玉润认为：“虽然口纵言已，心岂能忘？”（《诗经原始》）是的，从这女子一贯钟情的性格来看，她对男子不可能在感情上一刀两断，这就是今天常说的悲剧性格。 </p>",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": [
    "诗经",
    "叙事",
    "闺怨",
    "民谣"
  ]
}