{
  "id": 70861,
  "star": 92,
  "name": "咏怀古迹五首·其五",
  "dynasty": "唐代",
  "content": "诸葛大名垂宇宙，宗臣遗像肃清高。<br>三分割据纡筹策，万古云霄一羽毛。<br>伯仲之间见伊吕，指挥若定失萧曹。<br>运移汉祚终难复，志决身歼军务劳。",
  "fanyi": "<p><strong>译文</strong><br><a href=\"http://so.gushiwen.org/author_507.aspx\">诸葛亮</a>的大名永远留在天地间，他的遗像清高让人肃然起敬。<br>为了三分天下周密地筹划策略，万代好像鸾凤高翔，独步青云。<br>伊尹、吕尚难分伯仲，不相上下，指挥军队作战镇定从容，让萧何曹参都为之失色。<br>汉朝帝位转移是因为运气，诸葛亮也难以复兴，但他意志坚决，因军务繁忙而鞠躬尽瘁。</p> <p><strong>注释</strong><br>⑴<a href=\"http://so.gushiwen.org/author_810.aspx\">宗臣</a>：后人崇拜的大臣。<br>⑵羽毛：指鸾凤。<br>⑶身歼：身灭。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　“诸葛大名垂宇宙”，上下四方为宇，古往今来为宙，“垂于宙”，将时间空间共说，给读者以“名满寰宇，万世不朽”的具体形象之感。首句如异峰突起，笔力雄放。次句“<a href=\"http://so.gushiwen.org/author_810.aspx\">宗臣</a>遗像肃清高”，进入祠堂，<a href=\"http://so.gushiwen.org/view_70861.aspx\">诗</a>人瞻望诸葛遗像，不由肃然起敬，遥想一代宗臣，高风亮节，更添敬慕之情。“宗臣”二字，总领全诗。</p> <p>　　接下去进一步具体写<a href=\"http://so.gushiwen.org/author_507.aspx\">诸葛亮</a>的才能、功绩。从艺术构思讲，它紧承首联的进庙、瞻像，诗人看了各种文物后，自然地对其丰功伟绩作出高度的评价：“三分割据纡筹策，万古云霄一羽毛。”纡，屈的意思。纡策而成三国鼎立之势，好比鸾凤高翔，独步青云，奇功伟业，历代敬仰。然而诗人用词精微，一个“纡”字，突出诸葛亮委屈地处在偏僻的地方，经世怀抱只能算“百施其一”而已，三分功业，也只不过是“雄凤一羽”罢了。“万古云霄”句形象有力，议论达情，情托于形，是议论中高于其他诗人之处。</p> <p>　　诗人联想起诸葛亮超人的才智和胆略，如同见到了他那羽扇纶巾、一扫千军万马的潇洒风度。感情所至，诗人不由呼出“伯仲之间见伊吕，指挥若定失萧曹”的赞语。伊尹是商代开国君主汤的大臣，吕尚辅佐周文王、武王灭商有功，萧何和曹参，都是汉高祖<a href=\"http://so.gushiwen.org/author_746.aspx\">刘邦</a>的谋臣，汉初的名相，诗人盛赞诸葛亮的人品与伊尹、吕尚不相上下，而胸有成竹，从容镇定的指挥才能却使萧何、曹参为之黯然失色。这一方面是表现了对武侯的极度崇尚之情，同时也表现了作者不以事业成败持评的高人之见。<a href=\"http://so.gushiwen.org/author_106.aspx\">刘克庄</a>说：“卧龙没已千载，而有志世道者，皆以三代之佐许之。此诗侪之伊吕伯仲间，而以萧曹为不足道，此论皆自子美发之。”黄生说：这一评论，“区区以成败持评者，皆可废矣。”读者可见诗人这一论断的深远影响。</p> <p>　　最后，“运移汉祚终难复，志决身歼军务劳。”诗人抱恨汉朝“气数”已终，长叹尽管有武侯这样稀世杰出的人物，下决心恢复汉朝大业，但竟未成功，反而因军务繁忙，积劳成疾而死于征途。这既是对诸葛亮“鞠躬尽瘁，死而后已”高尚品节的赞歌，也是对英雄未遂平生志的深切叹惋。</p> <p>　　这首诗，由于诗人以自身肝胆情志吊古，所以能涤肠荡心，浩气炽情动人肺腑，成为咏古名篇。诗中除了“遗像”是咏古迹外，其余均是议论，不仅议论高妙，而且写得极有情韵。三分霸业，在后人看来已是赫赫功绩了，而对诸葛亮来说，轻若一羽：“萧曹”尚不足道，那区区“三分”就更不值得挂齿。诗句写得这样曲折跌宕，处处都是抬高了诸葛亮。这首诗通篇议论但不空泛，句句含情，层层蓄势，到诗的尾联达到高潮：“志决身歼军务劳。”——全诗就结束于这里的最强音上。</p>",
  "poet": {
    "id": 474,
    "star": 0,
    "name": "杜甫",
    "image": "http://img.gushiwen.org/authorImg/dufu.jpg",
    "desc": "杜甫（712－770），字子美，自号少陵野老，世称“杜工部”、“杜少陵”等，汉族，河南府巩县（今河南省巩义市）人，唐代伟大的现实主义诗人，杜甫被世人尊为“诗圣”，其诗被称为“诗史”。杜甫与李白合称“李杜”，为了跟另外两位诗人李商隐与杜牧即“小李杜”区别开来，杜甫与李白又合称“大李杜”。他忧国忧民，人格高尚，他的约1400余首诗被保留了下来，诗艺精湛，在中国古典诗歌中备受推崇，影响深远。759-766年间曾居成都，后世有杜甫草堂纪念。"
  },
  "tags": [
    "唐诗三百首",
    "怀古",
    "议论"
  ]
}