{
  "id": 71845,
  "star": 48,
  "name": "折桂令·九日",
  "dynasty": "元代",
  "content": "对青山强整乌纱。归雁横秋，倦客思家。翠袖殷勤，金杯错落，玉手琵琶。人老去西风白发，蝶愁来明日黄花。回首天涯，一抹斜阳，数点寒鸦。",
  "fanyi": "<p><strong>译文</strong><br>面对着青山勉强整理头上的乌纱，归雁横越秋空，困倦游子思念故家。忆翠袖殷勤劝酒，金杯错落频举，玉手弹奏琵琶。西风萧萧人已衰老满头白发，玉蝶愁飞明日黄花，回头看茫茫天涯，只见一抹斜阳，几只远飞的寒鸦。 </p><p><strong>注释</strong><br>①九日：农历九月初九，为重阳节,中国人素有登高怀乡习俗。 <br>②对青山强整乌纱：化用孟嘉落帽故事：晋桓温于九月九日在龙山宴客，风吹孟嘉帽落，他泰然自若，不以为意。 <br>③归雁横秋：南归的大雁在秋天的空中横排飞行。 <br>④翠袖殷勤：指歌女殷勤劝酒。化用宋<a href=\"http://so.gushiwen.org/author_588.aspx\">晏几道</a>《鹧鸪天》词句“彩袖殷勤捧玉钟”意。翠袖：此处借指女子或妓女。 <br>⑤金杯错落：各自举起酒杯。金杯：黄金酒杯。错落：参差相杂，一说酒器名。<br>⑥玉手琵琶：谓歌女弹奏琵琶助兴。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　这首小令既写“重阳”的美好，更写了游子的愁肠。此时正值秋高气爽，同时万物也开始萧疏。大雁南归，更易引发游子思乡。秋野丰美多姿，而秋景却最令游子泪下神伤，给人一种沧桑的感觉。</p> <p>　　前三句：“对青山强整乌纱，归雁横秋，倦客思家”， 意思是说，面对着青山勉强整理头上的乌纱，归雁横越秋空，困倦的游子思念故家。这是<a href=\"http://so.gushiwen.org/view_71845.aspx\">诗</a>人登高时所见之景，“秋”“归雁”之意象传出达出困倦游子对家的思念。这种感情，正如晋代<a href=\"http://so.gushiwen.org/author_645.aspx\">陶渊明</a>在《归园田居》中所写的“羁鸟恋旧林，池鱼思故渊”一样。 <a href=\"http://so.gushiwen.org/author_394.aspx\">张可久</a>的一生是在时隐时仕、辗转下僚中度过的。他自己所说的“半纸虚名，万里修程”（《上小楼·春思》），是很形象的概括。此时，已逾古稀之年的他，早已厌倦官场的倾轧，望着南归的大雁，内心感到无限惆怅。 </p> <p>　　接下来，“翠袖殷勤，金杯错落，玉手琵琶”三句，诗人由写眼前景转为对昔日生活的回忆，其中“翠袖”“金杯”“玉手”就是诗人忆往昔欢乐生活时浓缩而成的意象。这里化用了宋代词人<a href=\"http://so.gushiwen.org/author_588.aspx\">晏几道</a>《鹧鸪天》中的“彩袖殷勤捧玉钟，当年拼却醉颜红”，写尽了宴客场景的繁华热闹。昔日官场生活，翠袖殷勤劝酒，金杯错落频举，玉手弹奏琵琶，是多么热闹，这里用的是以乐景写哀的反衬之法，与前面的“归雁横秋，倦客思家”形成强烈的对比，更凸见诗人此时的孤寂心境。 </p> <p>　　七八两句：“人老去西风白发，蝶愁来明日黄花”，化用了<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>的诗句：“相逢不用忙归去，明日黄花蝶也愁。”由于添加了“西风白发”这一意象，因而在意境上更胜一筹；同时，倒装加对偶的句式，韵律和谐，也可以看出诗人的匠心。这也是这首曲中的名句，是诗人有感于眼前之景，有思于今非昔比的境况而发出的深沉感慨：西风吹着满头白发，突然省悟到，人终有衰老之时，花亦有凋败之日，面对已凋谢的黄花，连蜂蝶都要发愁，何况人呢。人生易老，好景不常，游子不要留恋他乡。 </p> <p>　　末三句：“回首天涯，一抹斜阳，数点寒鸦。”这里又化用宋词人<a href=\"http://so.gushiwen.org/author_125.aspx\">秦观</a>的《满庭芳》的诗句“斜阳外，寒鸦数点，流水绕孤村”。诗人在此以景结情，写出眼前的凄凉景象：回首茫茫天涯，只见一抹斜阳，几只远飞的寒鸦。这是景语，又是情语；这既是实景，又是作者大半生人生路途的写照。苍凉微茫的景色，反映出诗人漂泊无依的情怀，倦客之心、思乡之情溢于笔端。 </p> <p>　　综观全曲，一个“思”字贯穿全篇。诗人由眼前实景写起，触景生情，忆往昔欢乐事，更添此刻思乡之愁，最后，以景结情，回顾漫漫天涯路，抒迟暮思归之情。语言清丽，对仗工整，特别是巧妙地引前人诗词入曲，清雅自然，具有典雅蕴藉之美，堪称元散曲中的精品。</p>",
  "poet": {
    "id": 394,
    "star": 0,
    "name": "张可久",
    "image": "http://img.gushiwen.org/authorImg/zhangkejiu.jpg",
    "desc": "张可久（约1270～1348以后）字小山（一说名伯远，字可久，号小山）（《尧山堂外纪》）；一说名张可久肖像（林晋生作）可久，字伯远，号小山（《词综》）；又一说字仲远，号小山（《四库全书总目提要》），庆元（治所在今浙江宁波鄞县）人，元朝重要散曲家，剧作家，与乔吉并称“双壁”，与张养浩合为“二张”。"
  },
  "tags": [
    "重阳节",
    "登高",
    "写景",
    "游子",
    "思乡"
  ]
}