{
  "id": 7737,
  "star": 29,
  "name": "日出行 / 日出入行",
  "dynasty": "唐代",
  "content": "日出东方隈，似从地底来。<br>历天又复入西海，六龙所舍安在哉？<br>其始与终古不息，人非元气，安得与之久徘徊？<br>草不谢荣于春风，木不怨落于秋天。<br>谁挥鞭策驱四运？万物兴歇皆自然。<br>羲和！羲和！汝奚汩没于荒淫之波？<br>鲁阳何德，驻景挥戈？<br>逆道违天，矫诬实多。<br>吾将囊括大块，浩然与溟涬同科！",
  "fanyi": "<p><strong>译文</strong><br>太阳从东方升起，似从地底而来。<br>它年复一年，日复一日，穿过天空，没入西海。<br>自古以来，从来如此。人不是元气，怎能与太阳一样地天长地久呢？<br>花草不对春风的爱抚表示感谢，落叶也不对秋风的凋残表示埋怨。<br>哪里有谁挥鞭驱赶着四时运转呢？其实万物的兴衰旨由自然。<br>羲和呀羲和，是谁要你载着太阳落入大海的？<br>鲁阳有什么德行，竟能挥戈驻日？<br>这些传说逆道违天，实在是荒谬绝伦！<br>我将要与天地合而为一，浩然与元气涅为一体。</p> <p><strong>注释</strong><br>日出入行：乐府旧题。《乐府<a href=\"http://so.gushiwen.org/view_7737.aspx\">诗</a>集》卷二十八列于《相和歌辞·相和曲》，又在卷一《郊庙歌辞》中有汉之《日出入》古辞。<br>隈：山的曲处。<br>元气：中国古代哲学家常用术语，指天地未分前的混沌之气，被认为是最原始、最本质的因素。<br>“安得”句：人怎能与日出日落一徉的长久呢？之：指前文所说的日出日落。<br>四运：即春夏秋冬四时。<br>汩没：隐没。荒淫之波：指大海。荒淫：浩瀚无际貌。<br>羲和：传说中为日神驾车的人。<br>鲁阳：《淮南子·冥览训》说鲁阳公与韩酣战，时已黄昏，鲁援戈一挥，太阳退三舍（一舍三十里）。<br>大块：自然天地也。《庄子·齐物论》：“夫大块喻气，其名为风。”成玄英疏：“大块者，造物之名，自然之称也。”<br>溟涬：谓元气也。同科：同类。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　汉代乐府中也有《日出入》篇，它咏叹的是太阳出入无穷，而人的生命有限，于是幻想骑上六龙成仙上天。<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>的这首拟作一反其意，认为日出日落、四时变化，都是自然规律的表现，而人是不能违背和超脱自然规律的，只有委顺它、适应它，同自然融为一体，这才符合天理人情。这种思想，表现出一种朴素的唯物主义光彩。</p> <p>　　<a href=\"http://so.gushiwen.org/view_7737.aspx\">诗</a>凡三换韵，作者抒情言志也随着韵脚的变换而逐渐推进、深化。前六句，从太阳的东升西落说起，古代神话讲，羲和每日赶了六条龙载上太阳神在天空中从东到西行驶。然而李白却认为，太阳每天从东升起，“历天”而西落，这是其本身的规律而不是什么“神”在指挥、操纵。否则，“六龙安在？”意谓：六条龙又停留在什么地方呢？这是反问句式，实际上否认了六龙存在的可能性，当然，羲和驱日也就荒诞不可信了。太阳运行，终古不息，人非元气，是不能够与之同升共落的。“徘徊”两字用得极妙，太阳东升西落，犹如人之徘徊，多么形象生动。在这一段中，诗人一连用了“似”、“安在”、“安得”这些不肯定、不确认的语词，并且连用了两个问句，这是有意提出问题，借以引起读者的深省。诗人故意不作正面的阐述而以反诘的方式提问，又使语气变得更加肯定有力。</p> <p>　　中间四句，是说草木的繁荣和凋落，万物的兴盛和衰歇，都是自然规律的表现，它们自荣自落，荣既不用感谢谁，落也不用怨恨谁，因为根本不存在某个超自然的“神”在那里主宰着四时的变化更迭。这四句诗是全篇的点题之处、核心所在。“草不”、“木不”两句，连用两个“不”字，加强了肯定的语气，显得果断而有力。“谁挥鞭策驱四运”这一问，更增强气势。这个“谁”字尤其值得思索。对于这一问，作者的回答是：“万物兴歇皆自然。”回答是断然的，不是神而是自然。此句质朴刚劲，斩钉截铁，给人以字字千钧之感。</p> <p>　　最后八句中，诗人首先连用了两个诘问句，对传说中驾驭太阳的羲和和挥退太阳的大力士鲁阳公予以怀疑，投以嘲笑：羲和呵羲和，你怎么会沉埋到浩渺无际的波涛之中去了呢？鲁阳公呵鲁阳公，你又有什么能耐挥戈叫太阳停下来？这是<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>“天问”式的笔法，这里，李白不仅继承了屈原浪漫主义的表现手法，而且比屈原更富于探索的精神。李白不单单是提出问题，更重要的是在回答问题。既然宇宙万物都有自己的规律，那么硬要违背这种自然规律（“逆道违天”），就必然是不真实的，不可能的，而且是自欺欺人的了（“矫诬实多”）。照李白看来，正确的态度应该是：顺应自然规律，同自然（即“元气”，亦即“溟涬”）融为一体，混而为一，在精神上包罗和占有（“囊括”）天地宇宙（“大块”）。人如果做到了这一点，就能够达到与溟涬“齐生死”的境界了。</p> <p>　　西方的文艺理论家在谈到积极浪漫主义的时候，常常喜欢用三个“大”来概括其特点：口气大、力气大、才气大。这种特点在李白身上得到了充分的体现。李白诗中曾反复出现过关于大鹏、关于天马、关于长江黄河和名山大岭的巨大而宏伟的形象。如果把李白的全部诗作比作交响乐的话，那么这些宏大形象就是这支交响乐中主导的旋律，就是这支交响乐中非常突出的、经常再现的主题乐章。在这些宏大的形象中，始终跳跃着一个鲜活的灵魂，这，就是诗人自己的个性。诗人写大鹏：“燀赫乎宇宙，凭陵乎昆仑，一鼓一舞，烟朦沙昏，五岳为之震荡，百川为之崩奔”（《大鹏赋》）；诗人写天马：“嘶青云，振绿发”，“腾昆仑，历西极”，“口喷红光汗沟朱”，“曾陪时龙跃天衢”（《天马歌》）。诗人所写的山是：“太白与我语，为我开天关。愿乘泠风去，直出浮云间”（《登太白峰》）；诗人所写的水是：“黄河落天走东海，万里泻入胸怀间”（《赠裴十四》）。李白总爱写宏伟巨大、不同凡响的自然形象，而在这些形象中又流露出这样大的口气，焕发着这样大的力气和才气，其原因就在这首《日出入行》的最后两句中──“吾将囊括大块，浩然与溟涬同科！”这是诗人“天地与我并生”、“万物与我为一”的自我形象。这个能与“溟涬同科”的“自我”，是李白精神力量的源泉，也是他浪漫主义创作方法的思想基础。</p> <p>　　李白受老庄影响颇深，也很崇奉道教。一度曾潜心学道，梦想羽化登仙，享受长生之乐。但从这首诗看，他对这种“逆道违天”的思想和行动，是怀疑和否定的。他实际上用自己的诗篇否定了自己的行动。这正反映出诗人的矛盾心理。</p> <p>　　这首诗，在表现手法上，把述事、抒情和说理结合起来，既跳开了空泛的抒情，又规避了抽象的说理，而是情中见理，理中寓情，情理相互生发。诗中频频出现神话传说，洋溢着浓郁而热烈的浪漫主义色彩，而诗人则在对神话传说中人事的辩驳、揶揄和否定的抒写中，把“天道自然”的思想轻轻点出，显得十分自如、贴切，情和理契合无间。诗篇采用了杂言句式，从二字句到九字句都有，不拘一格，灵活自如。其中又或问或答，波澜起伏，表达了深刻的哲理，而且那样具有论辩性和说服力。整首诗读来轻快、活泼而又不失凝重。</p>",
  "about": "<h2>创作背景</h2> 　　汉代乐府中有《日出入》篇，它咏叹的是太阳出入无穷，而人的生命有限，于是幻想骑上六龙成仙上天。<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>的这首<a href=\"http://so.gushiwen.org/view_7737.aspx\">诗</a>反其意而作。此诗并非凭空说理，而是有感于现实而发。《唐宋诗醇》认为此诗“似为求仙者发”，<a href=\"http://so.gushiwen.org/author_39.aspx\">沈德潜</a>《唐诗别裁》说得更为肯定：“言鲁阳挥戈之矫诬，不如委顺造化之自然也，总见学仙之谬。”",
  "poet": {
    "id": 247,
    "star": 0,
    "name": "李白",
    "image": "http://img.gushiwen.org/authorImg/libai.jpg",
    "desc": "李白（701年－762年），字太白，号青莲居士，唐朝浪漫主义诗人，被后人誉为“诗仙”。祖籍陇西成纪(待考)，出生于西域碎叶城，4岁再随父迁至剑南道绵州。李白存世诗文千余篇，有《李太白集》传世。762年病逝，享年61岁。其墓在今安徽当涂，四川江油、湖北安陆有纪念馆。"
  },
  "tags": [
    "叙事",
    "抒情",
    "说理"
  ]
}