{
  "id": 7981,
  "star": 15,
  "name": "江夏赠韦南陵冰",
  "dynasty": "唐代",
  "content": "胡骄马惊沙尘起，胡雏饮马天津水。<br>君为张掖近酒泉，我窜三色九千里。<br>天地再新法令宽，夜郎迁客带霜寒。 <br>西忆故人不可见，东风吹梦到长安。<br>宁期此地忽相遇，惊喜茫如堕烟雾。<br>玉箫金管喧四筵，苦心不得申长句。 <br>昨日绣衣倾绿尊，病如桃李竟何言。<br>昔骑天子大宛马，今乘款段诸侯门。<br>赖遇南平豁方寸，复兼夫子持清论。 <br>有似山开万里云，四望青天解人闷。<br>人闷还心闷，苦辛长苦辛。<br>愁来饮酒二千石，寒灰重暖生阳春。 <br>山公醉后能骑马，别是风流贤主人。<br>头陀云月多僧气，山水何曾称人意。<br>不然鸣笳按鼓戏沧流，呼取江南女儿歌棹讴。<br>我且为君槌碎黄鹤楼，君亦为吾倒却鹦鹉洲。<br>赤壁争雄如梦里，且须歌舞宽离忧。",
  "fanyi": "<p><strong>译文<br></strong>胡人骄矜战马惊奔沙尘隆起，时局艰险石勒般的胡雏饮马京师之水。<br>您为远赴张掖近酒泉，我被流放来到三巴路程九千里。<br>颁诏大赦法令宽松如同天地再新，流放夜郎的迁谪之人携带一身寒霜归还。<br>怀忆西方的老朋友不可相见，东风把我的梦儿带到长安与你相会。<br>哪里想到在此地忽然相遇，惊喜之间又茫然如堕烟雾。<br>筵席上玉箫金管喧响四下，心情苦涩难以用七言长句淋漓抒发。<br>昨日里绣衣侍御绿褥频倾，我却有如得病桃李竟然无言无语。<br>昔日天子恩赐大宛马逍遥迈行，如今骑劣马步履艰难奔走侯门。<br>幸赖相遇南平太守李之遥心胸豁达，再加上夫子您陈述高论清谈。<br>有如青山顶上拨开万里云雾，眺望炙朗青天解除烦闷。<br>人闷最终还是心闷，苦辛依旧长是苦辛。<br>愁肠袭来饮酒二千石，渴望死灰复燃严寒中重生阳春。<br>仿效山公酒醉仍能骑马出行，这也是主人与大家的一番风流。<br>头陀寺的云月烟空带有一股僧气，如此山水哪能称人心意？<br>要不然鸣筑击鼓相戏沧凉清流，呼唤江南女儿鼓棹讴歌。<br>我将为您捶碎这黄鹤高楼，您也为我翻倒那鹦鹉之洲。<br>三国时赤壁争雄有如梦中之事，还是边歌边舞宽却离别的忧愁。</p> <p><strong>注释<br></strong>⑴江夏：唐天宝元年（742年）改鄂州为江夏郡，即今武汉市武昌。南陵：今安徽省南陵县。韦南陵冰：即南陵县令韦冰，<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>在长安结识的友人。<br>⑵胡骄：《汉书·匈奴传》匈奴单于自称“南有大汉，北有强胡。胡者，天之骄子也”。此指安史叛军。胡雏：年幼的胡人。《晋书·石勒载记》：“石勒……上党武乡羯人也。……年十四，随邑人行贩洛阳，倚啸上东门。王衍见而异之，顾谓左右曰：‘向者胡雏，吾观其声视有奇志，恐将为天下之患。’”这里亦指安史之兵。天津：河南洛阳西南洛水上有天津桥。<br>⑶张掖（yè）、酒泉：皆唐郡，在今甘肃张掖市、酒泉市一带。瞿蜕园等《李白集校注》：“韦冰盖先曾官于张掖，旋至长安，今赴官南陵也。”三巴：东汉末益州牧刘璋分巴郡为永宁、固陵、巴三郡，后改为巴、巴东、巴西三郡，合称三巴。<br>⑷天地再新：指两京收复后形势重新好转。法令宽：指乾元二年（759年）的大赦。迁客：指自己。带霜寒：比喻心有余悸。<br>⑸故人：指韦冰。<br>⑹宁期：哪里料到，没想到。<br>⑺一句：一作“长句”。唐代以七言古<a href=\"http://so.gushiwen.org/view_7981.aspx\">诗</a>为长句。<br>⑻绣衣：指御史台的官员。因其常出使幕府，故有时亦以绣衣称幕僚。病如桃李：病得像不讲话的桃李。此借《史记·李将军列传》“桃李不言”的典故。这两句大约是说：昨天曾与节度使的幕僚们在一起钦宴，但心里抑郁，像无言的桃李，没处诉说。<br>⑼大宛（yuān）马：古代西域大宛国所产的名马。款段：行走缓慢的马。此指劣马。诸侯：此指地方长官。<br>⑽南平，指李白的族弟南平太守李之遥。豁方寸：开心。夫子：对韦冰的尊称。清论：清高脱俗的言论。<br>⑾二千石：中国古代计算酒的容量用升、斗、石等单位。二千石是夸张的说法。<br>⑿山公：指晋人山简，常喝酒喝得烂醉如泥，“复能乘骏马，倒著白接蓠”（《世说新语·任诞》）。贤主人：指韦冰。此句以山简喻韦冰。<br>⒀头陀：僧寺名，故址约在今湖北武昌县东南。<br>⒁笳：古代一种乐器。按鼓：击鼓。戏沧流：到江中游玩。歌棹（zhào）讴（ōu）：以船桨打着拍子唱歌。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　<a href=\"http://so.gushiwen.org/view_7981.aspx\">诗</a>一开始，便是一段倒叙。这是骤遇后对已往的追忆。诗人说：“安史乱起，你远赴张掖，我避地三巴，地北天南，无缘相见。而当叛乱初平，肃宗返京，我却琅当入狱，披霜带露，长流夜郎，自觉将凄凉了却残生。想起长安旧交，此时必当随驾返朝，东风得意，而自己大约只能在梦中会见他们了。谁料想，我有幸遇赦，竟然又遇见无望相会的长安故人。这实在令人喜出望外，惊讶不已，简直不可思议，茫然如堕烟雾。”<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>是遇赦的罪人，韦冰系被贬的官员，在那相逢的宴会上，人众嘈杂，彼此的遭遇不可能说得了，道得清。从开头到“苦心”句为一段，在概括追叙骤遇的惊喜之中，诗人寄托着自己和韦冰两人的不幸遭遇和不平情绪；在抒写迷惑不解的思绪之中，蕴含着对肃宗和朝廷的皮里阳秋的讥刺。这恍如梦魂相见的惊喜描述，其实是大梦初醒的痛心自白。爱国的壮志，济世的雄图，竟成为天真的迷梦，真实的悲剧。</p> <p>　　诗人由衷感激故人的解慰。他说：“昨天的宴会上，衣绣的贵达为自己斟酒，礼遇殊重。但是，他们只是爱慕我的才名，并不真正理解我，而我‘病如桃李’，更有什么可讲的呢？当然，‘桃李不言，下自成蹊’，世人终会理解我的，对于我的今昔荣辱，就得到故人的了解。前些时听到了南平太守李之遥一番坦率的真心话，使人豁开胸襟；今日在这里又得闻你的清正的言论，真好像深山拨开云雾，使人看到晴朗的天空，驱散了心头的苦闷。”从“昨日”句到“四望”句这一段，诗人口气虽然比较平缓，然而却使人强烈感受到他内心无从排遣的郁结，有似大雷雨来临之前的沉闷。</p> <p>　　最后一段，笔势奔放恣肆，强烈的悲愤，直泻而出，仿佛心头压抑的山洪，暴发了出来，猛烈冲击这现实的一切。诗中写道：“人闷，心闷，苦痛，辛酸，接连不断，永远如此。我只有借酒浇愁，痛饮它二千石。汉代韩安国身陷囹圄，自信死灰可以复燃，我为什么不能呢？晋朝山简镇守襄阳时，常喝得酩酊大醉，还能骑乘骏马，别是一番贤主人的风流倜傥之举。”而李白喝的是苦闷之酒，孤独一人，自然没有那份闲适之情了，所以酒醉也不能遣闷。于是他说：“还是去遨游山水吧，但又觉得山山水水都像江夏附近著名古刹头陀寺一样，充斥那苦行的僧人气，毫无乐趣，不称人意。那么，哪里是出路，何处可解闷呢？倒不如乘船飘游，招唤乐妓，鸣笳按鼓，歌舞取乐；把那曾经向往、追求的一切都铲除掉，不留痕迹；把那纷争逞雄的政治现实看作一场梦幻，不足介怀；就让歌舞来宽解离愁吧！”诗人排斥了自己以往自适的爱好，并非自暴自弃，而是极度苦闷的暴发，激烈悲愤的反抗。这最后十四句，情调愈转越激烈。矛头针对黑暗的政治，冷酷的现实。</p> <p>　　“我且为君捶碎黄鹤楼，君亦为吾倒却鹦鹉洲”，是此篇感情最激烈的诗句，也是历来传诵的名句。“黄鹤楼”因神仙骑鹤上天而闻名，“鹦鹉洲”因东汉汉末年作过《鹦鹉赋》的<a href=\"http://so.gushiwen.org/author_441.aspx\">祢衡</a>被黄祖杀于此洲而得名。一个令人向往神仙，一个触发不遇的感慨，虽然是传说和历史，却寄托了韦冰和李白的情怀遭际。游仙不是志士的理想，而是失志的归宿；不遇本非明时的现象，却是自古而然的常情。李白以知己的情怀，对彼此的遭际表示极大的激愤，因而要“捶碎黄鹤楼”，“倒却鹦鹉洲”，不再怀有梦想，不再自寻苦闷。然而黄鹤楼捶不碎，鹦鹉洲倒不了，诗人极大的愤怒中包含着无可奈何的悲伤。</p> <p>　　这诗抒写的是真情实感，然而构思浪漫奇特。诗人抓住在江夏意外遇见韦冰的机缘，敏锐觉察这一意外相遇的喜剧中隐含着悲剧内容，浪漫地夸张地把它构思和表现为如梦觉醒。它从遇赦骤逢的惊喜如梦，写到在冷酷境遇中觉醒，而以觉醒后的悲愤作结。从而使诗人及韦冰的遭遇具有典型意义，真实地反映出造成悲剧的时代特点。诗人是怨屈悲愤的，又是痛心绝望的，他不堪回首而又悲慨激昂，因而感情起伏转换，热烈充沛，使人清楚地看到他那至老未衰的“不干人、不屈己”的性格，“大济苍生”、“四海清一”的抱负。这是诗人暮年作品，较之前期作品，思想更成熟，艺术更老练，而风格依旧，傲岸不羁，风流倜傥，个性突出，笔调豪放，有着强烈的感情色彩。</p>",
  "about": "<h2>创作背景</h2> <p>　　唐肃宗乾元二年（759年），<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>在长流夜郎途中遇赦放还，在江夏（治所在今湖北武汉市武昌）逗留的日子里，遇见了长安故人、当时任南陵（今属安徽）县令的韦冰。在唐肃宗<a href=\"http://so.gushiwen.org/author_1631.aspx\">李亨</a>和永王李璘的夺权内哄中，李白成了牺牲品，蒙受奇冤大屈。此时刚遇大赦，又骤逢故人，使他惊喜异常，满腔悲愤，不禁迸发，便写成了这首沉痛激烈的政治抒情<a href=\"http://so.gushiwen.org/view_7981.aspx\">诗</a>。</p> <p>　　郁贤皓《李白丛考·李白暮年若干交游考索》：“此诗乾元二年（759）流放夜郎遇赦归至江夏时作。”安旗等《李白全集编年注释》系此诗于唐肃宗上元元年（760年）春。</p>",
  "poet": {
    "id": 247,
    "star": 0,
    "name": "李白",
    "image": "http://img.gushiwen.org/authorImg/libai.jpg",
    "desc": "李白（701年－762年），字太白，号青莲居士，唐朝浪漫主义诗人，被后人誉为“诗仙”。祖籍陇西成纪(待考)，出生于西域碎叶城，4岁再随父迁至剑南道绵州。李白存世诗文千余篇，有《李太白集》传世。762年病逝，享年61岁。其墓在今安徽当涂，四川江油、湖北安陆有纪念馆。"
  },
  "tags": [
    "追忆",
    "抒怀",
    "愤懑"
  ]
}