{
  "id": 62144,
  "star": 8,
  "name": "喜迁莺·鸠雨细",
  "dynasty": "宋代",
  "content": "鸠雨细，燕风斜。春悄谢娘家。一重帘外即天涯。何必暮云遮。 <br>钏金寒，钗玉冷。薄醉欲成还醒。一春梳洗不簪花。孤负几韶华。",
  "fanyi": "<h2>注释</h2> ①“鸠雨”两句：形容燕子和鸠鸟在斜风细雨中来回飞翔。<br>②谢娘：指思妇。<br>③暮云：黄昏时天上的云霞。以上两句是说咫尺天涯。两人相隔虽只一重帘子，就无法相见，不必有断肠人在天涯之叹。<br>④“钏金”两句：即金钏寒，玉钗冷，形容春寒。<br>⑤孤负：即辜负。　韶华：美好的春光。",
  "shangxi": "<h2>赏析</h2> <p>　　写闺怨之词，难度颇大。但作者在这首短词中，却用简洁而又优雅的笔触，成功地塑造了一个有些类似于《牡丹亭》中杜丽娘式的少女形象。她的伤春情绪，她的不甘于深锁闺房的反抗精神，以及她对美好生活的追求与留恋，就都给人们留下了深刻难忘的印象。 </p> <p>　　词从暮春景色写起。“鸠雨细，燕风斜”二句，用笔极优美，一上来就给人以美的享受。词人将细雨斜风倒装成雨细风斜，将意思的重点落在“细”字、“斜”字上；再加以“鸠”字、“燕”字缀成“鸠雨”、“燕风”，又巧妙地给风雨赋予了季节的特点。将雨时鹁鸠鸣声急，故有“鸠唤雨”之说，<a href=\"http://so.gushiwen.org/view_62144.aspx\">诗</a>词中常二字连用；鹁鸠在古时亦称布谷鸟。布谷催耕，常与连绵的细雨连在一起。燕儿的飞翔，又常与春风“作伴”。所以上面六个字，准确、形象地交代出了暮春的季节特点，为后文点明“春悄”之“春”字，作了铺垫。不仅如此，布谷鸟在细雨中自由地鸣叫，小燕子在斜风中快乐地起舞，这声音与动作，又和下文“春悄谢娘家”的幽静、寂寥，形成了对比。谢娘，原指东晋王凝之妻谢道韫；这里借以暗示词中的女主角是一位贵族人家的才女。试想，窗外早已是一片生机勃发的春景，而屋内却是一片闷沉的气氛（更何况，被深锁于此的又是一位年轻活泼的姑娘），所以女主角那种爱慕大好春光、不甘被锁深闺的心理，就含蓄而丰满地写出了。从这三句中就不难见到作者用心之深，下笔之细。 </p> <p>　　接下两句，一反上面那种隐而不露的写法，而出以“怨语”：“一重帘外即天涯，何必暮云遮”？时光已抵傍晚，天又不放晴，一块浓重的暮云更遮断了少女凝望天边的视线，故而她就发出了怨恨之语。意思是：一重帘子就已将我阻隔在深院内室，使得帘外之近竟变成了“天涯”之遥，更何况天上还有重重乌云来遮隔呢？从这两句来看，在她内心深处，藏有一个“心上人”的影子。她想要与他会面，奈何家规和礼教绝不允许这么做，怨恨之极，只得从“尤人”发展到了“怨天”——但出于大家闺秀的身份，她却又不能直言其埋怨父兄之情，只能将一股怨气尽撒之于帘子和暮云。这其间的曲折三昧，尽在文字之外。于此亦可见得作者揣摸和刻画人物内心世界的深湛功夫和高超技巧。 </p> <p>　　既然心中充溢着怨恨，那么她必然会有所反抗。但是她缺乏勇气和机会，因此只能采取比较“消极”和婉转的反抗形式。“钏金寒，钗玉冷，薄醉欲成还醒”以及“一春梳洗不簪花”这几句就是写她的这种“消极反抗”。摘下了手臂上的金钏，拔下了头发上的玉钗，甚至一整个春天都不愿插花打扮，这实际是暗示自己“岂无膏沐，谁适为容”（《诗·卫风·伯兮》）的心意，同时又是向她父兄的一种“抗议”行动。可是，她的这种举止行动并没有收到多大的效果，——父兄并没有让她走出深闺，而所怀的恋人也并不能因此而得见，所以她又一次堕入了痛苦之中。 </p> <p>　　“钏金寒”的“寒”字，“钗玉冷”的“冷”字，就反衬了她得不到安慰与温暖的失望心理。而“薄醉不成还醒”更表明她内心的苦闷远非醉酒所能排遣。最妙的则还在词尾：尽管她一春不愿簪花打扮，然而却吐出了一句“真话”：“孤负几韶华！”意思说：让一年的春光白白流逝，让一年的鲜花白白丢抛，从真心而言，实在又是舍不得的。“韶华”与“孤负”这两个词连在一起，极为沉重，内蕴又极为丰富。它所表达的，就正是杜丽娘所唱出的感叹：“则为你如花美眷，似水流年，是答儿闲寻遍，在幽闺自怜。”因而，极能代表封建社会中广大青年妇女（特别是有才之女）所普遍怀有的悲剧心理，具有相当深刻的典型意义。这是此词更深一层意思。 </p> <p>　　这首词的题材内容虽跳不出一般婉约词描写“春思”、“闺怨”的窠臼，但从它所写到的反抗心理和悲剧心理来看，却又不乏某种新意。它从常见的怀人进而写到了对于命运的怨叹，又写到了对于人生的肯定，都显示了思想内蕴之深厚。</p>",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "许棐"
  },
  "tags": [
    "婉约",
    "写景",
    "女子",
    "闺怨",
    "伤春"
  ]
}