{
  "id": 29084,
  "star": 8448,
  "name": "嫦娥",
  "dynasty": "唐代",
  "content": "云母屏风烛影深，长河渐落晓星沉。<br>嫦娥应悔偷灵药，碧海青天夜夜心。",
  "fanyi": "<p><strong>译文</strong><br>透过装饰着云母的屏风，烛影渐渐暗淡下去。银河也在静静地消失，晨星沉没在黎明的曙光里。<br>月宫的嫦娥恐怕后悔偷了后羿的长生不老药，现在只有那青天碧海夜夜陪伴着她一颗孤独的心。</p> <p><strong>韵译<br></strong>云母屏风染上一层浓浓的烛影，银河逐渐斜落启明星也已下沉。<br>嫦娥想必悔恨当初偷吃下灵药，如今独处碧海青天而夜夜寒心。</p> <p><strong>注释<br></strong>1．嫦娥：古代神话中的月中仙女，江苏人。《淮南子·览冥训》：“羿请不死之药于西王母，恒娥窃以奔月。”恒又作姮。<br>2．云母屏风：嵌着云母石的屏风。此言嫦娥在月宫居室中独处，夜晚，唯烛影和屏风相伴。 <br>3．长河句：银河逐渐向西倾斜，晓星也将隐没，又一个孤独的夜过去了。<br>4．碧海：《十洲记》：“扶桑在东海之东岸，岸直，陆行登岸一万里，东复有碧海，海阔狭浩汗，与东海等，水既不咸苦，正作碧色。”</p>",
  "shangxi": "<h2>赏析</h2> <p>　　就内容而论，这是一首咏嫦娥的<a href=\"http://so.gushiwen.org/view_29084.aspx\">诗</a>。然而各家看法不一。有人以为歌咏意中人的私奔，有人以为是直接歌咏主人公处境孤寂，有人以为是借咏嫦娥另外有所寄托，有人以为是歌咏女子学道求仙，有人以为应当作“无题”来看。兹且当作歌咏幽居寂处，终夜不眠的女子。以此而论，着实写得贴情贴理。语言含蕴，情调感伤。</p> <p>　　前两句描绘主人公的环境和永夜不寐的情景。室内，烛光越来越黯淡，云母屏风上笼罩着一层深深的暗影，越发显出居室的空寂清冷，透露出主人公在长夜独坐中黯然的心境。室外，银河逐渐西移垂地，牛郎、织女隔河遥望，本来也许可以给独处孤室的不寐者带来一些遐想，而这一派银河即将消失。那点缀着空旷天宇的寥落晨星，仿佛默默无言地陪伴着一轮孤月，也陪伴着永夜不寐者，此时连这最后的伴侣也行将隐没。“沉”字正逼真地描绘出晨星低垂、欲落未落的动态，主人公的心也似乎正在逐渐沉下去。“烛影深”“长河落”“晓星沉”，表明时间已到将晓未晓之际，着一“渐”字，暗示了时间的推移流逝。索寞中的主人公，面对冷屏残烛、青天孤月，又度过了一个不眠之夜。尽管这里没有对主人公的心理作任何直接的抒写刻画，但借助于环境氛围的渲染，主人公的孤清凄冷情怀和不堪忍受寂寞包围的意绪却几乎可以触摸到。</p> <p>　　在寂寥的长夜，天空中最引人注目、引人遐想的自然是一轮明月。看到明月，也自然会联想起神话传说中的月宫仙子──嫦娥。据说她原是后羿的妻子，因为偷吃了西王母送给后羿的不死药，飞奔到月宫，成了仙子。“嫦娥孤栖与谁邻？”在孤寂的主人公眼里，这孤居广寒宫殿、寂寞无伴的嫦娥，其处境和心情不正和自己相似吗？于是，不禁从心底涌出这样的意念：嫦娥想必也懊悔当初偷吃了不死药，以致年年夜夜，幽居月宫，面对碧海青天，寂寥清冷之情难以排遣吧。“应悔”是揣度之词，这揣度正表现出一种同病相怜、同心相应的感情。由于有前两句的描绘渲染，这“应”字就显得水到渠成，自然合理。因此，后两句与其说是对嫦娥处境心情的深情体贴，不如说是主人公寂寞的心灵独白。</p> <p>　　至于这位寂处幽居、永夜不寐的主人公究竟是谁，诗中并无明确交待。诗人在《送宫人入道》诗中，曾把女冠比作“月娥孀独”，在《月夜重寄宋华阳姊妹》诗中，又以“窃药”喻指女子学道求仙。因此，说这首诗是代困守宫观的女冠抒写凄清寂寞之情，也许不是无稽之谈。唐代道教盛行，女子入道成为风气，入道后方体验到宗教清规对正常爱情生活的束缚而产生精神苦闷，三、四两句，正是对她们处境与心情的真实写照。</p> <p>　　但是，诗中所抒写的孤寂感以及由此引起的“悔偷灵药”式的情绪，却融入了诗人独特的现实人生感受，而含有更丰富深刻的意蕴。在黑暗污浊的现实包围中，诗人精神上力图摆脱尘俗，追求高洁的境界，而追求的结果往往使自己陷于更孤独的境地。清高与孤独的孪生，以及由此引起的既自赏又自伤，既不甘变心从俗，又难以忍受孤孑寂寞的煎熬这种微妙复杂的心理，在这里被诗人用精微而富于含蕴的语言成功地表现出来了。这是一种含有浓重伤感的美，在旧时代的清高文士中容易引起广泛的共鸣。诗的典型意义也正在这里。</p> <p>　　孤栖无伴的嫦娥，寂处道观的女冠，清高而孤独的诗人，尽管仙凡悬隔，同在人间者又境遇差殊，但在高洁而寂寞这一点上却灵犀暗通。诗人把握住了这一点，塑造了三位一体的艺术形象。这种艺术概括的技巧，是<a href=\"http://so.gushiwen.org/author_204.aspx\">李商隐</a>的特长。</p>",
  "about": "<h2>创作背景</h2> <p>　　<a href=\"http://so.gushiwen.org/view_29084.aspx\">诗</a>作创作背景，永远离不开作者本人的政治生活背景：作者终身处于牛李党争的夹缝之中，一生很不得志。牛李党争是在宦官专权的日子里，唐朝朝廷的官员中反对宦官的大都遭到排挤打击。依附宦官的又分为两派——以<a href=\"http://so.gushiwen.org/author_1247.aspx\">牛僧孺</a>为首领的牛党和以<a href=\"http://so.gushiwen.org/author_815.aspx\">李德裕</a>为首领的李党，这两派官员互相倾轧，争吵不休，从唐宪宗时期（805年）开始，到唐宣宗时期（846年）才结束，闹了将近40年，历史上把这次朋党之争称为“牛李党争”。牛李党争的实质就是太监当权，本诗就是讽刺太监当权的黑暗、讽刺宪宗的皇权旁落。子曰：“邦有道，则仕；邦无道，则可卷而怀之。”《嫦娥》即是“邦无道，则可卷而怀之”这类诗的典型。</p>",
  "poet": {
    "id": 204,
    "star": 0,
    "name": "李商隐",
    "image": "http://img.gushiwen.org/authorImg/lishangyin.jpg",
    "desc": "李商隐，字义山，号玉溪（谿）生、樊南生，唐代著名诗人，祖籍河内（今河南省焦作市）沁阳，出生于郑州荥阳。他擅长诗歌写作，骈文文学价值也很高，是晚唐最出色的诗人之一，和杜牧合称“小李杜”，与温庭筠合称为“温李”，因诗文与同时期的段成式、温庭筠风格相近，且三人都在家族里排行第十六，故并称为“三十六体”。其诗构思新奇，风格秾丽，尤其是一些爱情诗和无题诗写得缠绵悱恻，优美动人，广为传诵。但部分诗歌过于隐晦迷离，难于索解，至有“诗家总爱西昆好，独恨无人作郑笺”之说。因处于牛李党争的夹缝之中，一生很不得志。死后葬于家乡沁阳（今河南焦作市沁阳与博爱县交界之处）。作品收录为《李义山诗集》。"
  },
  "tags": [
    "唐诗三百首",
    "小学古诗",
    "写人",
    "孤独"
  ]
}