{
  "id": 47944,
  "star": 13,
  "name": "赠妇诗三首",
  "dynasty": "两汉",
  "content": "<span style=\"font-family:SimSun;\">秦嘉，字士会，陇西人也。为郡上计。其妻徐淑，寝疾还家，不获面别。赠诗云尔。</span></p> <p>人生譬朝露，居世多屯蹇。<br>忧艰常早至，欢会常苦晚。<br>念当奉时役，去尔日遥远。<br>遣车迎子还，空往复空返。<br>省书情凄怆，临食不能饭。<br>独坐空房中，谁与相劝勉？<br>长夜不能眠，伏枕独辗转。<br>忧来如循环，匪席不可卷。</p> <p>皇灵无私亲，为善荷天禄。<br>伤我与尔身，少小罹茕独。<br>既得结大义，欢乐苦不足。<br>念当远离别，思念叙款曲。<br>河广无舟梁，道近隔丘陆。<br>临路怀惆怅，中驾正踯躅。<br>浮云起高山，悲风激深谷。<br>良马不回鞍，轻车不转毂。<br>针药可屡进，愁思难为数。<br>贞士笃终始，恩义不可属。</p> <p>肃肃仆夫征，锵锵扬和铃。<br>清晨当引迈，束带待鸡鸣。<br>顾看空室中，仿佛想姿形。<br>一别怀万恨，起坐为不宁。<br>何用叙我心，遗思致款诚。<br>宝钗好耀首，明镜可鉴形。<br>芳香去垢秽，素琴有清声。<br>诗人感木瓜，乃欲答瑶琼。<br>愧彼赠我厚，惭此往物轻。<br>虽知未足报，贵用叙我情。",
  "fanyi": "<p><strong>译文</strong><br>人生有如清晨露水，居处世上动辄遭难。<br>忧患艰险时常降临，欢欣愉悦迟来姗姗。<br>顾念即将奉命出差，离开你啊日益遥远。<br>派遣帷车迎你归来，空空而去空空而返。<br>见你书信倍感心伤，面对美食不能下咽。<br>孤独一人静坐空房，谁能给我安慰宽勉？<br>漫漫长夜难以成眠，独自伏枕翻复辗转。<br>忧思无穷循环无尽，苇席可卷我愁难遣。</p> <p>神灵秉公没有偏爱，行善之人承享天福。<br>可叹你我命运不济，从小遭逢凄凉孤独。<br>虽然我俩结为夫妻，欢乐太少使人凄楚。<br>想起将要长久离别，殷切眷恋倾诉心曲。<br>江河宽阔苦无舟桥，路程虽近为高山隔阻。<br>临当出发心怀惆怅，行进途中不时停驻。<br>浮云涌起高耸的山岳，悲风激荡深深的幽谷。<br>良驹驰骋欲马不停蹄，人心留恋而车不转毂。<br>针药虽痛苦常能忍耐，最难承受是穷愁无数。<br>正士诚笃终始如一，情谊深长连续稳固。</p> <p>仆夫驾车迅捷疾速出发，和铃锵锵扬声鸣响不停。<br>清晨将要离别家乡远行，漏夜整装坐以等待天明。<br>回首环望寂寞幽静的空室，仿佛想见你的仪容身影。<br>此番别离心怀万般遗恨，忽起忽坐心神片刻不宁。<br>将用什么来记叙我的心意，留下信物以表白款曲忠诚：<br>饰玉宝钗可使容颜生辉，无尘明镜可以照鉴我心。<br>纯净芳香能够洁身除秽，悦耳素琴能够奏鸣清音。<br><a href=\"http://so.gushiwen.org/view_47944.aspx\">诗</a>人有感情人所赠木瓜，故想回报琼瑶美丽晶莹。<br>深切感念你待我情长意厚，惭愧啊回赠礼物价值太轻。<br>虽然知道不足以报答万一，可贵处在于寄达我一片真情。</p> <p><strong>注释</strong><br>留郡赠妇诗三首：诗题一作赠妇诗三首（《玉台新咏》卷一收录名称），据《诗纪》考证更改此名，诗序为《玉台新咏》收录时所加。<br>陇西：古称陇山以西为陇西，即今甘肃省一带。<br>上计：汉郡国每年遣吏人到京师致事，叫做上计。其所遣之吏也叫做上计。计，《玉台新咏》为掾。<br>寝疾：卧房。还：回，返回。家：指娘家。<br>获：得，能够。<br>云尔：语助词。赠诗云尔，即赠诗。<br>“人生”句：人生好比早上的露水，很快就会消失。<br>居世：处世生活。屯蹇（jiǎn）：《周易》上的两个卦名，都是表示艰难不顺利的意思，所以通常用此语来表示艰难阻滞。<br>苦晚：苦于来得太晚。<br>奉时役：即指被派遣以上计吏入京致事，报告当年人口土地财政刑狱等情况。时：通“是”，就是此。<br>去：离开。尔：你，指<a href=\"http://so.gushiwen.org/author_2842.aspx\">徐淑</a>。日：一天一天地。<br>子：您，指秦嘉的妻子徐淑。<br>省书：秦嘉派遣车子去接妻子时，曾给徐淑写了一封信，即《与妻徐淑书》。妻子不能回来，也给秦嘉写了一封回信，即《答夫秦嘉书》。省：察看，阅看。书：即指徐淑的《答夫秦嘉书》。凄怆（chuàng）：伤感，悲痛。<br>饭：这里作动词，即吃饭。<br>劝勉：劝解，勉励。<br>辗转：屡次翻身，不能入睡。<br>寻环：即循环，周而复始，比喻愁思无穷无尽。<br>匪席不可卷：这里是借用《诗经·柏舟》“我心匪席，不可卷也”的成句。“我心匪席，不可卷也”，是说席子可卷，人心不可卷，以此来说明自己的思想意志不可改变。这里的“匪席不可卷”，是说席子可以卷起来，但心的忧思不是席子，是无法卷起来的。这是形容自己的忧思不可解脱。<br>皇灵：神灵。<br>荷：担负，承受。荷天禄：享受天赐之福。<br>少小：指年轻。罹（lí）：遭遇。茕（qióng）独：孤独。茕：孤单，孤独。<br>结大义：指结为婚姻。<br>念：疑为“今”字之讹。离别：指离家乡赴京师。<br>款曲：衷肠话，知心话。<br>道近：是说自己和徐淑所在之地相距道路很近。虽然很近但不能相见，所以说“隔丘陆”。丘：指丘陵；陆：指高平之地。<br>临路：指起程。惆怅：因失望或失意而哀伤。<br>中驾：指车在途中。踯躅（zhí zhú）：徘徊不进的样子。以上二句是说，临行依恋不舍，心中惆怅，车马在中途徘徊不进。<br>毂（gǔ）：车轮中心的圆木，周围与车辐的一端相接，中有圆孔，用以插轴。车行则毂转。以上二句是“踯躅”的具体描写。 “不回鞍”言意欲前往。“不转毂”言不肯遽行。<br>针药：针刺和药物。<br>数：屡次，频繁。以上二句是说，针刺和药物虽然痛于肤，苦于口，因其是治病的，可以常常忍受，愁思连续不断却难以忍受。<br>贞士：指言行一致，守志不移的人。笃：敦厚，忠实。<br>恩义：即情谊。不可属：疑为“可不属”。属，同“续”。这句诗似说，恩义岂可不继续呢？<br>肃肃：速度很快的样子。仆夫：赶车的人。征：行。<br>锵锵（qiāng）：铃声。和铃：古代系在车前横木上的铃叫和铃。<br>迈：远行，前进。引迈：启程。<br>顾看：回望。<br>仿佛：模糊，看不分明。姿：容貌，姿态。形：形象，形体。<br>遗思：指写信。秦嘉临出发前，又给妻子徐淑写了一封信，题为《重报妻书》。<br>素琴：没有装饰的琴。以上四句中所提及的宝钗、明镜、芳香、素琴都是秦嘉临行前留赠徐淑的东西。秦嘉的《重报妻书》有云： “问得此镜，既明且好，形观文彩，世所稀有，意甚爱之，故以相与。并致宝钗一双，价值千金，龙虎组履一纲，好香四种各一斤。素琴一张，常所自弹也。明镜可以鉴形，宝钗可以耀首，芳香可以馥身去秽，麝香可以辟恶气，素琴可以娱耳。”<br>琼瑶（qióng yáo）：美玉。这两句是借用《诗经·木瓜》的话。《诗经·木瓜》有云： “投我以木瓜，报之以琼琚。匪报也，永以为好也。”“投我以木桃。报之以琼瑶。匪报也，水以为好也。”意思是要拿更好的东西来报答对方。诗人，指《木瓜》的作者。<br>往物：送去的东西。这两句是说，你过去赠给我的东西很珍贵、很多。我回赠你的东西却很少、很不值钱，对此，我感到很惭愧。这是秦嘉给妻子写诗时说的。<br>用：以。这两句是说，虽知我这点微薄的礼物不能报答你对我的深思，但可贵的是可以用它来表达我的一点心意。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　这三首<a href=\"http://so.gushiwen.org/view_47944.aspx\">诗</a>，都是写秦嘉奉役离乡，想与妻子留别，但妻子因病不能回来相见。本来，奉役远别，已是令人感伤之事，又不能与爱妻留别，那更是悲上生悲，因此作诗三首以表达对妻子的依依惜别，苦苦思念之情。</p> <p>　　第一首诗歌以议论开头，首先大发对人生的感慨：“人生譬朝露……欢会常苦晚。”诗本应该靠形象思维，此四句却为逻辑思维，这样写一般是容易破坏诗情的，然而这里不仅没有，反而增强了此诗的艺术效果。究其原因，是议论中带着强烈的情感，字字浸血，深切感人，情感的氛围被这四句话造得浓浓的，呈现出直抒胸怀式的议论。而且四句话从大的范围高度概括了人生的短暂和艰辛，使全诗提到一个重要高度来认识诗人和妻子的不能面别之事，给全诗造成一种高格境界。诗歌由虚到实，由议论到叙事，紧接着就将自己未能和妻子面别的前后经过叙写出来。自己要“奉时役”，要和自己的妻子相距一天天遥远，遣车想让妻子回来面别，谁知妻子竟不能回来，看到妻子捎来的信，心情凄怆，“临食不能饭”，痴坐空室，长夜不眠。这段叙述不事假借，不用比兴，只是敷陈其事，但由于叙事中处处含情，字字有情韵，情深意浓。另外由于在叙事时能选取有特征的事物，如写车子的“空往复空还”，看信时的“情凄怆”，临食时的“不能饭”，空房中无人“劝勉”，直至心怀，潸然泪下，不抒情而情自溢于言外。</p> <p>　　第二首起笔突兀，以向皇灵发问，一下子将情感推向高峰。人在悲伤的时候，常常要埋怨苍天和神灵。<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>放逐，作《天问》篇，一口气向苍天提出了一百七十多个为什么。<a href=\"http://so.gushiwen.org/author_3111.aspx\">蔡文姬</a>在《胡笳十八拍》中，也呼喊“天不仁兮降离乱，地不仁兮使我逢此时”，“为天有眼兮何不见我独漂流？为神有灵兮何事处我天南海北头”，秦嘉在这首诗中开头就提出了同样的看法，他认为既然“皇灵无私亲，为善荷天禄”，那为什么“伤我与尔身，少小罹茕独”，为什么“既得结大义，欢乐苦不足”，作者忿忿不平的心情一下子达到高峰，给全诗定下情感的基调。下面稍作收煞，用和缓的语气，如泣如诉，表达离别之情。或通过比喻：“河广无舟梁，道近隔丘陆。”表示这一去不管道路远近，中间都有种种阻拦，使他和妻子难得相见。或寓情于景：“浮云起高山，悲风激深谷。”感觉到当时高山像起了愁云一样，连深谷中也像发起一阵悲风，以此造成凄清的气氛。或寓情于物，说好马也不听使唤了，车在途中不肯前进。种种主观感受，使周围的一切都染上了依依惜别的感情色彩。后四句直抒胸怀，又使情感激起一个高潮。“针药可屡进”，而连续不断的愁思是难以忍受的，然后表示自己对爱情的坚贞不渝。从而使全诗的惜别之情得到与前面一致的表现，形成一个和谐的统一体。</p> <p>　　第三首一开头就造足了起程的气氛。室外，车夫已经赶到，车铃声响起。并用叠字“肃肃”“锵锵”来形容赶车的速度，扬和铃的声音，有匆匆欲行之感。室内却是另一番情景：诗人束带整装，准备起程，再回过头看空房，只能在想像中依稀见到妻子的容貌和形体，在这奉役远行之时，不能与妻子面别，诗人起坐不宁，室内室外，情形不同，但都统一于“起程”，使起程的气氛造得浓浓的。诗人还用赠礼表达对妻子的深情厚意。宝钗、明镜、芳香、素琴都是秦嘉临行前留赠妻子的。秦嘉在《重报妻书》有云：“间得此镜，既明且好，形观文彩，世所希有，意甚爱之。故以相与，并致宝钗一双，价值千金，龙虎组履一绷，好香四种各一斤。素琴一张，常所自弹也。明镜可以鉴形，宝钗可以耀首，芳香可以馥身去秽，麝香可以辟恶气，素琴可以娱耳。”可见这四样东西之珍贵。由于珍贵，自然表达了作者的一片心意。然而作者仍然感叹《诗经·木瓜》中应当拿更好的东西报答对方，自谦地认为：妻子过去赠给自己的东西很珍贵，很多，自己赠给妻子的东西仍然显得很少，很不值钱，因此不能报答妻子对自己的深恩，但可贵的是可以用它来表达自己的一点心意。惟其珍贵却自谦，才更显出诗人的爱是无私的，是极其深厚的。这种一层深似一层的表现方式，又比《诗经·木瓜》篇更胜一筹，得到了更为理想的艺术效果。</p>",
  "about": "<h2>创作背景</h2> <p>　　作者秦嘉，曾担任郡上计的职务。他奉命赴京办事，正赶上他的妻子<a href=\"http://so.gushiwen.org/author_2842.aspx\">徐淑</a>有病还家。秦嘉由于不能与妻子面别，心中感到无限惆怅，便为他的妻子写了这三首<a href=\"http://so.gushiwen.org/view_47944.aspx\">诗</a>，作者此次奉役人京，被留为黄门郎，数年后就病卒。他和妻子的惜别，竞成为生离死别。</p>",
  "poet": {
    "id": 2747,
    "star": 0,
    "name": "秦嘉",
    "desc": "秦嘉，字士会，陇西（治今甘肃通渭）人。东汉诗人。桓帝时，为郡吏，岁终为郡上计簿使赴洛阳，被任为黄门郎。后病死于津乡亭。秦嘉赴洛阳时，妻子徐淑因病还家，未能面别。秦嘉客死他乡后，徐淑兄逼她改嫁。她“毁形不嫁，哀恸伤生”（《史通·人物》），守寡终生。秦嘉、徐淑今存的诗文并收辑于严可均《全上古三代秦汉三国六朝文》、逯钦立《先秦汉魏晋南北朝诗》。"
  },
  "tags": [
    "爱情",
    "惜别",
    "思念"
  ]
}