{
  "id": 222,
  "star": 18,
  "name": "都人士",
  "dynasty": "先秦",
  "content": "彼都人士，狐裘黄黄。其容不改，出言有章。行归于周，万民所望。</p> <p>彼都人士，台笠缁撮。彼君子女，绸直如发。我不见兮，我心不说。</p> <p>彼都人士，充耳琇实。彼君子女，谓之尹吉。我不见兮，我心苑结。</p> <p>彼都人士，垂带而厉。彼君子女，卷发如虿。我不见兮，言从之迈。</p> <p>匪伊垂之，带则有余。匪伊卷之，发则有旟。我不见兮，云何盱矣。",
  "fanyi": "<p><strong>译文<br></strong>当日京都的人士，穿着狐裘毛色黄。他们仪容没改变，说话出口就成章。回到西周旧都城，引得万民仰首望。<br>当日京都的人士，头戴草笠丝带飘。娴雅端庄君子女，稠密头发如丝绦。不见往日的景象，心里郁闷又苦恼。<br>当日京都的人士，塞耳晶莹真漂亮。娴雅端庄君子女，人称尹吉好姑娘。不见往日的景象，心中郁郁实难忘。<br>当日京都的人士，丝绦下垂身边飘。娴雅端庄君子女，卷发犹如蝎尾翘。不见往日的景象，跟随他们身后瞧。<br>不是故意垂丝带，丝带本来有余长。不是故意卷曲发，头发本来向上扬。不见往日的景象，心情怎能不忧伤。</p> <p><strong>注释<br></strong>⑴都人士：京都人士，大约指当时京城贵族。一说“都人”即“美人”。<br>⑵黄黄：形容狐裘之毛色。<br>⑶容：仪容风度。<br>⑷章：言谈有文采。<br>⑸望：仰望。<br>⑹台笠：苔草编成的草帽。台，通“苔”，莎草，可制蓑笠。缁（zī）撮（cuō）：黑布制成的束发小帽。<br>⑺绸直：头发稠密而直。绸，通“稠”。如发：她们的头发。犹言“乃发”，乃犹“其”。<br>⑻说（yuè）：同“悦”。<br>⑼充耳：又名瑱（tiàn），塞耳，古人冠冕上玉石制成的垂在两侧的装饰物。琇（xiù）：一种宝石。实：言琇之晶莹可爱。<br>⑽尹吉：名叫尹吉的姑娘。一说尹和吉是当时的两个贵族大姓。<br>⑾苑（yùn）结：即郁结，指心中忧闷、抑郁。苑，一本作“菀（yùn）”。<br>⑿垂带：腰间所系下垂之带。厉：通“裂”，即系腰的丝带垂下来。<br>⒀卷（quán）发：蜷曲的头发。虿（chài）：蝎类的一种。长尾曰虿，短尾曰蝎。此形容向上卷翘的发式。<br>⒁言：语气词，有“于焉”之意。从之：因之。迈：旧训“行”，此言愿从之行。<br>⒂旟（yú）：扬，上翘貌。<br>⒃盱（xū）：“吁”之假借，忧伤。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　此<a href=\"http://so.gushiwen.org/view_222.aspx\">诗</a>共三十句，按毛诗的分法，分为五章，每章六句。全诗皆用赋法，平淡的叙述中寄寓着浓烈的感情内容。</p> <p>　　第一章开头便以“彼都人士”仿佛是称呼又像是叙述的句子，同时交待了时间、地点、人物。一个“彼”字，浸透了诗人的物换之慨，星移之叹。诗中描绘了这样一幅画面：一位饱经乱离之苦的老人正在用略显苍老的声音告诉后人：“那个时候的京都人士啊……”“狐裘黄黄”是衣着，“其容不改”是容止，“出言有章”是言语，无论哪个方面都雍容典雅，合乎礼仪。那个时候的京都人士是如此可观可赏，言外之意便是如今见到的这些人物，皆不可同日而语了。“行归于周，万民所望”，重新回到昔日的周都是人心所向，而人们更为向往的是民生的安定，礼仪的复归和时代的昌隆。</p> <p>　　虽然“彼都人士”衣着、容止和言语都有可赞叹之处，但最为直观且可视作礼仪标志的则是衣服之美，因此以下各章多层次不厌其详地描写昔日京都人士服饰的华美有节，仪容的典雅可观。</p> <p>　　第二、三两章叙说的是彼时彼地具有典型性的男女贵族人物的形象，草笠和青布冠是男子的典型头饰，而密密直直的头发则是女子的典型特征。耳朵上的宝石饰物更是不失贵族气派。要问他们是何许人，是当时的名门望族尹氏和吉氏。此时这一切都不可得见，不能不令人忧郁愁懑。</p> <p>　　愈是忧郁愁懑愈是难以忘怀昔日的人物典章，那个时候他们衣带下垂两边飘荡，卷发上翘如蝎尾上冲，都不是随心所欲，而是合乎当时审美眼光和礼仪制度的精心设计。</p> <p>　　当然，从表现手法方面看，全诗无一笔描写今日人物形容，而是处处落笔于昔日京都男女的衣饰仪态之美，从而使今昔产生强烈的对比感，准确而深沉地传递出诗人不堪昔盛今衰的主观感受。这是其艺术上的成功之处。</p> <p>　　诗人用如此多的篇幅渲染昔日都城男女的仪容之美，意在体现周王朝当年的繁荣昌盛，但从社会发展的角度看，它正反映出社会生产力发展之后，在新旧制度的转换过程中，社会的政治、经济、文化和思想观念的巨大变革。所谓昔日的“仪容之美”，今日的“礼崩乐坏”都是不能适应时代变迁和社会发展的旧式人物不可避免的历史的悲哀。</p>",
  "about": "<h2>创作背景</h2> 　　此<a href=\"http://so.gushiwen.org/view_222.aspx\">诗</a>主要是怀念旧都执政者之美，当是贵族旧地重游，物是人非，伤感忧思不已而作的。<a href=\"http://so.gushiwen.org/author_459.aspx\">朱熹</a>《诗集传》云：“乱离之后，人不复见昔日都邑之盛，人物仪容之美，而作此诗以叹惜之也。”大概是周平王东迁之后，旧日的一位贵族回到了西周，他风度翩翩，不改旧日仪容，言谈举止温文尔雅。他的女儿闲雅端庄，黑发上翘，十分可爱。西都的遗民都很仰慕他，因而勾起了诗人对旧日京都人物仪容的思念，写下此诗。",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": [
    "诗经",
    "悼古伤今"
  ]
}