{
  "id": 50557,
  "star": 21,
  "name": "菩萨蛮·彩舟载得离愁动",
  "dynasty": "宋代",
  "content": "彩舟载得离愁动，无端更借樵风送。波渺夕阳迟，销魂不自持。 <br>良宵谁与共，赖有窗间梦。可奈梦回时，一番新别离！",
  "fanyi": "<p><strong>译文<br></strong>画船载着离愁驶离了岸边，不料正有顺风送我登程。水波辽远夕阳中天色已晚，暮色中禁不住黯然伤神。<br>美好的夜晚再与谁共度，幸好还能与爱人小窗同倚在睡梦里。无奈到了梦醒的时候，又是一番新的别离。</p> <p><strong>注释<br></strong>①菩萨蛮：本唐教坊曲，后用为词牌。亦作《菩萨鬘》，又名《子夜歌》、《重叠金》等。<br>②彩舟：结彩的船，此处指行人乘坐的船。唐<a href=\"http://so.gushiwen.org/author_197.aspx\">刘禹锡</a>《竞渡曲》：“沅江五月平堤流，邑人相将浮彩舟。”<br>③无端：无缘无故。樵风：树林中吹来的风。《后汉书·郑弘传》：“会稽山阴人”注引南朝宋孔灵符《会稽记》云：郑弘入山遇仙人问其所欲，“日：‘常患若耶溪载薪为难，愿旦南风，暮北风。后果然。”因称若耶风为郑公风，又叫樵风。后用樵风指顺风。<br>④波渺：水面宽阔，烟波茫茫的样子。 迟：晚。<br>⑤自持：控制自己。<br>⑥赖：感情依托。<br>⑦可奈：怎奈，岂奈之意。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　这首词描写离愁别恨。</p> <p>　　上片写离愁。“彩舟载得离愁动，无端更借樵风送”二句，想象十分丰富，构思奇特，它突破了向来以山、水、烟、柳等外界景物来愈愁的手法，把难于捉摸、无踪无影的抽象愁情写得好像有了体积、有了重量。这里，“彩舟”指行人乘坐之舟。长亭离宴，南浦分手，一片哀愁。现在，兰舟已缓缓地离开了码头，随着兰舟的渐渐远去，哀愁不但没有减轻，所而愈加凝重。他的心头仍是那样的悲哀，以致觉得这载人的舟上，已经载满了使人、使舟都不堪负担的离愁同行，无法摆脱，无法疾驶。后来<a href=\"http://so.gushiwen.org/author_536.aspx\">李清照</a>《武陵春》中的：“只恐双溪舴艋舟，载不动许多愁”恐怕就是受此词的影响。“无端更借樵风送”紧承上句，船借着顺风飞快地远航而去，那伫立在岸边送行人的倩影，很快就不见了。词人五内俱伤，哀感无端，不由地对天公产生了奇特的怨责：为何偏在这个时候，没来由刮来一阵无情的顺风，把有情人最后相望的一丝安慰也吹得干干净净呢！这句中，“无端”即无缘无故之意。“樵风”，典出《会稽记》。郑宏年轻时上山砍柴，碰到了一位神人。他向神人请求若耶溪上“旦，南风；暮，北风”，以利于运柴，后果如所愿。故“樵风”即有顺风之意。</p> <p>　　“波渺夕阳迟，销魂不自持。”二句变上面的郁结蟠曲为凌空飞舞，由疏转密，情中布景，词人展望前程。天低水阔，烟波茫茫。一抹夕阳的余晖，在沉沉的暮霭中看去是那般的凄凉、毫无生机与情趣。独立在这苍茫的夕阳下的舟中，那孤舟中的离人怎能不有“销魂不自持”的悲叹呢！这两句景中含情，情中有景，真所谓情景相生，互相映衬，相得益彰了。词人“不自持”的不仅因为那“波渺”、那“夕阳迟”暮，而且更有那浓浓的“离情”和那不解人意的“樵风”。因此，“销魂不自持”一句便是上片的总结，由此过渡到下片。</p> <p>　　下片是对孤独凄凉处境及其心态的描写。“良宵谁与共，赖有窗间梦”这二句由上片的白日的离愁而转写别夜的落寞惆怅及其凄凉。词人明知这别后无人共度良宵，而又故作设问，进一步凸现了心头的凄凉、处境的寂寞冷清及其对爱情的忠贞不二。词人现在只有独卧窗下，在神思魂萦的梦境中才能和心上人再次相见。这里一个“赖”字，说明词人要把梦中的欢聚作为自己孤独心灵的唯一感情依托。这一问一答，有力地表现了词人别后孤独凄凉落寞的心态。</p> <p>　　“可奈梦回时，一番新别离”二句紧承上句而来。词人只有在梦中与情人相见，但梦毕竟是虚幻的、短暂的。梦中的欢聚，只不过是词人苦思冥想而成的一种超现实的精神现象反映而已。梦中的欢会虽然是热烈的、缠绵温馨的，无奈梦毕竟是要醒的。待到梦醒之后，那番梦中相会的欢乐却又导致了“一番别离”的痛苦！词人越是将梦中的欢会写得热烈缠绵，就越反衬出现实生活的悲凉、痛苦。</p> <p>　　这首词上片联想奇特，怨责无端；下片文心跌宕，一波三折，写有情人分别后思想感情的变化，摇曳多姿，极其细腻传神，这也是贺词的艺术风格之一。</p><br/><h2>赏析二</h2> <p>　　这首《菩萨蛮》上阕写离别，下阕写离愁，全词想象丰富、语意新奇，短小精悍、含蓄隽永。<br>　<br>　　<a href=\"http://so.gushiwen.org/author_399.aspx\">贺铸</a>以善于写愁而著称。他在《青玉案·凌波不过横塘路》中写“一川烟草，满城风絮，梅子黄时雨”，以有形之物喻无边之愁。因而被人称为“贺梅子”，以至<a href=\"http://so.gushiwen.org/author_268.aspx\">黄庭坚</a>读了之后，有“解道江南断肠句，只今惟有贺方回”之叹。同写忧愁，<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>以山喻愁之体积，曰“忧端齐终南”，<a href=\"http://so.gushiwen.org/author_125.aspx\">秦观</a>以海喻愁之容积，谓“飞红万点愁如海”，皆从空间着眼；<a href=\"http://so.gushiwen.org/author_269.aspx\">李煜</a>则以江水喻愁，云“恰似一江春水向东流”，时空兼具；然愁与人究竟仍是两处。贺铸此词首句，妙在并未设喻，手法也迥异于《青玉案》，而用山水烟柳等外界景物来喻愁的手法，把无形的，难以捉摸的愁写得更加具体，似乎有了体积，有了分量。“彩舟载得离愁动”，长亭离宴，南浦分携，行前执手，一片哀愁。现在，船儿已缓缓离开了码头；随着船儿渐行渐远，离愁好像跟着船儿似的，船动愁生，船远愁更重。<a href=\"http://so.gushiwen.org/author_536.aspx\">李清照</a>《武陵春·风住尘香花已尽》云：“只恐双溪舴艋舟，载不动许多愁”，也是写愁。一写船载得动愁，愁随船行，一写船载不动愁。都是喻愁多，化工之妙，各有千秋。</p> <p>　　“无端更借樵风送”，词人与送行之人分别已够伤感，而江风却让船儿行得更快，那伫立在岸边送行的心上人的倩影，很快就不可见，词人五内俱伤，万分哀感，不由得对上天产生了无端的怨责：“为什么在这个时候，偏偏吹来一阵顺风，把有情人最后相望的一丝安慰也吹得干干净净？”可见怨恨之深。</p> <p>　　“波渺夕阳迟”，词人纵目远眺，天高水远，烟波茫茫。夕阳斜沉，一抹余晖洒落在江面上，看上去是那样的凄凉。独立苍茫，一叶孤舟上茕茕孑立的行人不得不有感慨。“销魂不自持”，写行人中心惝恍迷离，凄恻缠绵，满腹离愁。清人陈廷焯在《白雨斋词话》卷一谓“方回词极沉郁，而笔势却又飞舞，变化无端，不可方物，吾乌乎测其所至”，对贺铸笔法的变幻莫测给予较高评价。</p> <p>　　下阕由白日的魂销而设想别夜的落寞惆怅。“良宵谁与共”，以疑问语气出之，明知无人与已共度良宵，还要问出来，更觉孤单凄恻。“赖有窗间梦”，愁情满怀，无由排遣，遂卧窗下，渴盼梦中与伊人相聚。“赖”含无限无可奈何意。这两句，一问沉痛，一答哀婉，有力地表现了自己别后的孤独和凄凉。</p> <p>　　然而，梦是虚幻的，最终都要醒，梦时的欢愉与醒后的孤凄对比，更觉哀婉。如同酒醒之后的清醒会让人更加痛苦一样。词人煞费苦心地为自己构筑了一个痴情而又感伤的希望，在冷酷的现实面前，又不得不亲手把它击得粉碎。结拍“可奈梦回时，一番新别离！”梦中的欢会肯定是缠绵热烈的，无奈梦总是要醒的。梦醒之后，梦中的欢会又恰成一番新的别离。全词就在这样哀婉的感慨中结束，余音不绝，回味无穷。</p> <p>　　这首词，从上片的联想奇特，怨责无端，到下片的梦后别离，作者的思想感情像波浪似的一波三折。写愁情比喻新颖，写思念构想新奇，细腻传神，确如陈廷焯所评“变化无端，不可方物”。</p>",
  "about": "<h2>创作背景</h2> 　　<a href=\"http://so.gushiwen.org/author_399.aspx\">贺铸</a>17岁时离家赴汴京，由于所任皆冷职闲差，抑郁不得志，自称“四年冷笑老东徐”。元符元年(1098年)因母丧去职，不久东归，游历或居住于苏、杭一带。他因尚气使酒，终生不得美官，不得志。<a href=\"http://so.gushiwen.org/view_50557.aspx\">诗</a>人一生有很多离愁时刻。",
  "poet": {
    "id": 399,
    "star": 0,
    "name": "贺铸",
    "image": "http://img.gushiwen.org/authorImg/hezhu.jpg",
    "desc": "贺铸(1052～1125) 北宋词人。字方回，号庆湖遗老。汉族，卫州（今河南卫辉）人。宋太祖贺皇后族孙，所娶亦宗室之女。自称远祖本居山阴，是唐贺知章后裔，以知章居庆湖（即镜湖），故自号庆湖遗老。"
  },
  "tags": [
    "宋词精选",
    "爱情",
    "离别",
    "孤独"
  ]
}