{
  "id": 65428,
  "star": 41,
  "name": "青门饮·寄宠人",
  "dynasty": "宋代",
  "content": "胡马嘶风，汉旗翻雪，彤云又吐，一竿残照。古木连空，乱山无数，行尽暮沙衰草。星斗横幽馆，夜无眠、灯花空老。雾浓香鸭，冰凝泪烛，霜天难晓。 <br>长记小妆才了，一杯未尽，离怀多少。醉里秋波，梦中朝雨，都是醒时烦恼。料有牵情处，忍思量、耳边曾道。甚时跃马归来，认得迎门轻笑。",
  "fanyi": "<p><strong>译文</strong><br>北方的骏马迎着烈风嘶叫，大宋的旗帜在雪花里翻搅，黄昏时天边又吐出一片红艳的晚霞，夕阳从一竿高的地平线低低地投射着残照。苍老的枯林连接着天空，无数的山峦重叠耸峭，暮色中走遍漫漫平沙处处皆衰草。幽静的馆舍上星斗横斜，无眠的夜实在难熬。灯芯凝结出残花，相思徒劳。鸭形的熏炉里香雾浓郁缭绕，蜡烛淌泪像冰水凝晶，夜色沉沉总难见霜天破晓。<br>总记得淡淡梳妆才完了，别宴上杯酒尚未饮尽，已引得离情翻涌如潮。醉里的秋波顾盼，梦中的幽欢蜜爱，醒来时都是烦恼。算来更有牵惹情怀处，怎忍细思量、她附在耳边的情话悄悄：“啥时能跃马归来，还能认得迎门的轻柔欢笑！” </p><p><strong>注释</strong><br>①汉旗：代指宋朝的旗帜。<br>②彤云：红云，此指风雪前密布的浓云。<br>③香鸭：鸭形香炉。<br>④老：残。<br>⑤小妆：犹淡妆。<br>⑥秋波：形容美人秀目顾盼如秋水澄波。<br>⑦《青门饮》，词调名，始见于时彦、<a href=\"http://so.gushiwen.org/author_125.aspx\">秦观</a>词。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　此词为作者远役怀人之作。词的上篇纯写境界，描绘作者旅途所历北国风光，下篇展示回忆，突出离别一幕，着力刻绘伊人形象。</p> <p>　　本词上片开始几句，作者将亲身经历的边地旅途情景，用概括而简练的字句再现出来。“胡马”两句，写风雪交加，呼啸的北风声中，夹杂着胡马的长嘶，真是“胡马依北风”，使人意识到这里已离边境不远。抬头而望，“汉旗”，也即宋朝的大旗，却正随着纷飞的雪花翻舞，车马就风雪之中行进。“彤云”两句，写气候变化多端。正行进间，风雪逐渐停息，西天晚霞似火，夕阳即将西沉。“一竿残照”，是形容残日离地平线很近。借着夕阳余晕，只见一片广阔荒寒的景象，老树枯枝纵横，山峦错杂堆叠；行行重行行，暮色沉沉，唯有近处的平沙衰草，尚可辨认。</p> <p>　　“星斗”以下，写投宿以后夜间情景。从凝望室外星斗横斜的夜空，到听任室内灯芯延烧聚结似花，还有鸭形熏炉不断散放香雾，烛泪滴凝成冰，都是用来衬托出长夜漫漫，作者沉浸思念之中，整宵难以入睡的相思之情。</p> <p>　　下片用生活化的语言和委婉曲折的笔触勾勒出那位“宠人”的形象。离情别意，本来是词中经常出现的内容，而且以直接描写为多，作者却另辟蹊径，以“宠人”的各种表情和动态来反映或曲折地表达不忍分离的心情。</p> <p>　　“长记”三句，写别离前夕，她浅施粉黛、装束淡雅，饯别宴上想借酒浇愁，却是稍饮即醉。“醉里”三句，写醉后神情，由秋波频盼而终于入梦，然而这却只能增添醒后惜别的烦恼，<a href=\"http://so.gushiwen.org/author_1137.aspx\">真可</a>说是“借酒浇愁愁更愁”了。这里刻画因伤离而出现的姿态神情，都是运用白描和口语，显得宛转生动，而人物内心活动却从中曲曲道出。</p> <p>　　结尾四句，是作者继续回想别时难舍难分的情况，其中最牵惹他的情思，就是她上前附耳小语的神态。这里不用一般篇末别后思念的写法，而以对方望归的迫切心理和重逢之时的喜悦心情作为结束。耳语的内容是问他何时能跃马归来，是关心和期待，从而使想见对方迎接时愉悦的笑容，于是作者进一层展开一幅重逢之时的欢乐场面，并以充满着期待和喜悦的心情总收全篇。</p> <p>　　这首词写境悲凉，抒情深挚，语言疏密相间，密处凝炼生动，疏处形象真切。词中写景写事笔墨甚多，直接言情之处甚少。作者将抒情融入叙写景事之中，以细腻深婉的情思深深地感染读者。</p><br/><h2>赏析</h2> <p>　　《青门饮》，词牌名，始见于他和<a href=\"http://so.gushiwen.org/author_125.aspx\">秦观</a>词。《宋史·时彦列传》载绐圣间曾出使辽国，此词当作于出使之时。别本题作“寄宠人”也与词中情意相符。全词虽也是远役怀人之作，但景物悲凉凄怆，抒情深厚，疾缓相间，形象鲜明生动。艺术性是很强的。</p> <p>　　上片写旅途所见的北国景象和孤馆不眠的情状。开头胡马一句，概括古<a href=\"http://so.gushiwen.org/view_65428.aspx\">诗</a>意境，“汉旗”暗喻旅人身份与处境，自然引起离怀。残照、古木、乱山、暮沙、衰草，一片寥廓荒寒的景象，历历如画。继而写寒夜通宵难眠的情状。孤馆无伴，是因离别；“星斗横”已是深夜，失眠太久了；灯花不剪，是因出神相思。全是孤寂的惆怅。时间在推进，蜡烛点完了，烛泪在烛台上凝结，虽有香炉相伴，毕竟孤独难熬，可见思念之深已至长夜漫漫了。</p> <p>　　下片由上引出回忆。与伊人依依惜别的情景魂牵梦萦，怎不令人动情。先写别前淡妆的风姿，举杯即醉的妩媚，醉眼朦胧的脉脉含情，酒醒后的烦恼，和对自己耳畔低语，殷勤嘱托。特别是借助想象，企盼那份再见重聚的欢乐，写得情真意切。看似给人以希望的宽慰，实则聚散对比强烈，而希望又遥无尽期，便更增添了离愁别恨。读之令人黯然销魂。</p> <p>　　全词上片笔壮壮阔，笔力苍劲；下片则委婉细腻、情意绵绵，刚柔相间，情景兼美。</p>",
  "poet": {
    "id": 233,
    "star": 0,
    "name": "时彦",
    "desc": "时彦（？—1107），字邦彦，河南开封（今河南开封）人。宋神宗元丰二年（1079）己未科状元。存词仅一首。"
  },
  "tags": [
    "宋词三百首",
    "写景",
    "怀人"
  ]
}