{
  "id": 70015,
  "star": 1,
  "name": "杂剧·李素兰风月玉壶春",
  "dynasty": "元代",
  "content": "第一折<br>教你当家不当家，及至当家乱如麻。早晨起来七件事，柴米油盐酱醋茶。老身嘉兴府人氏，姓李。有一个女孩儿，小字素兰，幼小间学成歌舞吹弹，做着个上厅行首。这里也无人。我这个女儿也不是我亲养的。他自身姓张，幼小间过房与我做义女，如今十八岁了，诗词歌赋，针指女工，无不通晓，生的十分大有颜色。时遇清明节令，着女孩儿梳妆打扮了，领着梅香去郊外踏青赏玩去，早些儿来家。老身无甚事，往刘妈妈家吃茶去也。小生姓李名斌，字唐斌，别号玉壶生，本贯维扬人也。自幼攻习儒业，因游学来至嘉禾地方。这是古秀州，乃江南繁华胜地。今日清明，倾城士民，尽往郊外游春赏玩。小生引着琴童，前往郊外散心。小生暗想，寒窗下曾受十载苦功，他日必夺皇家富贵。岂不闻十年窗下无人问，一举成名天下知，信有之也。<br>【仙吕】【点绛唇】映雪窗前，岂辞劳倦，攻经典。甲榜争先，独占文场选。<br>【混江龙】赴琼林饮宴，不枉了青灯黄卷二十年。有郎官过盏，中使传宣。御酒淋漓袍袖湿，宫花蹀躞帽檐偏。列紫衫银带，听玉管冰弦。挑绛纱红烛，对皓月遥天。醉醺醺红妆扶策下瑶阶，气昂昂朱衣迎接离金殿。摆列着玉簪珠履，准备着宝马银鞭。相公，时遇春天清明节令，你看这郊外人稠物穰，都是赏心乐事。真个好热闹也。<br>【油葫芦】则见那仕女王孙游上苑，人人可便赏禁烟。则见那桃花散锦柳飞绵，语关关枝上流莺啭，舞翩翩波面鸳鸯恋。这壁厢罗绮丛，那壁厢鼓吹喧。抵多少笙歌闹入梨花院，可兀的就芳草设华筵。<br>【天下乐】则待要闷向秦楼列管弦，青帘风外悬，嗔游人醉眠芳径软。绿阴中闻鹧鸪，红香中啼杜鹃，休辜负艳阳三月天。<br>琴童，你看那香车宝马，来往交杂，正好赏心乐事也呵。<br>【那吒令】一丛丛香车翠辇，一队队雕鞍骏豌，一簇簇兰桡画船。一攒攒蹴踘场，一处处秋千院，一行行品竹调弦。<br>【鹊踏枝】一个个玉天仙，一双双关蝉娟。一层层锦坞花溪，一里里翠绕珠圈。一步步丹青扇面，一段段流水桃源。<br>你看如此春景，真乃咏之不足，玩之有余，明明是一幅丹青图画也。<br>【寄生草】端的是万万首诗难尽，千千笔画不全。日喧喧芳草汀晴沙暖衬鸳鸯荐。露涓涓杨柳楼柔丝困摆黄金线，风习习杏花村粉墙乱落胭脂片，翻滚滚玉阑干搧粉翅飞倦采香蝶，急煎煎翠池塘展乌衣忙杀衔泥燕。<br>琴童，天色早哩，俺慢慢的行。妾身姓李，小字素兰，自幼习学些谈谐歌舞，做着个上厅行首。时遇春天清明节令，母亲言语，着梅香跟着妾身，郊外散心。梅香，你看那万紫千红，游人甚广。俺来到这花深去处，将那春盛担儿，放在一壁，俺慢慢的赏玩咱。好一个小娘子也。好一个俊秀才也。好一个傻琴童也。好一个丑梅香也。你也不俊。<br>【六幺序】呀，猛见了心飘荡，魂灵儿飞在天，怎生来这搭儿遇着神仙？他那里眼送眉传，我这里腹热心煎，两下里都思惹情牵。他则管送春情不住相留恋，引的人意悬悬似热地蚰蜒。他生的身躯袅娜真堪羡。更那堪眉弯新月，步蹙金莲。<br>【幺篇】好着俺俄延熬煎，眼晕头旋。有口难言。兀的不送了我也这一搭儿平原。他那里褪后趋前，俺这里意马心猿。几时得共宿同眠。若天公肯与人方便，成就了一世姻缘。若是风亭月馆谐燕，但得他舌尖上甜唾，才止住这口角头顽涎。<br>梅香，你问那秀才，那里人氏？姓甚名谁？秀才万福！琴童接了马者。牢坠镫。小娘子祗揖。秀才，俺姐姐使我来问秀才，那里人氏？姓甚名谁？小生扬州人氏，姓李名斌，字唐斌，别号玉壶生，今年方才二十八岁，未曾娶妻哩。也是个傻厮，谁管你娶妻也不曾？小生则这般道。我回俺姐姐话去。姐姐，那秀才扬州人氏，姓李名斌，字唐斌，年方二十八岁。梅香，你问那秀才，我有心请他来花坞中。将咱那酒肴共饮几杯。看他心下如何？秀才，俺姐姐说来，请你去那花坞中饮几杯酒。你心下如何？小生愿随鞭镫。你看他，一让一个肯。姐姐祗揖。秀才万福！敢问姐姐谁氏之家？姓甚名谁？妾身是本处上厅行首，姓李，小字素兰。今日因赏清明节令，幸遇尊颜。妾身有菲撰蔬酒，若蒙不弃，共饮几杯，末知尊意如何？感承姐姐厚意，小生焉敢违命。梅香，将酒过来，我与秀才递一杯。量小生有何德能，敢劳姐姐如此相待也？<br>【后庭花】感谢你个曲江池李亚仙，肯颐恋这贬江州白乐天。愿你个李素兰常风韵，则这个玉壶生永结缘。双通叔敢开言，着你个苏卿心愿。我虽无那走江湖大本钱，也敢赔家私住几年。<br>【柳叶儿】也养的恁满门宅眷，也是我出言在骏马之前，哎，你个谢天香肯把耆卿恋。我借住临川县，敢买断丽春园，一任着金山寺摆满了贩茶船。秀才若肯屈高就下，妾身愿与秀才做一程儿伴。妾身有随身的翠珠囊一枚，更有二十五轮香串一腕，与秀才权为信物，只望贵脚早踏贱地。姐姐见赐之意，小生合当拜受。小生有掠髩角的玉螳螂一枚，白罗春扇一把，送姐姐权且收留，亦为信物。此信物妾身收留，来日专候秀才，休得失信。小生孔子门徒，焉敢失信也？<br>【赚煞】我得了这沉香串翠珠囊，你收取这玉螳螂白罗扇，四件儿是咱这玉洁冰清意坚。秀才，则是一件，争奈老母严恶，休得见责。姐姐放心。料的这入马东西应个免，我着他拣口儿食，换套儿穿，任抓掀，不足我拨万论千，常拚着卖了城南金谷园。若你个李素兰意专，这玉壶生情愿，我情愿一春常费买花钱。<br>天色晚了也，梅香，咱回家去来。楔子<br>三年为吏在钱塘。近左征书入建章。自省循良无实政，终惭父老说甘棠。小官姓陶，名纲，字伯常，广陵人也，由进士及第，授杭州同知之职。今奉圣人的命，取小官赴京，路从嘉兴府过。此处有一故友，乃是李玉壶。据此人文学，还在小官之上。争奈此人以花酒为念，堕了功名。小官在此驿亭中等侯，已曾着人请他去了。左右的，门首觑者，若来时，报复我知道。小生李玉壶。今有故友陶伯常相公。在驿亭中相请，小生须索走一遭去。门上的，报复去，道有李玉壶特来拜见。报相公得知，有李玉壶求见。道有请。早知哥哥来到，只合远接。接待不及，勿令见罪。数载不见，有失动问。兄弟请坐。哥哥，请问因何至此？兄弟不知，今有圣人命，取小官赴京，路从此过，闻知兄弟在于此处风月。兄弟，你有满腹才学，不思进取功名，只以花柳为念，小官恐怕误汝一生大事，如之奈何？老兄严训，焉敢不从？因愚弟疏狂，致劳尊念。李斌得罪于仁兄，有玷于名教。虽然如此，争奈此妓非风尘之态，乃贞节之妇，故此留心于他，实非李斌荒淫。既贤弟坚心，有难割遣。如今小官行促，贤弟平日有甚么做下文章，待小官赍至都城保奏，但得进身，以尽朋友之心。可是何如？辱弟有作下的万言长策，万望哥哥提拔。将来我看咱。好写染也。小官将此万言长策。亲到圣人跟前，举荐你为宫，必不负所托。多谢了哥哥。小官则今日便索与贤弟长别也。<br>【仙吕】【端正好】赴皇都，趋天阙，现如今国家选用豪杰。据贤弟文章，必得重用。凭着我三冬足用文章绝，挥翰墨，走龙蛇，穿宫锦，着朝靴，封官爵，享豪奢。那时分，恁时节，我可将仁兄结草的这衔环谢。<br>兄弟去也了。小官不敢久停久住，将着此万言长策，回京师见圣人走一遭去。<br>第二折<br>老身是李素兰的母亲。自从去年清明时，俺那女孩儿领将一个秀才来家，他两个过的绸缪，不离寸步。那厮初未时，使了些钱钞。如今筛子里喂驴--漏豆了，赶也赶不将他出去。似这般呵，俺家里吃甚么？近日有个客人，姓甚唤做甚舍，他要和俺女孩儿吃酒。他又有钱，今日来俺家里吃茶。小的，他若来时，报我知道。自家是山西平阳府人氏，姓甚，人都叫我甚舍。乡里老的每，见我有这人才模样，与我起了个表德，唤我做甚黑子。我装三十车羊绒潞绸，来这嘉兴府，做些买卖。此处有一个上厅行首李素兰，生得十分大有颜色，我有心要和他做一程儿伴。那虔婆请我今日在他家吃茶，走一遭去。妈妈在家么？甚舍来了也，请家里坐。妈妈，我今日一径的来你家吃茶。甚舍，俺孩儿有一个旧人，我将那厮赶了去，可留着你在家里住。奶奶，我与你二十两银子做茶钱。你若肯将女孩儿嫁与俺，我三十车羊绒潞绸，都与奶奶做财礼钱。甚舍，你放心，我和我女孩儿说去，他若肯了，我着梅香来唤你。多谢奶奶。我回客店中去，只等你回报。甚舍去了也。我到卧房中和素兰说知，不怕他不肯。妾身李素兰。自从与李玉壶作伴，可早一载有余也，俺两个赤心相待。他是李玉壶，我是素兰，画了一轴画儿，画着玉壶里面，插着一朵素兰花儿。俺李玉壶亲题一首词寄〔玉壶春〕，就写在上面。将俺当日初相见时，表信的翠珠囊玉螳螂，挂在两边，朝朝宴会，夜夜欢娱，妾身就记此\"玉壶春\"，旋打新腔歌唱。今日李玉壶往街市上探望几位相识去了，这早晚敢待来也。梅香，一壁厢安排下茶饭酒肴，待我和他食用。身子有些困倦，略且歇息咱。多蒙陶伯常哥哥，将我万言长策去了，未知道举荐如何？嗨，也非我不想功名，甘心流落。只是我与素兰作伴岁余，两意绸缪，因此不能割舍。相公，你不思进取功名。只要上花台做子弟，有甚么好处？琴童，你那里知道？做子弟的声传四海，名上青楼，比为官还有好处。做子弟的有个个母儿：一家门，二生像，三吐谈，四串仗，五温和，六省傍，七博览，八歌唱，九枕席，十伴当。做子弟的须要九流三教皆通，八万四千傍门尽晓，才做得子弟，非同容易也呵。<br>【南吕】【一枝花】每日家春风燕子楼，夜月鸣珂巷。莺花脂粉社，诗酒绮罗乡。弄玉团香，助豪气三千丈，列金钗十二行。我是个翠红堆傅粉的何郎，花胡同画眉的张敞。<br>【梁州第七】我去那锦被里舒头作耍，红裙中插手难当，争锋处准备着施谋量。显吹弹歌舞，论角徵宫商，使心猿意马，逞舌剑唇枪。着那等嫩鸽雏眼脑着忙，讪杓俫手脚慌张。若是我老把势展旗幡立马停骖，着那俊才郎倒戈甲抱头缩项，俏勤儿卸袍盔纳款投降。论胸襟纪纲，我是寨儿中风月的元戎将。善吟咏会波浪，能撰梨园新乐章，我可便旋打会新腔。梅香，姐姐在那里？姐夫，你来了也？俺姐姐歇息哩，我唤他去。你休唤姐姐，则恐怕惊着他。我试看波。<br>【牧羊关】见一朵娇兰种，似风前睡海棠。好受用也鸳枕牙床，风流尽绣褥罗衾，可喜杀翠屏锦帐。一觉好睡也。睡浓时素体鲜红玉，觉来也蕙魄散幽香。眼濛濛如西子春娇困，汗溶溶似太真般浴罢妆。<br>玉壶生，你来了也？小生来了也。玉壶生，你看这幅画。亏那巧笔丹青，怎生画成来？是画的好也呵。<br>【隔尾】看了这四时兰蕙十分旺，说甚么一架蔷薇满院香。今日折向书斋玉壶中放。相近着绿窗，胜梨花淡妆。每日家净洗双眸乐心儿赏。<br>王壶生，你为妾身误却了你的功名如何？姐姐休这等说。<br>【贺新郎】我则待簪花殢酒赋词草，至如我折桂攀蟾，也不似这浅斟低唱。谁想甚禹门三月桃花浪？我则待伴素兰风清月朗？比为官另有一种风光。谁待夺皇家龙虎榜？争如占花丛燕莺场，我则要做梨园开府头厅相。我向这花柳营调鼎鼐，风月所理阴阳。梅香将酒来，我共玉壶生饮几杯酒，我就歌此〔玉壶春〕之曲。对此画，歌此词，真可赏也。<br>【四块玉】这壶画的来玉润温，这兰画的来香飘荡。看了这玉软香娇不寻常，则这个玉生香花解语风流像。端的可便堪画图，画图来堪咏题，咏题来堪玩赏。<br>待妾身表白这一首〔玉壶春〕词：\"香娇淡雅天然格，蕊嫩幽奇能艳白。看四季永馨香，远蓬荜岂邻野陌。惟待客，不许游人闲摘。玲珑莹软无瑕色，玉洁冰清有润泽。玉壶内插兰花，压梅瓣寿阳点额。休代相传摔，莫作群芳乱折。\"将酒末，我与姐姐递一杯。姐姐满饮一杯。好高才也。<br>【隔尾】那里是敲金击玉辞源响，则为这玉骨冰肌体段香。画的来素淡轻盈甚停当。从今后高卷起莫张，做一个绣袋儿谨藏。休着那等干咽唾，冷眼见的闲人把做话讲。<br>玉螳螂，翠珠囊。高烧银烛照红妆，我压着春风一曲杜韦娘。呆屌唱的好！踏开这屌门。呸！休波，甚么春风一曲杜韦娘？<br>【骂玉郎】这场祸事从天降，奶奶你便休唱叫，咱可便好商量。走将来平白地生波浪，睁着一对白眼睛，舒着一双黑爪老，掿着一条黄桑棒。<br>【感皇恩】呀！眼见的打死鸳鸯，拆散鸾凰。则这个玉壶生，更和这素兰女，则索告你个柳青娘。我将你卖与回回、达达、虏虏去。从今后迎风北苑，早则不待月西厢。直惹的狂蝶觑，野蜂闹，喜蛛忙。<br>【采茶歌】素兰呵，那里也翠珠囊，白忙里玉螳螂。决撒了高烧银烛照红妆，没指望月夜双歌玉壶腔，空压杀春风一曲杜韦娘。<br>梅香，与我请甚舍来。自家甚舍，正在客房闲坐，妈妈使人来请我，须索走一遭去。大姐祗揖。妈妈，我来了也。素兰，你看这等一个子弟，他又有钱，这一表人物，不强似那穷秀才？我有三十车羊绒潞绸，都与妈妈，则要娶你个大姐。<br>【牧羊关】多管是人遭遇，料应来天对当，走将来冻剥剥雪上加霜。这厮待搠断了俺风月佳期，掀腾了花烛洞房。李玉壶，你是个读书的人，好不聪明。你也知法度，你要娶俺女孩儿，你姓李，俺也姓李，同姓不可成亲，你晓的么？李婉儿为甚复落娼，皆因为李府尹的儿子也姓李的缘故。现放着断下一首〔南柯子〕词，便是个大证见。你又不是判宰府的南柯子，这的是玉壶生小词章。谁想花柳亭鸣珂巷，撞着你个嘴巴巴狠切的娘。<br>槐花黄，举子忙。你不去求官，则管里恋着我的女孩儿做甚么？<br>【二煞】我为恋着春风兰芷娇容放，嗨，早忘了秋日槐花举子忙。玉壶生拜辞了素兰香，向着个客馆空床，独宿有梅花纸帐。那寂寞，那凄凉，那悲怆，雁杳鱼沉两渺茫，冷落吴江。<br>玉壶生，不争你去了，妾身如之奈何？则被你痛杀我也。姐姐，今朝间阻，何日相会也？<br>【黄钟尾】再谁供养我那荔枝浆蔷薇露葡萄酿？再谁照顾我那应口饭依时茶醒酒汤？不是我冷气虚心厮数量，则要你玉骨冰肌自主张，傲雪欺霜映碧窗，不要你节外生枝有疏放。若别了巫山窈窕娘，忧愁杀章台走马郎。离了嘉禾旧朋党，断却苏州刺史肠，再要相逢莫承望。但提着俺那花前月下共双双，便是铁石的心肝我索慢慢的想。<br>李玉壶去了。甚舍有钱，留他在家里住。奶奶，李玉壶被你赶将出去了，我有甚心肠与你觅钱？梅香，将剪子来。虽是欢娱止一春，料应宿世结婚姻。今朝截下青丝发，方表真心不嫁人。嗨。这妮子剪了头发，不肯觅钱。甚舍你放心，我好歹把他嫁与你。奶奶，大姐不肯嫁我，他剪了头发，可怎么好？他本是个烟花妓，倒做了个秃师姑。若要他嫁我甚黑子，则除非死了李玉壶。<br><br>第三折<br>妾身陈玉英是也，在这嘉兴府，做着第二个行首。有大行首李素兰。与李玉壶作伴，有他母亲板障，剪了头发，不出来官身，如今我做了大行首。李玉壶昨日望我，要与李素兰厮见一面。许他今日相见，着梅香先请过素兰来，且躲在房中，看他说甚么？这早晚李玉壶敢待来也。小生被那虔婆板障，赌气离了他门，出来在客店中安下，数日光景也。心中抛撇不下。昨日央陈玉英姨姨，要与素兰相见一面，许小生今日相见。小生欲待要不去，悬心挂意，怎生撇得？欲待要去呵，又惹的人言三语四，使人惶恐。好两难也呵。<br>【中吕】【粉蝶儿】则为我夜去明来，没来由惹一场大惊小怪。我不合占着柳陌花街，惹的那个主，这个语，教小生如何忍奈？我拜辞了后边榭歌台，赤紧的还不彻宿生冤债。<br>也有人劝我道:李玉壶你好痴心也。我便道：哥哥每，你不曾害着这等证候哩。<br>【醉春风】俺情分重如山，相思深似海。他心我意两相同，着小生如何便改、改？想着俺怀抱儿内恩情，枕头儿上恩意，被窝儿里恩爱。<br>姨姨在家么？李玉壶，你来了也？请家里坐。小生特来相烦姨姨。李玉壶，我便使人请姐姐去了。则是那老虔婆有些利害，他若知道呵，可怎了也？<br>【迎仙客】谢姨姨，肯怜才，则你是洛伽山救苦的观自在。问甚么撞着丧门，管甚么逢着吊客。怕甚么月值年灾，拚死在莺花寨。<br>玉壶，你不老，素兰又青春，你慌怎么那？道不的个：有情谁怕隔年期。<br>【红绣鞋】若瞒过那老虔婆赚离了门外，便是将俺那望夫石唤下山来，哎，你一个忒聪明肯做美的姨姨，你白裁划。你道他风流刚二八，我俊雅未头门，姨姨则道波。我则怕兀那青春不再来。<br>我约定了李玉壶在陈玉英妹子家相会。我须索走一遭去。玉壶生，则被你痛杀我也。姐姐，似此间阻，怎生是好也？<br>【满庭芳】端详了艳色，春生杏脸，笑入莲腮。我本要秦楼夜访金钗客，我与你审问个明白。因甚上不插带犀梳凤钗，懒亲傍玉镜鸾台？为甚么云鬓松了金额，不由我转猜，端的为谁来？<br>我为你剪了头发，我如今尘朦宝鉴，土暗银筝，官身都不去承应了。则被你闪杀我也。<br>【石榴花】你道是筝闲玉雁懒铺排，琴被暗中埋。休道你那绿窗前针指不曾拈，便小生也土培了砚台，揪撇下诗才。你为我病恹恹搀过这裙儿带，我为你沈腰宽减尽了形骸。你怕咱问时休放解，告姨姨只借过那镜儿来。<br><br>【斗鹤鹑】你便似淡描来的洛浦神仙，我胜似泥塑来的投江太白。你可便休疑我的心肠，莫寻咱罪责。你则这般撇的下我，可怎生便不上门来那？赤紧的十谒朱门九不开，可着我怎百刂划？那老虔婆虎视着兰房，小生呵，怎能勾龙归大海？姐姐，你休烦恼，少不的先忧后喜，苦尽甜来。烦恼他做甚么？姨姨，休要大惊小怪的，则怕那虔婆听的。你则这般怕他那？<br>【快活三】那虔婆恨不的竖起条金斗街，险化作楚阳台。将一朵并头莲生磕擦两分开，刀割断合欢带。<br>【鲍老儿】硬鼻凹寒森森扫下雪来，冷脸似冬凌块。夕斗毛齐眼睛向下排，则是个敲人脑的活妖怪。动不动神头鬼脸。投河奔井，拽巷逻街，张舌骗口，花言巧语，指皂为白。<br>俺那妮子不在家，眼见的又在陈玉英家和那穷厮说话哩。甚舍，你跟着我寻他去如何？现关着这门，眼见的在这里。开门来！开门来！那虔婆来了也，可怎生是好？<br>【十二月】唬得他无颜落色，惊的他手脚难抬。姨姨也，那里是先忧后喜，再没些苦尽甘来。玉壶生，你怎是好？那虔婆来了也。那里怕逻惹着囊揣的这秀才，兀良我则怕生唬杀软弱的裙钗。姨姨。<br>【尧民歌】俺可甚洛阳花酒一时来，也做场蒺莉沙上野花开。不能勾误随流水泛天台，则有分今宵无梦到阳台。哀哉，多应命里该，我怕怎么？便撞见何妨碍？<br>大姐，唱喏哩。陈玉英，你是我紧邻，你窝藏着俺女孩儿在这里。兀那李玉壶，你也不识羞。兀那小妮子，好大胆也。我扳下牙，撞破脑，我和你告官去。这虔婆好无礼也。<br>【上小楼】觑不的千般像态，十分叵耐。走将来摔碎瑶琴，击破菱花，拆散金钗。扳下颏，撞脑袋，自行残害，听不的他死声咷气恶叉白赖。这穷厮无礼。你虽然先在他家走，怎比的我有三十车羊绒潞绸，可知观世生苗哩。<br>【幺篇】恕生面咱双秀才，告回避波县宰。你也索典田卖地，弃子休妻，送米供柴。我则见有钱的便留他。则你那本性也难移，山河易改，雄心犹在，但来的一个个不赊，现钱便卖。我这般模样，一表人物，我又有钱，你怎生比的我？也怪不着那虔婆看上你。<br>【耍孩儿】这厮他村则村，到会做这等月音月是态。你向那兔窝儿里呈言献策，遮莫你羊绒绸段有数十车，待禁的几场儿日炙风筛。准备着一条脊骨捱那黄桑棒，安排着八片天灵撞翠崖，则你那本钱儿光州买了滑洲卖，但行处与村郎作伴，怎好共鸾凤和谐？<br>【四煞】则有分剔腾的泥球儿换了你眼睛，便休想欢喜的手帕儿兜着下颏。一弄儿打扮的实难赛，大信袋滴溜着三山骨，硬布衫拦截断十字街。我是山西客人，甚黑子便是。看我打扮比你全别。细端详语音儿是个山西客，带着个高一尺和顶子齐眉的毡帽，穿一对连底儿重十斤壮乳的麻鞋。你这等穷厮，我见有三十车羊绒潞绸哩。<br>【三煞】你虽有万贯财，争如俺七步才。两件儿那一件声名大？你那财常踏着那虎口去红尘中走，我这才但跳过龙门向金殿上排。你休要嘴儿尖舌儿快，这虔婆怕不口甜如蜜罐，他可敢心苦似黄蘖。兀那李玉壶，你这等穷身泼命，俺女孩儿守着你做甚么那？<br>【二煞】他饥寒守自然，我清贫甘分捱。他守我那紫罗襕、白象简、黄金带，我直着驷马车鼎沸这座莺花阵，我将着五花诰与他开除了那面烟月牌。常言道老实的终须在，我便是桑枢瓮牖，他也情愿的布袄荆钗。<br>李玉壶，你又无钱，俺家里不留你便罢，被你搬调的我女孩儿和我不和。明有清官，我和你见官去来。下官陶伯常，新任嘉兴府太守。张千，摆开头踏，慢慢的行。冤屈也。张千，是甚么人叫冤屈，拿近前来。犯人当面。兀那婆子，你告甚么人？这个不是我兄弟李玉壶？兀的不是我哥哥陶伯常？张千，将一行人都与我拿的衙中去，休着少了一个。<br>【煞尾】惭愧也，老虔婆业罐儿满，小杓俫死限泫。他敢打我多少？也不打多，则为你倚仗财物，欺压平人。将你拷一百流逐三千里外，他敢杀了我么？则为你坑人财，陷人物，敲人脑，剥人皮。你落的个尸首完全大古里是彩。<br><br>第四折<br>小官陶伯常，自到京师，谢圣恩可怜，迁除嘉兴府太守之职。将李玉壶的万言长策，献与圣人，圣人大喜，就加李玉壶本府同知，共小官做着同僚，免其赴阙谢恩，即之任所。小官来到长街市上，见一簇人闹，不想正是李玉壶。恐外人观之不雅，我着祗候人都拿在衙中来了也。张千，将那一行人都与我拿上厅来。理会的。一行人俱在。今日见了官才是一个明白。我使了三十车羊绒潞绸，则这般罢了？<br>【双调】【新水令】这厮他不明白硬撞入武陵溪，量你个野蜂儿怎调和蜂蜜？颓气了惜花春起早，拽塌了爱月夜眠迟。强风情不晓事，呆厮，谁着你将钱去买憔悴？<br>当面。一行人都跪着，单则李玉壶请起。爷爷，我是原告，他是被告，怎生教我跪着，放他起来？<br>【驻马听】老虔婆唱叫扬疾，更狠如剔髓挑筋索命鬼。见俫子撅天扑地，不弱如打家劫舍杀人贼。老虔婆坐儿不觉立儿饥，甚黑子东行不见西行利。没道理，全不怕咆哮两行公人立。<br>爷爷可怜见，李玉壶先前和俺女孩儿作伴，后来我家里别留山西客人甚舍。他自没趣，走了出去，反倒搬调的我娘儿两个不和，我因此来告他。缘何原告跪着，被告立着，岂有此理？这事当初曾有\"玉壶春图画\"来，明是你家女儿许配李玉壶了，你怎么又留了甚舍？可知道来。<br>【水仙子】俺只道玉壶春打灭再休题，险做了运退雷轰荐福碑。元来素兰香也有逢春日，沉香串依然共素手携，翠珠囊似合浦重回。玉螳螂飞绕在兰丛内，白罗扇长如明月辉，怎肯教杜韦娘嫁了王魁？兀那婆子，你听者：因他李玉壶献了万言长策，圣人就加他为本府同知。我死也。李玉壶，我道你不是个受穷的人。<br>【落梅风】从公道，依正理，怎做得倚官挟势？想李素兰剪断香云为甚的？也只是愿双双并谐比翼。李素兰，我将你配与李玉壶为妻，你意下如何？多谢相公，妾情愿从良改正。兄弟，小官将李素兰与你做夫人好么？全仗仁兄主张，您兄弟不敢忘报。<br>【雁儿落】成就了碧桃间鸾凤栖，翠沼畔鸳鸯配。一任他绿阴中莺燕喧，锦坞内蜂蝶戏。<br>【得胜令】呀，这连理厚栽培，并蒂共葳蕤。今日个告别了烟花市，同归了锦绣闱。准备了佳期，合欢带常拴系；得遂了于飞，同心结莫摘离。既然从良改正，着礼案上除了名字，将素兰配与玉壶为夫人。爷爷，这成不的。他也姓李，那也姓李，同姓不可为婚。相公，妾身本姓张，自幼年过房与他做义女来。我如今要出姓改正，有何和可？是实么？嗨，俺那忤逆种不认我了，教我怎好赖得？实是我过房的女孩儿，他本姓张。李玉壶兄弟，你将白银百两，给与这婆子做恩养礼钱。兀那甚黑子，倚仗财物，夺人妻妾，罪该不应。杖断四十，抢出衙门去。李玉壶今为本府同知，将五花官诰，与张素兰做夫人。你两个望阙谢了恩者。<br>【沽美酒】多谢你大恩人做主持，这本性不难移。也只为莺花寨声名非是美，情愿做从良正妻，结婚姻要成对。<br>【太平令】请受了五花诰身荣显贵，七香车表汇容仪。玉胡子元称国器，这素兰女堪为佳配。从今后足衣、足食、所事儿足意，呀！不枉了天地间人生一世。<br>李玉壶你听者，则为你万言策转奏明光，封官爵佐理黄堂。不枉了十年窗下，今日得紫绶金章。素兰女婚姻注定，改本姓准许从良。老虔婆给银百两，甚黑子断遣还乡。从此后夫荣妻贵，永团圆地久天长。<br>题目甚黑子花柳鸣珂巷<br>正名李素兰风月玉壶春</p> <p> ",
  "poet": {
    "id": 2844,
    "star": 0,
    "name": "贾仲明",
    "desc": "贾仲明(1343～1422后)，元末明初杂剧作家。明·朱权《太和正音谱》作“贾仲名”。自号云水散人。淄川（今山东淄博）人。聪明好学，博览群书，善吟咏，尤精于词曲、隐语。曾侍明成祖朱棣于燕王邸，甚得宠爱，所作传奇戏曲、乐府极多，骈丽工巧，后徙官兰陵。著有《云水遗音》等。撰《录鬼簿续编》，为八十二位戏曲作家补写了数十曲双调·凌波仙挽词，对这些戏曲作家及其创作予以梳理、评论，其中有不少曲论评语是比较中肯公允的，至今仍被人们广泛征引。"
  },
  "tags": []
}