{
  "id": 7777,
  "star": 187,
  "name": "白马篇",
  "dynasty": "唐代",
  "content": "龙马花雪毛，金鞍五陵豪。<br>秋霜切玉剑，落日明珠袍。<br>斗鸡事万乘，轩盖一何高。<br>弓摧南山虎，手接太行猱。<br>酒后竞风采，三杯弄宝刀。<br>杀人如剪草，剧孟同游遨。<br>发愤去函谷，从军向临洮。<br>叱咤经百战，匈奴尽奔逃。<br>归来使酒气，未肯拜萧曹。<br>羞入原宪室，荒淫隐蓬蒿。",
  "fanyi": "<p><strong>译文</strong><br>你骑着白雪花毛的龙马，金鞍闪耀，好一个五陵豪侠<br>你所佩之剑，色如秋霜，切玉如泥；你所穿之袍，缀有明珠，耀如落日。<br>原来你是侍奉皇上斗鸡徒，乘坐的马车轩盖高高<br>你张弓可摧南山虎，伸臂手接太行飞猱<br>你酒后风采飞扬，三杯下肚，笑弄宝刀<br>你杀人如剪草，与剧孟一同四海遨游<br>你终于想起改变自己的游荡生活，要争取功名<br>你于是发愤去了函谷关，跟随大军去到临洮前线<br>叱咤风云经百战，匈奴如鼠尽奔逃<br>你归来豪气不改，终日饮酒，不肯给萧曹宰相下拜<br>羞于学原宪，居住荒僻蓬蒿的地方。</p> <p><strong>注释</strong><br>⑴白马篇，乐府《杂曲歌辞》旧题。<br>⑵龙马，《周礼·夏官·廋人》：“马八尺以上为龙。”<br>⑶五陵，语出<a href=\"http://so.gushiwen.org/author_398.aspx\">班固</a>《西都赋》：“南望杜、灞，北眺五陵。”杜、灞谓杜陵、灞陵，在城南；五陵谓长陵、安陵、阳陵、茂陵、平陵，在渭北。皆汉代帝王陵墓，并徙入以置县邑，其所徙者皆豪右、富赀、吏二千石。见《后汉书·班固传》及：李贤注。五陵豪，谓五陵豪侠。<br>⑷“秋霜切玉剑，落日明珠袍”意谓：所佩之剑，色如秋霜，切玉如泥；所穿之袍，缀有明珠，耀如落日。秋霜:形容剑的颜色。切玉:形容剑的锋利。明珠袍:镶珠的衣袍。<br>⑸斗鸡，玄宗好斗鸡，善斗鸡者每召入宫中侍奉，甚得宠幸。轩盖，有篷盖之车，贵人所乘。<br>⑹万乘，指天子。古制，天子有兵车万乘。轩盖，车盖。<br>⑺弓摧南山虎，用晋周处事。《晋书·周处传》载:南山白额猛虎为患，周处入山射杀之。<br>⑻剧孟，汉时大侠。此代指当时豪侠中之雄杰者。<br>⑼函谷，古关名，在陕州灵宝县。此代指帝京以东之要塞。临洮，地名，属陇右道洮州。此代指帝京以西之边陲。<br>⑽临挑，古县名，在今甘肃眠县一带。<br>⑾叱咤，怒斥声。万战场:全<a href=\"http://so.gushiwen.org/view_7777.aspx\">诗</a>校:“一作经百战。”<br>⑿萧曹，即汉相萧何、曹参。此代指时相。二句意谓：“五陵豪”因边功而傲视大臣。自篇首至此，皆写“五陵豪”。<br>⒀原宪，即子恩，孔子弟子。居处简陋，上漏下湿，不以为意，端坐而弦歌。见《韩诗外传》。二句<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>自谓。善慕“五陵豪”之生涯，羞为蛰居陋室之穷儒。<br>⒁使酒气，因酒使气。萧曹:西汉名相萧何和曹参。拜，全诗校：“一作下。”</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　“龙马花雪毛，金鞍五陵豪”，“秋霜切玉剑，落日明珠袍”，描绘豪侠的形象。</p> <p>　　“斗鸡事万乘，轩盖一何高”，“弓摧南山虎，手接太行猱”，讲述豪侠的倜傥不群和武艺高强。</p> <p>　　“酒后竞风采，三杯弄宝刀”，“杀人如剪草，剧孟同游遨”，表达豪侠不拘礼法，疾恶如仇。</p> <p>　　“发愤去函谷，从军向临洮”，“叱咤经百战，匈奴尽奔逃”，虽写豪侠的爱国精神，实则也隐隐流露出<a href=\"http://so.gushiwen.org/view_7777.aspx\">诗</a>人想建功立业的寄望。</p> <p>　　“归来使酒气，未肯拜萧曹”，“羞入原宪室，荒淫隐蓬蒿”，最后四句是说打败敌人，胜利归来，既不会阿附权贵、居功邀赏，也不自命清高，隐居草野，要继续过游侠生活。</p> <p>　　在这首诗里，诗人以热烈的感情，丰富的想象，夸张的语言，刻划了一个武艺高强、报国杀敌、功成退隐的侠客形象。他出身高贵，剑如秋霜，袍饰明珠，艺高胆大，堪与名侠剧孟比肩。他虽身玺百战，威震胡虏，但功成后又任性使酒，不肯俯身下拜萧何曹参之类的高官，而是隐居于荒山野径。</p> <p>　　他潇洒倜傥，豪迈勇敢，不拘礼法，疾恶如仇。特别值得注意的是富于爱国精神。当祖国的统一和安定受到威胁时，便“发愤去幽谷，从军向临洮”，不计身家性命，英勇杀敌，立功疆场，而胜利归来时，既不阿附权贵，居功邀赏，又不消极退隐，逃避现实。在这个形象身上，集中体现着<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>的任侠思想。显然，他的这种任侠思想和他进步的政治理想，他的反对腐朽权贵的斗争精神是有密切关系的，因而也显示了这种任侠思想在当时历史条件下的进步意义。</p>",
  "about": "<h2>创作背景</h2> 　　开元十八年（731），<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>三十一岁，历游返回长安。徘徊在巍阙之下，始终不能够进入。于是游历到落魄市井，屡次受到土霸欺凌。这段期间，有《行路难》《白马篇》等<a href=\"http://so.gushiwen.org/view_7777.aspx\">诗</a>，以抒发诗人的愤懑和不公平。",
  "poet": {
    "id": 247,
    "star": 0,
    "name": "李白",
    "image": "http://img.gushiwen.org/authorImg/libai.jpg",
    "desc": "李白（701年－762年），字太白，号青莲居士，唐朝浪漫主义诗人，被后人誉为“诗仙”。祖籍陇西成纪(待考)，出生于西域碎叶城，4岁再随父迁至剑南道绵州。李白存世诗文千余篇，有《李太白集》传世。762年病逝，享年61岁。其墓在今安徽当涂，四川江油、湖北安陆有纪念馆。"
  },
  "tags": [
    "爱国",
    "壮志",
    "侠客",
    "写马"
  ]
}