{
  "id": 62325,
  "star": 8,
  "name": "暗香·送魏句滨宰吴县解组分韵得阖字",
  "dynasty": "宋代",
  "content": "县花谁葺。记满庭燕麦，朱扉斜阖。妙手作新，公馆青红晓云湿。天际疏星趁马，帘昼隙、冰弦三叠。尽换却、吴水吴烟，桃李靓春靥。 <br>风急。送帆叶。正雁水夜清，卧虹平帖。软红路接。涂粉闱深早催入。怀暖天香宴果，花队簇、轻轩银蜡。更问讯、湖上柳，两堤翠匝。 ",
  "fanyi": "<h2>注释</h2> ⑴暗香：本<a href=\"http://so.gushiwen.org/author_30.aspx\">姜夔</a>自度曲，作“仙吕宫”。其小序云：“辛亥之冬，予载雪诣石湖，止既月，援简索句，且徵新声，作此两曲。石湖把玩不已，使工妓隶习之，音节谐婉，乃名之曰‘暗香’‘疏影’。”（见《白石道人歌曲》卷四）后张炎用咏荷花荷叶，更名“红情”“绿意”。双调，九十七字，前片九句五仄韵，后片十句七仄韵，例用入声部韵。前片第五字，后片第六字，皆领格字，宜用去声。<a href=\"http://so.gushiwen.org/author_670.aspx\">吴文英</a>此首词亦仿姜词用入声部韵，只是用韵较宽，占十五、十七、十八、十九四部韵。　　<br>⑵魏句滨：即魏庭玉。《阳春白雪》集：魏句滨，名庭玉。《苏州府志》：吴令魏庭玉，宛陵人（今安徽宣城），嘉熙四年任。又《宁国志》：句滨在府城东，此是以其人籍贯称之。解组：去官。<a href=\"http://so.gushiwen.org/author_564.aspx\">韦应物</a><a href=\"http://so.gushiwen.org/view_62325.aspx\">诗</a>：“解组傲园林”可证之。<br>⑶帘昼：一本作“画帘”。<br>⑷轻：一本作“轾”。银蜡：一本作“烛”。　<br>⑸帀：同“匝”。",
  "shangxi": "<h2>鉴赏</h2> <p>　　《暗香》，本<a href=\"http://so.gushiwen.org/author_30.aspx\">姜夔</a>自度曲，作“仙吕宫”。其小序云：“辛亥之冬，予载雪诣石湖，止既月，援简索句，且徵新声，作此两曲。石湖把玩不已，使工妓隶习之，音节谐婉，乃名之曰《暗香》、《疏影》”（见《白石道人歌曲》卷四）。后张炎用咏荷花荷叶，更名《红情》、《绿意》。双调，九十七字，前片九句五仄韵，后片十句七仄韵，例用入声部韵。前片第五字，后片第六字，皆领格字，宜用去声。梦窗此首词亦仿姜词用入声部韵，只是用韵较宽，占十五、十七、十八、十九四部韵。存此，供参考。　</p> <p>　　《阳春白雪》集：魏句滨，名庭玉。《苏州府志》吴令魏庭玉，宛陵人（今安徽宣城），嘉熙四年(1240)任。又《宁国志》句滨在府城东，此是以其人籍贯称之。魏庭玉任吴县在嘉熙四年前，其解组在淳佑三年(1243)后矣。“解组”，去官也。<a href=\"http://so.gushiwen.org/author_564.aspx\">韦应物</a><a href=\"http://so.gushiwen.org/view_62325.aspx\">诗</a>：“解组傲园林”可证之。此词是魏句滨从吴县县令任上离职，词人的送别词。　</p> <p>　　“县花”三句，赞魏宰之勤政。开句一声断喝，吴县如今繁荣似锦，究竟是谁的功劳？反问句不答自明，魏宰也。想当初，魏宰未来时，县中连县衙内也是杂草丛生，一片荒凉，县府大门甚至因损环而斜掩着，正是满目破败景象。今昔对照，更觉魏宰功劳匪浅。“妙手”两句，承上述政绩。言吴县经过魏宰的不懈整顿，如今已重新昌盛繁华，县衙也修葺一新，红花绿叶郁郁葱葱。“天际”两句，述吴县百姓对魏宰的留恋。此言如果魏宰你要离任而去，那未还是趁着东方泛白，星稀之时早早离开为妥，因为你听听，在县中百姓家的门缝、帘隙中，正在泄露出再三挽留你的《阳关三叠》的琴声啊！“尽换却”两句，言吴县如今拥有的好山好水好风光，都是你魏宰勤政的丰硕果实啊。上片赞魏宰治吴有功。　</p> <p>　　“风急”五句，设想魏回家路上情景。言魏宰乘船归去，一路上有顺风相送，途中还可以看到月夜时雁落水滩和虹桥平贴卧于水面的自然美景。在不知不觉中接近了自己繁华的故乡。“软红”，指软红尘，即繁华之地。<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>有诗：“软红犹恋属车尘”。自注：“前辈戏言吾：‘西湖风月，不如东华软红香土’。”“涂粉闱”三句，是词人祝颂辞。希望魏句滨能再次题名宫闱，早早入朝为官。那时又可以胸藏皇上御赐的宴果，在歌舞队的簇拥下，燃烧着宫烛风光地回府去。“更问讯”两句，词人的话。“帀”，匝的异体字，意即周围。言到那时你在朝为官，我就可以来信询问老友，京城西湖湖岸周围种着的柳树怎么样了？西湖中有“柳浪闻莺”、“苏堤春晓”等景，所以词人以柳色借代西湖风光也。下片祝愿魏句滨能上调京城，再次从政也。</p>",
  "poet": {
    "id": 670,
    "star": 0,
    "name": "吴文英",
    "image": "http://img.gushiwen.org/authorImg/wuwenying.jpg",
    "desc": "吴文英（约1200～1260），字君特，号梦窗，晚年又号觉翁，四明（今浙江宁波）人。原出翁姓，后出嗣吴氏。与贾似道友善。有《梦窗词集》一部，存词三百四十余首，分四卷本与一卷本。其词作数量丰沃，风格雅致，多酬答、伤时与忆悼之作，号“词中李商隐”。而后世品评却甚有争论。"
  },
  "tags": [
    "送别",
    "祝福",
    "写景"
  ]
}