{
  "id": 57580,
  "star": 2948,
  "name": "菩萨蛮·书江西造口壁",
  "dynasty": "宋代",
  "content": "郁孤台下清江水，中间多少行人泪。西北望长安，可怜无数山。<br>青山遮不住，毕竟东流去。江晚正愁余，山深闻鹧鸪。 ",
  "fanyi": "<p><strong>译文</strong><br>郁孤台下这赣江的水，水中有多少行人的眼泪。我举头眺望西北的长安，可惜只看到无数青山。<br>但青山怎能把江水挡住？江水毕竟还会向东流去。夕阳西下我正满怀愁绪，听到深山里传来鹧鸪的鸣叫声。</p> <p><strong>注释</strong><br>⑴菩萨蛮：词牌名。<br>⑵造口：一名皂口，在江西万安县南六十里。<br>⑶郁孤台：今江西省赣州市城区西北部贺兰山顶，又称望阙台，因“隆阜郁然，孤起平地数丈”得名。清江：赣江与袁江合流处旧称清江。<br>⑷长安：今陕西省西安市，为汉唐故都。此处代指宋都汴京。<br>⑸愁余：使我发愁。<br>(6)无数山：很多座山。<br>(7)鹧鸪：鸟名。传说其叫声如云“行不得也哥哥”，啼声凄苦。</p>",
  "shangxi": "<p>　　这首词为公元1176年（宋孝宗淳熙三年）作者任江西提点刑狱，驻节赣州、途经造口时所作。关于此词之发端，罗大经在《鹤林玉露》中有几句话非常重要。《鹤林玉露·辛幼安词》条云：“盖南渡之初，虏人追隆祐太后御舟至造口，不及而还。幼安自此起兴。”《宋史》高宗纪及后妃传载：1129年（建炎三年）八月 ，“会防秋迫，命刘宁止制置江浙，卫太后往洪州 ，腾康、刘珏权知三省枢密院事从行。闰八月，高宗亦离建康（今南京市）赴浙西。时金兵分两路大举南侵，十月，西路金兵自黄州（今湖北黄冈）渡江，直奔洪州追隆祐太后。“康、珏奉太后行次吉州，金人追急，太后乘舟夜行。”《三朝北盟会编》（建炎三年十一月二十三日）载：“质明，至太和县（去吉州八十里。《太和县志》），又进至万安县（去太和一百里。《万安县志》），兵卫不满百人，滕康、刘珏皆窜山谷中。金人追至太和县，太后乃自万安县至皂口，舍舟而陆，遂幸虔州（去万安凡二百四十里。《赣州府志》）。”《宋史·后妃传》：“太后及潘妃以农夫肩舆而行。”《宋史·传 》：“铨募乡兵助官军捍御金兵 ，太后得脱幸虔。”史书所记金兵追至太和，与罗氏所记追至造口稍有不合。但罗氏为南宋庐陵人，又曾任江西抚州军事推官，其所记信实与否，尚不妨存疑。况且金兵既至太和，其前锋追至南一百六十里之造口，也未始无此可能。无论金兵是否追至造口，隆祐太后被追至造口时情势危急，以致舍舟以农夫肩舆而行，此是铁案，史无异辞。尤要者，应知隆祐其人并建炎年间形势。当公元1127年（北宋靖康二年）金兵入汴掳徽钦二宗北去，北宋灭亡之际，隆祐以废后幸免，垂帘听政，迎立康王，是为高宗。有人请立皇太子，隆祐拒之。《宋史·后妃传》记其言曰：“今强敌在外，我以妇人抱三岁小儿听政，将何以令天下？”其告天下手诏曰：“虽举族有北辕之恤，而敷天同左袒之心。”又曰：“汉家之厄十世，宜光武之中兴；献公之子九人，唯重耳之独在。”《鹤林玉露·建炎登极》条云：“事词的切，读之感动，盖中兴之一助也 。”陈寅恪《论再生缘》亦谓：“维系人心，抵御外侮”，“所以为当时及后世所传诵。”故史称隆祐：“国有事变，必此人当之 。”建炎三年，西路金兵穷追隆祐，东路金兵则渡江陷建康、临安，高宗被迫浮舟海上。此诚南宋政权出存亡危急之秋。故当作者身临造口，怀想隆祐被追至此，“因此感兴 ”，题词于壁，实情理之所必然。罗氏所记大体可信，词题六字即为本证。</p> <p>　　公元1175至1176年（淳熙二、三年）间，<a href=\"http://so.gushiwen.org/author_217.aspx\">辛弃疾</a>任江西提点刑狱，经常巡回往复于湖南、江西等地。来到造口，俯瞰不舍昼夜流逝而去的江水，词人的思绪也似这江水般波澜起伏，绵延不绝，于是写下了这首词。</p>",
  "poet": {
    "id": 217,
    "star": 0,
    "name": "辛弃疾",
    "image": "http://img.gushiwen.org/authorImg/xinqiji.jpg",
    "desc": "辛弃疾（1140－1207），南宋词人。原字坦夫，改字幼安，别号稼轩，汉族，历城（今山东济南）人。出生时，中原已为金兵所占。21岁参加抗金义军，不久归南宋。历任湖北、江西、湖南、福建、浙东安抚使等职。一生力主抗金。曾上《美芹十论》与《九议》，条陈战守之策。其词抒写力图恢复国家统一的爱国热情，倾诉壮志难酬的悲愤，对当时执政者的屈辱求和颇多谴责；也有不少吟咏祖国河山的作品。题材广阔又善化用前人典故入词，风格沉雄豪迈又不乏细腻柔媚之处。由于辛弃疾的抗金主张与当政的主和派政见不合，后被弹劾落职，退隐江西带湖。"
  },
  "tags": [
    "宋词三百首",
    "豪放",
    "山水",
    "抒怀",
    "爱国"
  ]
}