{
  "id": 65413,
  "star": 11,
  "name": "青玉案·和贺方回韵送山谷弟贬宜州",
  "dynasty": "宋代",
  "content": "千峰百嶂宜州路。天黯淡、知人去。晓别吾家黄叔度。弟兄华发，远山修水，异日同归处。<br>樽罍饮散长亭暮。别语缠绵不成句。已断离肠能几许。水村山馆，夜阑无寐，听尽空阶雨。",
  "fanyi": "<p><strong>译文</strong><br>我们相识有三年，日子如同做梦一般。如今你要去吴中故园，我有心打发黄狗随你身边。以便来来往往把相互的音信递传。如果到松江渡口时招呼渡船，不要惊动那里的白鹭双鸳，因为她们都是我旧时相识。有名的四桥我都看遍，足迹遍布那里的水水山山。<br>如今我只能在五维的画中欣赏春天，常记王右丞的<a href=\"http://so.gushiwen.org/view_65413.aspx\">诗</a>句，那些美丽的山山水水。我又穿上那件春天的衫，衫上还有小蛮作的针线，西湖的雨点，曾沾湿过这件衫。 </p><p><strong>注释</strong><br>[伯固]苏坚，字伯固。<br>[吴中]江苏吴县。<br>[黄犬]用<a href=\"http://so.gushiwen.org/author_838.aspx\">陆机</a>黄犬传书典故。<br>[松江]吴淞江，太湖支流，自湖东北经嘉定、上海、合黄浦江入海。<br>[莫惊鸥鹭]用“鸥鹭忘机”的典故。<br>[四桥]姑苏有四桥。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　据《山谷<a href=\"http://so.gushiwen.org/view_65413.aspx\">诗</a>集》注，山谷在黔州与戎州度过了六年漫长的谪居岁月。徽宗继位，朝野都希望消弥党争，徽宗也以此标榜，宣布改元“建中靖国”，因而所谓“元祐党人”遇赦。但劫后余生不能长久，蔡京为相，党祸再起。山谷好不容易在徽宗1102年（崇宁元年）被任命领太平州（今安徽当涂）事，但到官仅九日即罢。次年又被人摘录《承天院塔记》中片言只语，锻炼出“幸灾谤国”的罪名，构成冤狱，远谪瘴疠之地宜州（治所在今广西宜山），等于置之死地。《山谷诗集》中有《十二月十九日夜中发鄂渚，晓泊汉阳，亲旧携酒追送，聊为短句》诗纪其事，因此可知这首小令作于1103年（崇宁二年）岁尾，具体地点是鄂州（今湖北武汉市武昌）至汉阳途中。</p> <p>　　上片写离别在即。“千峰百嶂宜州路”，点明山谷被贬宜州事，“路”字表明已经登程。生离死别乃既成现实，已无可挽回。“千峰百嶂”实写道路崎岖坎坷，通往宜州道路之多山。语似平易，实即沉痛。山谷贬黔州时，<a href=\"http://so.gushiwen.org/author_82.aspx\">黄大临</a>亲送贬所。山谷《新喻道中寄元明用觞字韵》诗云：“一百八盘携手上，至今犹梦绕羊肠。”痛苦经历唤起的回忆，不寒而栗。“天黯淡，知人去。”萧瑟凄清、使人愁绪顿生的环境，衬托了词人愁肠百结、悲愤欲绝的心情，创造了浓郁的别离气氛。“晓别吾家黄叔度”是发自心灵深处的呼喊。骨肉之情，手足之谊，屡遭挫折和磨难，亲弟弟又一次被“投荒万死”（《山谷诗集·雨中登岳阳楼望君山》语），怎能不发出揪心之疼，从“天黯淡”至“晓别”，反映词人忍受痛苦的煎熬已经彻夜不眠。纵铁石心肠，读至此不能不为之涕下。“弟兄华发”是实指，时山谷58岁，黄大临当长数岁，均已垂垂老矣。两位老人怎能承受得了如此重大的打击，“远山修水”与“千峰百嶂”相呼应，给人道路险阻、途程遥远之感。疲惫憔悴的词人，背着沉重的负担，拖着滞缓的脚步，在盘曲的荒山僻岭中艰难困苦地行走着……其凄苦情状，历历在目。“异日同归去”长歌当哭，字字血泪，兄弟之间无缘今世相会，重逢只能九泉之下，语极悲怆。山谷经过长途跋涉，到宜州后仅一年，便怀着冤愤与世长辞了。“异日同归去”竟成为兄弟间的诀别之辞。</p> <p>　　下片写别筵及别后难挨时日。“长亭”指送别之处。“樽罍”指酒，借酒浇愁而已。其实，山谷是不饮酒的，“老夫既戒酒不饮，遇宴集，独醒其旁”（《西江月》词题序）。“散”字下得巧妙，交代了别筵难离难分的场面。通宵达旦，不云迎来晓色，而云“饮散”去“暮”色，正是景为情设，情由景生。山谷为宋诗大家，大临亦善诗词，如今却“别语缠绵不成句”，足见悲愤之极，这是无声的抗议。一贬再贬，身处荒陲，何况又是以衰老之身，备经拂逆，手足睽离，故云“已断离肠”。“能几许”是大声的呵责，是涕泪纵横的长嚎。“水村山馆，夜阑无寐，听尽空阶雨。”是想象兄弟离别后，思绪难排，只得听雨声来挨时日。暗用<a href=\"http://so.gushiwen.org/author_415.aspx\">温庭筠</a>《更漏子》下片“梧桐树，三更雨，不道离情正苦；一叶叶，一声声，空阶滴到明”词意，但大气包举，别无枝蔓。“尽”字语极沉痛。</p> <p>　　这首赠别之作，不假雕饰，直抒胸臆。词中所蕴含和蓄积的感情是极其深厚、强烈的，但却出之以极其朴素、平淡的语言，从而自然地达到真切动人的艺术效果。</p>",
  "poet": {
    "id": 82,
    "star": 0,
    "name": "黄大临",
    "image": "http://img.gushiwen.org/authorImg/huangdalin.jpg",
    "desc": "黄大临，生卒年不详，宋代词人，字元明，号寅庵，洪州分宁（今江西修水）人。黄庭坚之兄，绍圣间为萍乡令。存词3首，风格清丽。"
  },
  "tags": [
    "宋词精选",
    "送别",
    "思念"
  ]
}