{
  "id": 49645,
  "star": 15,
  "name": "点绛唇·闲倚胡床",
  "dynasty": "宋代",
  "content": "闲倚胡床，庾公楼外峰千朵。与谁同坐。明月清风我。 <br>别乘一来，有唱应须和。还知么。自从添个。风月平分破。",
  "fanyi": "<p><strong>译文<br></strong>闲着无事就靠坐着胡床，从庾公楼的窗子朝外望去，只见诸峰如千朵鲜花开放。和哪个一同倚坐？明月、清风、我（或他）。<br>别驾通判一来，有唱自然有和，酬唱赠答。你还了解吗?深悉吗?自从你的到来，那江上清风、山间明月的享受，自然是你我各一半了。</p> <p><strong>注释<br></strong>⑴点绛唇：词牌名。<br>⑵闲倚胡床：闲着无事坐于胡床。闲：指办公之余。倚：坐靠。<br>⑶庾公楼：<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>《秋日寄题郑盟湖上亭》：“池要山简马，月静庾公偻。”用东晋庾亮（公元289-340年）在武昌乘月登南楼典故。<br>⑷别乘：汉朝称郡守的副手为别驾，别：另外。郡守乘车出行。副手乘另外的车跟随，所以叫别驾。“乘”也是驾车之意，宋代通判（知州事的副手）相当汉代别驾。这里“别乘”当指袁毂。<br>⑸风月平分破：享受美景，你和我各一半。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　词的上片，词人自述游山玩水的寂静心态。“闲倚胡床，庾公楼外峰千朵”，从室内视角摄起的两个镜头，一为词人自己的闲适倚床的风姿。“闲”字突出了东坡的寂静舒坦的心态；“倚”字描绘了坐靠“胡床”的美姿。二为朝窗外望，只见“庾公楼外”的山峰重叠美景。山外青山楼外楼，宛如花开万朵，全部微缩在“窗含”的镜头中，美丽极了。这是杭州的典型山光。“与谁同坐，明月清风我”，镜头转到室外。开句用设问的方式，强调无有同玩、同坐的生活空间。“惟江上之清风，与山问之明月，耳得之而为声，目遇之而成色。取之无禁，用之不竭。是造物者之无尽藏也”（东坡《赤壁赋》），遗憾的只能陪伴着“我”。整个上片人格化、自然化和谐统一，突现了东坡那种身心幽闲、旷然天真、潇洒自然，与大自然为伍的绰绰风姿。“与谁同坐，明月清风我”，不仅富有“举杯邀明月，对影成三人”（<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>《月下独酌》）的神韵，而且为下片的“吾与子之所共食”风月的意境作了对衬性的铺垫。</p> <p>　　词的下片，特写与袁公济畅游湖山的独特享受。“别乘一来，有唱应须和”，叙述宾主唱和赠答。是时词人知杭州，袁公济悴杭州。正当词人独自“闲倚胡床”时，这位副使驾着车子来了，打破了词人孤寂的沉闷世界，同游杭州湖山，“相得甚欢”，唱和<a href=\"http://so.gushiwen.org/view_49645.aspx\">诗</a>词。“还知么，自从添个，风月平分破”，进深一层，与上片对应，道出湖山之乐就在于袁公济的到来，打破了东坡的沉寂感，获得了情感上和语言上的共鸣，凝聚到一点就是：清风、明月，我们平均地享受吧，是画龙点睛之笔。整个下片，词人与袁公济的游山玩水、唱和赠答，浓缩了人生之精华，大地之灵气。游玩之乐，其乐无穷。</p> <p>　　全词，运用了叙述与描写、写实与用典、对衬与渲染之笔，尽情抒发了东坡知杭州时与友畅游湖山之乐。那“楼外峰千朵”，“明月清风我”，“风月平分破”，如画一般，沁人心脾。凡是与大自然打成一片，永葆自然青春的，大自然将赋予他艺术的美妙的人生。</p>",
  "about": "<h2>创作背景</h2> 　　此词作于宋哲宗元祐五年（1090年）秋。是时，词人正在龙图阁学士充两浙西路兵马钤辖知杭州军州事任上。袁毂（公济）春夏间来为杭悴，词人与他、刘季孙（景文）登山玩水，赋<a href=\"http://so.gushiwen.org/view_49645.aspx\">诗</a>唱和。此词亦是词人和袁公济词作之一，概括为“风月平分”词。",
  "poet": {
    "id": 183,
    "star": 0,
    "name": "苏轼",
    "image": "http://img.gushiwen.org/authorImg/sushi.jpg",
    "desc": "苏轼（1037－1101），北宋文学家、书画家、美食家。字子瞻，号东坡居士。汉族，四川人，葬于颍昌（今河南省平顶山市郏县）。一生仕途坎坷，学识渊博，天资极高，诗文书画皆精。其文汪洋恣肆，明白畅达，与欧阳修并称欧苏，为“唐宋八大家”之一；诗清新豪健，善用夸张、比喻，艺术表现独具风格，与黄庭坚并称苏黄；词开豪放一派，对后世有巨大影响，与辛弃疾并称苏辛；书法擅长行书、楷书，能自创新意，用笔丰腴跌宕，有天真烂漫之趣，与黄庭坚、米芾、蔡襄并称宋四家；画学文同，论画主张神似，提倡“士人画”。著有《苏东坡全集》和《东坡乐府》等。"
  },
  "tags": [
    "叙事",
    "山水",
    "抒情"
  ]
}