{
  "id": 163,
  "star": 106,
  "name": "伐木",
  "dynasty": "先秦",
  "content": "伐木丁丁，鸟鸣嘤嘤。出自幽谷，迁于乔木。嘤其鸣矣，求其友声。<br>相彼鸟矣，犹求友声。矧伊人矣，不求友生？神之听之，终和且平。<br>伐木许许，酾酒有藇！既有肥羜，以速诸父。宁适不来，微我弗顾。<br>於粲洒扫，陈馈八簋。既有肥牡，以速诸舅。宁适不来，微我有咎。<br>伐木于阪，酾酒有衍。笾豆有践，兄弟无远。民之失德，乾餱以愆。<br>有酒湑我，无酒酤我。坎坎鼓我，蹲蹲舞我。迨我暇矣，饮此湑矣。",
  "fanyi": "<p><strong>译文<br></strong>咚咚作响伐木声，嘤嘤群鸟相和鸣。鸟儿出自深谷里，飞往高高大树顶。小鸟为何要鸣叫？只是为了求知音。仔细端详那小鸟，尚且求友欲相亲。何况我们这些人，岂能不知重友情。天上神灵请聆听，赐我和乐与宁静。<br>伐木呼呼斧声急，滤酒清纯无杂质。既有肥美羊羔在，请来叔伯叙情谊。即使他们没能来，不能说我缺诚意。打扫房屋示隆重，嘉肴八盘桌上齐。既有肥美公羊肉，请来舅亲聚一起。即使他们没能来，不能说我有过失。<br>伐木就在山坡边，滤酒清清快斟满。行行笾豆盛珍馐，兄弟叙谈莫疏远。有人早已失美德，一口干粮致埋怨。有酒滤清让我饮，没酒快买我兴酣。咚咚鼓声为我响，翩翩舞姿令我欢。等到我有闲暇时，一定再把酒喝完。</p> <p><strong>注释<br></strong>1.丁（zhēng）丁：砍树的声音。<br>2.嘤嘤：鸟叫的声音。<br>3.相：审视，端详。<br>4.矧（shěn）：况且。伊：你。<br>5.听之：听到此事。<br>6.终……且……：既……又……。<br>7.许（hǔ）许：砍伐树木的声音。<br>8.酾酒：筛酒。酾（shī），过滤。有藇：即“藇藇”，酒清澈透明的样子。藇（xù），甘美，或释为“溢貌”。<br>9.羜（zhù）：小羊羔。<br>10.速：邀请。<br>11.宁：宁可。适：恰巧。<br>12.微：非。弗顾：不顾念。<br>13.於（wū）：叹词。粲：光明、鲜明的样子。埽：同“扫”。<br>14.陈：陈列。馈（kuì）：食物。簋（guǐ）：古时盛放食物用的圆形器皿。<br>15.牡：雄畜，<a href=\"http://so.gushiwen.org/view_163.aspx\">诗</a>中指公羊。<br>16.诸舅：异姓亲友。<br>17.咎：过错。<br>18.有衍：即“衍衍”，满溢的样子。<br>19.笾（biān）豆：盛放食物用的两种器皿。践：陈列。<br>20.民：人。<br>21.乾餱（hóu）：干粮。愆（qiān）：过错，过失。<br>22.湑（xǔ）：滤酒。<br>23.酤：买酒。<br>24.坎坎：鼓声。<br>25.蹲蹲：舞姿。<br>注释编辑1.丁（zhēng）丁：砍树的声音。<br>2.嘤嘤：鸟叫的声音。<br>3.相：审视，端详。<br>4.矧（shěn）：况且。伊：你。<br>5.听之：听到此事。<br>6.终……且……：既……又……。<br>7.许（hǔ）许：砍伐树木的声音。<br>8.酾酒：筛酒。酾（shī），过滤。有藇：即“藇藇”，酒清澈透明的样子。藇（xù），甘美，或释为“溢貌”。<br>9.羜（zhù）：小羊羔。<br>10.速：邀请。<br>11.宁：宁可。适：恰巧。<br>12.微：非。弗顾：不顾念。<br>13.於（wū）：叹词。粲：光明、鲜明的样子。埽：同“扫”。<br>14.陈：陈列。馈（kuì）：食物。簋（guǐ）：古时盛放食物用的圆形器皿。<br>15.牡：雄畜，诗中指公羊。<br>16.诸舅：异姓亲友。<br>17.咎：过错。<br>18.有衍：即“衍衍”，满溢的样子。<br>19.笾（biān）豆：盛放食物用的两种器皿。践：陈列。<br>20.民：人。<br>21.乾餱（hóu）：干粮。愆（qiān）：过错，过失。<br>22.湑（xǔ）：滤酒。<br>23.酤：买酒。<br>24.坎坎：鼓声。<br>25.蹲蹲：舞姿。<br>26.迨（dài）：等待。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　历代学者一般认为这是一首宴享<a href=\"http://so.gushiwen.org/view_163.aspx\">诗</a>。但诗的作者及创作年代前人没有深考。</p> <p>　　《伐木》和《伐檀》不同，它不是描述伐木劳动，而是由伐木兴起，说到友情可贵。无论亲朋故旧还是新的相识，都要相互关心，相互帮助，并且常来常往。</p> <p>　　诗共三章，除首章外，都集中笔墨写宴饮。显然是把宴饮当做建立和联系友情的重要手段。</p> <p>　　在抒情方式之选择上，《伐木》的作者采用了一种先迂回后正面的表达方式。诗一开头，就以“丁丁”的伐木声和“嘤嘤”的鸟鸣声，令读者仿佛置身于一个远离尘世的仙境。在这里，时间仿佛停止，一切自在自为。只有这伐木之声和悦耳的鸟鸣在空旷的幽谷里回荡。一个孤独的伐木者，一个出谷迁乔去寻找知音的鸟儿，这两个意象在这仙境一般的氛围中被不断地进行视觉和听觉上的重叠和加强：声音使人联想到形象，形象又赋于声音特殊的内涵。从而最终幻化出一个远离现实政治的、借以寄托内心苦闷的超然之境。这一境界是诗人内心的人生理想在潜意识中迂回曲折的表露。同时也是厉王暴政下朝臣们心有余悸、不敢谈论政治而另寻寄托的普遍心态。现实毕竟是现实，随着这一比兴手法的完结，作为政治家的诗人终于强迫自己面对这冷酷的存在世界：“相彼鸟矣，犹求友生。矧伊人矣，不求友生。”号召人们起来改变现实，叙亲情，笃友谊，一切从头开始。然后又申之以“神之听之，终和且平”。从人情天理处说起，避开政治而为政治，这就是诗人既体察人心，又深谙做诗劝戒之道的地方。 </p> <p>　　第二章全然是写人的活动，也就是“求友生”之具体表现。开头用语与首章部分重叠，显得整饬又有变化，读来流转而且自然。这里仍然由物兴起，但只用“伐木许许”一句，其余如对鸟鸣的描述一概略去。论者往往因为“伐木”句与后面的“酾酒”句联系紧密，就误认为它也是“赋”（直陈其事）。其实“伐木”云云，乃相应之词，不止形式上叠合延绵，内容也相仿佛，只是为避免刻板滞重，才作此省略。省略也是变化的方式，有变化才有发展，内容为之深化，形式也愈加富丽多姿。于是出现备办筵席的热闹场面：酒是甘美的，菜肴中有肥嫩羊羔，还有许多其他可口的食物，屋子也打扫得干干净净，可以看出主人的诚心诚意，因为宴请客人，不仅是出于礼仪，更是为了寻求友情。被邀请的客人都是长者，有同姓的（诸父），也有异姓的（诸舅）。诗人希望他们全都光临。“宁适不来？微我顾弗！”“宁适不来？微我有咎！”这是他的担心。由于希望甚殷，就生怕它落空。这种“患得患失”的情绪是真实的，也是感人的。它表明主人的态度十分诚恳，对友情的追求坚定不移。</p> <p>　　诗人还批评了不顾情谊、互相猜忌的不良现象：“既有肥羜”，“於粲洒埽，陈馈八簋”，邀请“诸父”、“诸舅”而“不来”，又于我“弗顾”。这样的局面是不利于重振祖业的政治理想的。</p> <p>　　第三章分两部分。前半部分是第二章的延续和发展，依然写设宴请客，不过用笔极简，旨在“示异”，以免拖沓。“笾豆有践，兄弟无远!”这次邀请是同辈，但酒菜之丰盛，礼节之周到不减于前。联系前面的有关描述，它明确地表达了这样的观点：无论长幼和亲疏（即诗中所谓“诸父”“诸舅”和“兄弟”）都应互相有爱。这种类似博爱的思想充斥整个诗篇，可以说是总的命意所在。但建议和发展友情的手段却比较单调，用现代的观点来看也未见合适，因为在酒席台上交的朋友多不可靠。也许饮食还是古人主要的交际方式，他们又多以诚待人，布设酒肉圈套，故而被诗人选作表达友情题旨的材料。另外还有反面教训，就是“民之失德，乾餱以愆”。人与人之间的矛盾和纷争往往由饮食细故引起，要创建和平局面，就得处理好饮食问题。</p> <p>　　后半部分是尾声，似乎由众人合唱，表达了欢乐的情绪与和睦亲善的愿望。三方面的人（主人、来宾和受邀而未至者）团结一致，气氛和谐，令人鼓舞。</p> <p>　　作者还为失去的友情和亲情而振臂高呼，他用饱经沧桑的笔调描绘着自己的希望和要求：普通人之间以诚相待绝不“乾餱以愆”。亲友之间相互理解（“有酒湑我，无酒酤我”）、信任，和睦快乐地相处。人和者政必通，最后，作者又是以一个超越于现实之上的境界结束全诗：在咚咚的鼓声伴奏下，人们载歌载舞、畅叙衷情，一派升平景象。这是作为政治家的诗人中兴周室之政治理想的艺术展示。</p> <p>　　此诗是燕乐歌词，因而它的博爱的题旨可广泛传播，有一定的影响。在艺术上它给人的突出印象有三个方面：一是靠头的比兴部分不仅构成比较鲜明的画面，而且有生动的情节，它既是独立的，又与主题部分联系紧密，这样，主体部分的命意就更加明朗，便于读者和听众感受；二是把被邀的客人分别用“诸父”“诸舅”和“兄弟”指代，覆盖面大，而又意象分明，对表达诗歌的题旨起着重要的作用，可见作者选用词语的匠心；三是结尾表现的场面色彩浓丽，节奏明快，全然是就筵席写筵席，没有穿插“点题”笔墨，却成功地渲染出团结友善的醉人气氛。诗人把自己的人生追求化作可以闻见景象，因而颇具艺术魅力。</p>",
  "about": "<h2>创作背景</h2> 　　周厉王不听“防民之口，甚于防川”的劝谏，最终导致了国人暴动。同时也导致王室内部人心离散、亲友不睦，政治和社会状况极度混乱和动荡。周宣王即位初，立志图复兴大业。而欲举大事，必先顺人心。《伐木》一<a href=\"http://so.gushiwen.org/view_163.aspx\">诗</a>，正是宣王初立之时王族辅政大臣为安定人心、消除隔阂，从而增进亲友情谊而作。",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": [
    "诗经",
    "友情"
  ]
}