{
  "id": 20478,
  "star": 10,
  "name": "官街鼓",
  "dynasty": "唐代",
  "content": "晓声隆隆催转日，暮声隆隆呼月出。<br>汉城黄柳映新帘，柏陵飞燕埋香骨。<br>磓碎千年日长白，孝武秦皇听不得。<br>从君翠发芦花色，独共南山守中国。<br>几回天上葬神仙，漏声相将无断绝。",
  "fanyi": "<p><strong>译文<br></strong>拂晓，隆隆的鼓声催促着太阳的运行，傍晚，隆隆的鼓声催促月亮的上升。<br>京城里，嫩黄的春柳映照着刚更换的新帘，赵飞燕的香骨久已埋葬在皇陵。<br>鼓声锤碎了千百年的漫长时光，秦皇汉武也不能再听到这官街的鼓响。<br>任由您翠黑的头发变作芦花般模样，只有鼓声与终南山一起厮守京城，日久天长。<br>就是天上也几次三番埋葬过神仙，只有这鼓声与漏声此起彼落，永远回荡。</p> <p><strong>注释<br></strong>1. 官街鼓：长安城大街上的鼓声，用以报时和戒夜。《旧唐书》：“日暮，鼓八百声而门闭。五更二点，鼓自内发，诸街鼓承振，坊市门皆启。鼓三千挝，辨色而止。”据《马周传》载：“先是京城诸街，每至晨暮，遣人传呼以警众。周遂奏诸街置鼓，每击以警众，令罢传呼，时人便之。”<br>2. 隆隆：指鼓声。转日：指太阳升起。<br>3. 月出：指月亮上升。<br>4. 汉城：西汉建都长安，故称长安为“汉城”。黄柳：刚发嫩芽的春柳。这句暗示改朝换代，新帝登基，什物更换。<br>5. 柏陵：指帝王陵墓。帝王陵地常植松柏，故称。飞燕：汉成帝皇后赵飞燕。香骨：指赵氏的尸骨。<br>6. 磓（duī）：敲击，这里是消磨之意。日长白：指无尽的白昼。<br>7. 孝武：汉武帝<a href=\"http://so.gushiwen.org/author_700.aspx\">刘彻</a>。秦皇：秦始皇嬴政。二人都是著名的信神仙求长生的帝王。<br>8. 从：伴随。翠发：黑发，指年轻。芦花色：像芦花般的白发，指年老。<br>9. 中国：指京都长安。<br>10. 天上葬神仙：意指求仙者的虚妄。<br>11. 漏：漏壶，古代的计时器。相将：相与，相伴，相随。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这首<a href=\"http://so.gushiwen.org/view_20478.aspx\">诗</a>题目是“官街鼓”，主旨却在惊痛时光的流逝。时间，本是看不见摸不着的东西，可是诗人刻画了官街鼓的鼓声这一艺术形象，把无形变成了有形，把抽象的事物形象化，使读者感触到了时光这一无限存在的事物。官街鼓是时间的象征，那贯穿始终的鼓点，正像是时光永不留驻的脚步声。</p> <p>　　诗一开始就描绘出一幅离奇的画面：宏观宇宙，日月跳丸，循环不已；画外传来咚咚不绝的鼓声。这样的描述，既夸张，又富于奇特的想象。一、二句描述鼓声，展示了日月不停运转的惊人图景；三、四句转入人间图景的描绘：宫墙内，春天的柳枝刚由枯转荣，吐出鹅黄的嫩芽，宫中却传出美人死去的消息。这样，官街鼓给读者的印象就十分惊心动魄了。它正是“月寒日暖煎人寿”的“飞光”的形象的体现。第五、六句用对比手法再写鼓声：千年人事灰飞烟灭，就像是被鼓点“磓碎”，而“日长白”——宇宙却永恒存在。可秦皇汉武再也听不到鼓声了，与永恒的时光比较，他们的生命十分短促可悲。这里专提“孝武（即汉武帝）秦皇”，是因为这两位皇帝都曾追求长生，然而他们未遂心愿，不免在鼓声中消灭。值得玩味的是，官街鼓乃唐制，本不关秦汉，“孝武秦皇”当然“听不得”，而诗中却把鼓声写成自古已有，而且永不消逝，秦皇汉武一度听过，只是诗人不能再听。可见诗人的用心，并非在讴咏官街鼓本身，而是着眼于这个艺术形象所象征的事物——那永恒的时光、不停的逝去。七、八两句分咏人生和官街鼓，再一次对比：尽管人“高堂明镜悲白发，朝如青丝暮成雪”，日趋衰老；然而官街鼓永远不老，只有它“独共南山守中国”。这两句因省略较多，曾引起纷歧的解说。但仔细玩味，它们是分咏两个对立面。“君”字是泛指世人，可以包含“孝武秦皇”，却不一定是专指二帝。通过两次对比，进一步突出了人生有限与时间无限的矛盾的不可克服。诗写到这里，意思似乎已表达得淋漓尽致了。但诗人并没有就此搁笔，最后两句突发异想：天上的神仙也不免一死，不死的只有官街鼓。它的鼓声与漏声相继不断万古长存。这里仍用对比，却不再用人生与鼓声比，而以神仙与鼓声比：天上神仙已死去几回而隆隆鼓声却始终如一，连世人希羡的神仙寿命与鼓声比较也是这样短促可悲，那么人生的短促就更不在话下了。这样，一篇之中总共包含三层意思。最后神仙难逃一死的想象不但翻空出奇，而且闪烁着诗人对世界、对人生的深沉慨叹和真知灼见。</p> <p>　　《官街鼓》反复地、淋漓尽致地刻画和渲染生命有限、时光无限的矛盾，有人认为意在批判神仙之说。这种评价是很局限的。从诗人<a href=\"http://so.gushiwen.org/author_349.aspx\">李贺</a>生平及其全部诗歌看，他慨叹人生短促、时光易逝，其中应含有“志士惜日短”的成分。他怀才不遇，眼看生命虚掷，对此特别敏感，特别痛心。此诗艺术上的一个显著特色是，通过异常活跃的想象，对抽象的时间和报时的鼓点发生联想，巧妙地创造出“官街鼓”这样一个象征性的艺术形象。赋无形以有形，化无声为有声，抽象的概念转化为可感的形象，让读者通过形象的画面，在强烈的审美活动中深深体味到诗人的思想感情。</p>",
  "about": "<h2>创作背景</h2> 　　唐元和五年（810），唐宪宗与宰相们谈到神仙时，问：“果真有神仙吗？”李藩回答说：“秦始皇、汉武帝学仙术、求长生，效果如何，你看看历史记载就知道了。”事见《资治通鉴》卷二三八。当时，<a href=\"http://so.gushiwen.org/author_349.aspx\">李贺</a>正任职长安，必有所闻，便借街头的鼓声，赋此<a href=\"http://so.gushiwen.org/view_20478.aspx\">诗</a>来回答宪宗的问话。",
  "poet": {
    "id": 349,
    "star": 0,
    "name": "李贺",
    "image": "http://img.gushiwen.org/authorImg/lihe.jpg",
    "desc": "李贺（约公元791年-约817年），字长吉，汉族，唐代河南福昌（今河南洛阳宜阳县）人，家居福昌昌谷，后世称李昌谷，是唐宗室郑王李亮后裔。有“诗鬼”之称，是与“诗圣”杜甫、“诗仙”李白、“诗佛”王维相齐名的唐代著名诗人。著有《昌谷集》。李贺是中唐的浪漫主义诗人，与李白、李商隐称为唐代三李。有“‘太白仙才，长吉鬼才’之说。李贺是继屈原、李白之后，中国文学史上又一位颇享盛誉的浪漫主义诗人。李贺长期的抑郁感伤，焦思苦吟的生活方式，元和八年（813年）因病辞去奉礼郎回昌谷，27岁英年早逝。"
  },
  "tags": [
    "人生",
    "生死"
  ]
}