{
  "id": 71661,
  "star": 1129,
  "name": "登岳阳楼二首",
  "dynasty": "宋代",
  "content": "洞庭之东江水西，帘旌不动夕阳迟。<br>登临吴蜀横分地，徙倚湖山欲暮时。<br>万里来游还望远，三年多难更凭危。<br>白头吊古风霜里，老木沧波无限悲。</p> <p>天入平湖晴不风，夕帆和雁正浮空。<br>楼头客子杪秋后，日落君山元气中。<br>北望可堪回白首，南游聊得看丹枫。<br>翰林物色分留少，诗到巴陵还未工。",
  "fanyi": "<p><strong>译文</strong><br>巍巍岳阳楼矗立在洞庭湖之东长江之西，夕阳黄昏，没有晚风卷起，楼阁上的招牌静止不动。<br>登临当年吴国和蜀国的分界之处（荆州），在湖山黄昏下徘徊。<br>行程万里，今日登高远望是什么心绪？为避战乱我奔波三年。<br>登楼凭吊古人，我自己已是两鬓如霜，看着远山的古树，青苍中，隐含无限的伤悲。</p> <p>平湖映着天空的影子，晴空万里，波澜不惊，大雁在空中飞来飞去。<br>岳阳楼很多人都在看秋天的景色，看日落君山。<br>往北边可以看到白首，往南边可以看到丹枫。<br>一路欣赏景色，结果到了巴陵还没有写出来<a href=\"http://so.gushiwen.org/view_71661.aspx\">诗</a>。</p> <p><strong>注释</strong><br>⑴帘旌（jīng）：酒店或茶馆的招子。夕阳迟：夕阳缓慢地下沉。迟，缓慢。<br>⑵吴蜀横分地：三国时吴国和蜀国争夺荆州，吴将鲁肃曾率兵万人驻扎在岳阳。横分，这里指瓜分。<br>⑶徙（xǐ）倚（yǐ）：徘徊。<br>⑷三年多难：公元1126年（宋钦宗靖康元年）春天北宋灭亡，到写此诗时已有三年。凭危：指登楼。凭，靠着。危，指高处。<br>⑸吊古：哀吊，凭吊。<br>⑹晴不风：晴空万里，波澜不惊。<br>⑺杪（miǎo）秋：晚秋。<br>⑻君山：全称君山岛，位于湖南岳阳东部的洞庭湖中。<br>⑼白首：白发。这里指为枯萎而不凋谢的白色草。<br>⑽丹枫：经霜泛红的枫叶。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　其一</p> <p>　　《登岳阳楼》二首都是七言律<a href=\"http://so.gushiwen.org/view_71661.aspx\">诗</a>。其中第一首是诗人写岳阳楼的开篇之作，所以精心打造，郑重其事。首联写岳阳楼的地理位置，先从大处着墨，以洞庭湖和长<a href=\"http://so.gushiwen.org/author_1462.aspx\">江为</a>背景，在一个宏观视野中隆重推出岳阳楼。“洞庭之东江水西”，诗人在一句七字之中，巧妙地运用了“东”“西”两个方位词，并以湖、江系之，则岳阳楼之所在，如或可见。而后再写举目所见，为“帘旌不动夕阳迟”。这一句是全诗写景浓墨重彩的一笔，看似平常，实则细腻。“帘旌”为近景，“夕阳”为远景，近景远景合而为一，诗人的视线由近及远地扫描，逐渐放开，融入那苍茫的暮色中。不动的帘旌，表明湖面风平浪静；迟落的夕阳，提示着傍晚的安详。这样富有诗情画意的情境，不禁引起诗人丰富的遐想。</p> <p>　　诗的颔联从静态舒缓的景物描写中振起，转而为强烈的抒情。仿佛是音乐的变奏，这两句诗似乎是在重复上面的主题，风格却又迥然不同了。“登临吴蜀横分地”，也是在说登临的地理位置，却加入了厚重的历史感；“徙倚湖山欲暮时”，也是在写黄昏时分登楼观景，却融入了些许怅惘之情。这样的渐变，是一种烘托，是一种过渡，是一种物我兼融的摹状。在这里，诗人的主体形象不经意地、自然而然地出现在诗中，他在思索，在徘徊，在融情入景，在借景抒怀。</p> <p>　　经过前面的蓄势，诗人终于在颈联以近于直呼的方式，发出了最高亢最强烈的呐喊：“万里来游还望远，三年多难更凭危。”这两句诗，道出了一个亡国之臣心中的愤懑。“万里”与“三年”对举，分别从空间、时间的跨度上来叙述其事，收到了双重叠加的艺术效果，读之让人感慨万分。诗人的“万里来游”不过是万里逃难的高雅说法，但是又无可奈何。心中的苦闷，只好在“远望”中消解。“三年多难”，本来已经不胜觳觫，却还要在这里登高临危，让人不堪忍受。诗意至此，已经一波三折，千回百转，把感情推向了极致。</p> <p>　　诗的最后一联，顾影自怜，以无限悲凉的身世之慨收束全篇。此时，诗人已届四十，到了不惑之年，所以言“白头”；不说伤今，而言“吊古”，含蓄蕴藉，意味深长；“风霜”明指自然事物，实喻社会现实，语意双关；而“老木沧波”更是包裹诗人形象的一件外衣，无限悲恨。这一联似乎是诗人自语，未老先衰头已白，为国事，为家事，为自己，为那些与自己一样国破家亡的同乡们焦虑、忧愁，吊古伤今，感怀伤时，在秋霜的季节里，更觉时世如风霜相逼，冷峭之极。那衰老的枯木、那苍凉的湖面，就像是作者自己。沦落天涯无尽的凄凉，国破家亡的无限悲痛，一切尽在不言中。</p> <p>　　其二</p> <p>　　第一首写登楼，而第二首转写景和归途。诗人登上岳阳楼，看到的是“天入平湖晴不风，夕帆和雁正浮空。”这就描绘了多种景物：天空、湖水、倒影、夕日、大雁，构成了洞庭湖独有的美景。表面上“晴不风”三字略显俗套，但这正和“大漠孤烟直，长河落日圆”有相同韵味，不加修饰，只是写的是湖水之壮美，这更显手法独特。第二联写人亦写景，而且再次点明时间是傍晚时分。第三联起，开始写诗人的归途了，而且又再一次将诗句引向了景物，向北看，见白草稀稀，向南望则见枫叶红红，这一联的描写将整首诗推向高潮，对仗工整，别有韵味。最后两句就是写诗人只顾观景，写着的诗到了江陵还未完，这就从侧面衬托了长江洞庭之间风光之好。整首诗的感情同第一首一样，是“忧”的，因为两首诗记述的为同一系列的事，其感情也是相同的，只是被隐藏了，这首诗实际上表达了北宋国亡后，作者只能观景排忧之情。</p>",
  "about": "<h2>主旨</h2> 　　这首<a href=\"http://so.gushiwen.org/view_71661.aspx\">诗</a>写了诗人登楼的所见所感，虽是抒写到岳阳楼游玩，但心系国家政事，忧国忧民，借登楼来谱写了一首爱国诗篇。<br/><h2>创作背景</h2> 　　北宋靖康二年（1127年）四月，金兵攻破开封，北宋灭亡。当时，陈与义被贬在陈留（在今河南开封东南）做监酒税的小官，自然加入到逃亡的难民行列中，南奔襄汉，颠沛湖湘，流离失所。他流亡到洞庭湖，几次登岳阳楼，与朋友悲伤国事，借酒消愁，写下了数首<a href=\"http://so.gushiwen.org/view_71661.aspx\">诗</a>歌以记其事，其中就有这两首《登岳阳楼》。",
  "poet": {
    "id": 724,
    "star": 0,
    "name": "陈与义",
    "desc": "陈与义(1090-1138)，字去非，号简斋，汉族，其先祖居京兆，自曾祖陈希亮迁居洛阳，故为宋代河南洛阳人（现在属河南）。他生于宋哲宗元祐五年(1090年)，卒于南宋宋高宗绍兴八年(1138年)。北宋末，南宋初年的杰出诗人，同时也工于填词。其词存于今者虽仅十余首，却别具风格，尤近于苏东坡，语意超绝，笔力横空，疏朗明快，自然浑成，著有《简斋集》。"
  },
  "tags": [
    "登楼",
    "写景",
    "抒怀",
    "感慨"
  ]
}