{
  "id": 8481,
  "star": 3303,
  "name": "春夜洛城闻笛 / 春夜洛阳城闻笛",
  "dynasty": "唐代",
  "content": "谁家玉笛暗飞声，散入春风满洛城。 <br>此夜曲中闻折柳，何人不起故园情。",
  "fanyi": "<p><strong>译文</strong><br>是谁家精美的笛子暗暗地发出悠扬的笛声。随着春风飘扬，传遍洛阳全城。<br>就在今夜的曲中，听到故乡的《折杨柳》，哪个人的思乡之情不会因此而油然而生呢？ </p> <p><strong>注释</strong><br>①洛城：今河南洛阳。<br>②玉笛：笛子的美称。③暗飞声：声音不知从何处传来。声：声音。<br>④春风：指春天的风，比喻恩泽，融和的气氛等引申涵义<br>⑤闻：听;听见。<br>⑥折柳：即《折杨柳》笛曲，乐府“鼓角横吹曲”调名，内容多写离情别绪。<a href=\"http://so.gushiwen.org/author_938.aspx\">胡仔</a>《苕溪渔隐丛话后集》卷四：“《乐府杂录》云：‘笛者，羌乐也。古典有《折杨柳》、《落梅花》。故谪仙《春夜洛城闻笛》……’杜少陵《吹笛》<a href=\"http://so.gushiwen.org/view_8481.aspx\">诗</a>：‘故园杨柳今摇落，何得愁中曲尽生？’<a href=\"http://so.gushiwen.org/author_447.aspx\">王之涣</a>云：‘羌笛何须怨杨柳，春风不度玉门关。’皆言《折杨柳》曲也。”曲中表达了送别时的哀怨感情。<br>⑦故园：指故乡，家乡。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　这首<a href=\"http://so.gushiwen.org/view_8481.aspx\">诗</a>写乡思，题作《春夜洛城闻笛》，明示诗因闻笛声而感发。题中“洛城”表明是客居，“春夜”点出季节及具体时间。起句即从笛声落笔。已经是深夜，诗人难于成寐，忽而传来几缕断续的笛声。这笛声立刻触动诗人的羁旅情怀。诗人不说闻笛，而说笛声“暗飞”，变客体为主体。“暗”字为一句关键。注家多忽略这个字。已故沈祖棻先生说：“……‘谁家’、‘暗飞声’，写出‘闻’时的精神状态，先听到飞声，踪迹它的来处，却不知何人所吹，从何而来，所以说是暗中飞出。”（《唐人七绝诗浅释》）为一种理解。因为不知笛声来自何处，更不见吹笛者为何人，下此“暗”字，十分恰当。这里“暗”字有多重意蕴。主要是说笛声暗送，似乎专意飞来给在外作客的人听，以动其离愁别恨。全句表现出一种难于为怀的心绪，以主观写客观。此外，“暗”也有断续、隐约之意，这与诗的情境是一致的。“谁家”，意即不知谁家，“谁”与“暗”照应。第二句着意渲染笛声，说它“散入春风”，“满洛城”，仿佛无处不在，无处不闻。这自然是有心人的主观感觉的极度夸张。“散”字用得妙。“散”是均匀、遍布。笛声“散入春风”，随着春风传到各处，无东无西，无南无北。即为“满洛城”的“满”字预设地步；“满”字从“散”字引绎而出，二者密合无间，同时写出其城之静，表达诗人的思乡心切。</p> <p>　　听到笛声以后，诗人触动了乡思的情怀，于是第三句点出了《折杨柳》曲。古人送别时折柳，盼望亲人归来也折柳。据说“柳”谐“留”音，故折柳送行表示别情。长安灞桥即为有名的送别之地，或指那个地方的杨柳为送行人攀折殆尽。《折杨柳》曲伤离惜别，其音哀怨幽咽。晋代太康末年，京洛流行《折杨柳》歌，有“兵革苦辛”的词语。北朝《折杨柳歌》中说：“上马不捉鞭，反拗杨柳枝；蹀坐吹长笛，愁杀行客儿。”大约都是据曲意填的歌词。所以，诗人听到这首《折柳》曲，便引起客愁乡思。一般说，久居他乡的人，白天还没有什么，可是一到日暮天晚，就容易想念家乡。在春秋季节，人们也常是多愁善感。《折柳》为全诗点睛，也是“闻笛”的题义所在。三，四两句写诗人自己的情怀，却从他人反说。强调“此夜”，是面对所有客居洛阳城的人讲话，为结句“何人不起故园情”作势。这是主观情感的推衍，不言“我”，却更见“我”感触之深，乡思之切。</p> <p>　　短短的一首七言绝句，颇能显现<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>的风格特点，即艺术表现上的主观倾向。热爱故乡是一种崇高的感情，它同爱国主义是相通的。诗人的故乡是他从小生于此，长于此的地方，作为祖国的一部分，那种形象尤其令诗人难以忘怀。李白这首诗写的是闻笛，但它的意义不限于描写音乐，还表达了对故乡的思念，这才是它感人的地方。</p> <p>　　全诗扣紧一个“闻”字，抒写自己闻笛的感受。诗的第一句是猜测性的问句。那未曾露面的吹笛人只管自吹自听，却不期然而打动了许许多多听众，这就是句中“暗”字所包含的意味。第二句说笛声由春风吹散，传遍了洛阳城。这是诗人的想象，也是艺术的夸张。第三句说明春风传来的笛声，吹奏的是表现离情别绪的《折杨柳》，于是紧接一句说，哪个能不被引发思念故乡家园的情感呢！水到渠成而戛然而止，因而余韵袅袅，久久萦绕于读者心间，令人回味无穷。</p> <p>　　李白的老家在四川，二十几岁就离家东游，后长期居住湖北、山东，春夜闻笛《折杨柳》曲，触发深长的乡思当是再自然不过的了。因此情真意切，扣人心弦，千百年来在旅人游子心中引发强烈的共鸣。</p> <p>　　这是一首七言绝句，大约作于开元二十二年（734）。当时李白客居洛城，即今天的河南洛阳。在唐代，洛阳是一个很繁华的都市，称东都。一个春风沉醉的夜晚，繁华喧闹了一天的洛阳城已经平静下来。李白大概正在客栈里，因偶然听到笛声而触发故园情，作此诗。</p> <p>　　“谁家玉笛暗飞声”，谁家的玉笛，在静夜里悄悄地响起？诗人或许正在读书、闲坐，或做着其他的事，一曲笛声不期然响起，夜深人静，笛声清远而动听。他被吸引住了，循声望去，却辨不清笛声来自哪里。“玉笛”，指玉制的笛，或笛子美称，或羌笛的代称，不确定，存疑。</p> <p>　　“散入春风满洛城”，春风徐徐，笛声飘散在风中，风又吹送笛声，飘满了洛阳城，让人想到“此曲只应天上有”。这一句虽带有艺术的夸张，却衬出笛声的动人、夜的安静。惟其如此，才会在诗人的听觉与想象中飘满洛城，似乎其他的声音都不存在了，似乎全城人都在凝神静听。</p> <p>　　“此夜曲中闻折柳”，今夜，缥缈的笛乐中，我听到了思乡怀亲的《折杨柳》。笛乐飘飘，如此动人，究竟吹的是什么曲子呢？“折柳”，即《折杨柳》，汉代横吹曲名，内容多写离别之情。如《旧唐书·乐志》载北朝流传的一首《折杨柳枝》：“上马不捉鞭，反拗杨柳枝。下马吹横笛，愁杀行客儿。”历代文人仿作的《折杨柳枝》曲辞，也都是抒发离愁别绪的。在这里，折柳既可理解为听到的是一首折柳曲，还可理解为在乐曲中听到了折柳的意绪。“柳”谐音“留”。古人送别亲友时，折柳相赠，暗示留恋、留念的意思。折柳既是一种习俗，也代表一个场景、一种情绪。古人还有折柳寄远的习惯，是盼远游亲人早归的意思。</p> <p>　　“何人不起故园情”，听到这笛声的，谁不会动思乡之情呢？联系第一句看，这种游子怀念故园的感情，最初可能是隐藏的、莫可名状的，因偶然听到的笛声突然明朗、强烈起来了。笛声来自何处，何人在吹，是和自己一般的游子？是乐工？是歌妓？这些都让诗人和读者去猜测。而这些又都无须一一去分别，因为思乡之情对游子来说，都是共有的。它绵绵不绝，弥漫在夜空中，缠绕在游子心头，抹不去化不开。“何人”一词概括性极强，实则是突出诗人思乡之情。（部分简析文字载自“潼江小屋”，有删改） </p><br/><h2>赏析</h2> <p>　　此<a href=\"http://so.gushiwen.org/view_8481.aspx\">诗</a>写乡思，题作“春夜洛城闻笛”，明示诗人因闻笛声而感发。题中“洛城”表明是客居，“春夜”点出季节及具体时间。起句即从笛声落笔。已是深夜，诗人难于成寐，忽而传来几缕断续的笛声。这笛声立刻触动诗人的羁旅情怀。诗人不说闻笛，而说笛声“暗飞”，变客体为主体。“暗”字为一句关键。注家多忽略这个字。因为不知笛声来自何处，更不见吹笛者为何人，下此“暗”字，十分恰当。这里“暗”字有多重意蕴。主要是说笛声暗送，似乎专意飞来给在外作客的人听，以动其离愁别恨。全句表现出一种难于为怀的心绪，以主观写客观。此外，“暗”也有断续、隐约之意，这与诗的情境是一致的。“谁家”，意即不知谁家，“谁”与“暗”照应。第二句着意渲染笛声，说它“散入春风”，“满洛城”，仿佛无处不在，无处不闻。这自然是有心人的主观感觉的极度夸张。“散”字用得妙。“散”是均匀、遍布。笛声“散入春风”，随着春风传到各处，无东无西，无南无北。即为“满洛城”的“满”字预设地步；“满”字从“散”字引绎而出，二者密合无间，同时写出其城之静，表达诗人的思乡心切。</p> <p>　　听到笛声以后，诗人触动了乡思的情怀，于是第三句点出了《折杨柳》曲。古人送别时折柳，盼望亲人归来也折柳。据说“柳”谐“留”音，故折柳送行表示别情。长安灞桥即为有名的送别之地，或指那个地方的杨柳为送行人攀折殆尽。《折杨柳》曲伤离惜别，其音哀怨幽咽。晋代太康末年，京洛流行《折杨柳》歌，有“兵革苦辛”的词语。北朝《折杨柳歌辞》中说：“上马不捉鞭，反拗杨柳枝；蹀坐吹长笛，愁杀行客儿。”大约都是据曲意填的歌词。所以，诗人听到这首《折柳》曲，便引起客愁乡思。一般说，久居他乡的人，白天还没有什么，可是一到日暮天晚，就容易想念家乡。在春秋季节，人们也常是多愁善感。《折柳》为全诗点睛，也是“闻笛”的题义所在。三、四两句写诗人自己的情怀，却从他人反说。强调“此夜”，是面对所有客居洛阳城的人讲话，为结句“何人不起故园情”作势。这是主观情感的推衍，不言“我”，却更见“我”感触之深，思乡之切。</p> <p>　　全诗扣紧一个“闻”字，抒写自己闻笛的感受。诗的第一句是猜测性的问句。那未曾露面的吹笛人只管自吹自听，却不期然而打动了许许多多听众，这就是句中“暗”字所包含的意味。第二句说笛声由春风吹散，传遍了洛阳城。这是诗人的想象，也是艺术的夸张。第三句说明春风传来的笛声，吹奏的是表现离情别绪的《折杨柳》，于是紧接一句说，哪个能不被引发思念故乡家园的情感呢！水到渠成而戛然而止，因而余韵袅袅，久久萦绕于读者心间，令人回味无穷。</p> <p>　　短短的一首七言绝句，颇能显现<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>的风格特点，即艺术表现上的主观倾向。热爱故乡是一种崇高的感情，它同爱国主义是相通的。诗人的故乡是他从小生于此，长于此的地方，作为祖国的一部分，那种形象尤其令诗人难以忘怀。李白这首诗写的是闻笛，但它的意义不限于描写音乐，还表达了对故乡的思念，这才是它感人的地方。</p> <p>　　李白的老家在四川，二十多岁就离家东游，后长期居住湖北、山东，春夜闻笛《折杨柳》曲，触发深长的乡思当是再自然不过的了。因此情真意切，扣人心弦，千百年来在旅人游子心中引发强烈的共鸣。</p><br/><h2>鉴赏二</h2> <p>　　开元二十三年(735)，<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>客东都(洛阳)。《春夜洛城闻笛》一<a href=\"http://so.gushiwen.org/view_8481.aspx\">诗</a>，当即这次客东都有感而作。</p> <p>　　这首诗写乡思，题作《春夜洛城闻笛》，明示诗因闻笛声而</p> <p>　　感发。题中\"洛城\"表明是客居，\"春夜\"点出季节及具体时间。起句即从笛声落笔。已经是深夜，诗人难于成寐，忽而传来几缕断续的笛声。这笛声立刻触动诗人的羁旅情怀。诗人不说闻笛，而说笛声\"暗飞\"，变客体为主体。\"暗\"字为一句关键。注家多忽略这个字。已故沈祖棻先生说:\"……‘谁家’、‘暗飞声’，写出‘闻’时的精神状态，先听到飞声，踪迹它的来处，却不知何人所吹，从何而来，所以说是暗中飞出。\"(《唐人七绝诗浅释》)可为一种理解。因为不知笛声来自何处，更不见吹笛者为何人，下此\"暗\"字，自是十分确当。这里\"暗\"字有多重意蕴。主要是说笛声暗送，似乎专意飞来给在外作客的人听，以动其离愁别恨。全句表现出一种难于为怀的心绪，所谓以主观写客观。此外，\"暗\"也有断续、隐约之意，这与诗的情境是一致的。\"谁家\"，意即不知谁家，\"谁\"与\"暗\"照应。第二句着意渲染笛声，说它\"散入春风\"，\"满洛城\"，仿佛无处不在，无处不闻。这自然是有心人的主观感觉的极度夸张。\"散\"字用得妙。\"散\"是均匀、遍布。笛声\"散入春风\"，随着春风传到各处，无东无西，无南无北。即为\"满洛城\"的\"满\"字预设地步;\"满\"字从\"散\"字引绎而出，二者密合无间。</p> <p>　　为什么闻笛声诗人会触动乡思呢?第三句点出《折柳》曲。古人送别时折柳，盼望亲人来归也折柳。据说\"柳\"谐\"留\"音，故折柳送行表示别情。长安灞桥即为有名的送别之地，或云其地杨柳为送行人攀折殆尽。《折杨柳》曲伤离惜别，其音哀怨幽咽。晋太康末，京洛流行《折杨柳》歌，有\"兵革苦辛\"之词。北朝《折杨柳歌》曰:\"上马不捉鞭，反拗杨柳枝;蹀坐吹长笛，愁杀行客儿。\"大约都是据曲意填的歌词。所以，诗人听到这《折柳》曲，便引起客愁乡思。一般说，久居他乡的人，白天还没有什么，可是一到日暮天晚，就容易想念家乡。在春秋季节，</p> <p>　　人们也常是多愁善感。《折柳》为全诗点睛，亦即\"闻笛\"的题义所在。三，四两句写诗人自己情怀，却从他人反说。强调\"此夜\"，是面对所有客居洛阳城的人讲话，为结句\"何人不起故园情\"作势。这是主观情感的推衍，不言\"我\"，却更见\"我\"感触之深，乡思之切。</p> <p>　　短短的一首七言绝句，倒颇能显现李太白的风格特点，即艺术表现上的主观倾向。</p>",
  "about": "<h2>创作背景</h2> <p>　　这首<a href=\"http://so.gushiwen.org/view_8481.aspx\">诗</a>是唐玄宗开元二十三年（735年）<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>游洛城（即洛阳）时所作。洛阳在唐代是一个很繁华的都市，时称东都。当时李白客居洛城，大概正在客栈里，因偶然听到笛声而触发故园情，作此诗。</p>",
  "poet": {
    "id": 247,
    "star": 0,
    "name": "李白",
    "image": "http://img.gushiwen.org/authorImg/libai.jpg",
    "desc": "李白（701年－762年），字太白，号青莲居士，唐朝浪漫主义诗人，被后人誉为“诗仙”。祖籍陇西成纪(待考)，出生于西域碎叶城，4岁再随父迁至剑南道绵州。李白存世诗文千余篇，有《李太白集》传世。762年病逝，享年61岁。其墓在今安徽当涂，四川江油、湖北安陆有纪念馆。"
  },
  "tags": [
    "初中古诗",
    "音乐",
    "思乡"
  ]
}