{
  "id": 50452,
  "star": 28,
  "name": "南歌子·疏雨池塘见",
  "dynasty": "宋代",
  "content": "疏雨池塘见，微风襟袖知。阴阴夏木啭黄鹂，何处飞来白鹭立移时。<br>易醉扶头酒，难逢敌手棋。日长偏与睡相宜，睡起芭蕉叶上自题诗。",
  "fanyi": "<p><strong>译文<br></strong>稀疏的雨点落在池塘里，水面上泛起了涟漪。轻风拂来，吹动了衣袖。夏天的树长满了浓密的叶子，树荫中响起黄鹂婉转的啼叫声。一只白鹭不知道从什么地方飞来，独立池塘，已经很久很久。<br>喝扶头酒很容易让人醉，可下棋时却难逢对手。这长长的白日，用来睡觉是最合适的了。我睡醒后，一个人在芭蕉叶子上百无聊赖地写着<a href=\"http://so.gushiwen.org/view_50452.aspx\">诗</a>。</p> <p><strong>注释<br></strong>①此阕原缺调名，据词律补。<br>②“疏雨”二句：<a href=\"http://so.gushiwen.org/author_211.aspx\">杜牧</a>《秋思》诗：“微雨池塘见，好风襟袖知。”<br>③“阴阴”句：<a href=\"http://so.gushiwen.org/author_515.aspx\">王维</a>《积雨辋川庄作》诗：“漠漠水田飞白鹭，阴阴夏木啭黄鹂。”<br>④“何处”句：<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>《江城子·湖上与<a href=\"http://so.gushiwen.org/author_587.aspx\">张先</a>同赋》词：“何处飞来双白鹭？如有意，慕娉婷。”<br>⑤扶头酒：一种使人易醉的烈酒。谓饮此酒后，头亦须扶。<a href=\"http://so.gushiwen.org/author_477.aspx\">姚合</a>《答友人招游》诗：“赌棋招敌手，沽酒自扶头。”<br>⑥“日长”句：苏轼《和子由送将官梁左藏仲通》诗“日长惟有睡相宜。”<br>⑦“睡起”句：<a href=\"http://so.gushiwen.org/author_564.aspx\">韦应物</a>《闲居寄诸弟》诗“尽日高斋无一事，芭蕉叶上坐题诗。”</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　<a href=\"http://so.gushiwen.org/author_399.aspx\">贺铸</a>出身于没落贵族家庭，是孝惠后的族孙，且娶宗室之女。但他秉性刚直，不阿权贵，因而一生屈居下僚，郁郁不得志。这种秉性，这种身世际遇，使他像许多古代文人一样，建功立业的胸襟之中，常常流走着痛苦、孤寂、无奈的波澜。这种心绪时时反映在他的词作中，《南歌子》便是一例。</p> <p>　　此词以常见的写景起手。“疏雨池塘见，微风襟袖知。”“见 ”、知，觉的意思，可与第二句的“知”字互证。疏雨飘洒，微风轻拂，一派清爽宁静。这景致并无多少新奇，到是“见”“知”二字颇见功力。作者不仅以抒情主人公的视角观物，而且让大自然中的池塘观物，池塘感到了疏雨的轻柔缠绵，于是池塘也有了生命力。便是主人公观物，这里用笔也曲回婉转，不言人觉，而言袖知，普普通通的景物这样一写也显得生动形象，神采飞扬了。其实贺铸这两句原有所本，语出<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>《秋思》<a href=\"http://so.gushiwen.org/view_50452.aspx\">诗</a>“微雨池塘见，好风襟袖知。”接下去两句化用<a href=\"http://so.gushiwen.org/author_515.aspx\">王维</a>《积雨辋川庄作》的诗句和诗意。王诗云：“漠漠水田飞白鹭，阴阴夏木啭黄鹂。”宽阔的水田里白鹭飞翔，繁茂幽深的树丛中黄鹂啼鸣，大自然的一切都是自由而宁静的。王维描写了优美宁静的田园风光，抒写了自己超脱尘世的恬淡自然的心境。贺铸直用了“阴阴夏木啭黄鹂”一句，又化用了“漠漠 水田飞白鹭”一语。不过仔细品味，这白鹭之句，贺词与王诗所透露出来的心绪还是有所不同的。王诗是一种带有佛家气息的宁静；而贺词云“何处飞来白鹭，立移时。”似乎在说，什么地方飞来的白鹭哟，怎么刚呆了一会儿就走了。这 “何”字，这“移时”，似乎透露着主人公的一种心境，他似乎在埋怨什么，在追寻什么，在挽留什么……。字里行间飘溢出的是一种孤寂和 无奈。而且这上片结句不仅写景，在结构上也起着举足轻重的作用，使上下片之间暗脉相接。</p> <p>　　下片进入对日常生活的描写。“扶头酒”，即易醉之酒。唐代<a href=\"http://so.gushiwen.org/author_477.aspx\">姚合</a>《答友人招游》诗云：“赌棋招敌手，沽酒自扶头。”贺铸的“易醉扶头酒，难逢敌手棋。”化用其意写自己饮酒下棋的生活。喝酒易醉；下棋，对手难逢，这字里行间蕴含着的仍然是一种百无聊赖的心绪。于是便有结句“日长偏与睡相宜。睡起芭蕉叶上、自题诗。”夏日长长，无所事事，最适合于睡觉。睡起之后，只管在芭蕉叶上自题诗，自取其乐。这之中透露着的是一种自我嘲解，自我调侃。其实这两句词也有所本。<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>《蕲簟》有句云：“自然唯与睡相宜。”<a href=\"http://so.gushiwen.org/author_1.aspx\">方干</a>《送郑台处士归绛岩》有句云：“曾书蕉叶寄新题。”下片内容并不复杂，无非是饮酒、下棋、睡觉、题诗等文人的生活琐事，可是借助于“易解”、“难逢”、“偏”、“相宜”、“自题诗”等字眼，可以感受到作者的孤寂和壮志未酬的愤懑不平。</p> <p>　　贺铸是以善于点化前人诗句而著称的，而此篇句句点化，且又丝丝入扣，浑然天成，实在是难能可贵。</p><br/><h2>赏析二</h2> <p>　　这是一首夏日即景之作。</p> <p>　　开篇以常见的写景起手。“疏雨池塘见，微风襟袖知。”“见”、知，觉的意思，可与第二句的“知”字互证。疏雨飘洒，微风轻拂，一派清爽宁静。这景致并无多少新奇，到是“见”“知”二字颇见功力。作者不仅以抒情主人公的视角观物，而且让大自然中的池塘观物，池塘感到了疏雨的轻柔缠绵，于是池塘也有了生命力。便是主人公观物，这里用笔也曲回婉转，不言人觉，而言袖知，普普通通的景物这样一写也显得生动形象，神采飞扬了。接下去两句化用<a href=\"http://so.gushiwen.org/author_515.aspx\">王维</a>《积雨辋川庄作》的<a href=\"http://so.gushiwen.org/view_50452.aspx\">诗</a>句和诗意。王诗写到宽阔的水田里白鹭飞翔，繁茂幽深的树丛中黄鹂啼鸣，大自然的一切都是自由而宁静的。王维描写了优美宁静的田园风光，抒写了自己超脱尘世的恬淡自然的心境。<a href=\"http://so.gushiwen.org/author_399.aspx\">贺铸</a>直用了“阴阴夏木啭黄鹂”一句，又化用了“漠漠水田飞白鹭”一语。不过仔细品味，这白鹭之句，贺词与王诗所透露出来的心绪还是有所不同的。王诗是一种带有佛家气息的宁静；而贺词云“何处飞来白鹭，立移时。”似乎在说：“什么地方飞来的白鹭哟，怎么刚呆了一会儿就走了？”这 “何”字，这“移时”，似乎透露着主人公的一种心境，他似乎在埋怨什么，在追寻什么，在挽留什么……字里行间飘溢出的是一种孤寂和无奈。而且这上片结句不仅写景，在结构上也起着举足轻重的作用，使上下片之间暗脉相接。</p> <p>　　下片进入对日常生活的描写。贺铸的“易醉扶头酒，难逢敌手棋。”化用唐代<a href=\"http://so.gushiwen.org/author_477.aspx\">姚合</a>《答友人招游》诗意写自己饮酒下棋的生活。喝酒易醉；下棋，对手难逢，这字里行间蕴含着的仍然是一种百无聊赖的心绪。于是便有结句。夏日长长，无所事事，最适合于睡觉。睡起之后，只管在芭蕉叶上自题诗，自取其乐。这之中透露着的是一种自我嘲解，自我调侃。其实这两句词也有所本。<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>《蕲簟》有句云：“自然唯与睡相宜。”<a href=\"http://so.gushiwen.org/author_1.aspx\">方干</a>《送郑台处士归绛岩》有句云：“曾书蕉叶寄新题。”下片内容并不复杂，无非是饮酒、下棋、睡觉、题诗等文人的生活琐事，可是借助于“易醉”、“难逢”、“偏”、“相宜”、“自题诗”等字眼，可以感受到作者的孤寂和壮志未酬的愤懑不平。</p> <p>　　全篇化用前人诗句，且又丝丝入扣，意趣自然，浑然天成。贺铸曾云：“吾笔端驱使<a href=\"http://so.gushiwen.org/author_204.aspx\">李商隐</a>、<a href=\"http://so.gushiwen.org/author_415.aspx\">温庭筠</a>辈常奔命不暇。”说明他博学强记，善于融化前人诗句。此阙虽未引用温、李诗句，而被“驱使”的前人则更多矣。</p> <p>　　全词笔调疏快，风光如画，闲适之情见于笔端纸上，又有清幽静谧之感。</p>",
  "about": "<h2>创作背景</h2> 　　<a href=\"http://so.gushiwen.org/author_399.aspx\">贺铸</a>出身于没落贵族家庭，是孝惠后的族孙，且娶宗室之女。但他秉性刚直，不阿权贵，因而一生屈居下僚，郁郁不得志。这种秉性，这种身世际遇，使他像许多古代文人一样，建功立业的胸襟之中，常常流走着痛苦、孤寂、无奈的波澜。这种心绪时时反映在他的词作中，这首《南歌子》便是一例。",
  "poet": {
    "id": 399,
    "star": 0,
    "name": "贺铸",
    "image": "http://img.gushiwen.org/authorImg/hezhu.jpg",
    "desc": "贺铸(1052～1125) 北宋词人。字方回，号庆湖遗老。汉族，卫州（今河南卫辉）人。宋太祖贺皇后族孙，所娶亦宗室之女。自称远祖本居山阴，是唐贺知章后裔，以知章居庆湖（即镜湖），故自号庆湖遗老。"
  },
  "tags": [
    "写雨",
    "写景",
    "抒情",
    "孤独"
  ]
}