{
  "id": 8343,
  "star": 53,
  "name": "上三峡",
  "dynasty": "唐代",
  "content": "巫山夹青天，巴水流若兹。<br>巴水忽可尽，青天无到时。<br>三朝上黄牛，三暮行太迟。<br>三朝又三暮，不觉鬓成丝。",
  "fanyi": "<p><strong>译文</strong><br>巴水穿过巫山，巫山夹着青天。<br>巴水忽然像是到了尽头，而青天依然夹在上面。<br>三个早晨行在黄牛峡，三个晚上还在黄牛峡打转。<br>这样的三天三夜出不了黄牛峡。怎能不使人愁得两鬓斑斑？</p> <p><strong>注释</strong><br>⑴三峡：指长江之瞿塘峡、巫峡和西陵峡。<br>⑵巫山：在今重庆巫山县南，山势高峻，景色秀美，有著名的巫山十二峰。<br>⑶巴水：指长江三峡的流水。重庆东面长江水曲折三回如巴字，故曰“巴江”。传说巴子国由此得名。古渝、涪、忠、万等州均属巴国地，故此段长江常称巴水。<br>⑷黄牛：指黄牛山，又称黄牛峡，在今湖北宜昌西北。《水经注·江水》：“江水又东，径黄牛山，下有滩，名曰‘黄牛滩’。南岸重岭叠起，最外高崖间有石，色如人负刀牵牛，人黑牛黄，成就分明；既人迹所绝，莫得究焉。此岩既高，加以江湍纡回，虽途径信宿，犹望见此物。故行者谣曰：‘朝发黄牛，暮宿黄牛。三朝三暮，黄牛如故。’言水路纡深，回望如一矣。”<br></p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　此<a href=\"http://so.gushiwen.org/view_8343.aspx\">诗</a>表现了当时诗人逆境难熬，情绪郁闷状况。前四句，诗人运用大胆夸张的手法，极力描绘了巫山高入云天、巴水急流滚滚的壮丽景色。“巫山夹青天”，“夹”字用得极其到位，既写出了巫山险峻，遮天蔽日的形势，也包含着诗人喟叹青天的形象。“巴水流若兹”，含有无奈之意。三、四两句，并非说巴水可以行到尽头，而是写出了巴水纡曲，舟行迟迟的情景。“巴水忽可尽”，著一“忽”字，山回水转，尽在眼前；“青天无到时”，既写实又在写情。这两句诗由对客观景物的描写逐渐过渡到诗人的主观抒情，即由景入情，融情于景，达到情景交融。</p> <p>　　诗的后半部分对三、四两句诗意作了进一步阐发。“三朝上黄牛，三暮行太迟”，明写逆水行船艰难，船行缓慢，实际表达的是诗人的感受和心态。五、六两句既用互文笔法写朝暮赶路，又暗含时间的承续：早起赶路到晚上也没能走多远。“不觉鬓成丝”，写出诗人因船行缓慢而愁白了头，包含着时光难度，逆境难熬的感受。末两句情景交融，既在描写景象，又在抒发感情，从中可体味出诗人悲愁愤懑的心境。诗中连续重复“三朝三暮”，极有船工号子的感觉。古时有歌谣曰：“朝发黄牛，暮宿黄牛。三朝三暮，黄牛如故。”最后四句是从这首民间歌谣脱胎而来的。但古歌谣指提到舟行的缓慢，而<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>的诗除了说“三暮行太迟”外，还有“不觉鬓成丝”，旅途艰辛和心情忧郁使诗人在不知不觉中鬓发都愁白了。这就把客观叙事和主观抒情巧妙地结合了起来，含蓄委婉地映衬出诗人当时愁苦的心情。</p> <p>　　学者<a href=\"http://so.gushiwen.org/author_408.aspx\">王国维</a>在《人间词话》中说：“昔人论诗词，有景语、情语之别，不知一切景语皆情语也。”李白诗里《上三峡》相映成趣的是《下江陵》（《早发白帝城》），后者是诗人流放途中忽闻赦书，旋即乘舟东返时写下的名篇。《上三峡》写于诗人流放途中，诗中描写巫山险峻，巴水纡曲，舟行迟迟，愁令发白。流放者唯觉逆境难熬，心情愤懑，壮丽风光为之减色。《下江陵》是诗人流放途中忽闻赦书，旋即乘舟东返时写下的，城高入云，晨光初灿，气象开朗，舟行轻快。“一日千里”是诗人心态轻松的主观感受，喜悦心情渲染得淋漓尽致。同一位诗人，同一处景致，却气象迥异，正是“融情入景”的鲜明写照。</p>",
  "about": "<h2>创作背景</h2> 　　安史之乱爆发后，永王李璘以平定叛乱为号召出师，曾三次派遣使者聘请<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>参加他的幕府，李白出自报国立功的良好愿望应聘入幕。至德二载（757年）唐肃宗<a href=\"http://so.gushiwen.org/author_1631.aspx\">李亨</a>和永王李璘发生夺权内讧，李亨消灭了李璘的军队。李白因此获罪，被投入浔阳监狱。后来又流放夜郎。此<a href=\"http://so.gushiwen.org/view_8343.aspx\">诗</a>是李白在唐肃宗乾元二年（759年）二月流放夜郎途径三峡时创作的。当时李白59岁。他58岁时从九江到宜昌逆流而上，走了快一年，接着便进入三峡。三峡是长江最为险峻、最难走的一段，在此行程更慢，妻子宗氏和妻弟也已经告别回南昌了，因此就更加孤独，情绪更坏。",
  "poet": {
    "id": 247,
    "star": 0,
    "name": "李白",
    "image": "http://img.gushiwen.org/authorImg/libai.jpg",
    "desc": "李白（701年－762年），字太白，号青莲居士，唐朝浪漫主义诗人，被后人誉为“诗仙”。祖籍陇西成纪(待考)，出生于西域碎叶城，4岁再随父迁至剑南道绵州。李白存世诗文千余篇，有《李太白集》传世。762年病逝，享年61岁。其墓在今安徽当涂，四川江油、湖北安陆有纪念馆。"
  },
  "tags": [
    "景点",
    "行路",
    "山水",
    "抒情"
  ]
}