{
  "id": 9566,
  "star": 4,
  "name": "还高冠潭口留别舍弟",
  "dynasty": "唐代",
  "content": "昨日山有信，只今耕种时。<br>遥传杜陵叟，怪我还山迟。<br>独向潭上酌，无人林下期。<br>东谿忆汝处，闲卧对鸬鹚。",
  "fanyi": "<p><strong>译文<br></strong>昨日山中捎信给我，眼下已到耕种时节。<br>信中怪我还山太迟，山中放友情深意切。<br>如今独向潭上饮酒，再无兄弟林下相约。<br>东溪之上想你之时，只能对着鸽鹤闯卧。</p> <p><strong>注释<br></strong>⑴高冠潭：在终南山高冠谷内，为<a href=\"http://so.gushiwen.org/author_113.aspx\">岑参</a>隐居之处。舍弟，本家弟。舍，对自己卑幼亲届的谦称。<br>⑵只今：如今。<br>⑶遥传：从远处传来。杜陵叟（sǒu）：这里指与军参一同隐居的人。杜陵，在长安东南，秦时置杜县，汉宣布陵墓在此地，故称。<br>⑷怪：责怪，埋怨。<br>⑸期：约会。<br>⑹东溪：指南冠谷中的溪水，代指<a href=\"http://so.gushiwen.org/view_9566.aspx\">诗</a>隐居之处。汝：这里指诗人的弟弟。<br>⑺鸬鹚（lú cí）：鱼鹰，渔人用以捕鱼的鸟。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　全<a href=\"http://so.gushiwen.org/view_9566.aspx\">诗</a>八句可分为两层，都围绕“还”字来写。前四句写还山的原因，后四句设想还山后的情景。</p> <p>　　诗的开头两句说山中带出信来，告诉诗人眼下已是耕种时节。“昨日”，不一定是确指，也可能是前些日子。不说故友捎信而说“山有信”，是一种委婉的说法，同时引出下文“还山”。隐居山中，时而读书，时而就种，魏晋以来一些隐居以求其志的士人们常常以这种方式生活，故信中以“耕种时”相告，催还之意自在其中。次两句紧承前两句，直接点出催还之意。“怪我还山迟”，乃是山中故友即“杜陵叟”“遥传”来的意思，用“遥传”，用“怪”，可见山中故友盼归之切，也看出诗人与他的情谊，故而不可不还。以上四句叙述，说自己当从速还山。</p> <p>　　以下四句写还山后的情景，为诗人的设想。“独向潭上酌，无人林下期”，“潭上“林下”为高冠潭口的环境，“酌”和“期”为隐居之地的生活内容，说“独”，说“无”，可见诗人别弟还山后的孤独，其中透露出兄弟之间的深情。这两句虽是对别后情景的设想，但诗人也许在以往的山间生活中对此早有体验，因而不忍便与兄弟分别，“还山迟”的原因也许主要在于此。诗的最后两句仍设想还山后思念弟弟时的情景。“忆汝处”的“处”字，有彼时彼地之意。当诗人还山后想起弟弟的时候，既不能与弟弟同去潭边饮酒，又不能与弟弟携手林下同游，只能“闲卧对鸬鹚”，难以排遣的思念，难以割舍的留恋即在这一生活细节中含蓄地表现出来，不忍分别之情也就在其中了。也有人以为这后四句是转述杜陵叟的话，说杜陵里独处山间，如何思念诗人，如果这样理解，那么此篇便主要是写“杜陵叟”，似与别弟的意义不合。</p> <p>　　这首诗写得极为平淡自然，很适于表达山问闲居情趣。而平淡自然中义含不尽之情。诗的前半写不得不归，后半写不忍便归，把故友之情、兄弟之情都表现得很含蓄，很真切。</p>",
  "about": "<h2>创作背景</h2> 　　天宝三载（744），<a href=\"http://so.gushiwen.org/author_113.aspx\">岑参</a>应试及第，授官为右内率府兵曹参军，曾作《初授官题高冠草堂》以记其事。在这以前，<a href=\"http://so.gushiwen.org/view_9566.aspx\">诗</a>人曾隐居终南山的高冠潭，时于长安与山间往还。这也是当时一些隐居以求官的士人常有的生活方式。这首诗即为诗人自长安还终南山隐居之处，告别自己弟弟时所作。",
  "poet": {
    "id": 113,
    "star": 0,
    "name": "岑参",
    "image": "http://img.gushiwen.org/authorImg/cencan.jpg",
    "desc": "岑参（约715-770年），唐代边塞诗人，南阳人，太宗时功臣岑文本重孙，后徙居江陵。[1-2] 岑参早岁孤贫，从兄就读，遍览史籍。唐玄宗天宝三载（744年）进士，初为率府兵曹参军。后两次从军边塞，先在安西节度使高仙芝幕府掌书记；天宝末年，封常清为安西北庭节度使时，为其幕府判官。代宗时，曾官嘉州刺史（今四川乐山），世称“岑嘉州”。大历五年（770年）卒于成都。"
  },
  "tags": [
    "抒情",
    "思念",
    "兄弟",
    "闲适"
  ]
}