{
  "id": 49379,
  "star": 56,
  "name": "满庭芳·归去来兮",
  "dynasty": "宋代",
  "content": "元丰七年四月一日，余将去黄移汝，留别雪堂邻里二三君子，会仲览自江东来别，遂书以遗之。<br>归去来兮，吾归何处？万里家在岷峨。百年强半，来日苦无多。坐见黄州再闰，儿童尽楚语吴歌。山中友，鸡豚社酒，相劝老东坡。<br>云何，当此去，人生底事，来往如梭。待闲看秋风，洛水清波。好在堂前细柳，应念我，莫剪柔柯。仍传语，江南父老，时与晒渔蓑。",
  "fanyi": "<p><strong>译文<br></strong>归去啊，归去，我的归宿在哪里？故乡万里家难归，更何况劳碌奔波，身不由己！人生百年已过半，剩下的日子也不多。蹉跎黄州岁月，四年两闰虚过。膝下孩子，会说楚语，会唱吴歌。何以依恋如许多？山中好友携酒相送，都来劝我留下。<br>面对友人一片冰心，我还有什么可说！人生到底为什么，辗转奔波如穿梭？唯盼他年闲暇，坐看秋风洛水荡清波。别了，堂前亲种的细柳，请父老，莫剪柔柯。致语再三，晴时替我晾晒渔蓑。</p> <p><strong>注释<br></strong>⑴去黄移汝：离开黄州，改任汝州。<br>⑵雪堂：<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>在黄州的居所名，位于长江边上。<br>⑶仲览：指李仲览，即作者友人李翔。<br>⑷岷峨（míné）：四川的岷山与峨眉山，此代指作者故乡。<br>⑸强半：大半。这年苏轼四十八岁，将近五十岁。<br>⑹坐见：空过了。再闰：阴历三年一闰，两闰为六年，作者自元丰二年贬黄州，元丰三年闰九月，六年闰六月，故云再闰。<br>⑺楚语吴歌：黄州一带语言。黄州古代属楚国。此言孩子已经会说当地话。<br>⑻社酒：原指春秋两次祭祀土地神用的酒，此泛指酒。<br>⑼底事：何事。<br>⑽秋风洛水：西晋<a href=\"http://so.gushiwen.org/author_251.aspx\">张翰</a>在洛阳做官，见秋风起，想起故乡吴郡的菰莱，莼羹、鲈鱼脍，便弃官而归，此表示退隐还乡之志。<br>⑾柔柯（kē）：细枝，指柳条。<br>⑿江南父老：指作者邻里。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>作词，有意与“花间”以来只言闺情琐事的传统相异，而尽情地把自已作为高人雅士、作为天才<a href=\"http://so.gushiwen.org/view_49379.aspx\">诗</a>人的整个面貌、胸怀与学问从作品中呈现出来。一部东坡词集，抒情方式与技巧变化多端，因内容的需要而异。其中有一类作品，纯任性情，不假雕饰，脱口而出，无穷清新，它们在技巧和章法上看不出有多少创造发明，却专以真实感人的情绪和浑然天成的结构取胜。这首留别黄州父老的词即其一例。</p> <p>　　上片开头三句，起势十分陡健，作者翘首西望，哀声长吟，乡情浓郁感人。首句“归去来兮”，一字不易地搬用<a href=\"http://so.gushiwen.org/author_645.aspx\">陶渊明</a>《归去来辞》首句，非常贴切地表达了自已思归西蜀故里的强烈愿望。这三句中，还包含了一段潜台词，让读者自去想象补充，这就是：当年陶渊明高唱“归去来兮”，是归隐之志已经得以实现之时的欢畅得意之辞，而东坡虽然一心想效法渊明，无奈量移汝州是不可抗拒的“君命”，此时仍在“待罪”之中，不能自由归去，因此自已吟唱“归去来兮”仅仅是表示欲归不得的怅恨而已。接下来“百年强半，来日苦无多”二句，以时光易逝，人空老大的感叹，加浓了失意思乡的感情氛围。上片的后半，笔锋一转，撇开满腔愁思，抒发因在黄州居住五年所产生的对这里的山川人物的深厚情谊。楚语吴歌，铿然在耳；鸡豚社酒，宛然在目。黄州的语言风俗，黄州的父老乡亲对东坡先生敬之爱之的热烈场面，以及东坡临别依依的情怀，都在这一段真切细致的描写中展露出来了。</p> <p>　　词的下片，进一步将宦途失意之怀与留恋黄州之意对写，突出了作者达观豪爽的可爱性格。过片三句，向父老申说自已不得不去汝州，并叹息人生无定，来往如梭，表明自已失意坎坷，无法掌握命运的痛苦之情。“待闲看秋风，洛水清波”二句，却一笔汤开，瞻望自已即将到达之地，随缘自适的思想顿然取代了愁苦之情。一个“闲”字，将上项哀思愁怀化开，抒情气氛从此变得开朗明澈。从“好在堂前细柳”至篇末，是此词的最后一个抒情层次，以对黄州雪堂的留恋再次表达了对邻里父老的深厚感情。嘱咐邻里莫折堂前细柳，恳请父老时时为晒渔蓑，言外之意显然是：自已有朝一日还要重返故地，再温习一下这段难忘的生活。措辞非常含蓄，不明说留恋黄州，而留恋之情早已充溢字里行间。</p> <p>　　东坡到黄州，原是以待罪之身来过被羁管的囚徒日子的，但颇得长官的眷顾，居民的亲近，加以由于他性情达观，思想通脱，善于自解，变苦为乐，却在流放之地寻到了无穷的乐趣。他寒食开海棠之宴，秋江泛赤壁之舟，风流高雅地徜徉了五年之久。一旦言别，必是牵心挂肠于此地的山山水水和男女老幼。由此可见，这首词抒发的离情，是发自东坡内心的高度真实之情。此篇的优良，就在“情真意切”这四个字上。尤其是上下两片的后半，不但情致温厚，属辞雅逸，而且意象鲜明，宛转含蓄，是构成这个抒情佳篇的两个高潮。</p>",
  "about": "<h2>创作背景</h2> 　　宋神宗元丰七年（1084），因“乌台<a href=\"http://so.gushiwen.org/view_49379.aspx\">诗</a>案”而谪居黄州达五年之久的<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>，接到了量移汝州（今河南临汝）安置的命令。邻里友人纷纷相送，苏轼作此词以示告别。所谓量移，指的是被贬谪远方的臣子，遇赦酌情移近安置，并非平反复官。对于苏轼来说，这次虽是从遥远的黄州调到离京城较近的汝州，但五年前加给他的罪名并未撤销，官职也仍然是一个“不得签书公事”的州团练副使，政治处境和实际地位都没有任何欣喜之感。这一年他已四十八岁，在二十多年的宦海生涯中，由于政治上的风云变幻，他不断地西去东来，南迁北徙，赏够了人生的苦味。当此再一次迁徙之际，政治牢骚与思乡之情交织在他胸中，使他思绪万千，心潮难平。不过苏轼毕竟是豪放旷达之士，他不愿也决不会在牢骚与哀愁中沉沦下去。他很快地恢复了自我感觉的平衡，转而用亲切平和的笔调，向黄州父老娓娓动听地倾诉起依依难舍的别情来。以亲密的友情来驱散迁客的苦情，以久惯世路的旷达之怀来取代人生失意的哀愁，这，就是本篇的感情波澜的酝酿过程，也是词章思想内容的核心。南宋周辉《清波杂志》论曰：“居士词岂无去国怀乡之感，殊觉哀而不伤。”此评正适合于阐释这首词的情感特征。",
  "poet": {
    "id": 183,
    "star": 0,
    "name": "苏轼",
    "image": "http://img.gushiwen.org/authorImg/sushi.jpg",
    "desc": "苏轼（1037－1101），北宋文学家、书画家、美食家。字子瞻，号东坡居士。汉族，四川人，葬于颍昌（今河南省平顶山市郏县）。一生仕途坎坷，学识渊博，天资极高，诗文书画皆精。其文汪洋恣肆，明白畅达，与欧阳修并称欧苏，为“唐宋八大家”之一；诗清新豪健，善用夸张、比喻，艺术表现独具风格，与黄庭坚并称苏黄；词开豪放一派，对后世有巨大影响，与辛弃疾并称苏辛；书法擅长行书、楷书，能自创新意，用笔丰腴跌宕，有天真烂漫之趣，与黄庭坚、米芾、蔡襄并称宋四家；画学文同，论画主张神似，提倡“士人画”。著有《苏东坡全集》和《东坡乐府》等。"
  },
  "tags": []
}