{
  "id": 71053,
  "star": 308,
  "name": "浪淘沙·借问江潮与海水",
  "dynasty": "唐代",
  "content": "借问江潮与海水，何似君情与妾心？<br>相恨不如潮有信，相思始觉海非深。",
  "fanyi": "<p><strong>译文<br></strong>我问这江潮和海水，哪里像郎君的深情和女子的心意。<br>男女互相埋怨的时候认为对方不如潮水守时有信，互相思念的时候才发觉海并不算深。</p> <p><strong>注释<br></strong>①妾：古时女子的谦称。<br>②恨：埋怨，不满的情绪。《说文》恨，怨也。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　“人生莫作妇人身，百年苦乐由他人。”这是<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>为妇女呐喊不平的名句，表现了<a href=\"http://so.gushiwen.org/view_71053.aspx\">诗</a>人对封建时代下层妇女不幸命运的同情和关注。在这首原调《浪淘沙》小词中，他又通过对一位思妇复杂微妙的内心矛盾的描绘，真实地表现了妇女对爱情的忠贞和悲惨的境遇。</p> <p>　　发端二句，劈空发问：“借问江潮与海水，何似君情与妾心？”以水喻情，此为古诗所常见。在人们看来，汹涌澎湃而来去倏忽的潮水，与负心汉那狂热似火却须臾即逝的短暂之情多么相似；而那浩瀚永恒的大海，则正如痴情女那缠绵忠贞的爱的胸怀。可是，诗人笔下这位女子对此却不以为然，予以否定。在她眼中，江潮海水哪能与郎情己意相比呢？此言与众不同，一反常理，而反问句式更强调其意。一下紧扣人心，感到新颖奇特，不知何故：是水长情短，还是情深于水？急于得知答案。这样就为下文的申说发挥作好有力的铺垫。</p> <p>　　紧承此意，转句即申说其由。“相恨不如潮有信”，以君、潮相比。潮水已是变化不定的了，但潮涨潮落，毕竟还有其定时，而君之离去，渺无归期，可见君不如潮，对比之下，更衬出君之薄情，令人相恨。同时，诗人在此化用了<a href=\"http://so.gushiwen.org/author_484.aspx\">李益</a>《江南曲》诗意：“嫁得瞿塘贾，朝朝误妾期。早知潮有信，嫁与弄潮儿。”从而暗示出这是一位“老大嫁作商人妇”的不幸女子，这种情况在中唐时极为常见。当时官府重商弃农，盐商和珠宝大贾成为一个特殊阶层，“姓名不在县籍中”，“不属州县属天子”，他们牟取暴利，生活豪奢，玩弄妇女，喜新厌旧，自然谈不上什么爱情专一。“商人重利轻离别”、“日日逐利西复东”，故商人妇便更要常受“来去江口守空船”之苦。了解这一背景可更深一层地理解此句之意。</p> <p>　　既然君不如潮，则水就不似君情。意思本已很明白，似可就此住笔。然诗人意犹未尽，却翻空出奇，推出“相思始觉海非深”的妙句作结。短短七字，寓意深长，耐人寻味。首先，它在上句君情潮水相比君不如潮的基础之上，再分别从情与水两方面加以延伸，将妾心与海水相比，谓妾心深于海。同与水比，或不及，或过之，已自见出高下。而这两组对比又通过潮不如海这客观差异而相联系，使君情与妾心之间形成更鲜明突出的反差。可谓匠心独运，出人意料，极为夸张而形象地渲染出君之负心与妾之痴情，起到了进一步深化主题的艺术效果。其次，“相思”与上句“相恨”之间的内在逻辑关系，还巧妙地给我们展示出思妇那复杂微妙的心理。她既恨君不如潮，却又非李益笔下那位意欲“嫁与弄潮儿”的妇女一样泼辣决绝。而是相恨又无奈，恨罢仍相思，思与恨交织融合，难以区分。这种矛盾心理，一方面有助于突出其忠贞不渝，情深于海；另一方面也更真实地反映出封建社会下层妇女孤立无援的不幸命运和深受残害的悲剧性格，因而更具有普遍的典型意义。在当时的罪恶制度下，她们除了默默的忍耐、无望的期待之外，没有其它的选择。故作者所揭示的思妇心理，不仅有对负心汉的谴责，也暗含对黑暗现实的讽谕。第三，“始觉”二字，说明君之薄幸、妾之深情都是在痛苦相思之中悟出，同时还照应了上联，说明那异于常理之问并非来无端绪，而正是相思女子久经失望折磨后之体验所得。这样，便充分地传达出无比深切的酸楚，凄婉动人。</p> <p>　　由此可见，白居易诗并非只是如前人所批评的那样直露无隐。这首小词既借鉴民歌常见表现手法，质朴明快，天然无饰，而又言简意赅，细腻而生动地表现出一位与琵琶女身世相同的思妇的复杂矛盾心理。含蓄深婉，怨而不怒，堪称民间词与文人词结合的典范。</p><br/><h2>赏析二</h2> <p>　　这首词形式与七言绝句相同，本来是<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>的自度曲，“相恨不如潮有信”句<a href=\"http://so.gushiwen.org/view_71053.aspx\">诗</a>人化用了<a href=\"http://so.gushiwen.org/author_484.aspx\">李益</a>《江南曲》诗意：“嫁得瞿塘贾，朝朝误妾期。早知潮有信，嫁与弄潮儿。”在中唐当时，官府重商弃农，盐商和珠宝大贾成为一个特殊阶层，“姓名不在县籍中”，“不属州县属天子”，他们牟取暴利，生活豪奢，“商人重利轻离别”、“日日逐利西复东”，故商人妇便更要常受“来去江口守空船”之苦。这首词通过自问自答的形式来写闺情。词人通过对一位复杂微妙的闺中女子内心矛盾的刻画，真实地表现出她对爱情的忠贞和被人抛弃的悲惨境遇。</p> <p>　　“借问江潮与海水，何似君情与妾心”首二句劈空发问，以水喻情。“江潮”常汹涌而来，倏忽而去，与薄幸人起初热烈却又转瞬即逝的爱情极为相似。大海既深且广，有如思妇对情人的思念。但词中思妇却并不这么看，她认为江和海水不能与自己的情意相比。“相恨不如潮有信，相思始觉海非深”，上二句设问，这两句予以回答。“江潮”纵然倏忽而逝，但它有日日夜夜有来有往，而那负心郎呢？他走后却再没有音信。海水纵然很深，却不及自己对“君”的情意深厚。真是“君心不如潮，妾心深过海”。词以“君心”比“江潮”，以“妾心”比“海水”，十分贴切自然，读之叫人拍手称妙。这首词虽写闺情，却是以欢情来显现，形式清新活泼。</p>",
  "about": "<h2>创作背景</h2> 　　该词作于大和至开成年间，作者时在洛阳。",
  "poet": {
    "id": 665,
    "star": 0,
    "name": "白居易",
    "image": "http://img.gushiwen.org/authorImg/baijuyi.jpg",
    "desc": "白居易（772年－846年），字乐天，号香山居士，又号醉吟先生，祖籍太原，到其曾祖父时迁居下邽，生于河南新郑。是唐代伟大的现实主义诗人，唐代三大诗人之一。白居易与元稹共同倡导新乐府运动，世称“元白”，与刘禹锡并称“刘白”。白居易的诗歌题材广泛，形式多样，语言平易通俗，有“诗魔”和“诗王”之称。官至翰林学士、左赞善大夫。公元846年，白居易在洛阳逝世，葬于香山。有《白氏长庆集》传世，代表诗作有《长恨歌》、《卖炭翁》、《琵琶行》等。"
  },
  "tags": [
    "宋词三百首",
    "妇女",
    "思念",
    "爱情",
    "忠贞"
  ]
}