{
  "id": 47946,
  "star": 8,
  "name": "杂诗二首",
  "dynasty": "两汉",
  "content": "岩岩钟山首，赫赫炎天路。<br>高明曜云门，远景灼寒素。<br>昂昂累世士，结根在所固。<br>吕望老匹夫，苟为因世故。<br>管仲小囚臣，独能建功祚。<br>人生有何常，但患年岁暮。<br>幸托不肖躯，且当猛虎步。<br>安能苦一身，与世同举厝。<br>由不慎小节，庸夫笑我度。<br>吕望尚不希，夷齐何足慕。</p> <p>远送新行客，岁暮乃来归。<br>入门望爱子，妻妾向人悲。<br>闻子不可见，日已潜光辉。<br>孤坟在西北，常念君来迟。<br>褰裳上墟丘，但见蒿与薇。<br>白骨归黄泉，肌体乘尘飞。<br>生时不识父，死后知我谁。<br>孤魂游穷暮，飘摇安所依。<br>人生图嗣息，尔死我念追。<br>俯仰内伤心，不觉泪沾衣。<br>人生自有命，但恨生日希。",
  "fanyi": "<h2>译文</h2> <p>高峻寒冷的钟山石首，与炎热至极的南方之路，地理位置差异，冷热悬殊，对比强烈。<br>地位显赫的权贵，气焰直侵云汉；他们的余光气势逼人，熏灼寒门。<br>超群出众的贤才是连续几代积累的结果，是需要牢固的根基的。<br>姜太公一介平民，由于时世的机缘而大有作为。<br>管仲本为一囚徒，却能帮助齐桓公建立伟大的覇业。<br>人怎能永久活着呢？我年纪老了。感叹人生无常，只恐年岁迟暮。<br>有幸托此不肖之躯，应当像猛虎一样奋勇前驱。<br>怎能困苦终生，与世俗同流合污呢。<br>由于不拘小节，庸夫讥笑我的器度胸襟。<br>吕望尚且无需敬慕，何况伯夷与叔齐呢。</p> <p>远送新交的朋友走后，赶回家中已是年终了。<br>进门急着看心爱的儿子，却见妻妾对着别人哭泣。<br>听说再一见不到儿子了，顿觉天昏地暗失去了光明。<br>（家里人对我说：）孤零零的坟墓在西北方，儿子在病中经常想念您为什么迟迟不回来。<br>提起长衣的下摆，疾走到坟墓旁，只见坟上长满了蓬蒿与野豌豆。<br>儿子的白骨早己埋在地下，儿子的肌体早就化为尘土隨风飞扬。<br>儿子还小时我离开了家，不认识父亲，现在来坟前悼念，难道孩子阴魂能知道我是谁吗<br>孤魂在无尽的黑暗里游荡，飘飘摇摇哪里有他的依靠?<br>人生在世希望有子继承，他却先死了让我哀悼追丧，<br>倒下去爬起来止不住我内心的伤痛，不觉得泪水已沾湿了衣裳。<br>人生在世有天命，可怜他年纪幼小死的过早。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这是<a href=\"http://so.gushiwen.org/author_787.aspx\">孔融</a>流传下来的《杂<a href=\"http://so.gushiwen.org/view_47946.aspx\">诗</a>二首》，其一写远大的政治抱负，情辞慷慨；其二写丧子之悲痛，情致哀婉悲切，都有抒情色彩，极冨感染力。我们先来解释第一首。</p> <p>　　“岩岩钟山首，赫赫炎天路” 二句：岩岩，高峻的样子。《诗经·鲁颂·宫》：“泰山岩岩，鲁邦所詹。” 钟山，北海中的山，极寒冷的地方。赫赫，炎热。炎天，指南方。钟山为极寒之地，炎天为极热之地，两相对比，喻“世道炎凉”。这两句的意思是说，高峻寒冷的钟山石首，与炎热至极的南方之路，地理位置差异，冷热悬殊，对比强烈。</p> <p>　　“高明曜云门，远景灼寒素” 二句：高明，地位显赫气势灼人的权贵。曜（音耀），炫耀。云门，上接云汉的高门。远景，余光，余焰。景，日光。灼，烧灼，熏炙。寒素，门第低微的寒族。这两句是说，地位显赫的权贵，气焰直侵云汉；他们的余光气势逼人，熏灼寒门。</p> <p>　　“昂昂累世士，结根在所固” 二句：昂昂，高超挺拔的样子。累世士，累积几代才出现的贤才。累世，连续几代。结根，扎根。此二句言超群出众的贤才是连续几代积累的结果，是需要牢固的根基的。</p> <p>　　“吕望老匹夫，苟为因世故” 二句：吕望，太公望，姜姓，吕氏，名尚，号太公，又叫<a href=\"http://so.gushiwen.org/author_860.aspx\">姜子牙</a>。传说七十多岁被周文王发现，任为师，佐周灭商，因功封于齐。匹夫，平民百姓。世故，时世的缘故。此二句说，姜太公一介平民，由于时世的机缘而大有作为。</p> <p>　　“管仲小囚臣，独能建功祚” 二句：管仲，春秋齐国人，名吾夷，先辅佐公子纠，公子纠与桓公争位失败后管仲被囚，经鮑叔牙举荐，受到桓公重用，辅佐齐桓公九合诸侯，成为春秋五霸之首。功祚，功勋业绩，指齐桓公的覇业。这两句是说，管仲本为一囚徒，却能帮助齐桓公建立伟大的覇业。</p> <p>　　“人生有何常？但患年岁暮” 二句：年岁暮，岁月流逝。<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>《离骚》：“恐年岁之不吾与。” 此二句是说，人怎能永久活着呢？我年纪老了。感叹人生无常，只恐年岁迟暮。　　</p> <p>　　“幸托不肖躯，且当猛虎步” 二句：不肖，自谦之辞。猛虎步，像猛虎一样的步伐。比喻雄俊豪迈气概。这两句说，有幸托此不肖之躯，应当像猛虎一样奋勇前驱。</p> <p>　　“安能一苦身，与世同举厝” 二句：安能，怎能。一身，一辈子，一生一世。举厝（音措），举止行为。此二句意思是，怎能困苦终生，与世俗同流合污呢？</p> <p>　　“由不慎小节，庸夫笑我度” 二句：小节，琐碎的亊情。庸夫，平庸的人。度，器量，胸怀。此谓由于不拘小节，庸夫讥笑我的器度胸襟。</p> <p>　　“吕望尚不希，夷齐何足慕” 二句：希，稀罕，敬慕。夷齐，商代孤竹国君之二子伯夷、叔齐，兄弟二人。相传孤竹君死后，伯夷、叔齐推位让国，逃奔西北周。周灭商后，二人耻食周粟，隐于首阳山，采薇而食，饿死在首阳山。这是说吕望尚且无需敬慕，何况伯夷与叔齐呢？</p> <p>　　这是孔融《杂诗二首》中的第一首，是诗人以景托怀的励志之作。那么，这首诗是作者在什么样的心情下写的呢？孔融是忠于汉室的，他素与<a href=\"http://so.gushiwen.org/author_552.aspx\">曹操</a>政见不合。他反对曹操“挟天子以令诸侯”，经常嘲讽曹操，曹操很恼火，但为了笼络人，只能隐忍，暗地里却示意与孔融有仇的郗虑弹劾孔融，使孔融被免职在家赋闲。然后曹操又写信给他，希望他与郗虑搞好关系，以后说话、做亊情不要那么浮华率意，要小心一点，谨慎一点。孔融回信说：不必。我现在已经能够心情愉快地接受这样免职。此诗就是作于这一时期，抒写这样的心情。全诗20句，分三层：</p> <p>　　前4句是写景，写高峻寒冷的钟山，与炎热至极旳南方之路；地位显赫气势灼人的权贵，与门第低微的寒族，两相对比，喻世道之炎凉，实指曹操煊赫的威势。</p> <p>　　中间12句写诗人自己坚定不移的节操、抱负和志向。“昂昂累世士，结根在所固” 超群出众的贤才是连续几代积累的结果，只有像山川这样根基牢固的人才可以昂首于天地之间。这是孔融自喻，他是孔子20世孙，祖上世代为官，根基牢固，出身高贵。他打心眼里看不起宦官出身的曹操。但对曹操重视人才等策略还是比较佩服的。转下来引用“吕望”、“管仲”二人的亊跡，来说明一个人只要有远大的抱负和志向定能成就一番亊业。然后诗人发出感叹“人生有何常？但患年岁暮”，可惜我老了。但话锋一转，“幸托不肖躯，且当猛虎步。安能苦一身，与世同举厝。” 表明自己不服老，也不安于现状，立志要成就一番亊业。</p> <p>　　最后4句写支撑自己的气节和风骨。他对世俗很蔑视（“庸夫笑我度”），对于“吕望”尚不稀罕，对“夷齐”又何存仰慕呢？</p> <p>　　纵观全诗可以看出孔融的志气很高，因为不好直言，所以借史述怀，慷慨言志。通过描写地理位置的差异，高门寒族的悬殊，时势英雄的发迹等，揭示世亊无常，穷者能达的人生哲理，表达了诗人高傲疾世，一身正气的高洁品格。全诗笔力隽逸，苍劲悲凉，气骨凌人，体现了孔融诗文“以气为主”的特点。</p> <p>　　下面我们简单解释分析一下第二首。这第二首是写悼念幼子夭折的悲伤心情，诗歌以乐府的笔触，叙写了三个悲惨场景：</p> <p>　　首先，写从外归来，骤闻噩耗。“远送新行客，岁暮乃来归。入门望爱子，妻妾向人悲。闻子不可见，日已潜光辉。” 远送新交的朋友走后，赶回家中已是年终了。进门急着看心爱的儿子，却见妻妾对着别人哭泣。听说再一见不到儿子了，顿觉天昏地暗失去了光明。“日已潜光辉” 以日光之没喻儿子之死。这里暗伏着做为一个父亲常年在外，儿子临死时也没能见上最后一面，心中是多么悔恨！</p> <p>　　其次，是写赶往荒丘，面对孤坟。“孤坟在西北，常念君来迟。” （家里人对我说：）孤零零的坟墓在西北方，儿子在病中经常想念您为什么迟迟不回来。“ 褰裳上墟丘，但见蒿与薇。”褰（音愆）裳，提起衣服的下摆。墟丘，指坟墓。提起长衣的下摆，疾走到坟墓旁，只见坟上长满了蓬蒿与野豌豆。蒿，篷蒿。薇，野豌豆。“白骨归黄泉，肌体乘尘飞。”儿子的白骨早己埋在地下，儿子的肌体早就化为尘土隨风飞扬。“生时不识父，死后知我谁？” 儿子还小时我离开了家，不认识父亲，现在来坟前悼念，难道孩子阴魂能知道我是谁吗？“孤魂游穷暮，飘飖安所依？” 穷暮，长夜，指地下。孤魂在无尽的黑暗里游荡，飘飘摇摇哪里有他的依靠？一个父亲对儿子的牵挂，对儿子的疼爱，不但在他活的时候疼寒疼暖，而且死后还放不下，真是可怜天下父母心啊！</p> <p>　　最后写哀叹人生，表达了子不识父、父亲失嗣的哀悼之情。“人生图嗣息，尔死我念追。俛仰内伤心，不觉泪沾衣。人生自有命，但恨生日希。” 希，同“稀”，少也。人生在世希望有子继承，他却先死了让我哀悼追丧，倒下去爬起来止不住我内心的伤痛，不觉得泪水已沾湿了衣裳。人生在世有天命，可怜他年纪幼小死的过早。</p> <p>　　这首诗以白描的手法写了诗人的丧子之痛，塑造了一个至哀无声的慈父形象，格调悲凉，情感浓郁，具有很强的感染力。后世对此诗有许多中肯的评价。张玉谷《古诗赏析》：“伤子自伤，无不包括。” <a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>《自京赴奉先县咏怀五百字》亦述写与此诗同样的情景，<a href=\"http://so.gushiwen.org/author_39.aspx\">沈德潜</a>《古诗源》评曰：“少陵《奉先咏怀》，有‘入门闻号眺，幼子饥已卒’句，觉此更深可哀。” 这些评论都肯定了孔融诗歌的凄婉悲切的色彩，具有“建安风骨”的特征。</p>",
  "poet": {
    "id": 787,
    "star": 0,
    "name": "孔融",
    "image": "http://img.gushiwen.org/authorImg/kongrong.jpg",
    "desc": "孔融（153－208），字文举，鲁国（治今山东曲阜）人，东汉文学家，“建安七子”之首。家学渊源，是孔子的二十世孙，太山都尉孔宙之子。少有异才，勤奋好学，与平原陶丘洪、陈留边让并称俊秀。献帝即位后任北军中侯、虎贲中郎将、北海相，时称孔北海。在郡六年，修城邑，立学校，举贤才，表儒术。建安元年（196），征还为将作大匠，迁少府，又任大中大夫。性好宾客，喜抨议时政，言辞激烈，后因触怒曹操，为曹操所杀。能诗善文。散文锋利简洁，代表作是《荐祢衡表》。六言诗反映了汉末动乱的现实。原有文集已散佚，明人辑有《孔北海集》。"
  },
  "tags": [
    "抱负",
    "悲痛",
    "抒情"
  ]
}