{
  "id": 47869,
  "star": 74,
  "name": "上山采蘼芜",
  "dynasty": "两汉",
  "content": "上山采蘼芜，下山逢故夫。<br>长跪问故夫，新人复何如？<br>新人虽言好，未若故人姝。<br>颜色类相似，手爪不相如。<br>新人从门入，故人从閤去。<br>新人工织缣，故人工织素。<br>织缣日一匹，织素五丈余。<br>将缣来比素，新人不如故。",
  "fanyi": "<p><strong>译文</strong><br>登上山中采蘼芜，下山偶遇前时夫。<br>故人长跪问故夫：“你的新妻怎么样？”<br>夫说：“新妻虽不错，却比不上你的好。<br>美貌虽然也相近，纺织技巧差得多。<br>新人从门娶回家，你从小门离开我。<br>新人很会织黄绢，你却能够织白素。<br>黄绢日织只一匹，白素五丈更有余。<br>黄绢白素来相比，我的新人不如你。”</p> <p><strong>注释</strong><br>（1）蘼芜（míwú）：一种香草，叶子风干可以做香料。古人相信蘼芜可使妇人多子。<br>（2）姝：好。不仅指容貌。当“新人从门入”的时候，故人是丈夫憎厌的对象，但新人入门之后，丈夫久而生厌，转又觉得故人比新人好了。这里把男子喜新厌旧的心理写得更深一层。<br>（3）手爪：指纺织等技巧。<br>（4）閤（gé）：旁门，小门。新妇从正面大门被迎进来，故妻从旁边小门被送出去。一荣一辱，一喜一悲，尖锐对照。这两句是弃妇的话，当故夫对她流露出一些念旧之情的时候，她忍不注重提旧事，诉一诉当时所受委屈。<br>（5）缣（jiān）、素：都是绢。素色洁白，缣色带黄，素贵缣贱。<br>（6）一匹：长四丈，宽二尺二寸。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　这是一首写弃妇的<a href=\"http://so.gushiwen.org/view_47869.aspx\">诗</a>。全篇是弃妇和故夫偶尔重逢时的一番简短对话。弃妇向故夫打听“新人”的情况：“新人复何如？”一个“复”字用得意味深长，既透露出弃妇心中的无限委屈怨恨，又带着一丝本能的妒意。故夫则回答：“容颜不如你，手脚更不如你麻利。”弃妇则冷冷地刺了他一句：“新人从门入，故人从阁去。”心怀愧意的故夫急于表白，于是得出“新人不如故”的结论。这首诗的本意是咏唱弃妇不幸的命运，却不从正面写弃妇的哀怨委屈，反而写出了故夫的念旧。作者没有做任何正面的说明和谴责，但是故夫的念旧使读者了解到弃妇是一个美丽勤劳的女子，她的被弃是完全无辜的，她的命运决定于丈夫一时的好恶。至于那位“新人”的命运也就不难猜测了。</p> <p>　　此诗，是通过人物对话来表现思想内容的叙事短诗。诗中出现了故夫、故人和新人三个人物。虽然新人没有出场，但从故夫和故人的对话里，可以明显地看出故夫和故人久别后再会的互倾衷肠中流露出的内心痛苦。不错，故人是以弃妇的面目出现的，但问题在于是被谁弃？从历来许多观点中，大都认为诗中的故夫是造成故人痛苦的主要根源。在反复味嚼这首诗后，我以为故人的被弃，责任不在于故夫，也不在于新人，而在于第四者的强制手段。诗中出现的三人可以说都是封建制度、封建礼教的牺牲品。</p> <p>　　要说清楚这一问题，首先要弄清楚故人被弃的原因。我们知道，由于封建社会的社会形态和经济结构，决定了那时的农村妇女是个体经济中家庭手工业的主要生产者，在当时买卖婚姻制度下，媳妇就等于是男方家庭用“礼金”买来的劳动力。所以，劳动能力的如何，在一个家庭中是评价媳妇好坏的标准之一。对于婚姻的离合，妇女的劳动能力也就成为一个重要因素。《孔雀东南飞》中的刘兰芝，尽和她“鸡鸣入机织，夜夜不得息”，焦母们嫌她生产太少，成为她被迫回母家的重要借口之一。在《上山采蘼芜》中我们看到，故人的劳动能力明显比新人强，颜色也不差于新人，按照我们今天所说的所谓“择优录取”原则，故夫怎会选取新人而摒弃故人呢？显然故人不是因为不能满足夫家的劳动要求而被赶走，也不是与《诗经》中的《氓》中的女主人公相同，因年长色衰而被弃，据此推知，故人被弃的原因，很可能是“无子”。</p> <p>　　“长跪”二字形象地体现了女主人公的知书达理。试想女主人公尽心服侍自己的故夫，如今青春不再，故夫竟无情地将自己抛弃，如今相遇，女主人公内心的悔恨充溢于胸膛可想而知，而她却没有发脾气，没有回避，而是恪守着礼节，对抛弃自己的故夫“长跪”，如此气度，可惊可叹！女主人公虽然身体跪下了，但内心却比任何人都坚韧！一句“新人复何如”，表面上语气平稳，但内心的被抛弃的伤痛对妇人的折磨可想而知。女主人公再说出这句话的同时，定是心如刀绞。但她仍然勇敢地问了出来，想必面前的故夫对自己前妻的这份气度亦是十分敬佩，面对如此坚强的女子，故夫内心中对于抛弃她的后悔之情已经油然而生了。</p> <p>　　作为偶遇故夫的开场词，这句话问得十分巧妙而得体。看似闲话家常般信手捏来，但一句“新人怎么样啊？”充分体现了女主人公的自信。这句话也具有一定的挑衅意味。面对女主人公这样的发问 ，一般的男人通常会说“很好啊，我们在一起很幸福”之类的话，且不说幸福与否，男方为了保全自己的面子，通常都会不甘示弱。</p> <p>　　这篇诗歌中的男子却没有这样回答。相反的，男子不断地称赞前妻的相貌、手工技艺都远远胜过“新人”。字字感情真挚，女主人公听了男子的让步和忏悔，心中自然洋溢着些许的得意，这个时候女主人公便乘势追击，“新人从门入，故人从閤出”，女子好像在说：“知道我这么好，你却从新门迎娶她，使我从边门离开？”一句话表面似是责斥，却又含缠绵深情，大有玩味之处。</p> <p>　　男子见女方开始责难自己，知道这是一个机会，是挽回自己心爱女子的机会，便不再给自己留后路，对女主人公所抒发的思念之情愈加深刻，一句“新人不如故”坦荡直言，很是笨拙，想必已经把女主人公逗乐了。</p> <p>　　本来是前妻故夫相遇的尴尬场面，到最后却如此喜感地收场，读至此，不仅使读者会心一笑，为诗人驾驭诗歌的能力所大为折服。</p> <p>　　男子在回答中，不顾自己大男人的情面，一味地表达对面前的前妻的无限怀念之情。前妻聆听时的感动亦可想而知。男子语气卑微而真挚，写到末尾，恨不得发出“我们重归于好吧”的感叹。最后一句“新人不如故”则毫无保留地抒发了男子对女主人公的深深思恋之情。</p> <p>　　从男子的回答中，可以看出男子不顾自己的情面，表达了对前妻的深深怀念之情。但若不是这次偶遇，是不是男子永远也无法说出自己的心事了呢？自从分离后，男子便日夜想念着自己的前妻，时时处于无限后悔之情中，但男子却没有去找自己的前妻请求复合。这不是因为男子不想复合，也不是因为男子抹不开面子。而是因为男子抛弃了女子，男子深知是自己错在先，因此自己没有资格腆着脸去找自己心爱的女子。对于男子隐藏在诗歌中的丰富感情不亚于女主人公。</p><br/><h2>赏析</h2> <p>　　这首<a href=\"http://so.gushiwen.org/view_47869.aspx\">诗</a>在艺术构思上颇有独到之处。作者不是像《国风·邶风·谷风》那样采用如泣如诉的怨愤之语出之，也不是像《卫风·氓》那样采用回忆倒叙的方式出之，而是截取了生活中的一个巧遇场面，采用对话的方式来揭示一对离异之后的夫妇的心理状态和各自的感受，从而鞭挞了喜新厌旧者的灵魂，批判了不合理的封建夫权。诗用叙事之笔开头：“上山采蘼芜，下山逢故夫。”从“故夫”一词，可以知道“采蘼芜”的主语是弃妇。古人认为佩蘼芜可以多子。弃妇于此物本无所用，而现在上山采摘，暗示她已经再婚。在她满载而归的时候，碰巧遇到了“故夫”。巧遇时的情状如何，诗中没有直说。但“长跪问故夫”一语，侧面说明“故夫”的脸上颇有几分惭悔之色。若是怒目相向，则弃妇就决不会“长跪”相问了。弃妇被无端遗弃，缘“故夫”的喜新厌旧，所以这次巧遇，她倒要故意问问新妇的情况了。“复何如”，犹言又怎样，话中不无谴责之意。“故夫”于惭悔之余，不得不以实情相告。“新人虽言好”，尚属自我解嘲语，忸怩之态可掬；“未若故人姝”，才是真切语，懊悔之情如见。“颜色类相似”句，活画出喜新厌旧者的心理。当初弃妇被逐，自是“颜色”不如“新人”之故。而“新人”入门既久，渐成旧人；弃妇转嫁他人，已成他家“新人”。“故夫”以喜新厌旧之目光视之，转觉己之“新人”，与已成他家“新人”之弃妇，颜色无复区别，岂止无复区别，从“手爪不相如”一句，知“新人”亦已招厌。“新人从门入”两句，余冠英有精辟的分析：“两句必须作为弃妇的话才有味，因为故夫说新不如故，是含有念旧的感情的，使她听了立刻觉得要诉诉当初的委屈，同时她不能即刻相信故夫的话是真话，她还要试探试探。这两句话等于说：既然故人比新人好，你还记得当初怎样对待故人吗？也等于说：你说新人不如故人，我还不信呢，要真是这样，你就不会那样对待我了。这么一来就逼出男人说出一番具体比较。”（《乐府诗选》）这段分析，从语言环境和人物心理两方面揭示了文字之外的丰富的潜台词，因而是耐人寻味的。</p> <p>　　“新人工织缣”以下六句是故夫从新妇的女工技巧不及前妻，怨“新人不如故”。这六句具体比较，是全诗的画龙点睛之笔。一般来说，女子被休弃，总是要蒙受恶名的。古时有所谓“不顺父母去、无子去、淫去、妒去、有恶疾去、多言去、窃盗去”的“七出”之条（参《大戴礼记·本命篇》）。这位妇女的被休弃，看来与七条都不沾边，因此最合理的解释是男子的喜新厌旧。喜新厌旧者要抛弃妻子，可以随便找个什么理由，如手脚笨拙，劳动偷懒之类。现在通过“故夫”自己的口来与“新人”作比较，说明弃妇手脚不笨，劳动并不偷懒，这就使弃妇蒙受的恶名完全被洗刷了。诗写到这里已表现出她是一个勤劳善良的劳动妇女的形象。再者，喜新厌旧心理在封建社会中是具有普遍性的。这种心理所以能在男子身上发展到无所顾忌地赶走妻子、另寻新欢的地步，不能不说是封建制度赋予男性以夫权的结果。此诗特意让男子自述其行为的乖张无理，实际上是对封建夫权的不合理作了揭露和批判。从这个意义上说，这最后六句的男子比较之词，不仅使弃妇的形象变得丰满起来，而且全诗的主题思想也深化了。另外，截取巧遇场面虽适宜于描写眼前事，却不易展示诗中人物与事件的过去和未来；而篇末让男子作一比较，不仅弃妇过去的生活情况、劳动态度与所遭不幸，一切了然，而且连“新人”今后将遭受何种命运，亦可大致预见。故此种匠心安排，使时空领域大为开拓，而作品的容量亦有逾常品了。</p>",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": [
    "弃妇",
    "叙事",
    "怀念"
  ]
}