{
  "id": 69424,
  "star": 233,
  "name": "春愁",
  "dynasty": "清代",
  "content": "春愁难遣强看山，往事惊心泪欲潸。<br>四百万人同一哭，去年今日割台湾。",
  "fanyi": "<p><strong>译文</strong><br>春愁难以排遣，强打起精神眺望远山，往事让人触目惊心热泪将流。台湾的四百万同胞齐声大哭，去年的今天，就是祖国宝岛被割让的日子！</p><p><strong>注释</strong><br>①潸：流泪的样子。<br>②四百万人：指当时台湾人口合闽、粤籍，约四百万人。<br>③去年今日：指1895年4月17日，清王朝与日本签订丧权辱国的《马关条约》，将台湾割让给日本。</p>",
  "shangxi": "<h2>赏析</h2> 　　这首<a href=\"http://so.gushiwen.org/view_69424.aspx\">诗</a>作于1896年春，即《马关条约》签订一年后。诗人痛定思痛，抒发了强烈的爱国深情。春天本是一年中最美好的季节，草绿林青，百花争艳，连春山也显得格外妩媚。但诗人为什么觉得春愁难以排遣，以致勉强地观看春山也毫无兴致呢？这是因为诗人始终未能忘记去年春天发生的那件令人痛心疾首的往事。台湾本是中国的神圣领土，诗人生于斯、长于斯，想不到满清卖国政府竟将它割让给了日本。这是对台湾人民的无耻出卖，也是台湾人民的奇耻大辱。回想起这一惊心动魄的惨剧，诗人怎能不愁情满怀、怆然泪下呢？“情能移景，景亦能移情”（吴乔《围炉诗话》）此时诗人被迫离开故乡，看见大陆的春山，联想起故乡台湾的青山绿水——那片被日寇侵占的土地，自然触景伤怀了。春愁难遣，看山落泪，正表现了诗人对祖国和故乡山水的热爱。末两句诗中，诗人又用逆挽句式描述了去年今日台湾被割让时，四百万台湾人民同声痛哭，俯地悲泣的情景。这一催人泪下的情景生动地表明了全体台湾人民是热爱祖国的，台湾是伟大祖国不可分割的一部分。从这一角度讲，这首诗鲜明地体现了当时的时代精神，又具有珍贵的史料价值。这首诗，语言朴实无华，但却具有震撼人心的艺术力量。这主要是由于诗人与自己的人民同呼吸，共爱憎，泪洒在一起。“感人心者，莫先乎情。”这首诗的动人，主要是因为它真实而强烈地表达了人民的情感和心声。<br/><h2>简析</h2> <p>　　这是一首即景抒情<a href=\"http://so.gushiwen.org/view_69424.aspx\">诗</a>。诗的大意说：春回大地，面对着春天的景色，引起我无限春愁，这春愁无涯无际，难以排遣，勉强观望山景，仍然难以消除胸中的悲愁。想起惊心动魄的往事，不禁使人潸然泪下。四百万同胞都为此伤心万分，同声大哭，因为去年的今天被迫割让了台湾。</p> <p>　　作者是台湾省苗栗县人，近代爱国诗人。清政府割台湾给日本时，他曾领导义军抗日，表现了崇高的民族气节。失败后退到大陆，他心怀故土，想起家乡被侵略者占领，家愁国恨交织在一起，对着春景，不免有“感时花溅泪”之慨。全诗直抒胸臆，十分感人。</p>",
  "about": "<h2>背景</h2> 　　<a href=\"http://so.gushiwen.org/author_471.aspx\">丘逢甲</a>是晚清爱国<a href=\"http://so.gushiwen.org/view_69424.aspx\">诗</a>人、教育家。台湾被清廷割让给日本后，丘逢甲组织台湾义军抗击日本侵略者，抗战失败后返回从教。诗人思念台湾同胞，不禁流下满腔热泪。这首诗可与后面一首<a href=\"http://so.gushiwen.org/author_209.aspx\">谭嗣同</a>的《有感一章》对看，因为这两首诗都表现出晚清爱国志士们对祖国前途命运的忧心忡忡，以及对大好河山被割裂的悲愤之情，他们坚信宝岛台湾总有一天会回到祖国母亲的怀抱！",
  "poet": {
    "id": 471,
    "star": 0,
    "name": "丘逢甲",
    "image": "http://img.gushiwen.org/authorImg/qiufengjia.jpg",
    "desc": "丘逢甲(1864年～1912年）近代诗人。字仙根，又字吉甫，号蛰庵、仲阏、华严子，别署海东遗民、南武山人、仓海君。辛亥革命后以仓海为名。祖籍嘉应镇平（今广东蕉岭）。同治三年（1864年）生于台湾彰化，光绪十四年（1887年）中举人，光绪十五年登进士（1889年），授任工部主事。但丘逢甲无意在京做官返回台湾，到台湾台中衡文书院担任主讲，后又于台湾的台南和嘉义教育新学。"
  },
  "tags": [
    "古诗三百首",
    "春天",
    "爱国",
    "感伤"
  ]
}