{
  "id": 73211,
  "star": 34,
  "name": "封建论",
  "dynasty": "唐代",
  "content": "　　天地果无初乎？吾不得而知之也。生人果有初乎？吾不得而知之也。然则孰为近？曰：有初为近。孰明之？由封建而明之也。彼封建者，更古圣王尧、舜、禹、汤、文、武而莫能去之。盖非不欲去之也，势不可也。势之来，其生人之初乎？不初，无以有封建。封建，非圣人意也。</p> <p>　　彼其初与万物皆生，草木榛榛，鹿豕狉狉，人不能搏噬，而且无毛羽，莫克自奉自卫。荀卿有言：“必将假物以为用者也。”夫假物者必争，争而不已，必就其能断曲直者而听命焉。其智而明者，所伏必众，告之以直而不改，必痛之而后畏，由是君长刑政生焉。故近者聚而为群，群之分，其争必大，大而后有兵有德。又有大者，众群之长又就而听命焉，以安其属。于是有诸侯之列，则其争又有大者焉。德又大者，诸侯之列又就而听命焉，以安其封。于是有方伯、连帅之类，则其争又有大者焉。德又大者，方伯、连帅之类又就而听命焉，以安其人，然后天下会于一。是故有里胥而后有县大夫，有县大夫而后有诸侯，有诸侯而后有方伯、连帅，有方伯、连帅而后有天子。自天子至于里胥，其德在人者死，必求其嗣而奉之。故封建非圣人意也，势也。</p> <p>　　夫尧、舜、禹、汤之事远矣，及有周而甚详。周有天下，裂土田而瓜分之，设五等，邦群后。布履星罗，四周于天下，轮运而辐集；合为朝觐会同，离为守臣扞城。然而降于夷王，害礼伤尊，下堂而迎觐者。历于宣王，挟中兴复古之德，雄南征北伐之威，卒不能定鲁侯之嗣。陵夷迄于幽、厉，王室东徙，而自列为诸侯。厥后问鼎之轻重者有之，射王中肩者有之，伐凡伯、诛苌弘者有之，天下乖戾，无君君之心。余以为周之丧久矣，徒建空名于公侯之上耳。得非诸侯之盛强，末大不掉之咎欤？遂判为十二，合为七国，威分于陪臣之邦，国殄于后封之秦，则周之败端，其在乎此矣。</p> <p>　　秦有天下，裂都会而为之郡邑，废侯卫而为之守宰，据天下之雄图，都六合之上游，摄制四海，运于掌握之内，此其所以为得也。不数载而天下大坏，其有由矣：亟役万人，暴其威刑，竭其货贿，负锄梃谪戍之徒，圜视而合从，大呼而成群，时则有叛人而无叛吏，人怨于下而吏畏于上，天下相合，杀守劫令而并起。咎在人怨，非郡邑之制失也。</p> <p>　　汉有天下，矫秦之枉，徇周之制，剖海内而立宗子，封功臣。数年之间，奔命扶伤之不暇，困平城，病流矢，陵迟不救者三代。后乃谋臣献画，而离削自守矣。然而封建之始，郡国居半，时则有叛国而无叛郡，秦制之得亦以明矣。继汉而帝者，虽百代可知也。</p> <p>　　唐兴，制州邑，立守宰，此其所以为宜也。然犹桀猾时起，虐害方域者，失不在于州而在于兵，时则有叛将而无叛州。州县之设，固不可革也。</p> <p>　　或者曰：“封建者，必私其土，子其人，适其俗，修其理，施化易也。守宰者，苟其心，思迁其秩而已，何能理乎？”余又非之。</p> <p>　　周之事迹，断可见矣：列侯骄盈，黩货事戎，大凡乱国多，理国寡，侯伯不得变其政，天子不得变其君，私土子人者，百不有一。失在于制，不在于政，周事然也。</p> <p>　　秦之事迹，亦断可见矣：有理人之制，而不委郡邑，是矣。有理人之臣，而不使守宰，是矣。郡邑不得正其制，守宰不得行其理。酷刑苦役，而万人侧目。失在于政，不在于制，秦事然也。</p> <p>　　汉兴，天子之政行于郡，不行于国，制其守宰，不制其侯王。侯王虽乱，不可变也，国人虽病，不可除也；及夫大逆不道，然后掩捕而迁之，勒兵而夷之耳。大逆未彰，奸利浚财，怙势作威，大刻于民者，无如之何，及夫郡邑，可谓理且安矣。何以言之？且汉知孟舒于田叔，得魏尚于冯唐，闻黄霸之明审，睹汲黯之简靖，拜之可也，复其位可也，卧而委之以辑一方可也。有罪得以黜，有能得以赏。朝拜而不道，夕斥之矣；夕受而不法，朝斥之矣。设使汉室尽城邑而侯王之，纵令其乱人，戚之而已。孟舒、魏尚之术莫得而施，黄霸、汲黯之化莫得而行；明谴而导之，拜受而退已违矣；下令而削之，缔交合从之谋周于同列，则相顾裂眦，勃然而起；幸而不起，则削其半，削其半，民犹瘁矣，曷若举而移之以全其人乎？汉事然也。</p> <p>　　今国家尽制郡邑，连置守宰，其不可变也固矣。善制兵，谨择守，则理平矣。</p> <p>　　或者又曰：“夏、商、周、汉封建而延，秦郡邑而促。”尤非所谓知理者也。</p> <p>　　魏之承汉也，封爵犹建；晋之承魏也，因循不革；而二姓陵替，不闻延祚。今矫而变之，垂二百祀，大业弥固，何系于诸侯哉？</p> <p>　　或者又以为：“殷、周，圣王也，而不革其制，固不当复议也。”是大不然。</p> <p>　　夫殷、周之不革者，是不得已也。盖以诸侯归殷者三千焉，资以黜夏，汤不得而废；归周者八百焉，资以胜殷，武王不得而易。徇之以为安，仍之以为俗，汤、武之所不得已也。夫不得已，非公之大者也，私其力于己也，私其卫于子孙也。秦之所以革之者，其为制，公之大者也；其情，私也，私其一己之威也，私其尽臣畜于我也。然而公天下之端自秦始。</p> <p>　　夫天下之道，理安斯得人者也。使贤者居上，不肖者居下，而后可以理安。今夫封建者，继世而理；继世而理者，上果贤乎，下果不肖乎？则生人之理乱未可知也。将欲利其社稷以一其人之视听，则又有世大夫世食禄邑，以尽其封略，圣贤生于其时，亦无以立于天下，封建者为之也。岂圣人之制使至于是乎？吾固曰：“非圣人之意也，势也。”",
  "fanyi": "<h2>译文</h2> <p>　　自然界果真没有原始阶段吗？我没法知道。人类果真有原始阶段吗？我也没法知道。那么，（有或没有原始阶段）哪种说法比较接近事实呢？我认为：有原始阶段这种说法比较接近事实。怎么知道这一点呢？从“封国土、建诸侯”的封建制就可以明白。那种封建制，经历了古代贤明的帝王唐尧、虞舜、夏禹、商汤、周文王和周武王，没有谁能把它废除掉。不是不想把它废除掉，而是事物发展的趋势不允许，这种形势的产生，大概是在人类的原始阶段吧？不是原始阶段的那种形势，就没有可能产生封建制。实行封建制，并不是古代圣人的本意。</p> <p>　　人类在他的原始阶段跟万物一起生存，那时野草树木杂乱丛生，野兽成群四处奔走，人不能像禽兽那样抓扑啃咬，而且身上也没有毛羽来抵御严寒，不能够光靠自身来供养自己、保卫自己。荀卿说过：“人类一定要借用外物作为自己求生的工具。”借用外物来求生的必然会相争，争个不停，一定会去找那能判断是非的人而听从他的命令。那又有智慧又明白事理的人，服从他的人一定很多；他把正确的道理告诉那些相争的人，不肯改悔的，必然要惩罚他，使他受痛苦之后感到惧怕，于是君长、刑法、政令就产生了。这样附近的人就聚结成群，分成许多群以后，相互间争斗的规模一定会大，相争的规模大了就会产生军队和威望。这样，又出现了更有威德的人，各个群的首领又去听从他的命令，来安定自己的部属。于是产生了一大批诸侯，他们相争的规模就更大了。又有比诸侯威德更大的人，许多诸侯又去听从他的命令，来安定自己的封国。于是又产生了方伯、连帅一类诸侯领袖，他们相争的规模还要大。这就又出现了比方伯，连帅威德更大的人，方伯、连帅们又去听从他的命令，来安定自己的老百姓，这以后天下便统一于天子一人了。因此先有乡里的长官而后有县的长官，有了县的长官而后有诸侯，有了诸侯而后有方伯、连帅，有了方伯、连帅而后才有天子。从最高的天子到乡里的长官，那些对人民有恩德的人死了，人们一定会尊奉他们的子孙为首领。所以说封建制的产生不是圣人的本意，而是形势发展的必然结果。</p> <p>　　尧、舜、禹、汤的事离我们很远了，到了周代记载就很详备了。周朝占有天下，把土地像剖瓜一样分割开来，设立了公、侯、伯、子、男五等爵位，分封了许多诸侯。诸侯国像繁星似地罗列，四面遍布在大地上，集结在周天子的周围，就像车轮围绕着中心运转，就像辐条集中于车毂；诸侯聚合起来就去朝见天子，分散开来就是守卫疆土的臣子、朝廷的捍卫者。但是往下传到周夷王的时候，破坏了礼法，损害了尊严，天子只得亲自下堂去迎接朝见的诸侯。传到周宣王的时候，他虽然倚仗着复兴周王朝的功德，显示出南征北伐的威风，终究还是无力决定鲁君的继承人。这样日渐衰败下去，直到周幽王、周厉王，后来周平王把国都向东迁移到洛邑，把自己排列在诸侯同等地位上去了。从那以后，问周天子传国九鼎的轻重的事情出现了，用箭射伤天子肩膀的事情出现了，讨伐天子大臣凡伯、逼迫天子杀死大夫苌弘这样的事情也出现了，天下大乱，再没有把天子看作天子的了。我认为周王朝丧失统治力量已经很久了，只不过还在公侯之上保存着一个空名罢了！这岂不是诸侯势力太强大而指挥不动，就像尾巴太大以至摇摆不动所造成的过失吗？于是周王朝的统治权分散到十二个诸侯国，后来又合并为七个强国，王朝的权力分散到陪臣掌政的国家，最后被很晚才封为诸侯的秦国灭掉。周朝败亡的原因，大概就在这里了。</p> <p>　　秦朝统一了全国后，不分诸侯国而设置郡县，废除诸侯而委派郡县长官。秦占据了天下的险要地势，建都于全国的上游，控制着全国，把局势掌握在手里，这是它做得对的地方。但没过几年便天下大乱，那是有原因的。它多次征发数以万计的百姓服役，使刑法越来越残酷，耗尽了财力。于是那些扛着锄木棍被责罚防守边境的人们，彼此递个眼色就联合起来，怒吼着汇合成群，奋起反秦。那时有造反的老百姓而没有反叛的官吏，老百姓在下怨恨秦王朝；官吏在上惧怕朝廷。全国四面八方互相配合，杀郡守劫县令的事情在各地同时发生。错误在于激起了人民的怨恨，并不是郡县制的过失。</p> <p>　　汉朝统一了全国之后，纠正秦朝的错误，沿袭周朝的封建制，分割天下，分封自己的子弟和功臣为诸侯王。但没有几年，为了平息诸侯国的叛乱便闻命奔赴镇压，以至连救死扶伤都来不及，汉高祖<a href=\"http://so.gushiwen.org/author_746.aspx\">刘邦</a>被围困在平城，被飞箭射伤，如此衰落不振达三代之久。后来由于谋臣献策，才分散削弱诸侯王的势力并由朝廷命官管理诸侯国。但是汉朝开始恢复封建制的时候，诸侯国和郡县各占一半疆域，那时只有反叛的诸侯国而没有反叛的郡县，秦朝郡县制的正确性也已经明白清楚了。继汉朝而称帝的，就是再过一百代，郡县制比封建制优越，也是可以知道的。</p> <p>　　唐朝建立以后，设置州县，任命州县的长官，这是它做得正确的地方。但还是有凶暴狡猾的人不时起来叛乱、侵州夺县的情况出现，过失不在于设置州县而在于藩镇拥有重兵，那时有反叛的藩镇将领而没有反叛的州县长官。郡县制的建立，确实是不能改变的。</p> <p>　　有的人说：“封建制的世袭君长，一定会把他管辖的地区当作自己的土地尽心治理，把他管辖的老百姓当作自己的儿女悉心爱护，使那里的风俗变好，把那里的政治治理好，这样施行教化就比较容易。郡县制的州县地方官，抱着得过且过的心理，一心只想升官罢了，怎么能把地方治理好呢？”我认为这种说法也是不对的。</p> <p>　　周朝的情况，毫无疑问地可以看清楚了：诸侯骄横，贪财好战，大致是政治混乱的国家多，治理得好的国家少。诸侯的霸主不能改变乱国的政治措施，天子无法撤换不称职的诸侯国的君主，真正爱惜土地爱护人民的诸侯，一百个中间也没有一个。造成这种弊病的原因在于封建制，不在于政治方面。周朝的情况就是如此。</p> <p>　　秦朝的情况，也完全可以看清楚了：朝廷有治理百姓的制度，而不让郡县专权，这是正确的；中央有管理政务的大臣，不让地方官自行其是，这也是正确的。但是郡县不能正确发挥郡县制的作用，郡守、县令不能很好地治理人民。残酷的刑罚、繁重的劳役，使万民怨恨。这种过失在于政治方面，不在于郡县制本身。秦朝的情况便是这样。</p> <p>　　汉朝建立的时候，天子的政令只能在郡县推行，不能在诸侯国推行；天子只能控制郡县长官，不能控制诸侯王。诸侯王尽管胡作非为，天子也不能撤换他们；侯王国的百姓尽管深受祸害，朝廷却无法解除他们的痛苦。只是等到诸侯王叛乱造反，才把他们逮捕、流放或率兵讨伐、以至灭掉他们。当他们的罪恶尚未充分暴露的时候，尽管他们非法牟利搜刮钱财，依仗权势作威作福，给百姓造成严重的伤害，朝廷也不能对他们怎么样。至于郡县，可以说是政治清明、社会安定了。根据什么这样讲呢？汉文帝从田叔那里了解到孟舒，从冯唐那里了解到魏尚，汉宣帝听说黄霸执法明察审慎，汉武帝看到汲黯为政简约清静，那么就可以任命黄霸做官，可以恢复孟舒、魏尚原来的官职，甚至可以让汲黯躺着任职，委任他只凭威望去安抚一个地区。官吏犯了罪可以罢免，有才干可以奖赏。早上任命的官吏，如果发现他不行正道，晚上就可以撤了他；晚上接受任命的官吏，如果发现他违法乱纪，第二天早上就可以罢免他。假使汉王朝把城邑全部都分割给侯王，即使他们危害人民，也只好对它发愁罢了。孟舒、魏尚的治理方法不能施行，黄霸、汲黯的教化无法推行。如果公开谴责并劝导这些侯王，他们当面接受，但转过身去就违反了；如果下令削减他们的封地，互相串通联合行动的阴谋就会遍及侯王各国之间，那么大家都怒眼圆睁，气势汹汹地反叛朝廷。万一他们不起来闹事，就削减他们的一半封地，即使削减一半，百姓还是受害了，何不把诸侯王完全废除掉来保全那里的人民呢？汉朝的情况就是这样。</p> <p>　　今天国家完全实行郡县制，不断地任命郡县长官，这种情况是肯定不能改变了。只要好好地控制军队，慎重地选择地方官吏，那么政局就会安定了。</p> <p>　　有人又说：“夏、商、周、汉四代实行封建制，他们统治的时间都很长久，而秦朝实行郡县制，统治的时间却很短。”这更是不懂得治理国家的人说的话。</p> <p>　　魏继承汉朝，分封贵族的爵位仍然实行封建制；西晋继承魏，因袭旧制不加改变，但魏和晋都很快就衰亡了，没听说有国运长久的。唐朝纠正魏晋的过失改变了制度，享国已近二百年，国家基业更加巩固，这与分封诸侯又有什么关系呢？</p> <p>　　有人又认为：“治理商、周二代的是圣明的君王啊，他们都没有改变封建制，那么，本来就不应当再议论这件事了。”这种说法大大的不对。</p> <p>　　商、周二代没有废除封建制，是不得已的。因为当时归附商朝的诸侯有三千个，商朝靠了他们的力量才灭掉了夏，所以商汤就不能废除他们；归附周朝的诸侯有八百个，周朝凭借他们的力量才战胜了商朝，所以周武王也不能废弃他们。沿用它来求得安定，因袭它来作为习俗，这就是商汤、周武王不得不这样做的原因。他们是不得已的，并不是什么大公无私的美德，而是有私心，是要使诸侯为自己出力，并保卫自己的子孙。秦朝用废除分封诸侯的办法来作为制度，是最大的公；它的动机是为私的，是皇帝想要巩固个人的权威，使天下的人都臣服于自己。但是废除分封，以天下为公，却是从秦朝开始的。</p> <p>　　至于天下的常理，是治理得好、政局安定，这才能得到人民的拥护。使贤明的人居上位，不肖的人居下位，然后才会清明安定。封建制的君长，是一代继承一代地统治下去的。这种世袭的统治者，居上位的果真贤明吗？居下位的真的不肖吗？这样，人民究竟是得到太平还是遭遇祸乱，就无法知道了。如果想要对国家有利而统一人民的思想，而同时又有世袭大夫世世代代统治他们的封地，占尽了诸侯国的全部国土，即使有圣人贤人生在那个时代，也会没有立足之地，这种后果就是封建制造成的。难道是圣人的制度要使事情坏到这种地步吗？所以我说：“这不是圣人的本意，而是形势发展的结果。”</p>",
  "poet": {
    "id": 646,
    "star": 0,
    "name": "柳宗元",
    "image": "http://img.gushiwen.org/authorImg/liuzongyuan.jpg",
    "desc": "柳宗元（773年－819年），字子厚，唐代河东（今山西运城）人，杰出诗人、哲学家、儒学家乃至成就卓著的政治家，唐宋八大家之一。著名作品有《永州八记》等六百多篇文章，经后人辑为三十卷，名为《柳河东集》。因为他是河东人，人称柳河东，又因终于柳州刺史任上，又称柳柳州。柳宗元与韩愈同为中唐古文运动的领导人物，并称“韩柳”。在中国文化史上，其诗、文成就均极为杰出，可谓一时难分轩轾。"
  },
  "tags": [
    "论述",
    "政治"
  ]
}