{
  "id": 22150,
  "star": 1102,
  "name": "问刘十九",
  "dynasty": "唐代",
  "content": "绿蚁新醅酒，红泥小火炉。<br>晚来天欲雪，能饮一杯无？",
  "fanyi": "<p><strong>韵译</strong><br>新酿的米酒，色绿香浓；小小红泥炉，烧得殷红。<br>天快黑了，大雪将要来。能否共饮一杯？朋友！</p> <p><strong>意译</strong><br>我家新酿的米酒还未过滤，酒面上泛起一层绿泡，香气扑鼻。用红泥烧制成的烫酒用的小火炉也已准备好了。<br>天色阴沉，看样子晚上即将要下雪，能否留下与我共饮一杯？ </p> <p><strong>注释</strong><br>①刘十九：<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>留下的<a href=\"http://so.gushiwen.org/view_22150.aspx\">诗</a>作中，提到刘十九的不多，仅两首。但提到刘二十八、二十八使君的，就很多了。刘二十八就是<a href=\"http://so.gushiwen.org/author_197.aspx\">刘禹锡</a>。刘十九乃其堂兄刘禹铜，系洛阳一富商，与白居易常有应酬。<br>②绿蚁：指浮在新酿的没有过滤的米酒上的绿色泡沫。醅（pēi）：酿造。<br>绿蚁新醅酒：酒是新酿的酒。新酿酒未滤清时，酒面浮起酒渣，色微绿，细如蚁，称为“绿蚁”。<br>③雪：下雪，这里作动词用。<br>④无：表示疑问的语气词，相当于“么”或“吗”。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　刘十九是作者在江州时的朋友，作者另有《刘十九同宿》<a href=\"http://so.gushiwen.org/view_22150.aspx\">诗</a>，说他是嵩阳处士。全诗寥寥二十字，没有深远寄托，没有华丽辞藻，字里行间却洋溢着热烈欢快的色调和温馨炽热的情谊，表现了温暖如春的诗情。</p> <p>　　诗句的巧妙，首先是意象的精心选择和巧妙安排。全诗表情达意主要靠三个意象（新酒、火炉、暮雪）的组合来完成。“绿蚁新醅酒”，开门见山点出新酒，由于酒是新近酿好的，未经过滤，酒面泛起酒渣泡沫，颜色微绿，细小如蚁，故称“绿蚁”。诗歌首句描绘家酒的新熟淡绿和浑浊粗糙，极易引发读者的联想，让读者犹如已经看到了那芳香扑鼻，甘甜可口的米酒。次句“红泥小火炉”，粗拙小巧的火炉朴素温馨，炉火正烧得通红，诗人围炉而坐，熊熊火光照亮了暮色降临的屋子，照亮了浮动着绿色泡沫的家酒。“红泥小火炉”对饮酒环境起到了渲染色彩、烘托气氛的作用。酒已经很诱人了，而炉火又增添了温暖的情调。诗歌一、二两句选用“家酒”和“小火炉”两个极具生发性和暗示性的意象，容易唤起读者对质朴地道的农村生活的情境联想。后面两句：“晚来天欲雪，能饮一杯无？”在这样一个风寒雪飞的冬天里，在这样一个暮色苍茫的空闲时刻，邀请老朋友来饮酒叙旧，更体现出诗人那种浓浓的情谊。“雪”这一意象的安排勾勒出朋友相聚畅饮的阔大背景，寒风瑟瑟，大雪飘飘，让人感到冷彻肌肤的凄寒，越是如此，就越能反衬出火炉的炽热和友情的珍贵。“家酒”、“小火炉”和“暮雪”三个意象分割开来，孤立地看，索然寡味，神韵了无，但是当这三个意象被<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>纳入这首充满诗意情境的整体组织结构中时，读者就会感受到一种不属于单个意象而决定于整体组织的气韵、境界和情味。寒冬腊月，暮色苍茫，风雪大作，家酒新熟、炉火已生，只待朋友早点到来，三个意象连缀起来构成一幅有声有色、有形有态、有情有意的图画，其间流溢出友情的融融暖意和人性的阵阵芳香。</p> <p>　　其次是色彩的合理搭配。诗画相通贵在情意相契，诗人虽然不能像雕塑家、画家那样直观地再现色彩，但是可以通过富有创意的语言运用，唤起读者相应的联想和情绪体验。这首小诗在色彩的配置上是很有特色的，清新朴实，温热明丽，给读者一种身临其境、悦目怡神之感。诗歌首句“绿蚁”二字绘酒色摹酒状，酒色流香，令人啧啧称美，酒态活现让读者心向“目”往。次句中的“红”字犹如冬天里的一把火，温暖了人的身子，也温热了人的心窝。“火”字表现出炭火熊熊、光影跃动的情境，更是能够给寒冬里的人增加无限的热量。“红”“绿”相映，色味兼香，气氛热烈，情调欢快。第三句中不用摹色词语，但“晚”“雪”两字告诉读者黑色的夜幕已经降落，而纷纷扬扬的白雪即将到来。在风雪黑夜的无边背景下，小屋内的“绿”酒“红”炉和谐配置，异常醒目，也格外温暖。</p> <p>　　最后是结尾问句的运用。“能饮一杯无”，轻言细语，问寒问暖，贴近心窝，溢满真情。用这样的口语入诗收尾，既增加了全诗的韵味，使其具有空灵摇曳之美，余音袅袅之妙；又创设情境，给读者留下无尽的想象空间。诗人既可能是特意准备新熟家酿来招待朋友的，也可能是偶尔借此驱赶孤居的冷寂凄凉；既可能是在风雪之夜想起了朋友的温暖，也可能是平日里朋友之间的常来常往。而这些，都留给读者去尽情想象了。</p> <p>　　通览全诗，语浅情深，言短味长。白居易善于在生活中发现诗情，用心去提炼生活中的诗意，用诗歌去反映人性中的春晖，这正是此诗令读者动情之处。</p> <p>　　《问刘十九》。诗从开门见山地点出酒的同时，就一层层地进行渲染，但并不因为渲染，不再留有余味，相反地仍然极富有包蕴。读了末句“能饮一杯无”，可以想象，刘十九在接到白居易的诗之后，一定会立刻命驾前往。于是，两位朋友围着火炉，“忘形到尔汝”地斟起新酿的酒来。也许室外真的下起雪来，但室内却是那样温暖、明亮。生活在这一刹那间泛起了玫瑰色，发出了甜美和谐的旋律……这些，是诗自然留给人们的联想。由于既有所渲染，又简练含蓄，所以不仅富有诱惑力，而且耐人寻味。它不是使人微醺的薄酒，而是醇醪，可以使人真正身心俱醉的。诗中蕴含生活气息，不加任何雕琢，信手拈来，遂成妙章。</p> <p>　　作品充满了生活的情调，浅进的语言写出了日常生活中的美和真挚的友谊。</p>",
  "about": "<h2>创作背景</h2> 　　《问刘十九》乃<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>晚年隐居洛阳，“天晚欲雪，思念旧人”时所作。刘十九是作者在江州时的朋友，作者另有《刘十九同宿》<a href=\"http://so.gushiwen.org/view_22150.aspx\">诗</a>，说他是嵩阳处士。也有人认为此诗作于元和十二年（817年），但诗人时任江州（今江西九江）司马，不可能邀约洛阳故旧对饮。",
  "poet": {
    "id": 665,
    "star": 0,
    "name": "白居易",
    "image": "http://img.gushiwen.org/authorImg/baijuyi.jpg",
    "desc": "白居易（772年－846年），字乐天，号香山居士，又号醉吟先生，祖籍太原，到其曾祖父时迁居下邽，生于河南新郑。是唐代伟大的现实主义诗人，唐代三大诗人之一。白居易与元稹共同倡导新乐府运动，世称“元白”，与刘禹锡并称“刘白”。白居易的诗歌题材广泛，形式多样，语言平易通俗，有“诗魔”和“诗王”之称。官至翰林学士、左赞善大夫。公元846年，白居易在洛阳逝世，葬于香山。有《白氏长庆集》传世，代表诗作有《长恨歌》、《卖炭翁》、《琵琶行》等。"
  },
  "tags": [
    "唐诗三百首",
    "饮酒",
    "生活",
    "友情"
  ]
}