{
  "id": 65112,
  "star": 91,
  "name": "贺圣朝·留别",
  "dynasty": "宋代",
  "content": "满斟绿醑留君住。莫匆匆归去。三分春色二分愁，更一分风雨。<br>花开花谢、都来几许。且高歌休诉。不知来岁牡丹时，再相逢何处。",
  "fanyi": "<p><strong>译文</strong><br>斟满淡绿色的美酒，请您再住几日，不要就这样匆匆离去。剩下的三分春色，二分都是离愁别绪，一分又充满了凄风苦雨。<br>年年都见花开花谢，相思之情又有多少呢？就让我们高歌畅饮，不要谈论伤感之事。明年牡丹盛开的时候，不知我们会在哪里相逢？</p> <p><strong>注释</strong><br>⑴贺圣朝：唐教坊曲名，后用为词牌。《花间集》有<a href=\"http://so.gushiwen.org/author_175.aspx\">欧阳炯</a>词，本名“贺明朝”，《词律》混入“贺圣朝”，误。有十余种格式。此词格式为：双调四十九字，仄韵格，上片四句三仄韵，下片五句三仄韵。<br>⑵绿醑（xǔ）：即绿色的美酒。<br>⑶几许：犹言多少。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这首词大约是作者北宋首都汴京留别友人之作。全词以别易会难为主旨，上片写留饮，下片写惜别。</p> <p>　　开篇写作者满斟绿色的美酒，劝友人暂留，且不要匆匆归去。继而，词中又写作者纵酒高歌，劝友人钧，切切絮絮倾诉离情。这里，用春色、离愁、风雨，构成了一幅离别图：阳春佳月，风雨凄凄，离愁万绪，为下片抒情作了有力的铺垫。“三分春色二分愁，更一分风雨”，虽然还是以词家习惯运用的情景交融的手法来描写离愁，但设想奇特，不落俗套，给人以新颖巧妙的感觉。词人设想“春色”总体为“三分”，而其中的“二分”是“愁”，“一分”是“风雨”。这样，此时此刻的“春色”就成了“愁”与“风雨”的集合体。而此处的“风雨”，只是表象，实质上是明写风雨暗写愁。</p> <p>　　这里写“风雨”，用的就是这种以景写情的笔法。所谓三分春色实际上都是愁。词人用全部的春色来写与挚友分手时的离愁别绪，其友情之深，离别之难，不言而喻。作者用笔，貌轻实重，饱和了作者的全部感情，确实是情景交融、情深意长。<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>著名的《水龙吟》（次韵章质夫杨花词）有句云：“春色三分，二分尘土，一分流水。”大约即是从此处脱胎。</p> <p>　　上片，由举杯挽留写到离别情怀，由外部行动而至内心感情，多为顺笔。下片则转折颇多。过片“花开”两句，紧承上片的离愁别绪，并进一步预写别后的相思。“花开”句，用<a href=\"http://so.gushiwen.org/author_130.aspx\">韩偓</a>《谪仙怨》“花开花谢相思”句意，但作者只写“花开花谢”而不说“相思”，实际上“相思”已包容上片的离愁别绪之中。“都来几许”，是说这种相思总的算来会有多少，由挚友不得长聚而引起的时序更迭、流年暗换的慨叹与迷惘，亦暗寓其中。这两句深化了上片的离愁。但作者马上又冲破了感伤缠绵的氛围，用“且高歌休诉”句一变而为高亢旷达。这是对友人的劝慰，也是作者的自我排遣，表现出作者开朗豁达的胸怀。可是一想到别易会难，明年此际不知能否重逢，心里不免又泛起怅惘之情，使全词再见波折。这首词先写离愁，继而排解宽慰，终写怅惘之情，曲折细致，语短情长。 </p>",
  "about": "<h2>创作背景</h2> 　　这首词大约是作者在北宋首都汴京时留别友人之作，具体作年难以确证。《宋史》本传载<a href=\"http://so.gushiwen.org/author_172.aspx\">叶清臣</a>为人豪爽刚直，敢于在宋仁宗前直言时政阙失，不畏权贵。",
  "poet": {
    "id": 172,
    "star": 0,
    "name": "叶清臣",
    "image": "http://img.gushiwen.org/authorImg/yeqingchen.jpg",
    "desc": "叶清臣（1000─1049） 北宋名臣。字道卿，长洲人（今苏州市）。天圣二年（1024）榜眼。历任光禄寺丞、集贤校理，迁太常丞，进直史馆。论范仲淹、余靖以言事被黜事，为仁宗采纳，仲淹等得近徙。同修起居注，权三司使。知永兴军时，修复三白渠，溉田六千顷，实绩显著，后人称颂。著作今存《述煮茶小品》等。皇祐元年卒，年五十（一作四十七）。《宋史》、《东都事略》有传。《全宋词》录其词一首。"
  },
  "tags": [
    "宋词三百首",
    "宋词精选",
    "婉约",
    "饮酒",
    "惜别"
  ]
}