{
  "id": 49668,
  "star": 30,
  "name": "临江仙·昨夜渡江何处宿",
  "dynasty": "宋代",
  "content": "昨夜渡江何处宿，望中疑是秦淮。月明谁起笛中哀。多情王谢女，相逐过江来。 <br>云雨未成还又散，思量好事难谐。凭陵急桨两相催。相伊归去后，应似我情怀。",
  "fanyi": "<p><strong>译文<br></strong>昨夜度过扬子江寻找住宿的地方时，远望中疑似来到秦淮河畔。明月夜里，谁在吹笛，笛声竟是这么悲哀?那富深情的高贵歌妓和侍女，竞相跟随过到江北来。<br>情爱，尚未成真而今又要分离了，好事难得如愿啊！驾船人要急于开船，催促歌妓与侍女回江南去，他们不得不分离。我预计她们回去以后的心情，也当同我的心情一样悲伤。</p> <p><strong>注释<br></strong>⑴渡江：渡过扬子江。<br>⑵秦淮：秦淮河。传说秦始皇南巡会稽时，为疏导淮水而掘，故名。发源于江苏省溧水县东北，流向西北，横贯南京市，流入扬子江。<br>⑶王谢女：这里指高贵之歌妓与侍女。王、谢，六朝两个大家族。<br>⑷凭陵：逼迫，依势而凌人，指情势不允许。急桨：快速开船。催：催促。<br>⑸伊：她。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　上片，追忆歌妓、侍女的深情与作者的思念。“昨夜渡江何处宿，望中疑是秦淮”，点明即将渡江的时间与行踪，突出描绘想象中的繁华秦淮。秦淮有歌女成群的黄金河畔楼台。唐代<a href=\"http://so.gushiwen.org/view_49668.aspx\">诗</a>人<a href=\"http://so.gushiwen.org/author_211.aspx\">杜牧</a>《泊秦淮》唱道：“烟笼寒水月笼沙，夜泊秦淮近酒家。商女不知亡国恨，隔江犹唱后庭花。”宋代诗人<a href=\"http://so.gushiwen.org/author_399.aspx\">贺铸</a>《秦淮夜泊》也唱道：“楼台见新月，灯火上双桥。隔岸开珠箔，临风弄紫箫。”忆起王胜之昔日秦淮之风流，更加深恋今日秦淮的韵事。接着写宿处“月明”时，笔锋一转，突然有人吹起悲哀的笛声。这是受主人之爱而又得不到真情的凄楚之音，难言之音。吹笛者不知是谁，最后两句，引用六朝“王谢女”故事，作了回答。唐代文学家<a href=\"http://so.gushiwen.org/author_197.aspx\">刘禹锡</a>《金陵五题》写道：“朱雀桥边野草花，乌衣巷口夕阳斜。旧时王谢堂前燕，飞人寻常百姓家。”正是这“旧时王谢堂前燕”，烘托出了欢送王胜之上任之歌妓深情：既吹笛“多情”，又“相逐过江来”。</p> <p>　　下片，写情势不许，情爱成影，有难言之隐。第一、二句，点化活用<a href=\"http://so.gushiwen.org/author_358.aspx\">宋玉</a>《高唐赋》中神话。巫山神女比喻“相逐过江来”的歌妓与侍女；将其神话比作情爱，尚未成真而今又分离了。作为歌妓，就是歌妓，官人无论如何喜爱，但要成为真正情爱是难越过封建社会等级观念障碍的，自然“相逐过江来”的歌妓与侍女，只能“云雨未成还又散”，令人“思量好事难谐”。第三、四句，从两个方面点明“云雨散”，“好事难谐”的原因：一是“凭陵”逼迫，情势不允许；二是“急桨”人催促开船不容犹豫。所以“两相催”成了这种不得不分离的现状和难言之隐的伤痛，“妓婵娟，不长妍”（孟东野《婵娟篇》）。最后两句“想伊归去后，应似我情怀”，为点题之笔，道出了东坡十分同情歌妓的心底之言：将心比心，心心相印，悔而又晚，隐痛难言，此恨绵绵无尽期。</p> <p>　　这首词原本为送王胜之龙图至南都之作。只因即歌妓与侍女陪送之事，而转到写这些底层女性无主的命运。在官人当政春风得意时，这些歌妓与侍女就是“王谢女”；当官人贬谪或迁移不得志时，这些歌妓与侍女则成为“归去”女。作者批判昔日的秦淮韵事，同情眼前吹奏哀笛的歌妓的凄凉命运，就充分反映了他不为世俗传统观点束缚的新型妇女观。</p>",
  "about": "<h2>创作背景</h2> 　　这首《临江仙》作于宋神宗元丰七年（1084年）八月中旬。是时，王胜之离金陵，过仪真，去南都时，有歌妓和侍女送行。东坡与之同船前行。“公<a href=\"http://so.gushiwen.org/view_49668.aspx\">诗</a>便堪唱，为付小婵娟。”（《至真州再和二首》）写《水龙吟·露寒烟冷蒹葭老》与此词以赠歌妓与侍女。",
  "poet": {
    "id": 183,
    "star": 0,
    "name": "苏轼",
    "image": "http://img.gushiwen.org/authorImg/sushi.jpg",
    "desc": "苏轼（1037－1101），北宋文学家、书画家、美食家。字子瞻，号东坡居士。汉族，四川人，葬于颍昌（今河南省平顶山市郏县）。一生仕途坎坷，学识渊博，天资极高，诗文书画皆精。其文汪洋恣肆，明白畅达，与欧阳修并称欧苏，为“唐宋八大家”之一；诗清新豪健，善用夸张、比喻，艺术表现独具风格，与黄庭坚并称苏黄；词开豪放一派，对后世有巨大影响，与辛弃疾并称苏辛；书法擅长行书、楷书，能自创新意，用笔丰腴跌宕，有天真烂漫之趣，与黄庭坚、米芾、蔡襄并称宋四家；画学文同，论画主张神似，提倡“士人画”。著有《苏东坡全集》和《东坡乐府》等。"
  },
  "tags": [
    "写人",
    "凄凉",
    "批判"
  ]
}