{
  "id": 72877,
  "star": 719,
  "name": "河中石兽",
  "dynasty": "清代",
  "content": "　　沧州南一寺临河干，山门圮于河，二石兽并沉焉。阅十余岁，僧募金重修，求石兽于水中，竟不可得。以为顺流下矣，棹数小舟，曳铁钯，寻十余里无迹。</p> <p>　　一讲学家设帐寺中，闻之笑曰：“尔辈不能究物理，是非木杮，岂能为暴涨携之去？乃石性坚重，沙性松浮，湮于沙上，渐沉渐深耳。沿河求之，不亦颠乎？”众服为确论。</p> <p>　　一老河兵闻之，又笑曰：“凡河中失石，当求之于上流。盖石性坚重，沙性松浮，水不能冲石，其反激之力，必于石下迎水处啮沙为坎穴，渐激渐深，至石之半，石必倒掷坎穴中。如是再啮，石又再转。转转不已，遂反溯流逆上矣。求之下流，固颠；求之地中，不更颠乎？”如其言，果得于数里外。然则天下之事，但知其一，不知其二者多矣，可据理臆断欤？",
  "fanyi": "<p><strong>译文</strong></p> <p>　　沧州的南面有一座寺庙靠近河岸，庙门倒塌在了河里，两只石兽一起沉没于此。经过十多年，僧人们募集金钱重修（寺庙），便在河中寻找石兽，最后也没找到。僧人们认为石兽顺着水流流到下游了。于是划着几只小船，拖着铁钯，（向下游）寻找了十多里，没有找到石兽的踪迹。</p> <p>　　一位讲学家在寺庙中教书，听说了这件事笑着说：“你们这些人不能推究事物的道理。这（石兽）不是木片，怎么能被暴涨的洪水带走呢?石头的性质坚硬沉重，泥沙的性质松软浮动，石兽埋没在沙上，越沉越深罢了。顺着河流寻找石兽，不是（显得）疯狂了吗?”大家信服地认为（这话）是精当确切的言论。</p> <p>　　一位老河兵听说了讲学家的观点，又笑着说：“凡是落入河中的石头，都应当在河的上游寻找它。正因为石头的性质坚硬沉重，沙的性质松软轻浮，水流不能冲走石头，水流反冲的力量，一定在石头下面迎水的地方侵蚀沙子形成坑洞。越激越深，当坑洞延伸到石头底部的一半时，石头必定倾倒在坑洞中。像这样再冲刷，石头又会再次转动，像这样不停地转动，于是反而逆流朝相反方向到上游去了。到河的下游寻找石兽，本来就（显得）很疯狂;在石兽沉没的地方寻找它们，不是（显得）更疯狂了吗?”结果依照他的话去（寻找），果然在上游的几里外寻到了石兽。</p> <p>　　既然这样，那么天下的事，只知道表面现象，不知道根本道理的情况有很多，难道可以根据某个道理就主观判断吗?</p> <p><strong>注释</strong><br>1、沧州：地名，今河北省沧州市。<br>2、临：靠近。也有“面对”之意。<br>3、河干：河边。（河：指黄河，历史上黄河曾流经沧州。）干，水边，河岸。<br>4、山门：寺庙的大门。<br>5、圮：倒塌。<br>6、并：一起。<br>7、沉焉：沉没在这条河里。焉，兼词，于此，在那里。<br>8、阅：过了，经过。<br>9、十余岁：十多年。岁：年。<br>10、棹：名词作动词，划船。<br>11、求石兽于水中：在河中寻找石兽。求，寻找。<br>12、竟：终于，到底。<br>13、曳：拖着,牵引。<br>14、铁钯：农具，用于除草、平土。 钯，通“耙”。<br>15、设帐：讲学，教书。<br>16、尔辈不能究物理：你们这些人不能推究事物的道理。尔辈，你们。究，推究。物理，事物的道理、规律。<br>17、是非木杮：这不是木片。是，这。杮，削下的木片。<br>18、岂能：怎么能。<br>19、为：被。<br>20、暴涨：洪水。暴，突然（急、大）。<br>21、湮：埋没。<br>22、颠：通“癫”，疯狂。<br>23、众服为确论：大家信服地认为（这话）是精当确切的言论。为：（认为）是。<br>24、河兵：指镇守河防的兵。清代设河道总督，辖有专门治河的兵营。<br>25、盖：因为。<br>26、啮：本意是“咬”，这里是侵蚀、冲刷的意思。<br>27、坎穴：坑洞。<br>28、不已：不停止。已：停止。<br>29、倒掷：倾倒。<br>30、如是：像这样。<br>31、遂：于是。<br>32、溯（sù）流：逆流。<br>33、固：固然。<br>34、如：依照，按照。<br>35、然则：既然这样，那么。<br>36、但：只，仅仅。<br>37、据理臆断：根据某个道理就主观判断。臆断，主观地判断。<br>38、欤：表反问的句末语气词。<br>39、耳：罢了。<br>40、其一：表面现象。<br>41、其二：根本道理。</p>",
  "about": "<h2>文章寓意</h2> <p>　　《河中石兽》是<a href=\"http://so.gushiwen.org/author_274.aspx\">纪昀</a>（jǐyún）（纪昀,字晓岚)的一篇文章，选自《阅微草堂笔记》卷十六《姑妄听之》，主要内容是河里掉了石兽，因为水的冲力和石兽本身重量的原因，所以找石兽要从石兽掉落的上游去找。</p> <p>　　文章意思就是考虑问题时，要从表到里分析原因，得出正确的解决根本方案。</p> <p>　　阅读提示：许多自然现象的发生往往有着复杂的原因，我们不能只知其一，不知其二，就根据常情主观判断。应该正确分析，综合考虑，像文中的老河兵那样，既考虑石兽的比重，又正确分析水的冲力和石兽的相互作用，进而又分析这种相互作用产生的反冲力对河床形态的局部的改变。如此，才能得出正确结论。</p> <p>　　它说明了这些道理：1.遇事不能主观推论，要实事求是的道理。 2.实践出真知。 3.实践经验有时比书本知识更重要。同时也启示我们：遇事要动脑筋多想想，分析各方面因素，尽可能少闹只知其一，不知其二的笑话。</p><br/><h2>文言现象</h2> <p><strong>古今异义</strong><br>1.干：古义：岸边。今义：做。<br>2.耳：古义：罢了。今义：五官之一，用来听声音。<br>3.物理：古义：事物的道理，规律。今义：一种学科。<br>4.并：古义：一起 。今义：并列。<br>5.阅：古义：经历。 今义：阅读。<br>6.是：代词 ，此，这。今义：表示判断（多指正确，但并不完全是）。<br>7.但：古义：但，只。 今义：表示转折 但是，却。<br>8.求：古义：寻找。今义：请求、要求、追求。<br>9.已：古义：停止。今义：已经。<br>10.如：古义：像这样。今义：如果<br>11.盖：古义：大概。今义：有遮蔽作用的东西;由上往下覆。</p> <p><strong>一词多义</strong><br>1.为：<br>岂能为暴涨携之去 （为：介词“被”）<br>必与石下迎水处啮沙为坎穴 （为：动词“成为”）<br>众服为确论 （为：动词“认为是”或“是”）<br>2.重：<br>僧募金重修 （重：读chóng，重新）<br>乃石性坚重 重：（读zhòng，分量较大，与“轻”相对）</p>",
  "poet": {
    "id": 274,
    "star": 0,
    "name": "纪昀",
    "image": "http://img.gushiwen.org/authorImg/jijun.jpg",
    "desc": "纪昀 jǐ yún (1724年6月-- 1805年2月），字晓岚，一字春帆，晚号石云，道号观弈道人。历雍正、乾隆、嘉庆三朝，因其“敏而好学可为文，授之以政无不达”（嘉庆帝御赐碑文），故卒后谥号文达，乡里世称文达公。在文学作品、通俗评论中，常被称为纪晓岚。清乾隆年间的著名学者，政治人物，直隶献县（今中国河北献县）人。官至礼部尚书、协办大学士，曾任《四库全书》总纂修官。代表作品《阅微草堂笔记》。"
  },
  "tags": [
    "文言文",
    "理论",
    "哲理"
  ]
}