{
  "id": 69095,
  "star": 23,
  "name": "腊日游孤山访惠勤惠思二僧",
  "dynasty": "宋代",
  "content": "天欲雪，云满湖，楼台明灭山有无。<br>水清出石鱼可数，林深无人鸟相呼。<br>腊日不归对妻孥，名寻道人实自娱。<br>道人之居在何许？宝云山前路盘纡。<br>孤山孤绝谁肯庐？道人有道山不孤。<br>纸窗竹屋深自暖，拥褐坐睡依团蒲。<br>天寒路远愁仆夫，整驾催归及未晡。<br>出山回望云木合，但见野鹘盘浮图。<br>兹游淡薄欢有余，到家恍如梦蘧蘧。<br>作诗火急追亡逋，清景一失后难摹。",
  "fanyi": "<p><strong>译文</strong><br>天空将降瑞雪，湖面上阴云密布；层叠的楼台与青山，隐隐约约，若有若无。<br>我漫步山中，溪水清清，直见水底的石块，游鱼来往，历历可数；幽深的树林没个人迹，只听到鸟儿喧闹相呼。<br>今天是腊日，我不在家陪着妻子儿女，说是去寻访僧人，其实也为的是自乐自娱。<br>僧人的禅房坐落何处？喏，就在那宝云山前，小道狭窄，弯弯曲曲。<br>孤山独自耸立，有谁肯在这里结庐？只有僧人，道行深厚，与山相傍护。<br>到了，那纸窗，那竹屋，幽深而又暖和，惠勤与惠思，裹着僧衣，正在蒲团上打坐。<br>天寒路远，仆夫催着回家，告别时，还未到黄昏日暮。<br>出山回望山中景色，树木都笼罩着烟云，一片模糊；有一只野鹘，在佛塔上空盘旋回互。<br>这次出游虽然淡薄，但我心中充溢着快乐。回到家中，神思恍惚，真像是刚从梦中醒来，那山中状况还历历在目。<br>我急忙提笔写下了这首<a href=\"http://so.gushiwen.org/view_69095.aspx\">诗</a>歌，恐怕稍有延迟，那清丽的景色便从脑海中消失，再也难以描摹。</p> <p><strong>注释</strong><br>⑴腊日：说法不一，有的说是十二月一日，有的说是十二月八日。孤山：在杭州西湖。惠勤、惠思：均为余杭人，善诗。<br>⑵明灭：依稀模糊，似有若无。忽隐忽现。形容楼台山峦。<br>⑶鸟相呼：一作“鸟自呼”，言鸟相和而鸣，如自呼名字。<br>⑷名：名义上。道人：有道之人，此指和尚。<br>⑸宝云山：在西湖北面，有宝云寺。<br>⑹团蒲（pú）：即蒲团，和尚坐禅的用具。<br>⑺晡（bū）：申时，黄昏之前。<br>⑻云木合，云和树迷蒙成为一片。<br>⑼野鹘：属鸷鸟类，飞翔迅疾。浮图：佛塔。<br>⑽怳（huǎng），恍惚。遽遽（jù）：惊动貌。<br>⑾亡逋（bū）：逃亡者。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这首<a href=\"http://so.gushiwen.org/view_69095.aspx\">诗</a>分入山和出山两个片断来写，而以访惠勤、惠思贯穿连缀。</p> <p>　　首起点出时间地点。二僧结庐孤山，孤山在西湖边，所以诗从西湖展开，说自己在一个昏沉欲雪的日子出行，见到西湖上空满积着阴云，低低地压着湖面，西湖边上的楼台与重重叠叠的青山，笼罩在烟雾之中，若有若无。这样，抓住气候特点，略加点染，展现了一幅光线黯淡的水墨图，朦朦胧胧。接着，诗人眼光从远处拉回，写近处山中，水流清浅，人迹不到，只有鸟儿啁哳宛啭。虽是近景，因为极静，又显出了山的幽深。同时水清、无人，又与节令、气候相关。</p> <p>　　以下诗入题，写访僧。先写未见僧人所居时，说明自己腊日不和妻子儿女团聚，特地入山访僧，是为了陶冶性情，自我娱乐。僧人住在山中，山路盘曲纡回，正是自己想去的地方。“纸窗”二句，写见到僧人所居后。僧人所居只是纸窗竹屋，僧人则拥褐而坐。轻轻点染，写出景物的幽旷与僧人淡泊的生活，揭示了僧人高尚的品藻；诗人访僧的经过，与僧人的交谈，就隐藏在会心之处，不写而写了出来；同时，自己此行的目的已经达到也是不言而喻的了。</p> <p>　　“天寒”句起写回程。天寒路远，所以天未晚就回家。不说是自己要回去，而说是由于僮仆相催，又点出自己与二僧谈得很投机，依依不舍。出山一看，只见云木回合，野鹘盘旋在佛塔之上。云木合，说雪意更浓，垂暮光线更昏暗，树木隐在迷雾之中；野鹘盘空，又在迷离之中点染一二清晰之景，使画面饶有深趣。这一景色，与起首四句相呼应而不重复。</p> <p>　　结末四句，写到家后的感受。“欢有余”应接前“实自娱”而来，说明不虚此行，游之乐及游之情都表达了出来，自己的人生观及僧人的清净无为也得到了再次肯定。而火急作诗，更加深了自己的欢快感。“作诗火急追亡逋，清景一失后难摹”，不仅写了自己的心情，也是<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>文学创作观形象的表达。苏轼作诗强调敏捷的观察力及翔实的表达能力，善于捕捉一瞬间的情感与景物，这首诗也正体现出他的创作特色，从各个角度描绘出景与情所具有的独特的诗情画意。</p> <p>　　此诗的用韵也显示了苏轼诗娴熟的技巧。诗除了少数几句隔句用韵外，通首一韵到底，音节畅美自然。清<a href=\"http://so.gushiwen.org/author_274.aspx\">纪昀</a>批说：“忽叠韵，忽隔句韵，音节之妙，动合天然，不容凑拍，其源出于古乐府。”其中“孥”、“遽”等字都是险韵，尤为难得。</p>",
  "about": "<h2>创作背景</h2> <p>　　熙宁四年（1071年）<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>上书谈论新法的弊病。<a href=\"http://so.gushiwen.org/author_405.aspx\">王安石</a>很愤怒，让御史谢景在皇帝跟前说苏轼的过失。苏轼于是请求出京任职，被派往杭州任通判。同年十二月，苏轼游孤山访惠勤惠思后作此<a href=\"http://so.gushiwen.org/view_69095.aspx\">诗</a>。</p>",
  "poet": {
    "id": 183,
    "star": 0,
    "name": "苏轼",
    "image": "http://img.gushiwen.org/authorImg/sushi.jpg",
    "desc": "苏轼（1037－1101），北宋文学家、书画家、美食家。字子瞻，号东坡居士。汉族，四川人，葬于颍昌（今河南省平顶山市郏县）。一生仕途坎坷，学识渊博，天资极高，诗文书画皆精。其文汪洋恣肆，明白畅达，与欧阳修并称欧苏，为“唐宋八大家”之一；诗清新豪健，善用夸张、比喻，艺术表现独具风格，与黄庭坚并称苏黄；词开豪放一派，对后世有巨大影响，与辛弃疾并称苏辛；书法擅长行书、楷书，能自创新意，用笔丰腴跌宕，有天真烂漫之趣，与黄庭坚、米芾、蔡襄并称宋四家；画学文同，论画主张神似，提倡“士人画”。著有《苏东坡全集》和《东坡乐府》等。"
  },
  "tags": [
    "写景",
    "生活",
    "纪游"
  ]
}