{
  "id": 125,
  "star": 39,
  "name": "驷驖",
  "dynasty": "先秦",
  "content": "驷驖孔阜，六辔在手。公之媚子，从公于狩。<br>奉时辰牡，辰牡孔硕。公曰左之，舍拔则获。<br>游于北园，四马既闲。輶车鸾镳，载猃歇骄。",
  "fanyi": "<p><strong>译文<br></strong>四匹黑骏马并排嘶鸣高昂，秦公娴熟地收放六条丝缰。那些最得宠信的臣仆卫队，跟随他们的君王狩猎围场。<br>围场小吏放出应时的公鹿，只见鹿群是那样肥大美好。秦公兴奋地呼喊左转包抄，他搭弓放箭猎物应弦而倒！<br>打猎尽兴后拐到北园游玩，那四匹马儿此刻尽享悠闲。车儿轻轻转啊鸾铃叮当响，车里载着有功劳的小猎犬。</p> <p><strong>注释<br></strong>⑴驷：四马。驖（tiě）：毛色似铁的好马。<br>⑵阜：肥硕。<br>⑶辔：马缰。四马应有八条缰绳，由于中间两匹马的内侧两条辔绳系在御者前面的车杠上，所以只有六辔在手。<br>⑷媚子：亲信、宠爱的人。<br>⑸狩：冬猎。古代帝王打猎，四季各有专称。《左传·隐公五年》：“故春蒐、夏苗、秋狝、冬狩。”<br>⑹奉：猎人驱赶野兽以供射猎。时：“是”的假借，这个。辰：母鹿。牡：公兽，古代祭祀皆用公兽。<br>⑺硕：肥大。<br>⑻左之：从左面射它。<br>⑼舍：放、发。拔：箭的尾部。放开箭的尾部，箭即被弓弦弹出。<br>⑽北园：秦君狩猎憩息的园囿。<br>⑾闲：通娴，熟练。<br>⑿輶（yóu）：用于驱赶堵截野兽的轻便车。鸾：通“銮”，铃。镳（biāo）：马衔铁。<br>⒀猃（xiǎn）：长嘴的猎狗。歇骄：短嘴的猎狗。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　古代帝王狩猎场面极其宏伟，<a href=\"http://so.gushiwen.org/author_70.aspx\">司马相如</a>《子虚赋》《上林赋》都极尽铺叙描摹之能事，对此作了生动反映。从<a href=\"http://so.gushiwen.org/author_715.aspx\">扬雄</a>《长杨赋》中“今年猎长杨，……罗千乘于林莽，列万骑于山嵎”也可窥见其规模之一斑。而《秦风·驷驖》之妙却全在以简驭繁，以少胜多，仅三章十二句四十八字即已写尽狩猎全过程，却同样使人觉得威武雄壮，韵味无穷。</p> <p>　　首章写将猎。取景从四匹高头大马切入，严整肃穆，蓄势待发，充满凝重的力度感。四马端端正正站着，只待一声令下，便拔蹄飞驰。镜头接着由马转移至控制着六根马缰绳的人。“六辔在手”，显得那样胸有成竹，从容不迫，充满自信。这是赶车人，也即下句所谓的“媚子”之一，即秦襄公的宠臣。他还不是主角，只是“从公于狩”的一个陪衬。真正发号施令的是秦襄公。他带领一大批“媚子”，大规模出猎。此章虽只撷取一辆狩猎车的情景，而声势浩大又纪律严明的场面已可联想得之。驭马与驭天下，其理一贯，如后世<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>《授韦贯之工部尚书制》所云：“善御者，齐六辔；善理者，正六官。”所以此章通过层层反衬，暗写秦襄公治军治国有方。</p> <p>　　次章写正猎。管山林苑囿的狩猎官，接到开猎的命令后，急忙打开牢圈樊笼，将一群群养得肥肥的专供王家狩猎作靶子用的时令兽驱出，于是乎轰轰烈烈的围猎场面就自然映现在读者脑海。这虽然只是个铺垫，但角度很巧妙，令人从被猎对象想像狩猎盛况，避实就虚，别具一格。至于为什么单单驱出“牡”兽，那是因为当时祭祀用的牺牲以牡为贵，不用牝兽。在纷纭的围场中，<a href=\"http://so.gushiwen.org/view_125.aspx\">诗</a>作的镜头紧紧跟随着秦襄公，只见他吆喝一声：“射左边的那一只！”果然那肥兽应弦而倒。这足见秦襄公武艺不俗。当然，他狩猎的对象只是驯养的野兽，这与《郑风·大叔于田》中“襢裼暴虎”（赤膊空拳打老虎）的公子相比，不免有点虚浮和滑稽。但以王侯之尊，让他真正到深山老林与虎豹猛兽直接较量，那是不现实的。因此，此诗的描写非常切合主人公的身份地位。诗只举秦襄公一隅，可谓抓住了牛鼻子，其余留下一片空白，让读者去自行想像补充。对于秦襄公，也只是摄取了一个刹那间的特写镜头，而略去其他枝节，叙事中有描写，笔法老练简洁。</p> <p>　　末章写猎后。猎后情景可写的很多，如猎物的丰盛，猎者的欣悦等，但都未免落入寻常窠臼。此诗的猎后视角独特，大有王者风范。诗写猎后即游于“北园”，按常理推测那北园与猎场应该是相通连同在一区的，并非要绕道另去一处游息。故首句既是场景的转换，突出了王家苑囿之广大，也是氛围的转折，由张而弛。一个“游”字意脉直贯篇末。前“狩”后“游”，互为补充，整个过程相当完整。次句又着眼于“驷驖”，与首章相呼应，而神态则迥异，此处的驷驖不再是筋脉怒张，高度紧张，而是马蹄得得，轻松悠闲。一个“闲”字语意双关，马是如此，人也如此。后两句又对“闲”字着意渲染。輶车是一种轻便车。《周礼·校人》：“田猎则帅驱逆之车。”驱逆之车即是輶车，其作用在于围驱猎物，供猎者缩小包围。猎后的輶车已不用急驶飞赶，因而马嚼上铃儿叮当，声韵悠扬，从听觉上给人悠闲愉悦之感。最妙的是末句的特写，那些猎时奋勇追捕猎物的各种猎狗都乘在輶车上休其足力。这一宠物受宠的镜头很有情趣，也很耐人寻绎，将先前的紧张与现时的休闲形成鲜明对照，使末章的“闲”趣表现得淋漓尽致。</p> <p>　　全诗叙事取景高度浓缩，突出典型场景和人物，抓住富于表现力的瞬间和细节，因而虽只窥豹一斑，却能使人想见全豹，其艺术概括力很值得借鉴。《诗经》中写狩猎的名篇有二，即《郑风·大叔于田》与此篇，前者反复铺张，以繁见长，后者精要简约，以简著称，而这恰恰代表了中国文学的两大传统手法。</p>",
  "about": "<h2>创作背景</h2> 　　关于此<a href=\"http://so.gushiwen.org/view_125.aspx\">诗</a>背景，《毛诗序》谓：“美襄公也。始命，有田狩之事，园圃之乐焉。”狩猎历来作为君王讲武的一个组成部分。秦襄公派兵护送周平王东迁洛阳有功，被周王始封为诸侯，后又逐犬戎，遂有周西都岐、丰八百里之地，为秦国日益强盛奠定基础，其武略自有值得称道处。",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": [
    "诗经",
    "写马",
    "狩猎"
  ]
}