{
  "id": 6067,
  "star": 96,
  "name": "送魏万之京",
  "dynasty": "唐代",
  "content": "朝闻游子唱离歌，昨夜微霜初渡河。<br>鸿雁不堪愁里听，云山况是客中过。<br>关城树色催寒近，御苑砧声向晚多。<br>莫见长安行乐处，空令岁月易蹉跎。",
  "fanyi": "<p><strong>译文</strong><br>清晨听到游子高唱离别之歌，昨夜下薄霜你一早渡过黄河。<br>怀愁之人最怕听到鸿雁鸣叫，云山冷寂更不堪落寞的过客。<br>潼关晨曦催促寒气临近京城，京城深秋捣衣声到晚上更多。<br>请不要以为长安是行乐所在，以免白白地把宝贵时光消磨。</p> <p><strong>注释</strong><br>⑴魏万：又名颢。上元（唐高宗年号，674—676）初进士。曾隐居王屋山，自号王屋山人。<br>⑵游子：指魏万。离歌：离别的歌。<br>⑶初渡河：刚刚渡过黄河。魏万家住王屋山，在黄河北岸，去长安必须渡河。<br>⑷“鸿雁”二句：设想魏万在途中的寂寞心情。客中：即作客途中。<br>⑸关城：指潼关。树色：有的版本作“曙色”，黎明前的天色。催寒近：寒气越来越重，一路上天气愈来愈冷。<br>⑹御苑：皇宫的庭苑。这里借指京城。砧声：捣衣声。向晚多：愈接近傍晚愈多。<br>⑺“莫见”句：勉励魏万及时努力，不要虚度年华。蹉跎：此指虚度年华。说文新附：“蹉跎，失时也。”</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这是一首送别<a href=\"http://so.gushiwen.org/view_6067.aspx\">诗</a>，被送者为诗人晚辈。诗中一、二两句想象魏万到京城沿途所能见的极易引起羁旅乡愁的景物。中间四句或在抒情中写景叙事，或在写景叙事中抒情，层次分明。最后两句劝勉魏万到了长安之后，不要只看到那里是行乐的地方而沉溺其中，蹉跎岁月，应该抓住机遇成就一番事业。这表达了诗人对魏万的深情厚意，情调深沉悲凉，但却催人向上。</p> <p>　　诗一开首，“朝闻游子唱离歌”，先说魏万的走，后用“昨夜微霜初渡河”，点出前一夜的景象，用倒戟而入的笔法，极为得势。“初渡河”，把霜拟人化了，写出深秋时节萧瑟的气氛。</p> <p>　　秋夜微霜，挚友别离，自然地逗出了一个“愁”字。“鸿雁不堪愁里听”，是紧接第二句，渲染氛围。“云山况是客中过”，接写正题，照应第一句。大雁，秋天南去，春天北归，飘零不定，有似旅人。它那嘹唳的雁声，从天末飘来，使人觉得怅惘凄切。而抱有满腹惆怅的人，当然就更难忍受了。云山，一般是令人向往的风景，而对于落寞失意的人，坐对云山，便会感到前路茫茫，黯然神伤。他乡游子，于此为甚。这是<a href=\"http://so.gushiwen.org/author_671.aspx\">李颀</a>以自己的心情来体会对方。“不堪”“况是”两个虚词前后呼应，往复顿挫，情切而意深。</p> <p>　　五、六两句，诗人对远行客又作了充满情意的推想：“关城树色催寒近，御苑砧声向晚多。”从洛阳西去要经过古函谷关和潼关，凉秋九月，草木摇落，一片萧瑟，标志着寒天的到来。本来是寒气使树变色，但寒不可见而树色可见，好像树色带来寒气，见树色而知寒近，是树色把寒催来的。一个“催”字，把平常景物写得有情有感，十分生动，傍晚砧声之多，为长安特有，“长安一片月，万户捣衣声”。然而诗人不用城关雄伟、御苑清华这样的景色来介绍长安，却只突出了“御苑砧声”，发人深想。魏万前此，大概没有到过长安，而李颀已多次到过京师，在那里曾“倾财破产”，历经辛酸。两句推想中，诗人平生感慨，尽在不言之中。“催寒近”“向晚多”六个字相对，暗含着岁月不待，年华易老之意，顺势引出了结尾二句。</p> <p>　　“莫见长安行乐处，空令岁月易蹉跎”，纯然是长者的语气，予魏万以亲切的嘱咐。这里用“行乐处”三字虚写长安，与上二句中的“御苑砧声”相应，一虚一实，恰恰表明了诗人的旨意。他谆谆告诫魏万：长安虽是“行乐处”，但不是一般人可以享受的。不要把宝贵的时光，轻易地消磨掉，要抓紧时机成就一番事业。可谓语重心长。</p> <p>　　这首诗以长于炼句而为后人所称道。诗人把叙事、写景、抒情交织在一起。如次联两句用了倒装手法，加强、加深了描写。先出“鸿雁”“云山”——感官接触到的物象，然后写“愁里听”“客中过”，这就由景生情，合于认识规律，容易唤起人们的共鸣。同样，第三联的“关城树色”和“御苑砧声”，虽是记忆中的形象，联系气候、时刻等环境条件，有声有色，非常自然。而“催”字、“向”字，更见推敲之功。</p>",
  "about": "<h2>创作背景</h2> 　　这是一首送别友人的<a href=\"http://so.gushiwen.org/view_6067.aspx\">诗</a>。魏万后改名魏颢。他曾求仙学道，隐居王屋山。唐玄宗天宝十三载（754年），因慕<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>之名，南下到吴、越一带访寻，最后在广陵与李白相遇，计程不下三千里。李白很赏识他，并把自己的诗文让他编成集子。临别时，还写了一首《送王屋山人魏万还王屋》的长诗送他。魏万是比<a href=\"http://so.gushiwen.org/author_671.aspx\">李颀</a>晚一辈的诗人，然而两人像是情意十分密切的“忘年交”。李颀晚年家居颍阳而常到洛阳，此诗可能就写于作者晚年在洛阳时。",
  "poet": {
    "id": 671,
    "star": 0,
    "name": "李颀",
    "image": "http://img.gushiwen.org/authorImg/liqi.jpg",
    "desc": "李颀(690-751)，汉族，东川（今四川三台）人（有争议），唐代诗人。少年时曾寓居河南登封。开元十三年进士，做过新乡县尉的小官，诗以写边塞题材为主，风格豪放，慷慨悲凉，七言歌行尤具特色。"
  },
  "tags": [
    "唐诗三百首",
    "送别",
    "友情",
    "叙事",
    "写景",
    "抒情"
  ]
}