{
  "id": 165,
  "star": 3414,
  "name": "采薇",
  "dynasty": "先秦",
  "content": "采薇采薇，薇亦作止。曰归曰归，岁亦莫止。 靡室靡家，猃狁之故。不遑启居，猃狁之故。<br>采薇采薇，薇亦柔止。曰归曰归，心亦忧止。 忧心烈烈，载饥载渴。我戍未定，靡使归聘。<br>采薇采薇，薇亦刚止。曰归曰归，岁亦阳止。 王事靡盬，不遑启处。忧心孔疚，我行不来！<br>彼尔维何？维常之华。彼路斯何？君子之车。 戎车既驾，四牡业业。岂敢定居？一月三捷。<br>驾彼四牡，四牡骙骙。君子所依，小人所腓。 四牡翼翼，象弭鱼服。岂不日戒？猃狁孔棘！<br>昔我往矣，杨柳依依。今我来思，雨雪霏霏。 行道迟迟，载渴载饥。我心伤悲，莫知我哀！",
  "fanyi": "<p><strong>译文</strong><br>豆苗采了又采，薇菜刚刚冒出地面。说回家了回家了，但已到了年末仍不能实现。没有妻室没有家，都是为了和猃狁打仗。 没有时间安居休息，都是为了和猃狁打仗。</p> <p>豆苗采了又采，薇菜柔嫩的样子。说回家了回家了，心中是多么忧闷。忧心如焚，饥渴交加实在难忍。驻防的地点不能固定，无法使人带信回家。</p> <p>豆苗采了又采，薇菜的茎叶变老了。说回家了回家了，又到了十月小阳春。征役没有休止， 哪能有片刻安身。心中是那么痛苦，到如今不能回家。</p> <p>那盛开着的是什么花？是棠棣花。那驶过的是什么人的车？当然是将帅们的从乘。兵车已经驾起，四匹雄马又高又大。哪里敢安然住下？因为一个月多次交战！</p> <p>驾起四匹雄马，四匹马高大而又强壮。将帅们坐在车上，士兵们也靠它隐蔽遮挡。四匹马训练得已经娴熟，还有象骨装饰的弓和鲨鱼皮箭囊（指精良的装备）。怎么能不每天戒备呢？猃狁之难很紧急啊。</p> <p>回想当初出征时，杨柳依依随风吹。如今回来路途中，大雪纷纷满天飞。道路泥泞难行走，又饥又渴真劳累。满腔伤感满腔悲，我的哀痛谁体会！</p> <p><strong>注释<br></strong>（1）薇：豆科野豌豆属的一种，学名救荒野豌豆，又叫大巢菜，种子、茎、叶均可食用。《史记卷六十一 伯夷列传》记载：“武王已平殷乱，天下宗周，而伯夷、叔齐耻之，义不食周粟，隐于首阳山，采薇而食之。”说的是伯夷、叔齐隐居山野，义不仕周的故事。《史记 周本纪第四》记载：懿王之时，王室遂衰，<a href=\"http://so.gushiwen.org/view_165.aspx\">诗</a>人作刺。刺就是指《采薇》。《汉书·匈奴传》记载：至穆王之孙懿王时，王室遂衰，戎狄交侵，暴虐中国。中国被其苦，诗人始作，疾而歌之，曰：“‘靡室靡家，猃狁之故’，‘岂不日戒，猃狁孔棘’。”<br>（2）作：指薇菜冒出地面。<br>（3）止：句末助词，无实意。<br>（4）曰：句首、句中助词，无实意。<br>（5）莫：通“暮”，也读作“暮”。本文指年末。<br>（6）靡（mǐ）室靡家：没有正常的家庭生活。靡，无。室，与“家”义同。<br>（7）不遑（huáng）：不暇。遑，闲暇。<br>（8）启居：跪、坐，指休息、休整。启，跪、跪坐。居，安坐、安居。古人席地而坐，两膝着席，危坐时腰部伸直，臀部与足离开；安坐时臀部贴在足跟上。<br>（9）猃（xiǎn）狁（yǔn）：中国古代少数民族名。<br>（10）柔：柔嫩。“柔”比“作”更进一步生长。指刚长出来的薇菜柔嫩的样子。<br>（11）烈烈：炽烈，形容忧心如焚。<br>（12）载（zài）饥载渴：则饥则渴、又饥又渴。载……载……，即又……又……。<br>（13）戍（shù）：防守，这里指防守的地点。<br>（14）聘（pìn）：问候的音信。<br>（15）刚：坚硬。<br>（16）阳：农历十月，小阳春季节。今犹言“十月小阳春”。<br>（17）靡：无。<br>（18）盬（gǔ）：止息，了结。<br>（19）启处：休整，休息。<br>（20）孔：甚，很。<br>（21）疚：病，苦痛。<br>（22）我行不来：意思是：我不能回家。来，回家。（一说，我从军出发后，还没有人来慰问过）<br>（23）常：常棣（棠棣），既芣苡，植物名。<br>（24）路：高大的战车。斯何，犹言维何。斯，语气助词，无实义。<br>（25）君子：指将帅。<br>（26）小人：指士兵。<br>（27）戎（róng）：车，兵车。<br>（28）牡（mǔ）：雄马。<br>（29）业业：高大的样子。<br>（30）定居：犹言安居。<br>（31）捷：胜利。谓接战、交战。一说，捷，邪出，指改道行军。此句意谓，一月多次行军。<br>（32）骙（kuí）：雄强，威武。这里的骙骙是指马强壮的意思。<br>（33）腓（féi）：庇护，掩护。<br>（34）翼翼：整齐的样子。谓马训练有素。<br>（35）弭（mǐ）：弓的一种，其两端饰以骨角。一说弓两头的弯曲处。象弭，以象牙装饰弓端的弭。鱼服，鲨鱼鱼皮制的箭袋。<br>（36）日戒：日日警惕戒备。<br>（37）棘（jí）：急。孔棘，很紧急。<br>（38）昔：从前，文中指出征时。<br>（39）依依：形容柳丝轻柔、随风摇曳的样子。<br>（40）思：用在句末，没有实在意义　雨：音同玉，为 “下” 的意思。<br>（41）霏（fēi）霏：雪花纷落的样子。<br>（42）迟迟：迟缓的样子。<br>（43）往：当初从军。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这首<a href=\"http://so.gushiwen.org/view_165.aspx\">诗</a>描述了这样的一个情景：寒冬，阴雨霏霏，雪花纷纷，一位解甲退役的征夫在返乡途中踽踽独行。道路崎岖，又饥又渴；但边关渐远，乡关渐近。此刻，他遥望家乡，抚今追昔，不禁思绪纷繁，百感交集。艰苦的军旅生活，激烈的战斗场面，无数次的登高望归情景，一幕幕在眼前重现。此诗就是三千年前这样的一位久戍之卒，在归途中的追忆唱叹之作。其类归《小雅》，却颇似《国风》。</p> <p>　　全诗六章，可分三层。既是归途中的追忆，故用倒叙手法写起。前三章为一层，追忆思归之情，叙述难归原因。这三章的前四句，以重章之叠词申意并循序渐进的方式，抒发思家盼归之情；而随着时间的一推再推，这种心情越发急切难忍。首句以采薇起兴，但兴中兼赋。因薇菜可食，戍卒正采薇充饥。所以这随手拈来的起兴之句，是口头语眼前景，反映了戍边士卒的生活苦况。边关士卒的“采薇”，与家乡女子的“采蘩”、“采桑”是不可同喻的。戍役不仅艰苦，而且漫长。“薇亦作止”、“柔止”、“刚止”，循序渐进，形象地刻画了薇菜从破土发芽，到幼苗柔嫩，再到茎叶老硬的生长过程，它同“岁亦莫止”和“岁亦阳止”一起，喻示了时间的流逝和戍役的漫长。岁初而暮，物换星移，“曰归曰归”，却久戍不归；这对时时有生命之虞的戍卒来说，不能不“忧心烈烈”。后四句为什么戍役难归的问题作了层层说明：远离家园，是因为玁狁之患；戍地不定，是因为战事频频；无暇休整，是因为王差无穷。其根本原因，则是“玁狁之故”。《汉书·匈奴传》说：“（周）懿王时，王室遂衰，戎狄交侵，暴虐中国。中国被其苦，诗人始作，疾而歌之曰：‘靡室靡家，猃狁之故’云云。”这可视为《采薇》之作的时代背景。对于玁狁之患，匹夫有戍役之责。这样，一方面是怀乡情结，另一方面是战斗意识。前三章的前后两层，同时交织着恋家思亲的个人情和为国赴难的责任感，这是两种互相矛盾又同样真实的思想感情。其实，这也构成了全诗的情感基调，只是思归的个人情和战斗的责任感，在不同的章节有不同的表现。</p> <p>　　第四、五章追述行军作战的紧张生活。写出了军容之壮，戒备之严，全篇气势为之一振。其情调，也由忧伤的思归之情转而为激昂的战斗之情。这两章同样四句一意，可分四层读。四章前四句，诗人自问自答，以“维常之华”，兴起“君子之车”，流露出军人特有的自豪之情。接着围绕战车描写了两个战斗场面：“戎车既驾，四牡业业。岂敢定居，一月三捷。”这概括地描写了威武的军容、高昂的士气和频繁的战斗；“驾彼四牡，四牡骙骙。君子所依，小人所腓。”这又进而具体描写了在战车的掩护和将帅的指挥下，士卒们紧随战车冲锋陷阵的场面。最后，由战斗场面又写到将士的装备：“四牡翼翼，象弭鱼服。”战马强壮而训练有素，武器精良而战无不胜。将士们天天严阵以待，只因为玁狁实在猖狂，“岂不日戒，玁狁孔棘”，既反映了当时边关的形势，又再次说明了久戍难归的原因。《毛序》根据这两章对军旅生活的描写，认为《采薇》是“遣戍役”、劝将士之诗。这与诗意不符。从全诗表现的矛盾情感看，这位戍卒既恋家也识大局，似乎不乏国家兴亡匹夫有责的责任感。因此，在漫长的归途上追忆起昨日出生入死的战斗生活，是极自然的。</p> <p>　　笼罩全篇的情感主调是悲伤的家园之思。或许是突然大作的霏霏雪花惊醒了戍卒，他从追忆中回到现实，随之陷入更深的悲伤之中。追昔抚今，痛定思痛，不能不令“我心伤悲”。“昔我往矣，杨柳依依。今我来思，雨雪霏霏。”这是写景记事，更是抒情伤怀。个体生命在时间中存在，而在“今”与“昔”、“来”与“往”、“雨雪霏霏”与“杨柳依依”的情境变化中，戍卒深切体验到了生活的虚耗、生命的流逝及战争对生活价值的否定。绝世文情，千古常新。现代人读此四句仍不禁枨触于怀，黯然神伤，也主要是体会到了诗境深层的生命流逝感。“行道迟迟，载渴载饥”，加之归路漫漫，道途险阻，行囊匮乏，又饥又渴，这眼前的生活困境又加深了他的忧伤。“行道迟迟”，似乎还包含了戍卒对父母妻孥的担忧。一别经年，“靡使归聘”，生死存亡，两不可知，当此回归之际，必然会生发“近乡情更怯，不敢问来人”（唐<a href=\"http://so.gushiwen.org/author_248.aspx\">宋之问</a>《渡汉江》）的忧惧心理。然而，上述种种忧伤在这雨雪霏霏的旷野中，无人知道更无人安慰；“我心伤悲，莫知我哀”，全诗在这孤独无助的悲叹中结束。综观全诗，《采薇》主导情致的典型意义，不是抒发遣戍役劝将士的战斗之情，而是将王朝与蛮族的战争冲突退隐为背景，将从属于国家军事行动的个人从战场上分离出来，通过归途的追述集中表现戍卒们久戍难归、忧心如焚的内心世界，从而表现周人对战争的厌恶和反感。《采薇》，似可称为千古厌战诗之祖。</p> <p>　　在艺术上，“昔我往矣，杨柳依依。今我来思，雨雪霏霏”，被称为《三百篇》中最佳诗句之一。自南朝谢玄以来，对它的评析已绵延成一部一千五百多年的阐释史。<a href=\"http://so.gushiwen.org/author_504.aspx\">王夫之</a>《姜斋诗话》的“以乐景写哀，以哀景写乐，一倍增其哀乐”和刘熙载《艺概》的“雅人深致，正在借景言情”，已成为诗家口头禅。而“昔往”、“今来”对举的句式，则屡为诗人追摹，如<a href=\"http://so.gushiwen.org/author_322.aspx\">曹植</a>的“始出严霜结，今来自露晞”（《情诗》），<a href=\"http://so.gushiwen.org/author_388.aspx\">颜延之</a>的“昔辞秋未素，今也岁载华”（《秋胡诗》之五），等等。</p><br/><h2>赏析二</h2> 　　这首<a href=\"http://so.gushiwen.org/view_165.aspx\">诗</a>的主题是严肃的。猃狁的凶悍，周朝军士严阵以待，作者以戍役军士的身份描述了以天子之命命将帅、遣戍役，守卫中国，军旅的严肃威武，生活的紧张艰辛。作者的爱国情怀是通过对猃狁的仇恨来表现的。更是通过对他们忠于职守的叙述——“不遑启居”、“不遑启处”、“岂敢定居”、“岂不日戒”和他们内心极度思乡的强烈对比来表现的。全诗再衬以动人的自然景物的描写：薇之生，薇之柔，薇之刚，棠棣花开，依依杨柳，霏霏雨雪，都烘托了军士们“日戒”的生活，心里却是思归的情愫，这里写的都是将士们真真实实的思想，忧伤的情调并不降低本篇作为爱国诗篇的价值，恰恰相反是表现了人们的纯真朴实，合情合理的思想内容和情感，也正是这种纯正的真实性，赋予了这首诗强盛的生命力和感染力。 <p>　　第一部分的三章采用重章叠句的形式，反复表达戍卒远别家室、历久不归的凄苦心情。这三章的第一句都是“采薇采薇”，以此来引起下文。诗歌的一开始就给读者展示了一幅凄凉的戍边生活画面，我们仿佛看到戍卒一边在荒野漫坡上采集野菜，一边思念着久别的家乡，屈指计算着返家的日期……第一章开头两句写道：“采薇采薇，薇亦作止”，这是写春天，薇菜刚刚绽出嫩绿的芽尖；第二章写道：“采薇采薇，薇亦柔止”，这是写夏天，薇菜的叶片肥嫩；第三章则是：“采薇采薇，薇亦刚止”，这是写秋天，薇菜的叶茎将老而粗硬。从春到秋，薇菜由嫩而老，时光无情地流逝了；戍卒思归，从春到秋，一年将尽，何时才能归家呢？其实在诗里，诗人原是把天地四时的瞬息变化，自然生物的生死消长，都看作是生命的见证，人生的比照。因此，兴是自然予人的最朴素也最直接的感悟，其中有着体认生命的深刻之义。于是在“采薇”这样一个凝固在戍卒记忆里的姿势里，看到的不只是四季的轮回，光阴的流逝，还看到思念的成长，看到生命走向苍老的痕迹。</p> <p>　　前三章的前后两层，同时交织着恋家思亲的个人情和为国赴难的责任感，这是两种互相矛盾又同样真实的思想感情。这样的豪迈和悲凉的交织构成了全诗的情感基调，只是思归的个人情愫和战斗的责任感，在不同的章节有不同的表现。</p> <p>　　四、五章追述行军作战的紧张生活。写出了军容之壮，戒备之严，全篇气势为之一振。其情调，也由忧伤的思归之情转而为激昂的战斗之情。这两章同样四句一意，可分四层读。四章前四句，诗人自问自答，以“维常之华”，兴起“君子之车”，流露出军人特有的自豪之情。接着围绕战车描写了两个战斗场面：“戎车既驾，四牡业业。岂敢定居，一月三捷。”这概括地描写了威武的军容、高昂的士气和频繁的战斗；“驾彼四牡，四牡骙骙。君子所依，小人所腓。”这又进而具体描写了在战车的掩护和将帅的指挥下，士卒们紧随战车冲锋陷阵的场面。最后，由战斗场面又写到将士的装备：“四牡翼翼，象弭鱼服。”战马强壮而训练有素，武器精良而战无不胜。将士们天天严阵以待，只因为猃狁实在猖狂，“岂不日戒，猃狁孔棘”，既反映了当时边关的形势，又再次说明了久戍难归的原因。而这两章的色调如此的华美，那密密层层的棠棣之花，雄俊高大的战马，威风凛凛的将军，华贵的弓箭，齐整的战车，这里洋溢着一种报效国家，不惜血酒疆场的豪放情怀。而在残酷战争之中无法把握自己的命运的悲哀，以及对遥远的故乡的浓得化不开的思念，这些阴暗的色调就在这里被冲淡了。因为当自己在战场上浴血奋战的时候，正因为身后有如此承载着自己的温暖思念的美丽的家园。</p> <p>　　从手法上说，这首诗的特点还在于选择了一个最佳角度，即“在路上”，这是一条世界上最远最长的路，它如此之长，长得足以承载一场战争，长得足以装满一个人年年岁岁的思念，长得足以盛满一个人生命中的苦乐悲欣。</p> <p>　　“昔我往矣，杨柳依依。今我来思，雨雪霏霏。”让那一股缠绵的、深邃的、飘忽的情思，从风景画面中自然流出，含蓄深永，味之无尽。这四句诗被后人誉为《诗经》中最好的句子。这是写景记时，更是抒情伤怀。这几句诗句里有着悲欣交集的故事，也仿佛是个人生命的寓言。是谁曾经在那个春光烂漫的春天里，在杨柳依依中送别我？而当我在大雪飘飞的时候经历九死一生返回的时候，还有谁在等我？是《木兰辞》里亲人欢迎的盛况，还是《十五从军征》里荒草萋萋的情景？别离时的春光，回归时的大雪，季节在变换，时光在流逝，我们离去，我们归来，而在来来去去里，失去了什么又得到了什么呢？没有答案，只有漫天的飞雪中一个被沉重的相思和焦虑烧灼的又饥又渴的征人孤独的身影，步履蹒跚地，战战兢兢地走向他不知道的未来。</p> <p>　　这一首诗与《诗经》中的其它篇章如《击鼓》《东山》《无衣》对读，可以读出更完整的故事，更真切的生命感受。如果我们可以想象，这个戍卒，是那位吟出“死生契阔，与子成悦。执子之手，与子偕老”的士兵，也是那唱着昂扬的战歌“岂曰无衣，与子同袍。王于兴师，修我戈矛，与子同行”的士兵，同时还是那位在蒙蒙的细雨里唱着归乡的“我徂东山，滔滔不归。我来自东，零雨其蒙”的士兵。那么，《采薇》的故事就更丰富了，事实上，这一首诗里的确有着太丰富的色彩，太深沉的情怀。相思之情与报国之志，豪放与苍凉如此和谐地交织在一起，奏响的是真实的生命乐章。在后来的如<a href=\"http://so.gushiwen.org/author_93.aspx\">陈陶</a>《陇西行》，如<a href=\"http://so.gushiwen.org/author_510.aspx\">范仲淹</a>的《渔家傲》等伟大的作品里，也能依稀地听到这首诗在时间和生命的河流里所激起的辽远而空旷的回音。</p>",
  "about": "<h2>创作背景</h2> <div class=\"para\"> <sup></sup>  <p>　　《采薇》是出自《<a href=\"http://so.gushiwen.org/view_165.aspx\">诗</a>经·小雅·鹿鸣之什》中的一篇。历代注者关于它的写作年代说法不一。但据它的内容和其它历史记载的考订大约是周宣王时代的作品的可能性大些。周代北方的猃狁（即后来的匈奴）已十分强悍，经常入侵中原，给当时北方人民生活带来不少灾难。历史上有不少周天子派兵戍守边外和命将士出兵打败猃狁的记载。从《采薇》的内容看，当是将士戍役劳还时之作。诗中唱出从军将士的艰辛生活和思归的情怀。</p>  <p>　　有关《采薇》这一首诗的背景，历来众说纷纭。据毛序为：“《采薇》，遣戍役也。文王之时，西有昆夷之患，北有猃狁之难。以天子之命，命将率遣戍役，以守卫中国。故歌《采薇》以遣之。”其实，真正的经典，无一例外都有着穿越时空的魅力。它曾经如此真切细微地属于一个人，但又如此博大深厚地属于每一个人。所以，纵然这首诗背后的那一场战争的烽烟早已在历史里淡去，而这首由戍边战士唱出来的苍凉的歌谣却依然能被每一个人编织进自己的生命里，让人们在这条民歌的河流里看见时间，也看到自己的身影。所以面对《采薇》，与其观世，不如观思；与其感受历史，不如感受生命。</p></div>",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": [
    "古诗三百首",
    "诗经",
    "战争",
    "思乡"
  ]
}