{
  "id": 71932,
  "star": 48,
  "name": "送李愿归盘谷序",
  "dynasty": "唐代",
  "content": "　　太行之阳有盘谷。盘谷之间，泉甘而土肥，草木丛茂，居民鲜少。或曰：“谓其环两山之间，故曰‘盘’。”或曰：“是谷也，宅幽而势阻，隐者之所盘旋。”友人李愿居之。</p> <p>　　愿之言曰：“人之称大丈夫者，我知之矣：利泽施于人，名声昭于时，坐于庙朝，进退百官，而佐天子出令；其在外，则树旗旄，罗弓矢，武夫前呵，从者塞途，供给之人，各执其物，夹道而疾驰。喜有赏，怒有刑。才畯满前，道古今而誉盛德，入耳而不烦。曲眉丰颊，清声而便体，秀外而惠中，飘轻裾，翳长袖，粉白黛绿者，列屋而闲居，妒宠而负恃，争妍而取怜。大丈夫之遇知于天子、用力于当世者之所为也。吾非恶此而逃之，是有命焉，不可幸而致也。</p> <p>　　穷居而野处，升高而望远，坐茂树以终日，濯清泉以自洁。采于山，美可茹；钓于水，鲜可食。起居无时，惟适之安。与其有誉于前，孰若无毁于其后；与其有乐于身，孰若无忧于其心。车服不维，刀锯不加，理乱不知，黜陟不闻。大丈夫不遇于时者之所为也，我则行之。</p> <p>　　伺候于公卿之门，奔走于形势之途，足将进而趑趄，口将言而嗫嚅，处污秽而不羞，触刑辟而诛戮，侥幸于万一，老死而后止者，其于为人，贤不肖何如也？”</p> <p>　　昌黎韩愈闻其言而壮之，与之酒而为之歌曰：“盘之中，维子之宫；盘之土，维子之稼；盘之泉，可濯可沿；盘之阻，谁争子所？窈而深，廓其有容；缭而曲，如往而复。嗟盘之乐兮，乐且无央；虎豹远迹兮，蛟龙遁藏；鬼神守护兮，呵禁不祥。饮且食兮寿而康，无不足兮奚所望！膏吾车兮秣吾马，从子于盘兮，终吾生以徜徉！”",
  "fanyi": "<p><strong>译文</strong><br>　　太行山的南面有个（山谷叫）盘谷。盘谷那地方，泉水甘甜，土地肥沃，草木繁茂，居民很少。有人说：“因为盘谷盘绕在两山之间，所以名叫‘盘’。”也有人说：“这个山谷位置幽僻而地势险阻，是隐者所盘旋的地方（所以叫‘盘’。）”我的朋友李愿住在这里。</p> <p>　　李愿说：“人被称为大丈夫的情况，我知道了。（一种情况是：）在朝廷上，（他）任免百官，辅佐天子发布政令；在朝廷外，就树起旗帜，陈设弓箭，卫兵在前喝道，侍从塞满道路，仆役们拿着他所需物品，夹道奔驰。（他）高兴起来就随意赏赐，发起怒来就任意处罚。才能出众的人聚集他的跟前，说古道今赞誉他的大德，他听入耳中而不厌烦。（他的家妓）眉毛弯曲，面颊丰满，声音清脆，体态轻盈，外貌秀丽，内心聪慧，（跳起舞来）轻薄的衣襟飘然而动，长长的衣袖遮掩面容。（他的）白粉搽脸，青黛画眉的姬妾，在排列的房屋中清闲地住着，自恃美丽，妒忌别的姬妾得宠；争着比美，求取他的怜爱。（这就是）被天子宠遇赏识、掌握了当代权力的大丈夫的所作所为。我并非讨厌这些而躲避这种情况，这是命中注定的，是不能侥幸得到的。</p> <p>　　（另一种情况是：他）居住在穷荒山野的地方，可以登高望远，可以整日坐在繁茂的树下，可以用清泉洗涤以自我洁净。从山上采来的水果，甜美可食：从水中钓来的鱼虾，鲜嫩可口。作息没有定时，只求安定舒适。与其当面受到称赞，哪里比得上背后不受毁谤；与其身体受到享乐，哪里比得上心中没有忧虑。不受官职的约束，也不受刑罚的惩处。既不了解国家的治乱，也不打听官吏的升降。（这就是）不被时代赏识的大丈夫的所作所为，我就去做这样的事。</p> <p>　　（还有一种人，他）在达官显贵的门下侍候，在通往权势的路上奔走，想举脚走路又不敢走，想开口说话又不敢说，处于污浊卑下的地位而不觉得羞耻，触犯了刑法就要被诛杀，希望有获得成功的万分之一的机会，直到老死而后停止（追求）。这样的人在为人方面是好还是不好呢？”</p> <p>　　昌黎<a href=\"http://so.gushiwen.org/author_682.aspx\">韩愈</a>听了李愿的话，认为他讲得有气魄，与他斟上酒，并为他作了一首歌，歌词说：“盘谷之中，是您的府宫。盘谷的土，可以种禾黍。盘谷的泉，可以洗涤，可以溯沿。盘谷险阻，谁会争您的住所？盘谷曲折幽深，空阔广大可以容身；盘谷环绕弯曲，往前走却回到了原处。盘谷快乐啊，快乐无央；虎豹远离啊，蛟龙躲藏；鬼神守护啊，禁绝不祥。有吃有喝啊，长寿安康；没有不满足的事啊，还有什么奢望？给我的车轴加油啊，用饲料喂饱我的马，跟随您到盘谷去啊，终我一生要在那里自由自在地游逛。”</p> <p><strong>注释</strong><br>1、李愿，号盘谷子，唐时隐士，生平事迹不详。盘谷，在今河南济源。<br>2、太行之阳有盘谷：太行，山名；阳，山的南面叫阳。盘谷：在今河南济源北二十里。<br>3、丛茂：草木葱茏丰茂的样子。<br>4、宅幽而势阻：位置偏僻而地势险要。宅，位置。势，地势。<br>5、盘旋：盘桓，留止不去。<br>6、坐于庙朝：在宗庙和朝廷参议国家大事。庙，宗庙。朝，朝廷。。指大官居于高位，发号施令、<br>7、进退：这里表示使动意义，使……进退，即任免的意思。<br>8、旗旄（máo）：旗帜。旄，旗竿上用旄牛尾装饰的旗帜。这是大官出行的标志。<br>9、罗弓矢：罗列弓箭，这是表示威仪。<br>10、武夫前呵：武士呼喝开道。<br>11、才畯：才能出众的人。畯，同“俊”。<br>12、入耳而不烦：形容爱听阿谀奉承的话。<br>13、便（pián）体：轻盈的体态。<br>14、惠中：聪慧的资质。惠，同“慧”。<br>15、裾（jū）：衣服的前后襟。<br>16、翳（yì）：遮蔽，掩映。<br>17、粉白黛绿：用来形容女子装扮得娇艳妩媚，面容白皙，眉毛美丽。黛，古代女子画眉用的青黑色的颜料。<br>18、负恃：依靠，指依靠自己的色艺而藐视他人。<br>19、不可幸而致：不可侥幸得到。幸，侥幸。致，取得、得到。<br>20、穷居而野处：指居住在闭塞简陋的山野中。<br>21、茹：吃。<br>22、起居无时，惟适之安：大意是日常生活作息没有固定的时间，只以舒适为准。适，舒适，在这里用作名词，为“安”的宾语。<br>23、车服不维：没有官职的束缚。车服，古代官员所乘的车子和所穿的官服依官位的高低而异，这里是用车服来代指官职。维，束缚、约束。<br>24、刀锯不加：刑罚不施于身。刀锯，古代刑罚中所用的刀和锯，这里泛指刑具。加，施加。<br>25、理乱：指国家的安宁与动乱。理，即治，唐人避高宗<a href=\"http://so.gushiwen.org/author_2098.aspx\">李治</a>讳，用“理”代“治”字。<br>26、黜陟（chù zhì）：官员的升降。黜，降职。陟，升职。不闻。<br>27、形势：权势。<br>28、趦趄（zī jū）：想往前走又不敢走的样子。<br>29、嗫嚅（niè rú）：吞吞吐吐，欲言又止的样子。<br>30、刑辟（bì）：刑法，法律。<br>31、壮：在这里为意动用法，表示以……为壮。<br>32、维子之宫：是你居住的房室。维，句首助词，无意义。宫，室、房屋。<br>33、稼：种植农作物。<br>34、所：处所。<br>35、窈：幽深的样子。<br>36、无央：无尽。央，尽、完。<br>37、膏（ɡào）：油脂，这里用作动词，指用油润滑。<br>38、秣：喂养（马匹等）。</p>",
  "shangxi": "<h2>赏析二</h2> <p>　　这篇序文写于801年（唐德宗贞元十七年），当时<a href=\"http://so.gushiwen.org/author_682.aspx\">韩愈</a>34岁，离开了徐州幕府，到京城谋职。自从792年（贞元八年）中进士以来，在将近十年的时间里，韩愈一直为仕进汲汲奔走，却始终没有得到朝廷的重用，处境艰难，心情抑郁。因此，借送友人李愿归盘谷隐居之机，写下这篇赠序，一吐胸中的不平之气。</p> <p>　　作者借李愿之口，描绘出三种人：一是“坐于庙朝，进退百官”的达官贵人，二是“穷居而野处”的山林隐士，三是趋炎附势、投机钻营的小人。通过对比，对志得意满、穷奢极欲的大官僚和卑躬屈膝、攀附权贵之徒进行了辛辣的嘲讽，对友人的隐居之志大加赞赏。文章最后一段，用一首古歌的形式和浓郁的抒情笔调，咏叹、赞美、祝福友人的隐居生活，也流露出欣羡之意。</p> <p>　　韩愈的赠序非常有名，这篇尤为历代称道。<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>《跋退之送李愿序》一文说：“欧阳文忠公尝谓晋无文章，惟<a href=\"http://so.gushiwen.org/author_645.aspx\">陶渊明</a>《归去来》一篇而已。余亦以谓唐无文章，惟韩退之《送李愿归盘谷》一篇而已。平生愿效此作一篇，每执笔辄罢，因自笑曰：‘不若且放，教退之独步。’”这篇文章的写作时间比《师说》早一年，风格却大不相同；读者阅读时可结合这两篇文章各自的写作背景，在内容和写法上做一些比较。</p><br/><h2>赏析三</h2> <p>　　<a href=\"http://so.gushiwen.org/author_682.aspx\">韩愈</a>的志向在于引道济世，但他也不讳言求功名、取富贵的志愿。他在《上宰相书》中就讲得很明白：“彼之处隐就闲者亦入耳，其耳目鼻口之所欲，其心之所乐，其体之所安，岂有异于人乎哉?”只是他不愿意蝇营狗苟，为虎作伥以求得功名富贵。所谓不义而富且贵，于我如浮云。此篇《送李愿归盘谷序》表达的就是这种思想。他歌颂了隐者的高尚志趣，表达了自己对这种生活的向往，实际上是抒发自身长期追求功名而不能得志的感慨。其中对得志的高官显贵，略有讽刺之意。“人之称大丈夫者，我知之矣。”此种口气中就流露出讥讽的情绪，但比较含蓄。从行文中可见，无论是韩愈还是李愿，对这种生活都不是完全否定的。为此，过分地强调此文中的批判色彩，是不符合实际的。文章真正否定的是“伺候于公卿之门，奔走于形势之途”的人。此处短短数语，淋漓尽致地刻画出这些丧失了人格操守的追求富贵者的可耻、可笑又可悯、可悲的人生。内中也有自警的意思。</p> <p>　　关于语言特点。此文在曲折有致、简洁传神方面表现得极为明显。描写人物形象神态逼真，寥寥几笔就把这三种人物的特点栩栩如生地呈现在读者眼前，充分显示了韩愈在驾驭语言上的深厚功力与游刃有余的高超水平。此外，作者在骈散相间的行文过程中，更是得心应手，运用自如。其骈句层层递进，笔力雄遒，给人以过目难忘的效果；而其警句则含蓄委婉，韵味无穷。确有开篇柬股、画龙点睛之功。</p><br/><h2>赏析</h2> <p>　　本文写于唐德宗贞元十七年（801年）。800年，<a href=\"http://so.gushiwen.org/author_682.aspx\">韩愈</a>来长安求官，一直未能如愿。他心情沉重，牢骚满腹，借写这篇临别赠言来吐露他的抑郁心情，表达他对官场丑恶的憎恨和对隐居生活的向往。文章主旨，是通过对李愿归隐盘谷的议论间接表现出来的。</p> <p>　　首段简洁叙述盘谷环境之美以及得名由来。接下来三个段落忽开异境，假借李愿之口，生动地描述了三种人的行为和处世态度：声威赫赫的显贵、高洁不污的隐士和卑污谄媚的官迷。通过对这三种人所作所为的刻意描摹，表明了作者对这三种人的抑扬取舍。最后，作者作歌肯定李愿的说法，在对隐士的赞美之中，讽刺当时昏暗的政治、骄奢的权贵和趋炎附势之徒。</p> <p>　　文章写得颇有特色。首先，叙述角度富于变化。作者采用多角度方法反复表现自己的观点：第一部分以简练的笔墨叙写了盘谷之美及得名的由来。第二部分借李愿之口，用两宾夹一主的手法写三种人的作为和生活：一种是高官权臣，声势显赫，穷奢极欲；一种是隐居之士，洁身自好，无毁无忧；一种是钻营之徒，趋炎附势，行为可鄙。这是文章的主体部分，看似叙述李愿言论，实含作者强烈感情。第三部分，先用“壮之”赞美李愿的话，表明“愿之言”即“愈之意”；再以“歌”词极言盘谷之美、隐居之乐和向往之情，以第一人称口气直接表明自己的观点与态度，使整个内容表达委婉曲折，一唱三叹，体现了作者的巧妙构思。</p> <p>　　其次，在文体上，采用散体与歌赋韵文相结合的方式，恣肆挥洒，不拘一格。首段全用散体。中间部分以散驭骈，既有骈赋的章法，又有散文的气韵。句末用韵，长短错落，富有节奏感。骈散兼用而又能浑然一体，显示了高超的艺术技巧。</p>",
  "about": "<h2>创作背景</h2> <p>　　<a href=\"http://so.gushiwen.org/author_682.aspx\">韩愈</a>从贞元二年（786）18岁到京师求仕，直到贞元十八年（802）34岁，才被授以四门博士。在这十几年中，仕途一直不顺利。他四次参加考试，直到贞元八年，才登进士第；但以后连续三次参加吏部博学宏词考试，均未中选，因此没有授予官职。他求仕心切，于贞元十一年春，连续三次上书宰相，要求仕进，均被置之不理。不得已先后在汴州、徐州幕府中任职，郁郁不得志。到了贞元十七年（801）又赴京师求仕。韩愈求仕，不只是为了求得衣食，更重要的是为了实现救世的志愿。他在《与卫中行书》中说：“仆之心或不为此（指饮食衣服）汲汲也，其所不忘于仕进者，亦将小行乎其志耳。”这篇《送李愿归盘谷序》就是他在贞元十七年33岁时又到京师后写的。当时，他求官未遂，心情郁闷，满腹牢骚。因此在这篇文章中流露出了不遇之叹，不平之鸣。</p>",
  "poet": {
    "id": 682,
    "star": 0,
    "name": "韩愈",
    "image": "http://img.gushiwen.org/authorImg/hanyu.jpg",
    "desc": "韩愈（768～824）字退之，唐代文学家、哲学家、思想家，河阳（今河南省焦作孟州市）人，汉族。祖籍河北昌黎，世称韩昌黎。晚年任吏部侍郎，又称韩吏部。谥号“文”，又称韩文公。他与柳宗元同为唐代古文运动的倡导者，主张学习先秦两汉的散文语言，破骈为散，扩大文言文的表达功能。宋代苏轼称他“文起八代之衰”，明人推他为唐宋八大家之首，与柳宗元并称“韩柳”，有“文章巨公”和“百代文宗”之名，作品都收在《昌黎先生集》里。韩愈在思想上是中国“道统”观念的确立者，是尊儒反佛的里程碑式人物。"
  },
  "tags": [
    "古文观止",
    "送别",
    "抒怀",
    "序文"
  ]
}