{
  "id": 49515,
  "star": 186,
  "name": "菩萨蛮·回文夏闺怨",
  "dynasty": "宋代",
  "content": "柳庭风静人眠昼，昼眠人静风庭柳。香汗薄衫凉，凉衫薄汗香。<br>手红冰碗藕，藕碗冰红手。郎笑藕丝长，长丝藕笑郎。",
  "fanyi": "<p>译文 <br>院无风，柳丝垂，闺人昼寝。闺人安静昼寝之际，起风，庭院柳条摇摆。微风吹，汗味透香气，薄衫生凉意。凉衫子散出清淡的汗香气。<br>红润的手端起了盛有冰块拌藕丝的小碗。盛有冰块拌藕丝的小碗冰冷了她红润的手。郎笑碗中的藕丝太长了。闺人一边吃长丝藕，一边又嘲笑她的情郎。</p> <p>注释<br>⑴柳庭风静人眠昼：院无风，柳丝垂，闺人昼寝。<br>⑵昼眠人静风庭柳：闺人安静昼寝之际，起风，庭院柳条摇摆。<br>⑶香汗薄衫凉：微风吹，汗味透香气，薄衫生凉意。<br>⑷凉衫薄汗香：凉衫子散出清淡的汗香气。<br>⑸手红冰碗藕：红润的手端起了盛有冰块拌藕丝的小碗。<br>⑹藕碗冰红手：盛有冰块拌藕丝的小碗冰冷了她红润的手。冰：古人常有在冬天凿冰藏于地窖的习惯，待盛夏之时取之消暑。<br>⑺郎笑藕丝长：郎笑碗中的藕丝太长了。“藕丝长”：象征着人的情意长久。在古典<a href=\"http://so.gushiwen.org/view_49515.aspx\">诗</a>词中，常用“藕”谐“偶”，以“丝”谐“思”。<br>⑻长丝藕笑郎：闺人一边吃长丝藕，一边又嘲笑她的情郎（担心他薄情寡意不如藕丝长）。 <br></p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　通常的回文<a href=\"http://so.gushiwen.org/view_49515.aspx\">诗</a>，主要是指可以倒读的诗篇。回文诗尽管只有驾驭文字能力较高的人，方能为之，且需要作者费尽心机，但毕竟是文人墨客卖弄文才的一种文字游戏，有价值的作品不多。宋词中回文体不多，《东坡乐府》存有七首《菩萨蛮》回文词。</p> <p>　　苏东坡的回文词，两句一组，下句为上句的倒读，这比起一般回文诗整首倒读的作法要容易些，因而对作者思想束缚也少些。东坡的七首回文词中，如“邮便问人羞，羞人问便邮”、“颦浅念谁人，人谁念浅颦”、“楼上不宜秋，秋宜不上楼”、“归不恨开迟，迟开恨不归”等，下句补充发展了上句，故为妙构。</p> <p>　　这首回文词是作者“四时闺怨”中的“夏闺怨”。上阕写昼眠情景，下阕写醒后怨思。用意虽不甚深，词语自清美可诵。“柳庭”二句，关键在一“静”字。上句云“风静”，下句云“人静”。风静时庭柳低垂，闺人困倦而眠；当昼眠正熟，清风又吹拂起庭柳了。同是写“静”，却从不同角度着笔。静中见动，动中有静，颇见巧思。三、四句，细写昼眠的人。风吹香汗，薄衫生凉；而在凉衫中又透出依微的汗香。变化在“薄衫”与“薄汗”二语，写衫之薄，点出“夏”意，写汗之薄，便有风韵，而以一“凉”字串起，夏闺昼眠的形象自可想见。过片二句，是睡醒后的活动。她那红润的手儿持着盛了冰块和莲藕的玉碗，而这盛了冰块和莲藕的玉碗又冰了她那红润的手儿。上句的“冰”是名词，下句的“冰”作动词用。古人常在冬天凿冰藏于地窖，留待夏天解暑之用。<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>《陪诸贵公子丈八沟携妓纳凉》诗“公子调冰水，佳人雪藕丝”，写以冰水拌藕，犹此词“手红”二句意。“郎笑耦丝长，长丝藕笑郎”，收两句为全词之旨。“藕丝长”，象征着人的情意绵长，古乐府中，常以“藕”谐“偶”，以“丝”谐“思”，藕节同心，故亦象征情人的永好。《读曲歌》：“思欢久，不爱独枝莲（怜），只惜同心藕（偶）。”自然，郎的笑是有调笑的意味的，故闺人报以“长丝藕笑郎”之语。笑郎，大概是笑他的太不领情或是不识情趣吧。郎的情意不如藕丝之长，末句始露出“闺怨”本意。</p><br/><h2>赏析</h2> <p>　　东坡的回文词，两句一组，下句为上句的倒读，这比起一般回文<a href=\"http://so.gushiwen.org/view_49515.aspx\">诗</a>整首倒读的作法要容易些，因而对作者思想束缚也少些。东坡的七首回文词中，如“邮便问人羞，羞人问便邮”、“颦浅念谁人，人谁念浅颦”、“楼上不宜秋，秋宜不上楼”、“归不恨开迟，迟开恨不归”等，下句补充发展了上句，故为妙构。</p> <p>　　这首回文词是作者“回时闺怨”中的“夏闺怨”。上片写闺人昼寝的情景，下片写醒后的怨思。用意虽不甚深，词语自清美可诵。“柳庭”二句，关键在一“静”字。上句云“风静”，下句云“人静”。风静时庭柳低垂，闺人困倦而眠；当昼眠正熟，清风又吹拂起庭柳了。同是写“静”，却从不同角度着笔。静中见动，动中有静，颇见巧思。三、四句，细写昼眠的人。风吹香汗，薄衫生凉；而在凉衫中又透出依微的汗香。变化在“薄衫”与“薄汗”二语，写衫之薄，点出“夏”意，写汗之薄，便有风韵，而以一“凉”字串起，夏闺昼眠的形象自可想见。过片二句，是睡醒后的活动。她那红润的手儿持着盛了冰块和莲藕的玉碗，而这盛了冰块和莲藕的玉碗又冰了她那红润的手儿。上句的“冰”是名词，下句的“冰”作动词用。古人常在冬天凿冰藏于地窖，留待夏天解暑之用。<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>《陪诸贵公子丈八沟携妓纳凉》诗“公子调冰水，佳人雪藕丝”，写以冰水拌藕，犹此词“手红”二句意。“郎笑耦丝长，长丝藕笑郎”，收两句为全词之旨。“藕丝长”，象征着人的情意绵长，古乐府中，常以“藕”谐“偶”，以“丝”谐“思”，藕节同心，故亦象征情人的永好。《读曲歌》：“思欢久，不爱独枝莲（怜），只惜同心藕（偶）。”自然，郎的笑是有调笑的意味的，故闺人报以“长丝藕笑郎”之语。笑郎，大概是笑他的太不领情或是不识情趣吧。郎的情意不如藕丝之长，末句始露出“闺怨”本意。</p> <p>　　这首词在格律、内容感情、意境等方面都符合回文词的要求，同时又不失作者的大家气派，实为难得。</p>",
  "about": "<h2>创作背景</h2> 　　这首词是《回文四时闺怨》之一。这四首词均作于宋神宗元丰三年（1080）十月。东坡被贬黄州，“杜门谢客”，冬至后又去天庆观养炼。在无所收获之后，写闺怨回文以解脱。",
  "poet": {
    "id": 183,
    "star": 0,
    "name": "苏轼",
    "image": "http://img.gushiwen.org/authorImg/sushi.jpg",
    "desc": "苏轼（1037－1101），北宋文学家、书画家、美食家。字子瞻，号东坡居士。汉族，四川人，葬于颍昌（今河南省平顶山市郏县）。一生仕途坎坷，学识渊博，天资极高，诗文书画皆精。其文汪洋恣肆，明白畅达，与欧阳修并称欧苏，为“唐宋八大家”之一；诗清新豪健，善用夸张、比喻，艺术表现独具风格，与黄庭坚并称苏黄；词开豪放一派，对后世有巨大影响，与辛弃疾并称苏辛；书法擅长行书、楷书，能自创新意，用笔丰腴跌宕，有天真烂漫之趣，与黄庭坚、米芾、蔡襄并称宋四家；画学文同，论画主张神似，提倡“士人画”。著有《苏东坡全集》和《东坡乐府》等。"
  },
  "tags": [
    "夏天",
    "闺怨"
  ]
}