{
  "id": 72268,
  "star": 36,
  "name": "上书谏猎",
  "dynasty": "两汉",
  "content": "　　臣闻物有同类而殊能者，故力称乌获，捷言庆忌，勇期贲、育。臣之愚，窃以为人诚有之，兽亦宜然。今陛下好陵阻险，射猛兽，卒然遇逸材之兽，骇不存之地，犯属车之清尘，舆不及还辕，人不暇施巧，虽有乌获、逢蒙之技不能用，枯木朽枝尽为难矣。是胡越起于毂下，而羌夷接轸也，岂不殆哉！虽万全而无患，然本非天子之所宜近也。</p> <p>　　且夫清道而后行，中路而驰，犹时有衔橛之变。况乎涉丰草，骋丘虚，前有利兽之乐，而内无存变之意，其为害也不难矣。夫轻万乘之重不以为安，乐出万有一危之途以为娱，臣窃为陛下不取。</p> <p>　　盖明者远见于未萌，而知者避危于无形，祸固多藏于隐微而发于人之所忽者也。故鄙谚曰：“家累千金，坐不垂堂。”此言虽小，可以喻大。臣愿陛下留意幸察。",
  "fanyi": "<p><strong>译文</strong><br>　　臣子听说物有族类相同而能力不一样的，所以力气要称誉乌获，速度要说起庆忌，勇敢要数到孟贲、夏育。臣子愚蠢，私下认为人确实有这种力士勇士，兽类也应该是这样。现在陛下喜欢登险峻难行之处，射猎猛兽，要是突然遇到特别凶猛的野兽，它们因无藏身之地而惊起，冒犯了您圣驾车骑的正常前进，车子来不及掉头，人来不及随机应变，即使有乌获、逢蒙的技术也施展不开，枯树朽枝全都成了障碍。这就像胡人越人从车轮下窜出，羌人夷人紧跟在车子后面，岂不危险啊！即使一切安全不会有危险，但这类事本来不是皇上应该接近的啊。<br>　　况且清扫了道路而后行车，驰骋在大路中间，尚且不时会出现拉断了马嚼子、滑出了车钩心之类的事故。何况在密层层的草丛里穿过，在小丘土堆里奔驰，前面有猎获野兽的快乐在引诱，心里却没有应付事故的准备，这样造成祸害也就不难了。看轻皇帝的贵重不以为安逸，乐于外出到可能发生万一的危险道路上去以为有趣，臣子以为陛下这样不可取。<br>　　聪明的人在事端尚未萌生时就能预见到，智慧的人在危险还未露头时就能避开它，灾祸本来就多藏在隐蔽细微之处，而暴发在人忽视它的时候。所以俗语说：“家里积聚了千金，就不坐在近屋檐的地方。”这说的虽是小事，却可以引申到大的问题上。臣子希望陛下留意明察。</p><p><strong>注释</strong><br>（1）乌获：战国时秦国力士。<br>（2）庆忌：吴王僚之子。《吴越春秋》说他有万人莫当之勇，奔跑极速，能追奔兽、接飞鸟，驷马驰而射之，也不及射中。<a href=\"http://so.gushiwen.org/author_1448.aspx\">颜师古</a>则说他能射快箭。<br>（3）贲、育：孟贲、夏育，皆战国时卫国人，著名勇士。<br>（4）卒（cù）然：卒同“猝”。突然。<br>逸材：过人之材。逸，通“轶”，有超越意。这里喻指凶猛超常的野兽。<br>（5）属车：随从之车。颜师古释作连续不断的车队。两义可并存。这里是不便直指圣上的婉转说法。<br>清尘：即尘土。“清”是一种美化的说法。<br>（6）还（xuán）：通“旋”。<br>辕：车舆前端伸出的直木或曲木。这里借指舆车。<br>（7）逢（páng）蒙：夏代善于射箭的人，相传学射于羿。<br>（8）毂（gǔ）：车轮中心用以镶轴的圆木，也可代称车轮。<br>（9）轸（zhěn）：车箱底部四围横木。也用为车的代称。<br>（10）衔：马嚼。<br>橛（jué）：车的钩心。<br>衔橛之变：泛指行车中的事故。<br>（11）万乘：指皇帝。<br>（12）垂堂：靠近屋檐下，坐不垂堂是防万一屋瓦坠落伤身。《史记·袁盎传》亦有“千金之子，坐不垂堂”语。</p>",
  "shangxi": "<h2>赏析</h2> 　　这篇文章题名采自《史记》、《汉书》版本传成句。汉武帝虽有雄才大略的一面，但在迷信神仙、奢靡侈费、贪恋女色、沉湎于游猎等方面，并不输于昏君。<a href=\"http://so.gushiwen.org/author_70.aspx\">司马相如</a>为郎时，曾作为武帝的随从行猎长杨宫，武帝不仅迷恋驰逐野兽的游戏，还喜欢亲自搏击熊和野猪。司马相如写了这篇谏猎书呈上，由于行文委婉，劝谏与奉承结合得相当得体，武帝看了也称“善”。",
  "poet": {
    "id": 70,
    "star": 0,
    "name": "司马相如",
    "image": "http://img.gushiwen.org/authorImg/simaxiangru.jpg",
    "desc": "司马相如（约公元前179年—前118年），字长卿，汉族，巴郡安汉县（今四川省南充市蓬安县）人，一说蜀郡（今四川成都）人。西汉大辞赋家。司马相如是中国文化史文学史上杰出的代表，是西汉盛世汉武帝时期伟大的文学家、杰出的政治家。景帝时为武骑常侍，因病免。工辞赋，其代表作品为《子虚赋》。作品词藻富丽，结构宏大，使他成为汉赋的代表作家，后人称之为赋圣和“辞宗”。他与卓文君的爱情故事也广为流传。鲁迅的《汉文学史纲要》中还把二人放在一个专节里加以评述，指出：“武帝时文人，赋莫若司马相如，文莫若司马迁。”"
  },
  "tags": [
    "古文观止",
    "狩猎",
    "劝谏",
    "公文"
  ]
}