{
  "id": 72816,
  "star": 7,
  "name": "送子由使契丹",
  "dynasty": "宋代",
  "content": "云海相望寄此身，那因远适更沾巾。<br>不辞驿骑凌风雪，要使天骄识凤麟。<br>沙漠回看清禁月，湖山应梦武林春。<br>单于若问君家世，莫道中朝第一人。",
  "fanyi": "<p><strong>译文</strong><br>我寄身此地和你隔着云海遥遥相望，何必因为你要远行又泪湿衣巾。<br>你不辞劳苦充当信使去冒风雪，为的是要让异族认识朝廷杰出的精英。<br>你将在沙漠留恋地回望京都夜月，梦魂定会越过湖山见到杭城春景。<br>辽国国主若是问起你的家世，可别说朝中第一等人物只在苏家门庭。</p> <p><strong>注释</strong><br>⑴适：往。<br>⑵驿骑：犹言“驿使”，传驿的信使。凌：冲冒。<br>⑶天骄：汉时，匈奴自称“天之骄子”（《汉书·匈奴传》，后泛指强盛的边地民族。此处指契丹。凤麟：凤凰与麒麟，比喻杰出的、罕见的人才。<br>⑷清禁：皇宫。<a href=\"http://so.gushiwen.org/author_366.aspx\">苏辙</a>时任翰林学士，常出入宫禁。<br>⑸武林：山名，即今杭州西灵隐山，后多用武林指杭州。<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>时知杭州。<br>⑹“单于”二句：《新唐书·李揆传》：“揆美风仪，善奏对，帝（肃宗）叹曰：‘卿门第、人物、文学，皆当世第一，信朝廷羽仪乎？’故时称三绝。”德宗时他曾“入蕃会盟使”，至蕃地，“酋长曰：‘闻唐有第一人李揆，公是否？’揆畏留，因绐之曰：‘彼李揆安肯来邪！’”苏氏一门，尤其是苏轼在契丹声名尤著，故化用此典，说明中原人才众多，不止苏氏。单于，匈奴最高首领的称号，此借指辽国国主。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>此<a href=\"http://so.gushiwen.org/view_72816.aspx\">诗</a>，谆谆嘱咐，劝勉有加，壮爱国之行色，见兄弟之亲情。</p> <p>　　首联点题，写兄弟宦游四海，天各一方，已是常事，这次也不会因远别而悲伤落泪。苏轼兄弟情谊颇深，<a href=\"http://so.gushiwen.org/author_366.aspx\">苏辙</a>23岁前与兄住在一起，未曾一日分离。23岁进入仕途，从此宦游四方，会少离多。尽管如此，他们仍息息相关。苏轼一生屡遭贬谪，苏辙受累不怨。在“乌台诗案”中，苏辙宁肯舍弃官帽以营救其兄，感人至深。故《宋史·苏辙传》说：“辙与兄进退出处，无不相同，患难之中，友爱弥笃，无少怨尤，近古罕见。”苏辙此去，虽为远别，但暂作分离，一向乐观旷达的苏轼自然不作儿女之态。“那因远适更沾巾”化用<a href=\"http://so.gushiwen.org/author_289.aspx\">王勃</a>“无为在歧路，儿女共沾巾”句意。</p> <p>　　颔联劝勉。上句勉励苏辙不辞辛苦，其中的“驿骑”原指驿站快马．此代使臣；“凌风雪”写出了路途的艰辛。下旬鼓励兄弟不辱使命，汉朝时匈奴自称天骄，以后用以代异族。凤是传说中的祥瑞之鸟；麟是传说中的仁德之兽，此以之代辙。既指子由之美德，更见国家之仁惠。这句是说．要让辽主认识你这仁德之国派出的使臣。既要不辱使命，更要不失大国风范。</p> <p>　　颈联嘱咐。上句要子由身居沙漠，时时回望汴京的月亮，不要忘记故国。下句设想子由梦境，梦中的湖光山色应该是杭州的湖光山色。“时苏轼任职杭州，故有此语。</p> <p>　　尾联望归。这里用李揆指子由，这不仅因为苏轼兄弟在当时的名位与声望，举世皆有所闻，而且以此告诫子由，出使北蕃，决不可追求盛名，须小心谨慎，安全而归。联系当时辽国每每扣押宋朝使臣的事实，苏轼的担心并非多余。用李揆故事，又以国家利益为重，实乃警精含蓄之语。</p> <p>　　这首诗以送别为题，写出苏轼对子由出使辽国的复杂心理，一再劝勉，谆谆嘱咐，殷殷盼归。语言平实，自然流畅，属对工稳，用事精警。写寻常之题材，寄兄弟之亲情，明国家之大义，实乃苏诗中抒写爱国情怀之佳作。</p>",
  "about": "<h2>创作背景</h2> <p>　　这首<a href=\"http://so.gushiwen.org/view_72816.aspx\">诗</a>作于哲宗元祐四年（1089年），其时，<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>54岁，以龙图阁学士出知杭州，<a href=\"http://so.gushiwen.org/author_366.aspx\">苏辙</a>迁翰林学士兼吏部尚书，在汴京。是年八月，苏辙奉命出使辽国，庆贺辽主生辰。</p> <p>　　契丹本是东北辽河上游的游牧民族，公元916年。阿保机建立辽朝，成为与五代、北宋并立的国家，雄峙北方近200年，成为宋朝的北方之患。宋自真宗景德元年（1004年）订立“澶渊之盟”以来，每年要向辽国、西夏进贡银两、绢匹，岁以百万计。其国主生辰，还要派使臣去庆贺。卑事小国，国弱臣辱，做这样的使臣内心是屈辱的。苏轼写诗送别，尽劝慰告诫之意。</p>",
  "poet": {
    "id": 183,
    "star": 0,
    "name": "苏轼",
    "image": "http://img.gushiwen.org/authorImg/sushi.jpg",
    "desc": "苏轼（1037－1101），北宋文学家、书画家、美食家。字子瞻，号东坡居士。汉族，四川人，葬于颍昌（今河南省平顶山市郏县）。一生仕途坎坷，学识渊博，天资极高，诗文书画皆精。其文汪洋恣肆，明白畅达，与欧阳修并称欧苏，为“唐宋八大家”之一；诗清新豪健，善用夸张、比喻，艺术表现独具风格，与黄庭坚并称苏黄；词开豪放一派，对后世有巨大影响，与辛弃疾并称苏辛；书法擅长行书、楷书，能自创新意，用笔丰腴跌宕，有天真烂漫之趣，与黄庭坚、米芾、蔡襄并称宋四家；画学文同，论画主张神似，提倡“士人画”。著有《苏东坡全集》和《东坡乐府》等。"
  },
  "tags": [
    "送别"
  ]
}