{
  "id": 57637,
  "star": 81,
  "name": "水调歌头·我饮不须劝",
  "dynasty": "宋代",
  "content": "<span style=\"font-family:SimSun;\">淳熙丁酉，自江陵移帅隆兴，到官之三月被召，司马监、赵卿、王漕饯别。司马赋《水调歌头》，席间次韵。时王公明枢密薨，坐客终夕为兴门户之叹，故前章及之。</span></p> <p>我饮不须劝，正怕酒樽空。别离亦复何恨？此别恨匆匆。头上貂蝉贵客，苑外麒麟高冢，人世竟谁雄？一笑出门去，千里落花风。<br>孙刘辈，能使我，不为公。余发种种如是，此事付渠侬。但觉平生湖海，除了醉吟风月，此外百无功。毫发皆帝力，更乞鉴湖东。",
  "fanyi": "<p><strong>译文</strong><br>我饮酒不需要劝杯，反而担心酒杯空了。分别相离也是可恨的事情，这次的分别是那么的匆忙。酒席上美女贵宾云集，花园外豪富高门坟冢，人世间谁能算是英雄？一笑出门而去，千里外的风吹得花落。<br>孙权刘备这样的人物，才能指使我做事，而不是阁下。我发出种种的感慨，这些交心于你知道。只是感觉自己一生游遍湖海，除了喝醉吟些风花雪月，便是一事无成。身上的所有东西都是陛下赐予，希望我在湖北的作为能使君王明鉴。</p> <p><strong>注释</strong><br>淳熙丁酉：淳熙四年（1177）。<br>自江陵移帅隆兴：指这年冬天，作者由知江陵府兼湖北安抚使迁知隆兴府（今江西省南昌市）兼江西安抚使。<br>被召：指被召为大理寺卿事。<br>司马监：司马汉章。汉章名倬，时为江西京西湖北总领，故称之为监或大监。<br>赵卿：不详何人。<br>王漕：王希吕，时任转运副使之职，负责一路漕运等工作，故称之为漕。<br>次韵：依次用原唱韵脚的字押韵作和章。<br>公明：<a href=\"http://so.gushiwen.org/author_726.aspx\">王炎</a>的字。枢密：即枢密使。薨：古代诸侯或有爵位的大官去世叫薨。<br>兴：兴起、产生。兴门户之叹，为朝中权贵各立门户、互相倾轧而叹息。按王炎先与宰相虞允文有矛盾，允文推荐权吏部侍郎王之奇代替王炎的官职；后来朝廷又任命王炎为枢密使。其后王炎以观文殿学士太中大夫知潭州，被汤邦彦论欺君之罪，因而落职。再后，考宗恢复资政殿大学士之职。<br>故前章及之：所以在词的上片提到这件事。<br>因到官之三月便被召，故云。<br>貂蝉：即貂蝉冠，三公、亲王在侍奉天子祭祀或参加大朝时穿戴。貂蝉贵客：这里实指当朝权贵王炎。<br>苑外麒麟高冢：由<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>《曲江》“江上小堂巢翡翠，苑边高冢卧麒麟”化出。意谓王炎划为当朝权贵，今已化为墓中异物。<br>人世竟谁雄：人世间到底谁能称雄呢？言外之意，人终有一死，又何必在生前争权夺利呢！<br>一笑出门去：由<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>《南陵别儿童入京》“仰天大笑出门去”化出。<br>千里落花风：因作者被召离任，在淳熙五年晚春，故云。<br>此事：指富贵之事。渠侬：他们、别人。<br>湖海：湖海豪气。即豪放的意气。<br>毫发皆帝力：言自己的一丝一毫都是皇帝恩赐的。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　根据词序，可知此词是为两件事而发。一是频繁的调任；二是朝廷内部的门户之争。而究其深致，词所要表现的，实是宦迹不定、人事掣肘使词人壮志难酬的牢骚不平之情。</p> <p>　　词的上片从眼前饯别之情切入，点出别恨匆匆的遗憾。但从其“正怕酒尊空”的心理活动来看，词人心中积郁的愁情，决不仅仅是离别僚友们的感情。这一起句，就有包藏万有之力，为下文的进一步抒发各种人生忧思立好了地步。“头上”三句，以旁观者的洞达，对争名争利而兴门户私计的朝廷政要作出讽刺，言纵使生前为“贵客”，死后立“高累”，终不能称雄一世。这是对兴门户争私利者的无情嘲笑和无比蔑视，而又以旷达的语气出之，显示出词人不同流俗的思想境界。因为有这样旷达的思想托底，在上片末句，词人就能以清丽飘逸的意境，表现出词人不虑俗情的潇洒放逸怀抱。“一笑”句，虽是借用<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>“仰天大笑出门去，我辈岂是莲篙人”的语典，可是用典浑化无迹，直如冲口而出；“落花风”，将时令特征以丽辞写出；而“干里”的形容，则更使落花美景由宴前而宕开无际，由实返虚，合实与虚，使词境显得更为深邃、灵活、摇荡。从章法上讲，结句又将离隆兴而赴行都的词作“本事”作出了必要的交代。上片就这样，由开头的别根匆匆转到无恨可遣，意路多变，笔法摇曳。</p> <p>　　下片首句，从小处说，是承接上片末句“出门去”而来，是写此番去朝廷为官的态度。从大处说，则词人之所以要考虑这个问题，是与上文所讽刺的朝廷政要兴门户私计的政治现状分不开的，所以是上文主旨的一个顺承和延展。在笔法上，词人借古讽今，以三国时代辛毗的耿直不阿，表明白己此去朝廷为官，早已准备好了像辛毗那样，宁愿不做高官、也不做曲附党私之徒的态度。这里的“孙刘辈”，应有所指下二句，以退为进，明看是写词人衰老憔悴之态，说任凭朝中权贵结党营私、大兴门户。实际上，这是对庸俗世风的有力抨击。究其含意，则稼轩之所以会如此衰老，都是因朝廷政要热衷于门户私汁、党派斗争，而对稼轩所向往的恢复大计则不仅不予理睬，反而对词人猜忌有加，频繁调动。全词开头词人“正怕酒尊空”即想要借酒挠愁的心理活动，在此也找到了部分解释。以下五句，看起来渐近颓唐萧瑟。词人这一生，除了湖海漂流、醉吟风月之外，根本无所建树。既然一切都由天子之力，词人真想乞求退休，归隐于镜湖东边的山水之中去。但反过来看，这里面却充满了爱国者的牢骚不平、悲愤与讽刺。因为词人的“此外百无功”，是由于生在这样一个不给机会的政治时代，处处受人掣肘之故。既然词人只手难挽狂澜，倒不如归隐林泉，以免受人倾轧。是对理想受阻的再一次纾愤，是对朝廷政治气氛的辛辣讽刺。这样的“反话”，也能显示出稼轩词气“勃部”、慷慨内敛的抒情风格。</p> <p>　　此词以旷达的风貌隐含悲愤讥刺之情，是稼轩词的本色。</p>",
  "about": "<h2>创作背景</h2> 　　《水调歌头·我饮不须劝》作于朱孝宗淳熙五年（1178年）春，<a href=\"http://so.gushiwen.org/author_217.aspx\">辛弃疾</a>三十九岁，在江西隆兴安抚使任上。辛弃疾在僚友们为词人饯别的宴席上，即席次韵写成的。据词序，稼轩淳熙四年冬由江陵知府改调隆兴（今江西南昌市）知府兼江西安抚使。仅三月，又诏命入京。",
  "poet": {
    "id": 217,
    "star": 0,
    "name": "辛弃疾",
    "image": "http://img.gushiwen.org/authorImg/xinqiji.jpg",
    "desc": "辛弃疾（1140－1207），南宋词人。原字坦夫，改字幼安，别号稼轩，汉族，历城（今山东济南）人。出生时，中原已为金兵所占。21岁参加抗金义军，不久归南宋。历任湖北、江西、湖南、福建、浙东安抚使等职。一生力主抗金。曾上《美芹十论》与《九议》，条陈战守之策。其词抒写力图恢复国家统一的爱国热情，倾诉壮志难酬的悲愤，对当时执政者的屈辱求和颇多谴责；也有不少吟咏祖国河山的作品。题材广阔又善化用前人典故入词，风格沉雄豪迈又不乏细腻柔媚之处。由于辛弃疾的抗金主张与当政的主和派政见不合，后被弹劾落职，退隐江西带湖。"
  },
  "tags": [
    "离别",
    "壮志难酬",
    "讽刺"
  ]
}