{
  "id": 71833,
  "star": 29,
  "name": "中秋咏怀借杜子美秋日述怀一百韵和寄柳州假鸣桑先生",
  "dynasty": "明代",
  "content": "异乡青嶂外，故里白云边。北极悬双眼，中秋度四年。<br>灯前横一剑，江浒宿孤船。玉露漙漙忌，金波炯炯然。<br>山风徒自溷，儒俗不同迁。对酒轻千日，论诗嗣百篇。<br>斫才犹见朴，礲智未成圆。自是穷荒地，谁怜落寞天。<br>梧桐床护满，蟋蟀井吟偏。何处寻灵运，无人问稚川。<br>寒岩巢燕别，疏竹网虫悬。市贾希求纸，民储寡守钱。<br>饔餐粗乃习，衣褐短堪怜。名谷非甘谷，称泉半盗泉。<br>土城门不警，竹屋壁常穿。钧石唯咨背，舆台只食肩。<br>戆呆千百种，秀敏几多员。猎野狐偕走，烧畲蚁并缘。<br>夸酣言沓沓，鼓饱腹便便。定静聋疑吹，晴明瞽讶烟。<br>立名甘在下，恃气或争前。肥丑红楼女，粗豪碧洞仙。<br>城隅频有约，淇水久相传。淰淰重岚晻，潺潺小涧湲。<br>背恩棠遂伐，忘义豆长煎。胥学凶如虿，无惭行有膻。<br>豚蹄祈殖谷，糟酒乐登筵。墉集欺猫鼠，林藏逐雀鹯。<br>礼罗谁共入，宪网底粗悛。腐木难胜斧，孤雏叵受鋋。<br>整冠迷狎李，称物昧持权。天德劳巡抚，人愚苦系挛。<br>树藩吁格逖，作县失烝蠲。平谳翻遗蠹，催科绝胜畋。<br>秽污无与汰，残忍复叨全。私有千端计，公无半语宣。<br>执鞭深结友，握椠恶亲贤。富视铜三百，贫量石二千。<br>中冓言可丑，有北尔当先。反笑人驽钝，私扬已骥翩。<br>谬为明舞态，暗弄卓奔弦。伪狗故盛衍，非鱼罔寄筌。<br>斯人宜罪也，夫我岂为焉。自昔图通变，而今谨折旋。<br>第令心怏怏，未极理玄玄。诸子新粱肉，群经旧井田。<br>鸾鸣将日近，鹏举欲云连。何苦原衣弊，难更肇锦鲜。<br>平澜寒负耒，阴壑夜鸣舷。冷落千军笔，纷披十样笺。<br>廉都多宠顾，贪守一拘牵。固谓身无绌，原来命独邅。<br>昆山宁玉弃，合浦敢珠捐。踧蹜腾高浪，参差始碧涟。<br>悠悠江至澧，浩浩洛吞瀍。对客封佳句，思亲梦故阡。<br>甘心和氏璞，陶面祖生鞭。嫫母声兼恶，南威色丧娟。<br>嗷嗷秋塞雁，嘒嘒晚林蝉。传世心如锦，回天力未绵。<br>马融先解帐，郑老疾推毡。幼子摊书籍，娇妻问翠钿。<br>乾坤无广厦，风雪压危椽。泛慕沧溟际，行思岱岳巅。<br>五穷延使坐，三疾强令痊。日啖如瓜枣，时寻在火莲。<br>拒随昌寓乘，嬉射长房拳。逼侧悲图骏，徘徊笑卜鳣。<br>敛容过土梗，负汗逐罗鞯。灸热谁何焰，随流恁地涓。<br>摘苹聊涉沚，务稼暂依堧。缅为知心惜，难纾渴思缠。<br>晴冈灵凤哑，旱岁老龙眠。恶守邪溪黑，勤磨大道坚。<br>胸襟真濩落，翰墨独瑰妍。既作鹏同起，休论鷃旂翾。<br>数精卑一行，词正狭优旃。气象凌秋汉，光华逼斗躔。<br>居今仍齿齿，览古愈虔虔。珍敌西南美，雄排左右甄。<br>上台凝望锐，寄字远求骈。京赋人争写，麟经手续编。<br>小官居不愠，健笔秉须专。白下岩鸣铎，长沙省佩弦。<br>杖明诛琐伯，吐爱学乘禅。尔雅言言熟，传灯字字诠。<br>贾生谗自汉，郭隗起无燕。门弟怀明道，家人念闵骞。<br>久孤黔首恋，肯与瘴江延。写别衣皆泪，求亲道欲涎。<br>山长空寄鲤，春尽好闻鹃。牛女缡犹结，参商毂怎旋。<br>荡舟如得奡，辟谷苟缝佺。阊阖须臾启，文昌瞬息褰。<br>世间惊两鸟，眼底尽飞鸢。脱后前人步，终贻半世愆。<br>酉山书每附，浯石颂宜镌。处处青春在，年年碧草芊。<br>壮心期不已，浩气亮非孱。韩柳拚来择，萧曹幸免铨。",
  "fanyi": "<h2>注释</h2> 杜子美：唐朝<a href=\"http://so.gushiwen.org/view_71833.aspx\">诗</a>人<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>字子美。<br>秋日述怀一百韵：即《秋日夔府咏怀奉寄郑监审李宾客之芳一百韵》。<br>和寄：和诗寄托情意。<br>红楼：华美的楼阁，旧时指富家小姐的住处。<br>粗豪：粗疏豪放、粗犷豪壮。<br>碧洞：石洞，常指道观。 <br>城隅：城角，多指城根偏僻空旷处。<br>淰淰：散乱不定貌。<br>岚晻（lányǎn）：山林中的雾气昏暗不明。<br>潺潺（chánchán）：水流貌、流水声。<br>涧湲：山涧的流水。涧，jiàn，夹在两山间的水沟。湲（yuán），水慢慢流动的样子，或水流声。<br>背恩：背弃恩义。<br>棠遂伐：《诗经·召南·甘棠》：“蔽芾甘棠，勿翦勿伐，召伯所茇。”召伯辅佐周武王，德政行于南国，百姓相戒勿剪伐其所憩之棠树。后遂以“伐棠”谓大臣未能如召伯之建功立业，以至国灭身亡。<br>豆长煎：比喻亲属相残。",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "徐威"
  },
  "tags": [
    "中秋节",
    "写景",
    "抒怀"
  ]
}