{
  "id": 5719,
  "star": 24,
  "name": "酬郭给事",
  "dynasty": "唐代",
  "content": "洞门高阁霭馀辉，桃李阴阴柳絮飞。<br>禁里疏钟官舍晚，省中啼鸟吏人稀。<br>晨摇玉佩趋金殿，夕奉天书拜琐闱。<br>强欲从君无那老，将因卧病解朝衣。",
  "fanyi": "<p><strong>译文<br></strong>高高的宫门和楼阁冰浴在夕阳的余晖中，桃李技叶茂密，柳絮随风飞舞。<br>皇宫里钟声稀疏，官舍中办公的官吏已经很少，门下省里只听见乌鸣。<br>早晨步入金殿时玉佩摇晃，夜晚捧着皇帝的沼书拜别宫门。<br>想勉强跟着您一同进退，无奈我已衰老，会因病卧床而解下我这身官袍。</p> <p><strong>注释<br></strong>1.郭给事：郭承嘏，字复卿。“给事”，即给事中，是唐代门下省的要职，常在皇帝周围，掌宣达诏令，驳正政令之违失，地位是十分显赫的。<br>2.洞门：指深宫中重重相对相通的门。<br>3.霭余辉：遮蔽住落日的光辉。<br>4.阴阴：枝叶茂密的样子。<br>5.禁里：禁里：禁中，即皇宫中。<br>6.省：指唐门下省。<br>7.玉佩：官员身上佩带的玉石饰物。<br>8.趋：小步而行。<br>9.奉：“捧”的本字。<br>10.天书：皇帝的诏书。<br>11.拜琐闱：指毕恭毕敬地离开宫门。琐闱，宫门。因宫门上刻着连琐图案并以青色饰之，故得名。<br>12.强：勉强。<br>13.从君：喻在朝做官。<br>14.无那：无奈。<br>15.卧病：生病卧床。<br>16.解朝农：喻不再做官。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　<a href=\"http://so.gushiwen.org/author_515.aspx\">王维</a>的后半生，虽然过着半官半隐的生活，然而在官场上却是“昆仲宦游两都，凡诸王驸马豪右贵势之门，无不拂席迎之。”（《旧唐书·王维传》）因此，在他的<a href=\"http://so.gushiwen.org/view_5719.aspx\">诗</a>作中，这类应酬的题材甚多。这首诗，既颂扬了郭给事，同时也表达了王维想辞官隐居的思想。写法上，诗人又别具机杼。最突出的是捕捉自然景象，状物以达意，使那颂扬之情，完全寓于对景物的描绘中，从而达到了避俗从雅的艺术效果。</p> <p>　　首联“洞门高阁霭余晖，桃李阴阴柳絮飞”是写郭给事所在门下省的暮春晚景。门下省官署较大，其间门户重叠，楼宇高耸，在落日余晖的笼罩下，显得十分壮丽。时当暮春，院中的桃李已成绿荫，柳絮在轻轻地飞扬。郭给事在这样幽雅的环境中居官，想来是很可乐的。</p> <p>　　诗的前两句着意写郭给事的显达。第一句“洞门高阁”，是皇家的写照，“余晖”恰是皇恩普照的象征。第二句“桃李阴阴”，突显出郭给事桃李满天下，而“柳絮飞”意指那些门生故吏，个个飞扬显达。前后两句，形象地描绘出郭给事上受皇恩之曝，下受门生故吏拥戴，突出了他在朝中的地位。</p> <p>　　颔联“禁里疏钟宫舍晚，省中啼鸟吏人稀”是写郭给事在省中值晚班的悠闲自在。宫禁里晚钟敲响，官吏散归，留下一片清静给郭给事，他怡然自得地欣赏着鸟鸣。作为门下省的副长官，他掌管着审核政令的重大职事，倘若有心于国事，如何能有此闲心欣赏鸟鸣？联系<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>在门下省值班时“不寝听金钥，因风想玉珂。明朝有封事，数问夜如何”（《春宿左省》）的情景，便可知道这位郭大人是位怎样的官吏了。此联的“官舍”、“省中”均指门下省，重复用词，也表现出作者的无话强说之状。</p> <p>　　此两句写郭给事居官的清廉闲静。如果说前两句的景状是华艳的，这两句就转为恬淡了。一个“疏”字，一个“稀”字，正好点染了这种闲静的气氛。诗人描写“省中啼鸟”这个现象，意味甚浓。一般说，官衙内总是政务繁忙，人来人往，居然可以听到鸟儿的鸣叫声，正活画出郭给事为官的闲静。</p> <p>　　王维作诗，善于抓住自然界中平凡无奇的景或物，赋予它们某种象征意义。“省中啼鸟”，看起来是描写了景致，其实，是暗喻郭给事政绩卓著，时世太平，以致衙内清闲。虽是谀词，却不着一点痕迹。</p> <p>　　颈联“晨摇玉佩趋金殿，夕奉天书拜琐闱”是写郭给事官职的显要。早朝时摇弄出玉佩的美音去金殿朝见皇帝，傍晚时捧着皇帝的诏书回到门下省给官吏们宣读。他那恭谨的样子，有一个“趋”和一个“拜”字生动地描写出来了。“晨”、“夕”两字，则使人感到他时时紧随皇帝左右，处于一种令人嘱目的地位。从全诗结构看，这里是极扬一笔，为最后点出全诗主旨作好准备。</p> <p>　　诗的末两句作了一个急转，从谦恭的语气中写出了诗人自己的意向：我虽想勉力追随你，无奈年老多病，还是让我辞官归隐吧！这是全诗的主旨，集中地反映了诗人的出世思想。唐人的很多酬赠诗中，往往在陈述了对酬者的仰慕之后，立即表达希冀引荐提拔的用意。然而王维此诗，却一反陈套，使人感到别开生面。</p>",
  "about": "<h2>创作背景</h2> 　　这首酬和<a href=\"http://so.gushiwen.org/view_5719.aspx\">诗</a>，是<a href=\"http://so.gushiwen.org/author_515.aspx\">王维</a>晚年酬赠与给事中郭某的。",
  "poet": {
    "id": 515,
    "star": 0,
    "name": "王维",
    "image": "http://img.gushiwen.org/authorImg/wangwei.jpg",
    "desc": "王维（701年－761年，一说699年—761年），字摩诘，汉族，河东蒲州（今山西运城）人，祖籍山西祁县，唐朝诗人，有“诗佛”之称。苏轼评价其：“味摩诘之诗，诗中有画；观摩诘之画，画中有诗。”开元九年（721年）中进士，任太乐丞。王维是盛唐诗人的代表，今存诗400余首，重要诗作有《相思》《山居秋暝》等。王维精通佛学，受禅宗影响很大。佛教有一部《维摩诘经》，是王维名和字的由来。王维诗书画都很有名，非常多才多艺，音乐也很精通。与孟浩然合称“王孟”。"
  },
  "tags": [
    "唐诗三百首",
    "酬和"
  ]
}