{
  "id": 52,
  "star": 59,
  "name": "干旄",
  "dynasty": "先秦",
  "content": "孑孑干旄，在浚之郊。素丝纰之，良马四之。彼姝者子，何以畀之？<br>孑孑干旟，在浚之都。素丝组之，良马五之。彼姝者子，何以予之？<br>孑孑干旌，在浚之城。素丝祝之，良马六之。彼姝者子，何以告之？",
  "fanyi": "<p><strong>译文<br></strong>牛尾之旗高高飘，人马来到浚邑郊。素丝束束理分明，良马四匹礼不轻。那位忠顺的贤士，你用什么来回敬？<br>鹰纹大旗高高飘，人马来到浚近郊。束帛层层堆得好，良马五匹选得妙。那位忠顺的贤士，你用什么来回报？<br>鸟羽旗帜高高飘，人马来到浚城郊。束帛捆捆堆得好，良马六匹真不少。那位忠顺的贤士，有何良策来回报？</p> <p><strong>注释<br></strong>1.鄘（yōng）：中国周代诸侯国名，在今河南省汲县北。<br>2.干旄（máo）：以牦牛尾饰旗杆，树于车后，以状威仪。干，通“竿”“杆”。旄，同“牦”，牦牛尾。<br>3.孑（jié）孑：旗帜高举的样子。<br>4.浚（xùn）：卫国城邑，故址在今河南浚县。<br>5.素丝：白丝，一说束帛。纰（pí）：连缀，束丝之法。在衣冠或旗帜上镶边。<br>6.良马四之：这里指四匹马为聘礼。下文“五之”“六之”用法相同。<br>7.彼：那。姝（shū）：美好。一说顺从貌。子：贤者。<br>8.畀（bì）：给，予。<br>9.旟（yú）：画有鹰雕纹饰的旗帜。<br>10.都：古时地方的区域名。《毛传》：“下邑曰都。”下邑，近城。<br>11.组：编织，束丝之法。<br>12.予：给予。<br>13.旌（jīng）：旗的一种。挂牦牛尾于竿头，下有五彩鸟羽。<br>14.祝：“属”的假借字，编连缝合。一说厚积之状。<br>15.告（gǔ）：作名词用，忠言也。一说同“予”。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　此<a href=\"http://so.gushiwen.org/view_52.aspx\">诗</a>写一位尊贵的男子驾车驱驰在浚邑郊外的大道上，车马隆隆，旗帜飘扬。接下来是对旗帜和车马的特写：旄是“素丝纰之”，用素丝织的流苏镶在旗帜的边上，可见其色彩鲜明及飘扬姿态；马是“良马四之”，四匹高头大马驾车而行，十分气派，意气风发。</p> <p>　　第二、三章意思相近，但比第一章旗帜越来越漂亮，距离浚邑越来越近，车马排场越来越盛。而离目的地越近，其情越怯。</p> <p>　　此诗全用赋体，采用重章叠句的结构，但完全重复的句子仅“彼姝者子”一句，这似乎也突出了那位“姝者”在全诗中的重要性。方玉润《诗经原始》认为：“‘西方美人’，亦称圣王，则称贤以姝，亦无所疑。”持“美好善说”的毛诗说以为“姝者”是卫国好美善的大夫，持“访贤说”的<a href=\"http://so.gushiwen.org/author_459.aspx\">朱熹</a>则以为“姝者”是卫国的贤人，但他们都认为“之”指代的是卫大夫。毛诗说以“之”为“贤者乐告以善道”（《毛诗序》）的对象，朱熹以“之”为“答其礼意之勤”（《诗集传》）的对象。“之”指代的应是上文的“彼姝者子”，若取“访贤说”，那“之”必然是指被访的贤人。“何以畀（予，告）之”，正是访贤大夫心中所想的问题：将赠送他们什么东西以示礼敬？将告诉他们哪些事需要请教？</p> <p>　　关于诗中是“四之”“五之”“六之”，《毛传》解为“御四马也”“骖马五辔”“四马六辔”，认为“良马四之”“良马五之”“良马六之”是说大夫驾车建旌旄而行。对此清马瑞辰《毛诗传笺通释》说：“服马四辔皆在手，两骖马内辔纳于觖，故四马皆言六辔，经未有言五辔者。”又引孔广森语曰：“四之、五之、六之，不当以辔为解，乃谓聘贤者用马为礼。三章转益，见其多庶。《觐礼》曰：‘匹马卓上，九马随之。’《春秋左传》曰：‘王赐虢公、晋侯马三匹。’‘楚公子弃疾见郑子皮以马六匹。’是以马者不必成双，故或五或六矣。”</p> <p>　　从诗艺上说，“在浚之郊”“在浚之都”“在浚之城”，由远而近，“良马四之”“良马五之”“良马六之”由少而多，章法是很严谨的，而“何以畀之”“何以予之”“何以告之”用疑问句代陈述句，摇曳生姿。如果按“访贤说”，那么此诗反映访贤大夫求贤若渴的心理可谓妙笔生花。</p>",
  "about": "<h2>创作背景</h2> 　　《鄘风·干旄》一<a href=\"http://so.gushiwen.org/view_52.aspx\">诗</a>，古今解其主旨之说甚多，据张树波《国风集说》所载，有十三种。各家之说，可谓洋洋大观，但其中影响较大的，主要有三种。一是以《毛诗序》为代表的“美卫文公臣子好善说”；二是以<a href=\"http://so.gushiwen.org/author_459.aspx\">朱熹</a>《诗集传》为代表的“卫大夫访贤说”，马瑞辰赞成此说，他稽考古文献，指出“古者聘贤招士多以弓旌车乘。此诗干旄、干旟、干旌，皆历举召贤者之所建”（《毛诗传笺通释》），认为此诗是赞美卫文公群臣乐于招贤纳士的诗；三是现代一些学者所持的“男恋女情诗说”，谓此诗写一个男性贵族青年乘车赶马去见他的情人。这三种说法恰好代表了古代经学汉学、宋学两大体系和五四运动兴起后新学的观点。",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": [
    "诗经"
  ]
}