{
  "id": 71531,
  "star": 5,
  "name": "古意诗",
  "dynasty": "南北朝",
  "content": "挟瑟丛台下，徙倚爱容光。<br>伫立日已暮，戚戚苦人肠。<br>露葵已堪摘，淇水未沾裳。<br>锦衾无独暖，罗衣空自香。<br>明月虽外照，宁知心内伤？",
  "shangxi": "<h2>鉴赏</h2> <p>　　<a href=\"http://so.gushiwen.org/view_71531.aspx\">诗</a>题“古意”，与“拟古”、“效古”相似，多咏前代故事，以寄寓作者的思想感情。这首古意诗，所咏地点、人物似与作者所在的南朝无涉，但却采用了以古喻今的手法，反映了南朝的一些现实。</p> <p>　　起句“挟瑟丛台下”，是说一位女子带着叫做瑟的乐器来到丛台的下边。按《汉书·高后纪》云：“高后元年，赵王宫丛台灾。”<a href=\"http://so.gushiwen.org/author_1448.aspx\">颜师古</a>注：“连丛非一，故名丛台，盖本六国时赵王故台也。”台在今河北邯郸市东北，汉时台下当有宫室。“挟瑟”恐有一典故，然不知最早的出处何在。与<a href=\"http://so.gushiwen.org/author_628.aspx\">沈约</a>同时或稍后的北齐诗人<a href=\"http://so.gushiwen.org/author_2143.aspx\">魏收</a>也写过一首《挟瑟歌》，词曰：“春风宛转入曲房，兼送小苑百花香。白马金鞍去未返，红妆玉筋下成行。”或许能作一佐证。假定是同咏一个故事，那么诗中主人翁便是一个红妆少女，金鞍白马把她带进丛台小苑，心中悲伤，流泪不止。诗中既云“徙倚”，言其低徊彷徨；又云“戚戚”，言其忧愁痛苦，其意与《挟瑟歌》中的“玉筋（泪水）下成行”相仿佛。如果此说能够成立，就便于理解这首诗了。</p> <p>　　自“露葵”以下，诗人不从挟瑟进宫写到君前弹瑟，而集中笔力专写女子的惆怅情怀。露葵为葵之别名，俗称滑菜。《本草》载<a href=\"http://so.gushiwen.org/author_823.aspx\">李时珍</a>曰：“古人采葵，必待露解，故曰露葵。”淇水，古为黄河支流，在今河南省北部，其地距河北邯郸的丛台不很远。“露葵已堪摘，淇水未沾裳”，都是女子想象之辞。她昨天伫立到日暮，悲悲戚戚地熬过一夜，第二天早上看到日出露解，遂想到家中园子里的露葵也该采摘了；但是遥隔淇水，她还没有冲破重重险阻回到家中，其内心之痛苦可知。此说亦有所据，《诗经·卫风·氓》云：“桑之落矣，其黄而陨。自我徂尔，三岁食贫。淇水汤汤，渐车帷裳。女也不爽，士贰其行。”<a href=\"http://so.gushiwen.org/author_459.aspx\">朱熹</a>集传：“言桑之黄落，以比己之容色凋谢。遂言自我往之尔家，而值尔之贫，于是见弃，复乘车而渡水以归。”沈约此诗题作古意，当也有取于《诗经》，虽未全部搬用，但“淇水未沾裳”一句，系从《诗经》中“淇水汤汤，渐车帷裳”化来。他的意思是说女子身入丛台，不能渡过淇水以归家，独处曲房，寂寞凄凉，遂有“锦衾无独暖，罗衣空自香”之感。综上所述，可见所写女子当出身于农村，且家住淇水的另一边。她在家时曾经从事采摘露葵之类的劳动。到了丛台以后，虽得享受奢华的生活，但心中对家乡的亲人犹眷念不已。因此，她夜里盖着锦衾，不感到温暖；白天穿着罗衣，也不觉得芳香。诗人虽写前代故事，然亦有感而发。因为以金陵为都城的南朝帝王，大都过着纸醉金迷、征歌逐舞的生活。他们的宫廷养有歌儿舞女，大都来自农村。此诗虽写古代的北方，实际上是借这面镜子，反映当时的现实，寄寓对下层妇女的同情。</p> <p>　　结尾二句，纯系抒情。时间又到了深夜，女子空房独处，只见一轮明月高挂中天。这明月不仅在丛台可以见到，在她的家乡也能见到。“仰头看明月，寄情千里光”（《子夜四时歌》），愁人当此，不能不惹起乡思。然而明月可望，家乡难归，于是她不由得叹息：“明月虽外照，宁知心内伤？”她内心深处隐藏着无限痛楚，连人们都无法理解，那天空的明月更不能知道。诗末以问句作结，那女子的一腔怨情似乎仍在空中回荡，悠悠不尽，发人遐想。</p> <p>　　沈约是梁代著名的声律学家。他在《宋书·<a href=\"http://so.gushiwen.org/author_758.aspx\">谢灵运</a>传论》中说：“夫五色相宣，八音协畅，由乎玄黄律吕，各适物宜。欲使宫羽相变，低昂互节，若前有浮声，则后须切响。一简之内，音韵尽殊；两句之中，轻重悉异。”验之于此诗，他似乎在身体力行。就字面而言，那碧绿的露葵，清澈的淇水，华丽的锦衾，芳香的罗衣，实是“五色相宣”。就音律而言，它押的是平声阳韵，声调铿锵，韵律和谐；而当中“露葵已堪摘，淇水未沾裳”、“锦衾无独暖，罗衣空自香”两联，对偶工整，低昂互节。这又是“八音协畅”。经过沈约揭示了声律的秘密以后，再经过一百年左右的努力，在中国诗坛上终于涌现了“回忌声病，约句准篇”的近体律绝。回顾他在这些诗里的艺术实践，是很有意义的。</p>",
  "poet": {
    "id": 628,
    "star": 0,
    "name": "沈约",
    "image": "http://img.gushiwen.org/authorImg/shenyue.jpg",
    "desc": "沈约（441~513年），字休文，汉族，吴兴武康（今浙江湖州德清）人，南朝史学家、文学家。出身于门阀士族家庭，历史上有所谓“江东之豪，莫强周、沈”的说法，家族社会地位显赫。祖父沈林子，宋征虏将军。父亲沈璞，宋淮南太守，于元嘉末年被诛。沈约孤贫流离，笃志好学，博通群籍，擅长诗文。历仕宋、齐、梁三朝。在宋仕记室参军、尚书度支郎。著有《晋书》、《宋书》、《齐纪》、《高祖纪》、《迩言》、《谥例》、《宋文章志》，并撰《四声谱》。作品除《宋书》外，多已亡佚。"
  },
  "tags": []
}