{
  "id": 10386,
  "star": 16,
  "name": "醉时歌",
  "dynasty": "唐代",
  "content": "诸公衮衮登台省，广文先生官独冷。<br>甲第纷纷厌梁肉，广文先生饭不足。<br>先生有道出羲皇，先生有才过屈宋。<br>德尊一代常坎坷，名垂万古知何用！<br>杜陵野客人更嗤，被褐短窄鬓如丝。<br>日籴太仓五升米，时赴郑老同襟期。<br>得钱即相觅，沽酒不复疑。<br>忘形到尔汝，痛饮真吾师。<br>清夜沉沉动春酌，灯前细雨檐花落。<br>但觉高歌有鬼神，焉知饿死填沟壑？<br>相如逸才亲涤器，子云识字终投阁。<br>先生早赋归去来，石田茅屋荒苍苔。<br>儒术于我何有哉，孔丘盗跖俱尘埃。<br>不须闻此意惨怆，生前相遇且衔杯！",
  "fanyi": "<p><strong>译文<br></strong>所事事的人个个身居高位，广文先生的官职却很清冷。<br>豪门之家吃厌了米和肉，广文先生的饭食反而不足。<br>先生的品德超出羲皇，先生的才学胜过屈宋。<br>德高一代的人往往不得志，扬名万古却又有何用？<br>我杜陵野客更受人们讥笑，身穿粗布衣裳两鬓如丝。<br>穷得天天在官仓买米五升，经常拜访郑老，我们胸襟默契。<br>得了钱我们往来相见，买些好酒毫不迟疑。<br>乐极忘形，呼唤我和你，痛饮的豪情真是我的老师！<br>深沉的清夜我们劝饮春酒，灯前闪烁的屋檐细雨如花落。<br>狂欢高歌像有鬼神相助，哪知道人饿死还要填沟壑。<br><a href=\"http://so.gushiwen.org/author_70.aspx\">司马相如</a>有才能亲自洗食器，<a href=\"http://so.gushiwen.org/author_715.aspx\">扬雄</a>能识字终于要跳下天禄阁。<br>先生早些赋一篇《归去来》，免得瘠田茅屋长满青苔。<br>儒术对我有什么用？<a href=\"http://so.gushiwen.org/author_856.aspx\">孔丘</a>、柳下跖都已化成尘埃。<br>听了这些话，心里莫悲伤，我们生前相遇，把酒喝个畅快！</p> <p><strong>注释<br></strong>醉时歌：作品原注：“赠广文馆博士<a href=\"http://so.gushiwen.org/author_2422.aspx\">郑虔</a>。”<br>衮衮：众多。<br>台省：台是御史台，省是中书省、尚书省和门下省。都是当时中央枢要机构。<br>广文先生：指郑虔。因郑虔是广文馆博士。<br>冷：清冷，冷落。<br>甲第：汉代达官贵人住宅有甲乙次第，所以说“甲第”。<br>厌：饱足。<br>出：超出。<br>羲皇：指伏羲氏，是传说中我国古代理想化的圣君。<br>屈宋：<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>和<a href=\"http://so.gushiwen.org/author_358.aspx\">宋玉</a>。<br>杜陵野客：<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>自称。杜甫祖籍长安杜陵，他在长安时又曾在杜陵东南的少陵附近住过，所以自称“杜陵野客”，又称“少陵野老”。嗤：讥笑。<br>褐：粗布衣，古时穷人穿的衣服。<br>日籴：天天买粮，所以没有隔夜之粮。<br>太仓：京师所设皇家粮仓。当时因长期下雨，米价很贵，于是发放太仓米十万石减价济贫，杜甫也以此为生。<br>时赴：经常去。<br>郑老：郑虔比杜甫大一、二十岁，所以称他“郑老”。<br>同襟期：意思是彼此的襟怀和性情相同。<br>相觅：互相寻找。<br>不复疑：得钱就买酒，不考虑其他生活问题。<br>忘形到尔汝：酒酣而兴奋得不分大小，称名道姓，毫无客套。<br>檐花：檐前落下的雨水在灯光映射下闪烁如花。<br>有鬼神：似有鬼神相助，即“<a href=\"http://so.gushiwen.org/view_10386.aspx\">诗</a>成若有神”、“诗应有神助”的意思。<br>填沟壑：指死于贫困，弃尸沟壑。<br>相如：司马相如，西汉著名辞赋家。<br>逸才：出众的才能。<br>亲涤器：司马相如和妻子<a href=\"http://so.gushiwen.org/author_785.aspx\">卓文君</a>在成都开了一间小酒店，卓文君当炉，司马相如亲自洗涤食器。<br>子云：扬雄的字。<br>投阁：王莽时，扬雄校书天禄阁，因别人牵连得罪，使者来收捕时，扬雄仓皇跳楼自杀，幸而没有摔死。<br>归去来：东晋<a href=\"http://so.gushiwen.org/author_645.aspx\">陶渊明</a>辞彭泽令归家时，曾赋《归去来辞》。<br>孔丘：孔子。<br>盗跖：春秋时人，姓柳下，名跖，以盗为生，因而被称为“盗跖”.</p>",
  "shangxi": "<h2>赏析</h2> <p>　　全<a href=\"http://so.gushiwen.org/view_10386.aspx\">诗</a>可分为四段，前两段各八句，后两段各六句。从开头到“名垂万古知何用”这八句是第一段。</p> <p>　　第一段前四句用“诸公”的显达地位和奢靡生活来和<a href=\"http://so.gushiwen.org/author_2422.aspx\">郑虔</a>的位卑穷窘对比。“衮衮”，相继不绝之意。“台省”，指中枢显要之职。“诸公”未必都是英才，却一个个相继飞黄腾达，而广文先生，“才名四十年，坐客寒无毡。”那些侯门显贵之家，精粮美肉已觉厌腻了，而广文先生连饭也吃不饱。这四句，一正一衬，排比式的对比鲜明而强烈，突出了“官独冷”和“饭不足”。后四句诗人以无限惋惜的心情为广文先生鸣不平。论道德，广文先生远出羲皇。论才学，广文先生抗行屈宋。然而，道德被举世推尊，仕途却总是坎坷；辞采虽能流芳百世，也解决不了生前的饥寒。</p> <p>　　第二段从“广文先生”转到“杜陵野客”，写诗人和郑广文的忘年之交，二人像涸泉里的鱼，相濡以沫，交往频繁。“时赴郑老同襟期”和“得钱即相觅”，仇兆鳌注说，前句是<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>去，后句是郑虔来。他们推心置腹、共叙怀抱，开怀畅饮，聊以解愁。</p> <p>　　第三段六句是这首诗的高潮，前四句樽前放歌，悲慨突起，是神来之笔。后二句似宽慰，实愤激。<a href=\"http://so.gushiwen.org/author_70.aspx\">司马相如</a>是一代逸才，却曾亲自卖酒、洗涤食器；才气横溢的<a href=\"http://so.gushiwen.org/author_715.aspx\">扬雄</a>就更倒霉了，因刘棻获罪而被株连，逼得跳楼自杀。诗人似乎是用才士薄命的事例来安慰朋友，然而读者只要把才士的蹭蹬饥寒和首句“诸公衮衮登台省”连起来看，就可以感到诗笔的针砭力量。</p> <p>　　末段六句，愤激中含有无可奈何之情。既然仕路坎坷，怀才不遇，那么儒术拿来也没有用了，<a href=\"http://so.gushiwen.org/author_856.aspx\">孔丘</a>和盗跖也可以等量齐观了。诗人像这样说，既是在评儒术，暗讽时政，又好像是在茫茫世路中的自解自慰，一笔而两面俱到。末联以“痛饮”作结，孔丘非师，聊依杜康，以旷达为愤激。</p> <p>　　诸家评论这首诗，或者说悲壮，或者说豪宕，其实悲慨与豪放是兼而有之的，而以悲慨为主。普通的诗，要么是豪放易尽（一滚而下，没有含蓄），要么是悲慨不广（流于偏激）。杜甫的诗豪放而不失蕴藉，悲慨而无伤雅正，这首诗就是一个例子。</p> <p>　　首段以对比起句，不但挠直为曲，而且造成排句气势，运笔如风。后四句两句一转，愈转感情愈烈，“浩歌弥激烈”。第二段接以缓调。前四句为七言诗句，后四句突然转为五言诗句，免去了板滞之感。而且短句促调，渐变轩昂，把诗情推向高潮。第三段先用四句描写痛饮情的场景，韵脚换为促、沉的入声字，所谓“弦急知柱促”，“慷慨有余哀”。而诗中杂有豪放的语句，所以没有衰飒气味。诗评家对这首诗推崇备至，说“清夜以下，神来气来，千古独绝。”“清夜四句，惊天动地。”（见《唐宋诗举要》引）但他们忽略了“相如逸才”、“子云识字”一联的警策、广大。这一联妙在以对句锁住奔流之势，而承上启下，连环双绾，过到下段使读者不觉。这一联与首段联系起来，便显得“衮衮诸公”可耻。实际上就是说“邦无道，富且贵焉，耻也”。所以说这首赠诗不是一般的叹老嗟卑、牢骚怨谤，而是伤时钦贤之作，诗人将激烈的郁结情绪用蕴藉的手法表现了出来。</p> <p>　　末段又换平声韵，除“不须”一句外，句句用韵，慷慨高歌，显示出放逸傲岸的风度，使读者读起来，能沉浸其中而精神振荡。</p>",
  "about": "<h2>创作背景</h2> <p>　　这首<a href=\"http://so.gushiwen.org/view_10386.aspx\">诗</a>大概作于天宝十四载（755年）春，此时已经是<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>困守在长安的第十个年头了，由于仕途坎坷，社会黑暗，诗人的牢骚愤怨自然也与日俱增。</p> <p>　　根据诗人的自注，这首诗是写给好友<a href=\"http://so.gushiwen.org/author_2422.aspx\">郑虔</a>的。郑虔是当时有名的学者。他的诗、书、画被唐玄宗评为“三绝”。天宝初，被人密告“私修国史”，远谪十年。回长安后，任广文馆博士。性旷放绝俗，又喜喝酒。杜甫很敬爱他。两人尽管年龄相差很远（杜甫初遇郑虔，年三十九岁，郑虔估计已近六十），但过从很密。郑虔的处境和杜甫一样很不得意。</p>",
  "poet": {
    "id": 474,
    "star": 0,
    "name": "杜甫",
    "image": "http://img.gushiwen.org/authorImg/dufu.jpg",
    "desc": "杜甫（712－770），字子美，自号少陵野老，世称“杜工部”、“杜少陵”等，汉族，河南府巩县（今河南省巩义市）人，唐代伟大的现实主义诗人，杜甫被世人尊为“诗圣”，其诗被称为“诗史”。杜甫与李白合称“李杜”，为了跟另外两位诗人李商隐与杜牧即“小李杜”区别开来，杜甫与李白又合称“大李杜”。他忧国忧民，人格高尚，他的约1400余首诗被保留了下来，诗艺精湛，在中国古典诗歌中备受推崇，影响深远。759-766年间曾居成都，后世有杜甫草堂纪念。"
  },
  "tags": [
    "叙事",
    "友谊",
    "感慨",
    "怀才不遇"
  ]
}