{
  "id": 61203,
  "star": 15,
  "name": "一剪梅·袁州解印",
  "dynasty": "宋代",
  "content": "陌上行人怪府公，还是诗穷，还是文穷？下车上马太匆匆，来是春风，去是秋风。<br>阶衔免得带兵农，嬉到昏钟，睡到斋钟。不消提岳与知宫，唤作山翁，唤作溪翁。",
  "fanyi": "<p><strong>译文</strong><br>田间路上的行人惊怪的看着作者，是<a href=\"http://so.gushiwen.org/view_61203.aspx\">诗</a>使人穷、还是文使人穷？从上任到解职时间匆匆，春天到袁州就任，刚到秋天就被免职。罢官以后不用再带兵、农，那就从早玩到黑，从天黑睡到吃饭。不用跻身仕途，做一个名副其实的“山翁”、“溪翁”。</p> <p><strong>注释</strong><br>⑴一剪梅：词牌名。<br>⑵陌上：田间小路上。陌，田间东西方向的道路，泛指道路。<br>⑶怪：惊异；觉得奇怪。《史记·商君列传》：“民怪之，莫敢徒。”<br>⑷府公：泛称府、州级的长官。《资治通鉴·后周太祖广顺二年》：“﹝孙钦﹞往辞承丕 ， 承丕邀与俱见府公。”<br>⑸诗穷：诗使人穷。<br>⑹文穷：文使人穷。<br>⑺下车上马：指上任到解职。下车，官吏到任。《后汉书·<a href=\"http://so.gushiwen.org/author_6.aspx\">张衡</a>传》：“衡下车，治威严。”<br>⑻春风：春天的风。暗指上任时春风得意。<br>⑼秋风：秋天的风，暗指离任时失意落寞。<br>⑽阶衔：官职。<br>⑾钟：指某个时间。<br>⑿不消：不需要；不用。宋<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a> 《赠包安静先生》诗之三：“便须起来和热喫，不消洗面裹头巾。”<br>⒀岳、知宫：官职名，也指仕途。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　词篇一开始即通过陌上行人对词人“下车上马太匆匆”的惊怪，从侧面描写这次被解职是毫无道理的。“下车”“上马”其间相距不过数月，故云“太匆匆”。</p> <p>　　“<a href=\"http://so.gushiwen.org/view_61203.aspx\">诗</a>穷”、“文穷”是诗使人穷、文使人穷的意思。行人们这样发问正说明城中父老对他革职的不解与不平，这从侧面肯定了作者在袁州并无失职，失火不是他的过错。既然人们对他这次解官只当是因为诗穷，因为文穷之故，换言之即非为政有失，则作者被排挤的真相就昭然若揭了。作者借行人之口，巧妙地为自己的罢官作了申诉。“春风”、“秋风”两句点出时间，表现了作者上任时春风得意，离职时的失意落寞，前后形成鲜明的对比，暗指仕途沉浮无常；也喻作者两袖清风，正直廉洁。</p> <p>　　下阕从作者方面立言，是对“行人”关切的回答。那意思是说：不要有什么奇怪，我自己倒落得个清闲。宋时，一般情况下知州兼任本州兵马钤辖和劝农使。知州的实职被夺，也就没有带兵、农的虚衔了，这是一种幽默的说法。“阶衔免得带兵农，嬉到昏钟，睡到斋钟。不消提岳与知宫，唤作出翁、唤作溪翁”这几句说既然当权者不给事干，那就只好从早玩到黑，从天黑睡到吃饭，作一个名副其实的“山翁”、“溪翁”。不能跻身仕途就作浪迹山林的打算，这在封建时代是带有普遍性的现象。但作者其实是用反语发泄牢骚，<a href=\"http://so.gushiwen.org/author_106.aspx\">刘克庄</a>绝不是一个甘心作山翁、溪翁的人。</p> <p>　　作者在词中寓愤懑不平之气于谐谑闲适之中，一问一答，轻松而不流于浅露，亦客亦主，活泼而不失之含蓄，可以说在豪放粗犷的词风中较为独特。</p>",
  "about": "<h2>创作背景</h2> 　　<a href=\"http://so.gushiwen.org/author_106.aspx\">刘克庄</a>是一个心怀天下、渴望为国立功的人。但在当时那个腐朽的时代里，他的仕途却充满了曲折。公元1237（嘉熙元年）春，词人出使袁州，数月后即因火灾被劾罢官。刘克庄大为不服，写下这这首词以示申说。",
  "poet": {
    "id": 106,
    "star": 0,
    "name": "刘克庄",
    "image": "http://img.gushiwen.org/authorImg/liukezhuang.jpg",
    "desc": "刘克庄(1187～1269) 南宋诗人、词人、诗论家。字潜夫，号后村。福建莆田人。宋末文坛领袖，辛派词人的重要代表，词风豪迈慷慨。在江湖诗人中年寿最长，官位最高，成就也最大。晚年致力于辞赋创作，提出了许多革新理论。"
  },
  "tags": [
    "仕途"
  ]
}