{
  "id": 72116,
  "star": 24,
  "name": "金缕曲·闷欲呼天说",
  "dynasty": "清代",
  "content": "闷欲呼天说。问苍苍、生人在世，忍偏磨灭？从古难消豪气，也只书空咄咄。正自检、断肠诗阅。看到伤心翻天笑，笑公然、愁是吾家物！都并入、笔端结。 <br>英雄儿女原无别。叹千秋、收场一例，泪皆成血。待把柔情轻放下，不唱柳边风月；且整顿、铜琶铁拨。读罢《离骚》还酌酒，向大江东去歌残阕。声早遏，碧云裂。",
  "fanyi": "<h2>注释</h2> ①金缕曲：即“贺新郎”，始见于<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>《东坡乐府》。重头一百十六字，仄韵。又名“乳燕飞”、“金缕衣”、“金缕词”、“风敲竹”、“金缕歌”、“雪月江山夜”、“貂裘换酒”、“贺新凉”。<br>②苍苍：上苍、苍天。“磨灭”句：怎忍此狠心，偏加折磨，灭绝人之才性？　<br>③咄咄：咄陨怪事。书空：不言而以手在空中作字。此四字短语历来用以表示极度愤懑。　<br>④断肠<a href=\"http://so.gushiwen.org/view_72116.aspx\">诗</a>：此处泛言伤心之诗词，指自已作品，与<a href=\"http://so.gushiwen.org/author_220.aspx\">朱淑真</a>《断肠诗词》无涉。　<br>⑤柳边风月：指<a href=\"http://so.gushiwen.org/author_535.aspx\">柳永</a>一路词风。柳永有名句“杨柳岸、晚风裂月”。　<br>⑥铜琶铁拨：指苏轼一路词风，俞文豹《吹剑续录》载有“学士词须关西大汉抱铜琵琶，执铁绰板，唱‘大江东去’”语。拨子：弹琵琶用的薄片。<br>⑦遏：扼止、阻止。",
  "shangxi": "<h2>鉴赏</h2> 　　<a href=\"http://so.gushiwen.org/author_514.aspx\">吴藻</a>是个尚未被人们充分认识的出色的女词人。在中国妇女文化史上，这是位较早觉醒的女性。女性的觉醒，大抵始自于婚姻问题，但仅止步于此，觉醒尚难有深度。吴藻的女性自觉，可贵的是对人生、对社会、对男女地位之别以及命运遭际的某些通同等问题，都有其初步的朦胧的思考，从而成为这种思索和悟解、觉醒长链中值得珍视的一环。这阕《金缕曲》是《花帘词》中的作品，《花帘词》编刊于公元1829年（道光九年）春，也即系吴藻三十岁前所作，而此词编次甚前，乃吴藻二十三岁前后的心声。上片有两个要点，一是“问天”，二是女性自省。问天，是对不公世道的抗议。世道之不公，扼杀才性，对男女其实都一样。然而“豪士气”难消时，最激烈的形态却是“咄咄书空”，那么就没有理由让女性一定要将“愁”视成“吾家物”，没完没了地形诸笔端。这是吴藻对女性弱点的自省。把女性从“愁”中解脱出来，自省也即自强，挣脱的乃是一个软弱的情结。看似平易的词语中跳荡的是颗强毅的心，吴藻是深刻的。下片紧承这自省而来，强化女性自振意识。“英雄儿女”既然“无别”，而且“千秋收场”全皆是泪成血，那么女性红妆们就不必放不下“柔情”，应和须眉男儿一起去唱“大江东去”。人们都熟悉<a href=\"http://so.gushiwen.org/author_381.aspx\">秋瑾</a>女士《满江红》词中“身不得，男儿列；心却比，男儿烈”之句，而吴藻则在大半个世纪之前已有此觉醒则更可贵。吴藻强烈意识到“柔情”、眼泪改变不了“皆成血”的收场，感动不了“苍苍”的。吴藻的能有此震聋发聩之唱，与她介入男性历来独主的文化社会有密切关系。而其之所以得能介入社会文化生活，又是因为有<a href=\"http://so.gushiwen.org/author_676.aspx\">袁枚</a>到<a href=\"http://so.gushiwen.org/author_26.aspx\">陈文述</a>这个鼓励女性文学文化的“性灵”系列的存在，吴藻正是陈文述“灵伯”之女弟子。文学史家们不该轻忽这一事实。",
  "poet": {
    "id": 514,
    "star": 0,
    "name": "吴藻",
    "image": "http://img.gushiwen.org/authorImg/wuzao.jpg",
    "desc": "吴藻，清（一七九九―一八六二）女。字苹香，自号玉岑子，仁和（今杭州）。人。幼而好学，长则肆力于词，又精绘事，尝写饮酒读骚图。著有香南雪北庐集、花帘书屋诗、花帘词、读骚图曲。"
  },
  "tags": [
    "豪放",
    "议论",
    "抒怀"
  ]
}