{
  "id": 49147,
  "star": 86,
  "name": "鹧鸪天·十里楼台倚翠微",
  "dynasty": "宋代",
  "content": "十里楼台倚翠微。百花深处杜鹃啼。殷勤自与行人语，不似流莺取次飞。 <br>惊梦觉，弄晴时。声声只道不如归。天涯岂是无归意，争奈归期未可期。",
  "fanyi": "<p><strong>译文<br></strong>春天，<a href=\"http://so.gushiwen.org/view_49147.aspx\">诗</a>人在偎依着青山的十里楼台边，听见了从盛开的百花深处传来的杜鹃啼叫声。那声声杜鹃鸣就像和行道中人说话似的，与那随意飞飞停停的流莺不同。<br>在晴明的春日，杜鹃不断卖弄它那“不如归去”的“殷勤”的叫声，“行人”似从梦中惊醒。这“行人”岂是不想回家啊，只是回家的日子还不能期望定下啊。</p> <p><strong>注释<br></strong>①翠微：青翠的山气，此指青翠掩映的山间幽深处。<br>②杜鹃：又名杜宇、子规，叫声像“不如归去”；啼：叫。<br>③行人：离别在外的游子。<br>④流莺：指黄莺。取次：随意、任意。<br>⑤惊梦觉：从睡梦中惊醒；弄晴时：弄指卖弄，杜鹃在晴明的春日卖弄自己的叫声。<br>⑥不如归：杜鹃的叫声像“不如归去”。<br>⑤争奈：怎奈。惊梦”两句：在晴朗温和的春日，杜鹃似乎在卖弄叫声，将客人砂梦中惊醒。未可期：未可肯定的意思。 “期“，必韵意思。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这首词通过咏杜鹃而思归怀人，构思巧妙。</p> <p>　　上片写羁旅行人梦中得到杜鹃“殷勤”劝慰：山色青翠、春深花繁之时，流莺漫不经心地随意飞鸣，唯有杜鹃善解人意，于百花深处向行人殷勤劝慰。“十里楼台倚翠微，百花深处杜鹃啼”，写鹃啼的环境和季节。青翠的山色，如<a href=\"http://so.gushiwen.org/author_569.aspx\">何逊</a>“《仰赠从兄兴宁真南》：“高山郁翠微”；也用以指代青山，如<a href=\"http://so.gushiwen.org/author_211.aspx\">杜牧</a>《九日齐山登高》：“与客携壶上翠微”。此处指青山，说在靠着青山的十里楼台的旁边，在春天百花盛开的深处，听见了杜鹃啼叫。“殷勤白与行人语，不似流莺取次飞”，说杜鹃在花间不断地叫着，好像对“行人”很有情感，不惜“殷勤”相告，比起黄莺的随意飞动，对人漠不关心，大不相同。<a href=\"http://so.gushiwen.org/author_268.aspx\">黄庭坚</a>《次韵裴仲谋同年》：“烟沙篁竹江南岸，输与鸬鹚取次眠。”也是用这个词来写鸟。“行人”走在春色绚烂的优美环境中，心情本来是会愉悦的，但因为离家作客，所以听了杜鹃叫声，不免会引起思家之念，作客之愁。那么，词中所写的美丽景色，又正好为杜鹃叫声的感人作了反衬。</p> <p>　　下片写杜鹃对行人梦醒之后的声声规劝：羁旅之人一梦惊醒，已是阳光明媚，杜鹃仍在喋喋不休，“声声只道不如归”，本是好心规劝，谁知却帮了倒忙，反而使得羁旅之人益发孤寂、更多春愁，惹得他久久蓄积在心的思归怀人之情倾泻而出，再也控制不住，因而斥责杜鹃，“天涯岂是无归意，争奈归期未可期”。“惊梦觉，弄晴时，声声只道不如归”，在晴明的春日，杜鹃偏又卖弄它的叫声，“行人”从梦中惊醒，听到的还是声声的“不如归去”。前面路上初闻鹃啼，感到“殷勤”；听得太多，睡在床上也被叫得不安，叫的又是一句人所做不到的话，那“行人”心中自然也就变得有点烦躁了。“天涯岂是无归意，争奈归期未可期”，不是自己不想回家，只是自己不能决定回去的日期，生活不能由自己主宰，没有什么办法。结句以反诘句收束全词，突出行客思归怀人之深切，点明本词题旨，同时又回答了杜鹃“不如归去”的声声规劝，句法巧妙，抒情委婉沉郁。这是在烦躁中的思念，说是自言自语行，说是对杜鹃的回答也行。这里表面上有埋怨鹃鸟无知、强聒难耐的意思，但归根到底，是对真正“作弄”人的生活遭遇的愤慨。这片词，话说得比较直致，但内容还有曲折。 </p> <p>　　同样听到一种鹃声，不同的<a href=\"http://so.gushiwen.org/view_49147.aspx\">诗</a>人、词家，可以从各自的处境、各样的角度写出不同的感受。<a href=\"http://so.gushiwen.org/author_291.aspx\">杜荀鹤</a>的“啼得血流无用处，不如缄口过残春”，是愤慨文章无用之言；<a href=\"http://so.gushiwen.org/author_564.aspx\">韦应物</a>的“邻家孀妇抱儿泣，我独展转为何情”，是同情丈夫死在外地的寡妇之言；<a href=\"http://so.gushiwen.org/author_723.aspx\">朱敦儒</a>的“月解重圆星解聚，如何不见人归？今春还听杜鹃啼”，是痛心国土沦陷，南北亲人不能团聚之言；<a href=\"http://so.gushiwen.org/author_510.aspx\">范仲淹</a>的“春光无限好，犹道不如归”，是豁达之言；<a href=\"http://so.gushiwen.org/author_361.aspx\">杨万里</a>的“自出锦江归未得，至今犹劝别人归”，是诙谐之言。<a href=\"http://so.gushiwen.org/author_588.aspx\">晏几道</a>这首词，则是对浪迹在外、有家难归的生活的叹息之言，写得真切，有一定的感染力；结尾两句，用反跌之笔表曲折之情，意境尤深。</p>",
  "poet": {
    "id": 588,
    "star": 0,
    "name": "晏几道",
    "image": "http://img.gushiwen.org/authorImg/yanjidao.jpg",
    "desc": "晏几道（1030-1106，一说1038—1110 ，一说1038-1112），男，汉族，字叔原，号小山，著名词人，抚州临川文港沙河（今属江西省南昌市进贤县）人。晏殊第七子。历任颍昌府许田镇监、乾宁军通判、开封府判官等。性孤傲，晚年家境中落。词风哀感缠绵、清壮顿挫。一般讲到北宋词人时，称晏殊为大晏，称晏几道为小晏。《雪浪斋日记》云：“晏叔原工小词，不愧六朝宫掖体。”如《鹧鸪天》中的“舞低杨柳楼心月，歌尽桃花扇底风”等等词句，备受人们的赞赏。"
  },
  "tags": [
    "春天",
    "羁旅",
    "写鸟"
  ]
}