{
  "id": 10434,
  "star": 37,
  "name": "羌村",
  "dynasty": "唐代",
  "content": "峥嵘赤云西，日脚下平地。<br>柴门鸟雀噪，归客千里至。<br>妻孥怪我在，惊定还拭泪。<br>世乱遭飘荡，生还偶然遂！<br>邻人满墙头，感叹亦歔欷。<br>夜阑更秉烛，相对如梦寐。</p> <p>晚岁迫偷生，还家少欢趣。<br>娇儿不离膝：畏我复却去。<br>忆昔好追凉，故绕池边树。<br>萧萧北风劲，抚事煎百虑。<br>赖知禾黍收，已觉糟床注。<br>如今足斟酌，且用慰迟暮。</p> <p>群鸡正乱叫，客至鸡斗争。<br>驱鸡上树木，始闻叩柴荆。<br>父老四五人，问我久远行。<br>手中各有携，倾榼浊复清。<br>莫辞酒味薄，黍地无人耕。<br>兵戈既未息，儿童尽东征。<br>请为父老歌，艰难愧深情。<br>歌罢仰天叹，四座泪纵横。",
  "fanyi": "<p><strong>译文</strong><br>西天布满重峦叠嶂似的红云，阳光透过云脚斜射在地面上。<br>经过千里跋涉到了家门，目睹萧瑟的柴门和鸟雀的聒噪，好生萧条啊！<br>妻子和孩子们没想到我还活着，愣了好一会儿才喜极而泣。<br>在这兵荒马乱的时候，能够活着回来，确实有些偶然。<br>邻居闻讯而来，围观的人在矮墙后挤得满满的，无不感慨叹息。<br>夜很深了，夫妻相对而坐，仿佛在梦中，不敢相信这都是真的。</p> <p>人到晚年了，还感觉是在苟且偷生，但又迫于无奈，终日郁郁寡欢。<br>儿子整日缠在我膝旁，寸步不离，害怕我回家没几天又要离开。<br>闲来绕数漫步，往昔追随皇帝的情景出现在眼前，可事过境迁，只留下遗憾和叹息。<br>一阵凉风吹来，更觉自己报国无门，百感交集，备受煎熬。<br>幸好知道已经秋收了，新酿的家酒虽未出糟，但已感到醇香美酒正从糟床汩汩渗出。<br>现在这些酒已足够喝的了，姑且用它来麻醉一下自己吧。</p> <p>成群的鸡正在乱叫，客人来时，鸡又争又斗。<br>把鸡赶上了树端，这才听到有人在敲柴门。<br>四五位村中的年长者，来慰问我由远地归来。<br>手里都带着礼物，从榼里往外倒酒，酒有的清，有的浊。<br>一再解释说：“酒味为什么淡薄，是由于田地没人去耕耘。<br>战争尚未停息，年轻人全都东征去了。”<br>请让我为父老歌唱，在艰难的日子里， 感谢父老携酒慰问的深情。<br>吟唱完毕，我不禁仰天长叹，在座的客人也都热泪纵横不绝，悲伤之至。 </p> <p><strong>注释</strong><br>⑴峥嵘，山高峻貌；这里形容云峰。赤云西，即赤云之西，因为太阳在云的西边。古人不知地转，以为太阳在走，故有“日脚”的说法。这两句是未到时的远望。<br>⑵因有人来，故宿鸟惊喧。<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>是走回来的，所谓“白头拾遗徒步归”，他曾向一个官员借马，没借到。“千里至”三字，辛酸中包含着喜悦。<br>⑶妻孥（nú）：妻子和儿女。杜甫的妻子这时以前虽已接到杜甫的信，明知未死，但对于他的突然出现，仍不免惊疑，只是发愣，所以说“怪我在”。下句说，惊魂既定，心情复常，方信是真，一时悲喜交集，不觉流下泪来。这两句写得极深刻、生动，是一个绝妙的镜头。<br>⑷遂，是如愿以偿。这两句是上两句的说明，下四句的引子。“偶然”二字含有极丰富的内容，和无限的感慨。杜甫陷叛军数月，可以死；脱离叛军亡归，可以死；疏救房琯，触怒肃宗，可以死；即如此次回鄜，一路之上，风霜疾病、盗贼虎豹，也无不可以死。现在竟得生还，岂不是太偶然了吗？妻子之怪，又何足怪呢。<br>⑸歔（xū）欷（xī），悲泣之声。在这些感叹悲泣声中，读者仿佛可以听到父老们（邻人）对于这位民族<a href=\"http://so.gushiwen.org/view_10434.aspx\">诗</a>人的赞叹。<br>⑹夜阑，深夜。“更”读去声，夜深当去睡，今反高烧蜡烛，所以说“更”。这是因为万死一生，久别初逢，过于兴奋，不忍去睡，也不能入睡。因事太偶然，故虽在灯前，面面相对，仍疑心是在梦中。<br>⑺晚岁，即老年。迫偷生，指这次奉诏回家。杜甫心在国家，故直以诏许回家为偷生苟活。少欢趣，正因为杜甫认为当此万方多难的时候却待在家里是一种可耻的偷生，所以感到“少欢趣”。“少”字有分寸，不是没有。<br>⑻这句当在“畏”字读断，是上一下四的句法。这里的“却”字，作“即”字讲。“却去”犹“即去”或“便去”。是说孩子们怕爸爸回家不几天就又要走了，因为他们已发觉爸爸的“少欢趣”。金圣叹云：“娇儿心孔千灵，眼光百利，早见此归，不是本意，于是绕膝慰留，畏爷复去。”<br>⑼忆昔，指上一年六七月间。追凉，追逐凉爽的地方，即指下句。<br>⑽杜甫回来在闰八月，西北早寒，故有此景象。萧萧，兼写落叶。“抚”是抚念。抚念家事则满目凄凉，抚念国事则胡骑猖獗，因而忧心如焚。<br>⑾“赖”字有全亏它的意思，要是再没酒，简直就得愁死。糟床，即酒醡。注，流也，指酒。<br>⑿这两句预计的话，因为酒还没酿出。“足斟酌”是说有够喝的酒。“且用慰迟暮”，姑且用它（酒）来麻醉自己一下吧。这只是一句话，并不是真心话。<br>⒀柴荆，犹柴门，也有用荆柴、荆扉的。最初的叩门声为鸡声所掩，这时才听见，所以说“始闻”。按养鸡之法，今古不同，南北亦异。《诗经》说“鸡栖于埘”，汉乐府却说“鸡鸣高树颠”，又似栖于树。石声汉《齐民要术今释》谓“黄河流域养鸡，到唐代还一直有让它们栖息在树上的，所以杜甫诗中还有‘驱鸡上树木’的句子”。按杜甫《湖城东遇<a href=\"http://so.gushiwen.org/author_365.aspx\">孟云卿</a>复归刘颢宅宿宴饮散因为醉歌》末云“庭树鸡鸣泪如线”。湖城在潼关附近，属黄河流域，诗作于将晓时，而云“庭树鸡鸣”，尤足为证。驱鸡上树，等于赶鸡回窝，自然就安静下来。<br>⒁“问”是问遗，即带着礼物去慰问人，以物遥赠也叫做“问”。父老们带着酒来看杜甫，所以说“问我”。<br>⒂榼（kē），酒器。浊清，指酒的颜色。<br>⒃莫辞酒味薄，是说苦苦地以酒味劣薄为辞。苦辞，就是再三地说，觉得很抱歉似的，写出父老们的淳厚。下面并说出酒味薄的缘故。苦辞、苦忆、苦爱等也都是唐人习惯语，<a href=\"http://so.gushiwen.org/author_788.aspx\">刘叉</a>《答孟东野》诗：“酸寒孟夫子，苦爱老叉诗。”都不含痛苦或伤心的意思。苦辞，一作“莫辞”。<br>⒄兵革，一作“兵戈”，指战争。<br>⒅请为父老歌，一来表示感谢，二来宽解父老。但因为是强为欢笑，所以“歌”也就变成了“哭”。<br>⒆这句就是歌词。“艰难”二字紧对父老所说的苦况。来处不易，故曰艰难。惟其出于艰难，故见得情深，不独令人感，而且令人愧。从这里可以看到人民的品质对诗人的感化力量。<br>⒇杜甫是一个“自比稷与契”、“穷年忧黎元”的诗人，这时又正作左拾遗，面对着这灾难深重的“黎元”，而且自己还喝着他们的酒，哪得不叹？哪得不仰天而叹以至泪流满面呢？</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　这三首<a href=\"http://so.gushiwen.org/view_10434.aspx\">诗</a>是公元757年（唐肃宗至德二载）<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>从左拾遗任上被放还鄜州羌村（在今陕西富县南）探家时所作。关于这组诗，《古唐诗合解》这样评说：“三首哀思苦语，凄恻动人。总之，身虽到家，而心实忧国。实境实情，一语足抵人数语。”足见这组诗所蕴含的社会现实内容。</p> <p>　　第一首着重写诗人刚到家时合家欢聚惊喜的情景，以及人物在战乱时期出现的特有心理。</p> <p>　　“峥嵘赤云西，日脚下平地。柴门鸟雀噪，归客千里至。”诗人千里跋涉，终于在薄暮时分风尘仆仆地回到了羌村。天边的夕阳也急于躲到地平线下休息，柴门前的树梢上有几只鸟儿鸣叫不停，这喧宾夺主的声浪反衬出那个特殊岁月乡村生活的萧索荒凉。即便如此，鸟雀的鸣叫声，也增添了“归客千里至”的喜悦气氛，带有喜迎归者之意。诗人的归来连鸟雀都为之欢欣，更何况诗人的妻子和儿女。这首诗开篇四句措词平实，但蕴意深厚，为下文的叙事抒情渲染了气氛。</p> <p>　　“妻孥怪我在，惊定还拭泪。”此二句诗人逼真地将战乱时期亲人突然相逢时产生的复杂情感传达了出来。诗人多年来只身一人在外颠沛流离，又加上兵连祸结，战乱不休，其生死安危家人无从知晓，常年不归，加之音讯全无，家人早已抱着凶多吉少的心理，未敢奢望诗人平安归来。今日亲人杜甫骤然而归，实出家人意料，所以会产生“怪我在”的心理。“惊定还拭泪”，妻子在惊讶、惊奇、惊喜之后，眼中蓄满了泪水，泪水中有太多复杂的情感因素：辛酸、惊喜、埋怨、感伤等等。这次重逢来得太珍贵了，它是用长久别离和九死一生的痛苦换来的，在那个烽火不息，哀鸿遍野，白骨随处可见的年代，很少有人能像杜甫一样幸运地生还。于是，诗人发出深沉悲切的感慨：“世乱遭飘荡，生还偶然遂。”从诗人幸存的“偶然”，读者可以体会到悲哀的“必然”。杜诗之所以千百年来一直能使读者在读后惊心动魄，其秘密就在于它绝不只是反映诗人自己的生活经历，而是对现实生活的高度集中的概括。</p> <p>　　诗人生还的喜讯很快传遍了羌村，乡邻们带着惊喜的心情纷纷赶来探望。“邻人满墙头，感叹亦嘘欷”，邻里们十分知趣地隔墙观望，不忍破坏诗人一家团圆的喜庆气氛，看着诗人劫后余生，乡邻们情不自禁地为之感叹，为之唏嘘。而在这种感叹和唏嘘中，又含有诗人自家的伤痛。“夜阑更秉烛，相对如梦寐。”诗人用极为简单传神的景语，将乱离人久别重逢的难以置信的奇幻感受描摹了出来。曾经多少次在梦中呼唤亲人的名字，如今亲人真的骤然出现在面前，突如其来的相逢反让诗人感觉不够真实。夜幕降临，灶台上燃起昏黄的烛火，一家人围坐在一起，在朦胧的灯光映照下，此情此景更让诗人觉得犹如在梦境中一样。诗人用这样两句简朴的语言将战争年代人们的独特感受更强烈地呈现出来，由写一人一家的酸甜苦辣波及全天下人的悲苦，这种描写十分具有典型性。</p> <p>　　第二首，写诗人得还家以后的苦闷和矛盾心情，表达出作者身处乱世有心报国而不甘心苟且偷生的心态。</p> <p>　　对于一个忧乐关乎天下的诗人来说，相逢时的喜悦是短暂的。“晚岁迫偷生，还家少欢趣。”居定之后，诗人的报国壮志重新高涨，对大唐江山的忧患渐渐冲淡了相逢的喜悦。正值国难当头，民不聊生之际，诗人却守着一方小家庭，诗人意识到这种现状无异于苟且偷生。作者曾经豪情满志地立下“致君尧舜上，再使风俗淳”的志向，在金戈铁马、烽火狼烟中淹没，壮志未酬的苦闷使诗人的脸庞上不再有笑容，日子久了，连孩子也察觉父亲的变化。“娇儿不离膝，畏我复却去”，看着父亲日渐愁苦的脸，懂事的孩子知道父亲又在操虑国事了，担心父亲为了理想再度离家而去，于是，孩子们每日守护在父亲左右，珍惜和父亲在一起的每时每刻。</p> <p>　　“忆昔好追凉，故绕池边树。萧萧北风劲，抚事煎百虑。”诗人用今昔对比来寄托胸中苦闷，叙事中穿插写景。“萧萧北风”大大添加了悲苦的氛围，也强化了“百虑”的深沉，其中一个“煎”字，给读者留下想象的空间。</p> <p>　　作为一个伟大的爱国文人，当理想与现实的矛盾无法解决时，诗人内心开始变得极度焦灼不安，诗人需要寻求一个突破口来倾泄胸中郁结的情绪。千百年来，无数失意文人与酒结下了不解之缘。在诗中，杜甫也不约而同地发出感慨：“赖知禾黍收，已觉糟床注。如今足斟酌，且用慰迟暮。”诗人名在写酒，实为说愁。它是诗人百般无奈下的愤激之辞，迟暮之年，壮志难伸，激愤难谴，“且用”二字将诗人有千万般无奈与痛楚要急于倾泻的心情表达了出来，这正应了<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>的那句“抽刀断水水更流，举杯消愁愁更愁”。[5]</p> <p>　　第三首，叙述邻里携酒深情慰问及诗人致谢的情景。通过父老们的话，反映出广大人民的生活。</p> <p>　　“群鸡正乱叫，客至鸡斗争”，群鸡的争斗乱叫也是暗喻时世的动荡纷乱，同时，这样的画面也是乡村特有的。正是鸡叫声招来了诗人出门驱赶群鸡、迎接邻里的举动，“驱鸡上树木，始闻扣柴荆”，起首四句，用语简朴质实，将乡村特有的景致描绘了出来，而这种质朴，与下文父老乡邻的真挚淳厚的情谊相契合。</p> <p>　　“父老四五人，问我久远行”，“父老”说明了家里只有老人，没有稍微年轻的人，这位后文父老感伤的话张本，同时为下文的“兵戈既未息，儿童尽东征”作铺垫“问”有问候、慰问之义，同时在古代还有“馈赠”的进一步含义，于是又出现“手中各有携，倾榼浊复清”两句，乡亲们各自携酒为赠，前来庆贺杜甫的生还，尽管这些酒清浊不一，但体现了父老乡亲的深情厚意。由于拿不出好酒，乡亲们再三地表示歉意，并说明原因：苦辞“酒味薄，黍地无人耕。兵革既未息，儿童尽东征。”连年战祸，年轻人都被被征上了前线，由此体现出战乱的危害，短短四句，环环相扣，层层深入。由小小的“酒味薄”一事折射出“安史之乱”的全貌，这首诗也由此表现了高度的概括力。</p> <p>　　最后四句写诗人以歌作答，表示自己的感激之情。“请为父老歌，艰难愧深情”，父老乡邻的关怀慰问令诗人万分感动，为表示自己的谢意，诗人即兴作诗，以歌作答。“愧”字含义丰富，既有“惭愧”意，又有“感激”、“感谢”意，而“惭愧”和“愧疚”的成分更多一些。面对淳朴诚实的父老乡亲，诗人深感时局危难，生活艰困，可又未能为国家为乡亲造福出力，所以不但心存感激，而且感到惭愧。结局两句将诗情推向极至，“歌罢仰天叹，四座泪纵横”，诗人长歌当哭，义愤填膺，悲怆感慨之情骤然高涨。“百虑”化作长歌咏叹，这一声长叹意味深长，饱含无奈和痛楚，诗人对国事家事的沉痛忧虑让四座乡邻大受感染，产生共鸣，举座皆是涕泪纵横。听者与歌者所悲感者不尽相同，但究其根源皆由是安史之乱引发。诗人的情感思绪已不仅仅是个人的，它能代表千千万万黎民苍生、爱国志士的心声。杜甫的诗人形象在作品中已经由“小我”升华为“大我”，“纵横”之泪是感时局伤乱世之泪，是悲国破悼家亡之泪，组诗潜藏着的情感暗流在结尾处如破堤之水奔涌而出，悲怆之情推倒了最高点，表现出强烈的艺术感染力。</p> <p>　　杜甫的《羌村》三首与“三吏”、“三别”等代表作一样，具有高度的典型意义。虽然作品讲述的只是诗人乱后回乡的个人经历，但诗中所写的“妻孥怪我在，惊定还拭泪”，“夜阑更秉烛，相对如梦寐”等亲人相逢的情景，以及“邻人满墙头，感叹亦唏嘘”的场面，绝不只是诗人一家特有的生活经历，它具有普遍意义。这组诗真实地再现了唐代“安史之乱”后的部分社会现实：世乱飘荡，兵革未息，儿童东征，妻离子散，具有浓烈的“诗史”意味。</p> <p>　　在艺术上，诗人熔叙事、抒情、写景于一炉，结构严谨，语言质朴，运用今昔对比，高度概括等手法，表达了诗人崇高的爱国情怀，集中体现了杜甫沉郁顿挫的诗风。三章诗不仅在形式上连绵一体，而且很好地引导读者进行联想和想象，使得这组诗的意蕴超越了其文字本身而显得丰富深厚。杜甫的《羌村》三首用诗人的亲身经历和体验反映出安史之乱的严重危害，具有高度的艺术概括力，体现了作者深厚的诗文功底。</p>",
  "about": "<h2>创作背景</h2> <p>　　公元755年（唐玄宗天宝十四载）爆发的“安史之乱”，不仅使一度空前繁荣的大唐王朝元气大伤，更给天下百姓带来难以言喻的深重苦难。次年，长安陷落。伟大的现实主义<a href=\"http://so.gushiwen.org/view_10434.aspx\">诗</a>人<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>与平民百姓一样，不幸被战争的狂潮所吞噬，开始了辗转流离的生活，亲身体验了战祸的危害。</p> <p>　　公元757年（唐肃宗至德二载）旧历五月，刚任左拾遗不久的杜甫因上书援救被罢相的房琯，触怒肃宗，差点没砍掉脑袋，但从此肃宗便很讨厌他，闰八月，便命他离开凤翔。诗人此行从凤翔回鄜州羌村探望家小，这倒给诗人一个深入民间的机会。杜甫回羌村前已有十多个月没和家里通音信了，由于兵荒马乱，情况不明，传说纷纭，杜甫当时的心情十分焦虑。乱离中的诗人历尽艰险，终于平安与家小相聚，此事令他感慨万千，于是写下了著名的组诗《羌村》三首。</p>",
  "poet": {
    "id": 474,
    "star": 0,
    "name": "杜甫",
    "image": "http://img.gushiwen.org/authorImg/dufu.jpg",
    "desc": "杜甫（712－770），字子美，自号少陵野老，世称“杜工部”、“杜少陵”等，汉族，河南府巩县（今河南省巩义市）人，唐代伟大的现实主义诗人，杜甫被世人尊为“诗圣”，其诗被称为“诗史”。杜甫与李白合称“李杜”，为了跟另外两位诗人李商隐与杜牧即“小李杜”区别开来，杜甫与李白又合称“大李杜”。他忧国忧民，人格高尚，他的约1400余首诗被保留了下来，诗艺精湛，在中国古典诗歌中备受推崇，影响深远。759-766年间曾居成都，后世有杜甫草堂纪念。"
  },
  "tags": [
    "归乡",
    "乡村",
    "生活",
    "组诗"
  ]
}