{
  "id": 70509,
  "star": 2,
  "name": "杂剧·温太真玉镜台",
  "dynasty": "元代",
  "content": "第一折<br>花有重开时，人无再少日。生女不生男，门户凭谁立？老身姓温，夫主姓刘，早年辞世。别无儿男，止生得一个女儿，小字倩英。年长一十八岁，未曾许聘他人。夫主在日，教孩儿读书，老身如今待教他写字扶琴，只是无个好明师。我有个侄儿温峤，见任翰林学士，今将老身子母搬取来京旧宅居住，说道要来拜望老身。梅香。门首觑者，只等学士来时，报复我知道。理会的。小官姓温名峤，字太真，官拜翰林学士。小官别无亲眷，止有一个姑娘，年老寡居，近日取来京师居住。连日公衙事冗，不曾拜候。今日稍闲，须索拜候一遭。我想方今贤臣登用，际遇圣主，觑的富贵容易。自古及今，那得志与不得志的，多有不齐。我先将这得志的说一遍则个。<br>【仙吕】【点绛唇】车骑成行，诣门稽颡，来咨访。无非那今古兴亡，端的是语出人皆仰。<br>【混江龙】也只为平生名望，博得个望尘遮拜路途旁。出则高牙大纛，入则峻宇雕墙。万里雷霆驱号令，一天星斗焕文章。威仪赫奕，徒御轩昂。喜时节鹓鸾并簉，怒时节虎豹潜藏。生前不惧獬豸冠，死来图画麒麟像；何止是析圭儋爵，都只待拜将封王。却说那不得志的，也有一等。<br>【油葫芦】还有那苦志书生才学广，一年年守选场，早熬的萧萧白发满头霜；几时得出为破虏三军将，入为治国头厅相？只愿的圣主兴，世运昌；把黄金结作漫天网，收俊杰，揽贤良。<br>【天下乐】当日个谁家得凤凰？翱也波翔，在那天子堂，争知他朝为田舍郎？傅说呵在版筑处生，伊尹呵从稼穑中长，他两个也不是出胞胎便显扬。虽然如此，那得志不得志的，都也由命不由人，非可勉强。<br>【那吒令】他每都恃着口强，便仪秦呵怎敢比量？都恃着力强，便贲育呵怎敢赌当？元来都恃着命强。便孔孟呵也没做主张。这一个是王者师，这一个是苍生望，到底捱不彻雪案萤窗。<br>【鹊踏技】只落的意彷徨，走四方；昨日燕陈，明日齐梁。若不是聚生徒来听讲，怎留得这诗书万古传芳？<br>我今日也非敢擅自夸奖，端的不在古人之下。<br>【寄生草】我正行功名运，我正在富贵乡。俺家声先世无诽谤，俺书香今世无虚诳，俺功名奕世无谦让，遮莫是帽檐相接御楼前，靴踪不离金阶上。<br>【幺篇】不枉了开着金屋，空着画堂。酒醒梦觉无情况，好天良夜成虚旷，临风对月空惆怅。怎能够可情人消受锦幄凤凰衾，把愁怀都打撇在玉枕鸳鸯帐！<br>一头说话，早来到姑娘门首。梅香，报复去，说温峤特来问候。报的奶奶得知，有温峤在于门首。老身恰才说罢，学士真个来了。道有请！请进。学士，王事勤劳，取个坐儿来，教学士稳便；一面将酒来，与学士递一杯。酒在此。学士，满饮一杯！梅香，绣房中叫小姐来拜见学士咱。小姐，有请。妾身倩英，正在房中习针指；梅香说母亲在前厅呼唤，不知有甚事，须索走一遭去。母亲，叫孩儿有甚事？孩儿，唤你来无别事，只为温家哥哥在此，你须拜见。理会的。且住者，休拜！梅香，前厅上将老相公坐的栲栳圈银交椅来，请学士坐着，小姐拜见。老相公的交椅，侄儿如何敢坐？学士休谦，\"恭敬不如从命\"。谨依尊命。小姐，把体面拜哥哥者。妹妹拜哥哥，岂有欠身之理？礼无不答，焉可坐受？好一个有道理的人也。是好一个女子也呵！<br>【六么序】兀的不消人魂魄，绰人眼光？说神仙那的是天堂？则见脂粉馨香，环佩丁当，藕丝嫩新织仙裳，但风流都在他身上，添分毫便不停当。见他的不动情，你便都休强，则除是铁石儿郎，也索恼断柔肠！<br>【幺篇】我这里端祥他那模样：花比腮庞，花不成妆；玉比肌肪，玉不生光。宋玉襄王，想像高唐，止不过魂梦悠扬，朝朝暮暮阳台上，害的他病在膏盲；若还来此相亲傍，怕不就形消骨化，命丧身亡！梅香，将酒来。小姐与哥哥把盏。哥哥，满饮一杯。<br>【醉扶归】虽是副轻台盏无斤两，则他这手纤细怎擎将？久立着神仙也不当。你待把我做真个的哥哥讲．我欲说话别无甚伎俩，把一盏酒瀽一半在阶基上。<br>老身欲教小姐写字弹琴，争奈无个明师；学士肯看老身薄面，教你妹子弹琴写字？姑娘在上，据你侄儿所学，怎生教的小姐？学士体谦。梅香，取历日来，教学士选个好日子，教小姐弹琴写字。温峤今日出来时，有别勾当．也曾选日子，来日是个好日辰。<br>【金盏儿】来日不空亡，没相妨。天生壬申癸酉全家旺，不比那长星赤口要提防。大纲来阴阳偏有准，择日要端详；岂不闻成开皆大吉，闭破莫商量。既如此，就是明日，要劳动学士者。谨依尊命！明日温峤自来。但温峤无学，怎生教的小姐？学士休得推辞，只看你下世姑夫的面皮，教训女孩儿则个。<br>【醉中天】白日短，无时晌，兼夜教，正更长，便误了翰林院编修有甚忙？我待做师为学长，拚的个十分应当，再无推让，早收拾幽静书房。<br>梅香，伏待小姐辞别了哥哥，回绣房去。理会的。多谢学士，幸不违阻，是必明日早见敢不惟命！<br>【赚煞尾】恰才立一朵海棠娇，捧一盏梨花酿，把我双送入愁乡醉乡。我这里下得阶基无个顿放，画堂中别是风光。恰才则挂垂杨一抹斜阳，改变了黯黯阴云蔽上苍。眼见得人倚绿窗，又则怕灯昏罗帐，天那，休添上画檐间疏雨滴愁肠。<br>学士去了也。梅香，便收拾万卷堂，来日是吉日良辰。请学士来教你小姐弹琴写字。收拾的停当时，可来回我话。只因爱女要多才，收拾书堂待教来。从来男女不亲授，也不是我把引贼过门胡乱猜。<br><br>第二折<br>昨日选定今日是吉日良辰。梅香，门首觑者，则怕学士来时，报我知道。理会的。姑娘选定今日好日辰，不曾衙门里去。肯分的姑娘又来请；便不来请，我也索去。可早来到门首。梅香，报复去，道温峤来了也。温学士来了。道有请。请进。今日学士怎生来的恁早？为领尊命，教小姐琴书，就不曾到衙门去。因为老身薄面，误了学士公事，老身知感不尽。梅香，快请小姐出来拜学士者。小姐，有请。妾身正在绣房中，听的母亲呼唤，须索见去。倩英，你拜哥哥！今日为始，便是你师父了也。小姐比昨日打扮的又别，真神仙中人也！<br>【南吕】【一枝花】藕丝翡翠裙，玉腻蝤蛴颈；妲己空破国，西子枉倾城。天上飞琼，散下风流病。若是寝正浓，梦乍醒，且休问斜月残灯，直睡到东窗口影。<br>将琴过来，教小姐操一曲咱。<br>【梁州第七】兀的不可喜煞罗帏绣幕，风流煞金屋银屏！这七条弦兴亡祸福都相应，端的个圣贤可对，神鬼堪惊；俗怀顿爽，尘虑皆清。一弄儿指法冷冷，早合着古操新声。金徽弹流水潺湲，冰弦打余音齐整，玉纤点逸韵轻盈。聪明，怎生得口诀手未到心先应！海棠色、惠兰性，想天地全将秀结成，一团儿智巧心灵。<br>再操一遍，则怕还有不是处，教学士听，有不是处再教。<br>【牧羊关】纵然道肌如雪、腕似冰，虽是一段玉，却是几样磨成：指头是三节儿琼瑶，指甲似十颗水晶。稳坐的有那稳坐堪人敬，但举动有那举动可人憎。他兀自未揎起金衫袖，我又早先听的玉钏鸣。小姐，弹琴不打紧；须装香来，请哥哥在相公抱角床上坐，着小姐拜哥哥。\"一日为师，终身为父。\"学士教小姐写字者。腕平着，笔直着。小姐，不是这等。是何道理，妹子跟前捻手捻腕！小生岂有他意？小鬼头，但得哥哥捻手捻腕，你早十分有福也。\"男女七岁，不可同席。\"哥哥根前掉书袋儿。<br>【隔尾】你便温柔起手里须当硬，我呆想望迎头儿撇会清，恰才轻搘着春葱尽侥幸。似这等酥蜜般抢白，遮莫你骂我尽情，我断不敢回你半声，也强如编修院里和书生每厮强挺。小姐，不是了也。腕平着，笔直着。哥哥，你又来也。<br>【四块玉】兀的紫霜毫烧甚香，斑竹管有何幸，倒能勾柔荑般指尖擎。只你那纤纤的手腕儿须索平正。我不曾将你玉笋荡，他又早星眼睁，好骂我这泼顽皮没气性。<br>小姐，辞了哥哥，回绣房云。温峤更衣去咱。见小姐下的阶基，往这里去了。我只见小姐中注模样，不曾见小姐脚儿大小。沙土上印下小姐脚踪儿。早是我来的早，若来的迟呵，一阵风吹了这脚迹儿去，怎能勾见小姐生的十全也呵！<br>【牧羊关】妇人每鞋袜里多藏着病，灰土儿没面情，除底外四周围并无余剩。几般儿窄窄狭狭，几般儿周围正正。几时迤逗的独强性，勾引的把人憎。几时得使性气由他呲，恶心烦自在蹬。<br>小姐去了也。几时得见，着小官撇不下呵！<br>【贺新郎】你便是醉中茶，一啜曛然醒。都为他皓齿明眸，不由我使心作幸。待寻条妙计无踪影，老姑娘手把着头梢自领。索甚么嘱咐叮咛，似取水垂辘轳，用酒打猩猩。到这里惜甚廉耻，敢倾人命！休、休、休，做一头海来深不本分，使一场天来大昧前程。<br>【隔尾】他藉妆梳颜色花难并，宜环佩腰肢柳笑轻，一对不倒踏窄小金莲尚古自剩。想天公是怎生？这世情，教他独占人间第一等。<br>学士稳便。老身有句话：想小姐年长一十八岁，不曾许聘他人，翰林院有一般学士，烦哥哥保一门亲事。小官暗想来，只得如此；若不恁的呵，不济事。姑娘，翰林院有个学士，才学文章，不在侄儿之下。似你这般才学少有。那学士多大年纪，怎生模样？哥哥，你说一遍。<br>【红芍药】年纪和温峤不多争，和温峤一样身形；据文学比温峤更聪明，温峤怎及他豪英？保亲的堪信凭，搭配的两下里相应。不提防对面说才能，远不出门庭。<br>【菩萨梁州】古人亲事，把闺门礼正。但得人心至诚，也不须礼物丰盈。点灯吃饭两分明：缑山无梦碧瑶笙，玉台有主菱花镜。更有场大厮并，月夜高烧绛蜡灯，只愁那烦扰非轻！<br>温峤与那学士说成，择定日子同来。多劳学士用心。温峤，你早则\"人生三事\"皆全了也。告的姑娘得知，适才侄儿径去与那学士说了。今日是吉日良辰，将这玉镜台权为定物；别使官媒人来通信，央您侄儿替那学士谢了亲者。<br>【煞尾】俺待麝兰腮、粉香臂、鸳鸯颈，由你水银渍、朱砂斑、翡翠青。到春来小重楼策杖登，曲阑边把臂行，闲寻芳、闷选胜。到夏来追凉院、近水庭，碧纱厨、绿窗净，针穿珠、扇扑萤。到秋来入兰堂、开画屏，看银河、牛女星，伴添香、拜月亭。到冬来风加严、雪乍晴，摘疏梅、浸古瓶，欢寻常、乐余剩。那时节、趁心性，由他娇痴、尽他怒憎，善也偏宜、恶也相称。朝至暮不转我这眼睛，孜孜觑定，端的寒忘热、饥忘饱、冻忘冷。<br>\"析薪如何，匪斧弗克。娶妻如何，匪媒弗得。\"自家是个官媒。温学士着我去老夫人家说知：选吉日良辰，娶小姐过门。可早来到也。无人报复，我自过去。老夫人磕头！媒婆何来？奉学士言语，着我见老夫人，选日辰娶小姐过门。是那个学士？是温学士。他是保亲的。他不是保亲的，则他是女婿。何为定物？玉镜台便是定礼。有这等事？我把这玉镜台摔碎了罢！住、住！这玉镜台不打紧，是圣人御赐之物；不争你摔碎了，做的个大不敬，为罪非小。嗨，吃他瞒过了我也！梅香，便说与小姐知道，收拾停当，选定吉日，送小姐过门去罢。<br>第三折<br>一枝花插满庭芳，烛影摇红昼锦堂。滴滴金杯双劝酒，声声慢唱贺新郎。请新人出厅行礼！<br>【中吕】【粉蝶儿】怕不动的鼓乐声齐，若是女孩儿不谐鱼水，我自拖拽这一场出丑扬疾。安排下佯小心，装大胆，丹方一味：他若是皱着双眉，我则索牙床前告他一会。<br>媒婆，你遮我一遮，我试看咱。我遮着，你看。这老子好是无礼也！<br>【红绣鞋】则见他无发付氲氲恶气，急节里不能勾步步相随。我那\"五言诗作上天梯\"，首榜上标了名姓，当殿下脱了白衣，今夜管洞房中抓了面皮。媒人，待咱大了胆过去来。<br>【迎仙客】到这里论甚使数，问甚官媒？紧逐定一团儿休厮离。和他守何亲，等甚喜？一发的走到跟底。大家吃一会没滋味。<br>兀那老子，若近前来，我抓了你那脸！教他外边去！媒婆，你来。我和你说：这老子当初来时节，俺母亲教小姐拜哥哥，他曾受我的礼来。学士，小姐说：起初时，他曾拜你做哥哥，你受过他礼来。我那里受他礼来？你与小姐说去。小姐，学士说：那里受你礼来？在俺先父银栲栳圈交椅上坐着，受我的礼来。小姐说：学士在他老相公栲栳圈银交椅上受他礼来。<br>【醉高歌】我见他姿姿媚媚容仪，我几曾稳稳安安坐地？向旁边踢开一把银交椅，我则是靠着个栲栳圈站立。<br>媒婆，你来。他又受我的礼来。学士，小姐说：你又受他的礼来。我那里又受他礼来？小姐，学士说：他那里又受你的礼来？这老子！俺母亲着我弹琴写字，他坐在俺先父抱角床上，我拜他为师来！学士，小姐说：学弹琴写字，拜你为师，你在老相公抱角床上受他礼来。<br>【醉春风】我坐着窄窄半边床，受了他怯怯两拜礼；我这里磕头礼拜却回席，刬地须还了你、你。便得些欢娱，便谈些好话，却有那般福气。媒婆，你说与他去，我在正堂中做卧房，教他再休想到我跟前；若是他来时节，我抓了他那老脸皮，看他好做得人！学士，小姐说来，他在正堂中做卧房，教你休想到他跟前；若是你来时节，他抓了你老脸皮，教你做人不得。<br>【红绣鞋】正堂里夫人寝睡，小官在书房中依旧孤忄西。遮莫待尽世儿不能勾到他这罗帏，人都道刘家女被温峤娶为妻，落得个虚名儿则是美！将酒来，我与小姐把盏咱。我不吃。小姐接酒。<br>【普天乐】初相见玉堂中，常想在天宫内，则索向空闲偷觑，怎生敢整顿观窥？得如今服侍他，情愿待为奴婢。厨房中水陆烹炮珍羞味，箱柜内无限锦绣珠翠。但能勾与你插戴些首饰，执料些饮食，则这的我早福共天齐。<br>我不吃。<br>【满庭芳】量这些值个甚的！忒斟得金杯潋滟，因此上把宫锦淋漓，大人家展污了何须计。只要你温夫人略肯心回，便瀽到一两瓮香醪在地，浇到百十个公服朝衣！今夜里我早知他来意，酒淹得袖湿，几时花压帽檐低？<br>这小姐则管不就亲，做的个违宣抗敕哩！媒婆，休说这般话！<br>【上小楼】休提着违宣抗敕，越逗的他烦天恼地。你则说迟了燕尔，过了新婚，误了时刻；你说领着省事，掌着军权，居着高位；又道会亲处倚官挟势。我则索哀告你个媒婆，做个方便者。学士，你为何在老身跟前下礼？<br>【幺篇】我\"求灶头不如告灶尾\"。为甚我今日媒人跟前做小伏低？教他款慢里劝谏的俺夫妻和会，兀的是罗帏中用人之际。<br>天色明了也。学士，你先往衙门中去，我自夫人跟前回话去也。夫人，你的心事我已知道了。你听我说。<br>【耍孩儿】你少年心想念着风流配，我老则老争多的几岁？不知我心中常印着个不相宜，索将你百纵千随。你便不欢欣，我则满面儿相陪笑；你便要打骂，我也浑身儿都是喜。我把你看承的、看承的家宅土地，本命神祗。<br>【四煞】论长安富贵家，怕青春子弟稀，有多少千金娇艳为妻室？这厮每黄昏鸾凤成双宿，清晓鸳鸯各自飞，那里有半点儿真实意？把你似粪堆般看待，泥土般抛掷。<br>【三煞】你攒着眉熬夜阑，侧着耳听马嘶，闷心欲睡何曾睡。灯昏锦帐郎何在？香烬金炉人未归，渐渐的成憔悴还不到一年半载，他可早两妇三妻。<br>【二煞】今日咱守定伊，休道近前使唤丫鬟辈，便有瑶池仙子无心觑，月殿嫦娥懒去窥。俺可也别无意，你道因甚的千般惧怕？也只为差了这一分年纪。<br>【煞尾】我都得知、都得知，你休执迷、休执迷；你若别寻的个年少轻狂婿，恐不似我这般十分敬重你。<br><br>第四折<br>龙楼凤阁九重城，新筑沙提宰相行。我贵我荣君莫羡，十年前是一书生。老夫王府尹是也。今有温学士亲事一节，老夫奏过官里，特设一宴，叫做水墨宴，又叫做鸳鸯会，专请学士同夫人赴席。筵宴中间，则教他两口儿和会。等学士、夫人到时，自有主意。这早晚敢待来也。今日府尹相公设宴请客，不知何意，须索走一遭去也呵！<br>【双调】【新水令】则为凤鸾失配累了苍鹘，今日个玳筵开，专要把鸳鸯完聚。我前面骑的是五花骢，他背后坐的是七香车；人都道这村里妻夫，直恁般似水如鱼，两口儿不肯离了一步。<br>【驻马听】想当日沽酒当垆，拼了个三不归青春卓氏女；今日膝行肘步，招了个百般嫌皓首汉相如。偏不肯好头好面到成都，忄敞的我没牙没口题桥柱。谁跟前敢告诉，兀的是自招自揽风流苦！<br>可早来到也。左右，报复去，道温学士和夫人来了也。温学士和夫人到于门首。道有请。小官奉圣人的命，设此水墨宴，请学士、夫人呤诗作赋。有诗的，学士金钟饮酒，夫人插金凤钗，搽官定粉；无诗的，学士瓦盆里饮水，夫人头戴草花，墨乌面皮。学士，你听者，大人说：你若有诗便吃酒，无诗便吃冷水。你用心着！<br>【乔牌儿】自从不应举，何尝对两字句？昨日会宾朋，饮到遥天暮，今日酒渴的我没是处。<br>【挂玉钩】恨不的巴到咽喉咽下去。井坠着朱砂玉，与咱更压瘴气，凉心经，解脏毒。大人呵他自有通仙术。至如肿了面皮，疮生眉目，也索蘸笔挥毫，咒水书符。<br>若无诗呵，学士罚水，夫人头戴草花，墨乌面皮。<br>【川拨棹】这官人待须臾，休恁般相逼促。你道是傅粉涂朱，妖艳妆梳。貌赛过神仙洛浦，怎好把墨来乌？<br>学士，着意吟诗；无诗的吃水，墨乌面皮，甚么模样！休叫学士，你叫我丈夫。无计所奈，则索唤丈夫。丈夫，须要着意者！<br>【豆叶黄】你在黑阁落里欺你男儿，今日呵可不道指斥銮舆，也有禁住你限时，降了你乖处。两个月方才唤了我个丈夫，虽不曾彻胆欢娱，荡着皮肤，刚听的这一声娇似莺雏，早着我浑身麻木。丈夫，你知道么？倘或罚水，乌墨搽面，教我怎了？<br>【乔牌儿】如今便面上笔落处，也则是浮抹不生住。咱自有新合来澡豆香芬馥，到家银盆中洗面去。丈夫，着意吟诗！<br>【挂玉钩】我从小里文章不大古，年老也还有甚词赋？则道我沉醉黄公旧酒垆，怎知我也有妆幺处。见他害恐惧，我倒身无措。且等他急个多时，慢慢的再做支吾。<br>学士，请吟诗者。小官就吟。丈夫，你要着意者！夫人放心。<br>【水仙子】须闻得温峤不尘俗，明知道诗书饱满腹，那里是白头把你青春误？就嫌的我无地缝钻入去。少甚么年少儿夫？这一个眼灌的自邓邓，那一个脸抹的黑突突，空恁般绿鬓何如？<br>学士吟诗波，休似吃凉水的。夫人，我吟的诗好呵，你肯随顺我么？你若吟得诗好，我插金钗、饮御酒，我便依随你。夫人，你请放心者。<br>【甜水令】我如今举起霜毫，舒开茧纸，题成诗句，待费我甚工夫！冷眼偷看这盆凉水，何须忧虑，只当做醒酒之物。<br>【折桂令】想着我气卷江湖，学贯珠玑，又不是年近桑榆，怎把金马玉堂、锦心绣口，都觑的似有如无？则被你欺负得我千足万足，因此上我也还他佯醉佯愚。丈夫，着意吟诗！倘罚水，墨乌面皮，教我怎了？他如今做了三谒茅庐，勉强承伏。软兀刺走向前来，恶支煞倒褪回去。不分君恩重，能怜玉镜台。花从仙禁出，酒自御厨来。设席劳京尹，题诗属上才。遂令鱼共水，由此得和谐。温学士，不枉了高才大手，吟得好诗！赐金钟饮酒，夫人插凤头钗，搽官定粉。学士，这多亏了你也！夫人，我温峤何如？夫人，你肯依随学士么？妾身愿随学士。既然夫人一心依随学士，老夫即当奏过官里，再准备一个庆喜的筵席。<br>【雁儿落】你畅好是吃赢不吃输，亏的我能说又能做。你只要应承了这一首诗，倒被我勒掯的情和睦。<br>【得胜令】呀，兀的不是一字一金珠，煞强似当日吓蛮书。你着宝钗簪云鬓，我着金杯饮醁醑。山呼，共谢得当今主。娇姝，早则不嫌我老丈夫。人间喜事，无过夫妇会合。就今日杀羊造酒，安排庆喜筵席，送学士、夫人还宅去。金尊银烛启华筵，一派笙歌彻九天。若非恩赐鸳鸯会，焉能夫妇两团圆？<br>【鸳鸯煞】从今后姻缘注定姻缘簿，相思还彻相思苦。剩道连理欢浓，于飞愿足。可怜你窈窕巫娥，不负了多情宋玉。则这琴曲诗篇吟和处，风流句，须不是我故意亏图，成就了那朝云和暮雨。<br>题目王府尹水墨宴<br>正名温太真玉镜台",
  "poet": {
    "id": 235,
    "star": 0,
    "name": "关汉卿",
    "image": "http://img.gushiwen.org/authorImg/guanhanqing.jpg",
    "desc": "关汉卿（约1220年──1300年），元代杂剧作家。是中国古代戏曲创作的代表人物，“元曲四大家”之首。号已斋（一作一斋）、已斋叟。汉族，解州人（今山西省运城），与马致远、郑光祖、白朴并称为“元曲四大家”。以杂剧的成就最大，一生写了60多种，今存18种，最著名的有《窦娥冤》；关汉卿也写了不少历史剧，如：《单刀会》、《单鞭夺槊》、《西蜀梦》等；散曲今在小令40多首、套数10多首。关汉卿塑造的“我却是蒸不烂、煮不熟、捶不匾、炒不爆、响珰珰一粒铜豌豆”（〈不伏老〉）的形象也广为人称，被誉“曲家圣人”。"
  },
  "tags": []
}