{
  "id": 7072,
  "star": 65,
  "name": "长沙过贾谊宅",
  "dynasty": "唐代",
  "content": "三年谪宦此栖迟，万古惟留楚客悲。<br>秋草独寻人去后，寒林空见日斜时。<br>汉文有道恩犹薄，湘水无情吊岂知。<br>寂寂江山摇落处，怜君何事到天涯。",
  "fanyi": "<p><strong>译文</strong><br><a href=\"http://so.gushiwen.org/author_109.aspx\">贾谊</a>被贬在此地居住三年，可悲遭遇千万代令人伤情。<br>我在秋草中寻觅人迹不在，寒林里空见夕阳缓缓斜倾。<br>汉文帝重才恩德尚且淡薄，湘江水无意凭吊有谁知情？<br>寂寞冷落深山里落叶纷纷，可怜你不知因何天涯飘零？</p> <p><strong>注释</strong><br>⑴贾谊：西汉文帝时政治家、文学家。后被贬为长沙王太傅，长沙有其故址。<br>⑵谪宦：贬官。栖迟：淹留。像鸟儿那样的敛翅歇息，飞不起来。<br>⑶楚客：流落在楚地的客居，指贾谊。长沙旧属楚地，故有此称。一作“楚国”。<br>⑷独：一作“渐”。<br>⑸汉文：指汉文帝。<br>⑹摇落处：一作“正摇落”。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　这是一篇堪称唐<a href=\"http://so.gushiwen.org/view_7072.aspx\">诗</a>精品的七律。</p> <p>　　“三年谪宦此栖迟，万古惟留楚客悲。”“三年谪宦”，只落得“万古”留悲，上下句意钩连相生，呼应紧凑，给人以抑郁沉重的悲凉之感。“此”字，点出了“<a href=\"http://so.gushiwen.org/author_109.aspx\">贾谊</a>宅”。“栖迟”，像鸟儿那样的敛翅歇息，飞不起来，这种生活本就是惊惶不安的，用以暗喻贾谊的侘傺失意，是恰切的。“楚客”，流落在楚地的客居，标举贾谊的身份。一个“悲”字，直贯篇末，奠定了全诗凄怆忧愤的基调，不仅切合贾谊的一生，也暗寓了<a href=\"http://so.gushiwen.org/author_104.aspx\">刘长卿</a>自己迁谪的悲苦命运。</p> <p>　　“秋草独寻人去后，寒林空见日斜时。”颔联是围绕题中的“过”字展开描写的。“秋草”，“寒林”，“人去”，“日斜”，渲染出故宅一片萧条冷落的景色，而在这样的氛围中，诗人还要去“独寻”，一种景仰向慕、寂寞兴叹的心情，油然而生。寒林日斜，不仅是眼前所见，也是贾谊当时的实际处境，也正是李唐王朝危殆形势的写照。</p> <p>　　“汉文有道恩犹薄，湘水无情吊岂知？”颈联从贾谊的见疏，隐隐联系到自己。出句要注意一个“有道”，一个“犹”字。号称“有道”的汉文帝，对贾谊尚且这样薄恩，那么，当时昏聩无能的唐代宗，对刘长卿当然更谈不上什么恩遇了；刘长卿的一贬再贬，沉沦坎坷，也就是必然的了。这就是所谓“言外之意”。</p> <p>　　诗人将暗讽的笔触曲折地指向当今皇上，手法是相当高妙的。接着，笔锋一转，写出了这一联的对句“湘水无情吊岂知”。这也是颇得含蓄之妙的。湘水无情，流去了多少年光。楚国的<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>哪能知道上百年后，贾谊会来到湘水之滨吊念自己；西汉的贾谊更想不到近千年后的刘长卿又会迎着萧瑟的秋风来凭吊自己的遗址。后来者的心曲，恨不起古人于地下来倾听，当世更没有人能理解。诗人由衷地在寻求知音，那种抑郁无诉、徒呼负负的心境，刻画得十分动情，十分真切。</p> <p>　　“寂寂江山摇落处，怜君何事到天涯！”读此尾联的出句，好像刘长卿就站在读者面前。他在宅前徘徊，暮色更浓了，江山更趋寂静。一阵秋风掠过，黄叶纷纷飘落，在枯草上乱舞。这幅荒村日暮图，正是刘长卿活动的典型环境。它象征着当时国家的衰败局势，与第四句的“日斜时”映衬照应，加重了诗篇的时代气息和感情色彩。“君”，既指代贾谊，也指代刘长卿自己；“怜君”，不仅是怜人，更是怜己。“何事到天涯”，可见二人原本不应该放逐到天涯。这里的弦外音是：我和您都是无罪的呵，为什么要受到这样严厉的惩罚！这是对强加在他们身上的不合理现实的强烈控诉。读着这故为设问的结尾，仿佛看到了诗人抑制不住的泪水，听到了诗人一声声伤心哀惋的叹喟。</p> <p>　　诗人联系与贾谊遭贬的共同的遭遇，心理上更使眼中的景色充满凄凉寥落之情。满腹牢骚，对历来有才人多遭不幸感慨系之，更是将自己和贾谊融为一体。</p> <p>　　这首怀古诗表面上咏的是古人古事，实际上还是着眼于今人今事，字里行间处处有诗人的自我在，但这些又写得不那么露，而是很讲究含蓄蕴藉的，诗人善于把自己的身世际遇、悲愁感兴，巧妙地结合到诗歌的形象中去，于曲折处微露讽世之意，给人以警醒的感觉。</p>",
  "about": "<h2>创作背景</h2> <p>　　此<a href=\"http://so.gushiwen.org/view_7072.aspx\">诗</a>的内容，与作者的迁谪生涯有关。<a href=\"http://so.gushiwen.org/author_104.aspx\">刘长卿</a>“刚而犯上，两遭迁谪”。第一次迁谪在公元758年（唐肃宗至德三年）春天，由苏州长洲县尉被贬为潘州南巴县尉；第二次在公元773年（唐代宗大历八年）至777年（大历十二年）间的一个深秋，因被诬陷，由淮西鄂岳转运留后被贬为睦州司马。从这首诗所描写的深秋景象来看，诗当作于诗人第二次迁谪来到长沙的时候，那时正是秋冬之交，与诗中节令恰相符合。</p> <p>　　在一个深秋的傍晚，诗人只身来到长沙<a href=\"http://so.gushiwen.org/author_109.aspx\">贾谊</a>的故居。贾谊，是汉文帝时著名的政论家，因被权贵中伤，出为长沙王太傅三年。后虽被召回京城，但不得大用，抑郁而死。类似的遭遇，使刘长卿伤今怀古，感慨万千，而吟咏出这首律诗。</p>",
  "poet": {
    "id": 104,
    "star": 0,
    "name": "刘长卿",
    "image": "http://img.gushiwen.org/authorImg/liuchangqing.jpg",
    "desc": "刘长卿(约726 — 约786)，字文房，汉族，宣城（今属安徽）人，唐代诗人。后迁居洛阳，河间（今属河北）为其郡望。玄宗天宝年间进士。肃宗至德中官监察御史，后为长洲县尉，因事下狱，贬南巴尉。代宗大历中任转运使判官，知淮西、鄂岳转运留后，又被诬再贬睦州司马。德宗建中年间，官终随州刺史，世称刘随州。"
  },
  "tags": [
    "唐诗三百首",
    "怀古",
    "迁谪",
    "生活"
  ]
}