{
  "id": 50535,
  "star": 19,
  "name": "木兰花·清琴再鼓求凰弄",
  "dynasty": "宋代",
  "content": "清琴再鼓求凰弄，紫陌屡盘骄马鞚。远山眉样认心期，流水车音牵目送。<br>归来翠被和衣拥，醉解寒生钟鼓动。此欢只许梦相亲，每向梦中还说梦。",
  "fanyi": "<p><strong>译文</strong><br>　　我爱上了一位姑娘，却没有机会和她接近。在一次宴会上我曾一再借琴声吐露爱慕之情；从她的眉宇间也隐约流露出对我的钟情与爱心。她的香车驶过京城大街去春游踏青，我骑着骏马盘旋追踪却仍然无缘亲近，最终只能无可奈何目送香车远去，耳畔空留下一串辚辚车声。<br>　　回到家我拉过翠被和衣蒙头而睡，待到酒醒，但觉浑身发冷，耳边已响穆清晨报时的钟鼓之声。唉，看来我只能在梦里和心爱的人儿亲近，可悲的是我还常常在梦里向她诉说美梦情景！</p> <p><strong>注释</strong><br>①木兰花：唐教坊曲，《金奁集》入“林钟商调”。<br>②求凰弄：即《风求凰》曲。<a href=\"http://so.gushiwen.org/author_70.aspx\">司马相如</a>当年即弹此曲向<a href=\"http://so.gushiwen.org/author_785.aspx\">卓文君</a>求爱。<br>③紫陌句：紫陌，京都郊野之路，指繁华的大道。盘马：回旋其马。鞚（kòng）：马勒。<br>④远山眉：形容女子秀丽之眉。<br>⑤流水车：即车如流水，形容车多面奔驰迅疾。牵目送：车过人去，牵引着自己以目相送。<br>⑥欢：指情人。<br>⑦梦中还说梦：比喻虚幻无凭。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这是北宋<a href=\"http://so.gushiwen.org/author_399.aspx\">贺铸</a>的一首歌咏恋情之作，以第一人称叙述口吻写一男子的痴情。上片写词人对他所钟爱的女子的追求，下片写失恋的痛苦以及自己对爱情的执着。</p> <p>　　“清琴再鼓求凰弄，紫陌屡盘骄马鞚。”这是一组对仗句，一句一个镜头，场景互不相同。第一个镜头再现了汉代辞赋家<a href=\"http://so.gushiwen.org/author_70.aspx\">司马相如</a>在卓王孙家的宴会上，一再拨动琴弦，以《凤求凰》之曲向<a href=\"http://so.gushiwen.org/author_785.aspx\">卓文君</a>表达爱慕之情的那戏剧性的一幕。只不过男女主人公都换了。“紫陌”一句，镜头由家中移位到繁华的街上。写自己认准了美人的香车，跟前撵后地转圆圈，欲得姑娘之秋波飞眼，掀帘一顾。唐人<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>《陌上赠美人》有<a href=\"http://so.gushiwen.org/view_50535.aspx\">诗</a>句云：“白马骄行踏落花，垂鞭直拂五云车。美人一笑搴珠箔，遥指红楼是妾家”。<a href=\"http://so.gushiwen.org/author_197.aspx\">刘禹锡</a>也有诗句写都市春游的热闹景象道：“紫陌红尘拂面来，无人不道看花回”。可见，紫陌寻春之际，发生过很多与此相似的风流韵事。这两句词，如果说上一幕之鼓曲求凰尚不失为慧为黠，那么下一幕的随车盘马却就不免乎“痴”了。因此，“鼓琴”、“盘马”两句，虽同是写对爱情的追求，貌似平列，但却决非简单的语意重复，而是不同层次的情感流露。在那镜头的跳跃中，有时间的跨度，有事态的发展，更有情感的升级。这是不同层次情感的真实记录。</p> <p>　　上文以排句发端，下文仍以俪句相接。这种作法叫做“双起双承”。在结构的转承上，第三句与第一句遥相呼应，回溯“鼓琴”之事。“流水车音”句承接“紫陌屡盘骄马鞚”。这里“远山眉”一典，见<a href=\"http://so.gushiwen.org/author_403.aspx\">刘向</a>《西京杂记》：“卓文君姣好，眉色如望远山”。首句既以司马相如自况，这里乃就势牵出卓文君以比拟伊人，密针细缕，有缝合之迹可寻。词人似乎从那美人的眉眼之中，看透了美人对自己的爱意。正因为有这惊鸿一瞥，才使前两句之问略去了的情节进展有了关捩，既以见当时之“鼓琴”诚为有验，又证明后日之“盘马”良非无因。于是，悬而未决的问题便只剩下一个“盘马”的结局毕竟如何了，这就逼出了与第二句错位对接的“流水车音牵目送”。那车轮轧轧，似轻雷滚动，一声声牵扯着词人的心，好似从词人的心上碾过一般。姑娘的辎軿车渐行渐远了，而词人却仍然驻马而立，凝目远送，望断离路。</p> <p>　　“归来翠被和衣拥，醉解寒生钟鼓动”二句，写词人“目送”心中的美人远去之后，心情郁闷，痛苦不堪，他便借酒浇愁，去喝了一场闷酒，酩酊大醉之后，跌跌撞撞地回到家中，衣裳也没有脱便一头栽到床上，拥被睡去。及至酒醒，已是夜深人静，但觉寒气袭人，又听到寂凉的钟鼓催更之声。这“寒生”二字，既是实写，也分明写出词人心绪的凄凉、寂寞。听到那凄凉的钟鼓声，词人心绪也凄凉。</p> <p>　　“此欢只许梦相亲，每回梦中还说梦”二句，词人笔锋两到，一方面以逆挽之势插入前二句间，追补出自己在“拥被”之后、“醉解”之前做过一场美梦，在梦中相亲相爱，百般温存，万种怜爱。这在笔法上来讲是叙事之词，另一方面，它又以顺承之势紧承前二句之后，抒发其“觉来知是梦，不胜悲”的深沉感慨，自是入骨情语，强作欢笑。本来一对热烈的恋人，不能朝夕相守，只能在虚幻的梦中耳鬓厮磨，这已十分凄楚、哀怜了，而词人却又“梦里不知身是客”，还要向她诉说这种温馨之梦，这就更衬托出处境、心绪的凄惨。像这样的“梦中说梦”之“梦”每每发生，其哀感顽艳之程度十分深重。这两句之中，蕴含了很多重刻骨的相思、铭心的记忆，含泪的微笑与带血的呻吟。一篇之警策，全在于此。</p> <p>　　“梦里相亲”，但凡被爱神丘比特之箭射中了心灵的热恋中人，几乎无不有此情幻，是属对于实际生活现象的直观，诗家、词家、小说家、戏剧家人人能道，还不足为奇；而“梦中说梦”，则恐怕不是人们——包括作者本人之实所曾经，不能不说是建筑在现实生活基础上的艺术虚构（或对于生活现象所进行的艺术加工和再创造）了，正是在这一点上表现出词人的匠心独运。成如容易却艰辛，它决非浅于情者对客挥毫之际可以立就的，而是由爱情间阻的极端痛苦这一巨大而沉重的精神负荷从词人的灵魂中压榨出来的。诚然，《庄子·齐物论》曰：“方其梦者，不知其梦也，梦之中又占其梦焉，觉而后知其梦也。”《大般若波罗蜜多经》亦云：“如人梦中说梦所见种种自性。……梦尚非有，况有梦境自性可说？”自居易《读禅经》诗也有“梦中说梦两重虚”之句。贺词末二句的构思似从中得到启发。但前人以“梦梦”为理喻，显现出冷静的思辨色彩；词人则用作情话，闪耀着炽热的感性光华。由道家玄谈、释氏禅悦的语言机锋发展为诗人情词中的艺术杰构，可谓“冰，水为之而寒于水”（《<a href=\"http://so.gushiwen.org/author_320.aspx\">荀子</a>·劝学》）了。</p> <p>　　此词写男子情痴，与写男子相思的众词相比，其情更深更痴。词中的抒情主人公，比起写闺中少妇的用情程度，也毫不逊色，可谓别具一格了。</p>",
  "poet": {
    "id": 399,
    "star": 0,
    "name": "贺铸",
    "image": "http://img.gushiwen.org/authorImg/hezhu.jpg",
    "desc": "贺铸(1052～1125) 北宋词人。字方回，号庆湖遗老。汉族，卫州（今河南卫辉）人。宋太祖贺皇后族孙，所娶亦宗室之女。自称远祖本居山阴，是唐贺知章后裔，以知章居庆湖（即镜湖），故自号庆湖遗老。"
  },
  "tags": [
    "爱情"
  ]
}