{
  "id": 23589,
  "star": 26,
  "name": "秋雨夜眠",
  "dynasty": "唐代",
  "content": "凉冷三秋夜，安闲一老翁。<br>卧迟灯灭后，睡美雨声中。<br>灰宿温瓶火，香添暖被笼。<br>晓晴寒未起，霜叶满阶红。",
  "fanyi": "<p><strong>译文<br></strong>有点凉的深秋之夜，又一个老头悠闲自在。<br>吹灯后迟迟才躺下睡觉，秋雨声中渐渐入眠。<br>火盆的火已经灭了，加点火，烤烤被子。<br>早上天晴了有些寒冷不想起，看看窗外树叶霜打成红的了。</p> <p><strong>注释<br></strong>⑴三秋：指秋季。七月称孟秋、八月称仲秋、九月称季秋、合称三秋。<br>⑵安闲：安宁清闲，安宁自在的样子。<br>⑶宿（xiǔ）：夜。瓶：烤火用的烘瓶。<br>⑷晓：拂晓，天刚亮的时候。<br>⑸阶：台阶。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　“秋雨夜眠”是古人写得腻熟的题材。<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>却能开拓意境，抓住特定环境中人物的性格特征进行细致的描写，成功地刻画出一个安适闲淡的老翁形象。</p> <p>　　“凉冷三秋夜，安闲一老翁”，<a href=\"http://so.gushiwen.org/view_23589.aspx\">诗</a>人用气候环境给予人的“凉冷”感觉来形容深秋之夜，这就给整首诗抹上了深秋的基调。未见风雨，尚且如此凉冷，加上秋风秋雨的袭击，自然使诗人更感到寒气逼人。运用这种衬叠手法能充分调动读者的想象力，增强诗的感染力。次句点明人物。“安闲”二字勾画出“老翁”喜静厌动、恬淡寡欲的形象。</p> <p>　　“卧迟灯灭后，睡美雨声中”，“卧迟”写出老翁的特性。老年人瞌睡少，宁可闲坐闭目养神，不喜早上床，免得到夜间睡不着，老翁若不是“卧迟”，恐亦难于雨声中“睡美”。以“灯灭后”三字说明“卧迟”时间，耐人玩味。窗外秋雨淅沥，屋内“老翁”安然“睡美”，正说明他心无所虚，具有闲淡的情怀。</p> <p>　　以上两联是从老翁在秋雨之夜就寝情况刻画他的性格。诗的下半则从老翁睡醒之后情况作进一步描绘。</p> <p>　　“灰宿温瓶火，香添暖被笼”，以烘瓶里的燃料经夜已化为灰烬，照应老翁的“睡美”。才三秋之夜已经要烤火，突出老翁的怕冷。夜已经过去，按理说老翁应该起床了，却还要“香添暖被笼”，打算继续躺着，生动地描绘出体衰闲散的老翁形象。</p> <p>　　“晓晴寒未起，霜叶满阶红”，与首句遥相呼应，写气候对花木和老翁的影响。风雨过后，深秋的气候更加寒冷，“寒”字交代了老翁“未起”的原因。“霜叶满阶红”，夜来风雨加深了“寒”意，不久前还红似二月花的树叶，一夜之间就被秋风秋雨无情地扫得飘零满阶，这是运用了反衬的手法，表现了大自然的冷酷无情。从树木移情到人，从自然想到社会，令诗人深有感触。然而“老翁”却“晓晴寒未起”，对它漫不经心，突出了老翁的心境清静淡泊。全诗紧紧把握老翁秋雨之夜安眠的特征，写得生动逼真，亲切感人，富有生活气息。</p>",
  "about": "<h2>创作背景</h2> 　　这首<a href=\"http://so.gushiwen.org/view_23589.aspx\">诗</a>作于唐文宗大和六年（832年）秋，当时<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>任河南尹。诗人已六十多岁，体衰多病，官务清闲，加上亲密的诗友<a href=\"http://so.gushiwen.org/author_18.aspx\">元稹</a>已经谢世，心情特别寂寞冷淡。",
  "poet": {
    "id": 665,
    "star": 0,
    "name": "白居易",
    "image": "http://img.gushiwen.org/authorImg/baijuyi.jpg",
    "desc": "白居易（772年－846年），字乐天，号香山居士，又号醉吟先生，祖籍太原，到其曾祖父时迁居下邽，生于河南新郑。是唐代伟大的现实主义诗人，唐代三大诗人之一。白居易与元稹共同倡导新乐府运动，世称“元白”，与刘禹锡并称“刘白”。白居易的诗歌题材广泛，形式多样，语言平易通俗，有“诗魔”和“诗王”之称。官至翰林学士、左赞善大夫。公元846年，白居易在洛阳逝世，葬于香山。有《白氏长庆集》传世，代表诗作有《长恨歌》、《卖炭翁》、《琵琶行》等。"
  },
  "tags": [
    "秋天",
    "写人",
    "抒怀",
    "淡泊"
  ]
}