{
  "id": 72926,
  "star": 13,
  "name": "龙井题名记",
  "dynasty": "宋代",
  "content": "　　元丰二年，中秋后一日，余自吴兴来杭，东还会稽。龙井有辨才大师，以书邀余入山。比出郭，日已夕，航湖至普宁，遇道人参寥，问龙井所遣篮舆，则曰：“以不时至，去矣。”</p> <p>　　是夕，天宇开霁，林间月明，可数毫发。遂弃舟，从参寥策杖并湖而行。出雷峰，度南屏，濯足于惠因涧，入灵石坞，得支径上风篁岭，憩于龙井亭，酌泉据石而饮之。自普宁凡经佛寺十五，皆寂不闻人声。道旁庐舍，灯火隐显，草木深郁，流水激激悲鸣，殆非人间之境。行二鼓，始至寿圣院，谒辨才于朝音堂，明日乃还。",
  "fanyi": "<p><strong>译文</strong><br>元丰二年，中秋节第二天，我从吴兴去杭州，（然后）再向东赶回会稽。龙井（这个地方）有位<a href=\"http://so.gushiwen.org/author_2399.aspx\">辨才</a>（注：法号或人名）大师，用书信的方式邀请我到（龙井）山中去。等到出了城，太阳已经西沉，（我）取水道航行到普宁，碰到了道人参寥，问（他）龙井是否有可供遣使、雇佣的竹轿 ，（参寥）说，“（你）来的不是时候，（轿子）已经离开了。”<br>这天晚上，天空晴朗，树林间月光很明亮，（甚至连）头发都能数清。于是（我）离开船，跟着参寥拄着拐杖沿着湖边慢走。（我们）过了雷峰塔，渡过南屏一带，在惠因涧（注：山沟）洗脚（注：意为赤脚涉过惠因涧），进入灵石坞，发现一条小路（就沿着它）爬到了风篁岭，在龙井亭休息，斟起泉水，（背）靠着山石便喝了起来。从普宁到龙井亭总共经过了十五座佛寺，都十分寂静，听不到人的声音，路边的屋舍，灯火若隐若现，草木长得葱葱郁郁，水流得很急，发出悲怆的声响，这大概不是人间有的地方。（我们继续）前行（到了）二更天，才到寿圣院，在朝音堂拜见辨才大师，第二天便回去了。</p> <p><strong>注释</strong><br>1.龙井：在今浙江杭州市西风篁岭上，本名龙泓，原指山泉，龙井是以泉名井。附近环山产茶，即著名的西湖龙井茶。题名：题写姓名，以留作纪念。<br>2.元丰二年：即公元1079年。<br>3.吴兴：今浙江吴兴县。过杭：经过杭州。<br>4.会稽：今浙江绍兴。<br>5.辨才：法号元静，曾在灵隐山天竺寺讲经，元丰二年（1079）住寿圣院。辨才和下文提到的参寥，都是<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>的朋友。<br>6.比出郭：等到出城的时候。“比”，及。“郭”，外城；这里指杭州城。<br>7.日夕：将近黄昏。<br>8.航：渡。普宁：寺庙名。<br>9.道人：即僧人。参寥：法号道潜，自号参寥子，有<a href=\"http://so.gushiwen.org/view_72926.aspx\">诗</a>名。<br>10.“问龙井”三句：意谓我询问辨才大师派来的轿子在哪里，参寥便说，因我没有按时到达，轿夫已经抬回去了。“篮舆”，竹轿。<br>11.天宇开霁（jì）：天空晴朗。“霁”，雨过天晴。<br>12.策杖：拄着手杖。并湖：沿湖。<br>13.雷峰：峰名，在杭州西湖南岸夕照山，旧有塔，即雷峰塔。<br>14.南屏：山名，在杭州清波门西南九曜山东。<br>15.濯:洗，洗涤<br>16.灵石坞：山名，在杭州小麦岭西南，一名积庆山。<br>17.支径：小路。<br>18.憩（qì）：休息。龙井亭：辨才法师所建。<br>19.酌泉：舀取泉水。据石：靠着石头。<br>20.庐舍：房屋。或：间或，有的。隐显：忽明忽暗。<br>21.激激：形容水流迅疾。<br>22.“殆非”句：意谓这一路的情景，恐怕不是人间所有的。<br>23.行二鼓矣：快二更天了。“行”，将要。<br>24.始：才。寿圣院：寺院名，离龙井约一里地。<br>25.谒（yè）：拜见。<br>26.遂（suì）于是 就<br>27.书：书信<br>28.比：等到</p>",
  "shangxi": "<h2>赏析</h2> <p>　　本篇选自《淮海集》，写于元丰二年（1079）秋。这年春天，<a href=\"http://so.gushiwen.org/author_125.aspx\">秦观</a>要去会稽探望伯父，恰好<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>自徐州调任湖州途经高邮，他们便一路同行，到吴兴（湖州州治所在地）分手。秦观到会稽后，听说苏轼被捕下狱，又渡江到吴兴问讯，而后再经杭州返回会稽。本篇记述“中秋后一日”夜上风篁岭访<a href=\"http://so.gushiwen.org/author_2399.aspx\">辨才</a>法师，当是这次路过杭州时的事。第一年，辨才、参寥派人到黄州慰问已被贬官的苏轼，并捎去了秦观写的这篇《龙井题名记》。苏轼看后写道：“览太虚题名，皆予昔时游行处，闭目想之，了然可数。”（《秦太虚题名记》）</p> <p>　　《淮海集》中另有一篇《游龙井记》，也是元丰二年所作。文中着重叙述有关龙井的文献记载和传说，解释风篁岭为什么多泉水，对所谓在龙井求雨有灵也发表了看法。比较起来，《龙井题名记》以入山访友为线索，具体地记述了出郭、渡湖、穿林、登山的行踪，描写了月下西湖山林的景物，“游”的味道显然浓一些。虽然这是一篇游记散文，但对景物的细致观察与描绘，以及善于创造清幽的气氛，同样也体现了词人秦观的气质和艺术特色。</p> <p>　　“道旁庐舍，灯火隐显，草木深郁，流水激激悲鸣”这一句是作者“殆非人间之境”的感叹。可想象出，深木树林中，隐隐闪着火光，两三户人家坐落在这，是一种多么惬意的境界。由此也可看出作者对此地美景的喜爱之情，又透漏出内心的欢愉。</p>",
  "poet": {
    "id": 125,
    "star": 0,
    "name": "秦观",
    "image": "http://img.gushiwen.org/authorImg/qinguan.jpg",
    "desc": "秦观（1049-1100）字太虚，又字少游，别号邗沟居士，世称淮海先生。汉族，北宋高邮（今江苏）人，官至太学博士，国史馆编修。秦观一 生坎坷，所写诗词，高古沉重，寄托身世，感人至深。秦观生前行踪所至之处，多有遗迹。如浙江杭州的秦少游祠，丽水的秦少游塑像、淮海先生祠、莺花亭；青田的秦学士祠；湖南郴州三绝碑；广西横县的海棠亭、醉乡亭、淮海堂、淮海书院等。秦观墓在无锡惠山之北粲山上，墓碑上书“秦龙图墓”几个大字。有秦家村、秦家大院以及省级文物保护单位古文游台。"
  },
  "tags": [
    "月夜",
    "写景",
    "访友"
  ]
}