{
  "id": 69988,
  "star": 1,
  "name": "【中吕】粉蝶儿_集曲名题秋",
  "dynasty": "元代",
  "content": "集曲名题秋怨<br>双雁儿声悲，景潇潇楚江秋意，胜阳关刮地风吹。满庭芳，梧桐树，全蕉叶坠。庆东原金菊香滴滴金堆，那更醉西湖干荷叶失翠。<br>【醉春风】我一半儿情感玉花秋，一半儿忆王孙归塞北。我这应天长久不断怨别离，对秋风怨忆，忆。折倒的风流体沤赢，红衫儿宽褪，翠裙腰难系。<br>【迎仙客】都不念娘娇望远行，忘了初相见在武陵溪。骂玉郎有上梢没末尾，瘦削了柳丝玉芙蓉花面皮。这翠眉儿挛刺，捱这等相思会。<br>【红绣鞋】上小楼凭阑人立，青山口日上平西。子听得乔木檀鹊踏枝叫声疾，莫不倘秀才馀音至？夜行船阮郎归，原来是牧羊关乌夜啼。<br>【石榴花】常记得赏花时节看花回，上京马醉扶扫，归来窗半月儿低，真个醉矣。柳青娘虞美人扶只，困腾腾上马娇无力，步步娇弄影儿行迟。似凤鸾交配答双鸳鸯对，人都道端正好夫妻。<br>【斗鹌鹑】不误这万年欢娱，翻做了荆湘怨忆。把一个玉翼婵娟，闪在瑶台月底。想留逍遥乐事迷，今日呆古朵白憾。子落得初问口长吁，哭皇天泪滴。<br>【普天乐】空闲了愿成双，鸳鸯儿被。搅筝琶断毁，碧玉箫尘迷。四块玉簪折，一锭银瓶坠。叹姻缘节节高天际，这淹证候越随煞愁的。想两相思病体，把红芍药枉吃，有圣药五难医。<br>【尾】我每夜伴穿窗月影低，好也啰你可快活三不归，空教人立苍苔红绣鞋儿湿，可怕不恋一别的赚煞你。<br>集曲名题情<br>金盏儿里倦饮香醪，盼到那赏花时甚实曾欢笑，别人都喜春来唯我心焦。出得那庆东园，离亭宴，暗伤怀抱。贪看那喜游蜂蝶恋花梢，想起贺新郎不知消耗。<br>【醉春风】何日愿成双，几时能够端正好？只除是忆王孙合小桃红。怎消得这恼，恼，恼。直吃得沉醉东风，武陵溪畔，后庭花落。<br>【迎仙客】樱桃股点终唇，杨柳般翠裙腰。红绣鞋轻移莲步小，柳眉颦一半儿娇。端的有络丝娘的妖娆，似一朵红芍药。<br>【红绣鞋】上平西看看日落，念奴娇梦断魂劳。鹊踏枝黄昏里哨遍林梢，双雁儿呀呀叫。牧羊关外野猿号，怨别离难睡着。<br>【石榴花】绿窗人去闷难煞，哭皇天和泪洒芭蕉。人月圆最好，愁杀我也凤友鸾交。两相思真病难医疗，只除倘秀才赴蓝桥。<br>【斗鸽药】想起那拨不断恩情，元和令下梢。上马娇郎君，看花回最好。归塞北恩情恨未消，呆古朵怎放脱了？石榴花裙儿，绵答絮睡着。<br>【普天乐】卖花声，还惊觉。把一朵雪里梅，生扭的粉碎烟焦。骂玉郎，伤怀抱，几时捱得金鸡叫。凭闲人恨杀才敲，一枝花瘦了。穿窗月底，虞美人难熬。<br>【尾】醉扶归入画堂，轻移步步娇。阮郎归一去无音耗，空踏遍台前寄生草。<br>道情<br>引的是白鹿玄鹤，向云水乡那答儿不到？药篮儿肩上斜挑，上云梯，穿石凳，猛然凝眺。不觉地老天高，正宜咱孟嘉落帽。<br>【醉春风】玉露润菊花肥，金风催梧叶老。黄花红叶满秋山，此景畅是好、好、好。野水横侨，淡烟衰草，晚峰残照。<br>【迎仙客】见一座小道庵，盖的来一个茅，舍俗出家远市朝。俺那里水烟深，山势高，四壁周遭，不许些红尘到。<br>【红绣鞋】亲奉得师父指教，向篱边去打勤劳，摘藤花挑竹笋采茶苗。补云衣翻槲叶，明石洞爇松膏，这的是仙家活计了。<br>【满庭芳】您道是为官是好，光阴断送，催逼了些宰相臣僚。细思量君起早时臣起早，俺也曾子细评跋。譬似去丹墀内穿靴着袍，怎如俺草庵中丫髻环绦？标写在凌烟阁，便做到太师太傅太保，难免折腰<br>劳。。'<br>【耍孩儿】俺那里香风不动松花老、比您那帝辇京师较好。每日看神仙神女住仙庄，俺吃的是仙酒仙桃。俺那里风花雪月人长久，春夏秋冬草不雕。观着星曜，清闲落魄，快活逍遥。<br>【二】俺争将紫府游，斗把天帝创，辂车凤辇知多少。三更月底銮声远，万里风头鹤背高，每日价神仙闹。屯合月窟，塞满天桥。<br>【三】月华明甚底唤一宵？日光辉甚的唤朝？俺住的是长明不夜通明阁，眼观白日神仙景，甚的是钟送黄昏鸡报晓？时把瑶琴操。兽炉袅袅，沉醉醄醄。<br>【尾】竹林寺举无俺弟兄，桃源洞有俺故交。待教你寻真误入蓬莱岛，把你浊骨凡胎替换了。",
  "poet": {
    "id": 1395,
    "star": 0,
    "name": "王仲元",
    "image": "http://img.gushiwen.org/authorImg/wangzhongyuan.jpg",
    "desc": "王仲元，元后期北曲作家，生平事迹不详。据《录鬼簿》载，他与钟嗣成相交有年，熟稔非常。王仲元其散曲多以杭州景致和西湖传说为题，表现了元末文采派曲家的风范。他还有两支以曲牌名连缀成套，状写情事和秋景的曲子，是元人散曲创作中的一种别致的“集专名”体的代表作，虽属文字游戏，但全套妥贴稳称，音律和谐，亦可卿备一格，是我们研究这类填曲技巧的范本。"
  },
  "tags": []
}