{
  "id": 47879,
  "star": 138,
  "name": "鵩鸟赋",
  "dynasty": "两汉",
  "content": "　　谊为长沙王傅三年，有鵩飞入谊舍。鵩似鸮，不祥鸟也。谊即以谪居长沙，长沙卑湿，谊自伤悼，以为寿不得长，乃为赋以自广也。其辞曰：</p> <p>　　单阏之岁兮，四月孟夏，庚子日斜兮，鵩集予舍。止于坐隅兮，貌甚闲暇。异物来萃兮，私怪其故。发书占之兮，谶言其度，曰：“野鸟入室兮，主人将去。”请问于鵩兮：“予去何之？吉乎告我，凶言其灾。淹速之度兮，语予其期。”鵩乃叹息，举首奋翼；口不能言，请对以臆： </p> <p>　　“万物变化兮，固无休息。斡流而迁兮，或推而还。形气转续兮，变化而蟺。沕穆无穷兮，胡可胜言！祸兮福所依，福兮祸所伏；忧喜聚门兮，吉凶同域。彼吴强大兮，夫差以败；越栖会稽兮，勾践霸世。斯游遂成兮，卒被五刑；傅说胥靡兮，乃相武丁。夫祸之与福兮，何异纠纆；命不可说兮，孰知其极！水激则旱兮，矢激则远；万物回薄兮，振荡相转。云蒸雨降兮，纠错相纷；大钧播物兮，坱圠无垠。天不可预虑兮，道不可预谋；迟速有命兮，焉识其时。 </p> <p>　　且夫天地为炉兮，造化为工；阴阳为炭兮，万物为铜。合散消息兮，安有常则？千变万化兮，未始有极，忽然为人兮，何足控抟；化为异物兮，又何足患！小智自私兮，贱彼贵我；达人大观兮，物无不可。贪夫殉财兮，烈士殉名。夸者死权兮，品庶每生。怵迫之徒兮，或趋西东；大人不曲兮，意变齐同。愚士系俗兮，窘若囚拘；至人遗物兮，独与道俱。众人惑惑兮，好恶积亿；真人恬漠兮，独与道息。释智遗形兮，超然自丧；寥廓忽荒兮，与道翱翔。乘流则逝兮，得坻则止；纵躯委命兮，不私与己。其生兮若浮，其死兮若休；澹乎若深渊止之静，泛乎若不系之舟。不以生故自宝兮，养空而浮；德人无累兮，知命不忧。细故蒂芥兮，何足以疑！”",
  "fanyi": "<p><strong>译文<br></strong>　　<a href=\"http://so.gushiwen.org/author_109.aspx\">贾谊</a>在长沙做了三年太傅，有只鵩鸟飞进他的住所。鵩鸟长得很像猫头鹰，是不祥的鸟。贾谊因为被贬到长沙，长沙气候很潮湿，此时看到猫头鹰，认为自己寿命已不长了，于是写了一篇赋来自我安慰。赋文说：</p> <p>　　汉文帝六年，丁丑年，四月孟夏时节。四月里的一天太阳西斜时，有一支鵩鸟停在我的屋子上。它停在座位的一角，形态非常从容不惊。有怪物停栖于此，我心中暗中怀疑它飞来的缘故。打开书本占卜它，预示说到它吉凶的定数：“有野鸟进入我的房屋，主人即将离去。”我请求向鵩鸟发问：“我将要到哪里去呢？如果有吉事，你就告诉我，即使有凶事，也请你把什么灾祸说明。死生迟速的吉凶定数啊，请告诉我它的期限吧。”鵩鸟就叹息着，昂起头张开翅膀，口却不能说话，而请用胸中所想的来对答：</p> <p>　　“时间万物的变化，本来就没有停止。运转迁移，或推移回还，万物变化运转，反复无定。形与气互相移转连续变迁蜕化，精微深远，没有穷尽。福是祸的诱因，祸是福的根源。忧与喜聚集在一门之中，吉与凶同在一个区域。吴国很强大，夫差却失败了，越国栖息于会稽山，但勾践却称霸于世。<a href=\"http://so.gushiwen.org/author_796.aspx\">李斯</a>游于秦国，身登相位，达到成功，最终却身受五刑而死。傅说在傅岩操服劳役，殷高宗武丁以为他是贤人，用他为相。福祸相互依附纠缠，如同绳索绞合在一起，天命不可解说，谁知道他的究竟？水流矢飞，为外物所激，则或悍或远，发生变化，万物往返相激，震荡转化，人事也有时因祸而至于福，互相影响，反复无常。云因势而上升为雨，雨因冷而下降为云，事物的变化复杂纷纭。自然界造化推动万物，使之运行变化是无边无际的。天和道，其理深远，不可预为思虑谋度，死生迟速有命，哪能预知它的期限！</p> <p>　　天地像一个冶金之匠炉，造化像一个冶金之匠，阴阳所以铸化为物故喻为炭，物由阴阳铸化而成故喻为铜。聚散灭生怎么会有一定的法则？千变万化未必有终极。偶然为人，哪里值得贪恋珍惜，而死亡又有什么值得忧患的呢？智慧浅小的人，只顾自身，以他物为贱，以自己为贵。在达人看来，自己和万物可以相互适应，故没有一物不合适。贪婪的人为财而死，刚烈之士为名誉而死。贪求虚名的人，死于权势，一般人贪求生命。为权力所诱为贫贱所迫的人，东奔西走，趋利避害；与天地合其德的伟人不为物欲所趋，对亿万变化的事物都等量齐观，一视同仁。愚笨的人为俗界所牵连，困窘得如罪人之受拘束；有至德的人遗弃物累，独和大道同行。众人惑乱之甚，所爱所憎，积聚甚多；得天地之道的人安然宁静，独和大道相处。放弃智虑，遗弃形体，超脱于万物之外自忘其身，深远空阔，与道浮游。人生如木浮水，行止随流；把自己的身躯完全托付给命运，任凭自然，不私爱身躯把它归于自己作为私物，活着仿佛随波逐流，死去好像休憩长眠。深邃得好像深渊潭水般幽然，漂浮得好像没有羁绊的小舟般自在，涵养空虚之性而浮游，德人不被万物牵累，知天命而不忧愁。因此像鵩鸟飞入舍内这种琐细小事，又有什么值得疑虑的啊！”</p> <p><strong>注释<br></strong>⑴单（chán）阏（è）：卯年的别称。这是古代太岁纪年法。<br>⑵谶（chèn）：预示吉凶的话。<br>⑶淹速：指寿命的长短。<br>⑷斡（wò）流：运转。<br>⑸沕（wù）穆：精微深远貌。<br>⑹纠纆（mò）：二、三股捻成的绳子。这里比喻祸福纠缠在一起。<br>⑺合散：指生死。<br>⑻异物：指死亡。<br>⑼夸者：指贪求虚名的人。<br>⑽怵迫：怵指为利益所诱，迫指为贫贱所迫。<br>⑾至人：指至德之人。<br>⑿真人：指得道之人。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　第一段是简单的叙事。当一个人有着无法释怀的疑问时，总是希望有人倾听，即使得不到答案，也是一种慰藉。<a href=\"http://so.gushiwen.org/author_109.aspx\">贾谊</a>谪居独处，找不到别的倾听者，他只能向这只带来死亡之兆的鸟儿诉说，而这只鸟是注定无法给出答案的，它甚至也无法表示些许的同情，可见一个人面对死亡时是如此的孤独无助。鵩鸟虽然无法开口说话，但是贾谊让它具备了高妙的智慧，并且让自己能够洞透这只鸟儿的想法，这是汉赋里对话体的开始。鵩鸟所具有的思想不过是贾谊自己的思想，贾谊之所以要用这么曲折的手法来表达自己的想法，是因为这样一来他就具有了诉说者与安慰者的双重身份，也就是这篇赋序里所说的“为赋以自广”。诉说者所提出的问题是：他要到哪儿去，是凶还是吉？而安慰者却避而不答这个问题，它所回答的是：死亡不过是万物变化的一种，不值得为生留恋，为死悲伤。在这种答非所问中，贾谊其实是在强调自己对于死亡的预感。这也许是最后一次诉说，最后一次安慰自己：也许死并不那么可怕。</p> <p>　　第二大段是虚拟的鵩鸟的回答，实际上是贾谊在阐发自己的思想。其中引用了很多的道家思想，如物相转化、福祸无常等；生命的偶然性和死亡的超然性等；大人至人与世俗之人对人生追求的不同看法等。似乎都在渲染一种人生短暂，生命渺小和具有不确定性的人生感受；一种无欲无求，幽远宁静的生活态度；表现的是乐观而豁达的精神境界。</p> <p>　　这位安慰者提起了几部道家著作对于福祸、吉凶的看法，世间万物总是变动迁流，吉与凶、祸与福也总是互相转化，它举了历史上的三个例子：夫差国强而败勾践势弱而称霸、<a href=\"http://so.gushiwen.org/author_796.aspx\">李斯</a>游说成功而被五刑，傅说胥靡乃相武丁。作为一个政治家，这些正是贾谊关心的，第一个例子是帝王的兴衰史，后面两个，则是与贾谊身份相当的士大夫的悲喜剧。年未届而立的贾谊，在他迅速崛起又迅速衰落的仕途生涯中早已尝到了这种大喜大悲的滋味，此时，在困顿之中，他产生了一种无力感，“命不可说兮，孰知其极”，“天不可与虑兮，道不可与谋”。人对于这个世界是无力把握的，既然天道深远精妙无从探究，则不如顺应万物的变化，或者走向另一种超越——相信人处在一种无所不在的相对转化之中，在齐同万物、泯灭生死之中逍遥自得。接着贾谊从大人、至人、真人与一般凡夫俗子的人生追求中得出的对比，可以看作是窥破生命，看透人生的一种感叹，表现自己要遗世独立，顺应自然的恬淡安然。“忽然为人兮，何足控抟。化为异物兮，又何足患”，在道家的经典里，这些道理早已说得很清楚。人面对死亡的态度是“纵躯委命兮，不私与己”。在活着的时候，如果已将好恶之心去除，那么死亡到来的那一刻，就寻常得跟生命中的其他时刻一样了。吉祥之兆与不祥之兆也没有什么区别。这仿佛是死神的使者所作的演说，这只不祥之鸟的面目没有狰狞，没有残忍，也许死亡就是这么安详。中国古人对死亡的看法不是在信仰里找到归宿，而是在智慧里找到归宿。</p> <p>　　这篇赋引用了很多道家思想，比如第二段中的物相转化、福祸无常等，而第三段中熔炉的比喻，则来自于庄子，庄子在《大宗师》中引述了一则寓言：“有个铜匠在冶炼铜汁，铜汁突然跳起来说‘我将要成为干将、莫邪那样的宝剑！’铜匠一定认为是不祥的金属，将把它弃去不用。现在天地就像个大熔炉，万物都在里头熔炼，偶尔幻化人形，就跳起来大叫‘我是人！我是人！’天地也会认为是不祥的人，将弃去不用。”其中的思想可以用一句人们熟知的话来概括：“不以物喜，不以己悲。”实际上，整个第三段都是在渲染一种无欲无求、悠逸宁静的生活态度，表现的是乐观而豁达的精神世界。</p> <p>　　贾谊在《鵩鸟赋》一文中虽然含有道家对生死的看法，但又有所不同。虽然在文章中潇潇洒洒、海阔天空，贾谊的真实状态却完全不是这样：为怀才不遇而悲愤、为身心疲惫而感伤、为前途未卜而惆怅。可以感悟到作者当时的心境是一种出离的悲愤，正是这悲愤促使其在文章中处处反其道而行之，于是写得越欢娱，就越是衬出现实的凄凉；写得越洒脱，就越是衬出无力割舍的迷茫；写得越圆满，就越是衬出那颗颠沛潦倒的心，早已支离破碎。</p> <p>　　在艺术上，《鵩鸟赋》的形式十分奇特，它以人鸟对话而展开。这种形式是受到庄子寓言的影响，同时也开汉赋主客问答体式之先河。此赋最突出的特点是以议论为主，以议论来抒写对生命忧患的思考，来阐发人生的哲理。议论之中也常运用一些贴切的比喻，来增强议论的形象性，也常用感叹语气来加强议论的情感性。此赋语言凝炼精警，形式上以整齐的四言句为主，也有散文化的倾向，体现着向汉大赋的过渡。</p>",
  "about": "<h2>创作背景</h2> 　　《鵩鸟赋》作于<a href=\"http://so.gushiwen.org/author_109.aspx\">贾谊</a>任长沙王太傅三年时。赋前小序说明写作《鵩鸟赋》的缘由。根据《史记·<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>贾生列传》和《汉书·贾谊传》所载：有一天有鵩鸟（俗称猫头鹰）飞到贾谊的屋子里，他认为猫头鹰是不祥之鸟，本来被贬就心情不好，又不适应长沙潮热的气候，觉得自己命不久矣，于是写下这篇《鵩鸟赋》以自遣。",
  "poet": {
    "id": 109,
    "star": 0,
    "name": "贾谊",
    "image": "http://img.gushiwen.org/authorImg/jiayi.jpg",
    "desc": "贾谊（前200～前168），汉族，洛阳（今河南省洛阳市东）人，字太傅。西汉初年著名的政论家、文学家。18岁即有才名，年轻时由河南郡守吴公推荐，20余岁被文帝召为博士。不到一年被破格提为太中大夫。但是在23岁时，因遭群臣忌恨，被贬为长沙王的太傅。后被召回长安，为梁怀王太傅。梁怀王坠马而死后，贾谊深自歉疚，直至33岁忧伤而死。其著作主要有散文和辞赋两类。散文如《过秦论》、《论积贮疏》、《陈政事疏》等都很有名；辞赋以《吊屈原赋》、《鵩鸟赋》最著名。"
  },
  "tags": [
    "辞赋精选",
    "写鸟",
    "对话",
    "议论",
    "人生",
    "哲理"
  ]
}