{
  "id": 21065,
  "star": 32,
  "name": "连昌宫词",
  "dynasty": "唐代",
  "content": "连昌宫中满宫竹，岁久无人森似束。<br>又有墙头千叶桃，风动落花红蔌蔌。<br>宫边老翁为余泣，小年进食曾因入。<br>上皇正在望仙楼，太真同凭阑干立。<br>楼上楼前尽珠翠，炫转荧煌照天地。<br>归来如梦复如痴，何暇备言宫里事。<br>初过寒食一百六，店舍无烟宫树绿。<br>夜半月高弦索鸣，贺老琵琶定场屋。<br>力士传呼觅念奴，念奴潜伴诸郎宿。<br>须臾觅得又连催，特敕街中许然烛。<br>春娇满眼睡红绡，掠削云鬟旋装束。<br>飞上九天歌一声，二十五郎吹管逐。<br>逡巡大遍凉州彻，色色龟兹轰录续。<br>李谟擫笛傍宫墙，偷得新翻数般曲。<br>平明大驾发行宫，万人歌舞涂路中。<br>百官队仗避岐薛，杨氏诸姨车斗风。<br>明年十月东都破，御路犹存禄山过。<br>驱令供顿不敢藏，万姓无声泪潜堕。<br>两京定后六七年，却寻家舍行宫前。<br>庄园烧尽有枯井，行宫门闭树宛然。<br>尔后相传六皇帝，不到离宫门久闭。<br>往来年少说长安，玄武楼成花萼废。<br>去年敕使因斫竹，偶值门开暂相逐。<br>荆榛栉比塞池塘，狐兔骄痴缘树木。<br>舞榭欹倾基尚在，文窗窈窕纱犹绿。<br>尘埋粉壁旧花钿，乌啄风筝碎珠玉。<br>上皇偏爱临砌花，依然御榻临阶斜。<br>蛇出燕巢盘斗栱，菌生香案正当衙。<br>寝殿相连端正楼，太真梳洗楼上头。<br>晨光未出帘影黑，至今反挂珊瑚钩。<br>指似傍人因恸哭，却出宫门泪相续。<br>自从此后还闭门，夜夜狐狸上门屋。<br>我闻此语心骨悲，太平谁致乱者谁。<br>翁言野父何分别，耳闻眼见为君说。<br>姚崇宋璟作相公，劝谏上皇言语切。<br>燮理阴阳禾黍丰，调和中外无兵戎。<br>长官清平太守好，拣选皆言由相公。<br>开元之末姚宋死，朝廷渐渐由妃子。<br>禄山宫里养作儿，虢国门前闹如市。<br>弄权宰相不记名，依稀忆得杨与李。<br>庙谟颠倒四海摇，五十年来作疮痏。<br>今皇神圣丞相明，诏书才下吴蜀平。<br>官军又取淮西贼，此贼亦除天下宁。<br>年年耕种宫前道，今年不遣子孙耕。<br>老翁此意深望幸，努力庙谋休用兵。",
  "fanyi": "<p><strong>译文</strong><br>　　连昌宫长满了宫竹，年岁太久无人来管理，竹子长得高而密，枝叶纠结在一起。又有墙头碧桃，红色的花瓣被风纷纷吹落。</p> <p>　　住在连昌宫旁的老人向我哭诉说：“少年时曾因向皇帝进贡食物而入到宫中，唐玄宗正在望仙楼，杨贵妃一起倚着栏杆而立。楼上楼前都是缀戴着珍珠、翡翠的宫女们，光彩鲜明闪烁照耀天地。归来后如梦又如痴，哪里能从容详尽地诉说宫中之事。当时刚刚过了大寒食而到了小寒食，城里的店舍都不见炊烟，只有宫边的树木翠绿如常。夜半月亮升得很高了，宫中传出了琴弦的鸣声，原来是贺怀志压场的琵琶声。<a href=\"http://so.gushiwen.org/author_3073.aspx\">高力士</a>传唤寻找名倡念奴，念奴潜伴皇帝的随从侍卫人员过夜。片刻找到又接连催促，特别下令街上准许燃起烛火。睡在红纱帐里的念奴满眼春意，充满娇气，用手整理一下头发很快就妆束好了。来到宫中刚刚歌唱一声，邠王李承宁随即吹管笛与之相和。急奏整套的凉州曲调末了，各种龟兹乐曲热烈地连番演奏。吹笛少年李谟靠着宫墙，偷学了许多新曲子。天大亮的时候皇帝的车驾发往行宫，万人歌舞在道路上。百官的仪仗队避开歧王李范、薛王李业，杨贵妃的姐姐韩国夫人、虢国夫人、秦国夫人的车行轻快迅速。第二年十月洛阳被攻破，御用的道路还在，安禄山的军队经过。强迫供应食宿不敢有私藏，百姓们无声暗暗流泪。西京长安和东京洛阳收复后六七年，却寻家舍在行宫前。尔后相传的六位皇帝不到离宫，宫门久闭。听来来往往的少年说起长安，知道了玄武楼建成，花萼楼荒废。去年使者奉皇命来连昌宫砍竹子，偶尔遇上门打开，我跟着进去了一会儿。杂草丛木像梳齿那样密密地排列着填满了池塘。狐狸、兔子胆大 ，见人并不逃逸，绕着树木。舞榭倾斜（榭：台有屋叫榭），地基还在，雕有花纹的窗子幽深仍绿。尘土埋没了粉壁，陈旧的金属花片。鸟儿啄着挂在檐棱间的铃铎或金属，发出碎玉般的声音。玄宗皇帝偏爱靠近台阶的花朵，依然将皇帝的坐具靠近台阶斜坡。蛇出燕巢盘绕在斗栱之上，香案腐朽，长出菌蕈来，正在那天子所居的衙。寝殿相连的端正楼，杨贵妃在楼上梳洗。晨光未出，室内已有人在活动，至今反挂着珊瑚制成的帘钩。我把宫中遗迹指示给人看却因此伤心痛哭，退出宫门时眼泪还不断地流淌。自从此后宫门再也没有打开过，每天晚上只有狐狸窜上门屋。”</p> <p>　　我听了老人的这番话后心里也禁不住悲伤，问道：“是谁开创了太平盛世，又是谁招致这一混乱局面呢？”老人说：“乡野老人哪能分辨得出呢？我就把耳闻目见的事情跟你说说吧。<a href=\"http://so.gushiwen.org/author_1540.aspx\">姚崇</a>、<a href=\"http://so.gushiwen.org/author_1870.aspx\">宋璟</a>作宰相时，劝谏皇帝<a href=\"http://so.gushiwen.org/author_520.aspx\">李隆基</a>言语恳切。宰相协助皇帝处理政务，粮食丰收，调和中外没有战争杀伐之事。长官清正廉洁，太守杰出，人材的选用都说由于用人施政至为公正。开元末年姚崇、宋璟相继逝世，朝廷渐渐信任听从杨贵妃。安禄山自请为杨贵妃养子，出入宫廷，无所禁忌。虢国夫人门前倚势弄权，钻营者不绝于门，如市上一样热闹。当时弄权宰相名字记不得了，依稀记得是杨国忠和<a href=\"http://so.gushiwen.org/author_2691.aspx\">李林甫</a>。朝廷制定的国家大计颠倒，四海飘摇，安史之乱所留下的民生调敝的残破混乱局面持续了五十年。当今皇帝圣明，丞相<a href=\"http://so.gushiwen.org/author_2608.aspx\">裴度</a>贤明，诏书刚下，便平定了吴蜀两地的藩镇叛乱。官军又攻克了叛乱藩镇淮西节度使吴元济，此贼又除，天下安宁。我年年耕种宫前道路旁的土地，现在乱世既平，为迎接皇帝出巡，今年就不叫子孙在宫前耕种了。”老人这样做的意思是殷切地盼望皇帝前来，希望皇帝努力于国家大计，不要再起战争杀伐。</p> <p><strong>注释</strong><br>〔1〕连昌宫，唐代皇帝行宫之一，公元658年（唐高宗显庆三年）建，故址在河南府寿安县（今河南宜阳）西九里。森似束：指竹子丛密，如同扎成一束束的。森：森森然，密貌。<br>〔2〕千叶桃：碧桃。簌（sù速）簌：花纷纷落下貌。<br>〔3〕小年：年少时。<br>〔4〕上皇、太真：指唐玄宗与杨贵妃。望仙楼 ，本在华清宫，此是作者的想象。<br>〔5〕炫转荧煌：光彩闪烁。<br>〔6〕备言：说尽。<br>〔7〕寒食：冬至后的一百零六天为寒食节。唐俗在此前后三天禁火。<br>〔8〕贺老：指玄宗时以善弹琵琶闻名的一个艺人，名贺怀智。压场屋：即今“压场”意。唐人称戏场为场屋。<br>〔9〕“念奴”句<a href=\"http://so.gushiwen.org/view_21065.aspx\">诗</a>人自注云：念奴，天宝（742—756）中名娼。善歌。每岁楼下杯醭宴，累日之后，万众喧隘，严安之、韦<a href=\"http://so.gushiwen.org/author_58.aspx\">黄裳</a>辈辟易不能禁，众乐之罢奏。明皇遣高力士呼于楼上：欲遗念奴唱歌，分二十五郎吹小管逐，看人能听否？”未尝不悄然奉诏。其为当时所重如此。然而玄宗不欲夺侠游之盛，未尝置在宫禁，或岁幸汤泉，时巡东洛，有司遣从行而已。”高力士，唐玄宗宠幸的宦官。诸郎：侍卫或其他艺人。<br>〔10〕特赦：因禁火，故特许燃烛。<br>〔11〕掠削：稍稍理一下，旋装束：马上就装束停当。<br>〔12〕九天：宫中。二十五郎：邠王李承宁善吹笛，排行二十五。吹管逐：即吹管伴奏意。<br>〔13〕逡巡：指节拍舒缓貌。大遍：相当于“一整套（曲子）”的意思。凉州：曲调名。彻：完了，终了。色色龟（qiū秋）兹：各种龟兹乐曲。轰录续：陆续演奏。<br>〔14〕“李谟”句下自注云：“玄宗尝于上阳宫夜后按新翻一曲，属明夕正月十五日潜游灯下，忽闻酒楼上有笛奏前夕新曲，大骇之。明日，密遣捕捉笛者诣验之。自云：‘其夕窃于天津桥玩月，闻宫中度曲，遂于桥柱上插谱记之。臣即长安少年善笛者李暮也。’玄宗异而遣之。”厌笛：按笛。<br>〔15〕大驾：皇帝的车驾。队仗：仪仗队。岐、薛：指玄宗弟岐王李范，薛王李业。（两人皆死于开元年间，这是诗人的误记。）<br>〔16〕杨氏诸姨：指杨贵妃的三姐姐。为玄宗封为韩国、虢国、秦国三夫人。斗风：形容车行快。<br>〔17〕东都破：指安禄山占洛阳。安于公元755年（天宝十四载）旧历十二月占洛阳，此是约言之。过：指安禄山叛军沿途的所造成的破坏。供顿：即供应。<br>〔18〕两京：指西京长安与东都洛阳。<br>〔19〕门：一作闼，指门中小门。<br>〔20〕六：应作五。<br>〔21〕玄武 ：唐德宗时建，花萼楼：玄宗时建、<br>〔22〕斫：砍。<br>〔23〕栉比：像梳齿一样紧挨在一起。<br>〔24〕文窗：雕有花纹的窗子。窈窕：深貌。<br>〔25〕花钿：金属花片，妇女饰物。风筝：此指一种檐鸣器。<br>〔26〕衙：正门。<br>〔27〕指似：同指示。<br>〔28〕姚崇、宋璟：皆开元（713—741）年间贤相。燮理：调和。阴阳：代指社会秩序。<br>〔29〕杨与李：指杨国忠、李林甫。<br>〔30〕庙谟：朝廷大计。疮有（wěi 委）：疮疤。<br>〔31〕吴蜀平：指平江南的李奇与蜀中的<a href=\"http://so.gushiwen.org/author_2930.aspx\">刘辟</a>。<br>〔32〕深望幸：深深希望皇帝临幸东都。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　全<a href=\"http://so.gushiwen.org/view_21065.aspx\">诗</a>基本上可分为两大段。</p> <p>　　第一段从“连昌宫中满宫竹”至“夜夜狐狸上门屋”，写宫边老人诉说连昌宫今昔变迁。</p> <p>　　前四句是一段引子，先从连昌宫眼前乱竹丛生，落花满地，一派幽深衰败的景象下笔，引出宫边老人。老人对作者的泣诉可分两层意思。</p> <p>　　第一层从“小年进食曾因入”至“杨氏诸姨车斗风”，写连昌宫昔日的繁华盛况。</p> <p>　　寒食节，百姓禁烟，宫里却灯火辉煌。唐玄宗和杨贵妃在望仙楼上通宵行乐。琵琶专家贺怀智作压场演奏，宦官<a href=\"http://so.gushiwen.org/author_3073.aspx\">高力士</a>奉旨寻找著名歌女念奴进宫唱歌。邠王李承宁（二十五郎）吹管笛，笙歌响彻九霄。李谟傍靠宫墙按着笛子，偷学宫里新制的乐曲。诗人在描绘了一幅宫中行乐图后，又写玄宗回驾时万人夹道歌舞的盛况。</p> <p>　　第二层从“明年十月东都破”至“夜夜狐狸上门屋”，写安禄山叛军攻破东都洛阳，连昌宫从此荒废。安史乱平后，连昌宫也长期关闭，玄宗以后的五位皇帝都不曾来过。直到公元817年（元和十二年），使者奉皇帝命来连昌宫砍竹子，在宫门开时老人跟着进去看了一会，只见荆榛灌木丛生，狐狸野兔恣纵奔驰，舞榭楼阁倾倒歪斜，一片衰败荒凉。安史乱后，玄宗依然下榻连昌宫，晚景凄凉。宫殿成为蛇燕巢穴，香案腐朽，长出菌蕈来。当年杨贵妃住的端正楼，如今物是人非，再不见倩影了。</p> <p>　　第二大段从“我闻此语心骨悲”至“努力庙谟休用兵”。通过作者与老人的一问一答，探讨“太平谁致乱者谁”及朝政治乱的因由。</p> <p>　　诗中称赞<a href=\"http://so.gushiwen.org/author_1540.aspx\">姚崇</a>、<a href=\"http://so.gushiwen.org/author_1870.aspx\">宋璟</a>作宰相秉公选贤任能，地方长官清平廉洁，因而出现了开元盛世。姚、宋死后，朝廷渐渐由杨贵妃操纵。安禄山在宫里被贵妃养作义子，虢国夫人门庭若市。奸相杨国忠和<a href=\"http://so.gushiwen.org/author_2691.aspx\">李林甫</a>专权误国，终于给国家带来了动乱和灾难。接着诗笔转而称赞当时宪宗皇帝大力削平藩镇叛乱，和平有望。结句，作者意味深长地点明主旨：祝愿朝廷努力策划好国家大计，安定社稷，结束内战，不再用兵。</p> <p>　　这首诗针砭唐代时政，反对藩镇割据，批判奸相弄权误国；提出所谓“圣君贤卿”的政治理想。它含蓄地揭露了玄宗及皇亲骄奢淫佚的生活和外戚的飞扬跋扈，具有一定的历史上的认识意义。前代诗评家多推崇这首诗“有监戒规讽之意”，“有风骨”，把它和<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>《长恨歌》并称，同为脍炙人口的长篇叙事诗。</p> <p>　　这首《连昌宫词》在艺术构思和创作方法上，受到当时传奇小说的影响。诗人既植根于现实生活和历史，又不囿于具体的历史事实，虚构一些情节并加以艺术的夸张，把历史人物和社会生活事件集中在一个典型环境中来描绘，写得异常鲜明生动，从而使主题具有典型意义。例如，有关唐玄宗和杨贵妃在连昌宫中的一段生活，<a href=\"http://so.gushiwen.org/author_18.aspx\">元稹</a>就不是以历史家严格实录的“史笔”，而是用小说家创造性的“诗笔”来描摹的。据陈寅恪的考证，唐玄宗和杨贵妃两人没有一起去过连昌宫。诗中所写，不少地方是根据传闻加以想象而虚拟。如连昌宫中的所谓望仙楼和端正楼，实际上是骊山上华清宫的楼名。李谟偷曲事发生在元宵节前夕东都洛阳的天津桥上，并不是在寒食节夜里连昌宫墙旁。其他如念奴唱歌，二十五郎吹笛，百官队仗避岐薛，杨氏诸姨车斗风等，都不出现在寿安县的连昌宫内或宫前。元稹充分发挥艺术的想象力，把发生在不同时间、不同地点上的事件集中在连昌宫内来铺叙，并且还虚构一些情节，用以渲染安史之乱前所谓太平繁华的景象，突出主题思想。从诗的自注中可以清楚地看出，作者对念奴唱歌、李谟偷曲等事所产生的历史背景，并不是不知道的，他如此处理，实在是有意识地学习唐人传奇所常用的典型化方法来创作。这样一来，整首《连昌宫词》在某些细节上虽不符合具体的历史事实，但却形象地反映了历史和社会生活发展的某些本质方面，具有艺术的真实性。至于诗中说到平吴蜀、定淮西等历史事件，则又具有历史的真实性和浓烈的现实感。</p> <p>　　这首诗的情节，写得真真假假，假中有真，真假相衬，互相对照。正如陈寅恪所指出的那样：“连昌宫词实深受白乐天、陈鸿长恨歌及传之影响，合并融化唐代小说之史才诗笔议论为一体而成。”（《元白诗笺证稿》第三章）在我国叙事诗的发展史上，《连昌宫词》有独自的风格特色。</p>",
  "about": "<h2>创作背景</h2> <p>　　此<a href=\"http://so.gushiwen.org/view_21065.aspx\">诗</a>作于公元818年（元和十三年），一说公元817年，当时<a href=\"http://so.gushiwen.org/author_18.aspx\">元稹</a>在通州（州治在今四川达州）任司马。唐朝自安史之乱后，藩镇割据，外族入侵，宦官专权，迅速由盛而衰。唐宪宗时改革朝政，有一些中兴气象。公元817年（元和十二年）冬天，朝廷平定了淮西吴元济的叛乱，国内暂告安定。诗人生活在这个时代，并对宫廷生活颇为了解，贬官到下层，又在一定程度上接触了社会生活和吸取了民间传闻，思想感情发生了一些变化，于是写下了这首著名的长篇叙事诗。</p>",
  "poet": {
    "id": 18,
    "star": 0,
    "name": "元稹",
    "image": "http://img.gushiwen.org/authorImg/yuanzhen.jpg",
    "desc": "元稹（779年－831年，或唐代宗大历十四年至文宗大和五年），字微之，别字威明，唐洛阳人（今河南洛阳）。父元宽，母郑氏。为北魏宗室鲜卑族拓跋部后裔，是什翼犍之十四世孙。早年和白居易共同提倡“新乐府”。世人常把他和白居易并称“元白”。"
  },
  "tags": [
    "宫廷",
    "叙事",
    "长诗"
  ]
}