{
  "id": 72301,
  "star": 258,
  "name": "种树郭橐驼传",
  "dynasty": "唐代",
  "content": "　　郭橐驼，不知始何名。病偻，隆然伏行，有类橐驼者，故乡人号之“驼”。驼闻之，曰：“甚善。名我固当。”因舍其名，亦自谓橐驼云。</p> <p>　　其乡曰丰乐乡，在长安西。驼业种树，凡长安豪富人为观游及卖果者，皆争迎取养。视驼所种树，或移徙，无不活，且硕茂，早实以蕃。他植者虽窥伺效慕，莫能如也。</p> <p>　　有问之，对曰：“橐驼非能使木寿且孳也，能顺木之天，以致其性焉尔。凡植木之性，其本欲舒，其培欲平，其土欲故，其筑欲密。既然已，勿动勿虑，去不复顾。其莳也若子，其置也若弃，则其天者全而其性得矣。故吾不害其长而已，非有能硕茂之也；不抑耗其实而已，非有能早而蕃之也。他植者则不然，根拳而土易，其培之也，若不过焉则不及。苟有能反是者，则又爱之太恩，忧之太勤，旦视而暮抚，已去而复顾，甚者爪其肤以验其生枯，摇其本以观其疏密，而木之性日以离矣。虽曰爱之，其实害之；虽曰忧之，其实仇之，故不我若也。吾又何能为哉！”</p> <p>　　问者曰：“以子之道，移之官理，可乎？”驼曰：“我知种树而已，官理，非吾业也。然吾居乡，见长人者好烦其令，若甚怜焉，而卒以祸。旦暮吏来而呼曰：‘官命促尔耕，勖尔植，督尔获，早缫而绪，早织而缕，字而幼孩，遂而鸡豚。’鸣鼓而聚之，击木而召之。吾小人辍飧饔以劳吏者，且不得暇，又何以蕃吾生而安吾性耶？故病且怠。若是，则与吾业者其亦有类乎？”</p> <p>　　问者曰：“嘻，不亦善夫！吾问养树，得养人术。”传其事以为官戒。 ",
  "fanyi": "<p><strong>译文</strong><br>　　郭橐驼，不知道他起初叫什么名字。他患了脊背弯曲的病，脊背突起而弯腰行走，就像骆驼一样，所以乡里人称呼他叫“橐驼”。橐驼听说后，说：“这个名字很好啊，这样称呼我确实恰当。”于是他舍弃了他原来的名字，也自称起“橐驼”来。</p> <p>　　他的家乡叫丰乐乡，在长安城西边。郭橐驼以种树为职业，凡是长安城里经营园林游览和做水果买卖的豪富人，都争着把他接到家里奉养。观察橐驼种的树，有的是移植来的，也没有不成活的；而且长得高大茂盛，结果实早而且多。其他种树的人即使暗中观察、羡慕效仿，也没有谁能比得上。</p> <p>　　有人问他种树种得好的原因，他回答说：“我郭橐驼不是能够使树木活得长久而且长得很快，只不过能够顺应树木的天性，来实现其自身的习性罢了。但凡种树的方法，它的树根要舒展，它的培土要平均，它根下的土要用原来培育树苗的土，它捣土要结实。已经这样做了，就不要再动，不要再忧虑它，离开它不再回顾。栽种时要像对待子女一样细心，栽好后要像丢弃它一样放在一边，那么树木的天性就得以保全，它的习性就得以实现。所以我只不过不妨碍它的生长罢了，并不是有能使它长得高大茂盛的办法；只不过不抑制、减少它的结果罢了，也并不是有能使它果实结得早又多的办法。别的种树人却不是这样，树根拳曲又换了生土；他培土的时候，不是过紧就是太松。如果有能够和这种做法相反的人，就又太过于吝惜它们了，担心它太过分了，在早晨去看了，在晚上又去摸摸，已经离开了，又回头去看看。更严重的，甚至掐破树皮来观察它是死是活着，摇晃树根来看它是否栽结实了，这样树木的天性就一天天远去了。虽然说是喜爱它，这实际上是害了它，虽说是担心它，这实际上是仇视它。所以他们都不如我。我又能做什么呢？”</p> <p>　　问的人说：“把你种树的方法，转用到做官治民上，可行吗？”橐驼说：“我只知道种树罢了，做官治民,不是我的职业。但是我住在乡里，看见那些官吏喜欢不断地发号施令，好像是很怜爱(百姓)啊，但百姓最终反因此受到祸害。在早上在晚上那些小吏跑来大喊：‘长官命令：催促你们耕地，勉励你们种植，督促你们收获，早些煮茧抽丝，早些织你们的布，养育你们的小孩，喂大你们的鸡和猪。’一会儿打鼓招聚大家，一会儿鼓梆召集大家，我们这些小百姓停止吃早、晚饭去慰劳那些小吏尚且不得空暇，又怎能使我们繁衍生息，使我们民心安定呢？所以我们既困苦又疲乏,像这样（治民反而扰民），它与我种树的行当大概也有相似的地方吧？”</p> <p>　　问的人说：“不也是很好吗！我问种树的方法，得到了治民的方法。”我为这件事作传把它作为官吏们的鉴戒。</p> <p><strong>注释</strong><br>1.橐（tuó）驼：骆驼。这里指驼背。<br>2.始：最初。<br>3.病瘘（lǘ）：患了脊背弯曲的病。<br>4.隆然：脊背突起而弯腰行走。<br>5.有类：有些像。<br>6.号之：给他起个外号叫。号，起外号。<br>7.之：代词，指起外号事。<br>8.名我固当：这样称呼我确实恰当。名，称呼，名词作动词，意动用法。固：确实。当：恰当。<br>9.因：于是，就，副词。舍：舍弃。其名：他原来的名字。<br>10.谓：称为。云：句末语气词，此处可译“了”。<br>11.长安：今西安市，唐王朝首都。<br>12.业：以……为业，名词作动词。<br>13.为观游：经营园林游览。为，从事，经营。<br>14.争迎取养：争着迎接雇用（郭橐驼），取养：雇用。<br>15.或：或者。移徙：指移植。徙，迁移。<br>16.硕茂：高大茂盛。<br>17.早实：早结果实。实，结果实，名词做动词。以：而且，连词，作用同“而”。蕃：多。<br>18.他植者：其他种树的人。窥伺：偷偷地察看。效慕：仿效，慕也是\"效\"的意思。窥伺效慕：暗中观察，羡慕效仿。<br>19.莫：没有谁，代词。如：比得上，动词。<br>20.有问之：有人问他（种树的经验）。<br>21.木：树。橐驼：古人最郑重最恭敬的自称法，是自称其名，可译“我”。寿且孳（zī）：活得长久而且繁殖茂盛。孳，繁殖。<br>22.天：指自然生长规律。致其性：使它按照自己的本性成长。致，使达到。焉尔：罢了，句末语气词连用。<br>23.凡：凡是，所有，表示概括，副词。植木之性：按树木的本性种植。性，指树木固有的特点。<br>24.本：树根。欲：要。舒：舒展。培：培土。<br>25.故：旧。<br>26.筑：捣土。密：结实。<br>27.既然：已经这样。已：（做）完了。勿动：不要再动它。<br>28.勿虑：不要再担心它。<br>29.去：离开。顾：回头看。其：如果，连词。<br>30.莳（shì）：栽种。若子：像对待子女一样精心。<br>31.置：放在一边。若弃：像丢弃了一样不管。<br>32.则其天者全而其性得矣：那么树木的生长规律可以保全而它的本性得到了。则：那么，连词。者：助词，无义。<br>33.不害其长：不妨碍它的生长。而已：罢了，句末语气词连用。<br>34.硕茂：使动用法，使高大茂盛。<br>35.不抑耗其实：不抑制、损耗它的果实（的成熟过程）。<br>36.早而蕃：使动用法，使……（结实）早而且多。<br>37.根拳：树根拳曲。土易：更换新土。<br>38.若不过焉则不及：如果不是过多就是不够。若……则……，如果……那么（就），连接假设复句的固定结构。焉：句中语气词，无义。<br>39.苟：如果，连词。反是者：与此相反的人。<br>40.爱之太恩：爱它太情深。恩，有情义。这里可引申为”深“的意思。<br>41.忧之太勤：担心它太过分。<br>42.甚者：更严重的。甚，严重。<br>43.爪其肤：掐破树皮。爪，掐，作动词用。以：表目的，连词，用来。验：检验，观察。生枯：活着还是枯死。<br>44.疏密：指土的松与紧。<br>45.日以离：一天天地失去。以，连词，连接状语和动词，不译。<br>46.不我若：不若我，比不上我。否定句中代词作宾语时一般要置于动词前。若，及，赶得上，动词。<br>47.之：助词，的。道：指种树的经验。<br>48.之：代词，指种树之“道”。官理：为官治民。理，治理，唐人避高宗<a href=\"http://so.gushiwen.org/author_2098.aspx\">李治</a>名讳，改“治”为“理”。<br>49.而已：罢了。<br>50.理：治理百姓。<br>51.长（zhǎng）人者：为人之长者，指当官治民的地方官。大县的长官称“令”，小县的长官称“长”。烦其令：不断发号施令。烦，使繁多。<br>52.若甚怜：好像很爱（百姓）。焉：代词，同“之”。<br>53.而：但，连词。卒以祸：以祸卒，以祸（民）结束。卒，结束。<br>54.官命：官府的命令。促尔耕：催促你们耕田。<br>55.勖（xù）：勉励。植：栽种。<br>56.督：督促。获：收割。<br>57.缫（sāo）：煮茧抽丝。而：通“尔”，你们。绪：丝头。早缫而绪：早点缫好你们的丝。<br>58.早织而缕：早点纺好你们的线。缕，线。<br>59.字：养育。<br>60.遂而鸡豚（tún）：喂养好你们的鸡和猪。遂，顺利地成长。豚，猪。<br>61.聚之：召集百姓。聚：使聚集。<br>62.木：这里指木梆。<br>63.吾小人：我们小百姓。辍飧（sūn）饔（yōng）：不吃饭。辍，停止。飧，晚饭。饔，早饭。以：来，连词。劳吏者：慰劳当差的。且：尚且。暇：空暇。<br>64.何以：以何，靠什么。蕃吾生：繁衍我们的生命，即使我们的人口兴旺。安吾性：安定我们的生活。性，生命。<br>65.病：困苦。怠：疲倦。病且怠：困苦又疲劳。<br>66.若是：像这样。<br>67.与吾业者：与我同行业的人，指“他植者”。其：大概，语气词。类：相似。<br>68.嘻：感叹词，表示高兴。<br>69.不亦善夫：不是很好吗？夫，句末语气词。<br>70.养人：养民，唐人避唐太宗<a href=\"http://so.gushiwen.org/author_582.aspx\">李世民</a>名讳，改“民”为“人”。<br>71.传：作传。以为：以（之）为，把它作为。戒：鉴戒。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　本文题目虽称为“传”，但并非是一般的人物传记。文章以老庄学派的无为而治，顺乎自然的思想为出发点，借郭橐驼之口，由种树的经验说到为官治民的道理，说明封建统治阶级有时打着爱民、忧民或恤民的幌子，却收到适得其反的效果，仍旧民不聊生。这种思想实际上就是“圣人不死，大盗不止”“剖斗折衡，而民不争”的老庄思想的具体反映。唐代从安史之乱以后，老百姓处于水深火热之中，苦不堪言。只有休养生息，才能恢复元气。如果封建统治者仍借行政命令瞎指挥，使老百姓疲于奔命，或者以行“惠政”为名，广大人民既要送往迎来，应酬官吏；又不得不劳神伤财以应付统治者摊派的任务，这只能使人民增加财物负担和精神痛苦。</p> <p>　　文章先写橐驼的命名、橐驼种树专长和种树之道，然后陡然转入“官理”，说出—番居官治民的大道理。上半篇为橐驼之传，目的是为下半篇的论述张本；下半篇的治民之理是上半篇种树之道的类比和引申，前宾后主，上下相应，事理相生，发挥了寓言体杂文笔法的艺术表现力。</p> <p>　　本文共五段，一、二段介绍传记主人公的姓名、形象特征，以及籍贯、职业和技术特长。这二段看似闲笔，却生动有趣，给文章带来了光彩色泽。</p> <p>　　在《庄子》书中所描绘的许多人物，有的具有畸形残疾，如《养生主》《德充符》中都写到失去单足或双足的人，《人间世》中则写了一个怪物支离疏；有的则具有特异技能，如善解牛的庖丁，运斤成风的匠人，承蜩的佝偻丈人等。<a href=\"http://so.gushiwen.org/author_646.aspx\">柳宗元</a>写这篇传记，把这两种特点都集中在郭橐驼一人身上，他既有残疾，又精于种树。可见柳宗元不仅在文章的主题思想方面继承了《庄子》的观点，连人物形象的刻画也灵活地吸取了《庄子》的写作手法。</p> <p>　　橐驼即骆驼，人们称这位主人公为橐驼，原带有开玩笑，甚至嘲讽性质。但这位种树的郭师傅不但不以为忤，反欣然接受。柳宗元在这里不着痕迹地写出了这位自食其力的劳动者的善良性格。但作者这样写仍是有所本的。在《庄子》的《应帝王》和《天道》中，都有这样的描写，即人们把一个人呼之为牛或呼之为马，他都不以为忤，反而欣然答应。这同郭橐驼欣然以橐驼为名是一样的。这种描写实际上也体现了老庄学派顺乎自然的思想，即认为“名”不过是外加上去的东西，并不能影响一个人的实质，所以任人呼牛呼马，思想上都不致受到干扰波动；相反，甚至以为被人呼为牛马也并不坏。</p> <p>　　雨果在《巴黎圣母院》中塑造了一个形貌丑陋而心地善良的敲钟人，这个艺术形象对后世影响很大。直到电视剧《女奴》中的花匠也属于这一类型。其实，这种把外表丑陋而心灵美统一在一个人身上的描写，在我国，可以说从《庄子》就开始了。柳宗元所塑造的郭橐驼形象也是这方面的典型。不过柳宗元是把“丑”和“真”（他思想上认识到颠扑不破的真理）统一起来，雨果是把“丑”和“善”统一起来，略有不同而已。</p> <p>　　后一小段写郭橐驼种树的特异技能。他种树的特点有二：一是成活率高；二是长得硕茂，容易结果实，即所谓“寿且孳”。作者在后文没有写郭橐驼种树的移栽易活的特点，只提到栽了树不妨害其成长的这一面。其实这是省笔。盖善植者必善移树，只有掌握了事物发展的内部规律才能得到更大的自由。所以这里为了使文章不枝不蔓，只点到而止。在这一小段的收尾处还布置了一个悬念。即“他植者虽窥伺效慕，莫能如也”。读者从这儿必然急于想知道郭橐驼种树到底有什么诀窍。而下文却讲的是极其平凡而实际却很难做到的道理：“顺木之天以致其性。”可见郭并不藏私，而是“他植者”的修养水平和掌握规律的深度太不够了。从这里，作者已暗示给我们一个道理，即“无为而治”并不等于撒手不管或放任自流。这个道理从下面两大段完全可以得到证明。[6-7] </p> <p>　　第三段是郭橐驼自我介绍种树的经验。前后是正反两面对举，关键在于“顺木之天以致其性”。为了把这一道理阐述得更深刻、更有说服力，文章用了对比的写法，先从种植的当与不当进行对比。究竟什么是树木的本性呢？“其本欲舒，其培欲平，其土欲故，其筑欲密”，四个“欲”字，既概括了树木的本性，也提示了种树的要领。郭橐驼正是顺着树木的自然性格栽种，从而保护了它的生机，因而收到“天者全而其性得”的理想效果。这正是郭橐驼种树“无不活”的诀窍。他植者则不然，他们违背树木的本性，种树时“根拳而土易，其培之也，若不过焉则不及”，因此必然遭致“木之性日以离”的恶果。这就回答了上段的问题，他们“莫能如”的根本原因就在于学标不学本。继从管理的善与不善进行对比。“勿动勿虑，去不复顾。其莳也若子，其置也若弃”是郭橐驼的管理经验。乍看，好像将树种下去以后，听之任之，不加管理。事实上，橐驼的“勿动勿虑”，移栽时的“若子”，种完后的“若弃”，正是最佳的管理，没有像疼爱孩子那样的精心培育，就不会有理想的效果。他植者不明此理，思想上不是撒手不管而是关心太过，什么都放不下，结果适得其反，“虽曰爱之，其实害之；虽曰忧之，其实仇之”，压抑了甚至扼杀了树木的生机。这两层对比写法，句式富于变化。写橐驼种树，用的是整齐的排比句，而写他植者之种树不当，则用散句来表示，文章显得错落有致。“虽曰爱之，其实害之；虽曰忧之，其实仇之”用押韵的辞句，使重点突出，系从《庄子·马蹄》的写法变化而出。从介绍橐驼的种树经验上可以看出，柳宗元的观点同老庄思想还是有差别的。柳是儒、道两家思想的结合，他并不主张一味听之任之的消极的“顺乎自然”，而是主张在掌握事物内部发展规律下的积极的适应自然。他要求所有的种树人都能做到认识树木的天性，即懂得如何适应树木生长规律的业务。把种树的道理从正反两面讲清楚以后，文章自然就过渡到第四段。 </p> <p>　　四、五段是正面揭出本旨，实为一篇之“精神命脉”。作者通过对话，运用“养树”与“养人”互相映照的写法，把种树管树之理引申到吏治上去。对“养人”之不善，文章先简要地用几句加以概括：“好烦其令，若甚怜焉，而卒以祸”，这与上文“他植者”养树管理之不善遥相呼应。接着用铺陈的手法，把“吏治不善”的种种表现加以集中，加以典型化，且有言有行，刻画细致入微，入木三分。如写官吏们大声吆喝，驱使人民劳作，一连用了三个“尔”，四个“而”和七个动词，把俗吏来乡，鸡犬不宁的景象描绘得淋漓尽致。作者最后以“问者”的口吻点出“养人术”三字，这个“养”字很重要。可见使天下长治久安，不仅要“治民”，更重要的还要“养民”，即使人民得到休生养息，在元气大伤后得到喘息恢复的机会，也就是后来<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>说的“涵煦之深”。这才是柳宗元写这篇文章的最终目的。</p> <p>　　综观全文，我们应注意三点：一是无论种树或治民，都要“顺天致性”，而不宜违逆其道；二是想要顺天致性，必先掌握树木或人民究竟怎样才能“硕茂以蕃”，亦即摸清事物发展规律；三是动机效果必须统一，不允许好心办坏事，或只把好心停留在表面上和口头上。把这三点做好，才算懂得真正的“养人术”。</p>",
  "about": "<h2>文言现象</h2> <p><strong>词类活用</strong><br>通假字<br>1.早缫而绪(“而”通“尔”，你们）<br>3.既然已（已通“矣”，了）<br>句式<br>1.判断句<br>以“……也”表示判断。<br>例：官理，非吾业也（非……也，表否定的判断句）<br>2.倒装句<br>郭橐驼，不知始何名<br>3.省略句<br>传其事以（之）为官戒也<br>而卒以（之）祸<br>苟有能反（于）是者<br>然吾居（于）乡<br>移之（于）官理，可乎<br>4.宾语前置<br>故不我若也<br>又何以蕃吾生而安吾性耶<br>吾又何能为哉<br>5.定语后置<br>凡长安豪富人为观游及卖果者<br>名词作动词<br>1.病瘘，隆然伏行。病，患…病<br>2.早实以蕃。实，结果实<br>3.甚者爪其肤以验其生枯。爪，作动词用，手抓，掐<br>4.而卒以祸。祸，受到祸害。<br>5..其莳也若子。子，对待子女<br>6.名我固当。名：称呼<br>7.橐驼非能使木寿且孳也。寿：活得长久<br>8.不知始何名。名：叫……名字<br>9.传其事以为官戒。传：记录，记载<br>10.移之官理可乎？官：做官<br>名词作状语<br>(1)旦视而暮抚。旦，在早上；暮，在晚上<br>(2)而木之性日以离矣。日，一天天<br>(3)旦暮吏来而呼曰。旦暮，从早到晚<br>形容词作动词<br>1.非有能硕茂之也（硕茂：使动、形作动）<br>使动用法<br>（1）以致其性焉尔。致，使……达到<br>（2）非有能硕茂之也。硕茂，使……硕大茂盛<br>（3）非有能早而蕃之也。早，使……结得早；蕃，使……多<br>（4）鸣鼓而聚之。鸣，使……发出响声；敲响。聚，使……聚集。<br>（5）又何以蕃吾生而安吾性耶?蕃，使……繁荣。安，使……安乐。<br>（6）见长人者好烦其令。烦，使……繁琐。<br>（7）遂而鸡豚。遂，使……长成，喂大。<br>意动用法<br>驼业种树。业，以……为职业<br>为动用法<br>传其事以为官戒。传为……作传<br>其培之也培为……培土<br>忧之太勤（虽曰忧之）忧：为……担忧<br>动词作名词<br>或移徙移徙，移栽的树</p> <p><strong>一词多义</strong><br>1.病<br>病偻。（得…病）<br>故病且怠。（困苦）<br>2.害<br>不害其长。（妨碍）<br>其实害之。（伤害）<br>3.虽<br>虽窥伺效慕。（即使）<br>虽曰爱之。（虽然）<br>4.故<br>其土欲故。（旧，指原来培育树苗的土）<br>故不我若也。（所以）<br>5.实<br>早实以蕃。（结果实，名作动）<br>不抑耗其实而已。（果实）<br>其实害之。（实际上）<br>6.若<br>其置也若弃。（像）<br>若不过焉则不及。（如果）<br>故不我若也。（如，及，比得上）<br>7.而<br>鸣鼓而聚之。（表承接，一说表目的，可不译。）<br>字而幼孩。（通“尔”，你们）<br>旦视而暮抚。（表并列，又）<br>而木之性日以离矣。（表顺接，可译“于是”）<br>早织而缕。（通“尔”，你们）<br>8.为<br>凡长安豪富人为观游及卖果者（从事）<br>吾又何能为哉（做）<br>9.以<br>早实以蕃（而且）<br>能顺木之天以致其性焉尔（用、来）<br>爪其肤以验其生枯（表目的，来）<br>以子之道（把）<br>10.名<br>不知始何名（名字）<br>甚善，名我固当（称呼）<br>11.业<br>驼业种树（以……为职业）<br>官理，非吾业也（职业）</p> <p><strong>古今异义</strong><br>1.故乡人号之“驼”。故乡(古义：两个词，所以乡里；今义：指家乡。)<br>2.既然已。既然（古义：已经这样；今义：连词，表示先提示前提，而后加以推论。）<br>3.不抑耗其实而已。其实（古义：它的果实；今义：副词，承接上文转折，表示所说的是实际情况。）<br>4.若不过焉则不及。不过（古义：不是过多；今义：连词，表转折，只是。）<br>5.吾小人辍飧饔以劳吏者。小人（古义：我们小民；今义：指人格卑下的人。）<br>6.得养人术。养人（古义：治理百姓；今义：养活别人）<br>7.以子之道，移之官理。官理（古义：官治，当官治民；今义：官方之理，与“民理”相对。）</p><br/><h2>题解</h2> <p>　　《种树郭橐驼传》（zhòng shù guō tuó tuó zhuàn）是一篇兼具寓言和政论色彩的传记散文。<a href=\"http://so.gushiwen.org/author_646.aspx\">柳宗元</a>在参加“永贞革新”前两年，即贞元十九年至二十一年(803—805)，曾任监察御史里行，是御史的见习官，可以和御史一样“分察百僚，巡按郡县，纠视刑狱，肃整朝仪”，可以到各地检查工作，民事、军事、财政都可以过问，品秩不高而权限较广。这篇文章，可能就是在此期间写的，是针对当时地方官吏扰民、伤民的现象而作的。这篇文章可以看成是柳宗元参加“永贞革新”的先声。</p> <p>　　《种树郭橐驼传》是一篇兼具寓言和政论色彩的传记文。文章通过对郭橐驼种树之道的记叙，说明“顺木之天，以致其性”是“养树”的法则，并由此推论出“养人”的道理，指出为官治民不能“好烦其令”，指摘中唐吏治的扰民、伤民，反映出作者同情人民的思想和改革弊政的愿望。这种借传立说，因事出论的写法，别开生面。文章先以种植的当与不当作对比，继以管理的善与不善作对比，最后以吏治与种树相映照，在反复比照中导出题旨，阐明事理。文中描写郭橐驼的体貌特征，寥寥几笔，形象而生动；记述郭橐驼的答话，庄谐杂出，语精而意丰。全文以记言为主，带记言中穿插描写，错落有致，引人入胜。</p><br/><h2>观点</h2> <p>　　种树人有“勤虑害树”的错误，做官者也有“烦令扰民”之过。</p> <p>　　本文是带有寓言和政论色彩的人物传记文。名“传”，实际上是一个讽喻性极强的寓言故事。是<a href=\"http://so.gushiwen.org/author_646.aspx\">柳宗元</a>早年在长安任职时期的作品。郭橐驼种树的本事已不可考，后世学者多认为这是设事明理之作。本文是针对当时官吏繁政扰民的现象而言的。这是一篇兼具寓言和政论色彩的传记散文。柳宗元在参加“永贞革新”前两年，即贞元十九年至二十一年(803—805)，曾任监察御史里行，是御史的见习官，可以和御史一样“分察百僚，巡按郡县，纠视刑狱，肃整朝仪”，可以到各地检查工作，民事、军事、财政都可以过问，品秩不高而权限较广。这篇文章，可能就是在此期间写的，是针对当时地方官吏扰民、伤民的现象而作的。这篇文章可以看成是柳宗元参加“永贞革新”的先声。</p><br/><h2>创作背景</h2> <p>　　本文是<a href=\"http://so.gushiwen.org/author_646.aspx\">柳宗元</a>早年在长安任职时期的作品。郭橐驼种树的本事已不可考，后世学者多认为这是设事明理之作，本文是针对当时官吏繁政扰民的现象而为言的。中唐时期，豪强地主兼并掠夺土地日益严重，“富者兼地数万亩，贫者无容足之居”。仅有一点土地的农民，除了交纳正常的捐粟外，还要承受地方军政长官摊派下来的各种杂税。据《旧唐书·食货志》记载，各地官僚为巩固自己的地位，竞相向朝廷进奉，加紧对下层的盘剥，于是“通津达道者税之，莳蔬艺果者税之，死亡者税之”，民不聊生。这就是柳宗元写作本文的社会背景。</p> <p>　　柳宗元在参加“永贞革新”前两年，即贞元十九年至二十一年（803—805），曾任监察御史里行，是御史的见习官，可以和御史一样“分察百僚，巡按郡县，纠视刑狱，肃整朝仪”，可以到各地检查工作，民事、军事、财政都可以过问，品秩不高而权限较广。这篇文章，可能就是在此期间写的，是针对当时地方官吏扰民、伤民的现象而作的。这篇文章可以看成是柳宗元参加“永贞革新”的先声。</p>",
  "poet": {
    "id": 646,
    "star": 0,
    "name": "柳宗元",
    "image": "http://img.gushiwen.org/authorImg/liuzongyuan.jpg",
    "desc": "柳宗元（773年－819年），字子厚，唐代河东（今山西运城）人，杰出诗人、哲学家、儒学家乃至成就卓著的政治家，唐宋八大家之一。著名作品有《永州八记》等六百多篇文章，经后人辑为三十卷，名为《柳河东集》。因为他是河东人，人称柳河东，又因终于柳州刺史任上，又称柳柳州。柳宗元与韩愈同为中唐古文运动的领导人物，并称“韩柳”。在中国文化史上，其诗、文成就均极为杰出，可谓一时难分轩轾。"
  },
  "tags": [
    "古文观止",
    "高中文言文",
    "叙事",
    "写人",
    "传记"
  ]
}