{
  "id": 63565,
  "star": 16,
  "name": "闻鹊喜·吴山观涛",
  "dynasty": "宋代",
  "content": "天水碧，染就一江秋色。鳌戴雪山龙起蛰，快风吹海立。<br>数点烟鬟青滴，一杼霞绡红湿，白鸟明边帆影直，隔江闻夜笛。",
  "fanyi": "<p><strong>译文<br></strong>天光水色一片澄碧，染成一江清秋的景色，江潮涌来就像是神龟驮负的雪山，又像是蛰伏的巨龙从梦中惊起，疾风掀起海水像竖起的墙壁。<br>远处几点青山像美人头上的鬟髻，弥漫着雾气青翠欲滴。一抹红霞如同刚织就的绡纱，带着汹涌的潮水迸溅的湿意。天边白鸟分明帆樯直立，入夜后隔江传来悠扬的笛声。</p> <p><strong>注释<br></strong>①<a href=\"http://so.gushiwen.org/author_289.aspx\">王勃</a>《滕王阁序》：“秋水共长天一色。“<a href=\"http://so.gushiwen.org/author_622.aspx\">韦庄</a>《谒金门》：“染就一溪新绿”，周句殆从此化出。<br>②传说渤海中五山：岱舆、员峤、方壶、瀛洲、蓬莱。“巨鳌十五举首而载之，六万岁一交焉”。见《列子·汤问》。<br>③蛰：潜伏。《周易·系辞传》：“龙蛇之蛰，以存身焉。”<br>④快：有痛快爽快意。<a href=\"http://so.gushiwen.org/author_358.aspx\">宋玉</a>《风赋》：“王乃披襟而当之，曰：“快哉此风”。<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>《朝献太清宫赋》：“四海之水皆立”。“<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>《有美堂暴雨》：“天外黑风吹海立”。以上两句状江湖上潮来雄壮的景象。<br>⑤红湿：晚霞红如彩绡，疑为织女机柕所成。<br>⑥白鸟：白色羽毛的鸟。《<a href=\"http://so.gushiwen.org/view_63565.aspx\">诗</a>·大雅·灵台》：“白鸟翯翯”。这里当是水鸟，鸥鹭之类。杜甫《雨四首》之一：“白鸟去边明”，本句盖用此。“明边”，指天边帆影与红霞白鸟相映而言。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这首词是题咏排山倒海的浙江大潮的。</p> <p>　　词上片写海潮欲来和正来之情状。</p> <p>　　“天水碧，染就一江秋色”，首两句说钱塘江的秋水好像染成“天水碧”的颜色，指的是潮水未来，风平浪静的观感。</p> <p>　　“鳌戴雪山龙起蛰，快风吹海立”。两句，写海潮咆哮着汹涌而来，好像是神龟背负的雪山，又好像是从梦中惊醒的蛰伏海底的巨龙，还好像是疾速的大风将海水吹得竖立起来一般。词人接连用了几个生动的比喻，有声有色地将钱江大潮那惊心动魄的场面，排山倒海的气势。形象生动地表现出来，让人有如临其境之感。</p> <p>　　下片写潮过风息，江上又是一番景象。</p> <p>　　“数点烟鬟青滴，一杼霞绡红湿，白鸟明边帆影直”三句，分别描写远处、高处的景色。远处的几点青山，虽然笼罩着淡淡的烟霭，却仍然青翠欲滴。天边的红霞，仿佛是刚刚织好的绡纱，带着潮水喷激后的湿意；临近黄昏，白鸥上下翻飞，其侧则帆影矗立，说明鸥鸟逐船而飞。词人选择了一些典型的景物，构成了一幅五彩缤纷的图景，使人赏心悦目，身临其境一般。</p> <p>　　末句“隔江闻夜笛”，以静结动，以听觉的描写收束全词，与以前的视觉描写形成对照。全词纯写景物，此时才点出景中有人，景中有我，是极有韵味。隔江而能听到笛声，可见风平浪静，万籁俱寂。写闻笛，其实仍是写钱塘江水。</p> <p>　　从时间上说，全词从白昼写到黄昏，又从黄昏写到夜间；从艺术境界上看，又是从极其喧闹写到极其安静，将“观涛”前后的全过程作了有声有色的描绘，使读者仿佛观看一部拍摄生动的影片，有特写的连缀，又有场景的高迅切换，令人不由不如临其境一样。因为词人又是一位画家，故能做到“以画为词”。尤其是“隔江闻夜笛”一句，余韵无穷，似断犹连。</p>",
  "about": "<h2>创作背景</h2> 　　词人时为两浙运司掾属，官运亨达，曾游山玩水写下不少典雅浓丽的山水<a href=\"http://so.gushiwen.org/view_63565.aspx\">诗</a>词，此词即为当时所作。",
  "poet": {
    "id": 517,
    "star": 0,
    "name": "周密",
    "desc": "周密 （1232-1298），字公谨，号草窗，又号四水潜夫、弁阳老人、华不注山人，南宋词人、文学家。祖籍济南，流寓吴兴（今浙江湖州）。宋德右间为义乌县（今年内属浙江）令。入元隐居不仕。自号四水潜夫。他的诗文都有成就，又能诗画音律，尤好藏弃校书，一生著述较丰。著有《齐东野语》、《武林旧事》、《癸辛杂识》、《志雅堂要杂钞》等杂著数十种。其词远祖清真，近法姜夔，风格清雅秀润，与吴文英并称“二窗”，词集名《频洲渔笛谱》、《草窗词》。"
  },
  "tags": [
    "咏物",
    "写水"
  ]
}