{
  "id": 72281,
  "star": 84,
  "name": "原毁",
  "dynasty": "唐代",
  "content": "　　古之君子，其责己也重以周，其待人也轻以约。重以周，故不怠；轻以约，故人乐为善。</p> <p>　　闻古之人有舜者，其为人也，仁义人也。求其所以为舜者，责于己曰：“彼，人也；予，人也。彼能是，而我乃不能是！”早夜以思，去其不如舜者，就其如舜者。闻古之人有周公者，其为人也，多才与艺人也。求其所以为周公者，责于己曰：“彼，人也；予，人也。彼能是，而我乃不能是！”早夜以思，去其不如周公者，就其如周公者。舜，大圣人也，后世无及焉；周公，大圣人也，后世无及焉。是人也，乃曰：“不如舜，不如周公，吾之病也。”是不亦责于身者重以周乎！其于人也，曰：“彼人也，能有是，是足为良人矣；能善是，是足为艺人矣。”取其一，不责其二；即其新，不究其旧：恐恐然惟惧其人之不得为善之利。一善易修也，一艺易能也，其于人也，乃曰：“能有是，是亦足矣。”曰：“能善是，是亦足矣。”不亦待于人者轻以约乎？</p> <p>　　今之君子则不然。其责人也详，其待己也廉。详，故人难于为善；廉，故自取也少。己未有善，曰：“我善是，是亦足矣。”己未有能，曰：“我能是，是亦足矣。”外以欺于人，内以欺于心，未少有得而止矣，不亦待其身者已廉乎？</p> <p>　　其于人也，曰：“彼虽能是，其人不足称也；彼虽善是，其用不足称也。”举其一，不计其十；究其旧，不图其新：恐恐然惟惧其人之有闻也。是不亦责于人者已详乎？</p> <p>　　夫是之谓不以众人待其身，而以圣人望于人，吾未见其尊己也。</p> <p>　　虽然，为是者，有本有原，怠与忌之谓也。怠者不能修，而忌者畏人修。吾尝试之矣，尝试语于众曰：“某良士，某良士。”其应者，必其人之与也；不然，则其所疏远不与同其利者也；不然，则其畏也。不若是，强者必怒于言，懦者必怒于色矣。又尝语于众曰：“某非良士，某非良士。”其不应者，必其人之与也，不然，则其所疏远不与同其利者也，不然，则其畏也。不若是，强者必说于言，懦者必说于色矣。</p> <p>　　是故事修而谤兴，德高而毁来。呜呼！士之处此世，而望名誉之光，道德之行，难已！</p> <p>　　将有作于上者，得吾说而存之，其国家可几而理欤！ ",
  "fanyi": "<p><strong>译文一</strong><br>　　古代的君子，他要求自己严格而周密，他要求别人宽容而简约。严格而周密，所以不懈怠地进行道德修养；宽容而简约，所以人们乐于做好事。<br>　　听说古人中有个叫舜的，他的为人，是个仁义的人；寻求舜所以成为舜的道理，君子对自己要求说：“他，是人，我，也是人；他能这样，而我却不能这样！”早晨晚上都在思考，去掉那些不如舜的地方，仿效那些与舜相同的地方。听说古人中有个叫周公的，他的为人，是个多才多艺的人；寻求周公所以为周公的道理，对自己要求：“他，是人，我也是人；他能够这样，而我却不能这样！”早晨晚上都在思考，去掉那些不如周公的地方，仿效那些像周公的地方。<br>　　舜，是大圣人，后世没有人能赶上他的。周公，是大圣人，后世（也）没有人能赶上他的；这人就说：“不如舜，不如周公，这是我的缺点。”这不就是对自己要求严格而全面吗？<br>　　他对别人呢，就说：“那个人，能有这些优点，这就够得上一个善良的人了；能擅长这些事，这就够得上一个有才艺的人了。”肯定他一个方面，而不苛求他别的方面；就他的现在表现看，不追究他的过去，提心吊胆地只怕那个人得不到做好事的益处。一件好事容易做到，一种技艺容易学会，（但）他对别人，却说：“能有这些，这就够了。”（又）说：“能擅长这些，这就够了。”（这）不就是要求别人宽而少吗？<br>　　现在的君子却不是这样，他要求别人全面，要求自己却很少。（对人要求）全面了，所以人们很难做好事；（对自己要求）少，所以自己的收获就少。自己没有什么优点，（却）说：“我有这点优点，这也就够了。”自己没有什么才能，（却）说：“我有这点技能，这也就够了。”对外欺骗别人，对内欺骗自己的良心，还没有一点收获就停止了，不也是要求自己的太少了吗？<br>　　他对别人，（就）说：“他虽然才能这样，（但）他的为人不值得称赞。他虽然擅长这些，（但）他的本领不值得称赞。”举出他的一点（进行批评），不考虑他其余的十点（怎样），追究他过去（的错误），不考虑他的现在表现，提心吊胆地只怕他人有了名望，这不也是要求别人太全面了吗？<br>　　这就叫做不用一般人的标准要求自己，却用圣人那样高的标准要求别人，我看不出他是在尊重自己。<br>　　虽然如此，这样做的人有他的思想根源，那就是懒惰和嫉妒。懒惰的人不能修养品行，而嫉妒别人的人害怕别人进步。我不止一次的试验过，曾经试着对众人说：“某某是个好人，某某是个好人。”那些附和的人，一定是那个人的朋友；要不，就是他不接近的人，不同他有利害关系的人；要不，就是害怕他的人。如果不是这样，强硬的人一定毫不客气地说出反对的话，懦弱的人一定会从脸上表露出反对的颜色。又曾经对众人说：“某某不是好人，某某不是好人。”那些不附和的人，一定是那人的朋友；要不，就是他不接近的人，不和他有利害关系的人；要不，就是害怕他的人。如果不是这样，强硬的人一定会高兴地说出表示赞成的话，懦弱的人一定会从脸上表露出高兴的颜色。所以，事情办好了，诽谤也就跟着来了，声望提高了，诬蔑也随着来了。唉！读书人处在这个世上，希望名誉昭著，道德畅行，真难了。<br>　　身居高位而将要有作为的人，如果得到我所说的这些道理而牢记住它，大概他的国家差不多就可以治理好了吧。</p><p><strong>译文二</strong><br>　　古时候的君子，他要求自己严格而全面，他对待别人宽容又简约。严格而全面，所以不怠惰；宽容又简约，所以人家都乐意做好事。听说古代的圣人舜，他的做人，是个仁义的人。探究舜所以成为圣人的道理，就责备自己说：“他是个人，我也是个人，他能这样，我却不能这样！”早晚都在思考，改掉那不如舜的行为，去做那符合舜的。听说古代的圣人周公，他的做人，是个多才多艺的人。探究他所以成为圣人的道理，就责备自己说：“他是个人，我也是个人，他能这样，我却不能这样！”早晚都在思考，改掉那不如周公的，去做那符合周公的。舜，是大圣人，后代没有能及得上他的，周公，是大圣人，后代没有能及得上他的；这些人却说：“及不上舜，及不上周公，是我的缺点。”这不就是要求自身严格而且全面吗？他对待别人，说道：“那个人啊，能有这点，这就够得上是良善的人了；能擅长这个，就算得上是有才能的人了。”肯定他一个方面，而不苛求他别的方面，论他的今天的表现，而不计较他的过去，小心谨慎地只恐怕别人得不到做好事应得的表扬。一件好事是容易做到的，一种技能是容易学得的，他对待别人，却说：“能有这样，这就够了。”又说：“能擅长这个，这就够了。”岂不是要求别人宽容又简少吗？<br>　　现在的君子可不同，他责备别人周详，他要求自己简少。周详，所以人家难以做好事；简少，所以自己进步就少。自己没有什么优点，说：“我有这优点，这够就了。”自己没有什么才能，说：“我有这本领，这就够了。”对外欺骗别人，对己欺骗良心，还没有多少收获就止步不前，岂不是要求自身太少了吗？他们要求别人，说：“他虽然能做这个，但他的人品不值得赞美，他虽然擅长这个，但他的才用不值得称道。”举出他一方面的欠缺不考虑他多方面的长处，只追究他的既往，不考虑他的今天，心中惶惶不安只怕别人有好的名声。岂不是责求别人太周全了吗？这就叫不用常人的标准要求自身，却用圣人的标准希望别人，我看不出他是尊重自己的啊！<br>　　尽管如此，这样做是有他的根源的，就是所谓怠惰和忌妒啊。怠惰的人不能自我修养，而忌妒的人害怕别人修身。我不止一次地试验过，曾经对大家说：“某人是贤良的人，某人是贤良的人。”那随声附和的，一定是他的同伙；否则就是和他疏远没有相同利害的人；否则，就是怕他的人。不然的话，强横的定会厉声反对，软弱的定会满脸不高兴。我又曾经试着对大家说：“某人不是贤良的人，某人不是贤良的人。”那不随声附和的人，一定是他的同伙；否则，就是和他疏远没有相同利害的；否则就是怕他的人。不这样的话，强横的定会连声赞同，软弱的定会喜形于色。因此，事业成功诽谤便随之产生；德望高了恶言就接踵而来。唉！读书人生活在当今世界上，而希求名誉的光大、德行的推广、难极了！<br>　　在位的人想有所作为，听取我的说法记在心中，那国家差不多可以治理好了。</p><p><strong>注释</strong><br>(1)君子：指旧时贵族阶级士大夫。<br>(2)责：要求。<br>(3)彼：指舜。予：同“余”，我。<br>(4)去：离开，抛弃。就：走向，择取。<br>(5)是人：指上古之君子。<br>(6)良人：善良的人。艺人：有才艺的人。<br>(7)详：周备，全面。廉：狭窄，范围小。<br>(8)少：稍微。<br>(9)已：太。<br>(10)用：作用，指才能。<br>(11)闻：名声，声望。<br>(12)众人：一般人。望：期待，要求。<br>(13)虽然：虽然这样。<br>(14)尝：曾经。<br>(15)语：告诉。<br>(16)应：响应，附和。与：党与，朋友。<br>(17)畏：畏惧。指害怕他的人。<br>(18)修：善，美好。<br>(19)光：光大，昭著。<br>(20)有作于上：在上位有所作为。存：记住。几：庶几，差不多。理：治理。<br>（21）重以周：严格而且全面。重：严格。以：连词。<br>（22）轻以约：宽容而简少。<br>（23）古之君子，其责己也重以周，其待人也轻以约：出自《论语·卫灵公》：“躬自厚而薄责于人。“</p>",
  "shangxi": "<h2>赏析</h2> <p>　　《原毁》论述和探究毁谤产生的原因。作者认为士大夫之间毁谤之风的盛行是道德败坏的一种表现，其根源在于“怠”和“忌”，即怠于自我修养且又妒忌别人；不怠不忌，毁谤便无从产生。文章先从正面开导，说明一个人应该如何正确对待自己和对待别人才符合君子之德、君子之风，然后将不合这个准则的行为拿来对照，最后指出其根源及危害性。通篇采用对比手法，并且全篇行文严肃而恳切，句式整齐中有变化，语言生动而形象，刻划当时士风，可谓入木三分。</p> <p>　　本文抒发了作者个人的愤懑，但在不平之鸣中道出了一个真理：只有爱护人才，尊重人才，方能使人“乐于为善”。此文从“责己”、“待人”两个方面，进行古今对比，指出当时社会风气浇薄，毁谤滋多，并剖析其原因在于“怠”与“忌”。行文严肃而恳切，句式整齐有变化，语言生动形象，刻画入木三分。</p> <p>　　第一段<br>　　第一段论证古之君子“责己”、“待人”的正确态度。“责己重以周，待人轻以约”是“古之君子”的表现特征。</p> <p>　　第二段<br>　　第二段紧承上文，剖析“今之君子”表现。谈“古之君子”的态度是“责己”、“待人”，而谈“今之君子”却用“责人”、“待己”。一字之差，点明了两者不同的态度。对人的缺点，一个是“取其一不责其二；即其新，不究其旧”；一个是“举其一，不计其十；究其旧，不图其新”。对人的优点，一个是“恐恐然惟惧其人之不得为善之利”；一个是“恐恐然惟惧其人之有闻”。由此得出结论：今之君子责人详、待己廉的实质是“不以众人待其身，而以圣人望于人”。这一结句，简洁有力，跌宕有致，开合自如，非大手笔不能为之。</p> <p>　　第三段<br>　　第三段以“虽然”急转，引出“怠”与“忌”是毁谤之源。作者认为士大夫之间毁谤之风的盛行是道德败坏的一种表现，其根源在于“怠”和“忌”，即怠于自我修养且又妒忌别人；不怠不忌，毁谤便无从产生。“怠者不能修”，所以待己廉；“忌者畏人修”，因而责人详。为下文“是故事修而谤兴，德高而毁来”的结论作了铺垫。文中既有理论概括，又有试验说明，顺理成章地得出了“是故事修而谤兴，德高而毁来”这一根本结论。最后三句，既交代了此文的写作目的，呼吁当权者纠正这股毁谤歪风，又语重心长、寄托了作者对国事的期望。</p> <p>　　对比手法<br>　　文章通篇采用对比手法，有“古之君子”与“今之君子”的对比，有同一个人“责己”和“待人”不同态度的比较，还有“应者”与“不应者”的比较，等等。此文还运用了排比手法，使文章往复回环，迂曲生姿，大大增强了表达效果。</p>",
  "poet": {
    "id": 682,
    "star": 0,
    "name": "韩愈",
    "image": "http://img.gushiwen.org/authorImg/hanyu.jpg",
    "desc": "韩愈（768～824）字退之，唐代文学家、哲学家、思想家，河阳（今河南省焦作孟州市）人，汉族。祖籍河北昌黎，世称韩昌黎。晚年任吏部侍郎，又称韩吏部。谥号“文”，又称韩文公。他与柳宗元同为唐代古文运动的倡导者，主张学习先秦两汉的散文语言，破骈为散，扩大文言文的表达功能。宋代苏轼称他“文起八代之衰”，明人推他为唐宋八大家之首，与柳宗元并称“韩柳”，有“文章巨公”和“百代文宗”之名，作品都收在《昌黎先生集》里。韩愈在思想上是中国“道统”观念的确立者，是尊儒反佛的里程碑式人物。"
  },
  "tags": [
    "古文观止",
    "叙事",
    "寓理"
  ]
}