{
  "id": 153,
  "star": 56,
  "name": "鸱鸮",
  "dynasty": "先秦",
  "content": "鸱鸮鸱鸮，既取我子，无毁我室。恩斯勤斯，鬻子之闵斯。<br>迨天之未阴雨，彻彼桑土，绸缪牖户。今女下民，或敢侮予？<br>予手拮据，予所捋荼。予所蓄租，予口卒瘏，曰予未有室家。<br>予羽谯谯，予尾翛翛，予室翘翘。风雨所漂摇，予维音哓哓！",
  "fanyi": "<p><strong>译文</strong><br>猫头鹰你这恶鸟，已经夺走了我的雏子，再不能毁去我的窝巢。我含辛茹苦，早已为养育雏子病了！<br>我趁着天未阴雨，啄取那桑皮桑根，将窗扇门户缚紧。现在你们树下的人，还有谁敢将我欺凌！<br>我用拘挛的手爪，采捋茅草花；又蓄积干草垫底，喙角也累得病啦，只为了还未筑好的家。<br>我的翅羽稀落，我的尾羽枯槁；我的巢儿垂危，正在风雨中飘摇。我只能惊恐地哀号！</p> <p><strong>注释</strong><br>⑴鸱鸮（chī xiāo）：猫头鹰。<br>⑵子：指幼鸟。<br>⑶室：鸟窝。<br>⑷恩：爱。《鲁<a href=\"http://so.gushiwen.org/view_153.aspx\">诗</a>》“恩”作“殷”，尽心之意。斯：语助词。<br>⑸鬻（yù）：育。闵：病。<br>⑹迨（dài）：及。<br>⑺彻：通“撤”，取。桑土：《韩诗》作“桑杜”，桑根。<br>⑻绸缪（móu）：缠缚，密密缠绕。牖（yǒu）：窗。户：门。<br>⑼女：汝。下民：下面的人。或：有。<br>⑽拮（jié）据（jū）：手病，此指鸟脚爪劳累。<br>⑾捋（luō）：成把地摘取。荼：茅草花。<br>⑿蓄：积蓄。租：通“苴”（居），茅草。<br>⒀卒瘏（tú）：患病。卒通“悴”。室家：指鸟窝。<br>⒁谯（qiáo）谯：羽毛疏落貌。<br>⒂翛（xiāo）翛：羽毛枯敝无泽貌。<br>⒃翘（qiáo）翘：危而不稳貌。<br>⒄哓（xiāo）哓：惊恐的叫声。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　寓言是一种借说故事以寄寓人生感慨或哲理的特殊表现方式。它的主角可以是现实中人，也可以是神话、传说中的虚幻人物，而更多的则是自然界中的虫鱼鸟兽、花草木石。这种表现方式，在战国的诸子百家之说中曾被广为运用，使古代的说理散文增添了动人的艺术魅力，放射出奇异的哲理光彩。</p> <p>　　但以寓言作<a href=\"http://so.gushiwen.org/view_153.aspx\">诗</a>，在先秦却不多见；只是到了汉代，才在乐府诗中成批涌现，一时蔚为奇观。倘要追溯它的源头，虽然可与战国诸子之作遥相接续，但其“天造草昧”的创制，还得首推这首在“诗三百篇”中也属凤毛麟角的《鸱鸮》。</p> <p>　　这首诗的主角，是一头孤弱无助的母鸟。当它在诗中出场的时候，正是恶鸟“鸱鸮”刚刚洗劫了它的危巢，攫去了雏鸟在高空得意盘旋之际。诗之开笔“鸱鸮鸱鸮，既取我子，无毁我室”，即以突发的呼号，表现了母鸟目睹“飞”来横祸时的极度惊恐和哀伤。人们常说：“画为无声诗，诗为有声画。”此章的展开正是未见其影先闻其“声”，在充斥诗行的怆然呼号中，幻化出母鸟飞归、子去巢破的悲惨画境。当母鸟仰对高天，发出凄厉呼号之际，人们能体会到它此刻该怎样毛羽愤竖、哀怒交集。但鸱鸮之强梁，又不是孤弱的母鸟所可惩治的。怆怒的呼号追着鸱鸮之影远去，留下的便只有“恩斯勤斯，鬻子之闵斯”的伤心呜咽了。这呜咽传自寥廓无情的天底，传自风高巢危的树顶，而凝聚在两行短短的诗中，至今读来令人颤栗。</p> <p>　　正如人们很少关注鸟兽的悲哀一样，人类也很少能了解它们在面对灾祸时的伟大、坚强。诗中的母鸟看似孤弱，却也一样富于生存的勇气和毅力。它刚还沉浸在丧子破巢的哀伤之中，即又于哀伤中抬起了刚毅的头颅：“迨天之未阴雨，彻彼桑土，绸缪牖户。”它要趁着天晴之际，赶快修复破巢。这第二章仍以母鸟自述的口吻展开，但因为带有叙事和描摹，读者所读见的，便恍如镜头摇转式的特写画面：哀伤的母鸟急急忙忙，忽而飞落在桑树林间，啄剥着桑皮根须；忽而飞返树顶，口衔着韧须细细缠缚窠巢。“彻彼”叙其取物之不易，“绸缪”状其缚结之紧密。再配上“啾啾”啼鸣的几声“画外音”，读者便又听到了母鸟忙碌之后，所发出的既警惕又自豪的宣言：“今女下民，或敢侮予！”那是对饱经骚扰的下民往事的痛愤回顾，更是对缚扎紧密的鸟巢的骄傲自许，当然也包含着对时或欺凌鸟儿的“下民”的严正警告。倘若人类真能解破鸟语，是应该谨记这母鸟的警告，而对它的坚韧、顽强肃然起敬的了。</p> <p>　　三、四两章宜作一节读。这是母鸟辛勤劳作后的痛定思痛，更是对无法把握自身命运的处境的凄凄泣诉，“予手拮据”、“予口卒瘏”、“予羽谯谯”、“予尾翛翛”：遭受奇祸的母鸟终于重建了自己的巢窠，充满勇气地活了下来。但是，这坚强的生存，对于孤弱的母鸟来说，是付出了无比巨大的代价。</p> <p>　　它的鸟爪拘挛了，它的喙角累病了，至于羽毛、羽尾，也全失去了往日的细密和柔润，而变得稀疏、枯槁。这些怆楚的自怜之语，发之于面临奇灾大祸，而挣扎着修复鸟巢的万般艰辛之后，正如潮水之汹涌，表现着一种悲从中来的极大伤痛。然而更令母鸟恐惧的，还是挟带着自然威力的“风雨”：鸱鸮的进犯纵然可以凭非凡的勇气抵御，但对这天地间之烈风疾雨，小小的母鸟却无回天之力了。“予室翘翘，风雨所漂摇，予维音晓哓！”诗之结句，正以一声声“哓哓”的鸣叫，穿透摇撼天地的风雨，喊出了不能掌握自身命运的母鸟之哀伤。</p> <p>　　倘若仅从诗面上看，《鸱鸮》也堪称一首代鸟写悲的杰作：它写鸟像鸟，通篇用了母鸟的“语言”，逼真地传写出了既丧爱雏、复遭巢破的鸟禽之伤痛，塑造了一头虽经灾变仍不折不挠重建“家室”的可敬母鸟的形象。如果鸟禽有知，亦当为诗人对它们生活情状描摹之精妙、心理情感体味之真切，而“啾啾”叹惋。然而这毕竟是一首“寓言诗”，与其说是代鸟写悲，不如说是借鸟写人，那母鸟所受恶鸮的欺凌而丧子破巢的遭遇，以及在艰辛生存中面对不能把握自身命运的深深恐惧，正是下层人民悲惨情状的形象写照。由此反观全诗，则凶恶的“鸱鸮”、无情的“风雨”，便全可在人世中显现其所象征的真实身份。而在母鸟那惨怛的呼号和凄怆的哀诉中，正传达着久远以来受欺凌、受压迫人们的不尽痛愤。</p> <p>　　旧说如《毛诗序》谓此诗乃“周公救乱”之作，方玉润《诗经原始》、<a href=\"http://so.gushiwen.org/author_347.aspx\">魏源</a>《诗古微》又以为乃“周公悔过以儆成王”、“周公戒成王”之作，虽也知诗用借喻手法，但坐实本事，反而扞格不通。</p> <p>　　《鸱鸮》，周公救乱也。成王未知周公之志，公乃为诗以遗王，名之曰《鸱鸮》焉。</p>",
  "about": "<h2>由来</h2> <p>　　鸱鸮，是周文王的儿子<a href=\"http://so.gushiwen.org/author_845.aspx\">周公旦</a>写给周成王的<a href=\"http://so.gushiwen.org/view_153.aspx\">诗</a>。周武王病故后，周公旦按照他的临终嘱托让他的十三岁儿子姬诵继承天子之位，并由周公旦辅佐，即代理执政。</p> <p>　　周公为了更好的辅政，他废除了从夏朝一直遗留下来的王位继承制度，即先由兄及弟，然后再传儿子的办法，这个办法避免了争权夺利的悲剧发生，但也招来了周武王的弟弟管叔的不满，周公新颁布的继承法让管叔继承王位的希望破灭，同时，因为周公几乎将什么权都握在自己手里，管叔将心比心认为周公旦将来一定会取周成王而代之，便在朝中散布周公旦夺取王位的谣言，同时和武庚勾结，怂恿他起兵反叛，想以此逼周公旦下台，但这些使周成王也半信半疑，周公旦为了制止谣言，自己离开了镐京，临走写了鸱鸮这首诗。</p> <p>　　周公吐脯的成语也是由于周公旦兢兢业业的工作态度而来！！！！！！！！ </p><br/><h2>创作背景</h2> 　　这是一首寓言<a href=\"http://so.gushiwen.org/view_153.aspx\">诗</a>，当作于西周时期。《毛诗序》谓：“《鸱鸮》，周公救乱也。成王未知周公之志，公乃为诗以遗王，名之曰《鸱鸮》焉。”方玉润《诗经原始》、<a href=\"http://so.gushiwen.org/author_347.aspx\">魏源</a>《诗古微》又以为乃“周公悔过以儆成王”、“周公戒成王”之作。",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": [
    "诗经",
    "写鸟",
    "寓理",
    "哲理"
  ]
}