{
  "id": 62223,
  "star": 6,
  "name": "宴清都·连理海棠",
  "dynasty": "宋代",
  "content": "绣幄鸳鸯柱，红情密、腻云低护秦树。芳根兼倚，花梢钿合，锦屏人妒。东风睡足交枝，正梦枕瑶钗燕股。障滟蜡、满照欢丛，嫠蟾冷落羞度。<br>人闲万感幽单，华清惯浴，春盎风露。连鬟并暖，同心共结，向承恩处。凭谁为歌长恨？暗殿锁、秋灯夜语。叙旧期、不负春盟，红朝翠暮。",
  "fanyi": "<p><strong>译文<br></strong>一棵棵连在一起的海棠树干，好象是一对对相依的鸳鸯，花团锦簇。红花开得茂盛，绿叶低垂，像似在护卫着连理的海棠。美丽的树根在地下相互交错依靠，柔嫩的花梢如精美的盒扇般相互依傍，惹得深闺女子嫉妒感伤。和煦的春风中，海棠花像美人熟睡，倚卧在相交的花枝上，如同情人进入甜蜜的梦乡，形似燕尾的玉钗遗落枕旁。多情的人举起红蜡烛，照遍美丽的海棠，尽情游玩观赏，月宫中孤居的嫦娥见此情景，更感幽怨哀伤。<br>人世间的许多人都感到孤单凄凉，有几人能像杨贵妃那样赐浴华清池，尽情地享受皇帝的雨露风光。他们在温暖的芙蓉帐中，同心共结，相依相傍，誓愿世世代代永不分离。可为什么生死两茫茫，谁创作长恨歌，把绵绵此恨永久传唱？幽暗的宫门紧锁着，长夜孤独凄凉很漫长，只能独自对着一盏青灯诉说，盼望着佳人早日归来，实现旧日爱情的盟誓，能双双化作这连理的海棠，海誓山盟，永不分离。</p> <p><strong>注释<br></strong>⑴宴清都：词牌名。<br>⑵绣幄鸳鸯柱：海棠全株花盛开时如绣幄，连理枝则如鸳鸯柱。<br>⑶秦树：秦中（今陕西省一带）有双株海棠。<br>⑷钿（diàn）合：盛珠宝首饰之盒，有上下两扇。<br>⑸锦屏人：富贵家女子。<br>⑹交枝：枝柯相交。<br>⑺燕股：玉钗两股如燕尾。<br>⑻满照欢丛：夜晚用烛照花丛。<br>⑼嫠蟾：嫦娥在月宫无夫，故称嫠蟾。嫠（lí）：寡妇。<br>⑽华清：指贵妃曾浴于华清池。<br>⑾春盎：春水盈满。<br>⑿连鬟：女子所梳双髻，名同心结。<br>⒀承恩：<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>《长恨歌》：“侍儿扶起娇无力，始是新承恩泽时。”<br>⒁歌长恨：指白居易《长恨歌》。<br>⒂夜语：《长恨歌》：“七月七日长生殿，夜半无人私语时。在天愿作比翼鸟，在地愿为连理枝。天长地久有时尽，此恨绵绵无绝期。” </p>",
  "shangxi": "<h2>赏析</h2> <p>　　“绣幄鸳鸯柱。红情密，腻云低护秦树”三句点明海棠花及所处的环境。“绣幄”，彩绣的大帐，富贵人家用来护花。“鸳鸯柱”指成双成对的立柱，用来支撑大帐。花为连理，柱亦成双。“红情密”言海棠花花团锦簇，十分繁茂。以“情密”写花，拟人称物。“腻云”常用来描摹女子云鬓，这里以云鬓衬香腮来比喻翠叶护红花。“秦树”指连理海棠。《阅耕录》中记载秦中有双株海棠，高数十丈。此三句虽写花，但处处照应人事，柱为“鸳鸯”，花为“红情”、“腻云”，花色之中如谋人面。“秦树”景谢此事发生于长安一带，于是李杨故事刚一开篇就隐约可见了。“芳根兼倚，花梢钿合，锦屏人妒”，三句正面描写连理海棠。</p> <p>　　下面两根相倚，上面花梢交合，“锦屏人”指幽居深闺女子。海棠上下都连在一起，亲密无间，使得闺中绣女羡妒不已。“东风睡足交枝，正梦枕瑶钗燕股”，二句描写海棠花的妖态，她在交合的枝头沉沉睡去，而这交枝在她的梦中变成了燕股玉钗。<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>咏海棠有句云：“只恐夜深花睡去，故烧高烛照红妆。”词中这三句正是化用东坡<a href=\"http://so.gushiwen.org/view_62223.aspx\">诗</a>意，写人们连夜秉烛赏花的情景。“滟蜡”形容蜡泪多。“满照”的“满”字形容烛光明亮，“欢丛”指海棠交合的枝叶。“嫠蟾”的“嫠”则突显出嫦娥的孤单冷落，因自哀自怜而羞见连枝海棠。词的上片重在描摹连枝海棠的形态，同时句句关联美人神态。作者体物工细，运笔浑化，成功地做到了人情物态的水乳交融。</p> <p>　　过片宕开一笔，从咏花转而叙人事。“人间万感幽单，华清惯浴，春盎风露”。作者感叹世间千万不成连理的夫妇，他们过着孤独寂寞的生活。此句与“嫠蟾”句相呼应。“华清”二句描写贵妃占尽风情雨露。“连鬟并暖，同心共结，向承恩处”。古代女子出嫁后，将双鬟合为一髻，示有所归属，夫妻恩爱，还要绾结罗带以表同心。杨妃承恩得宠，与明皇形影相随。“连”、“同”又扣合题面“连理”，并照应上片的“兼倚”、“钿合”二句，写人亦不离咏花。“凭谁为歌长恨，暗殿锁、秋灯夜雨”。李杨情事建筑在“人间万感幽单”的基础上，自然好景不长。后来他们仓惶西逃，杨妃终于死在马嵬事变中。词写到李杨最欢乐处，笔锋突然转到香消玉殒的悲剧，援用《长恨歌》诗意，内容更深厚，联想更丰富。《长恨歌》中写长恨处很多，而词只把“夕殿萤飞思悄然，孤灯挑尽未成眠。迟迟钟鼓初长夜，耿耿星河欲曙天”涵括到词中，仅仅七个字：“暗殿锁、秋灯夜雨”，却写出了玄宗回京后作太上皇，受到肃宗软禁；杨妃已殒命它乡，孤独寂寞的情景。“锁”字形容高大深邃的宫殿为夜气笼罩，兼有被软禁之意，夜雨灯昏，更为凄凉。和上片的“障滟蜡，满照欢丛”形成鲜明对照。“叙旧期，不负春盟，红朝翠暮”三句花人合写。“旧期”就是七月七日，“春盟”就是生生世世为夫妇的盟誓。“红朝翠暮”就是朝朝暮暮、永不分离。意思是希望赏花之人能连理海棠一样，永远相随。</p> <p>　　词人在描写连理海棠时，抓住特征进行铺陈，且情景交融，含蓄感人。连理海棠是双本相连的海棠。唐玄宗<a href=\"http://so.gushiwen.org/author_520.aspx\">李隆基</a>宠爱杨贵妃，把杨贵妃比作海棠。玄宗和杨妃又有世世代代为夫妇的誓言。这篇吟咏连理海棠的词就以李杨情事为线索展开。</p> <p>　　这首词描写连枝海棠时，扣住描写对象的特征，写得细密贴切。如“芳根兼倚，花梢钿合”、“交枝”、“瑶钗燕股”，或描摹，或比喻，从正面扣合“连枝”特点。“锦屏人妒”、“嫠蟾冷落”，又是以对比反衬的手法来写“连枝”。两相对照，形象更显丰满。另外，这首词咏物而不拘泥于物，物态人情，难分彼此，花中有人，人不离花。如结尾几句，若确指李杨，则盟誓在七月七，不在春日；若坐实指海棠，花不能言，难以践约。但若细细品味，又是句句咏花，句句写人。</p> <p>　　这首词写得精致含蓄，意境深远。结构十分严谨，词之上下片、起句结尾互相呼应拍合，极为精当有秩。此篇用丽字极多，如绣、鸳鸯、红、芳、花、钿等等，运用这些丽字时词人注意到这些丽字和表现题材的切合，不使其游离于内容之外，它们都是扣紧连理海棠和李杨事的主题，是为表现其内涵服务的。并且词人善于用动词调动这些丽字，使词能达到声情并茂的感人效果。</p>",
  "poet": {
    "id": 670,
    "star": 0,
    "name": "吴文英",
    "image": "http://img.gushiwen.org/authorImg/wuwenying.jpg",
    "desc": "吴文英（约1200～1260），字君特，号梦窗，晚年又号觉翁，四明（今浙江宁波）人。原出翁姓，后出嗣吴氏。与贾似道友善。有《梦窗词集》一部，存词三百四十余首，分四卷本与一卷本。其词作数量丰沃，风格雅致，多酬答、伤时与忆悼之作，号“词中李商隐”。而后世品评却甚有争论。"
  },
  "tags": [
    "咏物",
    "海棠",
    "写人",
    "闺怨"
  ]
}