{
  "id": 48209,
  "star": 74,
  "name": "玉女摇仙佩·佳人",
  "dynasty": "宋代",
  "content": "飞琼伴侣，偶别珠宫，未返神仙行缀。取次梳妆，寻常言语，有得几多姝丽。拟把名花比。恐旁人笑我，谈何容易。细思算、奇葩艳卉，惟是深红浅白而已。争如这多情，占得人间，千娇百媚。<br>须信画堂绣阁，皓月清风，忍把光阴轻弃。自古及今，佳人才子，少得当年双关。且恁相偎倚。未消得、怜我多才多艺。愿奶奶、兰心蕙性，枕前言下，表余心意。为盟誓。今生断不孤鸳被。",
  "fanyi": "<p><strong>译文</strong><br>这美丽的人儿是徐飞琼身边的女伴，偶然离开了居住的天宫，流落人间，久久没有返回神仙的行列。随意的梳妆打扮，寻常的言语，却因为天生难自弃的姝丽，身边的女子都花容失色，无心争艳。想要把伊人比作珍贵的花朵，又害怕旁人笑话我，如此美丽的女子想要用花来形容，谈何容易？仔细想想，数不尽的奇花异草，都只是深红浅白的单调颜色而已。千种娇媚，万种风情，怎么比得上这眼前的女子，集各种世间的美丽于一身，万分宠爱，万分艳羡。<br>须知在华丽的堂舍，美人的绣阁之中，又有佳人在明月清风中相伴，怎忍把好时光轻易的抛弃。从古到今，难得才子佳人在盛壮之年双美遇合。就这样亲热的依偎着，也未抵得爱我材艺之情更深。愿你心地纯美，我也枕前言下，表达我深深的爱意。让我俩盟誓，今生永不分开。</p> <p><strong>注释</strong><br>1、飞琼伴侣：与神仙为侣。飞琼，即许飞琼，传说中的仙女，西王母侍女。《汉武内传》：“王母命侍女许飞琼鼓震灵之簧。”故宋词中多以喻歌舞吹奏的女子。李演《南乡子·夜宴燕子楼》：“天上许飞琼，吹下蓉笙染玉尘。”<br>2、珠宫：用珠宝装饰的宫殿。指仙人之居所。<br>3、行缀：指舞队行列。缀，连结。宋洪迈《夷坚丙志·桃源图》：“其押案节奏，舞蹈行缀，皆中音会。”<br>4、取次梳妆：随意打扮。取次，犹草草，任意随便。这里的“取次”与下文之“寻常”对举，都是不刻意的意思。<br>5、几多：多少。<br>6、姝丽：美丽。<br>7、葩：花。卉：草的总称。<br>8、争如：怎如。张相《<a href=\"http://so.gushiwen.org/view_48209.aspx\">诗</a>词曲语辞汇释》：“争，犹怎也。”<br>9、忍：不忍，怎忍。此句为问句。<br>10、当年：正值盛年。<br>11、恁：如此，这样。<br>12、未消得：消不得，禁受不起。消，犹禁也。怜：爱。<br>13、奶奶：古代对女主人的称呼。<br>14、兰心蕙性：喻女性幽静高雅的品格。<br>15、断不：决不。孤：辜负。<br>16、鸳被：即鸳鸯被，又称合欢被，特指夫妻合用的被子。唐刘希夷《晚春》：“寒尽鸳鸯被，春生玳瑁床。”</p>",
  "shangxi": "<h2>赏析</h2> <p>　　此词题作“佳人”，叙写的对象是一美貌女子。</p> <p>　　《玉女摇仙佩·佳人》这首词开篇即凌空飞来一句“飞琼伴侣，偶别珠官，未返神仙行缀”，凝神细思，原来是以“飞琼伴侣”喻指这位女子。仙女许飞琼曾为西王母“鼓震灵之簧”（《汉武内传》），作为她的女伴，这个女子自然也非同凡响了。更何况她是“偶别”仙宫，来到人间，再没有回到仙界去。如果说第一韵写了这位女子的超凡，下面的一韵则写了她的脱俗：随随便便地装束，寻寻常常地言语，便清丽过人，美艳超群。其超脱凡俗处，真不可以常人之心思之也。</p> <p>　　人们常喜欢用名花喻美女，“暗想玉容何所似，一枝春雪冻梅花”（<a href=\"http://so.gushiwen.org/author_415.aspx\">温庭筠</a>《浣溪沙》其三），“语多时，依旧桃花面”（<a href=\"http://so.gushiwen.org/author_622.aspx\">韦庄</a>《女冠子》其二），“腰如纫柳脸如莲“（顾夐《荷叶杯》其七）……但<a href=\"http://so.gushiwen.org/author_535.aspx\">柳永</a>这首词“拟把名花比。恐旁人笑我，谈何容易”几句，真是大畏唐突，尤见温存，又可悟翻旧为新之法。在词人的眼中，“奇葩艳卉”也不过是或红得浓重、或白得浅淡而已，哪里赶得上她如此多情，占尽了人间所有的美艳娶质。词句明白如话却凭空出奇，突破了自古以名花喻美人的俗意。</p> <p>　　从叙写的情事看，这首词的女主人公很可能是一位风尘女子，但词人将她写得那样脱俗，那样多情，“占得人间，千娇百媚”，正体现了柳永创作思想中闪光的一面，那就是把妓女当作人，把妓女当作倾诉衷情的对象。这种思想，在词的下阕得到了更为集中的体现。</p> <p>　　从内容方面说，下阕主要写“我”与“佳人”的恩爱深情。就写法而言，下阕多有小的开合，又时而宕开一层，写情一步深似一步。</p> <p>　　过片由“须信”领起，写良宵美景，不忍“把光阴轻弃”，一韵中三句间形成小的开合。接下来又宕开一层，写自古及今，“佳人才子”少有盛年相依相伴，故以“且恁相偎依”一句收住了这一层意思。既而笔致又深一层，点出了佳人所看重的不是金钱，不是地位，而是“我”的“多才多艺”。最后又有枕下盟誓：“今生断不孤鸳被！”一个“断不”，语气决绝，以之收煞全词，产生了一种荡气回肠的效果。</p> <p>　　柳永在这首词中提出了一种进步的爱情观，即“才子佳人”式的爱情模式。作为一种新兴的、有进步色彩的社会意识，这种爱情模式冲破了封建的门第观念，冲破了传统的“父母之命，媒的之言”婚姻制度，对后世阐生了很大的影响。金代董解元的《西厢记诸官调》和元代<a href=\"http://so.gushiwen.org/author_829.aspx\">王实甫</a>的《西厢记》所表现出的“从今至古，自是佳人，合配才子”的主题思想，就是对这种爱情观的进一步阐发。而柳永的首倡之功，则是不可磨灭的。至于词中“愿奶奶……”这样的俚俗之语，历代评者多毁疵之，但就全词来看，此乃小瑕，不足以掩大瑜也。</p> <p>　　清人沈谦认为将美女比作鲜花，已是陈腐老套，俗而又俗了。比喻的生命在新在活，在于出人寻常意想之外。“翻旧为新”，其实突出的还是一个“活”字。太白“云”、“花”并举，且反过来说，活了。屯田则推倒了说：若是以花来比此女，会惹人嗤笑，其实花也无法与她相比，她占尽人间之美，在她面前，“深红浅白”的花免不了也相形见绌了。词的上片只是写美人之风情万种，“千娇百媚”。她从仙女的舞队中走了出来，仿佛是来领略人世间的好天良夜，“皓月清风”。下阕则突出“我”的多才多艺，佳人合该配才子，写得深情款款，温存不尽。词以鸳梦好合作结，但梦只是梦，故于柔情似水，佳期如梦中，亦含无尽的怅惘。后世词论家针对“愿奶奶、兰心蕙性，枕前言下，表余心意”数句，以为其“轻薄”，甚至是“秽亵”。其实这里虽写得略嫌刻露，然下阕以“须信”领起，完全是想象之词，况且柳词往往是由歌女们被之以管弦，故不刻意避俗。倘金圣叹评此词，想来非但不会指责，甚或以为是自然而然，文势之趋也。更甚或以为病诟者冬烘，头巾气太重亦未可知。全篇体现出柳词善于铺叙，流利婉转的词风，纡徐取势，迷离缥缈，令人含味不尽。最是“取次梳妆，寻常言语，有得几多姝丽”数句，写出了人物的个性特征，举重若轻，笔墨简约，词家匠意文心，正须从此等细微处观之。</p>",
  "about": "<h2>写作背景</h2> 　　<a href=\"http://so.gushiwen.org/author_535.aspx\">柳永</a>的妻子在柳词中常常被提及，然而却因柳永与妓女关系密切，又性情执坳，与柳永出现感情裂痕。这首词为柳永与其妻出现感情裂变后，远游浙江两湖时所作，时间大约在宋真宗景德三年（1006）或四年（1007）春夏间。",
  "poet": {
    "id": 535,
    "star": 0,
    "name": "柳永",
    "image": "http://img.gushiwen.org/authorImg/liuyong2.jpg",
    "desc": "柳永，（约987年—约1053年）北宋著名词人，婉约派创始人物。汉族，崇安（今福建武夷山）人，原名三变，字景庄，后改名永，字耆卿，排行第七，又称柳七。宋仁宗朝进士，官至屯田员外郎，故世称柳屯田。他自称“奉旨填词柳三变”，以毕生精力作词，并以“白衣卿相”自诩。其词多描绘城市风光和歌妓生活，尤长于抒写羁旅行役之情，创作慢词独多。铺叙刻画，情景交融，语言通俗，音律谐婉，在当时流传极其广泛，人称“凡有井水饮处，皆能歌柳词”，婉约派最具代表性的人物之一，对宋词的发展有重大影响，代表作 《雨霖铃》《八声甘州》。"
  },
  "tags": [
    "女子"
  ]
}