{
  "id": 70755,
  "star": 43,
  "name": "鹧鸪天·离恨",
  "dynasty": "清代",
  "content": "背立盈盈故作羞，手挼梅蕊打肩头。欲将离恨寻郎说，待得郎来恨却休。<br>云淡淡，水悠悠。一声横笛锁空楼。何时共泛春溪月，断岸垂杨一叶舟。",
  "fanyi": "<p><strong>译文<br></strong>女子背向着盈盈而立，故意作出含羞的姿态，手中揉搓着梅花的花蕊，任其打落在肩头。想要找到她的郎君，将离别的愁怨向他诉说，等到郎君归来，她的愁怨却消散无踪。<br>白云安静地漂浮，江水闲适地流动，一声横笛，笛音幽怨空灵，凝滞在那寂寞的空楼。想着何时才能在春溪的明月下共同泛舟，却只能望着江边堤岸低垂的杨柳下那一叶孤舟。</p> <p><strong>注释<br></strong>⑴鹧鸪天：词牌名。双调五十五字，押平声韵。《填词名解》：“鹧鸪天，一名‘思佳客’，一名‘于中好’，采郑嵎<a href=\"http://so.gushiwen.org/view_70755.aspx\">诗</a>：‘春游鸡鹿塞，家在鹧鸪天。’”<br>⑵盈盈：美好貌。此指女子之风姿、仪态的美妙动人。《古诗十九首》之二：“盈盈楼上女，皎皎当窗牖。”<br>⑶手挼（ruó）：用手揉弄。<br>⑷锁空楼：谓笛声萦绕在空寂的楼阁中。锁，形容笛声不绝，仿佛凝滞在楼中。<br>⑸断岸：江边绝壁。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这首小词是借女子的形象和心态抒写“离恨”的，全用白描，不假雕饰，极朴素，极清丽，几类小曲。上片追忆往日的幽会，刻画女子娇慎佯羞的形象，情意婉转但遣词造句问并不让人觉得刻意雕琢。</p> <p>　　“背立盈盈故作羞”的“盈盈”二字的确是灵动精巧，将词中女主人公的风姿、仪态之美妙动人浓缩在其中。《古<a href=\"http://so.gushiwen.org/view_70755.aspx\">诗</a>十九首·青青河畔草》中有“盈盈楼上女，皎皎当窗牖”之句。这里用“盈盈”二字，也体现出词中女主人公与《古诗十九首》中这位娇美、轻盈、光彩照人的女子一样的形象。“手按梅蕊打肩头”是极能体现纳兰词风的一句化用。女子纤纤素手揉碎了梅蕊，抛向情郎肩头，嗔怪之情与娇羞之态相融，旖旎万分。上片四句，酷似<a href=\"http://so.gushiwen.org/author_269.aspx\">李煜</a>词“绣床斜凭娇无那，烂嚼红茸，笑向檀郎唾”（《一斛珠·晓妆初过》）所描绘的情景，而在香艳中更觉清新，在婉丽处又现俊逸。</p> <p>　　下片写眼见耳闻之景，淡淡之云与悠悠之水，伴和着耳畔的笛声，更烘托出离恨的凄苦。“一片横笛锁空楼”写笛声萦绕在空寂的阁楼中。一个“锁”字形容笛声不绝，仿佛凝滞。笛声与梅花，向来是诗词中道尽凄清的意象，观梅闻笛，便勾起古往今来多少人的感情。唐朝<a href=\"http://so.gushiwen.org/author_31.aspx\">崔道融</a>就有《梅花》一诗：“数萼初含雪，孤标画本难，香中别有韵，清极不知寒。横笛和愁听，斜技依病看。逆风如解意，容易莫摧残。”笛声总是清冷空幽的，而此时又是离别在即，相见无期，让人怎能不满心愁绪。结句以虚笔勾画了一幅月夜春泛的美妙图画，并以此虚设之景，进一步抒发了离恨的心·曲。“何时共泛春溪月，断岸垂杨一叶舟”，想象中的良辰美景，更衬得当下的离别之苦不堪忍受。</p> <p>　　古时不比如今，车行不便，一别之后有可能就是余生难再相见，时间，距离，生死，再如何情比金坚在这样的刁难前也都只能面对。纵是帝王，李煜也要说“离恨恰如春草，更行更远还生”，放之纳兰，更是无可奈何。</p>",
  "about": "<h2>创作背景</h2> 　　<a href=\"http://so.gushiwen.org/author_188.aspx\">纳兰性德</a>于康熙十二年（1673年）与两广总督兵部尚书都察院右督御史卢兴祖之女卢氏成婚，纳兰20岁，卢氏18岁。他们婚后的生活恩爱异常。然妻子突因产后受风而离世，对纳兰的打击非常大。他们虽成婚才三年，但纳兰早已把妻子看作是朋友、知己。当他从明争暗斗的官场回到家中之时只有妻子一人是他倾诉的对象。在郁郁不得志和妻子突然离世的双重打击下使纳兰的心境更为悲凉，两种情感的揉合令他郁闷之气难以排遣。在这种心境下，他创作出《蝶恋花》《金缕曲》《青衫湿遍》等感人至深、脍炙人口的悼亡之作，这首《鹧鸪天》很可能是词人因怀念自己的妻子卢氏而创作的。",
  "poet": {
    "id": 188,
    "star": 0,
    "name": "纳兰性德",
    "image": "http://img.gushiwen.org/authorImg/nalanxingde.jpg",
    "desc": "纳兰性德（1655－1685），满洲人，字容若，号楞伽山人，清代最著名词人之一。其诗词“纳兰词”在清代以至整个中国词坛上都享有很高的声誉，在中国文学史上也占有光采夺目的一席。他生活于满汉融合时期，其贵族家庭兴衰具有关联于王朝国事的典型性。虽侍从帝王，却向往经历平淡。特殊的生活环境背景，加之个人的超逸才华，使其诗词创作呈现出独特的个性和鲜明的艺术风格。流传至今的《木兰花令·拟古决绝词》——“人生若只如初见，何事秋风悲画扇？等闲变却故人心，却道故人心易变。”富于意境，是其众多代表作之一。"
  },
  "tags": [
    "女子",
    "离恨"
  ]
}