{
  "id": 62190,
  "star": 5,
  "name": "瑞鹤仙·晴丝牵绪乱",
  "dynasty": "宋代",
  "content": "晴丝牵绪乱。对沧江斜日，花飞人远。垂杨暗吴苑。正旗亭烟冷，河桥风暖。兰情蕙盼。惹相思，春根酒畔。又争知、吟骨萦销，渐把旧衫重剪。<br>凄断。流红千浪，缺月孤楼，总难留燕。歌尘凝扇。待凭信，拌分钿。试挑灯欲写，还依不妨，笺幅偷和泪卷。寄残云剩雨蓬莱，也应梦见。",
  "fanyi": "<p><strong>译文<br></strong>晴日里游丝牵动我思绪混乱，像在空中飘转一样，更何况对着面对着青碧的吴江和西斜的落日，伊人就像片片落红一般，随着春风飘得非常遥远。低垂的杨柳深荫幽暗，遮掩着古老的吴国宫苑。记得那一年的寒食节，酒旗飘摇的楼亭正烟雾清冷，河桥上春风和暖的吹送着。你那美丽的秀目秋波流转，深情顾盼，情意无限。在暮春时节里摆起的酒宴间，那种温馨幸福的情景，惹得我相思不断。又怎么会想到吟<a href=\"http://so.gushiwen.org/view_62190.aspx\">诗</a>篇的我，如今瘦得如此可怜，以至渐渐地把旧日的春衫，一次一次地往瘦里重新载剪。<br>我凄伤魂断，眼看着千重水波卷起千层波浪，残缺的夜月孤独地悬挂在楼外，我总是无法留住一定要飞往远山的飞燕。只有她曾用过的小扇，任凭时光流逝，尘土盖满，依旧珍藏在我的身边。我想要写一封书信，和她永远分手情义断绝。多少次把灯光挑亮提起笔管，可怎么也不忍心把信写完，又只好偷偷地含着眼泪把铺开的信笺暗暗收卷起来，但愿我的魂魄，能够飞到蓬莱仙山，在幽渺的梦境中与她相见。</p> <p><strong>注释<br></strong>⑴晴丝：春夏季节，一晴无风时在空中飘荡和一些昆虫的吐丝，谐音双关为“情思”。<br>⑵牵绪：牵动思绪。<br>⑶吴苑：指春秋时吴王阖闾所建宫苑，在苏州。<br>⑷旗亭：酒楼。<br>⑸兰情蕙（huì）盼：形容伊人仪态清幽，眼波含情。兰、蕙：香草。情：含情顾盼。<br>⑹春根：春末。<br>⑺酒畔：指酒肆边。<br>⑻争知：即“怎知”。<br>⑼吟骨：指诗人的瘦骨。<br>⑽凄断：指极其凄凉或伤心。<br>⑾流红：指漂流在水中的落花。<br>⑿歌尘：形容歌声动听。<br>⒀拌分钿（diàn）：分钿，本《长恨歌》“钗留一股合一扇，钗擘（bò）黄金合分钿”。这里分钿作永诀意解，即拚出去分金饰盒的一半给你表示从此断绝。拌即判、拚的意思。<br>⒁笺幅：笺纸，信笺 。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　这首梦窗词较有特色。上阕写江湖飘泊文人的相思之情。下阕写女子思恋他的一片幽怨。把恋爱双方相互思念的情感对比起来，别有一番艺术审美情趣。</p> <p>　　在用语上雅俗融一，属于通俗晓畅的一类，并且和曲有相通之处。当时梦窗可能正旅住吴门（苏州），季节正逢寒食。该词表现的是距离美，反映一种彼此因消息难通而产生了隔膜的忧郁心情。</p> <p>　　古代飘泊文人对自然景物异常敏感，词首即描写暮春三月引起的离情别绪。“晴丝牵绪乱”三句所写景物有似于<a href=\"http://so.gushiwen.org/author_71.aspx\">叶梦得</a>《虞美人·落花已作风前舞》：“落花已作风前舞。又送黄昏雨。晓来庭院半残红，惟有游丝千丈袅晴空。”清明、寒食时节已经可以看到虫类吐到春空中游荡的丝。第一句绪字就是离情别绪，<a href=\"http://so.gushiwen.org/author_723.aspx\">朱敦儒</a>《念奴娇》：“别离情绪。奈一番好景，一番悲戚。燕语莺啼人乍远，还是他乡寒食。”和第三句“花飞人远”可以互相映衬。不同的是作者还面对夕下清澈的吴江。第四句“垂杨暗吴苑”是由斜日沧江更进一步写。吴苑是吴王阖闾所建林苑，包括姑苏台、长洲、石城等地（见《吴越春秋》）。<a href=\"http://so.gushiwen.org/author_622.aspx\">韦庄</a>《忆江南》：“柳暗魏王堤”，<a href=\"http://so.gushiwen.org/author_2063.aspx\">邓肃</a>《南歌子》：“玉楼依旧暗垂杨，楼下落花流水自斜阳”，都是相似笔法。吕本中《减字木兰花·去年今夜》：“花暗长堤柳暗船”，也喜欢用暗字，写暮色对心情的感染。</p> <p>　　下二句点时序：“正旗亭烟冷，河桥风暖。”旗亭是酒楼，烟冷点明正值寒食节。河桥是姑苏的河桥，已是春风暖人的季节。<a href=\"http://so.gushiwen.org/author_164.aspx\">周邦彦</a>《琐窗寒·寒食》：“正店舍无烟，禁城百五。旗亭唤酒，付与高阳俦侣。”与梦窗词景色无异。</p> <p>　　下一句就是写旗亭所见歌女子。“兰情蕙盼”句写在旗亭所遇歌女于顾盼间脉脉含情，周邦彦《长相思慢》：“美盼柔情”，《拜星月慢》：“水盼兰情，总平生稀见”，都是同样写法。但他无心理会新的相逢，却勾起对旧相知的怀念说：“惹相思，春根酒畔。”春根就是春末，酒畔即酒肆边。上阕结尾写：“又争知，吟骨萦销，渐把旧衫重剪。”形容旧相知并不了解他的相思之苦，词人因对她魂牵梦绕而形容憔悴衣带渐宽。“又争（怎）知”，含怨意。</p> <p>　　下阕却转而写旧相知那一边。全从女子一面下笔：“凄断。流红千浪，缺月孤楼，总难留燕。”写女子凄凉魂断，怅对层层细浪，漫卷残红，一钩残月伴照孤楼，象征离别后的冷清孤单，而“总难留燕”句写女子所居之凄寂，连呢喃双燕，也不愿进楼中作巢与她相伴。女子相思之苦也到了生怨程度。下面递进写“歌尘凝扇”，往日歌舞红尘，久已凝在舞扇上。很像周邦彦《解连环》：“暗尘锁，一床弦索。”一样是停歌罢舞。下五句写欲拟诀书：“待凭信，拌分钿。试挑灯欲写，还依不忍，笺幅偷和泪卷。”但又很矛盾，所以说拭着挑亮灯芯，备好纸笔，却依旧不忍，又把写上字、滴过泪的信笺，偷偷卷起。心理层次写得细密有秩。顾敻《诉衷情》：“换你心，为我心，始知相忆深”，似乎异曲同工。</p> <p>　　结尾写：“寄残云剩雨蓬菜，也应梦见。”词笔拓展开，以痴言呓语结束。意思是说：即使寄魂魄于蓬莱出的残云剩雨，也盼与你梦中相见。以幻想之语作这一片痴情的自我宽慰。</p> <p>　　这首词描摹词人和情人相思的两种不同心态，写得恰如其分。“晴丝牵绪乱，对沧江斜日，花飞人远。”“垂杨暗吴苑”，与“流红千浪，缺月孤楼，总难留燕”等句写景抒情，处处入画，清逸动人。“兰情蕙盼”、“笺幅偷和泪卷”等句，较通俗，有曲意，刻画传神。</p> <p>　　上下阕都有波折、顿挫，然后用层层递进笔法，写到尽致处，又化为无声的呼唤，别有一番意在言外的艺术构思，并不是人所习见的直白铺陈。此词也可品出梦窗用字的特色。如“春根”一词就很新，这同他写溪边有时用“溪根”，云边有时用“云根”一样。梦窗也善用“偷”字，“笺幅偷和泪卷”以偷字表现含蓄幽婉，用法极尽工巧。</p>",
  "poet": {
    "id": 670,
    "star": 0,
    "name": "吴文英",
    "image": "http://img.gushiwen.org/authorImg/wuwenying.jpg",
    "desc": "吴文英（约1200～1260），字君特，号梦窗，晚年又号觉翁，四明（今浙江宁波）人。原出翁姓，后出嗣吴氏。与贾似道友善。有《梦窗词集》一部，存词三百四十余首，分四卷本与一卷本。其词作数量丰沃，风格雅致，多酬答、伤时与忆悼之作，号“词中李商隐”。而后世品评却甚有争论。"
  },
  "tags": [
    "爱情",
    "相思",
    "幽怨"
  ]
}