{
  "id": 72297,
  "star": 61,
  "name": "柳子厚墓志铭",
  "dynasty": "唐代",
  "content": "　　子厚，讳宗元。七世祖庆，为拓跋魏侍中，封济阴公。曾伯祖奭，为唐宰相，与褚遂良、韩瑗俱得罪武后，死高宗朝。皇考讳镇，以事母弃太常博士，求为县令江南。其后以不能媚权贵，失御史。权贵人死，乃复拜侍御史。号为刚直，所与游皆当世名人。</p> <p>　　子厚少精敏，无不通达。逮其父时，虽少年，已自成人，能取进士第，崭然见头角。众谓柳氏有子矣。其后以博学宏词，授集贤殿正字。俊杰廉悍，议论证据今古，出入经史百子，踔厉风发，率常屈其座人。名声大振，一时皆慕与之交。诸公要人，争欲令出我门下，交口荐誉之。</p> <p>　　贞元十九年，由蓝田尉拜监察御史。顺宗即位，拜礼部员外郎。遇用事者得罪，例出为刺史。未至，又例贬永州司马。居闲，益自刻苦，务记览，为词章，泛滥停蓄，为深博无涯涘。而自肆于山水间。</p> <p>　　元和中，尝例召至京师；又偕出为刺史，而子厚得柳州。既至，叹曰：“是岂不足为政邪？”因其土俗，为设教禁，州人顺赖。其俗以男女质钱，约不时赎，子本相侔，则没为奴婢。子厚与设方计，悉令赎归。其尤贫力不能者，令书其佣，足相当，则使归其质。观察使下其法于他州，比一岁，免而归者且千人。衡湘以南为进士者，皆以子厚为师，其经承子厚口讲指画为文词者，悉有法度可观。</p> <p>　　其召至京师而复为刺史也，中山刘梦得禹锡亦在遣中，当诣播州。子厚泣曰：“播州非人所居，而梦得亲在堂，吾不忍梦得之穷，无辞以白其大人；且万无母子俱往理。”请于朝，将拜疏，愿以柳易播，虽重得罪，死不恨。遇有以梦得事白上者，梦得于是改刺连州。呜呼！士穷乃见节义。今夫平居里巷相慕悦，酒食游戏相徵逐，诩诩强笑语以相取下，握手出肺肝相示，指天日涕泣，誓生死不相背负，真若可信；一旦临小利害，仅如毛发比，反眼若不相识。落陷穽，不一引手救，反挤之，又下石焉者，皆是也。此宜禽兽夷狄所不忍为，而其人自视以为得计。闻子厚之风，亦可以少愧矣。</p> <p>　　子厚前时少年，勇于为人，不自贵重顾籍，谓功业可立就，故坐废退。既退，又无相知有气力得位者推挽，故卒死于穷裔。材不为世用，道不行于时也。使子厚在台省时，自持其身，已能如司马刺史时，亦自不斥；斥时，有人力能举之，且必复用不穷。然子厚斥不久，穷不极，虽有出于人，其文学辞章，必不能自力，以致必传于后如今，无疑也。虽使子厚得所愿，为将相于一时，以彼易此，孰得孰失，必有能辨之者。</p> <p>　　子厚以元和十四年十一月八日卒，年四十七。以十五年七月十日，归葬万年先人墓侧。子厚有子男二人：长曰周六，始四岁；季曰周七，子厚卒乃生。女子二人，皆幼。其得归葬也，费皆出观察使河东裴君行立。行立有节概，重然诺，与子厚结交，子厚亦为之尽，竟赖其力。葬子厚于万年之墓者，舅弟卢遵。遵，涿人，性谨慎，学问不厌。自子厚之斥，遵从而家焉，逮其死不去。既往葬子厚，又将经纪其家，庶几有始终者。</p> <p>　　铭曰：“是惟子厚之室，既固既安，以利其嗣人。” ",
  "fanyi": "<p><strong>译文</strong><br>　　子厚，名叫宗元。七世祖柳庆，做过北魏的侍中，被封为济阴公。高伯祖柳奭，做过唐朝的宰相，同<a href=\"http://so.gushiwen.org/author_1143.aspx\">褚遂良</a>、韩瑗都得罪了武后，在高宗时被处死。父亲叫柳镇，为了侍奉母亲，放弃了太常博士的官位，请求到江南做县令。后来因为他不肯向权贵献媚，丢了御史的官职。直到那位权贵死了，才又被任命为侍御史。人们都说他刚毅正直，与他交往的都是当时名人。<br>　　子厚少年时就很精明聪敏，没有不明白通晓的事。赶上他父亲在世时，他虽然很年轻，但已经成才，能够考取为进士，突出地显露出才华，大家都说柳家有能扬名显姓的后人了。后来又通过博学宏词科的考试，被授为集贤殿的官职。他才能出众，方正勇敢，发表议论时能引证今古事例为依据，精通经史诸子典籍，议论时才华横溢，滔滔不绝，常常使在座的人折服。因此名声轰动，一时之间人们都敬慕而希望与他交往。那些公卿贵人争着想让他成为自己的门生，异口同声的推荐赞誉他。<br>　　贞元十九年，子厚由蓝田县尉调任监察御史。顺宗即位，又升为礼部员外郎。逢遇当权人获罪，他也被按例贬出京城当刺史，还未到任，又被依例贬为永州司马。身处清闲之地，自己更加刻苦为学，专心诵读，写作<a href=\"http://so.gushiwen.org/view_72297.aspx\">诗</a>文，文笔汪洋恣肆，雄厚凝练，像无边的海水那样精深博大。而他自己则纵情于山水之间。<br>　　元和年间，他曾经与同案人一起奉召回到京师，又一起被遣出做刺史，子厚分在柳州。到任之后，他慨叹道：“这里难道不值得做出政绩吗？”于是按照当地的风俗，为柳州制订了教谕和禁令，全州百姓都顺从并信赖他。当地习惯于用儿女做抵押向人借钱，约定如果不能按时赎回，等到利息与本金相等时，债主就把人质没收做奴婢。子厚为此替借债人想方设法，都让他们把子女赎了回来；那些特别穷困没有能力赎回的，就让债主记下子女当佣工的工钱，到应得的工钱足够抵消债务时，就让债主归还被抵押的人质。观察使把这个办法推广到别的州县，到一年后，免除奴婢身份回家的将近一千人。衡山、湘水以南准备考进士的人，就把子厚当做老师，那些经过子厚亲自讲授和指点的人所写的文章，全都可以看得出是合乎规范的。<br>　　他被召回京师又再次被遣出做刺史时，中山人刘梦得禹锡也在被遣之列，应当去播州。子厚流着泪说：“播州不是一般人能住的地方，况且梦得有老母在堂，我不忍心看到梦得处境困窘，他没有办法把这事告诉他的老母；况且绝没有母子一同前往的道理。”向朝廷请求，并准备呈递奏章，情愿拿柳州换播州，表示即使因此再度获罪，死也无憾。正遇上有人把梦得的情况告知了皇上，梦得因此改任连州刺史。呜呼！士人到了穷境时，才看得出他的节操和义气！一些人，平日街坊居处互相仰慕讨好，一些吃喝玩乐来往频繁，夸夸其谈，强作笑脸，互相表示愿居对方之下，手握手作出掏肝挖肺之状给对方看，指着天日流泪，发誓不论生死谁都不背弃朋友，简直像真的一样可信。一旦遇到小小的利害冲突，仅仅象头发丝般细小，便翻脸不认人，朋友落入陷阱，也不伸一下手去救，反而借机推挤他，再往下扔石头，到处都是这样的人啊！这应该是连那些禽兽和野蛮人都不忍心干的，而那些人却自以为得计。他们听到子厚的高尚风节，也应该觉得有点惭愧了！<br>　　子厚从前年轻时，勇于帮助别人，自己不看重和爱惜自己，认为功名事业可以一蹴而就，所以受到牵连而被贬斥。贬谪后，又没有熟识而有力量有地位的人推荐与引进，所以最后死在荒僻的边远之地，才干不能为世间所用，抱负不能在当时施展。如果子厚当时在御史台、尚书省做官时，能谨慎约束自己，已像在司马时、刺史时那样，也自然不会被贬官了；贬官后，如果有人能够推举他，将一定会再次被任用，不至穷困潦倒。然而若是子厚被贬斥的时间不久，穷困的处境未达到极点，虽然能够在官场中出人投地，但他的文学辞章一定不能这样地下功夫，以致于象今天这样一定流传后世，这是毫无疑问的。即使让子厚实现他的愿望，一度官至将相，拿那个换这个，何者为得，何者为失？一定能有辨别它的人。<br>　　子厚在元和十四年十一月初八去世，终年四十七岁；在十五年七月初十安葬在万年县他祖先墓地的旁边。子厚有两个儿子：大的叫周六，才四岁；小的叫周七，是子厚去世后才出生的。两个女儿，都还小。他的灵柩能够回乡安葬，费用都是观察使河东人裴行立先生付出的。行立先生为人有气节，重信用，与子厚是朋友，子厚对他也很尽心尽力，最后竟仰赖他的力量办理了后事。把子厚安葬到万年县墓地的，是他的表弟卢遵。卢遵是涿州人，性情谨慎，做学问永不满足；自从子厚被贬斥之后，卢遵就跟随他和他家住在一起，直到他去世也没有离开；既送子厚归葬，又准备安排料理子厚的家属，可以称得上是有始有终的人了。<br>　　铭文说：“这是子厚的幽室，既牢固又安适，对子厚的子孙会有好处。”</p><p><strong>注释</strong><br>（1）子厚：<a href=\"http://so.gushiwen.org/author_646.aspx\">柳宗元</a>的字。作墓志铭例当称死者官衔，因<a href=\"http://so.gushiwen.org/author_682.aspx\">韩愈</a>和柳宗元是笃交，故称字。讳：名。生者称名，死者称讳。<br>（2）七世：史书记柳宗元七世祖柳庆在北魏时任侍中，入北周封为平齐公。子柳旦，任北周中书侍郎，封济阴公。韩愈所记有误。侍中：门下省的长官，掌管传达皇帝的命令。北魏时侍中位同宰相。拓跋魏：北魏国君姓拓跋（后改姓元），故称。<br>（3）曾伯祖奭（shì）：字子燕，柳旦之孙，柳宗元高祖子夏之兄。当为高伯祖，此作曾伯祖误。柳奭在贞观年间（627—649）为中书舍人，因外甥女王氏为皇太子（唐高宗）妃，擢升为兵部侍郎。王氏当了皇后后，又升为中书侍郎。652年（永徽三年）代褚遂良为中书令，位相当于宰相。后来高宗欲废王皇后立<a href=\"http://so.gushiwen.org/author_298.aspx\">武则天</a>为皇后，韩瑗和褚遂良力争，武则天一党人诬说柳要和韩、褚等谋反，被杀。<br>（4）褚（chǔ）遂良：字登善，曾做过吏部尚书、同中书门下三品、尚书右仆射等官。唐太宗临终时命他与<a href=\"http://so.gushiwen.org/author_2871.aspx\">长孙无忌</a>一同辅助高宗。后因劝阻高宗改立武后，遭贬忧病而死。韩瑗（yuàn）：字伯玉，官至侍中，为救褚遂良，也被贬黜。<br>（5）皇考：古时在位皇帝对先皇的尊称，后引申为对先祖的尊称，在本文中指先父。<br>（6）太常博士：太常寺掌宗庙礼仪的属官。柳镇在唐肃宗时授左卫率府兵曹参军，辅佐<a href=\"http://so.gushiwen.org/author_2273.aspx\">郭子仪</a>守朔方。后调长安主薄，母亲去世后守丧，后来命为太常博士。柳镇以有尊老孤弱在吴，再三辞谢，愿担任宣称（今属安徽）县令。这里说“以事母弃太常博士”，可能是作者的失误。<br>（7）权贵：这里指窦参。柳镇曾迁殿中侍御史，因不肯与御史中丞卢佋，宰相窦参一同诬陷侍御史穆赞，后又为穆赞平反冤狱，得罪窦参，被窦参以他事陷害贬官。<br>（8）权贵人死：其后窦参因罪被贬，第二年被唐德宗赐死。<br>（9）侍御史：御史台的属官，职掌纠察百僚，审讯案件。<br>（10）号为刚直：郭子仪曾表柳镇为晋州录事参军，晋州太守骄悍好杀戮，官吏不敢与他相争，而柳镇独能抗之以理，所以这样说。<br>（11）所与游皆当世名人：柳宗元有《先君石表阴先友记》，记载他父亲相与交游者计六十七人，书于墓碑之阴。并说：“先君之所与友，凡天下善士举集焉。”<br>（12）逮（dài）其父时：在他父亲在世的时候。柳宗元童年时代，其父柳镇去江南，他和母亲留在长安。至十二、三岁时，柳镇在湖北、江西等地做官，他随父同去。柳镇卒于793年（贞元九年），柳宗元年二十一岁。逮，等到。<br>（13）已自成人：柳宗元十三岁即作《为崔中丞贺平李怀光表》，<a href=\"http://so.gushiwen.org/author_197.aspx\">刘禹锡</a>作集序说：“子厚始以童子，有奇名于贞元初。”<br>（14）取进士第：793年（贞元九年）柳宗元进士及第，年二十一。<br>（15）崭然：崭意指突出，然指什么什么的样子，在这里指突出有所成就。见（xiàn）：同“现”显现。在这里指出人头地<br>（16）有子：意谓有光耀楣门之子。<br>（17）博学宏词：柳宗元于796年（贞元十二年）中博学宏词科，年二十四。唐制，进士及第者可应博学宏词考选，取中后即授予官职。集贤殿：集贤殿书院，掌刊辑经籍，搜求佚书。正字：集贤殿置学士、正字等官，正字掌管编校典籍、刊正文字的工作。柳宗元二十六岁授集贤殿正字。<br>（18）廉悍：方正、廉洁和坚毅有骨气。<br>（19）证据今古：引据今古事例作证。<br>（20）出入：融会贯通，深入浅出。<br>（21）踔（chuō）厉风发：议论纵横，言辞奋发，见识高远。踔，远。厉，高。<br>（22）率：每每。屈：使之屈服。<br>（23）令出我门下：意谓都想叫他做自己的门生以沾光彩。<br>（24）交口：异口同声。<br>（25）蓝田：今属陕西。尉：县府管理治安，缉捕盗贼的官吏。监察御史：御史台的属官，掌分察百僚，巡按郡县，纠视刑狱，整肃朝仪诸事。<br>（26）礼部员外郎：官名，掌管辨别和拟定礼制之事及学校贡举之法。柳宗元得做此官是王叔文、韦执谊等所荐引。<br>（27）用事者：掌权者，指王叔文。唐顺宗做太子时，王叔文任太子属官，顺宗登位后，王叔文任户部侍郎，深得顺宗信任。于是引用新进，施行改革。旧派世族和藩镇宦官拥立其子李纯为宪宗，将王叔文贬黜，后来又将其杀戮。和柳宗元同时贬作司马的共八人，号“八司马”。<br>（28）例出：按规定遣出。805年（永贞元年），柳宗元被贬为邵州（今湖南邵阳）刺史。<br>（29）例贬：依照“条例”贬官。永州：今湖南零陵县。司马：本是州刺史属下掌管军事的副职，唐时已成为有职无权的冗员。<br>（30）居闲：指公事清闲。<br>（31）记览：记诵阅览。此喻刻苦为学。<br>（32）泛滥：文笔汪洋恣肆。停蓄：文笔雄厚凝炼。<br>（33）无涯涘（sì）：无边际。涯、涘，均是水边。<br>（34）肆：放情。<br>（35）偕出：815年（元和十年），柳宗元等“八司马”同时被召回长安，但又同被迁往更远的地方。<br>（36）柳州：唐置，属岭南道，即今广西柳州市。<br>（37）是岂不足为政邪：意谓这里难道就不值得实施政教吗?是的意思是这，这里，岂的意思是难道，足指值得。<br>（38）因：顺着，按照。土俗：当地的风俗。<br>（39）教禁：教谕和禁令。<br>（40）顺赖：顺从信赖。<br>（41）质：典当，抵押。<br>（42）不时赎：不按时赎取。<br>（43）子：子金，即利息。本：本金。相侔（móu）：相等。<br>（44）没：没收。<br>（45）与设方计：替债务人想方设法。<br>（46）悉：全部。<br>（47）书：写，记下。佣：当雇工。此指雇工劳动所值，即工资。<br>（48）足相当：意谓佣工所值足以抵消借款本息。质：人质。<br>（49）观察使：又称观察处置使，是中央派往地方掌管监察的官。下其法：推行赎回人质的办法。<br>（50）比：及，等到。<br>（51）衡湘：衡山、湘水，泛指岭南地区。为：应试。<br>（52）法度：规范。<br>（53）中山：今河北定县。刘梦得：名禹锡，彭城（今江苏铜山县）人，中山为郡望。其祖先汉景帝子刘胜曾封中山王。王叔文失败后，刘禹锡被贬为郎州司马，这次召还入京后又贬播州刺史。<br>（54）诣：前往。播州：今贵州绥阳县。<br>（55）亲在堂：母亲健在。<br>（56）穷：困窘。<br>（57）大人：父母。此指刘禹锡之母。句谓这种不幸的处境难以向老母讲。<br>（58）拜疏（shū）：上呈奏章。<br>（59）以柳易播：意指柳宗元自愿到播州去，让刘禹锡去柳州。<br>（60）重（chóng）得罪：再加一重罪。<br>（61）“遇有”句：指当时御史中丞<a href=\"http://so.gushiwen.org/author_2608.aspx\">裴度</a>、崔群上疏为刘禹锡陈情一事。<br>（62）刺：用作动词。连州：唐属岭南道，州治在今广东连县。<br>（63）徵：约之来，逐：随之去。徵逐，往来频繁。<br>（64）诩诩（xǔ）：夸大的样子，讨好取媚的样子。强（qiǎng）：勉强，做作，取下：指采取谦下的态度。<br>（65）出肺肝相示：譬喻做出非常诚恳和坦白的样子。<br>（66）背负：背叛，变心。<br>（67）如毛发比：譬喻事情之细微。比，类似。<br>（68）陷穽（jǐng）圈套，祸难。<br>（69）少：稍微。<br>（70）为人：助人。此处有认为柳宗元参加王叔文集团是政治上的失慎之意。所以下面说“不自贵重”。<br>（71）顾籍：顾惜。<br>（72）立就：即刻获得。<br>（73）坐：因他人获罪而受牵连。废退：指远谪边地，不用于朝廷。<br>（74）有气力：有权势和力量的人。推挽：推举提携。<br>（75）穷裔：穷困的边远地方。<br>（76）台省：御史台和尚书省。<br>（77）自力：自我努力。<br>（78）为将相于一时：被贬“八司马”中，只有程异后来得到李巽推荐，位至宰相，但不久便死，也没有什么政绩。此处暗借程异作比。<br>（79）元和：唐宪宗年号（806—820）。十四年，即819年。十一月八日：一作“十月五日”。<br>（80）万年：在今陕西临潼县东北。先人墓：在万年县之栖凤原。见柳宗元《先侍御史府君神道表》。<br>（81）周七：即柳告，字用益，柳宗元遗腹子。<br>（82）河东：今山西永济县。裴行立：绛州稷山（今山西稷山县）人，时任桂管观察使，是柳宗元的上司。<br>（83）节概：节操度量。<br>（84）重然诺：看重许下的诺言。<br>（85）尽：尽心，尽力。<br>（86）卢遵：柳宗元舅父之子。<br>（87）涿（zhuō）：今河北涿县。<br>（88）从而家：跟从柳宗元以为己家。<br>（89）经纪：经营、料理。<br>（90）庶几：近似，差不多。<br>（91）惟：就是。室：幽室，即墓穴。<br>（92）嗣人：子孙后代。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　此文是<a href=\"http://so.gushiwen.org/author_682.aspx\">韩愈</a>于元和十五年（820），在袁州任刺史时所作。韩愈和<a href=\"http://so.gushiwen.org/author_646.aspx\">柳宗元</a>同是唐代古文运动中桴鼓相应的领袖。私交甚深，友情笃厚。柳宗元卒于元和十四年，韩愈写过不少哀悼和纪念文字，这是其中较有代表性的一篇。文章综括柳宗元的家世、生平、交友、文章，着重论述其治柳政绩和文学风义。韩愈赞扬宗元的政治才能，称颂其勇于为人，急朋友之难的美德和刻苦自励的精神。对他长期迁谪的坎坷遭遇，满掬同情之泪。然而对于宗元早年参加王叔文集团，企图改革政治的行为，却极为之讳，措词隐约，表现了作者的保守思想。文中，韩愈肯定了柳宗元文学上的卓越成就，并揭示出柳文愤世嫉俗之情及其现实意义。全文写得酣姿淋漓，顿挫盘郁，乃韩愈至性至情之所发。</p> <p>　　墓志铭，是古代文体的一种，刻石纳入墓内或墓旁，表示对死者的纪念，以便后人稽考。文章通常分两部分，前一部分是序文，叙述死者的姓氏、爵里、世系和生平事迹；后一部分是铭文，缀以韵语，表示对死者的悼念和颂赞。这一篇墓志铭的铭文极短，是一种变格。</p> <p>　　从全文中可看出两个比较含蓄之处：其一是暗示做人与做文的关系。其二是做人与做官的关系。合二为一，也就是要以人品为本的问题。对于这个问题，对于这个在中国传统文化中，尤其是儒文化中的核心问题，韩愈的态度是相当客观的，他特别敬重柳宗元的为人，所以本文也就一直围绕着“人的品质”这个关键问题演进、发展，尽管自然段落较多，但上述中心思想却是脉络清晰，贯彻始终的。</p> <p>　　此文之所以脍炙人口，千载流传而不衰，就是因为作者在文章里浸透和倾注了丰沛的情感。由此，愤激之笔频出，不平之鸣屡见，行文之中自然而然地打破了传统碑志文的形式，形成了夹叙夹议、议论横生、深沉蕴藉、诚挚委婉的特殊风格韵味。这一特点即便在最后一段铭文之处，也是非常明显的。铭文自古用四言韵文连缀而成，大都用来概括前面所述之事。可是韩愈却有意识地只写了三句有韵角却失体例的奇句单行，便就此搁笔。这难道仅仅是出于改革文体的考虑吗?如果后人能够理解到柳宗元对孱弱幼子的眷恋之心，那么韩愈这三句铭辞，也就是对死者最恰如其分，也最能使死者安息的话了。</p> <p>　　作为文体之一的墓志铭自有其体例，例如前需追述墓主先代，后需交代身后安厝及子女情况，这都是为名人写墓志时不可省的笔墨。在写此类文章时，能积极利用体例，又不完全受它的限制方为上策。此文先述子厚先世，重在表现其刚直的节操风骨。后写裴行立、卢遵二人对子厚后事安排和家属抚恤的尽心尽力，表现他们生死不变的友情，这些都可与墓主风概相映照，而使全文成为一个有机的整体。<a href=\"http://so.gushiwen.org/author_39.aspx\">沈德潜</a>评语说：“噫郁苍凉，墓志中千秋绝唱!”对此文概括得颇为到位。</p>",
  "poet": {
    "id": 682,
    "star": 0,
    "name": "韩愈",
    "image": "http://img.gushiwen.org/authorImg/hanyu.jpg",
    "desc": "韩愈（768～824）字退之，唐代文学家、哲学家、思想家，河阳（今河南省焦作孟州市）人，汉族。祖籍河北昌黎，世称韩昌黎。晚年任吏部侍郎，又称韩吏部。谥号“文”，又称韩文公。他与柳宗元同为唐代古文运动的倡导者，主张学习先秦两汉的散文语言，破骈为散，扩大文言文的表达功能。宋代苏轼称他“文起八代之衰”，明人推他为唐宋八大家之首，与柳宗元并称“韩柳”，有“文章巨公”和“百代文宗”之名，作品都收在《昌黎先生集》里。韩愈在思想上是中国“道统”观念的确立者，是尊儒反佛的里程碑式人物。"
  },
  "tags": [
    "古文观止",
    "墓志铭",
    "哀悼",
    "赞颂"
  ]
}