{
  "id": 49496,
  "star": 147,
  "name": "行香子·述怀",
  "dynasty": "宋代",
  "content": "清夜无尘。月色如银。酒斟时、须满十分。浮名浮利，虚苦劳神。叹隙中驹，石中火，梦中身。<br>虽抱文章，开口谁亲。且陶陶、乐尽天真。几时归去，作个闲人。对一张琴，一壶酒，一溪云。",
  "fanyi": "<p><strong>译文</strong><br>夜气清新，尘滓皆无，月光皎洁如银。值此良辰美景，把酒对月，须尽情享受。名利都如浮云变幻无常，徒然劳神费力。人的一生只不过像快马驰过缝隙，像击石迸出一闪即灭的火花，像在梦境中短暂的经历一样短暂。<br>虽有满腹才学，却不被重用，无所施展。姑且借现实中的欢乐，忘掉人生的种种烦恼。何时能归隐田园，不为国事操劳，有琴可弹，有酒可饮，赏玩山水，就足够了。</p> <p><strong>注释</strong><br>⑴行香子：词牌名，又名“爇心香”。“行香”即佛教徒行道烧香，调名本此。平韵双调小令。《词谱》以<a href=\"http://so.gushiwen.org/author_643.aspx\">晁补之</a>词为正格，六十六字，前段八句四平韵，后段八句三平韵。另有六十四字、六十八字、六十九字诸体。<br>⑵尘：尘滓，细小的尘灰渣滓。<br>⑶十分：古代盛酒器。形如船，内藏风帆十幅。酒满一分则一帆举，十分为全满。<br>⑷虚苦：徒劳，无意义的劳苦。<br>⑸叹隙中驹：感叹人生短促， 如快马驰过隙缝。隙中驹：语出《庄子·知北游》：“人生天地之间，若白驹之过隙，忽然而已。“<br>⑹石中火，梦中身：比喻生命短促，像击石迸出一闪即灭的火花，像在梦境中短暂的经历。石中火，语出北齐刘昼《新论·惜时》：“人之短生，犹如石火，炯然而过。”梦中身，语出《关尹子·四符》：“知此身如梦中身。”<br>⑺“虽抱文章，开口谁亲”：是古代士人“宏才乏近用”，不被知遇的感慨。开口谁亲：有话对谁说，谁是知音呢？<br>⑻陶陶：无忧无虑，单纯快乐的样子。“且陶陶、乐尽天真”是其现实享乐的方式。《<a href=\"http://so.gushiwen.org/view_49496.aspx\">诗</a>经·王风·君子阳阳》：“君子陶陶，·····其乐只且！” </p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　作者首先描述了抒情环境：夜气清新，尘滓皆无，月光皎洁如银。此种夜的恬美，只有月明人静之后才能感到，与日间尘世的喧嚣判若两个世界。把酒对月常是<a href=\"http://so.gushiwen.org/view_49496.aspx\">诗</a>人的一种雅兴：美酒盈樽，独自一人，仰望长空，遐想无穷。唐代诗人<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>月下独斟时浮想翩翩，抒写了狂放的浪漫主义激情。<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>正为政治纷争所困扰，心情苦闷，因而他这时没有“把酒问青天”也没有“起舞弄清影”，而是严肃地思索人生的意义。月夜的空阔神秘，阒寂无人，正好冷静地来思索人生，以求解脱。苏轼以博学雄辩著称，在诗词里经常发表议论。此词在描述了抒情环境之后便进入玄学思辩了。作者曾在作品中多次表达过“人生如梦”的主题思想，但在这首词里却表达得更明白、更集中。他想说明：人们追求名利是徒然劳神费力的，万物在宇宙中都是短暂的，人的一生只不过是“隙中驹、石中火、梦中身”一样地须臾即逝。作者为说明人生的虚无，从古代典籍里找出了三个习用的比喻。《庄子·知北游》云：“人生天地之间，若白驹之过隙，忽然而已。”古人将日影喻为白驹，意为人生短暂得像日影移过墙壁缝隙一样。《文选》<a href=\"http://so.gushiwen.org/author_827.aspx\">潘岳</a>《河阳县作》李善《注》引古乐府诗“凿石见火能几时”和<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>《对酒》的“石火光中寄此身”，亦谓人生如燧石之火。《庄子·齐物论》言人“方其梦也，不知其梦也，梦之中又占其梦焉，觉而后知其梦也；且有大觉而后知此其大梦也，而愚者自以为觉”。唐人<a href=\"http://so.gushiwen.org/author_2814.aspx\">李群玉</a>《自遣》之“浮生暂寄梦中身”即表述庄子之意。苏轼才华横溢，在这首词上片结句里令人惊佩地集中使用三个表示人生虚无的词语，构成博喻，而且都有出处。将古人关于人生虚无之语密集一处，说明作者对这一问题是经过长期认真思索过的。上片的议论虽然不可能具体展开，却概括集中，已达到很深的程度。下片开头，以感叹的语气补足关于人生虚无的认识。</p> <p>　　下片开头，以感叹的语气补足关于人生虚无的认识。“虽抱文章，开口谁亲”是古代士人“宏才乏近用”，不被知遇的感慨。苏轼在元祐时虽受朝廷恩遇，而实际上却无所作为，“团团如磨牛，步步踏陈迹”，加以群小攻击，故有是感。他在心情苦闷之时，寻求著自我解脱的方法。善于从困扰、纷争、痛苦中自我解脱，豪放达观，这正是苏轼人生态度的特点。他解脱的办法是追求现实享乐，待有机会则乞身退隐。“且陶陶、乐尽天真”是其现实享乐的方式。只有经常在“陶陶”之中才似乎恢复与获得了人的本性，忘掉了人生的种种烦恼。但最好的解脱方法膜过于远离官场，归隐田园。看来苏轼还不打算立即退隐，“几时归去”很难逆料，而田园生活却令人十分向往。弹琴，饮酒、赏玩山水，吟风弄月，闲情逸致，这是我国文人理想的一种消极的生活方式。他们恬淡寡欲，并无奢望，只需要大自然赏赐一点便能满足，“一张琴、一壶酒、一溪云”就足够了。这非常清高而富有诗意。</p> <p>　　苏轼是一位思想复杂和个性鲜明的作家。他在作品中既表现建功立业的积极思想，也经常流露人生虚无的消极思想。如果仅从某一作品来评价这位作家，都可能会是片面的。这首《行香子》的确表现了苏轼思想消极的方面，但也深刻地反映了他在政治生活中的苦闷情绪，因其建功立业的宏伟抱负在封建社会是难以实现的。苏轼从青年时代进入仕途之日起就有退隐的愿望。其实他并不厌弃人生，他的退隐是有条件的，须得像古代范蠡、张良、谢安等杰出人物那样，实现了政治抱负之后功成身退。因而“几时归去，作个闲人”，这就要根据政治条件而定了。事实上，他在一生的政治生涯中并未功成名遂，也就没有实现退隐的愿望，临到晚年竟还被远谪海南。</p> <p>　　全词在抒情中插入议论。人生很短暂，能做得不多，回首一看，一切都是虚无，就像偶尔掠过墙缝的阳光、又像燧石取火闪过的火花，或者是黄粱一梦中一段不切实际的经历，都是稍纵即逝、无法真正拥有的。与其浪费生命去追求名利浮云，不如放下一切做个闲人，对一张琴、倒一壶酒、听溪水潺潺、看白云飘飘，享受当下的美好自在。这是作者从生活中悟出人生认识，很有哲理意义，读者读后不致感到其说得枯燥。此词是东坡词中风格旷达的作品。</p> <p>　　行香子词音节流美，堪称词林中之佳调。 上下片领格字用去声，领下三言三句。下片第一、二句，一般和上片平仄相同并押韵，然亦有并以仄收不押韵。东坡此词可为定格之典范。在韵律上此词虽不如《行香子·过七里濑》优美，但也很不错，尤其是“隙中驹，石中火，梦中身”，“一张琴，一壶酒，一溪云”两段排比，很有韵律美。</p> <p>　　人生苦短，怀才不遇，建功无望，入仕之时亦生退隐之心，这是古代文人普遍的矛盾。于是有花间的沉沦，有避世的归隐，而苏轼是豪放达观之人，“且陶陶、乐尽天真”，似乎忘掉了人生的烦恼。此词虽在一定程度上流露了作者的苦闷、消极情绪，但“且陶陶、乐尽天真”的主题，基调却是开朗明快的。而词中语言的畅达、音韵的和谐，正好与这一基调一致，形式与内容完美地融合起来。据宋人洪迈《容斋四笔》所记，南宋绍兴初年就有人略改动苏轼此词，以讽刺朝廷削减给官员的额外赏赐名目，致使当局停止讨论施行。可见它在宋代文人中甚为流传，能引起一些不满现实的士大夫的情感共鸣。</p>",
  "about": "<h2>创作背景</h2> 　　此词的写作时间不可确考，从其所表现的强烈退隐愿望来看，应是<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>在宋哲宗元祐时期（1086—1093）的作品。当时宋哲宗年幼，高太后主持朝政，罢行新法，起用旧派，苏轼受到特殊恩遇。元祐元年（1086）苏轼被召还朝，任翰林学士、知制诰的重位。但是政敌朱光庭、黄庆基等人多次以类似“乌台<a href=\"http://so.gushiwen.org/view_49496.aspx\">诗</a>案”之事欲再度诬陷苏轼，因高太后的保护，他虽未受害，但却使他对官场生活无比厌倦，感到“心形俱悴”，产生退隐思想。他曾在诗中表示：“老病思归真暂寓，功名如幻终何得。従来自笑画蛇足，此事何殊食鸡肋。”（《与叶淳老侯敦夫张秉道同相视新河》）此诗为元祐五、六年间（1090—1091）知杭州时作，此词思想与之相近。",
  "poet": {
    "id": 183,
    "star": 0,
    "name": "苏轼",
    "image": "http://img.gushiwen.org/authorImg/sushi.jpg",
    "desc": "苏轼（1037－1101），北宋文学家、书画家、美食家。字子瞻，号东坡居士。汉族，四川人，葬于颍昌（今河南省平顶山市郏县）。一生仕途坎坷，学识渊博，天资极高，诗文书画皆精。其文汪洋恣肆，明白畅达，与欧阳修并称欧苏，为“唐宋八大家”之一；诗清新豪健，善用夸张、比喻，艺术表现独具风格，与黄庭坚并称苏黄；词开豪放一派，对后世有巨大影响，与辛弃疾并称苏辛；书法擅长行书、楷书，能自创新意，用笔丰腴跌宕，有天真烂漫之趣，与黄庭坚、米芾、蔡襄并称宋四家；画学文同，论画主张神似，提倡“士人画”。著有《苏东坡全集》和《东坡乐府》等。"
  },
  "tags": [
    "饮酒",
    "抒怀"
  ]
}