{
  "id": 254,
  "star": 47,
  "name": "桑柔",
  "dynasty": "先秦",
  "content": "菀彼桑柔，其下侯旬，捋采其刘，瘼此下民。不殄心忧，仓兄填兮。倬彼昊天，宁不我矜？</p> <p>四牡骙骙，旟旐有翩。乱生不夷，靡国不泯。民靡有黎，具祸以烬。於乎有哀，国步斯频。</p> <p>国步蔑资，天不我将。靡所止疑，云徂何往？君子实维，秉心无竞。谁生厉阶，至今为梗？</p> <p>忧心慇慇，念我土宇。我生不辰，逢天僤怒。自西徂东，靡所定处。多我觏痻，孔棘我圉。</p> <p>为谋为毖，乱况斯削。告尔忧恤，诲尔序爵。谁能执热，逝不以濯？其何能淑，载胥及溺。</p> <p>如彼遡风，亦孔之僾。民有肃心，荓云不逮。好是稼穑，力民代食。稼穑维宝，代食维好？</p> <p>天降丧乱，灭我立王。降此蟊贼，稼穑卒痒。哀恫中国，具赘卒荒。靡有旅力，以念穹苍。</p> <p>维此惠君，民人所瞻。秉心宣犹，考慎其相。维彼不顺，自独俾臧。自有肺肠，俾民卒狂。</p> <p>瞻彼中林，甡甡其鹿。朋友已谮，不胥以谷。人亦有言：进退维谷。</p> <p>维此圣人，瞻言百里。维彼愚人，覆狂以喜。匪言不能，胡斯畏忌？</p> <p>维此良人，弗求弗迪。维彼忍心，是顾是复。民之贪乱，宁为荼毒。</p> <p>大风有隧，有空大谷。维此良人，作为式谷。维彼不顺，征以中垢。</p> <p>大风有隧，贪人败类。听言则对，诵言如醉。匪用其良，复俾我悖。</p> <p>嗟尔朋友，予岂不知而作。如彼飞虫，时亦弋获。既之阴女，反予来赫。</p> <p>民之罔极，职凉善背。为民不利，如云不克。民之回遹，职竞用力。</p> <p>民之未戾，职盗为寇。凉曰不可，覆背善詈。虽曰匪予，既作尔歌！",
  "fanyi": "<p><strong>译文<br></strong>茂密柔嫩青青桑，下有浓荫好地方。桑叶采尽枝干秃，百姓受害难遮凉。愁思不绝心烦忧，失意凄凉久惆怅。老天光明高在上，怎不怜悯我惊惶。<br>四马驾车好强壮，旌旗迎风乱飘扬。社会动乱不太平，举国不宁人心慌。百姓受难少壮丁，如受火灾尽遭殃。长长声声心悲哀，国运艰难太动荡。<br>国运艰难无钱粮，老天不肯来扶将。没有归宿无处住，哪儿定居可前往？君子总是在思索，持心不争意志强。如此祸根谁引出？至今为害把人伤。<br>心中忧愁真恻怆，思念故居和家乡。生不逢时我真惨，遇上老天怒气旺。从那西边到东边，无处安身最凄凉。遭遇灾祸受苦多，外患紧急在边疆。<br>谨慎谋划觅良方，才能消除混乱状。告诉你要体恤人，告诉你要用贤良。谁在解救炎热时，不用冷水来冲凉？小人治国没好事，大家受溺遭灭亡。<br>好像就在逆风闯，呼吸困难口难张。百姓本有肃敬心，但却无处献力量。重视农业生产事，百姓辛苦代耕养。耕种收获国之宝，代耕之民最善良。<br>天降祸乱与死亡，要灭我们所立王。降下害虫食根节，各种庄稼都遭殃。哀痛我们国中人，连绵土地受灾荒。没有人来献力量，哪能虔诚感上苍。<br>顺应人心好君王，百姓爱戴都瞻仰。操心国政善谋画，考察慎选那辅相。不顺人心坏君王，独让自己把福享。坏蛋自有坏肺肠，让那国民都发狂。<br>看那丛林苍莽莽，鹿群嬉戏多欢畅。同僚朋友却相谗，没有诚心不善良。人们也有这些话，进退两难真悲凉。<br>惟这圣人眼明亮，目光远大百里望。那种愚人<a href=\"http://so.gushiwen.org/author_1137.aspx\">真可</a>笑，独自高兴太狂妄。不是我们不能说，为何顾忌心惶惶？<br>惟有这人心善良，无所求取没欲望。但是那人太忍心，变化反覆总无常。百姓如今似好乱，实因恶政苦难当。<br>大风疾吹呼呼响，长长山谷真空旷。想这好人多善良，所作所为都高尚。想那坏人不顺理，行为污秽真肮脏。<br>大风疾吹呼呼响，贪利败类有一帮。好听的话就回答，听到诤言装醉样。贤良之士不肯用，反而视我为悖狂。<br>朋友你啊可嗟伤，岂不知你装模样。好比那些高飞鸟，有时被射也落网。我已熟悉你底细，反来威吓真愚妄。<br>没有准则民扰攘，因你背理善欺罔。尽做不利人民事，好像还嫌不理想。百姓要走邪僻路，因你施暴太横强。<br>百姓不安很恐慌，执政为盗掠夺忙。诚恳劝告不听从，背后反骂我荒唐。虽然遭受你诽谤，终究我要作歌唱。</p> <p><strong>注释<br></strong>1.菀（wǎn）：茂盛的样子。<br>2.侯：维。旬：树荫遍布。<br>3.刘：剥落稀疏，句意谓桑叶被采后，稀疏无叶。<br>4.瘼（mò）：病、害。<br>5.殄（tiǎn）：断绝。<br>6.仓（chuàng）兄（huàng）：同“怆怳”，凄凉纷乱貌。填：通“陈”，长久。<br>7.倬（zhuō）彼：即“倬倬”，光明而广大貌。<br>8.宁：何。不我矜：“不矜我”的倒文。矜，怜悯。<br>9.骙（kuí）骙：马奔驰不停貌。<br>10.旟（yú）旐（zhào）：画有鹰隼、龟蛇的旗。有翩：翩翩，翻飞的样子。<br>11.夷：平。<br>12.泯：乱。一说灭。<br>13.黎：众。<br>14.具：通“俱”。烬：本指火烧后的灰烬，这里指人民遭遇战祸，剩余无几。<br>15.於（wū）乎：呜呼，哀痛之声。<br>16.国步：指国运。频：危急。<br>17.蔑：无。资：财。<br>18.将：扶助。“不我将”为“不将我”之倒文。<br>19.疑：同“凝”，止疑，停息。<br>20.云：发语词。徂：往。<br>21.维：借为“惟”，思。<br>22.秉心：存心。无竞：无争。<br>23.厉阶：祸端。<br>24.梗：灾害。<br>25.慇（yīn）慇：心痛的样子。<br>26.土宇：土地、房屋。<br>27.不辰：不时，指出生得不是时候。<br>28.僤（dàn）怒：震怒。僤，大。<br>29.觏：遇。痻（mín）：灾难。<br>30.棘：通“急”。圉（yù）：边疆。<br>31.毖：谨慎<br>32.斯：乃。削：减少<br>33.尔：指周厉王及当时执政大臣。<br>34.序：次序。爵：官爵。<br>35.执热：救热。<br>36.逝：发语词。濯：洗。<br>37.淑：善。<br>38.载：乃。胥（xū）：皆。<br>39.遡（sù）：逆。<br>40.僾（ài）：呼吸不畅的样子。<br>41.肃：肃敬。<br>42.荓（pīng）：使。不逮：不及。<br>43.稼穑：这里指农业劳动。<br>44.力民：使人民出力劳动。代食：指官吏靠劳动者奉养。<br>45.灭我立王：意谓灭我所立之王，指周厉王被国人流放于彘的事。<br>46.蟊（máo）贼：蟊为食苗根的害虫，贼为吃苗节的害虫。指农作物的病虫害。<br>47.卒：完全。痒：病<br>48.恫（tòng）：痛。<br>49.赘：通“缀”，连属。<br>50.旅力：膂力。旅，同“膂”。<br>51.念：感动。<br>52.惠君：惠，顺。顺理的君主，称惠君。<br>53.宣犹：宣，明；犹，通“猷”。<br>54.考慎：慎重考察。相：辅佐大臣。<br>55.臧：善。<br>56.自有肺肠：想法与众不同，别具一副心肝。实指坏心肠。<br>57.卒狂：全都狂惑迷乱。<br>58.甡（shēn）甡：同“莘莘”，众多之貌。<br>59.谮（jiàn）：通“僭”，相欺而不相信任。<br>60.胥：相。谷：善。<br>61.进退维谷：谓进退皆穷。维，是。“谷”有两种解说，毛传：“谷，穷也。”《晏子春秋》中，叔向问晏子一节，引<a href=\"http://so.gushiwen.org/view_254.aspx\">诗</a>“进退维谷”，谓“处两难善全之事而处之皆善也”，训为“谷”，善也，与毛说不同。<br>62.瞻：远望。言：语助词。百里：指有远见。<br>63.覆：反而。<br>64.匪言不能：即“匪不能言”。<br>65.胡：何。斯：这样。<br>66.迪：进。<br>67.宁：乃。荼毒：荼指苦草，毒指毒虫毒蛇之类。指毒害。<br>68.有隧：隧，形容大风疾速吹动。一说训隧为道，谓风前进有其通道。<br>69.征：往。中垢：指宫廷秽闻。中，指宫内。<br>70.贪人：贪财枉法的小人，指荣夷公之流。《史记·周本纪》：“厉王即位三十年，好利，近荣夷公，芮良夫谏不听，卒以荣公为卿士。”<br>71.听言：顺从心意的话。<br>72.诵言：忠告的言语。<br>73.悖（bèi）：违理。<br>74.予：芮良夫自称。<br>75.飞虫：指飞鸟。古人用“虫”泛指一切动物，鸟为羽虫，兽为毛虫，龟为甲虫，鱼为鳞虫，人为倮虫。故称虎为“大虫”。<br>76.既：已经。阴：通“谙”，熟悉。<br>77.赫：通“吓”。<br>78.罔极：无法则。<br>79.职：主张。凉：凉薄。背：背叛。<br>80.云：句中助词。克：胜。<br>81.回遹（yù）：邪僻。<br>82.用力：指用暴力。<br>83.戾（lì）：善。<br>84.凉：通“谅”。凉言，谅直之言。<br>85.虽曰匪予：曰，句中助词。匪，同“诽”，诽谤。<br>86.既：终。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　全<a href=\"http://so.gushiwen.org/view_254.aspx\">诗</a>十六章，前八章每章八句，刺厉王失政，好利而暴虐，以致民不聊生，故激起民怨；后八章每章六句，责同僚，然亦道出厉王用人不当，用人不当亦厉王之过失。故毛传总言为刺厉王。</p> <p>　　首章以桑为比，桑本茂密，荫蔽甚广，因摘采至尽而剥落稀疏。比喻百姓下民，受剥夺之深，不胜其苦，故诗人哀民困已深，呼天而诉曰：“倬彼昊天，宁不我矜。”意谓：高明在上的苍天啊，怎么不给我百姓以怜悯呢！诗意严肃，为全诗之主旨。</p> <p>　　次章至第四章，述祸乱之本，乃是缘于征役不息，民无安居之所。“四牡骙骙，旟旐有翩”，谓下民已苦于征役，故见王室之车马旌旗，而痛心疾首曰：“乱生不夷，靡国不泯。民靡有黎，具祸以烬。”意思是说：乱子不平息国家就要灭亡，现 在民间黑发的丁壮已少，好比受了火灾很多人都成为灰烬了。国以民为本，民瘼深重，而国危矣。诗人对此情况，更大声疾呼云：“於乎有哀，国步斯频！”感叹国运危蹙，必无长久之理，必致蹈危亡之祸。三章感叹民穷财尽，而天不助我，人民无处可以安身，不知往何处为好，因而引起君子的深思。君子本无欲无求，扪心自问没有争权夺利之心，但念及国家前途，不免发出谁实为此祸根，至今仍为民之病害的浩叹。四章感慨“我生不辰，逢天僤怒”。“我生不辰”，谓生不逢时。诗人之言如此，可见内心殷忧之深。他从人民的角度出发，痛感人民想安居，而从西到东，没有能安居的处所。人民怀念故土故居，而故土故居都因征役不息不能免于祸乱。人民既受多种灾难的侵袭，更担心外患侵凌，御侮极为迫切。天怒民怨，而国王不恤民瘼，不思改变国家的政治，因此诗人忧心如捣，为盼国王一悟而不可得深怀忧愤。仅此四章，已可见暴政害民，深重到何等程度。</p> <p>　　五章至八章，是诗人申述为国之道，再进忠言。五章首二句“为谋为毖，乱况斯削”，是说谋虑周到，做事慎重，祸乱的情况就可以削减。继言“告尔忧恤，诲尔序爵”；是以老臣的口气，诫教国王：必须忧恤国事，慎于授官拜爵，选用贤能。解救国家之急难，有如解救炎热。解救炎热，要用凉水，好比解救国家危难，必须任用贤良。诗人用“谁能执热，逝不以濯”等语，谆谆告诫，陈述利害，可谓语重心长，譬喻也很确当。六章七章，从爱护人民的观点出发，表明百姓都很善良，他们勤于稼穑，以耕种养活“力民代食”的人（“力民代食”指官府役使人民劳动，取其收获养活自己）。因此官府要体恤民情，爱护人民，是为政的首要大事。六章“如彼遡风，亦孔之僾”，是说国王为政，不得人心，人民就如向着逆风，感到窒息丧气。人民虽有进取之心，但征役过重，剥夺过多，他们必然会产生难于效力之感。七章叙天降灾害，祸乱频仍，执政者只知聚敛，没有顾念人民认真救灾。由于为政昏乱，所以人民倍感痛苦。在诗中，诗人用人民的口气，警示国王，一则曰：人怨则天怒，天降丧乱，将灭我所立之王；再则曰：降此蟊贼之虫，庄稼都受到虫害而失收，天灾正是天之惩戒。下曰“哀恫中国，具赘卒荒”，则是感念人民受灾痛苦，连缀的土地，都受灾荒芜，而执政者昏乱，没有领导人民合力救灾，因而也不能感念上天减轻灾难。</p> <p>　　诗的第八章再从用人的角度出发，言人君有顺理有不顺理，用人有当有不当。贤明的国君明于治道，顺情达理能认真考虑选用他的辅相。不顺理的君王，则与之相反自以为是，把小人当作善良，因此使得人民迷惑而致发狂。</p> <p>　　以上八章是诗的前半，也是诗的主体，总说国家产生祸乱的原因，是由于厉王好货暴政，不恤民瘼，不能用贤，不知纳谏，以致民怨沸腾，而诗人有“谁生厉阶，至今为梗”之悲慨。</p> <p>　　后八章责同僚之执政者，不以善道规范自己，缺乏远见，只知逢迎君王，加速了国家的危亡，更引起人民的怨恨。诗人感慨小人当权，也是厉王的过失，因而作成此诗，希望引起鉴戒。</p> <p>　　第九章以“瞻彼中林，甡甡其鹿”两句起兴。鹿之为物，性喜群居，相亲相善。今同僚朋友，反而相谮，不能以善道相助，是不如中林之鹿。故诗人感慨“上无明君，下有恶俗”（<a href=\"http://so.gushiwen.org/author_459.aspx\">朱熹</a>《诗集传》）而有“进退维谷”之叹。</p> <p>　　第十章、十一章，用对比手法，指责执政者缺乏远见，他们阿谀取容，自鸣得意，他们存有畏忌之心，能进言而不进言，反覆瞻顾，于是贤者避退，不肖者进，于是人民惨遭荼毒而造成变乱。诗人指出执政者倘为圣明之人，必能高瞻远瞩，明见百里，倘若执政者是愚人，他们目光短浅，倒行逆施，做了坏事，反而狂妄欣喜。这是祸乱之由。诗人又说：“维此良人，弗求弗迪。维彼忍心，是顾是复。”表明贤者不求名不争位，忍心之不肖者，则与之相反，多方钻营，唯名利是图；国事如斯而国王不察，亲小人，远贤人，于是百姓难忍荼毒，祸乱生矣。</p> <p>　　第十二章、十三章以“大风有隧”起兴，先言大风之行，必有其隧；君子与小人之行也是各有其道。大风行于空谷之中，君子所行的是善道，小人不顺于理，则行于污垢之中。次言大风之行，既有其隧；贪人之行，亦必败其类。征之事实，无有或爽。盖厉王此时，用贪人荣夷公为政，荣公好专利，厉王悦之。芮良夫谏不听，反遭忌恨。故诗中有“听言则对，诵言如醉，匪用其良，覆俾我悖”之语。可知厉王对于阿谀奉承他的话语，就听得进，进行对答，而听到忠谏之言就不予理睬。不用善良的人，反以进献忠言的人为狂悖，国家不能不危亡。</p> <p>　　第十四章慨叹同僚朋友，专利敛财，虐民为政，不思翻然悔改，反而对尽忠的诗人进行威吓，所以诗人再作告诫。诗人说：“嗟尔朋友，予岂不知而作，如彼飞虫，时亦弋获。”意思是说：可叹你们这些同僚，我难道不知你们的所作所为？你们对国家有极大的危害，好比那些飞鸟，有时候也会被人捕获，国家动乱危亡，你们也不会有好的下场。诗人如此警诫，可渭声情俱历。可惜此辈小人，无动于衷，所以诗人在此章的结尾，以“既之阴女，反予来赫”作结，再次警告这些人说：我已熟悉你们的底细，你们对我也无所施其威吓了。</p> <p>　　在第十五章中，诗人继第九至十四章指责执政臣僚诸种劣迹之后，更缕陈人民之所以激成暴乱的原因，实为执政者之咎，执政者贪利敛财，推行暴政，导致民怨沸腾，民无安居之所，痛苦无处诉说，在这种情况下，自然怨恨官府，走邪僻之路。此章诗云：“民之罔极，职凉善背。”指出人民之所以失去是非准则，是因为官府执政者推行苛政违背道理。“民之回遹，职竞用力”。指出人民之所以走向邪僻，是由于官府执政者尚力而不尚德。不仅如此，诗中还指出，执政者做对人民不利的事，唯恐不得其胜（意谓极其残酷）。谴责极为严正。诗人忧国之热忱，同情人民之深切，于此可见。《诗集传》所称此人此辈，即指助厉王为虐之荣夷公等，小人当权，加速国家之危亡，诚足引为鉴诫。</p> <p>　　末章承前，言民之所以未得安定，是由于执政者以盗寇的手段，对他们进行掠夺，所以他们也不得不为盗为寇。上为盗寇之行，民心不能安定。诗人又以“凉曰不可，覆背善詈”两句，表示：我虽忠告你们，却又不被你们接受，反而在背后诅咒我。最后归结到作诗的缘由：“虽曰匪予，既作尔歌。”意谓：尽管你们诽谤我，我还是为你们作了这首歌，以促成你们的省悟。</p> <p>　　此诗既叹百姓之困穷，又伤国事之昏乱；既探祸乱之根，又言救乱之道；既叹生不逢时，又伤救世无力；既指斥国君之昏庸，又斥群僚不敢进言；既斥责小人乱国之行，又指斥王之不能用贤。诗中显示出一种沉郁和忧伤的情调。</p> <p>　　从诗的语言来看，全诗语言朴直而多变化，直陈己意，不事雕饰而寄意深长。其中许多用语，至今还被引用，还具有活力。如“倬彼昊天，宁不我矜”，此呼天之词也。“乱生不夷，靡国不泯”，此忧时之词也。“谁生厉阶，至今为梗”，此愤世之词也。“谁能执热，逝不以濯”，此善譬之词也。“人亦有言，进退维谷”，此言处世之词也。古代语词，虽至西周，尚未发展到完美的程度，所以诗中多用通假字来满足表意的需要，有些词语，甚至解说纷纭，难有确意，但根据诗的主旨，仔细思考，还是可以顺理成章，得到合情合理的解说的，因为文字本是逐步发展起来的，从诗中可以看出诗人高度的操纵文字能力。</p> <p>　　从表现手法来看，这首长诗，运用了比喻、反诘、衬托、夸张、对比等多种手法。</p>",
  "about": "<h2>创作背景</h2> 　　这是西周卿士芮良夫（芮伯）谴责周厉王暴虐昏庸，任用非人，终于乱政而作的<a href=\"http://so.gushiwen.org/view_254.aspx\">诗</a>。周厉王被流放于彘在其三十七年（前842年），这首诗当作于此年前后。《左传·文公元年》有秦伯赋周芮良夫之诗的记载，而所赋的诗句就是此诗第十三章。《毛诗序》云：“《桑柔》，芮伯刺厉王也。”《史记·周本纪》载厉王事云：“厉王即位三十年，好利，近荣夷公，芮良夫谏，厉王不听，卒用荣公为卿士用事。王行暴虐侈傲，三十四年王益严，国人莫敢言，道路以目。三年，乃相与畔袭厉王，王出奔彘。”王符《潜夫论·遏利篇》引鲁诗说云：“昔周厉王好专利，芮良夫谏而不入，退赋《桑柔》之诗以讽，言是大风也，必将有遂，是贪民也，必将败其类。王又不悟，故遂流王于彘。”有人据此认为此诗之作当在荣公为卿士后，去周厉王流彘之年不甚远；也有人认为此诗大约写在周厉王流彘之后，当时大乱未已，百姓流亡，朝臣仍然为非作歹。此诗所责执政之臣，当为荣夷公。他与芮伯为同时人。",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": [
    "诗经",
    "咏史怀古"
  ]
}