{
  "id": 5776,
  "star": 17,
  "name": "阙题二首",
  "dynasty": "唐代",
  "content": "荆谿白石出，天寒红叶稀。山路元无雨，空翠湿人衣。<br>相看不忍发，惨淡暮潮平。语罢更携手，月明洲渚生。",
  "shangxi": "<h2>赏析</h2> <p>　　此<a href=\"http://so.gushiwen.org/view_5776.aspx\">诗</a>以诗人山行时所见所感,描绘了初冬时节的山中景色。“荆溪”发源于秦岭山中,流至长安东北汇入灞水。诗人的别墅也在秦岭山中,此诗所写应是其别墅周边的一段景色。首句写山中溪流:荆溪蜿蜒穿流,溪水清浅,因溪水冲刷而泛白的石头星星点点地露出水面。次句写山中红叶:天气业已寒冷,但山林间仍点缀着稀疏的红叶。从天寒而红叶犹未尽落,表明天气是初冬时节。在以上两句诗中,诗人以“白石出”与“红叶稀”概括而形象地向读者展示了初冬山中景色的显著特征。不过诗人接着就在第三、四句诗中告诉人们,上述景象并不是此时山景的全貌,此时山景的基本面貌,乃是由众多苍松翠柏等终年长青的树木构成的充满生命力的“空翠”,即一望无际的空明的翠绿色。诗人行走在山间小路上,周身被空明的翠绿所包围,山林间的空气本就湿润,而空明的翠色则仿佛已化作绿水洒落下来似的,虽然未曾下雨,却不由产生了衣裳被淋湿的感觉。在此,诗人通过一个似幻似真的“湿”字,巧妙地显示出山中“空翠”色彩的浓烈。</p> <p>　　在这首小诗中,诗人选择白石散露的小溪,山林间稀疏点缀的红叶和一望无际的翠绿色,用一条山径和一位行人把它们联接起来,构就了一幅色彩斑斓的山中初冬风景画。这幅优美的风景画极具冬的情韵,却无冬的肃杀,而仍是充满着生命的活力。</p> <p>　　这首小诗描绘初冬时节山中景色。</p> <p>　　首句写山中溪水。荆溪，本名长水，又称浐水，源出陕西蓝田县西南秦岭山中，北流至长安东北入灞水。这里写的大概是穿行在山中的上游一段。山路往往傍着溪流，山行时很容易首先注意到蜿蜒曲折、似乎与人作伴的清溪。天寒水浅，山溪变成涓涓细流，露出磷磷白石，显得特别清浅可爱。由于抓住了冬寒时山溪的主要特征，读者不但可以想见它清澄莹澈的颜色，蜿蜒穿行的形状，甚至仿佛可以听到它潺潺流淌的声音。</p> <p>　　次句写山中红叶。绚烂的霜叶红树，本是秋山的特点。入冬天寒，红叶变得稀少了；这原是不大引人注目的景色。但对<a href=\"http://so.gushiwen.org/author_515.aspx\">王维</a>这样一位对大自然的色彩有特殊敏感的诗人兼画家来说，在一片浓翠的山色背景上（这从下两句可以看出），这里那里点缀着的几片红叶，有时反倒更为显眼。它们或许会引起诗人对刚刚逝去的绚烂秋色的遐想呢。所以，这里的“红叶稀”，并不给人以萧瑟、凋零之感，而是引起对美好事物的珍重和流连。</p> <p>　　如果说前两句所描绘的是山中景色的某一两个局部，那么后两句所展示的却是它的全貌。尽管冬令天寒，但整个秦岭山中，仍是苍松翠柏，蓊郁青葱，山路就穿行在无边的浓翠之中。苍翠的山色本身是空明的，不象有形的物体那样可以触摸得到，所以说“空翠”。“空翠”自然不会“湿衣”，但它是那样的浓，浓得几乎可以溢出翠色的水份，浓得几乎使整个空气里都充满了翠色的分子，人行空翠之中，就象被笼罩在一片翠雾之中，整个身心都受到它的浸染、滋润，而微微感觉到一种细雨湿衣似的凉意，所以尽管“山路元无雨”，却自然感到“空翠湿人衣”了。这是视觉、触觉、感觉的复杂作用所产生的一种似幻似真的感受，一种心灵上的快感。“空”字和“湿”字的矛盾，也就在这种心灵上的快感中统一起来了。</p> <p>　　<a href=\"http://so.gushiwen.org/author_15.aspx\">张旭</a>的《山中留客》说：“纵使晴明无雨色，入云深处亦沾衣。”“沾衣”是实写，展示了云封雾锁的深山另一种美的境界；王维这首《山中》的“湿衣”却是幻觉和错觉，抒写了浓翠的山色给人的诗意感受。同样写山中景物，同样写到了沾衣，却同工异曲，各臻其妙。真正的艺术是永远不会重复的。</p> <p>　　这幅由白石磷磷的小溪、鲜艳的红叶和无边的浓翠所组成的山中冬景，色泽斑烂鲜明，富于诗情画意，毫无萧瑟枯寂的情调。和作者某些专写静谧境界而不免带有清冷虚无色彩的小诗比较，这一首所流露的感情与美学趣味都似乎要更健康一些。</p>",
  "poet": {
    "id": 515,
    "star": 0,
    "name": "王维",
    "image": "http://img.gushiwen.org/authorImg/wangwei.jpg",
    "desc": "王维（701年－761年，一说699年—761年），字摩诘，汉族，河东蒲州（今山西运城）人，祖籍山西祁县，唐朝诗人，有“诗佛”之称。苏轼评价其：“味摩诘之诗，诗中有画；观摩诘之画，画中有诗。”开元九年（721年）中进士，任太乐丞。王维是盛唐诗人的代表，今存诗400余首，重要诗作有《相思》《山居秋暝》等。王维精通佛学，受禅宗影响很大。佛教有一部《维摩诘经》，是王维名和字的由来。王维诗书画都很有名，非常多才多艺，音乐也很精通。与孟浩然合称“王孟”。"
  },
  "tags": [
    "冬天",
    "写山",
    "写景"
  ]
}