{
  "id": 60494,
  "star": 7,
  "name": "贺新郎·挽住风前柳",
  "dynasty": "宋代",
  "content": "彭传师于吴江三高堂之前钓雪亭，盖擅渔人之窟宅以供诗境也，赵子野约余赋之。</p> <p>挽住风前柳，问鸱夷当日扁舟，近曾来否？月落潮生无限事，零落茶烟未久。谩留得莼鲈依旧。可是功名从来误，抚荒祠、谁继风流后？今古恨，一搔首。<br>江涵雁影梅花瘦，四无尘、雪飞云起，夜窗如昼。万里乾坤清绝处，付与渔翁钓叟。又恰是、题诗时候。猛拍阑干呼鸥鹭，道他年、我亦垂纶手。飞过我，共樽酒。 ",
  "shangxi": "<h2>赏析</h2> <p>　　这是一首借写夜季之景，寄托自己归隐而去的心志之作。三高祠堂，位于吴江，建于宋初，供奉着春秋越国范蠡、西晋<a href=\"http://so.gushiwen.org/author_251.aspx\">张翰</a>、唐<a href=\"http://so.gushiwen.org/author_335.aspx\">陆龟蒙</a>三位了人。钓雪亭是彭传师所作。作者任吴江主簿时，应友人赵子野的邀请，到此游玩，在冬天下雪的时候，面对此景，赋了这首词。</p> <p>　　词的上片着重歌咏“三高”，以抒发追思先贤的幽情。“挽住风前柳，问鸱夷当日扁舟，近曾来否？”表达追怀范蠡之情。笔姿潇洒，落响不凡。一下子便将人们带入了追忆住昔的艺术境界。相传范蠡归隐后，自称鸱夷子皮，泛舟于太湖之上。作者以“风前挽柳”发问，构思奇特；而所问之事，则为当年鸱夷子的扁舟。作者遥想范蠡曾来往于烟波之间，定然在柳荫下系过他的扁舟，这当年的扁舟，不知道近时曾经来过没有？这样的设问，令人称奇。接着以“月落潮生无限事，零落茶烟未久。”追忆另一位高士陆龟蒙。陆龟蒙自号天随子，隐居在松江上的村墟甫里，平时以笔床茶灶自随，不染尘氛。时隔三百多年，在松江和太湖上飘荡，循环往复，年复一年。这位江湖散人当年的茶烟，似乎还零落未久呢。但天随子此时又在何方？</p> <p>　　第六句“谩留得莼鲈依旧。”引用的是张翰因秋风起思念故乡莼羹鲈脍的故事，追忆当年弃官归隐的贤士张翰。张翰的情怀，已成往迹，此时只有莼菜鲈鱼，依然留味人间。作者不禁再次感慨发问：“可是功名从来误，抚荒祠谁继风流后？”为什么范蠡等人置功名于不顾，是否因为这功名事儿从来就是误人的吗？作者身处野草荒芜的古寺，思及古人前贤的功名之事，不禁感慨万千。</p> <p>　　下片，着重写钓雪亭边夜雪的情景。进而表明自己如前贤一样隐居垂钓的心愿。“江涵雁影瘦”这几句写时辰已是夜晚了，江面上寒雁低飞，江水里印着雁儿的清影，亭子边上开放着清瘦的梅花。四野之间，雪花飘舞，层云滚动，一派凄清萧瑟之气。这三句先点季节，次写雪飞，再写雪景，笔调秀丽。思澈神清，绘景如画，接着以“万里乾坤”三句，引发赞叹之情。这江山夜雪，万里乾坤，霎时成为琼瑶世界。可是这清绝人寰的胜景，又有谁来欣赏呢？看来只能“付与渔翁钓叟”了。这时，只有他们是天地间真正的主人。</p> <p>　　除此以外，对于<a href=\"http://so.gushiwen.org/view_60494.aspx\">诗</a>人来说，也是最好不过的题诗的时候。作者思量至此，不觉逸兴顿生，“猛拍阑干呼鸥鹭，道他年我亦垂纶手。飞过我，共樽酒。”这两句表明作者此时内心全为清景所陶醉，也表达了对“三高”的高度崇敬的心情。作者情不自禁地招呼江上鸥鹭说：“他年有幸，我也将垂钓于此啊！请飞过我这儿来，共进杯酒吧。”这儿所呼唤的鸥鹭，虚实结合，言明心志。言其为虚指，是即使有，它们未必能懂得人的心意。说是实指，古时誓志高隐的人，都惯于和鸥鹭结盟为友，因此志同道合有意隐居于江湖的人士，可以称为鸥盟，作者是和友人赵子野等同来的，称他们为同盟的鸥鹭，也是非常切合的。</p> <p>　　全词意境清新、优美，语言隽丽，表现出作者清俊潇洒的风格，是一首成功之作。主题是赋钓雪亭。在词的上半阕，作者纵情歌赞三高的高风亮节，以实写虚，先拓开境界。而以“抚荒祠谁继风流后”一句，为下半阕即景抒怀歌咏钓雪亭这一主题，奠定了根基。上半阕所咏，只是“山雨欲来”之前的衬笔。下半阕写钓雪亭上所见的江天夜雪的清景，以及作者和友人在观赏此景之后，对渔翁钓叟的艳羡，对水边鸥鹭的深情呼唤，对自己他年有志垂纶的衷心誓愿，才是此词的主体。此词有意在笔先、一唱三叹、情景交融、神余言外之妙。</p>",
  "poet": {
    "id": 538,
    "star": 0,
    "name": "卢祖皋",
    "desc": "卢祖皋(约1174—1224)，字申之，一字次夔，号蒲江，永嘉（今属浙江）人。南宋庆元五年(1199)中进士，初任淮南西路池州教授。今诗集不传，遗著有《蒲江词稿》一卷，刊入“彊村丛书”，凡96阕。诗作大多遗失，唯《宋诗记事》、《东瓯诗集》尚存近体诗8首。"
  },
  "tags": [
    "咏史怀古",
    "写景",
    "托志"
  ]
}