{
  "id": 72020,
  "star": 14,
  "name": "黄金缕·妾本钱塘江上住",
  "dynasty": "宋代",
  "content": "妾本钱塘江上住。花落花开，不管流年度。燕子衔将春色去，纱窗几阵黄梅雨。<br>斜插犀梳云半吐，檀板轻敲，唱彻黄金缕。望断行云无觅处，梦回明月生南浦。",
  "fanyi": "<p><strong>译文<br></strong>我的家就在繁华的钱塘江畔，花开花落，任凭岁月流逝。而今燕子又要把美好的春光带走了，在这黄昏时节，纱窗外下起了一阵潇潇细雨。<br>我把犀梳斜插在头上，让头发半垂鬓边，敲响檀板，唱清丽的歌曲。抬眼望高空白云，不知它漂泊何处，梦醒后只见皎洁的明月从春江江畔冉冉升起。</p> <p><strong>注释<br></strong>①黄金缕：又名蝶恋花，词牌名。出自唐教坊曲，分上下两阕，共六十个字，一般用来填写多愁善感和缠绵悱恻的内容。<br>②本：原，原本。<br>③钱塘江：古称浙，最早见名于《山海经》，因流经古钱塘县（今杭州）而得名。<br>④黄梅雨：长江中下游流域春末夏初黄梅季节下的雨，也叫“梅雨”、“霉雨”。此指绵绵细雨。<br>⑤犀梳：犀牛角做成的梳子。<br>⑥檀板:即拍板。<br>⑦黄金缕：《黄金缕》，即《蝶恋花》调的别名，以<a href=\"http://so.gushiwen.org/author_186.aspx\">冯延巳</a>《蝶恋花》词中有“杨柳风轻，展尽黄金缕”而得名。<br>⑧行云：指情人。<br>⑨南浦：泛指离别地点。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　此词以优美的意境和音韵，描写钱塘江畔歌妓的生活。上片以女子口吻出之，写梦中女子所歌，下片追忆梦中情景，抒写对远别情人刻骨的相思。</p> <p>　　上片是梦中女子所歌，故以女子口吻出之。首句“妾本钱塘江上住”，写女子自道所居，看似平平，实在颇堪玩味。北宋时杭州已是繁华都会，多酒楼妓馆，朝歌暮弦，摇荡心目。句中已暗示这位女子的身份。紧接“花落”二语，已含深怨。岁岁芳春，花开花落，更惋伤那美好的华年如水般流逝。这本是旧<a href=\"http://so.gushiwen.org/view_72020.aspx\">诗</a>词中的常语，可是这里加上“不管”二字，所感尤大。等闲开落，何其无情，全不管人们的伤春心事，那就更加深了身世的悲感了。这位家在钱塘江上住的女郎，也许是司马旧日的情侣，作者托诸梦寐，以寄相思相别之情。前三句写一位风尘女子，感年光易逝，世事无常，想必也厌倦了歌妓生涯，而又苦于无法从中摆脱出来吧。“燕子衔将春色去，纱窗几阵黄梅雨”，写残春风物，补足“流年度”之意。燕子衔着沾满落花的香泥筑巢，仿佛也把美好的春光都衔去了。“衔”字语意双关，有很强的表现力。燕子归来，行人未返，又正是恼人的黄梅时节，不时听到几阵敲窗的雨声，楼中人孤独的情怀可想而知了。黄梅雨，是江南暮春的景物，蒙蒙一片，日夜飘洒，恰与在纱窗下凝思的歌女凄苦的内心世界相称。</p> <p>　　下片写词人追忆“梦中”情景，实际上是写对远别的情人刻骨的相思。“斜插”句，描写歌女的发式：半圆形的犀角梳子，斜插在鬓云边，仿佛像明月从乌云中半吐出来。句意与毛熙震《浣溪沙》词“象梳欹鬓月生云”同。女子的装饰，给词人留下很深的印象。她轻轻地敲着檀板按拍，唱一曲幽怨的《黄金缕》。《春渚纪闻》载，梦中女子歌“妾本”五句，司马爱其词，因询曲名，女子答是《黄金缕》。唐代有流行歌曲《金缕衣》，当时名妓<a href=\"http://so.gushiwen.org/author_840.aspx\">杜秋娘</a>曾经唱过它：“劝君莫惜金缕衣，劝君须惜少年时。有花堪折直须折，莫待无花空折枝。”花，象征着青春，象征着欢爱。歌曲的主题是劝人及时行乐，不要辜负了大好时光。梦中女子唱《黄金缕》，大概也是这个用意。联系起上片“花落”二语，益见其怨恨之深。情人远别，负却华年，花谢春归，使人满怀幽怨。</p> <p>　　“望断行云无觅处，梦回明月生南浦”，全词至此，作一大顿挫。写词人梦醒后的感怀。“行云”，用神女“旦为朝云，暮为行雨”的典故，暗示女子的歌妓身份，也写她的行踪漂流不定，难以寻觅。“南浦”，因用为离别之典。两句写梦回之后，女子的芳踪已杳，只见到明月在南浦上悄悄升起。这里的“梦回”，也意味着前尘如梦，那一段恋爱生活再也不可复得了。</p>",
  "about": "<h2>创作背景</h2> <p>　　据<a href=\"http://so.gushiwen.org/author_179.aspx\">张耒</a>《柯山集》载，司马制举中第，调关中第一幕官，行次里中，一日昼寐，恍惚间见一美妇人，衣裳甚古，人帘执板歌唱此词的上半阕，歌罢而去。司马因续成此曲。而何蘧《春渚纪闻》则谓下半阕为秦觏所续，并记有一段神怪故事，说司马后为杭州幕官，其官舍后乃唐(应为南朝齐)名妓苏小小之墓，所梦的美妇人即苏小小。元人杨朝英《阳春白雪》竞据此以全首为苏小小作。无论是司马故弄狡狯，假托本事，还是真有所梦，此词的著作权还是要归于他本人的。</p> <p>　　又据何薳《春渚纪闻》卷七：“司马才仲最初在洛下，白天睡觉的时候，梦到一个长相俊美的女子牵帐歌唱，唱到：‘妾本是钱塘人……黄昏雨。’才仲喜欢她唱的词，于是问曲名，答道是《黄金缕》。又说：‘后天在钱塘江上相会。’等到才仲得到东坡先生引荐，参加科举考试及第，就做了钱塘县幕官。其廨舍后，唐（按：应为南朝齐）苏小小墓在此地。当时秦少章（<a href=\"http://so.gushiwen.org/author_125.aspx\">秦观</a>）做钱塘尉，为他续其词后云：‘斜插……生春浦。’不到一年而才仲生病，所乘坐的画水舆舣漂向河塘。柁工看见才仲带着一位美女登船，就上前问候，不久船尾失火。狼忙走报，家已恸哭矣。”</p> <p>　　两则传说情节虽有出入，但有一个共同点，即美女所唱乃本词上片，而这唱歌美女就是南齐名妓苏小小的鬼魂。传说虽然荒唐无稽，但事出有因。揆诸情理，<a href=\"http://so.gushiwen.org/author_167.aspx\">司马槱</a>既在钱塘为官，或与歌妓相恋也是可能的。别后相思，形诸梦寐，乃托梦境以寄相思。而好事者附会其事，编造情节，也有可能。不论怎样，这首词当为司马槱所作无疑。 此词以优美的意境和音韵，描写钱塘江畔歌妓的生活。</p>",
  "poet": {
    "id": 167,
    "star": 0,
    "name": "司马槱",
    "image": "http://img.gushiwen.org/authorImg/simayou.jpg",
    "desc": "司马槱字才仲，陕州夏县人，元佑中以苏轼荐，应贤良方正能直言极谏科，入第五等，赐同进士出身。累迁河中府司理参军，终知杭州，卒于任。事迹见张耒《书司马槱事》（《张右史集》卷四七）。《全宋词》录其词二首。"
  },
  "tags": [
    "婉约",
    "思念",
    "歌妓"
  ]
}