{
  "id": 19,
  "star": 135,
  "name": "殷其雷",
  "dynasty": "先秦",
  "content": "殷其雷，在南山之阳。何斯违斯，莫敢或遑？振振君子，归哉归哉！<br>殷其雷，在南山之侧。何斯违斯，莫敢遑息？振振君子，归哉归哉！<br>殷其雷，在南山之下。何斯违斯，莫或遑处？振振君子，归哉归哉！",
  "fanyi": "<p><strong>译文<br></strong>听那隆隆的雷声，在南山的阳坡震撼。怎么这时候离家出走？实在不敢有少许悠闲。勤奋有为的君子，归来吧，归来吧！</p> <p>听那隆隆的雷声，在南山的边上响起。怎么这时候离家出走？实在不敢有片刻休息。勤奋有为的君子．归来吧，归来吧！</p> <p>听那隆隆的雷声，在南山的脚下轰鸣。怎么这时候离家出走？实在不敢有一会暂停。勤奋有为的君子，归来吧，归来吧！ </p> <p><strong>注释</strong><br>①殷：声也。<br>②雷：喻车声<br>③遑（huang，音黄）：闲暇<br>④殷其雷．劝以义也．召南之大夫远行从政．不遑宁处．其室家能闵其勤劳．劝以义也．<br>⑤题解：妇人盼望远役丈夫早早归来</p><br/><h2>翻译</h2> <p>　　此<a href=\"http://so.gushiwen.org/view_19.aspx\">诗</a>误处在“遑”，遑即是慌张而走、慌张。引申为惶恐，慌张之意。没有闲暇的意思，而论说“遑”有闲暇的意思是出于《玉篇》。非也。本诗用雷声起兴，是有深意的，欲用上天之意的雷声惊醒“君子”。或许是君王出游，官僚谏王之意也。本诗字面意思试解如下：</p> <p>　　殷其雷，在南山之阳。“殷殷的雷声，在南山之阳想起了。”</p> <p>　　何斯违斯，莫敢或遑？“怎么能够违背上天的意思呢？是不是慌张了？”</p> <p>　　振振君子，归哉归哉！“雷声震撼君子你了吧，回来吧，回来吧”</p> <p>　　殷其雷，在南山之侧。“殷殷的雷声，在南山之侧响起了。”</p> <p>　　何斯违斯，莫敢遑息？“怎么能够违背上天的意思呢？不也是在惶恐中不敢休息吗？”</p> <p>　　振振君子，归哉归哉！“雷声震撼君子你了吧，回来吧，回来吧”</p> <p>　　殷其雷，在南山之下。“殷殷的雷声，在南山之侧响起了。”</p> <p>　　何斯违斯，莫或遑处？“怎么能够违背上天的意思呢？不是处于惶恐之中了吧？”</p> <p>　　振振君子，归哉归哉！“雷声震撼君子你了吧，回来吧，回来吧”</p> <p>　　注：“莫敢、莫或、莫敢或”为“是不是、不是吗，不也是”的意思，是反问句。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　《毛<a href=\"http://so.gushiwen.org/view_19.aspx\">诗</a>序》关于此诗的主题，不仅今文学派的三家无异议，而且后来的解诗者也无大的争论。虽然所思念的对象不必如《毛诗序》之泥定为“大夫”，但从诗中所称“君子”来看，则这位行役在外者当是统治阶级中人，不可能是平民百姓。</p> <p>　　据毛传与郑笺，前一“斯”字指君子，后一“斯”字指此地。<a href=\"http://so.gushiwen.org/author_459.aspx\">朱熹</a>承袭此说，释为：“何此君子独去此而不敢少暇乎?”(《诗集传》)而严粲释云：“言殷然之雷声，在彼南山之南。何为此时速去此所乎？”(《诗缉》)从上下文看，后一种说法更为顺理成章。感叹之后，女主人公又转念为丈夫设身处地着想：只因为了公事，才不敢稍事休息。想到丈夫一心为公事奔忙，故而接下去才有“振振君子”的赞叹。毛传与郑笺均释“振振”为信厚。朱熹亦承此说。姚际恒《诗经通论》云：“盖振为振起、振兴意，亦为众盛意。”而王先谦的《诗三家义集疏》训“振振”为“振奋有为”，似更切合情理。这样“振振”一词就成了称扬其夫君勤奋有为的赞语了。女主人公作出这样的赞叹之后，却发出了“归哉归哉”的呼唤，表明女主人公虽然明白丈夫是为公事奔走，但还是希望他能早早归来。这种转折实质上表现了情与理的矛盾冲突。《诗序》称“劝以义”，就是着眼于其理的一面，以张扬其伦理教化的意义，但忽视了其情的一面，而且是此诗的主要一面，因而受到后人的质疑。姚际恒在《诗经通论》中批评了《诗序》的这一偏颇：“按诗‘归哉归哉’，是望其归之辞，绝不见有‘劝以义’之意。”崔述的《读风偶识》也称：“今玩其词意，但有思夫之情，绝不见所谓‘劝义’者何在。”然而“绝不”云云又走向了另一个极端，同样失之偏执。还是朱熹概括得好：“于是又美其德，且冀其早毕事而还归也。”(《诗集传》)近人陈子展《诗经直解》称此诗“既劝以大义，又望其生还，可谓得情理之正者也”，诚为中肯之论。</p> <p>　　此诗以重章复叠句的形式唱出了妻子对丈夫的思念之情，在反覆咏唱中加深了情感的表达。每章均以雷起兴，却变易雷响的地点，不仅写出了雷声飘忽不定的特点，而且还引逗出对丈夫行踪无定的漂泊生活的挂念，诚如胡承珙所云：“细绎经文三章，皆言‘在’而屡易其地，正以雷之无定在，兴君子之不遑宁居。”(《诗经后笺》)“遑”、“息”、“居”三字则层层深入地表现了忠于职守、不敢懈怠的态度。此诗的每一章虽只寥寥数语，却转折跌宕，展示了女主人公抱怨、理解、赞叹、期望等多种情感交织起伏的复杂心态，活现出一位思妇的心理轨迹，堪称妙笔。初读此诗会不得要领，或以偏概全，产生上文所述的岐见，因而姚际恒会这样批评朱熹：“夫冀其归，可也，何必美其德耶!二义难以合并，诗人语意断不如是。”殊不知诗作为心灵的自白，断不是非此即彼的逻辑推理，可以说诗人之语正当如是。此诗之妙正在于其上下不一的语意转折，在否定亦复肯定中呈现活的心灵。此外，此诗的语言简洁朴素，齐言中又有长短相错，模拟说话的声口，在一唱三叹中倾吐衷情，颇为传神。（黄宝华）</p>",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": [
    "诗经",
    "写雷"
  ]
}