{
  "id": 71146,
  "star": 6508,
  "name": "湖心亭看雪",
  "dynasty": "明代",
  "content": "　　崇祯五年十二月，余住西湖。大雪三日，湖中人鸟声俱绝。是日更定矣，余拏一小舟，拥毳衣炉火，独往湖心亭看雪。雾凇沆砀，天与云与山与水，上下一白。湖上影子，惟长堤一痕、湖心亭一点、与余舟一芥、舟中人两三粒而已。</p> <p>　　到亭上，有两人铺毡对坐，一童子烧酒炉正沸。见余，大喜曰：“湖中焉得更有此人！”拉余同饮。余强饮三大白而别。问其姓氏，是金陵人，客此。及下船，舟子喃喃曰：“莫说相公痴，更有痴似相公者！”",
  "fanyi": "<p><strong>译文</strong><br>　　崇祯五年（公元1632年）十二月，我住在西湖边。大雪接连下了多天，湖中的行人、飞鸟的声音都消失了。这一天晚上八点左右，我撑着一叶小舟，穿着毛皮衣，带着火炉，独自前往湖心亭看雪。（湖面上）冰花一片弥漫，天和云和山和水，天光湖色全是白皑皑的。湖上的影子，只有一道长堤的痕迹，一点湖心亭的轮廓，和我的一叶小舟，舟中的两三粒人影罢了。</p> <p>　　到了湖心亭上，看见有两个人铺好毡子，相对而坐，一个小孩正把酒炉（里的酒）烧得滚沸。（他们）看见我，非常高兴地说：“想不到在湖中还会有您这样的人！”（他们）拉着我一同饮酒。我尽情的喝了三大杯酒，然后和他们道别。（我）问他们的姓氏，（得知他们）是南京人，在此地客居。等到了下船的时候，船夫喃喃地说：“不要说相公您痴，还有像相公您一样痴的人啊！”</p> <p><strong>注释</strong><br>1、崇祯五年：公元1632年。崇祯，是明思宗朱由检的年号（1628-1644）。<br>2、俱：都。<br>3、绝：消失。<br>4、是日更（gēng）定：是，代词，这。更定：指初更以后。晚上八点左右。定，开始。<br>5、余：第一人称代词，我 。<br>6、拏：通“桡”，撑（船）。<br>7、拥毳（cuì）衣炉火：穿着细毛皮衣，带着火炉。毳衣：细毛皮衣。毳：鸟兽的细毛。<br>8、雾凇沆砀：冰花一片弥漫。雾，从天上下罩湖面的云气。凇，从湖面蒸发的水汽。沆砀，白气弥漫的样子。<a href=\"http://so.gushiwen.org/author_385.aspx\">曾巩</a>《冬夜即事<a href=\"http://so.gushiwen.org/view_71146.aspx\">诗</a>》自注：“齐寒甚，夜气如雾，凝于水上，旦视如雪，日出飘满阶庭，齐人谓之雾凇。<br>9、上下一白：上上下下全白。一白，全白。一，全或都，一概。<br>10、惟：只有。<br>11、长堤一痕：形容西湖长堤在雪中只隐隐露出一道痕迹。堤，沿河或沿海的防水建筑物。这里指苏堤。一，数词。痕，痕迹。<br>12、一芥：一棵小草。芥，小草，比喻轻微纤细的事物；（像小草一样微小）。<br>13、而已：罢了。<br>14、毡：毛毯。<br>15、焉得更有此人：意思是：想不到还会有这样的人。焉得，哪能。更，还。<br>16、拉：邀请。<br>17、强（qiǎng）饮：尽情喝。强，尽力，勉力，竭力。一说，高兴地，兴奋地。<br>18、大白：大酒杯。白；古人罚酒时用的酒杯，也泛指一般的酒杯，这里的意思是三杯酒。<br>19、客此：客，做客，名词作动词。在此地客居。<br>20、及：等到。<br>21、舟子：船夫。<br>22、喃喃：低声嘟哝。<br>23、莫：不要。<br>24、相公：原意是对宰相的尊称，后转为对年轻人的敬称及对士人的尊称。<br>25、更：还。<br>26、痴似：痴于，痴过。痴，特有的感受，来展示他钟情山水，淡泊孤寂的独特个性，本文为痴迷的意思。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　晚明小品在中国散文史上虽然不如先秦诸子或唐宋八大家那样引人注目，却也占有一席之地。它如开放在深山石隙间的一丛幽兰，疏花续蕊，迎风吐馨，虽无灼灼之艳，却自有一段清高拔俗的风韵。</p> <p>　　崇祯五年十二月，余住西湖。 </p> <p>　　开头两句点明时间、地点。集子中凡纪昔游之作，大多标明朝纪年，以示不忘故国。这里标“崇祯五年”，也是如此。“十二月”，正当隆冬多雪之时，“余住西湖”，则点明所居邻西湖。这开头的闲闲两句，却从时、地两个方面不着痕迹地引出下文的大雪和湖上看雪。</p> <p>　　大雪三日，湖中人鸟声俱绝。</p> <p>　　紧承开头，只此两句，大雪封湖之状就令人可想，读来如觉寒气逼人。作者妙在不从视觉写大雪，而通过听觉来写，“湖中人鸟声俱绝”，写出大雪后一片静寂，湖山封冻，人、鸟都瑟缩着不敢外出，寒噤得不敢作声，连空气也仿佛冻结了。一个“绝”字，传出冰天雪地、万籁无声的森然寒意。这是高度的写意手法，巧妙地从人的听觉和心理感受上画出了大雪的威严。它使我们联想起唐人<a href=\"http://so.gushiwen.org/author_646.aspx\">柳宗元</a>那首有名的《江雪》：“千山鸟飞绝，万径人踪灭。孤舟蓑笠翁，独钓寒江雪。”柳宗元这幅江天大雪图是从视觉着眼的，江天茫茫，“人鸟无踪”，独有一个“钓雪”的渔翁。<a href=\"http://so.gushiwen.org/author_339.aspx\">张岱</a>笔下则是“人鸟无声”，但这无声却正是人的听觉感受，因而无声中仍有人在。柳<a href=\"http://so.gushiwen.org/view_71146.aspx\">诗</a>仅二十字，最后才点出一个“雪”字，可谓即果溯因。张岱则写“大雪三日”而致“湖中人鸟声俱绝”，可谓由因见果。两者机杼不同，而同样达到写景传神的艺术效果。如果说，《江雪》中的“千山鸟飞绝，万径人踪灭”，是为了渲染和衬托寒江独钓的渔翁；那么张岱则为下文有人冒寒看雪作映照。</p> <p>　　是日更定，余拏一小舟，拥毳衣炉火，独往湖心亭看雪。<br>　　<br>　　“是日”者，“大雪三日”后，祁寒之日也；“更定”者，初更时分，晚上八点左右，寒气倍增之时也。“拥毳衣炉火”一句，则以御寒之物反衬寒气砭骨。试想，在“人鸟声俱绝”的冰天雪地里，竟有人夜深出门，“独往湖心亭看雪”，这是一种何等迥绝流俗的孤怀雅兴啊!“独往湖心亭看雪”的“独”字，正不妨与“独钓寒江雪”的“独”字互参。在这里，作者那种独抱冰雪之操守和孤高自赏的情调，不是溢于言外了吗？其所以要夜深独往，大约是既不欲人见，也不欲见人；那么，这种孤寂的情怀中，不也蕴含着避世的幽愤吗？</p> <p>　　请看作者以何等空灵之笔来写湖中雪景：雾凇沆砀，天与云与山与水，上下一白。湖上影子，惟长堤一 痕，湖心亭一点，与余舟一芥，舟中人两三粒而已。</p> <p>　　这真是一幅水墨模糊的湖山夜雪图!“雾凇沆砀”是形容湖上雪光水气，一片弥漫。“天与云与山与水，上下一白”，迭用三个“与”字，生动地写出天空、云层、湖水之间白茫茫浑然难辨的景象。作者先总写一句，犹如摄取了一个“上下皆白”的全景，从看雪来说，很符合第一眼的总感觉、总印象。接着变换视角，化为一个个诗意盎然的特写镜头：“长堤一痕”“湖心亭一点”“余舟一芥”“舟中人两三粒”等等。这是简约的画，梦幻般的诗，给人一种似有若无、依稀恍惚之感。作者对数量词的锤炼功夫，不得不使我们惊叹。你看，“上下一白”之“一”字，是状其混茫难辨，使人惟觉其大；而“一痕”“一点”“一芥”之“一”字，则是状其依稀可辨，使人惟觉其小。此<a href=\"http://so.gushiwen.org/author_1137.aspx\">真可</a>谓着“一”字而境界出矣。同时由“长堤一痕”到“湖心亭一点”，到“余舟一芥”，到“舟中人两三粒”，其镜头则是从小而更小，直至微乎其微。这“痕”“点”“芥”“粒”等量词，一个小似一个，写出视线的移动，景物的变化，使人觉得天造地设，生定在那儿，丝毫也撼动它不得。这一段是写景，却又不止于写景；我们从这个混沌一片的冰雪世界中，不难感受到作者那种人生天地间茫茫如“太仓米”的深沉感慨。</p> <p>　　下面移步换形，又开出一个境界：到亭上，有两人铺毡对坐，一童子烧酒炉正沸。见余，大喜曰：“湖中焉得更有此人!”拉余同饮。余强饮三大白而别。问其姓氏，是金陵人，客此。</p> <p>　　“独往湖心亭看雪”，却不意亭上已有人先我而至；这意外之笔，写出了作者意外的惊喜，也引起读者意外的惊异。但作者并不说自己惊喜，反写二客“见余大喜”；背面敷粉，反客为主，足见其用笔之夭矫善变。“湖中焉得更有此人!”这一惊叹虽发之于二客，实为作者的心声。作者妙在不发一语，而“尽得风流”。二客“拉余同饮”，鼎足而三，颇有幸逢知己之乐，似乎给冷寂的湖山增添了一分暖色，然而骨子里依然不改其凄清的基调。这有如<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>的“举杯邀明月，对影成三人”，不过是一种虚幻的慰藉罢了。“焉得更有”者，正言其人之不可多得。“强饮三大白”，是为了酬谢知己。“强饮”者，本不能饮，但对此景，当此时，逢此人，却不可不饮。饮罢相别，始“问其姓氏”，却又妙在语焉不详，只说：“是金陵人，客此。”可见这二位湖上知己，原是他乡游子，言外有后约难期之慨。这一补叙之笔，透露出作者的无限怅惘：茫茫六合，知己难逢，人生如雪泥鸿爪，转眼各复西东。言念及此，岂不怆神!文章做到这里，在我们看来，也算得神完意足、毫发无憾了。但作者意犹未尽，复笔写了这样几句：</p> <p>　　及下船，舟子喃喃曰：“莫说相公痴，更有痴似相公者!”</p> <p>　　读至此，真使人拍案叫绝!前人论词，有点、染之说，这个尾声，可谓融点、染于一体。借舟子之口，点出一个“痴”字；又以相公之“痴”与“痴似相公者”相比较、相浸染，把一个“痴”字写透。所谓“痴似相公”，并非减损相公之“痴”，而是以同调来映衬相公之“痴”。“喃喃”二字，形容舟子自言自语、大惑不解之状，如闻其声，如见其人。这种地方，也正是作者的得意处和感慨处。文情荡漾，余味无穷。痴字表明特有的感受，来展示他钟情山水，淡泊孤寂的独特个性。</p> <p>　　这一篇小品，融叙事、写景、抒情于一炉，偶写人物，亦口吻如生。淡淡写来，情致深长，而全文连标点在内还不到二百字。光是这一点，就很值得我们借鉴和学习!当然，它所流露的孤高自赏和消极避世的情调，我们不应盲目欣赏，而必须批判地对待和历史地分析。 </p><br/><h2>赏析二</h2> <p>　　开头二句点明时间、地点。<a href=\"http://so.gushiwen.org/author_339.aspx\">张岱</a>文集中凡纪昔年游踪之作，大多标明朝纪年，以示不忘故国。这里标“祟侦五年”，也是如此。“十二月”，正当隆冬多雪之时；“余住西湖”，则点明所居邻西湖。这开头的闲闲二句，却从时、地两个方面不着痕迹地引逗出下文的大雪和湖上看雪。下文“大雪三日，湖中人鸟声俱绝”，紧承开头。只此二句，大雪封湖之状就令人可想，读来如觉寒气逼人。作者妙在不从视觉写大雪，而通过听觉来写。“湖中人鸟声俱绝”，写出大雪后湖山封冻，人、鸟都瑟缩着不敢外出，寒嗦得不敢作声，连空气也仿佛冻结了。一个“绝”字，传出冰天雪地、万籁无声的森然寒意。这是高度的写意手法，巧妙地从人的听觉和心理感受上写出了大雪的威严。它使我们联想起唐人<a href=\"http://so.gushiwen.org/author_646.aspx\">柳宗元</a>那首有名的《江雪》<a href=\"http://so.gushiwen.org/view_71146.aspx\">诗</a>：“千山鸟飞绝，万径人踪灭。孤舟蓑笠翁，独钓寒江雪。”柳宗元这幅江天大雪图是从视觉着眼的，江天茫茫，人鸟无踪，江雪中独有一位垂钓的渔翁。而张岱笔下则是“人鸟无声”，但这无声却正是人的听觉感受，因而无声中仍有人在。如果说，《江雪》中的“千山鸟飞绝，万径人踪灭”，是为了渲染和衬托寒江独钓的渔翁，那么这里“湖中人鸟声俱绝”，则为下文有人冒寒看雪作映照。 </p> <p>　　“是日，更定矣，余挚一小舟，拥龚衣炉火，独往湖心亭看雪。”“是日”者，“大雪三日”后，严寒之日也；“更定”者，夜深人静，寒气倍增之时也。“拥磊衣炉火”一句，则以御寒之物反衬寒气贬骨。在“人鸟声俱绝”的冰天雪地里，竟有人夜深出门，“独往湖心亭看雪”，表现出作者迥绝流俗的孤怀雅兴。“独往湖心亭看雪”的“独”字，正不妨与“独钓寒江雪”的“独”字互参。作者那种独抱冰雪之操守和孤高自赏的情调，已经溢于言外了。其所以要夜深独往，大约是既不欲人见，也不欲见人；那么，这种孤寂的情怀中，正蕴含着避世的幽愤。</p> <p>　　请看作者以的空灵之笔来写描绘湖中雪景：“雾淞沉场，天与云、与山、与水，上下一白；湖上影子，惟长堤一痕、湖心亭一点与余舟一芥、舟中人两。三粒而已。”这真是一幅水墨模糊的湖山夜雪图。“雾淞坑场”是形容湖上雪光水气，混檬不分。“天与云、与山、与水，上下一白”，叠用三个“与少’字，似觉天、云、山、水一齐活动起来，较之单纯写“天、云、山、水，上下一白”，多了一点意趣。天、云，上也；山、水，下也。这两句生动地写出天空、云层、群山、湖水之间白茫茫浑然难辨的景象。作者先总写一句，犹如摄取了一个“上下皆白”的全景，从看雪来说，很符合第一眼的总感觉、总印象。接着变换视角，化为一个个诗意盎然的特写镜头：“长堤一痕”、“湖心亭一点”、“余舟一芥’、“舟中人两三粒”等等，这是朦胧的画，梦幻般的诗，给人一种似有若无、依稀恍惚之感。作者对数量词的锤炼功夫，不得不使我们惊叹。你看，“上下一白”之“一”字，是形容混茫难辨，使人唯觉其大；而“一痕”、“一点”、“一芥”之“一”字，则是状其依稀可辨，使人唯觉其小。此<a href=\"http://so.gushiwen.org/author_1137.aspx\">真可</a>谓着一“一”字而境界全出矣。同时，由“长堤一痕”到“湖心亭一点”，到“余舟一芥”，到“舟中人两三粒”，其镜头则是从小而更小，直至微乎其微。这“痕”、“点”、“芥”、“粒”等量词，一个小似一个，写出视线的移动，小船的荡漾，景物的变化，着笔空灵，使人浑然不觉。这一段是写景，却又不止于写景；我们从这个混沌一片的冰雪世界中，不难感受到作者那种人生天地间茫茫如“太仓梯米”的深沉感慨。</p> <p>　　下面移步换形，又开出一个境界。“独往湖心亭看雪”，却不意亭上已有人先我而至；这意外之笔，写忠了作者意外的惊喜产也引起读者意外的惊异。但作者并不说自己惊喜，反写二客“见余大喜”，背面敷粉，反客为主，足见其用笔之夭矫善变。“湖中焉得更有此人！’这一惊叹虽发之于二客，实为作者心声，作者妙在不发一语，而“尽得风流”。二客“拉余同饮”，鼎足而三，颇有幸逢知己之乐。这似乎给冷寂的湖山增添了一分暖色，然而骨子里依然不改其凄清的基调。这有如<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>的“举杯邀明月，对影成三人”，不过是一种虚幻的慰藉罢了。“焉得更有”者，正言其人之不可多得。“强饮三大白”，是为了酬谢知己，也为了不负此湖山胜景。“强饮”者，本不能饮，但对此景，当此时，逢此人夕却不可不饮。饮罢相别，始“问其姓氏”，却又妙在语焉不详，只说：“是金陵人，客此。”可见这二位湖上知己，原是他乡游子，萍水相逢，后约难期。这一补叙之笔，透露出作者的无限怅惘：茫茫六合，知己难逢，人生如雪泥鸿爪，转眼各复西东。言念及此，岂不沧神。</p> <p>　　文章做到这里，也算得神完意足、毫发无憾了。但作者意犹未尽：“及下，舟子喃喃日：‘莫说相公痴，更有痴似相公者！’”前人论词，有点、染之说。这个尾声，可谓融点、染于一体。借舟子之口，点出一个“痴”字；又以相公之“痴”与“痴似相公者”相比较、相浸染，把一个“痴”字写透。所谓“痴似相公”，并非减损相公之“痴”，而是以同调来映衬相公之“痴”。“喃喃”二字，形容舟子自言自语、大惑不解之状，如闻其声，如见其人。这种地方，也正是作者的得意处和感慨处。文情荡漾，余味无穷。</p>",
  "about": "<h2>文言现象</h2> <p><strong>词类活用</strong><br>1.大雪三日 大雪：名词活用作动词，下大雪。<br>2.是金陵人，客此。 客：名词活用作动词，客居。<br>3.拥毳衣炉火 炉火：名词活用作动词，带着炉火。<br>4.与余舟一芥 芥：小草，这里名词活用作状语，像小草一样的微小。</p> <p><strong>古今异义</strong><br>1. 余住西湖 余：古义：我。（例：余住西湖）今义：剩下。<br>2. 余强饮三大白而别 白：古义：名词，古代罚酒用的酒杯。(例如：余强饮三大白而别）今义：白色。<br>3.是日更定矣。 是：古义：这。今义：判断词（与“非”相对）</p> <p><strong>一词多义</strong><br>是：1.是日更定：这<br>2.问其姓氏，是金陵人：判断动词，是<br>更：1.是日更定：古代夜间的计时单位，音gēng<br>2.湖中焉得更有此人：还，音gèng<br>白：1.上下一白：白色<br>2.余强饮三大白而别：古时罚酒用的，泛指酒杯。<br>大：1.见余大喜：非常<br>2.余强饮三大白而别：大<br>余：1.余住西湖：我，指作者<br>2.江干上下十余里间：多</p> <p><strong>通假字</strong><br>挐：通“桡”，撑(船)、划 </p><br/><h2>相关习题</h2> 1.“独往湖心亭看雪”中　“独”字如何理解？<br>答：“独”字充分体现了作者遗世独立的高洁情怀和不随流俗的生活方式，表现他孤高自赏、自命清高、洁身自好，不与俗人为伍的孤独。在他眼里，舟子等人不是他的知音，不会理解他来湖心亭的心情。<br>2.作者写及此文时，清朝已建立二三十年，但作者仍采用明朝崇祯的年号，有何意义？<br>答：含蓄地表达了作者的故国之思。<br>3.“大雪三日，湖中人鸟声俱绝。”一句写出了什么意境？此句在全文结构上有何作用？<br>答：路无行人，天无飞鸟，天寒地冻。万籁俱寂的意境。为下文“独往湖心亭看雪”作铺垫。<br>4.结尾用舟子的话收束全文，有何用意？<br>答：舟子说作者“痴”，体现了俗人之见，他痴迷于天人合一的山水之乐，痴迷于世俗之外的雅情雅致。<br/><h2>主题</h2> 　　通过写湖心亭赏雪遇到知己的事，表现了作者孤独寂寞的心境和淡淡的愁绪。突出了作者遗世独立、卓然不群的高雅情趣。表达了作者遇到知己的喜悦与分别时的惋惜，体现出作者的故国之思，同时也反映了作者不与世俗同流合污、不随波逐流的品质以及远离世俗，孤芳自赏的情怀，同时也寄托人生渺茫的慨叹。<br/><h2>主旨</h2> <p>　　文章是<a href=\"http://so.gushiwen.org/author_339.aspx\">张岱</a>（dài）小品的传世之作。作者通过追忆在西湖乘舟看雪的一次经历，写出了雪后西湖之景清新雅致的特点，表现了深挚的隐逸之思，寄寓了幽深的眷恋和感伤的情怀。作者在大雪三日、夜深人静之后，小舟独往。不期亭中遇客，三人对酌，临别才互道名姓。舟子喃喃，以三人为痴，殊不知这三人正是性情中人。本文最大的特点是文笔简练，全文不足二百字，却融叙事、写景、抒情于一体，尤其令人惊叹的是作者对数量词的锤炼功夫，“一痕”、“一点”、“一芥”、“两三粒”一组合，竟将天长永远的阔大境界，甚至万籁无声的寂静气氛，全都传达出来，令人拍案叫绝。作者善用对比手法，大与小、冷与热、孤独与知己，对比鲜明，有力地抒发了人生渺茫的深沉感慨和挥之不去的故国之思。还采用了白描的手法，表达了作者赏雪的惊喜，清高自赏的感情和淡淡的愁绪。全文情景交融，自然成章，毫无雕琢之感，给人以愉悦的感受。“痴”字（以渔者的身份）表达出作者不随流俗，遗世孤立的闲情雅致，也表现出作者对生活的热爱，美好的情趣。更重要的是形神兼备地写出了赏雪人的情态，将赏雪人融入了这迷人的雪景之中的痴迷之状描绘的生动逼真。描写西湖雪景的文字简练朴素，不加渲染，更是用了白描手法。</p> <p>　　本文用清新淡雅的笔墨，描绘了雪后西湖宁静清绝的景象，表现了游湖人的雅趣和作者的志趣，同时含蓄地表达了作者对故国（明朝）的怀念之情。读来觉得这简直不是文章，而纯粹是孤独者与孤独者的感通，孤独者与天地的感通，因为作者把很多会于心的东西流于言外，用旷达和幽静共同酿制了一种近乎纯美的意境。</p><br/><h2>写作特色</h2> <p>　　《湖心亭看雪》是<a href=\"http://so.gushiwen.org/author_339.aspx\">张岱</a>的代表作，出自回忆录《陶庵梦忆》，写于明王朝灭亡以后。对故国往事的怀恋都以浅淡的笔触融入了山水小品，看似不着痕迹，但作者的心态可从中窥知一二，表现作者痴迷山水以及淡淡的忧国愁绪。</p> <p>　　文章首先交代看雪的时间、目的地、天气状况。时间是“崇祯五年十二月”。西湖经历三天大雪后，人声鸟声俱绝，空阔的雪景使天地间呈现出一股肃杀的冷寂来。而作者偏偏选择此时去赏雪，可见他此时的心态及与众不同的情趣。</p> <p>　　接着就记述了这次赏雪的具体经过。这天凌晨，作者划一叶小舟，独自前往湖心亭。一个“独”字，充分展示了作者遗世独立的高洁情怀和不随流俗的生活方式，而一人独行于茫茫的雪夜，顿生“寄蜉蝣于天地，渺沧海之一粟”（<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>《赤壁赋》）的人生彻悟之感。此时湖上冰花弥漫，天与云与山与水，一片混沌。惟有雪光能带来亮色，映入作者眼帘的“惟长堤一痕，湖心亭一点，与余舟一芥，舟中人两三粒而已。”一痕、一点、一芥、两三粒，使用白描手法，宛如中国画中的写意山水，寥寥几笔，就包含了诸多变化，长与短，点与线，方与圆，多与少，大与小，动与静，简洁概括，人与自然共同构成富有意境的艺术画面，悠远脱俗是这幅画的精神，也是作者所推崇的人格品质，这就是人与自然在精神上的统一与和谐。　然后，作者笔锋一转，叙及在湖心亭的奇遇。此时此地此景，能够遇见游人，不能不说是奇迹，那两人也都“大喜”，感叹“湖中焉得更有此人”!酒逢知己千杯少，几人痛饮而别，“同是天涯沦落人，相逢何必曾相识”（<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>《琵琶行》）!作者写“两人”“大喜”，即写自己大喜，写“余强饮三大白”，即写两人畅饮，此处使用互文手法，使行文有变化。及写到“问其姓氏，是金陵人，客此”，才匆匆交代了友人的情况，这样写一方面是由于张岱是性情中人，最关注的是朋友之间在情致心灵方面的沟通，至于朋友的身份地位、官职爵里等世俗的问题并不在意；另一方面能够真实地体现作者喜极而悲的情绪变化，询问对方身份之时，也是彼此分别之时，有缘相聚实非易事，此刻一别也许就难以再见，这怎么能不叫人遗憾!最后，作者以舟子的话收束全文：“莫说相公痴，更有痴似相公者!”舟子说作者“痴”，体现了俗人之见，但“痴”字又何尝不是对张岱最确切的评价呢？他痴迷于天人合一的山水之乐，痴迷于世俗之外的雅情雅致，而金陵人正是那\"痴似相公者\"，“湖中人鸟声俱绝”仍出来赏雪。“铺毡对坐，一童子烧酒说明是早有准备，更体现了他们共同的“痴”。</p> <p>　　全文笔调淡雅流畅，看似自然无奇，而又耐人寻味，西湖的奇景是因了游湖人的存在而彰显了它的魅力，写景与写人相映成趣。</p><br/><h2>创作背景</h2> 　　《湖心亭看雪》是<a href=\"http://so.gushiwen.org/author_339.aspx\">张岱</a>收录在回忆录《陶庵梦忆》中的一篇叙事小品，写于明王朝灭亡以后，是作者把自己对故国往事的怀念都以浅淡的笔触融入山水之中而创作的小品文。",
  "poet": {
    "id": 339,
    "star": 0,
    "name": "张岱",
    "image": "http://img.gushiwen.org/authorImg/zhangdai.jpg",
    "desc": "张岱（1597年～1679年）又名维城，字宗子，又字石公，号陶庵、天孙，别号蝶庵居士，晚号六休居士，汉族，山阴(今浙江绍兴)人。寓居杭州。出生仕宦世家，少为富贵公子，精于茶艺鉴赏，爱繁华，好山水，晓音乐，戏曲，明亡后不仕，入山著书以终。张岱为明末清初文学家、史学家，其最擅长散文，著有《琅嬛文集》《陶庵梦忆》《西湖梦寻》《三不朽图赞》《夜航船》等绝代文学名著。"
  },
  "tags": [
    "初中文言文",
    "写雪",
    "感叹",
    "抒怀"
  ]
}