{
  "id": 48033,
  "star": 78,
  "name": "悼亡诗三首",
  "dynasty": "魏晋",
  "content": "荏苒冬春谢，寒暑忽流易。<br>之子归穷泉，重壤永幽隔。<br>私怀谁克从，淹留亦何益。<br>僶俛恭朝命，回心反初役。<br>望庐思其人，入室想所历。<br>帏屏无髣髴，翰墨有馀迹。<br>流芳未及歇，遗挂犹在壁。<br>怅恍如或存，回惶忡惊惕。<br>如彼翰林鸟，双栖一朝只。<br>如彼游川鱼，比目中路析。<br>春风缘隙来，晨霤承檐滴。<br>寝息何时忘，沈忧日盈积。<br>庶几有时衰，庄缶犹可击。</p> <p>皎皎窗中月，照我室南端。<br>清商应秋至，溽暑随节阑。<br>凛凛凉风升，始觉夏衾单。<br>岂曰无重纩，谁与同岁寒。<br>岁寒无与同，朗月何胧胧。<br>展转盻枕席，长簟竟床空。<br>床空委清尘，室虚来悲风。<br>独无李氏灵，髣髴覩尔容。<br>抚衿长叹息，不觉涕沾胸。<br>沾胸安能已，悲怀从中起。<br>寝兴目存形，遗音犹在耳。<br>上惭东门吴，下愧蒙庄子。<br>赋诗欲言志，此志难具纪。<br>命也可奈何，长戚自令鄙。</p> <p>曜灵运天机，四节代迁逝。<br>凄凄朝露凝，烈烈夕风厉。<br>奈何悼淑俪，仪容永潜翳。<br>念此如昨日，谁知已卒岁。<br>改服从朝政，哀心寄私制。<br>茵帱张故房，朔望临尔祭。<br>尔祭讵几时，朔望忽复尽。<br>衾裳一毁撤，千载不复引。<br>亹亹朞月周，戚戚弥相愍。<br>悲怀感物来，泣涕应情陨。<br>驾言陟东阜，望坟思纡轸。<br>徘徊墟墓间，欲去复不忍。<br>徘徊不忍去，徙倚步踟蹰。<br>落叶委埏侧，枯荄带坟隅。<br>孤魂独茕茕，安知灵与无。<br>投心遵朝命，挥涕强就车。<br>谁谓帝宫远，路极悲有余。",
  "fanyi": "<h2>注释</h2> ⑴荏苒（rěn rán忍染）：逐渐。谢：去。流易：消逝、变换。冬春寒暑节序变易，说明时间已过去一年。古代礼制，妻子死了，丈夫服丧一年。这首<a href=\"http://so.gushiwen.org/view_48033.aspx\">诗</a>应作于其妻死后一周年。<br>⑵之子：那个人，指妻子。穷泉：深泉，指地下。重壤：层层土壤。永：长。幽隔：被幽冥之道阻隔。这两句是说妻子死了，埋在地下，永久和生人隔绝了。<br>⑶私怀：私心，指悼念亡妻的心情。克：能。从：随。谁克从：即克从谁，能跟谁说？<br>⑷淹留：久留，指滞留在家不赴任。亦何益：又有什么好处。<br>⑸僶俛（mǐn mián闽免）：勉力。朝命：朝廷的命令。回心：转念。初役：原任官职。这两句是说勉力恭从朝廷的命令，扭转心意返回原来任所。<br>⑹庐：房屋。其人：那个人，指亡妻。<br>⑺室：里屋。历：经过。所历：指亡妻过去的生活。<br>⑻帏屏：帐帏和屏风。髣髴：相似的形影。无髣髴：帏屏之间连亡妻的仿佛形影也见不到。<br>⑼翰墨：笔墨。这句是说只有生前的墨迹尚存。<br>⑽这句是说衣服上至今还散发着余香。<br>⑾这句是说生平玩用之物还挂在壁上。<br>⑿怅怳（huǎng）：恍忽。如或存：好象还活着。<br>⒀回惶：惶恐。伸（chóng充）：忧。惕：惧。这一句五个字，表现他怀念亡妻的四种情绪。<br>⒁翰林：鸟栖之林，与下句“游川”相对。比目：鱼名，成双即行，单只不行。析，一本作拆，分开。这四句是说妻子死后自己的处境就象双栖鸟成了单只，比目鱼被分离开一样。<br>⒂缘：循。隟：即隙字，门窗的缝。霤（liò溜）：屋上流下来的水。承檐滴：顺着屋檐流。这两句是说春风循着门缝吹来，屋檐上的水早晨就开始往下滴沥。<br>⒃寝息：睡觉休息。这句是说睡眠也不能忘怀。<br>⒄盈积：众多的样子。这句是说忧伤越积越多。<br>⒅庶几：但愿。表示希望。衰：减。庄：指<a href=\"http://so.gushiwen.org/author_685.aspx\">庄周</a>。缶：瓦盆，古时一种打击乐器。《庄子·至乐》：“庄子妻死，惠子吊之，庄子则方箕踞鼓盆而歌。”认为死亡是自然变化，何必悲伤！这两句是说但愿自己的哀伤有所减退，能象庄周那样达观才好。",
  "shangxi": "<h2>选析</h2> <p>　　<a href=\"http://so.gushiwen.org/author_827.aspx\">潘岳</a>《悼亡<a href=\"http://so.gushiwen.org/view_48033.aspx\">诗</a>》是诗人悼念亡妻杨氏的诗作，共有三首。杨氏是西晋书法家戴侯杨肇的女儿。潘岳十二岁时与她订婚，结婚之后，大约共同生活了二十四个年头。杨氏卒于公元298年（晋惠帝元康八年）。潘岳夫妇感情很好，杨氏亡后，潘岳写了一些悼亡诗赋，除《悼亡诗》三首之外，还有《哀永逝文》《悼亡赋》等，表现了诗人与妻子的深厚感情。在这些悼亡诗赋中，《悼亡诗》三首都堪称杰作，而在三首《悼亡诗》中，第一首传诵千古，尤为有名。这里选析第一首。</p> <p>　　这一首《悼亡诗》写作时间大约是杨氏死后一周年，即公元299年（晋惠帝永康九年）。何焯《义门读书记》说：“安仁《悼亡》，盖在终制之后，荏苒冬春，寒暑忽易，是一期已周也。古人未有丧而赋诗者。”结合诗的内容考察，是可以相信的。这首诗，从内容看，可以分为三个部分：</p> <p>　　“荏苒冬春谢，寒暑忽流易。之子归穷泉，重壤永幽隔。私怀谁克从，淹留亦何益。僶俛恭朝命，回心反初役。”是第一部分，写诗人为妻子守丧一年之后，即将离家返回任所时的心情。开头四句点明妻子去世已经一年。诗人说，时光流逝，爱妻离开人世已整整一年，层层的土壤将他们永远隔绝了。“私怀”四句，写诗人即将离家返回任所的心理活动。就个人对亡妻的思念之情来说，诗人十分愿意留在家中，可是有公务在身，朝廷不会依从，这个愿望是难以实现的。再说，人已死了，就是再继续留在家中，也是没有用。这里提出留与不留的矛盾。矛盾的解决办法是，勉强遵从朝廷之命，转变念头，返回原来任职的地方。</p> <p>　　“望庐思其人，入室想所历。帏屏无髣髴，翰墨有馀迹。流芳未及歇，遗挂犹在壁。怅恍如或存，回惶忡惊惕。”是第二部分，写诗人就要离家返回任所，临行之前，触景生情，心中有说不出的悲哀和痛苦。看到住宅，自然想起亡妻，她的音容笑貌宛在眼前；进入房间，自然忆起与爱妻共同生活的美好经历，她的一举一动，使诗人永远铭记在心间。可是，在罗帐、屏风之间再也见不到爱妻的形影。见到的是墙上挂的亡妻的笔墨遗迹，婉媚依旧，余香未歇。眼前的情景，使诗人的神志恍恍忽忽，好像爱妻还活着，忽然想起她离开人世，心中不免有几分惊惧。这一段心理描写，十分细腻的表现了诗人思念亡妻的感情，真挚动人。这是全诗的最精彩的部分。</p> <p>　　应该指出，“流芳”“遗挂”二语，注家尚有不同看法。有人认为“流芳”是指杨氏的化妆用品，有人认为“遗挂”是杨氏的遗像，都是猜测，缺乏根据。余冠英说：“‘流芳’‘遗挂’都承翰墨而言，言亡妻笔墨遗迹，挂在墙上，还有余芳。”（《汉魏六朝诗选》）比较可信。又，“回惶忡惊惕”，意思是由惶惑不安转而感到惊惧。“回”，一作“周”。前人如陈祚明、<a href=\"http://so.gushiwen.org/author_39.aspx\">沈德潜</a>等人多谓此句不通，清人吴淇说：“此诗‘周惶忡惊惕’五字似复而实一字有一字之情，‘怅恍’者，见其所历而犹为未亡。‘周惶忡惊惕’，想其所历而已知其亡，故以‘周惶忡惊惕’五字，合之‘怅恍’，共七字，总以描写室中人新亡，单剩孤孤一身在室内，其心中忐忐忑忑光景如画。”（《六朝选诗定论》）剖析入微，亦颇有理。</p> <p>　　“如彼翰林鸟，双栖一朝只。如彼游川鱼，比目中路析。春风缘隙来，晨霤承檐滴。寝息何时忘，沈忧日盈积。庶几有时衰，庄缶犹可击。”是第三部分，写诗人丧偶的孤独和悲哀。“翰林鸟”，指双飞于林中的鸟。比目鱼，水中一种成对的鱼。《尔雅·释地》说：“东方有比目鱼，不比不行。”传说比目鱼身体很扁，头上只一侧有眼睛，必须与眼睛生在另一侧的比目鱼并游。不论“翰林鸟”，还是“比目鱼”，都是古人常用来比喻夫妻合好。“一朝只”、“中路析”，写出诗人丧偶以后的孤独与凄凉。冬去春来，寒暑流易，爱妻去世，忽已逾周年。又是春风袭人之时，檐下晨霤点点滴滴，逗人哀思，难以入眠。深沉的忧愁，难以消却，如同三春细雨，绵绵无休，盈积心头。要想使哀思衰减，只有效法<a href=\"http://so.gushiwen.org/author_685.aspx\">庄周</a>敲击瓦盆（一种古代乐器）了。《庄子·至乐》说，战国时代宋国人庄周妻死了，惠施去吊丧，见庄周两腿伸直岔开坐在那里敲着瓦盆唱歌。惠施说，妻子死了，不哭也罢，竟然唱起歌来，未免太过分了。庄周说，妻子刚死时，他很悲伤。后来想想，人本无生、无形，由无到有，又由有到无，正如四季循环，就不必要悲伤了。潘岳想效法庄周，以达观的态度消愁，殊不知“此情无计可消除，才下眉头，却上心头”。</p> <p>　　潘岳的悼亡诗赋有一个明显的特点，即富于感情。此诗也不例外。陈祚明说：“安仁情深之子，每一涉笔，淋漓倾注，宛转侧折，旁写曲诉，刺刺不能自休。夫诗以道情，未有情深而语不佳者；所嫌笔端繁冗，不能裁节，有逊乐府古诗含蕴不尽之妙耳。”（《采菽堂古诗选》卷十一）这里肯定潘岳悼亡诗的感情“淋漓倾注”，又批评了他的诗繁冗和缺乏“含蕴不尽之妙”，十分中肯。沈德潜对潘岳诗的评价不高，但是对悼亡诗，也指出“其情自深”（《古诗源》卷七）的特点。的确，潘岳悼亡诗感情深沉，颇为感人。</p> <p>　　由于潘岳有《悼亡诗》三首是悼念亡妻的，从此以后，“悼亡诗”成为悼念亡妻的专门诗篇，再不是悼念其他死亡者的诗篇。于此可见，潘岳《悼亡诗》深远的影响。</p>",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "潘安"
  },
  "tags": [
    "悼亡",
    "组诗"
  ]
}