{
  "id": 71437,
  "star": 98,
  "name": "大德歌·冬景",
  "dynasty": "元代",
  "content": "雪粉华，舞梨花，再不见烟村四五家。密洒堪图画，看疏林噪晚鸦。黄芦掩映清江下，斜缆着钓鱼艖。",
  "fanyi": "<p><strong>译文</strong><br>大雪粉白光华，像飞舞的梨花，遮住了郊野三三两两的农家。雪花密密层层的漂洒堪描堪画。看那稀疏的树林上鸣叫着晚归的寒鸦。一条钓鱼的小船正斜揽在枯黄芦苇掩映的清江下。</p> <p><strong>注释</strong><br>⑴双调：宫调名。大德歌：曲牌名。<br>⑵华：光彩、光辉。<br>⑶黄芦：枯黄的芦苇。<br>⑷艖（chā）：小船。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　大德歌句式为三三五，五五，七五，凡七句七韵，曲题《冬景》是王季思等编辑《元散曲选注》时加上的，这样文眼更加明晓。</p> <p>　　“雪粉华，舞梨花。”大雪像白色的花海，像缤纷的梨花。古人常用梨花喻雪花，如<a href=\"http://so.gushiwen.org/author_113.aspx\">岑参</a>《白雪歌送武判官归京》：“忽如一夜春风来，千树万树梨花开。”<a href=\"http://so.gushiwen.org/author_2136.aspx\">李渔</a>《闲情偶寄》：“花花耐观，雪为天上之雪，此是人间雪”。作者饱蘸着热爱之情，写出了雪<br>花的形状和神态。着一“舞”字，说明北风吹紧。作者仰视天空，雪花纷飞，弥漫天际，为下文写具体的景物留下了广阔的空间。<br>“再不见烟村四五家。”北风吹扫，扬起雪粉，烟雾笼罩，仍依稀可辨那拥有四五户人家的村庄。此言久久平视之景。“四五家”，作者没有确指，说明烟雾之大，难以辨认清楚，联系下句这是傍晚黄昏时的景色。在此，作者既写出了冬天的特色，又写出了傍晚的特点。</p> <p>　　“密洒堪图画。”“堪”，值得。雪花稠密地飘洒下来，是值得描形写画的。此句总结以上二句，远望烟村雪景，银装素裹。下面三句写近景。</p> <p>　　“看疏林噪晚鸦。”看，那傍晚归巢的乌鸦，在稀疏的树林中正噪闹着，是准备栖息。着一“看”字引起下文。疏林，稀疏的树林，叶落树疏，冬之景也。“噪”，说明乌鸦之多。乌鸦的叫声，引起作者的注意，引起作者无限情思。正因为疏林，所以看得清楚乌鸦。作者在此用景取色是高明的：在白色的底子上只有疏林，再“着”上黑色的乌鸦，使得景物更醒目，更引人注意。黑色为冷色，而乌鸦的叫声很凄惨，显得荒凉，这样就给整个画面带来荒凉之感。</p> <p>　　“黄芦掩映清江下。”“清江”，泛指而非实指，言江水之清。黄色的芦花倒映在水里，形成一条黄橙色的彩带，给这荒凉环境带来了几分温馨和一丝快意。黄色为暖色。北风的吹拂，江岸边的黄芦在清江白景映衬下，更显得光彩夺目，摇曳多姿。</p> <p>　　“斜缆着钓鱼艖。”那岸边泊着一叶钓鱼舟，独览着一清江之景。作者勾画出了“野渡无人舟自横”的清远意境。船泊在岸边，说明天气太晚，渔夫已归家，这样使环境更显得宁静。作者摄景“钓鱼艖”，描绘出了人活动的足迹，给荒凉宁静的环境增加了生机和魅力，同时给人以期待和希望。</p> <p>　　这首小令，作者通过对“冬景”的描绘，曲折地表现了元朝文人儒士无限的历世感叹和兴亡之感。大雪纷飞，是冬季的天气特征，冬是一年之末，雪是雨的回归。作者虽将雪喻作“粉华”、“梨花”，而这是以乐景写哀情，饱含着作者的无限辛酸。取景“噪晚鸦”和“钓鱼艖”，这种酸楚不觉溢于言表。自然界里的乌鸦飘泊了一天，正在聚集归巢，准备度过安宁之夜。而作为人——渔夫，也归家了，唯独作者身在大雪纷飞的茫茫原野中默默地领受这一切，无限凄凉，无限感慨。这不是“为赋新词强说愁”的无病呻吟，而是有其深厚的生活基础和思想积累的。由于社会的影响，读书人没有出路，作者长年漂泊在外，生活毫无安宁，自然向往着闲适恬静的生活，看到归巢的“晚鸦”和渔夫归去留下的“钓鱼艖”，自然而然想到自己它（他）们有归，为何自己无归？这种诘问是对元政府野蛮种族歧视政策的控诉，同时也为一代文人发出带着血泪凄凉的感叹。作者这种造语取境正如贯么石在《阳春白雪序》中所说：“适如少美恰怀，使人不忍对殢”。</p> <p>　　小令前四句写大雪漫天飞舞的迷离景色，说明野外的扑朔迷离，依稀难辨，远景的衬托，同时透视出作者赞叹之情，境界开阔，层次分明。后三句，精心摄取几个近景：“晚鸦”、“黄芦”、“钓鱼艖”一目了然，同时层次清楚：岸上、岸边、水中，三层由高及低，层次清晰，形色鲜明。前四句朦胧，后三句明晰，把朦胧的远景和明晰的近景紧密配合，使得整个画面的空间层次鲜明，而近景中又分三层，富有空间层次感和画面的立体感；白中有寒鸦，一分荒凉；黄芦掩映，色彩富有质量感，给人温馨；渔舟斜缆，安详静谧，给人以想象：雪过天霁，照样下江捕鱼，表达了作者对安闲稳定的生活的向往和赞美之情。整个画面给人种寒而不冽、淡而有味之感，正是件雅俗共赏的好作品。</p>",
  "about": "<h2>创作背景</h2> <p>　　大德歌是<a href=\"http://so.gushiwen.org/author_235.aspx\">关汉卿</a>在元成宗年间创作的新曲调，可知《大德歌·冬景》作于大德（元成宗年号，1297—1307）年间。元朝统一中原以后，推行的是与宋代绝然相反的重武轻文政策，读书人处于“八娼九儒十丐”的地位。科举中断了达八十年之久，断绝了读书人的仕途，这把读书人推到生活的绝境。为了生存，有些文人不得不远游谋生，过着漂泊的生活。正如作者在《一枝花·不伏老》自称为“浪子风流”、“浪子班头”，就是对这种生活的总结。这首曲子反映的也是这种背景下作者的心境。</p>",
  "poet": {
    "id": 235,
    "star": 0,
    "name": "关汉卿",
    "image": "http://img.gushiwen.org/authorImg/guanhanqing.jpg",
    "desc": "关汉卿（约1220年──1300年），元代杂剧作家。是中国古代戏曲创作的代表人物，“元曲四大家”之首。号已斋（一作一斋）、已斋叟。汉族，解州人（今山西省运城），与马致远、郑光祖、白朴并称为“元曲四大家”。以杂剧的成就最大，一生写了60多种，今存18种，最著名的有《窦娥冤》；关汉卿也写了不少历史剧，如：《单刀会》、《单鞭夺槊》、《西蜀梦》等；散曲今在小令40多首、套数10多首。关汉卿塑造的“我却是蒸不烂、煮不熟、捶不匾、炒不爆、响珰珰一粒铜豌豆”（〈不伏老〉）的形象也广为人称，被誉“曲家圣人”。"
  },
  "tags": [
    "冬天",
    "写景",
    "向往",
    "闲适",
    "生活"
  ]
}