{
  "id": 10337,
  "star": 37,
  "name": "咏史",
  "dynasty": "唐代",
  "content": "尚有绨袍赠，应怜范叔寒。<br>不知天下士，犹作布衣看。",
  "fanyi": "<p><strong>译文<br></strong>像须贾这样的小人尚且有赠送绨袍的举动，就更应该同情范雎的贫寒了。<br>现在的人不知道像范雎这样的天下治世贤才，把他当成普通人看待。</p> <p><strong>注释</strong><br>①尚有：尚且还有。绨 [tì]袍：用粗丝绸做成的长袍。<br>②怜：同情。范叔：范雎，字叔。战国时期的范雎。由于须贾告状，他被毒打得几乎死去，后来逃到秦国当了宰相。须贾来秦，他特意以贫穷的面貌去相见，须贾送绨袍给他御寒，他感到须贾还有故人之情，就宽恕须贾。出自《史记·范睢蔡泽列传》。<br>③天下士：天下豪杰之士。<br>④犹作：还当作。布衣：指普通老百姓。</p>",
  "shangxi": "<h2>评析</h2> <p>　　<a href=\"http://so.gushiwen.org/author_227.aspx\">高适</a>在仕途辉煌时，曾官至淮南、西川节度使，封渤海县侯，<a href=\"http://so.gushiwen.org/view_10337.aspx\">诗</a>名远播。一些优秀的边塞诗赞扬了边防将士的斗志，歌颂了他们以身殉国杀敌立功的豪情，不仅形象生动而且充满了乐观情绪和爱国主义精神，表现出高适的为国“万里不惜死，一朝得成功”的政治抱负。但是他在少年时，相当落魄，其诗歌大多感慨怀才不遇，仕途失意。这首诗则写于未入仕途之时。</p> <p>　　“尚有绨袍赠，应怜范叔寒。”这两句歌咏历史上范睢的一段故事。诗中的“尚有”，还有；“绨袍”，用一种比绸子厚实、粗糙的纺织品做成的袍子。“范叔”，指范睢。范睢字叔，故称。《史记·范睢蔡泽列传》记载：战国时范睢事魏大夫须贾，因随须贾出使齐国，齐王赐他金十金和牛酒。须贾怀疑范睢通齐，告诉魏相。魏相派人凌辱范睢，几欲置之死地。范睢装死得以逃到秦国，游说秦昭王获得成功，被拜为相，封于应（今河南省宝丰西南），称“应侯”。“范睢既相秦，秦号曰‘张禄’，而魏不知，以为范睢已死久矣。魏闻秦且东伐韩、魏，魏使须贾于秦。范睢闻之，为微行，敝衣间步之邸，见须贾。须贾见之而惊曰：“范叔固无恙乎！”范睢曰：‘然。’须贾笑曰：‘范叔有说于秦邪？’曰：‘不也。睢前日得过于魏相，故亡逃至此，安敢说乎！’须贾曰：‘今叔何事？’范睢曰：‘臣为人庸赁。’须贾意哀之，留与坐饮食，曰：‘范叔一寒如此哉！’乃取其一绨袍以赐之。”后须贾知范睢已为秦相，前往谢罪，范睢没有处死他，说：“然公之所以得无死者，以绨袍恋恋，有故人之意，故释公。”放须贾回魏国。诗中的“寒”，不能简单地理解为寒冷，而应有贫寒、穷困潦倒的意思；“尚有”与“应怜”相连接，说明须贾虽然曾得罪于范睢，差一点置范睢于死地，但他对故人还有一点同情、怜悯之心，这是非常可贵的。也就是这样的同情、怜悯之情，救了他的命。这说明，为人不可太势利，太刻薄，要宽容，要大度。</p> <p>　　“不知天下士，犹作布衣看。”这两句写须贾并不知道范睢已贵为秦相，还把他当成平民看待。诗人在这里是在借题发挥，意在讽刺须贾徒有怜寒之意而无识才之眼，竟然把身为秦相，把天下所重的范睢看成是布衣寒士，实在可悲可叹。诗中的“天下士”，即国士，杰出的人才。“布衣”，代指平民。古时一般平民穿布衣。平心而论，这两句议论与须贾不识范睢为宰相相衔接，有些牵强附会。范睢被魏相羞辱、鞭挞后，世人都以为魂归地府了；须贾使齐，要拜见的是秦相张禄，不可能知道范睢改名换姓。范睢布衣往见须贾，装作一副穷酸相，没有人会把他与威风八面的秦相张禄联系在一起。因此，说须贾不识国士，不以国士待之，是有些强人所难；而须贾在那样毫不知情的情况下，留他吃饭，赠以衣服，应当说是做得不错的，说明他的人性没有完全泯灭，这与他当初向魏相报告范睢受齐人之金，范睢受到凌辱，奄奄一息，而他不加丝毫劝阻相比，不知要胜过多少倍。也正因为如此，范睢才留他性命，让他回国。但是，诗人是有感而发，向诗人这两句中所说的现象，在当时的社会中比比皆是，诗人少年落魄，晚年才发迹，少年时虽然没有范睢那样的遭受奇耻大辱，但也没有少遭达官贵人的白眼和冷嘲热讽，没有人在他没有发迹的时候把他当作人才来看。因此诗人借范睢之事批判了这种糟蹋人才、埋没人才的社会现象；同时，也间接地表明，自己要做一个“天下士”，要成为国家有用的人才，让世人刮目相看。</p> <p>　　这首诗叙事和议论结合，充满情感。诗人在诗中发古之幽情，给人一种强烈的感受，能够引起读者的共鸣。诗中几个连接词的运用也恰到好处，上两句的“尚有”、“应怜”，写出须贾赠袍时的那种怜悯心态，并不以为范睢能够发迹，更没有看出范睢已经发迹，看出须贾只是一个平庸之人；下两句的“不知”、“犹作”，看上去是心平气和借事说事，而实际上是充满激情，对这种把人不当人看待的社会现象深恶痛绝，同时心高气傲，让世人为之瞻目。</p>",
  "about": "<h2>创作背景</h2> 　　《咏史》是<a href=\"http://so.gushiwen.org/view_10337.aspx\">诗</a>人<a href=\"http://so.gushiwen.org/author_227.aspx\">高适</a>创作于盛唐。诗人在少年时，相当落魄，其诗歌大多感慨怀才不遇，仕途失意。这首诗正是写于未入仕途之时。因他自以为是“天下士”，却只得到个“封丘尉”，于是通过写古人赠绨袍的故事来比喻现在，表达了对有才华的贫寒人士得不到同情、重视的悲愤情绪。此篇虽题为“咏史”，实则是诗人借咏史来发泄自己的愤懑。",
  "poet": {
    "id": 227,
    "star": 0,
    "name": "高适",
    "image": "http://img.gushiwen.org/authorImg/gaoshi.jpg",
    "desc": "高适是我国唐代著名的边塞诗人，世称“高常侍”。 作品收录于《高常侍集》。高适与岑参并称“高岑”，其诗作笔力雄健，气势奔放，洋溢着盛唐时期所特有的奋发进取、蓬勃向上的时代精神。"
  },
  "tags": [
    "叙事",
    "咏史",
    "讽刺"
  ]
}