{
  "id": 63610,
  "star": 18,
  "name": "一萼红·登蓬莱阁有感",
  "dynasty": "宋代",
  "content": "步深幽。正云黄天淡，雪意未全休。鉴曲寒沙，茂林烟草，俯仰千古悠悠。岁华晚、飘零渐远，谁念我、同载五湖舟？磴古松斜，崖阴苔老，一片清愁。<br>回首天涯归梦，几魂飞西浦，泪洒东州。故国山川，故园心眼，还似王粲登楼。最负他、秦鬟妆镜，好江山、何事此时游！为唤狂吟老监，共赋消忧。",
  "fanyi": "<p><strong>译文<br></strong>步入幽深盘曲的小路，正是云黄天淡，残雪的寒意未休。一曲澄澈镜湖，映衬出水浅澎寒的槽瘦，墙垣破败的兰亭，茂林修竹丛生衰草，尽笼在轻烟的凄柔，—仰一俯之间，千古岁月悠悠。年岁已晚，飘零的足迹越行越远，不知何处是尽头。能有谁与我，远遁人世的离乱，同泛五湖的一叶扁舟？古老的石级旁，倒挂枯松的斜悠，山崖背阴处布满苍苔斑驳的老朽，一片凄清的景色，引起唏嘘感慨的清愁。<br>回首事，孤身飘泊天涯，家乡小路，只在魂魄牵系的归梦中，几回魂飞西浦几番泪洒东州。可如今归来故国的山河故园的思念像<a href=\"http://so.gushiwen.org/author_770.aspx\">王粲</a>登楼的悲哀感受。惹人爱怜的是秦望山如美人秀髻对镜湖弄妆洗梳，江山如此美好，却蹂躏于他人之手，旧地重游为什么偏在这个时候！噢，为我唤来那镜湖边的疏狂酒徒，我要与他一起吟<a href=\"http://so.gushiwen.org/view_63610.aspx\">诗</a>纵饮消解一怀深重的烦忧。</p> <p><strong>注释<br></strong>⑴一萼红：词牌名双调一百零八字。有平韵、仄韵两体：仄韵有北宋无名氏词，因词中有“未教一萼，红开鲜蕊”句，乃取以为名；平韵始见于南宋<a href=\"http://so.gushiwen.org/author_30.aspx\">姜夔</a>词。<br>⑵蓬莱阁：旧在浙江绍兴卧龙山下，州治设厅之后，五代时吴越<a href=\"http://so.gushiwen.org/author_482.aspx\">王建</a>，以唐<a href=\"http://so.gushiwen.org/author_18.aspx\">元稹</a>《以州宅夸于乐天诗》“谪居犹得近蓬莱”得名。<br>⑶步：登上。<br>⑷鉴曲：鉴湖一曲。《新唐书·<a href=\"http://so.gushiwen.org/author_368.aspx\">贺知章</a>传》“有诏赐镜湖剡川一曲”，镜湖即鉴湖。<br>⑸茂林：指兰亭。<a href=\"http://so.gushiwen.org/author_581.aspx\">王羲之</a>《兰亭序》：“此处有崇山峻岭，茂林修竹。”<br>⑹俯仰：又作“俛仰”。《兰亭序》“俛仰之间，已为陈迹。”<br>⑺五湖舟：范蠡事，见《国语·越语》。<br>⑻磴（dèng）：指山路，石级。<br>⑼崖阴：山边。<br>⑽几：几度，几次。西浦、东州：作者自注：“阁在绍兴，西浦、东州皆萁地。”<br>⑾王粲登楼：王粲于东汉末年避乱荆州作《登楼赋》云：“虽信美而非吾土兮，曾何足以少留。”<br>⑿负：辜负。<br>⒀秦鬟（huán）：指形似发髻的秦望山，在今绍兴东南。乐府《陌上桑》：“秦氏有好女，自名为罗敷。妆镜：指镜湖。<br>⒁狂吟老监：即指贺知章。《旧唐书·贺知章传》：“知章晚年尤加纵诞，无复规检，自号四明狂客，又称秘书外监，遨游里巷，醉后属词，动成卷轴，文不加点，咸有可观。”此言安得有如贺监其人者，与之吟咏销忧；表示怀念友人的意思，亦是虚说。<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>有《对酒忆贺监》，诗二百首，又有《重忆》诗。其《重忆》云：“稽山无贺老，却棹酒船回。”本句意略同。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　上阕以写景为主。首句“步深幽”三字概括了进山登阁的过程。山路曲折盘桓，行人渐入幽深。这就登楼而言，是由题前人笔，也可以说是一个缓缓而起的序曲，它从叙事中带出景物，景物却在人们的心中投下了清冷压抑的阴影。“正”字领起下面两句，交代当时的天气。冬云凝重，天色昏黄，仿佛要下雪的样子。作者以阴沉的天气烘托自己抑郁而沉重的心情。“鉴曲”三句，描写登阁所见到的景物，鉴湖和兰亭都是历史上名士栖游的地方，而眼前一片萧瑟和衰败。这三句自然化入楼上景观，将人文物象和自然风光融合无间。从结构上看，也就是由写景转入抒情，为过渡到下文作准备。词人抚今追昔，不胜感慨，只觉“千古悠悠”。以上六句都是借环境氛围来烘托人物心理。如果说“俯仰千古悠悠”是对世事的感怀，那么接下来“岁华晚”三句就是对个人身世的慨叹。自己不知不觉已步人晚年，却还要四处飘泊，远离故乡，孤身只影，又有谁会同情我，理解我，愿与我一起泛舟五湖？这几句语促情急，层层递进，暗用典故，字里行间不仅抒发了寂寞伤怀之情，也吐露了自己对前途和归宿的设想，曲折地表现了对现实的态度。“磴古松斜，崖阴苔老，一片清愁。”蓬莱阁原也是登览胜地，如今却游人稀少，繁华消歇，只见那石阶上倾斜的老松，和路边崖畔厚厚的青苔，这一派荒芜落寞的景象，不就是王朝沉沦、山何破败的象征吗！所以<a href=\"http://so.gushiwen.org/view_63610.aspx\">诗</a>人写到这里，再也抑制不住地发出了痛苦的呼喊——“一片清愁”，水到渠成，自然地收束了上片。同时，这也就揭示了诗人之所以要感慨世事、怀古伤今、泛舟五湖的现实的原因。[4] </p> <p>　　下阕开始抒发对故国山河的感怀，对宋朝大好江山丧失的痛惜。下阕首句以“回首”带起三句，述说流亡岁月中对故乡故都的刻骨思念。这三句互文见意，意思是回想在那些天涯飘泊的日子里，我多少次梦回东州、西浦，热泪滚滚，洒落在这日夜思念的土地上。这个倒叙不单是为了抒发昔日的思情愁怀，更为描写今日作铺垫、作反衬。“魂飞西浦，泪洒东洲”今天归来，该是惊喜不已，泪如泉涌。可是，出人意料，如今登上蓬莱阁，眼前分明是故土故园，而心中的滋味，却颇似<a href=\"http://so.gushiwen.org/author_770.aspx\">王粲</a>所说的：“虽信美而非吾土兮，曾何足以少留。”（《登楼赋》）这种“很特别”的感觉，将那种江山易主、国破家亡的悲伤，表现得极其真切，极其深沉。由此逼出“最负他，秦鬟妆镜，好江山、何事此时游”二句点题的话，集中抒发了国破家亡的巨大创痛。这里采用艳丽的词语极力铺陈山川的美丽，意在反衬亡国的惨痛。诗人说辜负了，辜负了，秦鬟妆镜，你这美好的江山，为什么偏偏在这样的时刻来与你相见！这是正面的语意，反面还有一层，那就是这样的时刻，我心中“一片清愁”，你亦无昔日的神采风韵，如此相见，更是悲酸难耐。虽有亡国失家之痛，却又有难以直言之苦，只得以自悔自恨之言出之，曲笔传情，更见悲慨。愈转愈深，愈叹愈悲，如何收煞得住呢？不过也只有山重水复，方能更见其才情笔力。下面作者语锋一转，再由今而古，由实而虚，向空处寄情。“狂吟老监”指<a href=\"http://so.gushiwen.org/author_368.aspx\">贺知章</a>，他曾任秘书监，又自号“四明狂客”。词人要召唤他一起来赋诗消忧，表面意思是自我排遣，好像离主题远了一点，其实正表明忧愁郁结，难以消除，愁情反而更深了。“共赋消忧”与上阕结尾处的“一片清愁”相应，都有“意在言外”的韵致，使沉痛之情在含茹吞咽之中又转深了一层。</p> <p>　　这首词借物抒怀，以阴沉凄凉的冬景表达作者国破家亡四处漂泊的忧思。词的上阕涉及国土沦亡，但萧敝的冬景无处不渗透遗民的哀痛。下阕改用直抒胸臆的手法。“回首”三句，似欲打开感情的闸门一任奔泻，以倾吐心头郁积的哀伤，然而，至“还似王粲登楼”句一顿，至“好江山、何事此时游”时作者的悲愤之情突至高峰。随后却轻轻一退，转而要呼唤“四明狂客”贺知章，来与自己一道吟赋。这样层层推进，回环往复，构成了本词情思哀婉和沉郁顿挫的风格特征。草窗词素以意象缜密著称。综观全词，写景空远，抒情婉曲，结构细密，引事用典十分贴切，充分体现出作者深厚的词学功底和创作才力。所以这首词一直被推为《草窗词》的压卷之作。</p>",
  "about": "<h2>创作背景</h2> 　　据<a href=\"http://so.gushiwen.org/author_421.aspx\">王沂孙</a>《淡黄柳》词序：“又次冬（1276）公瑾自剡还，执手聚别……敬赋此解。”按王词中所云“翠镜秦鬟钗别，同折幽芳怨摇落”诸语，可知周词为同时之作。该年正月元兵入杭州，宋室以亡。在故国沦亡的情况下，词人登临古阁，感慨万千，创作此词。",
  "poet": {
    "id": 517,
    "star": 0,
    "name": "周密",
    "desc": "周密 （1232-1298），字公谨，号草窗，又号四水潜夫、弁阳老人、华不注山人，南宋词人、文学家。祖籍济南，流寓吴兴（今浙江湖州）。宋德右间为义乌县（今年内属浙江）令。入元隐居不仕。自号四水潜夫。他的诗文都有成就，又能诗画音律，尤好藏弃校书，一生著述较丰。著有《齐东野语》、《武林旧事》、《癸辛杂识》、《志雅堂要杂钞》等杂著数十种。其词远祖清真，近法姜夔，风格清雅秀润，与吴文英并称“二窗”，词集名《频洲渔笛谱》、《草窗词》。"
  },
  "tags": [
    "豪放",
    "景点",
    "写景",
    "怀念"
  ]
}