{
  "id": 19761,
  "star": 394,
  "name": "节妇吟寄东平李司空师道",
  "dynasty": "唐代",
  "content": "君知妾有夫，赠妾双明珠。<br>感君缠绵意，系在红罗襦。<br>妾家高楼连苑起，良人执戟明光里。<br>知君用心如日月，事夫誓拟同生死。<br>还君明珠双泪垂，恨不相逢未嫁时。",
  "fanyi": "<p><strong>译文</strong><br>你明知我已经有了丈夫，还偏要送给我一对明珠。<br>我心中感激你情意缠绵，把明珠系在我红罗短衫。<br>我家的高楼就连着皇家的花园，我丈夫拿着长戟在皇宫里值班。<br>虽然知道你是真心朗朗无遮掩，但我已发誓与丈夫生死共患难。<br>归还你的双明珠我两眼泪涟涟，遗憾没有遇到你在我未嫁之前。</p> <p><strong>注释</strong><br>⑴节妇：能守住节操的妇女，特别是对丈夫忠贞的妻子。吟：一种<a href=\"http://so.gushiwen.org/view_19761.aspx\">诗</a>体的名称。李司空师道：李师道，时任平卢淄青节度使。<br>⑵妾：古代妇女对自己的谦称，这里是诗人的自喻。<br>⑶缠绵：情意深厚。<br>⑷罗：一类丝织品，质薄、手感滑爽而透气。襦：短衣、短袄。<br>⑸高楼连苑起：耸立的高楼连接着园林。苑：帝王及贵族游玩和打猎的风景园林。起：矗立着。<br>⑹良人：旧时女人对丈夫的称呼。执戟：指守卫宫殿的门户。戟：一种古代的兵器。明光：本汉代宫殿名，这里指皇帝的宫殿。<br>⑺用心：动机目的。如日月：光明磊落的意思。<br>⑻事：服事、侍奉。拟：打算。<br>⑼何不：一作“恨不”。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　《节妇吟寄东平李司空师道》载于《全唐<a href=\"http://so.gushiwen.org/view_19761.aspx\">诗</a>》卷三八二。下面是国学大师、全国首批博士生导师钱仲联先生与苏州大学文学院徐永端教授对此诗的赏析。</p> <p>　　此诗通篇运用比兴手法，委婉地表明自己的态度。单看表面完全是一首抒发男女情事之言情诗，骨子里却是一首政治抒情诗，题为《节妇吟》，即用以明志。</p> <p>　　此诗似从汉乐府《陌上桑》、《羽林郎》脱胎而来，但较之前者更委婉含蓄。</p> <p>　　首二句说：这位既明知我是有夫之妇，还要对我用情，此君非守礼法之士甚明，语气中带微辞，含有谴责之意。这里的“君”，喻指藩镇李师道，“妾”是自比，十字突然而来，直接指出师道的别有用心。</p> <p>　　接下去诗句一转，说道：我虽知君不守礼法，然而又为你情意所感，忍不住亲自把君所赠之明珠系在红罗襦上。表面看，是感师道的知己；如果深一层看，话中有文章。</p> <p>　　继而又一转，说自己家的富贵气象，良人是执戟明光殿的卫士，身属中央。古典诗词，传统的以夫妇比喻君臣，这两句意谓自己是唐王朝的士大夫。</p> <p>　　紧接两句作波澜开合，感情上很矛盾，思想斗争激烈：前一句感谢对方，安慰对方；后一句斩钉截铁地申明己志，“我与丈夫誓同生死”。</p> <p>　　最后以深情语作结，一边流泪，一边还珠，言词委婉，而意志坚决。</p> <p>　　诗中所说“双明珠”是李师道用来拉拢、引诱作者为其助势的代价，也就是常人求之不得的声名地位、富贵荣华一类的东西。作者慎重考虑后委婉的拒绝了对方的要求，做到了“富贵不能淫”，像一个节妇守住了贞操一样的守住了自己的严正立场。但当时李师道是个炙手可热的藩镇高官，作者并不想得罪他、让他难堪，因此写了这首非常巧妙的双层面的诗去回拒他。</p> <p>　　此诗富有民歌风味，它的一些描写，在心理刻画中显示，写得如此细腻，熨贴，入情入理，短幅中有无限曲折，真所谓“一波三折”。</p> <p>　　此诗词浅意深，言在意外，含蓄地表达了诗人的政治立场。全诗情理真挚，心理描写细致入微，委婉曲折而动人。除了它所表现的是君子坦荡胸怀这一因素外，其在艺术上的高妙也是促使它成为名作的重要原因。据说由于这首诗情词恳切，连李师道本人也深受感动，不再勉强。</p>",
  "about": "<h2>创作背景</h2> 　　李师道是当时藩镇之一的平卢淄青节度使，又冠以检校司空、同中书门下平章事的头衔，其势炙手可热。中唐以后，藩镇割据，用各种手段，勾结、拉拢文人和中央官吏。而一些不得意的文人和官吏也往往去依附他们，<a href=\"http://so.gushiwen.org/author_682.aspx\">韩愈</a>曾作《送董邵南序》一文婉转地加以劝阻。<a href=\"http://so.gushiwen.org/author_390.aspx\">张籍</a>是韩门大弟子，他的主张维护国家统一、反对藩镇割据分裂的立场一如其师。因此不为所动。这首<a href=\"http://so.gushiwen.org/view_19761.aspx\">诗</a>便是一首为拒绝李师道的收买而写的名作。",
  "poet": {
    "id": 390,
    "star": 0,
    "name": "张籍",
    "image": "http://img.gushiwen.org/authorImg/zhangji.jpg",
    "desc": "张籍（约767～约830），唐代诗人。字文昌，汉族，和州乌江（今安徽和县）人，郡望苏州吴（今江苏苏州）1 。先世移居和州，遂为和州乌江（今安徽和县乌江镇）人。世称“张水部”、“张司业”。张籍的乐府诗与王建齐名，并称“张王乐府”。著名诗篇有《塞下曲》《征妇怨》《采莲曲》《江南曲》。1 《张籍籍贯考辨》认为，韩愈所说的“吴郡张籍”乃谓其郡望，并引《新唐书·张籍传》、《唐诗纪事》、《舆地纪胜》等史传材料，驳苏州之说而定张籍为乌江人。"
  },
  "tags": [
    "乐府",
    "女子",
    "坚贞"
  ]
}