{
  "id": 48663,
  "star": 57,
  "name": "踏莎行·碧海无波",
  "dynasty": "宋代",
  "content": "碧海无波，瑶台有路。思量便合双飞去。当时轻别意中人，山长水远知何处。 <br>绮席凝尘，香闺掩雾。红笺小字凭谁附。高楼目尽欲黄昏，梧桐叶上萧萧雨。",
  "fanyi": "<p><strong>译文<br></strong>碧海波平无险阻，瑶台有路可通行。细思量，当初就该双飞去。想当时，轻别意中人，现如今，山高水远何处寻。<br>灰尘落绮席，烟雾锁香闺。写好的书信，如何送给你。登高楼极目望远方，萧萧细雨洒梧桐，天已近黄昏。</p> <p><strong>注释<br></strong>⑴踏莎（suō）行：词牌名。又名“柳长春”“喜朝天”“踏雪行”等。双调五十八字，仄韵。<br>⑵碧海：传说中的海名。《海内十洲记》：“ 扶桑在东海 之东岸。岸直，陆行登岸一万里，东复有碧海。海广狭浩汗，与东海等。水既不咸苦，正作碧色，甘香味美。”<br>⑶瑶台：指传说中的神仙居处。晋王嘉《拾遗记·昆仑山》：“傍有瑶台十二，各广千步，皆五色玉为台基。”<br>⑷思量：考虑；忖度。<br>⑸意中人：心中所眷恋或属意的人。<br>⑹绮席：华丽的席具。古人称坐卧之铺垫用具为席。南朝梁<a href=\"http://so.gushiwen.org/author_509.aspx\">江淹</a>《杂体<a href=\"http://so.gushiwen.org/view_48663.aspx\">诗</a>·效惠休〈怨别〉》：“膏炉绝沉燎，绮席生浮埃。”<br>⑺香闺：青年女子的内室。唐<a href=\"http://so.gushiwen.org/author_2662.aspx\">陶翰</a>《柳陌听早莺》诗：“乍使香闺静，偏伤远客情。”<br>⑻红笺（jiān）：红色笺纸。唐<a href=\"http://so.gushiwen.org/author_130.aspx\">韩偓</a>（wò）《偶见》诗“小叠红笺书恨字，与奴方便寄卿卿”，此化用之。附：带去。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　<a href=\"http://so.gushiwen.org/author_432.aspx\">晏殊</a>整整做了五十年的高官。他赋性“刚峻”（《五朝名臣言行录》），处事谨慎，没有流传什么风流艳事。他自奉俭约，但家中仍然蓄养歌妓，留客宴饮，常“以歌乐相佐”（《避暑录话》）。他喜欢纳什么歌妓、姬妾，是容易做到的。照理，他生平不会在男女爱情上产生多少离愁别恨，但他词中写离愁别恨的却颇多。这可能和当时写词的风气有关：酒筵歌席上信手挥写，以付歌妓、艺人歌唱，内容不脱晚唐、五代以来的“艳科”传统；也可能和文学创作的特点有关：它可以描写人们的普遍感情，不限于作者的自我写照。但晏殊写的这类词，也不像完全脱离自身生活的客观描写，这首《踏莎行》小令，就是这样的一首词。</p> <p>　　此词写别情。上片起首三句：“碧海无波，瑶台有路，思量便合双飞去。”《楚辞·离骚》有瑶台这个词，但可能从《穆天子传》写西王母所居的瑶池移借过来，指陆上仙境。说要往海上仙山，没有波涛的险阻，要往瑶台仙境，也有路可通，原来可以双飞同去，但当时却没有这样做；此时“思量”起来，感到“不合”，有些后悔。接着两句：“当时轻别意中人，山长水远知何处？”是说放弃双飞机会，让“意中人”轻易离开，此时后悔莫及，可就是“山长水远”，不知她投身何处了。“轻别”一事，是产生词中愁恨的特殊原因，是感情的症结所在。一时的轻别，造成长期的思念，“山长”句就写这种思念。它和作者的《蝶恋花·槛菊愁烟兰泣露》词中的“山长水阔知何处”，同一意境。</p> <p>　　下片，“绮席凝尘，香闺掩雾”，写“意中人”去后，尘凝雾掩，遗迹凄清，且非一日之故。“红笺小字凭谁附”，音讯难通，和《蝶恋花·槛菊愁烟兰泣露》的“欲寄彩笺兼尺素”而未能的意思相同。“高楼目尽欲黄昏”，既然人已远去，又音讯难通，那么登高遥望，也就是一种痴望。词中不直说什么情深、念深，只通过这种行动来表现，显得婉转含蓄。最后接以“梧桐叶上萧萧雨”一句，直写景物，实际上景中有情，意味深长。比较起来，<a href=\"http://so.gushiwen.org/author_415.aspx\">温庭筠</a>《更漏子·玉炉香》的“梧桐树，三更雨，不道离情正苦。一叶叶，一声声，空阶滴到明”，<a href=\"http://so.gushiwen.org/author_536.aspx\">李清照</a>《声声慢·寻寻觅觅》的“梧桐更兼细雨，到黄昏，点点滴滴”，虽然妙极，还是失之显露；而作者的《采桑子·时光只解催人老》词中的“好梦频惊，何处高楼雁一声”，另一首《踏莎行·小径红稀》的“一场愁梦酒醒时，斜阳却照深深院”，结笔的妙处正相同，都是以景结情。</p> <p>　　这首词写离愁别恨，侧重“轻别”，有其“个性”；它从内心的懊悔和近痴的行动来表现深情，婉转含蓄，不脱晏殊词的特点；而结笔为最妙，蕴藉而韵高，尤堪玩赏。</p>",
  "about": "<h2>创作背景</h2> <p>　　《踏莎行·碧海无波》当作于天圣五年（1027）作者贬知宣州途中。作者因反对张耆升任枢密使，违反了刘太后的旨意，加之在玉清宫怒以朝笏撞折侍从的门牙，被御史弹劾，以刑部侍郎贬知宣州，此词即在途中所作。</p> <p>　　宋无名氏《道山清话》有一则记载，说：“晏元献公为京兆尹，辟<a href=\"http://so.gushiwen.org/author_587.aspx\">张先</a>为通判。新纳侍儿，公甚属意。先字子野，能为<a href=\"http://so.gushiwen.org/view_48663.aspx\">诗</a>词，公雅重之。每张来，即令侍儿出侑觞，往往歌子野之词。其后王夫人浸不能容，公即出之。一日，子野至，公与之饮。子野作《碧牡丹》词，令营妓歌之，有云‘望极蓝桥，但暮云千里，几重山，几重水’之句。公闻之怃然，曰：‘人生行乐耳，何自苦如此！’亟命于宅库中支钱若干，复取前所出侍儿。既来，夫人不复谁何也。”或许由于夫人的“不容”，或其它原因，<a href=\"http://so.gushiwen.org/author_432.aspx\">晏殊</a>有时也放出心爱的侍儿，而旋又悔之，所以会产生一些离愁别恨。这首词可能就是在这种情况中写成的。</p>",
  "poet": {
    "id": 432,
    "star": 0,
    "name": "晏殊",
    "image": "http://img.gushiwen.org/authorImg/yanshu.jpg",
    "desc": "晏殊【yàn shū】（991-1055）字同叔，著名词人、诗人、散文家，北宋抚州府临川城人（今江西进贤县文港镇沙河人，位于香楠峰下，其父为抚州府手力节级），是当时的抚州籍第一个宰相。晏殊与其第七子晏几道（1037-1110），在当时北宋词坛上，被称为“大晏”和“小晏”。"
  },
  "tags": [
    "秋天",
    "离别"
  ]
}