{
  "id": 72196,
  "star": 32,
  "name": "驹支不屈于晋",
  "dynasty": "先秦",
  "content": "　　会于向，将执戎子驹支。范宣子亲数诸朝。曰：“来，姜戎氏。昔秦人迫逐乃祖吾离于瓜州，乃祖吾离被苫盖，蒙荆棘，以来归我先君。我先君惠公有不腆之田，与女剖分而食之。今诸侯之事我寡君不如昔者，盖言语漏泄，则职女之由。诘朝之事，尔无与焉！与，将执女。”</p> <p>　　对曰：“昔秦人负恃其众，贪于土地，逐我诸戎。惠公蠲其大德，谓我诸戎是四岳之裔胄也，毋是翦弃。赐我南鄙之田，狐狸所居，豺狼所嗥。我诸戎除翦其荆棘，驱其狐狸豺狼，以为先君不侵不叛之臣，至于今不贰。昔文公与秦伐郑，秦人窃与郑盟而舍戍焉，于是乎有肴之师。晋御其上，戎亢其下，秦师不复，我诸戎实然。譬如捕鹿，晋人角之，诸戎掎之，与晋踣之，戎何以不免？自是以来，晋之百役，与我诸戎相继于时，以从执政，犹肴志也，岂敢离逷？令官之师旅，无乃实有所阙，以携诸侯，而罪我诸戎。我诸戎饮食衣服不与华同，贽币不通，言语不达，何恶之能为？不与于会，亦无瞢焉。”赋《青蝇》而退。</p> <p>　　宣子辞焉，使即事于会，成恺悌也。",
  "fanyi": "<p><strong>译文一</strong><br>　　晋国范宣子同各国大夫在向地会晤。会晤时准备拘捕姜戎首领驹支。范宣子亲自在殿上指责他，说：“来！姜戎氏！从前秦国人在瓜州追逐你的祖父吾离，你祖父吾离身披白茅，头戴荆条，前来归附我们先君。我们先君惠公仅有不多的田地，还与你们平分了，以供给食用。现在诸侯事奉我们国君不如从前了，大概是言语泄漏了出去，主要是由于你的缘故。明早会晤的事，你不要参加了。参加，就拘捕你。”驹支回答说：“从前秦国人倚仗他们人多，对土地贪得无厌，驱逐我们戎人。惠公表示了大恩大德，说我们戎人，是四岳的后代，不要抛弃这些人。赐给我们南部边境的田地，那里是狐狸居住，豺狼吼叫的地方。我们戎人铲除了那里的荆棘，驱逐了那里的狐狸豺狼，成为先君不侵扰不背叛的臣属，直到现在没有二心。”<br>　　“从前文公与秦国讨伐郑国，秦国人偷偷与郑国订盟，并在郑国安置了戍守的人，于是就发生了肴山之战。晋军在前面迎击，戎人在后面抵抗，秦军有来无回，实在是我们戎人使他陷入这个境地的。譬如捕鹿，晋国人抓住它的角，戎人拖住它的腿，与晋国人一起将它摔倒。戎人为什么不能免于罪？从这次战役以来，晋国的所有战役，我们戎人都是相继按时参加，前来追随执政，同肴山之战时的心意一样，岂敢背离疏远？现在执政下面的大夫们恐怕的确有不足的地方，而使诸侯离心，却归咎我们戎人！我们戎人的饮食衣服与华夏之族不同，货币不通，言语不同，怎能去做坏事？不到会参加，也没有什么可烦恼的。”<br>　　于是朗诵了《青蝇》一<a href=\"http://so.gushiwen.org/view_72196.aspx\">诗</a>，然后退出。宣子表示道歉，并让他到会参与事务，以便成全自己平易近人的君子的声名。</p><p><strong>译文二</strong><br>　　晋国和诸侯各国在向地集会，准备拘捕姜戎族的首领驹支。晋国大夫范宣子在朝会上亲自指责他，说：“过来，姜戎氏!从前秦国人把你祖父吾离从瓜州赶走，你祖父吾离披着茅草衣、戴着荆条帽前来投奔我国先君。我先君惠公当时有不多的田地，却与你们平分来养活你们。如今诸侯侍奉我们寡君不如从前，大概说话泄漏了什么机密，这主要是你造成的。明天的会议，你不要参加了!你要是参加，就把你抓起来!”<br>　　驹支回答说：“从前秦国人仗着他们人多,贪婪地掠夺土地，把我们各部落戎人从祖居地赶走。贵国君惠公显示他崇高的品德,认为我们各部戎人都是四岳的后代，不该这样抛弃灭绝。他赐给我们南部边疆的土地，那里是狐狸居住、豺狼嗥叫的地方。我们各部戎人砍除了那里的荆棘,赶走了那里的狐狸、豺狼，从此成了贵国先君既不内侵也不外叛的臣属，直到如今忠诚不二。从前文公与秦国攻打郑国，秦国人私下里同郑国人订立盟约,留下军队在那里驻守,因此而发生肴地战役。当时晋军在前面抵抗,我们戎人在后面进击,秦军全军覆没,实在是我们戎人出了大力。这就如同捕鹿，晋国人抓住它的角，戎人拖住它的后腿，和晋国人一起把它掀倒。戎人为什么不能免于罪责呢?从那时以来，晋国多次出兵征战，我戎人各部从来紧跟其后，时时追随贵国执政，还是像肴之战时那样心志如一，岂敢疏远背离?如今贵国军旅中的长官可能真是有些地方做得不够，使得诸侯叛离，你们却怪罪我们戎人!我们各部戎人服饰饮食（习俗）不与华夏相同，礼仪使者不相往来，言语不通，能做什么对贵国不利的坏事?不参加盟会的事务，我也不会惭愧。”<br>　　驹支朗读了《青蝇》诗退了下去，范宣子连忙道歉，请他参加会议事务，同时也成全了自己和蔼可亲的君子美名。</p><p><strong>注释</strong><br>（1）向：吴地，在今安徽怀远县西南。<br>（2）戎子驹支：姜戎族的首领，名驹支。姜戎，戎族的一个部落。<br>（3）数：音鼠，历数其罪。<br>（4）乃祖：你的祖父。瓜州：地名，在今甘肃敦煌西。<br>（5）苫（shān）盖：用草编成的覆盖物。<br>（6）不腆（tiǎn）：不丰厚，不多。<br>（7）女：通“汝”，你。<br>（8）职：主要。<br>（9）诘朝：明日。<br>（10）蠲（juān）：显示。<br>（11）四岳：传说为尧舜时四方部落首领。裔胄：后嗣。<br>（12）亢：抗。<br>（13）掎：拉住，拖住。<br>（14）踣；同“仆”。<br>（15）犹肴志也：还是像在肴作战时那样忠心。<br>（16）逷；音惕，远。<br>（17）携：离，疏远。<br>（18）贽币：古人见面时所赠送的礼物。贽币不通，喻没有往来。<br>（19）瞢：音孟，闷，不舒畅。<br>（20）青绳：《诗经·小雅》中的一篇，主旨是希望君子莫信馋言。<br>（21）辞：道歉。<br>（22）成：成全。恺悌：和乐平易。</p>",
  "shangxi": "<h2>简析</h2> 　　《左传》除了对各国战争描述精彩之外，对一些谋臣说客的辞令艺术的记录，也极具艺术性，尤其是那些谋臣们在外交中实话实话，以真取胜的史实，令人叹为观止。《驹支不屈于晋》这篇文章记录的就是戎子驹支以事实说话，驳倒范宣子的责难的事：范宣子仗着晋国的强大，仗着自己的先君曾有恩于羌戎，对驹支气势汹汹，把晋国霸主地位的动摇归咎于驹支。戎子驹支则据理力争，逐层辩驳。首先说晋国所赏赐的土地是荒芜不毛之地，不足以称大恩大德。其次说羌戎帮助晋国在肴地全歼秦军，可以说已经报恩了，之后更是鞍前马后，毫无二心。最后暗示晋国所以众叛亲离，乃是其自己一手造成的，与羌戎无关。全部辩辞语气委婉而正气凛然，使范宣子不得不服。<br/><h2>赏析</h2> <p>　　《驹支不屈于晋》在晋与诸侯“会于向”这一历史事件中，只不过是一段小插曲，然而它却有不同寻常的认识价值。这是中国古代民族关系史上一段耐人寻味的故事。它不仅让我们看到了当时少数民族在霸权制度下所受压迫的深重，也让我们从驹支与范宣子的冲突与和解中看到了古代各民族既斗争又融合的复杂关系的缩影。通过个性化的语言表现人物性格是《驹支不屈于晋》的一大特点。</p> <p>　　先看范宣子，一上来就是：“来，姜戎氏!”像怒气冲冲的主人呼唤惹了祸的奴隶，凶神恶煞，怒目而视，语气咄咄逼人，态度粗鲁生硬。接着居高临下，夸示晋先君对诸戎的大德大恩，而后毫无根据地把“今诸侯之事我寡君不如昔者”的罪责一股脑推给驹支。“盖言语漏泄”，分明是推测、怀疑，“职女之由”，则是武断定罪，“与，将执女!”恐吓之声，令人不寒而栗!范宣子颐指气使、不可一世的神态纤毫毕见。</p> <p>　　驹支面对气势汹汹的指斥，面对即将遭受拘捕的厄运，则临危不惧，据理力争。针对范宣子强加于己的不实之词，逐层辩驳，洗刷被泼在身上的污水，维护自己和部落的清白。从答话可以看出，驹支虽为戎族首领，但其语言艺术已经达到很高的水平。他的语言有以下几个特点：（1）把握分寸，恰到好处。他对范宣子的无端指责，既针锋相对又没有过激言辞，既不掩惠公之德，也不蒙不白之冤。（2）逻辑严密，形象生动。先感惠公之德，再表戎对晋之功，以事实为据，证明自己对晋“不侵不叛”，忠心“不贰”。最后以诸戎“饮食衣服不与华同，贽币不通，言语不达，何恶之能为”的事实驳斥范宣子强加的罪名，环环相扣，天衣无缝。尤其是关于“捕鹿”的比喻，极为确切生动，且符合人物的身份。（3）赋<a href=\"http://so.gushiwen.org/view_72196.aspx\">诗</a>言志，颇具策略。《青蝇》所赋：“恺悌君子，无信谗言”，驹支将范宣子恶意相加的罪名解释为“听信谗言”，给了范宣子一个下台的台阶，把范宣子说成“恺悌君子”，也让这位盛气凌人的大人物感觉舒服。其实驹支似乎设了一个看不见的圈套：是“恺悌君子”就不要听信谗言，否则就不是“恺悌君子”。春秋时代，诸侯外交，讲究赋诗言志。范宣子没有赋诗言志，反不如驹支，说明驹支胜过范宣子，夷狄胜过华夏。这一点，恐怕不是《左传》作者的初衷吧。</p>",
  "poet": {
    "id": 384,
    "star": 0,
    "name": "左丘明",
    "image": "http://img.gushiwen.org/authorImg/zuoqiuming.jpg",
    "desc": "丘明（姓姜，氏丘，名明），华夏人，生于前502年，死于前422年，享年80岁。丘穆公吕印的后代。本名丘明，因其先祖曾任楚国的左史官，故在姓前添“左”字，故称左史官丘明先生，世称“左丘明”，后为鲁国太史 。左氏世为鲁国太史，至丘明则约与孔子（前551-479）同时，而年辈稍晚。他是当时著名史家、学者与思想家，著有《春秋左氏传》、《国语》等。他左丘明的最重要贡献在于其所著《春秋左氏传》与《国语》二书。左氏家族世为太史，左丘明又与孔子一起“如周，观书于周史”，故熟悉诸国史事，并深刻理解孔子思想。"
  },
  "tags": [
    "古文观止",
    "赞美",
    "写人"
  ]
}