{
  "id": 70632,
  "star": 1,
  "name": "杂剧·萧淑兰情寄菩萨蛮",
  "dynasty": "元代",
  "content": "第一折<br>虽无汗马眠霜苦。曾受囊萤映雪劳；金榜一朝标姓字，此时方显读书高。小生姓张，名世英，字云杰，浙江温州府人氏。自幼苦志勤学，经史皆通。所有萧山县友人萧公让有二子，命小生作馆宾，到此两月余矣。公让待我甚厚，今日卷家俱往坟头拜扫，独留小生在书房闲坐。小生乘暇，往东村望几个朋友释闷去来。龙出海时千尺浪，凤归云去万条霞。诗书不入时人耳，金玉难藏烈士家。自家姓萧名让，字公让，祖居萧山县人氏，嫡亲的五口儿：大嫂崔氏，有两个孩儿，有个妹子，小字淑兰，父母在时，曾从师读书，深晓文义，年方一十九岁，容貌非常，未曾许聘于人。今日清明，举家俱往祖茔蔡祀。妹子身体有些不快，不能去的，留下管家嬷嬷并梅香看视，问侯汤粥。俺祭扫毕便回来也。手下人，收拾春盛盒担，往山头走一遭去。妾身姓萧，小字淑兰，父母早亡，依兄嫂恩养。两月前家兄请温州张云杰作馆宾，与家兄相处。妾窥见那生外貌俊雅，内性温良，更兼才华藻丽，非凡器也。妾数日间行忘止，食忘餐，心在那生身上。今日清明节令，满门家眷都去上坟。妾托病不去，欲引梅香往后花园中亲与那生相见，别有话说。暗想情是人间何物也呵！<br>【仙吕】【八声甘州】伤春病染，郁闷沉沉，鬼病恹恹。相思即渐，碧窗唾渍稠粘。几缕柔丝空系情，满院杨花不卷帘。髩軃楚云松，懒对妆奁。<br>【混江龙】晓来情厌，收拾心事上眉尖。把金钱暗卜，龟卦时占。杏脸胭消娇淡淡，柳腰香褪弱纤纤。料应也是前生欠，因无兄嫂，有失拘钤。<br>【油葫芦】这些时斗帐春寒起未忺，睡不甜，任教晓日压重檐。那生好一表人物也！将他那模样儿心坎上频频垫，名字儿口角头时时念。想他性格儿沉，语话儿谦。绣床无意闲攀占，懒把彩绒撏。<br>【天下乐】我如今絍得金针却倒拈，牙尖，抵玉纤，罗帕上泪痕千万点。恐梅香冷句儿鬼朱，怕奶娘闲话儿签，我则索强支吾陪笑脸。<br>梅香，那生敢在书院旦，咱和你去来。这所在正是他书院。小生从东村里探了几个朋友，回书院中温习经史去来。谁家女了，来到这里？<br>【那吒令】向湖山紧觇，惹游丝满脸；惹游丝满脸，惊飞花乱飐；惊飞花乱飐，荡残红数点。先生万福！我礼忙迎情欲亲，他头不抬身微欠，真所谓君子谦谦。那壁小娘子是谁氏之家？妾身乃萧公让之妹也，知先生文学之士，妾有所盼，先生意下如何？是何言哉！萧公待我为嘉宾，小生素无瑕玷。你快转去，恐兄嫂回来。<br>【鹊踏枝】则见他气炎炎，那里也笑掀髯。显出些外貌威严，内性清廉。他避我遮遮掩掩，抵多少等等潜潜。<br>女人家不遵父母之命，不从媒妁之言，廉耻不拘。与外人交言，是何礼也！<br>【寄生草】你恼怎么陶学士苏子瞻？改不了强文絍醋饥寒脸，断不了许云子曰酸风欠，离不了之乎者也腌穷俭。想你也梦不到翔龙飞凤五云楼，心则在鸣鸡吠犬三家店。<br>早是我哩，他人怎了？全不怕当家尊嫂恶。恩养劣兄严。<br>【金盏儿】这生不心忺倒憎嫌，早则腾腾烈火飞红焰。将姻缘簿亲检自撕撏。若得咱香腮容并贴，玉体肯相沾，怕甚么当家尊嫂恶，恩养劣兄严？女孩儿家休要弄险，俺读书人岂肯做这等非礼之事！可不丧了行止？倘被兄嫂察知，何面目厮见！岂不羞惭？<br>【后庭花】你道女孩儿家休弄险，你读书人不会谄。为非事无行上，见家兄有甚脸。不索你话儿口店。你须恶厌，不由我腮斗儿上添笑靥。休道是兄嫂知道，则那奶母梅香知呵，早晚说与令兄，如何臆得？可不你我何安？<br>【醉中天】怕甚么奶母舌儿堑。梅香嘴儿尖。恐早晚根前冷句儿添。便知道也难凭验。家丑事必然羞掩，放心波风流双渐，小生此间难住，必寻退步。早则么懒折腰归去陶潜。姐姐，这秀才好淡屌么？好惶恐人也！<br>【赚煞】秀才每难托志诚心，好吃开荒剑，一条担两下里脱尖。有多少胡讲歪谈信口口店，乔文物拘耻拘廉。我看你瘦恹恹眼札眉苫，多敢是家菜不甜野菜甜。你也消不得俺娇滴滴桃腮杏脸，香馥馥玉温花艳，则好去破窑中风雪断齑盐。<br><br>第二折<br>昨日萧公举家拜扫，不想家中有萧公之妹。小生回书院，在后园中正遇此女，乃出淫言相戏。小生昨晚酒席间欲要说与萧公，又不好看相。如今将学生放假三日，且在书房中独坐些儿。好闷人也！老身是萧公家管家的嬷嬷。两月前东人命温州张云杰作馆宾，那秀才情通九经。不料东人妹淑兰留心于那生身上，终日魂劳梦断。夜来清明，满家上坟，惟淑兰托疾不往，意欲后园与那生相会。不想那生胸襟正大，半步无邪，反将恶言相触，事不谐矣。淑兰惶愧，昨夜废寝忘餐，推床倒枕。无计所托，亲与老身说知，作了一词名〔菩萨蛮〕，着我送与那生，看他是如何。老身欲待行来，又恐东人知道见责；欲要不行，可怜淑兰自幼便失父母，孤苦到今。俺须索与他成就此事，走一遭去。<br>【越调】【耍三台】姐姐命亲分付，为张秀才丁宁使俺。您稳放着个先忧后喜，我空怀着个有苦无甘。烦恼这场非是揽，恶风声委实心惨。则为他粉悴胭憔，端的是香消也那玉减。<br>【紫花儿序】姐姐怕不心劳意攘，哥哥又不性躁情乖，嫂嫂可要坐守行监。他如今看看衣褪，渐渐裙搀，春衫双袖漫漫将泪揞。不明不暗，几时配上金钗，接上琼簪。<br>先生万福！嬷嬷何来？莫非东人有命么？非也！老身花园中行来，信步至此。先生，兀的无聊那！<br>【小桃红】你九经三史煞曾谙，习典故观《通鉴》。课赋吟涛有风范，更非凡，临帖写字知个浓淡。把今古博览，将前人比勘，那一事不详参？先生九经皆通，无书不读，岂不晓三纲五常之理？圣人言：\"男子三十而娶。\"又云：\"不孝有三，无后为大。\"何不求一门亲事，老身当为月老，聘结良姻。先生尊意如何？嬷嬷言之甚善。但小生在此处馆，惟知守严父之训，读圣人之书，岂有求亲之念哉？<br>【金蕉叶】衠一味诗魔酒酣，引不动狂心怪胆。圣人言不孝有三，绝子嗣无后怎敢？<br>先生容禀：东人有一妹，小字淑兰，年方一十九岁，未曾许聘他人。先生意下若诺，老身达知东人，招为贵客。先生如此聪明，淑兰更兼温雅，真淑女可配君子也。小生今在萧公门下处馆，嬷嬷何出此言？倘萧公察知，何面目立于萧公门下？<br>【鬼三台】我着些言语来探，将他来赚，他那里急截舌紧搀。秀才每自古眼睛馋，不似这生忒铜心铁胆。哎，你个颜叔子秉烛真个堪，柳下惠开怀没店三。酸溜溜《鲁论》《齐论》，醋滴滴《周南》《召南》。将这词与他，这生必然动念也。小姐有词一章，望先生改削。君心情远迷蓬岛，妾心命薄连芳草。芳草正凄凄，君心知不知？妾身轻似叶，君意坚如铁。妾意为君多，君心弃妾何。右词寄〔菩萨蛮〕，不才妾淑兰谨奉文郎云杰吟几电览是幸，就请回音。再拜。嬷嬷，你乃萧公管家老者，萧公共汝一家无外，怎生持此淫词戏我？是何道理？<br>【调笑令】说的我面惨，转羞惭，你因甚，相通这书一缄？莫怪我等闲特故来摇撼，赤紧的张横渠不肯贪婪。只待要坐取公侯伯子男，气昂昂阔论高谈。昨朝行之，今日如此，似此小生当告辞，有何面目立于萧公之门，耻见天下士大夫也！<br>【秃厮儿】俺那崔氏女正红愁绿惨，你个张君瑞待面北眉南，着我老红娘将两下里做一担扭。请先生，省言鬼朱，喃喃。<br>【圣药王】一迷里口似泼钐怎扑掊，那里肯周而不比且包含。本待成就您，颠倒连累咱。唬的我手忙脚乱似痴憨，似寻虎窟觅龙潭。<br>既读孔圣之书，必达周公之礼，闭了书房门，便去与萧公说知。<br>【络丝娘】将韩王殿忽然火虫分，蓝桥驿平空水淹。你道既读孔圣之书，必达周公之礼，可知可知。人前面古怪刚直假撇欠，只怕您背地坦荒淫愚滥。<br>看来都是你搬调这一桩事，我则说与萧公去。<br>【雪里梅】空着我功退似游蚕，早则罢暮四与朝三。这生性狠情毒，老身惊心战胆，姐姐也你敢愁添病感。<br>这首词便是指证，萧公见了，必有话说。先生罢波！<br>【收尾】请学士忍耐权时暂，何必恁高声怒喊。自待教兄嫂逼临了他，着主人公葬送了俺。谁想有此事，小生必当退步。恐萧公知此，难以分辩。只除如此，且往西兴朋友家住数日。在此壁间留诗一首，使萧公知之，好往西兴来接我也。感公清盼寄余生，三载交游两月情。别去难言心下事，月明酒醒在西兴。琴书衣衾，我皆不动，只是单身去咱。今日无甚事，书房中望云杰闲话片时。怎生不见云杰？必是望朋友去了。此诗必有缘故，莫非俺家孩儿每侍奉不周，故使如此？琴剑铺陈，皆不曾动。他往西兴去，准在朋友家停住，可也容易，我修一简帖，遣一仆到西兴去请他。若不如此，云杰平日与人寡合，怎肯自回？书已写就了也，便令人早接去。与云杰交情非薄，详诗意有何不乐？遣使者直至西兴，请回来便知下落。<br><br>第三折<br>妾身昨日与张秀才相见，不想他如此古忄敞，事不得谐。今日着管家嬷嬷持〔菩萨蛮〕词一首，戏而挑逗，谁想那生仍将恶语相犯。嬷嬷回来说了，越增愁怀数倍。举家尽知，止瞒着兄嫂，一会家寻思起来，我心中好是烦恼人也呵！<br>【双调】【五供养】肌削玉，钏松金，陡恁的闷广愁深。空着我干忍耻，枉留心。都是我忒轻浮，欠检束，正好教他撒沁，则索咬定牙儿暗。这文君待驾车，谁承望司马抛琴。<br>妾身乃萧公让浑家崔氏是也。闻知小姑感疾，特来探望一遭。姑姑因甚染病？可请良医调理服药。<br>【落梅风】离魂魄，似失心，思昏沉闷围愁浸。白日里忘餐夜废寝，自寻思不知因甚。<br>姑姑因甚上得病，说与我，着人去对证取药。姑姑，你休要隐讳，恐怕日深一日，难以调理。<br>【乔牌儿】嫂嫂待将咱病审，我无语似害淋。是前日打秋千斗草处无拘禁，脱衣时敢被风侵。虽是感冒，怎生这等沉重，茶饭也不思进些？<br>【折桂令】至如今茶不茶饭不饭心内阴阴，有时节透顶炎炎，有时节彻骨森森，头眩旋旋，眼昏暗暗，身倦沉沉。一会家发增寒脾神凛凛，一会家添潮热冷汗淋淋。病来时难灸难针，心疼时难忍难禁，人问时难诉难分，茶饭上不想不寻。<br>姑姑睡着了，休惊醒他。梅香，恐要甚么汤粥吃，便与我说，再来望他。先生万福！<br>【庆宣和】信步谩将花径临，掩映着柳影花阴。害的我瘦骨岩岩死临侵，端的是为您，为您。您休推睡里梦里。<br>【殿前欢】这生好不知音，虚度了春宵一刻价千金，空闲了琐窗朱户鸳鸯枕，翡翠罗衾。早则么韩吏部李翰林，一任教他恁。谁想你睡梦里也将人冷侵，待古里掂折了玉簪，摔碎了瑶琴。<br>姐姐，你知道么？张秀才不曾作别，就往西兴去了。你哥哥修书差人请去哩。既然如此，我再作一词，瞒着哥哥，封于书内，寄与那生，看他心意如何。梅香，将纸笔过来。纸笔在此。<br>【雁儿落】把西兴路黄犬寻，南浦道青驾任。信手的联成肠断词，抵多少织就回文锦。<br>【得胜令】早难道诗对会家吟，他全没些惜花心。点勾般圈红问，描朱似刷画儿临。表数句佳音，字字胭脂渗，书两字泥金，行行血泪浸。<br>写就了也。我念一遍：不才妾萧淑兰病中作词一阕，词寄〔菩萨蛮〕，奉上文郎云杰翰座，谨望挽回春色。词不尽言，言不尽意。：无情水满西兴渡，多情人往西兴去。西兴去路遥，教奴魂梦劳。今将心内苦，联作相思句。君若见情词，同谐连理枝。梅香，你仔细与我放在书内，不要着哥哥、嫂嫂知道。理会的。<br>【鸳鸯煞】病淹煎苦被东风禁，泪连绵惟把春衫渗。饭不汤匙，绣不拈针。畅道闺思添多，愁怀转深，烟冷龙沉银蜡消红淋。想起他这狠切的毒心，好着我半晌沉吟倒替他嘇。<br><br>第四折<br>我修了书到西兴去，请那张云杰，不想书内有〔菩萨蛮〕词一首，是吾妹淑兰所作，寄情云杰。细审其故，云杰无心，皆是吾妹所为。况兼淑兰染病，也只为此。大嫂，我仔细想来，莫若遣币帛、羔雁、酒礼、花红，着官媒说合，招赘云杰为婿。看我一双父母同胞情分，省教他人耻笑。大嫂，你心下如何？你既主张了罢，也免的出丑扬疾，也见我祖宗家门清洁，我意正如此，择吉日良辰，一应合用礼物不要少了。一则外人好看，二则小姑宽心。事不宜迟，收拾了便令媒人速去。：兄妹本同胞，那能不相惜。去请西兴人。来作东床客。小生张世英，自到西兴朋友家住经半月，谁想萧公为他令妹，倒遣媒人来说亲事，使小生如之奈何？古人云：\"男子生而愿为之有室，女子生而愿为之有家。\"一来公让如此美意，二来男婚女聘，人伦大礼，不负此女初心，况其家本名门，何辱于小生？今日便回萧山去成就此事，不为过也。姐姐，早则欢喜也。哥哥下三千贯正财礼钱招张云杰为婿，羔雁茶礼，断送房奁，尽行出办，足满姐姐平生所望。好惭愧也呵！<br>【黄钟】【醉花阴】离恨闲愁早填满，俺主人非长是短。谢兄嫂得团圞，陪羔雁花红，下正礼三千贯。度量阔，眼皮宽，把断送房奁全尽管。<br>【喜迁莺】纳币帛绫段，不断头花担盒盘堪观。披挂的遍身红满，来往官媒一刬地锦绣攒。人乱撺，亲属交错，罗绮弥漫。<br>这亲事非吾乐就，只为令兄尊命？不敢有违，勉强而已。<br>【出队子】这都是姻缘前判，幸今生得聚完。玉肩同并赴云端，素手相携跨采鸾，清韵双吹鸣凤管。我张世英若非令兄相待之厚，不负卿之初心，岂敢玷污名教，致有今日？<br>【刮地风】刬地乱讲歪谈一万端，尚古自苦涩寒酸。听笙簧一派声撩乱，翠拥珠攒。舞态轻盈，歌声纤缓。香篆霭，绛蜡明，低垂帘幔。端的个画堂深，和气暖，受用千般。<br>夜凉风定，月朗天晴，香清灯灿，歌舞吹弹，正好交杯劝盏。一壁厢动乐者。<br>【四门子】香馥馥合卺杯交换，正良宵胜事攒。碧天边灿灿寒星焕，碾冰轮皓月团团。乐意的酬，尽兴的撏，贪欢娱自然嫌漏短。乐意的酬，尽兴的锛，索强似风亭月馆。<br>云杰，男女匹配，人道之大，吾妹妆残貌陋，有辱足下。皆由不忘雅意，故得有此。久赖公让厚庇，又得结姻于今妹，深感不浅。若非平昔之旧，安敢如此？但不知小生将何图报耳。云杰太谦，下次人等挂起图画，点上花灯，再整筵宴，乐此良夜！<br>【水仙子】酒斟着鹦鹉杯，光映着玛瑙盘。茶烹着丹凤髓，香浮着碧玉碗。开银屏金孔雀绿嫩红娇，隐锦褥绣芙蓉枝繁叶乱。嵌玲珑香球挂金缕，团梅红罗鲛绡帐舞凤飞鸾。是、是、是，东邻女曾窥宋玉垣，喜、喜、喜，果相逢翡翠银花幔，早、早、早，同心带扣双挽结交欢。<br>小生暗想：此系宿缘，恐非人力所能谋也。此言最善，这都是天意暗合人心，岂不是个大喜事？<br>【古寨儿令】我这里偷看，不由人心欢，没褒弹，忒丰韵，表正形端。趁着这风和月圆春夜暖，逢天喜值红鸾，配宿缘成仙伴。<br>咱这江南风景，如此夜宴，月光照耀，灯烛辉煌，锦绣罗列，图画张挂，百味珍羞，水陆俱备，端的好富丽也！咱如此受用，诚为可乐，小生便当尽醉，岂敢推辞？<br>【神仗儿】荔枝浆乳酪蜜团，甘蔗汁酥油糖拌。蔷薇露秋菊春兰，紫苏盐姜醋荐款，碧芥芽葱针寸段。梅香，你看这生在书院相见之时，许多道学身分，今都到那里去了？细端详俊沈娇潘，可不道尊瞻视，正衣冠。<br>小的每与我大吹大擂者！碧汉飞双凤，瑶池宿两鸳，洞房花烛夜，人月共团圆。<br>【尾声】锦片前程今美满，舞菱花一对青鸾，早不入凤台闲玉管。<br>题目贤嫂嫂合成金贯锁<br>亲哥哥配上玉连环<br>正名张世英饱存君子志<br>萧淑兰情寄菩萨蛮</p> <p> ",
  "poet": {
    "id": 2844,
    "star": 0,
    "name": "贾仲明",
    "desc": "贾仲明(1343～1422后)，元末明初杂剧作家。明·朱权《太和正音谱》作“贾仲名”。自号云水散人。淄川（今山东淄博）人。聪明好学，博览群书，善吟咏，尤精于词曲、隐语。曾侍明成祖朱棣于燕王邸，甚得宠爱，所作传奇戏曲、乐府极多，骈丽工巧，后徙官兰陵。著有《云水遗音》等。撰《录鬼簿续编》，为八十二位戏曲作家补写了数十曲双调·凌波仙挽词，对这些戏曲作家及其创作予以梳理、评论，其中有不少曲论评语是比较中肯公允的，至今仍被人们广泛征引。"
  },
  "tags": []
}