{
  "id": 10269,
  "star": 25,
  "name": "醉后赠张九旭",
  "dynasty": "唐代",
  "content": "世上谩相识，此翁殊不然。<br>兴来书自圣，醉后语尤颠。<br>白发老闲事，青云在目前。<br>床头一壶酒，能更几回眠？",
  "fanyi": "<p><strong>译文</strong><br>世上的人随便交朋友，而这位老人却不这样。<br>兴致一来书法自然天成，醉酒之后语言尤其豪放癫狂。<br>头发白了而恬然自乐，不问他事；眼睛里只有天上自由漂浮的白云。<br>床头上放着一壶酒，人生能有几回醉呢！</p> <p><strong>注释</strong><br>张九旭“唐代著名书法家张九旭。<br>漫：随便。<br>闲事：无事。<br>几回眠：几回醉。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　首联采用欲扬先抑的手法突出<a href=\"http://so.gushiwen.org/author_15.aspx\">张旭</a>的与众不同。“世上谩相识，此翁殊不然。”大意是，世上很多人即使天天见面，给人的印象也不深，而张旭这个人却不一样。“翁”，是对张旭的尊称，在这一抑一扬之中，张旭的形象如高峰突起，给人以强烈印象，令人肃然起敬。这一联好像漫不经心，随意道来，却起得十分有力。</p> <p>　　如果说第一联只是<a href=\"http://so.gushiwen.org/view_10269.aspx\">诗</a>人对张旭的总的印象，是虚写，那么，以下各联即转入了对张旭形象的具体刻画，是实写。字里行间，倾注着诗人对张旭无比钦敬的感情。</p> <p>　　张旭有两个称号，一是“草圣”，二是“张颠”，为世所公认，实写时即先从这两个称号着笔：“兴来书自圣，醉后语尤颠。”张旭精楷书，尤善草书，逸势奇状，连绵回绕，自创新的风格，人称“草圣”。<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>《饮中八仙歌》中，就有“张旭三杯草圣传”的诗句。又《新唐书·文艺传》说：张旭“嗜酒，每大醉呼叫狂走乃下笔，或以头濡墨而书，既醒自视以为神，不可复得也，世呼‘张颠’。”这一联对句互见，是写张旭在酒醉兴来之时，书法就会达到超凡入圣的境界，言语也更加狂放不羁，一副天真情态。诗中表现了对张旭书法、性格的由衷的赞美，同时暗示了艺术重在性灵的自然流露。</p> <p>　　接着进一步赞美了张旭泊然于怀、不慕荣利的高贵品质：“白发老闲事，青云在目前。”“青云”这里指隐逸。这一联写得十分传神，读者仿佛看到一位白发垂垂、蔼然可亲的老者，不问世事，一身悠闲，轻松自得。正因为不乐仕进，具有隐者的风度和情怀，才能够性情旷放，因此也才能够时时保有天真之态，在书法艺术上取得不同流俗的极高的成就。这一联乍看似与第二联平列，而实则深入了一层，将诗意推进到了一个新的深度。</p> <p>　　尾联承接上联，继续推进，描写张旭的醉眠生活。“床头一壶酒，能更几回眠？”两句化用了《世说新语·言语》中的一个典故：“孔文举（即<a href=\"http://so.gushiwen.org/author_787.aspx\">孔融</a>）有二子，昼日父眠，小者床头盗酒饮之。”孔融是汉末文学家，建安七子之一，字文举，诗文皆善，为人恃才负气，狂放不羁。这里以孔文举比张旭，足见推重之意。但这一联写张旭生活情形，不是平直叙述，而是以问句出之，显得格外亲切。意思是：您老人家床头那壶酒，怕会被家中子、孙偷喝吧，能伴您几次醉眠呢？意思已略带调侃，但又极有分寸，包涵着丰富的意蕴。一方面，表现张旭平时经常醉眠，形象更为生动可感。另一方面，诗人在老前辈面前竟然开起玩笑来，这位老前辈的豁达可亲自然可以想见，而诗人自己的天真发问，也愈显得醉态淋漓。至此，宴席间的热烈气氛，宴饮者的融洽关系，皆如在目前。这是以醉写醉，以自己的旷放衬托张旭的旷放，使题目中的“醉后”二字，得到了充分的表现。张旭的可敬可爱的形象，跃然纸上。</p> <p>　　全诗在章法上虚实结合，虚写处内蕴丰富，而不显得空虚；实写处形象具体，但笔调轻灵，而无板滞胶着之感。这种巧妙的结合，使诗人的感情与诗中主人公的形象融为一体，产生出动人的艺术力量。另外，此诗语言清新明朗，与诗中欢快活泼的情绪相适宜，真切动人。</p>",
  "about": "<h2>创作背景</h2> 　　<a href=\"http://so.gushiwen.org/view_10269.aspx\">诗</a>作于唐玄宗开元二十四年（736）。开元二十三年（735），诗人应征赴长安，落第。次年结交<a href=\"http://so.gushiwen.org/author_15.aspx\">张旭</a>、<a href=\"http://so.gushiwen.org/author_720.aspx\">颜真卿</a>等人，秋，营别业居淇上，写下此诗送与张九旭。",
  "poet": {
    "id": 227,
    "star": 0,
    "name": "高适",
    "image": "http://img.gushiwen.org/authorImg/gaoshi.jpg",
    "desc": "高适是我国唐代著名的边塞诗人，世称“高常侍”。 作品收录于《高常侍集》。高适与岑参并称“高岑”，其诗作笔力雄健，气势奔放，洋溢着盛唐时期所特有的奋发进取、蓬勃向上的时代精神。"
  },
  "tags": [
    "友情",
    "喝酒"
  ]
}