{
  "id": 8339,
  "star": 14,
  "name": "奔亡道中五首",
  "dynasty": "唐代",
  "content": "苏武天山上，田横海岛边。<br>万重关塞断，何日是归年？</p> <p>亭伯去安在？李陵降未归。<br>愁容变海色，短服改胡衣。</p> <p>谈笑三军却，交游七贵疏。<br>仍留一只箭，未射鲁连书。</p> <p>函谷如玉关，几时可生还？<br>洛川为易水，嵩岳是燕山。<br>俗变羌胡语，人多沙塞颜。<br>申包惟恸哭，七日鬓毛斑。</p> <p>淼淼望湖水，青青芦叶齐。<br>归心落何处，日没大江西。<br>歇马傍春草，欲行远道迷。<br>谁忍子规鸟，连声向我啼。",
  "fanyi": "<p><strong>译文<br></strong>田横曾经逃亡到海岛上，<a href=\"http://so.gushiwen.org/author_460.aspx\">苏武</a>曾被放逐到荒无人烟的北边。<br>如今关塞重重，交通又被战火阻断，真不知哪一年才能返回自己的家园。</p> <p>辞官而归的崔亭伯如今在什么地方？反正<a href=\"http://so.gushiwen.org/author_795.aspx\">李陵</a>投降自奴匈奴是死在了他乡。<br>海水也和我一样的满面愁容，看那中原之人已换上了胡装。</p> <p>我本来也有鲁仲连谈笑间退敌的良策，无奈所交往的权贵疏远了我。<br>但我心里仍保留一只退敌的箭，总有一天把鲁仲连助齐攻燕的战书发射出去。</p> <p>中原的沦陷，函谷关已成了玉门关；收复无望，不知何年何月我还能从那里进入长安。<br>洛水已经变成了易水，嵩山也已被视作了燕山。<br>人们的面容都带着塞外的风沙，中原人也操着羌胡的语调。<br>现在有的只是申包胥的终日痛苦，哭得两鬓斑白也是枉然。</p> <p>湘水淼淼一望无际，青青的声芦叶在整齐地生长。<br>我的思乡之情归到哪里？就在那大江之西、日落的地方。<br>这遥远的行程已不知该奔向何处，也只好先歇马在这嫩绿的草地旁。<br>更不能让人忍受的是那杜鹃鸟的叫声，声声凄苦断人心肠。</p> <p><strong>注释<br></strong>⑴奔亡：逃亡。题下原注：“淮东。”<br>⑵“苏武”句：苏武，字子卿，西汉时人.出使匈奴，被扣留，在北海牧羊十九年始归。此句以天山借指匈奴所居之地，不是实指。《唐书·地理志》：伊州伊吾县，在大碛外，南去玉门关八百里，东去阳关二千七百三十里，有折罗漫山，亦曰天山。《苏武<a href=\"http://so.gushiwen.org/view_8339.aspx\">诗</a>》：“食雪天山近，思归海路长。”盖以天山为匈奴地耳，其实苏武啮雪及牧羊之处，不在天山也。<br>⑶田横：战国齐田氏之后。秦末，与其兄田愉起兵复齐刘邓火<a href=\"http://so.gushiwen.org/author_253.aspx\">项羽</a>称帝以后，田横率部下五百人逃往海岛。后田横羞为汉臣，自杀岛中，五百人也自尽。《史记·田澹列传》：汉灭项籍，汉王立为皇帝，田横惧诛，与其徒属五百余人入海，居岛中。韦昭曰：海中山曰岛。《正义》曰：按海州东海县有岛山，去岸八十里。<br>⑷亭伯：即崔骃，其字亭伯，东汉时人。曾任车骑将窦宪主簿，后让他出任长岑县令，自以为远去，不得意，于是辞官而归故里。《后汉书》：崔骃，字亭伯，为窦宪主簿，出为长岑长，自以远去，不得意，遂不之官而归。<br>⑸李陵：字少卿，与苏武同时代人。汉武帝时为骑都尉，率兵出击匈奴，被困投降，汉朝族灭其家，李陵病死匈奴。《汉书》：李陵败降匈奴，大将军霍光、左将军上官桀素与陵善，遣陵故人陇西任立政等三人至匈奴招陵。立政等至，单于置酒赐汉使者，李陵、卫律皆侍坐。后陵、律持牛酒劳汉使，博饮，两人皆胡服椎结。<br>⑹短服：此指胡服。《梦溪笔谈》：窄袖短衣，长靿靴，皆胡服也。窄袖利于驰射，短衣、长靴，便于涉草。<br>⑺“谈笑”句：言鲁仲连却秦军事。左思《咏史八首》：“吾慕鲁仲连，谈笑却秦军。”<br>⑻七贵：泛指把持朝政的贵族。<a href=\"http://so.gushiwen.org/author_827.aspx\">潘岳</a>《西征赋》：“窥七贵于汉廷。”李善注：“七姓谓吕、霍、上官、赵、丁、傅、王也。”<br>⑼“仍留”二句：用鲁仲连助田单攻聊城事。《史记·鲁仲连<a href=\"http://so.gushiwen.org/author_811.aspx\">邹阳</a>列传》：“齐田单攻聊城岁馀，士卒多死而聊城不下。鲁连乃为书，约之矢以射城中，遗燕将……燕将见鲁连书，泣三日，犹豫不能自决，欲归燕，已有隙，恐诛；欲降齐，所杀虏於齐甚众，恐已降而后见辱。喟然叹曰：‘与人刃我，宁自刃。’乃自杀。”<br>⑽“函谷”两句：用汉朝班超故事，说明中原已被安史叛军占领，关内的函谷反成了边塞。《后汉书·班超传》：班超久在绝域，年老思土，上疏曰：“臣不敢望到酒泉郡，但愿生入玉门关。”帝乃征超还。章怀太子注：玉门关，属敦煌郡，今沙州也。去长安三千六百里，关在敦煌县西北。函谷，关名，战国时秦置，故址在今河南灵宝东北。玉关，即玉门关，汉武帝置，故址在今甘肃西北小方盘城。<br>⑾洛川：洛水，即今河南黄河支流洛河。易水：在今河北省北部，发源于易县，南入拒马河。《通志·地理略》：洛水，出商州上洛县，经虢州、河南入河。《史记正义》：易水出易州易县，东流过幽州归义县，东与滹沱河合。<br>⑿嵩岳：即嵩山。燕山：燕山山脉，在河北平原北侧，由潮白河口到山海关，东西走向。《通志·地理略》：中岳嵩山，在河南告成县。《隋书》：渔阳郡无终县有燕山。《太平御览》：《隋图经》云，燕山，在易县东南七十里。<br>⒀申包：指申包胥。《左传·定公四年》记载，吴兵人侵楚国，申包晋代表楚国到秦国请求援兵。秦国不出兵，申包胥立在宫廷墙边而哭，日夜不绝声，勺饮不入口七日，秦国于是出兵援楚。《左传》：吴入郢，昭王在随，申包胥如秦乞师曰：“吴为封豕长蛇，以荐食上国，虐始于楚。寡君失守社稷，越在草莽，使下臣告急。”秦伯使辞焉，曰：“子姑就馆，将图而告。”对曰：“寡君越在草莽，未获所伏，下臣何敢即安？”立依于庭墙而哭，日夜不绝声，勺饮不入口七日，秦哀公为之赋《无衣》。九顿首而坐，秦师乃出。<br>⒁淼淼：水大貌。《广韵》：“淼，大水也。”<br>⒂子规：即杜鹃鸟，鸣声哀苦，好像在叫“不如归去”，使客居他乡之人心生凄恻。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　第一首<a href=\"http://so.gushiwen.org/view_8339.aspx\">诗</a>用的是<a href=\"http://so.gushiwen.org/author_460.aspx\">苏武</a>和田横的故事。苏武是汉武帝派到匈奴去的使者，被匈奴扣留。在匈奴期间受尽折磨，但坚贞不屈，表现了崇高的民族气节，于是匈奴就把苏武流放到西伯利亚的贝加尔湖一带，让他去牧羊。田横是齐国君主田氏族人，与从兄田儋、兄田荣一起反秦。后来，韩信破齐，田横自立为齐王，归附彭越。彭越归汉后，田横就率领其宾客和部属伍佰人逃至海岛。后来<a href=\"http://so.gushiwen.org/author_746.aspx\">刘邦</a>先许以封侯安抚田横，未成，就威逼田横归汉。田横从大局出发，同意去洛阳议事，至洛阳附近三十里处自刎，以头献刘邦，刘邦以王礼葬田横。苏武后来归汉了，而<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>什么时候能够回归长安呢？这是诗人所困惑的。当时，唐朝的守城将士战死的战死，投降的投降。李白像当年被困匈奴的苏武、被困海岛的田横一样，也被困在沦陷区内。他与妻子不得不换上胡人的衣装，趁着茫茫的月色，冒着生命危险奔赴长安。他奔走的方向与众多逃亡人的方向恰恰相反。诗人以苏武、田横自况，表现其不屈的气节。</p> <p>　　第二首诗这里化用了崔骃（字亭伯）和<a href=\"http://so.gushiwen.org/author_795.aspx\">李陵</a>的故事。崔骃为幽州从事时，谏刺史不要与燕刺王通，后来刺王失败了，崔骃被提拔为侍御史。后来窦太后临朝，他与窦宪不合，被窦宪排挤，让他“出为长岑长”，他认为太远了，就不去就任。这就是李白所说的“亭伯去安在”。李陵是汉将，与匈奴战，失败了，投降匈奴。李白写这两个人的故事，反映了李白内心的复杂性。亭伯是逃避的，李陵是投降的。李白是想逃避呢，还是想投降？只能留给人们去思考。李白这次奔走的目的地是长安。虽然自己所面临的情势万分危急，但李白依然希望自己能够尽快到达长安，觐见玄宗，献上自己的灭敌大计。但是，还没等李白到达长安，战争形势已经发生了急剧的转变。李白在路上也不得不换上胡衣，这正说明了当时形势的严峻。</p> <p>　　第三首诗用的是鲁仲连的故事。鲁仲连，亦称鲁连，战国时名士，多谋略，善言辩。赵孝王九年（前257年），秦军围困赵国国都邯郸。迫于压力，魏王派使臣劝赵王尊秦为帝，赵王犹豫不决。鲁仲连以利害说赵、魏两国联合抗秦。两国接受其主张，秦军以此撤军。20余年后，燕将攻占并据守齐国的聊城。齐派田单收复聊城却久攻不下，双方损兵折将，死伤严重。鲁仲连闻之赶来，写了一封义正辞严的书信，射入城中，燕将读后，忧虑、惧怕，遂拔剑自刎，于是齐军轻而易举攻下聊城。赵、齐诸国大臣皆欲奏上为其封官嘉赏。他都一一推辞，退而隐居。李白将自己比作鲁仲连，认为自己尚有救国良策，希望能够为玄宗所用。鲁仲连能够成就功业而隐居，而李白呢？他始终认为自己的才华和谋略不能被采用而心中忿忿。</p> <p>　　第四首诗用的是申包胥的典故。从这首诗来看，李白的立足点在函谷关内（西）。诗的意思是，函谷关以东的地区都被安史乱军占领，所以洛阳之水、嵩山如同边疆的易水、燕山。自己本想效法申包胥痛哭秦庭，劝说玄宗抗击叛军，可是此时函谷关以东尽为敌军所得，形势万分危急。李白不得不从华山经商洛大道转道江南，又经溧阳、杭州、金陵，隐居庐山屏风叠，静观形势的变化。从诗中可以看出李白之所以跟从永王，是因为想效法申包胥恸哭乞师，以救国家之难。</p> <p>　　第五首诗主要抒发诗人在奔亡途中的迷茫情绪。前半部分重在描写途中所见的景物，其景语都是情语。茫茫湖水、青青芦叶都可以看作是诗人愁绪的反映。夕阳就要落入大江对岸的西边了，而诗人的归心还不知在何处，其愁绪不言自明。后半部分进一步抒发愁情。歇马在春草迷离的路边，可见在战乱中不知往哪儿走，诗人心中非常迷茫。而在这个时候又听到了子规鸟的连声啼叫，在几近亡国的危局中又听到这样凄惨的叫声，真有点雪上加霜的感觉，无疑更是加深了诗人的愁情。</p> <p>　　这五首诗是后人研究“安史之乱”爆发前后李白行踪最重要的材料之一。在这些诗中，李白先后引用涉及苏武、田横、崔骃、李陵、鲁仲连等很多历史人物的典故，诉说自己所看到的一幕幕战争场景，表达了自己遭逢国家变乱之时的思想情感。</p>",
  "about": "<h2>创作背景</h2> 　　唐天宝十四载（755年）十一月，“安史之乱”爆发。唐玄宗没有想到安禄山会叛乱，军事上毫无准备，当叛乱的战鼓震动大明宫的时候，他才匆忙布置防御。一时间大唐王朝狼烟四起，战火弥漫，百姓逃亡，生灵涂炭。至德<a href=\"http://so.gushiwen.org/author_2171.aspx\">元载</a>（756年），安禄山在洛阳称帝。于是<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>携妻子宗氏南奔，往来于宣城、当涂之间，此五首<a href=\"http://so.gushiwen.org/view_8339.aspx\">诗</a>为其奔亡道中所作，记录了人们在战争中流离失所、背井离乡的哀痛及自身的处境。",
  "poet": {
    "id": 247,
    "star": 0,
    "name": "李白",
    "image": "http://img.gushiwen.org/authorImg/libai.jpg",
    "desc": "李白（701年－762年），字太白，号青莲居士，唐朝浪漫主义诗人，被后人誉为“诗仙”。祖籍陇西成纪(待考)，出生于西域碎叶城，4岁再随父迁至剑南道绵州。李白存世诗文千余篇，有《李太白集》传世。762年病逝，享年61岁。其墓在今安徽当涂，四川江油、湖北安陆有纪念馆。"
  },
  "tags": [
    "国家",
    "战争",
    "抒情",
    "悲痛"
  ]
}