{
  "id": 5644,
  "star": 21,
  "name": "春园即事",
  "dynasty": "唐代",
  "content": "宿雨乘轻屐，春寒著弊袍。<br>开畦分白水，间柳发红桃。<br>草际成棋局，林端举桔槔。<br>还持鹿皮几，日暮隐蓬蒿。",
  "fanyi": "<p><strong>译文</strong><br>昨夜雨湿蹬上轻便木屐，春寒料峭穿起破旧棉袍。<br>挖开畦埂清水分灌田垄，绿柳丛中盛开几树红桃。<br>草地中间画出棋枰对弈，树林一头升降汲水桔槔。<br>还拿来那鹿皮面的小几，黄昏后凭倚它隐身蓬蒿。</p> <p><strong>注释</strong><br>⑴春园：春天的田园。即事：以当前事物为题材的<a href=\"http://so.gushiwen.org/view_5644.aspx\">诗</a>。宋魏庆之《诗人玉屑·命意·陵阳谓须先命意》：“凡作诗须命终篇之意，切勿以先得一句一联，因而成章，如此则意不多属。然古人亦不免如此，如述怀、即事之类，皆先成诗，而后命题者也。”<br>⑵宿雨：夜雨；经夜的雨水。隋江总《诒孔中丞奂》诗：“初晴原野开，宿雨润条枚。”屐（jī）：木头鞋，泛指鞋。<br>⑶春寒：指春季寒冷的气候。弊袍：即敝袍，破旧棉衣。<br>⑷畦（qí）：田园里分成的小区。<br>⑸间（jiàn）柳：杨柳丛中。<br>⑹棋局：棋盘。古代多指围棋棋盘。《急就篇》卷三：“棋局博戏相易轻。”<br>⑺桔槔（jiégāo）：亦作“桔皋”。井上汲水的工具。在井旁架上设一杠杆，一端系汲器，一端悬、绑石块等重物，用不大的力量即可将灌满水的汲器提起。《庄子·天运》：“且子独不见夫桔槔者乎，引之则俯，舍之则仰。”<br>⑻鹿皮几：古人设于座旁之小桌。倦时可以凭倚。鹿皮作成，隐士所用。<br>1⑼日暮：傍晚，天色晚。《六韬·少众》：“我无深草，又无隘路，敌人已至，不适日暮。”蓬蒿：蓬草和蒿草。亦泛指草丛；草莽。《礼记·月令》：“（孟春之月）藜莠蓬蒿并兴。”《庄子·逍遥游》：“（斥鴳）翱翔蓬蒿之间。”</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这首<a href=\"http://so.gushiwen.org/view_5644.aspx\">诗</a>写春中田园景色，意境清丽淡远，然而又色彩鲜明，写景如画。诗歌流动着自然的美景和诗人安闲恬适的情怀，清新优美。田畦既分，白水流入畦垅之间，从远处望去，清水在阳光的映照下闪着白光；在翠绿的柳树丛中夹杂着几树火红怒放的桃花。红桃绿柳，桔槔起落，畦开水流，一片春意盎然的景象。在这良辰美景之中，摆棋对局，凭几蓬蒿，其乐也融融。如画般的景象，似梦般的意境，一切都是那么清幽绮丽，赏心悦目。</p> <p>　　此诗颔联“春寒著弊袍，间柳发红桃”写出了诗人眼中春雨微寒，桃红柳绿的春景。这里注意了冷色与暖色的对比映衬，并注意到亮度转换的巧妙处理，每句的意象虽单用一种色调，两句之间又有鲜明的反差，但是这样不同颜色的两组意象的并置投射在人的视觉“荧屏”上所呈现的是“一种互相作用的复合效果”，使意象色彩空间的构型更具张力。颈联“开畦分白水，林端举桔槔”写出诗人眼里的农人忙碌着在田间劳作（汲水往田里灌溉）的景象。这是人们的劳动生活场面，是真正的田园生活图景。后人对颈联两句评价甚高。这两联描绘了一幅梦幻般的田园风光图，生动形象地体现了<a href=\"http://so.gushiwen.org/author_515.aspx\">王维</a>诗歌“诗中有画”的艺术特色。</p> <p>　　在这首诗中，作者以具体形象的语言，描写出隐者的生活，写出了特定环境中的特有景象。但这种渲染之笔，很像一篇高士传，所写的还是理想中的人物。</p>",
  "about": "<h2>创作背景</h2> <p>　　这首<a href=\"http://so.gushiwen.org/view_5644.aspx\">诗</a>描绘春中田园景色，是<a href=\"http://so.gushiwen.org/author_515.aspx\">王维</a>早期的作品，当作于唐玄宗开元二十年（732年）前后王维隐居辋川时期的一个春天。</p>",
  "poet": {
    "id": 515,
    "star": 0,
    "name": "王维",
    "image": "http://img.gushiwen.org/authorImg/wangwei.jpg",
    "desc": "王维（701年－761年，一说699年—761年），字摩诘，汉族，河东蒲州（今山西运城）人，祖籍山西祁县，唐朝诗人，有“诗佛”之称。苏轼评价其：“味摩诘之诗，诗中有画；观摩诘之画，画中有诗。”开元九年（721年）中进士，任太乐丞。王维是盛唐诗人的代表，今存诗400余首，重要诗作有《相思》《山居秋暝》等。王维精通佛学，受禅宗影响很大。佛教有一部《维摩诘经》，是王维名和字的由来。王维诗书画都很有名，非常多才多艺，音乐也很精通。与孟浩然合称“王孟”。"
  },
  "tags": [
    "写景",
    "田园",
    "春天"
  ]
}