{
  "id": 23287,
  "star": 12,
  "name": "新制绫袄成感而有咏",
  "dynasty": "唐代",
  "content": "水波文袄造新成，绫软绵匀温复轻。<br>晨兴好拥向阳坐，晚出宜披踏雪行。<br>鹤氅毳疏无实事，木棉花冷得虚名。<br>宴安往往叹侵夜，卧稳昏昏睡到明。<br>百姓多寒无可救，一身独暖亦何情！<br>心中为念农桑苦，耳里如闻饥冻声。<br>争得大裘长万丈，与君都盖洛阳城！",
  "fanyi": "<p><strong>译文</strong><br>表美如水波纹新袄刚做成，面料绵软匀细温暖又轻盈。<br>晴天晨起抱它倚墙晒太阳，夜间赏雪应当不忘披在身。<br>袍里夹绒不干吃苦的活儿，说木棉花儿冷是徒有其名。<br>宴罢友人叹息声中黑夜至，稳稳躺下一觉睡到大天明。<br>民众大多饥寒交迫无力救，一人独享荣华没啥好心情。<br>心里咋就难忘农民耕种苦，好像听到饥民受冻不绝声。<br>啥时能有万丈之长保暖衣，与您分享护住洛阳至更多。</p><p><strong>注释</strong><br>①水波文：水波纹。<br>②鹤氅：一种以鸟毛为原料的毛织物，大概样子像道袍，而不缝袖，所以披在身上像一只鹤。毳疏：鸟兽的细毛。<br>③农桑：农业，农事。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　这首<a href=\"http://so.gushiwen.org/view_23287.aspx\">诗</a>是<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>于公元831（太和五年）至832年（太和六年）冬任河南尹时所作。当时诗人已是六十岁的老人了，壮年时代的白居易曾以写作《新乐府》、《秦中吟》闻名于世。在那些富有现实主义精神的光辉篇章中，白居易深刻揭露了统治阶级给人民带来的深重灾难，同情人民的疾苦。后来由于仕途上的多次挫折，青壮年时的锐气逐渐消失，以致“露饱蝉声懒”，但他关心百姓疾苦的人道主义思想始终未泯。这首《新制绫袄成感而有咏》即是明证。</p> <p>　　诗的前半部分是从不同的角度描写绫袄的温暖、轻盈。“水波文袄造新成，绫软绵匀温复轻”是介绍新袄的用料、式样。绫是一种提花软缎，制成绵袄，自然地呈现出水波状的衣纹，这是外表；至于袄内则是丝绵絮成，故暖而且轻。可见，这是一种极高档的过冬御寒之物，下联用“晨兴好拥向阳坐，晚出宜披下雪行”来说明这件绫袄的用途。“兴”是指早晨睡醒起床，“好”与下文“宜”互文见意，都是适宜于做某事的意思。冬天的早晨天气寒冷，能够晒会儿太阳自是舒适可人；而晚上出门访友，穿着暖而轻的绵袄，踏雪赏月更不失为雅事。</p> <p>　　“鹤氅毳疏无实事，木棉花冷得虚名”是从侧面表现绫袄的优点。鹤氅是古代官僚贵族时髦的披戴，木棉在当时也是珍稀品。它们徒有虚名，不如丝绵，更加补托出诗人这件用丝绵所絮绫袄的实用舒适。这几句分别从用料、御寒的效果、与鹤氅、木棉的对比几个方面表现了这件新袄的不凡，穿着这样高级舒适的衣服，宴安侵夜，安然隐睡到天明也就不奇怪了。然而，诗人其实是不能够“卧稳昏昏睡到明”。“百姓多寒无可救，一身独暖亦何情！”作了鲜明的回答。想到大多数贫民百姓都处在饥寒交迫之中，无法得到救济，他独独一个人温暖，心中滋味并不好受。因为想着农民的艰难，致使他的耳旁经常响起贫民冻馁饥饿之声，这当然是一种错觉，这种错觉的产生，却是诗人日夜为贫寒百姓思虑所致。“心中为念农桑苦，耳里如闻饥冻声”真挚地表达了诗人为贫民着想的可贵精神。</p> <p>　　这首诗表现了诗人可贵的人道主义思想，同时也可以看出<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>思想在这首诗中的痕迹。“争得大裘长万丈，与君都盖洛阳城”正是杜甫《茅屋为秋风所破歌》中“安得广厦千万间，大庇天下寒士俱欢颜”的又一体现。杜甫身受贫寒之苦，仍然想到天下寒士，白居易则是自己温饱而不忘受苦的寒民。</p> <p>　　从艺术上看，全诗用了很大篇幅表现绫袄的温暖舒适，这与下文贫民的饥冻形成强烈的反差，前者愈舒适，愈显出后者的艰辛，“耳里如闻饥冻声”才更显真实感人。</p>",
  "poet": {
    "id": 665,
    "star": 0,
    "name": "白居易",
    "image": "http://img.gushiwen.org/authorImg/baijuyi.jpg",
    "desc": "白居易（772年－846年），字乐天，号香山居士，又号醉吟先生，祖籍太原，到其曾祖父时迁居下邽，生于河南新郑。是唐代伟大的现实主义诗人，唐代三大诗人之一。白居易与元稹共同倡导新乐府运动，世称“元白”，与刘禹锡并称“刘白”。白居易的诗歌题材广泛，形式多样，语言平易通俗，有“诗魔”和“诗王”之称。官至翰林学士、左赞善大夫。公元846年，白居易在洛阳逝世，葬于香山。有《白氏长庆集》传世，代表诗作有《长恨歌》、《卖炭翁》、《琵琶行》等。"
  },
  "tags": [
    "忧国忧民"
  ]
}