{
  "id": 21287,
  "star": 4443,
  "name": "卖炭翁",
  "dynasty": "唐代",
  "content": "卖炭翁，伐薪烧炭南山中。<br>满面尘灰烟火色，两鬓苍苍十指黑。<br>卖炭得钱何所营？身上衣裳口中食。<br>可怜身上衣正单，心忧炭贱愿天寒。<br>夜来城外一尺雪，晓驾炭车辗冰辙。<br>牛困人饥日已高，市南门外泥中歇。<br>翩翩两骑来是谁？黄衣使者白衫儿。<br>手把文书口称敕，回车叱牛牵向北。<br>一车炭，千余斤，宫使驱将惜不得。<br>半匹红绡一丈绫，系向牛头充炭直。",
  "fanyi": "<p><strong>译文</strong><br>有位卖炭的老翁，整年在南山里砍柴烧炭。<br>他满脸灰尘，显出被烟熏火燎的颜色，两鬓头发灰白，十个手指也被炭烧得很黑。<br>卖炭得到的钱用来干什么？买身上穿的衣裳和嘴里吃的食物。<br>可怜他身上只穿着单薄的衣服，心里却担心炭卖不出去，还希望天更寒冷。<br>夜里城外下了一尺厚的大雪，清晨，老翁驾着炭车碾轧冰冻的车轮印往集市上赶去。<br>牛累了，人饿了，但太阳已经升得很高了，他们就在集市南门外泥泞中歇息。<br>那得意忘形的骑着两匹马的人是谁啊？是皇宫内的太监和太监的手下。<br>太监手里拿着文书，嘴里却说是皇帝的命令，吆喝着牛朝皇宫拉去。<br>一车的炭，一千多斤，太监差役们硬是要赶着走，老翁是百般不舍，但又无可奈何。<br>那些人把半匹红纱和一丈绫，朝牛头上一挂，就充当炭的价钱了。</p> <p><strong>注释</strong><br>⑴卖炭翁：此篇是组<a href=\"http://so.gushiwen.org/view_21287.aspx\">诗</a>《新乐府》中的第32首，题注云：“苦宫市也。”宫市，指唐代皇宫里需要物品，就向市场上去拿，随便给点钱，实际上是公开掠夺。唐德宗时用太监专管其事。<br>⑵伐：砍伐。薪：柴。南山：城南之山。<br>⑶烟火色：烟熏色的脸。此处突出卖炭翁的辛劳。<br>⑷苍苍：灰白色，形容鬓发花白。<br>⑸得：得到。何所营：做什么用。营，经营，这里指需求。<br>⑹可怜：使人怜悯。<br>⑺愿：希望。<br>⑻晓：天亮。辗（niǎn）：同“碾”，压。辙：车轮滚过地面辗出的痕迹。<br>⑼困：困倦，疲乏。<br>⑽市：长安有贸易专区，称市，市周围有墙有门。<br>⑾翩翩：轻快洒脱的情状。这里形容得意忘形的样子。骑（jì）：骑马的人。<br>⑿黄衣使者白衫儿：黄衣使者，指皇宫内的太监。白衫儿，指太监手下的爪牙。<br>⒀把：拿。称：说。敕（chì）：皇帝的命令或诏书。<br>⒁回：调转。叱：喝斥。牵向北：指牵向宫中。<br>⒂千余斤：不是实指，形容很多。<br>⒃驱：赶着走。将：语助词。惜不得：舍不得。得，能够。惜，舍。<br>⒄半匹红绡一丈绫：唐代商务交易，绢帛等丝织品可以代货币使用。当时钱贵绢贱，半匹纱和一丈绫，比一车炭的价值相差很远。这是官方用贱价强夺民财。<br>⒅系（jì）：绑扎。这里是挂的意思。直：通“值”，指价格。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　此<a href=\"http://so.gushiwen.org/view_21287.aspx\">诗</a>载于《全唐诗》卷四百二十七。下面是中国古典文学专家、文艺理论家、陕西师范大学文学研究所所长霍松林教授对此诗的赏析要点。</p> <p>　　开头四句，写卖炭翁的炭来之不易。“伐薪、烧炭”，概括了复杂的工序和漫长的劳动过程。“满面尘灰烟火色，两鬓苍苍十指黑”，活画出卖炭翁的肖像，写出劳动的艰辛，也得到了形象的表现。“南山中”点出劳动场所，这“南山”就是<a href=\"http://so.gushiwen.org/author_515.aspx\">王维</a>所写的“欲投人处宿，隔水问樵夫”的终南山，豺狼出没，荒无人烟。在这样的环境里披星戴月，凌霜冒雪，一斧一斧地“伐薪”，一窑一窑地“烧炭”，好容易烧出“千余斤”，每一斤都渗透着心血，也凝聚着希望。写出卖炭翁的炭是自己艰苦劳动的成果，这就把他和贩卖木炭的商人区别了开来。但是，假如这位卖炭翁还有田地，凭自种自收就不至于挨饿受冻，只利用农闲时间烧炭卖炭，用以补贴家用的话，那么他的一车炭被掠夺，就还有别的活路。然而情况并非如此。诗人的高明之处在于没有自己出面向读者介绍卖炭翁的家庭经济状况，而是设为问答：“卖炭得钱何所营？身上衣裳口中食。”这一问一答，不仅化板为活，使文势跌宕，摇曳生姿，而且扩展了反映民间疾苦的深度与广度，使读者清楚地看到：这位劳动者已被剥削得贫无立锥，别无衣食来源；“身上衣裳口中食”，全指望他千辛万苦烧成的千余斤木炭能卖个好价钱。这就为后面写宫使掠夺木炭的罪行做好了有力的铺垫。</p> <p>　　“可怜身上衣正单，心忧炭贱愿天寒。”这是脍炙人口的名句。“身上衣正单”，自然希望天暖。然而这位卖炭翁是把解决衣食问题的全部希望寄托在“卖炭得钱”上的，所以他“心忧炭贱愿天寒”，在冻得发抖的时候，一心盼望天气更冷。诗人如此深刻地理解卖炭翁的艰难处境和复杂的内心活动，只用十多个字就如此真切地表现了出来，又用“可怜”两字倾注了无限同情，催人泪下。</p> <p>　　这两句诗，从章法上看，是从前半篇向后半篇过渡的桥梁。“心忧炭贱愿天寒”，实际上是期待朔风凛冽，大雪纷飞。“夜来城外一尺雪”，这场大雪总算盼到了！也就不再“心忧炭贱”了！“天子脚下”的达官贵人、富商巨贾们为了取暖，不会在微不足道的炭价上斤斤计较。当卖炭翁“晓驾炭车辗冰辙”的时候，占据着他的全部心灵的，不是埋怨冰雪的道路多么难走，而是盘算着那“一车炭”能卖多少钱，换来多少衣和食。要是在小说家笔下，是可以用很多笔墨写卖炭翁一路上的心理活动的，而诗人却一句也没有写，这因为他在前面已经给读者开拓了驰骋想象的广阔天地。</p> <p>　　卖炭翁好不容易烧出一车炭、盼到一场雪，一路上满怀希望地盘算着卖炭得钱换衣食，结果却遇上了“手把文书口称敕”的“宫使”。在皇宫的使者面前，在皇帝的文书和敕令面前，跟着那“叱牛”声，卖炭翁在从“伐薪”、“烧炭”、“愿天寒”、“驾炭车”、“辗冰辙”，直到“泥中歇”的漫长过程中所盘算的一切、所希望的一切，全都化为泡影。</p> <p>　　从“南山中”到长安城，路那么遥远，又那么难行，当卖炭翁“市南门外泥中歇”的时候，已经是“牛困人饥”；如今又“回车叱牛牵向北”，把炭送进皇宫，当然牛更困、人更饥了。那么，当卖炭翁饿着肚子，走回终南山的时候，他会想些什么呢，他往后的日子又怎样过法呢，这一切，诗人都没有写，然而读者却不能不想。当想到这一切的时候，就不能不同情卖炭翁的遭遇，不能不憎恨统治者的罪恶，而诗人“苦宫市”的创作意图，也就收到了预期的效果。</p> <p>　　这首诗具有深刻的思想性，艺术上也很有特色。诗人以“卖炭得钱何所营，身上衣裳口中食”两句展现了几乎濒于生活绝境的老翁所能有的唯一希望。这是全诗的诗眼。其他一切描写，都集中于这个诗眼。在表现手法上，则灵活地运用了陪衬和反衬。以“两鬓苍苍”突出年迈，以“满面尘灰烟火色”突出“伐薪、烧炭”的艰辛，再以荒凉险恶的南山作陪衬，老翁的命运就更激起了人们的同情。而这一切，正反衬出老翁希望之火的炽烈：卖炭得钱，买衣买食。老翁“衣正单”，再以夜来的“一尺雪”和路上的“冰辙”作陪衬，使人更感到老翁的“可怜”。而这一切，正反衬了老翁希望之火的炽烈：天寒炭贵，可以多换些衣和食。接下去，“牛困人饥”和“翩翩两骑”，反衬出劳动者与统治者境遇的悬殊；“一车炭，千余斤”和“半匹红纱一丈绫”，反衬出“宫市”掠夺的残酷。而就全诗来说，前面表现希望之火的炽烈，正是为了反衬后面希望化为泡影的可悲可痛。</p> <p>　　这篇诗没有像《新乐府》中的有些篇那样“卒章显其志”，而是在矛盾冲突的高潮中戛然而止，因而更含蓄，更有力，更引人深思，扣人心弦。这首诗千百年来万口传诵，并不是偶然的。</p><br/><h2>赏析二</h2> <p>　　封建统治阶级为了满足其腐朽豪奢的生活欲望，除了名目繁多的苛捐杂税以外，还采取其他手段巧取豪夺人民的血汗。中唐以后，朝廷里经常派人到市场上去采购物品。他们一看到中意的东西，就随便付给很低的代价，或任意掠夺而去，有时还要物主把货物送进宫内，然后倒打一耙，向物主勒索“门户钱”和“脚价钱”。<a href=\"http://so.gushiwen.org/author_682.aspx\">韩愈</a>在《顺宗实录》中曾具体记载过一位农民用驴子驮着木柴到城里去卖，宦官见了口称“宫市”，只给了几尺绢，就把木柴抢去了，还要夺走他养家糊口的驴子，农民在忍无可忍的情况下，殴打了为非作歹的宦官。</p> <p>　　<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>在长安时亲眼目睹这类弊政，心情十分愤慨。在《卖炭翁》中虽然没能表现出劳动人民的反抗精神，但他敢于大胆揭露“宫市”的罪恶，把以皇帝为总后台的统治者贪婪暴虐的面目，用独具特色的<a href=\"http://so.gushiwen.org/view_21287.aspx\">诗</a>歌形式反映出来，确是难能可贵的。</p> <p>　　在这首小型叙事诗中，作者以白描的手法，成功地塑造了卖炭老翁的感人形象。“满面尘灰烟火色，两鬓苍苍十指黑。”这十四个字的肖像描写，不仅准确地表现了卖炭翁的职业和年龄特征，而且使人想到他的辛酸劳作和痛苦生活。长期受烟火熏烤使皮肤变色，终日扒摸木炭把十指沾黑，而“两鬓苍苍”又表现出卖炭翁的凄楚和衰老。这样拚死拚活的苦干，只不过为了“身上衣裳口中食”，挣点钱勉强度日。“可怜身上衣正单”，“夜来城外一尺雪”。作者又以对照的写法来表现卖炭翁的困苦生活。“心忧炭贱愿天寒”，是更深入一层的心理刻划。一般人在衣单不能御寒时，总想天气暖和，可是卖炭翁却在“衣正单”时“愿天寒”，一怕天气暖，炭卖不掉，衣食无所出，二想天气寒冷，卖个好价钱。这两句诗深刻地表现了他对“卖炭得钱”的殷切期望，反映了他十分悲惨的生活境遇。同时，这样写使下文“一车炭重千余斤，宫使驱将惜不得”，显得更加有力量，更能激起读者对狐假虎威的“黄衣使者白衫儿”的痛恨。</p> <p>　　一般叙事诗往往失之语言的臃肿和拖沓。这首诗语言简练而又准确。“系向牛头充炭直”中的“系”和“充”两个字意味特别深长，卖炭翁拒绝收受“纱”和“绫”，蛮不讲理的宫使硬把它“系向牛头”，“纱”和“绫”本不是“炭直”，巧取豪夺的坏蛋却把这在宫中无用的烂绸之类拿来充数抵价。揭露宫使暴行的另外两句诗中，诗人连用了五个动词，“手把文书”的“把”’、“口称敕”的“称”、“回车”的“回”、“叱牛”的“叱”、“牵向北”的“牵”。宫使一个接一个的动作，使卖炭翁没有回话的余地，从这五个急迫连续的动作中，宫使凶残掠夺的面目暴露无遗，同时，在对比之下，卖炭老人的悲苦形象也更加突出了。</p> <p>　　这首诗，在艺术上较多地体现了自居易《新乐府》的创作特点：形象鲜明，主题突出，语言通俗而生动，叙事简洁而完整。但也有它别具一格的地方：没有象另一组讽谕诗《秦中吟》那样，用“卒章显其志”的手法直接表明自己的爱憎感情，而是以事实和形象本身来显示作者的倾向性，留给作者丰富的想象余地，让读者自己去作结论。 </p>",
  "about": "<h2>中心</h2> 　　揭露了老百姓承受剥削阶级肆意剥削的现实，揭露了当时社会的黑暗，也同时表现出了作者对下层劳动人民的深切同情。<br/><h2>讲解</h2> <p>　　《卖炭翁》描写一个烧木炭的老人谋生的困苦。</p> <p>　　这首<a href=\"http://so.gushiwen.org/view_21287.aspx\">诗</a>一开头就把读者带到当时的京城长安附近的终南山上，让读者看到一个烧炭的老人过着的十分穷苦的生活。“卖炭翁，伐薪烧炭南山中”。烧炭的老翁连一寸土地也没有，全部赖以为生的东西，只不过是一把斧头、一挂牛车，再加上十个被烟火熏黑的手指头。他没有妻子也没有儿女，孤苦伶仃的一个人，在南山上伐薪、烧炭，弄得“满面尘灰烟火色，两鬓苍苍十指黑”，劳动的艰苦是可想而知的。这烧炭的老人对生活并没有过高的要求，“卖炭得钱何所营？身上衣裳口中食”，他仅仅希望有吃有穿，维持一种最低的生活。按理说，一个人养活自己一个人，并不是什么困难的事情，可是就连这样一个愿望，他也难以实现。“可怜身上衣正单，心忧炭贱愿天寒”木炭，本是供人取暖的东西，这老人辛辛苦苦地砍了柴、烧了炭，给别人带来了温暖，可是自己身上的衣服却单薄得可怜。衣服单薄本该盼望天气暖和，恰恰相反，被生活所迫的老人“心忧炭贱愿天寒”，他宁肯忍受加倍的寒冷，以便能多卖一点炭钱。这种矛盾的心情，深刻地表现出卖炭翁悲惨的处境和生活的艰辛。</p><br/><h2>创作背景</h2> <p>　　《卖炭翁》是<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>《新乐府》组<a href=\"http://so.gushiwen.org/view_21287.aspx\">诗</a>中的第三十二首，自注云：“苦宫市也。”白居易写作《新乐府》是在元和（唐宪宗年号，806—820）初年，这正是宫市为害最深的时候。他对宫市有十分的了解，对人民又有深切的同情，所以才能写出这首感人至深的《卖炭翁》来。“宫市”的“宫”指皇宫，“市”是买的意思。皇宫所需的物品，本来由官吏采买。中唐时期，宦官专权，横行无忌，连这种采购权也抓了过去，常有数十百人分布在长安东西两市及热闹街坊，以低价强购货物，甚至不给分文，还勒索“进奉”的“门户钱”及“脚价钱”。名为“宫市”，实际是一种公开的掠夺。（其详情见<a href=\"http://so.gushiwen.org/author_682.aspx\">韩愈</a>《顺宗实录》卷二、《旧唐书》卷一四〇《张建封传》及《通鉴》卷二三五。）</p><br/><h2>现实意义</h2> 　　<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>在《新乐府》中每首<a href=\"http://so.gushiwen.org/view_21287.aspx\">诗</a>的题目下面都有一个序，说明这首诗的主题。《卖炭翁》的序是“苦宫市也”，就是要反映宫市给人民造成的痛苦。唐代皇宫里需要物品，就派人去市场上拿，随便给点钱，实际上是公开掠夺。唐德宗时用太监专管其事。白居易写作《新乐府》是在宫市为害最深的时候，他对宫市有十分的了解，对人民又有深切的同情，所以才能写出这首感人至深的《卖炭翁》来。这首诗的意义，远不止于对宫市的揭露。诗人在卖炭翁这个典型形象上，概括了唐代劳动人民的辛酸和悲苦，在卖炭这一件小事上反映出了当时社会的黑暗和不平。读着这首诗，读者所看到的决不仅仅是卖炭翁一个人，透过他，还能看到有许许多多种田的、打渔的、织布的人出现在眼前。他们虽然不是“两鬓苍苍十指黑”，但也各自带着劳苦生活的标记；他们虽然不会因为卖炭而受到损害，但也各自在田租或赋税的重压下流着辛酸和仇恨的泪水。《卖炭翁》这首诗不但在当时有积极意义，即使对于今天的读者也有一定的教育作用。",
  "poet": {
    "id": 665,
    "star": 0,
    "name": "白居易",
    "image": "http://img.gushiwen.org/authorImg/baijuyi.jpg",
    "desc": "白居易（772年－846年），字乐天，号香山居士，又号醉吟先生，祖籍太原，到其曾祖父时迁居下邽，生于河南新郑。是唐代伟大的现实主义诗人，唐代三大诗人之一。白居易与元稹共同倡导新乐府运动，世称“元白”，与刘禹锡并称“刘白”。白居易的诗歌题材广泛，形式多样，语言平易通俗，有“诗魔”和“诗王”之称。官至翰林学士、左赞善大夫。公元846年，白居易在洛阳逝世，葬于香山。有《白氏长庆集》传世，代表诗作有《长恨歌》、《卖炭翁》、《琵琶行》等。"
  },
  "tags": [
    "冬天",
    "乐府"
  ]
}