{
  "id": 6294,
  "star": 66,
  "name": "塞下曲四首",
  "dynasty": "唐代",
  "content": "蝉鸣空桑林，八月萧关道。<br>出塞入塞寒，处处黄芦草。<br>从来幽并客，皆共沙尘老。<br>不学游侠儿，矜夸紫骝好。</p> <p>饮马渡秋水，水寒风似刀。<br>平沙日未没，黯黯见临洮。<br>昔日长城战，咸言意气高。<br>黄尘足今古，白骨乱蓬蒿。</p> <p>奉诏甘泉宫，总征天下兵。<br>朝廷备礼出，郡国豫郊迎。<br>纷纷几万人，去者无全生。<br>臣愿节宫厩，分以赐边城。</p> <p>边头何惨惨，已葬霍将军。<br>部曲皆相吊，燕南代北闻。<br>功勋多被黜，兵马亦寻分。<br>更遣黄龙戍，唯当哭塞云。",
  "fanyi": "<p><strong>译文</strong><br>知了在枯秃的桑林鸣叫，八月的萧关道气爽秋高。<br>出塞后再入塞气候变冷，关内关外尽是黄黄芦草。<br>自古来河北山西的豪杰，都与尘土黄沙伴随到老。<br>莫学那自恃勇武游侠儿，自鸣不凡地把骏马夸耀。</p> <p>牵马饮水渡过了那大河，水寒刺骨秋风如剑如刀。<br>沙场广袤夕阳尚未下落，昏暗中看见遥远的临洮。<br>当年长城曾经一次鏖战，都说戍边战士的意气高。<br>自古以来这里黄尘迷漫，遍地白骨零乱夹着野草。</p> <p>一位大将从宫中奉旨出征，全权征调天下的兵马。<br>朝廷用很重的礼仪拜将出征，沿途州县皆出城迎送。<br>参战数万将士多而杂乱，经过战斗后却无一生还。<br>我希望宫中享乐用的马，能把赐给守边将士以御外敌。</p> <p>边关是一片悲戚的气氛，因为刚刚埋葬了因战殉国的霍将军。<br>他的部分都来吊唁他，他的死震动了北方地区。<br>将军离世，部下功勋被废，他们不久也将被分调。<br>将军的部下仍被派去守边，而他们悲愤，也只能仰天痛哭。</p> <p><strong>注释</strong><br>空桑林：桑林因秋来落叶而变得空旷、稀疏。<br>萧关：宁夏古关塞名。<br>入塞寒：一作复入塞。<br>幽并：幽州和并州，今河北、山西和陕西一部分。<br>共尘沙：一作向沙场。<br>游侠儿：都市游侠少年。<br>矜：自夸。紫骝：紫红色的骏马。<br>此首一本题作《望临洮》。<br>饮（yìn）马：给马喝水。<br>平沙：广漠的沙原。<br>黯（àn）黯：昏暗模糊的样子。临洮：古县名，秦置，治所在今甘肃岷县，以临近洮水得名。秦筑长城，西起于此，故有“昔日长城战”之语。<br>昔：一作“当”。长：一作“龙”。<br>足：一作“漏”，一作“是”。<br>蓬蒿：蓬草蒿草之类杂草。<br><a href=\"http://so.gushiwen.org/view_6294.aspx\">诗</a>末全诗校：“一本无以下二首。同《塞上曲》题作三首。”<br>奉诏：敬受天子诏书。甘泉宫：明《读史方舆纪要》引《括地志》云：“甘泉山有宫，秦始皇所作林光宫， 周匝十余里。汉武帝元封二年于林光宫旁更作甘泉宫。”这里借指唐宫。<br>总征：普遍征召。<br>备礼：安排好命将出征的礼节仪式。<br>郡国：指州郡。豫：通“预”。郊迎：出城至郊外迎接，以示尊敬。<br>宫厩（jiù）：宫中马舍。这里指专供宫中享乐用的马匹。<br>霍将军：即汉代名将霍去病。这里借指当时战功卓著、以身殉国的将军。<br>部曲（qū）：古代军队编制单位。《后汉书·百官志》谓将军领军皆有部曲，大将军营五部，部下有曲。此指“部下”。<br>燕南代北：泛指当时的北部边塞。<br>黜（chù）：贬斥，废免。<br>寻：不久。<br>黄龙：古城名，即龙城。故址在今辽宁朝阳。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　其一</p> <p>　　唐代边事频仍，其中有抵御外族入侵的战争，也有许多拓地开边的非正义战争。这些战事给国家造成了沉重的负担，给人民带来极大的痛苦。无休止的穷兵黩武。主要由于统治者的好大喜功。同时也有统治者煽动起来的某些人的战争狂热作祟。这首小<a href=\"http://so.gushiwen.org/view_6294.aspx\">诗</a>，显然是对后者的功诫。</p> <p>　　这首诗可分前后两层意思。前四句为第一层，描绘边塞的秋景。作品所写是“八月萧关道”的景象，但诗人首先描绘的则是一幅内地的秋色图：“蝉鸣空桑林”，绿色的桑林叶落杈疏，显得冷落而萧条，又加之寒蝉的鸣叫，更寒意大起，诗诗中的主人公就在这样的季节踏上奔赴萧关的道路，走出一个关塞又进入另外一个关塞，边塞的景色就更为凄凉不堪了：他看到的只是“处处黄芦草”。诗人先以内地的秋景为衬垫，进而将边塞的从景描写得苍凉之极，其用意在于暗示战争的残酷和表达诗人对此的厌恶之情。</p> <p>　　“从来幽并客，皆共沙尘老”，与<a href=\"http://so.gushiwen.org/author_45.aspx\">王翰</a>的“醉卧沙场君莫笑，古来征战几人回”，可谓英雄所见，异曲同工，感人至深。幽州和并州都是唐代边塞之地，也是许多读书人“功名只向马上取”、“宁为百夫长，胜作一书生”的追逐名利的地方。然而，诗人从这些满怀宏图大志的年轻人身上看到的却是“皆共沙尘老”的无奈结局。末两句，以对比作结，通过对自恃勇武，炫耀紫骝善于驰骋，耀武扬威地游荡，甚至惹是生非而扰民的所谓游侠的讽刺，深刻地表达了作者对于战争的厌恶，对于和平生活的向往。前面讲的幽并客的时候，作者还没有什么贬意，字里行间里还隐约可见对于献身沙场壮士的惋惜之情。用“游侠儿”来形容那些只知道夸耀自己养有良马的市井无赖，作者的反战情绪有了更深层次的表达。</p> <p>　　此诗写边塞秋景，有慷慨悲凉的建安遗韵；写戍边征人，又有汉乐府直抒胸臆的哀怨之情；讽喻市井游侠，又表现了唐代锦衣少年的浮夸风气。 </p> <p>　　其二</p> <p>　　此诗在构思上的特点，是用侧面描写来表现主题。诗中并没具体描写战争，而是通过对塞外景物和昔日战争遗迹的描绘，来表达诗人对战争的看法。开头四句是从军士饮马渡河的所见所感，描绘了塞外枯旷苦寒景象。诗人把描写的时间选在深秋的黄昏，这样更有利于表现所写的内容。写苦寒，只选择了水和风这两种最能表现环境特征的景物，笔墨简洁，又能收到很好的艺术效果。首句的“饮马”者就是军士。诗中的“水”指洮水，临洮城就在洮水畔。“饮马”须牵马入水，所以感觉“水寒”，看似不经意，实则工于匠心。中原或中原以南地区，秋风只使人感到凉爽，但塞外的秋风，却已然“似刀”。足见其风不但猛烈，而且寒冷，仅用十字，就把地域的特点形象地描绘了出来。三四两句写远望临洮的景象。临洮，古县名，因县城临洮水而得名。即今甘肃东部的岷县，是长城的起点，唐代为陇右道岷州的治所，这里常常发生战争。暮色苍茫，广袤的沙漠望不到边，天边挂着一轮金黄的落日，临洮城远远地隐现在暮色中。境界阔大，气势恢宏。</p> <p>　　临洮一带是历代经常征战的战场。据新旧《唐书·王晙列传》和《吐蕃传》等书载：公元714年（开元二年）旧历十月，吐蕃以精兵十万寇临洮，朔方军总管王晙与摄右羽林将军薛讷等合兵拒之，先后在大来谷口、武阶、长子等处大败吐蕃，前后杀获数万，获马羊二十万，吐蕃死者枕藉，洮水为之不流。诗中所说的“长城战”，指的就是这次战争。“昔日长城战，咸言意气高”，这是众人的说法。对此，诗人不是直接从正面进行辩驳或加以评论，而是以这里的景物和战争遗迹来作回答：“黄尘足今古，白骨乱蓬蒿。”“足”是充满的意思。“白骨”是战死者的尸骨。“今古”贯通两句，上下句都包括在内；不仅指从古到今，还包括一年四季，每月每天。意思是说，临洮这一带沙漠地区，一年四季，黄尘弥漫，战死者的白骨，杂乱地弃在蓬蒿间，从古到今，都是如此。这里的“白骨”，包含开元二年这次“长城战”战死的战士，及这以前战死的战士。这里没有一个议论字眼，却将战争的残酷极其深刻地揭示出来。这里是议论，是说理，但这种议论、说理，却完全是以生动的形象来表现，因而更具有震撼人心的力量，手法极其高妙。</p> <p>　　这首诗着重表现军旅生活的艰辛及战争的残酷，其中蕴含了诗人对黩武战争的反对情绪。</p> <p>　　其三</p> <p>　　第三首诗记述了一次征战的全过程，从征兵到战斗结束，充分揭示了战争的残酷性，表达了对戍边普通士卒的深深同情。</p> <p>　　前两句记述将军领旨征兵，暗示了这是一次规模浩大的会战，统兵者权倾一时，名耸天下。第三、四句写朝廷用很重的礼仪拜将出征，而大军沿途经过的州郡也预先按制迎送。这四句描写声势浩大，为下文伤亡之重做了铺垫。接着写出征的结果：参战的几万将士无一生还。虽然言语浅白，却有一种震撼人心的力量。“纷纷”，将慷慨赴死的悲壮场面刻画得淋漓尽致，但这些戍卒的生命又不同草芥。作者隐愤难平，发出了“臣愿节宫厩，分以赐边城”的呼声，这是作者那颗忠直爱国殷殷之心的自然流，虽然这次惨败，但亡羊补牢为时不晚。最后两句含蓄地揭示了这次惨败的重要原因，即战略物资奇缺，以步兵之帅与强大的游牧骑兵部落在广漠里作战，必然失败。所谓兵者，国之大事，不得已而用之，战前不作充分的准务，就仓促应战，其失败也就可想而知了。这两句也含蓄地讽刺了唐王朝视战争如儿戏的草菅人命行为。</p> <p>　　其四</p> <p>　　第四首前两句以汉朝霍去病代指唐朝立下赫赫战功的边疆将领。一片悲戚的气氛，因为刚刚埋葬了因战殉国的将军。然后写将军的部下都前来祭奠他，他的死讯使广大的北方边境为之震动。这四句从侧面烘托了将军生前深孚众望，深受士卒爱戴，威震边疆的名将风采，他的死是天下百姓的一大损失。</p> <p>　　第五、六句写了忠实的部曲在将军生前随他转战北方广大而漫长的边境地带，立下了赫赫战功，而今将军去世，他们的功勋人多被取消了，而且他们所率领的部队不久也会被调离开去。接着写将军的旧部们虽被剥夺了功勋，但还将被派往别处的的边地驻防，他们悲愤不已，却也只能是对天痛哭。</p> <p>　　全待叙事严整有序，笔力雄健奔放，格调悲壮沉雄，诗人以高度凝练的语言记录了一位将领的丧葬场面，并由此而折射出军队之中由于有功难赏，致使英雄流涕的不公平现像，从一定程度上揭示了封建社会中深刻的内部矛盾，对有功将士的遭遇寄予了深切的同情。“更遣”二字值得玩味，愈显朝廷对有功将士的不公，扼腕叹息。</p>",
  "poet": {
    "id": 437,
    "star": 0,
    "name": "王昌龄",
    "image": "http://img.gushiwen.org/authorImg/wangchangling.jpg",
    "desc": "王昌龄 (698— 756），字少伯，河东晋阳（今山西太原）人。盛唐著名边塞诗人，后人誉为“七绝圣手”。早年贫贱，困于农耕，年近不惑，始中进士。初任秘书省校书郎，又中博学宏辞，授汜水尉，因事贬岭南。与李白、高适、王维、王之涣、岑参等交厚。开元末返长安，改授江宁丞。被谤谪龙标尉。安史乱起，为刺史闾丘所杀。其诗以七绝见长，尤以登第之前赴西北边塞所作边塞诗最著，有“诗家夫子王江宁”之誉（亦有“诗家天子王江宁”的说法）。"
  },
  "tags": [
    "边塞",
    "组诗"
  ]
}