{
  "id": 7721,
  "star": 76,
  "name": "战城南",
  "dynasty": "唐代",
  "content": "去年战，桑干源，今年战，葱河道。<br>洗兵条支海上波，放马天山雪中草。<br>万里长征战，三军尽衰老。<br>匈奴以杀戮为耕作，古来唯见白骨黄沙田。<br>秦家筑城避胡处，汉家还有烽火燃。<br>烽火燃不息，征战无已时。<br>野战格斗死，败马号鸣向天悲。<br>乌鸢啄人肠，衔飞上挂枯树枝。<br>士卒涂草莽，将军空尔为。<br>乃知兵者是凶器，圣人不得已而用之。",
  "fanyi": "<p><strong>译文<br></strong>去年在桑干源打仗，今年转战葱河河畔。<br>曾经在条支海中洗过兵器上的污秽，也在天山草原上牧放过疲惫的战马。<br>这些年不断地万里奔驰南征北战，使我三军将士皆老于疆场。<br>要知道匈奴是以杀戮为职业的，就像我们种庄稼一样。在他们领域中的旷野里，自古以来就只能见到白骨和黄沙。<br>秦朝的筑城备胡之处，汉朝依然有烽火在燃烧。<br>从古至今，边疆上就烽火不息，征战没完没了。<br>战土在野战的格斗中而死，败马在疆场上向天低徊悲鸣。<br>乌鸦叼着死人的肠子，飞到枯树枝上啄食。<br>士卒的鲜血涂红了野草，将军们在战争中也是空无所获。<br>要知道兵者是凶器啊，圣人是在不得已的情况下才用它的。</p> <p><strong>注释<br></strong>⑴战城南：乐府古题。《乐府<a href=\"http://so.gushiwen.org/view_7721.aspx\">诗</a>集》中列入《鼓吹曲辞》中，是“汉铙歌十八曲”之一。<br>⑵桑干源：即桑干河，为今永定河之上游。在今河北省西北部和山西省北部，源出山西管滓山。唐时此地常与奚、契丹发生战事。<br>⑶葱河道：葱河即葱岭河。今有南北两河。南名叶尔羌河，北名喀什噶尔河。俱在新疆西南部。发源于帕米尔高原，为塔里木河支流。<br>⑷洗兵：指战斗结束后，洗兵器。条支：汉西域古国名。在今伊拉克底格里斯河、幼发拉底河之间。此泛指西域。<br>⑸天山：一名白山。春夏有雪，出好木及金铁，匈奴谓之天山。过之皆下马拜。在今新疆境内北部。<br>⑹”匈奴“句：此句谓匈奴以杀掠为其职业。<br>⑺秦家筑城：指秦始皇筑长城以防匈奴。避：一作“备”。<br>⑻汉家烽火：《后汉书·光武帝纪》：“骠骑大将军杜茂将众郡施刑屯北边，筑亭候，修烽燧。”李贤注：“边方告警，作高土台，台上作桔槔，桔槔头上有笼。中置薪草，有寇即举火燃之以相告，曰烽；又多积薪，寇至即燔之以望其烟，曰燧。昼则燔燧，夜乃举烽。”<br>⑼上挂枯树枝：一作“衔飞上枯枝”。<br>⑽空尔为：即一无所获。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　这首<a href=\"http://so.gushiwen.org/view_7721.aspx\">诗</a>用的是汉代乐府诗的题目，有意学习乐府诗的传统，但比汉代那首《战城南》写得更形象，更深刻。这首诗是抨击封建统治者穷兵黩武的。“桑干”、“葱河”、“条支”、“天山”都是边疆地名。整首诗大体可分为三段和一个结语。</p> <p>　　第一段共八句，先从征伐的频繁和广远方面落笔。前四句写征伐的频繁。以两组对称的句式出现，不仅音韵铿锵，而且诗句复沓的重叠和鲜明的对举，给人以东征西讨、转旆不息的强烈印象，有力地表达了主题。“洗兵”二句写征行的广远。左思《魏都赋》描写<a href=\"http://so.gushiwen.org/author_552.aspx\">曹操</a>讨灭群雄、威震寰宇的气势时说：“洗兵海岛，刷马江洲。”此二句用其意。洗兵，洗去兵器上的污秽；放马，牧放战马，在条支海上洗兵，天山草中牧马，其征行之广远自见。由战伐频繁进至征行广远，境界扩大了，内容更深厚了，是善于铺排点染的笔墨。“万里”二句是此段的结语。“万里长征战”，是征伐频繁和广远的总括，“三军尽衰老”是长年远征的必然结果，广大士兵在无谓的战争中耗尽了青春的年华和壮盛的精力。有了前面的描写，这一声慨叹水到渠成，自然坚实，没有一点矫情的喧呶叫嚣之感。</p> <p>　　“匈奴”以下六句是第二段，进一步从历史方面着墨。如果说第一段从横的方面写，那么，这一段便是从纵的方面写。西汉<a href=\"http://so.gushiwen.org/author_500.aspx\">王褒</a>《四子讲德论》说，匈奴“业在攻伐，事在射猎”，“其耒耜则弓矢鞍马，播种则扞弦掌拊，收秋则奔狐驰兔，获刈则颠倒殪仆。”以耕作为喻，生动地刻画出匈奴人的生活与习性。<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>将这段妙文熔冶成“匈奴”两句诗。耕作的结果会是禾黍盈畴，杀戮的结果却只能是白骨黄沙。语浅意深，含蓄隽永。并且很自然地引出“秦家”二句。秦筑长城防御胡人的地方，汉时仍然烽火高举。二句背后含有深刻的历史教训和诗人深邃的观察与认识，成为诗中警策之句。没有正确的政策，争斗便不可能停息。“烽火燃不息，征战无已时！”这深沉的叹息是以丰富的历史事实为背景的。</p> <p>　　“野战”以下六句为第三段，集中从战争的残酷性上揭露不义战争的罪恶。“野战”二句着重勾画战场的悲凉气氛，“乌鸢”二句着重描写战场的凄惨景象，二者相互映发，交织成一幅色彩强烈的画面。战马独存犹感不足，加以号鸣思主，更增强物在人亡的悲凄；乌啄人肠犹以不足，又加以衔挂枯枝，更见出情景的残酷，都是带有夸张色彩的浓重的笔墨。“士卒”二句以感叹结束此段。士卒作了无谓的牺牲，将军也只能一无所获。</p> <p>　　《六韬》说：“圣人号兵为凶器，不得已而用之。”全诗以此语意作结，点明主题。这一断语属于理语的范围，而非形象的描写。运用不当，易生抽象之弊。这里不同。有了前三段的具体描写，这个断语是从历史和现实的惨痛经验中提炼出来，有画龙点睛之妙，使全诗意旨豁然。有人怀疑这一句是批注语误入正文，可备一说，实际未必然。</p> <p>　　这是一首叙事诗，却带有浓厚的抒情性，事与情交织成一片。三段的末尾各以两句感叹语作结，每一段是叙事的一个自然段落，也是感情旋律的一个自然起伏。事和情配合得如此和谐，使全诗具有鲜明的节奏感，有“一唱三叹”之妙。</p> <p>　　汉《战城南》古辞主要是写战争的残酷，相当于李白这首诗的第三段。李白不拘泥于古辞，从思想内容到艺术形式都表现出很大的创造性。内容上发展出一、二两段，使战争性质一目了然，又以全诗结语表明自己的主张。艺术上则揉合唐诗发展的成就，由质朴无华变为逸宕流美。如古辞“水深激激，蒲苇冥冥。枭骑战斗死，驽马徘徊鸣”和“野死不葬乌可食，为我谓乌，且为客豪，野死谅不葬，腐肉安能去子逃”，此诗锤炼为两组整齐的对称句，显得更加凝炼精工，更富有歌行奔放的气势，显示出李白的独特风格。</p>",
  "about": "<h2>创作背景</h2> 　　此<a href=\"http://so.gushiwen.org/view_7721.aspx\">诗</a>当作于唐天宝（唐玄宗年号，742～756）年间。根据新旧唐书记载，天宝年间，唐玄宗轻动干戈，逞威边远，而又几经失败，给人民带来深重的灾难。一宗宗严酷的事实，汇聚到诗人胸中，同他忧国悯民的情怀产生激烈的矛盾。他沉思，悲愤，内心的呼喊倾泻而出，铸成这一名篇。",
  "poet": {
    "id": 247,
    "star": 0,
    "name": "李白",
    "image": "http://img.gushiwen.org/authorImg/libai.jpg",
    "desc": "李白（701年－762年），字太白，号青莲居士，唐朝浪漫主义诗人，被后人誉为“诗仙”。祖籍陇西成纪(待考)，出生于西域碎叶城，4岁再随父迁至剑南道绵州。李白存世诗文千余篇，有《李太白集》传世。762年病逝，享年61岁。其墓在今安徽当涂，四川江油、湖北安陆有纪念馆。"
  },
  "tags": [
    "乐府",
    "忧国忧民",
    "战争",
    "讽刺"
  ]
}