{
  "id": 27763,
  "star": 333,
  "name": "赠别二首",
  "dynasty": "唐代",
  "content": "娉娉袅袅十三余，豆蔻梢头二月初。<br>春风十里扬州路，卷上珠帘总不如。</p> <p>多情却似总无情，唯觉樽前笑不成。<br>蜡烛有心还惜别，替人垂泪到天明。",
  "fanyi": "<p><strong>译文</strong><br>姿态美好举止轻盈正是十三年华，活象二月初含苞待放一朵豆蔻花。<br>看遍扬州城十里长街的青春佳丽，卷起珠帘卖俏粉黛没有比得上她。</p> <p>聚首如胶似漆作别却象无情；只觉得酒筵上要笑笑不出声。<br>案头蜡烛有心它还依依惜别；你看它替我们流泪流到天明。</p> <p><strong>注释</strong><br>⑴娉娉袅袅：形容女子体态轻盈美好。十三余：言其年龄。<br>⑵豆蔻：据《本草》载，豆蔻花生于叶间，南人取其未大开者，谓之含胎花，常以比喻处女。<br>⑶“春风二句”：说繁华的扬州城中，十里长街上有多少歌楼舞榭，珠帘翠幕中有多少佳人姝丽，但都不如这位少女美丽动人。<br>⑷“多情”一句：意谓多情者满腔情绪，一时无法表达，只能无言相对，倒象彼此无情。<br>⑸樽：古代盛酒的器具。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　第一首<a href=\"http://so.gushiwen.org/view_27763.aspx\">诗</a>是诗人赠别一位相好的歌妓的，从同题另一首（“多情却似总无情”）看，彼此感情相当深挚。不过那一首诗重在“惜别”，这一首却重在赞颂对方的美丽，引起惜别之意。第一句就形容了一番：“娉娉袅袅”是身姿轻盈美好的样子，“十三余”则是女子的芳龄。七个字中既无一个人称，也不沾一个名词，却能给读者完整、鲜明生动的印象，使人如目睹那美丽的倩影。其效果不下于“翩若惊鸿，宛若游龙；荣耀秋菊，华茂春松”（<a href=\"http://so.gushiwen.org/author_322.aspx\">曹植</a>《洛神赋》）那样具体的描写。全诗正面描述女子美丽的只这一句。就这一句还避实就虚，其造句真算得空灵入妙。第二句不再写女子，转而写春花，是将花比女子。“豆蔻”产于南方，其花成穗时，嫩叶卷之而生，穗头深红，叶渐展开，花渐放出，颜色稍淡。南方人摘其含苞待放者，美其名曰“含胎花”，常用来比喻处女。而“二月初”的豆蔻花正是这种“含胎花”，用来比喻“十三余”的小歌女，是形象优美而又贴切的。而花在枝“梢头”，随风颤袅者，当尤为可爱。所以“豆蔻梢头”又暗自照应了“娉娉袅袅”四字。这里的比喻不仅语新，而且十分精妙，又似信手拈来，写出人似花美，花因人艳，说它新颖独到是不过分的。一切“如花似玉”、“倾国倾城”之类比喻形容，在这样的诗句面前都会黯然失色。而<a href=\"http://so.gushiwen.org/author_211.aspx\">杜牧</a>写到这里，似乎还是一个开始，他的才情尚未发挥尽致。</p> <p>　　当时诗人正要离开扬州，“赠别”的对象就是他在幕僚失意生活中结识的一位扬州的歌妓。所以第三句写到“扬州路”。唐代的扬州经济文化繁荣，时有“扬一益（成都）二”之称。“春风”句意兴酣畅，渲染出大都会富丽豪华气派，使人如睹十里长街，车水马龙，花枝招展。这里歌台舞榭密集，美女如云。“珠帘”是歌楼房栊设置，“卷上珠帘”则看得见“高楼红袖”。而扬州路上不知有多少珠帘，所有帘下不知有多少红衣翠袖的美人，但“卷上珠帘总不如”。不如谁，谁不如，诗中都未明说，含吐不露。这里“卷上珠帘”四字用得很不平常，它不但使“总不如”的结论更形象，更有说服力；而且将扬州珠光宝气的繁华气象一并传出。诗用压低扬州所有美人来突出一人之美，有众星拱月的效果。《升庵诗话》云：“书生作文，务强此而弱彼，谓之‘尊题’。”杜牧此处的修辞就是“尊题格”。但由于前两句美妙的比喻，这里“强此弱彼”的写法显得自然入妙。</p> <p>　　杜牧此诗，从意中人写到花，从花写到春城闹市，从闹市写到美人，最后又烘托出意中人。二十八字挥洒自如，游刃有余，真俊爽轻利之至。别情人不用一个“你（君、卿）”字；赞美人不用一个“女”字；甚至没有一个“花”字、“美”字，“不著一字”而能“尽得风流”。语言空灵清妙，贵有个性。</p> <p>　　第二首抒写诗人对妙龄歌女留恋惜别的心情。</p> <p>　　齐、梁之际的<a href=\"http://so.gushiwen.org/author_509.aspx\">江淹</a>曾经把离别的感情概括为“黯然销魂”四字。但这种感情的表现，却因人因事的不同而千差万别，这种感情本身，也不是“悲”、“愁”二字所能了得。杜牧此诗不用“悲”、“愁”等字，却写得坦率、真挚，道出了离别时的真情实感。</p> <p>　　诗人同所爱不忍分别，又不得不分别，感情是千头万绪的。“多情却似总无情”，明明多情，偏从“无情”着笔，著一“总”字，又加强了语气，带有浓厚的感情色彩。诗人爱得太深、太多情，以至使他觉得，无论用怎样的方法，都不足以表现出内心的多情。别筵上，凄然相对，象是彼此无情似的。越是多情，越显得无情，这种情人离别时最真切的感受，诗人把它写出来了。“唯觉樽前笑不成”，要写离别的悲苦，他又从“笑”字入手。一个“唯”字表明，诗人是多么想面对情人，举樽道别，强颜欢笑，使所爱欢欣。但因为感伤离别，却挤不出一丝笑容来。想笑是由于“多情”，“笑不成”是由于太多情，不忍离别而事与愿违。这种看似矛盾的情态描写，把诗人内心的真实感受，说得委婉尽致，极有情味。</p> <p>　　题为“赠别”，当然是要表现人的惜别之情。然而诗人又撇开自己，去写告别宴上那燃烧的蜡烛，借物抒情。诗人带着极度感伤的心情去看周围的世界，于是眼中的一切也就都带上了感伤色彩。这就是<a href=\"http://so.gushiwen.org/author_855.aspx\">刘勰</a>所说的：“属采附声，亦与心而徘徊”（《文心雕龙·物色》）。“蜡烛”本是有烛芯的，所以说“蜡烛有心”；而在诗人的眼里烛芯却变成了“惜别”之心，把蜡烛拟人化了。在诗人的眼里，它那彻夜流溢的烛泪，就是在为男女主人的离别而伤心了。“替人垂泪到天明”，“替人”二字，使意思更深一层。“到天明”又点出了告别宴饮时间之长，这也是诗人不忍分离的一种表现。</p> <p>　　诗人用精炼流畅、清爽俊逸的语言，表达了悱恻缠绵的情思，风流蕴藉，意境深远，余韵不尽。就诗而论，表现的感情还是很深沉、很真挚的。杜牧为人刚直有节，敢论列大事，却也不拘小节，好歌舞，风情颇张，此诗亦可见此意。</p>",
  "about": "<h2>创作背景</h2> 　　这两首<a href=\"http://so.gushiwen.org/view_27763.aspx\">诗</a>是诗人<a href=\"http://so.gushiwen.org/author_211.aspx\">杜牧</a>在大和九年（835年），由淮南节度使掌书记升任监察御史，离扬州奔赴长安，与在扬州结识的歌妓分别之作。",
  "poet": {
    "id": 211,
    "star": 0,
    "name": "杜牧",
    "image": "http://img.gushiwen.org/authorImg/dumu.jpg",
    "desc": "杜牧（公元803－约852年），字牧之，号樊川居士，汉族，京兆万年（今陕西西安）人，唐代诗人。杜牧人称“小杜”，以别于杜甫。与李商隐并称“小李杜”。因晚年居长安南樊川别墅，故后世称“杜樊川”，著有《樊川文集》。"
  },
  "tags": [
    "唐诗三百首",
    "离别",
    "女子"
  ]
}