{
  "id": 72887,
  "star": 17,
  "name": "浣溪沙·谁道飘零不可怜",
  "dynasty": "清代",
  "content": "谁道飘零不可怜，旧游时节好花天。断肠人去自经年。<br>一片晕红才著雨，几丝柔绿乍和烟。倩魂销尽夕阳前。",
  "fanyi": "<p><strong>译文</strong><br>谁说花儿凋零不令人生起怜爱之情呢？当年同游之时正是春花竞放的美好时光。而今友人已去，空余自己独身一人。<br>眼前一片红花刚刚被春雨打湿花瓣，丝丝嫩柳在烟霭中随风摇曳。在夕阳落照前的美景令少女为之梦断魂销。</p> <p><strong>注释</strong><br> 飘零：飘落零散。旧游：昔日之游。<br>断肠人：形容伤心悲痛到极点的人。经年：一年或一年以上。<br>晕红：形容海棠花的色泽。才：一作“疑”。著雨；春雨微著。<br>柔绿：柔嫩的绿柳。一说嫩绿的叶子。此句一作“晚风吹掠鬓云偏。”<br>倩魂：指少女美好的心魂。典出陈玄祐《离魂记》里倩娘离魂的故事。销尽：茫然若失。销尽；消散。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　词人在笔下着力表现其伤春惜花的意绪，同时也借花写人，“倩魂销尽夕阳前”既是惜花之凋谢，也是伤人之辞世。</p> <p>　　“谁道飘零不可怜”起句就将人带进一个绚烂的暮春时节。繁花满天，一树树的海棠花竞相开放喧嚷嬉戏，祥宁中飘渺着生命的灵动。这凄婉的美丽令人怜爱叹息。古人论词的结构，妙在断断续续，不接而接。“谁道飘零不可怜”句，就具有如此之妙。它与下面两句，一写回忆，一写现实，看似不接，实则词意紧紧相接。一样的飘零，不一样的感觉。既突出了如今内心的悲凉，又为描写现在的情景作了铺垫。</p> <p>　　词人一反上片写景下片抒情的通常写法，一开篇就道出了自己的感触“谁道飘零不可怜”，可谓别出心裁让人耳目一新，不觉眼前一亮。第二拍“旧游时节好花天”，词人随即点明这是故地重游，相似的景物自然很容易勾起人美好的回忆。但词人并没有描述当时的情景，只用了“好花天”三个字写出了相同的时令和场景。可如今物是人非，怎不叫人断肠。这里用的是隐显手法。作者只写游览的天气，而把佳人的容貌与动作，则全部隐藏起来，让读者自己去想象。这种写法，可谓绝顶高明，用“隐”来激发想象，从而拓展了“显”的意境。</p> <p>　　下片转入写景，“一片晕红才著雨，几丝柔绿乍和烟”用如烟绿柳衬雨后红花。晕字用得极妙，既写出了花色彩的变化，也写出了人在花丛中的独特感受。下片结“倩魂销尽夕阳前”。用拟人的手法写落花，怜惜之情溢于言表。以夕阳为背景，显得格外凄美。还照应了上片起句，使全词浑然一体、余味无穷。词意凄绝，充溢着无可奈何的情绪。这里词人以生动的比喻，进一步把集合着悲凉、痛苦、伤心、悔恨，交织着绝望与希望的感情，推向了高潮。</p> <p>　　词人虽然写的是情，但其中也渗透着人生哲理。其实销尽的又何止是花魂。花落春去，逝去的还有美妙的时光、美好的青春年华和那转瞬即逝的爱情，美好的东西总是短暂的。红尘一梦，再美的绽放也是过往，终将飘零，<a href=\"http://so.gushiwen.org/view_72887.aspx\">诗</a>词的境界就是在刹那中见终古，在微尘中显大千，在有限中寓无限。</p> <p>　　此篇词极婉媚空灵，恍惚迷离，令人荡气回肠。</p>",
  "about": "<h2>创作背景</h2> 　　这首词为<a href=\"http://so.gushiwen.org/author_188.aspx\">纳兰性德</a>在园中观赏海棠时，面对海棠零落的场景，有感而作。龚鼎孳在康熙十二年（1673）曾任会试主考官，词人正出其门下，是年秋，龚氏卒去；一些观点认为此词作者在总体风格上大体效仿龚氏，是为抒其悼怀龚氏之意。",
  "poet": {
    "id": 188,
    "star": 0,
    "name": "纳兰性德",
    "image": "http://img.gushiwen.org/authorImg/nalanxingde.jpg",
    "desc": "纳兰性德（1655－1685），满洲人，字容若，号楞伽山人，清代最著名词人之一。其诗词“纳兰词”在清代以至整个中国词坛上都享有很高的声誉，在中国文学史上也占有光采夺目的一席。他生活于满汉融合时期，其贵族家庭兴衰具有关联于王朝国事的典型性。虽侍从帝王，却向往经历平淡。特殊的生活环境背景，加之个人的超逸才华，使其诗词创作呈现出独特的个性和鲜明的艺术风格。流传至今的《木兰花令·拟古决绝词》——“人生若只如初见，何事秋风悲画扇？等闲变却故人心，却道故人心易变。”富于意境，是其众多代表作之一。"
  },
  "tags": [
    "写花",
    "写景",
    "抒情",
    "友人",
    "思念"
  ]
}