{
  "id": 53556,
  "star": 52,
  "name": "卜算子·风露湿行云",
  "dynasty": "宋代",
  "content": "风露湿行云，沙水迷归艇。卧看明河月满空，斗挂苍山顶。 <br>万古只青天，多事悲人境。起舞闻鸡酒未醒，潮落秋江冷。",
  "fanyi": "<p><strong>译文<br></strong>我独自摇荡着一叶小舟在静夜里归来，爽风夜露，我沾湿了衣服，行云舒卷；沙溪上，飘浮着淡淡的雾气，使小舟迷失了归路。我枕着小舟，抬眼望去，那深远的天宇上，银河横亘，月华明朗，北斗七星闪烁在静穆的苍山顶上。 <br>历史长河悠悠流转，唯有那茫茫苍天永存，在这个多灾多难的时代，人生境况是如此悲凉。心中沉闷极了，只说一醉方休罢了，不料醉中也挥舞起宝剑来；沙溪的潮水退下去了，深夜的秋江变得更加凄清寒冷。</p> <p><strong>注释</strong><br>①卜算子：词牌名之一。又名《百尺楼》、《眉峰碧》、《楚天遥》等。相传是借用唐代<a href=\"http://so.gushiwen.org/view_53556.aspx\">诗</a>人<a href=\"http://so.gushiwen.org/author_714.aspx\">骆宾王</a>的绰号。<br>②湿：衣服沾湿。<br>③沙水：即沙溪，闽江上源之一。<br>④归艇（tǐng）：归来的小舟。<br>⑤明河：即银河。<br>⑥斗：指北斗星。<br>⑦多事：这里指国家多难。<br>⑧起舞闻鸡：晋代祖狄与刘琨俱为司州主簿，共被同寝，中夜闻鸡起舞。晋元帝时，祖狄自请统兵北伐，渡江时击楫立誓说，不靖中原而复渡者，有如此江。事见《晋书·祖狄传》。这里借用来抒发作者不能实现北伐中原的爱国抱负而感到愁苦的心情。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　辽阔中原的沦陷和南宋小朝廷偏安一隅的历史巨变，如地裂天崩一般震荡着整个赵宋王朝。然而，面对惊人笳鼓、半壁江山，以宋高宗<a href=\"http://so.gushiwen.org/author_1073.aspx\">赵构</a>和宰相秦桧为代表的大官僚地主贵族集团，依然流连于灯火楼台，过着醉生梦死的生活。为了苟且偷安，他们不惜卖国求荣，俯首听命于金人；对内则煎迫百姓，构陷忠良。社会的急剧变化，也震撼了文坛，许多作家，目睹凄惨苍凉的景象，忧虑动荡危难的局面，为拯救国家，收复中原，献策献计，也写下了不少慷慨激昂之作。但是，“诸君尚守和戎策，志士虚捐少壮年”，最后，他们都只能洒下那“爱君忧国孤臣泪”而徒怀一颗“临水登山节士心”了。</p> <p>　　<a href=\"http://so.gushiwen.org/author_120.aspx\">张元干</a>是南宋著名爱国词人，他这首《卜算子》写于他退居故里游览山水之时。</p> <p>　　上片写景：清柔、高远。</p> <p>　　“风露湿行云，沙水迷归艇”：“沙水”，即沙溪，闽江上源之一。句意谓：独自摇荡着一叶小舟在静夜里归来，爽风夜露，行云舒卷；沙溪上，飘浮着淡淡的雾气，使小舟迷失了归路。一起句，作者就用“风”“露”“云”“水”“艇”几个字，淋漓地描绘出了一幅夜间泛舟归来清幽、静逸的画面，显然是环绕着归艇来“布景”的。接下来就引出艇上之人了：“卧看明河月满空，斗挂苍山顶。”小艇既已迷失航路，人也好借此机会躺上一躺，于是，枕着小舟，抬眼望去，那深远的天宇上，银河横亘，月华明朗，北斗七星闪烁在静穆的苍山顶上。这一句所织成的意境与前句紧承，依然是悠然闲适，但却显出博大的气势。</p> <p>　　下片抒情，深沉、壮烈。</p> <p>　　宇宙的辽阔，星月的永恒，常会引出人们的千古思绪：“万古只青天，多事悲人境。”句意谓：历史长河悠悠流转，唯有那茫茫苍天永存，在这个多灾多难的时代，人生境况是如此悲凉。到此句，着一“悲”字，则前面的“静”非“静”，“闲”也非“闲”了。此处作者思古抚今，大有唐代<a href=\"http://so.gushiwen.org/view_53556.aspx\">诗</a>人<a href=\"http://so.gushiwen.org/author_12.aspx\">陈子昂</a>“念天地之悠悠，独怆然而涕下”的情怀。歇拍二句是：“起舞闻鸡酒未醒，潮落秋江冷。”句意谓：心中沉闷极了，只说一醉方休罢了，不料醉中也挥舞起宝剑来；沙溪的潮水退下去了，深夜的秋江变得更加凄清寒冷。张元干在《贺新郎·寄李伯纪丞相》中也有“谁伴我，醉中舞”之句，与此同一机杼。“起舞闻鸡”，据说晋代祖逖与刘琨共被同寝，中夜闻鸡而起床舞剑。这里作者借用典故，既回映上文思古之心，又抒写了自己壮志难酬的幽怨。全词就在这一腔愁苦难遣之情中使抒情达到高峰时戛然而止，但那韵外之味却袅袅绵延不绝。</p> <p>　　这首词在形式上，上片写景，下片抒情，但上下片却有着紧密的内在联系：景色清丽寓幽怀独抱；意象阔大衬悲壮情怀。景为情设，情由景生，又一次展示了张元干“长于悲愤”的词风。</p>",
  "about": "<h2>创作背景</h2> 　　<a href=\"http://so.gushiwen.org/author_120.aspx\">张元干</a>于绍兴元年（1131）四十一岁时辞官还乡，这首词作于休官里居以后。该词表达了词人国事多难却不能实现北伐中原爱国抱负的苦闷心情。",
  "poet": {
    "id": 120,
    "star": 0,
    "name": "张元干",
    "image": "http://img.gushiwen.org/authorImg/zhangyuangan.jpg",
    "desc": "元干出身书香门第。其父名动，进士出身，官至龙图阁直学士，能诗。张元干受其家风影响，从小聪明好学，永泰的寒光阁、水月亭是他幼年生活和读书处。十四五岁随父亲至河北官廨（在临漳县）已能写诗，常与父亲及父亲的客人唱和，人称之“敏悟”。"
  },
  "tags": [
    "典故",
    "写景",
    "抒情",
    "壮志"
  ]
}