{
  "id": 18309,
  "star": 1,
  "name": "种白蘘荷",
  "dynasty": "唐代",
  "content": "皿虫化为疠，夷俗多所神。<br>衔猜每腊毒，谋富不为仁。<br>蔬果自远至，杯酒盈肆陈。<br>言甘中必苦，何用知其真？<br>华洁事外饰，尤病中州人。<br>钱刀恐贾害，饥至益逡巡。<br>窜伏常战栗，怀故逾悲辛。<br>庶氏有嘉草，攻襘事久泯。<br>炎帝垂灵编，言此殊足珍。<br>崎驱乃有得，托以全余身。<br>纷敷碧树阴，眄睐心所亲。",
  "fanyi": "<p><strong>译文<br></strong>百虫放在盆中相食强者为蛊，东南少数民族把它看作神灵。<br>想来这下蛊的酒往往非常毒，有人用这方法谋取财物不义不仁。<br>街上的蔬果从远处运来，铺子里杯杯满酒奉劝客人。<br>古人说甜言蜜语常藏祸机，凭什么相信老板的话是真？<br>鲜华光洁往往是事物外表的装饰，怕是特别想要为难我这中州来的人。<br>花钱不说恐怕要招来祸害，越是肚子饿越要处处小心。<br>流放在边远地常常心惊胆颤，回想过去的事更加感到悲辛。<br>庶氏留有白蘘荷治蛊一法，祈神解蛊毒的方法早已不闻。<br>神农氏留下《本草》四卷，说庶氏之法值得珍重。<br>几经曲折才得到白蘘荷，依托它来保全自己的性命。<br>浓浓的树荫下白蘘荷长得茂盛，每天都要来看视几回才放心。</p> <p><strong>注释<br></strong>[1]蘘（ráng瓤）荷：草名，亦称阳藿，覆苴，根可入药，其白色者称白蘘荷,相传可以治蛊毒。蛊毒，一种人工制作的毒药，能致人神志昏迷。参见注[2]。<br>[2]皿虫：<a href=\"http://so.gushiwen.org/author_823.aspx\">李时珍</a>集解引陈藏器的说法：“取百虫入瓮中，经年开之，必有一虫尽食诸虫，即此名为蛊。”孔颖达说：“以毒药药人，令人不自知者，今律谓之蛊毒。”皿，器皿，这里指盛酒的器具。<br>[3]夷：我国古代对东方各族的泛称。<br>[4]衔猜：指内心猜测。时<a href=\"http://so.gushiwen.org/author_646.aspx\">柳宗元</a>初到永州，故云。腊（xī西）：很，极。<br>[5]谋富不为仁：即为富不仁。相传边远地区人靠制蛊毒，谋人家财，故云。<br>[6]肆：店铺。此二句言永州酒店有从远方运来的鲜菜水果，也有令人望而生畏的蛇酒。<br>[7]言甘中必苦：《国语·晋语》：“言之大甘，其中必苦，谮在其中矣。”谮：（zèn）说坏话诬别人。当指酒店人劝柳宗元喝酒，而柳则惧其言中有诈。<br>[8]何用：何以，以何，凭什么。<br>[9]病：苦，为难。中州，中原地区，中州人，柳宗元自称。<br>[10]钱刀：钱币。贾（gǔ古）害，犹言致祸。<br>[11]逡（qūn）：犹豫，徘徊。<br>[12]窜伏：流放偏远的地方。战栗，恐惧发抖。<br>[13]怀故：怀念故乡。逾，更加。<br>[14]庶氏：官名，《周礼·秋官·庶氏》：“庶氏掌除毒蛊。”嘉草，蘘荷别名。<br>[15]攻襘（kuì愧）：《礼·秋官·庶氏》：“以攻说之，嘉草攻之。”攻说，祈名，祈其神求去之也。攻，熏。此二句云，自古治蛊毒之法有二，祈神的方法，早已失传，但以白蘘荷熏的方法却仍流传。<br>[16]炎帝：神农氏。<a href=\"http://so.gushiwen.org/author_3125.aspx\">皇甫谧</a>《帝王世家》云：“炎帝神农氏，……尝味百草，宣药疗疾，救夭伤之命。百姓日用而不知，著《本草》四卷。”灵编，即指《本草》。<br>[17]殊足珍：言《本草》载蘘荷弥足珍贵。《本草》云：“蘘荷叶似初生甘蕉，根似姜芽，中蛊者服其汁，卧其叶，即呼蛊主姓名。”意谓疗效甚奇。<br>[18]崎岖：山路不平，谓采药的山路难行。<br>[19]全余身：谓全靠白蘘荷来保全自己的性命。<br>[20]纷敷：茂盛貌。碧树阴，<a href=\"http://so.gushiwen.org/author_827.aspx\">潘岳</a>《闲居赋》：“蘘荷依阴。”言蘘荷性好阴，在木下生者尤美。此句言蘘荷在树阴下茂盛的生长。<br>[21]眄（miàn面）睐（lài赖）：顾盼。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　据《本草纲目》载：蘘荷有赤白二种，“白者入药，赤者堪噉”。主治“中蛊及疟”、“溪毒，沙蝨，蛇毒”，“诸恶疮”。从<a href=\"http://so.gushiwen.org/view_18309.aspx\">诗</a>的字面上看，种白蘘荷是防中蛊的。首四句写蛊毒之毒，人之制蛊是为了谋取不义之财。“谋富不为仁”是诗眼，既是恶人制蛊之由，又是诗人疑惧之本，更是种白蘘荷以防中蛊的直接根源。中间十句叙述诗人的见闻与感受。“蔬果自远至”，往来客商多，有谋取黑钱的机会，因此，有人将“蛊”奉若神灵。看到酒铺老板殷勤劝客，诗人便联想到古训：甜言蜜语里有毒药，光华的外表包臧祸机。自己是中州贬谪来的罪人，更需警觉，因而心怀恐惧，害怕银钱买来灾祸，所以越是饥饿越要小心。最后八句是果，诗人自己殷勤种植白蘘荷是“托以全余身”。全诗平直如话，然而见情见志，而又尖锐地抨击了贪鄙之徒。</p> <p>　　公元805年（永贞元年），太子监国，宦官又得势，韦执谊为相，见风使舵，过河拆桥，永贞革新失败。诗人是王叔文集团的重要成员，贬谪为永州司马，“日无治事，时恐惧”（《唐铙歌鼓吹曲十二篇序》），“蒙耻遇僇，以待不测之诛”（《对贺者》）。诗人借怕中蛊毒而描述了这种恐惧心理，“窜伏常战栗，怀故逾悲辛。”一语破的，往事不堪回首，前途更觉渺茫，实中有虚，虚中寓实。诗人面对的是腐败的朝政，朝政如制蛊一般。诗人借人之制蛊而不仁不义为喻，直刺朝政当值者之贪鄙。诗人对这帮人是不吝笔墨的，在《设渔者对智伯》一文中，曾借渔者之口，以“五卿相吞食”为例，对贪鄙之徒作了十分形象的描写，“若范氏，中行氏，贪人之土田，侵人之势力，慕为诸侯，而不见其害。”对宦场作了深刻的讽喻。在《杜兼对》中，直斥“兼，凶狡人也。”诗人在诗中托“夷族”制蛊，“杯酒盈肆陈”的描述，指斥那些甜言蜜语、表面光华的人，其本质在于“谋富为不仁”，一针见血，入木三分。面对严酷的现实，诗人理想的追求如故，纯真的情操依旧，诗人喻之为“种白蘘荷”。防中蛊不靠祭神，而植之以“嘉草”，以嘉草而治中蛊是神农黄帝嘉誉的，诗人孜孜以求，精心培植，而终于“纷敷碧树阴”。诗人以借喻手法，表现了自己有坚定的理论信仰和在困境中不屈不挠的品格。诗人曾经说过：“君子志正而气一，诚纯而分定，未尝标出处为二道，判屈伸为异门也。固其本，养其正，如斯而已矣。”（《送萧錬登第后南归序》）诗人坚持唯物论，在“出”“处”“屈”“伸”的不同境遇中，养成端正精一的志向，坚守“利安元元”的本性，诗中“种白蘘荷”正是这种固本养正的最形象最精炼的概括。固本养正而治“中蛊”正是此诗的主题所在。</p>",
  "poet": {
    "id": 646,
    "star": 0,
    "name": "柳宗元",
    "image": "http://img.gushiwen.org/authorImg/liuzongyuan.jpg",
    "desc": "柳宗元（773年－819年），字子厚，唐代河东（今山西运城）人，杰出诗人、哲学家、儒学家乃至成就卓著的政治家，唐宋八大家之一。著名作品有《永州八记》等六百多篇文章，经后人辑为三十卷，名为《柳河东集》。因为他是河东人，人称柳河东，又因终于柳州刺史任上，又称柳柳州。柳宗元与韩愈同为中唐古文运动的领导人物，并称“韩柳”。在中国文化史上，其诗、文成就均极为杰出，可谓一时难分轩轾。"
  },
  "tags": [
    "讽刺",
    "言志",
    "抒情"
  ]
}