{
  "id": 55201,
  "star": 34,
  "name": "清平乐·风光紧急",
  "dynasty": "宋代",
  "content": "风光紧急。三月俄三十。拟欲留连计无及。绿野烟愁露泣。<br>倩谁寄语春宵。城头画鼓轻敲。缱绻临歧嘱付，来年早到梅梢。",
  "fanyi": "<h2>注释</h2> <p>⑴意谓取得迅速。用笔亦跳脱。<a href=\"http://so.gushiwen.org/author_491.aspx\">贾岛</a>《三月晦日寄刘平事》：“三月正当三十日，风光别我苦吟身，劝君今夜不须睡，未到晓钟又是春。”不独这句用贾岛<a href=\"http://so.gushiwen.org/view_55201.aspx\">诗</a>句，即全篇之意亦与之略同。<br>⑵上片押入声韵，声情高亢。结尾倒插一句写景。如把“绿野”这句放在开头，就显得平衍了。<br>⑶倩：叫人代为。音“请”去声。<br>⑷城楼定时击鼓，为城门坊门启闭之节。每日击二次，五更三筹击后，听人行，昼漏尽击后，禁人行。每次击数百下，曰鼕鼕鼓。如<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>《城上》：“城上鼕鼕鼓，朝衙复晚衙。”孙洙《菩萨蛮》：“楼头上有三冬鼓。何须抵死催人去。”是唐宋时均然。<br>⑸三月三十夜，才是春光的最后一霎，所以要“寄语春宵”、“临歧嘱付”，却说得委婉，亦贾岛诗中后二句意。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　唐<a href=\"http://so.gushiwen.org/author_491.aspx\">贾岛</a>《三月晦赠刘评事》<a href=\"http://so.gushiwen.org/view_55201.aspx\">诗</a>云：“三月正当三十日，风光别我苦吟身。共君今夜不须睡，未到晓钟犹是春。”命意新奇，女词人<a href=\"http://so.gushiwen.org/author_220.aspx\">朱淑真</a>因其意而用之于词，构思更奇。</p> <p>　　词的起句便奇突。风光通常只能用秀丽、迷人写来形容，与“紧急”搭配很是奇特。留春之意已引而未发。紧补一句“三月俄三十”，此意则跃然纸上。这两句属于倒置，比贾诗从月日说起，尤觉用笔跳脱。</p> <p>　　一般写春暮，止到三月，点出“三十（日）”，更见暮春之“暮”。日子写得如此具体，读来却不板滞，盖一句之中，已具加倍之法。而用一“俄”字渲染紧急气氛，比贾句用“正当”二字，更有生气。在三月三十日这个临界的日子里，春天就要消逝了。“拟欲留连计无及”，一方面把春天设想为远行者，另一方面又俨有送行者在焉，“拟欲留连”者究竟是谁？似是作者自谓，观下句则又似是“绿野”了。暮春时节，红瘦绿肥，树木含烟，花草滴露，都似为无计留春而感伤呢。写景的同时，又把自然景物人格化了。上两句与下两句，一催一留，大有“方留恋处，兰舟催发”的意趣，而先写紧催，后写苦留，尤觉词情叠宕。</p> <p>　　上片已构成一个“送别”的局面。催的催得“紧急”，留的“留连无计”，只好抓紧时机作临别赠言罢。</p> <p>　　故过片即云“倩谁寄语春宵”。上片写惜春却未露一个“春”字，此处以“春宵”出之，乃是因为这才是春光的最后一霎，点睛点得恰是地方。春宵渐行渐远，需要一个称职的使者追及传语的。“倩谁”？——“城关画鼓轻敲”，此句似写春宵这境，同时也就是一个使者在自告奋勇。读来饶有意味，隐含比兴手法。唐宋时城楼定时击鼓，为城坊门启闭之节，日击二次：五更三筹击后，听人行。昼漏尽击后，禁人行。叫做“咚咚鼓”。鼓声为时光之友伴，请它传语甚妙。“敲”上着一“轻”字，便带有微妙的感情色彩，恰是“缱绻”软语的态度。“临歧”二字把“送别”的构思表现得更加明显。最末一句即“临歧嘱咐”的“缱绻”的情话：“来年早到梅梢。”不道眼前惜别之情，而说来年请早，言轻意重，耐人寻味。“早到梅梢”尤为妙笔生花之语。盖百花迎春，以凌寒独放的梅花为最早，谓“早到梅梢”，似嫌梅花开的还不够早，盼归急切，更见惜春感情的强烈。把春回的概念，具象化为早梅之开放，又创出极美的诗歌意象，使全词意境大大生色。整个下片和贾岛诗相比，实在是别开生面，更有异彩。</p> <p>　　贾岛诗只是诗人自己寄语朋友，明表惜春之意。而此词却通篇不见有人，全用比兴手法创造了一个神话般的送别场面：时间是三月三十日，行者是春天，送行愁泣是“绿野”，催发者为“风光”，寄语之信使为“画鼓”，……俨然是大自然导演的一出戏剧。而作者本人惜春之意，即充溢于字里行间，读之尤觉妙趣横生。</p>",
  "poet": {
    "id": 220,
    "star": 0,
    "name": "朱淑真",
    "image": "http://img.gushiwen.org/authorImg/zhushuzhen.jpg",
    "desc": "朱淑真（约1135~约1180），号幽栖居士，宋代女诗人，亦为唐宋以来留存作品最丰盛的女作家之一。南宋初年时在世，祖籍歙州（治今安徽歙县），《四库全书》中定其为“浙中海宁人”，一说浙江钱塘（今浙江杭州）人。生于仕宦之家。夫为文法小吏，因志趣不合，夫妻不睦，终致其抑郁早逝。又传淑真过世后，父母将其生前文稿付之一炬。其余生平不可考，素无定论。现存《断肠诗集》、《断肠词》传世，为劫后余篇。"
  },
  "tags": [
    "送别",
    "春天",
    "惜春"
  ]
}