{
  "id": 71490,
  "star": 12,
  "name": "姽婳词",
  "dynasty": "清代",
  "content": "姽婳将军林四娘，玉为肌骨铁为肠。<br>捐躯自报恒王后，此日青州土亦香！",
  "shangxi": "<h2>赏析</h2> <p>　　这首<a href=\"http://so.gushiwen.org/view_71490.aspx\">诗</a>是《红楼梦》中贾兰所作，与贾环的《姽婳词·红粉不知愁》、贾宝玉的《姽婳词·恒王好武兼好色》都出自小说的第七十八回。</p> <p>　　贾政与众幕友谈及恒王与林四娘故事，称其“风流隽逸，忠义感慨”，“最是千古佳谈”，命贾兰、贾环和贾宝玉各吊一首。贾政所叙述的情节是作者利用了旧有明代传说史事而加工改缉的。“姽婳”一词初见于<a href=\"http://so.gushiwen.org/author_358.aspx\">宋玉</a>《神女赋》，形容女子美好贞静，所以小说中说，加以“将军”二字更见奇妙。</p> <p>　　《姽婳词》突出地表现了<a href=\"http://so.gushiwen.org/author_611.aspx\">曹雪芹</a>政治观点上的矛盾：他一方面不满封建制度，一方面又想“补天”；一方面憎恶政治腐败、现实黑暗，一方面又为清帝国的命运担忧，为他们这个阶级的没落而哀伤；一方面同情奴隶们的痛苦和屈辱，为受冤遭迫害者提出强烈的控诉，一方面又主张“清清白白”地做人，“守着多大碗儿吃多大碗的饭”，反对奴隶们用暴力来推翻现存的制度、争取自身的解放。在《姽婳词》中，他以当今皇帝褒奖前代所遗落的可嘉人事为名，指桑骂槐，揭露和嘲笑当朝统治者的昏庸腐朽和外强中干的虚弱本质，这是大胆的。但是，把封建王朝在农民起义风暴的猛烈扫荡下的土崩瓦解看成是一场灾难，把向革命势力作拼死顽抗的林四娘当作巾帼英雄而大加赞美，这又说明曹雪芹并没有完全背叛自己的阶级。</p> <p>　　清代康熙之后，政治上转向黑暗，随着农民与地主阶级的矛盾斗争日益激化，农村中的夺粮、抗租和“抢田夺地”的斗争也此起彼伏，大规模农民起义的条件虽则尚未成熟，但已在酝酿之中。封建地主阶级中一些对现实比较有清醒认识的人，开始担心像前代青州唐赛儿以至李自成那样声势浩大的农民起义不久就会重新出现，哀叹没有人能“挽狂澜于既倒”。《姽婳词》正反映了这种深怀隐忧的没落阶级的思想情绪。</p> <p>　　脂砚斋在小说写到“黄巾、赤眉一干流贼余党”时曾加批语，以为不能实看这些话，否则，“便呆矣”，还说“此书全是如此，为混人也”。因而，目前有些研究红学和史学的人认为，从史事看，林四娘应死于抗清，“非与义军为敌者”（周汝昌《红楼梦新证》第230页 ），此诗实“与义军无关”，“对立面为侵扰青州之清军”，这样写是为“避清帝爪牙之耳目”，或者更肯定地认为“是指崇祯十五年（注：崇祯十五年为1642年）十二月清军在未入关前一次入侵明境山东青州之事”（引自徐恭时一九七六年八月三十一日的信件）。此说，不仅关系到作者对农民起义的政治立场问题，也关系到这位满族子弟会不会存在某些反满意识的问题。这是值得进一步深入研究的。</p> <p>　　关于小说的人物形象，《姽婳词》这段情节在小说描述晴雯之死的过程中是强行插入的，表面上像是游离的、节外生枝的。贾宝玉吊晴雯扑了空回来，就被叫去做吊林四娘的诗，做成《姽婳词》，作者连过渡的文字也不要，紧接着就让他撰写《芙蓉女儿诔》，这一切其实都是有用意的，那就是通过诗来暗示诔文中所包含的政治寄托。然而，把一个以生命去酬答平日恩宠的贵族姬妾与一个遭封建势力迫害而死的女奴放在一起写，以便作某种类比的意图，从阶级观点来看是有问题的。它同样清楚地表明了曹雪芹思想中所存在的深刻矛盾。 </p>",
  "about": "<h2>解读</h2> 　　“捐躯”二句：意思是，自从林四娘为报答恒王对她的恩宠而抛掉自己生命的那一天之后，青州地方的泥土也是香的了。“土亦香”在《红楼梦》的各个脂砚斋版本中都一致，程高本作“土尚香”，不对。“此日”并非“今天”，而是指“捐躯”的“那一天”，所以不该用“尚”字。<a href=\"http://so.gushiwen.org/view_71490.aspx\">诗</a>句语法常与口语有别，这两句应如上面所解说的。青州，府名，在山东，明代初改益都路置，治所在益都（今益都县）。",
  "poet": {
    "id": 611,
    "star": 0,
    "name": "曹雪芹",
    "image": "http://img.gushiwen.org/authorImg/caoxueqin.jpg",
    "desc": "曹雪芹，名霑，字梦阮，号雪芹，又号芹溪、芹圃。清代著名文学家，小说家。先祖为中原汉人，满洲正白旗包衣出身。素性放达，曾身杂优伶而被钥空房。爱好研究广泛：金石、诗书、绘画、园林、中医、织补、工艺、饮食等。他出身于一个“百年望族”的大官僚地主家庭，因家庭的衰败饱尝人世辛酸，后以坚韧不拔之毅力，历经多年艰辛创作出极具思想性、艺术性的伟大作品《红楼梦》。"
  },
  "tags": []
}