{
  "id": 56264,
  "star": 17,
  "name": "眼儿媚·酣酣日脚紫烟浮",
  "dynasty": "宋代",
  "content": "<span style=\"font-family:SimSun;\">萍乡道中乍晴，卧舆中困甚，小憩柳塘。</span></p> <p>酣酣日脚紫烟浮，妍暖破轻裘。困人天色，醉人花气，午梦扶头。<br>春慵恰似春塘水，一片縠纹愁。溶溶泄泄，东风无力，欲皱还休。",
  "fanyi": "<p><strong>译文<br></strong>温融融的阳光穿光飘浮的紫云落到平地，景色美天气暖，敞开了轻轻的皮衣。今人困倦的天气，令人陶醉的花香，正午酣梦时扶着头醉态迷离。<br>春日的慵懒恰似池塘里静静的春水，水面上一片涟漪就像春愁乏起。碧水缓缓波荡，东风柔软无力，水面像要皱起微波又将微波抹去。</p> <p><strong>注释<br></strong>⑴眼儿媚：词牌名，因<a href=\"http://so.gushiwen.org/author_406.aspx\">张孝祥</a>词“今宵眼底，明朝心上，后日眉头”句而得名。又名《秋波媚》、《小阑干》、《东风寒》等。双调，四十八字。上阕五句，三平韵；下阕五句，两平韵。<br>⑵萍乡：今江西萍乡市。小憩：短暂休息。<br>⑶酣酣：指太阳如醉。艳盛貌。<a href=\"http://so.gushiwen.org/author_248.aspx\">宋之问</a>《寒食题黄梅临江驿》：“遥思故园陌，桃李正酣酣。”日脚：穿过云隙下射的日光。紫烟：烟霞映日成紫色。<br>⑷妍暖：晴朗暖和。轻裘：轻暖的皮衣。<br>⑸扶头：扶头酒的省称，指易醉之酒。<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>《早饮湖州酒寄崔使君》<a href=\"http://so.gushiwen.org/view_56264.aspx\">诗</a>：“一榼扶持头酒，泓澄泻玉壶”。此处指醉态。<br>⑹慵（yōng）：困倦，懒得动懒。<br>⑺縠（hú）纹：縠，有皱纹的纱类丝织品：绮罗绫縠。<br>⑻溶溶泄泄（yìyì）：春水荡漾的样子。舒缓貌，弛缓之意也。也有文，把“泄泄”写为“曳曳（yè）”。<br>⑼东风无力：<a href=\"http://so.gushiwen.org/author_204.aspx\">李商隐</a>《无题》诗：“东风无力百花残。”</p>",
  "shangxi": "<h2>赏析</h2> <p>　　“酣酣日脚紫烟浮，妍暖破轻裘。”“日脚”，云缝斜射到地面的日光。“紫烟”，映照日光的地表上升腾的水气。“酣酣”，其色调之深。这一句是写初春“乍晴”景色，抓住了主要特征：云彩、地气都显得特别活跃，云脚低垂，地气浮腾；日光也显得强烈了，“日脚”给人夺目的光亮；天气也暖和了，“酣酣”、“紫”的色调就给人以暖感。“妍暖”，和暖、轻暖。“轻裘”，薄袄。这时的温度也不是一下子升得很高，并不是带给人热的感觉，这种暖意首先是包裹在“轻裘”里的躯体感觉到了，它一阵阵地传了过来。这一句是写感觉。总之，这天气给人的是暖乎乎的感觉。 </p> <p>　　“困人天色，醉人花气，午梦扶头。”“天色”即天气。这天气叫人感到舒服，因而容易使人陶醉，加上暖乎乎的花香沁人心脾，更使人精神恍惚了。暖香与“冷香”对人的刺激确乎不同。“扶头”，本是指一种易使人醉的酒，也状醉态。“午梦扶头”就是午梦昏昏沉沉的样子。 </p> <p>　　上阕是写乘舆道中的困乏，下阕写“小憩柳塘”。 </p> <p>　　“春慵恰似春塘水，一片縠纹愁。这片”春慵“紧接”困“字”醉“字来，意脉很细。这里即景作比。”縠纹“，绉纱的细纹比喻水的波纹。这两句说：春慵就象春塘中那细小的波纹一样，叫人感到那么微妙，只觉得那丝丝的麻麻痒痒、阵阵的软软绵绵。这个”愁“字的味道似乎只可意会，不可言传。下面又进一步进行描写：”溶溶泄泄（yìyì），东风无力，欲皱还休。“”溶溶泄泄，水缓缓掠动。“风乍起，吹皱一池春水”（冯延已《谒金门》），墉水皱了；可你认真去看，又“风静縠纹平”（<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>《临江仙》）了。这里写水波就是这种情形。这是比喻春慵的不可捉摸，又似曾可见恍恍惚惚，浮浮沉沉的状态。这几句都是用比喻写春慵，把难以言状的困乏形容得如此具体、形象，作者的写作技巧真令人叹服。同时还要体会，这春水形象的本身又给人以美感。它那么温柔熨贴，它那么充溢、富于生命力，它那么细腻、明净，真叫人喜爱。春慵就是它，享受春慵真是人生的快乐。春慵，是一种生理现象，也是一种感觉，虽然在前人<a href=\"http://so.gushiwen.org/view_56264.aspx\">诗</a>词里经常出现这字眼，但具体描写很少，苏轼（《水龙吟·杨花词》）借杨花写了女子的慵态，但没有这首词写得生动、细腻、充盈。此词用了许多贴切的词语天气给人的困乏感觉，又用了一系列比拟写感觉中的春慵，使人刻画如沐其中；感觉到了春天的温暖，闻到了醉人的花香，感受到了柳塘小憩的恬美。 </p> <p>　　沈际飞评道：“字字软温，着其气息即醉。”（《草堂诗余别集》引）确实不错。如此写生理现象，写感觉，应当说是文学描写的进步。</p><br/><h2>赏析二</h2> <p>　　“酣酣日脚紫烟浮，妍暖破轻裘。”第一句是写初春“乍晴”景色，抓住了主要特征：云彩、地气都显得特别活跃，云脚低垂，地气浮腾；日光也显得强烈了，“日脚”给人夺目的光亮；天气也暖和了，“酣酣”、“紫”的色调就给人以暖感。这时的温度也不是一下子升得很高，并不是带给人热的感觉，这种暖意首先是包裹在“轻裘”里的躯体感觉到了，它一阵阵地传了过来。这一句是写感觉。总之，这天气给人的是暖乎乎的感觉。“困人天色，醉人花气，午梦扶头。”这天气叫人感到舒服，因而容易使人陶醉，加上暖乎乎的花香沁人心脾，更使人精神恍惚了。暖香与“冷香”对人的刺激确乎不同。</p> <p>　　上阕是写乘舆道中的困乏，下阕写“小憩柳塘”。“春慵恰似春塘水，一片縠纹愁。这片”春慵“紧接”困“字”醉“字来，意脉很细。这里即景作比。这两句是说：春慵就象春塘中那细小的波纹一样，叫人感到那么微妙，只觉得那丝丝的麻麻痒痒、阵阵的软软绵绵。这个”愁“字的味道似乎只可意会，不可言传。下面又进一步进行描写：”溶溶泄泄，东风无力，欲皱还休。”溶溶泄泄，水缓缓掠动。“风乍起，吹皱一池春水”（冯延已《谒金门》），墉水皱了；可认真去看，又“风静縠纹平”（<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>《临江仙》）了。这里写水波就是这种情形。这是比喻春慵的不可捉摸，又似曾可见恍恍惚惚，浮浮沉沉的状态。这几句都是用比喻写春慵，把难以言状的困乏形容得如此具体、形象，作者的写作技巧真令人叹服。同时还要体会，这春水形象的本身又给人以美感。它那么温柔熨贴，它那么充溢、富于生命力，它那么细腻、明净，真叫人喜爱。春慵就是它，享受春慵真是人生的快乐。春慵，是一种生理现象，也是一种感觉，虽然在前人<a href=\"http://so.gushiwen.org/view_56264.aspx\">诗</a>词里经常出现这字眼，但具体描写很少，苏轼（《水龙吟·次韵章质夫杨花词》）借杨花写了女子的慵态，但没有这首词写得生动、细腻、充盈。</p> <p>　　此词用了许多贴切的词语天气给人的困乏感觉，又用了一系列比拟写感觉中的春慵，使人刻画如沐其中；感觉到了春天的温暖，闻到了醉人的花香，感受到了柳塘小憩的恬美。</p>",
  "about": "<h2>创作背景</h2> 　　此词作于作者调知静江府、广西经略安抚使赴桂林上任途中。据作者《骖鸾录》，乾道九年（1173）闰正月末过萍乡（今江西萍乡市），时雨方晴，乘轿困乏，歇息于柳塘畔。柳条新抽，春塘水满，这样的环境既便小憩，又易引发<a href=\"http://so.gushiwen.org/view_56264.aspx\">诗</a>兴。而此时他出使金国载誉归来后调任广西，应该说是“春风得意”。于是在途中写下了这首即景即兴之作。",
  "poet": {
    "id": 529,
    "star": 0,
    "name": "范成大",
    "image": "http://img.gushiwen.org/authorImg/fanchengda.jpg",
    "desc": "范成大（1126-1193），字致能，号称石湖居士。汉族，平江吴县（今江苏苏州）人。南宋诗人。谥文穆。从江西派入手，后学习中、晚唐诗，继承了白居易、王建、张籍等诗人新乐府的现实主义精神，终于自成一家。风格平易浅显、清新妩媚。诗题材广泛，以反映农村社会生活内容的作品成就最高。他与杨万里、陆游、尤袤合称南宋“中兴四大诗人”。"
  },
  "tags": [
    "婉约",
    "春天"
  ]
}