{
  "id": 52812,
  "star": 287,
  "name": "行香子·七夕",
  "dynasty": "宋代",
  "content": "草际鸣蛩。惊落梧桐。正人间、天上愁浓。云阶月地，关锁千重。纵浮槎来，浮槎去，不相逢。 <br>星桥鹊驾，经年才见，想离情、别恨难穷。牵牛织女，莫是离中。甚霎儿晴，霎儿雨，霎儿风。",
  "fanyi": "<p><strong>译文</strong><br>蟋蟀在草丛中幽凄地鸣叫着，梢头的梧桐叶子似被这蛩鸣之声所惊而飘摇落下，由眼前之景，联想到人间天上的愁浓时节。在云阶月地的星空中，牛郎和织女被千重关锁所阻隔，无由相会。牛郎和织女一年只有一度的短暂相会之期，其余时光则有如浩渺星河中的浮槎，游来荡去，终不得相会聚首。<br>鹊桥或许还未搭就，牵牛织女或许还是在离别之中未能相聚吧，猜想此时乌鹊已将星桥搭起，可牛郎、织女莫不是仍未相聚，再看天气阴晴不定，忽风忽雨，该不是牛郎、织女的相会又受到阻碍了吧！</p> <p><strong>注释</strong><br>①蛩（qióng）：蟋蟀。<br>②云阶月地：指天宫。语出<a href=\"http://so.gushiwen.org/author_211.aspx\">杜牧</a>《七夕》：“天阶夜色凉如水，卧看牵牛织女星。”<br>③“纵浮槎（chá）”三句：<a href=\"http://so.gushiwen.org/author_887.aspx\">张华</a>《博物志》记载，天河与海可通，每年八月有浮槎，来往从不失期。有人矢志要上天宫，带了许多吃食浮槎而往，航行十数天竟到达了天河。此人看到牛郎在河边饮牛，织女却在很遥远的天宫中。浮槎：指往来于海上和天河之间的木筏。此三句系对张华上述记载的隐括，借喻词人与其夫的被迫分离之事。<br>④星桥鹊驾：传说七夕牛郎织女在天河相会时，喜鹊为之搭桥，故称鹊桥。韩鄂《岁华记丽》卷三引《风俗通》 ： “织女七夕当渡河，使鹊为桥。 ”<br>⑤牵牛织女：二星宿名。 《文选·<a href=\"http://so.gushiwen.org/author_616.aspx\">曹丕</a>〈燕歌行〉 》： “牵牛织女遥相望。”李善注：《史记》曰“牵牛为牺牲，其北织女，织女，天女孙也。”<a href=\"http://so.gushiwen.org/author_322.aspx\">曹植</a>《九咏》注曰：“牵牛为夫，织女为妇。织女、牵牛之星各处一旁，七月七日得一会同矣。 ”<br>⑥甚霎（shà）儿：“甚”是领字，此处含有“正”的意思。霎儿：一会儿。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　这首双调小令，以托事言情的手法，通过对牛郎织女悲剧故事的描述，形象地表达了词人郁积于内的离愁别恨。</p> <p>　　“草际鸣蛩，惊落梧桐”，词首从人间的七夕着笔，写周围环境的沉寂和抒发主人公孤独痛苦的心情。词人巧妙地运用了以动写静的手法，大兴夸张之笔，说那几张飘然落地的梧桐老叶是。呜蛩”所“惊落”，极写出万籁俱静的环境特点，烘托了词人内心孤寂凄怆的心情，引出了“正人间。天上愁浓”的联想，把自己的心境与牛郎织女的离愁紧紧地编织在一起，成为所托之事与所言之情的纽带。下面写牛郎织女的故事：“云阶月地，关锁千重。”描写牛郎，织女远隔云阶月地、莽莽星河不得相见的痛苦，正抒发了自己与丈夫身在异地，心相牵系的离愁；描写牛郎、织女鹊桥相会，瞬息离散的苦难，正倾吐了自己与丈夫远隔千里、不得欢聚的别恨。正所谓：“纵浮搓来，浮槎去，不相逢。”整个上片由人间写到天上，于叙述中旬旬含情，句句扣紧着词人的感情脉搏。最后，在下片词人的感情已经完全化他为我，将自己夫妻的境况与牛郎、织女的境况融合为一，因此，她从现实自我处境出发，展开了奇特的联想：“星桥鹊驾，经年才见，想离情别恨难穷。”天宇间风雨变幻莫测，鹊桥或许还未搭就，牵牛织女或许现在还是在离别之中未能相聚吧?这种推测联想，完全是移情的结果，含蓄婉转地抒写了人间七夕夫妻不得相见的难言苦衷。</p> <p>　　尾句写天上七夕的自然景色，与首句人间七夕之景遥相呼应：一边是风雨飘忽，阴晴不定的银河两岸，一边是蟋蟀低吟、梧桐落叶的深闺庭院，这就开创出一种清冷凄凉的氛围，有力地烘托了词人孤寂悲伧的心情。尾句“甚霎儿晴，霎儿雨，霎儿风。”成功地提炼了口语，用排句形式集中描绘了宇宙天体的瞬息万变，在创造意境上起了重要作用，同时也增添了词的音乐美。</p> <p>　　总的看，这首词的艺术构思十分巧妙。开头是寂静的人间七夕，结尾是风云变幻的天上七夕。全篇以描绘牛郎织女的离愁，衬出词人自身的绵绵别恨。描绘天下七夕又把自己的真情融于其中，以自己痛苦的切身感受，深切体验为天帝所责，为天河所阻的牛郎和织女的境遇。这首词鼓起想象的羽翼，翱翔于天地之间。开头，从静夜蛩鸣、梧桐叶落，想到自己身处在离恨孤寂之中；再由自身的孤寂，联想到将要相会的天上的牛郎织女的艰难处境。她为牛郎织女感叹，感叹他们为浓重的离愁所苦，纵浮槎来去，也不能相逢；她为牛郎织女忧虑，忧虑他们经年才见，见后又别，别恨难穷。最后，又遥望太空，寄情于风云变幻的天宇，希望天帝不再从中作梗，盼望牛郎织女不再有波折，顺利实现一年一度的会晤。从而，使真、善、美得到统一。这首词是咏七夕<a href=\"http://so.gushiwen.org/view_52812.aspx\">诗</a>词中不可多得的艺术佳作。 </p><br/><h2>赏析二</h2> <p>　　“草际鸣蛩，惊落梧桐，正人间、天上愁浓”，词作开首，词人抓住秋天自然现象的两个突出特征落笔。蟋蟀在草丛中幽凄地鸣叫着，梢头的梧桐叶子似被这蛩鸣之声所惊而飘摇落下。此时此际，此情此景，在词人看来，正是人间天上离愁别怨最浓最重的时候。词人开首落笔即蒙上一层凄冷色彩，想象相当阔大，由眼前之景，即联想到人间天上的愁浓时节。此外，着一“惊”字，表明词人自身也为离愁所“惊”。词作题为“七夕”，由此可知“人间”的“愁浓”之中也包含了自己，从而含蓄地点出自己也为离情别愁所煎熬。次二句，“云阶月地，关锁千重”，词人的笔触放得更开，叙说在云阶月地的星空中，牛郎和织女被千重关锁所阻隔，无由相会。“云阶月地”，以云为阶，以月为地，谓天上。唐<a href=\"http://so.gushiwen.org/author_211.aspx\">杜牧</a>《七夕》<a href=\"http://so.gushiwen.org/view_52812.aspx\">诗</a>：“云阶月地一相过，未抵经年别恨多。”末三句，“纵浮槎来，浮槎去，不相逢”，“浮槎”，传说中来往于海上和天河之间的木筏。<a href=\"http://so.gushiwen.org/author_887.aspx\">张华</a>《博物志》卷三：“旧说云‘天河与海通，近世有人居海渚者，年年八月有浮槎，去来不失期。’”词人在此继续展开其想象之笔，描述牛郎、织女一年只有一度的短暂相会之期，其余时光则有如浩渺星河中的浮槎，游来荡去，终不得相会聚首。上片从人间写到天上，写自身体验的离愁，和对离愁中牛郎、织女的深切同情。</p> <p>　　“星桥鹊驾，经年才见，想离情、别恨难穷”，词作下片首三句紧承上片词脉，词人继续展开想象。上片是感叹牛郎、织女离愁之浓重，这里则是忧虑牛郎、织女别恨的难以穷尽。一个“想”字，道出了词人对牛郎、织女遭遇的同情，也表露了一种同病相怜的情怀。“牵牛织女，莫是离中”，这两句由想象回到现实。词人仰望星空，猜想此时乌鹊已将星桥搭起，可牛郎、织女莫不是仍未相聚，关注之情溢于言表。结句“甚霎儿晴，霎儿雨，霎儿风”，再看天气阴晴不定，忽风忽雨，该不是牛郎、织女的相会又受到阻碍了吧！“甚”字加以强调，突出了词人的耽心与关切。</p> <p>　　这首词，给人印象最深的是词人一笔两到的写法，词作写牛郎织女的离愁别恨，但又何尝不是在抒写自己的情怀。如果没有自己深切的感情体验，又如何能写出如此感人的作品。整首词作幻想与现实的结合，天上人间的遥相呼应，对开拓词作意境，气氛的烘托，都起到重要作用，也展示了词人丰富的想象力和阔大胸襟。此外，本词叠句的运用，口语化的特色，也都增加了词作的感染力。</p><br/><h2>赏析</h2> <p>　　这首词具体创作年代不详，大约是词人同丈夫婚后又离居的时期。主要借牛郎织女的神话传说，写人间的离愁别恨，凄恻动人。 </p> <p>　　“七夕”是中国传统节日之一，每年七月七日夜里，人们遥望天上的织女星和牵牛星，想起关于他们的美丽传说，无不感叹。这样的日子里，正受别离之苦的词人，感触更深。“草际鸣蛩，惊恐梧桐”。写的是凄清之景：夜是那么静，草丛中蟋蟀的叫声是那么清晰，连梧桐的叶子掉地上也能听到。这两句从听觉入手，不仅增强了下句的感伤情调，而且给全词笼罩上一层凄凉的气氛。“正人间天上愁浓”是作者仰望牵牛、织女发出的悲叹。“天上”暗点出牵牛、织女。七夕虽为牛、女相会之期，然而相会之时即为离别之日，倾诉一年来的别离之苦，想到今夜之后又要分别一年，心情更痛苦。“人间”包括作者和一切别离中的男女。想到牛、女今夜尚能相见，自己却无此机会，内心的悲愁，可见一斑。“愁浓”二字，写尽辛酸。 </p> <p>　　“云阶目地，关锁千重。纵浮槎来，浮槎去，不相逢。”句意思：望着银河，望着云、月，幻觉中进入了想象中的天上世界。“槎”是用竹木编成的筏子，可以渡水。据说乘着它从海上出发，航行十余天，到了天上，可以见有城郭房舍，非常壮丽，望见织女宫中织布，牵牛天河岸边饮牛。天宫以月为地，以云为阶，重重关锁，即使她象昔人那样乘槎去到天上，又乘槎回来，也不能同织女、牵牛相逢。这几句字面虽写天上，用意则人间。“关锁千重”，极言阻隔之深，致使有情男女不得会合团聚，其中寄托词人个人的别恨。 </p> <p>　　下片仍是作者仰望银河双星时浮现出来的想象世界。传说夏历七月七日夜群鹊银河衔接为桥渡牛、女相会，称为“鹊桥”，也称“星桥”。分别一年，只得一夕相会，离情别恨，自然年年月月永无穷尽。“想”意“讨想”、“想像”等包含着对牛、女的痛惜、体贴和慰藉意，还有启下的作用。正当人们悲慨牛、女常年别离时，刚刚相会的他们，又要别离了。“莫是离中”的“莫”为猜疑之词，即大概，大约之意。结尾三字用一“甚”字总领，与上片末三句句式相同，为此词定格。“甚”这里是时间副词，作“正当”“正值”的“正”解释。“霎儿”是口语，指短暂的时间，意思是一会儿。天这么一会儿晴，一会儿雨，一会儿又刮风，大约织女、牵年已分离了吧？叠用三个“霎儿”，逼肖烦闷难耐声口，写得幽怨不尽。牵牛、织女正是人间别离男女的化身，对他们不幸遭遇的叹恨，正是对人间离愁别情的叹恨。这几句语意双关，构思新颖，用天气的阴晴喻人间的悲喜，贴切生动。 </p> <p>　　这首词由人间写起，先言个人所见所感，再据而继之天上神话世界。通篇以牛女传说为寄托，境界奇丽，曲径通幽，写透了青年男女的离愁别恨。 </p>",
  "about": "<h2>创作背景</h2> 　　这首词《历代<a href=\"http://so.gushiwen.org/view_52812.aspx\">诗</a>余》题作“七夕”，有可能是建炎三年（1129）写于池阳的。是年三月赵明诚罢江宁守；五月，至池阳，又被任命为湖州知州，赵明诚独赴建康应召。这对在离乱中相依为命的夫妻，又一次被迫分离。此时，<a href=\"http://so.gushiwen.org/author_536.aspx\">李清照</a>暂住池阳，举目无亲，景况倍觉凄凉。转眼到了七月七日，她想到天上的牛郎织女，今夜尚能聚首，而人间的恩爱夫妻，此刻犹两地分离。浓重的离情别绪，对时局的忧虑，二者交融一起，形诸笔端，便铸就了这首凄婉动人词作的基调。",
  "poet": {
    "id": 536,
    "star": 0,
    "name": "李清照",
    "image": "http://img.gushiwen.org/authorImg/liqingzhao.jpg",
    "desc": "李清照（1084年3月13日～1155年5月12日）号易安居士，汉族，山东省济南章丘人。宋代（南北宋之交）女词人，婉约词派代表，有“千古第一才女”之称。所作词，前期多写其悠闲生活，后期多悲叹身世，情调感伤。形式上善用白描手法，自辟途径，语言清丽。论词强调协律，崇尚典雅，提出词“别是一家”之说，反对以作诗文之法作词。能诗，留存不多，部分篇章感时咏史，情辞慷慨，与其词风不同。有《易安居士文集》《易安词》，已散佚。后人有《漱玉词》辑本。今有《李清照集校注》。"
  },
  "tags": [
    "宋词精选",
    "七夕节",
    "孤独"
  ]
}