{
  "id": 7875,
  "star": 26,
  "name": "草书歌行",
  "dynasty": "唐代",
  "content": "少年上人号怀素，草书天下称独步。<br>墨池飞出北溟鱼，笔锋杀尽中山兔。<br>八月九月天气凉，酒徒词客满高堂。<br>笺麻素绢排数箱，宣州石砚墨色光。<br>吾师醉后倚绳床，须臾扫尽数千张。<br>飘风骤雨惊飒飒，落花飞雪何茫茫！<br>起来向壁不停手，一行数字大如斗。<br>怳怳如闻神鬼惊，时时只见龙蛇走。<br>左盘右蹙如惊电，状同楚汉相攻战。<br>湖南七郡凡几家，家家屏障书题遍。<br>王逸少，张伯英，古来几许浪得名。<br>张颠老死不足数，我师此义不师古。<br>古来万事贵天生，何必要公孙大娘浑脱舞。",
  "fanyi": "<p><strong>译文</strong><br>小小少年，小小和尚，名号<a href=\"http://so.gushiwen.org/author_2840.aspx\">怀素</a>。你的草书堪称风格迥异，独步天下。<br>你用掉的墨水之多，简直就可以养北冰洋的鲸鱼。你用了那么多兔毫笔，难怪中山的兔子都被杀光了。<br>八九月这里天气正凉爽。酒徒<a href=\"http://so.gushiwen.org/view_7875.aspx\">诗</a>人，高堂满座。<br>地上放着几箱白布和纸笺，都是别人请你书写的。桌子上摆放着宣州的石砚，放射着墨水的黑又亮的光芒。<br>我的小师傅喝醉以后就在绳床上小眯一会 。突然起身，须臾之间就横扫了几千张字。<br>如同疾风骤雨一样，飒飒惊魂。又像花飞雪飘飘扬扬，一片苍茫。有时候对着粉白的墙壁手不停笔，字大如斗。<br>观看你书写的人一个个惶惶然如见鬼神。满眼只见龙飞凤舞巨蟒游走。<br>笔势左盘右收，左冲右突，如同漫天的闪电。也如同汉楚之间的战争来回拉锯。<br>湖南七郡多少名门大家。那家的屏风和粉壁没有珍藏你的笔墨？<br>什么<a href=\"http://so.gushiwen.org/author_581.aspx\">王羲之</a>什么张伯英，那也叫草圣？跟你一比就知道他们是浪得了几百年的虚名。<br>我那位癫狂的酒友<a href=\"http://so.gushiwen.org/author_15.aspx\">张旭</a>，也号称草圣，他现在可是廉颇老矣，饭都吃不了了，现在凑不上草圣的名号了。我的小师傅的笔法不拘于古人的规矩。<br>从古到今，万事到了极至的水平都要靠天生的才能。何必要像张旭一样，要观看公孙大娘《浑脱》剑舞才有所启发呢？</p> <p><strong>注释</strong><br>⑴怀素（725—785，一说737—799）：字藏真，本姓钱，出生于零陵。七岁到“书堂寺”为僧，后住东门外的“绿天庵”，自幼爱好书法，刻苦学习，经禅之余，勤练书法，因无钱买纸，特在寺旁种下许多芭蕉树，用蕉叶代纸练字。经长期精研苦练，秃笔成堆，埋于山下，人称“笔冢”。其冢傍有小池，常洗砚水变黑，名为“墨池”。他好饮酒，醉后每遇寺壁及衣带、器皿无不拿来书写，兴到运笔，情随笔转，意随字生。他曾几次外出游历，“竭见当代名公”，切磋书技。怀素以草书闻名于世，继承张旭笔法，而有所发展，“以狂继颠”，并称“颠张醉素”。永州现存怀素的作品有《瑞石帖》、《千字文》、《秋兴八首》等。<br>⑵墨池：《法书要录》载：“弘农张芝善草书，改临学书，池水尽墨。”《太平寰宇记》：“墨池，王右军洗砚池也。”《方舆胜览》载：“绍兴府成珠寺本王羲之故宅，门外有二池，曰墨池、鹅池。”<br>⑶中山兔：《元和郡县志》载：中山在宣州水县东南十五里，出兔毫，为笔精妙。<br>⑷笺麻：唐代的纸。以五色染成，或用砑光，或用金银泥画花样来做成笺纸，纸以麻来作为材料，称为麻纸。绢素：丝织品的名称。在丝织品中，中等至下等者被称之为绢，绢中精白的织品被称之为素。<br>⑸绳床：原称胡床，又称交床。一种可以折叠的轻便坐具。“胡床”是东汉时从域外传入中原一带的，《风俗通》中便有“灵帝好胡床”的记载。这种坐具的最大特点是可以交叉折叠。交椅就是在绳床的基础上发展起来的。<br>⑹怳（huǎng）怳：隐隐约约，看不清楚的样子。<br>⑺七郡：湖南七郡指长沙郡、衡阳郡、桂阳郡、零陵郡、连山郡、江华郡、邵阳郡，此七郡皆在洞庭湖之南，所以说“湖南”。<br>⑻王逸少：王羲之（303—379），字逸少，琅邪临沂（今属山东）人，东晋书法家。出身贵族，官至右军将军、会稽内史，世称王右军。其书法俊逸遒劲，独创圆转流利的风格，擅长隶、草、正、行各体，被奉为“书圣”。张伯英：张芝，字伯英，弘农（今河南灵宝县）人，善草书。他继承传统，精于草书技巧。凡是家中衣帛，他必定拿来练习书法。临池学习书法，池水全被染成墨色。韦仲将称他为草圣。<br>⑼张颠：张旭，《旧唐书》载：吴郡张旭善写草书而且喜欢喝酒，每次醉后号呼狂走，索要毛笔挥洒写字，变化无穷，如有神功。时人称为“张颠”。<br>⑽浑脱舞：唐代舞名。<a href=\"http://so.gushiwen.org/author_2871.aspx\">长孙无忌</a>以乌羊皮为浑脱毡帽，大家仿效，叫做赵公浑脱，后来演变为舞蹈。浑脱，指以全羊皮制成的物品。<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>《观公孙大娘弟子舞剑器行并序》说：“昔者吴人张旭，善草书书帖，数常于邺县见公孙大娘舞西河剑器，自此草书长进，豪荡感激，即公孙可知矣。”《乐府杂录》载：“开元（713—741）中有公孙大娘善舞剑器，僧怀素见之，草书遂长。盖准其顿挫之势也。”</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　此<a href=\"http://so.gushiwen.org/view_7875.aspx\">诗</a>刻画了<a href=\"http://so.gushiwen.org/author_2840.aspx\">怀素</a>酒后运笔挥洒的形态，如骤雨旋风，纵横恣肆，给人以龙腾虎跃，奔蛇走马的艺术享受。“草书天下称独步”，<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>对怀素的书法评价极高。 </p> <p>　　此诗由于语言率直，与李白以往的诗风稍有差异，曾引起历代学者的怀疑和争论。宋代大学士苏东坡曾以“‘笺麻素绢排数箱’之句，村气可掬”为由，认定此诗非李白所作。与<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>同时代的书法家朱长文则认为“此诗本藏真（怀素）自作，驾名太白者”。清人王琦“以一少年上人而故贬王逸少、张伯英以推奖之，大失毁誉之实。至<a href=\"http://so.gushiwen.org/author_15.aspx\">张旭</a>与太白既同酒中八仙之游，而作诗称诩有‘胸藏风云世莫知’之句，忽一旦而訾其‘老死不足数’，太白决不没分别至此。断为伪作，信不疑矣。”其实这些多为推测之语，尚不足断定此诗非李白所作。现代学者郭沫若先生则持相反意见，认为“李白与其他诗人每每有率直之句，这是不成其为理由的”。肯定了李白的诗作。</p> <p>　　从这首诗的题材形式比较，此诗以乐府《杂曲歌辞》旧题形式写成。李白以诗歌著称于世，作诗近千首。一生最擅长以乐府歌行旧题作诗，而且以乐府旧题写诗成就最高。他诗歌的最大特点是浑然天成，不假雕饰，散发着浓厚的民歌气息。具体表现为语言的直率自然。此诗以乐府歌行旧题体裁形式写成，恰巧与李白擅长相符。而诗中的“笺麻素绢排数厢”句，正体现了他率真的一面。对苏轼的“村气可掬”是一个很好的回应</p> <p>　　从这首诗的风格及表现手法比较，此诗豪迈，格调飘逸，想象丰富，音节错综，语言奔放，在民歌体中融入了齐梁体的某些表现手法，而以李白自身独具的俊逸之气将它们统一在一起，典型地表现了诗人“清水出芙蓉”的特色，符合李白的诗风特征。李白作诗喜用夸张之句，此诗中“须臾扫尽数千张”、“一行数字大如斗”与李白其它著名诗句如“飞流直下三千尺”、“燕山雪花大如席”等有异曲同工之妙。</p> <p>　　从这首诗的创作状态分析，此诗是在一种醉态中写成。诗中“墨池飞出北溟鱼，笔锋杀尽中山兔”，正是诗人醉态狂幻气质的表露。小小的墨池在诗人的醉眼里被幻化成苍茫的北海，书家狂书疾书的情景，似乎连中山兔都要杀完了。这种狂幻式的语言描写，与李白一生好酒、嗜酒、常在醉态之中“斗酒诗百篇”的状态有关。因此，这首诗的创作状况和李白大量写有酒的诗歌风格极其一致。</p>",
  "about": "<h2>创作背景</h2> <p>　　后人对《草书歌行》是否系<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>所作，一直存在争论。黄锡珪说：“而校者不能删削，以无左验故。”据郭沫若考证：李白的《草书歌行》“当作于长流夜郎，遇赦放回，于乾元二年（公元759年）秋游零陵时所作。”</p>",
  "poet": {
    "id": 247,
    "star": 0,
    "name": "李白",
    "image": "http://img.gushiwen.org/authorImg/libai.jpg",
    "desc": "李白（701年－762年），字太白，号青莲居士，唐朝浪漫主义诗人，被后人誉为“诗仙”。祖籍陇西成纪(待考)，出生于西域碎叶城，4岁再随父迁至剑南道绵州。李白存世诗文千余篇，有《李太白集》传世。762年病逝，享年61岁。其墓在今安徽当涂，四川江油、湖北安陆有纪念馆。"
  },
  "tags": [
    "赞扬"
  ]
}