{
  "id": 72666,
  "star": 86,
  "name": "惠州一绝 / 食荔枝",
  "dynasty": "宋代",
  "content": "罗浮山下四时春，卢橘杨梅次第新。<br>日啖荔枝三百颗，不辞长作岭南人。",
  "fanyi": "<h2>译文</h2> 罗浮山下四季都是春天，枇杷和黄梅天天都有新鲜的。<br>如果每天吃三百颗荔枝，我愿意永远都做岭南的人。",
  "shangxi": "<h2>赏析</h2> <p>　　从“荔枝<a href=\"http://so.gushiwen.org/view_72666.aspx\">诗</a>”看东坡先生的岭南心境。</p> <p>　　苏东坡于宋哲宗绍圣元年被人告以“讥斥先朝”的罪名被贬岭南，“不得签书公事”。于是，东坡先生流连风景，体察风物，对岭南产生了深深的热爱之情，连在岭南地区极为平常的荔枝都爱得那样执着。</p> <p>　　绍圣二年四月十一日，<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>在惠州第一次吃荔枝，作有《四月十一日初食荔枝》一诗，对荔枝极尽赞美之能事：“……垂黄缀紫烟雨里，特与荔枝为先驱。海山仙人绛罗襦，红纱中单白玉肤。不须更待妃子笑，风骨自是倾城姝……”自此以后，苏轼还多次在诗文中表现了他对荔枝的喜爱之情。例如，《新年五首》：“荔子几时熟，花头今已繁。”《赠昙秀》：“留师笋蕨不足道，怅望荔枝何时丹。”《〈和陶归园田居六首)引》：“有父老年八十五，指(荔枝)以告余曰：‘及是可食，公能携酒来游乎?’意欣然许之。”《和陶归园田居》其五：“愿同荔枝社，长作鸡黍局。”《食荔枝二首》其二：“日啖荔枝三百颗，不辞长作岭南人。”</p> <p>　　其中“日啖荔枝三百颗，不辞长作岭南人”二句最为脍炙人口，解诗者多以为东坡先生在此赞美岭南风物，从而抒发对岭南的留恋之情，其实这是东坡先生满腹苦水唱成了甜甜的赞歌。</p> <p>　　不错，从一些现象上看起来，苏轼在岭南时的心情与初贬黄州时相比，确实显得更加平静，不见了“空庖煮寒菜，破灶烧湿苇”的失意与苦闷。《宋史》本传说苏轼在惠州“居三年，泊然无所蒂介，人无贤愚，皆得其欢心”。贬为琼州别驾后，居在“非人所居”的地方，“初僦官屋以居，有司犹谓不可。轼遂买地筑室，儋人运甓畚土以助之。独与幼子过处，著书以为乐，时时从其父老游，若将终身。”<a href=\"http://so.gushiwen.org/author_366.aspx\">苏辙</a>《东坡先生和陶诗引》介绍： “东坡先生谪居儋耳，置家罗浮之下……华屋玉食之念，不存于胸中。”苏东坡在岭南时，除了关心自然风光和民情风俗以外，还与出家人交往频繁，诗文中就留有很多与僧人唱和的作品。这一定程度上确实表现了避世意识。</p> <p>　　我们实在无法相信苏东坡这样具有强烈社会责任感的仁人志士会避世遁俗。有一件事实很能说明这个有趣的问题。</p> <p>　　晚年的苏东坡似乎很喜欢<a href=\"http://so.gushiwen.org/author_645.aspx\">陶渊明</a>，不厌其烦地和陶渊明的诗，并把和陶的诗专门编为一集。苏东坡和陶渊明诗以居岭南时为最多。从绍圣二年正月在惠州贬所到元符三年八月迁舒州团练副使，徙永州安置，在短短的五年零八个月里，和陶诗凡四十四次一百余首。东坡先生还自述其和陶用意：“平生出仕以犯世患，此所以深愧渊明，欲以晚节师范其万一也。” (见苏辙《东坡先生和陶诗引》)这仿佛在告世人：苏东坡从此绝意仕途，欲效陶渊明归隐园田，长作岭南人了。</p> <p>　　有意思的是，东坡先生那位心迹相通的老弟却对东坡自述的和陶诗用意提出了疑问，他在《东坡先生和陶诗引》一文中说：“嗟乎，渊明不肯为五斗米一束带见乡里小儿。而子瞻出仕三十余年，为狱吏所折困，终不能悛，以陷大难，乃欲以桑榆之末景，自托于渊明，其谁肯信之!”清人<a href=\"http://so.gushiwen.org/author_274.aspx\">纪昀</a>也以为苏轼“敛才就陶，亦时时自露本色”。</p> <p>　　苏辙不信其兄会真心归隐，几百年后纪昀的看法也一样。他们的看法可以在苏东坡和陶诗中可以得到印证。《和陶饮酒二十首》其十一曰：“诏书宽积欠，父老颜色好。再拜贺吾君，获此不贪宝。”其十八曰：“芜城阅兴废，雷塘几开塞。明年起华堂，置酒吊亡国。”其二十曰：“当时刘项罢，四海疮痍新。三杯洗战国，一斗消强秦。”《和陶咏三良》有：“杀身固有道，大节要不亏。君为社稷死，我则同其归。”这都可以看出苏轼恬淡的外表掩饰不了牵挂国运民生的忧患情怀。</p> <p>　　这种忧患情怀在《荔枝叹》一诗中表现得更加淋漓尽致。他首先借汉唐故实抨击统治阶级只顾自己享乐而不关民生疾苦的丑恶本质：“十里一置飞尘灰，五里一堠兵火催。颠坑仆谷相枕藉，知是荔枝龙眼来。飞车跨山鹘横海，风枝露叶如新采。宫中美人一破颜，惊尘溅血流千载。”千年以后，我们尤可想见苏学士老泪纵横，祈求上苍：“我愿天公怜赤子，莫生尤物为疮痏。雨顺风调百谷登，民不饥寒为上瑞。”</p> <p>　　苏东坡因仕途坎坷曾经想避世遁俗，又因恋恋不忘国运民生终于没能做到归隐山林。在岭南时，东坡先生的内心正处于这种出世与入世两难的心境之中。“日啖荔枝三百颗，不辞长作岭南人”正是这种两难心境的形象描述。</p>",
  "about": "<h2>创作背景</h2> 　　绍圣三年(1096)作于惠州，此题下有两首，这里选第二首。岭南两广一带在宋时为蛮荒之地，罪臣多被流放至此。迁客逐臣到这里，往往颇多哀怨嗟叹之辞，而东坡则不然，他在这首七绝中表现出他素有的乐观旷达、随遇而安的精神风貌，同时还表达了他对岭南风物的热爱之情。",
  "poet": {
    "id": 183,
    "star": 0,
    "name": "苏轼",
    "image": "http://img.gushiwen.org/authorImg/sushi.jpg",
    "desc": "苏轼（1037－1101），北宋文学家、书画家、美食家。字子瞻，号东坡居士。汉族，四川人，葬于颍昌（今河南省平顶山市郏县）。一生仕途坎坷，学识渊博，天资极高，诗文书画皆精。其文汪洋恣肆，明白畅达，与欧阳修并称欧苏，为“唐宋八大家”之一；诗清新豪健，善用夸张、比喻，艺术表现独具风格，与黄庭坚并称苏黄；词开豪放一派，对后世有巨大影响，与辛弃疾并称苏辛；书法擅长行书、楷书，能自创新意，用笔丰腴跌宕，有天真烂漫之趣，与黄庭坚、米芾、蔡襄并称宋四家；画学文同，论画主张神似，提倡“士人画”。著有《苏东坡全集》和《东坡乐府》等。"
  },
  "tags": [
    "地名",
    "赞美",
    "荔枝"
  ]
}