{
  "id": 71624,
  "star": 24,
  "name": "浣溪沙·杨花",
  "dynasty": "明代",
  "content": "百尺章台撩乱飞，重重帘幕弄春晖。怜他飘泊奈他飞。<br>澹日滚残花影下，软风吹送玉楼西。天涯心事少人知。",
  "fanyi": "<p><strong>译文<br></strong>在高高的专门送别的章台旁缭乱飞舞，在重重的帘幕前的春天阳光中翻腾，可怜啊，它这样无境止地飘泊，但又有怎样的办法不让它飞扬。<br>在淡淡的日光中慢慢飘摇洒落于花丛阴影下，又被温熙的和风吹拂到华美的高楼的西边，如那在天涯飘泊流离的旅人一样，它的心事少有人知道。</p> <p><strong>注释<br></strong>①百尺章台：典出韩翔的爱情故事，详情参见韩掬《章台柳》及妻柳氏《杨柳枝》(本书第十二辑)的注释。“章台”，原系汉长安的街道名，多设歌楼妓馆，遍植杨柳，唐宋<a href=\"http://so.gushiwen.org/view_71624.aspx\">诗</a>词中却成了秦楼楚馆的代名词，吟咏中常用之。<br>②重重帘幕：喻指陈柳婚姻中的重重障碍。“春晖”，指春光。<br>③“怜他”句：眼看杨花（喻<a href=\"http://so.gushiwen.org/author_312.aspx\">柳如是</a>）随风飘零，却又无可奈何。<br>④“淡日”句：意为杨花之飘零，使天空迷蒙失色，似乎黯淡的太阳是在花影中滚动。<br>⑤ 玉楼：华丽的楼房；亦指仙人居处。<a href=\"http://so.gushiwen.org/author_276.aspx\">东方朔</a>《十洲记·昆仑》：“其一角有积金为天墉城，面方千里，城上……玉楼十二所。”<br>⑥天涯心事：相隔天涯，彼此间的情意。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　上片“百尺章台撩乱飞，重重帘幕弄春晖”，是对<a href=\"http://so.gushiwen.org/author_312.aspx\">柳如是</a>处于名妓生活的写照。这里明写杨柳，暗喻柳如是之姓，语意双关。“百尺”，指柳如是当时居住高楼，名望甚高，难以攀折。“撩乱飞”，有思绪撩乱纷纷之意。“重重帘幕”，指柳氏所居之深宅大院，甚为豪华。“弄春晖”，指舞弄着“春色”，正在走红。整个两句，描写柳如是当时在妓女界的名望、地位及其豪华生活。对这位功名未就、生活拮据的年少书生<a href=\"http://so.gushiwen.org/author_563.aspx\">陈子龙</a>来说，自然既存爱慕之心，又有怜惜之意。遂有“怜他漂泊奈他飞”的感慨。柳如是幼年即为周道登玩弄于股掌之上，年十五流落风尘，漂泊的命运犹如杨花柳絮，引起陈子龙的怜惜与同情；加以对柳如是深情相爱，但由于自己生计尚不富裕，家有嫡妻把持，无法将柳如是救出水火，结为鸾风，在这无奈之中，只有像杨花一样，任他随风飘荡了。</p> <p>　　下片“淡日滚残花影下，软风吹送玉楼西”，这里将柳如是的未来生涯，继续比作杨花柳絮，作动态的描述加以警告。此处“淡日”，指暗淡的日子。“软风”，指柔和的微风。就是说，不须要强劲的风，即可轻轻地将花下的絮球吹到楼边墙角，了它残生。这里有着深刻的含义，作者向他的恋人柳如是提示：不要只看到在这青春盛日，被那名流学士竞相追逐的繁华似锦的生活（指上片“重重帘幕弄春晖”的盛况），还须想到日后年老色衰，渐渐为人所弃的暗淡日子里的悲惨处境。上片一个“弄”字，下片一个“残”字，上片渲染“春晖”，下片揭示“淡日”，一前一后，遥相呼应，一喜一悲，相互映照，很是值得玩味。最后以“天涯心事少人知”作结，含蓄有致，给读者留下了想像的余地。就是说，我的这一番心事，是很少有人知道的，您可知否?真是语重心长，含情脉脉，其中蕴藏着多少感人的肺腑之言！至于此处的“天涯”，究竟指的是：人在天涯，寄语情怀；还是人在咫尺，心怀天涯之事？又，这番“心事”，究竟指的是：恋情堪虑的心事，还是事业抱负的心事?都未明言。所有这些，留给读者去品味吧！</p> <p>　　陈子龙在这短短的小令中，感情丰富真挚，笔调高雅蕴藉，非大手笔莫能为之。由此即可看出他真情实感及其文学才华。</p>",
  "poet": {
    "id": 563,
    "star": 0,
    "name": "陈子龙",
    "image": "http://img.gushiwen.org/authorImg/chenzilong.jpg",
    "desc": "陈子龙（1608—1647）明末官员、文学家。初名介，字卧子、懋中、人中，号大樽、海士、轶符等。汉族，南直隶松江华亭（今上海松江）人。崇祯十年进士，曾任绍兴推官，论功擢兵科给事中，命甫下而明亡。清兵陷南京，他和太湖民众武装组织联络，开展抗清活动，事败后被捕，投水殉国。他是明末重要作家，诗歌成就较高，诗风或悲壮苍凉，充满民族气节；或典雅华丽；或合二种风格于一体。擅长七律、七言歌行、七绝，被公认为“明诗殿军”。陈子龙亦工词，为婉约词名家、云间词派盟主，被后代众多著名词评家誉为“明代第一词人”。"
  },
  "tags": [
    "咏物",
    "写人",
    "抒情"
  ]
}