{
  "id": 29071,
  "star": 25,
  "name": "日日",
  "dynasty": "唐代",
  "content": "日日春光斗日光，山城斜路杏花香。<br>几时心绪浑无事，得及游丝百尺长。",
  "fanyi": "<p><strong>译文<br></strong>一天天的春光和时光争晖飞快流逝，奔向山城的山路早春的杏花发出芳香。<br>什么时候心绪能全然没有什么事，能得到如春天的百尺游丝一样的春思呢？</p> <p><strong>注释<br></strong>⑴日日：意为一天天。唐<a href=\"http://so.gushiwen.org/author_437.aspx\">王昌龄</a>《万岁楼》<a href=\"http://so.gushiwen.org/view_29071.aspx\">诗</a>：“年年喜见山长在，日日悲看水独流。<br>⑵春光：泛指春天明媚妍丽、富于生命力的景象。南朝宋吴孜《春闺怨》诗：“春光太无意，窥窗来见参。”日光：既指艳阳春日，又兼有时光之意。汉陆贾《新语·道基》：“润之以风雨，曝之以日光。”<br>⑶山城：依山而筑的城市。北周<a href=\"http://so.gushiwen.org/author_662.aspx\">庾信</a>《奉和泛江》：“岸社多乔木，山城足回楼。”<br>⑷心绪：心思，心情。隋孙万寿《远戍江南寄京邑亲友》诗：“心绪乱如麻，空怀畴昔时。”浑无事：即全无事。浑：犹全。<br>⑸游丝：指春天时虫类吐在空中而四处飞扬的细丝。南朝梁<a href=\"http://so.gushiwen.org/author_628.aspx\">沈约</a>《三月三日率尔成篇》：“游丝映空转，高杨拂地垂。”</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这是一首七言绝句，<a href=\"http://so.gushiwen.org/view_29071.aspx\">诗</a>题或作“春光”，或作“春日”，皆非，应是截取开头一句的前两字而成。在<a href=\"http://so.gushiwen.org/author_204.aspx\">李商隐</a>诗集里有很多诗是属于这种虽曰有题实为无题的，如《流莺》（其首句云“流莺漂荡复参差”）、《相思》（首句云“相思树上合欢枝”）、《人欲》（首句云“人欲天从竟不疑”）等皆其例也。</p> <p>　　全诗可分两层：前二句写的是春景，后二句是写由此景而感发的心情、意绪，并以“游丝”绾合前景后意，显得十分自然、缜密。诗中并没有什么惊天动地的家国大事，也看不出什么博大的胸襟和深邃的思想。但是却从这普普通通的景色抒写中传达了诗人某种幽微而复杂的体验或感受，而这才是此诗感人之所在。</p> <p>　　首句“日日春光斗日光”写诗人眼中的春色。一句之中连用三个“日”字，妙在使人不觉其重。原因何在?这须从“斗”字说起，“斗”乃“争强竞胜”之意，是此句之“眼”，有了它才使“春光”、“日光”充满了勃勃生机。在这里，“春光”和“日光”都具有双重含义。从字面看，“春光”泛指春天明媚艳丽的风物景致。“日光”则指时色天象。前者为物色，后者是时间，随着时间（“日光”）的推移，物色（“春光”）也在不断变化，而这推移与变化又是瞬息迥异，所以诗人用“日日”状其景况，以“斗”字提挈于时色物象之间，竟成此一热闹繁华的场面。因此不妨说这句诗是以开朗、畅快、愉悦作底色的。但是另一方面，在古典诗文里“春”、“日”还有另一重喻意，另一个传统，即人们常将春、秋同人的青春年少和年迈衰老联系在一起，或者竟是二者的代名词，将时日光阴同人的生命时光相比拟。自从<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>发出“日月忽其不淹兮，春与秋其代序”（《离骚》）的叹息之后，这种对生命本体的强烈意识和深沉感喟便无时无刻不倾注于诗人的笔端。了解了这一层，再来看李商隐的这句诗时，便会有不同的感受。“斗”字虽突现了春色的繁盛迷人，但是，在这愉心悦目中又蕴含着诗人莫名其妙的忧惧和哀伤，而这种不易觉察到的潜在情绪又终于发展成了后二句感情的直接坦露。</p> <p>　　如果说首句还是笼统地描摹，那么次句“山城斜路杏花香”则是比较具体地状写了。“山城斜路”指示了诗人所处的位置——其实在看到“日日春光斗日光”之前诗人就已经走在这弯弯曲曲的路上了，这是诗家用笔狡狯之处。——“杏花”大约是“山城斜路”边最突出、最具特色的景物，所以单独拈出，又以“香”字来渲染，使春色具体化、立体化了。这两句虽同是写春色，但一较抽象，一较具体；一是望中之感受（视觉的），一是从嗅觉中得来，略有不同，因而富于变化。</p> <p>　　三、四句“几时心绪浑无事，得及游丝百尺长”应作一气读。这大概是套用了<a href=\"http://so.gushiwen.org/author_744.aspx\">卢照邻</a>《长安古意》中“百丈游丝争绕树”的诗句。诗人缓步行进在山城斜路上，看见在空中自由自在浮动着的游丝，想到自己整日为尘世俗事所萦绕不得安宁，竟觉得自己反不及这无声无息的“游丝”，于是才生出了这一奇想：什么时候自己才能像这百尺游丝一样浑然无知无觉、自由自在呢？但诗人毕竟不是“游丝”，<a href=\"http://so.gushiwen.org/author_685.aspx\">庄周</a>化蝶那是梦中才有的事，所以企羡也就只能归于企羡，“心绪”既不能似“游丝”一样“浑无事”，而诗人的烦恼、忧郁也就只能依然故我。如此思来想去，竟觉得此时“心绪”之多“事”比直说更增百倍令人难堪。这种将有感情的人同无情的物相比的构思在古典诗词中是非常常见的，有时是正接，有时是反衬，如<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>《秋兴八首》诗“信宿渔人还泛泛，清秋燕子故飞飞”，以有巢可归的燕子反衬人的无家可归；又如<a href=\"http://so.gushiwen.org/author_113.aspx\">岑参</a>《寄左省杜拾遗》“白发悲花落，青云羡鸟飞”，以鸟儿高飞喻写自己的抱负和眼下的不得志等等。但在这些诗里还多是可以寻绎的外在类比联想，而在李商隐这两句诗中则是以双关的“绪”将无形无影的心理情绪（“心绪”）同空中的“游丝”联系起来。这可以看出李商隐诗设喻的巧妙。</p>",
  "about": "<h2>创作背景</h2> 　　<a href=\"http://so.gushiwen.org/author_204.aspx\">李商隐</a>擅长抒写日常生活中某种微妙的<a href=\"http://so.gushiwen.org/view_29071.aspx\">诗</a>意感受，这首诗即写于某年春天，作者因春光引发一种微妙感受而作此诗。具体创作年份不详。",
  "poet": {
    "id": 204,
    "star": 0,
    "name": "李商隐",
    "image": "http://img.gushiwen.org/authorImg/lishangyin.jpg",
    "desc": "李商隐，字义山，号玉溪（谿）生、樊南生，唐代著名诗人，祖籍河内（今河南省焦作市）沁阳，出生于郑州荥阳。他擅长诗歌写作，骈文文学价值也很高，是晚唐最出色的诗人之一，和杜牧合称“小李杜”，与温庭筠合称为“温李”，因诗文与同时期的段成式、温庭筠风格相近，且三人都在家族里排行第十六，故并称为“三十六体”。其诗构思新奇，风格秾丽，尤其是一些爱情诗和无题诗写得缠绵悱恻，优美动人，广为传诵。但部分诗歌过于隐晦迷离，难于索解，至有“诗家总爱西昆好，独恨无人作郑笺”之说。因处于牛李党争的夹缝之中，一生很不得志。死后葬于家乡沁阳（今河南焦作市沁阳与博爱县交界之处）。作品收录为《李义山诗集》。"
  },
  "tags": [
    "惆怅",
    "时光"
  ]
}