{
  "id": 47045,
  "star": 1050,
  "name": "清平乐·别来春半",
  "dynasty": "五代",
  "content": "别来春半，触目柔肠断。砌下落梅如雪乱，拂了一身还满。<br>雁来音信无凭，路遥归梦难成。离恨恰如春草，更行更远还生。",
  "fanyi": "<p><strong>译文</strong><br>离别以来，春天已经过去一半，映入目中的景色掠起柔肠寸断。阶下落梅就像飘飞的白雪一样零乱，把它拂去了又飘洒得一身满满。<br>鸿雁已经飞回而音信毫无依凭，路途遥远，要回去的梦也难形成。离别的愁恨正像春天的野草，越行越远它越是繁生。</p><p><strong>注释<br></strong>⑴春半：即半春，春天的一半。唐代<a href=\"http://so.gushiwen.org/author_646.aspx\">柳宗元</a>《柳州二日》<a href=\"http://so.gushiwen.org/view_47045.aspx\">诗</a>中有句：“宦情羁思共凄凄，春半如秋意转迷。”别来春半：意思是，自分别以来，春天已过去一半，说明时光过得很快。<br>⑵柔：吕本二主词、吴本二主词、侯本二主词、《尊前集》、《全唐诗》、《词综》等本中均作“愁”。柔肠，原指温柔的心肠，此指绵软情怀。<br>⑶砌（qì）下：台阶下。砌，台阶。落梅：指白梅花，开放较晚。全句意思是，台阶下飘落的白梅花犹如雪片纷飞。<br>⑷拂了一身还满：指把满身的落梅拂去了又落了满身。<br>⑸雁来音信无凭：这句话是说鸿雁虽然来了，却没将书信传来。古代有凭借雁足传递书信的故事。《汉书·<a href=\"http://so.gushiwen.org/author_460.aspx\">苏武</a>传》中记载：“天子射上林中，得雁，足有系帛书。”故见雁就联想到了所思之人的音信。无凭：没有凭证，指没有书信。<br>⑹遥：远。归梦难成：指有家难回。<br>⑺恰如：《全唐诗》、《古今词统》、《古今诗余醉》等本中均作“却如”；毛本《尊前集》中作“怯如”。<br>⑻更行更远还生：更行更远，指行程越远。更，越。还生，还是生得很多。还，仍然，还是。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　这首《清平乐》，表现了作者在恼人的春色中，触景生情，思念离家在外的亲人的情景。</p> <p>　　词的上片，开篇即直抒胸臆、毫无遮拦地道出郁抑于心的离愁别恨。一个“别”字，是起意，也是点题，单刀直入，紧扣人心。<a href=\"http://so.gushiwen.org/author_269.aspx\">李煜</a>前期作品中因各种原因，这种开篇直抒胸臆的不多，但中、后期作品中不少，想必是生活际遇之大变，作者的感情已如洪水注池、不泄不行罢。“春半”有人释为春已过半，有理，但如释为相别半春，亦有据，两义并取也无不可。接下二句承“触目”来，“砌下落梅如雪乱”突出一个“乱”字，既写出了主人公独立无语却又心乱如麻，也写出了触景伤情景如人意的独特感受，用生动的比喻把愁情说得明白如见。“拂了一身还满”，前有“拂”字，显见有主人公克制定念的想法，但一个“满”字，却把主人公那种无奈之苦、企盼之情、思念之深刻画得至真至实。上片的画面是情景交融、虚实相生而又动静结合的，直抒胸臆中见委婉含蓄，活泼喻象中透深沉凝重。</p> <p>　　他之所以久久地站在花下，是因为在思念远方的亲人。“雁来”两句把思念具体化。写出作者盼信，并希望能在梦中见到亲人。古代有大雁传书的故事。西汉时，<a href=\"http://so.gushiwen.org/author_460.aspx\">苏武</a>出使北方，被匈奴扣留多年。但他坚贞不屈。汉昭帝派使臣要匈奴释放苏武，匈奴谎说苏武已死。使臣知苏武未死，假称皇帝曾射下大雁，雁足上系有苏武的书信说他正在匈奴的某地。匈奴听了，只得将苏武放回。所以作者说，他看到大雁横空飞过，为它没有给自己带来书信而感到失望。他又设想，和亲人在梦中相会，但“路遥归梦难成”，距离实在是太遥远了，恐怕他的亲人在梦中也难以回来。古人认为人们在梦境中往往是相通的。对方作不成“归梦”，自己也就梦不到对方了。梦中一见都不可能，思念万分之情溢于言表，从而更强烈地表现了作者的思念之切。他怀着这种心情，向远处望去，望着那遍地滋生的春草，突然发现，“离恨却如春草，更行更远还生”。“更行更远”是说无论走得多么远，自己心中的“离恨”就像那无边无际、滋生不已的春草。无论人走到哪里，它们都在眼前，使人无法摆脱。这个结句，比喻浅显生动，而且通过形象给人以离恨无穷无尽、有增无已的感觉，使这首词读起来显得意味深长。</p> <p>　　全词以离愁别恨为中心，线索明晰而内蕴，上下两片浑成一体而又层层递进，感情的抒发和情绪的渲染都十分到位。作者手法自然，笔力透彻，尤其在喻象上独到而别致，使这首词具备了不同凡品的艺术魅力。</p>",
  "about": "<h2>创作背景</h2> 　　公元971年秋，<a href=\"http://so.gushiwen.org/author_269.aspx\">李煜</a>派弟弟李从善去宋朝进贡，被扣留在汴京。974年，李煜请求宋太祖让从善回国，未获允许。李煜非常想念他，常常痛哭。陆永品认为这首词有可能是从善入宋的第二年春天，李煜为思念他而作的。",
  "poet": {
    "id": 269,
    "star": 0,
    "name": "李煜",
    "image": "http://img.gushiwen.org/authorImg/liyu.jpg",
    "desc": "李煜，五代十国时南唐国君，961年-975年在位，字重光，初名从嘉，号钟隐、莲峰居士。汉族，彭城（今江苏徐州）人。南唐元宗李璟第六子，于宋建隆二年(961年)继位，史称李后主。开宝八年，宋军破南唐都城，李煜降宋，被俘至汴京，封为右千牛卫上将军、违命侯。后因作感怀故国的名词《虞美人》而被宋太宗毒死。李煜虽不通政治，但其艺术才华却非凡。精书法，善绘画，通音律，诗和文均有一定造诣，尤以词的成就最高。千古杰作《虞美人》、《浪淘沙》、《乌夜啼》等词。在政治上失败的李煜，却在词坛上留下了不朽的篇章，被称为“千古词帝”。"
  },
  "tags": [
    "宋词三百首",
    "春天",
    "写景",
    "思乡"
  ]
}