{
  "id": 20275,
  "star": 61,
  "name": "竹",
  "dynasty": "唐代",
  "content": "入水文光动，抽空绿影春。<br>露华生笋径，苔色拂霜根。<br>织可承香汗，裁堪钓锦鳞。<br>三梁曾入用，一节奉王孙。",
  "fanyi": "<p><strong>译文</strong><br>春光里中空的竹子，把绿色的倩影，倒映在波光粼粼的水面上：轻轻摇摆，轻轻动荡……<br>露珠在长满竹笋的林间小道闪着光亮，那绿色的苔藓，正轻轻擦着竹根上的白霜。<br>竹子可织成竹席送给美丽的姑娘纳凉；也可以裁制成钓竿，钓上大鱼几筐。<br>听说三梁冠帽子的衬里用竹做成，我砍下一节竹子准备献给王孙戴上！</p> <p><strong>注释</strong><br>①露华：露花。<br>②霜根：竹根表面有白粉，似霜。<br>③锦鳞：鱼。<br>④三梁：古人帽中横的硬衬，用竹制成。汉唐冠帽有五梁、三梁、两梁的制度。王琦《李长吉歌<a href=\"http://so.gushiwen.org/view_20275.aspx\">诗</a>汇解》引徐广《舆服志杂注》:“天子杂服，介帻五梁进贤冠，太子诸王三梁进贤冠。”<a href=\"http://so.gushiwen.org/author_349.aspx\">李贺</a>是“王孙”，故自谓用三梁。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这首五言律<a href=\"http://so.gushiwen.org/view_20275.aspx\">诗</a>是吟咏竹子的，但与一般泛咏景物之作不同，根据诗意，所咏之竹当实有所指，这须待读完全诗才能明白。</p> <p>　　诗的前四句摹写竹之形状，但写的角度却极富于变化：一、二句一俯一仰，一是下写竹子入水之态，一是上写竹笋抽空之影，这是直接写竹；三、四句写笋径露华、霜根苔色、是以露、苔衬竹，是间接写竹。但是不管是直接写还是间接写，都并非出于悬空虚拟，而是实实在在的情景和境地，是诗人置身其间的观察、摹写。他低头看见了水中的文竹，微光摇曳，斑驳可爱；抬头望见了绿色的竹影，竹影凌空而上，充溢着春天的勃勃生机。这似乎是一个清新的早晨，诗人从竹林掩映的小路走过，竹笋上还挂着亮晶晶的露珠儿，带着粉霜的竹根也快要被青青的苔藓遮盖了。多么幽雅的境地!多么可爱的翠竹!这是诗人所熟悉的土地上的竹林——故里昌谷(今属河南宜阳)的竹子。据河南宜阳县委宣传部《<a href=\"http://so.gushiwen.org/author_349.aspx\">李贺</a>故里调查》报告上说，“今昌谷村名虽无”，但这一带的村子大都“绿竹成园，较大之竹园即有一百多亩”(转引自钱仲联《李贺年谱会笺》)，由此可以想见当地竹林盛况，李贺自己也在诗中多次提到它：“舍南有竹堪书字”(《南园》)、“竹香满凄寂，粉节涂生翠。……竹薮添堕简，石矶引钩饵。……柳缀长缥带，篁掉短笛吹。”(《昌谷诗》)而且，除了这首《竹》诗外，还有一组诗——《昌谷北园新笋四首》——专咏故里之竹，其中一首云：“斫取青光写楚辞，腻香春粉黑离离。无情有恨何人见?露压烟啼千万枝。”这都可以证明这首《竹》诗所吟咏的为昌谷之竹无疑，因为在这里，李贺才更可能如此从容安闲地去欣赏它。“抽空”，形容竹子劲直挺拔上长的状态，也就是《昌谷北园新笋四首》诗中所说的“更容一夜抽千尺”或“笛管新篁拔玉青”之意。“霜根”，并非竹根上真的有霜，而是指竹根上结的白色粉末，有如寒霜，即《昌谷北园新笋四首》里“腻香春粉黑离离”的“春粉”。这四句诗不但写出了竹子的劲直潇洒，也写出了环境的幽雅迷人。</p> <p>　　诗的后四句又换了一种笔法，写竹子的功用，并寄寓感慨：“织可承香汗，裁堪钓锦鳞。三梁曾入用，一节奉王孙”。竹子编织为席，可以承接香汗；斫裁成竹竿，可以用来钓鱼(“锦鳞”)。但这还是普普通通的用途，算不得奇特，最值得夸耀的是竹子曾被朝廷采用，制作贤冠上的横梁。《周书》载：“成王(姬诵)将加玄服，周公(姬旦)使人来零陵取文竹为冠。”《舆服志杂注》：“天子五梁进贤冠，太子、诸王三梁进贤冠。”“梁”指帽子里面硬的横衬，以竹为之。这似为此诗末二句之所本。很显然诗人是有所寄兴的。竹子那潇洒的风度、劲直的气节，竹子的被重用，这些怎能不令诗人歆羡和感慨呢?诗人怀不世之才，常有济世报国之心，但终其一生，始终是郁郁不得施展，虽曾官奉礼郎，但位不过从九品上，掌君臣版位，以奉朝会祭祀之礼，亦不过是“臣妾气态间，惟欲承箕帚”而已，终无能为。其情其志，于诗中时时可见，所以于吟物之中连类而及，也是很自然的了。</p> <p>　　李贺之诗，虽然笼统地说，其光怪陆离、虚荒诞幻，是深得楚骚之真传，但细致说来，又有所区别，大抵长篇歌行，近于楚骚和汉魏乐府歌诗，而五言律绝，则更类似于齐梁间诗，显得明艳浓丽。此诗亦是如此，尤其是五、六句，活<a href=\"http://so.gushiwen.org/author_2141.aspx\">脱脱</a>齐梁口吻。但李贺此诗并不止于咏物，而是将自己的情志编织于其中，因此与齐梁诗那种无聊至极的香艳软媚不同，这也该是李贺此诗的成功之处吧。</p>",
  "poet": {
    "id": 349,
    "star": 0,
    "name": "李贺",
    "image": "http://img.gushiwen.org/authorImg/lihe.jpg",
    "desc": "李贺（约公元791年-约817年），字长吉，汉族，唐代河南福昌（今河南洛阳宜阳县）人，家居福昌昌谷，后世称李昌谷，是唐宗室郑王李亮后裔。有“诗鬼”之称，是与“诗圣”杜甫、“诗仙”李白、“诗佛”王维相齐名的唐代著名诗人。著有《昌谷集》。李贺是中唐的浪漫主义诗人，与李白、李商隐称为唐代三李。有“‘太白仙才，长吉鬼才’之说。李贺是继屈原、李白之后，中国文学史上又一位颇享盛誉的浪漫主义诗人。李贺长期的抑郁感伤，焦思苦吟的生活方式，元和八年（813年）因病辞去奉礼郎回昌谷，27岁英年早逝。"
  },
  "tags": [
    "感慨"
  ]
}