{
  "id": 69129,
  "star": 463,
  "name": "沈园二首",
  "dynasty": "宋代",
  "content": "城上斜阳画角哀，沈园非复旧池台，<br>伤心桥下春波绿，曾是惊鸿照影来。</p> <p>梦断香消四十年，沈园柳老不吹绵。<br>此身行作稽山土，犹吊遗踪一泫然。",
  "fanyi": "<p><strong>译文<br></strong>城墙上的画角声仿佛也在哀痛，沈园已经不是原来的池阁亭台。<br>令人伤心的桥下春水依然碧绿，在此曾见她的倩影如惊鸿飘来。</p> <p>离她香消玉殒已过去四十多年，沈园柳树也老得不能吐絮吹绵。<br>自身即将化为会稽山一抔泥土，仍然来此凭吊遗踪而泪落潸然。</p> <p><strong>注释<br></strong>⑴沈园：即沈氏园，故址在今浙江绍兴禹迹寺南。<br>⑵斜阳：偏西的太阳。画角：涂有色彩的军乐器，发声凄厉哀怨。<br>⑶惊鸿：语出三国魏<a href=\"http://so.gushiwen.org/author_322.aspx\">曹植</a>《洛神赋》句“翩若惊鸿”，以喻美人体态之轻盈。这里指唐琬。<br>⑷“梦断”句：作者在禹迹寺遇到唐琬是在高宗绍兴二十五年（1155年），其后不久，唐琬郁郁而死。作此<a href=\"http://so.gushiwen.org/view_69129.aspx\">诗</a>时距那次会面四十四年，这里的“四十”是举其成数。香消，指唐琬亡故。<br>⑸不吹绵：柳絮不飞。<br>⑹行：即将。稽（jī）山：即会稽山，在今浙江绍兴东南。<br>⑺吊：凭吊。泫（xuàn）然：流泪貌。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　《沈园二首》乃<a href=\"http://so.gushiwen.org/author_272.aspx\">陆游</a>触景生情之作，此时距沈园邂逅唐氏已四十余年，但缱绻之情丝毫未减，反而随岁月之增而加深。</p> <p>　　第一首<a href=\"http://so.gushiwen.org/view_69129.aspx\">诗</a>回忆沈园相逢之事，悲伤之情充溢楮墨之间。</p> <p>　　“城上斜阳”，不仅点明傍晚的时间，而且渲染出一种悲凉氛围，作为全诗的背景。斜阳惨淡，给沈园也涂抹上一层悲凉的感情色彩。于此视觉形象之外，又配以“画角哀”的听觉形象，更增悲哀之感。“画角”是一种彩绘的管乐器，古时军中用以警昏晓，其声高亢凄厉。此“哀”字更是诗人悲哀之情外射所致，是当时心境的反映。这一句造成了有声有色的悲境，作为沈园的陪衬。</p> <p>　　次句即引出处于悲哀氛围中的“沈园”。诗人于光宗绍熙三年（1192年）六十八岁时所写的《禹迹寺南有沈氏小园序》曰：“禹迹寺南有沈氏小园，四十年前（按：实为三十八年）尝题小词壁间，偶复一到，园已三易主，读之怅然。”诗中并有“坏壁醉题尘漠漠”之句。那时沈园已有很大变化；而现在又过七年，更是面目全非，不仅“三易主”，且池台景物也不复可认。诗人对沈园具有特殊的感情，这是他与唐氏离异后唯一相见之处，也是永诀之所。这里留下了他刹那间的毛喜与永久的悲，《钗头凤·红酥手》这首摧人肝肺之词也题于此。他多么渴望旧事重现，尽管那是悲剧，但毕竟可一睹唐氏芳姿。这当然是幻想，不得已而求其次，他又希望沈园此时的一池一台仍保持当年与唐氏相遇时的情景，以便旧梦重温，借以自慰。但现实太残酷了，今日不仅心上人早已作古，连景物也非复旧观。诗人此刻心境之寥落，可以想见。</p> <p>　　但是诗人并不就此作罢，他仍竭力寻找可以引起回忆的景物，于是看到了“桥下春波绿”一如往日，感到似见故人。只是此景引起的不是喜悦而是“伤心”的回忆：“曾是惊鸿照影来”。四十四年前，唐氏恰如<a href=\"http://so.gushiwen.org/author_322.aspx\">曹植</a>《洛神赋》中所描写的“翩若惊鸿”的仙子，飘然降临于春波之上。她是那么婉娈温柔，又是那么凄楚欲绝。离异之后的不期而遇所引起的只是无限“伤心”。诗人赋《钗头凤》，抒写出“东风恶，欢情薄”的愤懑，“泪痕红浥鲛绡透”的悲哀，“错！错！错！”的悔恨。唐氏和词亦发出“世情薄，人情恶”的控诉，“今非昨，病魂常恨千秋索”的哀怨。虽然已过了四十余春秋，而诗人“一怀愁绪”，绵绵不绝，但“玉骨久成泉下土”（《十二月二日夜梦游沈氏园亭》），一切早已无可挽回，那照影惊鸿已一去不复返了。然而只要此心不死，此“影”将永在心中。</p> <p>　　第二首诗写诗人对爱情的坚贞不渝。</p> <p>　　首句感叹唐氏溘然长逝已四十年了。古来往往以“香销玉殒”喻女子之亡，“梦断香消”即指唐氏之死。陆游于八十四岁即临终前一年所作悼念唐氏的《春游》亦云：“也信美人终作土，不堪幽梦太匆匆。”唐氏实际已死四十四年，此“四十年”取其整数。这一句充满了刻骨铭心之真情。</p> <p>　　次句既是写沈园即日之景：柳树已老，不再飞绵；也是一种借以自喻的比兴：诗人六十八岁时来沈园已自称“河阳愁鬓怯新霜”（《禹迹寺南有沈氏小园四十年前尝题小阕壁间偶复一到而园已易主刻小阕于石读之怅然》），此时年逾古稀，正如园中老树，已无所作为，对个人生活更无追求。“此身行作稽山土”，则是对“柳老”内涵的进一步说明。“美人终作土”，自己亦将埋葬于会稽山下而化为黄土。此句目的是反衬出尾句“犹吊遗踪一泫然”，即对唐氏坚贞不渝之情。一个“犹”字，使诗意得到升华：尽管自己将不久于人世，但对唐氏眷念之情永不泯灭；尽管个人生活上已无所追求，但对唐氏之爱历久弥新。所以对沈园遗踪还要凭吊一番而泫然涕下。“泫然”二字，饱含无比复杂的感情：其中有爱，有恨，有悔，诗人不点破，足供读者体味。</p> <p>　　这两首诗与陆游慷慨激昂的诗篇风格迥异：感情性质既别，艺术表现自然不同。写得深沉哀婉，含蓄蕴藉，但仍保持其语言朴素自然的一贯特色。</p>",
  "about": "<h2>创作背景</h2> <p>　　<a href=\"http://so.gushiwen.org/author_272.aspx\">陆游</a>一生最大的个人不幸就是与结发妻唐琬的爱情悲剧。据《齐东野语》等书记载与近人考证：陆游于高宗绍兴十四年（1144年）二十岁时与母舅之女唐琬结琴瑟之好，婚后“伉俪相得”，但陆母并不喜欢儿媳，终至迫使于婚后三年左右离异。后唐氏改嫁赵士程，陆游亦另娶王氏。绍兴二十五年春，陆游三十一岁，偶然与唐赵夫妇“相遇于禹迹寺南之沈氏园。唐以语赵，遣致酒肴。陆怅然久之，为赋《钗头凤》一词题壁间”。唐氏见后亦奉和一首，从此郁郁寡欢，不久便抱恨而死。陆游自此更加重了心灵的创伤，悲悼之情始终郁积于怀，五十余年间，陆续写了多首悼亡<a href=\"http://so.gushiwen.org/view_69129.aspx\">诗</a>，《沈园二首》即是其中最脍炙人口的两首。</p> <p>　　《齐东野语》曰：“翁居鉴湖之三山，晚岁每入城，必登寺眺望，不能胜情，又赋二绝云：（引诗略）。盖庆元己未也。”据此可知，这组诗创作于宋宁宗庆元五年己未（1199年），是年陆游七十五岁。</p>",
  "poet": {
    "id": 272,
    "star": 0,
    "name": "陆游",
    "image": "http://img.gushiwen.org/authorImg/luyou.jpg",
    "desc": "陆游（1125—1210），字务观，号放翁。汉族，越州山阴（今浙江绍兴）人，南宋著名诗人。少时受家庭爱国思想熏陶，高宗时应礼部试，为秦桧所黜。孝宗时赐进士出身。中年入蜀，投身军旅生活，官至宝章阁待制。晚年退居家乡。创作诗歌今存九千多首，内容极为丰富。著有《剑南诗稿》、《渭南文集》、《南唐书》、《老学庵笔记》等。"
  },
  "tags": [
    "悼亡",
    "回忆",
    "组诗"
  ]
}