{
  "id": 61064,
  "star": 1,
  "name": "木兰花慢·渔父词",
  "dynasty": "宋代",
  "content": "海滨蓑笠叟，驼背曲，鹤形臞。定不是凡人，古来贤哲，多隐于渔。任公子，龙伯氏，思量来岛大上钩鱼；又说巨鼇吞饵，牵翻员峤方壶。<br>磻溪老子雪眉须，肘后有丹书。被西伯载归，营丘茅土，牧野檀车。世间久无是事，问苔矶痴坐待谁欤？只怕先生渴睡，钓竿指着珊瑚。",
  "shangxi": "<h2>赏析</h2> <p>　　“渔父”之咏，篇数很多，古往今来，不可胜数。其中最著名、最有代表性的作品，当推唐人<a href=\"http://so.gushiwen.org/author_331.aspx\">张志和</a>的《渔父》（西塞山前白鹭飞）与<a href=\"http://so.gushiwen.org/author_646.aspx\">柳宗元</a>的《江雪》（千山鸟飞绝）。“青箬笠，绿蓑衣，斜风细雨不须归”，其声情舒缓平和，如行云流水，表现了作者的如野鹤闲云，与世无争。“孤舟蓑笠翁，独钓寒江雪”，其声情孤傲冷峻，表现了作者的愤世嫉俗。然而“出世”也罢，“入世”也罢，他们笔下的“渔父”都是自我形象的外在表现，这一点是共同的。</p> <p>　　起句“海滨蓑笠叟”五字，点出地点和人物。</p> <p>　　“驼背曲，鹤形臞”二句承上，以三字短联具体刻画出“渔父”形象：其背既曲如驼，其躯又瘦似鹤。活<a href=\"http://so.gushiwen.org/author_2141.aspx\">脱脱</a>地表现出一干瘪老儿，颇有调侃的意味。接着，词人又郑重其辞地宣布道：“定不是凡人，——古来贤哲，多隐于渔！”“任公子，龙伯氏，思量来岛大上钩鱼；又说巨吞饵，牵翻员峤方壶。”任公子是什么人呢？先秦寓言中之钓于海者也。据说他特制一竿大钓长绳，以五十头牛为饵，踞坐会稽山顶，投竿东海水中，钓得大鱼，切片晒干，令那浙江以东、苍梧（山名，即九嶷山，在今湖南宁远县境）以北广大地区的居民吃了个够。</p> <p>　　龙伯氏又是什么人呢？他也是古代神话中之钓于海者也。相传渤海之东不知其几亿万里处有五座神山，曰岱舆、员峤、方壶、瀛洲、蓬莱，浮于海面，随潮水动荡不已。天帝恐其漂往西极，使岛上群仙流离失所，就命令十五头巨轮番负载之。不料龙伯国有巨人一钩连钓六而去，以致岱舆、员峤二山竟沉入海底。常言道：“没有金刚钻，敢揽瓷器活？”这老儿若非任公子、龙伯氏一流人物，又岂敢到海边来看上了如海岛大的鱼要它上钩？——以此知其“定不是凡人”也。这段词写得似庄似谑，能令人肃然起敬，能令公莞尔一笑，精采之至。</p> <p>　　上阕已揭出“古之贤哲，多隐于渔”的命题，而历史上第一个以渔隐名世的贤哲，非西周那位“直钩钓国”的姜太公莫属，故拈出他来作为典型。“磻溪老子雪眉须，肘后有丹书。”磻溪，在今陕西宝鸡市东南，源出南山兹谷，北流入渭水，相传是姜太公当年垂钓之处。肘后，是随身的意思。古人随身携带书籍，每悬于肘后，故云。丹书，即古史传说中之“天书”，字色赤红，故名。这二句说太公垂钓磻溪之时，年虽老迈，须眉皆白，却熟谙上古帝<a href=\"http://so.gushiwen.org/author_159.aspx\">王之道</a>，有王佐之术。“被西伯载归，营丘茅土，牧野檀车。”西伯，即周文王。文王出猎，偶遇太公垂钓于渭北，交谈之下，大为敬服，遂“载与俱归”，立为国师。文王死后，太公辅佐武王，誓师牧野（在今河南淇县西南），讨伐纣王，灭商建周，以开国之功封于营丘（在今山东淄博市北）。三句高度概括了太公一生之出处大节：遭遇文王、伐纣、受封。按太公负不世之才，立非常之勋，位极人臣，名垂青史，其事迹代表着旧时代知识分子个人价值最完满的实现；这种实现固有赖于个人的主观努力，但也离不开文王对他的赏识与重用。“若使当时身不遇，老了英雄！”即此之谓也。因而，作为一个历史人物的典型形象，在姜太公的身上，积淀了千百年来绝大多数士子们主客观双向之梦想与追求。由此，读者不难感受到，词中所幻想出的这个海滨钓叟无非是历代寒士们的化身，他们渴望有朝一日被封建帝王慧眼识英雄，以至飞荡腾达，为王者师，为王者友。但无情的历史事实证明，这样的机会凤毛麟角，因此，作者一声断喝：醒来吧、小心“钓竿拂着珊瑚。”似这等好事，世上已很久不曾有过了，请问您还呆坐在长满苔藓之石矶上等候谁哩？只怕等到瞌睡虫上来，连手中渔竿也拿不稳了，看扫着海里的珊瑚礁罢！写着写着，上阕幽默之风又重现了。</p> <p>　　此篇的命意，由于作者以“渔父词”题篇，词中又从头到尾都是在嘲弄一位妄想做姜太公第二的海滨钓叟，粗读之下，很容易使人得出其讽刺对象即为此渔翁所代表的怀才不遇人物的结论。这不能不说是一中错觉。其实，“世间久无是事”即点明，它的矛头，分明是冲着当代乃至前世不知多少代以来一切高高在上、不思求贤的封建统治者们来的。以积极的浪漫主义的形式表现一定批判性的现实主义的内容，滑稽家之辞不同于寻常打油之辞，于此词可知。</p>",
  "poet": {
    "id": 106,
    "star": 0,
    "name": "刘克庄",
    "image": "http://img.gushiwen.org/authorImg/liukezhuang.jpg",
    "desc": "刘克庄(1187～1269) 南宋诗人、词人、诗论家。字潜夫，号后村。福建莆田人。宋末文坛领袖，辛派词人的重要代表，词风豪迈慷慨。在江湖诗人中年寿最长，官位最高，成就也最大。晚年致力于辞赋创作，提出了许多革新理论。"
  },
  "tags": []
}