{
  "id": 72841,
  "star": 46,
  "name": "恨赋",
  "dynasty": "南北朝",
  "content": "　　试望平原，蔓草萦骨，拱木敛魂。人生到此，天道宁论？于是仆本恨人，心惊不已。直念古者，伏恨而死。</p> <p>　　至如秦帝按剑，诸侯西驰。削平天下，同文共规，华山为城，紫渊为池。雄图既溢，武力未毕。方架鼋鼍以为梁，巡海右以送日。一旦魂断，宫车晚出。</p> <p>　　若乃赵王既虏，迁于房陵。薄暮心动，昧旦神兴。别艳姬与美女，丧金舆及玉乘。置酒欲饮，悲来填膺。千秋万岁，为怨难胜。</p> <p>　　至如李君降北，名辱身冤。拔剑击柱，吊影惭魂。情往上郡，心留雁门。裂帛系书，誓还汉恩。朝露溘至，握手何言？</p> <p>　　若夫明妃去时，仰天太息。紫台稍远，关山无极。摇风忽起，白日西匿。陇雁少飞，代云寡色。望君王兮何期？终芜绝兮异域。</p> <p>　　至乃敬通见抵，罢归田里。闭关却扫，塞门不仕。左对孺人，顾弄稚子。脱略公卿，跌宕文史。 赍志没地，长怀无已。</p> <p>　　及夫中散下狱，神气激扬。浊醪夕引，素琴晨张。秋日萧索，浮云无光。郁青霞之奇意，入修夜之不旸。</p> <p>　　或有孤臣危涕，孽子坠心。迁客海上，流戍陇阴，此人但闻悲风汩起，血下沾衿。亦复含酸茹叹，销落湮沉。</p> <p>　　若乃骑叠迹，车屯轨，黄尘匝地，歌吹四起。无不烟断火绝，闭骨泉里。</p> <p>　　已矣哉！春草暮兮秋风惊，秋风罢兮春草生。绮罗毕兮池馆尽，琴瑟灭兮丘垄平。自古皆有死，莫不饮恨而吞声。",
  "fanyi": "<p><strong>译文</strong><br>秋色连天，平原万里。<br>这里是古战场的残迹。放眼望去，只有那缠绕着尸骨的蔓草和那阴森的枯木。它如同一座收敛魂魄的地狱，凄凉，萧索。如果人生已经走到这一步，又怎能知晓天道安在？<br>满目孤愁，心怀万般伤痛，脑海中仿佛又忆起随时间远去的亡灵。想那孤垒荒凉，危亭旷望，有多少人终因饮恨余生而心死神伤？<br>秦始皇举起手中的剑指向东方，而九国联军的百万雄师也已经举兵西进。<br>诸侯征战数百年，天地旋转，日月无光。最终秦皇削平了天下，而所有异国的文明也都随着刀光剑影化为碎片，流向虚空。<br>依仗华山之险为城，紫渊之深为池，平定天下的雄图大业已经完成，而残暴的本性终究没有改变。架起鼋作为梁木，又流放了百万人民作为开边的士兵。江山飘摇，风雨无情，三十年的红颜转瞬逝，只落的个茫然使心惊！戍客断魂之日，却已魂归西天......<br>赵王被俘虏后，终于离开了祖辈守卫百年的千里疆土，驾着哀鸣的马，身后跟着洒下热泪的臣子，向房陵进发。<br>每当夕阳西下的时候，想起那一桩桩历历在目的往事，雕梁玉砌，皇宫宝殿随水波无情的东流。回忆了它不知道多少次，每一次都久久的不能释然……<br>别了故地的艳姬美女，丢弃了华贵的金车玉乘。想举杯痛饮的时候，悲伤便如那连天雪浪般倾泻出来……可恨可叹啊，蹉跎英雄志，苍老少年情！<br>千古功名仍在，但生前却是寂寞不幸，功名啊功名，你终比不上一腔悲愤的积怨！<br><a href=\"http://so.gushiwen.org/author_795.aspx\">李陵</a>打过大漠，北进数千里，所过之处，白刃一指，血海汪洋。只叹是三年征战，终抵不过胡人的八万铁骑。<br>他低头受降的时候，征战的光辉只变成千古的骂名，留的个叛国背主的记忆……拔出长剑，狠狠的击在虚幻的玉柱上，时空里的虚影和冤魂不禁打了个冷战。<br>情系着汉家宫室，身却只能留在这雁门！断裂的玉帛怎能容的下千言万语，此时只消一句，“我赴黄泉去，来世再报恩！”<br>不知多少年后的早上，窗上的水珠悄悄的划开了天幕的迷茫，生死离别，此时若能相见，又该说些什么呢？<br>明妃即将离去的时候，仰天长叹，叹身世不争，更叹这世间无情。<br>远了，远了，紫台的宫禁马车已消失不见，远望关山苍茫，万里之遥，又岂可一朝飞渡？<br>长空里萧萧的风响中，白昼的太阳渐渐的西沉。陇地的大雁开始成群的南飞，而带状的浮云也惟留下一行单调和孤楚。此刻君王又在那宫室里思量着什么呢？走过大漠，穿过异域，却是“千载琵琶做胡语，分明怨恨曲中论”（<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a><a href=\"http://so.gushiwen.org/view_72841.aspx\">诗</a>）！<br>冯衍罢业归田，闭门谢客，终日伤神叹息。家里的孺人稚子依旧，可那终不过是一场虚无啊。没有了公卿的地位，便连一个小小的文吏也终视其不见。<br>远大的志向破灭之日，惟有那不休的叹惋啊。也惟有因此，才有了“暮年诗赋动江关”的千古悲情！<br>行将下狱的时候，神气还是那样的激扬。<br>一杯浊酒，在每个黄昏时独自慢饮，一架素琴，在每个黎明的时候独自弹奏，眼前所见，惟有那秋之萧瑟，云罗万里，阴晦无光……<br>恍惚中那浩荡青冥腾空掠起，把长夜映的光芒万丈……<br>孤苦的老臣曾经留下悔恨的泪水，不孝的子孙也终会因为自己的无知而心碎。万顷滔天的浪花里，也许可以回忆起从前流放到陇水的经历。<br>那天听到这个噩耗的时候，心伤随着冬日的风，久久盘旋，无法散去。泪水迷离，更是难以停止。当沾上衣襟的不再是泪水，而是鲜血的时候，我们又能品味到其中多少的酸楚呢？<br>念此去往来寻觅，终见不到折戟沉沙的悲壮，也终觅不到黄尘古道边的无奈……<br>千百年过去了，马蹄已经重重叠叠的埋葬了数十个王朝，车轮的轨迹也终映成天河般的绚丽……<br>黄烟滚滚翻腾着，哀歌从每个心灵深处的角落逐渐响起……<br>血泪泣尽，流逝于时间，断送于黄沙。惟有大漠的孤烟消散了，惟有最后一匹骏马的白骨缓缓没入那幽咽的寒泉……<br>这一切的一切，都将近结束了……<br>数千载春秋变幻，数百载风雨飘摇，春草还生，秋风乍起……<br>绮罗黯淡了它的流光，池馆剥落了它的红瓦，琴瑟的弦断尽了，丘垄也终渐化为平川……<br>江山不变，而国已变幻，人生自古谁无死？想到这里，还有谁不为这万古之恨默默的抽泣……</p> <p><strong>注释</strong><br>⑴萦（yíng）：缠绕。<br>⑵鼋（yuán）：鳖 。<br>⑶鼍（tuó）：一种鳄。<br>⑷溘（kè）：忽然。<br>⑸跌宕（dàng）：沉湎。<br>⑹赍（jī）：怀抱，带。<br>⑺醪（láo）：酒。<br>⑻旸（yáng）：光明。<br>⑼汩（yù）：迅疾。<br>⑽衿（jīn）：同“襟”，衣襟。</p>",
  "shangxi": "<h2>分析</h2> <p><strong>试望平原</strong></p> <p>　　第一部分，这部分就是赋作第一段：试望平原，蔓草萦骨，拱木敛魂。人生到此，天道宁论?于是仆本恨人，心惊不已。直念古者，伏恨而死。这一段意思是：眺望原野，杂草缠绕尸骨，大树聚敛魂魄。人生到了这种境地，难道还有什么吉凶祸福可言吗?我本来就是个含恨之人，看到这种情景，便抑制不住心中的惊惧，因此更想到古时那些饮恨而死的人。这段是开篇序言，作者直接点出主题，一开篇就给人一种十分苍凉悲愤之感。接下来从第二段到第九段，是赋作的第二部分，也是整篇《恨赋》的重点，这一部分分别列举了秦始皇、赵王迁、<a href=\"http://so.gushiwen.org/author_795.aspx\">李陵</a>、<a href=\"http://so.gushiwen.org/author_830.aspx\">王昭君</a>、冯衍、<a href=\"http://so.gushiwen.org/author_382.aspx\">嵇康</a>这六个人，以及类举了其他几种不同的人，他们各自的不同的恨：</p> <p><strong>秦始皇</strong></p> <p>　　第一个是秦始皇：“至如秦帝按剑，诸侯西驰。削平天下，同文共规，华山为城，紫渊为池。雄图既溢，武力未毕。方架鼋鼍(yuán，tuó)以为梁，巡海右以送日。一旦魂断，宫车晚出”。这段意思是秦始皇用武力统一天下，诸侯都到西方来朝见，平定天下，统一文法，秦王朝占有有利地形，易守难攻。而他又雄心勃勃，武力并未用尽，宏伟的战略并未完全实现，因此他更勾画远图，希望征服海外，然而蓝图并未实现，他便魂断西方，此为始皇壮志未酬之恨。</p> <p><strong>赵王迁</strong></p> <p>　　第二个是赵王迁：“若乃赵王既虏，迁于房陵。薄暮心动，昧旦神兴。别艳姬与美女，丧金舆及玉乘。置酒欲饮，悲来填膺。千秋万岁，为怨难胜。”</p> <p>　　这段意思是，赵王做了俘虏，被迁徙到了房陵。整天心神不宁，失去了美丽的姬妾及富丽堂皇的车马。置酒欲饮之时，悲愤首先填满心胸。最终死去，怨恨依然无尽无穷。此为赵迁亡国辱身之恨。赵王迁，战国时期赵国国君，是为赵幽缪王，名叫迁。秦国俘虏赵迁之后，赵国逃亡的大夫们共同扶立赵嘉(赵嘉是赵迁同父异母兄，其父赵悼襄王的嫡子，悼襄王因为宠爱赵迁的母亲，所以废了嫡子赵嘉而立庶子赵迁为太子)，在代地(今河北蔚县城东一带)称王。六年后，就是秦王政25年，公元前222年，秦灭赵。</p> <p><strong>李陵</strong></p> <p>　　第三个是李陵：“至如李君降北，名辱身冤。拔剑击柱，吊影惭魂。情往上郡，心留雁门。裂帛系书，誓还汉恩。朝露溘(kè)至，握手何言!”这段意思是，李陵投降匈奴，汉武帝杀其全家，他名辱身冤。李陵在投降后，郁闷如狂，孤独心惭，无从发泄和排解。但是他虽身在匈奴，但却心怀故国，欲报汉恩。然而生命短促，无话可说，遗憾终身!这是李陵名辱身死却又含冤莫白之恨!李陵，飞将军李广的孙子。他投降匈奴，是中国历史上非常有名的事件。另外这段中还有一句“裂帛系书”，这四个字的意思，其实就是作者化用<a href=\"http://so.gushiwen.org/author_460.aspx\">苏武</a>的故事来说明李陵欲报汉恩。汉武帝天汉元年，公元前100年，苏武出使匈奴被扣，迫降不从，被徙至北海无人处放羊，苏武执汉节、饮冰雪、吃草籽，坚持19年。昭帝年间，常惠教汉使者对单于说，天子在上林苑射下一只鸿雁，足系帛书，书上说苏武在某泽中，单于才放了苏武，使其得以归汉。</p> <p><strong>王昭君</strong></p> <p>　　第四个是王昭君：“若夫明妃去时，仰天太息。紫台稍远，关山无极。摇风忽起，白日西匿。陇雁少飞，代云寡色。望君王兮何期，终芜绝兮异域”。这段意思是，王昭君离汉北去，远嫁匈奴，仰天深深叹息。离王宫逐渐远去，一路将要经过关隘山峦，行程遥远，似乎没有尽头。边塞荒漠，风沙阵阵，白日西沉，孤雁零落，云色惨淡。明妃心中虽然想念盼望君王，但最终死在异域。这是王昭君远居塞外，愁死他乡之恨!关于王昭君的故事，历来就有西施沉鱼、昭君落雁、貂蝉闭月、贵妃羞花之说！王昭君，名嫱，字昭君。南郡姊归(今属湖北)人。晋朝因避司马昭讳，改称为明君或明妃。</p> <p><strong>冯衍</strong></p> <p>　　第五个是冯衍：“至乃敬通见抵，罢归田里。闭关却扫，塞门不仕。左对儒人，顾弄稚子。脱略公卿，跌宕文史。赍(jī)志没地，长怀无已。”这段的意思是，冯衍当罪，被罢免归田。他闭门谢客，不与外界往来，关上门庭，不再出去做官，在家陪伴妻儿。他轻慢王侯公卿，在艺术创作上放荡不羁，敢想敢言。他虽然胸怀大志，但已经无从实现，徒然死去，饮恨不止。冯衍，《后汉书》中有传，字敬通。东汉辞赋家，京兆杜陵(今陕西西安东南)人。冯衍之恨，就是心怀壮志，报国无门，郁郁而终之恨!</p> <p><strong>嵇康</strong></p> <p>　　最后一个是嵇康：“及夫中散下狱，神气激扬。浊醪(láo)夕阳，素琴晨张。秋日萧萦，浮云无光。郁青霞之奇意，入修夜之不旸(yáng)。”这段的意思是，嵇康下狱，气概激昂。每天喝劣质的酒，弹普通的琴，萧条冷落，没有生机，他心中郁结着那种高迈不俗的情怀，夜不能寐，以盼天明。嵇康，字叔夜，谯郡铚县(今安徽宿州)人。三国时魏末著名的思想家，<a href=\"http://so.gushiwen.org/view_72841.aspx\">诗</a>人与音乐家，有《琴赋》等。“竹林七贤”的领袖人物。嵇康之恨，是为世道黑暗，清流难容之恨。</p> <p><strong>孽子坠心</strong></p> <p>　　接下来两段：“或有孤臣危涕，孽子坠心。迁客海上，流戍陇阴，此人但闻悲风汩起，血下沾衿。亦复含酸茹叹，销落湮沉。若乃骑叠迹，车屯轨，黄尘匝地，歌吹四起。无不烟断火绝，闭骨泉里。”这两段的意思是，还有那些孤立无助的远臣，不是嫡出的庶子，掉泪担心，惶惶终日。以及贬谪流迁、流放边远地区的官员。他们这种种人，一旦听见风声迅猛而起，便滴泣为血，沾满衣襟。他们尝尽辛酸，最终还是落得个饮恨吞声，消散湮灭的结果。边关众人，平时虽然车骑繁多以致黄尘漫天，亦或歌乐四起，舞乐喧天，最终还是一死，尸骨埋于九泉之下”。</p> <p><strong>结论</strong></p> <p>　　写到这里，作者不再一一列举单独的个体，而是类列了其他几种不同类型的人，由个体而及大众，举出他们虽然各自恨所不同，但却人人饮恨的结果。最后再把前面列举的六个历史人物结合起来得出最后一段，也是整篇赋作最后一部分的结论。</p>",
  "about": "<h2>艺术成就</h2> <p>　　<a href=\"http://so.gushiwen.org/author_509.aspx\">江淹</a>是中国历史上南朝时期的著名文学家，《恨赋》是他最为脍炙人口的名作。《恨赋》主要写的是人生命短暂、饮恨而终的感慨；赋作通过各种不同的艺术形象来表达心愿不能实现的现实性以及对此至死不悟的悲哀。在写作手法上，江淹运用其高超的概括能力，通过列举多个不同类型的历史人物来进行典型性概括，其目的是要通过典型表现一般。虽然赋作中列举的各个人物的苦衷各不相同，但最终却还是通过他们表达出了一种人们的普遍情感，这也是人们赞颂这篇文章最重要的地方。</p> <p>　　《恨赋》让人颇有愁闷难抒之感。这篇文章层次清楚，条理明晰，文辞隽丽，情景交融，浑然一体，形成了一种慷慨悲凉的气氛，具有浓厚的抒情色彩及艺术感染力，所以长久以来，为人们所传诵不止。但是读者也应该看到，《恨赋》全篇充满消极情绪，甚至颇有些万念俱灰的感觉。江淹这个人，通过读他的作品，以及从史书上读他的传记，他不仅具有优秀的政治智慧，也具有出众的文学才华。然而在文学上帮他取得巨大成就的却是《恨赋》、《别赋》这样具有悲愤苍凉之气的作品，大概不仅仅是因为他早年仕途不顺之故，很大一部分原因，该是他心理悲观所造成的。而之所以说他心理悲观，这主要是因为当时的社会环境。江淹生活的南北朝时期，是一个由门阀士族掌权的社会，等级制度极其森严，和他并称的<a href=\"http://so.gushiwen.org/author_732.aspx\">鲍照</a>，很多<a href=\"http://so.gushiwen.org/view_72841.aspx\">诗</a>篇就是讽刺当时的门阀制度的。而江淹出身寒微，13岁丧父，靠砍柴养母为生，出身的低微，加上幼年的不幸，该是造成他心理悲观的重要原因。心理悲观加仕途坎坷，才造就了这一篇传世佳作。今天人们有幸再读这篇作品，除了作者，还应该感谢那些把它保存下来的人，因为一篇不朽的文学佳作的得来，是多么不容易！</p> <p>　　齐梁文章善于在题材与风格的处理上翻新出奇，各竞新巧。在齐梁前期笔力健爽的作家，以江淹和任昉为代表。江淹的《别赋》与《恨赋》构思新颖，是南朝抒情小赋的名篇。《恨赋》描绘了帝王、列侯、名将、美人、才士、高人等各种人的遗憾，既充分发挥赋体空间结构的优势，又能以情感主线加以贯穿，因而有纵横排宕的气势。赋中的藻饰恰到好处。</p>",
  "poet": {
    "id": 509,
    "star": 0,
    "name": "江淹",
    "image": "http://img.gushiwen.org/authorImg/jiangyan.jpg",
    "desc": "江淹（444—505），字文通，南朝著名文学家、散文家，历仕三朝，宋州济阳考城（今河南省商丘市民权县）人。江淹少时孤贫好学，六岁能诗，十三岁丧父。二十岁左右在新安王刘子鸾幕下任职，开始其政治生涯，历仕南朝宋、齐、梁三代。江淹在仕途上早年不甚得志。泰始二年（466年），江淹转入建平王刘景素幕，江淹受广陵令郭彦文案牵连，被诬受贿入狱，在狱中上书陈情获释。刘景素密谋叛乱，江淹曾多次谏劝，刘景素不纳，贬江淹为建安吴兴县令。宋顺帝升明元年（477年），齐高帝萧道成执政，把江淹自吴兴召回，并任为尚书驾部郎、骠骑参军事，大受重用。"
  },
  "tags": [
    "哀伤",
    "幽怨",
    "遗恨"
  ]
}