{
  "id": 71912,
  "star": 98,
  "name": "朝中措·平山堂",
  "dynasty": "宋代",
  "content": "平山栏槛倚晴空，山色有无中。<br>手种堂前垂柳，别来几度春风？<br>文章太守，挥毫万字，一饮千钟。<br>行乐直须年少，尊前看取衰翁。",
  "fanyi": "<p><strong>译文<br></strong>平山堂的栏杆外是晴朗的天空，远山似有似无，一片迷蒙。<br>我在堂前亲手栽种的那棵柳树啊，离别它已经好几年了。<br>我这位爱好写文章的太守，下笔就是万言，喝酒一饮千杯。<br>年轻人，趁现在赶快行乐吧，你看我一把年纪了，都还不是照样饮酒作乐豪情万丈？</p> <p><strong>注释<br></strong>平山栏槛：平山堂的栏槛。<br>手种堂前垂柳：平山堂前，<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>曾亲手种下杨柳树。<br>别来：分别以来。作者曾离开扬州八年，此次是重游。<br>文章太守：作者当年知扬州府时，以文章名冠天下，故自称“文章太守”。<br>挥毫万字：作者当年曾在平山堂挥笔赋<a href=\"http://so.gushiwen.org/view_71912.aspx\">诗</a>作文多达万字。<br>千钟：饮酒千杯。<br>直须：应当。<br>尊：通“樽”，酒杯。<br>衰翁：词人自称。此时作者已年逾五十。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　宋仁宗至和元年（1054），与<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>过从甚密的<a href=\"http://so.gushiwen.org/author_1781.aspx\">刘敞</a>（字原甫）知制诰；嘉祐元年（1056），因避亲出守扬州，欧公便作此词送给他。欧公曾于仁宗庆历八年（1048）知扬州，此词借酬赠友人之机，追忆自己扬州的生活，塑造了一个风流儒雅、豪放达观的“文章太守”形象。词中所写平山堂为欧公任扬州太守时所建。</p> <p>　　这首词一发端即带来一股突兀的气势，笼罩全篇。“平山栏槛倚晴空”，顿然使人感到平山堂凌空矗立，其高无比。这一句写得气势磅礴，便为以下的抒情定下了疏宕豪迈的基调。接下去一句是写凭阑远眺的情景。据宋王象之《舆地纪胜》记载，登上平山堂，“负堂而望，江南诸山，拱列檐下”，则山之体貌，应该是清晰的，但词人却偏偏说是“山色有无中”。这是因为受到<a href=\"http://so.gushiwen.org/author_515.aspx\">王维</a>原来<a href=\"http://so.gushiwen.org/view_71912.aspx\">诗</a>句的限制，但从扬州而望江南，青山隐隐，自亦可作“山色有无中”之咏。</p> <p>　　以下二句，描写更为具体。此刻当送刘原甫出守扬州之际，词人情不自禁地想起平山堂，想起堂前的杨柳。“手种堂前垂柳，别来几度春风”，深情又豪放。其中“手种”二字，看似寻常，却是感情深化的基础。词人平山堂前种下杨柳，不到一年，便离开扬州，移任颍州。这几年中，杨柳之枝枝叶叶都牵动着词人的感情。杨柳本是无情物，但中国传统诗词里，却与人们的思绪紧密相连。何况这垂柳又是词人手种的。可贵的是，词人虽然通过垂柳写深婉之情，但婉而不柔，深而能畅。特别是“几度春风”四字，更能给人以欣欣向荣、格调轩昂的感觉。</p> <p>　　过片三句写所送之人刘原甫，与词题相应。此词云“文章太守，挥毫万字”，不仅表达了词人“心服其博”的感情，而且把刘敞的倚马之才，作了精确的概括。缀以“一饮千钟”一句，则添上一股豪气，栩栩如生地刻画了一个气度豪迈、才华横溢的文章太守的形象。</p> <p>　　词的结尾二句，先是劝人，又回过笔来写自己。饯别筵前，面对知己，一段人生感慨，不禁冲口而出。无可否认，这两句是抒发了人生易老、必须及时行乐的消极思想。但是由于豪迈之气通篇流贯，词写到这里，并不令人感到低沉，反有一股苍凉郁勃的情绪奔泻而出，涤荡人的心灵。</p> <p>　　欧词突破了唐、五代以来的男欢女爱的传统题材与极力渲染红香翠软的表现方法，为后来<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>一派豪放词开了先路。此词的风格，即与苏东坡的清旷词风十分接近。欧阳修政治逆境中达观豪迈、笑对人生的风范，与苏东坡非常相似。</p>",
  "about": "<h2>创作背景</h2> 　　北宋仁宗庆历八年（1048），<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>任扬州（今江苏扬州市）太守，在扬州城西北五里的大明寺西侧蜀岗中峰上，修建了一座“平山堂”，据说壮丽为淮南第一。堂建在高岗上，背堂远眺，可以看见江南数百里的土地，真州（今江苏仪征）、润州（今江苏镇江）和金陵（今南京市）隐隐在目。由于堂的地势高，坐在堂中，南望江南远山，正与堂的栏杆相平，故名“平山堂”。每当盛夏，欧阳修常和客人一起清晨就到堂中游玩，饮酒赏景作<a href=\"http://so.gushiwen.org/view_71912.aspx\">诗</a>。欧阳修调离扬州几年之后，他的朋友刘原甫也被任命为扬州太守。欧阳修给他饯行，在告别的宴会上，作了这首《朝中措》相送。",
  "poet": {
    "id": 561,
    "star": 0,
    "name": "欧阳修",
    "image": "http://img.gushiwen.org/authorImg/ouyangxiu.jpg",
    "desc": "欧阳修（1007－1072），字永叔，号醉翁，晚号“六一居士”。汉族，吉州永丰（今江西省永丰县）人，因吉州原属庐陵郡，以“庐陵欧阳修”自居。谥号文忠，世称欧阳文忠公。北宋政治家、文学家、史学家，与韩愈、柳宗元、王安石、苏洵、苏轼、苏辙、曾巩合称“唐宋八大家”。后人又将其与韩愈、柳宗元和苏轼合称“千古文章四大家”。"
  },
  "tags": [
    "豪放",
    "写人",
    "抒怀"
  ]
}