{
  "id": 72397,
  "star": 236,
  "name": "天问",
  "dynasty": "先秦",
  "content": "曰：遂古之初，谁传道之？<br>上下未形，何由考之？<br>冥昭瞢暗，谁能极之？<br>冯翼惟象，何以识之？<br>明明暗暗，惟时何为？<br>阴阳三合，何本何化？<br>圜则九重，孰营度之？<br>惟兹何功，孰初作之？<br>斡维焉系，天极焉加？<br>八柱何当，东南何亏？<br>九天之际，安放安属？<br>隅隈多有，谁知其数？<br>天何所沓？十二焉分？<br>日月安属？列星安陈？<br>出自汤谷，次于蒙汜。<br>自明及晦，所行几里？<br>夜光何德，死则又育？<br>厥利维何，而顾菟在腹？<br>女岐无合，夫焉取九子？<br>伯强何处？惠气安在？<br>何阖而晦？何开而明？<br>角宿未旦，曜灵安藏？<br>不任汩鸿，师何以尚之？<br>佥曰“何忧，何不课而行之？”<br>鸱龟曳衔，鲧何听焉？<br>顺欲成功，帝何刑焉？<br>永遏在羽山，夫何三年不施？<br>伯禹愎鲧，夫何以变化？<br>纂就前绪，遂成考功。<br>何续初继业，而厥谋不同？<br>洪泉极深，何以窴之？<br>地方九则，何以坟之？<br>河海应龙？何尽何历？<br>鲧何所营？禹何所成？<br>康回冯怒，墬何故以东南倾？<br>九州安错？川谷何洿？<br>东流不溢，孰知其故？<br>东西南北，其修孰多？<br>南北顺椭，其衍几何？<br>昆仑悬圃，其尻安在？<br>增城九重，其高几里？<br>四方之门，其谁从焉？<br>西北辟启，何气通焉？<br>日安不到？烛龙何照？<br>羲和之未扬，若华何光？<br>何所冬暖？何所夏寒？<br>焉有石林？何兽能言？<br>焉有虬龙，负熊以游？<br>雄虺九首，鯈忽焉在？<br>何所不死？长人何守？<br>靡蓱九衢，枲华安居？<br>灵蛇吞象，厥大何如？<br>黑水玄趾，三危安在？<br>延年不死，寿何所止？<br>鲮鱼何所？鬿堆焉处？<br>羿焉彃日？乌焉解羽？<br>禹之力献功，降省下土四方。<br>焉得彼嵞山女，而通之於台桑？<br>闵妃匹合，厥身是继。<br>胡维嗜不同味，而快鼌饱？<br>启代益作后，卒然离蠥。<br>何启惟忧，而能拘是达？<br>皆归射鞫，而无害厥躬。<br>何后益作革，而禹播降？<br>启棘宾商，《九辨》《九歌》。<br>何勤子屠母，而死分竟地？<br>帝降夷羿，革孽夏民。<br>胡射夫河伯，而妻彼雒嫔？<br>冯珧利决，封豨是射。<br>何献蒸肉之膏，而后帝不若？<br>浞娶纯狐，眩妻爰谋。<br>何羿之射革，而交吞揆之？<br>阻穷西征，岩何越焉？<br>化而为黄熊，巫何活焉？<br>咸播秬黍，莆雚是营。<br>何由并投，而鲧疾修盈？<br>白蜺婴茀，胡为此堂？<br>安得夫良药，不能固臧？<br>天式从横，阳离爰死。<br>大鸟何鸣，夫焉丧厥体？<br>蓱号起雨，何以兴之？<br>撰体协胁，鹿何膺之？<br>鳌戴山抃，何以安之？<br>释舟陵行，何之迁之？<br>惟浇在户，何求于嫂？<br>何少康逐犬，而颠陨厥首？<br>女歧缝裳，而馆同爰止。<br>何颠易厥首，而亲以逢殆？<br>汤谋易旅，何以厚之？<br>覆舟斟寻，何道取之？<br>桀伐蒙山，何所得焉？<br>妺嬉何肆，汤何殛焉？<br>舜闵在家，父何以鳏？<br>尧不姚告，二女何亲？<br>厥萌在初，何所亿焉？<br>璜台十成，谁所极焉？<br>登立为帝，孰道尚之？<br>女娲有体，孰制匠之？<br>舜服厥弟，终然为害。<br>何肆犬豕，而厥身不危败？<br>吴获迄古，南岳是止。<br>孰期去斯，得两男子？<br>缘鹄饰玉，后帝是飨。<br>何承谋夏桀，终以灭丧？<br>帝乃降观，下逢伊挚。<br>何条放致罚，而黎服大说？<br>简狄在台，喾何宜？<br>玄鸟致贻，女何喜？<br>该秉季德，厥父是臧。<br>胡终弊于有扈，牧夫牛羊？<br>干协时舞，何以怀之？<br>平胁曼肤，何以肥之？<br>有扈牧竖，云何而逢？<br>击床先出，其命何从？<br>恒秉季德，焉得夫朴牛？<br>何往营班禄，不但还来？<br>昏微循迹，有狄不宁。<br>何繁鸟萃棘，负子肆情？<br>眩弟并淫，危害厥兄。<br>何变化以作诈，而后嗣逢长？<br>成汤东巡，有莘爰极。<br>何乞彼小臣，而吉妃是得？<br>水滨之木，得彼小子。<br>夫何恶之，媵有莘之妇？<br>汤出重泉，夫何辠尤？<br>不胜心伐帝，夫谁使挑之？<br>会朝争盟，何践吾期？<br>苍鸟群飞，孰使萃之？<br>列击纣躬，叔旦不嘉。<br>何亲揆发足，周之命以咨嗟？<br>授殷天下，其位安施？<br>反成乃亡，其罪伊何？<br>争遣伐器，何以行之？<br>并驱击翼，何以将之？<br>昭后成游，南土爰底。<br>厥利惟何，逢彼白雉？<br>穆王巧梅，夫何为周流？<br>环理天下，夫何索求？<br>妖夫曳炫，何号于市？<br>周幽谁诛？焉得夫褒姒？<br>天命反侧，何罚何佑？<br>齐桓九会，卒然身杀。<br>彼王纣之躬，孰使乱惑？<br>何恶辅弼，谗谄是服？<br>比干何逆，而抑沈之？<br>雷开阿顺，而赐封之？<br>何圣人之一德，卒其异方？<br>梅伯受醢，箕子详狂？<br>稷维元子，帝何竺之？<br>投之于冰上，鸟何燠之？<br>何冯弓挟矢，殊能将之？<br>既惊帝切激，何逢长之？<br>伯昌号衰，秉鞭作牧。<br>何令彻彼岐社，命有殷国？<br>迁藏就岐，何能依？<br>殷有惑妇，何所讥？<br>受赐兹醢，西伯上告。<br>何亲就上帝罚，殷之命以不救？<br>师望在肆，昌何识？<br>鼓刀扬声，后何喜？<br>武发杀殷，何所悒？<br>载尸集战，何所急？<br>伯林雉经，维其何故？<br>何感天抑墬，夫谁畏惧？<br>皇天集命，惟何戒之？<br>受礼天下，又使至代之？<br>初汤臣挚，后兹承辅。<br>何卒官汤，尊食宗绪？<br>勋阖梦生，少离散亡。<br>何壮武历，能流厥严？<br>彭铿斟雉，帝何飨？<br>受寿永多，夫何久长？<br>中央共牧，后何怒？<br>蜂蛾微命，力何固？<br>惊女采薇，鹿何佑？<br>北至回水，萃何喜？<br>兄有噬犬，弟何欲？<br>易之以百两，卒无禄？<br>薄暮雷电，归何忧？<br>厥严不奉，帝何求？<br>伏匿穴处，爰何云？<br>荆勋作师，夫何长？<br>悟过改更，我又何言？<br>吴光争国，久余是胜。<br>何环穿自闾社丘陵，爰出子文？<br>吾告堵敖以不长。<br>何试上自予，忠名弥彰？",
  "fanyi": "请问远古开始之时，谁将此态流传导引？<br>天地尚未成形之前，又从哪里得以产生？<br>明暗不分浑沌一片，谁能探究根本原因？<br>迷迷蒙蒙这种现象，怎么识别将它认清？<br>白天光明夜晚黑暗，究竟它是为何而然？<br>阴阳参合而生宇宙，哪是本体哪是演变？<br>天的体制传为九重。有谁曾去环绕量度？<br>这是多么大的工程。是谁开始把它建筑？<br>天体轴绳系在哪里？天极不动设在哪里？<br>八柱撑天对着何方？东南为何缺损不齐？<br>平面上的九天边际，抵达何处联属何方？<br>边边相交隅角很多，又有谁能知其数量？<br>天在哪里与地交会？黄道怎样十二等分？<br>日月天体如何连属？众星在天如何置陈？<br>太阳是从旸谷出来。止宿则在蒙汜之地。<br>打从天亮直到天黑，所走之路究竟几里？<br>月亮有着什么德行，竟能死了又再重生？<br>月中黑点那是何物，是否兔子腹中藏身？<br>神女女岐没有配偶，为何能够产下九子？<br>伯强之神居于何处？天地瑞气又在哪里？<br>天门关闭为何天黑？天门开启为何天亮？<br>东方角宿还没放光，太阳又在哪里匿藏？<br>鲧既不能胜任治水。众人为何将他推举？<br>都说没有什么担忧，为何不让试着做去？<br>鸱龟相助或曳或衔，鲧有什么神圣德行？<br>治理川谷也见功劳，尧帝为何对他施刑？<br>将鲧长久禁闭羽山。为何三年还不放他？<br>大禹从鲧腹中生出，治水方法怎样变化？<br>接手先人未竟事业，终使父亲遗志成功。<br>为何继承前任遗绪，他的谋略却不相同？<br>洪水如渊深不见底。怎样才能将它填塞？<br>天下土地肥瘠九等，怎样才能划分明白？<br>应龙如何以尾画地？河海如何流通顺利？<br>鲧是什么使他意乱？禹是什么使他事成？<br>水神共工勃然大怒，东南大地为何侧倾？<br>九州大地如何安置？河流山谷怎样疏浚？<br>东流之水总不满溢，谁知这是什么原因？<br>东西南北四方土地。哪边更长哪边更多？<br>南北顺量比较狭长，长出地方又有几何？<br>昆仑山上玄圃仙境，它的尾部又在哪里？<br>山中还有增城九重，它的高度又有几里？<br>昆仑山的四面门户，什么人物由此出入？<br>西北两面大门敞开，什么气息通过此处？<br>太阳光辉哪儿不到？烛龙又能照耀何方？<br>羲和还没御日出行，若木之花为何放光？<br>什么地方冬日长暖？什么地方夏日长寒？<br>哪儿又有岩石成林？什么野兽会发人言？<br>哪儿有着独角虬龙，以熊为妇游牝从容？<br>雄的虺蛇九个头颅，来去迅捷生在何处？<br>不死之国哪里可找？长寿之人持何神术？<br>萍草蔓延根茎盘错，枲麻长在哪儿开花？<br>一条长蛇吞下大象，它的身子又有多大？<br>黑水之地玄趾之民，还有三危都在哪里？<br>延年益寿得以不死，生命久长几时终止？<br>奇形鲮鱼生于何方？怪鸟魁堆长在哪里？<br>后羿怎样射下九日？日中之乌如何解体？<br>大禹尽力成其圣功，降临省视天下四方。<br>哪儿得来涂山之女，与她结合就在台桑？<br>爱涂山女与之匹配，得到继嗣儿子出生。<br>为何嗜欲与人同味，求欢饱享一朝之情？<br>启代伯益作了国君，终究还是遇上灾祸。<br>为何启会遭此忧患，身受拘囚又能逃脱？<br>都是勤谨鞠躬尽瘁，没有损害他们自身。<br>为何伯益福祚终结，禹的后嗣繁荣昌盛？<br>夏启做梦上天作客，得到九辩九歌乐曲。<br>为何贤子竟伤母命，使她支解满地尸骨？<br>帝尧派遣夷羿降临，消除忧患安慰夏民。<br>为何箭射那个河伯，夺取他的妻子洛嫔？<br>持着宝弓套着扳指，把那巨大野猪射死。<br>为何献上蒸祭肥肉，天帝心中并不舒适？<br>寒浞要娶纯狐氏女，羿妻合伙把羿谋杀。<br>为何羿能射穿皮革，其妻与浞能消灭他？<br>西行之路遇阻受困，山岩重重怎么越过？<br>鲧的身子化为黄熊，巫师如何使他复活？<br>地上都已播种黑黍，芦苇水滩也已经营。<br>为何遭逐同于四凶，难道鲧真恶贯满盈？<br>白虹披身作为衣饰，为何常仪这么堂皇？<br>哪儿得到不死之药，却又不能长久保藏？<br>天的法式有纵有横，阳气离散就会死亡。<br>大鸟金乌多么肥壮，为何竟会体解命丧？<br>雨师屏翳号呼下雨，他怎样使雨势兴盛？<br>有着驯良柔顺体质，鹿身风神如何响应？<br>巨鳌背负神山舞动，神山怎样稳定不移？<br>舍弃舟船行走陆地，龙伯巨人怎样迁徙？<br>想那浇在家居之时，对他嫂嫂有何要求？<br>为何少康驱赶猎犬，遇浇就能将他斩首？<br>女艾借着缝补衣服，与浇同住一个房间。<br>为何少康取浇首级，浇虽力大仍然遇难？<br>少康策划整顿部下，他是如何厚待众人？<br>讨伐斟寻倾覆其船，他用什么方法取胜？<br>夏桀出兵讨伐蒙山，所得之物又是什么？<br>妺喜怎样恣肆淫虐？商汤怎样将桀诛杀？<br>舜在家里非常仁孝，父亲为何让他独身？<br>尧不告诉舜父瞽瞍，二妃如何与舜成亲？<br>起初刚有淫奢萌芽，怎么就能预料结局？<br>纣造十层玉台，谁使他到如此地步？<br>承受天命登位称帝，什么道理受人敬仰？<br>女娲有着特殊形体，是谁将她造成这样？<br>舜帝友爱他的弟弟，弟弟还是对他加害。<br>为何放肆如同猪狗？其身并不危险失败？<br>吴国得以长久存在，江南山川民众栖止。<br>谁能想到此中缘故，全因得到两个男子？<br>饰鹄饰玉铜鼎调羹，美食拿来献飨君王。<br>为何承用伊尹之谋，汤能伐桀使他灭亡？<br>商汤降临巡视四方，在外遇到贤臣伊尹。<br>为何桀在鸣条受罚，黎民百姓十分高兴？<br>简狄住在瑶台之上，帝喾怎会对她中意？<br>玄鸟高飞送来聘礼，简狄为何那么欢喜？<br>王亥秉承王季之德，受到他的父亲褒奖。<br>为何终遭有易之难，当他在此放牧牛羊？<br>王亥持盾跳起武舞，为何就有女子爱他？<br>有易女子体态丰腴，为何王亥能够配她？<br>有易国的放牧小子，又在哪里撞破私情？<br>凶器击床王亥已出，如何得以保存性命？<br>王恒秉承王季之德，哪里得到大牛满栏？<br>为何去求有易赐禄，却不能够安然回返？<br>上甲微能追随祖迹，有易国就不得安宁。<br>为何众鸟集于树丛，他会与其子妇偷情？<br>弟弟昏乱共为淫虐，因此危害他的兄长。<br>为何善变狡诈多端，他的后代反而盛昌？<br>成汤出巡东方之地，到达有莘氏的国土。<br>为何求得小臣伊尹，还能再得妃子贤淑？<br>水边那株空桑木上，拾到那个小儿伊尹。<br>为何又会产生恶感，把他作为陪嫁礼品？<br>汤从囚地重泉出来，究竟他有什么大罪？<br>难忍耻辱起而伐桀，是谁挑起这场是非？<br>诸侯前来朝会请盟，为何都能守约如期？<br>苍鹰威武成群高飞，谁使它们聚在一起？<br>整顿队伍攻击商纣，周公姬旦却不同意。<br>为何亲自为武王谋，奠定周朝又发叹息？<br>天将天下授予殷商，纣的王位如何施设？<br>成功之道违反则亡，他的罪过又是什么？<br>诸侯踊跃拿起武器，武王如何动员他们？<br>军队并进击敌两翼，他又如何指挥大兵？<br>昭王盛治兵车出游，到达南方远地才止。<br>最后得到什么好处，难道只是遇见白雉？<br>穆王御马巧施鞭策，为何他要周游四方？<br>他的足迹环绕天下，有些什么要求愿望？<br>妖人夫妇牵引叫卖，为何他们呼号街市？<br>幽王究竟杀的是谁？哪里得来这个褒姒？<br>天命从来反覆无常，何者受惩何者得佑？<br>齐国桓公九合诸侯，最终受困身死尸朽。<br>那个殷商纣王自身，是谁使他狂暴昏乱？<br>为何厌恶忠良辅佐，喜欢听信小人谗谄？<br>比干有何悖逆之处，为何对他贬抑打击？<br>雷开惯于阿谀奉承，为何给他赏赐封地？<br>为何圣人品德相同，处事方法最终相异？<br>梅伯受刑剁成肉酱，箕子装疯消极避世。<br>后稷原是嫡出长子，帝喾为何毒害翻脸？<br>将他扔在寒冰之上，鸟儿为何覆翼送暖？<br>为何长大仗弓持箭，善治农业怀有奇能？<br>出生既已惊动上帝，为何后嗣繁荣昌盛？<br>西伯姬昌号令衰世，执鞭来作雍州牧伯。<br>为何武王令治周社，承受天命享有殷国？<br>带着宝藏迁居岐山，如何能使百姓依从？<br>殷纣已受妲己迷惑，劝谏之言又有何用？<br>纣王赐他儿子肉酱，西伯姬昌向天诉求。<br>为何纣王亲受天罚，殷商命运仍难挽救？<br>太公吕望人在肉店，姬昌为何就能认识？<br>听到挥刀振动发声，文王为何那么欢喜？<br>武王姬发诛纣灭商，为何抑郁不能久忍？<br>抬着文王木主会战，为何充满焦急之情？<br>纣王烧柴上吊自焚，这样去死究竟何故？<br>为何武王惊天动地，假托神灵却怀畏惧？<br>上帝既降天命于殷，为何不再劝戒明白？<br>纣王既已统治天下，为何又被他人取代？<br>初把伊尹视作小臣，后来用作辅政宰相。<br>为何最终上追成汤，受到尊敬宗庙配享？<br>阖庐有功寿梦之孙，少年遭受离散之苦。<br>为何壮年奋厉勇武，能使他的威严远布？<br>彭祖烹调雉鸡之羹，为何帝尧喜欢品尝？<br>得享高寿年岁太多，为何竞有那么久长？<br>大地中央共同治民，列国君主为何发怒？<br>蜂蛾生命原本微贱，自卫力量为何牢固？<br>惊于女言不再采薇，白鹿为何庇佑夷齐？<br>北行来到回水之地，一起饿死有何可喜？<br>哥哥有着善咬猛犬，弟弟又打什么主意？<br>一百辆车换一条狗，最终不成反失禄米。<br>傍晚时分雷鸣电闪，想要归去有何忧愁？<br>国家庄严不复存在，对着上帝有何祈求？<br>伏身藏匿洞穴之中，还有什么事情要讲？<br>楚国勋旧军中殉国，国势如何能够久长？<br>悔悟过失改正错误，我又有何言词可陈？<br>吴王阖庐与楚争国，我们久已被他战胜！<br>环绕穿越里社丘陵，为何生出令尹子文？<br>我曾告诉贤者堵敖，楚国将衰不能久长。<br>为何自赞告诫君主，忠义之名欲更显扬？",
  "shangxi": "<p>　　《天问》是楚辞中的一篇“奇”文：说它奇，不仅是艺术的表现形式不同于屈原的其他作品，更主要是从作品的构思到作品所表现出来的思想的“奇”——奇绝的内容显示出其惊人的艺术才华，表现出<a href=\"http://so.gushiwen.org/view_72397.aspx\">诗</a>人非凡的学识和超卓的想像力！</p> <p>　　《天问》是屈原思想学说的集粹，所问都是上古传说中不甚可解的怪事、大事，“天地万象之理，存亡兴废之端，贤凶善恶之报，神奇鬼怪之说”，他似乎是要求得一个解答，找出一个因果。而这些问题也都是春秋战国以来的许多学人所探究的问题，在诸子百家的文章里，几乎都已讨论到。屈子的《天问》则以惝恍迷离的文句，用疑问的语气说出来以成此钜制，这就是屈子所以为诗人而不是“诸子”的缘由。《天问》的天，颇有指一切法象的意味，与道家的“道”字，《易经》的“易”字，都是各家用以代表这些“法象”的名词，屈原为楚之宗室重臣，有丰富的学识和经历，以非凡才智作此奇文，颇有整齐百家、是正杂说之意，《天问》的光辉和价值也就很清楚地呈现于读者面前了！</p> <p>　　从全诗的结构及内容来看，全诗373句1560字，是一首以四字句为基本格式的长诗，对天文、地理、历史、哲学等许多方面提出了一百七十多个（一说一百五十多个）问题，这些问题有许多是在他那个时代尚未解决而他又怀疑的，也有明知故问的，对许多历史问题的提问，往往表现出作者的思想感情、政治见解和对历史的总结、褒贬；对自然所提的问题，表现的是作者对宇宙的探索精神，对传说的怀疑，从而也看出作者比同时代人进步的宇宙观、认识论。《天问》以新奇的艺术手法表现精深的内容，使之成为世界文库中绝无仅有的奇作。</p> <p>　　全诗总体看来大致可分两大部分。每部分又可分为若干小节。</p> <p>　　从篇首至“曜灵安藏”，这部分屈子问的是天，宇宙生成是万事万物的先决，这便成了屈原问难之始，其中从“遂古之初”至“何以识之”问的是天体的情况，“明明暗暗”四句讲宇宙阴阳变化的现象。第二小节自“圜则九重”到“曜灵安藏”则是对日月星辰提问：它们何以不会坠落？太阳每日要走多少路？月亮何以有阴晴圆缺？以及有关日月的一些传说的疑问。从“不任汩鸿”起问的地事，从禹治水过渡到“何气通焉”说的是古传说中关于地球的一些情况，而“日安不到”以下六句则就地球上所看到的日的现象发问。第三节从“焉有石林”到“乌焉解羽”一节多为二句一问，都是当时民间传说中的怪事。</p> <p>　　以上《天问》的第一大部分，大体是就自然界的事物发问，并联想到与自然有关的一些神话与历史传说，文章富有变化，联想丰富而有情致，除少数可能有错简外（如“河海应龙”二句或为错简，或有失误），不能以后人习惯的文章结构之法去看它，而认为是“与上下文不属”，杂乱而无章法。</p> <p>　　从“禹之力献功”起，对大量的神话故事和历史传说与史实提出了问题，这些各种各样的人事问题构成了《天问》的第二大部分。</p> <p>　　女岐、鲧、禹、共工、后羿、启、浞、简狄、后稷、伊尹……，屈子对这些传说中的事和人，一一提出了许多问题，在对这些人与神的传说的怀疑中，往往表现着诗人的情感、爱憎。尤其是关于鲧禹的传说，表现了作者极大的不平之情，他对鲧治水有大功而遭极刑深表同情，在他看来，鲧之死不是如儒家所认为的是治水失败之故，而是由于他为人正直而遭到了帝的疑忌，这种“问”，实际上表现了诗人对自己在政治斗争中所遭遇到的不平待遇的愤懑，《天问》的思想光辉就应当是这样来理解的。</p> <p>　　自“天命反侧”起则进一步涉及商周以后的历史故事和人物诸如舜、桀、汤、纣、比干、梅伯、文王、武王、师望、昭王、穆王、幽王、褒姒直到齐桓公、吴王阖庐、令尹子文……，屈原提出的好多问题，充分表现了作者对历史政治的正邪、善恶、成败、兴亡的看法，这些叙述可以看成是这位“博闻强志”的大诗人对历史的总结，比《离骚》更进一步、更直截了当地阐明了自己的政治主张，而对楚国政治现实的抨击，也是希望君主能举贤任能，接受历史教训，重新治理好国家的一种变幻了的表现手法。</p> <p>　　《天问》的艺术表现手法主要是以四字为句，以问的形式从一个问题联想到另一个问题。细细读去还是可以理清脉络，弄明主脑的。《天问》在语言运用上与屈赋的其他篇章不尽相同，通篇不用“兮”字，也没“些”、“只”之类的语尾助词。句式以四言为主，间杂以三、五、六、七言。大致四句为一节，每节一韵，节奏、音韵自然协调。有一句一问、二句一问、三句一问、四句一问等多种形式。又用“何”、“胡”、“焉”、“几”、“谁”、“孰”、“安”等疑问词交替使用，富于变化，因而尽管通篇发问，读来却圆转活脱而不呆板，参差错落而有风致，所以前人评沦说：“或长言，或短语，或错综，或对偶，或一事而累累反复，或数事而熔成一片，其文或峭险，或澹宕，或佶倔，或流利，诸法备尽，可谓极文章之变态。”（<a href=\"http://so.gushiwen.org/author_560.aspx\">俞樾</a>《评点楚辞》引孙鑛语）这构成了《天问》独特的艺术风格，当然它表现的是屈原的学术思想，问的是实实在在的问题。因此在修辞手法上，自然没有像《离骚》、《九歌》、《九章》那样绮丽而富于浪漫色彩，但正如清贺裳《骚筏》所评“其词与意，虽不如诸篇之曲折变化，自然是宇宙间一种奇文”。</p>",
  "about": "<h2>创作背景</h2> 　　《天问》为<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>所作。题目为何不为“问天”？天尊贵因此不能向其发问，故而成为”天问”。屈原被逐，心中忧愁憔悴。彷徨于川泽之间，游荡在平原丘陵之上。向苍穹发出呼号，仰面叹息。见到楚国先王的宗庙以及王室公卿的祠堂，墙壁上描绘着主宰天地山川的神灵，画面瑰奇美丽，形象神奇怪异，又有描绘古代圣君贤王行事的图画。四下游览之后，身体疲惫，于壁画下修养精神，抬头正看到所绘图案，于是在墙壁上书写了文字，以抒发心中的愤懑之情。楚人哀叹屈原的不幸命运，将此文字收集起来，因此此篇在文字顺序上有颠倒之处。",
  "poet": {
    "id": 238,
    "star": 0,
    "name": "屈原",
    "image": "http://img.gushiwen.org/authorImg/quyuan.jpg",
    "desc": "屈原（约公元前340-前278），中国古代伟大的爱国诗人。汉族，出生于楚国丹阳，名平，字原。战国时期楚国贵族出身，任三闾大夫、左徒,兼管内政外交大事。公元前278年秦将白起一举攻破楚国首都郢都。忧国忧民的屈原在长沙附近汩罗江怀石自杀，端午节据说就是他的忌日。他写下许多不朽诗篇，成为中国古代浪漫主义诗歌的奠基者，在楚国民歌的基础上创造了新的诗歌体裁楚辞。他创造的“楚辞”文体在中国文学史上独树一帜，与《诗经》并称“风骚”二体，对后世诗歌创作产生积极影响。"
  },
  "tags": [
    "楚辞"
  ]
}