{
  "id": 50288,
  "star": 171,
  "name": "点绛唇·桃源",
  "dynasty": "宋代",
  "content": "醉漾轻舟，信流引到花深处。尘缘相误，无计花间住。 <br>烟水茫茫，千里斜阳暮。山无数，乱红如雨。不记来时路。",
  "fanyi": "<p><strong>译文<br></strong>我酒醉后架着小船，在湖中荡漾，听任流水把小船推向花草深处。现实世界的名利缠身，不能解脱，没有办法在这如花的仙境住下去。<br>烟水茫茫，笼罩在夕阳的余辉里。两岸的青山排列无数，晚风吹来，落花如雨，竟然不记得来时走过的路了。</p> <p><strong>注释<br></strong>①尘缘：佛教名词。佛经中把色、声、香、味、触、法称作 “六尘”。以心攀缘六尘，遂被六尘牵累，故名。<br>②乱红：落花。<a href=\"http://so.gushiwen.org/author_349.aspx\">李贺</a>《将进酒》：“况是青春日将暮，桃花乱落如红雨。” </p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　上片“醉漾轻舟，信流引到花深处”。这个“花深处”，就是指桃源。在郴州，词人为了排忧遣恨，不得不借酒解愁。醉眼朦胧之中，词人受潜意识的支配，仿佛觉得自己划起了小舟，正轻松自如地随着溪流浮泛，朝桃花源进发。路上，“忽逢桃花林，夹岸数百步，中无杂树，芳草鲜美，落英缤纷”（《桃花源记》）。词人十分欣喜，他左顾右盼，不知不觉中，已“林尽水源”，来到了“花深处”。阅读这两句，关键是要抓住“醉”这个核心词语。醉入梦乡，本是常事，所以说这两句是写梦境幻象。“尘缘相误，无计花间住。”是词人神志清爽后的抱恨之言。尘缘，本为佛教名词。佛教认为色、声、香、味、触、法为六尘，是污染人心、使生嗜欲的根源。<a href=\"http://so.gushiwen.org/author_125.aspx\">秦观</a>在这儿是借指世俗之事，如名利一类。假如自己不出来求仕为宦，就不至于有此时的迁谪之祸，这就是“尘缘相误”。而此刻身受官府羁绊，即使想找一个类似于“桃花源”的远僻之地平安度日也不可得——这就是“无计花间住”。</p> <p>　　下片“烟水茫茫”四句，乃是词人有意识地择取人世间的四种凄凉景象，来影射他黯淡、感伤的心境。“烟水茫茫”，则前途渺遥可知；“千里斜阳暮”，暗示着词人的处境将每况愈下；“山无数”，正是阻力重重、难回朝廷的象征；“乱红如雨”，就是说美好事物正在横遭摧折。这四种景象并集一起，凝现出巨大的艺术感染力。词人虽无片言只语关涉愁苦，而愁苦、失望之情已溢满纸面。结句“不记来时路”，源于《桃花源记》。陶潜说，武陵渔人出桃花源后，在返家的路上处处作了标志，“及郡下，诣太守，说如此。太守即遣人随其往，寻向所志，遂迷，不复得路。”这个结句正暗应了题目和开头，道出了词人梦醒之后无路可走的窘境和苦况，表达了他“抽身退步悔已迟”和“世外桃源不可得”的愁怛心绪。</p> <p>　　这首词所反映的思想，是作者由于无端遭受打击，导致了他对现实的不满，并由此产生了对世外桃源的向往。但有的评论者认为句句都有暗寓，这只能是一种猜测。此词所表现出的那种迷离恍忽的境界，只是秦观在艺术上喜欢朦胧美的一种手法而已。</p>",
  "about": "<h2>创作背景</h2> 　　绍圣元年（1094），“穷凶稔悉”的新党章惇被起用为相。他握政伊始，即广兴党籍，大肆打击元祐时旧党的大小在朝之臣，<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>、<a href=\"http://so.gushiwen.org/author_268.aspx\">黄庭坚</a>等皆遭贬谪，<a href=\"http://so.gushiwen.org/author_125.aspx\">秦观</a>也未能幸免。他始由国史院编修贬为杭州通判，途中再贬为监处州（今浙江丽水县）酒税。绍圣三年，又被削秩徙放到郴州（今湖南郴州市）。这一连串巨大的打击使得秦观陷入一种蒙受压抑而不能自拔的浓重悲哀之中。这首《点绛唇·桃源》作于词人贬居郴州时。",
  "poet": {
    "id": 125,
    "star": 0,
    "name": "秦观",
    "image": "http://img.gushiwen.org/authorImg/qinguan.jpg",
    "desc": "秦观（1049-1100）字太虚，又字少游，别号邗沟居士，世称淮海先生。汉族，北宋高邮（今江苏）人，官至太学博士，国史馆编修。秦观一 生坎坷，所写诗词，高古沉重，寄托身世，感人至深。秦观生前行踪所至之处，多有遗迹。如浙江杭州的秦少游祠，丽水的秦少游塑像、淮海先生祠、莺花亭；青田的秦学士祠；湖南郴州三绝碑；广西横县的海棠亭、醉乡亭、淮海堂、淮海书院等。秦观墓在无锡惠山之北粲山上，墓碑上书“秦龙图墓”几个大字。有秦家村、秦家大院以及省级文物保护单位古文游台。"
  },
  "tags": [
    "失意",
    "生活"
  ]
}