{
  "id": 161,
  "star": 62,
  "name": "皇皇者华",
  "dynasty": "先秦",
  "content": "皇皇者华，于彼原隰。駪駪征夫，每怀靡及。<br>我马维驹，六辔如濡。载驰载驱，周爰咨诹。<br>我马维骐，六辔如丝。载驰载驱，周爰咨谋。<br>我马维骆，六辔沃若。载驰载驱，周爰咨度。<br>我马维骃，六辔既均。载驰载驱，周爰咨询。",
  "fanyi": "<p><strong>译文<br></strong>那一枝枝灿烂明艳的鲜花，盛开在广袤的原野湿地上。策马疾驰的使者和小吏们，每每想起还有不周到地方。<br>我骑乘着雄壮的骏马良驹，手里的六条马缰柔韧有光。鞭策着马儿驰骋在大路上，在民间遍访那治国的良方。<br>我骑乘着雄壮的青黑骏马，六条马缰犹如素丝般滑柔。鞭策着马儿驰骋在乡野上，跑遍民间博采治国的良谋。<br>我骑乘着雄壮的黑鬃白马，六条马缰闪耀着鲜艳光泽。鞭策着马儿驰骋在大路上，遍访民间搜求治国的善策。<br>我骑乘着雄壮的黑白花马，六条马缰收放得自如协调。鞭策着马儿驰骋在乡野上，跑遍民间询访治国的大道。</p> <p><strong>注释<br></strong>⑴皇皇：犹言煌煌，形容光彩甚盛。华：即花。<br>⑵原隰（xí）：原野上高平之处为原，低湿之处为隰。<br>⑶駪（shēn）駪：众多疾行貌。《国语·晋语》引<a href=\"http://so.gushiwen.org/view_161.aspx\">诗</a>作“莘莘”，意为众多。征夫：这里指使臣及其属从。<br>⑷靡及：不及，无及。<br>⑸六辔（pèi）：古代一车四马，马各二辔，其中两骖马的内辔，系在轼前不用，故称六辔。如濡（rú）：新鲜有光泽貌。<br>⑹载：语助词。<br>⑺周：遍。爰（yuán）：于。咨诹（zōu）：咨询访问，征求意见。<br>⑻骐（qí）：青黑色的马。<br>⑼如丝：指辔缰有丝的光彩和韧度。<br>⑽咨谋：与“咨诹”同义。<br>⑾骆：白身黑鬣的马。<br>⑿沃若：光泽盛貌。<br>⒀咨度：与“咨诹”同义。<br>⒁駰（yīn）：杂色的马。<br>⒂均：协调。<br>⒃咨询：与“咨诹”同义。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　“君教使臣”乃此<a href=\"http://so.gushiwen.org/view_161.aspx\">诗</a>之原旨。使臣秉承国君之明命，重任在身，故必须以咨周善道，广询博访。上以宣国家之明德，下以辅助自己之不足，以期达成使命，因而“咨访”实为使臣之大务。而在出使之际，君之教使臣者，正在于广询博访。使臣在奉使途中，时刻不忘君之所教，时常懔懔于心，怀有“靡及”之感，更是忠于职守、忠于明命的表现。《小雅·皇皇者华》这首诗，正是从这两方面著笔歌咏的。</p> <p>　　诗的首章，先阐明君教使臣之旨，诗人说：“皇皇者华，于彼原隰。駪駪征夫，每怀靡及。”诗意委婉而寄意深长，既以慰使臣行道的辛苦，又戒其必须忠于使命，常以“靡及”自警。从措词来看，是婉而多风，而用意则是非常庄重。至于君教使臣之具体内容为何，则于诗的第二章至第五章中，用使臣口气，反覆表达，以见使臣时刻不忘君之所教，时时以忠贞自守。</p> <p>　　第二章原诗云：“我马维驹，六辔如濡，载驰载驱，周爰咨诹。”前三句皆为使臣自道其出使在征途上的情况，第四句“周爰咨诹”，始表明“博访广询，多方求贤”之义，亦即“君教使臣”的主要内容，而为“每怀靡及”句中使臣所怀思的主旨。三章至五章的诗意，与二章全同，特因叶韵关系，在语词上作了改变：“我马维驹，六辔如濡”、“我马维骆，六辔沃若”、“我马维駰，六辔既均”。此数语，皆以道使臣在奉使途中威仪之盛。因车有四马，故章次亦叠至四次。二章言“载驰载驱，周爰咨诹”，三章言“载驰载驱，周爰咨谋”，以及四章、五章之“周爰咨度”，“周爰咨询”，其意义皆为“遍于咨询”，亦即“广询博访”之义。由此表明使臣之在征途、无时无刻不以君命为念，则使臣之敬奉使命，可想而知。明此义，则知此诗中之“每怀靡及”、“周爰咨诹”两句，乃全诗关键所在。</p> <p>　　综观此诗，倘使无首章“每怀靡及”之语，则二章以下之“周爰咨诹”、“周爰咨谋”、“周爰咨度”等语，意义皆不明显，亦不见有君教使臣之义。倘无二章以下“周爰咨诹”诸语之反覆见意，则使臣奉命“每怀靡及”殷殷之意，更无由表现。故此诗艺术特点之一，是前后各章，互相辉映、照顾周密。特点之二是：诗的语言气象开朗，生动蓬勃。首章以“皇皇者华”起兴，落响超迈，命意笼罩全诗。二章以次，语词变动，错落有致，命义相近而不显其重复，语音协调，可诵性甚强。特点之三是用意恳切，不论君之教使臣，以至使臣对国家明命之反应，字里行间，都非常感人。君之使臣以敬，臣之受命以庄，这虽是古语，还是有借鉴意义的。</p>",
  "about": "<h2>创作背景</h2> 　　此<a href=\"http://so.gushiwen.org/view_161.aspx\">诗</a>是使臣出外访贤求策，在途中自咏之作。《左传》以为“君教使臣”之诗，历来无异议。这些使臣在外奔忙，访问咨询各种情况，周密思虑，尽心尽职，以此可见周朝盛世气象。",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": [
    "诗经",
    "赞美"
  ]
}