{
  "id": 71428,
  "star": 97,
  "name": "清江引·秋怀",
  "dynasty": "元代",
  "content": "西风信来家万里，问我归期未？<br>雁啼红叶天，人醉黄花地，芭蕉雨声秋梦里。",
  "fanyi": "<p><strong>译文</strong><br>西风送来万里之外的家书，问我何时归家？<br>鸿雁在红叶满山的季节呼唤着同伴南迁，而离人却对着黄花遍地的景色沉醉其中，听着雨打芭蕉的声音，却只能籍着秋夜的清凉，但愿做个好梦，能梦回家乡探望亲人。</p> <p><strong>注释</strong><br>①清江引：曲牌名。<br>②未：什么时候。<br>③红叶天：秋天。红叶，枫叶。深秋枫叶红遍，霜林如醉。<a href=\"http://so.gushiwen.org/author_211.aspx\">杜牧</a>《山行》：“停车坐爱枫林晚，霜叶红于二月花。”<br>④黄花地：菊花满地。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　秋风中接到家信，远自万里之外寄来，谆谆“问我归期未”，这两句从空间和时间的两个方面表现了“我”与“家”的暌隔。而<a href=\"http://so.gushiwen.org/view_71428.aspx\">诗</a>人未对来信的殷望作任何正面的答复，仅是铺排了自己所处客乡的秋景。“红叶天”、“黄花地”，显然受了《西厢记·长亭送别》中“碧云天，黄花地，西风紧北雁南飞”的启导，而《西厢记》又是移用了<a href=\"http://so.gushiwen.org/author_510.aspx\">范仲淹</a>《苏幕遮》词的“碧云天，黄叶地”，亦为感秋之作。红叶黄花勾勒了清秋的轮廓，色彩鲜明，但却有一种苍凉冷颓的情韵。尤其是作者在这一背景中添现了“雁”、“人”的活动主角，且雁啼于天，人醉于地，便使这种苍凉冷颓发挥到了极致。“雁啼”最牵愁惹恨，“人醉”则是为了忘忧，而“芭蕉雨声秋梦里”，秋雨的萧疏冷酷，使得乡梦也为之惊醒。这三句景句无不暗寓着人物的客乡况味和主观感受，代表着诗人的“秋怀”。深沉的乡思与有家难归的羁愁，便足以回答“归期未”的提问了。</p> <p>　　这三句是作者收信后无言的感受，但它也可以视作诗人因家信问起归期而惆怅苦闷的应接。可以这样想象：诗人因在现实上不可能回到万里以外的乡园，无语可复，心中充满了忧愁与歉疚。他抬头望天，想看看那传书的鸿雁可在，结果发现“雁啼红叶天”，大雁似乎也在为他发出悲鸣。满地秋菊盛开，但那并不是故园的黄花，诗人只能借酒狂饮，在酩酊中暂忘乡愁。入夜了，他希望能在梦中实现回乡的心愿，可是“隔窗知夜雨，芭蕉先有声”（<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>《夜雨》），蕉叶上的雨声又无情地提醒着他的孤寂。“问我归期未”，不敢答复，至此也无须答复。小令的这三句景语，在时间的跨度上可前可后，代表了“秋怀”的一贯凄凉，确实是颇见妙味的。</p> <p>　　应该说这个概括在这首短小精悍的曲里能够得到很好的体现，至于熔铸名句这点，恐怕元曲三百首里没有多少非香艳的题材的作品能跳出唐宋的成就。</p> <p>　　回到曲上，“西风信来家万里，问我归期未？”看似简单，实则也简单明了，直奔主题，唯一比较特别之处是以西风送信，这个并不是很多见，古人一般是鱼传尺素，雁寄归思，青鸟传音，西风送信便是把西风拟人，赋予看似凛冽的西风一点人情味；“问我归期未”，平实却亲切，仿佛正面对面问话一般。又令人想起“道是归期未有期”这种情怀，有点淡淡哀愁。可见，这两句应该没有经过太多斟酌，完全是作者的真情实感的流露，因此读来也没有丝毫矫揉造作之感。</p> <p>　　“雁啼红叶天，人醉黄花地，芭蕉雨声秋梦里”这一句其实颇为经典，既充分体现<a href=\"http://so.gushiwen.org/author_394.aspx\">张可久</a>“清丽派”的作风，又充分体现曲在营造意境上对诗词手法的传承，强调了一种有构图讲究的图画般的美感。这一句却能够从人的多种感官角度把一种写来写去的思乡情怀具体化，形象化，把主观感受融入客观景物里，虽是一种常用的表现手法，又因作者能对颜色、声音、炼字、音韵都做出很好地把握，使得此曲经得起反复的品读。“红叶”“黄花”秋意尽显，颜色鲜明，令人印象深刻，脑海中立即出现相似的画面；“啼”“醉”可以说是有炼字的功夫在内的，雁啼虽不同于杜鹃啼，但只要说到啼声，总是会有些感情在其中，无非雁就是像“我”一样，呼唤着同伴南迁，顺便一提，张可久是浙江人，也就是南方人，那么北雁南飞对于他的意义就更为具体了，而这啼声中，也夹杂着一些复杂的情绪，也许隐含了悲伤、急切、思念、担忧等等，醉，作者认为黄花遍地的景色醉人，但有道是景不醉人人自醉，能够归乡的喜悦心情才真正让作者沉醉其中；芭蕉雨声秋梦里，芭蕉在古代是有特定所指的意象，一般指代愁思、闺思、乡怀、悲凉，而雨打芭蕉一般是指愁上加愁，不可排解。<a href=\"http://so.gushiwen.org/author_536.aspx\">李清照</a>就常用芭蕉的意象。作者是十分心急的，急得发愁，也许正遇上某些事，回乡无望，因而听着雨打芭蕉的声音，似乎只能籍着秋夜的清凉，做个好梦，梦回家乡探望亲人。</p> <p>　　从押韵这方面来说，不看曲有没有固定韵位，应该是没有的，“里”“未”“地”“里”都是有押韵的，故而朗读起来，此曲也是琅琅上口，音韵和谐的。</p> <p>　　当一句话，一首曲有一种让人在相似的情形下想起的力量时，已经可以算是成功的作品。正如每逢秋夜下雨时，都会想到“芭蕉雨声秋梦里”以及另一些无名氏的作品“一声声，一更更。窗外芭蕉窗里灯，此时无限情”“楼外凉蟾一晕生，雨余秋更清”把几种意境重叠在一起，然后整理起自己种种的愁绪。</p> <p>　　本诗前两句，作者道出自己的乡思情。然而这种乡思情有多深有多浓？作者没有直接外露，却是以“西风”“红叶”“黄花”“芭蕉”“秋雨”这些富有季节特征的一组景物构成意境，渲染出一幅色彩浓丽的秋景图，衬自己浓浓的乡思情。 </p> <p>　　唐<a href=\"http://so.gushiwen.org/author_204.aspx\">李商隐</a>《夜雨寄北》：“君问归期未有期，巴山夜雨涨秋池。”是在归未有期但又存在着“何当共剪西窗烛”可能的情形下，生慨于寄身之处的旁景。而本作连“未有期”的吐诉都鼓不起勇气，心上的伤口就可想而知了。</p>",
  "about": "<h2>创作背景</h2> <p>　　此小令为作者秋风中接到远自万里之外寄来的家信时，内心流露出的真情实感，具体作年不详。</p>",
  "poet": {
    "id": 394,
    "star": 0,
    "name": "张可久",
    "image": "http://img.gushiwen.org/authorImg/zhangkejiu.jpg",
    "desc": "张可久（约1270～1348以后）字小山（一说名伯远，字可久，号小山）（《尧山堂外纪》）；一说名张可久肖像（林晋生作）可久，字伯远，号小山（《词综》）；又一说字仲远，号小山（《四库全书总目提要》），庆元（治所在今浙江宁波鄞县）人，元朝重要散曲家，剧作家，与乔吉并称“双壁”，与张养浩合为“二张”。"
  },
  "tags": [
    "秋天",
    "写景",
    "抒怀",
    "思乡"
  ]
}