{
  "id": 50243,
  "star": 4550,
  "name": "鹊桥仙·纤云弄巧",
  "dynasty": "宋代",
  "content": "纤云弄巧，飞星传恨，银汉迢迢暗度。金风玉露一相逢，便胜却人间无数。<br>柔情似水，佳期如梦，忍顾鹊桥归路。两情若是久长时，又岂在朝朝暮暮。",
  "fanyi": "<p><strong>译文</strong><br>纤薄的云彩在天空中变幻多端，天上的流星传递着相思的愁怨，遥远无垠的银河今夜我悄悄渡过。在秋风白露的七夕相会，就胜过尘世间那些长相厮守却貌合神离的夫妻。<br>共诉相思，柔情似水，短暂的相会如梦如幻，分别之时不忍去看那鹊桥路。只要两情至死不渝，又何必贪求卿卿我我的朝欢暮乐呢。</p> <p><strong>注释</strong><br>纤云：轻盈的云彩。弄巧：指云彩在空中幻化成各种巧妙的花样。<br>飞星：流星。一说指牵牛、织女二星。<br>银汉：银河。迢迢：遥远的样子。暗度：悄悄渡过。<br>金风玉露：指秋风白露。<a href=\"http://so.gushiwen.org/author_204.aspx\">李商隐</a>《辛未七夕》：“由来碧落银河畔，可要金风玉露时”。<br>忍顾：怎忍回视。<br>朝朝暮暮：指朝夕相聚。语出<a href=\"http://so.gushiwen.org/author_358.aspx\">宋玉</a>《高唐赋》。</p><br/><h2>英译</h2> <p>Fairy of the Magpie Bridge<br>by Qin Guan(1049-1100)</p> <p>Thin clouds are creating works delicate;<br>Falling stars carry sorrows deep.<br>Over the vast, vast Milky Way,<br>Cowherd and Weaving Girl quietly meet.<br>Meeting in such a clear and sweet autumn night,<br>The rendezvous outshines many a worldly date.</p> <p>Tenderness flows in the soul’s retreat;<br>Sweet hours melt their hearts away.<br>The short-lived Magpie Bridge is unbearable to see,<br>For on the magpie-paved bridge parting comes in haste.<br>Ah, so long as love keeps,<br>What differs, missing each other day after day!</p>",
  "shangxi": "<h2>赏析</h2> <p>　　借牛郎织女的故事，以超人间的方式表现人间的悲欢离合，古已有之，如《古<a href=\"http://so.gushiwen.org/view_50243.aspx\">诗</a>十九首·迢迢牵牛星》，<a href=\"http://so.gushiwen.org/author_616.aspx\">曹丕</a>的《燕歌行》，<a href=\"http://so.gushiwen.org/author_204.aspx\">李商隐</a>的《辛未七夕》等等。宋代的<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>、<a href=\"http://so.gushiwen.org/author_587.aspx\">张先</a>、<a href=\"http://so.gushiwen.org/author_535.aspx\">柳永</a>、<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>等人也曾吟咏这一题材，虽然遣辞造句各异，却都因袭了“欢娱苦短”的传统主题，格调哀婉、凄楚。相形之下，<a href=\"http://so.gushiwen.org/author_125.aspx\">秦观</a>此词堪称独出机杼，立意高远。</p> <p>　　这是一首咏七夕的节序词，起句展示七夕独有的抒情氛围，“巧”与“恨”，则将七夕人间“乞巧”的主题及“牛郎、织女”故事的悲剧性特征点明，练达而凄美。借牛郎织女悲欢离合的故事，歌颂坚贞诚挚的爱情。结句“两情若是久长时，又岂在朝朝暮暮”最有境界，这两句既指牛郎、织女的爱情模式的特点，又表述了作者的爱情观，是高度凝练的名言佳句。这首词因而也就具有了跨时代、跨国度的审美价值和艺术品位。 此词熔写景、抒情与议论于一炉，叙写牵牛、织女二星相爱的神话故事，赋予这对仙侣浓郁的人情味，讴歌了真挚、细腻、纯洁、坚贞的爱情。词中明写天上双星，暗写人间情侣；其抒情，以乐景写哀，以哀景写乐，倍增其哀乐，读来荡气回肠，感人肺腑。</p> <p>　　词一开始即写“纤云弄巧”，轻柔多姿的云彩，变化出许多优美巧妙的图案，显示出织女的手艺何其精巧绝伦。可是，这样美好的人儿，却不能与自己心爱的人共同过美好的生活。“飞星传恨”，那些闪亮的星星仿佛都传递着他们的离愁别恨，正飞驰长空。</p> <p>　　关于银河，《古诗十九首》云：“河汉清且浅，相去复几许？盈盈一水间，脉脉不得语。”“盈盈一水间，近咫尺，似乎连对方的神情语态都宛然目。这里，秦观却写道：”银汉迢迢暗渡“，以”迢迢“二字形容银河的辽阔，牛女相距之遥远。这样一改，感情深沉了，突出了相思之苦。迢迢银河水，把两个相爱的人隔开，相见多么不容易！”暗渡“二字既点”七夕“题意，同时紧扣一个”恨“字，他们踽踽宵行，千里迢迢来相会。</p> <p>　　接下来词人宕开笔墨，以富有感情色彩的议论赞叹道：“金风玉露一相逢，便胜却人间无数！”一对久别的情侣金风玉露之夜，碧落银河之畔相会了，这美好的一刻，就抵得上人间千遍万遍的相会。词人热情歌颂了一种理想的圣洁而永恒的爱情。“金风玉露”用李商隐《辛未七夕》诗：“恐是仙家好别离，故教迢递作佳期。由来碧落银河畔，可要金风玉露时。”用以描写七夕相会的时节风光，同时还另有深意，词人把这次珍贵的相会，映衬于金风玉露、冰清玉洁的背景之下，显示出这种爱情的高尚纯洁和超凡脱俗。</p> <p>　　“柔情似水”，那两情相会的情意啊，就象悠悠无声的流水，是那样的温柔缠绵。“柔情似水”，“似水”照应“银汉迢迢”，即景设喻，十分自然。一夕佳期竟然象梦幻一般倏然而逝，才相见又分离，怎不令人心碎！“佳期如梦”，除言相会时间之短，还写出爱侣相会时的复杂心情。“忍顾鹊桥归路”，转写分离，刚刚借以相会的鹊桥，转瞬间又成了和爱人分别的归路。不说不忍离去，却说怎忍看鹊桥归路，婉转语意中，含有无限惜别之情，含有无限辛酸眼泪。 回顾佳期幽会，疑真疑假，似梦似幻，及至鹊桥言别，恋恋之情，已至于极。词笔至此忽又空际转身，爆发出高亢的音响：“两情若是久长时，又岂在朝朝暮暮！”秦观这两句词揭示了爱情的真谛：爱情要经得起长久分离的考验，只要能彼此真诚相爱，即使终年天各一方，也比朝夕相伴的庸俗情趣可贵得多。这两句感情色彩很浓的议论，成为爱情颂歌当中的千古绝唱。它们与上片的议论遥相呼应，这样上、下片同样结构，叙事和议论相间，从而形成全篇连绵起伏的情致。这种正确的恋爱观，这种高尚的精神境界，远远超过了古代同类作品，是十分难能可贵的。</p> <p>　　这首词的议论，自由流畅，通俗易懂，却又显得婉约蕴藉，余味无穷。作者将画龙点睛的议论与散文句法与优美的形象、深沉的情感结合起来，起伏跃宕地讴歌了人间美好的爱情，取得了极好的艺术效果。</p>",
  "poet": {
    "id": 125,
    "star": 0,
    "name": "秦观",
    "image": "http://img.gushiwen.org/authorImg/qinguan.jpg",
    "desc": "秦观（1049-1100）字太虚，又字少游，别号邗沟居士，世称淮海先生。汉族，北宋高邮（今江苏）人，官至太学博士，国史馆编修。秦观一 生坎坷，所写诗词，高古沉重，寄托身世，感人至深。秦观生前行踪所至之处，多有遗迹。如浙江杭州的秦少游祠，丽水的秦少游塑像、淮海先生祠、莺花亭；青田的秦学士祠；湖南郴州三绝碑；广西横县的海棠亭、醉乡亭、淮海堂、淮海书院等。秦观墓在无锡惠山之北粲山上，墓碑上书“秦龙图墓”几个大字。有秦家村、秦家大院以及省级文物保护单位古文游台。"
  },
  "tags": [
    "宋词三百首",
    "宋词精选",
    "七夕节",
    "爱情",
    "哲理",
    "婉约",
    "抒情"
  ]
}