{
  "id": 7785,
  "star": 16,
  "name": "大堤曲",
  "dynasty": "唐代",
  "content": "汉水临襄阳，花开大堤暖。<br>佳期大堤下，泪向南云满。<br>春风无复情，吹我梦魂散。<br>不见眼中人，天长音信断。",
  "fanyi": "<p><strong>译文<br></strong>汉水绕着襄阳城，大堤上春暖花开。<br>在大堤上想起了与佳人相会的日子，不禁望着蓝天白云而热泪盈眶。<br>本是多情的春风，如今也显得无情起来，将我的好梦吹散。<br>梦中的眼中人不见了，想给她寄个音信，也因天长地远，而无法到达。</p> <p><strong>注释<br></strong>⑴大堤曲：南朝乐府旧题，乐府清商曲辞。起于梁简文帝，又作《襄阳曲》，<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>沿用，写一女子对丈夫的怀念，地点即在湖北襄阳城外大堤上，与<a href=\"http://so.gushiwen.org/view_7785.aspx\">诗</a>歌紧相关合。<br>⑵“汉水”句：言汉水流过襄阳。临：一作“行”。<br>⑶大堤：古迹名，据《一统志》、《湖广志》等记载，大堤在襄阳府城外，周围有四十多里，商业繁荣。<br>⑷佳期：《楚辞·九歌·湘夫人》：“登白薠兮骋望，与佳期兮夕张。”王逸注：“佳谓湘夫人也……与夫人期歆飨之也。”后用以指男女约会的日期。<br>⑸“泪向”句：谓望南云而流泪，因相思之人在南面。南云：南飞之云。常以寄托思亲、怀乡之情。晋<a href=\"http://so.gushiwen.org/author_838.aspx\">陆机</a>《思亲赋》：“指南云以寄款，望归风而效诚。”<br>⑹复无：一作“无复”。<br>⑺梦魂：古人认为人做梦时，是离开肉体的魂魄在活动。唐刘希夷《巫山怀古》诗：“颓想卧瑶席，梦魂何翩翩。”散：一作“断”。<br>⑻眼中人：指旧相识或想念的人。南朝梁<a href=\"http://so.gushiwen.org/author_569.aspx\">何逊</a>《霖雨不晴怀郡中游聚》诗：“不见眼中人，空想南山寺。”<br>⑼音信：音讯；信息。《宋书·<a href=\"http://so.gushiwen.org/author_325.aspx\">范晔</a>传》：“吾虽幽逼日苦，命在漏刻，义慨之士，时有音信。”</p>",
  "shangxi": "<h2>赏析</h2> <p>　　此<a href=\"http://so.gushiwen.org/view_7785.aspx\">诗</a>开篇即写大堤。大堤东临汉江，春来堤上百花盛开，堤下绿水溶溶。一个“暖”字复盖着江水、江花和岸上的千家万户，自然这其中也有遍历名山大川远道而来的<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>。这里，“江城回绿水，花月使人迷”（李白《襄阳曲四首》其一）；“水绿沙如雪”（其三）。触处生春，不禁撩动人的多感心怀。所以这个“暖”字又有很重的感情分量。于是自然地转入下面的抒情：“佳期大堤下，泪向南云满。”旧时以“佳期”指男女的约会。《九歌·湘夫人》：“登白薠兮骋望，与佳期兮夕张。”王逸注：“佳，谓湘夫人也。”约而不得见，因此“泪向南云满。”晋·<a href=\"http://so.gushiwen.org/author_838.aspx\">陆机</a>《思亲赋》云：“指南云以寄钦，望归风而效诚。”陈·江总《于长安归还扬州，九月九日行薇山亭赋韵》云：“心逐南云逝，形随北雁来。”陆云《九愍》：“眷南云以兴悲，蒙东雨而涕零。”南云、归风、东雨，本是寄兴之作，后人引申为思亲和怀念家乡之词。这里似用前人诗意。不过也可以有另一种解释。此诗与李白《寄远十二首》其五诗只前三句文字不同，该诗云：“远忆巫山阳，花明绿江暖。踌躇未得往，泪向南云满，春风复无情，吹我梦魂断。不见眼中人，天长音信断。”写所思之人在巫山，巫山在襄阳南，故云“南云”。李白两次漫游都到过湖北，这位念远之人，可能就是他自己。但也不妨看作是泛指。旧时襄阳，不仅为商业重镇，且为南北交通要衢，往来伫足人多，送往迎来的人也多。<a href=\"http://so.gushiwen.org/author_349.aspx\">李贺</a>《大堤曲》便说：“莲风起，江畔春，大堤上，留北人。”“莫指襄阳道，绿浦归帆少。”那么，思乡念远的实不止李白一人。</p> <p>　　望南云，热泪盈睫，“佳期”既误，结果只有寄情于梦。可是“春风复无情，吹我梦魂断。”从<a href=\"http://so.gushiwen.org/author_113.aspx\">岑参</a>的“枕上片时春梦中，行尽江南数千里”（《春梦》）的希望终于得在梦中实现的欣然快意，到<a href=\"http://so.gushiwen.org/author_348.aspx\">张仲素</a>的“袅袅城边柳，青青陌上桑。提笼忘采叶，昨夜梦渔阳”（《春闺思》）的梦后仍未能忘情，梦中相会，确实给了人们无限安慰。如今却是由于春风无情，吹破幽梦，使人不能长在梦中相会。古乐府《子夜春歌》：“春风复多情，吹我罗裳开”。与此两句含意相反，而遣词造语上却不无影响。“散”一作“断”。断，截断，折断。<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>《哀王孙》：“金鞭折断九马死。”给人一种戛然而止的意象。散，表示逐渐散开，逐渐远去。“吹”而“散”，则梦在脑海中是一点一点淡化，最后无影无踪了。“梦”之于人，事实也是这样。“春风不相识，何事入罗帏？”（李白《春思》）微露谴责意。这里说“春风复无情”，“复”者，又也。“无情”，已令人难堪，何况其“复”！表面上不见怨意，实际怨怀尤深。这个“复”字上与“泪向”紧相呼应，下启结束二句：“不见眼中人，天长音信断。”“眼中人”指所思者。佳期误，梦魂散，音信断。这一连串的打击，岂不令人黯然神伤!这种境况，在不少诗人笔下是会写得“冷冷清清凄凄惨惨戚戚”的。但李白表现得“雍容和缓”（<a href=\"http://so.gushiwen.org/author_459.aspx\">朱熹</a>语），神清骨秀，正是“幽秀绝远俗艳”（《唐宋诗醇》）的。</p> <p>　　这首小诗意似直述，笔实曲折：先地点，后时令，从一个“暖”字中暗传出春来人的感情的跃动。接下六句，情思绵绵，直至尾句。“佳期”二句，似见离乡远别的客子伫立大堤上，目送南天云彩，魂为之销。“春风”二句折回，此情此景，似是“昨夜夜半，枕上分明梦见”，那也许是“语多时，依旧桃花面，频低柳叶眉”（<a href=\"http://so.gushiwen.org/author_622.aspx\">韦庄</a>）吧?诗人没有说，妙在可引起读者种种揣想。意味隽永。最后结以“天长音信断”，更觉余味无穷。楚天辽阔，百花竞放，百鸟争喧，雁鸣晴空，人却是别一番心情。此刻，“断”者，音信也；而情，不仅未断，却更绵邈无尽了。天才纵逸的李白，即使从这首短章中，也可看出它的情深意远，婉转流丽，完全超脱六朝乐府的“轨辙”，而使“古今诗格于是一大变”（胡应麟《诗薮》外编）了。</p>",
  "about": "<h2>创作背景</h2> <p>　　大堤，在襄阳城外，周围四十余里。隋唐时，大堤一带商业繁荣，人口众多。梁简文帝作雍州十曲，内有《大堤》《南湖》《北渚》等曲，其源盖本于此。</p> <p>　　<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>此<a href=\"http://so.gushiwen.org/view_7785.aspx\">诗</a>作于唐玄宗开元二十年（732），当时李白曾一度离开安陆（今属湖北）北游襄阳（今属湖北）。这首诗当作于李白游襄阳之时，是怀人之作。</p>",
  "poet": {
    "id": 247,
    "star": 0,
    "name": "李白",
    "image": "http://img.gushiwen.org/authorImg/libai.jpg",
    "desc": "李白（701年－762年），字太白，号青莲居士，唐朝浪漫主义诗人，被后人誉为“诗仙”。祖籍陇西成纪(待考)，出生于西域碎叶城，4岁再随父迁至剑南道绵州。李白存世诗文千余篇，有《李太白集》传世。762年病逝，享年61岁。其墓在今安徽当涂，四川江油、湖北安陆有纪念馆。"
  },
  "tags": [
    "乐府",
    "触景伤情",
    "思乡"
  ]
}