{
  "id": 176,
  "star": 41,
  "name": "采芑",
  "dynasty": "先秦",
  "content": "薄言采芑，于彼新田，呈此菑亩。方叔涖止，其车三千。师干之试，方叔率止。乘其四骐，四骐翼翼。路车有奭，簟茀鱼服，钩膺鞗革。<br>薄言采芑，于彼新田，于此中乡。方叔涖止，其车三千。旂旐央央，方叔率止。约軧错衡，八鸾玱玱。服其命服，朱芾斯皇，有玱葱珩。<br>鴥彼飞隼，其飞戾天，亦集爰止。方叔涖止，其车三千。师干之试，方叔率止。钲人伐鼓，陈师鞠旅。显允方叔，伐鼓渊渊，振旅阗阗。<br>蠢尔蛮荆，大邦为仇。方叔元老，克壮其犹。方叔率止，执讯获丑。戎车啴啴，啴啴焞焞，如霆如雷。显允方叔，征伐玁狁，蛮荆来威。",
  "fanyi": "<p><strong>译文<br></strong>战士们采苦菜在行军间隙，从那片去年刚开垦的新田，转到这块未开垦的处女地。尊贵的方叔带领大军到来，三千战车滚滚而来势逶迤，三军儿郎挥盾演武有士气。尊贵的方叔我们的好统帅，高坐战车把青黑骏马驾驭，四匹青黑骏马进退都有序。高大的战车远看遍体彤红，垂方纹竹帘鱼皮箭袋斜披，马儿胸前大带缨络嚼头系。<br>战士们采苦菜在军营四旁，从那片去年刚开垦的新田，转到这块民居田野的中央。尊贵的方叔带领大军到来，三千战车滚滚而来势浩荡，蛟龙龟蛇的战旗高高飘扬。尊贵的方叔我们的好统帅，他的战车红皮缠毂纹横辕，马嘴边的八只鸾铃响叮当。尊贵的方叔身着天子命服，大红蔽膝是那样富丽堂皇，身上的青苍佩玉朗朗脆响。<br>苍鹰隼鹞长空中疾飞如电，它尽展雄姿时而一飞冲天，时而停止飞翔栖落在树尖。尊贵的方叔带领大军到来，三千战车滚滚而来起尘烟，三军儿郎挥盾演武壮如山。尊贵的方叔我们的好统帅，士兵们鸣金击敲响彻霄汉，列队誓师发出必胜的宣言。我们尊贵的方叔威风凛然，击鼓前进咚咚咚响个不停，鸣金收兵锵锵锵肃然静安。<br>你这愚蠢不开化的荆蛮人，胆敢跟我泱泱大国作对头。尊贵的方叔元老英雄人物，老当益壮操劳国事善筹谋。尊贵的方叔带领大军到来，抓捕审讯万千俘虏竞授首。战车阵滚滚而来隆隆作响，隆隆作响滚滚向前不停留，犹如雷霆万钧震天动地吼。我们尊贵的方叔威风凛凛，亲率大军出征讨伐猃狁族，愚蠢的蛮荆人敢不低下头！</p> <p><strong>注释<br></strong>1.薄言：句首语气词。<br>2.芑（qí）：一种野菜。<br>3.新田：毛传：“田一岁曰菑，二岁曰新田，三岁日畲（yú）。”<br>4.菑（zī）亩：见上注。<br>5.涖（lì）：临。止：语助词。<br>6.干：盾。试：演习。<br>7.骐（qí）：青底黑纹的马。<br>8.翼翼：整齐严谨的样子。<br>9.路车：大车。路，通“辂”。奭（shī）：红色的涂饰。<br>10.簟（diàn）茀（fú）：遮挡战车后部的竹席子。鱼服：鲨鱼皮装饰的车箱。<br>11.钩膺（yīng）：带有铜制钩饰的马胸带。鞗（tiáo）革：皮革制成的马缰绳。<br>12.中乡：乡中。<br>13.旂（qí）旐（zhào）：画有龙和蛇图案的旗帜。<br>14.约軝（qí）：用皮革约束车轴露出车轮的部分。错衡：在战车扶手的横木上饰以花纹。<br>15.玱（qiāng）玱：象声词，金玉撞击声。<br>16.服：穿起。命服：礼服。<br>17.芾（fú）：通“韍”，皮制的蔽膝，类似围裙。<br>18.有玱：即“玱玱”。葱珩（héng）：翠绿色的佩玉。<br>19.鴥（yù）：鸟飞迅疾的样子。隼（sǔn）：一类猛禽。<br>20.戾（lì）：到达。<br>21.止：止息。<br>22.钲（zhēng）人：掌管击钲击鼓的官员。<br>23.陈：陈列。鞠：训告。<br>24.显允：高贵英伟。<br>25.渊渊：象声词，击鼓声。<br>26.振旅：整顿队伍，指收兵。阗（tián）阗：击鼓声。<br>27.蠢：愚蠢，无知的举动。蛮荆：对南方部族的蔑称。<br>28.大邦：大国，指周王朝。<br>29.元老：年长功高的老臣。<br>30.克：能。壮：光大。犹：通“猷”，谋略。<br>31.执讯：捉住审讯。获丑：俘虏。<br>32.嘽（tān）嘽：兵车行走的声音。<br>33.焞（tūn）焞：车马众多的样子。<br>34.玁（xiǎn）狁（yǔn）：古代少数民族匈奴在周朝时的名称。<br>35.来：语助词。威：威服。“蛮荆来威”即“来威蛮荆”。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　《小雅·采芑》<a href=\"http://so.gushiwen.org/view_176.aspx\">诗</a>的开首以“采芑”起兴，很自然地引出这次演习的地点：“新田”、“菑亩”。紧接着一支浩浩荡荡的大军出现在旷野上，马蹄得得，敲不碎阵列中之肃穆严整；军旗猎猎，掩不住苍穹下之杀气腾腾。在这里，作者以一约数“三千”极言周军猛将如云、战车如潮的强大阵容，进而又将“镜头的焦距”拉近至队伍的前方，精心安排了一个主将出场的赫赫威仪。只见他，乘坐一辆红色的战车，花席为帘、鲛皮为服，四匹马训练有素、铜钩铁辔，在整个队伍里坐镇中央，高大威武而与众不同。真是未谋其面已威猛慑人。诗的第二章与上大体相同，以互文见义之法，主要通过色彩刻画（“旗旐央央”，“约軝错衡”），继续加强对演习队伍声势之描绘。在对方叔形象的刻画上则更逼近一步：“服其命服”的方叔朱衣<a href=\"http://so.gushiwen.org/author_58.aspx\">黄裳</a>、佩玉鸣鸾、气度非凡。同时也点明他为王卿士的重要身份。第三章格调为之一变，以鹰隼的一飞冲天暗比方叔所率周军勇猛无敌和斗志昂扬。接下来作者又具体地描绘了周师在主帅的指挥下演习阵法的情形：雷霆般的战鼓声中，战车保持着进攻的阵形，在响彻云霄的喊杀声中向前冲去；演习结束，又是一阵鼓响，下达收兵的号令，队伍便井然有序地退出演习场，整顿完毕后，浩浩荡荡地返回营地。（“伐鼓渊渊，振旅阗阗”）。第四章辞色俱厉，以雄壮的气概直斥无端滋乱之荆蛮（“蠢尔蛮荆，大邦为仇”）。告诫说，以方叔如此装备精良、训练有素之师旅讨伐荆蛮，定能以迅雷不及掩耳之势，摧敌之军，拔敌之城，俘敌之人，败之于谈笑挥手之间（“方叔率止，执讯获丑”）。</p> <p>　　统观全诗，有两点值得注意，其一是此诗并非实写战争，而是写一次军事演习。这从诗中“师干之试”等处可证。其二，此诗从头至尾层层推进，专事渲染，纯以气势胜。</p>",
  "about": "<h2>创作背景</h2> 　　这首歌颂的雅歌，是人们在誓师宴会上唱的雅歌。众将士本来以为这次出征就是去打仗，但到边界后，人们才知道这次行动是屯兵演习。周朝自周文王起，就开始了屯兵制度，周朝每占领一地，或准备去占领该地，都要动员人们迁移到该地居住，以此来巩固国家的安定。这首雅歌所歌颂的就是这样一次屯兵行动。",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": [
    "诗经"
  ]
}