{
  "id": 10927,
  "star": 143,
  "name": "寄李十二白二十韵",
  "dynasty": "唐代",
  "content": "昔年有狂客，号尔谪仙人。<br>笔落惊风雨，诗成泣鬼神。<br>声名从此大，汩没一朝伸。<br>文采承殊渥，流传必绝伦。<br>龙舟移棹晚，兽锦夺袍新。<br>白日来深殿，青云满后尘。<br>乞归优诏许，遇我宿心亲。<br>未负幽栖志，兼全宠辱身。<br>剧谈怜野逸，嗜酒见天真。<br>醉舞梁园夜，行歌泗水春。<br>才高心不展，道屈善无邻。<br>处士祢衡俊，诸生原宪贫。<br>稻粱求未足，薏苡谤何频。<br>五岭炎蒸地，三危放逐臣。<br>几年遭鵩鸟，独泣向麒麟。<br>苏武先还汉，黄公岂事秦。<br>楚筵辞醴日，梁狱上书辰。<br>已用当时法，谁将此义陈。<br>老吟秋月下，病起暮江滨。<br>莫怪恩波隔，乘槎与问津。",
  "fanyi": "<p><strong>译文</strong><br>当年有位洒脱狂放之人名叫<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>，人称谪仙。<br>看到他落笔，风雨为之感叹；看到他的<a href=\"http://so.gushiwen.org/view_10927.aspx\">诗</a>，鬼神都为之感动哭泣。<br>从此李白之名震动京师，以前的困顿失意自此一并扫除，并被玄宗召入朝廷任翰林；<br>他那惊天地、泣鬼神的诗篇必将万古流传。<br>他陪玄宗泛舟，一直到很晚，最后被皇帝赏赐锦袍。<br>玄宗经常召见李白，李白颇受宠信。<br>后来他因受奸人诬陷而被赐金放还，途中与我相遇。<br>李白既没有隐藏自己的远大志向，又能在受宠和被放逐的不同境遇中自保。<br>我与他相遇后，李白非常理解我的洒脱不羁，我也十分欣赏他的坦荡胸怀。<br>我们夜里在梁园饮酒起舞，春季则在泗水纵情吟唱。<br>虽然才华超群却无用武之地，虽然道德崇高却无人理解。<br>虽然才智堪比东汉<a href=\"http://so.gushiwen.org/author_441.aspx\">祢衡</a>，但命运却如穷困失意的原宪。<br>李白投靠永王肯定是生活所迫，有人传说他收了永王的重金，这实属造谣。<br>但是他却因此被流放，长期漂泊。<br>几年之间屡遭祸患，心中必然悲伤。<br><a href=\"http://so.gushiwen.org/author_460.aspx\">苏武</a>最终返回汉廷，夏黄公难道会为暴秦做事吗？<br>遭受君主冷遇，李白也曾上书为自己辩护。<br>如果当时事理难明，就让李白服罪，那么，现在谁又能将此事上报朝廷呢？<br>晚年时，李白犹自吟诗不辍，希望他早日康复，多作好诗。<br>不要埋怨皇帝寡恩，而要上书朝廷，了解事情的真相。</p> <p><strong>注释</strong><br>⑴狂客：指<a href=\"http://so.gushiwen.org/author_368.aspx\">贺知章</a>。贺知章是唐越州永兴人，晚年自号四明狂客。谪仙：被贬谪的神仙。贺知章第一次读李白诗时，如是赞道。<br>⑵“诗成”句：据《本事诗》记载，贺知章见了李白的《乌栖曲》，“叹赏苦吟曰：‘此诗可以泣么神矣。’”说明李白才华超绝，满朝为之倾倒。<br>⑶汩（gǔ）没：埋没。<br>⑷承殊渥（wò）：受到特别的恩惠。这里指唐玄宗召李白为供奉翰林。<br>⑸“龙舟”句：指唐玄宗泛白莲池，在饮宴高兴的时候召李白作序。“兽锦”句：《唐诗纪事》载：“武后游龙门，命群官赋诗，先成者赐以锦袍。左史东方虬诗成，拜赐。坐未安，之问诗后成，文理兼美，左右莫不称善，乃就夺锦袍衣之。”这里是说李白在皇家赛诗会上夺魁。<br>⑹“祢（mí）衡”句：才能像祢衡一样好。祢衡：东汉时人，少有才辩。<a href=\"http://so.gushiwen.org/author_787.aspx\">孔融</a>称赞他“淑质贞亮，英才卓跞”。“原宪”句：家境像原宪一样贫困。原宪：春秋时人，孔子弟子，家里十分贫穷。<br>⑺“薏苡”句：<a href=\"http://so.gushiwen.org/author_801.aspx\">马援</a>征交趾载薏苡种还，人谤之，以为明珠大贝。这里指当时一些人诬陷李白参与永王李璘谋反。<br>⑻三危：山名，在今甘肃敦煌县南，乃帝舜窜三苗之处。<br>⑼“几年”句：耽心李白处境危险。鵩（fú）鸟：古代认为是不祥之鸟。“独泣”句：叹道穷。<br>⑽楚筵（yán）辞醴（lǐ）：汉代穆生仕楚元王刘交为中大夫。穆生不喜欢饮酒，元王置酒，常为穆生设醴。元王死，子戊嗣位，初常设醴以待。后忘设醴。穆生说：“醴酒不设，王之意怠。”遂称病谢去。这里是指李白在永王璘邀请他参加幕府时辞官不受赏之事。李白在《经乱离后天恩流夜郎忆旧游书怀赠江夏韦太守良宰》诗中说：“半夜水军来，寻阳满旌旃。空名适自误，迫胁上楼船。徒赐五百金，弃之若浮烟。辞官不受赏，翻谪夜郎天。”“梁狱”句：汉代<a href=\"http://so.gushiwen.org/author_811.aspx\">邹阳</a>事梁孝王，被谗毁下狱。邹阳在狱中上书梁孝王，力辩自己遭受冤屈。后获释，并成为梁孝王的上客。这里是指李白因永王璘事坐系浔阳后力辩己冤。<br>⑾“老吟”二句：老病秋江，说明李白已遇赦还浔阳。<br>⑿槎（chá）：木筏。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　此<a href=\"http://so.gushiwen.org/view_10927.aspx\">诗</a>旨在为<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>晚年不幸的遭遇辩护申冤，并为他不平凡的一生写照。 王嗣奭说：“此诗分明为李白作传，其生平履历备矣。”卢世傕认为这是“天壤间维持公道，保护元气文字”（《杜诗详注》）。诗歌本身也是一篇“惊风雨”，“泣鬼神”的传世杰作。李白同辈排行第十二，所以称“李十二白”。</p> <p>　　此诗分三大段，一个结尾。第一段从“昔年有狂客”到“青云满后尘”，追述李白于公元730年（开元十八年）和742年（天宝元年）两入长安的经历，对李白的前半生作了高度的概括，同时，对李白诗歌的艺术成就进行了热情的赞颂。前六句记叙李白初游长安事。唐人孟棨《本事诗·高逸》记载：李白初至长安，<a href=\"http://so.gushiwen.org/author_368.aspx\">贺知章</a>“闻其名，首访之。既奇其姿，复请其为文。白出《蜀道难》以示之。读未竟，称叹者数四，号为谪仙。”书中还记载，贺知章读李白的《乌栖曲》后说：“此诗可以泣鬼神矣！”贺知章号“四明狂客”。诗人根据这些史实，赞扬李白妙笔生花，连风雨也为之感到惊叹，连鬼神也为之感动哭泣。李白经贺知章的宣扬，于是名震京师。汨没：埋没。三十年来默默无闻，此后就名满天下了。此诗一开头就显得笔锋突兀，气势不凡。非“狂客之誉”，无以彰“谪仙”之名。而“谪仙”这一美誉出自久负盛名的大诗人贺知章之口，更增加了它的份量。李白初出茅庐，一鸣惊人，恰如演员登台亮相，光彩照人，赢得满堂喝彩。“笔落惊风雨，诗成泣鬼神”这两句历来被人们看成是描写李白的佳句。诗人以高度夸张的手法，盛赞了李白诗歌强大的艺术魅力。落笔能惊动狂风暴雨，说明李白的诗歌气势磅礴；诗成能使鬼神哭泣，说明李白的诗歌感人肺腑。诗人用精妙的语言赞美了李白的旷世才华，而“诗仙”李白也确实有资格接受这一赞誉。从这里可以看出<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>对李白的推崇和钦敬。</p> <p>　　后六句叙写李白二游长安事。“文彩”二句是说李白因擅长诗赋被玄宗召入京，供奉翰林；他那些无与伦比的诗篇必将流传千古。以下四句记叙的是李白供奉翰林期间的事。“龙舟”句见唐人<a href=\"http://so.gushiwen.org/author_2330.aspx\">范传正</a>《李公新墓碑》：玄宗“泛白莲池，公不在宴，皇欢既洽，召公作序。时公已被酒于翰苑中，仍命高将军扶以登舟。”“兽锦”句见李白《温泉侍从归逢故人》：“激赏摇天笔，承恩赐御衣。”蔡梦弼《杜诗注》引《李白外传》云：“白作乐章赐锦袍。”李白常被召入宫中为皇帝草拟文告和乐章，因为身受宠待，一些文士慕名追随左右。这时李白意得志满，盛极一时，诗人亦不惜浓墨重彩，加以渲染。诗人通过对李白两入长安的描写，用极为洗炼的笔触就勾勒出一个风流倜傥、飘逸豪放的诗人形象。</p> <p>　　第二段从“乞归优诏许”到“诸生原宪贫”，追叙李白于公元744年（天宝三年）春被赐金放还后，南北漫游、潦倒落魄的情景，并回忆自己在与李白相识交往中建立起来的亲如兄弟的深厚感情。“乞归”句，这既是对李白的回护，也是对玄宗的隐讳。李白离京，实际上是遭到张垍、<a href=\"http://so.gushiwen.org/author_3073.aspx\">高力士</a>等人的诽谤而被玄宗放逐的。李白离开长安后于这年夏天来到梁宋（今河南开封、商丘一带），与杜甫一见如故，情同手足。“未负幽栖志，兼全宠辱身”是说李白既没有辜负隐幽之志，又能在受宠被重用和遭谗被逐的不同境遇中善自保全自己。这仍是那种回护心情的继续。“剧谈怜野逸，嗜酒见天真”指两人相遇后，李白很能理解自己的“野逸”，即放达不羁，自己也很欣赏李白的“天真”即胸怀坦荡。“醉舞”句指李白的梁宋之游；“行歌”句指李白回到寓家之处山东兖州。这两句在时间上和空间上都是一次跳跃，李白从此开始南北漫游。接着四句，笔锋一转，专写李白怀才不遇。虽才华横溢，但宏图未展；仕途受挫，虽道德高尚却无人理解。虽如东汉文士<a href=\"http://so.gushiwen.org/author_441.aspx\">祢衡</a>一样才智卓群，但却难逃像孔子弟子原宪那样穷愁潦倒的命运。</p> <p>　　这一段，诗人巧妙地运用了多层对比的手法。首先，李白奉诏入京与赐金放还，通过“宠”与“辱”的对比，说明“乞归”出于被迫，暗讽“优诏许”的虚伪性。其次，才高而命蹇，空有祢衡之俊却难免原宪之贫，诗人通过这一对比控诉了人间的不平。第三，“醉舞”、“行歌”，似乎是一派欢乐气氛，但紧接着写李白的遭遇坎坷、穷愁潦倒，这又形成鲜明对比，原来那不过是苦中作乐。</p> <p>　　第三段从“稻粱求未足”到“谁将此义陈”，着重记述李白长流夜郎前后的经历，篇幅寄慨最深，为全篇重点。安史之乱起，李白求仕不得，报国无门，于公元756年（至德元年）秋隐居庐山。正值永王李璘奉玄宗诏节度江陵，率军东下，路过寻阳。李白心怀“扫胡尘”、“救河南”的愿望入了永王幕，却不自觉地卷入了肃宗和永王争权夺位的矛盾漩涡之中。次年一月，永王败死。李白入狱，继而长流夜郎（今贵州正安县）。“稻粱”二句，是说李白受聘不过是为生活所迫，有人说他得了永王的重赂，纯属诽谤。诗人极力将李白入永王幕的政治色彩冲淡，力图在为李白开脱。李白于公元757年（至德二年）冬开始流放，还没到夜郎，于公元759年（乾元二年）夏历三月在渝州遇赦，还憩江夏。因取道岳阳，南赴苍梧避祸。苍梧指湖南零陵、九疑山一带，其地与五岭接壤。“五岭”二句，因格律关系，将时序倒置。前一句指避祸苍梧，后一句指长流夜郎。“三危”，山名，在今甘肃敦煌县南，乃帝舜窜三苗之处。</p> <p>　　“几年遭鵩鸟”。西汉<a href=\"http://so.gushiwen.org/author_109.aspx\">贾谊</a>谪居长沙，屋中飞来鵩鸟（即鵩鸟），自认为交了恶运，忧郁而死。李白当时作《放后遇恩不沾》：“独弃长沙国，三年未许回。何时入宣室，更问贾生才？”自比贾生，诗人因此亦以贾生比之。李白卧病当涂以手稿付<a href=\"http://so.gushiwen.org/author_2473.aspx\">李阳冰</a>时，作《古风·大雅久不作》压卷，诗中说：“我志在删述，垂辉映千春。希圣如有立，绝笔于获麟。”自比孔子，自伤道穷。“独泣向麒麟”，用的就是这句诗意。</p> <p>　　以上六句叙写李白晚年悲惨的遭遇和凄楚的心境。以下六句则是发议论，抒感慨，极力为李白鸣不平。借<a href=\"http://so.gushiwen.org/author_460.aspx\">苏武</a>终于归汉和夏黄公不事暴秦的故事，说明李白不会真心附逆。借穆生辞别楚王刘戊的故事，说明李白能够自重，永王也并未任用他。梁“狱”句，是说李白曾象<a href=\"http://so.gushiwen.org/author_811.aspx\">邹阳</a>那样上书为自己辩护。“已用”二句，是说如果当时因事理难明，李白服了流刑，那么，如今又有谁能够将这些道理去向朝廷陈述呢？一个反问句，把无人仗义执言的感慨表达得深沉幽怒。</p> <p>　　而这一段，因为涉及极为敏感的政治问题和微妙的皇室矛盾，须委婉含蓄，故在十二句中有七句用典。本来，诗不贵用事，以防晦涩板滞。但“若能自出己意，借事以相发明，变态错出，则用事虽多，亦何所妨！”（《诗人玉屑》）“薏苡”句，是借题发挥。“几年”二句，是以事比人。“苏武”二句，是以人喻事（“元还汉”是正写，“不事秦”是反说）。“楚筵”句，以彼事喻此事；“梁狱”句，借前人譬今人。这一连串的用典，准确贴切。所以后人评曰：“诗家使事难，若子美，所谓不为事使者也。”（《察宽夫诗话》）最后四句是结束语。诗人称赞李白在垂老之年，仍吟咏不辍，祝愿他早日“病起”，为人间多作好诗。劝李白不要抱怨没有得到皇帝的恩泽，表示自己要设法向朝廷探明究竟。这是在无可奈何中的安慰之词，让老朋友在困境中感到一点人间的温暖。</p> <p>　　此诗对仗工稳，辞藻富丽，用典精当。在杜甫的一百二十多首五言排律中，此诗无论在思想性和艺术性方面，均不失为上乘之作。</p>",
  "about": "<h2>创作背景</h2> 　　<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>和<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>友情甚笃，他闻听李白被朝廷放逐的消息后，十分叹惋，便创作了一些思念、称颂李白的<a href=\"http://so.gushiwen.org/view_10927.aspx\">诗</a>篇，《寄李十二白二十韵》便为其中一首。宝应元年（762年）七月，杜甫自成都送严武入朝，至绵州（今四川绵阳市），正值剑南兵马使徐知道作乱。于是转赴梓州（今四川三台县）。此时才获悉李白正在当涂养病，于是写了这首诗寄给他。",
  "poet": {
    "id": 474,
    "star": 0,
    "name": "杜甫",
    "image": "http://img.gushiwen.org/authorImg/dufu.jpg",
    "desc": "杜甫（712－770），字子美，自号少陵野老，世称“杜工部”、“杜少陵”等，汉族，河南府巩县（今河南省巩义市）人，唐代伟大的现实主义诗人，杜甫被世人尊为“诗圣”，其诗被称为“诗史”。杜甫与李白合称“李杜”，为了跟另外两位诗人李商隐与杜牧即“小李杜”区别开来，杜甫与李白又合称“大李杜”。他忧国忧民，人格高尚，他的约1400余首诗被保留了下来，诗艺精湛，在中国古典诗歌中备受推崇，影响深远。759-766年间曾居成都，后世有杜甫草堂纪念。"
  },
  "tags": [
    "赞颂",
    "写人",
    "友情"
  ]
}