{
  "id": 64181,
  "star": 7,
  "name": "月下笛·万里孤云",
  "dynasty": "宋代",
  "content": "孤游万竹山中，闲门落叶，愁思黯然，因动《黍离》之感。时寓甬东积翠山舍。</p> <p>万里孤云，清游渐远，故人何处？寒窗梦里，犹记经行旧时路。连昌约略无多柳，第一是难听夜雨。漫惊回凄悄，相看烛影，拥衾谁语？<br>张绪归何暮？半零落依依，断桥鸥鹭。天涯倦旅，此时心事良苦。只愁重洒西州泪，问杜曲人家在否？恐翠袖正天寒，犹倚梅花那树。",
  "fanyi": "<p><strong>译文<br></strong>万里长空飘着孤云一片，清寂地浮游着渐飘渐远，故人呵到何处将你寻见？在寒窗里入梦酣然，旧时曾经走过的道路还能记忆。连昌宫的杨柳大概已所剩无几，最叫我难过的是，听着淅淅沥沥的夜雨。梦回惊醒，无端地到忧伤凄寂，面对着烛影摇曳，拥被孤眠谁与我倾心话语？<br>丰姿清雅的张绪为何迟迟不归去？断桥边鸥鹭相盟的伴侣，半已零落却仍然眷恋依依。我疲倦地颠簸于天涯羁旅，此时的心事实在痛苦悲凄。只怕重返临安故地，又重洒愁苦的泪滴，试问杭州故居的旧时人家，而今是否依旧在那里？恐怕她翠袖单薄，正当天寒日暮之际，还在梅花树旁斜倚。</p> <p><strong>注释<br></strong>1.月下笛：<a href=\"http://so.gushiwen.org/author_164.aspx\">周邦彦</a>创调。<br>2.孤游：独自一人，孤单。<br>3.万竹山：万竹山：据《赤城志》载在浙江天台县西南四十五里。《山中白云词》江昱注引《赤城志》：“万竹山在《天台》县西南四十五里。绝顶曰新罗，九峰回环，道极险隘。岭丛薄敷秀，平旷幽窈，自成一村。”<br>4.闲门：指进出往来的人不多，显得清闲的门庭。<br>5.黍离：离黍，亡国之悲。《<a href=\"http://so.gushiwen.org/view_64181.aspx\">诗</a>经·黍离》篇，写周朝的志士看到故都宫里尽是禾黍，悼念国家的颠覆，彷徨不忍去，而作此诗。<br>6.甬东：今浙江定海县。<br>7.连昌：唐宫名，高宗所置，在河南宜阳县西，多植柳，<a href=\"http://so.gushiwen.org/author_18.aspx\">元稹</a>有《连昌宫词》。<br>8.约略：大约。<br>9.凄悄：伤感寂寞。<br>10.张绪：南齐吴郡人，字思曼，官至国子祭酒，少有文才，风姿清雅，武帝置蜀柳于灵和殿前，尝曰：“此柳风流可爱，似张绪当年。”此处作者自比。<br>11.西州泪：指晋羊昙感旧兴悲哭悼舅谢安事。<br>12.杜曲：唐时杜氏世居于此，故名。这里指高门大族聚居的地方。<br>13.恐翠袖：<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>《佳人》有“天寒脆袖薄，日幕倚修竹”句，写一为避乱世而幽居深谷的佳人。此处借用其意，以“翠袖佳人”比喻那些隐居不仕的南宋遗民逸士，即前面所提的“故人”。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　南宋已亡，身怀家国之恨的张炎在甬东一带流寓。在孤游万竹山，幽清廖寂的环境并未使其淡忘。亡国之恨，反而愁思黯然。这首词的悲凉激楚，当为其心声之反映。</p> <p>　　起调令人凄怆渺茫：“万里孤云”。“孤云”，是词人的化身。孤云在<a href=\"http://so.gushiwen.org/view_64181.aspx\">诗</a>词里喻人蕴含了特定的感伤。“清游渐远，故人何处。”漂泊的日子是那么凄凉，使人找不到方向。“故人何处？”这一声呼唤，将亡国之痛，身世之悲，一齐倾诉出来。日间无法排解，夜里还形于梦寐。“寒窗梦里，犹记经行旧时路”。梦中时景“连昌约略无多柳，第一是、难听夜雨”。用连昌来指代南宋故宫，透出铜驼荆棘的意思。此时梦想中，宫中的柳树仿佛已衰残无几，非复当年意态。而最难堪的是，还听着萧萧的夜雨。萧萧夜雨袭来，令人不堪忍受。不期然从梦中醒来，却是在异乡夜里。灯光摇曳中，谁能和自己共话？心绪的悲凉令人凄然。</p> <p>　　“张绪”，指词人以南齐张绪自况。以此比拟自己青年时的风度。但是此时的张绪也不像亡国前那样“风流可爱”，却是已衰落的蒲柳。“归何暮！迟暮之年还不能回乡呢？”半零落依依，断桥鸥鹭“。勾起作者无端心事。西湖断桥边的鸥鹭已零落过半，却是旧侣凋残，前盟难践。</p> <p>　　随之一转“只愁重洒西州泪，问杜曲人家在否？”却是“西州泪”取不忍重经旧地之意。张炎的亡国破家之痛，远过羊昙生死知遇之悲。“杜曲”，指高门大族聚居的地方；“人家”，指张炎自己的家。据记载，张炎家世显耀，祖父时家境显赫。但元兵入临安后，祖父被杀家产被没。张炎心中留下了永远的创痛。家国之痛是忘不了的。煞尾又化用<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>诗句，写道：“恐翠袖、正天寒，犹倚梅花那树。”</p> <p>　　这是张炎艺术风格的代表作。在抒发亡国之悲时，运用了较为深刻和曲折的笔法。用典贴切、想象丰富、含蓄深厚，风格转为“清空”。以深邃的意境，而亡国之恨的痛烈心境楮墨内外。</p>",
  "about": "<h2>创作背景</h2> 　　《月下笛》是“遗民”张炎抒发其遗民心态的一首词。宋亡后，张炎身怀家国之恨流寓在甬东一带。怀着国亡家破的巨大悲痛到处飘零。元成宗大德二年（1298）流寓甬东（今浙江定海）。一次独游天台万竹山，触景生情，创作这首寄托“黍离之悲”的词章。",
  "poet": {
    "id": 53,
    "star": 0,
    "name": "张炎",
    "desc": "张炎（1248年－1320年），字叔夏，号玉田，晚年号乐笑翁。祖籍陕西凤翔。六世祖张俊，宋朝著名将领。父张枢，“西湖吟社”重要成员，妙解音律，与著名词人周密相交。张炎是勋贵之后，前半生居于临安，生活优裕，而宋亡以后则家道中落，晚年漂泊落拓。著有《山中白云词》，存词302首。张炎另一重要的贡献在于创作了中国最早的词论专著《词源》，总结整理了宋末雅词一派的主要艺术思想与成就，其中以“清空”，“骚雅”为主要主张。"
  },
  "tags": [
    "写景",
    "伤怀",
    "落寞",
    "惆怅"
  ]
}