{
  "id": 20180,
  "star": 7,
  "name": "月蚀诗",
  "dynasty": "唐代",
  "content": "新天子即位五年，岁次庚寅，斗柄插子，律调黄钟。 <br> 森森万木夜僵立，寒气赑屃顽无风。烂银盘从海底出， <br> 出来照我草屋东。天色绀滑凝不流，冰光交贯寒曈曨。 <br> 初疑白莲花，浮出龙王宫。八月十五夜，比并不可双。 <br> 此时怪事发，有物吞食来。轮如壮士斧斫坏， <br> 桂似雪山风拉摧。百炼镜，照见胆，平地埋寒灰。 <br> 火龙珠，飞出脑，却入蚌蛤胎。摧环破璧眼看尽， <br> 当天一搭如煤炱。磨踪灭迹须臾间，便似万古不可开。 <br> 不料至神物，有此大狼狈。星如撒沙出，争头事光大。 <br> 奴婢炷暗灯，掩菼如玳瑁。今夜吐焰长如虹， <br> 孔隙千道射户外。玉川子，涕泗下，中庭独自行。 <br> 念此日月者，太阴太阳精。皇天要识物，日月乃化生。 <br> 走天汲汲劳四体，与天作眼行光明。此眼不自保， <br> 天公行道何由行。吾见阴阳家有说，望日蚀月月光灭， <br> 朔月掩日日光缺。两眼不相攻，此说吾不容。 <br> 又孔子师老子云，五色令人目盲。吾恐天似人， <br> 好色即丧明。幸且非春时，万物不娇荣。青山破瓦色， <br> 绿水冰峥嵘。花枯无女艳，鸟死沉歌声。顽冬何所好， <br> 偏使一目盲。传闻古老说，蚀月虾蟆精。径圆千里入汝腹， <br> 汝此痴骸阿谁生。可从海窟来，便解缘青冥。 <br> 恐是眶睫间，掩塞所化成。黄帝有二目，帝舜重瞳明。 <br> 二帝悬四目，四海生光辉。吾不遇二帝，滉漭不可知。 <br> 何故瞳子上，坐受虫豸欺。长嗟白兔捣灵药， <br> 恰似有意防奸非。药成满臼不中度，委任白兔夫何为。 <br> 忆昔尧为天，十日烧九州。金烁水银流，玉煼丹砂焦。 <br> 六合烘为窑，尧心增百忧。帝见尧心忧， <br> 勃然发怒决洪流。立拟沃杀九日妖，天高日走沃不及， <br> 但见万国赤子bb々生鱼头。此时九御导九日， <br> 争持节幡麾幢旒。驾车六九五十四头蛟螭虬， <br> 掣电九火輈.汝若蚀开齱bg轮，御辔执索相爬钩， <br> 推荡轰訇入汝喉。红鳞焰鸟烧口快，翎鬣倒侧声醆邹。 <br> 撑肠拄肚礧傀如山丘，自可饱死更不偷。不独填饥坑， <br> 亦解尧心忧。恨汝时当食，藏头擫脑不肯食。不当食， <br> 张唇哆觜食不休。食天之眼养逆命，安得上帝请汝刘。 <br> 呜呼，人养虎，被虎啮。天媚蟆，被蟆瞎。乃知恩非类， <br> 一一自作孽。吾见患眼人，必索良工诀。想天不异人， <br> 爱眼固应一。安得常娥氏，来习扁鹊术。手操舂喉戈， <br> 去此睛上物。其初犹朦胧，既久如抹漆。但恐功业成， <br> 便此不吐出。玉川子又涕泗下，心祷再拜额榻砂土中， <br> 地上虮虱臣仝告愬帝天皇。臣心有铁一寸，可刳妖蟆痴肠。 <br> 上天不为臣立梯磴，臣血肉身，无由飞上天，扬天光。 <br> 封词付与小心风，颰排阊阖入紫宫。密迩玉几前擘坼， <br> 奏上臣仝顽愚胸。敢死横干天，代天谋其长。东方苍龙角， <br> 插戟尾捭风。当心开明堂。统领三百六十鳞虫， <br> 坐理东方宫。月蚀不救援，安用东方龙。南方火鸟赤泼血， <br> 项长尾短飞跋躠，头戴井冠高逵枿。月蚀鸟宫十三度， <br> 鸟为居停主人不觉察，贪向何人家。行赤口毒舌， <br> 毒虫头上吃却月，不啄杀。虚眨鬼眼明gPoA，鸟罪不可雪。 <br> 西方攫虎立踦踦，斧为牙，凿为齿。偷牺牲，食封豕。 <br> 大蟆一脔，固当软美。见似不见，是何道理。 <br> 爪牙根天不念天，天若准拟错准拟。北方寒龟被蛇缚， <br> 藏头入壳如入狱。蛇筋束紧束破壳，寒龟夏鳖一种味。 <br> 且当以其肉充臛，死壳没信处，唯堪支床脚， <br> 不堪钻灼与天卜。岁星主福德，官爵奉董秦。忍使黔娄生， <br> 覆尸无衣巾。天失眼不吊，岁星胡其仁。荧惑矍铄翁， <br> 执法大不中。月明无罪过，不纠蚀月虫。年年十月朝太微。 <br> 支卢谪罚何灾凶。土星与土性相背，反养福德生祸害。 <br> 到人头上死破败，今夜月蚀安可会。太白真将军， <br> 怒激锋铓生。恒州阵斩郦定进，项骨脆甚春蔓菁。 <br> 天唯两眼失一眼，将军何处行天兵。辰星任廷尉， <br> 天律自主持。人命在盆底，固应乐见天盲时。天若不肯信， <br> 试唤皋陶鬼一问。一如今日，三台文昌宫，作上天纪纲。 <br> 环天二十八宿，磊磊尚书郎。整顿排班行，剑握他人将。 <br> 一四太阳侧，一四天市傍。操斧代大匠，两手不怕伤。 <br> 弧矢引满反射人，天狼呀啄明煌煌。痴牛与騃女， <br> 不肯勤农桑。徒劳含淫思，旦夕遥相望。蚩尤簸旗弄旬朔， <br> 始捶天鼓鸣珰琅。枉矢能蛇行，眊目森森张。天狗下舐地， <br> 血流何滂滂。谲险万万党，架构何可当。眯目衅成就， <br> 害我光明王。请留北斗一星相北极，指麾万国悬中央。 <br> 此外尽扫除，堆积如山冈，赎我父母光。当时常星没， <br> 殒雨如迸浆。似天会事发，叱喝诛奸强。何故中道废， <br> 自遗今日殃。善善又恶恶，郭公所以亡。愿天神圣心， <br> 无信他人忠。玉川子词讫，风色紧格格。近月黑暗边， <br> 有似动剑戟。须臾痴蟆精，两吻自决坼。初露半个璧， <br> 渐吐满轮魄。众星尽原赦，一蟆独诛磔。腹肚忽脱落， <br> 依旧挂穹碧。光彩未苏来，惨澹一片白。奈何万里光， <br> 受此吞吐厄。再得见天眼，感荷天地力。或问玉川子， <br> 孔子修春秋。二百四十年，月蚀尽不收。今子咄咄词， <br> 颇合孔意不。玉川子笑答，或请听逗留。孔子父母鲁， <br> 讳鲁不讳周。书外书大恶，故月蚀不见收。予命唐天， <br> 口食唐土。唐礼过三，唐乐过五。小犹不说，大不可数。 <br> 灾沴无有小大愈，安得引衰周，研核其可否。日分昼， <br> 月分夜，辨寒暑。一主刑，二主德，政乃举。孰为人面上， <br> 一目偏可去。愿天完两目，照下万方土，万古更不瞽， <br> 万万古，更不瞽，照万古。",
  "poet": {
    "id": 2251,
    "star": 0,
    "name": "卢仝",
    "image": "http://img.gushiwen.org/authorImg/lutong.jpg",
    "desc": "卢仝tóng〈形〉（约795－835） 唐代诗人，汉族，“初唐四杰”之一卢照邻的嫡系子孙。祖籍范阳（今河北省涿州市），生于河南济源市武山镇（今思礼村），早年隐少室山，自号玉川子。他刻苦读书，博览经史，工诗精文，不愿仕进。后迁居洛阳。家境贫困，仅破屋数间。但他刻苦读书，家中图书满架。仝性格狷介，颇类孟郊；但其狷介之性中更有一种雄豪之气，又近似韩愈。是韩孟诗派重要人物之一。"
  },
  "tags": []
}