{
  "id": 10937,
  "star": 18,
  "name": "堂成",
  "dynasty": "唐代",
  "content": "背郭堂成荫白茅，缘江路熟俯青郊。<br>桤林碍日吟风叶，笼竹和烟滴露梢。<br>暂止飞乌将数子，频来语燕定新巢。<br>旁人错比扬雄宅，懒惰无心作解嘲。",
  "fanyi": "<p><strong>译文</strong><br>草堂用白茅盖成，背向城郭，邻近锦江，坐落在沿江大路的高地上。从草堂可以俯瞰郊野青葱的景色。<br>草堂修在桤林深处，桤林茂密透不进强烈的阳光，仿佛漠漠轻烟笼罩着，连风吹叶子，露水滴树梢都能听到。<br>草堂的落成，使乌鸦带领小鸟翔集，让燕子也来筑巢。<br>旁人把草堂错比成<a href=\"http://so.gushiwen.org/author_715.aspx\">扬雄</a>的草玄堂，我可是懒惰之人，也无心像扬雄那样作《解嘲》文章。</p> <p><strong>注释</strong><br>⑴堂：即“草堂”。成，落成。<br>⑵背郭：背负城郭。草堂在成都城西南三里，故曰背郭。荫白茅：用茅草覆盖。<br>⑶缘江路熟：堂在浣花溪上，溪近锦江，故得通称江。江边原无路，因营草堂，缘江往来，竟走出来一条络，故曰缘江路熟。熟，有成熟意。俯青郊：面对郊原。堂势较高，故用府字。开头二句写堂之形势及所用材料。<br>⑷桤（qī）：落叶乔木，叶长倒卵形，果穗椭圆形，下垂，木质较软，嫩叶可作茶的代用品。<br>⑸“桤林”二句：写草堂竹木之佳，语有倒装。顺说就是：桤木之叶，碍日吟风；笼竹之梢，和烟滴露。蜀人称大竹为笼竹。<br>⑹“暂止”二句：写草堂禽鸟之适。将：率领。<br>⑺扬雄，西汉末年大赋家。其宅在成都少城西南角，一名“草玄堂”。扬雄尝闭门草《太玄经》，有人嘲笑他，他便写了一篇《解嘲》文。扬雄蜀人，自可终老于蜀，<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>不过暂居（他曾有<a href=\"http://so.gushiwen.org/view_10937.aspx\">诗</a>：“此生那老蜀？不死会归秦！”），所以说“错比”。但也不想像扬雄一样专门写篇文章来表明自己的心意。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　<a href=\"http://so.gushiwen.org/view_10937.aspx\">诗</a>的开头两句，从环境背景勾勒出草堂的方位。中间四句写草堂本身之景，通过自然景色的描写，把诗人历尽战乱之后新居初定时的生活和心情，细致而生动地表现了出来。</p> <p>　　“桤林碍日”、“笼竹和烟”，写出草堂的清幽。它隐在丛林修篁深处，透不进强烈的阳光，好像有一层漠漠轻烟笼罩着。“吟风叶”，“滴露梢”，是“叶吟风”，“梢滴露”的倒文。说“吟”，说“滴”，则声响极微。连这微细的声响都能察觉出，可见诗人生活的宁静；他领略、欣赏这草堂景物，心情和草堂景物完全融合在一起。因此，在他的眼里，乌飞燕语，各有深情。“暂止飞乌将数子，频来乳燕定新巢”，罗大经《鹤林玉露》说这两句“盖因乌飞燕语而类己之携雏卜居，其乐与之相似。此比也，亦兴也”。诗人正是以他自己的欢欣，来体会禽鸟的动态的。在这之前，他像那“绕树三匝，无枝可栖”的乌鹊一样，带着孩子们奔波于关陇之间，后来才飘流到这里。草堂营成，不但一家人有了个安身之处，连禽鸟也都各得其所。翔集的飞乌，营巢的燕子，也与诗人一同喜悦。在写景状物的诗句中往往寓有比兴之意，这是杜诗的特点之一。然而<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>居住的草堂，毕竟不同于<a href=\"http://so.gushiwen.org/author_645.aspx\">陶渊明</a>归隐的田园，杜甫为了避乱才来到成都，他初来成都时，就怀着“信美无与适，侧身望川梁。鸟雀各夜归，中原杳茫茫”（《成都府》）的羁旅之思；直到后来，他还是说：“此身那老蜀，不死会归秦。”因而草堂的营建，对他只不过是颠沛流离的辛苦途程中的歇息之地，而不是终老之乡。从这个意义来说，尽管新居初定，景物怡人，而在宁静喜悦的心情中，总不免有彷徨忧伤之感。“以我观物，故物皆着我之色彩。”（<a href=\"http://so.gushiwen.org/author_408.aspx\">王国维</a>《人间词话》）这种复杂而微妙的矛盾心理状态，通过“暂止飞乌”的“暂”字微微地透露了出来。</p> <p>　　尾联“旁人错比<a href=\"http://so.gushiwen.org/author_715.aspx\">扬雄</a>宅，懒惰无心作《解嘲》”，有两层涵意。扬雄宅又名草玄堂，故址在成都少城西南角，和杜甫的浣花草堂有着地理上的联系。杜甫在浣花草堂吟诗作赋，幽静而落寞的生活，有些和左思《咏史》诗里说的“寂寂扬子宅，门无卿相舆”的情况相类似。扬雄曾闭门著书，写他那模拟《周易》的《太玄》，草玄堂因而得名。当杜甫初到成都，寓居浣花溪寺时，<a href=\"http://so.gushiwen.org/author_227.aspx\">高适</a>寄给他的诗说：“传道招提客，诗书自讨论。……草《玄》今已毕，此后更何言？”（《赠杜二拾遗》）就拿他和扬雄写《太玄》相比；可是他的答复却是：“草《玄》吾岂敢，赋或似相如。”（《酬高使君相赠》）这诗说草堂不能比拟扬雄宅，也是表示他自己并没有像扬雄那样，写《太玄》之类的鸿篇巨著。这意思是可以从上述答高适诗里得到印证的。此其一。扬雄在《解嘲》里，高自标榜，说他闭门写《太玄》，阐明圣贤之道，无意于富贵功名。实际上，他之所以写这篇《解嘲》，正是发泄宦途不得意的愤懑之情。而杜甫只不过把这草堂作为避乱偷生之所，和草玄堂里的扬雄心情是不同的，因而也就懒于发那《解嘲》式的牢骚了。这是第二层意思。</p> <p>　　诗从草堂营成说起；中间写景，用“语燕新巢”作为过脉；最后由物到人，仍然回到草堂，点出身世感慨。“背郭堂成”的“堂”，和“错比扬雄宅”的“宅”遥相呼应。关合之妙，不见痕迹。</p>",
  "about": "<h2>创作背景</h2> <p>　　<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>于唐肃宗乾元二年（759年）年底来到成都，在百花潭北、万里桥边营建一所草堂。经过两三个月时间，到第二年春末，草堂落成了。这<a href=\"http://so.gushiwen.org/view_10937.aspx\">诗</a>便是那时所作。关于这首诗的写作年代，浦起龙有不同看法，他说：“旧编上元元年（760）初置草堂时。今按：诗云‘桤林碍日’、‘笼竹和烟’，则是竹木成林矣。初筑时，方各处乞栽种，未必速成如此也。公《寄题草堂》诗曰：‘经营上元始，断手宝应年。’又宝应元年（762）春有诗曰：‘畏人成小筑，褊性合幽栖。’当是其时作也。”因此，他把这首诗的写作推迟了两年。他的说法虽也有根据，但未免过泥。郭知达《九家集注》引赵次公云：“桤林笼竹，正川中之物。二物必于公卜居处，先有之矣。”说初置草堂时原就有此二物，是很有可能，也是符合实际的。《卜居》诗说“主人为卜林塘幽”。可见从一开始，草堂周围就有“林”。杜甫到处向人乞求各种树苗，不过嫌林木不够多，并不能证明这里就没有林。据《楠树为风雨所拔叹》一诗，还可以知道，当初置时，草堂旁边还有一棵“故老相传二百年”的大楠树。再从会诗的语气和情调来看，也和初置草堂时吻合。因此，此诗当作于唐肃宗上元元年（760年）暮春。</p>",
  "poet": {
    "id": 474,
    "star": 0,
    "name": "杜甫",
    "image": "http://img.gushiwen.org/authorImg/dufu.jpg",
    "desc": "杜甫（712－770），字子美，自号少陵野老，世称“杜工部”、“杜少陵”等，汉族，河南府巩县（今河南省巩义市）人，唐代伟大的现实主义诗人，杜甫被世人尊为“诗圣”，其诗被称为“诗史”。杜甫与李白合称“李杜”，为了跟另外两位诗人李商隐与杜牧即“小李杜”区别开来，杜甫与李白又合称“大李杜”。他忧国忧民，人格高尚，他的约1400余首诗被保留了下来，诗艺精湛，在中国古典诗歌中备受推崇，影响深远。759-766年间曾居成都，后世有杜甫草堂纪念。"
  },
  "tags": [
    "写景",
    "抒情"
  ]
}