{
  "id": 71043,
  "star": 733,
  "name": "别老母",
  "dynasty": "清代",
  "content": "搴帷拜母河梁去，白发愁看泪眼枯。<br>惨惨柴门风雪夜，此时有子不如无。",
  "fanyi": "<p><strong>译文<br></strong>因为要去河梁谋生，所以把帷帐撩起，依依不舍要向年迈的母亲辞别，看到白发苍苍的老母不由泪下不停，眼泪也流干了。<br>在这风雪之夜，不能在母亲身边尽孝却要掩柴门凄惨地远去，不禁令人兴叹：养子又有何用呢？倒不如没有啊。</p> <p><strong>注释<br></strong>①搴（qiān）帷（wéi）：掀起门帘，出门。<br>②河梁：桥，替代送别地。<br>③枯（kū）：干涸。<br>④惨惨：幽暗无光。<br>⑤柴门：树枝编的门，替代贫苦人家。</p>",
  "shangxi": "<h2>鉴赏</h2> 　　<a href=\"http://so.gushiwen.org/view_71043.aspx\">诗</a>的第一句“搴帷拜母河梁去”，即掀开门帘，告诉老母，儿就要起程动身了。但因为是游幕谋生，（游幕是指旧时知识分子离开本乡到外地寻求教学或投向官府求职）这种告别是无一定目的的，所以只能说河梁去。一方面是老母难离，另一方面因生活所迫又不得不离，这种既难舍又无奈情景，暗示了作者极为痛苦的心情。诗的第二句“白发愁看泪眼枯”在即将告别老母外出的时候，作者没有直抒胸臆，表达对老母难分难舍的情感，而是著笔于老母此时的情状：白发苍苍，愁容满面，凄切悲凉，欲哭无泪。还容得着说吗？一切伤心，都隐藏在老母的这张面孔之中，离不得舍不得，却不得不离，不得不舍。这种情感的磨难，真令人寸肠欲断，撕肝裂肺。至此，谁能不为之动容呢？诗的第三句“惨惨柴门风雪夜”，转入了告别老母的时空环境，作者用“柴门”“风雪夜”两个最简单的词儿，极其概括典型地告诉人们，在那种环境下，一个不能掌握自己命运的人的凄楚难熬。作者在另外的地方也有过贫穷潦倒的描述，如“全家都在秋风里，九月衣裳未剪裁”，如果说那还只是一种对贫愁的感叹，那末“柴门”“风雪夜”则是此时此地，此情此景了。风雪因柴门而更为肆虐，柴门因风雪而更为难忍，此时向老母告别，除了“惨惨”还有什么可说呢？最后，作者集愧疚，自责，痛恨于一身，发出了“此时有子不如无”的感慨。这种感慨是极为凝重的，它已经不是一般意义上的爱母之心，恋母之情，而变成了对那个时代的正义控诉，对所有无依，无靠，无助老者的深切同情，对天下不孝子女的严厉谴责，这是由个人情感到整体理念的升华，它从生育学角度告诫世人，养子无用，不如不养。因此，《别老母》诗，比起那些爱母，敬母的直描作品，更具感染力和普遍性。成为爱母作品中不朽的绝唱。<br/><h2>赏析二</h2> <p>　　“搴帷拜母河梁去”中以“河梁去\"，点明了别母的主题，并融含了远游异乡、身世飘零的悲哀之感。“白发愁看泪眼桔”紧承首句而来，<a href=\"http://so.gushiwen.org/view_71043.aspx\">诗</a>人并没有直接抒写别母时的伤痛之情，但“搴帷拜母”的具体细节和特征鲜明的母亲的形象已经能够感受到母与子各自内心的情感运动及相互间情感的交流：两两相对，默然无语，母亲的凄楚和耽念，诗人的悲愁和愧疚，尽在不言中。</p> <p>　　“惨惨柴门风雪夜”是一幅情景交融的全景式画面，同时造成了一种充溢着强烈悲哀情绪的氛围。诗人也不由从心底发出“此时有子不如无”的慨叹。“此时有子不如无”是诗人感情步步加深，层层蓄积，凝聚到饱和状态时的迸发，从而就产生了动人的情感力量，表现了诗人内心情感的矛盾运动，具有丰富复杂的心理内容。</p> <p>　　这首诗通过眼见别时的实况与悬想今后的虚景相结合，用直白如话的语言对诗人远行他乡和离别母亲时见到的场景进行描写，抒发了诗人对母亲至真至诚的情感。</p>",
  "about": "<h2>表现特点</h2> 　　此<a href=\"http://so.gushiwen.org/view_71043.aspx\">诗</a>的最大特点是用情极深，无论是缠绵悱恻抑或是抑塞愤慨之情，都写得深入沉挚，使人回肠荡气，极受感动。其次是语言清切，他善用白描，诗中扫尽浮泛陈旧之词，语语真切，而且一种清新迥拔之气，凌然纸上。其三是音调极佳，作者诗音调和内容紧密配合，悠扬激楚，也特别动人。 要离家远去的作者是站在老母亲的角度上来写这首诗,抒对母亲的不舍之情以及一种无奈的情怀作者。<br/><h2>创作背景</h2> 　　清高宗乾隆三十六年(1771)，<a href=\"http://so.gushiwen.org/author_585.aspx\">黄景仁</a>外出为官府办事，在一个风雪交加的夜晚，他告辞妻女和拜别老母，写下了这首<a href=\"http://so.gushiwen.org/view_71043.aspx\">诗</a>来表达其悲伤的心情。",
  "poet": {
    "id": 585,
    "star": 0,
    "name": "黄景仁",
    "image": "http://img.gushiwen.org/authorImg/huangjingren.jpg",
    "desc": "黄景仁（1749～1783），清代诗人。字汉镛，一字仲则，号鹿菲子，阳湖（今江苏省常州市）人。四岁而孤，家境清贫，少年时即负诗名，为谋生计，曾四方奔波。一生怀才不遇，穷困潦倒，后授县丞，未及补官即在贫病交加中客死他乡，年仅35岁。诗负盛名，为“毗陵七子”之一。诗学李白，所作多抒发穷愁不遇、寂寞凄怆之情怀，也有愤世嫉俗的篇章。七言诗极有特色。亦能词。著有《两当轩全集》。"
  },
  "tags": [
    "古诗三百首",
    "母亲"
  ]
}