{
  "id": 68385,
  "star": 25,
  "name": "酹江月·驿中言别友人",
  "dynasty": "宋代",
  "content": "水天空阔，恨东风不惜世间英物。蜀鸟吴花残照里，忍见荒城颓壁。铜雀春情，金人秋泪，此恨凭谁雪。堂堂剑气，斗牛空认奇杰。 <br>那信江海余生，南行万里，属扁舟齐发。正为鸥盟留醉眼，细看涛生云灭。睨柱吞嬴，回旗走懿，千古冲冠发。伴人无寐。秦淮应是孤月。",
  "fanyi": "<p><strong>译文</strong><br>面对水天相连的长江，我真恨老天不肯帮忙，竟让元军打败了我们。春天来了，杜鹃鸟在哀啼，夕阳斜照着花朵，可是我怎么忍心去看被元军摧毁了的南京城呵。想到我们的妇女和珍贵文物被敌人掳掠一空，连我自己也当了俘虏，真不知道靠谁才能报仇。我是多么的痛悔，可惜了我的那把宝剑，它还以为我是个豪杰呢。<br>回想不久以前，为了抗击元军，我曾经摆脱敌人严密的监视坐了小船，经过海路，到南方举起抗元的大旗。虽然后来失败被俘，但我决心要象蔺相如痛斥秦王、<a href=\"http://so.gushiwen.org/author_507.aspx\">诸葛亮</a>吓退司马懿那样，英勇顽强地同敌人斗争到底，保持崇高的民族气节。这样想着，我再也难以入睡。周围是那么寂静，只有秦淮何上的孤月，在默默地陪伴着我啊。</p> <p><strong>注释</strong><br>①金人：谓魏明帝迁铜人、承露盘等汉时旧物，铜人潸然泪下之事。<br>②堂堂剑气：指灵剑奇气，上冲斗牛，得水化龙事。<br>③斗牛：二十八宿之斗、牛二宿也。斗音抖，南斗，非北斗七星之谓也。二十八宿，亦称“二十八舍”、“二十八星”。古天象家以黄道带与赤道带两侧绕天一周，选二十八星为观测所用标志，即“二十八宿”。二十八宿均分为四组，每组七宿，东西南北四方及苍龙、白虎、朱雀、玄武四兽配之，谓“四象”。二十八宿自北斗斗柄所指之角宿始，自西向东分列如下，东方苍龙者，角、亢、氏、房、心、尾、箕也；北方玄武者，斗、牛、女、虚、危、室、壁也；西方白虎者，奎、娄、胃、昴、毕、觜、参也；南方朱雀者，井、鬼、柳、星、张、翼、轸也。玄武，龟蛇也。<br>④睨柱吞嬴：谓战国蔺相如使秦完璧归赵故事。<br>⑤回旗走懿：谓诸葛亮遗计吓退司马懿事。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　亡国之痛是此词上片的主旋律，“水天空阔，恨东风不惜世间英物”，感叹金陵的水阔天空。“世间英物”，指的是<a href=\"http://so.gushiwen.org/author_173.aspx\">文天祥</a>。面对长江，不禁令人心思神往：长江险阻，能拒曹兵，为何不能拒元兵。英雄没有天的帮助，只能遭人怜惜。“东风”如此不公平，可恨之极。这两句，凌空而来，磅礴的气势之中，蕴含着无限悲痛。随即引出许多感叹。“蜀鸟吴花残照里，忍见荒城颓壁”，写金陵城中残垣断壁的惨象。“蜀鸟”，指产于四川的杜鹃鸟，相传为蜀亡国之君杜宇的灵魂托身。在残阳夕照中听到这种鸟的叫声，令人顿觉特别感到凄切。“吴花”，即曾生长在吴国宫中的花，现在在残阳中开放，有过亡国之苦，好像也蒙上了一层惨淡的色彩。凄惨的景象，使人不忍目睹；蜀鸟的叫声，更叫人耳不忍闻。</p> <p>　　“铜雀春情，金人秋泪，此恨凭谁雪”？<a href=\"http://so.gushiwen.org/author_211.aspx\">杜牧</a>曾写有“东风不与周郎便，铜雀春深锁二乔”的<a href=\"http://so.gushiwen.org/view_68385.aspx\">诗</a>句，这本是一个大胆的历史的假设，现在居然成了现实。借历史故事，描写江山易主的悲哀。三年前元军不是早把谢、全二太后掳去了么？“金人秋泪”典出自魏明帝时，曾派人到长安把汉朝建章宫前的铜人搬至洛阳，传说铜人在被拆卸时流下了眼泪。但宋朝亡国，国亡数被迁移，此恨怎能消。“堂堂剑气，斗牛空认奇杰”，宝剑是力量的象征，奇杰是胆略的化身，所向披靡。可如今，却空有精气上冲斗牛的宝剑和文天祥这样的奇杰了！对文天祥的失败，惋惜之情，溢于言表。</p> <p>　　词的上片情景交融。金陵风物是历代词人咏叹颇多的。但此词把其作为感情的附着物融入感情之中，别有一番风韵。蜀鸟、吴花、残垣断壁，是一种惨象，但表现了作者复杂的情感。</p> <p>　　下片主要写情，表达对文天祥的倾慕、期望和惜别之情。“那信江海余生，南行万里，属扁舟齐发。”颂扬文天祥与元人作斗争的胆略与勇气。几年前文天祥被元军扣留，乘机逃脱，绕道海上，历尽千辛万苦回到南方。正为鸥盟留醉眼，细看涛生云灭“。</p> <p>　　<a href=\"http://so.gushiwen.org/author_498.aspx\">邓剡</a>前面跳海未死，这次又病而求医，为的是“留醉眼”，等文天祥东山再起，再起复宋大业。“睨柱吞嬴，回旗走懿，千古冲冠发”，“睨柱吞嬴”，赵国丞相蔺相如身立秦庭，持璧睨柱，气吞秦王的那种气魄：“回旗走懿”指的是蜀国丞相<a href=\"http://so.gushiwen.org/author_507.aspx\">诸葛亮</a>死了以后还能把司马懿吓退的那种威严。用典故写出对文天祥的期望之情。这自然是赞许，也是期望。“伴人无寐，秦淮应是孤月。”最后再转到惜别上来，孤月意喻好友的分离、各人将形单影只了。我虽然因病不能随你北上，但将在一个又一个的不眠之夜中为你祈盼。这句话虽然普遍，但朋友之情，家国之悲深蕴其中。</p> <p>　　这词在艺术上的特色除了写情写景较为融洽之外，还用典颇多。借历史人物，抒发自己胸臆。各种历史人物都已出现，较好地完成了形象塑造。这阕词用东坡居士词原韵。难度极大，但仍写得气冲斗牛，感人肺腑，盖因真情在其中耳。</p> <p>　　一说词作者为文天祥。</p>",
  "about": "<h2>创作背景</h2> 　　<a href=\"http://so.gushiwen.org/author_498.aspx\">邓剡</a>和<a href=\"http://so.gushiwen.org/author_173.aspx\">文天祥</a>是同乡好友。1278年，文天祥抗元兵败，被俘为虏。次年邓剡拘押在一地，又一同被押解北上元都。到金陵时，邓剡因病留下，文天祥继续北上。临别之际，感触良多。邓剡作词赠天祥，为好友壮行。词中融汇亡国之痛和别友之情，如一阕慷慨悲凉的歌，气贯长虹，将历史的一瞬，定格在这样一种镜头。",
  "poet": {
    "id": 498,
    "star": 0,
    "name": "邓剡",
    "image": "http://img.gushiwen.org/authorImg/dengshun.jpg",
    "desc": "邓剡（1232-1303），字光荐，又字中甫，号中斋。庐陵人（今江西省吉安县永阳镇邓家村）。南宋末年爱国诗人、词作家，第一个为文天祥作传的人。他与文天祥、刘辰翁是白鹭洲书院的同学。"
  },
  "tags": [
    "爱国",
    "咏史怀古",
    "惜别"
  ]
}