{
  "id": 69869,
  "star": 3,
  "name": "【南吕】骂玉郎过感皇恩采茶歌_四时佳兴春",
  "dynasty": "元代",
  "content": "四时佳兴<br>春<br>梅花漏泄阳和信，才残腊又新春。东风北岸冰消尽。元夜过，社日临，中和近。<br>天气氤氲，花柳精神。驾香轮，驰玉勒，醉游人。清明过了，飞絮纷纷。隔孤村，闻杜宇，怨东君。叹芳辰，已三分，二分流水一分尘。寂寂落花伤暮景，萋萋芳草怕黄昏。<br>夏<br>清和天气逢初夏，更何处觅韶华！端阳过了炎威乍。藤枕攲，翠簟铺，纱幮挂。<br>住处清佳，绝去喧哗。近深林，烹嫩笋，煮新茶。披襟散发，沉李浮瓜。引莲筒，斟竹叶，看荷花。羡归鸦，趁残霞，暮云呈巧月如牙。静夜凉生深院宇，熏风吹透碧窗纱。<br>秋<br>梧飘一叶知时候，凉气应暑潜收。楼头乞巧传闻旧。玉露冷，银汉明，金飙透。<br>大火西流，明月中秋。气萧条，光皎洁，景清幽。重阳近也，佳节堪酬！菊初簪，萸旋插，酒新篘。且登楼，试凝眸，眼前景物堪追游。远水长天同一色，白蘋红叶满汀洲。<br>冬<br>鸳鸯瓦冷霜华重，渐凛冽酿寒冬。重帘不卷金钩控。天气严，风力威，冰撕冻。<br>律应黄钟，绣线添红。日迎长，云纪瑞，岁成功。彤云遍野，瑞雪漫空。压寒梅，欺劲竹，秀孤松。谢天公，庆时丰，烧残爆竹一年终。万物静观皆自得，四时佳兴与人同。<br>四景<br>风<br>熏风起自青蘋外，应时候自南来，此身如在清凉界。尘虑绝，天地宽，胸襟快。<br>柳榭花台。杏脸桃腮。手相携，心厮爱，意同谐。偏宜出格，付与多才。捧银荷，沉玉李，列金钗。簟舒开，枕相挨，吹将爽气透吟怀。雪体冰肌消盛暑，也胜宋玉在兰台。<br>花<br>千红万紫都争放，要占断早春光。一枝分付娇相向。晓露浓，昼日长，和风荡。<br>院粉宫黄，国色天香。逞娇柔，增秀媚，竞芬芳。只愁暮晚，风雨相妨。爱芳姿，付密意，动情肠。向回廊，傍华堂，高烧银烛照红妆。遇景逢时随意赏，也胜潘岳在河阳。<br>雪<br>是谁家剪下琼花瓣？飞六出遍长安。琼楼玉宇连霄汉。素练飘，缟带悬，银杯散。<br>柳絮凋残，蝶翅翩翻。洒歌楼，添酒价，助吟坛。壶天莹彻，身地清闲。泛霞觞，歌《水调》，拥云鬟。共开颜，且汤寒，兴来未放酒杯干。明日探梅应未晚，也胜和靖在孤山。<br>月<br>一轮皓月明如昼，但得意是中秋。倒悬玉镜无尘垢。皓彩浮，素影澄，清光透。<br>皓齿明眸，粉面油头。点花牌，行酒令，递诗筹。词林艺苑，舞态歌喉。共鸳朋，谐凤友，效鸾俦。既无忧，又无愁，蟾光长愿照金瓯。天上姮娥人世有，也胜瘐亮在南楼！<br>四福<br>富<br>祖宗积德合兴旺，民富室住高堂。钱财广盛根基壮。快斡旋，会攒积，能生放。<br>解库槽房，碾磨油坊。锦千箱，珠论斗，米盈仓。逢时遇节，弄斝传觞。待佳宾，开绮宴，出红妆。奏笙簧，按宫商，金钗十二列成行。瑞霭迎门车马闹，春风满座绮罗香。<br>贵<br>紫袍象简黄金带，算都是命安排。风云庆会逢亨泰。历练深，委用多，升除快。<br>日转千阶，位至三台。判南衙，开北省，任西台。绣衣持节，宝剑金牌。拯民危，除吏弊，救天灾。有奇才，会区画，一官未尽一官来。冶国安民勋业显，封妻荫子品资该。<br>福<br>前生造物安排定，今世里享安荣。算来有福皆由命。门第高，品道增，簪缨盛。<br>四海清宁，五谷丰登。好门庭，能受用，会施呈。显荣父祖，感谢神明。遇良辰，逢美景，叙欢情。有才能，有名声，正宜白发看升平。身地不占风水好，心田留与子孙耕。<br>寿<br>晓来云外长庚现，浮瑞霭溢祥烟。今朝来赴蟠桃宴。挂寿星，点画烛，焚香篆。<br>广列华筵，共捧金船。庆生辰，加禄算，受皇宣。蓬莱未远，松柏齐坚。弟兄和，夫妇乐，子孙贤。降群仙，驾云轩，鹤随鸾凤下遥天。但愿长生人不老，更祈遐算寿千年。<br>四情<br>悲<br>昨宵雨洒湘筠翠，都做了泪沾衣。只因心上闲萦系。眉黛攒，梦寐多，肝肠碎。<br>懊恨花飞，断送春归。碧天低，残月坠，断云迷。琵琶怨感，襟袖淋漓。漏声长，人信杳，雁书稀。病尫羸，痛伤悲，千行垂了万行垂。罗帕淹残重想起，不禁枝上杜鹃啼。<br>欢<br>春风尽日闲庭院，人美丽正芳年。时常笑显桃花面。翠袖揎，玉笋呈，金杯劝。<br>月殿婵娟，洛浦神仙，脸霞鲜，眉月偃，鬓云偏。同携素手，并倚香肩。舞风前，歌月底，醉花边。好姻缘，喜团圆，绮罗丛里笑声喧。百岁光阴能有几？四时欢乐不论钱。<br>离<br>鸟啼花落残春候，人去也意难留。别杯未举愁先透。天气晴，柳色新，山容秀。<br>芳草汀洲，古木林丘，晚催归，啼杜宇，叫车勾輈。空房自守，雨泪难收。痛伤心，愁极目，懒回头。上危楼，望行舟，夕阳西下水东流。准备香罗淹泪眼，安排锦字寄新愁。<br>合<br>昨宵疑怪灯花爆，应好梦在今朝，朱檐灵鹊连声啅。恨间别，喜会合，添欢笑。<br>月上花梢，人乐春宵。绣房扃，银烛灭，篆香飘。珠围翠绕，绿嫩红娇。靠鸳帷，倚凤枕，拥鲛绡。逞妖娆，共柔薄，溶溶粉汗未全消。绿柳阴中莺燕友，碧桃花下凤鸾交。<br>四别<br>叙别<br>从来别恨曾经惯，都不似这今番。汪洋闷海无边岸。痛感伤，谩喷咽，空嗟叹。<br>倦听阳关，懒上征鞍。口慵开，心似醉，泪难干。千般懊恼，万种愁烦。这番别，明日去，甚时还？晚风闲，暮云残，鸾笺欲寄雁惊寒。坐处忧愁行处懒，别时容易见时难。<br>恨别<br>风流得遇鸾凰配，恰比翼便双飞。彩云易散琉璃脆。没揣地钗股折，厮琅地宝镜亏，扑通地银瓶坠。香冷金猊，烛暗罗帏。子剌地搅断离肠，扑速地淹残泪眼，吃答地锁定愁眉。天高雁杳，月皎乌飞。暂别离，且宁耐，好将息。<br>你心知，我诚实，有情谁怕隔年期。去后须凭灯报喜，来时长听马频嘶。<br>寄别<br>长江有尽愁无尽，空目断楚天云。人来得纸真实信。亲手开，在意读，从头认。<br>织锦回文，带草连真。意诚实，心想念，话殷勤。佳期未准，愁黛常颦。怨青春，捱白昼，怕黄昏。叙寒温，问原因，断肠人寄断肠人。锦字香沾新泪粉，彩笺红渍旧啼痕。<br>忆别<br>自从当日相别后，才提起泪先流。有时偷揾春衫袖。向夜深，绣枕边，都湮透。<br>独抱衾裯，谩想温柔。两家心，千种恨，一般愁。情怀渺渺，魂梦悠悠。水山遥，鱼雁杳，雨云收。见无由，恨相逐，黄昏半夜五更头。在后相逢虽是有，眼前烦恼几时休。",
  "poet": {
    "id": 1336,
    "star": 0,
    "name": "钟嗣成",
    "desc": "钟嗣成（约1279——约1360），元代文学家，散曲家，字继先，号丑斋，大梁（今河南开封）人，寓居杭州。屡试不中。顺帝时编著《录鬼簿》二卷，有至顺元年（1330）自序，载元代杂剧、散曲作家小传和作品名目。所作杂剧今知有《章台柳》《钱神论》《蟠桃会》等七种，皆不传。所作散曲今存小令五十九首，套数一套。"
  },
  "tags": []
}