{
  "id": 53534,
  "star": 10,
  "name": "鱼游春水·芳洲生苹芷",
  "dynasty": "宋代",
  "content": "芳洲生苹芷，宿雨收晴浮暖翠。烟光如洗，几片花飞点泪。清镜空余白发添，新恨谁传红绫寄。溪涨岸痕，浪吞沙尾。<br>老去情怀易醉。十二阑干慵遍倚。双凫人惯风流，功名万里。梦想浓妆碧云边，目断孤帆夕阳里。何时送客，更临春水。",
  "shangxi": "<h2>鉴赏</h2> <p>　　毛晋《芦川词跋》说：“人称其长于悲愤，及读《花庵》《草堂》所选，又极妩秀之致。”这首送别词，首先触景生情，后又缘情布景，节节转换，结构严谨，委婉曲折地表达了作者悲愤之情与送别之意，在写作上自有特色，为其佳作之一。</p> <p>　　大凡送别之作，多托离怀以抒情，写景以寄情，这首词也是如此。词的开头四句，描写送别时的春江景色以及由此引发出的凄苦感情。“芳洲”二句是说，一场夜雨过后，碧空如洗，长满苹芷的小洲上，淡淡的晨雾在翠绿的芳草上面轻轻浮动飘动，给人一种朦胧之感。在这里，作者不仅描绘出送别时展现在眼前的春光晨色，又点出了送别的时间，还化用<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>“又送王孙去，萋萋满别情”（《赋得古原草送别》）的<a href=\"http://so.gushiwen.org/view_53534.aspx\">诗</a>意，暗示这生机盎然，给人带来活力，带来暖意的芳草，却挑起了作者无限惜别之意。“暖翠”二字尤其精妙，它从感觉方面把夜雨过后春江两岸的景色诗情画意地描写出来了。而“烟光如洗”二句，承上启下，进一步描写出江边晨景。其中前一句写“烟”，着一“洗”字，现出天空无限净洁的境界，写足了“宿雨收晴”之意；后一句写花，写一场春雨过后，鲜花盛开，时而轻盈的花瓣随风翩翩起舞，在作者看来，轻盈的花瓣犹如那点点泪珠，洒落地上。“点泪”二字用拟人手法，寓<a href=\"http://so.gushiwen.org/author_270.aspx\">王观</a>之情于客观，融惜别之情于春景，不仅烘托出送别的凄清气氛，也为下面的抒情做好了铺垫。“清镜”二句，紧承“飞花点泪”，即景抒情，转入到对年华虚度、功业无成的忧伤心情的抒写。“老冉冉其将至兮，恐修名之不立。”（《离骚》）和<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>一样，作者有感于日月如梭，时不待我，明镜新添白发，容颜日渐衰老，然而抗金报国的宏愿却无法实现，内心充满忧伤。一个“空”字，就把作者壮志难酬、老而无成的悲愤之情淋漓尽致地刻画出来了。词人本是把恢复中原故土的希望寄托在皇帝身上的，但“天意从来高难问”（《贺新郎·送胡邦衡待制赴新州》），皇帝高高在上，出尔反尔，其意图令人难以捉摸。更使人难以理解的是他竟重用主和派，排斥抗金志士，这样就是词人的宏愿无法实现，致使词人感到老而无成。“新恨”句化用锦城官妓灼灼寄泪的典故，说明近来生活越来越寂寞，越来越孤独，甚至连一把同情眼泪也无人相送行，使人“新恨”无穷，倾吐了自己世无知己的悲哀。“溪涨”二句又缘情布景，进一步写雨后江天景色。“溪涨岸痕”写春水之猛，“浪吞沙尾”，写波浪之高。一“涨”一“吞”，不仅生动地再现了雨后春江波涛汹涌的情景，同时又借物抒怀，暗寓了自己高涨的自伤与伤别的心情。在这里，情与景合而为一，水乳交融，已经达到了浑然难辨的境界。</p> <p>　　过片再次借景抒情。“老去情怀”二句，暗示了送别的地点——江楼，以回应开头，同时又形象地刻画出词人内心无限的悲苦。一个“易醉”，一个“慵遍倚”，里面包含着作者多少难以言说又无处言说的辛酸！“双凫人惯风流”二句，词人以高度的热情赞美了友人胸怀“功名万里”的报国壮志，同时也把抗金复国的希望寄托在友人身上。这位友人或许被召入朝，词人为其送，故化用王桥的典故，称颂他一贯风流倜傥，素有报国立功之志。在这里，慰藉之情与送别之意是融为一体的。最后四句写送别。“梦想浓妆碧云边，目断孤帆夕阳里。”词人在此展开了丰富而奇妙的联想。他告诉友人，此别之后，此日送别的场面将会在他的梦中重现，他设想那时，自己将在碧云深处与浓妆丽人相伴，过清闲的隐居生活，而友人却被应召入朝，自己依依难舍，因而在夕阳西下的时候，伫立江边，凝望着友人的“孤帆”渐渐地消失在苍茫的暮色之中，久久不忍离去。这两句词，巧妙地化用了<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>《黄鹤楼送<a href=\"http://so.gushiwen.org/author_757.aspx\">孟浩然</a>之广陵》“孤帆远影碧空尽，惟见长江天际流”的诗句，而又有所创新，作者再次缘情布景，托物抒怀，通过对梦境的描写，进一步写自己惜别之情，寄实于虚，虚实相映，更加真切地表达了词人对友人的一片深情。煞拍“何时送客，更临春水”，由当日送别想到来日送别，又由来日送别看见来日相逢，这种深一层的写法，更加含蓄委婉地写出词人无比悲痛的惜别之情。这种写法，确实“如泉流归海，回环通首源流，有尽而不尽之意”（江顺诒《词学集成·法》）</p>",
  "poet": {
    "id": 120,
    "star": 0,
    "name": "张元干",
    "image": "http://img.gushiwen.org/authorImg/zhangyuangan.jpg",
    "desc": "元干出身书香门第。其父名动，进士出身，官至龙图阁直学士，能诗。张元干受其家风影响，从小聪明好学，永泰的寒光阁、水月亭是他幼年生活和读书处。十四五岁随父亲至河北官廨（在临漳县）已能写诗，常与父亲及父亲的客人唱和，人称之“敏悟”。"
  },
  "tags": [
    "赠别",
    "写景",
    "抒情",
    "壮志难酬",
    "愁苦"
  ]
}