{
  "id": 7738,
  "star": 97,
  "name": "胡无人",
  "dynasty": "唐代",
  "content": "严风吹霜海草凋，筋干精坚胡马骄。<br>汉家战士三十万，将军兼领霍嫖姚。<br>流星白羽腰间插，剑花秋莲光出匣。<br>天兵照雪下玉关，虏箭如沙射金甲。<br>云龙风虎尽交回，太白入月敌可摧。<br>敌可摧，旄头灭，履胡之肠涉胡血。<br>悬胡青天上，埋胡紫塞傍。<br>胡无人，汉道昌。<br>陛下之寿三千霜。但歌大风云飞扬，安得猛士兮守四方。",
  "fanyi": "<p><strong>译文</strong><br>在霜风凌厉、大漠草凋之际，胡人又背着精坚的弓箭，骑着骄悍的战马入侵了。<br>这时，朝廷派出威猛如霍嫖姚一样的将军，率领三十万战士出征迎敌。<br>将士们腰插着速如流星一样的白羽箭，手持闪耀着秋莲寒光的利剑。<br>向着战场进发。朝廷大军在玉门关与胡兵雪中交战，敌人的箭簇像沙石一样的射在我军战士的衣甲上。<br>双万龙争虎斗，经过多次回合的激战，战士们奋勇杀敌，又有太白入月，胡虏必灭的吉兆，大家都坚信一定能够打败敌人。<br>敌虏可摧，胡星将灭，要将胡虏彻底消灭。<br>将胡虏之首悬挂在空中，将羽虏之尸埋在边塞上，看他们可敢再来兴兵浸犯？<br>胡无兵将可侵，中国自然和平昌盛。<br>陛下圣寿三干岁，稳坐庙堂之上，但须高歌汉高祖的大风歌：“安用猛士兮守四方！”</p> <p><strong>注释</strong><br>⑴胡无人：乐府旧题。《乐府<a href=\"http://so.gushiwen.org/view_7738.aspx\">诗</a>集》卷四十列于《相和歌辞》，题为”胡无人行“。南朝梁王僧虔《技录》中有《胡无人行》，乃<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>此诗所本。<br>⑵“严风”句：谓冬天的寒风将雪刮起，塞外湖沼边的水草凋零。严风，冬天的风。海，胡地沙漠中的湖沼，即所谓“海子”。<br>⑶“筋干”句：意谓胡人的弓强马壮。筋干，谓弓箭精良坚固。筋，弓弦也。干，即竿，箭杆也。《周礼·考工记·弓人》：凡为弓，冬析干而春液（浸渍）角，夏治筋，秋合三材。骄，马强壮的样子。<br>⑷“汉家”二句：谓汉家派猛将与胡兵交战。《史记·匈奴传》：（武帝元光二年，公元前87年）汉伏兵三十余万马邑旁。《汉书·霍去病传》：去病以皇后姊子，年十八为侍中。善骑射，再从大将军。大将军受诏，予壮士，为嫖姚校尉。<a href=\"http://so.gushiwen.org/author_1448.aspx\">颜师古</a>注：嫖姚，劲疾之貌，。霍嫖姚，即霍去病，这里泛指猛将。<br>⑸“流星”二句：言战士腰插白羽箭，宝剑出匣，光芒四射。流星白羽，指箭。流星，喻箭之疾速。白羽，以箭羽代指箭。秋莲，宝剑上饰以秋莲之花，亦喻宝剑洁白清冷。<br>⑹“天兵”二句：写胡汉交兵。汉兵在大雪纷飞中，开赴玉门关；胡兵射箭如沙，顽强对抗。天兵，王师，即汉家朝廷大军。<br>⑺“云龙”句：喻两军厮杀之激烈，如龙虎相斗。云龙风虎，皆阵名。《易·乾》：云从龙，风从虎，圣人作而万物睹。尽交回，言交战激烈也。<br>⑻“太白”句：谓这次战争，胡兵可被打败。太白，星名，一名启明星。太白入月，按星象家的说法，太白星主杀戮，入月入昴为灭胡之象。诗文中常指战事。摧，挫败。<br>⑼旄头灭：灭胡之星象。旄头，也作髦头，即昴星，为胡星。这里代指胡兵。<br>⑽紫塞：北方边塞。晋崔豹《古今注》：《都邑》：秦筑长城，土色皆紫，汉塞亦然，故称紫塞焉。<br>⑾三千霜：三千岁。霜：谓秋也。<br>⑿“但歌”二句：引汉高祖<a href=\"http://so.gushiwen.org/author_746.aspx\">刘邦</a>《大风歌》入句：“大风起兮云飞扬，威加海内兮归故乡，安得猛士兮守四方？”敦煌残卷唐诗写本无“陛下”三句。诗末一本还有两句：“胡无人，汉道昌。”<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>等人谓“陛下”后几句为后之好事者画蛇添足，按诗意，应删去。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　此<a href=\"http://so.gushiwen.org/view_7738.aspx\">诗</a>写胡汉交战。“汉”并非特指汉朝，汉朝以后，凡中原汉族所建立的王朝，皆称“汉”。诗人站在中原汉族的立场上，希望汉军战胜胡兵，清除中原汉族疆域边境上北方游牧民族贵族武装的侵扰，让边疆人民过上宁静的生活。此诗的主题思想是有积极意义的，是爱国主义的表现。</p> <p>　　全诗可分为三段。前六句为第一段，写胡汉两方兵强马壮。首句写边地风雪凋草，烘托战争的残酷。接着极力描写胡人兵强马壮，汉军兵多将勇，暗示将有激烈的战争发生。诗写汉军的人多势众，将谋兵勇，反映出诗人希望汉军克敌制胜的感情倾向。中间四句为第二段，以龙虎交战为喻，写战斗的激烈。“天兵照雪”、“虏箭如沙”，如黑云压城，使人不寒而栗。剩余部分为第三段，表达诗人希望汉军大败胡兵，进而彻底消灭胡人的强烈愿望。</p> <p>　　此诗描写汉家将士与胡人军队在战场中遭遇，双方排兵布阵，将士出击进攻，场面激烈。特别是对汉军将士的英勇杀敌，写得气势豪迈，慷慨不凡。由于古代中国胡汉战争频发，而自宋以来，汉军往往处于劣势，因此这首《胡无人》与<a href=\"http://so.gushiwen.org/author_630.aspx\">岳飞</a>的《满江红·怒发冲冠》异曲同工，都能对饱受屈辱的中原人民产生很大的激励作用，从而得到广泛流传。</p> <p>　　<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>这首《胡无人》是否有本事，注家意见不一，难以定论。因为中唐诗人段成式著《酉阳杂俎》，有”及 （安）禄山反，（李白）制《胡无人》“之说，是否如此，别无旁证。另外，诗末有无“陛下之寿三千霜，但歌大风云飞扬，安用猛士守四方”这三句也难以确定。而有无这三句，对诗的内容会有不同的理解。</p>",
  "about": "<h2>创作背景</h2> <p>　　<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>乐府<a href=\"http://so.gushiwen.org/view_7738.aspx\">诗</a>《胡无人》是否是本事诗，古今论者持说不一，对其系年亦有异。歧说主要是因对诗中“太白入月敌可摧”句的理解所致。“太白入月”之月并非论者所理解的月亮，而为昴宿的月星，“太白入月”实即“太白入昴”的天象。“太白入月”之“敌可摧”的占验，与“太白入昴”之“不利胡王”、“当杀胡王”的占验亦相合。而且在安史之乱期间的至德<a href=\"http://so.gushiwen.org/author_2171.aspx\">元载</a>（756年）十一月二十六日，确有“太白入昴”的天象发生。故此诗很可能是寓有时事的本事诗。再结合此天象发生的时间、李白入永王李璘幕府前后心境的三次转变、此诗所流露的心态，可系此诗于李白初入幕府时期，即至德元载十二月下半月到次年正月之间。</p> <p>　　还有一种说法认为，诗的内容与安史之乱时的情景不合，并非作于安史之乱爆发之后，当作于开元（唐玄宗年号，713～741）末天宝（唐玄宗年号，742～756）初。胡人指胡酋、胡将、胡兵。李白在诗中极力描写卫、霍等汉将的英勇无敌，这是针对<a href=\"http://so.gushiwen.org/author_2691.aspx\">李林甫</a>所谓“胡人勇决习战”的，此诗为反对李林甫的建议而作。王琦云：“玩‘天兵照雪下玉关’之句，当为开元、天宝之间为征讨四夷而作，庶几近是。”</p>",
  "poet": {
    "id": 247,
    "star": 0,
    "name": "李白",
    "image": "http://img.gushiwen.org/authorImg/libai.jpg",
    "desc": "李白（701年－762年），字太白，号青莲居士，唐朝浪漫主义诗人，被后人誉为“诗仙”。祖籍陇西成纪(待考)，出生于西域碎叶城，4岁再随父迁至剑南道绵州。李白存世诗文千余篇，有《李太白集》传世。762年病逝，享年61岁。其墓在今安徽当涂，四川江油、湖北安陆有纪念馆。"
  },
  "tags": [
    "战争",
    "豪迈"
  ]
}