{
  "id": 18215,
  "star": 31,
  "name": "晨诣超师院读禅经",
  "dynasty": "唐代",
  "content": "汲井漱寒齿，清心拂尘服。<br>闲持贝叶书，步出东斋读。<br>真源了无取，妄迹世所逐。<br>遗言冀可冥，缮性何由熟。<br>道人庭宇静，苔色连深竹。<br>日出雾露馀，青松如膏沐。<br>澹然离言说，悟悦心自足。",
  "fanyi": "<p><strong>译文</strong><br>汲来清凉井水漱口刷牙，心清了再拂去衣上尘土。<br>悠闲地捧起佛门贝叶经，信步走出东斋吟咏朗读。<br>佛经真谛世人并无领悟，荒诞之事却为人们追逐。<br>佛儒精义原也可望暗合，但修养本性我何以精熟。<br>道人禅院多么幽雅清静，绿色鲜苔连接竹林深处。<br>太阳出来照着晨雾余露，苍翠松树宛若沐后涂脂。<br>清静使我恬淡难以言说，悟出佛理内心畅快满足。</p> <p><strong>注释</strong><br>⑴诣（yì）：到，往。超师院：指龙兴寺净土院；超师指住持僧重巽。禅经：佛教经典。<br>⑵汲（jí吉）：从井里取水。<br>⑶拂：抖动。<br>⑷贝叶书：一作“贝页书”。在贝多树叶上写的佛经。因古代印度用贝叶书写佛经而得名，又叫贝书。<br>⑸东斋（zhāi）指净土院的东斋房。<br>⑹真源：指佛理“真如”之源，即佛家的真意。了（liăo）：懂得，明白。<br>⑺妄迹：迷信妄诞的事迹。<br>⑻遗言：指佛经所言。冀：希望。冥：暗合。<br>⑼缮性：修养本性。熟：精通而有成。<br>⑽道人：指僧人重巽。缮：修持。<br>⑾膏：润发的油脂。沐（mù木）：湿润、润译。<br>⑿澹（dàn）然：亦写作“淡然”，恬静，冲淡，宁静状。<br>⒀悟悦：悟道的快乐。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　这首<a href=\"http://so.gushiwen.org/view_18215.aspx\">诗</a>写的是诗人到超师院读佛经的感受，其主要内容是：清晨早起，他到住地附近一个名叫超的僧人（师）的寺院里去读佛经，有所感而写下这首五古抒情诗，既表达了他壮志未已而身遭贬谪，欲于佛经中寻求治世之道的心境，又流露出寻求一种超越尘世，流连于冲淡宁静的闲适佳境的复杂心情。</p> <p>　　头四句总说“晨诣超师院读禅经”。诗人把研读佛典安排在一天中最宝贵的时刻。“汲井漱寒齿，清心拂尘服。”清晨早起，空气清新，以井水漱牙可以清心，又弹冠振衣拂去灰尘，身心内外俱为清净方可读经。可见用心之虔诚，充分表现了诗人对佛教的倾心和崇信，其沉溺之深溢于言表，不啻教徒沐浴更衣以拜佛祖。“闲持贝叶书，步出东斋读。”贝叶书简称贝书，佛经之泛称。古印度人多用贝多罗树叶经水沤后代纸，用以写佛经，故名。一个“读”字，是全诗内容的纲领；一个“闲”字，是全诗抒情的主调。诗人贬居永州，官职虽名曰“永州司马员外置同正员”，但只是个“闲官”而已。闲人闲官闲地，无政事之烦扰，亦无名利得失之拘牵，正是难得清闲，正好信步读经。就读经来说，闲而不闲；就处境而言，不闲而闲，其复杂心情曲曲传出。</p> <p>　　中间四句承上文“读”字而来，正面写读“经”的感想。这里有两层意思：前二句“真源了无取，妄迹世所逐”，是说书中真意不去领悟，妄诞之言世所追逐。诗人以自身崇信佛学的正确态度讽喻世俗之佞佛，即对于佛经中的真正本意全然不去领悟，而对于书中一切迷信荒诞的事迹却又尽力追求而津津乐道。正如诗人在《送琛上人南游序》中所批评的那样：“而今之言禅者，有流荡舛误、迭相师用，妄取空语，而脱略方便，颠倒真实，以陷乎己而又陷乎人。”（《<a href=\"http://so.gushiwen.org/author_646.aspx\">柳宗元</a>集》卷二五）言下之意正好表明自己学习佛经的正确态度和对佛经的深刻理解。后二句转写对待佛经的正确态度。“遗言冀可冥，缮性何由熟”，意思是说：佛家遗言值得深思，修养本性怎能圆熟？“冀可”是希望能够的意思。言佛教教义艰深，必须深入钻研思考，如果只用修持本性去精通它，是不可能达到精审圆满的目的的。言下之意是说：愚妄地佞佛不足取，只有学习它于变革社会有益的内容才算真有所得。这反映了诗人对佛教教义及其社会作用的主观的特殊理解。对此，诗人也有批评说：“又有能言体而不及用者，不知二者之不可斯须离也。离之外矣，是世之所大患也。”（《柳宗元集》卷二五）联系诗人在对待佛教问题上与<a href=\"http://so.gushiwen.org/author_682.aspx\">韩愈</a>的辩论就更清楚了。韩愈辟佛，是热心张扬“道统”的儒学家，主张对僧侣“人其人，火其书”；而柳宗元却认为在佛教教义中包含着与儒家圣人之道相通的有益于世的内容，否定“天命”的主宰。诗人自以为对佛教的精义和作用已有深刻的领会，殊不知结果不是他利用佛教以济世，而是佛教利用他作了宣传宗教唯心主义和宗教迷信的工具；而他自己最终也陷入了佛教识破尘缘、超脱苦海的消极境地。</p> <p>　　末六句承上文“闲”字而来，抒发诗人对寺院清净幽闲的景物的流连赏玩，到了忘言的境界。这里也写了二层意思：前四句写景，后二句抒情。先看前四句：“道人庭宇静，苔色连深竹。日出雾露余，青松如膏沐。”意谓超师寺院何其幽静，苔色青青连着翠竹。旭日东升晨雾滋润，梳洗青松涂以膏沐。“道人”实指“超师”，“庭宇”呼应“东斋”，既言“步出”则寺院环境尽收眼内，一个“静”字总括了它的幽静无声和诗人的闲适心境。是景物之静，也是诗人内心之静。而苔色青青，翠竹森森，一片青绿，又从色调上渲染了这环境的葱茏幽深。“日出”照应“晨”，紧扣题目，再次点明时间。旭日冉冉，雾露濛濛，青松经雾露滋润后仿佛象人经过梳洗、上过油脂一样。这是用拟人法写青松，也是用“青松如膏沐”进一步写环境的清新。这就使读者体会到诗人通过优美宁静的寺院之景传达出一种独特的心境和思想感情。这是“闲人”眼中才能看得出的静谧清幽之景，抒发的是“闲人”胸中才有的超逸旷达之情。再看结尾二句：“淡然离言说，悟悦心自足。”意思谓宁静冲淡难以言说，悟道之乐心满意足。诗人触景生情，直抒胸臆，看来似乏含蓄，有蛇足之嫌，但一经道破，又觉意味更深一层。它既与前面的景物相连，写出“闲人”欣喜愉悦而又多少带点落寞孤寂的韵味；又与前面的读“经”相呼应，诗人自认为是精通了禅经三昧，与当时的佞佛者大相径庭，其悟道之乐自然心满意足了。这就又透露出诗人卑视尘俗、讽喻佞佛者的孤傲之情。而这两者——情景与读经，前后呼应，融为一体。诗人巧妙地把自然景物契合进自己主观的“禅悟”之中，其感受之深，妙不可言，真是达到了“此中有真意，欲辨已忘言”的境界。从章法上看，全诗自晨起读经始，至末以日出赏景惮悟终，浑然无痕，相映成趣。读完此诗，姑且抛开诗人对佛经所持的错误态度不论，不能不为诗人的于逆境中读经养性、追求事理而又超脱尘俗、寄情山水、怡然自适的复杂心境所感动，从而进到那种“淡泊以明志，宁静以致远”的幽深寂静的艺术境界中去。诗中有禅味而又托情于景，情趣浓郁。</p>",
  "about": "<h2>创作背景</h2> <p>　　此首<a href=\"http://so.gushiwen.org/view_18215.aspx\">诗</a>为诗人被贬永州时所作，约写于公元806年（元和元年）。当时，<a href=\"http://so.gushiwen.org/author_646.aspx\">柳宗元</a>住永州龙兴寺。龙兴寺在城南，住持僧为重巽，坐禅于龙兴寺净土院，与往在龙兴寺西厢的柳宗元相邻。诗中所说“超师院”的“院”是指净土院；“超师”自然是指重巽。由于重巽是楚之南的“善言佛者”，故称其为“超师”。柳宗元于永州好佛求其道，主要是拜重巽为师，或请其讲“佛道”，或到净土院读佛经。</p> <p>　　柳宗元生活在一个腐朽衰败的时代，身为统治阶级的一员，客观上受到无数打击，主观上又受到儒、释、道“三教调和”思想的限制，结果才不得施展政治抱负，贬斥终身，壮志未酬，走完了悲剧的一生。他像当时大多数有志于积极用世的封建知识分子一样，在社会政治思想和伦理道德观念上坚信儒家学说，以实现尧、舜、孔子“圣人之道”为奋斗的最终目的；同时又在佛教盛行的唐代崇信佛教，主张“统合儒释”（《送文畅上人登五台遂游河朔序》）。不过，他的崇信佛教，与<a href=\"http://so.gushiwen.org/author_515.aspx\">王维</a>愚妄地佞佛逃世不同，与<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>以信佛寓“独善之志”也不同。他是把佛教与诸子学说并列看待，想从中找出积极有益的内容作为济世的手段，以实现“辅时及物”的理想。不幸的是他没有也不可能如愿，由于自身思想上的主观唯心主义因素和思想方法上的形而上学倾向，最终落入了佛教唯心主义的泥沼。特别是在他遭贬永州之后，由于政治上的失意，前途无望，更促使他到佛教中去寻求宁静与解脱，其时佛教对他的消极影响就更明显了。</p>",
  "poet": {
    "id": 646,
    "star": 0,
    "name": "柳宗元",
    "image": "http://img.gushiwen.org/authorImg/liuzongyuan.jpg",
    "desc": "柳宗元（773年－819年），字子厚，唐代河东（今山西运城）人，杰出诗人、哲学家、儒学家乃至成就卓著的政治家，唐宋八大家之一。著名作品有《永州八记》等六百多篇文章，经后人辑为三十卷，名为《柳河东集》。因为他是河东人，人称柳河东，又因终于柳州刺史任上，又称柳柳州。柳宗元与韩愈同为中唐古文运动的领导人物，并称“韩柳”。在中国文化史上，其诗、文成就均极为杰出，可谓一时难分轩轾。"
  },
  "tags": [
    "唐诗三百首",
    "贬谪",
    "抒情"
  ]
}