{
  "id": 69733,
  "star": 2,
  "name": "杂剧·雁门关存孝打虎",
  "dynasty": "元代",
  "content": "雁门关存孝打虎</p> <p>楔子</p> <p>只将忠义报皇朝。要竭身心不惮劳。但得举贤勤政事，同扶社稷辅神尧。小官乃殿头官是也。奉圣人的命，今因黄巢作乱，纵横天下，遣差陈敬思，直至沙陀国取李克用去。左右唤陈敬思来者。得令。陈敬思安在？小官陈敬思是也。今有殿头官呼唤，不知有甚事，须索走一遭去。说话中间，可早来到门首也。令人报复去，道有陈敬思来了也。陈敬思在于门首。道有请。大人呼唤小官那厢使用？陈敬思，唤你来不为别。今因黄巢作乱，无人可敌。有沙陀李克用，他手下有五百义儿家将，十万鸦兵，战将千员。奉圣人的命，将他打伤国舅段文楚的罪过，尽行赦免。就与他五百面金字牌，五百道空头宣敕，加他为天下兵马大元帅。你去宣取来破黄巢，疾去早来。得令，则今日便索长行也。</p> <p>【仙吕】【赏花时】止不过漠漠平沙际碧天，又不比夕贬潮阳路八千，我忙传着一纸圣人宣。则是路途较远难行，须要小心在意者。避不的山遥路远，大人放心。我可也无明夜到居延。</p> <p>陈敬思去了也，无有甚事，回圣人话走一遭去。</p> <p>第一折</p> <p>万里平如掌，古月独为尊。地寒毡帐暖，杀气阵云昏。江岸连三岛。黄河占八分。华夷图上看，别有一乾坤。番、番、番，地恶人欢。骑劣马，坐雕鞍。飞鹰走犬，野水秋山。渴饮羊羔酒，饥餐鹿脯干。响箭手中惯捻。雕弓臂上常弯。宴罢归来胡旋舞，丹青写入画图看。某乃沙陀李克用是也。先父复姓朱邪，名赤心，因讨庞勋有功，唐天子赐姓名李国昌，五十七岁身亡。某袭幽州刺史。因某带酒打伤国舅段文楚，圣人大怒，贬某在沙陀歇马三年。今中原黄巢反乱，唐僖宗信任田令孜等，贪财好贿，人民失散，四野饥荒，盗贼并起，黄巢纵横天下。朝中文武并不以社稷为重，今日虽有各藩节度使二十四镇，在于华严川，不曾得黄巢半根儿折箭。某夜来睡中得一梦，梦见一轮红日，在帐房里滚。又问阴阳人圆此梦，他说道：日乃人君之相，此梦必主朝中有宣敕来。某想来，车驾见今幸西川，怎生得宣敕来。今日无甚事，在此闲坐一会，看有甚么人来。小官陈敬思的便是。奉圣人命。宣召李克用去，望北塞而行。是好感怆人也。</p> <p>【仙吕】【点绛唇】满面尘埃，一鞭行色，青山外。碧树云埋，遥望见沙陀界。</p> <p>【混江龙】遥望见雁门紫塞，黄沙漠漠接天涯，看了这山遥路远，更和那日炙风筛。一骑马直临苏武坂，半天心遮尽李陵台。一川烟草，数点寒鸦，半竿红日，几缕残霞。悠悠羌笛在这晚风前，呀呀归雁遥天外。增添旅况，萧索情怀。</p> <p>可早来到也。左右报复去，道天朝使命在此。报的阿妈得知，今有天朝使命，在于门首。道有请，等我亲身接待使命。道有请。早知天使前来，只合远接，接待不着，勿令见罪。李克用将香桌来，望阙跪者，听圣人的命：将你打伤国舅段文楚的罪过，尽皆饶免。今因黄巢作乱，取你破黄巢，就加你为天下兵马大元帅。赐与你五百面金字牌，五面道空头宣敕，贼平之日，论功升赏。感谢圣恩。关山多阻隔，信息最难通。昨日得好梦，今日喜相逢。</p> <p>【油葫芦】烟水云山两间隔，数年间音信乖，我可便把仁兄常记在心怀。自幽州相别，今日恰得相逢也。想当日在幽州略得瞻风采，今日个到沙陀不想重参拜。圣人三纸宣，将小官一径差。请你个兴刘灭楚的韩元帅，圣人着早早的献功来。</p> <p>大唐家手下的文武全才，英雄济济，状貌堂堂，那等好汉无限，量小官到的那里。</p> <p>【天下乐】准备下高筑黄金拜将台，请你个英材。休左猜，恰便似虹霓般盼望你到来。与唐家辅一人，仗威风振四海，稳情取播清风千万载。</p> <p>左右将酒来。天使满饮此杯。闻说黄巢反叛，忽聚饿夫百万，手下有葛从周、孟截海、邓天王、张归霸、张归厚等五将。那些英雄好汉，量小官到的那里。休这般道，将军有经纶济世之才，补完天地之手。是必走一遭去。黄巢这厮利害，去不的。</p> <p>【那吒令】虽贼徒利害，你觑他小哉，破黄巢的计策。则除是你该。扶唐朝世界，若非公大才。且休说汉三杰，更和这唐十宰，他每都日转千阶。</p> <p>破黄巢也要铺谋定计的人。</p> <p>【鹊踏枝】上阵似歇魂台，临军如舍身崖，若说俺朝野公卿，无一个将相之才。因此上万乘君向西蜀避乖，谁曾见这一场兴衰？</p> <p>【幺篇】上阵处把军排，赏罚处要明白，则你那千战千赢，你是个决胜之才。你可便用智谋计策，与唐家百姓除灾。</p> <p>兀那敬思，排兵布阵，统领雄兵，铺谋定计，小官到的那里。你休这般道。</p> <p>【寄生草】降灾殃从天至，起干戈动地来。惊的那一朝帝王无精彩，諕的那两班文武失魂魄，慌的那六宫粉黛无颜色。见如今龙车凤辇尚迁移，知他那雕梁玉砌今何在？</p> <p>大人休违了圣旨，你早早破黄巢去来。敬思请坐。等我唤出义儿家将来，你试看者。小校起鼓。某乃李亚子是也。这四位将军，乃是李存信、李从珂、康君利、周德威。正在帐中，则听聚将鼓响，想是父亲呼唤，须索走一遭去。阿妈，唤你孩儿那厢使用？天使在此，你相见者。理会的。呀、呀，将军请起，请起。敬思，我这义儿家将，破黄巢去，却是何如？看了将军手下的人人骁勇，个个威风，量黄巢到的那里。父亲不可去。怎生不可去？想父亲在幽州，带酒打伤了国舅段文楚，圣人大怒，贬在沙陀歇马。今日黄巢反乱，可来宣咱。父亲不可去。吾儿说的是，不去。则今日杀牛宰马，做个大大筵席，管待天使大人起身。父亲，既有朝命在此，不可违悖圣旨，畏刀避箭，坏了声名也。吾儿李亚子说的是。则今日整搠人马，破黄巢去。父亲不可去。再有阻当军情，说不去破黄巢的，此剑为令。将军是必走一遭去。</p> <p>【寄生草】你八面威风大，端的是将相才。则你那龙韬虎略人难赛，握云拿雾施兵策，排兵布阵添精彩。决胜千里辨输赢，单注着黄巢今日何当败。</p> <p>敬思先行，我随后拔寨而起，破黄巢走一遭去。将军是必早来者。</p> <p>【后庭花】则要你领雄兵将队伍排，今日个请明公自见解。单注着李雁门威风大，今日个黄巨天旺气衰。一句既明白，除将军英雄慷慨。休俄延莫等待，将金牌怀内揣。</p> <p>【柳叶儿】将军授破黄巢的元帅，见皇家重用良材，敢把你鞠躬躬展脚舒腰拜。他每都忙挟策，上坛台，将军你稳情挂势剑金牌。</p> <p>罢、罢、罢，便好道，用之则行，舍之则藏。义儿家将，则今日拔寨起营，破黄巢走一遭去。将军快来，某先回圣人话去也。</p> <p>【赚煞】则要你起军卒，今日便离沙塞，说下的言词莫改。我索先报与君王且放怀，则说道李沙陀随后军来。莫耽捱，准备着犒赏金帛，显你那捉将挟人那手策。哎，你个将军休左猜，俺可便专心儿等待，等待你个擎天架海栋梁材。</p> <p>陈敬思去了也，则今日破黄巢，走一遭去。呵哩哪阑吗那哈儿屿屿言，不实我克■儿哦八迟哈儿布侄儿何狗不狼也，这也雇而砆哩古雷都脑刻实可不巡。</p> <p>第二折</p> <p>欢来不似今朝，喜来那逢今日。某乃李克用是也。自从来这沙陀，三年光景。蒙圣恩取回破黄巢，加某为天下兵马大元帅，统领五百义儿家将，三万鸦兵，军过雁门关。夜来得了一梦，梦见一个大虫，赶着我咬，撒然惊觉，乃是南柯一梦，未知主何吉凶。左右与我唤将周德威来者。得令。周德威安在？元帅唤你哩。小官周德威是也。今日元帅呼唤，不知有甚事，须索走一遭去。早来到也。令人报复去，周德威来了也。报的元帅得知，有周德威在于门首。道有请。有请。元帅，唤小官来有甚事？某今夜做了一梦，不知主何吉凶，请你来圆梦。元帅。梦有三不圆：记的头，忘了尾，一不圆：记的尾，忘了头，二不圆；记的中间，忘了头尾，三不圆。元帅说来。昨夜三更时分，梦见一个大虫，扇着两个肉翅，望着某咬一口，撒然惊觉，乃是南柯一梦，不知主何吉凶？此梦单主吉不主凶。此梦怎生单主吉不主凶？单主今日，日当卓午，得一个应梦的将军。应梦的将军，在于何处？不在飞虎，必有陵丘。怎生得见？元帅，除非是打围射猎得见。既是这等，义儿家将您听咱，快布围场出塞沙。雕弓硬弩随身挂，短剑长枪手内拿。皂雕起处麋鹿死，放起黄鹰捉水鸭。山獐野兽能着箭，虎豹豺狼又中叉。马驮鸟兽鸡和兔，驴背獐麅麋鹿犭巴。飞鹰走马围场罢，应梦将军寻见他。自家安敬思的便是，在这雁门关居住，与这邓大户家牧羊度日。我想来，学成十八般武艺。几时是峥嵘发达的时节也呵！</p> <p>【南吕】【一枝花】屈沉杀大丈夫，埋没了英雄汉。有分受辛勤捱日月，几时得施谋略展江山。天数轮还，想太公在磻溪岸。他虽然成事晚，也曾钓西风蓑笠纶竿，到换做朝北阙乌靴象简。</p> <p>【梁州】比似我守辛勤放羊北海，几时得逞英雄射虎南山。眼前光景成虚幻。怕的是雁门月冷，紫塞风寒，黄沙漠漠，衰草班班。几般儿生熬的人皓首苍颜，消磨尽义胆忠肝。用功劳如韩信周勃，施妙策如张良谢安，呀，呀，呀！逞英堆似乐毅田单。枉将人等闲，小看。便有那吐虹霓志气冲霄汉，命不济枉长叹。每日价相伴着沙陀老契丹，受了些摧残。我把这羊赶在山坡崖下，有水有草去处，着他吃些，我在这盘陀石上，盹睡，盹睡，看有甚么人来。周德威摆开人马。快布围场不要走了獐麅野鹿，虎豹豺狼。理会的。围场中赶过甚么去了？赶过牛来大一个大虫，跳过山涧去了。呀。那盘陀石上，睡着一个年纪小的后生。则怕那毒虫伤害了那小的性命，叫他起来。兀那放羊的后生，虎咬了羊也。今日不见了羊，明日也不见了羊，俺主人家邓大户家，则说我卖了羊，原来是你这泼毛团吃了这羊，好无理也。</p> <p>【隔尾】我则见八而威的猛兽偎深涧，他可早一跳身番飞过浅山，把我这贪水食的群羊尽哄散。这厮将咱恼犯。我这里将皮裘紧拴，大踏步望前舍死的赶。</p> <p>周德威，我从见日月交食，不曾丸这个好争斗的后生，见了那大虫，无些儿害怕。你和他说，他敢打这虎，我与他筛锣擂鼓，呐喊摇旗，助着威风，你可打这毒虫。兀那放羊的后生，俺元帅说来，你敢打那大虫，俺与你筛锣擂鼓，呐喊摇旗，助着威风，你打那大虫。你与我助着威风，看我打这大虫。</p> <p>【牧羊关】血鼻凹扑碌碌连打十余下，死尸骸骨鲁鲁滚到四五番，恨不的莽拳头打挫牙关。八面威气象全无，十石力身躯软瘫。泥污了数尺金椽尾，血模糊几道剪刀斑。舒不出钢钩似十八爪，闪不开金铃也一对眼。</p> <p>周德威，你看那牧羊的后生，将那大虫三拳两脚，打死了也。这虎乃兽中之王，有十石之力，百步之威。人见虎骨肉皆瘫，此人真乃壮士也。你对壮士说，这毒虫原是我围场中赶出去的，教他还我来。兀那打虎的壮士，俺元帅说来，那虎原是俺这围场中赶出去的，你还俺来。你靠后，我丢与你。隔着许来大山涧，丢将过来，着他寻一条蚰蜒小路过来，我与他说话。兀那壮士，俺元帅教你寻条蚰蜒小路过来，与你说话。我那里寻那蚰蜒小路着的呵。兀那壮士，你是那里人氏？姓甚名谁？你说一遍我听。大人不嫌絮，听小人说一遍者。</p> <p>【贺新郎】小人本家住在雁门关，你做甚买卖营生？与人家牧牛羊，你和他同财合本？则是苟图些衣饭。你有甚么亲眷？没亲眷独自个单身汉。你姓甚名谁？名敬思小人姓安。你十八般武艺，那一般精熟？我学的十八般武艺熟闲。你既然学成十八般武艺，见如今黄巢作乱，纵横天下，你肯去破黄巢去么？不是这习兵书的好汉少，赤紧的养剑客的主人难。看了你威风凛凛，状貌堂堂，何不进取功名？觑了这穷身泼命难把功名干，你既有打虎之威，取功名有何难哉。端的是入山擒虎易，叉手告人难。兀那壮士，既学成十八般武艺，何不进取功名，在此受这等艰难？</p> <p>【哭皇天】只为俺衣饭难迭办，不得已在他人眉睫间。你在那里居住。则这安敬思在飞虎峪，你为何在此受苦？大人，不争小人一个受苦，上辈古人，多有受窘的哩。可是那几个古人受窘？便似班定远在玉门关。空学的兵书战策，争柰运拙时艰。淹留在此去住无门，便似苏武般陷番。打虎的壮士，牧羊的家奴，似梁园采木，把我做凡花、凡花-例看。你觑的黄巢利害，我看似等闲。</p> <p>兀那壮士，你若肯去破黄巢，我助你十万鸦兵，你意下如何？不要，不要。</p> <p>【乌夜啼】也不要锦衣绣袄军十万，我手里要恢复你大唐江山。可怜见荒荒百姓遭涂炭，见如今地乱天番，我直教国泰民安。不能勾开疆展土笑谈间，算甚么顶天立地男儿汉。枉了你厮听使，相调慢，花根本艳，虎体元斑。</p> <p>兀那壮士，你肯跟我去破黄巢，作个义儿，作个家将。怎生唤做义儿？怎生唤做家将？你作家将，是我手下散军头目一般。要作义儿，便与亲儿李亚子一般。小生情愿做个义儿，不作家将。既然与我作义儿，改名唤做李存孝。你用甚么衣袍铠甲，我送与你。父亲，您孩儿不用衣袍铠甲，就用这死虎皮，做一个虎皮磕脑，虎皮袍，虎筋绦，孩儿自有两般兵器，浑铁枪，铁飞挝。我得了此人，正是应梦的将军。周德威，你说今日日当卓午，得一个应梦将军，果然得了应梦的将军。则你那阴阳有准，祸福无差。将一锭金来与周德威做压卦钱。多谢元帅厚意。左右将过空头宣敕来。李存孝望阙跪者：自今日加你为十三太保飞虎将军。存孝望阙谢了恩者。感谢圣恩。孩儿，则今日便索长行，父亲，孩儿去辞了邓大户，便索长行。既是这等，左右与我唤将邓大户来。得令。则大户安在？老汉邓大户是也，正在庄田里，只听的元帅呼唤，须索走一遭去。说话中间，可早来到。令人报复去，说老汉来见元帅。着他过来。元帅，唤老汉那厢使用？邓大户，这安敬思多亏了你恩养，他如今与我做了义儿，是朝廷的人了。将十锭金十锭银与你。作恩养钱。老汉不敢受这金银。家中有一小女，唤做金定小姐，年长一十八岁，就与存孝为妻，不知元帅意下如何？好，好，你的女儿，配与我孩儿为妻，我孩儿若作了官，你女儿便是夫人哩。既然如此，多谢了元帅恩意，老汉告辞回去也。吾儿存孝，我与你三千人马，先去破黄巢，你敢去么？父亲放心。不是你孩儿夸大言。</p> <p>【二煞】凭着我忠心扫荡烟尘散，捉将手扶持社稷安。华严大战那其问，上的那骏马雕鞍。恁般儿虽不似跨海征辽那汉，黄金铠不须擐，凭着背上雕弓月样弯，我则要定了天山。</p> <p>李存孝，你既然这等英雄，你敢与黄巢交战么？父亲放心。</p> <p>【尾声】不是勤王存孝相轻慢，我觑的叛国黄巢一似等闲。休俄延，莫怠慢，我将它特小看。好还咱两阵间，看存孝这一番。不许当，不许拦，一彪军没揣的撞入长安。忙离宝镫，跳下征鞍，直临内苑，撞入皇宫，一只手可答地拖离宝殿，滴溜扑捽下瑶阶。比及挑筋剔骨，摘胆剜心，大拳头揾住嘴缝，阔脚板踏住胸脯，我只问你因何将大唐天下反。存孝去了也？去了也。众义儿家将，自今日听吾将令：前排甲马，后列军卒。耳闻金鼓震天雷，眼望绣旗遮日月。道与俺那能争好斗的番官，舍死忘生的家将，一个个齐悬着虎爪狼牙棍，沙鱼鞘插三环宝剑，雁翎刀摆明晃晃，耀日争光。绣旗下列光油油檀子棒？手弹着乐器，有弩杜花迟，准备着相持得胜也。安排着筵会，金盏子满斟着赛银打刺苏，胆瓶中插一枝万金千柳。帐房内摆几个描不成画不就娇滴滴酥胸胡女，帐房外三二百员鬓黄发乱番官，赛银齐将驽苏门也舍吃，都带着隐□。摆着营盘，锦行军使，打几对云月皂雕旗，列拐子马数千铁鹞子。俺这里马如龙，人似虎，赶上将钢刀剁，铜斧砍。铁鞭忙丢，来着马皮，放回拿住，将他杀尽方休。</p> <p><br>第三折</p> <p>马备征鞍将挂袍，将军呵手拈弓鞘。休言十载灯窗苦，怎比征夫半日劳。某乃黄巢是也。因大唐开其选场，某乃上朝应举，唐天子嫌某貌丑，退出不用。某在太行山落草为寇，某手下有御弟黄圭、邓天王、张归霸、张归厚，雄兵有百万，战将有千员，要夺大唐家江山社稷。今有北塞沙陀，取将李克用来。他手下有个牧羊子，唤做李存孝，统领雄兵，与俺交战。我如今唤张归霸、张归厚来，与他雄兵百万，着他交战去。左右唤他二人出来。张归霸、张归厚，大王唤你哩。湛湛青天不可欺，八个螃蟹往南飞。只有一个飞不动，原来是个尖脐的，某乃张归霸、张归厚是也。今有大王呼唤，不知有甚事，须索走一遭去。说话中间，可早来到，左右报复去，道俺二将来见。喏！报的大王得知，有张归霸、张归厚来了也。着他过来。着你过去哩。大王，唤俺那厢使用？唤你二人来，今因大唐家取将沙陀李克用来，他手下有个牧羊子，唤做李存者，统领十万雄兵，千员猛将，来与俺交战。我如今也与你百万雄兵，到来日与他相持厮杀去。得令。我出的这门来，大小三军，听吾将令：甲马不许驰骤，金鼓不许乱鸣，人披人甲，马披马甲，若还没甲，披上两叶板闼，两头绳子扎杀。我若杀的过，则管杀；我若杀不过，我便走了。看你怎生刺巴巴。他二人去了也。大小三军，听吾将令，统戈甲便是巡捕，狭路处低言轻语，不许大叫高呼，犯着令斩首级，决不轻恕。某乃十三太保李存孝是也。颇柰黄巢无礼，他着张归霸、张归厚统雄兵百万，战将千员，来与俺这里交战。想这厮好生无礼也呵。</p> <p>【越调】【斗鹌鹑】你看我对垒交锋，相持厮杀。则听的呐喊摇旗，天摧地塌。则我这耀武扬威，披袍擐甲。非小可，不要耍。则这八水三川，屯着千军万马。</p> <p>【紫花儿序】人荡散征尘杀气，旗招飐落日残霞，马踏遍野草闲花。你看我施逞武艺，则待将贼将活拿。这场征伐，你看我虎略龙韬堤备下。不是我自奖自夸，凭着我志节轩昂，武艺熟滑。</p> <p>大小三军，摆开阵势，看有甚么人来。某乃黄巢手下大将张归霸、张归厚是也。你是何人？敢和我相持厮杀么？这厮好无理也，操鼓来。</p> <p>【金蕉叶】我则见黑黯黯云遮日华，昏邓邓风吹塞沙。见一人雄纠纠被袍擐甲，嗔忿忿横枪跃马。来将何人？</p> <p>【调笑令】不索你搦咱，更怕你会征伐，来者何人？通名道姓。你存孝爹爹出阵咱。你是何人？吾乃黄巢手下大将张归霸、张归厚。你那牧羊子，早早下马来受死。原来是黄巢手下张归霸，嗔道这般气高胆大。向前来二人挑战咱。不索你冬冬战鼓频挝。颇柰牧羊子无理，你敢与我决战三合么？交马来。</p> <p>【秃厮儿】鞍上将威风转加，坐下马筋力堪夸。我则见纱灯儿般转到十数匝，我看你怎生收煞？我儿李存孝，早早下马罢。这厮好无理也。</p> <p>【圣药王】叵耐他，小觑咱，匣中宝剑定中华。凭着我坐下马，手中挝，李存孝非是自矜夸，我扶立起大唐家。</p> <p>杀不过他，往长安走了罢。这厮可早走了也，往那里去了？往长安城去了。大小三军，一齐杀进长安城去。</p> <p>【雪里梅】猛然间入京华，谁敢道当阑咱？则这京城中可是俺大唐天下，不刺刺忙催战马。进的这城来，大小三军，摆开阵势，看有甚么人来。某乃御弟黄圭是也。叵耐大唐家去沙陀取将李克用来，他手下新收的一个牧羊子，叫做存孝，来杀俺二三十阵。今杀到长安城里，无人敢当，某亲身与他交战一遭去。兀那牧羊子，来与某交手咱。这厮好无礼也，走将来交马便战，不要看这厮披挂，到骑着一匹好马。大小三军，看我拿那厮来。</p> <p>【古竹马】也不索征鞍轻压，征靴微抹，征马宛紧跨，不刺刺直赶到海角天涯。生熬的两事家，心惊胆战，力困神乏。见他，见他，战战兢兢，怯怯乔乔，黄甘甘容颜如蜡渣，全不见武艺熟滑。</p> <p>我杀不过他，走了罢。这厮走了也，须索赶上去。</p> <p>【幺】我从来劣性难拿，正恼犯如何收煞。见咱，赶他，撞阵冲军，倒戈弃甲。纵辔加鞭催战马，恨不的剪断紫稍，踏斜宝镫，顿宽玉勒，摆损金算刂。</p> <p>【尾声】把那仓廒府库随风化，不落根椽片瓦。这勤王存孝得功回，教这反国黄巢没乱杀。</p> <p><br>第四折</p> <p>帅鼓铜锣一两敲，辕门里外列英豪。三军唱罢平安喏，紧卷旗幡不动摇。某乃李克用是也。今有李存孝孩儿与黄巢交战去了，未知输赢胜败，一场好厮杀也呵。</p> <p>【黄钟】【醉花阴】一托气直奔数十里，遍体汗浑如水洗。非是我说兵机，若论相持，大会垓应难比。</p> <p>【喜迁莺】火速的上阶基，一径的搀先队，报、报、报，喏。来报喜。好探子也，从那阵面上来，喜色旺气。一张弓弯秋月，两枝箭插寒星，三尺剑挂小貂裘，四方报喜问探子，五花营中来往有如撺梭，六队军中上下有如蛟龙，七尺躯肩担令字旗，八角红缨桶子帽，久久等待许多时，实实数说军情事。当日个华严川内，众诸侯聚会云集。端的，阿谁不会，尽是些使争好斗显气势。一个个挟人捉将，一个个挝鼓夺旗。</p> <p>俺存孝与黄巢贼将两阵对圆，怎生相持厮杀？你喘息定，慢慢说一遍者。</p> <p>【出队子】齐臻臻军卒摆列，韵悠悠画角吹。扑冬冬振地凯征鼙，赤力力遮天磨绣旗，不剌刺追风战马嘶。</p> <p>那贼将怎生冲阵，凭陵大叫？俺存孝怎生一勇冲杀？你喘息定，试再说一遍。</p> <p>【乱地风】则见张归霸军前猛叫起，咱两个比试高低。李存孝怒从心上起，呀，可早变了容仪，倒竖神眉。踏宝镫滴溜扑跳上乌骓，吼风雷吐虹霓，一怒千斤力。拚性命，厮对敌，手拿定两柄挝槌。俺存孝与贼将交马十数合，那家赢？那家输？你喘息定，再说一遍。</p> <p>【四门子】恶口音欠口音欠撞入垓心内，张归霸走似飞，料应他武艺敌不的。打征马宛捻玉勒，畅好是慌，好是急。飞虎将早来望后追，畅好是慌，好是急，误撞入长安市里。</p> <p>那贼将敌不过存孝，败阵望长安逃命而走。俺存孝乘胆追赶，撞入长安城内，又与贼将怎生巷战，你再说一遍。</p> <p>【古水仙子】赶来到灞河里，见一只舡来有似飞。摇橹的水手又心忙，把柁的梢公胆碎，恨不的两下里纳降旗。一齐的马前忙跪膝，告爹爹委实敌不的，来、来、来，似小鬼见钟馗。</p> <p>【寨儿令】端的，端的，全无半点疏失，又不见敌军武艺低。虽存孝，善兵机，也托赖着当今帝。好探子也，与你两只羊，两瓶酒，十个免帖。回本营去。</p> <p>【尾】到不得底，千寻浪头里。看时节显出些头盔，我则见尸堰断灞陵桥下水。</p> <p>题目张归霸布阵排兵</p> <p>李克用扬威耀武</p> <p>正名长安城黄巢篡位</p> <p>雁门关存孝打虎",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "未知作者"
  },
  "tags": []
}