{
  "id": 71557,
  "star": 14,
  "name": "咏萍",
  "dynasty": "南北朝",
  "content": "可怜池内萍，葐蒀紫复青。<br>巧随浪开合，能逐水低平。<br>微根无所缀，细叶讵须茎？<br>飘泊终难测，留连如有情。",
  "shangxi": "<h2>鉴赏</h2> <p>　　浮萍给人们的印象，似乎总有一种随水现荡的不安定感。所谓“停不安处，行无定轨”，在怀才不遇的<a href=\"http://so.gushiwen.org/view_71557.aspx\">诗</a>人眼中，便往往成了身世飘泊的象征物。但倘若是在阳光璀璨的晴日，心境又畅悦无翳，再伫立池边观赏那清波绿萍，人们就会发现：浮萍也自有一种与众不同的美好风神。建安诗人<a href=\"http://so.gushiwen.org/author_616.aspx\">曹丕</a>《秋胡行》（其二），就歌咏过它“寄身清波，随风靡倾”的倩姿；晋人夏侯湛，也赞叹过它“散圆叶以舒形，发翠绿以含缥”的容色（《浮萍赋》）。在“词美英净”的永明诗人刘绘笔下，它又是怎样一种风情？</p> <p>　　刘绘咏萍的开笔，便沾满了喜悦、赞美之情：“可怜池内萍，葐蒀紫复青。”“可怜”即“可爱”。不过，在“可爱”之中，似乎还含有几分惹人怜顾的柔弱之态。这便使诗人笔下的池萍，增添了某种情感色彩。“葐蒀”亦作“氛氲”，本为烟气纷纭之貌。这里用来为浮萍着色，表现青中带紫的萍叶，在清波澹淡之中，恍有青紫之气升腾，可以说是把色彩写活了。接着的“巧随浪开合，能逐水低平”两句，则进一步表现浮萍的动态之美。“池”中自然不会有沸涌翻滚的大浪；这“浪”之轻细，当如风中之花的绽放和收合一样几无声息。而绿萍，就站在这样的细浪轻波上飘舞，身姿何其轻巧！当池波终于静息之时，浮萍则轻轻从水波高处滑行而下，转眼间已在一平如镜的水面上凝立，又显得何等娴雅。这两句描摹浮萍在水中飘、立、动、静之态，简直如翩翩少女的轻巧舞姿，表现了极为动人的韵致。</p> <p>　　浮萍在诗人眼中，似乎一度幻作了飘舞于水波之上的绿衣少女。但当诗人从幻觉中清醒，它便又成了静浮于水面的绿萍。人们常常遗憾于浮萍的“无根”，似乎嫌它“轻浮”了些；而且叶圆而细小，又无清莲那婷婷直立的叶茎，当然更显得缺少“操守”了。故夏侯湛在赞叹之余，又有“浮轻善移，势危易荡”之语，隐隐表达了对它的贬斥之意。至于杜恕《笃论》，对它就更不客气了：“夫萍与菱之浮，相似也。菱植根，萍随波。是以尧舜叹巧言乱德，仲尼恶紫之夺朱”——如此抑萍而扬菱，小小的浮萍，简直就成了“乱德”之小人。刘绘对于前人的这类非议，大约并不赞同。故接着两句，似乎是在为浮萍鸣不平了：“微根无所缀，细叶讵须茎？”意思是说：浮萍看似“无根”，其实还是有根的呵，只是因为太微小，你叫它怎样连缀池底？萍之无茎，好像是一种缺憾；但对它自身来说，那萍叶本就细小，又何须非得有茎？这两句做的是“翻案”文章，但妙在不露声色，正与全诗清淡秀蕴的基调相谐。读者从中听到的，只是一声饱含怜惜之情的轻微叹息。最后的结句，正顺着诗人的这一怜惜之情，又将眼前的浮萍幻化了：“飘泊终难测，留连如有情。”这美好的浮萍，正如孤身无依的少女，其飘泊不定的前途，是很难预测的。而今，她就在诗人身边留连、徘徊，充满了依依之情，仿佛在诉说不忍离去的思念，抑或是飘迹无踪的凄苦。此情此景，与前文“巧随浪开合，能逐水低平”的美丽轻巧形象，交相叠合，不免令读者对这楚楚可人的绿萍，油然生出深切的爱怜和忧悯。而诗人则似乎是在用整个身心呼唤：可爱又可怜的浮萍，再莫要过那飘泊难测的生涯！请就在这清波绿池之中，寄托你风姿美好的青春。</p> <p>　　与同时代的诗人<a href=\"http://so.gushiwen.org/author_32.aspx\">谢朓</a>、范云、<a href=\"http://so.gushiwen.org/author_628.aspx\">沈约</a>相比，刘绘所擅长的是文辞。“至于五言之作，几乎尺有所短”（钟嵘《诗品》评王融、刘绘语）。往往辞采稍丽而情致嫌浅。故在当时，刘绘虽称“后进领袖”、“丽雅有风”（《南史》），而传世诗作却不多。不过，当其感受真切之时，笔端亦有深情蕴蓄。这首《咏萍诗》，于动、静、真、幻之中，写浮萍楚楚可怜之态。清逸秀出，摇曳生情，不失为一首颇具情趣的咏物好诗。</p>",
  "poet": {
    "id": 693,
    "star": 0,
    "name": "刘绘",
    "desc": "刘绘，字士章，彭城人。聪警有文义，善隶书。齐高帝以为录事典笔翰，为大司马从事中郎。中兴二年，卒。年四十五。绘撰《能书人名》，自云善飞白，言论之际，颇好矜诩。"
  },
  "tags": [
    "咏物"
  ]
}