{
  "id": 52800,
  "star": 352,
  "name": "浣溪沙·淡荡春光寒食天",
  "dynasty": "宋代",
  "content": "淡荡春光寒食天，玉炉沉水袅残烟。梦回山枕隐花钿。 <br>海燕未来人斗草，江梅已过柳生绵。黄昏疏雨湿秋千。",
  "fanyi": "<p><strong>译文</strong><br>清明时节，春光满地，熏风洋洋。 玉炉中的残烟依旧飘送出醉人的清香。 午睡醒来，头戴的花钿落在枕边床上。<br>海外的燕子还未归来，邻家儿女们在玩斗草游戏。 江边的梅子已落了，绵绵的柳絮随风荡漾。<br>零星的雨点打湿了院子里的秋千，更增添了黄昏的清凉。 </p><p><strong>注释</strong><br>⑴淡荡：和舒的样子。多用以形容春天的景物。<br>⑵寒食：节令名。在清明前一二日。相传春秋时，介子推辅佐晋文公回国后，隐于山中，晋文公烧山逼他出来，子推抱树焚死。为悼念他，遂定于是日禁火寒食。《荆楚岁时记》：“去冬节一百五日，即有疾风甚雨，谓之寒食，禁火三日。”<br>⑶玉炉：香炉之美称。<br>⑷沉水：沉香。<br>⑸山枕：两端隆起如山形的凹枕。<br>⑹花钿（diàn）：用金片镶嵌成花形的首饰。<br>⑺斗草：一种竞采百草、比赛优胜的游戏。<br>⑻江梅：梅的一种优良品种，非专指生于江边或水边之梅。<br>⑼柳绵：即柳絮。柳树的种子带有白色绒毛，故称。<br>⑽秋千：相传春秋时齐桓公由北方山戎引入。在木架上悬挂两绳，下拴横板。玩者在板上或坐或站，两手握绳，使前后摆动。技高胆大者可腾空而起，并可双人并戏。一说秋千起于汉武帝时，武帝愿千秋万寿，宫中因作千秋之戏，后倒读为秋千。详见《事物纪原》卷八。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这首《浣溪沙》当是词人的前期之作。<a href=\"http://so.gushiwen.org/author_536.aspx\">李清照</a>前期的生活，是以大家闺秀身分出现的，与此相称的，便是在她前期词作中表露出来的文雅、高贵气度。这种气度又是通过词人细腻丰富的感情，优雅含蓄的笔触体现出来的。《浣溪沙》一词，通过暮春风光和闺室景物的描绘，抒写了女词人惜春留春的哀婉心情。</p> <p>　　上片侧重描绘室内景致，“淡荡春光寒食天，玉炉沈水袅残烟。”开首即交代时令已值暮春，这正是“闺中风暖，陌上草熏”（<a href=\"http://so.gushiwen.org/author_509.aspx\">江淹</a>《别赋》），暖风醉人时节。接着词人即把笔触移至室内，一股氤氲氛围笼罩闺中，原来是袅袅香烟弥漫其中，从中似还透着静谧、温馨和淡淡的忧愁。“淡荡”，谓春光融和遍满之意。“沈水”，即沉水香。词人另一首《菩萨蛮》词有“沉水卧时烧，香消酒未消”句。“梦回山枕隐花钿”句，词人叙己早晨梦醒，凝妆完毕，却慵懒未除，又斜倚枕上出神，似在品味梦中情景。“山枕”，即檀枕。因其如“凹”形，故称山枕。词人《蝶恋花》词有“山枕斜欹，枕损钗头凤”句。词作的上片描绘了一幅优雅、茜丽、静谧的画面：暮春时节，春光融融，闺房中檀香氤氲，一个少妇正欹枕凝神。如果认为画面中的少妇只是属于慵懒、无聊那种类型的女性，整日价沉溺于沉香、花钿、山枕之中，那就错了。李清照有着男性作家无以比拟的细腻而丰富的情感世界，是一个对大自然与外部世界有着极为敏锐的感悟，以及强烈的关注与渴念的女性，词作的下片就为人们展示了这样的情愫。</p> <p>　　“海燕未来人斗草，江梅已过柳生绵。”女词人的笔触延伸到室外，但见室外妇女正笑语喧喧，彼此斗草取乐，而海燕此时却经春未归。女词人这里写海燕未归，隐隐含有她细数日子，惜春留春心态，而写斗草游戏，则映衬自己的寂寞。“斗草”，又叫斗百草，南北朝时即有此俗。南朝梁·宗懔《荆楚岁时记》云：“五月五日，四民并踏百草，又有斗百草之戏。”原为端午之娱乐习俗，后推广并不拘于此日，尤为妇女儿童喜好。次句言春天将尽，梅子熟透，柳枝长成。惜春、留春不住，叹春之情遂油然而生。词人在《小重山》词中有：“春到长门春草青，江梅些子破，未开匀。”那是写早春时节，以及自己爱春之情，而此处写江梅熟落，其意恰相反。“柳生绵”，亦为暮春之景致。以上写景，也透露出词人无奈叹喟之情。末句：“黄昏疏雨湿秋千”，黄昏时分，独自一人，已自不堪，更兼疏雨，以及空寂、湿漉的秋千架相伴，更让人感到寂寞、愁怨。</p> <p>　　这首词抒写情感很是细腻，但不是直言明说，而是通过十分优雅、含蓄的笔触，去描述十分典型的外物形象和意境，从中再渗出细腻而幽深的心态，有“无我之境”的妙趣。</p>",
  "about": "<h2>创作背景</h2> 　　这首词为作者早年所作。据陈祖美《<a href=\"http://so.gushiwen.org/author_536.aspx\">李清照</a>简明年表》：公元1100年（元符三年），李清照结识<a href=\"http://so.gushiwen.org/author_179.aspx\">张耒</a>、<a href=\"http://so.gushiwen.org/author_643.aspx\">晁补之</a>及同龄诸女友，《浣溪沙·淡荡春光寒食天》等词当作于是年前后。",
  "poet": {
    "id": 536,
    "star": 0,
    "name": "李清照",
    "image": "http://img.gushiwen.org/authorImg/liqingzhao.jpg",
    "desc": "李清照（1084年3月13日～1155年5月12日）号易安居士，汉族，山东省济南章丘人。宋代（南北宋之交）女词人，婉约词派代表，有“千古第一才女”之称。所作词，前期多写其悠闲生活，后期多悲叹身世，情调感伤。形式上善用白描手法，自辟途径，语言清丽。论词强调协律，崇尚典雅，提出词“别是一家”之说，反对以作诗文之法作词。能诗，留存不多，部分篇章感时咏史，情辞慷慨，与其词风不同。有《易安居士文集》《易安词》，已散佚。后人有《漱玉词》辑本。今有《李清照集校注》。"
  },
  "tags": [
    "宋词精选",
    "婉约",
    "寒食节",
    "写景",
    "惜春"
  ]
}