{
  "id": 72814,
  "star": 52,
  "name": "少年游·算来好景只如斯",
  "dynasty": "清代",
  "content": "算来好景只如斯，惟许有情知。寻常风月，等闲谈笑，称意即相宜。<br>十年青鸟音尘断，往事不胜思。一钩残照，半帘飞絮，总是恼人时。",
  "fanyi": "<p><strong>译文</strong><br>只求你知道，只要懂得，因为有你，才是好景，才能称意，哪怕十年音尘绝，回想起来也只有彼时是美好的，否则就算一样月钩精巧、柳絮轻盈，也只是憔悴人看憔悴景，一发凄清。</p> <p><strong>注释</strong><br>①这首词的词牌名得名于宋<a href=\"http://so.gushiwen.org/author_432.aspx\">晏殊</a>《珠玉词》中的“长似少年时”一句，别名《小阑干》、《玉腊梅枝》等。该词牌有多种体格，但都是双调。本首为其中一首，上下阕各五句，共十五句。上阕的一、二、五句和下阕的二、五句押平声韵。<br>②斯：代词，意为“这”，表示语境中所指的事物。<br>③寻常：普通，一般。风月：本指清风明月，后代指男女情爱。<br>④称意：合乎心意。相宜：合适，符合。<br>⑤青鸟：神话传说中为西王母取食传信的神鸟。《山海经·西山经》：“又西二百二十里，曰三危之山，三青鸟居之。”郭璞注：“三青鸟主为西王母取食者，别自栖息于此山也。”又，汉<a href=\"http://so.gushiwen.org/author_398.aspx\">班固</a>《汉武故事》云：“七月七日，上于承华殿斋，正中，忽有一青鸟从西方来，集殿前。上问<a href=\"http://so.gushiwen.org/author_276.aspx\">东方朔</a>，朔曰：‘此西王母欲来也。’有顷，王母至，有两青鸟如乌，侠侍王母傍。” 后遂以“青鸟”为信使的代称。 <br>⑥残照：指月亮的余晖。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　这首词写的是爱情失败后的痛苦。</p> <p>　　上阕以议论和叙述为主，描写热恋时的甜蜜幸福。起首两句写只要“有情”，便无处不是“好景”。“算来好景只如斯，惟许有情知。”世上最美好的景致，莫过于有情人相知相守。在相爱的人眼中，纵然是平常的风光月色和平常的言谈笑语，都会使人感到称心如意，美妙无比，这就是所谓的“称意即相宜”。论及“相宜”，<a href=\"http://so.gushiwen.org/author_272.aspx\">陆游</a>曾吟《梨花》，“开向春残不恨迟，绿杨率地最相宜”。无论是在人生的春秋还是晴雨，遇到她，孤单消弭，一切未知便立刻有了答案——那不是参考，而是确定，是唯一。她随风而过，不似斯佳丽那般疯狂固执的爱却如一杯陈年女儿红，令人沉溺于往事中久久不愿醒转。</p> <p>　　而下阕笔锋陡然一转，从热恋的甜蜜转为离别的苦楚。好景不长，这是千百年流传的古训。由墨菲定理可知，越害怕的事情便越会发生。越渴望，越难求；越珍惜，便越易失去。相知相伴，最是难求。“十年青鸟音尘断”，此处“十年”虽非实指，但也足以说明词人与所爱之人已经分离多年，且送信的青鸟不见，杳无音讯。那些陈年往事日日温习，愈思量愈清晰，愈清晰愈徒增烦恼。本是“花有清香月有阴”之时，本应与爱人尽享“春宵一刻值千金”，那千古同月落下的清辉在人间划出一道铜墙铁壁，一边“琴瑟在御，莫不静好”，另一边只剩“一钩残照，半帘飞絮”。所谓“世上本无事，庸人自扰之”，不过没有到伤情的地方。那一份执著的念想，和卢氏一起生活的时候，卢氏的一颦一笑，纳兰的一言一语，打碎了，搅匀了，和一团泥。看着弯月余晖洒照在沾满柳絮的帘子上，词人回首往事，相思之情溢涌而出。“一钩残照，半帘飞絮”，接下来的这两句进一步烘托相思之情难耐，相伴的那些日子虽无大喜，回忆起来却总是沁着丁香一般若有若无的甘甜。即使人再合适、再称意、再相宜，若不属于自己，到最后也只有“不胜思”的“往事”。最后一句“总是恼人时”方点醒题旨，表达对亡妻的思念之情。</p> <p>　　上下两阙一喜一悲，对比鲜明，简淡清新，自然道来，直中间曲，质而能婉。</p>",
  "about": "<h2>创作背景</h2> 　　康熙十三年，词人与两广总督卢兴祖之女卢氏成婚，两人情感甚笃，婚后三年卢氏难产不幸亡故，词人因思念其妻故写下了这首词。",
  "poet": {
    "id": 188,
    "star": 0,
    "name": "纳兰性德",
    "image": "http://img.gushiwen.org/authorImg/nalanxingde.jpg",
    "desc": "纳兰性德（1655－1685），满洲人，字容若，号楞伽山人，清代最著名词人之一。其诗词“纳兰词”在清代以至整个中国词坛上都享有很高的声誉，在中国文学史上也占有光采夺目的一席。他生活于满汉融合时期，其贵族家庭兴衰具有关联于王朝国事的典型性。虽侍从帝王，却向往经历平淡。特殊的生活环境背景，加之个人的超逸才华，使其诗词创作呈现出独特的个性和鲜明的艺术风格。流传至今的《木兰花令·拟古决绝词》——“人生若只如初见，何事秋风悲画扇？等闲变却故人心，却道故人心易变。”富于意境，是其众多代表作之一。"
  },
  "tags": [
    "思念",
    "亡妻"
  ]
}