{
  "id": 6033,
  "star": 24,
  "name": "听安万善吹觱篥歌",
  "dynasty": "唐代",
  "content": "南山截竹为觱篥，此乐本自龟兹出。<br>流传汉地曲转奇，凉州胡人为我吹。<br>傍邻闻者多叹息，远客思乡皆泪垂。<br>世人解听不解赏，长飙风中自来往。<br>枯桑老柏寒飕飗，九雏鸣凤乱啾啾。<br>龙吟虎啸一时发，万籁百泉相与秋。<br>忽然更作渔阳掺，黄云萧条白日暗。<br>变调如闻杨柳春，上林繁花照眼新。<br>岁夜高堂列明烛，美酒一杯声一曲。",
  "fanyi": "<p><strong>译文</strong><br>从南山截段竹筒做成觱篥，这种乐器本来是出自龟兹。 <br>流传到汉地曲调变得新奇，凉州胡人安万善为我奏吹。 <br>座旁的听者个个感慨叹息，思乡的游客人人悲伤落泪。 <br>世人只晓听曲不懂得欣赏，乐人就像独行于暴风之中。 <br>又像风吹枯桑老柏沙沙响，还像九只雏凤鸣叫啾啾啼。 <br>好似龙吟虎啸同时都爆发，又如万籁齐响秋天百泉汇。 <br>忽然变作渔阳掺低沉悲壮，顿使白日转昏暗乌云翻飞。 <br>再变如同杨柳枝热闹欢快，仿佛看到上林苑繁花似锦。 <br>除夕夜高堂上明烛放光芒，喝杯美酒再欣赏一曲觱篥。</p><p><strong>注释</strong><br>⑴觱篥（bìlì）：亦作：“筚篥”、“悲篥”，又名“笳管”。簧管古乐器，似唢呐，以竹为主，上开八孔（前七后一），管口插有芦制的哨子。汉代由西域传入，今已失传。<br>⑵龟兹（qīucí）：古西域城国名，在今新疆库车、沙雅一带。<br>⑶曲转奇：曲调变得更加新奇、精妙。<br>⑷凉州：在今甘肃一带。<br>⑸傍：靠近、临近，意同“邻”。<br>⑹远客：漂泊在外的旅人。<br>⑺解：助动词，能、会。<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>《六月二十日夜渡海》：“苦雨终风也解晴。”<br>⑻飙：暴风，这里用如形容词。自：用在谓语前，表示事实本来如此，或虽有外因，本身依然如故。可译为“本来，自然”。《史记》：“桃李不言，下自成蹊。” <br>⑼飕飗：拟声词，风声。<br>⑽九雏鸣凤：典出古乐府“凤凰鸣啾啾，一母将九雏”，形容琴声细杂清越。<br>⑾万籁：自然界的各种天然音响。百泉：百道流泉之声音。相与：共同、一起。<a href=\"http://so.gushiwen.org/author_645.aspx\">陶渊明</a>《移居二首》：“奇文共欣赏，疑义相与析。”<br>⑿渔阳掺：渔阳一带的民间鼓曲名，这里借代悲壮、凄凉的之声。<br>⒀黄云：日暮之云。<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>《乌夜啼》：“黄云城边乌欲栖，归飞哑哑枝上啼。”萧条：寂寥、冷落。<br>⒁杨柳：指古曲名《折杨柳》，曲调轻快热闹。<br>⒂上林：即上林苑，古宫苑名，有两处：一为秦都咸阳时置，故址在今陕西西安市西；一为东汉时置，故址在今河南洛阳市东。新：清新。<br>⒃岁夜：除夕。<br>⒄声：动词，听。<a href=\"http://so.gushiwen.org/author_209.aspx\">谭嗣同</a>《仁学》：“目不得而色，耳不得而声，口鼻不得而臭味。”</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　<a href=\"http://so.gushiwen.org/author_671.aspx\">李颀</a>最著名的<a href=\"http://so.gushiwen.org/view_6033.aspx\">诗</a>有三类，一是送别诗，二是边塞诗，三是音乐诗。李颀有三首涉及音乐的诗。一首写琴（《琴歌》），以动静二字为主，全从背景着笔；一首写胡笳（《听董大弹胡笳声兼语弄寄房给事》），以两宾托出一主，正写胡笳；这一首写觱篥，以赏音为全诗筋脊，正面着墨。三首诗的机轴，极容易相同，诗人却写得春兰秋菊，各极一时之妙。这首诗的转韵尤为巧妙，全诗共十八句，根据诗情的发展，变换了七个不同的韵脚，声韵意境，相得益彰。 </p> <p>　　“南山截竹为觱篥”，先点出乐器的原材料，“此乐本自龟兹出”说明乐器的出处。两句从来源写起，用笔质朴无华、选用入声韵，与琴歌、胡笳歌起笔相同，这是李颀的特点，写音乐的诗，总是以板鼓开场。接下来转入低微的四支韵，写觱篥的流传，吹奏者及其音乐效果，“流传汉地曲转奇，凉州胡人（指安万善）为我吹，旁邻闻者多叹息，远客思乡皆泪垂”，写出乐曲美妙动听，有很强的感染力量，人们都被深深地感动了。下文忽然提高音节，用高而沉的上声韵一转，说人们只懂得一般地听听而不能欣赏乐声的美妙，以致于安万善所奏觱篥仍然不免寥落之感，独来独往于暴风之中。“长飙风中自来往”这一句中的“自”字，着力尤重。行文至此，忽然咽住不说下去，而转入流利的十一尤韵描摹觱篥的各种声音了。觱篥之声，有的如寒风吹树，飕飗作声；树中又分阔叶落叶的枯桑，细叶长绿的老柏，其声自有区别，用笔极细。有的如凤生九子，各发雏音，有的如龙吟，有的如虎啸，有的还如百道飞泉和秋天的各种声响交织在一起。四句正面描摹变化多端的觱篥之声。接下来仍以生动形象的比拟来写变调。先一变沉着，后一变热闹。沉着的以《渔阳掺》鼓来相比，恍如沙尘满天，云黄日暗，用的是往下咽的声音；热闹的以《杨柳枝》曲来相比，恍如春日皇家的上林苑中，百花齐放，用的是生气盎然的十一真韵。接着，诗人忽然从声音的陶醉之中，回到了现实世界。杨柳繁花是青春景象，而此时却不是这个季节。“岁夜”二字点出这时正是除夕，而且不是做梦，清清楚楚是在明烛高堂，于是诗人产生了“浮生若梦，为欢几何”的想法：尽情地欣赏罢。“美酒一杯声一曲”，写出诗人对音乐的喜爱，与上文伏笔“世人解听不解赏”一句呼应，显出诗人与“世人”的不同，于是安万善就不必有长飙风中踽踽凉凉自来往的感慨了。由于末了这两句话是写“汲汲顾影，惟日不足”的心情，所以又选用了短促的入声韵，仍以板鼓收场，前后相应，见出诗人的着意安排。 </p> <p>　　这首诗与作者另外两首写音乐的诗（《琴歌》《听董大弹胡笳声兼语弄寄房给事》）最不一样的地方，除了转韵频繁以外，主要的还是在末两句诗人内心的思想感情。《琴歌》中诗人只是淡淡地指出了别人的云山千里，奉使清淮，自己并未动情；《听董大弹胡笳声兼语弄寄房给事》中诗人也只是劝房给事脱略功名，并未触及自己。这一首却不同了。时间是除夕，堂上是明烛高烧，诗人是在守岁，一年将尽夜，不能不起韶光易逝、岁月蹉跎之感。在这样的情况之下，要想排遣这愁绪，只有“美酒一杯声一曲”，正是“对此茫茫，不觉百感交集”之际，无可奈何之一法。这一意境是前二首中所没有的，诗人只用十四个字在最后略略一提，随即放下，其用意之隐，用笔之含茹，也是前两首中所没有的。 </p> <p>　　后来<a href=\"http://so.gushiwen.org/author_204.aspx\">李商隐</a>曾有“一杯歌一曲，不觉夕阳迟”之句，北宋<a href=\"http://so.gushiwen.org/author_432.aspx\">晏殊</a>《浣溪沙·一曲新词酒一杯》词中也有“一曲新词酒一杯，去年天气旧亭台，夕阳西下几时回”之句，取材与用字，都和李颀这两句相同。但同一惘惘不堪之情，李颀以高华的字面，挺健的句法暗表；李商隐则以舒徐的态度，感慨的口气微吟；晏殊则以委婉的情致，摇曳的风调细说。风格不同，却有一脉相通之处，可见李颀沾泽之远。</p>",
  "poet": {
    "id": 671,
    "star": 0,
    "name": "李颀",
    "image": "http://img.gushiwen.org/authorImg/liqi.jpg",
    "desc": "李颀(690-751)，汉族，东川（今四川三台）人（有争议），唐代诗人。少年时曾寓居河南登封。开元十三年进士，做过新乡县尉的小官，诗以写边塞题材为主，风格豪放，慷慨悲凉，七言歌行尤具特色。"
  },
  "tags": [
    "唐诗三百首",
    "音乐"
  ]
}