{
  "id": 71377,
  "star": 271,
  "name": "如梦令·春景",
  "dynasty": "宋代",
  "content": "莺嘴啄花红溜，燕尾点波绿皱。<br>指冷玉笙寒，吹彻小梅春透。<br>依旧，依旧，人与绿杨俱瘦。",
  "fanyi": "<p><strong>译文</strong><br>　　黄莺用嘴衔过的花更加红润，燕子用尾点扫的水波泛起绿色的涟漪。天寒手冷，玉笙冰凉，但吹笙的人却亢奋地吹起《小梅花》曲子，声音宏亮悠扬， 响彻天空，听者都感到激越、雄浑，春意盎然。人们都说，照这样吹，这样吹吠下去，一定会让人和绿杨都会变得潇洒清秀。</p> <p><strong>注释</strong><br>①玉笙：珍贵的管乐器。<br>②《小梅》：乐曲名。唐《大角曲》里有《大梅花》、《小梅花》等曲。 </p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　这首词诸本题作“春景”。乃因伤春而作怀人之思。</p> <p>　　首二句直笔写春。莺歌燕舞，花红水绿，旨在突出自然春光之美好。三、四句却转作悲苦语。化用<a href=\"http://so.gushiwen.org/author_332.aspx\">李璟</a>《山花子》“小楼吹彻玉笙寒”句。春光明媚，本应产生舒适欢畅之感受，而女主人公何以有这般与外界景物格格不入的忧伤情绪？“依旧，依旧，人与绿杨俱瘦。””是为点题之笔。柳絮杨花，标志着春色渐老，春光即逝。同时也是作为别情相思的艺术载体。飞絮蒙蒙，是那一段剪不断理还乱的念人之情。因为有那刻骨深情的相思，所以忧思约带、腰肢瘦损。“人与绿杨俱瘦。”以生动的形象表达感情，而“为伊消得人憔悴”的含意自在其中。直让人想象到一幅花落絮飞，佳人对花兴叹、怜花自怜的图画。</p> <p>　　词人之心，或欲借春光盛衰之过程展示流转在节序交替中的伤春念远之情。词从愉快之景象叙起，乃欲反衬其心境之愈为悲苦。然而词人为了最大限度地达到反衬的效果，甚而不惜极尽雕琢气力状物写景，终不免落于攻琢之痕。“溜”字本写花红之鲜艳欲滴，“皱”则欲状摹水波漾漪之态，亦不可谓不巧矣！然味之终觉神韵欠焉！究其原委，就在于它显得雕琢、吃力。正如其“天连芳草”句，如换“连”为“粘”，则失于穿凿矣！故《吹剑录》谓“莺嘴”二句：“咏物形似，而少生动，与‘红杏枝头’费如许气力。”可谓一语中的。其实，很多词评家们都恰切地指出了这一点：《草堂<a href=\"http://so.gushiwen.org/view_71377.aspx\">诗</a>余》批曰：“琢句奇峭。”《弇州山人词评》评曰“险丽。”《古今词话词品》亦云：“的是险丽矣，觉斧痕犹在。”如此雕炼奇峭，有《粹编》本要以为此词乃<a href=\"http://so.gushiwen.org/author_268.aspx\">黄庭坚</a>所作，实在也是事出有因。</p> <p>　　“诗缘情”，贵其感发之力量，“词之为体，要眇宜修”，尤重其内在之情味意境。而由于诗、词体裁的限制，其用字造句，又特别讲究锤炼洗净。但是这种锤炼不是刻意地雕章琢句。其用心尽管良苦而出之必须自然，浑成无迹，顺手拈来，所谓“羚羊挂角，无迹可求”是也。<a href=\"http://so.gushiwen.org/author_125.aspx\">秦观</a>此词中，“瘦”字的运用就应该说是较为成功的。所以《草堂诗余》才又说：“春柳未必瘦，然易此字不得。”是公允之评。以花木之“瘦”比人之瘦，诗词中也不乏此例。如<a href=\"http://so.gushiwen.org/author_536.aspx\">李清照</a>“莫道不销魂，帘卷西风，人比黄花瘦。”（《醉花阴》）“知否，知否，应是绿肥红瘦。”（《如梦令》）<a href=\"http://so.gushiwen.org/author_486.aspx\">程垓</a>“人瘦也，比梅花，瘦几分。”（《摊破江城子》）新鲜奇特，形象生动，各具情深。</p> <p>　　“文章千古事，得失寸心知。”其得其失，均当以审慎公允态度待之，不隐其得，不讳其失，对文学艺术的研究都是有益的。 </p>",
  "poet": {
    "id": 125,
    "star": 0,
    "name": "秦观",
    "image": "http://img.gushiwen.org/authorImg/qinguan.jpg",
    "desc": "秦观（1049-1100）字太虚，又字少游，别号邗沟居士，世称淮海先生。汉族，北宋高邮（今江苏）人，官至太学博士，国史馆编修。秦观一 生坎坷，所写诗词，高古沉重，寄托身世，感人至深。秦观生前行踪所至之处，多有遗迹。如浙江杭州的秦少游祠，丽水的秦少游塑像、淮海先生祠、莺花亭；青田的秦学士祠；湖南郴州三绝碑；广西横县的海棠亭、醉乡亭、淮海堂、淮海书院等。秦观墓在无锡惠山之北粲山上，墓碑上书“秦龙图墓”几个大字。有秦家村、秦家大院以及省级文物保护单位古文游台。"
  },
  "tags": [
    "婉约",
    "春天",
    "写景",
    "伤春",
    "怀人"
  ]
}