{
  "id": 71620,
  "star": 16,
  "name": "咏贫士",
  "dynasty": "魏晋",
  "content": "凄厉岁云暮，拥褐曝前轩。<br>南圃无遗秀，枯条盈北园。<br>倾壶绝馀沥，窥灶不见烟。<br>诗书塞座外，日昃不遑研。<br>闲居非陈厄，窃有愠言见。<br>何以慰我怀，赖古多此贤。",
  "shangxi": "<h2>鉴赏</h2> <p>　　此<a href=\"http://so.gushiwen.org/view_71620.aspx\">诗</a>承《咏贫士·万族各有托》中的诗句“岂不寒与饥”，先叙贫困饥寒之状。朔风凄厉，已近岁末。无以取暖的老诗人，只能拥着粗布衣服，在前轩下晒太阳。抬眼望去，昔时四院中盛开的花卉已荡然无存，青葱的树木，也成了光秃秃的枯条。诗的前四句在严冬萧索景色的衬托中，描出了一位贫士索漠的形象。严寒袭人，饥更来煎。诗人一生相依为命的酒，现在即使将空壶倾得再斜，也再已倒不出一滴来；民以食为天，但饭时已到，看着灶下，却烟火全消。逸兴已消，诗书虽堆案盈几，却疗不得饥寒，任它胡乱塞在座外，直至白日西倾，也无兴再去研读它。五至八句由寒及饥，由景及情，伸足“岂不寒与饥”之意。至于日昃以后，将是又一个黄昏冬夜，如何驱遣，诗人未言，但读者不难想像。晚岁的陶潜确实困苦之甚，世乱加上荒年，使他早时只是作为一种理想精神的“甘贫”，成了严酷的现实，其《有会而作》序云：“旧谷既没，新谷未登，颇为老农，而值年灾，日月尚悠，为患未已。登岁之功，既不可希；朝夕所资，烟火才通。旬日以来，始念饥乏。岁云夕矣，慨然永怀。今我不述，后生何闻哉。”所述境况正可与此诗相互发明。“饥来驱我去，不知竟何之；行行至斯里，叩门拙言辞，主人解余意，遗赠岂虚来。”《乞食》诗，更描下了“不为五斗米折腰”的诗人，已不得不为生存而告乞求贷了。贫，毕竟并不那么容易“甘”之，不能再一味恬淡。当初孔子困于陈，资粮断绝，“从者病，莫能兴。子路愠见曰：‘君子亦有穷乎！’子曰：‘君子固穷，小人穷斯滥矣。’”孔子可以这样穷而安，而己非圣人之比，就不能不像子路那样愠恼之心见于言色。不过虽然饥寒，虽有不平，诗人仍不愿弃“故辙”而改素志；那么什么是诗人的精神慰安呢？末句答道：正依靠古来那许多高风亮节，守穷不阿的“穷士”啊。</p> <p>　　对比一下陶潜初隐时的诗句，可以更清楚地了解诗人的心态。《饮酒》诗中“采菊东篱下，悠然见南山”，“一觞虽独进，杯尽壶自倾，……啸傲东轩下，聊复得此生”的逸趣已为“倾壶绝余沥，窥灶不见烟”的窘俭所替代；而“泛览周王传，流观山海图”（《读山海经》）的雅兴，亦已成了“诗书塞座外，日昃不遑研”的阑姗。于是望中景物也都改观。风寒，在诗人并非初历，但当初“青松在东园，众草没其姿；凝霜殄异类，卓然见高枝”的卓拔景象已换成“南圃无遗秀，枯条盈北园”的索漠萧条。他再也无复当年“五六月中，北窗下卧，遇凉风暂至，自谓是羲皇上人”（《与子俨等疏》）的感受；“拥褐曝前轩”这一诗歌形象，足见其当时不但是肉体上，也是精神上的疲老。贫困把天真的诗人从云际雾里的逍遥游中，拉回到地面上来，这也许是不幸，然而却也使诗人的高洁品格获得了更充实的内含；使他成了中国诗史上少数几位真正无愧于固穷守节之称的隐逸诗人。虽然饥寒使他沦落到行乞的地步，但他所低首下心的不是那些督邮之流的官场屑小，而是他日夕相处的“素心人”；心境虽然疲老了，但骨子里的傲气却并不减少壮。诗的结末四句用孔子厄于陈蔡之典，含义尤深长。“闲居非陈厄，窃有愠言见”，字面意思是，自己未达到孔圣人的精神境界，所以才有愠色；然而联系其“宁固穷以济意，不委曲以累己”（《感士不遇赋》）这种一贯思想来看，这两句诗实以自责为自傲。孔子一生为推行其仁义之道而奔波风尘，这从渊明最为服膺的道家来看是以外物累己的行为。从好的方面来看，世乱不可为，正不必知其不可为而为之，所以《庄子》说“世浊不可与庄语”，甚至以为当国者形同兕柙之中的神龟。而从不好的角度来看，《庄子》中更借盗跖之口斥孔子为名利荣禄之人。从渊明对儒学的一贯态度看，二句虽不必有盗跖所责备于孔子那种含义，但以“闲居”与“陈厄”相对言，并虽有不平，仍将坚持素操来看，不难味出有以孔子之举为不智之意。所以，结末他不是顺不如孔子之意，说要以孔子穷而安作榜样，而要以此下所说的各种高士为典范，以表示虽穷也必不重入世网，乱己“真意”。穷困固然使陶潜从天上降到地上，却又使其精神进一步净化。“严霜殄异类，卓然见高枝”，渊明之高，其实不尽在他衣食无虑，吟唱着这两句诗的时候，而正是在这贫困的低吟中，才更见出其卓然高标。也正因此，此诗虽极写饥寒穷困，给人的印象却决无后来<a href=\"http://so.gushiwen.org/author_232.aspx\">孟郊</a>、<a href=\"http://so.gushiwen.org/author_491.aspx\">贾岛</a>那样的寒俭相，而显出一种清癯孤洁的姿态，一种情怀深长的韵味。<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>说陶诗“癯而实腴”，读此诗可有所解会。</p> <p>　　此诗的这种姿态韵味，也甚得力于结构语言的自然浑成。试设想。如果开首二句写寒后，紧接着就写饥，就必会造成促迫穷俭之感。比如孟郊诗就常常列举饥寒之态，穷形极相，反使人酸胃。现在于写寒之后，垫二句写景，接写饥后，再续以二句诗书之事，这就使此诗虽写饥寒而有舒徐之态、书卷之气，加以“倾壶”“窥灶”之轻描淡写，“日昃”之后的言外之言，非孔以自见的婉而不露，读来就感到仍有陶诗一贯的风行水上之致。而更可贵的是上述结构虽巧，却非刻意经营所得。坐于前轩下，自然会有望景之举，酒食无着后也自然会想到唯有书本为伴，但欲读之际，又忽兴意阑珊，更深一层表达了诗人的心境。从不经意处见出天机深杳，这是陶诗与其内容上的玄趣互为表里的艺术上的妙理，二妙并具，是后人所难以企及处。</p>",
  "poet": {
    "id": 645,
    "star": 0,
    "name": "陶渊明",
    "image": "http://img.gushiwen.org/authorImg/taoyuanming.jpg",
    "desc": "陶渊明（约365年—427年），字元亮，（又一说名潜，字渊明）号五柳先生，私谥“靖节”，东晋末期南朝宋初期诗人、文学家、辞赋家、散文家。汉族，东晋浔阳柴桑人（今江西九江）。曾做过几年小官，后辞官回家，从此隐居，田园生活是陶渊明诗的主要题材，相关作品有《饮酒》、《归园田居》、《桃花源记》、《五柳先生传》、《归去来兮辞》等。"
  },
  "tags": []
}