{
  "id": 56022,
  "star": 3312,
  "name": "钗头凤·红酥手",
  "dynasty": "宋代",
  "content": "红酥手，黄縢酒，满城春色宫墙柳。东风恶，欢情薄。一怀愁绪，几年离索。错、错、错。<br>春如旧，人空瘦，泪痕红浥鲛绡透。桃花落，闲池阁。山盟虽在，锦书难托。莫、莫、莫！",
  "fanyi": "<p><strong>译文</strong><br>你红润酥腻的手里，捧着盛上黄縢酒的杯子。满城荡漾着春天的景色，你却早已像宫墙中的绿柳那般遥不可及。春风多么可恶，欢情被吹得那样稀薄。满杯酒像是一杯忧愁的情绪，离别几年来的生活十分萧索。遥想当初，只能感叹：错，错，错！<br>美丽的春景依然如旧，只是人却白白相思地消瘦。泪水洗尽脸上的胭脂红，又把薄绸的手帕全都湿透。满春的桃花凋落在寂静空旷的池塘楼阁上。永远相爱的誓言还在，可是锦文书信再也难以交付。遥想当初，只能感叹：莫，莫，莫！</p> <p><strong>注释</strong><br>黄縢（téng）：酒名。或作“黄藤”。<br>宫墙：南宋以绍兴为陪都，因此有宫墙。<br>离索：离群索居的简括。<br>浥（yì）：湿润。鲛绡（jiāo xiāo）：神话传说鲛人所织的绡，极薄，后用以泛指薄纱，这里指手帕。绡，生丝，生丝织物。<br>池阁：池上的楼阁。<br>山盟：旧时常用山盟海誓，指对山立盟，指海起誓。<br>锦书：写在锦上的书信。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　这首词写的是<a href=\"http://so.gushiwen.org/author_272.aspx\">陆游</a>自己的爱情悲剧。</p> <p>　　词的上片通过追忆往昔美满的爱情生活，感叹被迫离异的痛苦，分两层意思。</p> <p>　　开头三句为上片的第一层，回忆往昔与唐氏偕游沈园时的美好情景：“红酥手，黄縢酒。满城春色宫墙柳。”虽说是回忆，但因为是填词，而不是写散文或回忆录之类，不可能把整个场面全部写下来，所以只选取一个场面来写，而这个场面，又只选取了一两个最富有代表性和特征性的情事细节来写。“红酥手”，不仅写出了唐氏为词人殷勤把盏时的美丽姿态，同时还有概括唐氏全人之美（包括她的内心美）的作用。然而，更重要的是，它具体而形象地表现出这对恩爱夫妻之间的柔情密意以及他们婚后生活的美满与幸福。第三句又为这幅春园夫妻把酒图勾勒出一个广阔而深远的背景，点明了他们是在共赏春色。而唐氏手臂的红润，酒的黄封以及柳色的碧绿，又使这幅图画有了明丽而又和谐的色彩感。</p> <p>　　“东风恶”数句为第二层，写词人被迫与唐氏离异后的痛苦心情。上一层写春景春情，无限美好，到这里突然一转，激愤的感情潮水一下子冲破词人心灵的闸门，无可遏止地宣泄下来。“东风恶”三字，一语双关，含蕴很丰富，是全词的关键所在，也是造成词人爱情悲剧的症结所在。本来，东风可以使大地复苏，给万物带来勃勃的生机，但是，当它狂吹乱扫的时候，也会破坏春容春态，下片所云“桃花落，闲池阁”，就正是它狂吹乱扫所带来的严重后果，因此说它“恶”。然而，它主要是一种象喻，象喻造成词人爱情悲剧的“恶”势力。至于陆母是否也包含在内，答案应该是不能否认的，只是由于不便明言，而又不能不言，才不得不以这种含蓄的表达方式出之。下面一连三句，又进一步把词人怨恨“东风”的心理抒写了出来，并补足一个“恶”字：“欢情薄。一怀愁绪，几年离索。”美满姻缘被迫拆散，恩爱夫妻被迫分离，使他们两人在感情上遭受巨大的折磨和痛苦，几年来的离别生活带给他们的只是满怀愁怨。这正如烂漫的春花被无情的东风所摧残而凋谢飘零。接下来，“错，错，错”，一连三个“错”字，连迸而出，是错误，是错落，更是错责，感情极为沉痛。但这到底是谁错了呢？是对自己当初“不敢逆尊者意”而终“与妇诀”的否定吗？是对“尊者”的压迫行为的否定吗？是对不合理的婚姻制度的否定吗？词人没有明说，也不便于明说，这枚“千斤重的橄榄”（《红楼梦》语）留给了读者来噙，来品味。这一层虽直抒胸臆，激愤的感情如江河奔泻，一气贯注；但又不是一泻无余，其中“东风恶”和“错，错，错”几句就很有味外之味。</p> <p>　　词的下片，由感慨往事回到现实，进一步抒写妻被迫离异的巨大哀痛，也分为两层。</p> <p>　　换头三句为第一层，写沈园重逢时唐氏的表现。“春如旧”承上片“满城春色”句而来，这又是此时相逢的背景。依然是从前那样的春日，但是，人却今非昔比了。以前的唐氏，肌肤是那样红润，焕发着青春的活力；而此时的她，经过“东风”的无情摧残，憔悴了，消瘦了。“人空瘦”句，虽说写的只是唐氏容颜方面的变化，但分明表现出“几年离索”给她带来的巨大痛苦。像词人一样，她也为“一怀愁绪”折磨着；像词人一样，她也是旧情不断，相思不舍。不然，就不会如此消瘦。写容颜形貌的变化来表现内心世界的变化，原是文学作品中的一种很常用的手法，而在“人”“瘦”之间加一个“空”字却另有深意。“使君自有妇，罗敷自有夫。”（《古<a href=\"http://so.gushiwen.org/view_56022.aspx\">诗</a>·陌上桑》）从婚姻关系说，两人早已各不相干了，事已至此，那这个“瘦”就是白白为相思而折磨自己。著此一字，就把词人那种怜惜之情、抚慰之意、痛伤之感等等，全都表现了出来。“泪痕”句通过刻画唐氏的表情动作，进一步表现出此次相逢时她的心情状态。旧园重逢，念及往事，她不能不哭，不能不泪流满面。但词人没直接写泪流满面，而是用了白描的手法，写她“泪痕红浥鲛绡透”，显得更委婉，更沉着，也更形象，更感人。而一个“透”字，不仅见其流泪之多，亦见其伤心之甚。上片第二层写词人自己，用了直抒胸臆的手法；这里写唐氏时却改变了手法，只写了她容颜体态的变化和她痛苦的心情由于这一层所写的都是词人眼中看出的，所以又具有了“一时双情俱至”的艺术效果。可见词人，不仅深于情，而且深于言。</p> <p>　　词的最后几句，是下片的第二层，写词人与唐氏相遇以后的痛苦心情。“桃花落”两句与上片的“东风恶”句前后照应，又突出写景虽是写景，但同时也隐含出人事。桃花凋谢，园林冷落，这只是物事的变化，而人事的变化却更甚于物事的变化。像桃花一样美丽姣好的唐氏，也被无情的“东风”摧残折磨得憔悴消瘦了；词人自己的心境，也像“闲池阁”一样凄寂冷落了。一笔而兼有二意很巧妙，也很自然。下面又转入直接赋情：“山盟虽在，锦书难托。”这两句虽只寥寥八字，却很能表现出词人自己内心的痛苦之情。虽说自己情如山石，痴心不改，但是，这样一片赤诚的心意，却难以表达。明明在爱，却又不能去爱；明明不能去爱，却又割不断这爱缕情丝。刹那间，有爱，有恨，有痛，有怨，再加上看到唐氏的憔悴容颜和悲戚情状所产生的怜惜之情、抚慰之意，真是百感交集，万箭簇心，一种难以名状的悲哀，再一次冲胸破喉而出：“莫，莫，莫！”意谓：事已至此，再也无可补救、无法挽回了，这万千感慨还想它做什么，说它做什么？于是快刀斩乱麻：罢了，罢了，罢了！明明言犹未尽，意犹未了，情犹未终，却偏偏这么不了了之，而在极其沉痛的喟叹声中全词也就由此结束了。</p> <p>　　这首词始终围绕着沈园这一特定的空间来安排自己的笔墨，上片由追昔到抚今，而以“东风恶”转捩；过片回到现实，以“春如旧”与上片“满城春色”句相呼应，以“桃花落，闲池阁”与上片“东风恶”句相照应，把同一空间不同时间的情事和场景历历如绘地叠映出来。全词多用对比的手法，如上片，越是把往昔夫妻共同生活时的美好情景写得逼切如现，就越使得他们被迫离异后的凄楚心境深切可感，也就越显出“东风”的无情和可憎，从而形成感情的强烈对比。</p> <p>　　再如上片写“红酥手”，下片写“人空瘦”，在形象、鲜明的对比中，充分地表现出“几年离索”给唐氏带来的巨大精神折磨和痛苦。全词节奏急促，声情凄紧，再加上“错，错，错”和“莫，莫，莫”先后两次感叹，荡气回肠，大有恸不忍言、恸不能言的情致。</p> <p>　　总而言之，这首词达到了内容和形式的完美统一，是一首别开生面、催人泪下的作品。</p>",
  "about": "<h2>创作背景</h2> <p><strong>历史背景</strong><br>　　<a href=\"http://so.gushiwen.org/author_272.aspx\">陆游</a>的原配夫人是同郡唐姓士族的一个大家闺秀唐氏（有人说唐氏即陆游的表妹唐琬）。结婚以后，他们“伉俪相得”，“琴瑟甚和”，是一对情投意和的恩爱夫妻。不料，作为婚姻包办人之一的陆母却对儿媳产生了厌恶感，逼迫陆游休弃唐氏。</p> <p>　　在陆游百般劝谏、哀求而无效的情况下，二人终于被迫分离，唐氏改嫁“同郡宗子”赵士程，彼此之间也就音讯全无了。几年以后的一个春日，陆游在家乡山阴（今浙江省绍兴市）城南禹迹寺附近的沈园，与偕夫同游的唐氏邂逅相遇。唐氏安排酒肴，聊表对陆游的抚慰之情。陆游见人感事，心中感触很深，遂乘醉吟赋这首词，信笔题于园壁之上。</p> <p><strong>相关考证</strong><br>　　千百年来，前哲时贤多认为陆游和他的原配夫人唐氏是姑表关系，其实事实并非如此。最早记述《钗头凤》词这件事的是南宋陈鹄的《耆旧续闻》，之后，有<a href=\"http://so.gushiwen.org/author_106.aspx\">刘克庄</a>的《后村<a href=\"http://so.gushiwen.org/view_56022.aspx\">诗</a>话》，但陈、刘二氏在其著录中均未言及陆、唐是姑表关系。直到宋元之际的周密才在其《齐东野语》中说：“陆务观初娶唐氏，闳之女也，于其母为姑侄。”从这以后“姑表说”遂被视为“恒言”。其实综考有关历史文献和资料，陆游的外家乃江陵唐氏，其曾外祖父是历仕仁宗、英宗、神宗三朝的北宋名臣唐介，唐介诸孙男皆以下半从“心”之字命名，即懋、愿、恕、意、愚、谰，并没有以“门”之字命名的唐闳其人，也就是说，在陆游的舅父辈中并无唐闳其人（据陆游《渭南文集·跋唐修撰手简》、《宋史·唐介传》、<a href=\"http://so.gushiwen.org/author_1022.aspx\">王珪</a>《华阳集·唐质肃公介墓志铭》考定）；而陆游原配夫人的母家乃山阴唐氏，其父唐闳是宣和年间有政绩政声的鸿胪少卿唐翊之子，唐闳之昆仲亦皆以“门”字框字命名，即闶、阅（据《嘉泰会稽志》、《宝庆续会稽志》、<a href=\"http://so.gushiwen.org/author_2663.aspx\">阮元</a>《两浙金石录·宋绍兴府进士题名碑》考定）。由此可知，陆游和他的原配夫人唐氏根本不存在什么姑表关系。这样，周密的“姑表说”就毫无来由了。但这也并不完全就是出于他的杜撰。刘克庄在其《后村诗话》中虽然未曾言及陆、唐是姑表关系，但却说过这样的话：“某氏改适某官，与陆氏有中外。”某氏，即指唐氏；某官，即指“同郡宗子”赵士程。刘克庄这两句话的意思是说：唐氏改嫁给赵士程，赵士程与陆氏有婚姻关系。事实正是如此，陆游的姨母瀛国夫人唐氏乃吴越王<a href=\"http://so.gushiwen.org/author_1978.aspx\">钱俶</a>的后人钱忱的嫡妻、宋仁宗第十女秦鲁国大长公主的儿媳，而陆游原配夫人唐氏的后夫赵士程乃秦鲁国大长公主的侄孙，亦即陆游的姨父钱忱的表侄行，恰与陆游为同一辈人（陆游《渭南文集·跋唐昭宗赐钱武肃王铁券文》，王明清《挥后录》及《宋史·宗室世系、宗室列传、公主列传》等考定）。作为刘克庄的晚辈词人的周密很可能看到过刘克庄的记述或听到过这样的传闻，但他错会了刘克庄的意思，以致造成了千古讹传。 </p>",
  "poet": {
    "id": 272,
    "star": 0,
    "name": "陆游",
    "image": "http://img.gushiwen.org/authorImg/luyou.jpg",
    "desc": "陆游（1125—1210），字务观，号放翁。汉族，越州山阴（今浙江绍兴）人，南宋著名诗人。少时受家庭爱国思想熏陶，高宗时应礼部试，为秦桧所黜。孝宗时赐进士出身。中年入蜀，投身军旅生活，官至宝章阁待制。晚年退居家乡。创作诗歌今存九千多首，内容极为丰富。著有《剑南诗稿》、《渭南文集》、《南唐书》、《老学庵笔记》等。"
  },
  "tags": [
    "宋词三百首",
    "宋词精选",
    "追忆",
    "感叹",
    "爱情",
    "感伤"
  ]
}