{
  "id": 71085,
  "star": 1732,
  "name": "浣溪沙·簌簌衣巾落枣花",
  "dynasty": "宋代",
  "content": "<span style=\"font-family:SimSun;\">徐门石潭谢雨，道上作五首。潭在城东二十里，常与泗水增减清浊相应。</span></p> <p>簌簌衣巾落枣花，村南村北响缲车，牛衣古柳卖黄瓜。<br>酒困路长惟欲睡，日高人渴漫思茶。敲门试问野人家。",
  "fanyi": "<p><strong>译文</strong><br>枣花纷纷落在衣襟上。村南村北响起车缫丝的声音，古老的柳树底下有一个穿牛衣的农民在叫卖黄瓜。<br>路途遥远，酒意上心头，昏昏然只想小憩一番。艳阳高照，无奈口渴难忍，想随便去哪找点水喝。于是敲开一家村民的屋门，问：可否给碗茶？ </p> <p><strong>注释</strong><br>徐门：即徐州。<br>谢雨：雨后谢神。<br>簌簌：纷纷下落的样子，一作“蔌蔌”，音义皆同。<br>缫车：纺车。缫，一作“缲”，把蚕茧浸在热水里，抽出蚕丝。<br>牛衣：蓑衣之类。这里泛指用粗麻织成的衣服。《汉书.食货志》有“贫民常衣牛马之衣”的话。<br>漫思茶：想随便去哪儿找点茶喝。漫，随意，一作“谩”。</p><br/><p><strong>译文<br></strong>衣巾在风中簌簌作响，枣花随风飘落。村南村北响起纺车缫丝的声音。穿着麻布衣裳的农人坐在老柳树下叫卖着黄瓜。<br>我酒意上心头，一路上都昏昏欲睡。艳阳高照，又使人口渴难忍。敲敲一家农人的院门，看他可否给一碗浓茶解渴。</p> <p><strong>注释</strong><br>⑴浣溪沙：词牌名。<br>⑵徐门：即徐州。谢雨：雨后谢神。<br>⑶簌（sù）簌：花落的声音，一作“蔌蔌”，音义皆同。此句谓枣花纷纷落在衣巾上，句法倒装。<br>⑷缫（sāo）车：缫丝车，抽丝工具。缫，一作“缲”，把蚕茧浸在热水里，抽出蚕丝。<br>⑸牛衣：蓑衣之类。这里泛指用粗麻织成的衣服。《汉书·王章传》“章疾病，无被，卧牛衣中”。宋<a href=\"http://so.gushiwen.org/author_2055.aspx\">程大昌</a>《演繁露》卷二《牛衣》条：“案《食货志》，董仲舒曰：‘贫民常衣牛马之衣，而食犬彘之食。’然则牛衣者，编草使暖，以被牛体，盖蓑衣之类也。”此处指卖瓜者衣着粗劣。或谓本作“半依”，如曾季貍《艇斋<a href=\"http://so.gushiwen.org/view_71085.aspx\">诗</a>话》：“予尝见东坡墨迹作‘半依’，乃知‘牛’字误也。”<br>⑹漫思茶：想随便去哪儿找点茶喝。漫，随意，一作“谩”。因为十分渴，想随便喝点茶，所以不管哪个人家，都想去敲门试问。<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>《偶至野人汪氏之居》：“酒渴思茶漫扣门”，与此两句意同。<a href=\"http://so.gushiwen.org/author_604.aspx\">皮日休</a>《闲夜酒醒》：“酒渴漫思茶”，盖即此语所本。<br>⑺野人：农夫。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这首《浣溪沙》词是<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>43岁在徐州任太守时所作。公元1078年（元丰元年）春天，徐州发生了严重旱灾，作为地方官的苏轼曾率众到城东二十里的石潭求雨。得雨后，他又与百姓同赴石潭谢雨。苏轼在赴徐门石潭谢雨路上写成组词《浣溪沙》，共五首，这是第四首。作品描述他乡间的见闻和感受。艺术上颇具匠心，词中从农村习见的典型事物入手，意趣盎然地表现了淳厚的乡村风味。清新朴实，明白如话，生动真切，栩栩传神，是此词的显著特色。此词上片写景，下片抒情。需要指出的是，这首词中所写的景，并不是一般情况下通过视觉形象构成的统一的画面，而是通过传入耳鼓的各种不同的音响在<a href=\"http://so.gushiwen.org/view_71085.aspx\">诗</a>人意识的屏幕上折射出的一组联续不断的影象。</p> <p>　　这首词是苏轼在徐州（在今江苏省）作官的时候写的。按照当时的迷信风俗，一个关心农事的地方官，天大旱，要向“龙王爷”求雨；下了雨，又要向“龙王爷”谢雨。这首词就是苏轼有一次途经农村去谢雨，记下的见闻之一。</p> <p>　　“簌簌衣巾落枣花”，按照文意本来应该是“枣花簌簌落衣巾”。古人写诗词，常常根据格律和修辞的需要，把句子成分的次序加以调动，这里就是如此。“簌簌[sù]”，是形容枣花纷纷落下的样子。“衣巾”，是衣服和头巾。古代服装，男人往往戴头巾。枣树在初夏开出黄绿色的小花。作者不是从旁边看到落枣花，而是行经枣树下，或是伫[zhù]立枣树下，这样枣花才能落到衣巾上。接下去，“村南村北响缫车”。“缫[sāo]车”，一种抽取蚕丝的手摇工具。村子里从南头到北头缫丝的声音响成一片，原来蚕农们正在紧张地劳动。这里，有枣花散落，有缫车歌唱，在路边古老的柳树下，还有一个身披牛衣的农民在卖黄瓜。“牛衣”，是一种用麻或草编成的，用来覆盖牛身的织物，这里指蓑衣一类的东西。上片三句，每一句都写出了景色的一个方面。这一次苏轼偶然来到农村，很敏感地抓住了这些特点，特别是抓住了枣花、缫丝、黄瓜这些富有时令特色的事物，把它们勾画出来。简单几笔，就点染出了一幅初夏时节农村的风俗画。</p> <p>　　这首词，不仅是写景，还记了事。在下片，就转入了写作者自己的活动。这时他已是“酒困路长惟欲睡”。“酒困”，是酒后困倦，说明他上路前喝过酒了。“路长”，看来，已走过很长的路程，而离目的地还很远。“惟”，只。这句词写出他旅途的困倦。“日高人渴漫思茶”。“日高”，太阳已升得很高。在初夏的太阳下赶路，感到燥热、口渴，不由得想喝杯茶润喉解渴。“漫”，这里是情不自禁的意思。口渴，需要喝茶；困倦，大概也想借茶解困。于是他“敲门试问野人家”。“野人家”，乡野的人家，即乡下老百姓。苏轼当时是一州的行政长官，笔下称当地农民为“野人家”，正出于他当官的口气。但是“试问”两字表明他并没有什么官气。他没有命令随从差役去索要，而是自己亲自去敲一家老百姓的门，客气地同人家商量：老乡，能不能给一点茶解解渴呀？</p> <p>　　就这样，用简单几句，既画出了一幅很有生活气息的农村画图；又记下了一段向老乡敲门讨茶的经历，这是他平常深居官衙中接触不到，因而感到新鲜有趣的。这首词似乎是随手写来，实际上文字生动传神，使一首记闻式的小词，获得了艺术的生命。这就是古典诗词中所讲究的“含不尽之意，见于言外”。作者为何要“敲门试问”呢？1.他是一个体恤民情、爱民如子的好父母官，谦和有礼，不会贸然闯入农家；2刚刚在旱灾后求得雨，主人可能外出下田耕作，并不在家，所以他要试探一下家中是否有人在。</p> <p>　　《浣溪沙》词中“簌簌衣巾落枣花”一句，实为“枣花簌簌落衣巾”的倒文；<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>《秋兴》一诗中有“香稻啄余鹦鹉粒，碧梧栖老凤凰枝”，原意为：鹦鹉啄余香稻粒，凤凰栖老碧梧枝。主宾倒置的同时，宾语“香稻粒”、“碧梧枝”还被拆开分属主宾位置。对于古典诗歌诗句的倒置，清人<a href=\"http://so.gushiwen.org/author_1519.aspx\">洪亮吉</a>说：“诗家例用倒句法，方觉奇峭生动”。</p> <p>　　《浣溪沙》全词有景有人，有形有声有色，乡土气息浓郁。日高、路长、酒困、人渴，字面上表现旅途的劳累，但传达出的仍是欢畅喜悦之情，传出了主人公县令体恤民情的精神风貌。这首词既画出了初夏乡间生活的逼真画面，又记下了作者路途的经历和感受，为北宋词的社会内容开辟了新天地。</p><br/><h2>鉴赏</h2> <p>　　这首词是<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>在徐州作官的时候写的。按照当时的迷信风俗，一个关心农事的地方官，天大旱，要向“龙王爷”求雨；下了雨，又要向“龙王爷”谢雨。这首词就是苏轼有一次途经农村去谢雨，记下的见闻之一。</p> <p>　　此词描述他乡间的见闻和感受。艺术上颇具匠心，词中从农村习见的典型事物入手，意趣盎然地表现了淳厚的乡村风味。清新朴实，明白如话，生动真切，栩栩传神，是此词的显著特色。此词上片写景，下片抒情。需要指出的是，这首词中所写的景，并不是一般情况下通过视觉形象构成的统一的画面，而是通过传入耳鼓的各种不同的音响在<a href=\"http://so.gushiwen.org/view_71085.aspx\">诗</a>人意识的屏幕上折射出的一组联续不断的影象。</p> <p>　　“簌簌衣巾落枣花”从枣花落到衣巾上的声音开端，反映了一位关心人民生活的太守对雨后农村新景象的喜悦之情。作者在“谢雨道上”，经过长途跋涉，加之酒意未消，日高人困，不免有些倦意。突然，“簌簌”之声传来耳际，并好像有什么东西打在身上和头巾上。这时，他才意识到：这是枣花落在身上。枣花落在衣巾上的声音是轻微的，但在作者的耳里却是那么真切。接着，耳边又传来吱吱呀呀的声响，越往前走，这响声便越浓，从南，从北，从四面八方传来，不用看也不用问，这是作者熟悉的缫车的响声。“村南村北”概括“缫车”声，说明作者听得多么认真，多么细心，多么兴奋。从响声中，作者意识到，他已进入村中了。这时，突然一阵叫卖声传入耳鼓，定睛一看，原来是一位披着“牛衣”的农民坐在古老的柳树荫中，面前摆着一堆黄瓜。“牛衣古柳”，作者换一个角度来写他对蔬菜丰收的喜悦心情。三句话，三个画面，似乎东鳞西爪，毫无联系。可是用谢雨的路上这条线串起来，就让人感到这幅连环画具有很强的立体感。这一组画面，不仅色彩美，而且有音乐美。无论是簌簌的落花声，嗡嗡的缲车声，还是瓜农的叫卖声，都富有浓郁的生活气息，生动地展现出农村一派欣欣向荣的景象。</p> <p>　　上片写的是农村生产劳动的繁忙景象，下片转入写谢雨途中行路的艰辛，突出作者的感受和意识活动。“酒困路长惟欲睡”是对上片的补充。在结构上，这一句又是倒叙，它说明前三句之所以从听觉方面来写，主要是因为酒意未消，路途遥远，人体困乏，故而写下来的只不过是睡眼朦胧中听来的片断，并非是视觉构成的完整统一的画面。“日高人渴”两句，虽然写的是由于口渴而急于到农民家里觅水的意识活动，但同时也反映了作者不拘小节、随遇而安的性格特征。走了一村又一村，这时已是日高天热，人也走得口干舌燥，加上酒困，睡意也上来了，不由得想起以茶解渴，以茶提神。“试问”一词用得十分讲究，既写出了作者满怀希望想讨杯茶解渴的心情，又担心农忙季节，农家无人，自己不便贸然而入的心情。信笔写来，不事雕琢，但却栩栩如生，刻画出一位谦和平易近人的知州形象，将一位太守与普通农民的关系写得亲切自然。“敲门试问野人家”，词到这里就戛然而止了。词人敲门的结果怎样，喝到茶没有，农民是怎样招待他的，词中未作一个字的交代，留给读者去想像，更是余味无穷。这就是古典诗词中所讲究的“含不尽之意，见于言外”。</p> <p>　　《浣溪沙》词中“簌簌衣巾落枣花”一句，实为“枣花簌簌落衣巾”的倒文；<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>《秋兴》一诗中有“香稻啄余鹦鹉粒，碧梧栖老凤凰枝”，原意为：鹦鹉啄余香稻粒，凤凰栖老碧梧枝。主宾倒置的同时，宾语“香稻粒”、“碧梧枝”还被拆开分属主宾位置。对于古典诗歌诗句的倒置，清人<a href=\"http://so.gushiwen.org/author_1519.aspx\">洪亮吉</a>说：“诗家例用倒句法，方觉奇峭生动”。</p> <p>　　全词绘景逼真形象，栩栩如生，叙事清新淡雅，脉脉含情，为宋词词境的拓展作出了贡献。</p>",
  "about": "<h2>创作背景</h2> <p>　　这首词是<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>43岁在徐州（今属江苏）任太守时所作。公元1078年（北宋元丰元年）春天，徐州发生了严重旱灾，作为地方官的苏轼曾率众到城东二十里的石潭求雨。得雨后，他又与百姓同赴石潭谢雨。苏轼在赴徐门石潭谢雨路上写成组词《浣溪沙》，题为“徐门石潭谢雨道上作五首”，皆写初夏农村景色，此为其中第四首。</p>",
  "poet": {
    "id": 183,
    "star": 0,
    "name": "苏轼",
    "image": "http://img.gushiwen.org/authorImg/sushi.jpg",
    "desc": "苏轼（1037－1101），北宋文学家、书画家、美食家。字子瞻，号东坡居士。汉族，四川人，葬于颍昌（今河南省平顶山市郏县）。一生仕途坎坷，学识渊博，天资极高，诗文书画皆精。其文汪洋恣肆，明白畅达，与欧阳修并称欧苏，为“唐宋八大家”之一；诗清新豪健，善用夸张、比喻，艺术表现独具风格，与黄庭坚并称苏黄；词开豪放一派，对后世有巨大影响，与辛弃疾并称苏辛；书法擅长行书、楷书，能自创新意，用笔丰腴跌宕，有天真烂漫之趣，与黄庭坚、米芾、蔡襄并称宋四家；画学文同，论画主张神似，提倡“士人画”。著有《苏东坡全集》和《东坡乐府》等。"
  },
  "tags": [
    "宋词三百首",
    "初中古诗",
    "乡村",
    "生活",
    "风俗"
  ]
}