{
  "id": 19086,
  "star": 73,
  "name": "杨柳枝 / 柳枝词",
  "dynasty": "唐代",
  "content": "清江一曲柳千条，二十年前旧板桥。<br>曾与美人桥上别，恨无消息到今朝。",
  "shangxi": "<h2>鉴赏</h2> <p>　　这首《柳枝词》，明代<a href=\"http://so.gushiwen.org/author_181.aspx\">杨慎</a>、胡应麟誉之为神品。它有三妙。</p> <p>　　一、故地重游，怀念故人之意欲说还休，尽于言外传之，是此<a href=\"http://so.gushiwen.org/view_19086.aspx\">诗</a>的含蓄之妙。首句描绘一曲清江、千条碧柳的清丽景象。“清”一作“春”，两字音韵相近，而杨柳依依之景自含“春”意，“清”字更能写出水色澄碧，故作“清”字较好。“一曲”犹一湾。江流曲折，两岸杨柳沿江迤逦展开，着一“曲”字则画面生动有致。旧诗写杨柳多暗关别离，而清江又是水路，因而首句已展现一个典型的离别环境。次句撇景入事，点明过去的某个时间（二十年前）和地点（旧板桥），暗示出曾经发生过的一桩旧事。“旧”字不但见年深岁久，而且兼有“故”字意味，略寓风景不殊人事已非的感慨。前两句从眼前景进入回忆，引导读者在遥远的时间上展开联想。第三句只浅浅道出事实，但由于读者事先已有所猜测，有所期待，因而能用积极的想象丰富诗句的内涵，似乎看到这样一幅生动画面：杨柳岸边兰舟催发，送者与行者相随步过板桥，执手无语，充满依依惜别之情。末句“恨”字略见用意，“到今朝”三字倒装句末，意味深长。与“二十年前”照应，可见断绝消息之久，当然抱恨了。只说“恨”对方杳无音信，却流露出望穿秋水的无限情思。此诗首句写景，二句点时地，三四道事实，而怀思故人之情欲说还休，“悲莫悲兮生别离”的深沉幽怨，尽于言外传之，真挚感人。可谓“用意十分，下语三分”，极尽含蓄之妙。</p> <p>　　二、运用倒叙手法，首尾相衔，开阖尽变，是此诗的章法之妙。它与《题都城南庄》（<a href=\"http://so.gushiwen.org/author_74.aspx\">崔护</a>）主题相近，都用倒叙手法。崔诗从“今日此门中”忆“去年”情事，此诗则由清江碧柳忆“二十年前”之事，这样开篇就能引人入胜。不过，崔诗以上下联划分自然段落，安排“昔──今”两个场面，好比两幕剧。而此诗首尾写今，中二句写昔，章法为“今──昔──今”，婉曲回环，与崔诗异趣。此诗篇法圆紧，可谓曲尽其妙。</p> <p>　　三、<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>有《板桥路》云：“梁苑城西二十里，一渠春水柳千条。若为此路今重过，十五年前旧板桥。曾共玉颜桥上别，恨无消息到今朝。”唐代歌曲常有节取长篇古诗入乐的情况，此《杨柳曲》可能系<a href=\"http://so.gushiwen.org/author_197.aspx\">刘禹锡</a>改友人之作付乐妓演唱。然此诗就《板桥路》删削二句，便觉精采动人，颇见剪裁之妙。诗歌对精炼有特殊要求，往往“长篇约为短章，涵蓄有味；短章化为大篇，敷衍露骨”（明谢榛《四溟诗话》）。《板桥路》前四句写故地重游，语多累赘。“梁苑”句指实地名，然而诗不同于游记，其中的指称、地名不必坐实。篇中既有“旧板桥”，又有“曾共玉颜桥上别”，则“此路今重过”的意思已显见，所以“若为”句就嫌重复。删此两句构成入手即倒叙的章法，改以写景起句，不但构思精巧而且用语精炼。《柳枝词》词约义丰，结构严谨，比起《板桥路》可谓青出于蓝而胜于蓝。刘禹锡的绝句素有“小诗之圣证”（<a href=\"http://so.gushiwen.org/author_504.aspx\">王夫之</a>）之誉，《柳枝词》虽据白居易原作改编，也表现出他的艺术匠心。<br></p>",
  "poet": {
    "id": 197,
    "star": 0,
    "name": "刘禹锡",
    "image": "http://img.gushiwen.org/authorImg/liuyuxi.jpg",
    "desc": "刘禹锡（772－842），字梦得，汉族，中国唐朝彭城（今徐州）人，祖籍洛阳，唐朝文学家，哲学家，自称是汉中山靖王后裔，曾任监察御史，是王叔文政治改革集团的一员。唐代中晚期著名诗人，有“诗豪”之称。他的家庭是一个世代以儒学相传的书香门第。政治上主张革新，是王叔文派政治革新活动的中心人物之一。后来永贞革新失败被贬为朗州司马（今湖南常德）。据湖南常德历史学家、收藏家周新国先生考证刘禹锡被贬为朗州司马其间写了著名的“汉寿城春望”。"
  },
  "tags": [
    "柳树",
    "怀人"
  ]
}