{
  "id": 59839,
  "star": 26,
  "name": "三姝媚·烟光摇缥瓦",
  "dynasty": "宋代",
  "content": "烟光摇缥瓦，望晴檐多风，柳花如洒。锦瑟横床，想泪痕尘影，凤弦常下。倦出犀帷，频梦见、王孙骄马。讳道相思，偷理绡裙，自惊腰衩。<br>惆怅南楼遥夜，记翠箔张灯，枕肩歌罢。又入铜驼，遍旧家门巷，首询声价。可惜东风，将恨与、闲花俱谢。记取崔徽模样，归来暗写。",
  "fanyi": "<p><strong>译文</strong><br>精美的琉璃瓦上笼罩着雾色烟光，房檐历历在目，天气晴朗，柳絮满天飘飞。我急急来到她的闺房，不料人去楼空，只有锦瑟横放在琴床。我不禁黯然神伤，料想她在我离去后的苦况。一定是常常伤心流泪，常常抚琴弹瑟以寄托愁肠。终日懒得迈出闺门，只能在梦境中见到我的模样。逢人又不敢公开说是害了相思，当偷偷整理丝裙时，才惊讶自己瘦削身长。<br>我不由满怀惆怅，清楚地记得当日在南楼时欢爱的幸福时光，在翡翠的珠帘里，彩灯非常明亮。她亲昵地依偎在我的肩头，温柔深情地把歌儿哼唱。如今我又到旧日街巷，遍访旧日邻居询问她的情况。可惜那无情的春风，吹落了鲜花，吹走了芬芳，并带着无限的感伤。我悲痛欲绝，她也没给我留下画像。我还清楚地记得她的容貌，回来后仔细描画那深情的模样。</p> <p><strong>注释</strong><br>三妹媚：史达祖创调。<br>烟光：云霭雾气。<br>缥（piāo）瓦：即琉璃瓦。<br>柳花：指柳絮。<br>锦瑟：漆有织锦纹的瑟。<br>凤弦：琴上的丝弦。<br>犀帷：装有犀牛角饰的帐幔。<br>王孙：盼其归来之人的代称。<br>讳道：忌讳，怕说。<br>绡裙：生丝绢裙。<br>遥夜：长夜。<br>箔：帘子。<br>铜驼：事为洛阳街道名，这里借指临安。<br>询声价：<a href=\"http://so.gushiwen.org/author_164.aspx\">周邦彦</a>《瑞龙吟》：“访邻寻里，同时歌舞。唯有旧家秋娘，声价如故。”<br>崔徽：借用一则爱情故事，据《丽情集》载，蒲地女子崔徽与裴敬中相爱，敬中离去后，崔徽思念得十分痛苦抑郁，她请画家为她画了一张像，并付一封信给敬中，说：“你一旦看到我不如画上的模样时，那就是我将要为你而死了。”</p>",
  "shangxi": "<h2>赏析</h2> <p>　　论及史祖达在宋词中的地位，他上承<a href=\"http://so.gushiwen.org/author_164.aspx\">周邦彦</a>，又受到同时代的前辈词人姜白石的影响，应属周姜这一流派。周邦彦<a href=\"http://so.gushiwen.org/author_125.aspx\">秦观</a>乃至<a href=\"http://so.gushiwen.org/author_535.aspx\">柳永</a>词都描写过歌妓，表现了对她们的同情，史达祖这首词气格浑成，完全可以跟前辈词人并列而不逊色。</p> <p>　　起三句写春晴时节柳花风中的来访。缥瓦晴檐，春满小巷。一个“摇”字刻画出烟光微照、缥瓦闪烁的景象。以望中的风急絮飞衬托，使明媚的春色融进了词人凄恻的情绪，勾起黯然销魂的别情。这三句词语浑融，情含景中。对此景色，急欲一见伊人之情，跃然纸上。及入妆楼，却不见伊人，但见“锦瑟横床”。“想”字直贯下文。词人从对方着笔，推想对方别后不理乐器，不出帷幕，因入骨相思，而思极成梦。</p> <p>　　“倦出犀帷，频梦见、王孙骄马”，“倦”字，“频”字，巧妙地写出了分别以后，无法排解的相思之苦，不仅表现了伊人感情的执着，更写出她独居小楼的孑立。</p> <p>　　“讳道相思”三句，进一步委婉曲折地刻画了这位多情女子的形象。连魂梦都萦绕在情人身上，在别人面前却讳莫如深地掩饰自己的感情，当她暗中整理旧著罗裙，突然发现腰围瘦损而惊呆了。这里有故作矜持的娇痴，有突然惊讶的动作，有难以掩盖的感情起伏，有由镇静到惊讶的跳动画面。这样的复杂心态动作变化，凝聚在短短的十二字里，神味极为隽永。</p> <p>　　过片“惆怅南楼遥夜”三句，转入初次相遇的回忆，用对比手法深化了词人思念之情。“南楼”即词人此时所在的妆楼。“遥”字点明初见与此次相访相距时间之长。翠箔灯下，枕肩曼歌。昔日的乐器，就是此时横床的锦瑟和想象中常下的凤弦。这二句浓彩重抹，烘托出面对“锦瑟横床”时的悲痛心情。以“记”字唤起当时的甜蜜回忆来反衬此时感受的难忍之痛。这样的映衬，使初见和最后访问的两个画面构成了有机的整体。</p> <p>　　下面递入遍访旧家门巷打探消息，与篇首暗中连接。浑灏流转，一气直下，转折处十分空灵。“又入铜驼，遍旧家门巷，首询声价。”洛阳有铜驼街，繁华游乐之地，这里借指京师临安。旧家，从前。这是词人重到临安，访问伊人情景的再现。与周邦彦《瑞龙吟》“前度刘郎重到，访邻寻里，同时歌舞。唯有旧家秋娘，声价如故”比较，更显出词人最后访问时的焦急与期待。这种写法又隐隐暗示出后来的追寻无果。果然得到的消息，却是伊人随闲花的凋谢而消逝了。“可惜东风”二句，分三叠写情：闲花无主，同情伊人的沦落；东风无情，惋惜环境的摧残；带恨离去，只能洒下相思的泪水。东风何能解人意，正是人愁自愁，而更恨东风之无情。既是曲笔，将沉痛感情，曲曲传出；又是大笔，既小结前文，又包扫前文，截住感情的波涛，使未了之情，暂时煞住。其情之痛之切令人回味不尽。一结，用<a href=\"http://so.gushiwen.org/author_18.aspx\">元稹</a>《崔徽歌序》里裴敬中与妓女崔徽相爱，崔徽临死留下肖像送给裴敬中的故事。这是词人感情的余波。伊人并未留下肖像，只好“记取”遗容，归后“暗写”，长期牵挂思念。这是崔徽典故的活用，笔法曲折变化，写出了极细微的感情，用此收束全词，既空灵，又沉厚。</p> <p>　　<a href=\"http://so.gushiwen.org/author_2050.aspx\">冯煦</a>《蒿庵论词》引毛先舒论词：“言欲层深，语欲浑成。”这首词正体现了这个特点。上片写最后访问时所见和联想中伊人对自己的不尽的相思，已经逆摄下片初次相见的倾心和对伊人突然离去的悼念。</p> <p>　　为了抒相思之情略去了中间无限情事：只写初遇和最后访问，把两人往还中的缱绻深情略去了；只写死别的痛苦，把生前分离时的难堪略去了。给人以想象的极大空间。为了突出最后访问这一痛心场面，词人在下片以“又入铜驼”领起，钩连衔接，使上下片融为一体，用笔开阖动荡，这是章法上的层深。“讳道相思”三句层层深入传相思之神，“可惜东风”二句层层深入寄悼念之意，这是句法上的层深。情与景，人与物，初见和死别，当时的欢娱和此时的悲哀，死者的多情和生者的遗恨，浑然融为一体，此词气格之浑成，完全可以继承周邦彦。</p>",
  "about": "<h2>创作背景</h2> 　　作者早年在临安曾同一位歌女相恋，多年后重访故地寻觅恋人，方知她因思念作者而忧伤成疾，早已离开人间。于是作者作词悼念旧情。",
  "poet": {
    "id": 729,
    "star": 0,
    "name": "史达祖",
    "desc": "史达祖1163～1220？年，字邦卿，号梅溪，汴（河南开封）人。一生未中第，早年任过幕僚。韩侂胄当国时，他是最亲信的堂吏，负责撰拟文书。韩败，史牵连受黥刑，死于贫困中。史达祖的词以咏物为长，其中不乏身世之感。他还在宁宗朝北行使金，这一部分的北行词，充满了沉痛的家国之感。今传有《梅溪词》。存词112首。"
  },
  "tags": [
    "悼忆",
    "亡妓",
    "艳词"
  ]
}