{
  "id": 48305,
  "star": 234,
  "name": "少年游·长安古道马迟迟",
  "dynasty": "宋代",
  "content": "长安古道马迟迟，高柳乱蝉嘶。夕阳岛外，秋风原上，目断四天垂。<br>归云一去无踪迹，何处是前期？狎兴生疏，酒徒萧索，不似少年时。",
  "fanyi": "<p><strong>译文</strong><br>　　在长安古道上骑着瘦马缓缓行走，高高的柳树秋蝉乱嘶啼。夕阳照射下，秋风在原野上劲吹，我举目远望，看见天幕从四方垂下。<br>　　归去的云一去杳无踪迹，往日的期待在哪里？冶游饮宴的兴致已衰减，过去的酒友也都寥落无几，现在的我已不像以前年轻的时候了。</p> <p><strong>注释</strong><br>⑴马迟迟：马行缓慢的样子。<br>⑵乱蝉嘶：一作“乱蝉栖”。<br>⑶鸟：又作“岛”，指河流中的洲岛。<br>⑷原上：乐游原上，在长安西南。<br>⑸目断：极目望到尽头。四天垂：天的四周夜幕降临。<br>⑹归云：飘逝的云彩。这里比喻往昔经历而现在不可复返的一切。此句一作“归去一云无踪迹”。<br>⑺前期：以前的期约。既可指往日的志愿心期又可指旧日的欢乐约期。<br>⑻狎兴：游乐的兴致。狎：亲昵而轻佻。<br>⑼酒徒：酒友。萧索：零散，稀少，冷落，寂寞。<br>⑽少年时：又作“去年时”。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　一般人论及<a href=\"http://so.gushiwen.org/author_535.aspx\">柳永</a>词者，往往多着重于他在长调慢词方面的拓展，其实他在小令方面的成就，也是极可注意的。叶嘉莹在《论柳永词》一文中，曾经谈到柳词在意境方面的拓展，以为唐五代小令中所叙写的“大多不过是闺阁园亭伤离怨别的一种‘春女善怀’的情意”，而柳词中一些“自抒情意的佳作”，则写出了“一种‘秋士易感’的哀伤”。这种特色，在他的一些长调的佳作，如《八声甘州》《曲玉管》《雪梅香》诸词中，都曾经有很明白的表现。然而柳词之拓展，却实在不仅限于其长调慢词而已，就是他的短小的令词，在内容意境方面也同样有一些可注意的开拓。就如这一首《少年游》小词，就是柳永将其“秋士易感”的失志之悲，写入了令词的一篇代表作。</p> <p>　　柳永之所以往往怀有一种“失志”的悲哀，盖由于其一方面既因家世之影响，而曾经怀有用世之志意，而另一方面则又因天性之禀赋而爱好浪漫的生活。当他早年落第之时，虽然还可以藉着“浅斟低唱”来加以排遣，而当他年华老去之后，则对于冶游之事既已失去了当年的意兴，于是遂在志意的落空之后，又增加了一种感情也失去了寄托之所的悲慨。而最能传达出他的双重悲慨的便是这首《少年游》小词。</p> <p>　　这首小词，与柳永的一些慢词一样，所写的也是秋天的景色，然而在情调与声音方面，却有着很大的不同。在这首小词中，柳永既失去了那一份高远飞扬的意兴，也消逝了那一份迷恋眷念的感情，全词所弥漫的只是一片低沉萧瑟的色调和声音。从这种表现来判断，这首词很可能是柳永的晚期之作。开端的“长安”可以有写实与托喻两重含义。先就写实而言，则柳永确曾到过陕西的长安，他曾写有另一首《少年游》，有“参差烟树灞陵桥”之句，足可为证。再就托喻言，“长安”原为中国历史上著名古都，前代<a href=\"http://so.gushiwen.org/view_48305.aspx\">诗</a>人往往以“长安”借指为首都所在之地，而长安道上来往的车马，便也往往被借指为对于名利禄位的争逐。不过柳永此词在“马”字之下接上“迟迟”两字，这便与前面的“长安道”所可能引起的争逐的联想，形成了一种强烈的反衬。至于在“道”字上著以一“古”字，则又可以使人联想及在此长安道上的车马之奔驰，原是自古而然，因而遂又可产生无限沧桑之感。总之，“长安古道马迟迟”一句意蕴深远，既表现了词人对争逐之事早已灰心淡薄，也表现了一种对今古沧桑的若有深慨的思致。</p> <p>　　下面的“高柳乱蝉嘶”一句，有的本子或作“乱蝉栖”，但蝉之为体甚小，蝉之栖树决不同于鸦之栖树之明显可见，而蝉之特色则在于善于嘶鸣，故私意以为当作“乱蝉嘶”为是。而且秋蝉之嘶鸣更独具一种凄凉之致。《古诗十九首》云“秋蝉鸣树间”，<a href=\"http://so.gushiwen.org/author_322.aspx\">曹植</a>《赠白马王彪》去“寒蝉鸣我侧”，便都表现有一种时节变易、萧瑟惊秋的哀感。柳永则更在蝉嘶之上，还加上了一个“乱”字，如此便不仅表现了蝉声的缭乱众多，也表现了被蝉嘶而引起哀感的词人心情的缭乱纷纭。至于“高柳”二字，则一则表示了蝉嘶所在之地，再则又以“高”字表现了“柳”之零落萧疏，是其低垂的浓枝密叶已凋零，所以乃弥见其树之“高”也。</p> <p>　　下面的“夕阳鸟外，秋风原上，目断四天垂”三句，写词人在秋日郊野所见之萧瑟凄凉的景象，“夕阳鸟外”一句，也有的本子作“岛外”，非是。长安道上不可能有“岛”。至于作“鸟外”，则足可以表现郊原之寥阔无垠。昔<a href=\"http://so.gushiwen.org/author_211.aspx\">杜牧</a>有诗云“长空澹澹孤鸟没”，飞鸟之隐没在长空之外，而夕阳之隐没更在飞鸟之外，故曰“夕阳鸟外”也。值此日暮之时，郊原上寒风四起，故又曰“秋风原上”，此景此情，读之如在眼前。然则在此情景之中，此一失志落拓之词人，难有所归往之处。故继之乃曰“目断四天垂”，则天之苍苍，野之茫茫，词人乃双目望断而终无一可供投止之所矣。以上前半阕是词人自写其当时之飘零落拓，望断念绝，全自外界之景象着笔，而感慨极深。</p> <p>　　下阕，开始写对于过去的追思，则一切希望与欢乐也已经不可复得。首先“归云一去无踪迹”一句，便已经是对一切消逝不可复返之事物的一种象喻。盖天下之事物其变化无常一逝不返者，实以“云”之形象最为明显。故<a href=\"http://so.gushiwen.org/author_645.aspx\">陶渊明</a>《咏贫士》第一首便曾以“云”为象喻，而有“暖暖空中灭，何时见余晖”之言，<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>《花非花》词，亦有“去似朝云无觅处”之语，而柳永此句“归云一去无踪迹”七字，所表现的长逝不返的形象，也有同样的效果。不过其所托喻的主旨则各有不同。关于陶渊明与白居易的象喻，此处不暇详论。至于柳永词此句之喻托，则其口气实与下句之“何处是前期”直接贯注。所谓“前期”者，可以有两种提示：一则是指旧日之志意心期，一则可以指旧日的欢爱约期。总之”期”字乃是一种愿望和期待，对于柳永而言，他可以说正是一个在两种期待和愿望上，都已经同样落空了的不幸人物。</p> <p>　　于是下面三句乃直写自己当时的寂寥落寞，曰“狎兴生疏，酒徒萧索，不似少年时”。早年失意之时的“幸有意中人，堪寻访”的狎玩之意兴，既已经冷落荒疏，而当日与他在一起歌酒流连的“狂朋怪侣”也都已老大凋零。志意无成，年华一往，于是便只剩下了“不似少年时”的悲哀与叹息。这一句的“少年时”三字，很多本子都作“去年时”。本来“去年时’三字也未尝不好，盖人当老去之时，其意兴与健康之衰损，往往会不免有一年不乃一年之感。故此句如作“去年时”，其悲慨亦复极深。不过，如果就此词前面之“归云一去无踪迹，何处是前期”诸句来看，则其所追怀眷念的，似乎原当是多年以前的往事，如此则承以“不似少年时”，便似乎更为气脉贯注，也更富于伤今感昔的慨叹。</p> <p>　　柳永这首《少年游》词，前阕全从景象写起，而悲慨尽在言外；后阕则以“归云”为喻象，写一切期望之落空，最后三句以悲叹自己之落拓无成作结。全词情景相生，虚实互应，是一首极能表现柳永一生之悲剧而艺术造诣又极高的好词。总之，柳永以一个禀赋有浪漫之天性及谱写俗曲之才能的青年人，而生活于当日之士族的家庭环境及社会传统中，本来就已经注定了是一个充满矛盾不被接纳的悲剧人物，而他自己由后天所养成的用世之意，与他自己先天所禀赋的浪漫的性格和才能，也彼此互相冲突。他的早年时，虽然还可以将失意之悲，借歌酒风流以自遣，但是歌酒风流却毕竟只是一种麻醉，而并非可以长久依恃之物，于是年龄老大之后，遂终于落得了志意与感情全部落空的下场。昔<a href=\"http://so.gushiwen.org/author_71.aspx\">叶梦得</a>《避署录话》卷记下柳永以谱写歌词而终生不遇之故事，曾慨然论之曰：“永亦善他文辞，而偶先以是得名，始悔为己累，……而终不能救。择术不可不慎。”柳永的悲剧是值得后人同情，也值得后人反省的。</p>",
  "poet": {
    "id": 535,
    "star": 0,
    "name": "柳永",
    "image": "http://img.gushiwen.org/authorImg/liuyong2.jpg",
    "desc": "柳永，（约987年—约1053年）北宋著名词人，婉约派创始人物。汉族，崇安（今福建武夷山）人，原名三变，字景庄，后改名永，字耆卿，排行第七，又称柳七。宋仁宗朝进士，官至屯田员外郎，故世称柳屯田。他自称“奉旨填词柳三变”，以毕生精力作词，并以“白衣卿相”自诩。其词多描绘城市风光和歌妓生活，尤长于抒写羁旅行役之情，创作慢词独多。铺叙刻画，情景交融，语言通俗，音律谐婉，在当时流传极其广泛，人称“凡有井水饮处，皆能歌柳词”，婉约派最具代表性的人物之一，对宋词的发展有重大影响，代表作 《雨霖铃》《八声甘州》。"
  },
  "tags": [
    "秋天",
    "写景",
    "人生",
    "伤今感昔"
  ]
}