{
  "id": 56279,
  "star": 43,
  "name": "浣溪沙·江村道中",
  "dynasty": "宋代",
  "content": "十里西畴熟稻香，槿花篱落竹丝长，垂垂山果挂青黄。<br>浓雾知秋晨气润，薄云遮日午阴凉，不须飞盖护戎装。",
  "fanyi": "<p><strong>译文<br></strong>金灿灿的十里平畴，飘来扑鼻的稻香，红艳艳的木槿花开在农舍的竹篱旁，迎风摇曳的毛竹又青又长，青黄相间的累累山果，笑盈盈地挂在枝头上。<br>秋天的早晨雾气渐浓，湿润的空气令人清爽。正午的薄云又遮住了太阳，更不用随从张盖护住我的戎装。</p> <p><strong>注释<br></strong>①浣溪沙：唐代教坊曲名，后用为词牌。分平仄两体，字数以四十二字居多，还有四十四字和四十六字两种。最早采用此调的是唐人<a href=\"http://so.gushiwen.org/author_130.aspx\">韩偓</a>，通常以其词为正体，另有四种变体。全词分两片，上片三句全用韵，下片末二句用韵。此调音节明快，为婉约、豪放两派词人所常用。<br>②畴（chóu）：田地。<br>③槿（jǐn）花：是木槿或紫槿的花。正因其多色艳，可做欣赏植物，也可以作为一种中药使用，同时可以食用。<br>④飞盖：用以遮荫的篷盖。<br>⑤戎（róng）装：词人当时为四川制置使，故戎妆出游，带有随从张盖遮荫。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　<a href=\"http://so.gushiwen.org/author_529.aspx\">范成大</a>是一位热爱自然、热爱农村生活的<a href=\"http://so.gushiwen.org/view_56279.aspx\">诗</a>人，他虽然“累官权吏部尚书，拜参知政事，尝帅蜀，继帅广西，复帅金陵”，但却对乡土具有一种赤子之心的感情，从“不须飞盖护戎装”一语来看，这首小令当写于戎马倥偬之中，写于他军旅生活的江村道上。</p> <p>　　小令上阕写他在江村道上的所见：十里平畴，稻穗已黄，微风袅袅，送来阵阵新谷的芳香，而那素净的木槿花在农家篱笆前飘落下片片洁白的花瓣，丛丛的青竹间缕缕游丝正在秋天的丽日下闪着熠熠的金光，词人骑着马来到一处果木林立的山冈下，举头一望，满树果实累累压在枝头，有的还青绿未熟，有的则已经透着成熟的金黄。这三句诗是三个典型意象群，它把秋日农村的美景作了极其形象的概括，写出了江南农家的独特风貌，而且，富有视角的流动感和行踪的变化性，使读者随着诗人的马蹄“走马看花”地欣赏江村道上的一路风光，词人对农村生活与自然景物的热爱也便由这景物的描写中自然而然地流露出来，使读者受到潜移默化的感染。</p> <p>　　下阕写词人在江村道上的感受。当然上阕也是词人的一种感受，但偏重于主观上的一种情绪的抒写：“浓雾知秋晨气润”，写出清晨在浓雾中行进的那种微妙的感觉：秋晨田野上往往飘散着浓浓的雾霭。古人说“一叶知秋”，殊不知浓雾亦可知秋，这种由艺术到哲理性的提炼为人所未道，因而显得非常新颖独特。雾浓则湿度大，湿度大则空气润。“秋晨气润”又是一句艺术性兼生活哲理性的概括，它毋宁是词人希望归返自然的象征。“薄云遮日午阴凉”是词人行于江村道上的又一直觉感受，它与“不须飞盖护戎装”相连，就具有了丰富的内涵：“薄云”就是一柄遮天盖地的太阳伞吗，有了这样的天伞，人就可以受用天然的荫凉，而避免酷日当头的曝晒，这比用车前的飞盖来遮阳要强似百倍。词人在这里好像也有一种寄托：归返大自然比之戎装事主要自由自在得多，小令的深层意蕴就在这里。</p><br/><h2>赏析二</h2> <p>　　上片三句词人以颜色变换为线索，先远后近，凝具匠心。第一句写远景，金灿灿的十里平畴，稻香扑鼻。第二句稍近些，红艳的木槿花后，有青翠的修竹在迎风摇曳。第三句写近旁的山坡上，累累山果挂满枝头，青黄相间，低头摇晃，招人喜爱。好一派丰收景象。充分体现了这位著名田园<a href=\"http://so.gushiwen.org/view_56279.aspx\">诗</a>人在描绘江村美景方面的才华。</p> <p>　　下片旨在写词人的旅途感受。时已初秋，晨雾渐渭，空气湿润，即使到了中午，因薄云遮日，也渐觉凉爽宜人。末句写词人舍车骑马，戎装而行，饱览这迷人的秋色，寄托了词人对于大自然的无限热爱。[5] </p> <p>　　词中描写了词人身着戎装巡行在“江村道中”所见优美的田园风光。一个秋天的早晨，词人戎装出游。江村的早晨，浓雾弥漫，秋气凉润。太阳出来后，浓雾散去，只见十里平川，稻谷飘香；村<a href=\"http://so.gushiwen.org/author_685.aspx\">庄周</a>围，槿花盛开，细长的竹枝随风飘舞；村后小山坡上挂满或青或黄的累累硕果，好一派喜人的秋收景象!词人一路巡行，兴致极高，走在太阳底下，连随从为他打伞遮阳他都不需要。作为一个负有守土重任的封疆大吏，词人在看到防区内这一派美丽而又丰饶的田园风光时，既充满了欣喜与热爱之情，同时也平添了保家卫国的信心和力量。</p>",
  "about": "<h2>创作背景</h2> 　　<a href=\"http://so.gushiwen.org/author_529.aspx\">范成大</a>曾任四川制置使。南宋时，川蜀、襄汉和两淮为沿边重镇，与金国接壤，常须戒备。所以范成大在担任四川I制置使期间出游时常常要身着戎装。这首《浣溪沙》词大概就是词人在蜀中所作。",
  "poet": {
    "id": 529,
    "star": 0,
    "name": "范成大",
    "image": "http://img.gushiwen.org/authorImg/fanchengda.jpg",
    "desc": "范成大（1126-1193），字致能，号称石湖居士。汉族，平江吴县（今江苏苏州）人。南宋诗人。谥文穆。从江西派入手，后学习中、晚唐诗，继承了白居易、王建、张籍等诗人新乐府的现实主义精神，终于自成一家。风格平易浅显、清新妩媚。诗题材广泛，以反映农村社会生活内容的作品成就最高。他与杨万里、陆游、尤袤合称南宋“中兴四大诗人”。"
  },
  "tags": [
    "生活",
    "乡村"
  ]
}