{
  "id": 52858,
  "star": 101,
  "name": "好事近·风定落花深",
  "dynasty": "宋代",
  "content": "风定落花深，帘外拥红堆雪。长记海棠开后，正伤春时节。<br>酒阑歌罢玉尊空，青缸暗明灭。魂梦不堪幽怨，更一声啼鴂。",
  "fanyi": "<p><strong>译文</strong><br>风停了，庭花尽凋零。看珠帘之外，雪瓣成堆，红蕊层层。须牢记海棠花开过后，正是伤春时节。<br>歌声歇，玉杯空，酒兴尽。唯有青灯闪烁，豆荧之光渐熄灭。梦中的愁怨自难消受，更传来鹈鴂一声送春鸣。</p> <p><strong>注释</strong><br>[1]近：是词的种类之一，属一套大曲中的前奏部分。自词和音乐分离，此字只是某个词牌名称的组成部分，已无实际意义。《好事近》：词牌名，流行于唐代，意为好戏快开始了，即大曲的序曲。又名《钓船笛》、《翠圆枝》、《倚秋千》等。<br>[2]风定：风停。深：厚。唐·<a href=\"http://so.gushiwen.org/author_688.aspx\">张泌</a>《惜花》：“蝶散莺啼尚数枝，日斜风定更离披。”<br>[3]拥：簇拥。红、雪：指代各种颜色的花。拥红堆雪：凋落的花瓣聚集成堆。<br>[4]长记：同“常记”。“长记句”可能是词人对自已少女时期所作咏海棠的《如梦令》一词写作心态追忆。<br>[5]酒阑[lán]：喝完了酒。阑：干、尽。五代毛文锡《恋情深》：“酒阑歌罢两沉沉，一笑动君心。”宋·<a href=\"http://so.gushiwen.org/author_579.aspx\">李冠</a>《蝶恋花》“愁破酒阑闺梦熟，月斜窗外风敲竹。”<br>玉尊：即“玉樽 ”亦作“ 玉罇 ”。原指玉制的酒器，后泛指精美贵重的酒杯。《神异经·西北荒经》：“西北荒中有玉馈之酒，酒泉注焉……上有玉尊、玉籩。取一尊，一尊复生焉，与天同休，无乾时。” 三国·魏·<a href=\"http://so.gushiwen.org/author_322.aspx\">曹植</a> 《仙人篇》：“玉樽盈桂酒，河伯献神鱼。”<br>[6]青缸：灯火青荧，灯光青白微弱之意，《广韵》：“缸，灯”。缸，《花草粹编》等作“红”。<br>暗明灭：指灯光忽明忽暗，一直到熄灭。<br>[7]魂梦：指梦中人的心神不而言。五代张泌《河传》：“梦魂悄断烟波里，心如梦如醉，相见何处是。”唐代<a href=\"http://so.gushiwen.org/author_622.aspx\">韦庄</a>《应天长》：“碧天云，无定处，空有梦魂来去。”<br>幽怨：潜藏在心里的怨恨，南朝梁·刘令娴《春闺怨》：“欲知幽怨多，春闺深且暮。”<br>[8]鴂[jué]：即鹈鴂。《汉书·<a href=\"http://so.gushiwen.org/author_715.aspx\">扬雄</a>传》注：“鹈鴂，一名子规，一名杜鹃，常以立夏鸣，鸣则众芳皆歌。”词中“一声啼鴂”意指春天来临。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这是一首抒发伤春情怀的词。</p> <p>　　首先值得注意的是，词人抒发伤春之情，并非因先睹物而引致伤感，而是深处闺中，即敏锐地感悟到大自然细微的变化，由此引起情感变化。“风定落花深，帘外拥红堆雪”，词人由风住，即断定“帘外”定然是落花遍地，红白堆积。表现了词人的敏感与对美好事物的关注之情。唐<a href=\"http://so.gushiwen.org/author_757.aspx\">孟浩然</a>《春晓》<a href=\"http://so.gushiwen.org/view_52858.aspx\">诗</a>云：“春眠不觉晓，处处闻啼鸟。夜来风雨声，花落知多少？”<a href=\"http://so.gushiwen.org/author_130.aspx\">韩偓</a>《懒起》诗云：“昨夜三更雨，临明一阵寒。海棠花在否？倒卧卷帘看。”这两位诗人对风雨后花的状况均无所知，虽有怜花之意，但毕竟不如<a href=\"http://so.gushiwen.org/author_536.aspx\">李清照</a>。当然，李清照对落花给予极大关注，在其潜意识中，多少带有以之自况的成分。首二句虽为状物，但伤感之情已隐然可感。“长记海棠开后，正伤春时节”，次二句，词人的回忆闸门被打开，但对往事的具体内容却避而不谈，只是说此时海棠花落之时，亦是自己伤春时节。“长记”，即常记，说明以往的“伤心时节”之事，常萦绕于心。此外，词人在诸多花卉中，对海棠情有独钟，这或许是海棠有“花中神仙”之美称，以及如霞似雪般的秾丽娇娆，尤其是其高贵优雅之美，与词人个性颇为近似。词人的《如梦令》词：“昨夜风疏雨骤，浓睡不消残酒。试问卷帘人，却道海棠依旧。知否？知否？应是绿肥红瘦。”也表达了对海棠的钟爱，其抒情方式与此词上片也相似。</p> <p>　　上片侧重由景生情，为落花而慨叹，而伤春。下片则自然过渡到对闺门独处、孤寂苦闷生活的描绘。“酒阑歌罢玉尊空，青缸暗明灭。”词人在这里并没有直言其如何的孤寂，愁苦，而是通过四个极富象征意味的物体刻画酒阑、歌罢、空的酒杯以及忽明忽暗的油灯，整个画面幽暗、凄清、空冷。试想，一个闺中思妇置身于如此环境中，其心情该是怎样的凄怆孤寂，一切尽在不言之中了。“魂梦不堪幽怨，更一声啼鴂”，白日词人是惜花伤时，夜晚则借酒浇愁愁更愁，想在梦中得到一丝慰藉，然而梦中的情景，依旧使梦魂幽怨哀愁。醒来之时，听到窗外凄厉的“啼鴂”声，更增添了悲怆的情感。因为“恐鹈鴂之先鸣兮，使夫百草为之不芳”（<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>《离骚》），春已逝去，百花也已凋落殆尽。</p> <p>　　这首词抒写的是伤春凄苦之情，但词人并没有正面来抒写自己的情感，而是通过室内外景物的刻画，把自己的凄情浓愁寄寓其中，因而全词读来，更感其情深沉、凝重。</p>",
  "about": "<h2>创作背景</h2> 　　此首词的写作的时间大多数研究<a href=\"http://so.gushiwen.org/author_536.aspx\">李清照</a>的学者认为是李清照后期的作品。比如：陈美祖在她的《李清照词新释辑评》中推断发生的时间背景系在赵明诚谢世的翌年春天所作。李清照刚刚经历了痛失爱侣，个人精神极为空虚寂寞，又正值春将逝去，李清照从梦中惊醒，写下此词。",
  "poet": {
    "id": 536,
    "star": 0,
    "name": "李清照",
    "image": "http://img.gushiwen.org/authorImg/liqingzhao.jpg",
    "desc": "李清照（1084年3月13日～1155年5月12日）号易安居士，汉族，山东省济南章丘人。宋代（南北宋之交）女词人，婉约词派代表，有“千古第一才女”之称。所作词，前期多写其悠闲生活，后期多悲叹身世，情调感伤。形式上善用白描手法，自辟途径，语言清丽。论词强调协律，崇尚典雅，提出词“别是一家”之说，反对以作诗文之法作词。能诗，留存不多，部分篇章感时咏史，情辞慷慨，与其词风不同。有《易安居士文集》《易安词》，已散佚。后人有《漱玉词》辑本。今有《李清照集校注》。"
  },
  "tags": [
    "闺怨",
    "伤春"
  ]
}