{
  "id": 28713,
  "star": 312,
  "name": "菊花",
  "dynasty": "唐代",
  "content": "暗暗淡淡紫，融融冶冶黄。<br>陶令篱边色，罗含宅里香。<br>几时禁重露，实是怯残阳。<br>愿泛金鹦鹉，升君白玉堂。",
  "fanyi": "<p><strong>译文</strong><br>暗淡的紫色，鲜艳的黄色。<br>它们既有<a href=\"http://so.gushiwen.org/author_645.aspx\">陶渊明</a>篱边菊花的色彩，又有罗含宅中的香味。<br>菊花不怕露水的沾湿，可是害怕夕阳的来临。<br>愿意留在水边畅饮的人的鹦鹉杯中，希望来到富贵人家丰盛的酒席上。</p> <p><strong>注释</strong><br>①融融：光润的样子。<br>②冶冶：艳丽的样子。<br>③陶令：指陶渊明，因其主彭泽县做过县令，故称陶令。<br>④罗含：（公元293年一公元369年）字君长，号富和，东晋桂阳郡耒阳（今湖南未阳市）人。博学能文，不慕荣利，编苇作席，布衣蔬食，安然自得。被江夏太守谢尚赞为“湘中之琳琅”。桓温称之为“江左之秀”。官至散骑廷尉。年老辞官归里，比及还家，阶庭忽兰菊丛生，时人以为德行之感。<br>⑤禁：禁受，承当。<br>⑥重露：指寒凉的秋露。<br>⑦怯：胆怯、担心。<br>⑧残：一作“斜”。<br>⑨金鹦鹉：金制的状如鹦鹉螺的酒杯。泛：指以菊花浸酒。<br>⑩白玉堂：指豪华的厅堂，喻朝廷。升：摆进。</p>",
  "shangxi": "<h2>赏析二</h2> <p>　　这是一首借物抒怀的<a href=\"http://so.gushiwen.org/view_28713.aspx\">诗</a>。虽然诗中写到<a href=\"http://so.gushiwen.org/author_645.aspx\">陶渊明</a>，但根本点则不是甘于田园。而是借菊寄托自己渴望入朝的热望。这里的的菊花，淡淡的紫色，鲜艳的黄色，他们既有陶公篱旁的雅色，又有罗含院里的淡香。它不畏霜露，却担心夕阳。它可以傲然凌霜盛开，却面对时光流逝无奈。即使它枯萎了，也可以制成美酒，盛在精巧的鹦鹉杯中，来到高贵的宴席之上。这里诗人热情讴歌了菊花的雅色和清香，高度赞扬了菊花不怕霜露的傲骨以及可贵的奉献精神。诗人咏菊，以自己的观感为主，描述很是抽象。菊中有我，我中有菊。纵然凋谢，留下的也是白玉高堂里的精华。<a href=\"http://so.gushiwen.org/author_204.aspx\">李商隐</a>晚年落泊，但毕竟是帝室远亲，他自己也以此为荣。诗人用“金鹦鹉”“白玉堂”婉转地表白了自己的身世。可是，他的身份并没有有给他带来实质上的好处，纵然才俊，亦不见用。通观全诗，诗人状物新奇引典自然，锐意中有伤时，哀婉里有进取，大有孤芳自赏之意，绝无叹老嗟卑之嫌。</p> <p>　　诗一开头，先描绘菊花那可爱的姿色：“暗暗淡淡紫，融融冶冶黄。”首句写的是紫菊：“暗暗”真实地写出词人对紫菊的观感，表明色彩并不明丽。“淡淡”又写明其色浅浅也不浓艳。“暗”“淡”二字的重叠使用，便生动逼真地刻画出紫色菊花那淡雅的风姿。次句描写黄菊：“商融”即和暖之意。这两个字用得极为精妙。用心理学或语言学的术语井说。这是“通感”或曰“感觉挪移”在日常生活的经验里视觉、听觉、角觉、嗅觉、味觉往往可以彼此打通与交融，眼、耳、鼻、舌、身各个官截的领域可以不分界限。因此颜色如乎会有温度，诗人在视觉里获得了触觉的感受。看到那金黄色的菊花便有了一种温暖的感受。由此可南诗人体物实在太精微了。“冶冶”圳其明艳柔美之态。那黄菊金色的花蕊，经过露洗霜染，清新鲜美，月“冶冶”来形容是再恰当不过了。诗人着墨不多，只“融融冶冶”四个与便极尽黄菊之态，不愧为大手笔。</p> <p>　　第三句诗则把菊花颜色的描写引申了一步，称之为“陶令篱边色”，把眼前菊花的地位抬高了。“陶令”指东晋著名诗人陶渊明。他曾做过彭泽（今江西省彭泽县）县的县令，所以后人常常这样称呼他。陶渊明于百花之中最爱菊花，正是他首先把菊花的地位抬高了，他在《饮酒》一诗中有“采菊东篱下，悠然见南山”的名句，千百年来脍炙人口。而李商隐在此处称他所见之菊有“陶令篱边色”，意即同陶渊明东篱下的菊花一样美，足见他对菊花的爱赏程度。后句描写菊花之香，也以典故出之，称之为“罗含宅里香”。罗含，字君章，晋代来阳（今湖南省东南）人，擅文章。由州主簿累官至廷尉、长沙相。桓温极重其才，称为江左之秀，可他致仕还家，在荆州城西小洲上立茅屋而居。《晋书·罗含传》记载他“及致仕还家，阶庭忽兰菊丛生，以为德行之感焉”。诗人此处说他所见之菊有罗含宅中菊花一样的芳香，这便更加抬高了它的地位。李商隐此处引出陶令菊和罗含宅里菊主旨不在菊花本身，有以这两个人自况的一面：陶渊明不肯为五斗米折腰于乡里小儿，遂辞官归隐，闲雅悠然地“采菊东篱下”，罗含致仕却还归本乡，甘居茅屋，托身有所。而李商隐此时辞去了弘农县尉，居于家中，流连山水，形式上与那两个是有些相似。不过李商隐此时这点“隐”气来得很勉强，他骨子里渴望的不是充满菊香的篱下或宅里，而是朝廷，梦寐以求的是入朝为官，这从后面四句诗中完全可以看得出来。</p> <p>　　五、六两句：“几时禁重露，实是怯残阳。”明里继续写菊，暗里则有所寄托。“禁”此处是避忌之意。“重露”即浓重的霜露。前句写出私菊傲霜的品格：秋菊开在寒秋，“蕊寒香冷蝶难来”（<a href=\"http://so.gushiwen.org/author_438.aspx\">黄巢</a>《菊花》），不过正是这风霜高洁之时，才显示出它的独特品格。后一句诗人借菊写出自己内心的隐忧，“怯残阳”即害怕夕阳西下，黑天到来，此处别有寄托。李商隐虽屡遭挫折，仕途失意，但这并不能侠诗人彻底失望。但是他实在担心时不我与，光阴迅速。多少有些迟暮之感。同<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>“日月忽其不淹兮，春与秋其代序。惟草木之零落兮，恐美人之迟暮”（《离骚》）几句诗所表达音的惜时思想十分近似，同样是担心自芒的抱负不能施展，虚度了年华。</p> <p>　　末尾两句，诗人借菊花委婉地表达出来了：“愿泛金鹦鹉，升君白玉堂。”泛，指以菊花浸酒。“金鹦鹉”指以黄金仿鹦鹉螺形铸造的酒杯。《岭表录异》一书中写道：“鹦鹉螺，旋尖处屈而味如鹦鹉嘴，故以此名。放上青绿班，大者可受二升，放内光莹如云母，装为酒杯，奇而可玩。“白玉堂”一语出自《古乐府·相逢行》“黄金为君门，白玉为君堂”两句中的后一句。此处暗指朝廷。这两句诗字面上把菊花人格化，表明它希望被浸在金杯之中，被送到白玉堂上为贵人所用，而实际上表现的是诗人期望入朝做官的心绪。</p> <p>　　这首诗的突出特点是物我交融。除开头两句外，其余句句写菊，又甸句是写自己，是托物言志的杰作。写物而不离人。物与己交融在一起。物又不粘在物上，处处关己。写己又不脱于物，处处以物出之。如三、匹两句写菊花之色与香，关涉自己翻官之事。五、六句写菊不畏霜露而震日暮，关涉自己的迟暮之感。七、小句写菊花的愿望关涉自己期望入彰之情。其次，本诗在用典上也有独莹之处：自然而然，毫无切削之迹，囊无晦涩之感。如三、四两句用陶渊明与罗含的典故，如同己出，与自己的诗境水乳交融，浑然一体。实在是其他人难以企及的。</p><br/><h2>赏析</h2> <p>　　〈菊花〉<a href=\"http://so.gushiwen.org/view_28713.aspx\">诗</a>的末联“愿泛金鹦鹉，升君白玉堂”，与本诗末联所抒发的感概，可以说同中有异。在〈菊花〉诗中，笔者曾经说到，<a href=\"http://so.gushiwen.org/author_204.aspx\">李商隐</a>对于升君白玉堂一事，已觉无望，却想到自我毁灭，成为菊花酒，这样便可以浮在用黄金铸成的鹦鹉杯，升上用白玉砌的殿堂。这种感情，虽嫌激烈，却毕竟带有升上殿堂的愿望。到本诗，那些激烈的感情淡化了，苦竹、椒坞、微香、涓涓泪、寒雁、暮蝉、细路独来、清尊相伴，一片叹老嗟卑的味道，甚麼火气也没有了。其殆晚年的自叹之作欤！</p> <p>　　除了末联，前四句形容菊的色、香，与〈野菊〉的笔法相类，只是后者的描述更为抽象，以作者的观感为主。五、六写凋零迟暮，亦与「已悲节物同寒雁」的情感相类。末联则可见上述的分析，笔者对於此文有二点看法：首先，说李商隐「自我毁灭」实是见仁见智，我们也可以解读为一种升华，成为菊花酒是需要酿造的，留下的反而是精华，所以〈菊花〉诗的情感的确比〈野菊〉来得积极一点。再者，李商隐尽管叹老嗟卑，但基本性格是不会变的，前文曾分析〈野菊〉诗中的苦竹、椒坞、微香，与〈菊花〉诗的陶令、罗含同样有贤才的涵意，都是诗人对自己的才能品格的肯定。我们从〈菊花〉、〈野菊〉、〈临发崇让宅紫微〉三首诗中，可以看到李商隐处在不同时空之下的感叹，但是也可以见到李商隐始终如一的态度，诗人的自尊心不曾稍减。最后，笔者以为选用〈菊花〉诗对照〈野菊〉，较另二首诗作更适合，既可以摆脱附会史事的牵强，亦可於写作技巧、用词遣字、情感强度作同中有异的比较。</p> <p>　　<a href=\"http://so.gushiwen.org/author_1121.aspx\">屈复</a>曰：「通首不出题，亦是大病。」则是正好说明了〈野菊〉为何较〈锦瑟〉的诗旨来得明确，〈野菊〉一诗虽未有任何「菊」字，对於菊的形容也是十分抽象，但是纵观全诗句意，则句句不离菊，首联写菊的生长环境和形态，颔联写诗人爱菊、怜菊之心，颈联写诗人忆起当年赏菊之乐，末联写菊未被种植在宫中的遗憾。同样，前文所提及的〈菊〉也是通首不出题，因此都显得诗意十分单纯，也令人有思想范围狭窄的感觉。就写作技巧而言，野菊、苦竹、椒坞，多层次意象组合的完美搭配，忍字与省字的简明精确，李商隐用字遣词可谓匠心独运。然而诗旨却完全围绕在怀才不遇的自怜情绪中打转，看多了李商隐这类为数不少的作品，真会让人怀念起<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>的豪迈潇洒、<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>的忧国忧民。(邓中龙分析) </p>",
  "about": "<h2>创作背景</h2> 　　唐文宗开成四年（公元839年），<a href=\"http://so.gushiwen.org/author_204.aspx\">李商隐</a>通过吏部考试，释褐授官，做秘书省校书郎，但他在秘书省仅仅几月就被调到地方，担任宏农县尉（今河南省灵宝县）。到任不久，又遭受一次打击，因为他把狱中死囚改判活罪，触犯了观察使孙简，被罢官，正碰上<a href=\"http://so.gushiwen.org/author_477.aspx\">姚合</a>代孙简任观察使，又要他还任。李商隐和姚合关系不错，但他内心深处对自己屈居县尉一事，始终不快，不甘久居，一心想入朝任职。开成五年，他的岳父王茂元入朝为官，他便告假携眷到长安居住，以求汲引。此年九月四日，为谋求新的出路．他又辞去宏农县尉。到会昌四年。在杨弁之乱过后，他又移家永乐（今山西芮城县）。他自述此时自己“遁迹丘园”，“前耕后饷”，“渴然有农夫望岁之志”（《重祭外舅司徒公文》）。这首<a href=\"http://so.gushiwen.org/view_28713.aspx\">诗</a>即作于此时。",
  "poet": {
    "id": 204,
    "star": 0,
    "name": "李商隐",
    "image": "http://img.gushiwen.org/authorImg/lishangyin.jpg",
    "desc": "李商隐，字义山，号玉溪（谿）生、樊南生，唐代著名诗人，祖籍河内（今河南省焦作市）沁阳，出生于郑州荥阳。他擅长诗歌写作，骈文文学价值也很高，是晚唐最出色的诗人之一，和杜牧合称“小李杜”，与温庭筠合称为“温李”，因诗文与同时期的段成式、温庭筠风格相近，且三人都在家族里排行第十六，故并称为“三十六体”。其诗构思新奇，风格秾丽，尤其是一些爱情诗和无题诗写得缠绵悱恻，优美动人，广为传诵。但部分诗歌过于隐晦迷离，难于索解，至有“诗家总爱西昆好，独恨无人作郑笺”之说。因处于牛李党争的夹缝之中，一生很不得志。死后葬于家乡沁阳（今河南焦作市沁阳与博爱县交界之处）。作品收录为《李义山诗集》。"
  },
  "tags": [
    "菊花"
  ]
}