{
  "id": 72275,
  "star": 47,
  "name": "北山移文",
  "dynasty": "南北朝",
  "content": "　　钟山之英，草堂之灵，驰烟驿路，勒移山庭：</p> <p>　　夫以耿介拔俗之标，萧洒出尘之想，度白雪以方洁，干青云而直上，吾方知之矣。</p> <p>　　若其亭亭物表，皎皎霞外，芥千金而不眄，屣万乘其如脱，闻凤吹于洛浦，值薪歌于延濑，固亦有焉。</p> <p>　　岂期终始参差，苍黄翻覆，泪翟子之悲，恸朱公之哭。乍回迹以心染，或先贞而后黩，何其谬哉！呜呼，尚生不存，仲氏既往，山阿寂寥，千载谁赏！</p> <p>　　世有周子，隽俗之士，既文既博，亦玄亦史。然而学遁东鲁，习隐南郭，偶吹草堂，滥巾北岳。诱我松桂，欺我云壑。虽假容于江皋，乃缨情于好爵。</p> <p>　　其始至也，将欲排巢父，拉许由，傲百氏，蔑王侯。风情张日，霜气横秋。或叹幽人长往，或怨王孙不游。谈空空于释部，覈玄玄于道流，务光何足比，涓子不能俦。</p> <p>　　及其鸣驺入谷，鹤书赴陇，形驰魄散，志变神动。尔乃眉轩席次，袂耸筵上，焚芰制而裂荷衣，抗尘容而走俗状。风云凄其带愤，石泉咽而下怆，望林峦而有失，顾草木而如丧。</p> <p>　　至其钮金章，绾墨绶，跨属城之雄，冠百里之首。张英风于海甸，驰妙誉于浙右。道帙长摈，法筵久埋。敲扑喧嚣犯其虑，牒诉倥偬装其怀。琴歌既断，酒赋无续，常绸缪于结课，每纷纶于折狱，笼张赵于往图，架卓鲁于前箓，希踪三辅豪，驰声九州牧。</p> <p>　　使我高霞孤映，明月独举，青松落阴，白云谁侣？磵户摧绝无与归，石径荒凉徒延伫。至于还飙入幕，写雾出楹，蕙帐空兮夜鹤怨，山人去兮晓猨惊。昔闻投簪逸海岸，今见解兰缚尘缨。于是南岳献嘲，北陇腾笑，列壑争讥，攒峰竦诮。慨游子之我欺，悲无人以赴吊。</p> <p>　　故其林惭无尽，涧愧不歇，秋桂遣风，春萝罢月。骋西山之逸议，驰东皋之素谒。</p> <p>　　今又促装下邑，浪栧上京，虽情殷于魏阙，或假步于山扃。岂可使芳杜厚颜，薜荔蒙耻，碧岭再辱，丹崖重滓，尘游躅于蕙路，污渌池以洗耳。宜扃岫幌，掩云关，敛轻雾，藏鸣湍。截来辕于谷口，杜妄辔于郊端。于是丛条瞋胆，叠颖怒魄。或飞柯以折轮，乍低枝而扫迹。请回俗士驾，为君谢逋客。 ",
  "fanyi": "<p><strong>译文</strong><br>　　钟山的英魂，草堂的神灵，如烟云似地奔驰于驿路上，把这篇移文镌刻在山崖。有些隐士，自以为有耿介超俗的标格，萧洒出尘的理想；品德纯洁，象白雪一样；人格高尚，与青云比并。我只是知道有这样的人。<br>　　至于亭亭玉立超然物外，洁身自好志趣高洁，视千金如芥草，不屑一顾，视万乘如敝屣，挥手抛弃，在洛水之滨仙听人吹笙作凤鸣，在延濑遇到高人隐士采薪行歌，这种人固然也是有的。<br>　　但怎么也想不到他们不能始终如一，就象青黄反覆，如墨翟之悲素丝，如杨朱之泣歧路。刚到山中来隐居，忽然又染上凡心，开始非常贞介，后来又变而为肮脏，多么荒谬啊！唉，尚子平、仲长统都已成为过去，高人隐居的山林显得非常寂寞，千秋万年，还有谁来欣赏！<br>　　当今之世有一位姓周的人，是一个不同流俗的俊才，他既能为文，学问也渊博，既通玄学，亦长于史学。可是他偏学颜阖的遁世，效南郭的隐居，混在草堂里滥竽充数，住在北山中冒充隐士。哄诱我们山中的松桂，欺骗我们的云崖，虽然在长江边假装隐居，心里却牵挂着高官厚禄。<br>　　当他初来的时候，似乎把巢父、许由都不放在眼下；百家的学说，王侯的尊荣，他都瞧不起。风度之高胜于太阳，志气之凛盛如秋霜。一忽儿慨叹当今没有幽居的隐士，一忽儿又怪王孙远游不归。他能谈佛家的“四大皆空”，也能谈道家的“玄之又玄”，自以为上古的务光、涓子之辈，都不如他。<br>　　等到皇帝派了使者鸣锣开道、前呼后拥，捧了征召的诏书，来到山中，这时他立刻手舞足蹈、魂飞魄散，改变志向，暗暗心动。在宴请使者的筵席上，扬眉挥袖，得意洋洋。他将隐居时所穿的用芰荷做成的衣服撕破烧掉，立即露出了一副庸俗的脸色。山中的风云悲凄含愤，岩石和泉水幽咽而怨怒，看看树林和山峦若有所失，回顾百草和树木就象死了亲人那样悲伤。<br>　　后来他佩着铜印墨绶，成了一郡之中各县令中的雄长，声势之大冠于各县令之首，威风遍及海滨，美名传到浙东。道家的书籍久已扔掉，讲佛法的坐席也早已抛弃。鞭打罪犯的喧嚣之声干扰了他的思虑，文书诉讼之类急迫的公务装满了胸怀。弹琴唱歌既已断绝，饮酒赋<a href=\"http://so.gushiwen.org/view_72275.aspx\">诗</a>也无法继续，常常被综覈赋税之类的事牵缠，每每为判断案件而繁忙，只想使官声政绩笼盖史书记载中的张敞和赵广汉，凌架于卓茂和鲁恭之上，希望能成为三辅令尹或九州刺史。<br>　　他使我们山中的朝霞孤零零地映照在天空，明月孤独地升起在山巅，青松落下绿荫，白云有谁和它作伴？磵户崩落，没有人归来，石径荒凉，白白地久立等待。以至于迥风吹入帷幕，云雾从屋柱之间泻出，蕙帐空虚，夜间的飞鹤感到怨恨，山人离去，清晨的山猿也感到吃惊。昔日曾听说有人脱去官服逃到海滨隐居，今天却见到有人解下了隐士的佩兰而为尘世的绳缨所束缚。于是南岳嘲讽，北陇耻笑，深谷争相讥讽，群峰讥笑，慨叹我们被那位游子所欺骗，伤心的是连慰问的人都没有。<br>　　因此，我们的山林感到非常羞耻，山涧感到非常惭愧，秋桂不飘香风，春萝也不笼月色。西山传出隐逸者的清议，东皋传出有德者的议论。<br>　　听说此人目前正在山阴整理行装，乘着船往京城来，虽然他心中想的是朝廷，但或许会到山里来借住。如果是这样，岂可让我们山里的芳草蒙厚颜之名，薜荔遭受羞耻，碧岭再次受侮辱，丹崖重新蒙污浊，让他尘世间的游踪污浊山中的兰蕙之路，使那许由曾经洗耳的清池变为浑浊。应当锁上北山的窗户，掩上云门，收敛起轻雾，藏匿好泉流。到山口去拦截他的车，到郊外去堵住他乱闯的马。于是山中的树丛和重叠的草芒勃然大怒，或者用飞落的枝柯打折他的车轮，或者低垂枝叶以遮蔽他的路径。请你这位俗客回去吧，我们为山神谢绝你这位逃客的再次到来。</p><p><strong>注释</strong><br>（1）英、灵：神灵。<br>草堂：周颙在钟山所建隐舍。<br>（2）驿路：通驿车的大路。<br>勒：刻。<br>（3）耿介：光明正直。<br>拔俗：超越流俗之上。<br>标：风度、格调。<br>（4）萧洒：脱落无拘束的样子。<br>出尘：超出世俗之外。<br>（5）度：比量。<br>方：比。<br>（6）干：犯，凌驾。<br>（7）物表：万物之上。<br>霞外：天外。<br>（8）芥：小草，此处用作动词。<br>眄（miǎn）：斜视。<br>屣（xǐ）：草鞋，此处用作动词。<br>万乘：指天子。<br>（9）“闻凤吹”句：《列仙传》：“王子乔，周灵王太子晋，好吹笙作凤鸣，常游于伊、洛之间。”<br>浦：水边。<br>（10）“值薪歌”句：《文选》吕向注：“苏门先生游于延濑，见一人采薪，谓之曰：‘子以终此乎？’采薪人曰：‘吾闻圣人无怀，以道德为心，何怪乎而为哀也。’遂为歌二章而去。”<br>值：碰到。<br>濑（lài）：水流沙石上为濑。<br>（11）参差（cēncī）：不一致。<br>苍黄：青色和黄色。<br>翻覆：变化无常。<br>（12）翟子：墨翟。他见练丝而泣，以为其可以黄，也可以黑（见《淮南子·说林训》）。<br>朱公：杨朱。杨朱见歧路而哭，为其可以南可以北。<br>（13）乍：初、刚才。<br>心染：心里牵挂仕途名利。<br>贞：正。<br>黩：污浊肮脏。<br>（14）尚生：尚子平，西汉末隐士，入山担薪，卖之以供食饮（见《高士传》）。<br>仲氏：仲长统，东汉末年人，每当州郡召请他，他就称病不去，曾叹息说：“若得背山临水，游览平原，此即足矣，何为区区乎帝王之门哉！”（《后汉书》本传）<br>（15）周子：周颙（yóng）。<br>隽（jùn）俗：卓立世俗。<br>亦玄亦史：《南齐书·周颙传》称周颙涉猎百家，长于佛理，熟悉《老子》、《易经》。玄，玄学，老庄之道。<br>（16）东鲁：指颜阖（hé）。《庄子·让王》：“鲁君闻颜阖得道人也，使人以币先焉。颜阖守陋闾，使者至曰：‘此颜阖之家与？’颜阖对曰：‘此阖之家。’使者致币。颜阖对曰：‘恐听者谬而遗使者罪，不若审之。’使者反审之，复来求之，则不得已。”<br>南郭：《庄子·齐物论》：“南郭子綦隐机而坐，仰天嗒然，似丧其偶。”<br>（17）偶吹：杂合众人吹奏乐器。用《<a href=\"http://so.gushiwen.org/author_404.aspx\">韩非</a>子·内储说》“滥竽充数”事。<br>巾：隐士所戴头巾。滥巾，即冒充隐士。<br>北岳：北山。<br>（18）壑（hè）：山谷。<br>（19）江皋：江岸。这里指隐士所居的长江之滨钟山。<br>缨情：系情，忘不了。<br>（20）拉：折辱。<br>巢父、许由：都是尧时隐士。《高士传》：“尧让天下于许由，不受而逃去。尧又召为九州长，由不欲闻之，洗耳于颖水滨。时其友巢父牵犊欲饮之，见由洗耳，问其故，对曰：‘尧欲召我为九州长，恶闻其声，是故洗耳。’巢父曰：‘污吾犊口。’牵犊上流饮之。”<br>（21）张：张大。<br>横：弥漫。<br>（22）幽人：隐逸之士。<br>王孙：指隐士。《楚辞·招隐士》：“王孙游兮不归，春草生兮萋萋。”<br>（23）空空：佛家义理。佛家认为世上一切皆空，以空明空，故曰“空空”。<br>释部：佛家之书。<br>覈（hé）：研究。<br>玄玄：道家义理。《老子》：“玄之又玄，众妙之门。”<br>道流：道家之学。<br>（24）务光：《列仙传》：“务光者，夏时人也……殷汤伐桀，因光而谋，光曰：‘非吾事也。’汤得天下，已而让光，光遂负石沉窾水而自匿。”<br>涓子：《列仙传》：“涓子者，齐人也。好饵术，隐于宕山。”<br>俦：匹敌。<br>（25）鸣驺（zōu）：指使者的车马。鸣，喝道；驺，随从骑士。<br>鹤书：指徵召的诏书。因诏板所用的书体如鹤头，故称。<br>陇：山阜。<br>（26）尔：这时。<br>轩：高扬。<br>袂（mèi）耸：衣袖高举。<br>（27）芰（jì）制、荷衣：以荷叶做成的隐者衣服。《离骚》：“制芰荷以为衣兮，集芙蓉以为裳。”<br>抗：高举，这里指张扬。<br>走：驰骋。这里喻迅速。<br>（28）咽（yè）：悲泣。怆（chuàng）：怨怒的样子。<br>（29）纽：系。<br>金章：铜印。<br>绾（wǎn）：系。<br>墨绶：黑色的印带。金章、墨绶为当时县令所佩带。<br>（30）跨：超越。<br>属城：郡下所属各县。<br>百里：古时一县约管辖百里。<br>（31）张：播。<br>海甸：海滨。<br>驰：传。<br>浙右：今浙江绍兴一带。<br>（32）道帙（zhì）：道家的经典。<br>帙：书套，这里指书籍。<br>摈：一作“殡”，抛弃。<br>法筵：讲佛法的几案。<br>埋：废弃。<br>（33）敲扑：鞭打。牒诉：诉讼状纸。<br>倥偬（kōngzǒng）：事务繁忙迫切的样子。<br>（34）绸缪（chóumóu）：纠缠。<br>结课：计算赋税。<br>折狱：判理案件。<br>（35）笼：笼盖。<br>张赵：张敞、赵广汉。两人都做过京兆尹，是西汉的能吏。<br>往图：过去的记载。<br>架：超越。<br>卓鲁：卓茂、鲁恭。两人都是东汉的循吏。箓簿籍。<br>（36）希踪：追慕踪迹。<br>三辅：汉代称京兆尹、左冯翊、右扶风为三辅。<br>三辅豪：三辅有名的能吏。<br>九州：指天下。<br>牧：地方长官，如刺史、太守之类。<br>（37）磵：通“涧”。<br>摧绝：崩落。<br>（38）延伫（zhù）：长久站立有所等待。<br>（39）还飙（biāo）：回风。<br>写：同“泻”，吐。<br>楹：屋柱。<br>（40）投簪：抛弃冠簪。簪，古时连结官帽和头发的用具。<br>逸：隐遁。<br>兰：用兰做的佩饰，隐士所佩。<br>缚尘缨：束缚于尘网。<br>（41）攒（zǎn）峰：密聚在一起的山峰。<br>竦：同“耸”，跳动。<br>献嘲、腾笑、争讥、竦诮：都是嘲笑、讥讽的意思。<br>（42）遣：一作“遗”，排除。<br>（43）骋、驰：都是传播之意。<br>逸议：隐逸高士的清议。<br>素谒：高尚有德者的言论。<br>（44）促装：束装。<br>下邑：指原来做官的县邑（山阴县）。<br>浪栧（yè）：鼓棹，驾舟。<br>（45）殷：深厚。<br>魏阙：高大门楼。这里指朝廷。<br>假步：借住。<br>山扃（jiōng）：山门。指北山。<br>（46）重滓（zǐ）：再次蒙受污辱。<br>（47）躅（zhú）：足迹。<br>污：污。<br>渌池：清池。<br>（48）岫幌（xiùhuǎng）：犹言山穴的窗户。岫，山穴。幌，帷幕。<br>（49）杜：堵塞。<br>妄辔：肆意乱闯的车马。<br>（50）颖：草芒。<br>（51）飞柯：飞落枝柯。<br>乍：骤然。<br>扫迹：遮蔽路径。<br>（52）君：北山神灵。<br>逋客：逃亡者。指周颙。</p>",
  "shangxi": "<h2>简析</h2> 　　《北山移文》是一篇创作于南北朝时期的散文。《北山移文》是一篇讽刺性的文章，旨在揭露和讽刺那些伪装隐居以求利禄的文人。作者孔稚珪（447—501），字德璋，会稽山阴（今渐江绍兴）人。少年时涉猎文学，文才很有美誉。曾中秀才，后任南北朝时期宋安成王车骑法曹行参军，官至太子詹事。《南齐书》有传。有《孔詹事集》。",
  "poet": {
    "id": 793,
    "star": 0,
    "name": "孔稚珪",
    "desc": "孔稚珪（447～501）南朝齐骈文家。一作孔珪，字德璋，会稽山阴（今浙江绍兴）人。刘宋时，曾任尚书殿中郎。齐武帝永明年间，任御史中丞。齐明帝建武初年，上书建议北征。东昏侯永元元年（499），迁太子詹事。死后追赠金紫光禄大夫。"
  },
  "tags": [
    "古文观止",
    "讽刺",
    "散文"
  ]
}