{
  "id": 6669,
  "star": 21,
  "name": "馀干旅舍",
  "dynasty": "唐代",
  "content": "摇落暮天迥，青枫霜叶稀。<br>孤城向水闭，独鸟背人飞。<br>渡口月初上，邻家渔未归。<br>乡心正欲绝，何处捣寒衣。",
  "fanyi": "<p><strong>译文<br></strong>韵译<br>草木摇落暮色中天空显得高远，青枫树上经霜的叶子零落疏稀。<br>孤城面对着河水城门已经关闭，单单一只鸟儿背向人向远方飞。<br>水边的渡口一轮新月刚刚升起，邻家的渔夫外出打鱼还未回归。<br>思乡的心情已经令人肝肠寸断，什么地方砧声错落正在捣寒衣？</p> <p>散译<br>叶落草枯暮色中天显得清旷悠远，原先茂密的青枫现在的霜叶稀稀落落。<br>一座孤城面向河水的城门已经关闭，唯有的一只孤零零的鸟也向相反方向飞去。<br>水边的渡口一弯新月刚刚冉冉升起，邻居家的渔夫至今还没有摇船而回。<br>怀乡愁思的侵袭肝肠都要寸断了，从什么地方又传来了阵阵捣衣的砧声？</p> <p><strong>注释<br></strong>⑴馀（yú）干：唐代饶州馀干，即今江西省余干县。馀，即余。<br>⑵摇落：指草木凋落。迥（jiǒng）：高远的样子。<br>⑶青枫：苍翠的枫树。一作“丹枫”。霜叶：指经霜变红的枫叶。<br>⑷向水：临水。<br>⑸背人飞：离人而去（飞）。<br>⑹渔：渔船。<br>⑺绝：愁绝，极度忧愁。<br>⑻捣寒衣：指旧时缝制寒衣，用捶棒捣平皱折时传出的砧声。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　此<a href=\"http://so.gushiwen.org/view_6669.aspx\">诗</a>首联写诗人独自在旅舍门外伫立凝望。<a href=\"http://so.gushiwen.org/author_104.aspx\">刘长卿</a>喜欢用“摇落”这个词入诗，与《楚辞·九辩》中的名句：“悲哉秋之为气也，萧瑟兮草木摇落而变衰”意境相似，描绘出一幅西风落叶图。由于草木摇落，整个世界显得清旷疏朗起来。淡淡的暮色，铺展得那样悠远，一直漫到了天的尽头。原先那一片茂密的青枫，也早过了“霜叶红于二月花”的佳境，眼前连霜叶都变得稀稀落落，眼看就要凋尽了。诗人通过描写暮色中特有的秋景，展现了辽旷凄凉的自然景色，春去秋来，时间飞逝，既暗示了时光节令的流逝推移，又烘托了诗人内心的凄清孤寂，隐隐透露出一种郁郁的离情乡思。这样萧条的环境也为后边的抒情蓄势，做了铺垫。</p> <p>　　颔联写暮色渐深，这冷落的氛围给诗人带来孤苦的感受：秋空寥廓，草木萧瑟，白水呜咽。诗人独立旅社中远望冥思，希望能有所慰藉，可是，“闭”字冷酷地将诗人的希望浇灭。余干城门也关闭起来了，连城也显得孤孤单单的。而一只鸟儿飞翔，也给空寂的环境带来一丝生机，但是，独鸟也不愿久留，背人远去，那况味是难堪的。“背”字表现了诗人内心的落寂和萧条。“独鸟背人飞”，含蕴着宦途坎坷的深沉感慨。此联句头为一“孤”一“独”，暗示了诗人孤苦背时，宦途坎坷的凄凉境遇。</p> <p>　　颈联写随着时间推移，夜幕降临，一规新月正在那水边的渡口冉冉上升。往日此时，邻家的渔船早已傍岸，可今晚，渡口却是这样寂静，连渔船的影子都没有。这么晚了，本该回家的邻家渔夫，今夜还没有归来。诗人心思细腻，不禁对邻家渔夫担忧起来。诗人的体察是细微的，由渡口的新月，念及邻家的渔船未归，从渔家未归，当然又会触动自己的离思，在外漂泊的酸楚。诗人又想到自己不知道什么时候才能到家，家人肯定也是盼着自己回去。家人此刻或许也在登楼望远，“天际识归舟”。</p> <p>　　诗写到这里，乡情旅思已经写足。尾联翻出新境，把诗情又推进一层。诗人凭眺已久，此时此刻，诗人内心深深的思乡之情绵绵不断地涌上心头，乡情愁思正不断侵袭着他的心灵，悲从中来。就在诗人“乡心欲绝’’时，不知从哪里又传来一阵捣衣的砧声，谁家少妇正在闺中为远方的亲人赶制寒衣。在阒寂的夜空中，那砧声显得分外清亮，不断的砧声让诗人已经欲绝的心情更加痛苦，一声声简直把诗人的心都快捣碎了。这一画外音的巧妙运用，更加真切感人地抒写出诗人满怀的悲愁痛苦。家中亲人不知此时又在做什么，兴念及此，不能不回肠荡气，五脏欲摧。诗虽然结束了，但凄清的乡思，缠绵的苦情，却还像无处不在的月光，拂之不去，剪之不断，久久萦绕，困扰着诗人不平静的心，言有尽而意无穷。</p> <p>　　这首五言律诗淋漓尽致地表达了诗人的羁旅思乡之情。全诗按照时间顺序描写了日暮后的凄凉景色，由看得见“枫叶稀”的日暮时分，写到夜色渐浓，城门关闭，进而写到明月初上，直到夜阑人静，坐听闺中思妇捣寒衣的砧声，时间上有递进，凄凉的感情也在逐渐递进，直到最后达到了高潮，将凄苦的心情写得痛彻心扉。这体现了诗人在小城旅舍独自观察之久，透露出他乡游子极端孤独、寂寞的情怀和思乡情绪逐渐加浓，直到“乡心正欲绝”的过程。诗人巧妙地将内心的感情融合到环境中，自然也变得奇美无比，意蕴深厚，感情绵长。诗笔灵秀宛转，把这种内在的层次，写得不着痕迹，非细心体味不能得。一首小诗既有浑成自然之美，又做到意蕴深沉，十分难得。</p>",
  "about": "<h2>创作背景</h2> 　　此<a href=\"http://so.gushiwen.org/view_6669.aspx\">诗</a>是<a href=\"http://so.gushiwen.org/author_104.aspx\">刘长卿</a>在唐肃宗上元二年（761）从岭南潘州南巴贬所北归时途经馀干所作。诗人寄寓馀干旅舍，伫立门外，看到秋风萧瑟，草木摇落，暮色渐深，城门紧闭，不禁生发思乡之情，创作此诗。",
  "poet": {
    "id": 104,
    "star": 0,
    "name": "刘长卿",
    "image": "http://img.gushiwen.org/authorImg/liuchangqing.jpg",
    "desc": "刘长卿(约726 — 约786)，字文房，汉族，宣城（今属安徽）人，唐代诗人。后迁居洛阳，河间（今属河北）为其郡望。玄宗天宝年间进士。肃宗至德中官监察御史，后为长洲县尉，因事下狱，贬南巴尉。代宗大历中任转运使判官，知淮西、鄂岳转运留后，又被诬再贬睦州司马。德宗建中年间，官终随州刺史，世称刘随州。"
  },
  "tags": [
    "写景",
    "抒情",
    "思乡"
  ]
}