{
  "id": 304,
  "star": 78,
  "name": "唐风·扬之水",
  "dynasty": "先秦",
  "content": "扬之水，白石凿凿。素衣朱襮，从子于沃。既见君子，云何不乐？</p> <p>扬之水，白石皓皓。素衣朱绣，从子于鹄。既见君子，云何其忧？</p> <p>扬之水，白石粼粼。我闻有命，不敢以告人。",
  "fanyi": "<p><strong>译文<br></strong>小河里的水啊汩汩流淌，光洁的山石被冲刷激荡。士兵白衣红领整装待发，跟随他从曲沃奔赴疆场。我们见到了勇武的桓叔，还有什么不欢乐的地方？<br>小河里的水啊汩汩流淌，光洁的山石白得发光亮。士兵白衣红袖整装待发，跟随他从鹄邑奔赴疆场。我们见到了勇武的桓叔，还有什么可担忧的地方？<br>小河里的水啊汩汩流淌，水底山石映出粼粼波浪。我刚刚得到起事的命令，不敢轻易告人传播四方。</p> <p><strong>注释<br></strong>⑴扬：激扬。一说扬为地名。<br>⑵凿凿：鲜明貌。一说形容石头高低不平之状。<br>⑶襮（bó）：绣有黼文的衣领，或说衣袖。<br>⑷从：随从，跟随。沃：曲沃，地名，在今山西闻喜县东北。<br>⑸既：已。君子：指桓叔。<br>⑹云何：如何。云，语助词。<br>⑺皓皓：洁白状。<br>⑻绣：刺方领绣。<br>⑼鹄（hú）：邑名，即曲沃；一说曲沃的城邑。<br>⑽其忧：有忧。<br>⑾粼粼：清澈貌。形容水清石净。<br>⑿命：命令，政令。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　此<a href=\"http://so.gushiwen.org/view_304.aspx\">诗</a>以“扬之水”开篇，是一种起兴，并以之比晋衰而将叛之。小河之水缓缓地流淌，流经水底的白石，清澈见底，映出粼粼的波纹。这是一个平静安祥的环境。谁知就是在这样一个背景下，有一个很大的事变阴谋正在酝酿着。一群士兵身着白衣红领，准备在曲沃起事。他们看到了敬爱的桓叔将有所作为，非常高兴。跟随未来之主，必将成为有功之臣。所以，很多造反起家的人，历来是有所图、有所为、有所得的。</p> <p>　　此诗一唱三叹，反复歌咏着扬之水，白石白，以此映衬着白衣红袖，旗甲鲜明，说明队伍正在整装待发。他们看到自己的领袖胜卷在握，踌躇满志，不禁喜上眉稍，根本没有不成功的担忧。所以很自然地耳语起来。这样也使此诗笼罩着一种紧张又神秘的气氛。</p> <p>　　诗中“素衣朱襮”、“素衣朱绣”是指诸侯的衣服，程俊英认为这是叛变者所穿。蒋立甫反驳之。因为根据程俊英的说法，潘父与桓叔合力谋反既然是密事，他不能堂而皇之地公开穿起诸侯的衣服去见桓叔。这等于泄密。而桓叔见其僭越之服，自然会有看法。所以，“素衣朱襮”、“素衣朱绣”诸语，不可能是对潘父的一种描写，而是就桓叔而言，是对桓叔早日能成为诸侯的一种热切盼望。</p> <p>　　诗以“扬之水”引出人物，暗示当时的形势与政局，颇为巧妙。而诗的情节与内容，也随之层层推进，到最后才点出其将有政变事件发生的真相。所以，此诗在铺叙中始终有一种悬念在吸引着人，引人入胜。而“白石凿凿（皓皓，粼粼）”与下文的“素衣”、“朱襮（绣）”在颜色上亦产生既是贯连又是对比的佳妙效果，十分醒目。并且此诗虽无情感上的大起大落，却始终有一种紧张和担忧的心情，在《诗经》中也可以说是别具一格。</p>",
  "about": "<h2>创作背景</h2> <p>　　公元前745年，晋昭侯封他的叔父成师于曲沃，号为桓叔。曲沃在当时是晋国的大邑，面积比晋都翼城（今山西翼城南）还要大。再加上桓叔好施德，颇得民心，势力逐渐强大，“晋国之众归焉”（<a href=\"http://so.gushiwen.org/author_608.aspx\">司马迁</a>《史记·晋世家》）。过了七年，即公元前738年，晋大臣潘父杀死了晋昭侯，而欲迎立桓叔。当桓叔想入晋都时，晋人发兵进攻桓叔。桓叔抵挡不住，只得败回曲沃，潘父也被杀。作者有感于当时的这场政治斗争，在事发前夕写了这首<a href=\"http://so.gushiwen.org/view_304.aspx\">诗</a>。《毛诗序》云：“《扬之水》，刺晋昭公也。昭公分国以封沃，沃盛彊，昭公微弱，国人将叛而归沃焉。”将诗的创作背景交待得很明白。</p> <p>　　后人对此诗的主旨和作者，有不同的意见。方玉润《诗经原始》说这是揭发潘父背叛晋昭公的阴谋，忠告昭公要有准备的诗。今人程俊英采严粲《诗缉》“言不敢告人者，乃所以告昭公”之说，在《诗经译注》中认为“这是一首揭发、告密晋大夫潘父和曲沃桓叔勾结搞政变阴谋的诗”。诗中的“素衣朱襮”、“素衣朱绣”等都是就潘父而言，说这些本都是诸侯穿的服饰，而“他也穿起诸侯的衣服”，并进一步推测该诗作者“可能是潘父随从者之一”，他是“忠于昭公”的。但今人蒋立甫认为“这样理解，恐于全诗情调不合”，他引陈奂《诗毛氏传疏》之语“桓叔之盛强，实由昭侯之不能修道正国，故诗首句言乱本之所由成耳”，认为诗中的“素衣朱襮”、“素衣朱绣”等都是就桓叔而言，是“由衷地希望桓叔真正成为诸侯”，他也推测该诗作者“可能是从叛者”，但并不“忠于昭公”，而是站在桓叔一边的。宋<a href=\"http://so.gushiwen.org/author_459.aspx\">朱熹</a>的说法比较平稳，以为“晋昭侯封其叔父成师于曲沃，是为桓叔。后沃盛强而晋微弱，国人将叛而归之，故作此诗”（《诗集传》）。</p> <p>　　还有人认为这是一位妇女思念丈夫的诗，或认为是一位女子赴情人约会的诗。</p>",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": [
    "诗经",
    "写水"
  ]
}