{
  "id": 52788,
  "star": 282,
  "name": "渔家傲·雪里已知春信至",
  "dynasty": "宋代",
  "content": "雪里已知春信至，寒梅点缀琼枝腻。香脸半开娇旖旎，当庭际，玉人浴出新妆洗。<br>造化可能偏有意，故教明月玲珑地。共赏金尊沈绿蚁，莫辞醉，此花不与群花比。",
  "fanyi": "<p><strong>译文<br></strong>白雪皑皑，满眼银色世界。就在这银色的世界里，一树寒梅点缀其间。那覆雪悬冰的梅枝，晶莹剔透，别在枝头的梅花，丰润姣洁。就是从这傲雪而放的梅花，人们才知道了春天就要到来的消息。梅花含苞初绽，娇美可怜，芳气袭人，就像庭院里刚刚出浴，换了新妆的美人。<br>大自然可能也有偏爱，她怜爱这娇艳的梅花，作为陪衬，才让月光这样皎洁清澈，玲珑剔透，洒满大地。让我们举杯开怀畅饮吧，值此花好月圆雪白的良宵，品酒赏梅，一醉方休。要知道，群花竞艳，谁也逊色于梅花呀。</p> <p><strong>注释<br></strong>⑴渔家傲：词牌名。《词谱》卷十四云：“此调始自<a href=\"http://so.gushiwen.org/author_432.aspx\">晏殊</a>，因词有‘神仙一曲渔家傲’句，取以为名。”双调六十二字。<br>⑵春信：春天的消息。琼枝：此指覆雪悬冰的梅枝。梅枝著雪，白如玉枝，故称。<br>⑶点缀：稍加装饰衬托，使事物更加美好。琼枝：像美玉制成的枝条。腻：这里形容清瘦的梅枝着雪后变得粗肥光洁。<br>⑷香脸：指女人敷着胭脂散发香味的面颊。此处用以比拟半开着的散发芳香的梅花。旖旎（yǐ nǐ）：柔美貌。<br>⑸玉人：美人。此处用以比梅花。<br>⑹造化：天地，大自然。<br>⑺玲珑：明亮貌。<br>⑻金尊：珍贵的酒杯。尊：同“樽”。沈：同“沉”。绿蚁：本来指古代酿酒时上面浮的碎的屑沫子，也叫浮蚁，后来衍为酒的代称。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　这是一首咏梅词。上片写寒梅初放。<a href=\"http://so.gushiwen.org/author_569.aspx\">何逊</a>《扬州早梅》：“兔园标物序，惊时最是梅。衔霜当露发，映雪凝寒开。”梅花，她开于冬春之交，最能惊醒人们的时间意识，使人们萌生新的希望。所以被认为是报春之花。因为梅花斗雪迎寒而开，<a href=\"http://so.gushiwen.org/view_52788.aspx\">诗</a>人咏梅，又总以冰雪作为空间背景。<a href=\"http://so.gushiwen.org/author_662.aspx\">庾信</a>《咏梅花》诗：“常年腊月半，已觉梅花阑。不信今春晚，俱来雪里看。树动悬冰落，枝高出手寒……”这里，“琼枝”就指覆雪悬冰的梅枝。半放的寒梅点缀着它，愈显得光明润泽。词人接着用“犹抱琵琶半遮面”的美女形容将开未开之梅的轻盈娇美，用玉人浴出形容梅的玉洁冰清，明艳出群：即物即人，梅已和人融成了一片。</p> <p>　　下片转用侧面烘托。梅花偏宜月下观赏，造物有意，故教月色玲珑透剔，使暗香浮动，疏影横斜。值此良宵，且备金樽、绿蚁，花前共一醉。绿蚁，酒面的浮沫。<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>《问刘十九》：“绿蚁新醅酒，红泥小火炉。”《历代诗话》引《古隽考略》：“绿蚁，酒之美者，泛泛有浮花，其色绿。”</p> <p>　　这首词，银色的月光，金色的酒樽，淡绿的酒，晶莹的梅织成了一幅画，写得如梦如幻，空灵优美。与前人的咏梅诗词相比，此词艺术上有所创新。词人抓住寒梅主要特征，用比喻、拟人、想象等多种手法，从正面刻画梅花形象。在对寒梅作了总体勾勒之后，又以生花妙笔点染其形象美和神态美。同时，此时做到了移情于物，以景传情，意中有景，景中寄意，体现了李词的特色。</p>",
  "about": "<h2>创作背景</h2> 　　据山西古籍出版社的《<a href=\"http://so.gushiwen.org/author_536.aspx\">李清照</a>集》所附李清照年谱，此词作于宋徽宗建中靖国元年（1101），那年李清照十八岁。",
  "poet": {
    "id": 536,
    "star": 0,
    "name": "李清照",
    "image": "http://img.gushiwen.org/authorImg/liqingzhao.jpg",
    "desc": "李清照（1084年3月13日～1155年5月12日）号易安居士，汉族，山东省济南章丘人。宋代（南北宋之交）女词人，婉约词派代表，有“千古第一才女”之称。所作词，前期多写其悠闲生活，后期多悲叹身世，情调感伤。形式上善用白描手法，自辟途径，语言清丽。论词强调协律，崇尚典雅，提出词“别是一家”之说，反对以作诗文之法作词。能诗，留存不多，部分篇章感时咏史，情辞慷慨，与其词风不同。有《易安居士文集》《易安词》，已散佚。后人有《漱玉词》辑本。今有《李清照集校注》。"
  },
  "tags": [
    "咏物",
    "梅花"
  ]
}