{
  "id": 72305,
  "star": 115,
  "name": "钴鉧潭西小丘记",
  "dynasty": "唐代",
  "content": "　　得西山后八日，寻山口西北道二百步，又得钴鉧潭。西二十五步，当湍而浚者为鱼梁。梁之上有丘焉，生竹树。其石之突怒偃蹇，负土而出，争为奇状者，殆不可数。其嵚然相累而下者，若牛马之饮于溪；其冲然角列而上者，若熊罴之登于山。</p> <p>　　丘之小不能一亩，可以笼而有之。问其主，曰：“唐氏之弃地，货而不售。”问其价，曰：“止四百。”余怜而售之。李深源、元克己时同游，皆大喜，出自意外。即更取器用，铲刈秽草，伐去恶木，烈火而焚之。嘉木立，美竹露，奇石显。由其中以望，则山之高，云之浮，溪之流，鸟兽之遨游，举熙熙然回巧献技，以效兹丘之下。枕席而卧，则清泠之状与目谋，瀯瀯之声与耳谋，悠然而虚者与神谋，渊然而静者与心谋。不匝旬而得异地者二，虽古好事之士，或未能至焉。</p> <p>　　噫！以兹丘之胜，致之沣、镐、鄠、杜，则贵游之士争买者，日增千金而愈不可得。今弃是州也，农夫渔父，过而陋之，贾四百，连岁不能售。而我与深源、克己独喜得之，是其果有遭乎！书于石，所以贺兹丘之遭也。 ",
  "fanyi": "<p><strong>译文</strong><br>　　（我）找到西山后的第八天，沿着山口向西北走两百步，又发现了钴鉧潭。钴鉧潭西面二十五步（的地方），在水流急而深处是一道坝。坝顶上有一座小丘，（小丘）上面生长着竹子和树木。小丘上的石头突出隆起、高然耸立，破土而出、争奇斗怪的，几乎（多得）数不清。那些重叠着、相负而下的石头，好像是（俯身）在小溪里喝水的牛马；那些高耸突出、如兽角斜列往上冲的石头，好像是在山上攀登的棕熊。</p> <p>　　小丘很小，不到一亩，可以把它装到笼子里占有它。（我）打听它的主人是谁，（有人）说：“这是唐家不要的地方，想出售却卖不出去。”（我）问它的价钱，（有人）说：“只要四百文。”我很喜欢（这个小丘），就（把它）买了下来。李深源、元克己这时和我一起游览，（他们）都非常高兴，（认为这是）出乎意料的收获。（我们）随即轮流拿起工具，铲割杂草，砍伐杂树，点燃大火把它们烧掉。美好的树木树立起来了，秀美的竹子显露出来了，奇峭的石头呈现出来了。（我们）站在小丘中间眺望，（只见）高高的山岭、漂浮的云朵、潺潺的溪流、自由自在游玩的飞鸟走兽，全都欢快地呈巧献技，来为这个小丘效力。（我们在小丘上）枕着石头席地而卧，眼睛触及的是清澈明净的景色，耳朵触及的是淙淙潺潺的水声，精神感受到的是悠远空旷的浩然之气，心灵感受到的是恬静幽深的境界。不满十天（我）就得到了两处风景胜地，即使古代爱好山水的人士，也许没有到过这地方吧。</p> <p>　　唉！凭着这小丘优美的景色，（如果）把它放到（京都附近的）沣、镐、鄠、杜（等这些繁华的地方），那么喜欢游赏的、争相购买的人每天增加几千文钱（购买）反而（恐怕）更加买不到。如今（它）被抛弃在（这荒僻的）永州，连农民、渔夫走过也鄙视它，售价（只有）四百文钱，一连几年也卖不出去。而唯独我和李深源、元克己因为得到它了而高兴，难道遇到这个小丘真的要靠运气吗？（我）把这篇文章写在石碑上，用来祝贺（我和）这小丘的遇合。</p> <p><strong>注释</strong><br>1.寻：通“循”，沿着。<br>2.道：行走。<br>3.步：指跨一步的距离。<br>4.潭：原选本无，据中华书局版《柳河东集》补。<br>5.湍（tuān）：急流。<br>6.浚（jùn）：深水。<br>7.鱼梁：用石砌成的拦截水流、中开缺口以便捕鱼的堰。<br>8.突怒：形容石头突出隆起。<br>9.偃蹇（yǎnjiǎn）：形容石头高耸的姿态。<br>10.殆：几乎，差不多。<br>11.嵚（qīn）然：山势高峻的样子。<br>12.冲（chòng）然：向上或向前的样子。<br>13.角列：争取排到前面去，一说，像兽角那样排列。<br>14.罴（pí）：棕熊。<br>15.不能：不足，不满，不到。<br>16.笼：包笼，包罗。<br>17.货：卖，出售。<br>18.不售：卖不出去。<br>19.怜：爱惜。<br>20.售：买。<br>21.更：轮番，一次又一次。<br>22.器用：器具，工具。<br>23.刈（yì）：割。<br>24.其中：小丘的当中。<br>25.举：全。<br>26.熙熙然：和悦的样子。<br>27.回巧：呈现巧妙的姿态，<br>28.技：指景物姿态的各自的特点。<br>29.效：效力，尽力贡献。<br>30.清泠（líng）：形容景色清凉明澈。<br>31.谋：这里是接触的意思。<br>32.瀯瀯（yíngyíng）：象声词，像水回旋的声音。<br>33.匝（zā）旬：满十天。匝，周。旬，十天为一旬。<br>34.虽：即使，纵使，就是。<br>35.好（hào）事：爱好山水。<br>36.或：或许，只怕，可能。<br>37.焉：表示估量语气。<br>38.胜：指优美的景色。<br>39.陋：鄙视，轻视。<br>40.连岁：多年，接连几年。<br>41.其：岂，难道。<br>42.遭：遇合，运气。<br>43.所以：用来……的。</p>",
  "shangxi": "<h2>鉴赏</h2> <p><strong>内容结构</strong></p> <p>　　第一段，写小丘的基本情况。“得西山后八日，寻山口西北道二百步，又得钴鉧潭。西二十五步，当湍而浚者为鱼梁。”两句，介绍发现小丘的时间及小丘的方位。“梁之上有丘焉，生竹树。”句后的第一段内容，写小丘的景物。钴鉧潭的形势主体是水，小丘的形势主体则是石。作者仅用“生竹树”三字概括其一般景物，而把重点放在写山石的奇特上。着重描写石的“奇”，主要运用了拟人的手法。“突怒偃蹇”，不仅写出了石的形状，更写出了石的神态；“负土而出”的“出”字，又写出了石的动作；“争为奇状者”的“争”字突出了山石不甘心被埋在泥土中、顽强地抗争逆境的品格：不甘心被埋在泥土中，也可看作是作者自身品格的写照。石的奇状既多到殆不可数，作者无法写尽，于是举出其中的两组作为代表，“其然相累而下者，若牛马之饮于溪；其冲然角列而上者，若熊罴之登于山”一句，既是对偶又运用比拟的方法，形象地将一堆堆静止的无生命的石头描绘成了一群群虎虎有生气的牛马和猛兽，生动细致，联想奇妙，下笔传神，可谓“词出意表，而刻画无上”。</p> <p>　　第二段，写小丘的遭遇和小丘带给自己的享受。小丘美好奇特却被主人抛弃，作者自然萌生购买的念头。“唐氏之弃地，货而不售”明写的是小丘的遭遇，实际上暗含着作者自身的遭遇；作者被贬到永州，怀才不遇，同样是被遗弃，和小丘的命运非常相似。“价止四百”进一步印证了小丘售价之低廉，同时也暗含着作者被无辜贬低的愤慨。得到小丘后，“即更取器用，铲刈秽草，伐去恶木，烈火而焚之。”这番去除务尽的行动，是对自然界秽草恶木的憎恶，又传达出作者对社会邪恶势力的深恶痛绝，声东击西，指桑骂槐而已。“立”、“露”、“显”三个动词，准确地表现了作者除去秽草恶木的成果，暗含作者锄奸扶良、改革朝政的主张和理想。“山之高，云之浮，溪之流，鸟兽之遨游，举熙熙然回巧献技，以效兹丘之下”可见新生的小丘恢复了它天然幽美的风姿，主要写外部景致，把静物寓于动态之中。“枕席而卧，则清泠之状与目谋，瀯瀯之声与耳谋，悠然而虚者与神谋，渊然而静者与心谋”这一段排比句写作者的感受，其所描绘的境界同文章开头有明显不同：开头写被弃山石的姿态，抒发了作者愤世疾时的愤慨；此时写在整修后的小丘上所感受到的暂时的怡适和宁静，既显示了小丘的价值，也表现作者为自己在不满一旬的时间里得到两处奇异的地方，而感到由衷的欣慰。</p> <p>　　最后一段，作者直抒胸臆。作者感叹同样一个小丘，在繁华之地被争相购买，在穷乡僻壤遭人鄙视。被弃置的小丘“农夫过而陋之”，却被作者和他的朋友赏识从而彻底地改变了命运；如此前写小丘之胜，后写弃掷之感，高兴之余顿处凄清，转折之中独见幽怜，名为小丘，实为作者。“而我与深源、克己独喜得之，是其果有遭乎”一句表明了小丘遭人鄙视的原因；“果有遭”一是说小丘被“我”喜而得之，是它有了好的际遇，得到了赏识，二是说自己的遭遇同小丘一样；正如宋人洪迈所说：“士之处世，遇与不遇，其亦如是哉！”，刘海峰认为“前写小丘之胜，后写弃掷之感，转折独见幽冷”，也是这个意思。“书于石，所以贺兹丘之遭也”最后说明写此文的目的，字面上是祝贺小丘得到赏识，真正的用意是为自己被贬谪的不公平待遇而气恼和忧伤，通过“贺兹丘之遭”来发泄胸中的积郁。</p> <p><strong>文学价值</strong></p> <p>　　永州山水，在<a href=\"http://so.gushiwen.org/author_646.aspx\">柳宗元</a>之前，并不为世人所知。但是这些偏居荒芜的山水景致，在柳宗元的笔下，却表现出别具洞天的审美特征，极富艺术生命力。正如清人刘熙载在《艺概·文概》中所说：“柳州记山水，状人物，论文章，无不形容尽致；其自命为‘牢笼百态’，固宜。”柳宗元时而大笔挥洒，描摹永州山水的高旷之美，使寂寥冷落的永州山水给人以气势磅礴之感。</p> <p>　　《钴鉧潭西小丘记》不是客观描摹自然风景，而是蕴藏着作者深厚的思想感情。他慨叹这样美好的风景被遗弃在僻远的荒野中无人赏识，受人轻蔑，正是借以倾吐自己的抱负和才能被埋没、遭打击的不平之鸣。正如他在《愚溪<a href=\"http://so.gushiwen.org/view_72305.aspx\">诗</a>序》中所说，他是以心与笔“漱涤万物，牢笼百态”。像《钴鉧潭西小丘记》中所写的景物“清泠之状与目谋，瀴瀴之声与耳谋，悠然而虚者与神谋，渊然而静者与心谋”，这山水便不仅仅是一种视觉、听觉的客观对象，而是投射了作者心境的活生生的亲切的自然。所以，他笔下的山水，都具有他所向往的高洁、幽静、清雅的情趣，也有他诗中孤寂、凄清、幽怨的格调。在同病相怜的情况下，能够努力发掘、欣赏这遗弃的美好风景的只有柳宗元，而能够安慰孤苦受辱的柳宗元的也就是这些山水了。</p> <p>　　《永州八记》对自然美的描绘，贵在精雕细刻出一种幽深之美。八记描写的大都是眼前小景，如小丘、小石潭、小石涧、小石城山等，柳宗元总是以小见大，犹如沙里淘金，提炼出一副副价值连城的艺术精品。如《小石潭记》对小石潭周围环境的描写，“四面竹树环合，寂寥无人，凄神寒骨，悄怆幽邃”，创造出一种空无人迹的山野清幽之美。又如《石渠记》对小石渠之水流经之处细腻的刻画，在长不过十许步的小水渠上，一处处幽丽的小景，美不胜收。越过石渠是昌蒲掩映、苔藓环绕的石泓，又折而西行，旁陷岩石之下是幅员不足百尺、鱼儿穿梭的清深的小水潭，又向北曲行，则全都是诡石、怪木、奇卉、美竹。</p> <p>　　作者眼前的这些小景，幽深宜人，展示出永州山水的特有风姿。柳宗元曾经说：“余虽不合于俗，亦颇以文墨自慰，漱涤万物，牢笼百态，而无所避之。”他的意思就是说虽然因永贞革新遭挫，但他未改本色，于是借山水之题，发胸中之气，洗涤天地间万物，囊括大自然的百态，在用笔赞赏山水美的同时，把自己和山水融化在一起，借以寻求人生真谛，聊以自慰。因而，柳宗元在《永州八记》中刻画永州山水的形象美、色彩美和动态美，不是纯客观地描摹自然，而是以山水自喻，赋予永州山水以血肉灵魂，把永州山水性格化了。可以说，永州山水之美就是柳宗元人格美的艺术写照，可谓情景交融。</p>",
  "about": "<h2>创作背景</h2> <p>　　公元805年，<a href=\"http://so.gushiwen.org/author_646.aspx\">柳宗元</a>在其参加的唐宋古文运动中失败，遭到政敌的迫害，被贬到永州当司马。柳宗元名义上虽是政府官员，但没有任何权力、不能过问政事，实际上跟罪人一样。永州是个偏僻的山沟，柳宗元在此整整住了十年。其间，柳宗元随遇感怀，发愤读书，寄情山水，创作了大量的<a href=\"http://so.gushiwen.org/view_72305.aspx\">诗</a>歌散文；其中，著名的《永州八记》就是柳宗元在永州时写成的，《永州八记》运用“入乎其内”的景物描写手法表达使景物描写变得形象生动、富有生机，运用“出乎其外”的景物描写手法表达使景物描写变得意蕴深厚、耐人寻味。《钴鉧潭西小丘记》是八记中的第三篇，属于山水游记。</p> <p>　　钴鉧潭是潇水的一条支流冉溪的一个深潭，“潭”就是“渊”，南方方言叫“潭”。钴鉧意为熨斗，钴鉧潭的形状是圆的，像一个钴（圆形的熨斗），故取名为“钴鉧潭”。西山在今湖南零陵县西，是一座山。小丘，就是一个小山包。这个小山包没有名字，所以只用临近地区的名字或者方位来说明它的存在（钴鉧潭西面的那个小丘）。后来柳宗元在《愚溪诗序》中，给这个小丘起了一个名字叫“愚丘”。</p> <p>　　文中述及的“沣”、“镐”、“鄠”、“杜”均是古地名，分别在陕西户县东（周文<a href=\"http://so.gushiwen.org/author_482.aspx\">王建</a>都处）、西安市西南（周武王建都处）、陕西户县北、陕西长安县东南。</p>",
  "poet": {
    "id": 646,
    "star": 0,
    "name": "柳宗元",
    "image": "http://img.gushiwen.org/authorImg/liuzongyuan.jpg",
    "desc": "柳宗元（773年－819年），字子厚，唐代河东（今山西运城）人，杰出诗人、哲学家、儒学家乃至成就卓著的政治家，唐宋八大家之一。著名作品有《永州八记》等六百多篇文章，经后人辑为三十卷，名为《柳河东集》。因为他是河东人，人称柳河东，又因终于柳州刺史任上，又称柳柳州。柳宗元与韩愈同为中唐古文运动的领导人物，并称“韩柳”。在中国文化史上，其诗、文成就均极为杰出，可谓一时难分轩轾。"
  },
  "tags": [
    "古文观止",
    "山水",
    "游记",
    "咏物",
    "寓人",
    "抒愤"
  ]
}