{
  "id": 6013,
  "star": 438,
  "name": "古从军行",
  "dynasty": "唐代",
  "content": "白日登山望烽火，黄昏饮马傍交河。<br>行人刁斗风沙暗，公主琵琶幽怨多。<br>野云万里无城郭，雨雪纷纷连大漠。<br>胡雁哀鸣夜夜飞，胡儿眼泪双双落。<br>闻道玉门犹被遮，应将性命逐轻车。<br>年年战骨埋荒外，空见蒲桃入汉家。",
  "fanyi": "<p><strong>译文</strong><br>白天登山观察报警的烽火台，黄昏时牵马饮水靠近交河边。<br>昏暗的风沙传来阵阵刁斗声，如同汉代公主琵琶充满幽怨。<br>旷野云雾茫茫万里不见城郭，雨雪纷纷笼罩着无边的沙漠。<br>哀鸣的胡雁夜夜从空中飞过，胡人士兵个个眼泪双双滴落。<br>听说玉门关已被挡住了归路，战士只有追随将军拼命奔波。<br>年年战死的尸骨埋葬于荒野，换来的只是西域葡萄送汉家。</p> <p><strong>注释<br></strong>⑴烽火：古代一种警报。<br>⑵饮（yìn）马：给马喂水。傍：顺着。交河：古县名，故城在今新疆吐鲁番西面。<br>⑶行人：出征战士。刁斗：古代军中铜制炊具，容量一斗。白天用以煮饭，晚上敲击代替更柝。<br>⑷公主琵琶：汉武帝时以江都王刘建女细君嫁乌孙国王昆莫，恐其途中烦闷，故弹琵琶以娱之。<br>⑸“闻道”两句：汉武帝曾命李广利攻大宛，欲至贰师城取良马，战不利，广利上书请罢兵回国，武帝大怒，发使至玉门关，曰：“军有敢入，斩之！”两句意谓边战还在进行，只得随着将军去拼命。<br>⑹蒲桃：今作“葡萄”。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　“从军行”是乐府古题。此<a href=\"http://so.gushiwen.org/view_6013.aspx\">诗</a>借汉皇开边，讽玄宗用兵。实写当代之事，由于怕触犯忌讳，所以题目加上一个“古”字。它对当代帝王的好大喜功，穷兵黩武，视人民生命如草芥的行径，加以讽刺，悲多于壮。全诗记叙从军之苦，充满非战思想。万千尸骨埋于荒野，仅换得葡萄归种中原，显然得不偿失。</p> <p>　　诗开首先写紧张的从军生活。白天爬上山去观望四方有无举烽火的边警；黄昏时候又到交河边上让马饮水（交河在今新疆吐鲁番西面，这里借指边疆上的河流）。三、四句的“公主琵琶”是指汉朝细君公主远嫁乌孙国时所弹的琵琶曲调，当然，这不会是欢乐之声，而只是哀怨之调。一、二句写“白日”、“黄昏”的情况，三、四句接着描绘夜晚的情况：风沙弥漫，一片漆黑，只听得见军营中巡夜的打更声和那如泣如诉的幽怨的琵琶声。景象非常肃穆而凄凉。“行人”，是指出征将士，这样就与下一句的公主出塞之声，引起共鸣了。</p> <p>　　接着，诗人又着意渲染边陲的环境。军营所在，四顾荒野，无城郭可依，“万里”极言其辽阔；雨雪纷纷，以至与大漠相连，其凄冷酷寒的情状亦可想见。以上六句，写尽了从军生活的艰苦。接下来，似乎应该正面点出“行人”的哀怨之感了。可是诗人却别具机杼，背面傅粉，写出了“胡雁哀鸣夜夜飞，胡儿眼泪双双落”两句。胡雁胡儿都是土生土长的，尚且哀啼落泪，更不必说远戍到此的“行人”了。两个“胡”字，有意重复，“夜夜”、“双双”又有意用叠字，有着烘云托月的艺术力量。</p> <p>　　面对这样恶劣的环境，没有人不想班师复员。可是办不到。“闻道玉门犹被遮”一句，笔一折，似当头一棒，打断了“行人”思归之念。据《史记·大宛列传》记载，汉武帝太初元年，汉军攻大宛，攻战不利，请求罢兵。汉武帝闻之大怒，派人遮断玉门关，下令：“军有敢入者辄斩之。”这里暗刺当朝皇帝一意孤行，穷兵黩武。随后，诗人又压一句，罢兵不能，“应将性命逐轻车”，只有跟着本部的将领“轻车将军”去与敌军拼命，这一句其份量压倒了上面八句。下面一句，再接再厉。拼命死战的结果无外乎“战骨埋荒外”。诗人用“年年”两字，指出了这种情况的经常性。全诗一步紧一步，由军中平时生活，到战时紧急情况，最后说到死，为的是什么？这十一句的压力，逼出了最后一句的答案：“空见蒲桃入汉家。”</p> <p>　　“蒲桃”就是葡萄。汉武帝时为了求天马（即阿拉伯马），开通西域，便乱启战端。当时随天马入中国的还有蒲桃和苜蓿的种子，汉武帝把它们种在离宫别馆之旁，弥望皆是。这里“空见蒲桃入汉家”一句，用此典故，讥讽好大喜功的帝王，牺牲了无数人的性命，换到的只有区区的蒲桃而已。言外之意，可见帝王是怎样的草菅人命了。</p> <p>　　此诗全篇一句紧一句，句句蓄意，步步逼紧，直到最后一句，才画龙点睛，着落主题，显出此诗巨大的讽谕力。诗巧妙地运用音节来表情达意。第一句开头两字“白日”都是入声，具有开场鼓板的意味。三、四两句中的“刁斗”和“琵琶”，运用双声，以增强音节美。中段转入声韵，“双双落”是江阳韵与入声的配合，犹如云锣与鼓板合奏，一广一窄，一放一收，音节最美。中段入声韵后，末段却又选用了张口最大的六麻韵。以五音而论，首段是羽音，中段是角音，末段是商音，音节错落，各极其致。全诗先后用“纷纷”、“夜夜”、“双双”、“年年”等叠字，不但强调了语意，而且叠字叠韵，在音节上生色不少。</p>",
  "about": "<h2>创作背景</h2> <p>　　此<a href=\"http://so.gushiwen.org/view_6013.aspx\">诗</a>作于天宝（唐玄宗年号，742—756）初年。据《资治通鉴·天宝元年》记载：“是时，天下声教所被之州三百三十一，羁縻之州八百，置十节度、经略使以备边。……凡镇兵四十九万人，马八万馀匹。开元之前，每岁供边兵衣粮，费不过二百万；天宝之后，边将奏益兵浸多，每岁用衣千二十万匹，粮百九十万斛，公私劳费，民始困苦矣。”由此可知，诗人所歌咏的虽为历史，但是诗的内容却表达了他对唐玄宗“益事边功”的穷兵黩武开边之策的看法。</p>",
  "poet": {
    "id": 671,
    "star": 0,
    "name": "李颀",
    "image": "http://img.gushiwen.org/authorImg/liqi.jpg",
    "desc": "李颀(690-751)，汉族，东川（今四川三台）人（有争议），唐代诗人。少年时曾寓居河南登封。开元十三年进士，做过新乡县尉的小官，诗以写边塞题材为主，风格豪放，慷慨悲凉，七言歌行尤具特色。"
  },
  "tags": [
    "唐诗三百首",
    "乐府",
    "冬天",
    "边塞",
    "生活"
  ]
}