{
  "id": 70710,
  "star": 7,
  "name": "蝶恋花·旅月怀人",
  "dynasty": "清代",
  "content": "月去疏帘才数尺，乌鹊惊飞，一片伤心白。万里故人关塞隔，南楼谁弄梅花笛？<br>蟋蟀灯前欺病客，清影徘徊，欲睡何由得？墙角芭蕉风瑟瑟，生憎遮掩窗儿黑。",
  "fanyi": "<h2>注释</h2> ①蝶恋花：词牌名。原为唐教坊曲，调名取义简文帝 “翻阶蛱蝶恋花情” 句。又名《鹊踏枝》、《凤栖梧》等。重头六十字，仄韵。<br>②“乌鹊”句：用<a href=\"http://so.gushiwen.org/author_552.aspx\">曹操</a>《短歌行》“月明星稀，乌鹊南飞。绕树三匝，无枝可依”<a href=\"http://so.gushiwen.org/view_70710.aspx\">诗</a>意。<br>③伤心白：形容月色惨淡，一种感受语。<br>④梅花笛：笛曲中梅花引。<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>诗：“一为迁客去长沙，西望长安不见家。黄鹤楼中吹玉笛，江城五月落梅花。”《落梅花》即《梅花落》，笛曲名。一名《梅花引》。<br>⑤生憎：生，语助辞。憎恨，憎恶，此处可作厌恶解。",
  "shangxi": "<h2>鉴赏</h2> 　　词的第一句“月去疏帘才数尺”句面上讲的是月离“疏帘”的距离近，实则是暗示当时的月光异常的明亮皎洁，能见度高。作者起笔含蓄，浓重细密的心思积而不发，这也多与作者在长年艰辛苦难的生活中所养成的隐忍低敛的性格相关。另一方面，第一句也是在为第三句做铺垫：当时的月亮离稀疏摇曳的窗帘近在咫尺，一阵乌鹊惊飞而起，当空略过，凭空留下了那赤裸裸，触目惊心的白，月光就这样明晃晃地白，得勾起多少伤心旧事啊，以致于作者都不忍久视。作者这样的写作手法是在古时又称之为“揭帘法”写的是帘，目的却是帘后的人，揭开帘子才露出了庐山真面目。 第二句“乌鹊惊飞”源自<a href=\"http://so.gushiwen.org/author_552.aspx\">曹操</a>的短歌行：“月明星稀，乌鹊南飞。绕树三匝，无枝可依。”南飞的乌鹊它不是本地的乌鹊，绕树三匝，为何迟迟不肯落羽？真的是没有树枝可以留驻吗？其实不然，既然有树，枝桠总是有的，只是境迁物非，草木殊类，异地险境让乌鹊感到犹豫，不安和惊虑，没有了归属感。这与作者后半生漂泊东南，流徙吴越的心境是何其地相似。作者月夜吟<a href=\"http://so.gushiwen.org/view_70710.aspx\">诗</a>，念到伤心处，情难以堪，一片伤心白既照应了第一句，也奠定了整阕词的基调。 第三句“万里故人关塞隔”很多砖家认为这里的故人是指远谪边境的孙启或丁澎等挚友，我不能苟同这种说法。孙启和丁澎等人同样也遭流放，作者如果客寓他乡，在寂寞的深夜里，最能勾起作者怀念的是什么?首先应该是作者自己的家，故乡，和故乡的故人，这是常情。所以这里的故人不会是同病相怜的那些好友。这位故乡的故人一定吹得一手好笛，让作者事隔多年依然能依稀记得个中韵律，以致于在异乡的深夜，幽闻南楼梅花笛，立刻就能想起：家乡的他在万里之外，这又是谁在吹弄如此熟悉的笛声...说到底其实也不是作者在想念那笛声，作者是太想家了。 后半阕第一句把作者和读者神游在外的思绪拉近到“灯前”，也就是作者这位“病客”的跟前。作者行家里手，行文思路相当清晰，文章结构也井井有条。前半阕寄情于景，后半阕移情于人。刘熙载的《艺概。词曲概》有言：“词之妙莫妙于以不言言之，非不言也，寄言也。”简单而言就是写词不能就事论事，就事论事的词写的再华丽也是下品，写的差的那就是恶俗了。现在有很多写“新词”的作者，自诩文采高古，填出来的词就跟叙事散文一样，还网上报上到处贴，就跟电线杆上的“狗皮膏”一样了，都懒的撕你。 第二句“清影徘徊，欲睡何由得”。孤单的影子，在房间里来回踱两步，想睡那由得自己啊。词面上作者自己的意思是蟋蟀的吟叫搅扰地自己无法入睡，其实还是因感慨为自己的伤心的旧事和凄凉的当下而无法入眠。 末句这位辛苦的诗人终于在“墙角芭蕉”的僻护下获得了暂时的宁静，芭蕉叶这一巴掌的黑遮住了窗口，遮挡住了在多数人眼里是美好圆满象征的那轮明月，把作者伤痕累累，不忍卒视的内心静静地掩藏起来。同时芭蕉伊遮掩窗儿黑也与前文的伤心白形成了呼应。《二乡亭词》评论道：“感得芭蕉遮掩，为‘一片伤心白’也，细不可言。”至此完美收笔，妙不可言。",
  "about": "<h2>创作背景</h2> 　　莱阳宋氏在明末与入扰山东的清军作战中，曾有大伤亡，<a href=\"http://so.gushiwen.org/author_207.aspx\">宋琬</a>父兄辈中殉难多人。公元1645年乙酉之初，琬南奔流亡在吴中一带，后虽出仕新朝，一生处于坎坷逆境。此词写旅途月夜怀人，从“万里故人关塞隔”句看，似怀遣戍塞外之故友。之所以怀人如此怆楚，又应与一己“惊飞”不稳心境有关。色调幽凄得浓黑，是心绪沉陷抑郁难拔境地的表现。上片一“白”字与下片结句一“黑”字对应，触目之极。尽管月色在眼中“伤心白”，怕见，可是再白得惨亮总有一丝光亮，较之“窗儿黑”要略为宽舒，拗笔逆推，他的心灵的幽凉几乎触纸可感。无论是色泽、音响、氛围，全用浓墨渲染，画面上那一抹惨白月色更令人心悸。秋蛩声，风蕉声和笛里悲苦声，交替灌入两眼黑茫茫，长宵独坐人之耳，是怎样一种滋味。词末那个“黑”字较之他山东先贤女词人<a href=\"http://so.gushiwen.org/author_536.aspx\">李清照</a>《声声慢》的“守著窗儿，独自怎生得黑”的“黑”字，似更觉黑得凶险。",
  "poet": {
    "id": 207,
    "star": 0,
    "name": "宋琬",
    "image": "http://img.gushiwen.org/authorImg/songwan.jpg",
    "desc": "宋琬（1614～1674）清初著名诗人，清八大诗家之一。字玉叔，号荔裳，汉族，莱阳（今属山东）人。顺治四年进士，授户部主事，累迁永平兵仆道、宁绍台道。族子因宿憾，诬其与闻逆谋，下狱三年。久之得白，流寓吴、越间，寻起四川按察使。琬诗入杜、韩之室，与施闰章齐名，有南施北宋之目，又与严沆、施闰章、丁澎等合称为燕台七子，著有《安雅堂集》及《二乡亭词》。"
  },
  "tags": [
    "婉约",
    "月下",
    "怀人"
  ]
}