{
  "id": 49539,
  "star": 7,
  "name": "更漏子·送孙巨源",
  "dynasty": "宋代",
  "content": "水涵空，山照市。西汉二疏乡里。新白发，旧黄金。故人恩义深。 <br>海东头，山尽处。自古空槎来去。槎有信，赴秋期。使君行不归。",
  "fanyi": "<p><strong>译文<br></strong>海州碧水连天，青山耸立。这里是西汉二疏的故乡。居海州几年，你白发新添，却博得州人殷勤相送，这是你留下的深恩厚义啊。<br>大海的最东边，大山的尽头，自古就有人乘槎到天河。但是自古以来，客槎有来有往，你却未有归期，让人惆怅。</p> <p><strong>注释<br></strong>⑴更漏子：唐人称夜间为更漏。此调创于晚唐，而温飞卿最擅其词，飞卿传者有两首，而所咏又俱本意，调名创作，或即为温飞卿本人耳。毛氏《填词名解》亦云：“唐<a href=\"http://so.gushiwen.org/author_415.aspx\">温庭筠</a>做《秋思词》，中咏更漏，后以名词。”双调四十六字。起为三字对句，而平仄互异。第三句为六字句，第一、三、五字平仄可以不拘。第四、五句换平韵，亦为三字对句。第六句五字，第一字宜仄。第三字宜平。后阕起句即用韵，第二句可不用对偶。第三句以下，均与前阕同。 <br>⑵孙巨源：孙洙，字巨源，<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>同僚。宋神宗熙宁七年（1074）秋，孙巨源即将回朝任起居注知制诰，苏轼作此词送别。<br>⑶涵空：指水映天空。 唐温庭筠《春江花月夜》<a href=\"http://so.gushiwen.org/view_49539.aspx\">诗</a>：“千里涵空照水魂，万枝破鼻团香雪。” 清<a href=\"http://so.gushiwen.org/author_470.aspx\">林则徐</a>《中秋嶰筠尚书招余及关滋圃军门天培饮沙角炮台眺月有作》诗：“涵空一白十万顷，浄洗素练悬沧洲。”<br>⑷西汉二疏：即疏广、疏受，两人位叔侄，皆东海（海州）人。疏广为太子太傅，疏受为少傅，皆官居要职而同时请退乡里，受世人景仰。<br>⑸“新白发”三句：《汉书·疏广传》记载，汉宣帝时，太傅疏广与少傅的侄子疏受一起辞官请归，宣帝赐黄金二十斤，太子赠五十斤，公卿大夫、故人邑子设祖道，供帐东都门外，举行盛大欢送会。<br>⑹槎：即乘槎。《博物志》载：“近世人居海上，每年八月，见海槎来，不违时，赍一年粮，乘之到天河。见妇人织，丈夫饮牛，问之不答。遣归，问严君平，某年某月日，客星犯牛斗，即此人也。”这是传说中的故事，作者借以说孙巨源，谓其即将浮海通天河，进京赴任。⑺”自古“句：乘槎亭在海州，故言。<br>⑻使君：此处指的是孙巨源。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　词的上片用西汉二疏（疏广、疏受）故事赞颂孙洙。二疏叔侄皆东海（海州）人。广为太子太傅，受为少傅，官居要职而同时请退归乡里，得到世人景仰。孙洙曾知海州，故云“二疏乡里”。对海州来说，孙洙和二疏一样都是值得纪念的。“水涵空，山照市，西汉二疏乡里”，三句说海州碧水连天，青山映帘，江山神秀所钟，古往今来出现了不少可景仰的人物。前有二疏，后有孙洙，都为此水色山光增添异彩。“新白发，旧黄金，故人恩义深”。三句以二疏事说孙洙。“新”与“旧”二字，将二疏与孙洙联系一起。点明词中说的却是眼前人。孙洙海州一任，白发新添，博得州人殷勤相送，这是老友在此邦留下的深恩厚义所致。</p> <p>　　词的下片以乘槎故事叙说别情。《博物志》载：近世人居海上，每年八月，见海槎来，不违时，赍一年粮，乘之到天河。见妇人织，丈夫饮牛，问之不答。遣归，问严君平，某年某月日，客星犯牛斗，即此人也。这是传说中的故事，作者借以说孙洙，谓其即将浮海通天河，晋京任职。“海东头，山尽处，自古客槎去。”“海”与“山”照应上片之“水”与“山”，将乘槎浮海故事与海州及孙洙联系一起。作者的想象中，当时有人乘槎到天河，大概就是从这里出发的。但是，自古以来，客槎有来有往，每年秋八月一定准时来到海上，人（孙洙）则未有归期。“槎有信，赴秋期，使君行不归”一方面用浮海通天河说应召晋京，一方面以归期无定抒写不忍相别之情。其中“有信”、“不归”，就把着眼点集中在眼前人（孙洙）身上，突出送别。</p> <p>　　此词妙用典故，先以两汉二疏故事赞颂孙洙，又以乘槎故事叙说别情，既表达了对友人的赞美之情，又抒发了作者自身的复杂心绪和深沉感慨，可谓形散而神不散，浑化天迹，大开大合，结构缜密。</p>",
  "about": "<h2>创作背景</h2> 　　此词为送别词，为宋神宗熙宁七年（1074）十月作者在楚州别孙洙（字巨源）时所作。在仕途上，作者与孙洙均与<a href=\"http://so.gushiwen.org/author_405.aspx\">王安石</a>政见不合，又有着共同的政治遭遇。为了从政治斗争的漩涡中解脱出来，二人皆乞外任。而此时，孙洙即将回朝任起居注知制诰，这自然会引起作者的思想波动。作者就是在这种背景下写下了这首词。",
  "poet": {
    "id": 183,
    "star": 0,
    "name": "苏轼",
    "image": "http://img.gushiwen.org/authorImg/sushi.jpg",
    "desc": "苏轼（1037－1101），北宋文学家、书画家、美食家。字子瞻，号东坡居士。汉族，四川人，葬于颍昌（今河南省平顶山市郏县）。一生仕途坎坷，学识渊博，天资极高，诗文书画皆精。其文汪洋恣肆，明白畅达，与欧阳修并称欧苏，为“唐宋八大家”之一；诗清新豪健，善用夸张、比喻，艺术表现独具风格，与黄庭坚并称苏黄；词开豪放一派，对后世有巨大影响，与辛弃疾并称苏辛；书法擅长行书、楷书，能自创新意，用笔丰腴跌宕，有天真烂漫之趣，与黄庭坚、米芾、蔡襄并称宋四家；画学文同，论画主张神似，提倡“士人画”。著有《苏东坡全集》和《东坡乐府》等。"
  },
  "tags": [
    "送别",
    "抒情",
    "赞美"
  ]
}