{
  "id": 18242,
  "star": 25,
  "name": "再上湘江",
  "dynasty": "唐代",
  "content": "好在湘江水，今朝又上来。<br>不知从此去，更遣几年回。",
  "fanyi": "<p><strong>释文<br></strong>别来无恙啊，湘江！今天我又要溯流而上。<br>不知这次前去，何时再让返航？</p> <p><strong>注释<br></strong>①再上湘江：又一次逆湘水而上。上，逆水而行。<br>②好在：依旧，如故。<br>③上来：逆水而来。<br>④遣：使。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　“好在湘江水，今朝又上来”这两句，紧扣题目中的“再上湘江\"四字。此时是春末夏初，湘江水暖，江水碧绿，两岸杂花生树，青山叠翠，<a href=\"http://so.gushiwen.org/author_646.aspx\">柳宗元</a>对众山之会的湘水之流早就醉心过。可是此时此地，他却无心欣赏，只用“好在湘江水”一句带过，便回到他的再度被贬这一令人伤心的事件上来，所以次句<a href=\"http://so.gushiwen.org/view_18242.aspx\">诗</a>，便紧接首句，顶前补足，用“今朝又上来”承接，不着议论，不写景物．满腔悲愤，藏而不露。</p> <p>　　“不知从此去，更遣几年回”这两句，转笔写对前途的忧虑。不知此去要经过几度春秋？贬在离京城万里之外的荒远边州，何时才能被召还？瞻望前途，真是不寒而栗啊！柳宗元离开京城长安以后，对京城是眷恋的，那里是政治中心，是实现自己政治抱负的地方，而柳州当时是一片开垦很少的荒凉之地，古树参天，杂草丛生，毒蛇猛兽，比比皆是，而且瘴疠之气盛行，中原人士一向把这里视为畏途，从秦汉以来，这里一直是谪放罪人的地方。想到这些，他自然盼望被召回京。在《衡阳与梦得分路赠别》诗中，从“翁仲遗墟草树平”一句看来，他已流露出“长安不见使人愁”的情怀。<a href=\"http://so.gushiwen.org/author_197.aspx\">刘禹锡</a>酬赠诗中的“归目并随回雁尽”，也同样流露出对京城的眷恋和对北归的企望，但是柳宗元此去却再没有回来。元和十年六月二十七日柳宗元到达柳州；七月十七日，随他同去的同祖弟柳宗直便突然患暴病去世了。柳宗元由于长期被贬远州，精神上受到压抑，已经是未老先衰。元和十四年(819)，宪宗因受尊号，实行大赦，经<a href=\"http://so.gushiwen.org/author_2608.aspx\">裴度</a>说情，宪宗才决定在这次大赦中召回柳宗元。然而此时柳宗元已经病人沉疴，诏书未到柳州，宗元便在这年的十一月八日含冤长逝了。 “更遣几年回”的希望，晚年盼望与好友刘禹锡作邻居的心愿，一切都落空了。 “不知从此去，更遣几年回”的诗句，已经成为诗谶，一代大文学家柳宗元只活了四十七岁。读此诗，对他的悲剧生涯，读者会感到痛借的。</p> <p>　　《再上湘江》是一首五言绝句，语言朴素无华，如对友人说家常话，毫无斧凿痕迹，通俗而又自然。后两句诗用虚拟的手法来表现前途未卜的情景，用一句设问“更遣几年回”来作结，把思维活动表现得很真切，颇有情趣。虽篇幅短小，仍不失为一篇清新隽永的小诗。</p>",
  "about": "<h2>创作背景</h2> 　　元和十年(815)二月，<a href=\"http://so.gushiwen.org/author_646.aspx\">柳宗元</a>满怀希望返回长安，但席未暇暖，即于三月十三日被迁为柳州刺史，官虽进而地益远，遭受到又一次沉重打击。带着难以言说的悲愤和忧伤，他与同时被迁为连州刺史的<a href=\"http://so.gushiwen.org/author_197.aspx\">刘禹锡</a>相伴，长辞国门，再次踏上了遥远的迁谪路途。这首《再上湘江》，便是行至湖南境内写下的。",
  "poet": {
    "id": 646,
    "star": 0,
    "name": "柳宗元",
    "image": "http://img.gushiwen.org/authorImg/liuzongyuan.jpg",
    "desc": "柳宗元（773年－819年），字子厚，唐代河东（今山西运城）人，杰出诗人、哲学家、儒学家乃至成就卓著的政治家，唐宋八大家之一。著名作品有《永州八记》等六百多篇文章，经后人辑为三十卷，名为《柳河东集》。因为他是河东人，人称柳河东，又因终于柳州刺史任上，又称柳柳州。柳宗元与韩愈同为中唐古文运动的领导人物，并称“韩柳”。在中国文化史上，其诗、文成就均极为杰出，可谓一时难分轩轾。"
  },
  "tags": [
    "写江",
    "感慨",
    "愁苦"
  ]
}