{
  "id": 49691,
  "star": 22,
  "name": "定风波·红梅",
  "dynasty": "宋代",
  "content": "好睡慵开莫厌迟。自怜冰脸不时宜。偶作小红桃杏色，闲雅，尚馀孤瘦雪霜姿。 <br>休把闲心随物态，何事，酒生微晕沁瑶肌。诗老不知梅格在，吟咏，更看绿叶与青枝。",
  "fanyi": "<p><strong>译文</strong><br>不要厌烦贪睡的红梅久久不能开放，只是爱惜自己不合时宜。偶尔是淡红如桃杏色，文静大放，偶尔疏条细枝傲立于雪霜。<br>红梅本具雪霜之质，不随俗作态媚人，虽呈红色，形类桃杏，乃是如美人不胜酒力所致，未曾堕其孤洁之本性。<a href=\"http://so.gushiwen.org/author_779.aspx\">石延年</a>根本不知道红梅的品格，只看重绿叶与青枝。</p> <p><strong>注释<br></strong>1.好睡：贪睡，此指红梅苞芽周期漫长，久不开放。<br>2.慵：（yōng拥）懒。<br>3.怜：爱惜。<br>4.冰脸：比喻梅外表的白茸状物。<br>5.小红：淡红。<br>6.闲雅：文静大方。闲，通“娴”。<br>7.尚余：剩下。<br>8.孤瘦：疏条瘦枝。<br>9.随：听任，顺从。<br>10.雪霜姿：傲霜迎雪的姿态。<br>11.沁：（qìn）渗入。<br>12.<a href=\"http://so.gushiwen.org/view_49691.aspx\">诗</a>老：指北宋诗人石延年。<br>13.梅格：红梅的品格。<br>14.绿叶与青枝：石延年《红梅》诗有“认桃无绿叶，辩杏有青枝”句，在此，<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>是讥其诗的浅近，境界不高。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这是一首咏物词，作品通过红梅傲然挺立的性格，来书写自己迁谪后的艰难处境和复杂心情，表现了作者不愿屈节从流的态度和达观洒脱的品格。</p> <p>　　作品的显著特点是融写物、抒情、议论于一体，并通过意境来表达思想感情。词以“好睡”发端，以“自怜”相承，从红梅的特征来展示红梅清冷、自爱的形象。红梅的一个明显特点，是苞芽期相当漫长，因谓“好睡”；虽然红梅好睡，但并非沉睡不醒，而是深藏暗香，有所期待，故曰“莫厌迟“。句中一“慵”字，悄悄透露了红梅的孤寂苦衷和艰难处境。红梅自身也明白，在这百花凋残的严寒时节，唯独自己含苞育蕾，岂非有不合时宜之感。苞蕾外部过着密集光洁的白茸，尽管如同玉兔霜花般的洁白可爱，也只能自我顾恋，悲叹“名花苦幽独”（作者《寓居定惠院之东，杂花满山，有海棠一枝，土人不知贵也》）罢了。词以“冰脸”来刻画红梅的玉洁冰清，既恰如其分的写出了红梅的仪表，也生动地写出了红梅不流习俗的超然之气，它赋予了红梅以生命和丰富的感情，形象逼真，发人深思。</p> <p>　　“偶作小红桃杏色，闲雅，尚馀孤瘦雪霜姿。”这三句是“词眼”，绘形绘神，正面画出红梅的美姿丰神。“小红桃杏色”，说她色如桃杏，鲜艳娇丽，切红梅的一个“红”字。“孤瘦雪霜姿”，说她斗雪凌霜，归结到梅花孤傲瘦劲的本性。“偶作”一词上下关联，天生妙语。不说红梅天生红色，却说美人因“自怜冰脸不时宜”，才“偶作”红色以趋时风。但以下之意立转，虽偶露红妆，光彩照人，却仍保留雪霜之姿质，依然还她“冰脸”本色。形神兼备，尤贵于神，这才是真正的“梅格”！</p> <p>　　下片三句续对红梅作渲染，笔转而意仍承。“休把闲心随物态”，承“尚余孤瘦雪霜姿”；“酒生微晕沁瑶肌”，承“偶作小红桃杏色”。“闲心”、“瑶肌”，仍以美人喻花，言心性本是闲淡雅致，不应随世态而转移；肌肤本是洁白如玉，何以酒晕生红？“休把”二字一责，“何事”二字一诘，其辞若有憾焉，其意仍为红梅作回护。“物态”，指桃杏娇柔媚人的春态。石氏《红梅》<a href=\"http://so.gushiwen.org/view_49691.aspx\">诗</a>云“寒心未肯随春态，酒晕无端上玉肌”，其意昭然。这里是词体，故笔意婉转，不像做诗那样明白说出罢了。下面“诗老不知梅格在”，补笔点明，一纵一收，回到本意。红梅之所以不同于桃杏者，岂在于青枝绿叶之有无哉！这正是东坡咏红梅之慧眼独具、匠心独运处，也是他超越<a href=\"http://so.gushiwen.org/author_779.aspx\">石延年</a>《红梅》诗的真谛所在。</p> <p>　　此词着意刻绘的红梅，与词人另一首词《卜算子·黄州定慧院寓居作》中“拣尽寒枝不肯栖”的缥缈孤鸿一样，是<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>身处穷厄而不苟于世、洁身自守的人生态度的写照。花格、人格的契合，造就了作品超绝尘俗、冰清玉洁的词格。</p>",
  "about": "<h2>创作背景</h2> <p>　　宋神宗元丰五年（1082），当时<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>贬官在黄州，因读<a href=\"http://so.gushiwen.org/author_779.aspx\">石延年</a>《红梅》<a href=\"http://so.gushiwen.org/view_49691.aspx\">诗</a>引起感触，遂作《红梅》诗三首。稍后，作者把其中一首改制成词，即取调名《定风波·红梅》。</p>",
  "poet": {
    "id": 183,
    "star": 0,
    "name": "苏轼",
    "image": "http://img.gushiwen.org/authorImg/sushi.jpg",
    "desc": "苏轼（1037－1101），北宋文学家、书画家、美食家。字子瞻，号东坡居士。汉族，四川人，葬于颍昌（今河南省平顶山市郏县）。一生仕途坎坷，学识渊博，天资极高，诗文书画皆精。其文汪洋恣肆，明白畅达，与欧阳修并称欧苏，为“唐宋八大家”之一；诗清新豪健，善用夸张、比喻，艺术表现独具风格，与黄庭坚并称苏黄；词开豪放一派，对后世有巨大影响，与辛弃疾并称苏辛；书法擅长行书、楷书，能自创新意，用笔丰腴跌宕，有天真烂漫之趣，与黄庭坚、米芾、蔡襄并称宋四家；画学文同，论画主张神似，提倡“士人画”。著有《苏东坡全集》和《东坡乐府》等。"
  },
  "tags": [
    "咏物",
    "梅花",
    "言志"
  ]
}