{
  "id": 70838,
  "star": 11279,
  "name": "虞美人·春花秋月何时了",
  "dynasty": "五代",
  "content": "春花秋月何时了？往事知多少。小楼昨夜又东风，故国不堪回首月明中。<br>雕栏玉砌应犹在，只是朱颜改。问君能有几多愁？恰似一江春水向东流。",
  "fanyi": "<p><strong>译文</strong><br>这年的时光什么时候才能了结，往事知道有多少！昨夜小楼上又吹来了春风，在这皓月当空的夜晚，怎承受得了回忆故国的伤痛。<br>精雕细刻的栏杆、玉石砌成的台阶应该还在，只是所怀念的人已衰老。要问我心中有多少哀愁，就像这不尽的滔滔春水滚滚东流。</p> <p><strong>注释</strong><br>此调原为唐教坊曲，初咏<a href=\"http://so.gushiwen.org/author_253.aspx\">项羽</a>宠姬虞美人死后地下开出一朵鲜花，因以为名。又名《一江春水》、《玉壶水》、《巫山十二峰》等。双调，五十六字，上下片各四句，皆为两仄韵转两平韵。<br>了：了结，完结。<br>砌：台阶。雕栏玉砌：指远在金陵的南唐故宫。<br>应犹：一作“依然”。　<br>朱颜改：指所怀念的人已衰老。　<br>君：作者自称。能：或作“都”、“那”、“还”、“却”。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　《虞美人》是<a href=\"http://so.gushiwen.org/author_269.aspx\">李煜</a>的代表作，也是李后主的绝命词。相传他于自己生日（七月七日）之夜（“七夕”），在寓所命歌妓作乐，唱新作《虞美人》词，声闻于外。宋太宗闻之大怒，命人赐药酒，将他毒死。这首词通过今昔交错对比，表现了一个亡国之君的无穷的哀怨。</p> <p>　　“春花秋月何时了，往事知多少！”三春花开，中秋月圆，岁月不断更替，人生多么美好。可我这囚犯的苦难岁月，什么时候才能完结呢？“春花秋月何时了”表明词人身为阶下囚，怕春花秋月勾起往事而伤怀。回首往昔，身为国君，过去许许多多的事到底做得如何呢，怎么会弄到今天这步田地？据史书记载，李煜当国君时，日日纵情声色，不理朝政，枉杀谏臣……透过此<a href=\"http://so.gushiwen.org/view_70838.aspx\">诗</a>句，我们不难看出，这位从威赫的国君沦为阶下囚的南唐后主，此时此刻的心中有的不只是悲苦愤慨，多少也有悔恨之意。 “小楼昨夜又东风，故国不堪回首月明中。”苟且偷生的小楼又一次春风吹拂，春花又将怒放。回想起南唐的王朝、李氏的社稷——自己的故国却早已被灭亡。诗人身居囚屋，听着春风，望着明月，触景生情，愁绪万千，夜不能寐。一个“又”字，表明此情此景已多次出现，这精神上的痛苦真让人难以忍受。 “又”点明了“春花秋月”的时序变化，词人降宋又苟活了一年，加重了上两句流露的愁绪，也引出词人对故国往事的回忆。</p> <p>　　“雕栏玉砌应犹在，只是朱颜改。”尽管“故国不堪回首”，可又不能不“回首”。这两句就是具体写“回首”“故国”的——故都金陵华丽的宫殿大概还在，只是那些丧国的宫女朱颜已改。这里暗含着李后主对国土更姓，山河变色的感慨！“朱颜”一词在这里固然具体指往日宫中的红粉佳人，但同时又是过去一切美好事物、美好生活的象征。 以上六句，诗人竭力将美景与悲情，往昔与当今，景物与人事的对比融为一体，尤其是通过自然的永恒和人事的沧桑的强烈对比，把蕴蓄于胸中的悲愁悔恨曲折有致地倾泻出来，凝成最后的千古绝唱—— “问君能有几多愁？恰似一江春水向东流。”诗人先用发人深思的设问，点明抽象的本体“愁”，接着用生动的喻体奔流的江“水”作答。用满江的春水来比喻满腹的愁恨，极为贴切形象，不仅显示了愁恨的悠长深远，而且显示了愁恨的汹涌翻腾，充分体现出奔腾中的感情所具有的力度和深度。 全词以明净、凝练、优美、清新的语言，运用比喻、对比、设问等多种修辞手法，高度地概括和淋漓尽致地表达了诗人的真情实感。难怪前人赞誉李煜的词是“血泪之歌”，“一字一珠”。全词虚设回答，在问答中又紧扣回首往事，感慨今昔写得自然而一气流注，最后进入语尽意不尽的境界，使词显得阔大雄伟。</p><br/><h2>赏析二</h2> <p>　　作为一个“好声色，不恤政事”的国君，<a href=\"http://so.gushiwen.org/author_269.aspx\">李煜</a>是失败的；但正是亡国成就了他千古词坛的“南面王”（清沈雄《古今词话》语）地位。正所谓“国家不幸<a href=\"http://so.gushiwen.org/view_70838.aspx\">诗</a>家幸，话到沧桑语始工”。《虞美人》就是千古传诵不衰的著名诗篇。</p> <p>　　这首词刻画了强烈的故国之思，取得了惊天地泣鬼神的艺术效果。“春花秋月”这些最容易勾起人们美好联想的事物却使李煜倍添烦恼，他劈头怨问苍天：年年春花开，岁岁秋月圆，什么时候才能了结呢？一语读来，令人不胜好奇。但只要我们设身处地去想象词人的处境，就不难理解了：一个处于刀俎之上的亡国之君，这些美好的事物只会让他触景伤情，勾起对往昔美好生活的无限追思，今昔对比，徒生伤感。问天天不语，转而自问，“往事知多少。”“往事”当指往昔为人君时的美好生活，但是一切都已消逝，化为虚幻了。自然界的春天去了又来，为什么人生的春天却一去不复返呢？“小楼昨夜又东风，故国不堪回首月明中。”“东风”带来春的讯息，却引起词人“不堪回首”的嗟叹，“亡国之音哀以思”，大抵只能如此吧。让我们来想象：夜阑人静，明月晓风，幽囚在小楼中的不眠之人，不由凭栏远望，对着故国家园的方向，多少凄楚之情，涌上心头，又有谁能忍受这其中的况味？一“又”字包含了多少无奈、哀痛的感情！东风又入，可见春花秋月没有了结，还要继续；而自己仍须苟延残喘，历尽苦痛折磨。“故国不堪回首月明中”是“月明中不堪回首故国”的倒装。“不堪回首”，但毕竟回首了。回首处“雕栏玉砌应犹在，只是朱颜改”。想象中，故国的江山、旧日的宫殿都还在吧，只是物是人非，江山易主；怀想时，多少悲恨在其中。“只是”二字以叹惋的口气，传达出无限怅恨之感。</p> <p>　　以上六句在结构上是颇具匠心的。几度运用两相对比和隔句呼应，反复强调自然界的轮回更替和人生的短暂易逝，富有哲理意味，感慨深沉。一二两句春花秋月的无休无止和人间事的一去难返对比；三四两句“又东风”和“故国不堪回首”对比；五六两句“应犹在”和“改”对比。“又东风”、“应犹在”又呼应“何时了”；“不堪回首”、“朱颜改”又呼应“往事”。如此对比和回环，形象逼真地传达出词人心灵上的波涛起伏和忧思难平。</p> <p>　　最后，词人的满腔幽愤再难控制，汇成了旷世名句“问君能有几多愁？恰似一江春水向东流”。以水喻愁，可谓“前有古人，后有来者”。<a href=\"http://so.gushiwen.org/author_197.aspx\">刘禹锡</a>《竹枝词》“水流无限似侬愁”，<a href=\"http://so.gushiwen.org/author_125.aspx\">秦观</a>《江城子·西城杨柳弄春柔》“便作春江都是泪，流不尽，许多愁”。这些诗句或失之于轻描淡写，或失之于直露，都没有“恰似一江春水向东流”来得打动人心，所谓“真伤心人语”也。把愁思比作“一江春水”就使抽象的情感显得形象可感。愁思如春水涨溢恣肆，奔放倾泻；又如春水不舍昼夜，无尽东流。形式上，九个字平仄交替，读来亦如满江春水起伏连绵，把感情在升腾流动中的深度和力度全表达出来了。以这样声情并茂的词句作结，大大增强了作品的感染力，合上书页，读者似也被这无尽的哀思所淹没了。</p> <p>　　全词抒写亡国之痛，意境深远，感情真挚，结构精妙，语言清新；词虽短小，余味无穷。难怪<a href=\"http://so.gushiwen.org/author_408.aspx\">王国维</a>有如是评价：“唐五代之词，有句而无篇。南宋名家之词，有篇而无句。有篇有句，唯李后主降宋后之作，及永叔、子瞻、少游、美成、稼轩数人而已。”（《人间词话》删稿之四○）（蒋雅云）</p><br/><h2>赏析四</h2> 　　这是一曲生命的哀歌，作者通过对自然永恒与人生无常的尖锐矛盾的对比，抒发了亡国后顿感生命落空的悲哀，语语呜咽，令人不堪卒读。春花浪漫，秋月高洁，本令人人欣喜，但对阶下之囚来说，却已了无意趣了。\"何时了\"三字虽问得离奇，实含两层意蕴：往昔岁月是何时了却的？劫后之残生又将何时了却呢？这表明了他对生命的决绝心态。<br>　　\"小楼昨夜又东风\"更具体印证了春花秋月无法终了的事实。由小楼进而联想到故国， \"不堪回首\"四字乃心中滴血之语。\"月明中\"既是呼应起句\"春花秋月\"之\"月\"，也是将小楼、故国，人生等等统统笼罩在永恒的月色中，则<a href=\"http://so.gushiwen.org/author_269.aspx\">李煜</a>个人之悲哀自然就直逼人类之大悲哀。<br>　　换头承故国明月，点出物是人非之意。全词到此为止的六句，都是两两对照，写出永恒与无常的巨大反差，表现作者对宇宙与人生关系的思索。但柔弱的李煜已经不可能由此激发出进取的激情，而只能在与生命决绝前，放纵一下悲哀的心情，任凭自己沉溺在这种无边的生命悲歌中，静静地等候人生终曲的奏起。<br>　　煞尾两句自问自答，以具象的流水比喻抽象的愁怀，写出愁思之无边无际、无穷无尽、无休无止、无法遏制。<br>　　以水喻愁，李煜之前已有许多，但此句不仅新颖警辟，而且既贴切又富有力度。遂为名句。可与<a href=\"http://so.gushiwen.org/author_671.aspx\">李颀</a>\"请量东海水，看取浅深愁\"；<a href=\"http://so.gushiwen.org/author_197.aspx\">刘禹锡</a>\"蜀江春水拍山流，水流无限似侬?\"；秦少游\"落红万点愁如海\"等参读。<br>　　唐圭璋《李后主评传》指出：\"他身为国主，富贵繁华到了极点；而身经亡国，繁华消歇，不堪回首，悲哀也到了极点。正因为他一人经过这种极端的悲乐，遂使他在文学上的收成，也格外光荣而伟大。在欢乐的词里，我们看见一朵朵美丽之花；在悲哀的词里，我们看见一缕缕的血痕泪痕。\"<br/><h2>简析</h2> <p>　　此词大约作于<a href=\"http://so.gushiwen.org/author_269.aspx\">李煜</a>归宋后的第三年。词中流露了不加掩饰的故国之思，据说是促使宋太宗下令毒死李煜的原因之一。那么，它等于是李煜的绝命词了。全词以问起，以答结；由问天、问人而到自问，通过凄楚中不无激越的音调和曲折回旋、流走自如的艺术结构，使作者沛然莫御的愁思贯穿始终，形成沁人心脾的美感效应。诚然，李煜的故国之思也许并不值得同情，他所眷念的往事离不开“雕栏玉砌”的帝王生活和朝暮私情的宫闱秘事。但这首脍炙人口的名作，在艺术上确有独到之处：“春花秋月”人多以美好，作者却殷切企盼它早日“了”却；小楼“东风”带来春天的信息，却反而引起作者“不堪回首”的嗟叹，因为它们都勾发了作者物是人非的枨触，跌衬出他的囚居异邦之愁，用以描写由珠围翠绕，烹金馔玉的江南国主一变而为长歌当哭的阶下囚的作者的心境，是真切而又深刻的。结句“一江春水向东流”，是以水喻愁的名句，含蓄地显示出愁思的长流不断，无穷无尽。同它相比，<a href=\"http://so.gushiwen.org/author_197.aspx\">刘禹锡</a>的《竹枝调》“水流无限似侬愁”，稍嫌直率，而<a href=\"http://so.gushiwen.org/author_125.aspx\">秦观</a>《江城子》“便作春江都是泪，流不尽，许多愁”，则又说得过尽，反而削弱了感人的力量。可以说，李煜此词所以能引起广泛的共鸣，在很大程度上，正有赖于结句以富有感染力和向征性的比喻，将愁思写得既形象化，又抽象化：作者并没有明确写出其愁思的真实内涵——怀念昔日纸醉金迷的享乐生活，而仅仅展示了它的外部形态——“恰似一江春水向东流。这样人们就很容易从中取得某种心灵上的呼应，并借用它来抒发自已类似的情感。因为人们的愁思虽然内涵各异，却都可以具有“恰似一江春水向东流”那样的外部形态。由于“形象往往大于思想”，李煜此词便能在广泛的范围内产生共鸣而得以千古传诵了。</p><br/><h2>赏析</h2> <p>　　<a href=\"http://so.gushiwen.org/author_269.aspx\">李煜</a>此词所以能引起广泛的共鸣，在很大程度上，正有赖于结句以富有感染力和向征性的比喻，将愁思写得既形象化，又抽象化：作者并没有明确写出其愁思的真实内涵——怀念昔日纸醉金迷的享乐生活，而仅仅展示了它的外部形态——“恰似一江春水向东流。这样人们就很容易从中取得某种心灵上的呼应，并借用它来抒发自已类似的情感。因为人们的愁思虽然内涵各异，却都可以具有“恰似一江春水向东流”那样的外部形态。由于“形象往往大于思想”，李煜此词便能在广泛的范围内产生共鸣而得以千古传诵了。</p> <p>　　李煜的故国之思也许并不值得同情，他所眷念的往事离不开“雕栏玉砌”的帝王生活和朝暮私情的宫闱秘事。但这首脍炙人口的名作，在艺术上确有独到之处：</p> <p>　　“春花秋月何时了”表明词人身为阶下囚，怕春花秋月勾起往事而伤怀。“春花秋月”人多以美好，作者却殷切企盼它早日“了”却；小楼“东风”带来春天的信息，却反而引起作者“不堪回首”的嗟叹，因为它们都勾发了作者物是人非的枨触，跌衬出他的囚居异邦之愁，用以描写由珠围翠绕，烹金馔玉的江南国主一变而为长歌当哭的阶下囚的作者的心境，是真切而又深刻的。“往事知多少？”回首往昔，身为国君，过去许许多多的事历历在目。据史书记载，李煜当国君时，日日纵情声色，不理朝政，枉杀谏臣……透过此<a href=\"http://so.gushiwen.org/view_70838.aspx\">诗</a>句，不难看出这位从威赫的国君沦为阶下囚的南唐后主，此时此刻的心中有的不只是悲苦愤慨，多少也有悔恨之意。 “小楼昨夜又东风，故国不堪回首月明中。”苟且偷生的小楼又一次春风吹拂，春花又将怒放。回想起南唐的王朝、李氏的社稷——自己的故国却早已被灭亡。诗人身居囚屋，听着春风，望着明月，触景生情，愁绪万千，夜不能寐。一个“又”字，表明此情此景已多次出现，这精神上的痛苦真让人难以忍受。 “又”点明了“春花秋月”的时序变化，词人降宋又苟活了一年，加重了上两句流露的愁绪，也引出词人对故国往事的回忆。</p> <p>　　“雕栏玉砌应犹在，只是朱颜改。”尽管“故国不堪回首”，可又不能不“回首”。这两句就是具体写“回首”“故国”的——故都金陵华丽的宫殿大概还在，只是那些丧国的宫女朱颜已改。这里暗含着李后主对国土更姓，山河变色的感慨！“朱颜”一词在这里固然具体指往日宫中的红粉佳人，但同时又是过去一切美好事物、美好生活的象征。 以上六句，诗人竭力将美景与悲情，往昔与当今，景物与人事的对比融为一体，尤其是通过自然的永恒和人事的沧桑的强烈对比，把蕴蓄于胸中的悲愁悔恨曲折有致地倾泻出来，凝成最后的千古绝唱—— “问君能有几多愁？恰似一江春水向东流。”诗人先用发人深思的设问，点明抽象的本体“愁”，接着用生动的喻体奔流的江“水”作答。用满江的春水来比喻满腹的愁恨，极为贴切形象，不仅显示了愁恨的悠长深远，而且显示了愁恨的汹涌翻腾，充分体现出奔腾中的感情所具有的力度和深度。同它相比，<a href=\"http://so.gushiwen.org/author_197.aspx\">刘禹锡</a>的《竹枝调》“水流无限似侬愁”，稍嫌直率，而<a href=\"http://so.gushiwen.org/author_125.aspx\">秦观</a>《江城子》“便作春江都是泪，流不尽，许多愁”，则又说得过尽，反而削弱了感人的力量。</p> <p>　　全词以明净、凝练、优美、清新的语言，运用比喻、比拟、对比、设问等多种修辞手法，高度地概括和淋漓尽致地表达了诗人的真情实感。</p><br/><h2>赏析三</h2> <p>　　这首词，是<a href=\"http://so.gushiwen.org/author_269.aspx\">李煜</a>被俘到汴京后所作。开头说，春花秋月的美好时光，何时了结。因为一看到春花秋月，就有无数往事涌上心头，想到在南唐时欣赏春花秋月的美好日子，不堪回首，所以怕看见春花秋月。在东风吹拂的月明之夜，金陵的故国生活不堪回顾了。那里宫殿的雕栏玉砌应该还在，只是人的容貌因愁苦变得憔悴了。倘若要问有多少愁苦，恰恰象一江春水的向东流去，无穷无尽。一江指长江，用一江春水来比愁，跟南唐故国金陵在长江边相结合，充满怀念故国之情。宋代王绖《默记》卷上：“又后主在赐第，因七夕，命故妓作乐，声闻于外。太宗闻之，大怒。又传‘小楼昨夜又东风’及‘一江春水向东流’之句，并坐之，遂被祸云。’<a href=\"http://so.gushiwen.org/author_408.aspx\">王国维</a>《人间词话》：“尼采谓一切文学，余爱以血书者。后主之词，真所谓以血书者也。宋道君皇帝(徽宗)《燕山亭》词亦略似之。然道君不过自道身世之戚，后主则俨然有释迦，基督担荷人类罪恶之意，其大小固不同矣。”李煜被毒死，跟他写这首词有关，这真是用血写的。所谓“有释迦、基督担荷人类罪恶之意”，就是说，李煜这样的词，不光是写他个人的愁苦，还有极大的概括性，概括了所有具亡国之痛的人的痛苦感情：如怕看到春花秋月，怕想到过去的美好生活。再如故国的美好景物已经不堪回顾。故国的景物象雕栏玉砌等还在，但人的容颜因愁苦改变，这里还含有人事的改变，人的主奴关系的改变。再象以一江春水来比愁。整首词正是反映了有亡国之痛的人的感情，担负了所有这些人的感情痛苦。这正说明这首词具有高度的概括性、代表性，这正是这首词的杰出成就。</p> <p>　　宋朝陈郁《藏一话腴》：“太白(<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>)曰：‘请君试问东流水，别意与之谁短长。’(《金陵酒肆留别》)江南李主曰：‘问君还有几多愁，恰似一江春水向东流。’略加融点，已觉精采。至寇莱公(准)则谓‘愁情不断如春水(《夜度娘》)，少游(<a href=\"http://so.gushiwen.org/author_125.aspx\">秦观</a>)云‘落红万点愁如海’(《千秋岁》)，肯出于蓝而胜于蓝矣。”这里对这首词用“一江春水向东流”来比愁作了评论。李白的<a href=\"http://so.gushiwen.org/view_70838.aspx\">诗</a>句是写别情的长可以跟东流水比，诗在金陵写的，这个东流水是指长江。李煜的词，是在汴京被拘禁中写的，他看不到长江，长江成为他怀念故国的一部分。因此李白的诗是用眼前景物来作比，李煜的词是用远离自己的长江来作比，在这个比喻里就有怀念故国之情，情思更为深厚。再说，“一江春水向东流”，比东流水”的形象更为鲜明。又“东流水”是比“别意”的“短长”，“一江春水向东流”是比愁的无穷无尽。这是两者的不同处，说明李煜的故国之痛更为深沉，并不是“略加融点”。<a href=\"http://so.gushiwen.org/author_184.aspx\">寇准</a>的词：“日暮汀洲一望时，柔情不断如春水。”这是用春水来比柔情，这个柔情也指别意，跟李白的句意相同，可以说是摹仿李白的词意。“如春水”，也不能与李煜词句相比。秦观的词句：“春去也，落红万点愁如海。”是写“离别宽衣带”的离情别绪，再加上伤春，加上“镜里朱颜改”的憔悴，配上“落红万点”，确是名句。不过李煜的词写的是亡国之痛，比离情别绪更为深沉，也写“朱颜改’，是结合亡国之痛来的，加上“一江春水向东流”的形象鲜明壮阔，从情思到形象，也不是秦观的词句所能比。（田德义）</p>",
  "about": "<h2>创作背景</h2> 　　此词与《浪淘沙·帘外雨潺潺》均作于<a href=\"http://so.gushiwen.org/author_269.aspx\">李煜</a>被毒死之前，为北宋太宗太平兴国三年（978年），是时李煜归宋已近三年。宋太祖开宝八年（975年），宋军攻破南唐都城金陵，李煜奉表投降，南唐灭亡。三年后，即太平兴国三年，<a href=\"http://so.gushiwen.org/author_2357.aspx\">徐铉</a>奉宋太宗之命探视李煜，李煜对徐铉叹曰：“当初我错杀潘佑、李平，悔之不已！”大概是在这种心境下，李煜写下了这首《虞美人》词。<br/><h2>参考教案</h2> <p>　　教学目标：<br>　　1、将<a href=\"http://so.gushiwen.org/author_269.aspx\">李煜</a>的词纳入中国古代帝王<a href=\"http://so.gushiwen.org/view_70838.aspx\">诗</a>歌文学这个背景中去品味，增加其文化积淀韵味和历史厚重感。2、知人论文和读文识人结合，使这一课不仅仅停留在诗歌本身技巧、语言等分析上面，也倾向于挖掘诗歌内在的人文精神。<br>　　教学时间：1课时</p> <p>　　一、 导：<br>　　1、在历史的那一端，间或几个帝王也拿起笔，写一些表现人物情感的合韵或不合韵的句子，自然引起人们更多的关注，这就形成了一种十分独特而又悠久的文化——中国古代帝王文学。帝王诗歌之作，当推汉高祖的《大风歌》大风起兮云飞扬，威加海内兮归故乡，安得猛士兮守四方。全诗直抒胸臆，格调高昂，气势雄浑，给帝王诗歌开了个好头。可惜这位马上得天下的皇帝对于诗文小道并不放在眼里，除了这首作品外，其他成就也有限。在帝王中，才气最高的要数李后主了。今天，我们就来感受一下这位南唐后主的词艺。<br>　　二、 背景及作者介绍<br>　　1、清代<a href=\"http://so.gushiwen.org/author_433.aspx\">赵翼</a>有诗：“江山代有才人出，各领风骚数百年。”唐诗过后是宋词。好诗在唐代已被诗人们写尽了，宋代文人就另辟蹊径，使词这种文学形式趋于完善、臻于完美，达到了空前的繁荣，使宋词成为我国文化宝库中又一颗璀璨的明珠。<br>　　2、李煜，是五代最有成就的词人。也是整个词史上一流的大家。李煜的前半生，作为南唐的国君，生活相当豪华奢侈，词题材狭窄，无非是表现宫廷生活、男女恋情或离愁别绪。亡国后，孤寂悲凉的处境，使他的词转向了写思乡之情，亡国之恨，成就很高。《虞美人》就是其中最著名的一篇。978年7月7日（七夕）他的生日，他与家人歌唱他的新词《虞美人》，触怒宋朝皇帝赵光义，下令将其毒死。李煜死的很惨，死时年仅四十一岁。<br>　　3、问：那这首词到底是一首什么词呢？竟会招来杀身之祸？</p> <p>　　二、读<br>　　1、学习诗词，先从诵读开始。请两位同学来朗读这首词，其他同学在听读过程中，要注意比较，评析谁朗读得更好。（一男生、一女生诵读）<br>　　2、他们读得怎么样？应该什么样的感情？——低沉、凄凉，在声调曲折有致<br>　　3、怎么样才能处理好作者的这种情感？<br>　　A、 把握节奏：“语气可于四字作逗，或上二下七，但终以一气呵成为佳。”<br>　　B、 把握词语：何时、多少、又、不堪、应、只是、几多。这些词特别能表现诗人的内心痛苦的世界。<br>　　4、再来试试读读。（一张一弛，一顿一挫，好象把我也带入到那个忧伤的世界了，这才是入情入境、高质量的诵读。还有没有同学向他挑战？）<br>　　5、听录音。小声跟读<br>　　5、一起背诵，背诵的时候争取眼前能浮现出词中的景象。</p> <p>　　三、析<br>　　1、要朗读得好，必定要把握全词的情感核心。请问，文中哪个词可以概括全文的感情。<br>　　2、大家说说李煜的愁有哪些。（板书“愁”）<br>　　A、往事之叹；B、亡国之恨；离开君主宝座的失落，没有了妻妾的幸福，家已经支离破碎。<br>　　对往事的怀念，命运越来越差。C、离家之痛<br>　　3、这层层叠叠的愁，铺天盖地，接踵而至，真是“这次第，怎一个愁字了得” ！真是“剪不断，理还乱”无限忧愁，虽然真实存在，但毕竟过于抽象。那么，问问大家，<br>　　4、作者是怎么样来写“愁情”的？<br>　　选取典型的景物，如春花秋月表达忧愁。（春花秋月是美好的事物，能直接表现愁情吗？<br>　　结尾的名句用了比喻，把抽象的感情写得很形象。<br>　　虚实结合。对往事的回忆，引起现在的愁苦，前虚后实。<br>　　春花秋月、往事、小楼、东风、故国、明月、雕栏玉砌、朱颜、一江春水 作者运用这么多意象，创设了生动形象的一幅幅画境：春花秋月图、小楼东风图、故国月明图等。<br>　　A、春花秋月与往事的对比（锦衣玉食，后宫佳丽，尊严、自由、生存的安全感等）/小楼东风与故国明月的对比 /雕栏玉砌与已改朱颜——真是“物是人非”——思国<br>　　B、“故国不堪回首月明中”“春花秋月何时了”―――“月”的意象的沉淀意义。（怀念故乡，怀念亲人等）“举头望明月，低头思故乡” “月是故乡明” “海上生明月，天涯共此时”<br>　　小结：可谓比喻含泪，对比生情。我看除了对比、比喻外，作者的发问也很有特色。先问天：“春花秋月何时了？”再问人：“往事知多少？”最后问自己：“问君能有几多愁？”可以说是，问天天不应，问人人不知，问己泪满面。层层叠加，曲折回旋。最后以“一江春水”作结，这哪是一江春水啊？简直就是一江愁水，一江苦水，使抒情达到了极至。<br>　　5、这首词到底是一首什么词，竟会招来杀身之祸？<br>　　本词表现了一个亡国国君的故国之恋。念念不忘过去的美好生活，念念不忘东风是故国吹来，春水又向故乡流云，这在宋太祖看来是不是会有“东归故国”之意吗？可以这样说，两个“东”字，断送了一代文章圣手的性命。</p> <p>　　四、评<br>　　1、我还想问问：同学们是如何看待李煜的“愁”的？<br>　　这是封建帝王的愁，不值得同情。谁叫他声色犬马，不务正业呢？/我觉得这愁愁得美。因为它很有人情味，人性化。/我也是“哀其不幸，怒其不争”吧。<br>　　我说说我的看法：我无暇去责备他纵情声色以至丧失了南唐美丽的山河，我所感受的是他卸去帝王外衣后的平民式的抒情。“问君能有几多愁，恰似一江春水向东流”。这种花帝王之愁为凡人之愁的做法，已经总艺术从审美的角度深深感染着古往今来的李煜的读者。再由审美的通道回过来看，我们又能看到李煜独有的天堂炼狱般的大绝望，苦难风流的大哀伤，那叹息般的眼光，丁香般的惆怅——如果说，我们要同情李煜的话，那只能是审美上的同情，而不是道德上的怜悯。<br>　　2、词家中不乏“写愁”高手，如<a href=\"http://so.gushiwen.org/author_184.aspx\">寇准</a>“愁情不断如春水”（《夜度娘》）；<a href=\"http://so.gushiwen.org/author_125.aspx\">秦观</a>“便作春江都是泪，流不尽，许多愁”（《江城子》）；<a href=\"http://so.gushiwen.org/author_536.aspx\">李清照</a>“只恐双溪舴艋舟，载不动许多愁”（《武陵春》），等等。窃以为他们或不够“鲜活”，或不够“含蓄、深邃”，“愁”之意境均不及后主词。<br>　　作者将一腔愁绪化为有形的流水，无穷无尽，无边无际，丰盈而且沉重。这哪里是江水，分明是一滴滴负载着愁情的李煜的眼泪。这样的比喻，一江春水，就是一江愁水，一江苦水。比喻，使得抒发的感情兼有了无边的广度。<br>　　3、后人总结说，这首词的风格凄丽。李煜的词缘何显得如此凄丽？<br>　　从“红锦地衣”的南唐后主，到“故国不堪回首”的宋室囚徒，词人李煜天上地下的身世沦落以及内心的巨大沉痛，绝非常人所能体味点滴。如果以亡国为分界线，对照李煜前后期的词作，我们能否可以这样说，是亡国的代价成就了一位可追唐诗的伟大词家？这也让我想起了《吊<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>赋》里的经典诗句：文王拘而演《周易》；仲尼厄而作《春秋》；屈原放逐，乃赋《离骚》；<a href=\"http://so.gushiwen.org/author_384.aspx\">左丘明</a>失明，厥有《国语》；孙子膑脚，兵法修列；<br>　　李煜后期词，多折射出词人内心的亡国之痛，把传统诗歌里的那种个体间的离愁别恨升华为对故国家园的思念，境界豁大而深远。 <a href=\"http://so.gushiwen.org/author_408.aspx\">王国维</a>评价说，“后主之词，真所谓以血书者也。”</p>",
  "poet": {
    "id": 269,
    "star": 0,
    "name": "李煜",
    "image": "http://img.gushiwen.org/authorImg/liyu.jpg",
    "desc": "李煜，五代十国时南唐国君，961年-975年在位，字重光，初名从嘉，号钟隐、莲峰居士。汉族，彭城（今江苏徐州）人。南唐元宗李璟第六子，于宋建隆二年(961年)继位，史称李后主。开宝八年，宋军破南唐都城，李煜降宋，被俘至汴京，封为右千牛卫上将军、违命侯。后因作感怀故国的名词《虞美人》而被宋太宗毒死。李煜虽不通政治，但其艺术才华却非凡。精书法，善绘画，通音律，诗和文均有一定造诣，尤以词的成就最高。千古杰作《虞美人》、《浪淘沙》、《乌夜啼》等词。在政治上失败的李煜，却在词坛上留下了不朽的篇章，被称为“千古词帝”。"
  },
  "tags": [
    "宋词三百首",
    "婉约",
    "思念",
    "感叹",
    "哲理"
  ]
}