{
  "id": 61507,
  "star": 70,
  "name": "水调歌头·焦山",
  "dynasty": "宋代",
  "content": "铁瓮古形势，相对立金焦。长江万里东注，晓吹卷惊涛。天际孤云来去，水际孤帆上下，天共水相邀。远岫忽明晦，好景画难描。 <br>混隋陈，分宋魏，战孙曹。回头千载陈迹，痴绝倚亭皋。惟有汀边鸥鹭，不管人间兴废，一抹度青霄。安得身飞去，举手谢尘嚣。",
  "shangxi": "<h2>赏析</h2> <p>　　“铁瓮古形势，相对立金焦。”“铁瓮”，指镇江古城，是三国孙权所建，十分坚固，当时号称铁瓮城。“金焦”，金山、焦山，二山均屹立大江中（金山现已淤连南岸），西东相对，十分雄伟。宋孝宗游金山寺曾题<a href=\"http://so.gushiwen.org/view_61507.aspx\">诗</a>道：“崒然天立镇中流，雄跨东南二百州。”“铁瓮”、“金焦”为镇江古来形势最突出之处，写得概括、有力。“长<a href=\"http://so.gushiwen.org/author_2877.aspx\">江万里</a>东注，晓吹卷惊涛。”江流东注，风卷涛惊，又加强了砥柱中流的金焦形象。“天际孤云来去，水际孤帆上下，天共水相邀。”天连水，水连天，“孤云”、“孤帆”更衬出了江天的浩渺，而“来去”、“上下”又见出了词人在游目骋怀，频频俯仰，可以想见其神思的飞越。此句不禁让人想起<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>的“孤帆远影碧空尽，唯见长江天际流”，想是从李白诗句变化而来。“远岫忽明晦”，“忽”写出了朝光明灭给人刹那间的刺激，又引起了多少兴奋，真是“好景画难描”啊。</p> <p>　　下片写景从形势写起，江，天，远山，由近而远，层次分明。览景时，人们往往可以超越时空的局限。如果说上片是“视通万里”，那么下片就是“思接千载”了。</p> <p>　　“混隋陈，分宋魏，战孙曹。”此由近到远写镇江的攻守征战。隋灭陈时，隋大将贺若弼最先在这里突破陈的江防，继克金陵。南朝宋曾凭借长江天堑在这里抗击北魏军队，“缘江六七百里，舳舻相接”，从而保全了半壁河山。孙权曾以京口（吴时称京城，东晋南朝称京口城）为首都建康（今南京）之门户，对抗曹魏。这九个字极省净地表现出镇江在历史上的重要地位，在这里曾经发生过多少场面壮烈的战争？镇江，她在南北对峙的历朝历代战略地位何等重要，而今她又是抗击蒙古的江淮重镇，而自己就任职在这块“古来征战地”！“回头千载陈迹，痴绝倚亭皋。”</p> <p>　　作者从历史的遐想中清醒过来，倚立江岸上，不禁感慨万千了。作者对历史无限追忆，“天下英雄谁敌手”，能在这里一展宏图，多好！可是，面对现实，官小权轻，难有用武之地，何必想入非非呢！正如他同时写的另一首《水调歌头》所言：“郗兵强，韩舰整，说徐州。但怜吾衰久矣，此事恐悠悠。欲破诸公磊块，且倩一杯浇酹，休要问更筹！”这就是他此时的心情。于是他不得不开解自己。“惟有汀边鸥鹭，不管人间兴废，一抹度青霄。”鸥鹭无忧无虑、自由自在地飞翔，越飞越远，越飞越高，将作者的心也带到了“青霄”之上。“安得身飞去，举手谢尘嚣。”这是他的想象、他的愿望：我怎样也能象鸥鹭一样飞上天空、离开纷繁复杂的尘世呢！切不可从此句认为作者有避世之哀。这只是他失意时的慰解之词，他怎能轻易抛弃自己的壮志呢？</p> <p>　　这首词由写景、怀古、抒情三者组成，层层生发，一气呵成，显得十分自然。作者用明净、圆熟的语言，创造了一个高远、清新的意境，表现了豪迈、开朗的胸襟。读起来爽口惬心，发人意兴。因此，可以说<a href=\"http://so.gushiwen.org/author_72.aspx\">吴潜</a>是晚宋一个重要的词人。 </p>",
  "poet": {
    "id": 72,
    "star": 0,
    "name": "吴潜",
    "image": "http://img.gushiwen.org/authorImg/wuqian.jpg",
    "desc": "吴潜（1195—1262） 字毅夫，号履斋，宣州宁国（今属安徽）人。宁宗嘉定十年（1217）举进士第一，授承事郎，迁江东安抚留守。理宗淳祐十一年（1251）为参知政事，拜右丞相兼枢密使，封崇国公。次年罢相，开庆元年（1259）元兵南侵攻鄂州，被任为左丞相，封庆国公，后改许国公。被贾似道等人排挤，罢相，谪建昌军，徙潮州、循州。与姜夔、吴文英等交往，但词风却更近于辛弃疾。其词多抒发济时忧国的抱负与报国无门的悲愤。格调沉郁，感慨特深。著有《履斋遗集》，词集有《履斋诗余》。"
  },
  "tags": [
    "咏史怀古"
  ]
}