{
  "id": 63469,
  "star": 9,
  "name": "摸鱼儿·酒边留同年徐云屋",
  "dynasty": "宋代",
  "content": "怎知他、春归何处？相逢且尽尊酒。少年袅袅天涯恨，长结西湖烟柳。休回首，但细雨断桥，憔悴人归后。东风似旧。问前度桃花，刘郎能记，花复认郎否？<br>君且住，草草留君翦韭。前宵更恁时候。深杯欲共歌声滑，翻湿春衫半袖。空眉皱，看白发尊前，已似人人有。临分把手。叹一笑论文，清狂顾曲，此会几时又？",
  "fanyi": "<p><strong>译文<br></strong>怎么知道他，春天归到哪？朋友相逢聚宴，且将杯中酒饮干。年轻时便尝到天涯漂泊的悠悠恨怨，着恨怨悠悠，永远和西湖边烟雾朦胧的垂柳缠绵。不要回首往事，眼前只见细雨迷蒙的断桥，待人重归西湖之后，已然是一张憔悴的脸。东风已然如旧日暖软，面对着前度开放的桃花鸿雁，刘郎尚能记得，那桃花可否记得刘郎的容颜？<br>请君暂且停留，让我草草准备一顿蔬菜淡饭，前晚也正是这样的时辰朋友聚宴。斟满深深的酒杯，想共同高歌一曲圆亮婉转，打翻酒杯洒湿了春衫袖子的半边。空自皱紧眉端，看斑斑白发守在离宴之前，仿佛人人都曾有过这种忧烦。临到分别执手相看，可叹往日谈笑间评点文心，清高疏狂地鉴赏乐曲，这等聚会不知何时才能重见！</p> <p><strong>注释<br></strong>摸鱼儿：词牌名之一。原唐教坊曲名，本为歌咏捕鱼的民歌，后用作词牌。本名《摸鱼子》。双调，一百十六字，押仄声韵。<br>同年：古代科举考试同科中式者之互称。<br>尊酒：指杯酒。<br>袅袅：缠绕不断的样子。<br>烟柳：烟雾笼罩的柳林。亦泛指柳林、柳树。<br>断桥：西湖桥名，在白堤北端。<br>东风：指春风。<br>前度：前一次；上一回。<br>刘郎：词人自指。<br>草草：简单。匆忙仓促的样子。<br>翦（jiǎn）韭：古人以春初早韭为美味，故以“剪春韭”为召饮的谦辞。<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a><a href=\"http://so.gushiwen.org/view_63469.aspx\">诗</a>：“夜雨剪春韭，新炊间黄粱。”表达旧友重逢时纯朴深厚的真情。<br>恁（nèn）：如此，这样。为宋时口语。<br>深杯：满杯。<br>歌声滑：指歌声婉转流畅。<br>半袖：短袖衣<br>空：白白地，徒劳。<br>尊前：在酒樽之前。尊，樽。<br>人人：每一个人。此处指主客两人。<br>把手：握手。<br>论文：评论文人及其文章。杜甫《春日忆<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>》“何时一樽酒，重与细论文”。<br>清狂：放逸不羁。<br>顾曲：指欣赏音乐、戏曲等。《三国志·吴志·周瑜传》：“ 瑜少精意于音乐，虽三爵之后，其有阙误， 瑜必知之，知之必顾，故时人谣曰：‘曲有误， 周郎顾。’”后遂以“顾曲”为欣赏音乐、戏曲之典。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这是一首送别友人的词作，作者送别的对象是与自己同榜中进士的友人徐云屋。该词不同于一般的送别词，除抒写离愁别绪以外，还将当时的世事与境遇融入其中，因而内容更为深广。</p> <p>　　上片写自己客中送客的愁思。“怎知他、春归何处”为首句，点明饯别时在暮春，同时渲染出的春光不再的惜春惆怅之感，为抒写离情作铺垫。此句与作者的名作《兰陵王·丙子送春》开端“送春去，春去人间无路”，一句相类。“相逢”句言饯别，而“相逢”两字，暗示两人同在客地邂逅，然而不久又要离去，不妨金樽流转，以遣离愁。“少年袅袅天涯恨，长结西湖烟柳”两句入回忆。<a href=\"http://so.gushiwen.org/author_329.aspx\">刘辰翁</a>于理宗景定三年至临安赴进士试，因以结识同年徐云屋，当时正值而立之年，与今相较，可谓“少年”。“天涯恨”即是飘泊他乡之恨。自初识“西湖烟柳”至今，不觉已过多年，不料仍是飘泊天涯，仍逢西湖烟柳，故云天涯恨“长结”于“西湖烟柳”之上。两句关合双方前后情事，由一“长”字表时间跨度又转回目前。“休回首”三字，文情顿挫，令人嗟叹不已。二人共谓不要去观看那迷朦的烟柳，摆脱掉盘郁于怀的天涯沦落之感；接下又谓但又不能不看细雨迷迷中的断桥，憔悴之人却又旧地重归。“憔悴”反衬上文“少年”，昔日的“少年”而今已至于“憔悴”，补足“天涯恨”之深。“东风”四句，用<a href=\"http://so.gushiwen.org/author_197.aspx\">刘禹锡</a><a href=\"http://so.gushiwen.org/view_63469.aspx\">诗</a>语。刘禹锡《再游玄都观》说：“种桃道士归何处？前度刘郎今又来。”</p> <p>　　下片写依依送客之情，同时又兼及自己。“君且住”两句，表明挽留惜别之意。“剪韭”，源出杜诗，写卫八处士用乡间家常饭菜招待<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>，这里写刘辰翁没有珍馐以待客，但茶饭虽粗劣，但两人的关系却更显亲密。杜甫此诗主要抒发“别易会难”之慨，自然能引发起刘辰翁此时的共鸣同感。“前宵”三句，是追叙昨晚宴别的情景：豪饮放歌，酒湿春衫，狂放，慷慨中得见与友人情谊之深厚。既刻画出两人性格的豪放，又表现出心情的悲苦。言昨晚同一时间已曾饯别，今朝依旧痛饮，足见两人友谊的深厚。“空眉皱”三句又转到今日酒宴：筵席上两人都已生白发，徒然浩叹伤怀。空，是说明知叹息无济于事仍不由得叹息年华的易逝。“白发”承前“少年”和“憔悴”，但一为反衬，一为正衬，如此笔法在于强调主客双方都已年华不再，而都又事业不成，让人扼腕浩叹。“临分”四句，写宴散作别。这句说握手作别而又恋恋不舍，又道情谊之重。“论文”、“顾曲”用两个典故。“论文”，这几句一方面写临别时的感叹，重逢何期，道出分别的珍重；另一方面又补写宴会的内容，论文、听曲，出生本色尽现。特别需要指出的是，“叹”字以下是一个领字句，十三个字都是“叹”的内容。用这样长句煞尾，气脉通贯，情感上感慨不已，思绪起伏。</p> <p>　　此词写别情，但并不仅仅停留在抒写友情之深，而是融注着作者深沉的人生感慨：飘泊异乡的“天涯恨”，又有功业无成、年华易逝，感伤。凡此种种怎能不让人慨叹哀愁。清末<a href=\"http://so.gushiwen.org/author_145.aspx\">况周颐</a>《蕙风词话》卷二说：“须溪（刘辰翁）词风格遒上似稼轩，情辞跌宕似遗山。”遒劲有力的风格和曲折顿挫的笔势与丰富复杂的内容融铸一体，相得益彰，此词即是一例。此外，善用典故也是此词的一个特点，这又与<a href=\"http://so.gushiwen.org/author_217.aspx\">辛弃疾</a>词风格相近。</p>",
  "poet": {
    "id": 329,
    "star": 0,
    "name": "刘辰翁",
    "image": "http://img.gushiwen.org/authorImg/liuchenweng.jpg",
    "desc": "刘辰翁（1233.2.4—1297.2.12），字会孟，别号须溪。庐陵灌溪（今江西省吉安市吉安县梅塘乡小灌村）人。南宋末年著名的爱国诗人。 景定三年（1262）登进士第。他一生一生致力于文学创作和文学批评活动，为后人留下了可贵的丰厚文化遗产，遗著由子刘将孙编为《须溪先生全集》，《宋史·艺文志》著录为一百卷，已佚。"
  },
  "tags": [
    "亡国",
    "追忆",
    "抒情"
  ]
}