{
  "id": 70986,
  "star": 1827,
  "name": "绝句·古木阴中系短篷",
  "dynasty": "宋代",
  "content": "古木阴中系短篷，杖藜扶我过桥东。<br>沾衣欲湿杏花雨，吹面不寒杨柳风。",
  "fanyi": "<p><strong>译文</strong><br>我在高大的古树阴下拴好了小船；拄着拐杖，走过小桥，恣意欣赏这美丽的春光。<br>丝丝细雨，淋不湿我的衣衫；它飘洒在艳丽的杏花上，使花儿更加灿烂。阵阵微风，吹着我的脸已不使人感到寒；它舞动着嫩绿细长的柳条，格外轻飏。</p> <p><strong>注释</strong><br>⑴系（xì）：联接。短篷：小船。篷，船帆，船的代称。<br>⑵杖藜：“藜杖”的倒文。藜，一年生草本植物，茎杆直立，长老了可做拐杖。<br>⑶杏花雨：清明前后杏花盛开时节的雨。<br>⑷杨柳风：古人把应花期而来的风，称为花信风。从小寒到谷雨共二十四候，每候应一种花信，总称“二十四花信风”。其中清明节尾期的花信是柳花，或称杨柳风。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这首小<a href=\"http://so.gushiwen.org/view_70986.aspx\">诗</a>，写诗人在微风细雨中拄杖春游的乐趣。诗前两句叙事。写年老的诗人，驾着一叶小舟，停泊到古木阴下，他上了岸，拄着拐杖，走过了一座小桥，去欣赏眼前无边的春色。诗人拄杖春游，却说“杖藜扶我”，是将藜杖人格化了，仿佛它是一位可以依赖的游伴，默默无言地扶人前行，给人以亲切感，安全感，使这位老和尚游兴大涨，欣欣然通过小桥，一路向东。桥东和桥西，风景未必有很大差别，但对春游的诗人来说，向东向西，意境和情趣却颇不相同。 “东”，有些时候便是“春”的同义词，譬如春神称作东君，东风专指春风。诗人过桥东行，正好有东风迎面吹来，无论西行、北行、南行， 都没有这样的诗意。</p> <p>　　次两句通过自己的感觉来写景物。眼前是杏花盛开，细雨绵绵，杨柳婀娜，微风拂面。诗人不从正面写花草树木，而是把春雨春风与杏花、杨柳结合，展示神态，重点放在“欲湿”、“不寒”二词上。“欲湿”，表现了濛濛细雨似有若无的情景，又暗表细雨滋润了云蒸霞蔚般的杏花，花显得更加娇妍红晕。“不寒”二字，点出季节，说春风扑面，带有丝丝暖意，连缀下面风吹动细长柳条的轻盈多姿场面，越发表现出春的宜人。这样表达，使整个画面色彩缤纷，充满着蓬勃生气。诗人扶杖东行，一路红杏灼灼，绿柳翩翩，细雨沾衣，似湿而不见湿，和风迎面吹来，不觉有一丝儿寒意，这是耐心惬意的春日远足。</p> <p>　　历来写春的句子，或浑写——“等闲识得东风面，万紫千红总是春”（<a href=\"http://so.gushiwen.org/author_459.aspx\">朱熹</a>《春日》），或细写——“花开红树乱莺啼，草长平湖白鹭飞”（徐元杰《湖上》），志南这首诗将两者结合起来，既有细微的描写，又有对春天整个的感受，充满喜悦之情。诗写景凝练，意蕴丰富，读来使人如闻似见。尽管在此之前，“杏花雨”、“杨柳风”这样的诗境已广泛为人们所用，但真正成为熟词，不得不归功于志南这两句诗。元代<a href=\"http://so.gushiwen.org/author_518.aspx\">虞集</a>脍炙人口的《风入松》的名句“杏花春雨江南”所描绘的意境，除了受<a href=\"http://so.gushiwen.org/author_272.aspx\">陆游</a>诗“小楼一夜听春雨，深巷明朝卖杏花”影响外，或许也曾受此启发。</p> <p>　　志南这首诗，语语清淳，从容不迫，在写景时充分注意了春天带给人的勃勃生机，富有情趣，所以为崇尚理趣的朱熹所赞赏。</p><br/><h2>赏析二</h2> <p>　　这是一首脍炙人口的七绝名<a href=\"http://so.gushiwen.org/view_70986.aspx\">诗</a>。诗僧志南亦因这首描写二月春景的诗而名留千古。</p> <p>　　首二句写诗人的行踪，尾二句写诗人眼中的春光。首二句用笔精妙，予人以清凉幽静的美感：斑驳的古木、汩汩的溪水、轻巧的篷船、虬曲的杖藜、古朴的小桥和无事的老僧，构成一幅浑然天成的游春图。一句“杖藜扶我过桥东”，诗意地表现了禅宗所崇尚的物我合一的佳境。尾二句造语疏清，予人以清新悠然的体味：小桥东边，杏花如烟，杨柳如线，细雨如酥，和风如丝。那杏花烟雨，欲沾人衣而不湿，何其令人惬意；那杨柳和风，吹在脸上凉美而不觉寒冷，它们是何等善解人意。这清凉的春意，不正是春天清凉的禅意的昭示么？这迷人的春景，正是诗人眼中迷人的禅境。</p> <p>　　在诗人眼中，禅就在古木中、溪水里、篷船上、杖藜头，在小桥东边，在老僧心头，在杏花雨中，在杨柳风里，在那沾而欲湿的凉意中，在吹面不寒的清柔里，禅就是春天，就是一切的一切，就是绝句，就是诗！</p> <p>　　“诗有四种高妙：一曰理高妙，二曰意高妙，三曰想高妙，四曰自然高妙。碍而实通，曰理高妙；出自意外，曰意高妙；写出幽微，如清潭见底，曰想高妙；非奇非怪，剥落文采，知其妙而不知其所以妙，曰自然高妙。”(宋·<a href=\"http://so.gushiwen.org/author_30.aspx\">姜夔</a>《白石道人诗说》)不说理，也不说禅，却极有禅趣，本诗可谓是自然高妙！</p>",
  "poet": {
    "id": 512,
    "star": 0,
    "name": "志南",
    "desc": "南宋诗僧，志南是他的法号，生平不详。志南的生活状态已不考，他在当时的文坛上也没有“中兴四大诗人”以及“二泉先生”诸人的风头那么前。但就这短短的一首诗，就以其对早春二月的细腻感受和真切描写，把自己的名字载入了宋代诗史。"
  },
  "tags": [
    "古诗三百首",
    "春游",
    "写风",
    "写雨"
  ]
}