{
  "id": 57521,
  "star": 1643,
  "name": "水龙吟·登建康赏心亭",
  "dynasty": "宋代",
  "content": "楚天千里清秋，水随天去秋无际。遥岑远目，献愁供恨，玉簪螺髻。落日楼头，断鸿声里，江南游子。把吴钩看了，栏杆拍遍，无人会，登临意。<br>休说鲈鱼堪脍，尽西风，季鹰归未？求田问舍，怕应羞见，刘郎才气。可惜流年，忧愁风雨，树犹如此！倩何人唤取，红巾翠袖，揾英雄泪！",
  "fanyi": "<p><strong>译文一</strong><br>空荡的秋空虽火红似火，可是我心中却千里冷落凄凉，冷清的江水只能伴随着天空流去，何处会是尽头，这秋天无边无际。无奈的眺望远处的山岭，为何，报国又比登天难，为何，国家又如此腐败，只能怪人间正道是沧桑。那群山像女人头上的玉簪和螺髻，难道说，这王朝只剩下花天酒地了吗？斜下的太阳照着这亭子，在长空远飞离群。孤雁伴着它那凄惨绝望声从天空划过，或许是映照着我这流落江南思乡游子。我看着这宝刀，却不曾沾染着敌人的鲜血，我狠狠地把亭上的栏杆都拍遍了，也没有人领会我现在登楼的心意，天下知我者，还能有谁呢？。<br>我可不会像<a href=\"http://so.gushiwen.org/author_251.aspx\">张翰</a>那样，为家乡之景而归。那刘备天下为怀，斥责许氾，辞气激扬，令人佩服。只可惜时光如流水一般过去，我真担心着风雨飘荡中的国家，时间如白驹过隙！连一拭英雄泪的红巾翠袖也无人唤取了。</p> <p><strong>译文二</strong><br>辽阔的南国秋空千里冷落凄凉，江水随天空流去，秋天更无边无际。极目遥望远处的山岭，只引起我对国土沦落的忧愁和愤恨，还有那群山像女人头上的玉簪和螺髻。西下的太阳斜照着这楼头，在长空远飞离群孤雁的悲鸣声里，还有我这流落江南的思乡游子。我看着这宝刀，狠狠地把楼上的栏杆都拍遍了，也没有人领会我现在登楼的心意。<br>别说鲈鱼切碎了能烹成佳肴美味，西风吹遍了，不知张季鹰已经回来了没？像只为自己购置田地房产的许汜，应怕惭愧去见才气双全的刘备。可惜时光如流水一般过去，我真担心着风雨飘荡中的国家，真像桓温所说树也已经长得这么大了！叫谁去请那些披红着绿的歌女，来为我擦掉英雄失意的眼泪！</p> <p><strong>注释</strong><br>建康：今江苏南京。<br>赏心亭：《景定建康志》：“赏心亭在（城西）下水门城上，下临秦淮，尽观赏之胜。”<br>遥岑：岑，音cén。远山。<br>玉簪螺髻：簪，音zān；髻，音jì。玉簪、螺髻：玉做的簪子，像海螺形状的发髻，这里比喻高矮和形状各不相同的山岭。<br>断鸿：失群的孤雁。<br>吴钩：唐·<a href=\"http://so.gushiwen.org/author_349.aspx\">李贺</a>《南园》：“男儿何不带吴钩，收取关山五十州。”吴钩，古代吴地制造的一种宝刀。这里应该是以吴钩自喻，空有一身才华，但是得不到重用。<br>了：音liǎo。<br>鲈鱼堪脍：用西晋张翰典。《世说新语·识鉴篇》记载：张翰在洛阳做官，在秋季西风起时，想到家乡莼菜羹和鲈鱼脍的美味，便立即辞官回乡。后来的文人将思念家乡、弃官归隐称为莼鲈之思。<br>季鹰：张翰，字季鹰。<br>求田问舍三句：《三国志·魏书·陈登传》，许汜(sì)曾向刘备抱怨陈登看不起他，“久不相与语，自上大床卧，使客卧下床”。刘备批评许汜在国家危难之际只知置地买房，“如小人（刘备自称）欲卧百尺楼上，卧君于地，何但上下床之间邪”。求田问舍，置地买房。刘郎，刘备。才气，胸怀、气魄。<br>流年：流逝的时光。<br>忧愁风雨：风雨，比喻飘摇的国势。化用宋·<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>《满庭芳》：“百年里，浑教是醉，三万六千场。思量，能几许，忧愁风雨，一半相妨”。<br>树犹如此：用西晋桓温典。《世说新语·言语》：“桓公北征经金城，见前为琅邪时种柳，皆已十围，慨然曰：‘木犹如此，人何以堪！’攀枝执条，泫然流泪。”此处借抒发自己不能抗击敌人、收复失地，虚度时光的感慨。<br>倩：请托。读音qìng<br>红巾翠袖：女子装饰，代指女子。<br>揾：wèn。擦拭。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　该词，上片大段写景：由水写到山，由无情之景写到有情之景，很有层次。开头两句，“楚天千里清秋，水随天去秋无际”，是作者在赏心亭上所见的景色。楚天千里，辽远空阔，秋色无边无际。大江流向天边，也不知何处是它的尽头。遥远天际，天水交融气象阔大，笔力遒劲。“楚天”的“楚”地，泛指长江中下游一带，这里战国时曾属楚国。“水随天去”的“水”，指浩浩荡荡奔流不息的长江。“千里清秋”和“秋无际”，显出阔达气势同时写出江南秋季的特点。南方常年多雨多雾，只有秋季，天高气爽，才可能极目远望，看见大江向无穷无尽的天边流去的壮观景色。</p> <p>　　下面“遥岑远目，献愁供恨，玉簪螺髻”三句，是写山。“遥岑”即远山。举目远眺，那一层层、一叠叠的远山，有的很像美人头上插戴的玉簪，有的很像美人头上螺旋形的发髻，景色算上美景，但只能引起词人的忧愁和愤恨。<a href=\"http://so.gushiwen.org/author_604.aspx\">皮日休</a>《缥缈峰》<a href=\"http://so.gushiwen.org/view_57521.aspx\">诗</a>：“似将青螺髻，撒在明月中”，<a href=\"http://so.gushiwen.org/author_682.aspx\">韩愈</a>《送桂州严大夫》诗有“山如碧玉”之句，是此句用语所出。人心中有愁有恨，虽见壮美的远山，但愁却有增无减，仿佛是远山在“献愁供恨”。这是移情及物的手法。词篇因此而生动。至于愁恨为何，又何因而至，词中没有正面交代，但结合登临时地情景，可以意会得到。</p> <p>　　北望是江淮前线，效力无由；再远即中原旧疆，收复无日。南望则山河虽好，无奈仅存半壁；朝廷主和，志士不得其位，即思进取，却力不得伸。以上种种，是恨之深、愁之大者。借言远山之献供，一写内心的担负，而总束在此片结句“登临意”三字内。开头两句，是纯粹写景，至“献愁供恨”三句，已进了一步，点出“愁”、“恨”两字，由纯粹写景而开始抒情，由客观而及主观，感情也由平淡而渐趋强烈。一切都在推进中深化、升华。“落日楼头”六句意思说，夕阳快要西沉，孤雁的声声哀鸣不时传到赏心亭上，更加引起了作者对远在北方的故乡的思念。他看着腰间空自佩戴的宝刀，悲愤地拍打着亭子上的栏干，可是又有谁能领会他这时的心情呢？这里“落日楼头，断鸿声里，江南游子”三句，虽然仍是写景，但无一语不是喻情。落日，本是日日皆见之景，<a href=\"http://so.gushiwen.org/author_217.aspx\">辛弃疾</a>用“落日”二字，比喻南宋国势衰颓。“断鸿”，是失群的孤雁，比喻作为“江南游子”自己飘零的身世和孤寂的心境。辛弃疾渡江淮归南宋，原是以宋朝为自己的故国，以江南为自己的家乡的。可是南宋统冶集团根本无北上收失地之意，对于像辛弃疾一样的有志之士也不把辛弃疾看作自己人，对他一直采取猜忌排挤的态度；致使辛弃疾觉得他在江南真的成了游子了。</p> <p>　　“把吴钩看了，栏杆拍遍，无人会、登临意”三句，是直抒胸臆，此时作者思潮澎湃心情激动。但作者不是直接用语言来渲染，而是选用具有典型意义的动作，淋漓尽致地抒发自己报国无路、壮志难酬的悲愤。第一个动作是“把吴钩看了”（“吴钩”是吴地所造的钩形刀）。<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>《后出塞》诗中就有“少年别有赠，含笑看吴钩”的句子。“吴钩”，本应在战场上杀敌，但现在却闲置身旁，只作赏玩，无处用武，这就把作者虽有沙场立功的雄心壮志，却是英雄无用武之地的苦闷也烘托出来了。第二个动作“栏杆拍遍”。据宋王辟之《渑水燕谈录》记载，一个“与世相龃龉”的刘孟节，他常常凭栏静立，怀想世事，吁唏独语，或以手拍栏杆。曾经作诗说：“读书误我四十年，几回醉把栏杆拍”。栏杆拍遍是胸中有说不出来抑郁苦闷之气，借拍打栏杆来发泄。用在这里，就把作者雄心壮志无处施展的急切悲愤的情态宛然显现在读者面前。另外，“把吴钩看了，栏杆拍遍”，除了典型的动作描写外，还由于采用了运密入疏的手法，把强烈的思想感情寓于平淡的笔墨之中，内涵深厚，耐人寻味。“无人会、登临意”，慨叹自己空有恢复中原的抱负，而南宋统治集团中没有人是他的知音。</p> <p>　　后几句一句句感情渐浓，达情更切，至最后“无人会”得一尽情抒发，可说“尽致”了。读者读到此，于作者心思心绪，亦可尽知，每位读者，也都会被这种情感感染。</p> <p>　　上片写景抒情，下片则是直接言志。下片十一句，分四层意思：“休说鲈鱼堪脍，尽西风、季鹰归未？”这里引用了一个典故：晋朝人<a href=\"http://so.gushiwen.org/author_251.aspx\">张翰</a>（字季鹰），在洛阳做官，见秋风起，想到家乡苏州味美的鲈鱼，便弃官回乡。（见《晋书。张翰传》）现在深秋时令又到了，连大雁都知道寻踪飞回旧地，何况我这个漂泊江南的游子呢？然而自己的家乡如今还在金人统治之下，南宋朝廷却偏一隅，自己想回到故乡，又谈何容易！“尽西风、季鹰归未？”既写了有家难归的乡思，又抒发了对金人、对南宋朝廷的激愤，确实收到了一石三鸟的效果。“求田问舍，怕应羞见，刘郎才气”，是第二层意思。求田问舍就是买地置屋。刘郎，指三国时刘备，这里泛指有大志之人。这也是用了一个典故。三国时许汜去看望陈登，陈登对他很冷淡，独自睡在大床上，叫他睡下床。许汜去询问刘备，刘备说：天下大乱，你忘怀国事，求田问舍，陈登当然瞧不起你。</p> <p>　　如果是我，我将睡在百尺高楼，叫你睡在地下，岂止相差上下床呢？这二层的大意是说，既不学为吃鲈鱼脍而还乡的张季鹰，也不学求田问舍的许汜。 作者登临远望望故土而生情，谁无思乡之情？作者自知身为游子，但国势如此，如自己一般的又止一人呢？作者于此是说，我很怀念家乡但却绝不是像张翰、许汜一样，我回故乡当是收复河山之时。作有此志向，但语中含蓄，“归未？”一词可知，于是自然引出下一层。</p> <p>　　“可惜流年，忧愁风雨，树犹如此”，是第三层意思。流年，即时光流逝；风雨指国家在风雨飘摇之中，“树犹如此”也有一个典故，据《世说新语。言语》，桓温北征，经过金城，见自己过去种的柳树已长到几围粗，便感叹地说：“木犹如此，人何以堪？”树已长得这么高大了，人怎么能不老大呢！这三句词包含的意思是：于此时，我心中确实想念故乡，但我不不会像张瀚，许汜一样贪图安逸今日怅恨忧惧的。我所忧惧的，只是国事飘摇，时光流逝，北伐无期，恢复中原的夙愿不能实现。年岁渐增，恐再闲置便再无力为国效命疆场了。这三句，是全首词的核心。到这里，作者的感情经过层层推进已经发展到最高潮。</p> <p>　　下面就自然地收束，也就是第四层意思：“倩何人,唤取红巾翠袖，揾英雄泪。”倩，是请求，“红巾翠袖”，是少女的装束，这里就是少女的代名词。在宋代，一般游宴娱乐的场合，都有歌妓在旁唱歌侑酒。这三句是写辛弃疾自伤抱负不能实现，世无知己，得不到同情与慰藉。这与上片“无人会、登临意”义近而相呼应。</p> <p>　　该词是辛词名作之一，它不仅对辛弃疾生活着的那个时代的矛盾有充分反映，有比较真实的现实内容，而且，作者运用圆熟精到的艺术手法把内容完美地表达出来，直到今天仍然具有极其强烈的感染力量，使人们百读不厌。</p> <p>　　全词通过写景和联想抒写了作者恢复中原国土，统一祖国的抱负和愿望无法实现的失意的感慨，深刻揭示了英雄志士有志难酬、报国无门、抑郁悲愤的苦闷心情，极大地表现了词人诚挚无私的爱国情怀。 </p>",
  "about": "<h2>创作背景</h2> 　　<a href=\"http://so.gushiwen.org/author_217.aspx\">辛弃疾</a>从二十三岁南归，一直不受重视，二十六岁上《美芹十论》，提出抗金策略，又不被采纳。宋孝宗淳熙元年（1174年），辛弃疾将任东安抚司参议官。这时作者南归已八、九年了，却投闲置散，任了一介小官，一次，他登上建康的赏心亭，极目远望祖国的山川风物，百感交集，更加痛惜自己满怀壮志而老大无成，于是写下一首《水龙吟》词。一说此词于孝宗乾道四年至六年（1168—1170年）辛弃疾在建康任通判时所作。<br/><h2>点评</h2> <p>　　这首词是作者在建康通判任上所作。上阕开头以无际楚天与滚滚长江作背景，境界阔大，触发了家国之恨和乡关之思。“落日楼头”以下，表现词人如离群孤雁、像弃置的宝刀难抑胸中郁闷。下阕用三个典故对于四位历史人物进行褒贬，从而表白自己以天下为己任的抱负。叹惜流年如水，壮志成灰。最后流下英雄热泪。</p> <p>　　这是稼轩早期词中最负盛名的一篇，艺术上也渐趋成熟境界：豪而不放，壮中见悲，力主沉郁顿挫。上片以山水起势，雄浑而不失清丽。“献愁供恨”用倒卷之笔，迫近题旨。以下七个短句，一气呵成。落日断鸿，把看吴钩，拍遍栏杆，在阔大苍凉的背景上，凸现出一个孤寂的爱国者的形象。下片抒怀，写其壮志难酬之悲。不用直笔，连用三个故实，或反用，或正取，或半句缩住，以一波三折、一唱三叹手腕出之。结尾处叹无人唤取红巾“搵英雄泪”，遥应上片“无人会，登临意”，抒慷慨呜咽之情，也别具深婉之致。</p>",
  "poet": {
    "id": 217,
    "star": 0,
    "name": "辛弃疾",
    "image": "http://img.gushiwen.org/authorImg/xinqiji.jpg",
    "desc": "辛弃疾（1140－1207），南宋词人。原字坦夫，改字幼安，别号稼轩，汉族，历城（今山东济南）人。出生时，中原已为金兵所占。21岁参加抗金义军，不久归南宋。历任湖北、江西、湖南、福建、浙东安抚使等职。一生力主抗金。曾上《美芹十论》与《九议》，条陈战守之策。其词抒写力图恢复国家统一的爱国热情，倾诉壮志难酬的悲愤，对当时执政者的屈辱求和颇多谴责；也有不少吟咏祖国河山的作品。题材广阔又善化用前人典故入词，风格沉雄豪迈又不乏细腻柔媚之处。由于辛弃疾的抗金主张与当政的主和派政见不合，后被弹劾落职，退隐江西带湖。"
  },
  "tags": [
    "宋词精选",
    "高中古诗",
    "豪放",
    "写景",
    "爱国",
    "壮志"
  ]
}