{
  "id": 50438,
  "star": 175,
  "name": "半死桐·重过阊门万事非",
  "dynasty": "宋代",
  "content": "重过阊门万事非。同来何事不同归。梧桐半死清霜后，头白鸳鸯失伴飞。 <br>原上草，露初晞。旧栖新垅两依依。空床卧听南窗雨，谁复挑灯夜补衣。",
  "fanyi": "<p><strong>译文</strong><br>再次来到苏州，只觉得万事皆非。曾与我同来的妻子为何不能与我同归呢？我好像是遭到霜打的梧桐，半生半死；又似白头失伴的鸳鸯，孤独倦飞。<br>原野上，绿草上的露珠刚刚被晒干。我流连于旧日同栖的居室，又徘徊于垄上的新坟。躺在空荡荡的床上，听着窗外的凄风苦雨，平添几多愁绪。今后还有谁再为我深夜挑灯缝补衣衫！</p> <p><strong>注释</strong><br>⑴鹧鸪天：词牌名。因此词有“梧桐半死清霜后”句，<a href=\"http://so.gushiwen.org/author_399.aspx\">贺铸</a>又名之为“半死桐”。<br>⑵阊（chāng）门：苏州城西门，此处代指苏州。<br>⑶何事：为什么。<br>⑷梧桐半死：<a href=\"http://so.gushiwen.org/author_822.aspx\">枚乘</a>《七发》中说，龙门有桐，其根半生半死（一说此桐为连理枝，其中一枝已亡，一枝犹在），斫以制琴，声音为天下之至悲，这里用来比拟丧偶之痛。清霜后：秋天，此指年老。<br>⑸“原上草”二句，形容人生短促，如草上露水易干。语出《薤露》露晞明朝更复落，人死一去何时归。晞：(xī)干。<br>⑹旧栖：旧居，指生者所居处。新垅：新坟，指死者葬所。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　这是一首情真意切、语深辞美、哀伤动人的悼亡词，是中国文学史上与<a href=\"http://so.gushiwen.org/author_827.aspx\">潘岳</a>《悼亡》、<a href=\"http://so.gushiwen.org/author_18.aspx\">元稹</a>《遣悲怀》、<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>《江城子·乙卯正月二十日夜记梦》等同题材作品并传不朽的名篇。</p> <p>　　上片开头两句用赋，直抒胸臆，写作者这次重回苏州经过阊门，一想起和自己相濡以沫的妻子已长眠地下，不禁悲从中来，只觉得一切都不顺心，遂脱口而出道：“同来何事不同归？”接以“同来何事不同归”一问，问得十分无理，实则文学往往是讲“情”而不讲“理”的，极“无理”之辞，正是极“有情”之语。</p> <p>　　“梧桐半死清霜后，头白鸳鸯失伴飞”两句，借用典故，用半死梧桐和失伴鸳鸯比喻自己知天命之年却成为鳏夫，孑身独存的苦状，寂寞之情，溢于言表。“清霜”二字，以秋天霜降后梧桐枝叶凋零，生意索然，比喻妻子死后自己也垂垂老矣。“头白”二字一语双关，鸳鸯头上有白毛（<a href=\"http://so.gushiwen.org/author_204.aspx\">李商隐</a>《石城》：“鸳鸯两白头。”），而词人此时已年届五十，也到了满头青丝渐成雪的年龄。这两句形象地刻画出了作者的孤独的凄凉。</p> <p>　　过片“原上草 ，露初晞“承上启下，亦比亦兴，既是对亡妻坟前景物的描写，又借露水哀叹妻子生命的短暂。同时这里也是用典，汉乐府丧歌《薤露》：“薤上露，何易晞！”用原草之露初晞暗指夫人的新殁，是为比，紧接上片，与“梧桐半死”共同构成“博喻”；同时，原草晞露又是荒郊坟场应有的景象，是为兴，有它寻夫先路，下文“新垅”二字的出现就不显得突兀。</p> <p>　　下片最后三句复用赋体。“旧栖新垅两依依。\"因言“新垅”，顺势化用<a href=\"http://so.gushiwen.org/author_645.aspx\">陶渊明</a>《归园田居五首》其四“徘徊丘垅间，依依昔人居”<a href=\"http://so.gushiwen.org/view_50438.aspx\">诗</a>意，牵出“旧栖”。居所依依，却天人永隔。下文即很自然地转入到自己“旧栖”中的长夜不眠之思——“空床卧听南窗雨，谁复挑灯夜补衣！”夜间辗转难眠中，昔日妻子挑灯补衣的情景历历在目，却再难重见。这既是抒情最高潮，也是全词中最感人的两句。这两句，平实的细节与意象中表现妻子的贤慧，勤劳与恩爱，以及伉俪间的相濡以沫，一往情深，读来令人哀惋凄绝，感慨万千。</p> <p>　　这首词在艺术构思上最突出之处在于将生者与死者紧密联系在一起，作者词笔始终关合自己与妻子双方，其情之深已侵入文章构思当中，如：</p> <p>　　“重过阊门万事非 ，同来何事不同归。”此处上半句写自己所见，下半句抒发对亡妻的思念。“梧桐半死清霜后，头白鸳鸯失伴飞”这是写作者自身。“原上草 ，露初晞“这是写妻子。“旧栖新垄两依依。\"这是两个人在一起写。“空床卧听南窗雨，谁复挑灯夜补衣”与开头一样，前一句写自己，后一句写妻子。以夫妻间体贴关怀、情感交融的温馨生活为基础写成；”旧坟新垄“句有夫妻感情已经超越时间，超越生死之感。</p> <p>　　“重过阊门万事非 ，同来何事不同归”借叙事抒情；“梧桐半死清霜后，头白鸳鸯失伴飞”借比喻抒情；“原上草 ，露初晞，旧栖新垄两依依\"借景物抒情；“空床卧听南窗雨，谁复挑灯夜补衣”借行为举止抒情；语言上两次运用反诘句，把情感推向高潮，动人心弦。</p>",
  "about": "<h2>创作背景</h2> <p>　　这首词是宋徽宗建中靖国元年（1101年）作者从北方回到苏州时悼念亡妻所作。</p> <p>　　<a href=\"http://so.gushiwen.org/author_399.aspx\">贺铸</a>一生辗转各地担任低级官职，抑郁不得志。年近五十闲居苏州三年，其间与他相濡以沫、甘苦与共的妻子亡故，今重游故地，想起亡妻，物是人非，作词以寄哀思。</p> <p>　　贺铸妻赵氏，为宋宗室济国公赵克彰之女。赵氏，勤劳贤惠，贺铸曾有《问内》<a href=\"http://so.gushiwen.org/view_50438.aspx\">诗</a>写赵氏冒酷暑为他缝补冬衣的情景，夫妻俩的感情很深。</p>",
  "poet": {
    "id": 399,
    "star": 0,
    "name": "贺铸",
    "image": "http://img.gushiwen.org/authorImg/hezhu.jpg",
    "desc": "贺铸(1052～1125) 北宋词人。字方回，号庆湖遗老。汉族，卫州（今河南卫辉）人。宋太祖贺皇后族孙，所娶亦宗室之女。自称远祖本居山阴，是唐贺知章后裔，以知章居庆湖（即镜湖），故自号庆湖遗老。"
  },
  "tags": [
    "宋词三百首",
    "婉约",
    "悼亡",
    "典故",
    "思念"
  ]
}