{
  "id": 69589,
  "star": 2,
  "name": "杂剧·李太白匹配金钱记",
  "dynasty": "元代",
  "content": "第一折<br>束发随朝三十生，官居京兆有威权。可怜清操如秋水，不受人间枉法钱。老夫姓王名辅，字公弼。祖贯东京人氏。自中甲第以来，累蒙擢用，随朝数载。因老夫廉能清正，口无恶言，心无妄虑，常孜孜于忠孝，不数数于功名。谢圣思可怜，所除长安府尹之职。不幸夫人早亡，止有一女，小字柳眉儿，年长一十八岁，未曾许聘。圣人赐俺开元通宝金钱五十文，永为家宝。老夫将金钱与女孩儿随身悬带，教他避邪驱恶。今奉圣人的命，明日三月初三，但是在京城里外官员，市户军民，百姓人家，或妾或女，都要赴九龙池赏杨家一捻红。那九龙池，周围牵红绳为界。红绳里是文武官员家妻妾女孩儿，红绳外是军民百姓家妻妾女孩儿，系是圣语，非同小可。老夫叫将女孩儿出来。分付他明日去九龙池赏杨家一捻红。孩儿那里？妾身是王府尹的女儿，小宇柳眉，正在绣房中做女工。父亲呼唤，不知有甚事。老相公在前庭呼唤哩。咱见父亲去来。父亲，叫你女儿有何分付？孩儿，叫你出来，不为别事。明日是三月三日，但是官员市户军民百姓妻妾女孩儿都要到九龙池上，赏杨家一捻红。我叫你来收拾细车儿须索前去。父亲，我是未出嫁的女孩儿，怎生去的。孩儿，此事非同小可。乃是圣人的特旨，并不敢隐一人。你须索走一遭去。女孩儿从幼未曾出着闺门，我又不知路径，教我怎么去的。孩儿，此事容易，明日驾起一辆细车儿，着梅香相伴，叫两个老成伴当伏侍你去。既然如此。即当领命。张千，另着两个老成些的伴当，同小姐九龙池上赏杨家一捻红，疾去早来者。小官姓贺名知章，字季真。四明人也。幼与李太白、韩飞卿为友。自别之后，小官任至礼部侍郎。兼集贤院学士之职。今因小弟韩飞卿撺过卷子，未曾除授。此人则是贪恋酒色，无如奈何。今日小官在于私宅，聊备蔬酌与飞卿拂尘。此人酒互半酣，不知何往，小官问家人每，说道他九龙池上去了。此人带酒也，若到九龙池上，见了那贵家妻妾美女，必然惹事。左右，将马来，小官直至九龙池上，寻韩飞引即走一遭去。小生姓韩名翃，字飞卿，乃洛阳人也。学成满腹文章，撺过卷子，未审功名若何。小生有几个同志的故友，李太白、贺知章，此二人乃天下之大儒也，皆在朝为翰林院官职。小生自到京师，每日与知章学士则是樽酒论文。今日正与学士饮酒之间，听的九龙池上<br>，不论官员古户军民百姓人家妻女，都赏杨家一捻红。小生逃了席，往九龙池上赏玩走一遭去。想俺这秀才每至一官半职，非同容易也呵。<br>【仙吕】【点绛唇】则我这仔剑生涯，几年窗下，学班马。吾岂匏瓜，指望待-举登科甲。<br>【混江龙】博得个名扬天下，才能勾宴琼林饮御洒插宫花。<br>如今有一等人，他也是秀才。恰便似珷玞石待价，斗筲器矜夸。现如今洞庭湖撑翻下范蠡船，尔陵门锄荒下邵平瓜，想当日楚屈原假惺惺醉倒步兵厨，晋谢安黑喽喽盹睡在葫芦架。似这等秀才呵。没福消轩车驷马，大纛高习。我早来到九龙池，是好景致也。你看那佳人才子，翠拥红遮，歌舞吹弹，是好受用也呵。<br>【油葫芦】我则见翠拥红遮似锦绣榻，六宫人忙并杀。谁不知开元宫里好奢华。眼见的翠盘香冷霓裳罢，可又早红牙声歇在梧桐上。投至得华清宫初出池，花萼楼扶上马，则他那辩风流天宝君王驾，簇拥着个娇滴滴海棠花。<br>【天下乐】不甫能凤舞鸾飞也那出翠华，则这喧也波哗。端的是景物佳，更和那荡春风禁城白万家。似神仙下碧霄，听箫韶隔彩霞，人都道蓬莱山则是假。我来到九龙池上，被那风吹的我酒上面来，且去这池上周围看咱。<br>【那吒令】俺则见香车载楚娃，各剌剌雕轮碾落花。正孙乘骏马，扑腾腾金鞭袅落花。游人指酒家，虚飘飘青旗扬落花。宽绰绰翠亭边蹴鞠场，笑呷呷粉墙外秋千架，香馥馥麝兰熏罗绮交加。<br>【鹊踏枝】闹炒炒嫩绿草聒鸣蛙，轻丝丝淡黄柳带栖鸦，碧茸茸杜若芳洲，暖溶溶流水人家。子规声好教人恨，他只待送春归儿树铅华。<br>妾身领父亲严命，今日是三月三日，着梅香引俺到九龙池上，玩赏杨家一捻红。来到此间，是好景致也呵。一个好女子也。生得十分大有颜色，使小生魂不附体。<br>【寄生草】他是一片生香玉，他是一枝解语花。则见他整云鬟掩映在荼蘼架，荡湘裙微显出凌波袜，露春纤笑捻香罗帕。那姐姐怕不待庞儿俊俏可人憎，知他那眉儿淡了教谁画。<br>你看那边一个好秀才也。你看此女子非凡，真乃九天仙女也。<br>【金盏儿】这娇娃是谁家，寻包弹觅破绽敢则无纤掐，似轴美人图画。画出来怎如他？这娇娘恰便似嫦娥离月殿，神女出巫峡。韩飞卿也。我虽不能勾朝云和暮雨，也强似流水可兀的泛桃花。我见了这秀才，不由我不动心也。小生看了此女子容貌，乃天上人间第一的俊俏，再无其比。<br>【后庭花】你看那指纤长铺玉甲，髻嵯峨堆绀发。可便似舞困三眠柳，端的是这春风恰破瓜。我见他簇双鸦，将眼梢儿斜抹，美姿姿可喜煞。<br>【醉扶归】兀的不妆点杀锦绣香风榻，风流杀花月小窗纱，且休说共枕同衾觑当咱。若得来说几句儿多情话，则您那娇脸儿咱根前一时半霎，便死也甘心罢。<br>这小姐与小生四目相视，颇有春心之意，怎得个信息相通可也好也。哦，我想从来这花间四友，莺燕蜂蝶，与人做美。我试央及你这四友记者：小生姓韩名翃，字飞卿。烦你与小生在那娇娘根前道个上覆咱。<br>【金盏儿】紫燕儿画檐外漫嘈杂，黄莺儿柳梢上日呱口扎，蜜蜂儿只恁的你可也无闲暇。蝴蝶儿少罪我把你厮央咱，黄莺儿怕你寻友处迷了伴侣，紫燕儿怕你衔泥处老了生涯。蝴蝶儿我怕你怯春寒花内宿，蜜蜂儿又则怕迟下你日暮树边衙。<br>有心与那秀才说一句话，争奈有梅香在此。姐姐，天色晚了也，咱回去罢。若迟了，则怕老相公见怪。梅香，老相公教我来，便回去得迟也不妨事。我见了那秀才，不由人心中牵挂。待要与他些甚东西为信物，身边诸事皆无，只有开元通宝金钱五十文，与他为表记。姐姐，我和你回去罢。梅香，咱略再玩一会去。姐姐，你怎生眼不转睛看那秀才则甚？我是个闺门中的女孩儿，岂有此事。梅香，咱回去来。你看那小姐到有顾盼小生之意，被那梅香逼着去了，好生可怜人也。<br>【醉中天】他送春情便把金钗插，传芳信款把绣鞋踏，这搭儿恰便似阻隔着云山天一涯，则见他猛探身漾在车儿上。我欲待低头拾去来。我则怕人瞧见做风流话把，我这里推拾手帕，我道是甚么，原来是几文金钱。这姐姐也不是寻常百姓家。<br>我心间万般哀苦事，尽在回头一望中。梅香，俺回去来。小娘子去了也。方才说道：\"心间万般哀苦事，尽在回头一望中。\"又与我这五十文金钱为信物。我也不顾生死，不问那里赶将去。<br>左右，兀那前头走的不是韩飞卿？可知是哩。韩秀才，相公叫你哩。相公叫我怎的？韩飞卿，你是何道理？你轻呵轻君子，重呵重小人。我和你正饮酒中间，你逃席来了。这九龙池上不是耍处。这里都是官宦人家小姐，你又有三分酒，也则怕酒后疏狂，惹下事玷辱斯文，跟我回家吃酒去来。哥哥，休道是酒，便是玉液琼浆，我咽不下。小生有些紧要的勾当。你走那里去。有甚么勾当？哥哥不知，小弟逃席至九龙池上，见一小姐生的如嫦娥离洛浦，仙子下瑶阶。我和他眉眼传情，临行说道：\"心间万般哀苦事，尽在回头一望中。\"兄弟，这的是口头之言，不可深信。他又与小弟一信物，我如今故此赶将去。是甚的信物，你休瞒我。<br>【赚煞尾】这信物断送下客多愁，这信物欲买春无价。我试猜咱。哥哥试猜。敢是罗帕藤箱玉纳子。也不是那罗帕藤箱玉纳。既不是，可是甚的信物？哥哥，小弟实不相瞒，是五十文开元通宝金钱。这金钱小可人家怎能勾有，必然是官宦人家才有。那小姐为甚的与你来？这一场没诚实的姻缘人赐下，这开元通宅非同小可，你要仔细。则他坐车儿傍挂着势剑铜铡。兄弟，你看天色晚了也。你道是抹残霞，淡烟笼鹳鸂汀沙，落日千林噪晚鸦。兄弟，你带酒也。你若要赶他。必然是宰相人家女子，不是耍处。遮莫足上侯世家，直赶到香闹绣闼，我也不知情是何物，有这等事。我只待要倩宫莺衔出土阳花。兄弟去了也。想飞刨即学成满腹文章，不肯求进，仕途不中。此一去恐有疏虞，小官引着左右，不问那里赶将去。能为君子儒，莫为小人儒。酷贪酒和色，枉读圣人书。<br><br>第二折<br>自家张千是也。从幼在这里伏待王府尹的。砟天相公在官家饮酒去了，着我在后花园中等候，这早晚敢待来也。小生韩飞卿，因在九龙池上玩赏杨家一捻红，陡遇一小姐，眉眼传情，实有硕盼小生之意，又留下五十文金钱，以作表记。谁想那不做美的梅香，将那小姐催逼将去也。我待要赶时，不想撞着哥哥贺知章，缠住说话，不知小姐往那里去了，俺只索沿路儿寻将来也呵，<br>【正宫】【端正好】武陵溪可兀的韩王殴，韩工殿将着这五十文金钱，若金钱头的俺姻眷。抵多少家流出桃花片。<br>【滚绣球】俺两个厮顾恋，相离的不甚远，转过这粉墙东。哎哟可早则波玉人儿不见。恰便似隔蓬莱弱水三千，空着这流相思师桥水，锁春愁杨柳烟。对养的都是些嘴骨都乳莺娇燕。我这里问春风桃李无言，空着我烘烘醉眼迷芳草，若寻不见小姐呵，奸着我恼乱存心恨杜鹃，无计留连。<br>我恰才见小姐入角门儿里去了，我与你寻将去，这厮是甚么人？怎敢走入这里来？这里是那里？你就敢阻住的我那？<br>【倘秀才】莫不是醉撞入深宅也那大院？莫十；是梦迷入瑶六也那阆苑？你看这厮走的慌慌张张的。你是什么人？则我寻不见人台汉刘阮。这厮好大胆也，直来到这里，岂不晓得侯门深似海哩？你道是侯门深似海，我正是色胆大如天，问哥哥这里到太学中近远？<br>这厮是个秀才，你快出去，则怕老相公天。老夫王府尹，筵席已散，回我那私宅中去。兀那秀才，你躲在一边，老相公回来了也。似此怎了也。<br>【滚绣球】你着我怎动转，怎脱免？空着静巉巉的绿愁红怨，那秀才，你好大胆也。老相公若见了你，可不肯轻轻的放了你也。则被你送了我也花里神仙。左右，摆开头踏。慢慢的行。则见他气昂昂袅玉鞭，左右，接了马者。醉醺醺下骏马宛韩飞卿也，这一场寻仙子可敢是非不善，畅好是受惊怕误入桃源。这厮是甚么人？我是个诗坛洒社文章士，不比那狗党狐朋恶少年，可着我急急煎煎。<br>兀那厮，休说我这宰相府大院深宅，便是那小家儿有个门禁。这厮直走到我这后花园中来。老夫在这亭子上坐着。张千，准备大棒子者。<br>【醉太平】谁不知官人心有权，则俺这穷秀才难言，你不见我摆列着手下人？你摆列着玉簪珠腔客三千。你便飞也飞不出去。我如今飞不上九大，我不合擅入你这梨花院。大古来布衣上上金銮殿，可甚么笙歌引至画堂前，也是我时乖命蹇。<br>兀那厮，你那里人氏，姓甚名谁？有甚么父母妻子兄弟亲眷，你细细的从实供来。<br>【呆骨朵】小生便无爷娘无兄弟无亲眷，你做甚么生涯活计？生涯是断简残编。你那里人氏？小生本贯洒南，住在那里？寄所在帝辇。你既然是秀才，曾科举来么？曾向贡院中撺了卷，金榜上将名显。你既然撺了卷子。可怎生不曾除授？带酒踏践大臣衙舍，其罪非轻。我怎敢踏践这金谷园，我且问你，因何进入府堂中来？我今日错迷入那个玉洞天。<br>这厮说也说不过，夤夜入人家，非奸即盗，必定是个贼。老相公是何言语，秀才家怎做的贼？既然你不做贼，你怎潜入我后花园中？老相公听小生说，有几个做贼的古人。你看这厮说先前那几个做贼的。你说，老夫试听咱。<br>【滚绣球】那里有刺了臂的王仲宣，黥下额的司马迁，那里有警迹人贾生子建，那里有老而不死为谣的颜渊。再有那几个古人做贼的来？有一个直不疑同舍郎，有一个毕吏部在酒瓮边，有一个晋韩寿曾偷香在贾充宅院，有一个匡衡曾将邻家墙壁凿穿。那里有偷瓜盗粟韩元帅，那里有钻穴逾墙闵子骞，小生委实的负屈衔冤。<br>这厮带酒了也，据他欺我太甚，擅入园中，非奸即盗，难以恕饶。张千，与我吊将起来。等他酒醒呵，慢慢地问他，也未迟哩。小官贺知章，我赶兄弟韩飞卿。有人说道见一个秀才带酒入这角门里去了。这府堂乃是王府尹的后园门，我试往那里看咱。苦也，苦也，可怎生将兄弟吊在那里。我索过去救兄弟。张千，报复去，道有贺知章学士在于门首。理会的，有贺知章学士在于门首。道有请。有请。早知学士到来，则合远接，接待不及，勿令见罪。老相公恕罪，小官数日不曾相访，今日特来拜问，勿得见责。知章学士，此一往何来？哥哥，救您兄弟咱。老相公，这秀才为何吊在此处？学士不知，这秀才好生无礼，擅入老夫后花园中，非奸即盗。我见他有酒也，将他吊在这里，等他酒醒了呵，我到底不饶了他里。老相公认得此人来么？老夫不认的。圣人也多曾与老相公说，则此人便是撺过卷子韩飞卿。谁是韩飞卿？则此人便是韩飞卿。则他便是韩飞卿？张千，快放他下来。老夫久闻先生高才雄笔，文华富丽，锦绣珠玑。今日得见尊颜，实乃老夫之万幸也。老相公，小生适间多饮了几杯酒，误入潭府园中，万望老相公恕罪。老夫适问不认得先生，多有冲渎，望勿见责。此乃小生之过，惶恐惶恐。哎，好一个有道理的人也。知章学士，老夫有句话，可是敢说么？老相公，有话但说不妨。学士，闻知此人虽然应过举，未蒙除授。老夫有心待请他在家安歇，不敢说做门馆，则是早晚与老夫讨论些典。末知飞卿允与不允。知章学士替老夫问他一声，看飞卿意下如何。老相公所言之事，不必去问。此人比众不同，腹隐司马之才，心似祢衡之傲，内心刚烈，外貌欠恭。今岁撺过卷子，早晚除授，怎肯与人做门馆？老相公请勿开言。学士，或允或不允，只在飞卿根前说一声，可也好也。好波，小官说则说，则怕他不肯。飞卿，我有一句话与你说知。哥哥，于礼所当者言之。我说，你允不允可不干我事。老相公说来，我料兄弟你也不肯。老相公着兄弟在他府中做门馆先生，未知兄弟意下如何？恁兄弟愿随鞭镫。好也，我道他不肯。兄弟，你撺过卷子，早晚听命，便除授官职，可<br>怎生与人家做门馆那？您兄弟曾算命来，说我命里也无那官分，只有分做门馆先生。<br>【倘秀才】谢你个贺知章举贤的这荐贤，便是这韩飞卿荣迁也那骤迁。你着我在桃源洞收拾些学课钱。着宋玉为师范，巫娥女做生员，小生也乐然。老相公，飞卿兄弟不肯做门馆，小官磨了半截舌头，才得依允。多谢了学士，先生房中用的物件，老夫尽皆准备。小生不用别物。<br>【叨叨令】也不用龙蛇影动端溪砚，我则待燕莺期称于飞愿。谁待要顽涎醉倒琼林宴，我则怕鸳鸯不锁黄金殿。则被你称了心也么哥，则被你称了心也么哥，煞强似占鳌头稳步瀛洲选。<br>张千，打扫书房，就着先生安歇。老相公，着兄弟且到店肆中收拾行李，明日早到府中来。也说的是。老相公，小生收拾行李，明日早来。飞卿好大胆，却怎生做这等勾当？你带酒直走到他府中，不是我呵，久后怎见你那同堂故友？哥哥，不妨事。你那里知道。<br>【煞尾】我本是个花一攒、锦一簇芙蓉亭，有情有意双飞燕，却做下山一带、水一派竹林寺无影无形的并蒂莲。愁如丝，泪似泉，心忙杀，眼望穿，只愿的花有重开月再圆，山也有相逢行也有穿，须觅鸾胶续断弦，对抚瑶琴写幽怨，闲傍妆台整鬓蝉，问品鸾箫并玉肩，学画娥眉点麝烟。几时得春日寻芳头划轩，夏藤簟纱厨枕臂眠；秋乞巧穿针会玉仙，冬赏雪观梅到玳筵，指淡月疏星银汉边，说海誓山盟曲槛前；唾手也似前程结姻眷，绾角儿夫妻称心愿。藉丝儿将咱肠肚牵，石碑丕将咱肺腑镌，笋条儿也似长安美少年，不能勾花朵儿似春风玉人面，干赚的相如走偌远，窄着我赶上文君则落的这一声喘。<br>老相公，小官多有深扰，异日必当酬答。飞卿兄弟明日早来，老相公当以重待，无相轻也。张千，便与我打扫书舍。明日那韩先生来时，着此人在书房中安下，早晚茶饮衣食，好生管待。老夫要与此人讲论经史。肯学之人如末稻，不学之人如蒿草；懒学之人不足称，勤学之人国之宝。<br><br>第三折<br>自家王府尹的孩儿，叫做王正。这个马推官的孩儿。叫做马求。一月前我父亲领一个门馆先生，姓韩字飞卿，在家。我今年十五岁也。则我六岁上读书，到如今九岁光阴，念了一本《百家姓》，颠倒烂熟的。俺父亲说我心坌哩。自家马求，今年十四岁也。我上学读了八年光景，一本《蒙求》还有五板不曾记得，今日送我在你家读书。你家这门馆先生，自从我在学堂中一个月，不曹教我一句书，终日只是长吁短气的，不知为何？跷蹊，自从师父到我家书堂里教书，也不作诗写字，镇日在我家后厅啼哭。口里念道：\"小姐，小姐。\"不知怎生。你念与我听。我念你听：这个先生实不中，九经三史几曾通。自从到你书房内，字又不写书懒攻。日日要了天脩礼？我看他独言独语似魔风。每日看着你家后厅哭。他敢要入你姐姐黑窟笼。你做的不好，等我做一首长篇。你做你做，也要念与我听。你听：上古天子重英豪，好把文章教尔曹。这是旧的，不好。如今就是新的了：因咱年少失教训，请个门馆就家学。当日请到书房里。四书经典并不教。每日看着后厅哭，口题小姐女多娇。他是无饥无饱吃酒肉，嘻着贼脸前后瞧。若还看见我家柳眉姐，哭得他眼泪似尿浇。师父敢待来也，咱家去罢。小生自到老相公府堂中安下，一月有余。难得老相公待小生非轻，茶饭管待甚厚，终不称其心愿。不能勾得见小姐一面。小生有甚心情看书写字，朝夕只是想念小姐。几时得见你也呵。<br>【中吕】【粉蝶儿】心绪悠悠，不明白这场迤逗，迤逗的迟和疚命掩黄丘。休道是接连枝，谐比翼，甚时把俺这姻缘成就。但能勾及早承头，害则害甘心儿为他僝僽。<br>【醉春风】这些时遣兴不成诗，海日间消愁主对酒。梦魂中无处觅行云。俺那人这宅院里敢有？打？即渐的病患将成，饮食少进。刬的似水泄般不漏。小生想念，但合眼便见小姐。我这一会身子有些困倦，我且歇息咱。妾身柳眉儿，，闻知那个秀才在俺家书房中。我看他去。秀才，间别无恙。好女子也呵！<br>【迎仙客】稳称身玉压腰，高梳髻玉搔头，则见他背东风佯个瞅。美也饱看取袜如钧，受则下那腰似柳。我见他欲沿含羞，则见他半掩着泥金袖。<br>我回去也。我恰才梦寐之中。看见小姐，觉来可怎生不见了？<br>【白鹤子】这搭儿里厮撞着。俺两个便意相投，我见他恰行过这牡丹亭，又转过芍药圃蔷薇后。<br>【幺篇】风月心何日遂。云雨意几时休，怪的是这花梢上乳莺啼，恨的是这檐马儿东风骤。小姐，我这等想你，知他心里可是如何？<br>【普天乐】闷倚遍这翠屏山，香烬在泥金兽，妆镜世占弯畅断，银筝上宝雁横秋。斗帐掩篆烟浓，深被拥红云皱。雨打梨花黄昏后。不信到他不念这个儒流，题诗呵闲吟在绿窗，回诗呵羞临粉墙，待月呵独坐南楼。<br>我手占一卦，看今日得见小姐么。至灵至圣。至诚感应，圣人作易，幽赞神明，包罗万象，道合乾坤。与天地合其德，日月合其明，四时合其序，鬼神合其吉凶。谨请袁天罡先生、李淳风先生，卦内先贤先圣，抛卦童子，掷卦仙郎，八八六十四卦内占一卦，三百八十四爻内占一爻，来意至诚，无不感应。单、单、单，拆、拆、拆，占得天地否卦。否者，闭塞也，其事不通，内有发生之意。先凶后吉。金钱也，你在这更。知他小姐在那里也，<br>【红绣鞋】钱也我自道你有姻缘成就，钱也谁承望你无倒断阻隔绸缪，钱也我不曾将那十万贯腰缠着上扬州。我还不了那风流债，干买下些个断畅愁，钱也则俺这眼中人何处有？<br>老夫王府尹。自认韩飞卿秀才在我家中安下一月。老夫事忙，不曾与此人攀话。今日早间圣人见喜，赐与老夫十瓶御酒。老夫不敢自用，将着酒肴到书旁中与韩飞卿蹲酒论文，可早来到也。张千，报复去，说老夫在于门首。老爷来看相公哩。老相公来了也。不中，我将这金钱且藏在书册中。道有请。老相公，小生多蒙厚意。在此府上深扰也。先生，老夫这几日家事忙，不曾探望先土，勿罪勿罪。小生不敢。今日早间。圣人见喜，赐与老夫十瓶御酒。不敢自用。将来与先生同饮一杯。张千将酒采。飞卿满饮此杯。小生有何德能，着老相公这等重意管待也。<br>【石榴花】这的是葡萄新酿出凉州，先生满饮此杯。他那耻满捧着紫金瓯，飞卿，此酒胜甘露醍醐。端的浓如春色酒如油。飞卿，今日拚了沉醉方归。小生我则怕你醉后又迷入画阁重楼。此酒香味各别。端的锦封未拆香光透。方知道汝阳角涎流，那里有翰林风月三千首，想古人云，扫愁帚，钧诗钩，信不虚也。枉下也这扫愁帚钓诗钩。<br>【斗鹌鹑】扫愁帚扫不了我郁情怀，钓诗钩钓不了我这风流的症候。飞卿，省可里推辞，且饮一杯咱。小生也不敢推辞，先生，好共歹再饮一杯。我则索勉强、勉强的到口。此酒能消心间郁闷，解散客旅春愁。怕不待酒醉春风敬客愁，你怎知我这愁呵，似长江淹淹的不断流。先生不饮酒，敢思乡么？小生也不为思乡。既不为思乡，你莫不害酒么？小生也非干的这病酒。<br>先生一向清减，是老夫家中物用不中么？非也。<br>【上小楼】看下他这帘垂玉钩，更那香添金兽。敢酒食肴馔不应口么？每日家满卓杯盘。诸般肴馔，百味珍羞。先生为何清减了也？知他是怎生来，宽掩过春衫罗袖，正不知为何的恁般消瘦。<br>据先生有经纶济世之才。补完天地之手，应过举，早晚除授，何故深思远虑如此。<br>【幺篇】我怕没经人纬地才，拿云握雾手。稳情取步入蟾宫，跳过龙门，占下鳌头。先生既有如此般手段，为何忧形于色？我愁的是花发东墙，月暗西即，云迷楚蚰。我若见小姐一面呵，便不做那状元郎，我可也不曾眉皱。先生数日作甚么功课？小生常习《周易》。先生既看《周易》，必然有甚心得的去处。老夫随喜观看咱。书主掉下金钱未了也。将这钱我看咱。这开元通宝金钱是我的。怎生得到这秀才手里来？好奇怪也。我试问这个秀才咱。先生，这开元通宝金钱，是圣人赐我的来，怎生得到你手里？你试说咱。<br>【满庭芳】好着我便趋前哎退后，这的是俺先人遗念。谁遣与你来？是俺那祖上传留。这开元通宝金钱，是圣人赐与我的，有谁人能勾？他道是开元通宝谁能勾，奉皇宣赐与公侯；都只为掉罨子驾交风友，到做下个脱稍儿燕侣莺俦。可怎生这金钱落在你手里，其中必有暗昧也。相公你便休穷究，兀那秀才？你从实的说。说着呵出乖弄丑，你不说，此事干罢了那！题起来风雨替花愁。<br>这金钱正是我的。我把与女孩儿带着，怎生能勾到这厮根前，必然是俺那妮子与这厮来。张千，唤出小姐来。好也，可早招了也。父亲，唤你孩儿有何事？兀那泼贱人，你做的好勾当，这金钱我与你悬带着来，怎生到这厮手里？您孩儿在九龙池上掉了来。噤声，俺家三世无犯法之男，五世无再婚之女。你是闺中女子，不习那针指女工，倒去学那辱门败户。你岂不闻女子无事不出闺门。夜行以烛，无烛则止。行不动尘。笑不露齿。席不正不坐，割不正不食。不启偏门，不有私语。在家习礼法，学针指。若嫁与人，和六亲，孝公婆，使宗族称羡，邻里矜夸。圣人云：男子生而愿为之有室，女子生而愿为之有家。父母之心，人皆有之。你不待父母之命，媒妁之言，钻穴相窥，逾垣相从，国人皆贱之。你不学上古烈女，却做下这等勾当。小贱人，呸，你羞也不羞。当日个襄王窈窕思贤才，赵贞女包土筑坟台。我则道你是个三贞九烈闺中女，呸，原来你是个辱门败户小奴胎。兀那小贱人，还不回绣房中去。好秀才也，你谦谦君子，看的好《周易》。韩飞卿，老夫待你非薄，你在我家中住了个月之期，吃用衣食，都是老夫的，你却这般报答我。你是个读书人，检书册与圣人对面，便好道君子不重则不威。枉了你穷九经三史诸子百家，不学上古贤人囊萤积雪，凿壁偷光，则学乱作胡为。这等无上下，无廉耻。我道你为何撞入后花园中，元来正怀着此事。你本是寻芳误见女婵娟，推向花园拾翠钿。将这开元通宝传心事。你可是么一春常费买花钱。张千，与我将这厮高高吊将起来，我慢慢的问他。小官贺知章。为因韩飞卿撺过卷子，此人文章不在李太白之下，圣人的命，则今，日便宣入朝，自有加官赐赏。张于报复。道有贺知章学士在于门首。道有请。学士此来有何事？今日圣人见了韩飞卿卷子，说此人文章不在李太白之下，宣他入朝加官去哩。住、住，学士不知，这厮欺吾太甚，有罪在身，难以恕饶。老相公，这是圣语，非同小可，不得迟慢。既是圣人的命，且饶他罪过。张千，放他下来。老相公，飞卿他是君子儒，有何罪将他吊起来？小官尽知此柱，都在小官身上。飞卿兄弟，你可早两遭儿也。圣人宣你便须入朝。不妨事。<br>【耍孩儿】几曾见偷香庭院里拿了韩寿，掷果的云阳内斩首，香乍私走的卓文君，就升仙桥上剐做骷髅。哎！险也！汉相如你涤器临邛市，秦弄玉吹箫跨凤楼，动不动君王行奏。本是些风花雪月，都做了笞仗徒流。<br>我与你成合秦晋之缘何如？我若得官呵，<br>【煞尾】准备着迎亲庆喜筵，安排着拦门庆贺酒。我折桂枝回来呵，我来折你这晓风春日观音柳，道不的错分付了风流画眉的手。韩飞卿去了也。本待成亲柬，教他应举去，恐此人功名心懒堕，等他为了官，才招为婿。学士，这桩事全在你身上。相公放心，小姐这亲事都在小官身上。老相公不必迟慢，便结彩楼，选日成亲。也不须媒证结婚姻，指日佳人就此亲。莫言一世儒冠误，方显文章可立身。<br><br>第四折<br>长安市上酒为狂，沉香亭畔作文章。供奉翰林为学土，万古千年姓字香。老夫姓李，双名太白，生时母梦长庚星入怀，因以名之。天宝初年，召见金銮殿，论当世之事，天子赐食，亲手调羹。初号竹溪六逸，后为饮中八仙。小官有一同堂故友，乃是韩飞卿。此人文章不在小宫之下，自到京师，撺过卷子，在知章学士府第安下。此人在于九龙池上，带酒惹下是非，知章尽知详细，对小官分诉的明白。在圣人根前奏过，就奉圣命着小官与他加官赐赏，二来就着小官与他成此一门亲事。小官不敢久停久住，同贺知章走一遭去来，圣天子选用贤良，文章士尽赴科场。韩飞卿状元及第，我与他成秦晋花烛洞房。欢来不似今朝，喜来那逢今日。老夫王府尹是也。谁想韩飞卿得了头名状元，我着知章学士保亲为媒，招状元为婿。今日结起彩楼，准备鼓乐，那新状元敢待来也。兄弟也，一举状元及第，可贺、可贺。哥哥，我韩飞卿谁想有今日也呵！<br>【双调】【新水令】步蟾宫平地上青霄，脚下平登禹门一跃。簪花宫帽侧，挽辔骢马高。可知道金傍名标。谁请受五花诰。<br>哥哥，兀那楼上为甚么动着乐声？这个是彩楼，要招女婿的。张千，说与那楼上的人去。<br>【沉醉东风】也不索频频的楼前动乐，谁知恁台吹箫。贵公子家女孩儿抛绣球哩。紫丝鞭子内擎，绣球儿身边落，哥哥，敢不是绣球儿？兄弟，不是绣球是甚么？我觑的乱下风雹，飞卿，这抛绣球儿的是王府尹的女孩儿。寄与他多情女艳娇，你着他别寻一个前程倒好。<br>兄弟也，你当初为他这小姐，怎生般狂荡？今日我与保亲，你怎生这般古忔？<br>【乔牌儿】你个贺知章狂落保，兄弟原来性格不一哩。不是这部飞卿性格拗。小姐为你也曾耻辱来。想指那俏人儿神受爷操暴，你知他为你受苦，你怎生不肯成亲？休将汉相如错送了。你当初为这门亲事，将性命也不顾。今日老相公肯了，你还不去参拜丈人哩。哥哥，恁兄弟平生不折腰于人。<br>【水仙子】他待生拆开碧桃花下凤鸾交，火烧了俺白玉楼头翡翠巢。他今日倒陪缘房，招你为婿，他见我春风得意长安道，因此上迎头儿将女婿招。你休无礼。他是你泰山丈人，你是他门下女婿。他敢打你哩。一恁他官人每棒有千条。学士，飞卿既然不肯成亲呵。放他马头过去罢。小姐你便权休怪，当日个不得第呵，怎生般模样，刚则做了官，便别了姐妇不肯时也由得你。梅香你便且莫焦，兄弟也，一门好亲事我就了罢。小官欲要不成这门亲事，则怕破了丈人体面也。今日可便轮到我妆幺。<br>小官李太白是也。奉圣人的命。着新状元韩飞卿则今日去王府尹家为婿。可早天到也。接了马者。牢坠镫。韩飞卿，听圣人的命，着你与王府尹女孩儿柳眉儿为婿，休得推辞，望阙谢了恩者。小官并不敢推辞与王府尹为婿。状元过去拜你丈人。既是圣人的命。成了这门亲事。丈人，受你女婿几拜。则被你吊杀我也，丈人。则被你傲杀我也，女婿。兄弟，你说平生不折腰于人，今日早一遭儿也。就请小姐土来行礼成了亲事，等我好回圣人话去。兀的不欢喜杀我也。<br>【雁儿落】今日个画堂中设酒肴。花烛下同喧笑。高擎着合卺杯，齐动着合欢乐。<br>【得胜令】呀，若不是前世宿缘招，焉能勾玉杵会蓝侨。将酒来，妾身与状元同奉父亲一杯。兄弟，你恰才说平生不折腰于人，可早两遭儿也。哎，你个贺学士休讥诮，我如今为新人当拜倒。咱也回奉状元一杯。你也恃不得官高，动不动将咱吊。我也赌不得心高，早两遭儿折下腰。韩飞卿，你夫妻二人望阙跪着，听圣人的命。因你对策称旨，加授翰林学士，别赐黄金五十斤，与夫人柳眉儿添妆。则为你十年辛苦困寒窗，一举成名天下扬。金钱自可成亲眷，玉杵无烦问渺茫。京兆堂中添贵客，翰林院呈擢仙郎。嵩呼万岁齐天喜，拜舞丹墀谢圣皇。<br>【沽美酒】你道我韩飞卿意气豪，柳夫人缘分巧，淮承望恩赐黄金偏不少。越显得风流京兆，将眉黛好重描。<br>【太平令】这都是五十文开元通宝，成就下美夫妻三月桃夭。从今后一生荣耀，双双的齐眉到老。想草茅遇遭这圣朝，呀，知甚日报隆恩补报。<br>题目韩飞卿醉赶柳眉儿<br>正名李太白匹配金钱记</p> <p> ",
  "poet": {
    "id": 37,
    "star": 0,
    "name": "乔吉",
    "image": "http://img.gushiwen.org/authorImg/qiaoji.jpg",
    "desc": "乔吉(1280?～1345) 元代杂剧家、散曲作家。一称乔吉甫，字梦符，号笙鹤翁，又号惺惺道人。太原人，流寓杭州。钟嗣成在《录鬼簿》中说他“美姿容，善词章，以威严自饬，人敬畏之”，又作吊词云：“平生湖海少知音，几曲宫商大用心。百年光景还争甚？空赢得，雪鬓侵，跨仙禽，路绕云深。”从中大略可见他的为人。剧作存目十一，有《杜牧之诗酒扬州梦》、《李太白匹配金钱记》、《玉箫女两世姻缘》三种传世。"
  },
  "tags": []
}