{
  "id": 71127,
  "star": 4001,
  "name": "陈太丘与友期 / 期行",
  "dynasty": "南北朝",
  "content": "陈太丘与友期行，期日中，过中不至，太丘舍去，去后乃至。 元方时年七岁，门外戏。客问元方：“尊君在不？”答曰：“待君久不至，已去。”友人便怒：“非人哉！与人期行，相委而去。”元方曰：“君与家君期日中。日中不至，则是无信；对子骂父，则是无礼。”友人惭，下车引之，元方入门不顾。",
  "fanyi": "<p><strong>译文</strong><br>　　陈太丘和朋友相约同行，约定的时间在中午，过了中午朋友还没有到，陈太丘不再等候他而离开了，陈太丘离开后朋友才到。元方当时年龄七岁，在门外玩耍。陈太丘的朋友问元方：“你的父亲在吗？”元方回答道：“我父亲等了您很久您却还没有到，已经离开了。”友人便生气地说道：“真不是人啊！和别人相约同行，却丢下别人先离开了。”元方说：“您与我父亲约在正午，正午您没到，就是不讲信用；对着孩子骂父亲，就是没有礼貌。”朋友感到惭愧，下了车想去拉元方的手，元方头也不回地走进家门。 </p> <p><strong>注释</strong><br>元方: 即陈纪，字元方，陈寔的长子。<br>陈太丘: 陈寔（shí），字仲弓，东汉颍川许（现在河南许昌）人，做过太丘县令。太丘：古地名。<br>期行: 相约同行。期，约定。<br>期日中: 约定的时间是正午。日中，正午时分。<br>过中：过了正午。<br>舍去：不再等候就走了。去，离开。舍：舍弃，抛弃。<br>乃至:（友人）才到。乃，才。<br>戏：嬉戏。<br>尊君在不(fǒu)：你父亲在吗？尊君，对别人父亲的一种尊称。不，通“否”<br>家君：谦词，对人称自己的父亲。<br>引：拉，要和元方握手<br>信：诚信，讲信用。<br>时年：今年。<br>非：不是。<br>相委而去：丢下我走了；相 偏指一方对另一方的行为，代词，通“之”，我；委，丢下，舍弃。<br>君：对对方父亲的一种尊称。<br>已去：已经 离开。<br>曰：说。<br>则：就是。<br>顾：回头看。<br>惭：感到惭愧。</p> <p><strong>古今异义词</strong><br>1.去 古意：离开 ；今意：往、到。<br>2.委 古意：丢下、舍弃 ； 今意：委屈、委托。<br>3.顾 古意：回头看 ；今意：照顾<br>4儿女 古意：子侄辈 今意：儿子女儿</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　《陈太丘与友期》全文仅有103个字，却叙述了一个完整的故事（关于守信与不守信的一场辩论），刻画了三个有鲜明个性的人物，说明了为人处世，应该讲礼守信的道理。如此有限的文字，却包含了这样丰富的内容，<a href=\"http://so.gushiwen.org/author_1137.aspx\">真可</a>谓言简意赅了。如果不是在语言的精炼上造诣高深，要做到这一点是很难的。</p> <p>　　《陈太丘与友期》的精炼语言，体现在文章的始终。一开头，文章以“期行”、“期日中”、“不至”、“舍去” 、“乃至” 等几个关键词语，把事情、时间、起因交代得清清楚楚，而且，在这些交代中，还把两个不同的人物形象（一个守信，一个不守信）一下子推到了读者面前。</p> <p>　　文章的结尾，虽只客寥数语，但却字字生辉。“惭”、“下\"、“引”三个动词，把友人知错欲改的心态及行为刻画得入木三分。对元方鄙弃“无信”的那股倔强劲儿，也用“人门，不顾”四个字，描绘得维妙维肖。就在最能体现文章中心思想的第二层 （子斥友人）中，尽管作者用了比开头和结尾要多得多的笔墨，但文字仍然十分精炼。单就叙述的句子来说，在叙述友人问元方时，由“问”到“怒”，感情急剧变化，充分表现了友人那粗鲁无礼的性格。而在叙述元方批驳友人的怒斥时，则选用语气平和的“答曰”、“曰”这类词，这对表现元方不惧怕友人的怒斥、知书达理、善于应对的性格，起到了绝好的作用。</p> <p>　　《陈太丘与友期》的主题思想，主要是通过人物的对话来揭示的。这些人物对话，虽然只有三言两语，但句句都紧扣文章中心，紧扣人物性格，具有鲜明的个性特征。文章写友人与元方的对话有三句。第一句“尊君在不？”开门见山，问得直截了当，毫无谦恭之意，初露性格的鲁莽。第二句“非人哉！”出言不逊，当着儿子骂父亲，这是不讲礼仪的行为，再露性格的粗鲁。第三句“与人期行，相委而去！”看似有理，实则无理。不自责自己失约误期的错误，反而委过于人，怒斥对方如约而行的正确做法，这就更加暴露出友人不讲道理的性格特征。</p> <p>　　文章写元方与友人的对话也有三句。第一句“待君久，不至，已去。”这是针对友人的间话而答的。元方不是正面回答友人提出的问题，在，还是不在。而是先说“等君久”“不至”，再说“已去”，把父亲的 “去”与“等君久”和友人的“不至”联系起来。这样的回答，不仅把父亲为什么走说清楚了，为后面批驳友人的怒斥作了准备，而且话中有话，流露出对友人失约的反感。第二、三两句是对友人无理怒斥的反驳。第二句“君与家君期日中，日中不至，则是无信。”这是针对友人强调“期行”而说的。守信还是失信，关键在于“期日中”，“日中不至”，当然就是失信了。抓住实质，击中要害，</p> <p>　　使友人失去辫驳的根据。第三句“对子骂父，则是无礼。”这是针对友人出言不逊而说的。在指出友人“无信”的基础上，又指出友人“无礼”。一步紧逼一步，把友人通到了无以言对的狼狈境地，以至最后不得不“惭”而“下车引之”。由于这些对话具有鲜明的个性特征，因此，虽然只有短短几句，也可以看出元方—陈太丘性格的折光，是多么聪颖仁慧、知书达理。</p> <p>　　《陈太丘与友期》一文细节微言、涵泳无穷。“陈太丘与友期行，期日中，过中不至，太丘舍去，去后乃至。”尺寸之间起波澜，与下文问答中“待君久不至，已去”“君与家君期日中，日中不至 ”呼应。友人“问”“便怒”“惭”“下车引之”，一波三折。其间，先称 “尊君”，骤然口不择言 “非人哉”，人物情态，栩栩如生。元方“门外戏”、一答一日、“入门不顾”，应对自如，宛若成人，表现出鲜明个性与独立人格。不论是情节上的起伏变化，还是人物情态上的自然生动，乃至文字之下隐藏着的本真性情、坦率品质，都值得我们琢磨品味。</p>",
  "about": "<h2>创作背景</h2> 　　《世说新语》主要记录了当时魏晋名士的逸闻轶事和玄言清谈，这篇《陈太丘与友期》即是当时名士之间交往言谈的记载。",
  "poet": {
    "id": 668,
    "star": 0,
    "name": "刘义庆",
    "image": "http://img.gushiwen.org/authorImg/liuyiqing.jpg",
    "desc": "刘义庆（403—444）汉族，彭城（今江苏徐州）人。字季伯，南北朝文学家。自幼才华出众，爱好文学，并广招四方文学之士，聚于门下。刘宋宗室，袭封临川王，公元444年（元嘉21年）死于建康（今南京）。除《世说新语》外，还著有志怪小说《幽明录》。"
  },
  "tags": [
    "初中文言文",
    "诚信",
    "哲理",
    "故事"
  ]
}