{
  "id": 69561,
  "star": 8,
  "name": "杂剧·虎牢关三战吕布",
  "dynasty": "元代",
  "content": "第一折<br>骏马靡鞍紫锦袍，临军能识阵云高。等闲赢得食天禄，愿竭丹心辅圣朝。某乃冀王袁绍是也。幼而能文，长而阅武，自为官以来，累立战功，今在河北为理，保一方宁静无虞。今有吕布，领一标人马，威镇在虎牢关下。此人好生英勇，搠戟勒马，有九牛之力，万夫不当之勇。累次与他交战，并不曾得他半根儿折箭，又下将战书来，搦俺十八路诸侯相持。某今聚集十八路诸侯，领大势雄兵，直至虎牢关，务要生擒了吕布，以雪前耻。今日是吉日良辰，与同众将，商议分派行兵。小校门首觑者，若众将来时，报复某知道。理会的。少年锦带挂吴钩，铁马西风塞草秋。全凭匣中三尺剑，坐中往往觅封侯。某姓曹名操，字孟德，沛国谯郡人也。幼习先王典教，后看韬略遁甲之书，今官拜兖州太守之职。今有吕布在虎牢关下，搦俺十八路诸侯相持。冀王袁绍，调天下诸侯，聚集于河北，一同行兵，往虎牢关与吕布交战，须索走一遭去。可早来到也。小校报复去，道有曹操在于门首。理会的。喏！报的元帅得知，有曹参谋在于门首。道有请。理会的。有请。元帅，小官曹操来了也。参谋使来了也。今日会同天下诸侯，计议擒拿吕布，等众诸侯来时，俺慢慢的商议也。我做将军世稀有，无人与我做敌手，听得临阵肚里疼，吃上几钟热烧酒。某长沙太守孙坚是也，自幼而读了本百家姓，长而念了几句千字文，为某能骑疥狗，善拽软弓、射又不远，则赖顶风对南墙、箭箭不空。虽然我为大将，全无寸箭之功。今有吕布威镇于虎牢关，搠戟勒马，可有一关之壮，搦俺天下诸侯，与他交战，某正在本处与小厮每打髀殖，今有冀王袁绍，聚掩十八路诸侯，擒拿吕布，须索走一遭去。可早来到也。小校报复去，道有孙坚来了也。理会的。喏！报的元帅得知，有孙元帅在于门首。道有请。理会的。有请。元帅，小子在下老孙来了也。一壁有者，等众诸侯来全时，一同商议。众诸侯这早晚敢待来也。幼习兵书武艺精，龙韬虎略敢施呈。全凭匣中锟鋙剑，敢与皇家定太平。某乃荆州太守刘表是也，这二位是北海太守孔融、益州太守韩升。因某披坚执锐，卧雪眠霜，累立战功，各镇一境。奉冀王将令，调俺十八路诸侯，各领本部下人马，直至河北。孔将军，俺行动些，这早晚天下诸侯已到了也。俺<br>今一同见元帅，走一遭去。可早来到也。小校报复去，道有荆州太守刘表、北海太守孔融、益州太守韩升在于门首。理会的。喏！报的元帅得知，有三路太守刘表、韩升、孔融在于门首。道有请。理会的。有请。元帅，俺三路诸侯来了也。且一壁有者，等众诸侯来时，一同计议。这早晚敢待来也。雄威赳赳志昂昂，各统雄兵镇一邦。罄竭忠心扶汉业，英名赢得远流芳。某乃济州太守鲍信是也，这一位是山阳太守乔梅，这一位是河内太守王旷。某等遵奉汉命，各镇一方。当今之世，各路诸侯，统率军马，保障无虞。今闻知吕布领兵前来，住扎于虎牢关下，搦俺十八路诸侯，相持厮杀。若论俺十八路诸侯，有雄兵百万，量那吕布便到的那里也！元帅，俺虽有百万人马，闻知的吕布好生英勇，今主将袁绍，聚俺众诸侯，同破吕布也。俺众诸侯会兵一处，必然成功。说话中间，可早来到也。令人报复去，道有三路太守鲍信、乔梅、王旷在于门首也。理会的。喏！报的元帅得知。有三路太守鲍信、乔梅、王旷在于门首也。道有请。理会的。有请。元帅聚集俺众将，那厢使用也？一壁有者。众将来全时，报复我知道。韬略兵书自幼攻，英名振世有威风。军前累立功劳大，列土分茅受大封。某乃潼关太守韩俞是也。这一位是沧州太守吴慎，这一位是南阳太守张秀。某等累立功勋，奉命各领一路人马。近因吕布统兵在于虎牢关下，侵夺俺汉国，如今主将袁绍，聚俺天下诸侯，拒战吕布。二位太守，俺一同去来。这吕布先奉丁建阳为父，后与董卓为子，闻知的吕布善能攻城野战，以少击众，俺这一去，必然与他大战一场，决要成功也。元帅，那吕布十八般武艺，无有不拈，无有不会，威震天下，俺如今见了元帅商量，务要与他决战。说话中间，可早来到也。令人报复去，道有潼关太守韩俞、沧州太守吴慎、南阳太守张秀在于门首。理会的。喏！报的元帅得知，有三路诸侯韩俞、吴慎、张秀在于门首。道有请。理会的。有请。元帅，俺三路太守来了也。三位元帅，且一壁有者，等众太守来全了时，一同商议。奉命迢迢千里来，要擒吕布<br>聚英才。一心星火临河北，专听将军袁绍差。某乃徐州太守陶谦是也，这一位是寿春太守袁术，这一位是陕州太守赵庄。俺各守其土数年，兵戈宁息，士马消闲。今因吕布搦战，今调俺来与他相持也。元帅，闻得人说吕布十分骁勇也。便是吕布骁勇，不过一人，俺十八路诸侯，举大兵齐力攻之，愁他不破也！俺同去见元帅，自有计策。可早来到也。小校报复去，道有俺三路太守陶谦、袁术、赵庄来了也。理会的。喏！报的元帅得知，有三路太守陶谦、袁术、赵庄来了也。道有请。理会的。有请。元帅，俺三路太守特来听令。一壁有者，待众元帅来了时，有事商议。无故兴兵起杀机，将军严命敢差迟？如今麾下听差遣，试看军前奋武威。某乃幽州太守刘羽是也，这一位乃是镇阳太守公孙瓒，这一位乃青州太守田客。今为吕布搦战，有河北冀王袁绍，奉命调取十八路诸侯，一同去攻战吕布，量他到的那里也！元帅，俺同心共意，并力相攻也。太守，俺这十八路诸侯，岂无英杰在其中也！说的是！俺见冀王袁绍去来。可早来到也。小校报复去，道有刘羽、公孙瓒、田客三路太守来了也。理会的。喏！报的元帅得知，有刘羽、公孙瓒、田客三路太守在于门首。道有请。理会的。有请。元帅，俺三路太守来了也。曹参谋，您众太守都来了也。常言道；文官不爱财，武将不怕死，乃世之宝也。今董卓手下，有一大将乃是吕布，小觑俺汉国，着吕布为帅，统领大势雄兵，在于虎牢关下，单使搦俺汉家十八路诸侯，与他交锋。您天下诸侯，有何计策也？元帅，量他一夯铁之夫，何足道哉！元帅若运计铺谋，差遣众将，统兵将吕布围住，任他英勇，也不出俺十八路诸侯之手也。元帅，俺众诸侯愿同心出力，擒拿吕布也。既然如此，军分五路，您众将听令：荆州太守刘表、北海太守孔融、益州太守韩升，您三将各领本部下人马为前哨，与吕布交战，小心在意，得胜回营者！得令。某领本部下人马为前哨，与吕布交战走一遭去。大将英雄非等闲，旌旗招毡似云翻。马如猛兽才离水，人似奔彪初下山。跨下雕鞍金蹀躞，匣中宝剑玉连环。军马未曾离寨栅，杀声先到虎牢关。某同荆州太守刘表，统领本部下人马，与吕布交战，走一遭去。马宛马宛旌旗耀日光，纷<br>纷尘土蔽天黄。征云缭绕千山远，杀气氤氲万里长。密密鱼鳞排剑戟，层层雁翅列刀枪。古来虽有相争战，试看今番这一场。某领本部下人马，与同荆州太守刘表、北海太守孔融为前哨，与吕布相持，走一遭去。战鼓冬冬有若雷，遮天映日列旌旗。马如猛兽离大海，人似神兵下北极。霭霭征尘迷日色，纷纷杀气接天齐。虎牢关上施英勇，不捉家奴誓不回！济州太守鲍信，山阳太守乔梅，河内太守王旷，你三将各领本部下人马为左哨，与吕布相持，走一遭去，则要您小心在意，得胜而回者！得令。某领本部下人马为左哨，与吕布交战，走一遭去。统领雄兵上虎牢，人如猛虎马如蛟；弓悬秋月弯龙角，箭射流星插凤毛。杀气弥漫遮日月，喊声嘹亮震青霄。休言吕布千般勇，怎比诸侯志气高！某同济州太守鲍信领本部下人马为左哨，与吕布相持，走一遭去。各路诸侯领大兵，甲光流水晃天明；遮去荡漾旗幡影，震地悠扬锣鼓声。战马如龙出大海，征人似虎离山峰。来朝两阵相持处，我杀的吕布回身走似风。得令。某领本部下人马，同济州太守鲍信、山阳太守乔梅为左哨，与吕布交战，走一遭去。战马奔驰似水流，阵前英勇统貔貅。能征战将奔如虎，善斗儿郎猛似彪。铁马金戈光灿灿，铜锣画角韵悠悠。虎牢关上相持处，不捉温侯誓不休。潼关太守韩俞，沧州太守吴慎，南阳太守张秀，你三将各领本部人马为右哨，征伐吕布，则要您小心在意，得胜而回者！得令。某领本部人马为右哨，与吕布交战，走一遭去。戈戟鲜明映日红，施谋运智显英雄。能征猛将三千队，惯战雄兵十万重。人如越岭爬山兽，马赛翻江混海龙。全凭忠烈威风大，一阵须教立大功。得令。则今日统领本部人马，与潼关太守韩俞为右哨，与吕布相持，走一遭去。剑戟横空密似麻，战袍五彩绣团花。震天锣鼓冲银汉，映日旗幡荡碧霞。霭霭征尘笼宇宙，腾腾杀气满天涯。任他英勇能征战，到头都属帝王家。某领本部人马，与潼关太守韩俞、沧州太守吴慎为右哨，与吕布交战，走一遭去。各显威风统大军，相持厮杀立功勋。鼓声震动三江水，战马冲开万里尘。斩将宝刀腰间挂，开山钺斧手中轮。阵前平定诛贼子，竭力摅忠报圣君。徐州太守陶谦，寿春太守袁术，陕州太守赵庄，您三将统领各部下人马为合后，前去虎牢关下，与吕布交战，小心在意，得胜回营者！得令。出的这辕门来，某领本部人马为合后，与吕布交战，走一遭去。大小三军<br>，听我将令。到来日统领雄兵出虎牢，人人奋勇显英豪。兵行似虎离山岳，马骤如龙出海潮。灿灿渗黄金甲晃，飘飘杂彩绣旗摇。明朝一战安天下，奏凯同将宝镫敲。某领本部下人马，同徐州太守陶谦为合后，与吕布交战，走一遭去。人如天降马如龙，冲破军围一万重。杀气腾腾迷四野，征云冉冉罩长空。甲挂秋霜明晓日，军排列宿显威风。虎牢关上相持处，一阵须教立大功。某奉元帅将令，与同太守陶谦、袁术，合领本部人马，与吕布交战，走一遭去。统军合后展雄谟，奋勇全忠保帝都。阵列九星排队伍，兵行五路列军卒。破阵弓升开月满，催军鼓凯阵云孤。明朝管取成功效，方显人间大丈夫。幽州太守刘羽，镇阳太守公孙瓒，青州太守田客，各领本部下人马为游兵，前去虎牢关，往来接应各诸侯人马，则要您小心在意，成功而回者！得令。某领本部人马，与吕布交战。走一遭去。杀气弥漫罩太虚，排兵布阵按兵书。枪横银蟒开前路，剑挂青蛇斩将躯。将士施威分胜败，军卒舍命定赢输。纵饶吕布千般勇，一阵须教尽扫除。得令。某领本部下人马，与同幽州太守刘羽为游骑，与吕布交战，走一遭去。勇将雄兵密密排，枪刀人马胜天来。锣鸣四野千山震，刀砍三军两阵开。匝地征尘迷宇宙，冲天志气卷江淮。来朝大战惊天地，不说当年大会垓。得令。某领本部下人马，同幽州太守刘羽、镇阳太守公孙瓒为游骑，与吕布交战，走一遭去。战马弯声出大营，旌旗招贴统雄兵。锦袍闪烁浑金绣，银甲光辉耀日明。袋内弓弯如皓月，壶中箭插似寒星。任他吕布千般勇，一阵须教定太平。众将教各依阵势攻取，虎牢关下，擒拿吕布，都去了也。长沙太守孙坚，兖州太守曹操，望阙跪者，加孙坚为监军之职。曹操为随军参谋使之职，俺一同坐中军，统领人马捉拿吕布，走一遭去。一心共把忠诚尽，凭吾执掌元戎印。前临朱雀按离宫。后依玄武旗幡映；青龙白虎各东西，剑戟枪刀并力进。任教吕布逞英雄，难逃地网天罗阵。画戟金冠战马奔，征袍铠甲带狮蛮。天下万夫难敌勇，端的是英雄独占虎牢关。某姓吕名布，字奉先，乃九原人也。自从拜董卓为父之后，俺父子每聚集下雄兵战将，马草军粮，更兼某之英勇，觑汉国有如儿戏。威镇于虎牢关下，今下将战书去了，单搦汉家十八路诸侯，与俺相持厮杀。八健将杨奉那里？俺八健将有。即今整<br>搠下大势人马。颇奈袁绍无礼，带领十八路诸侯，来攻俺虎牢关，量他何足道哉！您众将人人奋勇，个个争强，显耀你那弓马熟娴，施展那威严勇烈，城上城下，密排着甲士层层；阵北阵南，齐列下枪刀滚滚。杀气腾腾罩碧空，三军精锐展英雄；营排白虎居金位，阵引青龙坐正东。前队马催如烈火，后营兵列按玄宫。元戎稳坐中军帐，直把那汉阵旌旗血染红！阵前阵后列旌旗，戈甲层层望眼迷。擂鼓鸣金催出马，杀声直过虎牢西。某乃冀王袁绍是也，同曹参谋中军压阵，孙元帅奉命监军，俺着刘表、孔融、韩升为前哨，鲍信、乔梅、王旷为左哨，韩俞、吴慎、张秀为右哨，陶谦、袁术、赵庄为合后，刘羽、公孙瓒、田客为游兵，各按方位，率领大势人马，攻取虎牢关，活捉吕布。众将各依将令，摆下阵势者！前哨军行战雾飘，纷纷杀气喊声高。三军奋勇齐攻取，不放家奴出虎牢。某乃刘表是也，同孔融、韩升统领本部下人马为前哨，排下阵势，则等中军里号令，便往前攻战也。（孔融云）元帅得令。兀那尘土起处，是俺左哨人马上来了也。左哨雄兵次第行，位临甲乙按天星。一心奋勇来攻战，要与皇家定太平。其乃鲍信是也。同乔梅、王旷军行左哨。旗幡招飐，戈甲重排，列于左哨。兀的不右哨人马上来了也。左哨排兵十里长，重重猛士列刀枪。从来自有将军战，不似今番这一场。某乃韩俞是也，同吴慎、张秀军行右哨。征人奋勇，战马弯奔，有似好飞云流水。四下里大兵滚滚的围将上来了也。俺可早排下阵也。则听那中军号令，一齐向前攻战。兀的不合后的人马来了也。冽冽喊声催战马，冬冬帅鼓趱军行。阵临合后非轻小，玄武旗头起黑云。某乃陶谦是也，今同袁术、赵庄，奉主将之命，军行合后。这里离中军不远，列下大营者！俺这合后人马，委实精锐，你看那一望旌旗蔽塞野，三军壮气罩长空。觑虎牢关有若翻掌也。元帅，众将齐排阵势，吕布必落在彀中也。三军扎住营者！杀气愁云结暮阴，征夫个个逞胸襟。忘生舍死攻城寨，方表英豪一片心。某乃刘羽是也，同公孙瓒、田客，率领五千精兵，奉元帅将令。游击阵前，生擒吕布也。俺领着本部人马。往前攻杀一阵如何？<br>元帅，不杀他一阵，他也不怕俺。大军跟将来，俺杀入去者！某乃吕布是也。兀的不是汉将杀将入来了？八健将跟着我来，三军与我一齐呐喊者！来者何人？兀那三姓家奴，你听者：某幽州太守刘羽是也，这一位是公孙瓒，这一位是田客，你敢和俺相持么？这厮好无礼也！二位元帅，俺敌不住他，须索逃命。扑入中军去来，走、走、走。这厮输了也，量他到的那里！将士每跟着我，扑他左哨去来！二位将军，跟着我截杀吕布去来！无名小将，及早下马受降！这匹夫好无理也！怎敢开如此大言？操鼓采！这厮甚骁勇，敌不住他，俺逃命走了罢。扑入中军去来，走、走、走。左哨大败了也。八健将跟我杀入右哨去来！你看那吕布，又杀入俺右哨来了也。八健将，汉家军马将士，也只如此。跟着我杀入右哨去！口退！吕布，偏你是英雄好汉，你敢和我交战么？八健将，和他说些甚么，操鼓来！这厮越发哏了也，敌不住他，走、走、走。二位将军，兀的俺各营人马乱了也，俺出阵杀这家奴去来。哐退！吕布，敢与某交战么？你来者何人？某乃陶谦、袁术、赵庄是也。老贼无礼，量你到的那里，操鼓来！这小贼是骁勇，敌不住他。俺扑入中军里去，走、走、走。汉家各营人马大乱，十八路诸侯皆败了。八健将跟着某直杀入中军去来！众将您见么？吕布领八健将往中军扑入来了，您众将四下里拷扌老圈簸箕掌围住，看我杀这匹夫。三军呐喊！吕布慢来，有吾久等多时也。你乃何人？某乃冀王袁绍是也。家奴敢与我厮杀么？好无礼也，操鼓来！这家奴十分英勇，汉家诸侯，难与他拒敌，拨回马，众将逃命去来。八健将，我则道十八路诸侯怎生英雄，原来也只如此。被某日不移影杀十八路诸侯大败亏输，今日止不曾见长沙太守孙坚。如今且收兵回营，操军练士，积草屯粮，整搠人马，慢慢的再与孙坚交战，未为晚矣。勒马横枪力九牛，关前立战众诸侯。须知吕布英豪将，怎肯寻常折半筹！湛湛青天不可欺，八个螃蟹往南飞。则有一个飞不动，看了原来是尖脐。某长沙太守孙坚是也。某十八般武艺，无有不拈，无有不会。上的马去<br>，常川不济，听的厮杀，帐房里推睡。元帅升帐，威势全别，不知天文，不晓地理。凡为元帅，须要机谋，批吭捣虚，为头说谎，调皮无赛。俺这里先排百员衠油嘴，密排千队奶奶军。辕门战鼓掉了腔。助阵锣敲全不响。帐前打两面引军旗，旗上描成哈叭狗。左先锋手持两面刀，右先锋拿着精光棍。人人奋勇吃食，拚命当先；个个威风，奸狡贼滑无比。休言人敢帐前喧，便有那虾蟆过时，他也吖吖的叫。今有吕布，威镇于虎牢关，聚俺这十八路诸侯，与吕布交锋，俺不曾得他半根儿折箭。今有各处粮茸已完了，止有青州粮草未完。小校，与我请将曹参谋来者。理会的。绰绰胸中智有余，等闲熟看五车书。恁时列鼎重裀日，方表堂堂大丈夫。某乃曹操是也。今有吕布搠戟勒马，威镇在虎牢关，搦天下十八路诸侯相持，不曾得吕布半根儿折箭。此人英勇难敌，止有长沙太守孙坚，未曾与吕布交锋。今有孙坚元帅，着令人来请，须索走一遭去。小校，报复去，道有曹操在于门首。理会的。元帅，有曹操在于门首。道有请。理会的。有请。元帅，请小官来有何事商议也？请你来别无甚事，今有各处粮草都来了，止有青州粮草未完，你不避驱驰，一来催趱粮草，二来怕有那山间林下，隐迹埋名的英雄好汉，就招安将他来，若破了吕布，自有加官赐赏也。小官催运粮草去，若有各处英雄好汉，举到元帅跟前，若见了小官的荐章，元帅可以重用他也。若有你的荐章来，我便收留他也。则今日辞别了元帅，便索长行。小校收拾行装，至青州催运粮草，走一遭去。忙传将令莫停留，轻弓短箭统戈矛。积草屯粮人马壮，恁时方破吕温侯。曹孟德去了也。我无甚事，小校，牵过马来，革皮上骡子，跳上骆驼，厨房里睡去也。桑盖层层彻碧霞，织席编履作生涯。有人来问宗和祖，四百年前旺气家。小官姓刘名备，字玄德，大树楼桑人也。当年结义下两个兄弟：二兄弟姓关名羽，字云长，蒲州解良人也；三兄弟姓张名飞，字翼德，涿州范阳人也。俺弟兄三人，在桃园结义，宰白马祭天，杀乌牛祭地，不求同日生，只愿当日死，要一在三在，一亡三亡。自破黄巾贼之后，加某为德州平原县县令之职；两个兄弟，一个是马弓手，一个是步弓手。今日两个兄弟巡绰边境去了，令人，门首觑者，若来时，报复我知道。理会的。某乃曹操是也。自离了虎牢关，前往青州催运粮草去，到<br>此德州平原县，见此处桑麻映日，禾稼连天，问其故？原来是刘、关、张弟兄三人在此为理。某想来，若得了他弟兄三人到于虎牢关，愁甚么吕布不破？我如今相访玄德公，走一遭去。我若见了此人，自有个主意。来到也，左右接了马者。令人，报复去，道曹参谋下马也。理会的。报的大人得知，有曹参谋下马也。道有请。理会的。有请。参谋，数载不能相见，今日贵脚踏于贱地也。玄德公，自京华一别，忽经数载，光阴迅速，间别无恙也。参谋何往？小官前往青州催运粮草去，路打此德州平原县经过，见此处桑麻映日，禾稼连天，说玄德公在此为理。小官想来，今有吕布威镇于虎牢关下，搦天下十八路诸侯相持，不曾得吕布半根儿折箭。您兄弟三人，若列于虎牢关，战退了吕布，自有加官赐赏，不强似在此处为理也。参谋，争奈俺手下兵微将寡，怎生破的吕布？并然去不的也。二位将军安在？两个兄弟巡边境去了也。等二位将军来对，报复我知道。理会的。家住蒲州是解良，面如挣枣美髯长；青龙宝刀吞兽口，姓关名羽字云长。某姓关名羽，字云长，蒲州解良人也。大哥姓刘名备，字玄德，大树楼桑人也;三兄弟姓张名飞，字翼德，涿州范阳人也。俺弟兄三人，自桃园结义之后，宰白马祭天，杀乌牛祭地，不求同日生，只愿当日死，一在三在，一亡三亡。自破黄巾贼张角之后，谢圣人可怜，加俺大哥为德州平原县县令，其为马弓手，三兄弟为步弓手。俺二将巡绰边境以回，无甚事，见大哥走一遭去。哥也，似这般闲居，几时是了也呵！兄弟，俺这等闲居的，倒大来好悠哉也呵！<br>【仙吕】【点绛唇】每日家赤闲门闲，虎躯慵懒。兄弟，俺颇攻遁甲之书，久后必有大用也。攻书晚，厮琅琅顿剑摇环。兄弟，便好道奋发有时，休得心困也哥也，兀的不屈沉杀俺英雄汉。<br>大丈夫生于天地之间，必有峥嵘之日也。<br>【混江龙】每日家仰天长叹，看别人荔枝金带紫罗襕。俺这大哥哥，虽为县令，颇得民心也。则俺大哥哥虽不称这绿袍槐简，生熬的他皓首苍颜。无福受挂印悬牌金顶帐，则有分手投笔班超玉门关。俺大哥心怀异志，必有拜相封侯之日也。我则待要将台上受拜，您怕的足顿剑下遭诛，兄弟也，便好道君子待时守分也。则俺这二哥哥能把俺这军心惮。想昔日韩信，若不是萧何三荐，岂有登坛之日也。韩信？他可是莅官清吉，俺闲居的倒大来是悠哉也。哥也，俺闲则闲，则落的个人马平安。<br>三兄弟，俺来到县衙门首也。这马是谁的马？是曹参谋的马。哥，俺见参谋去来。三兄弟，原来是随军参谋，他是个足智多谋的人，他来俺这县衙里，必有个主意。三兄弟，这曹参谋俺见了他呵，少要说话，你则依着您哥哥者。小校报复去，说俺两个兄弟，巡绰边境回来了也。理会的。有二位将军下马了也。你说去，有曹参谋在此，着他把体面着过来。理会的。二位将军，有曹参谋在此，着你每把体面过去。两个兄弟，参谋在此，把体面。二位将军恕罪。呀、呀、呀！参谋，自京华一别，忽经数载，光阴迅速，有劳参谋贵脚来踏贱地，实乃俺弟兄三人之万幸也！喏，参谋为何至此也？将军不知，今有吕布威镇于虎牢关，天下十八路诸侯，不曾得吕布半根儿折箭。我想来，凭者您弟兄三人刀马武艺，到于虎牢关，破了吕布，愁甚么高官不做？不强似怎在此为理？将军意下若何？左右那里？与我备马者。兄弟，备马往那里去？我战吕布去。不枉了好将军也！住、住、住！三兄弟，你好燥暴也。十八路诸侯不曾赢的吕布半根儿折箭，量俺弟兄三人，兵微将寡，怎敢与他相持？并然去不的。住、住、住！参谋，想吕布是一员虎将，威镇于虎牢关，搠戟勒马，聚雄兵十万，健将八员，天下十八路诸侯，与吕布交锋，不曾赢的他戟尖点地，马蹄儿倒那。想俺弟兄三人，兵微将寡，难以拒敌，俺断然去不的也。哥也，不趁着这个机会儿去呵，久以后敢迟了也。<br>【油葫芦】少不的一事无成两鬓斑，恁时节后悔晚。我想这为官的，不如闲居倒好也。做甚早算来名利不如闲？兄弟，俺如何去的也？大哥哥你不肯将男子功名干，俺又不会兵书战策，断然不敢去也。二哥哥你枉将《左传春秋》看。依着兄弟主意如何？我则待恶战在杀场军阵中，您则待高卧在竹篱茅舍间。似恁的几年间梦见周公旦？您则待要睡彻日三竿。<br>天下诸侯，不曾赢的吕布半根儿折箭，量俺到的那里也！<br>【天下乐】哥也几时能勾铁甲将军夜过关，若足今也波番，今番到那两阵间，吕布英雄，则怕兄弟难敌他么？但赢的我这马蹄儿倒褪可也难上难！三兄弟，你坚意要去与吕布相持厮杀，两阵之间，凭着您甚么武艺，敢与他交锋？垓心里手掿着枪，杀场上硬睁着眼，哥也敢战兀那三千合我不倦惮！<br>兄弟，想吕布世之虎将，十八路诸侯不能取胜，量俺弟兄三人，也敌不住那吕布也。<br>【那吒令】不是这个张冀德，我觑吕温侯似等闲;他使一枝方天画杆戟，好生利害也。则我这条丈八矛，将方天戟来小看。骑一匹卷毛赤兔马，好生奔劣也。跨下这匹豹月乌，不剌刺把赤兔马来当翻。破吕布凭着你些甚么那？凭着我这捉将手、挟人惯，两条臂有似的这栏关。<br>两阵对圆，旗鼓相望，则怕你赢不得他么？<br>【鹊踏枝】上阵处磕搭的攥住狮蛮，交马处滴溜扑摔下雕鞍。直杀的他败将投降战马空还，败残军将追也那后赶，他每可都撇漾了些金鼓旗幡。玄德公，您这里有多少人马？报个总数来。量刘备官小职微，那里得那人马来？并然去不的也<br>【寄生草】俺这里衙门静，活计艰，每月家俸钱刚把他这家私办。除公田又无甚别积趱，都是些个擎鞭执帽关西汉。破吕布可用多少人马？战吕布轻弓短箭俺三人，哥也何消的锦衣绣袄军十万！<br>那吕布十分英勇，你敢近不的他么？<br>【河西后庭花】哥也我题起那斯杀呵也不打悭，天生的忒奈烦。我则待渴饮刀头血，困来在这马上眠。要活的呵将那厮臂牢拴，要死的呵将那厮天灵来打烂，两庄儿由元帅拣。<br>既然兄弟坚意的要去，参谋，俺到那里则怕不用俺么？三位将军既然要去呵，我修一封荐章，到于虎牢关下，见了孙坚元帅，他若见是我的书呈，必然重用也。多谢了参谋。则今日持着书呈，领本部下人马，便往虎牢关去也。则今日便索长行也。<br>【尾声】十载武夫闲，九得兵书看。八卦阵如同等闲，七禁令将军我小看。六丁神不许将我遮拦，者么是五云间，四壁银山，三姓家奴恁意儿反。兄弟，想吕布十分英勇，又有八健将，则怕你难敌么？二哥哥你休将我小看，凭着我这一生得村汉。兄弟也，两阵之间，你可怎生交马也？我可敢半空中滴溜扑番过那一座虎牢关。<br>谁想今日举荐刘、关、张弟兄三人，到于虎牢关下，必然破了吕布。某不敢久停久住，催运粮草，走一遭去。吕布雄威镇虎牢，关张刘备显英豪。三人竭力行忠孝，方显忠良辅圣朝。<br><br>第二折<br>跨下征驰名赤兔，手中寒戟号方天。天下英雄闻吾怕。则是我健勇神威吕奉先。某姓吕名布，宇奉先，乃九原人也。幼而习文，长而演武，上阵使一枝方天戟，寸铁在手，万夫不当，片甲遮身，千人难敌。先拜丁建阳为父，一日丁建阳令吾濯足，丁建阳左足上有一玄瘤。某问其故：\"足生一瘤者何也？\"丁建阳言曰：\"足生一瘤者，有五霸诸侯之分。\"某暗想你足生一瘤，尚有五霸诸侯之分，某足生双瘤，我福分更小似你那？某绰金盆在手，一金盆打杀了丁建阳，就乘骑卷毛赤兔马，后拜董卓为父。董卓乃陇西人氏，姓董名卓，字仲英，生的肌肥肚大，脐盛七李。卧高三尺，气吹帘凹，坐绰飞燕，步走如飞，力能奔马。俺父子二人，名压天下英雄，某统领十万雄兵，威镇在虎牢关下。汉家聚十八路诸侯，不曾得某半根儿折箭，别的诸侯都与我交锋过，惟有长沙太守孙坚，不曾与某交战，下将战书去，单搦长沙太守孙坚，与我交战也。跨下忙骑赤兔奔，方天戟上定江山。杀的那血水有如东洋海，放心死尸骸填满虎牢关。朝中宰相五更冷，铁甲将军都跳井。则有一个跳不过，跌在里面扑冬冬。某乃孙坚是也。自从与吕布交战之后，这里也无人，我吃他唬出我一庄病来：但听的吕布索战，唬的我便肚里头疼，上泻下吐。今有曹参谋青州催运粮草去了，不见回来。小校辕门首觑者，但有军情事，报复我知道。理会的。兄弟也，俺来到这元帅府也。这里可不比俺那德州平原县，使不得你那燥暴。哥哥说的是，你则休燥暴。兄弟，你则依着我者。小校报复去，有桃园三士在于门首。你则这里有者。喏！报的元帅得知，有桃园三士在于门首。今年果子准贵：偌大个桃园，则结了三个柿子。不是了，他是三个人。问他是甚么职役。理会的。你是什么职役？一个是德州平原县县令，一个是马弓手，一个是步弓手。他不往兵马司里去，来我这里，有什么勾当？不是，是他的官职。你可说弓手！你问他，是诸侯便过去，不是诸侯不要过去。理会的。元帅将令，是诸侯，便过去，不是诸侯，不要过去。哥哥，走了马也！在那里？兄弟休燥暴！哥哥放手！<br>【双调】【新水令】则俺这大哥哥虽不曾道做诸侯，他更歹、歹、歹杀者波，他须是中山靖王之后。你莫不是胎胞儿里传将令，摇车儿上做诸侯？兀的不气堵住我咽喉，哥也赤紧的君子落在您这小儿彀。哎哟！我儿也，你打了也罢，骂了也罢，你又骂俺元帅，我见俺元帅去。元帅的将令，说是诸侯的便过去，不是诸侯的休过去。一个大眼汉，他说哥哥走了马也，把我拿住打了一顿，他又骂元帅，他说\"君子落在小儿彀\"，他倒是君子，元帅你倒是小儿。他倒是君子，我倒是小儿？传着我的胎骨，是台旨。呸！是台旨。着他在辕门外，手捏鞋鼻，打躬、施礼。一日不得元帅将令，一日不要放起来；二日不得元帅将令，二日不要放起来。你说去：关前诛董卓，不用绿衣郎。理会的。兀那三那三个，你听者：元帅的将令，着您三个在辕门外，手捏鞋舅，打躬施礼。一日不得元帅将令，一日不许起来；二日不得元帅将令，二日不许起来；三日不得元帅将令，三日不许起来。你听者：关前诛董卓，不用绿衣郎。打躬、打躬！兄弟，可怎了也？哥也，做甚么？元帅将令，着俺打躬哩！好波。二位哥，你打躬，我则轮骲头。那个打躬，似那小顽童背不过书来，手捏鞋鼻，打躬施礼。兄弟，咱打躬咱。平身。谁说来？我说来。好自在性儿也！哥也，假使一日不得将令呵呢？一日不得起来。假使二日不得将令呵呢？二日不得起来。假使一年不得他将令呵呢？那得个一年的理来？兄弟也，元帅将令，俺打躬咱！<br>【驻马听】我可甚么高枕无忧？空抄定拽硬弓搠长枪阿呸我这对捉将手。我可是么低头来切肉？怒睁开我这辨风云别气色这一对杀人眸。大哥哥羞惭替他羞，二哥哥受苦甘心受。我则怕掉下一个树叶儿来呵我则怕倒打破您那头，长沙太守孙坚！怎么来早是非只为多开口。<br>兄弟不可多言也。<br>【雁儿落】往常我观云间乌兔走，今日个看地下蚍蜉斗。姜太公渭水河边执着钓钩，今日个轮到俺辕门外打鼻钮。<br>俺在人矮檐下也。<br>【得胜令】哥也更兀则这里怎敢不低头？似恁的几时得到摘星楼？别人去省部里标了名姓，哥也赤紧的俺县衙甲无甚解忧。但得个大小官职也罢。但得个知州，也是我不待屈不能勾。哎约！哎约！哎约屈的我冷汗便似浇流。刘、关、张弟兄三人，破一百万黄巾贼，临了在辕门外与别人打躬。我可甚么男儿得志秋！平身。可不早说。喏！报的元帅得知，吕布索战。我肚里疼了。哥也，走了马也。在那里？喏，我医元帅肚里疼也！你要医我的病，好个丑太医！你有甚么名方妙药，治我的病？你试说一遍，我试听咱。<br>【夜行船】你可甚么一心分破帝王忧，听的道吕布索战，\"哎约，我好肚里疼也！\"你嘴碌都恰便似跌了弹的斑鸠，似鬼绰了你眼光胶粘住你口。你畅好是懦脏气十八路诸侯，你干请了皇家俸，你可是羞也那是不羞。我则道你是衡钢槅，呸，你原来是个蜡枪头！<br>这厮好无理也。他说道我是蜡枪头，着软的扑冬就过去了，着硬的就卷回来了。小校，拿出去杀坏了者！理会的。似此呵怎了也？某乃曹参谋是也。催运粮草已回，来到元帅府门首也。左右接了马者，呀、呀、呀！玄德公，三将军为甚么来？参谋，张飞不知为何，冲撞着元帅，要斩张飞。参谋怎生救张飞一命可也好也？刀斧手且留人者！小校报复去，道有曹参谋下马了也。报的元帅得知，有曹参谋下马也。道有请。理会的。有请。元帅，坐帅府不易也。参谋，鞍马上劳神也。元帅，曾有甚么英雄好汉来么？没有。曾有桃园三士？甚么桃园三士？是刘、关、张弟兄三人。并无甚么刘、关、张。为何要杀坏张飞来？呸！哦，是那大眼汉无礼，他说大话：\"君子落在小儿彀。\"他是君子，我是小儿。这个也不打紧。我一阵肚里疼，他来医我的病，他骂我做蜡枪头。我是个元帅，他骂我，因此上要杀坏了他也。俺不曾与吕布交战，先斩了一员上将，做的个于军不利。看小官之面，饶过张飞，可也好也？看着参谋的面皮，我饶了他。谢了元帅，小官的荐章，元帅曾见来么？若有荐章来时，我可用度了他也。着他一个个过来。小校唤过那姓刘的来。姓刘的将军过来。喏！小官刘备。大河里淌下卧单来，可知流被哩！我认的你是大树楼桑人也。你家里孤穷，织席编履，你卖草鞋，我穿了你一双草鞋，还不曾与你钞哩。靠后！唤过那姓张的来。张将军过来。喏！张飞。你是张飞？开了吊窗着他飞，可又飞不的！我认的你，你是涿州范阳人氏，你卖肉为生，烂头巾厨子出身，我曾问你买了副血脏吃来。靠后！踏了关某脚也！神道许了三牲，还不曾赛哩。喏！报的元帅得知，有吕布索战。元帅，吕布索战，怎生带张飞出去，可也好也？我与吕布交锋，着他弟兄三人跟我去，可那里用他好？元帅，与他每一个执事。看着参谋面皮，着他去，可则怕带累我。姓刘的，你是粮草大使；姓关的，你是粮草副使。元帅，我是甚么职事？你做个打阵将官掠阵使。元帅，张飞厮杀了一世，不知怎生是打阵将官掠阵使？你可又不省的，我当先杀<br>了活的，剩下死的，你割他那鼻子耳朵来元帅府里献功来。我杀活的，你杀死的。我杀活的，你杀死的。我杀活的，你杀死的。我杀活的，你杀死的。你杀活的，我杀死的。呸！颠倒了我的也。张飞，此一去小心在意者。参谋你放心也。兄弟小心在意者。<br>【尾声】你看我水磨鞭带合颏打绽那贼臣口，我这点钢枪抹挑皮吃一会生人肉。直杀的他马闲人乏珰的锣响军收。唱道道与那濯足家奴来，来和爷两个单挑斗。到来日不刺剌马打过交头，我着他绰见这个张飞扑碌碌着那嘶望风儿走。<br>张飞去了也。刘备，你为粮草大使，就统领本部下人马，与吕布交战，走一遭去，小心在意者。得令。某统领本部下人马，与吕布交战，走一遭去。传令三军不惮劳，顶盔擐甲与披袍。两口龙泉扶社稷，一腔鲜血报皇朝。关云长，拨与你三千人马，你为粮草副使，则要你得胜而回者。得令。则今日与吕布相持厮杀，走一遭去。驱军校敢战相争，众将士显耀威风。统雄兵扬威耀武，传将令尽按军情。人人似爬山猛虎，个个如出海蛟龙。中军帐三军听令。擒贼将先建头功。参谋使紧守营寨，我领人马，与吕布交战，走一遭去。大小三军，听吾将令：到来日瘦马不得驰骤，破锣不得乱鸣，不许交头说话，不得语笑喧呼，三通鼓罢，拔寨而起，若少一个，都罚您去惜薪司里抬炭担。你知道了么？到来日大小军校逞挡搜，今朝一日统戈矛。若还两家对敌住，一齐下马打筋陡。交横十字地下滚，由他刀砍血直流。今世里随他杀了俺，那世里慢慢的报冤仇。刘、关、张去了也。左右将马来，我直至虎牢关下，看元帅与吕布交战，走一遭去。虎将排兵到阵前，锣鸣鼓响震天喧。孙坚元帅施英勇，必破奸臣吕奉先。<br>楔子<br>某孙坚是也。大小三军，摆开阵势，依着我，先摆个胡同阵。元帅，怎么叫做胡同阵？把这马军摆在一边，把步军摆在一边，中间里留一条大路，我若输了好跑。摆开阵势，尘土起处，吕布敢待来也。某乃吕布是也。领着本部下人马，与孙坚相持厮杀，走一遭去。大小三军，摆开阵势，兀那尘土起处，敢是孙坚来了也。你来者何人？你听者：吕奉先是你的爹爹。哦！风大，听不见。我是你爹爹。哦！风大，听不见。吕布是你爹爹。哦！你怎生是我爹爹？口退！你来者何人？元帅，他骂阵哩。你还他大着些。某乃长沙太守孙坚，是你孙子哩。你怎么不做大，怎么与他做孙子？（孙坚云）你那里知道，常赢了便好，若输了呵，拿住要杀，他便饶了，道：\"是我孙子哩！\"他也杀了。我近不的他，走了罢，走、走、走！孙坚走了也。这厮合死，不往本阵中去，他落荒的走了也。有你走处，有我赶处，走到天涯，赶到海角，不问那里赶将去。走、走、走！被吕布杀的我魂灵儿也无了。近不的他，兀的一所密林，我入的这密林来，一棵枯树，我脱下这衣甲头盔来，拴在这树上，按孙武子兵书曰：是脱壳金蝉计。吕布赶将来，则道是我，搠上一戟，寸铁入木，九牛难拔，投到他拔出戟来，我走过芦沟桥去也。某乃吕布是也。孙坚与某交战，近不的某走了，某紧赶着，往这密林中去了。我入的这密林中来，兀的不是孙坚？着这厮吃我一戟。可怎生其尸不倒？哦，原来是脱壳金蝉计。他走了也。寸铁入木，九牛难拔，我拔出这戟来，将着这衣袍铠甲，去俺父亲跟前献功去。杨奉安在？（净杨奉上，云)则我是杨奉，厮杀全没用。每日跟元帅，阵前听将令。某乃杨奉是也。我正在帐房里吃饭，有元帅呼唤，不知有甚事。可早来到也。我自过去。（见科云)元帅呼唤杨奉，那厢使用？(吕布云)杨奉，我杀败孙坚也。走入这密林中，他用脱壳金蝉计，脱下他的衣袍铠甲走了也。你拿着这些衣袍铠甲，先去父亲跟前报功去。我将这败残军校，杀了便来也。你小心在意者。(杨奉云)得令。(吕布云)军器丛中分外别，拿住孙坚马上挟。饶君便披三重铠，宝剑剁做两三截。(下)(杨奉云)我拿着孙坚太守的衣袍铠甲，元帅府里献功，走一遭去。(正末领卒子冲上，云)来者何人？(杨奉云)我是吕布手下八健将杨奉是也。(正?<br>┰?你将着的甚么东西？(杨奉云)我拿着的是孙坚的衣袍铠甲，将着元帅府里献功去也。(正末云)将来与我！(杨奉云)好说，你倒省气力也！你要我怎么与你？(正末云)你真个不与我，我则一枪。(杨奉云)老叔，你要时你拿了去罢，这衣袍铠甲，你拿便拿了去罢，你则通个名，显个姓，你是谁？我到元帅府里好回话去也。(正末云)兀那厮，你听者：(唱)<br>【仙吕】【赏花时】你那厮丁建阳身亡可也不驾车，去你那董卓跟前深唱喏。(杨奉云)老叔，你去便去，通名显姓咱。(正末唱)我是您吕布的第三个爷爷。(杨奉云)可知道吕布利害哩，他还有这么一个老子哩！你姓甚名谁？(正末唱)张飞可便是也。到来日儿出马可兀的搦您爹爹。(下)<br>(杨奉云)你来你来。可怎么好？衣袍铠甲被他拿的去了。我也不敢久停久住，元帅府里回话那，走一遭去。(下)<br><br>第三折<br>(吕布领卒子上，云)紫金冠，分三叉，红抹额，茜红霞。绛袍似烈火，雾锁绣团花。袋内弓弯如秋月，壶中箭插街钢铁。跨下南海赤征马宛，匣中宝剑常带血。声名扬四海，英勇战三杰。相貌无人比，文高武又绝。画戟横担定，威风气象别。某乃吕布是也。昨日孙坚与某交战，不到二十余合，近不的我，撞入密林，脱壳金蝉计走了也。某得了衣袍铠甲，着杨奉去俺父亲跟前献功去了，不见回话。小校关上看者，这其间敢待来也。(净杨奉上，云)见元帅回话去。可早来到也。不必报复，我自过去。(见科)(杨奉云)元帅，祸事也！(吕布云)祸从何来？你将着衣袍铠甲献于俺父亲，他说什么来？(杨奉云)我领着元帅将令，将着衣袍铠甲，正走中间，可可的撞着个大眼汉当住我。他说：\"你拿的是甚么东西？\"我说：\"我是吕布手下八健将杨奉，我拿的是孙坚太守的衣甲头盔，我去元帅府里献功去也。\"他说道：\"将来与我。\"我说：\"不与你。\"他说：\"你不与我，我则一枪。\"唬的我那战。我说：\"老叔，你要便拿了去罢。\"我就丢下，他拿了去也。(吕布云)是谁夺将去了？(杨奉云)我问他来，我说：\"你通名显姓，你可姓甚名谁？\"(做意儿科，云)等我想，哦，想起来了。(唱)\"丁建阳身亡不驾车。\"(吕布云)哩！你怎么唱？(杨奉云)他是这等唱来。(唱)\"董卓眼前深唱喏。\"(做怕科，云)可不好说的。是他说来，不干我事。(吕布云)他说甚么来？(杨奉唱)他说\"我是吕布的第三小爷爷。\"(吕布云)他怎生是我的爷爷？(杨奉云)我还是第四个老子哩。(唱)\"张飞可便是也。到来日儿出马搦您爹爹。\"(云)我可想起来了也。元帅，是张飞夺的去了也。(吕布云)颇奈张飞无礼，我和你往日无冤。近日无仇，你将衣袍铠甲夺的去了，又在某跟前称爷道字，更待干罢！下将战书去，单搦张飞与某相持厮杀，走一遭去。与我唤将李肃来者。(卒子云)理会的。李肃安在？(李肃上，云)胸中韬略运机筹，箭插寒星射斗牛。惟幄之中施巧计，坐间谈笑觅封侯。某乃李肃是也，今佐于吕泰先麾下，为八健将之职。十八般武艺，无有不拈，无有不会，寸铁在手，有万夫不当之勇。坐筹帷幄之中，决胜千里之外。每回临阵，无不干功。正在教场中操兵练士，元帅呼唤，不知有甚事，须索走一遭去，可早来到也。小校报复去，道有李肃来了也。(卒子云)理会的。(报科云)喏！报的元帅得知，有李肃来了也。(吕布云)着他过来。(卒子云)理会的。过去。(李肃见科，云)元帅呼唤李肃，那厢使用？(吕布云)且一壁有者。小校，与我唤将侯成来者。(卒子云)理会的<br>。侯成安在？(侯成上，云)六韬三略显威风，排兵布阵统三军。驱兵领将施谋略，答报吾皇爵禄思。某八健将侯成是也，佐于吕布手下为将。正在教场中操兵练士，元帅呼唤，不知有甚事，须索走一遭去。可早来到也。小校报复去。道有侯戌来了也。(卒子云)理会的。(报科，云)喏！报的元帅得知，有侯成来了也。(吕布云)着他过来。(卒子云)理会的。着过去。(侯成见科，云)元帅呼唤侯成，那厢使用？(吕布云)且一壁有者。小校，唤将李儒来者。(卒子云)理会的。李儒安在？(李儒上，云)深通武艺显英豪，出马交锋杀气高。阵前敢与敌兵战，忘生舍死见功劳。某八健将李儒是也，佐于吕奉先麾下为将，某深通兵书，广知战策，每回临阵，无不干功。正在帐中演习韬略之书，元帅呼唤，不知有甚事，须索走一遭去。可早来到也。小校报复去，道有李儒来了也。(卒子云)理会的。(报科，云)喏！报的元帅得知，有李儒来了也。(吕布云)着他过来。(卒子云)理会的。着过去。(见科)(李儒云)元帅呼唤俺八健将，有何将令？(吕布云)且一壁有者。小校与我唤将高顺来者。(卒子云)理会的。高顺安在？(高顺上，云)三十男儿鬓未斑，好将英勇展江山。马前自有封侯剑，何用区区笔砚间。某乃高顺是也，佐于吕布手下为八健将之职。正在教场中操兵练士，今有元帅呼唤，不知有甚事，须索走一遭去。可早来到也。小校报复去，道有高顺来了也。(卒子云)理会的。(报科，云)喏！报的元帅得知，有高顺来了也。(吕布云)着他过来。(卒子云)理会的。着过去。(见科)(高顺云)元帅，呼唤某那厢使用？(吕布云)且一壁有者。小校唤将何蒙来者。(卒子云)理会的。何蒙安在？(何蒙上，云)英雄大将有声名，南征北讨苦相争。博得青史标名姓，图像麒麟第一人。某乃何蒙是也，十八般武艺，无有不拈，无有不会，寸铁在手，有万夫不当之勇，佐于吕布麾下为将。元帅呼唤，不知有甚事，须索见元帅去。可早来到也。小校报复去，道有何蒙来了也。(卒子云)理会的。(报科，云)喏！报得元帅得知，有何蒙来了也。(吕布云)着他过来。(卒子云)理会的。着过去。(见科)(何蒙云)元帅呼唤何蒙，那厢使用？(吕布云)你且一壁有者。小校唤将陈廉来者。(卒子云)理会的。陈廉安在？(陈廉上，云)武艺精熟智量能，排兵布阵显威风。坐筹惟幄真壮士，决胜千里定输赢。某乃大将陈廉是也。因某威风赳赳，状貌堂堂，正在教场中操兵练士，元帅呼唤，不知有甚事，须索走一遭去。可早来到也。小校报复去，道有陈廉来了也。(卒子云)理会的。(报科，云)喏！报的元<br>帅得知，有陈廉来了也。(吕布云)着他过来。(卒子云)理会的。着过去。(见科)(陈廉云)元帅呼唤小将，那厢使用？(吕布云)且一壁有者。小校与我唤将韩先来者。(卒子云)理会的。韩先安在？(韩先上，云)幼小曾将武艺习，南征北讨惯相持。临军望尘知敌数，对垒嗅土识兵机。某乃韩先是也，佐于吕布麾下为八健将。今有元帅呼唤，不知有甚事，须索走一遭去。可早来到也。小校报复去，道有韩先来了也。(卒子云)理会的。(做报科，云)喏！报的元帅得知，有韩先来了也。(吕布云)着他过来。(卒子云)理会的。着过去。(韩先见科，云)元帅呼唤韩先，有何将令也？(吕布云)唤您来别无甚事，只因昨日孙坚与某交战，近不的某，脱壳金蝉计走了。某着杨奉将着孙坚的衣袍铠甲，去我父亲跟前献功去，不期被张飞夺的去了，又在某跟前称爷道字，更待干罢！李肃、侯成，拨与你三千人马，你为前哨，与张飞相持厮杀去。小心在意者。(李肃云)得令。奉元帅将令，领三千人马，与刘、关、张相持厮杀，走一遭去。到来日荡散征尘杀气开，阵云队里显英才。鸣锣击鼓惊天地，征人战马践尘埃。傍牌遮箭鱼鳞砌，硬弩雕弓密密排。轻舒捉将挟人手，放心我生擒贼寇献功来。(下)(侯成云)奉元帅将令，领三千人马，与刘、关、张相持厮杀，走一遭去。炮响催军起大营，人人奋勇显英雄。人如越岭爬山虎，马似翻江出水龙。弓弩箭簇如流水，枪刀剑戟若寒冰。拿住三军亲杀坏，方显男儿建大功。(下)(吕布云)李儒、高顺，拨与你三千人马，截杀刘关张去。小心在意者。(李儒云)得令。统领本部下人马，与刘、关、张交战，走一遭去。大小三军，听吾将令。到来日东西列左军右军，前后摆合后先锋。鸦翎般蹬天硬弩，秋月般拽满雕弓。斩上将汤浇瑞雪，杀敌兵风卷残云。托赖着真天子百灵咸助，大将军八面威风。(下)(高顺云)则今日领三千人马，与刘、关、张弟兄三人相持厮杀，走一遭去。忙传将令便长行，赏罚直正要公平。甲光灿灿如流水，枪刀闪烁苦寒冰。人似南山白额虎，马如北海赤须龙。两阵交锋分胜败，班师得胜献头功。(下)(吕布云)何蒙、陈廉，拨与你三千人马，与刘、关、张交战，小心在意者。(何蒙云)得令。奉元帅将令，领三千人马，与刘、关、张相持厮杀，走一遭去。大小三军，听吾将令。到来日出马当先临阵中，施逞武艺显威风。扫荡征尘干戈息，试看今番建大功。(下)(陈廉云)得令。领三千人马，与刘关张相持厮杀，走一遭去。大小三军，听吾将令。到来日百万雄兵出帝都，齐排队伍列征夫。银盔灿灿红缨舞，金甲辉辉<br>衬战服。撞阵冲围能取胜，安营下寨善埋伏。敌军拍马闻风走，永保皇图显智谋。(下)(吕布云)韩先、杨泰，拔与你三千人马，擒拿刘、关、张，小心在意者。(韩先云)得令。奉元帅将令，领兵擒拿刘关张，走一遭去。大小三军，听吾将令。鼓响锣鸣军将排，行云霭霭绣旗开。散散金花冲阵角，腾腾杀气罩贤才。马如北海蛟出水，人似南山虎下崖。军将未知多共少，舍死忘生战敌来。(下)(杨奉云)得令。奉元帅将令，领着人马，趁打哄耍耍子儿，走一遭去来。大小三军．听吾将令。到来日统领雄兵不可迟，营里先拣好马骑。若还野外安营寨，则偷人家肥草鸡。(下)(吕布云)众将都去了也。某亲率三军，擒拿张飞，走一遭去。大小三军，听吾将令。到来日颇奈你个环眼张飞，怎将我小觑低微。你骂我三姓家奴，你不是关张刘备。不答话来回便战，垓心内比并个高低。轻舒我这挟人手段，活拿你个莽撞张飞。(下)(曹操同刘末、关末上，云)某乃曹参谋是也。孙坚元帅领三将军张飞，与吕布相持去了，未知输赢。小校辕门首觑者，元帅来时，报复我知道。(净孙坚上，云)夹着无鞍马，两脚走如飞。正是鞭敲金镫响，我可甚人唱凯歌回。某乃孙坚是也。提起来惶恐，昨日着吕布杀的我魂不附体，早是我脱壳金蝉计走了，别人都不知道，则有张飞知道。我说我赢了，谁敢说甚么？来到了也。(见卒子科云)小校报复去，说元帅得胜回营也。(卒子云)理会的。(报科，云)喏！报的参谋知道，元帅得胜回营也。(曹操云)道有请。(卒子云)理会的。元帅有请。(做见科)(曹操云)元帅鞍马上劳神也。(孙坚云)参谋，剑甲在身，不能施礼了。(曹操云)吕布安在？(孙坚云)吕布那厮不合死，我本待要活拿过来。他系着一条多年的旧带殢烂了，他挣断皮条走了。(曹操云)张飞安在？(孙坚云)张飞这早晚敢着马鳷死了。(刘末云)嗨！可怎了也？(曹操云)玄德公放心，张飞回来了。小校辕门首看着，若来时，报复我知道。(卒子云)理会的。(正末领卒子上，云)小校，将着衣袍铠甲收的牢者。元帅府里白那厮个谎云。(唱)<br>【中吕】【粉蝶儿】又不敢东转西移，守着那甲杖库也不似这般费心劳力，将元帅那护身符在意收者。猛然间，才听罢，三通鼓擂，猛可里观窥，我看那孙太守气也那不气。<br>【醉春风】恼的我恶向胆边生，不由我怒从心上起。(云)我不恼他别，(唱)自从那早晨间打躬到日平西。孙坚那里取这个礼，礼！道不的个千战千赢、百发百中，他则落的一人一骑。<br>(云)小校报复去，张飞来了也。(卒子云)理会的。(报科，云)喏！张飞来了也。(曹操云)元帅，你听的说么？张飞回来了也。(孙坚云)你这厮，你眼花，敢错认了他，敢不是他？着他过来。(卒子云)过去。(正末见净科)(孙坚唱喏科，云)三叔恕罪。你昨日见我和吕布厮杀来么？(正末云)元帅，好厮杀，好厮杀！(孙坚云)怎么好厮杀？(曹操云)张飞，元帅与吕布好相持么？(正末云)好厮杀不好厮杀，那军前有两句言语，是说的好。(孙坚云)人都说甚么来？(正末云)他道\"人中吕布，马中赤兔。\"一个好吕布也！(曹操云)元帅，你听的说么？说道一个好吕布哩！(孙坚云)参谋。吕布虽好，也则是他一人。敢问我可如何？(正末云)元帅你也好。(曹操云)元帅怎生也好？(孙坚云)也好也者，呼为好也，好之极好。张飞，那吕布怎生好？穿甚么衣袍？披甚么铠甲？戴甚么头盔？骑甚么鞍马？使甚么兵器？怎生打扮？你说与参谋试听者。(正末云)我先说了吕布，后敷演元帅也。(唱)<br>【迎仙客】吕布那三叉紫金冠上翎插着那雉鸡，他那百花袍铠是唐猊。那一匹冲阵马远观恰便似火炭赤。(孙坚云)他怎么与我厮杀？使甚么兵器来？(正末唱)垓心里马驮着人，鞍心里手掿定戟。(孙坚云)我看来，那厮力怯胆薄也。(正末唱)觑了他英勇神威，(云)那吕布似一员神将。(孙坚云)可是那一员神将？(正末唱)恰便似托搭李天王下兜率临凡世。(孙坚云)这个是吕布了。我可怎生威严摆布，披袍擐甲？我戎装擐带，结束威风，骑甚么鞍马？使甚么兵器？老三，你卖弄的好了，打酒请你。(刘末云)元帅与吕布怎生交战来？你试说一遍咱。(正末云)元帅，你也狠好。(孙坚云)厮杀哩！说个狠，可不道无毒不丈夫。(正末唱)<br>【红绣鞋】见元帅恶狠狠手执着兵器，(孙坚云)可也古怪，我刚披挂了，我那会儿恼，不知从那里来。(正末唱)见元帅不邓邓气吐虹蜺。(云)元帅，你也似一员神将。(孙坚云)我似那一员神将？(正末唱)恰便似护法诸天可便立在门旗。(孙坚云)护法诸天？立在门旗？我恰好不会动手也。(正末云)元帅昨日厮杀处，张飞眼花，不曾见元帅甚么披挂。(唱)元帅你那虎筋绦你勒来也那不曾勒？(孙坚云)我系着来。(正末唱)龙鳞铠你披来也那不曾披？(孙坚云)我披着来。(正末唱)则你那顶风翅盔戴来也那不曾戴者？(孙坚云)张飞，你说俺两家在虎牢关下，怎生排兵布阵，呐喊摇旗。三将军，你说与参谋听波！(曹操云)那壁厢吕布出马，俺元帅临阵，怎生与吕布相持来？(正末云)听张飞慢慢的说一遍咱。(唱)<br>【石榴花】则听的数声寒角一似老龙悲，扑冬冬的征鼙鼓响似震天雷。(孙坚云)你可瞧见我那一会儿传令，怎么支拨人马来？(正末唱)马军步军鞭梢一点雁行齐，各排着阵势，呐喊摇旗。(孙坚云)吕布出马，教我就敌住他了。(正末唱)则见吕温侯勒马垓心内，来、来、来不怕死的与吾两个相持。见元帅你不剌刺纵马到垓心内，您两个不答话便相持。(孙坚云)那一会恼哩，答甚么话！恨不的一刀抓了他首级哩。看来那厢也慌了。(正末唱)<br>【斗鹌鹑】元帅闪霍霍刀晃动银盖朱缨，吕温侯赤力力戟摆动那金钱豹尾。(孙坚云)早则还是我的刀哩，才敌住他的戟，第二个也输在他手里了。(正末唱)元帅将刀刃斜钐。(云)那吕布见刀来，出的躲来。(唱)他将那戟尖戟尖来便刺。(孙坚云)俺两个揪住袍，攥住带，就交成一团，打做一块。怎么肯放了他，饶了他？饶蝎子的娘哩！(正末唱)你两个一来一往一上一下有似飞。见元帅打闹哩。(云)一个道：\"休来赶，休来赶！\"(唱)你可暗暗的私奔。(云)那吕布道：\"住者！\"(唱)脑背后高声可便叫起。(孙坚云)参谋使，你可不曾见那厮杀，两匹马滚在一处，我要下马出恭，百忙里拴了个关门镫绊住脚，急的我要不的。他叫我做甚么来？(正末唱)<br>【上小楼】元帅将那脖騣枕者，吕温侯将龙驹不勒。我则见二马相交，嘴尾相衔，不曾相离。见元帅你，打闹里，先撞入林中躲避。(孙坚云)是村里。(正末云)是林里。(孙坚云)是村里。我觅凉浆吃去来。(正末云)是林里。(唱)见放着孤桩上是你脱身之计。<br>(孙坚云)这厮怎么瞧见来？你不知道，都是我那匹马恋槽，把我就掉的走了，着我怎么扯的住呢？你可在那里来？(正末唱)<br>【幺篇】恰离了军阵中，早来到林琅里。可又早解开擐带，松开戎装，脱下征衣。吕温侯他纵玉勒，再赶到，十里田地。(孙坚云)这个是我使的计来。(正末云)你那计，(唱)厮杀不到两三合脱的赤条条的。(孙坚云)这厮好无礼也，着言语讥讽我。你是一个掠阵使，别人都报了功也，你这早晚才来，你有什么功劳？(正末云)张飞有功劳来。(孙坚云)有什么功劳来？(正末唱)<br>【满庭芳】昨宵晚夕，长空淡淡，凉月辉辉，张屯来往巡绰拿住个奸细，手中将着几件东西。(孙坚云)莫不是两事家使的枪刀剑戟么？(正末唱)也不是两事家使的枪刀剑戟。(孙坚云)可是甚么那？(正末云)左右将来！(做将衣甲丢在当面科，唱)那一个诸侯王的这衣甲头盔。(孙坚云)哎哟，嗨！一个好先生，买命算卦，说我不合破财，果然今日还送将来了。(正末唱)唬的他一个呆痴的。(云)元帅你不道来，(唱)快将你那儿郎准备。(云)这衣袍铠甲，被别人夺将去了。(唱)这的是你那人和着凯歌回。<br>(孙坚云)参谋使，你不知道，这厮无礼。我将这衣袍铠甲，脱在树上，我是脱壳金蝉计来。我这里面安排着陷马坑。绊马索，要拿吕布，这厮破了我的计。拿出去，与我杀坏了者！(曹操云)住、住、住！元帅看小官之面，饶过张飞者。(孙坚云)断然饶不的。(卒子云)喏！报的元帅得知，有吕布索战。(孙坚云)我肚里又疼起来了。(曹操云)他搦谁哩？(卒子云)住、住、住！他不搦元帅，单搦他第三个爷爷哩。(孙坚云)我若是说一句话，我这嘴上就生碗采大个疔疮。(正末云)是张飞说来。(孙坚云)三叔，你发付他去，不干我事。(正末云)我敢去，我敢去！(唱)<br>【耍孩儿】我道来我道来。不是我说强嘴说强嘴，则我这点钢枪分付在那厮鼻凹里。遮截架解难投奔，则我这刺搠签创枪法疾。我是个好厮杀的天魔祟，从虎者应无善兽，好斗者必遇强敌。<br>(曹操云)玄德公，您弟兄三人，若破了吕布。自有加官赐赏也。(正末云)参谋。你放心也。(刘末云)俺弟兄三人，同破吕布走一遭去。(正末唱)<br>【尾声】说与那交辽王吕奉先。正撞见英雄张翼德。跨下这匹豹月乌，不剌刺便荡番赤兔追风骑。则我这丈八矛，咭叮生扛折那厮方天画杆戟。(同刘末、关末下)<br>(曹操云)刘关张去了也。他弟兄三人，必然破了吕布。元帅，俺与他压着阵，看他弟兄三人，与吕布交锋，走一遭去。款纵乌骓豹月奔，长枪阔剑定江山。刘备关张施勇跃，三人喊杀虎牢关。(同下)楔子<br>(吕布领八健将上，云)其乃吕布是也，领着本部下人马，与张飞相持厮杀。走一遭去。大小三军，排开阵势者。尘土起处。张飞敢待来也。(正末上，云)某乃张飞是也，与吕布交战，走一遭去。来者何人？(吕布云)某乃吕布是也。你来者何人？(正末云)某乃张飞是也。(吕布云)兀那张飞，你将我衣袍铠甲夺的去了，又在我跟前称爷道字，量你到的那里！操鼓天！(做战科)(三科了)(吕布架住枪科，云)住者！张飞，我和你小歇一小歇。(正末云)兀那家奴，我放你小歇去。(吕布在场、正末回身科)(刘末、关末在古门道，关末举刀喝科，云)张飞，你往那里去也？(正末云)家奴告小歇哩。(关末云)兄弟。你不知他靴尖点地，有九牛二虎之力。休要放他小歇。(正末喝科，云)口退！家奴，住者！(吕布云)环眼汉，要战便战，不战便罢。你叫怎的？(正末云)我喊叫三声，有九牛二虎之力也。(吕布云)这环眼汉是强。操鼓来！(做战科)(正末唱)<br>【仙吕】【赏花时】不是张飞夸大口，(吕布云)某仗方天戟，要夺取江山。量你到的那里也。(正末唱)则你那方天戟难敌丈八矛。(刘末躧马儿上，云)三兄弟放心看，某与吕布交战咱。(正末唱)大哥哥双股剑冷飕飕。(二人交战一合科)(关末躧马儿上，云)家奴少走，吃吾一刀！(战科)(正末唱)二哥哥三停刀便在手。(吕布云)他三人十分英勇，某近不的他，拨回马逃命，走走走！(同八健将下)(刘末云)家奴走了也！(正末云)二位哥哥放心，(唱)我可直赶上吕温侯。(下)(刘末云)二兄弟，俺不问那里，赶吕布去来。(同关末下)<br><br>第四折<br>(冲末袁绍领卒子上，云)一统山河帝业昌，文臣武将尽忠良。八方拜表朝金阙，万国来朝赞圣皇。某乃河北冀王袁绍是也。今有太守孙坚，与吕布交战，大败亏输。因有曹操青州催运粮草去，路打德州平原县经过，举荐刘关张弟兄为将，直至虎牢关下，与吕布相持厮杀去了。今有飞报前来，得胜班师。奉圣人的命，着某在此元帅府加官赐赏。令人，门首觑者，曹参谋来时，报复我知道。(卒子云)理会的。(曹操云)将军贺凯敲金镫，得胜班师到许都。某曹孟德是也。今有刘、关、张弟兄三人，到于虎牢关下，战退吕布，得胜回还。某已奏知，圣人大喜。今在此元帅府加宫赐赏。可早来到也。小校报复去，道有曹参谋在于门首。(卒子云)理会的。(报科，云)报的元帅得知，有曹参谋在于门首。(袁绍云)道有请。(卒子云)有请。(做见科)(曹操云)元帅，谁想刘、关、张果然战退了吕布也。(袁绍云)曹参谋，此一件大功，皆是圣人齐天洪福，二赖参谋举荐之能。今日刘、关、张战退吕布，真乃栋梁之才也。某奉圣人的命，在此元帅府加官赐赏。小校门首觑者，刘关张三个将军下马呵，报复我知道。(卒子云)理会的。(正末同刘末、关末上)(刘末云)两个兄弟。今日托圣皇洪福齐天，得胜回还也。(关末云)哥哥，想十八路诸侯，不曾得吕布半根儿折箭，谁想被俺杀的他大败亏输也。(正末云)二位哥哥，此一番征战，若不是俺弟兄三人战退吕布，岂有今日也呵！(唱)<br>【正宫】【端正好】今日个奉圣敕战温侯，驱士马擒贼将，俺弟兄每尽忠尽志气昂昂。(刘末云)三兄弟今日战退吕布，肃靖边关，俺保社稷之坚固，立家邦之永昌，方显大将之能也。(正末唱)俺将这汉朝社稷重开创，显耀处八面威风像。<br>(关末云)凭着兄弟战阵有勇，拒敌当先，今击破吕布，真乃世之虎将也。(正末唱)<br>【滚绣球】则这个张翼德性气刚，(刘末云)俺二兄弟云长，勇烈刚强也。(正末唱)更和这关云长武艺强。(刘末云)这一场征战，皆托二兄弟之威也。(正末唱)若不是刘玄德一冲一撞，俺端的逞英雄恶战在杀场。(刘末云)那吕布恃强独霸，搅扰中原，威镇于虎牢关下，仗八健将之勇猛，谁想今日大败亏输，力不能敌也。(正末唱)逼的个吕温侯逃命荒，八健将已中伤，杀的那败残军尽皆失丧。(刘末云)俺杀的那吕温侯倒戈卸甲，血染黄沙。这场大战，非同小可也。(正末唱)恰便似卧麻般撇漾了些剑戟刀枪。杀的他冠斜獬豸将军败，血染征袍马带伤。四海名扬。(云)可早来到辕门首也。左右接了马者。小校报复去，道有刘、关、张弟兄三人，得胜而回也。(卒子云)报的元帅得知，有刘关张弟兄三人，得胜而回也。(袁绍云)道有请。(卒子云)理会的。有请。(见科)(刘末云)元帅，想刘备才德俱薄，兵微将寡，托赖圣人洪福、元帅之威，方得战退吕布也。(袁绍云)据玄德公声播寰区，名传海字，得胜英杰，才超俊士，况其二弟相扶，譬如猛虎，加之羽翼。因贼子反乱中原，四海之民，受其残暴，杀败十八路诸侯，拱手而伏，无能拒御。谁想三位将军，到于牢关，汗马之劳，战退了吕布，以解圣主之忧，救苍生涂炭之苦。今主上大喜，命某在此帅府，封官赐赏。这一场非同小可也。(曹操云)三位将军。勇于一战。温侯大败，余兵尽皆残灭。一赖圣恩洪福，二托将军之威也。(正末唱)<br>【倘秀才】托赖着圣明工宽洪大量，二来是十八路诸侯伎俩。因此上耀武扬威托上苍。(袁绍云)此一场上答天心，下合人意，以此上剿除贼众也。(正末唱)这的是天心顺，国荣吕，平除了寇党。(袁绍云)您弟兄三人，在那虎牢关，怎生角声助战，画鼓添威，排兵布阵，调遣三军，战退温侯，剿除贼党，有劳三将略说一遍咱。(正)末云试听张飞说一遍咱。(唱)<br>【脱布衫】虎牢关排军校杀气飘扬，鸣金鼓声震穹苍。(袁绍云)门旗开处，玄德公使的是那一般兵器？(正末唱)大哥哥双股剑实难措手，(袁绍云)云长公用那一般器械来？(正末唱)二哥哥三停刀怎生遮当。<br>(袁绍云)三将军你那枪到处人人失命，个个皆亡也。(正末唱)<br>【小梁州】张飞我跃马横担丈八枪，舞梨花搅海翻江。(袁绍云)吕布可怎生对敌来？(正末唱)吕温侯方天画戟怎提防，杀的他无归向。今日个一阵定兴亡。<br>(袁绍云)今日个肃静海宇，保祚山河，道泰歌谣，黎民乐业也。(正末唱)<br>【幺篇】今日个中原清静升平像，保山河臣宰贤良。(袁绍云)您弟兄三人，有如此大功，正当食君之禄也。(正末唱)怎消的禄位迁，加俺为边庭将。(袁绍云)今日共享太平之福也。(正末唱)端的是太平之世，愿圣寿水无疆。<br>(袁绍云)曹参谋并刘、关、张望阙跪者，听圣人的命：因董卓独霸专权，仗吕布虎视中原。十万兵扬威耀武，八健将勇敢当先。威镇在虎牢关下，一心谋汉室山川。曹参谋催粮举将，刘关张立国安邦。凭骁勇战退吕布，奉君命极品升迁。曹操加你为左丞相之职，整朝纲执掌兵权。封刘备为越殿襄王之位，享天恩每听皇宣。关云长加你为荡寇将军之职，真义勇文武双全。张飞加你为车骑将军之职，万人称四海名传。赐御酒群臣庆贺，金銮殿大设华筵。齐祝赞千千载皇都永固，万万年圣寿齐天。<br>题目辕门外单气张飞<br>正名虎罕关三战吕布</p> <p> ",
  "poet": {
    "id": 1052,
    "star": 0,
    "name": "郑光祖",
    "image": "http://img.gushiwen.org/authorImg/zhengguangzu.jpg",
    "desc": "郑光祖生于元世祖至元初年（即公元1264年），字德辉，汉族，平阳襄陵（今山西临汾市襄汾县）人，从小就受到戏剧艺术的熏陶，青年时期置身于杂剧活动，享有盛誉。但他的主要活动在南方，成为南方戏剧圈中的巨擘。元代著名的杂剧家和散曲家。"
  },
  "tags": []
}