{
  "id": 152,
  "star": 227,
  "name": "七月",
  "dynasty": "先秦",
  "content": "　　七月流火，九月授衣。一之日觱发，二之日栗烈。无衣无褐，何以卒岁。三之日于耜，四之日举趾。同我妇子，馌彼南亩，田畯至喜。</p> <p>　　七月流火，九月授衣。春日载阳，有鸣仓庚。女执懿筐，遵彼微行，爰求柔桑。春日迟迟，采蘩祁祁。女心伤悲，殆及公子同归。</p> <p>　　七月流火，八月萑苇。蚕月条桑，取彼斧斨，以伐远扬，猗彼女桑。七月鸣鵙，八月载绩。载玄载黄，我朱孔阳，为公子裳。</p> <p>　　四月秀葽，五月鸣蜩。八月其获，十月陨箨。一之日于貉，取彼狐狸，为公子裘。二之日其同，载缵武功，言私其豵，献豜于公。</p> <p>　　五月斯螽动股，六月莎鸡振羽，七月在野，八月在宇，九月在户，十月蟋蟀入我床下。穹窒熏鼠，塞向墐户。嗟我妇子，曰为改岁，入此室处。</p> <p>　　六月食郁及薁，七月亨葵及菽，八月剥枣，十月获稻，为此春酒，以介眉寿。七月食瓜，八月断壶，九月叔苴，采荼薪樗，食我农夫。</p> <p>　　九月筑场圃，十月纳禾稼。黍稷重穋，禾麻菽麦。嗟我农夫，我稼既同，上入执宫功。昼尔于茅，宵尔索綯。亟其乘屋，其始播百谷。</p> <p>　　二之日凿冰冲冲，三之日纳于凌阴。四之日其蚤，献羔祭韭。九月肃霜，十月涤场。朋酒斯飨，曰杀羔羊。跻彼公堂，称彼兕觥，万寿无疆。",
  "fanyi": "<p><strong>译文</strong><br>　　七月大火向西落，九月妇女缝寒衣。十一月北风劲吹，十二月寒气袭人。没有好衣没粗衣，怎么度过这年底？正月开始修锄犁，二月下地去耕种。带着妻儿一同去，把饭送到向阳的土地上去，田官十分高兴。</p> <p>　　七月大火向西落，九月妇女缝寒衣。春天阳光暖融融，黄鹂婉转唱着歌。姑娘提着深竹筐，一路沿着小道走。伸手采摘嫩桑叶，春来日子渐渐长。人来人往采白蒿，姑娘心中好伤悲，害怕要随贵人嫁他乡。</p> <p>　　七月大火向西落，八月要把芦苇割。三月修剪桑树枝，取来锋利的斧头。砍掉高高长枝条，攀着细枝摘嫩桑。七月伯劳声声叫，八月开始把麻织。染丝有黑又有黄，我的红色更鲜亮，献给贵人做衣裳。</p> <p>　　四月远志结了籽，五月知了阵阵叫。八月田间收获忙，十月树上叶子落。十一月上山猎貉，猎取狐狸皮毛好，送给贵人做皮袄。十二月猎人会合，继续操练打猎功。打到小猪归自己，猎到大猪献王公。</p> <p>　　五月蚱蜢弹腿叫，六月纺织娘振翅。七月蟋蟀在田野，八月来到屋檐下。九月蟋蟀进门口，十月钻进我床下。堵塞鼠洞熏老鼠，封好北窗糊门缝。叹我妻儿好可怜，岁末将过新年到，迁入这屋把身安。</p> <p>　　六月食李和葡萄，七月煮葵又煮豆。八月开始打红枣，十月下田收稻谷。酿成春酒美又香，为了主人求长寿。七月里面可吃瓜，八月到来摘葫芦。九月拾起秋麻子，采摘苦菜又砍柴，养活农夫把心安。</p> <p>　　九月修筑打谷场，十月庄稼收进仓。黍稷早稻和晚稻，粟麻豆麦全入仓。叹我农夫真辛苦，庄稼刚好收拾完，又为官家筑宫室。白天要去割茅草，夜里赶着搓绳索。赶紧上房修好屋，开春还得种百谷。</p> <p>　　十二月凿冰冲冲，正月搬进冰窖中。二月开初祭祖先，献上韭菜和羊羔。九月寒来始降霜，十月清扫打谷场。两槽美酒敬宾客，宰杀羊羔大家尝。登上主人的庙堂，举杯共同敬主人，齐声高呼寿无疆。</p> <p><strong>注释</strong><br>七月流火：火（古读huǐ），或称大火，星名，即心宿。流，流动。每年夏历五月，黄昏时候，这星当正南方，也就是正中和最高的位置。过了六月就偏西向下了，这就叫做“流”。 <br>授衣：将裁制冬衣的工作交给女工。九月丝麻等事结束，所以在这时开始做冬衣。 <br>一之日：十月以后第一个月的日子。以下二之日、三之日等仿此。为豳历纪日法。觱（bì）发（bō）：大风触物声。 <br>栗烈：或作“凛冽”，形容气寒。 <br>褐：粗布衣。 <br>于：犹“为”。为耜是说修理耒耜（耕田起土之具）。 <br>趾：足。 “举趾”是说去耕田。 <br>馌（yè）：馈送食物。亩：指田身。田耕成若干垄，高处为亩，低处为畎。田垄东西向的叫做“东亩”，南北向的叫做“南亩”。这两句是说妇人童子往田里送饭给耕者。 <br>田畯（jùn）：农官名，又称农正或田大夫。<br>春日：指二月。载：始。阳：温暖。<br>仓庚：鸟名，就是黄莺。<br>懿（yì）：深。<br>微行：小径（桑间道）。<br>爰（yuán）：语词，犹“曰”。柔桑：初生的桑叶。<br>迟迟：天长的意思。<br>蘩（fán）：菊科植物，即白蒿。古人用于祭祀，女子在嫁前有“教成之祭”。一说用蘩“沃”蚕子，则蚕易出，所以养蚕者需要它。其法未详。祁祁：众多（指采蘩者）。<br>公子：指国君之子。殆及公子同归：是说怕被公子强迫带回家去。一说指怕被女公子带去陪嫁。<br>萑（huán）苇：芦苇。八月萑苇长成，收割下来，可以做箔。<br>蚕月：指三月。条桑：修剪桑树。<br>斨（qiāng）：方孔的斧头。<br>远扬：指长得太长而高扬的枝条。<br>猗（yǐ）：《说文》《广雅》作“掎”，牵引。“掎桑”是用手拉着桑枝来采叶。南朝乐府<a href=\"http://so.gushiwen.org/view_152.aspx\">诗</a>《采桑度》云：“系条采春桑，采叶何纷纷”，似先用绳系桑然后拉着绳子采。女桑：小桑。<br>鵙（jú）：鸟名，即伯劳。<br>玄：是黑而赤的颜色。玄、黄指丝织品与麻织品的染色。<br>朱：赤色。阳：鲜明。以上二句言染色有玄有黄有朱，而朱色尤为鲜明。<br>葽（yāo）：植物名，今名远志。秀葽：言远志结实。<br>蜩（tiáo）：蝉。<br>陨萚（tuò）：落叶。<br>貉：通“祃（mà）”。田猎者演习武事的礼叫祃祭或貉祭。于貉：言举行貉祭。《郑笺》：“于貉，往博貉以自为裘也。”<br>同：聚合，言狩猎之前聚合众人。<br>缵（zuǎn）：继续。武功：指田猎。<br>豵（zòng）：一岁小猪，这里用来代表比较小的兽。私其豵：言小兽归猎者私有。<br>豜（jiān）：三岁的猪，代表大兽。大兽献给公家。<br>斯螽（zhōng）：虫名，蝗类，即蚱蜢、蚂蚱。旧说斯螽以两股相切发声，“动股”言其发出鸣声。<br>莎鸡：虫名，今名纺织娘。振羽：言鼓翅发声。<br>穹：穷尽，清除。窒：堵塞。穹窒：言将室内满塞的角落搬空，搬空了才便于熏鼠。<br>向：朝北的窗户。墐：用泥涂抹。贫家门扇用柴竹编成，涂泥使它不通风。<br>曰：《汉书》引作“聿”，语词。改岁：是说旧年将尽，新年快到。<br>郁：植物名，唐棣之类。树高五六尺，果实像李子，赤色。薁（yù）：植物名，果实大如桂圆。一说为野葡萄。<br>菽（shū）：豆的总名。<br>剥（pū）：读为“扑”，打。<br>春酒：冬天酿酒经春始成，叫做“春酒”。枣和稻都是酿酒的原料。<br>介：祈求。眉寿：长寿，人老眉间有豪毛，叫秀眉，所以长寿称眉寿。<br>壶：葫芦。<br>叔：拾。苴（jū）：秋麻之籽，可以吃。<br>樗（chū）：木名，臭椿。薪樗：言采樗木为薪。<br>场：是打谷的场地。圃：是菜园。春夏做菜园的地方秋冬就做成场地，所以场圃连成一词。<br>纳：收进谷仓。稼：古读如“故”。禾稼：谷类通称。<br>重：即“种”，是先种后熟的谷。穋（lù）：即稑（lù），稑是后种先熟的谷。<br>禾麻菽麦：这句的“禾”是专指一种谷，即今之小米。<br>功：事。宫功：指建筑宫室，或指室内的事。<br>索：动词，指制绳。綯（táo）：绳。索綯：是说打绳子。上两句言白天取茅草，夜晚打绳子。<br>亟：急。乘屋：盖屋。茅和绳都是盖屋需用的东西。以上三句言宫功完毕后，急忙修理自己的屋子。因为播谷的工作又要开始了，不得不急。<br>冲冲：古读如“沉”，凿冰之声。<br>凌：是聚集的水。阴：指藏冰之处。<br>蚤：读为“爪”，取。这句是说取冰。<br>献羔祭韭（jiǔ）：这句是说用羔羊和韭菜祭祖。《礼记·月令》说仲春献羔开冰，四之日正是仲春。<br>肃霜：犹“肃爽”，双声连语。这句是说九月天高气爽。<br>涤场：清扫场地。这句是说十月农事完全结束，将场地打扫干净。一说“涤场”即“涤荡”，“十月涤荡”是说到了十月草木摇落无余。<br>朋酒：两樽酒。这句连下句是说年终燕乐。<br>跻（jī）：登。公堂：或指公共场所，不一定是国君的朝堂。<br>称：举。兕（sì）觥（gōng）：角爵。古代用兽角做的酒器。<br>万：大。无疆：无穷。以上三句言升堂举觞，祝君长寿。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　《国风·豳风·七月》是《<a href=\"http://so.gushiwen.org/view_152.aspx\">诗</a>经·国风》中最长的一首诗。《毛诗序》认为它的主题是“陈后稷、先公风化之所由，致王业之艰难”；陈奂《诗毛氏传疏》则认为是“周公遭管蔡之变而作”，两者时间相距甚远，似不可凭信。《汉书·地理志》云：“昔后稷封斄（lí），公刘处豳，太王徙岐，文王作酆，武王治镐，其民有先王遗风，好稼穑，务本业，故豳诗言农桑衣食之本甚备。”据此，此篇当作于西周初期，即公刘处豳时期。</p> <p>　　豳地在今陕西旬邑、彬县一带，公刘时代周之先民还是一个农业部落。《七月》反映了这个部落一年四季的劳动生活，涉及到衣食住行各个方面，它的作者当是部落中的成员，所以口吻酷肖，角度极准，从各个侧面展示了当时社会的风俗画，正如姚际恒《诗经通论》所说：“鸟语虫鸣，革荣木实，似《月令》；妇子入室，茅綯升屋，似《风俗书》；流火寒风，似《五行志》；养老慈幼，跻堂称觥，似庠序礼；田官染职，狩猎藏冰，祭献执宫，似国家典制书。其中又有似采桑图、田家乐图、食谱、谷谱、酒经：一诗之中，无不具备，洵天下之至文也！”凡春耕、秋收、冬藏、采桑、染绩、缝衣、狩猎、建房、酿酒、劳役、宴飨，无所不写，“无体不备，有美必臻，晋唐后陶、谢、王、孟、韦、柳田家诸诗，从未臻此境界”（引同上）。这一评价，基本上符合诗中实际。</p> <p>　　诗从七月写起，按农事活动的顺序，以平铺直叙的手法，逐月展开各个画面。必须注意的是诗中使用的是周历。周历以夏历（今之农历，一称阴历）的十一月为正月，七月、八月、九月、十月以及四、五、六月，皆与夏历相同。“一之日”、“二之日”、“三之日”、“四之日”，即夏历的十一月、十二月、一月、二月。“蚕月”，即夏历的三月。皮锡瑞《经学通论》云：“此诗言月者皆夏正，言一、二、三、四之日皆周正，改其名不改其实。”戴震《毛郑诗考证》亦指出：周时虽改为周正（以农历十一月为正月岁首），但民间农事仍沿用夏历。这些说法，都是读者理解此诗时序的重要依据。</p> <p>　　首章以鸟瞰式的手法，概括了劳动者全年的生活，一下子把读者带进那个凄苦艰辛的岁月。同时它也为以后各章奠定了基调，提示了总纲。<a href=\"http://so.gushiwen.org/author_459.aspx\">朱熹</a>《诗集传》云：“此章前段言衣之始，后段言食之始。二章至五章，终前段之意。六章至八章，终后段之意。”在结构上如此安排，确是相当严谨。所谓“衣之始”、“食之始”，实际上指农业社会中耕与织两大主要事项。这两项是贯穿全篇的主线。首章是说九月里妇女“桑麻之事已毕，始可为衣”。十一月以后便进入朔风凛冽的冬天，农夫们连粗布衣衫也没有一件，怎么能度过年关，故而发出“何以卒岁”的哀叹。可是春天一到，他们又整理农具到田里耕作。老婆孩子则到田头送饭，田官见他们劳动很卖力，不由得面露喜色。民间诗人以粗线条勾勒了一个框架，当时社会生活的整体风貌已呈现在读者面前。以后各章便从各个侧面、各个局部进行较为细致的刻画。</p> <p>　　诗的二、三章情调逐渐昂扬，色调逐渐鲜明。明媚的春光照着田野，莺声呖呖。背着筐儿的妇女，结伴儿沿着田间小路去采桑。她们的劳动似乎很愉快，但心中不免怀有隐忧：“女心伤悲，殆及公子同归。”首章“田唆至喜”，只是以轻轻的一笔点到了当时社会的阶级关系，这里便慢慢地加以展开。“公子”，论者多谓豳公之子。豳公占有大批土地和农奴，他的儿子们对农家美貌女子也享有与其“同归”的特权。这里似乎让读者看到汉乐府《秋胡行》和《陌上桑》的影子，虽然那是千年以后的事，但生活中的规律往往也会出现某些相似的地方。姑娘们的美貌使她们担心人身的不自由；姑娘们的灵巧和智慧，也使她们担心劳动果实为他人所占有：“八月载绩，载玄载黄，我朱孔阳，为公子裳。”她们织出五颜六色的丝绸，都成了公子身上的衣裳。这又使读者想起了宋人张俞的《蚕妇》诗：“遍身罗绮者，不是养蚕人。”</p> <p>　　四、五两章虽从“衣之始”一条线发展而来，但亦有发展变化。“秀葽”、“鸣蜩”，带有起兴之意，下文重点写狩猎。他们打下的狐狸，要“为公子裘”；他们打下的大猪，要贡献给豳公，自己只能留下小的吃。这里再一次描写了当时的阶级关系。五章着重写昆虫以反映季节的变化，由蟋蟀依人写到寒之将至，笔墨工细，绘影绘声，饶有诗意。《诗集传》云：“斯螽、莎鸡、蟋蟀，一物随时变化而异其名。动股，始跃而以股鸣也。振羽，能飞而以翅鸣也。”咏物之作，如此细腻，令人惊叹。“穹窒熏鼠”以下四句，写农家打扫室内，准备过冬，在结构上“亦以终首章前段御寒之意”。</p> <p>　　六、七、八章，承“食之始”一条线而来，好像一组连续的电影镜头，表现了农家朴素而安详的生活：六、七月里他们“食郁（郁李）及薁”、“亨（烹）葵（葵菜）及菽（豆子）”。七、八月里，他们打枣子，割葫芦。十月里收下稻谷，酿制春酒，给老人祝寿。可是粮食刚刚进仓，又得给老爷们营造公房，与上面所写的自己的居室的破烂简陋适成鲜明对比。“筑场圃”、“纳禾稼”，写一年农事的最后完成。正如《诗集传》引吕氏所云：“此章（第七章）终始农事，以极忧勤艰难之意。”</p> <p>　　到了最后一章，也就是第八章，诗人用较愉快的笔调描写了这个村落宴饮称觞的盛况。一般论者以为农夫既这么辛苦，上头又有田官监督、公子剥削，到了年终，不可能有条件有资格“跻彼公堂，称彼兕觥”。其实社会是复杂的，即使在封建社会的中期，农民年终时也相互邀饮，如宋代<a href=\"http://so.gushiwen.org/author_125.aspx\">秦观</a>《田居四首》所写：“田家重农隙，翁妪相邀迓。班坐酾酒醪，一行三四谢。”<a href=\"http://so.gushiwen.org/author_272.aspx\">陆游</a>《游山西村》诗也说：“莫笑田家腊酒浑，丰年留客足鸡豚。”《七月》所写上古社会的西周村落生活，农闲之时，举酒庆贺，也是情理中事。　</p> <p>　　中国古代诗歌一向以抒情诗为主，叙事诗较少。这首诗却以叙事为主，在叙事中写景抒情，形象鲜明，诗意浓郁。通过诗中人物娓娓动听的叙述，又真实地展示了当时的劳动场面、生活图景和各种人物的面貌，以及农夫与公家的相互关系，构成了西周早期社会一幅男耕女织的风俗画。《诗经》的表现手法有赋、比、兴三种，这首诗正是采用赋体，“敷陈其事”、“随物赋形”，反映了生活的真实。读者仔细吟诵其中任何一章，都会有这样的感觉。[3]　</p> <p>　　《七月》是西周初年豳地（在今陕西旬邑县、邠县一带）的奴隶所做的诗歌。可能是因诗长，年代久远，有某些错简的地方，但基本次序还是清楚的。</p> <p>　　全诗八章，每章各十一句，基本上是按季节的先后，逐年逐月地来写男女奴隶们的劳动和生活的。这首诗按时序叙事，很象是一首农历诗，类似后世民歌中的四季调或十二月歌。但由于它所叙述的内容反映了当时奴隶们一年到头的繁重劳动和无衣无食的悲惨境遇，所以应把它看作是反剥削反压迫的诗篇。</p> <p>　　第一章总括全诗，从岁寒写到春耕开始。七月火星向下降行，八月将裁制冬衣的工作交给妇女们去做，以备御冬。十一月天气寒冷了，北风刮在物体上，发出觱发的声响。十二月寒风“栗烈”，是一年最冷的时刻。而我们这些奴隶没有御寒的衣服，真不知如何过冬。好不容易熬到寒冬过去了，正月里我们开始修理农具。二月里举足下田，开始耕种。壮夫们在田里干着重活，女人和小孩们则承担着送饭的任务。看着我们这样卖力的劳动，那些奴隶主派来的农官感到很高兴。</p> <p>　　第二章，写妇女们的采桑劳动。春天来了，开始暖和了，黄莺儿欢快地歌唱着。妇女们挎着深筐子，沿着桑间的小路，去采摘饲蚕用的嫩桑叶。春天昼长，妇女们辛勤地工作了很久，硕果累累，采了很多的桑叶。可是，妇女们突然悲伤起来了，因为她们看见贵族公子正朝这边走来，害怕被掳去而遭凌辱。末句反映了当时贵族蛮横的真实情况。</p> <p>　　第三章，写妇女们的蚕桑纺织之事，并指出这是为贵族阶级做衣裳用的。蚕月即三月，三月开始修剪桑枝，拿起斧子，砍去那些远扬的枝条，然后攀枝再采摘些柔嫩的桑叶。七月伯劳鸟咕咕地叫着，仿佛在告诉人们后半年开始了，于是，八月里妇女们就动手纺织了。纺织品染着不同的颜色，有黑红色的，有黄色的，而最鲜亮的是朱红色的。可惜这些都不是为自己，而是为贵族公子作衣裳用的。</p> <p>　　第四章，写农事既毕，奴隶们还是为统治者猎取野兽。四月里远志结子了，五月里蝉儿鸣唱着。八月里作物开始收成，十月树木纷纷落叶。十一月开始出外射猎，以取狐貉皮来给公子做冬衣。十二月声势更浩大，集合起众人继续田猎。射得的猎物，小兽归奴隶们所有，大兽得献给统治者。</p> <p>　　第五章，写一年将尽，奴隶们为自己收拾屋子准备过冬。五月里蝗虫动股起飞，六月里纺织娘鼓翅发声。蟋蟀由野入檐，由檐入户，由户入床下，鸣声愈来愈近，而天也愈来愈冷了。这时把屋里所有的空隙都堵好，然后用烟熏老鼠，把它赶出屋里；再把朝北的窗子堵上，把门缝用泥涂上，以防寒冷的北风。感叹我们和老婆孩子，往往农忙时就露宿在场上，到了冬日，天寒事毕，才正式回到房屋里来。</p> <p>　　第六章，写奴隶们除农业外，还得从事各种副业劳动，以供统治者享用。同时，七月里还得采摘瓜类，八月里收取葫芦，九月里拾取芝麻，把这些都交给统治者。农奴们不够吃，只得用柴火煮些苦菜来养活自己。</p> <p>　　第七章，写奴隶们农事完毕，还要为统治者修盖房屋。九月里修好打粮场，十月里纳粮入仓库。不论是先熟的作物，还是后熟的作物，是谷类，还是麻类，都得聚集起来送进贵族的仓库。收完庄稼之后，就去为贵族们修理住宅。白天去割茅草，晚上用此来搓绳子。等到替贵族们把住宅修好了，奴隶们又快到了春播的时候了。</p> <p>　　第八章，写一年辛苦之后，还要大办酒宴，为统治者庆贺祝寿。十二月去凿冰，正月里藏入冰窖，以供来年夏天统治者消暑之用。等到农事已毕，打谷场已清扫干净，就大杀羔羊，大办酒宴，还得举着酒杯，登上公堂，高呼统治者万寿无疆。</p> <p>　　《七月》这首长诗，向我们展示了一幅古代奴隶社会阶级压迫的图画。男女奴隶们一年到头无休止的劳动，结果都被贵族们剥夺得一干二净。读着这悲歌式的诗篇，我们眼前仿佛出现了一位被压迫的老年奴隶，面对面地向人们叙说着自己的生活境况，倾诉着血泪斑斑的历史。他对于自家和邻居们年复一年繁重劳动，苦难生活，倾诉得那么周全，那么悲切，虽然不敢流露出强烈的愤懑感情，但在倾诉中不时地夹杂着怨叹和悲哀，用活生生的事实来揭露奴隶主的罪恶和残酷。这些奴隶们虽然暂时慑于奴隶主的淫威，精神呈现出麻木状态，但总有一天他们会怒吼起来，把积压在胸中的愤懑象火山似的喷泄出来。</p> <p>　　此诗语言朴实无华，完全是用铺叙的手法写成的。</p> <p>　　全篇围绕着一个“苦”字，按照季节的先后，从年初写到年终，从种田养蚕写到打猎凿冰，反映了一年四季多层次的工作面和高强度的劳动。语词凄切清苦，仿佛是在哭吟着一部沉重的历史。但值得我们熟加体味的是，这首诗的哀哀诉苦的同时，也表现了一定的清醒的阶级意识。“女心伤悲，殆及公子同归，”“我朱孔阳，为公子裳，”“取彼狐狸，为公子裘。”“献豣于公”，“上入执宫功”等，都表现了奴隶们对贵族不劳而食、蛮横霸道的疑惑和暗恨。在表现阶级压迫时，诗篇还采用了对比的描写来昭示，比如：奴隶们在辛勤劳动，而“田畯至喜”，苦与乐的对比；奴隶们无衣无褐，却在为“公子裳”，“为公子裘”，冷与暖的对比；“言私其豵，献豣于公，”少与多的对比等，这种描写，是在有意识地揭示阶级压迫的不平等。另外，诗篇善于抓住各种物候的特征，来表现节令的演变，使全诗充满了自然风光和强烈的乡土气秘。特别是第五章：“五月斯螽动股，六月莎鸡振羽。七月在野，八月在宇，九月在户，十月蟋蟀入我床下”，用昆虫的鸣叫和蟋蟀的避寒迁徙，非常形象地表现了季节变迁的过程。这几句没有一个“寒”字，但却让我们感受到天气在一天天地变冷，以至于寒气逼人了。这种手法在《七月》中应用得很普遍，再如：“一之日觱发，二之日栗烈”，用风声的愈演愈烈来显示季候的愈加寒冷，也很形象生动. </p><br/><h2>赏析</h2> <p>　　豳地在今陕西旬邑、彬县一带，公刘时代周之先民还是一个农业部落。《豳风·七月》反映了这个部落一年四季的劳动生活，涉及到衣食住行各个方面，它的作者当是部落中的成员，所以口吻酷肖，角度极准，从各个侧面展示了当时社会的风俗画，凡春耕、秋收、冬藏、采桑、染绩、缝衣、狩猎、建房、酿酒、劳役、宴飨，无所不写。</p> <p>　　<a href=\"http://so.gushiwen.org/view_152.aspx\">诗</a>从七月写起，按农事活动的顺序，以平铺直叙的手法，逐月展开各个画面。诗中使用的是周历。周历以夏历（今之农历，一称阴历）的十一月为正月，七月、八月、九月、十月以及四、五、六月，皆与夏历相同。“一之日”、“二之日”、“三之日”、“四之日”，即夏历的十一月、十二月、一月、二月。“蚕月”，即夏历的三月。戴震《毛郑诗考证》指出：周时虽改为周正（以农历十一月为正月岁首），但民间农事仍沿用夏历。</p> <p>　　首章以鸟瞰式的手法，概括了劳动者全年的生活，向读者展示了那个凄苦艰辛的岁月。同时它也为以后各章奠定了基调，提示了总纲。<a href=\"http://so.gushiwen.org/author_459.aspx\">朱熹</a>《诗集传》云：“此章前段言衣之始，后段言食之始。二章至五章，终前段之意。六章至八章，终后段之意。”在结构上如此安排，确是相当严谨。所谓“衣之始”、“食之始”，实际上指农业社会中耕与织两大主要事项。这两项是贯穿全篇的主线。首章是说九月里妇女“桑麻之事已毕，始可为衣”。十一月以后便进入朔风凛冽的冬天，农夫们连粗布衣衫也没有一件，怎么能度过年关，故而发出“何以卒岁”的哀叹。可是春天一到，他们又整理农具到田里耕作。老婆孩子则到田头送饭，田官见他们劳动很卖力，不由得面露喜色。民间诗人以粗线条勾勒了一个框架，当时社会生活的整体风貌已呈现在读者面前。以后各章便从各个侧面、各个局部进行较为细致的刻画。</p> <p>　　诗的二、三章情调逐渐昂扬，色调逐渐鲜明。明媚的春光照着田野，莺声呖呖。背着筐儿的妇女，结伴儿沿着田间小路去采桑。她们的劳动似乎很愉快，但心中不免怀有隐忧：“女心伤悲，殆及公子同归。”首章“田唆至喜”，只是以轻轻的一笔点到了当时社会的阶级关系，这里便慢慢地加以展开。“公子”，论者多谓豳公之子。豳公占有大批土地和农奴，他的儿子们对农家美貌女子也享有与其“同归”的特权。汉乐府《秋胡行》和《陌上桑》诗中似乎有这样的影子，虽然那是千年以后的事，但生活中的规律往往也会出现某些相似的地方。姑娘们的美貌使她们担心人身的不自由；姑娘们的灵巧和智慧，也使她们担心劳动果实为他人所占有：“八月载绩，载玄载黄，我朱孔阳，为公子裳。”她们织出五颜六色的丝绸，都成了公子身上的衣裳，正如宋人张俞的《蚕妇》诗所说：“遍身罗绮者，不是养蚕人。”</p> <p>　　四、五两章虽从“衣之始”一条线发展而来，但亦有发展变化。“秀葽”、“鸣蜩”，带有起兴之意，下文重点写狩猎。他们打下的狐狸，要“为公子裘”；他们打下的大猪，要贡献给豳公，自己只能留下小的吃。这里再一次描写了当时的阶级关系。五章着重写昆虫以反映季节的变化，由蟋蟀依人写到寒之将至，笔墨工细，绘影绘声，饶有诗意。《诗集传》云：“斯螽、莎鸡、蟋蟀，一物随时变化而异其名。动股，始跃而以股鸣也。振羽，能飞而以翅鸣也。”咏物之作，如此细腻，令人惊叹。“穹窒熏鼠”以下四句，写农家打扫室内，准备过冬，在结构上“亦以终首章前段御寒之意”。</p> <p>　　六、七、八章，承“食之始”一条线而来，好像一组连续的电影镜头，表现了农家朴素而安详的生活：六、七月里他们“食郁（郁李）及薁”、“亨（烹）葵（葵菜）及菽（豆子）”。七、八月里，他们打枣子，割葫芦。十月里收下稻谷，酿制春酒，给老人祝寿。可是粮食刚刚进仓，又得给老爷们营造公房，与上面所写的自己的居室的破烂简陋适成鲜明对比。“筑场圃”、“纳禾稼”，写一年农事的最后完成。正如《诗集传》引吕氏所云：“此章（第七章）终始农事，以极忧勤艰难之意。”</p> <p>　　到了最后一章，也就是第八章，诗人用较愉快的笔调描写了这个村落宴饮称觞的盛况。一般论者以为农夫既这么辛苦，上头又有田官监督、公子剥削，到了年终，不可能有条件有资格“跻彼公堂，称彼兕觥”。其实社会是复杂的，即使在封建社会的中期，农民年终时也相互邀饮，如宋代<a href=\"http://so.gushiwen.org/author_125.aspx\">秦观</a>《田居四首》所写：“田家重农隙，翁妪相邀迓。班坐酾酒醪，一行三四谢。”<a href=\"http://so.gushiwen.org/author_272.aspx\">陆游</a>《游山西村》诗也说：“莫笑田家腊酒浑，丰年留客足鸡豚。”《豳风·七月》所写上古社会的西周村落生活，农闲之时，举酒庆贺，也是情理中事。</p> <p>　　中国古代诗歌一向以抒情诗为主，叙事诗较少。这首诗却以叙事为主，在叙事中写景抒情，形象鲜明，诗意浓郁。通过诗中人物娓娓动听的叙述，又真实地展示了当时的劳动场面、生活图景和各种人物的面貌，以及农夫与公家的相互关系，构成了西周早期社会一幅男耕女织的风俗画。《诗经》的表现手法有赋、比、兴三种，这首诗正是采用赋体，“敷陈其事”、“随物赋形”，反映了生活的真实。</p>",
  "about": "<h2>创作背景</h2> 　　《国风·豳风·七月》是《<a href=\"http://so.gushiwen.org/view_152.aspx\">诗</a>经·国风》中最长的一首诗。《毛诗序》说：“《七月》，陈王业也。周公遭变，故陈后稷先公风化之所由、至王业之艰难也。”陈奂《诗毛氏传疏》则认为是“周公遭管蔡之变而作”，两者时间相距甚远，似不可凭信。《汉书·地理志》云：“昔后稷封斄，公刘处豳，太王徙岐，文王作酆，武王治镐，其民有先王遗风，好稼穑，务本业，故豳诗言农桑衣食之本甚备。”据此，此篇当作于西周初期，即公刘处豳时期。",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": [
    "诗经",
    "长诗",
    "叙事",
    "妇女",
    "奴隶"
  ]
}