{
  "id": 72694,
  "star": 34,
  "name": "拟孙权答曹操书",
  "dynasty": "宋代",
  "content": "　　权白孟德足下：辱书开示祸福，使之内杀子布，外擒刘备以自效。书辞勤款，若出至诚，虽三尺童子，亦晓然知利害所在矣。然仆怀固陋，敢略布。</p> <p>　　昔田横，齐之遗虏，汉高祖释郦生之憾，遣使海岛，谓横来大者王，小者侯，犹能以刀自刭，不肯以身辱于刘氏。韩信以全齐之地，束手于汉，而不能死于牖下。自古同功一体之人，英雄豪杰之士，世乱则藉以剪伐，承平则理必猜疑，与其受韩信之诛，岂若死田横之节也哉！</p> <p>　　仆先将军破虏，遭汉陵夷，董卓僭乱，焚烧宗庙，发掘陵寝，故依袁术以举义师，所指城邑响应，天下思得董卓而食之不厌。不幸此志未遂，而无禄早世。先兄伯符嗣命，驰驱锋镝，周旋江汉，岂有他哉？上以雪天子之耻，下以毕先将军之志耳。不意袁术亦僭位号，污辱义师，又闻诸君各盗名字，伯符提偏师，进无所归，退无所守，故资江东为之业耳，不幸有荆轲、舞阳之变。不以权不肖，使统部曲，以卒先臣之志。仆受遗以来，卧薪尝胆，悼日月之逾迈，而叹功名之不立，上负先臣未报之忠，下忝伯符知人之明。且权先世以德显于吴，权若效诸君有非常之志，纵不蒙显戮，岂不坠其家声耶？</p> <p>　　汉自桓、灵以来，上失其道，政出多门，宦官之乱才息，董卓之祸复兴，傕、汜未诛，袁、刘割据，天下所恃，惟权与公及刘备三人耳。比闻卓已鲸鲵，天子反正，仆意公当扫除余孽，同奖王室，上助天子，与宗庙社稷之灵，退守藩国，无失春秋朝觐之节。而足下乃有欺孤之志，威挟天子，以令天下，妄引历数，阴构符命，昔笑王莽之愚，今窃叹足下蹈覆车也。仆与公有婚姻之旧，加之同好相求，然自闻求九锡，纳椒房，不唯同志失望，天下甚籍籍也。刘备之兵虽少，然仆观其为人，雄才大略，宽而有容，拙于攻取，巧于驭人，有汉高祖之余风，辅以孔明，未可量也，且以忠义不替曩昔，仆以为今海内所望，惟我二人耳。仆之有张昭，正如备之孔明，左提右挈，以就大事，国中文武之事，尽以委之，而见教杀昭与备，仆岂病狂也哉。古谚有之：“辅车相依，唇亡齿寒。”仆与刘备，实有唇齿相须之势。足下所以不能取武昌，又不能到成都者，吴、蜀皆存也。今使仆取蜀，是吴不得独存也。蜀亡，吴亦随之矣。晋以垂棘屈产，假道于虞以伐虢，夫灭虢是所以取虞，虞以不知，故及祸。足下意何以异此。</p> <p>　　古人有言曰：“白首如新，倾盖如故”。言以身托人，必择所安。孟德视仆，岂惜此尺寸之土者哉，特以公非所托故也。荀文若与公共起艰危，一旦劝公让九锡，意便憾，使卒忧死。矧仆与公有赤壁之隙，虽复尽释前憾，然岂敢必公不食斯言乎？今日归朝，一匹夫耳，何能为哉。纵公不见害，交锋两阵之间，所杀过当，今其父兄子弟，实在公侧，怨仇多矣，其能安乎？季布数窘汉王，及即位，犹下三族之令，矧足下记人之过，忘人之功，不肯忘文若于九锡，其肯赦仆于赤壁乎？孔文举与杨德祖，海内奇士，足下杀之如皂隶，岂复有爱于权！天下之才在公右者，即害之矣，一失江东，岂容复悔耶？甘言重币，幸勿复再。",
  "shangxi": "<h2>赏析</h2> <p>　　文章围绕<a href=\"http://so.gushiwen.org/author_552.aspx\">曹操</a>「同尊汉室」有无诚意的「诚」上做文章，针对来书要孙权「内取子布，外击刘备，以效赤心，同复前好」的胁迫，予以严正的驳斥。文章通过征引史实和现实，逐一辨析，剥尽其试图以诈迫谋取江东的野心。</p> <p>　　文章劈起就引汉高祖田横、韩信事，以「死」字领起全篇，与其如韩信拱手待毙，尚不如田横全节自刭。这里的全节指扶助汉天子，以正名声，其实表示了君子不怕死，还有何死可畏，敢于决一雌雄的强硬态度。这个论断斩钉截铁，气势压人，打了曹操的一切妄想，彷佛突兀高山敌挡万乘来犯。这一段叙中有论，以论为驳。为全文蓄势，为下文驳论伏笔。</p> <p>　　下文叙事述理，驳在其中。曹书言「以效赤心」。这是个政治问题。文章历数父兄业绩，自陈「上以雪天子之耻，下以毕先将军之志」，只欲求义师，「同奖王室，上助天子」。而「退守藩国，无失春秋朝觐之节」则言明，决不失地称臣。紧接着指斥曹操「威挟天子，以令天下」，重蹈王莽覆辙。那么「以效赤心」的究竟应该是谁呢？妙在下一句却又拉回感情，叙婚姻之旧，以「同好」之情而婉诫之。措词严正却又婉而有节。</p> <p>　　第二层，甚赞刘备「雄才大略」，拙于攻长于守，是东吴的唇齿之邦；夸张昭（子布）有孔明之才，是国家重臣。曹书教杀此二人，使内失谋士，外失明军，岂不叫孙权束手待毙吗？这儿照应了韩信拱土待毙的开头。文章藉引证春秋时假道虞国的典故，点出曹操险恶居心。</p> <p>　　至此所谓「同复前好」的谎言已不破自现了。第三层，孙权问：杀士失土，以一匹夫托身于如此居心的人可靠吗？赤壁之仇记忆犹新，一个记过忘功，滥杀自己贤才的人还会放过一个赤手空拳的仇敌？</p> <p>　　文章像剥笋般层层深入，使其狼心暴露无遣。在谋篇上，撒得开收得拢，挥洒自如。说理时，广征事例驳斥有力，其锋芒却深蓄其中，文中又常用被动语气，用缓和的方法表达严厉的指责，如：「见教杀昭与备，仆岂病狂也哉。」符合书信这种语体的特点，又显出孙权胸中自有百万雄兵从容不迫的大度。也体现了作者精研史事，善于审时度势和词令政治家风度。</p>",
  "poet": {
    "id": 183,
    "star": 0,
    "name": "苏轼",
    "image": "http://img.gushiwen.org/authorImg/sushi.jpg",
    "desc": "苏轼（1037－1101），北宋文学家、书画家、美食家。字子瞻，号东坡居士。汉族，四川人，葬于颍昌（今河南省平顶山市郏县）。一生仕途坎坷，学识渊博，天资极高，诗文书画皆精。其文汪洋恣肆，明白畅达，与欧阳修并称欧苏，为“唐宋八大家”之一；诗清新豪健，善用夸张、比喻，艺术表现独具风格，与黄庭坚并称苏黄；词开豪放一派，对后世有巨大影响，与辛弃疾并称苏辛；书法擅长行书、楷书，能自创新意，用笔丰腴跌宕，有天真烂漫之趣，与黄庭坚、米芾、蔡襄并称宋四家；画学文同，论画主张神似，提倡“士人画”。著有《苏东坡全集》和《东坡乐府》等。"
  },
  "tags": [
    "书信"
  ]
}