{
  "id": 27622,
  "star": 66,
  "name": "题宣州开元寺水阁阁下宛溪夹溪居人",
  "dynasty": "唐代",
  "content": "六朝文物草连空，天淡云闲今古同。<br>鸟去鸟来山色里，人歌人哭水声中。<br>深秋帘幕千家雨，落日楼台一笛风。<br>惆怅无日见范蠡，参差烟树五湖东。",
  "fanyi": "<p><strong>译文</strong><br>六朝的繁华已成陈迹，放眼望去，只见草色连空，那天淡云闲的景象，倒是自古至今，未发生什么变化。敬亭山象一面巨大的翠色屏风，展开在宣城的近旁，飞鸟来去出没都在山色的掩映之中。宛溪两岸，百姓临河夹居，人歌人哭，掺合着水声，随着岁月一起流逝。深秋时节的密雨，象给上千户人家挂上了层层的雨帘；落日时分，夕阳掩映着的楼台，在晚风中送出悠扬的笛声。心头浮动着对范蠡的怀念，无由相会，只见五湖方向，一片参差烟树而已。</p> <p><strong>注释</strong><br>⑴此<a href=\"http://so.gushiwen.org/view_27622.aspx\">诗</a>作于文宗开成（836-840）年间，当时<a href=\"http://so.gushiwen.org/author_211.aspx\">杜牧</a>任宣州（今安徽宣城）团练判官。城东有宛溪，城东北有敬亭山。城中开元寺，原名永乐寺，东晋时建。<br>⑵人歌人哭：指人生之喜庆吊丧，即生死过程。《礼记·檀弓》：“晋献文子成室，张老曰：'美哉轮焉！美哉奂焉！歌于斯，哭于斯，聚国族于斯。”<br>⑶范蠡：春秋时辅佐越王勾践打败吴王夫差，功成之后，为了避免越王的猜忌，乘扁舟归隐五湖。《吴越春秋》：“范蠡乘扁舟，出三江，入五湖，人莫知其所适。”<br>⑷五湖：旧说太湖有五湖。</p><br/><p><strong>译文<br></strong>六朝的丈物荒皮杂草丛生，天高云淡千般景物古今同。<br>苍山苹柏间百鸟飞来飞去，世世代代生活水乡山寨中。<br>帘幕外千家承受连绵秋丙，日落西山传来悠扬的笛声。<br>内心里怅惘无缘见到范众，只好掠过树木凝望太湖东。</p> <p><strong>注释<br></strong>⑴宣州：唐代州名，在今安傲省宣城县一带。开元寺：建于东晋，初名永安寺，唐开元二十六年（738）改名开元寺。水阁：开元寺中临宛溪而建的楼阁。宛溪：又叫东溪，在宣州城东。夹溪居人：夹宛溪两岸居住着许多人家。<br>⑵六朝：指吴、东晋、宋、齐、梁、陈六个朝代。文物：指礼乐典章。<br>⑶淡：恬静。闲：悠闲。<br>⑷人歌人哭：语出《礼记，檀弓下》：“歌于斯，哭于斯，聚国族于斯，”意思是祭祀时可以在室内奏乐，居丧时可以在这里痛哭，也可以在这里宴聚国宾及会聚宗族。<a href=\"http://so.gushiwen.org/view_27622.aspx\">诗</a>中借指宛溪两岸的人世世代代居住在这里。<br>⑸笛风：笛声随风飘动。<br>⑹范蠡：春秋末政治家，字少伯，楚国宛（今河南省南阳县）人，越国大夫，辅佐越王勾践灭吴，事成后游于齐国，改名鸱夷皮子。到陶（今山东定陶西北），又改名陶朱公，以经商致富。《吴越春秋》中说他“乃乘扁舟，出三江，入五湖，人莫知其所适。”<br>⑺参差：高低不齐的样子。五湖：指太湖及其相属的滆湖、洮湖、射湖、贵湖等四个小湖的合称，因而它可以用作太湖的别称。其他在宣州城之东，属江苏省。这里指太湖。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　<a href=\"http://so.gushiwen.org/view_27622.aspx\">诗</a>一开始写登临览景，勾起古今联想，造成一种笼罩全篇的气氛：六朝的繁华已成陈迹，放眼望去，只见草色连空，那天淡云闲的景象，倒是自古至今，未发生什么变化。这种感慨固然由登临引起，但联系诗人的经历看，还有更深刻的内在因素。诗人此次来宣州已经是第二回了。八年前，<a href=\"http://so.gushiwen.org/author_2706.aspx\">沈传师</a>任宣歙观察使（治宣州）的时候，他曾在沈的幕下供职。这两次的变化，如他自己所说：“我初到此未三十，头脑钐利筋骨轻。”“重游鬓白事皆改，唯见东流春水平。”（《自宣州赴官入京路逢裴坦判官归宣州因题赠》）这自然要加深他那种人世变易之感。这种心情渗透在三、四两句的景色描写中：敬亭山象一面巨大的翠色屏风，展开在宣城的近旁，飞鸟来去出没都在山色的掩映之中。宛溪两岸，百姓临河夹居，人歌人哭，掺合着水声，随着岁月一起流逝。这两句似乎是写眼前景象，写“今”，但同时又和“古”相沟通。飞鸟在山色里出没，固然是向来如此，而人歌人哭，也并非某一片刻的景象。“歌哭”言喜庆丧吊，代表了人由生到死的过程。“人歌人哭水声中”，宛溪两岸的人们就是这样世世代代聚居在水边。这些都不是诗人一时所见，而是平时积下的印象，在登览时被触发了。</p> <p>　　接下去两句，展现了时间上并不连续却又每每使人难忘的景象：一是深秋时节的密雨，像给上千户人家挂上了层层的雨帘；一是落日时分，夕阳掩映着的楼台，在晚风中送出悠扬的笛声。两种景象：一阴一晴；一朦胧，一明丽。在现实中是难以同时出现的。但当诗人面对着开元寺水阁下这片天地时，这种虽非同时，然而却是属于同一地方获得的印象，汇集复合起来了，从而融合成一个对宣城、对宛溪的综合而长久性的印象。这片天地，在时间的长河里，就是长期保持着这副面貌吧。这样，与“六朝文物草连空”相映照，那种文物不见、风景依旧的感慨，自然就愈来愈强烈了。客观世界是持久的，歌哭相迭的一代代人生却是有限的。这使诗人沉吟和低回不已，于是，诗人的心头浮动着对范蠡的怀念，无由相会，只见五湖方向，一片参差烟树而已。五湖指太湖及与其相属的四个小湖，因而也可视作太湖的别名。从方位上看，它们是在宣城之东。春秋时范蠡曾辅助越王勾践打败吴王夫差，功成之后，为了避免越王的猜忌，乘扁舟归隐于五湖。他徜徉在大自然的山水中，为后人所艳羡。诗中把宣城风物，描绘得很美，很值得流连，而又慨叹六朝文物已成过眼云烟，大有无法让人生永驻的感慨。这样，游于五湖享受着山水风物之美的范蠡，自然就成了诗人怀恋的对象了。</p> <p>　　诗人的情绪并不高，但把客观风物写得很美，并在其中织入“鸟去鸟来山色里”、“落日楼台一笛风”这样一些明丽的景象，诗的节奏和语调轻快流走，给人爽利的感觉。明朗、健爽的因素与低回惆怅交互作用，在这首诗里体现出了<a href=\"http://so.gushiwen.org/author_211.aspx\">杜牧</a>诗歌的所谓拗峭的特色。</p>",
  "about": "<h2>创作背景</h2> 　　这首<a href=\"http://so.gushiwen.org/view_27622.aspx\">诗</a>当写于开成三年（838），当时<a href=\"http://so.gushiwen.org/author_211.aspx\">杜牧</a>任宣州团练判官。这首诗是他游开元寺，登水阁时的所见所闻及触景所发而作的。",
  "poet": {
    "id": 211,
    "star": 0,
    "name": "杜牧",
    "image": "http://img.gushiwen.org/authorImg/dumu.jpg",
    "desc": "杜牧（公元803－约852年），字牧之，号樊川居士，汉族，京兆万年（今陕西西安）人，唐代诗人。杜牧人称“小杜”，以别于杜甫。与李商隐并称“小李杜”。因晚年居长安南樊川别墅，故后世称“杜樊川”，著有《樊川文集》。"
  },
  "tags": [
    "写景",
    "怀古"
  ]
}