{
  "id": 73192,
  "star": 6,
  "name": "岐阳三首",
  "dynasty": "金朝",
  "content": "突骑连营鸟不飞，北风浩浩发阴机。<br>三秦形胜无今古，千里传闻果是非；<br>偃蹇鲸鲵人海涸，分明蛇犬铁山围。<br>穷途老阮无奇策，空望岐阳泪满衣。</p> <p>百二关河草不横，十年戎马暗秦京。<br>岐阳西望无来信，陇水东流闻哭声；<br>野蔓有情萦战骨，残阳何意照空城！<br>从谁细向苍苍问，争遣蚩尤作五兵？</p> <p>眈眈九虎护秦关，懦楚孱齐机上看。<br>禹贡土田推陆海，汉家封徼尽天山。<br>北风猎猎悲笳发，渭水潇潇战骨寒。<br>三十六峰长剑在，倚天仙掌惜空闲。",
  "fanyi": "<p><strong>译文<br></strong>凶猛的敌骑营寨相连，天上的禽鸟也难偷飞；呼号的北风席卷大地，迷茫的天空大雪霏霏。<br>号称形胜的三秦啊，山河的险要古今未改；千里传来的噩讯啊，怎知道究竟是真是非！<br>庞大的鲸鲵是那么凶暴——似海的人群尽被吞食；毒蛇和恶狗是那么猖獗——分明像铁山把孤城紧围。<br>就像是走到穷途的<a href=\"http://so.gushiwen.org/author_698.aspx\">阮籍</a>啊，我面对国难苦无良策——徒然怅望着失陷的岐阳，纷飞的悲泪溅满了裳衣！</p> <p>号称“百二关河”的三秦啊，如今已不见杂草纵横；十年的战火燃烧在这里，烽烟遮暗了旧时的秦京。<br>西望着岐阳啊，全没有半点同胞的音信；东流的陇水啊，只听到一片惨痛的哭声！<br>荒野里，缠绵的蔓草情深意厚，在悄悄萦绕着战士的尸骨；蓝天下，惨淡的残阳究竟为啥，却偏偏照射着死寂的空城？<br>我能够从什么地方啊，向苍天细细地责问——为何让凶残的蚩尤啊，制造这杀人的刀兵？</p> <p>遥想当年，九虎猛将们目光炯炯，凛然守卫在巍巍秦关——孱懦的齐楚何曾在眼，直看它好似肥肉在砧！<br>《禹贡》记述的土田啊，要推那“陆海”最是肥沃；汉朝当年的边界啊，蜿蜒着伸过遥远的天山。<br>慨叹今日，猎猎的北风呼啸不已，悲壮的胡笳随风远传；潇潇的渭水呜咽难抚，河边的战士尸骨正寒。<br>空自有华山的三十六峰啊，仍然像长剑屹立——只可惜倚天的雄奇仙掌啊，只落得徒自空闲！</p> <p><strong>注释</strong></p> <p>其一<br>[1] 公元1231年（正大八年）正月，蒙古军围岐阳（今陕西凤翔），四月城破。<br>从这三首<a href=\"http://so.gushiwen.org/view_73192.aspx\">诗</a>起，以下大部分是丧乱诗。这些诗，感情真挚，言辞凄切，“悲愤从血性中流出”，因而引起了历代诗人强烈的共鸣。清人<a href=\"http://so.gushiwen.org/author_433.aspx\">赵翼</a>在《题元遗山集》里说：“国家不幸诗家幸，赋到沧桑句便工。”就是指的这一类诗。<br>[2] 三秦：<a href=\"http://so.gushiwen.org/author_253.aspx\">项羽</a>灭秦，分关内地为三，封秦降将章邯为雍王、董翳为翟王、司马欣为塞王，号三秦。<br>[3] 偃蹇（yǎn jiǎn）：傲慢，高盛。<br>[4]鲸鲵（ní）：大鱼。此处比喻蒙古军之暴。<br>[5] “穷途”两句：阮籍行车“不由径路，车迹所穷，辄痛哭而返”（《晋书·阮籍传》）。此处是作者借此典自况。</p> <p>其二<br>[6]百二关河：秦地险固，二万人足当诸侯百万人（《史记·高祖本纪·苏林注》）。<br>[7] 苍苍：天。<br>[8] 蚩尤：《史记·五帝本纪》：“蚩尤作乱，黄帝征师诸侯，与蚩尤战于涿鹿之野，遂擒杀蚩尤。”</p> <p>其三<br>[9] “眈眈”句：公元1218年（金宣宗兴定二年），置秦关等处九个守御史。<br>[10] “懦楚”句：以虚弱的齐国楚国比喻金王朝的衰败。<br>[11]禹贡：《尚书》中的一篇，记叙了我国上古的疆域。<br>[12] 陆海：指地势高平、物产丰饶的地区，古代以陕西为“天下陆海之地”（《汉书·<a href=\"http://so.gushiwen.org/author_276.aspx\">东方朔</a>传》）。<br>[13] 徼（jiǎo）：边境，边界。此两句说，关中地势如此雄壮，汉凭它扩大疆土，直至天山，而金竟不能守。<br>[14] 猎猎：风声。<br>[15] “三十六峰”句：嵩山三十六峰，可以做防堵敌人的屏障。<br>[16] 仙掌：华山有仙掌峰。这两句是说，大好的天然屏障，不予利用，太可惜了。</p>",
  "shangxi": "<h2>赏析</h2> <p>第一首</p> <p>　　“突骑连营鸟不飞，北风浩浩发阴机”。<a href=\"http://so.gushiwen.org/view_73192.aspx\">诗</a>作一开始就渲染出一种阴冷、低沉、压抑的氛围：北风劲吹，强敌压境。诗人似乎看到了生灵涂炭，百姓遭殃，也似乎更深一层看出了社稷倾危，江山难保。突骑：突人对方阵地的精锐骑兵。</p> <p>　　“三秦形胜无古今，千里传闻果是非”。紧承上两句，诗人的这种担忧还是真的表现出来了。在一声反问中引出了自己内心的沉郁隐痛，悲愤、沉痛、失望的心情溢于言表。</p> <p>　　“偃蹇鲸鲵人海涸，分明蛇犬铁山围”。这两句是作者在得知岐阳陷落之后的设想。句中几处地方用了比喻、夸张的手法，表现出入侵者的凶狠、残暴、野蛮，同时也流露出<a href=\"http://so.gushiwen.org/author_600.aspx\">元好问</a>同情老百姓，心忧国难的思想感情。</p> <p>　　“穷途老阮无奇策，空望岐阳泪满衣”。这两句直抒胸臆，悲慨沉痛，语短情长，感人肺腑。</p> <p>第二首</p> <p>　　“百二关河草不横，十年戎马暗秦京”。元好问身在南阳，却心系失陷的岐阳，写岐阳失陷，又回顾了十年战乱带来的惨状，可谓思绪悠长。“暗”字巧妙渲染出战地暗无天日的场面。</p> <p>　　“岐阳西望无来信，陇水东流闻哭声”。诗句从“望”字生发开去，望中已知音讯断绝，望中如闻陇水呜咽，望中悬想沦陷中的岐阳，从而为下面对岐阳空城的描述作了铺垫。</p> <p>　　“野蔓有情萦战骨，残阳何意照空城”。这两句情感极其低沉悲痛。<a href=\"http://so.gushiwen.org/author_509.aspx\">江淹</a>《恨赋》：“试望平原，蔓草萦骨。”元好问在本诗中加入“有情”二字，使自在生长的野蔓草也变得灵动起来，而且还注入了感情的力度，可谓力透纸背。接下来，面对夕阳残照的空城，作者呼天抢地，责问蒙古军屠城罪行。人们读后，不禁一陲魂颤。</p> <p>　　“从谁细向苍苍问，争遣蚩尤作五兵”。如果说上一句的质问还比较笼统，这一句的质问就落到实处了。诗人责问上苍，痛恨蚩尤，表现出对黎民百姓的深切同情和对惨无人道战争的极端憎恨。</p> <p>第三首</p> <p>　　“眈眈九虎护秦关，懦楚孱齐机上看”。面对积弱不振的现状，诗人痛苦地反思过去，回顾历史，希望从中找出重振国家的良方妙策。</p> <p>　　“禹贡土田推陆海，汉家封徼尽天山”。这两句和前两句都是描述金朝全盛时的景况。诗人有好几处运用典故，意在说明往日的繁盛与强大。</p> <p>　　“北风猎猎悲笳发，渭水潇潇战骨寒”。猎猎是风吹的声音，潇潇是水流的声音，诗人连用两个象声词，极其形象生动地写出了岐阳城的荒凉与冷清，与往日的繁盛热闹人声鼎沸的景象形成强烈对比。</p> <p>　　“三十六峰长剑在，倚天仙掌惜空闲”。全诗在悲怆的抒写中，陡然引入了对险峻华山的描绘，颇能让人产生几分突兀之感，其实这样写不仅是慨叹由于人为的防备不足，使险要的山川、天然的屏障没有起到应有的作用，而且也隐含着元好问愤愤不平的书生意气。<a href=\"http://so.gushiwen.org/author_358.aspx\">宋玉</a>《大言赋》有“长剑耿耿倚天外”之句，元好问在本诗中以倚天长剑比喻险峻的华山。意在提醒金朝统治者要加强防务，可谓在沉痛中见警策。</p>",
  "about": "<h2>创作背景</h2> 　　《岐阳》写于金代末年。当时金国面临的强敌是蒙古汗国。成吉思汗于公元1219年发动西征，把版图扩展到中亚和欧洲以后，即致力于南侵。1227年农历六月消灭了建国达190年之久的西夏，前锋直达凤翔（岐阳）。但七月成吉思汗在距离凤翔不远的今甘肃清水县病死。继承汗位的窝阔台于1231年初再次围攻凤翔，农历二月凤翔陷落。蒙古兵围攻岐阳，四月城破，作者时任南阳县令，闻变写《岐阳》三首。《岐阳》即写于公元1321年二月前后。凤翔陷落后，蒙军调整部署，分三路扑向金都汴京（今河南开封市），1233年农历正月汴京守将降蒙，时任尚书省左司都事七品官的<a href=\"http://so.gushiwen.org/author_600.aspx\">元好问</a>成了蒙军俘虏。先被囚禁在汴京城南的青城，四月被押送聊城（今山东聊城市）羁管。",
  "poet": {
    "id": 600,
    "star": 0,
    "name": "元好问",
    "image": "http://img.gushiwen.org/authorImg/yuanhaowen.jpg",
    "desc": "元好问，字裕之，号遗山，太原秀容（今山西忻州）人；系出北魏鲜卑族拓跋氏，元好问过继叔父元格；七岁能诗，十四岁从学郝天挺，六载而业成；兴定五年（1221）进士，不就选；正大元年（1224 ），中博学宏词科，授儒林郎，充国史院编修，历镇平、南阳、内乡县令。八年（1231）秋，受诏入都，除尚书省掾、左司都事，转员外郎；金亡不仕，元宪宗七年卒于获鹿寓舍；工诗文，在金元之际颇负重望；诗词风格沉郁，并多伤时感事之作。其《论诗》绝句三十首在中国文学批评史上颇有地位；作有《遗山集》又名《遗山先生文集》，编有《中州集》。"
  },
  "tags": [
    "地方",
    "战争",
    "抒怀",
    "悲愤"
  ]
}