{
  "id": 72232,
  "star": 26,
  "name": "范雎说秦王",
  "dynasty": "先秦",
  "content": "　　范雎至秦，王庭迎，谓范雎曰：“寡人宜以身受令久矣。今者义渠之事急，寡人日自请太后。今义渠之事已，寡人乃得以身受命。躬窃闵然不敏。”敬执宾主之礼，范雎辞让。</p> <p>　　是日见范雎，见者无不变色易容者。秦王屏左右，宫中虚无人，秦王跪而请曰：“先生何以幸教寡人？”范雎曰：“唯唯。”有间，秦王复请，范雎曰：“唯唯。”若是者三。</p> <p>　　秦王跽曰：“先生不幸教寡人乎？”</p> <p>　　范雎谢曰：“非敢然也。臣闻始时吕尚之遇文王也，身为渔父而钓于渭阳之滨耳。若是者，交疏也。已一说而立为太师，载与俱归者，其言深也。故文王果收功于吕尚，卒擅天下而身立为帝王。即使文王疏吕望而弗与深言，是周无天子之德，而文、武无与成其王也。今臣，羇旅之臣也，交疏于王，而所愿陈者，皆匡君臣之事，处人骨肉之间。愿以陈臣之陋忠，而未知王心也，所以王三问而不对者是也。臣非有所畏而不敢言也，知今日言之于前，而明日伏诛于后，然臣弗敢畏也。大王信行臣之言，死不足以为臣患，亡不足以为臣忧，漆身而为厉，被发而为狂，不足以为臣耻。五帝之圣而死，三王之仁而死，五伯之贤而死，乌获之力而死，奔、育之勇焉而死。死者，人之所必不免也。处必然之势，可以少有补于秦，此臣之所大愿也，臣何患乎？伍子胥橐载而出昭关，夜行而昼伏，至于蔆水，无以饵其口，坐行蒲伏，乞食于吴市，卒兴吴国，阖庐为霸。使臣得进谋如伍子胥，加之以幽囚，终身不复见，是臣说之行也，臣何忧乎？箕子、接舆，漆身而为厉，被发而为狂，无益于殷、楚。使臣得同行于箕子、接舆，漆身可以补所贤之主，是臣之大荣也，臣又何耻乎？臣之所恐者，独恐臣死之后，天下见臣尽忠而身蹶也，是以杜口裹足，莫肯即秦耳。足下上畏太后之严，下惑奸臣之态，居深宫之中，不离保傅之手，终身闇惑，无与照奸，大者宗庙灭覆，小者身以孤危。此臣之所恐耳！若夫穷辱之事，死亡之患，臣弗敢畏也。臣死而秦治，贤于生也。”</p> <p>　　秦王跽曰：“先生是何言也！夫秦国僻远，寡人愚不肖，先生乃幸至此，此天以寡人慁先生，而存先王之庙也。寡人得受命于先生，此天所以幸先王而不弃其孤也。先生奈何而言若此！事无大小，上及太后，下至大臣，愿先生悉以教寡人，无疑寡人也。”范雎再拜，秦王亦再拜。 ",
  "fanyi": "<p><strong>译文</strong><br>　　范雎来到秦国，秦昭王在宫庭里迎接，秦王对范睢说：“我很久以来，就该亲自来领受您的教导，正碰上要急于处理义渠国的事务，而我每天又要亲自给太后问安；现在义渠的事已经处理完毕，我这才能够亲自领受您的教导了。我深深感到自己愚蠢糊涂。”于是秦王以正式的宾主礼仪接待了范睢，范睢也表示谦让。<br>　　这一天接见范雎，看到那场面的人无不脸色变得严肃起来。秦王屏退左右的人，宫中没有别人了，秦王跪着请求说：“先生拿什么来赐教寡人？”范雎说：“对，对。”过了一会儿，秦王再次请求，范雎说：“对，对。”像这样有三次了。<br>　　秦王长跪着说：“先生不肯赐教寡人吗？”<br>　　范雎表示歉意说：“不是臣子敢这样啊。臣子听说当初吕尚遇到文王的时候，身分只是个渔父，在渭水北岸垂钓罢了。像这种情况，关系可说是生疏的。结果一谈就任他做太师，请他同车一起回去，这是他们交谈得深啊。所以文王果真得到吕尚为他建立的功勋，终于据有天下而自身成了帝王。假如文王因为跟吕望生疏而不跟他深谈，这样周就没有天子的德行，文王、武王也就不能成为王了。现在臣子是个客处他乡的人，与大王关系疏远，而所想要面陈的，又都是纠正国君偏差错失的事。处在人家骨肉之间，臣子愿意献上一片浅陋的忠诚，却不知大王的心意如何，所以大王连问三次而不回答，就是这个原因。臣子并非有什么害怕而不敢说，即使知道今天说在前面，明天受死刑在后面，然而臣子也不敢害怕。大王真能实行臣子的话，死不足成为臣子的祸殃，流亡不足成为臣子的忧虑，浑身涂漆像生癞疮，披头散发装作发狂，不足成为臣子的耻辱。五帝这样的圣人要死，三王这样的仁人要死，五伯这样的贤人要死，乌获这样的力士要死，孟奔、夏育这样的勇士要死。死，是人无法逃避的。处在难免一死的形势下，可以对秦国稍为有些益处，这就是臣子最大的希望了，臣子还担心什么呢？伍子胥藏在袋子里混出昭关，夜间赶路，白天隐蔽，到了蔆水，没东西可吃，坐着走，爬着行，在吴市讨饭，最后振兴了吴国，吴王阖庐成为霸主。假如臣子进献谋略能像伍子胥那样，就是把我禁闭起来，终身不再见大王，只要臣子的主张实行了，臣子忧虑什么呢？箕子、接舆他们，浑身涂漆像生癞疮，披头散发装作发狂，可是对殷朝、楚国并无好处。假如臣子可以跟箕子、接舆有相同的行为，浑身涂漆能对我认为贤明的君主有所帮助，这就是臣子最大的荣耀了，臣子又有什么耻辱呢？臣子所怕的，只怕臣子死了以后，天下人看到臣子尽了忠而身体倒下，从此锁住了嘴，裹住了脚，没有人再愿到秦国来罢了。大王上怕太后的严厉，下受奸臣的伪装迷惑，居住在深宫之中，离不开辅臣的手，终身受到蒙蔽，没法洞察奸佞，大则王室覆灭，小则自身陷于孤立危险的境地。这才是臣子所怕的！至于那些被困受辱的事，死刑流亡的祸殃，臣子不敢害怕。臣子死了而秦国能够治理好，比活着更有意义。”<br>　　秦王直跪着说：“先生这是什么话！秦国远离中原，僻处西方，寡人又笨拙而不贤明，先生竟能光临此地，这是上天要寡人来烦劳先生，从而使先王的宗庙得以保存啊。寡人能够受到先生的教诲，这是上天赐恩于先王而不抛弃他的儿子啊。先生为什么要这样说呢！事不论大小，上到太后，下到大臣，希望先生全都教导寡人，不要怀疑寡人啊。”范雎向秦王拜了两拜，秦王也向范雎拜了两拜。</p><p><strong>注释</strong><br>（1）庭：指宫廷。旧本《古文观止》此句作“王庭迎范雎”，按原文“王庭迎”下无“范雎”二字。<br>（2）幸：表示尊敬对方的用语。<br>寡人：古代诸侯向下的自称。即所谓诸侯自谦是“寡德之人”。<br>（3）跽：古人席地而坐，姿势是双膝着地，臀部坐在自己脚跟上。“跽”是双膝仍然着地，而把上身挺直起来；是一种表示恭敬，有所请求的姿势。也称为长跪。<br>（4）吕尚：姜姓，吕氏，名尚，字子牙，号太公望。博闻多谋，处殷之末世，不得志，垂钓于渭水之阳，后遇文王辅周灭殷。<br>文王：姬姓，名昌，生前称周西伯或西伯昌，武王灭殷后追谥文王。遇吕尚于渭水北岸。<br>（5）太师：商周之际高级武官名，军队的最高统帅。与后世作为太子的辅导官或乐师的“太师”，名同实异。<br>（6）擅天下：拥有天下。按文王生前未及“擅天下”，也未“身立为帝王”。这里是合文王、武王二人笼统言之。<br>（7）羇（jī）旅：作客他乡。<br>（8）匡君：纠正君王的偏差错误。<br>（9）骨肉：这里指宣太后与秦昭王的母子关系。<br>（10）厉：借作“癞”。<br>（11）五帝：传说中的上古帝王，《史记》据《世本》、《大戴礼》定为黄帝、颛顼、帝喾、唐尧、虞舜。<br>（12）三王：指夏、商、周三代的开创者夏禹、商汤、周文王。<br>（13）五伯：即春秋五霸。这篇文章指齐桓公、晋文公、楚庄王、吴王阖闾、越王勾践。<br>（14）乌获：秦国力士，传说能举千钧之重。秦武王爱好举重，所以宠用乌获等力士，乌获位至大官，年至八十余岁。<br>（15）奔、育：孟奔（一作贲）、夏育。战国时卫国人（一说齐国人）。据说孟贲能生拔牛角，夏育能力举千钧，都为秦武王所用。<br>（16）伍子胥：名员，字子胥，春秋时楚国人。楚平王杀其父兄伍奢及伍尚，子胥逃奔郑，又奔吴，帮助吴王阖闾即位并成就霸业。<br>橐（tuó）：袋子。<br>昭关：春秋时楚吴两国交通要冲，地在今安徽含山县北。伍子胥逃离楚国，入吴途中经此。<br>（17）蔆水：即溧水，在今江苏省西南部，邻近安徽省。<br>（18）蒲服：同“匍匐”。<br>（19）吴市：今江苏溧阳。《吴越春秋》卷三：“（子胥）至吴，疾于中道，乞食溧阳。”<br>（20）阖庐：吴王阖闾，前514年至前496年在位。<br>（21）箕子：商纣王的叔父，封于箕（今山西太谷东北）。因谏纣王而被囚禁。武王克殷，才得到释放。<br>接舆：春秋楚隐士，人称楚狂，曾唱《凤兮》歌讽劝孔子避世隐居。据史籍记载，箕子、接舆都曾佯狂，但未见有“漆身为厉”的事。<br>（22）蹶：跌倒。<br>（23）太后：指秦昭王之母宣太后，姓芈。秦武王举鼎膝部骨折而死，子昭王即位才十九岁，尚未行冠礼，宣太后掌握实权。<br>（24）保傅：太保、太傅。周代以太师、太傅、太保为三公。这里泛指辅佐国王的大臣。<br>（25）宗庙：古代帝王、诸侯等祭祀祖宗的处所，引申为王室的代称。<br>（26）慁（hùn）：打扰，烦劳。</p>",
  "shangxi": "<h2>评析</h2> <p>　　范雎初见秦王，既不像初出茅庐时的苏秦那样锋芒毕露，也不像已为秦相时的张仪那样咄咄逼人，而是谨言慎行，唯唯再三，欲言又止。这是为什么?</p> <p>　　说客游说人主实非易事，弄不好会有生命之虞。范雎以一籍布衣的身份游说秦昭王，正如他所说“交疏言深”，这时，他对秦王的心理状况与性格特征还不十分清楚，秦王喜欢听什么，想要干什么，他还没有准确的把握。因此，他必须先加试探，察言观色。他要贡献于秦王的谋略之一，也是最重要的一点，就是废逐把持朝政的以宣太后、穰侯为首的“四贵”。而秦王与他们有骨肉之亲，并且是在他们的拥立下才得以即位的。范雎明白，若稍有不慎，就会“今日言之于前，而明日伏诛于后”，落个身首异处的下场。所言甚深而交情甚浅，范雎能不顾虑吗?所以他吞吞吐吐，疑虑重重，回环往复，拖拖沓沓，而同时却又引古论今，援他况己，旁敲侧击，铺张扬厉。一方面对秦王反复进行试探，看他是否真心信任自己，是否能听从建议摆脱骨肉之亲的羁绊而自强自力；另一方面又反复申述自己对秦昭王的无限忠诚。在“何患乎”“何忧乎”、“何耻乎”的层层叙述中，对秦昭王展示自己的忠心，甚至表示“臣死而秦治，贤于生也”，好像他早已置生死于度外。这段说辞，淋漓酣畅，委婉周密，恳切动听。终于瞅准时机，于云山雾罩之中微露真意：“足下上畏太后之严，下惑奸臣之态，居深宫之中，不离保傅之手，终身暗惑，无与照奸。大者宗庙灭覆，小者身以孤危，此臣之所恐耳。”这段话说白了就是：你的处境危如累卵，有了我你才会安然无恙。表面上是强调秦王与秦国的危险，实际上是为自己能得到重用作铺垫。这就是谨慎精明、老练的范雎，一个不同于一般纵横家的辩士。</p>",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": [
    "古文观止",
    "高中文言文",
    "劝谏"
  ]
}