{
  "id": 71669,
  "star": 144,
  "name": "卖花声·怀古",
  "dynasty": "元代",
  "content": "阿房舞殿翻罗袖，金谷名园起玉楼，隋堤古柳缆龙舟。不堪回首，东风还又，野花开暮春时候。<br>美人自刎乌江岸，战火曾烧赤壁山，将军空老玉门关。伤心秦汉，生民涂炭，读书人一声长叹。",
  "fanyi": "<p><strong>译文</strong><br>阿房宫内罗袖翻飞，歌舞升平；金谷园里玉楼拔地，再添新景；隋堤上古柳葱郁，江中龙舟显威名。往事难回首，东风又起，暮春时候一片凄清。<br>美人<a href=\"http://so.gushiwen.org/author_886.aspx\">虞姬</a>自尽在乌江岸边，战火也曾焚烧赤壁万条战船，将军班超徒然老死在玉门关。伤心秦汉的烽火，让百万生民涂炭，读书人只能一声长叹。 </p><p><strong>注释</strong><br>⑴阿房（旧读ēpáng）：公元前212年，秦始皇征发刑徒七十余万修阿房宫及郦山陵。阿房宫仅前殿即“东西五百步，南北五十丈；上可以坐万人，下可以建五丈旗；周驰为阁道，自殿下直抵南山”（《史记·秦始皇本纪》）。但实际上没有全部完工。全句大意是说，当年秦始皇曾在华丽的阿房宫里观赏歌舞，尽情享乐。<br>⑵金谷名园：在河南省洛阳市西面，是晋代大官僚大富豪<a href=\"http://so.gushiwen.org/author_883.aspx\">石崇</a>的别墅，其中的建筑和陈设异常奢侈豪华。<br>⑶隋堤古柳：隋炀帝开通济渠，沿河筑堤种柳，称为“隋堤”，即今江苏以北的运河堤。缆龙舟：指隋炀帝沿运河南巡江都（今扬州市）事。<br>⑷东风还又：现在又吹起了东风。这里的副词“又”起动词的作用，是由于押韵的需要。<br>⑸“美人”句：言楚汉相争时<a href=\"http://so.gushiwen.org/author_253.aspx\">项羽</a>战败自刎乌江。公元前202年，项羽在垓下（今安徽灵璧县东南）被汉军围困。夜里，他在帐中悲歌痛饮，与美人虞姬诀别，然后乘夜突出重围。在乌江（今安徽和县东）边自刎而死。这里说美人自刎乌江，是这个典故的活用。<br>⑹“战火”句：言三国时<a href=\"http://so.gushiwen.org/author_552.aspx\">曹操</a>惨败于赤壁。公元208年，周瑜指挥吴蜀联军在赤壁之战中击败曹操大军。<br>⑺“将军”句：言东汉班超垂老思归。班超因久在边塞镇守，年老思归，给皇帝写了一封奏章，上面有两句是：“臣不敢望到酒泉郡（在今甘肃），但愿生入玉门关”。见《后汉书·班超传》。<br>⑻秦汉：泛指历朝历代。<br>⑼涂炭：比喻受灾受难。涂，泥涂；炭，炭火。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　这组曲子由两首小令曲组成。下面是四川大学文学与新闻学院教授周啸天先生对这组曲的赏析。</p> <p>　　令曲与传统<a href=\"http://so.gushiwen.org/view_71669.aspx\">诗</a>词中的绝句与令词，有韵味相近者，有韵味全殊者。这两首怀古的令曲，前一首便与诗词相近，后一首则与诗词相远。</p> <p>　　第一首曲子开头先用三个典故。一是秦始皇在骊山建阿房宫行乐，二是西晋富豪<a href=\"http://so.gushiwen.org/author_883.aspx\">石崇</a>筑金谷园行乐，三是隋炀帝沿运河南巡江都游乐。这三个典故都是穷奢极欲而不免败亡的典型。但这组仅仅典出事情的发端而不说其结局。“不堪回首”四字约略寓慨，遂结以景语：“东风还又，野花开暮春时候。”这是诗词中常用的以“兴”终篇的写法，同时，春意阑珊的凄清景象和前三句所写的繁华盛事形成鲜明对照，一热一冷，一兴一衰，一有一无，一乐一哀，<a href=\"http://so.gushiwen.org/author_1137.aspx\">真可</a>兴发无限感慨。这与<a href=\"http://so.gushiwen.org/author_197.aspx\">刘禹锡</a>的七绝《乌衣巷》“朱雀桥边野草花，乌衣巷口夕阳斜。旧时王谢堂前燕，飞入寻常百姓家”有异曲同工之妙。而这首曲子的长短参差，奇偶间出，更近于令词。不过，一开篇就是鼎足对的形式，所列三事不在一时、不在一地且不必关联（但相类属），这是它与向来的“登临”怀古诗词有所不同之处。</p> <p>　　相比较而言，第二首更有新意。这首在手法上似乎与前首相同，也是列举三事：一是霸王别姬的故事，二是吴蜀破曹的故事，三是班超从戎的故事。看起来这些事彼此毫无逻辑联系，拼凑不伦。然而紧接两句却是“伤心秦汉，生民涂炭”，说到了世世代代做牛做马做牺牲的普通老百姓，可见前三句所写的也有共通的内容。那便是英雄美人或轰烈或哀艳的事迹，多见于载籍，但遍翻二十四史，根本就没有普通老百姓的地位。这一来，作者揭示了一个严酷的现实，即不管哪个封建朝代，民生疾苦更甚于末路穷途的英雄美人。在这种对比上，最后激发直呼的“读书人一声长叹”，也就惊心动魄了。这个结尾句意义深刻且耐人回味。“读书人”可泛指当时有文化的人，也可特指作者本人，他含蓄地要表达这样的含义：其一，用文化人的口吻去感慨历史与现实，寄寓着丰富的感情，有对“风流总被雨打风吹去”、“大江东去，浪淘尽，千古风流人物”的叹惋，有对“兴，百姓苦；亡，百姓苦”的责难，有对“争强争弱，天丧天亡，都一枕梦黄梁”的感伤。其二，用文化人的思想眼光去理解看待历史与现实，能加深作品的思想深度，显得真实准确。最后的“叹”字含义丰富，一是叹国家遭难，二是叹百姓遭殃，三是叹读书人无可奈何。在语言风格上，此曲与前曲的偏于典雅不同，更多运用口语乃至俗语，尤其是最后一句的写法，更是传统诗词中见所未见、闻所未闻的。这种将用典用事的修辞，与俚俗的语言结合，便形成一种所谓的“蒜酪味儿”和“蛤蜊风致”，去诗词韵味远甚。两首相比，这一首是更为本色的元曲小令。</p> <p>　　这两首怀古元曲，在内容上极富于人民性，无论是抨击社会现实，还是审视历史，都称得上是佳作。</p>",
  "poet": {
    "id": 394,
    "star": 0,
    "name": "张可久",
    "image": "http://img.gushiwen.org/authorImg/zhangkejiu.jpg",
    "desc": "张可久（约1270～1348以后）字小山（一说名伯远，字可久，号小山）（《尧山堂外纪》）；一说名张可久肖像（林晋生作）可久，字伯远，号小山（《词综》）；又一说字仲远，号小山（《四库全书总目提要》），庆元（治所在今浙江宁波鄞县）人，元朝重要散曲家，剧作家，与乔吉并称“双壁”，与张养浩合为“二张”。"
  },
  "tags": [
    "咏史怀古"
  ]
}