{
  "id": 8545,
  "star": 91,
  "name": "金陵新亭",
  "dynasty": "唐代",
  "content": "金陵风景好，豪士集新亭。<br>举目山河异，偏伤周顗情。<br>四坐楚囚悲，不忧社稷倾。<br>王公何慷慨，千载仰雄名。",
  "fanyi": "<p><strong>译文</strong><br>金陵人杰地灵，风光优美，豪强众集，今天会聚到新亭。<br>放眼中原，满目疮痍，河山不复繁荣如旧，周颐情结大伤。<br>大家坐在这里如同楚囚一样悲怨，谁真正为国家的命运着想。<br>王导公何其慷慨激昂，千秋万代留下美名。</p> <p><strong>注释</strong><br>“豪士”一一《世说新语·言语》：“过江诸人，每至美日，辄相邀新亭，藉卉饮宴。”豪士：指西晋灭亡后，从中原逃到江南的豪门士族、王公大臣。<br>“新亭”又名中兴亭，三国时吴建，故址在今江苏省南京市南。<br>“举目”以下二句——《世说新语·言语》：“周侯中坐而叹日：风景不殊，正自有山河之异。皆相视流泪。”山河异：指西晋灭亡，晋元帝司马睿逃到金陵建立了东晋王朝，山河已经改变。周颧，字伯仁，汝南安城即今河南省原武县东南人，官至尚书仆射，其父浚平吴有功封成武侯，颛袭父爵，人称周侯。后被王敦所害。<br>楚囚——《左传·成公九年》载：楚国的钟仪被俘，晋人称他为楚囚。后世用楚囚指俘虏或者窘迫无法的人。这里指穷困丧气的东晋士族官吏。《世说新语·言语》载：王导见大家垂头丧气，相对流泪，曾很不高兴地说：“当共戮力王室，克复神州，何至作楚囚相对!”<br>社稷倾——国家灭亡。西晋末年，五胡为乱，刘曜攻陷长安，晋愍帝被俘，西晋灭亡。<br>王公——即王导。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>在《金陵新亭》中，怀想东晋王导的爱国壮语，无限感慨，不禁对王导的英雄气概，表示由衷的赞美。作品首二句“金陵风景好，豪士集新亭”，说明金陵的豪士们在新亭游览胜地聚会。中四句“举目山河异，偏伤周颧情。四坐楚囚悲，不忧社稷倾”，用极其简练的语言，概括了历史上的具体事实。周颛眼看新亭风景没有变化而社会动乱，山河易色，悲从中来，大为哀叹。参加饮宴的人都像被拘禁的楚囚那样，忧伤流泪，只有王导激愤地说：“我们应当共同努力建功立业，光复神州，怎么能如楚囚一般相对哭泣!”这些爱国壮语，李白并未写入<a href=\"http://so.gushiwen.org/view_8545.aspx\">诗</a>中，却在末二句融合成真诚颂扬的话：“王公何慷慨，千载仰雄名。”大诗人不轻易给人以高度赞语，这两句人物总评，是很有分量的。</p> <p>　　诗的主线和核心是歌颂爱国志士王导，构成历史事件矛盾的焦点，是爱国思想和消极悲观情绪的斗争。诗歌如果按照历史事件原型，全盘托出，那就成为平板叙述，缺乏艺术光彩。李白选取了周额绝望哀鸣，众人相对哭泣这一典型场景，微妙地熔铸成为四行具有形象性的诗句：“举目山河异，偏伤周颉情。四坐楚囚悲，不忧社稷倾。”篇末把王导的爱国壮语“当共勤力王室，克复神州，何至作楚囚相对泣耶”，曲折地化用成高度赞美爱国志士的诗句“王公何慷慨，千载仰雄名。”可以看出李白在诗歌取材典型化上的功力。</p> <p>　　这首怀古诗在感情的抒发方面，不是平铺直叙的，如果直白自述，则易陷入板滞。作品感情显现的不同节奏是：首联淡淡引出，次联接触矛盾，三联矛盾有深化，末联解决矛盾。达到审美高潮。可以看出李白在诗歌内在思维布局上的功力。</p>",
  "about": "<h2>写作背景</h2> 　　<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>在南京新亭，根据西晋末年的一个历史故事而作此<a href=\"http://so.gushiwen.org/view_8545.aspx\">诗</a>。该故事出自《世说新语》：过江诸人，每至美日，辄相邀新亭，藉卉饮宴。周侯中座而叹曰：“风景不殊，正自有山河之异”。皆相是视流泪。唯王丞相愀然变色曰：“当共戮力王室，克复神州，何至作楚囚相对！”安史之乱的时候，李白也遭遇类似情况：“二帝巡游俱未回，五陵松柏使人哀。诸侯不救河南地， 更喜贤王远道来。”当时李白是多么希望唐军能从南边开辟第二战线，那样就可以迅速消灭安禄山的叛军。于是，永王来九江以后，李白从内心说是赞成的。可惜权利之争害了李白，也害了中原人民，以至安史之乱的余波竟然持续十几年，唐朝也因此走上衰败的道路。无论此诗是李白在安史之乱前的咏古，还是在安史之乱后的感慨，从诗歌的角度看，主题鲜明，情节清晰，语言简练，气势雄壮，发人深思，把一个故事改写得有声有色。",
  "poet": {
    "id": 247,
    "star": 0,
    "name": "李白",
    "image": "http://img.gushiwen.org/authorImg/libai.jpg",
    "desc": "李白（701年－762年），字太白，号青莲居士，唐朝浪漫主义诗人，被后人誉为“诗仙”。祖籍陇西成纪(待考)，出生于西域碎叶城，4岁再随父迁至剑南道绵州。李白存世诗文千余篇，有《李太白集》传世。762年病逝，享年61岁。其墓在今安徽当涂，四川江油、湖北安陆有纪念馆。"
  },
  "tags": [
    "咏史怀古",
    "赞美",
    "爱国",
    "志士"
  ]
}