{
  "id": 71786,
  "star": 11,
  "name": "戊午元日二首",
  "dynasty": "宋代",
  "content": "过去光阴箭离弦，河清易俟鬓难玄。<br>再加孔子从心岁，三倍周郎破贼年。<br>耄齿阻陪鸠杖列，瞽言曾献兽樽前。<br>磻溪淇澳吾何敢，且学香山也自贤。</p> <p>败絮萧然拥病身，久疎朝谒作闲人。<br>公卿各趁黄麾仗，宾客谁看乌角巾。<br>菱照无情难讳老，杏梢作意已撩春。<br>卧闻儿女夸翁健，诗句年光一样新。",
  "fanyi": "<h2>注释</h2> 河清易俟鬓难玄：等黄河变清虽是不易之事，但是白色鬓发重新变黑却更是难上加难。古时传说黄河水千年一清，《左传·襄公八年》子驷曰：《周<a href=\"http://so.gushiwen.org/view_71786.aspx\">诗</a>》有之曰：“俟河之清，人寿几何？”杜预注：“言人寿促而河清迟”。后因以“河清难俟”比喻时日久难待。这里反其意用之。<br>耄(mào)齿：年老高龄。<br>鸠杖：杖头刻有鸠形的拐杖。传说<a href=\"http://so.gushiwen.org/author_746.aspx\">刘邦</a>与<a href=\"http://so.gushiwen.org/author_253.aspx\">项羽</a>战，败于京、索，遁藂(cóng，古同“丛”，聚集)薄中，羽追求之，时鸠正鸣其上，追者以鸟在无人，遂去，后及即位，异此鸟，故作鸠杖以赐老者。《新唐书·玄宗纪》：“丁酉，宴京师侍老于含元殿，庭赐九十以上几杖，八十以上鸠杖。此句即不服老之意。<br>瞽(gŭ)言：不明事理之言。还如“瞽见”、“瞽论”。此为作者自谦。瞽，昏昧。《论语·季氏》：“侍于君子有三愆：言未及之而言，谓之躁；言及之而不言，谓之隐；未见颜色而言，谓之瞽。” <br>磻溪：周吕尚的别称。传说吕尚未遇文王之前，曾在磻溪垂钓，故以借指。<br>淇澳：原义是淇河的曲岸，此指卫武公。《诗经·卫风·淇奥》序曰：“美武公之德也。有文章，又能听其规谏，以礼自防，故能入相于周。”因而，淇澳（同淇奥）即成了卫武公的代名词。<br>香山：即<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>，晚年隐居后号香山居士。<br>疎：同“疏”，松懈，疏远。<br>黄麾仗：此指权贵。《金史·志第九十六·仪卫一》：“宋初，因唐、五代之旧，讲究修葺，尤为详备。其殿庭之仪，则有黄麾大仗、黄麾半仗、黄麾角仗、黄麾细仗。凡正旦、冬至及五月一日大朝会，大庆、册、受贺、受朝，则设大仗；月朔视朝，则设半仗；外国使来，则设角仗；发册授宝，则设细仗。其卤簿之等有四：一曰大驾，郊祀大飨用之；二曰法驾，方泽、明堂、宗庙、籍田用之；三曰小驾，朝陵、封祀、奏谢用之；四曰黄麾仗，亲征、省方还京用之。”<br>乌角巾：古代葛制黑色有折角的头巾，常为隐士所戴。<br>菱照：照镜子。菱：即古代菱花镜的简称。古时铜镜多为六角形或者背面刻有菱花，名菱花镜。",
  "shangxi": "<h2>赏析</h2> <p>　　这两首<a href=\"http://so.gushiwen.org/view_71786.aspx\">诗</a>是作者在戊午年正月初一所作。</p> <p>　　第一首诗首联和颔联写光阴似箭，不知不觉自己年事已高，与孔子和周瑜相比，感慨自己虚度年华，无所成就。颈联写自己虽已届耄耋之年，却仍为为国家大事在君王面前献计献策。尾联言志，写自己虽不敢以吕尚和卫武公自比，但也要向<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>学习。</p> <p>　　第二首诗歌首联写自己年老多病，疏远国事。颔联写众多公卿趋向皇权，很少看重被君王疏远的人。颈联写作者揽镜自照，发觉岁月无情，自己已到暮年。尾联写儿孙们对自己身体和诗歌的夸赞。</p>",
  "poet": {
    "id": 106,
    "star": 0,
    "name": "刘克庄",
    "image": "http://img.gushiwen.org/authorImg/liukezhuang.jpg",
    "desc": "刘克庄(1187～1269) 南宋诗人、词人、诗论家。字潜夫，号后村。福建莆田人。宋末文坛领袖，辛派词人的重要代表，词风豪迈慷慨。在江湖诗人中年寿最长，官位最高，成就也最大。晚年致力于辞赋创作，提出了许多革新理论。"
  },
  "tags": [
    "春节",
    "感叹",
    "时光",
    "述志",
    "组诗"
  ]
}