{
  "id": 69071,
  "star": 1117,
  "name": "鲁山山行",
  "dynasty": "宋代",
  "content": "适与野情惬，千山高复低。<br>好峰随处改，幽径独行迷。<br>霜落熊升树，林空鹿饮溪。<br>人家在何许？云外一声鸡。",
  "fanyi": "<p><strong>译文</strong> <br>清晨，连绵起伏的鲁山，千峰竞秀，忽高忽低，蔚为壮观，正好迎合了我爱好自然景色的情趣。<br>一路上，奇峰峻岭在眼前不断地变换，沉醉于一人在蜿蜒幽深的小路上游览的野趣，竟忘了走到了什么地方。<br>太阳高升，霜雪融落，山林显得愈加寂静空荡，笨熊正在缓慢地爬着大树，鹿儿正在悠闲地喝着小溪的潺潺流水。<br>看不到房舍，也望不见炊烟，我心中不禁疑问，山里是否也有人家居住？就在这时，忽听得远处云雾缭绕的山间传来一声鸡鸣。</p> <p><strong>注释</strong><br>⑴鲁山：一名露山，在河南鲁山县东北，接近襄城县境。<br>⑵适：恰好。野情：喜爱山野之情。惬（qiè）：心满意足。<br>⑶随处改：（山峰）随观看的角度的变化而变化。<br>⑷幽径：小路。<br>⑸熊升树：熊爬上树。一作大熊星座升上树梢。<br>⑹何许：何处，哪里。<br>⑺云外：形容遥远。一声鸡：暗示有人家。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这首<a href=\"http://so.gushiwen.org/view_69071.aspx\">诗</a>运用丰富的意象，动静结合，描绘了一幅斑斓多姿的山景图：深秋时节，霜降临空，诗人在鲁山中旅行。山路上没有其他人，诗人兴致勃勃，一边赶路一边欣赏着千姿百态的山峰和山间的种种景象。仿佛从云外传来的一声鸡鸣，告诉诗人有人家的地方还很远很远。</p> <p>　　这是一首五律，但不为格律所缚，写得新颖自然，曲尽山行情景。</p> <p>　　山路崎呕，对于贪图安逸，怯于攀登的人来说，“山行”不可能有什么乐趣。山野荒寂，对于酷爱繁华，留恋都市的人来说，“山行”也不会有什么美感和诗意。此诗一开头就将这一类情况一扫而空，兴致勃勃地说：“适与野情惬”——恰恰跟作者爱好山野风光的情趣相合。下句对此作了说明：“千山高复低。”按时间顺序，两句为倒装。一倒装，既突出了爱山的情趣，又显得跌宕有致。“千山高复低”，这当然是“山行”所见。看见了山野非常喜爱，心中很满足，群山连绵起伏的，时高时低，一个“惬”字，足以体会出当时作者心满意足的心情。“适与野情惬”，则是 “山行”所感。首联只点“山”而“行”在其中。</p> <p>　　颔联进一步写“山行”。“好峰”之“峰”即是“千山高复低”；“好峰”之“好”则包含了诗人的美感，又与“适与野情惬”契合。说“好峰随处改”，见得人在“千山”中继续行走，也继续看山，眼中的“好峰”也自然移步换形，不断变换美好的姿态。第四句才出“行”字，但不单是点题。“径”而曰“幽”，“行”而曰“独”，正合了诗人的“野情”。着一“迷”字，不仅传“幽”、“独”之神，而且以小景见大景，进一步展示了“千山高复低”的境界。山径幽深，容易“迷”；独行无伴，容易“迷”；“千山高复低”，更容易“迷”。著此“迷”字，更见野景之幽与野情之浓。</p> <p>　　颈联“霜落熊升树，林空鹿饮溪”，互文见意，写“山行”所见的动景。“霜落”则“林空”，既点时，又写景。霜未落而林未空，林中之“熊”也会“升树”，林中之“鹿”也要“饮溪”；但树叶茂密，遮断视线，“山行”者很难看见“熊升树”与“鹿饮溪”的野景，作者特意写出“霜落”、“林空”与“熊升树”、“鹿饮溪”之间的因果关系，正是为了表现出那是“山行”者眼中的野景。惟其是“山行”者眼中的野景，所以饱含着“山行”者的“野情”。“霜落”而“熊升树”，“林空”而“鹿饮溪”，很是闲适，野趣盎然。</p> <p>　　<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>《高邮陈直躬处士画雁》诗云：“野雁见人时，未起意先改。君从何处看，得此无人态？无乃枯木形，人禽两自在！······”<a href=\"http://so.gushiwen.org/author_131.aspx\">梅尧臣</a>从<a href=\"http://so.gushiwen.org/author_1204.aspx\">林外</a>“幽径”看林中，见“熊升树”、“鹿饮溪”，那正是苏轼所说的“无人态”，因而就显得“自在”。熊“自在”，鹿“自在”，看“熊升树”、“鹿饮溪”的人也“自在”。</p> <p>　　<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>《六一诗话》云：“圣俞尝语余曰：‘诗家虽主意，而造语亦难。若意新语工，得前人所未道者，斯为善也。必能状难状之景如在目前，含不尽之意见于言外，然后为至矣。’”此联就可以说是“状难状之景如在目前”。而且还“含不尽之意见于言外”。“熊升树”、“鹿饮溪”而未受到任何惊扰，见得除“幽径”的“独行”者而外，四野无人，一片幽寂；而“独行”者看了。“熊升树”，又看“鹿饮溪”，其心情之闲静愉悦，也见于言外。从章法上看，这一联不仅紧承上句的“幽”、“独”而来，而且对首句“适与野情惬”作了更充分的表现。</p> <p>　　全诗以“人家在何许？云外一声鸡”收尾，余味无穷。<a href=\"http://so.gushiwen.org/author_211.aspx\">杜牧</a>的“白云生处有人家”，是看见了人家。<a href=\"http://so.gushiwen.org/author_515.aspx\">王维</a>的“欲投人处宿，隔水问樵夫”，是看不见人家，才询问樵夫。这里又是另一番情景：望近处，只见“熊升树”、“鹿饮溪”，没有人家；望远方，只见白云浮动，也不见人家；于是自己问自己：“人家在何许”呢？恰在这时，云外传来一声鸡叫，仿佛是有意回答诗人的提问：“这里有人家哩，快来休息吧！”两句诗，写“山行”者望云闻鸡的神态及其喜悦心情，都跃然可见、宛然可想。</p>",
  "about": "<h2>创作背景</h2> <p>　　<a href=\"http://so.gushiwen.org/view_69071.aspx\">诗</a>作于宋仁宗康定元年(公元1040年)。当时诗人三十九岁，是其前期作品。这首五言律诗写鲁山行的野景、野趣，突出表现山林的幽静和山行者的愉悦心情。</p>",
  "poet": {
    "id": 131,
    "star": 0,
    "name": "梅尧臣",
    "image": "http://img.gushiwen.org/authorImg/meiyaochen.jpg",
    "desc": "梅尧臣（1002～1060）字圣俞，世称宛陵先生，北宋著名现实主义诗人。汉族，宣州宣城（今属安徽）人。宣城古称宛陵，世称宛陵先生。初试不第，以荫补河南主簿。50岁后，于皇祐三年（1051）始得宋仁宗召试，赐同进士出身，为太常博士。以欧阳修荐，为国子监直讲，累迁尚书都官员外郎，故世称“梅直讲”、“梅都官”。曾参与编撰《新唐书》，并为《孙子兵法》作注，所注为孙子十家著（或十一家著）之一。有《宛陵先生集》60卷，有《四部丛刊》影明刊本等。词存二首。"
  },
  "tags": [
    "古诗三百首",
    "初中古诗",
    "登山",
    "写景",
    "抒怀"
  ]
}