{
  "id": 62264,
  "star": 11,
  "name": "瑞龙吟·德清清明竞渡",
  "dynasty": "宋代",
  "content": "大溪面。遥望绣羽冲烟，锦梭飞练。桃花三十六陂，鲛宫睡起，娇雷乍转。 <br>去如箭。催趁戏旗游鼓，素澜雪溅。东风冷湿蛟腥，澹阴送昼。轻霏弄晚。 <br>洲上青苹生处，斗春不管，怀沙人远。残日半开一川，花影零乱。山屏醉缬，连棹东西岸。阑干倒、千红妆靥，铅香不断。傍暝疏帘卷。翠涟皱净，笙歌未散。簪柳门归懒。犹自有、玉龙黄昏吹怨。重云暗阁，春霖一片。",
  "fanyi": "<h2>注释</h2> ⑴德清：县名，在今浙江省湖州市南，苕溪傍。竞渡：即龙舟竞赛，为江南一带风俗。<br>⑵簪柳门归懒：一本作“算柳娇桃嫩”，一本作“簪柳门犹嫩”。<br>⑶霖：一本作“霏”。",
  "shangxi": "<h2>鉴赏</h2> <p>　　“大溪面”三句，点龙舟赛的地点及远观赛场。“大溪”，即指苕溪。言在清明时节的德清苕溪水面上，有人组织了一次龙舟竞赛。远远望去，水中、岸上彩旗飘扬，香烟缭绕，条条打扮得五彩缤纷的龙舟像飞梭般地穿过了白练似的溪面。“桃花”三句，述竞渡时的声威。“三十六陂”，“陂”，本指池岸、湖岸，这里指宽阔的苕溪，曲折漫长如一个连一个的大小湖泊。此言在曲折漫长的溪岸两傍遍植桃树，桃花映水，更增喜庆气氛。龙舟像水晶宫中刚睡醒的神龙般威风，并且龙舟上的赛手们还齐声呐喊和发出雷鸣似的锣鼓声壮阵、指挥；岸上、舟中的看客也发出了嘈杂的助威声，各种声响汇聚成了炸雷般的轰鸣声。上片遥观龙舟竞渡。</p> <p>　　“去如箭”三句，言龙舟竞渡需要争出高低名次，因此每条舟中的划桨手都是齐心协力，使龙舟驶得如离弦之箭般的快速。船首上有人拿着号旗上下翻飞地指挥、协调，舟中锣鼓声声催急，众舟齐发在溪面上劈波斩浪激起条条白练和雪花似的白沫。“东风”三句，转述清明天气。言温润的春风拂面而来，夹带着龙舟上新漆的桐油味，时间已经不早，天上逐渐聚起了灰云，遮阴了阳光，微风中开始飘起了毛毛雨，使看客们也渐渐感到了寒冷意。中片是近观龙舟竞渡的细节描写和印象。</p> <p>　　“洲上”三句，言溪中的小沙洲边飘浮着青青的绿萍，来这儿参加清明竞渡而互争高低的赛手们的热烈气氛和看客们营造出来的节庆氛围，早已冲淡了为悼念屈大夫的死，而流传下来的划龙舟的记念意义。“怀沙人”，即指<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>怀沙投水而亡的传说。“残日”四句，转述赛场情景。言时近黄昏，夕阳西坠，一眼望去两岸的桃花林已成朦胧一片。远处屏障般的群山也被夕阳烧成了酡红色；近观溪中，竞渡结束后停着的龙舟以及看客们的乘船几乎把整条溪面都塞满了。“阑干倒”六句，述观赛的看客。言因为了要观看这次竞渡比赛，四处赶来的乘舟纵横交错地放倒阑干停靠在两岸边，船舱敞开着以利观赛。舟中的女眷们又在开始敷粉施脂整理观赛时弄乱的脸部、头发，以致溪面上弥漫起一股浓郁的脂粉香。更何况天色虽是近晚，比赛也已经结束，但主人的余兴却未尽，所以通过高卷舱篷的船舱，还可以见到舱内管弦齐奏，娇娘莺唱的寻欢场面。“阑干倒”句紧接“连棹”句而来。“千红妆靥”是为了要取悦于夫婿或主人们也，即所谓“女为悦己者容”。“簪柳门”三句，状歌妓，也是紧接“笙歌”句而有感而发。此言在乘舟中的歌妓，因为白天抽空上岸尽兴游玩，临晚头簪柳枝姗姗来迟，已是疲劳不堪了。但是主人有令重开歌宴，她不敢不遵。所以从勉强吹奏出来的玉笛声中，传递出一种哀怨的氛围，笼罩着黄昏中的水面，以示其身不由己的苦衷。“重云”两句，兴尽归家。一“阁”字，可释为赛手和看客们居住的楼阁、庭阁，家中之阁也。此言大家回家后，已是乌云四合，室内一片昏暗，顷刻之间大雨就跟着下来了。结句与中片“澹阴送昼”，“轻霏弄晚”的天气遥相呼应，并点题“清明”，突出了一天之中忽晴、忽雨、忽阴、忽霖的“春天天气孩儿脸”的气候特色。下片写看客们（包括词人）观赛后兴尽而归，又无淋漓之苦的结局。</p>",
  "about": "<h2>创作背景</h2> 　　此词应作于公元1224年（宋宁宗嘉定十七年）左右。根据夏承焘《吴梦窗系年》，是时，<a href=\"http://so.gushiwen.org/author_670.aspx\">吴文英</a>约二十五岁，重游德清（今属浙江）。",
  "poet": {
    "id": 670,
    "star": 0,
    "name": "吴文英",
    "image": "http://img.gushiwen.org/authorImg/wuwenying.jpg",
    "desc": "吴文英（约1200～1260），字君特，号梦窗，晚年又号觉翁，四明（今浙江宁波）人。原出翁姓，后出嗣吴氏。与贾似道友善。有《梦窗词集》一部，存词三百四十余首，分四卷本与一卷本。其词作数量丰沃，风格雅致，多酬答、伤时与忆悼之作，号“词中李商隐”。而后世品评却甚有争论。"
  },
  "tags": [
    "清明节",
    "生活"
  ]
}