{
  "id": 69066,
  "star": 154,
  "name": "无题·油壁香车不再逢",
  "dynasty": "宋代",
  "content": "油壁香车不再逢，峡云无迹任西东。<br>梨花院落溶溶月，柳絮池塘淡淡风。<br>几日寂寥伤酒后，一番萧瑟禁烟中。<br>鱼书欲寄何由达，水远山长处处同。",
  "fanyi": "<p><strong>译文</strong><br>她坐的美丽的车子再也见不到了，踪影象巫山的云不知飘去何方，梨花和明月相映的院子、风飘柳絮的池塘钩起无尽的回忆，寒食节烟火不生一片萧瑟的气氛更增加心中的伤感，只好酗酒度过寂寞的时光，想寄封情书吧，可往哪寄呢？山长水远的找不到方向啊——就象此刻的心 </p><p><strong>注释</strong><br>①峡：巫峡。峡云：即巫山神女故事。<br>②禁烟：寒食节。<br>③鱼书：书信。</p><br/><p><strong>译文<br></strong>我再也见不到你所乘坐的油壁香车，没想到，我们是这么无缘，像那巫峡的彩云倏忽飘散，我在西，你向东。<br>你是否记得，盛开着梨花的小院里，似水的月光照着我们相逢；柳絮飞扬的池塘边，我们曾相偎着，在微风里倾吐着情衷。<br>唉，往事如烟，我喝着酒打发走一天又一天，是那么的伤怀寂寞；眼前凄凉的寒食节，怎不令我加倍地思念你的芳踪。<br>我的心，你知道么？想寄封信儿告诉你，这层层的山，道道的水，又怎能到得了你的手中？</p> <p><strong>注释<br></strong>⑴寓意：有所寄托，但在<a href=\"http://so.gushiwen.org/view_69066.aspx\">诗</a>题上又不明白说出。这类诗题多用于写爱情的诗。<br>⑵油壁香车：古代妇女所坐的车子，因车厢涂刷了油漆而得名。这里指代女子。<br>⑶峡云：巫山峡谷上的云彩。<a href=\"http://so.gushiwen.org/author_358.aspx\">宋玉</a>《高唐赋》记有巫山神女，与楚王相会，说自己住在巫山南，“旦为朝云，暮为行雨”。后常以巫峡云雨指男女爱情。<br>⑷溶溶：月光似水一般地流动。<br>⑸淡淡：轻微的意思。<br>⑹伤酒：饮酒过量导致身体不舒服。<br>⑺萧索：缺乏生机。禁烟：在清明前一天或二天为寒食节，旧俗在那天禁火，吃冷食。<br>⑻鱼书：古乐府有“客从远方来，遗我双鲤鱼。呼儿烹鲤鱼，中有尺素书”句，后因以“鱼书”指书信。<br>⑼何由达：即无法寄达。水远山长：形容天各一方，重重阻隔。</p>",
  "shangxi": "<h2>简析</h2> <p>　　这是一首情歌。<a href=\"http://so.gushiwen.org/view_69066.aspx\">诗</a>人与情人由于某种原因被迫分离，留下了无穷无尽的相思。面对寒食春景，他思绪起伏，写了这首勾心摄魄的感叹诗。</p> <p>　　首联飘忽传神。一开始出现的便是两个瞬息变幻的恃写镜头：“油壁香车”奔驰而来，又骤然消逝；一片彩云刚刚出现而又倏忽散去。写的都是物像，却半隐半露，寄寓了一段爱情周折，揭示主旨。车是这样的精美，则车中人的雍容妍丽，可以想见。然而这样一位美人却如巫山之云，来去无踪，重逢难再，怎不令作者怅惘。“映云”暗用楚襄王和巫山神女梦中相会的美丽传说，渲染浓密的爱情气氛。但“云雨巫山枉断肠”，毕竟是一场虚妄。前句写人间，写现实；后句写天上，写梦幻。首联写得兴象玲珑，清新流丽。</p> <p>　　颔联景中有情。“梨花院落”、“柳絮池塘”，描写了一个华丽精致的庭院。宋<a href=\"http://so.gushiwen.org/author_872.aspx\">葛立方</a>说：“此自然有富贵气。”（《韵语阳秋》卷一）反映出诗人的高贵身份。“溶溶月”、“淡淡风”，是诗人着意渲染的自然景象。这两句互文见义：院子里、池塘边，梨花和柳絮都沐浴在如水的月光之中。阵阵微风吹来，梨花擂曳，柳条轻拂，飞絮蒙回，是一个意境清幽、情致缠绵的境界。大概是诗人相思入骨，一腔幽怨无处抒写，又适值春暮，感时伤别，借景寄情；或是诗人触景生情，面对春宵花月，情思悠悠，过去一段幽情再现。这里展现的似乎是实景，又仿佛是一个幻觉、诗人以神取景，神余象外。可谓“不着一字，尽得风流”（<a href=\"http://so.gushiwen.org/author_163.aspx\">司空图</a>《诗品》）。</p> <p>　　颈联“几日寂寥伤酒后，一番萧索禁烟中”，写眼前苦况，欲遣不能。多少日子以来只凭杯酒解闷，由于饮得过最，形容憔悴，心境凄凉。“伤酒”两字，诗人颓唐、沮丧的形象可见。眼前又是寒食禁烟之际，更添萧索之感。</p> <p>　　末联宕开一笔，由设问自答作结，深化了主题。诗人似乎想从悱恻的感伤中挣脱出来，探索寄书的途径，去寻觅失去了的爱情。但问得深切，答得无情。“水远山长处处同”一句，乃斩钉截铁之语，如瓶落井，一去不回。原来摆在诗人面前的不是一般险阻，而是永远冲不破的障碍。这两句看似寻常平直，却是全诗中决绝语，最为沉痛哀怨。<a href=\"http://so.gushiwen.org/author_432.aspx\">晏殊</a>在《鹊踏枝》词中有“欲寄彩笺无尺素，山长水阔知何处？”说的情景与本诗类似，都有一种难言之隐。但这首诗寓意更深。“知何处”，一切尚在不解之中，使人感到怅惘；“处处同”则已无疑可置，只有绝望之情。这种情绪在首联已暗暗流露，然后曲折道出，由结句点破，情长怨深。“处处同”三字弦外有音，寻绎其意，乃人事阻隔，才处处有碍，无路可通。此联“妙在能使人思”（钟惺《古诗归》）。</p> <p>　　此诗通篇运用含蓄手法，“意在言外，使人思而得之。”（<a href=\"http://so.gushiwen.org/author_568.aspx\">司马光</a>《迂叟诗话》）“怨别”乃全诗主旨。字面上不著一“怨”字，怨在语言最深处。“不再逢”、“任西东”，怨也；“溶溶月”、“淡淡风”，怨也；“寂寥”、“萧素”、“水远山长”，无一不怨。“处处同”则是怨的高潮。章节之间起承转合，首尾呼应也都以“怨”贯串，此其一。其二，含蓄又通过比拟手法表现出来。“油壁香车”、“峡云无迹”、“水远山长”，托物寓意，言近旨遥，“婉转附物，怊怅情切沙（《文心雕龙》）。其三，写景寄兴，“梨花”、“柳絮”二句出之以景语，却渗透、融汇了诗人的主观情绪，蕴藉传神。</p> <p>　　晏殊这首诗一名《无题》，在风格上学<a href=\"http://so.gushiwen.org/author_204.aspx\">李商隐</a>的无题诗，运用含蓄的手法，表现自己伤别的哀思。诗在表现上，则将思想藏在诗的深处，通过景语来表达，然后在景语中注入强烈的主观色彩，这样，诗便显得幽迷怨旷。与李商隐诗风不同的是，晏殊这首诗清而不丽，也没有堆砌典故，所以呈现出一派淡雅与疏宕。</p>",
  "poet": {
    "id": 432,
    "star": 0,
    "name": "晏殊",
    "image": "http://img.gushiwen.org/authorImg/yanshu.jpg",
    "desc": "晏殊【yàn shū】（991-1055）字同叔，著名词人、诗人、散文家，北宋抚州府临川城人（今江西进贤县文港镇沙河人，位于香楠峰下，其父为抚州府手力节级），是当时的抚州籍第一个宰相。晏殊与其第七子晏几道（1037-1110），在当时北宋词坛上，被称为“大晏”和“小晏”。"
  },
  "tags": [
    "离别",
    "相思",
    "回忆",
    "爱情"
  ]
}