{
  "id": 71133,
  "star": 6384,
  "name": "口技",
  "dynasty": "清代",
  "content": "　　京中有善口技者。会宾客大宴，于厅事之东北角，施八尺屏障，口技人坐屏障中，一桌、一椅、一扇、一抚尺而已。众宾团坐。少顷，但闻屏障中抚尺一下，满坐寂然，无敢哗者。</p> <p>　　遥闻深巷中犬吠，便有妇人惊觉欠伸，其夫呓语。既而儿醒，大啼。夫亦醒。妇抚儿乳，儿含乳啼，妇拍而呜之。又一大儿醒，絮絮不止。当是时，妇手拍儿声，口中呜声，儿含乳啼声，大儿初醒声，夫叱大儿声，一时齐发，众妙毕备。满坐宾客无不伸颈，侧目，微笑，默叹，以为妙绝。</p> <p>　　未几，夫齁声起，妇拍儿亦渐拍渐止。微闻有鼠作作索索，盆器倾侧，妇梦中咳嗽。宾客意少舒，稍稍正坐。</p> <p>　　忽一人大呼：“火起”，夫起大呼，妇亦起大呼。两儿齐哭。俄而百千人大呼，百千儿哭，百千犬吠。中间力拉崩倒之声，火爆声，呼呼风声，百千齐作；又夹百千求救声，曳屋许许声，抢夺声，泼水声。凡所应有，无所不有。虽人有百手，手有百指，不能指其一端；人有百口，口有百舌，不能名其一处也。于是宾客无不变色离席，奋袖出臂，两股战战，几欲先走。</p> <p>　　忽然抚尺一下，群响毕绝。撤屏视之，一人、一桌、一椅、一扇、一抚尺而已。",
  "fanyi": "<p><strong>译文</strong><br>京城里有个擅长表演口技的人。一天正赶上有一家人宴请宾客，在客厅的东北角，安放了一座八尺高的屏风，表演口技的艺人坐在屏风里面，里面只放了一张桌子、一把椅子、一把扇子、一块醒木罢了。客人们围绕着屏风而坐。一会儿，只听见屏风里面醒木一拍，全场静悄悄的，没有人敢大声说话。 <br>听到远远的深巷中传来一阵狗叫声，就有妇女惊醒后打呵欠和伸懒腰的声音，她的丈夫在说梦话。过了一会儿孩子醒了，大声哭着。丈夫也醒了。妇人抚慰孩子喂奶，孩子含着乳头哭，妇女又轻声哼唱着哄他入睡。又有一个大儿子醒了，絮絮叨叨地说个不停。在这时候，妇女用手拍孩子的声音，口里哼着哄孩子的声音，孩子边含乳头边哭的声音，大孩子刚醒过来的声音，丈夫责骂大孩子的声音，同时响起，各种声音都模仿得像极了。满座的宾客没有一个不伸长脖子，偏着头仔细听，微笑，默默赞叹，认为奇妙极了。<br>过了一会儿，丈夫打起了呼噜声，妇女拍孩子的声音也渐渐消失。隐隐听到有老鼠作作索索的声音，盆子、器皿翻倒倾斜，妇女在梦中发出了咳嗽声。宾客们的心情稍微放松了些，渐渐端正了坐姿。<br>忽然有一个人大声呼叫：“着火啦”，丈夫起来大声呼叫，妇人也起来大声呼叫。两个小孩子一齐哭了起来。一会儿，有成百上千人大声呼叫，成百上千的小孩哭叫，成百上千条狗汪汪地叫。中间夹杂着劈里啪啦，房屋倒塌的声音，烈火燃烧发出爆裂的声音，呼呼的风声，千百种声音一齐发出；又夹杂着成百上千人的求救的声音，救火的人们拉倒燃烧着的房屋时许许的声音，抢救东西的声音，救火的声音。凡是在这种情况下应该有的声音，没有一样没有的。即使一个人有上百只手，每只手有上百个指头，也不能指出其中的任何一种声音来；即使一个人有上百张嘴，每张嘴里有上百条舌头，也不能说出其中的一个地方来啊。在这种情况下，客人们没有不吓得变了脸色，离开座位，捋起衣袖露出手臂，两条大腿哆嗦打抖，几乎要争先恐后地逃跑。<br>忽然醒木一拍，各种声响全部消失了。撤去屏风一看里面，(只有)一个人、一张桌子、一把椅子、一把扇子、一块醒木罢了。 </p><p><strong>注释</strong><br>京：京城。<br>善：擅长，善于。<br>者：……的人。<br>口技：杂技的一种。用口腔发音技巧来模仿各种声音。<br>会：适逢，正赶上。<br>宴：举行宴会，名词动用。<br>于：在。<br>厅事：大厅，客厅。<br>施：设置，安放。<br>屏障：指屏风、围帐一类用来挡住视线的东西。<br>抚尺：艺人表演用的道具，也叫“醒木”。<br>而已：罢了。<br>团坐：相聚而坐。团，聚集、集合。<br>少（shǎo）顷（qǐng）：不久，一会儿。<br>但：只。<br>闻：听见。<br>下：拍。<br>满坐寂然：全场静悄悄的。坐，通“座”。寂然，安静的样子。然：用在形容词的词尾，表示：……的样子。<br>哗：喧哗，大声说话。<br>坐：通“座”，座位，这里指座位上的人。<br>寂然：静悄悄的样子。<br>深巷：幽深的巷子。<br>深：很长。<br>犬吠：狗叫（声）。<br>遥：远远地。<br>惊觉（旧读jiào)：惊醒。<br>欠伸：欠：打呵欠 ，伸：伸懒腰。<br>呓（yì）语：说梦话。<br>既而：不久，紧接着。而，这里作表时间的副词的词尾。<br>啼：哭。<br>抚：抚摸，安慰。<br>儿乳：乳：作动词用，喂奶。<br>含乳：乳头<br>呜：指轻声哼唱着哄小孩入睡。<br>絮絮：连续不断地说话。<br>当是时：在这个时候。<br>初：刚，刚开始。<br>叱（chì）：大声呵斥，严厉批评。<br>一时：同一时候。<br>齐发：一齐发出。<br>众妙毕备：各种妙处都具备，意思是各种声音都模仿得极像。毕：全、都。备：具备。<br>无不：没有一个不，否定加否定表示肯定。<br>伸颈：伸长脖子。<br>侧目：偏着头看，形容听得入神，名词动用。<br>默叹：默默地赞叹。<br>以为：认为。<br>妙绝：奇妙极了，好极了。绝：到了极点。<br>未几：不多久。<br>齁（hōu）：打鼾（hān），打呼噜。<br>（2）渐：慢慢地。<br>微闻：隐约地听到。<br>作作索索：老鼠活动的声音。（拟声词）<br>盆器：指盆一类的盛物的器皿。<br>倾侧：翻倒倾斜。<br>意少舒：心情稍微放松了些。意：心情。少（shǎo）：稍微。舒：伸展、松弛。<br>稍稍：时间副词，据《词源》释为“随即”，这里是渐渐。<br>正坐：端正坐的姿势。<br>忽：忽然，突然。<br>火起：起火，失火。<br>齐：一齐。<br>俄而：一会儿，不久。<br>中间（jiàn）：其中夹杂着。中：其中 间：夹杂<br>力拉崩倒：劈里啪啦，房屋倒塌。<br>力拉：拟声词。<br>火爆声：烈火燃烧物品爆裂的声音。<br>齐作：一齐发出。<br>曳（yè）屋许许（hǔhǔ）声：（众人）拉塌（燃烧着的）房屋时一齐用力的呼喊声。曳：拉。许许：拟声词，呼喊声。<br>凡所应有，无所不有：凡是（在这种情况下）应该有的声音，没有没有的。<br>虽：即使。<br>不能指其一端：不能指明其中的（任何）一种（声音）。形容口技模拟的各种声响同时发出，交织成一片，使人来不及一一辨识。一端：一头，这里是“一种”的意思。<br>口：嘴巴。<br>名：作动词用，说出。<br>于：在。<br>是：这。<br>变色：变了脸色，惊慌失措。<br>离席：离开座位。<br>奋袖出臂：捋起袖子，露出手臂 奋：张开、展开 出：露出。<br>股：大腿。<br>战战：打哆嗦；打战。<br>几(jī)：几乎，差点儿。<br>先走：抢先逃跑。走：跑。<br>群响毕绝：各种声音全都消失了。<br>毕绝：都消失了。<br>撤屏：撤去屏风。<br>是：这。<br>奋：扬起，举起，撩起。 </p>",
  "shangxi": "<h2>赏析</h2> <p>　　第一部分</p> <p>　　（第一段），交代口技表演者和表演的时间、地点、设施、道具，以及开演前的气氛。这部分是下文记叙精彩表演的铺垫。</p> <p>　　文章以“京中有善口技者”开篇，介绍口技表演者，是本文的一句总说，即全文意在说明这位“善口技者”的技艺之“善”擅长。“会宾客大宴”，点明口技表演者献技的时间和事由：这场口技表演是在一次“宾客大宴”之时；因是“大宴”，故有此盛举。“于厅事之东北角，施八尺屏障”，指明表演的地点和简单设施，说明这是一个临时演出场所，地方不大。再根据这次表演内容的特点，指出口技表演者是在幕后表演。又将简单的道具一一列出，指明仅有“一桌、一椅、一扇、一抚尺而已”，以示别无他物，口技艺人的表演主要凭的是他的“口”。最后以“抚尺一下，满座寂然，无敢哗者”，点染表演即将开始时全场肃穆紧张的气氛。这部分除一个“善”字外，对口技表演者不加任何赞词，却处处为其高超技艺张本，造成很强的悬念，使读者料想必有一场精彩的表演。</p> <p>　　第二部分</p> <p>　　（第二段至第四段），写表演者的精彩表演和听众的反应。这部分是全文的主体，描写口技艺人所表演的两个场面：一是一个四口之家在深夜由睡而醒、由醒复睡的情形；二是发生在这个家庭附近的一场大火灾的情形。</p> <p>　　第一层（第二段），写表演一家人深夜被犬吠惊醒的情形，以及宾客对口技表演的由衷赞叹。</p> <p>　　口技表演由远远听到从深巷中传来的犬吠声开始。然后以一个四口之家作为想像中的“舞台”，使听众的注意力由外景转入内景。先写“妇人惊觉欠伸”，听到犬吠声而醒来，这就拉开了一家人深夜被惊醒的帷幕。再写“其夫呓语”，画面逐渐清晰。又由于“欠伸”“呓语”惊动了幼儿，幼儿“大啼”。至此帷幕大开，相继出现许多声响：丈夫被吵醒，大儿也被吵醒，于是“妇手拍儿声，口中呜声，儿含乳啼声，大儿初醒声，夫叱大儿声”一时齐发，打破深夜的静谧，使口技表演达到第一个高潮。</p> <p>　　第二层（第三段），写表演一家人由醒复睡的情形，以及宾客的情绪变化。</p> <p>　　先写丈夫的“声”，并伴以妇人的拍儿声，“渐拍渐止”，给人以时间缓慢推移而声音渐弱的感觉。接着以老鼠跑动偷食、“盆器倾侧”的声音，妇人梦中的咳嗽声，表示夜静更深，全家人又入睡了。这一层，表现一家人由醒复睡的情形，由前一个高潮落入低潮，并为下一个高潮蓄势。</p> <p>　　第三层（第四段），写表演一场突然而至的大火灾的情形，以及宾客以假为真的神态、动作。</p> <p>　　开始用类似画外音的手法，以“一人大呼‘火起’”，突然加快节奏。接着写这个四口之家突然遭到意外变故的情形：“夫起大呼，妇亦起大呼。两儿齐哭。”气氛骤然变化。然后内景转为外景，以“百千人大呼，百千儿哭，百千犬吠”表现人们的惊恐万状，再以“百千求救声，曳屋许许声，抢夺声，泼水声”表现火势的猛烈和火场的纷乱，又以“凡所应有……不能名其一处也”极言声音之杂乱、逼真。至此，口技表演达到了第二个高潮，即最高潮。</p> <p>　　第三部分</p> <p>　　（第五段），写表演结束时的情景。再次交代表演者的道具仅“一桌、一椅、一扇、一抚尺而已”。与首段相呼应，说明在演出中未增加任何道具，刚才的精彩表演的确是从“口”中发出的。</p> <p>　　本文记叙了一场精彩的口技表演,读来如临其境,如闻其声,令人叹服.作者笔下的这场口技表演距今已三百多年,今天仍能使我们深切地感受到这一传统民间艺术的魅力。</p>",
  "about": "<h2>文言知识</h2> <p><strong>一词多义</strong><br>坐：众宾团坐（坐下） 满坐寂然（通“座”，座位）<br>乳：妇抚儿乳（喂奶） 儿含乳啼（乳头）<br>而：既而儿醒（表时间副词的词尾，不译） 妇拍而呜之（连词，表并列）<br>妙：众妙毕备（妙处，名词） 以为妙绝（奇妙，形容词）<br>指：手有百指（手指） 不能指其一端（指明）<br>绝：以为妙绝（极） 群响毕绝（消失）<br>发：一时齐发，众妙毕备（发出）<br>作：有鼠作作索索（拟声词）百千齐作（发出）</p> <p><strong>通假字</strong><br>满坐寂然（“坐”通“座”，座位。句意：全场静悄悄的。）</p> <p><strong>古今异义</strong><br>会，古义：适逢 今义：会议（会宾客大宴）<br>但，古义：只 今义：转折连词，但是（但闻屏障中抚尺一下）<br>稍，古义：渐渐 今义：稍微（稍稍正坐）<br>间，古义：夹杂 今义：事物两端之间（中间力拉崩倒之声）<br>股，古义：大腿 今义：指机关团体中的组织单位；或作量词；或称集合资金中的一份；或指屁股（即臀）<br>走，古义：跑 今义：步行（几欲先走）<br>是，古义：这，那 今义：判断动词（当是时）<br>虽，古义：即使 今义：虽然（虽人有百手）（初一课本注释）<br>善，古义：擅长 今义：善良（京中有善口技者）<br>名，古义：说出 今义：名字，或作量词（不能名其一处）<br>微，古义：隐隐约约 今义：小，微小 （微闻有鼠作作索索）<br>闻，古义：听 今义：用鼻子嗅 （微闻有鼠作作索索）<br>少，古义：稍微 今意：数量小的；不经常；短时间；丢，遗失；轻视（宾客意少舒）</p> <p><strong>注音</strong><br>呓（yì）语<br>吠（fèi）<br>叱（chì）<br>齁（hōu）<br>中间（jiàn）<br>力拉崩倒（dǎo）之声<br>曳（yè）屋许许（hǔ）声<br>几（jī）欲先走<br>少（shǎo）<br>惊觉（jiao）</p> <p><strong>词类活用</strong><br>不能名其一处也（名：名词活用为动词，说出。句意：不能说清其中一个地方。）<br>会宾客大宴（会：适逢。宴：名词活用为动词，举行宴会。句意：正赶上一家摆酒席大请宾客。）<br>遥闻深巷中犬吠（遥：形容词活用为状语，远远地。）<br>妇抚儿乳（乳：名词活用为动词，喂奶。）<br>妇手拍儿声（手：名词活用为状语，用手。）<br>众妙毕备（妙：形容词活用为名词，妙处）<br>群响毕绝（响：动词活用为名词，响声）</p> <p><strong>特殊句式</strong><br>1.京中有善口技者（固定句式，“有……者”相当于“有个……的人”）<br>翻译：京城里有个擅长口技的人。<br>2. 凡所应有，无所不有。<br>翻译：凡是（在这种情况下）应该有的（声音）没有一样没有。<br>3.于是宾客无不变色离席，奋袖出臂，两股战战，几欲先走。<br>翻译：在这时候，宾客没有一个不变了脸色离开座位，捋起袖子，露出胳膊，两条腿哆哆嗦嗦，几乎都想抢先逃跑了。</p> <p><strong>时间量词</strong><br>表示突然发生：忽、忽然<br>表示同时发生：一时<br>表示相继发生：既而<br>表示在特定的时间内发生：是时<br>表示过了很短时间就发生：俄而、少顷、未几</p> <p><strong>表示时间的词语</strong><br>少顷：一会儿<br>既而：不久，紧接着<br>是时：这时<br>一时：同时<br>未几：不久<br>忽：忽然<br>俄而：不久<br>忽然：忽然 </p><br/><h2>重点题型</h2> <p>一、翻译：<br>1、虽人有百手，手有百指，不能指其一端；人有百口，口有百舌，不能名其一处也。<br>即使人有一百只手，每只手有一百只手指，不能指出其中的一种声音；（即使）人有一百个嘴巴，每个嘴巴有一百只舌头，不能够说出其中的一个地方。<br>2.于是宾客无不变色离席，奋袖出臂，两股战战，几欲先走。<br>在这种情况下，宾客们没有不变了脸色，离开座位，扬起袖子，露出手臂的，两只大腿打哆嗦，几乎想要先跑。</p> <p>二、本文中心：<br>本文作者通过对口技表演中各种声音的生动逼真的描摹，赞扬了京中善口技者的<u>高超技艺</u>，（重点，答题关键）反映了我国古代记忆人的智慧和才能。</p> <p>三、文中前后两次把极简单的道具交代地清清楚楚，这对文章的结构和内容有什么作用？<br>答：结构上：首尾呼应<br>内容上：突出中心。第一次是说明口技表演者的一般设施。尾端是强调口技表演者一般设施的简单。侧面烘托出口技表演者高超的技艺。</p> <p>四、文中二、三、四段采用了什么描写手法？有何作用？<br>答：正侧面描写相结合的手法。直接或间接写出了口技表演者高超的技艺。</p> <p>五、为什么写犬吠用“遥闻”，写鼠声用“微闻”？<br>答：遥闻是远远地听见，突出了小巷的幽静。微闻是小小的声音，突出了家里的安静。侧面烘托出口技表演者的高超技艺。符合人们的听觉感受。 </p><br/><h2>学法导引</h2> <p>　　《口技》是一篇清朝初年散文。表现了一位口技艺人的高超技艺，本文以时间先后为序，记叙了一场精彩的口技表演。表演者用各种不同的声响，异常逼真地摹拟出一组有节奏、有连续性的生活场景，令人深切感受到口技这一传统民间艺术的魅力。</p> <p>　　全文紧扣“善”字，形象而逼真地进行正面描写，由简单到复杂、由弛缓至紧张的三个场景，再侧面描写听众的神态、动作，其间插入笔者的简要赞语。这种正面描写与侧面描写相结合的写法，为文章在艺术表现上的一个显著特点。</p> <p>　　行文语言简练而又细腻，形象而又传神，构成自然、清新、感人的格调。</p><br/><h2>教案建议</h2> <p>　　一、熟读课文，根据提示，画出文中描摹音响的语句。</p> <p>　　设题目的在于使学生熟悉课文的主体部分，体会文中声响描写的精妙，对口技艺人的高超技艺获得丰富的感性印象。我们让学生根据提示填写描摹声响的语句，以使学生更好地理解口技艺人的艺术构思，从而真正进入口技艺人所设计的“规定情景”之中，所以填空是手段，而不是目的。要注意引导学生细心体会各种声音所表现的情景，并合理地补充一些细节，以培养学生的想象力。要求学生在完成这道题和熟悉首尾两段的基础上背诵全文。</p> <p>　　1．表现深夜一家四口由睡到醒、由醒入睡的过程。</p> <p>　　①由远而近，由外而内，由小而大，由分而合。</p> <p>　　遥闻深巷中犬吠……众妙毕备。</p> <p>　　②由大而小，由密而疏，微闻余声。</p> <p>　　夫齁声起……妇梦中咳嗽。</p> <p>　　2．表现从失火到救火的情况。</p> <p>　　①响声大作，由少而多。</p> <p>　　忽一人大呼“火起”……百千犬吠。</p> <p>　　②百千齐作，应有尽有。</p> <p>　　中间力拉崩倒之声……无所不有。</p> <p>　　体会课文的写作技巧，回答下列问题。</p> <p>　　1．找出课文中描述听众反应的语句，说说这些描述起什么作用。</p> <p>　　2．文中前后两次清楚地交代了极简单的道具，这对文章的结构和表现艺人的演技有什么作用？</p> <p>　　提示：设题目的是使学生理解侧面描写手法的作用。指导学生答题时不要孤立地讲侧面描写。例如写表演，除了要写到表演者和表演内容，往往还会自然地写到欣赏表演的人的反应，而后者就是在运用侧面描写。又如开头和结尾相照应，除了使结构保持完整而外，也具有侧面烘托、强调意图的作用。侧面描写是一种常用的手法，应有所了解，但关键在于自觉、恰当地运用。</p> <p>　　1答：描述听众反应的语句有：“满坐宾客无不伸颈，侧目，微笑，默叹，以为妙绝。”“宾客意少舒，稍稍正坐。”“宾客无不变色离席，奋袖出臂，两股战战，几欲先走。”这样写，层层深入，写明宾客们从尚可自持到难以自持到不能自持的过程，从侧面突出表演的效果，烘托出表演技艺的高超。</p> <p>　　2答：开头提到“一桌、一椅、一扇、一抚尺而已”，从内容上看，点明文章中心，极言道具之简，意在为后文表演复杂的声响做烘托、对比。结尾重现道具，则在证实、强调刚才的一切声响都是从一张嘴中发出的，从而更突出表演者技艺的高超，也具有烘托的作用。从结构上看，首尾呼应，使文章浑然一体。</p> <p>　　解释下列句子中的划线词。</p> <p>　　这些句子中的划线词，大致可分为两类：一类是古今意义不同的，如“会”（正好赶上、恰巧、正好）、“但”（只）、“闻”（听见）、“少”（稍微）、“虽”（即使）、“走”（逃跑）；二是古今用法不同的，如“宴”（举行宴会）、“乳”（喂奶）、“名”（说出）在课文中都用作动词，都用作名词。对这些容易理解错的词，应提醒学生注意。</p> <p>　　1．会宾客大宴</p> <p>　　会：适逢，正赶上，恰巧。 宴：举行宴会。</p> <p>　　2．但闻屏障中抚尺一下</p> <p>　　但：只，仅。 闻：听见。</p> <p>　　3．妇抚儿乳</p> <p>　　乳：喂奶。</p> <p>　　4．宾客意少舒</p> <p>　　少：同“稍”，稍微。</p> <p>　　5．人有百口，口有百舌，不能名其一处也</p> <p>　　名：说出。</p> <p>　　6．几欲先走</p> <p>　　走：逃跑。</p> <p>　　辨析下列表示时间的词语，将它们分别填在横线上。</p> <p>　　文言文中表示时间的词语较多，到一定阶段需要加以整理，这样才能有效地掌握它们的用法，获得牢固的记忆。这道题实际上是给学生提供一种整理的方式，还可以采用其他的整理方式。</p> <p>　　少顷 既而 是时 一时 未几 忽 俄而 忽然</p> <p>　　1．表示突然发生：忽 忽然</p> <p>　　2．表示同时发生：一时</p> <p>　　3．表示相继发生：既而</p> <p>　　4．表示在特定的时间内发生：是时</p> <p>　　5．表示过了很短时间就发生：俄而 少顷 未几 </p>",
  "poet": {
    "id": 383,
    "star": 0,
    "name": "林嗣环",
    "image": "http://img.gushiwen.org/authorImg/linsihuan.jpg",
    "desc": "林嗣环，字铁崖，号起八。清代顺治年间的福建晋江人，当时的进士。明万历三十五年（1607）生，从小聪颖过人，七岁即能属文。及长赴试，因文章峭奇卓绝，考官疑为他人代笔，故不得售。嗣环遇挫折不气馁，倍加发愤功读。于明崇祯十五年（1642）年壬午科中举人，继而于清顺治六年（1649年）已丑科登进士第。授太中大夫，持简随征，便宜行事。后调任广东琼州府先宪兼提督学政。"
  },
  "tags": [
    "初中文言文",
    "叙事",
    "写人",
    "表演",
    "艺术"
  ]
}