{
  "id": 41246,
  "star": 8,
  "name": "送王四十五归东都",
  "dynasty": "唐代",
  "content": "海内兵方起，离筵泪易垂。<br>怜君负米去，惜此落花时。<br>想忆看来信，相宽指后期。<br>殷勤手中柳，此是向南枝。",
  "fanyi": "<p><strong>译文</strong><br>四海布满战尘兵戈正起，在这令人感伤的离别宴会上，更加容易清泪淋漓。<br>我敬爱你不顾辛劳去侍奉双亲，还要叹息落花时节送你北去。<br>想念时只有看看寄来的书信，可以宽慰的是毕竟会有重逢日期。<br>我情意殷勤折柳相赠，你须记取这是向南之枝呀。</p> <p><strong>注释</strong><br>⑴王四十五：未知其名，“四十五”是在兄弟（包括从兄弟）中的排行。东都：指江都府（今江苏扬州）。五代南唐都江宁府（今江苏南京），称西都，遂把五代吴的旧都江都府称为东都。<br>⑵“海内”句：公元960年，<a href=\"http://so.gushiwen.org/author_783.aspx\">赵匡胤</a>夺取后周政权建立宋王朝后，先后用兵攻破荆南、后蜀、南汉等，南唐亦已朝不虑夕。<br>⑶怜，即爱。负米：《孔子家语·致思》：“子路见孔子曰：‘由也，事二亲之时，常食藜藿之实，为亲负米百里之外。后以“负米”作为孝养父母的故实。<br>⑷想忆：指别后思念。看来信：一作“望来信”。<br>⑸后期：指后会之期。<br>⑹殷勤：情意恳切。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这是一首送别<a href=\"http://so.gushiwen.org/view_41246.aspx\">诗</a>。生离死别，是人生痛苦事。因此，送别之诗大多消沉凄苦，字句显得沉闷。唐初<a href=\"http://so.gushiwen.org/author_289.aspx\">王勃</a>的《送杜少府之任蜀川》摆脱了这种传统的写法，成为送别诗中的名篇，<a href=\"http://so.gushiwen.org/author_2357.aspx\">徐铉</a>的这首送别诗，虽不及王勃诗那样有名，但也别开生面，有其独到之处。</p> <p>　　诗的首联扣题，写送别，先写送别时的形势。当时南唐偏安江南，其他地区正战乱不绝。朋友相别，离愁别绪，本来就够凄苦的了，又值兵乱不绝，更令人焦心。这“海内兵方起”一句，包含甚富，突出了感离伤别的浓重气氛，带出下句“泪易垂”之意。</p> <p>　　颔联归结到王四十五身上，并抒发了诗人的惜别之情。“负米”事见《孔子家语·致思》，王四十三离开相对安定的地区，不辞艰险，回家尽孝。下句作一转折：“当此落英缤纷之时，我们二人正应把臂同行，赏花饮酒，你要回家尽孝，我只得在此送别，只可惜辜负了春光。”“无可奈何花落去”，惜别之情更见凄婉。送别的气氛，与王四十五的情谊，至此已抒写得淋漓尽致了。于是颈联语气一转，由伤离而劝慰。诗人另有一首《七夕应令》诗说：“斗柄易倾离恨促，河流不尽后期长”。“后期”亦同此义。这句是说，一别之后，可以鱼雁往来，相互宽慰，终还有相逢之日。末联“折柳”相赠，则是古代朋友相别时的习惯，以后就成了送别的代称。《三辅黄图·桥》即记“霸桥在长安东，跨水作桥，汉人送客至此桥，折柳赠别”。唐代<a href=\"http://so.gushiwen.org/author_603.aspx\">权德舆</a>《送陆太祝》诗亦有“新知折柳赠，旧侣乘篮送”之句。这一联是说：我情意殷勤，折柳相赠，君须记取，这是向南之枝。之所以这样写，是因为东都江都在江北，江宁则在江南，友人虽北去，然而思念朋友之时，必定会翘首南望的，所似特地说“此是向南枝”。这样，末联以折柳相赠，慰藉友人，归结全诗。</p> <p>　　此诗表达了朋友间的真挚情意，抒写了离别时的缠绵情思，但伤别之中有劝慰，并不一味消沉。诗的语言也平易朴实，颇能感人。在送别诗中，是一首上乘之作。</p>",
  "about": "<h2>创作背景</h2> 　　<a href=\"http://so.gushiwen.org/author_2357.aspx\">徐铉</a>仕南唐时，曾受命巡抚楚州（治所在今江苏滩安），因得罪“权近”，被以“擅杀”的罪名流舒州（治所在今安徽安庆），又改徙饶州（治所在今扰西波阳），不久又召回京师。《送王四十五归东都》即写于召回京师之后。",
  "poet": {
    "id": 2357,
    "star": 0,
    "name": "徐铉",
    "image": "http://img.gushiwen.org/authorImg/xuxuan.jpg",
    "desc": "徐铉（916年—991年）南唐，北宋初年文学家、书法家。字鼎臣，广陵（今江苏扬州）人。历官五代吴校书郎、南唐知制诰、翰林学士、吏部尚书，后随李煜归宋，官至散骑常侍，世称徐骑省。淳化初因事贬静难军行军司马。曾受诏与句中正等校定《说文解字》。工于书，好李斯小篆。与弟徐锴有文名，号称“二徐”；又与韩熙载齐名，江东谓之“韩徐”。"
  },
  "tags": [
    "送别",
    "离别"
  ]
}