{
  "id": 8005,
  "star": 12,
  "name": "赠钱征君少阳",
  "dynasty": "唐代",
  "content": "白玉一杯酒，绿杨三月时。<br>春风余几日，两鬓各成丝。<br>秉烛唯须饮，投竿也未迟。<br>如逢渭水猎，犹可帝王师。",
  "fanyi": "<p><strong>译文<br></strong>举起白玉杯痛饮美酒，在这绿杨飘垂的三月之时。<br>春风还能吹拂几日，您我两鬓各已斑白。<br>秉烛夜游唯须饮酒，此时投竿垂钓也许未迟。<br>如能遇到文王渭水之猎，我也可以成为帝王之师。</p> <p><strong>注释<br></strong>1.征君：指曾被朝廷征聘而不肯受职的隐士为征士，君为尊称。<br>2.三月时：指暮春。<br>3.秉烛：以蜡烛照明。<br>4.投竿：钓鱼。姜太公未遇时，在渭水上垂钓，遇文王出猎，被聘为师。<br>5.如逢渭水猎，犹可帝王师：据考证，这时钱少阳已八十余岁，所以用吕尚的典故。吕尚，姜姓，吕氏，名望，一说字子牙，西周初年官太师（武官名），也称师尚父。辅佐武王灭商有功，封于齐。有太公之称。俗称姜太公。有姜太公钓鱼，愿者上钩之说。吕尚钓于渭水上游的磻溪，适逢周文王前来打猎，遂同车而归，立为师。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　首句“白玉一杯酒，绿杨三月时。”<a href=\"http://so.gushiwen.org/view_8005.aspx\">诗</a>一上来就写“酒”，然后再交待时间，起势突兀。两句诗，画出主人公在风光明媚、景色秀丽的暮春季节独自饮酒的图景，设置了一个恬淡闲静的隐居氛围，紧扣住钱的征君身份。“三月”暮春，点明季节，为颔联写感慨作伏笔。</p> <p>　　“春风余几日，两鬓各成丝。”此联上承第二句。前句词意双关，既说春光将尽，余日无多；又暗示钱已风烛残年，这样，后面的嗟老感慨就一点不使人感到意外。第四句的“各成丝”，和<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>《赠卫八处士》“少壮能几时，鬓发各已苍”的“各已苍”词意相似，是说钱和自己的鬓发都已斑白，一个“各”字，不动声色地把两者联系起来。自此而下，诗意既是写人之志，又是述己之怀，浑然而不可分了。第三、四句抒发了由暮春和暮年触发的无限感慨。</p> <p>　　“秉烛唯须饮，投竿也未迟。”第五句近承颔联，远接首句，诗意由古诗“昼短苦夜长，何不秉烛游”演化而来，带有更多的无可奈何、不得已饮酒避世的味道，这是欲扬先抑的写法，为后面写钱的抱负作铺垫。第六句和第五句相对，句意也相似，都是写典型的隐居生活，渲染及时寻求闲适之乐。更重要的是后句写水边钓鱼，牵引出诗末有关吕尚的典故，为诗歌最后出现高潮蓄势，这说明作者写诗是很重视呼应转折之法的。</p> <p>　　尾联“如逢渭水猎，犹可帝王师”。如果钱少阳也像吕尚一样，在垂钓的水边碰到思贤若渴的明君，也还能成为帝王之师，辅助国政，建立功勋。此处的“如”字和“犹”字很重要，说明收竿而起，从政立功还不是事实，而是一种设想愿望，是虚写，不是实指。唯其虚写，才合钱的征君身份，又表现出颂钱的诗旨。而在这背后，则隐藏着诗人暮年的雄心壮志。全诗款款写来，以暮春暮年蓄势，至此题旨全出，收得雄奇跌宕，令人回味不尽。</p> <p>　　总的来说，这首五言律诗，任情而写，自然流畅，毫无滞涩之感；同时又含蓄蕴藉，余意深长，在思致绵邈、音情顿挫之中透出豪放雄奇的气势。结句雄奇跌宕，题旨全出，令人回味无穷。按格律论，五律诗应是颔联和尾联对仗。而<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>不拘格律，首联对仗，颔联却不对，以使其豪放雄奇的情思与才气不为严密的格律的束缚。</p>",
  "about": "<h2>创作背景</h2> 　　此<a href=\"http://so.gushiwen.org/view_8005.aspx\">诗</a>大致是<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>晚年的作品。此诗一作《送赵云卿》，是李白写给钱少阳的赠诗。李白至晚年，很是推崇‘商山四皓’的济世之心和佐君之功，所以李白对“四皓”似的老者钱少阳也极为推重，甚至在《赠潘侍御论钱少阳》诗中称钱少阳是‘眉如松雪齐四皓’。李白在诗中说他们两人“两鬓各成丝”，都已经老了，因此李白劝钱少阳要及时行乐，但也希望钱少阳能得到皇帝的征召，见用于世。此诗李白以饮酒慨叹人生短促，赞扬钱少阳年老仍怀出仕建功的抱负，同时也抒发了诗人渴望一遇帝<a href=\"http://so.gushiwen.org/author_482.aspx\">王建</a>功立业、晚年壮心不已的气概。",
  "poet": {
    "id": 247,
    "star": 0,
    "name": "李白",
    "image": "http://img.gushiwen.org/authorImg/libai.jpg",
    "desc": "李白（701年－762年），字太白，号青莲居士，唐朝浪漫主义诗人，被后人誉为“诗仙”。祖籍陇西成纪(待考)，出生于西域碎叶城，4岁再随父迁至剑南道绵州。李白存世诗文千余篇，有《李太白集》传世。762年病逝，享年61岁。其墓在今安徽当涂，四川江油、湖北安陆有纪念馆。"
  },
  "tags": [
    "春天",
    "饮酒",
    "抒怀",
    "感慨",
    "忧愤"
  ]
}