{
  "id": 71193,
  "star": 7229,
  "name": "望庐山瀑布",
  "dynasty": "唐代",
  "content": "日照香炉生紫烟，遥看瀑布挂前川。<br>飞流直下三千尺，疑是银河落九天。",
  "fanyi": "<p><strong>译文</strong><br>香炉峰在阳光的照射下生起紫色烟霞，远远望见瀑布似白色绢绸悬挂在山前。<br>高崖上飞腾直落的瀑布好像有几千尺，让人恍惚以为银河从天上泻落到人间。</p> <p><strong>注释<br></strong>1.香炉：指香炉峰。紫烟：指日光透过云雾，远望如紫色的烟云。<a href=\"http://so.gushiwen.org/author_757.aspx\">孟浩然</a>《彭蠡湖中望庐山》：“香炉初上日，瀑布喷成虹。”“日照”二句：一作“庐山上与星斗连，日照香炉生紫烟”。<br>2.遥看：从远处看。挂：悬挂。前川：一作“长川”。川：河流，这里指瀑布。<br>3.直：笔直。三千尺：形容山高。这里是夸张的说法，不是实指。<br>4.疑：怀疑。银河：古人指银河系构成的带状星群。九天：一作“半天”。古人认为天有九重，九天是天的最高层，九重天，即天空最高处。此句极言瀑布落差之大。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这是<a href=\"http://so.gushiwen.org/view_71193.aspx\">诗</a>人<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>五十岁左右隐居庐山时写的一首风景诗。这首诗形象地描绘了庐山瀑布雄奇壮丽的景色，反映了诗人对祖国大好河山的无限热爱。 　　首句“日照香炉生紫烟”。“香炉”是指庐山的香炉峰。此峰在庐山西北，形状尖圆，像座香炉。由于瀑布飞泻，水气蒸腾而上，在丽日照耀下，仿佛有座顶天立地的香炉冉冉升起了团团紫烟。一个“生”字把烟云冉冉上升的景象写活了。此句为瀑布设置了雄奇的背景，也为下文直接描写瀑布渲染了气氛。 </p> <p>　　次句“遥看瀑布挂前川”。“遥看瀑布”四字照应了题目《望庐山瀑布》。“挂前川” 是说瀑布像一条巨大的白练从悬崖直挂到前面的河流上。“挂”字化动为静，维纱维肖地写出遥望中的瀑布。</p> <p>　　诗的前两句从大处着笔，概写望中全景：山顶紫烟缭绕，山间白练悬挂，山下激流奔腾，构成一幅绚丽壮美的图景。</p> <p>　　第三句“飞流直下三千尺”是从近处细致地描写瀑布。“飞流”表现瀑布凌空而出，喷涌飞泻。“直下”既写出岩壁的陡峭，又写出水流之急。“三千尺”极力夸张，写山的高峻。</p> <p>　　这样写诗人觉得还没把瀑布的雄奇气势表现得淋漓尽致，于是接着又写上一句“疑是银河落九天”。说这“飞流直下”的瀑布，使人怀疑是银河从九天倾泻下来。一个“疑”，用得空灵活泼，若真若幻，引人遐想，增添了瀑布的神奇色彩。</p> <p>　　这首诗极其成功地运用了比喻、夸张和想象，构思奇特，语言生动形象、洗炼明快。苏东坡十分赞赏这首诗，说“帝遣银河一脉垂，古来唯有谪仙词”。“谪仙”就是李白。《望庐山瀑布》的确是状物写景和抒情的范例。 </p><br/><h2>赏析二</h2> <p>　　这首<a href=\"http://so.gushiwen.org/view_71193.aspx\">诗</a>是七言绝句。此诗中的香炉，即第一首诗开头提到的香炉峰，“在庐山西北，其峰尖圆，烟云聚散，如博山香炉之状”（乐史《太平寰宇记》）。可是，到了诗人<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>的笔下，便成了另一番景象：一座顶天立地的香炉，冉冉地升起了团团白烟，缥缈于青山蓝天之间，在红日的照射下化成一片紫色的云霞。这不仅把香炉峰渲染得更美，而且富有浪漫主义色彩，为不寻常的瀑布创造了不寻常的背景。接着诗人才把视线移向山壁上的瀑布。“遥看瀑布挂前川”，前四字是点题。“挂前川”，这是“望”的第一眼形象，瀑布像是一条巨大的白练高挂于山川之间。“挂”字很妙，它化动为静，惟妙惟肖地表现出倾泻的瀑布在“遥看”中的形象。第一首诗说，“壮哉造化功！”正是这“造化”才能将这巨物“挂”起来，所以这“挂”字也包含着诗人对大自然的神奇伟力的赞颂。第三句又极写瀑布的动态。“飞流直下三千尺”，一笔挥洒，字字铿锵有力。“飞”字，把瀑布喷涌而出的景象描绘得极为生动；“直下”，既写出山之高峻陡峭，又可以见出水流之急，那高空直落，势不可挡之状如在眼前。然而，诗人犹嫌未足，接着又写上一句“疑是银河落九天”，真是想落天外，惊人魂魄。“疑是”值得细味，诗人明明说得恍恍惚惚，而读者也明知不是，但是又都觉得只有这样写，才更为生动、逼真，其奥妙就在于诗人前面的描写中已经孕育了这一形象。巍巍香炉峰藏在云烟雾霭之中，遥望瀑布就如从云端飞流直下，临空而落，这就自然地联想到像是一条银河从天而降。可见，“疑是银河落九天”这一比喻，虽是奇特，但在诗中并不是凭空而来，而是在形象的刻画中自然地生发出来的。它夸张而又自然，新奇而又真切，从而振起全篇，使得整个形象变得更为丰富多彩，雄奇瑰丽，既给人留下了深刻的印象，又给人以想象的余地，显示出李白那种“万里一泻，末势犹壮”的艺术风格。</p> <p>　　宋人魏庆之说：“七言诗第五字要响。……所谓响者，致力处也。”（《诗人玉屑》）这个看法在这首诗里似乎特别有说服力。比如一个“生”字，不仅把香炉峰写“活”了，也隐隐地把山间的烟云冉冉上升、袅袅浮游的景象表现出来了。“挂”字前面已经提到了，那个“落”字也很精彩，它活画出高空突兀、巨流倾泻的磅礴气势。很难设想换掉这三个字，这首诗将会变成什么样子。</p> <p>　　中唐诗人徐凝也写了一首《庐山瀑布》。诗云：“虚空落泉千仞直，雷奔入江不暂息。千古长如白练飞，一条界破青山色。”场景虽也不小，但还是给人局促之感，原因大概是它转来转去都是瀑布，瀑布，显得很实，很板，虽是小诗，却颇有点大赋的气味。比起李白那种入乎其内，出乎其外，有形有神，奔放空灵，相去实在甚远。<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>说：“帝遣银河一派垂，古来唯有谪仙词。飞流溅沫知多少，不与徐凝洗恶诗。”（《戏徐凝瀑布诗》）话虽不无过激之处，然其基本倾向还是正确的，表现了苏轼不仅是一位著名的诗人，也是一位颇有见地的鉴赏家。</p> <p>　　第一首五古因篇幅无限制，所以诗人任意挥洒，写“海风”，写“江月”，写“穹石”，写得大起大落，大开大阖，转折如意，挥洒自如，一气呵成。第二首七绝因篇幅较小，诗人用夸张的比喻把景物升腾到更高的境界，达到写瀑布的极致，极为夸张，但又清新自然，浅显生动，同时具有动荡开阔的气势，飞动流走的章法，跳跃腾挪，纵横捭阖，亦有歌行的气势和特点。</p> <p>　　两首诗都是李白之作，同是写庐山瀑布之景，李白一生好入名山游在庐山秀丽的山水之中，更显诗人标名之灵气。其想象丰富，奇思纵横，气势恢宏，感情奔放，似江河奔腾，又自然清新，似云卷风清，其诗歌的审美特征是自然美、率真美和无拘无束的自由美。这两首诗歌都具有这样的审美特征。</p>",
  "about": "<h2>创作背景</h2> 　　这两首<a href=\"http://so.gushiwen.org/view_71193.aspx\">诗</a>一般认为是公元725年（唐玄宗开元十三年）前后<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>出游金陵途中初游庐山时所作。吴小如教授认为，李白这两首诗体裁不一，内容也有一部分重复，疑非一时之作。詹锳先生在《李白诗文系年》中根据任华《杂言寄李白》诗，认为第一首五古为李白入长安以前（开元年间）所作。另有人认为第二首七绝作于公元756年（唐玄宗天宝十五年）李白到庐山的夏秋之交。",
  "poet": {
    "id": 247,
    "star": 0,
    "name": "李白",
    "image": "http://img.gushiwen.org/authorImg/libai.jpg",
    "desc": "李白（701年－762年），字太白，号青莲居士，唐朝浪漫主义诗人，被后人誉为“诗仙”。祖籍陇西成纪(待考)，出生于西域碎叶城，4岁再随父迁至剑南道绵州。李白存世诗文千余篇，有《李太白集》传世。762年病逝，享年61岁。其墓在今安徽当涂，四川江油、湖北安陆有纪念馆。"
  },
  "tags": [
    "小学古诗",
    "写景",
    "山水",
    "瀑布"
  ]
}