{
  "id": 57883,
  "star": 79,
  "name": "沁园春·灵山斋庵赋时筑偃湖未成",
  "dynasty": "宋代",
  "content": "叠嶂西驰，万马回旋，众山欲东。正惊湍直下，跳珠倒溅；小桥横截，缺月初弓。老合投闲，天教多事，检校长身十万松。吾庐小，在龙蛇影外，风雨声中。<br>争先见面重重，看爽气朝来三数峰。似谢家子弟，衣冠磊落；相如庭户，车骑雍容。我觉其间，雄深雅健，如对文章太史公。新堤路，问偃湖何日，烟水蒙蒙？",
  "shangxi": "<h2>赏析</h2> <p>　　读<a href=\"http://so.gushiwen.org/author_217.aspx\">辛弃疾</a>这位大词人的山水词，就会发现他多么热爱祖国的山山水水，有时似乎已经进入一种“神与物游”的境界，他笔下的山水似乎和人一样，有思想，有个性，有灵气，流连其间，言感身受，别有新的天地。这首《沁园春》便有这种特色。 </p> <p>　　头三句写灵山群峰，是远景。再写近景：“正惊湍直下，跳珠倒溅；小桥横截，缺月初弓。”这里有飞瀑直泻而下，倒溅起晶莹的水珠，如万斛明珠弹跳反射。还有一弯新月般的小桥，横跨在那清澈湍急的溪流上。词人犹如一位高明的画师，在莽莽苍苍丛山叠嶂的壮阔画面上，重抹了几笔韶秀温馨的情韵。 </p> <p>　　连绵不断的茂密森林，是这里的又一景色。辛弃疾在一首《归朝欢》词序中说：“灵山齐庵菖蒲港，皆长松茂林。”所以词人接着写道：“老合投闲，天教多事，检校长身十万松。”辛弃疾面对这无边无垠的高大、葱郁的松树林，不由浮想联翩：这些长得高峻的松树，多么像英勇善战，所向无敌的战士。想自己“壮岁旌旗拥万夫”，何等英雄，而今人老了，该当过闲散的生活，可是老天爷不放他闲着，又要他来统率这支十万长松大军呢！诙谐的笑语抑或是乐？抑或是苦？抑或是自我解嘲？有一种说不出的滋味儿。内心深处确实隐隐有一份报国无门的孤愤在。 </p> <p>　　在这种地方，词人轻轻点到即止，顺势落到自己山中结庐的事上来。齐庵，是辛弃疾在灵山修建的一所茅庐。他说，这房子选的地点还是不错的，“在龙蛇影外，风雨声中。”每当皓月当空，可以看到状如龙蛇般盘屈的松影，又可以听到声如风雨的万壑松涛，别有一番情趣啊！ </p> <p>　　上片写灵山总体环境之美，下片则是词人抒写自己处于大自然中的感受了。辛弃疾处于这占尽风光的齐庵中，举目四望，无边的青山千姿百态。拂晓，在清新的空气中迎接曙光，东方的几座山峰，像天真活泼的孩子，一个接着一个从晓雾中探出头来，争相同他见面，向他问好。红日升起了，山色清明，更是气象万千。看那边一座山峰拔地而起，峻拔而潇洒，充满灵秀之气。它那美少年的翩翩风度，不就像芝兰玉树般的东晋谢家子弟吗？再看那座巍峨壮观的大山，苍松掩映，奇石峥嵘，它那高贵亮丽的仪态，不就像<a href=\"http://so.gushiwen.org/author_70.aspx\">司马相如</a>赴临邛时那种车骑相随、华贵雍容的气派么！词人惊叹：大自然的美是掬之不尽的，置身于这千峰竞秀的大地，仿佛觉得此中给人的是雄浑、深厚、高雅、刚健等诸种美的感受，好像在读一篇篇太史公的好文章，给人以丰富的精神享受。此中乐，乐无穷啊！在作者心目中，灵山结庐，美妙无穷，于是他关切地打听修筑偃湖的计划，并油然而生一种在此长居的感觉。 </p> <p>　　这首词通篇都是描写灵山的雄伟景色，在写景上颇有值得注意之处，它不同于一般描写山水之作，它极少实写山水的具体形态，而是用虚笔传神写意。如写山似奔马，松似战士，写得龙腾虎跃，生气勃勃，实是词人永不衰息的斗争性格的写照，即他词所说青山与我“情与貌，略相似”也。显然，作者写此词，力图透过山峰的外形写出其内在的精神；力图把自己所感受到的大自然的内在的美写出来。要传山水之神，光用一般写实的方法不行，于是辛弃疾借助于用典，出人意料地以古代人物倜傥儒雅的风采来比拟山峰健拔秀润的意态，又用太史公文章雄深雅健的风格，来刻画灵山深邃宏伟的气度。表面上看来，这两两相比的东西，似乎不伦不类，风马牛不相及，而它们在精神上却有某些相似之点，可以使人生发联想。这种独特的比喻，<a href=\"http://so.gushiwen.org/author_1137.aspx\">真可</a>说是出神入化了！当然，为山水传神写照，是纯粹写观赏风景之人的主观感受，这种感受实际上与作者的胸襟、与作者的思想境界是密切相关的。这种你中有我，我中有你的精神境界，正像辛弃疾自己说的：“我见青山多妩媚，料青山见我应如是”。词作者这种传山水之神的写意笔法，在山水文学上开创了一代先河，值得后人仿效。</p> <p>　　词通常上片写景，下片抒情。本词上片写景由远至近，由大至小，景已写足。不想转入下片不仅仍写景，而且仍写山，但一反上片的写山之“形”而转写山之“神”，连用三个立意新颖、构思别致的比喻：“似谢家子弟，衣冠磊落：相如庭户，车骑雍容。我觉其间，雄深雅健，如对文章太史公。”可见稼轩的磊落胸怀，用典取事驱遣自然，语既超旷，意又平和，新奇健雅，韵味无穷。最后，以景结情：“新堤路，问偃湖何日，烟水漾漾?”似问非问，姿态、情韵已完全具备了。</p>",
  "poet": {
    "id": 217,
    "star": 0,
    "name": "辛弃疾",
    "image": "http://img.gushiwen.org/authorImg/xinqiji.jpg",
    "desc": "辛弃疾（1140－1207），南宋词人。原字坦夫，改字幼安，别号稼轩，汉族，历城（今山东济南）人。出生时，中原已为金兵所占。21岁参加抗金义军，不久归南宋。历任湖北、江西、湖南、福建、浙东安抚使等职。一生力主抗金。曾上《美芹十论》与《九议》，条陈战守之策。其词抒写力图恢复国家统一的爱国热情，倾诉壮志难酬的悲愤，对当时执政者的屈辱求和颇多谴责；也有不少吟咏祖国河山的作品。题材广阔又善化用前人典故入词，风格沉雄豪迈又不乏细腻柔媚之处。由于辛弃疾的抗金主张与当政的主和派政见不合，后被弹劾落职，退隐江西带湖。"
  },
  "tags": [
    "豪放",
    "山水",
    "抒情"
  ]
}