{
  "id": 72195,
  "star": 48,
  "name": "吕相绝秦",
  "dynasty": "先秦",
  "content": "　　夏四月戊午，晋侯使吕相绝秦，曰：“昔逮我献公及穆公相好，戮力同心，申之以盟誓，重之以昏姻。天祸晋国，文公如齐，惠公如秦。无禄，献公即世。穆公不忘旧德，俾我惠公用能奉祀于晋。又不能成大勋，而为韩之师。亦悔于厥心，用集我文公。是穆之成也。</p> <p>　　“文公躬擐甲胄，跋履山川，逾越险阻，征东之诸侯，虞、夏、商、周之胤，而朝诸秦，则亦既报旧德矣。郑人怒君之疆埸，我文公帅诸侯及秦围郑。秦大夫不询于我寡君，擅及郑盟。诸侯疾之，将致命于秦。文公恐惧，绥静诸侯，秦师克还无害，则是我有大造于西也。</p> <p>　　“无禄，文公即世；穆为不吊，蔑死我君，寡我襄公，迭我肴地，奸绝我好，伐我保城。殄灭我费滑，散离我兄弟，挠乱我同盟，倾覆我国家。我襄公未忘君之旧勋，而惧社稷之陨，是以有淆之师。犹愿赦罪于穆公，穆公弗听，而即楚谋我。天诱其衷，成王陨命，穆公是以不克逞志于我。</p> <p>　　“穆、襄即世，康、灵即位。康公，我之自出，又欲阙翦我公室，倾覆我社稷，帅我蝥贼，以来荡摇我边疆，我是以有令狐之役。康犹不悛，入我河曲，伐我涑川，俘我王官，翦我羁马，我是以有河曲之战。东道之不通，则是康公绝我好也。</p> <p>　　“及君之嗣也，我君景公引领西望曰：‘庶抚我乎！’君亦不惠称盟，利吾有狄难，入我河县，焚我箕、郜，芟夷我农功，虔刘我边垂，我是以有辅氏之聚。君亦悔祸之延，而欲徼福于先君献、穆，使伯车来命我景公曰：‘吾与女同好弃恶，复脩旧德，以追念前勋。’言誓未就，景公即世，我寡君是以有令狐之会。君又不祥，背弃盟誓。白狄及君同州，君之仇雠，而我昏姻也。君来赐命曰：‘吾与女伐狄。’寡君不敢顾昏姻。畏君之威，而受命于吏。君有二心于狄，曰：‘晋将伐女。’狄应且憎，是用告我。楚人恶君之二三其德也，亦来告我曰：‘秦背令狐之盟，而来求盟于我：“昭告昊天上帝、秦三公、楚三王曰：‘余虽与晋出入，余唯利是视。’”不榖恶其无成德，是用宣之，以惩不壹。’诸侯备闻此言，斯是用痛心疾首，暱就寡人。寡人帅以听命，唯好是求。君若惠顾诸侯，矜哀寡人，而赐之盟，则寡人之愿也，其承宁诸侯以退，岂敢徼乱？君若不施大惠，寡人不佞，其不能以诸侯退矣。敢尽布之执事，俾执事实图利之。” ",
  "fanyi": "<p><strong>译文</strong><br>　　夏天四月初五，晋历公派吕相去秦国断交，说：“从前我们先君献公与穆公相友好，同心合力，用盟誓来明确两国关系，用婚姻来加深两国关系。上天降祸晋国，文公逃亡齐国，惠公逃亡秦国。不幸献公去逝，穆公不忘从前的交情，使我们惠公因此能回晋国执政。但是秦国又没有完成大的功劳，却同我们发生了韩原之战。事后穆公心里感到了后悔，因而成全了我们文公回国为君。这都是穆公的功劳。<br>　　“文公亲自戴盔披甲，跋山涉水，经历艰难险阻，征讨东方诸候国，虞、夏、商、周的后代都来朝见秦国君王，这就已经报答了秦国过去的恩德了。郑国人侵扰君王的边疆，我们文公率诸侯和秦国一起去包围郑国。秦国大夫不和我们国君商量，擅自同郑国订立盟约。诸侯都痛恨这种做法，要同秦国拼命。文公担心秦国受损，说服了诸侯，秦国军队才得以回国而没有受到损害，这就是我们对秦国有大恩大德之处。<br>　　“不幸文公去逝，穆公不怀好意蔑视我们故去的国君，轻视我们襄公，侵扰我们的淆地，断绝同中国的友好，攻打我们的城堡，灭绝我们的滑国，离间我们兄弟国家的关系，扰乱我们的盟邦，颠覆我们的国家。我们襄公没有忘记秦君以往的功劳，却又害怕国家灭亡，所以才有淆地的战斗。我们是希望穆公宽免我们的罪过，穆公不同意，反而亲近楚国来算计我们。老天有眼，楚成王丧了命，穆公因此没有使侵犯中国的图谋得逞。<br>　　穆公和襄公去逝，康公和灵公即位。康公是我们先君献公的外甥，却又想损害我们公室，颠覆我们国家，率公子雍回国争位，让他扰乱我们的边疆，于是我们才有令狐之战。康公还不肯悔改，入侵我们的河曲，攻打我们的涑川，劫掠我们的王宫，夺走我们的羁马，因此我们才有了河曲之战。与东方贵国的联系不通的原因，正是因为康公断绝了同我们的友好关系。<br>　　“等到君王即位之后，我们景公伸长脖子望著西边说：‘恐怕要关照我们吧！’但君王还是不肯开恩同中国结为盟好，却乘我们遇上狄人祸乱之机，入侵我们临河的县邑，焚烧我们的萁、郜两地，抢割毁坏我们的庄稼，屠杀我们的边民，因此我们才有辅氏之战。君王也后悔两国战争蔓延，因而想向先君献公和穆公求福，派遣伯车来命令我们景公说：‘我们和你们相互友好，抛弃怨恨，恢复过去的友谊，以追悼从前先君的功绩。’盟誓还没有完成，景公就去逝了，因此我们国君才有了令狐的盟会。君王又产生了不善之心，背弃了盟誓。白狄和秦国同处雍州，是君王的仇敌，却是我们的姻亲。君王赐给我们命令说：‘我们和你们一起攻打狄人。’我们国君不敢顾念姻亲之好，畏惧君王的威严，接受了君王使臣攻打狄人的命令。但君王又对狄人表示友好，对狄人说：‘晋国将要攻打你们。’狄人表面上答应了你们的要求，心里却憎恨你们的做法，因此告诉了我们。楚国人同样憎恨君王反复无常，也来告诉我们说；‘秦国背叛了令狐的盟约，而来向我们要求结盟。他们向著皇天上帝、秦国的三位先公和楚国的三位先王宣誓说：‘我们虽然和晋国有来往，当我们只关注利益。’我讨厌他们反复无常，把这些事公开，以便惩戒那些用心不专一的人。’诸侯们全都听到了这些话，因此感到痛心疾首，都来和我亲近。现在我率诸侯前来听命，完全是为了请求盟好。如果君王肯开恩顾念诸侯们，哀怜寡人，赐我们缔结盟誓，这就是寡人的心愿，寡人将安抚诸侯而退走，哪里敢自求祸乱呢？如果君王不施行大恩大德，寡人不才，恐怕就不能率诸侯退走了，请向你的左右执事布置清楚，使他们权衡怎样才对秦国有利。”</p><p><strong>注释</strong><br>⑴晋侯；晋厉公。吕相，晋国大夫，魏骑现依的儿子魏相，因食色在吕，又称吕相。绝；绝交。<br>⑵戮力：合力，并力。<br>⑶申：申明。<br>⑷重：加重，加深。昏姻：婚姻。秦、晋国有联姻关系。<br>⑸天祸：天降灾祸，指骊姬之乱。<br>⑹无禄：没有福禄。这里指不幸。<br>⑺即世；去世。<br>⑻俾：使。用：因为。奉祀；主持祭祀。这里指立为国君。<br>⑼韩之师：韩地的战争，指秦晋韩原之战。<br>⑽厥：其，指秦穆公。<br>⑾用：因而。集：成全。<br>⑿躬：亲身。擐：穿上。<br>⒀跋履：跋涉。<br>⒁胤（yin）：后代。东方诸侯国的国君大多是虞、夏、商、周的后代。<br>⒂旧德：过去的恩惠。<br>⒃怒：指侵犯。疆场：边疆。<br>⒄询：指商量。擅及郑盟：擅自与郑人订盟。<br>⒅疾：憎恶，憎恨。<br>⒆致命于秦；与秦国拼命。<br>⒇绥静：安定，安抚。<br>(21)大造：大功。西：指秦国。<br>(22)不吊：不善。<br>(23)寡：这里的意思是轻视。<br>(24)迭：同“轶”，越过，指侵犯。<br>(25)奸绝：断绝。我好：同我友好。<br>(26)保：同“堡”，城堡。<br>(27)殄（tian）灭；灭绝。费（bi）：滑国的都城，在今河南偃师附近。费滑即滑国。<br>(28)散离：拆散。兄弟：指兄弟国家。<br>(29)挠乱；扰乱。同盟：同盟国家，指郑国和滑国。<br>(30)犹愿：还是希望。<br>(31)即楚：亲近楚国。谋我：谋算我晋国。<br>(32)诱：开启。衷：内心。<br>(33)穆、襄：秦穆公和晋襄公。<br>(34)康、灵：秦康公和晋灵公。<br>(35)我之自出：秦康公是穆姬所生，是晋文公的外甥，所以说“自出”。<br>(36)阙翦：损害，削弱。<br>(37)蟊（mao）贼：本指吃庄稼的害虫，这里指晋国公子雍。<br>(38)悛（quan）：悔改。<br>(39)河曲：晋国地名，在今山西永济东南。<br>(40)涑（Su）川：水名，在今山西西南部。<br>(41)俘：劫掠。王官：晋国地名，在今山西闻喜西。<br>(42)羁马：晋国地名，在今山西永济南。<br>(43)东道；晋国在秦国东边，所以称“东道”。不通：指两国断绝关系。<br>(44)君；指秦桓公。<br>(45)引：伸长。：脖子。<br>(46)蔗：大概，或许。抚：抚恤。<br>(47)称盟：举行盟会。<br>(48)狄难：指晋国同狄人打仗。<br>(49)河县：晋国临河的县邑。<br>(50)箕：晋国地名，在今山西蒲县东北。郜（gdo）：晋国地名，在今山西祁县西。<br>(51)芟（shan）：割除。夷：伤害。农功：庄稼。<br>(52)虔刘：杀害，屠杀。边垂：边陲，边境。<br>(53)辅氏：晋国地名，在今陕西大荔东。聚：聚众抗敌。<br>(54)伯车：秦桓公之子。<br>(55)寡君：指晋历公。<br>(56)不详：不善。<br>(57)白狄：狄族的一支。及：与。同州：同在古雍州。<br>(58)婚姻；指晋文公在狄娶季隗。<br>(59)吏：指秦国传令的使臣。<br>(60)是用：因此。<br>(61)二三其德；三心二薏，反复无常。<br>(62)昭：明。昊：广大。秦三公：秦国穆公、康公、共公。楚三王：楚国成王、穆王、庄王。<br>(63)出入：往来。<br>(64)唯利是视：一心图利，唯利是图。<br>(65)不壹：不专一。<br>(66)昵就：亲近。<br>(67)帅以听命：率诸侯来听侯君王的命令。<br>(68)承宁：安定。<br>(69)不佞：不敏，不才。<br>(70)图：考虑。利之：对秦国有利。</p>",
  "about": "<h2>历史背景</h2> <p>　　前580年，晋、秦为了讲和，在令狐（今山西临猗氏）会盟。晋侯首先到达令狐，秦伯不肯渡过黄河，住在王城，派史颗在河东与晋侯结盟；晋国的郤犨到河西与秦伯结盟。晋大夫范文子说：“这个盟会，有什么好处？斋戒盟誓，是所以证成信用的。会议的地点，是取信的开始。开始就不顺从，难道可以保证信用码？”结果，秦伯回国就背弃了与晋国的和约。</p> <p>　　前578年，夏四月戊午（四月初五），晋侯派吕相（即魏相，魏锜之子）去断绝和秦国的邦交，即有此篇《吕相绝秦》的檄文。（——个人以为是由于秦、晋虽已结盟，但秦却诱使白狄、楚讨伐晋国，才有此吕相绝秦）</p> <p>　　秦桓公已和晋厉公结了令狐之盟，却又召来狄人和楚国，想引导他们讨伐晋国。诸侯因此跟晋国和睦。晋大夫栾书为中军统帅，荀庚为佐，士燮统率上军，郤锜为佐；韩厥统率下军，荀罃为佐（即《楚归晋知罃》中那个知罃，荀罃，因封于知，也叫做知罃）；赵旃统率新军，郤至为佐；郤毅驾驶（栾书）的战车，栾针做右卫。鲁大夫孟献子说：“晋国的将帅和战车的甲士相互合作，军队必然建立大功。”</p> <p>　　五月丁亥（初四），晋军率领诸侯的军队与秦军在麻隧（在今陕西径阳县北）作战，秦军失败，俘虏了秦国的成差（秦将名）和不更（四等爵）女父。曹宣公死在军中。晋军于是渡过径水，到达侯丽（今陕西礼泉县境）后回来，在新楚（在今陕西省大荔县境）迎接晋侯。</p><br/><h2>读解</h2> <p>　　照吕相的说法，秦国及其国君秦桓公真的是十恶不赦了，岂止断交，就是亡国灭种都罪有应得，死有余辜。</p> <p>　　这就是言辞的力量。他们没有象索绪尔、乔姆期基等人那样发明出一套深奥的语言学理论，没有像福柯那样专心研究话语同权利的关系，也没有像六朝时期的佛典翻译家和文学家那样专门研究过语言问题；但他们是天才的运用言语的人，是天才的演说家和雄辩家。他们凭天赋悟出了言辞，懂得力量说话的艺术和利用言辞的技巧。同时，他们也是天才的心理学家，凭直觉把人心、人性摸了个透。因此，他们悟出锋利，有含蓄深沉；指向明确，又无所不包；温文尔雅，却又处处逼人，把言辞的力量发挥到了极致，无法再淋漓尽致了。</p> <p>　　他们达到的效果，是在不经意之中自然而然把白的说成黑的，方的说成圆的，错的说成对的，反的说成对的，大的说成小的，小的说成大的，让听者确信不疑，确信说者对了，自己错了，确信真理和道义在说者手中，而不在自己一方。</p> <p>　　他们的目的不外乎是为了达到某一目的，在此前提下，最妙的是不经意和自然而然，让人在不知不觉中落入圈套，等明白过来以后才大呼上当，他们充分利用了语言的张力，利用了语言的模糊性，以及语言的开放性和遮蔽功能，再加上逻辑上偷梁换柱的手法，制造语言的和思维的种种陷阱，让对手无法摆脱语言的罗网。</p> <p>　　要成为一个优秀的说客并非易事。起码的条件是口齿伶俐，巧舌若簧，天资聪颖，脑子灵活，悟性很高，工于心计。还要受过良好的教育，有广泛的阅历，天文地理、世事人情无所不晓，博古通今。然后要有心得理素质上的优势，知己知彼，胸有成竹，随机应变，在任何情况下都面不改色心不跳，善于控制喜怒哀乐，让它们在适当的时机恰到好处地表现出来，并且善于抓住对手的弱点发起猛攻，夺取心理上的制高点。此外，还要借助权势，以某君主、某实力派人物、某名人为靠山，以此增加话语的含金量和穿透力，尤其是话语的权威性，居高临下地、游刃有余地进行表演。</p> <p>　　所以，冰冻三尺，非一日之寒；养兵千日，用兵一时。古人早把这一套捉摸透了。聪明的君主深懂决战不止在战场，平时用酒肉钱物蓄养各色人才，像孟尝君那样养上一群鸡狗盗之徒，到关键时刻就派上了用场。如今的一些大款们，也可以学学古人的这种远见卓识，有余钱时，收养一些特殊人才，到时候就会受益无穷。不要目光短浅，不要吝惜钱财，不要只盯住眼前一点一滴的得失。胸有鸿鸿鹄之志者，大可以从古人那里学到不少法宝从而使自己鹤立鸡群，出类拔萃。</p> <p>　　不过，现在似乎是一个不大适合培养说客，或者叫优秀演说家、辩才的时代。人们都很忙，或者忙于发财，忙于出名，忙于做官，忙于出国，或者忙于生计，几乎很少有闲暇来培养这种特殊的艺术才能。再说，现在的人更讲实际，更讲直来直去赤裸裸地交往，都讨厌能说会道的花言巧语，把这种专利拱手送给了街头骗子和“厚黑学”家们，让他们在现代化的繁忙之中转空子大发横财，而上当受骗的人或者不会厚黑，或者不在乎，或者怕麻烦，几乎不会同街头骗子和厚黑专家计较。</p> <p>　　比较一下可以发现，春秋战国时代的说客们水平固然很高，但他们并非完全没有良心，也并非完全不讲道义。首先，他们绝对忠于自己的主子。既然主子出血养了他们，主子就成了“有奶便是娘”的亲娘，即使肝脑涂地，也不会背叛主子。其次，他们有大公无私的奉献精神。他们把自己的才华、天赋、技艺、精力，有时甚至是生命，都用在维护他们所属的国家利益之上。绝对不会用来谋取一己的私利。这就体现了很高的觉悟和教养，坑蒙拐骗使用来对付敌人的，而不是用来对付自己人的。对自己人要讲仁、义、礼、智信；对敌人则在彬彬有礼、温文尔雅的氛围中展现自己的才华和天赋。</p> <p>　　两相对比，说客与骗子、厚黑家的本质区别，便以一目了然了。</p> <p>　　多读一读纽约时报等等西方主流报纸的文章，感受一下现代记者的语言力量，看一看他们那些支持“藏独”“东突”报道，简直将语言的模糊性运用的炉火纯青。有的时候你明明知道他们就是在撒谎，让你具体指出来却突然发现有百口莫辩的感觉。相比较而言，我们的那些“党的喉舌”几乎永远只会鹦鹉学舌！</p>",
  "poet": {
    "id": 384,
    "star": 0,
    "name": "左丘明",
    "image": "http://img.gushiwen.org/authorImg/zuoqiuming.jpg",
    "desc": "丘明（姓姜，氏丘，名明），华夏人，生于前502年，死于前422年，享年80岁。丘穆公吕印的后代。本名丘明，因其先祖曾任楚国的左史官，故在姓前添“左”字，故称左史官丘明先生，世称“左丘明”，后为鲁国太史 。左氏世为鲁国太史，至丘明则约与孔子（前551-479）同时，而年辈稍晚。他是当时著名史家、学者与思想家，著有《春秋左氏传》、《国语》等。他左丘明的最重要贡献在于其所著《春秋左氏传》与《国语》二书。左氏家族世为太史，左丘明又与孔子一起“如周，观书于周史”，故熟悉诸国史事，并深刻理解孔子思想。"
  },
  "tags": [
    "古文观止",
    "写人",
    "外交"
  ]
}