{
  "id": 47895,
  "star": 80,
  "name": "思旧赋",
  "dynasty": "魏晋",
  "content": "余与嵇康、吕安居止接近，其人并有不羁之才。然嵇志远而疏，吕心旷而放，其后各以事见法。嵇博综技艺，于丝竹特妙。临当就命，顾视日影，索琴而弹之。余逝将西迈，经其旧庐。于时日薄虞渊，寒冰凄然。邻人有吹笛者，发音寥亮。追思曩昔游宴之好，感音而叹，故作赋云：</p> <p>将命适于远京兮，遂旋反而北徂。<br>济黄河以泛舟兮，经山阳之旧居。<br>瞻旷野之萧条兮，息余驾乎城隅。<br>践二子之遗迹兮，历穷巷之空庐。<br>叹黍离之愍周兮，悲麦秀于殷墟。<br>惟古昔以怀今兮，心徘徊以踌躇。<br>栋宇存而弗毁兮，形神逝其焉如。<br>昔李斯之受罪兮，叹黄犬而长吟。<br>悼嵇生之永辞兮，顾日影而弹琴。<br>托运遇于领会兮，寄余命于寸阴。<br>听鸣笛之慷慨兮，妙声绝而复寻。<br>停驾言其将迈兮，遂援翰而写心。 ",
  "fanyi": "<p><strong>译文</strong><br>　　我和<a href=\"http://so.gushiwen.org/author_382.aspx\">嵇康</a>、吕安的行止相近，他们都有不受拘束的才情。可是嵇康的志向高远而疏阔，吕安的心胸旷达而豪放，之后各自因为一些事情而被杀。嵇康精通所有的技艺，对于音律尤其高妙。当临刑之时，他回头看了看太阳的影子，要过琴来弹奏。正值我将要西行，路过我们旧日的居所，当此之时，太阳渐渐地迫近它的沉落之地，寒冷的冰霜越发显出凄凉的样子，邻里有人吹笛，吹出的声音嘹亮悲摧，追怀往昔一起游玩宴乐的情分，我被这笛声触动不禁深深叹息，所以写下这样的赋。<br>　　奉命前往遥远的上京，又回身向北而去。泛舟渡过黄河，路过昔日在山阳的故居。举目看到萧条的旷野，在城脚下停下我的车舆。重履二人留下的遗迹，经过深巷中的空屋。感叹《黍离》的歌声深切地哀悯西周的宗庙，悲伤《麦秀》的调子飘荡在殷朝的废墟。因为抚摸到古老的哀愁而怀念故去的人，我的心徘徊而踌躇。梁栋屋宇都历历存在而没有丝毫损毁，故人的形容和精神已远逝不知所去。当年<a href=\"http://so.gushiwen.org/author_796.aspx\">李斯</a>受罪被杀，为着不能再牵黄犬出上蔡门打猎而恋恋不舍，叹息长吟。我哀悼嵇生将要永辞世间的最后一刻，回顾日影再一次弹响鸣琴。人生的缘分遭际聊寄于瞬间的领悟遇合，剩下的美好生命托付给哪怕只有一寸的光阴。我听到笛子的声音爽朗慷慨，仿佛嵇生绝世的清音得以重临。我的车驾将重新起程，于是执笔写下此刻的心情。 </p><p><strong>注释</strong><br>1.吕安：字仲悌，东平（今山东东平县）人。生年不详，卒于魏景元三年。其妻徐氏貌美，吕安之兄吕巽与之有染，事发，其兄反诬吕安不孝，嵇康辩其无辜。钟会与嵇康有隙，趁机进谗于司马昭。司马昭后并杀二人。居止：居住的地方。<br>2.不羁之才：有才能但不受羁绊。<br>3.志远而疏：志向高远，但疏于人事。<br>4.心旷而放：心性旷达，游离于世俗。<br>5.以事见法：以，因；事，指二人被诬之事，详见后文；法，刑；以事见法，因那件事而被加刑。<br>6.博综：博，广；综，综合。此处指广博掌握（很多技能）。<br>7.丝竹：丝指弦乐，竹指管乐，此处引申为音乐、乐器。<br>8.就命：就死、赴死。<br>9.顾：看。<br>10.逝将：将要。迈：行。<br>11.薄：迫近。虞渊：传说中的日落之处。《淮南子·天文训》云：“日至于虞渊，是谓黄昏。”<br>12.寥亮：即今嘹亮。<br>13.曩(nǎng)昔：从前。游宴：出游、聚会。<br>14.将命：奉命。适：往。<br>15.旋反：旋，回；反，同“返”；旋反，回来，指从洛阳回去。徂：行<br>16.济：渡。<br>17.山阳：嵇康原住在山阳嵇山之下。<br>18.驾：车驾。城隅：城的一角。<br>19.二子：指嵇康和吕安。<br>20.历：经。穷巷：隐僻的里巷。<br>21.愍(mǐn)：通“悯”；同情。黍(shǔ)离：《<a href=\"http://so.gushiwen.org/view_47895.aspx\">诗</a>经》中感叹周朝覆亡的诗歌。其言：“知我者，谓我心忧，不知我者，谓我何求。悠悠苍天，此何人哉！”<br>22.殷墟：殷都旧址，在今河南安阳市小屯村。麦秀：指麦子秀发而未实。《史记．宋微子世家》云：“其后箕子朝周﹐过故殷虚﹐感宫室毁坏﹐生禾黍﹐箕子伤之﹐欲哭则不可﹐欲泣为其近妇人﹐乃作《麦秀》之诗以歌咏之。其诗曰﹕‘麦秀渐渐兮﹐禾黍油油。彼狡徸兮﹐不与我好兮！’所谓狡童者，纣也。殷民闻之，皆为流涕。”翻译：后来，箕子朝拜周王，经过故都殷墟，感伤于宫室毁坏坍塌、高粱丛生，箕子十分悲痛，想大哭一场又不行；想小声哭泣，又感到近于女人的性格，于是作出《麦秀》一诗，诗中说：“麦芒一点点生长啊，禾苗绿油油。那个混小子啊，不和我友好！”所谓混小子，就是纣王。殷的百姓看到这首诗，都为之泣下。<br>后常以箕子的《麦秀》为感叹家国破亡之痛的典实。<br>23.惟：思念。古昔：指上文的周商旧事。怀今：指有感于古人事而怀念嵇康和吕安。<br>24.焉如：何往。<br>25.受罪：受（因罪所加的）刑罚。<br>26.“叹黄犬”句：《史记·李斯列传》有云：“二世二年七月，具斯五刑，论腰斩咸阳市。斯出狱，与其中子俱执，顾谓其中子曰：“吾欲与若复牵黄犬，俱出上蔡东门逐狡兔，岂可得乎！”遂父子相哭，而夷三族。”翻译：二世二年（前208）七月，李斯被判处五种刑罚，最后判在咸阳街市上腰斩。李斯从狱中被押解出来时，跟他的次子走在一起。他回头对次子说：“我想和你再牵着黄狗，一同上蔡东门外去打兔子，可哪里还有机会啊！”于是父子二人相对痛哭，三族的人都被处死了。吟：叹息。<br>27.辞：诀别。<br>28.运遇：命运遭遇。领会：对于命运的领悟和理解。<br>29.余命：剩下的生命。寸阴：极短的时光，指临刑前的片刻。此二句指嵇康领悟了自己的命运，把死前的残生寄托在了弹琴的片刻时间。嵇康临刑前详情：《晋书·列传十九·嵇康传》云：康将刑东市，太学生三千人请以为师，弗许。康顾视日影，索琴弹之，曰：“昔袁孝尼尝从吾学《广陵散》，吾每靳固之，《广陵散》于今绝矣！”翻译：嵇康将在东市受刑，有三千名太学生想拜嵇康为老师，他没有答应，而是看了看太阳的影子，要了琴来弹，说：“从前袁孝尼想拜我为师，学习《广陵散》曲，我都严守秘密（没有教他），这首《广陵散》，从今以后就断绝了啊！”<br>30.鸣笛：指序中所说的邻人之笛。<br>31.寻：继续<br>32.驾：马车。言：语气助词。将迈：将要出发。<br>33.援：提。翰：笔。写心：描述自己的心境。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　这篇赋体文是魏晋时期的文学家<a href=\"http://so.gushiwen.org/author_337.aspx\">向秀</a>为怀念故友<a href=\"http://so.gushiwen.org/author_382.aspx\">嵇康</a>和吕安所作。此赋分为“序言”和“正文”两部分，字里行间直陈直叙，除了对亡友的沉痛悼念之外，对当时黑暗政治难以明言的悲愤也流露其中。可谓情真语切，悲愤交加，寓情与景，寄意遥深。</p> <p>　　“序言”写向秀自己经过旧庐时闻邻人笛音，不禁忆起嵇康之死及其死前弹琴的模样。“临当就命，顾视日影，索琴而弹之”，当时，亡友嵇康看看日影，临刑将到，便索琴弹了一曲只有他自己会弹的《广陵散》。其“远而疏”的从容气度，对临刑前视死如归的英勇气概，对屠杀者极度藐视的神情，活灵活现，如在目前。据《晋书》记载：“康将刑东市，太学生三千请以为师，弗许。康顾视日影，曰‘昔袁孝尼尝从吾学广陵散，吾每靳固之，广陵散于今绝矣’，海内之士，莫不痛之。” 所以说，《广陵散》是嵇康“临当就命” 索琴而弹出的绝响，是嵇康最后思想的凝结，也是我们了解嵇康生命意识的关键。有人说，嵇康“把庄子的理想的人生境界人间化了”（罗宗强语），因为，琴声对于嵇康来说，曾经凝聚着“乘云气，御飞龙，而游乎四海之外”（《庄子·逍遥游》）的神仙情结。有了这样的心态，嵇康不会去顾及人生之途上到底有多少不尽人意的地方，哪怕“寄余命于寸阴”，也不忘去弹奏“感天地以致和”的音乐，让琴声超越人生困境的<a href=\"http://so.gushiwen.org/view_47895.aspx\">诗</a>性境界，去创化一种本然，去拓展一种空谷传响、长啸久绝。作者这样写嵇康惨遭杀害时戏剧性的动人表现，目的是歌颂亡友的德才和风度。</p> <p>　　“主文”虚实相间，借景抒情，凄楚悲怆，涵咏不尽。“济黄河以泛舟兮，经山阳之旧居。瞻旷野之萧条兮，息余驾乎城隅。践二子之遗迹兮，历穷巷之空庐。”此处用“济”、“经”、“瞻”、“息”、“践”、“历”等动词，一方面把作者自己的举步维艰的处境淋漓尽致地表现出来，一方面又是通过特定时间的特定景物移情抒怀。<a href=\"http://so.gushiwen.org/author_2884.aspx\">鲁迅</a>说，向秀写《思旧赋》是“为了忘却的记念”。向秀绕一大段远路到山阳去，是为了凭吊昔日好友，而凭吊又是为了告别。这是因为作为竹林七贤之一的向秀，嵇康被害后，在司马氏的高压下，他不得不应征到洛阳。而当年，他与嵇康曾沿着这条路，往返于山阳与洛阳，寒风凛冽，往事如烟……如今好朋友嵇康曾经存在的地方，已物是人非。“叹《黍离》”、“悲《麦秀》”、“栋宇存”而“形神逝”。 故居、情景仍然是日落、音声如昔，但自嵇康死后，他的妻儿已迁居他乡，此处只留下了一座空宅。虽然栋宇还没有毁坏，而主人已经形神俱逝。远远望去，犹如荒冢一样凄凉。这些现实与往事，无不勾起向秀的极大伤感。此刻，向秀想起历史上<a href=\"http://so.gushiwen.org/author_796.aspx\">李斯</a>被腰斩的冤案：李斯临刑对儿子说：“吾欲与若复牵黄犬，俱出上蔡东门逐狡兔，岂可得乎？”（《史记》）李斯对儿子关于黄犬的一段临别谈话，读之令人鼻酸，这是血泪的怨愤控诉。向秀用此隐喻和类比，为嵇康鸣不平，故又忆及“顾日影而弹琴”之事。忽然，远处传来了嘹亮而断续的笛声，原来是陌生的邻人吹起了一首伤感的曲子，在这寒冷的黄昏，更是沁人肺腑的凄凉。于是，“听鸣笛之慷慨兮，妙声绝而复寻”。与开头“序”中描写的嵇康的身影与音乐联系在一起遥相呼应，同时也形成了情景交融的移情手法。鲁迅曾经说过：“青年时期读向子期《思旧赋》，很怪他为什么只有寥寥的几行，刚开头却又煞了尾，然而，现在我懂了。”原来，“吟罢低眉无写处”的心境多么与之相似。有人也曾评说，“向秀作思旧赋，家国万端，生机变乱，不可胜说。然而郁结者，欲说还休，休又难止”。也许这就是抒情小赋动人心弦之处——“短歌微言不能长”（<a href=\"http://so.gushiwen.org/author_616.aspx\">曹丕</a>《燕歌行》）最好的诠释吧 。</p> <p>　　在<a href=\"http://so.gushiwen.org/author_197.aspx\">刘禹锡</a>的《酬乐天扬州初逢席上见赠》中也有应用“怀旧空吟闻笛赋，到乡翻似烂柯人”</p> <p>　　总之，《思旧赋》以含蓄的笔法，表述对友人的深情厚意。用简短的笔墨，隐晦曲折的表达自己哀伤激愤之情。尤其是“山阳邻笛”的典故，哀怨愤懑，情辞隽远，已经成为后世文学审美的意象之一。</p>",
  "poet": {
    "id": 337,
    "star": 0,
    "name": "向秀",
    "image": "http://img.gushiwen.org/authorImg/xiangxiu.jpg",
    "desc": "向秀（约227-272年），字子期，河内怀（今河南武陟西南）人。魏晋竹林七贤之一。官至黄门侍郎、散骑常侍。向秀雅好读书，与嵇康、吕安等人相善，隐居不仕。景元四年（263年）嵇康、吕安被司马氏害死后，向秀应本郡的郡上计到洛阳，受司马昭接见任散骑侍郎、黄门散骑常侍、散骑常侍，与任恺等相善。向秀喜谈老庄之学，曾注《庄子》，“妙析奇致，大畅玄风”（《世说新语·文学》）。注未成便过世，郭象承其《庄子》余绪，成书《庄子注》三十三篇。另著《思旧赋》、《难嵇叔夜养生论》。"
  },
  "tags": [
    "辞赋精选",
    "悼亡",
    "友人"
  ]
}