{
  "id": 70968,
  "star": 1610,
  "name": "舟过安仁",
  "dynasty": "宋代",
  "content": "一叶渔船两小童，收篙停棹坐船中。<br>怪生无雨都张伞，不是遮头是使风。",
  "fanyi": "<p><strong>译文</strong><br>一只渔船上，有两个小孩子，他们收起了竹竿，停下了船桨，坐在船中。<br>怪不得没下雨他们就张开了伞，原来他们不是为了遮雨，而是想利用伞当帆让船前进啊。</p> <p><strong>注释<br></strong>①安仁：县名，1914年因与湖南安仁县同名而改名余江县。<br>②篙：撑船用的竹竿或木杆。<br>③棹：船桨。<br>④怪生：怪不得。<br>⑤使风：<a href=\"http://so.gushiwen.org/view_70968.aspx\">诗</a>中指两个小孩用伞当帆，让风来帮忙，促使渔船向前行驶。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　此<a href=\"http://so.gushiwen.org/view_70968.aspx\">诗</a>写诗人乘舟路过安仁时，所见到的情景。这首诗语言浅白如话，充满情趣，展示了无忧无虑的两个小渔童的充满童稚的行为和行为中透出的只有孩童才有的奇思妙想。这里有作者的所见：一叶小渔船上，有两个小孩子，他们收起了竹篙，停下了船桨。也有作者的所悟：哦，怪不得没下雨他们也张开了伞呢，原来不是为了遮雨，而是想利用风让船前进啊！</p> <p>　　“怪生无雨都张伞，不是遮头是使风。”这里省略了诗人看到的两个孩子撑伞的事，省略了作者心中由此产生的疑问，而直接把疑窦顿解的愉悦写了出来。怎么解开的呢?可能是诗人看到孩童异常的行为，就开始更认真地观察、思考，结果当然是恍然大悟：哦，怪不得没下雨他们也张开了伞呢，原来不是为了遮雨，而是舞动伞柄使风吹动小船使船前进啊！也可能是直接就问两个孩子，孩子把原因讲给他听的。不管怎样，知道了原因，作者一定是哑然失笑，为小童子的聪明，也为他们的童真和稚气，于是欣然提笔，记录下这充满童趣的一幕。</p> <p>　　<a href=\"http://so.gushiwen.org/author_361.aspx\">杨万里</a>写田园诗，非常善于利用儿童稚态，起到点化诗境的效果。他的《宿新市徐公店》(篱落疏疏一径深，树头花落未成阴。儿童急走追黄蝶，飞入菜花无处寻。）《闲居初夏午睡起二绝句》（①梅子留酸软齿牙，芭蕉分绿与窗纱。日长睡起无情思，闲看儿童捉柳花。②松阴一架半弓苔，偶欲看书又懒开。戏掬清泉洒蕉叶，儿童误认雨声来。）可以参阅。不同的是，《舟过安仁》是直接把目光聚焦到儿童身上，全诗都是写儿童的稚气行为。杨万里对儿童的喜爱之情溢于言表，对两个小童子玩耍中透出的聪明伶俐赞赏有加。当然，从中也可以看出诗人的童心不泯。表达了作者对天真、可爱的孩子的喜爱之情。 </p><br/><h2>赏析二</h2> <p>　　“一叶渔船两小童，收篙停棹坐船中。”这是<a href=\"http://so.gushiwen.org/view_70968.aspx\">诗</a>人看到的情景。两个小孩之所以引起了诗人的注意，是因为他们虽坐在船上，却没有划船，撑船用的竹竿收起来了，船桨也停在那里，这是奇怪的事。由此可见，此时诗人的心情是闲适的，也是比较愉快的，所以才注意到两个孩童的所作所为。</p> <p>　　“怪生无雨都张伞，不是遮头是使风。”这里省略了诗人看到的两个孩子撑伞的事，省略了诗人心中由此产生的疑问，而直接把疑窦顿解的愉悦写了出来。疑窦的解开，可能是诗人看到孩童异常的行为，就开始更认真地观察、思考，结果是恍然大悟：两个小孩没下雨也张开伞，原来不是为了遮雨，而是舞动伞柄使风吹动小船使船前进。也可能是直接就问两个孩子，孩子把原因讲给他听的。不管怎样，知道了原因，诗人一定是哑然失笑，为孩童的聪明，也为他们的童真和稚气。</p> <p>　　在这首诗中，诗人看到在一叶小渔船上，有两个小孩子，他们收起竹篙，停下船桨，张开了伞。而诗人悟到了两个小孩之所以没下雨也张开伞，原来不是为了遮雨，而是想利用风让船前进。</p> <p>　　诗人直接把目光聚焦到儿童身上，全诗都是写儿童的稚气行为。诗人非常善于利用儿童稚态，起到点化诗境的效果。诗人对儿童的喜爱之情溢于言表，对两个小童子玩耍中透出的聪明伶俐赞赏有加。当然，从中也可以看出诗人的童心不泯。表达了诗人对孩童的喜爱和赞赏。</p>",
  "about": "<h2>创作背景</h2> <p>　　<a href=\"http://so.gushiwen.org/view_70968.aspx\">诗</a>人在1192年乘舟路过安仁县（现在的江西省余江县）时，看到两个孩童以伞当帆来使船前进。诗人被孩童的稚气和可爱行为感染，从而创作了此诗。</p><br/><h2>典故</h2> 　　宋朝<a href=\"http://so.gushiwen.org/view_70968.aspx\">诗</a>人<a href=\"http://so.gushiwen.org/author_361.aspx\">杨万里</a>看见了另一艘船在行驶，船上悠悠自在地坐着两个的小孩。他们没有划船，而是无忧无虑地坐在那里，脸上嘻嘻哈哈的，只见他们拿出了一把雨伞，诗人看见了，很奇怪：天上也没下雨为什么要打伞？他看着看着，哦！怪不得没下雨他们也张开了伞呢，原来不是为了遮雨，而是想利用伞当帆让船前进啊！",
  "poet": {
    "id": 361,
    "star": 0,
    "name": "杨万里",
    "image": "http://img.gushiwen.org/authorImg/yangwanli.jpg",
    "desc": "杨万里，字廷秀，号诚斋，男，汉族。吉州吉水（今江西省吉水县）人。南宋杰出诗人，与尤袤、范成大、陆游合称南宋“中兴四大诗人”、“南宋四大家”。"
  },
  "tags": [
    "古诗三百首",
    "小学古诗",
    "行舟",
    "赞美",
    "儿童"
  ]
}