{
  "id": 72317,
  "star": 8,
  "name": "释秘演诗集序",
  "dynasty": "宋代",
  "content": "　　予少以进士游京师，因得尽交当世之贤豪。然犹以谓国家臣一四海，休兵革，养息天下以无事者四十年，而智谋雄伟非常之士，无所用其能者，往往伏而不出，山林屠贩，必有老死而世莫见者，欲从而求之不可得。其后得吾亡友石曼卿。 </p> <p>　　曼卿为人，廓然有大志，时人不能用其材，曼卿亦不屈以求合。无所放其意，则往往从布衣野老酣嬉，淋漓颠倒而不厌。予疑所谓伏而不见者，庶几狎而得之，故尝喜从曼卿游，欲因以阴求天下奇士。 </p> <p>　　浮屠秘演者，与曼卿交最久，亦能遗外世俗，以气节相高。二人欢然无所间。曼卿隐于酒，秘演隐于浮屠，皆奇男子也。然喜为歌诗以自娱，当其极饮大醉，歌吟笑呼，以适天下之乐，何其壮也！一时贤士，皆愿从其游，予亦时至其室。十年之间，秘演北渡河，东之济、郓，无所合，困而归，曼卿已死，秘演亦老病。嗟夫！二人者，予乃见其盛衰，则予亦将老矣！ </p> <p>　　夫曼卿诗辞清绝，尤称秘演之作，以为雅健有诗人之意。秘演状貌雄杰，其胸中浩然。既习于佛，无所用，独其诗可行于世。而懒不自惜，已老，胠其橐，尚得三、四百篇，皆可喜者。 </p> <p>　　曼卿死，秘演漠然无所向。闻东南多山水，其巅崖崛峍，江涛汹涌，甚可壮也，欲往游焉。足以知其老而志在也。于其将行，为叙其诗，因道其盛时以悲其衰。 </p> <p>　　庆历二年十二月二十八日庐陵欧阳修序。",
  "fanyi": "<p><strong>译文</strong><br>　　我年轻时因考进士寄居京城，因而有机会遍交当时的贤者豪杰。不过我还认为：国家臣服统一了四方，停止了战争，休养生息以至天下太平了四十年，那些无处发挥才能的智谋雄伟不寻常之人，就往往蛰伏不出，隐居山林，从事屠宰贩运的人，必定有老死其间而不被世人发现的，想要跟从访求他们，与之结交而不可得。后来却认识了我那亡友石曼卿。 <br>　　曼卿的为人，胸怀开阔而有大志，今人不能用他的才能，曼卿也不肯委屈自己迁就别人。没有施展志向的地方，就往往跟布衣村民饮酒嬉戏，闹得痛快颠狂也不满足。因此我怀疑所谓蛰伏而不被发现的人，或许会在亲的玩乐中得到。所以常常喜欢跟从曼卿游玩，想借此暗中访求天下奇士。 <br>　　和尚秘演和曼卿交往最久，也能够将自己遗弃在世俗之外，以崇尚气节为高。两个人相处融合毫无嫌隙。曼卿在酒中隐身，秘演则在佛教中隐身，所以都是奇男子。然而又都喜欢做<a href=\"http://so.gushiwen.org/view_72317.aspx\">诗</a>自我娱乐。当他们狂饮大醉之时，又唱又吟，又笑又叫，以共享天下的乐趣，这是多么豪迈啊！当时的贤士，都愿意跟从他们交游，我也常常上他们家。十年间，秘演北渡黄河，东到济州、郓州，没有遇上知己朋友，困顿而归。这时曼卿已经死了，秘演也是又老又病。唉！这两个人，我竟看到了他们从壮年而至衰老，那么我自己也将衰老了吧！ <br>　　曼卿的诗清妙绝伦，可他更称道秘演的作品，以为典雅劲健，真有诗人的意趣。秘演相貌雄伟杰出，他的胸中又存有浩然正气。然而已经学了佛，也就没有可用之处了，只有他的诗歌能够流传于世。可是他自己又懒散而不爱惜，已经老了，打开他的箱子，还能得到三、四百首，都是值得玩味的好作品。 <br>　　曼卿死后，秘演寂寞无处可去。听说东南地区多山水美景，那儿高峰悬崖峭拔险峻，长江波涛汹涌，很是壮观。便想到那儿去游玩。这就足以了解他人虽老了可是志气尚在。在他临行之时，我为他的诗集写了序言，借此称道他的壮年并为他的衰老而悲哀。</p><p><strong>注释</strong><br>①释：佛教。这里指佛教徒，即僧人，俗称和尚。秘演，人名。 <br>②京师：北宋都城汴京，今河南开封。 <br>③国家：指当时的朝廷。臣一：臣服，统一。四海：古代以为中国在四海之中，故四海指全国。 <br>④兵革：兵，武器。革，将士作战用的甲盾，这里指战争。养息：休养生息。 <br>⑤山林屠贩：指隐居山林做屠夫、商贩的隐士。 <br>⑥曼卿：名延年，河南商丘人，北宋诗人，他一生遭遇冷落，很不得志。 <br>⑦廓然：开朗豪放的样子。 <br>⑧布衣：百姓。野老：乡村老人。酣嬉：尽情喝酒，尽情嬉游。 <br>⑨庶几：或许。狎：打近而且态度随便。 <br>⑩阴求：暗中寻求。 <br>⑾浮屠：佛教，也称和尚。也作“浮图”。 <br>⑿遗外：超脱。即抛弃世俗的功名富贵。 <br>⒀河：黄河。 <br>⒁济、郓：济州、郓州。都在今山东省。 <br>⒂清绝：清新绝顶。即特别清新。 <br>⒃浩然：刚直正大之气。 <br>⒄胠(qū)：打开。橐(tuó：袋子) <br>⒅崛峍(lù)：高峻陡峭。</p>",
  "shangxi": "<h2>解析</h2> <p>　　提及九四年，居然已经是上个世纪的事了。那年的春天，东商到福建出差，在泉州的广化寺中，我看到禅房外一个小黑版上有这样的话：“人有两个眼睛，一只是理智，一只是慈悲，用理智看世界，就会没有爱，而只用感性看世界，就失去理智，所以，人要用两只眼睛看世界。” </p> <p>　　现在对专门搞文学的人，社会是有点“偏见”的。而究其原因，却和我上面讲的小故事有关联，也就是说，我们中一些朋友太执着于感性来看问题了。 </p> <p>　　其实传统的“文学型”文人不是这样的，这点我们有幸可以在欧阳文忠公的这篇《释秘演<a href=\"http://so.gushiwen.org/view_72317.aspx\">诗</a>集序》中看到。 </p> <p>　　高僧大多姓释，不光现在如此，何时开始我们无从所知，但据此文可知起码是在宋朝就是这样了。欧阳文忠公的朋友，一个叫做秘演的文化僧人，让人感到一股强烈的“气场”。 </p> <p>　　北宋建国几十年了，由于修兵革，国家不尚武备，许多“智谋雄伟之士，无所用其能，往往伏而不出。”作为副宰相的欧阳公，一是出于自己的好奇心，更重要的是也是出于体察这些异能之士，用于施政安邦的考虑而与他们优游浸渍而深交之。 </p> <p>　　然而，朋友是有感情的。欧阳公是以文会友，久而久之，这样文学朋友的高风也深深地感染了他。 </p> <p>　　秘演诗文雅健，深受朋友们赞赏，虽然才品极高，“亦能遗外世俗，以气节自高”。欧阳公的好朋友石曼卿“隐于酒，秘演隐于浮屠，皆奇男子也。然喜为歌诗以自娱，当其极饮大醉，歌吟笑呼，以适天下之乐，何其壮也！一时贤士皆愿从其游。” </p> <p>　　后来十年之间，秘演北渡黄河，向东到过山东济郓两州，此时，他的好友曼卿去世了，秘演既老且病，然而，此时的秘演胸中依然有着浩然之气。好朋友去世后，他听说“东南多山水，其巅崖崛峍，江涛汹涌，甚可壮也。”还坚持要去壮游。到了生命的垂暮之年，仍然是一种“老而志在”的状态。读起这篇欧阳公纪念好友的文章，最让人感动的就是这位宋代才子的高古之风。 </p> <p>　　过去的读书人，大多受孟子所说的“吾善养我浩然之气”的影响很深。小苏又云“文不可以学而能，气可以养而致”。作为不为世用的文人，秘演大师自始至终，无时不焕发出一种超凡脱俗的浩然之气。每读斯文，小子无不为之感仰钦佩！ </p> <p>　　受朋友们的鼓励，自去年始，我也开始了在全国各地的小小游历，受祖国壮美山川，人文遗风的感召，小子也神往着今后能有所长进，能修炼出一股浩然之气来。这样，到了我老得走不动的时候，回顾的一生，也许可以给自己游学历程的前面加上一个小小的“壮”字。 </p>",
  "poet": {
    "id": 561,
    "star": 0,
    "name": "欧阳修",
    "image": "http://img.gushiwen.org/authorImg/ouyangxiu.jpg",
    "desc": "欧阳修（1007－1072），字永叔，号醉翁，晚号“六一居士”。汉族，吉州永丰（今江西省永丰县）人，因吉州原属庐陵郡，以“庐陵欧阳修”自居。谥号文忠，世称欧阳文忠公。北宋政治家、文学家、史学家，与韩愈、柳宗元、王安石、苏洵、苏轼、苏辙、曾巩合称“唐宋八大家”。后人又将其与韩愈、柳宗元和苏轼合称“千古文章四大家”。"
  },
  "tags": [
    "古文观止",
    "序文"
  ]
}