{
  "id": 27629,
  "star": 714,
  "name": "九日齐安登高",
  "dynasty": "唐代",
  "content": "江涵秋影雁初飞，与客携壶上翠微。<br>尘世难逢开口笑，菊花须插满头归。<br>但将酩酊酬佳节，不用登临恨落晖。<br>古往今来只如此，牛山何必独霑衣。",
  "fanyi": "<p><strong>译文</strong><br>江水倒映秋影大雁刚刚南飞， 约朋友携酒壶共登峰峦翠微。<br>尘世烦扰平生难逢开口一笑， 菊花盛开之时要插满头而归。<br>只应纵情痛饮酬答重阳佳节， 不必怀忧登临叹恨落日余晖。<br>人生短暂古往今来终归如此， 何必像齐景公对着牛山流泪。</p> <p><strong>注释</strong><br>⑴九日：旧历九月九日重阳节，旧浴登高饮菊花酒。齐安：今湖北省麻城一带。<br>⑵翠微：这里代指山。<br>⑶酩酊（mǐngdǐng）：醉得稀里糊涂。这句暗用晋朝<a href=\"http://so.gushiwen.org/author_645.aspx\">陶渊明</a>典故。《艺文类聚·卷四引·续晋阳秋》：“陶潜尝九月九日无酒，宅边菊丛中摘菊盈把，坐其侧，久望，见白衣至，乃王弘送酒也。即便就酌，醉而后归。”<br>⑷登临：登山临水或登高临下，泛指游览山水。<br>⑸牛山：山名。在今山东省淄博市。春秋时齐景公泣牛山，即其地。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　首联用白描的手法写雁过江上南飞，与客提壶上青山的一副美景。仅用七字，把江南的秋色描写的淋漓尽致。<a href=\"http://so.gushiwen.org/view_27629.aspx\">诗</a>人用“涵”来形容江水仿佛把秋景包容在自己的怀抱里，“江涵秋影”四字精妙的传达出江水之清，“秋影”包容甚广，不独指雁影。“与客携壶”是置酒会友，兼之有山有水，是人生乐事，“翠微”来代替秋山，都流露出对于眼前景物的愉悦感受。</p> <p>　　颔联为唐诗名句，夹叙夹议，写出了诗人矛盾的心情。“难逢”、“须插”的言外之意是应把握当前及时行乐，不要无益地痛惜流光，表现了一种通达的生活态度。“菊花”是扣合重阳节的习俗。</p> <p>　　颈联与颔联手法相同，都采用了夹叙夹议的手法，表达了诗人想只管用酩酊大醉来酬答这良辰佳节，无须在节日登临时为夕阳西下、为人生迟暮而感慨、怨恨，同时也表达了及时行乐之意。“酩酊”也是扣合了重阳节的习俗。颔联和颈联都用了对比，一是尘世不乐与佳节尽情快乐的对比，一是大醉无忧与怨恨忧愁的对比。两联也多次提到重阳。节日的一个重要功能，就是使人们暂时摆脱日常生活的束缚、抛开日常生活的烦恼，让自己的心情放松片刻。<a href=\"http://so.gushiwen.org/author_211.aspx\">杜牧</a>在这里所表现的正是趁着重阳节抛开世事、尽情放纵快乐的思想。</p> <p>　　尾联承上“登临恨落晖”意，诗人用齐景公牛山泣涕之事进一步安慰自己。诗人由眼前所登池州的齐山，联想到齐景公的牛山坠泪，认为像“登临恨落晖”所感受到的那种人生无常，是古往今来尽皆如此的。既然并非今世才有此恨，就不必像齐景公那样独自伤感流泪。以齐景公的反例作结，表现了这种旷怀中包含着一种苦涩。</p> <p>　　此诗通过记叙重阳登山远眺一事，表达了诗人人生多忧、生死无常的悲哀。以看破一切的旷达乃至颓废，表现了封建知识分子的人生观的落后、消极一面。</p>",
  "about": "<h2>创作背景</h2> 　　唐会昌五年（845）<a href=\"http://so.gushiwen.org/author_56.aspx\">张祜</a>来池州拜访<a href=\"http://so.gushiwen.org/author_211.aspx\">杜牧</a>，因二人都怀才不遇，同命相怜，故九日登齐山时，感慨万千，遂作此<a href=\"http://so.gushiwen.org/view_27629.aspx\">诗</a>。",
  "poet": {
    "id": 211,
    "star": 0,
    "name": "杜牧",
    "image": "http://img.gushiwen.org/authorImg/dumu.jpg",
    "desc": "杜牧（公元803－约852年），字牧之，号樊川居士，汉族，京兆万年（今陕西西安）人，唐代诗人。杜牧人称“小杜”，以别于杜甫。与李商隐并称“小李杜”。因晚年居长安南樊川别墅，故后世称“杜樊川”，著有《樊川文集》。"
  },
  "tags": [
    "节日",
    "重阳节"
  ]
}