{
  "id": 59038,
  "star": 33,
  "name": "菩萨蛮·芭蕉",
  "dynasty": "宋代",
  "content": "风流不把花为主。多情管定烟和雨。潇洒绿衣长。满身无限凉。<br>文笺舒卷处。似索题诗句。莫凭小阑干。月明生夜寒。",
  "fanyi": "<h2>译文</h2> <p>　　芭蕉并不以绚丽多姿的花朵来展露风流，只在烟雨空濛的时刻撩拨人们的情思。一身绿衣伸展特有的潇洒风韵，浑身上下透出的是无限清凉。</p> <p>　　那一片片开张伸展的硕大绿叶，就象是在我面前铺开的文笺，要请我在上面题写生动的<a href=\"http://so.gushiwen.org/view_59038.aspx\">诗</a>句呢！唉，别再倚着阑干痴看了，明月已升到中天，寒气袭人，还是回屋去吧！</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　咏物词发展到南宋已进入成熟期，不仅作品数量众多，而且更重视写作技巧和形式类。与北宋的咏物词相比较，南宋咏物词更具有一种幽微细腻的特色，虽然不容易看出其寄托所在，但更富有朦胧美。张鎡的这首词就能够将作者内心的情思同作品外化的意象融合无间，使读者若有所悟又难以名状。</p> <p>　　词的上片集中刻画了芭蕉独特的风姿和品格。起句从芭蕉跟别的花卉草木的对比中写出它同中有异的特点。在人们眼光中，“风流”、“多情”、“潇洒”是许多花卉草木所共有的，然而词人之所以特别欣赏芭蕉，却是由于它那独特的清逸绝俗风姿。芭蕉并不以色彩斑斓、绚丽多姿的花朵来显示它的“风流”，它也不在丽日和风中与群芳争妍，只有到了烟雨空濛和雨滴拍打的时刻，芭蕉，这才以一身潇洒的绿衣，显示出它那特有的风韵和情致，吸引人们观赏，撩拨人们的情思。一切繁喧炽热跟芭蕉无缘，它浑身上下透出的是无限清凉。不仅使人想起<a href=\"http://so.gushiwen.org/author_670.aspx\">吴文英</a>的名句“纵芭蕉不雨也飕飕”（《唐多令》），这样，我们从芭蕉独具的潇洒、清凉，依稀感受到词人的心灵，现出了一个风流、多情、而又潇洒雅洁的文人形象。</p> <p>　　下片顺着“绿衣长”、“满身凉”的拟人化的描写发展，逐渐从外形深入到心灵。词人观赏芭蕉风情万种，情为之动；芭蕉得遇知音，也动起感情来了。看，那一片片开张伸展的硕大绿叶，就象是在我面前铺开的文笺，要请我在上面题写生动的<a href=\"http://so.gushiwen.org/view_59038.aspx\">诗</a>句呢！但我又能写什么呢？这时，明月已升到中天，清辉泻在芭蕉那略披白粉的绿叶上，好象生出了一层薄薄的寒霜，袭来一阵又一阵寒气。唉，别再倚着阑干痴看了，还是回屋去吧！“莫凭小阑干，月明生夜寒”两句，淡淡地透露出词人在此情此景下若有所思、若有所悟的感触。这种感触是什么呢？是芭蕉的清高与索句的催迫使他感到自愧弗如、无辞以对？是眼前的清冷促使他想到了趋炎附势的炎凉世态？还是“以其境过清”（<a href=\"http://so.gushiwen.org/author_646.aspx\">柳宗元</a>《小石潭记》），“凛乎其不可久留”（<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>《后赤壁赋》），而只得消然离去呢？词人没有明白说出，却留下了让读者充分联想、回味的余地，言有尽而意无穷。</p> <p>　　在诗词中，芭蕉常常同孤独忧愁特别是离情别绪相联系。<a href=\"http://so.gushiwen.org/author_536.aspx\">李清照</a>曾写过：“窗前谁种芭蕉树？阴满中庭。阴满中庭，叶叶心心舒卷有余情。伤心枕上三更雨，点滴霖霪。点滴霖霪，愁损北人不惯起来听。”（《添字丑奴儿》）把伤心、愁闷情绪一古脑儿倾吐出来，对芭蕉甚至还颇为怨悱。张鎡这首词的感情抒发却相当空灵含蓄。他的哀愁和悲凉并没有直接倾吐，而是在雨丝烟雾里，在寒夜月色中，朦胧而自然地流露出来。一缕淡淡的哀愁回肠九曲，大有欲吐又吞、欲说还休的况味。</p> <p>　　张鎡的这首词与唐代钱珝的《未展芭蕉》诗（冷烛无烟绿惜干，芳心犹卷怯春寒。一缄书札藏何事，会被车风暗拆看。），虽然暗示性有所不及，但在总体意境上更富有象征意蕴，表达上也越显得曲折幽深。</p>",
  "poet": {
    "id": 880,
    "star": 0,
    "name": "张鎡",
    "desc": "张鎡，字功甫，原字时可。因慕郭功甫，故易字功甫。号约斋。居临安，卜居南湖。循王张俊之曾孙。隆兴二年（1164），为大理司直。淳熙年间直秘阁通判婺州。庆元初为司农寺主簿，迁司农寺丞。开禧三年（1207）与谋诛韩侂胄，又欲去宰相史弥远，事泄，于嘉定四年十二月被除名象州编管，卒于是年后。张鎡出身华贵，能诗擅词，又善画竹石古木。尝学诗于陆游。尤袤、杨万里、辛弃疾、姜夔等皆与之交游。《齐东野语》载“其园池声妓服玩之丽甲天下”，又以其牡丹会闻名于世。"
  },
  "tags": [
    "咏物",
    "植物",
    "离别"
  ]
}