{
  "id": 72367,
  "star": 143,
  "name": "蔺相如完璧归赵论",
  "dynasty": "明代",
  "content": "　　蔺相如之完璧，人皆称之。予未敢以为信也。</p> <p>　　夫秦以十五城之空名，诈赵而胁其璧。是时言取璧者，情也，非欲以窥赵也。赵得其情则弗予，不得其情则予；得其情而畏之则予，得其情而弗畏之则弗予。此两言决耳，奈之何既畏而复挑其怒也！</p> <p>　　且夫秦欲璧，赵弗予璧，两无所曲直也。入璧而秦弗予城，曲在秦；秦出城而璧归，曲在赵。欲使曲在秦，则莫如弃璧；畏弃璧，则莫如弗予。夫秦王既按图以予城，又设九宾，斋而受璧，其势不得不予城。璧入而城弗予，相如则前请曰：“臣固知大王之弗予城也。夫璧非赵璧乎？而十五城秦宝也。今使大王以璧故，而亡其十五城，十五城之子弟，皆厚怨大王以弃我如草芥也。大王弗与城，而绐赵璧，以一璧故，而失信于天下，臣请就死于国，以明大王之失信！”秦王未必不返璧也。今奈何使舍人怀而逃之，而归直于秦？</p> <p>　　是时秦意未欲与赵绝耳。令秦王怒而僇相如于市，武安君十万众压邯郸，而责璧与信，一胜而相如族，再胜而璧终入秦矣。</p> <p>　　吾故曰：蔺相如之获全于璧也，天也。若其劲渑池，柔廉颇，则愈出而愈妙于用。所以能完赵者，天固曲全之哉！",
  "fanyi": "<p><strong>译文</strong><br>　　蔺相如完璧归赵，人人都称道他。但是，我却不敢苟同。</p> <p>　　秦国用十五座城的空名，来欺骗赵国，并且勒索它的和氏璧。这时说它要骗取璧是实情，但不是想要借此窥视赵国。赵国如果知道了这个实情就不给它，不知道这个实情就给它。知道了这个实情而害怕秦国而给它，知道这个实情而不害怕秦国就不给它。这只要两句话就解决了，怎么能够既害怕秦国又去激怒秦国呢？</p> <p>　　况且，秦国想得到这块璧，赵国不给它，双方本来都没有什么曲直是非。赵国交出璧而秦国不给城池，秦国就理亏了。秦国给了城池，而赵国却拿回了璧，就是赵国理亏了。要想使秦国理亏，不如就放弃璧。害怕丢掉璧，就不如不给它。秦王既然按照地图给了城池，又设九宾的隆重礼仪，斋戒之后才来接受璧，那种形势是不得不给城池的。如果秦王接受了璧而不给城池，蔺相如就可以上前质问他：“我本来就知道大王是不会给城池的，这块璧不是赵国的吗？而十五座城池也是秦国的宝物。现在假使大王因为一块璧的缘故而抛弃了十五座城池，十五座城中的百姓都会深恨大王，说把我们像小草一样抛弃了。大王不给城池，而骗夺了赵国的璧，因为一块璧的缘故，在天下人面前失去信用，我请求死在这里，来表明大王的失信。”这样，秦王未必不归还璧。但是当时为什么要派手下人怀揣着璧逃走而把秦国处在理直的一方呢？</p> <p>　　那时秦国并不想与赵国断绝关系。假如秦王发怒，在街市上杀掉蔺相如，派武安君率领十万大军进逼邯郸，追问璧的下落和赵国的失信，一次获胜就可以使相如灭族，再次获胜而璧最终还是要落到秦国手里。</p> <p>　　因此我认为，蔺相如能保全这块璧，那是上天的保佑。至于他在渑池以强硬的态度对付秦国，在国内以谦和的姿态对待廉颇，那是策略上越来越高明了。所以说赵国之所以能得以保全，的确是上天在偏袒它啊！</p> <p><strong>注释</strong><br>1、蔺相如之完璧：蔺相如，战国时赵国大臣。赵惠文王得到稀世之宝——和氏璧，秦昭王想用十五座城换取这块璧。当时秦强赵弱，赵王恐给了秦璧却得不到城。蔺相如请命奉璧入秦，见秦王无意给赵城，用计赚回和氏璧，并叫随从化装从小路逃走，完璧归赵。<br>2、情：实情、本意。<br>3、九宾：古代举行大典时所用的极隆重的礼仪。宾指摈相，迎宾礼赞的官吏。<br>4、绐：欺骗。<br>5、令：假如。<br>6、僇：通“戮”，杀戳。<br>7、武安君：秦国大将白起的封号。邯郸：赵国都城，在今河北邯郸市。<br>8、族：灭族。<br>9、劲渑池：公元前279年，秦王约赵王会于渑池。宴会上秦王请赵王鼓瑟以辱赵王。蔺相如随行，便以刺杀秦王相威胁，请秦王为赵王击缶。劲：强劲。果敢的意思。<br>10、柔廉颇：廉颇，赵国名将。蔺相如因“完璧归赵”和“渑池会”功大，拜为上卿、位在廉颇之上。廉颇不服，打算侮辱他。蔺相如以国家利益为重，多次避让廉颇。廉颇受到感动，负荆请罪。廉蔺遂成刎颈之交。柔：忍让。退让的意思。</p>",
  "shangxi": "<h2>赏析</h2> <p><strong>结构赏析</strong></p> <p>　　蔺相如是战国时赵国人，赵惠文王得到稀有美玉和氏璧，秦昭王诈以十五座城相交换，赵王于是令蔺相如奉璧入秦，见秦王无意兑现诺言，终不辱使命而完璧归赵。文章始以“蔺相如之完璧，人皆称之，予未敢以为信也”，即表示了异议，然后以分析秦、赵时势入手，指出赵国有诸多失策之处，而蔺相如完璧归赵实为“天固曲全之哉”。<a href=\"http://so.gushiwen.org/author_121.aspx\">王世贞</a>此论，言辞咄咄，非纯为凿空之谈。</p> <p>　　文章第一段，作者力排众说，对蔺相如“完璧归赵”一事“未敢以为信也”。开门见山，毫无遮拦。接着分述其观点，展开全文。《史记》所载的“完璧归赵”始末，事启端于秦昭王“愿以十五城请易璧”，结束于“秦亦不以城予赵，赵亦终不予秦璧”。作者据此断言，虽秦强赵弱，但秦“言取璧者情也，非欲以窥赵也”。也就是说秦当时的本意只是想要得到和氏璧，而没有打算以此为借口进攻赵国。作者开始就把注意力集中在和氏璧事件的本质方面，而不去纠缠其中令人眼花缭乱的具体情节，根据史实得出了使人信服的论断。然而作者并没有以事后的认识去苛求古人，而是允许赵国对秦的实情本意有“得”与“不得”的两种选择；对秦的威胁有“畏”与“弗畏”的不同反应。偏执一言，就不近情理；面面俱到，才让人心服口服。赵国的“得”与“不得”，“畏”与“弗畏”都无可非议，作者要批评的是蔺相如“既畏之而复挑其怒”的自相矛盾的做法。换句话说，无论蔺相如如何智勇，而做出可能招致“武安君十万众压邯郸”的事，也是不足取法的。作者跳出前人只见个人不见大局的窠臼，正本寻源，一新读者耳目。</p> <p>　　文章第三段，作者以“得”与“畏”为前提错综组合成四个判断，包罗了赵国的一切可能情况，令人信服地得出了所谓“两言决耳”的必然性结论——“予”或是“弗予”。承认作者的前提就必须承认他的结论，这就是逻辑力量的所在。第三段中作者为蔺相如拟设了一段对秦王的言辞，其所以有力，就是因为其中包含了以城易璧则民怨，不予城而欺赵则失信于天下这样的二难推理。秦王要摆脱这种两难的困境就只有“返璧”这唯一的出路。本文区区不足四百字，却包含了几处严密的逻辑推理。如果说卓越的史识是这篇文章的躯体的话，那么支撑它的正是强有力的逻辑之足。</p> <p>　　文章最后一段，作者为了不使读者生疑，作者便用归结于天的说法，含蓄地表示虽然完璧归赵了，可是也不能说明蔺相如的做法正确，恶果没有产生，只是事出偶然罢了。古人云，“谋事在人，成事在天”，作者此处是反其意而用之。</p> <p>　　纵观全文。文章开头一句揭示全文论旨，“人皆称之”与“予未敢以为信”一反一正相对提出，自然地引发下文。文章的主干是第二、三两段。作者先论“情”，后析“理”，双管齐下。论“情”，则由秦及赵丝丝入扣，抓住“得”“畏”二字论清蔺相如“既畏而复挑其怒”的失策。析“理”，则先破后立多方设想，辩清“曲”“直”两字，证明“使舍人怀而逃之，而归直于秦”的荒悖。“情”“理”两层文有先后，意有轻重，作者思路清晰可见。</p> <p><strong>文学赏析</strong></p> <p>　　中国古代散文的特征很好地在他这篇《蔺相如完璧归赵论》里表现出来。散文特征在语言上是求简与求精相结合的。所谓“求简”，就是字数、篇幅简要；所谓“求精”，就是语言精当，语意精辟。例如首句“蔺相如之完璧，人皆称之，予未敢以为信也。”语言上求简与求精相结合，言简意赅地发表了作者的论点。该文是一篇翻案文章。翻案文章独执异议，贵在识见高远，令人信服。该文开篇对世所称誉的蔺相如完璧归赵这一史实，予以否定，先声夺人。接着，文章从三个方面阐述予以否定的理由。首先，文章分析秦以十五城之空名取璧的真实意图，指责蔺相如之所为是“既畏而复挑其怒”之举，是失于智。接着，文章重点分析了蔺相如的所谓曲直论，先明秦赵“两无所曲直”，后又代蔺相如策划，指出蔺相如“使舍人怀而逃之”是“归直于秦”，是失于信。最后，文章分析相如完璧的后果是族灭国破，是失于利。这样，文章层层递进，步步深入，从而逼出了全文的结论：“蔺相如之获全於璧也，天也。”这里的“天”，是指当时的客观形势。行文至此，文章已可作结，而作者又列出“劲渑池”“柔廉颇”两件事，表面上与上文关系不大，但在“愈出而愈妙于用”一句中，表现出了作者的写作意图。作者认为，蔺相如的所谓“智”“勇”，不是为了赵国，而是为了自己，他的所作所为，不过是纵横家的权谋机巧而已，这，其实是触摸到了纵横家的本质。因而，该文结论之后的余波，决非可有可无的续貂之笔，用意特深。章法上散聚结合，定主宾之序、掌均变之衡，征节奏之美，懂疏密散聚，知大小曲直，驭圆缺参差，见开合呼应，求从顺言自然。审美上是实用与审美相结合。</p>",
  "about": "<h2>评价</h2> <p>　　<a href=\"http://so.gushiwen.org/author_121.aspx\">王世贞</a>《蔺相如完璧归赵论》逆平常观点而提出这样一个看法：“夫秦王既按图以予城，又设九宾，斋而受璧，其势不得不予城。璧入而城弗予，相如则前请曰：“臣固知大王之弗予城也。夫璧，非赵宝也；而十五城，秦宝也。今使大王以璧故而亡其十五城，十五城之子弟，皆厚怨大王以弃我如草芥也。大王弗予城而绐赵璧，以一璧故而失信于天下，臣请就死于国，以明大王之失信。秦王未必不返璧也。今奈何使舍人怀而逃之，而归直于秦？”意思就是直言秦王既然已经看着地图划给赵国城池，又在（朝堂上）设了“九宾”的礼仪，斋戒（五天）后要接受和氏璧，那情势就不能不给城。王世贞认为秦王已经表现出了愿意用十五城换和氏璧的决心，而蔺相如却又将和氏璧偷偷送回了赵国，这就反而显得蔺相如失信了。反让秦王得了理，秦王完全可能斩蔺相如并发兵攻打赵国，以其失信。之后王世贞得出结论，蔺相如此次实在是侥幸。赵国逃脱灾难也是侥幸，是上天保护了理亏的一方。</p> <p>　　这是《蔺相如完璧归赵论》的大概内容，然而我不敢苟同，请仔细阅读《廉颇蔺相如列传》原文第三节：“秦以城求璧而赵不许，曲在赵……赵予璧而秦不予赵城，曲在秦……宁以负秦曲”可见蔺相如对“理亏与得理”之间是有相当正确的把握的。在赴秦之前已经权衡了利弊得失，因此王世贞在“理”上的思考或许是多余的。</p> <p>　　最关键的还是在下面，原文第六段中蔺相如的一番言语：“秦强而赵弱，大王遣一介之使至赵，赵立奉璧来。今以秦之强而先割十五都予赵，赵岂敢留璧而得罪大王乎？”蔺相如的这番言语实在是完全得了理。现在的国际形式是秦强赵弱，否则也不会有您秦王一句话而赵王就派遣我立即送璧而来。试问处在弱势地位的人如何去保护自己？处于被动地位的人如何使自己不受到损害？而下面不卑不亢的话就更是精彩：您如果真的想要和氏璧，那就先将十五城割让给我赵国，我赵国岂敢不给你和氏璧？我将不但输在理，还输在义上，届时您秦王可率三军，往其他五国宣扬我赵国的不讲信用，恐怕愿意联秦起兵的不止一国吧？恐怕虎视眈眈妄图侵吞赵国土地而找不到机会的国家也不止一个吧？因此从弱者赵国来看的话，蔺相如此番言语实在是精彩，切合实际。</p> <p>　　第三，秦王其实并不想给赵国十五城。哪怕秦王又斋戒又设“九宾”之礼，那也只是做个样子，走个形式。破绽其实就出在原文的一句话上：“秦亦不以城予赵，赵亦终不予秦璧”。这句话恐怕经常容易被我们在阅读过程中忽视吧？其实从上面的分析中我们可以看出和氏璧的取得与否是秦国占有主动，然而当蔺相如秘密将和氏璧送回赵国并自己也全身而退后，秦王便再无音讯，倘若其真心实意想通过平等的手段来获取和氏璧，途径实在是有。然而这件事却终究不了了之，而戏剧性的是，这样一件不了了之的事最终成就了蔺相如。</p> <p>　　再次思索时觉得不敢非议王世贞先生的论断，然而在阅读中自己产生了些许拙见，便忍不住要跃然纸上，也便浊了读者的耳目了。</p><br/><h2>创作背景</h2> <p>　　<a href=\"http://so.gushiwen.org/author_121.aspx\">王世贞</a>作为明代著名的历史学家，对历史事件的评价不盲从古人，常常见前人所未见，道前人所未道，善察疑似之迹。《蔺相如完璧归赵论》针对蔺相如完璧归赵这一史事发表了不同的看法，感喟针砭，令读者重又反思这一经典故事背后的合理性。作者撇开蔺相如个人品德优劣不论，着眼于形势大局，从秦赵两国利害关系入手，居高临下指摘历史人物活动的某些欠缺失策之处，顺理而成章，提出了自己的一家之言。在他的此论中，他以散文创作面对政治、社会，发表自己独到的议论：“文之事本一而其用三：曰晰理，曰纪事，曰抒情，是三者，文之大用也。”</p> <p>　　西汉<a href=\"http://so.gushiwen.org/author_608.aspx\">司马迁</a>在《史记·廉颇蔺相如列传》记载，蔺相如受命带宝玉去秦国换十五座城池，见秦王没有诚意，便凭着自己的聪明才智，终于使宝玉完好回归赵国。这就是家喻户晓的”完璧归赵”，直到后来，人们仍然对蔺相如的英勇行为赞赏有加。</p>",
  "poet": {
    "id": 121,
    "star": 0,
    "name": "王世贞",
    "image": "http://img.gushiwen.org/authorImg/wangshizhen.jpg",
    "desc": "王世贞（1526年－1590年）字元美，号凤洲，又号弇州山人，汉族，太仓（今江苏太仓）人，明代文学家、史学家。“后七子”领袖之一。官刑部主事，累官刑部尚书，移疾归，卒赠太子少保。好为古诗文，始于李攀龙主文盟，攀龙死，独主文坛二十年。有《弇山堂别集》、《嘉靖以来首辅传》、《觚不觚录》、《弇州山人四部稿》等。"
  },
  "tags": [
    "古文观止",
    "初中文言文",
    "赞颂",
    "写人",
    "故事"
  ]
}