{
  "id": 66607,
  "star": 7,
  "name": "醉落魄·九日吴胜之运使黄鹤山登高",
  "dynasty": "宋代",
  "content": "龙山行乐。何如今日登黄鹤。风光政要人酬酢。欲赋归来，莫是渊明错。 <br>江山登览长如昨。飞鸿影里秋光薄。此怀祗有黄花览。牢裹乌纱，一任西风作。",
  "shangxi": "<h2>鉴赏</h2> <p>　　吴胜之为人方严，不苟言笑，而素以“豪情壮采”称的<a href=\"http://so.gushiwen.org/author_126.aspx\">戴复古</a>，却偏偏写了这样一篇类乎谐谑的词为之饯行，寓谏于谲，词写得很有味道。</p> <p>　　第一句：“龙山行乐，何如今日登黄鹤？”一开头既交代了时间、地点，更表白了自己的意见——对他此行的反感。龙山在安徽的当途，地处武昌之东，时已沦陷于金。但作为“重九”的典故，“龙山”正是当年孟嘉重九登高，落帽之处。这个典故用在这里，就有了“一石二鸟”的用意，是很见技巧的。这句话的意思是说：你有去向敌国祝贺叛乱的功夫，还不如就在这黄鹤山上陪我喝喝酒；祖国的“风光正要人酬酢”哩，何必要跑到那么远去献什么殷勤呢？这当然是借他来讽刺朝廷的。词语带了几分的酒意，然而词意却极冷隽。他醉眼蒙胧，直是把吴胜之当了宁宗<a href=\"http://so.gushiwen.org/author_1453.aspx\">赵扩</a>。</p> <p>　　吴胜之和戴复古虽属同一战线，但看来观点又不尽一致。吴胜之积极出仕，而戴复古却坚决不出仕。他们之间可能就这事曾有过争论。所以他说“欲赋归欤，莫是渊明错？”在戴复古看来，在投降派占统治地位的朝廷里，是不会有爱国志士的地位的。<a href=\"http://so.gushiwen.org/author_630.aspx\">岳飞</a>、<a href=\"http://so.gushiwen.org/author_217.aspx\">辛弃疾</a>就是极好的例子。所以他不愿降心屈志地与之委蛇，宁可归隐以申其志。这话似反问，实则是对于自己的肯定。至少酬酢江山，比媚敌为好。它与上句一正一反，把自己看似俏皮而其实是苦于无法积极的爱国之情表露无遗了。</p> <p>　　换头“江山登览长如昨。飞鸿影里秋光薄。”一笔宕了开去，词断而意未断，从人事而跳到了自然。上句属宏观，作总体的概括；下句属微观，点明眼前的风光。“长如昨”，是祖国之可爱，亘古如斯；“秋光薄”，是眼下意绪之悲凉，纵是登高作乐，其奈山河破碎，兴味蜩螗何！所以他紧接着说：“此怀只有黄花觉”，正是感慨晏安的人太多，是以只有黄花知己，则对于吴胜之此行的惋惜之情也就溢于言表了。</p> <p>　　至于怎么办，他说：“牢裹乌纱，一任西风作”吧。这句可以是指自己，也可以是指人，将几层意味混合在了一起，读来韵味无穷。它之所以有这样的效果，在技巧上是借用了“乌纱”的双重性，而又只写出形象，并不加以诠释之故。乌纱帽在隋唐时原为达官贵人所用的，以后才上下通用。所以它既可意味着指那些投降派，则“牢裹乌纱”这一形象就是深刻地揭露了他们那种“笑骂由人笑骂，好官我自为之”的卑鄙咀脸。也可以是借孟嘉落帽的典故反衬之，以表示自己政治立场的坚贞：我偏要紧裹纱帽，不让西风吹落。“西风”正是金风。在当时，这金风不仅可以吹落乌纱，还可以掉脑袋的。然而这句的气概却是壮可吞牛，大有你其奈我何的英雄气概。如果这乌纱是下人都可以戴的话，那么，他终于看到了西风所无法吹落的力量之所在了。故这一结，实在是结得馀音绕梁，妙趣横生。有那样多的侧面闪着思想光芒，让人玩味无穷，这就使它无比丰富起来。是以它在词意上可谓做到了“一箭双雕”，在章法上又做到了与首句之“龙山”相照应，在技巧上复显得气势浑成。以这样波俏精致的笔墨，将一股无可发泄的爱国之气，于嬉笑怒骂之中发出，读来直是一种美的享受。不仅解气，亦且感到鼓舞。使金本是一种屈辱的差事，吴胜之怀着这样的一纸赠词，当一定会感到胸中会有一团火。则他对这种屈辱，此时虽会忍受下来，但也决不会永远忍受下去。因为戴复古的这阕词就是不屈的精灵。</p>",
  "about": "<h2>创作背景</h2> 　　公元1213年（宋宁宗嘉定六年），吴胜之为湖北运判兼知鄂州。是年八月，金国内乱。金右副元帅赫舍哩执中废完颜永济而立宣宗完颜珣。十月，宋遣<a href=\"http://so.gushiwen.org/author_417.aspx\">真德秀</a>使金，可能吴为副使。所以他的好友<a href=\"http://so.gushiwen.org/author_126.aspx\">戴复古</a>在他出发前的重九登高的这天，在武昌黄鹤山（宋时黄鹤楼已毁）设宴为吴胜之送行，酒筵上戴复古写了这样一阕词。",
  "poet": {
    "id": 126,
    "star": 0,
    "name": "戴复古",
    "image": "http://img.gushiwen.org/authorImg/daifugu.jpg",
    "desc": "戴复古（1167—?)）南宋著名江湖派诗人。字式之，常居南塘石屏山，故自号石屏、石屏樵隐。天台黄岩（今属浙江台州）人。一生不仕，浪游江湖，后归家隐居，卒年八十余。曾从陆游学诗，作品受晚唐诗风影响，兼具江西诗派风格。部分作品抒发爱国思想，反映人民疾苦，具有现实意义。"
  },
  "tags": [
    "重阳节",
    "抒怀",
    "爱国"
  ]
}