{
  "id": 46,
  "star": 290,
  "name": "君子偕老",
  "dynasty": "先秦",
  "content": "君子偕老，副笄六珈。委委佗佗，如山如河，象服是宜。子之不淑，云如之何？<br>玼兮玼兮，其之翟也。鬒发如云，不屑髢也；玉之瑱也，象之揥也，扬且之皙也。胡然而天也？胡然而帝也？<br>瑳兮瑳兮，其之展也。蒙彼绉絺，是绁袢也。子之清扬，扬且之颜也。展如之人兮，邦之媛也！",
  "fanyi": "<p><strong>译文</strong><br>誓和君子到白首，玉簪首饰插满头。举止雍容又自得，稳重如山深似河，穿上礼服很适合。谁知德行太秽恶，对她真是无奈何！</p> <p>服饰鲜明又绚丽，画羽礼服绣山鸡。黑亮头发似云霞，那用装饰假头发。美玉耳饰摇又摆，象牙发钗头上戴，额角白净溢光彩。仿佛尘世降天仙！恍如帝女到人间！</p> <p>服饰鲜明又绚丽，软软轻纱做外衣。罩上绉纱细葛衫，凉爽内衣夏日宜。明眸善昧眉秀长，容貌艳丽额宽广。仪容妖冶又妩媚，倾城倾国姿色美！ </p> <p><strong>注释</strong><br>⑴君子：指卫宣公。　偕老：夫妻相亲相爱、白头到老。　副：妇人的一种首饰。　笄（音jī）：簪。　六珈：笄饰，用玉做成，垂珠有六颗。<br>⑵委委佗佗（音yí），如山如河：一说举止雍容华贵、落落大方，象山一样稳重、似河一样深沉。一说体态轻盈、步履袅娜，如山一般蜿蜒，同河一般曲折。佗同“蛇”、“迤”，或音tuó。　象服：是镶有珠宝绘有花纹的礼服。　宜：合身。<br>⑶子：指宣姜。　淑：善。　云：句首发语词。　如之何：奈之何。<br>⑷玼（音此）：花纹绚烂。　翟（dí）：绣着山鸡彩羽的象服。<br>⑸鬒（音诊）：黑发。　髢（音敌）：假发。<br>⑹瑱（音tiàn）：冠冕上垂在两耳旁的玉。　象：象牙。　挮（音替）：剃发针，发钗一类的首饰。一说可用于搔头。　扬：额。　且：助词，无实义。　皙（音xī）：白净。<br>⑺胡：何，怎么。　然：这样。　而：如、象。<br>⑻瑳（音搓）：玉色鲜明洁白。展：古代后妃或命妇的一种礼服，或曰古代夏天穿的一种纱衣。<br>⑼絺（音吃）：细葛布。　绁袢（xiè pàn）：夏天穿的亵衣、内衣，白色。<br>⑽清：指眼神清秀。　扬：指眉宇宽广。　颜：额。引申为面容、脸色。<br>⑾展：诚，的确。　媛：美女。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　《毛<a href=\"http://so.gushiwen.org/view_46.aspx\">诗</a>序》云：“《君子偕老》，刺卫夫人也。夫人淫乱，失事君子之道，故陈人君之德，服饰之盛，宜与君子偕老也。”孔疏云：“毛以为由夫人失事君子之道，故陈别有小君内有贞顺之德，外有服饰之盛，德称其服宜与君子偕老者，刺今夫人有淫泆之行，不能与君子偕老。”他们认为此诗所写的服饰仪容之美属于理想的“小君”（国君之妻）。而<a href=\"http://so.gushiwen.org/author_459.aspx\">朱熹</a>《诗集传》则说：“言夫人当与君子偕老，故其服饰之盛如此，而雍容自得，安重宽广，又有以宜其象服。今宣姜之不善乃如此，虽有是服，亦将如之何哉！言不称也。”他以为服饰仪容之美乃是反衬宣姜人品行为之丑。在这点上今之学者又多从朱熹之说。</p> <p>　　全诗三章，首章七句，次章九句，末章八句，错落有致。首章揭出通篇纲领，章法巧妙。宣姜本是卫宣公之子伋的未婚妻，不幸被宣公霸占，后来又与庶子顽私通，劣迹斑斑。“君子偕老”一句基此而来，起调突兀如当头棒喝，寓意深婉，褒贬自明。“副笄六珈；委委佗佗，如山如河，象服是宜”四句造语奇特，叙服饰与叙仪容相交叉，辞藻工美，极力渲染宣姜来嫁时服饰的鲜艳绚丽，仪容的雍容华贵。末二句“子之不淑，云如之何”，逗露讥刺，全诗惟此二句是刺意，其他均是赞叹称美之辞，但此二句与“君子偕老”一句遥相呼应，暗自缀合，含蓄蕴藉，藏而不露。</p> <p>　　次章与末章用赋法反覆咏叹宣姜服饰、容貌之美。次章起始“玼兮玼兮”六句与末章起始“瑳兮瑳兮”四句复说服饰之盛，次章“扬且之皙也”三句与末章“子之清扬”四句是复说容貌之美。“胡然而天也！胡然而帝也！”二句神光离合，仿佛天仙帝女降临尘寰，无怪乎姚际恒《诗经通论》称此诗为<a href=\"http://so.gushiwen.org/author_358.aspx\">宋玉</a>《神女赋》、<a href=\"http://so.gushiwen.org/author_322.aspx\">曹植</a>《洛神赋》之滥觞，并谓“‘山河’、‘天帝’，广揽遐观，惊心动魄，有非言辞可释之妙”。“展如之人兮，邦之媛也！”二句巧于措辞，深意愈出，余音袅袅，意味无穷。这两章造句齐整，意象迷离，所以陈继揆《读风臆补》说：“后两章逸艳绝伦，若除去‘也’字，都作七字读，即为七言之祖。”</p> <p>　　全诗反覆铺陈咏叹宣姜服饰容貌之盛美，是为了反衬其内心世界的丑恶与行为的污秽，铺陈处用力多，反衬处立意妙，对比鲜明，辛辣幽默，具有强烈的讽刺效果。</p>",
  "about": "<h2>创作背景</h2> 　　这是讽刺卫宣公夫人宣姜之外在美而德行实丑之态的<a href=\"http://so.gushiwen.org/view_46.aspx\">诗</a>歌。《毛诗序》云：“《君子偕老》，刺卫夫人也。夫人淫乱，失事君子之道，故陈人君之德，服饰之盛，宜与君子偕老也。”孔疏云：“毛以为由夫人失事君子之道，故陈别有小君内有贞顺之德，外有服饰之盛，德称其服宜与君子偕老者，刺今夫人有淫泆之行，不能与君子偕老。”除清<a href=\"http://so.gushiwen.org/author_347.aspx\">魏源</a>《诗古微》以为是哀夷姜之诗外，古今各家多从《毛诗序》之说，以为是刺宣姜之作。",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": [
    "诗经",
    "写人"
  ]
}