{
  "id": 61420,
  "star": 18,
  "name": "念奴娇·我来牛渚",
  "dynasty": "宋代",
  "content": "我来牛渚，聊登眺、客里襟怀如豁。谁著危亭当此处，占断古今愁绝。江势鲸奔，山形虎踞，天险非人设。向来舟舰，曾扫百万胡羯。<br>追念照水然犀，男儿当似此，英碓豪杰。岁月匆匆留不住，鬓已星星堪镊。云暗江天，烟昏淮地，是断魂时节。栏干捶碎，酒狂忠愤俱发。",
  "fanyi": "<p><strong>译文</strong><br>我客游牛渚山，登高远眺，顿觉心胸开阔。高高的然犀亭耸立于此，占尽古往今来多少登临之士的愁闷。采石矶畔的江水如巨鲸般奔腾翻滚，岸上的山岩如猛虎盘距，地势险要，实为阻击敌人的一道天然屏障。当年正是在这里，我军战舰将来犯的金兵彻底击溃，大获全胜。当年的名将温峤平定了苏峻叛乱，屡立战功，曾在牛渚矶燃犀照水。<br>今天的好男儿，就应该像他那样，才能算得上是英雄豪杰。时光匆匆流逝，转眼问鬓发已经斑白，朝朝镊又生。今日倚栏凝伫，但见江上云笼雾锁，一片昏暗，令人哀伤至极。我借酒浇愁，醉后不觉将栏干捶碎，满腔忠愤于此得以尽情宣泄。</p> <p><strong>注释</strong><br>①牛渚（zhǔ）：在今安徽马鞍山市长江东岸，下临长江，突出江中处为采石矶，风光绮丽，形势险峻，自古为兵家必争之地。<br>②聊：姑且。<br>③著：矗立。此处指建造。 危亭：与下文的照水然（同“燃”）犀，是同一典故，东晋温峤“路经牛渚采石矶，听当地人说矶下多妖怪，便命燃犀角而照之，须臾水族覆灭，奇形怪状，或乘车马著赤衣者。”（《晋书·温峤传》）后人常用“燃犀”来形容洞察奸邪。<br>④胡羯（jié）：指金兵。<br>⑤星星：形容头发花白稀落。 镊：拔除。<br>⑥断魂：形容极其哀伤。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这是一首抒发爱国之情的词篇。</p> <p>　　登高是中国古代文学作品的常见主题，登高远眺可使人，胸怀豁然开朗。如果所登之处是历史上著名的古迹，所生感慨就更为深广。此词即是。在著名的争战之地牛渚山，作者登临山顶高高的然犀亭，纵览长江天险，不禁心胸霍然敞开。一个“豁”字，极形象地展示了作者目游万里，神驰今古，内心开朗畅快的情状，直贯以下七句。牛渚山在今安徽当涂县西北，下临长江，其山脚突入江中处，名采石矶，为长江最狭长之处，形势险要，自古为南北战争必争之地。据其意记载，后汉孙策渡江攻刘繇，晋王浑取吴，梁候景渡江入建康，隋济江破陈，宋曹彬渡江取南唐，都是从牛渚山采石矶处攻进的。作者登临怀古，往事千端，纷纷涌上心头，不禁问道：是谁在此山顶高处盖了然犀亭，独自占有这一古往今来使人慷慨愁绝之地！</p> <p>　　实际上，作者的真正用意并不是要追寻“著危亭”的是谁，而是要以此向人们提问：“占断”这一古今愁绝之地、主宰祖国山川绝胜的人究竟是谁。是谁？词中没有回答，但下面“曾扫百万胡羯”、“英雄豪杰”却是巧妙的不答之答。“江势鲸奔”形容江面有如巨鲸奔腾。采石矶一带江面狭窄，长江顺势而下，水势汹涌湍急，有“一风微吹万舟阻”之说，足见这一带风浪之险恶，以“鲸奔”设喻，极贴切。</p> <p>　　“山形虎踞”，形容山势雄伟险要。以上“江势”三句谓江山形胜乃是天然险峻，非人力所为。“向来舟舰，曾扫百万胡羯。”作者登临牛渚危亭，面对山川险要的形势，历史上在此地发生的战事一一涌上心头，但最念念不忘的也许就是“采石矶大捷”。宋绍兴三十一年，宋虞允文在采石矶与金主完颜亮率领的四十万大军进行殊死战斗，大获全胜。完颜亮后被部将所杀。这一战极大增强了南宋军民的信心，并成为文人念念不忘的快事。作者亲临此处，遥想当年激战的壮烈场面，怎能不生成满腔英雄豪情！</p> <p>　　由登眺危亭——然犀亭，也令人忆起历史上有名的燃犀照水故事。传说点燃犀牛角可以洞见怪物。据《晋书。温峤传》载：“至牛渚矶，水深不可测，世云其下多怪物，峤遂毁犀角而照之。须臾，见水族覆火，奇形异状，或乘马车著赤衣者。”后来燃犀往往用以形容洞察奸邪。温峤初在北方为刘琨谋主，抵抗刘聪、石勒；南下，又与瘐亮等筹划攻灭王敦，讨伐苏峻、祖约叛乱。所以作者将他看作抵御外患、平定内乱的英雄豪杰。“追念”三句是说男儿应当象温峤那样有眼光、有谋略的英雄豪杰。可是岁月无情，壮志未酬，自己已经两鬓斑白，难以有所作为了。所以<a href=\"http://so.gushiwen.org/author_630.aspx\">岳飞</a>不禁忠告世人：“莫等闲，白了少年头，空悲切”。但主观上有立切之志，客观环境却不允许，所以仍不免老大无成，壮志难酬。更为可叹的是，现实中又缺乏温峤式的英雄来抗击外患，革新内政。“云暗江天，烟昏淮地，是断魂时节。”三句是景语更是情语，喻指边境形势险恶与国家政局衰败，兼以表达作者对深重国难的隐忧之情。报国无门，满腔忧愤无处发泄，借洒浇愁不能自已，最后凝铸成一个将栏干捶碎、忠愤发狂的爱国者形象。结韵具有一股撼人心魄的力量。</p> <p>　　词作者是南宋一位颇有材略的人，《宋史》本传说他“才具优长，而严酷累之”。他曾官至兵部尚书、参知政事，在任镇江知府、江西安抚使等地官方时，赈济流民，重视战备，他在词中抒发的忠愤之情，乃是南宋壮志难酬的有识之士蓄之已久的爱国激情。</p> <p>　　这首词激昂悲愤。上片写登眺牛渚危亭，览景动情，因景抒怀，抚念昔日抗金的英雄业绩，壮怀激烈。下片换头仍从登眺着笔，由然犀触景生情，激发英雄豪志，继而叹惜流年，英雄失志，将一腔忠愤化为<a href=\"http://so.gushiwen.org/view_61420.aspx\">诗</a>酒怒狂，酣畅淋漓地表达了南宋一代爱国志士共有的“报国欲死无战场”（《<a href=\"http://so.gushiwen.org/author_272.aspx\">陆游</a>》陇头水《诗句》的英雄憾恨。</p> <p>　　全词描写的是古战场牛渚山的险景，抒发的是作者的一腔爱国豪情，由景及情，情景交融，十分自然。另外所用两个典故“扫百万胡羯”和“照水然犀”也是了无痕迹，与全词之情景融为一体。词中流露出的深沉的历史感和现实感，以及豪迈悲壮的鲜明风格极具感染力。</p><br/><h2>赏析二</h2> <p>　　上阕写作者登临牛渚时的所见所思。开头两句直抒胸臆，意思是说：来到牛渚，登上了这高高的山头，纵目远眺，旅途中的劳顿和寂寞一下子扫除净尽，顿时觉得胸怀开阔，心情舒畅。这样起笔自然而真实。吴渊作为一个有抱负的主战派人物，来到采石之战的旧地，面对浩荡的长江，精神怎能不为之一振！“客里襟怀如豁”，这既是登高临远的瞬间感觉。也是词人博大胸怀的形象写照。接下去五句，写眼中所见：牛渚山上的“燃犀亭”高高地耸立，不知是谁把它安设在最奇险的地方。千百年来独自占有这高峻的地势，看到它的人无不感到极度的愁苦。从燃犀亭上放眼望去，长江中波涛翻腾，白浪相逐，犹如鲸鱼奔窜。汀岸上牛渚至金陵一带，山势雄伟，好似猛虎盘踞。这种险要完全是自然形成，并非人工安排。<a href=\"http://so.gushiwen.org/view_61420.aspx\">诗</a>人写燃犀亭，写山，写水，笔力劲健，气势奔放，像舒展开一幅壮美的山水画卷，境界雄浑而阔大。这五句偏重于对客观景物的渲染和描绘，但从中表现词人的爱国激情。上阕的最后两句“向来舟舰．曾扫百万胡羯”，是从眼前山势引出的对历史事件的回顾。作者仅用十个字便概括了当年的采石之战。赫赫的战功，光辉的战例，是一曲民族正气的颂歌。它也鼓舞一切有为之士，投身到抗击金人贵族集团的斗争中去。</p> <p>　　词的下阕追怀古代英雄人物，抒发作者对当今的感慨。换头“追念”以下三句，紧紧承续上阕，由重大的历史事件联想到古代的英雄豪杰。“照水然(同‘燃’)犀”与上阕提到的“危亭”(即燃犀亭)，用了同一个典故，都是指东晋温峤燃犀角照看采石矶下水怪的故事。据《晋书·温峤传》记载：温峤路经牛渚采石矶，听当地人说矶下水中多妖怪，温峤“遂燃犀角而照之，须臾见水族覆火，奇形异状，或乘车马着赤衣者”。后人常用“燃犀”来形容洞察奸邪，温峤便是一个勇于诛除邪恶的人。当初他曾在北方抵抗刘聪、石勒的骚扰，南下后又与庾亮等讨伐王敦，平定苏峻等人的叛乱。诗人登临采石，追念温峤，把他视为抗击外患、平定内乱的英雄，在这里征引典实，显然是“古为今用”。作者用典之后．接着便展开议论：要做一个堂堂的七尺男儿，就应当像温峤那样，做出一番定国安邦的轰轰烈烈的事业来。但是，在当时特定的环境和条件下，一切未必会尽如人愿，理想和现实之间总存在着距离和矛盾。诗人在追怀历史事件和英雄人物之后，思想不能不回到痛苦的现实中来。至此。作品由雄壮转为忧愤。岁月流逝，人生易老，看一看自己鬓发已经斑白；再看一看当今形势，淮水流域，天昏地暗。烟云弥漫，战事未休，这正是令人极为哀痛的时候。“云暗江天，烟昏淮地．是断魂时节”三句，写得沉郁顿挫，这是词人对国势政局的形象化描述，也是词人忧心如焚的悲歌。</p>",
  "about": "<h2>创作背景</h2> 　　作者登临古代战地牛渚山，见山川形势险要，想到此次胜利对人们的鼓舞，心胸大为舒畅。但转念自己年纪已老，又缺少像温峤那样的人物来扭转当时忧患重重的政局，致使前方形势依然险恶，不禁悲愤交集，遂作此词。",
  "poet": {
    "id": 424,
    "star": 0,
    "name": "吴渊",
    "desc": "吴渊（1190—1257年）字道父，号退庵。吴柔胜第三子，宣州宁国（今属安徽）人。约生于宋光宗绍熙初，卒于理宗宝祐五年，年约六十八岁左右。嘉定七年中进士，调建德主簿。丞相史弥远在馆中留他，将授以开化尉，他谢道：“甫得一官，何敢躁进。”弥远就不再强他。累官兵部尚书，进端明殿学士，江东安抚使、拜资政殿大学士，封金陵公，徙知福州、福建安抚使，予祠。又力战有功。拜参知政事，未几，卒。渊著有《退庵集》、《退庵词》奏议及易解，《宋史本传》传于世。"
  },
  "tags": [
    "登高",
    "典故",
    "咏史怀古",
    "爱国"
  ]
}