{
  "id": 22131,
  "star": 9,
  "name": "编集拙诗成一十五卷因题卷末戏赠元九、李二十",
  "dynasty": "唐代",
  "content": "一篇长恨有风情，十首秦吟近正声。<br>每被老元偷格律，苦教短李伏歌行。<br>世间富贵应无分，身后文章合有名。<br>莫怪气粗言语大，新排十五卷诗成。",
  "fanyi": "<p><strong>译文<br></strong>一篇《长恨歌》多么有文采风情，十首《秦中吟》则是匡时济世的正声。<br>常常被<a href=\"http://so.gushiwen.org/author_18.aspx\">元稹</a>学去了我<a href=\"http://so.gushiwen.org/view_22131.aspx\">诗</a>中的格律，<a href=\"http://so.gushiwen.org/author_683.aspx\">李绅</a>也不得不佩服我的歌行。<br>世间的富贵我大概没有缘分，身后文章才会留下我的声名。<br>别笑我气粗，满口大话，新编的十五卷诗集已经完成。</p> <p><strong>注释<br></strong>⑴元九：指元稹（微之）；李二十：指李绅。这二人都是诗人<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>的好友。<br>⑵长恨：指诗人于元和元年（806年）创作的著名长诗《长恨歌》。此诗叙述唐玄宗与杨贵妃的爱情悲剧，其中对唐玄宗的重色误国进行了某些讽刺，所以他自认其诗有风人之情，美刺之旨。<br>⑶秦吟：指诗人于贞元、元和之际创作的一组反映民间疾苦的著名讽喻诗——《秦中吟》。正声：指《诗经》中的“雅诗”。《诗·大序》说：“雅者，正也，言王政之所由废兴也。”雅诗中有许多政治讽刺诗。《秦中吟》正是劝谏皇帝改革弊政的政治讽喻诗。<br>⑷老元：指元稹。偷：朋友间的戏词，实际上是学习、效仿的意思。格律：作诗在字数、句数、平仄、押韵等方面的格式。<br>⑸短李：指李绅。《新唐书·李绅传》：“（绅）为人短小精悍，于诗最有名，时号短李。”伏：通“服”，佩服，服气。<br>⑹应：大概。无分：没有缘分。<br>⑺身后：死后。合：应该。<br>⑻言语大：夸口，说大话。<br>⑼排：编排。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　此<a href=\"http://so.gushiwen.org/view_22131.aspx\">诗</a>既是诗人为自己的诗集题记，又是赠友之作，而且是“戏赠”，即兼有与友人戏谑的意思。全诗八句，诗人首先举出自己全部诗作中最有名气、流传最广的代表作，表明自己的创作用心。先列出长篇叙事诗《长恨歌》，强调其情感文采；再列出讽喻组诗《秦中吟》，强调其社会价值：接近《诗经》之“正声”。<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>特意列举出了自己的这些作品，意在表明自己的以诗歌干预现实的思想和自己成功的实践。</p> <p>　　诗第三、四两句下，诗人曾分别自注：“元九向江陵日，尝以拙诗一轴赠行，自是格变。”又注：“李二十尝自负歌行，近见余乐府五十首，默然心伏。”<a href=\"http://so.gushiwen.org/author_18.aspx\">元稹</a>写诗乃受到白居易的启发，<a href=\"http://so.gushiwen.org/author_683.aspx\">李绅</a>、白居易同作乐府，但白居易的新乐府诗，后来居上，令李绅自叹弗如，这里称元稹为“老元”，称李绅为“短李”，又故称曰“偷”、曰“伏”，都朋友之间的戏辞，由此也可见元、李、白三诗人之间的亲密无间的关系。诗中接着写“世间富贵应无分，身后文章合有名”这是诗人结合自己命运遭际的牢骚话。他说：世上富贵人人所羡，但我却命中无份，看来只有身后的文名，聊可自慰了。这里虽有对自己诗才的自许，但也蕴含着不平和辛酸。白居易后来在与遭谗被贬的好友<a href=\"http://so.gushiwen.org/author_197.aspx\">刘禹锡</a>会面时，曾即席赋诗相赠，其中有诗云：“诗称国手徒为尔，命压人头不奈何。举眼风光长寂寞，满朝官职独蹉跎。”这虽是就诗人刘禹锡的遭遇说的，但也是发诗人自己的心声。最后，诗人更以故做自傲的语气，夸饰自己新编诗集后的得意心情。</p> <p>　　从写作背景来看，诗人在这首诗中所蕴含的感情是复杂的，表面上是自矜自许，是对自己文章的夸耀，是对友人的戏谑，但实质上充满不平、辛酸和自嘲，当然也不乏对自己才能的自豪。从整个诗的风格来看，可以说是亦庄亦谐，名曰“题卷”，而不拘泥于记事；称为“戏赠”，并不仅是戏言。全诗对仗工整，一气呵成，寓深意于轻松调侃之中，既诙谐幽默，又耐人寻味。</p>",
  "about": "<h2>创作背景</h2> 　　唐宪宗元和十年（815年）<a href=\"http://so.gushiwen.org/view_22131.aspx\">诗</a>人<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>因在朝中直言不阿，作讽谕诗针砭时弊，触怒了权贵，从而遭谗被贬江州（今江西九江）。在这段时期里，诗人极为苦闷，从他写给好友<a href=\"http://so.gushiwen.org/author_18.aspx\">元稹</a>的书信《与元九书》中看出，诗人专门对自己前半生的生活道路和创作道路作了全面的总结与回顾。他痛苦，愤激，但对自己的追求并不后悔，认为“诗人多蹇”，自古如此；前辈的李、杜亦穷悴终身，“今之迍穷，理固然也”。自己虽在政治宦途上遭挫，但多年来所创作的几百首诗文却足以自矜。于是，他“检讨囊帙”，将约八百首诗，分为四类：讽谕诗、闲适诗、感伤诗、杂律诗，编成十五卷，集成后题了这首诗。",
  "poet": {
    "id": 665,
    "star": 0,
    "name": "白居易",
    "image": "http://img.gushiwen.org/authorImg/baijuyi.jpg",
    "desc": "白居易（772年－846年），字乐天，号香山居士，又号醉吟先生，祖籍太原，到其曾祖父时迁居下邽，生于河南新郑。是唐代伟大的现实主义诗人，唐代三大诗人之一。白居易与元稹共同倡导新乐府运动，世称“元白”，与刘禹锡并称“刘白”。白居易的诗歌题材广泛，形式多样，语言平易通俗，有“诗魔”和“诗王”之称。官至翰林学士、左赞善大夫。公元846年，白居易在洛阳逝世，葬于香山。有《白氏长庆集》传世，代表诗作有《长恨歌》、《卖炭翁》、《琵琶行》等。"
  },
  "tags": [
    "友情",
    "抒怀"
  ]
}