{
  "id": 53504,
  "star": 6,
  "name": "满江红·自豫章阻风吴城山作",
  "dynasty": "宋代",
  "content": "春水迷天，桃花浪、几番风恶。云乍起、远山遮尽，晚风还作。绿卷芳洲生杜若。数帆带雨烟中落。傍向来、沙觜共停桡，伤飘泊。 <br>寒犹在，衾偏薄。肠欲断，愁难著。倚篷窗无寐，引杯孤酌。寒食清明都过却。最怜轻负年时约。想小楼、终日望归舟，人如削。",
  "fanyi": "<p><strong>译文<br></strong>正是桃花水涨时，又几番风险浪急。阴云乍起，将远山层层遮蔽。 入黄昏，风吼不息。生满杜若的沙洲，翻卷着绿色和香气。几片风帆，落下在迷蒙烟雨里。行船傍突入江中的沙嘴停泊，一股飘泊的忧伤在心中升起。<br>夜间春寒未退，偏又被薄人无寐。悲肠欲摧，沉甸甸的忧愁担不起。一个人靠着蓬窗，拿来酒杯独酌，将不眠的愁思浇患。寒食清明都过了，轻易错过了从前约定的日期，料想闺中佳人，整天登楼凝望盼船回，人瘦如削凭栏立。</p> <p><strong>注释<br></strong>⑴豫章：今江西南昌市。“吴城山”地名。<br>⑵桃花浪：亦称桃花水。旧历二三月春水涨，正值桃花开，故称。<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>《春水》<a href=\"http://so.gushiwen.org/view_53504.aspx\">诗</a>有“三月桃花浪，江流复旧痕”句。<br>⑶“绿卷”句：出自《楚辞·湘君》：“采芳洲兮杜若。”杜若，一香草名。绿卷，一作绿遍。<br>⑷数帆：几片风帆。<br>⑸向来：即适来。<br>⑹沙嘴：即沙洲。<a href=\"http://so.gushiwen.org/author_588.aspx\">晏几道</a>《玉楼春》：“停桡共说江头路。”<br>⑺桡（ráo）：桨，代指船。<br>⑻衾（qīn）：被子。<br>⑼寐（mèi）：睡着。<br>⑽篷（péng）窗：船的窗户。<br>⑾轻负：轻易地辜负。<br>⑿年时约：指与家中约定春天返家。<br>⒀削：形容人体消瘦。 </p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　满江红，双调九十三字，前阕四仄韵，后句五仄韵，前阕五六句，后阕七八句要对仗，例用入声韵脚。以<a href=\"http://so.gushiwen.org/author_630.aspx\">岳飞</a>词《满江红·怒发冲冠》最为有名。南宋<a href=\"http://so.gushiwen.org/author_30.aspx\">姜夔</a>始用平声韵，但用者不多。</p> <p>　　题中“豫章”，今江西南昌市。“吴城山”地名。据《太平寰宇记》：“南昌县……吴城山在治东一百八十里，临大江。”船经常航行到这里风浪所阻。<a href=\"http://so.gushiwen.org/author_406.aspx\">张孝祥</a>《吴城阻风》<a href=\"http://so.gushiwen.org/view_53504.aspx\">诗</a>中云：“吴城山头三日风，白浪如屋云埋空。”形象地展示了江涛汹涌的险恶景象。</p> <p>　　此词开头“春水迷天”两句，点出天气骤变，风浪连天江面无比险恶。作者紧扣住词题“阻风”下笔，而写得气势雄伟。在旧历三月，春暖雪化，江水猛涨，此时正值桃花盛开的的季节，故称“桃花浪”。<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>《春水》诗：“三月桃花浪，江流复旧痕。”词里“风浪”二字连用，便在烟水迷茫的景象中显示出了一股汹涌险恶的气势。“云乍起”二句承上实写舟行所遇的险境。一个“还”字，既写出江面恶劣的环境延续，又暗示了时间的推移。这样开头几句就把行舟为风雨所阻的情况充分表现出来。“绿卷芳洲生杜若”二句，由远及近，写景如画。“杜若”，香草名。<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>《九歌·湘君》：“采芳洲兮杜若。”在长满一片嫩绿芳草的水洲边上，舟泊烟渚，雨中落帆，寥寥几笔，便勾勒出一幅笔墨苍润的烟雨落帆图。</p> <p>　　“傍向来沙嘴共停桡”二句，写停泊的情景。“向来”，即适来，“沙嘴”，即沙洲。<a href=\"http://so.gushiwen.org/author_588.aspx\">晏几道</a>《玉楼春》：“停桡共说江头路。”词人产生遇风浪而飘泊天涯的情怀，这就为下片的抒情作铺垫。</p> <p>　　“寒犹在”以下四句，承上转下，由景及情，描写了寒夜停泊的情况。而“倚篷窗无寐”二句，更进一层，倚窗独酌，借酒浇愁愁更愁，这既表现出人物的孤独感，又是上文“愁肠”的进一步深化。“寒食清明都过却”二句，笔墨宕开，但与作者当时的心境相连结。词人想起清明节都已过去，自己早就误过归期，辜负了佳人相约的一片深情，心中充满了焦虑和痛苦。</p> <p>　　结末“想小娄终日望归舟，人如削”，这句化用<a href=\"http://so.gushiwen.org/author_535.aspx\">柳永</a>《八声甘州》“想佳人妆楼颙望，误几回天际识归舟”的词意。如果说柳永词中的“误几回”更觉灵动，那么这里的“人如削”就更能传神。唐代<a href=\"http://so.gushiwen.org/author_18.aspx\">元稹</a>《三月二十四日宿曾峰馆夜对桐花寄乐天》诗：“是夕远思君，思君瘦如削。”不过，词中不是写自己，而是从对方着笔。本来是自己思归心切，却说佳人在小楼里终日痴望希望自己归来。这是出于自己的想象，是虚写更展示了作者急切回去的心情，但运用了“终日望归舟，人如削”这样具体细致的情节描写，不仅显得真实，化虚为实，而且把埋藏内心的思归意蕴充分刻画出来。</p> <p>　　这首思归的词作，以景起，以情终，全词情景交织，然而在抒写旅途停泊时的感情起伏动荡，尤擅长于勾勒铺叙。这与柳永擅长表现羁旅行役的题材而又尽情铺展的格调是一脉相承的。 </p><br/><h2>赏析二</h2> <p>　　词题点明作这首词的缘由，词人归乡途中被风阻于吴城山。开头两句与词题“阻风”相照应。此词开头“春水迷天”两句，点出天气骤变，风浪连天江面无比险恶。作者紧扣住词题“阻风”下笔，而写得气势雄伟。”词里“风浪”二字连用，便在烟水迷茫的景象中显示出了一股汹涌险恶的气势。“云乍起”二句承上实写舟行所遇的险境。一个“还”字，既写出江面恶劣的环境延续，又暗示了时间的推移。这样开头几句就把行舟为风雨所阻的情况充分表现出来。“春水迷天，桃花浪、几番风恶。”原本平静的春水突然烟雾缭绕，大浪迭起。此时正值桃花繁盛，在大风的吹刮下，形成层层波浪，气势雄壮，更有险恶之势。“绿卷芳洲生杜若”二句，由远及近，写景如画。”在长满一片嫩绿芳草的水洲边上，舟泊烟渚，雨中落帆，寥寥几笔，便勾勒出一幅笔墨苍润的烟雨落帆图。</p> <p>“傍向来沙嘴共停桡”二句，写停泊的情景。“原本就已经延误的回乡归程，如今又被恶劣的天气耽误，归乡日期仍要推迟，词人自然产生了感伤情怀，遂有“伤漂泊”之语。这就为下片的抒情作铺垫。</p> <p>“寒犹在”以下四句，承上转下，由景及情，描写了寒夜停泊的情况。而“倚篷窗无寐”二句，更进一层，倚窗独酌，借酒浇愁愁更愁，这既表现出人物的孤独感，又是上文“愁肠”的进一步深化。“寒食清明都过却”二句，笔墨宕开，但与作者当时的心境相连结，词人回想寒食节、清明节都已经过去，归乡却尚无定期，早已辜负了与佳人的约期，无奈、痛苦之情更加强烈。</p> <p>结末“想小娄终日望归舟，人如削”，这句化用<a href=\"http://so.gushiwen.org/author_535.aspx\">柳永</a>《八声甘州》“想佳人妆楼颙望，误几回天际识归舟”的词意。如果说柳永词中的“误几回”更觉灵动，那么这里的“人如削”就更能传神。唐代<a href=\"http://so.gushiwen.org/author_18.aspx\">元稹</a>《三月二十四日宿曾峰馆夜对桐花寄乐天》<a href=\"http://so.gushiwen.org/view_53504.aspx\">诗</a>：“是夕远思君，思君瘦如削。”不过，词中不是写自己，而是从对方着笔。本来是自己思归心切，却说佳人在小楼里终日痴望希望自己归来。这是出于自己的想象，是虚写更展示了作者急切回去的心情，但运用了“终日望归舟，人如削”这样具体细致的情节描写，不仅显得真实，化虚为实，而且把埋藏内心的思归意蕴充分刻画出来。</p> <p>此词本是抒发词人的羁旅愁怨，却不写自己“人如削”，而通过想象佳人因盼望自己归乡，“终日望归舟”，已“人如削”，实则把词人盼望回乡的急切心情刻画得惟妙惟肖。如<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>在《忆秦娥》中“箫声咽，秦娥梦断秦楼月”，不说自己如何思念秦娥，而想象秦娥梦断，表达诗人自己的孤单惆怅之情。此处词人以“人如削”描绘佳人的形态，生动传神。从对恶劣环境的描写，转入羁旅愁思的抒发，词人因风恶而延误归乡的痛苦之情表达得深切、真挚。以“想小楼、终日望归舟，人如削”结尾，巧妙的艺术构思、细致具体的描摹，具有极高的审美价值。这首思归的词作，以景起，以情终，全词情景交织，然而在抒写旅途停泊时的感情起伏动荡，尤擅长于勾勒铺叙。这与柳永擅长表现羁旅行役的题材而又尽情铺展的格调是一脉相承的。</p>",
  "about": "<h2>创作背景</h2> <p>　　此词作于宣和二年(1120)春。时<a href=\"http://so.gushiwen.org/author_120.aspx\">张元干</a>由江西南昌赴南康拜会名士陈瑾，途经南昌城北的吴城山，遇风阻行，有感于飘泊在外，与妻子久别，遂赋此阕。</p> <p>　　张元干《芦川归来集》卷九《跋楚甸落帆》云：“往年自豫章下白沙，尝作《满江红》词，有所谓‘绿卷芳洲生杜若，数帆带雨烟中落’之句。此画颇与吾眼界熟，要是胸次不凡者为之，宁无感慨？”然而跋文年代不详，据同书卷十《芦川豫章观音观书》云：“元干以宣和元年三月出京师，六月至乡里。”所述与词中地点和时间相吻合，可能是作于这年返乡途中。</p>",
  "poet": {
    "id": 120,
    "star": 0,
    "name": "张元干",
    "image": "http://img.gushiwen.org/authorImg/zhangyuangan.jpg",
    "desc": "元干出身书香门第。其父名动，进士出身，官至龙图阁直学士，能诗。张元干受其家风影响，从小聪明好学，永泰的寒光阁、水月亭是他幼年生活和读书处。十四五岁随父亲至河北官廨（在临漳县）已能写诗，常与父亲及父亲的客人唱和，人称之“敏悟”。"
  },
  "tags": [
    "羁旅",
    "山水",
    "思归"
  ]
}