{
  "id": 71901,
  "star": 8,
  "name": "东城送运判马察院",
  "dynasty": "宋代",
  "content": "春风骋巧如翦刀，先裁杨柳后杏桃。<br>圆尖作瓣得疏密，颜色又染燕脂牢。<br>黄鹂未鸣鸠欲雨，深园静墅声嗷嗷。<br>役徒开汴前日放，亦将决水归河槽。<br>都人倾望若焦渴，寒食已近沟已淘。<br>何当黄流与雨至，雨深一尺水一篙。<br>都水御史亦即喜，日夜顺疾回轻舠。<br>频年吴楚岁苦旱，一稔未足生脂膏。<br>吾愿取之勿求羡，穷鸟困兽易遯逃。<br>我今出城勤送子，沽酒不惜典弊袍。<br>数途必向睢阳去，太傅大尹皆英豪。<br>试乞二公评我说，万分岂不益一毛。<br>国给民苏自有暇，东园乃可资游遨。",
  "fanyi": "<p><strong>译文<br></strong>春天已至，万物复苏。春风如一位美丽而又心灵手巧的姑娘，迈着纤纤细步款款而来。她挥舞剪刀，尽情地展示那高超的女工技巧。她先裁出了柳叶，随着柳条袅袅依依地舞蹈；又裁出杏叶、桃叶，嫩嫩的，绿绿的，如小孩子的眉眼，似乎对着人笑。杏花开了，花瓣圆圆的，肥肥的；桃花开了，花瓣尖尖的，厚厚的。桃花、杏花开满枝头却毫不拥挤，既不太稀，也不太密，显得疏密得当。风姑娘还精心地打扮这些花朵，给它们穿上了红的，白的，粉红的衣服，白的如雪，红的如胭，真是艳丽无比，将春天装点的万紫干红，灿烂生辉。<br>在这大好的春光里，虽然即将分别，可大家的心情倒还不坏。为什么呢？原来，许久以来，京城江南一带正遭受旱灾，天已经很长时间没有下雨了，汴河已经绝流很久，不能通航，身为转运判官的马遵被困京城好久回不到江南任上。而现在天气已经有所好转，那整日吵闹的黄鹂停止了呜叫，深深的园子里，幽静的沟壑中不时传来鹁鸠嘈杂的喧叫声，这都是要下雨的征兆啊。而且，从事引黄河入汴河工程的夫役也已于前日被遣发。要不了多久，滚滚黄河之水就会通到汴河了，这样，断航日久的汴河通行在即，马遵也即将可以离京赴任，怎能不令人欢喜鼓舞呢？此时又何须悲悲切切呢？<br>长时间以来，都城里的人每天都引颈而望，盼望着早降甘霖，他们心情就像是那渴极的人盼望水喝一样的急切。寒食前夕，京城里大小沟渠都也已经疏通完毕，以便大雨下来时迅速地排洪。如果地面降水深一尺即可解除旱情，汴河水深一篙即可通航，等到大雨来临，黄河水也到来之时，不仅都城人民和吴楚人民得以解除旱象，而且汴河也畅行无阻了。马遵也不用再滞留京城，可乘着如刀之轻舟，顺流直下，夜兼程，回到江南了，那可更是皆大欢喜呀。<br>吴楚常常受到苦旱灾害的折磨，连年欠收，即使这回下一场透雨，庄稼可以得到一次较好收成，老百姓还是不能缓过气来。重税之下，老百姓没有办法生活下去，他们就会像无食之鸟、被困之兽一样，被迫逃亡。我今天出城去送马遵，不惜拿旧衣服去典押以便换取酒钱，买些酒好为他践行。<br>此次离开必定向雎阳的方向进发，太傅大尹都是大英雄大豪杰。请求友人将他上面讲的话请他们两人评一评，看看是否对于天下的人有好处。只有国家强盛富足，人民才能得到复苏；只有人民温饱，有力耕作，国家才能富足。只有国家富足，人民安居乐业。要是地方太平，不生事端，那么就有时间跟马遵去遨游东园。</p> <p><strong>注释<br></strong>①燕脂：同胭脂。<br>②黄鹏：均写即将下雨的征兆。俗语“天将雨，鸠逐妇”，见《埤雅》。<br>③嗷嗷：象声词，形容鸠逐其匹的嘈杂喧叫声。<br>④开汴（biàn）：疏浚汴河。放：停止。<br>⑤河槽：河床。<br>⑥寒食：节名，在清明前一天。沟已淘：谓汴京城中沟渠疏淘完毕。<br>⑦何当：多么合适，犹言正巧。黄流：指引来的黄河水流。<br>⑧脂膏：油脂，凝者为脂，释者为膏；喻人民的财物。<br>⑨求羡：征收额外的赋税。羡：盈余。唐代节度使等将正税常额之外加收的无名税收贡献朝廷，称为“羡余”。<br>⑩穷鸟困兽：喻百姓将如无食之鸟、被困之兽，被迫逃亡。<br>⑪典弊袍：拿破旧之袍典押。<br>⑫雎（suí）阳：今河南商丘，秦代曾于此置睢阳县．宋时称南京应天府。<br>⑬国给民苏：国家富裕充足，人民安居乐业。苏：困顿之后获得休养生息。<span style=\"font-family:SimSun;\"></span></p>",
  "shangxi": "<h2>赏析</h2> <p>　　这是<a href=\"http://so.gushiwen.org/view_71901.aspx\">诗</a>人在汴京（今河南开封）东城送别友人之作。运判马察院，指马遵，字仲涂，饶州乐平（今属江西）人，当时以监察御史为江淮六路发运判官，是诗人的好友。宋代张世南《游宦纪闻》说：“龙图（龙图阁学士，马遵后来曾任此职）马公仲涂家藏蔡忠惠（即<a href=\"http://so.gushiwen.org/author_1898.aspx\">蔡襄</a>，字君谟，谧忠惠，北宋大书法家）帖，用金花纸十六幅，每幅四字，云：‘梅二（即<a href=\"http://so.gushiwen.org/author_131.aspx\">梅尧臣</a>，字圣俞，排行第二）马五（即马遵）蔡九（即蔡襄）皇祐壬辰（1052年，即皇祐四年）仲春寒食前一日会饮于普照院，仲涂和墨，圣俞按纸，君谟挥翰，过南都试呈杜公（即杜衍）、欧阳九（即<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>）评之，当属在何等。’”所叙时间、人事与此诗相合，故此诗作于1052年（皇祐四年）二月，当时梅尧臣在京城汴京监永济仓。</p> <p>　　梅尧臣是一位同情劳动人民的诗人。此诗虽写送别，却表现了对人民疾苦的深切关心。</p> <p>　　开头四句先写送别的时间。这几句化用唐代<a href=\"http://so.gushiwen.org/author_368.aspx\">贺知章</a>《咏柳》名句“不知细叶谁裁出？二月春风似剪刀”诗意，但却又有发展变化。贺诗单写春柳，此诗重点在写杏桃。把春风比作剪刀，说它裁出了柳叶，又裁出杏桃，这是变无情为有情，把没有感情的春风，写成了有情的巧匠，设想新奇而富有诗意。第三句的“圆尖作瓣”承接上句，写杏桃的花瓣，圆瓣指杏，尖瓣指桃。“得疏密”是说它们疏密适中，既不太稀，也不太密。第四句说它们的颜色红若燕脂（即胭脂），艳丽无比，也就是说，春风不但剪其形，而且染其色。春风荡漾，柳绿桃红，景色是如此宜人。这几句语调轻快，写出送别时的愉悦心情。朋友相别，使人怅恨，此诗却透出欣喜之情。当时京都地区原本大旱，据《宋史·仁宗纪》记载，1051年（皇祐三年）八月，汴河即已绝流，马遵比时也因此而被困在京城。而到这次送别时，气候已有转机，即将下雨；同时派去引黄河水入汴河的夫役，也已于不久前遣发，汴河即将通航，这令诗人十分欢欣。此刻就是因为马遵即将回到江南去，所以梅尧臣等人在东城为他送别。此诗第五句至十句就是描写此事。《埤雅》：“鹁鸠，灰色无绣顶，阴则屏逐其匹，晴则呼之。语曰‘天将雨，鸿逐妇’是也。”“黄鹂”句诗意即源于此。黄鹂不鸣，鹁鸠逐妇，都是即将下雨的征兆；“深园静墅声嗷嗷”的“嗷嗷”，就是鹁鸠逐妇的嘈杂喧叫声。“开汴”指疏浚汴河河口和汴河上游，以便引黄河水顺畅地注入汴河。这四句是叙事，节奏急促，气氛非常热烈。下面接着写人们的心情：都城的人盼望下雨就像渴极的人盼望有水喝一样，寒食前夕，大沟小沟都已疏淘完毕，以便大雨下来时迅速排水。据《宋史·河渠四·京畿沟渠》记载，北宋京都每年春天疏浚沟渠，以防水潦成灾。诗人于1053年（皇祐五年）所作《淘渠》中有“开春沟，畎春泥，五步掘一堑，当涂如坏堤”，即专写汴京整修下水道。“何当”在这里是“合当”之意，表示肯定语气。“黄流”指引来的黄河水流。宋代设有都水监，管理河道堤防，原来隶属于三司河渠，1058年（嘉祐三年）始置专监。作者写此诗时，都水尚无专官。诗中的都水御史即指马遵。舠是小船，形如刀。“雨深一尺”，可以解除早象；水深一篙，则汴河可以通航。友人马遵即可乘着轻舟，顺流直下，日夜兼程，回到江南的住所去。“亦即喜”的“亦”字，表明欢喜的不仅是马遵，还包括京都和吴楚地区苦于旱灾的人民，也包括作者在内。“回轻舠”点出题中的“送”字，“轻”字不仅同上文“水一篙”关合，而且还写出了行者的欢悦心情，因为只<br>　　有水深流急，舟行迅疾，舟才显得轻；只有人心情愉快，才会更加感到小舟的轻。这几句如急流行舟，节奏非常轻快，写出了送行者和行者的愉快心情。</p> <p>　　马遵是转运判官，他这次回住所的任务，就是要协助转运使收缴吴楚财赋，由汴河运进京师。此诗第三大段，即由此着笔，写诗人对友人的希望。因为吴楚频受苦旱，连年歉收，即使这回下一场透雨，庄稼得到一次较好收成，老百姓仍然缓不过气来，所心诗人希望友人在收缴赋税时，不要额外多收，如果加重剥削，老百姓无法生活下去，他们就会像无食之鸟、被困之兽一样，被迫逃亡。唐代刺史、节度将正税常额之外加收的赋税贡献朝廷，称为“羡余”。“频年苦旱”而仅“一稔”，老百姓身上没有什么油水，所谓“勿求羡”不过是不要大肆搜括的委婉说法。当时江淮两浙荆湖发运使许元以聚敛刻薄为能，希图得到迅速提升，所以诗中特别以此嘱咐友人，作为此次的临别赠言，要他对上司许元加以规劝，实际上是讲给许元听的。据《宣城县志》记载，马遵为官清廉，他任宣州（治所在今安徽宣城）知州离去时，郡僚军民争欲挽留。最后八句又将此意加以申说。出城相送，不惜典袍沽酒，可见对友人情意深重。而计算行程，友人此去必定经过睢阳，杜衍、欧阳修正在那里，所以作者要友人将他上面讲的话请他们两人评一评，看看是否于天下的人不无少补。睢阳即今河南商丘，秦代曾于此置睢阳县，宋时称南京应天府。太傅指杜衍，当时以太子太傅退居南京。大尹指欧阳修，当时任应天府知府兼南京留守事，汉唐时京师地区行政长官称尹，诗中即沿此例尊称其为“大尹”。他是作者的至友，曾为其《宛陵先生诗集》作序，对作者的诗极为赞赏。“万分岂不益一毛”是反用《孟子·尽心上》“杨子（指杨朱）取为我，拔一毛而利天下，不为也”语意，意思是说如果按照自己的意见去做，于国家人民多少有点好处。诗中说请杜衍、欧阳修评说，是有深意的：他们二人都是朝廷的重巨，杜衍曾为宰相，为人刚正廉明；欧阳修曾为知制诰，能关心人民的疾苦，他们会赞同诗人的意见。这样一来，如果转告许元，许元对他们的意见就不能不加以认真考虑。结末两句仍承此意，以“国给民苏”相期许。“国给”和“民苏”是互为因果的：只有国家强盛富足，人民才能得到复苏；只有人民温饱，有力耕作，国家才能富足。只有国家富足，人民安居乐业，地方上没有事端，作地方官的许元和友人马遵，才有闲暇逸致，得以在东园尽情遨游。“东园”在真州（治所在今江苏仪征），许元所筑，梅尧臣有《真州东园》诗。欧阳修有《真州东园记》，详记修园始末和马遵同发运使施昌言、许元园中游憩事，其中有“使上下给足，而东南六路之人无辛苦愁怨之声，然后休其余闲”语，与此诗之意相同。诗以东园作结，既能唤起友人的美好回忆，又从正面作了奖劝，表达了对友人的股切期望之情。</p> <p>　　此诗通篇都以国计民生为意，而将朋友深情，融贯其中，一韵到底，情调轻快，在送别诗中，别具一格。 </p>",
  "about": "<h2>创作背景</h2> 　　皇桔四年（1052）二月，在汴京东城送别友人马遵赴任而作，尧臣时在汴京监永济仓。",
  "poet": {
    "id": 131,
    "star": 0,
    "name": "梅尧臣",
    "image": "http://img.gushiwen.org/authorImg/meiyaochen.jpg",
    "desc": "梅尧臣（1002～1060）字圣俞，世称宛陵先生，北宋著名现实主义诗人。汉族，宣州宣城（今属安徽）人。宣城古称宛陵，世称宛陵先生。初试不第，以荫补河南主簿。50岁后，于皇祐三年（1051）始得宋仁宗召试，赐同进士出身，为太常博士。以欧阳修荐，为国子监直讲，累迁尚书都官员外郎，故世称“梅直讲”、“梅都官”。曾参与编撰《新唐书》，并为《孙子兵法》作注，所注为孙子十家著（或十一家著）之一。有《宛陵先生集》60卷，有《四部丛刊》影明刊本等。词存二首。"
  },
  "tags": [
    "送别",
    "友情",
    "写人",
    "忧国忧民"
  ]
}