{
  "id": 72409,
  "star": 66,
  "name": "招隐士",
  "dynasty": "两汉",
  "content": "桂树丛生兮山之幽，偃蹇连蜷兮枝相缭。<br>山气巄嵷兮石嵯峨，溪谷崭岩兮水曾波。<br>猿狖群啸兮虎豹嗥，攀援桂枝兮聊淹留。<br>王孙游兮不归，春草生兮萋萋。<br>岁暮兮不自聊，蟪蛄鸣兮啾啾。<br>坱兮轧，山曲岪，心淹留兮恫慌忽。<br>罔兮沕，憭兮栗，虎豹穴。<br>丛薄深林兮，人上栗。<br>嵚岑碕礒兮，碅磳磈硊；<br>树轮相纠兮，林木茷骫。<br>青莎杂树兮，薠草靃靡；<br>白鹿麏麚兮，或腾或倚。<br>状貌崟崟兮峨峨，凄凄兮漇漇。<br>猕猴兮熊罴，慕类兮以悲；<br>攀援桂枝兮聊淹留。<br>虎豹斗兮熊罴咆，禽兽骇兮亡其曹。<br>王孙兮归来，山中兮不可以久留。",
  "fanyi": "<p><strong>译文</strong><br>桂树丛生啊在那深山幽谷，枝条弯弯啊纠结缠绕在一起。<br>山中云雾弥漫啊岩石巍峨，山谷险峻啊溪水激起层层高波。<br>虎豹吼叫啊群猿悲啼，登山升树啊王孙隐居在这里。<br>王孙久留深山不归来啊，满山遍野啊春草萋萋。<br>转眼岁末心中烦乱啊，满耳夏蝉哀鸣声声急。<br>山中啊云遮雾盖，深山啊盘曲险阻，久留山中啊寂寞无聊少快意。<br>没精神，心恐惧，虎豹奔突，战战兢兢上树去躲避。<br>那山石横出竖立，怪怪奇奇。<br>那树林枝干纽结，茂茂密密。<br>青莎丛生啊，薠草遍地。<br>那成群的野鹿和獐子，有的欢跳，有的休息。<br>头上的犄角高高耸立，满身的丰毛光泽如洗。<br>还有那失群的猴子和熊罴，呼唤同伴声声悲啼。<br>你攀山登树隐居在这里，多险恶啊，虎豹争斗熊罴叫，吓得飞禽走兽四散逃。<br>王孙啊，回来吧，山中险恶不可久留居！</p> <p><strong>注释</strong><br>①偃蹇、连蜷：屈曲的样子。缭：纽结。<br>②巃嵷（lónɡ sōnɡ）：云气弥漫的样子。<br>③崭岩：险峻的样子。曾：层。<br>④狖：长尾猿。<br>⑤淹留：久留。<br>⑥蟪蛄：夏蝉。<br>⑦坱（yǎnɡ）轧：云气浓厚广大。<br>⑧曲岪（fú）：山势曲折盘纡的样子。<br>⑨恫慌忽：忧思深的样子。<br>⑩罔沕（wù）：失神落魄的样子。<br>栗：憭栗，恐惧的样子。<br>穴：闻一多疑为“突”之坏字，“虎豹突”与上文“虎豹嗥”，下文“虎豹斗”句法同。“虎豹突，丛薄深林兮人上僳”者，谓虎豹奔突，人惧而登树木以避之也。译文从之。<br>嵚（qīn）岑、碕礒（qí yǐ）：均为形容山石形状的形容词。<br>碅磳（jūn zēnɡ）、磈硊（kuǐ ɡuì）：均为怪石貌。<br>轮：横枝。<br>茷骫（wěi）：盘纡的样子。<br>杂树：犹言丛生。<br>麏（jūn）：同“麋”，獐。麚（jiā）：公鹿。<br>漇漇（xǐ）：润泽。<br>曹：同类。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　《招隐士》给人一种森然可怖，魂悸魄动的特殊感受。作者以强烈的主观感情色彩，采用夸张、渲染的手法，极写深山荒谷的幽险和虎啸猿悲的凄厉，造成怵目惊心的艺术境界，成功地表达了渴望隐者早日归还的急切心情。通篇感情浓郁，意味深永，音节谐和，情辞悱恻动人，为后代所传诵。通过对山水、溪谷、巉岩以及奔突吼叫在深林幽谷间的虎豹熊罴的描绘，以将山水景物经过浓缩、夸张、变形处理，使自然界的飞禽走兽和真山真水变成艺术形象的方法，渲染出一种幽深、怪异、可饰的环境气氛，弥漫着郁结、悲怆、而又缠绵悱恻的情思，表现了王孙不可久留的主题思想。让人们仿佛听到一声声回荡在崖谷间“王孙兮归来！”那招魂般凄厉哀怨的呼唤。</p> <p>　　山中景物之惊心可怖暗示朝中政治形势的复杂和淮南王处境的危险，并以淮南王喜爱的楚辞形式予以规劝，这样的揣测应该是比较合乎情理的。</p> <p>　　全文可分两部分：第一部分从篇首至“蟪蛄鸣兮啾啾”。主要描写为追慕桂枝芬芳（象征美德）的王孙在虎豹出没、猿猨哀鸣的深山幽壑间淹留，引起亲朋好友的焦虑与不安，并以春草、秋螀写作者萦回之思和怊怅之情。</p> <p>　　第二部分从“坱兮轧”始至篇末，以山石之巍峨，雾岚之郁结，虎豹之奔突，林木之幽深，极力渲染山中之阴森可怕，并以离群禽兽失其类的奔走呼叫，规劝王孙之归来。</p> <p>　　<a href=\"http://so.gushiwen.org/author_1854.aspx\">淮南小山</a>的《招隐士》步《楚辞》之余芳，另劈别径，“衔其山川”、“猎其艳词”表达出深曲的情致和婉转怊怅的意绪。所谓“衔其山川”，指此篇对山川景物、烟岚林莽的环境描写，及其描写中运用比兴象征、气氛烘托等艺术手法，主要是从屈宋辞赋中移植、借鉴过来然后重加剪辑而别出机杼的。在对山川景物、烟岚林莽或虎豹走兽的描写，尤其将自然界经过一番浓缩、夸张、变形处理，渲染气氛，使之成为人神杂糅的艺术形象和艺术境界上，屈宋辞赋中早已有许多成功的范例，这可以以《九歌·山鬼》，《九章·涉江》为代表。</p> <p>　　《山鬼》对山中之神所处幽深昧险的环境描写是：“余处幽篁兮终不见天，路险难兮独后来”、“云容容兮而在下，杳冥冥兮羌昼晦”、“采三秀兮于山间，石磊磊兮葛蔓蔓”、“山中人兮芳杜若，饮石泉兮荫松柏”。描写以雷声、雨声、风声、木声、猨狖鸣声，组成萧瑟而令人怵目惊心的山中夜半：“雷填填兮雨冥冥，猨啾啾兮狖夜鸣，风飒飒兮木萧萧……”</p> <p>　　《涉江》对<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>独处深山幽昧环境的描写同样慑人心魄：“入溆浦余佪兮，迷不知吾之所如。深林杳以冥冥兮，乃猨狖之所居。山峻高以蔽日兮，下幽晦以多雨。霰雪纷其无垠兮，云霏霏而承宇。哀吾生之无乐兮，幽独处乎山中。”另外，与山川景物、林深猨鸣的描绘相对应，《山鬼》中写了“独处”“山之阿”的山中女神；《涉江》中出现了“独处乎山中”的屈原自我形象。而淮南小山的《招隐士》，正是以屈原作品中山川景物、环境气氛的渲染烘托和山中人感情效应的描写为张本而发端，进一步高浓度地描写山中崖断路绝、虎豹纵横的险恶景象，然后将“攀援桂枝”的王孙置之其间的。王孙是古代对贵族子弟和一般男子的尊称。《史记·淮阴侯列传》：“吾哀王孙而进食，岂望报乎！”司马贞《索引》：“言王孙公子，尊之也。”这里指所招和思念的人。也有学者以为：“淮南王<a href=\"http://so.gushiwen.org/author_825.aspx\">刘安</a>是汉高祖<a href=\"http://so.gushiwen.org/author_746.aspx\">刘邦</a>的孙子。《史记·淮南衡山列传》：‘王曰：吾高帝孙，亲行仁义……’称刘安为王孙，身份极为适当”（见马茂元《楚辞选》）。</p> <p>　　在描写山川景物、环境气氛时，《招隐士》写了山石之突兀，草木之荒芜，禽兽之奔突，虫声之哀鸣。写山石的有“石嵯峨”、“溪谷崭岩”、“坱兮轧、山曲岪”、“嵚岑碕礒兮，碅磳磈硊”。其中“嵯峨”、“崭岩”、“坱”、“轧”、“曲岪”、“嵚岑碕礒”、“碅磳磈硊”都是形容山高路险、崎岖曲折和荦确不平之貌。写草木的有“偃蹇连蜷兮枝相缭”、“春草生兮萋萋”、“丛薄深林兮人上栗”、“树轮相纠兮，林木茷骫。青莎杂树兮，薠草靃靡”。写禽兽奔突、虫声哀鸣的有“猿狖群啸兮虎豹嗥”、“虎豹穴”、“白鹿麏麚兮，或腾或倚”、“猕猴兮熊罴，慕类兮以悲”，“虎豹斗兮熊罴咆”、“蟪蛄鸣兮啾啾”等。</p> <p>　　首二句“桂树丛生兮山之幽，偃蹇连蜷兮枝相缭”，以描写南方珍贵名木桂树蟠曲交柯之姿和色泽芬芳象征的君子懿德为起，而与下王孙“攀援桂枝兮聊淹留”相呼应，写法与《山鬼》首二句“若有人兮山之阿，被薜荔兮带女萝”类似，均首句出现贞洁芬芳的抒情形象，次句进一步修饰。其中树生“山之幽”，与人在“山之阿”句式亦相同。王孙滞留山中的原因是“攀援桂树”（追慕圣贤之德），与《涉江》中屈原“董道而不豫兮，固将重昏而终身”的表白相近。不同的是，《招隐士》改变了《山鬼》中的抒情气氛和《涉江》环境描写中的愁苦色彩，亟写山中景象之险恶。《山鬼》的环境描写，是为了表现山中女神“怨公子兮怅忘归”的情愫，《涉江》的环境描写，是为了抒发屈原“济乎江湘”的悲戚；而《招隐士》中的王孙，仅仅是一个被召唤的对象，并没有《山鬼》和《涉江》中主人公的哀怨抒发和内心独白。这种描写，只在篇末对王孙归来的呼唤声中才化成一种感情因素，成为一种缠绵、悲凉的情绪充塞读者心间而驱之不去。</p> <p>　　在“猎其艳词”方面，《招隐士》中叠字的运用亦引人注目。《楚辞》中多用叠字，《山鬼》中即以“云容容”、“杳冥冥”、“石磊磊”、“葛蔓蔓”、“雷填填”、“雨冥冥”、“猨啾啾”、“风飒飒”、“木萧萧”，渲染烘托出失恋女神愁思百结、孤独无依的寂寞情怀和悲秋意绪。<a href=\"http://so.gushiwen.org/author_1645.aspx\">顾炎武</a>《日知录》说：“<a href=\"http://so.gushiwen.org/view_72409.aspx\">诗</a>用叠字最难”，“<a href=\"http://so.gushiwen.org/author_358.aspx\">宋玉</a>《九辩》‘乘精气之抟抟兮，骛诸神之湛湛。骖白霓之习习兮，历群灵之丰丰。左朱雀之苃苃兮，右苍龙之跃跃。属雷师之阗阗兮，通飞廉之衙衙。前轻轲之锵锵兮，后辎车之从从。载云旗之委蛇兮，扈屯骑之容容’。连用十一叠字，后人辞赋，亦罕及之者。”淮南小山即吸取了屈、宋诗篇中善用叠字的修辞手法，在《招隐士》中用了“啾啾”、“萋萋”、“峨峨”、“凄凄”、“漎漎”等叠字，并以“春草萋萋”、“蟪蛄鸣啾啾”暗示时间变化，表明对王孙一去不归的哀叹；其中运用屈宋诗篇中回环复沓的节奏，铿锵而又有时急促音调上的处理。对“攀援桂枝兮聊淹留”的复迭，以及“虎豹嗥”、“虎豹穴”、“虎豹斗”复迭整齐中的变化；诗中三字、四字、五字、六字、七字、八字句式奇妙地交错运用，遂使《招隐士》“音节局度，浏亮昂激”。</p> <p>　　除此而外，《招隐士》所以有别于<a href=\"http://so.gushiwen.org/author_276.aspx\">东方朔</a>、<a href=\"http://so.gushiwen.org/author_500.aspx\">王褒</a>、<a href=\"http://so.gushiwen.org/author_403.aspx\">刘向</a>、<a href=\"http://so.gushiwen.org/author_715.aspx\">扬雄</a>等人的拟骚之作而独秀其类，嗣音屈宋，取得惊心动魄的艺术魅力，还因为它在思想主题、篇章结构表现上的单纯、提炼和集中。在主题上，《招隐士》删去了一切可能会冲淡主题的枝蔓。诗中既没有明确地写招唤者为什么要劝王孙归来，也没有说明王孙与招唤者之间是什么关系，更没有让王孙去作志行高洁的自我披露和内心独白——作者根本没有让王孙开口说话，王孙在诗中，如前所述，只是一个被召唤者日夜思念的攀援桂枝的高洁形象。全诗的思想主题仅是一句咏叹调般单纯、明朗、集中的呼唤——“王孙兮归来，山中兮不可久留！”千年以来，一直回荡在人们的心里。</p>",
  "poet": {
    "id": 1854,
    "star": 0,
    "name": "淮南小山",
    "image": "http://img.gushiwen.org/authorImg/huainanxiaoshan.jpg",
    "desc": "西汉淮南王刘安的一部分门客的共称。今仅存辞赋《招隐士》 1篇。《汉书·艺文志》著录“淮南王群臣赋四十四篇”，《招隐士》当是其中仅存的1篇。此篇始见于东汉王逸的《楚辞章句》,题为淮南小山作，然而萧统《文选》则题刘安作。关于文章写作的背景，说法也不一。王逸说是小山之徒“闵伤屈原”之作，王夫之《楚辞通释》说是淮南小山“为淮南王召致山谷潜伏之士”而作，而不少研究者则以为是淮南小山思念淮南王的作品。"
  },
  "tags": [
    "楚辞"
  ]
}