{
  "id": 49376,
  "star": 16,
  "name": "水龙吟·赠赵晦之吹笛侍儿",
  "dynasty": "宋代",
  "content": "楚山修竹如云，异材秀出千林表。龙须半翦，凤膺微涨，玉肌匀绕。木落淮南，雨睛云梦，月明风袅。自中郎不见，桓伊去后，知孤负、秋多少。<br>闻道岭南太守，后堂深、绿珠娇小。绮窗学弄，梁州初遍，霓裳未了。嚼徵含宫，泛商流羽，一声云杪。为使君洗尽，蛮风瘴雨，作霜天晓。",
  "fanyi": "<p><strong>译文</strong><br>楚山长长的蕲竹如云彩遍布，特异的竹子清秀，高出众多树木之天外。笛竹如长细的龙须一半在挥动，如凤凰的胸脯微微突起，如美人的肌体匀称满布。笛音如江南树木稀疏，如云梦雨后开晴，如月明星稀，微风吹拂。自从<a href=\"http://so.gushiwen.org/author_258.aspx\">蔡邕</a>离世，桓伊仙逝，谁知空自寂寞，辜负了多少岁月。<br>听说岭南太守后堂深院，吹笛歌女非常娇美灵巧，在花饰窗下演奏，《梁州》曲刚刚奏完，《霓裳羽衣曲》余音未了。笛声包含着徵调和宫调，流荡着商调和羽调，最后一声飘入云彩、树梢间。为了赵使君洗净污浊之气，我送你一曲《霜天晓角》。</p> <p><strong>注释</strong><br>水龙吟：词牌名，又名《龙吟曲》、《庄椿岁》、《小楼连苑》。一百零二字，前后片各四仄韵。<br>赵晦之：名昶，南雄州人，作此词时，赵知藤州（今广西藤县）。<br>楚山修竹：古代蕲州（今湖北省蕲春县）出高竹。《广群芳谱·竹谱》：“蕲州竹：出黄州府蔪州，以色匀者为，节疏者为笛，带须者为杖。”修，长。<br>异材：优异之材。表：外。<br>龙须：指首颈处节间所留纤枝。<br>凤膺（yīng）：凤凰的胸脯，指节以下若膺处。<br>玉肌：美玉一般的肌肤，指竹子外表光洁。<br>淮南：淮河以南，指蕲州。<br>云梦：即古代云梦泽。在今湖北省天门县西。<br>袅（niǎo）：柔和。<br>中郎：东汉末的蔡邕。曾为中郎将，古代音乐家。<a href=\"http://so.gushiwen.org/author_859.aspx\">干宝</a>《搜神记》：“蔡邕曾至柯亭，以竹为椽。邕仰眄之，曰‘良竹也’。取以为笛，发声嘹亮。”<br>桓伊：晋人，喜音乐，善吹笛。《晋书·桓伊传》：桓伊“善音乐，尽一时之妙，为江左第一，有蔡邕柯亭笛。常自吹之。”<br>岭南太守：指赵晦之。<br>绿珠：西晋<a href=\"http://so.gushiwen.org/author_883.aspx\">石崇</a>歌妓，善吹笛。《晋书·石崇传》载：“崇有妓曰绿珠，美而艳，善吹笛。孙秀使人求之，崇勃然曰：‘绿珠吾所爱，不可得也！’秀怒，矫诏收崇。崇正宴于楼上，介士到门，崇谓绿珠曰：‘我今为尔得罪！’绿珠泣曰：‘当效死于君前。’因自投于楼下而死。”绿珠死后，石崇一家被杀。这里借西晋“绿珠坠楼”典故，赞颂竹的气节。<br>绮窗：张挂有花纹的丝织品窗帘的窗。《古<a href=\"http://so.gushiwen.org/view_49376.aspx\">诗</a>十九首》（西北有高楼）：“交疏结绮窗。”弄：演奏。<br>梁州：曲名。《文献通考》：“天宝中，明皇命红桃歌贵妃《梁州曲》，亲御玉笛为之倚曲。”<br>霓（ní）裳：指霓裳羽衣舞。唐裴铏《传奇·薛昭》：“妃甚爱惜，常令独舞《霓裳》于绣岭宫 。”<br>“嚼徵”二句：笛声包含徵（zhǐ）调和宫调，又吹起缓和的商调和羽调。<a href=\"http://so.gushiwen.org/author_358.aspx\">宋玉</a>《对楚王问》：“引商刻羽，杂以流徵，国中属而和者，不过数人。”说明这种音乐的高妙。嚼、含，指品味笛曲。泛、流，指笛声优美流畅。<br>云杪：形容笛声高亢入云。<br>使君：指赵晦之。<br>蛮风瘴（zhàng）雨：形容古代岭南的恶劣天气。<br>霜天晓：即《霜天晓角》，乐曲名。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　词的标题“赠赵晦之吹笛侍儿”，表明了词作内容和写作对象。</p> <p>　　上片，描绘楚山修竹，以竹隐喻人。开头两句，以景起兴，大赞“楚山修竹”，“异材秀出”。字面上写竹材修长高大，实写楚地人才济济。紧接着用排比句，进一步写蕲州的笛竹早已闻名于世，“异材秀出”，“能远可通灵达微，近可写情畅神，谓之龙须风膺玉肌，皆取其美好之名也。”（傅藻《东坡纪年录》注）<a href=\"http://so.gushiwen.org/author_682.aspx\">韩愈</a>也有“蕲州竹笛天下知”（《郑群赠簟》）的赞誉。第六、七、八句用对偶句和联合词组句，承上一转，由写竹笛而进人到写东坡所赠的笛声词中仿佛发出的笛音：如树影疏，如雨后晴，如月亮明，如微风拂，听觉、视觉、触觉三者通感，富有感染力。最后四句，引用古音乐家故事，登高溯远，怀古伤今。“发声嘹亮”（<a href=\"http://so.gushiwen.org/author_859.aspx\">干宝</a>《搜神记》）的<a href=\"http://so.gushiwen.org/author_258.aspx\">蔡邕</a>笛音停息了；“江左第一”（《晋书·桓伊传》）的桓伊笛音消失了，乐坛寂寞，不知白白流走了多少岁月。“知孤负，秋多少？”让后人去伤今。这一过片句，为下片进入主题作了深厚的铺垫。</p> <p>　　下片，由近及远，忆写赵晦之吹笛侍儿的吹笛才能。开头三句，点明此词所要赠的主要对象，即赵守后堂深院两位蔡邕式的娇美灵巧的“吹笛侍儿”。接着六句，描写“吹笛侍儿”的整个演奏过程和演技的高妙效果。开始，在花饰窗下吹奏。刚刚吹奏完《梁州吟》曲，继回荡起《霓裳羽衣曲》，广阔空间流动着徵、商、宫、羽四音，最后一音如云飘。“嚼”、“含”、“泛”、“流”四字，效果逼真，“奇声独绝”，从她们的轻笛妙曲中获得最优美的艺术享受。最后三句点题，向赵晦之发出祝愿：愿你清爽优游，安土忘怀，我仅以《霜天晓角》献上，以补“吹笛侍儿”演奏时“角”音之不强。这实为肺腑之言，催人泪下。</p> <p>　　全词围绕“竹”、“楚山修竹”、竹笛、“吹笛侍儿”，以景起兴，景事融合，由近及远。名为写楚竹，实为写楚人；名为借古喻事，实为借事伤今。怀念赵晦之的友情，文赞美了“吹笛侍儿”的高超技艺。“知孤负，秋多少？”字里行间难免流露出对某些中华传统文化白白流逝而伤感。但从词的整体来看，虽然点化引用了许多史事，但不为事实所局限。“清丽舒徐，高出人表”，“曲尽咏笛之妙”，使词篇产生一种精神上的愉悦情趣。</p>",
  "about": "<h2>创作背景</h2> 　　关于这首词的创作年代主要有两说，一说为作于宋神宗熙宁七年（1074）五月，<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>“过无锡作水车<a href=\"http://so.gushiwen.org/view_49376.aspx\">诗</a>，至金阊游虎邱寺，与刘述会于虎邱，王晦以斋素祈雨不至，翌日饮于阊氏公显家，席间而作，并有诗，赠懿卿作《水龙吟》。”（王文诰《苏文忠公诗编注集成总案》）另一说据薛本《苏文忠公全集》，此词作于元丰八年（1085）十月，为苏轼赴登州经涟水时，赵晦之从藤州知州任上新归，故顺笔而赠。",
  "poet": {
    "id": 183,
    "star": 0,
    "name": "苏轼",
    "image": "http://img.gushiwen.org/authorImg/sushi.jpg",
    "desc": "苏轼（1037－1101），北宋文学家、书画家、美食家。字子瞻，号东坡居士。汉族，四川人，葬于颍昌（今河南省平顶山市郏县）。一生仕途坎坷，学识渊博，天资极高，诗文书画皆精。其文汪洋恣肆，明白畅达，与欧阳修并称欧苏，为“唐宋八大家”之一；诗清新豪健，善用夸张、比喻，艺术表现独具风格，与黄庭坚并称苏黄；词开豪放一派，对后世有巨大影响，与辛弃疾并称苏辛；书法擅长行书、楷书，能自创新意，用笔丰腴跌宕，有天真烂漫之趣，与黄庭坚、米芾、蔡襄并称宋四家；画学文同，论画主张神似，提倡“士人画”。著有《苏东坡全集》和《东坡乐府》等。"
  },
  "tags": [
    "写人"
  ]
}