{
  "id": 5844,
  "star": 24,
  "name": "寻西山隐者不遇 / 山行寻隐者不遇",
  "dynasty": "唐代",
  "content": "绝顶一茅茨，直上三十里。<br>扣关无僮仆，窥室唯案几。<br>若非巾柴车，应是钓秋水。<br>差池不相见，黾勉空仰止。<br>草色新雨中，松声晚窗里。<br>及兹契幽绝，自足荡心耳。<br>虽无宾主意，颇得清净理。<br>兴尽方下山，何必待之子。",
  "fanyi": "<p><strong>译文</strong><br>高高的山顶上有一座茅屋，从山下走上去足有三十里。<br>轻扣柴门竟无童仆回问声，窥看室内只有桌案和茶几。<br>主人不是驾着巾柴车外出，一定是到秋水碧潭去钓鱼。<br>错过了时机不能与他见面，空负了殷勤仰慕一片心意。<br>新雨中草色多么青翠葱绿，晚风将松涛声送进窗户里。<br>这清幽境地很合我的雅兴，足可以把身心和耳目荡涤。<br>我虽然还没有和主人交谈，却已经领悟到清净的道理。<br>玩到兴尽就满意地下山去，何必非要和这位隐者相聚。</p> <p><strong>注释</strong><br>⑴茅茨：茅屋。<br>⑵扣关：敲门。僮仆：指书童。<br>⑶唯案几：只有桌椅茶几，表明居室简陋。<br>⑷巾柴车：指乘小车出游。<br>⑸钓秋水：到秋水潭垂钓。<br>⑹差池：原为参差不齐，这里指此来彼往而错过。<br>⑺黾勉：勉力，尽力。仰止：仰望，仰慕。<br>⑻“草色”二句：这是<a href=\"http://so.gushiwen.org/view_5844.aspx\">诗</a>人经过观察后亦真亦幻地描写隐者居所的环境。<br>⑼“及兹”二句：及兹，来此。契，惬意。荡心耳，涤荡心胸和耳目。一本无此二句。 　<br>⑽“虽无”二句：意谓虽没有受到主人待客的厚意，却悟得了修养身心的真理。<br>⑾兴尽：典出《世说新语》晋王子猷雪夜访戴的故事。<br>⑿之子：这个人，这里指隐者。一作“夫子”。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　这是一首描写隐逸高趣的<a href=\"http://so.gushiwen.org/view_5844.aspx\">诗</a>。诗以“寻西山隐者不遇”为题，到山中专程去寻访隐者，当然是出于对这位隐者的友情或景仰了，而竟然“不遇”，按照常理，这一定会使访者产生无限失望、惆怅之情。但却出人意料之外，这首诗虽写“不遇”，却偏偏把隐者的生活和性格表现得历历在目；却又借题“不遇”，而淋漓尽致地抒发了自己的幽情雅趣和旷达的胸怀，似乎比相遇了更有收获，更为心满意足。正是由于这一立意的新颖，而使这首诗变得有很强的新鲜感。</p> <p>　　诗是从所要寻访的这位隐者的栖身之所写起的。开首两句写隐者独居于深山绝顶之上的“一茅茨”之中，离山下有“三十里”之遥。这两句似在叙事，但实际上意在写这位隐者的远离尘嚣之心，兼写寻访者的不惮艰劳、殷勤远访之意。“直上”二字，与首句“绝顶”相照应，点出了山势的陡峭高峻，也暗示出寻访者攀登之劳。三、四两句，写到门不遇，叩关无僮仆应承，窥室只见几案，杳无人踪。紧接着下两句是写寻访者停在户前的踟蹰想象之词：主人既然不在，到哪儿去了呢？若不是乘着柴车出游，必是临渊垂钓去了吧？乘柴车出游，到水边垂钓，正是一般隐逸之士闲适雅趣的生活。这里不是正面去写，而是借寻访者的推断写出，比直接对隐者的生活做铺排描写反觉灵活有致。“差池不相见，黾勉空仰止”，远路相寻，差池不见，空负了一片景仰之情，失望之心不能没有。但诗写至此，却突然宕了开去，“草色新雨中，松声晚窗里。及兹契幽绝，自足荡心耳。虽无宾主意，颇得清净理”，由访人而变成问景，由失望而变得满足，由景仰隐者，而变得自己来领略隐者的情趣和生活，谁也不能说作者这次跋涉是入宝山而空返。“兴尽方下山，何必待之子”，结句暗用了著名的晋王子猷雪夜访戴的故事。故事出于《世说新语·任诞篇》，记王子猷居山阴，逢雪夜，忽忆起隐居在剡溪的好友戴安道，便立时登舟往访，经夜始至，及至门口又即便返回，人问其故，王子猷回答说：“吾本乘兴而行，兴尽而返，何必见戴？”诗人采用了这一典故，来自抒旷怀。访友而意不在友，在于满足自己的佳趣雅兴。读诗至此，读者似乎遇到了一位绝不亚于隐者的高士。诗人访隐居友人，期遇而未遇；读者由诗人的未遇中，却不期遇而遇──遇到了一位胸怀旷达，习静喜幽，任性所之的高雅之士。而诗人在这首诗中所要表达的，也正是这一点。</p>",
  "poet": {
    "id": 90,
    "star": 0,
    "name": "丘为",
    "image": "http://img.gushiwen.org/authorImg/qiuwei.jpg",
    "desc": "丘为，苏州嘉兴人。事继母孝，常有灵芝生堂下。累官太子右庶子。致仕，给俸禄之半以终身。年八十馀，母尚无恙。及居忧，观察使韩滉以致仕官给禄，所以惠养老臣，不可在丧而异，惟罢春秋羊酒。卒年九十六。与刘长卿善，其赴上都也，长卿有诗送之，亦与王维为友。诗十三首。"
  },
  "tags": [
    "唐诗三百首",
    "友情"
  ]
}