{
  "id": 51015,
  "star": 300,
  "name": "兰陵王·柳",
  "dynasty": "宋代",
  "content": "柳阴直，烟里丝丝弄碧。隋堤上、曾见几番，拂水飘绵送行色。登临望故国，谁识京华倦客？长亭路，年去岁来，应折柔条过千尺。<br>闲寻旧踪迹，又酒趁哀弦，灯照离席。梨花榆火催寒食。愁一箭风快，半篙波暖，回头迢递便数驿，望人在天北。<br>凄恻，恨堆积！渐别浦萦回，津堠岑寂，斜阳冉冉春无极。念月榭携手，露桥闻笛。沉思前事，似梦里，泪暗滴。",
  "fanyi": "<p><strong>译文</strong><br>正午的柳荫直直地落下，雾霭中，丝丝柳枝随风摆动。在古老的隋堤上，曾经多少次看见柳絮飞舞，把匆匆离去的人相送。每次都登上高台向故乡瞭望，杭州远隔山水一重又一重。旅居京城使我厌倦，可有谁知道我心中的隐痛？在这十里长亭的路上，我折下的柳条有上千枝，可总是年复一年地把他人相送。<br>我趁着闲暇到了郊外，本来是为了寻找旧日的行踪，不料又逢上筵席给朋友饯行。华灯照耀，我举起了酒杯，哀怨的音乐在空中飘动。驿站旁的梨花已经盛开，提醒我寒食节就要到了，人们将把榆柳的薪火取用。我满怀愁绪看着船像箭一样离开，梢公的竹篙插进温暖的水波，频频地朝前撑动。等船上的客人回头相看，驿站远远地抛在后面，端的离开了让人愁烦的京城。他想要再看一眼天北的我哟，却发现已经是一片蒙胧。<br>我孤零零地十分凄惨，堆积的愁恨有千万重。送别的河岸迂回曲折，渡口的土堡一片寂静。春色一天天浓了，斜阳挂在半空。我不禁想起那次携手，在水榭游玩，月光溶溶。我们一起在露珠盈盈的桥头，听人吹笛到曲终……唉，回忆往事，如同是一场大梦。我暗中不断垂泪。 </p> <p><strong>注释</strong><br>兰陵王：词牌名，首见于<a href=\"http://so.gushiwen.org/author_164.aspx\">周邦彦</a>词。一百三十字，分三段。<br>柳阴直：长堤之柳，排列整齐，其阴影连缀成直线。<br>烟：薄雾。丝丝弄碧：细长轻柔的柳条随风飞舞，舞弄其嫩绿的姿色。弄：飘拂。<br>隋堤：汴京附近汴河之堤，隋炀帝时所建，故称。是北宋是来往京城的必经之路。<br>拂水飘绵：柳枝轻拂水面，柳絮在空中飞扬。行色：行人出发前的景象、情状。<br>故国：指故乡。<br>京华倦客：作者自谓。京华，指京城，作者久客京师，有厌倦之感，故云。<br>长亭：古时驿路上十里一长亭，五里一短亭，供人休息，又是送别的地主。<br>“应折”句：古人有折柳送别之习。柔条：柳枝。过千尺：极言折柳之多。<br>旧踪迹：指过去登堤饯别的地方。<br>又：又逢。酒趁哀弦：饮酒时奏着离别的乐曲。趁：逐，追随。哀弦：哀怨的乐声。<br>离席：饯别的宴会。<br>“梨花”句：饯别时正值梨花盛开的寒食时节。唐宋时期朝廷在清明日取榆柳之火以赐百官，故有“榆火”之说。寒食：清明前一天为寒食。 <br>一箭风快：指正当顺风，船驶如箭。<br>半篙波暖：指撑船的竹篙没入水中，时令已近暮春，故曰波暖。<br>迢递：遥远。驿：驿站。<br>“望人”句：因被送者离汴京南去，回望送行人，故曰天北。望人：送行人。<br>凄恻：悲伤。<br>渐：正当。别浦：送行的水边。萦回：水波回旋。<br>恨：这里是遗憾的意思。<br>津堠：渡口附近供瞭望歇宿的守望所。津：渡口。堠：哨所。岑寂：冷清寂寞。<br>冉冉：慢慢移动的样子。春无极：春色一望无边。<br>念：想到。月榭：月光下的亭榭。榭，建在高台上的敞屋。<br>露桥：布满露珠的桥梁。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这首词的题目是“柳”，内容却不是咏柳，而是伤别。古代有折柳送别的习俗，所以<a href=\"http://so.gushiwen.org/view_51015.aspx\">诗</a>词里常用柳来渲染别情。隋无名氏的《送别》：“杨柳青青著地垂，杨花漫漫搅天飞。柳条折尽花飞尽，借问行人归不归。”便是人们熟悉的一个例子。<a href=\"http://so.gushiwen.org/author_164.aspx\">周邦彦</a>这首词也是这样，它一上来就写柳阴、写柳丝、写柳絮、写柳条，先将离愁别绪借着柳树渲染了一番。</p> <p>　　“柳阴直，烟里丝丝弄碧。”这个“直”字不妨从两方面体会。时当正午，日悬中天，柳树的阴影不偏不倚直铺在地上，此其一。长堤之上，柳树成行，柳阴沿长堤伸展开来，划出一道直线，此其二。“柳阴直”三字有一种类似绘画中透视的效果。“烟里丝丝弄碧”转而写柳丝。新生的柳枝细长柔嫩，像丝一样。它们仿佛也知道自己碧色可人，就故意飘拂着以显示自己的美。柳丝的碧色透过春天的烟霭看去，更有一种朦胧的美。</p> <p>　　以上写的是自己这次离开京华时在隋堤上所见的柳色。但这样的柳色已不止见了一次，那是为别人送行时看到的：“隋堤上，曾见几番，拂水飘绵送行色。”“拂水飘绵”这四个字锤炼得十分精工，生动地摹画出柳树依依惜别的情态。那时词人登上高堤眺望故乡，别人的回归触动了自己的乡情。这个厌倦了京华生活的客子的怅惘与忧愁有谁能理解呢：“登临望故国，谁识京华倦客？”隋堤柳只管向行人拂水飘绵表示惜别之情，并没有顾到送行的京华倦客。其实，那欲归不得的倦客，他的心情才更悲凄。</p> <p>　　接着，词人撇开自己，将思绪又引回到柳树上面：“长亭路，年去岁来，应折柔条过千尺。”古时驿路上十里一长亭，五里一短亭。亭是供人休息的地方，也是送别的地方。词人设想，在长亭路上，年复一年，送别时折断的柳条恐怕要超过千尺了。这几句表面看来是爱惜柳树，而深层的涵义却是感叹人间离别的频繁。情深意挚，耐人寻味。</p> <p>　　上片借隋堤柳烘托了离别的气氛，中片便抒写自己的别情。“闲寻旧踪迹”这一句读时容易忽略。那“寻”字，并不是在隋堤上走来走去地寻找。“踪迹”，也不是自己到过的地方。“寻”是寻思、追忆、回想的意思。“踪迹”指往事而言。“闲寻旧踪迹”，就是追忆往事的意思。当船将开未开之际，词人忙着和人告别，不得闲静；这时船已启程，周围静了下来，自己的心也闲下来了，就很自然地要回忆京华的往事。这就是“闲寻”二字的意味。现代人也会有类似的经验，亲友到月台上送别，火车开动之前免不了有一番激动和热闹。等车开动以后，坐在车上静下心来，便去回想亲友的音容乃至别前的一些生活细节。这就是“闲寻旧踪迹”。此时周邦彦想起了：“又酒趁哀弦，灯照离席。梨花榆火催寒食。”有的注释说这是写眼前的送别，恐不妥。眼前如是“灯照离席”，已到夜晚，后面又说“斜阳冉冉”，时间就接不上。所以这应是船开以后寻思旧事。在寒食节前的一个晚上，情人为他送别。在送别的宴席上灯烛闪烁，伴着哀伤的乐曲饮酒。此情此景难以忘怀。这里的“又”字说明，从那次的离别宴会以后词人已不止一次地回忆，如今坐在船上又一次回想起那番情景。“梨花榆火催寒食”写明那次饯别的时间，寒食节在清明前一天，旧时风俗，寒食这天禁火，节后另取新火。唐制，清明取榆、柳之火以赐近臣。“催寒食”的“催”字有岁月匆匆之感。岁月匆匆，别期已至了。</p> <p>　　“愁一箭风快，半篙波暖，回头迢递便数驿，望人在天北。”<a href=\"http://so.gushiwen.org/author_341.aspx\">周济</a>《宋四家词选》曰：“一愁字代行者设想。”他认定作者是送行的人，所以只好作这样曲折的解释。其实这四句很有实感，不像设想之辞，应当是作者自己从船上回望岸边的所见所感。“愁一箭风快，半篙波暖，回头迢递便数驿”，风顺船疾，行人本应高兴，词里却用一“愁”字，这是因为有人让他留恋着。回头望去，那人已若远在天边，只见一个难辨的身影。“望人在天北”五字，包含着无限的怅惘与凄惋。</p> <p>　　中片写乍别之际，下片写渐远以后。这两片的时间是连续的，感情却又有波澜。“凄恻，恨堆积！”船行愈远，遗憾愈重，一层一层堆积在心上难以排遣，也不想排遣。“渐别浦萦回，津堠岑寂。斜阳冉冉春无极”。从词开头的“柳阴直”看来，启程在中午，而这时已到傍晚。“渐”字也表明已经过了一段时间，不是刚刚分别时的情形了。这时望中之人早已不见，所见只有沿途风光。大水有小口旁通叫浦，别浦也就是水流分支的地方，那里水波回旋。因为已是傍晚，所以渡口冷冷清清的，只有守望所孤零零地立在那里。景物与词人的心情正相吻合。再加上斜阳冉冉西下，春色一望无边，空阔的背景越发衬出自身的孤单。他不禁又想起往事：“念月榭携手，露桥闻笛。沉思前事，似梦里，泪暗滴。”月榭之中，露桥之上，度过的那些夜晚，都留下了难忘的印象，宛如梦境似的，一一浮现在眼前。想到这里，不知不觉滴下了泪水。“暗滴”是背着人独自滴泪，自己的心事和感情无法使旁人理解，也不愿让旁人知道，只好暗息悲伤。</p> <p>　　统观全词，萦回曲折，似浅实深，有吐不尽的心事流荡其中。无论景语、情语，都很耐人寻味。</p>",
  "about": "<h2>创作背景</h2> 　　自从清代<a href=\"http://so.gushiwen.org/author_341.aspx\">周济</a>《宋四家词选》说这首词是“客中送客”以来，注家多采其说，认为是一首送别词。胡云翼先生《宋词选》更进而认为是“借送别来表达自己‘京华倦客’的抑郁心情。”把它解释为送别词固然不是讲不通，但毕竟不算十分贴切。其实这首词是<a href=\"http://so.gushiwen.org/author_164.aspx\">周邦彦</a>写自己离开京华时的心情。此时他已倦游京华，却还留恋着那里的情人，回想和她来往的旧事，恋恋不舍地乘船离去。宋张端义《贵耳集》说周邦彦和名妓李师师相好，得罪了宋徽宗，被押出都门。李师师置酒送别时，周邦彦写了这首词。<a href=\"http://so.gushiwen.org/author_408.aspx\">王国维</a>在《清真先生遗事》中已辨明其妄。但是这个传说至少可以说明，在宋代，人们是把它理解为周邦彦离开京华时所作。",
  "poet": {
    "id": 164,
    "star": 0,
    "name": "周邦彦",
    "image": "http://img.gushiwen.org/authorImg/zhoubangyan.jpg",
    "desc": "周邦彦（1056年－1121年），中国北宋末期著名的词人，字美成，号清真居士，汉族，钱塘（今浙江杭州）人。历官太学正、庐州教授、知溧水县等。徽宗时为徽猷阁待制，提举大晟府。精通音律，曾创作不少新词调。作品多写闺情、羁旅，也有咏物之作。格律谨严。语言典丽精雅。长调尤善铺叙。为后来格律派词人所宗。旧时词论称他为“词家之冠”。有《清真集》传世。"
  },
  "tags": [
    "宋词三百首",
    "宋词精选",
    "婉约",
    "柳树",
    "送别"
  ]
}