{
  "id": 19752,
  "star": 8,
  "name": "送远曲",
  "dynasty": "唐代",
  "content": "戏马台南山簇簇，山边饮酒歌别曲。<br>行人醉后起登车，席上回尊向僮仆。<br>青天漫漫复长路，远游无家安得住。<br>愿君到处自题名，他日知君从此去。",
  "shangxi": "<h2>鉴赏</h2> <p>　　“黯然销魂者，唯别而已矣。”临歧徘徊，执手相送，构成了送别<a href=\"http://so.gushiwen.org/view_19752.aspx\">诗</a>的基本情调。要在这同一基调上奏出不落窠臼、自成体格的送别曲，确非易事，<a href=\"http://so.gushiwen.org/author_390.aspx\">张籍</a>《送远曲》就是个中唐佳品。</p> <p>　　“戏马台南山簇簇，山边饮酒歌别曲。”戏马台，在今江苏铜山县，相传即是<a href=\"http://so.gushiwen.org/author_253.aspx\">项羽</a>掠马台。南朝刘裕曾在此大宴群僚，饮酒赋诗，由是著名，遂成胜迹。起首点明事由、地点：戏马台南，送别友人。看似语意平平，内中却含深意。“戏马台”三字并非信手拈来、率尔下笔。遥想当年，霸王灭秦，叱咤风云；刘裕伐胡，气吞山河。而今旧迹依然、昔人何在？站在历史悠远的名胜古迹旁，顿感宇宙之永恒、人生之短暂。而匆匆人生，聚少离多，愈加难以为情。送别惆怅，古迹旁送别更为惆怅，诗歌借名胜给送别增添了一层感伤色彩。“行人醉后起登车，席上回尊向僮仆。”行人既醉，则设宴送别的主人自然不会清醒。诗人对面落笔，暗点其人醉倒，下语含蓄。下句述敬酒僮仆，则攒足上句，写出醉态可掬。主仆之间，等级森严。主仆不可能平等同桌，主人更不可能向僮仆劝酒。而今居然事出反常，可见主人醉意醺然。然而醉酒只是表面现象，求醉的目的在于离愁浓郁，无以排遣，这才不择对象，以醉自遁。诗人以反常举止，写出正常心绪，角度新颖，写形得神。与<a href=\"http://so.gushiwen.org/author_515.aspx\">王维</a>之“孤客亲僮仆”（《宿郑州》）有异曲同工之妙。</p> <p>　　前半部分赋事已尽，后半部分转入抒情。“青天漫漫复长路，远游无家安得住。”行人去去渐远，主人目送不已。由眼前别离预想别后行程，选材自出新意。诗人慨叹友人只身飘零、行踪难止，无复室家温馨，只有羁旅困顿，以室家反衬行役，其苦愈明。下一“复”字，由“覆盖”之意，强调空间狭隘见出心情压抑，又符合青天长路、交于一点的眼前实景，造语精致却又浑成。篇末结句，更加出人意外。“愿君到处自题名，他日知君从此去。”题名，唐人习俗，行旅之中，每有所感，无论野寺村店、断壁颓垣，即时赋诗题名。一般送别诗，经常以景作结，止于伫立凝目，远送行人。如<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>《黄鹤楼送<a href=\"http://so.gushiwen.org/author_757.aspx\">孟浩然</a>之广陵》中“孤帆远影碧空尽，唯见长江天际流”、<a href=\"http://so.gushiwen.org/author_113.aspx\">岑参</a>《白雪歌送武判官归京》中“山回路转不见君，雪上空留马行处。”张籍突破藩篱，不仅写出别离当时，更悬设别离之后，寻踪追忆。从眼前到未来，精心延展了时间长度，否定了“人间别久不成悲”，以突出友情之真挚深沉，此其一也。行人上路，远游无家，固是一悲，张籍他日追寻题名，则本身也难免远游，更是一悲。诗人两面落笔，绾合人我，将送人之悲融入自行之悲，离愁别恨，顿时倍加浓郁，此其二也。全诗力避俗套，自造新意，足见其思深语精。清人<a href=\"http://so.gushiwen.org/author_39.aspx\">沈德潜</a>评此诗曰：“从前送远诗，此意未曾写到。”此评点出了这首诗的独到之处。</p>",
  "poet": {
    "id": 390,
    "star": 0,
    "name": "张籍",
    "image": "http://img.gushiwen.org/authorImg/zhangji.jpg",
    "desc": "张籍（约767～约830），唐代诗人。字文昌，汉族，和州乌江（今安徽和县）人，郡望苏州吴（今江苏苏州）1 。先世移居和州，遂为和州乌江（今安徽和县乌江镇）人。世称“张水部”、“张司业”。张籍的乐府诗与王建齐名，并称“张王乐府”。著名诗篇有《塞下曲》《征妇怨》《采莲曲》《江南曲》。1 《张籍籍贯考辨》认为，韩愈所说的“吴郡张籍”乃谓其郡望，并引《新唐书·张籍传》、《唐诗纪事》、《舆地纪胜》等史传材料，驳苏州之说而定张籍为乌江人。"
  },
  "tags": [
    "送别",
    "友情"
  ]
}