{
  "id": 72706,
  "star": 91,
  "name": "七夕",
  "dynasty": "宋代",
  "content": "未会牵牛意若何，须邀织女弄金梭。<br>年年乞与人间巧，不道人间巧已多。",
  "fanyi": "<p><strong>译文</strong><br>如果织女不是见到牛郎她会怎么样？我愿意与织女共同弄梭织布。<br>期盼年年岁岁这样度过，其实在人间这样的事又是何其的多？只不过是没有发生在我身上罢了。</p> <p><strong>注释</strong><br>（1）七夕：节日名。夏历七月初七的晚上。古代神话，七夕牛朗织女在天河相会。<br>（2）未会：不明白，不理解。<br>（3）不道：岂不知道。</p><br/><p><strong>译文</strong> <br>在未曾相会的时候，牵牛星的心意，不知怎样，据我替他设想，须要邀请织女星来，弄那织棉的金梭子。<br>年年的赐给人问的许多巧，却不知道人间的巧事到底有多少。</p> <p><strong>注释</strong><br>⑴牵牛：星名，在银河之西，俗称牛郎，一名河鼓，又名黄姑。大概以李牛三星像牛头角、感之形，名之牵牛。若何：怎么样。<br>⑵“织女”句：织女，在银河东，织女四星像梭形，名之织女。织女传说为天帝之女，又叫她天孙，会纺织，<a href=\"http://so.gushiwen.org/author_682.aspx\">韩愈</a>待“天孙为织云锦裳”。传说天孙同牛郎结婚，婚后被罚分居银河两岸，只许每年七月七日由喜鹊给他们架桥，使他们相会一次。金梭，梭子的美称。<br>⑶“年年”句：因织女会纺织，古代女子便于七夕焚香陈瓜果，祝贺她夫妇聚合，又向她乞求智慧，民间有穿七孔针之戏。乞与，赐给。<br>⑷不道：没有科到。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　唐<a href=\"http://so.gushiwen.org/view_72706.aspx\">诗</a>主情，宋诗主理。宋的这种主理的诗，对那些喜好唐诗的人来说，常有味同嚼蜡之感。但诗如能用简捷的句子，深刻地表达一种哲理，也不能不说有其特殊的妙趣。杨朴的这首《七夕》，就是具有这种妙趣的哲理诗。</p> <p>　　诗的作者从牛郎、织女七夕踏鹊桥相会的神话传说发端，别出新裁，表达了作者独到而又深刻的见解。“未会牵牛意若何？须邀织女弄金梭。”前两句设问：弄不懂牛郎到底打的什么主意，是怎么想的，非得邀天上的仙女来织满天的锦绣云霞。这里的“须”字，是一种怀疑和否定，从正面来解释，就是没有必要来邀请织女作这一切。这两句来得非常奇，出人意料，因为很多人把把牛郎织女的神话作为美妙的故事来接受，对其中所包含的意义从未提出过质疑。以为神胜过人，天上的仙女自然比人间的一切都要聪明许多。但诗人却对此表示怀疑。前两句的这种怀疑只涉及到神话故事本身，但这已足以造成悬念。这两句为诗的末联所发的奇论，做了有力的铺垫。</p> <p>　　“年年乞与人间巧，不道人间巧己多”。这两句是说：每年人们都要在七月七日晚上向天上的织女乞求赐予刺绣、纺织等的聪慧、智巧，但实际上，人间的智巧己经是很多了，多得有点可怕。诗人在这里并非是在赞扬人间的机巧，而是来了一个大转弯，诗人此时想起的不仅仅是人间创造幸福的巧智，还有行恶的智巧：有巧取牵夺，互相倾轧，以及繁复、杂多而又绞尽脑汁的勾心斗角。诗人赋予末一行诗中的“巧”的含义已经不同于第三行诗中“巧”的含义。恰是这种新的含义，不无道理，但又非常出人料想地拓宽了诗思的领域，这就便诗的情思和哲理向更深处开掘，一使诗具有了横空出世、奇崛诡辩之美。当人间充分运用他的机巧来进行勾心斗角的时候，要邀织女来已无意义。从四句诗的整体和诗情的深入来看，诗人的愤世嫉俗之情表现得很是恰当、巧妙、深刻。</p> <p>　　杨朴在那样一个时代有这样一种思想和见识是很深刻的，加之诗语简练、晓白、朴实，就使诗思凝重、洗练，富有趣味。</p>",
  "about": "<h2>创作背景</h2> 　　这首<a href=\"http://so.gushiwen.org/view_72706.aspx\">诗</a>具体创作年代已不详。据题意，当知这首诗是作者于某年七夕所作。神话中说，农历七月七日，郎织女此夜将有一年一度的相会。旧俗在这天晚上，妇女们对空摆上织物，向织女乞求智慧机巧，称为“乞巧”。这首诗通过咏七夕的乞巧而讽刺人间尔虞我诈的丑恶现象。",
  "poet": {
    "id": 2577,
    "star": 0,
    "name": "杨朴",
    "desc": "杨朴（921～1003）北宋布衣诗人。字契元（一作玄或先），自号东里野民。"
  },
  "tags": [
    "七夕节"
  ]
}