{
  "id": 71185,
  "star": 1920,
  "name": "陈情表",
  "dynasty": "魏晋",
  "content": "　　臣密言：臣以险衅，夙遭闵凶。生孩六月，慈父见背；行年四岁，舅夺母志。祖母刘愍臣孤弱，躬亲抚养。臣少多疾病，九岁不行，零丁孤苦，至于成立。既无伯叔，终鲜兄弟，门衰祚薄，晚有儿息。外无期功强近之亲，内无应门五尺之僮，茕茕孑立，形影相吊。而刘夙婴疾病，常在床蓐，臣侍汤药，未曾废离。</p> <p>　　逮奉圣朝，沐浴清化。前太守臣逵察臣孝廉；后刺史臣荣举臣秀才。臣以供养无主，辞不赴命。诏书特下，拜臣郎中，寻蒙国恩，除臣洗马。猥以微贱，当侍东宫，非臣陨首所能上报。臣具以表闻，辞不就职。诏书切峻，责臣逋慢；郡县逼迫，催臣上道；州司临门，急于星火。臣欲奉诏奔驰，则刘病日笃，欲苟顺私情，则告诉不许。臣之进退，实为狼狈。</p> <p>　　伏惟圣朝以孝治天下，凡在故老，犹蒙矜育，况臣孤苦，特为尤甚。且臣少仕伪朝，历职郎署，本图宦达，不矜名节。今臣亡国贱俘，至微至陋，过蒙拔擢，宠命优渥，岂敢盘桓，有所希冀！但以刘日薄西山，气息奄奄，人命危浅，朝不虑夕。臣无祖母，无以至今日，祖母无臣，无以终余年。母孙二人，更相为命，是以区区不能废远。</p> <p>　　臣密今年四十有四，祖母今年九十有六，是臣尽节于陛下之日长，报养刘之日短也。乌鸟私情，愿乞终养。臣之辛苦，非独蜀之人士及二州牧伯所见明知，皇天后土，实所共鉴。愿陛下矜悯愚诚，听臣微志，庶刘侥幸，保卒余年。臣生当陨首，死当结草。臣不胜犬马怖惧之情，谨拜表以闻。",
  "fanyi": "<p><strong>译文</strong><br>　　臣陈言：我因命运不好，很早就遭遇到了不幸，刚出生六个月，父亲就弃我而死去。我四岁的时候，舅父强迫母亲改变了守节的志向。我的祖母刘氏，怜悯我年幼丧父，便亲自抚养。臣小的时候经常生病，九岁时不能走路。孤独无靠，一直到成人自立。既没有叔叔伯伯，又缺少兄弟，门庭衰微、福分浅薄，很晚才有儿子。在外面没有比较亲近的亲戚，在家里又没有照应门户的童仆，生活孤单没有依靠，只有自己的身体和影子相互安慰。但祖母刘氏又早被疾病缠绕，常年卧床不起，我侍奉她吃饭喝药，从来就没有离开她。<br>　　到了晋朝建立，我蒙受着清明的政治教化。先前有名叫逵的太守，察举臣为孝廉，后来又有名叫荣的刺史推举臣为优秀人才。臣因为供奉赡养祖母的事无人承担，辞谢不接受任命。朝廷又特地下了诏书，任命我为郎中，不久又蒙受国家恩命，任命我为太子的侍从。我凭借卑微低贱的身份，担当侍奉太子的职务，这实在不是我杀身所能报答朝廷的。我将以上苦衷上表报告，加以推辞不去就职。但是诏书急切严峻，责备我怠慢不敬。郡县长官催促我立刻上路；州县的长官登门督促，比流星坠落还要急迫。我很想奉旨为皇上奔走效劳，但祖母刘氏的病却一天比一天重；想要姑且顺从自己的私情，但报告申诉不被允许。我是进退两难，十分狼狈。<br>　　我想晋朝是用孝道来治理天下的，凡是年老而德高的旧臣，尚且还受到怜悯养育，况且我孤单凄苦的程度更为严重呢。况且我年轻的时候曾经做过蜀汉的官，担任过郎官职务，本来就希望做官显达，并不顾惜名声节操。现在我是一个低贱的亡国俘虏，十分卑微浅陋，受到过分提拔，恩宠优厚，怎敢犹豫不决而有非分的企求呢？只是因为祖母刘氏寿命即将终了，气息微弱，生命垂危，早上不能想到晚上怎样。我如果没有祖母，无法达到今天的地位；祖母如果没有我的照料，也无法度过她的余生。祖孙二人，互相依靠而维持生命，因此我不能废止侍养祖母而远离。<br>　　我现在的年龄四十四岁了，祖母现在的年龄九十六岁了，这样看来我在陛下面前尽忠尽节的日子还很长，而在祖母刘氏面前尽孝尽心的日子很短。我怀着乌鸦反哺的私情，乞求能够准许我完成对祖母养老送终的心愿。我的辛酸苦楚，并不仅仅是蜀地的百姓及益州、梁州的长官所能明白知晓的，天地神明，实在也都能明察。希望陛下能怜悯我的诚心，满足我微不足道的心愿，使祖母刘氏能够侥幸地保全她的余生。我活着应当杀身报效朝廷，死了也要结草衔环来报答陛下的恩情。我怀着像犬马一样不胜恐惧的心情，恭敬地呈上此表来使陛下知道这件事。 </p> <p><strong>注释</strong><br>“表”是一种文体，是古代奏章的一种，是臣下对君王指陈时事、直言规劝抑或使之改正错误的文体。<br>【臣以险衅，夙遭闵凶】<br>以：因险衅(xiǎnxìn)：凶险祸患(这里指命运不好)。 险，艰难，祸患；衅，灾祸<br>夙：早时， 这里指年幼的时候。<br>闵：通“悯”，指可忧患的事（多指疾病死丧）<br>凶：这里指他家中不幸的事<br>【慈父见背】<br>见背：背离我，离我而去。这是死的委婉说法。指弃我而死去。<br>【行年四岁，舅夺母志】<br>行年：经历的年岁<br>舅夺母志：舅舅强行改变母亲想要守节的志愿。这是母亲改嫁的委婉说法<br>【祖母刘悯臣孤弱，躬亲抚养】<br>悯：怜悯。苏教版作“愍”。<br>躬亲：亲自<br>【至于成立】<br>至于：直到。<br>于：介词，引出对象<br>成立： 成人自立<br>【终鲜兄弟】<br>终：又；<br>鲜：少，这里指“无”的意思<br>【门衰祚薄，晚有儿息】<br>门：家门。<br>门衰祚薄：家门衰微，福分浅薄；祚（zuò）：福分<br>儿息：同子息、生子；息：亲生子女。又如：息子(亲生儿子)；息女(亲生女儿)；息男(亲生儿子)<br>【外无期功强近之亲】<br>期：满一周年。<br>功：服丧九月为大功，服丧五月为小功。这都指关系比较近的亲属。“期功”意为“穿一周年孝服的人”。<br>强近：勉强算是接近的<br>【内无应门，五尺之僮】<br>应门：照应门户。<br>五尺之僮：五尺高的小孩。僮：童仆<br>【茕茕孑立，形影相吊】<br>茕茕：孤单的样子<br>孑：孤单 孑立：苏教版作“独立”<br>吊：安慰<br>【夙婴疾病，常在床蓐】<br>婴：缠绕，这里指疾病缠身<br>蓐：陈草复生。引申为草垫子、草席。<br>【臣侍汤药，未曾废离】<br>废：废止，停止服侍<br>离：离开<br>【逮奉圣朝，沐浴清化】<br>逮：及，到<br>奉：承奉<br>圣朝：指晋朝<br>沐浴清化：恭维之辞，指蒙受清平的政治教化<br>【前太守臣逵察臣孝廉，后刺史臣荣举臣秀才】<br>察：考察和推举<br>孝廉：汉代以来选拔人才的一种察举科目，即每年由地方官考察当地的人物，向朝廷推荐孝顺父母、品行廉洁的人出来做官<br>举：推举<br>秀才：汉代以来选拔人才的一种察举科目。这里是优秀人才的意思，与后代科举的“秀才”含义不同。<br>【辞不赴命】<br>辞：辞谢。<br>赴：接受。<br>命：任命。<br>【拜臣郎中】<br>拜：授予官职<br>郎中：尚书省的属官<br>【寻蒙国恩，除臣洗马】<br>寻：不久<br>除：拜官受职<br>洗马：即太子冼马（xiǎn)，太子的侍从官<br>【猥以微贱，当侍东宫，非臣陨首所能上报】<br>猥：自谦之词，犹“鄙”<br>微贱：卑微低贱<br>当：担任<br>东宫：指太子，因太子居住在东宫，这里是借代<br>陨首：头落地，指杀身。陨，落<br>【诏书切峻，责臣逋慢】<br>切峻：急切而严厉<br>逋慢：有意回避，怠慢上命。逋：逃脱 慢：怠慢，轻慢。<br>【急于星火】<br>急于星火：于星火急。于：比 星火：流星的光 比流星的坠落还要急。指催逼的十分紧迫。<br>【刘病日笃】<br>笃：病重,沉重<br>日：一天比一天<br>【欲苟顺私情，则告诉不许】<br>苟：姑且<br>告诉不许：申诉不被允许，告诉：申诉（苦衷）<br>【实为狼狈】<br>实为：总结上文<br>狼狈：形容进退两难的情形<br>【伏惟圣朝以孝治天下，凡在故老，犹蒙矜育】<br>伏惟：俯状思量。古时下级对上级表示恭敬的词语，奏疏和书信里常用。<br>故老：年老而德高的旧臣<br>蒙：受<br>矜育：怜惜养育<br>【且臣少仕伪朝】<br>伪朝：蔑称，指被灭亡蜀朝<br>【历职郎署，本图宦达，不矜名节】<br>历职：连续任职<br>郎署：郎官的衙署。李密在蜀国曾任郎中和尚书郎。 署：官署，衙门<br>图：希图。<br>宦达：官职显达。宦，做官；达，显贵<br>不矜：不看重。矜，自夸<br>【过蒙拔擢，宠命优渥（南朝《文选》加），岂敢盘桓，有所希冀】<br>拔擢(zhuó)：提拔<br>宠命：恩命<br>优渥(wò)：优厚<br>盘桓：犹疑不决的样子，指拖延不就职<br>希冀：企图，这里指非分的愿望<br>【日薄西山】<br>日薄西山：太阳接近西山，喻人的寿命即将终了。薄，迫近<br>【人命危浅】<br>危浅：活不长，指生命垂危。危：微弱 浅：指不长<br>浅：不长<br>【更相为命，是以区区不能废远】<br>更(gēng)相：交互<br>是以：因此<br>区区：拳拳,形容自己的私情（古今异义）；另一说指“我”，自称的谦词<br>废远：废止远离。<br>【乌鸟私情，愿乞终养】<br>乌鸟私情：乌鸦反哺之情，比喻人的孝心<br>终养：养老至终<br>【臣之辛苦】<br>辛苦：辛酸悲苦，这里指辛酸苦楚的处境（古今异义）<br>【二州牧伯】<br>二州：指梁州(在今陕西省汉中地区)、益州(在今四川省)<br>牧：古代称州的长管；伯：长<br>【皇天后土，实所共鉴】<br>皇天后土：文中指天地神明<br>鉴：审察，识别<br>【矜悯愚诚，听臣微志，庶刘侥幸，以保卒余年】<br>矜悯：怜恤。<br>听：任，这里是准许、成全<br>庶：庶几，或许，表示希望或推测<br>保：安；卒：终<br>【死当结草】<br>结草：指报恩。<br>典故，出自《左传·宣公十五年》[2]。见成语“结草衔环”，说春秋时，晋大夫魏武子有爱妾，武子病时，嘱咐其子魏夥说，自己死后，令妾改嫁。到了病危时，又说令妾殉葬。武子死后，魏夥把父妾嫁出，说是遵守父亲神志清醒时的遗命。传说后来魏夥和秦将杜回作战，看见一老人结草绊倒了杜回，夜间魏夥梦见老人说是魏武子妾的父亲，帮助他是为了报答不令女儿殉葬的恩德。现在表示死后也会像结草老人一样来报答恩情。<br>【臣不胜犬马怖惧之情，谨拜表以闻】<br>不胜：禁不住。胜（shēng），承受，承担。<br>犬马怖惧之情：这是臣子谦卑的话，用犬马自比<br>拜表：拜上表章<br>闻：使动用法，使…知道。与上文“具以表闻”的“闻”用法相同。</p>",
  "shangxi": "<p>　　“多情”的《陈情表》</p> <p>　　《陈情表》是写给晋武帝的一份公文，也是我国古代散文中的一篇“奇文”。字字生情，句句含情，《陈情》之情，耐人寻“情”。</p> <p>　　倾苦情。文章开篇陈述的是作者不幸的命运：孩提时代，父丧母嫁，失怙失恃；成长时代，体弱多病，零丁孤苦；成人之后，无亲无戚，晚有儿息；如今现实，祖母卧病，侍药难离。“外无期功强近之亲，内无应门五尺之僮，茕茕孑立，形影相吊。”一句话浓缩了李密祖孙二人凄苦相依的命运，也表露了他沧桑过后的人生感慨。苦情动心，真诚感人。</p> <p>　　说难情。首先是进退两难。一方面是推孝廉，举秀才，拜郎中，除洗马。四次征召，先地方，后朝廷。国恩难报，君情难违。另一方面，祖母供养无主，疾病日重。养恩难忘，亲情难舍。其次是强人所难。在辞不赴命，辞不就职之后，作者等来的是诏书的责备、郡县的逼迫、州司的催追。在申诉不被允许的情况下，“臣之进退，实为狼狈”。无奈的话语中，含蓄地表达了对“圣朝”统治者强人所难的不满之情。</p> <p>　　消疑情。“少仕伪朝”，屡召不应，难免让晋朝统治者产生怀疑。是贪恋旧朝，“忠臣不事二君”，还是疑虑“圣朝”，顾虑重重？无论两种想法的哪一种得到证实，都可能给李密带来杀身之祸。旧朝时，“本图宦达，不矜名节”，新朝时，“过蒙拔擢，宠命优渥”。对比中，表明了李密的立场，流露了李密的感恩之心，更消除了晋朝统治者心中的郁结。接下来，祖孙二人“更相为命”的苦情的再次强调，既顺应了晋朝以孝治天下的治国纲领，又委婉地告诉了晋武帝侍奉祖母是他“不仕”的唯一原因。</p> <p>　　表忠情。先有“非臣陨首所能上报”的感触，后有先尽孝后尽忠的承诺，终有“生当陨首，死当结草”的誓言。忠君之情，溢于言表；感君之恩，动人心魄。</p> <p>　　《陈情》如此“多情”，也就难怪晋武帝会做出“停诏，允其不仕”的决定，也就难怪千古文人赞叹之声声声不已了。</p>",
  "poet": {
    "id": 3156,
    "star": 0,
    "name": "西晋·李密",
    "desc": "李密（224年—287年），字令伯，一名虔，犍为武阳（今四川彭山）人。幼年丧父，母何氏改嫁，由祖母抚养成人。后李密以对祖母孝敬甚笃而名扬于乡里。师事著名学者谯周，博览五经，尤精《春秋左传》。初仕蜀汉为尚书郎。蜀汉亡，晋武帝召为太子洗马，李密以祖母年老多病、无人供养而力辞。历任温县令、汉中太守。后免官，卒于家中。著有《述理论》十篇，不传世。其生平见载《华阳国志》、《晋书》。代表作为《陈情表》。"
  },
  "tags": [
    "高中文言文",
    "古文观止",
    "抒情",
    "散文"
  ]
}