{
  "id": 48256,
  "star": 5,
  "name": "御街行·前时小饮春庭院",
  "dynasty": "宋代",
  "content": "前时小饮春庭院。悔放笙歌散。归来中夜酒醺醺，惹起旧愁无限。虽看坠楼换马，争奈不是鸳鸯伴。<br>朦胧暗想如花面。欲梦还惊断。和衣拥被不成眠，一枕万回千转。惟有画梁，新来双燕，彻曙闻长欢。",
  "fanyi": "<p><strong>译文<br></strong>那是从前的一个春天，我在一处庭院里小酌，这里有歌相随，有舞相伴，并有幸和她邂逅。可是，我现在悔恨当初轻易放手让她离我而去。回到家里，半夜时分，我酣然大醉，引起过去无限的愁绪。虽然<a href=\"http://so.gushiwen.org/author_883.aspx\">石崇</a>所爱的绿珠可以为石崇坠楼而死，韦生的爱妾可以以身换取韦生所喜爱的骏马紫叱拨，无奈他们都不能像鸳鸯一样永远相伴。<br>我神志迷糊，默默地想着她如花似玉的面容，想在梦中与她相聚，但又突然从梦中惊醒，难以圆梦。我在床上穿着外衣抱着被子，千辗万转，怎么也睡不着。只有栖息在那屋梁上新来的一对燕子，在通宵达旦地听着我深深的叹息。</p> <p><strong>注释<br></strong>⑴御街行：词牌名，<a href=\"http://so.gushiwen.org/author_535.aspx\">柳永</a>《乐章集》注“夹钟宫”，《古今词话》无名氏词有“听孤雁声嘹唳”句，更名《孤雁儿》。<br>⑵前时：从前，以前。《史记·<a href=\"http://so.gushiwen.org/author_253.aspx\">项羽</a>本纪》：“曰：‘前时某丧使公主某事，不能辩，以此不任用公。’众乃皆服。”<br>⑶笙歌：此指酒筵歌席。<br>⑷中夜：半夜。《尚书·冏命》：“怵惕惟厉，中夜以兴，思免厥愆。”<br>⑸醺醺：形容醉态。<br>⑹坠楼换马：坠楼，指石崇爱妾绿珠，曾为石崇坠楼而死。《晋书·石崇传》：“崇有妓曰绿珠，美而艳，善吹笛。孙秀使人求之。崇竟不许。秀怒，乃劝伦诛崇、建……崇谓绿珠曰：‘我今为尔得罪。’绿珠泣曰：‘当效死于君前。’因自投于楼下而死。”换马，指用马换爱妾。《异闻集》：“酒徒鲍生多蓄声妓,外弟韦生好乘骏马。经行四方,各求甚好。一日相遇于途,宿于山寺,各出所有互易之,乃以女妓善四弦者换紫叱拨。”<br>⑺争奈：怎奈。<br>⑻和衣拥被：穿着衣服，裹着被子。<br>⑼彻曙：直到天亮。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这首词由回忆起笔，直接写在妓院饮酒听歌的情景：“前时小饮春庭院。”“前时”，表明是回忆刚刚发生不久的事；“小饮”，说明人不多，场面也不大，非常随意；“春庭院”，春意融融的院落，这是暗指妓院。悠闲地小酌几杯美酒听妙龄歌妓：吹笙唱歌，兴尽而归，对一个风流浪子而言，本也是件快意的事。但接下来的一句“悔放笙歌散”，开头用了一个“悔”字，词人为何会后悔呢？词人在此设下了一个疑团。接下来，“归来中夜酒醺醺，惹起旧愁无限。”原来，他夜半时分醉意盎然地回到住处，回忆刚才的情景，引起了对往事的无限愁思。不过，这两句对“悔”仍然解释不了，“不放笙歌散”就不会“惹起旧愁”了吗？所谓的“旧愁”到底指的是什么？然后，“虽看坠楼换马，争奈不是鸳鸯伴。”至此，“悔”这个谜团终于解开了，原来他是有感于适才酒席筵上的歌妓虽色艺双绝，却不是自己的心上人，不能和自己成双作对，相亲相爱。词人先肯定有绿珠、换马爱妾这类资质美艳而又多才多艺的歌妓，再由“虽”“争奈”一转，表现了他对所爱者的一往情深，既解释了“旧愁无限”的根由，也自然地引出了词作怀人的主题。</p> <p>　　下片“朦胧暗想如花面，欲梦还惊”紧承上片末两句的内容，直抒自己对心上人的思念之情。实际上，此句也与上面两句形成了鲜明的对照：一个是“虽看……争奈不是……”，一个是“暗想\"、“欲梦”，词人对后者用情之深可以想见。由酒意“醺醺”中的“旧愁无限”，到朦朦胧胧中的凝神“暗想”，再到梦中欲见，然而梦未成又被惊断，行文自然奔涌而又波澜起伏，显示了<a href=\"http://so.gushiwen.org/author_535.aspx\">柳永</a>铺叙委婉的词风。接下来“和衣拥被不成眠，一枕万回千转”，两句纯用白描手法写他彻夜难眠。词人一会儿披上衣服围着被子，苦思痴念，郁郁难眠；一会儿又躺在枕上辗转反侧，好梦难成。这就将他饱受相思之苦，心绪烦乱、孤寂无聊、无法入睡的情态刻画得淋漓尽致。与《<a href=\"http://so.gushiwen.org/view_48256.aspx\">诗</a>经》中的“求之不得，寤寐思服。优哉优哉，辗转反侧”有异曲同工之妙。“惟有画梁，新来双燕，彻曙闻长叹。”随着时间的推移，黑夜过去了，黎明来到了，一双刚飞来的燕子映入了词人的眼帘。“新来双燕”不但照应了上片的“春”，也反衬了词人的形单影孤，更加深了对心上人铭心刻骨的相思之情。而给“双燕\"着“闻”字，不从自身着笔，说自己天亮了还睡意全无，盯着梁上双燕长吁短叹，反从双燕着笔，说双燕自夜至晓都听着自己的叹息声，通过设想的外物的感受来表现自身的情态，实属意出天外的奇笔。以之收束全词，妙不可言。</p> <p>　　这首词文思细密，结构谨严，叙事曲折却一丝不乱，又能在层层铺叙中笔笔带情，层层相扣，一波三折，曲尽其意。刘熙载所谓“耆卿词，细密而妥溜，明白而家常，善于叙事，有过前人。”实非虚语也。</p>",
  "about": "<h2>创作背景</h2> 　　此词具体创作年份暂不可考。因为此词内容涉及歌妓而未谈论官场见闻，故此词应该是作于<a href=\"http://so.gushiwen.org/author_535.aspx\">柳永</a>未出仕之前的某次酒宴之后。",
  "poet": {
    "id": 535,
    "star": 0,
    "name": "柳永",
    "image": "http://img.gushiwen.org/authorImg/liuyong2.jpg",
    "desc": "柳永，（约987年—约1053年）北宋著名词人，婉约派创始人物。汉族，崇安（今福建武夷山）人，原名三变，字景庄，后改名永，字耆卿，排行第七，又称柳七。宋仁宗朝进士，官至屯田员外郎，故世称柳屯田。他自称“奉旨填词柳三变”，以毕生精力作词，并以“白衣卿相”自诩。其词多描绘城市风光和歌妓生活，尤长于抒写羁旅行役之情，创作慢词独多。铺叙刻画，情景交融，语言通俗，音律谐婉，在当时流传极其广泛，人称“凡有井水饮处，皆能歌柳词”，婉约派最具代表性的人物之一，对宋词的发展有重大影响，代表作 《雨霖铃》《八声甘州》。"
  },
  "tags": [
    "追忆",
    "抒情",
    "相思"
  ]
}