{
  "id": 70882,
  "star": 304,
  "name": "和张仆射塞下曲·其二",
  "dynasty": "唐代",
  "content": "林暗草惊风，将军夜引弓。<br>平明寻白羽，没在石棱中。",
  "fanyi": "<p><strong>译文</strong><br>昏暗的树林中，草突然被风吹得摇摆不定，飒飒作响，将军以为野兽来了，连忙开弓射箭。<br>天亮去寻找那只箭，已经深深地陷入石棱中。</p><p><strong>注释</strong><br>①塞下曲――古代歌曲名。这类作品多是描写边境风光和战争生活的。<br>②惊风――突然被风吹动。<br>③引弓――拉弓，开弓，这里包含下一步的射箭。<br>④平明――天刚亮的时候。<br>⑤白羽――箭杆后部的白色羽毛，这里指箭。<br>⑥没――陷入，这里是钻进的意思。<br>⑦石棱――石头的边角。<br>⑧将军——指的是西汉的飞将军李广</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　<a href=\"http://so.gushiwen.org/author_583.aspx\">卢纶</a>《塞下曲》共六首一组，分别写发号施令、射猎破敌、奏凯庆功等等军营生活。语多赞美之意。此为第二首，描写将军夜里巡逻时景况。</p> <p>　　首句写将军夜猎场所是幽暗的深林；当时天色已晚，一阵阵疾风刮来，草木为之纷披。这不但交代了具体的时间、地点，而且制造了一种气氛。右北平是多虎地区，深山密林是百兽之王的猛虎藏身之所，而虎又多在黄昏夜分出山，“林暗草惊风”，着一“惊”字，就不仅令人自然联想到其中有虎，呼之欲出，渲染出一片紧张异常的气氛，而且也暗示将军是何等警惕，为下文“引弓”作了铺垫。</p> <p>　　次句即续写射。但不言“射”而言“引弓”，这不仅是因为<a href=\"http://so.gushiwen.org/view_70882.aspx\">诗</a>要押韵的缘故，而且因为“引”是“发”的准备动作，这样写能启示读者从中想象、体味将军临险是何等镇定自若，从容不迫。在一“惊”之后，将军随即搭箭开弓，动作敏捷有力而不仓皇，既具气势，而形象也益鲜明。</p> <p>　　后二句写“没石饮羽”的奇迹，把时间推迟到翌日清晨，将军搜寻猎物，发现中箭者并非猛虎，而是蹲石，令人读之，始而惊异，既而嗟叹，原来箭杆尾部装置着白色羽毛的箭，竟“没在石棱中”，入石三分。这样写不仅更为曲折，有时间、场景变化，而且富于戏剧性。“石棱”为石的突起部分，箭头要钻入殊不可想象。神话般的夸张，为诗歌形象涂上一层浪漫色彩，读来特别尽情够味，只觉其妙，不以为非。</p> <p>　　这首边塞小诗，写一位将军猎虎的故事，取材于西汉只学家<a href=\"http://so.gushiwen.org/author_608.aspx\">司马迁</a>记载当时名将李广事迹的《李将军列传》。原文是：“广出猎，见草中石，以为虎而射之中，中（zhòng）石没镞（箭头），视之，石也。”</p> <p>　　诗的前两句写事件的发生：深夜，山林里一片昏暗，突然狂风大作，草丛被乔得刷啦啦起伏抖动；蛙人起落处津津乐道恍恍惚惚有一头白虎扑来。恰好这时，将军正从林边驰马而过，他眼疾手快，拉满弓一箭射出… …</p> <p>　　后两句写事件的结果是：第二天清晨，将军记起昨晚林间的事，顺原路来到现场，他不禁大吃一惊：明亮的晨光中，分明看见被他射中的原来不是老虎，而是一座巨石。恐惧感默然蹲在那里，那枝白羽箭竟深深钻进石棱里去了！请注意箭射入的部位，不是石孔，不是石缝，也不是石面，而是窄细的尖突的石棱――这需要多大的臂力，多高的武艺啊！</p> <p>　　有人要问，将军射老虎，干吗不当时就看结果，还要等第二天早晨？原来的故事并没说第二天才知道射中的是石头呀！这，就是诗人的艺术处理了。第一，这样可以表现将军的自信，从来是百发百中，这一次还怕它死不了跑掉吗？第二，可以增加形象的直观性，让人看得更清楚些，如果是当夜就看，固然也能发现是一场误会，但很难取得现在这样的画面一般的鲜明效果。</p> <p>　　诗，最注重含蓄，最讲究意在言外。看到诗中箭入石的描写，我们会油然联想：如果射中的真是老虎将会射成什么样子？如果在战场上射击敌军兵马呢？于是，一位武艺高强、英勇善战的将军形象，便盘马弯弓、巍然屹立在我们眼前了。</p>",
  "poet": {
    "id": 583,
    "star": 0,
    "name": "卢纶",
    "image": "http://img.gushiwen.org/authorImg/lulun.jpg",
    "desc": "卢纶（约737-约799），字允言，唐代诗人，大历十才子之一，汉族，河中蒲（今山西省永济县）人。天宝末举进士，遇乱不第；代宗朝又应举， 屡试不第。大历六年，宰相元载举荐，授阌乡尉；后由王缙荐为集贤学士，秘书省校书郎，升监察御史。出为陕府户曹、河南密县令。后元载、王缙获罪，遭到牵连。德宗朝复为昭应令，又任河中浑瑊元帅府判官，官至检校户部郎中。有《卢户部诗集》。"
  },
  "tags": [
    "唐诗三百首",
    "边塞",
    "狩猎",
    "赞美",
    "将军"
  ]
}