{
  "id": 61971,
  "star": 46,
  "name": "水调歌头·平山堂用东坡韵",
  "dynasty": "宋代",
  "content": "秋雨一何碧，山色倚晴空。江南江北愁思，分付酒螺红。芦叶蓬舟千重，菰菜莼羹一梦，无语寄归鸿。醉眼渺河洛，遗恨夕阳中。 <br>苹洲外，山欲暝，敛眉峰。人间俯仰陈迹，叹息两仙翁。不见当时杨柳，只是从前烟雨，磨灭几英雄。天地一孤啸，匹马又西风。",
  "fanyi": "<p><strong>译文</strong><br>平山堂上伫立远望，秋雨过后，江岸的山色在晴空映衬下分外青碧。一个人辗转大江南北，有多少忧愁思绪，都付之一醉，暂且忘却吧。乘坐小船沿芦苇岸边千里漂泊，<a href=\"http://so.gushiwen.org/author_251.aspx\">张翰</a>那种思念菰菜莼羹就辞官归家的作为，于我只能是一场梦了，我惟有默默无语把思念寄托给南飞鸿雁。醉眼朦胧中回望渺远的黄河洛水，夕阳笼罩下留存多少遗憾和愤恨！<br>在苹草萋萋的洲渚外面，远山在暮色里就要收敛他的眉峰。俯仰凭吊平山堂的人间遗迹，叹息欧、苏两位仙翁已然远逝。眼前没了当时的杨柳，只是从前的烟雨，磨灭了几位英雄。且唱响一声孤啸，我又将匹马启程，在西风凄紧的天地间。 </p><p><strong>注释</strong><br>平山堂：在今扬州西北蜀岗上，为<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>所建.<br>螺红：红色的螺杯。<br>菰菜莼羹：相传张翰在外作官时，见秋风起，想起了家乡的菰菜、莼羹和鲈鱼脍，就辞官归乡。<br>河洛：黄河与洛水之间的地区。此处泛指沦陷于金兵之手的土地，故词人有遗恨在焉。<br>两仙翁：指欧阳修与苏东坡。<br>匹马：有作者自喻意。 </p>",
  "shangxi": "<h2>赏析</h2> <p>　　“江南江北愁思”两句，意思是说平生行遍江南江北，积累起来的许多愁思，都付之一醉，暂时忘却吧。借酒消愁本来是人之常情，尤以文人为甚。但作者哪里来这么多“愁思”，它的具体内容又是什么呢？一是自伤飘泊无定，二是慨叹中原未复。这就是有点有染的写法，即先说明性质，然后再表现内容。</p> <p>　　“芦叶蓬舟千里”三句，写词人长年飘泊在外，不能回乡。“芦叶”句展示“蓬舟”（盖有蓬顶的小舟）在长满芦叶的岸边行驶之状。“千里”极言行程之长，飘泊地域之广阔。“菰菜莼羹”用的是<a href=\"http://so.gushiwen.org/author_251.aspx\">张翰</a>的典故：相传张翰在外作官时，见秋风起，想起了家乡的菰菜、莼羹和鲈鱼脍，就命驾而归。“菰菜莼羹”后面加上“一梦”两字，就否定了此事的现实性。因而只好“无语寄归鸿”，默默无言地目送征鸿南归。<a href=\"http://so.gushiwen.org/author_478.aspx\">方岳</a>是南宋后期著名的江湖派<a href=\"http://so.gushiwen.org/view_61971.aspx\">诗</a>人之一，他少年飘荡江湖，中年以后，虽中了进士而宦游各地，还不免有“游宦成羁旅”之感。思归而不得，发为愁思，就是顺理成章的事了。</p> <p>　　“醉眼渺河洛，遗恨夕阳中”一句，意思是醉酒后的词人双眼朦胧，河洛一带渺不可及，而遗恨于夕阳之中，这不是其字面意思，实质上它抒发的是词人为中原沦落，未能收复而遗恨。</p> <p>　　下片又从眼前景物写起。“苹洲外”三句，写远山在黄昏中的姿态。“苹洲”是长满苹草的洲渚；苹洲之外，远山在暮色中敛下了它的眉峰，这是将愁苦的感情移入于物，写的是带情之景。这种写法，一方面增加了状物的形象性，一方面也抒发了自己的感情，可谓一举两得。</p> <p>　　“人间俯仰陈迹”至“磨灭几英雄”五句，转入怀古。作者遥想当年与平山堂有密切关系的<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>和苏东坡两位“仙翁”已经逝去，黯然神伤扼腕叹息。</p> <p>　　“杨柳”和“烟雨”是欧阳修和苏东坡词中描写的平山堂景色，作者巧妙地引用这两个词，除了表示对欧苏二公无限景仰外，还寄托了沧桑之感。“杨柳”已非，“烟雨”依旧，而几许英雄，已磨灭于此变化之中。这几乎是文人登临怀古的一个永恒主题，骨子里是感到人生虚幻，蒙上了一层虚无的感伤色彩，这是失意牢落者常有的感情。</p> <p>　　最后两句，从怀古议论回到现实，写自己又将匹马登程，在西风凄烈的天地之间，怅然孤啸。其情其景，是够令人感伤的。这一结尾，又回到了飘泊的愁思，与上片遥相呼应。</p><br/><h2>鉴赏</h2> <p>　　<a href=\"http://so.gushiwen.org/author_478.aspx\">方岳</a>，安徽祁门人。生于南宋宁宗庆元五年（1199），绍定5年（1232）登进士第，做过吏部侍郎和饶、抚、袁三州知州等官。从这首词中看，他是有收复中原之志的。全词表现了一种壮志未酬的苦闷心情。</p> <p>　　本词一开始，就展现了一幅江南的秋景：“秋雨一何碧，山色倚晴空”，寥寥两句，就把江南秋日雨天和晴天的特色呈现于读者眼前。以“碧”形容秋雨，这是词人的独创，一则写出江南的秋日依然一片青绿，连下的雨都映成碧绿的颜色，二则写出秋雨过后，山色、田野都变得更绿，仿佛为碧绿的雨丝染过似的，这就自然引出“山色倚晴空”这样的晴昼景色。南国的秋并不如北国那样凄凉萧索，但词人的愁情却弥漫在“江南江北”，这就表明他的愁不是由自然景色引起的一般性的悲秋，而是另有原因。“江南江北”四字正是这愁的原由，怅望江南，偏安一隅；放眼江北，沦于敌手。江山社稷正处于内忧外患之中，哪能不令人愁？“分付酒螺红”即借酒浇愁之意，“螺红”乃是一种酒的名字。“芦叶蓬舟千重”表明词人正在行旅途中，蓬舟一叶穿过重重芦叶飘泊于江湖之上，菰菜莼羹的美味仅存于昔日的记忆之中。抬头仰望南归的大雁，因事业无成，壮志未酬，无语可寄；醉眼朦胧中北望黄河、洛水，缥缈难见，大好河山不能恢复的遗恨只能沉浸在眼前的夕阳之中，“夕阳”这既是<a href=\"http://so.gushiwen.org/view_61971.aspx\">诗</a>人眼前的景象，又是南宋小王朝的象征。“遗恨夕阳中”是一句多么沉痛、深刻的警句呵！</p> <p>　　下阕依然是眼前景物与内心情绪的交织。诗人在江上飘泊，回眸苹洲之外，暮色四面袭来，几乎溶尽了山影，山似眉峰皱，山峰与诗人的眉头一样都在愁苦中紧蹙。“人间俯仰陈迹”用的是<a href=\"http://so.gushiwen.org/author_581.aspx\">王羲之</a>《兰亭集序》的典故，言光阴倏忽，人生短暂，“俯仰人间已为陈迹”，慨叹自身盛年易逝，事业无成，转眼之间年华老大，壮志即尽付东流。“不见当时杨柳”以下三句亦是时光荏苒，世事推移，人寿难久之意。英雄豪杰尚且随着时光的流驶而磨灭，何况我辈？最后词人发出“天地一孤啸”的长叹：茫茫天地之间，只有我一人如此长啸浩叹，而叹有何用，啸又何益？明天还是得迎着西风匹马踏上人生的征途，跋涉长驱！这又表现了诗人一种明知不可为而为之的勇气，一种虽九死而未悔的韧性和顽强毅力！</p>",
  "about": "<h2>创作背景</h2> 　　这首词意境丰满。词人通过对山色，身世的描写，融抒情、议论为一体，含义深广，具有一种淡淡的感伤色彩。扬州西北的平山堂，是<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>在这里任知州时建造的。登堂遥眺，江南金、焦、北固诸山尽在眼前，视与堂平，故取名“平山”。一个世纪后，<a href=\"http://so.gushiwen.org/author_478.aspx\">方岳</a>身处平山堂，俯仰江山，缅怀先贤，不禁<a href=\"http://so.gushiwen.org/view_61971.aspx\">诗</a>思如潮，就以苏东坡《黄州快哉亭》词的韵脚，写下了这首《水调歌头》。",
  "poet": {
    "id": 478,
    "star": 0,
    "name": "方岳",
    "image": "http://img.gushiwen.org/authorImg/fangyue.jpg",
    "desc": "方岳(1199～1262),南宋诗人、词人。字巨山，号秋崖。祁门（今属安徽）人。绍定五年(1232)进士，授淮东安抚司□官。淳□中，以工部郎官充任赵葵淮南幕中参议官。后调知南康军。后因触犯湖广总领贾似道，被移治邵武军。后知袁州，因得罪权贵丁大全，被弹劾罢官。后复被起用知抚州，又因与贾似道的旧嫌而取消任命。"
  },
  "tags": [
    "宋词三百首",
    "抒情",
    "怀古"
  ]
}