{
  "id": 71090,
  "star": 942,
  "name": "点绛唇·蹴罢秋千",
  "dynasty": "宋代",
  "content": "蹴罢秋千，起来慵整纤纤手。露浓花瘦，薄汗轻衣透。<br>见客入来，袜刬金钗溜。和羞走，倚门回首，却把青梅嗅。",
  "fanyi": "<p><strong>译文</strong><br>荡罢秋千起身，懒得揉搓细嫩的手。在她身旁，瘦瘦的花枝上挂着晶莹的露珠，她身上的涔涔香汗渗透着薄薄的罗衣。<br>突然进来一位客人，她慌得顾不上穿鞋，只穿着袜子抽身就走，连头上的金钗也滑落下来。她含羞跑开，倚靠门回头看，又闻了一阵青梅的花香。</p> <p><strong>注释</strong><br>⑴点绛唇：词牌名。<br>⑵蹴：踏。此处指打秋千。<br>⑶慵：懒，倦怠的样子。<br>⑷袜刬：这里指跑掉鞋子以袜着地。金钗溜：意谓快跑时首饰从头上掉下来。<br>⑸倚门回首：这里只是靠着门回头看的意思，不必有何出典，更与“倚门卖笑”无关。假如一定要追问其出处的话，“倚门”是语出《史记·货殖列传》的“刺绣文不如倚市门”。是以此说明“农不如工，工不如商”的道理。而“倚门卖笑”是后人的演绎，以之形容妓女生涯是晚至元代和清代的事：‘“你看人似桃李春风墙外枝，卖俏倚门儿”（<a href=\"http://so.gushiwen.org/author_829.aspx\">王实甫</a>《西厢记》三本一折）、“婉娈倚门之笑，绸缪鼓瑟之娱，谅非得已”（汪中《经旧苑吊马守真文》）。</p>",
  "shangxi": "<p>　　此词，属存疑之作，若确为易安作品，当为清照早年作品，写尽少女纯情的神态。</p> <p>　　上片荡完秋千的精神状态。词人不写荡秋千时的欢乐，而是剪取了“蹴罢秋千”以后一刹那间的镜头。</p> <p>　　此刻全部动作虽已停止，但仍可以想象得出少女荡秋千时的情景，罗衣轻飏，像燕子一样地空中飞来飞去，妙静中见动。“起来慵整纤纤手”，“慵整” 二字用得非常恰切，从秋千上下来后，两手有些麻，却又懒得稍微活动一下，写出少女的娇憨。“纤纤手” 语出《古十九首》：“娥娥红粉妆，纤纤出素手。”借以形容双手的细嫩柔美，同时也点出人物的年纪和身份。“薄汗轻衣透”，她身穿“轻衣”，也就是罗裳初试，由干荡秋千时用力，出了一身薄汗，额上还渗有晶莹的汗珠。这份娇弱美丽的神态恰如娇嫩柔弱的花枝上缀着一颗颗晶莹的露珠。“露浓花瘦”一语既表明时间是春天的早晨，地点是花园也烘托了人物娇美的风貌。整个上片以静写动，以花喻人，生动形象地勾勒出一少女荡完秋千后的神态。</p> <p>　　下片写少女乍见来客的情态。她荡完秋千，正累得不愿动弹，突然花园里闯进来一个陌生人。“见客入来”，她感到惊诧，来不及整理衣装，急忙回避。</p> <p>　　“袜刬”，指来不及穿鞋子，仅仅穿着袜子走路。“金钗溜”，是说头发松散，金钗下滑坠地，写匆忙惶遽时的表情。词中虽未正面描写这位突然来到的客人是谁，但从词人的反应中可以印证，他定是一位翩翩美少年。“和羞走”三字，把她此时此刻的内心感情和外部动作作了精确的描绘。“和羞”者，含羞也：“走”者，疾走也。然而更妙的是“倚门回首，却把青梅嗅”二句。它以极精湛的笔墨描绘了这位少女怕见又想见、想见又不敢见的微妙心理。最后她只好借“嗅青梅”这一细节掩饰一下自己，以便偷偷地看他几眼。下片以动作写心理，几个动作层次分明，曲折多变，把一个少女惊诧、惶遽、含羞、好奇以及爱恋的心理活动，栩栩如生地刻划出来。唐人<a href=\"http://so.gushiwen.org/author_130.aspx\">韩偓</a>《竿奁集》中写过类似的诗句：“见客入来和笑走，手搓梅子映中门。”但相比之下，“和笑走”见轻薄，“和羞走”现深挚：“手搓梅子”只能表现不安，“却把青梅嗅”则可描画矫饰：“映中门”似旁若无人，而“倚门”则有所期待，加以“回首”一笔，少女窥人之态婉然眼前。</p> <p>　　这首词写少女情况心态，虽有所本依，但却能青出于蓝而胜于蓝，获“曲尽情悰”之誉。</p>",
  "about": "<h2>创作背景</h2> 　　此词为<a href=\"http://so.gushiwen.org/author_536.aspx\">李清照</a>的早年之作。据陈祖美《李清照简明年表》：公元1100年（宋哲宗元符三年），李清照结识<a href=\"http://so.gushiwen.org/author_179.aspx\">张耒</a>、<a href=\"http://so.gushiwen.org/author_643.aspx\">晁补之</a>及同龄诸女友，《浣溪沙·淡荡春光寒食天》、《点绛唇·蹴罢秋千》等词当作于是年前后。",
  "poet": {
    "id": 536,
    "star": 0,
    "name": "李清照",
    "image": "http://img.gushiwen.org/authorImg/liqingzhao.jpg",
    "desc": "李清照（1084年3月13日～1155年5月12日）号易安居士，汉族，山东省济南章丘人。宋代（南北宋之交）女词人，婉约词派代表，有“千古第一才女”之称。所作词，前期多写其悠闲生活，后期多悲叹身世，情调感伤。形式上善用白描手法，自辟途径，语言清丽。论词强调协律，崇尚典雅，提出词“别是一家”之说，反对以作诗文之法作词。能诗，留存不多，部分篇章感时咏史，情辞慷慨，与其词风不同。有《易安居士文集》《易安词》，已散佚。后人有《漱玉词》辑本。今有《李清照集校注》。"
  },
  "tags": [
    "宋词三百首",
    "宋词精选",
    "少女"
  ]
}