{
  "id": 68563,
  "star": 16,
  "name": "长亭怨慢·重过中庵故园",
  "dynasty": "宋代",
  "content": "泛孤艇、东皋过遍。尚记当日，绿阴门掩。屐齿莓阶，酒痕罗袖事何限。欲寻前迹，空惆怅、成秋苑。自约赏花人，别后总、风流云散。<br>水远。怎知流水外，却是乱山尤远。天涯梦短。想忘了，绮疏雕槛。望不尽，冉冉斜阳，抚乔木、年华将晚。但数点红英，犹记西园凄婉。",
  "fanyi": "<p><strong>译文</strong><br>我独自泛一叶孤舟，驶遍田野荒地去寻访他的故园。还记得当年，绿荫将园门摭掩。我们一同寻访游览，满地苔藓都印下了我们木屐的齿印。那时赏心乐事真无限，纵情豪饮，任凭酒痕把衣袖湿遍，酒痕斑斑。如今想要寻觅以往的踪迹。只能空自感到惆怅和幽怨。昔日的百花园，已变成一片凄凉秋苑。从前共同赏花的友人，分别后全都风一样流逝云一样消散了。<br>流水悠悠远远，怎知流水之外，是纷乱的群山，可友人比那乱山还更远。料想他独处天涯，归梦何其短暂，想是早已忘掉故乡的绮窗雕栏。抬望眼，所见到的只是斜阳冉冉。抚着高大的树木，叹息自己的年华已晚。只有数点落下的红英，还在眷恋着凄婉的庭院。</p> <p><strong>注释</strong><br>⑴长亭怨慢：词牌名。南宋音乐家、文学家<a href=\"http://so.gushiwen.org/author_30.aspx\">姜夔</a>自度曲，调属“中吕宫”。或作“长亭怨”。双片九十七字，前片六仄韵，后片五仄韵。<br>⑵中庵：所指何人不详。<br>⑶孤艇：孤单的小船。唐<a href=\"http://so.gushiwen.org/author_104.aspx\">刘长卿</a>《送方外上人之常州依萧使君》<a href=\"http://so.gushiwen.org/view_68563.aspx\">诗</a>：“夕阳孤艇去，秋水两溪分。”东皋：指中庵寓居之地，泛指田野或高地。三国魏<a href=\"http://so.gushiwen.org/author_698.aspx\">阮籍</a>《辞蒋太尉辟命奏记》：“方将耕于东皋之阳，输黍稷之税，以避当涂者之路。”皋：水边的高地。<br>⑷当日：昔日，从前。唐<a href=\"http://so.gushiwen.org/author_204.aspx\">李商隐</a>《华清宫》诗：“当日不来高处舞，可能天下有胡尘。”<br>⑸绿阴：亦作“绿荫”。绿色的树荫。唐<a href=\"http://so.gushiwen.org/author_1828.aspx\">来鹄</a>《病起》诗：“春初一卧到秋深，不见红芳与绿阴。”<br>⑹屐齿：木屐底部前后各二齿，可踏雪踏泥。唐<a href=\"http://so.gushiwen.org/author_1657.aspx\">独孤及</a>《山中春思》诗：“花落没屐齿，风动群不香。”莓阶：长满青苔的台阶。<br>⑺酒痕：沾染上酒滴的痕迹。唐<a href=\"http://so.gushiwen.org/author_113.aspx\">岑参</a>《奉送贾侍御史江外》诗：“荆南渭北难相见，莫惜衫襟著酒痕。”<br>⑻惆怅：因失意或失望而伤感、懊恼。成秋苑：用唐<a href=\"http://so.gushiwen.org/author_349.aspx\">李贺</a>《河南府试十二月乐词》“梨花落尽成秋苑”诗句。<br>⑼风流云散：风吹过，云飘散，踪迹全消。比喻人飘零离散。汉<a href=\"http://so.gushiwen.org/author_770.aspx\">王粲</a>《赠蔡子笃》诗：“风流云散，一别如雨。”<br>⑽绮疏雕槛：指窗户上雕饰花纹。绮疏：指雕刻成空心花纹的窗户。《后汉书·梁冀传》：“窗牖皆有绮疏青琐，图以云气仙灵。”雕槛：犹雕栏。<br>⑾冉冉：一作“苒苒”。斜阳：傍晚西斜的太阳。唐<a href=\"http://so.gushiwen.org/author_10.aspx\">赵嘏</a>《东望》诗：“斜阳映阁山当寺，微绿含风树满川。”<br>⑿乔木：高大的树木。《诗经·周南·汉广》：“南有乔木，不可休思。”年华：年岁；年纪。北周<a href=\"http://so.gushiwen.org/author_662.aspx\">庾信</a>《竹杖赋》：“<a href=\"http://so.gushiwen.org/author_827.aspx\">潘岳</a>《秋兴》，嵇生倦游，桓谭不乐，吴质长愁，并皆年华未暮，容貌先秋。”<br>⒀红英：红花。南唐<a href=\"http://so.gushiwen.org/author_269.aspx\">李煜</a>《采桑子》词：“亭前春逐红英尽。”<br>⒁凄婉：悲凉婉转；哀伤。《新唐书·<a href=\"http://so.gushiwen.org/author_149.aspx\">张说</a>传》：“既谪岳州，而诗亦凄婉，人谓得江山助云。”</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　这首词为记事感怀之作，写重过故友旧园时的复杂心绪，流露了对往事的无限依恋和因时光荏苒而产生的迟暮之感。<a href=\"http://so.gushiwen.org/author_421.aspx\">王沂孙</a>一改填词用典多惯例，这首词用典极少，文辞稍显简淡的情感曲折跌宕，用语波峭起折，也堪称一首佳作。</p> <p>　　“泛孤艇、东皋过遍。”写重访中庵故园。扣准本题。“孤艇”，词人孤身一人重游，流落出访故地的落寞。“东皋过遍”之“遍”字说明作者足迹遍至东皋，留连徘徊。烘托出情境。词人对此地蕴含深情，此次特地前来追寻旧游之地。照下文“欲寻前迹”，足见发端伊始，虽入手擒题，却并非一览无余。曲意直笔，颇耐人寻味。</p> <p>　　“尚记当日”点明下文是对往昔的追忆。“绿阴门掩”，表明当日中庵园林的清幽，景境宜人而访者少。“屐齿莓苔”，指游览之事：“酒痕罗袖”，是讲宴乐的。正所谓“事何限”表明事情的范围。而“记当日”指时间。昔日中庵园林的清幽无限与当日交游、乐事的欣愉雅致相互生发映衬，给人印象颇佳。</p> <p>　　“欲寻前迹，空惆怅，成秋苑”。笔锋转至眼前。履旧迹，寻前踪。一切皆已渺然。旧日舞台歌榭，已雨打风吹去。怡人春光。亦复化为令人惆怅的一片秋色。斗转星移，世事沧桑。““欲寻前迹”本应接在“东皋过遍”之后，词人却把它置于“尚记当日”后面，是一种腾挪之法。这种利用“时间差”的写法，造成今昔的强烈对比，和笔势上的波峭回环之感。词人同时还辅以不同的景致和虚实相生的描写，进一步加强了这种对比。昔之欢游，“绿阴”、“莓苔”的春色点染，乐景独好；今之萧条，一片“秋苑”的悲秋笔墨，哀感十足。昔日之乐何其乐，此时之哀何其哀矣。追忆昔游是出于想象，本是虚写。用了“屐齿莓苔”、“酒痕罗袖”的具体可感的细节，变得历历可见，足见词人对昔游的怀恋之深。重游寻迹，望故园萧条迹渺，感慨无穷，却将万端感慨凝为“空惆怅”一语，用“成秋苑”的写意笔墨，世间沧桑都言尽，寓不尽之意于象外言外，极为空灵，此正是碧山过人之笔。“空惆怅”感发于中庵园林的今昔相比，和与故人流散之哀，故而下启“自约”数句。“自约赏花后，别后总，风流云散”两句写出故人之离散。以风云流散变幻飘渺不定之姿，写人间别离，妥贴空灵而凄美可感。“总”字遥合于“孤”，写尽人去园空，形单影只相别久矣之感。孤寂的情怀和惆怅的眼睛。贯穿于故园之忆，之寻的过程，非常传神，是词人精心提炼的效果。</p> <p>　　“水远”二字起头，于奇峭中透视常理，写法非常独特，不落俗套。于叙情之处，戛然收束，寓情于景，让人体味个人情改，颇为曲折。“水远”在景致上是遥应“泛孤艇”之所见。上片歇拍将故人离散的实事，幻为一片风流云散。“水远”则是紧承其命脉而来。却以山高水远进一步渲染离散之实。故人的萍踪渺然苍茫里，更加反托出词人怀念之情的悠深缠绵。又以“怎知”“却是”的虚字进一步勾勒，<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>《踏莎行》有“离愁渐远渐无穷，迢迢不断如春水”之句，正是水远，表意浑厚。</p> <p>　　“乱山尤远”。则知水远山长在前人笔下，超越自身美感，象征着天各一方的深沉的意蕴。这三句在淡墨无华中，具有浑厚的艺术感染力。在层层递进之中，融进了词人多少怀恋和伤离之情。“天涯梦短”，以“短”状梦，精警峭拔。是承上启下之转折，它承前反扣山长水远的天涯隔阻，束后则点出天涯未归之人的处境。“想忘了、绮疏雕槛”。“绮疏雕槛”，中庵园林的亭台楼榭。“想忘了”是体贴故人迟迟不归之婉辞。梦短路遥，是一种叫人割舍不断的痛苦无奈。短梦沟不通花花天涯的阻隔，使故人无可凭依。因而显见词人对故人的同情的了解。</p> <p>　　“望不尽，冉冉斜阳，抚乔木，年华将晚。”再折回眼前之景，收束全词。它上承过故园的各种感怀，历层层曲折，极自然地以眼前景作结，正写出词人的情感变化。叙写的景色萧然：一片斜阳晚照、数点残花映红。“望不尽，冉冉斜阳”由<a href=\"http://so.gushiwen.org/author_164.aspx\">周邦彦</a>《兰陵王·柳》中的“斜阳苒苒春无极”名句而稍加变动。</p> <p>　　“春无极”改为“望不尽”极写中庵故园眼前秋苑的无限萧条。“春”“望”之变，与“重过”故园的题旨相扣。“抚乔木、年华将晚。”《世说新语·言语》载：桓温北伐，前种之树已十围，慨然曰：“木犹如此，人何以堪。”攀枝折条，泣然流泪。“冉冉斜阳”所描绘的日暮黄昏之景，使人易生苍凉迟暮之感。“望不尽”，更引出对人生的渺长和惆怅的反思。“抚乔木、年华将晚”进一步渲染此情此景。词中将这种迟暮之悲由外围、外景、外物引向内心深处，使之情景生发，汇融成为绮丽中带悲壮、淡远中寓苍凉的意蕴浑厚的意境。使人意感横生，情景交加，在烟霭苍茫之处，感慨则纷至皆来。但数点红英。犹记西园凄婉：在斜晖脉脉的中庵故园里，只有几点残存的红英，经历了风风雨雨的洗劫，目睹沧海桑田的变换，在由极或到极衰的转换中，也定是凄怆已极吧。对人、对花，皆是如此。</p> <p>　　全词笔调伤感凄凉，意境空灵高远，怨怅之情溢满字间，哀婉动人。</p>",
  "about": "<h2>创作背景</h2> 　　此词是作者重游友人故园的怀旧之作。此词题为“重过中庵故园”，旧注以为中庵系元曲家<a href=\"http://so.gushiwen.org/author_1528.aspx\">刘敏中</a>。刘敏中号中庵，有《中庵乐府》。但刘敏中乃由金入元者，据其他作品和其他史料看，似与<a href=\"http://so.gushiwen.org/author_421.aspx\">王沂孙</a>无关。故此中庵究属何人，有待详考。但有一点似应肯定，即此人与作者是故友，关系相当不错，很可能入元朝为官为未归故乡，故词有如此感慨。",
  "poet": {
    "id": 440,
    "star": 0,
    "name": "詹玉",
    "desc": "詹玉（生卒年不详）字可大，号天游，古郢（今湖北）人。至元间历除翰林应奉、集贤学士，为桑哥党羽。桑歌败，为崔劾罢（见《元史。崔传》）。著有《天游词》一卷。主要作品有《齐天乐·送童瓮天兵后归杭》《汉宫春》《桂枝香》《多丽》《三姝媚》《渡江云》等。"
  },
  "tags": [
    "记事",
    "感怀"
  ]
}