{
  "id": 59345,
  "star": 54,
  "name": "齐天乐·蟋蟀",
  "dynasty": "宋代",
  "content": "<span style=\"font-family:SimSun;\">丙辰岁，与张功父会饮张达可之堂。闻屋壁间蟋蟀有声，功父约予同赋，以授歌者。功父先成，辞甚美。予裴回末利花间，仰见秋月，顿起幽思，寻亦得此。蟋蟀，中都呼为促织，善斗。好事者或以三二十万钱致一枚，镂象齿为楼观以贮之。</span></p> <p>庾郎先自吟愁赋，凄凄更闻私语。露湿铜铺，苔侵石井，都是曾听伊处。哀音似诉。正思妇无眠，起寻机杼。曲曲屏山，夜凉独自甚情绪？<br>西窗又吹暗雨。为谁频断续，相和砧杵？候馆迎秋，离宫吊月，别有伤心无数。豳诗漫与。笑篱落呼灯，世间儿女。写入琴丝，一声声更苦。",
  "fanyi": "<p><strong>译文<br></strong><a href=\"http://so.gushiwen.org/view_59345.aspx\">诗</a>人<a href=\"http://so.gushiwen.org/author_662.aspx\">庾信</a>先是在吟《愁赋》，接着又听到一阵凄切的私语声，原来是蟋蟀在叫。露水打湿了门上的铜环，青苔侵入了井边的石板，这些地方都曾听到过它的叫声。哀怨的声音好像是在倾诉着什么，正当思妇失眠，起来寻找机杼，想织锦书寄给远方的时候。在列着画有青山的曲折屏风的闺房里，夜气凉透，孤居独宿，那是怎么样的心情啊！<br>黑暗中西窗外又刮起了风雨，为什么这虫声老是应和着砧杵声，断断续续地响个不停呢？它在旅舍里迎接寒秋，在离宫中凭吊冷月，该是另有许多伤心的事罢！《诗经·豳风》中的《七月》篇曾描写过它，那些诗句像是率意而为之的。可笑的是世上那些无知小儿女，他们蹲在篱笆旁，兴高采烈地喊叫着：快拿灯来，有蟋蟀！殊不知如果将此虫声谱成琴曲，一声声地弹奏出来，听上去一定是更加悲苦的。</p> <p><strong>注释<br></strong>1.齐天乐：词牌名又名《台城路》、《五福降中天》、《如此江山》。《清真集》、《白石道人歌曲》、《梦窗词集》并入“正宫”（即“黄钟宫”）。兹以姜词为准，一百二字，前后片各六仄韵。前片第七句、后片第八句第一字是领格，例用去声。亦有前后片首句有不用韵者。<br>2.丙辰岁：宁宗庆元二年（1196）。<br>3.张功父：名镃．张俊孙，有《南湖集》。张达可，张链旧字时可，与达可连名，疑是兄弟。<br>4.裴回：即徘徊。<br>5.中都：犹言都内，指杭州。<br>6.庾郎：指庾信，曾作《愁赋》，今唯存残句。<br>7.铜铺：装在大门上用来衔环的铜制零件。<br>8.屏山：屏风上画有远山，故称屏山。<br>9.砧杵（zhēnchǔ）：捣衣石和棒槌。<br>10.候馆：迎客的馆舍。<br>11.离宫：皇帝出巡在外住的行宫。<br>12.豳（bīn）诗：指《诗·豳风·七月》，其中有“七月在野，八月在宇，九月在户。十月蟋蟀入我床下”句。<br>13.漫与：率意而为之。<br>14.写入琴丝：谱成乐曲，入琴弹奏。<a href=\"http://so.gushiwen.org/author_30.aspx\">姜夔</a>自注，“宜政间，有士大夫制《蟋蟀吟》。”</p>",
  "shangxi": "<h2>赏析一</h2> <p>　　<a href=\"http://so.gushiwen.org/author_30.aspx\">姜夔</a>此词，前有小序云：“丙辰岁与张功父会饮张达可之堂，闻屋壁间蟋蟀有声，功父约予同赋，以授歌者。功父先成，辞甚美。予裴回茉莉花间，仰见秋月，顿起幽思 ，寻亦得此。蟋蟀，中都呼为促织，善斗。好事者或以三二十万钱致一枚，镂象齿为楼观以贮之。”丙辰是宋宁宗庆元二年（1196），张功父即张鎡。他先赋《满庭芳·促织儿》，写景状物“心细如丝发”，曲尽形容之妙 ；姜夔则另辟蹊径，别创新意。</p> <p>　　词先从听蟋蟀者写入 。“庾郎先自吟愁赋 ”，庾郎 ，即<a href=\"http://so.gushiwen.org/author_662.aspx\">庾信</a>，曾作《愁赋》，今已不传，此似指《哀江南赋》、《伤心赋》、《枯树赋》一类哀愁之作。<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a><a href=\"http://so.gushiwen.org/view_59345.aspx\">诗</a>云：“庾信生平最萧瑟，暮年诗赋动江关”。次句写蟋蟀声，凄切细碎而以“私语”比拟，生动贴切，并带有浓厚的感情色彩，因而和上句的吟赋声自然融合。“更闻”与“先自”相呼应，将词意推进一层。骚人夜吟 ，已自愁情满怀，更那堪又听到如窃窃“私语”的蟋蟀悲吟呢！从中寄寓了词人深沉的身世之感、家国之痛。</p> <p>　　“露湿”三句是空间的展开，目的是藉以触发更广泛的人事。铜铺，铜做的铺首 ，装在门上衔门环；此指门外。石井，此指井栏边。说蟋蟀鸣声在大门外；井栏边，到处可闻 。“哀音似诉 ”，承上“私语”而来，这如泣似诉的声声哀鸣，使一位本来就转侧无眠的思妇更加无法入梦了，只有起床以织布来消解烦忧（蟋蟀一名促织 ，正与词意符合）。于是蟋蟀声又和机杼声融成一片。这几句遗貌取神，离影得似，妙在如“野云孤云 ，去留无迹”（《张炎《词论》》）。词中的蟋蟀的鸣声为线索 ，把诗人、思妇、客子、帝王、儿童等不同的人事巧妙地组织到一篇中来。其中，不仅有词人自伤身世的喟叹，而且还曲折地揭示出北宋王朝的灭亡与南宋王朝苟且偷安，醉心于暂时安乐的可悲现实 。“曲曲屏山，夜凉独自甚情绪？”写思妇怀念远人的心情。面对屏风上的远水遥山，不由神驰万里。秋色已深，什么时候才能将亲手织就的冬衣送到远方征人的手中？秋夜露寒，什么时候征人才能回到自己的身边 ？远人遥隔，如今只余一人对影自怜，又有什么情绪来寻欢作乐呢？几句言简意远，委婉尽情。</p> <p>　　下片首句岭断云连，最得换头妙谛，被后人奉为典范。岭断，言其空间和人事的更换——由室内而窗外，由织妇而捣衣女。云连，指其着一“又”字承上而做到境换意连 ，脉络暗通。寒窗孤灯，秋风吹雨，那蟋蟀究竟为谁时断时续地凄凄悲吟呢？伴随着它的是远处时隐时显的阵阵捣衣声 。“为谁”二字，以有情向无情境界引向空灵深远之处。</p> <p>　　以下“候馆”三句，继续写蟋蟀鸣声的转移，将空间和人事推得更远更广。客馆，可以包举谪臣迁客、士人游子各色人等；离宫，可以包括不幸的帝王后妃、宫娥彩女。这些飘泊者、失意者，不论尊卑长幼，都要悲秋吊月，闻虫鸣而伤心无限在国怀乡愁绪袭扰心以上极写蟋蟀的声音处处可闻，使人有欲避不能之感 。它似私语，似悲诉，时断时续；它与孤吟声、机杼声、砧杵声交织成一片。仿佛让人听到一组凄婉哀愁的交响乐。“豳诗漫与”，词人说自己受到蟋蟀声的感染而率意为诗了。语出《诗经·豳风·七月》“七月在野，八月在宇，九月在户，十月蟋蟀入我床下。”可是，下面突然插入“笑篱落呼灯，世间儿女”两句，写小儿女呼灯捕捉蟋蟀的乐趣，声情骤变，似与整首乐章的主旋律不相协调。而与友人张鎡《满庭芳》词中“八时曾记得，呼灯灌穴，敛步随音。任满身花影，犹自追寻”意境相若。然细加品味，正如陈延焯所说：“以无知儿女之乐 ，反衬出有心人之苦，最为入妙。”（《白雨斋词话》）的确，这是这阕大型交响乐中的一支小小插曲，其妙用在于以乐写苦，所以当这种天真儿女所特具的乐趣被谱入乐章之后，并不与主旋律相悖逆，反倒使原本就无限幽怨凄楚的琴音，变得“一声声更苦”了。以乐笔写愁然，正是白石词的匠心妙用。</p> <p>　　这首词看似咏物，实则抒情，通过写听蟋蟀鸣声，寄托家国之恨。这首词的妙处在于分辟蹊径，别开生面，用空间的不断转换和人事的广泛触发，层层夹写，步步烘托，达到一种凄迷深远的艺术造境。</p><br/><h2>赏析二</h2> <p>　　这是一首以歌咏蟋蟀而著名的词篇。词中以蟋蟀的鸣声为线索，把<a href=\"http://so.gushiwen.org/view_59345.aspx\">诗</a>人、思妇、客子、被幽囚的皇帝和捉蟋蟀的儿童等等，巧妙地组织到这一字数有限的篇幅中来，层次鲜明地展示出较为广阔的生活画面。其中，不仅有自伤身世的喟叹，而且还曲折地揭示出北宋王朝的灭亡与南宋王朝苟且偷安、醉心于暂时安乐的可悲观实。“离宫吊月”等句所寄寓的家国兴亡之叹是比较明显的。</p> <p>　　词的写法很有特色。概括说来，主要表现在两点上：一是富有音乐性，二是富有层次性和节奏感。所谓富有音乐性，就是说，读者在读过这首词以后，除了通过文字进入词的意境以外，同时，又象是听了一首美妙的乐曲一般，获得了音乐上的美感享受。这是因为，作者一开始就是从蟋蟀的哀鸣声中获得灵感，并且从音乐这一角度展开联想，通过巧妙的艺术构思，把蟋蟀的哀鸣声、诗人的吟诵声、思妇的织机声、捣衣的砧杵声、被囚者的悲叹声、儿女们的欢笑声以及哀苦的琴声等有机地交织在一起。在这首短小的词里，几乎可以使读者听到或联想到夜里所能听到的一切声响。当然，词中出现的种种音响，并不是客观事物的简单摹拟或机械的再现，而是作者把自己从客观事物中得到的感受，即感情反映，通过诗歌这一形式而创造出的一种音乐形象。从音响和音乐这一角度来进行艺术构思，这一指导思想在小序中说得比较清楚：“闻壁间蟋蟀有声，功父约予同赋，功父先成，辞甚美。余徘徊茉莉花间，仰见秋月，顿起幽思，寻亦得此。”由于夜间只闻蟋蟀之声而不见其身形，从“声”这一角度构思不仅是自然的，而且也是新颖的。还有，词的最后两句写道：“写入琴丝，一声声更苦。”所谓“写入琴丝”，也就是把词中所写到的各种音响形象全都谱成乐曲，由琴弦弹奏出来。这说明，词中所写到的一切声响，都已经过作者的提炼和艺术加工。<a href=\"http://so.gushiwen.org/author_30.aspx\">姜夔</a>是南宋著名的音乐家，他精通音律，善于谱曲，至今还保留他十七首自注工尺旁谱的词，遗憾的是因为没有板眼符号，所以虽然有人经过努力已经译成简谱，却仍不能恢复宋时歌唱的真相。但是，我们却从这首词里听到了他用文字捕捉到的种种音响，以及用文字谱写成的优美旋律。这首《齐天乐》，实际上就是一曲由单一形象的变奏曲发展成为当时社会总悲吟的交响乐。</p> <p>　　所谓富有层次性（或节奏感），就是说，这首词从音乐这一特性来讲，作为发展音乐主题的全曲结构是层次清楚而又谨严的。借用音乐术语来说，这首词是一个变奏曲的结构，除引子。（或称呈示部）和尾声（或称尾曲）以外，中间共有四段变奏，这四段变奏，还可分为变化部（前两段）和再现部（后两段）。下面，我们就按这一结构层次逐一进行简单的分析。这首词的引子实际只有两句：“庾郎先自吟愁赋，凄凄更闻私语。”前一句写的是诗人的吟诵声，意即通过诗词来表现人间的愁苦。后一句写的是蛩音，即蟋蟀的哀鸣。吟赋，已愁苦难堪，更何况又加之以凄厉的蛩音？从“先自”到“更闻”是感情的层进，是人蛩杂写，二者相互烘托、融合，奠定全词的基调，构成全词的主题。从“露湿铜铺”到“都是曾听伊处”是第一乐句（或第一段），是蛩者的变奏。在吊有铜环的门边，在布满苍苔的井口，总之到处都是一片蟋蟀的鸣声。从“正思妇无眠”到“甚情绪”是第二乐句，是人声的变奏。写的是孤栖独处的思妇，听到蟋蟀的哀曲，想起远征在外的丈夫，赶快起身寻找织布的机梭，以便为丈夫织一身御寒的衣服。“曲曲屏山”二句暗写“壁间蟋蟀有声”，并与思妇的“独自夜凉”的叹息声交织在一起。这两句，实际上把人声与蛩声这两个不同的乐思交织在一起，汇合成人声、机声、蛩声三者难以区别的和弦，使乐曲出现了阶段性的高潮，并以“甚情绪”这样抒情性旋律作短暂的休止，使主题得以初步发展，变化部到此完成。过片，从“西窗又吹晴雨”到“相和砧杵”是第三乐句，作人声与整音汇合的变奏。写的是在人声、机杼声、蛩声之外，突然又增添了风声、雨声、砧杵声。在这一系列声响的间歇，可以听到断续的蟋蟀声，似乎是在为那特别响亮的捣衣的砧杵声作伴奏。从张炎开始，历代词人都同声赞赏这换头一句“曲之意不断”，并由此得出结论说“作慢词最是过变不要断了曲意”。从乐曲这一个角度讲，当然也应如此。音乐的主题不仅于此应再度出现，并且还要有所变更。人的哀叹与蟋蟀的悲鸣，到此形成强烈对比与互相排斥，同时还要为矛盾的解决做好准备。从“候馆迎秋”到“别有伤心无数”是第四乐句，是人世愁苦哀叹声的大变奏，写的是客馆离人的长吁，被幽囚的皇帝的悲叹，把乐曲推到与国家兴亡密切相关的思想高度，形成全曲的高潮，结束了再现部。“豳诗漫与”到终篇是尾曲，在完美结束之前，乐曲又出现了新的不安与不协；“世间儿女”捉蟋蟀的灯笼之光与欢乐之声，同“离宫吊月”的悲叹形成“对抗力量”，形成极强的对照。就思想讲，这几句构成了对南宋苟且偷安，不图进取，而只顾寻欢逐乐这一可悲观实的批判。这种批判，从侧面衬托并深化了主题。</p> <p>　　下面，紧接着是旋律的直线下降：“写入琴丝，一声声更苦。”这一旋律，是在情绪高度激发之后，形成情绪的转折，它通过抒情性很强的琴声，弹出了词人难以抑止的悲愤，终于以深沉悲苦的音调，结束全篇。</p>",
  "about": "<h2>创作背景</h2> 　　<a href=\"http://so.gushiwen.org/author_30.aspx\">姜夔</a>此词，前小序可知，词作于丙辰年是宋宁宗庆元二年（公元1196年），张功父即张鎡.他先赋《满庭芳·促织儿》，写景状物“心细如丝发”，曲尽形容之妙；姜夔则另辟蹊径，别创新意。",
  "poet": {
    "id": 30,
    "star": 0,
    "name": "姜夔",
    "image": "http://img.gushiwen.org/authorImg/jiangkui.jpg",
    "desc": "姜夔，南宋文学家、音乐家。人品秀拔，体态清莹，气貌若不胜衣，望之若神仙中人。往来鄂、赣、皖、苏、浙间，与诗人词家杨万里、范成大、辛弃疾等交游。庆元中，曾上书乞正太常雅乐，他少年孤贫，屡试不第，终生未仕，一生转徙江湖，靠卖字和朋友接济为生。他多才多艺，精通音律，能自度曲，其词格律严密。其作品素以空灵含蓄著称，有《白石道人歌曲》等。姜夔对诗词、散文、书法、音乐，无不精善，是继苏轼之后又一难得的艺术全才。"
  },
  "tags": [
    "宋词三百首",
    "咏物",
    "抒情"
  ]
}