{
  "id": 45015,
  "star": 274,
  "name": "早梅",
  "dynasty": "唐代",
  "content": "万木冻欲折，孤根暖独回。<br>前村深雪里，昨夜一枝开。<br>风递幽香出，禽窥素艳来。<br>明年如应律，先发望春台。",
  "fanyi": "<p><strong>译文</strong><br>万木禁受不住严寒快要摧折，梅树汲取地下暖气生机独回。<br>皑皑的白雪笼罩着山村乡野，昨夜一枝梅花欺雪傲霜绽开。<br>微风吹拂梅香四溢别有情味，素雅芳洁的姿态令禽鸟惊窥。<br>明年如果梅花还能按时绽放，希望它开在众人爱赏的春台。</p> <p><strong>注释</strong><br>⑴孤根：单独的根，指梅树之根。孤：突出其独特个性。<br>⑵暖独回：指阳气开始萌生。<br>⑶递：传递。幽香：幽细的香气。窥：偷看。<br>⑷素艳：洁白妍丽，这里指白梅。<br>⑸应律：古代律制分十二律，有“六律”、“六吕”，即黄钟、大吕之类。古时人以十二律推测气候，此处应律是按季节的意思。<br>⑹春台：幽美的游览之地。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这是一首咏物<a href=\"http://so.gushiwen.org/view_45015.aspx\">诗</a>。诗人以清丽的语言，含蕴的笔触，刻画了梅花傲寒的品性，素艳的风韵，坚强地盛开，并以此寄托自己的意志。其状物清润素雅，抒情含蓄隽永。</p> <p>　　首联即以对比的手法，描写梅花不畏严寒的秉性。“万木冻欲折，孤根暖独回”，是将梅花与“万木”相对照：在严寒的季节里，万木经受不住寒气的侵袭，简直要枝干摧折了，而梅树却像凝地下暖气于根茎，恢复了生机。“冻欲折”说法虽然略带夸张。然而正是万木凋摧之甚，才更有力地反衬出梅花“孤根独暖”的性格，同时又照应了诗题“早梅”。</p> <p>　　第二联“前村深雪里，昨夜一枝开”，用字虽然平淡无奇，却很耐咀嚼。诗人以山村野外一片皑皑深雪，作为孤梅独放的背景，描摹出十分奇特的景象。“一枝开”是诗的画龙点睛之笔：梅花开于百花之前，是谓“早”；而这“一枝”又先于众梅，悄然“早”开，更显出此梅不同寻常。据《唐才子传》记载，<a href=\"http://so.gushiwen.org/author_2.aspx\">齐己</a>曾以这首诗求教于<a href=\"http://so.gushiwen.org/author_434.aspx\">郑谷</a>，诗的第二联原为“前村深雪里，昨夜数枝开。”郑谷读后说；“‘数枝’非‘早’也，未若‘一枝’佳。”齐己深为佩服，便将“数枝”改为“一枝”，并称郑谷为“一字师”。这虽属传说，但仍可说明“一枝”两字是极为精彩的一笔。此联象是描绘了一幅十分清丽的雪中梅花图：雪掩孤村，苔枝缀玉，那景象能给人以丰富的美的感受。“昨夜”二字，又透露出诗人因突然发现这奇丽景象而产生的惊喜之情；肯定地说“昨夜”开，明昨日日间犹未见到，又暗点诗人的每日关心，给读者以强烈的感染力。</p> <p>　　第三联“风递幽香出，禽窥素艳来”，侧重写梅花的姿色和风韵。此联对仗精致工稳。“递”字，是说梅花内蕴幽香，随风轻轻四溢；而“窥”字，是着眼梅花的素艳外貌，形象地描绘了禽鸟发现素雅芳洁的早梅时那种惊奇的情态。鸟犹如此，早梅给人们带来的诧异和惊喜就益发见于言外。以上三联的描写，由远及近，由虚而实。第一联虚拟，第二联突出“一枝”，第三联对“一枝”进行形象的刻画，写来很有层次。</p> <p>　　末联语义双关，感慨深沉：“明年如应律，先发望春台。”此联字面意不难理解。然而咏物诗多有诗人思想感情的寄托。这里“望春台”既指京城，又似有“望春”的含义。齐己早年曾热心于功名仕进，是颇有雄心抱负的。然而科举失利，不为他人所赏识，故时有怀才不遇之慨。“前村深雪里，昨夜一枝开”，正是这种心境的写照。自己处于山村野外，只有“风”、“禽”作伴，但犹自“孤根独暖”，颇有点孤芳自赏的意味。又因其内怀“幽香”、外呈“素艳”，所以，他不甘于前村深雪“寂寞开无主”的境遇，而是满怀希望：明年（他年）应时而发，在望春台上独占鳌头。辞意充满着自信。“先发望春台”实际是诗人渴望到京城施展才华、独占鳌头、实现自己远大抱负的自信宣言。</p> <p>　　全诗咏物写景，语言清丽传神，为读者描摹出一幅风韵十足的“寒雪早梅图”，有“状难写之景如在目前”之神；突出了早梅不畏严寒、傲然独立的个性，创造了一种高远的境界。借物喻己，含蕴深藉，诗人怀才不遇、清高孤傲、坚贞不屈、执著自信的节操情怀蕴含景中，又具“含不尽之意见于言外”之妙 。神妙毕备，意蕴隽永，堪称诗林“咏物台”上的一枝独秀！</p>",
  "about": "<h2>创作背景</h2> <p>　　<a href=\"http://so.gushiwen.org/author_2.aspx\">齐己</a>是乡下贫苦人家的孩子，从小一边放牛一边读书，学习非常刻苦。几年后，能够吟<a href=\"http://so.gushiwen.org/view_45015.aspx\">诗</a>作赋，被寺院长老发现，收进寺里作和尚。一年冬天，刚刚下过一场大雪，清晨齐已出去，被眼前的一片雪白吸引住了，突然前方的几只报春的蜡梅花引来了报春鸟围着梅花唱歌，齐己被这景色惊呆了，回寺后，马上写下了《早梅》这首诗。</p>",
  "poet": {
    "id": 2,
    "star": 0,
    "name": "齐己",
    "image": "http://img.gushiwen.org/authorImg/qiji.jpg",
    "desc": "齐己（863年—937年）出家前俗名胡德生，晚年自号衡岳沙门，湖南长沙宁乡县祖塔乡人，唐朝晚期著名诗僧。"
  },
  "tags": [
    "咏物",
    "梅花",
    "言志"
  ]
}