{
  "id": 47914,
  "star": 69,
  "name": "冷泉亭记",
  "dynasty": "唐代",
  "content": "　　东南山水，余杭郡为最。就郡言，灵隐寺为尤。由寺观，冷泉亭为甲。亭在山下，水中央，寺西南隅。高不倍寻，广不累丈，而撮奇得要，地搜胜概，物无遁形。</p> <p>　　春之日，吾爱其草薰薰，木欣欣，可以导和纳粹，畅人血气。夏之夜，吾爱其泉渟渟，风泠泠，可以蠲烦析酲，起人心情。山树为盖，岩石为屏，云从栋生，水与阶平。坐而玩之者，可濯足于床下；卧而狎之者，可垂钓于枕上。矧又潺湲洁沏，粹冷柔滑。若俗士，若道人，眼耳之尘，心舌之垢，不待盥涤，见辄除去。潜利阴益，可胜言哉!斯所以最余杭而甲灵隐也。</p> <p>　　杭自郡城抵四封，丛山复湖，易为形胜。先是领郡者，有相里君造虚白亭，有韩仆射皋作候仙亭，有裴庶子棠棣作观风亭，有卢给事元辅作见山亭，及右司郎中河南元藇最后作此亭。于是五亭相望，如指之列，可谓佳境殚矣，能事毕矣。后来者虽有敏心巧目，无所加焉。故吾继之，述而不作。长庆三年八月十三日记。",
  "fanyi": "<p><strong>译文</strong><br>　　东南地区的山水胜景，余杭郡的最好；在郡里，灵隐寺的景致最为突出；寺庙中，冷泉亭第一。冷泉亭筑在灵隐山下面，石门涧中央，灵隐寺西南角。它高不到十六尺，宽不超过两丈，但是这里集中了最奇丽的景色，包罗了所有的美景，没有什么景物可以走漏的。<br>　　春天，我爱它花草的芬芳，树林的茂盛。在这里可以吸入纯净新鲜之气，使人心平气顺，使人气血舒畅。夏夜，我爱它泉水轻流，清风凉爽。在这里可以消去烦恼，解脱酒醒后的疲惫，激发游人的兴致。山上的树林是亭子的大伞，四周的岩石是亭子的屏障，云从亭子的栋梁上生出，水与亭的台阶相齐平。你坐着玩赏，可用亭椅下清泉洗脚；你卧着玩赏，可在枕上垂竿钓鱼。又加清澈的潺潺涧水，不息地缓缓在眼下流过。不论你是个凡夫俗子，或者是出家的人，你看到的听到的邪恶门道，你想着的要说的肮脏念头，不待那清泉洗涤，一见冷泉就能除去尘垢。不知不觉中给人的利益、好处说不完！所以我说：冷泉亭,是余杭郡最优美的地方、灵隐寺第一的去处啊！<br>　　余杭郡从郡城到四郊，山连山、湖连湖，有极多风景秀美的地方。过去在这里做太守的人，有位相里君，修筑了虚白亭；仆射韩皋，修筑候仙亭；庶子裴棠棣，修筑观风亭；给事卢元辅，修筑见山亭；右司郎中河南人元藇（xu），最后筑了这个冷泉亭。这样，五亭相互可以望见，像五个手指排列在一起，可以说，全郡的美景都在这些地方了，要筑的亭子已经全筑好了。后来主持郡政的人，虽然有巧妙的心思和眼光，再要加什么也加不上了，所以我继承他们到这里以后，只是整修亭子，不再添造新的。<br>　　长庆三年八月十三日记。</p><p><strong>注释</strong><br>[1]冷泉亭：在今浙江杭州市西湖飞来峰下。<br>[2]余杭郡：唐时即称杭州，治所在今浙江杭州市西。<br>[3]就郡言：谓就余杭郡的山水而言。<br>[4]灵隐寺：在今浙江杭州市西湖西北灵隐山麓，飞来峰东。尤：突出。<br>[5]由寺观：谓从灵隐寺的风景来看。<br>[6]为甲：数第一。<br>[7]山：指灵隐山。<br>[8]寻；古以八尺为一寻。倍寻：两寻，合古尺一丈六尺。<br>[9]累(lěi)：累积。不累丈：即不到两丈。<br>[10]撮奇：聚集奇景。得要：获得要领。<br>[11]胜概：优美的山水。<br>[12]物无遁形：谓在亭上看灵隐景物，一览无遗。“物”，指景物。“遁形”，隐藏形态，指山水草木被遮蔽而看不见。<br>[13]薰薰：草木的香气。<br>[14]木：树木。欣欣：生气蓬勃的样子。<br>[15]导和纳粹：谓引导人们心情平和，吸取纯洁的养分。“粹”，精米，此喻精神滋养。<br>[16]畅人血气：谓令人血气畅快。<br>[17]泉：指冷泉。渟渟(tíng)：水止不流动的样子。<br>[18]泠泠(líng)：形容风清凉。<br>[19]蠲(juān)：消除。析酲(chéng)：解酒，使头脑清醒。<br>[20]起：启发，振足。<br>[21]盖：伞。<br>[22]栋：指亭梁。<br>[23]阶：指亭的台阶。<br>[24]床：喻亭似床。<br>[25]狎(xiá)：亲昵，亲近。<br>[26]矧(shěn)：况且。潺湲（chányuán)：水流缓慢的样子。洁澈：水洁净清澈。<br>[27]粹冷：形容水清凉。柔滑：形容水感。<br>[28]道人：指修行出家的僧侣道徒。<br>[29]盥(guàn)：浇水洗手。盥涤：洗涤干净。<br>[30]见辄除去：谓看见冷泉亭水，便把眼耳心舌的尘垢都清除掉了。<br>[31]潜利阴益：谓冷泉亭给人的好处，有许多并不显露于表面，即指上述对人们思想情操的熏陶。<br>[32]可胜言：岂能说尽。<br>[33]“斯所以”句：谓这就是冷泉亭风景在余杭郡最好，在灵隐寺列第一的原因。<br>[34]杭：指杭州，即余杭郡。四封：余杭郡四边疆界。<br>[35]先是：在此之前。<br>[36]领郡者：担任杭州刺史的。<br>[37]相里君造：姓相里，名造，曾任杭州刺史。“君”，对士大夫的一种敬称。<br>[38]韩仆射皋：韩皋，字仲闻，曾任杭州刺史，历官东都留守，镇海军及忠武军节度使，检校尚书左仆射。<br>[39]裴庶子棠棣：裴棠棣，曾任杭州刺史，官至太子庶子。<br>[40]卢给事元辅：卢元辅，字子望，曾任杭州刺史，官至兵部侍郎、给事中。<br>[41]元藇：河南(今河南洛阳)人，在<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>之前任杭州刺史，当时任右司郎中员外郎。此亭：即指冷泉亭。<br>[42]指：手指。<br>[43]殚(dān)：尽。<br>[44]能事：指从事山水胜境构筑的能力。<br>[45]继之：继元藇后为杭州刺史。<br>[46]述而不作：谓记述其事而不再构筑这类亭子。“作”，创造。<br>[47]长庆三年：唐穆宗即位第三年，公元823年。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　本篇选自《<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>集》。长庆二年(822)至四年，作者任杭州刺史。这篇题记即作于长庆三年(823)八月十三日。作者以杭州现任长官身分赞扬前任长官修筑胜景，旨在阐发山水佳境有益身心、陶冶性情的美育作用，符合教化。所以他不对冷泉亭本身作具体描写，而是强调杭州、灵隐寺本属形胜，指出冷泉亭的位置选择得很好，集中抒写在冷泉亭所感受的情趣和所获得的启发。它结构简洁，层次清楚，夹叙夹议，重在议论，而论从景出，情理交融，读来富于情致和理趣。尤其是第二段从冷泉亭春日夏夜的情趣，写到它在山下水中的地位所具有的形胜和情怀，以及坐卧其上的异趣，然后归结于情操的潜移默化，有情有景，有理有致，清婉美净，娓娓动听，有条不紊，确属一种优美的游记笔墨。这篇题记虽然得体地赞扬了前任的政绩，却更富游记的情趣，而对美好的山水风景给人以健康的情操熏陶，作者的见地显然至今仍是有所教益的。</p> <p>　　文中所说\"五亭\"1.虚白亭是 相里君 造的 2.候仙亭是 韩皋 造的 3.观风亭是 裴棠棣 造的 4.见山亭是 卢元辅 造的 5.冷泉亭是 元藇（xu）造的</p>",
  "about": "<h2>导读</h2> <p>　　到杭州游灵隐寺，用得上“热闹”二字。人流、香火、音响，加上火辣辣的太阳。到哪里找一个凉快清爽的去处呢？那就出寺门往西行，去冷泉亭。</p> <p>　　冷泉亭最可人的，是枕在一条潺潺流淌的清溪之上。亭双层方形，黛瓦丹柱，由16根圆柱构成一个开敞、宽阔的空间。来到亭中，会立刻感到心如澡雪、通体舒服。清代文人江亢文有两句咏亭的<a href=\"http://so.gushiwen.org/view_47914.aspx\">诗</a>，大可玩味：“莫道炎威可炙手，云林尚有冷泉亭。” 　冷泉亭历史悠久，它最早建于唐朝，大诗人<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>正在杭州做太守。原亭早已不存，现在人们看到的亭是清代人仿原物格调重修的。原来的亭建在水塘中央，据白居易记载，它“山树为盖，岩石为屏，云从栋生，水与阶平”，位置与环境想来比现在优佳得多。不过，人以文传，物以文传，今天游杭州的人能领略冷泉亭，并且思通千载，想象当年清幽的人情风物，仍然要感念大诗人，他为后人留下了一篇极难得的文章《冷泉亭记》。 　作此文时候，白居易已51岁。长庆三年（公元823年），他受朝廷诏命，来到杭州做刺史。他一心要为百姓造福，多做有实效的事，主持修筑了白沙堤，至今西湖的白堤仍是对他精神与业绩的纪念。这时期的白居易，虽然仍怀抱他一生坚持的“兼济”之志，可是经过多年历练，精神倾向上已趋于冷静，崇尚古贤“淡泊以明志，宁静以致远”的境界，能够在对人对事上“寓热于冷”。他认真地操持建冷泉亭，同时把自己的情思志趣映射到实物上，这些都可以在他为冷泉亭所写的文字上透露出来。</p>",
  "poet": {
    "id": 665,
    "star": 0,
    "name": "白居易",
    "image": "http://img.gushiwen.org/authorImg/baijuyi.jpg",
    "desc": "白居易（772年－846年），字乐天，号香山居士，又号醉吟先生，祖籍太原，到其曾祖父时迁居下邽，生于河南新郑。是唐代伟大的现实主义诗人，唐代三大诗人之一。白居易与元稹共同倡导新乐府运动，世称“元白”，与刘禹锡并称“刘白”。白居易的诗歌题材广泛，形式多样，语言平易通俗，有“诗魔”和“诗王”之称。官至翰林学士、左赞善大夫。公元846年，白居易在洛阳逝世，葬于香山。有《白氏长庆集》传世，代表诗作有《长恨歌》、《卖炭翁》、《琵琶行》等。"
  },
  "tags": [
    "辞赋精选",
    "山水",
    "游记"
  ]
}