{
  "id": 246,
  "star": 34,
  "name": "大雅·假乐",
  "dynasty": "先秦",
  "content": "假乐君子，显显令德，宜民宜人。受禄于天，保右命之，自天申之。<br>干禄百福，子孙千亿。穆穆皇皇，宜君宜王。不愆不忘，率由旧章。<br>威仪抑抑，德音秩秩。无怨无恶，率由群匹。受福无疆，四方之纲。<br>之纲之纪，燕及朋友。百辟卿士，媚于天子。不解于位，民之攸塈。",
  "fanyi": "<p><strong>译文<br></strong>丰度翩翩而又快乐的周王，拥有万众钦仰的美好政德。您顺应老百姓也顺应贵族，万千福禄自会从上天获得。上天保护您恩佑您授命您，更多的福禄都由上天增设。<br>您追求到数以百计的福禄，您繁衍出千亿个子孙儿郎。您总是保持庄严优雅形象，称得上合格的诸侯或君王。您从来不违法不胆大妄为，凡事都认真遵循祖制规章。<br>您保持着严整的仪表形象，您拥有严谨的政声美名扬。您从来不结怨也没有交恶，凡事都是和群臣们共商量。您配享那上天授受的福禄，堪为天下四方诸侯的榜样。<br>贵为天子担得起天下纲纪，让身边大小臣工得享安逸。天下诸侯大小臣工和士子，也都热爱拥戴着周王天子。正因为您勤于政事不懈怠，使天下百姓得以休养生息。</p> <p><strong>注释<br></strong>⑴假：通“嘉”，美好。乐（yuè）：音乐。<br>⑵君子：指周王。<br>⑶令德：美德。<br>⑷宜：适合。民：庶民。人：指群臣。<br>⑸保右：即保佑。命：天之令，即上天的旨意。<br>⑹申：重复。<br>⑺干：祈求。一说“干”字是“千”字之误。<br>⑻千亿：虚数，极言其多。<br>⑼穆穆：肃敬。皇皇：光明。<br>⑽愆（qiān）：过失。忘：糊涂。<br>⑾率：循。由：从。<br>⑿抑抑：通“懿懿”，庄美的样子。<br>⒀秩秩：有条不紊的样子。<br>⒁群匹：众臣。<br>⒂纲：纲纪，准绳。<br>⒃燕：安。<br>⒄百辟（bì）：众诸侯。<br>⒅媚：爱。<br>⒆解（xiè）：通“懈”，怠慢。<br>⒇攸：所。墍（xì）：安宁。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　通观《大雅·假乐》一<a href=\"http://so.gushiwen.org/view_246.aspx\">诗</a>，除了对周王无以复加的赞美之外，也深蕴着殷切的希望。</p> <p>　　全诗仅四章，表现了周朝宗室，特别是急切希望振兴周王朝的中兴大臣对一个年轻君主的深厚感情和殷切期望。“假（嘉）乐”点出诗的主题或用途。“显显令德”，开门见山地赞扬了受冠礼者的德行品格。以下称赞他能尊民意顺民心，皇天授命，赐以福禄。这一章看似平实，但在当时周王朝内忧外患摇摇欲坠的情况下，表达对宣王的无限期待和信赖，实言近而旨远，语浅而情深。第二章顺势而下，承上歌颂宣王德荫子孙，受禄千亿，落笔于他能“不愆不忘”，一丝不苟地遵循文、武、成、康的典章制度，能够听从大臣们的建议劝谏。这些话里包含着极其深刻的教训：夷王、厉王因为违背了这两点使宗周几乎灭亡，其代价不可谓不大。因为此诗是举行冠礼的仪礼用诗，有着它现实的要求，故而第三章便转锋回笔，热烈地歌颂年轻的宣王有着美好的仪容、高尚的品德，能“受福无疆”成为天下臣民、四方诸侯的“纲纪”。末章紧接前文之辞，以写实的手笔勾勒了行冠礼的活动场景。宣王礼待诸侯，宴饮群臣，其情融融，其意洽洽。“百辟卿士”没有一个不爱戴他、不亲近他的。“不解于位，民之攸墍”。使国民能安居乐业，不再流离失所，这就是对一个明君的最主要的要求。短短的一首诗，围绕着“德、章、纲、位”赞美了年轻有为，能为天下纲纪的宣王，于有限的词句内包容了无限的真情，美溢于辞，其味无穷。</p> <p>　　过去不少学者认为这首诗“无非奉上美诗”，“近谀”、“全篇捧场，毫无足观”，似未能弄清诗的主旨和特定的创作背景。</p>",
  "about": "<h2>创作背景</h2> <p>　　关于这首<a href=\"http://so.gushiwen.org/view_246.aspx\">诗</a>的创作背景历代存有争议。《毛诗序》说：“《假乐》，嘉成王也。”《鲁诗》则认为是美宣王。明末清初何楷《诗经世本古义》认为美武王。晚清<a href=\"http://so.gushiwen.org/author_989.aspx\">王闿运</a>《诗经补笺》说：“假，嘉，嘉礼也，盖冠词。”</p> <p>　　现代学者如赵逵夫等认为这是一首为周宣王行冠礼（成年礼）的冠词。周厉王被国人赶走，周定公、召伯虎乃与共伯和暂主朝政。太子静由召伯虎抚养。共和十四年（公元前828年），太子静即位，即宣王。他“修政，法文、武、成、康之遗风，诸侯复宗周”（《史记·周本纪》）。文武群臣，尤其周、召二公，把匡复周室的重任寄托在宣王身上。所以宣王的冠礼自然而然地便成为周室至关重大，举足轻重的事。此诗便是当时行冠礼时所采用的冠词，可能是召伯虎所作。</p>",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": [
    "诗经",
    "赞颂",
    "写人"
  ]
}