{
  "id": 72158,
  "star": 166,
  "name": "放言五首·其一",
  "dynasty": "唐代",
  "content": "朝真暮伪何人辨，古往今来底事无。<br>但爱臧生能诈圣，可知宁子解佯愚。<br>草萤有耀终非火，荷露虽团岂是珠。<br>不取燔柴兼照乘，可怜光彩亦何殊。",
  "fanyi": "<p><strong>译文</strong><br>白日真黑夜假谁去分辨，从古到今的事无尽无休。<br>只喜臧生能骗过圣人，又怎知甯子识破了装傻的。<br>萤火虫有光非真的火光，荷叶上的露水虽圆岂是真珠？<br>不要烧柴去照亮车马，可怜的光彩有甚么不同呢？</p> <p><strong>注释</strong><br>1.放言：意即无所顾忌，畅所欲言。<br>2.元九：即<a href=\"http://so.gushiwen.org/author_18.aspx\">元稹</a>，“九”是其排行。他在元和五年（810年）被贬为江陵士曹参军。其间曾作《放言五首》，见《元氏长庆集》卷十八。<br>3.长句<a href=\"http://so.gushiwen.org/view_72158.aspx\">诗</a>：指七言诗，相对五言诗而言；五言为短句。<br>4.<a href=\"http://so.gushiwen.org/author_671.aspx\">李颀</a>：唐代诗人，开元十三年（725年）进士，诗以写边塞题材为主，风格豪放，慷慨悲凉，七言歌行尤具特色。此举其两句诗见于他的《杂兴》诗。济水：源出河南省济源县西王屋山，其故道过黄河而南，东流入今山东省境内。《元和郡县志》：“今东平、济南、淄川、北海界中，有水流入于海，谓之清河，实菏泽。汶水合流，亦曰济河。”河：黄河。<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>《效陶潜体十六首》有云：“济水澄而洁，河水浑而黄。”与李颀此诗上句之意相近。周公：姓姬名旦，周武王弟，成王之叔，武王死，成王年幼，周公摄政，管、蔡、霍三叔陷害，制造流言，诬蔑周公要篡位。周公于是避居于东，不问政事。后成王悔悟，迎回周公，三叔惧而叛变，成王命周公征之，遂定东南。接舆（yú）狂：接舆，传说是春秋时楚国的一个隐士，他以佯狂避世，故此说“接舆狂”。其真实姓名不可考，因他曾迎着孔子的车而歌，故称接舆（见《论语·微子》、《庄子·逍遥游》）。舆，本指车厢，亦泛指车。<br>5.予：我。出佐浔阳：被贬出京，到江州去做司马，辅助治事。浔（xún）阳：指江州。隋设九江郡，唐代叫江州或浔阳郡。治所在今江西省九江市。<br>6.未届所任：还未到达任所。届：到。<br>7.暇（xiá）：空闲时间。<br>8.缀（zhuì）：撰写。续其意：谓读元稹《放言》之意。耳：叹词。<br>9.辨：一作“辩”。底：啥。<br>10.臧（zāng）生：指臧武仲。《论语·宪问》：“子曰：臧武仲，以防求为后于鲁。虽曰不要君，吾不信也。”臧：一作“庄”。防：是武仲的封地。武仲凭借其防地来要挟鲁君。武仲：臧孙氏，名纥，官为司寇，在贵族中有“圣人之称”（《左传·襄公二十二年》杜氏注：“武仲多知，时人谓之圣”）。诈圣：欺诈圣人。甯（nìng）子：指甯武子。《论语·公冶长》：“甯武子，邦有道则知，邦元道则愚。其知可及也，其愚不可及也。”荀悦《汉记·王商论》：“甯武子佯愚（装傻）。”甯：今亦作“宁”。知：同“智”。此二句意谓：世人只是上了假圣人的当，去爱臧武仲那样的人，哪知道世间还有甯武子那样装呆作傻的人呢？<br>11.“草萤”二句：以萤光并非火，露滴不是珠来比喻人世间的某些假象，并告诫人们不要为假象所蒙蔽。这是从侧面说明要从本质去看问题，或者说要善于透过现象看出本质。<br>12.“不取”二句：进一步明示辨伪之法，指出如不兼用明亮的火焰和照乘珠的光，这就不能发现真伪的区别。燔（fán）柴：《礼记·祭法》：“燔柴于泰坛。”疏：“谓积薪于坛上，而取玉及牲置柴上燔之，使气达于天也。”此用为名词，指火光。照乘：珠名。《史记·田敬仲完世家》：齐威王“与魏王会田于郊。魏王问曰：‘王亦有宝乎？’威王曰：‘无有。’梁（魏）王曰：‘若寡人，国小也，尚有径寸之珠，照车前后各十二乘者十枚。奈何为万乘之国而无宝乎？’”殊：异。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　予出佐浔阳，未届所任，舟中多暇，江上独吟，因缀五篇，以续其意耳。”据序文可知，这是公元815年（唐宪宗元和十年）<a href=\"http://so.gushiwen.org/view_72158.aspx\">诗</a>人被贬赴江州途中所作。当年六月，诗人因上疏急请追捕刺杀宰相武元衡的凶手，遭当权者忌恨，被贬为江州司马。诗题“放言”，就是无所顾忌，畅所欲言。组诗就社会人生的真伪、祸福、贵贱、贫富、生死诸问题纵抒作者的己见，宣泄了对当时朝政的不满和对作者自身遭遇的忿忿不平。此诗为第一首，放言政治上的辨伪——略同于近世所谓识别“两面派”的问题。</p> <p>　　“朝真暮伪何人辨，古往今来底事无。”底事，何事，指的是朝真暮伪的事。首联单刀直入地发问：“早晨还装得俨乎其然，到晚上却揭穿了是假的，古往今来，什么样的怪事没出现过？可有谁预先识破呢？”开头两句以反问的句式概括指出：作伪者古今皆有，人莫能辨。</p> <p>　　“但爱臧生能诈圣，可知宁子解佯愚。”颔联两句都是用典。臧生，即春秋时的臧武仲，当时的人称他为圣人，孔子却一针见血地斥之为凭实力要挟君主的奸诈之徒。宁子，即宁武子，孔子十分称道他在乱世中大智若愚的韬晦本领。臧生奸而诈圣，宁子智而佯愚，表面上的作伪差不多，但性质不同。然而可悲的是，世人只爱臧武仲式的假圣人，却不晓得世间还有宁武子那样的高贤。</p> <p>　　“草萤有耀终非火，荷露虽团岂是珠。”颈联两句都是比喻，意思是：“草丛间的萤虫，虽有光亮，可它终究不是火；荷叶上的露水，虽呈球状，难道那就是珍珠吗？”然而，它们偏能以闪光、晶莹的外观炫人，人们又往往为假象所蒙蔽。</p> <p>　　“不取燔柴兼照乘，可怜光彩亦何殊。”尾联紧承颈联萤火露珠的比喻，明示辨伪的方法。燔柴，语出《礼记·祭法》：“燔柴于泰坛。”这里用作名词，意为大火。照乘，指明珠。这两句是说：“倘不取燔柴大火和照乘明珠来作比较，又何从判定草萤非火，荷露非珠呢？”这就相当于谚语所说的：“不怕不识货，就怕货比货。”诗人提出对比是辨伪的重要方法。当然，如果昏暗到连燔柴之火、照乘之珠都茫然不识，比照也就失掉了依据。所以，最后诗人才有“不取”、“可怜”的感叹。</p> <p>　　这首诗，通篇议论说理，却不使读者感到乏味。诗人借助形象，运用比喻，阐明哲理，把抽象的议论，表现为具体的艺术形象了。而且八句四联之中，五次出现反问句，似疑实断，以问为答，不仅具有咄咄逼人的气势，而且充满咄咄怪事的感叹。从头至尾，“何人”、“底事”、“但爱”、 “可知”、 “终非”、 “岂是”、 “不取”、 “何殊”，连珠式的运用疑问、反诘、限制、否定等字眼，起伏跌宕，通篇跳荡着不可遏制的激情，给读者以骨鲠在喉、一吐为快的感觉。诗人的冤案是由于直言取祸，他的辨伪之说并非泛泛而发的宏论，而是对当时黑暗政治的针砭，是为抒发内心忧愤而做的《离骚》式的呐喊。</p><br/><h2>赏析</h2> <p>　　第一首<a href=\"http://so.gushiwen.org/view_72158.aspx\">诗</a>放言政治上的辨伪。“朝真暮伪何人辨，古往今来底事无。”首联二句单刀直入，以反问的句式概括指出：作伪者古今皆有，人莫能辨。“但爱臧生能诈圣，可知宁子解佯愚。”颔联两句都是用典。臧生奸而诈圣，宁子智而佯愚，表面上的作伪差不多，但性质不同。然而可悲的是，世人只爱臧武仲式的假圣人，却不晓得世间还有宁武子那样的高贤。“草萤有耀终非火，荷露虽团岂是珠。”颈联两句都是比喻。草丛间的萤虫终究不是火；荷叶上的露水也不是珍珠，然而，它们偏能以闪光、晶莹的外观炫人，人们又往往为假象所蒙蔽。“不取燔柴兼照乘，可怜光彩亦何殊。”尾联紧承颈联萤火露珠的比喻，明示辨伪的方法。这两句意思相当于谚语所说的：“不怕不识货，就怕货比货。”诗人提出对比是辨伪的重要方法。当然，如果昏暗到连燔柴之火、照乘之珠都茫然不识，比照也就失掉了依据。所以，最后诗人才有“不取”“可怜”的感叹。这首诗，通篇议论说理，却不乏味。诗人借助形象，运用比喻，阐明哲理，把抽象的议论，表现为具体的艺术形象了。而且八句四联之中，五次出现反问句，似疑实断，以问为答，不仅具有咄咄逼人的气势，而且充满咄咄怪事的感叹。从头至尾，“何人”“底事”“但爱”“可知”“终非”“岂是”“不取”“何殊”，连珠式的运用疑问、反诘、限制、否定等字眼，起伏跌宕，通篇跳荡着不可遏制的激情，给读者以骨鲠在喉、一吐为快的感觉。诗人的冤案是由于直言取祸，他的辨伪之说并非泛泛而发的宏论，而是对当时黑暗政治的针砭，是为抒发内心忧愤而做的《离骚》式的呐喊。</p>",
  "about": "<h2>创作背景</h2> <p>　　这组<a href=\"http://so.gushiwen.org/view_72158.aspx\">诗</a>是唐宪宗元和十年（815年）<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>在被贬谪去江州（浔阳）途中和<a href=\"http://so.gushiwen.org/author_18.aspx\">元稹</a>的同名组诗之作。元和五年（810年），白居易的好友元稹因得罪了权贵，被贬为江陵士曹参军。元稹在江陵期间，写了五首《放言》诗表示自己的心情：“死是老闲生也得，拟将何事奈吾何”（其一），“两回左降须知命，数度登朝何处荣”（其五）。过了五年，诗人因上书急请追捕刺杀宰相武元衡的凶手，遭当权者忌恨，当年六月，被贬为江州司马。这时元稹已转官通州司马，闻讯后写下了充满深情的诗篇——《闻乐天授江州司马》。白居易在贬官途中，风吹浪激，感慨万千，也写下《放言五首》诗奉和。</p>",
  "poet": {
    "id": 665,
    "star": 0,
    "name": "白居易",
    "image": "http://img.gushiwen.org/authorImg/baijuyi.jpg",
    "desc": "白居易（772年－846年），字乐天，号香山居士，又号醉吟先生，祖籍太原，到其曾祖父时迁居下邽，生于河南新郑。是唐代伟大的现实主义诗人，唐代三大诗人之一。白居易与元稹共同倡导新乐府运动，世称“元白”，与刘禹锡并称“刘白”。白居易的诗歌题材广泛，形式多样，语言平易通俗，有“诗魔”和“诗王”之称。官至翰林学士、左赞善大夫。公元846年，白居易在洛阳逝世，葬于香山。有《白氏长庆集》传世，代表诗作有《长恨歌》、《卖炭翁》、《琵琶行》等。"
  },
  "tags": [
    "抒情"
  ]
}