{
  "id": 10968,
  "star": 9063,
  "name": "春夜喜雨",
  "dynasty": "唐代",
  "content": "好雨知时节，当春乃发生。<br>随风潜入夜，润物细无声。<br>野径云俱黑，江船火独明。<br>晓看红湿处，花重锦官城。",
  "fanyi": "<p>译文<br>好雨似乎会挑选时辰，降临在万物萌生之春。<br>伴随和风，悄悄进入夜幕。细细密密，滋润大地万物。<br>浓浓乌云，笼罩田野小路，点点灯火，闪烁江上渔船。<br>明早再看带露的鲜花，成都满城必将繁花盛开。</p> <p>注释<br>1.知：明白，知道。说雨知时节，是一种拟人化的写法。<br>2.乃：就。发生：萌发生长。<br>3.发生：萌发生长。<br>4.潜（qián）：暗暗地，悄悄地。这里指春雨在夜里悄悄地随风而至。<br>5.润物：使植物受到雨水的滋养。<br>6.野径：田野间的小路。<br>7.晓：天刚亮的时候。红湿处：雨水湿润的花丛。<br>8.红湿处：指有带雨水的红花的地方。<br>9.花重：花沾上雨水而变得沉重。<br>10.重：读作zhòng（重在这里的意思是：沉重。所以读作第四声。）<br>11.锦官城：成都的别称。</p><br/><p><strong>译文</strong><br>及时的雨好像知道时节似的，在春天来到的时候就伴着春风在夜晚悄悄地下起来，无声地滋润着万物。<br>田野小径的天空一片昏黑，唯有江边渔船上的一点渔火放射出一线光芒，显得格外明亮。<br>等天亮的时候，那潮湿的泥土上必定布满了红色的花瓣，锦官城的大街小巷也一定是一片万紫千红的景象。</p> <p><strong>注释<br></strong>⑴知：明白，知道。说雨知时节，是一种拟人化的写法。<br>⑵乃：就。发生：萌发生长。<br>⑶潜（qián）：暗暗地，悄悄地。这里指春雨在夜里悄悄地随风而至。<br>⑷润物：使植物受到雨水的滋养。<br>⑸野径：田野间的小路。<br>⑹这两句意谓满天黑云，连小路、江面、江上的船只都看不见，只能看见江船上的点点灯火，暗示雨意正浓。<br>⑺晓：天刚亮的时候。红湿处：雨水湿润的花丛。<br>⑻花重（zhòng）：花因为饱含雨水而显得沉重。锦官城：故址在今成都市南，亦称锦城。三国蜀汉时管理织锦之官驻此，故名。后人有用作成都的别称。此句是说露水盈花的美景。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这是描绘春夜雨景，表现喜悦心情的名作。一开头就用一个“好”字赞美“雨”。在生活里，“好”常常被用来赞美那些做好事的人。如今用“好”赞美雨，已经会唤起关于做好事的人的联想。接下去，就把雨拟人化，说它“知时节”，懂得满足客观需要。其中“知”字用得传神，简直把雨给写活了。春天是万物萌芽生长的季节，正需要下雨，雨就下起来了。它的确很“好”。</p> <p>　　颔联写雨的“发生”，进一步表现雨的“好”，其中“潜”、“润”、“细”等字生动地写出了雨“好”的特点。雨之所以“好”，好就好在适时，好在“润物”。春天的雨，一般是伴随着和风细雨地滋润万物的。然而也有例外。有时候，它会伴随着冷风，受到冷空气影响由雨变成雪。有时候，它会伴随着狂风，下得很凶暴。这时的雨尽管下在春天，但不是典型的春雨，只会损物而不会“润物”，自然不会使人“喜”，也不可能得到“好”评。所以，光有首联的“知时节”，还不足以完全表现雨的“好”。等到第二联写出了典型的春雨──伴随着和风的细雨，那个“好”字才落实了。“随风潜入夜，润物细无声。”这仍然用的是拟人化手法。“潜入夜”和“细无声”相配合，不仅表明那雨是伴随和风而来的细雨，而且表明那雨有意“润物”，无意讨“好”。如果有意讨“好”，它就会在白天来，就会造一点声势，让人们看得见，听得清。惟其有意“润物”，无意讨“好”，它才选择了一个不妨碍人们工作和劳动的时间悄悄地来，在人们酣睡的夜晚无声地、细细地下。</p> <p>　　雨这样“好”，就希望它下多下够，下个通宵。倘若只下一会儿，就云散天晴，那“润物”就不很彻底。<a href=\"http://so.gushiwen.org/view_10968.aspx\">诗</a>人抓住这一点，写了颈联。在不太阴沉的夜间，小路比田野容易看得见，江面也比岸上容易辨得清。如今放眼四望，“野径云俱黑，江船火独明。”只有船上的灯火是明的。此外，连江面也看不见，小路也辨不清，天空里全是黑沉沉的云，地上也像云一样黑。看起来这雨准会下到天亮。这两句写出了夜雨的美丽景象，“黑”与“明”相互映衬，不仅点明了云厚雨足，而且给人以强烈的美感。</p> <p>　　尾联是想象中的情景，紧扣题中的“喜”字写想象中的雨后之晨锦官城的迷人景象。如此“好雨”下上一夜，万物就都得到润泽，发荣滋长起来了。万物之一的花，最能代表春色的花，也就带雨开放，红艳欲滴。诗人说：等到明天清早去看看吧，整个锦官城（成都）杂花生树，一片“红湿”，一朵朵红艳艳、沉甸甸，汇成花的海洋。“红湿”“花重”等字词的运用，充分说明诗人体物细腻。</p> <p>　　浦起龙说：“写雨切夜易，切春难。”这首“春夜喜雨”诗，不仅切夜、切春，而且写出了典型春雨的、也就是“好雨”的高尚品格，表现了诗人的一切“好人”的高尚人格。</p> <p>　　诗人盼望这样的“好雨”，喜爱这们的“好雨”。所以题目中的那个“喜”字在诗里虽然没有露面，但“‘喜’意都从罅缝里迸透”（浦起龙《读杜心解》）。诗人正在盼望春雨“润物”的时候，雨下起来了，于是一上来就满心欢喜地叫“好”。第二联所写，是诗人听出来的。诗人倾耳细听，听出那雨在春夜里绵绵密密地下，只为“润物”，不求人知，自然“喜”得睡不着觉。由于那雨“润物细无声”，听不真切，生怕它停止了，所以出门去看。第三联所写，是诗人看见的。看见雨意正浓，就情不自禁地想象天明以后春色满城的美景。其无限喜悦的心情，表现得十分生动。中唐诗人李约有一首《观祈雨》：“桑条无叶土生烟，箫管迎龙水庙前。朱门几处看歌舞，犹恐春阴咽管弦。”和那些朱门里看歌舞的人相比，<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>对春雨“润物”的喜悦之情自然也是一种很崇高的感情。</p><br/><h2>鉴赏</h2> <p>　　<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>这首五言律<a href=\"http://so.gushiwen.org/view_10968.aspx\">诗</a>是他在成都第二年所作的著名诗篇之一，历来为人们所传诵。当时，诗人在亲戚和朋友的帮助下，加上自己的苦心经营，他寓居的浣花草堂基本建成。经过长期颠沛流离和饱经忧患的杜甫，生活总算暂时得以安定，所以他才有町能对成都自然景物进行深入的观察和细致的琢磨，并在此基础上创作了不少吟咏它们的诗篇。《春夜喜雨》，就是其中最突出的一首。</p> <p>　　诗一开头，杜甫就赞美春夜所下的雨是“好雨。”为什么是“好雨”?因为在春季农作物非常需要雨水的滋润。农谚云:“春雨贵如油。”正反映了春雨的宝贵。由于成都地处“天府之国”的四川盆地，气候温和，雨量充足，一到春天虽然常常晚上下雨，但次日却又有明媚的阳光。这就正如诗人在另一首诗中所描绘的:“蜀天常夜雨，江槛已朝晴。”(《水槛遣心二首》)在正需要雨水之时，雨就降下来了，它是“知时节”的，所以“当春乃发生”。这种为万物生长所必须的“及时雨”，真是难得的好雨!这两句诗，是采取拟人化的手法进行描绘的。把无情作有情，把无知当有知，杜甫作诗常常如此。这里把春雨当作有知觉的，故它能根据需要，应时而降。诗中的“知”字和“乃”字，一呼一应，极为传神，诗人喜雨的心情跃然纸上。</p> <p>　　接着，第三、四两句既描写了春雨的动态，又传出了它的润物之神。因为好雨下在夜里，故诗人着重是从“听觉”上去描绘雨景的。雨细而不能骤，随夜色而逐渐隐没。它悄悄而来，默默无声，不为人们所觉察，故称为“潜入夜”。这样不声不响地下的雨，当然是滋润万物的细雨。“细无声”，正好恰当地表现了它的可贵精神。这里的“潜”字和“细”字都用得准确、贴切，前者透露出风很微，后者说明了雨极小。这恰如仇兆鳌所说:“曰潜、曰细，写得脉脉绵绵，于造化发生之机，最为密切。”(《杜诗详注》卷十)</p> <p>　　第五、六两句是进一步从“视觉”上描绘夜雨景色。“野径”指田野间的小路，是指地上;“云”是指天空。由于晚上正在下雨，所以浓云密布，群星潜藏，月色无光，天空和地上都是一团漆黑，正说明雨意正浓。而一片墨黑的世界里，唯有江边船上放射出一线光芒，并且显得格外明亮。这是一幅极其生动的雨中夜景图。诗人在这里所用的“俱”字和“独”字，都是为了突出这种景象。而在这种景象之中，也包含了诗人自己惊喜的感情。</p> <p>　　最后两句是写雨后晓景。是第二天的事。天明雨霁，整个成都城都是耀眼的繁花，花朵沉甸甸地抬不起头来。令人目不暇接，心旷神怡。至此，诗人对喜雨的感情达到了高潮，于是“花重锦官城”的诗句冲口进发而出，真是“通体精妙，后半尤有神”。放王嗣奭说:“束语‘重’字妙，他人不能下。”(《杜臆》卷四)</p> <p>　　这首诗描写细腻、动人。诗的情节从概括的叙述到形象的描绘，由耳闻到目睹，自当晚到次晨，结构谨严。用词讲究。颇为难写的夜雨景色，却写得十分耀眼突出，使人从字里行间。呼吸到一股令人喜悦的春天气息。这首诗题虽是《春夜喜雨》)，但是全诗不露喜字，却又始终充满喜意。显然，诗人这种感情的产生绝不是出于一时的冲动，而有其现实基础。据史书记载，在他写作此诗的前一年，京畿一带就有严重灾荒，“米斗至七千钱，人相食”(《资治通鉴·唐纪》)。因此，杜甫一听到雨声，就感到无限喜悦，这喜悦恰好反映了诗人关心人民疾苦的崇高的思想感情。 </p>",
  "about": "<h2>创作背景</h2> 　　这首<a href=\"http://so.gushiwen.org/view_10968.aspx\">诗</a>写于761年（上元二年）春。<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>在经过一段时间的流离转徙的生活后，终因陕西旱灾而来到四川成都定居，开始了在蜀中的一段较为安定的生活。作此诗时，他已在成都草堂定居两年。他亲自耕作，种菜养花，与农民交往，对春雨之情很深，因而写下了这首描写春夜降雨、润泽万物的美景诗作。<br/><h2>评解</h2> <p>　　平常之景最为难写，能写难状之景如在目前，且如此真切入微，令人如临其境，只有大<a href=\"http://so.gushiwen.org/view_10968.aspx\">诗</a>人能够做到。这是一首五律。前两联用流水对，把春雨的神韵一气写下，末联写一种骤然回首的惊喜，格律严谨而浑然一体。诗人是按先\"倾耳听雨\"、再\"举首望雨\"、后\"闭目想象\"的过程和角度，去表现春夜好雨的。诗从听觉写至视觉，乃至心理感觉，从当夜想到清晨，结构严谨，描写细腻;语言锤炼精工;巧妙地运用了拟人、对比等具有较强表现力的艺术手法。诗中句句绘景，句句写情，不用喜悦欢愉之类词汇，却处处透露出喜悦的气息、明快的情调。《瀛奎律髓汇评》引<a href=\"http://so.gushiwen.org/author_274.aspx\">纪昀</a>语:\"此是名篇，通体精妙，后半尤有神。\"</p> <p>　　在择韵上，诗人以韵就情，他选择的\"庚\"韵，是后鼻韵母，其发音过程较长，客观上拖慢了整首诗涵咏的时间和语调，这恰恰宜于表达诗中喜悦而不冲动、醇厚而不奔放的绵长细腻的情感。</p>",
  "poet": {
    "id": 474,
    "star": 0,
    "name": "杜甫",
    "image": "http://img.gushiwen.org/authorImg/dufu.jpg",
    "desc": "杜甫（712－770），字子美，自号少陵野老，世称“杜工部”、“杜少陵”等，汉族，河南府巩县（今河南省巩义市）人，唐代伟大的现实主义诗人，杜甫被世人尊为“诗圣”，其诗被称为“诗史”。杜甫与李白合称“李杜”，为了跟另外两位诗人李商隐与杜牧即“小李杜”区别开来，杜甫与李白又合称“大李杜”。他忧国忧民，人格高尚，他的约1400余首诗被保留了下来，诗艺精湛，在中国古典诗歌中备受推崇，影响深远。759-766年间曾居成都，后世有杜甫草堂纪念。"
  },
  "tags": [
    "小学古诗",
    "春天",
    "咏物",
    "写雨",
    "喜悦"
  ]
}