{
  "id": 6284,
  "star": 32,
  "name": "江南曲四首",
  "dynasty": "唐代",
  "content": "绿江深见底，高浪直翻空。<br>惯是湖边住，舟轻不畏风。</p> <p>逐流牵荇叶，缘岸摘芦苗。<br>为惜鸳鸯鸟，轻轻动画桡。</p> <p>日暮长江里，相邀归渡头。<br>落花如有意，来去逐船流。</p> <p>隔江看树色，沿月听歌声。<br>不是长干住，那从此路行。",
  "shangxi": "<h2>鉴赏</h2> <p>　　江南曲：乐府旧题。<a href=\"http://so.gushiwen.org/author_55.aspx\">郭茂倩</a>《乐府<a href=\"http://so.gushiwen.org/view_6284.aspx\">诗</a>集》把它和《采莲曲》、《采菱曲》等编入《清商曲辞》。唐代诗人学习乐府民歌，采用这些旧题，创作了不少清新平易、明丽活泼的诗歌。<a href=\"http://so.gushiwen.org/author_22.aspx\">储光羲</a>的《江南曲四首》就属于这一类作品。</p> <p>　　第一首诗（绿江深见底）勾画江南水乡人民不畏风浪、勇敢豪迈的性格和气魄。</p> <p>　　首句“绿江深见底”，描绘江水碧绿，又非常清澈，尽管水很深，却能一望见底。诗人以朴素、简洁的语言画出一条清江，足已使人想象江南水乡风光的明媚秀丽。这句诗以赞叹的口吻写出，表现了水乡人民对自己家乡的热爱之情。能够看见绿江的底，可见，是在风平浪静的时候。因此这句诗已为下一句描写江上风浪反衬了一笔。</p> <p>　　次句“高浪直翻空”，表现江上风狂浪猛的情景。五个字有几个层次，无一字虚设。“高”，说明这不是一般的波浪，而是很高的浪头。“直”字活画出高浪陡然掀起，直冲云天之势。“翻空”，进一步渲染浪涛之猛烈，而且是无数的高浪飞涌起来，拍击天空，简直要将天空掀翻击倒。这一句虽然没有直接点出“风”，但从翻空的高浪中可以看到“风”的形象，感受到它的气势，并听到它咆哮的声音。“惯是湖边住，舟轻不畏风”。口气轻松、平易，但份量很重。十个字非常有力地表现了水乡人民藐视风浪、无所畏惧的勇气和魄力，他们敢于驾一叶轻舟，在大风大浪中恣意遨游。</p> <p>　　一般来说，表现雄强的力，需要用悍峭、豪放的笔墨。但有时候，轻淡的语言和从容的语调，更能达到力透纸背的艺术效果。储光羲这首诗的后两句，就可以给读者以启发。</p> <p>　　第二首诗（逐流牵荇叶）表现江南水乡青年男女的爱情生活。诗人善于抓住人物的行动细节，表现他们爱情的欢乐、热烈和深挚。</p> <p>　　前二句，描叙一对青年情侣合乘一叶小舟，在河上快乐地遨游。他们时而飞快地划动船桨，追逐着流水；时而把船摇到铺满荇菜的水段，高高兴兴地牵动、采摘鲜嫩的荇叶；一瞬之间，他们又沿着曲折的河岸，把小船划进芦苇深处，攀摘那青青的芦苗。“逐流水”、“牵荇叶”、“摘芦苗”，这一连串的行动，生动传神地表现了这一对热恋的情侣欢乐、幸福的情态。诗人没有静止地描写环境，而是巧妙地通过情侣的活动自然地引出水乡的风物。这荇菜飘浮、芦苇轻拂的水乡风物，又为情侣谈情说爱制造一个富于诗情画意的环境气氛。“牵荇叶”这个细节，还具有暗示青年男女欢爱的妙用。《诗经》中的《关睢》这首描写爱情的著名诗篇，就有“参差荇菜，左右流之”的诗句，通过采荇菜表现爱情。所以，“牵荇叶”这一笔既是实写水乡风物，也有隐喻、象征的意义。</p> <p>　　三、四句，以人物的行动揭示他们的热恋之情。沉浸在欢乐爱情中的恋人，忽然看见江面上游来一对相互追逐的鸳鸯。这对鸳鸯于是成了他们爱情的象征。他们不愿意任何人打扰自己的恋爱，自己当然也不愿意将这一对鸳鸯惊散。因此，他们怀着爱怜、欣喜的感情，轻轻地划动船桨，悄悄地离开了。这一个细节非常富于情趣，它含蓄婉转、细致入微地刻画了恋人对美好爱情的珍惜，表达了他们深沉的爱。</p> <p>　　总起来说，储光羲的《江南曲》，语句清新平易，质朴自然，而情真意蕴，富于浓郁的民歌风味。在他的数量众多的田园诗中，这组诗是别具一格的。</p> <p>　　第三首诗（日暮长江里）头两句“日暮长江里，相邀归渡头”，点明时间地点和情由。“渡头”就是渡口，“归渡头”也就是划船回家的意思，“相邀”二字，渲染出热情欢悦的气氛。这是个江风习习、夕阳西下的时刻，那一只只晚归的小船飘荡在这迷人的江面上，船上的青年男女相互呼唤，江面上的桨声、水声、呼唤声、嘻笑声，此起彼伏，交织成一首欢快的晚归曲。</p> <p>　　后两句“落花如有意，来去逐轻舟”，创造了一个很美的意境。在那些表现出青年男女各种微妙的、欲藏欲露、难以捉摸的感情，这两句诗就是要表现这种复杂的心理。诗人抓住了“归棹落花前”这个富有特色的景物，赋予景物以人的感情，从而创造出另一番意境。“落花”随着流水，因此尽管桨儿向后划，落花来去飘荡，但还是紧随着船儿朝前流。诗人只加了“如有意”三个字，就使这“来去逐轻舟”的自然现象，感情化了，诗化了。然而，这毕竟是主观的感受和想象；因此那个“如”字，看似平常，却很有讲究。“如”者，似也，象也。它既表现了那种揣摸不定的心理，也反映了那藏在心中的期望和追求。下语平易，而用意精深，恰如其分地表现出这首诗所要表现的感情和心理状态。</p> <p>　　这首诗的第四句，有的本子作“来去逐船流”，从诗意的角度来看，应该说“来去逐轻舟”更好些。因为，第一，“逐”字在这里就含有“流”的意思，不必再用“流”字；第二，因为上句说了“如有意”，所以，虽然是满载一天劳动果实的船，此刻也成为“轻舟”，这样感情的色彩就更鲜明了。“轻舟”快行，“落花”追逐，这种紧相随、不分离的情景，也正是构成“如有意”这个联想的基础。所以，后一句也可以说是补充前一句的，两句应一气读下。</p> <p>　　第四首诗（隔江看树色）前两句对仗，后两句用典。长干：指长干里，在今南京市，当年系船民集居之地。此诗以“长干行”的典故抒写纯真的爱情。</p>",
  "poet": {
    "id": 22,
    "star": 0,
    "name": "储光羲",
    "image": "http://img.gushiwen.org/authorImg/chuguangxi.jpg",
    "desc": "储光羲（约706—763）唐代官员，润州延陵人，祖籍兖州。田园山水诗派代表诗人之一。开元十四年（726年）举进士，授冯翊县尉，转汜水、安宣、下邽等地县尉。因仕途失意，遂隐居终南山。后复出任太祝，世称储太祝，官至监察御史。安史之乱中，叛军攻陷长安，被俘，迫受伪职。乱平，自归朝廷请罪，被系下狱，有《狱中贻姚张薛李郑柳诸公》诗，后贬谪岭南。江南储氏多为光羲公后裔，尊称为“江南储氏之祖”。"
  },
  "tags": [
    "组诗",
    "山水",
    "写人",
    "爱情",
    "生活"
  ]
}