{
  "id": 71353,
  "star": 430,
  "name": "汴京元夕",
  "dynasty": "明代",
  "content": "中山孺子倚新妆，郑女燕姬独擅场。<br>齐唱宪王春乐府，金梁桥外月如霜。",
  "fanyi": "<p><strong>译文<br></strong>中山来的戏子服饰鲜丽，郑燕来的的女姬则各有高超的技艺。<br>他们从不同的地方汇集到汴京来．都唱着周宪王编著的剧本。她们唱着唱着，从白天演到晚上，月亮出来，银光倾泻，似在金梁桥的大地上铺了一层自霜。人间的灯火与天上的明月交相辉映，盛况空前。</p> <p><strong>注释</strong><br>①汴京：汴京：今河南开封市。五代的梁、晋、汉、周及北宋皆定都于此，故称汴京。<br>②元夕：元宵，农历正月十五夜。<br>③中山孺子：泛指中原地区的青年。中山，古国名，在今河北定县，唐县一带，后被赵武灵王所灭。见《史记．赵世家》。<br>④郑女燕姬：泛指北方少女。燕、郑。皆春秋战国时国名。燕的辖境在今河北省北部，郑的辖境在今河南省郑州一带。<br>⑤擅场：压倒全场，指技艺高超出众。<br>⑥宪王：指周宪王朱有炖（1379－1439），周定王朱捕的长子，明太祖<a href=\"http://so.gushiwen.org/author_3131.aspx\">朱元璋</a>之孙，精通音律，号诚斋，自称全阳子、老狂生、锦窝老人，所作杂剧《曲江池》、《义勇辞金》等三十一种．今俱存。又有《诚斋乐府》行世。是著名的戏曲家，见《明史·诸王传》。<br>⑦金梁桥：汴梁桥名。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这首<a href=\"http://so.gushiwen.org/view_71353.aspx\">诗</a>是作者在汴京观看元宵佳节的盛况时所作。以形象精彩之笔，描写月夜歌唱的场面，十分生动而又韵味悠然，全诗没有一句正面描写歌声，但又句句关涉歌声，在委婉的措辞中，把歌声表现得十分动人。</p> <p>　　这首诗开始两句，先从来自各地的伶人粉墨登场写起。先写北方的男性青年——“中山孺子”，这些挑选出来参加歌唱的男青年本来就已经标致，再穿上入时的新装，打扮起来，变得更加帅气。再写北方女子——“郑女燕姬”，这些参加演唱的女子当然也是挑选出来的美女，她们胜过众人，压倒全场。中山少男、郑燕少女都善演戏曲，说明当时杂剧传布的盛况。开始这两句虽然旨在点明演唱的人员，但又并非是纯乎客观的介绍，诗中“倚新妆”、“独擅场”应是互文见义，“倚新妆”的“倚”字，“独擅场”的“独”字，都暗含着一种互相比赛，争妍斗艳之意，男女的情态得到了生动的表现，那种热烈、欢乐而又兴奋的场面，也凸现出来。这时虽然还没有写到他们的歌唱，但人们可以想见，这些英俊的男子、漂亮的女子的歌声，应该十分美妙。而少年男女争扮周宪王剧中人物，也使读者对当时剧界的风气颇有所领会。从侧面反映了汴京作为古时都会，在历受金元劫难之后，经明初的休养生息而恢复生机，重现繁华，其民俗风情，也通过这两句表露出来。</p> <p>　　第三句是前两句的拓展，“齐唱宪王春乐府”作为全诗的中心，终于写到了歌唱，主要表现男女声齐唱时的情形。不过诗句中也并没有写到歌声如何，只点明歌唱的形式是“齐唱”，歌唱的内容是“宪王”的“春乐府”。据《明史·诸王传》，宪王即朱有墩，世称周宪王。他能诗善画，谙晓音律，是明初影响较大的散曲、杂剧作家，剧作达三十一种，总名《诚斋乐府》，这里演唱的是他的乐府中的一种。地位这样显赫、成就又很高的人物的乐府，自然是十分美妙的了。用男女声“齐唱”的形式来演唱，不仅声音宏大，而且刚柔相济，雄浑中有清脆。“齐唱”二字，刻意渲染出元宵欢庆，万民同乐的情景，给人的感觉是舞台上伶人的演唱与舞台下观众的和唱一起进行，场面肯定是热闹之极。这里仍然只是暗示，没有正面去写歌声，但却使人有如闻其声的感觉。</p> <p>　　直到最后一句，不仅没有写到歌声，反而宕开笔端，写起了戏曲表演场地旁金梁桥外的夜景和天上的月色。“金梁桥”在汴京，从桥上望过去，那一轮明月正遥挂天际，洒下如霜的清光，给整个汴京城披上了一层薄薄的轻纱，全城变得朦胧、幽邃，更加显示出动人的韵致。“月如霜”之清冷幽静，与前面所描绘的欢庆热闹情景似乎不相吻合，然而这一句实际上却是诗人的神来之笔，以淡墨衬浓彩，余韵宛转，余味曲包，深得唐人竹枝词之妙。此时，那男女齐唱“春乐府”的歌声，不仅响彻全城，而且在月光中也更加清亮，仿佛从地上直飘向月宫。这一句，作者是以景衬声，在诉诸视觉的月色中，暗暗包含了诉诸听觉的歌声，这样一衬，歌声似乎显得“形象化”了，好像看得见，摸得着，更给人以清晰、深刻的印象。作者巧妙的安排，使得诗歌最后更加耐人含咀，神味隽永，情韵不匮。</p> <p>　　《汴京元夕》寥寥四句，再现了汴京元宵之夜演出戏曲时演员擅场，众人齐唱的欢乐场面。流畅自然，清丽可喜，颇有唐竹枝民歌风味，为其集中七绝之佳作。</p>",
  "about": "<h2>创作背景</h2> <p>　　<a href=\"http://so.gushiwen.org/view_71353.aspx\">诗</a>人<a href=\"http://so.gushiwen.org/author_146.aspx\">李梦阳</a>原籍甘肃庆阳，其父李正曾担任开封周王府教授，于是诗人全家迁徙到开封，开封就成了诗人的第二故乡。后来诗人在庆阳时回忆汴中的繁华景况，写下了这首诗。</p>",
  "poet": {
    "id": 146,
    "star": 0,
    "name": "李梦阳",
    "image": "http://img.gushiwen.org/authorImg/limengyang.jpg",
    "desc": "李梦阳（1472-1530)，字献吉，号空同，汉族，庆阳府安化县(今甘肃省庆城县)人，迁居开封，工书法，得颜真卿笔法，精于古文词，提倡“文必秦汉，诗必盛唐”，强调复古，《自书诗》师法颜真卿，结体方整严谨，不拘泥规矩法度，学卷气浓厚。明代中期文学家，复古派前七子的领袖人物。"
  },
  "tags": [
    "元宵节",
    "杂剧",
    "表演"
  ]
}