{
  "id": 72506,
  "star": 111,
  "name": "伶官传序",
  "dynasty": "宋代",
  "content": "　　呜呼！盛衰之理，虽曰天命，岂非人事哉！原庄宗之所以得天下，与其所以失之者，可以知之矣。</p> <p>　　世言晋王之将终也，以三矢赐庄宗而告之曰：“梁，吾仇也；燕王，吾所立，契丹与吾约为兄弟，而皆背晋以归梁。此三者，吾遗恨也。与尔三矢，尔其无忘乃父之志！”庄宗受而藏之于庙。其后用兵，则遣从事以一少牢告庙，请其矢，盛以锦囊，负而前驱，及凯旋而纳之。</p> <p>　　方其系燕父子以组，函梁君臣之首，入于太庙，还矢先王，而告以成功，其意气之盛，可谓壮哉！及仇雠已灭，天下已定，一夫夜呼，乱者四应，仓皇东出，未及见贼而士卒离散，君臣相顾，不知所归，至于誓天断发，泣下沾襟，何其衰也！岂得之难而失之易欤？抑本其成败之迹， 而皆自于人欤？《书》曰：“满招损，谦受益。” 忧劳可以兴国，逸豫可以亡身，自然之理也。</p> <p>　　故方其盛也，举天下豪杰，莫能与之争；及其衰也，数十伶人困之，而身死国灭，为天下笑。夫祸患常积于忽微，而智勇多困于所溺，岂独伶人也哉！",
  "fanyi": "<p><strong>译文</strong><br>　　唉!国家兴盛与衰亡的命运，虽然说是天命，难道不是由于人事吗?推究庄宗得天下和他失天下的原因，就可以知道了。<br>　　世人说晋王将死的时候，拿三支箭赐给庄宗，告诉他说：“梁国，是我的仇敌；燕王，是我扶持建立起来的；契丹与我订立盟约，结为兄弟，他们却都背叛晋而归顺梁。这三件事，是我的遗憾；给你三支箭，你一定不要忘记你父亲的愿望。”庄宗接了箭，把它收藏在祖庙里。此后出兵，就派随从官员用猪、羊各一头祭告祖庙，请下那三支箭，用锦囊盛着，背着它走在前面，等到凯旋时再把箭藏入祖庙。<br>　　当庄宗用绳子捆绑着燕王父子，用木匣装着梁君臣的首级，进入太庙，把箭还给先王，向先王禀告成功的时候，他意气骄盛，多么雄壮啊。等到仇敌已经消灭，天下已经平定，一个人在夜间呼喊，作乱的人便四方响应，他仓皇向东出逃，还没有看到叛军，士卒就离散了，君臣相对而视，不知回到哪里去。以至于对天发誓，割下头发，大家的泪水沾湿了衣襟，又是多么衰颓啊。难道是得天下艰难而失天下容易吗?或者说推究他成功与失败的事迹，都是由于人事呢?《尚书》上说：“自满招来损害，谦虚得到好处。”忧虑辛劳可以使国家兴盛，安闲享乐可以使自身灭亡，这是自然的道理。<br>　　因此，当庄宗强盛的时候，普天下的豪杰，都不能跟他抗争；等到他衰败的时候，几十个伶人围困他，就自己丧命，国家灭亡，被天下人讥笑。<br>　　人生中的祸患常常是从细微的事情中积淀下来的，人的智慧和勇气常常被自己所溺爱的事物所困，难道只有宠爱伶人才会这样吗?</p> <p><strong>注释</strong><br>伶官：伶，戏子，或唱戏杂技演员，现代的娱乐人员。伶官：宫庭里供统治者娱乐表演的人物。可见封建朝代不思于民生，不思于进取，奢华淫乐而痛失天下！伶官尚能使天下易主，可见不居安思危之害！<br>理：道理。<br>岂：难道。<br>人事：指政治上的得失。<br>原：推究，推其根本，形容词用作动词。<br>世言：世人说。<br>以：把。<br>立：即位。<br>其：语气副词，表示期望、命令的语气，一定。<br>乃：你的。<br>庙：太庙，帝王祭祀祖先的宗庙。<br>从事：这里指负责具体事物的官员。<br>少牢：祭品，用一猪一羊。牢，祭祀用的牲畜。<br>锦囊：丝织的袋子。<br>前：在前。<br>负：背负。<br>及：等到。<br>凯：凯歌，打胜仗时所奏的曲子。<br>旋：归，回。<br>方：正在。<br>系：捆绑。<br>组：丝编的绳索，这里泛指绳索。<br>函：匣子，名词用作动词，指用匣子装。<br>仇雠：“雠”与“仇”同义，仇敌。<br>一夫：一个人。<br>仓皇：急急忙忙的样子。<br>及：等到。<br>断发：把发髻割下扔在地上，表示甘愿掉脑袋。<br>抑：还是。<br>本：探求，考察。<br>书：《尚书》，儒家经典著作。<br>兴：使……兴旺。<br>逸豫：安闲快乐。<br>迹：迹象。<br>举：全，所有的。<br>莫：没有人。<br>忽微：极细小的东西。<br>所溺：沉溺迷恋的人或事物。</p>",
  "shangxi": "<p>　　这篇文章是为《新五代史·伶官传》作的序。文章总结了后唐庄宗<a href=\"http://so.gushiwen.org/author_543.aspx\">李存勖</a>得天下而后失天下的历史教训，阐明了国家盛衰取决于人事，“忧劳可以兴国，逸豫可以亡身”的道理，讽谏北宋统治者力戒骄奢，防微杜渐，励精图治。</p> <p>　　本文共四段，可以分为三部分。</p> <p>　　第一部分（第一段）提出盛衰由于人事的论点，并提出庄宗得天下和失天下的事例这一立论的根据。</p> <p>　　文章以“呜呼”的感叹突兀而起，一起笔就发出对历史的深沉感慨。接着用转折关系的反问句，强调人事的作用，提出中心论点：盛衰之理，由于人事。这一叹一问，一退一进，不仅使论点醒人耳目，而且为全文定下了叹惋的基调。接着点出庄宗得天下和失天下的事例，说明立论的历史根据。“原庄宗之所以得天下，与其所以失之者”，这一“得”一“失”，与论点中的一“盛”一“衰”相应，并领起下文。</p> <p>　　第二部分（第二、三段），论证中心论点。</p> <p>　　第二段承上叙事，详述庄宗接受并执行晋王遗命的事例。</p> <p>　　上段既然提出庄宗得天下和失天下的事例可以为证，这段接下来自然先写得天下的情况。关于庄宗得天下的过程已经写入《新五代史》中的《唐本纪》，此处再写未免重复，也造成文势的拖沓，而且不合序论的体制，所以这一段选用了“晋王三矢”的故事。这一故事属于传说，不能确定为史实，因此，包括《新五代史》在内的正史均未收入。但这个故事在当时社会有相当的影响，宋初王禹在《五代史阙文》中对此做了记载。这个故事生动而又有典型意义，能给人以新鲜感，其精神也符合晋王和庄宗的情况，所以欧阳修把它选入文中。为了慎重，在前面加了“世言”二字。这一故事是中心论点的主要例证，是支撑中心论点的有力论据，也是下文议论的依据。</p> <p>　　这一段以“三矢”贯穿前后，分两层来写。第一层是庄宗接受遗命，先写晋王赐三矢，次写晋王遗命，详细交待赐矢原因，再写庄宗将三矢“受而藏之”；第二层是庄宗执行遗命，写庄宗出师、征战以三矢励志，大告成功，还三矢于先王。其中着力写庄宗对三矢的恭谨态度。从庄宗“受而藏之于庙”，以及“其后用兵”的举动，可以看出他接受遗命，矢志复仇的决心和意志，这正是他得天下的原因。“受”“藏”“遣”“告”“请”“盛”“负”“驱”“纳”等词，描绘出庄宗忠实执行父命的形象，概括了庄宗全盛时期的征战情况，体现了庄宗的“忧劳”，突出了“人事”的作用，这就为下面的议论做了准备。这一段叙事语势比较平缓，没有任何议论，但却寓论点于叙事之中，以叙事论证了论点，与第一段的“盛”和“得天下”相照应。全段叙事欲抑先扬，为下文写“抑”张本。</p> <p>　　第三段转而议论，评论庄宗的盛衰，阐明中心论点。</p> <p>　　这一段由叙事转入议论。先以饱蘸感情的笔墨赞叹庄宗的成功，用“意气之盛”回应文章开头的“盛”字和“得天下”三字，并顺承第二段的叙事；继而慨叹他的失败，用“何其衰也”回应文章开头的“衰”字和“失之”二字，并转承第二段的叙事。这一大起而至大落的转折，将庄宗极盛和极衰的两种情形作了极强烈的对照。同是一个人，由“盛”转“衰”，变化如此巨大、鲜明，究竟是什么原因呢?下面连用两个设问句，前一句以反问的形式否定“得之难而失之易”的说法，后一句强调成败得失“皆自于人”。这样设问既引人深思，又寓结论于疑问之中。接着引《尚书》中的话作答，并顺势从中引申出“忧劳可以兴国，逸豫可以亡身”的道理。这就对庄宗的“成败之迹”做了概括，点明了庄宗得天下和失天下的原因，说明“盛”“衰”异时，截然相反，本源在于“人事”，与开头提出的论点相照应，是论证所得的结论，揭示了所谓“人事”的内涵。</p> <p>　　第三部分（第四段）进一步议论，引出教训，总结全文。</p> <p>　　本来行文到第二部分，论点已得到证明，似乎可以结束了，可是作者又进一步议论。用“故”字承接上文，再次评论庄宗的盛衰，以“莫能与之争”和“身死国灭，为天下笑”两种截然相反的结果，引出“夫祸患常积于忽微，而智勇多困于所溺，岂独伶人也哉”的教训，得出具有更普遍意义的结论，强调能使人逸豫亡身的不仅限于溺爱伶人，如果小看“忽微”，沉溺于声色犬马的逸乐之中，忘记忧劳兴国的至理，同样会导致身死国灭的下场。作者在这里含蓄地批评朝政，讽谏北宋统治者不要忘记历史教训，意味十分深长。这就使事理更具有现实的针对性，更具有普遍性。</p>",
  "poet": {
    "id": 561,
    "star": 0,
    "name": "欧阳修",
    "image": "http://img.gushiwen.org/authorImg/ouyangxiu.jpg",
    "desc": "欧阳修（1007－1072），字永叔，号醉翁，晚号“六一居士”。汉族，吉州永丰（今江西省永丰县）人，因吉州原属庐陵郡，以“庐陵欧阳修”自居。谥号文忠，世称欧阳文忠公。北宋政治家、文学家、史学家，与韩愈、柳宗元、王安石、苏洵、苏轼、苏辙、曾巩合称“唐宋八大家”。后人又将其与韩愈、柳宗元和苏轼合称“千古文章四大家”。"
  },
  "tags": [
    "高中文言文",
    "史论",
    "序文"
  ]
}