{
  "id": 7817,
  "star": 168,
  "name": "渌水曲",
  "dynasty": "唐代",
  "content": "渌水明秋月，南湖采白蘋。<br>荷花娇欲语，愁杀荡舟人。",
  "fanyi": "<p><strong>译文</strong><br>清澈的湖水在秋夜的月亮下发着亮光，我到洞庭湖采白蘋。<br>荷花姿态娇媚好像有话要对我说，却愁坏了我这个摇船人。</p> <p><strong>注释</strong><br>⑴渌（lù）水曲：古乐府曲名。渌水：即绿水，清澈的水。<br>⑵明秋月：在秋夜的月亮下发光。“明”字是形容词用如动词。月：一作“日”。<br>⑶南湖：即洞庭湖。白蘋：一种水生植物，又称“四叶菜”“田字草”，是多年生浅水草本，根茎在泥中，叶子浮在水面之上。<br>⑷欲语：好像要说话。<br>⑸愁杀：即“愁煞”，愁得不堪忍受的意思。杀：用在动词后，表示极度。荡舟人：这里指思念丈夫的女子。《史记·齐太公世家》：“桓公与夫人蔡姬戏舟中。蔡姬习水，荡公，公惧，止之，不止，出船，怒，归蔡姬，弗绝。”</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　此<a href=\"http://so.gushiwen.org/view_7817.aspx\">诗</a>描写的是一幅迷人的胜似春光的秋景。首句写景，诗人就其所见先写渌水，南湖的水碧绿澄彻，一至映衬得秋月更明。一个“明”字，写出南湖秋月之光洁可爱。次句叙事，言女子采白苹。三、四两句构思别致精巧，“荷花”不仅“娇”而且“欲语”，不特“欲语”而且十分媚人，一至使荡舟采苹的姑娘对她产生妒意。这两句诗，选词甚妙，设境奇绝，把荷花写活了，把境界写活了。末两句诗写出典型的南方秋景，不仅无肃杀之气，无萧条之感，而且生气勃勃，胜似春日；从景色的描写，表现出诗人愉悦的情绪。</p> <p>　　对此诗的理解，也有人认为是写一位男子在劳作中对爱人的思念。按这样理解，这首诗就与《诗经》开篇《国风·周南·关雎》极为相似，它们都选择了渌水荡舟的背景。不过《关雎》中或愁或思，或得或喜，都溢于言表；而这首《渌水曲》虽也直言“愁杀”，但语气隐忍克制，如雾里看花，热泪欲零还住。《关雎》中由思而愁，由得而喜，情节十分完整，意态高雅，从容而颇具富贵气象；而《渌水曲》则似唯有无边愁怨，不着际涯，正是抉择其寂寞凄凉之状。《关雎》中，哀止于“反侧”；《渌水曲》中，心含悲凄仍不忘劳作，都可谓哀而不伤。</p><br/><h2>赏析</h2> <p>　　《渌水曲》本古曲名，<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>借其名而写渌水之景。王琦认为此<a href=\"http://so.gushiwen.org/view_7817.aspx\">诗</a>为乐府古曲。这首小诗确属乐府，并深得南朝乐府诗的神韵，语言清新自然，内容含蓄深婉。</p> <p>　　诗的前两句写实，点明时间、地点与劳动内容。“渌水明秋月”中的“月”字有的版本作“日”，今从《全唐诗》，而且从全诗的意境来看，“月”字也比“日”字更好一些，故择善而从之。这句诗的大意是说，碧波荡漾的水面在皎洁月光的映照下更加明亮。这句诗写在南边的湖面上，一位美丽的姑娘正在月光下采撷着白蘋。那宽阔无垠的湖面晶莹闪烁，水波不兴；那柔和银白的月光，挥洒若洗，朦朦胧胧，天地间极为静谧空旷。那位架着一叶小舟的女主人公显得尤为孤独寂寥，这就为后面两句诗提供了典型环境。</p> <p>　　三四句转折，写这位采蘋女子的孤独寂寞之感。这两句诗的大意是：含苞待放的荷花简直就象一位娇媚多情的少女就要开口说话一样，半开半含，欲言犹止，羞羞答答，十分妩媚动人。这美丽的奇景触发了这位荡舟女子的情思，她不免神魂摇荡，无限哀婉惆怅起来。诗至此戛然而止，但其深层的意蕴却在不断地延续，撞击着读者的心扉，引起其遥思遐想。</p> <p>　　这位女子看到娇艳的荷花就要“愁煞”，不言而喻，这是触景生情的缘故。良辰美景最容易引发人的情思，更容易惹起对恋人的向往和思念。这位少女独自在空荡荡的湖面上，披着明月的素辉，这情景已经够令人寂寞难耐的了，当她再看到那美妍的荷花含苞待放的情景时，不能不引起她的怀春之心。她或许是在痴情地憧憬着，如果将来有那么一天，自己能和情人在一起共同享受领略这旖旎迷人的风光时，该是何等的幸福啊！她或许是沉浸在对往事的回忆之中，在脑际中又呈现出昔日里与情郎在同样的景色中共同渡过的甜蜜而温馨的终生难忘的美好时光。这一切诗人都未明说，给读者留下了驰骋想象的广阔空间，既可能是这样又可能是那样，所以显得更加含蓄委婉，余味盎然。</p> <p>　　此诗中最精彩的是“荷花娇欲语”一句，其间运用了非常巧妙而又隐微的比喻手法，须仔细体味方可悟出。荷花是极其娇柔纯净的花卉，清秀妩媚，出于污泥而不染，这正像白璧无瑕的少女。“欲语”二字尤其传神深蕴，人之“欲语”则显现出刚要张口的样子，花之“欲语”也正是花苞正欲绽开，花瓣将要张口时的景象。说其巧妙，不仅是因为此时的花朵最为美丽诱人，还因为她最形象而又恰如其分地象征着诗中主人公那青春的活力与少女情窦乍开的年龄特征。大概正是因为客体与主体如此相像契合，才能深深地拨动主体的心弦，触动了那位荡舟人的春心。可见这两句诗所蕴涵的情感内容极为丰富隽永。</p>",
  "about": "<h2>创作背景</h2> <p>　　此<a href=\"http://so.gushiwen.org/view_7817.aspx\">诗</a>写劳作之事，其作年难以考证。王琦《李太白年谱》、詹鍈《<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>诗文系年》、裴斐《李白年谱简编》均不提此诗作年。</p>",
  "poet": {
    "id": 247,
    "star": 0,
    "name": "李白",
    "image": "http://img.gushiwen.org/authorImg/libai.jpg",
    "desc": "李白（701年－762年），字太白，号青莲居士，唐朝浪漫主义诗人，被后人誉为“诗仙”。祖籍陇西成纪(待考)，出生于西域碎叶城，4岁再随父迁至剑南道绵州。李白存世诗文千余篇，有《李太白集》传世。762年病逝，享年61岁。其墓在今安徽当涂，四川江油、湖北安陆有纪念馆。"
  },
  "tags": [
    "乐府",
    "荷花",
    "女子"
  ]
}