{
  "id": 52892,
  "star": 25,
  "name": "减字木兰花·去年今夜",
  "dynasty": "宋代",
  "content": "去年今夜，同醉月明花树下。此夜江边，月暗长堤柳暗船。<br>故人何处？带我离愁江外去。来岁花前，又是今年忆去年。",
  "fanyi": "<p><strong>译文</strong><br>记得去年的今夜，我们在月明花娇的万树丛中举杯欢饮，一同进入醉乡。而今年今夜，只有我一个停立江边，心情无比惆帐。月色朦胧，长堤昏昏暗暗，岸上垂柳摇曳的阴影遮住了停靠江边的小船。<br>远游的故人你现在何处？请江月把我的离愁带往江外我那好友居住的地方。预想来年百花吐艳的时节，我还会像今年这样，更加深情地追忆去年呢！</p> <p><strong>注释</strong><br>1、月暗：昏暗，不明亮。<br>2、江外：指长江以南地区。因从中原看出来，江南地带地处长江以外。故称“江外”，亦作“江表”。<br>3、来岁：来年，下一年。</p>",
  "shangxi": "<h2>赏析二</h2> <p>　　这首词可以从两个层面来读。表层的，亦即文本的层面，可以说是写怀念朋友、亦即词中所说的“故人”。“去年今夜。同醉月明花树下”，去年的这个时候，在一个月明之夜的花下，这是一个非常美丽而又幽静的环境。当时作者和友人都喝醉了，其情也是非常动人的。按照宋时的习惯，有酒宴，就一定有歌妓侍宴。大的背景是月下、花前，如此幽静。而具体到酒宴上，却又是红烛光摇，翠袖持觞。正如<a href=\"http://so.gushiwen.org/author_588.aspx\">晏几道</a>在他的《鹧鸪天》中说的：“舞低杨柳楼心月，歌尽桃花扇底风。”那又是何等的旖旎。将灯红酒绿，轻歌妙舞，置于如此清丽幽雅的环境之下，真个可谓是人间天上，无怪他们都要喝醉了。接下来却是一跌：“此夜江边。月暗长堤柳暗船”。这个落差极大。今夜作者却独自在江边，月亮是昏暗的，所以照见长堤也是这般的昏暗。昏暗的长堤，可谓全无生气，别说歌筵酒宴，竟是连一个送行的朋友也没有。而船在这柳阴之下，更显出没一丝生气。因为船既是“暗”的，说明船中连孤灯也没有一盏。</p> <p>　　下片由自己的无聊，转向了他所思念的朋友：“故人何处？带我离愁江外去”。故人在哪里呢。说明他们之间，连信息也没有通过。这就更加令人挂念了。他不说自己思故人之愁，而偏说是故人“带我离愁”而去的，则虽不知故人现在何处，但作者的愁却是长伴着他的，他在什么地方，作者的愁也在什么地方。“江外去”，是虽不知处，但不是在长江之边，却是可以肯定的了。最后想结一个光明的尾巴：“来岁花前”，希望未来的岁月，像过去那样，能再次的醉倒在花前月下，只是恐怕“又是今年忆昔年”终是没有信心。</p> <p>　　吕本中的词，不像他的<a href=\"http://so.gushiwen.org/view_52892.aspx\">诗</a>，现实感很强，贫富对立的社会矛盾在他的诗集中，比同时代的其他诗人表现得更为深刻。而在词中，则多写风花雪月，离思别情。这自然是与词作为“艳科”所决定的。但正如<a href=\"http://so.gushiwen.org/author_2884.aspx\">鲁迅</a>先生说的那样，战士血管里流的总是血，作为坚定的主战派，他写的词也会流露出他的这一遗恨。</p> <p>　　南宋的形势，大抵是战战和和，所以也有“月明花下”之时，这时主战派自是“同醉’的，因为形势喜人。然而多数的情况，却是“月暗长堤柳暗船”，正因为如此，所以主战派的人多数都被贬谪以去了，这就是“故人何处？带我离愁江外去”的写照。而国势看来是无可恢复的，所以他不得哀叹；“来岁花前，又是今年忆昔年”。这就是深层次的解读。正如在《宋史·吕本中传》的最后一段“论”所说：“传有之：‘不有君子，其何能国。’绍兴之世，<a href=\"http://so.gushiwen.org/author_2623.aspx\">吕颐浩</a>、秦桧在相位，虽有君子，岂得尽其志，宋之不能图复中原，虽日天命，岂非人事乎？若常同……吕本中，其才猷皆可经邦，其风节皆可以厉世，然皆议论不合，奉祠去国，可为永慨矣。”</p> <p>　　另外，将三种不同时空意象叠映，借以烘托出别情之深切是此词突出的艺术特点。上片犹如两个蒙太奇镜头，对比中生出无限悲愁。同是月夜，去年月明花香，人聚同醉；今年却是月暗柳昏，人别船离。过片直写离别。结句写“来岁”思念，妙在“来岁”又包含“今年忆去年”之聚散忧乐。在时间的三维（过去、现在、未来）上表现出三种不同的事态情思，而又相融相生，用笔极简练而情思极丰富。</p>",
  "about": "<h2>创作背景</h2> <p>　　此词约作于北宋灭亡，宋室南渡以后。</p>",
  "poet": {
    "id": 644,
    "star": 0,
    "name": "吕本中",
    "desc": "吕本中（1084- 1145），字居仁，世称东莱先生，寿州人，诗人，词人，道学家. 诗属江西派.著有<<春秋集解>>，<<紫微诗话>>，<<东莱先生诗集>> 等. 词不传，今人赵万里<<校辑宋金元人词>> 辑有<<紫微词>>，<<全宋词>> 据之录词二十七首.吕本中诗数量较大，约一千二百七十首。"
  },
  "tags": [
    "宋词精选",
    "怀人"
  ]
}