{
  "id": 9747,
  "star": 2942,
  "name": "逢入京使",
  "dynasty": "唐代",
  "content": "故园东望路漫漫，双袖龙钟泪不干。 <br>马上相逢无纸笔，凭君传语报平安。",
  "fanyi": "<p><strong>译文</strong><br>东望家乡路程又远又长，热泪湿双袖还不断流淌。<br>在马上与你相遇无纸笔，请告家人说我平安无恙。</p> <p><strong>注释</strong><br>⑴入京使：进京的使者。<br>⑵故园：指长安和自己在长安的家。漫漫：形容路途十分遥远。<br>⑶龙钟：涕泪淋漓的样子。卞和《退怨之歌》：“空山歔欷泪龙钟。”这里是沾湿的意思。<br>⑷凭：托，烦，请。传语：捎口信。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这首<a href=\"http://so.gushiwen.org/view_9747.aspx\">诗</a>是写诗人在西行途中，偶遇前往长安的东行使者，勾起了诗人无限的思乡情绪，也表达了诗人欲建功立业而开阔豪迈、乐观放达的胸襟。旅途的颠沛流离，思乡的肝肠寸断，在诗中得到了深刻的揭示。</p> <p>　　“故园东望路漫漫”，写的是眼前的实际感受。诗人已经离开“故园”多日，正行进在去往西域的途中，回望东边的家乡长安城当然是漫漫长路，思念之情不免袭上心头，乡愁难收。“故园”，指的是在长安的家。“东望”是点明长安的位置。</p> <p>　　“双袖龙钟泪不干”，意思是说思乡之泪怎么也擦不干，以至于把两支袖子都擦湿了，可眼泪就是止不住。这句运用了夸张的修辞手法表现思念亲人之情，也为下文写捎书回家“报平安”做了一个很高的铺垫。</p> <p>　　“马上相逢无纸笔，凭君传语报平安”，这两句是写遇到入京使者时欲捎书回家报平安又苦于没有纸笔的情形，完全是马上相逢行者匆匆的口气，写得十分传神。“逢”字点出了题目，在赶赴安西的途中，遇到作为入京使者的故人，彼此都鞍马倥偬，交臂而过，一个继续西行，一个东归长安，而自己的妻子也正在长安，正好托故人带封平安家信回去，可偏偏又无纸笔，也顾不上写信了，只好托故人带个口信，“凭君传语报平安”吧。这最后一句诗，处理得很简单，收束得很干净利落，但简净之中寄寓着诗人的一片深情，寄至味于淡薄，颇有韵味。<a href=\"http://so.gushiwen.org/author_113.aspx\">岑参</a>此行是抱着“功名只向马上取”的雄心的，此时，心情是复杂的。他一方面有对帝京、故园相思眷恋的柔情，一方面也表现了诗人渴望建功立业的豪迈胸襟，柔情与豪情交织相融，感人至深。</p> <p>　　这首诗语言朴素自然，充满了浓郁边塞生活气息，既有生活情趣，又有人情味，清新明快，余味深长，不加雕琢，信口而成，而又感情真挚。诗人善于把许多人心头所想、口里要说的话，用艺术手法加以提炼和概括，使之具有典型的意义。在平易之中而又显出丰富的韵味，自能深入人心，历久不忘。岑参这首诗，正是有这一特色。</p><br/><h2>鉴赏</h2> <p>　　这是一首边塞<a href=\"http://so.gushiwen.org/view_9747.aspx\">诗</a>，盛唐时代，是边塞诗空前繁荣的时代，出现了以<a href=\"http://so.gushiwen.org/author_227.aspx\">高适</a>、<a href=\"http://so.gushiwen.org/author_113.aspx\">岑参</a>为代表的边塞诗派，他们的创作为百花齐放的盛唐诗坛，增添了一支奇葩。</p> <p>　　此诗约写于天宝八载(749)，这年岑参第一次从军西征，他辞别了居住在长安的妻子，跃马踏上了漫漫的征途，充任安西节度使高仙芝的幕府书记，西出阳关，奔赴安西。岑参的从军，思想上有两根精神支柱:一个支柱是建功边陲的理想在鼓舞着他，他曾自言:\"功名只应马上取，真正英雄一丈夫。\"(《送李副使赴碛西官军》)另一个支柱是，他认为从军出塞。是为了报效祖国，赴国家之急。他曾自我表白:\"万里奉王事，一身无所求，也知塞垣苦，岂为妻子谋。\"(《初过陇山途中呈宇文判官》)正是基于这两点，所以他的边塞诗多数是昂扬乐观的，表现出唐军高昂的士气和震撼大地的声威。但当一个战士踏上征途之后，他们不可能没有思乡的感情，也不可能不思念父母妻子。高适《燕歌行》云:\"铁衣远戌辛勤久，玉筋应啼别离后。少妇城南欲断肠，征人蓟北空回首\"。岑参的《逢入京使》所表现的就是对故园和家人的思念，这是真挚健康的感情，虽然调子不怎么高昂。但不能认为是消极的、悲观的，尽管他流下了思乡之泪。</p> <p>　　诗的第一句\"故园东望路漫漫\"是写眼前的实景。\"故园\"指自己的家园，\"东望\"点明家园的位置，也说明自己在走马西行。\"路漫漫\"三字，说明离家之远。诗人辞家远征，回首望故乡，自觉长路漫漫，平沙莽莽，真不知家山何处?\"漫漫\"二字，给人以茫茫然的感觉。下句诗\"双袖龙钟泪不干\"写思乡的情状。思乡之泪，龙钟交横，涕泗滂沱，这多少有点夸张，但\"夸而有节，饰而不诬\"(《文心雕龙·夸饰》篇)。仍不失为真实，我们仍然可以说上句写的是实景，下句写的是实情。</p> <p>　　\"马上相逢无纸笔\"句，\"逢\"字点出了题目，在赴安西的途中，遇到作为入京使者的故人，彼此都鞍马倥偬，交臂而过，一个继续西行，一个东归长安，而自己的妻子也正在长安，正好托故人带封平安家信回去，可偏偏又无纸笔，彼此行色匆匆，只好托故人带个口信，\"凭君传语报平安\"吧。这最后一句诗。处理得很简单，收束得很干净利落，但简净之中寄寓着诗人的一片深情，寄至味于淡薄，颇有韵味。</p> <p>　　如果将这四句诗比高下的话，我以为后两句诗更有味，这两句诗好就好在诗人提炼出特定环境下的典型情节，既自然、合情合理，又别出心裁，诗人摄取的生活镜头，有浓厚的边塞生活气息。\"马上相逢\"的情节，很有军旅生活的特色，描绘出彼此行色匆匆的情景，因无纸笔而用口信代家书，既合情合理，又给人以新鲜之感。</p> <p>　　此诗语言自然质朴，不假雕琢，好似信手拈来，随口而出，既有生活味，又有人情味，清新隽永，耐人寻味。</p>",
  "about": "<h2>创作背景</h2> <p>　　根据刘开扬《<a href=\"http://so.gushiwen.org/author_113.aspx\">岑参</a><a href=\"http://so.gushiwen.org/view_9747.aspx\">诗</a>集编年笺注·岑参年谱》，此诗作于公元749年（天宝八载）诗人赴安西（今新疆维吾尔自治区库车县）上任途中。这是岑参第一次远赴西域，充安西节度使高仙芝幕府书记。此时诗人34岁，前半生功名不如意，无奈之下，出塞任职。他告别了在长安的妻子，跃马踏上漫漫征途，西出阳关，奔赴安西。</p> <p>　　岑参也不知走了多少天，就在通西域的大路上，他忽地迎面碰见一个老相识。立马而谈，互叙寒温，知道对方要返京述职，不免有些感伤，同时想到请他捎封家信回长安去安慰家人，报个平安。此诗就描写了这一情景。</p>",
  "poet": {
    "id": 113,
    "star": 0,
    "name": "岑参",
    "image": "http://img.gushiwen.org/authorImg/cencan.jpg",
    "desc": "岑参（约715-770年），唐代边塞诗人，南阳人，太宗时功臣岑文本重孙，后徙居江陵。[1-2] 岑参早岁孤贫，从兄就读，遍览史籍。唐玄宗天宝三载（744年）进士，初为率府兵曹参军。后两次从军边塞，先在安西节度使高仙芝幕府掌书记；天宝末年，封常清为安西北庭节度使时，为其幕府判官。代宗时，曾官嘉州刺史（今四川乐山），世称“岑嘉州”。大历五年（770年）卒于成都。"
  },
  "tags": [
    "唐诗三百首",
    "初中古诗",
    "思乡",
    "边塞",
    "生活"
  ]
}