{
  "id": 57614,
  "star": 38,
  "name": "清平乐·检校山园书所见",
  "dynasty": "宋代",
  "content": "连云松竹，万事从今足。拄杖东家分社肉，白酒床头初熟。<br>西风梨枣山园，儿童偷把长竿。莫遣旁人惊去，老夫静处闲看。",
  "fanyi": "<p><strong>译文</strong><br>山园里一望无际的松林竹树，和天上的白云相连接。隐居在这里，与世无争，也该知足了。遇上了秋社的日子，拄上手杖到主持社日祭神的人家分回了一份祭肉，又恰逢床头的那瓮白酒刚刚酿成，正好痛快淋漓地喝一场。<br>西风起了，山园里的梨、枣等果实都成熟了。一群嘴馋贪吃的小孩子，手握着长长的竹竿，偷偷地扑打着树上的梨和枣。别叫家人去惊动了小孩子们，让我在这儿静静地观察他们天真无邪的举动，也是一种乐趣呢。</p> <p><strong>注释</strong><br>⑴清平乐：词牌名，又名《清平乐令》、《醉东风》、《忆萝月》，为宋词常用词牌。检校：核查。<br>⑵连：连接。<br>⑶足：满足、知足。<br>⑷社：指祭祀土地神的活动，《史记·陈丞相世家》：“里中社，平为宰，分肉甚均。”可知逢到“社”日，就要分肉，所以有“分社肉”之说。<br>⑸白酒：此指田园家酿；床头：指酿酒的糟架；初熟：谓白酒刚刚酿成。<br>⑹西风：指秋风。<br>⑺偷：行动瞒着别人。代指孩子敛声屏气、蹑手蹑脚、东张西望扑打枣、梨的情态。<br>⑻莫：不要。旁人：家人。<br>⑼闲：悠闲；看：观察，观看。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这首乡情词，描写的农村是一片升平气象，没有矛盾，没有痛苦，有酒有肉，丰衣足食，太理想化了。尽管在当时的情况下，江南广大农村局部的安宁是有的，但也很难设想，绝大多数的劳动人民生活得很幸福、愉快。当然，这不是说<a href=\"http://so.gushiwen.org/author_217.aspx\">辛弃疾</a>有意粉饰太平，而是因为他接触下层人民的机会很少，所以大大限制了他的眼界，对生活的认识不免受到局限。</p> <p>　　上阕写闲居带湖的满足及安居乐业的农村生活景象，烘托静谧和谐的氛围。“连云松竹，万事从今足。”云雾缭绕，笼罩着生长茂盛、郁郁葱葱的松、竹，环境优美、生活舒适和谐，所以说“从今万事足”。上句写景，说山园的松竹高大，和天上的白云相连，饱含着赞赏之情，使人想到的是林木葱笼，环境清幽，准确地把握住了隐居的特色。如果舍此而去描绘楼台亭阁的宏丽，那就不足以显示是隐居了，而会变为庸俗的富家翁的自夸。下句抒情，表现与世无争的知足思想。这一思想，无疑是来自老子的。《老子》一书中，即从正面教诲人说“知足者富”，“知足不辱”，又从反面告诫人说“祸莫大于不知足”。作者这一思想，虽然是消极的，但是比那些勾心斗角、贪得无厌之徒的肮脏意识却高尚得多。这两句领起全篇，确定了全篇的基调。一“足”字，表达了词人对居住环境、生活的满足。</p> <p>　　“拄杖东家分社肉，白酒床头初熟”，是对“万事足”的补充说明，字里行间透露出生活的甜美温馨。从一个侧面来写生活上的“足”。上句说同邻里的关系融洽，共同分享欢乐。“拄杖”，表明年老。估计词人这时，已是年过半百。“分社肉”，是当时仍存的古风，每当春社日和秋社日，四邻相聚，屠宰牲口以祭社神，然后分享祭社神的肉。据下文，这里所说的应是秋社分肉。下句说山园富有。<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>《南陵叙别》有句云：“白酒初熟山中归，黄鸡啄麦秋正肥。”如此说富有，意近夸而不俗。因为饮酒是高人雅士的嗜好，所以新分到了社肉，又恰逢白酒刚刚酿成，岂不正好惬意地一醉方休吗？读了这两句，不禁使人想起王驾的《社日》：“鹅湖山下稻粱肥，豚栅鸡栖半掩扉。桑柘影斜春社散，家家扶得醉人归。”</p> <p>　　下阕摄取一个情趣盎然的生活镜头直接入词，更使此词具有浓郁的生活气息。“西风梨枣山园，儿童偷把长竿。莫遣旁人惊去，老夫静处闲看。”这既有很强的情节性，又具强烈的行动性、连续性。可以设想，如果画家把这场面稍事勾勒、着色，就是一幅生气勃勃的农村风俗画；如果作家用散文把这场面和人物的活动记下来，又可成功为一篇可读性很强的优美的小品。只是平常的几句话却具绘画的立体美，又具散文的情节美，稼轩运用语言文字功力娴熟，由此也可见一斑。下阕“书所见”，表现闲适的心情。“西风犁枣山园，儿童偷把长竿。”藉“西风”点明时间是在秋天。“犁枣山园”，展现出庄园内的犁树和枣树上果实累累的景象，透露出词人对丰收的喜悦之情。“儿童偷把长竿”，是词人所见的一个场面，甚似特写镜头：一群儿童，正手握长长的竹竿在偷着扑打犁、枣。“偷”字极有趣味，使人仿佛看到了这群馋嘴的儿童，一边扑打着犁、枣，一边东张西望地提防随时准备拔腿逃跑。一个“偷”字，写出了贪嘴孩子的天真童趣和心虚胆怯、唯恐被人发现的神情。</p> <p>　　“莫遣旁人惊去，老夫静处闲看。”反映词人对偷梨、枣的儿童们的保护、欣赏的态度。这两句很容易使人联想到<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>《又呈吴郎》的“堂前扑枣任西邻，无食无儿一妇人。不为困穷宁有此，只缘恐惧转须亲”，都是对扑打者采取保护的、关心的态度，不让他人干扰。然而两者却又有不同：杜甫是推已及人，出于对这“无食无儿一妇人”的同情。作者是在“万事人今足”的心态下，觉得这群顽皮的儿童有趣，要留着“老夫静处闲看”；杜甫表现出的是一颗善良的“仁”心，语言深沉，作者表现出的是一片万事足后的“闲”情，笔调轻快。一“闲”字，是指在“万事从今足”的心态下，作者觉得“偷梨枣”的儿童顽皮、有趣，展现出作者的悠闲；轻快笔调之中，透露出对当前生活的喜悦之情。一个“看”字，既有观看之意，又有看护之意，表现了<a href=\"http://so.gushiwen.org/view_57614.aspx\">诗</a>人对“偷”梨和枣的儿童欣赏、爱护之情。</p> <p>　　<a href=\"http://so.gushiwen.org/author_272.aspx\">陆游</a>乡居时曾说“身闲诗简淡”。作者的这首词，也是因“身闲”而“简淡”的。它通篇无奇字，无丽句，不用典故，不雕琢，如同家常语一样，而将主人公形象的神情活灵活现地表现出来，实在耐人寻味，这也正是它“简淡”的妙处。</p>",
  "about": "<h2>创作背景</h2> 　　南宋孝宗淳熙八年（1181）冬十一月，四十八岁的<a href=\"http://so.gushiwen.org/author_217.aspx\">辛弃疾</a>，由江西安抚使改任两浙西路提点刑狱公事，但随即又因台臣王蔺的弹劾，被免掉了职务，作者不得不回到在上饶灵山之隈建成不久的带湖新居过退隐的生活。作者不仅没有因被迫闲居而苦恼，反倒有摆脱官场纷扰的愉悦。因此，在闲居期间，他创作了大量赞美带湖风光、歌唱村居生活的词篇，《清平乐·检校山园书所见》便是其中之一。",
  "poet": {
    "id": 217,
    "star": 0,
    "name": "辛弃疾",
    "image": "http://img.gushiwen.org/authorImg/xinqiji.jpg",
    "desc": "辛弃疾（1140－1207），南宋词人。原字坦夫，改字幼安，别号稼轩，汉族，历城（今山东济南）人。出生时，中原已为金兵所占。21岁参加抗金义军，不久归南宋。历任湖北、江西、湖南、福建、浙东安抚使等职。一生力主抗金。曾上《美芹十论》与《九议》，条陈战守之策。其词抒写力图恢复国家统一的爱国热情，倾诉壮志难酬的悲愤，对当时执政者的屈辱求和颇多谴责；也有不少吟咏祖国河山的作品。题材广阔又善化用前人典故入词，风格沉雄豪迈又不乏细腻柔媚之处。由于辛弃疾的抗金主张与当政的主和派政见不合，后被弹劾落职，退隐江西带湖。"
  },
  "tags": [
    "农村",
    "生活"
  ]
}