{
  "id": 70271,
  "star": 1,
  "name": "杂剧·刘晨阮肇误入桃源",
  "dynasty": "元代",
  "content": "第一折<br>吾乃上界太白金星是也。奉上帝敕命，遣临下界，纠察人间善恶。有天台山桃源洞二仙子，系是紫霄玉女，只为凡心偶动，降谪尘寰。又见天台县刘晨、阮肇，此二人素有仙风道骨，向因晋室衰颓，奸谗窃柄，甘分山林之下，修真练药，以度春秋。今日必上天台山采药，不免将白云一道，迷其归路。却化一樵夫，指引他到那桃源洞去，与二仙子相见，成其良缘，多少是好。但可惜刘、阮二人尘缘未断，终有思归之心，那时节我再度他，未为晚也。正是平空舒出拿云手，指引山中采药人。某姓刘名晨，这位兄弟姓阮名肇，俱系天台县人氏。幼攻诗书，长同志趣。因见奸佞当朝，天下将乱，以此潜形林壑之间，无志功名之会。现在天台山下，盖一所茅庵，与兄弟修行办道。岂不闻圣人之言：天下有道则见，无道则隐，倒大来达时务也呵！<br>【仙吕】【点绛唇】啸傲烟霞，寸心休把名牵挂。暗里年华，青镜添白发。<br>【混江龙】山间林下，伴药炉经卷老生涯，眼不见车尘马足，梦不到蚁阵蜂衙。闲来时静扫白云寻瑞草，闷来时自锄明月种梅花。不想上书北阙，不想去待漏东华。似这等鲲鹏掩翅，都只为狼虎磨牙。怕的是斩身钢剑，愁的是碎脑金瓜。怎学他屈原湘水，怎学他贾谊长沙。情愿做归湖范蠡，情愿做噀酒栾巴。携闲客登山采药，唤村童汲水烹茶。惊战讨，骇征伐；逃尘冗，避纷华；弃富贵，就贫乏。学圣贤洗涤于是非心，共渔樵讲论会兴亡话。羡杀那知祸福塞翁失马，堪笑他问公私晋惠闻蛙。<br>兄长，时当春暮，我和你上天台山去采种药苗。似这景物，真堪玩赏也。<br>【油葫芦】一上天台石径滑，践翠霞则见这竹篱茅舍两三家，听得那夕阳杜宇啼声煞，这时节春风桃李花开罢。我虽不伴长沮事耦耕，学严陵理钓槎。常则是杖头三百青钱挂，抵多少坐三日县官衙！<br>【天下乐】也算个闲趁东风数落花，荣华，谁恋他？敢则是瓦盆边几场沉醉杀。快清风，袍袖宽，倦红尘路径狭，便休题相逢不下马。<br>登高履险，不觉困倦，就此松阴之下，拂石而坐，少憩片时。我和你在山林下修行，不过穷居野处，升高望远。想那朝中为宫的利泽施于天下，声名流于后世，其间孰得孰失，兄长所见若何？兄弟，那为官的到底不如我闲居的好。<br>【那吒令】朝廷内，怨煞荐贤的叔牙；林泉下，傲煞操琴的伯牙；磻溪上，老煞钓鱼的子牙。人情似啖马肝，世味如嚼蜂蜡，叹纷纷尘事抟沙。<br>【鹊踏枝】远奢华，近清佳，火炼丹砂，水煮黄芽。牢拴住心猿意马，急疏开利锁名枷。这几年天下荒荒，干戈并起，不能勾风尘宁静。若有英雄生于此时，觑事业如拾芥耳。贤者避世，其次避地，其次避色，其次避言。兄弟，还只是我们的见识高得多哩。<br>【寄生草】我情愿弃轩冕离人世，傍泉石度岁华。一任他英雄并起图王霸，烟尘并起兴戈甲，异端并起伤风化。我和你韬光晦迹老山中，煞强如齐家治国平天下。<br>那刘、阮二人来了，吾先使白云一道，迷其归路，化作樵夫，立于路傍，他二人必来问路，却指引他到桃源洞去借宿，岂不与二仙子相遇？兄弟，天色渐晚，药苗已采，便可下山回家去罢。<br>【幺篇】去去山无尽，行行路转差。则为那白云渐渐迷高下，不由咱寸心悄悄耽惊怕，见-个村翁远远来迎迓。我这里为迷山路问樵夫，抵多少因过竹院逢僧话。<br>贤者何由经此？俺兄弟二人上山采药，信步游玩至此。<br>【醉中天】信脚山之下，洗耳水之涯。正失路迷踪没乱煞，得遇老人呵，抵多少卖得龟儿卦。二位可通个姓名，现居何处？我两个本东庄措大。我看你二位生得齐整，像个出仕的人。休认做名题科甲，二位可还有甚陪伴的么？若问我陪伴的呵，无非是糜鹿鱼虾。<br>小生姓刘名晨，兄弟姓阮名肇，现在天台山下闲居修行。二位既是修行，每日在山中，有甚生涯过遣？<br>【金盏儿】你问我甚根芽，甚生涯。我那里看家猿鹤年高大，当门松桧树槎枒。常则是道书堆玉案，仙帔叠青霞。端的个山中闲宰相，林下野人家。我看二位都是读书君子，方今圣朝以贤良方正取士，二位不去求名应举，却是隐遁山林，为着何来？小生与兄弟慕山林幽雅，遂有终焉之意。那为官的，我怎么学他。<br>【后庭花】并不想有轩车有驷马，我则愿无根椽无片瓦。出来的一品职千钟禄，那里有六韬书三略法，他都是井中蛙妄称尊大。比周公不握发，比陈蕃不下榻。空结实花木瓜，费琢磨水晶塔。斗筲器不足夸，粪土墙容易塌，儿童见惊讶杀。<br>【青歌儿】空一带江山、江山如画，止不过饭囊、饭囊衣架，塞满长安乱似麻。每日价大纛高牙，冠盖头踏。人物不撑达，服色尽奢华，心行更奸猾。举止少谦洽。纷纷扰扰由他，多多少少欺咱，言言语语参杂。是是非非交加。因此上不事王侯，不求闻达。隐姓埋名做庄家，学耕稼。<br>二位，此处到山下，还有数里之遥，天色已晚，若归去恐为狼虎所伤。兀的看山那搭，红轮直下，有个桃源洞人家，可投宿一宵去。多谢指引。<br>【赚煞】投至的山上采芝回，早难道江上踏青罢，眼见得路迢遥芒鞋邋遢。抵多少古道西风鞭瘦马，叹明朝回首天涯。谩嗟呀，那里也出入通达，不觉的枯木寒烟噪晚鸦。望青山那搭，红轮直下，兀的是白云深处有人家。<br>吾指引他二人往桃源洞去了也，别遣青衣小童，报知二仙子，与他成此夙缘。寻真不觉路迢遥，蚤见斜阳转树梢。咫尺洞天风景异。碧桃花下凤鸾交。<br><br>第二折<br>子童二人，乃上界紫霄玉女，偶因有罪，降谪人间，现居天台山桃源洞中。今经日久。有太白星官命青衣童子来报，说目下有天台县刘晨、阮肇二人，与子童有五百年仙契，今来采药，必当相会。不免分付侍女们，安排酒果，亲自出洞迎接去咱。不想入山采药，盘桓日夕，竟被白云迷其归路，遇一樵夫指引，去桃源洞人家寄宿一宵。行来数里，尚未得到。兄弟，似此路径，登高涉险，索受艰苦也呵。<br>【正宫】【端正好】风力紧羽衣轻，露华湿乌巾重。我本为厌红尘跳出樊笼，只待要拨开云雾丘陇，身世外无擒纵。<br>【滚绣球】香渗渗落松花把山路迷，密匝匝长苔痕将野径封，静巉巉锁烟霞古崖深洞，高耸耸接星河峭壁山赞峰，闹炒炒栖鸦噪暮天，悲切切玄猿啸晚风。絮叨叨鹧鸪啼转行不动，碜磕磕踞虎豹跨上虬龙。白茫茫遍观山下云深处，黄滚滚咫尺人间路不通，眼睁睁难辨西东。<br>【倘秀才】我待学炼九转丹砂葛洪，上万丈昆仑赤松，因此上思入风云变态中。兄弟，你看一溪流水，几片落花，这山中必有人家也。则见一溪流水绿，几片落花红，兀的把春光断送。兄弟，这般景物，畅是宜人，我且题咏几句咱。兄长正好题咏几句，小弟拱听。<br>【滚绣球】水呵莫不黄河天上来？花呵莫不碧桃天上种？水呵索强如翠岩前三千丈玉泉飞进，花呵干闪下闹西园一队队课蜜游蜂。水呵则是弥漫三月雨，花呵可惜狼藉一夜风。水呵近沧波濯尘缨一溪光莹，花呵性轻薄乱飘零枉费春工。水呵抵多少长江后浪催前浪，花呵早则一片西飞一片东，岁月匆匆。<br>【倘秀才】我这里长啸时草木振动，怅望处风涛怒涌，不觉的悄然而悲悚然恐。咱两个则傍这一道流水寻去，料的前面必有个渔家可以投宿。盼不的渔家春水渡，这山中敢有个寺儿么？闻不见僧寺夕阳钟，兄弟呵，咱两个莫不被樵大调哄？<br>【滚绣球】我这里度危桥柱瘦筇，俯清流靠古松，兄弟，你看水上流出一杯饭来了。见一杯胡麻饭绿波浮动，想行厨只隔云峰。进程途一二里，见楼台三四重，势嵯峨走鸾飞凤，晃分明金碧玲珑。这是甚么响？又不是数声仙犬鸣天上，又不是几处樵歌起谷中，待我听咱，只听的环珮丁冬。<br>刘晨、阮肇二人已到了。不免引着侍女，将酒礼乐器出去迎接着。天和树色蔼苍苍，霞重岚深路渺茫。云窦满山无鸟雀，水声沿涧有笙簧。碧纱洞里乾坤别，红杏枝头日月长。愿得花间有人出，免教仙犬吠刘郎。兄弟，你看霞光凤驭，羽盖霓旌，笙歌缭绕，珠翠妖娆，这都是那里来的？是好跷怪！好跷怪！<br>【呆骨朵】你便铁石人也惹起凡心动，莫不是驾青鸾天上飞琼？似这般花月神仙，晃动了文章巨公。刘郎、阮郎，请同到舍下。他女娘家怎知我们的名姓，便以刘郎、阮郎呼之？兄弟，我和你莫非是梦中么？没揣的撞到风流阵，引入花胡同。摆列着金钗十二行，敢则梦上他巫山十二峰。<br>到这境界，分外幽绝，令人翩翩然有出尘之想。不知生等何缘，得至于此？<br>【脱布衫】光闪闪贝阙珠宫，齐臻臻碧瓦朱甍。宽绰绰罗帏绣栊，郁巍巍画梁雕栋。<br>【醉太平】注金波碧筒，烧银烛纱笼，笙歌引至画堂中，红遮翠拥。人心此会应相重，人情今夜初相共，人生何处不相逢？早忘却更长漏水。草草杯盘，不足以待贤者，惶恐！惶恐！生等不才，多承错爱，何以克当？<br>【倘秀才】则见他喜孜孜幽欢密宠，便一似悄促促私期暗通，怎消得翠袖殷勤捧玉钟？屏开金孔雀，褥隐绣芙蓉，兀的般受用。<br>咱两个奉王母仙旨，将这仙桃来献桃源洞二仙子，兼贺得婿之喜。兄弟，这话那里说起？兄长岂不闻酒中得道，花里遇仙，也是常事？<br>【滚绣球】真乃是罗绮丛，锦绣中，出红妆主人情重，玳筵开炮凤烹龙，受用些细腰舞皓齿歌，琉璃钟琥珀醲，抵多少文字饮一觞一咏，列两下进仙桃玉女金童。不觉的舞低杨柳楼心月，歌尽桃花扇底风，筵宴将终。<br>【叨叨令】记不的轩辕一枕华胥梦，学不的淳于一枕南柯梦，盼不的文王一枕非熊梦，成不的庄周一枕蝴蝶梦。倒大来福分也么哥，倒大来福分也么哥，恰做了襄王一枕高唐梦。<br>【三煞】帽檐偏侧簪花重，衫袖淋漓污酒浓。品竹调丝，移商换羽；掿粉搏酥，走斝飞觥。一个个浓妆艳裹，一对对妙舞清歌，一声声慢拨轻拢。赢得我忘怀昆仲，拚却醉颜红。<br>【二煞】一杯未尽笙歌送，两意初谐语话同。效文君私奔相如，比巫娥愿从宋玉，似莺莺暗约张生，学孟光自许梁鸿。他年不骑鹤，何日可登鳌？今夜恰乘龙。说甚的只鸾单凤，天与配雌雄。<br>【随煞尾】色笼葱光潋滟，山环水绕天台洞。势周旋，形曲折，虎踞龙盘仙子宫。本意闲寻采药翁，谁想桃源一径通。谩叹人生似转蓬，犹恐相逢是梦中。月满兰房夜未扃，人在珠帘第几重。结煞同心心已同，绾就合欢欢正浓。焚尽金炉宝篆空，烧罢银台烛影红。身在天台花树丛，梦入阳台云雨踪。准备着凤枕鸳衾玉人共，成就了年少风流志诚种。<br>楔子<br>小妾是桃源洞仙子侍从的。为刘晨、阮肇二人，与俺仙子有五百年夙世姻缘，自去春与仙子成了姻眷，到今刚及一载。奈二人尘缘未断，又早思归。今日令我等先将酒果到十里长亭伺候，待仙子与刘阮相别。咱兄弟二人自去春到桃源洞中，多感二位小娘子错爱，倏忽一载。且莫说他温香软玉，恩意绸缪，只是绣阁兰房，尽也受用不尽。怎奈心中只想回归乡里，目今又值暮春时候，闻得百禽鸣野，使我思归之意，一倍加切。不免暂时告别回家，小娘子休得见怪。我二人自谓终身已得所托，刚才一载，乃遂别乎？常言道：心去意难留。贱妾便当相送，亲至十里长亭，一杯饯别。贱妾聊赋一诗相赠。殷勤相送出天台，仙境那能却再来？云液既归须强饮，玉书无事莫频开。花当洞口应长在，水到人间定不回。惆怅溪头从此别，碧山明月照苍苔。多谢小娘子厚意，这般眷恋。但此别非久，不过旬日之间便当再会也。<br>【仙吕】【赏花时】我做甚三叠阳关愁不听，也只为一段伤心画怎成。则不是人感慨别离轻，听兀那流莺树顶。先啼出断肠声。<br>【幺篇】抵多少绿暗红稀出凤城，拚得个倒尽沙头双玉瓶。直到这十里短长亭，避不的登山蓦岭，便子索回首问前程。<br>他二人去了也。我等本待和他琴瑟相谐，松萝共倚，争奈尘缘未断，蓦地思归。虽然系是夙因，却也不无伤感；倘若天与之幸，再与他相见，亦未可知。人间无路水茫茫，玉洞桃花空自香。只恐韶光易零落，何时重得会刘郎？<br><br>第三折<br>某姓刘名德，现在天台县十里庄居住。时当春社，轮着我做牛王社会首。今日请得当村父老、沙三、王留等，都在我家赛社。猪羊已都宰下，与众人烧一陌平安纸，就于瓜棚下散福，受胙饮酒。牛表伴哥，你把柴门紧紧的闭上，倘有撞席的人，休放他进来。自到桃源洞中与那两个小娘子结成姻眷，不觉过了一载。为闻百鸟鸣春，顿起思归之念，再寻旧路回家。兄弟，你也看见，这眼前景物都更变不同了，好伤感人也呵。<br>【中吕】【粉蝶儿】兔走乌飞，搬不尽古今兴废，急回来物换星移。成就了凤鸾交，莺燕侣，五百年夙缘仙契。不多时执手临岐，倒揽下干相思一场憔悴。<br>【醉春风】则被这红灼灼洞中花，碧澄澄溪上水，赚将刘阮入桃源，畅好是美，美。受用他一段繁华，端详了一班人物，别是个一重天地。<br>兄长，这一路上全不似旧时光景，却是何故？<br>【迎仙客】下坡如投地阱，蓦岭似上天梯，这的是蝴蝶梦中家万里。不甫能雨才收，没揣的风又起。似这般风雨凄凄，早难道迟日江山丽。<br>【红绣鞋】见了这三五搭人家稀密，过了这百千重山路逶迤，那里也新郎归去马如飞。愁的是林深禽语碎，怕的是路远客行迟，呀！却原来鹧鸪啼烟树里。<br>早来到这里，望见那古寺，过了一座小桥，便是家中了也。<br>【醉高歌】望见那萧萧古寺投西，行过这泛泛危桥转北。早来到三家疃上熟游地，这搭儿分明记得。好怪，这两株松树我去时亲手栽下，与兄弟上天台山采药，到今只有一年光景，这两株树怎么就长得偌来大，不由我心中好生疑惑。我也记得，这等大的快，敢则是地肥哩。<br>【普天乐】曾得个几星霜，多年岁，为甚么松杉作洞，花木成蹊？往时节将嫩苗跑土栽，今日呵见老树冲天立。见了这景物翻腾非前日，不由人几般儿心下猜疑。修补了颓垣败壁，整顿了明窗净几，改换了茅舍疏篱。<br>开门咱，我来家了也。果有撞席人来，休开门。<br>【石榴花】则见这野风吹起纸钱灰，咚咚的挝鼓响如雷。原来是当村父老众相知，赛叶王社日，摆列着尊愚。刘弘，开门来，开门来。到的这柴门前便唤咱儿名讳，他那里默无声弄盏传杯。一个个紧低头不睬佯妆醉，方信道人面逐高低。<br>【斗鹌鹑】我今日衣锦还乡，儿呵你也合开门倒屣。刘弘，快开门来。你则是个撞席的馋嘴，怎么敢叫刘弘？要讨我打你。我这里道姓呼名，他那里嗑牙料嘴。则道是餔啜之人来撞席，饕餮他酒共食。似恁般妄作胡为，敢欺侮咱浮踪浪迹。今日当村众父老在我家赛牛王社，烧一陌纸，祈保各家平安。那里走将这两个不知羞耻的人来，要我酒肉吃，倒魇镇俺众人一年不吉利。<br>【上小楼】则见他一时半刻，使尽了千方百计。吃紧的理不服人，言不谙典，话不投机。看不的乔所为，歹见识，刁天决地，早叹道气昂昂后生叮畏。这等撞席的人，倒敢胡言乱语的。牛表、沙三，急忙打出去者。<br>【幺篇】真乃是重色不重贤，度人不度己。使的这牛表、沙三、伴哥、王留，唱叫扬疾。走将来手便棰，脚便踢，将咱忤逆，这的是孩儿每孝当竭力。我是刘晨，同兄弟阮肇去春上天台山采药，今年归家。你是何人，倒来打我？你这两个面生可疑之人，我那里认的？你快去！快去！<br>【满庭芳】你道我面生可疑，便待要扬威耀武，也合问姓甚名谁。那些个吐虹霓三千丈英雄气，全不管长幼尊卑。我父亲刘弘在日，尝说老爷刘晨，上天台山采药不归，到今百余年，知他是狼餐豹食？你还提他则甚？你道我上天台狼餐豹食，谁想我入桃源雨约云期。休得要夸强会，瞒神吓鬼，大古里人善得人欺。<br>这两个汉子是风魔，是九伯。我记的父亲在日对我说，老爷刘晨上天台采药，那一年亲手栽下门前这两株松树，到今百余年，兀那松树长的偌大，我父亲刘弘也故许多年了。你道是上春采药去的，你则看这树，难道一年便长得这般大小？则这句话可将我提省了也。我适才到得门首，见这两株树，便觉有些疑惑。这等看来，当真去百余年了。孩儿，此非汝的罪过也，则是我的愚浊。方知道山中方七日，世上已千年，信有之也。<br>【十二月】叹急急年光似水，看纷纷世事如棋。回首时今来古往，伤心处物是人非。若不游嫦娥月窟，必定到王母瑶池。<br>【尧民歌】呀！生折散碧桃花卜凤鸾栖，端的个人生最苦是别离。倒做了伯劳飞燕各东西，早叹道有情何怕隔年期。伤也波悲，登高怨落晖，添几点青衫汨。<br>你父亲刘弘已死，你又是他孩儿，却是我一家骨肉。我当年同兄弟阮肇上天台山采药，只为日暮迷其归路，遇一樵者，指引到桃源洞去投宿。行至数里，忽见金钉朱户，似王者之居。有笙歌一部，簇拥二女子，迎接我二人到家筵宴，成其夫妇。刚及一载，为闻百鸟鸣春，思归故里，早已物换星移，过了一百多岁。信知彼处乃是神仙之境。兄长，这等看来，我和你便不归家也罢了。<br>【耍孩儿】方信道洞天深处非人世，包藏着云纵雨迹。我想临行之时，怎将断肠诗句赠别离，分明是漏泄与肉眼愚眉。他道花当洞口应长在，水到人间定不回。参透了其中意，本是个神仙境界，错认做裙带衣食。<br>听了你这一篇话，你敢真是俺老爷，做了神仙回家来的。老爷，则你一向在那里受用？<br>【五煞】我受用淡氤氲香喷鹊尾炉，光潋滟酒倾蕉叶杯。脚趔趄佳人锦瑟傍边立，醉疏狂闲吟夜月诗千首，眼迷希细看春风玉一围。到今日归何地？想杀我龙肝凤髓，害杀我螓首蛾眉。<br>【四煞】也曾交颈睡并手行，也曾重裀坐列鼎食。不枉子百年三万六千日，依旧索背将宝剑匣中去，再也不倒着接篱花下迷。成就了风流婿，匹配上鸾交凤友，差排下蝶使蜂媒。<br>【三煞】他那里一壶天地宽，两轮日月迟，不比这彩云易散琉璃脆。但不知别来仙子今何在，从今后逢着仙翁莫看棋。回首更人世，我只怕泰山石烂，沧海尘飞。<br>【二煞】现如今桃源好结缡，问甚么瓜田不纳履，我和他武陵溪畔曾相识。寂寞了十二阑瑶台仙子吹箫伴，迢递了五百里芳草王孙去路迷。阑珊了三千年王母蟠桃会，生疏了日边蓖翠鸾丹凤，冷落丁云外鸣玉犬金鸡。<br>【尾煞】折末你奔关山千百重，进程途一万里。我则怕春光去了难寻觅，兄弟，咱和你去来。趁着这几瓣桃花半溪水。<br>不想我老爷刘晨，果然遇仙回来，已经隔世，方悟彼处非凡，急急的与阮肇复入山中去了。虽然如此，我又不认的他，知道是真是假？也不必去追寻他了。只是我这牛王社父老每不曾劝的酒，如何是好？今日天气又好，酒席又盛，虽则被那两个撞席的搅扰了这一会，然也吃得醉的醉了，饱的饱了，我们都散罢，待明年容在下还席。父老每都散了也。这两个毕竟是甚么人？非是俺喃喃笃笃，争奈他面生不熟。也不知这刘晨果然是俺爷爷也，又不知那阮肇当真是俺叔叔。又没处辨他假真，任去来不须追逐。纵然在桃源洞炼药烧丹，只不如俺牛王社醉酒饱肉。<br><br>第四折<br>当日刘晨、阮肇二人上天台山采药，吾以白云一道，迷其归路，化一樵者，指引入桃源洞中，与二仙子成就良缘。惜乎二人尘缘未断，各动思乡之念。比及回家，已经隔世，方悟仙凡有异。如今他再入山中，寻访桃源，渺无踪迹。不免显示真像，指引他到洞，再与二仙子相会，也是我救度他山世超凡的好事。必须先遣青衣小童去那洞中报知仙子，出来迎接他。道犹未了，那刘、阮二人早到。自家与阮家兄弟急到山中访那桃源洞，往往来来，再不得其旧路。怎能勾与二仙子相见，岂非缘薄分浅，致有今日也呵！<br>【双调】【新水令】满襟情沿湿青袍，伴离人一竿残照。行不上岩峦临涧绝，盼不到宫阙倚天高。一弄儿行色萧条，恰便似游仙梦撒然觉。<br>【驻马厅】四顾寂寥，绿树依依云渺渺；一声长啸，青山隐隐水迢迢。看花长在洛阳桥，休官不止长安道。归路杳，也是我寻真误入蓬莱岛。<br>【沈醉东风】成就了东床婿伏低做小，宴会了西王母接贵攀高。引动这撩云拨雨心，想起那闭月羞花貌。撇的似绕朱门燕子寻巢，没来由北往南来走一遭，眼见的离多会少。<br>兄弟，我和你走了这半日，但见高山流水，竟不知那桃源洞却在何处。敢这桃源洞也似竹林寺有影无形的。<br>【殿前欢】不觉的五魂消，则见这无媒径路草萧萧，急煎煎似上蚰蜒道。一会价心痒难揉，这时节武陵溪怎暗约？桃花片空零落，胡麻饭绝音耗。做了个云迷楚岫，水淹蓝桥。<br>这等寻来寻去，杳无踪迹，使我进退无门，如之奈何？兄弟，我和你共赋一诗，聊以自遣。兄长请先倡。再到天台访玉真，青苔白石已成尘。笙歌寂寞闲深洞，云壑萧条绝旧邻。草树总非前度色，烟霞不是往年春。桃花流水依然在，不见当时劝酒人。<br>【雁儿落】也是我一事差百事错，空惹的千人骂万人笑。本则合暮登天子堂，没来由夜宿袄神庙。<br>【得胜令】这的是人怨语声高，我今日得命也无毛。吉丁当掂碎连环玉，生可擦分开比翼鸟。梦断魂劳，身未到心先到；分浅缘薄，有上梢没下梢。刘晨、阮肇，休胡寻思。吾乃上界太白金星。为你二人与桃源仙子有夙世姻缘之分，你前日采药迷路，吾曾化为樵夫，指引入洞。今复来此，迷其旧路，听吾指引。愚民肉眼，不识大仙，只望垂悯，指示前路。<br>【沽美酒】怎肯学鲲鹏飞杂燕雀，芝兰长混蓬蒿，可正是忙处人多闲处少。早着我迷踪失道，无处访旧时樵。<br>【太平令】但得你天公指教，抵多少晏平仲善与人交。你若肯扶倾济弱，我可便回嗔作笑。一会价记着想着念着，休道是人呵，马也有垂缰之报。<br>那前面桃花开处，兀的不是洞门。你两个此一去，休得忘了大道，只待功行完日，同登天府。<br>【落梅风】过了这苍苔径独木桥，路崎岖寂无人到。刘郎这回归去了，乱山头杜鹃休叫。<br>【甜水令】元来是路转峰回，林深树密，猿啼虎啸，知他在何处教吹箫。猛见这香雾空濛，祥云缥缈，瑞烟笼罩，还怕咱没福堪消！<br>不意今日又得相会也。<br>【折桂令】依然见桃源洞玉软香娇，一队队美貌相迎，一个个笑脸擎着。今日也鱼水和谐，燕莺成对，琴瑟相调。玉炉中焚宝篆沈烟细袅，绛台上照红妆银蜡高烧。人立妖娆，乐奏箫韶。依旧有翠绕珠围，再成就凤友鸾交。<br>众仙近前，听我嘱咐：紫霄仙谪来人世，修真在桃源洞内。有刘阮共慕清虚，厌浮荣甘心韬晦。当暮春采药入山，与二女夙称仙契。被白云迷失归途，吾指引蓦然相会。成就了两姓姻缘，完结了百年伉俪。甫一岁二子思家，尘缘重凡心未退。急归来物换星移，访子孙已更百岁。见门前小树参天，方省悟仙凡有异。再来时路径全非，何处认旧游之地？又是吾指引来归，神仙眷依然匹配。三年后行满功成，赴蓬莱同还仙位。<br>题目太白金星降临凡世<br>紫霄玉女夙有尘缘<br>正名青衣童子报知仙境<br>刘晨阮肇误入桃源",
  "poet": {
    "id": 2657,
    "star": 0,
    "name": "王子一",
    "desc": "王子一，名号，里居及生平均无考。元末明初杂剧作家。"
  },
  "tags": []
}