{
  "id": 20374,
  "star": 8,
  "name": "仁和里杂叙皇甫湜",
  "dynasty": "唐代",
  "content": "大人乞马癯乃寒，宗人贷宅荒厥垣。<br>横庭鼠径空土涩，出篱大枣垂珠残。<br>安定美人截黄绶，脱落缨裾暝朝酒。<br>还家白笔未上头，使我清声落人后。<br>枉辱称知犯君眼，排引才升强絙断。<br>洛风送马入长关，阖扇未开逢猰犬。<br>那知坚都相草草，客枕幽单看春老。<br>归来骨薄面无膏，疫气冲头鬓茎少。<br>欲雕小说干天官，宗孙不调为谁怜？<br>明朝下元复西道，崆峒叙别长如天。",
  "fanyi": "<p><strong>译文<br></strong>向长辈借来瘦马，我骑入洛阳，向族人租借的宅子满目荒凉。<br>空庭里只有老鼠跑来跑去，几粒残枣在出篱的树上摇晃。<br>安定城的君子，可叹你调任外放，却仍然饮酒自娱，不放在心上。<br>直到还乡之日你未能登上高位，也从此断绝了我扬名的希望。<br>枉称知己，怕玷辱了你的眼力，接引的绳子断了，知遇之恩难忘。<br>当初我满怀豪情随洛风入都，天门未开，前路被狂犬拦挡。<br>不料相马人也有看走眼的时候，我落魄异乡，眼看着青春耗光。<br>归家时，枯瘦的脸上毫无光泽，鬓发稀疏，好像大病了一场。<br>想写一篇传奇去干谒权贵，一个遭弃的皇孙，谁肯把我欣赏？<br>明年秋天只好再踏上赴京之路，今日与君话别，明日山高水长。</p> <p><strong>注释<br></strong>仁和里：洛阳城内仁和坊。皇甫湜（shí）：字持正，睦州新安（今浙江淳安）人，中唐古文家。元和元年（806年）进士及第，任陆浑尉，三年，登贤良方正制举，后历参李夷简、<a href=\"http://so.gushiwen.org/author_1306.aspx\">李渤</a>、李逢吉幕，官至工部郎中，有《皇甫持正集》传世。<br>大人：古人对父母称号，<a href=\"http://so.gushiwen.org/view_20374.aspx\">诗</a>中指母亲。乞：给予。癯（qú）乃寒：瘦弱。<br>宗人：同族人。厥（jué）：其。<br>涩（sè）：干涩粗糙。<br>安定美人：指皇甫湜。黄绶（shòu）：县尉所佩黄色丝带。<br>缨（yīng）裾（jū）：冠带和衣襟，指官服。<br>白笔：唐制七品以上官员用白笔代簪子。<br>清声：好名声。<br>枉辱：谦辞，有“屈承”之意。犯君眼：得到你的重视。<br>排引：引荐。强絙（gēng）：粗大的绳索。<br>长关：长安的城关，古称长关为长都。<br>阖（hé）扇：门扇，此指“君门”，即皇城大门。猰（yà）犬：应作“瘈（zhì）犬”，疯狗。<br>坚都：两位古代善相马者，指刀坚和丁君都，诗中代指主管考试的礼部官员。<br>幽单:：犹孤独。春老：春光消逝。<br>膏：滋润的面部肌肤。<br>雕：写作。干（gān）：干谒。天官：吏部官员。<br>宗孙：<a href=\"http://so.gushiwen.org/author_349.aspx\">李贺</a>自谓。不调：不被选中。<br>下元：唐人称十月十五日为下元。<br>崆（kōng）峒（tóng）：洛阳代称。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　《仁和里杂叙皇甫湜》共二十句，平仄声交替押韵，不断换韵，<a href=\"http://so.gushiwen.org/view_20374.aspx\">诗</a>意也不断地转换。首四句，押平声“寒”韵，诗人自叙应河南府试时的贫窘状况，母亲给予的马很瘦弱，族人借给的住宅墙垣断缺，院里小径纵横，破篱上挂着几颗残枣。次四句换押上声“有”韵，转写皇甫湜失意潦倒的近况，他解下黄绶，脱落衣冠，早晓沉湎于饮酒。“枉辱”四句，上、去声“潸”、“铣”、“翰”韵通押，叙述自己蒙皇甫湜赏识，方欲荐引。但一到长安。又遭排摈，诗意正指皇甫湜支持<a href=\"http://so.gushiwen.org/author_349.aspx\">李贺</a>赴京应礼部试而遭失败的往事。“那知坚都相草草，客枕幽单看春老。归来骨薄面无膏，疫气冲头鬓茎少。”四句，上声筿、皓通押，控诉礼部官员选拔人才，草率从事，又描写自己应考失败后憔悴失态的情状。结尾四句，换押平声先、寒韵，诗人向相知的前辈坦陈心胸，意欲向吏部上书。“长如天”，以浩无边际的空间，比喻时间之久长。后来的事实证明，皇甫湜与李贺再也没有碰过头，正是“长如天”。</p> <p>　　李贺想通过科举，作为仕宦的正途，从而实现自己进步的政治理想。但在“任人唯亲”路线的抑制下，这种希望是难以实现的。从亲身“逢楔犬”的遭遇中，诗人对“坚都”这批握有用人重权的腐朽势力，发出了“相草草”的怒斥，表明他已经感受到当时政治的黑暗，表达了他对腐恶势力压抑人才的憎恨。诗人情绪很复杂，所以此诗题为“杂叙”，很切题。诗中所述人事，所抒情感，情真意切，为读者深入认知李贺生平事迹及其交游，提供了重要依据。</p> <p>　　吴闿生《跋李长吉诗评注》：“昌谷诗上继杜韩。”韩，就是<a href=\"http://so.gushiwen.org/author_682.aspx\">韩愈</a>。李贺诗深受韩愈的影响，此诗就是一例。《仁和里杂叙皇甫浞》不论叙事、抒情、造语，均极奇崛，绝去畦径，有韩愈的风调。全诗想象奇特，峭拔警迈。诗笔纵横腾跃，运用古体诗用韵比较自由的特点，多变的韵脚与多变的诗意相配合，造成韵脚密集，韵律谐和，读来朗朗上口。</p>",
  "about": "<h2>创作背景</h2> 　　唐宪宗元和三年（808年）十月十四日，<a href=\"http://so.gushiwen.org/view_20374.aspx\">诗</a>人<a href=\"http://so.gushiwen.org/author_349.aspx\">李贺</a>为谋求政治上的出路，再度西去长安时路过洛阳，向皇甫湜告别，满怀悲愤地倾诉自己一年来遭受排挤的经历和复杂的感情，用“杂叙”的方式写下了这首诗。",
  "poet": {
    "id": 349,
    "star": 0,
    "name": "李贺",
    "image": "http://img.gushiwen.org/authorImg/lihe.jpg",
    "desc": "李贺（约公元791年-约817年），字长吉，汉族，唐代河南福昌（今河南洛阳宜阳县）人，家居福昌昌谷，后世称李昌谷，是唐宗室郑王李亮后裔。有“诗鬼”之称，是与“诗圣”杜甫、“诗仙”李白、“诗佛”王维相齐名的唐代著名诗人。著有《昌谷集》。李贺是中唐的浪漫主义诗人，与李白、李商隐称为唐代三李。有“‘太白仙才，长吉鬼才’之说。李贺是继屈原、李白之后，中国文学史上又一位颇享盛誉的浪漫主义诗人。李贺长期的抑郁感伤，焦思苦吟的生活方式，元和八年（813年）因病辞去奉礼郎回昌谷，27岁英年早逝。"
  },
  "tags": [
    "抒情",
    "感激",
    "感慨"
  ]
}