{
  "id": 8281,
  "star": 73,
  "name": "登庐山五老峰",
  "dynasty": "唐代",
  "content": "庐山东南五老峰，青天削出金芙蓉。<br>九江秀色可揽结，吾将此地巢云松。",
  "fanyi": "<p><strong>译文</strong><br>五老峰坐落于庐山的东南，耸立如青天削出，就像一朵盛开的金色莲花。<br>登上峰顶可以揽取九江的秀丽景色，我将在这里巢居于云松。</p> <p><strong>注释</strong><br>⑴登庐山五老峰：<a href=\"http://so.gushiwen.org/view_8281.aspx\">诗</a>题“登”一作“望”。五老峰：庐山东南部相连的五座山峰，形状如五位老人并肩而立，山势险峻，是庐山胜景之一。<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>曾在此地筑舍读书。<br>⑵芙蓉：莲花。《李太白诗醇》王云：“芙蓉，莲花也。山峰秀丽可以比之。其色黄，故曰金芙蓉也。”<br>⑶九江：长江自江西九江而分九派，故称。九江在庐山北面。揽结：采集、收取。<br>⑷巢云松：隐居。《方舆胜览》卷十七引《图经》：“李白性喜名山，飘然有物外志。以庐阜水石佳处，遂往游焉。卜筑五老峰下。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>的七绝《望庐山瀑布水》脍炙人口，妇孺皆知。《登庐山五老峰》也是一首吟咏庐山美景的佳作，描写庐山的另一个风景点——五老峰。</p> <p>　　首句就是“庐山东南五老峰”，开门见山，紧扣<a href=\"http://so.gushiwen.org/view_8281.aspx\">诗</a>题，交待了五老峰的地理位置，点明是在庐山的东南面。然而，第二句就出奇了。人们都说五老峰形似五老人，而在李白的眼里，阳光照射下的五老峰，金碧辉煌，就如同盛开着的金色芙蓉花一般。而这种山势形状，原本是天工造化，自然形成的，但李白却偏偏说它是由青山削成的。这一“削”字下得极妙，它不仅相当生动地刻画出了五老峰的险峻陡直，同时也表明诗人是由下往上仰视五老峰的。</p> <p>　　庐山南邻九江，如登上庐山小天池等景点向南远眺，就可望见九江、长江一带的秀丽景色。而五老峰本身就在庐山的东南面，靠得更近，也就更容易看清楚。原本是九江风光全在山下，尽收眼底之意，却被诗人说成“可揽结”，似乎可以随手采取到一样。所以这“揽结”二字又显得出奇了。倘若五老峰离九江不近，被其它山峰所挡，如果它不陡直，而是平坡斜面，也就无所谓“揽结”了。因此，首句所交待的“东南”方向和地理位置，次句以“削”摹写五老峰的陡直山势，是为伏笔一样，与此句的“揽结”完全照应了起来。</p> <p>　　五老峰地处庐山的东南面，风光优美，山势又如此险峻，九江的秀丽风光又可尽收眼底，山上又有着白云青松，这一切都触动了诗人的出世思想，使他不忍离去，故而说：“吾将此地巢云松。”后来，李白果然在五老峰的青松白云之中隐居了一段时间。这首诗既反映了诗人对五老峰风光的热爱，同时也反映了诗人的出世思想。而这出世的思想则全是由末句告诉读者的，前面的三句全成了一种铺写。如果说次句是诗人由下往上仰视，那么第三句则是由上往下俯视，这一上一下，一仰一俯，正是写法上的变换，从而将五老峰的山色特点也都写活了。其中“削”、“揽结”等字词的运用，不乏想象和夸张的趣味，体现了李白诗歌一贯所具的风格。</p>",
  "about": "<h2>创作背景</h2> 　　此<a href=\"http://so.gushiwen.org/view_8281.aspx\">诗</a>作年未详，一说作于唐玄宗开元十三年（725）刚出蜀时，一说作于安史之乱爆发之后<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>和其妻宗氏一起来庐山隐居时期。",
  "poet": {
    "id": 247,
    "star": 0,
    "name": "李白",
    "image": "http://img.gushiwen.org/authorImg/libai.jpg",
    "desc": "李白（701年－762年），字太白，号青莲居士，唐朝浪漫主义诗人，被后人誉为“诗仙”。祖籍陇西成纪(待考)，出生于西域碎叶城，4岁再随父迁至剑南道绵州。李白存世诗文千余篇，有《李太白集》传世。762年病逝，享年61岁。其墓在今安徽当涂，四川江油、湖北安陆有纪念馆。"
  },
  "tags": [
    "山峰"
  ]
}