{
  "id": 70649,
  "star": 7,
  "name": "杂剧·西游记·第三本",
  "dynasty": "元代",
  "content": "羲驭流光泰宇清宝筵初启百花明<br>云中缥缈黄金相日下瞻依白玉京<br>　 </p> <p>第九折神佛降孙<br>一自开天辟地，两仪便有吾身，曾教三界费精神，四方神道怕，五岳鬼兵嗔，六合乾坤混扰，七冥北斗难分，八方世界有谁尊，九天难捕我，十万总魔君。小圣弟兄、姊妹五人，大姊骊山老母，二妹巫枝祗圣母，大兄齐天大圣，小圣通天大圣，三弟耍耍三郎。喜时攀藤揽葛，怒时搅海翻江。金鼎国女子我为妻，玉皇殿琼浆咱得饮。我盗了太上老君炼就金丹，九转炼得铜筋铁骨，火眼金睛，钅俞石屁眼，摆锡鸡巴。我偷得王母仙桃百颗，仙衣一套，与夫人穿着。今日作庆仙衣会也。天兵百万总归降，金塔高擎镇北方。四海尽知名与姓，毗沙门下李天王。小圣乃李天王是也，奉玉帝敕令，西池王母失去仙衣一套，银丝长春帽一顶，仙桃一百颗。不知被何妖怪盗去，着令某追寻跟捕，点起天兵往下方。大小三军，听吾号令：浓叆叇阴云队里，黑模糊翠雾丛中。五方将吏执刀枪，四大神州皆拱服。点八百万天兵，领数千员神将。往紫云罗洞里，直临花果山中。角木蛟、斗木獬、奎木狼、井木犴，遮断东方；轸水蚓、箕水豹、参水猿、壁水犭俞，拦合北塞；室火猪、翼火虵、觜火猴、尾火虎，截住南方；鬼金羊、牛金牛、亢金龙、娄金狗，隔绝西域；柳土獐、女土蝠、氏土貉、胃土雉，扎塞中央；毕月乌、危月燕、张月鹿、心月狐，上下堤防；昂日鸡、房日兔，高低点照；星日马、虚日鼠，远近追奔。叫大小神将，与我驰报与吾儿那叱：下方着意关防，四下用心围定。看那护国天王，必捉通天大圣。一自乾坤生我，二亲教诲多能。三髟差<br>髻上尽滴真珠，四妆带上金箱玛瑙。五方神听咱节制，六合内唯我高强。七宝杵嵌玉妆金，八瓣球攒花刺绣。九重天阙总元戎，十万魔王都领袖。某乃毗沙天王第三子那叱是也，见做八百亿万统鬼兵都元帅。奉玉帝敕父王命，追捕盗仙衣、仙酒妖魔。有神报来，是花果山紫云罗洞主通天大圣。则就今日往下方走一遭。妾身火轮金鼎国王之女，被通天大圣摄在花果山中紫云罗洞里，怕不有受用；争奈不得见父母之面，好生烦恼人也呵。<br>【仙吕】【八声甘州】云山缥缈，下隐黄泉，上接青霄。晓来登眺，眼前景物周遭。石洞起云清露冷，金缕生寒秋气高。故国路迢遥，恨压眉梢。<br>【混江龙】也是我为人不肖，和这等朝三暮四的便成交。安排着山果，准备着香醪。一派笙歌尝御酒，抵多少九重春色醉仙桃。山光明媚，柳色妖娆，莺歌巧韵，燕舞纤腰。狐变成美丽，虎变作多娇，着我忍不住一场好笑。执壶的是木客，把酒的是山魈。我天宫内盗得仙衣、仙帽、仙桃、仙酒，夫人快活受用。<br>【油葫芦】王母仙衣无分着，金灿烂光闪烁，多管是天孙巧织紫霞绡。银丝帽子，丑的带了便可喜。大圣，你且先戴一戴。你去玉皇宫偷得银丝帽，抵多少琼林宴颁赐金花诰。左右的，与我照管前后洞门，休放闲神上来。他耍性儿乖，劣性儿乔，则恐怕筵间引得天兵到，因此上摆布一周遭。<br>【天下乐】抵多少日夜思量计万条，每日个逍遥在山曳脚，受用些春花夏果梨杏枣。看了他眼中火，觑了他脸上毛，抱着个绣球儿懒去抛。<br><br>【村里迓鼓】则听得数声鼙鼓，又不比九重天乐，神兵振恐，满山谷旌旗笼罩。走龙飞鞚，天王来到。唬得众衔花鹿将头角藏，献果猿将身躯耸，啸风虎将牙爪跑，唬得众妖精望风尽倒。<br>【元和令】恶山林天火烧，深潭洞黑云罩。李天王托着塔皱着眉梢，显他那挟泰山的恶燥暴。我便是玉天仙骋不得妖娆，众妖魔四散逃。<br>你是人？是妖魔？小的每是人。你是那里人？<br>【上马娇】小的每是金鼎国人，被妖怪扰。当日个秋夜月轮高，酒阑人静三更到。园内恣游遨，小径里抄风过处，遇着山魈。<br>【胜葫芦】俺甚么女貌郎才厮撞着，将父母远乡相抛，雁杳鱼沉没下落。翠蛾浅淡，玉肌消瘦，终日倚楼高。<br>【幺】空着我望断云山恨不消，愁随着江水夜滔滔，一日错番为一世错。今日得圣贤接引，天王相救，恩义比太山高。<br>告天王，着小的每回乡，得见双亲，实感天王之大恩。你自回去，不干我事。妾身回不去。你怎生回不去？<br>【后庭花】小的每颤嵬嵬杨柳腰，曲弯弯的莲瓣脚。怎生向溪流曲律坡前去？吉飂古突山上逃？要性命也难煞，天王你听咱哀告。妾身有这几般，方可去得，将葛仙翁竹杖来讨，费长房缩地来学。乘蛟龙在海上漂，驾鲲鹏云外高。<br>【青哥儿】若如此呵，然后那家乡、家乡得到，到家呵，细说根苗。将天正众多神将来雕，摆列着香案，供养着容貌。每日逐朝，记在心苗。办着一片虔心把香烧，将恁那恩来报。<br>着风、云、雷、雨四员神将，送此女子还于本国者。谢天王。<br>【尾】一念霎时生，万里须臾到。四员将神通不小，抵多少万里西风鹤背高，离深山自上云霄。自量度，则听得鬼哭神号，休猜做三唱阳关出霸桥。你离了通天大圣，怎不烦恼，倒欢喜为何？上圣道为甚不蹙青山懊恼，颠倒破朱颜含笑？大古里舍得这碧桃花下凤鸾交。<br>走了这胡孙，怎肯干罢！道与那叱好生跟寻者。小圣一筋斗，去十万八千里路程，那里拿我！我上树化作个焦螟虫，看他鸟闹。把我媳妇还于本国，我依旧入洞，顶上洞门，任君门外叫，只是不开门。这胡孙走那里去，眼见得只在洞里。也是悔气，这小孩儿也来欺负我。我且出去，看他怎的。兀那小厮，莫不是你奶奶着你来唤我么？胡孙，恁爷爷等你多时也。量你却到得那里！你欺负我？我乃八百万天兵都元帅，我着你见我那三头六臂的本事。兀那那叱，那胡孙又走了。你与眉山七圣大搜此山，必要拿此胡孙，灭其形像者。天王见老僧么？我佛何来？老僧特来抄化这胡孙，与唐僧为弟子，西天取经去。休要杀他。这厮神通广大，如何降伏得他？将这孽畜压在花果山下，待唐僧来，着他随去取经便了。将他压住，老僧画一字。你那厮且顶住这山者。佛啰，好重山也呵。我有小曲儿唱着哩。<br>【得胜令】金鼎国女娇姿，放还乡到家时。他想我须臾害，我因他厮勾死。他寄得言词，抵多少草草三行字。我害相思，好重山呵，扭不起沉沉一担儿。道与山神，看得这厮紧者。<br><br>第十折收孙演咒<br>铠甲唐猊喷日光，龙泉三尺耀清霜。堂堂花果山中将，木客山魈总纳降。小圣花果山神，奉观音法旨，看着这通天大圣。我想自盘古至今，轻清者为天，重浊者便有俺山水之神。俺见了多少兴亡也呵。<br>【南吕】【一枝花】包藏造化灵，禀受阴阳气。采将河汉秀，算尽晦明期。兔走鸟飞，看古今兴废。茫茫辟两仪，有轩辕制造衣裳，有苍颉流传书史。<br>【梁州第七】唐虞禅天垂雍穆，汤武圣民脱灾危。周公制作非容易。春秋无道，振起宣尼，获麟绝笔，轲也闻知。笑六王竞角雌雄，叹吕政任了高斯，困重瞳马上英风。更有那三分鼎峙，卧龙把炎精扶起。晋移魏，如儿戏，纷纷五代自诛夷，怎胜得俺山水幽微。<br>听知唐僧到西天五印度取经，这是第一遭西天去的。<br>【隔尾】汉明帝佛始来中国，唐太宗僧初入外夷。全仗着观音大慈力。则为他将蟠桃会闹起，今日将花果山镇伊！山神救我咱。我如何救得？你师父今日必到也。专等他来，他便救得你。龙君，我和你行经数月。前面一座大山，一个金甲将军在彼，我去问他。将军，此是何处？小僧大唐三藏法师是也。小圣非凡人，乃花果山之神。是好一个僧也呵。<br>【牧羊关】圆顶金花灿，方袍紫焰飞，塑来的罗汉容仪。此一行半为于民，半为报国。十万里程难到，百千样苦难及。则怕你闹市里多辛苦，来俺深山中躲是非。<br>此山名何山？花果山。此间有施王可以盖寺么？<br>【骂玉郎】俺这里山高险阻无存济，云惨淡雨霏微，毒蛇异兽难回避。有斋僧的？俺这里难为卓锡居，怎做得香积厨？不是你那祗园地。<br>【感皇恩】呀！遮莫你竹杖龙飞，华表鹤归。恋荣辱有灾危，远是非无挂念，叹生死有迟疾。你若要西天取经，先去这东土忘机，参菩萨，拜圣贤，礼摩尼。<br>【采茶歌】花果山有山祗，云罗洞有幽微，则听得春风桃李杜鹃啼。俺辞了尊神，趁早行，怕晚了。师父眼慧休愁红日晚，心明何怕黑云迷？<br>兀那里和山神说话的，敢是唐僧师父？我叫一声：师父救弟子咱。善哉！善哉！这是谁？<br>【哭皇天】师父听得叫罢询详细，弟子见言绝说个就里。师父，你不知，这座山是花果山。山下有一洞，是紫云罗洞。洞中有一魔君，号曰\"通天大圣\"，恼得三界圣贤，不得安宁。李天王、那叱太子、眉山大圣收得，待杀坏他来。观音佛抄化他，压在山下，等师父宋，着与师父护法。他凡心不退，不可用他。小僧弘誓如深海，如何不救他？你道你弘誓如海深，那胡孙气力与天齐。这厮瞒神唬鬼，铜筋铁骨，火眼金睛。偷玉皇仙酒，盗老子金丹。他去那众魔君中占第一，他是骊山老母兄弟，巫支祗是姊妹。<br>【乌夜啼】一筋斗千里势如飞，论神通谁敢和他做勍敌！随师父西赴灵山会，沿路驱驰，可以支持。小僧全仗佛世尊释伽之威力。<br>【幺】休言道仗你释迦威，则寻思念彼观音力。他有浑世的愆，迷天罪，取经回后，正果圆寂。小僧救他。爱弟子么？爱者乃仁之根本，如何不爱物命？爱我是沉香亭上的纤腰。我如何救你？师父则揭了这花字，弟子自出来。好个胖和尚，到前面吃得我一顿饱，依旧回花果山，那里来寻我！玄奘，见老僧么？我特地寻这个徒弟，与你沿途护法去。通天大圣，你本是毁形灭性的，老僧救了你，今次休起凡心。我与你一个法名，是孙悟空。与你个铁戒箍、皂直裰、戒刀。铁戒箍戒你凡性，皂直裰遮你兽身，戒刀豁你之恩爱，好生跟师父去，便唤作孙行者。疾便取经，着你也求正果。玄奘，你近前来。这畜生凡心不退，但欲伤你，你念紧箍儿咒，他头上便紧。若不告饶，须臾之间，便刺死这厮。你记者。谢我佛慈悲。<br>【红芍药】观音救苦大慈悲，赐与你戒箍僧衣。花果山险压损你脊梁皮，得师父放你相随。休更出你那锁空房腌见识，振着矢不得伶俐。琉璃脑盖戒箍围，比着你那小帽敢牢实。<br>我且演一演这咒者。师父饶恁徒弟咱。我抬下来，丢去咱。<br>【菩萨梁州】恰便似钉钉入头皮，胶粘在鬏髻。你那凡心若再起，敢着你魄散魂飞。为足下常有杀人机，因此上与师父留下这防身计，劣心肠再不可生奸意。如梦幻出尘世，至诚心谨护持，早去疾回。小圣对师父说；前面有一河，名曰流沙河。河内有怪，能伤人。行者，你小心护持师父者。师父，好生加持者。<br>【尾】着胡孙将心猿紧紧牢拴系，龙君跟着师父呵把意马频频急控驰。一个走如风疾，一个脚似云飞。到西天取经回来，到大唐方是你。山神所言，流沙河妖怪能伤人。龙君，你和师父慢来，我先去流沙河，寻那妖怪去。说道他要吃人，我着他先吃我一吃。弟子先去也，你随后便来者。龙君，我和你也去来。<br><br>第十一折行者除妖<br>恒河沙上不通船，独霸篙师八万年。血人为饮肝人食，不怕神明不怕天。小圣生为水怪，长作河神，不奉玉皇诏旨，不依释老禅规。怒则风生，愁则雨到，喜则驾雾腾云，闲则搬沙弄水。人骨若高山，人血如河水，人命若流沙，人魂若饿鬼。有一僧人，发愿要去西天取经。你怎么能勾过得我这沙河去！那厮九世为僧，被我吃他九遭，九个骷髅尚在我的脖项上。我的愿心，只求得道的人，我吃一百个，诸神不能及。恰吃得九个，少我的多哩。看甚人来者。渡船！渡船！又是个合死的来者。你姓甚么？我姓沙。我认得你，你是回回人河里沙。你怎么知道？你嘴脸有些相似。诸人怕你吃，恁爷不怕你吃。铜筋铁骨，火眼金睛，钅俞石屁眼，摆锡脏头，你有铜牙铁齿，你便来寻我。我不是别人，大唐国师三藏弟子。你放心，随我师父西天取经回来，都得正果朝元，却不好来。若不从呵，我耳朵里取出生金棍来，打的你稀烂。也罢，降了罢。师父，弟子降了这洞魔君。善哉！善哉！你元是何等妖怪？小圣非是妖怪，乃玉皇殿前卷帘大将军，带酒思凡，罚在此河，推沙受罪。今日见师父，度脱弟子咱。咱今夜师弟四人，凭甚妖怪不怕。咱早行。银额金睛锦毛遮，黑雾黄云罩涧斜。为我英雄多勇猛，太山深洞号三绝。某乃银额将军。这座山号曰\"黄风山\"。山高、洞深、路险，号曰\"三绝\"。山前山后，山左山右，无一人敢近我者。此山东里，有个人家刘太公，庄上有一女子刘大姐，生得十分好颜色，被我摄在洞中，到太快活。且安排下酒，与娘子饮数杯。老汉姓刘，夫妻两口，止生得个女孩儿。婆婆下世，女孩儿不曾有亲事，不想被三绝洞里妖魔摄将去了。老汉偌大年纪，靠的是谁也呵！<br>【大石调】【六国朝】白头蹀足世，似红日西斜。烦恼甚时休，离愁何日彻？抬举偌来大，出退得全别。俺孩儿现世的观音样，羞花也闭月。晓日夭桃雾锁，东风弱柳云遮。着我何处苦哀求，谁行闲沂说？<br>【喜秋风】珠泪垂，柔肠结，两眉攒，寸心裂。好儿女似花开谢，早相离半月。<br>一个好庄院儿。咱在这里歇一宵，明日早行。这里歇不得。兀那老汉子，俺师是大唐三藏法师，借歇一夜，明日早行。俺这里歇不得。定害得你多少？哭天哭地。行者哥哥，你不知道，老汉的苦，我那里诉来！一个女孩儿，被妖魔摄将去。兀的不痛杀我也呵。<br>【归塞北】听老汉说，行者你大唓嗻。有女一枚年十八，有妖一洞号三绝，将我孩儿摄将去了，撇下年老志诚的爷。<br>是甚妖怪，直如此利害？行者哥哥，你不知道，那妖怪自说来。<br>【六国朝】那妖魔神通广，变化多别。将沧海一时番，把泰山千半撏。唤雾呼风雨，天地间难绝。师父发慈念咒，三个高徒俊杰。他如今在那里安身？白罩坡岩前出没，黑风山洞里藏遮。恼三界百十番，历尘寰三四劫。<br>你女生得好么？<br>【雁过南楼】老汉鳏寡孤独运拙，俺孩儿风流美丽奇绝。他生得杨柳腰桃花脸，是一块生香玉卞和也欢悦。你引我去寻来。老汉腿脚酸腰肢屈，恰便似投天明的晓灯明灭。<br>师父，只在庄上歇息。老儿，你管待着俺师父。俺弟兄三个，拿那妖怪，夺的孩儿还你。何如？<br>【擂鼓休】哥哥三位用心的别，老夫宰一个耕牛儿亲自接。师父跟前都休说，苦告你个孙行者，你女孩儿唤做甚么？我去寻他。你记着，俺孩儿唤做刘大姐。<br>行者，我在此等侯，你疾去早来者。<br>大姐，自我取你在洞，好生快活。今日如何耳热眼跳，不知为何？兀那妇人，你爷着我来取你来也，你同我回家里去。师父，怎么不见回来？<br>【归塞北】去久也，胜负未分些。则见叆叆浓云连屋角，霏霏细雨洒溪斜，人语马嘶得别。老的，这便是你的孩儿。<br>【好观音】一去迢迢经半月，要相见水远山叠。今日相逢莫怨嗟，是吾师的功业，恰浑似枯树生花叶。谢三位师父之恩，将何以报师父？今日早行，沿路上小心在意。待师父回来，再得相见。<br>【观音煞】感谢吾师收了妖孽，着老汉死有坟穴。你若西行仔细者，无限的艰难未断绝，我这里专望回来重酬谢。<br>我们趁早行一程。<br>第十二折鬼母皈依<br>行者，我每与你行了几日，身子困倦，早些寻个宿头，安排些斋吃，却行。善哉！善哉！深山中谁家个小孩儿，迷踪失路？少刻晚来，豺狼毒虫，不坏了这孩儿性命？出家人见死不救。当破戒行。行者，与我驮着，前面有人家，教根问，送还他家请赏，也是好事。师父，山林中妖怪极多，不要多管。你这个胡孙，又不听我说。定要你背他。师父先行。我曾压在花果山，耸身一跳，尚出来了。棒槌大的小的？背他不起，这必是妖怪。教你尝我一戒刀，就砍下涧里去；师兄祸事，吃那小孩儿拿将师父去了。知他是何妖怪？火龙，俺三人见观音佛去来。老僧目中，见唐僧有难。孙悟空来也。这一洞妖魔，是何怪物？老僧正不见本来面目，待孙悟空来，同往问世尊佛去。毗卢伽有难，观音引孙悟空来，已差四揭帝去拿那畜生了。我佛，唐僧不知是甚妖怪拿去？不知此非妖怪。这妇人我收在座下，作诸天的。缘法未到，谓之鬼子母，他的小孩儿，唤做爱奴儿。我已差揭帝去拿他，在个幽岩大泽之中，即日便到。恐揭帝降不下他，将老僧钵盂去，盖将来。孙悟空，你回原处去。你师父己出在那里了也。谢佛天可怜，弟子寻师父去也。将这小厮，盖在法座下七日，化为黄水，鬼子母必救他，因而收之。颇耐瞿昙老子无礼，将我孩儿盖在法座下。更待干罢？鬼兵那里？随我去揭钵盂去来。<br>【越调】【斗鹌鹑】驾一片妖云，引半垓厉鬼。则为子母情肠，恶了那神佛面皮。则着你钵盂中抄化檀那，谁教你法座下伤人家小的？我和你，是谁非？拿住呵恰便似二鬼争环，休想有九龙喷水。<br>【紫花儿序】出家儿却不慈悲为本，方便为门，使不着仁者无敌。黄颜老子，秃发沙弥，直恁跷蹊，你是孔夫子遭逢着柳盗跖，我今日做着不避。你认得鬼子母娘娘，休猜做善知识姨姨。<br>【小桃红】咚咚地小鬼擂征鼙，不怕你会使拖刀计。待俺将不强不弱的铁胎弓，一拈千转的狼牙箭，去射这厮。饶他有千般变幻身躯，怎当我百步穿杨手段？蹬弩开弓那威势，一箭箭往前射，则见他金莲朵朵遮胸臆。早难道射不主皮，他元来温而不厉，险恼杀这个搽胭粉的养由基。<br>你放我孩儿来，便饶了恁满寺里和尚。贱人，你若皈依佛道，我便饶了你孩儿。<br>【调笑令】觑了我这艳质，一捻儿瘦腰围，可甚阃外将军八面威？文殊普贤擎拳立，诸菩萨见贤思齐。将我那爱奴儿盖在法座底，恁却甚好生心广大慈悲？<br><br>【鬼三台】千里眼离娄疾，顺风耳师旷休迟。鸠盘叉大力一切鬼，施勇猛展雄威勍敌。<br>【秃厮儿】将铁枪持，宝剑携，掘不开砍不破甚东西？里面人，外面鬼，影光芒一块碧琉璃，崤硬似太湖石。<br>【麻郎儿】惊得阿难皱眉，唬得伽叶伤悲。四天王擎拳顶礼，八菩萨用心支持。<br>【幺】我的手里措底，霜锋剑巨阙神威。二十位诸天听启，但迎着脑门着地。<br>那叱那里？拿住这贱人者。那贱人见我么？谁家一个黄口孺子，焉敢骂我？<br>【络丝娘】小哥哥休夸强嘴，则恁这老娘娘当间立地。怕不怕须当斗神力，手掐定五方真气。<br>【拙鲁速】他将八瓣，绣球提，我将两刀，太阿携。千军对垒，万人受敌。垓垓壤壤，各用心机，不弱似九里山困项籍。云濛濛蔽四夷，雨昏昏罩太极。也罢，我只将这钵盂拿起，放我孩儿去罢。钵盂轻细，不能抬起，却似太山般难动移。兀那妖魔，你若肯皈依我佛天三宝，小僧拜告祖师，收为座下，着你子母团圆。不从呵，发你在丰都地府，永不轮回。皈依者。<br>【尾】告世尊肯发慈悲力，我着唐三藏西游便回。那唐僧，火孩儿妖怪放生了他，到前面须得二圣郎救了你。<br>正名李天王捉妖怪<br>孙行者会师徒<br>沙和尚拜三藏<br>鬼子母救爱奴</p> <p> ",
  "poet": {
    "id": 1374,
    "star": 0,
    "name": "杨景贤",
    "image": "http://img.gushiwen.org/authorImg/yangjingxian.jpg",
    "desc": "杨景贤，名暹，后改名讷，字景贤，一字景言。生卒年不详。然明初贾仲明《录鬼簿续编》云\"与余交五十年\"，永乐初尚得宠于朱明，可知杨氏乃元末明初戏曲家。杨氏本为蒙古人，上辈已移居浙江钱塘，故朱有炖《烟花梦引》言及京都乐妓蒋兰英时云之：\"钱塘杨讷为作传奇而深许之。\"《录鬼簿续编》言杨氏\"善琵琶，好戏谑，乐府出人头地。锦阵花营，悠悠乐志。与余交五十年。永乐初，与舜民一般遇宠。后卒于金陵\"。按其小传，知杨氏生平有三要。"
  },
  "tags": []
}