{
  "id": 72208,
  "star": 34,
  "name": "召公谏厉王止谤",
  "dynasty": "先秦",
  "content": "　　厉王虐，国人谤王。召公告曰：“民不堪命矣！”王怒，得卫巫，使监谤者。以告，则杀之。国人莫敢言，道路以目。</p> <p>　　王喜，告召公曰：“吾能弭谤矣，乃不敢言。”召公曰：“是障之也。防民之口，甚于防川。川壅而溃，伤人必多，民亦如之。是故为川者决之使导，为民者宣之使言。故天子听政，使公卿至于列士献诗，瞽献曲，史献书，师箴，瞍赋，曚诵，百工谏，庶人传语，近臣尽规，亲戚补察，瞽、史教诲，耆、艾修之，而后王斟酌焉，是以事行而不悖。民之有口，犹土之有山川也，财用于是乎出；犹其原隰之有衍沃也，衣食于是乎生。口之宣言也，善败于是乎兴。行善而备败，其所以阜财用衣食者也。夫民虑之于心而宣之于口，成而行之，胡可壅也？若壅其口，其与能几何？”</p> <p>　　王不听，于是国人莫敢出言。三年，乃流王于彘。",
  "fanyi": "<p>译文一<br>　　周厉王残暴无道，老百姓纷纷责骂他。邵穆公对厉王说：“老百姓已不堪忍受暴虐的政令啦！”厉王听了勃然大怒，找到一个卫国的巫者，派他暗中监视敢于指责自己的人，一经巫者告密，就横加杀戮。于是人们都不敢随便说话，在路上相遇，也只能以眼神表达内心的愤恨。<br>　　周厉王颇为得意，告诉邵公说：“我能制止毁谤啦，老百姓再也不敢吭声了。”邵公回答说：“你这样做只能堵住人们的嘴。可是防范老百姓的嘴，比防备河水泛滥更不易。河道因堵塞而造成决口，就会伤害很多人。倘使堵住老百姓的口，后果也将如此。因而治水者只能排除壅塞而加以疏通，治民者只能善于开导而让人说话。所以君王在处理政事上，让三公九卿及各级官吏进献讽喻<a href=\"http://so.gushiwen.org/view_72208.aspx\">诗</a>，乐师进献民间乐曲，史官进献有借鉴意义史籍，少师诵读箴言，无眸子的盲人吟咏诗篇，有眸子的盲人诵读讽谏之言，掌管营建事务的百工能纷纷进谏，平民则自己的意见转达给君王，近侍之臣子尽规劝之责，君王的内亲外戚都能补其过失，察其是非，乐师和史官以歌曲、史籍加以谆谆教导，年长的师傅再进一步修饰整理，然后由君王斟酌取舍，付之实施，这样，国家的政事得以实行而不背理。老百姓有口，就象大地有高山河流一样，社会的物资财富全靠它出产；又象高原和低地都有平坦肥沃的良田一样，人类的衣食物品全靠它产生。人们以用嘴巴发表议论，政事的成败得失便能表露出来。人们以为好的就尽力去实行，以为失误的就设法去预防，这样社会的衣食财富就会日益丰富，不断增加。人们心中所想通过嘴巴表达出来，朝廷以为行得通的就照着实行，怎么可以堵呢？如果硬是堵住老百姓的嘴，那又能堵多久呢？”<br>　　周厉王不听，于是老百姓再也不敢公开发表言论指斥他。过了三年，人们终于把这个暴君放逐到彘地去了。</p><p><strong>译文二</strong><br>　　周厉王暴虐，百姓纷纷指责他。召穆公对厉王说：\"老百姓忍受不了暴政了！\"厉王听了勃然大怒，找到卫国的巫师，让卫国的巫师去监视批评国王的人，按照卫国的巫师的报告，就杀掉批评国王的人。国人不敢说话，路上相见，以目示意，不敢交谈。<br>　　周厉王颇为得意，对召穆公说：\"我能消除指责的言论，他们再也不敢吭声了!\"<br>　　召公回答说：\"你这样做是堵住人们的嘴。阻塞老百姓的嘴，好比阻塞河水。河流如果堵塞后再决堤，伤人一定很多，人民也是这样。因此治水的人疏通河道使它畅通，治民者只能开导他们而让人畅所欲言。所以君王处理政事，让三公九卿以至各级官吏进献讽喻诗，乐师进献民间乐曲，史官进献有借鉴意义的史籍，少师诵读箴言，盲人吟咏诗篇，有眸子而看不见的盲人诵读讽谏之言，掌管营建事务的百工纷纷进谏，平民则将自己的意见转达给君王，近侍之臣尽规劝之责，君王的同宗都能补其过失，察其是非，乐师和史官以歌曲、史籍加以谆谆教导，元老们再进一步修饰整理，然后由君王斟酌取舍，付之实施，这样，国家的政事得以实行而不违背道理。老百姓有口，就像大地有高山河流一样，社会的物资财富全靠它出产；又像高原和低地都有平坦肥沃的良田一样，人类的衣食物品全靠它产生。人们用嘴巴发表议论，政事的成败得失就能表露出来。人们以为好的就尽力实行，以为失误的就设法预防，这是增加衣食财富的途径啊。人们心中所想的通过嘴巴表达，他们考虑成熟以后，就自然流露出来，怎么可以堵呢？如果硬是堵住老百姓的嘴，那赞许的人还能有几个呢？\"<br>　　周厉王不听，在这种情况下老百姓再也不敢公开发表言论指斥他。过了三年，人们终于把这个暴君放逐到彘地去了。</p><p><strong>注释</strong><br>（1）厉王：周夷王之子，名胡，前878至前842在位，共三十七年。<br>（2）国人：居住在国都里的人，这里指平民百姓。<br>（3）邵公：名虎，周王朝卿士，谥穆公。邵，一作召。<br>（4）命：指周厉王苛虐的政令。<br>（5）卫巫：卫国的巫者。巫，以装神弄鬼为职业的人。<br>（6）弭（mǐ米）：消除。<br>（7）障：堵塞。<br>（8）为川者：治水的人。<br>（9）宣：疏导。<br>（10）天子：古代帝王的称谓。<br>（11）公卿：指执政大臣。古代有三公九卿之称。《尚书·周官》：“立太师、太傅、太保，兹惟三公。”九卿指少师、少傅、少保、冢宰、司徒、宗伯、司马、司寇、司空。列士：古代官员有上士、中士、下士之分，统称列士。位在大夫之下。诗：指有讽谏意义的诗篇。<br>（12）瞽（gǔ鼓）：盲人。因古代乐官多由盲人担任，故也称乐官为瞽。<br>（13）史：史官。书：指史籍。<br>（14）师：少师，乐官。箴：一种具有规戒性的文辞。<br>（15）瞍（sǒu）：没有眼珠的盲人。赋：有节奏地诵读。<br>（16）曚（méng蒙）：有眼珠的盲人。瞍曚均指乐师。<br>（17）百工：周朝职官名。指掌管营建制造事务的官员。<br>（18）庶人：平民。<br>（19）亲戚：指君王的内外亲属。<br>（20）耆（qí其）艾：年六十叫耆，年五十叫艾。这里指年长的师傅。修：整理修饰。<br>（21）悖（bèi倍）：违背道理。<br>（22）原隰（xí席）：平原和低湿之地。衍沃：指平坦肥沃的良田。《左传·襄公二十五年》“井衍沃”。疏：“衍沃并是平美之地。衍是高平而美者，沃是低平而美者，二者并是良田。”<br>（23）兴：兴起、表露之意。<br>（24）阜：丰盛。<br>（25）夫（fú扶）：发语词，无义。<br>（26）与：语助词，无义。一说为“偕从”之意，句谓老百姓跟从你的能有多少？亦通。<br>（27）国人：“国”下原无“人”字，据别本补。<br>（28）三年：周厉王于公元前842年被国人放逐到彘，据此邵公谏厉王事当在公元前845年。<br>（29）乃 流王于彘（zhì）：把国王放逐到彘地去。乃：终于，副词。流：流放，放逐。于：到，介词。.于是：从，从这里。彘：地名，在今山西省霍县境内。</p>",
  "shangxi": "<h2>评析</h2> <p>　　《召公谏厉王弭谤》在结构上是谏因、谏言、谏果的三段式。首尾叙事，中间记言，事略言详，记言为主，体现了《国语》的一般特点。但文章的开头结尾却仍有独到之处。</p> <p>　　文章开头，妙语传神。“厉王虐，国人谤王”，寥寥七字，胜于千言。一边是厉王虐，一边是国人谤。谤由虐起，事出必然，因果明了，壁垒分明，一开篇便展现给读者一对不可调和的矛盾。既引出召公苦谏的缘由，也为厉王的可悲下场埋下了伏笔。接下来厉王的一“怒”一“喜”，两个动词，如千钧之力，又将矛盾推向高潮，且把这位暴虐无道的昏君形象斧砍刀削得更加逼真。结尾是戛然而止，给读者留下很大的想象空间。开头“国人莫敢言，道路以目”，此语真乃神来之笔，厉王以为高压就可止谤，因而“大喜”，其实高压下的沉默，只是火山喷发前的死寂。结尾“王弗听，于是国人莫敢出言”，这是愤怒与反抗的岩浆在凝聚力量。终于火山喷发，国人暴动，厉王被逐，那该是何等壮观的场面，何其复杂的斗争。但作者全都略去，只写了“三年，乃流王于彘”，淡淡的七个字，对厉王是何等轻蔑，而留给后人的思考又是何等深刻!</p> <p>　　召公的谏词，前后都是比喻。前一个比喻，说明“防民之口”的害处；后一个比喻，说明“宣之于口”的好处。只有中间一段切入正题，以“天子听政”总领下文，从正面写了“宣之使言”的种种好处。从公卿列士，史、瞽、师、蒙，到百工庶人，广开言路，畅所欲言，而后经天子斟酌取舍，补察时政，就使政策、政令不背真理。如此，恰当生动的比喻与严肃认真的正题有机结合，夹和成文，笔意纵横，态度真诚，用心良苦。</p>",
  "about": "<h2>题解</h2> 　　中国古代历史家在记述历史事件时，有尚实录、寓褒贬的优良传统。他们往往忠于历史真实，并从那些孤立甚至偶然的事件中，去挖掘带有普遍性、规律性的东西，以供后代统治者借鉴。《国语》这篇文章记载了周厉王被逐的过程。召公亦作邵公。周厉王执政时，由于残暴无道，遭到人们的谴责，然而他非但不思改弦易辙，反而采取高压手段堵塞舆论的批评。结果，人民在忍无可忍的情况下举起反叛的旗帜，把他从国君的宝座上拉了下来。它告诉人们一条真理：“防民之口，甚于防川。”即是说，如果统治者滥施暴政，且又堵塞言路，终将自食其果。全篇文字简洁，叙述有条有理，逻辑性强，很有说服力。",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": [
    "古文观止",
    "劝谏"
  ]
}