{
  "id": 4745,
  "star": 51,
  "name": "古意呈补阙乔知之 / 古意 / 独不见",
  "dynasty": "唐代",
  "content": "卢家少妇郁金堂，海燕双栖玳瑁梁。<br>九月寒砧催木叶，十年征戍忆辽阳。<br>白狼河北音书断，丹凤城南秋夜长。<br>谁谓含愁独不见，更教明月照流黄。",
  "fanyi": "<p><strong>译文</strong><br>卢家年轻的主妇，居住在以郁金香浸洒和泥涂壁的华美的屋宇之内，海燕飞来，成对成双地栖息于华丽的屋梁之上。九月里，寒风过后，在急切的捣衣声中，树叶纷纷下落，丈夫远征辽阳已逾十载，令人思念。白狼河北的辽阳地区音信全部被阻断，幽居在长安城南的少妇感到秋日里的夜晚特别漫长。她哀叹：我到底是为哪一位思而不得见的人满含哀愁啊？为何还让那明亮的月光照在帏帐之上？ </p><p><strong>注释</strong><br>⑴独不见：乐府《杂曲歌辞》旧题。《乐府解题》：“独不见，伤思而不见也。”<br>⑵卢家少妇：泛指少妇。郁金堂：以郁金香料涂抹的堂屋。堂，一作“香”。梁朝<a href=\"http://so.gushiwen.org/author_884.aspx\">萧衍</a>《河中之水歌》：“河中之水向东流，洛阳女儿名莫愁。……十五嫁为卢家妇，十六生儿字阿侯。卢家兰室桂为梁，中有郁金苏合香。”<br>⑶海燕：又名越燕，燕的一种。因产于南方滨海地区（古百越之地），故名。玳瑁（旧读 dài mèi）：海生龟类，甲呈黄褐色相间花纹，古人用为装饰品。<br>⑷寒砧（zhēn）：指捣衣声。砧，捣衣用的垫石。古代妇女缝制衣服前，先要将衣料捣过。为赶制寒衣妇女每于秋夜捣衣，故古<a href=\"http://so.gushiwen.org/view_4745.aspx\">诗</a>常以捣衣声寄思妇念远之情。木叶：树叶。<br>⑸辽阳：辽河以北，泛指辽东地区。<br>⑹白狼河：今辽宁省境内之大凌河。音：一作“军”。<br>⑺丹凤城：此指长安。相传秦穆公女儿弄玉吹箫，引来凤凰，故称咸阳为丹凤城。后以凤城称京城。唐时长安宫廷在城北，住宅在城南。<br>⑻谁为：即“为谁”。为，一作“谓”。<br>⑼教（jiāo）：使。流黄：黄紫色相间的丝织品，此指帷帐，一说指衣裳。更教：一作“使妾”。照：一作“对”。</p><br/><h2>译文二</h2> 郁金香涂饰在卢家少妇的楼堂，海燕栖息在用玳瑁装饰的屋梁。<br>在九月的捣衣声中树叶已落尽，思念着在辽阳征戍十年的丈夫。<br>丈夫在渺茫的白浪河音讯不通，京城中的我总觉日夜过得漫长。<br>谁能够看见她的孤独她的悲愁，只把那明月清辉洒落在纱帐上。",
  "shangxi": "<h2>鉴赏一</h2> <p>　　这首七律，是借用了乐府古题“独不见”。<a href=\"http://so.gushiwen.org/author_55.aspx\">郭茂倩</a>《乐府<a href=\"http://so.gushiwen.org/view_4745.aspx\">诗</a>集》解题云：“独不见，伤思而不得见也。”此诗的主人公是一位长安少妇，她所“思而不得见”的是征戍辽阳十年不归的丈夫。诗人以委婉缠绵的笔调，描述女主人公在寒砧处处、落叶萧萧的秋夜，身居华屋之中，心驰万里之外，辗转反侧，久不能寐的孤独愁苦情状。此诗对后来唐代律诗，尤其是边塞诗影响很大，历来评价甚高。<a href=\"http://so.gushiwen.org/author_667.aspx\">姚鼐</a>说它“高振唐音，远包古韵，此是神到之作，当取冠一朝矣。”</p> <p>　　“卢家少妇郁金堂，海燕双栖玳瑁梁。”卢家少妇，名莫愁，梁武帝<a href=\"http://so.gushiwen.org/author_884.aspx\">萧衍</a>诗中的人物，后来用作少妇的代称。郁金是一种香料，和泥涂壁能使室内芳香；玳瑁是一种海龟，龟甲极美观，可作装饰品。开头两句以重彩浓笔夸张地描绘女主人公闺房之美：四壁以郁金香和泥涂饰，顶梁也用玳瑁壳装点起来，无比芬芳，无比华丽。连海燕也飞到梁上来安栖了。“双栖”两字，暗用比兴。看到梁上海燕那相依相偎的柔情密意，这位“莫愁”女也许有所感触吧。此时，又听到窗外西风吹落叶的声音和频频传来的捣衣的砧杵之声。秋深了，天凉了，家家户户忙着准备御冬的寒衣，有征夫游子在外的人家，就更要格外加紧了。这进一步勾起少妇心中之愁。“寒砧催木叶”，造句十分奇警。分明是萧萧落叶催人捣衣而砧声不止，诗人却故意主宾倒置，以渲染砧声所引起的心理反响。事实上，正是寒砧声落叶声汇集起来在催动着闺中少妇的相思，促使她更觉内心的空虚寂寞，更觉不见所思的愁苦。夫婿远戍辽阳，一去就是十年，她的苦苦相忆，也已整整十年了。</p> <p>　　颈联出句的“白狼河北”正应上联的辽阳。主人公想：十年了，夫婿音讯断绝，他现在处境怎样？命运是吉是凶？几时才能归来？还有无归来之日？一切一切，都在茫茫未卜之中，叫人连怀念都没有一个准着落。因此，这位长安城南的思妇，在这秋夜空闺之中，心境就不单是孤独、寂寥，也不只是思念、盼望，而且在担心，在忧虑，在惴惴不安，愈思愈愁，愈想愈怕，以至于不敢想象了。上联的“忆”字，在这里有了更深一层的表现。</p> <p>　　寒砧声声，秋叶萧萧，叫卢家少妇无法入眠。更有那一轮恼人的明月，竟也来凑趣，透过窗纱把流黄帏帐照得明晃晃的炫人眼目，给人愁上添愁。前六句是诗人充满同情的描述，到这结尾两句则转为女主人公愁苦已极的独白，她不胜其愁而迁怒于明月了。诗句构思新巧，比之前人写望月怀远的意境大大开拓一步，从而增强了抒情色彩。</p> <p>　　这首诗，人物心情与环境气氛密切结合。“海燕双栖玳瑁梁”烘托“卢家少妇郁金堂”的孤独寂寞，寒砧木叶、城南秋夜，烘托“十年征戍忆辽阳”、“白狼河北音书断”的思念忧愁，尾联“含愁独不见”的情语借助“明月照流黄”的景物渲染，便显得余韵无穷。论手法，则有反面的映照（“海燕双栖”），有正面的衬托（“木叶”、“秋夜长”），多方面多角度地抒写了女主人公“思而不得见”的愁肠。诗虽取材于闺阁生活，语言也未脱尽齐梁以来的浮艳习气，却显得境界广远，气势飞动，读起来给人一种“顺流直下”（《诗薮·内编》卷五）之感。</p><br/><h2>鉴赏二</h2> <p>　　全<a href=\"http://so.gushiwen.org/view_4745.aspx\">诗</a>从多侧面塑造出一位空阁独居的少妇形象.诗一上来就运用传统的比兴手法写\"卢家少妇郁金堂,海燕双栖玳瑁梁\".以玳瑁装饰的画梁上双栖海燕的亲昵自得来反衬深居郁金堂的那位卢家少妇生活的孤单和内心的寂寞.</p> <p>　　中间四句用两两对称形式刻画这对少年夫妇生离死别的哀愁:丈夫远戍辽阳,妻子独居长安.\"九月寒砧催木叶,十年征戍忆辽阳\".农历九月,已是深秋气候,京师长安一带西北风飒飒送寒,萧萧落叶伴随着邻家厨房里隐约传出的阵阵刀砧声而飘零,少妇很自然地想到别家团聚的欢乐,自己独居闺中的凄楚,从而对长期应征戍边的良人的思念感情油然而生,不能自遣.更何况\"白狼河北音书断,丹风城南秋夜长\"!远征辽阳的丈夫长久没有音讯,存亡未卜,独居长安城南的妻子又遇上深秋的漫漫长夜,无法入睡.这两联前后呼应紧密:\"白狼河北音书断\"呼应\"十年征戍忆辽阳\",\"丹凤城南秋夜长\"则呼应\"九月寒砧催木叶.\"两条线索,相互交叉勾联,明写长安的妻子,暗写辽阳的丈夫.地点由长安到辽阳,万里迢迢;时间则分别十年,音书断绝.长安的妻子空闺独守,秋夜忆念良人,这是明写的.而征戍辽阳的丈夫,音汛渺然,是死是活,让读者自己去想象:可能是\"可怜无定河边骨,犹是春闺梦里人\",已成为战争的牺牲品,也可能是\"城头铁鼓声犹振, 匣里金刀血未乾\",还在鏖兵苦战中……</p> <p>　　最后两句更从正面一点,对表现全诗主题起了画龙点睛的作用.卢家小妇在深秋月夜,思念久别远戍的丈夫.愁肠百结,情景是够凄惨的了.谁知这时夜空的明月却格外皎洁,将银灰色的月光默默地洒在她的罗衣上,显得格外的柔和、静悄! 多美好的少妇形象!又是多不幸的身世!</p> <p>　　全诗通过一个少妇秋夜思念戍边丈夫的生活剪影,向读者展现一幅战争破坏人们和平安宁生活,给一个原本可能是幸福家庭带来毁灭性灾难的形象画面,使读者很自然地对诗中的主人公一明写的卢家少妇和暗写的出征的丈夫的不幸遭遇深表同情.</p> <p>　　这首诗表现技巧也很出色,开始运用比兴手法,以玳瑁梁上双栖的海燕反衬这对少年夫妻长年离别的不幸.中间两联对偶工致,不但句对,而且词组也对,\"白狼河\"与\"丹凤城\"均为地名,\"白\"和\"丹\"均为颜色、\"狼\"和\"凤\"均为动物,构成律诗中的工对.结束一联运用设问句式,\"谁谓\"、\"更教\",一气贯穿到底,造成含蓄蕴藉、\"深文隐蔚,余味曲包\"(《文心雕龙·隐秀》)的意境,读来情味深长.</p>",
  "about": "<h2>创作背景</h2> 此<a href=\"http://so.gushiwen.org/view_4745.aspx\">诗</a>题一作“古意呈乔补阙知之”，又作“古意呈补阙乔知之”，疑为副题。乔补阙为乔知之，万岁通天（<a href=\"http://so.gushiwen.org/author_298.aspx\">武则天</a>年号，696—697）年间任右补阙，此诗当作于此时。",
  "poet": {
    "id": 494,
    "star": 0,
    "name": "沈佺期",
    "image": "http://img.gushiwen.org/authorImg/shenquanqi.jpg",
    "desc": "沈佺期，字云卿，相州内黄人。善属文，尤长七言之作。擢进士第。长安中，累迁通事舍人，预修《三教珠英》，转考功郎给事中。坐交张易之，流驩州。稍迁台州录事参军。神龙中，召见，拜起居郎，修文馆直学士，历中书舍人，太子少詹事。开元初卒。建安后，讫江左，诗律屡变，至沈约、庾信，以音韵相婉附，属对精密，及佺期与宋之问，尤加靡丽。回忌声病，约句准篇，如锦绣成文，学者宗之，号为沈宋。语曰：苏李居前，沈宋比肩。集十卷，今编诗三卷。"
  },
  "tags": [
    "唐诗三百首",
    "闺怨",
    "思念"
  ]
}