{
  "id": 5522,
  "star": 84,
  "name": "新晴野望",
  "dynasty": "唐代",
  "content": "新晴原野旷，极目无氛垢。<br>郭门临渡头，村树连溪口。 <br>白水明田外，碧峰出山后。<br>农月无闲人，倾家事南亩。",
  "fanyi": "<p><strong>译文<br></strong>雨后新晴的原野格外开阔空旷，极目远望不见半点雾气尘埃。<br>外城的门楼紧靠着摆渡的码头，村庄边的绿树连接着溪流的入河口。<br>银白色的河水闪动着粼粼波光使得田野外面特别明亮，青翠的山峰突兀出现在山脊背后。<br>正是农忙时节没有悠闲的人，农民们一家一家全都在田亩间忙碌着呢。</p> <p><strong>注释<br></strong>1.新晴：初晴。野望：放眼向田野眺望。<br>2.极目：穷尽目力向远处看。氛垢：雾气和尘埃；氛，雾气，云气；垢，污秽，肮脏。<br>3.郭门：外城之门。郭：外城。<br>4.白水明田外：田埂外流水在阳光下闪闪发光。<br>5.农月：农忙季节。<br>6.倾家：全家出动。事南亩：在田野干活。事：动词，从事。南亩：《<a href=\"http://so.gushiwen.org/view_5522.aspx\">诗</a>经》有“今适南亩，或耘或耔”句，指到南边的田地里耕耘播种，后来南亩便成为农田的代称。</p>",
  "shangxi": "<h2>评析</h2> <p>　　这是一首田园<a href=\"http://so.gushiwen.org/view_5522.aspx\">诗</a>，描写初夏的乡村，雨过天晴，诗人眺望原野所见到的景色。“新晴原野旷，极目无氛垢。”诗的开头两句，总述新晴野望时的感受：经过雨水的洗刷，空气中没有丝毫尘埃，显得特别明净清新；极目远眺，原野显得格外空旷开阔。诗人一下子就抓住了环境的特征，仅仅用“原野旷”、“无氛垢”六个字，就把此情此境真切地表现出来，同时也将读者引进这一特定情境中来。</p> <p>　　“郭门临渡头，村树连溪口。白水明田外，碧峰出山后。”这四句描绘的是纵目远眺所看到的周围的秀丽景色，远处，可以遥遥望见临靠着河边渡头的城门楼；近处，可以看到村边的绿树紧连着溪流的入河口。田野外面，银白色的河水泛起粼粼波光，因为雨后水涨，晴日辉映，比平时显得明亮；山脊背后，一重重青翠的峰峦突兀而出，峰峦叠现，远近相衬，比平时更富于层次感。这一组风景镜头，紧紧扣住了雨后新晴的景物特点。随着目之所及，由远而近，又由近及远，层次清晰，色彩明丽，意境清幽秀丽，俨然构成了一幅天然绝妙的图画。</p> <p>　　然而，这样一幅画，还只能说是静物写生，虽则秀美，却缺乏活力。<a href=\"http://so.gushiwen.org/author_515.aspx\">王维</a>作为山水诗和山水画的大师，自然不会忘记添上画龙点晴的一笔。因而在最后两句中，他给这幅静态画面加上了动态的人物：“农月无闲人，倾家事南亩。”虽然是虚写，却给原野增添了无限生机，能让人想见初夏田间活跃的情状并感受到农忙劳动的气氛。这样一笔，整个画面都活起来了。</p> <p>　　这首诗格调明朗、清新，不愧为山水诗画的大师。</p> <p>　　这首诗曾作为古诗词鉴赏题的材料出现在2007年普通高等学校招生全国统一考试全国卷的语文试题中。 </p><br/><h2>赏析二</h2> <p>　　<a href=\"http://so.gushiwen.org/view_5522.aspx\">诗</a>中描写初夏的乡村，雨过天晴，诗人眺望原野所见到的景色和农耕活动，抒写了诗人爱自然、爱田园、爱生活的思想感情。诗的语言秀丽，情调明朗健康，意境清新，明净、开阔，宛若一幅优美迷人的水彩风景色。表现了<a href=\"http://so.gushiwen.org/author_515.aspx\">王维</a>高度的写景艺术才能。一般地说，刻画自然景色并不难，难的是用极精炼的文字，描绘出特定的时间、空间和特定的季节、气候中的景色。这必须有敏锐的观察力和想象力，并善于抓住景物的主要特征，突出自己最鲜明的印象和感受。这首诗就是王维的一次成功的艺术实践。全诗写景，紧紧扣住初夏农村雨后新睛的特征。</p> <p>　　首联的“原野旷”和“无氛垢”六个字，便展现出经过雨水冲洗，空气特别清新明净，没有丝毫尘埃，原野显得格外空旷开阔。由于抓准了环境特征，不假雕绘地真切地再现出来，一下子就把读者引进雨后新晴的原野上去，同诗人一起极目远眺，一道呼吸新鲜的、潮润的空气。</p> <p>　　颔联写诗人纵目四望乡村周围的远近景色：远处，遥见外城的门楼临靠着河边的渡头；近处，可以看到村边的绿树紧连着溪流的入河口。由总写原野的新晴、开阔，到写乡村周围景色，过渡自然。正因为空气洁净，增大了“望”中的透明度和深远度，才有可能如此清晰地看到郭门、渡头、村树、溪口。所以这一联所写景色，仍是雨后新晴之景。颈联最为精彩：田野外面，溪水与河水闪烁着粼粼银光；近山背后，一座座青翠的峰峦突兀而出。上句的“白”字和“明”字，非常准确地表现出雨后水涨，晴日辉映，河流溪涧比平时显得明亮夺目；下旬的“碧”字和“出”字，也十分逼真地描绘了雨洗远山，格外碧绿，雨后空气清新，山背峰峦得以叠现。这两个意象画面。都紧扣着雨后新晴的特点，因而生动、具体、逼真，在总体的静态中富于动感，清幽明丽，生机勃勃，决非泛泛写景。</p> <p>　　尾联“农月无闲人，倾家事南亩\"虽然只是虚点一笔，却给原野平添了无限生意，使人感受到农忙劳动的热烈欢快气氛，呼吸到农村浓郁的生活气息。这一笔既丰富了诗的生活内容，又因动静映衬而使这幅诗中画整个活起来了。</p> <p>　　<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>评王维“诗中有画”。“诗中有画”并非王维所独有。凡是比较生动逼真地描绘出自然景色，使人产生视觉想象的诗，都会有画意。然而，王维诗中的画意最浓，王维的诗中的画意不仅有形似，而且富有神韵和气象，不仅有形态、色彩和构图，而且有光线和颜色的和谐映衬，明与暗的对比，远近、高低、大小、虚实的巧妙布置而形成的层次感、纵深感，甚至还能表现出亮度、湿度。在《新晴野望》诗中，清新开阔的原野，明净无尘的天空，仿佛是画幅中的大背景。在这大背景下，乡村前面，较远处有郭门、渡头，较近处有村树、溪口；村庄后面，近处是田野和田外白水，远处是山后的碧峰。近景、中景和远景，组成了画面的纵深感和层次感，而山后的碧峰又构成立体的景深。明亮的白水，碧翠的峰峦，明与暗，光与色配置得多么和谐入妙！在“无氛垢”、“临渡头”、“连溪口”中有亮度，在田外白水、山后碧峰中有湿度。王维是大画家，善于以画家的眼睛观察和描绘景物，又精通画理，擅长将绘画技法运用于诗中，所以王维的诗最富于绘画的效果，既有画意，又有画理。</p> <p>　　当然，王维主要是诗人。王维的“诗中有画”，最主要的还是由于王维能“最大限度地发挥语言的启示性，在读者头脑中唤起了对于光、色、态的丰富联想和想象，组成一幅幅生动的图画”（袁行霈《王维诗歌的禅意与画意》）。王维很懂得画长于描绘静态，诗长于表现动态的艺术规律。在此诗中，王维描写静景，便有意选用“明”、“出”等字眼以动写静，‘给静物赋予动感，最后又给这幅静态的山水画面加上了动态的人物。</p>",
  "about": "<h2>句解</h2> <p>　　“新晴原野旷，极目无氛垢”</p> <p>　　雨过天晴，<a href=\"http://so.gushiwen.org/view_5522.aspx\">诗</a>人站在高处，极目远眺，只见原野显得格外空旷开阔，空气清新，明净得一点儿尘埃都没有。</p> <p>　　开篇两句，概写诗人“新晴野望”的感受：经过雨水的洗涤，空气显得格外清新明净，一尘不染；纵目四望，雨后的田野不仅开阔而且明亮，让人可以看到很远很远，仿佛可以把目光用尽似的。</p> <p>　　诗人仅仅用了十个字，就牢牢抓住了雨后新晴的景物特征。读者也一下子被引进到这一特定的情境中去，随着诗人一起远眺。</p> <p>　　“郭门临渡头，村树连溪口”</p> <p>　　远处，村口的城门矗立在河边渡头旁，村里的树木紧紧相连，一直延伸到小溪边。中国古代的城市大都设有人工开掘的护城河，高高的城墙就紧靠着护城河。但也有一些靠着江河的城市，因地制宜，以天然的江河为护城河，形成了“郭门临渡头”的情形。诗中这个临水的村落便是如此。</p> <p>　　一座临着溪水的山村，村子的门楼紧靠着渡口，村中绿树环抱，一直伸延到溪边。溪水的白，城门的灰，村树的绿，在阳光的普照下交相辉映。这是一片令人神往的景色。而在平时，是不可能看得如此清晰分明的。随着雨过天晴而变化的，还不止这些。</p> <p>　　“白水明田外，碧峰出山后”</p> <p>　　银白色的河水在麦田外闪动着粼粼波光，青碧的山峰在连绵的群山后傲然挺立。一场夏雨，改变了天空，改变了村庄，也改变了山和水。因为雨后水涨，晴日照映下，田野外的河水显得异常明亮；近处的山脊背后，平日模糊的远峰也清晰地显现出来，远近相衬，比平时更富层次。</p> <p>　　这两句诗对仗工整，音韵优美，“明”、“出”二字用得尤其巧妙。“明”在这里是形容词用作动词，在雨后阳光的照耀下，溪水兀自明亮着，晃人眼目。与“明”相对应的“出”，将山峰拟人化了：远处碧色的峰峦，就仿佛一个个调皮的孩子，突然出现在群山的身后，让人惊奇。</p> <p>　　诗到这里，一幅绝妙的图画已经俨然读者眼前：开阔的原野，恬静的村庄，清亮的溪流，兀立的山峦，这些在雨水洗涤下为之一新的景象，错落有致地分布在画面上，有层次，有格局，有色彩，有明暗，意境清幽。然而，这样一幅画，虽然秀美，却总显得有些空旷，缺乏生机。于是，诗人在最后两句，给这幅静态画面加上了动态的人物。</p> <p>　　“农月无闲人，倾家事南亩”</p> <p>　　初夏正是农忙季节，收割麦子、播种秧苗都在这个时候。而此时正值雨过天晴，农民们自然更要抓紧这有利的时机，倾家而出，到田地里劳作。农家人忙碌的身影，顿时给田野平添了无限生意。</p> <p>　　这样的结尾，虚写一笔，却使整个画面都生动了起来。诗人笔下的田园风光，不仅景色秀美，而且有着浓郁的生活气息，充满诗情画意，一片祥和安乐。这首诗基调明朗、健康，给读者以美的艺术享受。 </p><br/><h2>创作背景</h2> 　　<a href=\"http://so.gushiwen.org/author_515.aspx\">王维</a>在四十岁以后人生态度有着比较明显的转变，过上了种亦官亦隐的特殊生活，集中创作了大量栖心于田园山水的著名<a href=\"http://so.gushiwen.org/view_5522.aspx\">诗</a>篇。这类题材的诗，往往以五言见长，尤其是五律，代表了王维的诗歌最主要的特色与成就。他写田居的闲适宁静，如《渭川田家》、《春中田园作》、《新晴野望》、《辋川闲居赠裴秀才迪》和《田园乐》等，以平淡清新的笔墨，描绘了田园秀丽的日常风光、农家日复一日的平凡生活以及自己恬然自乐的淡泊心境，寄托了超然尘俗、返璞归真的生活理想。",
  "poet": {
    "id": 515,
    "star": 0,
    "name": "王维",
    "image": "http://img.gushiwen.org/authorImg/wangwei.jpg",
    "desc": "王维（701年－761年，一说699年—761年），字摩诘，汉族，河东蒲州（今山西运城）人，祖籍山西祁县，唐朝诗人，有“诗佛”之称。苏轼评价其：“味摩诘之诗，诗中有画；观摩诘之画，画中有诗。”开元九年（721年）中进士，任太乐丞。王维是盛唐诗人的代表，今存诗400余首，重要诗作有《相思》《山居秋暝》等。王维精通佛学，受禅宗影响很大。佛教有一部《维摩诘经》，是王维名和字的由来。王维诗书画都很有名，非常多才多艺，音乐也很精通。与孟浩然合称“王孟”。"
  },
  "tags": [
    "田园",
    "写景"
  ]
}