{
  "id": 71169,
  "star": 4618,
  "name": "离骚",
  "dynasty": "先秦",
  "content": "帝高阳之苗裔兮，朕皇考曰伯庸。<br>摄提贞于孟陬兮，惟庚寅吾以降。<br>皇览揆余初度兮，肇锡余以嘉名：<br>名余曰正则兮，字余曰灵均。<br>纷吾既有此内美兮，又重之以修能。<br>扈江离与辟芷兮，纫秋兰以为佩。<br>汩余若将不及兮，恐年岁之不吾与。<br>朝搴阰之木兰兮，夕揽洲之宿莽。<br>日月忽其不淹兮，春与秋其代序。<br>惟草木之零落兮，恐美人之迟暮。<br>不抚壮而弃秽兮，何不改乎此度?<br>乘骐骥以驰骋兮，来吾道夫先路！<br>昔三后之纯粹兮，固众芳之所在。<br>杂申椒与菌桂兮，岂惟纫夫蕙茝！<br>彼尧、舜之耿介兮，既遵道而得路。<br>何桀纣之猖披兮，夫惟捷径以窘步。<br>惟夫党人之偷乐兮，路幽昧以险隘。<br>岂余身之殚殃兮，恐皇舆之败绩！<br>忽奔走以先后兮，及前王之踵武。<br>荃不查余之中情兮，反信谗而齌怒。<br>余固知謇謇之为患兮，忍而不能舍也。<br>指九天以为正兮，夫惟灵修之故也。<br>曰黄昏以为期兮，羌中道而改路！<br>初既与余成言兮，后悔遁而有他。<br>余既不难夫离别兮，伤灵修之数化。<br>余既滋兰之九畹兮，又树蕙之百亩。<br>畦留夷与揭车兮，杂杜衡与芳芷。<br>冀枝叶之峻茂兮，愿俟时乎吾将刈。<br>虽萎绝其亦何伤兮，哀众芳之芜秽。<br>众皆竞进以贪婪兮，凭不厌乎求索。<br>羌内恕己以量人兮，各兴心而嫉妒。<br>忽驰骛以追逐兮，非余心之所急。<br>老冉冉其将至兮，恐修名之不立。<br>朝饮木兰之坠露兮，夕餐秋菊之落英。<br>苟余情其信姱以练要兮，长顑颔亦何伤。<br>掔木根以结茝兮，贯薜荔之落蕊。<br>矫菌桂以纫蕙兮，索胡绳之纚纚。<br>謇吾法夫前修兮，非世俗之所服。<br>虽不周于今之人兮，愿依彭咸之遗则。<br>长太息以掩涕兮，哀民生之多艰。<br>余虽好修姱以鞿羁兮，謇朝谇而夕替。<br>既替余以蕙纕兮，又申之以揽茝。<br>亦余心之所善兮，虽九死其犹未悔。<br>怨灵修之浩荡兮，终不察夫民心。<br>众女嫉余之蛾眉兮，谣诼谓余以善淫。<br>固时俗之工巧兮，偭规矩而改错。<br>背绳墨以追曲兮，竞周容以为度。<br>忳郁邑余侘傺兮，吾独穷困乎此时也。<br>宁溘死以流亡兮，余不忍为此态也。<br>鸷鸟之不群兮，自前世而固然。<br>何方圜之能周兮，夫孰异道而相安？<br>屈心而抑志兮，忍尤而攘诟。<br>伏清白以死直兮，固前圣之所厚。<br>悔相道之不察兮，延伫乎吾将反。<br>回朕车以复路兮，及行迷之未远。<br>步余马于兰皋兮，驰椒丘且焉止息。<br>进不入以离尤兮，退将复修吾初服。<br>制芰荷以为衣兮，集芙蓉以为裳。<br>不吾知其亦已兮，苟余情其信芳。<br>高余冠之岌岌兮，长余佩之陆离。<br>芳与泽其杂糅兮，唯昭质其犹未亏。<br>忽反顾以游目兮，将往观乎四荒。<br>佩缤纷其繁饰兮，芳菲菲其弥章。<br>民生各有所乐兮，余独好修以为常。<br>虽体解吾犹未变兮，岂余心之可惩。<br>女嬃之婵媛兮，申申其詈予，曰：<br>「鲧婞直以亡身兮，终然夭乎羽之野。<br>汝何博謇而好修兮，纷独有此姱节？<br>薋菉葹以盈室兮，判独离而不服。」<br>众不可户说兮，孰云察余之中情？<br>世并举而好朋兮，夫何茕独而不予听？<br>依前圣以节中兮，喟凭心而历兹。<br>济沅、湘以南征兮，就重华而敶词：<br>启《九辩》与《九歌》兮，夏康娱以自纵。<br>不顾难以图后兮，五子用失乎家衖。<br>羿淫游以佚畋兮，又好射夫封狐。<br>固乱流其鲜终兮，浞又贪夫厥家。<br>浇身被服强圉兮，纵欲而不忍。<br>日康娱而自忘兮，厥首用夫颠陨。<br>夏桀之常违兮，乃遂焉而逢殃。<br>后辛之菹醢兮，殷宗用而不长。<br>汤、禹俨而祗敬兮，周论道而莫差。<br>举贤才而授能兮，循绳墨而不颇。<br>皇天无私阿兮，览民德焉错辅。<br>夫维圣哲以茂行兮，苟得用此下土。<br>瞻前而顾后兮，相观民之计极。<br>夫孰非义而可用兮？孰非善而可服？<br>阽余身而危死兮，览余初其犹未悔。<br>不量凿而正枘兮，固前修以菹醢。<br>曾歔欷余郁邑兮，哀朕时之不当。<br>揽茹蕙以掩涕兮，沾余襟之浪浪。<br>跪敷衽以陈辞兮，耿吾既得此中正。<br>驷玉虬以桀鹥兮，溘埃风余上征。<br>朝发轫于苍梧兮，夕余至乎县圃。<br>欲少留此灵琐兮，日忽忽其将暮。<br>吾令羲和弭节兮，望崦嵫而勿迫。<br>路漫漫其修远兮，吾将上下而求索。<br>饮余马于咸池兮，总余辔乎扶桑。<br>折若木以拂日兮，聊逍遥以相羊。<br>前望舒使先驱兮，后飞廉使奔属。<br>鸾皇为余先戒兮，雷师告余以未具。<br>吾令凤鸟飞腾兮，继之以日夜。<br>飘风屯其相离兮，帅云霓而来御。<br>纷总总其离合兮，斑陆离其上下。<br>吾令帝阍开关兮，倚阊阖而望予。<br>时暧暧其将罢兮，结幽兰而延伫。<br>世溷浊而不分兮，好蔽美而嫉妒。<br>朝吾将济于白水兮，登阆风而绁马。<br>忽反顾以流涕兮，哀高丘之无女。<br>溘吾游此春宫兮，折琼枝以继佩。<br>及荣华之未落兮，相下女之可诒。<br>吾令丰隆乘云兮，求宓妃之所在。<br>解佩纕以结言兮，吾令謇修以为理。<br>纷总总其离合兮，忽纬繣其难迁。<br>夕归次于穷石兮，朝濯发乎洧盘。<br>保厥美以骄傲兮，日康娱以淫游。<br>虽信美而无礼兮，来违弃而改求。<br>览相观于四极兮，周流乎天余乃下。<br>望瑶台之偃蹇兮，见有娀之佚女。<br>吾令鸩为媒兮，鸩告余以不好。<br>雄鸠之鸣逝兮，余犹恶其佻巧。<br>心犹豫而狐疑兮，欲自适而不可。<br>凤皇既受诒兮，恐高辛之先我。<br>欲远集而无所止兮，聊浮游以逍遥。<br>及少康之未家兮，留有虞之二姚。<br>理弱而媒拙兮，恐导言之不固。<br>世溷浊而嫉贤兮，好蔽美而称恶。<br>闺中既以邃远兮，哲王又不寤。<br>怀朕情而不发兮，余焉能忍而与此终古？<br>索琼茅以筳篿兮，命灵氛为余占之。<br>曰：「两美其必合兮，孰信修而慕之？<br>思九州之博大兮，岂惟是其有女？」<br>曰：「勉远逝而无狐疑兮，孰求美而释女？<br>何所独无芳草兮，尔何怀乎故宇？」<br>世幽昧以昡曜兮，孰云察余之善恶？<br>民好恶其不同兮，惟此党人其独异！<br>户服艾以盈要兮，谓幽兰其不可佩。<br>览察草木其犹未得兮，岂珵美之能当？<br>苏粪壤以充祎兮，谓申椒其不芳。<br>欲从灵氛之吉占兮，心犹豫而狐疑。<br>巫咸将夕降兮，怀椒糈而要之。<br>百神翳其备降兮，九疑缤其并迎。<br>皇剡剡其扬灵兮，告余以吉故。<br>曰：「勉升降以上下兮，求矩矱之所同。<br>汤、禹俨而求合兮，挚、咎繇而能调。<br>苟中情其好修兮，又何必用夫行媒？<br>说操筑于傅岩兮，武丁用而不疑。<br>吕望之鼓刀兮，遭周文而得举。<br>宁戚之讴歌兮，齐桓闻以该辅。<br>及年岁之未晏兮，时亦犹其未央。<br>恐鹈鴃之先鸣兮，使夫百草为之不芳。」<br>何琼佩之偃蹇兮，众薆然而蔽之。<br>惟此党人之不谅兮，恐嫉妒而折之。<br>时缤纷其变易兮，又何可以淹留？<br>兰芷变而不芳兮，荃蕙化而为茅。<br>何昔日之芳草兮，今直为此萧艾也？<br>岂其有他故兮，莫好修之害也！<br>余以兰为可恃兮，羌无实而容长。<br>委厥美以从俗兮，苟得列乎众芳。<br>椒专佞以慢慆兮，樧又欲充夫佩帏。<br>既干进而务入兮，又何芳之能祗？<br>固时俗之流从兮，又孰能无变化？<br>览椒兰其若兹兮，又况揭车与江离？<br>惟兹佩之可贵兮，委厥美而历兹。<br>芳菲菲而难亏兮，芬至今犹未沬。<br>和调度以自娱兮，聊浮游而求女。<br>及余饰之方壮兮，周流观乎上下。<br>灵氛既告余以吉占兮，历吉日乎吾将行。<br>折琼枝以为羞兮，精琼爢以为粻。<br>为余驾飞龙兮，杂瑶象以为车。<br>何离心之可同兮？吾将远逝以自疏。<br>邅吾道夫昆仑兮，路修远以周流。<br>扬云霓之晻蔼兮，鸣玉鸾之啾啾。<br>朝发轫于天津兮，夕余至乎西极。<br>凤皇翼其承旗兮，高翱翔之翼翼。<br>忽吾行此流沙兮，遵赤水而容与。<br>麾蛟龙使梁津兮，诏西皇使涉予。<br>路修远以多艰兮，腾众车使径待。<br>路不周以左转兮，指西海以为期。<br>屯余车其千乘兮，齐玉轪而并驰。<br>驾八龙之婉婉兮，载云旗之委蛇。<br>抑志而弭节兮，神高驰之邈邈。<br>奏《九歌》而舞《韶》兮，聊假日以媮乐。<br>陟升皇之赫戏兮，忽临睨夫旧乡。<br>仆夫悲余马怀兮，蜷局顾而不行。<br>乱曰：已矣哉！<br>国无人莫我知兮，又何怀乎故都！<br>既莫足与为美政兮，吾将从彭咸之所居！",
  "fanyi": "<p><strong>译文</strong><br>我是古帝高阳氏的子孙，我已去世的父亲字伯庸。<br>岁星在寅那年的孟春月，正当庚寅日那天我降生。<br>父亲仔细揣测我的生辰，于是赐给我相应的美名：<br>父亲把我的名取为正则，同时把我的字叫作灵均。<br>天赋给我很多良好素质，我不断加强自己的修养。<br>我把江离芷草披在肩上，把秋兰结成索佩挂身旁。<br>光阴似箭我好像跟不上，岁月不等待人令我心慌。<br>早晨我在大坡采集木兰，傍晚在小洲中摘取宿莽。<br>时光迅速逝去不能久留，四季更相代谢变化有常。<br>我想到草木已由盛到衰，恐怕自己身体逐渐衰老。<br>何不利用盛时扬弃秽政，为何还不改变这些法度？<br>乘上千里马纵横驰骋吧，来呀，我在前引导开路！<br>从前三后公正德行完美，所以群贤都在那里聚会。<br>杂聚申椒菌桂似的人物，岂止联系优秀的茝和蕙。<br>唐尧虞舜多么光明正直，他们沿着正道登上坦途。<br>夏桀殷纣多么狂妄邪恶，贪图捷径必然走投无路。<br>结党营私的人苟安享乐，他们的前途黑暗而险阻。<br>难道我害怕招灾惹祸吗，我只担心祖国为此覆没。<br>前前后后我奔走照料啊，希望君王赶上先王脚步。<br>你不深入了解我的忠心，反而听信谗言对我发怒。<br>我早知道忠言直谏有祸，原想忍耐却又控制不住。<br>上指苍天请它给我作证．一切都为了君王的缘故。<br>你以前既然和我有成约，现另有打算又追悔当初。<br>我并不难于与你别离啊，只是伤心你的反反复复。<br>我已经栽培了很多春兰，又种植香草秋蕙一大片。<br>分垄培植了留夷和揭车，还把杜衡芳芷套种其间。<br>我希望它们都枝繁叶茂，等待着我收割的那一天。<br>它们枯萎死绝有何伤害，使我痛心的是它们质变。<br>大家都拚命争着向上爬，利欲熏心而又贪得无厌。<br>他们猜疑别人宽恕自己，他们勾心斗角相互妒忌。<br>急于奔走钻营争权夺利，这些不是我追求的东西。<br>只觉得老年在渐渐来临，担心美好名声不能树立。<br>早晨我饮木兰上的露滴，晚上我用菊花残瓣充饥。<br>只要我的情感坚贞不易，形消骨立又有什么关系。<br>我用树木的根编结茝草，再把薜荔花蕊穿在一起。<br>我拿菌桂枝条联结蕙草，胡绳搓成绳索又长又好。<br>我向古代的圣贤学习啊，不是世间俗人能够做到。<br>我与现在的人虽不相容，我却愿依照彭咸的遗教。<br>我揩着眼泪啊声声长叹，可怜人生道路多么艰难。<br>我虽爱好修洁严于责己，早晨被辱骂晚上又丢官。<br>他们攻击我佩带蕙草啊，又指责我爱好采集茝兰。<br>这是我心中追求的东西，就是多次死亡也不后悔。<br>怨就怨楚王这样糊涂啊，他始终不体察别人心情。<br>那些女人妒忌我的丰姿，造谣诬蔑说我妖艳好淫。<br>庸人本来善于投机取巧，背弃规矩而又改变政策。<br>违背是非标准追求邪曲，争着苟合取悦作为法则。<br>忧愁烦闷啊我失意不安，现在孤独穷困多么艰难。<br>宁可马上死去魂魄离散，媚俗取巧啊我坚决不干。<br>雄鹰不与那些燕雀同群，原本自古以来就是这般。<br>方和圆怎能够互相配各，志向不同何能彼此相安。<br>宁愿委曲心志压抑情感，宁把斥责咒骂统统承担。<br>保持清白节操死于直道，这本为古代圣贤所称赞！<br>后悔当初不曾看清前途，迟疑了一阵我又将回头。<br>调转我的车走回原路啊，趁着迷途未远赶快罢休。<br>我打马在兰草水边行走，跑上椒木小山暂且停留。<br>既然进取不成反而获罪，那就回来把我旧服重修。<br>我要把菱叶裁剪成上衣，我并用荷花把下裳织就。<br>没有人了解我也就罢了，只要内心真正馥郁芳柔。<br>把我的帽子加得高高的，把我的佩带增得长悠悠。<br>虽然芳洁污垢混杂一起，只有纯洁品质不会腐朽。<br>我忽然回头啊纵目远望，我将游观四面遥远地方。<br>佩着五彩缤纷华丽装饰，散发出一阵阵浓郁清香。<br>人们各有自己的爱好啊，我独爱好修饰习以为常。<br>即使粉身碎骨也不改变，难道我能受警戒而彷徨！<br>姐姐对我遭遇十分关切，她曾经一再地向我告诫。<br>她说“鲧太刚直不顾性命，结果被杀死在羽山荒野。<br>你何忠言无忌爱好修饰，还独有很多美好的节操。<br>满屋堆着都是普通花草，你却与众不同不肯佩服。<br>众人无法挨家挨户说明，谁会来详察我们的本心。<br>世上的人都爱成群结伙，为何对我的话总是不听？”<br>我以先圣行为节制性情，愤懑心情至今不能平静。<br>渡过沅水湘水向南走去，我要对虞舜把道理讲清：<br>“夏启偷得《九辩》和《九歌》啊，他寻欢作乐而放纵忘情。<br>不考虑将来看不到危难，因此武观得以酿成内乱。<br>后羿爱好田猎溺于游乐，对射杀大狐狸特别喜欢。<br>本来淫乱之徒无好结果，寒浞杀羿把他妻子霸占。<br>寒浇自恃有强大的力气，放纵情欲不肯节制自己。<br>天天寻欢作乐忘掉自身，因此他的脑袋终于落地。<br>夏桀行为总是违背常理，结果灾殃也就难以躲避。<br>纣王把忠良剁成肉酱啊，殷朝天下因此不能久长。<br>商汤夏禹态度严肃恭敬，正确讲究道理还有文王。<br>他们都能选拔贤者能人，遵循一定准则不会走样。<br>上天对一切都公正无私，见有德的人就给予扶持。<br>只有古代圣王德行高尚，才能够享有天下的土地。<br>回顾过去啊把将来瞻望，看到了做人的根本道理。<br>哪有不义的事可以去干，哪有不善的事应该担当。<br>我虽然面临死亡的危险，毫不后悔自己当初志向。<br>不度量凿眼就削正榫头，前代的贤人正因此遭殃。”<br>我泣声不绝啊烦恼悲伤，哀叹自己未逢美好时光。<br>拿着柔软蕙草揩抹眼泪，热泪滚滚沾湿我的衣裳。<br>铺开衣襟跪着慢慢细讲，我已获得正道心里亮堂。<br>驾驭着玉虬啊乘着凤车，在风尘掩翳中飞到天上。<br>早晨从南方的苍梧出发，傍晚就到达了昆仑山上。<br>我本想在灵琐稍事逗留，夕阳西下已经暮色苍茫。<br>我命令羲和停鞭慢行啊，莫叫太阳迫近崦嵫山旁。<br>前面的道路啊又远又长，我将上上下下追求理想。<br>让我的马在咸池里饮水，把马缰绳拴在扶桑树上。<br>折下若木枝来挡住太阳，我可以暂且从容地徜徉。<br>叫前面的望舒作为先驱，让后面的飞廉紧紧跟上。<br>鸾乌凤凰为我在前戒备，雷师却说还没安排停当。<br>我命令凤凰展翅飞腾啊，要日以继夜地不停飞翔。<br>旋风结聚起来互相靠拢，它率领着云霓向我迎上。<br>云霓越聚越多忽离忽合，五光十色上下飘浮荡漾。<br>我叫天门守卫把门打开，他却倚靠天门把我呆望。<br>日色渐暗时间已经晚了，我纽结着幽兰久久徜徉。<br>这个世道混浊善恶不分，喜欢嫉妒别人抹煞所长。<br>清晨我将要渡过白水河，登上阆风山把马儿系着。<br>忽然回头眺望涕泪淋漓，哀叹高丘竟然没有美女。<br>我飘忽地来到春宫一游，折下玉树枝条增添佩饰。<br>趁琼枝上花朵还未凋零，把能受馈赠的美女找寻。<br>我命令云师把云车驾起，我去寻找宓妃住在何处。<br>解下佩带束好求婚书信，我请蹇修前去给我做媒。<br>云霓纷纷簇集忽离忽合，很快知道事情乖戾难成。<br>晚上宓妃回到穷石住宿，清晨到洧盘把头发洗濯。<br>宓妃仗着貌美骄傲自大，成天放荡不羁寻欢作乐。<br>她虽然美丽但不守礼法，算了吧放弃她另外求索。<br>我在天上观察四面八方，周游一遍后我从天而降。<br>遥望华丽巍峨的玉台啊，见有娀氏美女住在台上。<br>我请鸩鸟前去给我做媒，鸩鸟却说那个美女不好。<br>雄鸠叫唤着飞去说媒啊，我又嫌它过分诡诈轻佻。<br>我心中犹豫而疑惑不定，想自己去吧又觉得不妙。<br>凤凰已接受托付的聘礼，恐怕高辛赶在我前面了。<br>想到远方去又无处安居，只好四处游荡流浪逍遥。<br>趁少康还未结婚的时节，还留着有虞国两位阿娇。<br>媒人无能没有灵牙利齿，恐怕能说合的希望很小。<br>世间混乱污浊嫉贤妒能，爱障蔽美德把恶事称道。<br>闺中美女既然难以接近，贤智君王始终又不醒觉。<br>满腔忠贞激情无处倾诉，我怎么能永远忍耐下去！<br>我找来了灵草和细竹片，请求神巫灵氛为我占卜。<br>“听说双方美好必将结合看谁真正好修必然爱慕。<br>想到天下多么辽阔广大，难道只在这里才有娇女？”<br>“劝你远走高飞不要迟疑，谁寻求美人会把你放弃？<br>世间什么地方没有芳草，你又何必苦苦怀恋故地？<br>世道黑暗使人眼光迷乱，谁又能够了解我们底细？<br>人们的好恶本来不相同，只是这邦小人更加怪异。<br>人人都把艾草挂满腰间，说幽兰是不可佩的东西。<br>对草木好坏还分辨不清，怎么能够正确评价玉器？<br>用粪土塞满自己的香袋，反说佩的申椒没有香气。”<br>想听从灵氛占卜的好卦，心里犹豫迟疑决定不下。<br>听说巫咸今晚将要降神，我带着花椒精米去接他。<br>天上诸神遮天蔽日齐降，九疑山的众神纷纷迎迓。<br>他们灵光闪闪显示神灵，巫咸又告诉我不少佳话。<br>他说“应该努力上天下地，去寻求意气相投的同道。<br>汤禹为人严正虚心求贤，得到伊尹皋陶君臣协调。<br>只要内心善良爱好修洁，又何必一定要媒人介绍？<br>傅说拿祷杵在傅岩筑墙，武丁毫不犹豫用他为相。<br>太公吕望曾经做过屠夫，他被任用是遇到周文王。<br>宁戚喂牛敲着牛角歌唱，齐桓公听见后任为大夫。<br>趁现在年轻大有作为啊，施展才能还有大好时光。<br>只怕杜鹃它叫得太早啊，使得百草因此不再芳香。”<br>为什么这样美好的琼佩，人们却要掩盖它的光辉。<br>想到这邦小人不讲信义，恐怕出于嫉妒把它摧毁。<br>时世纷乱而变化无常啊，我怎么可以在这里久留。<br>兰草和芷草失掉了芬芳，荃草和惠草也变成茅莠。<br>为什么从前的这些香草，今天全都成为荒蒿野艾。<br>难道还有什么别的理由，不爱好修洁造成的祸害。<br>我还以为兰草最可依靠，谁知华而不实虚有其表。<br>兰草抛弃美质追随世俗，勉强列入众芳辱没香草。<br>花椒专横谄媚十分傲慢，茱萸想进香袋冒充香草。<br>它们既然这么热心钻营，又有什么香草重吐芳馨。<br>本来世态习俗随波逐流，又还有谁能够意志坚定？<br>看到香椒兰草变成这样，何况揭车江离能不变心。<br>只有我的佩饰最可贵啊，保持它的美德直到如今。<br>浓郁的香气难以消散啊，到今天还在散发出芳馨。<br>我调度和谐地自我欢娱，姑且飘游四方寻求美女。<br>趁着我的佩饰还很盛美，我要周游观访上天下地。<br>灵氛已告诉我占得吉卦，选个好日子我准备出发。<br>折下玉树枝叶作为肉脯，我舀碎美玉把干粮备下。<br>给我驾车啊用飞龙为马，车上装饰着美玉和象牙。<br>彼此不同心怎能配合啊，我将要远去主动离开他。<br>我把行程转向昆仑山下，路途遥远继续周游观察。<br>云霞虹霓飞扬遮住阳光，车上玉铃丁当响声错杂。<br>清晨从天河的渡口出发，最远的西边我傍晚到达。<br>凤凰展翅承托着旌旗啊，长空翱翔有节奏地上下。<br>忽然我来到这流沙地段，只得沿着赤水行进缓缓。<br>指挥蛟龙在渡口上架桥，命令西皇将我渡到对岸。<br>路途多么遥远又多艰险，我传令众车在路旁等待。<br>经过不周山向左转去啊，我的目的地已指定西海。<br>我再把成千辆车子聚集，把玉轮对齐了并驾齐驱。<br>驾车的八龙蜿蜒地前进，载着云霓旗帜随风卷曲。<br>定下心来啊慢慢地前行，难控制飞得远远的思绪。<br>演奏着《九歌》跳起《韶》舞啊，且借大好时光寻求欢娱。<br>太阳东升照得一片明亮，忽然看见我思念的故乡。<br>我的仆从悲伤马也感怀，退缩回头不肯走向前方。<br>尾声：“算了吧！<br>国内既然没有人了解我，我又何必怀念故国旧居。<br>既然不能实现理想政治，我将追随彭成安排自己。”</p> <p><strong>注释</strong><br>1、高阳：颛顼之号。<br>2、苗裔（yì）：苗，初生的禾本植物。裔，衣服的末边。此苗裔连用，喻指子孙后代。<br>3、朕：我。<br>4、皇：美。<br>5、考：已故的父亲。<br>6、摄提：太岁在寅时为摄提格。此指寅年。<br>7、贞：正。<br>8、孟：开始。<br>9、陬（zōu）：正月。<br>10、庚寅（gēng yín）：指庚寅之日。古以干支相配来纪日。<br>11、降（hōng）：降生。<br>12、揆（kuí）：推理揣度。<br>13、肇（zhào）：开始。<br>14、锡（xī）：赐。<br>15、名：命名。<br>16、字：表字，这里活用作动词，起个表字。<br>17、内美：内在的美好品质。<br>18、重（chóng）：再。<br>19、扈（hù）：楚方言，披挂。<br>20、江离、芷：均为香草名。<br>21、纫（rèn）：草有茎叶可做绳索。<br>22、秋兰：香草名。即泽兰，秋季开花。<br>23、汩（gǔ）：水疾流的样子，此处用以形容时光飞逝。<br>24、不吾与：宾语前置，即“不与吾”，不等待我。<br>25、搴（qiān）：拔取。<br>26、揽（lǎn）：采摘。<br>27、宿莽：草名，经冬不死。<br>28、忽：迅速的样子。<br>29、代序：指不断更迭。<br>30、惟：思虑。<br>31、迟暮：衰老。<br>32、抚：趁。<br>33、此度：指现行的政治法度。<br>34、骐骥（qí jì）：骏马。<br>35、道：通“导”，引导。<br>36、三后：夏禹、商汤、周文王。<br>37、固：本来。<br>38、申椒、菌桂：均为香木名。<br>39、蕙（huì）、茞（chén）：均为香草名。<br>40、耿介：光明正大。<br>41、遵道：遵循正道。<br>42、猖披：猖狂。<br>43、捷径：邪道。<br>44、偷乐：苟且享乐。<br>45、幽昧（mèi）：黑暗。<br>46、殃（yāng）：灾祸。<br>47、败绩：喻指君国的倾危。<br>48、踵武：足迹，即脚印。<br>49、荃（quán）：香草名，喻楚怀王。<br>50、齌（jì）怒：暴怒。<br>51、謇謇（jiǎn jiǎn）：形容忠贞直言的样子。<br>52、九天：古人认为天有九重，故言。<br>53、正：通“证”。<br>54、期：约定。<br>55、羌：楚语，表转折，相当于现在的“却”。<br>56、成言：诚信之言。<br>57、既：本来。<br>58、数化：多次变化。<br>59、滋：栽种。<br>60、树：种植。<br>61、亩（mǔ）：二百四十步为亩。<br>62、畦（qí）：五十亩为畦。<br>63、留夷、揭车：均为香草名。<br>64、冀（jì）：希望。<br>65、峻：长。<br>66、刈（yì）：收获。<br>67、萎：枯萎。<br>68、绝：落尽。<br>69、芜（wú）：荒芜。<br>70、秽（huì）：污秽。<br>71、竞：并。<br>72、羌（qiāng）：楚人语气词。<br>73、兴：生。<br>74、忽：急。<br>75、驰骛（wù）：乱驰。<br>76、冉冉（rǎn rǎn）：渐渐。<br>77、英：花。<br>78、苟：确实。<br>79、信姱（kuā）：诚信而美好。<br>80、练要：心中简练合于要道。<br>81、掔（qiān）：持取。<br>82、贯：拾取。<br>83、矫：举起。<br>84、索：草有茎叶可做绳索。此作动词，意为搓绳。<br>85、纚纚（xǐ xǐ）：绳索美好貌。<br>86、法：效法。<br>87、周：合。<br>88、彭咸：殷贤大夫，谏其君，不听，投江而死。<br>89、民生：万民的生存。<br>90、艰：难。<br>91、修姱（kuā）：洁净而美好。<br>92、谇（suì）：进谏。<br>93、替：废。<br>94、纕（xiāng）：佩带。<br>95、申：重复。<br>96、悔：怨恨。<br>97、灵修：指楚怀王。<br>98、众女：喻群臣。<br>99、谣：诋毁。<br>100、诼（zhuó）：诽谤。<br>101、偭（miǎn）：违背。<br>102、改：更改。<br>103、错：通“措”，措施，指先圣之法。<br>104、绳墨：正曲直之具。<br>105、曲：斜曲。<br>106、周容：苟合取容，指以求容媚为常法。<br>107、侘傺（chà chì）：失志貌。<br>108、流亡：随水漂流而去。<br>109、此态：苟合取容之态。<br>110、不群：指不与众鸟同群。<br>111、前世：古代。<br>112、异道：不同的道路。<br>113、屈：委屈。<br>114、尤：过错。<br>115、攘：除去。<br>116、诟（gòu）：耻辱。<br>117、伏：通“服”，保持，坚守。<br>118、厚：厚待。<br>119、相道：观看。<br>120、延：长。<br>121、回：调转。<br>122、行迷：指迷途。<br>123、步：徐行。<br>124、皋（gāo）：水边高地。<br>125、止息：休息一下。<br>126、尤：罪过。<br>127、修吾初服：指修身洁行。<br>128、制：裁制。<br>129、芙蓉：莲花。<br>130、不吾知：宾语前置，即“不知吾”，不了解我。<br>131、苟：如果。<br>132、高：指帽高。<br>133、陆离：修长而美好的样子。<br>134、芳：指芬芳之物。<br>135、惟：通“唯”，只有。<br>136、游目：纵目瞭望。<br>137、往观：前去观望。<br>138、缤纷：极言多。<br>139、章：明显。<br>140、民生：人生。<br>141、常：恒常之法。<br>142、犹：尚且。<br>143、惩：惧怕。<br>144、女嬃（xū）：<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>的姐姐。<br>145、婵媛（chán yuán）：牵挂。<br>146、申申：反反复复。<br>147、婞（xìng）直：刚正。<br>148、羽之野：羽山的郊野。<br>149、博謇：过于刚直。<br>150、姱（kuā）节：美好的节操。<br>151、盈室：满屋。<br>152、判：区别。<br>153、众：众人。<br>154、云：助词，无实义。<br>155、朋：朋党。<br>156、茕（qióng）：孤独。<br>157、前圣：前代圣贤。<br>158、喟：叹息声。<br>159、济：渡过。<br>160、就：靠近。<br>161、启：禹之子。夏朝的开国君主。<br>162、《九辩》《九歌》：相传是启从天上偷带到人间的乐曲。<br>163、夏康：启子太康。<br>164、图：图谋。<br>165、五子：指夏康等兄弟五人。<br>166、用：因此。<br>167、羿：指后羿。<br>168、封狐：大狐。<br>169、鲜：少。<br>170、浞（zhuó）：寒浞，羿相。<br>171、浇（ào）：寒浞之子。<br>172、强圉（yǔ）：强壮多力。<br>173、不忍：不能加以克制。<br>174、日：天天。<br>175、用夫：因此。<br>176、夏桀（jié）：夏之亡国之君。<br>177、辛：殷纣王之名。<br>178、菹醢（zū hǎi）：肉酱，名词动用，指剁成肉酱。<br>179、用而：因而。<br>180、俨（yǎn）：庄严。<br>181、莫差：没有丝毫差错。<br>182、授：任用。<br>183、颇：倾斜。<br>184、私阿：偏私。<br>185、错：置。<br>186、茂行：美好的德行。<br>187、下土：天下。<br>188、瞻前而顾后：观察古往今来的成败。<br>189、相观：观察。<br>190、非义：不行仁义。<br>191、非善：不行善事。<br>192、阽（diàn）：临危，遇到危险。<br>193、览：反观。<br>194、量：度。<br>195、前修：前贤。<br>196、曾：屡次。<br>197、当：遇。<br>198、茹（rú）：柔软。<br>199、浪浪：泪流不止的样子。<br>200、敷（fū）：铺开。<br>201、中正：治国之道。<br>202、驷：驾车。<br>203、上征：上天远行。<br>204、发轫（rèn）：出发。<br>205、苍梧：舜所葬之地。<br>206、县圃（pǔ）：神山，在昆仑山之上。<br>207、灵琐：神之所在处。<br>208、令：命令。<br>209、羲和：神话中的太阳神。<br>210、崦嵫（yān zī）：神话中日所入之山。<br>211、漫漫：路遥远的样子。<br>212、修远：长远。<br>213、咸池：日浴处。<br>214、扶桑：日所拂之木。<br>215、若木：日所入之处的树木。<br>216、逍遥：自由自在的样子。<br>217、相羊：徘徊。<br>218、前：在前面。<br>219、后：在后面。<br>220、先戒：在前面警戒。<br>221、雷师：雷神。<br>222、飞腾：腾空而飞。<br>223、日夜：指日夜兼程。<br>224、飘风：旋风。<br>225、帅：率领。<br>226、离合：忽散忽聚。<br>227、斑：文彩杂乱，五彩缤纷。<br>228、帝：天帝。<br>229、阊阖（chāng hé）：天门。<br>230（ài ài）、暧暧：昏暗的样子。<br>231、结：编结。<br>232、溷（hùn）浊：混乱污浊。<br>233、蔽：掩盖。<br>234、白水：神话中的水名。<br>235、绁（xiè）：拴，系。<br>236、反顾：回头望。<br>237、高丘：高山。<br>238、春宫：东方青帝的居舍。<br>239、琼（qióng）枝：玉树的花枝。<br>240、荣华：花朵。<br>241、可诒（yí）：可以赠送。<br>242、丰隆：云神。<br>243、宓（fú）妃：神女，伏羲氏之女。<br>244、结言：约好之言。<br>245、謇（jiǎn）修：伏羲氏之臣。<br>246、离合：言辞未定。<br>247、纬繣（wěi huà）：不相投合。<br>248、次：住宿。<br>249、濯发：洗头发。<br>250、保：依仗。<br>251、淫游：过分的游乐。<br>252、虽：诚然。<br>253、改求：另外寻求。<br>254、览相观：细细观察。<br>255、周流：周游。<br>256、瑶台：以玉砌成的台。<br>257、有娀（sōng）：传说中的上古国名。<br>258、鸩（zhèn）：鸟名。<br>259、鸣逝：边叫边飞。<br>260、佻（tiāo）：轻浮。<br>261、犹豫：拿不定主意。<br>262、自适：亲自去。<br>263、受诒：指完成聘礼之事。<br>264、远集：远止。<br>265、浮游：漫游。<br>266、及：趁着。<br>267、有虞（yú）：传说中的上古国名。<br>268、理弱：指媒人软弱。<br>269、导言：媒人撮合的言辞。<br>270、嫉贤：嫉妒贤能。<br>271、称恶：称赞邪恶。<br>272、闺中：女子居住的内室。<br>273、哲王：明智的君王。<br>274、怀：怀抱。<br>275、终古：永久。<br>276、琼茅：灵草。<br>277、筳（tíng）：小竹片。<br>278、灵氛：传说中的上古神巫。<br>279、信修：诚然美好。<br>280、九州：泛指天下。<br>281、女：美女。<br>282、勉：努力。<br>283、释：舍弃。<br>284、何所：何处。<br>285、故宇：故国。<br>286、昡曜（yào）：惑乱浑浊。<br>287、察：明辨。<br>288、民：指天下众人。<br>289、党人：朋党之人。<br>290、服：佩用。<br>291、览察：察看。<br>292、珵美：即“美珵”，美玉。<br>293、粪壤：粪土。<br>294、申椒：申地之椒。<br>295、巫咸：古神巫。<br>296、夕降：傍晚从天而降。<br>297、怀：馈。<br>298、百神：指天上的众神。<br>299、并迎：一起来迎接。<br>300、皇：皇天。<br>301、吉故：明君遇贤臣的吉祥故事。<br>302、矱（yuē）：度。<br>303、合：志同道合的人。<br>304、挚（zhì）：伊尹名。<br>305、咎繇（jiù yáo）：夏禹之臣。<br>306、苟：如果。<br>307、用：凭借。<br>308、操：持，拿。<br>309、用：重用。<br>310、吕望：指吕尚。<br>311、举：举用。<br>312、宁戚：春秋时卫人，齐桓公认为贤人，以他为卿。<br>313、该：周详。<br>314、晏：晚。<br>315、未央：未尽。<br>316、鹈鴂（tí jué）：鸟名，即伯劳。一说杜鹃。<br>317、为之：因此。<br>318、偃蹇（yǎn jiǎn）：盛多美丽的样子。<br>319、薆（ài）：遮蔽。<br>320、谅：信。<br>321、折：摧毁。<br>322、变易：变化。<br>323、茅：比喻已经蜕化变质的谗佞之人。<br>324、直：竟然。<br>325、他故：其他的理由。<br>326、害：弊端。<br>327、无实：不结果实。<br>328、委：丢弃。<br>329、得：能够。<br>330、椒（jiāo）：楚大夫子椒。<br>331、樧（shā）：茱萸。<br>332、干进：求进。<br>333、务入：钻营。<br>334、祗（zhī）：散发。<br>335、揭车与江离：比喻自己培育的一般人才。<br>336、兹佩：喻指屈原的内美与追求。<br>337、历兹：到如今这一地步。<br>338、芳菲菲：指香气浓郁。<br>339、沬（mèi）：消失。<br>340、和调度：指调节自己的心态，缓和自己的心情<br>341、自娱：自乐。<br>342、聊：姑且。<br>343、求女：寻求志同道合的人。<br>344、方：正。<br>345、上下：到处。<br>346、吉占：指两美必合而言。<br>347、历：选择。<br>348、羞：通“馐”，指美食。<br>349、琼爢（mí）：玉屑。<br>350、飞龙：长翅膀的龙。<br>351、象：象牙。<br>352、离心：不同的去向。<br>353、远逝：远去。<br>354、邅（zhān）：楚地方言，转向。<br>355、晻蔼（ǎn ǎi）：旌旗蔽日貌。<br>356、鸣：响起。<br>357、天津：天河的渡口。在东极萁、斗之间。<br>358、西极：西方的尽头。<br>359、翼：古代一种旗帜。<br>360、翼翼：和貌。<br>361、流沙：指西极，其处流沙如水。<br>362、赤水：出昆仑山。<br>363、容与：游戏貌。<br>364、麾（huī）：指挥。<br>365、西皇：帝少嗥。<br>366、艰：指路途艰险。<br>367、腾：飞驰。<br>368、不周：山名，在昆仑西北。<br>369、西海：神话中西方之海。<br>370、屯：聚集。<br>371、轪（dài）：车轮。<br>372、婉婉：在前进时蜿蜒曲折的样子。<br>373、委蛇（wēi yí）：旗帜飘扬舒卷的样子。<br>374、志：通“帜”，旗帜。<br>375、弭（mǐ）节：放下赶车的马鞭，使车停止。<br>376、神：神思，指人的精神。<br>377、邈邈（miǎo miǎo）：浩渺无际的样子。<br>378、假日：犹言借此时机。<br>379、皇：天。<br>380、赫戏：形容光明。<br>381、旧乡：指楚国。<br>382、仆：御者。<br>383、怀：思。<br>834、蜷（quán）局：卷屈不行貌。<br>385、乱：终篇的结语。<br>386、已矣：绝望之词，谓“算了吧”。<br>387、国无人：国家无人。<br>388、足：足以。<br>389、为：实行。<br>390、居：住所，这里是指一生所选择的道路和归宿。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　宋代著名史学家、词人<a href=\"http://so.gushiwen.org/author_596.aspx\">宋祁</a>说：“《离骚》为词赋之祖，后人为之，如至方不能加矩，至圆不能过规。”这就是说，《离骚》不仅开辟了一个广阔的文学领域，而且是中国<a href=\"http://so.gushiwen.org/view_71169.aspx\">诗</a>赋方面永远不可企及的典范。</p> <p>　　《离骚》作于楚怀王二十四、五年(前305、前304)<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>被放汉北后的两三年中。汉北其地即汉水在郢都以东折而东流一段的北面，现今天门、应城、京山、云梦县地，即汉北云梦。怀王十六年屈原因草拟宪令、主张变法和主张联齐抗秦，被内外反对力量合伙陷害，而去左徒之职。后来楚国接连在丹阳、蓝田大败于秦，才将屈原招回朝廷，任命其出使齐国。至怀王二十四年秦楚合婚，二十五年秦楚盟于黄棘，秦归还楚国上庸之地，屈原被放汉北。</p> <p>　　汉北其地西北距楚故都鄢郢(今宜城)不远。《离骚》当是屈原到鄢郢拜谒了先王之庙及公卿祠堂后所写。诗开头追述楚之远祖及屈氏太祖，末尾言“临睨旧乡”而不忍离去，中间又写到灵氛占卜、巫咸降神等情节，都和这个特定的创作环境有关。</p> <p>　　《离骚》是一首充满激情的政治抒情诗，是一首现实主义与浪漫主义相结合的艺术杰作。诗中的一些片断情节反映着当时的历史事实(如“初既与余成言兮。后悔遁而有他。……伤灵脩之数化”即指怀王在政治外交上和对屈原态度上的几次反覆)。但表现上完全采用了浪漫主义的方法：不仅运用了神话、传说材料，也大量运用了比兴手法，以花草、禽鸟寄托情意，“以情为里，以物为表，抑郁沉怨”（刘师培《论文杂记》）。而诗人采用的比喻象征中对喻体的调遣，又基于传统文化的底蕴，因而总给人以言有尽而意无穷之感。</p> <p>　　由于诗人无比的忧愤和难以压抑的激情，全诗如大河之奔流，浩浩荡荡，不见端绪。但是，细心玩味，无论诗情意境的设想，还是外部结构，都体现了诗人不凡的艺术匠心。</p> <p>　　从构思上说，诗中写了两个世界：现实世界和由天界、神灵、往古人物以及人格化了的日、月、风、雷、鸾风、鸟雀所组成的超现实世界。这超现实的虚幻世界是对现实世界表现上的一个补充。在人间见不到君王，到了天界也同样见不到天帝；在人间是“众皆竞进以贪婪”，找不到同志，到天上求女也同样一事无成。这同《聊斋志异》中《席方平》篇写阴间的作用有些相似。只是《席方平》中主人公是经过由人到鬼的变化才到另一个世界，而《离骚》中则是自由来往于天地之间。这种构思更适宜于表现抒情诗瞬息变化的激情。诗人设想的天界是在高空和传说中的神山昆仑之上，这是与从原始社会开始形成的一般意识和原型神话相一致的，所以显得十分自然，比起后世文学作品中通过死、梦、成仙到另一个世界的处理办法更具有神话的色彩，而没有宗教迷信的味道。诗人所展现的背景是广阔的，雄伟的，瑰丽的。其意境之美、之壮、之悲，是前无古人的。特别地，诗人用了龙马的形象，作为由人间到天界，由天界到人间的工具。《尚书中候》佚文中说，帝尧继位，“龙马衔甲”。中国古代传说中的动物龙的原型之一即是神化的骏马。《周礼》中说“马八尺以上为龙”，《吕氏春秋》说“马之美者，青龙之匹，遗风之乘”。在人间为马，一升空即为龙。本来只是地面与高空之分，而由于神骏变化所起的暗示作用，则高空便成了天界。诗人借助自己由人间到天上，由天上到人间的情节变化，形成了这首长诗内部结构上的大开大阖。诗中所写片断的情节只是作为情感的载体，用以外化思想的斗争与情绪变化。然而这些情节却十分有效地避免了长篇抒情诗易流于空泛的弊病。</p> <p>　　从外部结构言之，全诗分三大部分和一个礼辞。第一部分从开头至“虽体解吾犹未变兮，岂余心之可惩”，自叙生平，并回顾了诗人在为现实崇高的政治理想不断自我完善、不断同环境斗争的心灵历程，以及惨遭失败后的情绪变化。这是他的思想处于最激烈的动荡之时的真实流露。从“女媭之婵嫒兮，申申其詈予”至“怀朕情而不发兮，余焉能忍与此终古”为第二部分。其中写女媭对他的指责说明连亲人也不理解他，他的孤独是无与伦比的。由此引发出向重华陈辞的情节。这是由现实社会向幻想世界的一个过渡（重华为已死一千余年的古圣贤，故向他陈辞便显得“虚”；但诗人又设想是在其葬处苍梧之地，故又有些“实”）。然后是巡行天上。入天宫而不能，便上下求女，表现了诗人在政治上的努力挣扎与不断追求的顽强精神。从“索藑茅以筵篿兮”至“仆夫悲余马怀兮，蜷局顾而不行”为第三部分，表现了诗人在去留问题上的思想斗争，表现了对祖国的深厚感情，读之令人悲怆！末尾一小节为礼辞。“既莫足以为美政兮，吾将从彭咸之所居”，虽文字不多，但表明诗人的爱国之情是与他的美政理想联系在一起的。这是全诗到高潮之后的画龙点睛之笔，用以收束全诗，使诗的主题进一步深化，使诗中表现的如长江大河的奔涌情感，显示出更为明确的流向。诗的第一部分用接近于现实主义的手法展现了诗人所处的环境和自己的历程。而后两部分则以色彩缤纷、波谲云诡的描写把读者带入一个幻想的境界。常常展现出无比广阔、无比神奇的场面。如果只有第一部分，虽然不能不说是一首饱含血泪的杰作，但还不能成为浪漫主义的不朽之作；而如只有后两部分而没有第一部分，那么诗的政治思想的底蕴就会薄一些，其主题之表现也不会像现在这样既含蓄，又明确；既朦胧，又深刻。</p> <p>　　《离骚》为我们塑造了一个高大的抒情主人公形象。首先，他有着突出的外部形象的特征。“高余冠之岌岌兮，长余佩之陆离。”“长顑颔亦何伤。”很多屈原的画像即使不写上“屈原”二字，人们也可以一眼认出是屈原，就是因为都依据了诗中这种具有特征性的描写。其次，他具有鲜明的思想性格。第一，他是一位进步的政治改革家，主张法治(“循绳墨而不颇”)，主张举贤授能。第二，他主张美政，重视人民的利益和人民的作用(“皇天无私阿兮，览民德焉错辅”)，反对统治者的荒淫暴虐和臣子的追逐私利（陈辞一段可见）。第三，他追求真理，坚强不屈（“亦余心之所善兮，虽九死其犹未悔”，“虽体解吾犹未变兮，岂余心之可惩”）。这个形象，是中华民族精神的集中体现，两千多年来给了无数仁人志士以品格与行为的示范，也给了他们以力量。</p> <p>　　《离骚》的语言是相当美的。首先，大量运用了比喻象征的手法。如以采摘香草喻加强自身修养，佩带香草喻保持修洁等。但诗人的表现手段却比一般的比喻高明得多。如“制芰荷以为衣兮，集芙蓉以为裳。不吾知其亦已兮，苟余情其信芳。”第四句中的“芳”自然由“芰荷”、“芙蓉”而来，是照应前二句的，但它又是用来形容“情”的。所以虽然没有用“如”、“似”、“若”之类字眼，也未加说明，却喻意自明。其次，运用了不少香花、香草的名称来象征性地表现政治的、思想意识方面的比较抽象的概念，不仅使作品含蓄，长于韵味，而且从直觉上增加了作品的色彩美。自屈原以来，“香草美人”就已经成为了高洁人格的象征。（有<a href=\"http://so.gushiwen.org/author_646.aspx\">柳宗元</a>的“惊风乱飐芙蓉水，密雨斜侵薜荔墙。”）</p> <p>　　再次，全诗以四句为一节，每节中又由两个用“兮”字连接的若连若断的上下句组成，加上固定的偶句韵，使全诗一直在回环往复的旋律中进行，具有很强的节奏感。最后，运用了对偶的修辞手法，如“夕归次于穷石兮，朝濯发乎洧盘”；“苏粪壤以充帏兮，谓申椒其不芳”；“惟兹佩之可贵兮，委厥美而历兹”等，将“兮”字去掉，对偶之工与唐宋律诗对仗无异。</p> <p>　　《离骚》不仅是中国文学的奇珍，也是世界文学的瑰宝。　(赵逵夫)</p> <p>　　从屈原在当时社会中的身份来说，他是一位政治家，而不是一般意义上的“诗人”；但以他的巨大的创作成就来说，他又是中国文学史上第一位伟大的诗人。《诗经》中也有许多优美动人的作品，但它基本上是群众性集体性的创作，个性的表现甚少。而屈原的创作，却是用他的理想、遭遇、痛苦，以他全部生命的热情打上了鲜明的个性烙印。这标志了中国古典文学创作的一个新时代。</p> <p>　　屈原是一位具有崇高人格的诗人。他关心国家和人民，直到今天仍作为坚定的爱国者受到高度评价。虽然他的爱国和忠君联系在一起，在这一点上，他并不能背离所处时代和社会的基本道德原则，但同时也要看到，屈原又具有较为强烈的自我意识。他并不把自己看作君主的奴仆，而是以君主从而也是国家的引路人自居。他对自己的政治理想与人生理想有坚定的信念，为追求自己的理想不惜与自身所属社会集团的大多数人对抗，宁死不渝。这就在忠君爱国的公认道德前提下，保存了独立思考、忠于自身认识的权利。作为理想的殉难者，后人曾从他身上受到巨大感召；他立身处世的方式，也被后世正直的文人引为仿效的榜样。</p> <p>　　屈原的作品，以纵恣的文笔，表达了强烈而激荡的情感。汉儒曾说，《离骚》与《诗经》中《小雅》同为“忽而不伤”之作，明代诗人<a href=\"http://so.gushiwen.org/author_61.aspx\">袁宏道</a>于《叙小修诗》中驳斥道：《离骚》“忿怼之极”，对“党人”和楚王都“明示唾骂”，“安在所谓怨而不伤者乎？”并指出：“劲质而多怼，峭急而多露”，正是“楚风”的特点。他的意见显然是正确的。不仅如此，屈原赞美自我的人格，是率性任情，真实袒露；咏唱神灵的恋爱，是热情洋溢、淋漓尽致；颂扬烈士的牺牲，是激昂慷慨、悲凉豪壮……。总之，较之《诗经》总体上比较克制、显得温和蕴藉的情感表达，屈原的创作在相当程度上显示了情感的解放，从而造成了全新的、富于生气和强大感染力的诗歌风格。由于这种情感表达的需要，屈原不能满足于平实的写作手法，而大量借用楚地的神话材料，用奇丽的幻想，使诗歌的境界大为扩展，显示恢宏瑰丽的特征。这为中国古典诗歌的创作，开辟出一条新的道路。后代个性和情感强烈的诗人如<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>、<a href=\"http://so.gushiwen.org/author_349.aspx\">李贺</a>等，都从中受到极大的启发。</p> <p>　　屈原是一位爱美的诗人。他对各种艺术的美，都不以狭隘的功利观加以否定。《九歌》、《招魂》中，处处渲染音乐歌舞的热烈场面和引发的感动。“羌声色之娱人，观者憺兮忘归”，在屈原笔下，是美好的景象。同样，他的诗篇，也喜欢大量铺陈华美的、色泽艳丽的辞藻。他还发展了《诗经》的比兴手法，赋予草木、鱼虫、鸟兽、云霓等种种自然界的事物以人的意志和生命，以寄托自身的思想感情，又增加了诗歌的美质。大体上可以说，中国古代文学中讲究文采，注意华美的流派，最终都可以溯源于屈原。</p> <p>　　在诗歌形式上，屈原打破了《诗经》那种以整齐的四言句为主、简短朴素的体制，创造出句式可长可短、篇幅宏大、内涵丰富复杂的“骚体诗”，这也具有极重要的意义。</p> <p>　　2012年，由八旬清华大学著名书法家、文学家、教育家韩家鳌教授历时半年时间用草书完成《韩家鳌[2]草书离骚》一书，并写有“骚体文章久不闻，皇皇屈子第一人；悲吟侘傺湘沅上，遥祭苍空写招魂”的诗句。并由人民美术出版社出版，受到文学、艺术、教育等各界的一致赞誉。 </p>",
  "about": "<h2>解释</h2> 离骚是一首“<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>的政治生涯传记”<a href=\"http://so.gushiwen.org/view_71169.aspx\">诗</a>。以浪漫抒情的形式来叙事是其主要的风格。赋、比、兴三种修辞手法灵活穿插转换是其语言运用上的最大特点。<br>表达了要使楚国强大就必须推行美政的治国思想。表达了推行美政失败被贬后的不满不悔情绪及继续推行美政的坚定信念。表达了无机会再行美政则宁死不叛楚王的忠诚。<br>全诗中心：推行美政。<br>叙述文路：努力准备、失败悲愤、反思不悔；再试遇挫、徘徊无望、他投不忍、以死明志。<br>全诗结构：分五章共14个完整意段。前两章共包含7个完整意段为上半部；后三章也共包含7个完整意段为下半部。<br>为了便于记忆把握，也可把全诗分为十个相连贯的独立故事：<br>上半部五个，《屈原引路》、《屈原被屈》、《屈原不屈》、《屈原被怨》、《屈原说理》；<br>下半部五个，《屈原叩天》、《屈原求女》、《屈原问卜》、《屈原请神》、《屈原他投》。<br>第一章《被贬》53行；<br>《屈原引路》<br>（1）出身、志向、努力。1至8共8行；<br>（2）推行美政的必要性。9至18共10行；<br>《屈原被屈》<br>（3）改法失败经过及原因。19至35共17行；<br>（4）评价改法情况和表达对失败的看法与对改法的态度。36至53共18行。<br>第二章《反思》38行：<br>《屈原不屈》<br>（5）失败后自我反思。54至65共12行；<br>《屈原被怨》<br>（6）对屈原被贬一事，亲人埋怨（引出后面的借史反思）。66至71共6行；<br>《屈原说理》<br>（7）评理及激奋抒情。72至91共20行。<br>第三章《再试》38行：<br>《屈原叩天》<br>（8）上叩天门（直接找楚王）。92至107共16行；<br>《屈原求女》<br>（9）下求美女（走后宫路线）。108至119共22行。<br>第四章《徘徊》38行；<br>《屈原问卜》<br>（10）问卜及考虑。130至140共11行；<br>《屈原请神》<br>（11）求神。141至151共11行；<br>（12）认真考虑神灵的指引及下决心他投。152至167共16行。<br>第五章《他投》21行：<br>《屈原他投》<br>（13）远去西方投西皇。168至185共18行；<br>（14）全诗总结，是全诗的中心所在。186至188共3行。<br/><h2>概赏</h2> <p>　　第一章（被贬）53行：<a href=\"http://so.gushiwen.org/view_71169.aspx\">诗</a>人从自己的家世和出生写起，回顾了自己有生以来的努力、追求、奋斗以及所遭受的失败，满腔悲愤地表述了矢志不渝的精神和九死未悔的态度。</p> <p>　　第二章（反思）38行；接着面对自己的失败，进行了一番深刻的反思。毕竟惨遭失败是不争的事实。因此，诗人以“路径似未看清兮”领起，先以“退身修整服装”一般地表现自己的反思，但仅如此则缺乏波澜，且难以深入，所以借“家姐”这个人物从反面来责备、劝说，以逼出“找舜帝评理去”一节，既深化了反思，又强化了情感。连情谊最亲密、对自己最关心的“家姐”，也如此责骂、劝说，世上还有谁能理解自己呢？一气之下便“找舜帝评理去”。反思的结果，坚定了自己的理想和信念。</p> <p>　　第三章（再试）38行：又积极地重新求索，然而上下求索后却没有结果。诗人写自己的“仔细寻路”。这是在遭遇诽谤之后的重新努力，但无论叩“天门”还是“求美女”，都以失败告终。</p> <p>　　第四章（徘徊）38行：诗人又陷入苦闷与徘徊之中。辛辛苦苦的求索又遭失败，究竟何去何从？诗人无奈，于是“取琼茅来卜卦”，请灵氛为他占算以决疑。灵氛卜卦的结果是必须远游离开楚国才有出路。经过一番考虑，仍然犹豫不决。于是再请巫师降神求教。之后，又经反复审慎的思索，最终决定“远游自离去”，离开楚国出游。</p> <p>　　第五章（他投）21行；通过审慎思虑后，诗人结束了自己的徘徊，认可了灵氛的“吉卦”，选择“吉日”出发。但充满憧憬的出游还是因为“眷顾楚国”而中途放弃了：”曲身回首停步“。结果只能选择以死殉国，“追随彭咸归去！”</p> <p>　　诗歌通篇是第一人称叙事的结构，情节分明，脉络清晰，而它的言志、抒情，则全都融入叙事过程之中，密切结合情节发展的具体阶段来进行，从而达到一种悲愤倾诉的强烈效果。 </p><br/><h2>主题思想</h2> <p>　　《离骚》可分为前后两部分，即自“帝高阳之苗裔兮”，至“岂余心之可惩”，为前一部分；从“女嬃之婵嫒兮”，至“吾将从彭咸之所居”，为后一部分。</p> <p>　　前一部分描写<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>对以往生活经历的回顾。叙述屈原出身于与楚王同姓的贵族家庭及其生辰名字；描写他自幼就努力自修美德、锻炼才能，并决心报效楚国的愿望；描写他激励引导楚王“及前王之踵武”，使楚国富强的理想，和辅助楚王进行政治改革的斗争；然而由于屈原的政治理想和改革的实践触犯了腐朽的贵族集团的既得利益，因而招致了他们的重重迫害和打击，诽谤和诬蔑漫天而来，而楚王也听信谗言，疏远和放逐了屈原；就在此时，屈原为实现理想而精心培植的人才也纷纷变质，使屈原的处境极为孤立；在此情况下，屈原看到自己的理想无法实现，“民生之多艰”，而祖国陷入“路幽昧以险隘”的岌岌可危的境地，使爱国爱民的屈原陷入极度的痛苦之中；屈原满怀愤怒地揭露了楚王反复无常，不辨忠奸，昏庸无能的作为；同时揭露腐朽的贵族集团贪婪嫉妒，苟且偷安，背法妄行，结党营私，把祖国引向危亡的罪恶；描写了屈原不向反动势力屈服的斗争精神。</p> <p>　　后一部分主要描写屈原对未来道路和真理的探索与追求。首先，女嬃劝他接受历史的教训，不要“博謇好修”，而要明哲保身；但是屈原通过向重华陈辞，分析了古往今来的史实，否定了女嬃建议；于是屈原开始了“路漫漫其修远兮，吾将上下而求索”的追求理想的历程。首先，他上叩“天阍”，却遭到冷遇；接着，<a href=\"http://so.gushiwen.org/view_71169.aspx\">诗</a>人下求佚女宓妃、有娀氏女和有虞之二姚，以便上通天帝，然而均都落空，这象征性地说明了争取楚王已经毫无希望了；于是屈原去找神巫灵氛占卜，灵氛劝他去国远游；诗人犹豫不决，又去找巫咸问策，巫咸则劝其暂留楚国待明君而行；在矛盾的建议中，诗人分析了国内政情，觉得不能久留于黑暗无望的楚国，决定离楚远行；但是，远行的想法又与屈原爱国的衷情发生矛盾，所以在他升天远行时，忽然看到了楚国大地，“仆夫悲余马怀兮，蜷局顾而不行”，形象地否定了离楚的道路，最后诗人决心“从彭咸之所居”，用死来殉其“美政”的理想。</p> <p>　　全诗的主题思想，即通过诗人为崇高理想而奋斗终生的描写，强烈地抒发了他遭谗被害的苦闷和矛盾的心情，表现了他为国献身的精神，和与国家同休戚、共存亡的深挚的爱国主义和同情人民的感情，表现了诗人勇于追求真理和光明，坚持正义和理想的不屈不挠的斗争精神。同时也深刻地揭露了以楚君为首的楚国贵族集团腐朽黑暗的本质，抨击他们颠倒是非，结党营私，谗害贤能，邪恶误国的罪行。</p><br/><h2>评价</h2> <p>　　《离骚》是<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>用他的理想、遭遇、痛苦、热情， 以至于整个生命所熔铸而成的宏伟<a href=\"http://so.gushiwen.org/view_71169.aspx\">诗</a>篇，其中闪耀着诗 人鲜明的个性光辉，这在中国文学史上，还是第一次出现。《离骚》的创作，既植根于现实，又富于幻想色彩。诗中大量运用古代神话和传说，通过极其丰富的想象和联想，并采取铺张描叙的写法，把现实人物、历史人物、神话人物交织在一起，把地上和天国、人间和幻境交织在一起，构成了瑰丽奇特、绚烂多彩的幻想世界，从而产生了强烈的艺术魅力。诗中又大量运用“香草美人”的比兴手法，把抽象的意识品性、复杂的现实关系生动形象地表现出来。</p> <p>　　所谓“《离骚》之文，依诗取兴，引类譬喻，故善鸟香草以配忠贞，恶禽臭物以比谗佞，灵修美人以媲于君，宓妃佚女以譬贤臣”（王 逸《楚辞章句》），说的就是这一艺术特色。而且其中的比喻，并不仅仅停留在个别事物的类比上，还体现于整个形象体系的构思中，因而又含有整体上的象征意义。《离骚》在语言形式上，突破了《诗经》以四字句为主的格局，每句五、六、七、八、九字不等，也有三字句和十字句，句法参差错落，灵活多变；统篇隔句句尾用 “兮”字，句中则往往配以“之”、“于”、“乎”、 “夫”、“而”等虚字，用来协调音节，也有全句不用虚字的。这种新的诗歌表现形式，为《诗经》以后兴起的骚体文学奠定了基础。</p> <p>　　《离骚》中又多用对偶。据统计，全篇对句在百句以上；并已出现了错综对，如“固时俗之工巧兮，规矩而改错；背绳墨以追曲兮，竞周容以为度。”在一句中，还往往以双声配双声，叠韵配叠韵， 前者如“郁邑而傺兮”，后者如“聊逍遥以相羊”， 等等。这就形成了《离骚》的诗句在错落中见整齐，在整齐中又富于变化的特点，读来节奏谐和，音调抑扬，具有一种起伏回宕、一唱三叹的韵致。同时，《离骚》又大量运用楚地的方言词汇，如“汩”、“搴”、“莽”、 “冯”、“羌”、“诼”、“傺”、“阊阖”等，并常将状词冠于句首，带有浓厚的南国情调和地方特色。诗中对形容词的使用也十分恰切并具有新意，如写云霓翻腾之貌，“岌岌”喻高冠耸然之势，“蜿蜿” 状神龙游动之态，都可谓循声得貌，曲尽其妙。《离骚》在艺术上取得的高度成就，与它丰富深刻的思想内容完美地结合在一起，使它成为中国文学史上光照千古的绝 唱，并对后世产生了深远的影响。<a href=\"http://so.gushiwen.org/author_2884.aspx\">鲁迅</a>曾赞之为“逸响伟辞，卓绝一世”（《汉文学史纲要》），给予了极高的评价。<br></p><br/><h2>内容层次</h2> <p>　　《纲要》全<a href=\"http://so.gushiwen.org/view_71169.aspx\">诗</a>以叙事为脉络，分为五大章。就情节结构上来说</p> <p>　　第一章（被贬）从家世和出生写起，诗人回顾了有生以来的奋斗及其不幸遭遇，</p> <p>　　第二章（反思）接着面对自己的失败，进行了一番深刻的反思，经过反思，坚定了信念，</p> <p>　　第三章（再试）又积极地重新求索，然而上下求索后却没有结果，</p> <p>　　第四章（徘徊）诗人又陷入苦闷与徘徊之中，</p> <p>　　第五章（他投）最后虽然在通过审慎思虑后决定西去，但充满憧憬的西去还是因为“眷顾楚国”而决然中途放弃。结果只能选择“以死殉国”。</p> <p>　　在五大章的基础上，全诗也可以分为份量相当的前后两部分，即第一、二章共91行为前半部分，写诗人有生以来的不懈追求与奋斗，以及遭致失败之后所引发的检视与思考，第三、四、五章共97行为后半部分，写诗人矢志不渝地继续努力，以及努力无果之后所产生的矛盾与苦闷。</p><br/><h2>创作缘由</h2> <p>　　<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>学识丰富，“明于治乱，娴于辞令”，具有远大的理想，对内主张修明法度、任用贤才，对外主张联齐抗秦。楚国贵族集团中的顽固派不断打击和排挤屈原，使他一生为之奋斗呼号的政治理想得不到实现。他就用<a href=\"http://so.gushiwen.org/view_71169.aspx\">诗</a>歌倾吐自己的忧愁幽思、绵缠悱恻的情绪。</p> <p>　　关于《离骚》的创作背景，争论的焦点之一是它创作于屈原被楚怀王疏远时，还是作于屈原被流放时。《史记·屈原列传》里说，年轻得志的屈原遭到同僚上官大夫靳尚的谗害，被楚怀王疏远。他“忧愁幽思而作《离骚》”。而《史记·太史公自序》里说：“屈原放逐，著《离骚》。”《报任安书》里也说：“屈原放逐，乃赋《离骚》。”<a href=\"http://so.gushiwen.org/author_608.aspx\">司马迁</a>对同一事件的表述明显存在着矛盾。</p> <p>　　由于可靠史料的缺乏，要解决这个问题，从《离骚》本身找证据是个好办法。诗中有这样的诗句：“何离心之可同兮，吾将远逝以自疏。”“自疏”意味着主动的态度，不是“被放”。此外，也有人因为诗中有“济沅湘以南征兮”一句，怀疑它是屈原被放逐之后所作，但这并不足信。因为《离骚》后半部分，全是写诗人想像中的云游，“济沅湘以南征兮”并非实有其事。</p> <p>　　总之，《史记·屈原列传》的说法是可信的，即《离骚》创作于屈原被楚怀王疏远时，是屈原根据楚国的政治现实和自己的不平遭遇，“发愤以抒情”创作出的一首政治抒情诗；而《史记·太史公自序》《报任安书》是抒情性文字，行文时不太忠实于史实，也是有可能的。</p><br/><h2>后世影响</h2> <p>　　《离骚》对中国文学的发展产生了重要影响。在汉代以后，后世文人无不对<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>推崇备至。究其原因，似可归功于屈原那砥励不懈、特立独行的节操，以及在逆境之中敢于坚持真理、反抗黑暗统治的精神。屈原的遭遇是中国封建时代正直的文人士子普遍经历过的，因此，屈原的精神能够得到广泛的认同。西汉<a href=\"http://so.gushiwen.org/author_109.aspx\">贾谊</a>因为才高受嫉，谪迁长沙，作《吊屈原赋》，以屈原自拟。<a href=\"http://so.gushiwen.org/author_608.aspx\">司马迁</a>向以“立德、立功、立言”自励，“一心营职，以求亲媚于主上”（《报任安书》），却惨遭宫刑，司马迁从“屈原放逐，著《离骚》”的事迹中汲取了巨大的精神力量，完成了《史记》的撰述。梁代钟嵘《<a href=\"http://so.gushiwen.org/view_71169.aspx\">诗</a>品》说<a href=\"http://so.gushiwen.org/author_795.aspx\">李陵</a>的诗作“其源出于楚辞。文多凄怆，怨者之流”。<a href=\"http://so.gushiwen.org/author_645.aspx\">陶渊明</a>《感士不遇赋》：“夷皓有‘安归’之叹，三闾发‘已矣’之哀。“虽怀琼而握兰，徒芳洁而谁亮？”“感哲人之无偶，泪淋浪以洒袂。”直是把屈原的旨趣当作自己的行为准则。唐代诗人<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>豪迈地宣称：“屈平辞赋悬日月，楚王台榭空山丘。”，李白的很多作品也同屈原的《离骚》一样，往往大量编织神话传说、日月风云和历史人物，构成具有象征意义的雄奇图画。<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>“穷年忧黎元，叹息肠内热”（《自京赴奉先县咏怀五百字》）的忧国忧民的精神，也与屈原有渊源关系，他在《戏为六绝句》中说：“不薄今人爱古人，清词丽句必为邻。窃攀屈宋宜方驾，恐与齐梁作后尘。”声称不仅要学习屈原作品的文采，而且要学习屈原作品的思想内容。特别是在外族入侵、国破家亡的紧急关头，爱国志士们多以屈原的气节来鼓励自己。南宋词人<a href=\"http://so.gushiwen.org/author_106.aspx\">刘克庄</a>在金人入侵的形势下，写诗颂扬屈原的爱国主义精神，表示自己决不投降敌国的坚定信念。他在《屈原》一诗中说：“芈姓且为虏，累臣安所逃。不能抱祭器，聊复著《离骚》。”</p> <p>　　在现代文学史上，受屈原精神影响的作家更多，<a href=\"http://so.gushiwen.org/author_2884.aspx\">鲁迅</a>《汉文学史纲要》：“战国之世……在韵言则有屈原起于楚，被谗放逐，乃作《离骚》。逸响伟辞，卓绝一世。后人惊其文采，相率仿效，以原楚产，故称‘楚辞’。较之于《诗》，则其言甚长，其思甚幻，其文甚丽，其旨甚明，凭心而言，不遵矩度。故后儒之服膺诗教者，或訾而绌之，然其影响于后来之文章，乃甚或在三百篇以上。”“五四运动”前后，鲁迅艰难地探索着中华民族前进的方向，1926年出版《彷徨》时引《离骚》诗句作为书前的题词：“朝发轫于苍梧兮，夕余至乎县圃。欲少留此灵琐兮，日忽忽其将暮。吾令羲和弭节兮，望崦嵫而勿迫。路漫漫其修远兮，吾将上下而求索。”显示出屈原孜孜不倦地追求真理的精神对鲁迅的巨大影响。可以说，哪里有士子之不遇，哪里有节操之坚执，哪里就有屈原的英魂。屈原精神既是安顿历代文人士子痛苦心灵的家园，也是砥砺志士仁人坚贞操守的金石。</p> <p>　　屈原的艺术创造，开辟了中国文学浪漫主义的源头，对后世的文人创作产生了深远的影响。以《诗经》为代表的“风”和以楚辞为代表的“骚”，形成了中国古代文学的奠基石和古典诗歌的两个最高标准。汉魏以后，以屈原的代表作《离骚》概称楚辞，晋郭璞《山海经注》引用《天问》、《远游》，都称《离骚》；<a href=\"http://so.gushiwen.org/author_855.aspx\">刘勰</a>《文心雕龙》有《辨骚》一篇，所论包括全部《楚辞》作品。梁代萧统《昭明文选》列“骚”类，包含《离骚》、《九歌》六篇、《九章》一篇、《卜居》、《九辩》五篇、《招魂》、《招隐士》。<a href=\"http://so.gushiwen.org/author_459.aspx\">朱熹</a>《楚辞集注》卷一到卷五总称《离骚》，包括《离骚》、《九歌》、《天问》、《九章》、《远游》、《卜居》、《渔父》七篇。《续离骚》包括《九辩》、《招魂》、《大招》、《惜誓》、《吊屈原赋》、《鹏鸟赋》、《哀时命》、《招隐士》。其他像明吴仁杰《离骚草木疏》、明黄省曾《骚苑》、明张之象《楚骚绮语》、清贺宽《饮骚》等书，都是就全部楚辞而言的，《离骚》已经成为楚辞的代名词，“骚人”也成为诗人的代名词。王逸《楚辞章句》：“屈原之词，诚博远矣。自终没以来，名儒博达之士著造词赋，莫不拟则其仪表，祖式其模范，取其要妙，窃其华藻，所谓金相玉质，百世无匹，名垂罔极，永不刊灭者矣。”刘勰《文心雕龙》：“不有屈原，岂见《离骚》。惊才风逸，壮志烟高。山川无极，情理实劳。金相玉式，艳溢锱毫。”“自《九怀》以下，遽蹑其迹；而屈宋逸步，莫之能追。故其叙情怨，则郁伊而易感；述离居，则怆快而难怀；论山水，则循声而得貌；言节候，则披文而见时。是以枚、贾追风以人丽，马、扬沿波而得奇。其衣被词人，非一代也。故才高者菀其鸿裁，中巧者猎其艳辞，吟讽者衔其山川，童蒙者拾其香草。若能凭轼以倚雅颂，悬辔以驭楚篇，酌奇而不失其真，玩华而不坠其实，则顾盼可以驱辞力，咳唾可以穷文致，亦不复乞灵于长卿，假宠于子渊矣。”<a href=\"http://so.gushiwen.org/author_567.aspx\">蒲松龄</a>侈谈鬼神花妖，很受屈原的影响，他在《聊斋自志》中说：“披萝带荔，三闾氏感而为骚；牛鬼蛇神，长爪郎吟而成癖。自鸣天籁，不择好音，有由然矣。松落落秋萤之火，魑魅争光；逐逐野马之尘，罔两见笑。才非<a href=\"http://so.gushiwen.org/author_859.aspx\">干宝</a>，雅爱搜神；情类黄州，喜人谈鬼。”他所抒发的坚贞怀抱和有志不得伸的愤懑，以及所用的浪漫主义表现手法，也和屈原相类。</p> <p>　　屈原的作品在思想上和艺术上的辉煌成就，为全人类提供了一份宝贵的文化遗产，他也赢得了世界文化巨人的光荣称号，1953年，屈原以诗人身份同波兰天文学家哥白尼、法国文学家拉伯雷、古巴作家和民族运动领袖何塞·马蒂一道，成为被世界和平理事会号召纪念的世界四大文化名人。他的作品在公元前7世纪传人日本，19世纪开始传人欧洲，现已有英、法、德、俄等多种国家文字的译本。</p><br/><h2>语言特征</h2> <p>　　参差不齐的句子形式<br>　　《离骚》吸取楚地民歌的语言特点，打破了《<a href=\"http://so.gushiwen.org/view_71169.aspx\">诗</a>经》的四言句式，把句式加长，扩大了诗歌的容量。<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>不仅采用灵活变化的民歌句法，又在此基础上吸收了战国时散文的句法，在作品中使用了“路漫漫”、“长太息”等，从而创造了一种节奏分明而参差错落的杂言句式。《离骚》中出现了不少“言对”，即工巧的对偶：“朝饮木兰之坠露兮，夕餐秋菊之落英”、“制芰荷以为衣兮，集芙蓉以为裳”；还出现了一些“事对”，就是上下句所用的典故相对：“吕望之鼓刀兮，遭周文而得举。宁戚之讴歌兮，齐桓闻以该辅。”但是这类句子在屈原作品中仅占少数，参差错落的句子占着绝对的优势。从节奏效果看，《诗经》倾向于整齐匀称，屈原的作品倾向于参差错落。一般来说，《诗经》中的诗以四字句为典型句式，句中是二二节奏；《离骚》的典型句是五、六字句，句中常常是三三或三二节奏。“四言简质，句短而调未舒；七言浮靡，文繁而调易杂”。《离骚》既非四言，也非七言，而是句式灵活多变的自由体，“折繁简之衷，居文质之要”，语言节奏自有独到的妙处。交叉使用五字句、六字句、七字句、九字句，通过字数的增加与减少，有意造成跌宕起伏的语言节奏，形成《离骚》特殊的语言节奏美。</p> <p>　　错落变化的句子结构<br>　　《离骚》与《诗经》的区别在于，当上下两句有可能形成对偶的时候，《离骚》有意识地变换词语的结构形式，使之具有错落之美，如“驾八龙之蜿蜿兮，载云旗之委蛇”、“揽茹蕙以掩涕兮，沾余襟之浪浪”。“蜿蜿”与“委蛇”是叠音词与连绵词相对，“掩涕”与“浪浪”是词组与叠音词相对，对应的词语或词组结构发生变化，是为了使语言形式发生变化，从而形成诗歌语言的节奏变化。《离骚》“乎”和“于”的用法，很能说明屈原有意追求错落的特点。“《离骚》语法，凡二句中连用介词‘于’‘乎’时，必上句用‘于’，下句用‘乎’，‘朝发轫于苍梧兮，夕余至乎县圃’、‘饮余马于咸池兮，总余辔乎扶桑’、‘夕归次于穷石兮，朝濯发乎洧盘’……胥其例也。”<br>　　《离骚》大量使用双音实义二字结构，大量使用连绵词：耿介、謇謇、冉冉、郁邑、岌岌、菲菲、歔欷、逍遥、相羊、周流、啾啾，等等。双声、叠韵、重言，错杂相间，极大地丰富了诗歌的节奏感和音调美。</p> <p>　　“兮”字的普遍使用<br>　　“兮”字在屈原的作品中具有极为重要的作用，《离骚》中即普遍使用。“兮”字并非《楚辞》所独有，在北<a href=\"http://so.gushiwen.org/author_1744.aspx\">方文</a>学中也较早地、大量地使用，“十五国风”中除《秦风》外，十四国风中都有“兮”字出现，而且多达236次。《诗经》中的“兮”字一般是用在句末，如“巧笑倩兮”、“美目盼兮”，是“兮”字的典型句式；还有用在句中的句子，如“宽兮绰兮”、“伯兮朅兮”，但是这样的用法相对来说只占少数。到屈原的作品，“兮”字用得更为广泛，而且有比较严格的规律性，用“兮”虽然不是屈原作品的特长，但是用得奇特、富有创造性并因此成为屈原作品语言形式的一个突出特点，是屈原划时代的创造。从《离骚》来看，两句用一“兮”字，用在奇句末尾，这种用法对调整诗歌节奏起着很大作用。“兮”本来是个语助词，许慎说：“兮，语所稽也”，段玉裁说：“语于此而少驻也，此与‘哉，言之间也’相似”。从屈原作品使用的情况看，“兮”都是语气助词，如果译成现代汉语，相当于语气词“呵”。郭沫若、闻一多认为“呵”是“兮”字的本音。1973年长沙马王堆汉墓出土的帛书《老子》，凡今本《老子》的“兮”都写作“呵”，证明郭、闻二位先生的推断是有根据的。如此“兮”字的作用主要是强化情感、延长音节、调整节奏，增强诗歌语言的音乐美。</p><br/><h2>艺术特色</h2> <p>　　深深植根于现实盼积极浪漫主义<br>　　中国文学观实主义和浪漫主义这两种创作方法源远流长，现实主义导源于《<a href=\"http://so.gushiwen.org/view_71169.aspx\">诗</a>经》，浪漫主义导源于《楚辞》。《离骚》的浪漫主义表现在两个方面。第一是强烈的浪漫主义精神。《离骚》展现了作者爱国主义的崇高理想和为实现这种理想而百折不挠的斗争精神。他殷切希望楚国能实行修明法度、举贤授能的“美政”，再现尧舜禹汤文武和三后那样的自己心目中的盛世，所以他极力赞颂道：“彼尧舜之耿介兮，既遵道而得路”，“汤禹俨而祗敬兮，周论道而莫差”，“昔三后之纯粹兮，固众芳之所在”。他为了理想，坚持不懈，上下求索，九死未悔。第二是大量的浪漫主义手法。作者插上幻想的翅膀，尽情驰骋，这在诗的第二、三两大段里有充分的表现。如上款帝阍一节，诗人幻想在太空中翱翔，早晨从南方的苍梧山出发，傍晚便到了西北昆仑山上的悬圃。他在太阳洗澡的咸池给马喂水，在太阳升起的扶桑树下总辔启行。月神、风神、雷师、凤鸟、飘风、云霓一大群神物前呼后拥。神游西天一节，写他驾飞龙、鸣玉鸾，从天津启程，取道昆仑，渡赤水，过流沙，经不周，到西海。想象丰富奇特，境界恍惚迷离，场面宏伟壮丽。 </p> <p>　　比兴手法的运用<br>　　《离骚》继承并发展了《诗经》的比兴传统。其具体表现为：在广度上，它较多地应用比喻，构成庞大的比兴系统；在深度上，较之《诗经》更为注意比兴中“此物”与“彼物”的内在联系，用作比喻的事物与全篇所表达的内容统一，富有象征性。如诗中用“美人”喻指楚怀王，用“众芳”喻指群贤，用“椒、桂、蕙、茝”四种植物喻群贤，用香草“荃”喻楚怀王等等，把比兴与表现的内容合而为一，使诗中的意名胜具有了象征意义。 </p> <p>　　对比手法的运用<br>　　<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>在其诗篇中，以远古的尧、舜贤君的“耿介”、“既遵道而得路”与桀、纣暴君的“猖披”、“夫唯捷径以窘步”相对照，用以劝谏楚王要走正确的治国之路。又以“恐年岁之不吾与”和“惟夫党人之偷乐兮”相对照，使自己的热心为国与小人的苟且偷安形成鲜明对比。</p> <p>　　抒情中有故事情节的叙述。<br>　　抒情诗一般没有故事情节。《离骚》是一首长篇政治抒情诗，抒发其忠而被疏的愤懑之情。但是诗中的前一部分里叙述了自己的家世、出生和被疏的事实，后两部分里更虚构了女嬃詈原、陈辞于舜，上款帝阍、历访神妃，灵氛占卜、巫咸降神、神游西天等一系列幻境，使这首抒情诗具有了故事情节的成分。看来似乎山穷水尽，眨眼又是一番新的景象，波澜起伏，百转千回，从而把叙事诗和抒情诗融为一炉。</p><br/><h2>人物形象</h2> <p>　　<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>在《离骚》中，成功地塑造了中国文学史上第一个形象丰满、个性鲜明的抒情主人公的形象，体现了屈原的伟大思想和崇高的人格。</p> <p>　　首先，这是一位杰出政治家的形象。他有明确的“美政”思想，这与屈原改革弊政，联齐抗秦的政治主张是一致的。其最终目的是要“及前王之踵武”，使历史上曾兴旺发达的“三王”政绩发扬光大。亦即由楚国统一天下，使百姓安居乐业。“美政”思想的实质是要巩固楚王的统治，它充满了儒家美好政治的色彩，体现了儒家“民本思想”的要求，屈原不但有美政理想，也有实现它的具体办法。其中最主要的就是，“君明臣贤”。要有好的国君，还要有忠于国君并且有才干的大臣加以辅佐，君臣和谐才能成功。因而他歌颂“汤禹严而求合兮，挚咎繇而能调。”他极力主张选贤任能，赞美古代贤君“举贤而授能”，称颂“说操筑于傅岩兮，武丁用而不疑。吕望之鼓刀今，遭周文而得举。宁戚之讴歌兮，齐桓闻以该辅。”同时他还主张废斥群小，这也是实现“美政”的重要保证。他在<a href=\"http://so.gushiwen.org/view_71169.aspx\">诗</a>中极力揭露群小的罪恶，正是出于这种想法。他还主张“循绳墨而不颇”，强调以法度治国。他为此奋斗终生，充分显示了这一形象的政治家风度。</p> <p>　　这一形象还体现了诗人勇于同黑暗腐朽势力作斗争的精神。诗人清楚地知道，楚国的不幸命运，以及诗人自己的不幸遭遇正是楚廷群小造成的。诗人对之极为愤恨，因而不遗余力地反复加以揭露和抨击，斥责他们“好蔽美而称恶”，竞进贪婪，嫉妒成性，朋比为奸，随波逐流，黑白颠倒。诗人还揭露了楚君的过失，说他反复无常，荒唐糊涂，宠信奸臣，疏远忠良，善恶不辨，致使诗人的“美政”理想落了空。显示了诗人同黑暗势力的勇敢斗争精神。</p> <p>　　这一形象也是追求光明和真理的美好形象，体现了诗人坚持正义的刚毅不屈的伟大精神。他坚信真理和正义的存在，虽然“路漫漫其修远兮”，但他始终是“上下而求索”。他非常清楚地知道，他的高洁的品格，他的超群拔俗的崇高理想，都“不同于今之人”，因而招致“谣诼”诽谤，遭受种种迫害打击。在这种情况下，连他亲近的人都劝其随俗浮沉，不要“博謇好修”。可是，诗人却在诗中反复申明他决不能随波逐流的态度。在打击和迫害面前决不动摇，岿然如山，坚强不屈。诗中描写屈原三次求女嬃虽然失败了，但他仍然不懈地探索真理，寻求志同道合者，这种对光明和真理的追求与热爱的精神，正是他终生奋斗的力量源泉。这种精神对后世的影响也是极深远的。</p> <p>　　诗人还通过这一形象，描绘了诗人自己思想感情的波澜，诗人把自己描绘成浑身披覆着香花和美玉的洁身好修，幽美芳香，妩媚奇特的超人，用来象征其纯洁高尚的内在美质。屈原内在美质的表现，最感人的就是他那强烈而真挚的爱国主义精神。诗人自幼就立下为国尽忠的理想，他为此自修美德和才能，祖国被“党人的偷乐”搞得“路幽昧以险隘”，他为之而伤心，他一再表白“岂余身之惮殃兮，恐皇舆之败绩”，他为祖国的前途而忧心忡忡。他被群小打击迫害而离开了政治舞台，但他始终关心国家的前途和命运，他虽然为自己不幸的命运而痛苦忧伤，但他更关心的是国家和君王，他始终系心怀王，不忘楚国。在当时的历史条件下，凭着屈原的杰出才能，他投奔别国也许会成为将相高官，但它否定了一切离楚远游的想法，非常形象，非常真挚地表现了屈原那强烈的爱国主义精神。</p>",
  "poet": {
    "id": 238,
    "star": 0,
    "name": "屈原",
    "image": "http://img.gushiwen.org/authorImg/quyuan.jpg",
    "desc": "屈原（约公元前340-前278），中国古代伟大的爱国诗人。汉族，出生于楚国丹阳，名平，字原。战国时期楚国贵族出身，任三闾大夫、左徒,兼管内政外交大事。公元前278年秦将白起一举攻破楚国首都郢都。忧国忧民的屈原在长沙附近汩罗江怀石自杀，端午节据说就是他的忌日。他写下许多不朽诗篇，成为中国古代浪漫主义诗歌的奠基者，在楚国民歌的基础上创造了新的诗歌体裁楚辞。他创造的“楚辞”文体在中国文学史上独树一帜，与《诗经》并称“风骚”二体，对后世诗歌创作产生积极影响。"
  },
  "tags": [
    "高中文言文",
    "楚辞",
    "写人",
    "爱国",
    "励志",
    "忧国忧民"
  ]
}