{
  "id": 72386,
  "star": 104,
  "name": "登泰山记",
  "dynasty": "清代",
  "content": "　　泰山之阳，汶水西流；其阴，济水东流。阳谷皆入汶，阴谷皆入济。当其南北分者，古长城也。最高日观峰，在长城南十五里。</p> <p>　　余以乾隆三十九年十二月，自京师乘风雪，历齐河、长清，穿泰山西北谷，越长城之限，至于泰安。是月丁未，与知府朱孝纯子颍由南麓登。四十五里，道皆砌石为磴，其级七千有余。</p> <p>　　泰山正南面有三谷。中谷绕泰安城下，郦道元所谓环水也。余始循以入，道少半，越中岭，复循西谷，遂至其巅。古时登山，循东谷入，道有天门。东谷者，古谓之天门溪水，余所不至也。今所经中岭及山巅崖限当道者，世皆谓之天门云。道中迷雾冰滑，磴几不可登。及既上，苍山负雪，明烛天南；望晚日照城郭，汶水、徂徕如画，而半山居雾若带然。</p> <p>　　戊申晦，五鼓，与子颖坐日观亭，待日出。大风扬积雪击面。亭东自足下皆云漫。稍见云中白若摴蒱数十立者，山也。极天云一线异色，须臾成五彩。日上，正赤如丹，下有红光，动摇承之。或曰，此东海也。回视日观以西峰，或得日，或否，绛皓驳色，而皆若偻。</p> <p>　　亭西有岱祠，又有碧霞元君祠；皇帝行宫在碧霞元君祠东。是日，观道中石刻，自唐显庆以来，其远古刻尽漫失。僻不当道者，皆不及往。</p> <p>　　山多石，少土；石苍黑色，多平方，少圜。少杂树，多松，生石罅，皆平顶。冰雪，无瀑水，无鸟兽音迹。至日观数里内无树，而雪与人膝齐。</p> <p>　　桐城姚鼐记。",
  "fanyi": "<p><strong>译文</strong><br>　　泰山的南面，汶河向西流去；泰山的北面，济水向东流去。南面山谷的水都流入汶水，北面山谷的水都流入济水。处在那阳谷和阴谷南北分界处的，是古代春秋时期齐国所筑长城的遗址。最高的日观峰，在古长城以南十五里。<br>　　我在乾隆三十九年（1774年）十二月从京城里出发，冒着风雪启程，经过齐河县、长清县，穿过泰山西北面的山谷，跨过长城的城墙，到达泰安。这月28日，我和泰安知府朱孝纯从南边的山脚登山。攀行四十五里远，道路都是石板砌成的石级，那些台阶共有七千多级。泰山正南面有三条水道，（其中）中谷的水环绕泰安城，这就是书中所说的环水。我起初顺着中谷进去。（沿着小路）走了不到一半，翻过中岭，再沿着西边的水道走，就到了泰山的巅顶。古时候登泰山，沿着东边的水道进入，道路中有座天门。这东边的山谷，古时候称它为“天门溪水”，是我没有到过的。现在（我）经过的中岭和山顶，挡在路上的像门槛一样的山崖，世上人都称它为“天门”。一路上大雾弥漫、冰冻溜滑，石阶几乎无法攀登。等到已经登上山顶，只见青山上覆盖着白雪，（雪）光照亮了南面的天空。远望夕阳映照着泰安城，汶水、徂徕山就像是一幅美丽的山水画，停留在半山腰处的云雾，又像是一条舞动的飘带似的。<br>　　戊申这一天是月底，五更的时候，我和子颖坐在日观亭里，等待日出。这时大风扬起的积雪扑面打来。日观亭东面从脚底往下一片云雾弥漫，依稀可见云中几十个白色的像骰子似的东西，那是山峰。天边的云彩形成一条线（呈现出）奇异的颜色，一会儿又变成五颜六色的。太阳升上来了，红的像朱砂一样，下面有红光晃动摇荡着托着它。有人说，这是东海。回头看日观峰以西的山峰，有的被日光照到，有的没照到，或红或白，颜色错杂，都像弯腰曲背鞠躬致敬的样子。<br>　　日观亭西面有一座东岳大帝庙，又有一座碧霞元君（东岳大帝的女儿）庙。皇帝的行宫（出外巡行时居住的处所）就在碧霞元君庙的东面。这一天，（还）观看了路上的石刻，都是从唐朝显庆年间以来的，那些更古老的石碑都已经模糊或缺失了。那些偏僻不对着道路的石刻，都赶不上去看了。<br>　　山上石头多，泥土少。山石都呈青黑色，大多是平的、方形的，很少有圆形的。杂树很少，多是松树，松树都生长在石头的缝隙里，树顶是平的。冰天雪地，没有瀑布，没有飞鸟走兽的声音和踪迹。日观峰附近几里以内没有树木，积雪厚得同人的膝盖一样平齐。<br>　　桐城<a href=\"http://so.gushiwen.org/author_667.aspx\">姚鼐</a>记述。</p> <p><strong>注释</strong><br>（1）选自《惜宝轩<a href=\"http://so.gushiwen.org/view_72386.aspx\">诗</a>文集》（《四部丛刊》影音原刊本）。姚鼐（nài），字姬传，一字梦谷，室名惜抱轩，清代代桐城（今安徽桐城）人。桐城派古文家。<br>（2）阳：山的南面。<br>（3）汶（Wèn）水：也叫汶河。发源于山东莱芜东北原山，向西南流经泰安东。<br>（4）济水：发源于河南济源县西王屋山，东流到山入海东。后来下游被黄河冲没。<br>（5）阳谷：指山南面谷中的水。谷，两山之间的流水道，现在通称山涧。<br>（6）当其南北分者：在那（阳谷和阴谷）南北分界处的。<br>（7）古长城：指春秋时期齐国所筑长城的遗址，古时齐鲁两国以此为界。<br>（8）日观峰：在山顶东岩，是泰山观日出的地方。<br>（9）以：在。<br>（10）乾隆三十九年：即1774年。<br>（11）乘：趁，这里有“冒着”的意思。<br>（12）齐河、长清：地名，都在山东省。<br>（13）限：门槛，这里指像一道门槛的城墙。<br>（14）泰安：即今山东泰安，在泰山南面，清朝为泰安府治所。<br>（15）丁未：丁未日（十二月二十八日）。<br>（16）朱孝纯子颖：朱孝纯，字子颖。当时是泰安府的知府。<br>（17）蹬（dèng）：石级。<br>（18）级：石级。<br>（19）环水：即中溪，俗称梳洗河，流出泰山，傍泰安城东面南流。<br>（20）循以入：顺着（中谷）进去。<br>（21）道少半：路不到一半。<br>（22）中岭：即黄岘（xiàn）岭，又名中溪山，中溪发源于此。<br>（23）天门：泰山峰名。《山东通志》：“泰山周回一百六十里，屈曲盘道百余，经南天门，东西三天门，至绝顶，高四十余里。”<br>（24）崖限当道者：挡在路上的像门槛一样的山崖。<br>（25）云：语气助词。<br>（26）几：几乎。<br>（27）苍山负雪，明烛天南：青山上覆盖着白雪，（雪）光照亮了南面的天空。负，背。烛，动词，照。<br>（28）徂徕（cúlái）：山名，在泰安东南。<br>（29）居：停留。<br>（30）戊申晦：戊申这一天是月底。晦：农历每月最后一天。<br>（31）五鼓：五更。<br>（32）日观亭：亭名，在日观峰上。<br>（33）漫：迷漫。<br>（34）摴蒱（chūpú）：又作“樗蒲”，古代的一种赌博游戏，这里指博戏用的“五木”。五木两头尖，中间广平，立起来很像山峰。<br>（35）极天：天边。<br>（36）采：通“彩”。<br>（37）丹：朱砂。<br>（38）东海：泛指东面的海。这里是想象，实际上在泰山顶上看不见东海。<br>（39）或得日，或否：有的被日光照着，有的没有照着。<br>（40）绛皓驳色：或红或白，颜色错杂。绛，大红。皓：白色。驳：杂。<br>（41）若偻：像脊背弯曲的样子。引申为鞠躬、致敬的样子。日观峰西面诸峰都比日观峰低，所以这样说。偻，驼背。<br>（42）岱祠：东岳大帝庙。<br>（43）碧霞元君：传说是东岳大帝的女儿。<br>（44）行宫：皇帝出外巡行时居住的住所。这里指乾隆登泰山时住过的宫室。<br>（45）显庆：唐高宗的年号。<br>（46）漫失：模糊或缺失。漫：磨灭。<br>（47）僻不当道者：偏僻，不在道路附近的。<br>（48）圜：通“圆”。<br>（49）瀑水：瀑布。</p>",
  "shangxi": "<p>　　公元1774年冬，游泰山后写了《登泰山记》，这是他最著名的一篇文章，也是中国文学史上脍炙人口的游记佳作。经作者精心剪裁，全文不足五百字，却包含了很大容量。介绍了泰山，叙说了登山经过，描写了泰山夕照和日出佳景，综述了名胜古迹。文章既再现了隆冬时节泰山的壮丽景色，又抒发了作者对祖国山河的热爱赞颂之情。</p> <p>　　全文共四部分。开头即写泰山，这第一部分介绍了泰山的地理位置和形势，用笔概括却颇耐玩味。作者开章写道：“泰山之阳，汶水西流；其阴，济水东流。”这一笔把山和水联系起来了。你看：泰山卓立不群，直逼云端，山南一条汶水向西流去，山北一条济水向东流去。这水绕山流，山水相映是泰山的特点。“阳谷皆入汶，阴谷皆入济”的两个“皆”字，顿挫有力，把泰山的水景由两条河铺开成面写去，点出了山南山北众多支流纵横交叉、终归一河的景色。横亘在阳谷与阴谷分界处的古长城给泰山增添了雄奇的色彩。高高耸立的日观峰突出了山势的高峻挺拔，又为下面观日出的主要活动埋下伏笔。作者用粗笔写出了山、水、古长城、日观峰等几样景色，勾画了泰山有层次、有色彩、动静交织的总貌。简略的轮廓勾勒，线条清楚，给读者留下了大量联想、想象的余地。</p> <p>　　第二段为第二部分，写登山的路线和山巅观晚照。分三层。从“余以乾隆”到“至于泰安”是第一层，写作者来泰山的时间和路线。这层和主题关系不大，但必须交代，所以，作者作了简括介绍。写自己在乾隆三十九年十二月，从京城动身，冒着风雪，经过齐河、长清县，穿过泰山西北部的山谷，越过长城，来到泰安。这次旅游路途遥远，行程并非一日，作者却用了不足30字作交代。他选用了精确的词语，用承前省略主语“余”的短小句子，突出了动作和地点，把旅程路线一气贯下，简练传神。几个动词用得很好——“乘风雪”的“乘”字，从人身不由己，只能随风雪而行的动作里，渲染了风狂雪紧的隆冬景象和风雪的巨大威力。“自”、“历”、“穿”、“越”、“至”几个动词蝉联而下，既吻合描写对象，又充分表现了旅途的艰苦，活画出了作者风尘仆仆的神态，写出了他急于登泰山的浓厚游兴，真是一字一图，字精意工。</p> <p>　　从“是月丁未”到“磴几不可登”是第二层，写登临泰山的路线。头两句干净利索地交待了登山时间——十二月二十八日，同游者——知府朱孝纯；出发地点——南面的山脚。关于登山过程，先总写后分叙。“四十五里，道皆砌石为磴，其级七千有余”三句，从四十五里的山道，七千余阶石砌台阶，总写了登山过程。而山势高拔，道路漫长，登山难险，兴致勃勃诸多内容尽寓于此中了。从“泰山正南面有三谷”开始，由三谷引出登山路线。“中谷绕泰安城下”的“谷”为谷水。姚鼐、朱孝纯开始沿着中间山谷进山，走了一小半，越过中岭，再沿着西边的山谷走，他们就到了山巅。作者清楚地叙述了自己登山的具体路线，接着又叙说了古时的登山路线是沿着东边的山谷进去，他走的不是这条路线，作者交代了自己登山和古人登山路线有异。在写古今不同登山路线上，作者注意了避平板，讲变化。写自己登山，纯写路线，“始循”、“越”、“复循”、“遂至”等词，十分明确，叙说很清楚。写古时路线时，把重点放在介绍有关的地理知识上；东边山谷的路上有个天门，东边山谷的水（“东谷者”）古时候叫天门溪水，今天所经过的中岭以及到了山顶上凡是有高高山崖横在路上的地方，大家都称为天门。这些知识随手带出，非常自然，给读者增加了地理知识，有确凿可靠之长，无考据繁冗之感。最后两句“道中迷雾冰滑，磴几不可登”，从云雾障目和冰滑难登中突出了登山之艰险，把风雪中登山的特点进一步明朗了。这两句所见所感应贯串于整个登山过程中，作者在段末总提—句。姚鼐乘风雪来泰安，乘风雪登泰山，真是乐而不知其苦。</p> <p>　　这段余下的部分是第三层，写姚鼐等到了泰山之巅，看到青山上驮着白雪，白雪明亮地照耀着南方的天空。他们极目远眺，只见夕阳照着城郭，汶水、徂徕山，景色美如画，而山间停留着的云雾像带子一样。作者用最经济的笔墨描绘的泰山夕照图，景色逼真，意境开阔，有风雪初霁的光辉，有晚日照城郭山水的美景，还有那“半山居雾若带然”。这一句是神来之笔，它使这幅雪山晚晴图神采顿现，写出了泰山安详、明媚，肃穆中有温柔飘逸美的特殊风韵，这一笔给整个画面以无限的生机和情趣。作者写景摄取了大自然的灵魂，达到神真，不愧为写景的高手。这夕照图是第二部分的重点。</p> <p>　　第三段即第三部分，是本文的重点，写在日观亭所见的日出前后的景象。在日观亭观日出，是作者此行的主要活动，所以单列一段，着力描写。</p> <p>　　“十二月二十九日，五更时分，姚鼐与子颖坐在日观亭里，等待日出。这时，大风刮起山上积雪扑打在脸上，亭子以东从山脚下起都是云雾弥漫着。”作者写日出，先造声势，用五更时分的风雪交加、云雾弥漫来衬托日出景象的瑰丽引入，接着写日出。日出景色在有限的时间里呈现出千姿百态的变化，极难状写。作者能捕捉到急速变幻中的景色特点，依次写出日出景象的绚丽多彩。</p> <p>　　太阳出来前是，“稍见云中白若摴蒱数十立者，山也。”作者从山巅向下俯视，众山如骰子，这是从对面落笔写出日观亭位于最高处。“白”字写出了白雪覆盖群山的概貌。“稍见”呼应了“五鼓”，说明天色尚暗，一切景象还不清晰，只是朦胧可辨。这太阳未出的昏暗景象对日出奇景起了烘托作用。</p> <p>　　太阳将出时的景色是“极天云一线异色，须臾成五采”，这是说，在天地相接的地方，有一线云层，显现出奇异的颜色．霎时间成为五彩缤纷。这时夜色已退，晨曦初现，太阳的形体未现，光芒已可见。很快这一线异色不断扩张、变幻，成五彩纷呈。天宇散绮铺锦，一派灿烂夺目。这满天霞光的背景为喷薄欲出的太阳蓄足了势。</p> <p>　　太阳出来时是“日上，正赤如丹，下有红光动摇承之。或曰：‘此东海也。’”这几句描写了太阳正出来，赤红赤红的像丹砂一样，下面有晃动着的红光承托着。有人说，这就是东海。作者没有写红云幻成半圆形，以极快速度跃出海面的景象，只用如丹砂一般红的色彩，写出朝阳的无限生气和令天地一变的力量。旭日如丹，倒映在海面上，上下辉映，一片红艳艳，海浪翻滚，红波摇动，犹如承托着太阳一般。这富有想象力的描写，把太阳跃动而雄浑的形象表现得气势磅礴，奔放豪迈，造成了令人神往的境界。</p> <p>　　作者精笔细绘了太阳的形象后，就从日观峰以西的群山景象着笔，描写日出后的景色，“回视日观以西峰，或得日，或否，绛皓驳色，而皆若偻”。这是说群山中有的山得到阳光照射，呈红色，有的得不到阳光照射，现白色。这两种颜色错杂相间。所有的山峰都像弯着腰一样。作者用群山的外围形象进一步开拓太阳这个中心形象，红白杂间的山景渲染了日上后的辽阔境界，表现了太阳的效果。群山“皆若偻”的想象里，带有作者的主观感受成分，这些山也和作者一样，被日出的壮景所陶醉折服了。</p> <p>　　这一部分描写，色彩鲜明，形象生动，动静俱观，把太阳未出、将出，正出，出后的一系列连续画面描绘出来了，再现了日出前后瞬息万变的奇幻景色。晚照固然媚丽动人，但日出更壮美，更有气势，更激发人向上。这是自然景物本身在对比中所表现出来的丰富含义，也是作者所以要长途跋涉、顶风冒雪登临泰山一睹日出的原因吧。</p> <p>　　文章的第四、五段是第四部分，写泰山的名胜古迹和景色特点。前一段写名胜古迹，泰山上的名胜古迹很多，为中国名山之首，作者只选了日观亭附近的一些古迹，加以简要记叙。写时，以日观亭为中心，把岱祠、碧霞元君祠、皇帝行宫的方位记叙得清清楚楚，构成了以日观峰为中心的一组风景图。这些古迹的简介，突出了日观峰自古以来就是泰山的重要游览胜地，游人甚众，周围的古迹也随之而起。关于石刻记得较多，作者说这一天（即观日出的十二月二十九日）看见路上的各种石刻，都是从唐显庆以来的，那些更古的碑石都模糊不清了。另外一些比较偏僻不在路上的石碑，都来不及看。在石碑部分的描写中作者是以有限的露景写出无限的藏景。“漫失”概说了石碑的磨灭缺损，包含了种种不同情况和无尽的具体内容。“僻不当道者”把无数石刻于不言中表达出来。这些记叙言简意丰，体现了桐城派的风格特点。第四部分的后一段从作者游踪所及，综合叙述泰山景色的特点。说泰山上多石头，少泥土。石头是青黑色的，大多是方的，圆的少。山上杂树少，松树多，生长在石缝里，都是平顶松。到处是冰雪，没有瀑布，没有鸟兽的声音和痕迹。靠近日观亭几里内没有树，而雪深得与人的膝盖相齐。这段文字，前几句扣住“多”和“少”这组反义词，写出泰山的三多三少：多石，石多平方状，多松树，少土，石少圆状，树少杂树。在三多三少的醒目排列中，着重写了山石的苍黑颜色和平方形状，着重写了松树生于石缝之中和平顶的状貌。这样，用短句写出了鲜明形象，突出泰山苍劲峻峭的面貌。后几句，以“无”字组成的短句，突出了泰山无瀑布，无鸟兽踪迹与声音，数里内无树，只有冰封雪飘的深冬景象。这一部分，以概述和归纳的写法，写出泰山的一些古迹和景色特点，这是对泰山全貌的必要补充。作者工于结局，结句“雪与人膝齐”，把作者在深雪中迈步赏景的形象与风雪弥漫的泰山形象融为一体，煞住全篇，收得似尽而不尽，给人留下的印象既是完整的又是大有回味的余地，读者尽可根据自己的生活经验去补充体味此中境界，作艺术的再创造。</p> <p>　　最后一段“桐城姚鼐记”，交代作者，这是游记常见的格式。</p> <p>　　《登泰山记》叙述作者偕友人冬日登泰山观日出的经过，生动地表现了雪后初晴的瑰丽景色和日出时的雄浑景象，抒发了作者赞美祖国河山的情怀。文中泰山那雄伟多姿的景色，美不胜言，使人心旷神怡，作者不顾条件恶劣，克服种种困难，登山一览的高昂情绪也很感人。在姚鼐笔下，隆冬时节风雪弥漫的泰山优美绚丽，毫无冷落萧条之感，游览者顶风冒雪，豪情满纸，胸襟开阔，既无孤芳自赏的清高寄托，也没有“独钓寒江雪”的凄楚孤寂情怀。文章的基调积极、乐观、豪迈，使人读了不仅能欣赏到自然的美，也多少能领略一些人生的真谛。古代游记散文能收到这样的效果，是很可贵的。</p>",
  "poet": {
    "id": 667,
    "star": 0,
    "name": "姚鼐",
    "image": "http://img.gushiwen.org/authorImg/yaonai.jpg",
    "desc": "姚鼐（nài）（1731～1815）清代著名散文家，与方苞、刘大櫆并称为“桐城三祖”。字姬传，一字梦谷，室名惜抱轩（在今桐城中学内），世称惜抱先生、姚惜抱，安徽桐城人。乾隆二十八年（1763）中进士，任礼部主事、四库全书纂修官等，年才四十，辞官南归，先后主讲于扬州梅花、江南紫阳、南京钟山等地书院四十多年。著有《惜抱轩全集》等，曾编选《古文辞类纂》。"
  },
  "tags": [
    "初中文言文",
    "写山",
    "写景"
  ]
}