{
  "id": 12445,
  "star": 2926,
  "name": "寒食 / 寒食日即事",
  "dynasty": "唐代",
  "content": "春城无处不飞花，寒食东风御柳斜。 <br>日暮汉宫传蜡烛，轻烟散入五侯家。",
  "fanyi": "<p><strong>译文</strong><br>暮春时节，长安城处处柳絮飞舞、落红无数，寒食节东风吹拂着皇家花园的柳枝。<br>夜色降临，宫里忙着传蜡烛，袅袅炊烟散入王侯贵戚的家里。</p> <p><strong>注释</strong><br>①春城：暮春时的长安城。<br>②寒食：古代在清明节前两天的节日，焚火三天，只吃冷食，所以称寒食。御柳：御苑之柳，皇城中的柳树。<br>③汉宫：这里指唐朝皇官。传蜡烛：寒食节普天下禁火，但权贵宠臣可得到皇帝恩赐而得到燃烛。《唐辇下岁时记》“清明日取榆柳之火以赐近臣”。<br>④五侯：汉成帝时封王皇后的五个兄弟王谭、王商、王立、王根、王逢时皆为候，受到特别的恩宠。这里泛指天子近幸之臣。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　开头一句“春城无处不飞花”。“春城”指春天里的都城长安。“飞花”即花瓣纷纷飘落，点明暮春季节。“无处不”，用双重否定构成肯定，进而写出整个长安柳絮飞舞，落红无数的迷人春景。第二句“寒食东风御柳斜”是写皇宫园林中的风光。“御柳”是指御苑里的柳树。当时风俗寒食日折柳插门，清明这天皇帝还要降旨取榆柳之火赏赐近臣，以示恩宠。所以<a href=\"http://so.gushiwen.org/view_12445.aspx\">诗</a>人在无限的春光中特地剪取随东风飘拂的“御柳”。</p> <p>　　诗的前两句写的是白昼，后两句则是写夜晚：“日暮汉宫传蜡烛，轻烟散入五侯家。”“日暮”就是傍晚。“汉宫”是借古讽今，实指唐朝的皇宫。“五侯”一般指东汉时，同日封侯的五个宦官。这里借汉喻唐，暗指中唐以来受皇帝宠幸、专权跋扈的宦官。这两句是说寒食节这天家家都不能生火点灯，但皇宫却例外，天还没黑，宫里就忙着分送蜡烛，除了皇宫，贵近宠臣也可得到这份恩典。诗中用“传”与“散”生动地画出了一幅夜晚走马传烛图，使人如见蜡烛之光，如闻轻烟之味。寒食禁火，是我国沿袭已久的习俗，但权贵大臣们却可以破例地点蜡烛。诗人对这种腐败的政治现象做出委婉的讽刺。</p> <p>　　这首诗善于选取典型的题材，引用贴切的典故对宦官得宠专权的腐败现象进行讽刺。虽然写得很含蓄，但有了历史典故的暗示，和中唐社会情况的印证，读者还是能了解诗的主题的。</p><br/><h2>赏析二</h2> <p>　　寒食是我国古代一个传统的节日，在清明前两天，是从春秋时传下来的，是晋文公为了怀念抱木焚死的介子推而定的。</p> <p>　　据孟棨《本事<a href=\"http://so.gushiwen.org/view_12445.aspx\">诗</a>》记载：德宗时制诰缺乏人才，中书省提名请求御批，德宗批复说：“与<a href=\"http://so.gushiwen.org/author_473.aspx\">韩翃</a>”，当时有两个韩翃，于是中书省又以两人的名字同时进呈。</p> <p>　　德宗便批与写“春城无处不飞花”的韩翃。这虽是一段佳话，但足见《寒食》这首诗的广泛流传和受到的赏识。</p> <p>　　这是一首讽刺诗，但诗人的笔法巧妙含蓄。从表面上看，似乎只是描绘了一幅寒食节长安城内富于浓郁情味的风俗画。实际上，透过字里行间可感受到作者怀着强烈的不满，对当时权势显赫、作威作福的宦官进行了深刻的讽刺。中唐以后，几任昏君都宠幸宦官，以致他们的权势很大，败坏朝政，排斥朝官，正直人士对此都极为愤慨。本诗正是因此而发。</p> <p>　　“春城无处不飞花，寒食东风御柳斜”，这两句描写春日长安城花开柳拂的景色。“无处”指花开既多又广、“飞花”写花开的盛况，时值春日，长安城到处是飞花柳絮，一派缤纷绚烂的景象。“东风”指春风，“御柳斜”是状摹宫苑杨柳在春风吹拂下的摇摆姿态。“斜”字用得妙，生动地写出了柳枝的摇曳之神。这是寒食节京城的白天景色。景色由大而小，由全城而入宫苑。下面接着写宫苑傍晚的景象。“日暮汉宫传蜡烛，轻烟散入五侯家”，是写天黑时分，宫苑里传送着一支支由皇帝恩赐给宦官的蜡烛。蜡烛燃烧通明，升腾起淡淡的烟雾，袅袅娜娜地萦绕在宦官家，到处弥漫着威福恩加的气势！使人如见他们那种炙手可热、得意洋洋的骄横神态。在封建习俗的统治下，不要说全城百姓，就连那些不是宠臣的朝官之家，在禁止烟火的寒食之夜，恐怕也都是漆黑一片。</p> <p>　　唯独这些宦官之家，烛火通明，烟雾缭绕。由一斑而见全豹，仅此一点，足见这些宦官平日如何弄权倚势，欺压贤良。作者在这里仅用两句诗，写了一件传蜡烛的事情，就对皇帝的厚待亲信宦官，宦官的可恶可憎的面目暴露无遗，达到了辛辣讽刺的目的。</p>",
  "about": "<h2>创作背景</h2> <p>　　寒食是中国古代一个传统节日，一般在冬至后一百零五天，清明前两天。古人很重视这个节日，按风俗家家禁火，只吃现成食物，故名寒食。唐代制度，到清明这天，皇帝宣旨取榆柳之火赏赐近臣，以示皇恩。这仪式用意有二：一是标志着寒食节已结束，可以用火了；二是藉此给臣子官吏们提个醒，让大家向有功也不受禄的介子推学习，勤政为民。唐代<a href=\"http://so.gushiwen.org/view_12445.aspx\">诗</a>人<a href=\"http://so.gushiwen.org/author_2341.aspx\">窦叔向</a>有《寒食日恩赐火》诗纪其实：“恩光及小臣，华烛忽惊春。电影随中使，星辉拂路人。幸因榆柳暖，一照草茅贫。”正可与<a href=\"http://so.gushiwen.org/author_473.aspx\">韩翃</a>这一首诗参照。</p> <p>　　中唐以后，几任昏君都宠幸宦官，以致他们的权势很大，败坏朝政，排斥朝官，正直人士对此都极为愤慨。有意见认为此诗正是因此而发。</p>",
  "poet": {
    "id": 473,
    "star": 0,
    "name": "韩翃",
    "image": "http://img.gushiwen.org/authorImg/hanli.jpg",
    "desc": "韩翃，唐代诗人。字君平，南阳（今河南南阳）人。是“大历十才子”之一。天宝13年（754）考中进士，宝应年间在淄青节度使侯希逸幕府中任从事，后随侯希逸回朝，闲居长安十年。建中年间，因作《寒食》诗被唐德宗所赏识，因而被提拔为中书舍人。韩翃诗笔法轻巧，写景别致，在当时传诵很广。"
  },
  "tags": [
    "唐诗三百首",
    "寒食节",
    "典故",
    "讽刺"
  ]
}