{
  "id": 50297,
  "star": 182,
  "name": "好事近·梦中作",
  "dynasty": "宋代",
  "content": "春路雨添花，花动一山春色。行到小溪深处，有黄鹂千百。 <br>飞云当面化龙蛇，夭矫转空碧。醉卧古藤阴下，了不知南北。",
  "fanyi": "<h2>译文</h2> <p>春天到来野花在雨中开了，一枝花的开放说明春天的到来。（我）走到山谷里的小溪旁，惊起了成百上千的黄鹂鸟儿。<br>春天的云在蓝天下犹如龙蛇一样翻转变化。（我）喝醉酒后躺在小溪旁边的古树藤的阴凉下边，也不知道了东南西北。</p><br/><p><strong>译文<br></strong>一场春雨，给山路上增添了许多鲜花，鲜花在风中摆动，又给满山带来了盎然春色。我走到小溪深处，无数黄鹂飞跃啼鸣。<br>天空中飞动的云彩在眼前干变万化宛如奔腾的龙蛇，在碧空中屈伸舒展，十分自如。这时，我正醉卧古藤阴下，朦胧迷离，全然不知南北东西。</p> <p><strong>注释<br></strong>①好事近：词牌名，又名钓鱼笛、倚秋千。<br>②黄鹂：乌名，鸣声婉转。亦称黄莺、黄鸟。<br>③龙蛇：似龙若蛇，形容快速移行的云彩。<br>④夭矫：屈伸自如的样子。<br>⑤空碧：碧空。<br>⑥了：完全，全然。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　此词作于词人贬监处州酒税时。</p> <p>　　此词名扬于时。<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>有题跋云：“供奉官莫君沔官湖南，喜从迁客游……诵少游事甚详，为予道此词至流涕。乃录本使藏之。”<a href=\"http://so.gushiwen.org/author_268.aspx\">黄庭坚</a>跋此词云：“少游醉卧古藤下，谁与愁眉唱一杯？解作江南断肠句，只今惟有贺方回。”全词题为“梦中作”，系写梦境，先写出中漫游，再写飞云空中变幻和醉卧出藤阴下。整首词出语奇警，意境幽绝。</p> <p>　　起首二句，写春路、春雨、春花、春山、春色，环环相扣，宛转相生。春路上下了一场春雨，给人以浥尽轻尘的快感；春雨过后，春花盛开，给人以无比绚烂的印象；而春花一动，整个山间又出现一片明媚的春光，遂使人目迷五色，如入仙境。作者仅用寥寥十一字就写出了一个带有浓郁浪漫主义色彩的奇特境界，为全词定下了基调。三、四两句，紧承前意。“行到”一句，与首句“春路”相应，点明方才的一切乃词人的梦魂春路上行走所见，而这条春路，傍临小溪，曲径通幽，越走越深，境界越是奇丽。“有黄鹂千百”，则把这种奇丽的景象充分地渲染出来。“小溪深处”，应是一个静谧的所在，黄鹂或许正树上栖息。词人的突然来到，打破了一片岑寂，无数黄鹂立刻喧腾起来。上有黄鹂飞鸣，下有溪水潺湲，再加上满山鲜花烘托，境界何其优美。</p> <p>　　过片二句，镜头移向天空，只见飞云变幻着各种形态，竟象龙蛇一样，碧空中飞舞。“夭矫”二字，写出龙蛇盘曲而又伸展的动态，极富于形象性。“空碧”即碧空，因押韵而句法倒装。碧空万里，龙蛇飞舞，这个景象煞是壮观。它象征着词人梦境中获得了一刹那的精神解放。对作者用语和造境之奇特，清人陆云龙评曰“奇峭”（《词菁》卷二），陈廷焯评曰“笔势飞舞”（《词则。别调集》）。所谓“奇峭”者，当是指景象奇伟，格调峻峭，非一般绮靡之作可比，也与少游其他作品不同。所谓“笔势飞舞”，是形容词笔纵横捭阖，笔端带有感情，落纸如龙蛇飞动，奔逸超迈，运转自如。</p> <p>　　“醉卧”二句，由动至静，静的状态中，创造了一种无我之境，反映出词人消极出世的思想。古藤浓阴的覆盖下，词人酣然入睡，置一切于不顾，似乎很超脱，达到了无我之境，实际上这是对黑暗现实一种消极的反抗，亦即明人沈际飞所云“白眼看世之态”（《草堂<a href=\"http://so.gushiwen.org/view_50297.aspx\">诗</a>余续集》卷上）。此处写得静谧幽绝，有不食人间烟火之妙。《苕溪渔隐丛话》前集卷五十引《冷斋夜话》云：“秦少游处州，梦中作长短句曰：‘山路雨添花……’后南迁，久之，北归，逗留于藤州，遂终于瘴江之上光华亭。时方醉起，以玉盂汲泉欲饮，笑视之而化。”据此，此词当为<a href=\"http://so.gushiwen.org/author_125.aspx\">秦观</a>于绍圣二年春所作，离去世有五年之久。因结语有“醉卧古藤阴下”之句，后人遂以为其死于藤州之谶，实属一种迷信说法。</p> <p>　　全词所写，皆淡语、景语、致语、丽语、奇语，景致奇丽，意境深微，借优丽的梦境，隐托痛绝的情怀，确乎“如鬼如仙”，“高举远慕，有遗世之意”，充满浪漫、奇诡的色彩。</p><br/><h2>赏析二</h2> <p>　　上片是写词人梦中看到的美景。“春路”两句，写景兼点时令，采用白描手法写活了一个春天。其妙处在于两个动词，一个是“添”字，具有双重含义：一方面，一场春雨滋润了万物，促使含苞的山花绽开，于是花儿多了起来；另一方面，春雨来得及时，山花开得迅速，词人在不知不觉中突然感受到雨露的滋润、春天的美好，喜悦之情溢于言表。另一个是“动”字，它将春花与春色有机地融为一体。春花是春天的使者，是春天代表性的景物，当满山鲜花盛开、争奇斗妍，就能呈现出一个生机勃勃、气象万千的春天。“动”字抓住了这层含义，用得恰到好处。“行到”两句，进一步描写构成明媚春光的千百只黄鹂。这黄鹂不仅是视觉形象，同时又在听觉上给人以音响。在这春气浮动、姹紫嫣红的深山里，群乌荟集，戏嬉喧闹，交相和鸣，加上小溪的潺潺声，真的美妙动人。</p> <p>　　下片是写词人的醉酒。“飞云”二句传神地描写了天空由阴沉多云转为澄澈蔚蓝，进一步说明春天的多姿多彩。云在眼前飞，变幻成龙成蛇，一屈一伸，怪状迭出；不久，这些奇形的云块又慢慢地淡化，最终完全消失，而晴朗、明丽的天光普照四方。这既是指天色而言，又是心情的流露。醉卧二句，是说面对这美好的春光，词人禁不住狂饮起来，以至于醉了，美酒和春色已完全融化在醉得不省人事的作者身上了。这是一种醉倒春光、身与物化的人生境界：不图名利，恬淡自适，神游万物之表，与天地山水共存。</p> <p>　　这种物我一体的人生境界，是词人人生遭遇的曲折反映。现实中无法排遣的压抑和苦闷，在词人假托的有花香和鸟语的美妙梦境中得到了完全的解脱。他是很无拘无束和无忧无虑的，他的醉酒也不同于以往的借酒浇愁，而是放开心怀痛饮，是和愁伤从此了结的豪饮。</p>",
  "about": "<h2>创作背景</h2> 　　《好事近·梦中作》这首词相传为宋哲宗绍圣二年（1095）<a href=\"http://so.gushiwen.org/author_125.aspx\">秦观</a>被贬监处州盐税时梦中所作。",
  "poet": {
    "id": 125,
    "star": 0,
    "name": "秦观",
    "image": "http://img.gushiwen.org/authorImg/qinguan.jpg",
    "desc": "秦观（1049-1100）字太虚，又字少游，别号邗沟居士，世称淮海先生。汉族，北宋高邮（今江苏）人，官至太学博士，国史馆编修。秦观一 生坎坷，所写诗词，高古沉重，寄托身世，感人至深。秦观生前行踪所至之处，多有遗迹。如浙江杭州的秦少游祠，丽水的秦少游塑像、淮海先生祠、莺花亭；青田的秦学士祠；湖南郴州三绝碑；广西横县的海棠亭、醉乡亭、淮海堂、淮海书院等。秦观墓在无锡惠山之北粲山上，墓碑上书“秦龙图墓”几个大字。有秦家村、秦家大院以及省级文物保护单位古文游台。"
  },
  "tags": [
    "春天",
    "写雨",
    "写花",
    "抒怀"
  ]
}