{
  "id": 93,
  "star": 400,
  "name": "野有蔓草",
  "dynasty": "先秦",
  "content": "野有蔓草，零露漙兮。有美一人，清扬婉兮。邂逅相遇，适我愿兮。<br>野有蔓草，零露瀼瀼。有美一人，婉如清扬。邂逅相遇，与子偕臧。",
  "fanyi": "<p><strong>译文<br></strong>野草蔓蔓连成片，草上露珠亮闪闪。有位美女路上走，眉清目秀美又艳。不期而遇真正巧，正好适合我心愿。<br>野草蔓蔓连成片，草上露珠大又圆。有位美女路上走，眉清目秀美容颜。不期而遇真正巧，与她幽会两心欢。</p> <p><strong>注释<br></strong>蔓（màn）草：蔓延生长的草。蔓：蔓延。一说茂盛。<br>零：降落。漙（tuán）：形容露水多。<br>清扬：目以清明为美，扬亦明也，形容眉目漂亮传神。婉：美好。<br>邂（xiè）逅（hòu）：不期而遇。<br>适：适合。<br>瀼（ráng）：形容露水浓，多。<br>偕臧（cáng）：一同藏匿，指消失这草木丛中。臧，同“藏”。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　这首<a href=\"http://so.gushiwen.org/view_93.aspx\">诗</a>写的是非常浪漫而自由的爱情：良辰美景，邂逅丽人，一见钟情，便携手藏入芳林深处，恰如一对自由而欢乐的小鸟，一待关关相和，便双双比翼而飞。</p> <p>　　率真的爱情，形诸牧歌的笔调，字字珠玉，如歌如画。诗分二章，重复叠咏。每章六句，两句一层，分写景、写人、抒情三个层次，而典型环境、典型人物与典型感情齐备，可谓出之无心而天然合作。</p> <p>　　美好的环境和有着美丽眉目的姑娘，从小伙子的视角见出，楚楚有致，格外动人。“野有蔓草，零露漙兮”两句是兼赋的兴句，勾勒出一派春草青青、露水晶莹的良辰美景。春晨的郊野，春草葳蕤，枝叶蔓延，绿成一片；嫩绿的春草，缀满露珠，在初日的照耀下，明澈晶莹。在这清丽、幽静的春晨郊野，“有美一人，清扬婉兮”，意思是说，一位美丽的姑娘含情不语，飘然而至，那露水般晶莹的美目，秋波一转，顾盼流转，妩媚动人。这四句诗俨然是一幅春日丽人图，先写景，后写人，堪称是“诗中有画”（<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>语），画中有人。而在修长的蔓草、晶莹的露珠与少女的形象之间，有着微妙的隐喻，能引发丰富的联想。“清扬婉兮”的点睛之笔，表现了姑娘惊人的美丽。小伙子见到这一切，爱悦之情怎能不喷涌而出。“邂逅相遇，适我愿兮。”这里，有对姑娘的惊叹，有对不期而遇的惊喜，更有对爱神突然降临的幸福感和满足感。</p> <p>　　第一章与第二章之间的空白，可理解为姑娘小伙相对凝视之时，此时无声胜有声的静场；次章前五句的重叠复唱，可理解为小伙子心情略为平静后，向姑娘倾诉的爱慕之意和殷殷之情。然而，在这人性纯朴的时代，又值仲春欢会之时，无需絮絮长谈，更不必繁文缛节。“邂逅相遇，与子偕臧。”只要两情相愿，便结百年之好；毋须父母之命、媒妁之言，自可永结同心。</p> <p>　　德国美学家黑格尔说：“灵魂集中在眼睛里，灵魂不仅要通过眼睛去看事物，而且也要通过眼睛才被人看见”（《美学》第一卷）。其实，艺术描写的这一美学原则，二千多年前中国的民间诗人已心领神会，运用娴熟。从《卫风·硕人》的“巧笑倩兮”“美目盼兮”，到《郑风·野有蔓草》的“清扬婉兮”“婉如清扬”，都是通过流盼婉美的眼睛，写姑娘的美丽。在短小的抒情篇章中，只有通过传神的“点睛”之笔，才可能写活人物；而在陌生男女邂逅相遇之时，四目注视，相对而望，也是最自然的表情。因而，这里的“点睛”之笔，可以说虽着力而极自然。</p>",
  "about": "<h2>创作背景</h2> 　　这是一首恋歌，写的是牧歌般的自由之爱。《毛<a href=\"http://so.gushiwen.org/view_93.aspx\">诗</a>序》认为是美好心愿的诗意想像，曰：“《野有蔓草》，思遇时也。君之泽不下流，民穷于兵革，男女失时，思不期而会焉。”所谓“思遇时”“思不期而会”，即战乱的现实男女失时，只有借诗歌表达心愿；诗意的满足背后是现实的缺陷。明代季本认为是先民婚恋的真实写照，其《诗说解颐》曰：“男子遇女子野田草露之间，乐而赋此诗也。”今人多从此说，且更明确提出这是一首情诗恋歌。从诗歌意境看，《郑风·野有蔓草》确是对先民的自由婚恋的赋颂，但是《毛序》对此诗背景的分析，确也不能视为纯粹臆测。《郑笺》说：“蔓草而有露，谓仲春之月，草始生，霜为露也。《周礼》：“仲春之月，令会男女。于是时也，奔者不禁。若无故而不用令者，罚之。司男女之无夫家者而会之。”春秋时期，战争频繁，人口稀少。统治者为了繁育人口，允许大龄未婚男女在仲春时候自由相会，自由同居。《风》诗中许多首诗都反映了这一情况。这首《郑风·野有蔓草》就是其中一首。",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": [
    "诗经",
    "爱情"
  ]
}