{
  "id": 51535,
  "star": 32,
  "name": "惜分飞·泪湿阑干花著露",
  "dynasty": "宋代",
  "content": "泪湿阑干花著露。愁到眉峰碧聚。此恨平分取。更无言语。空相觑。 <br>短雨残云无意绪。寂寞朝朝暮暮。今夜山深处。断魂分付。潮回去。",
  "fanyi": "<p><strong>译文</strong><br>你脸上泪水纵横，像一枝鲜花沾带着露珠，忧愁在你眉间紧紧缠结，又像是碧山重叠攒聚。这别恨不仅属于你，我们两人平均分取。你我久久地、久久地互相凝望。再说不出一句话语。<br>雨收云散，一切欢乐都成为过去，令人无情无绪。从此朝朝暮暮，我将空守孤寂。今夜，当我投宿在荒山野店，我深情的灵魂会跟随潮汐回到你那里。</p> <p><strong>注释</strong><br>⑴惜分飞：词牌名，又名《惜芳菲》、《惜双双》等。毛滂创调，词咏唱别情。全词共50字，双调，上、下阙各四句，句句用仄韵。<br>⑵富阳：宋代县名，治所在今浙江省富阳县。琼芳：当时杭州供奉官府的一名歌妓。作者任杭州法曹参军时，和她很要好。<br>⑶阑（lán）干：眼泪纵横的样子。<br>⑷眉峰碧聚：古人以青黛画眉，双眉紧锁，犹如碧聚。<br>⑸取：助词，即“着”。<br>⑹觑（qù）：细看。<br>⑺断雨残云：雨消云散。喻失去男女欢情。<br>⑻山深处：指富阳僧舍所在地。<br>⑼断魂：指极度的哀思。分付：付予、付给。潮：指钱塘江潮。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这首词是毛滂青春恋情的真实记录。情人决别，后会无期，送别一程接一程，从杭州直送到百里之遥的富阳。然而这黯然销魂的别离还足不可避免地到来了。令作者心碎的帷幕就从此拉开：“汨湿阑干花著露，愁到眉峰碧聚。”挂满泪珠的脸颊犹如带露的花朵，颦蹙的黛眉像远山一抹。一幅娇怜痛惜的模样，经过妙笔的摹写，就这样呈现出来了。它同周围的景色化成一片，构成一种凄丽哀惋的色调。<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>的“梨花—枝春带雨”（《长恨歌》），<a href=\"http://so.gushiwen.org/author_688.aspx\">张泌</a>的“黛眉愁聚春碧”（《思越人》），为此二句所本。然却用得脱化无痕，形神兼胜，真是色绘高手。这两句塑造了一位含愁带泪的佳人形象。隋唐国力强盛，崇尚雍容富态、健康自然的女性美。宋朝国力渐衰，在审美观念上也一反唐代的标隹，以文弱清秀为美，多愁多病的弱女子形象占据了文学作品的主导位置。到明清时期，“愁病美人”仍然很受欢迎，《红楼梦》中的林黛玉就是代表。</p> <p>　　“此恨”句，说明离愁对于双方是同样的沉重，要知道两人的地位是不同的。一个是宦游四海的贵胄公子，一个则是沦落风尘的烟花女郎。但是地位的悬殊并没有阻止他们倾心相爱。他们热恋着，共同承受着离恨的折磨。当然，他们也知道这种恋情是难以维持的。今番解手，就要相见无期了。所以这次分离，多半成了长别。“更无言语空相觑”一句，纯乎写情，有直指奔心的力量。语已尽，泪已枯，无声的饮泣往往比呼天抢地的号啕更加沉痛，“空相觑”三字反映出一种木然相对的绝望的悲哀。浯朴而情挚，传神之极笔也。</p> <p>　　下片“断雨”二句，写景色之荒残；零零落落的雨点，澌灭着的残云，与离人的心境正相印合。这是一层意思。另外，还有一层双关之意。<a href=\"http://so.gushiwen.org/author_358.aspx\">宋玉</a>《高唐赋》有“旦为朝云，暮为行雨，朝朝暮暮，阳台之下”之语，即后人所谓神女生涯也。毛滂兼取此意来形容他与琼芳的恋情。而这种残云断雨的凄凉景象，也正象征着这段露水姻缘已经行将结束了。从此以后，只剩下岑寂的相思来折磨着这一对再见无期的离人了。结拍两句，设想别后的思念，付断魂于潮水。情景交融，绵绵无尽，可说是极悱恻缠绵之能事了。</p> <p>　　总的来说，上片写两人依依惜别的深情，作者用画龙点晴之笔，特写泪眼愁眉，营造出一种凄丽哀婉的氛围。接着以“平分取”、“无言”、“空相觑’’写离愁的难言，从外表的神态写到内在的心态，简中有繁。下片写词人深山羁旅的凄苦与思念。先写别后的惆帐，再设想别后的心愿，愿付断魂于潮水，由此再现二人的情义缠绵。</p> <p>　　从艺术风格来讲，这首词与一般镂刻藻绘的别情之作不同，它是以浅近之语传铱至之情而独擅胜场的。愁眉泪颊，断雨残云，本是寻常物态，可是一经作者感情之酝酿融注，便含情吐媚，摇荡人心。</p><br/><h2>鉴赏</h2> <p>　　一日，<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>于席间，听歌妓唱此词，大为赞赏，当得知乃幕僚毛滂所作时，即说：“郡寮有词人不及知，某之罪也。”于是派人追回，与其留连数日。毛滂因此而得名，此为人津津乐道的故事，并非是事实。苏轼知杭州时，是元祐四年（1089）至元祐六年，而毛滂于元祐三年已出任饶州司法参军，直至元祐七年还在饶州任上。此时不可能为东坡的杭州僚佐。另，根据史料，毛滂早在东坡知杭州前就受知于苏轼弟兄。苏轼于元祐三年曾为毛滂写过“荐状”，称其“文词雅健，有超世之韵”。“保举堪充文章典丽可备著述科”。但此故事正说明此词传诵人口之广。</p> <p>　　全词写与琼芳恨别相思之情。上片，追忆两人恨别之状。“泪湿阑干花著露，愁到眉峰碧聚”，是回忆相别时，心上人的哀愁容颜。“泪湿阑干花著露”，用<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>《长恨歌》“玉容寂寞泪阑干，梨花一枝春带露”<a href=\"http://so.gushiwen.org/view_51535.aspx\">诗</a>意，写女子离别时泪流潸潸，如春花挂露。“阑干”眼泪纵横散乱貌。“愁到眉峰碧聚”化用<a href=\"http://so.gushiwen.org/author_688.aspx\">张泌</a>《思越人词》：“黛眉愁聚春碧”句，写忧愁得双眉紧蹙的神态。这两句化用前人诗句描写女子的愁与泪，显得优美而情致缠绵悱恻。“此恨平分取”一句，将女子的愁与恨，轻轻一笔转到自己身上，从而表现了两人爱之深，离之悲。“更无言语空相觑”一句，回忆两人伤别时情态，离别在即，两人含泪相视，此时纵有千言万语，又从何处说起？“更无言语”比“执手相看泪眼，更无语凝噎”（<a href=\"http://so.gushiwen.org/author_535.aspx\">柳永</a>《雨霖铃》）更进一步表达痛切之情，因其呜咽声音都无，真是“此时无声胜有声”了。一个“空”字，下得好，它带出了多少悲伤、忧恨！无怪后人赞道：“一笔描来，不可思议。”（沈际飞《草堂诗余正集》）</p> <p>　　下片写别后的羁愁。“断雨残云无意绪”二句，言词人与心上人别后的凄凉寂寞。“云雨”出自<a href=\"http://so.gushiwen.org/author_358.aspx\">宋玉</a>《高唐赋序》，后指男女欢爱。“断雨残云”喻男女分离，人儿两地，相爱不能相聚，怎不令羁旅者呼出“无意绪”呢？那别离的“朝朝暮暮”只有“寂寞”伴随，那思念之情就更加强烈。故结句道：“今夜山深处，断魂分付潮回去。”言羁者在富阳山深处的僧舍中，而所恋之人远在钱塘，他们相隔千百里，只有江水相连，在辗转反侧中，听江涛拍岸，突发奇想：人不能相聚，那么将魂儿交付浪潮，随流水回到心上人那里。结语的寄魂江涛，是个奇异的想象，如此将刻骨铭心的相思，淋漓尽致地表达出来。</p> <p>　　此词感情自然真切，音韵凄惋，直抒胸臆，与形象比喻奇异想象相结合，达到了“语尽而意不尽，意尽而情不尽，何酷似秦少游也”（周辉《清波杂志》）的艺术效果。　　</p>",
  "about": "<h2>创作背景</h2> 　　据《西湖游览志》载：元祐中，<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>知守钱塘时，毛滂为法曹椽，与歌妓琼芳相爱。三年秩满辞官，于富阳途中的僧舍作《惜分飞》词，赠琼芳。",
  "poet": {
    "id": 710,
    "star": 0,
    "name": "毛滂",
    "desc": "毛滂，字泽民，衢州江山人，约生于嘉佑六年（1061），卒于宣和末年。有《东堂集》十卷和《东堂词》一卷传世。"
  },
  "tags": [
    "宋词三百首",
    "宋词精选",
    "婉约",
    "离别",
    "羁旅",
    "思念"
  ]
}