{
  "id": 50042,
  "star": 55,
  "name": "诉衷情·小桃灼灼柳鬖鬖",
  "dynasty": "宋代",
  "content": "小桃灼灼柳鬖鬖，春色满江南。雨晴风暖烟淡，天气正醺酣。<br>山泼黛，水挼蓝，翠相搀。歌楼酒旆，故故招人，权典青衫。",
  "fanyi": "<p><strong>译文<br></strong>桃花盛开，垂柳依依，江南的春色很美。雨过天晴，春风温暖烟霭淡淡，让人陶醉。<br>山峦黛绿，水波湛蓝，绿水与青山相互映衬着。歌楼酒旗飘动，招人前去。姑且把青衫典当了换酒吧。</p> <p><strong>注释<br></strong>[1]灼灼：形容花朵颜色鲜明亮丽。<br>[2]鬖鬖：音sān sān，植物枝叶下垂貌。<br>[3]醺酣：形容天气温暖困人。<br>[4]黛：青黑色的颜料，古代女子用来画眉。<br>[5]挼蓝：浸揉蓝草作染料，<a href=\"http://so.gushiwen.org/view_50042.aspx\">诗</a>词中用以借指湛蓝色。<br>[6]酒旆：旆字读作pèi，也可写作“斾”，酒旆即是酒旗。<br>[7]故故：常常；屡屡。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　词的开头一句就把最足以作为春天表征的桃花盛开，柳条垂拂这两种典型景物描写出来。第二句“春色满江南”，用个“满”字似乎表明不必再写其他景物了，其实这是承上启下，着意于过渡。一切景物都是相互关联着的，美景还要有良辰衬托。如果碰到风雨如晦的天气，即使是盛开的桃花，扶疏的柳条，看起来也会令人黯然魂销。所以接下去转向对天气的描写：“雨晴风暖烟淡，天气正醺酣。”这里边包括四种意思：宿雨初晴，惠风和畅，烟霭澹淡，着人如酒的天气。这样的天气，使人心旷神怡，正可以游目骋怀，饱览自然风光。 </p> <p>　　下片前三句“山泼黛，水挼蓝，翠相搀”连贯而下，以浓重的色彩，绘出了江南山水的春容。“泼”字，“挼”字用得很有魄力，非崇尚纤巧者所能办。 </p> <p>　　色彩浓丽的山和水，正承上阕“雨晴风暖烟淡”句而来，只有新雨之后，和风之中，天宇澄澈，万木争荣，才能为山水增辉。“泼黛”、“挼蓝”二句不仅画出了山色、水色，也反映了万物春天里的勃勃生机。写到这里为止，已经构成了一幅完整的色彩明丽的江南春景画面。“良辰美景”都有了，但似乎还缺少点什么，抬头望处，看到了“歌楼酒旆”。楼外的酒旗迎风飘动，足以惹人神飞。“故故招人”，生动地写出了词人的心理状态。“故故”这里是故意、特意之义，酒旗当然谈不上故意招人，只是因为词人想喝酒，才产生这种感觉。这一句是移情手法的巧妙运用。酒兴发作了，而阮囊已空，回去吧，却又败兴，所以只好“权典青衫”。这一句是化用<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>“朝回日日典春衣，每日江头尽醉归”（《曲江》二首之二）<a href=\"http://so.gushiwen.org/view_50042.aspx\">诗</a>意，集中体现了词人的性格、情趣。 </p> <p>　　<a href=\"http://so.gushiwen.org/author_268.aspx\">黄庭坚</a>这首小令，短短的四十四个字，江南春景层层叙写，逐步展现。桃柳、天气、山水、“歌楼酒旆”到结语，层层勾勒，上下呼应，脉理分明，语言沉着有力，意境风神曳，情景兼备，堪称佳作。</p>",
  "about": "<h2>创作背景</h2> <p>　　江南的春色，美景何止万千，实在是数不胜数，令人眼花缭乱。词人选择了最能代表春天景物的桃花与杨柳，仅以“灼灼”与“鬖鬖”两个词就概括出二者的特色。《<a href=\"http://so.gushiwen.org/view_50042.aspx\">诗</a>经·桃夭》有“桃之夭夭，灼灼其华”之句，把桃花的光鲜亮丽词一笔概括，再加以盛装出嫁的美人，可以说把桃花与新人之美写到了极致。</p> <p>　　最后三句，先写歌楼酒旗好像也欢喜地招引他去喝酒，再化用典故，无钱时“权典青衫”也要去喝酒。面对良辰美景，诗人早已按捺不住喝酒赏景的欲望，表现了对江南春景的热爱和寄情山水的情怀。</p>",
  "poet": {
    "id": 268,
    "star": 0,
    "name": "黄庭坚",
    "image": "http://img.gushiwen.org/authorImg/huangtingjian.jpg",
    "desc": "黄庭坚（1045.8.9-1105.5.24），字鲁直，号山谷道人，晚号涪翁，洪州分宁（今江西省九江市修水县）人，北宋著名文学家、书法家，为盛极一时的江西诗派开山之祖，与杜甫、陈师道和陈与义素有“一祖三宗”（黄庭坚为其中一宗）之称。与张耒、晁补之、秦观都游学于苏轼门下，合称为“苏门四学士”。生前与苏轼齐名，世称“苏黄”。著有《山谷词》，且黄庭坚书法亦能独树一格，为“宋四家”之一。"
  },
  "tags": [
    "春天",
    "写景"
  ]
}