{
  "id": 52811,
  "star": 442,
  "name": "诉衷情·夜来沉醉卸妆迟",
  "dynasty": "宋代",
  "content": "夜来沉醉卸妆迟，梅萼插残枝。酒醒熏破春睡，梦远不成归。<br>人悄悄，月依依，翠帘垂。更挼残蕊，更捻余香，更得些时。",
  "fanyi": "<p><strong>译文<br></strong>夜里大醉之后，来不及卸妆就和衣而睡，发髻上还擂着梅花的残枝。浓郁的花香将我从沉醉中熏醒，心中充满了无限的惆怅。因为花香惊破了我的好梦，路途遥远我还没有到达故乡。<br>夜悄然无声，伴着我的，只有天上的斜月和眼前的翠书。我能干什么呢？只能无聊地用手搓揉着残损的花瓣，闻闻手中的余香，再发会儿呆来消磨这时光。</p> <p><strong>注释<br></strong>⑴诉衷情：原为唐教坊曲名，后用为词牌名。唐<a href=\"http://so.gushiwen.org/author_415.aspx\">温庭筠</a>取《离骚》“众不可户说兮，孰云察余之中情”之意，创制此调。双调四十四字，上下片各三平韵。<br>⑵沉醉：大醉。<br>⑶梅萼：梅的萼片，此处代指梅。萼，花瓣外面的一层小托片。<br>⑷熏被：被香料熏过的被子。<br>⑸远：一作“断”。<br>⑹悄悄：寂静无声。<br>⑺依依：留恋难舍，不忍离去之意。<br>⑻更：又。挼：揉搓。<br>⑼捻：用手指搓转，如捻麻绳，其揉搓程度比“挼”更进一层。<br>⑽得：需要。些：一作“此”。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　一般<a href=\"http://so.gushiwen.org/view_52811.aspx\">诗</a>词所咏之梅，多是凌寒怒放，傲立枝头的，对残梅则不屑于咏叹赞赏。这首咏梅词却不落前人窠臼，选取新的角度写梅。</p> <p>　　上片写词人醉眠后，残梅的幽香对她所发生的作用。首句虽未写饮酒的动机和场面，直截写酒后入睡，但从“沉醉”一词可以窥见词人饮酒之多和心绪之恶。一个“迟”字进一步透露出沉醉的状态，心情的抑郁和词人懒于卸装的倦怠神情。下句“酒醒”从首句“沉醉’”而来，由醉到醒，在内容上进了一层，在笔法上宕开一笔，同时为“熏破春睡”张本：酒意渐消，春睡才会被梅香熏破。“熏破”二字，通过嗅觉强调出梅香的浓烈。春困又加沉醉，所以睡得一定很甜；梦中得归故乡，所以心情暂时很美。“梦远不成归”，作者以梦写愁，揭示全词主旨。“梦远”是梦中返回遥远的故乡。词人似乎有些埋怨梅香太浓，打断了自己的美梦。她的梦魂本来正沿着回乡之路，飘飘忽忽飞得很远很远，“枕上片时春梦中”，行尽归乡千里路，也许能回到故乡，也许能与亲人团聚吧。但现实是故乡已在金人的铁蹄之下，回去谈何容易。词人只有借助梦境才能得到精神上的暂时慰藉，这是非常不幸的。而怀乡之情，故国之思又是非常殷切的。<a href=\"http://so.gushiwen.org/author_269.aspx\">李煜</a>在其《菩萨蛮》中有“故国梦重归，觉来双泪垂”的句子。用梦表达在现实中久萦于心而实际上又无法实现的强烈愿望，确实能收到情在词外的效果。更何况这美梦被梅花扰断，希望又成泡影。词人无限感叹，惘然若失。这种对梅香的“怨”也正是词人欲归不得的怨。这种幽怨像无端的乱絮，久已缭绕心头，“夜来沉醉”不过是为了借酒浇愁罢了。断梦，给人留下遗憾，留下回味的馀地，它比一个完整的梦更富有艺术感染力。“梦远不成归”一句，集中表现了词人强烈的思乡怀人之倩，欲归不得之苦。</p> <p>　　下片集中写词人醒来后，依托于梅花的百无聊赖的心绪，也表现了词人在孤寂的环境中思念故土的执著情态。“人悄悄，月依依，翠帘垂。”寥寥数语，勾画了一幅春夜无眠图。梦醒以后，久不成寐，帘筛月影，月伴无眠，夜深人静，月亮缓缓移动，绿色的窗帘低垂着。此句描绘寂静的环境。作者寓情于景，抒发其思念故乡的深沉感情。“人悄悄，月依依”是对偶句。孤独一人，中夜不寐，故觉“悄悄”；皓月缓缓移动，含情脉脉，故曰“依依”。“悄悄”不仅活现人物的姿态，还能令人想见人物的凝思冥想之状。用“依依”来描绘月亮移动，十分切贴，它又和“人俏悄”所显示的夜深人静的气氛和谐统一，具有很强的艺术魅力。“翠帘垂”在描写客观物态中，更增加几分静谧。一个“垂”字更增加了夜的沉寂。这幅清淡的月夜图，成功地烘托出词人孤单清冷的内心世界。“更挪”“更捻”的连续动作，突现了词人百无聊赖的心理。这单调的动作，包含着复杂的心绪。词人所思早已不只在梅上。或许她是在追忆梦中的情景，或许是在回忆昔日的生活，或许是由残梅想到自己眼下的处境，或许是对梅花产生了怜惜之情：“众芳摇落独喧妍，占尽风情向小园。”（<a href=\"http://so.gushiwen.org/author_762.aspx\">林逋</a>《山园小梅二首》）在这深夜里，是残梅勾起了词人的伤心事，又只有残梅还能陪伴着她，排遣她心头的愁绪，消磨这难挨的时光。“更援残蕊，更捻余香，更得些时”：三“更”相迭，含蕴无穷，将词人的感情表现得婉曲有致。作者在勾勒客观环境的同时，寓情于景，达到了情景交融，浑然一体的境地。所用排比句式，既合格律，又灵活多变。</p> <p>　　这首咏梅词，没有把笔墨集中在写梅的姿容、特质上，而是缘梅抒情，以残梅的幽香为引线，串联全篇。全词以写头戴残梅沉醉入睡开始，继由梅香“熏破春睡”使“梦远不成归”，引起词人心情的怅惘；甜美的梦境与凄苦的现实互为映衬，深刻地表达了理想与现实之间的矛盾。全词虽不着一个“愁”字，却处处含愁。“梦远不成归”使人愁；“人悄悄，月依依”同样使人愁；“更挪残蕊，更捻余香，更得些时”更把词人内心的愁绪通过动作表现褥淋漓尽致。国破家亡，流落他乡，一腔怨恨，借梅而发。咏梅而意不在梅，正是这首咏物词的特点。</p>",
  "about": "<h2>创作背景</h2> 　　此首当作于作者夫婿赵明诚任职江宁知府期间，其时约为建炎三年（1129）二月，是<a href=\"http://so.gushiwen.org/author_536.aspx\">李清照</a>所作的数首闺怨词之一。金兵南下，李清照举家逃离青州，于建炎二年（1128）春抵江宁。从此开始了后期南渡后的生涯。她平日植树观花，冒雪寻<a href=\"http://so.gushiwen.org/view_52811.aspx\">诗</a>，似乎很悠闲；其实国土沦丧之悲，离乡背井之痛，时时郁结于怀，从而写下大量词作宣泄忧愁，其中咏物词达十来首，除了《山花子》咏桂花、《添字丑奴儿》咏芭蕉外，其余皆咏梅花，这便是其中一首。",
  "poet": {
    "id": 536,
    "star": 0,
    "name": "李清照",
    "image": "http://img.gushiwen.org/authorImg/liqingzhao.jpg",
    "desc": "李清照（1084年3月13日～1155年5月12日）号易安居士，汉族，山东省济南章丘人。宋代（南北宋之交）女词人，婉约词派代表，有“千古第一才女”之称。所作词，前期多写其悠闲生活，后期多悲叹身世，情调感伤。形式上善用白描手法，自辟途径，语言清丽。论词强调协律，崇尚典雅，提出词“别是一家”之说，反对以作诗文之法作词。能诗，留存不多，部分篇章感时咏史，情辞慷慨，与其词风不同。有《易安居士文集》《易安词》，已散佚。后人有《漱玉词》辑本。今有《李清照集校注》。"
  },
  "tags": [
    "爱情",
    "思念"
  ]
}