{
  "id": 69937,
  "star": 1,
  "name": "【南吕】一枝花_【南吕】一",
  "dynasty": "元代",
  "content": "　　【南吕】一枝花廷仪公子实当代都督李公之家嗣也。器宇宏达，才华瞻敏，<br>百氏之书，靡不该浃；至于龙韬虎略，不待言而可知也。及乎礼贤下士，彬彬然<br>诚有儒者之风，不以富贵而骄慢于人，以是人皆景仰而乐与之游。今年冬适过吴<br>门，解鞍旅馆，予得获见，遂即倾盖，欢若平生。于是宿留，命酌于小楼之上，<br>鸣琴赋诗，放歌剧饮，以罄一时之欢。既而出诸名公所赠词章乐府以示予且咏然，<br>其辞气雄伟，风调清越，不觉使人技痒。愧予无似，曷克窥其阃奥而闯其藩篱哉。<br>兹不自揣，勉述〔南吕〕一阕以呈。校诸杰作，固不能模楷其万一，然于期望之<br>私，庶几有在焉。<br>　　瑶台上品仙，麟阁中人物。胸襟开宇宙，器量溢江湖。声振寰区，会见悬鱼<br>袋，行看佩虎符。锦みま人跨凤侣，金蹀躞马骤龙驹。<br>　　【梁州】诗裁囊锦奚奴捕，醉压雕鞍侍女扶。看花南陌归来暮。香尖满路，<br>月色盈衢。歌钟簇拥，珠翠萦纡。辕门画戟森成列，戍阁铜龙漏滴初，转氍毹红<br>铺锦褥。灿金莲光摇银炬，击琅声碎珊瑚。醉乎，玉奴。流苏帐暖春风度，雪<br>儿歌红指舞。一刻千金未肯孤，洞府仙都。<br>　　【余音】玉鞭骄马游荆楚，锦缆牙樯下汴吴，解垢琴书客窗遇。学能周鲁，<br>才兼文武，伫看袭爵封侯快陛补。　题张思恭“望云思亲卷”时父母已殁矣<br>　　吾乡张思恭尝持“望云思亲诗卷”征予诗。予嘉思恭之意，遂赋五言古诗一<br>首，已归之矣。兹复请余词，将欲揭者座隅而朝夕歌咏之，以示不忘亲之故也。<br>大唐梁公仁杰为并州法曹时，登太行见白去孤飞，因指曰：“吾亲舍在其下。”<br>云移乃去。此梁公思亲于在堂之日。矧今思恭望云思亲于既殁之后，其孝也为何<br>如哉！予益嘉恭之孝且纯也，故不辞而复述〔南吕〕词一阕以贻之。<br>　　人为万物灵，孝乃一身本。贤愚均化育，今古重彝伦。敬祖尊亲，晨昏宜定<br>省，冬夏问寒温。看古来孝诸贤俊，到如今青史流芳世不湮。<br>　　【梁州】且休说唐时仁杰专前美，谁知道晋代张翰有远孙。家居积祖松陵隐。<br>双亲沦殁，一念犹存。既归黄壤，望断白云。我则见卷舒触石生肤寸，我则见变<br>化从龙出厚坤。云来时好着我搅断柔肠，云聚处好着我结愁成阵，云飞时好着我<br>飘散心神。泪痕，满巾。恨无羽翼能飞奋，越思忖越愁闷。怎得吾亲更返魂，报<br>答深恩。<br>　　【余音】云横岭岫连丘陇，云锁松揪掩墓门。云来云往何时尽？孝心未伸，<br>孝思怎忍？留取个孝行名儿做标准。　七月初六日为施以和寿<br>　　长生境上仙，仁寿乡中叟。七贤林下客，九老会中俦。绀发青眸，适兴娱诗<br>酒，忘情狎鹭鸥。拣林泉胜处遨游，乐桑榆晚景优游。<br>　　【梁州】人都道散消摇陆地神仙，我则道厌尘嚣箕山许由。庆生辰恰值新秋<br>候。一枝梧坠，六叶抽。双星南度，大火西流。这其间绮筵开香黄金兽，翠<br>袖捧醅斟碧玉瓯。则其那西池姥来献蟠桃，南极老重添遐算，东海翁再下仙筹。<br>嵩邱，华阜。高巍巍万仞横空秀，更钟厚更坚久。愿祝椿龄不老秋，名并庄周。<br>　　【余音】溪南剩把茅堂构，深隐烟霞傲列侯，闲来时抚孤松看尽云横岫。利<br>名不求，是非总休，似这般五福俱全世希有。　赠妓桂香秀马氏<br>　　不同桃李芳，自历风霜久。幽姿超万卉，素质压凡流。品异名优，素娥为伴<br>侣，青女结绸缪。古香飘玉宇银沟，清影蔽绿窗朱牖。<br>　　【梁州】银蟾影里孤根瘦，玉兔光中万粟稠。占高秋骨与繁华斗。狂蜂难觅，<br>粉蝶谁搜。别许那状元攀折，仙客雕搜。品题一出骚人手，声价平增了五百筹。<br>你看他吐新词胸藏锦绣，舞霓裳步撒香钩，整金钗指露纤柔。莫愁，见羞。紫云<br>红拂皆居后。□□□更清秀。总有千金未许酬，名擅青楼。<br>　　【余音】金风淅淅当时候，玉露正值秋，绣幕罗帏要消受。韩生漫偷，<br>荀卿漫投，都不如这一缕余馨再三嗅。　赠人<br>　　天生瑚琏材，裔出簪缨彦。莺花坛上客，诗酒社中仙。所事堪怜，俊逸张京<br>兆，风流司马迁。宴金丹西入瑶池，访琼仙东游阆苑。<br>　　【梁州】秦台夜月乘鸾凤，谢馆春风醉管弦。千金拣得如花面。腰肢袅娜，<br>体态婵娟。文禽翼比，瑞木枝连。仰见他舞霓裳风摇翠柳，临鸾镜水映红莲。则<br>这捧霞觞翠袖殷勤，按银筝珠玑错落，歌白雪金玉相宣。百年，业冤。姑苏台下<br>重相见，意绸缪情眷恋。山海深盟胶漆坚，永保团圆。<br>　　【余音】毫分不惜蝇头利，十万曾缠鹤背钱，红景乡中姿欢宴。行携素手，<br>坐并香肩，似这般美满恩情世间鲜。　咏雪景<br>　　千山鸟罢飞，四野云同螟。九天敷上瑞，万国贺升平。积素堆琼，幻出冰壶<br>镜，妆成白玉京。那时节拥蓝关马足难行，临蔡地兵威越整。<br>　　【梁州】这其间江头有客寻归艇，我这里醉里题诗漫送程。你看他溯澄江下<br>不减王猷兴。冲开鹭序，荡散鸥盟。梨花乱撒，柳絮飘零。那时节酒停斟听唱阳<br>春，人将别重歌古郢。想当初钓鱼人击冻敲冰，骑驴客冲寒忍冷，牧羊徒守节持<br>旌。美名，擅称。辉光照耀终难泯，他每志坚贞秉忠正。一片丹衷贯日星，流播<br>芳馨。<br>　　【余音】香缣貌得三冬景，彩笔吟成万古情，临行持此为相赠。则愿你艺超<br>薛谭，才压秦青，那时节声价超迁迈夷等。　寿人八十<br>　　南山颂载歌，北海樽频敬。西池桃并结，东土佛重生。八秩初登，伫见膺三<br>聘，行看受七征。享期颐松柏遐龄，宜受用桑榆晚景。<br>　　【梁州】我则见碧天边一点孤星现，陆地上千枝火树明。正生甲却值元宵景。<br>欢声涌沸，弦管铿锵。高开绮筵，胜会宾朋。捧遐觞翠袖殷勤，歌白雪金钗列整。<br>人都道降长生蓬岛仙乡，跻寿考香山老宿，东升平洛社耆英。本是个德星，寿星。<br>从今五福都兼并，顺天时乐天性。见尽黄河几浅清，则愿寿等岗陵。<br>　　【余音】庄庭椿老枝偏盛，海屋筹添数倍增，看来年渭水风云庆。名流汗青，<br>功莲良平，那时节爵位高崇列台鼎。　咏白牡丹<br>　　不将脂粉施，自有天然态。羊脂轻捻就，酥乳砌成来。夹叶重台，妖红冶艳<br>都难赛。素质檀心可喜煞，水晶球无贬无褒，白玉瓣不宽不窄。<br>　　【梁州】彻赚得寻芳客争探斗买，勾引得惜花人浅耨深埋。冠群不入凡流派。<br>沉香亭馆，碧玉台阶，黄蜂难觅，粉蝶难猜。倚东风连理争开，迎晚日并蒂相偕。<br>我则道紫麝脐调合就天香，白凤翎铺排着国色，玉梅英妆点出容额。洁白，莹白。<br>涅难缁标格堪人爱，困雕阑脉脉犹黄你。卯酒才消晕粉腮，那时节笑靥微开。<br>　　【余音】歌钟到处携欢约，舞袖飘时压善才，博得个能是的名儿自多赖。再<br>休去迷花恋色，再休去惹垢沾埃。他本是个救苦难的观音离南海。",
  "poet": {
    "id": 2769,
    "star": 0,
    "name": "沈禧",
    "desc": "沈禧[元]（约公元一三五四年前后在世），字廷锡，吴兴人。生卒年及生平均不详，约元惠宗至正中前后在世。工词善曲，有竹窗词一卷，（今存强村丛书中）散曲八套；亦单行，名曰竹窗乐府。"
  },
  "tags": []
}