{
  "id": 194,
  "star": 58,
  "name": "小宛",
  "dynasty": "先秦",
  "content": "宛彼鸣鸠，翰飞戾天。我心忧伤，念昔先人。明发不寐，有怀二人。</p> <p>人之齐圣，饮酒温克。彼昏不知，壹醉日富。各敬尔仪，天命不又。</p> <p>中原有菽，庶民采之。螟蛉有子，蜾蠃负之。教诲尔子，式穀似之。</p> <p>题彼脊令，载飞载鸣。我日斯迈，而月斯征。夙兴夜寐，毋忝尔所生。</p> <p>交交桑扈，率场啄粟。哀我填寡，宜岸宜狱。握粟出卜，自何能穀？</p> <p>温温恭人，如集于木。惴惴小心，如临于谷。战战兢兢，如履薄冰。",
  "fanyi": "<p><strong>译文<br></strong>那个小小斑鸠鸟，展翅高飞在云天。忧伤充满我内心，怀念已故我祖先。直到天明没入睡，又把父母来思念。<br>聪明智慧那种人，饮酒也能见沉稳。可是那些糊涂蛋，每饮必醉日日甚。请各自重慎举止，天恩不会再降临。<br>田野长满大豆苗，众人一起去采摘。螟蛉如若生幼子，蜾蠃会把它背来。你们有儿我教育，继承祖先好风采。<br>看那小小鶺鸰鸟，边翻飞呀边欢鸣。天天在外我奔波，月月在外我远行。起早贪黑不停歇，不辱父母的英名。<br>交交啼叫青雀鸟，沿着谷场啄小米。自怜贫病更无依，连遇诉讼<a href=\"http://so.gushiwen.org/author_1137.aspx\">真可</a>气。抓把米去占一卦，看我何时能吉利？<br>温和恭谨那些人，就像站在高树上。担心害怕真警惕，就像身临深谷旁。心惊胆战太不安，如踩薄冰恐沦丧。</p> <p><strong>注释<br></strong>1.宛：小的样子。鸠（jiū）：鸟名，似山鹊而小，短尾，俗名斑鸠。<br>2.翰飞：高飞。戾（lì）：至。戾天，犹说“摩天”。<br>3.先人：死去的祖先。<br>4.明发：天亮。<br>5.有：同“又”。<br>6.齐圣：极其聪明智慧的人。<br>7.温克：善于克制自己以保持温和、恭敬的仪态。<br>8.昏：愚昧。不知：愚昧无知的人。<br>9.壹醉：每饮必醉。富：盛、甚。<br>10.敬：通“儆”，警戒，戒慎。仪：威仪。<br>11.又：通“佑”，保佑。<br>12.中原：即原中，田野之中。菽（shū）：大豆。这里指豆叶。<br>13.螟（míng）蛉（líng）：螟蛾的幼虫。<br>14.蜾（guǒ）蠃（luǒ）：一种黑色的细腰土蜂，常捕捉螟蛉入巢，以养育其幼虫，古人误以为是代螟蛾哺养幼虫，故称养子为螟蛉义子。负：背。<br>15.尔：你、你们，此指作者的兄弟。<br>16.式：句首语气词。榖（gǔ）：善。似：借作“嗣”，继承。<br>17.题（dì）：通“睇”，看。脊令：鸟名，通作“鶺（jí）鸰（líng）”，形似小鸡，常在水边捕食昆虫。<br>18.载（zài）：则、且。<br>19.斯：乃、则。迈：远行，行役。<br>20.征：远行。<br>21.忝（tiǎn）：辱没。所生：指父母。<br>22.交交：鸟鸣声。一说是往来翻飞的样子。桑扈（hù）：鸟名，似鸽而小，青色，颈有花纹，俗名青雀。<br>23.率：循、沿着。场：打谷场。<br>24.填：通“瘨（diān）”，病。寡：贫。<br>25.宜：犹“乃”。岸：诉讼。毛传：“岸，讼也。”马瑞辰《毛<a href=\"http://so.gushiwen.org/view_194.aspx\">诗</a>传笺通释》谓与“犴”通，犴，狱也。<br>26.温温：和柔的样子。恭人：谦逊谨慎的人。<br>27.如集于木：像鸟之集于树木，惧怕坠落。<br>28.惴（zhuì）惴：恐惧而警戒的样子。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　此<a href=\"http://so.gushiwen.org/view_194.aspx\">诗</a>虽然不是什么“刺王”之作，但却反映了混乱、黑暗的社会生活的一个侧面，还是有其认识意义的。</p> <p>　　首章直述怀念祖先、父母之情，这是疾痛惨怛的集中表现，也暗含着今不如昔的深切感慨。二章感伤兄弟们的纵酒，既有斥责，也有劝戒，暗示他们违背了父母的教育。三章言代兄弟们扶养幼子，教育他们长大继承祖业家风。四章述自己操劳奔波，以慰藉父母在天之灵。五章说明自己贫病交加，又吃了官司，表现出对命运难卜的焦虑。最后一章，总括了自己诚惶诚恐、艰难度日的心情。各章重点突出，语意恳切；全诗组织严密，层次分明。即使从语言的使用上来看，质朴而又整饬，在雅颂作品中是颇为别具一格的。</p> <p>　　作者在表达自己的思想、抒发自己的感情时，虽然是以诉说为主，但并不是平铺直叙、直来直往，而是采取了意味深长的比兴手法，使读者感到作者的每章诗意都是在因物起兴、借景寄情。第一章以斑鸠的鸣叫、翰飞、戾天来反衬他处境的艰难和内心的忧伤；第二章以“齐圣”之人的“饮酒温克”来对比自己兄弟的“彼昏不知，壹醉日富”；第三章以“中原有菽，庶民采之；螟蛉有子，蜾蠃负之”来比喻自己代养兄弟们的幼子；第四章以鶺鸰的“载飞载鸣”来映衬自己“夙兴夜寐”地“斯迈”、“斯征”；第五章以“交交桑扈，率场啄粟”来象征自己“填寡”而又“岸狱”的心态和心情，都写得那么生动形象，贴切真实，耐人咀嚼和回味；至于第六章连用三个“如”字，更把自己“惴惴小心”、“战战兢兢”的心境描绘得形神兼备，真切感人。作者的感情是沉重的，但表现得却十分活脱、鲜明和生动，这在雅颂作品中也是别具特色的。</p> <p>　　总之，《小雅·小宛》在内容主题上是今人比较难于索解的，但在艺术技巧上，却是比较优秀的。</p>",
  "about": "<h2>创作背景</h2> 　　这是一首父母离世后劝告兄弟小心避祸的<a href=\"http://so.gushiwen.org/view_194.aspx\">诗</a>歌。《毛诗序》说：“《小宛》，大夫刺幽王也。”郑笺又订正说：“亦当为厉王。”但从诗的内容来看，看不出和幽王或厉王有多大的关系，讽刺的意味也不突出。<a href=\"http://so.gushiwen.org/author_459.aspx\">朱熹</a>的《诗集传》就不同意他们的说法，认为“说者必欲为刺王之言，故其说穿凿破，无理尤甚”。他说这是一首“大夫遭时之乱，而兄弟相戒以免祸之诗”。朱熹看出前人解说的破绽而提出新说，但他仍没有理清作者与所述内容的关系，而后世的众多解诗者又多是在毛、郑、朱诸说之上修修补补，对这首诗也没有真正搞清读懂。从此诗所述的内容来看，作者可能是西周王朝的一个下级官吏。父母在世时，对他有良好的教育，家庭生活似乎还很富裕。可是父母去世之后，他的兄弟们违背了父母的教诲，一个个嗜酒如命、不务正业，致使家道衰败，甚至连自己的孩子也都弃养了。作者恪守着父母的教诲，终日为国事或家事操劳奔波，力图维系着家门的传统。但由于受到社会上各种邪恶势力的威逼和迫害，已力不从心。他贫病交加，并连遭诉讼，所以忧伤满怀，以至“惴惴小心”、“战战兢兢”地生活着，盼望有朝一日时来运转，家道复兴。在他“宜岸宜狱”之时，更是耿耿难眠、百感交集，既怀念死去的父母，又怨恨“壹醉日富”的兄弟，思前想后，感慨万端，因而写出了这首忧伤交织的抒情诗。",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": [
    "诗经",
    "伤怀"
  ]
}