{
  "id": 71450,
  "star": 9,
  "name": "剑器近·夜来雨",
  "dynasty": "宋代",
  "content": "夜来雨。赖倩得、东风吹住。海棠正妖娆处。且留取。<br>悄庭户。试细听、莺啼燕语。分明共人愁绪。怕春去。<br>佳树。翠阴初转午。重帘卷，乍睡起、寂寞看风絮。偷弹清泪寄烟波，见江头故人，为言憔悴如许。彩笺无数。去却寒暄，到了浑无定据。断肠落日千山暮。",
  "shangxi": "<h2>赏析</h2> <p>　　此词以柔笔抒离情，共分三段，前面两段是双曳头，即句式、声韵全都相同。（<a href=\"http://so.gushiwen.org/author_164.aspx\">周邦彦</a>的《瑞龙吟》前面两段也是双曳头，其内容先是走马访旧，其二是触景忆旧）。在此词，前两段虽然都是写景，但第一段是写眼前所见的，第二段是写耳际所听到的；不仅有变化，而且能以怀人深情融入景物中。</p> <p>　　第一段前二句写夜来风雨。前人都说众芳飘零，是风雨肆虐所致，“满地残红宫锦污，昨夜南园风雨。”（<a href=\"http://so.gushiwen.org/author_169.aspx\">王安国</a>《清平乐》）“雨横风狂三月暮，……乱红飞过秋千去。”（<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>《蝶恋花》）而词人却说是由于夜间春雨连绵，东风劲吹所导致的。“海棠”两句，以“留取”两字，点出眼前景象，正如<a href=\"http://so.gushiwen.org/author_536.aspx\">李清照</a>所云：“昨夜雨疏风骤。浓睡不消残酒。试问卷帘人，却道海棠依旧。”（《如梦令》）两词都并不落入为花落而伤心的俗套，而着重赞赏雨后的海棠依旧妖娆景色，对此王雱在《倦寻芳》词中有细致的描绘：“翠径莺来，惊下乱红铺绣。倚危栏，登高榭，海棠著雨胭脂透。”正是这雨后分外妩媚娇艳的海棠，而暂且把春光留住了。</p> <p>　　第二段“悄庭户”两句，写庭院寂寂，了无人声。“细听”两字，接“悄”字而来，形容“莺啼燕语”之细啐轻微。“分明”两句，借莺声燕语托出作者的惜春之心。文人伤春，以各种方式诉述其衷肠，有的是无可奈何的，如“杏园憔悴杜鹃啼，无奈春归”（<a href=\"http://so.gushiwen.org/author_125.aspx\">秦观</a>《画堂春》）。也有嗟叹无计留春的，如“一簪华发，少欢饶恨，无计留春且住”（<a href=\"http://so.gushiwen.org/author_643.aspx\">晁补之</a>《金凤钩》）。而<a href=\"http://so.gushiwen.org/author_399.aspx\">贺铸</a>却愿意春把相思之情带去“半黄梅子，向晚一帘疏雨。断魂分付与，春将去。”（《感后恩》）在此词，是以莺啼宛转、燕语呢喃，似乎都在愁留春不住，这不仅与前面“且留取”呼应，而且又引出自己的惜春之情。</p> <p>　　第三段开头“翠阴初转午”，以树影位置表述时间，<a href=\"http://so.gushiwen.org/view_71450.aspx\">诗</a>词中经常见到。如说正午则有<a href=\"http://so.gushiwen.org/author_197.aspx\">刘禹锡</a>的“日午树阴正”（《昼居池上亭独吟》）、周邦彦的“午阴嘉树清圆”（《满庭芳》）；说过午则有<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>和李玉的《虞美人》两者，都用“庭阴转午”。“转午”即树影转过正午位置，而稍向东偏，表示太阳将要西落。此句言“初转午”，则午昼正长。昼长人倦，于是有昼眠之情况。下径接“乍睡起、寂寞看风絮”，无论睡时还是起后，都透露出作者孤独无聊的感情，“重帘未卷”，可以体会作者疲倦的感受，同时将上面的“愁绪”和下面的怀人之情联系起来。</p> <p>　　“偷弹”三句写相思之情极深，词人在另一首《安公子》中亦有“独立东风弹泪眼，寄烟波东去”之句，都是借助东流的江水，请其将自己一片深衷，满怀幽恨，带给伊人。这种构思，似又从周邦彦《还京乐》词句转化出来的“彩笺”三句，承以上怀人情意而来，久别之后盼望着重逢，以切望来书告知归期；苦恨信中除掉寒暄之外别无他语，到头来归期仍是难以知晓。<a href=\"http://so.gushiwen.org/author_588.aspx\">晏几道</a>词“欲尽此情书尺素。浮雁沉鱼，终了无凭据”（《蝶恋花》），也说的是书信难达，相会之期难卜。这里面有盼望，也有笔墨难以形容的幽怨。</p> <p>　　末句以景语作结，词意从<a href=\"http://so.gushiwen.org/author_535.aspx\">柳永</a>《夜半乐》结句“惨离怀、空恨岁晚归期阻。凝泪眼、杳杳神京路。断鸿声远长天暮”转化而来。柳永在他乡作客，离别了伊人，不知何时才能回归；怅望着长天，那苍然的暮色和声声远去的雁叫声，使作者更增添了思念之情。此词末句刻画暮色中的落日和千山，似乎也在为词人献愁供恨，更觉相思之情，不能自已。</p>",
  "poet": {
    "id": 296,
    "star": 0,
    "name": "袁去华",
    "desc": "袁去华，字宣卿，江西奉新（一作豫章）人。生卒年均不详，约宋高宗绍兴末前后在世。绍兴十五年（公元一一四五年）进士。改官知石首县而卒。善为歌词，尝为张孝祥所称。去华著有适斋类稿八卷，词一卷，著有《适斋类稿》、《袁宣卿词》、《文献通考》传于世。存词90余首。"
  },
  "tags": [
    "写雨",
    "写景",
    "相思"
  ]
}