{
  "id": 65063,
  "star": 207,
  "name": "相思令·吴山青",
  "dynasty": "宋代",
  "content": "吴山青，越山青，两岸青山相送迎，争忍有离情？<br>君泪盈，妾泪盈，罗带同心结未成，江边潮已平。",
  "fanyi": "<p><strong>译文</strong><br>看吴山青青，看越山青青，钱塘两岸青山相对迎。怎忍心分手有离情。<br>你泪儿盈盈，我泪儿盈盈，香罗带未结成同心结。江潮已涨，船儿扬帆要远行。</p> <p><strong>注释</strong><br>①吴山：指钱塘江北岸的山，此地古代属吴国。越山，钱塘江南岸的山，此地古代属越国。<br>②争忍：怎忍。<br>③罗带句：古代结婚或定情时以香罗带打成菱形结子，以示同心相怜。南朝《苏小小歌》：“何处结同心，西陵松柏下。”<br>④江边句：通过潮涨暗示船将启航。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　词以一女子的声口，抒写她因婚姻不幸，与情人诀别的悲怀。开头用民歌传统的起兴手法，“吴山青，越山青”，叠下两个“青”字，色彩鲜明地描画出一片江南特有的青山胜景。吴越自古山明水秀，风光宜人，却也阅尽了人间的悲欢。“谁知别离情？”歇拍处用拟人手法，向亘古如斯的青山发出嗔怨，借自然的无情反衬人生有恨，使感情色彩由轻盈转向深沉，巧妙地托出了送别的主旨。</p> <p>　　“君泪盈，妾泪盈”，过片承前，由写景转入抒情。临别之际，泪眼相对，哽咽无语。“罗带同心结未成”，含蓄道出了他们悲苦难言的底蕴。古代男女定情时，往往用丝绸带打成一个心形的结，叫做“同心结”。“结未成”，喻示他们爱情生活横遭不幸。不知是什么强暴的力量，使他们心心相印而难成眷属，只能各自带着心头的累累创伤，来此洒泪而别。“江头潮已平”，船儿就要起航了。“结未成”“潮已平”，益转益悲，一江恨水，延绵无尽。</p> <p>　　这首词艺术上的显著特点是反复咏叹，情深韵美，具有浓郁的民歌风味。词采用了民歌中常用的复沓形式，在节奏上产生一种回环往复、一唱三咏的艺术效果。词还句句押韵，连声切响，前后相应，显出女主人公柔情似水，略无间阻，一往情深。<a href=\"http://so.gushiwen.org/author_762.aspx\">林逋</a>沿袭《长相思》调写男女情爱，以声助情，用清新流美的语言，唱出了吴越青山绿水间的地方风情，创造出一个隽永空茫、余味无穷的艺境。</p><br/><h2>鉴赏</h2> <p>　　这首小词这首词用复沓语，离情于山水物态之中，流畅可歌而又含思婉转，具有很浓的民歌风味。 </p> <p>　　上阕写景，景中衬情。</p> <p>　　“吴山青，越山青，两岸青山相送迎，争忍有离情？”开篇用语复沓，运用拟人化的手法写钱塘江两岸青山相对迎客，渲染出钱塘江两岸优美的风光，借以托物寄怀。接下来两句采用拟人手法，写两岸青山相送迎，但它却并不能真正理解情人离别的痛苦，“离情”二字，既点明主题，又转入人间离别愁苦。</p> <p>　　下阕抒情，以情托景。</p> <p>　　“君泪盈，妾泪盈，罗带同心结未成，江边潮已平。”承上片离别，写情人离别难舍难分，无语凝噎，泪眼相视。离别之时总易睹物生情，难以自已，而此处写到离别时的表现是泪水盈眶，却不是哭泣，显示出了双方都是在有意地压抑自己的悲痛，以免给对方造成更大的悲痛和感伤。一方面要承受着分别的痛苦．一方面却要假意宽慰，不要过多牵挂，可见双方相互体贴入微，相爱之深。古代民间男女定情，常用香罗带打成心状结，送给对方作为信物，表示双方同心，永远相爱，但这对男女分手在际却“结未成”，暗喻未能定下终身。末句“江头潮已平”，以景作结，写江潮涨满，船儿正该启航了，景中寄情，蕴藉深厚。</p>",
  "poet": {
    "id": 762,
    "star": 0,
    "name": "林逋",
    "image": "http://img.gushiwen.org/authorImg/linpu.jpg",
    "desc": "林逋（967一1028）字君复，汉族，浙江大里黄贤村人（一说杭州钱塘）。幼时刻苦好学，通晓经史百家。书载性孤高自好，喜恬淡，勿趋荣利。长大后，曾漫游江淮间，后隐居杭州西湖，结庐孤山。常驾小舟遍游西湖诸寺庙，与高僧诗友相往还。每逢客至，叫门童子纵鹤放飞，林逋见鹤必棹舟归来。作诗随就随弃，从不留存。1028年（天圣六年）卒。其侄林彰（朝散大夫）、林彬（盈州令）同至杭州，治丧尽礼。宋仁宗赐谥“和靖先生”。"
  },
  "tags": [
    "宋词三百首",
    "宋词精选",
    "婉约",
    "送别"
  ]
}