{
  "id": 72898,
  "star": 9,
  "name": "虞美人·风灭炉烟残灺冷",
  "dynasty": "清代",
  "content": "风灭炉烟残灺冷，相伴惟孤影。判教狼藉醉清尊，为问世间醒眼是何人？<br>难逢易散花间酒，饮罢空搔首。闲愁总付醉来眠，只恐醒时依旧到尊前。",
  "fanyi": "<p><strong>译文<br></strong>冷风吹灭了香炉中的残烟，燃尽的烛灰早已不再温热，陪伴自己的只有自己孤单的影子。我情愿喝得酩酊大醉，借着醇酒来麻醉自己，大声质问苍天谁是这世间清醒不醉之人。<br>为何能与知己畅饮的盛宴总是相逢难，离别易，而人去宴散后，只能对着满桌的空杯搔首长叹。闲愁萦怀，难以派遣，我还是用美酒和梦乡来逃避它吧。但只怕醒来之后，满腔的愁思就会让我又一次来到酒杯的面前。</p> <p><strong>注释<br></strong>①虞美人：词牌之一。唐教坊曲。兹取两格，一为五十六字，上下片各两仄韵，两平韵。一为五十八字，上下片各两仄韵，三平韵。[1] <br>②炉烟：熏炉或香炉之烟。<br>③残灺（xiè）：烧残的烛灰。<br>④判：情愿、甘愿、不惜之意。<br>⑤清尊（zūn）：酒器，借指清醇之酒。判教句：意谓情愿喝得酩配大醉，借清酒来麻醉自己。唐<a href=\"http://so.gushiwen.org/author_397.aspx\">皇甫冉</a>《曾山送别<a href=\"http://so.gushiwen.org/view_72898.aspx\">诗</a>》：“凄凄游子苦飘蓬，明日清尊只暂同。”<br>⑥醒眼：清醒之眼光。<br>⑦花间酒：谓美景良辰时之酒宴。<br>⑧搔（sāo）首：以手搔头。焦急或有所思貌。<br>⑨尊前：酒樽之前。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　词首第一句以冷风、残烟、烛灰、孤影交织而成一幅孤寂凄凉的室内独居图景。“风灭炉烟残灺冷，相伴惟孤影”，冷风吹灭了香炉中的残烟，燃尽的烛灰早已不再温热；陪伴他的，只有孤单的影子。他既是自感忧愁如此，漫漫长夜该如何打发。</p> <p>　　词的第二句写词人无法派遣忧愁，只能通过借酒来消愁。“判教狼藉醉清樽”，即是说我情愿喝得酩酊大醉，借着醇酒来麻醉自己。“判教”、“狼藉”，都是决绝之语，感情色彩极为强烈，说明词人愁痛深入骨髓。否则他也不会大声质问苍天，问谁是这世间清醒不醉之人。“为问世间醒眼是何人”出自《楚辞-渔夫》：“举世皆浊我独清，众人皆醉我独醒。”这句质问，似也点明了词人满腔郁闷忧愁的原因。</p> <p>　　词的第三句写借酒消愁、时光短暂。“难逢易散花间酒，饮罢空搔首”，为何能与知己畅饮的盛宴总是相逢难、离别易，而人去宴散后，只能对着满桌的空杯搔首长叹。“空搔首”写出了词人对人生的感慨、对离别的无可奈何。</p> <p>　　词的尾句写出了虽然借酒消愁，但担心醒时又会继续喝酒的心理。“闲愁总付醉来眠，只恐醒时依旧到尊前“，既然闲愁萦怀，难以派遣，词人只能用美酒和梦乡来逃避它。但词人又害怕醒来之后，满腔的愁思就会让他又一次来到酒杯的面前。“总”字写出了词人的怀疑，“恐”字写出了词人的害怕和担心。</p> <p>　　全词迂回曲折，写出了词人从孤独到借酒销愁，再到对酒产生怀疑，心中担忧酒醒后又会继续喝酒逃避的心理活动，和<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>”抽刀断水水更流，举杯消愁愁更愁“类似。</p>",
  "about": "<h2>创作背景</h2> 　　康熙十七年（1678年），是词人妻子逝世的一周年，词人一直没有从妻子死亡的阴影中走出。词人和朋友相邀喝酒，借酒消愁，于是写下了这首词。",
  "poet": {
    "id": 188,
    "star": 0,
    "name": "纳兰性德",
    "image": "http://img.gushiwen.org/authorImg/nalanxingde.jpg",
    "desc": "纳兰性德（1655－1685），满洲人，字容若，号楞伽山人，清代最著名词人之一。其诗词“纳兰词”在清代以至整个中国词坛上都享有很高的声誉，在中国文学史上也占有光采夺目的一席。他生活于满汉融合时期，其贵族家庭兴衰具有关联于王朝国事的典型性。虽侍从帝王，却向往经历平淡。特殊的生活环境背景，加之个人的超逸才华，使其诗词创作呈现出独特的个性和鲜明的艺术风格。流传至今的《木兰花令·拟古决绝词》——“人生若只如初见，何事秋风悲画扇？等闲变却故人心，却道故人心易变。”富于意境，是其众多代表作之一。"
  },
  "tags": [
    "失意",
    "伤怀",
    "感慨"
  ]
}