{
  "id": 11028,
  "star": 65,
  "name": "绝句漫兴九首",
  "dynasty": "唐代",
  "content": "隔户杨柳弱袅袅，恰似十五女儿腰。<br>谓谁朝来不作意，狂风挽断最长条。</p> <p>手种桃李非无主，野老墙低还似家。<br>恰似春风相欺得，夜来吹折数枝花。</p> <p>熟知茅斋绝低小，江上燕子故来频。<br>衔泥点污琴书内，更接飞虫打着人。</p> <p>二月已破三月来，渐老逢春能几回。<br>莫思身外无穷事，且尽生前有限杯。</p> <p>肠断江春欲尽头，杖藜徐步立芳洲。<br>颠狂柳絮随风去，轻薄桃花逐水流。</p> <p>懒慢无堪不出村，呼儿日在掩柴门。<br>苍苔浊酒林中静，碧水春风野外昏。</p> <p>糁径杨花铺白毡，点溪荷叶叠青钱。<br>笋根雉子无人见，沙上凫雏傍母眠。</p> <p>舍西柔桑叶可拈，江畔细麦复纤纤。<br>人生几何春已夏，不放香醪如蜜甜。</p> <p>眼见客愁愁不醒，无赖春色到江亭。<br>即遣花开深造次，便教莺语太丁宁。",
  "fanyi": "<p><strong>译文</strong><br>其一<br>隔着门墙外面的杨柳树，那柔弱细长的枝条，就好像那十五岁少女纤柔美好的细腰。古代女子十五岁正当青春，体态最为婀娜多姿，妩媚而动人。<br>是谁说她早晨的时候不称意，不舒展自己的身姿呢？原来是被狂风折断了枝条。</p> <p>其三<br>江上的燕子都明白我的茅屋过于低小，因此常常飞到这里筑巢。<br>燕子衔来筑巢的泥弄脏了我的琴和书，它们还不停地追逐飞虫碰着了人。</p> <p>其四<br>二月已经过去三月来到，渐渐老去的人遇到春天还能有几次？<br>不要想身外无数的事情，先饮尽眼前的不多的杯中物。</p> <p>其五<br>都说春江景物芳妍，而三春欲尽，怎么会不感到伤感呢？拄着拐杖漫步江头，站在芳洲上。<br>只看见柳絮如颠似狂，肆无忌惮地随风飞舞，轻薄不自重的桃花追逐流水而去。</p> <p>其七<br>飘落在小路上的杨花碎片，就像铺开的白毡子，点缀在溪上的嫩荷，像青铜钱似的一个叠着一个。<br>竹林里笋根旁才破土而出的嫩笋，还没有人注重它们，刚刚孵出的小水鸭子，在沙滩上依偎着母鸭甜甜地睡着。</p> <p><strong>注释</strong><br>其五<br>（1）漫兴：随兴所至，信笔写来。<br>（2）芳洲：长满花草的水中陆地。<br>（3）颠狂：本指精神失常，引申为放荡不羁。</p>",
  "shangxi": "<h2>赏析</h2> <p><strong>其一简析</strong></p> <p>　　此<a href=\"http://so.gushiwen.org/view_11028.aspx\">诗</a>上两句是在写杨柳之美，下两句是借杨柳为何不展身姿是因为被狂风折断了枝条来指代诗人自己的不得志。诗人虽不在朝廷，但是时时关心国计民生。自己像那不能舒展身姿的杨柳一样，是因为被社会的现实击打得无法去拯救苍生，自己为官不得重用，壮志难酬啊。</p> <p><strong>其二简析</strong></p> <p>　　组诗第一首总述客愁恼春，这第二首便承接第一首而来，借埋怨春风欺花来发牢骚。前两句说桃李有主，而且是在自家的花园之中，“非”、“还”二字加强语气，强调感情色彩。后两句说，春色催花，已是“深造次”，而春风竟又来欺凌，一夜之间居然吹折数枝鲜花！“恰似”即“正是”。“得”，是唐人口语，语助词。诗人寓情于景，造成情与景的对立气氛。在诗人眼中，春风折花，便是有意欺主。在诗人笔下，春风与桃李都人格化了。明明是诗人恼春，却写成春风欺人。</p> <p><strong>其三赏析</strong></p> <p>　　这首诗写频频飞入草堂书斋里的燕子扰人的情景。首句说茅斋的极度低矮狭窄，“熟知”，乃就燕子言。连江上的燕子都非常熟悉这茅斋的低小，大概是更宜于筑巢吧！所以第二句接着说“故来频”。燕子频频而来，自然要引起主人的烦恼。三、四两句就细致地描写了燕子在层内的活动：筑巢衔泥点污了琴书不算，还要追捕飞虫甚至碰着了人。诗人以明白如话的口语，作了细腻生动的刻画，给人以亲切逼真的实感；而且透过实感，使人联想到这低小的茅斋，由于江燕的频频进扰，使主人也难以容身了。从而写出了草堂困居，诗人心境诸多烦扰的情态。明代王嗣《杜臆》就此诗云：“远客孤居，一时遭遇，多有不可人意者。”这种不可人意，还是由客愁生发，借燕子引出禽鸟亦若欺人的感慨。</p> <p>　　<a href=\"http://so.gushiwen.org/author_504.aspx\">王夫之</a>在《姜斋诗话》中说：“情景名为二，而实不可离。神于诗者，妙合无垠。巧者则有情中景，景中情”。<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>这首诗也是善于景中含情的一例。全诗俱从茅斋江燕着笔，三、四两句更是描写燕子动作的景语，就在这“点污琴书”、“打着人”的精细描写中，包蕴着远客孤居的诸多烦扰和心绪不宁的神情，体物缘情，神物妙合。“不可人意”的心情，诗句中虽不著一字，却全都在景物描绘中表现出来了。全诗富有韵味，耐人咀嚼。</p> <p>　　这首诗景中含情。诗人从燕子落笔，细腻逼真地描写了它们频频飞入草堂书斋，“点污琴书”、“打着人”等活动。这些描写既凸现了燕子的可爱之态，又生动传神地表现出燕子对草堂书斋的喜爱，以及对诗人的亲昵。全诗洋溢着浓厚的生活气息，给人自然、亲切之感，同时也透露出诗人在草堂安定生活的喜悦和悠闲之情。</p> <p>　　这首诗的主旨也可以理解为诗人通过对燕子频频飞入草堂书斋扰人情景的生动描写，借燕子引出禽鸟也好像欺负人的感慨，表现出诗人远客孤居的诸多烦恼和心绪不宁的神情。</p> <p><strong>其五简析</strong></p> <p>　　这组绝句写在杜甫寓居成都草堂的第二年，即代宗上元二年（761）。题作“漫兴”，有兴之所到随手写出之意。不求写尽，不求写全，也不是同一时成之。从九首诗的内容看，当为由春至夏相率写出，亦有次第可寻。</p> <p>　　杜甫草堂周围的景色很秀丽，他在那儿的生活也比较安定。然而饱尝乱离之苦的诗人并没有忘记国难未除，故园难归；尽管眼前繁花簇簇，家国的愁思还时时萦绕在心头。其本意是写景抒情，并未有批判女子作风的意思，但因为其中两句所用意象“柳”“桃花”也用来形容女子，所谓残花败柳，面若桃花等。且诗中极尽其轻浮的状态，所以常被后人用来暗指女子作风的轻佻，放荡不羁。</p> <p><strong>其七赏析</strong></p> <p>　　这一首《漫兴》是写初夏的景色。前两句写景，后两句景中状物，而景物相间相融，各得其妙。</p> <p>　　诗中展现了一幅美丽的初夏风景图：漫天飞舞的杨花撒落在小径上，好像铺上了一层白毡；而溪水中片片青绿的荷叶点染其间，又好像层叠在水面上的圆圆青钱。诗人掉转目光，忽然发现：那一只只幼雉隐伏在竹丛笋根旁边，真不易为人所见。那岸边沙滩上，小凫雏们亲昵地偎依在母凫身边安然入睡。首句中的“糁径”，是形容杨花纷散落于路面，词语精炼而富有形象感。第二句中的“点”、“叠”二词，把荷叶在溪水中的状态写得十分生动传神，使全句活了起来。后两句浦起龙在《读杜心解》中说它“微寓萧寂怜儿之感”，我们从全诗看，“微寓萧寂”或许有之，“怜儿”之感，则未免过于深求。</p> <p>　　这四句诗，一句一景，字面看似乎是各自独立的，一句诗一幅画面；而联系在一起，就构成了初夏郊野的自然景观。细致的观察描绘，透露出作者漫步林溪间时对初夏美妙自然景物的留连欣赏的心情，闲静之中，微寓客居异地的萧寂之感。这四句如截取七律中间二联，双双皆对，又能针脚细密，前后照应。起两句明写杨花、青荷，已寓林间溪边之意，后两句则摹写雉子、凫雏，但也俱在林中沙上。前后关照，互相映衬，于散漫中浑成一体。这首诗刻画细腻逼真，语言通俗生动，意境清新隽永，而又充满深挚淳厚的生活情趣。</p> <p><strong>其九赏析</strong></p> <p>　　《杜臆》中云：“客愁二字乃九首之纲”，这第一首正是围绕“客愁”来写诗人恼春的心绪。“眼见客愁愁不醒”，概括地说明眼下诗人正沉浸在客居愁思之中而不能自拔。“不醒”二字，刻画出这种沉醉迷惘的心理状态。然而春色却不晓人情，莽莽撞僮地闯进了诗人的眼帘。春光本来是令人惬意的，“桃花一簇开无主，可爱深红爱浅红？”但是在被客愁缠绕的诗人心目中，这突然来到江亭的春色却多么扰人心绪！你看它就在诗人的眼前匆急地催遣花开，又令莺啼频频，似乎故意来作弄家国愁思绵绵中的他乡游子。此时此地，如此的心绪，这般的花开莺啼，司春的女神真是“深造次”，她的殷勤未免过于轻率了。杜甫善于用反衬的手法，在情与景的对立之中，深化他所要表达的思想感情，加强诗的艺术效果。这首诗里恼春烦春的情景，就与《春望》中“感时花溅泪，恨别鸟惊心”的意境相仿佛。只不过一在乱中，愁思激切；一在暂安，客居惆怅。虽然抒发的感情有程度上的不同，但都是用“乐景写哀”（王夫之《姜斋诗话》）则哀感倍生的写法。所以诗中望江亭春色则顿觉其无赖，见花开春风则深感其造次，闻莺啼嫩柳则嫌其过于丁宁，这就加倍写出了诗人的烦恼忧愁。这种艺术表现手法，很符合生活中的实际。仇兆鳌评此诗说：“人当适意时，春光亦若有情；人当失意时，春色亦成无赖”。（《杜诗详注》卷九）正是诗人充分描绘出当时的真情实感，因而能深深打动读者的心，引起共鸣。</p>",
  "poet": {
    "id": 474,
    "star": 0,
    "name": "杜甫",
    "image": "http://img.gushiwen.org/authorImg/dufu.jpg",
    "desc": "杜甫（712－770），字子美，自号少陵野老，世称“杜工部”、“杜少陵”等，汉族，河南府巩县（今河南省巩义市）人，唐代伟大的现实主义诗人，杜甫被世人尊为“诗圣”，其诗被称为“诗史”。杜甫与李白合称“李杜”，为了跟另外两位诗人李商隐与杜牧即“小李杜”区别开来，杜甫与李白又合称“大李杜”。他忧国忧民，人格高尚，他的约1400余首诗被保留了下来，诗艺精湛，在中国古典诗歌中备受推崇，影响深远。759-766年间曾居成都，后世有杜甫草堂纪念。"
  },
  "tags": [
    "写景",
    "抒情"
  ]
}