{
  "id": 154,
  "star": 80,
  "name": "东山",
  "dynasty": "先秦",
  "content": "我徂东山，慆慆不归。我来自东，零雨其濛。我东曰归，我心西悲。制彼裳衣，勿士行枚。蜎々者蠋，烝在桑野。敦彼独宿，亦在车下。</p> <p>我徂东山，慆慆不归。我来自东，零雨其濛。果臝之实，亦施于宇。伊威在室，蠨蛸在户。町畽鹿场，熠耀宵行。不可畏也，伊可怀也。</p> <p>我徂东山，慆慆不归。我来自东，零雨其濛。鹳鸣于垤，妇叹于室。洒扫穹窒，我征聿至。有敦瓜苦，烝在栗薪。自我不见，于今三年。</p> <p>我徂东山，慆慆不归。我来自东，零雨其濛。仓庚于飞，熠耀其羽。之子于归，皇驳其马。亲结其缡，九十其仪。其新孔嘉，其旧如之何？",
  "fanyi": "<p><strong>译文</strong><br>自我远征东山东，回家愿望久成空。如今我从东山回，满天小雨雾蒙蒙。才说要从东山归，我心忧伤早西飞。家常衣服做一件，不再行军事衔枚。野蚕蜷蜷树上爬，田野桑林是它家。露宿将身缩一团，睡在哪儿车底下。<br>自我远征东山东，回家愿望久成空。如今我从东山回，满天小雨雾蒙蒙。栝楼藤上结了瓜，藤蔓爬到屋檐下。屋内潮湿生地虱，蜘蛛结网当门挂。鹿迹斑斑场上留，磷火闪闪夜间流。家园荒凉不可怕，越是如此越想家。<br>自我远征东山东，回家愿望久成空。如今我从东山回，满天小雨雾蒙蒙。白鹳丘上轻叫唤，我妻屋里把气叹。洒扫房舍塞鼠洞，盼我早早回家转。团团葫芦剖两半，撂上柴堆没人管。旧物置闲我不见，算来到今已三年。<br>自我远征东山东，回家愿望久成空。如今我从东山回，满天小雨雾蒙蒙。当年黄莺正飞翔，黄莺毛羽有辉光。那人过门做新娘，迎亲骏马白透黄。娘为女儿结佩巾，婚仪繁缛多过场。新婚甭提有多美，重逢又该美成什么样！</p> <p><strong>注释</strong><br>⑴东山：在今山东境内，周公伐奄驻军之地。<br>⑵慆（tāo）慆：久。<br>⑶士：通“事”。行枚：行军时衔在口中以保证不出声的竹棍。<br>⑷蜎（yuān）蜎：幼虫蜷曲的样子。蠋（zhú）：一种野蚕。<br>⑸烝：久。<br>⑹敦：团状。<br>⑺果臝（luǒ）：葫芦科植物，一名栝楼。臝，裸的异体字。<br>⑻施（yì）：蔓延。<br>⑼伊威：一种小虫，俗称土虱。<br>⑽蟏蛸（xiāo shāo）：一种蜘蛛。<br>⑾町疃（tuǎn）：兽迹。<br>⑿熠耀：光明的样子。宵行：磷火。<br>⒀垤（dié）：小土丘。<br>⒁聿：语气助词，有将要的意思。<br>⒂瓜苦：犹言瓜瓠，瓠瓜，一种葫芦。古俗在婚礼上剖瓠瓜成两张瓢，夫妇各执一瓢盛酒漱口。<br>⒃栗薪：犹言蓼薪，束薪。<br>⒄皇驳：马毛淡黄的叫皇，淡红的叫驳。<br>⒅亲：此指女方的母亲。结缡：将佩巾结在带子上，古代婚仪。<br>⒆九十：言其多。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　被誉为中国写实主义<a href=\"http://so.gushiwen.org/view_154.aspx\">诗</a>歌的源头的《诗经》，其地位不仅仅在于它的开创性意义，同时也在于它的题材广泛，真切地反映了西周至春秋间的历史、经济、文化、爱情、战争等内容；而且艺术手法高超，写景、叙事、抒情都相当形象细腻，耐人寻味。且赋、比、兴等艺术手法对中国诗歌发展产生了深远的影响。</p> <p>　　其中的《豳风》中的《东山》，就是一篇表现战争题材的，抒情真致细腻的作品。</p> <p>　　《东山》以周公东征为历史背景，以一位普通战士的视角，叙述东征后归家前的复杂真致的内心感受，来发出对战争的思考和对人民的同情。</p> <p>　　诗的开篇，以开门见山，直赋其事的手法，简明直接地表明故事的背景和缘由。“慆慆不归”，既是对离家久战的直接表述，也是离人思乡的间接流露。“我来自东，零雨其蒙”，在敍事之中，插入景物描写，这是这首诗的一个创举。这种情景交融的写作手法，为后世文人所祖并发扬光大。“零雨其蒙”，既点出了当时的天气，属细节描写。使人更能如临其境，感受故事，又为全诗定下一个凄美感人的基调。更能够表现主人公的心理活动。接著直抒胸臆“我心西悲”。为什麼思乡的愁絮会在此刻表现得如此强烈呢？因为作为一名拼杀疆场的军人，每天是过著“晓战随金鼓，霄眠抱玉鞍”的生活，无时无刻不为性命担忧时，思乡情绪会被时刻绷紧的神经暂时压制。但到了战争结束，归家指日可待时，思乡之情就会一涌而起，萦绕心头，挥之不去。</p> <p>　　“制彼衣裳，勿士行枚”，战士能够结束战争生活，都赶紧解开军装，匆匆穿上平时的衣裳。通过这样一个细节描写，战士喜形於色、昐望早日和平的情绪，表达得淋漓尽致。同时，以“行枚”这样典型的行为，代指军旅生活，是用了一种借代的写作手法。《诗经》的艺术手法之成就可见一斑。</p> <p>　　下面就是主人公对三年军旅生活的回忆。首先用“比、兴”的手法，“蜎蜎者蠋，烝在桑野”通过桑虫的生活不堪，来比喻军旅生活的艰辛。使人还得还对战士产生同情。“敦彼独宿，亦在车下”就是军人风餐露宿，枕戈待旦的生活的真实写照。“独”字又是主人公内心孤独的体现，叙事与抒情融为一体，天衣无缝。</p> <p>　　《东山》的每段回环往复地吟诵，不仅仅是音节的简单重复，而是情节与情感的推进。</p> <p>　　第一节是对过往艰辛危险生活的回忆，第二节就是对家乡的变化与前途的猜测。“果蠃之实……燿燿霄行”，这一小节说到，家破屋残，果虫相生，田园荒芜，鬼火燿燿……这是主人公内心挥之不去的担忧，也是战争破坏生产，使广大人民生活陷入水深火热的困境的现实的反映与对战争的无情控诉。这种写法，使我们想起秦朝的民歌《十五从军征》：</p> <p>　　十五从军征，八十始得归。<br>　　道逢乡裏人,家中有阿谁?<br>　　遥望是君家,松柏冢累累。<br>　　兔从狗窦入,雉从梁上飞……</p> <p>　　其写作方法可谓如出一辙。可以看出《诗经》对后世的影响。</p> <p>　　我们可以注意到，《东山》的控诉战争的视角上，是与后代相同题材的作品有很大不同。其它作品主角通常是平民，受战争之苦面流离失所，例如《石壕吏》《新婚别》；或者是从征兵的角度，控诉统治者穷兵黩武，如《木兰诗》《兵车行》。而《东山》的主人公是一位参战的士兵。参加的是被人认为是正义的战争的周公东征，并且以胜利一方的身份凯旋。这裏没有雄赳赳的胜利者的姿态，而是同样以受难者的身份出现。胜利没能使他逃脱战争的厄运，更说明了战争对於双方来说，都是灾难性的。从而给我们一个思考战争的新角度。</p> <p>　　第三段是主人公遥想家中的妻子。通过写妻子对丈夫的思念，更加突出了丈夫对妻子的怀念。两者感情交相辉映，从而深深打动读者的心弦。这裏的写作手法，在后代诗人中得到了广泛的运用。例如<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>的《月夜》：</p> <p>　　今夜鄜州月，闺中只独看。<br>　　遥怜小儿女，未解忆长安。<br>　　香雾云鬓湿，清辉玉臂寒。<br>　　何时倚虚愰，双照泪痕干。</p> <p>　　“有敦瓜苦，烝在栗薪”女主人公看到当时结婚时的器物，不禁勾起对丈夫的深深的思念。同时也反映出他们是新婚不久就被迫分开的。更加突现诗的悲剧色彩。由此我们不禁想起题材相似的杜甫的《新婚别》。杜甫的现实主义风格源自《诗经》不无道理。</p> <p>　　第四段是男主人公继续沉湎於对往事的甜蜜回忆当中。想到当年新婚时，那打扮夺目的皇驳马，那派头十足的接亲队伍，那光彩照人的衣饰……一切一切，都是那麼的甜美幸福！主人公又仿佛一下子从美好的回忆掉回现实当中，“其新孔嘉，其旧如之何”：新婚不久便分离，这三年来，家中变成怎样，她这三年的孤独如何难当，他三年的苦水又从何说起……想到见面，只怕是“相顾无言，唯有泪千行！”大家可以想象，男主人公当时的心情如何复杂，如何澎湃难平！但诗中没有太多的叙说，只用了“其旧如之何？”留下一个大大的问号，留下一个大大的悬念，也留下了一片广阔的审美空间，留给读者无限的遐思……</p> <p>　　《诗经》的艺术美也一样，永远品味不尽，探究不完。因此，我们要继承好我们宝贵的文化遗产——《诗经》。</p><br/><h2>鉴赏</h2> <p>　　《毛<a href=\"http://so.gushiwen.org/view_154.aspx\">诗</a>序》说：“《东山），周公东征（平武庚、管叔之乱）也。周公东征三年而归，劳归士。大夫美之，故作是诗也。”此说无确据。<a href=\"http://so.gushiwen.org/author_459.aspx\">朱熹</a>《诗集传》以为“此周公劳归士词，非大夫美之而作”。说“非大夫美之而作”是，但说“周公劳士之作”则未必然。因为从诗的内容看，这实在是一首征人解甲还乡途中抒发思乡之情的诗，事或与周公东征相关，却不必是周公所作。</p> <p>　　全诗四章，章首四句叠咏，文字全同，构成了全诗的主旋律。咏的是士卒在归来的途中，遇到淫雨天气，在写法上与《小雅·采薇》末章“昔我往矣。杨柳依依；今我来思，雨雪霏霏”相近。<a href=\"http://so.gushiwen.org/author_504.aspx\">王夫之</a>说“以乐景写哀，复以哀景写乐，一倍增其哀乐”，这里既是“以哀景写乐”，又不全是。盖行者思家，在雨雪纷飞之际会倍感凄迷，所以这几句也是情景交融，为每章后面几句的叙事准备了一个颇富感染力的背景。</p> <p>　　每章的后四句，则是叙事性内容；大抵可分为前后两部分。</p> <p>　　前两章写主人公还乡途中的悲喜交集，喜胜于悲的心情。诗人首先抓住着装的改变这一细节，写战士复员，解甲归田之喜，反映了人民对战争的厌倦，对和平生活的渴望。其次写归途餐风宿露，夜住晓行的辛苦。把诗中人比作桑林的野蚕，颇有意味：令读者感到他辛苦是辛苦，但也有摆脱羁勒，得其所哉的喜悦。（一说这几句是写回忆军中生活，虽也可通，总不如解为直叙归途中事顺理成章）二章写途中想像家园荒芜、民生凋敝，倍增怀念之情。诗中所写的杂草丛生、野兽昆虫出没、磷火闪烁的景象，与汉乐府“十五从军征”，及<a href=\"http://so.gushiwen.org/author_552.aspx\">曹操</a>《蒿里行》所写类似，可见战士家乡当时发生过较大规模的战乱，难怪在家乡越来越近时，诗中人的心境更加复杂。一方面是“近乡情更怯”，另一方面则是“近乡情更‘切’”。所以诗人一面写着可畏的景象，一面又说着“不可畏也，伊可怀也”那样自相矛盾的话。</p> <p>　　后两章承上写主人公途中的想像，却是专写对妻子的怀思。有推想妻在家中的忧思（“妇叹于室”），有回忆新婚的情景，也有对久别重逢的想像。诗中特别提到葫芦（瓜瓠），是因为古代婚俗：夫妇合卺时须剖瓠为瓢，彼此各执一瓢，盛酒漱口以成礼。这里言在物而意在人。末章进而回忆三年前举行婚礼的情景，写莺歌燕舞，迎亲的车马喜气洋洋，丈母娘为新娘子结上佩巾，把做媳妇的规矩叮咛又叮咛（“亲结其缡，九十其仪”）。这些快乐情景既与前文的“妇叹于室”形成对比，同时还暗示着主人公曾经有过“新婚别”的悲痛经历。回忆还会引起诗中人对重逢更强烈的渴望。俗话说“久别胜新婚”，诗的结尾说：“其新孔嘉，其旧如之何！”既是想入非非的，又是合情合理的：因为在古代农业社会，人际关系较为单纯，夫妇关系实是最深挚的一种人际关系。战士在军中及归途更多地想到妻子，特别是“暮婚晨告别”的妻子，是再自然不过的事体。</p> <p>　　此诗最大的艺术特色之一是丰富的联想，它也许是国风中想像力最为丰富的一首诗，诗中有再现、追忆式的想像（如对新婚的回忆），也有幻想、推理式的想像（如对家园残破的想像），于“道途之远、岁月之久、风雨之凌犯、饥渴之困顿、裳衣之久而垢敝、室庐之久而荒废、室家之久而怨思”（朱善），皆有情貌无遗的描写。而放在章首的叠咏，则起到了咏叹的作用，这咏叹就像一根红线，将诗中所有片断的追忆和想像串联起来，使之成为浑融完美的艺术整体。</p>",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": [
    "诗经",
    "抒情",
    "思念"
  ]
}