{
  "id": 10735,
  "star": 29,
  "name": "客从",
  "dynasty": "唐代",
  "content": "客从南溟来，遗我泉客珠。<br>珠中有隐字，欲辨不成书。<br>缄之箧笥久，以俟公家须。<br>开视化为血，哀今征敛无！",
  "fanyi": "<p><strong>译文</strong><br>有客人从南方来，送我珍珠，珍珠里隐约有字，想辨认却又不成字；我把它久久地藏在竹箱里。等候官家来征求；但日后打开箱子一看，珍珠却化成了血水，可想的是我现在再也没有什么可以应付官家的征敛了。</p> <p><strong>注释</strong><br>⑴南溟，南海，遗，问遗，即赠送。泉客，即鲛人，也叫泉仙或渊客（左思《吴都赋》“渊客慷慨而泣珠”）。古代传说：南海有鲛人，水居如鱼，能织绡，他们的眼泪能变成珠子。<br>⑵泉客珠：指珍珠。泉客：传说中的人鱼，相传它们流出的眼泪能变为珍珠。唐中宗《石淙》<a href=\"http://so.gushiwen.org/view_10735.aspx\">诗</a>：“水炫珠光遇泉客，岩悬石镜厌山精。”<br>⑶有隐字：有一个隐约不清的字。因为隐约不清，所以辨认不出是个什么字。佛教传说，有些珠子中隐隐有字。珠由泪点所成，故从珠上想出“有隐字”，这个字说穿了便是“泪”字。它是如此模糊，却又如此清晰。<br>⑷书：即文字。<br>⑸缄：封藏。箧笥（qiè sì）：指储藏物品的小竹箱。《礼记·内则》：“男女不同椸枷，不敢县于夫之楎椸，不敢藏于夫之箧笥。”<br>⑹俟：等待。公家：官家，须：需要，即下所谓“征敛”。<br>⑺化为血：实即化为乌有，但说化为血，更能显示出人民遭受残酷剥削的惨痛。<br>⑻征敛：犹征收。《周礼·地官·里宰》：“以待有司之政令，而徵敛其财赋。”</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这是一首寓言式的政治讽刺<a href=\"http://so.gushiwen.org/view_10735.aspx\">诗</a>。“征伐诛求寡妇哭”，“已诉征求贫到骨”，便是这首诗的主题。<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>巧妙地、准确地运用了传说，用“泉客”象征广大的被剥削的劳动人民，用泉客的“珠”象征由人民血汗创造出来的劳动果实。</p> <p>　　首二句仿汉乐府民歌“客从远方来，遗我双鲤鱼”的格式，但别生新意。“客”和“我”都是虚构的。关于珠的传说是相当多的，如明月珠、夜光珠等，为什么一定要用泉客珠呢？赵次公说：“必用泉客珠，言其珠从眼位所出也。”（郭注卷十五引）这话很能揭示作者的用心所在。接着“珠中有隐字”，寓意为百姓心中有难言的隐痛。意在警告统治阶级应该看到他们所剥削的一切财物其中都含着人民的血泪。最后两句点明作诗本旨。珍珠“化为血”，寓意为官家征敛的实为平民百姓的血汗。这又是从泪化为珠想出来的。原有的财物，既剥夺一光，而公家的征敛，仍有加无已，所以说“哀今征敛无”，意谓而今再没有什么东西可供搜刮的。</p>",
  "about": "<h2>作品背景</h2> 　　此<a href=\"http://so.gushiwen.org/view_10735.aspx\">诗</a>大约是唐代宗大历四年（769年）<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>在长沙所作。唐玄宗天宝末年（755年）发生安史之乱。此后，唐帝国四分五裂，社会动乱不安。诗人杜甫深受社会动乱之苦，他经历千辛万苦飘泊到西南，在成都曾写有一首《别唐十五诫因寄礼部贾侍郎》的诗，其中说：“萧条四海内，人少豺虎多。少人慎莫投，多虎信所过。饥有易子良，兽犹畏虞罗。”语意极为沉痛，就是对当时已发生人吃人的社会现实的描述。大历三年（768年）诗人漂泊到湖南，亲眼看见统治阶级对劳动人民的残酷剥削，感到老百姓生活的艰辛和遭受的痛苦。此诗即为漂泊湖南的次年所作。",
  "poet": {
    "id": 474,
    "star": 0,
    "name": "杜甫",
    "image": "http://img.gushiwen.org/authorImg/dufu.jpg",
    "desc": "杜甫（712－770），字子美，自号少陵野老，世称“杜工部”、“杜少陵”等，汉族，河南府巩县（今河南省巩义市）人，唐代伟大的现实主义诗人，杜甫被世人尊为“诗圣”，其诗被称为“诗史”。杜甫与李白合称“李杜”，为了跟另外两位诗人李商隐与杜牧即“小李杜”区别开来，杜甫与李白又合称“大李杜”。他忧国忧民，人格高尚，他的约1400余首诗被保留了下来，诗艺精湛，在中国古典诗歌中备受推崇，影响深远。759-766年间曾居成都，后世有杜甫草堂纪念。"
  },
  "tags": [
    "讽刺"
  ]
}