{
  "id": 58138,
  "star": 159,
  "name": "生查子·重叶梅",
  "dynasty": "宋代",
  "content": "百花头上开，冰雪寒中见。霜月定相知，先识春风面。 <br>主人情意深，不管江妃怨。折我最繁枝，还许冰壶荐。",
  "fanyi": "<p><strong>译文</strong><br>梅花啊，你在百花开放之前绽开，在寒冷中出现。春寒料峭中，朦胧的月亮总是先照亮梅花。<br>主人十分喜爱你，不管江妃如何抱怨，也要折下最繁茂的枝头，插进壶中，供人玩赏。</p> <p><strong>注释</strong><br>①重叶梅（zhòng yè meí）：梅花的一种。 宋代<a href=\"http://so.gushiwen.org/author_529.aspx\">范成大</a>《梅谱》：“重叶梅，花头甚丰，叶重数层，盛开如小白莲，梅中之奇品。”<br>②头上：先。<br>③见（xiàn）： “现”的古字，显现，出现。<br>重叶梅<br>重叶梅 (2张)<br>④霜月：月色如秋霜。<br>⑤相知：了解我。相，范围副词，在此为“我”之意。<br>⑥春风面：春风中花容。<br>⑦江妃：即梅妃，唐明皇开元中，“<a href=\"http://so.gushiwen.org/author_3073.aspx\">高力士</a>使闽、粤，见<a href=\"http://so.gushiwen.org/author_900.aspx\">江采萍</a>少而丽，选归，侍明皇，大见宠幸。性喜梅，所居悉植之。帝以其所好，戏名曰梅妃。”这里以江妃代梅妃。<br>⑧许：答应，应诺。<br>⑨冰壶荐（jiàn）：即荐给冰壶。冰壶，即玉壶，可用来盛冰或浸花，比喻洁白。荐：进，进献 。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这是一首咏重叶梅的咏物词。</p> <p>　　开头二句写重叶梅雪中独放。化用“春脚移从何处来，未到百花先到梅。”和“前村深雪里，昨夜一枝开。”写出重叶梅不怕风雪严冬，在百花开放之前开放，从容自如，从而突出重叶梅不怕雪虐风威的高尚品格。</p> <p>　　三、四句写梅花报春。在早春开放的重叶梅，与寒霜冷月相知与晁无咎说的“一萼故应先腊破，百花浑未觉春来。”意思相近，在“百花浑未觉看来”的时候“先识春风面”，具有先百花而报春的先觉者的独特风神。南宋思想家、文学家<a href=\"http://so.gushiwen.org/author_244.aspx\">陈亮</a>说：“欲传春信息，不怕雪里埋。”宋代政治家，文学家向子湮（yīn）在《虞美人·梅花盛开，走笔戏呈韩叔夏司谏》中也说：“满城桃李不能春，独向雪花深处、露花身。”写的都是“雪里已知春信至”的品格，表现出重叶梅在百花开放之前的特性。</p> <p>　　五六句写重叶梅受到主人喜爱和主人对重叶梅的情深意重，而且主人对重叶梅的喜爱从没动摇过。这两句词除了说明主人爰梅之外，也从侧面衬托出重叶梅之美与可贵。</p> <p>　　最后两句词紧承上句“情意深”，是对主人爱梅之情做具体的描述，写主人把最好的重叶梅折下来，插在冰壶水中，供自己和友人玩赏。从主人再一次握重叶梅那一方面来说是花、人合一，可以说是“无花饿伯仲，得雪愈精神”。</p> <p>　　重叶梅在百花开放之前开放，在寒风凛冽中独自绽放，表现出重叶梅的不惧风雪；主人对重叶梅的情深意重，从把最好的重叶梅折下来供友人欣赏，更加表现出主人对重叶梅的喜爱。</p>",
  "about": "<h2>创作背景</h2> <p>　　绍兴三十二年（1162年），<a href=\"http://so.gushiwen.org/author_217.aspx\">辛弃疾</a>在青年时期满怀报国雄心，渡江投奔南宋，然而南宋朝廷的所作所为，使他大失所望。主张抗金，收复中原的仁人志士屡遭投降派、主和派的打击。辛弃疾曾向朝廷上《美芹十论》、《九议》等奏章，主力抗金，反而受到当权者的猜疑。辛弃疾看到了在寒风中盛开的重叶梅时，他赞叹重叶梅不畏严寒的精神，不怕雪虐风威的高尚品格，于是写下了这首词。</p>",
  "poet": {
    "id": 217,
    "star": 0,
    "name": "辛弃疾",
    "image": "http://img.gushiwen.org/authorImg/xinqiji.jpg",
    "desc": "辛弃疾（1140－1207），南宋词人。原字坦夫，改字幼安，别号稼轩，汉族，历城（今山东济南）人。出生时，中原已为金兵所占。21岁参加抗金义军，不久归南宋。历任湖北、江西、湖南、福建、浙东安抚使等职。一生力主抗金。曾上《美芹十论》与《九议》，条陈战守之策。其词抒写力图恢复国家统一的爱国热情，倾诉壮志难酬的悲愤，对当时执政者的屈辱求和颇多谴责；也有不少吟咏祖国河山的作品。题材广阔又善化用前人典故入词，风格沉雄豪迈又不乏细腻柔媚之处。由于辛弃疾的抗金主张与当政的主和派政见不合，后被弹劾落职，退隐江西带湖。"
  },
  "tags": [
    "咏物",
    "梅花"
  ]
}