{
  "id": 18328,
  "star": 2,
  "name": "闻籍田有感",
  "dynasty": "唐代",
  "content": "天田不日降皇舆，留滞长沙岁又除。<br>宣室无由问釐事，周南何处托成书。",
  "fanyi": "<p><strong>译文<br></strong>皇帝不久就要率领百官去东郊祭典，<br>而我就像被贬长沙的<a href=\"http://so.gushiwen.org/author_109.aspx\">贾谊</a>又过了一年。<br>汉帝<a href=\"http://so.gushiwen.org/author_797.aspx\">刘恒</a>曾经在宣室向贾谊请教过鬼神的事，<br>我即使写成典籍，滞留周南却无法送达皇帝面前。</p> <p><strong>注释<br></strong>⑴皇舆（yú于）：天子坐的车。<br>⑵釐（xī希）事：指鬼神与幸福吉祥方面的事情。“釐”同“禧”。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这首<a href=\"http://so.gushiwen.org/view_18328.aspx\">诗</a>虽然只有短短的四句，却使用了两个典故，因此显得比较深奥难懂。第一个典故跟汉朝的<a href=\"http://so.gushiwen.org/author_109.aspx\">贾谊</a>有关。贾谊是雒阳（今河南洛阳）人，生活在公元前200—168年之间。据《史记·贾谊传》记载：贾谊才十八岁时，就因为能够写诗做文章而著名。后来被河南太守吴治平推荐给汉文帝<a href=\"http://so.gushiwen.org/author_797.aspx\">刘恒</a>，二十多岁就成了博士，并在一年之内被破格提拔为太中大夫（相当于现在的司局级干部）。本来深受文帝的器重，打算给他授予公卿的职位，但由于不少高官的反对与毁谤，汉文帝逐渐疏远了他，将他贬为长沙王的老师。贾谊经过湘江时，写了一篇吊唁<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>的诗词，借屈原被谗言所害放逐到江南来比喻自己。他在长沙滞留了四年多的时间，还算幸运，终于被文帝想起来了，急忙派人把他征召回京城。入朝觐见时，文帝正坐在宣室之中，品尝祭神之后剩余下来的肉，因为对鬼神的事情有不少疑问，所以向他请教有关鬼神和幸福吉祥的缘故。贾谊于是非常详细地解说了为什么会这样的原因，此后，汉文帝拜贾谊为梁怀王的老师，并经常向他询问国家大事方面的得失。梁怀王刘胜，是文帝最喜爱的小儿子，爱好读书，没过几年，因为骑马时不小心摔死了。贾谊觉得没有尽到自己当老师的责任，常常流泪哭泣，伤心过度，第二年也死了。他死的时候，只有三十三岁。</p> <p>　　第二个典故跟汉朝的太史公<a href=\"http://so.gushiwen.org/author_608.aspx\">司马迁</a>一家有关。据《史记·太史公自序》记载：司马迁的父亲司马谈，从公元前140年开始，就在汉武帝<a href=\"http://so.gushiwen.org/author_700.aspx\">刘彻</a>的朝中担任太史，对“阴阳、儒、墨、名、法、道德”等六家的学说，都颇有研究，精通四书、五经和六艺，常有“治民、治天下”的夙愿。到公元前110年时，汉武帝采纳大臣的建议，去泰山封禅。司马迁的父亲身为太史，被迫滞留在周南，无法跟随天子前往泰山，参与封禅盛典，悲愤而死。临终前曾抓住司马迁的手，流着泪嘱咐他：“天子去泰山封禅，我不能随同前往，这是我的命运不好。我死了之后，你必定接任太史的官职；身为太史，不要忘记我所想写的论著和文稿。”过了三年，司马迁果然当上了太史令，博览国家的藏书，秉承父亲的遗愿，潜心修史。公元前99年，他因为替<a href=\"http://so.gushiwen.org/author_795.aspx\">李陵</a>投降匈奴辩解，被关进狱中，受了腐刑。出狱后当上了中书令，虽然历经磨难，他却无怨无悔地发愤著述，终于在公元前91年编写完成了我国第一部通史，即《史记》。全书共五十二万六千五百字，记述了从黄帝到汉武帝太初元年约三千年的历史，是中国古代历史的伟大总结。</p> <p>　　<a href=\"http://so.gushiwen.org/author_646.aspx\">柳宗元</a>的《闻籍田有感》，第一句是写公元810年（元和五年）旧历十月，唐宪宗李纯传旨，次年的正月十六日，要去东郊举行祭拜大典，命令有关部门的官吏撰写典仪方面的文稿。任务繁重，时间却又非常紧迫。第二句是写柳宗元自认为才华出众，而且有过这方面的经历，完全能够承担如此重任，但因为滞留在永州，就像当年西汉时期被贬到长沙的贾谊，没法参与这种重大的祭典活动。</p> <p>　　第三句写贾谊后来终于被汉文帝重新起用，而自己满腹的学问和才识，却不能展示在皇帝的面前。第四句写柳宗元以司马谈来比喻自己，因为无缘参与这种规模宏大且相当隆重的庆典，心情非常难受。他特别希望能够通过什么样的途径，将自己写成的典仪文稿，送到唐宪宗的手里，以便引起重视和青睐，但又没有真正能够信任与委托的人，帮助自己实现这种愿望。</p> <p>　　柳宗元在公元803年，进入朝廷，担任监察御史里行，“里行”是见习的意思，大约相当于现在的监察部的部长助理，曾经主持过祭祀之类的事情。过了一年多，即公元805年的四、五月，他又被提升为礼部员外郎，专门掌管礼仪、享祭、贡举之类事情。从诗中所引用的两个典故，不难看出柳宗元那种跃跃欲试、极愿为国分挑重任的积极进取精神；同时，也夹杂着对朝廷不辨忠奸、排斥贤德人士的做法深表遗憾与忧愤的苦闷心态。</p>",
  "poet": {
    "id": 646,
    "star": 0,
    "name": "柳宗元",
    "image": "http://img.gushiwen.org/authorImg/liuzongyuan.jpg",
    "desc": "柳宗元（773年－819年），字子厚，唐代河东（今山西运城）人，杰出诗人、哲学家、儒学家乃至成就卓著的政治家，唐宋八大家之一。著名作品有《永州八记》等六百多篇文章，经后人辑为三十卷，名为《柳河东集》。因为他是河东人，人称柳河东，又因终于柳州刺史任上，又称柳柳州。柳宗元与韩愈同为中唐古文运动的领导人物，并称“韩柳”。在中国文化史上，其诗、文成就均极为杰出，可谓一时难分轩轾。"
  },
  "tags": [
    "抒怀",
    "愤懑",
    "怀才不遇"
  ]
}