{
  "id": 47983,
  "star": 71,
  "name": "驱车上东门",
  "dynasty": "两汉",
  "content": "驱车上东门，遥望郭北墓。<br>白杨何萧萧，松柏夹广路。<br>下有陈死人，杳杳即长暮。<br>潜寐黄泉下，千载永不寤。<br>浩浩阴阳移，年命如朝露。<br>人生忽如寄，寿无金石固。<br>万岁更相送，贤圣莫能度。<br>服食求神仙，多为药所误。<br>不如饮美酒，被服纨与素。",
  "fanyi": "<p><strong>译文<br></strong>车到洛阳城东门，遥望邙山累累坟。<br>墓道萧萧白杨声，松柏夹路气阴森。<br>墓里纵横久死人，如堕暗夜永不明。<br>默默长卧黄泉下，千年万年永不醒。<br>四时运行无停歇，命如朝露短时尽。<br>人生匆促如寄宿，寿命怎有金石坚？<br>自古生死相更替，圣贤难过生死关。<br>服食丹药想成仙，常被丹药来欺骗。<br>不如寻欢饮美酒，穿绸着锦乐眼前。</p> <p><strong>注释<br></strong>⑴上东门：洛阳城东面三门最北头的门。<br>⑵郭北：城北。洛阳城北的北邙山上，古多陵墓。<br>⑶白杨：古代多在墓上种植白杨、松、柏等树木，作为标志，便于子孙祭扫。<br>⑷陈死人：久死的人。陈，久。<br>⑸杳杳：幽暗貌。即：就，犹言“身临”。长暮：长夜。这句是说，人死后葬入坟墓，就如同永远处在黑夜里。<br>⑹潜寐：深眠。<br>⑺寤（wù）：醒。<br>⑻浩浩：流貌。阴阳：古人以春夏为阳，秋冬为阴。这句是说岁月的推移，就像江河一样浩浩东流，无穷无尽。<br>⑼年命：犹言“寿命”。<br>⑽忽：匆遽貌。寄：旅居。<br>⑾更：更迭。万岁：犹言“自古”。这句是说自古至今，生死更迭，一代送走一代。<br>⑿度：过也，犹言“超越”。这句是说圣贤也无法超越“生必有死”这一规律。<br>⒀被：同“披”，穿戴。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这首<a href=\"http://so.gushiwen.org/view_47983.aspx\">诗</a>，是用抒情主人公直抒胸臆的形式写出的，表现了东汉末年大动乱时期一部分生活充裕、但在政治上找不到出路的知识分子的颓废思想的悲凉心态。</p> <p>　　东汉京城洛阳，共有十二个城门。东面三门，靠北的叫“上东门”。郭，外城。汉代沿袭旧俗，死人多葬于郭北。洛阳城北的北邶山，但是丛葬之地；诗中的“郭北墓”，正指邙山墓群。主人公驱车出了上东门，遥望城北，看见邙山墓地的树木，不禁悲从中来，便用“白杨何萧萧，松柏夹广路”两句写所见、抒所感。“萧萧”是树叶声。主人公停车于上东门外，距北邙墓地还有一段路程，当不能听见墓上白杨的萧萧声。杨叶之所以萧萧作响，乃是长风摇荡的结果；而风撼杨枝、万叶翻动的情状，却是可以远远望见的。望其形，想其声，形成通感，便将视觉形象与听觉形象合二而一了。还有一层：这位主人公，本来是住在洛阳城里的，并没有事，却偏偏要出城，又偏偏出上东门，一出城门便“遥望郭北墓”，见得他早就从消极方面思考生命的归宿问题，心绪很悲凉。因而当他望见白杨与松柏，首先是移情入景，接着又触景生情。“萧萧”前用“何”（多么）作状语，其感情色彩非常强烈。写“松柏”的一句似较平淡，然而只有富贵人墓前才有广阔的墓道，如今“夹广路”者只有松柏，其萧琴景象也依稀可想。于是由墓上的树木想到墓下的死人，用整整十句诗诉说：</p> <p>　　人死去就像堕入漫漫长夜，沉睡于黄泉之下，千年万年，再也无法醒来。春夏秋冬，流转无穷；而人的一生，却像早晨的露水，太阳一晒就消失了。人生好像旅客寄宿，匆匆一夜，就走出店门，一去不返。人的寿命，并不像金子石头那样坚牢，经不起多少跌撞。岁去年来，更相替代，千所万岁，往复不已；即便是圣人贤人，也无法超越，长生不老。</p> <p>　　在道家经典中，“人生如寄”是个比喻，比喻生是暂时的，就像旅途返归家乡；而道是永恒的，就像自己家。道家认为天地万物不过是一气之转变，气聚而生，气散而死。故《尸子》引《老莱子》说：“人生天地之间，寄也。寄者，同归也。古者谓死人为归人，其生也存，其死也亡，人生也少矣，而岁往之亦速矣。”《列子》说：“死之与生，一往一反，故死于是者，安知不生于彼。”《庄子》说：“生死修短，岂能强求？予恶乎知悦生之非惑邪？予恶乎知恶死之非弱丧而不知归者邪？予恶乎知夫死者不悔其始之蕲生乎”。有的学者认为这些是佛教的轮回思想。实际上，这种说法旨在论证道家的生死齐一，属于“齐物”思想，与《庄子·知北游篇》所说的“生也死之徒，死也生之始，孰知其纪”相似，道家生化说属于纯粹的万物生化论，不带有任何宗教色彩。</p> <p>　　这里，诗人很细致地论说了人生免不了一死的自然规律，而且无论是谁，结果都是一样的。这样，为进一步说明那些“服食求神仙”想长生而不可得奠定了基础。</p> <p>　　人都希望自己长生不老。在当时，很盛行炼丹问药而求不死的风气。对此，诗人却说：“服食求神仙，多为药所误。不如饮美酒，被服纨与素。”这四句是说，服丹药，求神仙，也没法长生不死的。既然如此，还不如饮美酒，穿绸缎，图个眼前快活，快快乐乐走过短暂的一生。这里，表面看来，诗人对生命的短促产生了怅惘之情。其实，诗人对人生如寄的悲叹，除了表现当时知识分子颓废的思想，以及悲凉心态外，也隐含着对生命的热爱。诗人之所以这样说，不但是一种激愤，也是一种无奈。</p>",
  "about": "<h2>创作背景</h2> <p>　　此<a href=\"http://so.gushiwen.org/view_47983.aspx\">诗</a>是《古诗十九首》之一。今人综合考察《古诗十九首》所表现的情感倾向、所折射的社会生活情状以及它纯熟的艺术技巧，一般认为这十九首诗所产生的年代应当在汉末献帝建安之前的几十年间。</p> <p>　　东汉末年，是统治阶级内部矛盾表现得最尖锐的时期，同时也是政治上最混乱，最黑暗的时期。一批官僚和平日敢于议论朝政的大知识分子，接连地受到杀戮和禁锢。卖官鬻爵，贿赂公行。东汉王朝崩溃的前夕，政治上的腐化和堕落已达到顶点。在这种情况下，一般士人更是没有出路。同时这又是黄巾大起义的暴风雨即将到来的时候。都市情况混乱的另一面，则是农村的凋残破落。东汉政权的建立，实际并没有安定几十年，就不断地发生农民暴动。随着土地兼并的剧烈，苛捐杂税的增加， 到了汉灵帝刘宏时代， 广大人民的生活已陷入绝境。家园的残破，时代的扰攘，安定生活的不可能实现，正当职业的无法取得，使这批脱离生产的知识分子们陷于有家归不得的境地。此诗就是这种失意沉沦文人的心理反映。</p>",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": [
    "古诗十九首",
    "感叹",
    "生命"
  ]
}