{
  "id": 9331,
  "star": 148,
  "name": "凉州馆中与诸判官夜集",
  "dynasty": "唐代",
  "content": "弯弯月出挂城头，城头月出照凉州。<br>凉州七里十万家，胡人半解弹琵琶。<br>琵琶一曲肠堪断，风萧萧兮夜漫漫。<br>河西幕中多故人，故人别来三五春。<br>花门楼前见秋草，岂能贫贱相看老。<br>一生大笑能几回，斗酒相逢须醉倒。",
  "fanyi": "<p><strong>译文</strong><br>弯弯的月儿爬上了凉州城头，城头的月儿升空照着全凉州。<br>凉州方圆七里住着十万人家，这里的胡人半数懂得弹琵琶。<br>动人的琵琶曲令人肝肠欲断，只觉得风声萧萧兮长夜漫漫。<br>河西幕府里我有很多老朋友，老朋友分别以来已有三五春。<br>如今在花门楼前又见到秋草，哪能互相看着在贫贱中变老？<br>人生一世能有几回开怀大笑，今日相逢人人必须痛饮醉倒。</p> <p><strong>注释<br></strong>⑴凉州：唐朝河西节度府所在地，治所在今甘肃武威。馆：客舍。判官：唐代节度使、观察使下的属官。<br>⑵城墙上。唐<a href=\"http://so.gushiwen.org/author_437.aspx\">王昌龄</a>《出塞》<a href=\"http://so.gushiwen.org/view_9331.aspx\">诗</a>之二：“城头铁鼓声犹振，匣里金刀血未干。”<br>⑶凉州：一作“梁州”。<br>⑷里：一作“城”。<br>⑸胡人：中国古代对北方边地及西域各民族人民的称呼。半解：半数人懂得。解，懂得，明白。<br>⑹萧萧：象声词。此处形容风声。漫漫：形容黑夜漫长。<br>⑺河西：汉唐 时指今甘肃、青海两省黄河以西，即河西走廊与湟水流域。此处指河西节度使，治所在凉州。故人：旧交；老友。<br>⑻花门楼：这里即指凉州馆舍的楼房。贫贱：贫苦微贱。唐<a href=\"http://so.gushiwen.org/author_547.aspx\">崔颢</a>《长安道》诗：“莫言贫贱即可欺，人生富贵自有时。”<br>⑼斗酒相逢：即相逢斗酒。斗酒，比酒量。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　这首<a href=\"http://so.gushiwen.org/view_9331.aspx\">诗</a>中所说的凉州，治所在今甘肃武威，唐河西节度府设于此地。馆，客舍。从“河西幕府多故人，故人别来三五春”等诗句看，<a href=\"http://so.gushiwen.org/author_113.aspx\">岑参</a>此时在凉州作客。凉州河西节度使幕府中，诗人有许多老朋友，常欢聚夜饮。</p> <p>　　“弯弯月出挂城头，城头月出照凉州。”首先出现的是城头弯弯的明月。然后随着明月升高，银光铺泻，出现了月光照耀下的凉州城。首句“月出”，指月亮从地平线升起，次句“月出”，指月亮在城头上继续升高。</p> <p>　　“凉州七里十万家，胡人半解弹琵琶。”这是随着月光的照耀，更清晰地呈现了凉州的全貌。“凉州”，有的本子作“梁州”（今陕西汉中市）。这是因为后人看到“七里十万家”，认为甘肃凉州没有这种规模而妄改的。其实，唐前期的凉州是与扬州、益州等城市并列的第一流大都市。“七里十万家”，正是大笔淋漓地勾画出这座西北重镇的气派和风光。而下一句，就更见出是甘肃凉州了。凉州在边塞，居民中少数民族很多。他们能歌善舞，多半会弹奏琵琶。不用说，在月光下的凉州城，荡漾着一片琵琶声。这里写出了凉州城的歌舞繁华、和平安定，同时带着浓郁的边地情调。</p> <p>　　“琵琶一曲肠堪断，风萧萧兮夜漫漫。”仍然是写琵琶声，但已慢慢向夜宴过渡了。这“一曲琵琶”已不是“胡人半解弹琵琶”的满城琵琶声，乃是指宴会上的演奏。“肠堪断”形容琵琶动人。“风萧萧兮夜漫漫”，是空旷而又多风的西北地区夜晚所给人的感受。这种感受由于“琵琶一曲”的演奏更加增强了。</p> <p>　　以上六句主要写环境背景。诗人吸取了民歌的艺术因素，运用顶针句法，句句用韵，两句一转，构成轻快的、咏唱的情调，写出凉州的宏大、繁荣和地方色彩。最后一句“风萧萧兮夜漫漫”，用了一个“兮”字和迭字“萧萧”、“漫漫”，使节奏舒缓了下来。后面六句即正面展开对宴会的描写，不再句句用韵，也不再连续使用顶针句法。</p> <p>　　“河西幕中多故人，故人别来三五春。”两句重复“故人”二字，见出情谊深厚。因为“多故人”，与各人离别的时间自然不尽相同，所以说“三五春”，下语是经过斟酌的。</p> <p>　　“花门楼前见秋草，岂能贫贱相看老。”“花门楼”在这里即指凉州馆舍的楼房。二句接“故人别来三五春”，意思是说：时光迅速，又到了秋天草黄的季节了。岁月催人，哪能互相看着在贫贱中老下去呢？言下之意是要赶快建立功业。</p> <p>　　“一生大笑能几回，斗酒相逢须醉倒。”一个“笑”字，写出岑参和他朋友的本色。宴会中不时地爆发出大笑声，这样的欢会，这样的大笑，一生中也难得有几回，老朋友们端着酒杯相遇在一起，能不为之醉倒。</p> <p>　　这首诗把边塞生活情调和强烈的时代气息结合了起来。全诗由月照凉州开始，在着重表现边城风光的同时，那种月亮照耀着七里十万家和城中荡漾的一片琵琶声，也鲜明地透露了当时凉州的阔大的格局、和平安定的气氛。如果拿它和宋代<a href=\"http://so.gushiwen.org/author_510.aspx\">范仲淹</a>的《渔家傲·塞下秋来风景异》相比，即可见同样是写边城，写秋天的季节，写少数民族的音乐，但那种“长烟落日孤城闭”、“羌管悠悠霜满地”的描写，所表现的时代气氛就完全不同了。</p> <p>　　至于诗所写的夜宴，更是兴会淋漓，豪气纵横，不是盛唐的人不能如此。“花门楼前见秋草，岂能贫贱相看老。”不是有感于时光流逝，叹老嗟卑，而是有着能够掌握自己命运的豪迈感，表现出奋发的人生态度。“一生大笑能几回”的笑，更是爽朗健康的笑。它来源于对前途、对生活的信心。同样，末句“须醉倒”，也不是借酒浇愁，而是以酒助兴，是豪迈乐观的醉。以酒助兴，兴浓欢悦，笑声爽朗，豪迈乐观，读者从人物的神态中，能感受到盛唐的时代脉搏。</p>",
  "about": "<h2>创作背景</h2> 　　此<a href=\"http://so.gushiwen.org/view_9331.aspx\">诗</a>当作于唐玄宗天宝十三载（754年）。天宝十载（751年）高仙芝改任河西节度使时，<a href=\"http://so.gushiwen.org/author_113.aspx\">岑参</a>曾暂驻凉州，结识了一些朋友；天宝十二载（753年）哥舒翰任河西节度使，其僚属如<a href=\"http://so.gushiwen.org/author_227.aspx\">高适</a>、严武等也与岑参是老熟人，所以当天宝十三载（754年）岑参赴北庭途经凉州时，就有很多老朋友前来迎送，常欢聚夜饮。此诗写的就是与河西幕府的老同事们的一次欢聚夜饮。",
  "poet": {
    "id": 113,
    "star": 0,
    "name": "岑参",
    "image": "http://img.gushiwen.org/authorImg/cencan.jpg",
    "desc": "岑参（约715-770年），唐代边塞诗人，南阳人，太宗时功臣岑文本重孙，后徙居江陵。[1-2] 岑参早岁孤贫，从兄就读，遍览史籍。唐玄宗天宝三载（744年）进士，初为率府兵曹参军。后两次从军边塞，先在安西节度使高仙芝幕府掌书记；天宝末年，封常清为安西北庭节度使时，为其幕府判官。代宗时，曾官嘉州刺史（今四川乐山），世称“岑嘉州”。大历五年（770年）卒于成都。"
  },
  "tags": [
    "友情",
    "豪迈",
    "地点",
    "月亮",
    "宴会"
  ]
}