{
  "id": 69418,
  "star": 24,
  "name": "今别离",
  "dynasty": "清代",
  "content": "别肠转如轮，一刻既万周。<br>眼见双轮驰，益增中心忧。<br>古亦有山川，古亦有车舟。<br>车舟载离别，行止犹自由。<br>今日舟与车，并力生离愁。<br>明知须臾景，不许稍绸缪。<br>钟声一及时，顷刻不少留。<br>虽有万钧柁，动如绕指柔。<br>岂无打头风？亦不畏石尤。<br>送者未及返，君在天尽头。<br>望影倏不见，烟波杳悠悠。<br>去矣一何速，归定留滞不？<br>所愿君归时，快乘轻气球。</p> <p>朝寄平安语，暮寄相思字。<br>驰书迅已极，云是君所寄。<br>既非君手书，又无君默记。<br>虽署花字名，知谁箝缗尾？<br>寻常并坐语，未遽悉心事。<br>况经三四译，岂能达人意！<br>只有斑斑墨，颇似临行泪。<br>门前两行树，离离到天际。<br>中央亦有丝，有丝两头系。<br>如何君寄书，断续不时至？<br>每日百须臾，书到时有几？<br>一息不相闻，使我容颜悴。<br>安得如电光，一闪至君旁！</p> <p>开函喜动色，分明是君容。<br>自君镜奁来，入妾怀袖中。<br>临行剪中衣，是妾亲手缝。<br>肥瘦妾自思，今昔得毋同？<br>自别思见君，情如春酒浓。<br>今日见君面，仍觉心忡忡。<br>揽镜妾自照，颜色桃花红。<br>开箧持赠君，如与君相逢。<br>妾有钗插鬓，君有襟当胸。<br>双悬可怜影，汝我长相从。<br>虽则长相从，别恨终无穷。<br>对面不解语，若隔山万重。<br>自非梦来往，密意何由通！</p> <p>汝魂将何之？欲与君追随。<br>飘然渡沧海，不畏风波危。<br>昨夕入君室，举手搴君帷。<br>披帷不见人，想君就枕迟。<br>君魂倘寻我，会面亦难期。<br>恐君魂来日，是妾不寐时。<br>妾睡君或醒，君睡妾岂知。<br>彼此不相闻，安怪常参差！<br>举头见明月，明月方入扉。<br>此时想君身，侵晓刚披衣。<br>君在海之角，妾在天之涯。<br>相去三万里，昼夜相背驰。<br>眠起不同时，魂梦难相依。<br>地长不能缩，翼短不能飞。<br>只有恋君心，海枯终不移。<br>海水深复深，难以量相思。",
  "shangxi": "<h2>鉴赏</h2> <p>　　光绪十六年（1890），<a href=\"http://so.gushiwen.org/author_222.aspx\">黄遵宪</a>在伦敦任驻英使馆参赞，以乐府杂曲歌辞《今别离》旧题，分别歌咏了火车、轮船、电报、照相等新事物和东西半球昼夜相反的自然现象。<a href=\"http://so.gushiwen.org/view_69418.aspx\">诗</a>人巧妙地将近代出现的新事物，与传统游子思妇题材融为一体，以别离之苦写新事物和科学技术之昌明，又以新事物和科学技术之昌明，表现出当时人在别离观上的新认识。因此，《今别离》既是乐府旧题，又反映了今人——近代人别离的意识，是当时“诗界革命”和黄遵宪“新派诗”的代表作品。</p> <p>　　从结构上看，四诗各自独立成篇：首篇写轮船、火车载人远去；次写抵达异域后，以电报向家人报平安；三写寄相片以慰离愁；四写思妇，欲梦佳期，而东西半球昼夜相反，眠起不同，佳期难梦。但在内在逻辑上，四诗又一线贯穿，首尾相衔，是一组小型组诗，表现了“今别离”的特点和近代人相思别离的全过程。</p> <p>　　古、今别离的不同，首先在于别离时所用交通工具的不同。不同的交通工具所激发的离情别绪，就有快慢、浓烈、强度和类型的不同。第一首咏火车、轮船，即以古代车舟反村，以当今火车、轮船的准时、迅速，表现近代人离情别绪的突发与浓烈。全诗的核心是一组对比——</p> <p>　　古亦有山川，古亦有车舟。车舟载别离，行止犹自由。</p> <p>　　今日舟与车，并力生离愁。明知须臾景，不许稍绸缪。</p> <p>　　其中有发车之准时：“钟声一及时，顷刻不少留”。有马力巨大的“万钧柁”，不畏打头石尤风，决无“愿得篙橹折，交郎到头还”之可能性。其迅疾：“送者未及返，君在天尽头”，“望影倏不见，烟波杳悠悠”。故其离情，既不似<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>“孤帆远影碧空尽，惟见长江天际流”之缓慢；更无<a href=\"http://so.gushiwen.org/author_434.aspx\">郑谷</a>“数声风笛离亭晚，君向潇湘我向秦”之从容，倏忽之间，人已不见，此时便只能看一个“快乘轻气冲球“（海上飞艇）的愿望而已。</p> <p>　　既已别离，辄起相思。相思何以慰——朝寄平安语，暮寄相思字。遂过渡到咏电报的第二首。</p> <p>　　“朝寄”、“暮寄”，寻常家书而已。但驰书之快，迅疾如电，又与通常家书不同。其不同处有四：一非君手书；二无君默记；三无亲呢语；四经“三四译”，已难尽如人意——实是近代电报通讯的特点，以思妇的口吻道出，又贴切、自然而有新意。更有甚者，“只有斑斑墨”以下六句，诗人竟以南朝乐府民歌中谐音双关的艺术手法，以斑斑墨、门前树及江南水乡常见的藕与丝，来描写与电报有关的电讯器材和电讯设施。“斑斑墨”，写的是电码；“两行树”，写的是电线杆；“中央亦有丝”，借莲藕之丝写电线中央的铜丝；“两头系”，写的是相隔万里之遥的两座电讯大楼。藕断丝（谐思）连，仅是谐音比喻；而电线丝却真的能传递相思之情，这比借丝之喻又进了一层。整首诗以思妇接到远行丈夫电报来驰骋想像，展开内心独白，把相思之情与电报的特点高度融合在一起，如刘燕勋所说：“结想俱匪夷所思，直入化境矣。”</p> <p>　　别离愈久，思念愈切，慰尔相思，除电报外，还寄来照片——开函喜动色，分明是君容。遂又写照片。</p> <p>　　古代别离，虽朝思暮想，却不能面见。经过长时间的别离，倘若“今日见君面”，则一定是夫妻重逢，“既见君子，云胡不喜”。那时的通讯往来，常常是片言只语，雁字鱼书而已，感情的表现形式也仅是“客从远方来，遗我一端绮”或“呼儿烹鲤鱼，中有尺素书”。虽有“画图省识春风面”的方法，却从不用在“—种相思，两处闲愁”上。近代则不同，因为出现了照相术，故能见照片上的的“君面”，虽然不是真的相逢。不过，即使把“君”的照片与自己的照片悬挂在一起，以便“汝我长相从”，但实际上仍隔着千山万水，别恨无穷。或者不如说，由于收到“对面不解语”的照片，反更易惹起自己一般浓浓的相思离别之情。于是，此首便由“自非梦往来，密意何由通”转入第四首。</p> <p>　　思妇收到电报，怨无寻常并坐语，况经三四译；收到照片，恨对面不解语，仍觉忧心忡忡，自觉“密意”难通，于是寄希望于“梦”。忽然，她又想到，由于“君”与“妾”之间“相去三万里，昼夜相背驰。”昼夜既相背，眠起即不同，“恐君魂来日，是妾不寐时。”妾处“举头见明月”，君处“侵晓刚披衣”。彼此既不相闻，故“魂梦难相依”。连梦也做不到一块，这比起以为“海上生明月，天涯共此时”，相思可以“梦佳期”的<a href=\"http://so.gushiwen.org/author_691.aspx\">张九龄</a>，以及自信“但愿人长久，千里共婵娟”的苏东坡来，不仅“以至思而抒通情，以新事而合旧格，质古洲茂，隐恻缠绵”，且确是咏古人未见之物，发古人未发之情，“辟古人未曾有之境”（陈三立语）。</p> <p>　　这组诗的佳处，自然还不止以上所说，诗人以其深厚的古典诗歌修养，将新事物成功地溶入古典诗歌的氛围中，也是本诗的特点之一。不过，那些弥漫着古色古香的诗句，在本诗中只起着“旧瓶”的作用，未能与其所装的“新酒”媲美，所以，限于篇幅，这里就不多说了。</p>",
  "poet": {
    "id": 222,
    "star": 0,
    "name": "黄遵宪",
    "image": "http://img.gushiwen.org/authorImg/huangzunxian.jpg",
    "desc": "黄遵宪（1848年4月27日～1905年3月28日）晚清诗人，外交家、政治家、教育家。字公度，别号人境庐主人，汉族客家人，广东省梅州人，光绪二年举人，历充师日参赞、旧金山总领事、驻英参赞、新加坡总领事，戊戌变法期间署湖南按察使，助巡抚陈宝箴推行新政。工诗，喜以新事物熔铸入诗，有“诗界革新导师”之称。黄遵宪有《人镜庐诗草》、《日本国志》、《日本杂事诗》。被誉为“近代中国走向世界第一人”。"
  },
  "tags": [
    "别离"
  ]
}