{
  "id": 71820,
  "star": 9,
  "name": "七夕歌",
  "dynasty": "宋代",
  "content": "人间一叶梧桐飘，蓐收行秋回斗杓。<br>神宫召集役灵鹊，直渡天河云作桥。<br>桥东美人天帝子，机杼年年劳玉指。<br>织成云雾紫绡衣，辛苦无欢容不理。<br>帝怜独居无与娱，河西嫁得牵牛夫。<br>自从嫁后废织纴，绿鬓云鬟朝暮梳。<br>贪欢不归天帝怒，谪归却踏来时路。<br>但令一岁一相逢，七月七日河边渡。<br>别多会少知奈何，却忆从前恩爱多。<br>匆匆离恨说不尽，烛龙已驾随羲和。<br>河边灵官晓催发，令严不管轻离别。<br>空将泪作雨滂沱，泪痕有尽愁无歇。<br>寄言织女若休叹，天地无情会相见。<br>犹胜嫦娥不嫁人，夜夜孤眠广寒殿。",
  "shangxi": "<h2>赏析</h2> <p>　　这首<a href=\"http://so.gushiwen.org/view_71820.aspx\">诗</a>是根据牛郎织女的故事而写成的乐府歌行。南朝梁殷芸《小说》（明冯应京《月令广义·七月令》引）云：“天河之东有织女，天帝之子也。年年机杼劳役，织成云锦天衣，容貌不暇整。帝怜其独处，许嫁河西牵牛郎，嫁后遂废织纴。天帝怒，责令归河东，但使一年一度相会。”这则神话将牛郎织女的被罚阻隔天河，诿之于织女的嫁后贪欢，懒惰废织，带有封建社会歧视妇女的思想遗毒。这首诗虽取材于此，但作者却是讴歌他们的深挚爱情，同情他们被迫分离；结尾又以“夜夜孤眠”不嫁人的嫦娥与之作比，似在暗示天地间较牛郎织女更为不幸的大有人在，足以启发人们深思。</p> <p>　　全诗可分四段。开头四句为第一段，点明时令和鹊桥。“人间一叶梧桐飘，蓐收行秋回斗杓”。一叶落而知天下秋，西方之神“蓐收”开始行司秋令，北斗七星的斗柄已指向西方了。金风飒飒，银汉迢迢，星移斗转，这是多么迷人的夜空。这时“神官召集役灵鹊，直渡天河云作桥”。神宫召集喜鹊，役使它们直渡天河，云集为桥，以渡织女与牛郎相会。这四句诗通过具有时令特征的景物和神话中的鹊桥显示七夕已到，为牛郎织女相会布置了环境，渲染了气氛。</p> <p>　　“桥东”以下十二句为第二段，追溯牛郎织女唯七夕一相逢的原因。写了织女婚前、婚后和被谪归河东的全过程，内容与《小说》大致相同。但文辞流美，叙述宛转，富有情韵，远非《小说》可比。特别是增加了“绿鬓云鬟朝暮梳”一句，与充满着旷怨之情的“辛苦无欢容不理”形成了鲜明的对比，表现了她“河西嫁得牵牛夫”，伉俪相得，极为如意的心情。她由“容不理”变为“朝暮梳”，是热爱男耕女织新生活的表现。诗人加上这一句，丰富了织女的形象，突出了她珍惜爱情、追求幸福的性格，使一个“得此良人”，心里甜丝丝、美滋滋的新嫁娘的身影跃然纸上，而那“贪欢”“废织纴”之说，已成了苍白无力的欲加之罪。</p> <p>　　“别多”以下八句为第三段，写牛郎织女七夕乍会又离的悲痛。一年三百六十日，他们只有一个晚上能够相会，真是“别多会少”，但这是天帝的命令，无可奈何。如果是个忘情者，倒也罢了，却偏偏想起了从前夫唱妇随的无限恩爱，怎能不痛苦万分。他们匆匆相会，离愁别恨还未说完，可是“烛龙已驾随羲和”。神话传说中的烛龙（在北方无日处，目发巨光，睁眼为昼，闭眼为夜），已随御日车之神羲和拉着太阳从东方升起，一年一度的七夕就这样消逝了。守在河边监视他们的天官严厉执行天帝的命令，不管她们“相见时难别亦难”，天刚亮便无情地催促织女踏上“鹊桥归路”。她心痛似绞，喷涌的泪水，化作了滂沱大雨。但这是无济于事的，因为“泪痕有尽愁无歇”，有尽的泪水又怎能冲洗掉无穷的离愁?这八句诗通过“恩爱多”与“别多会少”、“说不尽”与“烛龙已驾”、难割舍与灵官催发、泪有尽与“愁无歇”的矛盾，把织女内心的痛苦刻划得入木三分，真切感人。</p> <p>　　最后四句为第四段，是对织女的劝慰之辞。大意是说，织女你不要悲叹，天地固然无情，但你与牛郎一年一度总会相见一次，比起“夜夜孤眠广寒殿”的嫦娥来不知要好多少倍。天地之大，不仅只有嫦娥永久孤眠独宿，“东家头白双女儿，为解挑纹嫁不得”（<a href=\"http://so.gushiwen.org/author_18.aspx\">元稹</a>《织夫词》）；“所嗟不及牛女星，一年一度得相见”（施肩吾《古别离》）。人间羡慕织女的怨女真不知凡几，望夫石之多，亦是见证。诗人将嫦娥作为孤凄女子的化身，通过她与织女的对比，深化了主题。</p> <p>　　这是一首叙事诗，诗中不仅写了牛郎织女七夕相会的场面，还追叙了织女婚前婚后的有关情节，展示了她心情变化的三个过程：嫁前“辛苦无欢容不理”；嫁后“绿鬓云鬟朝暮梳”；谪归“泪痕有尽愁无歇”。由怨而欢而悲，机声、玉指、愁容、欢态、叹息、眼泪都写到了。诗篇多层次、多侧面地表现她，使一个富有立体感的血肉丰满的少女形象活跃在读者面前。这是这首诗超过同题材的一般诗词的地方，无怪乎《侯鲭录》云：“此歌东坡称之”。</p> <p>　　这首诗四句一组，一组一意，通俗流畅，平淡自然，是诗人“满口而发，肆口而成，不待思虑而工，不待雕琢而丽”（《贺方回乐府序》）的创作主张的体现。</p>",
  "poet": {
    "id": 179,
    "star": 0,
    "name": "张耒",
    "image": "http://img.gushiwen.org/authorImg/zhanglei.jpg",
    "desc": "北宋文学家，擅长诗词，为苏门四学士之一。《全宋词》《全宋诗》中有他的多篇作品。早年游学于陈，学官苏辙重爱，从学于苏轼，苏轼说他的文章类似苏辙，汪洋澹泊。其诗学白居易、张籍，如：《田家》《海州道中》《输麦行》多反映下层人民的生活以及自己的生活感受，风格平易晓畅。著作有《柯山集》五十卷、《拾遗》十二卷、《续拾遗》一卷。《宋史》卷四四四有传。"
  },
  "tags": [
    "七夕节",
    "叙事",
    "爱情",
    "故事"
  ]
}