{
  "id": 14710,
  "star": 81,
  "name": "李端公 / 送李端",
  "dynasty": "唐代",
  "content": "故关衰草遍，离别自堪悲。<br>路出寒云外，人归暮雪时。<br>少孤为客早，多难识君迟。<br>掩泪空相向，风尘何处期。",
  "fanyi": "<p><strong>译文</strong><br>故乡遍地都是衰败的枯草，好友相别实在是令人伤悲。<br>你去的道路伸向云天之外，我归来时只见暮雪在纷飞。<br>从小丧父早年就客游外乡，多经磨难我与你相识太迟。<br>回望你去的方向掩面而泣，在战乱年月再见不知何时。</p> <p><strong>注释</strong><br>⑴《全唐<a href=\"http://so.gushiwen.org/view_14710.aspx\">诗</a>》此诗题下有注：一作严维诗，题作送<a href=\"http://so.gushiwen.org/author_155.aspx\">李端</a>。李端：作者友人，与作者同属“大历十才子”。<br>⑵故关：故乡。衰草：冬草枯黄，故曰衰草。<br>⑶“路出”句：意为李端欲去的路伸向云天外，写其道路遥远漫长。<br>⑷少孤：少年丧父、丧母或父母双亡。<br>⑸风尘：指社会动乱。此句意为在动乱年代，不知后会何期。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　这是一首感人至深的<a href=\"http://so.gushiwen.org/view_14710.aspx\">诗</a>章，以一个“悲”字贯串全篇。首联写送别的环境气氛，从衰草落笔，时令当在严冬。郊外枯萎的野草，正迎着寒风抖动，四野苍茫，一片凄凉的景象。在这样的环境中送别故人，自然大大加重了离愁别绪。“离别自堪悲”这一句写来平直、刻露，但由于是紧承上句脱口而出的，应接自然，故并不给人以平淡之感，相反倒是为此诗定下了深沉感伤的基调，起了提挈全篇的作用。</p> <p>　　颔联写送别的情景，仍紧扣“悲”字。“路出寒云外”，故人沿着这条路渐渐远离而去，由于阴云密布，天幕低垂，依稀望去，这路好像伸出寒云之外一般。这里写的是送别之景，但融入了浓重的依依难舍的惜别之情。这一笔是情藏景中。“寒云”二字，下笔沉重，给人以无限阴冷和重压的感觉，对主客别离时的悲凉心境起了有力的烘托作用。友人终于远行了，留在这旷野里的只剩诗人自己，孤寂之感自然有增无已。偏偏这时，天又下起雪来了，郊原茫茫，暮雪霏霏，诗人再也不能久留了，只得回转身来，挪动着沉重的步子，默默地踏上风雪归途。这一句紧承上句而来，处处与上句照应，如“人归”照应“路出”，“暮雪”照应“寒云”，发展自然，色调和谐，与上句一起构成一幅完整的严冬送别图，于淡雅中见出沉郁。</p> <p>　　颈联回忆往事，感叹身世，还是没离开这个“悲”字。诗人送走了故人，思绪万千，百感交集，不禁产生抚今追昔的情怀。“少孤为客早，多难识君迟”是全诗情绪凝聚的警句。人生少孤已属极大不幸，何况又因天宝末年动乱，自己远役他乡，饱经漂泊困厄，而绝少知音呢。这两句不仅感伤个人的身世飘零，而且从侧面反映出时代动乱和人们在动乱中漂流不定的生活，感情沉郁，显出了这首诗与大历诗人其他赠别之作的重要区别。诗人把送别之意，落实到“识君迟”上，将惜别和感世、伤怀融合在一起，形成了全诗思想感情发展的高潮。在写法上，这一联两句，反复咏叹，词切情真。“早”“迟”二字，配搭恰当，音节和谐，前急后缓，顿挫有致，读之给人以悲凉回荡之感。</p> <p>　　尾联收束全诗，仍归结到“悲”字。诗人在经历了难堪的送别场面，回忆起不胜伤怀的往事之后，越发觉得对友人依依难舍，不禁又回过头来，遥望远方，掩面而泣；然而友人毕竟是望不见了，掩面而泣也是徒然，唯一的希望是下次早日相会。但世事纷争，风尘扰攘，不知何时才能相会。“掩泪空相向”，总汇了以上抒写的凄凉之情；“风尘何处期”，将笔锋转向预卜未来，写出了感情上的余波。这样作结，是很直率而又很有回味的。</p>",
  "poet": {
    "id": 583,
    "star": 0,
    "name": "卢纶",
    "image": "http://img.gushiwen.org/authorImg/lulun.jpg",
    "desc": "卢纶（约737-约799），字允言，唐代诗人，大历十才子之一，汉族，河中蒲（今山西省永济县）人。天宝末举进士，遇乱不第；代宗朝又应举， 屡试不第。大历六年，宰相元载举荐，授阌乡尉；后由王缙荐为集贤学士，秘书省校书郎，升监察御史。出为陕府户曹、河南密县令。后元载、王缙获罪，遭到牵连。德宗朝复为昭应令，又任河中浑瑊元帅府判官，官至检校户部郎中。有《卢户部诗集》。"
  },
  "tags": [
    "唐诗三百首",
    "冬天",
    "送别",
    "友情",
    "伤怀"
  ]
}