{
  "id": 55181,
  "star": 7,
  "name": "六州歌头·东风著意",
  "dynasty": "宋代",
  "content": "东风著意，先上小桃枝。红粉腻，娇如醉，倚朱扉。记年时，隐映新妆面，临水岸，春将半，云日暖，斜桥转，夹城西。草软莎平，跋马垂杨渡，玉勒争嘶。认娥眉凝笑，脸薄拂燕脂。绣户曾窥，恨依依。<br>共携手处，香如雾，红随步，怨春迟。消瘦损，凭谁问？只花知，泪空垂。旧日堂前燕，和烟雨，又双飞。人自老，春长好，梦佳期。前度刘郎，几许风流地，花也应悲。但茫茫暮霭，目断武陵溪，往事难追。",
  "fanyi": "<p><strong>译文</strong><br>东风带着情意，先飞上小小的桃枝。美人红粉细腻，娇艳如痴如醉，斜倚着朱红的门扉。记得去年时，她新妆衬着芙蓉面，隐隐与桃花相映争艳。她来到水岸，春天过去一半，云日暖融融，顺着斜桥回转，直到夹城西边。绿草柔软平展，马儿跑得欢，渡口上垂柳翩翩，玉勒的骏马嘶鸣着驰跃争先。我认出她秀美的蛾眉，凝神一瞥的笑脸，面颊上胭脂敷得淡淡。曾在绣窗前偷偷窥视的佳人今日不复见，依依相思愁恨绵绵不断。<br>当年携手共游之处，桃花依旧芳香如雾，满地落红随着步履旋舞，怨恨春光到了迟暮。惜春人也销魂瘦损，又靠谁来慰问？只有桃花知心，空将清泪垂淋。旧日堂前筑巢的燕儿，随着烟雾迷蒙的春雨，又双双飞回旧居。惜春人空自衰老，年年更新的春光永远美好，但愿如梦的佳期跟着春天重新来到。前度刘郎今又到，昔日风流之地旧迹剩多少？桃花见此也应悲哀伤恼。只见黄昏时云霭茫茫一片，武陵溪已然看不见，往事已难以追返。</p> <p><strong>注释</strong><br>①著（zhuó）：带着。<br>②朱扉：朱红的门扉。<br>③莎（suō）：草名，香附子。<br>④跋马：驰马。<br>⑤玉勒：玉制的马衔，也泛指马。<br>⑥蛾眉：此指美女。<br>⑦绣户：指女子的闺房。<br>⑧前度刘郎：化用<a href=\"http://so.gushiwen.org/author_197.aspx\">刘禹锡</a><a href=\"http://so.gushiwen.org/view_55181.aspx\">诗</a>和刘晨、阮肇人天台山遇仙女事，这里是作者自指。<br>⑨武陵溪：用<a href=\"http://so.gushiwen.org/author_645.aspx\">陶渊明</a>《桃花源记》故事，也暗指刘晨、阮肇事。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这首词题作“桃花”，借写桃花而诉说了一段香艳哀婉的爱情故事，将咏花与怀人结合起来。</p> <p>　　“东风著意，先上小桃枝。红粉腻，娇如醉，倚朱扉。”开篇便是桃花的动人形象。春光明媚，暖风骀荡，小桃初绽，俊俏芬芳。“红粉腻，娇如醉，倚朱扉。”三句作者以人比花，展现桃花的鲜丽可爱。朵朵桃花，娇嫩鲜美，红香翠意，争艳窗扉，这不恰似浓施粉黛、娇痴似醉、斜倚朱扉的佳人？“腻”字突出了红色之艳，“醉”写出来小桃的妩媚，作者比喻巧妙，别出心裁，却又妥帖自然，精当到位。这样着笔，不仅赋予静物人的丽质和生气，也为下文由花捕写人作了铺垫，再带出“记年时”自然水到渠成。</p> <p>　　“记年时”到“脸薄拂燕支”都是对佳人的追忆，作者以细腻的手笔铺叙开来。那时，春光旖旎，暖意融融。芳草萋萋，垂柳袅袅，词人正策马而驰，不经意间瞥见了佳人清隽的脸庞，在临水的岸边，隐隐与桃花相映，娇颜新妆，风情万种，他遂“玉勒争嘶”，驻足痴望。“认蛾眉凝笑”两句是佳人的优雅形象，她婉转蛾眉，笑靥如花，略施粉黛，风姿绰约，令作者钟情倾心。但是，作者忽而插入一句“绣户曾窥。恨依依”，值得细细品味欣赏。这暗含了他与佳人曲折的爱情经历，“绣户曾窥”是他寻访、追求佳人的画面；“恨依依”则写他寻人不遇或未能如愿的落寞心绪，作者用语隐约含蓄，正暗合他当时的幽微心绪。</p> <p>　　下阕由回忆转入现实。“共携手处”三句凄凉幽曲，透露出今昔迥异。当初桃花娇艳馥丽，而今却已香薄似雾、落红随步，失去了往日的美妙风情，直教人怜惜。作者不南埋怨起春之迟暮，因为它带来了太多的伤感。“销瘦损。凭谁问。只花知。泪空垂”是此时词人的怀抱，佳人不见，恋情已远，他却依旧执著追忆，在离愁别一服中变得憔悴。</p> <p>　　“旧日堂前燕”一句出自唐<a href=\"http://so.gushiwen.org/author_197.aspx\">刘禹锡</a>《乌衣巷》，但作者转化其意，突出的不是“飞人寻常百姓家”的世事变迁，而是“和烟雨，又双飞”的清冷孤单。燕子还能双宿双飞，形影不离，而人却是形单影只、茕茕孑立，对比强烈，摄人心魄。“人自老”三句，又是萧瑟之笔，春光仍好，人却已老去，仕期也只有求诸梦里。“前度刘郎，儿许风流地，化也应悲”暗用了刘禹锡《再游玄都观》的涛句：“百亩庭中半是苔，桃花净尽菜花开。种桃道士归何处，前度刘郎今义来。”其中也暗含刘晨重入天台山的典故，又一次扣住桃花，抒发了物是人北的伤逝。经过一番缠绵往复的咏叹，作者最后结以“但茫茫暮霭，目断武陵溪。往事难追”点明了往事堪哀、旧梦难续的主题。“武陵”的出现并不突兀，还是运用的刘晨上天台山的典故，他曾误入武陵溪，后多称他为“武陵人”，如“晨肇蓖来路已迷，碧桃化谢武陵溪”（唐工涣《惆怅<a href=\"http://so.gushiwen.org/view_55181.aspx\">诗</a>》），所以这仍与题目“桃花”天合。词人早构建了心灵的美好桃源，承载着他全部的梦，但住一片茫茫的暮霭中，望穿了武陵溪水，也找不回当时的曼妙温情。</p> <p>　　本词以桃花始，以桃花终，咏花与写人交织衬映，借物抒情，借物怀人，情致婉曲缠绵，语言妩媚动人。词中，词人的回忆也随着季节不断更换，这种时空流转的写法，乃是中国古典诗词的一大特色。</p>",
  "about": "<h2>创作背景</h2> 　　隆兴初年，元吉的哥哥元龙为淮东总领官，总领所设在镇江，母亲因此跟着哥哥住在此地。隆兴二年（ 1164）闰 11月，韩元吉以新鄱阳守的身份赴镇江看望母亲，当时<a href=\"http://so.gushiwen.org/author_272.aspx\">陆游</a>恰好为镇江通判。他们两人是早就认识的，这次相逢镇江，一起览观江山，举酒相属，更相唱和。从隆兴 2年的闰 11月到乾道改元正月共 60日，他们唱和的歌<a href=\"http://so.gushiwen.org/view_55181.aspx\">诗</a>合计有 30篇，此篇即为其中所作。",
  "poet": {
    "id": 483,
    "star": 0,
    "name": "韩元吉",
    "desc": "韩元吉(1118～1187),南宋词人。字无咎，号南涧。汉族，开封雍邱（今河南开封市）人，一作许昌（今属河南）人。韩元吉词多抒发山林情趣，如〔柳梢青〕\"云淡秋云\"、〔贺新郎〕\"病起情怀恶\"等。著有《涧泉集》、《涧泉日记》、《南涧甲乙稿》、《南涧诗余》。存词80余首。"
  },
  "tags": [
    "写花",
    "爱情",
    "抒情",
    "怀人"
  ]
}