{
  "id": 57545,
  "star": 93,
  "name": "念奴娇·书东流村壁",
  "dynasty": "宋代",
  "content": "野棠花落，又匆匆过了，清明时节。刬地东风欺客梦，一枕云屏寒怯。曲岸持觞，垂杨系马，此地曾经别。楼空人去，旧游飞燕能说。<br>闻道绮陌东头，行人长见，帘底纤纤月。旧恨春江流不断，新恨云山千叠。料得明朝，尊前重见，镜里花难折。也应惊问：近来多少华发？",
  "fanyi": "<p><strong>译文</strong><br>野棠花儿飘落，匆匆又过了清明时节。东风欺凌着路上的行客，竟把我的短梦惊醒。一阵凉气吹来，向我的孤枕袭来，我感到丝丝寒意。在那弯曲的河岸边，我曾与佳人举杯一起饮酒。在垂柳下，我曾在此地与佳人离别。如今人去楼空，只有往日的燕子还栖息在这里，那时的欢乐，只有它能作见证。<br>听说在繁华街道的东面，行人曾在帘下见过她的美足。旧日的情事如东流的春江，一去不回，新的遗憾又像云山一样一层层添来。假如有那么一天，我们在酒宴上再相遇合，她将会像镜里的鲜花，令我无法去折。她会惊讶我又白了头发。</p> <p><strong>注释</strong><br>（1）东流：东流县，旧地名。治所在今安徽省东至县东流镇。<br>（2）野棠：野生的棠梨。<br>（3）匆匆：形容时间过得飞快的样子。唐牟融《送客之杭》<a href=\"http://so.gushiwen.org/view_57545.aspx\">诗</a>：“西风吹冷透貂裘，行色匆匆不暂留。”<br>（4）刬（chàn）地：宋时方言，相当于“无端地”、“只是”。<br>（5）云屏：云母镶制的屏风。寒怯：形容才气或才力不足。<br>（6）觞：中国古代的一种盛酒器具。<br>（7）系（jì）马：指拴马。<br>（8）“楼空”句：<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>《永遇乐》：“燕子楼空，佳人何在？空锁楼中燕。”<br>（9）绮陌：多彩的大道，宋人多用以指花街柳苍。<br>（10）曾见（jiàn）：曾经见过。<br>（11）纤纤月：形容美人足纤细。<a href=\"http://so.gushiwen.org/author_52.aspx\">刘过</a>《沁园春》（咏美人足）：“知何似，似一钩新月，浅碧笼云。”<br>（12）料得：预测到；估计到。明朝（zhāo）：以后，将来。<br>（13）尊：指酒器。重见（ jiàn）：重新相见，重新遇到。<br>（14）华发：花白的头发。《墨子·修身》：“华发隳颠，而犹弗舍者，其唯圣人乎？”</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这是游子他乡思旧之作。先由清明后花落写起，接着叙游子悲愁。“曲岸”、“垂杨”两句道离愁，“楼空”两句写别恨。换头“闻道”紧承“燕子能说”，揭示“空楼”中佳人当时处境：“帘底纤纤月”，月不圆人也不团圆。“料得明朝”又翻出新意：果真能见，但她可望而不可及。吞吐顿挫，道出佳人难再得的幽怨。</p> <p>　　此词上阙中：“野棠花落，又匆匆过了，清明时节，刬地乐风欺客梦，一枕云屏寒怯。”清明时节，春冷似秋，东风惊梦，令人触景生情，萌生悲凉之情感。“又”字点出前次来此，也是之个季节。暗合于唐人<a href=\"http://so.gushiwen.org/author_74.aspx\">崔护</a>春日郊游，邂逅村女之事。“客梦”暗指旧游之梦，“一枕寒怯”之孤单又暗衬前回在此地的欢会之欢愉。果然，下边作者按捺不住对往事的追忆：“曲岸持觞，垂杨系马，此地曾轻别。楼空人去，旧游飞燕能说。”曲岸、垂杨，宛然如旧，而人去楼空了；只有似曾相识之飞燕，在呢喃地向人诉说，为人惋惜而已。末句化用东坡《永遇乐》“燕子楼空，佳人何在，空锁楼中燕”词意，却能翻出新意，颇有信手拈来之感。这五句，作者回忆往日惜别感伤此时不得复见笔落之处愁思可见，这隐隐含悲之语在其词作中少有。</p> <p>　　此词下阙则歇拍处意脉不断，承接上片回忆之感伤一气流注而入下片：“闻道绮陌东头，行人长见，帘底纤纤月。”“绮陌”，犹言烟花巷。纤纤月出于帘底，指美人足，典出窅娘。极艳处，落笔却清雅脱俗，此亦稼轩之出众之处。至此可知此女是风尘女子。这里说不仅“飞燕”知之；向行人打听，也知确有此美人，但已不知去向了。惆怅更增，所以作者伤心地说：“旧恨春江流不断，新恨云山千叠。”上年惜别的旧恨，已如流水之难尽；此时重访不见的新恨更如乱山云叠，令人如何忍受。皖南江边山多，将眼前景色信手拈来，作为妙喻。用意一唱三叹，造语一波三折，稼轩为词，达情至切他人有感而觉无可言者，他都能尽情抒发。如镜里花难折，似有未了之意但不知从何说起。稼轩则又推进一层，造成了余意不尽的结尾：“也应惊问：近来多少华发？”意思是：那时，想来她也该会吃惊地、关切地问我“你怎么添了这多的白发啊！”只能如此罢了！</p> <p>　　全词以想象中的普通应酬话，写出双方的深挚之情与身世之感叹。这白头，既意味着“为伊消得人憔悴”的深情，又饱含着“老却英雄似等闲”的悲愤，<a href=\"http://so.gushiwen.org/author_1137.aspx\">真可</a>谓百感交集。写到此，恋旧之情、身世之感已浑然不可分，大有“倩向人唤取，红巾翠袖，英雄泪”（《水龙吟》）的意味，实为借恋杯之酒，浇胸中感时伤事之块垒。因为有此一结，再返观全词，只觉得无处不悲凉。这结尾，也照应了开头的岁月如流，于是归结到萧萧华发上，就此顿住。</p> <p>　　辛词郁积如山，欲说还休。清真所为是笔触纤细、笔笔勾勒的工笔仕女图；稼轩作成的却是洒脱爽健、一挥而就的泼墨写意画。这艺术风格上的差异，是词人个性与气质的差异而造成的。同时也能看出稼轩词作风格之独特，确实与众不同。</p>",
  "about": "<h2>创作背景</h2> 　　此词是公元1178年（淳熙五年）江西帅召为大理少卿时作。<a href=\"http://so.gushiwen.org/author_217.aspx\">辛弃疾</a>年青时路过池州东流县，结识一位女子，此次经过此地，重访不遇，感发而作此词。",
  "poet": {
    "id": 217,
    "star": 0,
    "name": "辛弃疾",
    "image": "http://img.gushiwen.org/authorImg/xinqiji.jpg",
    "desc": "辛弃疾（1140－1207），南宋词人。原字坦夫，改字幼安，别号稼轩，汉族，历城（今山东济南）人。出生时，中原已为金兵所占。21岁参加抗金义军，不久归南宋。历任湖北、江西、湖南、福建、浙东安抚使等职。一生力主抗金。曾上《美芹十论》与《九议》，条陈战守之策。其词抒写力图恢复国家统一的爱国热情，倾诉壮志难酬的悲愤，对当时执政者的屈辱求和颇多谴责；也有不少吟咏祖国河山的作品。题材广阔又善化用前人典故入词，风格沉雄豪迈又不乏细腻柔媚之处。由于辛弃疾的抗金主张与当政的主和派政见不合，后被弹劾落职，退隐江西带湖。"
  },
  "tags": [
    "婉约",
    "游子",
    "思念",
    "爱情"
  ]
}