{
  "id": 47911,
  "star": 1482,
  "name": "捕蛇者说",
  "dynasty": "唐代",
  "content": "　　永州之野产异蛇：黑质而白章，触草木尽死；以啮人，无御之者。然得而腊之以为饵，可以已大风、挛踠、瘘疠，去死肌，杀三虫。其始太医以王命聚之，岁赋其二。募有能捕之者，当其租入。永之人争奔走焉。 </p> <p>　　有蒋氏者，专其利三世矣。问之，则曰：“吾祖死于是，吾父死于是，今吾嗣为之十二年，几死者数矣。”言之貌若甚戚者。余悲之，且曰：“若毒之乎？余将告于莅事者，更若役，复若赋，则何如？”蒋氏大戚，汪然出涕，曰：“君将哀而生之乎？则吾斯役之不幸，未若复吾赋不幸之甚也。向吾不为斯役，则久已病矣。自吾氏三世居是乡，积于今六十岁矣。而乡邻之生日蹙，殚其地之出，竭其庐之入。号呼而转徙，饥渴而顿踣。触风雨，犯寒暑，呼嘘毒疠，往往而死者，相藉也。曩与吾祖居者，今其室十无一焉。与吾父居者，今其室十无二三焉。与吾居十二年者，今其室十无四五焉。非死则徙尔，而吾以捕蛇独存。悍吏之来吾乡，叫嚣乎东西，隳突乎南北；哗然而骇者，虽鸡狗不得宁焉。吾恂恂而起，视其缶，而吾蛇尚存，则弛然而卧。谨食之，时而献焉。退而甘食其土之有，以尽吾齿。盖一岁之犯死者二焉，其余则熙熙而乐，岂若吾乡邻之旦旦有是哉。今虽死乎此，比吾乡邻之死则已后矣，又安敢毒耶？” </p> <p>　　余闻而愈悲，孔子曰：“苛政猛于虎也！”吾尝疑乎是，今以蒋氏观之，犹信。呜呼！孰知赋敛之毒有甚是蛇者乎！故为之说，以俟夫观人风者得焉。</p> <p>　　",
  "fanyi": "<p><strong>译文</strong><br>　　永州的野外出产一种奇特的蛇，（它有着）黑色的底子白色的花纹；如果这种蛇碰到草木,草木全都干枯而死；如果蛇用牙齿咬人，没有能够抵挡（蛇毒）的方法。然而捉到后晾干把它用来作成药饵，可以用来治愈大风、挛踠、瘘、疠，去除死肉，杀死人体内的寄生虫。起初，太医用皇帝的命令征集这种蛇，每年征收这种蛇两次，招募能够捕捉这种蛇的人，充抵他的赋税缴纳。永州的人都争着去做（捕蛇）这件事。</p> <p>　　有个姓蒋的人家，享有这种（捕蛇而不纳税的）好处已经三代了。我问他，他却说：“我的祖父死在捕蛇这件差事上，我父亲也死在这件事情上。现在我继承祖业干这差事也已十二年了，险些丧命也有好几次了。”他说这番话时，脸上好像很忧伤的样子。</p> <p>　　我很同情他，并且说：“你怨恨这差事吗？我打算告诉管理政事的地方官，让他更换你的差事，恢复你的赋税，那怎么样？”</p> <p>　　蒋氏(听了),更加悲伤，满眼含泪地说：“你要哀怜我，使我活下去吗？然而我干这差事的不幸，还比不上恢复我缴纳赋税的不幸那么厉害呀。（假使）从前我不当这个差，那我就早已困苦不堪了。自从我家三代住到这个地方，累计到现在，已经六十年了，可乡邻们的生活一天天地窘迫，把他们土地上生产出来的都拿去，把他们家里的收入也尽数拿去(交租税仍不够)，只得号啕痛哭辗转逃亡，又饥又渴倒在地上，(一路上)顶着狂风暴雨，冒着严寒酷暑，呼吸着带毒的疫气，一个接一个死去,处处死人互相压着。从前和我祖父同住在这里的，现在十户当中剩不下一户了；和我父亲住在一起的人家，现在十户当中只有不到两三户了；和我一起住了十二年的人家，现在十户当中只有不到四五户了。那些人家不是死了就是迁走了。 可是我却凭借捕蛇这个差事才唯独存活了下来。凶暴的官吏来到我乡，到处吵嚷叫嚣，到处骚扰，那种喧闹叫嚷着惊扰乡民的气势，（不要说人）即使鸡狗也不能够安宁啊！我就小心翼翼地起来，看看我的瓦罐，我的蛇还在，就放心地躺下了。我小心地喂养蛇，到规定的日子把它献上去。回家后有滋有味地吃着田地里出产的东西，来度过我的余年。估计一年当中冒死的情况只是两次,其余时间我都可以快快乐乐地过日子。哪像我的乡邻们那样天天都有死亡的威胁呢！现在我即使死在这差事上，与我的乡邻相比，我已经死在（他们）后面了，又怎么敢怨恨（捕蛇这件事）呢？”</p> <p>　　我听了(蒋氏的诉说)越听越悲伤。孔子说：“苛酷的统治比老虎还要凶暴啊!”我曾经怀疑过这句话，现在根据蒋氏的遭遇来看这句话，还真是可信的。唉！谁知道苛捐杂税的毒害比这种毒蛇的毒害更厉害呢！所以（我）写了这篇“说”,以期待那些朝廷派出的用来考察民情的人得到它。 </p> <p><strong>注释</strong><br>1.之：的。<br>2.野：郊外。<br>3.产：生产。<br>4.异：奇特的。<br>5.章，花纹。<br>6.触：碰。<br>7.尽：全。<br>8.以：假设连词，如果。<br>9.啮：咬。<br>10.御：抵挡。<br>11之：代词，指被毒蛇咬后的伤毒。<br>12然得而腊之：然，但。得，抓住。而，表顺接。之，它，代永州的异蛇。<br>13腊（xī）：干肉，这里作动词用，指把蛇肉晾干。<br>14以为饵：以，用来。为，作为。饵，糕饼，这里指药饵。即药引子<br>15可以：可以用来。可，可以。以，用来。<br>16已：止，治愈。<br>17去死肌：去除腐肉。去，去除。死肌，死肉，腐肉。<br>18三虫：泛指人体内的寄生虫。<br>19其始：其，助词，不译。始：刚开始。<br>20太医以王命聚之：以，用。命：命令。聚，征集。之：这种蛇，指永州异蛇。<br>21岁赋其二：岁，每年。赋，征收、敛取。其，这种蛇，指永州异蛇。二，两次<br>22募：招收。<br>23者：……的人。<br>24当其租入：（允许用蛇）抵他的税收。当，抵。<br>25奔走：指忙着做某件事。<br>26焉：兼词，于之，在捕蛇这件事上。也可理解为——语气词兼代词。<br>27专其利：独占这种（捕蛇而不用交税的）好处。<br>28则：却。<br>29死于是：死在（捕蛇）这件事上。<br>30今：现在。<br>31嗣：继承。<br>32数：几次<br>33为之：做捕蛇这件事。<br>34几(jī):几乎,差点儿.<br>34几死者：几乎要被蛇咬死的情况。<br>35数：多次。<br>36言之：之，音节助词，无实义。<br>37貌若甚戚者：表情好像非常忧伤的样子。戚，忧伤。<br>38余悲之：我同情他。<br>39且：并且。<br>40若毒之乎：你怨恨（捕蛇）这件事吗。<br>41将：打算。<br>42于：向。<br>43莅事者：管理政事的人，指地方官。莅事：视事 ，处理公务。<br>44更若役：更换你的差事。役：差事。<br>45复：恢复。赋：赋税。<br>46则何如：那么怎么样。<br>47大：非常。<br>48汪然：满眼含泪的样子。<br>49涕：眼泪。<br>50生：使……活下去。<br>51斯：此，这。<br>52若：1、比得上。2、好像3、你<br>53甚：那么。<br>54向：从前。<br>55为：做。<br>56病：困苦不堪。<br>57自：自从。<br>58居：居住。<br>59积于今：算到现在。积，一年一年累积起来。<br>60生：生活。<br>61日：一天天。<br>62蹙：窘迫。<br>63徙：迁移。<br>64殚：尽，竭尽。<br>65竭：尽。<br>66庐：简陋的房屋。<br>67顿踣：（劳累地）跌倒在地上。<br>68犯：冒。<br>69疠：这里指疫气。<br>70曩 ：从前。<br>71其室：他们的家。<br>72非…则…：不是…就是…。<br>73尔：用于句尾，表示限制的语气。<br>74嚣：叫喊。<br>75隳突：冲撞毁坏。<br>76骇：使人害怕。<br>77虽：即使。<br>78恂恂：小心谨慎的样子。<br>79缶：瓦罐。<br>80弛然：放心的样子。<br>81之：指代蛇。<br>82时：到（规定献蛇的）时候。<br>83退：回来。<br>84甘：有味地。<br>85有：生产出来的东西。<br>86齿：年龄。<br>87盖：用于句首，带有估计的语气。<br>88犯：冒着。<br>89熙熙：快乐的样子。<br>90旦旦：天天。<br>91毒：怨恨。<br>92是：这，指冒死亡的危险。<br>93苛：苛刻。<br>94乎：相当“于”，对.<br>95于：比。<br>96故：所以。<br>97以：用来。<br>98俟：等待，这里有希望的意思。<br>99大风：麻风病<br>100人风：即民风。唐代为了避<a href=\"http://so.gushiwen.org/author_582.aspx\">李世民</a>的讳，用“人”字代“民”字。<br>101汪：汪汪，形容眼泪多。<br>102貌：脸色。<br>103质：质地。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　蒋氏在自述中提到“自吾氏三世居是乡，积于今六十岁矣，而乡邻之生日蹙”。这里说的“六十岁”，指的是唐玄宗天宝中期（746—750）到唐宪宗元和初期（805—810）这一段时间。在这段时间里，战乱频繁，先后发生过安史之乱、对吐蕃的战争、朱泚叛乱等等，全国户口锐减，朝廷随意增设税收官，多立名目，旧税加新税，无有限制，使人民的负担日益加重。尽管在唐德宗建中元年（780）颁布了两税法（分夏、秋两次交税，即课文中说的“岁赋其二”），并明文规定“敢在两税外加敛一文钱，以枉法论”，但这不过是欺骗百姓的手段，事实正如<a href=\"http://so.gushiwen.org/author_1580.aspx\">陆贽</a>所说：“大历中供军、进奉之类，既收入两税，今于两税之外，复又并存”；又说加税时“诏敕皆谓权宜，悉令事毕停罢。息兵已久，加税如初”。人民在重赋逼迫下逃往他乡，但悍吏仍不放过，“有流亡则摊出（由存留户共同负担），已重者愈重”。从这些情况来看，<a href=\"http://so.gushiwen.org/author_646.aspx\">柳宗元</a>“赋敛之毒有甚是蛇”的论断是完全正确的。</p> <p>　　第一段（1）这是作者设置的一个悬念，为下文埋下伏线，暗示了当时的世上还有比毒蛇更毒的东西，使读者产生了急切读下去的愿望。（2）这一段重在写毒蛇之“异”，从三个方面加以描绘：一是颜色之异，二是毒性之异，三是用途之异，可以用来治愈麻风、手脚、脖肿、恶疮，消除坏死的肌肉，杀死人体内的寄生虫。因而皇帝发布命令，一年征两次，可以抵消应交的租税，因此从那以后“永之人争奔走焉。”作者只用“争奔走”三字，就把永州百姓争先恐后，不辞劳苦，冒死捕蛇的情景显示出来了。</p> <p>　　第二段从“有蒋氏者”到“又安敢毒耶”。包括2、3、4三个小段，是全文的重心。</p> <p>　　由“异蛇”引出了主人公“捕蛇者”——蒋氏。先写蒋氏三代捕蛇之“利”，继而写捕蛇之“害”——“吾祖”、“吾父”、“吾”三代有的“死于是”，有的“几死者数矣”一个“且曰”，将写“利”转为写“害”，再用蒋氏的神情“貌若甚戚”极其生动地写出了“捕蛇”并非好事，“争奔走焉”实属无奈，字里行间，深含悲苦。只“言之貌甚戚者”一句，便把他回首往事，悲痛在心，哀形于色的情态勾勒了出来。明明是备受毒蛇之苦，却说独享捕蛇之利，在这极为矛盾的境况中，更见其内心的酸楚。</p> <p>　　于是作者接下来说，“余悲之，”且曰：“若毒之乎？余将告于莅事者，更若役，复若赋，则如何？”在为蒋氏的不幸遭遇悲痛的同时，好心地提出了一个解脱危险的办法。这几句话句子简短，语气急促。而且连用了三个“若”，表明“余”是面对面地与蒋氏交谈，态度是诚恳的，帮助对方的心情是急切的，办法也似切实可行。</p> <p>　　可出乎意料的是蒋氏并没有接受，他“大戚，汪然出涕曰……”蒋氏的这番话态度同样恳切，语气也十分肯定，表明了毒蛇可怕，但赋敛之毒更可怕。</p> <p>　　这话怎么讲呢？蒋氏说了这几层意思：</p> <p>　　一层意思是蒋氏祖孙三代在这个地方住了六十几年了，亲眼见到同村人的遭遇邻们的生活一天比一天窘迫，他们把田里的出产全部拿出，把家里的收入全部用尽，也交不够租赋，只得哭号着辗转迁徙，饥渴交迫而倒毙在地，顶着狂风暴雨的袭击，受着严寒酷暑的煎熬，呼吸着带毒的疫气，常常是死去的人一个压一个。从前和我爷爷住在一起的人家，现在十户当中难得有一户了；和我父亲住在一起的人家，现在十户当中难得有两三户了；和我一起住了十二年的人家，现在十户当中难得有四五户了。那些人家不是死绝了就是迁走了。而我却由于捕蛇而独自存活下来。《柳文指要》引录了林西冲一文，算一笔唐代的赋税账：“按唐史，元和年间，<a href=\"http://so.gushiwen.org/author_2866.aspx\">李吉甫</a>撰《国计薄》上至宪宗，除藩镇诸道外，税户比天宝四分减三，天下兵仰给者，比天宝三分增一，大率二户资一兵，其水旱所伤，非时调发，不在此数，是民间之重敛难堪可知，而子厚之谪永州，正当其时也．”因知文中所言，自是实录。</p> <p>　　第二层意思是：那些凶暴的官吏到乡下催租逼税的时候，到处狂呼乱叫，到处喧闹骚扰，那种吓人的气势，就连鸡犬也不得安宁．而这时他小心翼翼地起来看看自己的瓦罐，只见捕来的蛇还在，便可以放心地躺下了。他细心地喂养蛇，到规定的时间把它当租税缴上去。回来后；就能美美地享用自己田里的出产，安度岁月。</p> <p>　　第三层意思是：这样看来，一年当中他冒生命危险有两次，而其余的时间就可以坦然快乐地过日子，。哪像乡邻们天天都受着死亡的威胁呢？即使现在因捕蛇而丧生；比起乡邻们来，也是后死了。哪还敢怨恨捕蛇这个差使犯？</p> <p>　　蒋氏的这一番话，以他“以捕蛇独存”和乡邻们“非死则徙”相对比，以他“弛然而卧”和乡邻们将受悍吏袭扰相对比，以他一岁之犯死者二”和乡邻们“旦旦有是”相对比，说明捕蛇之不幸，确实“未若复吾赋不幸之甚也”。可见他在讲述三代人受蛇毒之害时“貌若甚戚”，而当听了要恢复他的赋税时却“大戚，汪然出涕”地恳求。完全是出于真情。蒋氏的话，发自肺腑，带着血泪，听来怎不令人心碎？</p> <p>　　作者在文章的第三部分，也就是结尾一段说：“余闻而愈悲”，比听蒋氏讲一家人的苦难时更加悲痛了．想到自己过去对孔子所说说“苛政猛于虎”这句话还有所怀疑，现在从蒋氏所谈的情况看来，这话是可信的。谁知道赋税对人民的毒害竟比毒蛇还要严重呢！于是写了《捕蛇者说》这篇文章，为的是让那些观察民俗的人知道苛重的赋税给老百姓造成的灾难。</p> <p>　　在全文这叙述边议论间或抒情的写法中，最后这一番议论．确实起到了画龙点睛的作用．如果说“苛政猛于虎”强调的是一个“猛”字，那么本文就紧扣一个“毒”字，既写了蛇毒，又写了赋毒。并且以前者衬托后者。得出“赋敛之毒”甚于蛇毒的结论。</p> <p>　　本文在写作手法方面，除了对比、衬托的大量运用及卒章点明主题外，对蒋氏这一个人物的描绘也是极富特色的。特别是他不愿意丢掉犯死捕蛇这一差使的大段申述，讲得是既有具体事实，又有确切数字；既有所闻所见，又有个人切身感受；既有祖祖辈辈的经历，又有此时此刻的想法；既讲述了自家人的不幸，又诉说了乡邻们的苦难：不仅使人看到了一幅统治者横征暴敛下的社会生活图景，也让人感到此人的音容体貌宛在眼前，有血有肉，生动传神。</p> <p>　　全文处处运用对比：捕蛇者与纳税的对比， 捕蛇者的危险与纳税之沉重的对比，捕蛇者与不捕蛇者（蒋氏与乡邻）的对比——六十年来存亡的对比，悍吏来吾乡是我和乡邻受扰的情况，一年受死亡威胁的次数和即使死于捕蛇也已死于乡邻之后等情况。鲜明的对比深刻地揭示了“赋敛毒于蛇”这一中心。</p> <p>　　文章通过揭露永州百姓在封建官吏的横征暴敛下家破人亡的悲惨遭遇，有力得控诉了社会吏治的腐败，曲折得反映了自己坚持改革的愿望。</p>",
  "about": "<h2>文言现象</h2> <p><strong>一词多义<br></strong>者<br>有蒋氏者：…的人<br>几死者数矣：…的情况<br>貌若甚戚者：…的样子<br>若<br>若毒之乎：你<br>更若役，复若赋：你的<br>貌若甚戚者：好像<br>徐公不若君之美：比得上<br>为<br>然得而腊之以为饵：作为<br>今吾嗣为之十二年：做，干<br>故为之说：写，写作。<br>已<br>可以已大风：止，这里指“治愈”的意思<br>比吾乡邻之死则已后矣：已经<br>则久已病矣：早已<br>赋<br>岁赋其二：征收，敛取<br>孰知赋敛之毒……：赋税<br>疠<br>可以已……瘘、疠：恶疮<br>呼嘘毒疠：指瘟疫<br>入<br>当其租入：缴纳<br>竭其庐之入：收入<br>岁<br>岁赋其二：每年<br>积于今六十岁矣：年<br>甚<br>貌若甚戚者：很，非常<br>未若复吾赋不幸之甚也：厉害<br>孰知赋敛之毒有甚是蛇者乎：超过<br>生<br>君将哀而生之乎：使…活下去<br>而乡邻之生日蹙：生活<br>食<br>退而甘食其土之有：吃<br>谨食之：通“饲”，喂养<br>观<br>今以蒋氏观之：看<br>以俟夫观人风者得焉：考察<br>此则岳阳楼之大观也: 景象<br>毒<br>若毒之乎？：痛恨，怨恨<br>呼嘘毒疠：有毒的<br>赋敛之毒有甚是蛇者乎：毒害<br>悲<br>余悲之：怜悯，哀怜<br>余闻而愈悲：悲愤，悲伤<br>焉<br>今其室十无一焉：语气词<br>时而献焉：代词，指蛇<br>以俟夫观人风者得焉：代词，指作者的这篇文章<br>得<br>然得而腊之以为饵：捕得，捉来<br>以俟夫观人风者得焉：得到<br>然<br>蒋氏大戚，汪然出涕曰：……的样子<br>然得而腊之以为饵：可是，但是<br>之<br>永之人争奔走焉：助词，的<br>今吾嗣为之十二年：捕蛇这件事<br>悍吏之来吾乡：主谓之间，取消句子独立性，无实际意义<br>而<br>吾恂恂而起：表修饰关系<br>黑质而白章：表并列关系<br>然得而腊之以为饵：表承接关系</p> <p><strong>虚词总结</strong><br>之<br>永州之野产异蛇：的<br>悍吏之来吾乡：取消句子独立性，不做翻译。<br>问之，则曰：代词，代指蒋氏<br>君将哀而生之乎：代词，代自己，我<br>今吾嗣为之十二年：代词，代指捕蛇这件事<br>以啮人，无御之者：代物，代指蛇咬后的伤势<br>言之，貌若甚戚者：代词，代指前面的话语<br>以<br>以啮人：假设连词，如果<br>以王命聚之：用，凭<br>而吾以捕蛇独存：靠<br>今以蒋氏观之：根据<br>故为之说，以俟夫观人风者得焉：以便<br>以尽吾齿：来<br>焉<br>永之人争奔走焉：兼词（语气词兼代词），代捕蛇这件事<br>时而献焉：代词，代蛇<br>今其室十无一焉：用于句末，带有估计的语气<br>以俟夫观人风者得焉：代词，指这篇文章<br>于<br>吾祖死于是：在<br>余将告于莅事者：给<br>积于今六十岁矣：到<br>苛政猛于虎也：比<br>而 (虚词重点）<br>黑质而白章：并列<br>得而腊之以为饵：承接<br>哀而生之乎：递进<br>而乡邻之生日蹙：转折<br>往往而死者相藉也：修饰<br>非死则徙尔，而吾以捕蛇独存：转折<br>哗然而骇者：修饰<br>恂恂而起：修饰<br>弛然而卧：修饰<br>视其缶，而吾蛇尚存：承接<br>时而献焉：修饰<br>退而甘食：承接<br>熙熙而乐：修饰<br>余闻而愈悲：承接</p> <p><strong>通假字</strong><br>非死则徙尔 尔： 通\"耳\",罢了，助词，表感叹语气。<br>谨食之 食：通\"饲\",小心地喂养它。</p> <p><strong>古今异义</strong><br>向吾不为斯役（向 古：（假使）从前 今：方向）<br>则久已病矣 （病 古：困苦不堪 今：生病）<br>以尽吾齿 （齿 古：岁月 今：牙齿）<br>可以已大风、挛踠、瘘、疠（可以 古：可以用来 今：能够）<br>去死肌 （去 古：去除 今：到...地方）<br>往往而死者相藉也（往往 古：到处 今：常常）<br>汪然出涕曰（汪然 古：眼泪流出来的样子 今：水深的样子）<br>汪然出涕曰(涕 古：眼泪 今：鼻涕）<br>而乡邻之生日蹙（生日 古：生活一天天 今：（人）出生的日子）<br>于是(古：在这件事上 今：连词）</p> <p><strong>词类活用</strong><br>1.然得而（腊）之以为饵 名词作动词，把肉晾干<br>2.（岁）赋其二 名词作状语，每年<br>3.岁（赋）其二 名词作动词，征收赋税<br>4.君将哀而（生）之乎 形容词作动词，使……活下来<br>5.而乡邻之生（日）蹙 名词作状语，一天天<br>6.殚其地之（出） 动词作名词，指地里的收成<br>7.竭其庐之（入） 动词作名词，指家里的存粮<br>8.（时）而献焉 名词作状语，到（规定献蛇）的时候<br>9.退而（甘）食其土之有 形容词作状语，滋味甘甜</p><br/><h2>创作背景</h2> <p>　　<a href=\"http://so.gushiwen.org/author_646.aspx\">柳宗元</a>所处的时代，是唐王朝由盛到衰的历史转折时期。公元755年安禄山之乱后，中央政权与藩镇不断巩固自己的势力，对人民加重赋税。史书记载：中唐赋多而重，除法定的夏、秋两税外，加征种种苛税。繁重的苛捐杂税，使劳动人民苦不堪言，如再遇天灾，无疑雪上加霜，他们纷纷逃亡、流浪，以至十室九空。柳宗元在唐顺宗时期，参与了以王叔文为首的永贞革新运动。因反对派的强烈反抗，革新运动一百四十多天后失败，顺宗退位，王叔文被杀，柳宗元贬为永州（今属湖南）司马。在永州的十年期间，柳宗元大量地接触下层，目睹当地人民“非死则徙尔”的悲惨景象，感到有责任用自己的笔来反映横征暴敛导致民不聊生的社会现实，希望最高统治者能借此体察民情，推行善政。柳宗元看到“永州之野产异蛇”，听到有蒋氏者“专其利有三世”的事例，他以进步的思想和身边的素材构思了这篇《捕蛇者说》。</p><br/><h2>写作特点</h2> <p>　　一、使用衬托突出重点</p> <p>　　第一部分即是第一自然段，重点突出了永州之蛇的特点。开头至“无御之者”，极力刻画出蛇的毒性异常，令人闻之色变。接下来至“杀三虫”写出了蛇的功用异常。而这也是造成永州捕蛇者命运悲剧的重要原因：封建统治者征集异蛇，每年征收两次，可以抵消应缴纳的租税。作者仅用“争奔走”三个字，就写出了永州百姓争先恐后、冒死捕蛇的情形。百姓惧怕原因即繁重的赋役。</p> <p>　　文本写毒蛇之害以衬托重赋苛政之害。捕蛇以抵赋，蒋氏之祖、父死在这上头，而蒋氏却甘愿干此差事，衬托出“赋敛之毒有甚于蛇毒”。 </p> <p>　　二、使用对比表现主题</p> <p>　　第二部分从“有蒋氏者”到“又安敢毒邪”，是写捕蛇者自述悲惨遭遇，笔法曲折。是全文的重心。先说蒋氏“专其利三世矣”，但这是以他祖父、父亲的死于非命和自己的九死一生为代价的，不能不说是一大讽刺。既然这样，好心的作者准备帮他解决困境。出人意料的是，蒋氏“大戚”，并“汪然出涕”，开始了沉痛的陈述。蒋氏的这番话大致有以下几层意思：一是恢复他的赋役将会使他遭遇更大的不幸；二是蒋氏祖孙三代在这个地方居住长达六十年，亲眼看到同村的人因为缴纳赋税，背井离乡甚至十室九空，而只有自己因为捕蛇才得以侥幸生存下来；三是凶暴的官吏到乡下催租逼税时飞扬跋扈，到处叫嚣，到处骚扰，弄得鸡犬不宁；四是说自己愿意一年当中冒两次生命危险去换取其余时间的安乐。</p> <p>　　蒋氏的这番话，主要运用了对比的手法。以他“以捕蛇读存”和乡亲们“非死则徙”相对比；以他“弛然而卧”和乡亲们的惊恐相对比；以他“一岁之犯死者二”和乡邻“旦旦有是”相对比，说明捕蛇之不幸，确实“未若复吾赋不幸之甚也”。</p> <p>　　文章从多角度进行对比，从各层面揭示了严重的社会问题。死亡与生存的对比：文章以其乡邻60年来由于苛赋之迫而“非死则徙”的遭遇与蒋氏“以捕蛇独存”的状况作对比，触目惊心地表明“赋敛之毒有甚于蛇毒”。乡邻的痛苦是“旦旦有是”；而蒋氏“一岁之犯死者二焉”。诸多对比有力地突出了文章主题。</p> <p>　　《捕蛇者说》叙事开篇，因事而感，因感而议。<a href=\"http://so.gushiwen.org/author_646.aspx\">柳宗元</a>由异蛇引出异事，由异事导出异理，即由蛇、征蛇、捕蛇、捕蛇人、捕蛇者说依次刻画描写，以蛇毒与赋敛之毒相对举而成文。全文先事后理、因前果后，处处设比，文风委婉曲折，波澜纵横，脉络清晰，层层递进。阅读本文时应注意行文的曲折和卒章显志，对比的写法。</p> <p>　　三、使用议论、抒情表达写作目的</p> <p>　　第三部分即文章结尾段，是议论和抒情的完美结合。作者听完蒋氏的话后，深受震动。引用孔子的话可谓恰到好处，由“苛政猛于虎”类推出“孰知赋敛之毒有甚于蛇毒乎”这一结论，并且用“蛇毒”衬托“赋毒”。“故为之说，以俟乎观人风者得焉”则是作者写作此文的根本目的。从中可看出作者的无奈：自己如今位卑权轻，无能为力，只有寄希望于那些视察民风的封建官员。读来倍感愤懑。</p><br/><h2>主题思想</h2> <p>　　《捕蛇者说》主题思想即赋敛之毒有甚于蛇毒</p> <p>　　<a href=\"http://so.gushiwen.org/author_646.aspx\">柳宗元</a>生活于唐王朝由盛到衰的时代，经过了“安史之乱”，社会各种矛盾异常尖锐复杂。统治者为了筹措军费和满足个人挥霍，加紧了对人民的横征暴敛，增加盐税、间架税（房税）、货物税等。</p> <p>　　由于税上加税，“故农人日困，末业日增”，“愁怨之声，盈于远近”。大批农民纷纷逃亡，社会生产日益凋蔽。贞元二十一年亦即永贞元年（公元805年），唐顺宗李诵即位，王叔文被重用。</p> <p>　　柳宗元二十九岁作监察御史在京任职期间，就参加了以王叔文为首的进步知识分子的”政治集团“。王叔文受重用，柳宗元也被提升为礼部员外郎。王叔文，柳宗元等依靠顺宗的支持，着手改革弊政，减轻赋税，禁止宫市，释放宫女，惩办恶吏，选用贤臣。</p> <p>　　可是因为反对派的强烈反抗，这场革新运动仅进行了一百四十多天就以失败而告终。结果顺宗退位，王叔文被杀，柳宗元被贬为邵州刺史，他又改贬为永州司马。《捕蛇者说》就是柳宗元谪居永州时写的。柳宗元被贬之后，仍然坚持他革新政治的主张，他曾说“虽万受摈弃，不更乎内”，因此仍极不满于唐王朝的重赋繁税，希望减轻人民负担。柳宗元被贬谪后，与下层人民有所接触，对民间疾苦有所了解，且看到“永州之野产异蛇”，听到“有蒋氏者，专其利三世矣”之类的事迹，因此能以进步的政治观点为指导，为实际生活为素材加以构思。</p> <p>　　柳宗元写《捕蛇者说》，旨在说明“ 赋敛之毒有甚于蛇毒” 。文本借事明道，溶理于事，因事说理，以蛇毒与赋毒相对举而成文。</p><br/><h2>艺术构思</h2> <p>　　作者以“蛇”为导引，步步深入地展开文字。全文以蛇开篇，至蛇收束，其中按照产蛇、募蛇、捕蛇，到捕蛇者、捕蛇者说的顺序步步递进，最后得出结论。虽然题为“捕蛇者说”，却不径从蒋氏叙起，而从“永州之野产异蛇”下笔。</p> <p>　　写蛇，饰之以“异”，使人醒目动心，便于为下文决口导流。写蛇之“异”，由外及内，从形到质。写性之异，一为有剧毒：“触草木，尽死；以啮人，无御之者”。“尽死” 、“无御”极言蛇毒之烈。</p> <p>　　一为大利：可以去毒疗疮治病。写性异，分出相对立的大毒大利两支，再以“赋”将这两支纽结起来。因有大利，才会造成“太医以王命聚之”。蛇能治病，为医家所重，为太医所重，更见其功效之大。正因为被皇家的医官重视，才会“以王命聚之” 。“王命聚之”，不仅说明蛇有大用，也反映了蛇有剧毒，一般地求之不得，买之不能，非以最高权力的“王命”不可。</p> <p>　　可是，虽令出于帝王，也不过“岁赋其二”，仍然不容易得到，这更显示了人们害怕毒蛇的程度。正因为皇家既要蛇，又不易得到蛇，才迫使官府采取“当其租入”的办法。租，是王室赖以活命之本；蛇，乃王室借以保命之物。纳租，属于王事；征蛇，出于王命。由于蛇和租在王家的利益上一致，这才出现了“ 当其租入”的措施，将两种本来毫不相关的事物联结起来。这一联结，也就为永州人冒死捕蛇埋上了伏线，为将蛇毒与赋毒比较立下了张本。</p> <p>　　作者就是循着这样的思路，由异蛇引出异事，由异事导出异理——由蛇写到捕蛇，由捕蛇者写到捕蛇者说，先事后理，因前果后，脉络请晰，层层递进。作者以“蛇毒”为陪衬，通过反复对比揭示主题。</p>",
  "poet": {
    "id": 646,
    "star": 0,
    "name": "柳宗元",
    "image": "http://img.gushiwen.org/authorImg/liuzongyuan.jpg",
    "desc": "柳宗元（773年－819年），字子厚，唐代河东（今山西运城）人，杰出诗人、哲学家、儒学家乃至成就卓著的政治家，唐宋八大家之一。著名作品有《永州八记》等六百多篇文章，经后人辑为三十卷，名为《柳河东集》。因为他是河东人，人称柳河东，又因终于柳州刺史任上，又称柳柳州。柳宗元与韩愈同为中唐古文运动的领导人物，并称“韩柳”。在中国文化史上，其诗、文成就均极为杰出，可谓一时难分轩轾。"
  },
  "tags": [
    "古文观止",
    "生活",
    "赋税"
  ]
}