{
  "id": 50942,
  "star": 21,
  "name": "解连环·怨怀无托",
  "dynasty": "宋代",
  "content": "怨怀无托。嗟情人断绝，信音辽邈。纵妙手、能解连环，似风散雨收，雾轻云薄。燕子楼空，暗尘锁、一床弦索。想移根换叶。尽是旧时，手种红药。 <br>汀洲渐生杜若。料舟依岸曲，人在天角。谩记得、当日音书，把闲语闲言，待总烧却。水驿春回，望寄我、江南梅萼。拚今生，对花对酒，为伊泪落。",
  "fanyi": "<p><strong>译文</strong><br>幽怨的情怀无所寄托，哀叹情人天涯远隔，音书渺茫无着落。纵然有妙手，能解开连环套索，摆脱感情纠葛，双方的情意也会冷漠，像风雨一样消散，云雾一样轻薄。佳人居住的燕子楼已在空舍，灰暗的尘埃封锁了，满床的琵琶琴瑟。楼前花圃根叶全已移载换过，往日全是，她亲手所种的红芍药香艳灼灼。<br>江中的沙洲渐渐长了杜若。料想她沿着变曲的河岸划动小舟，人儿在天涯海角飘泊。空记得，当时情话绵绵，还有音书寄我，而今那些闲言闲语令我睹物愁苦，倒不如待我全都烧成赤灰末。春天又回到水边驿舍，希望她还能寄我，一枝江南的梅萼。我不惜一切对着花，对着酒，为她伤心流泪。</p> <p><strong>注释</strong><br>1.解连环：词牌名。双调，一百零六字。前段十一句，五仄韵，五十三字。后段十句，五仄韵，五十三字。又名《望梅》、《杏梁燕》。双调一百零六字，仄韵。《词谱》卷三四：“此调始自<a href=\"http://so.gushiwen.org/author_535.aspx\">柳永</a> ，以词有‘信早梅偏占阳和’，及‘时有香来，望明艳遥知非雪’句，名《望梅》。后因<a href=\"http://so.gushiwen.org/author_164.aspx\">周邦彦</a>词有‘妙手能解连环’句，更名《解连环》。<br>2.信音：音信，消息。<br>3.辽邈（miǎo）：辽远。<br>4.解连环：此处借喻情怀难解。<br>5.燕子楼空：燕子楼在今灌输徐州。楼名。在今江苏省徐州市 。相传为唐贞元时尚书张建封之爱妾<a href=\"http://so.gushiwen.org/author_3095.aspx\">关盼盼</a>居所。 张死后， 盼盼念旧不嫁，独居此楼十余年。后以“燕子楼”泛指女子居所。这里指人去楼空。<br>6.暗尘：积累的尘埃。<br>7.床：放琴的架子。<br>8.移根换叶：比喻彻底变换处境。<br>9.红药：芍药花。<br>10.杜若：芳草名。别称地藕、竹叶莲、山竹壳菜。<br>11.梅萼：梅花的蓓蕾。<br>12.拼：不顾惜，舍弃。</p>",
  "shangxi": "<h2>简析</h2> <p>　　此词以曲折细腻的笔触，婉转反复地抒写了词人对于昔日情人无限缱绻的相思之情。全词直抒情怀，一波三折，委曲回宕，情思悲切，悱恻缠绵。</p> <p>　　上片由今及昔，再由昔而今；下片由对方而己方，再写己方期待对方。</p> <p>　　开头三句，“怨怀无托。嗟情人断绝，信音辽邈”，写怨恨产生的根由；结尾三句，“拚今后，对花对酒，为伊泪落”，是最后的结论；中间的文字则交错变换地描写失恋者的思绪，全篇结构层次清楚。上片反复表示相思之情不能断绝。“怨怀”之所以产生，是因为“情人断绝”而且“信意辽邈”，致使满腹的哀怨无所寄托，无法排遣。用连环比喻相思之情，谓相思恰如连环，本不可解，纵然“妙手能解”，那也还不免藕断丝连，就像“风散雨收”之后，仍然会残留下轻雾薄云一样。接着又用<a href=\"http://so.gushiwen.org/author_3095.aspx\">关盼盼</a>“燕子楼”的典故述说纵然是人去楼空，也还剩得“一床弦索”。“床”，是古代的一种较矮的坐具：“弦索”，总指乐器。弦索仍然摆满床上，蒙着一层灰尘，那是关盼盼的遗物，睹物思人，以喻相思之情不能断绝。下面写芍药花，又寓含着往日的欢乐与离别后的凄楚。芍药，是有特殊含义的。《<a href=\"http://so.gushiwen.org/view_50942.aspx\">诗</a>经。溱洧》：“伊其相谑，赠之以芍药。”又，芍药一名“将离”，行将别离之意。“移根换叶”与“旧时红药”相关合，“手种”则是以亲自栽种芍药来象征精心培植爱情。</p> <p>　　过片用《九歌·湘君》“采芳洲兮杜若，将以遗兮下女”句意，表示离别与怀念。汀洲，是水边送别之地。人已乘舟而去，且远天角，如今伊人不见，离去久远，汀洲之杜若渐次成丛，而欲寄无出，亦似愁绪之与日俱增，而欲诉无地。“谩记得”以下几句，笔锋陡转，忽作狠心决绝之辞，谓昔日往还音书，不过是些“闲语闲言”，人已断绝，留它何用，点个火儿烧掉算了。这是暗用汉乐府《有所思》“拉杂摧烧之，当风扬其灰”句意，以示“从今以往，无复相思”之决绝态度。可是，紧接着又拉转回来，再暗用南朝乐府《西洲曲》“折梅寄江北”句意，请求对方把象征爱情的江南梅花寄来。这真是“剪不断，理还乱，是离愁”啊。最生总收一笔，表明至死不变的痴心，写得极其凄苦。“拚今生”，已站好退身步，作了终生不能遂愿的准备：“对花对酒”，是说今后虽然有花可赏，有酒可饮，却唯独意中人不得相见，那么，也就只好“为伊泪落”了。</p> <p>　　此词以写情为主，写主人公与情人断绝之悲。作者善用单字领起下文，如“纵”、“想”、“料”、“望”，“拼”诸字，都使感情深化，文势转折，有助于达难达之情。</p><br/><h2>赏析</h2> <p>　　这首词与一般写相思别情的情词不同。相思离情还有可托情怀之人，如今却是“怨怀无托”。词中抒发的便是由于“怨怀无托”而生发出来的种种曲折、矛盾的失恋情结。</p> <p>　　上片“怨怀无托，嗟情人断绝，信音辽邈。”这三句把心中郁结已久的幽怨和盘托出，来势突兀，说明心中的痛楚已经到了难以抑制、无可忍受的程度。这一痛楚是因为“情人断绝，信音辽邈”。往日情人不仅绝情而且断信，毫不留恋地弃他而去。负心如此，岂是常情所可猜度。</p> <p>　　“纵妙手能解连环，似风散雨收，雾轻云薄。”尤怨至极无以平愤，遂以讥刺口吻以泄怨怒。意思是说：这抛我而去的负心女子，把本不可解的爱情，就像古代齐王后解玉连环那样，椎破（砸碎）解之。“解连环”的故事，见《战国策·齐策六》：“秦昭王尝遣使者遗君王后玉连环，曰：‘齐多智，而解此环否？’君王后以示群臣，群臣不知解，君王后引锥椎破之，谢秦使曰：‘谨以解矣！’”这本来是一次齐国与秦国的外交斗争，秦国有意示威，齐王后并不示弱，暗示的方法非常决断而巧妙，所以说：“信妙手能解连环”。但以此来指女子的毅然绝情，便有讥刺对方的意味。“风散雨收，雾轻云薄。”句中的“云”、“雨”历来暗喻男女缠绵难解之情，典出《高唐赋》。“风散”、“雾轻”暗喻这一负心女子寡情无义，她对浓如云雨的男女之恋，视为可聚可散的风与雾，毫无依凭可言。怨怀至此本应断绝痴情，但睹物思人，依然旧情难已。</p> <p>　　“燕子楼空，暗尘锁一床弦索。想移根换叶，尽是旧时，手种红药。”这四句一变愤懑语气，转为无限思量。如今人去楼空，乐器生尘，种种旧事旧情不由自主地又重上心头。燕子楼是唐武宁军节度使张愔为爱妾<a href=\"http://so.gushiwen.org/author_3095.aspx\">关盼盼</a>所建。张愔卒后，盼盼念旧日恩爱而不嫁，其事绮艳感人。“燕子楼空”暗寓往昔缠绵之情已随人去，借用<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>《永遇乐》词“燕子楼空，佳人何在”句意，以托怀念之情。再望庭中红药正发，较当年手种之时已根移叶换，光阴之速，人情之变，触处皆是，教人怎生忘怀？红药即芍药，是古代爱情誓约的象征物。《<a href=\"http://so.gushiwen.org/view_50942.aspx\">诗</a>经·溱洧》：“维士与女，伊其相谑，赠之以勺药。”郑《笺》：“送女以勺药，结恩情也。”唐<a href=\"http://so.gushiwen.org/author_349.aspx\">李贺</a>《许公子郑姬歌》：“先将芍药献妆台，后解黄金大如斗。”即源于《溱洧》之俗。“移根换叶”在诗词中暗示情侣分散。<a href=\"http://so.gushiwen.org/author_486.aspx\">程垓</a>《意难忘》词：“相逢情有在，不语意难忘。些个事，断人肠。怎禁得恓惶。待与伊、移根换叶，试又何妨”俞平伯《清真词释》解：“移根换叶”三句云：“然无论如何换，如何移，我总记得分明，实是当时香泥亲护，玉手相将，共同扶植者也。”（俞平伯《论诗词曲杂著》643页）似稍欠斟酌。盖此词上片之“红药”与下片之“杜若”、“梅萼”，各占一事，各领一意，且都有出典。尤其“移根换叶”喻情侣分散已见苏词，俞老所解恰与句意相违，恐它日不能明辨，相沿辗转，特缀数语以兹后来参证。词中“红药”句意既已辨明，尚须就词中情感的变换加以点破。“燕子搂空”两句是怀念旧时恩爱，“想移根换叶”二句虽忆旧事，却因此而又生怨恨。回忆当初手种红药之时，曾相誓永结情好，伊今毁誓背盟，更置誓言于何地？由此可见，伊人不只“妙手能解连环”，而且背信弃义，无所不用其极，是可为而何事不可为？至此可谓怨之已极。</p> <p>　　下片“汀洲渐生杜若。料舟移岸曲，人在天角。”如果将这三句所表达的怀念之情，与上片歇拍诅咒詈骂之语加以比照，几乎判若出自两人之口。男女之爱发之于情，情之为物是不可理喻的。所以诅咒也好，詈骂也好，都是出自一片爱意。春天来临，汀洲之上杜若渐萌，于是心中又打点起，为负心而去的情人料理一切的准备。伊已别去经年，行舟沿着曲曲不尽的水岸渐行渐远，料想如今已在海角天涯。即便有信有物想寄给她又寄到何处？杜若是香草，用以象征情人之间的寄赠之物。《九歌·湘夫人》》：“搴汀洲兮杜若，将以遗兮远者。”所以“汀洲渐生杜若”是见杜若而生“将以遗兮远者”之情，并非要寄什么香草，人愈远而思愈切，其情之苦可想而得。</p> <p>　　“谩记得当日音书，把闲语闲言，待总烧却。”因为人去日远，所以更加盼望去者寄来只言片语的消息以慰望眼。但这一切又化为空望。回忆当初热恋之时，红笺密字音书不断，至今仍置怀袖珍如至宝。事至今日才知道那只不过是些无关紧要的闲言淡语，真想付之一炬以解愤恨。乐府古辞《有所思》：“闻君有他心，烧之当风扬其灰。从今已往，勿复相思而与君绝。”（《乐府诗集》230页）情人反目往往会把平日视为至宝的纪念物撕毁烧掉以泄怨愤。乐府《有所思》所写便是如此，但这首词却与《有所思》的人物心态有所不同，词中虽然也说道“待总烧却”，然而只是这么想并未这么做。其痴迷之情岂不有甚于付诸行为的真的“烧却”吗？</p> <p>　　“水驿春回，望寄我江南梅萼。”这两句回应下片过拍“汀洲渐生杜若”。意思是说：我虽有心寄信、物给你，因你行踪不定，欲寄而势有不能；而我仍居原处，只要你肯寄则无有不能。何况现已春暖冰消，水驿通航，你怎不能把江南的春梅寄我一枝聊解苦忆呢？《荆州记》：“吴之<a href=\"http://so.gushiwen.org/author_92.aspx\">陆凯</a>自江南寄梅至长安，赠好友<a href=\"http://so.gushiwen.org/author_325.aspx\">范晔</a>，并寄诗云：“折梅逢驿使，寄与陇头人。江南无所有，聊赠一枝春。”其实“望寄我江南梅萼”的“望”不过是奢“望”而已，明知“情人断绝，信音辽邈”，还如此奢望不已，岂非痴顽而何？但人间“无物似情浓”（<a href=\"http://so.gushiwen.org/author_587.aspx\">张先</a>《一丛花令》）所以才有“春蚕到死丝方尽，蜡炬成灰泪始干”（<a href=\"http://so.gushiwen.org/author_204.aspx\">李商隐</a>《无题》）这样的痴情洒向人间惹人去寻绎玩味！</p> <p>　　“拚今生、对花对酒，为伊泪落。”词人用这句极凄凉、极清醒又极真实的话语作为全词的结尾，却把情感推进到高峰。哀莫大于心死，今去者决绝，无可挽回，却又不能“勿复相思而与君绝”，“对花对酒”尚且“为伊泪落”，那么无花无酒更当奈何？这些不尽之情留在词外，令人玩索。</p>",
  "poet": {
    "id": 164,
    "star": 0,
    "name": "周邦彦",
    "image": "http://img.gushiwen.org/authorImg/zhoubangyan.jpg",
    "desc": "周邦彦（1056年－1121年），中国北宋末期著名的词人，字美成，号清真居士，汉族，钱塘（今浙江杭州）人。历官太学正、庐州教授、知溧水县等。徽宗时为徽猷阁待制，提举大晟府。精通音律，曾创作不少新词调。作品多写闺情、羁旅，也有咏物之作。格律谨严。语言典丽精雅。长调尤善铺叙。为后来格律派词人所宗。旧时词论称他为“词家之冠”。有《清真集》传世。"
  },
  "tags": [
    "宋词精选",
    "相思"
  ]
}