{
  "id": 64382,
  "star": 116,
  "name": "清平乐·采芳人杳",
  "dynasty": "宋代",
  "content": "采芳人杳，顿觉游情少。客里看春多草草，总被诗愁分了。<br>去年燕子天涯，今年燕子谁家？ 三月休听夜雨，如今不是催花。",
  "fanyi": "<p><strong>译文<br></strong>采集花草的姑娘巳经无踪无影，我也顿时失去游山玩水的心情。流落异乡总是以写<a href=\"http://so.gushiwen.org/view_64382.aspx\">诗</a>诉说愁苦，那有心思细细欣赏春天的光景。<br>去年的燕子已飞向辽远的南方，今年的燕子该落在谁家的梁栋?暮春三月不要听那夜间的风雨，雨声不催花开，但见遍地落红。</p> <p><strong>注释</strong><br>①采芳人：指游春采花的女子。 杳（yǎo）：没有踪迹。 顿觉：顿时觉得。 游情：游玩的心情。<br>②草草：草率。<br>③燕子：词人自喻。<br>天涯：形容很远的地方。<br>④谁家：何处。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　张炎词以“悲秋”见长，离愁别绪，万感情怀皆可由秋景而发。如《清平乐》（候蛩凄断）即是一首“悲秋”名作。然而他的“伤春”之作也别具一格。一“秋”一“春”，景物不同，然其抒发的情怀却是同出一源，——即伤亡国之情，感破家之痛。此词即是其“伤春”的一篇佳作。</p> <p>　　“采芳人杳”两句，前句写春光明媚，芳红草绿，本是赏花采绿之时，然而此时却人迹杳了，昔日美景歌舞生平，人头攒动的景象一扫而空。后句由前句而发出“顿觉游情少”之感。张炎写词，写景常借故国家乡西湖之景之笔。西湖美景美不胜收，举世闻名，然而在作者眼里，由于元兵的践踏，西湖盛景已成过往云烟，人迹杳杳，游情惨淡。作者在此留下一个伏笔，不说元兵南掠，而言人杳，其中所含隐情，不言自明，非不想说，而不能说，也不必说也。承接上两句，“客里看春”两句，似乎是写后悔错过春时，未能饱览一年一度的大好春光。其实一句“客里看春”，客居异地，浪迹天涯，终年如无根之萍，因此看景只会“草草”，“被<a href=\"http://so.gushiwen.org/view_64382.aspx\">诗</a>愁分了”，怎么会游兴满怀呢？</p> <p>　　“去年燕子”两句，借写燕子把上文欲说而未忍多说的话，又进一步做了一点吐露。前后联系在一起，才能更深入体会词人的处境。张炎身世前文已知，其国破家亡却经常或被政治逼迫北上大都，或因生活所迫，居无家所，家无常址，如同飞燕一样羁泊无定，浪荡天涯。“去年燕子天涯，今年燕子谁家？”短短两句话，道出作者说不出痛苦情思，其情切切，其感深深。最后两句“三月休听夜雨，如今不是催花。”“夜雨”指使“流水落花春去也”（南唐李后主《浪淘沙》）的夜雨，不是早春细雨，而是暮春急雨。“催花”不是催促花开而是“摧花折叶”的摧残花草。此时雨却不是催花的媒剂，而是葬送春花的急雨。一“雨”双关，透出家国身世之痛。</p> <p>　　此词最突出的就是对比、比兴。物是人非的强烈对比渗透其中，借“燕子”比喻自己飘荡无依，借“夜雨”比喻摧花折绿的残暴的元兵。写作之中由景到人，由人到物，由物到情，层层深入，又层层翻新。有人评价说：“羁泊之怀，托诸燕子；易代之悲，托诸夜雨，深人无浅语也。”</p><br/><h2>鉴赏</h2> <p>　　这是一首语句清丽的小词，其写法是建筑在“今昔对比”的基础上的。</p> <p>　　上阕中，“草草”两个字，把张炎当时的情绪劳落展示得淋漓尽致，如同饿了几天的人面对别人施舍发了霉的馊饭，吃上两口就会作呕，翻肠搅肚，难以下咽了，此时此刻唯一能够聊解烦郁的，大概只有文人手里那支一文不值却能宣泄愁肠的笔了。往日临安（杭州）的春天，本是游乐者赏花踏青的季节。尤其是那西湖胜景，更是“两堤骈集，几于无置足地静“（周密《武林旧事》）。但经过元兵劫掠以后，却是景况凄凉，今不如昔了。“采芳人杳”四字，平平之中包含着很多内容。词人孤寂游春，思今念昔。“顿觉游情少“，“顿”字表现心中受到触动，翻然产生与游春不相协调的情绪，因而游兴大减，几乎是扫兴。他本是该城住户主人，眼下却只是匆匆过客。既已到来，便草草浏览一过，赏春之情露”总被<a href=\"http://so.gushiwen.org/view_64382.aspx\">诗</a>愁分了“，也即巨大哀愁，要用诗词来表达的意思。可想而知，词人要表达的已非对春色的讴歌，而是个人家国沦落的感慨。</p> <p>　　“去年燕子天涯，今年燕子谁家？“燕子是春天的吉祥物。词人在草草游春中，也许目睹燕子飞过，也许忆起燕子前事，于是借以比兴，以燕子比喻自已：去年飘泊远距家园的外地（用”天涯“指代）如今回到京城，却满目萧然，不知归于何处？显然，眼下游春之处不是自己久留之地，甚至不可在此逗留过夜，因为三月夜雨不堪入耳，它已成了摧落春花的酷手，而不是“润物细无声”、催开舂花的使者。听着三月夜雨，将更令人无限伤心。“三月休听夜雨”给人以妥贴、蕴藉、自然、典雅的感受。</p>",
  "about": "<h2>创作背景</h2> 　　公元1276年，元兵占领临安之后，世居临安的张炎的家园被抄没，亲人被掳杀，他成了逃亡在外的宋臣。多年以后，他的家祸在人们心中已经淡忘，他回到了临安。时值春天，他目睹境况萧条，自已也已无家可归，而成了旧日都城的过客，子是万千感慨，聚于笔端，吟成此住。",
  "poet": {
    "id": 53,
    "star": 0,
    "name": "张炎",
    "desc": "张炎（1248年－1320年），字叔夏，号玉田，晚年号乐笑翁。祖籍陕西凤翔。六世祖张俊，宋朝著名将领。父张枢，“西湖吟社”重要成员，妙解音律，与著名词人周密相交。张炎是勋贵之后，前半生居于临安，生活优裕，而宋亡以后则家道中落，晚年漂泊落拓。著有《山中白云词》，存词302首。张炎另一重要的贡献在于创作了中国最早的词论专著《词源》，总结整理了宋末雅词一派的主要艺术思想与成就，其中以“清空”，“骚雅”为主要主张。"
  },
  "tags": [
    "写景",
    "伤春",
    "写鸟",
    "抒怀"
  ]
}