{
  "id": 48110,
  "star": 15,
  "name": "游东田",
  "dynasty": "南北朝",
  "content": "戚戚苦无悰，携手共行乐。<br>寻云陟累榭，随山望菌阁。<br>远树暖阡阡，生烟纷漠漠。<br>鱼戏新荷动，鸟散余花落。<br>不对芳春酒，还望青山郭。",
  "fanyi": "<p><strong>译文</strong><br>戚然无欢，邀友一同游乐。<br>登上云雾笼罩中的高高楼榭，顺着山势眺望远处的菌形台阁。 <br>远处树木郁郁葱葱，一片烟霭迷离的景象。<br>游鱼嬉戏，触动水中新荷；飞鸟辞树，枝上余花散落。 <br>春酒虽美，还是停杯对景，眺望青山。</p> <p><strong>注释<br></strong>1、东田：南朝太子萧长懋在钟山（今南京紫金山）下所建的楼馆。<br>2、戚戚（qī）：忧愁的样子。<br>3、悰（cóng）：快乐。<br>4、行乐：游玩。<br>5、寻云：追寻云霞的踪迹，指登高。<br>6、陟（zhì）：登，上。《<a href=\"http://so.gushiwen.org/view_48110.aspx\">诗</a>经·周南·卷耳》：“陟彼高冈。”<br>7、累榭（xiè）：重重叠叠的楼阁。榭，台上有屋叫榭。<br>8、随山：顺着山势。<br>9、菌阁：华美的楼阁。<a href=\"http://so.gushiwen.org/author_500.aspx\">王褒</a>《九怀》有句：“菌阁兮蕙楼”，用菌、蕙等香草来形容楼阁的华美。<br>10、暧（ài）：昏暗，不明晰。<br>11、阡阡（qiān）：同“芊芊”，茂盛的样子。<br>12、生烟：指新生之烟。<a href=\"http://so.gushiwen.org/author_758.aspx\">谢灵运</a>《撰征赋》：“睹生烟而知墟。”<br>13、漠漠：弥漫，散布。<br>14、荷：荷花。<br>15、余花：残余的花朵。<br>16、不对：不面对着，这里指不饮酒。<br>17、芳春酒：芳香的春酒，这里指美酒。<br>18、青山郭：靠近青山的城郭。郭，外城。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　<a href=\"http://so.gushiwen.org/view_48110.aspx\">诗</a>的第一、二句说自己心中不乐（悰，乐），故与朋友携手来游东田。次二句写登上耸入云霄的层层台榭，随山势望去，只见楼阁华美无比（菌阁）。接着四句继续描写远近景色，远处树木苍翠茂密，山间烟霭缭绕弥漫，“阡阡”、“漠漠”两个叠音词将树木的葱茏和云烟的氤氲表现得非常生动。接着，诗人目光稍稍收回，只见水面上荷叶颤动，于是推想一定有游鱼在水下嬉戏，又见栖息着的鸟雀一飞而散，留在枝条上的残花纷纷飘落下来。诗人在“鱼戏新荷动，鸟散余花落”二句中将鱼、荷、鸟、花结合起来写。由荷动可推知鱼戏，此以实写虚也；“鸟散”是瞬间的景象，稍纵即逝，而“余花落”相对和缓些，诗人用“余花落”这一细致的动态描写来表现飞鸟散去后由动人静的一瞬间，显得余韵悠悠，体现了诗人闲适恬静的心境。“新荷”、“余花”也点出了时节正是初夏。诗的最后两句写不去饮酒取乐，而是凝神眺望城郭边的青山，诗人陶醉于自然景色中流连忘返的形象跃然纸上，诗开始时的苦闷至此已荡然无存了。</p> <p>　　全诗写景既有全景式的概括描写，显得视野开阔；又有局部细腻的生动刻画，精警工丽，富有思致。这样写景避免了冗长的铺排，同<a href=\"http://so.gushiwen.org/author_758.aspx\">谢灵运</a>的某些写景铺排过多相比有了进步，显得流丽清新。</p>",
  "about": "<h2>创作背景</h2> <p>　　东田是建康（今南京市）有名的游览胜地，西临富丽豪华的台城，北傍虎踞龙盘的钟山、东靠纡回迤逦的青龙山，南有热闹繁华的秦淮河，居中的雀湖（即前湖）。游鱼成群，碧荷覆面，更是意态万千。齐武帝的文惠太子非常喜爱东田的景色，特在此设立楼馆，并经常到这一带游幸。楼馆的华丽，甚至超过台城的上宫。谢脁在建康时。因有庄在钟山，所以也经常到东田去游览，《游东田》就是一首记游之作。</p>",
  "poet": {
    "id": 32,
    "star": 0,
    "name": "谢朓",
    "image": "http://img.gushiwen.org/authorImg/xietiao.jpg",
    "desc": "谢朓（464~499年），字玄晖。汉族，陈郡阳夏（今河南太康县）人。南朝齐时著名的山水诗人，出身世家大族。谢朓与谢灵运同族，世称“小谢”。初任竟陵王萧子良功曹、文学，为“竟陵八友”之一。后官宣城太守，终尚书吏部郎，又称谢宣城、谢吏部。东昏侯永元初，遭始安王萧遥光诬陷，下狱死。曾与沈约等共创“永明体”。今存诗二百余首，多描写自然景物，间亦直抒怀抱，诗风清新秀丽，圆美流转，善于发端，时有佳句；又平仄协调，对偶工整，开启唐代律绝之先河。"
  },
  "tags": []
}