{
  "id": 71950,
  "star": 20,
  "name": "南歌子·倭堕低梳髻",
  "dynasty": "唐代",
  "content": "倭堕低梳髻，连娟细扫眉。终日两相思。为君憔悴尽，百花时。",
  "shangxi": "<h2>鉴赏</h2> <p>　　这首闺情词，写闺中女子对情郎刻骨铭心的思念。词为短制小令，然而女子深沉挚著而丰富细腻的爱情却表现得极其深刻，扣人心弦。陈廷焯评曰：“低徊欲绝。”（《白雨斋词话》）</p> <p>　　起笔二句描摹女子的妆饰容貌。“倭堕髻”，又称“堕马髻”，发髻梳成歪偏于头的一侧，似堕非堕的样式，有如高明骑手斜身于奔驰的马背那样摇摇欲堕的惊险而优美的姿势。这本是汉代洛阳一带妇女的时髦发式，汉乐府民歌《陌上桑》形容美女秦罗敷即云：“头上倭堕髻，耳中明月珠。”“连娟”，或作联娟，微曲的样子。眉连娟，形容女子眉毛弯曲细长，秀丽俊俏，语出<a href=\"http://so.gushiwen.org/author_358.aspx\">宋玉</a>《神女赋》“眉联娟以娥扬兮，朱髻的其若丹”句。词人刻划女子姣丽动人，只选择写了发髻与眉毛，是以局部代替全貌的手法。信手挽梳的堕马髻，大弧度地半歪头侧，如一朵斜挂树冠的乌黑云朵，飘飘荡荡，欲堕非堕，使人联想到女子轻步移走时，风飘仙袂，窈窕婀娜的娇柔风韵；两道淡细的蛾眉，弯弯地延伸向额际，似轻雾遮掩的黛绿春山，如隐如现，似乎可以看到眉下一湾清水似的脉脉双眼。发髻弧线与眉毛曲线构成的画面，富有柔和的线条美感，传递出了女子的风采和神韵，这是一个淡雅高洁、痴情真纯的美貌女子。“终日两相思”句，由外貌描写转入内心世界。“两相思”，实际上是特指女子一方对情人的思念。男子何往不知，但从词看已久未相聚，唯有心系神绕之。“终日”如痴如醉，思念不已，极写女子情意深挚。这一“终日”，不是指一日的自晨至暮，而是自晨至暮，日日如此。一句话概括尽女子每一天的举止与心理，它既是首二句的补足，又为后二句蓄势、张本。从“终日”句，读者还可悟及：首二句乃暗含慵惰恹恹之态，堕马髻以高危颤晃为美，女子却漫不经心地“低梳”而成，蛾眉本应精描艳抹，女子却信手“淡扫”而罢。“女为悦己者妆”，伊人不在，妆成无人赏。意之真，情之深，于细微处可体会到。有了前三句从外貌到内心的全面刻划，最后水到渠成地推出“为君憔悴尽，百花时”，感情强烈，分不出是女子心底的呼唤，倾慕，抑或怨叹，表白。读来令人百感交集。这是一股感情的迸发。<a href=\"http://so.gushiwen.org/author_324.aspx\">谭献</a>指出：“‘百花时’三字，加倍法，亦重笔也”（《词辩》卷一），很有见地。这确是词人经意用笔之处。前面已写女子无心妆扮，终日相思，这儿又写她春日相思，意义并不重复，这是加倍的写法。词人特意择春天，尤其百花盛开春烂漫时，浓笔突出她典型环境中的相思之苦、之深。春天万物竞生、春机盎然，是洋溢着生命活力、饱含幸福蜜汁的季节；春天又往往使人珍惜美好的青春年华、追求欢快的爱情生活。唐人<a href=\"http://so.gushiwen.org/view_71950.aspx\">诗</a>曰：“闺中少妇不知愁，春日凝妆上翠楼。忽见陌头杨柳色，悔教夫婿觅封候。”可以说是古来闺中女子的代表心情。词中女主人公于此之时，自然倍加强烈地思念情人，难怪乎她要“为君憔悴尽”了。“憔悴尽”的女子容貌，一经词人以“百花时”相映衬，便形成一种强烈的反差：女子美貌姣好的容貌被相思煎熬得日益消瘦憔悴，生命的花朵渐渐枯萎欲凋，自然界的花朵则满山遍野烂漫盛开，传递出热闹的春意。一冷一热，一黯淡一明媚，两相对比，反差强烈，一下子就将女子至死不渝的爱情和细腻敏感的内心世界，深刻地展示于读者眼前，并以其真纯的感情，凄苦的命运，成功地感染、俘虏了读者。词人这里用的是重笔，笔之力度极重极强：如古刹击钟，最后一槌声震山野的重敲，惊撼人心，发人至深，余音久远。再从头咀嚼全词，前面似不经心的淡笔之意，皆一一显明出来，细加品味，清香满口，经久不散。 </p>",
  "poet": {
    "id": 415,
    "star": 0,
    "name": "温庭筠",
    "image": "http://img.gushiwen.org/authorImg/wentingyun.jpg",
    "desc": "温庭筠（约812—866）唐代诗人、词人。本名岐，字飞卿，太原祁（今山西祁县东南）人。富有天才，文思敏捷，每入试，押官韵，八叉手而成八韵，所以也有“温八叉”之称。然恃才不羁，又好讥刺权贵，多犯忌讳，取憎于时，故屡举进士不第，长被贬抑，终生不得志。官终国子助教。精通音律。工诗，与李商隐齐名，时称“温李”。其诗辞藻华丽，秾艳精致，内容多写闺情。其词艺术成就在晚唐诸词人之上，为“花间派”首要词人，对词的发展影响较大。在词史上，与韦庄齐名，并称“温韦”。存词七十余首。后人辑有《温飞卿集》及《金奁集》。"
  },
  "tags": [
    "爱情",
    "女子",
    "思念"
  ]
}