{
  "id": 71290,
  "star": 24,
  "name": "湖州歌·其六",
  "dynasty": "宋代",
  "content": "北望燕云不尽头，大江东去水悠悠。<br>夕阳一片寒鸦外，目断东南四百州。",
  "fanyi": "<h2>注释</h2> ①湖州--位于今浙江省北部。公元一二七六年二月，元丞相伯颜率兵进驻这里，派人到临安接受南宋朝廷投降。组<a href=\"http://so.gushiwen.org/view_71290.aspx\">诗</a>中记述的内容从此时开始，所用“湖州”题名。<br>②燕云--指“燕云十六州”，包括现在河北、山西两省北部的广大地系北宋末年打算收复的北边失地。这里代指北方地区。<br>③大江--指长江。悠悠--形容水滔滔。这句借江水东流伤感地喑喻亡国大局已定，无可挽回。<br>④目断--看不到。<br>⑤东西：一本作“东南”，四百州：指南宋统治下的府、州、郡一级行政单位。宋朝全盛时号称“八百州”，南宋时的半壁江山，约为一半，作者故称为“四百州”。",
  "shangxi": "<h2>评析</h2> <p>　　原<a href=\"http://so.gushiwen.org/view_71290.aspx\">诗</a>是南宋灭亡后，作者作为俘虏被押送到燕山一带去的途中所作。北望燕云诗人有无限感慨，此次北去，吉凶未卜，江水悠悠东去，象征南宋国运已一去不复返了</p> <p>　　诗人与被俘人众怀着凄恻的心情被押往北方，途中步履维艰，却后退不得。举目北望，哪里是个尽头？眼中所见再也不是熟悉的故国风物，头顶天空再也不是故国的天空。“不尽头”，是指北国的云天苍茫弥漫，神秘莫测，这艰难的路程没有尽头。这三个字透露出诗人前程未卜、追怀故国、难舍难休的心态。第一句就以沉缓迷惘的语气奠定了全诗缠绵惆怅、凄神哀肠的感情基调。 </p> <p>　　第二句写大江东流的壮阔之景。面对浩大之物，人们往往感到宇宙时空宏大永恒，人生渺小短暂，既而或看破红尘，游戏人生，或情动于中，积极奋进。诗人正处此境，面对这永不停歇的江水，感慨万千。“水悠悠”似乎说诗人的痛苦永无断绝，象悠悠的东流水一样。孔子指着江水说“逝者如斯夫”。时光如流水一去不复返，而诗人心中的亡国之思随时间的推移不是一去不返而是像江水那样滔滔不停永无尽期。江水悠悠，心潮起伏，诗人或许也想到人世更迭，人生荣辱之变，但最为刻骨铭心的却是故国之思，是对国事变迁的沉痛追怀。故国往事是否如流水逝了？时光之水是否真能冲刷掉心头的哀伤愁绪？诗人以“大江东去水悠悠”的壮阔之景衬托心中难耐的孤凄无助、恍然如梦的思绪，传达出哀怨、惆怅、悲凉的心境。 </p> <p>　　“夕阳一片寒鸦外”，化用<a href=\"http://so.gushiwen.org/author_125.aspx\">秦观</a>的词：“斜阳外，寒鸦数点，流水绕孤村。”因正是眼中所见，真情实景，便自然无痕，不觉生硬。画面很简单，夕阳渐沉，暮色苍茫，寒鸦归巢。但那种孤寂清冷、悲凉凄恻的情绪却深入人心。这动人心弦的画面与前两句所述是同一双忧郁眼睛所见，同样都折射出诗人心中的苦楚，正所谓“一切景语皆情语”。 </p> <p>　　“目断东西四百州”，读至此处，我们仿佛听到了一声喟然长叹。环顾四野，高天长云，大江东流，夕阳寒鸦，暮色暝暝，故国神州何处？我身何处？“目断”是思而望，望而不见。从诗的第一句起，诗人就开始了寻找，东西南北望断，只落得心中一声无奈的叹息。“四百州”说明了魂牵梦绕的故国曾经是地大物博、国强民盛，而今再也寻不见了。国势衰微至此，连皇帝都成了敌人的俘虏，想想真是泪眼望穿，愁肠寸断。 </p> <p>　　“望”字起到全诗景物描写的统领作用。四句诗只写一个“望”字，紧紧围绕一个“望”字来写。北“望”燕云，不知命运如何；眼前“望”着大江东去，无力挽回颓势；向东西的四百州一“望”，不胜依恋之情。</p> <p>　　“大江东去水悠悠”抒发了作者身处国家衰亡不可挽救之时的悲痛心情，侧重现实，这不同于<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>的，苏轼的诗句表达的是对历史流转、英雄不在的感慨，侧重怀古。</p> <p>　　评价：读后我们仿佛能看到他那缓缓四顾的身影，他那忧郁渴念的目光，听到他那失望无奈的叹息。他曾有诗“书生空有泪千行”，说的就是这种心情，他只能低吟亡国之音，寄托“亡国之苦，去国之戚”。李钰的《湖山类稿跋》评汪元量诗：“开元、天宝之事，纪于草堂，后人以诗史目之。水云之诗亦宋亡之诗史也。”从此诗可见一斑。 </p>",
  "poet": {
    "id": 557,
    "star": 0,
    "name": "汪元量",
    "desc": "汪元量（1241～1317年后）南宋末诗人、词人、宫廷琴师。字大有，号水云，亦自号水云子、楚狂、江南倦客，钱塘（今浙江杭州）人。琳第三子。度宗时以善琴供奉宫掖。恭宗德祐二年（1276）临安陷，随三宫入燕。尝谒文天祥于狱中。元世祖至元二十五年（1288）出家为道士，获南归，次年抵钱塘。后往来江西、湖北、四川等地，终老湖山。诗多纪国亡前后事，时人比之杜甫，有“诗史”之目，有《水云集》、《湖山类稿》。"
  },
  "tags": [
    "写水",
    "怀古",
    "感叹"
  ]
}