{
  "id": 49408,
  "star": 52,
  "name": "西江月·别梦已随流水",
  "dynasty": "宋代",
  "content": "姑熟再见胜之，次前韵</p> <p>别梦已随流水，泪巾犹浥香泉。相如依旧是臞仙。人在瑶台阆苑。<br>花雾萦风缥缈，歌珠滴水清圆。蛾眉新作十分妍。走马归来便面。",
  "fanyi": "<p><strong>译文<br></strong>离别已成过去，如一江流水，伤别的眼泪还湿润着香帕。<a href=\"http://so.gushiwen.org/author_70.aspx\">司马相如</a>依旧是清瘦的神仙。住在神仙住的仙宫，令人向往。<br>纤弱婀娜的身段如雾蒙花那样柔美，如秋风回旋那样纤细。歌声圆润美妙如明珠滴入水中。女子的眉毛刚刚画成，极其美丽。骑马回来时还半遮着脸面。</p> <p><strong>注释<br></strong>⑴西江月：词牌名。原为唐教坊曲，后用作词调。《乐章集》《张子野词》并入“中吕宫”。五十字，上下片各两平韵，结句各叶一仄韵。<br>⑵姑熟：又称姑孰，今安徽当涂县。胜之：徐守君猷的侍女。<br>⑶次前韵：前韵指《西江月·龙焙今年绝品》中的泉、仙、苑、圆、妍、面韵，本词步其韵而作。<br>⑷浥（yì）：湿润。香泉：美人的眼泪。<br>⑸相如：司马相如。指代女主人公的情人。臞（qú）仙：清瘦的神仙。臞：消瘦。<br>⑹瑶台阆（láng）苑：仙宫。瑶台：神话中神仙所居住之地。唐<a href=\"http://so.gushiwen.org/author_204.aspx\">李商隐</a>《无题》<a href=\"http://so.gushiwen.org/view_49408.aspx\">诗</a>：“如何雪月交光夜，更在瑶台十二层。”阆苑：阆风之苑。唐李商隐《碧城诗》：“阆苑有书多附鹤，女床无树不栖鸾。”此处指朝廷。<br>⑺花雾：《广记》：弱质纤纤，如雾蒙花。萦（yíng）风：回旋的（秋）风。<br>⑻歌珠：歌声如贯珠。<br>⑼蛾：蚕蛾。蛾眉：细而长的眉毛。新作：新画。妍：美丽。<br>⑽便面：障面，盖之类也。不欲见人，以此自面障面而得其便，故曰便面，亦曰屏面。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这首词上片回忆当年徐守君猷与侍女胜之黄州情。“别梦已随流水”，别离匆匆，如一江流水。“随”字蕴含着年华的虚度，精神的空虚。岁月无情，人生如梦，哀而不伤。“泪巾犹浥香泉”，写当年胜之的娇态。青春、美貌、人格几乎完全衰退的胜之，现在仍然陷入痛苦、哀怨、无奈的变态之中。谁知她当年在太守面前撒娇，泪如泉涌，湿润着香帕。“对人前乔做作娇模样，背地里泪千行”（元代妓女真氏《解三酲》），美中带娇。至今东坡还记忆犹新。“相如依旧是臞仙。人在瑶台阆苑”，又写徐守君猷的美好晚景：如风流倜傥的<a href=\"http://so.gushiwen.org/author_70.aspx\">司马相如</a>那样，文采奕奕，风流翩翩，儒居山泽，住在“瑶台阆苑”，成为“臞仙”，令人向往。短短四句，跨越历史的时间和现实的空间，想圆一场司马相如和<a href=\"http://so.gushiwen.org/author_785.aspx\">卓文君</a>的爱情梦。</p> <p>　　下片，直面无情的胜之，婉而不怨。“花雾萦风缥缈，歌珠滴水清圆。”以生动新颖的比喻，写胜之纤弱婀娜的身段如雾蒙花那样柔美，如秋风回旋那样纤细，飘渺不定。随着音乐的节拍，歌声如贯珠延绵，如“滴水清圆”，换来的只是冷酷的现实。较之黄州时期的“双寰绿坠，娇眼横波眉黛翠，秒舞蹁跹”的体态美和舞姿美要逊色多了。她脱离情海，又陷入苦海，不免有些悲哀。最后两句，在哀伤中容颜不减青春美，仍以婉曲出之：“蛾眉新作十分妍。走马归来便面。”“蛾眉”比不上“眉黛翠”，“十分妍”也不能与“人间谁敢更争妍”（《西江月·龙焙今年绝品》）同日而语。哪怕是歌声依旧，刚刚画成的“蛾眉”，“十分妍”，留给人们的却是胜之不欲见人，无颜面对江东父老，今非昔比的印象。不仅不会令人厌恶、反感，反而会令人无限同情。这是中国封建社会妇女地位低下决定的。</p> <p>　　全词运用三维（东坡、徐守君猷、胜之）观照，时（黄州时）空（姑熟现实）交错的技法，悼念了徐守君猷，哀而不伤；直面了胜之，婉而不怨。东坡透过这“别梦已随流水”的风流韵事，流露出苍茫的失落感。</p>",
  "about": "<h2>创作背景</h2> <p>　　这首词作于宋神宗元丰七年（1084年）七月。</p> <p>　　元丰六年徐守君猷离黄去湘后，侍女胜之也离他去了姑熟，改嫁于张乐全之子张恕。元丰七年七月，东坡改任汝州，过南州，去姑熟，再见胜之。胜之失态无情，东坡感慨之下作下此词。</p>",
  "poet": {
    "id": 183,
    "star": 0,
    "name": "苏轼",
    "image": "http://img.gushiwen.org/authorImg/sushi.jpg",
    "desc": "苏轼（1037－1101），北宋文学家、书画家、美食家。字子瞻，号东坡居士。汉族，四川人，葬于颍昌（今河南省平顶山市郏县）。一生仕途坎坷，学识渊博，天资极高，诗文书画皆精。其文汪洋恣肆，明白畅达，与欧阳修并称欧苏，为“唐宋八大家”之一；诗清新豪健，善用夸张、比喻，艺术表现独具风格，与黄庭坚并称苏黄；词开豪放一派，对后世有巨大影响，与辛弃疾并称苏辛；书法擅长行书、楷书，能自创新意，用笔丰腴跌宕，有天真烂漫之趣，与黄庭坚、米芾、蔡襄并称宋四家；画学文同，论画主张神似，提倡“士人画”。著有《苏东坡全集》和《东坡乐府》等。"
  },
  "tags": [
    "怀人",
    "感慨",
    "人生"
  ]
}