{
  "id": 69123,
  "star": 13,
  "name": "伤春",
  "dynasty": "宋代",
  "content": "庙堂无计可平戎，坐使甘泉照夕峰。<br>初怪上都闻战马，岂知穷海看飞龙。<br>孤臣霜发三千丈，每岁烟花一万重。<br>稍喜长沙向延阁，疲兵敢犯犬羊锋。",
  "fanyi": "<p><strong>译文<br></strong>朝廷没有良策击退金兵入侵，竟使边塞的烽火照亮了甘泉行宫。我正惊呼京城里竟然听到战马嘶鸣，哪知可怜的皇帝已到海上逃生。我这孤臣忧虑国事愁白了头发，又适逢春天繁花吐艳，更叫人触景伤情。幸喜长沙有个抗金的将领向子湮，他率领疲弱之师，敢抵抗兽军的锋芒！</p> <p><strong>注释<br></strong>⑴伤春：名为感伤春天，实则是忧伤国事。<br>⑵庙堂：旧时皇帝供奉祖宗神位的处所，借指朝廷。<a href=\"http://so.gushiwen.org/author_510.aspx\">范仲淹</a>《岳阳楼记》：“居庙堂之高，则忧其民。”<br>⑶平戎：战胜入侵者。《新唐书·王忠嗣传》：（王忠嗣）节度朔方上平戎十八策。斩米施可汗，虏不敢近塞。<br>⑷坐使：遂使。<br>⑸甘泉：秦汉行宫，在今陕西淳化县甘泉山上，此处代指宋皇宫。夕烽：夜里报警的烽火。《汉书·匈奴外传》：（胡骑入代）烽火通于甘泉、长安数月。<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>《塞下曲》：“烽火动沙漠，连照甘泉云。”此句实为夕烽照甘泉的倒装。<br>⑹上都：借指汴京，北宋京城。一说指建康或临安，当时均作为南宋京城选择地。尚未定。<br>⑺战马：金兵铁骑。<br>⑻此句意为汴京已经沦陷。<br>⑼穷海：僻远的海上。此处指温州（今属福建）海域。<br>⑽飞龙：旧时以龙比天子，此处指宋高宗。《易经·乾卦·九五》：“飞龙在天，利见大人。”此处说飞龙不在天上而逃于海。皇帝在茫茫九州连立足之地都没有，是讽刺朝廷无能。“<br>⑾”初怪……岂知……“两句，有始料不及之意。<br>⑿孤臣：作者自指。当时<a href=\"http://so.gushiwen.org/view_69123.aspx\">诗</a>人流落在湖南邵阳。<br>⒀霜发三千丈：李白《秋浦歌》：“白发三千丈，缘愁似个长”，此处借指忧国之情。<br>⒁烟花：指春天艳丽的景物。烟花一万重：<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>《伤春》：“关塞三千里。烟花一万重。”意为离故乡太远，看不到故乡的春景。<br>⒂向延阁：长沙太守向子湮。延阁是汉代史官官署，向曾任秘阁直学士，故称。<br>⒃疲兵：经过苦战而疲惫不堪的军队。<br>⒄犬羊：对金兵的鄙称。敢犯犬羊锋：敢于抵挡侵略者的锋芒。《宋史·向子湮传》载，建炎四年二月，金兵进犯湖南，向组织军民抵抗，终于击退敌军。此二句从杜甫《诸将》“稍喜临边王相国，肯销金甲事春农”化出。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这是一首伤春<a href=\"http://so.gushiwen.org/view_69123.aspx\">诗</a>，实质上却在感伤时势，表现出作者爱国主义的思想感情。全篇雄浑沉郁，忧愤深广，跌宕起伏，深得杜诗同类题材的神韵。</p> <p>　　首联“庙堂无策可平戎，坐使甘泉照夕烽”二句，上句是因，下句是果。采用借古喻今的手法，直叙国事的危急。上句“庙堂无策可平戎”，是说朝廷对于金兵的侵略不能也不敢抵抗，下句“坐使甘泉照夕烽”，是以汉代匈奴入侵，晚间烽火一直照到甘泉宫，来表示由于南宋统治集团的不抵抗，因此使得金兵长驱直入，从边境到达内地。这两句感叹朝廷无策抗金，直将矛头指向皇帝，此为首顿。</p> <p>　　颔联“初怪”二句，承上直写南宋小朝廷狼狈逃奔的可悲行径，把“坐使甘泉照夕烽”具体化。对这种敌人步步进逼、朝廷节节败退的局面，诗人忧心如焚，春回大地，万象更新，而国势却如此危急，就更增加了诗人的伤感。这两句以“初怪”、“岂知”的语气，造成更强烈的惊叹效果，显得感情动荡，表达了局势出人意料之外的恶化，流露了诗人对高宗的失望之情，再次跌宕。</p> <p>　　颈联“孤臣”二句，是借用<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>和<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>的名句，直接抒发感慨，扣着题目写“伤春”。“孤臣霜发三千丈，每岁烟花一万重。”上句写伤，下句写春，由“每岁烟花一万重”的春，引起“孤臣霜发三千丈”的伤。作者用“孤臣”自指，一是表示流落无依，二是表示失去了皇帝。诗人把“白发三千丈”与“烟花一万重”两句李白，杜甫的名句合为一联，对仗贴切、工整，表现了诗人伤时忧国的感情。杜甫有诗说：“天下兵虽满，春光日至浓”、“国破山河在，城春草木深”、“锦江春色来天地，玉垒浮云变古今”。陈与义在别的诗中也说：“天翻地覆伤春色。”都是由春光烂漫与家国残破的对比之中，产生了莫大的忧伤。这也可以看出陈与义学习杜甫与江西诗派的不同之处。杜甫伤春，一方面说“花近高楼伤客心，万方多难此登临”，一方面说“北极朝廷终不改，西山寇盗莫相侵”，尽管为外族的入侵深深地忧虑，但还是相信国家终究是会恢复的。陈与义在这首《伤春》诗中，也从“万方多难”的现状中看到了希望。</p> <p>　　尾联 “稍喜长沙向延阁，疲兵敢犯犬羊锋” 二句，落笔很有力量。诗人对向子諲是歌颂的，向子諲以疲惫、力弱的部队，敢于冒犯野兽一般的金国侵略军的锋锐之气，是具有爱国精神和牺牲精神的。诗人在这里显然是以在长沙的向子諲与在“庙堂”的当权派作对比，向子諲“疲兵敢犯犬羊锋”，而“庙堂”都是“无策可平戎”。所以对向子諲的歌颂，就包含了对“庙堂”当权派的批判。“疲兵敢犯犬羊锋”，不仅笔调苍凉悲壮，而且字里行间充满了对向子諲卫国精神的无限崇敬之情。“敢犯”二字，气势凌云。诗人用“稍喜”二字就表明了他的讥讽的意图。“稍喜”并不是说向子諲的抗金值不得大喜，而是说在“庙堂无策可平戎”的局面下，还有向子諲的“疲兵敢犯犬羊锋”，使人看到了—线希望，在忧伤之中带来了一点欣慰。</p> <p>　　这首诗作也深刻地反映了南宋前期战乱动荡的社会现实。诗中一方面对南宋朝廷不采取抵抗政策，一味退却逃跑，表示出极大的不满，另一方面对向子諲等官兵纷起抗敌的爱国壮举，进行热情地讴歌。这种鲜明的主战态度，在当时是十分可贵的。这首《伤春》体现了陈与义南渡后的诗风开始转变，能卓然成家而自辟蹊径。宋代<a href=\"http://so.gushiwen.org/author_106.aspx\">刘克庄</a>《后村诗话》前集卷二，说陈与义“建炎以后，避地湖峤，行路万里，诗益奇壮。……以简洁扫繁缛，以雄浑代尖巧，第其品格，故当在诸家之上。”这些评语并非溢美之辞，而是符合南渡后陈与义的诗风特征的。“此诗真有杜忠”这是极有见地的。尽管诗人的爱国感情没有杜甫那样的深厚和强烈，但是在这首七律中显露出来的爱国情思，沉雄浑成的艺术风格，已经不是在形貌上与杜甫相似，而是在气味上逼近杜甫。</p> <p>　　另外，整首诗雄浑沉郁、忧愤深广，也有“江西诗派”作品的影子，但又突破了江西诗风。</p>",
  "about": "<h2>创作背景</h2> 　　建炎三年（1129年），金兵大举过江，攻下建康（今江苏南京），十二月，入临安（今浙江杭州）。第二年又攻破明州，迫使宋高宗乘船逃入海上。陈与义当时正流落到湖南境内邵阳，居紫阳山，对着明媚春光，深感国势危急，伤时感事。<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>曾有《伤春五首》，对吐蕃攻陷长安，代宗出走深表忧愤。南宋这时面临类似局面，作者便以《伤春》为题，写下了这首<a href=\"http://so.gushiwen.org/view_69123.aspx\">诗</a>。",
  "poet": {
    "id": 724,
    "star": 0,
    "name": "陈与义",
    "desc": "陈与义(1090-1138)，字去非，号简斋，汉族，其先祖居京兆，自曾祖陈希亮迁居洛阳，故为宋代河南洛阳人（现在属河南）。他生于宋哲宗元祐五年(1090年)，卒于南宋宋高宗绍兴八年(1138年)。北宋末，南宋初年的杰出诗人，同时也工于填词。其词存于今者虽仅十余首，却别具风格，尤近于苏东坡，语意超绝，笔力横空，疏朗明快，自然浑成，著有《简斋集》。"
  },
  "tags": [
    "悲愤"
  ]
}