{
  "id": 8686,
  "star": 44,
  "name": "寒食寄京师诸弟",
  "dynasty": "唐代",
  "content": "雨中禁火空斋冷，江上流莺独坐听。 <br>把酒看花想诸弟，杜陵寒食草青青。",
  "fanyi": "<h2>译文</h2> <p><strong>译文</strong><br>雨中的寒食节更显得寒冷，我独自坐听江上黄莺的鸣叫。<br>端着酒杯赏花时又想起了杜陵家几个弟弟，寒食时，杜陵这一带已是野草青青了。</p> <p><strong>注释</strong><br>⑴寒食：节令名，在清明前一天（一说前两天）。相传起于晋文公悼念介子推，以介子推抱木焚死，就定于这天禁火寒食。<br>⑵空斋：空荡的书斋。<br>⑶流莺：鸣声婉转的黄莺。<br>⑷把酒：手执酒杯，谓饮酒。<br>⑸杜陵：位于西安南郊杜陵塬上，内有帝陵、王皇后陵及其他陪葬陵墓。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　<a href=\"http://so.gushiwen.org/author_564.aspx\">韦应物</a><a href=\"http://so.gushiwen.org/view_8686.aspx\">诗</a>集中收录寄诸弟诗近二十首，可以看出他是一个手足情深的诗人。而正由于出自性情，发自胸臆，所以这首诗虽只是即景拈来，就事写出，却令人感到蕴含深厚，情意悠长。</p> <p>　　就章法而言，这首诗看似平铺直叙，顺笔写来，而针线极其绵密。诗的首句从近处着笔，实写客中寒食的景色；末句从远方落想，遥念故园寒食的景色。这一起一收，首尾呼应，紧扣诗题。中间两句，一句暗示独坐异乡，一句明写想念诸弟，上下绾合，承接自然。两句中，一个“独”字、一个“想”字，对全篇有穿针引线的妙用。第二句的“独”字，既是上句“空”字的延伸，又是下句“想”字的伏笔；而第三句的“想”字，既由上句“独”字生发，又统辖下句，直贯到篇末，说明杜陵青草之思是由人及物，由想诸弟而联想及之。从整首诗看，它是句句相承，暗中钩连，一气流转，浑然成章的。</p> <p>　　当然，宾虽然不能无主，而主也不能无宾。这首诗的第三句又有赖于上两句和下一句的烘托。这首诗的一、二两句，看来不过如实写出身边景、眼前事，但也含有许多层次和曲折。第一句所写景象，寒食禁火，万户无烟，本来已经够萧索的了，更逢阴雨，又在空斋，再加气候与心情的双重清冷，这样一层加一层地写足了环境气氛。第二句同样有多层意思，“江上”是一层，“流莺”是一层，“坐听”是一层，而“独坐”又是一层。这句，本是随换句而换景，既对春江，又听流莺，一变上句所写的萧索景象，但在本句中却用一个“独”字又折转回来，在多层次中更显示了曲折。两句合起来，对第三句中表达的“想诸弟”之情起了层层烘染、反复衬托的作用。至于紧接在第三句后的结尾一句，把诗笔宕开，寄想象于故园的寒食景色，就更收烘托之妙，进一步托出了“想诸弟”之情，使人更感到情深意远。</p> <p>　　这首诗，运笔空灵，妙有含蓄，而主要得力于结尾一句。这个结句，就本句说是景中见情，就全篇说是以景结情，收到藏深情于行间、见风韵于篇外的艺术效果。它与<a href=\"http://so.gushiwen.org/author_515.aspx\">王维</a>《山中送别》诗“春草明年绿，王孙归不归”句，都取意于《楚辞。招隐士》“王孙游兮不归，春草生兮萋萋”。但王维句是明写，语意实；这一句是暗点，更显得蕴藉有味。它既透露了诗人的归思，也表达了对诸弟、对故园的怀念。这里，人与地的双重怀念是交相触发、融合为一的。</p><br/><h2>赏析二</h2> <p>　　杜陵是<a href=\"http://so.gushiwen.org/author_564.aspx\">韦应物</a>的故乡，在今陕西省西安市东南。古为杜伯国，秦置杜县，因汉宣帝筑陵于东原上而得名 。当时<a href=\"http://so.gushiwen.org/view_8686.aspx\">诗</a>人离开京城长安（今西安市）在外宦游，适逢寒食节，孤独思乡之情更甚，于是便即兴写下了这首满溢手足之情的七绝——“乍暖还寒时候，天空下着蒙蒙的细雨，在这家家户户都禁绝烟火的节日里，空荡荡的旅斋更显得孤凄冷清，叫人如何能够安坐？还是出去看看吧！漫无目的地来到江边，江风拂面，竟然觉得比屋内还暖和一些。独坐岸石，杨柳枝头的流莺飞来飞去，还不时呼朋引伴地鸣叫着。清脆如歌的啼唤，为何竟如此令人怅然？喝一杯淡淡的冷酒，解不了胸中无限的愁绪；看一眼带露的红花，消不了心中无尽的孤凄；远在京师的弟弟，我想念你们啊！此时此刻，老家杜陵的原野上，该是草色青青了吧……”</p> <p>　　诗人首句写景，突出一个“冷”字：“雨中”是天气之冷；“禁火”是节令之冷；“空斋”是旅居之冷。寒食禁火，万户无烟，本来已经够萧索的了，更逢阴雨，又在空斋，再加气候与心情的双重清冷，这样层层叠加地写足了环境气氛，令人倍感萧索与凄冷。 次句还是写景，关键在一个“独”字：“江上”是春潮涌动的春江;“流莺”是自由翻飞、悦耳欢啼的黄莺，与上句所写的萧索景象截然不同，本是充满生机，令人振奋愉悦的景象。但在本句中却用一个“独”字又折转回来，在多层次中更显示了曲折。再美好的景象，独看独听反而更添寂寞和惆怅。两句合起来，对第三句的“想诸弟”起了层层烘染、反复衬托的作用。第三句直抒胸臆，既点题，又说明了前两句诗人倍感冷寂孤独的原因，还能自然而然地过渡到结句的想象中的情景。一边喝酒，一边赏花，不是游春时的闲适畅饮，而是孤寂难耐的排遣。“借酒消愁愁更愁，泪眼观花花不语”，无可奈何的自宽自慰之中，流露出无尽的落寞与惆怅。结句运用联想，又是写景，诗人宕开诗笔，寄想象于故园的寒食景色，进一步托出了“想诸弟”之情，由人及物，融情于景，更烘托出诗人到对诸弟、对故园的怀念之情。情景交融，与“王孙游兮不归，春草生兮萋萋”（《楚辞·招隐士》）有异曲同工之妙。 </p> <p>　　全诗句句相承，首尾呼应，一气流转，浑然成章。虽只是写身边景、眼前事、心中想，但运笔空灵，含蓄深婉，极尽烘托之妙。在情景交融的和谐意境里，“手足情深”的主题得到了完美的呈现。千古之下，依然令人共鸣、感慨、以及羡慕、遗憾。时下的年轻一代多为独生子女，“手足之情”已属稀罕，“手足情深”就更是奢望了，更何况，“寒食”这一古老的传统节日早已被人们冷落不过了。“把酒看花想手足”的哀婉意境，怕是只能在古人的诗句中去寻觅了…… </p>",
  "about": "<h2>创作背景</h2> 　　这首<a href=\"http://so.gushiwen.org/view_8686.aspx\">诗</a>写在唐德宗贞元二年（786年）或三年江州刺史任上。当时诗人遇上了寒食节，孤独思乡之情更甚，于是便即兴写下了这首诗。",
  "poet": {
    "id": 564,
    "star": 0,
    "name": "韦应物",
    "image": "http://img.gushiwen.org/authorImg/weiyingwu.jpg",
    "desc": "韦应物（737～792），中国唐代诗人。汉族，长安(今陕西西安)人。今传有10卷本《韦江州集》、两卷本《韦苏州诗集》、10卷本《韦苏州集》。散文仅存一篇。因出任过苏州刺史，世称“韦苏州”。诗风恬淡高远，以善于写景和描写隐逸生活著称。"
  },
  "tags": [
    "寒食节",
    "孤独",
    "思念"
  ]
}