{
  "id": 57734,
  "star": 58,
  "name": "一剪梅·游蒋山呈叶丞相",
  "dynasty": "宋代",
  "content": "独立苍茫醉不归。日暮天寒，归去来兮。探梅踏雪几何时。今我来思，杨柳依依。<br>白石冈头曲岸西。一片闲愁，芳草萋萋。多情山鸟不须啼。桃李无言，下自成蹊。",
  "fanyi": "<p><strong>译文</strong><br>我独自站在空阔无边的钟山上饮酒，天色已晚，天气变寒，已经到了回去的时候。曾几何时，我们一起踏雪寻梅，现在又依依惜别。你离开后，我将会有怎样的一番思念。<br>长江西岸的白石岗，长满了萋萋芳草，惹来一片离愁。我对你的思念不用山鸟来表达，就像桃李不会言语，下面却自己出现了小路。</p> <p><strong>注释</strong><br>（1）叶丞相：即叶衡，字梦锡，婺州金华人。叶衡于淳熙元年（1174）冬始入京拜相。此称丞相，应该是后来追加的。蒋山：即钟山。<br>（2）独立苍茫：<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>《乐游园歌》：“此身饮罢无归处，独立苍茫自咏<a href=\"http://so.gushiwen.org/view_57734.aspx\">诗</a>”。苍茫：空阔无边的样子。 日暮天寒：杜甫《佳人》：“天寒翠袖薄，日暮倚修竹。” 归去来兮：<a href=\"http://so.gushiwen.org/author_645.aspx\">陶渊明</a>《归去来兮辞》的首句即为归去来兮。<br>（3）《诗经· 小雅》：“昔我往矣，杨柳依依，今我来思，雨雪霏霏。”<br>（4）白石岗：在建康朱雀门外，当为二人常游之处。芳草萋萋：《招隐士》：“王孙游兮不归，春草生兮萋萋。”<br>（5）《史记·李将军列传》引谚语赞曰：“桃李不言，下自成蹊。”喻实至名归。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　词中上片回忆与叶衡同游钟山，“独立苍茫醉不归，日暮天寒”，点明了具体地点与时间，“独立苍茫”、“日暮天寒”以苍茫无人来表明作者的孤寂，日暮天寒说明了环境的凄清，从而渲染了一种凄凉悲切的氛围，借<a href=\"http://so.gushiwen.org/author_645.aspx\">陶渊明</a>《归去来兮辞》的首句“归去来兮”，说明叶衡即将离开建康奔赴京城。“探梅踏雪几何时。”，回忆与友人当时一起在钟山上踏雪寻梅的经历，“雪”象征着纯洁，“梅”则象征着清高，傲岸的人格，词人与友人一起踏雪寻梅，则是说明两人志同道合，两人的友谊也是纯洁高尚的。“今我来思”和“杨柳依依”是《<a href=\"http://so.gushiwen.org/view_57734.aspx\">诗</a>经·小雅·采薇》中的诗句，被作者直接引用，想象友人走后，自己一个人再来钟山那种“物是人非”的凄凉心境，化用即成的诗句，却毫无做作之感。</p> <p>　　下片紧承“今我来思，杨柳依依。”“白石冈头曲岸西。一片闲愁，芳草萋萋。”几句，描写了友人离开以后的具体情景：白石岗依旧是长满了萋萋芳草，景色没有变，却没有同游之人，从而而心中充满了愁绪。“多情山鸟不须啼。”，则是对这种愁绪的强调——不用山中多情的鸟儿悲啼，心中自会惆怅不已。最后两句，引用《史记·李将军列传》中赞颂李广的话说明叶衡在建康的德政受到人们的称颂，叶衡本人也受到百姓的爱戴。</p>",
  "about": "<h2>创作背景</h2> 　　这首词作于淳熙元年（1174）春，作者第二次在建康做官，任江东安抚使参议官。叶衡也是当时著名的抗金人物，与作者关系密切。<a href=\"http://so.gushiwen.org/author_217.aspx\">辛弃疾</a>这次在建康任职，也是出于叶衡的推荐。叶衡于是年二月招赴京城，该词正咏此事。",
  "poet": {
    "id": 217,
    "star": 0,
    "name": "辛弃疾",
    "image": "http://img.gushiwen.org/authorImg/xinqiji.jpg",
    "desc": "辛弃疾（1140－1207），南宋词人。原字坦夫，改字幼安，别号稼轩，汉族，历城（今山东济南）人。出生时，中原已为金兵所占。21岁参加抗金义军，不久归南宋。历任湖北、江西、湖南、福建、浙东安抚使等职。一生力主抗金。曾上《美芹十论》与《九议》，条陈战守之策。其词抒写力图恢复国家统一的爱国热情，倾诉壮志难酬的悲愤，对当时执政者的屈辱求和颇多谴责；也有不少吟咏祖国河山的作品。题材广阔又善化用前人典故入词，风格沉雄豪迈又不乏细腻柔媚之处。由于辛弃疾的抗金主张与当政的主和派政见不合，后被弹劾落职，退隐江西带湖。"
  },
  "tags": [
    "惜别"
  ]
}