{
  "id": 66959,
  "star": 8,
  "name": "醉桃源·春景",
  "dynasty": "宋代",
  "content": "拍堤春水蘸垂杨。水流花片香。弄花喈柳小鸳鸯。一双随一双。 <br>帘半卷，露新妆。春衫是柳黄。倚阑看处背斜阳。风流暗断肠。",
  "shangxi": "<h2>鉴赏</h2> <p>　　这首词以轻快活泼的笔调，将春天的美景和此景下美人的娇颜、春怨一一写出。清新自然，朗朗上口。是严仁的又一佳作。</p> <p>　　春色是较为常见的，但写得更为有声有色，有情有味，将画境、<a href=\"http://so.gushiwen.org/view_66959.aspx\">诗</a>意、音响感融为一体，在美学上达到一个很高的境界。首句“拍堤春水”，让人仿佛感觉到风吹浪起，湖水轻轻地拍打堤岸的声音；而堤上的杨柳倒挂湖面，轻轻拂水，象是有声，然而却非常细微。水中的瓣瓣落花，随波荡漾，种种色彩，阵阵幽香，都刺激着我们的感官。然而词人并未到此为止，又添上一对对鸳鸯。</p> <p>　　它们在湖上自由自在游戏，一会儿嬉弄花瓣，一会儿又用小嘴去咬下垂的柳梢。这一“噆”字非常准确地表现了鸳鸯动作的迅速与细巧。添上鸳鸯，整个画面就活了，完整了，并且充满了生命的气息和动态美。</p> <p>　　转入抒情。只见小楼上的珠帘卷处，一位佳人露出淡雅的新妆，在这新妆中最突出的一点是她那件柳黄色的春衫。“春衫是柳黄”，同上片的“垂杨”是一样的颜色，让人感觉人的装束与周围的环境取得了和谐一致。词人接着为读者摄下了这样一幅剪影：她背着斜阳，凭阑凝望。至于她的容颜和表情究竟如何，词人并未从正面予以描画，而仅仅从侧面着笔，写她的情韵；只是最后“风流暗断肠”一句，才用作者的主观评价给她的情绪淡淡地抹上一笔哀愁的色调。这首词前面几句自然轻快，后面一个转折，表现了轻微的哀怨。</p> <p>　　全词轻快灵妙的。全词笔致轻灵，意境新颖，读后能给人以精神上的愉悦。另外词的下片还注意艺术上的藏和露的关系，露出的是人物最富特征的春衫和倚阑的身影，隐藏的是人物的思想感情。这就留下足够的空间，让读者去想象，去回味。而成功的词作，大多如此。 </p><br/><h2>赏析</h2> <p>　　这是一幅淑女赏春图，画面丰富、生动，意则有所深折。图中女子，背斜阳而倚楼栏，珠帘半卷，新妆乍露，纵目观赏眼前一派春光。</p> <p>　　占据画面中心的是一河春水。清碧高涨，拍提舐岸，岸柳垂绦，拂水掠波，又好象蘸着春澜在写、在画。垂杨于水，本是主动去沾惹，词人却说是水浸润柳枝，突出了水的活泼。第二句，让人推想，岸边除绿柳成行，还有红紫芬芳，正是春深时候，落红成阵，水面流芳泛彩，清香远播。三四句，女主人公看到了更其富于生命的嬉戏：小小鸳鸯，追啄着水面的花瓣，咬弄着抚水的柳叶，成双成对，追随不舍。拍、蘸、流、弄、噆、随，连下六动词，都由女子注视、感受所串连。我们仿佛随她一起听到了春潮涌动，噬岸有声，鸳鸯啄花啜柳喋喋呷呷；看到了水与柳与花，鸳鸯和花和柳，鸳鸯并鸳鸯之间亲密的厮缠，浑然的生命依恋；看到了水的清碧，柳的翠绿，花的多彩，女子的淡雅衣装，鸳鸯的明艳羽翼；还闻到了满泛一河的花香。</p> <p>　　这生动、繁富和美丽，明明合奏着春的欢乐，春的勃郁生机，而赏春人却黯然“肠断。”　上片那满目春光的表相下面深潜的意念，都涌动起来。垂杨蘸水，丝绦千缕，“长安陌上无穷树，惟有垂杨管别离”（<a href=\"http://so.gushiwen.org/author_197.aspx\">刘禹锡</a>），昔日折柳送人，如今人在何处，怎不让伊目思怀？“忽见陌头杨柳色，悔教夫婿觅封侯”（<a href=\"http://so.gushiwen.org/author_437.aspx\">王昌龄</a>），或者这丝绦已老的柳，竟让伊怨怼于深闺独守。往下，落花流水意的传统蕴含，“水流花谢两无情”的沉重叹息，也许又勾动她生命花衰青春水逝的怜惧。词人的《南柯子》云：“晓绿千层出，春红一半休。门前溪水泣花流”，一个“休”字，正是流水泣花内涵的清楚注脚，与此词同读，正见词人赋予人物的生命怜惧意识的反复出现。待到鸳鸯鸟出现于眼前，它们成双作对，棒打不散，逐水弄花，自在而欢畅，词中人更加难于禁持了。词人《阮郎归·春思》曰“贪凭雕槛看鸳鸯”；《一落索·春怀》曰“清晓莺啼红树，又一双飞去”，词人让词中人一再关切成对的鸳鸯，双飞的莺燕。自然物尚两性相守，阴阳偕合，人呢，形单影只，索寞兰闺，岂不让人难以为情。“得成比目何辞死，愿作鸳鸯不羡仙”，这春光中最富生命的跃动，怎不使她腾起生命追求的热切！于是，因而才有这一片明媚春阳下的“断肠”和“暗”。</p> <p>　　题为春景，实是春怨、春思、伤春。上片明丽轻快，恰是下片“帘半卷”的慵懒、“背斜阳”的幽悄、“暗断肠”的伤情的缘由，不协调中正含着统一。 </p>",
  "poet": {
    "id": 663,
    "star": 0,
    "name": "严仁",
    "desc": "严仁（约公元1200年前后在世）字次山，号樵溪，邵武（今属福建）人。生卒年均不详，约宋宁宗庆元末前后在世。好古博雅。杨巨源诛吴曦，安丙惎而杀之，仁为作长愤歌，为时传诵。与同族严羽、严参齐名，人称“三严”。仁工词，有《清江欸乃集》不传，《文献通考》行于世。存词30首。"
  },
  "tags": [
    "春天",
    "写景",
    "女子",
    "赏春"
  ]
}