{
  "id": 28585,
  "star": 223,
  "name": "蝉",
  "dynasty": "唐代",
  "content": "本以高难饱，徒劳恨费声。<br>五更疏欲断，一树碧无情。<br>薄宦梗犹泛，故园芜已平。<br>烦君最相警，我亦举家清。",
  "fanyi": "<p><strong>译文<br></strong>你栖身高枝之上才难以饱腹，悲鸣传恨无人理会白费其声。<br>五更以后疏落之声几近断绝，满树碧绿依然如故毫不动情。<br>我官职卑下像桃梗漂流不定，家园长期荒芜杂草早已长平。<br>烦劳你的鸣叫让我能够警醒，我是一贫如洗全家水一样清。</p> <p><strong>注释<br></strong>⑴以：因。薄宦：指官职卑微。高难饱：古人认为蝉栖于高处，餐风饮露，故说“高难饱”。<br>⑵恨费声：因恨而连声悲鸣。费，徒然。<br>⑶五更（gēng）：中国古代把夜晚分成五个时段，用鼓打更报时，所以叫“五更”。疏欲断：指蝉声稀疏，接近断绝。<br>⑷碧：绿。<br>⑸薄宦：官职卑微。梗犹泛：典出《战国策·齐策》：土偶人对桃梗说：“今子东国之桃梗也，刻削子以为人，降雨下，淄水至，流子而去，则子漂漂者将何如耳。”后以梗泛比喻漂泊不定，孤苦无依。梗，指树木的枝条。<br>⑹故园：对往日家园的称呼，故乡。芜已平：荒草已经平齐没胫，覆盖田地。芜，荒草。平，指杂草长得齐平 。<br>⑺君：指蝉。警：提醒。<br>⑻亦：也。举家清：全家清贫。举，全。清，清贫，清高。</p>",
  "about": "<h2>创作背景</h2> 　　<a href=\"http://so.gushiwen.org/author_204.aspx\">李商隐</a>平生曾两度入官秘书省，但最终未能得志，处境每况愈下。该<a href=\"http://so.gushiwen.org/view_28585.aspx\">诗</a>就是表达了他虽仕途不顺，却坚守清高之志。<br/><h2>句解</h2> <p><strong>本以高难饱，徒劳恨费声</strong><br>　　蝉本来就因栖息于高枝，难得一饱；它鸣叫不停，却不受理睬，真是白白辛苦，怨恨无穷啊。“以”，因。古人误以为蝉餐风饮露，所以说“高难饱”。“费声”，指鸣声频频。</p> <p>　　就真实情况而言，蝉并非是因身在高处，不肯飞下来乞食而“难饱”；它的鸣叫声中也没有什么恨意，这完全是<a href=\"http://so.gushiwen.org/view_28585.aspx\">诗</a>人自己的理解与感受，是其身世之感的寄托。“高”，语义双关，喻指人的品格高洁。</p> <p>　　诗人自许清高，不肯屈就，结果只落得生活困顿，这不就是“高难饱”吗？他曾向令狐绹等当权者陈情，希望得到他们的理解和帮助，可最终还是不被人理会，依旧无法摆脱仕途坎坷的困境，这难道不是一场“徒劳”吗？在这里，蝉已经完全人格化了，诗人分明是借其表达自己艰难的身世和处境，所以<a href=\"http://so.gushiwen.org/author_274.aspx\">纪昀</a>说开头两句是“意在笔先”。</p> <p><strong>五更疏欲断，一树碧无情</strong><br>　　蝉彻夜悲鸣，叫到五更天，已是声嘶力竭、稀稀落落，快要断绝了。可是那些树呢，依旧碧绿青翠，任凭蝉叫得如何凄苦动人，也是无动于衷，真是无情啊！</p> <p>　　蝉声与树木的碧绿本来是毫不相干的，诗人却责怪树木的冷酷无情。显然，这同样是在寄托自己的身世遭遇，抒写自己的哀告无门、受人冷落。曾经有过深交的令狐绹等人本来是可以帮助<a href=\"http://so.gushiwen.org/author_204.aspx\">李商隐</a>的，可是，他们不仅没有伸出援助之手，反而处处排挤打击他。在这样的境况下，诗人怎能不怨恨与激愤。</p> <p><strong>薄宦梗犹泛，故园芜已平</strong><br>　　这两句转向诗人自叙：我职卑禄薄，到处漂泊，早已丢下的家乡田园，已是一片荒芜。</p> <p>　　《战国策·齐策》里有一则故事，桃偶讥笑泥人：“你是用泥土做成的人形，一到发洪水的时候，你就完了。”泥人说：“我是西岸土做的人，洪水来了，尽管我会没了人形，但我还可以被冲回西岸家乡去。而你呢，你是东国桃木做成的人，洪水一来，你还不知道漂泊到哪里去呢？”后来就用“梗泛”来比喻漂泊无定的生涯。“梗”，树木枝条。“泛”，漂流。李商隐长年辗转于各地为他人做幕僚，职位卑微，俸禄微薄，故称“薄宦”。</p> <p>　　“故园芜已平”，从<a href=\"http://so.gushiwen.org/author_645.aspx\">陶渊明</a>《归去来辞》的“田园将芜胡不归”化用而来。陶渊明做官不如意，想到自己家乡的田地快要荒芜了，就辞官而去，归隐田园，自得其乐。自己也是仕途坎坷，处处碰壁，何不也像陶渊明那样早日还乡呢？可是，故园荒芜，似乎已经没有自己的立身之地，真是进亦难，退亦难！</p> <p>　　这两句在四处漂泊、前途黯淡的生活身世倾诉中，透露出诗人的失意与苍凉。</p> <p><strong>烦君最相警，我亦举家清</strong><br>　　这两句是作者对蝉说的话：多劳你给我警告，我一家人的生活也和你一样清寒。“君”，指蝉。“警”，警醒，这里有触动的意思。蝉在告诫什么呢？有人说是警告诗人为什么不及早回头，早归故园；有人则认为是提醒诗人保持高洁的操守。</p> <p>　　此联前一句回到咏蝉上来，用拟人手法写蝉。后一句“君”与“我”对举，把咏物和抒情结合起来，呼应开头，首尾圆合。 </p><br/><h2>评解</h2> <a href=\"http://so.gushiwen.org/author_204.aspx\">李商隐</a>是唐代咏物<a href=\"http://so.gushiwen.org/view_28585.aspx\">诗</a>的大家，他的咏物诗大多托物寓慨。这首诗表面写蝉，实际上是写自己。<a href=\"http://so.gushiwen.org/author_274.aspx\">纪昀</a>说：“前四句写蝉即自寓，后四句自写，仍归到蝉。隐显分合，章法可玩。”全诗层层深入，阐发主题。“高难饱”，鸣“徒劳”，声“欲断”，树“无情”，怨之深，恨之重，一目了然。“五更疏欲断，一树碧无情”被誉为“追魂之笔”，语出愤激却运思高妙、耐人寻味。后面就直接跳到自身的遭遇上来，直抒胸臆，足见其感情的强烈。最后却又自然而然地回到蝉身上，首尾圆融，意脉连贯。 钱钟书先生评论这首诗说：“蝉饥而哀鸣，树则漠然无动，油然自绿也。树无情而人有情，遂起同感。蝉栖树上，却恝置（犹淡忘）之；蝉鸣非为‘我’发，‘我’却谓其‘相警’，是蝉于我亦‘无情’，而我与之为有情也。错综细腻。”",
  "poet": {
    "id": 204,
    "star": 0,
    "name": "李商隐",
    "image": "http://img.gushiwen.org/authorImg/lishangyin.jpg",
    "desc": "李商隐，字义山，号玉溪（谿）生、樊南生，唐代著名诗人，祖籍河内（今河南省焦作市）沁阳，出生于郑州荥阳。他擅长诗歌写作，骈文文学价值也很高，是晚唐最出色的诗人之一，和杜牧合称“小李杜”，与温庭筠合称为“温李”，因诗文与同时期的段成式、温庭筠风格相近，且三人都在家族里排行第十六，故并称为“三十六体”。其诗构思新奇，风格秾丽，尤其是一些爱情诗和无题诗写得缠绵悱恻，优美动人，广为传诵。但部分诗歌过于隐晦迷离，难于索解，至有“诗家总爱西昆好，独恨无人作郑笺”之说。因处于牛李党争的夹缝之中，一生很不得志。死后葬于家乡沁阳（今河南焦作市沁阳与博爱县交界之处）。作品收录为《李义山诗集》。"
  },
  "tags": [
    "唐诗三百首",
    "咏物"
  ]
}