{
  "id": 6043,
  "star": 7,
  "name": "送刘昱",
  "dynasty": "唐代",
  "content": "八月寒苇花，秋江浪头白。<br>北风吹五两，谁是浔阳客。<br>鸬鹚山头微雨晴，扬州郭里暮潮生。<br>行人夜宿金陵渚，试听沙边有雁声。",
  "fanyi": "<p><strong>译文<br></strong>八月的芦苇和江边的浪花都是白色的。<br>北风吹着候风器，谁才是浔阳的客人呢？<br>雨后天晴，鸬鹚在山头停留，扬州的外城晚上生出潮水。<br>行路之人晚上住在金陵的小岛上，可以听到沙滩边大雁的鸣叫。</p> <p><strong>注释<br></strong>⑴刘昱（yù）：作者的友人。<br>⑵苇（wěi）：芦苇。<a href=\"http://so.gushiwen.org/author_823.aspx\">李时珍</a>《本草纲目》：“苇之初生曰葭，未秀曰芦，长成曰苇。”<br>⑶浪头：掀起的波浪。<br>⑷五两：古代的候风器，用鸡毛五两（或八两）系于高竿顶上而成。<br>⑸浔（xún）阳：地名，今江西省九江市的古称。<br>⑹鸬鹚（lú cí）：一种鸟，也叫水老鸦、墨鸦、鱼鹰，属于鹈形目鸬鹚科。<br>⑺郭：外城。<br>⑻金陵：今江苏南京的古称。<br>⑼渚（zhǔ）：水中的小块陆地。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这是一首送别<a href=\"http://so.gushiwen.org/view_6043.aspx\">诗</a>。诗在有情无情之间，着笔淡永，但也并不是敷衍应酬。</p> <p>　　诗一开头，就以景衬情，渲染了离别的气氛：“八月寒苇花，秋江浪头白。”八月秋意凉，岸边的苇花是白色的，江中的浪头也是白色的，再加上秋风瑟瑟，于是，浪花借助风力打湿苇花，苇花则随风而扑向浪花，两者似乎浑然一“白”了。这“白”，不是严冬霜雪之白，也不是三春柳絮梨花之白，而是凉秋八月之白，既不绚烂，也不凛烈，而是素净萧疏。此诗将芦花与秋江浪花联想在一起，让人感受到一片雪白的情境之中，纯洁的友情之爱白浪滔天——那种“芦花一白万顷雪”的情景之美，也就构成了雪花一样翻腾的江水了。其时，北风吹动船桅上的“五两”，似乎在催赶着离客。“浔阳客”，表明了船的去处。浔阳，在镇江的西南方，北风恰是顺风。看来，船就要趁好风而开动了。那么，“谁是浔阳客？”当然是刘昱，这一点，诗人明白，读者也明白。然而诗却故意用设问句式，使文气突起波澜，增强了韵味。八月风高，苇寒浪白，谁也不会愿意风行水宿。眼前刘昱偏偏要冒风波而远去浔阳，因而“谁是”一问，言外之意，还是希望刘昱且住为佳。诗心至此而更曲，诗味至此而更永。</p> <p>　　可是刘昱究竟是留不住的。北风吹着五两，何况雨止潮生，又具备了扬帆启碇的条件。“鸬鹚山头微雨晴，扬州郭里暮潮生”，这两句并不是泛泛写景，而是既暗示离客之将行，又补点出启行的地点（鸬鹚山当在镇江一带，其地已不可考）。而诗由此也已从前面的入声十一陌韵而转用八庚韵，给人以清新之感，与这两句所表现的秀丽景色是十分和谐的。于是，刘昱在这风高潮涨雨霁天晴之时走了。诗人伫立凝望着远去的客船，不禁想道：今宵客船会在哪里夜泊呢？“行人夜宿金陵渚，试听沙边有雁声。”一般送客诗，往往易落入送别时依依不舍，分别后惆怅独归这一窠臼，而<a href=\"http://so.gushiwen.org/author_671.aspx\">李颀</a>却把丰富的想象力运用到行客身上，代行人设想。身在此，而心随友人远去。后来北宋<a href=\"http://so.gushiwen.org/author_535.aspx\">柳永</a>《雨霖铃》词中的“今宵酒醒何处？杨柳岸，晓风残月”，用的也是这种手法。诗人推想刘昱今夜大概可以停泊金陵江边了，那时，耳边会传来一阵阵凄凉的雁叫声。苇中有雁，这是常见的，因而诗人由镇江江边的芦苇，很容易联想到雁。但仅仅这样理解还不够。雁是合群性的禽鸟，夜宿苇中也是群栖的，群栖时一般不发声，如果发出鸣声，那一定是失群了。刘昱单身往浔阳，无异于孤雁离群，那么夜泊闻雁，一定会联想到镇江的那些朋友，甚或深悔此行。“试”字，即暗含比意。反过来，留着的人都思念刘昱，这就不必说了。末句既以“雁”字呼应芦苇，又从雁声发生联想，委婉蕴藉，毫无显豁呈露之气，别有一番情味，开后来神韵之风。</p> <p>　　此诗虽然是一首古体诗，但在古拗中时有律句，在散漫中夹带对偶，丰富多姿。如第一段头两句都是拗句，而第三句用律句；第二段四句七言诗，除第一句是连下五个平声字的拗句外，其余三句都是格律严整的律句，与七律仄起式的第二、三、四句平仄格律全同，在声律上兼有铿锵顿挫的音乐感、柔和婉谐的美感。再如“鸬鹚山头微雨晴，扬州郭里暮潮生”两句，在前后一片散漫之中，突然插入工整的对偶句，正所谓“于局势散漫中求整饬”（《说诗晬语》），错落有致，别具一格。在声韵与情境的配合方面，第一段用节拍急促的五言诗，配以短促的入声韵，抒写临别时激烈的情怀；第二段，情境由激烈转为舒展，声韵也随之转换，变五言为七言，化急节为慢声，配上悠扬的平声韵，更显情深意切。</p>",
  "about": "<h2>创作背景</h2> 　　这首<a href=\"http://so.gushiwen.org/view_6043.aspx\">诗</a>是唐代诗人<a href=\"http://so.gushiwen.org/author_671.aspx\">李颀</a>宦游江南送别朋友刘昱时所作。刘昱不知何许人，从诗中可考见的，他与李颀是朋友，但关系并不十分密切，两人当时同在镇江扬州这一带。八月间，刘昱溯江西上，准备到九江去，李颀作此诗送别。",
  "poet": {
    "id": 671,
    "star": 0,
    "name": "李颀",
    "image": "http://img.gushiwen.org/authorImg/liqi.jpg",
    "desc": "李颀(690-751)，汉族，东川（今四川三台）人（有争议），唐代诗人。少年时曾寓居河南登封。开元十三年进士，做过新乡县尉的小官，诗以写边塞题材为主，风格豪放，慷慨悲凉，七言歌行尤具特色。"
  },
  "tags": [
    "写景",
    "送别"
  ]
}