{
  "id": 69098,
  "star": 56,
  "name": "有美堂暴雨",
  "dynasty": "宋代",
  "content": "游人脚底一声雷，满座顽云拨不开。<br>天外黑风吹海立，浙东飞雨过江来。<br>十分潋滟金樽凸，千杖敲铿羯鼓催。<br>唤起谪仙泉洒面，倒倾鲛室泻琼瑰。",
  "fanyi": "<p><strong>译文</strong><br>　　一声响亮的雷声宛如从游人的脚底下震起，有美堂上，浓厚的云雾缭绕，挥散不开。远远的天边，疾风挟带着乌云，把海水吹得如山般直立；一阵暴雨，从浙东渡过钱塘江，向杭州城袭来。西湖犹如金樽，盛满了雨水，几乎要满溢而出；雨点敲打湖面山林，如羯鼓般激切，令人开怀。我真想唤起沉醉的<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>，用这满山的飞泉洗脸，让他看看，这眼前的奇景，如倾倒了鲛人的宫室，把珠玉洒遍人寰。</p> <p><strong>注释</strong><br>①有美堂：嘉祐二年（1057年），梅挚出知杭州，仁宗皇帝亲自赋<a href=\"http://so.gushiwen.org/view_69098.aspx\">诗</a>送行, 中有“地有吴山美，东南第一州”之句。梅到杭州后，就在吴山顶上建有美堂以见荣宠。<br>②顽云：犹浓云。<br>③潋滟（liàn yàn）：水波相连貌。凸：高出。<br>④敲铿（kēng）：啄木鸟啄木声，这里借指打鼓声。羯（音竭）鼓：羯族传入的一种鼓。<br>⑤谪仙：被贬谪下凡的仙人，指李白。<a href=\"http://so.gushiwen.org/author_368.aspx\">贺知章</a>曾赞美他为谪仙人。唐玄宗曾谱新曲，召李白作词。白已醉，以水洒面，使之清醒后，即时写了多篇。<br>⑥鲛室：神话中海中鲛人所居之处，这里指海。琼瑰：玉石。</p>",
  "shangxi": "<h2>\"天外黑风吹海立　浙东飞雨过江来\"赏析</h2> <p>　　从天那边黑空中吹来的暴风，把海水吹得起立了起来；浙东的暴雨，也都被狂风吹飞过江的这边来。</p> <p>　　这两句是写天风海雨的狂暴，从另一角度看，也可看作是写山河景观的壮丽。从这两句<a href=\"http://so.gushiwen.org/view_69098.aspx\">诗</a>也可看出东坡胸襟雄阔奔放的气概。此联写暴雨突来，风起云涌之势。上句用天外黑风形容狂风骤起，天地变色；“吹海立”则表现雨势滂沱，如海潮汹涌。而下句则连用“飞”“过”“来”三个动词，极为生动地展现暴雨由远而近、横跨大江、呼啸奔来的壮观景象。</p><br/><h2>赏析二</h2> <p>　　这首《有美堂暴雨》是<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>即景<a href=\"http://so.gushiwen.org/view_69098.aspx\">诗</a>中的力作之一。诗以雄奇的笔调、新妙的语言有声有色地摹写了诗人于有美堂所见骤然而至的急雨之景。暴风雨是大自然中最能震慑人心的壮观之一。苏轼生性豁达爽朗，对暴风雨特别欣赏，写了多首诗进行描摹赞叹。这首诗由于是在吴山顶上的有美堂中所写，气势更为雄伟壮大。</p> <p>　　诗的起首很突兀，直接入题写暴风雨来时，闷雷起自脚下，云雾绕座不散。突出了所处的地势很高，因而所见的暴雨，与平地所见不同，为下文铺垫。接下就别出蹊径，描绘了一幅壮阔异常的场面。风是看不见的，苏轼却给它着色，说是黑风，以视觉代替感觉，很形象地表现了暴雨来时疾风挟着尘灰乌云的情况。“吹海立”是形容风的强烈。宋蔡绦《西清诗话》以为是学<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>文中“九天之云下垂，四海之水皆立”句，尽管不一定对，但两者的气势很接近。有美堂虽然很高，但不可能见到大海，“吹海立”是想象之词，下句写风带着暴雨从东面渐渐而来，便是实指。夏天的暴雨，区域很小，来势迅猛，通过“飞雨过江来”五字，将这一情况囊括殆尽。这句诗虽然搬用了唐<a href=\"http://so.gushiwen.org/author_38.aspx\">殷尧藩</a>《喜雨》诗句，但妙合时地，密切无缝。《御选唐宋诗醇》卷三十四评此联说：“写暴雨非此杰句不称……且亦必有‘浙东’句作对，情景乃合。”并说只有唐<a href=\"http://so.gushiwen.org/author_714.aspx\">骆宾王</a>的“楼观沧海日，门对浙江潮”方能与此方驾。</p> <p>　　五、六二句具体写暴雨。雨落在西湖里，水汽蒸腾，西湖像一只盛满水的金樽，几乎要满溢出来；雨声急促激切，又如羯鼓声，敲打着这世界。这两句从高处着眼，气势充沛，绘声状形，写景与写意交相并用。而用夸张的手法，把巨大的西湖比作小小的金樽，把急雨比作羯鼓声，想象都很奇特。煞尾转入观感。这样磅礴的雨景，令诗人震动不已，于是想让这满山飞漱的泉水沃醒沉醉的<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>，让他看看如同倒倾鲛人宫室、洒下满天珍珠的奇景；同时，又等于在说要唤醒李白，请他写出美妙杰出如同珠玉般的诗篇来。这两层意思，看似不连，实际上是用了诗家惯用的“雨催诗”的典故。如杜甫《陪诸贵公子丈八沟携妓纳凉晚际过雨》云：“片云头上黑，应是雨催诗。”苏轼很喜欢用这典，如“雨已倾盆落，诗仍翻水成”（《次韵江晦叔》），“飒飒催诗白雨来”（《游张山人园》）。</p><br/><h2>赏析</h2> <p>　　此<a href=\"http://so.gushiwen.org/view_69098.aspx\">诗</a>通首描写暴雨，而前半篇与后半篇用的是两种手法。用传统的术语来说，是前赋后比。它首联非常特征地写出了雨前一刹那的气氛。在拨不开的浓云堆积低空的时候，一声炸雷从云中钻出来了，预示暴雨即将来临。次联，三句是想象，四句是亲见。<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>《朝献太清宫赋》有云：“九天之云下垂，四海之水皆立。”<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>在此时不能不想到他敬爱的前辈所创造的这联惊人奇句，而随风而至的雨却已从东飞来，自然凑泊。在诗的后半，作者接连用了几个比喻来形容这场暴雨。一写雨势之来，竟如金杯中斟满的酒高出了杯面，二写雨声之急，竟如羯鼓被千枝鼓杖赶着打击，充满敲铿之声。也评苏轼当时正在有美堂中宴饮，筵中有鼓乐，所以见景生情，因近取譬。但诗人飞腾的想象并没有到此为止，他忽然想到他的另一位敬爱的前辈<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>的故事。这一场暴雨也许是老天爷为了使醉中的李白迅速醒来，好写出许多气势如翻江倒海的诗篇，所以特地将雨洒在他的脸上吧。从而充分地表达了他的内心活动。</p> <p>　　暴雨是谁都经历过的，但只有诗人，才能够将生活中这种常见的、但又是稍纵即逝的景物赋予永恒的意义，从而显示了它的美。但必须注意的还在于苏轼写的是一座近海城市山上看到的暴雨，而不是在什么别的地方看到的；同时，他写的是一位诗人特有的想象和感受，而不是别人的想象和感受。 </p>",
  "about": "<h2>创作背景</h2> 　　这首《有美堂暴雨》是<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>即景<a href=\"http://so.gushiwen.org/view_69098.aspx\">诗</a>中的力作之一。有美堂，为宋仁宗嘉祐二年（1057）杭州太守梅挚所建，在杭州吴山最高处，左眺钱江，右瞰西湖。堂名“有美”，是因宋仁宗赐梅挚诗句“地有吴山美，东南第一州”而取的。<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>曾作《有美堂记》，时人也纷纷吟诗作文题吟此堂。《有美堂暴雨》是苏轼于宋神宗熙宁六年（1073）初秋作。诗以雄奇的笔调、新妙的语言有声有色地摹写了诗人于有美堂所见骤然而至的急雨之景。<br/><h2>创作背景二</h2> 　　有美堂，在杭州吴山最高处，左眺钱江，右瞰西湖。堂名“有美”，是因宋仁宗赐梅挚<a href=\"http://so.gushiwen.org/view_69098.aspx\">诗</a>句“地有吴山美，东南第一州”而取的。<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>曾作《有美堂记》，时人也纷纷吟诗作文题吟此堂。《有美堂暴雨》是<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>于宋神宗熙宁六年（1073年）初秋作，苏轼时官杭州通判。",
  "poet": {
    "id": 183,
    "star": 0,
    "name": "苏轼",
    "image": "http://img.gushiwen.org/authorImg/sushi.jpg",
    "desc": "苏轼（1037－1101），北宋文学家、书画家、美食家。字子瞻，号东坡居士。汉族，四川人，葬于颍昌（今河南省平顶山市郏县）。一生仕途坎坷，学识渊博，天资极高，诗文书画皆精。其文汪洋恣肆，明白畅达，与欧阳修并称欧苏，为“唐宋八大家”之一；诗清新豪健，善用夸张、比喻，艺术表现独具风格，与黄庭坚并称苏黄；词开豪放一派，对后世有巨大影响，与辛弃疾并称苏辛；书法擅长行书、楷书，能自创新意，用笔丰腴跌宕，有天真烂漫之趣，与黄庭坚、米芾、蔡襄并称宋四家；画学文同，论画主张神似，提倡“士人画”。著有《苏东坡全集》和《东坡乐府》等。"
  },
  "tags": [
    "写雨",
    "赞美"
  ]
}