{
  "id": 27617,
  "star": 87,
  "name": "题扬州禅智寺",
  "dynasty": "唐代",
  "content": "雨过一蝉噪，飘萧松桂秋。<br>青苔满阶砌，白鸟故迟留。<br>暮霭生深树，斜阳下小楼。<br>谁知竹西路，歌吹是扬州。",
  "fanyi": "<p><strong>译文<br></strong>雨过后一只蝉在聒噪，松桂飘萧气候已交秋。<br>青苔长满台阶，白鸟故意迟留。<br>暮霭已生深树，斜阳渐下小楼。<br>谁知这条寂静的竹西路，通向那歌吹繁华的扬州。</p> <p><strong>注释<br></strong>1.禅智寺：也叫上方寺、竹西寺，在扬州使节衙门东三里。史载其位于蜀冈之尾，原是隋炀帝故宫，后建为寺，居高临下，风景绝佳，是扬州胜景之一。<br>2.蝉噪：指秋蝉鸣叫。北朝梁王籍《入若耶溪》有：“蝉噪林逾静，鸟鸣山更幽。”<br>3.飘萧：飘摇萧瑟。<br>4.阶砌：台阶。<br>5.白鸟：指通常为白色羽毛的鸟，如鹤、鹭一类的鸟。故：故意。迟留：徘徊不愿离去。<br>6.暮霭：黄昏的云气。<br>7.竹西路：指禅智寺前官河北岸的道路。竹西，在扬州甘泉之北。后人在此筑亭，名日竹西亭，或称歌吹亭。<br>8.歌吹是扬州：典出<a href=\"http://so.gushiwen.org/author_732.aspx\">鲍照</a>《芜城赋》：“车挂轊，人驾肩。廛闬扑地，歌吹沸天。”芜城即扬，由此化出“歌吹是扬州”。歌吹，歌声和音乐声；吹，指吹奏乐器。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　“雨过一蝉噪，飘萧松桂秋。”从“蝉”和“秋”这两个字来看，其时当为初秋，那时蝉噪本已嘶哑，“一蝉噪”，说明音色的凄咽；在风中摇曳的松枝、桂树也露出了萧瑟秋意。<a href=\"http://so.gushiwen.org/view_27617.aspx\">诗</a>人在表现这一耳闻目睹的景象时，用意遣词十分精细。“蝉噪”反衬出禅智寺的静，静中见闹，闹中见静。秋雨秋风则烘托出禅智寺的冷寂。</p> <p>　　接着，诗人又从视觉角度写静。“青苔满阶砌，白鸟故迟留。”台阶长满青苔，则行人罕至；“满”字写出了台阶上青苔之密，间接地写出了来人稀少，渲染了环境的空寂凄清。寺内白鸟徘徊，不愿离去，则又暗示寺的空寂人稀。青苔、白鸟，似乎是所见之物，信手拈来，呈现孤单冷落之感。</p> <p>　　“暮霭生深树，斜阳下小楼。”从明暗的变化写静。禅智寺树林茂密，阳光不透，夕阳西下，暮霭顿生。于浓荫暮霭的幽暗中见静。“斜阳下小楼”，从暗中见明来反补一笔，颇得锦上添花之致。透过暮霭深树，看到一抹斜阳的余辉，反映了禅智寺冷而不寒，幽而不暗。然而，这毕竟是“斜阳”，而且是已“下小楼”的斜阳。这种反衬带来的效果却是意外的幽静，格外的冷清，分外的沉寂。</p> <p>　　“谁知竹西路，歌吹是扬州。”运用了衬托的手法，以乐衬哀，用歌舞喧闹、市井繁华的扬州反衬出禅智寺的静寂，更突出了诗人孤独凄清和有所失落的心境。</p> <p>　　至此，诗人通过不同的角度展示出禅智寺的幽静，似乎文章已经做完。然而，忽又别开生面，把热闹的扬州拉出来作陪衬：“谁知竹西路，歌吹是扬州。”禅智寺在扬州的东北，静坐寺中，秋风传来远处扬州的歌吹之声，诗人感慨系之：身处如此歌舞喧闹、市井繁华的扬州，却只能在静寂的禅智寺中凄凉度日，“冠盖满京华，斯人独憔悴”的伤感油然而生，不可遏止，写景中暗含着诗人身世感受、凄凉情怀。</p> <p>　　这首诗写扬州禅智寺的静，开头用静中一动衬托，结尾用动中一静突出，一开篇，一煞尾，珠联璧合，相映成趣，艺术构思十分巧妙。</p>",
  "about": "<h2>创作背景</h2> 　　此<a href=\"http://so.gushiwen.org/view_27617.aspx\">诗</a>作于唐文宗开成二年（837）秋。<a href=\"http://so.gushiwen.org/author_211.aspx\">杜牧</a>时年三十五岁，任监察御史，分司东都洛阳。杜牧的弟弟杜顗患眼疾，暗无所视，寄住在扬州城东的禅智寺。杜枚告假，从洛阳带了眼医石公集前去探视。此诗便作于此时。唐制规定： “职事官假满百日，即合停解。”杜牧这次即因告假逾百日而离职。",
  "poet": {
    "id": 211,
    "star": 0,
    "name": "杜牧",
    "image": "http://img.gushiwen.org/authorImg/dumu.jpg",
    "desc": "杜牧（公元803－约852年），字牧之，号樊川居士，汉族，京兆万年（今陕西西安）人，唐代诗人。杜牧人称“小杜”，以别于杜甫。与李商隐并称“小李杜”。因晚年居长安南樊川别墅，故后世称“杜樊川”，著有《樊川文集》。"
  },
  "tags": [
    "寺庙",
    "写景",
    "孤独"
  ]
}