{
  "id": 18998,
  "star": 202,
  "name": "再游玄都观",
  "dynasty": "唐代",
  "content": "百亩庭中半是苔，桃花净尽菜花开。<br>种桃道士归何处，前度刘郎今又来。",
  "fanyi": "<p><strong>译文</strong><br>玄都观偌大庭院中有一半长满了青苔，原盛开的桃花已经荡然无存，只有菜花在开放。<br>先前那些辛勤种桃的道士如今那里去了呢？前次因看题<a href=\"http://so.gushiwen.org/view_18998.aspx\">诗</a>而被贬出长安的我——<a href=\"http://so.gushiwen.org/author_197.aspx\">刘禹锡</a>又回来了啊！</p> <p><strong>注释</strong><br>⑴公元815年（元和十年）玄都观赏花诗写后，刘禹锡又被贬出京，十四年后重被召回，写下此篇。<br>⑵百亩庭中：指玄都观百亩大的观园。苔：青苔。<br>⑶净尽：净，空无所有。 尽:完。<br>⑷种桃道士：暗指当初打击王叔文、贬斥刘禹锡的权贵们。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　该<a href=\"http://so.gushiwen.org/view_18998.aspx\">诗</a>是《元和十年自朗州至京戏赠看花诸君子》的续篇。诗前有作者一篇小序。其文云：“余贞元二十一年为屯田员外郎时，此观未有花。是岁出牧连州（今广东省连县），寻贬朗州司马。居十年，召至京师。人人皆言，有道士手植仙桃满观，如红霞，遂有前篇，以志一时之事。旋又出牧。今十有四年，复为主客郎中，重游玄都观，荡然无复一树，惟兔葵、燕麦动摇于春风耳。因再题二十八字，以俟后游。时大和二年三月。”</p> <p>　　序文说得很清楚，诗人因写了看花诗讽刺权贵，再度被贬，一直过了十四年，才又被召回长安任职。在这十四年中，皇帝由宪宗、穆宗、敬宗而文宗，换了四个，人事变迁很大，但政治斗争仍在继续。作者写这首诗，是有意重提旧事，向打击他的权贵挑战，表示决不因为屡遭报复就屈服妥协。</p> <p>　　和《元和十年自朗州至京戏赠看花诸君子》一样，此诗仍用比体。从表面上看，它只是写玄都观中桃花之盛衰存亡。道观中非常宽阔的广场已经一半长满了青苔。经常有人迹的地方，青苔是长不起来的。百亩广场，半是青苔，说明其地已无人来游赏了。“如红霞”的满观桃花，“荡然无复一树”，而代替了它的，乃是不足以供观览的菜花。这两句写出一片荒凉的景色，并且是经过繁盛以后的荒凉。</p> <p>　　与《元和十年自朗州至京戏赠看花诸君子》之“玄都观里桃千树”，“无人不道看花回”，形成强烈的对照。下两句由花事之变迁，关合到自己之升进退，因此连着想到：不仅桃花无存，游人绝迹，就是那一位辛勤种桃的道士也不知所终，可是，上次看花题诗，因而被贬的<a href=\"http://so.gushiwen.org/author_197.aspx\">刘禹锡</a>现在倒又回到长安，并且重游旧地了。这一切，是不能预料的。言下有无穷的感慨。</p> <p>　　再就其所寄托的意思看，则以桃花比新贵，与《元和十年自朗州至京戏赠看花诸君子》相同。种桃道士则指打击当时革新运动的当权者。这些人，经过二十多年，有的死了，有的失势了，因而被他们提拔起来的新贵也就跟着改变了他们原有的煊赫声势，而让位于另外一些人，正如“桃花净尽菜花开”一样。而桃花之所以净尽，则正是“种桃道士归何处”的结果。</p> <p>　　诗人想的是：这，也就是俗话说的“树倒猢狲散”。而这时，我这个被排挤的人，却又回来了，难道是那些人所能预料到的吗？对于扼杀那次政治革新的政敌，诗人在这里投以轻蔑的嘲笑，从而显示了自己的不屈和乐观，显示了他将继续战斗下去。</p> <p>　　刘禹锡玄都观两诗，都是以比拟的方法，对当时的人物和事件加以讽刺，除了寄托的意思之外，仍然体现了一个独立而完整的意象。这种艺术手法是高妙的。</p>",
  "about": "<h2>创作背景</h2> 　　《再游玄都观》作于唐文宗大和二年（828年），此<a href=\"http://so.gushiwen.org/view_18998.aspx\">诗</a>可以算是《元和十年自朗州至京戏赠看花诸君子》的续篇。十四年前，<a href=\"http://so.gushiwen.org/author_197.aspx\">刘禹锡</a>因赋玄都观诗开罪于权相武元衡，被远窜岭南。十四年后，刘禹锡“复为主客郎中”，再次回到了长安。这时，武元衡已死了十四年了。刘禹锡重提旧事，再咏玄都，对武元衡等显然是一种嘲笑和鞭挞。",
  "poet": {
    "id": 197,
    "star": 0,
    "name": "刘禹锡",
    "image": "http://img.gushiwen.org/authorImg/liuyuxi.jpg",
    "desc": "刘禹锡（772－842），字梦得，汉族，中国唐朝彭城（今徐州）人，祖籍洛阳，唐朝文学家，哲学家，自称是汉中山靖王后裔，曾任监察御史，是王叔文政治改革集团的一员。唐代中晚期著名诗人，有“诗豪”之称。他的家庭是一个世代以儒学相传的书香门第。政治上主张革新，是王叔文派政治革新活动的中心人物之一。后来永贞革新失败被贬为朗州司马（今湖南常德）。据湖南常德历史学家、收藏家周新国先生考证刘禹锡被贬为朗州司马其间写了著名的“汉寿城春望”。"
  },
  "tags": [
    "游历",
    "看花"
  ]
}