{
  "id": 35,
  "star": 137,
  "name": "谷风",
  "dynasty": "先秦",
  "content": "习习谷风，以阴以雨。黾勉同心，不宜有怒。采葑采菲，无以下体？德音莫违，及尔同死。<br>行道迟迟，中心有违。不远伊迩，薄送我畿。谁谓荼苦，其甘如荠。宴尔新婚，如兄如弟。<br>泾以渭浊，湜湜其沚。宴尔新婚，不我屑以。毋逝我梁，毋发我笱。我躬不阅，遑恤我后。<br>就其深矣，方之舟之。就其浅矣，泳之游之。何有何亡，黾勉求之。凡民有丧，匍匐救之。<br>不我能畜，反以我为仇。既阻我德，贾用不售。昔育恐育鞫，及尔颠覆。既生既育，比予于毒。<br>我有旨蓄，亦以御冬。宴尔新婚，以我御穷。有洸有溃，既诒我肄。不念昔者，伊余来塈。",
  "fanyi": "<p><strong>译文<br></strong>山谷来风迅又猛，阴云密布大雨倾。夫妻共勉结同心，不该动怒不相容。采摘萝卜和蔓青，难道要叶不要根？往日良言休抛弃：到死与你不离分。<br>迈步出门慢腾腾，脚儿移动心不忍。不求送远求送近，哪知仅送到房门。谁说苦菜味最苦，在我看来甜如荠。你们新婚多快乐，亲兄亲妹不能比。<br>渭水入泾泾水浑，泾水虽浑河底清。你们新婚多快乐，不知怜惜我心痛。不要到我鱼坝来，不要再把鱼篓开。既然现在不容我，以后事儿谁来睬。<br>好比过河河水深，过河就用筏和船。又如河水清且浅，我就游泳到对岸。家中有这没有那，为你尽心来备办。左邻右舍有灾难，奔走救助不迟延。<br>你不爱我到也罢，不该把我当仇家。我的好心你不睬，就像货物没人买。从前害怕家贫穷，患难与共苦经营。如今家境有好转，嫌你厌我如毒虫。<br>备好干菜和腌菜，贮存起来好过冬。你们新婚多快乐，拿我积蓄来挡穷。粗声恶气欺负我，粗活重活我担承。当初情意全不念，往日恩爱一场空。</p> <p><strong>注释<br></strong>1.邶（bèi）：中国周代诸侯国名，地在今河南省汤阴县东南。<br>2.谷风：东风，生长之风。一说来自大谷的风，为盛怒之风。<br>3.习习：和舒貌。一说逢连续不断貌’。<br>4.以阴以雨：为阴为雨，以滋润百物，以喻夫妇应该和美。一说没有晴和之意，喻其夫暴怒不止。<br>5.黾（mǐn）勉：勤勉，努力。<br>6.葑（fēng）：蔓菁也。叶、根可食。菲：萝卜之类。<br>7.无以下体：意指要叶不要根，比喻恋新人而弃旧人。以，用。下体，指根。<br>8.德音：指丈夫曾对她说过的好话。<br>9.迟迟：迟缓，徐行貌。<br>10.中心：心中。有违：行动和心意相违背。<br>11.伊：是。迩：近。<br>12.薄：语助词。畿（jī）：指门槛。<br>13.荼（tú）：苦菜。<br>14.荠：荠菜，一说甜菜。<br>15.宴：快乐。昏：即“婚”。<br>16.泾、渭：河名。<br>17.湜（shí）湜：水清见底。沚（zhǐ）：水中小洲。一说底。<br>18.屑：顾惜，介意。一说洁。<br>19.逝：往，去。梁：捕鱼水坝。<br>20.发：“拨”的假借字，搞乱。一说打开。笱（gǒu）：捕鱼的竹篓。<br>21.躬：自身。阅：容纳。<br>22.遑：暇，来不及。恤（xù）：忧，顾及。后：指走后的事。<br>23.方：筏子，此处作动词。<br>24.亡（wú）：同“无”。<br>25.民：人。这里指邻人。<br>26.匍（pú）匐（fú）：手足伏地而行，此处指尽力。<br>27.能：乃。慉（xù）：好，爱惜。<br>28.雠（chóu）：同“仇”，仇人。<br>29.贾（gǔ）：卖。用：指货物。不售：卖不出。<br>30.育：长。育恐：生于恐惧。鞫（jū）：穷。育鞫：生于困穷。<br>31.颠覆：艰难，患难。<br>32.于毒：如毒虫。<br>33.旨蓄：蓄以过冬的美味干菜和腌菜。旨，甘美。蓄，聚集。<br>34.御：抵挡。<br>35.穷：窘困。<br>36.有洸（guāng）有溃（kuì）：即“洸洸溃溃”，水流湍急的样子，此处借喻人动怒。<br>37.既：尽。诒（yí）：遗，留给。肄（yì）：劳苦的工作。<br>38.伊：句首语气词。一说维。余：我。来：语助词。一说是。塈（jì）：爱。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　作为一个社会问题，丈夫因境遇变化或用情不专而遗弃结发之妻，在《<a href=\"http://so.gushiwen.org/view_35.aspx\">诗</a>经》这部汉族文学史上最早的诗歌总集中已多有反映，《卫风·氓》是一篇，《邶风·谷风》又是一篇。同样是用弃妇的口吻陈述被弃的痛苦，与《卫风·氓》相比，《邶风·谷风》中的女子在性格上不如前者决绝果断，因此在回忆往事和述说情怀时怨而不怒，并没有对负心汉进行直接的谴责，然而在艺术风格上，则更能体现被孔子称道的温柔敦厚的诗教传统。</p> <p>　　从全诗的叙说来看，这位女子的丈夫原来也是贫穷的农民，只是由于婚后两人的共同努力，尤其是年轻妻子的辛劳操持，才使日子慢慢好过了起来。但是这种生活状况的改善，反倒成了丈夫遗弃她的原因。这个负心汉不但不顾念患难中的糟糠之妻，相反却喜新厌旧，把她当作仇人，有意寻隙找岔，动辄拳脚相加，最后终于在迎亲再婚之日，将她赶出了家门。诗中的弃妇就是在这种情形下，如泣如诉地倾吐了心中的满腔冤屈。</p> <p>　　这首诗在抒情方面最可注意的有以下几点：首先是选取了最能令人心碎的时刻，使用对比的手法，凸现了丈夫的无情和自己被弃的凄凉。这个时刻就是新人进门和旧人离家，对于一个用情专一、为美好生活献出了一切的女子来说，没有比这一刻更让人哀怨欲绝的了。诗由此切入，非常巧妙地抓住了反映这一出人生悲剧的最佳契机，从而为整首诗的抒情展开提供了基础。而一方面“宴尔新昏，如兄如弟”的热闹和亲密，另一方面“不远伊迩，薄送我畿”的绝情和冷淡，形成了一种高度鲜明的对比，更突出了被弃之人的无比愁苦，那种典型的哀怨气氛被渲染得十分浓烈。</p> <p>　　其次是借用生动的比喻言事表情，具有浓郁的生活气息。全诗共分六章，每章都有含蓄不尽的妙喻。如第一章入手便以大风和阴雨，来表现丈夫的经常无故发怒；以采来蔓菁萝卜的根茎被弃，来暗示他丢了根本，视宝为废。这主要用于言事。第二章则转用食荼如荠、以苦为甜，来反衬人物在见了丈夫新婚时内心的苦涩程度，远在荼菜的苦味之上。这又是主要用于表情。另如第三章的“泾以渭浊，湜湜其沚”，是用泾水因渭水流入表面变浊、其底仍清，来比喻自己尽管被丈夫指责却依然不改初衷的清白；第四章以河深舟渡、水浅泳渡，喻写以往生活不论有何困难，都能想方设法予以解决；第五章用“贾用不售”比丈夫的嫌弃、“比予于毒”喻对己的憎恶；第六章又把自己往日的辛劳比作御冬的“旨蓄”，将丈夫的虐待喻为湍急咆哮的水流。这些比喻取喻浅近，无不切合被喻情事的特征，大大增强了作品的艺术性和表现力。</p> <p>　　最后，作品的一唱三叹、反复吟诵，也是表现弃妇烦乱心绪和一片痴情的一大特色。从首章的“黾勉同心，不宜有怒”、“德音莫违，及尔同死”，到二章的“行道迟迟，中心有违”，从三章的“毋逝我粱，毋发我笱”，到四、五章的前后对比，再到六章的“不念昔者，伊余来塈”，在反覆的述写和表白中，淋漓尽致地展示了弃妇沉溺于往事旧情而无法自拔的复杂心理。顺着这一感情脉络的延伸展开，循环往复，人们更能接近和触摸这个古代女子的善良和多情的心，更能感受到被弃带给她的精神创痛。至于作品在二、三、六章中一而再、再而三地出现“宴尔新昏”这样的句子，又在断续错杂的回忆和抒情中，突出和强调了丈夫背信弃义对她产生的强烈刺激，她无法忍受眼前出现的这一现实，更不能以平常之心来接受这一现实，所以反复咏之，以示铭心刻骨，难以忽忘。</p> <p>　　由此可见，这首诗在抒写弃妇哀怨方面是很有特色的。它的出现，表明古代妇女在爱情和婚姻生活中，很早就处在弱者的地位，充当着以男子为中心的社会的牺牲品，她们的命运是值得同情的。尽管作品没有直接对负情男子作明确的谴责，但最初的信誓旦旦和最终的弃如脱靴，仍为此作了有力的点示，具有深刻的警世作用。</p>",
  "about": "<h2>创作背景</h2> 　　这首<a href=\"http://so.gushiwen.org/view_35.aspx\">诗</a>是遭到丈夫遗弃的女子写的诉苦诗。从<a href=\"http://so.gushiwen.org/author_459.aspx\">朱熹</a>的《诗集传》、方玉润的《诗经原始》，到今人高亨的《诗经今注》和程俊英的《诗经译注》等均取此说。陈子展《诗经直解》说：“《邶风·谷风》，弃妇之词。或疑《小雅·谷风》亦为弃妇之词。母题同，内容往往同，此歌谣常例。”诗中的女主人公被丈夫遗弃，她满腔幽怨地回忆旧日家境贫困时，她辛勤操劳，帮助丈夫克服困难，丈夫对她也体贴疼爱；但后来生活安定富裕了，丈夫就变了心，忘恩负义地将她一脚踢开。因此她唱出这首诗谴责那只可共患难，不能同安乐的负心丈夫。",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": [
    "诗经",
    "闺怨"
  ]
}