{
  "id": 8299,
  "star": 34,
  "name": "登峨眉山",
  "dynasty": "唐代",
  "content": "蜀国多仙山，峨眉邈难匹。<br>周流试登览，绝怪安可悉？<br>青冥倚天开，彩错疑画出。<br>泠然紫霞赏，果得锦囊术。<br>云间吟琼箫，石上弄宝瑟。<br>平生有微尚，欢笑自此毕。<br>烟容如在颜，尘累忽相失。<br>倘逢骑羊子，携手凌白日。",
  "fanyi": "<p><strong>译文</strong><br>蜀国有很多仙山，但都难以与绵邈的峨眉相匹敌。<br>试登此峨眉山周游观览，其绝特奇异的风光景致哪里能全部领略。<br>青苍的山峰展列于天际，色彩斑烂如同出自画中。<br>飘然登上峰顶赏玩紫霞，恰如真得到了修道成仙之术。<br>我在云间吹奏玉箫，在山石上弹起宝瑟。<br>我平生素有修道学仙的愿望，自此以后将结束世俗之乐。<br>我的脸上似已充满烟霞之气，尘世之牵累忽然间已消失。<br>倘若遇上仙人骑羊子，就与他相互携手凌跨白日。</p> <p><strong>注释</strong><br>⑴峨眉山：在今四川峨眉县西南。因两山相对，望之如峨眉而得名，是著名的风景区，有“峨眉天下秀”之称。<br>⑵邈：渺茫绵远。<br>⑶周流：周游。<br>⑷绝怪：绝特怪异。<br>⑸青冥：青而暗昧的样子。<br>⑹泠然：轻举貌。《文选·<a href=\"http://so.gushiwen.org/author_509.aspx\">江淹</a>〈杂体<a href=\"http://so.gushiwen.org/view_8299.aspx\">诗</a>〉》：“冷然空中赏。”<br>⑺锦囊术：成仙之术。《汉武内传》载：汉武帝曾把西王母和上元夫人所传授的仙经放在紫锦囊中。<br>⑻琼箫：即玉箫，箫的美你。<br>⑼微尚：指学道求仙之愿。<br>⑽烟容：古时以仙人托身云烟，因而称仙人为烟容。此处烟容即指脸上的烟霞之气。<br>⑾尘累：尘世之烦扰。<br>⑿骑羊子：即葛由。《列仙传》卷上：“葛由者。羌人也。周成王时，好刻木羊卖之。一旦骑羊而入西蜀，蜀中王侯贵人追之上绥山。山在峨眉山西南，高无极也。随之者不复还，皆得仙道。”</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　此<a href=\"http://so.gushiwen.org/view_8299.aspx\">诗</a>为五言古体，全篇十六句可分四段，每段四句。用入声质韵，一韵到底。四段的首句，皆用平声字作结，在音调上有振音激响的作用。虽是一首五言古诗，但在结构层次上是非常严整的。</p> <p>　　首段“蜀国多仙山，峨眉邈难匹。周流试登览，绝怪安可悉？”四句突出峨眉山在蜀中尤为名胜，无与伦比，为登览游山，伏下线索。接着写初到名山、亲历奇景。“周流”说登览游赏当遍及峨眉古迹名区。“试登览”即初次登临。“绝怪”指峨眉山岩壑幽深，群峰险怪，阴晴变化，景象万千。“安可悉”极言峨眉山深邃，林泉胜迹，难以尽觅。</p> <p>　　第二段首二句“青冥倚天开，彩错疑画出”具体写峨眉山之高峻磅礴，秀丽无俦，奇光异彩，分列杂陈。让人感到一登峨眉山，顿入清境，仿佛置身于图画之中。后二句“泠然紫霞赏，果得锦囊术”进一步写登山以后的感受。言登临峨眉山，沉浸于丹霞翠霭之间，心与天和，似能参天地之奥秘，赏宇宙之奇观，得到了仙家的锦囊之术。</p> <p>　　第三段“云间吟琼箫，石上弄宝瑟”接着描述诗人在这样的山光掩映，云霞飘拂的景象下面，欢快无极。弄琼箫于云霄，响彻群峰；弹宝瑟于石上，声动林泉。怡情于物外，乃得偿平生之夙愿。“平生有微尚，欢笑自此毕”说明诗人早已绝情荣利，不慕纷华，在漫游峨眉，饱览山光之际，快慰平生，欢情已偿。</p> <p>　　末段前二句“烟容如在颜，尘累忽相失”：云烟万态，晴光霞影，呈于眉睫之前，大略指峨眉山顶的“佛光奇景”。在晴光的折射之下，人影呈现于云影光环之间，不禁有羽化登仙之感，尘世百虑因而涤尽。末二句“倘逢骑羊子，携手凌白日”。“骑羊子”，指峨眉山传说中的仙人葛由，传说他骑着自己刻的木羊入山成仙。诗人说：假如得遇骑羊子葛由，亦当与之携手仙去，上凌白日，辞谢人间。</p> <p>　　陆文华《诗酒李太白》中说，此诗极写峨眉之雄奇无匹，真令人有人间仙境之感，这就难怪诗人会飘飘然有出世之思了。他甚至幻想能遇到仙人葛由，跟着他登上绝顶，得到成仙。当然，当时的<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>实际上并不想出世，他有着远大的抱负，正想干一番经国济世的大业，峨眉奇景只是暂时淡化了他的现实功利心。不过，由此也不难看出，名山之游对李白超功利审美情趣的形成有着不容低估的影响。</p> <p>　　此诗写寻仙访道，虽然是受时代环境的影响，更多的则是李白追求纯真善美，反对虚伪丑恶的表现。</p>",
  "about": "<h2>创作背景</h2> 　　此<a href=\"http://so.gushiwen.org/view_8299.aspx\">诗</a>当作于唐玄宗开元八、九年（720、721年）间。<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>二十五岁之前在蜀地，读书游学，先后两次登上峨眉山。据裴斐《李白年谱简编》，开元八年春李白游成都，随即又登峨眉，作《登峨眉山》。据清人黄锡珪《李白年谱》称：“开元九载，白游峨眉，有《登峨眉山》诗。”",
  "poet": {
    "id": 247,
    "star": 0,
    "name": "李白",
    "image": "http://img.gushiwen.org/authorImg/libai.jpg",
    "desc": "李白（701年－762年），字太白，号青莲居士，唐朝浪漫主义诗人，被后人誉为“诗仙”。祖籍陇西成纪(待考)，出生于西域碎叶城，4岁再随父迁至剑南道绵州。李白存世诗文千余篇，有《李太白集》传世。762年病逝，享年61岁。其墓在今安徽当涂，四川江油、湖北安陆有纪念馆。"
  },
  "tags": [
    "写山"
  ]
}