{
  "id": 10982,
  "star": 33,
  "name": "琴台",
  "dynasty": "唐代",
  "content": "茂陵多病后，尚爱卓文君。<br>酒肆人间世，琴台日暮云。<br>野花留宝靥，蔓草见罗裙。<br>归凤求凰意，寥寥不复闻。",
  "fanyi": "<p><strong>译文</strong><br><a href=\"http://so.gushiwen.org/author_70.aspx\">司马相如</a>年老体衰时，依然像当初一样爱恋<a href=\"http://so.gushiwen.org/author_785.aspx\">卓文君</a>，二人的感情丝毫没有减弱。<br>司马相如家中贫寒，生活窘迫，于是他们便开酒舍维持生计。我在琴台之上徘徊，远望碧空白云。心中欣羡万分！<br>看到琴台旁的一丛野花，我觉得它就像卓文君当年的笑容；一丛丛碧绿的蔓草，就如同卓文君当年所穿的碧罗裙。<br>司马相如追求卓文君的千古奇事，后来几乎闻所未闻了。</p> <p><strong>注释</strong><br>⑴琴台：汉司马相如抚琴挑逗卓文君的地方，地在成都城外浣花溪畔。<br>⑵茂陵：司马相如病退后，居茂陵，这里代指司马相如。多病：司马相如有消渴病，即糖尿病。<br>⑶卓文君：汉才女，与司马相如相爱。<br>⑷酒肆（sì）：卖酒店铺。<br>⑸宝靥（yè）：妇女颊上所涂的妆饰物，又唐时妇女多贴花细于面，谓之靥饰。这里指笑容、笑脸。<br>⑹蔓（màn）草：蔓生野草。罗裙：丝罗制的裙子，多泛指妇女衣裙。<br>⑺凤凰：中国古代传说中的百鸟之王。雄为凤，雌为凰。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　“茂陵多病后，尚爱<a href=\"http://so.gushiwen.org/author_785.aspx\">卓文君</a>”，起首凌空而下，从相如与文君的晚年生活着墨，写他俩始终不渝的真挚爱情。这两句是说，<a href=\"http://so.gushiwen.org/author_70.aspx\">司马相如</a>虽已年老多病，而对文君仍然怀着热烈的爱，一如当初，丝毫没有衰减。短短二句，不同寻常，用相如、文君晚年的相爱弥深，暗点他们当年琴心相结的爱情的美好。</p> <p>　　“酒肆人间世”一句，笔锋陡转，从相如、文君的晚年生活，回溯到他俩的年轻时代。司马相如因爱慕蜀地富人卓王孙孀居的女儿文君，在琴台上弹《凤求凰》的琴曲以通意，文君为琴音所动，夜奔相如。这事遭到卓王孙的竭力反对，不给他们任何嫁妆和财礼，但两人决不屈服。相如家徒四壁，生活困窘，夫妻俩便开了个酒店，以卖酒营生。“文君当垆，相如身自著犊鼻褌，与庸保杂作，涤器于市中”（《史记·司马相如列传》）。一个文弱书生，一个富户千金，竟以“酒肆”来蔑视世俗礼法，在当时社会条件下，是要有很大的勇气的。<a href=\"http://so.gushiwen.org/view_10982.aspx\">诗</a>人对此情不自禁地表示了赞赏。“琴台日暮云”句，则又回到诗人远眺之所见，景中有情，耐人寻味。我们可以想象，诗人默默徘徊于琴台之上，眺望暮霭碧云，心中自有多少追怀歆羡之情。“日暮云”用<a href=\"http://so.gushiwen.org/author_509.aspx\">江淹</a>诗“日暮碧云合，佳人殊未来”语，感慨今日空见琴台，文君安在，引出下联对“野花”、“蔓草”的联翩浮想。这一联，诗人有针对性地选择了“酒肆”、“琴台”这两个富有代表性的事物，既体现了相如那种倜傥慢世的性格，又表现出他与文君爱情的执着。前四句诗，在大开大阖、陡起陡转的叙写中，从晚年回溯到年轻时代，从追怀古迹到心中思慕，纵横驰骋，而又紧相钩连，情景俱出，而又神思邈邈。</p> <p>　　“野花留宝靥，蔓草见罗裙”两句，再现文君光彩照人的形象。相如的神彩则伴随文君的出现而不写自见。两句是从“琴台日暮云”的抬头仰观而回到眼前之景：看到琴台旁一丛丛美丽的野花，使作者联想到它仿佛是文君当年脸颊上的笑靥；一丛丛嫩绿的蔓草，仿佛是文君昔日所着的碧罗裙。这一联是写由眼前景引起的，出现在诗人眼中的幻象。这种联想，既有真实感，又富有浪漫气息，宛似文君满面花般笑靥，身着碧草色罗裙已经飘然悄临。</p> <p>　　结句“归凤求凰意，寥寥不复闻”，明快有力地点出全诗主题。这两句是说，相如、文君反抗世俗礼法，追求美好生活的精神，后来几乎是无人继起了。诗人在凭吊琴台时，其思想感情也是和相如的《琴歌》紧紧相连的。《琴歌》中唱道：“凤兮凤兮归故乡，遨游四海求其凰。······颉颉颃颃兮共翱翔。”正因为诗人深深地了解相如与文君，才能发出这种千古知音的慨叹。这里，一则是说琴声已不可再得而闻；一则是说后世知音之少。因此，《琴歌》中所含之意，在诗人眼中决不是一般后世轻薄之士慕羡风流，而是“颉颉颃颃兮共翱翔”的那种值得千古传诵的真情至爱。</p> <p>　　在艺术上，首先，人物描写生动形，十分传神。其次，典故的运用，借他人之情表自己之意。再次，时空跨越，意境深远。</p>",
  "about": "<h2>创作背景</h2> 　　这首<a href=\"http://so.gushiwen.org/view_10982.aspx\">诗</a>约作于唐肃宗上元二年（761），是<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>晚年在成都凭吊<a href=\"http://so.gushiwen.org/author_70.aspx\">司马相如</a>遗迹琴台之作。",
  "poet": {
    "id": 474,
    "star": 0,
    "name": "杜甫",
    "image": "http://img.gushiwen.org/authorImg/dufu.jpg",
    "desc": "杜甫（712－770），字子美，自号少陵野老，世称“杜工部”、“杜少陵”等，汉族，河南府巩县（今河南省巩义市）人，唐代伟大的现实主义诗人，杜甫被世人尊为“诗圣”，其诗被称为“诗史”。杜甫与李白合称“李杜”，为了跟另外两位诗人李商隐与杜牧即“小李杜”区别开来，杜甫与李白又合称“大李杜”。他忧国忧民，人格高尚，他的约1400余首诗被保留了下来，诗艺精湛，在中国古典诗歌中备受推崇，影响深远。759-766年间曾居成都，后世有杜甫草堂纪念。"
  },
  "tags": [
    "咏史怀古",
    "爱情"
  ]
}