{
  "id": 18273,
  "star": 63,
  "name": "酬曹侍御过象县见寄",
  "dynasty": "唐代",
  "content": "破额山前碧玉流，骚人遥驻木兰舟。<br>春风无限潇湘意，欲采蘋花不自由。",
  "fanyi": "<p><strong>译文</strong><br>破额山前，美玉一般碧绿的江水向东而流；<a href=\"http://so.gushiwen.org/view_18273.aspx\">诗</a>人啊，你竟像在遥远的地方站立船头。<br>你的赠诗有如春风拂面，引起了我无限的深情思念；我多想采束苹花相送于你，却因官事缠身不得自由。</p> <p><strong>注释</strong><br>⑴酬曹侍御过象县见寄：接受别人寄赠作品后，以作品答谢之。侍御：侍御史。象县：唐代属岭南道，即今广西象州。<br>⑵碧玉流：形容江水澄明深湛，如碧玉之色。<br>⑶骚人：一般指文人墨客。此指曹侍御。木兰：木兰属落叶乔木，古人以之为美木，文人常在文学作品中以之比喻美好的人或事物。这里称朋友所乘之船为木兰舟，是赞美之意。<br>⑷潇湘：湖南境内二水名。<a href=\"http://so.gushiwen.org/author_646.aspx\">柳宗元</a>《愚溪诗序》云：“余以愚触罪，谪潇水上。”这句说：我在春风中感怀骚人，有无限潇湘之意。“潇湘意”应该说既有怀友之意，也有迁谪之意。<br>⑸采苹花：南朝柳恽《江南曲》：“汀洲采白苹，日暮江南春。洞庭有归客，潇湘逢故人。”《清一统志湖南永州府》：“白苹洲，在零陵西潇水中，洲长数十丈，水横流如峡，旧产白苹最盛。”此句言欲采苹花赠给曹侍御，但却无此自由。这是在感慨自己谪居的处境险恶，连采花赠友的自由都没有。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　<a href=\"http://so.gushiwen.org/view_18273.aspx\">诗</a>一、二两句，切“曹侍御过象县见寄（经过象县的时候作诗寄给作者）”；三、四两句，切“酬（作诗酬答）”。“碧玉流”指流经柳州和象县的柳江。</p> <p>　　作者称曹侍御为“骚人”，并且用“碧玉流”、“木兰舟”这样美好的环境来烘托他。环境如此优美，如此清幽，“骚人”本可以一面赶他的路，一面看山看水，悦性怡情；此时却“遥驻”木兰舟于“碧玉流”之上，怀念起“万死投荒”、贬谪柳州的友人来，“遥驻”而不能过访，望“碧玉流”而兴叹，只有作诗代柬，表达他的无限深情。</p> <p>　　“春风无限潇湘意”一句，的确会使读者感到“无限意”，但究竟是什么“意”，却迷离朦胧，说不具体。这正是一部分优美的小诗所常有的艺术特点，也正是“神韵”派诗人所追求的最高境界。然而这也并不是“羚羊挂角，无迹可求”。如果细玩全诗，其主要之点，还是可以说清的。“潇湘”一带，乃是屈子行吟之地。作者就把曹侍御称为“骚人”。把“潇湘”和“骚人”联系起来，那“无限意”就有了着落。此其一。更重要的是，结句中的“欲采苹花”，是汲取了南朝柳恽《江南曲》的诗意。《江南曲》全文是这样的：“汀洲采白苹，日暖江南春。洞庭有归客，潇湘逢故人。故人何不返？春花复应晚。不道新知乐，只言行路远。”由此可见，“春风无限潇湘意”，主要就是怀念故人之意。此其二。而这两点，又是像水和乳那样融合一起的。</p> <p>　　“春风无限潇湘意”作为绝句的第三句，又妙在似承似转，亦承亦转。也就是说，它主要表现作者怀念“骚人”之情，但也包含“骚人”寄诗中所表达的怀念作者之意。春风和暖，潇湘两岸，芳草丛生，苹花盛开，朋友们能够于此时相见，应是极好，然而却办不到。无限相思而不能相见，就想到采苹花以赠故人。然而，不要说相见没有自由，就是欲采苹花相赠，也没有自由。</p> <p>　　这首诗语言简练，写景如画。诗人用“碧玉”作“流”的定语，十分新颖，不仅准确地表现出柳江的色调和质感，而且连那微波不兴、一平似镜的江面也展现在读者面前。这和下面的“遥驻”、“春风”十分协调，自有一种艺术的和谐美。</p> <p>　　从全篇看，特别是从结句看，其主要特点是比兴并用，虚实相生，能够唤起读者的许多联想。但结合作者被贬谪的原因、经过和被贬以后继续遭受诽谤、打击，动辄得咎的处境，它有言外之意，则是不成问题的。</p>",
  "about": "<h2>创作背景</h2> 　　《酬曹侍御过象县见寄》此<a href=\"http://so.gushiwen.org/view_18273.aspx\">诗</a>作于地点不祥，确年不详。<a href=\"http://so.gushiwen.org/author_646.aspx\">柳宗元</a>的友人曹侍御乘船路过象县，踞离柳州的治所马平县（今柳州市）并不很远，但二人只能以诗相互赠酬交流情谊，其中必有难言之隐。",
  "poet": {
    "id": 646,
    "star": 0,
    "name": "柳宗元",
    "image": "http://img.gushiwen.org/authorImg/liuzongyuan.jpg",
    "desc": "柳宗元（773年－819年），字子厚，唐代河东（今山西运城）人，杰出诗人、哲学家、儒学家乃至成就卓著的政治家，唐宋八大家之一。著名作品有《永州八记》等六百多篇文章，经后人辑为三十卷，名为《柳河东集》。因为他是河东人，人称柳河东，又因终于柳州刺史任上，又称柳柳州。柳宗元与韩愈同为中唐古文运动的领导人物，并称“韩柳”。在中国文化史上，其诗、文成就均极为杰出，可谓一时难分轩轾。"
  },
  "tags": [
    "怀念",
    "友人"
  ]
}