{
  "id": 72302,
  "star": 31,
  "name": "梓人传",
  "dynasty": "唐代",
  "content": "　　裴封叔之第，在光德里。有梓人款其门，愿佣隙宇而处焉。所职，寻、引、规、矩、绳、墨，家不居砻斫之器。问其能，曰：“吾善度材，视栋宇之制，高深圆方短长之宜，吾指使而群工役焉。舍我，众莫能就一宇。故食于官府，吾受禄三倍；作于私家，吾收其直太半焉。”他日，入其室，其床阙足而不能理，曰：“将求他工。”余甚笑之，谓其无能而贪禄嗜货者。<br>　　其后京兆尹将饰官署，余往过焉。委群材，会群工，或执斧斤，或执刀锯，皆环立。向之梓人左持引，右执杖，而中处焉。量栋宇之任，视木之能举，挥其杖，曰“斧！”彼执斧者奔而右；顾而指曰：“锯！”彼执锯者趋而左。俄而，斤者斫，刀者削，皆视其色，俟其言，莫敢自断者。其不胜任者，怒而退之，亦莫敢愠焉。画宫于堵，盈尺而曲尽其制，计其毫厘而构大厦，无进退焉。既成，书于上栋曰：“某年、某月、某日、某建”。则其姓字也。凡执用之工不在列。余圜视大骇，然后知其术之工大矣。<br>　　继而叹曰：彼将舍其手艺，专其心智，而能知体要者欤！吾闻劳心者役人，劳力者役于人。彼其劳心者欤！能者用而智者谋，彼其智者欤！是足为佐天子，相天下法矣。物莫近乎此也。彼为天下者本于人。其执役者为徒隶，为乡师、里胥；其上为下士；又其上为中士，为上士；又其上为大夫，为卿，为公。离而为六职，判而为百役。外薄四海，有方伯、连率。郡有守，邑有宰，皆有佐政；其下有胥吏，又其下皆有啬夫、版尹以就役焉，犹众工之各有执伎以食力也。<br>　　彼佐天子相天下者，举而加焉，指而使焉，条其纲纪而盈缩焉，齐其法制而整顿焉；犹梓人之有规、矩、绳、墨以定制也。择天下之士，使称其职；居天下之人，使安其业。视都知野，视野知国，视国知天下，其远迩细大，可手据其图而究焉，犹梓人画宫于堵，而绩于成也。能者进而由之，使无所德；不能者退而休之，亦莫敢愠。不炫能，不矜名，不亲小劳，不侵众官，日与天下之英才，讨论其大经，犹梓人之善运众工而不伐艺也。夫然后相道得而万国理矣。<br>　　相道既得，万国既理，天下举首而望曰：「吾相之功也！」后之人循迹而慕曰：「彼相之才也！」士或谈殷、周之理者，曰：「伊、傅、周、召。」其百执事之勤劳，而不得纪焉；犹梓人自名其功，而执用者不列也。大哉相乎！通是道者，所谓相而已矣。其不知体要者反此；以恪勤为公，以簿书为尊，炫能矜名，亲小劳，侵众官，窃取六职、百役之事，听听于府庭，而遗其大者远者焉，所谓不通是道者也。犹梓人而不知绳墨之曲直，规矩之方圆，寻引之短长，姑夺众工之斧斤刀锯以佐其艺，又不能备其工，以至败绩，用而无所成也，不亦谬欤！<br>　　或曰：「彼主为室者，傥或发其私智，牵制梓人之虑，夺其世守，而道谋是用。虽不能成功，岂其罪耶？亦在任之而已！」<br>　　余曰：「不然！夫绳墨诚陈，规矩诚设，高者不可抑而下也，狭者不可张而广也。由我则固，不由我则圮。彼将乐去固而就圮也，则卷其术，默其智，悠尔而去。不屈吾道，是诚良梓人耳！其或嗜其货利，忍而不能舍也，丧其制量，屈而不能守也，栋桡屋坏，则曰：『非我罪也』！可乎哉？可乎哉？」<br>　　余谓梓人之道类于相，故书而藏之。梓人，盖古之审曲面势者，今谓之「都料匠」云。余所遇者，杨氏，潜其名。",
  "fanyi": "<p><strong>译文<br></strong>　　翡封叔的家宅在德里地方。有位木匠敲他的门，希望租间空屋子居住，用替屋主人服役来代替房租.他所执掌的是些度量长短，规划方圆和校正曲直的工具；家里不储备磨砺和砍削的器具。问他有什么能耐，他说：“我善于计算，测量木材。观看房屋的式样和，高深，圆方，短长的适合不适合；我指挥驱使，而由众工匠去干。离了我，大家就不能建成一栋房子。所以被官府供养，我得到的奉禄比别人多三倍；在私人家里干活，我取全部报酬的一大半。”后来有一天，我进了他的住屋。他的床缺了腿却不修理，说：“将要请别的工匠来修理。”我很耻笑他，说他是没有才能却贪图俸禄，喜爱钱财的人。<br>　　后来，京兆伊将要修饰官衙的房屋，我到过那里。（在那里）蓄积了大量木材，招集了许多工匠。有的拿着斧斤，有的拿着刀锯，都围成一圈站着，面朝着（那位）木匠。木匠左手拿着长尺，右手拿着木杖，站在中间。他衡量房屋的承担情况，察看木料的性能酌情选用。挥动他的木仗说：“用斧子砍！”那拿斧子的就跑道右边去砍；回头指着木材说：“用锯锯！”那拿锯的就跑道左边去锯。不一会，拿斧子的砍，拿刀的削，全都看着他的脸色，等待他的发话，没有一个敢自做主张的。那些不能胜任的人，被他愤怒地斥退了，也不敢有一点怨恨。他在墙上绘了官署房子的图样，刚满一尺大小的图样却细致详尽地画出了它的建筑构造.按照图上微小的尺寸计算，建造起的高楼大厦，没有一点误差的地方。已建成后,在上栋上写道：某年某月某日某某修建，原来是他的姓名，凡是被他役使的工匠都不在上面列名。我围绕着一看，感到非常惊讶，然后我才知道他技术的精湛和伟大啊！<br>　　接着我就感叹地说：他大概是放弃了他的手艺，专门使用他的思想智慧，能知道全局要领的人吧？我听说“劳心的人役使别人，劳力的人被别人役使”；他大概是劳心的人吧？有一般技艺的人出力劳动，有才智的人出谋划策，他大概是有才智的人吧？这满可以作为辅佐天子，作天下宰相的人所效法学习的呀！事情没有比这再相近似的了。那辅佐天子，作天下宰相的人，推荐人材，委任职责，发出命令，指派任务，整顿纲纪，进行增减，统一法治。这就好像梓人有正方圆和定曲直的工具而绘制出图样似的。选择天下的官吏，使他们适合自己的职务；安置天下的老百姓，使他们安居乐业。看了国都就了解了郊外，看了郊外就了解了诸侯国，看了诸侯国就了解了整个天下。那些远近大小的国事，可以根据手中的图本来研究，了解。这就好像梓人在墙上绘画官署房子的图样而完成工程一样。把有才能的人提拔上来，并充分发挥他的本领，使他不必对任何人感恩戴德；把没有才能的人辞退，让他休息，他也不敢恼恨。不夸耀自己的才能，不自尊自大，虚图功名，不亲自去做那些微小琐碎的事情，不干涉众官的工作，每天和天下的杰出的人材一起讨论治理国家的根本道理。这就象梓人善于运用众工匠而不自夸手艺一样。这样以后，做宰相的道理才算懂得，各诸侯国才得到了治理。那些不知道全局要领的人却与此相反。（他们）以谨小慎微，忙忙碌碌为大事，以抄写官署中的文书，薄册为重责，夸耀自己的才能，自尊自大，亲自去做那些微小琐碎的事情，干涉众官的工作，侵夺部下官吏应做的事拿来自己做，并洋洋得意地在相府夸耀自己，却丢掉了那些重大的，长远的事情。这是所说的不懂得做宰相的道理的人。这就象梓人不懂得绳墨可正曲直，规矩可画方圆，寻引可量短长，暂且夺取工匠们的斧子刀锯来帮助他们发挥技艺，却又不能完成他们的工作，以至于事情失败，使用了（他们）却没有成功一样。这不也是错误的吗？<br>　　有人说：「如果房子的主人，依凭他的知识，而干涉木匠师傅的规划，不采用师傅世代相传的悠久经验，导致房子垮了，难道是木匠师傅的过错吗？哪是因为主人不信任木工师傅的才造成的呀！」<br>　　我说：「不是这样！因为绳子、墨汁、圆规和尺的测量都很明确，高的地方不能随意变低，狭小的不能随意扩大。如果按照我的计画，房子就很坚固，反之不按照我的设计图，房子就会倾倒。如果主人甘于房舍不坚而易坍塌，木匠师傅只好带着自己的技术和智慧，欣然离去。坚持自己的主张，不妥协，才是真正的好木匠师傅呀！反之，如果贪图钱财，容忍主人的干涉，不愿意离去，不坚持房子的建筑原则，有一天，栋住或横梁歪了，房子倾倒了，木匠师傅就推卸说：『这不是我的过错呀！』可以这样吗？可以这样吗？」<br>　　我认为：因为木匠师傅之道与宰相之道很类似，所以特别写下来，然后收藏起来。在古代，木匠师傅又称呼为：「审曲面势」的人，在今天，则被称为：「监督建筑之人」。我所遇到的这位木匠师傅，他姓名是杨潜。</p><p><strong>注释</strong><br>梓人：木工，建筑工匠。<br>款：叩。<br>隙宇：空房。<br>职：掌管。寻、引：度量工具。<br>规：圆规。<br>矩：曲尺。<br>绳墨：墨斗。<br>砻：磨。<br>斫：砍。<br>直：通“值”。<br>委：堆积。<br>斧斤：砍木的工具。<br>任：承担。<br>俄：不久。<br>阙：通“缺”<br>六职：指中央政府的吏、户、礼、兵、刑、工六部。<br>方伯：古代诸侯的领袖；连率（同“帅”）：盟主、统帅；二者均指地方长官。<br>佐政：副职。<br>啬夫：相当于乡官，主管诉讼和赋税。<br>版尹：管户口的小官。<br>伐：夸耀。<br>六职：指中央政府的吏、户、礼、兵、刑、工六部。<br>伊、傅、周、召：伊尹、傅说、周公、召公。<br>听听：争辨的样子。<br>傥：同“倘”。<br>道谋：·过路人的意见。《<a href=\"http://so.gushiwen.org/view_72302.aspx\">诗</a>经·小旻》：“如彼筑室于道谋，用是不溃于成。”<br>圯：倒塌。<br>桡：弯曲。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　《梓人传》是唐代著名文学家<a href=\"http://so.gushiwen.org/author_646.aspx\">柳宗元</a>的作品，本文选自《柳河东集》。梓人指木工，建筑工匠。本文讲述了有木匠来敲翡封叔家宅的门，希望租间空屋子居住，用替屋主人服役来代替房租的故事。</p> <p>　　本文作者通过一个梓人“善度材”，“善用众工”的故事，生动形想而又合理自然地阐明了当宰相治理国家的道理。“择天下之士，使称其职”；梓人的“其不胜任者，怒而退之，亦莫敢愠焉”。与宰相的“能者进而由之，使无所德。不能者退而休之，亦莫敢愠”。异曲同工！文中引用孟子“劳心者治人，劳力者治于人”来说明人们的社会分工不同，各司其职；有现实积极意念。</p> <p>　　好的管理者应该使用他的思想智慧，细致掌握全局要领、不自尊自大，虚图功名，不亲自去做那些微小琐碎的事情，信任下属，且不干涉下属人员的工作。</p> <p>　　谨小慎微，忙忙碌碌，以那些微小琐碎的事情为要，干涉下属的工作，侵夺下属应做的事拿来自己做，并夸耀自己，没有全局观，丢掉了那些重大的，长远的事情。这是不懂得管理道理的人干的事情，是不会收到好的管理效果的。</p>",
  "poet": {
    "id": 646,
    "star": 0,
    "name": "柳宗元",
    "image": "http://img.gushiwen.org/authorImg/liuzongyuan.jpg",
    "desc": "柳宗元（773年－819年），字子厚，唐代河东（今山西运城）人，杰出诗人、哲学家、儒学家乃至成就卓著的政治家，唐宋八大家之一。著名作品有《永州八记》等六百多篇文章，经后人辑为三十卷，名为《柳河东集》。因为他是河东人，人称柳河东，又因终于柳州刺史任上，又称柳柳州。柳宗元与韩愈同为中唐古文运动的领导人物，并称“韩柳”。在中国文化史上，其诗、文成就均极为杰出，可谓一时难分轩轾。"
  },
  "tags": [
    "古文观止",
    "写人",
    "故事",
    "寓理"
  ]
}