{
  "id": 72286,
  "star": 50,
  "name": "讳辩",
  "dynasty": "唐代",
  "content": "　　愈与李贺书，劝贺举进士。贺举进士有名，与贺争名者毁之，曰贺父名晋肃，贺不举进士为是，劝之举者为非。听者不察也，和而唱之，同然一辞。皇甫湜曰：“若不明白，子与贺且得罪。”愈曰：“然。”</p> <p>　　律曰：“二名不偏讳。”释之者曰：“谓若言‘征’不称‘在’，言‘在’不称‘征’是也。”律曰：“不讳嫌名。”释之者曰：“谓若‘禹’与‘雨’、‘丘’与‘蓲’之类是也。”今贺父名晋肃，贺举进士，为犯二名律乎？为犯嫌名律乎？父名晋肃，子不得举进士，若父名仁，子不得为人乎？夫讳始于何时？作法制以教天下者，非周公孔子欤？周公作诗不讳，孔子不偏讳二名，《春秋》不讥不讳嫌名，康王钊之孙，实为昭王。曾参之父名晳，曾子不讳昔。周之时有骐期，汉之时有杜度，此其子宜如何讳？将讳其嫌遂讳其姓乎？将不讳其嫌者乎？汉讳武帝名彻为通，不闻又讳车辙之辙为某字也；讳吕后名雉为野鸡，不闻又讳治天下之治为某字也。今上章及诏，不闻讳浒、势、秉、机也。惟宦官宫妾，乃不敢言谕及机，以为触犯。士君子言语行事，宜何所法守也？今考之于经，质之于律，稽之以国家之典，贺举进士为可邪？为不可邪？</p> <p>　　凡事父母，得如曾参，可以无讥矣；作人得如周公孔子，亦可以止矣。今世之士，不务行曾参周公孔子之行，而讳亲之名，则务胜于曾参周公孔子，亦见其惑也。夫周公孔子曾参卒不可胜，胜周公孔子曾参，乃比于宦者宫妾，则是宦者宫妾之孝于其亲，贤于周公孔子曾参者邪？ ",
  "fanyi": "<p><strong>译文<br></strong>　　我写信给<a href=\"http://so.gushiwen.org/author_349.aspx\">李贺</a>，劝他参加进士科的考试。李贺如去参加进士科考试就会考中，所以和他争名的人就攻击这件事情，说：“李贺父亲名晋肃，李贺不参加进士科的考试才是对的，劝他考进士的人是不对的。”听到这种议论的人没有仔细想，就异口同声，跟着附和。皇甫湜对我说：“如果不把这件事说清楚，你和李贺将要蒙受坏名声。”我说：“是这样的”。</p> <p>　　《礼记》上的规定说：“名字的两个字不必都避讳。”解释的人说：“孔子的母亲名‘征在’，这是说如果说‘征’就不说‘在’，说到‘在’就不说‘征’。”《礼记》上的规定又说：“不避讳声音相近的字。”解释的人说：“说的是像‘禹’和‘雨’、‘丘’和‘’之类的字就是这样。”现在李贺的父亲名晋肃，李贺去参加进士科的考试，是违犯了名字的两个字不必都避讳的规定呢？还是违犯了声音相近的字不避讳的规定呢？父亲的名字叫晋肃，儿子就不能参加进士科的考试，假如父亲名“仁”，儿子就不能做人吗？</p> <p>　　避讳这个规定从什么时候开始的呢？制定礼法制度来教化天下的人，不就是周公、孔子吗？周公作<a href=\"http://so.gushiwen.org/view_72286.aspx\">诗</a>不避讳，孔子对人名的两个字也不都避讳，《春秋》也不讥讽不避讳人名声音相近的字。周康王钊的孙子，实际上就是昭王。<a href=\"http://so.gushiwen.org/author_843.aspx\">曾参</a>的父亲名晳，曾参不避讳“昔”字。周朝时有个人叫骐期，汉朝时有个人叫杜度，他们的儿子应怎样避讳？是为了避讳和名字声音相近的字，就连他们的姓也避讳了呢，还是不避讳和名字声音相近的字呢？汉朝避讳武帝的名，把“彻”改为“通”，但没有听说为避讳把车辙的“辙”改作别的字。避讳吕后的名，把“雉”叫做“野鸡”，可没有听说为避讳把治天下的“治”改作别的字。现在上奏章和下诏谕，没有听说避讳“浒”、“势”、“秉”和“饥”字。只有宦官宫妾才不敢说“谕”字和“机”字，认为说了就是触犯皇上。君子著书做事，应该遵守什么礼法呢？现在考察经典，查对规定，考核前代避讳的规定，李贺参加进士科的考试，是可以呢？还是不可以呢？</p> <p>　　凡是侍奉父母，能做到像曾参那样，就能不被人指责了。做人能像周公、孔子那样，也可以说是到顶点了。现在世上的一些人，不去努力学习曾参、周公、孔子的品行，而要在避讳父母名字的事情上，却一定要超过曾参、周公、孔子，这也可以看出他们是糊涂的。周公、孔子、曾参，毕竟是不可能超过的。在避讳上超过了周公、孔子、曾参，就只能和宦官、宫妾一样了。那么这些宦官、宫妾对父母的孝顺，能比周公、孔子、曾参还好吗？</p> <p><strong>注释<br></strong>1.李贺（790—816），字长吉，唐河南昌谷人。中唐时期重要诗人。他是唐宗室的远亲，郑王（李亮）之后，家世早已没落。其父李晋肃官职低微，早死。他少能文，为<a href=\"http://so.gushiwen.org/author_682.aspx\">韩愈</a>、皇甫湜等所激赏。但他终生郁郁不得志，只做过奉礼郎和协律郎等小官。相传他经常背着锦囊骑驴外出，途中得佳句，即书投囊中，及暮归，整理成篇。其诗想象丰富，炼词琢句，险峭幽诡，但因过于矜奇，有时流于晦涩；尤长于乐府，能合之弦管。卒年仅27岁。有诗二百三十三首。进士：唐制，士人应礼部考试，考中的叫进士。<br>2.毁：毁谤，攻击。<br>3.察：仔细看。和而倡之：此唱彼和，结成一气。<br>4.皇甫湜：字持正。唐宪宗元和年间进士，曾从韩愈学古文。明白：说清楚，辩明是非。且：将要。得罪：蒙受坏名声。<br>5.律：这里指《礼记》。二名不偏讳：两个字的名字可以不避讳其中的一个字；即下文所说的“二名律”。<br>6.释之者：指《礼记》的注释者汉朝人郑玄。言“徵”不称“在”，言“在”不称“徵”：指郑玄对“二名不偏讳”的注释，即“谓二名不一一讳也，孔子之母名徵在，言在不言徵，言徵不言在”孔子不讳单称。<br>7.不讳嫌名：谓臣子避讳君父的名讳时，不避讳声音相近的字。郑玄在注释《礼记》“礼不讳嫌名”时说：“嫌名，谓声音相近，若禹与雨，邱与丘也。”即下文所说的“嫌名律”。<br>8.“为……乎？为……乎？”：相当于现代汉语的“是……吗？还是……吗？”的反诘句。<br>9.夫：用在句首，表示阐发议论的语气。<br>10.周公：姓姬，名旦，周文王之子，周武王之弟，西周初政治家，相传周朝的典章制度都是他制定的。孔子：名丘，字仲尼，春秋时鲁国陬邑（今山东曲阜）人，著名的思想家、教育家，儒家学派的创始人。<br>11.周公作诗不讳：其父文王名昌，其兄武王名发，周公作诗不讳“昌”字、“发”字，《诗经》周颂就首“燕及皇天，克昌厥后”，“骏发尔私，终三十里”等句。<br>12.《春秋》不讥不讳嫌名：《春秋》不讥讽不避讳声音相近的字；如卫桓公名完，“完”与“桓”同音，属于嫌名，《春秋》不讥。<br>13.康王钊之孙，实为昭王：周康王，姓姬，名钊；其子周昭王，名瑕；“昭”和“钊”同音，周人不讳；原文“孙”应作“子”。<br>14.曾参之父名晳，曾子不讳“昔”：曾参，即曾子，春秋时鲁人，孔子的学生，对父亲极为孝顺；其父名点，字晳，也是孔子的学生；《论语》记述曾子的话：“昔者吾友，尝从事于斯矣。”“昔”和“晳”同音，曾子不讳；原文“名”应作“字”。<br>15.骐期：春秋时楚国人。杜度：汉朝人。这两个人的姓和名同音，如避讳同音字，连他们的姓也不能说了。<br>16.“将……乎？将不……者乎？”：表示选择关系的疑问句，相当于现代汉语的“还是……呢？还是不……的呢？”<br>17.汉武帝：姓刘，名彻，当时为避武帝讳，把“彻侯”改为“通侯”等。<br>18.吕后：名雉，汉高祖<a href=\"http://so.gushiwen.org/author_746.aspx\">刘邦</a>的皇后，曾临朝称制，当时为避吕后讳，称“雉”为“野鸡”。<br>19.浒、势、秉、机：唐太祖名虎，太宗名世民，世祖名昞，玄宗名隆基，“浒”、“势”、“秉”、“机”四个字分别同“虎”、“世”、“昞”、“基”四个字同音。<br>20.乃：竟。谕：唐代宗名豫，“谕”、“豫”二字同音。<br>21.士君子：古时候指有志操和学问的人。法守：效法和遵守。<br>22.考：考察。质：询问，对照。稽：考核，考查。典：文献典籍。<br>23.讥：指责，非难。<br>24.止：到顶。<br>25.务：致力。不务行曾参……之行：前一个“行”系动词，实行，学习；后一个“行”系名词，品行，品德。<br> 26.卒：终于，到底。</p>",
  "shangxi": "<h2>赏析</h2> 　　封建时代对于君主和尊长的名字谥号等，不能直接写出或说出，必须用其他字来代替，如汉高祖名邦，改“邦”为“国”；唐太宗名世民，改“世”为“代”，改“民”为“人”，尚书六部中的“民部”，则改为“户部”，等等。刻印古书时，也要把当世应讳的字改掉或缺笔。这叫做避讳。避讳的要求很严格，违犯者会招致非议，甚或得罪。唐代著名<a href=\"http://so.gushiwen.org/view_72286.aspx\">诗</a>人<a href=\"http://so.gushiwen.org/author_349.aspx\">李贺</a>，才气横溢，少年成名，但因为他的父亲名晋肃，在他准备参加进士科考试时就遭到了非议（晋、进同音），终于不能如当时其他读书人那样取得功名。<a href=\"http://so.gushiwen.org/author_682.aspx\">韩愈</a>曾鼓励李贺应进士试，也被人指责。面对这种陈腐的时尚，韩愈十分愤慨，《讳辩》就是为这件事而写的。韩愈不敢反对避讳，他只能巧妙地引用经典和法律依据，找出矛盾，从而反对将避讳搞得过滥。文章层层设问，一波三折，语言辛辣，说理痛快。全文没有一句从正面说出作者的主张，读者却可从中得出同作者相一致的结论。",
  "poet": {
    "id": 682,
    "star": 0,
    "name": "韩愈",
    "image": "http://img.gushiwen.org/authorImg/hanyu.jpg",
    "desc": "韩愈（768～824）字退之，唐代文学家、哲学家、思想家，河阳（今河南省焦作孟州市）人，汉族。祖籍河北昌黎，世称韩昌黎。晚年任吏部侍郎，又称韩吏部。谥号“文”，又称韩文公。他与柳宗元同为唐代古文运动的倡导者，主张学习先秦两汉的散文语言，破骈为散，扩大文言文的表达功能。宋代苏轼称他“文起八代之衰”，明人推他为唐宋八大家之首，与柳宗元并称“韩柳”，有“文章巨公”和“百代文宗”之名，作品都收在《昌黎先生集》里。韩愈在思想上是中国“道统”观念的确立者，是尊儒反佛的里程碑式人物。"
  },
  "tags": [
    "古文观止",
    "避讳",
    "说理"
  ]
}