{
  "id": 5528,
  "star": 103,
  "name": "西施咏",
  "dynasty": "唐代",
  "content": "艳色天下重，西施宁久微。<br>朝为越溪女，暮作吴宫妃。<br>贱日岂殊众，贵来方悟稀。<br>邀人傅香粉，不自著罗衣。<br>君宠益娇态，君怜无是非。<br>当时浣纱伴，莫得同车归。<br>持谢邻家子，效颦安可希。",
  "fanyi": "<p><strong>译文</strong><br>艳丽的姿色向来为天下器重，美丽的西施怎么能久处低微？<br>原先她是越溪的一个浣纱女，后来却成了吴王宫里的爱妃。<br>平贱时难道有什么与众不同？显贵了才惊悟她丽质天下稀。<br>曾有多少宫女为她搽脂敷粉，她从来也不用自己穿著罗衣。<br>君王宠幸她的姿态更加娇媚，君王怜爱从不计较她的是非。<br>昔日一起在越溪浣纱的女伴，再不能与她同车去来同车归。<br>奉告那盲目效颦的邻人东施，光学皱眉而想取宠并非容易！</p> <p><strong>注释</strong><br>1、西施：吴越春秋：越得苎萝山鬻薪之女，曰西施，郑旦，饰以罗谷，教以容步，三年学成而献于吴。<br>2、傅粉：史记：孝惠时，郎侍中皆傅脂粉。<br>3、浣纱：环宇记：会稽县东有西施浣纱石。水经注：浣纱溪在荆州，为夷陵州西北，秋冬之月，水色净丽。<br>4、持谢：奉告。<br>5、效颦：庄子：西施病心而颦，其里之丑人见而美之，归亦捧心而效其颦，富人见之，闭门而不出，贫人见之，挈妻子而去之，彼知美颦而不知颦之所以美。按：颦古作膑。<br>6、安可希：怎能希望别人的赏识。</p>",
  "shangxi": "<p>　　人所处的盛唐时代，在繁华的外衣下隐藏着政治危机：奸邪小人把持朝廷大权，纨绔子弟凭着裙带关系飞黄腾达，甚至连一些斗鸡走狗之徒也得到了君王的恩宠，身价倍增，飞扬跋扈；才俊之士却屈居下层，无人赏识。而“读书三十年”的儒生，却“腰下无尺组”，“一生自穷苦”。</p> <p>　　<a href=\"http://so.gushiwen.org/author_515.aspx\">王维</a>以这首诗来借咏西施，以喻为人。《西施咏》取材于历史人物，借古讽今。诗人借西施“朝贱夕贵”，而浣纱同伴中仅她一人命运发生改变的经历，悲叹世态炎凉，抒发怀才不遇的不平与感慨；借世人只见显贵时的西施之美，表达对势利小人的嘲讽；借“朝为越溪女”的西施“暮作吴宫妃”后的骄纵，讥讽那些由于偶然机遇受到恩宠就趾高气扬、不可一世的人；借效颦的东施，劝告世人不要为了博取别人赏识而故作姿态，弄巧成拙。</p> <p>　　诗的开首四句，写西施有艳丽的姿色，终不能久处低微。次六句写西施一旦得到君王宠爱，就身价百倍。末了四句写姿色太差者，想效颦西施是不自量力。语虽浅显，寓意深刻。<a href=\"http://so.gushiwen.org/author_39.aspx\">沈德潜</a>在《唐诗别裁集》中说：“写尽炎凉人眼界，不为题缚，乃臻斯诣。”这种评价是很中肯的。</p>",
  "about": "<h2>创作背景</h2> <p>　　《西施咏》作于天宝时期。<a href=\"http://so.gushiwen.org/author_515.aspx\">王维</a>所处的盛唐时代，在繁华的外衣下隐藏着政治危机：奸邪小人把持朝廷大权，纨绔子弟凭着裙带关系飞黄腾达，甚至连一些斗鸡走狗之徒也得到了君王的恩宠，身价倍增，飞扬跋扈；才俊之士却屈居下层，无人赏识。而“读书三十年”的儒生，却“腰下无尺组”，“一生自穷苦”。</p><br/><h2>创作背景</h2> <p>　　《西施咏》作于天宝时期。<a href=\"http://so.gushiwen.org/author_515.aspx\">王维</a>所处的盛唐时代，在繁华的外衣下隐藏着政治危机：奸邪小人把持朝廷大权，纨绔子弟凭着裙带关系飞黄腾达，甚至连一些斗鸡走狗之徒也得到了君王的恩宠，身价倍增，飞扬跋扈；才俊之士却屈居下层，无人赏识。而“读书三十年”的儒生，却“腰下无尺组”，“一生自穷苦”。</p>",
  "poet": {
    "id": 515,
    "star": 0,
    "name": "王维",
    "image": "http://img.gushiwen.org/authorImg/wangwei.jpg",
    "desc": "王维（701年－761年，一说699年—761年），字摩诘，汉族，河东蒲州（今山西运城）人，祖籍山西祁县，唐朝诗人，有“诗佛”之称。苏轼评价其：“味摩诘之诗，诗中有画；观摩诘之画，画中有诗。”开元九年（721年）中进士，任太乐丞。王维是盛唐诗人的代表，今存诗400余首，重要诗作有《相思》《山居秋暝》等。王维精通佛学，受禅宗影响很大。佛教有一部《维摩诘经》，是王维名和字的由来。王维诗书画都很有名，非常多才多艺，音乐也很精通。与孟浩然合称“王孟”。"
  },
  "tags": [
    "唐诗三百首",
    "写人",
    "怀古",
    "怀才不遇"
  ]
}