{
  "id": 71136,
  "star": 1227,
  "name": "狼三则",
  "dynasty": "清代",
  "content": "其一<br>　　有屠人货肉归，日已暮，欻一狼来，瞰担上肉，似甚垂涎，随尾行数里。屠惧，示之以刃，少却；及走，又从之。屠无计，思狼所欲者肉，不如姑悬诸树而早取之。遂钩肉，翘足挂树间，示以空担。狼乃止。屠归。昧爽，往取肉，遥望树上悬巨物，似人缢死状。大骇，逡巡近视之，则死狼也。仰首细审，见狼口中含肉，钩刺狼腭，如鱼吞饵。时狼皮价昂，直十余金，屠小裕焉。缘木求鱼，狼则罹之，是可笑也。</p> <p>其二<br>　　一屠晚归，担中肉尽，止有剩骨。途中两狼，缀行甚远。<br>　　屠惧，投以骨。一狼得骨止，一狼仍从。复投之，后狼止而前狼又至。骨已尽矣，而两狼之并驱如故。<br>　　屠大窘，恐前后受其敌。顾野有麦场，场主积薪其中，苫蔽成丘。屠乃奔倚其下，弛担持刀。狼不敢前，眈眈相向。<br>　　少时，一狼径去，其一犬坐于前。久之，目似瞑，意暇甚。屠暴起，以刀劈狼首，又数刀毙之。方欲行，转视积薪后，一狼洞其中，意将隧入以攻其后也。身已半入，止露尻尾。屠自后断其股，亦毙之。乃悟前狼假寐，盖以诱敌。<br>　　狼亦黠矣，而顷刻两毙，禽兽之变诈几何哉？止增笑耳。</p> <p>其三<br>　　一屠暮行，为狼所逼。道旁有夜耕所遗行室，奔入伏焉。狼自苫中探爪入。屠急捉之，令不可去。但思无计可以死之。惟有小刀不盈寸，遂割破狼爪下皮，以吹豕之法吹之。极力吹移时，觉狼不甚动，方缚以带。出视，则狼胀如牛，股直不能屈，口张不得合。遂负之以归。<br>　　非屠，乌能作此谋也！<br>　　三事皆出于屠；则屠人之残爆，杀狼亦可用也。 ",
  "fanyi": "<h2>其三注释及译文</h2> <p><strong>译文</strong><br>　　有一个屠夫，傍晚走在路上，被狼紧紧地追赶着。路旁有个农民留下的田间休息处，他就跑进去躲藏在里面。狼从苫房的草帘中伸进两只爪子。于是屠夫急忙捉住狼爪，不让它离开，但是没有办法可以杀死它。只有一把不满一寸长的小刀，就用它割破爪子下面的狼皮，用吹猪的方法往里吹气。（屠夫）用力吹了一阵儿，觉得狼不怎么动了，才用绳子把狼腿捆起来。出去一看，只见狼浑身膨胀，就像一头牛。四条腿直挺挺地不能弯曲，张着嘴也无法闭上。屠夫就把它背回去了。</p> <p>　　（如果）不是屠夫，谁有这个办法呢？</p> <p><strong>注释</strong><br>1、暮：傍晚。<br>2、夜耕：夜晚替人耕田，打短工的<br>3、为[wèi]：被。<br>4、遗[yí]：留下。<br>5、伏[fú]：躲藏（也有人说是埋伏，躲藏更符合当时情景。）<br>6、去：离开。<br>7、盈：超过。<br>8、不盈：不满，不足。<br>9、负：背。<br>10、行室（xíng shì）：指农民在田中所搭的草棚。<br>11、苫（shàn）：用草编的席子。<br>12、去：离开。<br>13、豕（shǐ）：猪。<br>14、方：才。<br>15、则：就。<br>16、股：大腿。<br>17、乌：哪里，怎么。<br>18、顾：但是<br>19、死之：杀死它</p><br/><h2>其一注释及译文</h2> <p><strong>译文</strong><br>　　一个屠夫卖完了肉回家，天色已经晚了。（在这时，）突然出现了一匹狼。狼窥视着屠夫担子上的肉，嘴里的口水似乎都快要流出来了，（就这样）尾随着屠夫走了好几里路。屠夫感到（很）害怕，于是就拿着屠刀来（比划着）给狼看，狼稍稍退缩了几步，（可是）等到屠夫继续朝前走的时候，狼又跟了上来。屠夫没办法了，于是他在心里想，狼想要的是肉，不如把肉挂在树上（这样狼够不着），等明天早上（狼走了）再来取肉。于是（屠夫）就把肉挂在钩子上，踮起脚（把带肉的钩子）挂在树上，然后把空担子拿给狼看了看。狼才停下来（不再跟着屠夫了）。屠夫就（安全地）回家了。第二天拂晓，屠夫前去（昨天挂肉的地方）取肉，远远地就看见树上挂着一个巨大的东西，就好像有个人在树上吊死的样子，(屠夫）大吃一惊。（他）小心地（在四周）徘徊着向树靠近，等走到近前一看，原来（树上悬挂着的）是一条死狼。（屠夫）抬起头来仔细观察发现，狼的嘴里含着肉，挂肉的钩子刺穿了狼的上颚，就好像鱼儿咬住了鱼饵一样。当时市场上狼皮（非常）昂贵，（这张狼皮）能值十几两银子，屠夫的生活略微宽裕了。</p> <p>　　（就像）爬上树去捉鱼一样，狼本来想吃肉，结果遭遇了祸患，这真是可笑啊！</p> <p><strong>注释</strong><br>货：出售、卖。<br>歘（xū）：忽然。<br>瞰（kàn）：窥视。<br>狼三则<br>狼三则<br>昂：昂贵。<br>罹：遭遇（祸患）。<br>蚤：通“早”，早晨<br>直：通“值”，价值<br>垂涎：流口水，这里形容狼馋肉的样子。<br>诸：“之于”的意思<br>逡（qun）巡：因有所顾虑而徘徊或后退。<br>昧爽：黎明<br>腭：口腔的上膛。</p><br/><h2>其二注释及译文</h2> <p><strong>译文</strong><br>　　一个屠户在晚上回家，担子里的肉卖完了，只有剩下的骨头。屠户在路上遇到了两只狼，紧随着他走了很远。</p> <p>　　屠户害怕，把骨头投给狼。一只狼得到骨头停止了，另一只狼仍然跟从他。屠户又把骨头投给它，后面得到骨头的狼停住了脚步，但是之前得到骨头的狼又跟上了。骨头已经没有了，但是两只狼像原来一样一起追赶。</p> <p>　　屠户的处境很危急，担心前后受到狼的攻击。屠户看见田野中有个麦场，场主在里面堆柴，覆盖成小山似的。屠户于是奔向麦场，倚靠在柴草堆下，卸下担子拿着刀。狼不敢上前，瞪眼朝着屠户。</p> <p>　　一会儿，一只狼径直走开，其中一只狼像狗一样蹲坐在前面。过了一会儿，狼的眼睛好像闭上了，神情悠闲得很。屠户突然起身，用刀劈砍狼的头，又劈砍几刀杀死了狼。屠户正想要走，转身看柴草堆后面，一只狼在其中打洞，意图想要钻洞进入柴草堆来攻击屠户的后面。狼的身体已经钻进入一半了，只露出屁股和尾巴。屠户从后面砍断狼的大腿，也杀死了这只狼。屠户才明白之前的狼假装睡觉，原来是用来诱惑敌人。<br>狼也是狡猾的动物，但是一会儿两只狼都被杀死了，禽兽的欺骗手段能有多少啊？只给人增加笑料罢了。</p> <p><strong>注释</strong><br>1.屠：这里指屠夫，即以宰杀牲畜为职业的生意人。<br>2.晚：在晚上。<br>3.归：返回，回家。<br>4.尽：完。<br>5.止：通“只”，仅有。<br>6.缀（zhuì）行甚远：紧随着走了很远。缀：连接，这里是紧跟的意思。<br>7.惧：畏惧，害怕。<br>8.投以骨：“以骨投之”，把骨头投给狼。<br>9.止：停止。<br>10.从：跟从。<br>11.并驱：一起追赶。<br>12.故：旧，原来。<br>13.屠大窘：屠户非常困窘急迫。大：很，非常。窘：恐怕，担心<br>14.恐：担心，害怕。<br>15.敌：敌对，这里是胁迫、攻击的意思。<br>16.顾：回头看，这里指往旁边看。<br>17.积薪：把柴草堆积在一起。薪：柴草。<br>18.苫（shàn）蔽成丘：覆盖成小山似的。苫：盖上。蔽：遮蔽。<br>19.乃：副词，于是，就。<br>20.弛：放松，这里指卸下。<br>21.前：上前。<br>22.眈眈(dān)相向：瞪眼朝着屠户。耽耽：注视的样子。相：偏指一方。<br>23.少（shǎo）时：一会儿。<br>24.径去：径直走开。去：离开。<br>25.犬坐于前：像狗似的蹲坐在前面。<br>26.久之：过了一会儿。之：助词，凑音节，无意义。<br>27.瞑(míng)：闭眼。<br>28.意暇(xiá)甚：神情悠闲得很。意：这里指神情、态度。暇：空闲。<br>29.暴：突然。<br>30.以：用。<br>31.毙：杀死。<br>32.方：副词，正。<br>33.转：转身。<br>34.洞其中：在其中打洞。洞：挖洞。<br>35.意：意图。<br>36.隧：在柴草堆里打洞。<br>37.暴：突然。<br>38.以：来。<br>39.尻（kāo）：屁股。<br>40.股：大腿。<br>41.乃悟：才明白。<br>42.假寐(mèi)：原意是不脱衣服小睡，这里是假装睡觉的意思。寐：睡觉。<br>43.盖：承接上文，表示原因，这里有“原来是”的意思。<br>44.黠（xiá）：狡猾。<br>45.顷刻：一会儿。<br>46.禽兽之变诈几何：禽兽的欺骗手段能有多少啊。变诈：作假，欺骗。几何：多少，这里是能有几何的意 思。<br>47.耳：语气助词，罢了。<br>（1）：而:连词，表转折。</p> <p><strong>词性活用</strong><br>1、狼不敢[前] 　（方位名词作动词，上前）<br>2、恐前后受其[敌] 　（名词作动词，攻击）<br>3、一狼[洞]其中 　（名词作动词，打洞）<br>4、意将[隧]入以攻其后也 　（名词作状语，从柴草堆中打洞）<br>5、其一[犬]坐于前 　（名词作状语，像狗一样地）<br>6、[苫]蔽成丘 　（名词作状语，覆盖）<br>7、一[屠]晚归 　（动词作名词，屠夫）</p> <p><strong>通假字</strong><br>止有剩骨，“止”通“只”，仅有。</p> <p><strong>一词多义</strong><br>意 意暇甚（神情） 意将隧人以攻其后也（企图)<br>敌 恐前后受其敌（攻击） 盖以诱敌（敌人）<br>前 恐前后受其敌（前面） 狼不敢前（上前）</p> <p><strong>虚词的用法</strong><br>（1）之<br>助词。禽兽[之]变诈几何哉：的<br>助词。久[之]：调整音节，不译<br>助词。 而两狼[之]并驱如故：位于主谓之间取消句子独立性，可不译<br>（2）以<br>投以骨：代指狼 以刀劈狼首：用<br>连词。 意将遂人以攻其后也：来<br>盖以诱敌：用来</p> <p><strong>使动用法</strong><br>死：使……死，杀死。</p> <p><strong>省略句</strong><br>省略宾语<br>“投以骨”中省略了“投”的宾语“之”，代狼，可补充为“以骨投之”。<br>“一狼仍从”中省略宾语“之”，可补充为“一狼仍从之”。<br>省略介词<br>“场主积薪其中”省略了介词“于”，可补充为“场主积薪于其中”。<br>“一狼洞其中”中也省略了介词“于”，可补充为“一狼洞于其中”。<br>“屠乃奔倚其下”中省略介词“于”，可补充为“屠乃奔倚于其下”。<br>省略主语<br>1.“顾野有麦场”中省略主语“屠”，可补充为“屠顾野有麦场”。</p>",
  "shangxi": "<h2>分析</h2> <p>　　《狼三则》都是写屠夫在不同情况下遇狼杀狼的故事。第一则着重表现狼的贪婪本性，第二则着重表现狼的欺诈伎俩。第三则着重表现狼的爪牙锐利，但最终却落得个被杀死的下场，作者借此肯定屠户杀狼的正义行为和巧妙高明的策略。三个故事都有生动曲折的情节，各自成篇，然而又紧密相关，构成一个完整统一体，从不同侧面阐发了主题思想。</p> <p>　　<a href=\"http://so.gushiwen.org/author_567.aspx\">蒲松龄</a>是同情人民疾苦，憎恶贪官污吏的作家，在《聊斋志异》另一篇故事《梦狼》中，把贪官写成牙齿尖利的老虎，把衙役写成吃人血肉的狼；它们大吃大嚼，造成“白骨如山”的惨象。作者“窃叹天下官虎而吏狼者比比也”(《梦狼》)，认为他们“可诛”“可恨”(《王大》)。《狼三则》形象地揭露狼的吃人本质，凶狠狡诈的特性，表现了对豺狼不能抱有幻想，不能怯懦退缩，只能勇敢机智地把它们杀死的主题思想。本则所写屠户遇狼，始而迁就退让，几乎被吃，继而奋起杀狼，使自己转危为安的生动曲折过程，更是突出了这一主题。《狼三则》的故事是富有深意的，可以说是对《梦狼》的补充，实际上寄寓了作者鞭挞贪官污吏的思想。如此，对付现实生活中阶级敌人也必须如此。要敢于斗争，又要善于斗争，以夺取胜利。</p><br/><h2>其二分析</h2> <p>　　本文可分三段：第一段(屠夫遇狼）写两狼追赶屠户，屠户时而迁就退让，继而被迫抵抗自卫。</p> <p>　　这一段又分为三层，从“一屠晚归”至“缀行甚远”，简洁地叙述了屠户遇狼的时间、地点和情况。一个卖肉晚归的屠户，在“担中肉尽，止有剩骨”，却又行人断绝，孤立无援的情况下，让两只恶狼给盯住了。草草几笔，就勾画出危急的处境，紧张的气氛，实在扣人心弦，为后面描述屠户的斗争策略作了铺垫。</p> <p>　　（屠夫惧狼）面对意想不到的恶狼，屠夫首先是“惧”。于是采取迁就的策略，“投以骨”。屠夫最初认为，只要满足狼的贪欲，就可脱险。至“一狼得骨止，一狼仍从”，也似乎如他所料，使两狼“缀行甚远”的情况暂时有了改变，文笔十分曲折。可是照样投骨的结果，只不过让后狼暂时停脚，而“前狼又至”；直到骨头投尽了，也没有填饱饿狼的饥肠，而“并驱如故”，因此屠户处境更加危险。这就充分暴露了狼的贪婪本性，证明了屠户退让迁就策略的失败。这是第二层。</p> <p>　　“屠大窘”，说明在危急的关头，他产生了激烈的思想斗争。他明白自己已面临生死抉择，或者被狼吃掉，或者把狼杀死。怕死是不行的，退让是无用的，唯一的方法是：杀狼。屠户已在事实面前吸取了教训，开始考虑如何改变“前后受敌”的不利条件。他机敏地环顾麦场且速“奔倚”在积薪之下，放下担子，拿起刀，利用麦场的有利地形，改变了途中两狼并驱的局面，避免了前后受敌的处境。“狼不敢前”是屠户敢于斗争的初步效果，并非它们开始退让。“眈眈相向”，说明两狼既凶狠又狡诈，也准备变换策略，寻机残害屠户。这样，双方进入相持阶段。这是第三层。</p> <p>　　（屠夫御狼）第二段分两层：</p> <p>　　第一层，从“少时”至“又数刀毙之”。作者在描写两狼对屠户“眈眈相向”之后，又变换笔法，写一只狼竟然自己走开，另一只狼装作驯良的家狗形态蹲着，然后闭着眼睛打盹，样子十分悠闲。这是狼在屠户持刀的情况下耍弄的新花招。文中故意不作说明，而是以细腻的笔触刻画狼的狡诈形象，让人们仔细品味，加深对狼的本性的认识。这时的屠户虽然不能猜透它们诱敌包抄然后夹击的花招，但对于狼的凶狠狡诈有了清醒的认识，所以不受这种假象欺骗，不是释刀自喜，而是趁机“暴起”，猝不及防地以刀劈狼首，结束了它的性命。文中狼的悠闲假象，屠户的暴起动作，相映成趣。</p> <p>　　（屠夫杀狼）第二层，屠户杀了眼前的狼而准备赶路，又警惕地转视积薪后，发现了另一只正在钻洞的狼。作者借屠户的锐利的眼睛，点出狼“隧入以攻其后”的企图，揭露其“身已半入，止露尻尾”那种弄巧成拙的丑态，次“亦毙之”作了痛快的结束。行文至此，才以画龙点睛之笔点出屠户“乃悟前狼之假寐，盖以诱敌”的道理，与上层紧相呼应。这使屠户也使读者领悟到：只知狼凶狠的特性，不了解狼的欺诈一面，那就要受骗上当；只看到眼前的狼，却不注意暗藏的狼，满足于一时的胜利，到头来还会遭到失败。</p> <p>　　第三段，是作者诙谐风趣的议论。作者指出狼的狡黠奸诈，而嘲笑其顷刻而毙的结局，也间接赞扬了屠户的勇敢机智，余味无穷。</p>",
  "about": "<h2>其一启示</h2> 　　要抵制诱惑，切莫贪图小便宜，否则就会因小失大，害了自己。<br/><h2>道理</h2> 对于像狼一样的恶势力，不能屈服，不能幻想，妥协让步。必须敢于斗争，善于斗争，才能取得最终的胜利。<br>对豺狼不能抱有幻想，不能怯懦退缩，只能勇敢机智地把它们杀死.<br>对付野兽必须如此，对付现实生活中的各种困难也必须如此。要敢于斗争和坚持，取得胜利。<br>对待像狼一样的恶人，要勇敢地面对，勇敢机智地进行斗争；因为退缩，忍让是没有出路的。<br>一切像狼一样的恶人，都是以害人始害己终，自取灭亡。<br>讽喻像狼一样的恶人，无论怎样狡猾奸诈，最终都会失败。<br>对付能把狡诈奸猾的狼杀死的\"屠夫\",那就敬而远之吧。<br>永远不要向恶势力低头。",
  "poet": {
    "id": 567,
    "star": 0,
    "name": "蒲松龄",
    "image": "http://img.gushiwen.org/authorImg/pusongling.jpg",
    "desc": "蒲松龄（1640－1715）字留仙，一字剑臣，别号柳泉居士，世称聊斋先生，自称异史氏，现山东省淄博市淄川区洪山镇蒲家庄人。出生于一个逐渐败落的中小地主兼商人家庭。19岁应童子试，接连考取县、府、道三个第一，名震一时。补博士弟子员。以后屡试不第，直至71岁时才成岁贡生。为生活所迫，他除了应同邑人宝应县知县孙蕙之请，为其做幕宾数年之外，主要是在本县西铺村毕际友家做塾师，舌耕笔耘，近40年，直至1709年方撤帐归家。1715年正月病逝，享年76岁。创作出著名的文言文短篇小说集《聊斋志异》。"
  },
  "tags": [
    "初中文言文",
    "写狼",
    "哲理",
    "寓言",
    "故事"
  ]
}