{
  "id": 69770,
  "star": 3,
  "name": "杂剧·马丹阳三度任风子",
  "dynasty": "元代",
  "content": "第一折<br>雪瓮冰齑满箸黄，沙瓶豆粥隔篱香。就中滋味无人识，傲杀羊羔乳酪浆。贫道祖居宁海莱阳人也。俗姓马，名从义，乃伏波将军马援之后。钱财过万倍之余，田宅有半州之盛。家传秘行，世积阴功。初蒙祖师点化，不得正道，把我魂魄摄归阴府，受鞭笞之苦。忽见祖师来救，化作天尊，令贫道似梦非梦，方觉死生之可惧也。因此遂弃其金珠，抛其眷属，身挂一瓢，顶分三髻。按天地人三才正道，正一髻受东华帝君指教，去其四罪，是人、我、是、非；右一髻受纯阳真人指教，去其四罪，是富、贵、名、利；左一髻受王祖师指教，去其四罪，是酒、色、财、气。方成大道，正授白云洞主，丹阳抱一无为普化真人阴符中道，人身难得，中土难逢。假是得生，正法难遇。贫道昨宵看见青气冲天，下照终南山甘河镇，半一方之地都化的不吃腥荤。你道为何？此人是屠户之家，他见我化的一方之地都吃了斋素，搅了他买卖，他必然来伤害我性命。他若来时，点化此人归于正道。我与他阎王簿上除生互，紫府宫中立姓名。指开海角天涯路，引得迷人大道行。自家终南山甘河镇人氏，姓任，是个操刀屠户。为我每日好吃那酒，人口顺都叫我任风子。颇有些家私，但见兄弟每生受的，我便借与他些钱物做本，并不要利息，因此上相识伴当每能将我厮敬。嫡亲的两口儿家属。浑家李氏，近新来生了一个小厮儿。今日是我生辰之日，又是孩儿满月，众兄弟送些礼物来。大嫂，你去安排酒食茶饭，等待兄弟每。这早晚敢待来也。理会的。俺都是甘河镇屠户。俺有一个哥哥是任屠，俺的本钱是他的。近新来不知是那里走的个师父来，头挽着三个丫髻，化的俺这一方之人尽都吃了斋素。俺屠行买卖都迟了，本钱消折。今日是任屠哥哥生辰之日，又是他孩儿满月，一来与哥哥做生日，二来问哥哥借些本钱。说话中间，可早来到了也。哥哥，你兄弟来迟也。恰才道罢，兄弟们早来了也。量任屠有何德能，动劳列位，请坐。哥哥请坐。大嫂，将酒来。兄弟每慢慢饮一杯。俺兄弟每又无厚礼，倒来定害哥哥嫂嫂。兄弟，一回相见一回老，能有几年做弟兄也呵。<br>【仙吕】【点绛唇】朋友相怜，弟兄错见，任屠面。今日何缘，因贱降来宅院。<br>【混江龙】俺屠家开宴，端的是肉如山岳酒如川。都是些吾兄我弟，等辈齐肩。直吃的月上化梢倾尽酒，风吹荷叶倒垂莲。客喧席上，酒到跟前；何曾摘厌，并不推言。一盏盏接入手，可都干干的咽。卖弄他掂斤播两，拨万论千。<br>酒够了，俺吃不得了也。众兄弟可早醉也。<br>【油葫芦】你着那些扎手风乔人酒量浅，他吃不的一谜里瀽，他将那吃不了的牛肉着指头填。恰便似饿狼般撞入肥羊圈，乞儿般闹了悲田院。吃的来眼又睁，撑的来气又喘。都是些猪脖脐狗奶子乔亲眷，都坐满一圆圈。<br>【天下乐】可正是画戟门排见醉仙。大嫂。则我这家缘，不少了你吃共穿，生下这魔合罗般好儿天可怜。花谢了花再开，月缺了月再圆。咱人老何曾再少年。<br>你兄弟都折少本钱，问哥哥再借些钞做本钱。大嫂，兄弟每无本钱呵，借与他些。咱那里得那钱来，你好忒自专也。<br>【那吒令】非任屠自专，大河里有船；相知每共言，囊橐里有钱。俺那里有那钱来？你这般恶叉白赖的！哎，这婆娘不贤，头直上有天。任屠非自夸，你亲曾见，做屠户的这些行院？<br>【鹊踏枝】一个道少人钱，一个道缺盘缠。怕不待鼓脑争头，争奈他赤手空拳。俺这里谢天，葫芦提过遣，咱比他稍有些水陆庄田。<br>大嫂，去后面看些茶饭来。理会的。我开了这箱子，取出些钱钞来，与你一家两锭做本钱。兄弟也，我去年借与你许多本钱，都那里去了？哥哥不知，去年借的本钱都折了。近新来不知那里走将一个先生来，化的这甘河镇一方之地都吃了斋素，因此上折了本钱。<br>【寄生草】你道他都修善，不吃膻；你道是先生每闹了终南县，道士每住满全真院，庄家每闲看《神仙传》，姑姑每屯满七真堂，我道来摇车儿摆满三清殿。<br>哥哥，似这等，人家都吃了斋，着咱屠户每怎生做买卖？你休闹。可不道\"搅人买卖，如杀父母\"。如今那个敢杀那先生去？俺去！你如今白厮打，赢的便杀那先生去。说的是，说的是！俺众人打你一个。打将来！你都近不的我。<br>【金盏儿】一个拳来到眼跟前，轻躲过臂忙扇。一个被我搬的一似风车儿转。一个拳来先躲过，似放过一蚕椽。这一个明堂里可早叉翻背，这一个嘴缝上中直拳。这一个扑的腮揾土，这一个亨的脚朝天。哥哥，俺近不的你，是你去。我去。虽然这等，还怕那先生有神通，你到那里小心在意者。兄弟每，我明日五更前后，便去杀那先生。你放心者。<br>【赚煞尾】想着我扑乳牛力气全，杀劣马心非善，但提起这泼性命，我可早身轻体健。俺两个若还厮撞见，不着那厮巧语花言。遮莫你驾云轩，平地升仙，将我这摘胆剜心手段展。须直赶到玉皇殿前，撞入那月宫里面，我把他死羊般拖下九重天。哥哥醉一也。俺众人回家去来。<br><br>第二折<br>贫道马丹阳。离了仙乡，来此终南县甘河镇，化一草庵居住。不够半年，将此一方的人都化的吃了斋素。果然这任屠杀生太众，性如烈火。如今要杀贫道，或白昼而来，或黑夜而至，可用俺神通秘法点化此人。俗说：\"能化一罗刹，莫度十乜斜\"。我教他眼前见些恶境头，然后点化此人。这早晚敢待来也。我昨日和众兄弟每打赌赛，今日杀那先生去。我昨日吃的酒多了些，今日宿酒未醒。我索杀那先生走一遭去。<br>【正宫】【端正好】添酒力晚风凉，助杀气秋云暮，尚兀自脚趔趄醉眼模糊。他化的俺一方之地都食素，单则是俺这杀生的无缘度。<br>你这早晚往那里去？我是杀那先生去。<br>【滚绣球】你可也休怕怖，我心中不恍忽，常言道避着不做。他是个出家人，和你往日无冤，近日无仇，你杀他怎的？任大嫂，你莫不养着那先生来？呸！你听是甚言语？你莫不和马丹阳是绾角儿妻夫？我看你到那里怎的。我到那里一只手揪住系腰，一只手揝住道服，把那厮轻轻抬举，滴溜扑撺下街衢。我是个敲牛宰马任风子。你休去，带累我也！带累你抱侄携男鲁义姑。我言语无虚。<br>我苦劝你，不听我言语！<br>【倘秀才】你道是苦劝着不依你个妇女，那先生坏衣饭如杀父母。自古无毒不丈夫。大嫂，咱那孩儿在那里？孩儿在家睡哩。则那亲生子快啼哭，你与我觑去。<br>我好也要你家去，歹也要你家去！大嫂，那先生和我往日无冤，近日无仇，我没来由杀他怎的？那庄里有几个头口儿，我则怕别的屠户赶了去，我只推杀那先生，其实赶头口去，你家去磨下刀，烧下汤，我便赶将头口来也。哦，我可知道\"杀人偿命，欠债还钱\"。你这般说才是。我如今便去烧的汤热，磨得刀快，你早些儿来家。婆娘家性如水，我三两句话说的他回去了。我今去杀那先生去。可早来到也。我跳过这墙去。<br>【滚绣球】我骗土墙腾的跳过来，转茅檐厌的行过去，退身在背阴黑处。兀的不有人来也。莫不是马丹阳有埋伏？我则见悄悄的有人言，原来是潇潇的风弄竹；晃的这月华明闪、云来云去，似人行竹影扶疏。原来这害丹阳刺客心头怕，杀劣马贼人胆底虚。使不着胆大心粗。<br>我自过去。任屠，你来了也。好奇怪，他怎生认的我？我来了也。你来做甚么？我来杀你哩。我是个出家人，与你往日无冤，近日无仇，你如何来杀我？我是个屠户之家，你化的一方之地都不吃荤腥，坏了俺屠行买卖，我因此来杀你。你道我化的这一方之地都不吃荤腥，坏了你这买卖，因此来杀贫道。是我搅了你买卖。也罢也罢，贫道受死，你与我快性者。你有甚么神通广大，使出来！贫道那里有神通。<br>【倘秀才】遮莫你摄伏下北极真武，便请下东华帝主，我道你敢是个南方左道术。便有甚缩地法，混天书，我与你个快取。<br><br>【穷河西】我这里观绝了悠悠的五魂也无，原来这丹阳师父领着一个护身符。他不是跨鹤来，可怎生有这般翅羽？他把我当拦住，则我这泼性命向他跟前怎生过去？<br>有杀人贼也！任屠，你做甚么？哎哟，有杀人贼也，还我头来！你才要杀我，倒问我要头，你自摸你那头去。师父，放任屠回家去罢。你要去自去，谁当着你哩。师父，我来时一条路，如今三条路，不知往那条路去？你来处来，去处去，休迷了正道。是是是，来处来，去处去。父母生我，是来处来，我若死了，便去处去。他着我休迷了正道，这先生敢教我跟他出家去？罢罢罢，稽首，任屠情愿跟师父出家。你要出家，你可是甚么善男善女？你恰才提短刀越墙而过，要杀我，如今可要跟我出家。你听者：将你那娇妻幼子都休顾，便有玉海金山也不慕。一心唯想你生身何处来，我方才指与你条大道长生路。俺这神仙则许神仙做，你那凡夫则寻你凡夫去。<br>【叨叨令】师父道\"神仙则许神仙做，凡夫则寻你凡夫去。\"爷娘枉说爷娘苦。则是我那魔合罗孩儿，嗨，父母恩养尚且报不的，量他打甚么不紧。常言道\"儿孙自有儿孙福。\"儿女是金枷玉锁，欢喜冤家。师父，稽首。任屠却省省得也么哥，却省省得也么哥，告师父指与我一条长生路。任屠，你坚心要出家么？情愿与师父做个徒弟。任屠，你既要出家，抛弃了你那妻子，方可出家。你徒弟既要出家，量他打甚么不紧，徒弟都舍了也。你真个要出家，我与你十戒：一戒酒色财气，二戒人我是非，三戒因缘好恶，四戒忧愁思虑，五戒口慈心毒，六戒吞腥啖肉，七戒常怀不足，八戒徇己害人，九戒马劣猿颠，十戒怕死贪生。此十戒是万罪之缘，万恶之种。既要学道，必当戒之，将你俗衣都尽去了，身穿着道袍，腰系着杂彩绦，每日在菜园中修行办道。早晨打五百桶水，日中打五百桶水，天晚打五百桶水。缴辘轳，偎陇儿，拨畦儿，打勤劳，受辛苦。口诵《道德经》云：\"道可道，非常道；名可名，非常名。\"你那气无强弱志为先，努力须当莫换肩。离得这番凡境界，着你生身别上一重天。师父着我早晨打五百桶水，午间打五百桶水，晚夕打五百桶水，一日一千五百桶水。量这眼小井，却不打的干了那。<br>【三煞】从今后栽下这五株绿柳侵门户，种下这三径黄花近草庐。学师父伏虎降龙，跨鸾乘凤，谁待要宰马敲牛，杀狗屠驴。谢师父救了我这蠢蠢之物，泛泛之才，落落之徒。虽然愚鲁，从小里看过文书。<br>【二煞】高山流水知音许，古木苍烟入画图。学列子乘风，子房归道，陶令休官，范蠡归湖。虽然是平日凡胎，一旦修真，无甚功夫。撇下这砧刀什物，情取那轻卷药葫芦。<br>【煞尾】再谁想泥猪疥狗生涯苦，玉免金乌死限拘。修无量乐有余，朱顶鹤献花鹿；唳野猿啸风虎，云满窗月满户；花满蹊酒满壶，风满帘香满炉。看读玄元《道德》书，习学清虚庄、列术。小小茅庵是可居，春夏秋冬总不殊。春景园林赏花木，夏日山间避炎屠。秋天篱边玩松菊，冬雪檐前看梅竹。皓月清风为伴侣，酒又不饮色又无，财又不贪气不出。我准备麻绳拽辘轳，提挈荆筐担粪土。锄了田苗，种了菜蔬。老做庄稼小做屠。我兀的到这中年，做你一个徒弟。哎，师父，我可也打的你那勤劳受的你那苦。<br>且喜任屠仙胎可在，便要出家。看他修行如何，再传秘法，点化他成仙了道。任屠，不是我故意的磨灭经年，也只为修仙事全要精专。待他时有一日功成行满，才许你离尘世证果朝元。<br><br>第三折<br>妾身任屠浑家是也。自从那日任屠吃了几杯酒，被他众人撺掇着打赌赛，杀那先生去了，至今不见来家。则怕他落在人彀中。又听的说他出了家。我如今锁了门，抱着孩儿去小叔叔家问一声。早来到也。小叔叔开门来！谁叫门哩？我开开这门。呀？嫂嫂你那里去来？小叔叔，自从你哥哥任屠杀那先生去了，至今不见回来。俺哥哥往那里去了？听的说道跟着那先生出家去了。我如今抱着孩儿，不问那里，寻将他去。我和嫂嫂寻俺哥哥去来。贫道马丹阳。自从任屠跟我出家，可早数日光景了。今日任屠的魔头至也，我且看他如何发付那。\"道可道，非常道；名可名，非常名。\"自从跟着师父出家，打水浇畦，口里念\"道可道，非常道；名可名，非常名\"，脱离了酒色财气，人我是非，倒大来好幽哉快活也呵！<br>【中吕】【粉蝶儿】每日在园内修持，裁排下久长活计。若不是我参透玄机，则这利名场、风波海，虚耽了一世。吃的是淡饭黄虀，淡则淡淡中有味。<br>【醉春风】石鼎内烹茶芽，瓦瓶中添净水。听得一声鸡叫五更初，我又索起、起。识破这眨眼流光，迅指急景，转头浮世。<br>嫂嫂，敢在这个菜园儿里。兀的不是任屠！好也，你怎生这般模样！稽首，你寻我做甚么？<br>【红绣鞋】我自撇下酒色财气，谁曾离茶药琴棋。你住这里做甚么营生？听杜鹃一声声叫道不如归。（旦云）你莫不云阆苑瑶池来？（正末唱)又不曾赴瑶池。(旦云)你可在那里？(正末唱)止不过在终南山色里。<br>(小叔云)哥哥，你想起甚么来，真个在这里？(旦云)任屠，你在这里做甚么？咱家去来。(正末云)大嫂，我如今不比往日了。(唱)<br>【石榴花】每日把辘轳绳直缴到众星稀，我可甚爱日月夜眠迟。则我在这春里夏里秋里冬里受驱驰。(旦云)你可休后悔。(正末唱)更怕甚后悔，又无人把我央及。(旦云)早是我哩，若是别人家妇人呵，怎了。(正末唱)哎，你个婆娘妇女夸贤会，直寻到这搭儿田地。想当日范杞良在长城内，干迤逗的个孟姜女送寒衣。<br>【半鹌鹑】又不比那万水千山。(旦云)我从来三从四德。(正末云)着别人说波。(唱)卖弄他三从四德。(旦云)任屠，你撇下娇妻幼子、家缘家计，跟着那先生出家，几时能够做神仙？我好也要你去，歹也要你去！(正末云)这波娘好是无礼也。你不家去，我敢打你！(唱)我这里便扬起我这拳头。(旦挨正末科，云)你打你打，可又不敢打我。(正末唱)他那揣与我个面皮。(带云)稽首。(唱)常言道今世饶人不算痴，咱两个原是善知识。(旦云)任屠，咱家去来。(正末唱)世来到林下山间，再休想星前月底。<br>(旦云)任屠，可不道夫唱妇随，夫荣妻贵哩。(正末唱)<br>【上小楼】你道是夫唱妇随，夫荣妻贵；我从那早起晚息，掘菜挑虀，打水浇洼。(旦云)你若不家去，我就在这里觅个死处。(正末唱)你待要向这里，撒滞殢。寻个自缢。(带云)不中。(唱)赤紧的菜园中撧葱般人脆。<br>(旦云)我和你一同家去来。(小叔云)哥哥，依着嫂嫂，我每家去来。(正末唱)<br>【幺篇】往常时你劝我，今日个我劝你。那时昧己瞒心，劈两分星，细切薄批。(小叔云)自从哥哥来了，俺这买卖都折了本也。(正末唱)你道是这几日，做屠的伤折了本利。(带云)兄弟，咱宰了一个牲口儿，与他个快性儿。要往人口里过度的茶饭，打当的干净。可不道个\"谨行俭用，十年不富，天之命也。\"任屠也，你出了家也。(唱)你管他甚么猪肥羊贵。(旦云)你在家里，则是宰的几个牲口儿，谁敢劳动着你挑着这等重担子，受这等苦楚。(正末唱)<br>【满庭芳】这担儿便轻如恁的，你道我担荆筐受苦，比你那担火院便宜。(带云)担着这的呵，(唱)止不过两头来往搬兴废，不强似你耽是耽非。(旦云)你敢待学张子房从赤松子修仙学道那？(正末唱)我虽不似张子房休官弃职，我待学陶渊明归去来兮。咱两个都休罪，我和你便今番厮离。(旦云)你着我那里去那？(正末云)由你波。(唱)遮莫你做张郎妇李郎妻。(旦云)你不家去呵，与你个倒断。你休了我者。(小叔云)说的是。哥哥，你若休了嫂嫂，我就收了罢。(正末云)你要休书，等我问师父去。(旦云)你当初娶我时，可不曾问师父。(小叔云)也罢，就着师父与我做个媒人。(正末见丹阳科，云)师父，俺浑家问你徒弟要休书。我休呵好，不休呵好？借问师父纸墨笔砚。(丹阳云)你媳妇问你要休书，怎么与你将经纸写休我这纸笔是写《黄庭》、《道德经》的，怎么与你将经纸写休书？从那里起你那一念？妻是你的谁，谁是你的妻？休呵在的你，不休不在你。(正末云)师父说休呵便在我，不休呵不在我。罢罢罢，我知道了也，师父则是教我休了的是。(唱)<br>【普天乐】我世跳出虎狼丛，拜辞了鸳鸯会。(云)我要写又无纸。(旦云)我这里有手帕。(正末唱)这手帕中做布捻，好做铺尺，菜园中无纸笔，将手帕铺在田地，就着这水渠中，插手在青泥内，打与你个泥手模，便当休离。咱两个恩断义绝，花残月缺，再谁恋锦帐罗帏。<br>(旦扯正末云)任屠，你好下的也！(正末云)你休烦恼，听我说与你。(唱)<br>【耍孩儿】想咱人生在六合乾坤内，活到七十岁有几？人身幻化比芳菲，人愁老花怕春归。人贫人富无多限，花落花开有几日？则是这三寸元阳气，贯串着凡胎浊骨，使作着肉眼愚眉。<br>【二煞】一来我女色再不贪，二来香醪再不吃，堆金积玉成何济！人生一世心都爱，谁为三般事不迷？世跳出红尘内，我则寻泛游槎天浪，下烂斧柯仙棋。<br>【三煞】我则要仙鹤出入随，谁恋你香腮左右偎，你那绣衾不如我这粗绸被。我闲弹夜月琴三弄，谁待细看春风玉一围。咱两个发连理，你爱的是百年姻眷，我怕的是六道轮回。<br>(旦云)任屠，你好下的也！(正末云)你回去了罢。(唱)<br>【四煞】我则见匆匆月出东，厌厌日落西，秋鸿春燕相催逼。(小叔云)哥哥，你看这花朵儿浑家，怎生割舍的出了家？(正末唱)玉天仙妻儿你是你。(旦云)任屠，你看这孩儿。(正末唱)将来魔合罗孩儿，(做摔科)知他谁是谁。(旦哭云)任屠，你怎么把孩儿摔杀了！(正末唱)我见他揾不住腮边泪，休想他水泡般性命，顾不的你花朵似容仪。<br>（旦云）你休了我罢，怎生把孩儿摔死了？我儿也！(正末唱)<br>【五煞】由你待叫吖吖叫到明，哭啼啼哭到黑，打悲歌休想我有还俗意。(旦云)任屠，咱家去罢。(正末唱)哎，你个绿豆皮儿姐姐疾忙退。(小叔云)哥哥，跟俺嫂嫂家去罢。(正末唱)哎，你个无梁桶的哥哥枉了提。休则管闲淘气，絮的你口困，休想我心回。<br>【煞尾】由你死共死活共活，我二则二一则一。我休了娇妻，摔杀幼子，你便是我亲兄弟，跳出俺那七代仙灵将我来劝不得！(下)<br>(旦云)小叔叔，任屠不肯回家去，把孩儿又摔杀了，可怎生了也？(小叔云)真个苦恼。你不还俗便罢，又将孩儿摔死了，这般下的。嫂嫂，你如今真个不好过日子，不如跟着我一同回去住罢。(同下)(丹阳云)此人省悟了。菜园中摔死了幼子，休弃了娇妻，功行将至。再教他见妻子恶姻缘，然后引度他归于正道，未为迟也。(下)<br><br>第四折<br>(正末上，云)自从跟着师父出家，在这菜园里打勤劳，修行办道，可早十年光景也。(唱)。<br>【双调】【新水令】我虽不曾倒骑鹤背上青霄，今日个任风子积功成道。编四围竹寨篱，盖一座草团瓢。近着这野水溪桥，再不听红尘中是非闹。<br>【驻马听】散诞逍遥，虽不曾阆苑仙家采瑞草，又无甚忧愁烦恼，海山银阙赴蟠桃。新种下黄花三径有谁浇，白云满地无人扫。人道我归去早，春花秋月何时了。<br>(六贼上，云)奉师父法旨，魔障任屠走一遭去。可早来到也。任屠开门来！(正末唱)<br>【川拨棹】那里这般有贼盗，庵门前谁闹吵？俺这里松柏周遭，山川围着；疏竹潇潇，落叶飘飘。有人来到，言语低高，则道是鹤鸣九皋。开开门观觑了，山庵中静悄悄。<br>(六贼云)任屠，我问你要些金珠财宝。(正末云)俺出家人那里得金珠财宝？(六贼云)兀的不是。(正末云)敢是俺师父的，你要将去。(六贼云)我问你要那猿。(正末云)俺出家人那里得那猿来？(六贼云)兀的不是。(正末云)敢是俺师父的，你要将去。(六贼云)我问你要那马。(正末云)我出家人那里得那马来？(六贼云)兀的不是。(正末云)敢是俺师父的，你要将去。(唱)<br>【雁儿落】我只道人不知鬼不觉，却原来你空叫咱空闹。(带云)金珠财宝都将的去，师父来问，我说些甚么？哥哥，你姓甚名谁？(六贼云)我名可名，无姓名。(正末唱)你道是名可名无姓名。(带云)俺出家的东西你将的去。(唱)可正是道可道非常道。(六贼云)任屠，你怎生骂我？(做揪住科)(正末唱)<br>【得胜令】呀，走将来揪住吕公绦。(六贼推倒正末科)(正末唱)哎哟，险跌破许由瓢。鹤泣霜天表，猿啼夜月高，他将那骏马牵着。(带云)那马嘶喊咆哮，回头有顾主之心。(唱)可正是马有垂缰报。(带云)稽首。(唱)把性命相饶，怎生教人无刎颈交。(六贼下)(俫儿上，云)自家是任屠的孩儿。十年前在菜园中摔杀了，我如今问他索命走一遭去。任屠开门来！(正末云)又是谁叫门？我开开这门。小哥哥，做甚么？(俫云)我问你要件东西。(正末云)你要甚么那？(俫云)我要你那绦儿。(正末云)你半的去了，我可系甚么那？(俫云)你不与我，我就杀了你！(正末云)你要将的去。(俫云)我再问你要件东西。(正末云)你又要甚么那？(俫云)我要你那领袍。(正末云)你将的去了，我可穿甚么那？(俫云)你不与我，我就杀了你！(正末云)你要呵，将的去。(俫云)我再问你要件东西。(正末云)你又要甚么那？(俫云)我问你要那颗头。(正末云)哥哥也，连着筋哩。哥也，我和你有甚么仇？(俫云)你记的十年前菜园中摔死了我，今日偿我命来，快将头来！(正末唱)<br>【川拨棹】吓的我五魂消，怎提防笑里刀。他待显耀雄豪，乱下风雹。天也，我几时能够金蝉脱壳？可不道家有老敬老、有小敬小？<br>(俫云)将头来。(正末唱)<br>【七兄弟】我这里劝着、道着，他不采分毫，别人的首级他强要。他小心儿不肯自量度，可不道\"君子不夺人之好\"。<br>(俫云)将头来！(正末唱)<br>【梅花酒】你敢忍不的也，我敢显躁暴。我揝住你那头梢，我敢烂臜臜打碎你脑，我敢各支支撧折你腰。(俫云)你撧波。(正末云)稽首。(唱)师父道且忍着。我又不曾宴蟠桃，又不曾炼丹药，不死呵几时了。<br>【收江南】呀，我则索咬着牙，又吃你这杀人刀。(俫杀正末科)(下)(正末云)有杀人贼也！(丹阳上，云)任屠，你省也吗？(正末唱)原来是马丹阳使的这圈套，险把个泼残生倾在小儿曹。师父又撞着，我则索终朝每日打勤劳。<br>(丹阳云)任屠，你见了么？那六个人是你身边六贼，那小孩儿是你菜园中摔死的小的。今日见了酒、色、财、气，人、我、是、非，你今日功成行满。你听着。(诗云)为你有终始，救你无生死。贫道马丹阳，三度任风子。(众仙各执乐器迎科)(正末唱)<br>【尾】众神仙都来到，把任屠摄赴蓬莱岛。今日个得道成仙，到大来无是无非快活到老。(并下)",
  "poet": {
    "id": 306,
    "star": 0,
    "name": "马致远",
    "image": "http://img.gushiwen.org/authorImg/mazhiyuan.jpg",
    "desc": "马致远（1250年-1321年），字千里，号东篱（一说字致远，晚号“东篱”），汉族，大都（今北京）人，另一说（马致远是河北省东光县马祠堂村人，号东篱，以示效陶渊明之志）。他的年辈晚于关汉卿、白朴等人，生年当在至元（始于1264）之前，卒年当在至治改元到泰定元年（1321—1324）之间，与关汉卿、郑光祖、白朴并称“元曲四大家”，是我国元代时著名大戏剧家、散曲家。"
  },
  "tags": []
}