{
  "id": 70559,
  "star": 2,
  "name": "杂剧·狄青复夺衣袄车",
  "dynasty": "元代",
  "content": "第一折<br>职列鹓班真栋梁，恩沾雨露坐琴堂。调和鼎鼐安天下，燮理阴阳定万方。老夫姓范名仲淹，字希文。幼习儒业，在长白山修学。我与友人温习经书，煮粟米二升，作粥一器，断虀数茎，酢汁半盂，暖而啖之，后成大儒。今辅佐大宋，见今八方无事，四海宴然，山河一统，万国来朝。谢圣恩可怜，加老夫为天章阁学士之职。今奉圣人的命，有西延边赏军一事。葛监军奏曰：每年秋七八月，犒劳三军。今冬十一月并腊月，军士劳苦，未蒙赐恩。今奉圣人之命，着老夫将五百辆衣袄扛车，上西延边赏军去。老夫想来，可用能干之人，随路防护。今巩胜营中有一人，乃汾州西河县人也，姓狄名青，字汉臣。此人十八般武艺皆全，除非此人可去。左右，与我唤狄青来者。理会得。狄青安在？赳赳威风貔虎躯，六韬三略有谁如。为人不把功名立，枉作乾坤大丈夫。某，姓狄名青，字汉臣，汾州西河县人也。自幼学成十八般武艺，寸铁在手，有万夫不当之勇。今在巩胜营中，做一个军健汉，人口顺，都叫我做小健儿狄青。今有范大人呼唤，不知有甚事，须索去走一遭。早来到此也，令人报复去，道有狄青来了也。理会得。报的大人得知：狄青来了也！着他过来。会得。过去。大人呼唤狄青，那厢使用？狄青，今为西延边赏军，有五百辆衣袄扛车，无人可去。奉圣人命，知你骁勇过人，武艺精熟，加你为押衣袄扛车大使，上西延边赏赐三军。小心在意，回还自有重用你处。收拾披挂，便索登程。得令。自今日收拾军装，押衣袄扛车，走一遭去。奉命亲差去赏军，威严勇力有谁伦。扛车衣袄临边上，恁时回报受皂恩。狄青收拾军装去了也。凭着此人英雄，必有辅国之志，定乱之术，若干事回来，再有计议。老夫回圣人的话，走一遭去。衣袄俱完就，扛车准备齐。狄青亲押赴，回奏敢稽迟。老夫王环是也。幼年间东荡西除，南征北讨，多与大宋出力．今已年纪高大了也。将这一幅全装披挂，并军器等物，于街市货卖。乌油甲一副，皂罗袍一领，鹊桦弓一张，凤翎箭一壶，黄面具一个，红抹额一条，三尖两刃大杆刀一柄，撒发盔一顶。幼年卧霜眠雪，岂知今日无用也呵！<br>【仙吕】【点绛辱】则我这剑戟藏收，臂无锦鞲，衣袍旧。马善人熟，想往日威风赳。<br>【混江龙】玉门关后，老将军无比阵云收。若题着安邦定国。受赏封侯。擐甲披袍骑战马，到不如去拽耙扶犁使耕牛，寻几个渔樵作伴将柴门扣。心忙意急，壮志难酬。<br>这兵器披挂，便那里有人买？我与你再闲游玩咱。<br>【油葫芦】遥指南山景物幽，我自趁逐，闲来游玩兴悠悠。我则见碧滔滔水面上波纹皱，更那堪翠巍巍山色晴岚秀。相交的野外人，作伴的村下叟。喜的是扶梨拽耙深耕耨，止不过春种与秋收。<br>【天下乐】时遇半年五谷收，百姓每歌讴，心意投，俺若是做庄农快活何处有？若有那二顷田，和他这一耙牛，倒大来千自在百自由。<br>这披挂一物一主，看有甚么人来？五百衣袄延边去，万里平沙拒北番。某，狄青是也。今蒙圣人的命，升我做押衣袄车大使，就着我押五百辆衣袄扛车，前往西延边赏军去。争奈无一付披挂兵器。我如今去这街市上，买一付披挂兵器，走一遭去。远远的望见一个老将军，守着一付披挂兵器，不知他是卖也不卖。我向前去问他一声，怕做甚么？支揖老将军。你这一付披挂，可是卖与不卖？我这衣甲要卖。要多少钱？要一千贯。老将军，不值许多价钱。壮士，你听我说与你咱。<br>【哪吒令】那领袍，用皂罗做就；这副甲，着乌油漆就；这面具，是生金铸就。鹊桦弓碧玉矟，凤翎箭搭上弦彀，那三尖刀两刃锋秋。<br>别的不打紧。我看这一口刀咱，是一把好刀也。<br>【鹊踏枝】他那里说缘由，逞搊搜。是一个好汉也呵。他入手轻轮，武艺滑熟．这口刀落与你介胄，抵一千个壮士凝眸。<br>你要用这兵器，你将去，我则问你姓甚名谁也。老将军，小人姓狄名青，字汉臣，汾州西河县人氏。奉圣人的命，教我押五百辆衣袄扛车，前往西延边上赏军去，就加我为押衣袄扛车大使。争奈无一副披挂兵器，今日肯分的遇着老将军。小人上告老将军，这付衣甲，老将军肯赊与小人么？原来你是狄青。<br>【寄生草】咱两个才相见，心意投。英雄只说英雄手，他贤良只说贤良口，则俺这英雄志气冲牛斗。他若是相持厮杀统戈矛，端的是强中更有强中手。狄青，你来，我赊与你这付披挂，你以后得志呵，那其间还我钱钞，也未是迟哩。多谢了老将军。我若久以后得志呵，此恩必当重报也！<br>【尾声】这红抹额似火霞飘，金面具威风赳。大杆刀轻轮在手，平定了乾坤四百州。施展你那武艺滑熟．统戈矛。有一日建节封侯，恁时节方显男儿得志秋。则我这气冲着牛斗，胸怀锦绣，我则待播清风万古把杯留。<br>谁想今日遇着这老将军，赊与了我这一付衣甲兵器。若到边境，便遇着敌兵，也不怕他。衣甲兵器都有了也，则今日押衣袄扛车，走一遭去。披袍擐甲荷钢刀，奉使边庭不避劳。衣袄赏军颁国惠，须将忠勇报皇朝。<br><br>第二折<br>忠诚报国为良吏，留取芳名载汗青。老夫范仲淹是也。今差狄青押衣袄车，前去西延边赏军去。不想到于河西国，被史牙恰和昝雄邀截了衣袄扛车，赶入黑松林去了。老夫奉圣人的命。差飞山虎刘庆，前去取狄青首级。为此人倚酒慢公，失误了衣袄扛车。说与刘庆，若是狄青夺将衣袄车来，将功折过，若夺不将回来，二罪俱罚。若回来时，我自有个主意也。奉使遣狄青，倚酒慢军情。速差刘庆去，剽首早回程。买卖归来汗未消。上床犹自想来朝。为甚当家头先白，一夜起来七八遭。自家店小二的便是，在这牢山店卖酒为生。纷纷扬扬，下着如此般大雪，挑起草这禾享儿，烧着这镟锅儿热，看有甚么人来。披坚执锐为军健，天寒地冻奉公差。某乃狄青是也。自从奉命押着这衣袄扛车，西延边赏军去。衣袄扛车，先行了也。来到这牢山店，纷扬扬，下着这般大雪，天气寒冷，兀的不是个酒务儿。我买几钟酒吃了呵，慢的行。兀那卖酒的，有酒的么？官人有酒。请进酒务儿里。店小二？打二百钱酒来。酾的着热，我吃了好走。理会得。有了酒也。将来我慢曼的饮，看有甚么人来。某乃飞山虎刘庆是也。小健儿狄青，押衣袄车去，被番军都夺将去了也。狄青不知在何处？今奉大人将令，差我催狄青去。出的门来，撞着这般寒冷天气，好大雪也。<br>【南吕】【一枝花】我与你拽扎了我红纳袄，牢拴住白毡帽。好大雪也呵。恰便似颠狂飞柳絮，我则见纷纷的剪鹅毛。头直上瑞雪飘飘，如万对蝴蝶闹，正彤云罩紫霄。又遇着酷冷天寒，将令差违拗了谁敢承招。<br>【梁州】恰过了五七层山坡隘角。早来到十数处野水横桥。我与你汤风冒雪登长道。寒风飒枫，冷雾潇潇。将令严整，暮景良宵。往来是半月十朝，谁敢道怠慢分毫。这一遭。我、我、我，虽不足北狄南蛮；来、来、来，又不足天涯海角；呀、呀、呀，过了些无爷娘的水远山遥。不由我自猜，自焦。火误了阃外将军号，我急行动军健脚。不见了扛车何处抓，可怎生无一个消耗？<br>可早来到这牢山店。某有些饥渴，我买几钟酒汤汤寒咱。兀那卖酒的，有酒么？官人有酒。请进酒务儿里来。打二百钱酒来。理会得。官人，有了酒也。你不还我的酒钱，你就走了。我是个打差的人，那得那钱来还你！店小二，为甚的大惊小怪的？官人不知，这个人吃了二百钱酒，他不还钱，便要走去。看起来他是个衙门中办事的人。小二哥，我替他还了这钱。兀那君子。你姓甚名谁，你为甚么到此处？你说一遍咱。某乃飞山虎刘庆。奉大人的将令，差我去催小健儿狄青衣袄扛车，那厮违了半个月假限。我若见狄青那弟子孩儿呀，鼻凹里足打他五百铁索。则我便是狄青。早是我不曾说你甚么？你骂的我勾了也。你来时，曾撞着甚么人来？我来迎着一簇番官，将衣袄车夺将去了。我躲在蓬科里，我见他，他不曾见我。皂雕旗上写着道：大将史牙恰。他夺了你那衣袄车去了。你刹地在这里吃酒？大人将令，你若赶上复夺了衣袄扛车，将功折罪，虽误了半月假限，其罪可免也。我和你赶那衣袄扛车去来。说的是，咱两个赶去来。未知这话是实么？<br>【牧羊关】我从来无虚谬，你心中自恁约，违了限半月期高。俺元帅杀斩权谋，你这件事非同一个草草。你赶的上夺了呵不见罪，你赶不上呵将来怎耽饶。我便有那浑身是口也难分晓，则你那好前程可惜断送了。<br>俺两个赶那衣袄车去来。我闭了这板闼，口童饭去也。风雪天身上寒冷，肚里饥且吃冰凌。<br>灿灿银盔气势强，珊珊铁铠带寒霜。西河队里惟吾勇，凛凛英名四海扬。某乃李滚手下大将昝雄是也。某文强武勇，膂力过人，久镇河西国。某手下有雄兵百万，战将千员。某使一杆方天画杆戟，万夫不当之勇。今有小健儿狄青，押着五百辆衣袄扛车，前往西延边上赏军去，路打此处过，某将衣袄扛尽皆夺了。我差人护着，赶入黑松林去了也。我在此专等着后来的军马。这杏子河边，我敲开这冰饮马咱。某乃狄青是也。刘庆，俺行动些。阿哥，来到这杏子河边也。你见么？兀那一个番将，敲冰饮马哩。他是谁？他是番将昝雄。他是昝雄？我射他一箭，阿哥，你休射他。倘射的着他，万事都休。若射不着他，你骑着龙也似快的马，你便走了。他拿住我呵，我的脑子做不的主也。<br>【哭皇天】他款把雕弓掿，我顿断金缕绦，紫金鈚搭上弦，捻转凤翎矟。你为何搬我？我为甚搬住他这臂膊？射中呵亦无话说，射不中咱有灾殃。你若是耽的下，耽的下便发箭凿。我这箭发无不中，中无不倒，倒无不死也。你那箭发无不中，中无不倒！兀那番官。着去。<br>【乌夜啼】箭离弦似一点流星落，我则见滴溜扑坠落在鞍鞒。我箭射了昝雄，俺寻那衣袄扛车去来。也是他今门灾星照，他枉劬劳，咱不索心焦。赶上史牙恰，一刀劈下马来。若遇着史牙恰刀并见个低高，夺了那衣袄车便是把冤仇报。我不用排兵布阵，就要了衣袄车来。也不用排军校，你端的逢山开道，遇水叠桥。<br>咱赶那衣袄车去来。这里有两条路，那野牛岭上一条大路，岭下一条小路。阿哥，我沿河路上行，你往岭上去。你若见番官呵，你将那刀尖儿招一招，我便知道。若剽了他的首级，摘了他的虎头金牌，带在腰间。俺两个分两路赶他去来。他也说的是。咱两个去来。衣袄扛车五百辆，推至延边去赏军。自家车头的便是。跟着狄将军，领着这五百衣袄扛车，都被番官抢了。如今赶着扛车，往黑松林里去。前涂扛车行动些！番官赶将来了也。塞北沙陀为头领，番将丛中第一人。某乃大将史牙恰是也。某手下的番将，人人英勇，个个威风，能骑劣马，快拽硬弓。今有狄青押着衣袄扛车，被某都抢了，赶将黑松林去。兀的那押扛车人作急的行，后面则怕有人赶将来也。某乃狄青是也。我上的这野牛岭来，正行之间，见河边岸上旗招，莫不敢有番军来么？果然是一簇番军，旗上写着\"大将史牙恰\"。兀的不是衣袄车！我复夺去也。来者何人？某乃狄青是也。兀那番将，快与我丢下扛车！你敢厮杀么？量你这番将，到的那里！着他吃某一刀。刘庆，你来！我刀劈了史牙恰了也。好将军也！<br>【牧羊关】史牙恰排军校，狄将军武艺高。红抹额火焰风飘。鞍上将如北海的蛟龙，坐下马似南山兽绕。狄将军施英勇，史牙恰显粗豪。史牙恰束手才争斗，狄将军去他顶门上，磕叉的则一刀。某箭射了昝雄，刀劈了史牙恰。刘庆，你先回去。复夺了衣袄扛车，赶退番军，我便回大人的话去也。阿哥，我家中还有八十岁的老母，无人奉养。你怎生可怜见，将这昝雄的金牌，史牙恰的三叉紫金冠，与我卖些钱钞，侍养老母，可不好也。这牌与冠都与你。你就将着这两颗首级，先往大人府里献功去。我押这衣袄车，我随后便来也。<br>【尾声】鹤随鸾凤飞还远，人伴贤良志转高。那将军施躁暴，这将军是勇跃，夺了车扛，取了衣袄。昝先锋着箭凿，史牙恰则一刀。这狄青恰似活神道，他轻轮着那三尖两刃刚刀，把些个败残军落荒他可都赶去了。<br>刘庆将着首级去了也。他这一去，必然先与我报功。兀那车头！押着衣袄扛车上西延边走一遭去。箭射昝雄死，刀劈牙恰亡。复夺衣袄扛，此功第一场。<br>楔子<br>朝中宰相五更冷，铁甲将军都跳井。则有一个跳不过，跳在里头扑冬冬。自家黄轸是也，奉大人将令，着我催小健儿狄青衣袄扛车去。来到这半路中，兀的远远一个人来也。某乃飞山虎刘庆是也。将着两颗首级，大人府里献功去也。兀的不是飞山虎刘庆。刘庆，你将这两颗首级往那里去？个是咎雄、史牙恰的首级，将着往大人府里，与狄青报功受赏去。且住者。我若得这两颗首级，拿到大人府里，这功劳都是我的。我问他咱。刘庆，你将这两颗首级与我，我多与你些钱钞，你去养活你那母亲，可不好也？这呆厮好要便宜。狄青复夺了衣袄扛车，箭射死了昝雄，刀劈了史牙恰。我将着这两颗首级，大人府里与狄青献功受赏去。你待要，倒好了你也！则除是恁般，刘庆，你看那涧底下两个大虫斗。在那里？我看一看咱。我将刘庆推下涧去也，我得这两颗首级，大人府里献功受赏去也。把刘庆推下涧去，得首级正好赖功。黄轸好无礼，将我推下涧去，若不是多年树叶子厚，那得我的命来。你要赖狄青的功，我直至大人府里，与狄青做个大证见也。<br>【赏花时】推我在深涧里登时一命亏，我若到帅府争知他饶过你。狄将军英雄有谁及，若我不分一个曲直，必索要别办个是和非。<br>想此人好无天理也。<br>【幺篇】常言道湛湛青天不可欺，若顺了人心失了正理。天纲是恢恢，若论着狄肯的这武艺，我则待对倒了他这个赖功的贼！<br><br>第三折<br>旗开云日晃金戈，避暑乘凉至黑河。北塞闲中行乐处，道遥马上玩沙陀。某乃大将李滚是也。我手下有两员大将，一个是昝雄，一个是史牙恰。今有一个小健儿狄青，押五百辆衣袄扛车，前往西延边赏军去。我差他两员大将，邀截了衣袄扛车。闻知小健儿狄青，复夺了衣袄扛车，与俺北番交锋，未知输赢胜败，使的个报喜探子去了。这早晚敢待来也。一场好厮杀也呵。<br>【商调】【集贤宾】贪慌忙棘针科抓住战衣，杀败了一个小河西。行不动山岩下歇息，立不住东倒西欹。眼张狂手似捞凌，行不动一丝无力。那将军相持厮杀对垒，有军来谁敢迎敌！喧天般发喊声，就地凯征鼙。名传于世，委实无敌，报、报、报！喏寰中第一。<br>好探子也。从那阵面上来，你看那喜色旺气。探子来的意如何，穿花度柳疾如梭。中军帐内低低问，两下军兵那处多？史牙恰怎生与狄青厮杀来？探子，你喘息定，慢慢的说一遍。将军，我慢慢的说一遍咱。我听你慢慢的说一遍。<br>【后庭花】杀的那血成河如聚水，死尸骸山岸般堆。疏林外枪刀响，山坡前战马厮，莫迎敌。谁曾见崎岖的山势，高阜处遥望者见一将来的疾。雄赳赳将铠甲披，威凛凛战马嘶，红抹额似火焰飞，皂罗袍似雾黑，乌油甲甚整齐，凤翎箭端的直，鹊桦弓偃月起。那将军面皮，三尖刀两刃齐。人和马走似飞，喝一声如霹雳，唬的人魂魄飞。<br>【双雁儿】俺这壁急慌忙扑倒了这云月皂雕旗，把枪刀不撇了，等甚的！咱顾命逃生早回避，他来的雄势威，惜不的甲马催。<br>昝雄在杏子河饮马，那狄青怎生发箭来？你再说一遍来。<br>【醋葫芦】昝雄那里饮战马，狄青背后随。昝雄他英名赳赳竖神威，狄将军怒将金镫踢。不离子今日，界河的这两岸要相持。<br>那狄青急取雕翎箭，忙拈宝雕弓。连珠箭炮窝里飞来，一点油弦头上进出。探子，你喘息定，慢慢的说一遍。<br>【醋葫芦】狄将军将玉辔提，相对敌。走兽壶顺手取金鈚，凤翎箭水光端的直。弓弯着神背，更压着汉朝李广、养由基。<br>那狄青右手兜弦，左手推靶，弓开似那曲律山头蟒，望着鼻凹一点星。你慢慢的说一遍。<br>【醋葫芦】狄青将右手兜，左手推。斟量着远近觑个高低，则他那猿猱臂膊使着气力。撼山般威势，转回头斜望着昝雄射。<br>那狄青去那飞鱼袋内拈弓，走兽壶中取箭。弓开的十分满，箭去的九分疾。弓开如半弯秋月，箭发似一点流星。使臂力忙将弓靶推，虎筋弦进出紫金鈚。雕翎箭撞开楼颔带，三思台吞满画桃皮。你慢慢的再说一遍咱。<br>【醋葫芦】箭着处支楞楞撇了画戟，扑簌簌掉了豹尾。脑桩的落马马空回，弯着弓插着箭忙整理。将一顶紫金冠撞碎，三思台吞满画桃皮。<br>箭射死昝雄，史牙恰怎生和他交战来，你慢慢的再说一遍咱。<br>【醋葫芦】一个在河道东，一个在临路西。都不曾答话便相持，却便似黑杀神撞着个霹雳鬼。枪强刀会，棋逢对手好相持。<br>一个使的是枪，一个使的是刀。杀气腾腾罩碧霄，愁地惨冷雾飘。有如山前猛虎斗，恰似蛟龙出海涛。一个凭三略，一个显六韬，交马过处逞英豪。从来自有将军战，不似今番枪对刀。是一场好厮杀也呵。你再说一遍。<br>【醋葫芦】史牙恰枪去的疾，狄将军刀去劈。刀迎枪举足律律火光飞，见枪来躲过，着刀去劈。我则见连肩带臂，恰便似锦毛彪扑倒一个玉狻猊。箭射死昝雄，刀劈了史牙恰。天朝威风浩大，猛将英雄，再不敢调遣番兵，俺则索投降纳贡。便好道饶你深山共深处，到头都属帝王家。探子，你且回本营中去。<br>【尾声】你与我疾快走，莫迎敌，得便宜只恐怕落便宜。他每都响珰珰笑将金镫踢，割的这人头耳鼻，打着面胜军旗，齐和着他这凯歌回。狄青赢了也，俺两员将输了也。再不敢侵犯边境。俺这里收拾进贡宝贝，见圣人走一遭去。天朝上将显威风，刀劈牙恰射昝雄。准备方物朝大国，进贡称臣享太平。<br><br>第四折<br>王法条条诛滥官，刑名款款理无端。为官清正天心喜，作宰为臣民意欢。老夫范天章是也。今有狄青失了衣袄扛车，我差飞山虎刘庆，取狄青首级去了，不见回来，随后又差黄轸接应他去了也。令人门首觑者，若来时报的老夫知道。两颗首级实难得，赖了赏赐吃喜酒，自家黄轸的便是。自从将刘庆推在涧里，得了这两颗首级，则说是我的功劳，大人府里报功受赏去。可早来到也，令人报复去，道有黄轸得胜回来！理会得。报的大人得知，有黄轸来了也。着他过来。理会得。过去！大人，我箭射昝雄，刀劈史牙恰，将这两颗首级，特来报功。既然如此，老夫尽知，这功劳都是你的，若狄青来时，必无轻恕。令人门首觑者，狄青来时，报复我知道。膂力过人胆气冲，横刀匹马取交锋。复夺衣袄全忠孝，今日狄青建大功。某乃狄青是也。复夺了衣袄车，杏子河箭射死昝雄，野牛岭刀劈了史牙恰，将两个首级，着飞山虎刘庆，大人府里受赏去了。我赶了那败残兵，今日得胜而回，见大人走一遭去。可早来到也，令人报复去，道有狄青来了也。理会得。报的大人得知，有狄青来了也。着他过来，理会得。过去！大人，狄青得胜回营也。狄青你知罪么？狄青不知甚罪？黄轸将着首级，先来报功，你怎生不知罪？大人，某杏子河箭射死昝雄，野牛岭刀劈死史牙恰，复夺衣袄扛车回来，是我之功也。你倚酒慢公，失误了衣袄扛车，若不是黄轸复夺将回来，可怎了也！刀斧手，推转狄青，斩讫报来！可着谁人救我也。某乃飞山虎刘庆是也。昨日黄轸夺了我两颗首级，推我在涧里，若不是树叶子厚呵，那里讨我这条命来。我直至大人府里，与狄青做个证见，走一遭去也。<br>【中吕】【粉蝶儿】我这里步步刚捱，病身躯恰才安泰，行不动东倒西歪。脚刚移，身强整，魂灵儿不知个所在。也是我运拙时乖，谁承望这一场颇余。<br>【醉春风】这怨恨重如山，咱冤仇深似海。不走了你个奸浊侥幸赖功贼，黄轸也你畅好是歹、歹！我与你折证的明白，狄青他一心忠孝，搭救他这场灾害。<br>可早来到也。我道是谁，原来是狄将军。刘庆，你在那里来，黄轸赖我功劳，大人见罪，将我要杀坏了。你索救我咱！将军你放心，我与你做一个大证见。大人，冤屈也！刘庆，你有何冤屈？小人不冤屈，狄青冤屈。狄青怎生冤屈？当日大人差刘庆去催衣袄车，不想大雪里正撞见狄青。我说你违了半月假限，又失了衣袄车，被史牙恰夺将去了。狄青听的说了，我和狄青就赶那衣袄车去，来到那杏子河边，下着大雪。<br>【红绣鞋】当日个琼填满东郊南陌，粉妆成殿阁楼台，见一簇番兵拥将来。狄青在火坑中逃了性命，今日向云阳内受非灾，我救这一个苦相持梁栋材。谁射死咎雄来？是狄青一箭射死昝雄来。<br>【上小楼】一来是时间免灾，二来与将军除害。狄青那里怪眼圆睁，剔竖神眉，怒目张开。狄青那里显手策，使气概，英雄慷慨，则他那昝先锋那一场灾害。<br>你说狄青射死了昝雄，那史牙恰是谁刀劈了来？狄青射死了昝雄，来到野牛岭上，见一簇番兵，皂雕旗上，写着\"大将军史牙恰\"。狄青一人一骑，赶上不曾答话，两马交战，则一刀劈了史牙恰。<br>【十二月】那将军其实壮哉，那一会气夯破胸怀。史牙恰提枪出阵，狄将军纵马前来。狄将军刀起处他如何挣挫，那将军威凛凛英勇身材。<br>【尧民歌】我则见滴溜溜扑落下战鞍来，明晃晃响珰珰的战锣筛。来时节遮天映日绣旗开，去时节一仰一合把身歪。恰便似婴也波孩，驱兵索战来，这厮可担水在河头卖。<br>刘庆，你道狄青箭射死了昝雄，刀劈了史牙恰，这两颗首级，可怎生得到黄轸手里来？当此一日，大人差刘庆催衣袄扛车去。狄青箭射死了昝雄，刀劈了史牙恰，复夺了衣袄扛车．他将两颗首级与刘庆，大人府里献功。不期到路上撞着黄轸，夺了我首级，又把我推在涧里。若不是多年树叶子厚，那得我那性命来！大人，这功劳都是狄青的。大人心下自参详，黄轸赖功损忠良。箭射刀劈番将死，流传千古把名扬。<br>【尾声】我见来，我见来，杀的那史牙恰无百刂划。想狄将军盖世功劳大，保护着一统山河万万载。老夫尽知也。原来是黄轸混赖狄青的功劳，将黄轸推转杀坏了者！狄青，你听者，为你复夺了衣袄扛车，箭射昝雄，刀劈史牙恰，有此功劳，加你为征西都招讨金吾上将军。狄青，你望阙跪者，听圣人的命。则因你敢勇相争，凭谋略收捕贼兵。真梁栋世之虎将，据英雄天下驰名。黄面具千般杀气，乌油甲万道威风。野水岭刀斩牙恰，杏子河箭射昝雄。施勇烈扬威耀武，秉忠心永镇边庭。加你为总都大帅，定家邦天下元戎。朝金阙躬身叩首，立乾坤帝业兴隆。今日个加官赐赏，保皇图万载升平。<br>题目黄轸军前赖功劳<br>正名狄青复夺衣袄车</p> <p> ",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "未知作者"
  },
  "tags": []
}