{
  "id": 51009,
  "star": 15,
  "name": "花犯·小石梅花",
  "dynasty": "宋代",
  "content": "粉墙低，梅花照眼，依然旧风味。露痕轻缀。疑净洗铅华，无限佳丽。去年胜赏曾孤倚。冰盘同宴喜。更可惜，雪中高树，香篝熏素被。 <br>今年对花最匆匆，相逢似有恨，依依愁悴。吟望久，青苔上、旋看飞坠。相将见、脆丸荐酒，人正在、空江烟浪里。但梦想、一枝潇洒，黄昏斜照水。",
  "fanyi": "<h2>注释</h2> ⑴铅华：搽脸的粉。<a href=\"http://so.gushiwen.org/author_322.aspx\">曹植</a>《洛神赋》：“芳泽无加，铅华不御。”李善注：“铅华，粉也。”这三句是说梅花上面留有露水痕迹，像是洗尽脂粉，显得丽质天生。<br>⑵冰盘：果盘。燕：通“宴”。这句用<a href=\"http://so.gushiwen.org/author_682.aspx\">韩愈</a>“冰盘夏荐碧实脆。”<a href=\"http://so.gushiwen.org/view_51009.aspx\">诗</a>意，指喜得梅子以进酒。<br>⑶篝：熏笼。这句比喻梅花如篝雪如被。<br>⑷悴：忧也。这两句是指梅花似亦知恨而含愁。<br>⑸旋看飞坠：屡屡看梅花飘飞坠在青苔上面。<br>⑹相将：行将。翠丸：梅子。<br>⑺潇洒：凄清之意。黄昏斜照水，用林浦“疏影横斜水清浅，暗香浮动月黄昏”诗句。",
  "shangxi": "<h2>赏析</h2> <p>　　本词的特点是在咏梅中打入个人身世之感，但不是用如<a href=\"http://so.gushiwen.org/author_762.aspx\">林逋</a>在《霜天晓角》中“谁是我知音，孤山人姓林”等直抒其情的语言来表达，而是用前后盘旋、左顾右盼、姿态横生的手法，多方位、多角度地来体现自己的情感。宋代黄升在《唐宋诸贤绝妙词选》中云：“此只咏梅花，而纡徐反复，道尽三年间事，圆美流转如弹丸。”</p> <p>　　词作的上片先从眼前的梅花着手，叙写其风神，再回想去年观赏梅花之情形，展示其风姿依旧。“粉墙低，梅花照眼，依然旧风味。露痕轻缀，疑争洗铅华，无限佳丽”。词人官舍的低矮粉墙头伸出一棵梅树，盛开的梅花格外引人注目。只见梅花上还留有露水痕迹，有如美人洗却脂粉，更显得天生丽质。这里“依然”二字埋下了叙写去年梅花风采的伏笔。“铅华”，此指妇女擦脸的粉。<a href=\"http://so.gushiwen.org/author_322.aspx\">曹植</a>《洛神赋》有“芳泽无加，铅华不御”。接着词人便转入去年赏梅之回想：“去年胜赏曾孤倚，冰盘同宴喜”。这是去年赏梅之第一层，叙写自己客中寂寞，独自一人持酒赏花。梅花盛开，又恰逢“宴喜”，更映衬词人的孤寂。“冰盘”句，化用<a href=\"http://so.gushiwen.org/author_682.aspx\">韩愈</a>《李花》<a href=\"http://so.gushiwen.org/view_51009.aspx\">诗</a>：“冰盘夏荐碧实脆，斥去不御惭其花”句意。“冰盘”，即白瓷盘。第二层“更可惜，雪中高树，香篝熏素被”，这三句是说，一眼望去，高耸横逸的梅树被厚雪所覆盖，宛如香篝上熏着一床洁白的被子，煞是逗人喜爱。“香篝”，指里面放香用来熏烘衣物的熏笼。</p> <p>　　词作下片，词人的思绪又回到今年眼前的对花，并由此想象以后当青梅可佐酒时，自己又将飘泊于江湖上，而只能梦想梅花之倩影了。“今年对花最匆匆，相逢似有恨，依依愁悴”，词人叙述自己，离别在即，故亦无闲情逸致对花仔细观赏，故曰：“对花匆匆”。在此情形下对花，似亦觉花含有离恨，呈现愁闷憔悴之情。这与词人在《六丑》中写蔷薇花“长条故惹行客，似牵衣待话，别情无极”写法同出一机抒，花之有恨、有愁，其实都是词人的移情作用。次三句“吟望久，青苔上、旋看飞坠”，描写梅花凋落。词人凝神驻足，想吟咏一首惜别之词，忽见梅花朵朵飘坠于青苔之上。这一笔似实又似虚，既可理解为是实写；又可理解为仍是词人的移情作用，它象征了词人心中在流泪，接下词人即展开想象，“相将见、脆丸荐酒，人正在、空江烟浪里”，这几句承上人花相逢、花落、而想象至梅子可供人就酒之时，自己却正泛舟飘泊于空江烟浪之中。这里借写与梅天各一方，实则暗伤羁旅飘泊之苦。歇拍句又顺此思路进一步想象：“但梦想、一枝潇洒，黄昏斜照水”，词人推想，此后自己天涯飘零，只能在梦中再去见那枝黄昏夕照下横逸凄清的梅花了。这梦中之梅影与开头现实中的照眼之梅遥相呼应。</p> <p>　　整首词作不是客观地、呆板地来描写梅花的形与神，而是循着词人自己思想感情变化的轨迹去写梅花之变化；时间跨度大，以今年为轴心，贯串去年和明年，刻画了梅花，也刻画了自己，通篇写得纡徐反复，委婉曲折，很耐人寻味。又，前人也多认为该词有所寄托，《云韶集》云：“此词非专咏梅花，以寄身世之感耳。”《蓼园诗选》云：“总是见官迹无常，情怀落寞耳，忽借梅花以写，意超而思永。言梅犹是旧风情，而人则离合无常；去年与梅共安冷淡，今年梅正开而人欲远别，梅似含愁悴之意而飞坠；梅子将圆，而人在空江之中，时梦想梅影而已。”应该说，这些评说都较符合词作实际。</p>",
  "poet": {
    "id": 164,
    "star": 0,
    "name": "周邦彦",
    "image": "http://img.gushiwen.org/authorImg/zhoubangyan.jpg",
    "desc": "周邦彦（1056年－1121年），中国北宋末期著名的词人，字美成，号清真居士，汉族，钱塘（今浙江杭州）人。历官太学正、庐州教授、知溧水县等。徽宗时为徽猷阁待制，提举大晟府。精通音律，曾创作不少新词调。作品多写闺情、羁旅，也有咏物之作。格律谨严。语言典丽精雅。长调尤善铺叙。为后来格律派词人所宗。旧时词论称他为“词家之冠”。有《清真集》传世。"
  },
  "tags": [
    "婉约",
    "咏物",
    "梅花",
    "抒怀"
  ]
}