{
  "id": 70353,
  "star": 2,
  "name": "杂剧·晋文公火烧介子推",
  "dynasty": "元代",
  "content": "第一折<br>自家介子推，晋朝职当谏议。晋献公为君，朝冶里信皇妃骊姬，国舅吕用公所谮，贬东君太子申生、重耳于霍地为民，更将正宫皇后齐姜下入冷宫。信骊姬与他两个太子，大者奚齐，次子卓子。大者为云，次者爱月，奏官里盖千尺云月台，台上太极宫女二十间，动天下民夫，几日成功。朝中宰辅，缄口无言，没一个敢谏。官里，似此这般，怎生奈何呵。<br>【仙吕)【点绛唇】我想今日人才，各居朝代，为臣宰。怕不都立在舜殿尧阶，一个个将古圣风俗坏。<br>【混江龙】当日个高辛氏举八元八恺，慎微五典五惇哉。今日父子无义慈情分，兄弟丧恭友心怀。则为五教不明生仇恨，致令得四时失序降民灾。今日父子无高低悦顺，兄弟无上下和谐。臣宰与君王主事，君王信骊后支划。大太子申生软弱，小太子重耳囊揣。毒性子奚齐如蛇蝎，狠心肠卓子似狼豺。爱的是为云长子，宠的是爱月婴孩。却正是农忙耕种，百忙里官急科差。割舍了我当忠谏，取奏天裁。我这里整朝章秉象简端居于相位中，我与你出班部上瑶阶，赴丹墀直望着君王拜。皆因朝中肱股良哉，托赖着君胜唐尧，元首明哉。<br>(做起，末礼了)(驾云了)(云)臣该万死，冒奏天颜：臣见贬正宫皇后、东宫太子、西府储君，不知有何罪犯？(驾云了)(正末云)陛下信谗臣之奏，待盖云月台，不可兴工。(净旦云了)(驾云了)(正末云)娘娘言者错矣。(唱)<br>【油葫芦】二太子要寻上天梯将云月摘，上青霄可无大才。娘娘啊，便怎能够挽蟾宫攀折得桂枝来？(带云)晋朝宫室盖不得。(驾云了)(正末云)陛下，不可。(唱)枉了乘船用车把砖石载，枉厂梁山选木将园林采。石包成千尺台，砖砌就五丈阶。为甚咱晋朝中宫殿难修盖？子那深山里摧残栋梁材。<br>【天下乐】今日待动土兴工七十利开，但用的民夫，将百姓差，题起来痛伤情老臣心内骇。不争宫殿上太极宫，不争台修成云月台，臣则怕引得祸从天上来。<br>(驾云了)(正末云)臣敢说么？(驾云了)(正末云)当日纣王无道，因宠妲己，盖摘星楼、不明殿、长夜宫，敲阳人胫月是验髓，剖妇人腹气验胎，如此不仁。有谏臣三人：微子、箕子、比干。此三人者，乃是纣之庶民。为谏不从。微子去之，箕子为奴，比干谏而死。自古至今，百姓、诸侯、史官皆毁纣王无道。(驾云了)(正末唱)<br>【那吒令】百姓海怒嫉能妒色，损臣僚重宰；力假三市诸侯恨荒淫好色，布八方四海；史官每骂轻贤重色，传千年万载。那其间正值着讥岁时，凶年代，普天下并役个差。<br>【鹊踏枝】比及垒起基阶，立起梁材，百姓每冻饿死的尸骸，成山握盖。那座摘早楼兴工了数载，不曾动分毫府库资财。<br>(驾云了)(正末唱)<br>【寄生草】百姓每如何敢卖，官司也不敢买。(驾云了)(正末唱)拣人家高梁大厦浑成坏，问甚末圣坛佛堂从头儿拆，将他那皇宫内苑从新盖。告大王，恁时节龙楼凤阁已成功，待怎么到如今雕栏玉砌今何在？<br>(驾云了)(正未唱)<br>【六幺序】每日将生灵害，每日把筵宴开。微子、箕子、比干这三人谏在金阶。谏不从也，微子便走去西伯，箕子在宫苑尘埃，把那比干腹教刀刃分开。碜可可活把心肝摘，血濯濯的苦痛伤怀，验三毛七孔真如在。妲己早欢娱满面，纣王早喜笑盈腮。(驾云了)(正末唱)<br>【幺篇】为那娇态，有些颜色，选入宫来。把那虿盆深埋，铜柱牢栽，酒池镌开，肉林安排，损害人材，食啖婴孩，引的四海兵来，戈戟无该。想着纣王兴衰，我王裁划，则为摘星楼把山河败坏。(带云)陛下，(唱)修甚么望月台？(驾云了)(正末唱)戊午日兵来，甲子日成灾。皆因那姜太公妙策奇材，临时间血浸朝歌坏，把座摘星楼变做尘埃。武王伐纣功劳大，一来是神天保护，一来是天地裁排。<br>(净、旦云)(驾云了)(正末谢驾云)万岁，万岁。(出朝科)(云)圣人道：笃信好学，守死善道。危邦不入，乱邦不居。天下有道则见，无道则隐。今日退朝，是吾全身之乐哉！<br>【尾】跳出那兴废利名场，做一个用舍行藏客。孔子道：危行言逊免害，不得中行而与之，必也狂狷进退乎哉！(净旦云了)(正末唱)见如今您晋朝中祸已成胎，少不得惹起场干戈横祸灾。(云了)(正末唱)我想这于尺月台，恁时节撇在九霄云外。(净云了)(正末唱)我道来，去了这晋朝臣，您可索提备着楚兵来。(下)<br><br>第二折<br>(驾一行下了)(净、旦说计了)(驾上云)(奏住)(驾云了)(申生、重耳哭住)(驾一行上)(旦与申生祭食，药死神獒了)(重耳走下)(回奏了)(驾云了)(正末扮阉官托砌末上，云)自家六宫大使王安，奉官里圣旨、皇后懿旨，赍三般朝典。将东宫太子赐死。想人生冤枉，何处伸诉！(唱)<br>【南吕】【一枝花】致令得申生遭罪囚，逼临得重耳私奔走。虽然是骊皇后生嫉妒，哎，你个晋大子也合问缘由。您肯分解个恩仇，赐朝典他甘心受，料东宫一命休。则是刎颈交伤身，难不了这短剑白练药酒。<br>【梁州第七】前家儿功番成罪累，后尧婆恩变为仇。从古至今，前家后继从来有，似这骊后一计，国舅铺谋，暗存着燕侣莺俦，可持请佃他凤阁龙楼。送的个前家儿惹罪遭殃，搬得个亲夫主出乖弄丑，都是后尧婆私事公仇。国舅、太后，君王行两三遍题名儿奏，着自家自等候。交武士金瓜列在我这脑背后，我如何不敢承头？<br>(天臣云了)(听了)(太子云了)(正末唱)<br>【牧羊关】将太子待放来如何放？教太子待走来如何走？臣若坏了太子呵，教这泼宫奴万载名留。若不教太子短剑下身亡，微臣便索金瓜下命休。太子今日青天上遭罪死，若黄泉下不可结冤仇。(太子云了)(正末唱)那壁是圣旨难推怨，微臣这壁官差不自由。<br>(正末做待着寻思了，云)自至宫中，谁会害人性命？(唱)<br>【四块玉】我从来是个奉善人，那里有杀人的手？竹节也似圣旨催怎敢迟留！至如东宫合死呵，也不合教这明晃晃短剑下亡。(觑砌末，云)若要个完全的尸首，(唱)则合教这长挽挽白练休，(觑砌末，云)太子呵。(唱)你能可眼睁睁服药酒？<br>(使臣上，云)(正末云)臣不知太子有何罪犯，官里与皇后有这般冤恨。(太子说关子了)(正末听住)(唱)<br>【骂玉郎】听太子从头儿说开无虚谬，元来是争社稷结冤仇。则是这三人定的计策，臣也都参透。是君王传的圣旨，骊后定的见识，是贼子施的机彀。(净云了)(正末慌听了)(唱)<br>【感皇恩】呀，唬的我魂魄悠悠，不提防有人随后。嗨，太子命难逃，微臣也身难躲，那贼汉怒难收。(太子云了)(正末唱)都是贼子奏，奏得您继母焦，焦得您父王愁。<br>(太子云了)(正末唱)<br>【采茶歌】你道他下场头，怎干休？太子呵，则除你一心分破帝王忧。古往今来虽是有，冤冤相报何时休！<br>(使臣上，云)天臣言者差矣。(正末唱)<br>【牧羊关】他父亲牵肠肚，咱两个可费口？他子父母更歹杀呵痛关着骨肉，待将他摘胆剜心，怎做的不伤怀袖？触突着皇后合依平论，冒突着天子何问缘由。伤毒着宫婢非为罪。药杀神獒直甚狗！<br>【尾】你今日道屠杀他这太子不怕难合，(带云)上天生我，上天死我，君王何不可。(唱)我怕甚伏侍君正不到头。哎，众公卿，众宰侯，别人有家私不能勾，有妻男不能守，有功名不能就。宰辅臣僚冒支请受，臣道君昏怎生不奏？骊后心毒，献公出丑。杀的是玉叶金枝，有好榆柳，将凤子龙孙，不如猪狗。你等苍生，真乃禽兽。我已过三十不为夭寿，为主忠心，死而甘受。我博一个万载青名，煞强如教万民咒。(带云)我如今弃了身，弃了命，便死身亡。(唱)问甚您钢刀下烂朽！(带云)割舍了讹言课语，抗敕违宣，(唱)怕甚末金瓜下碎首！(带云)既为臣子，怎敢将主所杀。我将这行仁慈、有道理、忒忠孝的申生，我委实下不得手！<br>(外云住)(申生自刎了)(驾一行上)(净奏住)(下)<br><br>第三折<br>(末素扮引外背剑上，开)自当日出朝，载老母归于庄宅上，半载之间，倒大来悠哉！(唱)<br>【中吕】【粉蝶儿】活计生涯，遣仆男一梨两耙，落得个任逍遥散诞行达。背一张琴，携一壶酒，访友在山间林下。今日还家，想着我出朝进那场惊怕。(正末云)孔子云：邦有道则知，邦无道则愚。其知可及也．其愚不可及也。信有之也。(唱)<br>【醉春风】我如今耳净胜如聋，眼明浑似瞎。我便有那论邦辩国的巧舌头，则不如妆做个哑、哑、哑、哑。将书剑收拾，素琴抬起，剑匣高挂。<br>(见卜儿了)(介林拜了)(正末云)介林于府学中攻书，已经半年之间，不知你做甚功课哩？(介林云了)(正末云)孩儿，你习文武科，也学得是也。我想来，则不如不会倒好。(介林云了)(正末云)听我说。(唱)<br>【喜春来】你今日修文治国平天下，你如今待演武安邦定杀伐。儿呵，你如今修文演武未通达。(带云)罢，罢，至如你便不成呵，(唱)似我也退朝，准肯将你货与帝王家？<br>(介林云了)(正末云)孩儿，你说的言语有擎王保驾之意，安邦定国之心。岂不知孔子击磬于卫，有荷蒉者曰：\"有心哉，击磬乎！\"子贡曰：\"有美玉于厮，韫椟而藏诸，求善价而沽诸？\"子曰：\"沽之哉，沽之哉，我待价者也。\"你今未入于室，焉知就里？权然后知轻重，度然后知长短。我受过的辛苦缘何不知！便凭才艺，夺国家大柄贵者，只除是出朝将入朝相矣。(介林云了)(正末唱)<br>【普天乐】出为将便是镇华夷，入为相居官朝鸾驾。镇华夷呵，便似挟太山以超北海；朝鸾驾呵，便索待漏院久立东华。假若封加你官位高，至如升迁得你功劳大，刬地招罪招殃添惊怕。儿呵，则不如无是无非且做庄家。(外云了)(正末唱)这的是送你荣华富贵，(外云了)(正末唱)兀的是还你魂的高车驷马，(外云了)(正末唱)那的是取你命的大纛高牙。(重耳上，叫了)(正末做惊问了，唱)<br>【迎仙客】他道认得咱，不知是准那？(做见科了)(唱)臣道是淮家个客人，元来却足殿下。(重耳做见科)(正末唱)小太子若是但躬身，微臣便该万剐。(重耳做起了)(正末云)东宫安在。(重耳云了)(正末打悲了，唱)东宫元来自刎升遐，晋天子呵，全不怕万载人民骂。<br>(净上)(惊住)(净背云，下)(听问)(做见下儿、旦、太子)(介林云)太子事泄，非干微臣之过，皆因吕用公奉官里圣旨所逼。国舅仗着宝剑道:你家中有小太子重耳，好生将得项上头来便休，若不将出头来，教您全家儿赐死。老汉以此说太子在于宅内。太子勿虑，臣替太子死去。母亲，将您孩儿项上首级腐烂，交与国舅，言称是太子之首。我虽然尽其忠不能尽其孝，争奈有七十岁老母，如百年之后，无临丧祭之子。休、休、休，既为忠臣，何思孝以哉！(歌曰)别恨山妻泪满腮，含悲老母痛伤怀。忠心替代储君死，孺子疾忙取剑来。(介林自刎了)(正末做慌放)(唱)<br>【上小楼】我则见扯剑出匣，他便揪住头发，吃察刀过处头落地。苦痛天那！(带云)你好是下得呵，儿呵，(唱)好儿今日个不寻思，就、就死擎王保，(太子云)(正末唱)显得臣也，忠心扶你晋朝天下。<br>【幺篇】你没儿待怎生，我绝嗣待怎么？孩儿今日救了储君，替了亲爷，他须是为国于家。(旦哭，做住)(正末唱)不争你举哀声，敢把咱全家诛杀。君上，小可题起那骊姬，怕那不怕？<br>(怕做了)(净云了，下)(太子做望云了)(扮风雪上)(太子云了)(悲住)(正末唱)<br>【醉高歌】行路途劫劫巴巴，耽凄楚消消洒洒。头直上风雪纷纷下咱两个冻不煞多应饿杀。<br>【红绣鞋】受了他五七日心惊胆怕，不似这两三程行得人力尽身乏，(太子云了)(正末唱)望见兀那野烟起处有人家。(带云)太子共我绝粮三日，我每日割着身上肉，推做山林内拾得野物肉，与太子充饥，他有一日为君呵，(唱)至如他心亏负我，我须是割股劝着他。(太子云了)(到山中了)(正末唱)深山里绝饿杀。<br>(眼花意了)(太子背靠坐定)(太子烧肉与末吃)<br>【快活三】想我着适才来涧底一下，割得来与他家。烧得来半熟，慌用手来拿，早是我涩奈无收煞。(太子云了)(正末唱)<br>【朝天子】百忙里让咱，猛然的见他，不由我吃忒忒心头怕。(太子云了)(正末唱)太子问臣声唤做其那，有几处热疖坏疮发。(太子云了)(正末唱)微臣里忍痛难禁，声疼不罢，(太子云了)(正末唱)太子呵，臣这疼痛如刀扎。(太子云了)(正末唱)你又待损剐、损剐些肉咱。(太子云了)(正末唱)你直待咽咬煞微臣罢。<br>(楚使上，云住)(打认住)(太子云)(关子了)(正末云)既然楚大夫肯将太子去楚，老夫家中有老母无人侍养，老夫还家，等太子雪冤时分，臣迎太子来。(打悲了)(正末唱)<br>【耍孩儿】哭啼啼诉不尽别离话，(太子云了)(正末唱)你与我疾忙上马。你一程程乘骑去他邦，我则索慢慢的步石自还家。他那里伤心去路何时尽，我这里含恨归程知他几日是家。(太子云了)(正末唱)赤紧的您父子无投机活，可知道风云气少，那里问儿女情多！<br>【三煞】今世里父贤子不孝，子孝父不达。这的是父不父、子不子，伤厂风化。我如今有儿无儿皆如此，(太子云了)(正末唱)你今日有爷无爷争甚那！谢楚大夫相提拔，太子为晋唐枝叶，皆是你齐楚根芽。<br>【二煞】太子呵，想必那春申君抬举你，(太子云了)(正末唱)你见那孟尝君随顺他。若是君权向那客舍里权安插，俺便似山川困虎生刚巨，(太子云)(正末唱)你便似浅水蛟龙奋爪牙。(太子云了)(正末唱)怎肯教骊姬贼子请了天下。太子呵，直等的先皇晏驾，那其间便起征伐。<br>【煞尾】太子呵，你若是报不得母、雪不得兄，你便空破了国。我若是借不得母、埋不得儿，我便是白丧了家。你若是雪不得冤、报不得恨，则恁地空干罢！太子呵，你便是治不得国，我便是齐不得家，吡，枉教人唾骂杀。<br>(一行下)<br>楔子<br>(净、旦开了)(驾上，开了)(叔向奏了)(卜儿开了)(末上见卜，云)您孩儿去晋城，如得重耳为君，号文公即位，将群臣都封赠了，惟忘了您儿。儿作了一篇《龙蛇歌》悬于晋朝宫门，晋文公若见，必宣您儿来。(卜儿云)(正末不省了，云)上问母亲，怎生是一世之荣不知万载之名？(卜儿云了)(正末做省得了，云)母亲言者善也，家中无妨碍。(唱)<br>【仙吕】【赏花时】母亲道奉帝临朝一世荣，背母归山博个万代名。家中万事无牵挂，则今日便登程。(卜儿云了)(正末唱)遥望着翠巍巍绵山峻岭，(卜儿云)(正末唱)您孩儿鸦背着母亲行。<br><br>第四折<br>(驾上，开)(驾提烧山了)(正未打扮樵夫上)(慌放)(唱)<br>【越调】【斗鹌鹑】焰腾腾火起红霞，黑洞洞烟飞墨云，闹垓垓火块纵横，急穰穰烟煤乱滚，悄蹙蹙火巷外潜藏，古爽爽烟峡内侧隐。我则见烦烦的烟气熏，纷纷的火焰喷。急煎煎地火燎心焦，密匝匝烟屯峪门。<br>【紫花儿序】红红的星飞迸散，腾腾的焰接林梢，烘烘的火闭了山门。烟惊了七魄，火唬了三魂。不付能这性命得安存，多谢了烟火神灵搭救了人。惭愧呵，险些儿有家难奔，尽都是火岭烟岚，望不见水馆山村。<br>(驾云了)(正末云)有个老宰相共个老婆婆火烧了也。(正末唱)那个老宰相不肯躲那火，抱着黄芦树，现今烧死了也。(驾云了)<br>【小桃红】小人向虎狼丛里过了三旬，每日负力担柴薪，教俺稚子山妻得安遁。(驾云了)(正末唱)我不知你笑那深山里玉堂臣，他向那浓烟烈焰里成灰烬。(驾云了)(正末唱)为甚俺这樵夫得脱身无事？他皇天有信，从来不负俺这苦辛人。<br>(云)那个老官人和我每日攀话。(驾云了)(正末唱)<br>【金蕉叶】小人怕不待信着门倾心告君，则恐怕触突着当今至尊；(驾云了)(正末云)小人虽是个庄家汉，也省的些个小勾当。(唱)止不过玉帛玄纁奉品，不似你晋国里招贤废人。<br>(驾云了)(正末唱)<br>【调笑令】柴林下那个宰臣，教火烧了身，兀的不辛苦杀凌烟阁上人。(驾云了)(正末唱)我道来呵，道他亲孩儿替死向钢刀下刎，他血沥割股焚身。封官时宰相每若议论，则封个完体将军。<br>(驾云了)(正末唱)<br>【寨儿令】道他曾巴巴劫劫背着主公，破破碌碌践红尘。行到半路里绝粮也，剐割湿肉烹。道大王当日从臣，道大土今日为君。每日重裀而卧，列鼎而食，那其间路上有饥人。(驾云了)(正末唱)您向当心里放水瓮防身，您却四面火把烧焚。一头于水、于水浪滚，一头放火、把火光焚，(带云)做皇帝一头放水，一头放火，(唱)那的是您天子重贤臣！<br>【鬼三台】飕飕的的狂风彻，将密匝匝山围尽，猛一阵煤扑人生烟呛人。风卷泄荡起灰尘，火焰红如绛云。沤沤烟熏的两轮日月昏，刮刮的火炼的一合天地分。补氤氲兔走被烟迷，忒楞楞扑飞禽被那火淋。(驾云了)(正末唱)<br>【秃厮儿】您这火林外前后有军，深山里进退无门。他道是向火坑中自丧身，更休想卧高冢麒麟。(驾云了)(正末唱)<br>【圣药王】那老儿过六旬，近七旬，他道是老而不死是何人。你道他性子狠，意气嗔，见如今抱黄芦肢体做灰尘，可知、可知有甚吃火不烧身！<br>【收尾】不争你个晋文公烈火把功臣尽，枉惹得万万载朝廷议论。常想赵盾捧车轮，也不似你个当今帝王狠。<br>(驾云了)(祭出)(散场)",
  "poet": {
    "id": 2646,
    "star": 0,
    "name": "狄君厚",
    "desc": "狄君厚，元代杂剧作家。平阳（今山西临汾）人。作元剧《晋文公火烧介子推》。"
  },
  "tags": []
}