{
  "id": 69191,
  "star": 41,
  "name": "登金陵雨花台望大江",
  "dynasty": "明代",
  "content": "大江来从万山中，山势尽与江流东。<br>钟山如龙独西上，欲破巨浪乘长风。<br>江山相雄不相让，形胜争夸天下壮。<br>秦皇空此瘗黄金，佳气葱葱至今王。<br>我怀郁塞何由开，酒酣走上城南台；<br>坐觉苍茫万古意，远自荒烟落日之中来！<br>石头城下涛声怒，武骑千群谁敢渡？<br>黄旗入洛竟何祥，铁锁横江未为固。<br>前三国，后六朝，草生官阙何萧萧。<br>英雄乘时务割据，几度战血流寒潮。<br>我生幸逢圣人起南国，祸乱初平事休息。<br>从今四海永为家，不用长江限南北。",
  "fanyi": "<p><strong>、译文<br></strong>滔滔长江从万山中奔腾而来，山的走势和江的流向都是由西向东的。<br>而只有钟山山势由东向西，蜿蜒如龙，似乎要与江河相抗衡。<br>长江与钟山相互争雄，两者之势堪称天下壮景。<br>相传秦始皇曾在钟山之下埋下黄金，以振“王气”，但这里山川灵秀之气象至今还是旺盛的。<br>我心中的忧思怎样才能解开？醉着酒走上雨花台看看。<br>雨花台上，面对荒烟落日，一种旷远迷茫的怀古之情，油然而生。<br>石头城下，江水震怒汹涌，北边的千万铁骑怎敢渡江？<br>不过吴主孙皓，打着黄旗北去洛阳，竟成俘虏，这分明是凶兆，可见连铁索横江都不牢固！<br>历经前代吴国，后代南朝，六朝故都宫阙荒芜，草木已繁茂！<br>一方霸主忙于割据称雄，几度厮杀之，只能使血流入江河似寒潮一般。<br>我这一生，遇到圣人很是幸运，起江南发兵，平定争霸之乱，如今已得休养生息。<br>从此四海之内永远一家人，长江不再用以限阻南北。</p> <p><strong>注释<br></strong>⑴金陵：今江苏南京市。<br>⑵雨花台：在南京市南聚宝山上。相传梁武帝时，云光法师在此讲经，落花如雨，故名，这里地势高，可俯瞰长江，远眺钟山。<br>⑶“山势”一句：这句说，山的走势和江的流向都是由西向东的。<br>⑷钟山：即紫金山。<br>⑸“欲破”一句：此句化用《南史·宗悫（què）传》“愿乘长风破万里”语。这里形容只有钟山的走向是由东向西，好像欲与江流抗衡<br>⑹“秦皇”二句：《丹阳记》：“秦始皇埋金玉杂宝以压天子气，故名金陵”。瘗（yì），埋藏。佳气，山川灵秀的美好气象。葱葱，茂盛貌，此处指气象旺盛。王，通“旺”。<br>⑺郁塞：忧郁窒塞。<br>⑻城南台：即雨花台。<br>⑼坐觉：自然而觉。坐，自，自然。<br>⑽石头城：古城名，故址在今南京清凉山，以形势险要著称。<br>⑾黄旗入洛：三国时吴王孙皓听术士说自己有天子的气象，于是就率家人宫女西上入洛阳以顺天命。途中遇大雪，士兵怨怒，才不得不返回。 此处说“黄旗入洛”其实是吴被晋灭的先兆，所以说“竟何祥”。<br>⑿铁锁横江：三国时吴军为阻止晋兵进攻，曾在长江上设置铁锥铁锁，均被晋兵所破。<br>⒀三国：魏、蜀、吴，这里仅指吴。<br>⒁六朝：吴、东晋、宋、齐、梁、陈均建都金陵，史称六朝。这里指南朝。<br>⒂萧萧：冷落，凄清。<br>⒃英雄：指六朝的开国君主。<br>⒄务割据：专力于割据称雄。务，致力，从事。<br>⒅圣人：指明太祖<a href=\"http://so.gushiwen.org/author_3131.aspx\">朱元璋</a>。<br>⒆事休息：指明初实行减轻赋税，恢复生产，使人民得到休养生息。事，从事。<br>⒇四海永为家：用<a href=\"http://so.gushiwen.org/author_197.aspx\">刘禹锡</a>《西塞山怀古》“从今四海为家日”句，指全国统一。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　<a href=\"http://so.gushiwen.org/view_69191.aspx\">诗</a>的开头描写所看到的景色：长江从万山丛中呼啸东下，锺山似蟠龙乘风西上。江山形胜，使诗人想起当初秦始皇曾在此地埋下金玉杂宝，以镇压金陵的“天子之气”，但徒劳无功，金陵依然“王气”旺盛，此时又成了新建立的朱明王朝的京城。 接着笔头一转，写诗人自己的心绪和感慨。诗人说自己本是为了排遣胸中的“郁塞”而在酒后登台眺江的。建国之初，气象更新，何来愁思？读完全诗，便不难明白，他是从历史的教训而生忧患。“荒烟落日”的远景使他引发“苍茫万古意”，石头城下的涛声使他想起了三国、六朝的旧事。当年南朝陈后主君臣曾以为“长江天堑，古来限隔，虏军岂能飞渡？” 后来却成为北军的阶下囚。三国吴主孙皓迷信“黄旗紫盖见于东南，终有天下者，荆、扬之君乎”的谣传，带了王室及后宫数千人要去洛阳称帝，结果途遇大雪，士卒怨怒，只好返回。过了九年，晋军伐吴，吴在长江险要之处设置铁链，横锁江面，可是依旧挡不住进攻，孙皓只好出城投降。此时自三国东吴建都以来的六朝宫殿，都已杂草丛生，残败破落，那些妄想凭藉长江天险割据一方的“英雄”，只能让血流如潮，给百姓带来灾难，而一无所得。 </p> <p>　　最后四句又回到现实，诗人庆幸躬逢盛世，歌颂“圣人”<a href=\"http://so.gushiwen.org/author_3131.aspx\">朱元璋</a>平定天下，与民休息，从此可以四海一家，不再因长江分割南北而起干戈。联系全诗主旨，这与其说是诗人对现实的歌颂，毋宁说是诗人对国家的期望。居安思危，新建起来的明朝会不会重蹈历史的覆辙呢？所以这四句声调是欢快的，但欢快中带有一丝沉郁的感情；心境是爽朗的，但爽朗中蒙上了一层历史的阴影。既豪放伟岸，又沉郁顿挫。 </p> <p>　　全诗气势豪放，音韵铿锵，舒卷自如，纵横随意。</p><br/><h2>赏析</h2> <p>　　这首<a href=\"http://so.gushiwen.org/view_69191.aspx\">诗</a>以豪放、雄健的笔调描绘钟山、大江的雄伟壮丽，在缅怀金陵历史的同时，发出深深的感慨，把故垒萧萧的新都，写得气势雄壮；抒发感今怀古之情的同时，又表达了对祖国统一的喜悦。</p> <p>　　“大江来从万山中”四句，写目之所见。浩浩的长江，从万山千壑中奔流而东，绵互两岸的山势，也随之而宛转东向，只有那龙蟠虎踞的钟山，挺然屹立在西边，好像要乘长风，破巨浪，挽大江而西向似的。大江要东流，钟山要西上，这就赋予了它们以人格的力量，赋予了它们以浩然的正气，一个要冲向大海作波涛，一个要屹立西天作砥柱；一个能惊涛拍岸，一个不随波逐流，于是在诗人的笔下，大江和钟山都成了自己的化身，气势之雄伟，器宇之轩昂，是江山的传神，也是诗人的写照。“江让相雄不相让”四句，分承“大江”与“钟山”两联。“相雄不相让”，正是对以上四句的高度概括；“形胜争夸”，则是对下文的有力开拓。</p> <p>　　诗人的眼光从眼前的瑰实，一下转向深邃的历史。金陵的形胜，虽然依山带河，固若金汤；金陵的王气，虽然郁郁葱葱，至今不衰。然而守天下在德不在险，在于得人心而不在于什么“压之”之术。纵使秦始皇镇“金陵之气”，而金陵却依旧“佳气葱葱”，而为“我怀郁塞何由开”以下四句作了很好的铺垫。汉方全盛，而<a href=\"http://so.gushiwen.org/author_109.aspx\">贾谊</a>以为天下事可为痛哭者多；明方开国，而<a href=\"http://so.gushiwen.org/author_741.aspx\">高启</a>便有“我怀郁塞”之惑，这是远谋深虑者能够居安以思危、见患于未形的表现。诗人在酒酣耳热之际，登上雨花台，蓦然在“荒烟落日之中”，萌发一种怀古的感情，重现了“金陵昔时何牡哉？席卷英雄天下来”的景象，不禁陷入了对现实和历史的沉思：那建都在这里的六代帝王，演出一幕一幕的悲剧，都在他的脑海里翻腾。“石头城下涛声怒”句，就是艺术地概括了在他脑海里重演的历史悲剧。南朝陈后主和三国吴孙皓的悲惨结局，正是诗人“我怀郁塞何由开”的导线。陈后主做了隋军的俘虏，这就是“武骑干群谁敢渡”的艺术概括。吴主孙皓先有“黄旗入洛”的历史笑柄，后有“铁锁横江未为固”的具体史实。这两位君主坐拥长江天险，而而遗下笑柄，甚至亡国，这是作者思索之因。</p> <p>　　“前三国，后六朝”四句，是诗人进一步对六朝历史的探索和反思。如果说前四句是“点”，那么后四句就是“面”；前四句是典型的悲剧，后四句便是历史的普遍规律；前四句是铺陈史实，后四句便是深化主题。诗人认为不管是“前三国”，也好“后六朝”也好，它们都已经过去了，成了历史的匆匆过客，当时那些豪华宫阙，如今也已埋没在荒烟蔓草之中。那些务于“割据”的“英雄”们，曾经是“争城以战，杀人盈城；争地以战，杀人盈野”的。他们所建立起来的王朝，是无数老百姓的白骨垒起来的。“几度战血流寒潮”，不就是“兴，百姓苦；亡，百姓苦”的深沉感叹。这就是三国、六朝的历史，这就是供诗人凭吊、供渔樵闲话的千秋历史。新建起来的明代，能否改变历史的规津。诗人不敢想，也不敢说，然而这正是诗人“我怀郁塞何由开”的真正原因。</p> <p>　　诗人把笔锋一转，从历史的深沉反思中跳到对现实的赞美歌颂，而把那一段潜台词轻任地抹掉。“我今幸逢圣人起南国”四句，表面上是诗人对现实的歌颂，实则是诗人对国家的期望：他希望从此铸甲兵，为农器，卖宝刀，买耕牛，真正与民休息，让老百姓在和平的环境中愉快地生活着；他希望从此四海一家，再不要凭险割据，南北对峙，让老百姓在战火中流离失所。声调是欢快的，但欢快中带有一丝沉郁的感情；心境是爽朗的，但爽朗中蒙上了一层历史的阴影。既有豪放伟岸之气，又有沉郁顿挫之致。 </p>",
  "about": "<h2>创作背景</h2> 　　此<a href=\"http://so.gushiwen.org/view_69191.aspx\">诗</a>作于公元1369年（洪武二年），明代开国未久之际。作者生当元末明初，饱尝战乱之苦。当时诗人正应征参加《元史》的修撰，怀抱理想，要为国家作一番事业。当他登上金陵雨花台，眺望荒烟落日笼罩下的长江之际，随着江水波涛的起伏，思潮起伏，有感而作。",
  "poet": {
    "id": 741,
    "star": 0,
    "name": "高启",
    "image": "http://img.gushiwen.org/authorImg/gaoqi.jpg",
    "desc": "高启（1336－1373）汉族，江苏苏州人，元末明初著名诗人，与杨基、张羽、徐贲被誉为“吴中四杰”，当时论者把他们比作“明初四杰”，又与王行等号“北郭十友”。字季迪，号槎轩，平江路（明改苏州府）长洲县（今江苏省苏州市）人；洪武初，以荐参修《元史》，授翰林院国史编修官，受命教授诸王。擢户部右侍郎。苏州知府魏观在张士诚宫址改修府治，获罪被诛。高启曾为之作《上梁文》，有“龙蟠虎踞”四字，被疑为歌颂张士诚，连坐腰斩。有《高太史大全集》、《凫藻集》等。"
  },
  "tags": [
    "登高",
    "写景",
    "长江",
    "咏史怀古"
  ]
}