{
  "id": 20459,
  "star": 8,
  "name": "送韦仁实兄弟入关",
  "dynasty": "唐代",
  "content": "送客饮别酒，千觞无赭颜。<br>何物最伤心？马首鸣金环。<br>野色浩无主，秋明空旷间。<br>坐来壮胆破，断目不能看。<br>行槐引西道，青梢长攒攒。<br>韦郎好兄弟，叠玉生文翰。<br>我在山上舍，一亩蒿硗田。<br>夜雨叫租吏，春声暗交关。<br>谁解念劳劳？苍突唯南山。",
  "fanyi": "<p><strong>译文<br></strong>满怀凄苦饮酒送别朋友，千杯下肚脸上醉形不留。<br>什么东西最教伤心痛苦？马行环佩叮当人将分手。<br>荒野景色浩渺无人管束，天高地远秋来气爽风柔。<br>茫茫原野好像失去主宰，只剩下空寂旷远的黄秋。<br>官槐排列引向西行的道路，簇集的青青树梢望不到尽头。<br>韦郎真是好兄弟知心朋友，文笔精妙字字珠玉文章锦绣。<br>荒山上有我寒酸简陋住处，一亩薄田蓬蒿丛生稻麦无收。<br>下雨的夜晚差吏催租呼叫，与舂米声交错相杂吵扰不休。<br>韦郎远去谁了解我的酸楚？只有突兀的南山与我同苦忧。</p> <p><strong>注释<br></strong>⑴韦仁实：<a href=\"http://so.gushiwen.org/author_349.aspx\">李贺</a>友人，河南宜阳人，长庆时曾任补阙。入关：西入关中。<br>⑵觞（shāng）：古代酒器。赭（zhě）颜：因酒醉而脸红。<br>⑶金环：马络头上的铜环。<br>⑷浩无主：因友人远去而感到原野也像失去了主宰般的惆怅。<br>⑸坐来：顷刻，顿时。断目：目断。一作“新月”。<br>⑹“行槐”句：道旁所植官槐，排列成行，自此而西入关中，夹路不断，故曰引西道。《前秦録》云：“苻坚自长安至于诸州，夹路树槐柳。一十里一亭，四十里一旅。”<br>⑺“青梢”句：一作“青松稍长攒”。青梢，指槐树。攒（zǎn）攒，聚集的样子。<br>⑻叠玉：联璧意。生文翰：文章有光彩。文翰，文章，文辞。<br>⑼蒿（hāo）硗（qiāo）田：田之多石者。蒿，碻之误也。<br>⑽春声：一作“舂声”。交关：交错。<br>⑾劳劳：忧怆的心情。一作“劳苦”。<br>⑿苍突：苍翠而突兀。南山：终南山。 </p>",
  "shangxi": "<h2>赏析</h2> <p>　　这是一首送别<a href=\"http://so.gushiwen.org/view_20459.aspx\">诗</a>，抒写作者与韦仁实兄弟的情谊，写得很有感情。</p> <p>　　全诗可分两大部分。前十二句写伤离别。开篇迅即点题，写“送客”。送别时心情凄苦，故饮千杯而面无红色，“何物最伤心”句，唤起下文，载着韦氏兄弟的马匹已经驰去，马络头上的铜环鸣响，最能使送别人伤心。“野色浩无主”以下六句，描写送别地之景物，秋时天高气爽，野色辽阔，无人管领，斯人已去，空留旷野。目断远处，不胜惆怅，顿时使人心碎胆破。此时只有一行行官槐的青树梢簇聚着，伸向西去的官道上。景物描写中饱含着诗人送别时凄苦的心绪和眷恋的情思。“韦郎好兄弟”已经远去，回想起他们文笔精妙，字字如积叠的美玉，很觉惋惜，不能再和他们说诗论文，徒增伤感。</p> <p>　　“我在山上舍”以下六句突然运用转笔，转写自己，慨叹自己困守不遇。先写家园土地之贫瘠，次写催租吏之困扰，夜雨中，催租吏的叫骂声和舂稻声交织在一起。“夜雨叫租吏，春（舂）声暗交关”二句刻画出催租吏雨夜上门催逼租税，农家被迫连夜舂米的辛苦景象，勾勒出当时社会现实的一个侧影。最后二句说，有谁能像韦氏兄弟那样经常怜念我忧怆的心情呢？唯有苍翠突兀的南山陪伴着我。用问语收结，给人以悠然不尽的想象空间，更具含蓄美。结尾与开篇遥相呼应，韦氏兄弟与自己交谊深厚，所以离别时倍感伤心。</p> <p>　　全诗由饮别到送行，到惜别，到思念，并同自己的困境结合起来，真挚，凄婉，感人。</p>",
  "about": "<h2>创作背景</h2> 　　韦仁实兄弟是福昌（今河南宜阳）人，与<a href=\"http://so.gushiwen.org/author_349.aspx\">李贺</a>同乡。他们自家乡西行入关，李贺赠此<a href=\"http://so.gushiwen.org/view_20459.aspx\">诗</a>送别。此诗的创作时间，钱仲联认为是李贺举进士不第东归的元和四年（809年）秋天，刘衍认为是李贺辞官还乡的元和八年（813年），吴企明则认为最迟在元和四年（809年）李贺再度入长安求仕以前。",
  "poet": {
    "id": 349,
    "star": 0,
    "name": "李贺",
    "image": "http://img.gushiwen.org/authorImg/lihe.jpg",
    "desc": "李贺（约公元791年-约817年），字长吉，汉族，唐代河南福昌（今河南洛阳宜阳县）人，家居福昌昌谷，后世称李昌谷，是唐宗室郑王李亮后裔。有“诗鬼”之称，是与“诗圣”杜甫、“诗仙”李白、“诗佛”王维相齐名的唐代著名诗人。著有《昌谷集》。李贺是中唐的浪漫主义诗人，与李白、李商隐称为唐代三李。有“‘太白仙才，长吉鬼才’之说。李贺是继屈原、李白之后，中国文学史上又一位颇享盛誉的浪漫主义诗人。李贺长期的抑郁感伤，焦思苦吟的生活方式，元和八年（813年）因病辞去奉礼郎回昌谷，27岁英年早逝。"
  },
  "tags": [
    "送别",
    "友人",
    "思念"
  ]
}