{
  "id": 70839,
  "star": 572,
  "name": "新嫁娘词",
  "dynasty": "唐代",
  "content": "三日入厨下，洗手作羹汤。<br>未谙姑食性，先遣小姑尝。",
  "fanyi": "<p><strong>译文</strong><br>新婚三天来到厨房，洗手亲自来作羹汤。<br>不知婆婆什么口味，做好先让小姑品尝。</p> <p><strong>注释</strong><br>1.三日：古代风俗，新媳妇婚后三日须下厨房做饭菜。<br>2.羹：泛指做成浓的菜肴。<br>3.“未谙”句：意思是还不熟悉婆婆的口味。谙：熟悉。姑食性：婆婆的口味。<br>4.遣：让。小姑：一作“小娘”。丈夫的妹妹。也称小姑子。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　中唐人以白描叙日常生活，往往曲尽人情。朱庆余《闺意上张水部》写洞房花烛夜后的新嫁娘，令人过目不忘；<a href=\"http://so.gushiwen.org/author_482.aspx\">王建</a>《新嫁娘词》内容如朱<a href=\"http://so.gushiwen.org/view_70839.aspx\">诗</a>之续，艺术上亦不相让。</p> <p>　　古时常言新媳妇难当，在于夫婿之上还有公婆。夫婿称心还不行，还得婆婆顺眼，第一印象非常重要。古代女子过门第三天（俗称“过三朝”），照例要下厨做菜，这习俗到清代还保持着，《儒<a href=\"http://so.gushiwen.org/author_1204.aspx\">林外</a>史》二十七回：“南京的风俗，但凡新媳妇进门，三天就要到厨下去收拾一样菜，发个利市”。画眉入时固然重要，拿味合口则更为紧要。所以新媳妇总会有几分忐忑不安的。</p> <p>　　“三日入厨下”直赋其事，同时也交待出新婚的特定程序。“洗手”本是操作中无关紧要的环节，写出来就有表现新妇慎重小心的功效——看来她是颇为内行，却分明有几分踌躇。原因很简单：“未谙姑（婆婆）食性”。考虑到姑食性的问题，颇见出新妇的精细。同样一道羹汤，兴许有说咸，有说淡。这里不仅有个客观好坏标准，还有个主观好恶标准。“知己不知彼”，是不能稳操胜券的。她需要参谋，还要考虑谁来参谋。夫婿么，十个男儿九粗心，他在回答母亲食性问题上，也许远不如对“画眉深浅”的问题来得那么叫人放心。而女儿才是最体贴娘亲的，女儿的习惯往往来自母亲的习惯，食性亦然。所以新嫁娘找准“小姑”。味”这东西，说不清而辨得出，不消问而只须请“尝”。小姑小到什么程度不得而知，总未成年，还很稚气。她也许心想尝汤而末敢僭先的，所以新嫂子要“遣”而尝之。姑嫂之间，嫂是尊长。对夫婿要低声问，对小姑则可“遣”矣。情事各别，均应服从于规定情景。这两句切合人物的身份和特定的生活情境，写得细腻传神。</p> <p>　　诗人写到“尝”字为止，以下的事情，就要由读者去补充了。这样反觉余味无穷，体裁的限制转化为表达的优长。由于诗人善于描写特定情境下的特定心理，寥寥几笔便勾出了一个栩栩如生的慧黠的新嫁娘的形象，生活气息非常浓厚。</p><br/><h2>赏析</h2> <p>　　这组<a href=\"http://so.gushiwen.org/view_70839.aspx\">诗</a>共三首，其中第三首（“三日入厨下”）最受推崇。下面是中国唐代文学学会常务理事、中国韵文学会常务理事兼诗学分会会长、安徽师范大学中国古代文学专业博士生导师余恕诚教授对此诗的赏析。</p> <p>　　“新媳妇难当”——在旧社会人们普遍有这种看法。但也有些新媳妇在令人作难的处境中找到了办法，应付了难局，使得事情的发展带有戏剧性，甚至富有诗趣，像<a href=\"http://so.gushiwen.org/author_482.aspx\">王建</a>的这首诗所写的，即属于此类。这也是唐代社会封建礼教控制相对放松，妇女们的巧思慧心多少能够得以表现出来的一种反映。</p> <p>　　“三日入厨下，洗手作羹汤。”古代女子嫁后的第三天，俗称“过三朝”，依照习俗要下厨房做菜。“三日”，正见其为“新嫁娘”。“洗手作羹汤”，“洗手”标志着第一次用自己的双手在婆家开始她的劳动，表现新媳妇郑重其事，力求做得洁净爽利。</p> <p>　　但是，婆婆喜爱什么样的饭菜，对她来说尚属未知数。粗心的媳妇也许凭自己的口味，自以为做了一手好菜，实际上公婆吃起来却为之皱眉呢。因此，细心、聪慧的媳妇，考虑就深入了一步，她想事先掌握婆婆的口味，要让第一回上桌的菜，就能使婆婆满意。</p> <p>　　“未谙姑食性，先遣小姑尝。”这是多么聪明、细心，甚至带有点狡黠的新嫁娘！她想出了很妙的一招——让小姑先尝尝羹汤。为什么要让小姑先尝，而不像<a href=\"http://so.gushiwen.org/author_350.aspx\">朱庆馀</a>《闺意献张水部》那样问她的丈夫呢？朱诗云“画眉深浅入时无”，之所以要问丈夫，因为深夜洞房里只有丈夫可问。而厨房则是小姑经常出入之所，羹汤做好之后，要想得到能够代表婆婆的人亲口尝一尝，则非小姑不可。所以，从“三日入厨”，到“洗手”，到“先遣小姑尝”，不仅和人物身份，而且和具体的环境、场所，一一紧紧相扣。语虽浅白。却颇为得体，合情合理。新娘的机灵聪敏，心计巧思，跃然纸上。“先遣小姑尝”，真是于细微处见精神。<a href=\"http://so.gushiwen.org/author_39.aspx\">沈德潜</a>评论说：“诗到真处，一字不可易。”</p> <p>　　《新嫁娘词》所具有的典型意义，固然可以使人联想到这些，但是要直接就写这些入诗，则不免带有庸俗气。而在这首诗中，因为它和新嫁娘的灵机慧心，和小姑的天真，以及婆婆反将入于新嫁娘彀中等情事联系在一起，才显得富有诗意和耐人寻味。</p> <p>　　像这样的诗，在如何从生活中发现和把握有诗意的题材方面，似乎能够给读者一些启示。</p> <p>　　读这首诗，人们对新嫁娘的聪明和心计无疑是欣赏的，诗味也正在这里。新嫁娘所循的，实际上是这样一个推理过程：一、前提：长期共同生活，会有相近的食性；二、小姑是婆婆抚养大的，食性当与婆婆一致；三、所以由小姑的食性可以推知婆婆的食性。但这样一类推理过程，并不是在任何场合下都能和诗相结合。像有人在笺注此诗时所讲的：“我们初入社会，一切情形不大熟悉，也非得先就教于老练的人不可。”（喻守真《唐诗三百首详析》）</p>",
  "poet": {
    "id": 482,
    "star": 0,
    "name": "王建",
    "image": "http://img.gushiwen.org/authorImg/wangjian.jpg",
    "desc": "王建(约767年—约830年)：字仲初，生于颍川(今河南许昌)，唐朝诗人。其著作，《新唐书·艺文志》、《郡斋读书志》、《直斋书录解题》等皆作10卷，《崇文总目》作2卷。"
  },
  "tags": [
    "唐诗三百首",
    "女子",
    "新婚",
    "生活"
  ]
}