{
  "id": 69411,
  "star": 22,
  "name": "西郊落花歌",
  "dynasty": "清代",
  "content": "西郊落花天下奇，古人但赋伤春诗。<br>西郊车马一朝尽，定庵先生沽酒来赏之。<br>先生探春人不觉，先生送春人又嗤。<br>呼朋亦得三四子，出城失色神皆痴。<br>如钱塘潮夜澎湃，如昆阳战晨披靡；<br>如八万四千天女洗脸罢，齐向此地倾胭脂。<br>奇龙怪凤爱漂泊，琴高之鲤何反欲上天为？<br>玉皇宫中空若洗，三十六界无一青蛾眉。<br>又如先生平生之忧患，恍惚怪诞百出无穷期。<br>先生读书尽三藏，最喜维摩卷里多清词。<br>又闻净土落花深四寸，瞑目观赏尤神驰。<br>西方净国未可到，下笔绮语何漓漓！<br>安得树有不尽之花更雨新好者，三百六十日长是落花时。",
  "shangxi": "<h2>赏析</h2> <p>这是一首<a href=\"http://so.gushiwen.org/view_69411.aspx\">诗</a>人用灵魂来表现的一阕“落花”的赞歌。全诗描写气势磅礴，感情强烈，笔力遒劲。作者运笔有如鬼斧神工，极尽夸饰渲染之能事，以丰富而奇特的想象，缤纷而璀璨的画面，绚丽而斑斓的色彩。诗人在诗中运用了多种修辞艺术手法，透过落花随风而逝、漫天飞舞、纷纷扬扬的壮美景观，从而展示了诗人在不为世用、不为时重的挫折中，既失意苦闷而又不甘沉沦、不愿退伏的心路历程。他一反传统对落花的倾注深情、极致赞美，正是诗人对新的生命价值的追求、对个人感情的尊重的个性意识的流露。而这一切，又被艺术地、诗化地表现出来，透出一种昂扬向上、积极进取的倔强精神。</p> <p>　　全诗以新奇的艺术构思、巧妙的寓意把瑰丽的生命力量与崇高的理想相互结合起来，极写生命陨落的辉煌、生命力迸发的尽致。生命虽极辉煌而毕竟陨落，虽陨落而曾经辉煌，这就揭示了生命的瑰丽璀璨与生命的凋谢陨灭、青春的美丽与青春的易逝之间的不可调和的矛盾规律，深深地寄托了诗人失意之中的悲哀与无奈。</p> <p>　　而正是这种深层的悲哀与无奈激发了诗人内在的傲岸不羁的个性意识的觉醒，以疏狂痴想之姿态向“落花”的传统意蕴即陈旧的传统思想文化意识发出挑战，并积极探求个体生命与人生理想的真正价值所在，以期能为国家贡献自已的国量。正因如此，这一阕“奇思古艳”（<a href=\"http://so.gushiwen.org/author_209.aspx\">谭嗣同</a>）的“落花”狂想曲，才真的是大放异彩，震撼人心。艺术上的成功使得这首诗成了艺苑奇珍。</p> <p>　　全诗共分为三大部分，诗的开头八句是第一部分，主要写诗人春日郊游，观赏落花，并且深深被那奇丽壮美的景象吸引、陶醉的情景。</p> <p>　　“西郊落花天下奇，古人但赋伤春诗。”诗的开头这两旬就显得落笔不凡，作者盛赞北京西郊的落花景象是天下奇观，慨叹古人只写些伤春之词，却没有一首赞美的诗篇。接着，诗人以调侃的笔调表达了不同流俗的情趣。</p> <p>　　“西郊车马一朝尽，定庵先生沽酒来赏之。先生探春人不觉，先生送春人又嗤。呼朋亦得三四子，出城失色神皆痴。”“定庵先生”是作者自称。花落了，来赏花的车马也就没有了，可诗人却偏偏在这个时候买了酒，找来三四个朋友来欣赏落花。一般人只知道欣赏盛开的繁花，谁能想到那落花景象是何等绮丽，何等壮观!“出城失色神皆痴”一句，既生动地勾画了诗人和朋友们看到落花景象后那种如醉如痴的惊异神态，又为后面具体描绘落花景象作了铺垫。</p> <p>　　诗的中间十句是第二部分。这部分是全诗的核心，笔墨最为精彩。诗人用一连串出人意想的比喻描写落花：“如钱塘潮夜澎湃，如昆阳战晨披靡；如八万四千天女洗脸罢，齐向此地倾胭脂。”</p> <p>　　钱塘潮为杭州奇观，宋朝周密的《武林旧事》记载，潮水暴涨的时候，“吞天沃日，势极雄豪”。</p> <p>　　昆阳战，指的是公元23年<a href=\"http://so.gushiwen.org/author_799.aspx\">刘秀</a>在昆阳以三千精锐一举击败王莽四十万大军的战役。诗人把落花的情景比作奔腾汹涌的钱塘江潮，又比作大破敌军的昆阳之战，气势是多么磅礴，形象是多么生动!落瓣缤纷、淡粉轻红，诗人又把它比作八万四千个天女洗完了脸，一齐倾倒下来的胭脂水，构想异常奇特，色彩非常鲜明!这样的诗句，让人好象看到那风吹落花，花逐清风，往来倏忽，上下翻飞的情景。</p> <p>　　把落花景象比作钱塘江潮，比作激战；进而又比作天女倾倒下来的胭脂水、漂泊的奇龙怪凤、仙人乘坐的鲤鱼。最后“又如先生平生之忧患，恍惚怪诞百出无穷期”一句，将特定环境中的景物与漫长时间中的感受相比，十分新奇。诗人正是以这一系列独造的比喻构成一幅幅动人的画面，来强烈地感染读者。比喻不仅新颖奇特，而且一个接着一个，一连串的比喻，不仅写出了落花景象的艳丽色彩和磅礴气势，而且也把那种稍纵即逝、流转变幻的奇妙之美极为形象地传达了出来。</p> <p>　　琴高，是一个有道仙人，修炼得道，骑着巨大的红鳞鲤鱼飞上天空。玉皇宫，即道教中玉皇大帝的宫殿，诗中喻指海棠树。三十六界，即道教所说的三十六层天，诗中喻指山野各处。蛾眉，指女人。</p> <p>　　诗人把神话故事用作比喻融进诗句里，更深一层增加了落花景象的神异色彩和神秘感。在诗人笔下，那纷纷扬扬的落花，随风飘零，一会儿象东飘西泊的奇龙怪凤；一会儿象仙人琴高骑着红鳞鲤鱼飞上天空。看那树，花已落尽，就象玉皇宫殿水洗一空；看地，地上没有一点青色，到处覆盖着落花，满眼都是红色。诗人的想象力不断升腾，绝妙的把落花景象比作自己平生所遭遇的忧患，模糊、隐约、离奇、怪诞，层出不穷。</p> <p>　　这一部分在写法上也独具匠心，连续十句都是别具特色的比喻，比喻的手法非常灵活，前四句是用明喻，中间四旬用借喻，后面两句又用明喻，句式和韵律上也有相应的变化，避免了单调呆板。</p> <p>　　诗的最后八句，是第三部分。在这部分中，诗人熔铸佛经故事和佛典词句来抒写他的激情:“先生读书尽三藏，最喜维摩卷里多清词。又闻净土落花深四寸，暝目观赏尤神驰。西方净国未可到，下笔绮语何漓漓。安得树有不尽之花更雨新好者，三百六十日长是落花时。”</p> <p>　　三藏，是佛教典籍经藏、律藏、论藏的总称。维摩卷，指《维摩诘所说经》，天女散花的故事就出自这本佛经。清词：清丽的词句。这里的“净土”、“西方净国，”是指佛国。绮语，佛家的说法，在佛家看来，绮丽的言辞是一种罪恶。“雨”字用作动词，花落如雨下。</p> <p>　　在这部分诗中，诗人感情的溪水在曲折流淌，从眼前的落花景象联想到《维摩诘经》里天女散花的故事；这故事又引起他对佛国仙境的落花奇景“瞑目观赏”，心驰神往；最后，他又从佛国想到人间，澎湃的激情变为意味深长的感叹。“安得树有不尽之花更雨新好者，三百六十日长是落花时”，既表达了诗人对佛国落花奇景的留恋与向往，也表达了他对人间落花景象的追求和渴望。</p> <p>　　这不是一般的即景之作。联系诗人所处的时代和诗人的思想，让人轻易的从中体会到浪漫主义歌唱所包含的现实内容。</p> <p>　　这首诗第一个显著特色就是诗人不仅把红消香断的残春景象写得生意盎然，丝毫没有零落凄清之感，而且并不停留在对自然景物的深情咏唱上，而是通过对落花的赞美表达了自己的社会理想。这样，不仅使一系列的景物描绘焕发出奇光异彩，而且整个诗篇也显得更加内蕴深厚，耐人寻味。反过来说，如果全诗的主旨只是为了赞美落花，那么即使写得再美，也会显得单薄浅露，给读者的感染势必淡漠得多。</p> <p>　　此诗另外一个显著特色是譬喻奇警、想象异常丰富。诗中运用的比喻、写景状物，是中国古典诗歌的传统手法，但是这首诗的比喻却用得格外新颖奇特。</p>",
  "about": "<h2>创作背景</h2> <p>　　<a href=\"http://so.gushiwen.org/author_88.aspx\">龚自珍</a>是中国近代改良主义的先驱者，他满怀为国家改良的梦想，他的一生写下了许多<a href=\"http://so.gushiwen.org/view_69411.aspx\">诗</a>篇，除了散佚的之外，流传下来的有六百多首。《西郊落花歌》就是其中较有代表性的、富于浪漫主义的诗篇。</p> <p>　　这首诗写于1827年(清朝道光七年)的春天，当诗人怀着改革时弊的热望参加进士考试。这首诗是当时他与金应诚、汪潭、朱祖毂、龚自谷这几个人同游三官庙时写下的。诗前序：“出丰宜门一里，海棠大十围者八九十本。花时车马太盛，未尝过也。三月二十六日，大风；明日，风少定，则偕金礼部应城、汪孝廉潭、朱上舍祖毂、家弟自谷出城饮而有此作。”序里记载着写作这首诗的始末。</p> <p>　　在龚自珍生活的时代，虽然清王朝还保持着表面的繁荣，但清王朝的衰朽本质和没落趋势日益显现。他始终关注着国家的命运和民生疾苦，并寄以炽烈的渴望和极大的热情。诗就是这种情志的体现。诗人对落花的深情赞美，实质上体现着他对时代感受和改革渴望。那浪潮般壮阔、激战般炽烈、神话般迷人的落花奇景，正是诗人心目中社会变革的象征；诗中对佛国仙境的追求，正是诗人在这种黑暗现实的压抑下，向往光明美好事物的曲折反映。</p>",
  "poet": {
    "id": 88,
    "star": 0,
    "name": "龚自珍",
    "image": "http://img.gushiwen.org/authorImg/gongzizhen.jpg",
    "desc": "龚自珍（1792年8月22日～1841年9月26日）清代思想家、文学家及改良主义的先驱者。27岁中举人，38岁中进士。曾任内阁中书、宗人府主事和礼部主事等官职。主张革除弊政，抵制外国侵略，曾全力支持林则徐禁除鸦片。48岁辞官南归，次年暴卒于江苏丹阳云阳书院。他的诗文主张“更法”、“改图”，揭露清统治者的腐朽，洋溢着爱国热情，被柳亚子誉为“三百年来第一流”。著有《定庵文集》，留存文章300余篇，诗词近800首，今人辑为《龚自珍全集》。著名诗作《己亥杂诗》共315首。"
  },
  "tags": [
    "写花",
    "写景",
    "赞美"
  ]
}