{
  "id": 49431,
  "star": 203,
  "name": "鹧鸪天·林断山明竹隐墙",
  "dynasty": "宋代",
  "content": "林断山明竹隐墙。乱蝉衰草小池塘。翻空白鸟时时见，照水红蕖细细香。<br>村舍外，古城旁。杖藜徐步转斜阳。殷勤昨夜三更雨，又得浮生一日凉。",
  "fanyi": "<p><strong>译文</strong><br>　　远处郁郁葱葱的树林尽头，有耸立的高山。近处竹林围绕的屋舍边，有长满衰草的小池塘，蝉鸣缭乱。空中不时有白色的小鸟飞过，塘中红色的荷花散发幽香。<br>　　在乡村的野外，古城墙的近旁，我手拄藜杖慢步徘徊，转瞬已是夕阳。昨夜天公殷殷勤勤地降下一场微雨，今天又能使漂泊不定的人享受一日的爽心清凉。</p> <p><strong>注释</strong><br>⑴鹧鸪天：词牌名。<br>⑵林断山明：树林断绝处，山峰显现出来。<br>⑶翻空：飞翔在空中。<br>⑷红蕖（qú）：荷花。<br>⑸古城：当指黄州古城。<br>⑹杖藜 ：拄着藜杖。<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>《漫兴九首》其五：“杖藜徐步立芳洲。”藜：一种草本植物，这里指藜木拐杖。<br>⑺殷勤：劳驾，有劳。<br>⑻浮生：意为世事不定，人生短促。李涉《题鹤林寺僧舍》：“偶经竹院逢僧话，又得浮生半日闲。”</p>",
  "shangxi": "<h2>赏析</h2> <p>　　此词上片写景，下片刻画人物形象，描写人物的心理状态。开头两句，作者以推移镜头，由远而近，描绘自己所处的特殊环境：远处有郁郁葱葱的树林，树林尽头，有座高山清晰可见；近处，丛生的翠竹，象绿色的屏障，围护在一所墙院周围。这所墙院正是词人的居所。靠近院落，有一池塘，池边大约由于天旱缺水，满地长着枯萎的衰草。蝉声四起，叫声乱成一团，令人烦躁不安。在这两句词中，竟然描写出林、山、竹、墙、蝉、草、池塘七种景色，容量如此之大，在古典<a href=\"http://so.gushiwen.org/view_49431.aspx\">诗</a>词里也是不多见的。这里呈现的景象，跟词人熙宁十年（1077）任徐州知州时所描写的景象迥然不同。那时作者写下的词句是：“麻叶层层檾叶光，谁家煮茧一村香。”“软草平莎过雨新，轻沙走马路无尘。”（《浣溪沙·徐门石潭谢雨道上作五首》）那是一种奔腾奋发、蒸蒸日上的景象。而“林断山明竹隐墙，乱蝉衰草小池塘”，则完全是一种杂乱、衰萎的景象，显得苍白无力，缺乏生机。词人为何会描写出此等景象呢？原来，词人在徐州任知州时，政绩卓著，深得民心，所以他当时写的词作，充满着积极奋发的精神。后来，他受到打击，被贬到黄州，充任团练副使，处境十分艰难，才能无从施展，被迫过着隐退生活，所以心情苦闷，精神不振。这就无怪乎他的词章变得这样凄清苍凉了。</p> <p>　　三、四两句，含义更深邃。从词句上看，这两句描写得比较优美：在广阔的天空，不时看到白鸟上下翻飞、自由翱翔，满池荷花，映照绿水，散发出柔和的芳香。意境如此清新淡雅，颇有些诗情画意。“红蕖”，是荷花的别名。“细细香”，是说荷花散发出的香味不是扑鼻的浓烈香气，而是宜人的淡淡芳香。如果不是别的原因，这样的境界的确是修身养性的乐土。然而，对于词人来说，他并非安于现状，有心流连这里的景致。他虽然描绘出白鸟翻空，红荷照水的画面，但这和他倾心欣赏杭州西湖那种“淡妆浓抹总相宜”的美丽景色，是不能相提并论的。透过这样一幅画面，读者能够隐隐约约看到词人那种百无聊赖、自寻安慰、无可奈何的心境。词的下片，作者又用自我形象的描绘，作了生动的说明。</p> <p>　　下片前三句，是写太阳在即将落山的时候，词人拄着藜杖在村边小道上徐徐漫步。这是词人自我形象的写照。但他表现的究竟是怎样的形象呢？是老态龙钟，还是病后的神态？是表现自得其乐的隐者生活，还是百无聊赖、消磨时光的失意情绪？读者仔细玩味，自然会得出正确的答案。</p> <p>　　最后两句，是画龙点睛之笔。词句的表面是说：天公想得挺周到，昨天夜里三更时分，下了一场好雨，又使得词人度过了一天凉爽的日子。“殷勤”二字，犹言“多承”。细细品评，在这两个字里，还含有某些意外之意，即是说：有谁还能想到几经贬谪的词人呢？大概世人早已把我忘却了，唯有天公还想到我，为我降下“三更雨”。所以，在“殷勤”两字中还隐藏着词人的无限感慨。“又得浮生一日凉”，是词中最显露的一句。“浮生”，是说人生飘忽不定，是一种消极的人生哲学。《庄子·刻意》篇说：“其生若浮，其死若休。”<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>的这种消极思想，就是受庄子思想的影响。“又得浮生一日凉”中的“又”字，分量很重，对揭示主题，起着重要的作用，它表现词人得过且过、日复一日地消磨岁月的消极情绪。</p> <p>　　总观全词，从词作对特定环境的描写和作者形象的刻画，就可以看到一个抑郁不得志的隐者形象。</p>",
  "about": "<h2>创作背景</h2> 　　此词作于宋神宗元丰六年（1083），时<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>谪居黄州（治所在今湖北黄冈）已经三年，政治打击和仕途挫折使他的心情不免时感悲凉，产生了随遇而安的思想。关于这首词的具体写作时间，从词中写翠竹丛生、鸣蝉四起、红蕖照水、雨后天凉等来分析，可知它是写于元丰六年夏末秋初之际。",
  "poet": {
    "id": 183,
    "star": 0,
    "name": "苏轼",
    "image": "http://img.gushiwen.org/authorImg/sushi.jpg",
    "desc": "苏轼（1037－1101），北宋文学家、书画家、美食家。字子瞻，号东坡居士。汉族，四川人，葬于颍昌（今河南省平顶山市郏县）。一生仕途坎坷，学识渊博，天资极高，诗文书画皆精。其文汪洋恣肆，明白畅达，与欧阳修并称欧苏，为“唐宋八大家”之一；诗清新豪健，善用夸张、比喻，艺术表现独具风格，与黄庭坚并称苏黄；词开豪放一派，对后世有巨大影响，与辛弃疾并称苏辛；书法擅长行书、楷书，能自创新意，用笔丰腴跌宕，有天真烂漫之趣，与黄庭坚、米芾、蔡襄并称宋四家；画学文同，论画主张神似，提倡“士人画”。著有《苏东坡全集》和《东坡乐府》等。"
  },
  "tags": [
    "写景",
    "写人",
    "隐居",
    "生活",
    "抒怀"
  ]
}