{
  "id": 8372,
  "star": 13,
  "name": "纪南陵题五松山",
  "dynasty": "唐代",
  "content": "圣达有去就，潜光愚其德。<br>鱼与龙同池，龙去鱼不测。<br>当时版筑辈，岂知傅说情。<br>一朝和殷羹，光气为列星。<br>伊尹生空桑，捐庖佐皇极。<br>桐宫放太甲，摄政无愧色。<br>三年帝道明，委质终辅翼。<br>旷哉至人心，万古可为则。<br>时命或大缪，仲尼将奈何。<br>鸾凤忽覆巢，麒麟不来过。 <br>龟山蔽鲁国，有斧且无柯。<br>归来归去来，宵济越洪波。",
  "fanyi": "<p><strong>译文<br></strong>圣达之人或隐或显，喜欢晦光韬迹，莫辨智愚。<br>鱼龙同池，鱼知道何时龙将飞去？<br>当时和傅说一起打工的人，知道他日后会腾达吗？<br>可是当他遇到殷朝武丁的赏识以后，不是成为了国家的栋梁，气冲斗牛吗？<br>伊尹据说是生于桑树间的，来历不明，寄养在厨房师傅那里，长大以后也能辅佐殷朝啊！<br>当太子当皇帝以后道德败坏，伊尹照样把他禁闭在铜宫中，自己毫无愧色担当起摄政的责任。<br>三年以后，太子改邪归正，伊尹又重新立他为帝，而自己仍旧发誓担负辅翼的角色。<br>这是件多么脍炙人口的事情，留下了万古英名。<br>当时运太背的时候，孔夫子也是没有办法的。<br>凤凰的巢穴也会颠覆，麒麟也不到来，喝水都塞牙。<br>小人蒙蔽君王，就像龟山的阴影蒙蔽鲁国一样，有才无权位，能起什么作用呢？<br>还不如归来，隐居山林，等待时机。</p> <p><strong>注释<br></strong>1、南陵：唐县名，在今安徽南陵。<br>2、五松山：山名，在今安徽铜陵西北。<br>3、圣达：才智高超的人。<br>4、就：归、趋、从。<br>5、潜光：指避世。《晋书·郭瑀传》：“潜光九皋，怀真独远。”<br>6、愚其德：有德而其貌若愚。《史记》：“君子盛德，容貌若愚。”<br>7、鱼与龙：鱼，喻一般人。龙，喻圣达。<br>8、傅说（fù yuè）情：傅说操筑于傅岩，殷高宗得之，命为相，致殷中兴。《韩<a href=\"http://so.gushiwen.org/view_8372.aspx\">诗</a>外传》：傅说负土而板筑，以为大夫，其遇武丁也。李善《文选注》：“郭璞《三苍解诂》曰：板，墙上下板。筑，杵头铁沓也。”<br>9、和殷羹（gēng）：这是殷高宗命傅说作相之词，说他是国家极需要的人。《尚书·说命》：“若岁大旱，用汝作霖雨。若作和羹，尔惟盐梅。”<br>10、为列星：相传傅说死后，其精神“乘东维，骑箕尾，而比于列星”。《晋书·天文志》：“傅说一星，在尾后。”《庄子》：“傅说得之，以相武丁，奄有天下。乘东维，骑箕尾，而比于列星。”陆德明《音义》：“崔云：傅说死，其精神乘东维，托龙角，乃为列宿，今尾上有傅说星。”<br>11、伊尹生空桑：《吕氏春秋·本味》：“有先氏女子采桑，得婴儿于空桑之中，献之其君。”《水经注》：昔有莘氏女采桑于伊川，得婴儿于空桑中，言其母孕于伊水之滨，梦神告之曰：“臼水出而东走。”母明视，而见臼水出焉，告其邻居而走，顾望其邑，咸为水矣。其母化为空桑，子在其中，有莘氏女取而献之，命养于庖，长有贤德，殷以为尹，曰伊尹也。此二句介绍伊尹童年成长经历。<br>12、捐庖佐皇极：《史记·殷本纪》载：伊尹“负鼎俎，以滋味说汤”，汤任以国政，致于王道。<br>13、桐宫放太甲，摄政无愧色：伊尹将太甲放逐到桐宫，以使其悔过。桐宫，位于商汤墓附近。<br>14、三年帝道明，委质终辅翼：《史记》：“太甲居桐宫三年，悔过自责，反善，于是伊尹乃迎太甲，而授之政。”“委质”有二解。《左传》：“策名委质。”孔颖达曰，“质，形体也。拜则屈膝而委身体于地，以明敬奉之也。”章怀太子《后汉书注》：“委质，犹屈膝也。《国语》：委质为臣，无有二心。韦昭解：质，贽也。士赘以雉，委质而退。”《史记索隐》：“服虔注：左氏云古者始仕，必先书其名于策，委死之质于君，然后为臣。示必死节于其君也。”依前二说，作“哲”音读。依后二说，作“至”音读。此二句说太甲三年后悔过改善，伊尹将其接回，重新掌管政权，自己继续辅佐。<br>15、则：法则、榜样。<br>16、时命或大缪（miù）：谓命运不济，生不逢时。《庄子》：“时命大谬也。”命，命运。缪，差错。<br>17、仲尼：孔子的字。<br>18、鸾（luán）凤忽覆巢，麒麟不来过：《孔子家语》：“孔子自卫入晋，至河，闻赵简子杀窦犨鸣犊、舜华，乃临河而叹曰：‘丘闻之，刳胎杀夭，麒麟不至其郊；覆巢破卵，凤皇不翔其邑。何则？君子违伤其类也。’遂还，息于陬。”<br>19、龟山蔽鲁国，有斧且无柯：孔子《龟山操》：“予欲望鲁，龟山蔽之。手无斧柯，奈龟山何？”《乐府诗集》：“《<a href=\"http://so.gushiwen.org/author_2758.aspx\">琴操</a>》曰：《龟山操》，孔子所作也。季桓子受齐女乐，孔子欲谏不得，退而望鲁龟山，作此曲，以喻季氏若龟山之蔽鲁也。”《元和郡县志》：龟山，在充州泗水县东北七十里。陆贾《新语》：“有斧无柯，何以治之？”<br>20、宵济：夜渡。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>这首长<a href=\"http://so.gushiwen.org/view_8372.aspx\">诗</a>，主要以三位古代圣贤的事迹构作而成。诗人借古抒怀、以典述志，明晰地表达出诗人仕途“穷达”观，含蓄地透露出诗人晚年的悲愁幽恨。</p> <p>　　在漫长的封建社会中，“穷则独善其身，达则兼济天下”是一般尤为仕人遵奉的信条，李白亦不例外。这首诗中以傅说和伊尹两典来写“达”。要“达”，一要仕人必须是一个人才，是池中之“龙”，要发圣贤之光，怀圣贤之德，具“佐皇极”之才能；要“达”，二要君主必须慧眼识贤才。殷高宗思贤若渴，梦得圣人，遍访天下，终于在从事筑墙劳动的努力中找到了贤相傅说；伊尹不过是商汤妻有莘氏的奴隶，又当过厨子，商汤却不嫌其地位低贱，委以相位。这样，“达”者就能“兼济天下”，一展宏图。殷商时期不被人理解的傅说曾运筹帷幄，大兴殷室，死后亦化为天上星宿，他确是古来圣贤璀璨星群中的佼佼者。伊尹的治绩更为辉煌，他助汤攻击夏桀，又历佐卜丙、仲壬两王，当太甲无道时，他果断地将其放逐于桐宫，自己摄政，直至三年后太甲悔过修道，才复其帝位，忠心辅助。这种政绩，不由得使诗人无限虔诚地吟出了“旷哉至人心，万古可为则”的赞美。由此可见，“达”既是有才、适才、用才、成才的过程，又是君臣相悦、共治国政的过程。因此，“达”成了有为仕人、贤才政治上的最高理想。</p> <p>　　第三个孔子的典故是写“穷”。时世乘谬，运命不济，圣贤仲尼也无可奈何。孔子一生奔走于卫、陈、齐、楚等列国间，四处碰壁。他自卫入晋，闻赵简子杀二贤臣，曾感慨贤才求仕五路。他也曾登鲁国龟山，作《孔子龟山操》，视季桓子若龟山之蔽鲁，深感自己手无权柄，仕途窘穷，无法实现三代仁政，不得已而归来牑下，厄而著《春秋》。诗中三个典故均举名相大贤的事例，分析仕途甘苦，发穷达之论。</p> <p>　　诗中大部分篇幅写古时贤达者的丰功伟绩，表现了诗人对他们的艳羡、赞美和自身“怀才不遇”的感慨；而在孔子的典故中既对圣贤大德的儒家鼻祖一生窘穷寄于同情，还为自己与之类似的“穷”途末路悲愤不已。诗人所以举孔子为仕“穷”的例子，还因为孔子明知理想难以实现，仍“知其不可而为之”的积极追求从政理想的精神与自己产生了共鸣。综上所述，李白的仕途“穷达”观以“达”——入世济民为核心的，他的忧喜备份由此而来，他的进步、伟大也由此而来。</p>",
  "about": "<h2>创作背景</h2> 　　此<a href=\"http://so.gushiwen.org/view_8372.aspx\">诗</a>作于公元754年（天宝十三年），为安史之乱的一年。此年春天，<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>游于金陵。五月，至扬州。青年诗人魏万千里追寻李白而至，相见甚欢，又一同返金陵。李白把自己身边的诗文全部交给魏万，嘱咐魏万编集。随后，李白闻说日本友人晁衡回国途中遇难，感伤地作诗哀悼。之后，李白周游南陵、秋浦、青阳、泾县，登九华山。这首诗即是作者在南陵游玩时所作。",
  "poet": {
    "id": 247,
    "star": 0,
    "name": "李白",
    "image": "http://img.gushiwen.org/authorImg/libai.jpg",
    "desc": "李白（701年－762年），字太白，号青莲居士，唐朝浪漫主义诗人，被后人誉为“诗仙”。祖籍陇西成纪(待考)，出生于西域碎叶城，4岁再随父迁至剑南道绵州。李白存世诗文千余篇，有《李太白集》传世。762年病逝，享年61岁。其墓在今安徽当涂，四川江油、湖北安陆有纪念馆。"
  },
  "tags": [
    "咏古",
    "抒怀",
    "怀才不遇",
    "愤懑"
  ]
}