{
  "id": 39575,
  "star": 366,
  "name": "己亥岁二首·僖宗广明元年",
  "dynasty": "唐代",
  "content": "泽国江山入战图，生民何计乐樵苏。 <br>凭君莫话封侯事，一将功成万骨枯。 </p> <p>传闻一战百神愁，两岸强兵过未休。 <br>谁道沧江总无事，近来长共血争流。",
  "fanyi": "<p><strong>译文<br></strong>富饶的水域江山都已绘入战图，百姓想要打柴割草度日而不得。<br>请你别再提什么封侯的事情了，一将功成要牺牲多少士卒生命！</p> <p>传说一旦开战连众神灵都发愁，两岸军队连年混战一直不停休。<br>谁还说沧江总是太平没有祸事，近来江水混着鲜血争先向东流。</p> <p><strong>注释<br></strong>⑴己亥：为唐僖宗乾符六年（879年）的干支。<br>⑵泽国：泛指江南各地，因湖泽星罗棋布，故称。<br>⑶樵苏：一作“樵渔”。<br>⑷传闻：一作“波间”。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这组<a href=\"http://so.gushiwen.org/view_39575.aspx\">诗</a>载于《全唐诗》卷七百一十七。下面是四川大学文学与新闻学院教授、四川诗词学会理事周啸天先生对组诗第一首的赏析。</p> <p>　　“己亥岁”这个醒目的诗题，就点明了诗中所写的是活生生的社会政治现实。</p> <p>　　安史之乱后，战争先在河北，后来蔓延入中原。到唐末又发生大规模农民起义，唐王朝进行穷凶极恶的镇压，大江以南也都成了战场。这就是所谓“泽国江山入战图”。诗句不直说战乱殃及江汉流域（泽国），而只说这一片河山都已绘入战图，表达委婉曲折，让读者通过一幅“战图”，想象到兵荒马乱、铁和血的现实，这是诗人运用形象思维的一个成功例子。</p> <p>　　随战乱而来的是生灵涂炭。打柴为“樵”，割草为“苏”。樵苏生计本来艰辛，无乐可言。然而，“宁为太平犬，勿为乱世民”，在流离失所、挣扎于生死线上的“生民”心目中，能平平安安打柴割草以度日，也就快乐了。只可惜这种樵苏之乐，此时亦不可复得。用“乐”字反衬“生民”的不堪其苦，耐人寻味。</p> <p>　　古代战争以取首级之数计功，战争造成了残酷的杀戮，人民的大量死亡。这是血淋淋的现实。诗的前两句虽然笔调轻描淡写，字里行间却有斑斑血泪。这就自然逼出后两句沉痛的呼告。</p> <p>　　“凭君莫话封侯事，一将功成万骨枯。”这里“封侯”之事，是有现实针对性的：公元879年（乾符六年，即“己亥岁”）镇海节度使<a href=\"http://so.gushiwen.org/author_91.aspx\">高骈</a>就以在淮南镇压<a href=\"http://so.gushiwen.org/author_438.aspx\">黄巢</a>起义军的“功绩”，受到封赏，无非“功在杀人多”而已。令人闻之发指，言之齿冷。无怪诗人闭目摇手道“凭君莫话封侯事”了。一个“凭”字，意在“请”与“求”之间，语调比言“请”更软，意谓：行行好吧，可别提封侯的话啦。词苦声酸，全由此一字推敲得来。</p> <p>　　“一将功成万骨枯”，更是一篇之警策。它词约而义丰。与“可怜白骨攒孤冢，尽为将军觅战功”（张蠙《吊万人冢》）之句相比，字数减半而意味倍添。它不仅同样含有“将军夸宝剑，功在杀人多”（刘商《行营即事》）的现实内容；还更多一层“士卒涂草莽，将军空尔为”（<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>《战城南》）的意味，即言将军封侯是用士卒牺牲的高昂代价换取的。其次，一句之中运用了强烈对比手法：“一”与“万”、“荣”与“枯”的对照，令人触目惊心。“骨”字极形象骇目。这里的对比手法和“骨”字的运用，都很接近“朱门酒肉臭，路有冻死骨”的惊人之句。它们从不同侧面揭示了封建社会历史的本质，具有很强的典型性。前三句只用意三分，词气委婉，而此句十分刻意，掷地有声，相形之下更觉字字千钧。</p>",
  "about": "<h2>创作背景</h2> 　　此<a href=\"http://so.gushiwen.org/view_39575.aspx\">诗</a>题下注：“僖宗广明元年（880）。”按“己亥”为广明前一年即乾符六年（879年）的干支，此诗大约是在广明元年（880年）追忆前一年时事而作。",
  "poet": {
    "id": 615,
    "star": 0,
    "name": "曹松",
    "desc": "曹松（828——903），唐代晚期诗人。字梦徵。舒州（今安徽桐城，一今安徽潜山）人。生卒年不详。早年曾避乱栖居洪都西山，后依建州刺史李频。李死后，流落江湖，无所遇合。光化四年(901)中进士，年已70余，特授校书郎（秘书省正字）而卒。"
  },
  "tags": [
    "边塞",
    "战争",
    "忧国忧民",
    "组诗"
  ]
}