{
  "id": 10253,
  "star": 3,
  "name": "别韦参军",
  "dynasty": "唐代",
  "content": "二十解书剑，西游长安城。<br>举头望君门，屈指取公卿。<br>国风冲融迈三五，朝廷欢乐弥寰宇。<br>白璧皆言赐近臣，布衣不得干明主。<br>归来洛阳无负郭，东过梁宋非吾土。<br>兔苑为农岁不登，雁池垂钓心长苦。<br>世人遇我同众人，唯君于我最相亲。<br>且喜百年见交态，未尝一日辞家贫。<br>弹棋击筑白日晚，纵酒高歌杨柳春。<br>欢娱未尽分散去，使我惆怅惊心神。<br>丈夫不作儿女别，临岐涕泪沾衣巾。",
  "fanyi": "<p><strong>译文<br></strong>二十岁便文武精通，向西游历闯荡京城。<br>抬头仰望宫廷大门，指日便可位取公卿。<br>国家风气和洽超过三皇五帝，朝廷的礼乐教化已遍及寰宇。<br>白玉珍宝都说赐给身边近臣，百姓平民就不可能拜见明主。<br>回到了洛阳却没有半垅良田，东行梁宋这也不是我的故土。<br>在兔苑里垦田没有多少收成，在雁池边垂钓内心常常痛苦。<br>世人待我如同众多普通的人，只有您对我来说才最为知心。<br>更欣喜一生相交态度无改变，没有一次推却称说自家清贫。<br>我们一起下棋奏乐从早到晚，纵酒高歌在杨柳青青的早春。<br>欢乐没有尽兴就要分手离去，这让我惆怅不已又黯然伤神。<br>大丈夫不作小儿女那样分别，在路口挥洒热泪打湿了衣巾。</p> <p><strong>注释<br></strong>1. 解书剑：会读书击剑。谓学文学武。唐<a href=\"http://so.gushiwen.org/author_757.aspx\">孟浩然</a>《自洛之越》<a href=\"http://so.gushiwen.org/view_10253.aspx\">诗</a>：“遑遑三十载，书剑两无成。”解：一作“辞”。<br>2. 长安：唐代都城，在今陕西西安。<br>3. 君门：犹宫门。亦指京城。三国魏<a href=\"http://so.gushiwen.org/author_322.aspx\">曹植</a>《当墙欲高行》：“愿欲披心自说陈，君门以九重，道远河无津。”<br>4. 屈指：计算时日。比喻时间短或数量少。唐<a href=\"http://so.gushiwen.org/author_197.aspx\">刘禹锡</a>《让同平章事表》：“克期而进，屈指可平。”公卿：泛指高官。汉荀悦《汉纪·昭帝纪》：“始元元年，春二月。黄鹄下建章宫太液池中，公卿上寿。”<br>5. 冲融：和洽。迈：超过。三五：三皇五帝。<br>6. 欢：一作“礼”。弥：充满，遍及。寰宇：犹天下，指国家全境。<br>7. 近臣：指君主左右亲近之臣。《墨子·亲士》：“臣下重其爵位而不言，近臣则喑，远臣则唫。”<br>8. 布衣：借指平民。古代平民不能衣锦绣，故称。干：干谒。明主：贤明的君主。<br>9. 负郭：近城的田，最为肥美。《史记·苏秦列传》：“苏秦喟然叹曰：‘此一人之身，富贵则亲戚畏惧之，贫贱则轻易之，况众人乎！且使我有雒阳负郭田二顷，吾岂能佩六国相印乎！’”<br>10. 梁宋：大致在今河南省开封和商丘一带。<br>11. 兔苑：园囿名，也称梁园，在今河南商县东，汉梁王刘武所筑，为游赏与延宾之所。岁不登：收成不好。不登：歉收。《礼记·曲礼下》：“岁凶，年谷不登。”<br>12. 雁池：汉梁孝王刘武所筑兔园中的池沼名。垂钓：暗用姜太公典故：姜太公吕尚曾在渭水的磻溪上钓鱼，得遇周文王，助周灭商。<br>13. 遇：一作“向”。<br>14. 最：一作“情”。<br>15. 见：一作“有”。百年：一生；终身。晋陶潜《拟古》诗之二：“不学狂驰子，直在百年中。”<br>16. 尝：一作“当”。<br>17. 弹棋：古两人对局棋，二十四子，红黑各半。筑：状如筝的乐器，十三弦，以竹击。<br>18. 欢娱：欢乐。汉<a href=\"http://so.gushiwen.org/author_398.aspx\">班固</a>《东都赋》：“于是圣上亲睹万方之欢娱，久沐浴乎膏泽。”<br>19. 惆怅：因失意或失望而伤感、懊恼。<br>20. 丈夫：一作“终当”。<br>21. 临岐（qí）：即“临歧”，本为面临歧路，后亦用为赠别之辞。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　此<a href=\"http://so.gushiwen.org/view_10253.aspx\">诗</a>前十二句，写诗人闯荡京师、客游梁宋、落拓失意的真实经历。那时他年纪轻轻，自负文才武略，以为取得卿相是指日可待的事。三言两语，写出了诗人聪明、天真、自负的性格特征。但现实遭遇并不是他所想的那样。他理想中的君主，沉醉在“太平盛世”的安乐窝里。“国风冲融迈三五，朝廷礼乐弥寰宇”，说国家风教鼎盛，超过了三皇五帝，朝廷礼乐遍及四海之内。这两句，貌似颂扬，实含讽意；下两句“白璧皆言赐近臣，布衣不得干明主”，就是似褒实贬的注脚。干谒“明主”不成，只好离开京师。但不能回家，因为“归来洛阳无负郭”，家中根本没有多少产业。故诗人不得不带全家到河南商丘一带谋生，“兔苑为农岁不登，雁池垂钓心长苦”。汉代梁孝王曾在商丘一带筑兔苑，开雁池，作为歌舞游冶之所，诗中借古迹代地名，是说自己在这里种田捕鱼，生计艰难。不说“捕鱼”而说“垂钓”，暗用姜太公“渭水垂钓”故事，说明自己苦闷地等待着朝廷的任用。</p> <p>　　后十句是写与韦参军的离别，生动地描写了他们之间的深挚友谊和难舍之情。“世人遇我同众人，唯君于我最相亲”，这两句，看似寻常，其中暗含了作者的辛酸遭遇和对韦参军的感激之情。“且喜百年见交态，未尝一日辞家贫”，说他们的友谊经过长期考验，韦参军经常接济自己，从未以“家贫”为辞借口推却过。“弹棋击筑白日晚，纵酒高歌杨柳春。”“白日晚”见其日夕相处：“杨柳春”见其既游且歌。这样的友情，的确舍不得分开。“欢娱未尽分散去，使我惆怅惊心神。”“惊心神”三字，写出了与朋友相别时的痛楚之状。但为事业、前程计，又不得不别，因而劝慰朋友：“丈夫不作儿女别，临歧涕泪沾衣巾。”</p> <p>　　这首诗写得肝胆刻露，字字情真。一般写诗要求语忌直出，脉忌外露。但这绝不是否定率直的抒情。“忌直”是为了“深化”感情，率直是为了将实情写得更“真”，二者似迥异而实相通。<a href=\"http://so.gushiwen.org/author_227.aspx\">高适</a>此作直吐深情，写苦不见颓靡之态，惜别仍发豪放之情，快人快语，肝胆相照，表现出主人公鲜明的个性特征，因而能以情动人，具有很大的感染力。此诗基本上采取了长篇独白的方式，“多胸臆语，兼有气骨”（殷璠《河岳英灵集》）。诗中又多用偶句和对比，讲究音韵，读来音情顿挫，雄浑奔放，具有流美婉转的韵致。</p>",
  "about": "<h2>创作背景</h2> 　　《别韦参军》约作于唐玄宗开元二十三年（735），当时<a href=\"http://so.gushiwen.org/author_227.aspx\">高适</a>正处于虽贫困却豪迈的梁宋时期。此<a href=\"http://so.gushiwen.org/view_10253.aspx\">诗</a>和《别董大二首》一样，都是送别诗中少见的意气风发之作。高适二十岁入京，是唐玄宗开元十一年（723），正是开元盛世，这一时期的特点是：表面上社会安定，经济繁荣，实际上皇帝已开始倦于政事，统治集团日见腐化，诗人凭“书剑”本领入仕已不可能，不得不离京自谋出路，客游梁宋。开元二十三年（735），宋州刺史张九皋荐举诗人就试于“有道科”，这诗便是诗人离梁宋而就试于京师时写的。韦参军是宋州刺史下属官员，与诗人交往很深。",
  "poet": {
    "id": 227,
    "star": 0,
    "name": "高适",
    "image": "http://img.gushiwen.org/authorImg/gaoshi.jpg",
    "desc": "高适是我国唐代著名的边塞诗人，世称“高常侍”。 作品收录于《高常侍集》。高适与岑参并称“高岑”，其诗作笔力雄健，气势奔放，洋溢着盛唐时期所特有的奋发进取、蓬勃向上的时代精神。"
  },
  "tags": [
    "赠别",
    "友谊",
    "抒怀",
    "失意",
    "豪迈"
  ]
}