{
  "id": 70916,
  "star": 38,
  "name": "春居杂兴·两株桃杏映篱斜",
  "dynasty": "宋代",
  "content": "两株桃杏映篱斜，妆点商州副使家。<br>何事春风容不得？和莺吹折数枝花。",
  "fanyi": "<p><strong>译文</strong><br>两株桃树和杏树斜映着篱笆，点缀着商山团练副使的家。<br>为什么春风竟然容不得这些，惊走了莺黄又吹折数枝花。</p> <p><strong>注释</strong><br>⑴副使：作者当时任商州（今属陕西）团练副使。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　991年（太宗淳化二年），<a href=\"http://so.gushiwen.org/author_122.aspx\">王禹偁</a>从开封被贬官到商州，任团练副使。此<a href=\"http://so.gushiwen.org/view_70916.aspx\">诗</a>即作于次年春。“一郡官闲唯副使（《清明日独酌》），团练副使在宋代是一个常被用以安置贬调官员的空衔，商州的生活条件在当时也很差。诗人便在那“坏舍床铺月，寒窗砚结澌”（《谪居感事》）的困苦条件下空怀壮志，过着无所事事的生活。在这种状况中，以“拜章期悟主”（《谪居感事》）而无辜被贬的诗人，心情是十分愤懑的。这首七绝就是以触事兴感的形式，通过咏叹风折花枝这样的琐事来曲拆隐微地反映诗人凄苦的生活，并抒发心头的难言之痛。</p> <p>　　诗人住所的竹篱下侧生长着桃杏树各一株，被贬为商州团练副使的诗人简陋的住房就靠它装饰点缀着。可是这一日无情的春风不但吹断了几根花枝，连正在树头啭鸣的黄莺也给惊走了。于是诗人责问春风：你为什么容不得我家这点可怜的装饰呢？</p> <p>　　春风无知，诗人责问得无理，但正是这无理的责问真切地描摹出了诗人心头的恼恨，由此也反衬出了诗人对那倾斜于篱前的桃杏和啭鸣于花间的黄莺的深厚感情，曲折地反映出了诗入生活的孤寂凄凉。同时，这一责问还另有含意。灼灼桃杏和呖呖莺声本是妆点这明媚春光的，而春风又正是召唤花开鸟啭的春天主宰。这有功无过的桃杏与黄莺不为春风所容，正是隐喻诗人的遭遇。以篇幅短小的绝句，不用一典而能包含十分丰富、深远的意蕴，技巧已臻化境。</p> <p>　　《蔡宽夫诗话》记载，诗人作此诗后，其子曾提出诗的后半部分与<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>诗“恰似春风相欺得，夜来吹折数枝花”相似，建议改写。诗人听后高兴地说：“我诗的命意竟能与杜子美暗合吗？”不但没改，还又咏一诗道：“本与乐天为后进，敢期杜甫是前身！”（《苕溪渔隐丛话》引）此处杜甫诗是指《绝句漫兴九首》之二。诗人在遣辞命意上与杜甫诗有点类似，但师其辞而不师其意，包含有新的境界。</p> <p>　　此诗首句写景；第二句落实景之所在，又引出诗人并点明其身分，为下文的发问作铺垫；第三句以发问来抒情；第四句补述所感之由。全诗篇幅虽小而布置得宜，曲折有致。</p>",
  "about": "<h2>创作背景</h2> <p>　　<a href=\"http://so.gushiwen.org/author_122.aspx\">王禹偁</a>因多次上书言事而得罪皇帝，宋太宗淳化二年（991年），从开封被贬官到商州，任团练副使。“一郡官闲唯副使（《清明日独酌》），团练副使在宋代是一个常被用以安置贬调官员的空衔，商州的生活条件在当时也很差。<a href=\"http://so.gushiwen.org/view_70916.aspx\">诗</a>人便在那“坏舍床铺月，寒窗砚结澌”（《谪居感事》）的困苦条件下空怀壮志，过着无所事事的生活。在这种状况中，以“拜章期悟主”（《谪居感事》）而无辜被贬的诗人，心情是十分愤懑的。这组诗即于淳化三年（992年）春有感而作。</p>",
  "poet": {
    "id": 122,
    "star": 0,
    "name": "王禹偁",
    "image": "http://img.gushiwen.org/authorImg/wangyucheng.jpg",
    "desc": "王禹偁（954—1001）北宋白体诗人、散文家。字元之，汉族，济州巨野（今山东省巨野县）人，晚被贬于黄州，世称王黄州。太平兴国八年进士，历任右拾遗、左司谏、知制诰、翰林学士。敢于直言讽谏，因此屡受贬谪。真宗即位，召还，复知制诰。后贬知黄州，又迁蕲州病死。王禹偁为北宋诗文革新运动的先驱，文学韩愈、柳宗元，诗崇杜甫、白居易，多反映社会现实，风格清新平易。词仅存一首，反映了作者积极用世的政治抱负，格调清新旷远。著有《小畜集》。"
  },
  "tags": [
    "古诗三百首",
    "咏物",
    "生活"
  ]
}