{
  "id": 71850,
  "star": 51,
  "name": "九日和韩魏公",
  "dynasty": "宋代",
  "content": "晚岁登门最不才，萧萧华发映金罍。<br>不堪丞相延东阁，闲伴诸儒老曲台。<br>佳节久从愁里过，壮心偶傍醉中来。<br>暮归冲雨寒无睡，自把新诗百遍开。",
  "fanyi": "<p><strong>译文<br></strong>不才如我垂久老矣竟忝列先生的门下，金灿灿的酒器映照着我满头萧萧的白发。<br>惭愧呀魏公你如此看重又宴请了我，我在曲台编的那本书消磨了几多年华。<br>多少回重阳节从忧愁中过来的，多少回酒醉中又壮心偶发。<br>此番风雨之夜辗转无眠，起来把新<a href=\"http://so.gushiwen.org/view_71850.aspx\">诗</a>一遍一遍地写下。</p> <p><strong>注释<br></strong>1、九日：农历九月九日，即重阳节。<br>2、晚岁：作者时年五十六岁，故称。<br>3、金罍：泛指酒盏。<br>4、曲台：指太常寺，掌礼乐郊庙社稷之事。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　首联从多年来他们的交游，一直写到这天的宴会，语言高度概括，内涵十分丰富。<a href=\"http://so.gushiwen.org/author_554.aspx\">苏洵</a>于1056年（嘉祐元年）持益州张方平、雅州雷简夫的推荐信赴京谒见<a href=\"http://so.gushiwen.org/author_27.aspx\">韩琦</a>、<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>等名流重臣，从此成了他们的座上客。时苏洵已四十八岁，年近半百，故说“晚岁登门”。雷简夫称苏洵为“王佐才”、“帝王师”，苏洵实际上也是以此自居的，而这里却自称“不才”，且冠以“最”字，并以自已的那“萧萧华发”同韩琦宴上的闪闪金罍（酒器）相映衬，表面自谦，实际充满怀才不遇之感。</p> <p>　　颔联又从这天的宴会写到他五年来的虚度光阴。出句以“不堪”承“最不才”，以“延东阁”承“金罍”，表示对韩琦宴请的谢意，<a href=\"http://so.gushiwen.org/view_71850.aspx\">诗</a>人自谦中也含着牢骚。汉武帝时公孙弘自举贤良，数年而至宰相，“于是起客馆，开东阁以延贤人。”（《汉书·公孙弘传》）这里诗人即以公孙弘喻韩琦好贤而言自己不配这种礼遇。下句，诗人回答了“不堪”的原因：官卑位低，不堪重用。曲台指太常寺。因《礼记》有《曲礼》篇，故称专掌礼仪制度的太常寺为“曲台”。苏洵在1061年（嘉祐六年）被命于太常寺修纂礼书，至赴宴时，刚完成《太常因革礼》一百卷，费时五年。苏洵以自己能辅助帝王的才能来做这种白首穷经的工作，深感虚度年华，用非所长，这集中表现在“闲”、“老”二字上。1056年（嘉祐元年），欧阳修荐苏洵于朝廷，韩琦也以为可用，独富弼主张“姑少待之”（<a href=\"http://so.gushiwen.org/author_71.aspx\">叶梦得</a>《石林燕语》）。拖了两年，朝廷才召苏洵试舍人院。苏洵拒绝赴试，朝廷授以试秘书省校书郎，不久又以苏洵为霸州文安县（今属河北）主簿，编纂太常礼书，直至去世。“书虽成于百篇，爵不过于九品。”（《老苏先生会葬致语》）这就是诗人发出“闲伴诸儒老曲台”的深沉哀叹的原因。</p> <p>　　颈联尤为历代评论家所称赏。重阳节历来是人们登高赏菊，饮酒赋诗的好日子，但苏洵却在愁里度过。“佳”和“愁”形成鲜明的对比，而“久”字更有丰富的内容。苏洵在二十七岁以前“游荡不学”，不一定有“愁”。但从二十七岁开始，他发奋苦读，希望有用于世，却多次科考不第；后来，虽然名动京师，却沉沦下僚，无法一展抱负。这个“久”字至少包括了他三十年的不得志。他已五十七岁，很难再有所作为。“偶傍”，说明他平时已经很少有雄心壮志；“醉中”，说明未醉时已清醒感到壮志难酬。但“傍”、“来”二字仍表现出“烈士暮年，壮心不已”的豪情，“其意气尤不少衰”。（叶梦得《避暑录话》）</p> <p>　　尾联以暮间归来，反复吟咏韩琦新诗作结，戛然而止，余味无穷。韩琦《乙巳重阳》说：“苦厌繁机少适怀，欣逢重九启宾罍。招贤敢并翘材馆，乐事难追戏马台。藓布乱钱乘雨出，雁飞新阵拂云来。何时得遇樽前菊，此日花随月令开。”韩琦诗中那种久居高位、宾朋满座的富贵气，使苏洵更感到自己“闲伴诸儒”的穷窘；韩琦志满意得之余的淡淡闲愁，更激起了苏洵壮志不酬的深沉哀怨。这就是他越读韩琦新诗就越发难以入睡的原因。暮、雨、寒三字为全诗烘托出一种昏暗、凄冷的气氛，而“寒无睡”，“百遍开”更活画出这位“萧萧华发”的老人辗转反侧、夜不能寐的神情。</p> <p>　　叶梦得说：“明允诗不多见，然精深有味，语不徒发，……婉而不迫，哀而不伤，所作自不必多也。”（《避暑录话》）这一首诗在内容上“精深有味，语不徒发”，深刻反映了宋代失意文人的精神苦闷；艺术风格上也是“婉而不迫，哀而不伤”，含蓄蕴藉，耐人寻味。</p>",
  "about": "<h2>创作背景</h2> 　　此<a href=\"http://so.gushiwen.org/view_71850.aspx\">诗</a>作于英宗治平（1065）重阳节。十年前，<a href=\"http://so.gushiwen.org/author_554.aspx\">苏洵</a>四十八岁，自蜀入京，受到名臣<a href=\"http://so.gushiwen.org/author_27.aspx\">韩琦</a>、<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>的奖誉、荐举，但一直未得到朝廷重用。十年后的重阳佳节应邀参加韩琦的家宴，席间韩琦赋《乙巳重阳》诗，苏洵当晚回来后便写下了这首诗。",
  "poet": {
    "id": 554,
    "star": 0,
    "name": "苏洵",
    "image": "http://img.gushiwen.org/authorImg/suxun.jpg",
    "desc": "苏洵（1009年－1066年），字明允，汉族，眉州眉山（今属四川眉山人）。北宋文学家，与其子苏轼、苏辙合称“三苏”，均被列入“唐宋八大家”。苏洵长于散文，尤擅政论，议论明畅，笔势雄健，有《嘉祐集》传世。"
  },
  "tags": [
    "重阳节",
    "感叹",
    "怀才不遇"
  ]
}