{
  "id": 69931,
  "star": 39,
  "name": "四块玉·闲适",
  "dynasty": "元代",
  "content": "适意行，安心坐，渴时饮饥时餐醉时歌，困来时就向莎茵卧。日月长，天地阔，闲快活！</p> <p>旧酒投，新醅泼，老瓦盆边笑呵呵，共山僧野叟闲吟和。他出一对鸡，我出一个鹅，闲快活！</p> <p>意马收，心猿锁，跳出红尘恶风波，槐阴午梦谁惊破？离了利名场，钻入安乐窝，闲快活！</p> <p>南亩耕，东山卧，世态人情经历多，闲将往事思量过。贤的是他，愚的是我，争甚么？",
  "fanyi": "<p><strong>译文</strong><br>想走就轻轻松松地走，想坐就安安静静地坐。渴了就喝，饿了就吃，酒喝醉了就唱几曲山歌，困了就在草地上躺一躺。日月漫长，天地宽广，休闲的日子好快活。</p> <p>老酒已经再次酿过，新酒也酿造出来了，大家围着老瓦盆一个个笑呵呵，和山僧村翁一起饮酒唱和。他出一对鸡，我出一个鹅，休闲的日子好快活。</p> <p>拴住了意马又把心猿来锁，跳出那人心险恶的红尘风波，大白天南柯梦几人惊醒过。离开了名利争夺的场所，钻入自己手造的安乐窝，休闲的日子好快活。</p> <p>像陶潜一样在南边地上耕作，像谢安一样在东边山上仰卧，经历的世态人情那样多。闲暇时把往事一一思量过。贤明的是他，愚蠢的是我，还争个什么呢？</p> <p><strong>注释</strong><br>⑴莎（suō）茵：指草坪。<br>⑵投：本作“酘”（dòu），指再酿之酒。<br>⑶醅（pēi）泼：醅指未滤过的酒；泼即“酦”（pō），指酿酒，新醅泼是说新酒也酿出来了。<br>⑷意马、心猿：是来自佛教经典中的典故。把人的名利心比作奔腾的马、烦躁的猿，必须拴住、锁着才能静得下来。<br>⑸槐阴午梦：即南柯梦。据唐人传奇《南柯太守传》，书生淳于棼醉卧槐荫下，梦为大槐安国附马，任南柯郡太守荣华富贵显赫一时；醒来发现大槐安国就是槐树上的大蚂蚁洞，南柯郡就是槐树最南枝上的小蚂蚁洞。<br>⑹南亩耕：典出《<a href=\"http://so.gushiwen.org/view_69931.aspx\">诗</a>经·豳风·七月》：“同我妇子，馈彼南亩，田唆至喜。”<br>⑺东山卧：用东晋谢安的典故。谢安曾隐居在东山（今浙江上虞县西南），后入朝为相。后来人们常用“东山高卧”形容那些高洁之士的隐居生活。<br>⑻甚么：即“什么”。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　第一首曲子概括写出闲适生活的情景，反映了作者的心境比天地更空旷，他似乎什么思绪都没有，进入了一种顺其自然的境界，正如《庄子·逍遥游》所言：“若夫乘天地之正，而御六气之辩，以游无穷者，彼且恶乎待哉？”意思是顺应着万物的本性，跟随着自然界的变化，生活在无始无终、无边无际的虚无缥缈之中，对什么也不依靠，这就是道家所说的无为逍遥的境界。作者的闲适，正是向往着这种境界，“闲快活”是进入这一境界的心情。</p> <p>　　其实作者未必就如此闲适，快活得似神仙。如果深人了解作者当时的社会环境，也许可以看到快活的背后积淀着无穷的辛酸和苦闷。在中国长期的封建社会里，文人们最甜的梦是“学而优则仕”，朝为田舍郎，暮登天子堂，一旦雁塔题名，龙门跳进，便可大展才华，或为国家效劳，或为私利奔波，就都有了权力的保障，实现理想也方便多了。可惜元代这条路是那么坎坷而狭窄，荆棘丛生，陷阱遍布，一不小心跌倒下去，就会遭到灭顶之灾。蒙元统治者实行民族压迫政策，汉人属于三、四等人，处于下层；而知识分子，则为下层之下，所谓“七匠八娼九儒十丐”，可见，在“只识弯弓射大雕”的权贵们面前，儒生们显得何等可怜，其斯文早就扫地以尽了。</p> <p>　　由高雅之士降而为受欺之民，前程一片渺茫，所以总会伴随着强烈的失落感。当时的剧作家多有此感。石君宝在《秋胡戏妻》中哀叹道： “儒人颠倒不如人！”<a href=\"http://so.gushiwen.org/author_306.aspx\">马致远</a>在《金字经》里也曾发牢骚说：“困煞中原一布衣……恨无上天梯。”<a href=\"http://so.gushiwen.org/author_235.aspx\">关汉卿</a>实际上也同他们一样，对黑暗的异族统治怀着强烈的仇恨，对被压迫被损害的下层人民寄予深切的同情，这样一位满腔忠愤、为人热忱、关心世态、勤奋著述的“梨园领袖”和“杂剧班头”，是决不会超然物外，闲得无所事事的。大丈夫生在世上，理应建功立业，有所作为；即使走不通仕途，也有别的途径可走，关汉卿就是用自己丰富的杂剧为国家、为民族建了大功、立了大业。</p> <p>　　第二首曲子描写<a href=\"http://so.gushiwen.org/view_69931.aspx\">诗</a>人与朋友诗酒欢宴的惬意场面。</p> <p>　　在一个晴朗的日子里，作者村居的房舍里充溢着闲适和舒畅的气氛。旧酒已被重酿过一遍，新酒也已经酿熟了，满屋都散发着香喷喷的酒味。主人呼朋引伴，在自家简陋的方桌上摆上了几个旧瓦盆，里面盛满了菜肴。酒菜虽不是山珍海味，但也还鲜美可口，荤素兼有，颇为丰富。客人们围坐在一起，自自在，不分彼此，一边品嚼着酒菜，一边吟诗唱和；不管是山僧还是野叟，读书人还是农夫，都是老朋友，无贵无贱，无上无下，你一杯，我一盏，你一言，我一语，你一唱，我一和，玩个随心所欲，乐个开怀如仙。</p> <p>　　有趣的是这次宾主宴会，不是主人礼仪性地宴请客人，而纯属一种友人们“打平伙”式的聚餐，这在特别讲究礼仪的府第和官场，是难以见到的。“你出一对鸡，我出一只鹅”，他带几样自种的蔬菜，大家动手，既做主人，又做客人这种老友平等而真诚的相聚，比起一人掏腰包来招待众人倒是公平合理得多，快活有趣得多，还确实有点返朴归真的情味。</p> <p>　　关汉卿用朴质的文笔，描写了乡间生活的这一场景，表现了他追求着一种高雅的情趣。在这里，人们和睦友好，真诚相待，不拘泥于繁琐的礼节，率性而行；邻里之间情同手足，世俗的恩恩怨怨，官场的尔虞我诈，在这里已无影无踪了。<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>《客至》中写道：“盘飧市远无兼味，樽酒家贫只旧醅。肯与邻翁相对饮，隔篱呼取尽馀杯。”也是对这种情景的称道。</p> <p>　　第三首曲子反映了作者看破红尘、放下名利希望在归隐中安享晚年的内心呼唤。开头就活用了一个成语“心猿意马”。敦煌变文《维摩诘经·菩萨品》云：“卓定深沉莫测量，心猿意马罢颠狂。”又《维摩诘经·香积品》云：“难化之人，性如猿猴，故以若干种法，制御其心，乃能调伏。”这是把人的名心利欲，比作奔腾的野马、跳跃的山猿，只有将它牢牢地拴起锁住，才能安静下来。</p> <p>　　人往往为名利所支配，在社会上你争我夺，弄得疲惫不堪，结果害人害己，如幻梦一场。因此，在名利场中，尤其是处于阶级、民族矛盾十分激烈的元代，一些知识分子看穿了名利，力图摆脱它的枷锁。关汉卿也多次流露出这种心态。这同样是元代许多文人的共同心理。如<a href=\"http://so.gushiwen.org/author_191.aspx\">卢挚</a>的“无是无非快活煞，锁住了心猿意马”，庾天锡的“紧地心猿系，罕将意马拴”，都将这种心态表露无遗。</p> <p>　　现实的种种险恶，使得文人们不得不长叹。<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>沉江、伍胥伏剑、淮阴饮恨的悲剧在不断地重演着，即便是金榜题名，万里封侯，终忘不了“到头这一身，难逃那一日”。于是立下决心“跳出红尘恶风波”，并感慨地诘问：“槐阴午梦谁惊破。”槐阴梦就是南柯梦。午梦等于说“白日梦”。世间人心险恶，人海风波浊浪翻滚，世人对未来的奢望乃至已在手中的荣华富贵实质上与南柯一梦没有两样。但真能参破这白日梦的没有几人。这些观察与思考历来影响着一代又一代知识份子中勤于思考、勇于探索的人，产生出许多遁迹山林、隐居田园的隐士和逸人。特别是在元朝那种特殊的外族人统治、法律不平等、对知识份子苛酷的社会环境下，许多元代的大知识份子都走上了归隐的道路，其中许多都作过一阵子官还包括一些身居高位的大臣。当然先决条件是这些人心中得能保持正念看到官场污浊、人心险恶时才会退出。如果正念不坚、甚至毫无正念，还不是同流合污、与世沦沉而已。</p> <p>　　第四首曲子倾诉了自己为何愿意过闲适的隐居生活的苦衷，可看做是这组小令的总结。他经历了人世间的风风雨雨，看到了贤愚颠倒的混沌现实，没有什么可争的了。曲末一声“争什么”突出了与世无争的思想。</p> <p>　　“南亩耕，东山卧”即是作者归隐后的田园生活。 “南亩耕”，取<a href=\"http://so.gushiwen.org/author_645.aspx\">陶渊明</a>《归园田居》“种豆南山下”的诗意。在此含有归田躬耕的意味。“东山卧”，用谢安隐居东山的典故。不难得知，似陶渊明、谢安这等雅洁的隐士生活，在作者心中是向往已久的。作者会产生归隐山林之想的原因并非他不关怀世事。恰恰相反，他也曾像陶渊明、谢安等人一样有过治国平天下以济苍生的宏伟抱负，但在亲身经历纷繁万种的世态人情，看透了世态炎凉的社会世相之后，诗人终于若有所悟。恍然回首，“闲将往事思量过”，明白了“世态”为何物，人情又为何物。虽然此处他没有明言，但这首小令之后却让读者心中泛起深沉凝重的波澜。</p> <p>　　《窦娥冤》中“为善的受贫穷更命短，造恶的享富贵又寿延”的善恶颠倒；《<a href=\"http://so.gushiwen.org/author_2608.aspx\">裴度</a>还带》中“红尘万丈困贤才”，“十谒朱门九不开”的人才悲剧；《鲁斋郎》中“利名场上苦奔波”，“蜗牛角上争人我”的奔波钻营；“浮云世态纷纷变，秋草人情日日疏”的淡薄世风，所有这些，历历在目，发人深省，又似过眼云烟，轻轻飘过。作者回首往事，反复思量的结果是：“贤”的是别人，“愚”的是我，已经没有什么可争的了。</p>",
  "about": "<h2>创作背景</h2> 　　<a href=\"http://so.gushiwen.org/author_235.aspx\">关汉卿</a>《四块玉·闲适》这四首小令，创作于元代初期，具体作年不详。在元代，道教盛行、社会黑暗，一些沉抑下僚、志不获展的知识分子常流露出深沉意识和消极思想，如<a href=\"http://so.gushiwen.org/author_306.aspx\">马致远</a>、<a href=\"http://so.gushiwen.org/author_278.aspx\">白朴</a>等；就是那些仕途亨通、春风得意的知识分子，在<a href=\"http://so.gushiwen.org/view_69931.aspx\">诗</a>歌中也常常流露出这种意识，如<a href=\"http://so.gushiwen.org/author_191.aspx\">卢挚</a>、<a href=\"http://so.gushiwen.org/author_2368.aspx\">姚燧</a>等。他们都像看破红尘，参透荣辱，沉默而不敢言，趑趄而不敢进，只想退出那“车尘马足，蚁穴蜂衙”的官场，走到那“闲中自有闲中乐，天地一壶宽又阔”的世界里去。关汉卿这一组小令就是这种意识的代表。",
  "poet": {
    "id": 235,
    "star": 0,
    "name": "关汉卿",
    "image": "http://img.gushiwen.org/authorImg/guanhanqing.jpg",
    "desc": "关汉卿（约1220年──1300年），元代杂剧作家。是中国古代戏曲创作的代表人物，“元曲四大家”之首。号已斋（一作一斋）、已斋叟。汉族，解州人（今山西省运城），与马致远、郑光祖、白朴并称为“元曲四大家”。以杂剧的成就最大，一生写了60多种，今存18种，最著名的有《窦娥冤》；关汉卿也写了不少历史剧，如：《单刀会》、《单鞭夺槊》、《西蜀梦》等；散曲今在小令40多首、套数10多首。关汉卿塑造的“我却是蒸不烂、煮不熟、捶不匾、炒不爆、响珰珰一粒铜豌豆”（〈不伏老〉）的形象也广为人称，被誉“曲家圣人”。"
  },
  "tags": [
    "闲适",
    "生活"
  ]
}