{
  "id": 70568,
  "star": 2,
  "name": "杂剧·楚昭王疏者下",
  "dynasty": "元代",
  "content": "第一折<br>太伯当年曾逊避，至今子姓居吴地。延陵何事慕高风，几使孤家不承继。某乃吴王阖闾，名姬光者是也。昔年征伐越国时，获得宝剑三口：一曰鱼肠，二曰纯钩，三曰湛卢，某常佩之。夫此剑者，昔闻越国允常使欧冶子监制。采五山之铁精，炼六合之金气，感得雨师洒尘，雷师击节，蛟龙捧炉，天帝焚炭，候天伺地，阴阳同体，久而成功。带之有威，用之无敌，真乃世之奇宝也。一向库中收藏，忽然湛卢失其所在。闻知此剑飞入楚国，被昭公收得。某数次遣使，多将金币索取，不肯付还，更待干罢！令人，与我唤将孙武来者。理会的。孙武安在？新书著就十三篇，篇篇兵法妙通玄。君王不信亲相试，宫中赐出女三千。某乃孙武是也。本齐国人，以兵法得见吴王，教练女兵数千，驱之水火，莫敢逃避，皆因某号令严威所致。兵法有云：约束不明，申令不熟，将之罪也；既已明而不如法，吏士之罪也。法令熟行，君令有所不受。某如今现为吴国大将，主公呼唤，须索走一遭去。令人报复去，道有孙武来了也。军师到！主公呼唤，有何事商议？且一壁有者。令人，与我唤将伍子胥、伯嚭安在？千里间关弃楚归，短箫闲向市中吹。可怜不遂英雄志，辜负当年举鼎威。某姓伍名员字子胥，现为吴相国，这是伯嚭，皆楚人也。某因费无忌谗谮，害我父兄，不得已弃楚投吴，思图报复。恰遇伯嚭，也来投吴。一者为同是乡里，二者又为同是避仇，以此举荐于朝，为太宰之职。今日主公呼唤，不知有甚事，须索走一遭去。令人报复去，道有伍员、伯嚭都来了也。相国、太宰到！主公呼唤，有何事商议？军师，请您众将来，不为别事，则为湛卢宝剑飞入楚国，某数次差人多将金币索取，不肯付还。今请军师众将商议，有何计可以得此宝剑？主公在上，今楚国有二将，乃是子期、子常。论子期廉而爱士，颇知兵法，奈有智而少勇；子常怙势而骄，不惜军士，有勇而无智，皆不足为虑。况有奸臣费无忌当权，必然暗行谗谮，未必用他。主公何不先差人下将战书去，然后统兵征伐，有何难哉！若是楚昭公用那费无忌老头儿对阵，也不消伍相国费力，只我伯嚭身上，包杀的他尿流屁滚！相国言者当也。我如今先差人下将战书去，着孙?<br>湮Γ喙确妫沉焖氖蛐郾胨徽饺ァＴ蛞⌒脑谝猓晒Χ亍?伍子胥云)则今日辞别了主公，教场中点就四十万雄兵，一来为楚昭王收了我家宝剑不还，二来有费无忌害我父兄之仇，誓当报复，管取马到成功，奏凯回来也。(诗云)弃楚奔吴几度秋，可怜犹未雪冤仇。今朝统领雄兵去，不斩奸臣誓不休。(同下)(吴王云)军师同相国、太宰三人去了，吾观此一战破楚必矣！(诗云)伍相国智勇无双，马到处谁敢相当？将郢城踹为平地，取湛卢重返吴邦。(下)(正末扮楚昭公同外扮芈旋领卒子上)(正末云)某乃楚昭公是也。数年前正寝之间，忽闻一声响亮，俄而素光明室，爽气逼人，惊起视之，见一口宝剑，坠于榻下。遍问朝臣，皆莫能测其来历。有司马子期，他言隐士风胡子能辨此剑，遂请视之。风胡子曰：此剑号为湛卢，闻越国允常使欧冶子铸此宝剑，后归于吴。此剑乃五金之英，太阳之精，带之有威，用之无敌，真稀世奇宝。某闻而大喜，佩服在身，未尝轻离。谁想吴王阖闾屡屡遣使索取，某不肯还他。但吴国方强，倘若再来相索，可怎了也？(芈旋云)哥哥，您兄弟想来，此剑原是吴国之宝。他既来索取，不如做个人情，送还了他，两国和谐，可不好那？(正末云)兄弟，你那里知道，此剑非同小可。既到吾国，也是天使其然，岂可便与他去？(唱)<br>【仙吕】【点绛唇】这剑呵冰刃霜寒，玉华光灿，孜孜看。怎飞来坐榻之间，委实的紫气冲霄汉。(芈旋云)哥哥，量此物强杀者波，则是一口剑，那里取神光冲射牛斗之上？听那风胡子做甚么？(正末唱)<br>【混江龙】这剑真为奇幻，世人休做等闲看。我则见英英结秀，湛湛生斑。这剑本在东方平百越，今日个飞来南国镇荆蛮。这剑按阴阳斡运，顺天地循环。采铜出那溪之水，取锡在赤堇之山。下雷雨消隔尘滓，有鬼神守护炉间。这剑他抱精灵多气爽助神威，真乃是免忧愁绝惊恐除危难。现如今河清海晏，国泰的这民安。<br>(使命上，诗云)人去似星驰，江隔如天堑。亲捧一缄书，来索千金剑。小官乃吴国使命是也。奉主公的命，差往楚国下战书走一遭去。可早来到也。小校，报复去，道有吴国使命在于门首。(卒子报科，云)喏，报的大王得知，有吴国使命求见。(正末云)道有请。(使命做见科)(正末云)使命来此，有何公事？(使命云)小官是吴国来的使命，有书在此。(正末云)将书来我看。原来为这一口剑不与他，果然下将战书来。似此可怎了也？(唱)<br>【油葫芦】久与吴国姬光阻面颜，(芈旋云)哥哥，既是他下将战书来，凭着俺这里兵多将广，马壮人强，量吴国姬光到的那里，就怕着他哩！(正末云)我不怕姬光，怕是那一个人！(唱)怕的那伍盟府天下罕，(芈旋云)量伍子胥有何英雄，哥哥直这般怕他？(正末唱)他正是良才奇宝在人间。我则道重修讯问传书简，原来他相期恶战呈公案。(芈旋云)虽然那子胥多有本事，凭着俺这名山大川，长江险阻，那伍子胥怎便容易到的俺国来？(正末唱)你休道是阻着大川，隔着大山，便有那波涛滚滚长江限，假若是无敌手战应难。<br>(芈旋云)哥哥，若当初依着您兄弟，早早送还了这剑，也不到今日。事已至此，不如会集众官商议，保举一员名将，领兵与伍子胥交战，可不好也？(正末唱)<br>【天下乐】哎，抵多少恶语伤人六月寒，无也波瑞，着俺把剑还，到如今事已在前后悔晚。现放着登仕台，空有这拜将坛，我则怕举贤才人去懒。(云)本待把这厮杀坏了，古云：\"两国相持，不斩来使。\"你回去，则说选日交兵便了。(使命云)理会的。出的这门来，不敢久停久住，回主公话，走一遭去。(诗云)湛卢宝剑惹刀检，纷纷战国各封强。忙离楚国登途路，不分昼夜到吴邦。(下)(芈旋云)使命去了也。哥哥，这战书上怎么写着来？(正末云)这战书上写着，道孙武为军师，伍子胥为元帅，伯嚭为先锋，领兵四十万，与俺交战。争奈俺国半老兵骄，怎生是好也。(芈旋云)哥哥，岂不闻古云：军来将敌，水来土堰。俺这里有司马子期、子常、申包胥，皆是南楚有名之将，请将来与他商议，有何不可？(正末云)兄弟，你那里知道？(唱)<br>【那吒令】我端坐在，朝堂这间；聚集着，英才这班；怎经的，会临潼那番。(芈旋云)这伍子胥当初在临潼会上，怎生般英雄，哥哥试说一遍，您兄弟听咱。(正末唱)哪里取这般忠义人，英雄汉。他举鼎时，多敢有神力相关。<br>(芈旋云)哥哥，你兄弟想来，秦国文有百里奚，武有秦姬辇，可怎生都不如那子胥，倒让他做个盟府？(正末唱)<br>【鹊踏枝】他、他、他，吓的那秦姬辇怎敢遮拦，百里奚只瞪眼偷看。他向那斗宝筵前，顿剑摇环。(芈旋云)闻他当初在临潼，曾救姬光之难，到今日投吴伐楚，可知道来。(正末唱)便休题吴姬光攧碎了温凉玉盏，他直着秦公子曲躬躬亲送出潼关。(云)令人，与我唤将申包胥来者。(卒子云)申包胥安在？(外扮申包胥上，诗云)忆与伍员别时语，他要覆楚与我复楚。回头已隔数年余，前事今皆弃如土。小官申包胥是也，官封上卿之职。方今春秋之世，首称强楚，为中国盟主者久矣。自伍子胥去后，始觉本国微弱。今日主公呼唤，不知有甚事，须索走一遭去。令人报复去，道有申包胥在于门首。(卒子报科，云)申包胥到！(申包胥见科，云)主公呼唤小官，有何事商议？(正末云)今有吴国下战书来，拜孙武为军师，伍子胥为元帅，伯嚭为先锋，领兵四十万，与俺决战，特请大夫计议，何以应之？(申包胥云)主公，论本国止有司马子期、子常二员大将，子期智高勇怯，子常有勇而无智。若吴国果用孙武为军师，子胥为元帅，其锋不可当也。(正末唱)<br>【寄生草】从来道要得千军易，偏求一将难。闲时故把忠臣慢，差时不听忠臣谏，危时却要忠臣干。谁当这借吴雪恨伍将军，我则索求那扶周摄政姬公旦。(申包胥云)主公，若子胥领兵前来，切不可与他交战。你则深沟高垒，紧守城池。等小官直至西秦，借他兵来，那其间内外夹攻，方能取胜。(正末云)则怕秦昭公不肯借与咱兵，怎生是好？(申包胥云)主公，想秦、楚旧为亲戚之邦，必在借与咱兵，不必疑虑。(正末唱)<br>【幺篇】你须想着归期急，休言他去路艰。止不过船临古渡垂杨岸，路逢峻岭滩头涧，小可如君骑羸马连云栈。(申包胥云)小官既为国解难，怎敢避的途路之苦。(正末唱)你休辞山遥水远路三千，我专等你坚甲利刃那兵十万。<br>(云)大夫，你此一去何日可回？(申包胥云)主公，我去只消一个月便回也。(正末唱)<br>【金盏儿】你道是一个月借兵还，三十日报平安。但愿你晓行晚宿无辞惮，休着我悬望的恶心烦。你只看风传金柝远，霜照铁衣寒。(申包胥云)主公放心，小官若见了秦昭公，借的军马即便回也。(正末唱)我可为甚着贤人投敌国，也则怕那猛将过昭关！(申包胥云)那吴国孙武子深知兵法，又加以子胥之勇，俺国中无能胜之者。小官去后，只愿主公坚壁不战，以待秦兵。休听一时之言，坐失万全之策。(正末唱)<br>【醉扶归】你道是伍盟府能雄悍，孙武子又非凡。只要我高垒深沟紧闭关，专等待秦邦返。我只怕你人疲意懒，早淹的过了程期限。<br>(申包胥云)小官则今日辞了主公，便索长行也。(正末唱)<br>【赚煞】你去后我夜忧到明，明忧到晚。若是那秦公子将卿傲慢，你则索将火性儿全然都放坦，是必休便冒渎容颜。那其间借的些金鼓旗幡，将你那洗尘酒开怀儿做了送路盏。(申包胥公)主公，我这一去，若借得秦兵来时，料那伍子胥恐怕前后受敌，必解兵而归矣。(正末云)只要借得秦兵呵，(唱)恁时节吴兵自还，楚城无患，生则怕你别时容易见时难！(下)(申包胥云)二公子，你紧记者，若伍子胥领兵来时，休听费无忌那短见，就要与他家厮杀，有误大事。我即日往秦邦借兵去也。(诗云)东吴滚滚动征尘，济困扶危投远亲。方信家贫显孝子，楚邦有难识忠臣。(下)<br><br>第二折<br>(净扮费无忌上，诗云)人有好的我偏害，人有歹的我倒爱。我的分毫不与人，人的我会白厮赖。小官费无忌是也。现为楚国上大夫之职，奉主公的将令，着老夫为帅，与吴国伍子胥拒敌。我想来，他的父兄尚然被我杀了，这一个短命的弟子孩儿，有甚本事？我正要与他耍一耍，怕他怎么？(诗云)老夫本领甚可夸，子胥本是我仇家。不愁巨斧当头劈，也只结的碗口一个大疮疤。(下)(伍子胥、孙武、伯嚭领卒子上)(伍子胥云)某伍子胥领兵伐楚，如今已到郢城。大小三军，摆开阵势。远远的尘土卢处，楚家军马敢待来也！(正末同芈旋、费无忌领卒子上)(正末云)某乃楚昭公是也。大小三军，将阵脚射住。我与二公子在将台之上，看费无忌与伍子胥决战去来。(唱)<br>【越调】【斗鹌鹑】他走樊城兀自红颜，过昭关早成皓首。只道他暮景萧萧，依还的雄威赳赳。他本为楚国萦心，权借这吴兵应手。现如今太宰伯嚭敢突前，孙武子为合后。只待要投鞭儿截断长江，探囊儿平吞了俺这夏口。<br>【紫花儿序】将他那乾坤忠孝，更和盖世界英雄，来寻那旧日杀父母冤仇。我则见征云不散，杀气难收。飕飕凛凛，寒风不住吼。大刚来也则是冤仇深厚，扑腾腾鼙鼓惊心，明晃晃剑戟侵眸。<br>(伍子胥云)兀那来将，莫非费无忌么？(费无忌云)然也。来将何人？(伍子胥云)某乃伍子胥是也。父兄之仇，今日须报，你早早下马来请死者！(费无忌云)口走！量你到的那里，且与你斗三百合耍子！(做调阵子科)(正末唱)<br>【调笑令】你每做的来不周，结下了父兄仇，抵多少不是冤家不聚头。今日在杀场上面争驰骤，费无忌你索担忧。他只待摘了你心肝标了你首，可兀的便肯干休。<br>(伍子胥云)出马来，出马来！(战科)(正末唱)<br>【小桃红】史见他旗门开处跃骅骝，高叫道谁敢来和咱斗。早着俺千军万马都惊走，急难收，兀的般威风不信人间有。淹的呵抛下了戈矛，氲的呵遮漫了宇宙，莫不是剑气上连牛。<br>(费无忌云)你看这小畜生，好无礼也，全然不省的有个前辈后辈。则你那伍奢老头儿，也还让着我哩！(伍子胥云)我今日不拿你这老匹夫锉尸万段，誓不收军。(战科)(正末唱)<br>【金焦叶】那一个锦征袍窄窄的把狮蛮款兜，这一个凤翅盔律律的把红缨乱丢。那一个点钢枪支支的把黄幡狠揪，这一个铁胎弓率率的把雕翎稳扣。<br>【天净沙】俺只道他两个都一般状貌搊搜，都一般武艺滑熟，管杀的惨迷离神嚎鬼愁。可原来半合儿不够，早一个先纳了输筹！<br>(云)呀，费无忌却输了也！(唱)<br>【秃厮儿】马以处敌兵乱走，枪着处鲜血交流，偏爱杀伐争战斗。两下里，不相投，难休。(费无忌云)我敌不过他，只是逃命的好，走、走、走！(伍子胥云)你这老匹夫，走那里去！(追科)(正末唱)<br>【圣药王】则他那枪似虬，马似彪，骨碌碌地上滚人头，数载仇一鼓收，片时间叠尸高耸似山丘，恰便似落叶尽归秋。<br>(伍子胥云)早将那老匹夫拿倒了也！大小三军，就此杀向前去，休教走了楚王者！(下)(芈旋云)哥哥，俺家兵大败了，我保着你走了罢。(正末唱)<br>【收尾】眼睁睁见死可也无人救，索把这泼残生告天保佑。则被那借吴兵的伍相逞尽了十分强。(芈旋云)怎得这申包胥救兵到来，可也好也！(正末唱)遥望俺复楚国的包胥且耐着一时守。(同下)<br><br>第三折<br>(龙神领鬼力上，诗云)长江浩浩显威灵，风浪孤舟谁敢行？直待险时才救护，方知暗里有神明。吾乃汉江龙神是也，掌管着万里长江。有楚昭公弟兄妻子四口儿，明日到此，驾着渔船一只，过江逃难。明日正是四耗九丑之日，合起大风，眼见得都该淹死了的。吾神奉上帝敕令，但有下水者，救护至岸。如今在此等候，这早晚他敢待来也。(丑扮梢公上，嘲歌云)渔人顶笠又披簑，得蹉跎处且蹉跎。一杆轻钩浮游动，闲中无事唱渔歌。唱渔歌，眼观清水玩风波。黄芦随岸长，红蓼遍滩多。江边则老汉，屋中则有渔婆。渔婆道，大哥，大哥，镇日常有甚生活？吃的三杯村糯酒，绿阴中要结丝萝。摆过船舟，斜横了个舵。可打破则个锅。把个家婆来叫吖吖，吵闹得似风魔，阿外外。自家是个梢公，每日在这江边捕鱼为生。今日风平浪静，撑着这船，慢慢的打鱼去来。(正末同芈、旦儿，俫儿慌上)(正末云)兄弟也，走，走，走！(唱)<br>【中吕】【粉蝶儿】则听的兵起东吴，可扑扑胆惊心惧，早则不三战杀入王都。吓得我乱慌慌，忙劫劫，不成活路。偏生生的望眼模糊，悄不见那西秦远来相助。<br>(旦儿云)大王，后面吴兵追赶的至近，你休顾俺子母每，你和小叔叔则逃您的性命咱。(正末唱)<br>【醉春风】则俺这妻子似瑟和琴，弟兄如手共足。(芈旋云)俺怎肯撇下了嫂嫂侄儿也！(正末唱)俺一家四口儿盼程途，俺端的苦，苦。几能够罢息干戈，还归宫阙，抚安黎庶。<br>(芈旋云)哥哥，想俺申包胥与那伍子胥，原是故友。两个曾打赌赛来，一个要覆楚，一个要复楚。若俺申包胥借得兵来，必然退了吴兵，重安楚国也。(正末唱)<br>【迎仙客】一个报冤仇称了子胥，一个打赌赛去了包胥，何处也济困扶危重复楚。慌速速的强逃生，急煎煎的甘受苦。(内发喊科)(正末唱)脑背后闹吵吵的起军卒，(芈旋云)哥哥，兀的不是追兵渐近了也？前面又阻着长江，江水泛涨，无船可渡，怎生是好？(正末唱)眼前面翻滚滚野水无人渡。<br>(芈旋云)哥哥，兀的江岸边有一只渔船，我试唤他一声咱。兀那梢公，你快船撑过来，我有的赏你。(梢公云)来也，来也。(芈旋云)兀那梢公，将你这船渡俺四口儿过去，到了岸上，我还你的船钱，可也不少。(梢公云)客官，则是船小渡不的。(正末唱)<br>【红绣鞋】不得已央及你个渔父，(梢公云)肯载不肯载，也则自的我。(正末唱)似这般装着势待要何如？我与你也是近疃邻庄共乡闾。(梢公云)怕不是乡闾，大家要看个风水，实是船小，载不起这几个人。(正末唱)你道是船儿小难装载，则要你量儿大救俺家属，早早的过长江无间阻。<br>(芈旋云)兀那梢公，你认不得俺哥哥就是楚昭公，被吴兵追赶至近。你若肯渡半俺过去，久后平定了楚国，那其间将你官封三品，赏赐千金，不强似你在此捕鱼为活？你是寻思咱。(梢公云)你何不早说，既是楚昭公，我须是管下的百姓，便是船小，也只得载将过去。上船！上船！(芈旋云)哥哥，请上船去。(众上船科)(梢公云)仔细，船儿小，可都坐定了！你看偌远的江面，几时摆得到那岸边，才放心也！(正末唱)<br>【石榴花】俺只见云涛雪浪接天隅，这的是海阔洞庭湖。(梢公云)我说不载，不载，您强要上这船来，还不开的半里，早起风了。你看泼天也似的大浪，可不苦也！(正末唱)你看这大惊小怪泼村夫，那里便叫苦，吓的俺魄散魂无。(梢公云)风浪越大了。船儿又小，淹上水来了也。不着亲的，快请一个下水去，才救的一船人性命。(众做悲科)(正末唱)他道是不关亲者当身故，俺四口儿那一个为疏？则被这一家老小同奔赴，(带云)艄公，你小心在意者！(唱)到今日只仗的你做护身符。<br>(芈旋云)哥哥，这风浪越大了，船只较小，不堪重载，似此怎了也？(正末唱)<br>【斗鹌鹑】兄弟是同气连枝，妻子是多情伴侣。(扆旋云)哥哥，则保你的前程，休顾恋你兄弟罢！(正末唱)眼睁睁弟觑着兄，(旦儿、芈做悲科)(正末唱)悲切切子随着母。好叫我穰穰劳劳意不舒，(梢公云)不着一个人下水呵，再一会连船都没了也。(正末唱)他道是霎时都命卒。(芈旋云)哥哥好觑当嫂嫂侄儿，您兄弟拜别了。哥哥，下水也去。(正末云)兄弟，不争你下水呵，(唱)着谁人买马招军，重与俺扬威耀武！(梢公云)风狂浪猛，看看的淹上水来了，快着一个下水去。(正末唱)<br>【普天乐】俺只见掩掩泼泼画船儿歪，囊囊突突梢公絮。(梢公云)这风把船掀过来，淹上水了。还不着个下水去，敢多要死哩？(正末唱)我则见他无休的催促，待不的须臾。(旦儿悲科，云)儿也，则被你痛杀我也。(正末唱)儿悲啼为母离，母痛哭抛儿去。哎，你个掌命司的梢公可便休催促，百忙里割不断他子母每肠肚。但保全了孩儿的身躯，怎顾得夫人的性命？(芈旋云)哥哥，您兄弟下水去也。(正末云)兄弟，你住者！(唱)紧揪住俺这兄弟的衣服。<br>(芈旋云)哥哥，梢公道疏者下船。您兄弟想来，嫂嫂、侄儿与哥哥，正是着亲的，唯您兄弟是个疏慢些的，理当下水。(正末扯芈旋科，云)兄弟，咱两个须亲，还有不亲的哩。(旦儿云)孩儿，眼见的我顾不的你也。大王，这兄弟同胞共乳，一体而分，妾身乃是别姓不亲，理当下水。(正末云)夫人，你说的是。(唱)<br>【上小楼】我着你名标万古，那里也相随百步。你待要留了婴孩，替了亲叔，救了儿夫。你道不共族稍似疏，何妨的从新革故，(旦儿云)大王，我嘱付你咱，好生看顾我这孩儿，我下水去也。(诗云)半生空记百年恩，苦为波涛没汉津。眼看儿夫难共守，生抛幼子若无亲。手足自今同一处，姻缘到底属何人？幽魂定不随风去，飞上青山更化身！(下)(龙神云)鬼力，将夫人救上岸者。(鬼力云)理会的。(芈旋哭科，云)可惜了嫂嫂也！(正末唱)久以后史书中又新添个节妇！(梢公云)船便轻了些，争奈风浪越越的大了，再请一个下水去，还有救哩！(芈旋云)哥哥，风浪越大，可怎了也？梢公道，再请一个下水，还有可救。您兄弟则索辞别了哥哥，下水去也。(正末云)兄弟，咱两个须亲，还有不亲的来。(俫儿云)爹爹，眼见的不亲的是您孩儿也。(正末唱)<br>【幺篇】儿也觑两个是亲骨肉，(芈旋云)哥哥，留着侄儿，休绝了俺楚家后代。你则放了手，您兄弟情愿下水去。(正末唱)兄弟也我和你是一父母。(俫儿云)爹爹，你则好看觑叔叔，你孩儿辞别了，下水去也。(正末云)儿也，你那叔父呵，(唱)他和我着疼，我和他着热，你比他还疏。(俫儿下水科，云)爹爹，我下水去也。(诗云)母亲一命丧黄泉，不由您儿泪涟涟。今朝下水投江去，和母亲幽冥路上受熬煎。(下)(龙神云)鬼力，与我将这小公子救了者。(鬼力云)理会的。(正末唱)儿也，但愿你去水府，往地狱，好寻娘去，(芈旋云)哥哥，你着侄儿下船，可怎忍也？(正末唱)又何妨死的来不着坟墓。<br>(芈旋云)可惜嫂嫂、侄儿刚下水去，这风浪就宁息了。虽然安稳无事，使我不胜伤感。(正末唱)<br>【满庭芳】哀哉子母，如今稀有，从古应无。又不是进胶舟那日昭王渡，怎生的也共为鱼？儿也你舍性命投江伴母，妻也你可便守贞烈出嫁从夫。似这等难相顾，总只是皇天丧楚，教你去龙颔下探明珠。(梢公云)渡过江了，撺下脚踏板，请登岸。(做上岸科)(芈旋云)解这金鱼下来，赏了梢公。后面有人追来时，若非本国之人，你是必休渡他过江也。(梢公云)理会的。等您回来时，我另打一只大海船在此等候。(下)(正末云)谢天谢地，上的岸来，兄弟也，这两条路您自往那一条路去？(芈旋云)哥哥，现今嫂嫂、侄儿都无了也，则有您兄弟一人相随，可怎生又教我那一条路去？不知哥哥主着何意？(正末云)兄弟，你那里知道！(唱)<br>【耍孩儿】本待要相随相从相将去，也则为我胆儿自虚。我只见前山掩映苍苍树，那其间必有埋伏。小路行怕撞着孙都统，大路走须防他伍子胥。兄和弟谁防护？可不是免鱼鳖才离江上，逢豺虎又断送山谷。(芈旋云)既然这等，您兄弟则往这小路上，抄出大路相会。且辞别了哥哥去也。哥哥受您兄弟一拜，只愿哥哥稳登前路，无惊无恐。(正末唱)<br>【二煞】兄弟也咱相逢时有限期，别离了无限苦，(正末走科)(芈旋追上，云)哥哥，您兄弟再送哥哥几步。(正末唱)两下里欲去也频回觑。好着我悲切切痛煞煞提着胆向刀尖过，倒不如悄促促低着头在剑下诛。兄弟也哭一声行一步，俺兄弟情气吁成云雾，他子母恨泪滴满江湖。<br>(芈旋云)哥哥，但若打听的救兵来时，便当重返楚国，再整江山，休要挫折了志气者。(正末唱)<br>【煞尾】俺如今一程程逐去途，一心心怀故土。大都来是一兴一败天之数，但不知肯分的秦兵几时到得楚。(下)<br>(芈旋云)哥哥去了也，我往这小路儿去罢。(下)(龙神引鬼力上，云)那贤妇、孝子都救了，吾神不敢久停久住，回上帝话去来。(诗云)汉水东连扬子江，几多舟楫此中亡。凡事劝人休碌碌，举头三尺有龙王。(下)<br><br>第四折<br>(外扮秦昭公领卒子上，诗云)轻分一旅出函关，列国曾无匹马还。自古秦中多紫气，争教不想占江山。某乃秦昭公是也。昔年我父穆公因与楚结交，世为邻好。近因吴中有一口宝剑飞入楚国，那吴王屡次索剑，楚王只不肯还，以此惹动刀兵，几至灭国。有楚大夫申包胥前来借兵求救，某坚意不允。不意包胥在驿亭中，依墙而哭，七昼夜不绝，遂将邮亭哭倒。我想此人真烈士也，我如今要借兵与他，未曾与百里奚商议。令人，与我唤将百里奚来者。(卒子云)百里大夫安在？(外扮百里奚上，诗云)先事虞君后佐齐，还因陪嫁入秦西。曾向养牲家自卖，人号羊皮百里奚。老夫乃百里奚是也。有秦王呼唤，须索走一遭去。令人报复去，道有百里奚来了也(卒子报科，云)百里奚大夫到。(百里奚做见科，云)主公呼唤小官，有甚事来？(秦昭公云)为因申包胥借兵一事，特请你来商议，还是借的不是，不借的是？(百里奚云)想那伍子胥在临潼会上，对着十七国诸侯比试，文过小官，武胜姬辇，此段冤仇，未曾相报。今有申包胥来借兵，我想子胥深入敌境，兵老将骄，可不战而破，所谓取威定霸，在此一举。主公若不借兵与他，可不自失了这个机会？(秦昭公云)既然如此，令人，与我请将申包胥来者。(卒子云)理会的。(申包胥上，诗云)千里而来借救兵，秦王何事不相应？可怜七日号几绝，血泪斑斑在驿亭。小官申包胥，到于秦国借兵，争奈秦王不允，将小官羁留驿亭。小官恐负前言，楚国有失，乃倚墙而哭，七日七夜，水浆不曾到口。如今秦王呼唤，须索见来。若再不肯时节，我拚的扭住秦王，将颈血蘸他衣服之上，必然肯发救兵，不负我复楚之誓。令人报复去，道有申包胥来了也。(卒子云)喏。报的大王得知，有申包胥在于门首。(秦昭公云)着他过来。(卒子云)着过去。(申包胥做见科，云)俺楚王悬望大国救兵，不啻饥渴。大王怎生不念亲好，忍坐视乎？(秦昭公云)大夫，因你日夜号哭，忠烈动人。某今借与你十万雄兵，命姬辇为帅，即日救楚，你意下如何？(申包胥云)多谢了大王！俺主公必当重报。(秦昭公云)令人，与我唤将姬辇来者。(卒子云)姬辇安在？(净扮姬辇上，诗云)千钧力气生来有，单被子胥出尽丑。直自当年举鼎来，至今闪了右边手。某乃姬辇是也，官封大将军之职。主公呼唤，不知有甚差遣？令人报复去，道是俺姬辇来了也。(卒子报科，云)姬辇到。(姬辇做见科，云)主公呼唤姬辇，那厢使用？(申包胥云)久闻元帅大名，如雷贯耳。今蒙大王怜悯敝国，肯发救兵，有劳元帅领兵前赴，真乃小官万幸。(姬辇云)不敢，不敢。(?<br>卣压?姬辇，我今拨与你十万雄兵，同申包胥救楚去，你可小心在意者。(姬辇云)主公，某想伍员在临潼会上拳打蒯瞆，脚踢卞庄，文赛百里奚，武过末将，主公着他做了盟府，又与他一口宝剑，筵前举鼎，欺人太甚。某今领十万雄兵，一来救楚，二来就擒拿伍员，雪我临潼之耻。(秦昭公云)只愿你马以成功，奏凯而还，某当与百里奚大夫，迎劳函关之外。你则小心着志者。(诗云)出函关鸣笳擂鼓，至郢都扬威耀武。破伍员誓灭强吴，助包胥重扶弱楚。(同百里奚下)(申包胥云)元帅，你早到楚国一日，解俺一日之难，不可迟延，有失本望。(姬辇云)即日传令大小三军，拔营而起，直赴楚国救援去来。(申包胥诗云)千里投人实是难，甘心就死不空逊。(姬辇诗云)若非七日墙边泣，焉得雄兵便出关？(同上)(正末领卒子上，云)某楚昭公，只为一口湛卢剑不与吴国，惹的伍子胥兵来伐楚，好生危急。今幸申包胥借得秦兵，与子胥交战。谁想子胥为有盟誓在前，即便收兵罢战而去。目今楚国重安，皆申包胥之力也。(唱)<br>【双调】【新水令】包胥烈气子胥知，听的道借军来，他可便引兵先退。借兵的重扶楚国安，投吴的齐着凯歌回。这两个名姓天下知，真乃是忠与孝两完备。<br>(云)令人，与我请申包胥来者。(卒子云)申包胥安在？(申包胥上，云)小官申包胥，借起秦兵与子胥交战，谁想子胥不忘旧交，将城池地面复还与楚，即日班师，还他本国去了，今幸楚国无恙。主公着人来请，须索走一遭去。令人报复去，道有申包胥来了也。(卒子云)申包胥到。(正末云)快请过来。(卒子云)请过去。(申包胥做见科)(正末云)此一场大功，多亏了大夫也。(申包胥云)托赖主公洪福，小官何功之有！(正末唱)<br>【驻马听】伍员无敌，入楚地鞭尸尚恨迟；包胥有智，借秦兵复国偏能疾。(申包胥子云)子胥若不想旧交之情，凭着他武艺，量小官到的那里？(正末唱)虽然他会临潼八面虎狼威，怎如你哭秦亭七日英雄泪。(做悲科)(申包胥云)主公为何发起悲来？(正末唱)我今日安居宝殿里，猛想起渡江时，不觉心如碎。(申包胥云)主公，吴兵已退，楚国重安，此乃如天之喜，且省烦恼。(芈旋上，云)某芈旋。自从江边与哥哥别后，一向避于随地，可早半年光景也。听的申包胥借的秦兵，重扶楚国。我如今回去，见我哥哥咱。令人报复去，道有芈旋在于门首。(卒子云)喏，报的大王得知，有二公子来了也。(正末云)快有请！(卒子云)请进去。(芈旋做见，悲科)(正末云)兄弟也，你在那里来？(芈旋云)您兄弟自与哥哥相别之后，流落随国，听知哥哥复楚，一径的寻将来也。(正末唱)<br>【沉醉东风】自间别伯夷、叔齐，我常只是坐想行悲。(芈旋云)许久不见哥哥，请受您兄弟几拜。(正末唱)既然为兄弟情，讲甚君臣礼。想当年在小船中寸步难移。(芈旋打悲科，云)您兄弟岂望今日与哥哥相见也！(正末云)令人，安排酒果来与兄弟拂尘者。(唱)今日相逢有限期，我又恐怕是南柯梦里。(云)兄弟，你满饮一杯。(芈旋云)您兄弟吃不下这酒去。(正末云)兄弟，你为甚么吃酒不下？(芈旋云)您兄弟心下则想着嫂嫂和侄儿哩。(正末云)兄弟，你嫂嫂有。(芈旋云)既然有嫂嫂，何不请将出来相见咱？(正末云)令人，请将夫人来者。(卒子云)夫人有请。(二旦上，云)妾身乃楚昭公继室夫人。大王呼唤，须索见去来。(做出见科)(正末云)兄弟，兀的不是你嫂嫂。(芈旋做认科，云)哥哥，这那里是我那嫂嫂也？(正末云)兄弟也，可知不是你那嫂嫂哩！(唱)<br>【落梅风】他身丧在波涛内，名标在书传里。一个忠则尽命，一个孝当竭力。我今日立安邦还成子共妻，(云)兄弟也，当初我弃了嫂嫂侄儿，留得你在。哥哥今日还有嫂嫂，少不的生下侄儿。若无了你也呵，(唱)那里去再寻个同胞兄弟？<br>(旦领俫儿上，云)妾身自同孩儿下水之后，谢天地可怜，将俺母子救于岸上，投到一个人家，唤做申屠氏。见说是楚昭公的夫人，将我十分供养，不觉过了半年光景。听知俺大王已复楚国，我如今引着孩儿认他去。这便是宫门外了。令人报复去，道有大王的亲眷在于门首。(卒子云)喏。报的大王得知，有两个亲眷在门首求见哩。(正末云)我有甚么亲眷？在那里？兄弟，待我自看去咱。(唱)<br>【甜水令】我恰才与兄弟团圆，开怀笑饮，同欢同会。我这里那步出宫闱，远听声音，近观相貌，端详仔细，(旦儿云)大王万福！(正末做惊科)(唱)呀，原来是俺咏睢鸠窈窕元妃！<br>(云)您母子每在何处来？(旦儿云)妾身自与大王离别之后，投于汉江，料无生理。不想水中金光闪烁，冷气逼人，一位神圣将妾身救于岸上。都是漫漫的芦苇，正在徬徨之际，则见孩儿也从江中爬上岸来。问其缘故，原来为着风浪越猛，相继下水，也见一位神圣，救了性命。俺母子投到一个申屠氏家，住了半年。大王今日复立家邦，那知俺母子在汉江中受尽苦楚？说兀的做甚！(诗云)当年母子没风湍，为保君王玉体安。虽然幸得神明护，只恐后人夺却故人欢！(正末唱)<br>【折桂令】我则道你趁横波一去无消息，可正是堂上糟糠，休猜做墙上泥皮。想当日船小江深，风高浪涌，云锁天地。若不是贤达妇三从四德，若不是仁孝子百顺千随。我则道夫妇分离，父子乖违，怎能彀再得团圆，还见这笑眼欢眉。<br>(芈旋云)哥哥当日在汉江之上，情愿舍了嫂嫂、侄儿，留您兄弟，岂知嫂嫂、侄儿，安然无事。可见天道无亲，常与善人，信不诬也。(秦百里奚上，云)某乃秦国百里奚是也。奉主公的命，要将金枝公主与楚昭王小公子为婚，遣某亲送吉帖来此。令人报复去，道有秦国使命在于门首。(卒子报科，云)喏，报的大王得知，有秦国使命求见。(正末云)快请进来。(卒子云)请进。(百里奚做见科)(正末云)前者多得秦王借兵救援，使寡人复还楚国，感恩非浅。只因丧败之后，百事未理，有失报谢。今日重劳大夫远涉敝地，益增惶恐。(百里奚云)救灾恤邻，乃是常礼，何足为谢。小官今此一来，不为别事，乃奉主人之命，有金枝公主，愿与大王小公子结婚，遣小官亲赍吉帖送上。倘勿弃嫌，实为万幸。(正末云)寡人有何德能，敢劳秦王如此错爱也？(唱)<br>【沽美酒】谢大王怜下国，借猛将解重围。也只为丧败初还百无备，尚未及酬恩报德，非是俺急时偎缓时弃。<br>【太平令】自斗宝临潼赴会，赐无祥公主来归。曾对天割襟为记，愿世世无相违背。这信誓，在彼，怎悔？难得见今朝这日。<br>(百里奚云)小官闻知大王避难汉江，因风浪陡作，将夫人、小公子都送下水，可怎生又得完聚？敝国僻远，不知其详，请大王试说一遍，小官洗耳恭听。(正末唱)<br>【锦上花】当日个避难临江，扁舟同济。陡遇风波，梢子惊啼。(云)他道是船小不能重载，内中有疏者，请一位下水，方才有救。(唱)他道所未倾危，刚争半米。疏者非亲，请其下水。<br>【幺篇】夫人先拜辞，稚子继沉溺。也只为兄弟情深，难忍抛弃。谁想龙神，暗中呵卫。死者重生，生者不愧。<br>(百里奚云)有这等事，可也难得。(正末唱)<br>【清江引】可又得金枝公主成配匹，岂不是天缘美？永为唇齿邦，万古干戈息，将着甚的般花红酬谢你个秦百里？<br>(芈旋云)今日俺一家团圆，又得与秦国结交，永不唇齿，真乃天大的喜事。就此殿庭之上，摆设起满堂花，遍地锦，椎番牛，窨下酒，做个庆喜筵席，款待百里奚大夫，到明日仍遣申包胥入秦报谢者。(正末唱)<br>【收尾】殿庭中摆设下千金席，列两行鸾歌风吹。不争为青锋剑揽惹了那场灾，还落的赤绳书接受了这重喜！<br>题目伍子胥一战入郢<br>正名楚昭公疏者下船",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "郑延玉"
  },
  "tags": []
}