{
  "id": 71168,
  "star": 960,
  "name": "游褒禅山记",
  "dynasty": "宋代",
  "content": "　　褒禅山亦谓之华山，唐浮图慧褒始舍于其址，而卒葬之；以故其后名之曰“褒禅”。今所谓慧空禅院者，褒之庐冢也。距其院东五里，所谓华山洞者，以其乃华山之阳名之也。距洞百余步，有碑仆道，其文漫灭，独其为文犹可识曰“花山”。今言“华”如“华实”之“华”者，盖音谬也。</p> <p>　　其下平旷，有泉侧出，而记游者甚众，所谓前洞也。由山以上五六里，有穴窈然，入之甚寒，问其深，则其好游者不能穷也，谓之后洞。余与四人拥火以入，入之愈深，其进愈难，而其见愈奇。有怠而欲出者，曰：“不出，火且尽。”遂与之俱出。盖余所至，比好游者尚不能十一，然视其左右，来而记之者已少。盖其又深，则其至又加少矣。方是时，余之力尚足以入，火尚足以明也。既其出，则或咎其欲出者，而余亦悔其随之，而不得极夫游之乐也。</p> <p>　　于是余有叹焉。古人之观于天地、山川、草木、虫鱼、鸟兽，往往有得，以其求思之深而无不在也。夫夷以近，则游者众；险以远，则至者少。而世之奇伟、瑰怪，非常之观，常在于险远，而人之所罕至焉，故非有志者不能至也。有志矣，不随以止也，然力不足者，亦不能至也。有志与力，而又不随以怠，至于幽暗昏惑而无物以相之，亦不能至也。然力足以至焉，于人为可讥，而在己为有悔；尽吾志也而不能至者，可以无悔矣，其孰能讥之乎？此余之所得也！</p> <p>　　余于仆碑，又以悲夫古书之不存，后世之谬其传而莫能名者，何可胜道也哉！此所以学者不可以不深思而慎取之也。</p> <p>　　四人者：庐陵萧君圭君玉，长乐王回深父，余弟安国平父、安上纯父。</p> <p>　　至和元年七月某日，临川王某记。",
  "fanyi": "<p><strong>译文</strong><br>　　褒禅山也称为华山。唐代和尚慧褒当初在这里筑室居住，死后又葬在那里；因为这个缘故，后人就称此山为褒禅山。如今人们所说的慧空禅院，就是慧褒和尚的墓舍。距离那禅院东边五里，是人们所说的华山洞，因为它在华山南面而这样命名。距离山洞一百多步，有一座石碑倒在路旁，上面的文字已被剥蚀、损坏近乎磨灭，只有从勉强能认得出的地方还可以辨识出“花山”的字样。如今将“华”读为“华实”的“华”，是（因字同而产生的）读音上的错误。</p> <p>　　由此向下的那个山洞平坦而空阔，有一股山泉从旁边涌出，在这里游览、题记的人很多，（这就）叫做“前洞”。经由山路向上五六里，有个洞穴，一派幽深的样子，进去便（感到）寒气逼人，打问它的深度，就是那些喜欢游险的人也未能走到尽头——这是人们所说的“后洞”。我与四个人打着火把走进去，进去越深，前进越困难，而所见到的景象越奇妙。有个懈怠而想退出的伙伴说：“再不出去，火把就要熄灭了。”于是，只好都跟他退出来。我们走进去的深度，比起那些喜欢游险的人来，大概还不足十分之一，然而看看左右的石壁，来此而题记的人已经很少了。洞内更深的地方，大概来到的游人就更少了。当决定从洞内退出时，我的体力还足够前进，火把还能够继续照明。我们出洞以后，就有人埋怨那主张退出的人，我也后悔跟他出来，而未能极尽游洞的乐趣。</p> <p>　　对于这件事我有所感慨。古人观察天地、山川、草木、虫鱼、鸟兽，往往有所得益，是因为他们探究、思考深邃而且广泛。平坦而又近的地方，前来游览的人便多；危险而又远的地方，前来游览的人便少。但是世上奇妙雄伟、珍异奇特、非同寻常的景观，常常在那险阻、僻远，少有人至的地方，所以，不是有意志的人是不能到达的。（虽然）有了志气，也不盲从别人而停止，但是体力不足的，也不能到达。有了志气与体力，也不盲从别人、有所懈怠，但到了那幽深昏暗而使人感到模糊迷惑的地方却没有必要的物件来支持，也不能到达。可是，力量足以达到目的（而未能达到），在别人（看来）是可以讥笑的，在自己来说也是有所悔恨的；尽了自己的主观努力而未能达到，便可以无所悔恨，这难道谁还能讥笑吗？这就是我这次游山的收获。</p> <p>　　我对于那座倒地的石碑，又感叹古代刻写的文献未能存留，后世讹传而无人弄清其真相的事，哪能说得完呢？这就是学者不可不深入思考而谨慎地援用资料的缘故。</p> <p>　　同游的四个人是：庐陵人萧君圭，字君玉；长乐人王回，字深甫；我的弟弟<a href=\"http://so.gushiwen.org/author_169.aspx\">王安国</a>，字平甫；王安上，字纯甫。至和元年七月，临川人<a href=\"http://so.gushiwen.org/author_405.aspx\">王安石</a>记。</p> <p><strong>注释</strong><br>1.浮图：梵（fàn）语（古印度语）音译词，也写作“浮屠”或“佛图”，本意是佛或佛教徒，这里指和尚。慧褒：唐代高僧。舍：名词活用作动词，建舍定居。址：地基，基部，基址，这里指山脚。<br>2.而：连词，并且。卒：最终。之：指褒禅山麓。<br>3.以故：因为（这个）缘故，译为“因此”。名：命名，动词。禅：梵语译音“禅那”的简称，意思是“静思”，指佛家追求的一种境界。后来泛指有关佛教的人和事物，如禅师、禅子、坐禅、禅房、禅宗、禅林、禅杖等。褒禅，慧褒禅师。<br>4.慧空禅院：寺院名。庐冢（zhǒng）：古时为了表示孝敬父母或尊敬师长，在他们死后的服丧期间，为守护坟墓而盖的屋舍，也称“庐墓”。这里指慧褒弟子在慧褒墓旁盖的屋舍。庐：屋舍。（一说指慧褒生前的屋舍。)冢：坟墓。禅院：佛寺。<br>5.华山洞：南宋王象生《舆地纪胜》写作“华阳洞”，看正文下出应写作“华阳洞”。以：因为。乃：表示判断，有“为”、“是”的意思。阳：山的南面。古代称山的南面、水的北面为“阳”，山的背面、水的南面为“阴”。名：命名，动词。<br>6.仆道：“仆（于）道”的省略，倒在路旁。<br>7.文：碑文，与下文“独其为文（碑上残存的文字）”的“文”不同。漫灭：指因风化剥落而模糊不清。<br>8.独：唯独，只有。其：指代石碑。文：文字，这里指的是碑上残存的文字。犹：还，仍。<br>9.今言“华”(huā)如“华(huá)实”之“华(huá)”者，盖音谬也：汉字最初只有“华(huā)”字，没有“花”字，后来有了“花”字，“华”“花”分家，“华”才读为huá。（王安石认为碑文上的“花”是按照“华”的古音而写的今字，仍应读huā，而不应读“华(huá奢侈、虚浮)实”的huá。按，这里说的不是五岳中的“华(huà)山”）。言：说。盖：承接上文，解释原因，有“大概因为”的意思。谬：错误。<br>10.侧出：从旁边涌出，记游：指在洞壁上题<a href=\"http://so.gushiwen.org/view_71168.aspx\">诗</a>文留念。<br>11.上：名词活用作动词，向上走。窈（yǎo）然：深远幽暗的样子。<br>12.问：探究，追究。深，形容词活用作名词，深度。则：副词，用于判断句表示肯定,相当于“就”。穷：穷尽。<br>13.拥火：拿着火把。拥，持，拿。以：连词，连接状语与中心词。<br>14.见：动词活用作名词，见到的景象。<br>15.怠：懈怠。且：副词，将，将要。<br>16.盖：表猜测的发语词，大概。尚：还。不能十一：不及十分之一。不能：不及，不到。<br>17.而：表递进的连词，并且，而且。<br>18.则：表假设的连词，那么。至：动词活用作名词，到达的人。加：更，更加。<br>19.方是时：正当这个时候。方：当，正在。是时：指决定从洞中退出的时候。<br>20.以：相当于“而”，连词，连接状语与中心词。明：形容词或用作动词，照明。<br>21.既：已经，……以后。其：助词。<br>22.则：副词，就，便，表示前后两事紧密相承或时间相距很近。或：有人。咎（jiù）：责怪。其：那，那些。<br>23.其：第一人称代词，指自己。而：连词，表结果，以致，以至于。不得：不能，极：尽，这里有尽情享受的意思，形容词活用作动词。夫：这，那，指示代词。<br>24.于是：对于这种情况，因此。焉：句末语气词。<br>25.之：用于主谓之间，取消句子的独立性，可不译。得：心得，收获。<br>26.以：因为。求思：探求、思索。而：连词，表递进，而且。无不在：无所不在，没有不探索、思考的，指思考问题广泛全面。<br>27.夫：表议论的发语词。夷：平坦。以：连词，表并列，而且，并且。则：表假设的连词，那么。<br>28.而：可是。观：景象，景观。险远，形容词活用作名词，险远的地方。<br>29.而：因而。焉：兼词，相当于“于此”。<br>30.随：跟随（别人），“随”字后面省略“之”。以：连词，表结果，以致，以至于。<br>31.至于：这里是抵达、到达的意思，不同于现代汉语用在下文开头，表示提出另一话题。幽暗昏惑：幽深昏暗，叫人迷乱（的地方）。昏惑：迷乱。以：连词，表目的。相（xiàng）：帮助，辅助。<br>32.以：相当于“而”，连词，连接状语与中心词。焉：兼词，相当于“于此”。这一句在“焉”后面省略了“而不至”。<br>33.于人：在别人（看来）。为：是。<br>34.其：加强反问语气的副词，难道。孰：谁。<br>35.得：心得，收获。<br>36.谬其传：把那些（有关的）传说弄错。谬，使……谬误，把……弄错。莫能名：不能说出真相（一说真名）。<br>37.何可胜道：怎么能说得完。胜，尽。<br>38.所以：表示“……的原因”。慎取：谨慎取舍。<br>39.以：以（之），因此。悲：叹息<br>40.庐陵：今江西吉安。萧君圭，字君玉。<br>41.长乐：今福建长乐。王回，字深父。父：通“甫”，下文的“平父”“纯父”的“父”同。<br>42.安国平父、安上纯父：王安国，字平父。王安上，字纯父。<br>43.至和元年：公元1054年。至和：宋仁宗的年号。临川：今江西临川。王某：王安石。古人作文起稿，写到自己的名字，往往只作“某”，或者在“某”上冠姓，以后在誊写时才把姓名写出。根据书稿编的文集，也常常保留“某”的字样。</p>",
  "shangxi": "<h2>内容分析</h2> <p>　　第一部分</p> <p>　　记游山所见的景物和经过，是记叙部分。可以分为两层。（第一、二段）</p> <p>　　第一层（第一段），介绍褒禅山概况。</p> <p>　　文章紧扣题目，以“褒禅山亦谓之华山”一句起头，点明作者所游的地方是“褒禅山”，以及这座山的另一个名称“华山”。由这句的“褒禅山”一名引出褒禅山名称由来，点出禅院。写禅院，既证实褒禅山名称由来，又引出“距其院东五里”的华山洞。写华山洞的位置和命名缘由，为下文写游华山洞作交待，其中写华山洞命名缘由又与开头一句照应。记仆碑文字，循名责实，辨“华山”误读，不仅回应开头一句，证明褒禅山本名“华山”，亦即“花山”，也为后文的议论伏笔。记叙的景物由禅院到华山洞，再到仆碑，反映了游览行踪。全段以山名起始，以考证山名结尾，在内容上环环相扣。</p> <p>　　其实作者自己也犯了个错，“华山洞”其实应为“华阳洞”，不过现在依旧保留原文，不加修改。</p> <p>　　第二层（第二段），记游华山洞的经过。</p> <p>　　先略述前洞和后洞的概况，突出前洞与后洞迥然不同的环境特征，以及游前洞之易与游后洞之难，揭示一般游人就易避难的心理，为后文“夫夷以近，则游者众；险以远，则至者少”伏笔。</p> <p>　　然后详记游后洞的经过。“余与四人拥火以入”，点明了与人同游，这才有入洞以后诸人的不同反应。写经过时，对所见景象，只异常简括地记下“入之愈深，其进愈难，而其见愈奇”，用连锁句式说明入“深”、进“难”、见“奇”的递进式因果关系，为后文借景喻理提供依据。</p> <p>　　随着入洞之深而“其见愈奇”，下文本应叙写乘兴而入，寻幽访胜，领略“奇”景。不料，却中途退了出来。游洞至此结束。</p> <p>　　作者又补叙了两点。一是“盖予所至……则其至又加少矣”，一是“方是时……而余亦悔其随之而不得极夫游之乐也”。这两点补叙为下文借事喻理提供了依据。写出洞后的心情，突出一个“悔”字。因为当时“力尚足以入，火尚足以明”，却“与之俱出”，“不得极夫游之乐”，由此而“悔”，并因“悔”而引出下文。</p> <p>　　第二部分</p> <p>　　写游山的心得。这是文章的议论部分，可以分为两层。（第三四、段）</p> <p>　　第一层（第三段），写游华山洞的心得。这一层是全文的重点。</p> <p>　　以“于是余有叹焉”一句承上启下。“叹”字承上文的“悔”字，领起全段，自然地转入议论。</p> <p>　　作者先借托古人，说古人游览观赏“往往有得”，是因为他们“求思之深而无不在也”。以此表明作者在下面所要说的观察所得，不是随意的，而是以古人的“求思”精神为依据和标准，经过深思而悟出来的。</p> <p>　　以下以游洞为喻，以“有志”为中心，进行逐层论述，阐明宏伟的目标、险远的道路和“志”“力”“物”之间的内在联系。</p> <p>　　“夫夷以近，则游者众”，照应“其下平旷，有泉侧出，而记游者甚众”；“险以远，则至者少”，照应“由山以上五六里，有穴窈然，入之甚寒，问其深，则其好游不能穷也”。两相对比之后，紧接着指出“而世之奇伟、瑰怪、非常之观，常在于险远，而人之所罕至焉”，照应“入之愈深，其进愈难，而其见愈奇”。这里以景喻物，用“奇伟、瑰怪、非常之观”比喻某种最高成就的境界。但这种境界“人之所罕至”，不是每个人都可以达到的。</p> <p>　　怎样才能达到呢?作者提出了三个“不能至”：“非有志者不能至也”，“力不足者，亦不能至也”，“无物以相之，亦不能至也”。这三个“不能至”表达了三层意思，提出了达到目的的三个必要条件：“志”“物”“力”。在提出“志”这个条件时，用两个否定词构成双重否定，强调“有志”；在提出“力”和“物”这两个条件时，又分别把“有志”作为基本前提，也强调了“有志”。这就揭示了三者之间的辩证关系，首先要有“志”，其次要有“力”，再次要有“物”，把需要坚定的志向、不断的艰苦努力又需要一定的物质条件才能完成一种理想追求的道理，说得相当清楚、完备而透彻。三个“不能至”的三层意思，是按照三个条件的重要性依次排列的，逻辑十分严密。</p> <p>　　这三个条件缺一不可，都不是充分条件而是必要条件，而其中“志”又是最根本的。所以作者又对“志”的重要性，作进一步的强调和申述。“然力足以至焉，于人为可讥，而在己为有悔”，是说有“力”而无“志”，因此未达到目的，这会被人讥笑，自己也会悔恨；“尽吾志也而不能至者，可以无悔矣，其孰能讥之乎?”指出只要“尽吾志”，虽然不能达到目的，也可以无讥无悔。通过对比“力足以至”而未能至和“尽吾志也而未能至”两种情况，得出“可讥”“有悔”和“无悔”“无讥”两种结果。这一正一反的两层意思，照应“既其出，或咎其欲出者，而予亦悔其随之而不得极夫游之乐也”，突出了“有志”的决定作用，并且提出“尽吾志”，即全力以赴、坚持不懈的高标准要求，从事物的规律性归结到人的主观能动性，把所议论的道理推进一层。</p> <p>　　最后，以“此余之所得也”，收束这一段议论，归结到作者思想上的收获，回应“古人之观于天地、山川、草木、虫鱼、鸟兽，往往有得，以其求思之深而无不在也”。这段议论以古人“有得”始，以自己“所得”终，前后呼应。</p> <p>　　第二层（第四段），借仆碑抒发感慨，提出治学必须采取“深思而慎取”的态度。</p> <p>　　这一段与第一段记仆碑文字和订正读音相照应。先由所见的仆碑引出感慨，指出由于“古书之不存”，致使后人以讹传讹。“何可胜道也哉”，这是从个别到一般，由“华山”的“音谬”概括出社会上辗转讹误，相沿失实的普遍情况。针对这种情况，提出“学者不可以不深思而慎取之也”，这是从具体到抽象，概括出研究事物必须去伪存真的道理。这段议论一正一反：从反面加以否定，批评“谬其传而莫能名”；从正面加以肯定，强调“深思而慎取”。</p> <p>　　第三部分</p> <p>　　是记游的结尾，补叙同游者的籍贯、姓名和作记时间，以及作者籍贯、署名。这是写游记常用的格式（第五段） </p><br/><h2>赏析</h2> <p>　　该文写于宋仁宗至和元年（1054）七月某日，是作者与他的两位朋友和两个胞弟同游褒禅山后所写。这是一篇记述与议论相结合的散文，与一般游记不同，独具特色。全文按照记叙和议论的层次，可分五段。</p> <p>　　从篇首至“盖音谬也”。记述褒禅山命名的由来。文章开头紧扣题目，开门见山地先说明褒禅山又叫华山之后，接着追述之所以命名为褒禅山，是因为唐朝有一个名叫慧褒的和尚，一开始住在华山之下，死后又葬在华山之下，所以叫做褒禅。作者由远及近，当追溯了褒禅山命名的由来之后，就把笔墨转向眼前所见的慧空禅院上来。说明如今看到的慧空禅院，就是当年慧褒禅师居住的房舍和坟墓之所在。因为这毕竟是一篇游记，所以当写到慧空禅院之后，便以它为基点，重点突出地来记叙褒禅山的名胜华山洞。“距其院东五里，所谓华山洞者，以其乃华山之阳名之也”。这三句，说明华山洞的方位及其命名的由来。接着又写距华山洞百余步倒在路旁的石碑，以及碑文的情况。“其文漫灭”一句，从字面上来看，是说由于年代久远，字迹已经模糊不清。其实，也是为了突出其中尚可辨识的“花山”二字。之所以要突出“花山”二字，在于纠正今人把“花山”之“花”误读为“华实”之“华”的错误。之所以要纠正今人读音的错误，又旨在为下文发表感想和议论设下张本。</p> <p>　　从“其下平旷，有泉侧出”至“而不得极夫游之乐也”。记叙游览褒禅山后洞的情形。这段承接第1段华山洞的方位和命名，进一步分别就华山洞的前洞和后洞加以叙写。前洞，“其下平旷，有泉侧出”，虽有美景而不险绝，“而记游者甚众”，不足以游，所以一笔带过。而后洞与前洞相比，则迥然不同，它不像前洞那样平坦广阔，游人举足可到，而在“由山以上五六里”的幽深之处，需要花费气力才能到达，而且“入之甚寒”，所以即使喜欢游览的人，也不能穷尽它的尽头。然而惟其险绝，才有奇观。因而便引起了作者与同游者的极大兴趣。于是他们拿着火把走了进去，走得越深，行进越艰难，而所看到的景物也就越加美妙。可是行进的艰难与景物的美妙形成了矛盾，所以同游者之中有倦怠而想出来的人说：“不出去，火把就要烧光了。”这么一说，大家就随着他一起走了出来。一旦走出洞后，作者却深有感慨，慨叹自己所到达的地方比起喜欢游览的人，还不到十分之一，然而在洞的左右壁上，题字留念的人已经很少了。如果再往深处走，到达的人就更少了。这说明没有大志而畏于艰险的人，是不能够深入险境而窥视到异观的。因而又回顾自己在洞里还没有出来的时候，“余之力尚足以入，火尚足以明”，是可以继续前进的，只是听了倦怠者的话，随着走出洞来，而不能极尽游览之乐。目的不达，满腹憾恨之情溢于言表，由此可见作者不畏艰险的积极进取精神。</p> <p>　　从“于是余有叹焉”至“此余之所得也”。写未能深入华山后洞所产生的感想和体会。这段开头“于是余有叹焉”一句，奠定了全段的基调，为展开议论作了带有浓厚感情色彩的转折。行文先从古人的行事说起，而后又回到游览风物上来，加以发挥议论。就古人来说，他们观察天地、山川、草木、虫鱼、鸟兽，往往都有所得，这是因为他们对事物观察思索得深切，而没有探索不到的地方。作者称引古人，是为了借古鉴今。不言而喻，今人行事，要想有所收益，也必须具有古人那种探索的精神。但事实上，并不是人人都具有这种精神的。就以游览风物来说，“夫夷以近，则游者众；险以远，则至者少”。这种现象，就正是缺乏探索精神的表现。而天下的奇异雄伟、异乎寻常的景物，又常常在险远之处，人们却又很少能够到达，那也就不可能看到奇景异观了。那么怎样才能看到奇景异观呢？作者进而又从三个方面加以论说。一是“非有志者不能至也”。这里强调了一个“志”字。只有胸怀大志，才有可能到达理想的境地。二是有了大志，不随随便便地止足不前，“然力不足者，亦不能至也”。这里又强调了一个“力”字。这个“力”，是指气力。如果气力不足，像“有怠而欲出者”那样，也是不能到达理想境地的。三是有了大志和气力，而又不轻易地倦怠，“至于幽暗昏惑而无物以相之，亦不能至也”。这里又强调了一个“物”字。这里所说的“物”，是指火把之类的借助之物。当游览者走进昏暗之处的时候，如果不借助火把之类的物来照亮前进的道路，也是不能到达理想境地的。总之，只有具备志、力与相助之物这三个条件，才能到达理想的境地。这是就正面来说。反过来说，气力可以达到而又未能达到，这对别人来说是非常可笑的，对自己来说是很可悔恨的。如果竭尽了自己的志气，也仍然达不到，也就没有什么可悔恨的了。这样，谁还能讥笑他呢？作者从正反两方面把道理说得清清楚楚。这就是作者游览华山后洞之后的心得和体会。这个心得和体会，是十分深刻的，它的客观意义却远远超过了游览，而可以用之于从事一切事情。</p> <p>　　从“余于仆碑”至“此所以学者不可以不深思而慎取之也”。写由于仆碑而引起的联想。作者从仆碑上尚可辨识的“花山”之“花”字，今人误读为“华实”之“华”，从而联想到古籍，“又以悲夫古书之不存，后世之谬其传而莫能名者，何可胜道也哉！”从山名的以讹传讹，联想到古籍的以讹传讹，使作者触目伤怀，慨叹不已。因而又进一步提出“此所以学者不可以不深思而慎取之也”。对待传闻要“深思”而“慎取”这个提法，也很精辟。它对学者整理和研究古籍，鉴别其真伪，恢复其本来面目，不仅是必要的，而且也是有指导意义的。</p> <p>　　从“四人者”至篇末。记同游者姓名和写作时间。</p> <p>　　从以上五段简略地叙述和分析里不难看出，本文虽以游记命题，但所写重点却不在于记游，而在于写作者在游览中的心得和体会，并着重写了两点：一是写华山山名的本末；一是写游览华山后洞的经过。</p> <p>　　写华山山名的本末时，从今人对“花山”读音之误，联想到对古籍的以讹传讹，从而指出对古籍要持“深思而慎取”的态度。这既是对当时学者的劝勉，同时也是作者自己治学态度的写照。<a href=\"http://so.gushiwen.org/author_405.aspx\">王安石</a>在治学方面，就颇多创见，不为前人之见所束缚。比如他与门人一起修撰《<a href=\"http://so.gushiwen.org/view_71168.aspx\">诗</a>》《书》《周礼》三书的经义和《老子注》等书的注疏，以代替汉儒以来的章句之学，就是突出一例。再如他写的咏史和怀古诗，也多半一反常人之见。在《<a href=\"http://so.gushiwen.org/author_854.aspx\">商鞅</a>》诗里写道：“今人未可非商鞅，商鞅能令政必行。”在《贾生》诗里写道：“一时谋议略施行，谁道君王薄贾生。”这些都反映出他的新见解。这些见解，又都是为他打击旧党，推行变法革新服务的。因而也可以说他变法革新的理论和实践，就正是他认真总结历史的经验教训，得出“深思而慎取”的结果。</p> <p>　　写游览华山后洞的经过时，从“入之愈深，其进愈难，而其见愈奇”，而游者也随之越来越少的情况，进而论述了“世之奇伟、瑰怪、非常之观，常在险远”，要想看到“奇伟、瑰怪、非常之观”，就必须有一个不畏艰险，一往直前的坚强意志，同时还要具备足够的实力和可资凭借的外界条件。他这种力图精进，永攀高峰的精神，同他后来在变法革新中所表现的不怕围攻、百折不回的精神也是完全一致的。这种积极进取精神，同他的变法革新，虽有其不可避免的历史的和阶级的局限，然而却也能给人以有益启示和鼓舞。</p> <p>　　本文的写作技巧也是比较高明的。既然本文的重点不在记游，而在写游览中的心得体会，所以在材料的取舍上，行文的组织安排上，是颇费一番切磋琢磨之功的。作者在记游中，处处为写心得体会搭桥铺路，使记游与心得体会十分和谐自然地结合起来。</p> <p>　　文章开头“褒禅山亦谓之华山”一句，看来只是叙说褒禅山的原委，平平淡淡，并不新奇。但细加玩味，却不寻常。它不仅为下文考究褒禅命名的由来起着开拓的作用，而且也把有关全局的“华山”二字突现出来。作者突现出“华山”，对全文的记游和议论是有着重要作用的。可以设想，倘若读者不了解褒禅山就是“华山”，那么文章题为《游禅山褒记》，而下面所记的，也就是与“华山”不可分割的华山前洞、华山后洞，便失去了根基，而令人不可思议。随之游览华山后洞，从而发表议论也将成为不可能。所以首句把“华山”突现出来，是十分重要的，不可缺少的，它对全文来说，起着先引和铺垫的作用。然而作者又不特意去就“华山”而论“华山”，却以考究褒禅山命名由来的方式来突现它，这就更显得自然入妙了。从考究褒禅山命名的由来来看，文从字顺，无懈可击；从记游角度来看，又顺理成章，起到了它应有的作用。</p> <p>　　该文是以记游为辅，以议论为主的特点，所以作者在记游中写什么，不写什么，以及怎样写，也是经过周密考虑，严加取舍的。文中所写华山、慧空禅院、仆碑和华山前洞，由于都不是所写重点，所以都一笔带过。而它们的出现，又都是为写华山后洞，特别是写游华山后洞作铺垫过渡的。详其所详，略其所略，对所写重点游华山后洞，则刻意作了较为细致地记叙。作者先写华山后洞幽深昏暗，寒气袭人，虽好游者不能穷；次写入之愈深，进之愈难，见之愈奇；次写怠而欲出者声张出洞，同游者遂与之俱出；次写入之愈深，记游者愈少；次写既出之后，有人责备怠而欲出者；次写作者悔恨随怠者而出，不能极尽游览之余，层层深入地写出了游览华山后洞的全过程。这之中有环境气氛的渲染，有游人的活动，有意志不坚强者的退缩，有责怨之辞，有悔恨之语。记游详尽曲折，思想斗争波澜起伏，这就为下文抒写心得体会，发表议论，作了自然而然地铺垫过渡，使记游与议论紧密地融合起来。</p> <p>　　再如作者写仆道之碑，叙写“其文漫灭，独其为文犹可识，曰‘花山’”，并从而考究今人读音之谬，也是有意安排。它对下面针对后人对古籍以讹传讹的现象发表议论，同样起着铺垫的作用，使之前呼后应，结为一体。总观全文，记游为议论提供了条件，而议论则是记游的必然发展。为突出所写重点，作者严于取舍，精于剪裁，善于铺垫过渡的写作技巧，是值得借鉴的。正如《古文观止》的编者所说:\"一路俱是记游,按之却俱是论学.古人诣力到时,头头是道.川上山梁,同一趣也.\"作者最后又感慨倒在路边的碑，与篇首相呼应,结构严丝合缝，脉络清晰。</p>",
  "about": "<h2>文言现象</h2> <p><strong>一词多义</strong><br>1. 然<br>⑴有穴窈然（形容词词尾，“……的样子”<br>⑵然视其左右，来而记之者已少（但，但是）<br>(3)至于颠覆，理固宜然（如此，这样）<br>2.观<br>⑴古人之观与天地、山川......(欣赏)<br>⑵而世之雄伟、瑰怪、非常之观，（景象）<br>3. 其<br>⑴始舍于其址。（代词，它的，代华山）<br>⑵以故其后名之曰褒禅。（代词，那）<br>⑶距其院东五里。（代词，那个）<br>⑷以其乃华山之阳名之也。（代词，它）<br>⑸其文漫灭。（代词，它的，代仆碑）<br>⑹独其为文犹可识曰“花山”。（代词，它上面）<br>⑺其下平旷，有泉侧出。（代词，它的，代华山）<br>⑻问其深。（代词，代上文“有穴窈然”的“穴”，译作“那个洞”）<br>⑼则其好游者不能穷也。 （代词，代“好游者”，译作“那些”）<br>⑽入之愈深，其进愈难，而其见愈奇。（“其进”的“其”是指代第一个分句，译作“那”，“其见”的“其”是指代第一、二分句，也译作“那”）<br>⑾然视其左右，来而记之者已少。（代词，它的，代后洞）<br>⑿盖其又深。（代词，指代后洞，译作“那”）<br>⒀则其至又加少矣。（代词，代那些）<br>⒁既其出。（句中语气助词，没有什么实际意义）<br>⒂则或咎其欲出者。（代词，指代“欲出者”，译作“那”）<br>⒃而余亦悔其随之而不得极夫游之乐也。（第一人称代词，自己）<br>⒄以其求思之深而无不在也。（代词，他们）<br>⒅其孰能讥之乎？（副词“其……乎”这个固定格式，用来表示反问，可译作：难道……吗？）<br>⒆后世之谬其传而莫能名者。（代词，指代那些以讹传讹的情况，可译为“那”）<br>4. 乃<br>①以其乃华山之阳名之也（副词，表示判断，可译为“是”“就是”）<br>②巫医乐师百工之人，君子不齿，今其智乃反不能及，何也（竟，竟然，居然）<br>③良乃入，具告沛公（于是）<br>④于是为长安君约车百乘，质于齐，兵乃出（才）<br>5. 道<br>①有碑仆道（路，道路）<br>②师者，所以传道受业解惑也（道理）<br>③于是废先<a href=\"http://so.gushiwen.org/author_159.aspx\">王之道</a>，焚百家之言，以愚黔首（主张）<br>④何可胜道也哉（说，讲）<br>⑤策之不以其道（方法）<br>⑥道芷阳间行（取道）<br>6. 盖<br>①日初出大如车盖（车盖）<br>②盖失强援，不能独完（承接上文，表示原因，可译为“因为”“是因为”“是由于”等）<br>③况刘豫州王室之胄，英才盖世，众士仰慕，若水之归海（超过，胜过）<br>④盖其又深，则其至又加少矣（有“大概”的意思）<br>7.文<br>①独其为文犹可识，曰“花山”（文字）<br>②不以木为之者，文理有疏密（纹）<br>③属予作文以记之（文章）<br>④文过饰非（掩饰）<br>⑤其文漫灭（碑文）<br>8.观<br>古人之观于天地、山川、草木、虫鱼、鸟兽（欣赏）<br>而世之雄伟、瑰怪、非常之观，（景象）<br>此都观里桃千树，尽是刘郎去后栽（建筑物的一种，读guàn)<br>予观夫巴陵盛状，在洞庭一湖（观赏）<br>9.名<br>以故其后名之曰“褒禅”（定名）<br>后世之谬其传而莫能名者（解释）<br>山不在高，有仙则名（出名）<br>不名一钱（以私人名义占有）<br>狄公有盛名（名声）<br>10.之<br>以其故后名之曰（代词，它）<br>余之力尚足以入（助词，的）<br>何陋之有（助词，宾语前置的标志）<br>以其求思之深而无不在也（助词，补语标志）<br>悲夫古书之不存（取独，不译）</p> <p><strong>词类活用</strong><br>⒈唐浮图慧褒始舍于其址。舍：名词活用为动词，筑舍定居。<br>⒉以故其后名之曰褒禅。名：名词活用为动词，命名，称呼。<br>⒊而不得极夫游之乐也。极：形容词活用为动词，尽情享受。<br>⒋有泉侧出。侧：名词作状语，在一侧。<br>⒌问其深 深：形容词用作名词，深度。<br>⒍好游者亦不能穷也。穷：形容词活用为动词。穷尽，走到头。<br>⒎而其见愈奇。见：动词作名词，见到的景象。<br>⒏则其至又加少矣。至：动词用作名词，到达的人。<br>⒐火尚足以明也。明：形容词用作动词，照明。<br>⒑ 则或咎其欲出者。咎：形容词用作动词，指责。<br>⒒常在于险远。险远：形容词用作名词，险远的地方。<br>⒓至于幽暗昏惑而无物以相之。幽暗昏惑：形容词作名词，幽深昏暗、叫人迷乱（的地方）。<br>⒔后世之谬其传而莫能名者<br>谬：形容词的使动用法，弄错，使……错误。<br>传：动词作名词，流传的文字。<br>名：名词作动词，说明白。<br>⒕往往有得。得：动词用作名词，收获。<br>⒖由山以上五六里。上：名词作动词，向上走。</p> <p><strong>固定句式</strong><br>⒈有怠而欲出者。（有一个……的人。）<br>⒉其孰能讥之乎？ （难道……吗？）<br>⒊何可胜道也哉！ （哪里……呢！）<br>⒋此所以学者不可以不深思而慎取之也。（这就是……的缘故。）</p> <p><strong>省略句</strong><br>⒈唐浮图慧褒始舍于其址，而卒葬（于）之<br>⒉距洞百余步，有碑仆（于）道<br>⒊有志矣，不随（之）以止也<br>⒋然力足以至焉（而不至）<br>⒌有志与力，而又不随（之）以怠。（宾语）<br>⒍余于仆碑，又以（之）悲夫古书之不存。（宾语）<br>⒎余之力尚足以（之）入，火尚足以（之）明也<br>⒏（余）遂与之俱出</p> <p><strong>判断句</strong><br>⒈今所谓慧空禅院者，褒之庐冢也。<br>⒉此所以学者不可以不深思而慎取之也。<br>⒊此余之所得也<br>⒋所谓华（huā）山洞者，以其乃华（huā）山之阳名之也<br>⒌今言“华（huā）”如“华（huá）实”之“华（huá）”者，盖音谬也</p> <p><strong>倒装句</strong><br>⒈唐浮图慧褒始舍于其址，而卒葬之。（介宾短语后置）<br>⒉古人之观于天地、山川、草木、虫鱼、鸟兽，往往有得。（状语后置）</p> <p><strong>被动句</strong><br>⒈褒禅山亦谓之华山。</p> <p><strong>古今异义</strong><br>⒈ 比好游者尚不能十一。<br>【十一】<br>古义：十分之一。<br>今义：①数词。②中国国庆日<br>⒉ 世之奇伟、瑰怪、非常之观。<br>【非常】<br>古义：不平常。<br>今义：用作表程度的副词，十分，很。<br>⒊此所以学者不可以不深思而慎取之也。<br>【学者】<br>古义：泛指求学的人，指读书人。<br>今义：特指有专门学问的人。<br>⒋此所以学者不可以不深思而慎取之也。<br>【所以】<br>古义：是代词“所”与介词“以”结合，相当于“……的原因”。<br>今义：常用来表示因果关系的连词。<br>⒌于是余有叹焉。<br>【于是】<br>古义：“于”，介词，对；“是”，代词，这件事。为单音词连用。<br>今义：合用为一个连词。<br>⒍余于仆碑，又以悲夫古书之不存。<br>【悲】<br>古义：“悲”，感叹<br>今义：悲伤。<br>⒎至于幽暗昏惑而无物以相之。<br>【至于】<br>古义：“至”是“到”，“于”为介词，引出下文地点。<br>今义：表提及。 </p><br/><h2>创作背景</h2> 　　本文是<a href=\"http://so.gushiwen.org/author_405.aspx\">王安石</a>34岁时（1054年）从舒州通判任上辞职，在回家的路上游览了褒禅山，三个月后以追忆的形式写下的。四年后（1058年）他给宋仁宗上万言书，主张改革政治。12年后（1070年）罢相。他不顾保守派反对，积极推行新法。提出“天变不足畏，祖宗不足法，人言不足恤”的观点，这与本文的观点也有相似的地方。<br/><h2>写作特点</h2> <p><strong>因事说理，叙议结合</strong><br>　　本文不同于一般的游记，不重山川风物的描绘，而重在因事说理，以说理为目的，记游的内容只是说理的材料和依据。文章以记游的内容为喻，生发议论，因事说理，以小见大，准确而充分地阐述一种人生哲理，给人以思想上的启发，使完美的表现形式与深刻的思想内容和谐统一。</p> <p>　　文章前面记游山，后面谈道理，记叙和议论结合得紧密而自然，并且前后呼应，结构严谨，行文缜密。文中的记游内容是议论的基础，是议论的事实依据；议论是记游内容在思想认识上的理性概括和深化。前面的记游处处从后面的议论落笔，为议论作铺垫；后面的议论又处处紧扣前面的记游，赋予记游内容以特定的思想意义。记叙和议论相辅相成，互为补充，相得益彰。</p> <p><strong>重点突出，详略得当</strong><br>　　本文的主旨在于阐述要“有志”“尽吾志”的观点，另外也涉及“深思而慎取”的观点，因此，文章的选材、详略无一不经过精心裁定，紧扣这两个观点。记游部分就写景来看似乎平淡无奇，实际上是深思熟虑、刻意安排的。第一段介绍褒禅山概况从略；第二段记游华山洞经过从详。前者又详记仆碑文字，其余从略；后者又记前洞和后洞概况从略，记游后洞经过颇详。记前洞和后洞概况，又前洞略，后洞详；记游后洞，又写经过略，补叙经过、写心情之“悔”详。议论部分对应记叙部分，也有侧重。议游华山洞的心得甚详，借仆碑抒发感慨从略。议游华山洞的心得，又议“志”较详，议“力”“物”从略。</p> <p><strong>文笔简洁，语言凝练</strong><br>　　本文的记游部分，除为说理之外，没有多余的文字；议论部分，说理充分而有节制，没有无用的笔墨。全篇行文严谨，用墨极为简省，语言精要得当，以致文字难以增删改换。文中的一些句子，如“入之愈深，其进愈难，而其见愈奇”，“夫夷以近，则游者众；险以远，则至者少”，“世之奇伟、瑰怪、非常之观，常在于险远，而人之所罕至焉”，“尽吾志也而不能至者，可以无悔矣”，都是平实而深刻、言简而意丰的警句。不是纯客观描绘山水，在刻画奇景同时 把自己对生活的认识寄托于游山探奇的感受中 使自然之景与人生之理巧妙地熔于一炉。</p>",
  "poet": {
    "id": 405,
    "star": 0,
    "name": "王安石",
    "image": "http://img.gushiwen.org/authorImg/wanganshi.jpg",
    "desc": "王安石（1021年12月18日－1086年5月21日），字介甫，号半山，谥文，封荆国公。世人又称王荆公。汉族，北宋抚州临川人（今江西省抚州市临川区邓家巷人），中国北宋著名政治家、思想家、文学家、改革家，唐宋八大家之一。欧阳修称赞王安石：“翰林风月三千首，吏部文章二百年。老去自怜心尚在，后来谁与子争先。”传世文集有《王临川集》、《临川集拾遗》等。其诗文各体兼擅，词虽不多，但亦擅长，且有名作《桂枝香》等。而王荆公最得世人哄传之诗句莫过于《泊船瓜洲》中的“春风又绿江南岸，明月何时照我还。”"
  },
  "tags": [
    "高中文言文",
    "古文观止",
    "纪游",
    "写景",
    "感悟"
  ]
}