{
  "id": 48306,
  "star": 93,
  "name": "少年游·参差烟树灞陵桥",
  "dynasty": "宋代",
  "content": "参差烟树灞陵桥，风物尽前朝。衰杨古柳，几经攀折，憔悴楚宫腰。 <br>夕阳闲淡秋光老，离思满蘅皋。一曲阳关，断肠声尽，独自凭兰桡。",
  "fanyi": "<p><strong>译文</strong><br>高低不一好像烟一样的柳树掩映着灞陵桥。此处风俗依旧和往朝一样，送别的人们，折柳送亲人。衰败古杨柳,攀折已憔悴，如同楚宫中，如柳细腰女。<br>夕阳悠闲照大地，秋光渐消去，离别的忧思如蘅草铺满江岸望不尽。一首送别《阳关》曲，曲尽人肠断，独自倚靠着船栏杆久久行。</p> <p><strong>注释</strong><br>①少年游：词牌名。《乐章集》、《张子野词》入“林钟商”，《清真集》分入“黄钟”、“商调”。各家句读亦多出入，兹以柳词为定格。五十字，前片三平韵，后片两平韵。<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>、<a href=\"http://so.gushiwen.org/author_164.aspx\">周邦彦</a>、<a href=\"http://so.gushiwen.org/author_30.aspx\">姜夔</a>三家同为别格，五十一字，前后片各两平韵。<br>②灞陵桥：在长安东（今陕西西安）。古人送客至此，折杨柳枝赠别。<br>③风物：风俗。<br>④楚宫腰：以楚腰喻柳。楚灵王好细腰，后人故谓细腰为楚腰。<br>⑤蘅皋（héng gāo）：长满杜蘅的水边陆地。蘅即杜蘅。<br>⑥阳关：<a href=\"http://so.gushiwen.org/author_515.aspx\">王维</a>之<a href=\"http://so.gushiwen.org/view_48306.aspx\">诗</a>《渭城曲》翻入乐内《阳关三曲》，为古人送别之曲。<br>⑦兰桡（ráo）：桡即船桨，兰桡指代船。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这是<a href=\"http://so.gushiwen.org/author_535.aspx\">柳永</a>漫游长安时所作的一首怀古伤今之词。上片写词人乘舟离别长安时之所见。“参差”二句，点明所咏对象，以引起伤别之情。回首遥望长安、灞桥一带，参差的柳树笼罩在迷的烟雾里。风光和景物还和汉、唐时代一样。词人触景生情，思接百代。“衰杨”三句，进一步写灞桥风物的沧桑之变，既“古”且“衰”的杨柳，几经攀折，那婀娜多姿的细腰早已憔悴不堪了。时值霜秋，没有暖意融融的春风，杨柳已经不堪忍受，况复“几经攀折”，唯有憔悴而已矣！拟人化修辞手法的运用，不仅形象生动，而且也增强了表达效果。上片通过描绘眼中景、心中事、事中情的顿挫，写出了词人伤别中的怀古，及怀古心中的伤今。</p> <p>　　下片写离长安时置身舟中的感触。“夕阳”句，点明离别之时正值暮秋的傍晚，一抹淡淡的夕阳，映照着古城烟柳。连用三个形容词“闲”、“淡”、“老”，集中描写“夕阳”的凋残，“秋光”更是“老”而不振，清冷孤寂的环境，令人颓丧、怅恼的景物与词人自己愁怨的心情交织在一起，使他愈增离恨。“离思”句，极写离思之多、之密，如长满杜蘅的郊野。然后以“阳关曲”和“断肠声”相呼应，烘托出清越苍凉的气氛。结句“独自凭兰桡”，以词人独自倚在画船船舷上的画面为全篇画上句号，透露出一种孤寂难耐的情怀。</p> <p>　　本词紧扣富有深意的景物，以繁华兴起，又陡转萧瑟，有咏古之思和历史变迁之叹，但未触及历史事实，不加议论，只是通过描写富有韵味的景物和抒发离情别绪来突出感情的波澜起伏，虚实互应，情景相生，笔力遒劲，境界高远。</p> <p>　　开篇总揽灞桥全景“参差烟树灞陵桥”一句，直接点明所咏对象，暮色苍茫中，杨柳如烟；柳色明暗处，霸桥横卧。灞桥是别离的象征，眼前凄迷的灞桥暮景，更易牵动羁泊异乡的情怀。灞桥不仅目睹人世间的离鸾别鹤之苦，而且也是人世沧桑、升沉变替的见证。“风物尽前朝”一句，紧承首句又拓展词意，使现实的旅思羁愁与历史的兴亡之感交织，把空间的迷茫感与时间的悠远感融为一体，貌似冷静的描述中，透露出作者沉思的神情与沉郁的情怀。“哀杨古柳”三句从折柳送别着想，专写离愁。作者想象年去岁来，多少离人此折柳赠别，杨柳屡经攀折，纤细轻柔的柳条竟至“憔悴”！此词写衰杨古柳，憔悴衰败，已不胜攀折。以哀景映衬哀情，借伤柳以伤别，加倍突出人间别离之频繁，别恨之深重。</p> <p>　　自“夕阳闲淡秋光老”一句始，词境愈加凄清又无限延伸。面对灞桥，已令人顿生离思，偏又时当秋日黄昏，日色晚，秋光老，夕阳残照，给本已萧瑟的秋色又抹上一层惨淡的色彩，也给作者本已凄楚的心灵再笼罩一层黯淡的阴影。想到光阴易逝，游子飘零，离思愁绪绵延不尽，终于溢满蘅皋了。“离思满蘅皋”，是用夸张的比喻形容离愁之多，无所不在。</p> <p>　　“一曲《阳关》”两句，转而从听觉角度写离愁。作者目瞻神驰，正离思索怀，身边忽又响起《阳关》曲，将作者思绪带回别前的离席。眼前又进行一场深情的饯别，而行者正是自己。客中再尝别离之苦，旧恨加上新愁，已极可悲，而此次分袂，偏偏又传统的离别之地，情形加倍难堪，耳闻《阳关》促别，自然使人肝肠寸断了。至此，目之所遇，耳之所闻，无不关合离情纷至沓来。词末以“独自凭兰桡”陡然收煞。“独自”二字，下得沉重，依依难舍的别衷、孤身飘零的苦况，尽含其中。</p> <p>　　这首词运用了回环断续的艺术手法，借助灞桥、古柳、夕阳、阳关等寓意深远的意象，不加丝毫议论，只通过凭吊前朝风物，就抒发无限的感慨，做到了“状难状之景，达难达之情，而出之以自然”（《宋六十一家词选例言》）。</p>",
  "about": "<h2>创作背景</h2> 　　<a href=\"http://so.gushiwen.org/author_535.aspx\">柳永</a>作为”西征客“来到汉唐旧都长安，又在灞桥这一个传统的离别之地与友人分袂，他徘徊在桥上，自然神思徜徉，离忧顿生，有感而发写下此词。",
  "poet": {
    "id": 535,
    "star": 0,
    "name": "柳永",
    "image": "http://img.gushiwen.org/authorImg/liuyong2.jpg",
    "desc": "柳永，（约987年—约1053年）北宋著名词人，婉约派创始人物。汉族，崇安（今福建武夷山）人，原名三变，字景庄，后改名永，字耆卿，排行第七，又称柳七。宋仁宗朝进士，官至屯田员外郎，故世称柳屯田。他自称“奉旨填词柳三变”，以毕生精力作词，并以“白衣卿相”自诩。其词多描绘城市风光和歌妓生活，尤长于抒写羁旅行役之情，创作慢词独多。铺叙刻画，情景交融，语言通俗，音律谐婉，在当时流传极其广泛，人称“凡有井水饮处，皆能歌柳词”，婉约派最具代表性的人物之一，对宋词的发展有重大影响，代表作 《雨霖铃》《八声甘州》。"
  },
  "tags": [
    "羁旅",
    "写景",
    "离别",
    "怀古伤今"
  ]
}