{
  "id": 8594,
  "star": 31,
  "name": "初发扬子寄元大校书",
  "dynasty": "唐代",
  "content": "凄凄去亲爱，泛泛入烟雾。<br>归棹洛阳人，残钟广陵树。<br>今朝此为别，何处还相遇。<br>世事波上舟，沿洄安得住。",
  "fanyi": "<p><strong>译文</strong><br>凄怆地离别了亲爱的朋友，船只泛泛地驶入茫茫烟雾。<br>轻快地摇桨向着洛阳归去，晓钟残音还远绕广陵树木。<br>今日在此我与你依依作别，何时何地我们能再次相遇？<br>人情世事犹如波上的小船，顺流洄旋岂能由自己作主？</p><p><strong>注释</strong><br>⑴扬子：指扬子津，在长江北岸，近瓜州。校书：官名。唐代的校书郎，掌管校书籍。<br>⑵去：离开。亲爱：相亲相爱的朋友，指元大。<br>⑶泛泛：行船漂浮。<br>⑷归棹：指从扬子津出发乘船北归洛阳。<br>⑸“残钟”句：意渭回望广陵，只听得晓钟的残音传自林间。广陵：江苏扬州的古称。在唐代，由扬州经运河可以直达洛阳。<br>⑹此：此处。为别：作别。<br>⑺还：再。<br>⑻沿洄：顺流而下为沿，逆流而上为洄，这里指处境的顺逆。安得住：怎能停得住？</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　这是离别时写给好友抒发离情的一首<a href=\"http://so.gushiwen.org/view_8594.aspx\">诗</a>。诗人与元大的感情很深，他在还能望见广陵城外的树和还能听到寺庙钟声的时候，就想起要写诗寄给元大了。</p> <p>　　此诗前四句写离情。“凄凄去亲爱”，诗人与朋友分离，感到很悲伤。诗中以“亲爱”二字相称，可见彼此友谊很深，一旦分别，自然依依不舍。但船终于启行了，一会便飘荡在迷茫的烟雾之中，友人的身影虽已消失，诗人还不停地回望广陵城。正在这时，诗人忽然听到广陵寺庙里的钟声，从朦胧的烟树中隐隐传来，他的心情更觉难过。</p> <p>　　此诗“归棹洛阳人，残钟广陵树”十个字非常著名。诗人和元大分手，心情很悲伤。可是船终于开行了。船儿飘荡在烟雾之中，他还不住回头看着广陵城，那城外的树林变得愈来愈模糊难辨，这时候，忽又传来在广陵时听惯了的寺庙钟声，一种不得不离开而又舍不得同朋友分离的矛盾心情，和响钟的袅袅余音、城外迷蒙中的树色交织在一起了。诗人没有说动情的话，而是通过形象来抒情，并且让形象的魅力感染了读者。“残钟广陵树”这五个字，感情色彩是异常强烈的。</p> <p>　　接着后四句抒发感慨。诗人望着滚滚东流、一去不返的江水，禁不住感叹道：“今朝此为别，何处还相遇？”分别容易重逢难，这后会之期就难以预料了。</p> <p>　　但另一方面，他又自我宽慰：“世上波上舟，沿洄安得住！”意谓：自己的身世飘浮不定，有如波上的行舟，要么给流水带走，要么在风浪里打转，世事怎能由个人作主呢？末两句蕴含身世之感。</p> <p>　　表面看来这首诗，写得平淡无奇，但细加体味，却感内蕴深厚。特别是“归棹洛阳人，残钟广陵树”两句，以景喻情，言简意深。船已“泛泛入烟雾”，渐行渐远，可是诗人还忍不住凝望着广陵城外迷蒙的树林，迷恋地倾听寺庙里传来的残钟余音。诗人对广陵之物的依恋，实则是对挚友的依恋。这两句“虽不着情语，却处处透出依依惜别之情，可谓情景交融，含蓄不尽”（《唐诗别裁》）。表面平淡，内蕴丰厚，正是<a href=\"http://so.gushiwen.org/author_564.aspx\">韦应物</a>诗歌创作的主要特色。</p>",
  "about": "<h2>创作背景</h2> 这首<a href=\"http://so.gushiwen.org/view_8594.aspx\">诗</a>写于<a href=\"http://so.gushiwen.org/author_564.aspx\">韦应物</a>离开广陵（今江苏扬州）回洛阳去的途中。韦应物曾客游广陵，元大（大是排行，其人名字已不可考）是他在广陵的朋友，诗中用“亲爱”相称，可见彼此感情颇深。公元763年（代宗广德元年），韦氏被任命为洛阳丞，在乘船离开广陵赴任洛阳的时候，对元大校书非常怀念，于是写了这首诗寄给他。",
  "poet": {
    "id": 564,
    "star": 0,
    "name": "韦应物",
    "image": "http://img.gushiwen.org/authorImg/weiyingwu.jpg",
    "desc": "韦应物（737～792），中国唐代诗人。汉族，长安(今陕西西安)人。今传有10卷本《韦江州集》、两卷本《韦苏州诗集》、10卷本《韦苏州集》。散文仅存一篇。因出任过苏州刺史，世称“韦苏州”。诗风恬淡高远，以善于写景和描写隐逸生活著称。"
  },
  "tags": [
    "唐诗三百首",
    "离别",
    "依恋"
  ]
}