{
  "id": 72269,
  "star": 79,
  "name": "答苏武书",
  "dynasty": "两汉",
  "content": "　　子卿足下：</p> <p>　　勤宣令德，策名清时，荣问休畅，幸甚幸甚。远托异国，昔人所悲，望风怀想，能不依依？昔者不遗，远辱还答，慰诲勤勤，有逾骨肉，陵虽不敏，能不慨然？</p> <p>　　自从初降，以至今日，身之穷困，独坐愁苦。终日无睹，但见异类。韦韝毳幕，以御风雨；羶肉酪浆，以充饥渴。举目言笑，谁与为欢？胡地玄冰，边土惨裂，但闻悲风萧条之声。凉秋九月，塞外草衰。夜不能寐，侧耳远听，胡笳互动，牧马悲鸣，吟啸成群，边声四起。晨坐听之，不觉泪下。嗟乎子卿，陵独何心，能不悲哉！</p> <p>　　与子别后，益复无聊，上念老母，临年被戮；妻子无辜，并为鲸鲵；身负国恩，为世所悲。子归受荣，我留受辱，命也如何？身出礼义之乡，而入无知之俗；违弃君亲之恩，长为蛮夷之域，伤已！令先君之嗣，更成戎狄之族，又自悲矣。功大罪小，不蒙明察，孤负陵心区区之意。每一念至，忽然忘生。陵不难刺心以自明，刎颈以见志，顾国家于我已矣，杀身无益，适足增羞，故每攘臂忍辱，辙复苟活。左右之人，见陵如此，以为不入耳之欢，来相劝勉。异方之乐，只令人悲，增忉怛耳。</p> <p>　　嗟乎子卿，人之相知，贵相知心，前书仓卒，未尽所怀，故复略而言之。</p> <p>　　昔先帝授陵步卒五千，出征绝域。五将失道，陵独遇战，而裹万里之粮，帅徒步之师；出天汉之外，入强胡之域；以五千之众，对十万之军；策疲乏之兵，当新羁之马。然犹斩将搴旗，追奔逐北，灭迹扫尘，斩其枭帅，使三军之士，视死如归。陵也不才，希当大任，意谓此时，功难堪矣。匈奴既败，举国兴师。更练精兵，强逾十万。单于临阵，亲自合围。客主之形，既不相如；步马之势，又甚悬绝。疲兵再战，一以当千，然犹扶乘创痛，决命争首。死伤积野，余不满百，而皆扶病，不任干戈，然陵振臂一呼，创病皆起，举刃指虏，胡马奔走。兵尽矢穷，人无尺铁，犹复徒首奋呼，争为先登。当此时也，天地为陵震怒，战士为陵饮血。单于谓陵不可复得，便欲引还，而贼臣教之，遂使复战，故陵不免耳。</p> <p>　　昔高皇帝以三十万众，困于平城。当此之时，猛将如云，谋臣如雨，然犹七日不食，仅乃得免。况当陵者，岂易为力哉？而执事者云云，苟怨陵以不死。然陵不死，罪也；子卿视陵，岂偷生之士而惜死之人哉？宁有背君亲，捐妻子而反为利者乎？然陵不死，有所为也，故欲如前书之言，报恩于国主耳，诚以虚死不如立节，灭名不如报德也。昔范蠡不殉会稽之耻，曹沬不死三败之辱，卒复勾践之仇，报鲁国之羞，区区之心，窃慕此耳。何图志未立而怨已成，计未从而骨肉受刑，此陵所以仰天椎心而泣血也。</p> <p>　　足下又云：“汉与功臣不薄。”子为汉臣，安得不云尔乎？昔萧樊囚絷，韩彭葅醢，晁错受戮，周魏见辜。其余佐命立功之士，贾谊亚夫之徒，皆信命世之才，抱将相之具，而受小人之谗，并受祸败之辱，卒使怀才受谤，能不得展。彼二子之遐举，谁不为之痛心哉？陵先将军，功略盖天地，义勇冠三军，徒失贵臣之意，刭身绝域之表。此功臣义士所以负戟而长叹者也。何谓不薄哉？且足下昔以单车之使，适万乘之虏。遭时不遇，至于伏剑不顾；流离辛苦，几死朔北之野。丁年奉使，皓首而归；老母终堂，生妻去帷。此天下所希闻，古今所未有也。蛮貊之人，尚犹嘉子之节，况为天下之主乎？陵谓足下当享茅土之荐，受千乘之赏。闻子之归，赐不过二百万，位不过典属国，无尺土之封，加子之勤。而妨功害能之臣，尽为万户侯；亲戚贪佞之类，悉为廊庙宰。子尚如此，陵复何望哉？且汉厚诛陵以不死，薄赏子以守节，欲使远听之臣望风驰命，此实难矣，所以每顾而不悔者也。陵虽孤恩，汉亦负德。昔人有言：“虽忠不烈，视死如归。”陵诚能安，而主岂复能眷眷乎？男儿生以不成名，死则葬蛮夷中，谁复能屈身稽颡，还向北阙，使刀笔之吏弄其文墨邪？愿足下勿复望陵。</p> <p>　　嗟乎子卿，夫复何言？相去万里，人绝路殊。生为别世之人，死为异域之鬼。长与足下生死辞矣。幸谢故人，勉事圣君。足下胤子无恙，勿以为念。努力自爱，时因北风，复惠德音。李陵顿首。",
  "fanyi": "<p><strong>译文</strong><br>　　子卿足下：<br>　　您辛勤地宣扬美德，在太平盛世当官，美名流传于四方，真是值得庆幸啊！我流落在远方异国，这是前人所感悲痛的。遥望南方，怀念故人，怎能不满含深情？以前承蒙您不弃，从远处赐给我回音，殷勤地安慰、教诲，超过了骨肉之情。我虽然愚钝，又怎能不感慨万端？<br>　　我从投降以来，身处艰难困境，一人独坐，愁闷苦恼。整天看不见别的，只见到些异族之人。我戴不惯皮袖套，住不惯毡幕，也只能靠它们来抵御风雨；吃不惯腥羶的肉，喝不惯乳浆，也只能用它们来充饥解渴。眼看四周，有谁能一起谈笑欢乐呢？胡地结着厚厚的坚冰，边塞上的土被冻得裂开，只听见悲惨凄凉的风声。深秋九月，塞外草木凋零，夜晚不能入睡，侧耳倾听，胡笳声此起彼伏，牧马悲哀地嘶叫，乐曲声和嘶鸣声相混，在边塞的四面响起。清晨坐起来听着这些声音，不知不觉地流下泪水。唉，子卿，我难道是铁石心肠，能不悲伤？<br>　　同您分别以后，更加无聊。上念老母，在垂暮之年还被杀戮；妻子、儿女们是无罪的，也一起惨遭杀害。我自己辜负了国家之恩，被世人所悲怜。您回国后享受荣誉，我留此地蒙受羞辱。这是命中注定，有什么办法？我出身于讲究礼义的国家，却进入对礼义茫然无知的社会。背弃了国君和双亲的恩德，终身居住在蛮夷的区域，真是伤心极了！让先父的后代，变成了戎狄的族人，自己怎能不感到悲痛。我在与匈奴作战中功大罪小，却没有受到公正的评价，辜负了我微小的诚意，每当想到这里，恍惚之中仿佛失去了对生存的留恋。我不难刺心来表白自己，自刎来显示志向，但国家对我已经恩断义绝，自杀毫无益处，只会增加羞辱。因此常常愤慨地忍受侮辱，就又苟且地活在世上。周围的人，见我这样，用不中听的话来劝告勉励，可是，异国的快乐，只能令人悲伤，增加忧愁罢了。<br>　　唉，子卿！人们的相互了解，贵在相互知心。前一封信匆忙写成，没有能够充分表达我的心情，所以再作简略叙述。<br>　　从前先帝授予我步兵五千，出征远方。五员将领迷失道路，我单独与匈奴军遭遇作战，携带着供征战万里的粮草，率领着徒步行军的部队；出了国境之外，进入强胡的疆土；以五千士兵，对付十万敌军；指挥疲敝不堪的队伍，抵挡养精蓄锐的马队。但是，依然斩敌将，拔敌旗，追逐败逃之敌。在肃清残敌时，斩杀其骁勇将领，使我全军将士，都能视死如归。我没有什么能耐，很少担当重任，内心暗以为，此时的战功，是其他情况下所难以相比的了。匈奴兵败后，全国军事动员，又挑选出十万多精兵。单于亲临阵前，指挥对我军的合围。我军与敌军的形势已不相称，步兵与马队的力量更加悬殊。疲兵再战，一人要敌千人，但仍然带伤忍痛，奋勇争先。阵亡与受伤的士兵遍地都是，身边剩下的不满百人，而且都伤痕累累，无法持稳兵器。但是，我只要振臂一呼，重伤和轻伤的士兵都一跃而起，拿起兵器杀向敌人，迫使敌骑逃奔。兵器耗尽，箭也射完，手无寸铁，还是光着头高呼杀敌，争着冲上前去。在这时刻，天地好像为我震怒，战士感奋地为我饮泣。单于认为不可能再俘获我，便打算引军班师，不料叛逃的邪臣管敢出卖军情，于是使得单于重新对我作战，而我终于未能免于失败。<br>　　以前高皇帝率领三十万大军，被匈奴围困在平城。那时，军中猛将如云，谋臣如雨，然而还是七天断粮，只不过勉强脱身而已。何况像我这样的人，难道就容易有所作为吗？而当权者却议论纷纷，一味怨责我未能以死殉国。不过我未以死殉国，确是罪过；但您看我难道是贪生怕死的小人吗？又哪里会有背离君亲、抛弃妻儿却反而以为对自己有利的人？既然如此，那么，我之所以不死，是因为想有所作为。本来是想如前一封信上所说的那样，要向皇上报恩啊。实在因为徒然死去不如树立名节，身死名灭不如报答恩德。前代范蠡不因会稽山投降之耻而殉国，曹沫不因三战三败之辱而自杀，终于，范蠡为越王勾践报了仇，曹沫为鲁国雪了耻。我一点赤诚心意，就是暗自景仰他们的作为。哪里料到志向没有实现，怨责之声已四起；计划尚未实行，亲人作刀下之鬼，这就是我面对苍天椎心泣血的原因啊！<br>　　您又说道：“汉朝给功臣的待遇并不菲薄。”您是汉朝之臣，怎能不说这种话？可是，以前萧何、樊哙被拘捕囚禁，韩信、彭越被剁成肉酱，<a href=\"http://so.gushiwen.org/author_791.aspx\">晁错</a>被杀，周勃、魏其侯被判罪处刑。其余辅助汉室立下功劳的人士，如<a href=\"http://so.gushiwen.org/author_109.aspx\">贾谊</a>、周亚夫等人，都确实是当时杰出的人才，具备担任将相的能力，却遭受小人的诽谤，他们都受迫害、屈辱，其事业也告失败。最终使有才之人遭到诋毁，才能无法施展。他们二人的遭遇，谁不为之痛心呢？我已故的祖父李广，身任将军，其功绩略谋盖天地，忠义勇气冠于全军，只是因为不屑迎合当朝权贵的心意，结果在边远的疆场自杀身亡。这就是功臣义士手持兵刃叹息不止的原因。怎么能说待遇“不薄”呢？您过去凭着单车出使到拥有强兵的敌国，逢上时运不佳，竟至伏剑自刎也不在乎；颠沛流离，含辛茹苦，差点死在北方的荒野。壮年时奉命出使，满头白发而归，老母在家中亡故，妻子也改嫁离去。这是天下很少听到的，古今所没有的遭遇。异族未开化的人，尚且还称赞您的节气，何况是天下的君主呢？我认为您应当享受封领地、赏千乘的诸侯待遇。可是，听说您回国后，赏赐不过二百万，封官不过典属国之职，并没有一尺土的封赏，来奖励您多年来对国家的效忠。而那些排斥功臣、扼杀人才的朝臣，都成了万户侯；皇亲国戚或奉迎拍马之流，都成了朝廷政权的主宰。您尚且如此，我还有什么希望呢？像这样，汉朝因为我未能死节而施以严厉的惩罚，您坚贞守节又只给予微薄的奖赏，要想叫远方的臣民急切地投奔效命，这实在是难以办到的，所以我常常想到这事却不觉得后悔。我虽然辜负了汉朝的恩情，汉朝也亏对了我的功德。前人说过这样的话：“即使忠诚之心不被世人遍知，也能做到视死如归。”但如果我能够安心死节，皇上难道就能对我有眷顾之情吗？男子汉活着不能成就英名，死了就让他埋葬在异族之中吧，谁还能再弯腰下拜，回到汉廷，听凭那帮刀笔吏舞文弄墨、随意发落呢？希望您不必再盼着我归汉了。<br>　　唉，子卿！还有什么话可说？相隔万里之遥，人的身份不同，人生道路也迥然相异。活着时是另一世间的人，死后便成了异国鬼魂。我和您永诀，生死都不得相见了。请代向老朋友们致意，希望他们勉力事奉圣明的君主。您的公子很好，不要挂念。愿您努力自爱，更盼您时常依托北风的方便不断给我来信。<a href=\"http://so.gushiwen.org/author_795.aspx\">李陵</a>顿首。</p><p><strong>注释</strong><br>（1）子卿：<a href=\"http://so.gushiwen.org/author_460.aspx\">苏武</a>字。<br>足下：古代用以称上级或同辈的敬词，周代、秦代时多以之称君主，后世则多用于同辈之间。<br>（2）令德：美德。令，美。<br>（3）策名：臣子的姓名书写在国君的简策上。这里指做官。《左传·僖公二十三年》：“策名委质。”<br>清时：政治清明的时世。此处指昭帝在位之际。<br>（4）荣问：好名声。问通“闻”。<br>休畅：吉祥顺利。休，美。畅，通。<br>（5）幸甚：这里表示为对方的处境顺利而高兴。<br>（6）异国：此指匈奴。<br>（7）风：此处指怀念对象的风采。<br>（8）依依：恋恋不舍之状。<br>（9）辱：承蒙，书信中常用的谦词。<br>（10）敏：聪慧。<br>（11）然：此处作动词“慨”的词尾。<br>（12）异类：古代对少数民族的贬称。此处指匈奴。<br>（13）韦韝（gōu）：皮革制的长袖套，用以束衣袖，以便射箭或其他操作。<br>毳（cuì）幕：毛毡制成的帐篷。<br>（14）羶（shān）肉：带有腥臭气味的羊肉。<br>酪（lào）浆：牲畜的乳浆。<br>（15）玄冰：黑色的冰。形容冰结得厚实，极言天气寒冷。<br>（16）胡笳：古代我国北方民族的管乐，其音悲凉。此处指胡笳吹奏的音乐。<br>（17）嗟（juē）乎：叹词。<br>（18）独：反诘副词，有“难道”的意思。<br>（19）临年：达到一定的年龄。此处指已至暮年。<br>（20）鲸鲵（qíng ní）：鲸鱼雄的叫“鲸”，雌的叫“鲵”。原指凶恶之人，《左传·宣公十二年》：“古者明王伐不敬，取其鲸鲵而封之，以为大戮。”此处借指被牵连诛戮的人。<br>（21）先君：古人对自己已故父亲的尊称，此处指李当户。当户早亡，李陵为其遗腹子。<br>嗣：后代，子孙。<br>（22）戎（róng）狄：古代对少数民族的贬称，与前面“蛮夷”均指匈奴。<br>（23）蒙：受到。<br>明察：指切实公正的了解。<br>（24）孤负：亏负。后世多写作“辜负”。<br>区区：小，少。此处作诚恳解。<br>（25）刺心：自刺心脏，意指自杀。<br>（26）已矣：表绝望之辞。<br>（27）攘（ráng）臂：捋起袖口，露出手臂，是准备劳作或搏斗的动作。《孟子·尽心下》载，晋勇士冯妇能杀猛虎，后来要做善人，便发誓不再打虎。可是，一次遇上众人制服不了老虎的险情，冯妇虽然明知会因违背做善人的诺言（不打虎）而受耻笑，仍然“攮臂下车”去打虎。文中暗用冯妇之典为作者开脱。<br>（28）忉怛（dāo dá）：悲痛。<br>（29）先帝：已故的皇帝，指汉武帝。<br>（30）绝域：极远的地域。此处指匈奴居住地区。<br>（31）五将：五员将领，姓名不详。《汉书》未载五将失道的事，惟《文选》李善注载：“《集》表云：‘臣以天汉二年到塞外，寻被诏书，责臣不进。臣辄引师前。到浚稽山，五将失道。’”<br>（32）天汉：武帝年号。文中指汉朝控制的区域。<br>（33）当：挡。这里指抵御。<br>（34）搴（qiān）：拔取。<br>（35）奔：逃跑的。<br>（36）灭迹扫尘：喻肃清残敌。<br>（37）枭（xiāo）帅：骁勇的将帅。<br>（38）希：少，与“稀”通。<br>（39）难堪：难以相比。堪，胜（shēng）。<br>（40）练：同“拣”，挑选。<br>（41）单（chàn）于：匈奴君长的称号。<br>（42）相如：相比。如，及，比。<br>（43）悬绝：相差极远。<br>（44）扶：支持，支撑。<br>乘：凌驾，此处有不顾的意思。《汉书·李陵传》：“士卒中矢伤，三创者载辇，两创者将车，一创者持兵战。”<br>（45）决命争首：效命争先。<br>（46）干戈：此处指兵器。<br>（47）徒首：光着头，意指不穿防护的甲衣。<br>（48）饮血：指饮泣。形容极度悲愤。《文选》李善注：“血即泪也。”<br>（49）引还：退兵返回。引，后退。<br>（50）贼臣：指叛投匈奴的军候管敢。<br>（51）“昔高皇帝”二句：是说从前（指公元前200年，即汉高祖七年）高祖皇帝（即高祖<a href=\"http://so.gushiwen.org/author_746.aspx\">刘邦</a>）亲率大军三十万驻平城（今山西省大同市东），准备伐匈奴，被冒顿单于带领四十万骑兵围困七日之久。<br>（52）当：如，像。<br>（53）为力：用力，用兵。<br>（54）执事者：掌权者，此指汉朝廷大臣。<br>（55）苟：但，只。<br>（56）宁（nìng）：难道，反诘副词。此句与上句连用反诘，调换反诘词以免重复。<br>妻子：妻子、儿女。<br>（57）“故欲”二句：据《文选》李善注载：“李陵前与苏子卿书云：‘陵前为子卿死之计，所以然者，冀其驱丑虏，翻然南驰，故且屈以求伸。若将不死，功成事立，则将上报厚恩，下显祖考之明也。’”<br>（58）灭名：使名声泯灭。这里“灭名”与“虚死”对应，是取身无谓而死、名也随之俱灭之意。<br>（59）昔范蠡（lǐ）不殉会（kuài）稽之耻：前494年（鲁哀公元年）越王勾践兵败，率五千人被围在会稽山，向吴王夫差求和，范蠡作为人质前往吴国，并未因求和之耻自杀殉国。范蠡，字少伯，春秋楚国宛（今河南省南阳县）人，是辅助勾践振兴越国、兴师灭吴重要谋士。后至齐，改名鸱夷子皮。晚年经商，称陶朱公。<br>（60）曹沬（mèi）不死三败之辱：曹沬曾与齐国作战，三战三败，并不因屡次受辱而自杀身死。曹沬，春秋鲁国人，以勇力事鲁庄公。前681年（鲁庄公十三年），齐桓公伐鲁，庄公请和，会盟于柯（今山东省东阿县西南），曹沬以匕首劫持桓公，迫使他全部归还战争中侵占的鲁国土地。<br>（61）卒复勾践之仇：指勾践灭吴，夫差自杀。<br>（62）报鲁国之羞：此句指柯盟追回齐国侵地。<br>（63）椎心、泣血：形容极度悲伤。椎，用椎打击。泣血，悲痛无声的哭。<br>（64）萧：萧何（？——前193），沛（今江苏省沛县）人，辅助刘邦建立基业，论功第一，封酂侯。他曾因为请求上林苑（专供皇族畋猎的场所）向老百姓开放而遭囚禁。<br>樊：樊哙（？——前189），沛人。从刘邦起兵，屡建功勋，封舞阳侯。曾因被人诬告与吕后家族结党而被囚拘。<br>（65）韩：韩信（？——前196），淮阴（今江苏省淮阴市）人，初随<a href=\"http://so.gushiwen.org/author_253.aspx\">项羽</a>，后归刘邦，拜大将，屡建奇功，封楚王，后贬为淮阴侯。他因要响应陈狶起兵造反，被吕氏斩首。<br>彭：彭越（？——前196），昌邑（今山东省金乡县西北）人，秦末聚众起兵，后归刘邦，多建军功，封梁王。他因造反被囚，高祖予以赦免，迁至蜀道，但吕氏仍将他处死，并夷三族。<br>葅醢（zū hǎi）：剁成肉酱，是古代一种残酷的死刑。<br>（66）晁错（前200——前154）：颍川（今河南省中部及南部地，治所在禹县）人。汉景帝时，他建议削各诸侯国封地。后吴楚等七国诸侯反，有人认为是削地所致，晁错因而被杀。<br>（67）周：周勃（？——前169），沛人，从刘邦起事，以军功为将军，拜绛侯。吕氏死，周勃与陈平共诛诸吕，立汉文帝。周勃曾被诬告欲造反而下狱。<br>魏：魏其侯窦婴（？——前131），字王孙，观津（今河北省衡水县东）人，窦太后侄。汉景帝时，平定吴楚七国之乱有功，封魏其侯。与灌夫为至交。汉武帝时，灌夫因与丞相田蚡结仇下狱，窦婴力图相救，受牵连而被诛。<br>见：受。<br>辜：罪。<br>（68）佐命：辅助帝王治理国事。<br>（69）贾谊（前201——前169）：洛阳（今河南省洛阳市东）人，自幼博学，汉文帝召为博士，迁太中大夫。积极参与政事，并勇于针砭时弊。<br>亚夫：即周亚夫（？——前143），周勃之子，封条侯，曾屯军细柳（今陕西省咸阳市西南），以军令严整闻名。汉景帝时，任太尉，率师平定七国叛乱。<br>（70）小人：包括排挤贾谊的绛侯周勃，而前文有“周魏见辜”句，谨录备考。<br>（71）“并受”句：指贾谊被在朝权贵（周勃、灌婴、张相如、冯敬等）排斥，流放长沙；周亚夫因其子私购御物下狱，被诬谋反，绝食而死。<br>（72）二子：指贾谊、周亚夫。《文选》李善注解说：“二子，谓范蠡、曹沬也。言诸侯才能者被囚戮，不如二子之能雪耻报功也。”可备一说。<br>遐举：原指远行，此处兼指功业。<br>（73）陵先将军：指李广。<br>（74）冠（guàn）：在……之中居第一位。作动词用。<br>（75）贵臣：指卫青。卫青为大将军伐匈奴，李广为前将军，被遣出东道，因东道远而难行，迷惑失路，被卫青追逼问罪，含愤自杀。<br>（76）戟（jǐ）：古兵器，合戈矛为一体，可以直刺、横击。<br>（77）万乘（shèng）：一万辆车。古代以万乘称君主。文中武力强盛的大国。<br>虏：古代对少数民族的贬称。此指匈奴。<br>（78）伏剑：以剑自杀。此句是说，苏武在卫律逼降时，引佩刀自刺的事。<br>（79）朔北：北方。这里指匈奴地域。<br>（80）丁年：成丁的年龄，即成年。这里强调苏武出使时正处壮年。<br>（81）皓（hào）首：年老白头。皓，光亮、洁白。<br>（82）终堂：死在家里。<br>终：死。<br>（83）去帷：改嫁。去，离开。<br>（84）蛮貊（mò）：泛指少数民族。这里指匈奴。貊，古代对居于东北地区民族的称呼。<br>（85）茅土之荐：指赐土地、封诸侯。古代帝王社祭之坛共有五色土，分封诸侯则按封地方向取坛上一色土，以茅包之，称茅土，给所封诸侯在国内立社坛。<br>（86）千乘之赏：也指封诸侯之位。古代诸侯称千乘之国。<br>（87）典属国：官名。掌管民族交往事务，位在三公之下，属官有九译令。秩中二千石，即每月受俸一百八十斛。<br>（88）加：施。这里有奖赏之意。<br>（89）万户侯：食邑万户之侯。文中指受重赏、居高位者。<br>（90）廊庙：殿四周的廊和太庙，是帝王与大臣议论政事的地方，因此称朝廷为廊庙。“廊庙宰”，即指朝廷中掌权的人。（91）厚诛：严重的惩罚。<br>（92）孤恩：辜负恩情。恩，此指上对下的好处。下句“负德”之“德”偏指下对上的功绩。<br>（93）安：安于死，即视死如归之意。<br>（94）稽颡（sǎng）：叩首，以额触地。颡，额。<br>（95）北阙：原指宫殿北面的门楼，后借指帝王宫禁或朝廷。<br>（96）刀笔之吏：主办文案的官吏，他们往往通过文辞左右案情的轻重。<br>（97）夫（fú）：发语词，无义。<br>（98）幸：希望。<br>故人：老朋友。此处指任立政、霍光、上官桀等人。<br>（99）圣君：指汉昭帝刘弗陵。<br>（100）胤（yìn）子：儿子。苏武曾娶匈奴女为妻，生子名叫苏通国，苏武回国时他仍留在匈奴，汉宣帝时才回到汉朝。<br>（101）顿首：叩头，书信结尾常用作谦辞。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　《答<a href=\"http://so.gushiwen.org/author_460.aspx\">苏武</a>书》是一篇创作于西汉时期的散文，作者<a href=\"http://so.gushiwen.org/author_795.aspx\">李陵</a>。天汉二年，李广利率军伐匈奴右贤王，武帝召李陵负责辎重。李陵请求自率一军，武帝不予增兵，只令路博德为其后援，而路按兵不动，致使李陵步卒五千，深入匈奴，面对数十倍于己的敌军。苦战之后，又逢管敢叛逃，暴露了李陵兵少无援的军情，单于遂集中兵力围攻，李陵兵尽粮绝，北面受虏。降匈奴后，曾与被匈奴扣留的苏武数次相见。始元六年（前81），苏武得归，修书劝李陵归汉，李陵以此书作答。 这封信的主旨是为自己的投降行为解脱。信中战斗场面写得极有声色，显然是要说明，当时因为双方兵力悬殊，己方将帅的不顾大局，武帝处置（诛陵全家）失当，所以，自己投降完全是出于不得已，进而使读者产生同情；此外，屡用强烈对比，如身处异域而怀念故土，以寡兵深入众敌而浴血奋战，苏武持节荣归而自己居人篱下，确实产生了强烈的艺术效果。 这篇文章，学者多认为系后人伪作。但《文选》中收入，当系选自《李陵集》中，故其写作时间最迟不应晚于汉代。</p> <p>　　信中战斗场面写得极有声色，是要说明，当时因为双方兵力悬殊，己方将帅的不顾大局，以及后来武帝处置失当（诛杀李陵全家），所以，他的投降完全是出于不得已，进而使读者产生同情；此外，屡用强烈对比，如身处异域而怀念故土，以寡兵深入众敌而浴血奋战，苏武持节荣归而他居人篱下，由此产生了强烈的艺术效果。</p> <p>　　这篇文章，学者多认为系后人伪作。但《文选》中收入，当系选自《李陵集》中，所以该文的写作时间最迟不应晚于汉代。</p> <p>　　前99年（天汉二年），李广利率军伐匈奴右贤王，汉武帝召李陵负责辎重。李陵请求自率一军，武帝不予增兵，只令路博德为其后援，而路博德按兵不动，致使李陵带着步卒五千，深入匈奴，面对数十倍于己方的敌军。苦战之后，又逢管敢叛逃，暴露了李陵兵少无援的军情，单于于是集中兵力围攻，李陵兵尽粮绝，北面受虏。降匈奴后，曾与被匈奴扣留的苏武数次相见。前81年（始元六年），苏武得归，修书劝李陵归汉，李陵以此书作答。</p>",
  "poet": {
    "id": 795,
    "star": 0,
    "name": "李陵",
    "image": "http://img.gushiwen.org/authorImg/liling.jpg",
    "desc": "李陵（公元前134—前74年），字少卿，汉族，陇西成纪（今甘肃天水市秦安县）人。西汉名将，飞将军李广长孙，李当户的遗腹子。善骑射，爱士卒，颇得美名。天汉二年（前99年）奉汉武帝之命出征匈奴，率五千步兵与八万匈奴兵战于浚稽山，最后因寡不敌众兵败投降。其一生充满国仇家恨的矛盾，他本人也因此引起争议。他的传奇经历使得他成为后世文艺作品的对象及原型。"
  },
  "tags": [
    "古文观止",
    "战争",
    "书信",
    "散文"
  ]
}