{
  "id": 31823,
  "star": 298,
  "name": "过分水岭",
  "dynasty": "唐代",
  "content": "溪水无情似有情，入山三日得同行。<br>岭头便是分头处，惜别潺湲一夜声。",
  "fanyi": "<p><strong>译文</strong><br>溪水无情却似对我脉脉有情，进山三天得以有它伴我同行。<br>登山岭头就是我俩分手之处，潺湲流淌与我惜别一夜有声。</p> <p><strong>注释</strong><br>⑴分水岭：一般指两个流域分界的山。这里是指今陕西省略阳县东南的嶓冢山，它是汉水和嘉陵江的分水岭。<br>⑵岭头：山头。分头：分别；分手。《文苑英华》作“分流”。<br>⑶潺湲（chán yuán）：河水缓缓流动的样子。这里是指溪水流动的声音。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　化无情之物为有情，往往是使平凡事物富于<a href=\"http://so.gushiwen.org/view_31823.aspx\">诗</a>意美的一种艺术手段。<a href=\"http://so.gushiwen.org/author_415.aspx\">温庭筠</a>这首短诗，很能说明这一点。</p> <p>　　诗中所写的分水岭，是秦蜀或秦梁间往来必经之地，在唐代是著名的交通要道，故一般径称分水岭而不必冠以所在地。题称“过分水岭”，实际上写的是在过分水岭的行程中与溪水的一段因缘，以及由此引起的诗意感受。</p> <p>　　首句就从溪水写起。溪水是没有感情的自然物，但眼前这条溪水，却又似乎有情。在这里，“无情”是用来引出“有情”、突出“有情”的。“有情”二字，是一篇眼目，下面三句都是围绕着它来具体描写的。“似”字用得恰到好处，它暗透出这只是诗人时或浮现的一种主观感觉。换成“却”字，便觉过于强调、坐实，可是能够肯定并强调溪水的有情，赋予溪水一种动人的人情美；改成“亦”字，又不免掩盖主次，使“无情”与“有情”平分秋色。只有这个“似”字，语意灵动轻妙，且与全诗平淡中见深情的风格相统一。这一句在点出“有情”的同时，也就设置了悬念，具有引导读者去注意下面的解答的效果。</p> <p>　　次句叙事，暗点感到溪水“似有情”的原因。嶓冢山是汉水与嘉陵江的分水岭，因为山深，所以“入山三日”方能到达岭头。山路蜿蜒曲折，缘溪而行，故而行旅者感到这溪水一直在自己侧畔同行。其实，入山是向上行，而水流总是向下，溪流的方向和行人的方向并不相同，但溪水虽不断向相反方向流逝，而其潺湲声却一路伴随。因为深山空寂无人，旅途孤孑无伴，这一路和旅人相伴的溪水便变得特别亲切，仿佛是有意不离左右，以它的清澈面影、流动身姿和清脆声韵来慰藉旅人的寂寞。“得同行”的“得”字，充分显示了诗人在寂寞旅途中邂逅良伴的欣喜；而感于溪水的“有情”，也可以从“得”字中见出。</p> <p>　　“岭头便是分头处，惜别潺湲一夜声。”在“入山三日”，相伴相依的旅程中，“溪水有情”之感不免与日俱增，因此当登上岭头，就要和溪水分头而行的时候，心中便不由自主地涌起依依惜别之情。但却不从自己方面来写，而是从溪水方面来写，以它的“惜别”进一步写它的“有情”。岭头处是旅途中的一个站头，诗人这一晚就在岭头住宿。在寂静的深山之夜，耳畔只听到岭头流水，仍是潺湲作响，彻夜不停，仿佛是在和自己这个同行三日的友伴殷勤话别。这“潺湲一夜声”五字，暗补“三日同行”时日夕所闻。溪声仍是此声，而当将别之际，却极其自然地感觉这溪水的“潺湲一夜声”如同是它的深情的惜别之声。在这里，诗人巧妙地利用了分水岭的自然特点，由“岭头”引出旅人与溪水的“分头”，又由“分头”引出“惜别”，因惜别而如此体会溪声。联想的丰富曲折和表达的自然平易，达到了和谐的统一。写到这里，溪水的“有情”已经臻于极致，诗人对溪水的深情也自在不言中了。</p> <p>　　分水岭下的流水，潺湲流淌，千古如斯。由于温庭筠对羁旅行役生活深有体验，对朋友间的情谊分外珍重，他才能发现溪水这样的伴侣，并赋予它一种动人的人情美。与其说是客观事物的诗意美触发了诗人的感情，不如说是诗人把自己美好的感情移注到了客观事物身上。</p>",
  "about": "<h2>创作背景</h2> <p>　　此<a href=\"http://so.gushiwen.org/view_31823.aspx\">诗</a>是<a href=\"http://so.gushiwen.org/author_415.aspx\">温庭筠</a>由秦（陕西）入蜀（四川）途中经汉中府略阳县（今属陕西）东南八十里的分水岭时所作，时间为唐文宗大和四年（830年）秋冬之际。</p>",
  "poet": {
    "id": 415,
    "star": 0,
    "name": "温庭筠",
    "image": "http://img.gushiwen.org/authorImg/wentingyun.jpg",
    "desc": "温庭筠（约812—866）唐代诗人、词人。本名岐，字飞卿，太原祁（今山西祁县东南）人。富有天才，文思敏捷，每入试，押官韵，八叉手而成八韵，所以也有“温八叉”之称。然恃才不羁，又好讥刺权贵，多犯忌讳，取憎于时，故屡举进士不第，长被贬抑，终生不得志。官终国子助教。精通音律。工诗，与李商隐齐名，时称“温李”。其诗辞藻华丽，秾艳精致，内容多写闺情。其词艺术成就在晚唐诸词人之上，为“花间派”首要词人，对词的发展影响较大。在词史上，与韦庄齐名，并称“温韦”。存词七十余首。后人辑有《温飞卿集》及《金奁集》。"
  },
  "tags": [
    "写水",
    "抒情"
  ]
}