{
  "id": 7742,
  "star": 35,
  "name": "独漉篇",
  "dynasty": "唐代",
  "content": "独漉水中泥，水浊不见月。<br>不见月尚可，水深行人没。<br>越鸟从南来，胡鹰亦北渡。<br>我欲弯弓向天射，惜其中道失归路。<br>落叶别树，飘零随风。<br>客无所托，悲与此同。<br>罗帏舒卷，似有人开。<br>明月直入，无心可猜。<br>雄剑挂壁，时时龙鸣。<br>不断犀象，绣涩苔生。<br>国耻未雪，何由成名。<br>神鹰梦泽，不顾鸱鸢。<br>为君一击，鹏抟九天。",
  "fanyi": "<p><strong>译文<br></strong>有人在水中湮泥，弄得水浑浊不堪，连月亮的影子也照不见了。<br>映不见月影倒没什么，问题是行人涉水不知深浅，就会被深水所淹没。<br>越鸟从南而来，胡鹰也向北而飞。<br>我欲举弓向天而射，但又恻然不忍，怜惜它们中途迷失了归路。<br>树叶为风吹落，别树飘雾而去。<br>我如今他乡为客，无所归依，此悲正如落叶别树之情相同。<br>罗帷乍舒乍卷，似乎有人进来。<br>一束明亮的月光照入室内，可鉴我光明磊落的情怀，真真是无疑可猜。<br>雄剑挂在墙壁上时时发出龙鸣。<br>这把断犀象的利刃啊，如今闲置得都长满了锈斑。<br>国耻未雪，还谈得上什么建立伟业？谈得上什么万世功名？<br>传说有一只神鹰，曾在云梦泽放猎，但它却连鸥鹭一类的凡鸟睬也不睬，对它们一点兴趣也没有。<br>因为此鸟志向远大，生来就是高飞九天，专门为君去搏击大鸟的啊。</p> <p><strong>注释</strong><br>⑴“独漉”四句：《独漉篇》古辞：“独漉独漉，水深泥浊。泥浊尚可，水深杀我。”李<a href=\"http://so.gushiwen.org/view_7742.aspx\">诗</a>拟之，喻安禄山所统治下的人民，在水深火热之中。漉：使水干涸之意。独漉：亦为地名。此乃双关语也。<br>⑵“越鸟”四句：<a href=\"http://so.gushiwen.org/author_2017.aspx\">陈沆</a>《诗比兴笺》云：“越鸟四句言（李）希言等处在南来，而璐兵亦欲北度。中道相逢，本非仇敌，纵弯弓射杀之，亦止自伤其类，无济于我。”<br>⑶“落叶”四句：言自己无所依托，飘零之苦。<br>⑷“罗帷”四句：以明月之磊落光明，以自喻心迹也。帏：帐子。舒卷：屈伸开合，形容帷帘掀动的样子。<br>⑸“雄剑”二句：以雄剑挂壁闲置，以喻己之不为所用也。《太平御览》：“颛顼高阳氏有画影腾空剑。若四方有兵，此剑飞赴，指其方则克，未用时在匣中，常如龙虎啸吟。”<br>⑹断犀象：言剑之利也。《文选》<a href=\"http://so.gushiwen.org/author_322.aspx\">曹植</a>《七启》：“步光之剑，华藻繁缛，陆断犀象，未足称隽。”李周翰注：“言剑之利也，犀象之兽，其皮坚。”<br>⑺国耻：指安禄山之乱。<br>⑻“神鹰”四句：《太平广记》卷四六〇引《幽明录》：“楚文王好猎，有人献一鹰，王见其殊常，故为猎于云梦之泽。毛群羽族，争噬共搏，此鹰瞪目，远瞻云际。俄有一物，鲜白不辨，共鹰竦翮而升，矗若飞电。须臾羽堕如雪，血洒如雨。良久有一大鸟堕地而死。度其两翅广数十里，喙边有黄。众莫能知。时有博物君子曰：‘此大鹏雏也。’文王乃厚赏之。”梦泽：古泽薮名，亦与云泽合称云梦泽。鸱鸢：指凡鸟。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　《独漉篇》原为乐府“拂舞歌”五曲之一，古辞以“刀鸣削中，倚床无施。父仇不报，欲活何为”，抒写了污浊之世为父复仇的儿女之愤。</p> <p>　　“独漉水中泥”，“独漉”在今河北，传说它遄急浚深、浊流滚滚，即使在月明之夜，也吞没过许多行人。此<a href=\"http://so.gushiwen.org/view_7742.aspx\">诗</a>首解先以憎恶的辞色，述说它“水浊不见月”的污浊，第三句“不见月尚可”，又在复沓中递进一层，揭出它“水深行人没”的罪恶。这“独漉”水大抵只是一种象征：诗人所愤切斥责的，其实就是占据了长安，并将“河北”诸郡以污浊之水吞没的安禄山叛军。他们正如肆虐河北的独漉水一样，暗了天月，吞噬了无数生灵。</p> <p>　　接着由纷乱的时局，转写诗人客中飘泊、报国无门的孤愤。当中原深受罹乱时，诗人正孤身一人，飘泊在东南。眼看着“越鸟南来”、“胡雁北渡？”，诗人心中不胜悲哀：那鸟雁飞归的北方，正是河山拱卫的京师所在。而今陷于叛军的铁蹄之下，自己却只能避难客中，这实在是最令诗人痛苦的。“我欲弯弓向天射”一句，就是在这痛苦心境中激发的“射天”奇思。它与“拨剑四顾心茫然”一样，表达了一种无可发泄的苦闷。但弯弓射天，又怕误伤了空中的鸟、雁，徒然使它们中道折翮、失却归路，这真叫人左右为难。眼望月下的树影，偶有落叶在风中飘坠，诗人不禁一声长叹：“客无所托，悲与此同”——他正如这风中落叶一样，飘荡无主。</p> <p>　　自“罗帷舒卷”以下，诗境陡转：四野万籁俱寂，诗人却还独伫空堂，他究竟在等待着谁？门边的罗帷忽然飘拂起来，仿佛有人正披帷而入。诗人惊喜中转身，才发现来客只有清风。随着罗帷之开，月光便无声“直入”，正如豪爽的友人，未打招呼便闯了进来——然而它只是月光的“无心”造访，根本无深意可解。这四句从清风、明月的入室，表现诗人似有所待的心境，思致妙绝。而且以动写静，愈加将诗人客中无伴的寂寞，衬托得孤寂冷落。</p> <p>　　诗人所期待的，就是参与平叛、为国雪耻之用。</p> <p>　　“龙泉雄剑”此刻就挂在壁间。它如同古帝颛顼的“曳影之剑”一样，当“四方有兵”之际，便震响“龙虎之吟”，意欲腾空飞击。令人伤怀的是，它却至今未有一吐巨芒、断其犀、象之试。这雄剑的命运，正是诗人自身报国无门的写照。国之壮士，岂忍看着它空鸣壁间、“锈涩苔生”一股怫郁之气在诗人胸中盘旋，终于在笔下化为雄剑突发的啸吟：“国耻未雪，何由成名？”笔带愤色，却又格调雄迈，显示的正是<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>悲慨豪放的本色。此诗末解，就于宝剑的啸吟声中，突然翻出了“神鹰”击空的雄奇虚境。据《幽明录》记，楚文王得一神鹰，带到云梦泽打猎。此鹰对攻击凶猛的鸱、鸢毫无兴趣，而竟去攻击九天巨鹏并将之击落。此诗结句所展示的，就是这神鹰击天的奇壮一幕。而决心为国雪耻的诗人，在天之东南发出了挟带着无限自信和豪情的声音：“为君一击，鹏搏九天！”这声音应和着挂壁雄剑的“龙吟”之音，响彻了南中国。它预告着诗人飘泊生涯的终止——他将以“鹏搏九天”之志，慨然从军，投入平治“独漉”、驱除叛军的时代风云之中。</p> <p>　　此诗共分六节（乐曲的章节），初读起来似乎“解各一意”、互不相属，其实却是“峰断云连”、浑然一体。从时局的动乱，引出客中飘泊的悲愤；从独伫空堂的期待，写到雄剑挂壁的啸吟；最后壮心难抑、磅礴直上，化出神鹰击天的奇景。其诗情先借助五、七言长句盘旋、摩荡，然后在劲健有力的四言短句中排宕而出。诗虽作于诗人五十六岁的晚年，而奇幻峥嵘之思、雄迈悲慨之气，就是与壮年时代的名作《行路难三首》、《梦游天姥吟留别》相比，亦更见其深沉而一无逊色之憾。</p>",
  "about": "<h2>创作背景</h2> 　　此<a href=\"http://so.gushiwen.org/view_7742.aspx\">诗</a>作于安史之乱爆发之后。根据裴斐《<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>年谱简编》，唐肃宗至德<a href=\"http://so.gushiwen.org/author_2171.aspx\">元载</a>（756年）秋，李白从秋浦到浔阳，上庐山。冬入永王李璘水军，参谋幕府。入永王幕府前作《独漉篇》。",
  "poet": {
    "id": 247,
    "star": 0,
    "name": "李白",
    "image": "http://img.gushiwen.org/authorImg/libai.jpg",
    "desc": "李白（701年－762年），字太白，号青莲居士，唐朝浪漫主义诗人，被后人誉为“诗仙”。祖籍陇西成纪(待考)，出生于西域碎叶城，4岁再随父迁至剑南道绵州。李白存世诗文千余篇，有《李太白集》传世。762年病逝，享年61岁。其墓在今安徽当涂，四川江油、湖北安陆有纪念馆。"
  },
  "tags": [
    "爱国"
  ]
}