{
  "id": 7826,
  "star": 2634,
  "name": "子夜吴歌·秋歌",
  "dynasty": "唐代",
  "content": "长安一片月，万户捣衣声。<br>秋风吹不尽，总是玉关情。<br>何日平胡虏，良人罢远征。",
  "fanyi": "<p><strong>译文<br></strong>长安城内一片月光，千户万户都在捣衣。<br>秋风吹送捣衣声声，家家怀念戍边之人。<br>何时才能平息边境战争，让我丈夫结束远征。</p> <p><strong>注释</strong><br>1.一片月：一片皎洁的月光。<br>2.万户：千家万户。捣衣：把衣料放在石砧上用棒槌捶击，使衣料绵软以便裁缝；将洗过头次的脏衣放在石板上捶击，去浑水，再清洗。<br>3.吹不尽：吹不散。<br>4.玉关：玉门关，故址在今甘肃省敦煌县西北，此处代指良人戍边之地。<br>5.平胡虏：平定侵扰边境的敌人。<br>6.良人：古时妇女对丈夫的称呼。《<a href=\"http://so.gushiwen.org/view_7826.aspx\">诗</a>·唐风·绸缪》：“今夕何夕，见此良人。”罢：结束。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　全<a href=\"http://so.gushiwen.org/view_7826.aspx\">诗</a>写征夫之妻秋夜怀思远征边陲的良人，希望早日结束战争，丈夫免于离家去远征。虽未直写爱情，却字字渗透着真挚情意；虽没有高谈时局，却又不离时局。情调用意，都没有脱离边塞诗的风韵。</p> <p>　　月色如银的京城，表面上一片平静，但捣衣声中却蕴含着千家万户的痛苦；秋风不息，也寄托着对边关思念的深情。读来让人怦然心动。结句是闺妇的期待，也是征人的心声。</p> <p>　　笼统而言，诗人的手法是先景语后情语，而情景始终交融。“长安一片月”是写景，同时又是紧扣题面，写出了“秋月扬明辉”的季节特点。而见月怀人是古典诗歌传统的表现方法，加之秋来是赶制征衣的季节，所以写月也有起兴的意义。此外，月明如昼，正好捣衣，而那“玉户帘中卷不去，捣衣砧上拂还来”的月光，也容易勾起思妇的相思之情。制衣的布帛须先置砧上，用杵捣平捣软，是谓“捣衣”。这明朗的月夜，长安城就沉浸在一片此起彼落的砧杵声中，而这种特殊的“秋声”，对于思妇又是一种难耐的挑拨。“一片”、“万户”，写光写声，似对非对，措辞天然而得咏叹味。秋风，也是撩人愁绪的，“秋风入窗里，罗帐起飘扬”，便是对思妇的第三重挑拨。月朗风清，风送砧声，声声都是怀念玉关征人的深情。用“总是”二字，情思益见深长。这里，秋月秋声与秋风织成浑成的境界，见境不见人，而人物却好像真的在，“玉关情”也很浓。<a href=\"http://so.gushiwen.org/author_504.aspx\">王夫之</a>评价说：“前四句是天壤间生成好句，被太白<a href=\"http://so.gushiwen.org/author_2237.aspx\">拾得</a>。”（《唐诗评选》）此情之浓，不可遏止，于是有了末二句直表思妇的心声：“何日平胡虏，良人罢远征？”后世的某些人偏爱“含蓄”，如田同之就曾说：“余窃谓删去末二句作绝句，更觉浑含无尽。”（《西圃诗说》）其实未必是这样。“不知歌谣妙，声势出口心”（《大子夜歌》），慷慨天然，是民歌本色，原本不必故意使用那种吞吞吐吐的用语。而从内容上看，正如<a href=\"http://so.gushiwen.org/author_39.aspx\">沈德潜</a>指出的“本闺情语而忽冀罢征”（《说诗晬语》），使诗歌思想内容大大深化，更具社会意义，表现出古代劳动人民冀求能过和平生活的善良愿望。全诗手法如同电影，有画面，有“画外音”。月照长安万户、风送砧声、化入玉门关外荒寒的月景、插曲：“何日平胡虏，良人罢远征。”……这是十分有意味的诗境，读者须知，这种犹如女声合唱的“插曲”决不多余，它是画面的有机组成部分，在画外也在画中，它回肠荡气，激动人心。因此，《秋歌》从正面写到思情，而有不尽之情。 </p>",
  "about": "<h2>创作背景</h2> 　　六朝乐府的《清商曲·吴声歌曲》里有《子夜四时歌》，<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>这组<a href=\"http://so.gushiwen.org/view_7826.aspx\">诗</a>是沿用乐府旧题创作的新词，其创作的具体时间难以考证。",
  "poet": {
    "id": 247,
    "star": 0,
    "name": "李白",
    "image": "http://img.gushiwen.org/authorImg/libai.jpg",
    "desc": "李白（701年－762年），字太白，号青莲居士，唐朝浪漫主义诗人，被后人誉为“诗仙”。祖籍陇西成纪(待考)，出生于西域碎叶城，4岁再随父迁至剑南道绵州。李白存世诗文千余篇，有《李太白集》传世。762年病逝，享年61岁。其墓在今安徽当涂，四川江油、湖北安陆有纪念馆。"
  },
  "tags": [
    "唐诗三百首",
    "乐府",
    "秋天",
    "月亮",
    "妇女",
    "闺怨",
    "思念"
  ]
}