{
  "id": 72289,
  "star": 12,
  "name": "后廿九日复上宰相书",
  "dynasty": "唐代",
  "content": "　　三月十六日，前乡贡进士韩愈，谨再拜言相公阁下。</p> <p>　　愈闻周公之为辅相，其急于见贤也，方一食三吐其哺，方一沐三握其发。天下之贤才皆已举用，奸邪谗佞欺负之徒皆已除去，四海皆已无虞，九夷八蛮之在荒服之外者皆已宾贡，天灾时变、昆虫草木之妖皆已销息，天下之所谓礼、乐、刑、政教化之具皆已修理，风俗皆已敦厚，动植之物、风雨霜露之所沾被者皆已得宜，休征嘉瑞、麟凤龟龙之属皆已备至，而周公以圣人之才，凭叔父之亲，其所辅理承化之功又尽章章如是。其所求进见之士，岂复有贤于周公者哉？不惟不贤于周公而已，岂复有贤于时百执事者哉？岂复有所计议、能补于周公之化者哉？然而周公求之如此其急，惟恐耳目有所不闻见，思虑有所未及，以负成王托周公之意，不得于天下之心。如周公之心，设使其时辅理承化之功未尽章章如是，而非圣人之才，而无叔父之亲，则将不暇食与沐矣，岂特吐哺握发为勤而止哉？维其如是，故于今颂成王之德，而称周公之功不衰。</p> <p>　　今阁下为辅相亦近耳。天下之贤才岂尽举用？奸邪谗佞欺负之徒岂尽除去？四海岂尽无虞？九夷、八蛮之在荒服之外者岂尽宾贡？天灾时变、昆虫草木之妖岂尽销息？天下之所谓礼、乐、刑、政教化之具岂尽修理？风俗岂尽敦厚？动植之物、风雨霜露之所沾被者岂尽得宜？休征嘉瑞、麟凤龟龙之属岂尽备至？其所求进见之士，虽不足以希望盛德，至比于百执事，岂尽出其下哉？其所称说，岂尽无所补哉？今虽不能如周公吐哺握发，亦宜引而进之，察其所以而去就之，不宜默默而已也。</p> <p>　　愈之待命，四十馀日矣。书再上，而志不得通。足三及门，而阍人辞焉。惟其昏愚，不知逃遁，故复有周公之说焉。阁下其亦察之。古之士三月不仕则相吊，故出疆必载质。然所以重于自进者，以其于周不可则去之鲁，于鲁不可则去之齐，于齐不可则去之宋，之郑，之秦，之楚也。今天下一君，四海一国，舍乎此则夷狄矣，去父母之邦矣。故士之行道者，不得于朝，则山林而已矣。山林者，士之所独善自养，而不忧天下者之所能安也。如有忧天下之心，则不能矣。故愈每自进而不知愧焉，书亟上，足数及门，而不知止焉。宁独如此而已，惴惴焉惟，不得出大贤之门下是惧。亦惟少垂察焉。渎冒威尊，惶恐无已。愈再拜。",
  "fanyi": "<p><strong>译文</strong><br>　　三月十六日,前乡贡进士<a href=\"http://so.gushiwen.org/author_682.aspx\">韩愈</a>恭谨地再拜进言给相公阁下: 韩愈听说周公作宰辅时,他是多么急于接见贤才啊,正当吃一顿饭,却三次吐出口中的食物出来迎宾;正当洗一次头发,即三次握着头发出来见客.这时候,天下的贤才都已经提拔重用了,邪恶凶顽、图谋不轨、谄媚逢迎、虚伪欺诈的一流坏人，都已经清除；整个天下都已经无须担心；处在极边远地方的许多蛮夷部族，都已经归顺进贡；天时的灾害变化，昆虫草木的反常现象，都已经销声匿迹；国家的礼乐、刑政这些教化的制度都已建立；社会的风俗都已淳厚朴实；动物、植物，凡属风雨霜露所浸润滋养的一切，都已各得其所；麟、凤、龟、龙之类的美好吉祥的迹象，都已经一一出现。而周公凭着圣人的才能，借助于成王叔父这样至亲的关系，他所辅佐治理奉承教化的功绩，又都这样显著，那些请求进见的人，难道再有比周公更贤能的吗？不只不会比周公贤能而已，难道再有比当时的百官更贤能的吗？哪里还能有什么计策、议论能够对周公的教化有所补益呢？可是周公访求他们是这样的急切，只担心自己的耳朵有什么听不见、眼睛有什么看不到之处，自己的思索考虑有什么不周全之处，以致辜负成王托政给周公的深意，得不到天下人心。象周公这样的用心，假使那时辅佐治理奉承教化的功绩没有那样显著，又不是圣人的大才，又没有叔父的至亲关系，那么周公将没有时间去吃饭和洗头了，难道只是止于辛勤地“吐哺握发”吗？正因为他的用心能够这样，所以到现在，人们还念念不忘地歌颂成王的大德，称赞周公的功绩。<br>　　现在阁下作为宰相，身份与周公也相近了。天下的贤才，难道都已经提拔重用了？邪恶凶顽、图谋不轨、谄媚逢迎、虚伪欺诈的一流坏人，难道都已经清除？整个天下都已经无须担心？处在极边远地方的蛮夷部族，难道都已经归顺进贡？国家的礼乐、刑政这些教化的制度难道都已建立？动物、植物，凡属风雨霜露所浸润滋养的一切，难道都已经各得其所了？麟、凤、龟、龙之类的美好吉祥的迹象，难道都已经一一出现？那些请求进见的人，虽则不能够期待他有您那样的大德，至于同您手下那些官吏相比，难道全都不如吗？他们所提所说的意见，难道全都对政事毫无补益吗？现在您却使不能象周公那样吐哺握发，也总应该引进、接见他们，考察他们究竟如何而决定用谁不用谁，不应该默不作声地了事啊！<br>　　韩愈等候回音已四十多天了。上了两次书而心愿不能够表达，三次登门，却被守门人拦住。只因为我糊涂愚顽，不知道逃隐山林，所以又有上述关于周公的一番议论。希望阁下明察！古代的读书人，只要有三个月不作官任职，相互之间就要慰问，所以他们只要走出本国疆界，车子上就一定载着准备随时进见用的礼品。然而他们为什么又不肯轻易自己主动要求作官的原因，是因为他们在周不被任用，就可以离开到鲁国去；在鲁不被任用，就离开到齐国去；在齐国不被任用，就离开到宋国去，到郑国去，到秦国去，到楚国去。现在天下只有一个君主，四海之内统一为一个国家，舍弃这里，那就是夷狄了，就离开自己的父母之邦了。所以读书人中间那些想实行自己主张的人，不被朝廷用，就只有入山林当隐士了。隐居山林，只是读书人中那些独善其身、自己顾自己而不忧虑天下的才能安居，如果他有忧天下的心思，就不能了。因此韩愈每次自求进见而不知羞愧，频频上书、多次上门而不知道止步啊。岂只如此而已，心里经常惶恐不安，唯恐不能够出在您这样的大贤人门下，也望您稍加体察。冒犯了您的威严，内心惶恐不已。韩愈再拜。</p><p><strong>注释</strong><br>（1）哺：指口中所含的食物<br>（2）欺负：欺诈违背。古今异义。<br>（3）虞：担忧<br>（4）九夷八蛮：九、八为虚数。指蛮荒的各个部落<br>（5）宾：服从，归顺<br>（6）具：制度<br>（7）沾被：沾湿，滋润<br>（8）休征嘉瑞：休征、嘉瑞都是指吉兆<br>（9）叔父之亲：指周公与成王的至亲关系<br>（10）辅理承化：辅佐、治理、承继、教化<br>（11）章章：显著的样子<br>（12）设使：设、使都是“假设”的意思<br>（13）特：只是<br>（14）维其：正因为，现在通常写做“唯其”<br>（15）出其下：比他们差<br>（16）引：牵引，引见<br>（17）进：使……进<br>（18）去就：或去或就。去，使……离开，指不任用；就，就近，指任用<br>（19）待命：等待回音<br>（20）再：两次<br>（21）通：通达<br>（22）阍（音昏）人：守门人<br>（23）质：通“贽”，礼物，信物<br>（24）去：离开（周）<br>（25）之：往……去<br>（26）亟：多次，屡次。此处读音为qì<br>（27）惟：希望<br>（28）少：稍微<br>（29）垂：敬辞，用于别人（多是长辈或上级）对自己的行动，如～爱。～怜。～询。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　<a href=\"http://so.gushiwen.org/author_682.aspx\">韩愈</a>三次上书宰相，都是为了求仕途，但是三次都未果，还使他得了个“躁进”的名声，这样的经历对韩愈的求仕之心打击极大，以至于对功名前途有一种失望感，而且放弃了年底到吏部正常铨选授官的机会。</p> <p>　　《后廿九日复上宰相书》虽为三上宰相书之一，但由于它写在二上宰相书未果之后，其写法和风格便与前二书大为不同。前两封书信因为初次自荐，所以尚显得冷静理性，带有投石问路性质，屡引经文并反复阐述经义说“长育人材”、“教育英材”为宰相之责，而“我”学统正而文才优秀，正堪造就，宰相当举我用我。不应以我“自进”为非。或者是改为陈情以感之，即用一比喻极言自家穷饿之状，大声疾呼，望宰相发仁爱之心施以援手。总体来说文风纡曲道来，风格近于平和。</p> <p>　　但是《后廿九日复上宰相书》是第三书，是韩愈在引经以告、陈情以感都未奏效的情况下再次上书，当然是怨愤多于希翼，故文中挟怒带愤直击之，对宰相责以大义，侃侃而言，无不气壮辞直，突出表现了作者刚直不屈的天性。</p> <p>　　当然，韩愈在书中“直击”宰相，并非使性乱道，而是高明地巧占地步，气盛法立。一是借周公来说理，二是说宰相事。文章开篇就摆出周公礼贤的事实，特以“周公”“辅相”“争于见贤”作关键词。一下子就树起了全文“立说”的顶梁柱。下面的议论即以此为基点展开。然后用周公在天下大治之时尚且礼贤下士为比照，来指责宰相在天下并未大治时对“所求进见之士”的默然不理，然后再用古今对比陈说自己何以“自进而不知愧”的原因。周公为儒家圣人、辅相典范．韩愈借他说宰相对“所求进见之士”不予“引而进之”为非，自然有力。</p> <p>　　在这个过程中，韩愈以周公之事和宰相所为反复对说，自然引出对宰相在“求士”方面“不作为”的指责。对说的好处是将两种迥然不同的情况、行为摆在一起。构成鲜明对比，使得孰是孰非一目了然。由于“立说”高占地步，出言便理直气壮，许多想说但不便明说的话，就可以无所不言，文笔放得开，说得酣畅淋漓，以至不掩锋芒，几乎把一封求援信写成了一篇声讨书。两段文字皆用顿跌手法造成文势的开合，而造句方式大体相同，这与作者独特的修辞手法有关。细言之，则表现有三：</p> <p>　　一、以周公之事和宰相所为反复对说，自然引出对宰相在“求士”方面“不作为”的指责。</p> <p>　　对说的好处是将两种迥然不同的情况、行为摆在一起，构成鲜明对比，使得孰是孰非一目了然。韩愈言事抒怀常以对说手法行文，所作古文往往气盛言激，不但说事透彻，而且说得带劲，有一股撼动人心的力量。《后廿九日复上宰相书》的主体部分，就是说周公事，说宰相事，正说反说，两相对照，带出作者无限感慨，也显出文势的峥嵘峭直。诚如<a href=\"http://so.gushiwen.org/author_792.aspx\">归有光</a>所言：“文章正说一段议论，复换数字，反说一段，与上相对，作者但觉其精神，不觉其重叠，此文法之巧处。此篇是也。”（《文章指南·文集》）归氏所言，实已涉及此书行文如何对说的问题。所谓“复换数字”只是大而言之，具体讲则应顾及两段议论文字结构的特点。</p> <p>　　二、对比作论，行文顿跌有致</p> <p>　　两段文字皆用顿跌手法造成文势的开合，而造句方式大体相同。第一段说周公在天下大治时尚能礼贤下士，无论立意还是行文方式都对下段作对比议论有直接影响，故下笔不可苟且。作者考虑最多的，应是如何为下段痛责宰相预作布置。文章开篇就摆出周公礼贤的事实，树起了全文“立说”的顶梁柱。很明显，作者是怀着礼赞、向往和无限感慨的心态议论周公求贤之事的，故“笔锋常带感情”。对周公急于求贤的颂扬，并不直言其美，而是一再顿跌以凸显其伟大。所谓顿跌，就是行文中先说诸相关事，每说一事，略作停顿，最后跌出结论般的断。其妙处如江水奔流，因物受阻，暂为停流便使流速变快，由于不断蓄势，一旦夺路下跌，便有惊天动地的威力。文中“当是时”、“而周公以圣人之才”和“其所求进见之士”三小段即为三顿，着此三顿是为跌出周公急于求贤的伟大。这是第一段中大的顿跌。第一段行文还有小的顿跌，“不惟不贤于周公而已”以下四句即是，其中前三句实为三顿其词，后一长句对周公争于求贤的称美，是乘前三顿之势“跌”出来的。</p> <p>　　行文顿跌有致，很容易带来文势的开合，韩愈不仅利用了这一特点，同时还用到其他手法。一是铺陈议论，展开来说，不断扩展议论空间，使得文势大开。一是陈说中，用相同的字构成众多的排比句，使得文章声势大增。试读第一段中九用“皆已”、三用“岂复有……哉”的两组排比句，我们就有事理奔凑，目不暇接、心不暇思和不断被某种力量撞击的感觉。作者选用的同一类字“皆已”、“岂复有……哉”，一从正面作完全肯定，一以反诘语气作肯定，本身就带有情感倾向，当同有此类字眼的排比句出现在文中时，就不但使得文势大开，还会造成情感的倾泻、文气的激荡。</p> <p>　　第一段说理之妙还表现在另外两个地方。一即由周公急于求贤的举动说到“周公之心”，特意说到假设周公“而非圣人之才，而无叔父之亲”，他将更加努力求贤，“岂特吐哺捉发为勤而止哉”。这显然是为下面指责宰相怠于求贤预作准备，但却借进一步赞美周公的方式说出，来得巧妙、自然。二即本段文势的开合，既有大开大合，又有小开小合，甚至在合中又有开合。但无论怎样，有开必有合，故其文势跌荡，有抑扬顿挫之美，而无剽而不留之弊。像“如周公之心”至“称周公之功不衰”一小段，就属于大合中的小开合。其中“维其如是”以前数句可谓文势小开，后数句则为小合。</p> <p>　　第二段说宰相事实际上言周公事反复对照。在叙说过程中，作者极尽铺陈作论，多使用排比句和反诘句式。原本一个“岂尽”二字就带有慨叹意味。加上连用11个以“岂尽”构成的句子一路追问到底，故第二段文字文气勃郁，其势则如连珠炮发，显出作者的激愤心情。作者将其“书亟上，足数及门而不知止”。都说成是为“忧天下之心”所迫，立论自高。而所谓“有忧天下之心”，实承上言“周公之心”而来，说得在理，且语气平和，接得自然，无刻意标举之嫌，用语不可谓不妙。文势宕开，行文大开大合、大合中有小开合，直吐心中不平之气。</p> <p>　　三、高占地步，为“自进而不知愧”辩解，借以重申求荐之意。</p> <p>　　高占地步，主要是借周公立说。周公急于求贤伟大，贤者“自进”自然可贵。书中第三段说“自进”不愧，即循此思路作论，故意在求人，却无卑谄之语。书中说“重于自进”的理由有三，一即“古之士”云云，是说自己当如“古之士”急于求仁；二即“以其于周不可”云云，是说今天“四海一国”，自己不可能像古人那样环游列国以求仕；三即“山林者”云云，是说自己“有忧天下之心”，不能遁人山林。三条理由，当以后者最为堂皇。作者将其“书亟上，足数及门而不知止”，都说成是为“忧天下之心”所迫，立论自高。而所谓“有忧天下之心”，实承上言“周公之心”而来，说得在理，且语气平和，接得自然，无刻意标举之嫌，用语不可谓不妙。</p> <p>　　《后廿九日复上宰相书》还特别注意两段之间的承接语句。比如第一、二段之间“今阁下为辅相亦近耳”。这句话说得简略，却用意微妙。它不但能在两段文字之间起转折、过渡作用，还隐含作者对时相为官之时与周公相近而急于求贤远不如周公的不满。还比如，句中“为辅相亦近耳”数字，余味曲包，简直无可取代。若将全句换为“今阁下如何”或“今阁下不然”，较韩愈用语之贴切、意味之深长，显然都大打折扣。后人评述说此书出语气盛言宜，正表现在这些地方。</p> <p>　　在这篇文章里，韩愈用周公急于见贤而一食三吐哺一沐三握发的典故与当时宰相对待人才的冷淡态度作对比，尖锐讽刺了权贵们不重视任用人才的做法。表达了韩愈对当时不重视人才的社会现实的强烈愤慨，也表达了他为“兼济天下”而要求得到任用的迫切心情。[7-8] [9] 文章运用对比、排比、反问的句式，形成了鲜明的对照。全文有感而发，有的放矢，据理直言，言而无忌，情词激烈。从周公“一饭三吐哺，一沐三握发”起笔，排比中有变化，整齐中见错落，颇能反映韩文“如长江大河，浑浩流转”的一贯风格。</p> <p>　　文章运用对比、排比、反问的句式，形成了鲜明的对照。全文有感而发，有的放矢，据理直言，言而无忌，情词激烈。从周公“一饭三吐哺，一沐三握发”起笔，排比中有变化，整齐中见错落，颇能反映韩文“如长江大河，浑浩流转”的一贯风格。</p>",
  "about": "<h2>创作背景</h2> 　　《后廿九日复上宰相书》作于唐德宗贞元十一年（795）三月。同年正月、二月，<a href=\"http://so.gushiwen.org/author_682.aspx\">韩愈</a>先后作《上宰相书》、《后十九日复上宰相书》上呈时相求仕，结果时相不予理睬，于是韩愈便在第一封书信未得答复之后二十九天写了这第三封《上宰相书》。第三次上书和前两次上书一样，都是杳无回音。",
  "poet": {
    "id": 682,
    "star": 0,
    "name": "韩愈",
    "image": "http://img.gushiwen.org/authorImg/hanyu.jpg",
    "desc": "韩愈（768～824）字退之，唐代文学家、哲学家、思想家，河阳（今河南省焦作孟州市）人，汉族。祖籍河北昌黎，世称韩昌黎。晚年任吏部侍郎，又称韩吏部。谥号“文”，又称韩文公。他与柳宗元同为唐代古文运动的倡导者，主张学习先秦两汉的散文语言，破骈为散，扩大文言文的表达功能。宋代苏轼称他“文起八代之衰”，明人推他为唐宋八大家之首，与柳宗元并称“韩柳”，有“文章巨公”和“百代文宗”之名，作品都收在《昌黎先生集》里。韩愈在思想上是中国“道统”观念的确立者，是尊儒反佛的里程碑式人物。"
  },
  "tags": [
    "古文观止",
    "书信",
    "抒愤"
  ]
}