{
  "id": 35716,
  "star": 234,
  "name": "自遣",
  "dynasty": "唐代",
  "content": "得即高歌失即休，多愁多恨亦悠悠。<br>今朝有酒今朝醉，明日愁来明日愁。",
  "fanyi": "<p><strong>译文</strong><br>一有机会便唱否则即罢休，愁恨全然不理照样乐悠悠。<br>今天有酒就喝个酩酊大醉，明日有忧虑就等明天再愁。</p> <p><strong>注释</strong><br>⑴得：指得到高歌机会。失：指失去这个机会。<br>⑵悠悠：悠闲自在的样子。<br>⑶今朝：今日。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　该<a href=\"http://so.gushiwen.org/view_35716.aspx\">诗</a>成功地塑造一个活<a href=\"http://so.gushiwen.org/author_2141.aspx\">脱脱</a>的呼之欲出的纵酒高歌的旷士形象。这个形象虽有政治上失意后颓唐的一面，而其中愤世嫉俗的品格颇得人们赞叹。他除了反映旧时代知识分子一种变态的心理外，而通过人物的形象也状写出了晚唐社会的黑暗现实。</p> <p>　　这首诗先表现在诗歌形象性的追求上。乍看来此诗无一景语而全属率直的抒情。但诗中所有情语都不是抽象的抒情，而能够给人一个具体完整的印象。如首句说不必患得患失，倘若直说便抽象化、概念化。而写成“得即高歌失即休”那种半是自白、半是劝世的口吻，尤其是仰面“高歌”的情态，则给人以一种生动形象的感受。情而有“态”，便形象化。次句不说“多愁多恨”太无聊，而说“亦悠悠”。也就收到具体生动之效，不特是趁韵而已。同样，不说得过且过而说“今朝有酒今朝醉，明日愁来明日愁”，更将“得即高歌失即休”一语具体化，一个放歌纵酒的旷士形象呼之欲出。</p> <p>　　先看第三句，“今朝有酒今朝醉”，此句是脍炙人口的名句，诗人在此告诉世人：失意无法排解时，可以以醉解愁。其实以酒消愁古已有之，<a href=\"http://so.gushiwen.org/author_552.aspx\">曹操</a>便有“何以解忧，唯有杜康”之句。但这样的话从诗人的口中说出来就别有一番滋味了：如果真的时时刻刻有酒解愁，一辈子沉醉不醒也未尝不可。可诗人是一位穷愁潦倒的文人，他不能天天有酒，两个“今朝”的重复，道出了所谓的解忧，也只是暂时的排解而已。看来面对人世间纷至沓来的忧患与失意，诗人也没有毕其功一役的解决办法。“明日愁来明日愁”，此句明显地流露出了穷愁潦倒的诗人的无奈与伤心，正因为“醉”的时间是有限的，酒醒之后又如何，尚未排遣的旧愁加上明日的新愁，那是更愁了。由此可见，正在劝解世人凡事看开些的诗人其实自己也没有解决“失即休”这个难题，虽然他对明日之愁采取的是一种不屑一顾的态度，但这恰恰体现了他以酒浇愁，得过且过、无可奈何的凄酸、潦倒。古之文人，生活在那争名夺利的官场社会之中，没有几个能达到如此境界。这，也就是此诗造成的总的形象了。仅指出这一点还不够，还要看到这一形象具有独特个性。只要将此诗与同含“及时行乐”意蕴的<a href=\"http://so.gushiwen.org/author_840.aspx\">杜秋娘</a>所歌《金缕衣》相比较，便不难看到。那里说的是花儿与少年，所以“莫待无花空折枝”，颇有不负青春、及时努力的意味；而这里取象于放歌纵酒，更带迟暮的颓丧，“今朝有酒今朝醉”总使人感到一种内在的凄凉、愤嫉之情。二诗彼此并不雷同。此诗的情感既有普遍性，其形象又个性化，所以具有典型意义。</p> <p>　　此诗艺术表现上更其成功之处，则在于重叠中求变化，从而形成绝妙的咏叹调。一是情感上的重叠变化。首句先括尽题意，说得时诚可高兴失时亦不必悲伤；次句则是首句的补充，从反面说同一意思：倘不这样，“多愁多恨”，是有害无益的；三、四句则又回到正面立意上来，分别推进了首句的意思：“今朝有酒今朝醉”就是“得即高歌”的反复与推进，“明日愁来明日愁”则是“失即休”的进一步阐发。总之，从头至尾，诗情有一个回旋和升腾。二是音响即字词上的重叠变化。首句前四字与后三字意义相对，而二、六字（“即”）重叠；次句是紧缩式，意思是多愁悠悠，多恨亦悠悠，形成同意反复。三、四句句式相同，但三句中“今朝”两字重叠，四句中“明日愁”竟然三字重叠，但前“愁”字属名词，后“愁”字乃动词，词性亦有变化。可以说，每一句都是重叠与变化手牵手走，而每一句具体表现又各各不同。把重叠与变化统一的手法运用得尽情尽致，在小诗中似乎是最突出的。</p> <p>　　由于上述两个方面的独到，宜乎千年以来一些穷愁潦倒的人沉饮“自遣”，陶冶情操时，于古人偌多解愁诗句中，惟独最容易记起“今朝有酒今朝醉”来。</p> <p>　　诗名《自遣》，是自行排遣宽慰的意思。解读此诗，关键全在于诗人将“愁’和“恨”排遣掉了没有。而诗人之“愁”和“恨”是社会之愁，家国之愁，这种愁是诗人自己难以解决的。上书，皇帝不听；劝说，皇帝不理；讽谏，皇帝会恼怒。那诗人怎样排遣，是采取了不理、不采、不合作、不发言的态度。这种玩世不恭的态度虽带有一定的消积成分，然而大多的知识分子都不发言，都不合作，那“此时无声胜有声”拥有很大的力量。</p>",
  "about": "<h2>创作背景</h2> 　　<a href=\"http://so.gushiwen.org/author_135.aspx\">罗隐</a>由于生活在政治极端腐败的晚唐社会，又加上他仕途坎坷，十举进士而不第，便化进取为愤怒，视功名如烟云，常常以激愤的心情、锐利的笔锋揭露现实的丑恶，批判政治的腐败，抒发胸中的愤懑。《自遣》就是其中较有名的<a href=\"http://so.gushiwen.org/view_35716.aspx\">诗</a>作。",
  "poet": {
    "id": 135,
    "star": 0,
    "name": "罗隐",
    "image": "http://img.gushiwen.org/authorImg/luoyin.jpg",
    "desc": "罗隐（833-909），字昭谏，新城（今浙江富阳市新登镇）人，唐代诗人。生于公元833年（太和七年），大中十三年（公元859年）底至京师，应进士试，历七年不第。咸通八年（公元867年）乃自编其文为《谗书》，益为统治阶级所憎恶，所以罗衮赠诗说：“谗书虽胜一名休”。后来又断断续续考了几年，总共考了十多次，自称“十二三年就试期”，最终还是铩羽而归，史称“十上不第”。黄巢起义后，避乱隐居九华山，光启三年（公元887年），55岁时归乡依吴越王钱镠，历任钱塘令、司勋郎中、给事中等职。公元909年（五代后梁开平三年）去世，享年77岁。"
  },
  "tags": [
    "知识",
    "人生"
  ]
}