{
  "id": 12264,
  "star": 8,
  "name": "会稽郡楼雪霁",
  "dynasty": "唐代",
  "content": "江城昨夜雪如花，郢客登楼齐望华。<br>夏禹坛前仍聚玉，西施浦上更飞沙。<br>帘栊向晚寒风度，睥睨初晴落景斜。<br>数处微明销不尽，湖山清映越人家。",
  "shangxi": "<h2>赏析</h2> <p>　　登高望远，饮酒赋<a href=\"http://so.gushiwen.org/view_12264.aspx\">诗</a>，是古往今来的文人墨客之所好。胸中垒块、喜怒哀乐，遐思迩想之后，往往与眼前景物合而为一，物我两忘，从而进入一个奇妙的境界。只不过古代诗人所表达的感情多悲戚、哀愁、失落，少欢欣、感奋、快意。<a href=\"http://so.gushiwen.org/author_758.aspx\">谢灵运</a>仕途失意，初春登池上楼，对“池塘生春草，园柳变鸣禽”的美景情有独钟，退而凝思，却发出“索居易永久，离群难处心”的感喟，很有些顾影自怜的味道。<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>最倾心的诗人<a href=\"http://so.gushiwen.org/author_32.aspx\">谢朓</a>《晚登三山还望京邑》非常有名，他对“喧鸟覆春洲，杂英满芳甸”的佳境赞叹有加，但联想到自己的遭遇，故乡之思油然而生，于是有了“佳期怅何许，泪下如流霰”的伤悼。<a href=\"http://so.gushiwen.org/author_12.aspx\">陈子昂</a>登幽州台，满目萧然，一片苍茫，怀才不遇之怨溢于言表；<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>长年飘泊，老病孤愁，登高的感想是“万里悲秋常作客，百年多病独登台”。李白登凤凰台，江流历史皆讽以朝政；<a href=\"http://so.gushiwen.org/author_547.aspx\">崔颢</a>上黄鹤楼，眼前所见全化为乡愁。李后主是亡国之君，他“无言独上西楼”，形影相吊，凡触目者，都可伤心；<a href=\"http://so.gushiwen.org/author_405.aspx\">王安石</a>乃改革之士，“登临送目，正故国晚秋，天气初肃。”盈怀者，惟有忧国忧民之情。张继一生并无太多坎坷，但由于时代、社会等原因，他登高时也难越伤感哀愁之壑。</p> <p>　　张继擅长写景，常寓诚挚的感情于生动的写景之中，雪霁登楼，其情与景、意与象在他的笔下实现了完美结合，达到了浑然莫辨的境界。</p> <p>　　云开雪霁之时，诗人登上古郡城楼，近观远眺，玉砌银妆，洁白、秀美、静谧，仿佛置身于仙境一般，心灵因之净化，愉悦非常。但是，“独在异乡为异客”的郢楚游子避难而到吴越之郡，欣喜之余，却有特别的感悟：不远处的卧龙山上，有春秋越大夫文种的坟茔，想当年，他为越国复兴立下了汗马功劳，到头来却被勾践赐剑自杀；远眺处，夏禹陵墓之前，分明积雪聚玉，洁美无比，这位治水有功，后东巡狩至会稽而卒的古贤得到了人民的爱戴与尊敬。换一个方位看，西施浣纱的水滨似有素绢白纱在眼前晃动，只可惜这位受命于国难之时的绝代佳人香销玉殒之后，还遭世人非议责难。诗人缘情写景，已入有我之境，感情极为复杂难状，集赞叹、仰慕、惋惜于一墨，进而对安史之乱后避难江南的颠沛生活忧恐不已，对“前不见古人，后不见来者”的日渐衰微的唐王朝有所影射。所以，向晚时分，倍觉清冷，只好放下窗帘，无心再去欣赏那落日余辉下的“红装素裹”之景；这时红日渐隐，卧龙山的风光与镜湖的景色尚清晰可辨，令诗人悲欣交集。可谓“此中有真意，欲辨已忘言”。</p> <p>　　首联为“起”，景色秀美怡人，即使落魄避难之人，也不可能视而不见；颔联是“伏”，悼古伤今，赞叹兼之；颈联再一“伏”，直面现实，感情似已跌入低谷；尾联略一“起”，照应首联，有“微明”，见“清映”，多少给人一些慰藉。是情是景，确已浑然莫辨。</p>",
  "poet": {
    "id": 747,
    "star": 0,
    "name": "张继",
    "desc": "张继（约715~约779）字懿孙，汉族，襄州人（今湖北襄阳人）。唐代诗人，他的生平不甚可知。据诸家记录，仅知他是天宝十二年（公元七五三年）的进士。大历中，以检校祠部员外郎为洪州（今江西南昌市）盐铁判官。他的诗爽朗激越，不事雕琢，比兴幽深，事理双切，对后世颇有影响。但可惜流传下来的不到50首。他的最著名的诗是《枫桥夜泊》。"
  },
  "tags": []
}