{
  "id": 57569,
  "star": 89,
  "name": "鹧鸪天·鹅湖归病起作",
  "dynasty": "宋代",
  "content": "枕簟溪堂冷欲秋。断云依水晚来收。红莲相倚浑如醉，白鸟无言定自愁。 <br>书咄咄，且休休。一丘一壑也风流。不知筋力衰多少，但觉新来懒上楼。",
  "fanyi": "<p><strong>译文<br></strong>躺在水边阁楼的竹席上，清冷冷好似凉秋，片片的浮云顺水悠悠，黄昏的暮色使它们渐渐敛收。红艳艳莲花互相倚靠，简直像姑娘喝醉了酒，羽毛雪白的水鸟安闲静默，定然是独个儿在发愁。<br>与其像殷浩朝天空书写“咄咄怪事”发泄怨气，倒不如像<a href=\"http://so.gushiwen.org/author_163.aspx\">司空图</a>寻觅美好的山林安闲自在地去隐居，一座山丘，一条谷壑，也是风流潇洒多逸趣。我不知而今衰损了多少精力，只觉得近来上楼懒登梯。</p> <p><strong>注释<br></strong>⑴鹧鸪天：词牌名[4] 。鹅湖：《铅山县志》记载：“鹅湖山在县东，周回四十馀里...《鄱阳记》云：‘山上有湖多生荷，故名荷湖。’东晋人龚氏居山蓄鹅，其双鹅育子数百，羽绒成乃去，更名鹅湖。” 鹅湖原名荷湖，因山中有湖，多生荷。晋人龚氏居山，养鹅湖中，于是更名鹅湖。<br>⑵簟（diàn）：竹席；溪堂：临溪的堂舍。<br>⑶收：敛收。<br>⑷浑如：非常像，酷似。<br>⑸无言：不鸣。<br>⑹咄咄：用殷浩事。《世说新语·黜免》篇：“殷中军被废，在信安，终日恒书空作字。扬州吏民寻义逐之，窃视，唯作“咄咄怪事”四字而已。”表示失意的感叹。<br>⑺休休：用司空图事。《新唐书·卓行传》：“司空图字表圣。……本居中条山王官谷，有先人田，遂隐不出。作亭观素室，……名亭曰休休，作文以见志，曰：‘休，美也。既休而美具。故量才，一宜休，揣分，二宜休，耄而瞆，三宜休，又，少也堕，长也率，老也迂，三者非济时用，则又宜休。’因自目为耐辱居士，其言诡激不常，以免当时祸灾云。”又，《旧唐书·司空图传》引图所作《耐辱居士歌》曰：“咄咄！休休休！莫莫莫！伎俩虽多性情恶，赖是长教闲处著。休休休，莫莫莫，一局棋，一炉药，天意时情可料度。”<br>⑻一丘句：《世说新语·品藻》篇：“明帝问谢鲲：‘君自谓何如庾亮’？答曰：‘端委庙堂，使百僚准则，臣不如亮；一丘一壑，自谓过之”。又《巧艺》篇：“顾长康画谢幼舆在岩石里。人问其所以，顾曰：‘谢云一丘一壑，自谓过之，此子宜置丘壑中。’”风流：优美，有风韵。<br>⑼不知二句：唐<a href=\"http://so.gushiwen.org/author_197.aspx\">刘禹锡</a>《秋日书怀寄白宾客》<a href=\"http://so.gushiwen.org/view_57569.aspx\">诗</a>：“兴情逢酒在，筋力上楼知。”俞文豹《吹剑录》：“古今诗人，间见层出，极有佳句，无人收拾，尽成遗珠。……陈秋塘诗：‘不知筋力衰多少，但觉新来懒上楼。’”筋力：精力。但：只。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　《鹧鸪天·鹅湖归病起作》是作者病后所作，上阕写鹅湖自然风光，如老人历尽沧桑后的恬静平淡，绘景状物，渲染气氛，突出悉字，花鸟也知有情。下阕开头剖诉心曲，感情陡转，通过两具典故委婉抒发对统治集团迫害爱国志士的畴及自己对仕途已经失望的无可奈何的心态。但随后词人又在大自然中找到解脱。最后两句，倾吐出老弱多病的切肤之憾。有沉哀茹痛之语，无剑拔弩之势。不知筋力衰多少，但觉新来懒上楼。“不知”二字，以“衰”、“懒”二字写出词人隐居鹅湖，病后衰弱，不知不觉筋力疲乏之感，“但觉”复转进一步，强调出上楼登高眺望，新近越来越见慵懒无聊，流露出“烈士暮年”无用武，“壮心不已”竟蹉跎 的悲愤和凄怆，较之其激昂慷慨之作。意象清丽，色彩鲜明，涵义隽永，精妙至极。下片用殷浩无故遭贬，<a href=\"http://so.gushiwen.org/author_163.aspx\">司空图</a>无奈退隐的两个典故，貌似旷达而实含怨忿，感慨颇深。此词则表现得深婉、沉郁，别具一格。</p> <p>　　词的上阕写景，下阕抒情。但景中有情，只不过是非常含蓄而已，须细察始能体会。“枕簟”句写气候变化：枕簟初凉，溪堂乍冷，虽然还未入秋，但是已能感到秋意。这种清冷的感觉，既是自然环境的反映，也是词人心绪的外射。“断云”句写江上风光：飘浮在水面上的片断烟云在落日的余晖中渐渐消散，眼前出现了水远天长，苍茫无际的画面。这景象给词人带来一种广阔的美感，也引起了他的惆怅。“红莲”、“白鸟”二句转写近前景物：池塘里盛开的红莲互相偎倚，宛若喝醉了酒的美人。堤岸上的白鹭静静地兀立着，它一定正在发愁罢！“醉”字由莲脸之红引出，“愁”字由鸟头之白生发，这两词用的真是恰到好处。红莲白鸟互相映衬，境界虽美，但“醉”、“愁”二字表露出词人内心的苦闷。以上的景物描写，不但隐含着词人忧伤抑郁的意绪，而且为下阕抒情制造了一种清冷、空虚又而沉闷的氛围。</p> <p>　　下阕头三句虽承上述氛围和意绪，但在情感的表现上却有显著变化：变含蓄为明朗，于抑郁为旷达。这三句连用了三个典故，前一句用殷浩无故遭贬的典故，表示不以殷浩为然；后二句用司空图无奈退隐和班嗣的典故作自慰语，表示隐居也自有其乐。看起来词人好象真的乐意当隐士了，但实际上这是悲愤却故作旷达之辞，比直抒悲愤更感强烈。三个典故用在一起，不但气势连贯，而且意思曲折。末尾二句在情感表现上又有显著变化；变坦率为委婉，旷达为悲凉。“不知筋力衰多少，但觉新来懒上楼”！化用<a href=\"http://so.gushiwen.org/author_197.aspx\">刘禹锡</a>《秋日书怀寄白宾客》<a href=\"http://so.gushiwen.org/view_57569.aspx\">诗</a>“筋力上楼知”句意。“不知”二字，以“衰”、“懒”二字写出词人隐奶鹅湖，病后衰弱，不知不觉筋力疲乏之感，“但觉”复转进一步，强调出上楼登高眺望，新近越来越见慵懒无聊，流露出“烈士暮年”无用武，“壮心不已”竟蹉跎 的悲愤和凄怆。较之其激昂慷慨之作，意象清丽，色彩鲜明，涵义隽永，精妙至极。看似写病后衰弱的寻常感觉，实则含有“英雄江左老”（辛词《满江红》）的悲愤。</p> <p>　　作者一生志在恢复中原，虽遭谗毁摈斥但坚持如故，因此表现在这里的便不是一般惊衰叹老的感伤，而是深恐功业难成的忧虑。<a href=\"http://so.gushiwen.org/author_329.aspx\">刘辰翁</a>说他“英雄感怆，有在常情之外”（《辛稼轩词序》），乃是深知作者人格与词意之言。</p> <p>　　依上所述，此词蕴含的情感是异常深沉的，但词人使用的语言却又极为平淡。上阕描述气候的清冷、云水的舒卷和花鸟的静默，都无奇险之处，而寂寞沉闷的气氛已足以使人愁苦，下阕出语十分旷达，但政治上失意的情绪愈令人感觉凄凉结尾二语尤其淡朴浅近，犹如野叟闲谈，略不经意，“烈士暮年，壮心不已”的感慨就表现得极其厚重。这种以淡语写深情的艺术，使这首词表现得深婉、沉郁，别具一格。</p>",
  "about": "<h2>题解</h2> 　　本词是作者病后所作，借景抒情，调子很低沉，上片绘景状物，渲染气氛，突出悉字，花鸟也知有情。下片剖诉心曲，通过两具典故委婉抒发对统治集团迫害爱国志士的畴及自己对仕途已经失望的无可奈何的心态。有沉哀茹痛之语，无剑拔弩之势。不知筋力衰多少，但觉新来懒上楼。“不知”二字，以“衰”、“懒”二字写出词人隐奶鹅湖，病后衰弱，不知不觉筋力疲乏之感，“但觉”复转进一步，强调出上楼登高眺望，新近越来越见慵懒无聊，流露出“烈士暮年”无用武，“壮心不已”竟蹉跎 的悲愤和凄怆，较之其激昂慷慨之作。意象清丽，色彩鲜明，涵义隽永，精妙至极。下片用殷浩无故遭贬，<a href=\"http://so.gushiwen.org/author_163.aspx\">司空图</a>无奈退隐的两个典故，貌似旷达而实含怨忿，感慨颇深。陈廷焯评此词云：“信笔写去，格调自苍劲，意味自沉厚，不必剑拔弩张，洞穿已过七扎，斯为绝技”（《白雨斋词话》）。此词则表现得深婉、沉郁，别具一格。<br/><h2>创作背景</h2> 　　《鹧鸪天·鹅湖归病起作》是作者罢官闲居上饶期间（45岁—53岁）的作品。<a href=\"http://so.gushiwen.org/author_217.aspx\">辛弃疾</a>谪居鹅湖时受尽权奸排斥，病初愈后抒情寄意之作。由题目可知：作者游罢鹅湖归来后，曾患过一场疾病，病愈后他登楼观赏江村的夜景，忽然惊叹时光的流逝，深深感到自己的筋力衰退，再一回想过去，更是百感交集，因而写了这首词抒发心中的悲愤。",
  "poet": {
    "id": 217,
    "star": 0,
    "name": "辛弃疾",
    "image": "http://img.gushiwen.org/authorImg/xinqiji.jpg",
    "desc": "辛弃疾（1140－1207），南宋词人。原字坦夫，改字幼安，别号稼轩，汉族，历城（今山东济南）人。出生时，中原已为金兵所占。21岁参加抗金义军，不久归南宋。历任湖北、江西、湖南、福建、浙东安抚使等职。一生力主抗金。曾上《美芹十论》与《九议》，条陈战守之策。其词抒写力图恢复国家统一的爱国热情，倾诉壮志难酬的悲愤，对当时执政者的屈辱求和颇多谴责；也有不少吟咏祖国河山的作品。题材广阔又善化用前人典故入词，风格沉雄豪迈又不乏细腻柔媚之处。由于辛弃疾的抗金主张与当政的主和派政见不合，后被弹劾落职，退隐江西带湖。"
  },
  "tags": [
    "写景",
    "抒情"
  ]
}