{
  "id": 57528,
  "star": 23,
  "name": "满江红·江行和杨济翁韵",
  "dynasty": "宋代",
  "content": "过眼溪山，怪都似、旧时相识。还记得、梦中行遍，江南江北。佳处径须携杖去，能消几緉平生屐。笑尘劳、三十九年非、长为客。<br>吴楚地，东南坼。英雄事，曹刘敌。被西风吹尽，了无尘迹。楼观才成人已去，旌旗未卷头先白。叹人间、哀乐转相寻，今犹昔。",
  "fanyi": "<p><strong>译文<br></strong>眼前的山山水水，都似曾相识。还记得在梦中已将万里江山走遍。游赏那些风景名胜，只需带上手杖即可，耗损不了几双木屐。可笑我忙忙碌碌，却有三十九年做得不对，长期做来去匆匆的过客。<br>昔日一统江山，如今却被分为南北两半。<a href=\"http://so.gushiwen.org/author_552.aspx\">曹操</a>、刘备皆是当世的英雄。可惜那些英雄豪杰，都已成了旧事，如今已没有一丝痕。楼台刚刚建成，却已不见人踪；壮志未酬，我却满头白发。可叹人世间的悲欢，不过是在循环往复，从古至今都是如此。</p> <p><strong>注释<br></strong>⑴满江红：满江红，又名《上江虹》、《念良游》、《伤春曲》。唐人小说《冥音录》载曲名《上江虹》，后更名《满江红》。宋以来始填此词调。《钦定词谱》以<a href=\"http://so.gushiwen.org/author_535.aspx\">柳永</a>“暮雨初收”词为正格。九十三字，前片四十七字，八句，四仄韵；后片四十六字，十句，五仄韵。用入声韵者居多，格调沉郁激昂，前人用以发抒怀抱，佳作颇多。另有平声格，双调九十三字，前片八句四平韵，后片十句五平韵。[3] <br>⑵溪山：<a href=\"http://so.gushiwen.org/author_217.aspx\">辛弃疾</a>的溪山情节。早在淳熙五年（1178），辛弃疾已经有了依稀朦胧的“溪山”意识。事实上，辛弃疾“溪山”意识出现的年代，还可以大大前推。如《满江红·建康史帅致道席上赋》词云：“且归来、谈笑护长江，波澄碧。”这首词作于孝宗乾道四年（1168）或稍后，时为建康府通判。又《水调歌头》词云：“散尽黄金身世，不管秦楼人怨，归计狎沙鸥。明夜扁舟去，和月载离愁。”辛弃疾“溪山”隐逸情结产生，不能说这是消极颓废的意识；不仅如此，恰恰相反，正说明词人的积极主张收复、抗战。只是在这种积极主张不能实现，在希望彻底破灭之后，才有了美人迟暮，英雄失路之感；更有了迷途实远，昨非今非之慨。这是“溪山”隐逸情结产生的真正原因。怪：惊异，骇疑。而之所以如此，隐含有时光迅速，不觉间已是旧相识了的感叹意味。按：稼轩南归初期，曾有一段漫游吴楚的生活经历，通判建康后，也大体宦游于吴楚一带，故有此感。<br>⑶緉（liàng亮）：一双。屐（jī击）：木底有齿的鞋，六朝人喜着屐游山。语出《世说新语·雅量》：祖士少好财，阮遥集好屐，并恒自经营，同是一累，而未判其得失。人有诣祖，见料视财物。客至，屏当未尽，余两小簏箸背后，倾身障之，意未能平。或有诣阮，见自吹火蜡屐，因叹曰：“未知一生当箸几量屐？”神色闲畅。于是胜负始分。<br>⑷尘劳：风尘劳辛，指其宦游生涯。三十九年非：回顾三十九年，一切皆非。《淮南子·原道训》：“凡人中寿七十岁，然而趋舍指凑，日以月悔也，以至于死，蘧伯玉年五十而有四十九年非。”时稼轩年近四十，套用此语自叹。<br>⑸“吴楚”两句：此化用<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>《登岳阳楼》<a href=\"http://so.gushiwen.org/view_57528.aspx\">诗</a>意：“吴楚东南坼，乾坤日夜浮。”杜诗极言洞庭湖宽广，似将中国大地分裂为二。坼（chè彻）：裂开。<br>⑹“英雄”两句：谓图英雄霸业者，惟曹操和刘备相与匹敌。是时曹公从容谓先主曰：“今天下英雄，唯使君与操耳。本初之徒，不足数也。”先主方食，失匕箸。（《三国志·蜀志·先主传》）此明颂曹、刘，暗扬孙权。盖当时堪与曹、刘争雄天下者惟孙权，而他正霸居吴楚一带。稼轩《南乡子》：“天下英雄谁敌手？曹刘。生子当如孙仲谋。”与此暗合。敌：匹敌。<br>⑺“被西风”两句：言历史遗迹被无情西风一扫而尽。<br>⑻“楼观”两句：感慨宦迹不定，事业未就而鬓发先白。楼观甫成：楼阁刚刚建成。<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>《送郑户曹》诗：“楼成君已去，人事固多乖。”此喻调动频繁，难展才略。旌旗：战旗。旌旗未卷：指战事未休，喻复国大业未了。<br>⑼“叹人生”两句：谓哀乐相循，古今同理。言外之意，大可不必计较。转相寻：循环往复，辗转相继。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　此词可分三层。</p> <p>　　上片为第一层，由江行沿途所见山川引起怀昔游，痛惜年华之意。长江中下游地区山川秀美，<a href=\"http://so.gushiwen.org/author_217.aspx\">辛弃疾</a>南归之初，自乾道元年至三年，曾漫游吴楚，行踪遍及大江南北，对这一带山水是熟悉的。乾道四年通判建康府，此后出任地方官，调动频繁，告别山水长达十年。此时复见眼中川“都似旧时相识”了。“溪山”曰“过眼”，看山却似走来迎，这是江行的感觉。“怪”是不能认定的惊疑感，是久违重逢的最初的感触。往事虽“还记得，却模糊、记不真切，真象一场旧梦。</p> <p>　　“还记得、梦中行遍，江南江北”，“梦中”云者不仅有烘托虚实之妙，也是心理感受的真实写照，这种恍惚的神思，乃是多年来雄心壮志未得实现。业已倦于宦游的结果。反复玩味以上数句，实已暗伏“尘劳”、觉非之意。官场之上，往往如山水一般旧曾相识虚如幻梦不如远离，同时也就成了一种强有力的召唤，来自大自然的召唤。所以，紧接二句写道：“佳处径须携杖去，能消几两平生屐？”要探山川之胜，就得登攀，“携杖”、着“屐”（一种木底鞋）是少不了的。</p> <p>　　《世说新语·雅量》载阮孚好屐，尝曰：“未知一生当着几量（两）屐？”意谓人生短暂无常，话却说得豁达幽默。此处用来稍变其意，谓山川佳处常在险远，不免多穿几双鞋，可这又算得了什么呢！所以结尾几句就对照说来，“笑尘劳、三十九年非”乃套用蘧伯玉（春秋时卫国大夫）年五十而知四十九年之非的话（语出《淮南子·原道训》），作者当时四十岁，故这样说。表面看，这是因虚度年华而自嘲，其实，命运又岂是自己主宰得了的呢。“长为客”三字深怀忧愤，语意旷达中包含沉郁。实为作者于四十年年来之感慨，年已四旬，南归亦久，但昔日的志愿，却无一件得以实现，感慨，今是昨非，一生劳碌，原来“长为客”无丝毫是自己左右的。</p> <p>　　这片六句另起一意为第二层，由山川地形而引起对古代英雄事迹的追怀。扬州上游的豫章之地，历来被称作吴头楚尾。“吴楚地，东南坼”化用杜<a href=\"http://so.gushiwen.org/view_57528.aspx\">诗</a>（《登岳阳楼》：“吴楚东南坼”），表现江行所见东南一带景象之壮阔。如此之山川，使作者想到三国英雄，尤其是立足东南北拒强敌的孙权，最令他钦佩景仰。<a href=\"http://so.gushiwen.org/author_552.aspx\">曹操</a>曾对刘备说：“今天下英雄，唯使君与操耳。”（《三国志·先主传》）而孙权堪与二者鼎立。此处四句写地灵人杰，声情激昂，其中隐含作者满腔豪情。“被西风吹尽，了无陈迹”二句有慨叹，亦有追慕。恨不能起古人于九泉而从之的意味，亦隐然句中。</p> <p>　　结尾数句为第三层，是将以上两层意思汇合起来，发为更愤激的感慨。“楼观才成人已去”承上怀古，用<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>诗“楼成君已去，人事固多乖”（《送郑户曹》）意，这里是说吴国基业始成而孙权就匆匆离开人间。“旌旗未卷头先白”承前感伤，由人及己，“旌旗”指战旗，意言北伐事业未成，自己的头发却先花白了。</p> <p>　　综此二者，于是词人得出一个无可奈何的结论：人间哀乐从来循环不可琢磨（“转相寻”），“今犹昔”。这结论颇带宿命色彩，乃是作者对命运无法解释的解释。更是作者对命运不如已愿，人事多乖的感叹。</p> <p>　　词中一方面表示倦于宦游——“笑尘劳、三十九年非”，另一方面又追怀古代英雄业绩，深以“旌旗未卷头先白”为憾，反映出作者当时矛盾的心情。虽是因江行兴感，词中却没有着重写景，始终直抒胸臆；虽然语多含蓄，却不用比兴手法，纯属直赋。这种手法与词重婉约、比兴的传统是完全不同的。但由于作者是现实政治感慨与怀古之情结合起来，指点江山，纵横议论，抒胸中郁闷，驱使古人诗文于笔端，颇觉笔力健峭，感情弥满。所谓“满心而发，肆口而成”，自具兴发感人力量。</p>",
  "about": "<h2>创作背景</h2> 　　这首词作于淳熙五年（1178），是一篇触物抒怀之作。当时词人从临安前往湖北，在路上以词代简，为杨济翁和周显先写下此词。",
  "poet": {
    "id": 217,
    "star": 0,
    "name": "辛弃疾",
    "image": "http://img.gushiwen.org/authorImg/xinqiji.jpg",
    "desc": "辛弃疾（1140－1207），南宋词人。原字坦夫，改字幼安，别号稼轩，汉族，历城（今山东济南）人。出生时，中原已为金兵所占。21岁参加抗金义军，不久归南宋。历任湖北、江西、湖南、福建、浙东安抚使等职。一生力主抗金。曾上《美芹十论》与《九议》，条陈战守之策。其词抒写力图恢复国家统一的爱国热情，倾诉壮志难酬的悲愤，对当时执政者的屈辱求和颇多谴责；也有不少吟咏祖国河山的作品。题材广阔又善化用前人典故入词，风格沉雄豪迈又不乏细腻柔媚之处。由于辛弃疾的抗金主张与当政的主和派政见不合，后被弹劾落职，退隐江西带湖。"
  },
  "tags": [
    "怀念",
    "感叹",
    "人生"
  ]
}