{
  "id": 71142,
  "star": 11091,
  "name": "三峡",
  "dynasty": "南北朝",
  "content": "　　自三峡七百里中，两岸连山，略无阙处。重岩叠嶂，隐天蔽日。自非亭午夜分，不见曦月。</p> <p>　　至于夏水襄陵，沿溯阻绝。或王命急宣，有时朝发白帝，暮到江陵，其间千二百里，虽乘奔御风，不以疾也。</p> <p>　　春冬之时，则素湍绿潭，回清倒影。绝巘多生怪柏，悬泉瀑布，飞漱其间，清荣峻茂，良多趣味。</p> <p>　　每至晴初霜旦，林寒涧肃，常有高猿长啸，属引凄异，空谷传响，哀转久绝。故渔者歌曰：“巴东三峡巫峡长，猿鸣三声泪沾裳。”",
  "fanyi": "<p><strong>译文</strong><br>　　在三峡七百里之间，两岸都是连绵的高山，完全没有中断的地方；重重叠叠的悬崖 峭壁，遮挡了天空和太阳。若不是在正午半夜的时候，连太阳和月亮都看不见。</p> <p>　　等到夏天水涨，江水漫上小山丘的时候，下行或上行的船只都被阻挡了，不能通航。有时候皇帝的命令要紧急传达，这时只要早晨从白帝城出发，傍晚就到了江陵，这中间有一千二百里，即使骑上飞奔的马，驾着疾风，也不如它快。</p> <p>　　等到春天和冬天的时候，就可以看见白色的急流,回旋的清波。碧绿的潭水倒映着各种景物的影子。极高的山峰上生长着许多奇形怪状的柏树，山峰之间有悬泉瀑布飞流冲荡。水清，树荣，山高，草盛，确实趣味无穷。</p> <p>　　在秋天，每到初晴的时候或下霜的早晨，树林和山涧显出一片清凉和寂静，经常有高处的猿猴拉长声音鸣叫，声音持续不断，非常凄凉怪异，空荡的山谷里传来猿叫的回声，悲哀婉转，很久才消失。所以三峡中渔民的歌谣唱道：“巴东三峡巫峡长，猿鸣三声泪沾裳。”</p> <p><strong>注释</strong><br>（1）自：在，从<br>三峡：指长江上游重庆、湖北两个省级行政单位间的瞿塘峡、巫峡和西陵峡。三峡全长实际只有四百多里。<br>（2）略无：毫无，完全没有。阙：通“缺”，缺口，空隙。<br>（3） 嶂(zhàng)：直立如屏障一样的山峰。<br>（4）自非：如果不是。自：如果。非：不是<br>（5）亭午：正午。夜分：半夜。<br>（6）曦(xī)：日光，这里指太阳。<br>（7）襄（xiāng）：上，这里指漫上。 陵：大的土山，这里泛指山陵。<br>（8）沿：顺流而下（的船）。溯：逆流而上（的船）。<br>（9）或：有的时候。王命：皇帝的圣旨。宣：宣布，传达。<br>（10） 朝发白帝：早上从白帝城出发。白帝：城名，在重庆奉节县东。朝：早晨<br>（11）江陵：今湖北省荆州市。<br>（12）虽：即使。 奔：奔驰的快马。御：驾着，驾驶<br>（13）不以：不如。此句谓和行船比起来，即使是乘奔御风也不被认为是（比船）快，或为“以”当是“似”之误。(见清赵一清《水经注刊误》) 疾：快。<br>（14）素湍：白色的急流。素：白色的。绿潭：碧绿的潭水。<br>（15）回清倒影：回旋的清波，倒映出（山石林木）的倒影。<br>（16）绝巘(yǎn):极高的山峰。绝：极。巘：高峰<br>（17）悬泉：悬挂着的泉水瀑布。飞漱：急流冲荡。漱：冲荡。<br>（18）清荣峻茂：水清，树荣（茂盛），山高，草盛。<br>（19） 良：实在，的确，确实。<br>（20) 晴初：（雨后或雪后）天刚刚放晴的时候。霜旦：下霜的早晨。<br>（21）属引：连续不断。属(zhǔ)：动词。连接。引：延长。凄异：凄凉怪异。<br>（22）哀转久绝：悲哀婉转，猿鸣声很久才消失。绝：消失，停止。转：通“啭”鸣叫。<br>（23）巴东：汉郡名，在今重庆东部云阳，奉节，巫山一带。<br>(24)三声：几声。这里不是确数。<br>(25)沾：打湿。<br>(26) 裳（cháng）：衣服。</p>",
  "shangxi": "<p>　　的《三峡》（选自《水经注》）是一篇著名的山水之作，只用不到区区200字的篇幅，作者描写了三峡错落有致的自然风貌。全文描写随物赋形，动静相生，情景交融，情随景迁，简洁精练，生动传神。</p> <p>　　作者用“自三峡七百里中”起笔，既交代了描写对象，又介绍了其总体长度。</p> <p>　　接着，作者先写山，用“两岸连山，略无阙处”写山之“连”，“重岩叠嶂，隐天蔽日”写山之“高”，又用“自非亭午夜分，不见曦月”侧面烘托，让人进一步感到三峡的狭窄，寥寥数笔形象地勾勒出三峡磅礴逶迤、雄伟峭拔的整体风貌，使读者很快被三峡的雄险气势所吸引。</p> <p>　　水是山的眼睛。作者按自然时令来写水，先写水势最大最急的夏季。用“夏水襄陵，沿溯阻绝”正面描写水势之险恶、水位之高、水流之急。“朝发白帝，暮到江陵，其间千二百里，虽乘奔御风，不以疾也”，通过对比、夸张更加突出了夏季江水暴涨后的水流之疾。再写水势减小的春冬，此时的三峡可用一“秀”字概括。“素湍”“绿潭”，两种色彩、两种情态，动静交织，对比鲜明；“怪柏”“悬泉”“瀑布”，也是有静有动、有声有色，山水树木交汇其中，蔚为奇观。“清荣峻茂”一句话四字写四物：“清”字写水，“峻”字写山，“荣”字写柏树，“茂”字写草。“良多趣味”，又掺入了作者的审美意趣，使得<a href=\"http://so.gushiwen.org/view_71142.aspx\">诗</a>情画意融为一体。写秋水，作者用一“霜”字暗示，写三峡秋景的清寒，并用猿鸣来烘托萧瑟的秋高，让人不胜凄凉。</p> <p>　　作为描写山水之作并非单纯写景色，而是以情托景（如“良多趣味”托出春冬景色之佳，“猿啸”“凄异”托出秋季景色之凉），缘情入景（如开头几句体现了初赏三峡的总体之情，使人顿有雄伟奇险之感，以下再分写时而悚惧，时而欣喜，时而哀凄的四季之情），作者以情而非四季的顺序来布局谋篇。</p> <p>　　凡景语皆情语，初学写作者，写景状物要做到写出其特点，要和自己的思想感情相一致。</p> <p>　　《三峡》以凝练生动的笔墨，写出了三峡的雄奇险拔、清幽秀丽的景色。作者抓住景物的特点进行描写。写山，突出连绵不断、遮天蔽日的特点。写水，则描绘不同季节的不同景象。夏天，江水漫上丘陵，来往的船只都被阻绝了。“春冬之时，则素湍绿潭，回清倒影。绝巘多生怪柏，悬泉瀑布，飞漱其间。”雪白的激流，碧绿的潭水，回旋的清波，美丽的倒影，使作者禁不住赞叹“良多趣味”。而到了秋天，则“林寒涧肃，常有高猿长啸”，那凄异的叫声持续不断，在空旷的山谷里“哀转久绝”。三峡的奇异景象，被描绘得淋漓尽致。作者写景，采用的是大笔点染的手法，寥寥一百五十余字，就把七百里三峡万千气象尽收笔底。写春冬之景，着“素”“绿”“清”“影”数字；写秋季的景色，着“寒”“肃”“凄”“哀”数字，便将景物的神韵生动地表现了出来。文章先写山，后写水，布局自然，思路清晰。写水则分不同季节分别着墨。在文章的节奏上，也是动静相生，摇曳多姿。高峻的山峰，汹涌的江流，清澈的碧水，飞悬的瀑布，哀转的猿鸣，悲凉的渔歌，构成了一幅幅风格迥异而又自然和谐的画面，给读者以深刻的印象。引用的诗句表现了突出山高水长的特点同时渲染三峡秋色悲寂凄凉的气氛。</p>",
  "about": "<h2>创作背景</h2> <p>　　<a href=\"http://so.gushiwen.org/author_456.aspx\">郦道元</a>生活于南北朝北魏时期，出生在范阳郡（今河北省高碑店市境内）一个官宦世家，世袭永宁侯。少年时代就喜爱游览。后来他做了官，就到各地游历，每到一地除参观名胜古迹外，还用心勘察水流地势，了解沿岸地理、地貌、土壤、气候，人民的生产生活，地域的变迁等。</p> <p>　　他发现古代的地理书——《水经》，虽然对大小河流的来龙去脉有准确记载，但由于时代更替，城邑兴衰，有些河流改道，名称也变了，但书上却未加以补充和说明。郦道元于是亲自给《水经》作注。因此写就《水经注》。</p>",
  "poet": {
    "id": 456,
    "star": 0,
    "name": "郦道元",
    "image": "http://img.gushiwen.org/authorImg/lidaoyuan.jpg",
    "desc": "郦道元（约470—527），字善长。汉族，范阳涿州（今河北涿州）人。北朝北魏地理学家、散文家。仕途坎坷，终未能尽其才。他博览奇书，幼时曾随父亲到山东访求水道，后又游历秦岭、淮河以北和长城以南广大地区，考察河道沟渠，搜集有关的风土民情、历史故事、神话传说，撰《水经注》四十卷。文笔隽永，描写生动，既是一部内容丰富多彩的地理著作，也是一部优美的山水散文汇集。可称为我国游记文学的开创者，对后世游记散文的发展影响颇大。另著《本志》十三篇及《七聘》等文，已佚。"
  },
  "tags": [
    "初中文言文",
    "写水",
    "长江",
    "写景",
    "热爱"
  ]
}