{
  "id": 71158,
  "star": 3395,
  "name": "得道多助，失道寡助",
  "dynasty": "先秦",
  "content": "　　天时不如地利，地利不如人和。三里之城，七里之郭，环而攻之而不胜。夫环而攻之，必有得天时者矣，然而不胜者，是天时不如地利也。城非不高也，池非不深也，兵革非不坚利也，米粟非不多也，委而去之，是地利不如人和也。</p> <p>　　故曰，域民不以封疆之界，固国不以山溪之险，威天下不以兵革之利。得道者多助，失道者寡助。寡助之至，亲戚畔之。多助之至，天下顺之。以天下之所顺，攻亲戚之所畔，故君子有不战，战必胜矣。",
  "fanyi": "<p>译文<br>有利于作战的天气、时令，比不上有利于作战的地理形势；有利于作战的地理形势，比不上作战中的人心所向、内部团结。<br>（比如一座）方圆三里的小城，只有方圆七里的外城，四面包围起来攻打它，却不能取胜。采用四面包围的方式攻城，一定是得到有利于作战的天气、时令了，可是不能取胜，这是因为有利于作战的天气、时令比不上有利于作战的地理形势呀。<br>城墙并不是不高啊，护城河并不是不深呀，武器装备也并不是不精良，粮食供给也并不是不充足啊，但是，守城一方还是弃城而逃，这是因为作战的地理形势（再好），也比不上人心所向、内部团结啊。</p> <p>所以说，使人民定居下来而不迁到别的地方去，不能靠划定的边疆的界限，巩固国防不能靠山河的险要，震慑天下不能靠武力的强大。能行“仁政”的君王，帮助支持他的人就多，不施行“仁政”的君主，支持帮助他的人就少。支持帮助他的人少到了极点，连内外亲属也会背叛他；支持帮助他的人多到了极点，天下所有人都会归顺他。凭着天下人都归顺他的条件，去攻打那连亲属都反对背叛的君王，所以，君子要么不战斗，（如果）战斗就一定会取得胜利。</p> <p>注释<br>（1） [天时]包括时令、气候，乃至政治形势等非人力所能及的条件。<br>（2） [地利]指有利于作战的地理形势。<br>（3） [人和]指作战中的人心有所向，内部团结。<br>（4） [三里之城]方圆三里的内城。城：内城。　[城非不高也]城墙并不是不高啊。<br>（5） [郭]外城。在城外加筑的一道城墙。<br>（6） [环]围。<br>（7） [之]代这座城<br>（8） [而]连词表转折。<br>（9) [夫]句首发语词，不译。<br>（10）[而]连词表递进。<br>（11）[是] 这。<br>（12）[也] 表判断语气，“是”。<br>（13）[非]不是。<br>（14）[池]护城河。<br>（15）[兵革]泛指武器装备。兵，武器；革，甲胄，用以护身的盔甲之类。<br>（16）[坚利]精良。坚，坚固。利，锋利。<br>（17）[米粟]粮食。<br>（18）[多]充足。<br>（19）[委]放弃。<br>（20）[而] 连词表顺承。<br>（21）[去]离开。<br>（22）[之] 代词，代“城”。<br>（23）[故] 所以。<br>（24）[域]这里用作动词，是限制的意思。<br>（25）[以] 凭借。<br>（26）[封疆之界]划定的边疆界线。封，划定。疆，边疆。界，界限。<br>（27）[固]巩固。<br>（28）[国]国防。<br>（29）[山溪]山河。<br>（30）[险] 险要。<br>（31）[威] 震慑，树立威望。<br>（32）[得道者]实施“仁政”的君主。者，……的人，此处特指君主。道，正义。下同。<br>（33）[失道者]不实施“仁政”的君主。<br>（34）[寡]少。<br>（35）[之至]到达极点。<br>（36）[畔]通“叛”，背叛。<br>（37）[顺] 归顺，服从<br>（38）[以] 凭借。<br>（39）[之] 主谓间取消句子独立性。<br>（40）[故] 所以。<br>（41）[有] 要么，或者。<br>（42）[固国不以山溪之险]巩固国防不能靠山河的险要。<br>（43）[威天下不以兵革之利]震慑天下不能靠武力的强大。<br>（44）[亲戚]内外亲属，包括父系亲属和母系亲属。</p>",
  "shangxi": "<h2>简析</h2> <p>　　中心论点即篇首两句。孟子提出三个概念：天时、地利、人和，并将这三者加以比较，层层推进。用两个“不如”强调了“人和”的重要性，同时反映孟子所说的“仁政”。三者之间的比较，实质上是重在前者与后者的比较，强调指出各种客观及诸多因素在战争中都比不上人的主观条件及“人和”的因素，决定战争胜负的是人而不是物。在比较中立论，给人的印象极其深刻。句式相同，语气十分肯定，斩钉截铁，不容置疑。</p> <p>　　二三两段围绕中心论点，连用两个论据进一步论证，运用否定排比句式。第2段选取攻战的例子阐明“天时不如地利”，区区小城，四面受围而不能克，即使有得“天时”者也不能胜，旨在说明“地利”重于天时；第3段同样选取攻战的例子，旨在说明即使在占有“地利”的情况下——“城非不高”“池非不深”“兵革非不坚利”“米粟非不多”，但有人却弃城而逃，因为“地利”亦难比“人和”。这两个例子均非实际战例，而是泛指，即除特殊情况外，一般如此。因而使论战具有普遍的意义和一定的说服力。</p> <p>　　以上三段，论证了“天时不如地利，地利不如人和”的这一观点。第4段的作用是在前三段论述的基础上进一步阐发，将论点的范围由战争推及到治国，从而全面体现孟子的政治主张，使文章更具有普遍意义。其次，“得道”实际上也可理解为“得人心”，即“人和”。（得道的意思为施行仁政）得人心者，人心归顺，所到披靡，失人心者，人心相悖，不攻自溃。因而，第4段绝非多余的闲笔。</p><br/><h2>解析</h2> <p>　　我们通常用“得道多助，失道寡助”这句话来表示：合乎正义者就能得到多方面的支持与帮助，违背正义的就会陷入孤立无援的境地。在这里，我们把“道”理解为“正义”。那么，什么叫“正义”？《现代汉语词典》中说：“正义”是指“公正的、有利于人民的道理”。这是富于现代气息的理解，然而是和它最初的含义一脉相承的。</p> <p>　　“得道多助，失道寡助”是孟子的一个著名论断。《孟子·公孙丑下》中说：“得道者多助，失道者寡助。寡助之至，亲戚畔之；多助之至，天下顺之。以天下之所顺，攻亲戚之所畔，故君子有不战，战必胜矣。”这里的“畔”字通“叛”，是背叛、反对的意思。这段话是说，对得道的人，帮助他的人就多；对失道的人，帮助他的人就少。帮助的人少到极点时，就连亲戚都会反对他；帮助的人多到极点时，全天下的人都会顺从他。拿全天下都顺从的力量，来攻打连亲戚都反对的人，要么不战，一战必胜。</p> <p>　　孟子在这里说的“得道”和“失道”的人，都不是指普通的个人，而是指一国之君。一国之君既是战争的总指挥，也是政治上的领袖。孟子通过论述战争胜负的问题，引出了“得道多助，失道寡助”的观点，然而在孟子看来，“民心向背”对于战争具有根本性的意义，对于政治也具有同样重要的意义。孟子说：“得天下有道：得其民，斯得天下矣；得其民有道：得其心，斯得民矣。”意思是说，得天下必先得民，得民必先得民心。所谓的“得民”，就是得到人民的支持、拥护和帮助。所谓的“得天下”，是指通过施行仁政来“王天下”，而不是单靠武力来争夺天下。仁政，是以德服人，使人心悦诚服，自动来归附；而以力服人，不能服人之心。在孟子看来，得天下之道，即是施行仁政。因为仁政，是“得其心”之政。</p> <p>　　那么，如何“得其心”，即如何行仁政呢？孟子提出了“保民”的思想。保民，就是关爱和保护人民，它要求君主做到“所欲与之聚之，所恶勿施”，就是人民所希望的，就替他们聚积起来，人民所厌恶的，不要强加给他们。人民所希望的是什么呢，当然是富裕、幸福的生活。孟子认为，这是行仁政的根本着眼点。做到了这一点，然后民心归服、天下归服，是任何力量都阻止不了的。</p> <p>　　“战必胜矣”的主要原因：“天时不如地利，地利不如人和”、“多助之至，天下顺之”。</p>",
  "about": "<h2>文言现象</h2> <p>通假字<br>（1）畔（pàn），通：“叛”，背叛。</p> <p>古今异义<br>（1）城<br>古义：内城<br>今义：城市<br>（2）池<br>古义：护城河<br>今义：水塘<br>（3）委<br>古义：放弃<br>今义：委屈、不甘心<br>（4）国<br>古义：国防<br>今义：国家<br>（5）亲戚<br>古义：泛指内外亲属，包括父系亲属和母系亲属，包括父母兄弟。<br>今义：跟自己家庭有婚姻关系或血统关系的家庭或其他成员，亲属，不包括父母兄弟。<br>（6）去<br>古义：离开<br>今义：往、到<br>（7）域<br>古义：这里用作动词，限制。<br>今义：地域<br>（8）是<br>古义：这<br>今义：判断动词<br>（9）兵<br>古义：兵器<br>今义：士兵<br>（10）然而<br>古义：这样却<br>今义：表转折的连词。</p> <p>一词多义<br>（1）利<br>天时不如地利：有利条件<br>兵革非不坚利：锐利<br>（2）之<br>三里之城：的，助词<br>多助之至：到<br>天下顺之：代词，指得道者。<br>环而攻之而不胜：代词，代指这座城<br>（3）时<br>天时不如地利，地利不如人和：气候，时令<br>长风破浪会有时，直挂云帆济沧海：时机，机会<br>自云先世避秦时乱：代，朝<br>每自比于管仲乐毅，时人莫之许也：当时的<br>四时之景不同，而乐亦无穷也：季度，季节<br>当是时，妇手拍儿声：时候<br>（4）和<br>天时不如地利，地利不如人和：和谐，和乐<br>春和景明：和煦<br>（5）去<br>委而去之：离开，逃离，逃亡<br>去死肌，杀三虫：除去，去掉<br>西蜀之去南海：相距，远离<br>公然抱茅入竹去：前往，到别处<br>我以日始出时去人近也：距离<br>（6）胜<br>环而攻之而不胜：取胜<br>予观夫巴陵胜状：非常美好，美妙<br>跨州连郡者不可胜数：尽，完<br>驴不胜怒，蹄之：能承担，能承受<br>日出江花胜红火，春来江水绿如蓝：胜过，超过<br>（7）固<br>固国不以山溪之险：巩固<br>汝心之固，固不可彻：固执，顽固<br>固以怪之矣：原来，本来<br>君子固穷：安守，坚守<br>（8）亡<br>今亡亦死，举大计亦死：逃跑<br>出则无敌国外患者，国恒亡：灭亡<br>（9）城<br>三里之城，七里之郭：内城<br>城非不高也：城墙 </p> <p>（10）而<br>环而攻之而不胜，连词表转折<br>委而去之，连词表顺承<br>环而攻之而不胜，连词表修饰</p> <p>词类活用 <br>（1）域民不以封疆之界(名词用作动词，限制)<br>（2）固国不以山溪之险(形容词用作动词，巩固)<br>（3）威天下不以兵革之利(形容词用作动词，威慑)</p> <p>特殊句式 <br>判断句 是天时不如地利也（这是因为有利于作战的天气时令比不上有利于作战的地理形势） 是地利不如人和也（这是因为有利于作战的地理形势比不上作战中的人心所向，内部团结）。</p><br/><h2>问题探究</h2> <p>　　一、《得道多助，失道寡助》这篇短文的中心论点是“天时不如地利，地利不如人和”还是“得道者多助，失道者寡助”？</p> <p>　　“天时不如地利，地利不如人和”是中心论点，“得道者多助，失道者寡助”是结论。</p> <p>　　本文从决定战争胜负的因素这一角度出发，通过对“天时”、“地利”、“人和”三个条件的比较，阐述了“人和”对战争胜利的决定性作用。由此，再加引申，推出“得道者多助，失道者寡助”的论断，阐明了施行“仁政”的必要性。文章用层层推理的方法进行论证，开篇即提出论点：“天时不如地利，地利不如人和”，接着设例进行论证，再据此阐发引申，层层深入，最后得出断语，逻辑性很强。因此认定：“得道者多助，失道者寡助”是结论，不是中心论点，中心论点是“天时不如地利，地利不如人和”。</p> <p>　　二、这篇短论在论证方法上有什么特色？</p> <p>　　主要体现在三个方面：</p> <p>　　（1）逐层论证，层层深入。文章第1段，开门见山提出中心论点，接着运用战例，分别论证了“天时不如地利”，“地利不如人和”，突出了“人和”的重要；第4段进一步阐发，说明，欲得“人和”，必先要“得道”。全文紧紧围绕得“人和”这一中心，环环相扣，逐层推理，显示出极其严密的论证艺术和极强的逻辑性。</p> <p>　　（2）论证中运用排比、对比等手法，使文章气势恢宏，笔酣墨畅，结构缜密。</p> <p>　　（3）文章上部分运用举例说明，下部分运用对比说明的方法.更加突出其论点。</p><br/><h2>中心论点</h2> <p>　　中心论点应该是:天时不如地利,地利不如人和。</p> <p>　　这一章开头即提出中心论点，并用概括性很强的战例加以证明，然后从理论上进行论证，得出“得道者多助，失道者寡助”的论断，阐明了“人和”的实质。短文最后以得“人和”的“君子”“战必胜矣”作结，突出地说明了“人和”是决定战争胜负最主要的条件。</p><br/><h2>写作特色</h2> <p>　　（1）文章善于运用设喻的方法。从文章末端看，孟子虽反对战争，却多次提到战争。这是为了迎合诸侯们的心理打个比方，以便有机会向诸侯们宣传自己的“仁政”主张。</p> <p>　　（2）文章析理精微，议论恢宏，气势奔放，阐明引申层层深入，逻辑性很强；还采用了排比的修辞方法，使文章语气强烈，具有说服力。</p><br/><h2>整体把握</h2> <p>　　这篇短文一开头就提出“天时不如地利，地利不如人和”这一观点，指明“人和”是克敌制胜的首要条件。“人和”，就是下文说的“多助”和“天下顺之”，即人民的支持和拥护，这反映了孟子“民贵君轻”的政治思想。宋<a href=\"http://so.gushiwen.org/author_459.aspx\">朱熹</a>对这一章的注释是：“尹氏曰：言得天下者，凡以得民心而已。”清焦循的注释是：“民和为贵，贵于天地，故曰得乎丘民为天子也。”可见这一章不是论战争，而是讲民心向背的，是借战争论述实行“王道”（即“仁政”）的重要性。由此逐层推进，短文先分别就天时与地利、地利与人和做比较，指出天时、地利、人和三因素在战争中所起的作用大小不同；最后由人和推演出“得道者多助，失道者寡助”的结论，完成本文的论证。</p> <p>　　这一章开头即提出中心论点，并用概括性很强的战例加以证明，然后从理论上进行论证，得出“得道者多助，失道者寡助”的论断，阐明了“人和”的实质。短文最后以得“人和”的“君子”“战必胜矣”作结，突出地说明了“人和”是决定战争胜负最主要的条件。</p> <p>　　本文语句整齐、流畅，一气贯注，很有说服力。比如在论证地利不如人和时，作者先用四个并列的双重否定句，充分铺张防守一方所具备的“地利”方面的有利条件，然后陡然一转，说出失败的结局，使得“地利不如人和”的结论有了很强的说服力。又如在阐述他的“得道者多助”时，作者也是先用了三个否定的排比句，顺理成章地推导出结论；然后又把“多助”和“寡助”进行对比，自然导出“君子有不战，战必胜矣”。</p><br/><h2>名言警句</h2> <p>　　1、兄弟同心，其利断金。</p> <p>　　2、家和万事兴。</p> <p>　　3、兄弟同心金不换，妯娌同心家不散。</p> <p>　　4、众人拾柴火焰高。</p> <p>　　5、团结就是力量。</p> <p>　　6、人心齐，泰山移。</p> <p>　　7、一双筷子轻折断，一把筷子抱成团。</p>",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "孟子及其弟子"
  },
  "tags": [
    "初中文言文",
    "议论",
    "哲理"
  ]
}