{
  "id": 72244,
  "star": 152,
  "name": "哀溺文序",
  "dynasty": "唐代",
  "content": "　　永之氓咸善游。一日，水暴甚，有五、六氓乘小船绝湘水。中济，船破，皆游。其一氓尽力而不能寻常。其侣曰：“汝善游最也，今何后为？”曰：“吾腰千钱，重，是以后。”曰：“何不去之？”不应，摇其首。有顷，益怠。已济者立岸上呼且号曰：“汝愚之甚，蔽之甚，身且死，何以货为？”又摇其首。遂溺死。吾哀之。且若是，得不有大货之溺大氓者乎？于是作《哀溺》。",
  "fanyi": "<p><strong>译文</strong><br>　　永州的百姓都善于游泳。一天，河水上涨的厉害，有五六个人乘着小船横渡湘江。渡到江中时，船破了，船上的人纷纷游水逃生。其中一个人尽力游泳但仍然游不了多远，他的同伴们说：“你最会游泳，现在为什么落在后面？”他说：“我腰上缠着很多钱，很重，所以落后了。”同伴们说：“为什么不丢掉它呢？”他不回答，摇摇他的头。一会儿，他更加疲乏了。已经游过河的人站在岸上，又呼又叫：“你愚蠢到了极点，蒙昧到了极点，自己快淹死了，还要钱财干什么呢？”他又摇摇他的头。于是就淹死了。我对此感到十分悲哀。如果像这样，难道不会有大利淹死大人物的事情吗？于是写下了《哀溺》。</p> <p><strong>注释</strong><br>永：即永州。<br>氓（méng）：古代指百姓。<br>咸：都。<br>湘水：即湖南境内的湘江。<br>善：通“擅”，擅长。<br>暴：涨<br>绝：渡过。<br>济：渡河。组词：救济。<br>中济：渡到河中央。<br>寻常：古代八尺为寻，再加倍为常，意为几尺远。<br>不能寻常：达不到平时游泳的水平。<br>有顷：一会<br>益：更<br>后：落后。<br>怠：疲乏。<br>有顷益怠：一会儿就疲乏了<br>蔽：昏聩，不明是非。蒙昧<br>侣：同伴。<br>去：丢弃，放弃。<br>且：将，将要。<br>腰：腰缠。<br>吾哀之：为动用法，我为他感到悲哀。<br>湘水：即湖南境内的湘江<br>货：这里指钱。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　短文用白描手法，用词简省浅近，人物特点却入木三分，体现了柳氏寓言一贯的特点。</p> <p>　　《哀溺文序》的特色是用正面描写和侧面烘托相结合的手法，主要刻划了溺死者要钱不要命的心态，使全文叙述相当精炼，人物形象十分生动传神。</p> <p>　　正面描写主要从三个方面着手：一是行动描写，“尽力而不能寻常”，暗示钱的累赘；二是语言描写，“吾腰千钱，重，是以后”，说明他明知关键在钱，却仍不愿割舍；三是表情描写，两次“不应，摇其首”，说明他要钱不要命，至死不悟。</p> <p>　　侧面烘托也是从三个方面着手：一是反衬，“善游最也”，借他人之口指出他平素善于游泳，从而反衬他今日“尽力而不能寻常”的反常行为；二是对比，把最善游泳的他反倒淹死，与本来游水本领不如他的人都能安全到达彼岸进行对比。三是用“己济者”的呼号，从侧面揭示他的蒙昧自蔽。</p> <p>　　作者通过三个正面描写和三次侧面烘托，在简省的白描中通过强烈而深刻的对比，戏剧化地突出了人物性格物征，深刻而令人警醒地彰明了“哀溺”的主题。</p> <p>　　从细节运用与结构分析方面来看，此文也可圈可点。</p> <p>　　在永州民众“咸善游”，而水“暴甚”，几人渡河，船破于中流的背景下，众人皆游。“咸”点明人人都水性好，即使水“暴甚”，本来众人也可以游至岸边。</p> <p>　　“其一氓尽力而不能寻常”，一笔转折，使读者注意力自然聚于此“一氓”，而后又特借“其侣”来点明，这个“尽力却不能寻常”的人正是“善游最也“之人，那所有人都不禁要问“今何后为”了。</p> <p>　　曰：“吾腰千钱，重，是以后。”腰缠千钱，财难舍，可谓“氓”之常情。到底是钱重要还是命重要？</p> <p>　　读者都要问“何不去之？”了，生死危机下，应该“去之”了吧？结果“氓”“不应，摇其首。有顷，益怠。”</p> <p>　　对这样要钱不顾命的人，人们都忍不住喊出“汝愚之甚，蔽之甚，身且死，何以货为？”的劝诫。</p> <p>　　出人意料的是，“氓”“又摇其首。遂溺死。”这一转笔，直让人慨叹竟然真有这样要钱不要命的人，何其可悲。再回想前文，这人是“咸善游”的民众中“善游最也”之人啊——这样的人，竟是溺死河中。为何？已不言自明。</p> <p>　　小小篇幅，重重铺垫，层层对比。设悬念、作伏笔，起承转合，多在细节处见匠心。</p> <p>　　吾哀之。且若是，得不有大货之溺大氓者乎？于是作《哀溺》。最后“合”笔之处，点明主旨，“善游最也”的“氓”为千钱便溺死河中而不顾，那“大货”又会溺死多少“大氓”呢？</p> <p>　　“得不有”一句是理解整篇辞赋的关键，也是作者由“序文”过渡到赋文的桥梁。林纾在《柳文研究法》中说：“《哀溺文》与《蝂传》同一命意。然柳州每于一篇言之中，必有一句最有力量、最透辟者镇之。……‘序’之结尾即曰：‘得不有大货之溺大氓者乎！’语极沉重，有关系。”</p> <p>　　从故事到人物，从记述到描写，都鲜明具体，活灵活现，如一篇“小小说”。这个被淹死的“氓”，钱迷心窍，爱钱超过爱命，死到临头还执迷不悟，最后终因金钱的拖累而被淹死，实在可悲而又可怜。可是从另一方面说，他在紧急的关头，分不清主要、次要，依然恋钱不舍，又有些死得活该。<a href=\"http://so.gushiwen.org/author_646.aspx\">柳宗元</a>在“哀之”的同时，马上想到“得不有大货之溺大氓者乎？”从被淹死的“氓”想到正在被淹没的“大氓”，从永州一件具体的生活事件想到整个社会现实。</p>",
  "about": "<h2>主旨</h2> <p>　　《哀溺文序》本文讽刺了世上那些利令智昏的人,并进而警告 一些贪财好利的人,如果不猛醒回头,必然葬身名利场中。但同时也告诉我们，丢失了性命，再多的钱财也是无用。</p> <p>　　“哀溺”是哀叹溺水者的意思，\"哀\"的原因是作者哀叹那个至死还不能醒悟的溺水者,他对钱财的贪婪使他丧失了对生命的顾及,从而引起了作者\"大利淹死大人物\"的感想,从而表达了其对官场贪图名利者的担忧与讽刺!</p><br/><h2>写作特色</h2> <p>　　《哀溺文序》的特色是用正面描写和侧面烘托相结合的手法，主要刻划了溺死者要钱不要命的心态，使全文叙述相当精炼，人物形象十分生动传神。</p> <p>　　正面描写主要从三个方面着手：一是行动描写，“尽力而不能寻常”，暗示钱的累赘；二是语言描写，“吾腰千钱，重，是以后”，说明他明知关键在钱，却仍不愿割舍；三是表情描写，两次“不应，摇其首”，说明他要钱不要命，至死不悟。</p> <p>　　侧面烘托也是从三个方面着手：一是反衬，“善游最也”，借他人之口指出他平素善于游泳，从而反衬他今日“尽力而不能寻常”的反常行为；二是对比，把最善游泳的他反倒淹死，与本来游水本领不如他的人都能安全到达彼岸进行对比。三是用“己济者”的呼号，从侧面揭示他的蒙昧心隆。</p><br/><h2>创作背景</h2> <p>　　从“永之氓”等内容结合寓言讽刺主题来看，《哀溺文并序》应与《蝜版传》等寓言同为<a href=\"http://so.gushiwen.org/author_646.aspx\">柳宗元</a>被贬永州时期创作的。</p> <p>　　805年（贞元二十一年）1月26日，唐德宗驾崩，皇太子李诵继位，改元永贞，即顺宗。顺宗即位后，重用王伾、王叔文等人。王叔文等掌管朝政后，积极推行革新，采取了一系列的改革措施，史称永贞革新。（主要采取的革新措施有，抑制藩镇势力，加强中央的权力；废除宫市，罢黜雕坊、鹘坊、鹞坊、狗坊、鹰坊的宦官（称为五坊小儿）；贬斥贪官污吏；整顿税收，废除地方官吏和地方盐铁使的额外进奉，并试图收回在宦官和藩镇手中的兵权。）随着顺宗的病情加重，以俱文珍为首的宦官集团，朝臣联合外藩联合反对改革派向朝廷施加压力，要其引退。</p> <p>　　805年（永贞元年）4月，宦官俱文珍、刘光琦、薛盈珍等立广陵郡王李淳为太子，改名李纯。5月，王叔文被削翰林学士一职。7月，宦官，大臣请太子监国。同月，王叔文因母丧回家守丧。八月五日，顺宗被迫禅让帝位给太子李纯，史称“永贞内禅”。李纯即位，即宪宗。宪宗一即位就打击以王叔文和王伾为首的政治集团。8月6日，贬王叔文为渝州司户，王伾为开州司马，王伾到任不久后病死，王叔文不久也被赐死。永贞革新宣告失败，前后共180多天。</p> <p>　　永贞革新失败后，9月，柳宗元被贬为邵州刺史，11月，在赴任途中，柳宗元被加贬为永州司马。（王叔文政治集团的其他人也被贬为远州的司马，后称“二王八司马”。）到职后的柳宗元暂居在龙兴寺。经过半年，柳宗元的母亲因病去世。直到815年（柳宗元819年去世），柳宗元才离开永州。生活在永州的10年中，柳宗元在哲学、政治、历史、文学等方面进行钻研，并游历永州山水，结交当地士子和闲人，他写下《永州八记》（《柳河东全集》的540多篇<a href=\"http://so.gushiwen.org/view_72244.aspx\">诗</a>文中有317篇创作于永州）。</p> <p>　　永州（今永州市零陵区），在唐时僻远荒凉。州司马只是安置流放官员的一种名义上的职务。柳宗元作为一个有远大政治抱负的革新家，在这样的处境里，还要时刻担心受更重的迫害，其心情之抑郁苦闷可以想见。在永州的十年，是柳宗元生平最为困厄，最为艰难，心情也最为孤寂郁愤的十年，但正所谓祸兮福所伏，福兮祸所倚，这穷蹙的十年，居然真正造就了一个古文大家的绝世风范，就在这种环境下，就在这种心情下，柳宗元的郁郁才思得到了强烈的激发，发言为文，莫不悲恻动人，寓言、山水游记以及记叙文都取得了整个一生中最光辉最杰出的成就。</p> <p>　　《哀溺文并序》也正是此时期的“贬时弊与抒孤愤”之作。</p>",
  "poet": {
    "id": 646,
    "star": 0,
    "name": "柳宗元",
    "image": "http://img.gushiwen.org/authorImg/liuzongyuan.jpg",
    "desc": "柳宗元（773年－819年），字子厚，唐代河东（今山西运城）人，杰出诗人、哲学家、儒学家乃至成就卓著的政治家，唐宋八大家之一。著名作品有《永州八记》等六百多篇文章，经后人辑为三十卷，名为《柳河东集》。因为他是河东人，人称柳河东，又因终于柳州刺史任上，又称柳柳州。柳宗元与韩愈同为中唐古文运动的领导人物，并称“韩柳”。在中国文化史上，其诗、文成就均极为杰出，可谓一时难分轩轾。"
  },
  "tags": [
    "哲理"
  ]
}