{
  "id": 244,
  "star": 26,
  "name": "既醉",
  "dynasty": "先秦",
  "content": "既醉以酒，既饱以德。君子万年，介尔景福。</p> <p>既醉以酒，尔肴既将。君子万年，介尔昭明。</p> <p>昭明有融，高朗令终，令终有俶。公尸嘉告。</p> <p>其告维何？笾豆静嘉。朋友攸摄，摄以威仪。</p> <p>威仪孔时，君子有孝子。孝子不匮，永锡尔类。</p> <p>其类维何？室家之壶。君子万年，永锡祚胤。</p> <p>其胤维何？天被尔禄。君子万年，景命有仆。</p> <p>其仆维何？釐尔女士。釐尔女士，从以孙子。",
  "fanyi": "<p><strong>译文<br></strong>君王赐美酒喝得酩酊大醉，君王赐美食我们饱受恩惠。敬祝君王万岁万岁万万岁，世世代代永享福禄和祥瑞。<br>君王赐美酒喝得酩酊大醉，您又令人奉上佳肴和美味。敬祝君王万岁万岁万万岁，您的美名大德永远放光辉。<br>您的伟大光辉是那样长盛，高风亮节将使您必得善终。好的结局说明有好的开端，先王替身发出美好的祝愿：<br>他到底说出什么样的预言？祭祀用的笾豆净洁而美好；亲朋好友们都来维护辅助，同把隆重热烈氛围来营造。<br>隆重热烈氛围非常合时宜，敬祝伟大君王嫡传有孝子；孝子贤孙世世代世永相继，祝愿您的家族永受天赐予！<br>您的家族领域到底有多大？王家深宫内的道路细又长。敬祝伟大的君王万寿无疆，上天永赐您福禄远子孙旺！<br>您的子孙后代将来怎么样？上天让他们遍享福禄富贵。敬祝君王万岁万岁万万岁，上天授予您大命永远附随！<br>上天授予的大命如何附随？上天赐予您有德行的嫔妃。上天赐予您有德行的嫔妃，自有孝子贤孙世代永不亏！</p> <p><strong>注释<br></strong>⑴既：已经。<br>⑵德：恩惠。<br>⑶介：借为“丐”，施予。尔：指君子。景福：大福。<br>⑷将：行也。亦奉持而进也。一说通“臧”。<br>⑸昭明：光明。<br>⑹有融：融融，盛长之貌。<br>⑺令终：好的结果。<br>⑻俶（chù）：始。<br>⑼公尸：古代祭祀时以人装扮成祖先接受祭祀，这人就称“尸”，祖先为君主诸侯，则称“公尸”。嘉告：好话，指祭祀时祝官代表尸为主祭者致嘏辞（赐福之辞）。<br>⑽笾（biān）豆：两种古代食器、礼器，笾竹制，豆陶制或青铜制。静：善。<br>⑾攸摄：所助，所辅。摄，辅助。<br>⑿孔时：很好。<br>⒀匮（kuì）：亏，竭。<br>⒁锡（cì）：同“赐”。类：属类。<br>⒂壸（kǔn）：宫中之道，言深远而严肃也。引申为齐家。<br>⒃祚（zuò）：福。胤（yìn）：后嗣。<br>⒄被：加。<br>⒅景命：大命，天命。仆：附。<br>⒆釐（lí）：赐。女士：女男，才女。又《郑笺》释为“女而有士行者，谓生淑媛，使为之妃也”。<br>⒇从以：随之以。孙子：“子孙”的倒文。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　此<a href=\"http://so.gushiwen.org/view_244.aspx\">诗</a>通篇都是祝福词。全诗以“既”字领起，用的虽是赋法，但并不平直，相反，其突兀的笔致深堪咀嚼。而“既醉以酒”，表明神主已享受了祭品；“既饱以德”，表明神主已感受到主祭者周王的一片诚心，更为下文祝官代表神主致辞祝福作了充分的铺垫。享受了主祭者献上的丰盛的美酒佳肴，对他的拳拳之意不能无动于衷。因此，神主愿意赐给献祭人各种福分，自然是顺理成章之事。</p> <p>　　诗的前两章，讲的都是享受了酒食祭品的神主的心满意足之情，他深感主祭者礼数周到，便预祝他万年长寿，能永远获得神所赐的幸福光明。而第三章末二句“令终有俶，公尸嘉告”，直接点出公尸，说明下文均为神主具体的祝福之辞，诚如陈子展所云，“为一篇承上启下之关键”。如果把此诗比为一篇小说，则前两章用的是第一人称叙述法，而后五章用的是第三人称叙述法，第三章则是两者的过渡。“其告维何”“其类维何”“其胤维何”“其仆维何”云云，等于现代汉语“他的……是什么？他的……是……”这样的结构。这五章中，除第三章是答谢献祭人的隆重礼节外，其余四章都是祝福的具体内容。从尽孝、治家、多仆几个方面娓娓道来，显出神意之确凿。诗的中心词不外“德”“福”二字，主祭者周王有德行，他的献祭充分体现了他的德行，因此神就必然要降福于他。而神主所宣布的将赐之福，在诗中主要是属于家庭方面而不是属于军国方面的，颇显示出此诗颂祷的倾向性，对一般读者来说这似乎也更有亲切感。</p> <p>　　从诗的艺术手法看，善于运用半顶针修辞格是此篇的一个特色。《诗经》中运用顶针修辞手法屡见不鲜，但像此篇这样上文尾句与下文起句相互绾结，而重复只在上句的末一字与下句的第二字那样的修辞方法（姑称之为半顶针修辞），却是并不多见的。其实，接第三章“公尸嘉告”句的第四章“其告维何”句、接第五章“永锡尔类”句的第六章“其类维何”句、接第六章“永锡祚胤”句的第七章“其胤维何”句、接第七章“景命有仆”句的第八章“其仆维何”句，若改为“嘉告维何”“尔类维何”“祚胤维何”“有仆维何”，也完全可以，这样各章之间便以纯粹的顶针格相贯连。但此篇的作者却蹊径别出，不取上下章衔接文字完全重复的纯顶针格，而仍收“蝉联而下，次序分明”（方玉润《诗经原始》）之效，并别具曲折灵动之势，实在令人拍案叫绝。这章与章的半顶针衔接又与各章章内的纯顶针修辞（如“高朗令终”与“令终有俶”、“朋友攸摄”与“摄以威仪”、“君子有孝子”与“孝子不匮”）连成一片，产生了如“大珠小珠落玉盘”之效。由此可见，颂诗的表现力也相当强。</p>",
  "about": "<h2>创作背景</h2> 　　关于此<a href=\"http://so.gushiwen.org/view_244.aspx\">诗</a>的主旨与背景，历来有多种观点。严粲《诗缉》认为：“此诗成王祭毕而燕（宴）臣也。”<a href=\"http://so.gushiwen.org/author_459.aspx\">朱熹</a>《诗集传》则说此诗系“父兄所以答《行苇》之诗”。程俊英《诗经译注》谓此诗“是周王祭祀祖先，祝官代表神主对主祭者周王的祝辞”。高亨《诗经今注》说“这首诗当是祝官致嘏辞后所唱的歌（可称为嘏歌）”。",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": [
    "诗经",
    "宴饮"
  ]
}