{
  "id": 10155,
  "star": 9,
  "name": "效古赠崔二",
  "dynasty": "唐代",
  "content": "十月河洲时，一看有归思。<br>风飙生惨烈，雨雪暗天地。<br>我辈今胡为？浩哉迷所至。<br>缅怀当途者，济济居声位。<br>邈然在云霄，宁肯更沦踬？<br>周旋多燕乐，门馆列车骑。<br>美人芙蓉姿，狭室兰麝气。<br>金炉陈兽炭，谈笑正得意。<br>岂论草泽中，有此枯槁士？<br>我惭经济策，久欲甘弃置。<br>君负纵横才，如何尚憔悴？<br>长歌增郁怏，对酒不能醉。<br>穷达自有时，夫子莫下泪。",
  "fanyi": "<p><strong>译文<br></strong>寒冬十月我徘徊在河洲之上，一眼看去便想回家乡。<br>猛烈的风暴带来了严寒，雨雪飘飘天地为之无光。<br>我们今天为了什么？浩渺地不知走向何方。<br>遥想那当道的执政，一个个地位显赫名声远扬。<br>他们高远地像坐在云端，哪里还能沦落困顿。<br>款待宾客演奏着流行音乐，门前的马车排得老长。<br>美人像盛开的芙蓉，狭室里散发出兰麝的芬芳。<br>金色的火炉里燃着兽炭，宾主间谈笑风生得意洋洋。<br>有谁知道在广大的平民中，我等是如此枯槁模样。<br>我惭愧没有经世济民的谋略，甘愿长久地被弃置闲放。<br>您有经营天下的才能，为什么也还是那么憔悴忧伤！<br>长歌反添胸中愤懑，对酒不醉烦恼怎忘。<br>穷达自有命运，请您切莫独自泪下成行。</p> <p><strong>注释<br></strong>①效古：效仿古体。<br>②崔二：事迹不详。<br>③河洲：河中可居之地。《淮南子·堕形训》：“宵明烛光在河洲，所照方千里。”<br>④归思：归意。<br>⑤飙：疾风，暴风。惨烈形容严寒之态。<br>⑥惨烈：严寒。<br>⑦胡为：何为。<br>⑧浩哉：指世路迷茫浩荡。形容思绪万千，心事浩茫。<br>⑨缅怀：遥想。<br>⑩当途者：指身居要位的当权者。语本《<a href=\"http://so.gushiwen.org/author_404.aspx\">韩非</a>子·孤愤》：“当途之人擅事要，则外内为之用矣。”<br>⑪济济：众盛貌。<br>⑫声位：声势显赫的地位。<br>⑬邈然：渺远的样子。<br>⑭云霄：犹青云，比喻难以企及的高处。<br>⑮宁肯：怎肯。<br>⑯更：改变。<br>⑰沦踬（zhì）：沉沦坎坷之意。踬，被绊倒，引申为遭遇不利。<br>⑱周旋：犹应接。燕乐：又作“宴乐”，即宴饷之乐。《周礼·春官·钟师》：‘‘凡祭祀餐食，奏燕乐。”指天子或诸侯宴饮宾客所用的音乐，一般采自民间俗乐，以别于庙堂典礼所用之雅乐。<br>⑲燕乐：指天子或诸侯宴饮宾客时所用的音乐，多采自民间，以别于庙堂典礼所用的雅乐。<br>⑳芙蓉：荷花的别称。<br>㉑兰麝：兰花和麝香，此泛指香气。语本江总《杂曲》：“愿奉更衣兰麝气，恐君马到自惊香。”<br>㉒兽炭：调合炭末作成兽形。《晋书·羊瑗传》：“璃性豪侈，费用无复齐限，而屑炭和作兽形以温酒，洛下豪贵咸竞效之。”<br>㉓草泽：荒野之地，此指在野。左思《咏史》：“何世无奇才，遗之在草泽。”<br>㉔枯槁士：形容憔悴。此指自己和崔二均沉沦埋没。<br>㉕经济策：经世济民之策。<br>㉖弃置：抛弃，舍掉。<a href=\"http://so.gushiwen.org/author_732.aspx\">鲍照</a>《拟行路难》：“弃置罢官去，还家自休息。”<br>㉗负：享有。<br>㉘纵横才：有纵横之术的人才。<br>㉙憔悴：困顿萎靡的样子。这里指政治上失意。<br>㉚郁怏（yàng）：郁闷不乐。<br>㉛穷达：穷，困顿；达，显贵。<br>㉜夫子：指<a href=\"http://so.gushiwen.org/view_10155.aspx\">诗</a>人好友崔二。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　开始六句，以景托情，情景交隔，渲染出笼罩天地的巨大悲愁。“十月河洲”，景物萧条，托出<a href=\"http://so.gushiwen.org/view_10155.aspx\">诗</a>人心境的悲凉、前途的黯淡，因此有“归欤”之思。三、四句进一步渲染这种“惨”景：狂风的呼啸使气氛更添严酷凄惨，暴雨大雪使天地黯然，故“归思”虽切，却不知“胡为”。“迷所至”，表现进退维谷之状。“浩哉”的强烈感叹，不仅是严酷景象的浑浩无边，也是指悲愁之情的混茫无尽。</p> <p>　　紧接着十二句，以“缅怀”二字将人们引向京城，把自己西游长安所见的“当途者”们花天酒地的生活一一展示出来，进一步反衬“我辈”的仓惶失路：权贵们人数众多，名声显赫，如在“云霄”，是不肯变“更”困顿之士的悲惨处境的。他们以“燕乐”高奏，“车骑”如云，交游何其贵盛；“美人”如荷，幽房飘香，生活何其淫逸，兽形火炭陈于“金炉”，眉飞色舞“谈笑”得意，姿态何其骄矜。这一幅幅生活图景的生动刻画，使对权贵们的腐败生活揭露程度更为深广，愈益猛烈。笔势至此突转，以“岂论草泽中，有此枯槁士”的鲜明对比，以义愤之情揭露社会的黑暗污浊。</p> <p>　　最后八句，回应“赠崔二”的题意，倾诉胸中的不平。前四句中，先说我惭愧的是无经世济民之策，故早就自甘沉沦，接着以一个有力的反诘，写崔二有“纵横”之才，却还是与自己一样同处“憔悴”境地的事实，进而揭露当时社会对有识之士的普遍压抑。至此可知，前面的自惭自弃，乃是正言反说，以退为进，恰恰说明自己“永愿拯刍荛”的理想无法实现，内心悲愤无法排遣。接着思绪再一转折：企图“长歌”一曲，以抒其愤，谁料反增郁闷；再以酒解愁吧，却不能一醉，反而倍添忧愁。故最后两句，只好以“穷达自有时，夫子莫下泪”的劝慰，流露出自己安于时命，无可奈何的复杂心情。这八句抒情，几经转折回旋，情愈遣愈烈，把主人公愁思百结，痛苦万状的悲慨之情表现得淋漓尽致。</p> <p>　　该诗以景托情起，渲染出深广浓烈的悲凉之气。再以铺陈之法揭露“当途者”的骄奢淫逸，真切生动，如在目前。最后以回旋婉转的笔法，波澜层生，峰峦迭起，将自己深沉的悲愤推向高潮。其中还多用尖锐的对比，不着议论，让读者通过铁的事实，看到当时社会的不平，具有更强的说服力和感染力。而且对比之处，多用反诘的语气推出，就使感情的力度更强，增加了激昂顿挫之势。这种抒情的悲叹和对当时社会关系的愤怒抗议，使他的创作一开始就具有鲜明的现实主义倾向，除了雄壮豪放的风格外，还有“沉郁悲凉”的一面，而且“其沉雄直不减<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>”（叶燮《原诗》卷四）。这种特点，也使他的边塞诗，表现出对将帅无能的尖锐揭露和对士卒的深刻同情，在边塞诗人中独树一帜。</p>",
  "about": "<h2>创作背景</h2> 　　该<a href=\"http://so.gushiwen.org/view_10155.aspx\">诗</a>作于开元二十一年（733年）冬<a href=\"http://so.gushiwen.org/author_227.aspx\">高适</a>第一次出塞蓟北而归之后。这之前，诗人二十岁曾西游长安求仕，失意而归。北游蓟门，“时事多谬”，内心极为愤懑不平，故借与崔二赠答之际，深刻揭露了当时统治阶级的骄奢淫逸、正直之士长期沉沦的悲惨遭遇，尽情地宣泄了一腔郁勃悲慨之情，把“开元盛世”的黑暗面暴露无遗。",
  "poet": {
    "id": 227,
    "star": 0,
    "name": "高适",
    "image": "http://img.gushiwen.org/authorImg/gaoshi.jpg",
    "desc": "高适是我国唐代著名的边塞诗人，世称“高常侍”。 作品收录于《高常侍集》。高适与岑参并称“高岑”，其诗作笔力雄健，气势奔放，洋溢着盛唐时期所特有的奋发进取、蓬勃向上的时代精神。"
  },
  "tags": [
    "边塞",
    "写景",
    "抒情",
    "讽刺",
    "愤懑"
  ]
}