{
  "id": 47147,
  "star": 10,
  "name": "小重山·一闭昭阳春又春",
  "dynasty": "唐代",
  "content": "一闭昭阳春又春。夜寒宫漏永，梦君恩。卧思陈事暗销魂。罗衣湿，红袂有啼痕。<br>歌吹隔重阍。绕亭芳草绿，倚长门。万般惆怅向谁论？凝情立，宫殿欲黄昏。",
  "fanyi": "<p><strong>译文<br></strong>从那一次闭隔昭阳，冷居深宫，年复一年，春来春去，岁月飏逝。长长春夜，寒意料峭，直袭人心底。宫中清漏，点点滴滴，似乎永远没有停止的时节。恍惚中又回到了承汁君思的时候，名花倾国，君王笑看，玉楼金屋，笙歌遍彻，醒来却是一梦。往事不再，昨日如烟，回首只能独自伤心泪下。<br>重重宫门之外传来笙歌乐舞之声，当年也是这样的热闹繁华。而此时宫门这边，只有满庭芳草，凄凄而生。独倚长门，万般惆怅，脉脉此情，千回百转，只能独自体味，谁来倾听一个冷宫弃女的诉说呢？凝情而立，又是落寞黄昏，又是寂寂长夜，又是魂梦伤心，又是依然的一天，一年，年复一年。</p> <p><strong>注释<br></strong>⑴小重山：词牌名。<br>⑵昭阳：本汉代宫名，此借指<a href=\"http://so.gushiwen.org/author_482.aspx\">王建</a>之宫。春又春：过了一春又一春。<br>⑶宫漏：古时宫中的铜壶滴漏计时。永：长，慢悠悠。<br>⑷陈事：往事。<br>⑸红袂：红袖。<br>⑹歌吹：歌唱弹吹，泛指音乐之声。重阍（hūn）：宫门。<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>《离骚》：“吾令帝阍开关兮，倚阊阖而望予。”阍，本指管理宫门开闭之卒隶，后引申为宫门。“重阁”，言门有多层，故深远难入。<br>⑺长门：汉代宫名，汉武帝皇后陈阿娇失宠之后，退居长门。<a href=\"http://so.gushiwen.org/author_70.aspx\">司马相如</a>《长门赋》，专写陈皇后失宠后的苦痛。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　此词起句显出一个失宠的宫女凄凉孤独的影子。“春又春”，重复的两个“春”字淡淡点出如水流逝的时光。春来了，春去了，草荣复枯，花谢花开，恍然中不知过了多少年月。春来了，万物复苏，生命蓬勃，可是失宠的女子只能独对凄然。春去复来，青春一去不再。“梦君恩”以下是对过去爱情的怀恋。前事历历，犹在眼前，卧思旧事，仍疑幻疑真。上片结尾两句写梦醒后的无望。由思而梦，由梦而疑，由疑而绝望泪下，她曲折幽微的心里被细致入微，层次分明地刻画出来。</p> <p>　　哀情至此，似已无可深入。下片首句使女子长夜独泣的情景中脱离出来。宫门外的笙歌乐舞之声，是当年她也曾承欢侍宴的热闹繁华。霓裳如旧，丝竹依然，而一切已不属于她。她在重重宫门的这边，在君王早已忘却的深院里。君恩一断，咫尺天涯。这种对比是不堪体会的：昔日的承宠与今日的落寞，彼处的歌舞繁华与此地的凄清萧索。见此闻此之下，是一种极致的入骨凄凉。失宠的宫人，在强烈对比中，伤痛无奈之情又深了一层。</p> <p>　　芳草接天，春色寂寂，又是一年无望的等待。与上片“春又春”相应，不能不担心她年华永逝。纵能如陈皇后以千金买赋，恩情亦无法换回。独倚长门，满怀的是无可解释的绝望与无奈。天下之大，宫墙之深，竟无一人可以共语，这份凄清，烘托到极致，更让读者看到一个茕茕孑立的女子，她的无助与哀伤。</p> <p>　　尾句疏疏八字，凝聚的是深深浓浓的凄绝。<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>《后宫词》中说：“红颜未老恩先断，斜倚熏笼坐到明。”<a href=\"http://so.gushiwen.org/view_47147.aspx\">诗</a>中的宫女只是倚笼坐到明，而此词的女子又历尽了芳草斜阳，年复一年，迎来的仍是“宫殿欲黄昏”。五字平白，却令人眩目醉心，真如有黄昏的一阵风，吹遍荒凉。余韵悠然，低徊不已。</p> <p>　　全首词一直在淡淡娓娓地叙下来，说幽宫，说寒夜，说梦醒衣湿，芳草连天，说宫殿黄昏，说万般惆怅；无掩饰，无刻意雕琢，只是坦白率真地洒落真情。一切出于自然却并不平淡无味，真情幽怨才意蕴动人。运密于疏，寓浓于淡是<a href=\"http://so.gushiwen.org/author_622.aspx\">韦庄</a>词的清艳绝伦之处。</p>",
  "poet": {
    "id": 622,
    "star": 0,
    "name": "韦庄",
    "image": "http://img.gushiwen.org/authorImg/weizhuang.jpg",
    "desc": "韦庄（约836年─910年），字端己，杜陵（今中国陕西省西安市附近）人，诗人韦应物的四代孙，唐朝花间派词人，词风清丽，有《浣花词》流传。曾任前蜀宰相，谥文靖。"
  },
  "tags": [
    "宫廷",
    "写人",
    "惆怅"
  ]
}