{
  "id": 9484,
  "star": 4,
  "name": "晚过盘石寺礼郑和尚",
  "dynasty": "唐代",
  "content": "暂诣高僧话，来寻野寺孤。<br>岸花藏水碓，溪竹映风炉。<br>顶上巢新鹊，衣中得旧珠。<br>谈禅未得去，辍棹且踟蹰。",
  "shangxi": "<h2>赏析</h2> <p>　　此<a href=\"http://so.gushiwen.org/view_9484.aspx\">诗</a>八句，层次井然。首联交代缘起。“暂”，暂且，有忙里偷闲的意味。“诣”字表明作者对郑和尚的尊敬、膜拜之情。“高僧”即指郑和尚。赞美他有很高的修行。“话”，动词，即第七句的“谈禅”。“来寻”两字，见诗人心情之急。兴致之高。寺而曰“野”曰“孤”，则其脱尘远俗自不在话下。</p> <p>　　颔联写寻访的经过。“岸花藏水碓”，暗示这是乘舟寻访，所以才会注意岸花，才能发现岸花覆盖着利用水力舂米的工具水碓。顺着水碓声寻去，岸边是一片竹林。“溪竹映风炉”，这句写上岸后寻访所见之景。“风炉”是一种炊具。据中唐人<a href=\"http://so.gushiwen.org/author_1066.aspx\">陆羽</a>《茶经》：“风炉，以铜铁铸之，如古鼎形。”可见它主要是煮茶的器具。碧绿的溪竹与煮茶的袅袅青烟相映成趣，而茶与禅理也正有着千丝万缕的联系。且水碓、风炉皆山寺常有之景致，作者《题山寺僧房》云，“野炉风自爇，山碓水能舂。”可见这两句虽未点明野寺，实际上野寺已跃然纸上了。</p> <p>　　颈联是禅意最浓之所在。“顶上巢新鹊”，这是写郑和尚入定后心神凝一、迥忘外物的情态。入定，指僧人静坐敛心，不起杂念，使心定于一处。这句说，入定时的郑和尚形如枯木，在他头顶上有树木，鹊儿不再把他看作一个对自己有威胁的人，所以在那树上做巢。“巢新鹊”则说明郑和尚入定时间之长、心志之专一。它和<a href=\"http://so.gushiwen.org/author_248.aspx\">宋之问</a>《游云门寺》中“入禅从鸽绕”、秦系《题僧惠明房》中“入定几时还出定，不知巢燕污袈裟”、刘得仁《宿僧院》中“萤入定僧衣”、<a href=\"http://so.gushiwen.org/author_335.aspx\">陆龟蒙</a>《赠老憎》中“旧曾闻说林中鸟，定后长来顶上巢”、<a href=\"http://so.gushiwen.org/author_130.aspx\">韩偓</a>《永明禅师房》中“支公禅寂处，时有鹊来巢”等句用意略同。“衣中得旧珠”是说郑和尚出定之后与作者谈禅而使他恍有所悟。它用了一个佛教故事。《法华经·五百授记品》载，有一贫苦的人，去拜访一个富有的亲戚，亲戚怜悯他的潦倒而热烈地款待他。因此，他喝得烂醉，当场睡着了。正巧衙门通知其亲戚值班，亲戚见他</p> <p>　　睡得正死，无法向他告别，于是在他衣服里缝了点珍宝。但他醒后，并不知此事，仍旧过着飘泊的生活。后来在一个偶然的机会里，他又遇到那位亲戚，亲戚把藏珠宝的事告诉他，他才恍然大悟，原来自己衣服里藏有贵重的珠宝。《楞严经》亦有类似之比喻。宝珠就是佛心和般若智慧。禅家认为每个人的身上都潜伏着佛性，这佛性不以肉体的消亡而消亡：“识得衣中宝，无明醉自醒。百骸虽溃败，一物镇长灵”（丹霞和尚《玩珠吟》）。然而诚如“石中之火，不打不发”，必须石头碰石头，方可冒出火花，所以石头虽可发火，但不敲打还是发不出火花来。高明的禅师在修行者的时机成熟时使潜伏在修行者烦恼之下的佛性产生自觉，一似使他发现了衣中宝珠一样。当修行者经禅师的点悟突然间发现“明珠原在我心头”时，就会有一种无法言说的愉悦。</p> <p>　　尾联写诗人觉悟之后流连忘返的心态：“谈禅未得去，辍悼且踟蹰。”诗言“掇棹”，即停止划船，说明作者已经离开郑和尚上船准备回去了。但为什么又踟蹰不前呢？原来是禅师的一番话使他陡然醒悟，心有所皈，沉浸在禅悟的喜悦之中，而忘了归去。读诗至此，方见诗题中“晚”字之妙：本来天色已“晚”，诗人原打算“暂”访就走的，但拜谒郑和尚后，心仪神仰，竟然久久舍不得离去了。这就将诗人对郑和尚的崇拜、对禅悟的喜悦之情都表露了出来。</p>",
  "poet": {
    "id": 113,
    "star": 0,
    "name": "岑参",
    "image": "http://img.gushiwen.org/authorImg/cencan.jpg",
    "desc": "岑参（约715-770年），唐代边塞诗人，南阳人，太宗时功臣岑文本重孙，后徙居江陵。[1-2] 岑参早岁孤贫，从兄就读，遍览史籍。唐玄宗天宝三载（744年）进士，初为率府兵曹参军。后两次从军边塞，先在安西节度使高仙芝幕府掌书记；天宝末年，封常清为安西北庭节度使时，为其幕府判官。代宗时，曾官嘉州刺史（今四川乐山），世称“岑嘉州”。大历五年（770年）卒于成都。"
  },
  "tags": [
    "写人",
    "禅意"
  ]
}