{
  "id": 72298,
  "star": 11,
  "name": "驳复仇议",
  "dynasty": "唐代",
  "content": "　　臣伏见天后时，有同州下邽人徐元庆者，父爽为县吏赵师韫所杀，卒能手刃父仇，束身归罪。当时谏臣陈子昂建议诛之而旌其闾；且请“编之于令，永为国典”。臣窃独过之。</p> <p>　　臣闻礼之大本，以防乱也。若曰无为贼虐，凡为子者杀无赦。刑之大本，亦以防乱也。若曰无为贼虐，凡为理者杀无赦。其本则合，其用则异，旌与诛莫得而并焉。诛其可旌，兹谓滥；黩刑甚矣。旌其可诛，兹谓僭；坏礼甚矣。果以是示于天下，传于后代，趋义者不知所向，违害者不知所立，以是为典可乎？盖圣人之制，穷理以定赏罚，本情以正褒贬，统于一而已矣。</p> <p>　　向使刺谳其诚伪，考正其曲直，原始而求其端，则刑礼之用，判然离矣。何者？若元庆之父，不陷于公罪，师韫之诛，独以其私怨，奋其吏气，虐于非辜，州牧不知罪，刑官不知问，上下蒙冒，吁号不闻；而元庆能以戴天为大耻，枕戈为得礼，处心积虑，以冲仇人之胸，介然自克，即死无憾，是守礼而行义也。执事者宜有惭色，将谢之不暇，而又何诛焉？</p> <p>　　其或元庆之父，不免于罪，师韫之诛，不愆于法，是非死于吏也，是死于法也。法其可仇乎？仇天子之法，而戕奉法之吏，是悖骜而凌上也。执而诛之，所以正邦典，而又何旌焉？</p> <p>　　且其议曰：“人必有子，子必有亲，亲亲相仇，其乱谁救？”是惑于礼也甚矣。礼之所谓仇者，盖其冤抑沉痛而号无告也；非谓抵罪触法，陷于大戮。而曰“彼杀之，我乃杀之”。不议曲直，暴寡胁弱而已。其非经背圣，不亦甚哉！</p> <p>　　《周礼》：“调人，掌司万人之仇。凡杀人而义者，令勿仇；仇之则死。有反杀者，邦国交仇之。”又安得亲亲相仇也？《春秋公羊传》曰：“父不受诛，子复仇可也。父受诛，子复仇，此推刃之道，复仇不除害。”今若取此以断两下相杀，则合于礼矣。且夫不忘仇，孝也；不爱死，义也。元庆能不越于礼，服孝死义，是必达理而闻道者也。夫达理闻道之人，岂其以王法为敌仇者哉？议者反以为戮，黩刑坏礼，其不可以为典，明矣。</p> <p>　　请下臣议附于令。有断斯狱者，不宜以前议从事。谨议。 ",
  "fanyi": "<p><strong>译文</strong><br>　　据我了解，则天皇后时，同州下邽县有个叫徐元庆的人，父亲徐爽被县尉赵师韫杀了，他最后能亲手杀掉他父亲的仇人，自己捆绑着身体到官府自首。当时的谏官<a href=\"http://so.gushiwen.org/author_12.aspx\">陈子昂</a>建议处以死罪，同时在他家乡表彰他的行为，并请朝廷将这种处理方式“编入法令，永远作为国家的法律制度”。我个人认为，这样做是不对的。<br>　　我听说，礼的根本作用是为了防止人们作乱。倘若说不能让杀人者逍遥法外，那么凡是作儿子的为报父母之仇而杀了不应当算作仇人的人，就必须处死，不能予以赦免。刑法的根本作用也是为了防止人们作乱。倘若说不能让杀人者逍遥法外，那么凡是当官的错杀了人，也必须处死，不能予以赦免。它们的根本作用是一致的，采取的方式则不同。表彰和处死是不能同施一人的。处死可以表彰的人，这就叫乱杀，就是滥用刑法太过分了。表彰应当处死的人，这就是过失，破坏礼制太严重了。如果以这种处理方式作为刑法的准则，并传给后代，那么，追求正义的人就不知道前进的方向，想避开祸害的人就不知道怎样立身行事，以此作为法则行吗？大凡圣人制定礼法，是透彻地研究了事物的道理来规定赏罚，根据事实来确定奖惩，不过是把礼、刑二者结合在一起罢了。<br>　　当时如能审察案情的真伪，查清是非，推究案子的起因，那么刑法和礼制的运用，就能明显地区分开来了。为什么呢？如果徐元庆的父亲没有犯法律规定的罪行，赵师韫杀他，只是出于他个人的私怨，施展他当官的威风，残暴地处罚无罪的人，州官又不去治赵师韫的罪，执法的官员也不去过问这件事，上下互相蒙骗包庇，对喊冤叫屈的呼声充耳不闻；而徐元庆却能够把容忍不共戴天之仇视为奇耻大辱，把时刻不忘报杀父之仇看作是合乎礼制，想方设法，用武器刺进仇人的胸膛，坚定地以礼约束自己，即使死了也不感到遗憾，这正是遵守和奉行礼义的行为啊。执法的官员本应感到惭愧，去向他谢罪都来不及，还有什么理由要把他处死呢？<br>　　如果徐元庆的父亲确是犯了死罪，赵师韫杀他，那就并不违法，他的死也就不是被官吏错杀，而是因为犯法被杀。法律难道是可以仇视的吗？仇视皇帝的法律，又杀害执法的官吏，这是悖逆犯上的行为。应该把这种人抓起来处死，以此来严正国法，为什么反而要表彰他呢？<br>　　而且陈子昂的奏议还说：“人必有儿子，儿子必有父母，因为爱自己的亲人而互相仇杀，这种混乱局面靠谁来救呢？”这是对礼的认识太模糊了。礼制所说的仇，是指蒙受冤屈，悲伤呼号而又无法申告；并不是指触犯了法律，以身抵罪而被处死这种情况。而所谓“他杀了我的父母，我就要杀掉他”，不过是不问是非曲直，欺凌孤寡，威胁弱者罢了。这种违背圣贤经传教导的做法，不是太过分了吗？<br>　　《周礼》上说：“调人，是负责调解众人怨仇的。凡是杀人而又合乎礼义的，就不准被杀者的亲属报仇，如要报仇，则处死刑。有反过来再杀死对方的，全国的人就都要把他当作仇人。”这样，又怎么会发生因为爱自己的亲人而互相仇杀的情况呢？《春秋公羊传》说：“父亲无辜被杀，儿子报仇是可以的。父亲犯法被杀，儿子报仇，这就是互相仇杀的做法，这样的报复行为是不能根除彼此仇杀不止的祸害的。”现在如果用这个标准来判断赵师韫杀死徐元庆的父亲和徐元庆杀死赵师韫，就合乎礼制了。而且，不忘父仇，这是孝的表现；不怕死，这是义的表现。徐元庆能不越出礼的范围，克尽孝道，为义而死，这一定是个明晓事理、懂得圣贤之道的人啊。明晓事理、懂得圣贤之道的人，难道会把王法当作仇敌吗？但上奏议的人反而认为应当处以死刑，这种滥用刑法，败坏礼制的建议，不能作为法律制度，是很清楚明白的。<br>　　请把我的意见附在法令之后颁发下去。今后凡是审理这类案件的人，不应再根据以前的意见处理。谨发表上面的意见。</p><p><strong>注释</strong><br>（1）伏见：看到。旧时下对上有所陈述时的表敬之辞。下文的“窃”，也是下对上表示敬意的。天后：即<a href=\"http://so.gushiwen.org/author_298.aspx\">武则天</a>（624—705），名曌（即“照”），并州文水（今山西省文水县）人。655年（唐高宗<a href=\"http://so.gushiwen.org/author_2098.aspx\">李治</a>永徽六年）被立为皇后，李治在世时即参预国政。后废睿（ruì）宗<a href=\"http://so.gushiwen.org/author_1070.aspx\">李旦</a>自立，称“神圣皇帝”，改国号为周，在位十六年。中宗李哲复位后，被尊为“则天大圣皇帝”，后人因称武则天。<br>（2）同州：唐代州名，辖境相当于今陕西省大荔、合阳、韩城、澄城、白水等县一带。下邽（guī）：县名，今陕西省渭南县。<br>（3）县吏赵师韫：当时的下邽县尉。<br>（4）陈子昂（661—702）：字伯玉，梓州射洪（今四川省射洪县）人。武后时曾任右拾遗，为谏诤之官。旌（jīng）：表彰。闾：里巷的大门。<br>（5）过：错误，失当。<br>（6）礼：封建时代道德和行为规范的泛称。<br>（7）黩（dú）刑：滥用刑法。黩，轻率。<br>（8）僭（jiàn）：超出本分。<br>（9）制：制定，规定。<br>（10）刺谳（yàn）：审理判罪。<br>（11）原：推究。端：原因。<br>（12）州牧：州的行政长官。<br>（13）蒙冒：蒙蔽，包庇。<br>（14）戴天：头上顶着天，意即和仇敌共同生活在一个天地里。《礼记·曲礼上》：“父之仇，弗与共戴天。”<br>（15）枕戈：睡觉时枕着兵器。<br>（16）介然：坚定的样子。自克：自我控制。<br>（17）谢之：向他认错。<br>（18）愆（qiàn）：过错。<br>（19）戕（qiāng）：杀害。<br>（20）悖骜（bèiào）：桀骜不驯。悖，违背。骜，傲慢。<br>（21）邦典：国法。<br>（22）《周礼》：又名《周官》，《周官经》，儒家经典之一。内容是汇编周王室的官制和战国时代各国的制度等历史资料。<br>（23）调人：周代官名。<br>（24）《春秋公羊传》：即《公羊传》，为解释《春秋》的三传之一（另二传是《春秋左氏传》和《春秋谷梁传》）。旧题战国时齐人、子夏弟子<a href=\"http://so.gushiwen.org/author_789.aspx\">公羊高</a>作，一说是他的玄孙公羊寿作。<br>（25）推刃：往来相杀。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　《驳复仇议》作者<a href=\"http://so.gushiwen.org/author_646.aspx\">柳宗元</a>（773—819），该文是柳宗元在礼部员外郎任上写的一篇驳论性的奏议，是针对<a href=\"http://so.gushiwen.org/author_12.aspx\">陈子昂</a>的《复仇议状》而发的，作者认为，陈子昂的《复仇议》中的观点是矛盾的，是不足取的，进而提出了个人的见解。徐元庆为父报仇，杀了父亲的仇人，然后到官府自首。对于这样一个案例，陈子昂提出了杀人犯法、应处死罪，而报父仇却合于礼义、应予表彰的处理意见。柳宗元在文章中批驳了这种观点，认为这不但赏罚不明，而且自相矛盾，指出徐元庆报杀父之仇的行为既合于礼义，又合于法律，应予充分肯定。虽然文章的主旨是要说明封建主义的礼义和封建主义的法律的一致性，但在吏治腐败、冤狱难申的封建社会，仍然具有一定的进步意义。全文观点鲜明，逻辑严密，驳论有力。</p> <p>　　<a href=\"http://so.gushiwen.org/author_298.aspx\">武则天</a>当政时，同州下圭人徐元庆之父徐爽，被下圭县尉赵师韫杀害。后赵师韫入朝为御史，徐元庆则更姓易名，在驿站之中充当仆役。过了很久，赵师韫恰好住在这个驿舍中，徐元庆便趁机亲手杀死了他，然后，投案自首。对于这个案件，当时朝中有不少人认为徐元庆为父报仇，是孝义刚烈的行为，应赦免他的罪；而陈子昂则认为，按照法律，擅自杀人的要处死。因此，他建议，应当对徐元庆依法论死，然后再对他替父报仇的行为予以表彰，并将此事编入律令。当时，大家都赞同陈子昂的主张。</p> <p>　　柳宗元的这篇文章，是驳斥陈子昂的主张的。他引经据典，说明这种主张自相矛盾，背礼违法，造成混乱。文章虽然从维护封建的“礼”与“法”的尊严出发，调和为亲报仇与守法之间的矛盾。然而，作者在行文中，却侧重于说明官吏违法杀人应当受到惩处这个观点，对人民群众反抗暴虐官吏的行为客观上予以支持，同时也在一定程度上暴露和批判了吏治黑暗和官官相护的社会现实。</p> <p>　　文章分析透辟，语言精炼而准确。反映了作者散文的“峻洁廉悍”的风格。</p> <p>　　本文属于议论文中的驳论。作者针对陈子昂在《复仇议》中对徐元庆案件的主张提出了反驳。文章一开始，作者就旗帜鲜明地指出陈子昂的主张是错误的。接着，文章从“礼”和“刑”的辩证关系，得出了“盖圣人之制，穷理以定赏罚，本情以正褒贬”的结论。由这个结论很自然地过渡到对陈子昂提出的“诛之而旌其闾”错误论点的批驳上。“诛”和“旌”是矛盾的，怎么能同时施加在同一个人身上呢?更为有力的是，作者援引了儒家的经典著作来为自己的观点作佐证，这就使得本文的论点无懈可击。</p> <p>　　本文论点明确，论据翔实，论证手段缜密严谨，语言犀利明快，选词恰如其分。在柳文中堪称上乘之作，值得我们仿效。</p>",
  "about": "<h2>思想内涵</h2> <p>　　<a href=\"http://so.gushiwen.org/author_646.aspx\">柳宗元</a>《驳复仇议》是一篇高扬以人为本思想的光辉篇章。它以对弱者的深切同情，批驳初唐<a href=\"http://so.gushiwen.org/author_12.aspx\">陈子昂</a>“既诛且旌”的论点，并且，阐述了“调”即和谐在处理社会矛盾中的作用。全文层次清楚、内容丰富，对今天，依然有启发。<br>　　《驳复仇议》中，柳宗元不仅破字当头，对陈子昂进行了毫不客气的否定与反对，读来“劲畅”；而且，立在其中，联想到社会矛盾与问题的最佳解决方案，确有“卓识”。概括一下，全文大致有四个层面：</p> <p>　　一、“旌”与“诛”不能并用。<br>　　柳宗元先说，“礼”与“刑（法）”，尽管性质相同、目标一致，都在于“防乱”，但它们的应用，却判然分离，即，“礼”是“本情以正褒贬”，它必须调查“诚（好）”或“伪（坏）”的事实；“法”，是“穷理以定赏罚”，它注重研究“曲（错）”或“直（对）”的结论。一个是“始（本）”，一个是“端（末）”。既有联系，又有区别。柳宗元继续说，徐元庆做了可“旌”的“诚（好）”事，陈子昂却硬要将他放到“曲（错）”的位置，说“彼杀之，我乃杀之”，这叫做“滥”，造成“黩刑（枉法）”；相反，如果徐元庆的确“曲（错）”了，该“执而诛之”，却偏要说他做了“诚（好）”事，那么，这是“僭”，“坏礼（礼不健全）甚矣”。基于这种分析，柳宗元认为，陈子昂所谓“既诛且旌”应该“编之于令、永为国典”的说法，是根本站不住脚的（无法“趋义”、“违害”）。</p> <p>　　二、既然徐元庆是“守礼而行义”者，那么，他就一定不会与“王法”为敌（守法人）。<br>　　《新唐书·孝友·张琇传》载：“武后时，下邽人徐元庆父爽为县尉赵师韫所杀，元庆变姓名为驿家保。久之，师韫以御史舍亭下，元庆手杀之，自囚诣官。”从此案例，我们大致可获两点信息：（一）徐爽无罪；（二）徐元庆有冤。事实上，柳宗元就是根据这两个判断，认为，赵师韫杀害徐爽，是“以其私怨，奋其吏气，虐于非辜”，使徐元庆蒙冤；加之，“州牧不知罪，刑官不知问，上下蒙冒”，使徐元庆无处申冤。于是，他才同赵师韫不共戴天，“处心积虑，以冲仇人之胸”。应该说，柳宗元对此行动，给予了极高评价，他说，徐元庆的“不忘仇”，是“孝”；徐元庆的“不爱（怕）死”，是“义”。这样一个“守礼而行义”的人，“是必达理而闻道者”，他又怎么可能做出“悖骜而凌上”，即，“仇天子之法”、“戕奉法之吏”的错误举动来？</p> <p>　　三、在一来一往的“两下相杀”中，徐元庆是值得同情的弱者。<br>　　柳宗元说，在徐元庆与赵师韫的尖锐对立中，他是“弱”者；另外，在徐元庆与州牧、刑官的据理力争中，他又是“寡”者。就是这样一个弱者、寡者，做出了令“执事者”（指州牧、刑官等）“宜有惭色”、“将谢之不暇（要忙着认错、道歉）”的“得礼”（徐爽没有“抵罪触法，陷于大戮”）之事，本该旌表，却置死地，使柳宗元对徐元庆的悲惨遭遇，深感不平与无道；他坚定地站在弱者的立场上，大声疾呼：“而又何诛焉！”使我们仿佛听到了他那发自心灵深处的怒吼。真的，我们还非常有必要研究柳宗元满怀同情的措词：“吁号不闻”、“介然自克”、“即死无憾”、“冤抑沉痛而号无告也”、“暴寡胁弱”、 “服孝死义”等，正所谓“深痛至愤所不能已者”。</p> <p>　　四、解决普遍存在着的社会矛盾与冲突，最理想的境界是“调”。<br>　　陈子昂在《复仇议状》中，说了这样一段话：“人必有子，子必有亲，亲亲相仇，其乱谁救？”认为，作为儿子，都有亲生父亲，如果大家因为爱自己的父亲而去恨凶手、杀仇人，那么，势必带来难以掌控的混乱状况。对此论调，柳宗元驳斥道，陈子昂一方面侈谈“礼”如何如何，另一方面，却又不懂“礼”的中心内容，即，“礼”的性质与目标，在于“防乱”；而“防”的最有效办法，莫过于“调”字。于是，他引用《周礼·地官·调人》：“掌司万人之仇：凡杀人而义者，令勿仇，仇之则死；有反杀者，邦国交仇之。”指出，国家的治理，需设“调人”官职，他们的责任所在，是化解怨恨；而他们的理念，则是劝阻仇杀，不管应不应当。在这里，我们分明见出柳宗元引述的用心，即，如果积极主动地去“调”了，那么，“杀人”的概率必然会大大降低，而陈子昂所说“亲亲相仇，其乱谁救”的局面，也根本不会再发生（“不除害”）。 既然如此，那么，“调”究竟包含了什么样的具体内容？<br>　　在柳宗元那里，“调”绝非随便的字眼；他以自己的体验与感受，从宏观与微观的各个层面，进行过严肃而又深入的思考，即，他把可以“防乱”的“调”字，放到整个“王法”的系统中去，认为，它是不可或缺的：<br>　　（一）官要守法。柳宗元说，官吏，在行政的过程中，要无条件地“奉法”：“凡为治者，杀（人），无赦”。而不能知法犯法，即，蓄“私怨”、鼓“吏气”、“虐于非辜”。这就不但不能被群众容纳与接受，反而，会引起仇恨。<br>　　（二）上下不可蒙冒（蒙蔽、掩盖）。柳宗元认为，当下级官吏为自己的利益而引发仇恨时，上级要“闻”、要“问”，而不是“州牧不知罪，刑官不知问，上下蒙冒，吁号不闻”。所谓“闻”，即，认真地倾听百姓的“冤抑沉痛”；所谓“问”，即，与百姓仔细地攀谈，不让他们“号无告”。柳宗元继续批判，除此之外，“执事者”还应对自己不但没有监督，反而蒙蔽、掩盖、纵容、包庇犯法的下级，感到羞耻与惭愧，因为，徐元庆的最终“复仇”，与他们有着间接的因果关系。<br>　　（三）要用调查研究的方法和手段。柳宗元引《周礼·地官·调人》，有这样一句话：“凡杀人而义者，令勿仇”。所谓“令”，有“使用”意。使用什么？使用方法或手段。之前，柳宗元说：“圣人之制，穷理以定赏罚，本情以正褒贬”，指，如果“王法”完备，那就必定离不开调查：这究竟是好事还是坏事；也需研究：这究竟是对还是错。可以这样说，调查研究，就是“调”的方法和手段；也只有在这个过程中，“情（事实）”、“理（道理）”得以清楚，为化解与消除矛盾，奠定客观基础。 根据以上分析，柳宗元“以人为本”的思想自然而然地凸现出来了。</p> <p>　　细分一下，至少有这么两点，依然有现实意义与启发作用：<br>　　（一）珍爱生命。在《驳复仇议》中，我们不仅看到了柳宗元对犯法官吏的无比憎恨，也注意到了他对百姓生命的无限爱惜。他驳陈子昂，是用谴责的笔触去写的，比如“诛其可旌，兹谓滥，黩刑甚矣”，矛头直指陈子昂的助纣为虐，认为，他“反以为戮”，开了“滥”杀之戒，真正是“不议曲直”、“暴寡胁弱”，丧失了起码的人性与良知。柳宗元对死难者的同情，在其他作品中，也有反映，如，在《答元饶州论政理书》中，说，“敝政”使“贫者愈困饿死亡而莫之省”；在《捕蛇者说》中，控诉赋敛之毒，导致“死者相藉也”；再如《非〈国语〉·戮仆》篇，柳宗元批评晋中军司马魏绛不杀公子而斩其仆，是“害无罪”、“非能刑”、“不亦甚乎”！<br>　　（二）联系群众。在《驳复仇议》中，柳宗元说，作为一个“守礼而行义”者，徐元庆绝不会与“王法”为敌。他之杀赵师韫，直接原因是赵“虐于非辜”；间接原因，在于“执事者”的不闻不问。由此，我们可以看出，一方面，柳宗元认为，人民是有反抗的力量的；另一方面，为了避免对立面的扩大，柳宗元又提出了一个非常迫切的任务，即，要加强与人民群众的密切联系。他论述道，一部完备的“王法”，对执政者要提出较高的要求：见民生不能不闻不问，而应“刺谳（定案）其诚伪，考正其曲直”；甚至，还应反思，为自己没能联系好群众、使人民受惠而“有惭色”。</p>",
  "poet": {
    "id": 646,
    "star": 0,
    "name": "柳宗元",
    "image": "http://img.gushiwen.org/authorImg/liuzongyuan.jpg",
    "desc": "柳宗元（773年－819年），字子厚，唐代河东（今山西运城）人，杰出诗人、哲学家、儒学家乃至成就卓著的政治家，唐宋八大家之一。著名作品有《永州八记》等六百多篇文章，经后人辑为三十卷，名为《柳河东集》。因为他是河东人，人称柳河东，又因终于柳州刺史任上，又称柳柳州。柳宗元与韩愈同为中唐古文运动的领导人物，并称“韩柳”。在中国文化史上，其诗、文成就均极为杰出，可谓一时难分轩轾。"
  },
  "tags": [
    "古文观止",
    "议论"
  ]
}