{
  "id": 65109,
  "star": 95,
  "name": "苏幕遮·草",
  "dynasty": "宋代",
  "content": "露堤平，烟墅杳。乱碧萋萋，雨后江天晓。独有庾郎年最少。窣地春袍，嫩色宜相照。<br>接长亭，迷远道。堪怨王孙，不记归期早。落尽梨花春又了。满地残阳，翠色和烟老。",
  "fanyi": "<p><strong>译文</strong><br>堤坝上的绿草含水带露，远处的房屋在如烟春色的掩映下若隐若现。雨后天色变晴，江水开阔，到处都是萋萋的芳草。离乡宦游的才子年少成名，他穿上及地的青色章服，衣服颜色与嫩绿的草色互相映衬，十分相宜。<br>芳草把路边一个又一个的长亭连接起来，使得远道凄迷。那萋萋的芳草，仿佛是在埋怨宦游的王孙公子已经忘记了归期。眼看梨花落尽，春天马上又要过去了。日光渐暗，暮霭沉沉，那翠绿的春草也似乎变得苍老了。</p> <p><strong>注释</strong><br>⑴苏幕遮：唐教坊曲名，来自西域。后用为词牌名。双调，六十二字，上下片各四仄韵。<br>⑵墅：田庐、圃墅。杳：幽暗，深远，看不到踪影。<br>⑶萋萋：形容草生长茂盛。<br>⑷庾郎年最少：庾郎本指<a href=\"http://so.gushiwen.org/author_662.aspx\">庾信</a>。庾信是南朝梁代文士，使魏被留，被迫仕于北朝。庾信留魏时已经四十二岁，当然不能算“年最少”，但他得名甚早，“年十五，侍梁东宫讲读”（《庾开府集序》）。这里借指一般离乡宦游的才子。<br>⑸窣（sū）地：拂地，拖地。窣：拂，甩动。窣地春袍：指踏上仕途，穿起拂地的青色章服。宋代六、七品服绿，八、九品服青。刚释褐入仕的年轻官员，一般都是穿青袍。春袍、青袍，实为一物，用这里主要是形容宦游少年的英俊风貌。<br>⑹嫩色宜相照：指嫩绿的草色与袍色互相辉映，显得十分相宜。<br>⑺长亭：古路旁亭舍，常用作饯别处。《白孔六帖》卷九有“十里一长亭，五里一短亭”。《一切经音义》有“汉家因秦十里一亭。亭，留也”。<br>⑻王孙：贵族公子。<br>⑼落尽梨花春又了：化用<a href=\"http://so.gushiwen.org/author_349.aspx\">李贺</a>《河南府试十二月乐词·三月》<a href=\"http://so.gushiwen.org/view_65109.aspx\">诗</a>句：“曲水飘香去不归，梨花落尽成秋苑。”</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　宋沈义父云：“咏物词，最忌说出题字。”（《乐府指迷》）这首咏草词虽不着一“草”字，却用环境、形象、神态的描绘，将春草写得形神俱备。词中，上片以绮丽之笔，突出雨后青草之美；下片以凄迷之调，突出青草有情，却反落入苍凉之境。</p> <p>　　上片起首两句写长堤上绿草平整、露光闪烁；远处的别墅如烟绿草掩映下若隐若现。接下来一句总写芳草萋萋。“雨后江天晓”，是用特定的最佳环境来点染春草的精神，通过雨后万物澄澈、江天开阔的明媚物象，活画出浓郁的春意和蓬勃的生机，为下文“少年”的出场作铺垫。“独有庾郎年最少”三句，由物及人，由景入意。“庾郎”本指<a href=\"http://so.gushiwen.org/author_662.aspx\">庾信</a>。庾信是南朝梁代文士，使魏被留，被迫仕于北朝。庾信留魏时已经四十二岁，当然不能算“年最少”，但他得名甚早，“年十五，侍梁东宫讲读”（《庾开府集序》）。这里借指一般离乡宦游的才子。“窣地春袍”，指踏上仕途，穿起拂地的青色章服。宋代六、七品服绿，八、九品服青。刚释褐入仕的年轻官员，一般都是穿青袍。春袍、青袍，实为一物，用这里主要是形容宦游少年的英俊风貌。“嫩色宜相照”，指嫩绿的草色与袍色互相辉映，显得十分相宜。以上，作者描摹出春草的芊绵可爱，用遍地春草映衬出臣游少年的春风得意。</p> <p>　　词的下片转而抒写宦游少年春尽思归的情怀。过片二句化用<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>《菩萨蛮》词末二句“何处是归程？长亭连短亭”之意。接下来两句，词人流露出对宦海浮沉的厌倦，用自怨自艾的语调表达了强烈的归思。“落尽梨花春又了”，化用<a href=\"http://so.gushiwen.org/author_349.aspx\">李贺</a>《河南府试十二月乐词·三月》<a href=\"http://so.gushiwen.org/view_65109.aspx\">诗</a>句：“曲水飘香去不归，梨花落尽成秋苑。”以自然界春色的匆匆归去，暗示自己仕途上的春天正消逝。结拍两句渲染了残春的迟暮景象。</p> <p>　　“老”字与上片“嫩”字遥相呼应。于春草的由“嫩”变“老”之中，暗寓伤春之意，而这也正好是词人嗟老、倦游心情的深刻写照。宋吴曾《能改斋漫录》卷十七云：“梅圣俞欧阳公座，有以<a href=\"http://so.gushiwen.org/author_762.aspx\">林逋</a>词‘金谷年年，乱生春色准为主’为美者，圣俞因别为《苏幕遮》一阕云云。欧公击节赏之。” </p>",
  "poet": {
    "id": 131,
    "star": 0,
    "name": "梅尧臣",
    "image": "http://img.gushiwen.org/authorImg/meiyaochen.jpg",
    "desc": "梅尧臣（1002～1060）字圣俞，世称宛陵先生，北宋著名现实主义诗人。汉族，宣州宣城（今属安徽）人。宣城古称宛陵，世称宛陵先生。初试不第，以荫补河南主簿。50岁后，于皇祐三年（1051）始得宋仁宗召试，赐同进士出身，为太常博士。以欧阳修荐，为国子监直讲，累迁尚书都官员外郎，故世称“梅直讲”、“梅都官”。曾参与编撰《新唐书》，并为《孙子兵法》作注，所注为孙子十家著（或十一家著）之一。有《宛陵先生集》60卷，有《四部丛刊》影明刊本等。词存二首。"
  },
  "tags": [
    "婉约",
    "春天",
    "咏物",
    "伤春",
    "思归"
  ]
}