{
  "id": 70146,
  "star": 3,
  "name": "杂剧·张公艺九世同居",
  "dynasty": "元代",
  "content": "第一折<br>老夫姓张名公艺，寿张县人氏。嫡亲的四口儿家属。老夫所生三个孩儿，大的张悦，第二张王羽，第三个张英。大的个治家，第二个习文，第三个习武。这三个孩儿，家私里外，都是俺这三个孩儿的。自北齐至隋，到今九世同居。曾蒙两朝旌表门闾，人呼为义门张氏。老夫自来仗义疏财，为乡里钦敬，尊称曰长者相呼。目今圣人治世，上托着万万岁主人洪福，下托着祖宗阴德，似我这般人家，天下罕有也。父亲，有甚么修身齐家的事，训教您儿者。<br>【仙吕】【点绛唇】九世同居，故家乔木，传今古。则俺这远近宗族，端的是上下皆和睦。<br>【混江龙】尊卑有序，俺一团和气霭门闾。立身的有士农工贾，传家的有礼乐诗书。想着那累代功名天下有，似俺家满门忠孝世间无。为男的孝于父母，做女的善侍公姑。人力众数百家眷，田宅广无限仓庾。亲戚同高楼大厦，朋友共肥马轻车。乐天年幽居田野。播芳声喧满江湖。但存忠孝以齐家，不求荣显学干录。常能如此，更待何如。<br>父亲，想咱一家儿人家，自祖宗以来，九世同居，富贵奢华，皆因是祖宗阴德也。您众孩儿不知，我说与你听者。<br>【油葫芦】似俺般富贵荣华天付与，俺端的心自足。喜遇明君治世。时遇着舜天尧日乐安居，堪叹的是西山日迫桑榆暮。喜的是高堂月旦芝兰聚，自北齐千乘君，大隋仁圣主，省差徭免赋税加优恤，见如今旋表耀门闾。<br>俺祖辈以来，多受皇家褒奖也。<br>【天下乐】两度天书出帝都，家也波声，传父祖，一家儿孝慈成化俗。士民俱赞扬，乡闾皆敬伏，俺端的播清风一万古。<br>父亲，今日是八月个五日月旦之日，中堂上设祭祀之礼，请父亲拈香。着行钱抬过那香卓来者。偌多的人，偏要使我做着这个，行钱好不气长也！我抬过香卓来了。老夫张公艺，自祖宗以来，九世同居，上托着明君治世，国泰民安，俺一家儿虔诚告祝也。<br>【那吒令】银台烧绛烛，祥烟散华屋。沉檀炷宝护，轻风飘翠缕。金杯奠醁醑，清香喷玉壶。陈馔馐，排樽俎，排列在阶除。<br>【鹊踏枝】左右行列昭穆，定亲疏，追思这祖考音容，洋洋乎在生规模。再拜虔诚告祝，保护一家儿上下无虞。<br>拜告已毕，请父亲升堂，以序长幼之礼。今日月旦，子孙中居长者，各分班次。张文玉近前，所习何业？您儿攻书哩。读甚么书？父亲，您孩儿雪案萤窗朝夕勤劳，攻习经史，您孩儿无书不读。托祖宗遗德，父亲余荫，学成满腹诗书。您孩儿闻知大开学校，招贤纳士，您孩儿待要应举走一遭。孩儿也，圣人道：学则庶民之子为公卿，不学则公卿之子为庶民也。孩儿的便是也。<br>【寄生草】你做须做文章伯，学则学君子儒，可不道书中自有千钟粟。你为人要比连城玉，济时须作擎天柱。孟子云：穷则独善其身，达则兼善天下。你达时腰金佩紫掌丝纶，不达时沦黄数黑寻章句。<br>张武杰所习何业？您孩儿学武艺哩。吾闻诗礼传家，此子弃文就武，亦各言其志也。曾读武经七书么？您儿读来。用兵贵乎随机应变，勿学赵括，胶柱鼓瑟，不能成其事也。父亲，您孩儿学成满腹兵书战策，如今圣主，选用良才，招纳四方杰士，您孩儿文武兼济，若到举场，必然重用。得了一官半职，光显门闾，可不好那！<br>【幺篇】你学济世安邦策，按六韬三略书。则要你识安危动变驱兵旅，察虚实攻守安营戍，分奇正左右依行伍，但能够雄赳赳虎豹帐中居，煞强如冷清清鹦鹉洲边住。<br>老夫年纪高大，也无多神思。孩儿每众多，也有为官的，也有守庄产的，也有为商贾的，齐向前来，听我训诲也。<br>【六幺序】我这里频嘱付，孩儿每自喑伏。休得恣荒淫酒色欢娱，为儒的早趁三余，笃志诗书休得闲遥遥惰却身躯。少年莫道儒冠误，索将他经史熟读。圣人言不贰过不迁怒，修其天爵，人爵从诸。孩儿也。你两个学的文武全才，即今便上朝应举去，则要你着志者。您孩儿即今便行也。<br>【幺篇】想为官的要辨贤愚，休要弄权术。爱恤民庶，教化风俗，一片心常思报主。想民瘼不易除，为农的竭力耕锄，休教他田野荒芜。到头来勤苦是亨衢。饱衣暖食供朝暮。不勤时仓禀空虚，礼义廉耻为先务。毋忝尔祖，以保身躯。<br>为官更有几件分付你也。<br>【赚煞尾】便好道养育受亲恩。仁宦食天禄，这的是父生汝君子食汝。自古君亲两不殊，不忠孝天理何如！慎其独，似十目视十手指严乎。则要你上合天心下协民望，天网恢恢本不疏。你索温恭自虚，制竹谨度，行藏须鉴圣贤书。<br><br>第二折<br>家业消乏命运乖，父丧不举意悲哀。读书万卷青灯下，晓夜凄凄不放怀。小生姓王，名澄，字伯清，乃江右王原举之子。小生年幼，不想父亲亡化过了，止有老母在堂。家私穷薄，停柩在家，无钱埋殡。父亲生前时，说有张公艺，此人平昔仗义疏财。父亲在时，与他有一面之交。今日无计所奈，待要投托此人去，倘若有些小财物，殡葬父亲，可不是好。不敢久停久住，我须索走一遭去也。忧心切切难驱，遣谒托张公大丈夫。老夫年过七旬，不觉的老迈，待将家私分付与孩儿每来，心上有几件不了的事，索分付孩儿每办下，以尽平生之愿。想人生光阴易老也呵。<br>【南吕】【一枝花】镜添白发新，人对黄花瘦。光阴驹过隙，世事水浮沤。寒暑相逐，乌免搬昏昼。昨日春今日秋，过中年万事俱休，空枉了堆金北斗。<br>【梁州】我不愿生前贵显，但只愿身后名留。此生多感皇天祐，有干柴细米，肥马轻裘，千箱罗绮，百味珍羞。倚晴空高阁重楼，卷飞云绿幕银鉤。我我我有芝兰晚节森荣，是是是对松菊终朝唱酬。嗨嗨嗨叹桑榆暮景优游。回头，故友，十年间阻干戈后，寄音信细穷究，半上青云半土丘，题起来两泪交流。乌兔如飞，日月逝矣也。<br>【隔尾】逐朝春镜容颜瘦，一枕黄粮梦境熟。往事回头尽参透，吾心已休，甘心退守，老却当年钓鳌手。<br>下次小的每，与我唤将张悦来者。父亲，唤您儿有甚事训教？孩儿也，我年纪高大了，一切家私，都分付与你。我心上有三件未了的事，我说与你，你办下，尽我数年清乐，岂不快哉！父亲有那三件未了的事，父亲，头一件事怎生？您儿不知，父亲试说者。头一件，与我请个明师，立一个义学，但乡中人家孩儿，尽他来读书，酒食束脩，我家自办。左右两齐，明窗净几，盖一座书楼，要整齐者。知道了。<br>【牧羊关】有一等要读书的家私薄，更无钱办束脩。因此上有志难酬。似这般净几明窗，煞强如桑枢瓮牖。这书楼修觑的小可也。这书楼是一个未变化鱼龙窟，是-个未发达的凤凰楼。但能够礼乐从先进，一强如您乡闾出下流。<br>父亲，第二件是甚么？你如今拨二顷田庄的钱粮，与我别收下者。另收下何用？<br>【幺篇】庄田与我亲标拨，钱粮与我别项收，恐有那一等受贫穷朋友干求。倘有那连丧不举的人家，久定难成的配偶。丧不举呵，怎的？丧不举呵，我与他斋僧道营坟墓，婚不了呵，如何？女不嫁呵，我与他办首饰置衾绸。须教他嫁娶心无憾，免得他居丧礼不周。下次小的每门首看着，有甚么人来？理会的。小生王伯清是也。因父丧不举，到此张公艺家，借些小钱物，埋殡父亲。可早来到也。兀那门公报复去，道有王原举之子来见老员外。理会的。报的员外得知，有王原举之子来见员外。行钱，当初王原举，与老夫有一面之交，请他过来。理会的。有请。孩儿也。你有甚么事，来到此处也。不瞒长者说，我父亲曾与长者有一面之交。我父不辛，身亡三载，停柩在堂，无线殡葬。止有老母在堂，并无亲故。想长者有疏财仗义之心，全望长者可怜，借些钱物，以葬我父亲。若蒙俯允，此恩不忘也。<br>【红芍药】他从头至尾说因由，和我也雨泪交流。他道父亡三载久停留，并无-个亲识追求。则你那文齐来福未酬，则要你显男儿得志之秋。老夫一一记在心头，我必有个主意相周。这拾两银子，与你埋殡父亲。你埋殡了父亲，你上朝求官应举去。这拾两银子，与你做盘缠，这鞍马权与你代步。孩儿，你则着志者。多谢了长者也。路远不及吊问，休怪也。不敢不敢。我倒好笑，拿着细丝银子儿，鞍马衣服，白与了别人去了。我整日家与他做买卖，倒不与我，真乃是夹脑风也。<br>【菩萨梁州】你与我疾便登舟，休辞生受。显文章魁首，免你那倚门尊母忧愁。蟾宫独步占鳌头，门庭改换传家后。此言语不虚谬，不枉了灯窗学业修，万古名留。<br>就如今辞了长者，若王澄异日发达时，此恩必当重报也。王伯清去了也，孩儿，我与你说未了，早有这等穷薄的来，咱赍助他些盘缠，岂非美事。更有一件心上事，你与我办者。再有甚么事？你与我盖造池亭园馆一所，我要每日散心悦情。世间万事，总是一场春梦，想我为人在世，此心足矣。您儿谨依尊命也。<br>【骂玉郎】声名不落他人后，心已遂更何求。人情世事皆虚谬，想如今故友稀，叹鬓边白发新，喜榻上青毡旧。<br>父亲，你平生所乐何事也？<br>【感皇恩】呀，爱的是山水清幽，喜的是菊松芳秀。伴风月两闲人，渺乾坤双醉眼，乐诗酒一儒流。闲散心青山故友，暂忘机沧海盟鸥，梦义皇，谢尘世，卧糟丘。<br>你老人家，偌大年纪，正好吃酒耍子儿哩。<br>【采茶歌】做一个醉乡侯，老风流，得优游处且优游。对酒当歌开笑口，一杯消尽古今愁。分付你的言语，你牢记着。您孩儿理会的。<br>【煞尾】把我那西园池馆从新构，北院山亭即便修。留得闲身漫迤逗，栽花种柳，携琴载洒，我和那松竹梅花做心友。<br>小官姓贼名皮。表德字要钞。奉圣人的命。今春开放选场，天下文武举子，都来应举，着小官做个知贡举官。小官想来，我这一头儿买卖，可也。张千开放举场，看有甚么人来？小子姓张，家住在金魏陶姜。则我是果珍李奈，家住在菜重芥姜。小子姓张，是张狂，兄弟是李奈。俺二人学成文武，故来应举。可早来到也。门里人报复去，道有两位能文善武的秀才，特来应举。报的大人得知，外面有两个秀才，特来应举。着他过来。着过去。兀那两个是甚么人？是应举的秀才。你来应举，会吟诗么？会吟诗，会课赋，丢了斧子拽的锯。这壮士，你来应举？学生我来应举。你会甚么武艺？我十九般武艺都会。只有十八般武艺，偏你十九般，那一般呢？我会打筋斗。这厮泼说。且一壁有者。兄弟，咱弟兄两个，自从辞别了父亲，上朝取应，可早来到举场中也。俺过去见贡官去也。哥哥，俺见贡官去来。门里人报复去，道有两个秀才，特来应举。报的大人得知，有两个秀才，特来应举。着他过来。着过去。兀那两个是甚么人？俺是应举的秀才。那个呢？我来应武举。您都一壁有者。自小习学看九经，一朝及第望身荣。治民有法知条令，报答吾皇水土恩。小官王伯清是也，江右寿张县人也。自幼攻习文墨，父丧家贫，三载不举。闻知张公艺长者恤孤念寡，敬老怜贫，出无倚之丧，嫁孤寒之女。小官出于无奈，投于张公艺，借些钱物，埋殡我父亲。不想此人与我埋葬之资，又与银两衣服鞍马。将父亲殡葬已毕，小生上朝取应，见了圣人，日不移影，应对百篇，加小官为黄门侍郎之职。今春大开举场，选用文武英才，着小官为考官总裁。如今到场中考试文武，走一遭去。可早来到也。相公。恕学生接迟也。有秀才来到也不曾？相公请坐，有四秀才来应文武举。你过来见相公。秀才那里人氏？小生江右寿张县人氏。姓张名王羽，是张公艺之子。张公艺，莫不是九世不分居的张公艺么？然也。是名家之子。曾读那一经来？小生非敢大言，九经皆通。你且一壁有者。理会的。某乃寿张县，姓张名英。乃张公艺第三个孩儿。习那一家兵书战策？某习黄公三略法，吕望六韬书。你且一壁有者。这个秀才，姓甚名谁？小生姓张，是张狂、你通那一经？颇晓九经。这个壮士姓甚名谁？小生姓李，是李奈。你读那一家兵书战策？黄公三略法。这两个秀才，倒做的官，倒好耍子。兀那知贡举官，你看这秀才每的文卷。都做下了不曾？如做的完备了，都收将来我看者。你这秀才每的文卷，都做完了不曾，连忙趱着做将来，大人要看哩。文卷都做完备了。既然做的完备，将来我与大人看去。你们凑下些人事儿送我。大人，文卷都有了也。将来我看。这张狂，李奈，经书不通，怎么做的秀才！赶出去。这张王羽文如锦绣，笔走龙蛇，堪做头名状元。这张英机谋广大，策论熟滑，堪做武举状元。小官不敢久停久住，回圣人的话，走一遭去。我也不曾要你银子，你也不得官做。我家去也。一举首登龙虎榜，十年身到凤凰池，兄弟，别人做了状元，把咱赶出来。咱一人唱两句儿，回家去来罢。<br>【双调清江引】别人做了状元喜满腮，咱两个如之奈？他两个都为三品官，齐向金阶拜。咱两个躲在那背巷里悄悄的家去来。<br><br>第三折<br>自从将家私付与孩儿每，倒大来好清闲也。<br>【正宫】【端正好】人事尚炎凉，世态轻忠信，似这般不义富于我如浮云。小人若得十年运，早忘了贫时分。<br>【滚绣球】向人前敢自尊，胡议论，出言语无半星儿谦逊，气昂昂傍若无人。倚仗着千两金，万两银，见一等穷相识并不亻秋问，若见他富豪人便和气若雷陈。他亲的是朱楼翠阁风流子，他敬的是白马红缨衫色新。何足云云。<br>行钱门首看者。看有甚么人来？理会的。雷霆驱号令，星斗焕文章。小官乃使命是也。有一及第书生王伯清，在圣人前保奏寿张县张公艺，见今九世同居。奉圣人的命，差某问他有何齐家之道。不敢久停久住，须索走一遭。说话中间，可早来到也。令人报复去，道有天朝使命，在于门首。理会的。报的员外得知，有天朝使命，在于门首。呀、呀、呀，我索接待去。早知天使来到，只合远接。接待不着，勿令见罪也。<br>【倘秀才】传圣旨火臣到门，忙惊讶心中自忖，有甚事传言达至尊，抬香案，引儿孙，向前接引。圣命至此，张公艺你焚香接待也。<br>【脱布衫】炷余炉宅篆氤氲，遥瞻拜玉阙丹宸。顿首诚惶谢恩，有何事感蒙君问？<br>【小梁州】止不过草芥微躯一庶民，隐迹山村。圣人的命，问你九世不分居，有何齐家之道？圣人问齐家之道何因，为甚么家和顺，九世不曾分。<br>【幺】老夫自小蒙家训，止不过慈爱宽仁。非老夫能，家无他论，则我这齐家之本，诚意与修身。你有何言语，我与你上达也。将纸墨笔砚过来者。纸笔在此。<br>【醉太平】纸光如素粉，墨浓似春云，抵多少蘸霜毫笔阵扫千军。口无言门哂，待对这万言长策无高论，待答那表章无学问。写到百十个忍字对天臣，望传达至尊。<br>你这等是不敬上。圣人差我来，问你九世不分居的缘故。你写上许多忍字，倘若圣人问我，这忍字着小官怎生回答？好没道理也！天臣息怒，听老夫细说。我齐家之道，止不过在此忍字而已。<br>【叨叨令】假如道饭食不周衣服不备为下的道心偏逊，恭敬不至礼节不到为上的道他生忿。上责下下怨上即渐的生嗔恨，上不慈下不孝必定相争论。我家不分呵为何？彼各都忍了也波哥，彼各都忍了也波哥，因此上父为子隐上下家和顺。原来是如此，我怎知道也。天使，不则齐家之法，有此忍字，上至宰臣，下及庶民，皆有此忍。能忍者全身保命，不忍者丧家取祸，天使，听我说一遍。你说，小官试听者。<br>【随煞尾】这忍字向不平心上安刀刃，呵，心地清能忍清凉绝斗纷。守口如瓶要安分，防意如城主忠信。能忍呵怨恨成欢仇变恩，不能忍呵恩爱为仇喜作嗔。能忍呵谁是谁非尽休问，他弱他强莫争论。能忍呵宽裕温柔保六亲，你若要远害全身止不过在于忍。<br>谁想这忍字上，有如此齐家之道。小官不敢久停久住，回圣人话，走一遭去。忙驰驿路心何急，回奏天庭达圣聪。<br><br>第四折<br>小官王伯清是也。自从父亲亡化已过，无钱殡葬，曾去寿张县投托张公艺。多谢此人赠我花银十两。衣服盘缠，回家殡葬父亲。已后小官一举登第，官至黄门侍郎。小官曾在圣人面前，保奏此人九世不分。遣使命问此人，答以忍字百余。龙颜大喜，就差小官开读诏书，赠绢百匹，免他一应差役，旌表门闾。小官乘此良便，就将原借银两等物送还，以表寸心。小官不敢久停久住，直至寿张县，走一遭去。两小孩儿上朝取应去了，未知得官也不曾？着老夫辗转思虑，看有甚么人来。自家是个报登科记的。如今张老员外的两个孩儿，都得了官也。往他家报个喜信去。问人来则这个便是张员外家。我自过去。员外，你的两个孩儿，都做了状元也。是真个？将五两银子来与他。多谢了员外也。小官张王羽是也，这位是兄弟张英。俺二人到的帝都阙下，一举状元及第。又蒙王伯清保奏，着俺锦衣还乡。摆开头踏，慢慢的行者。员外，有他弟兄两个，都得了官。摆着头踏来家了。是一派好乐声也。<br>【双调】【新水令】揭清天一派动箫韶，聚春风玉骢争道。锦斓斑仙仗拥，花烂熳彩楼高。县宰官僚，头踏尽来到。<br>远远的是父亲，左右接了马者。父亲，俺弟兄二人，都得了头名状元也。<br>【驻马听】天路迢遥，万里春风拂绣袍。街衢喧闹，九大恩雨到蓬蒿。黄华使者下云霄，圣明天子旌忠孝，门闾气势豪，翚飞轮奂祥烟绕。<br>可早来到也，左右接了马者。令人报复去，道有使命在于门首。理会的。员外，有使命在于门首。使命至也，我索接待也。早知使命前来，只合远接，接待不着，勿令见罪也。张公艺你听者：因你九世不分居，风俗忠孝，家道雍睦，差小官特来加官赐赏也。感谢圣恩也。请长者坐受小官一礼，以伸报谢也。<br>【殿前欢】天使索劬劳，事君王束带立于朝。承宣走马长安道，胸卷江涛。长者请坐受礼也。偶迎逢一面交，惹议论诸公笑，则道是没见识村夫傲。长者有德，小官年幼也。俺年高呵则是个山林潦倒。您年幼呵则当代的英豪。<br>长者，你记得小官么。<br>【川拨棹】仿佛记旧丰标。偶相逢恐认错。老人多病年高，老景萧条，僻处荒郊，多因是间别久时间忘了。隔关河途路杳。<br>长者受礼，小官因父丧不举，多蒙长者厚赠，以葬其父。此恩寸心不忘，吾乃王原基之子王伯清是也。<br>【七兄弟】天臣道了，老夫记着。那一朝，为父丧足下亲来到。多蒙厚赐也。谢君不责礼轻薄，长者当时所赐银两，今在此奉还也。多蒙长者厚赠，葬我父亲之恩也。暂用急怎敢思君报。<br>这银两我决不受也。长者你收了者。<br>【梅花酒】今日个事已了，乃朋友之交。我投以木桃，君报以琼瑶。感足下情分好，并不受半分毫。这些银子你不要，我拿去买酒吃哩。谢天臣敬重老，对县宰众官僚，他举金杯劝香醪，谈今古恣酬酢，喜欢会在今朝。<br>【收江南】呀，不觉的淋漓酒湿锦宫袍，春风满面乐醄醄一声长笑海山高。想离多会少，霎时间一鞭春色马蹄遥。<br>圣人知你九世不分居，又兼疏财仗义，差小官与你加官赐赏也。<br>【鸳鸯煞】感君王亲赐皇宣诏，谢大臣远践红尘道。送别临歧，走马还朝。唱道顿首诚惶，瞻天拜表。感谢深蒙雨露恩难报。华胄遥遥，千古清风播皇阁。<br>你一行人跪者，听我下断：圣明朝四海安康，行王道褒奖忠良。张公艺九世同居，天颜悦喜气洋洋。张王羽为头名状元，张英乃武举栋梁。更赐与色绢百匹，承恩命满袖天香。立牌坊孝义之门，免差徭万古名扬。今日个加官赐赏。一家儿拜谢吾皇。<br>题目忠孝门三朝旌表<br>正名张公艺九世同居</p> <p> ",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "未知作者"
  },
  "tags": []
}