{
  "id": 71180,
  "star": 136,
  "name": "苏武传(节选)",
  "dynasty": "两汉",
  "content": "　　武字子卿，少以父任，兄弟并为郎，稍迁至栘中厩监。时汉连伐胡，数通使相窥观。匈奴留汉使郭吉、路充国等前后十余辈，匈奴使来，汉亦留之以相当。天汉元年，且鞮侯单于初立，恐汉袭之，乃曰：「汉天子我丈人行也。」尽归汉使路充国等。武帝嘉其义，乃遣武以中郎将使持节送匈奴使留在汉者，因厚赂单于，答其善意。</p> <p>　　武与副中郎将张胜及假吏常惠等募士斥候百余人俱。既至匈奴，置币遗单于；单于益骄，非汉所望也。方欲发使送武等，会缑王与长水虞常等谋反匈奴中。缑王者，昆邪王姊子也，与昆邪王俱降汉，后随浞野侯没胡中，及卫律所将降者，阴相与谋，劫单于母阏氏归汉。会武等至匈奴。虞常在汉时，素与副张胜相知，私候胜曰：「闻汉天子甚怨卫律，常能为汉伏弩射杀之，吾母与弟在汉，幸蒙其赏赐。」张胜许之，以货物与常。后月余，单于出猎，独阏氏子弟在。虞常等七十余人欲发，其一人夜亡告之。单于子弟发兵与战，缑王等皆死，虞常生得。</p> <p>　　单于使卫律治其事。张胜闻之，恐前语发，以状语武。武曰：「事如此，此必及我，见犯乃死，重负国！」欲自杀，胜惠共止之。虞常果引张胜。单于怒，召诸贵人议，欲杀汉使者。左伊秩訾曰：「即谋单于，何以复加？宜皆降之。」单于使卫律召武受辞。武谓惠等：「屈节辱命，虽生何面目以归汉？」引佩刀自刺。卫律惊，自抱持武。驰召医，凿地为坎，置煴火，覆武其上，蹈其背，以出血。武气绝，半日复息。惠等哭，舆归营。单于壮其节，朝夕遣人候问武，而收系张胜。</p> <p>　　武益愈。单于使使晓武，会论虞常，欲因此时降武。剑斩虞常已，律曰：「汉使张胜谋杀单于近臣，当死；单于募降者，赦罪。」举剑欲击之，胜请降。律谓武曰：「副有罪，当相坐。」武曰：「本无谋，又非亲属，何谓相坐？」复举剑拟之，武不动。律曰：「苏君，律前负汉归匈奴，幸蒙大恩，赐号称王，拥众数万，马畜弥山，富贵如此。苏君今日降，明日复然。空以身膏草野，谁复知之？」武不应。律曰：「君因我降，与君为兄弟；今不听吾计，后虽复欲见我，尚可得乎？」武骂律曰：「汝为人臣子，不顾恩义，畔主背亲，为降虏于蛮夷，何以女为见？且单于信女，使决人死生，不平心持正，反欲斗两主观祸败。南越杀汉使者，屠为九郡；宛王杀汉使者，头县北阙；朝鲜杀汉使者，即时诛灭。独匈奴未耳。若知我不降明，欲令两国相攻，匈奴之祸，从我始矣！」律知武终不可胁，白单于。单于愈益欲降之。乃幽武置大窖中，绝不饮食。天雨雪。武卧，啮雪与旃毛并咽之，数日不死。匈奴以为神，乃徙武北海上无人处，使牧羝。羝乳，乃得归。别其官属常惠等，各置他所。</p> <p>　　武既至海上，廪食不至，掘野鼠去屮实而食之。杖汉节牧羊，卧起操持，节旄尽落。积五、六年，单于弟于靬王弋射海上。武能网纺缴，檠弓弩，于靬王爱之，给其衣食。三岁余，王病，赐武马畜、服匿、穹庐。王死后，人众徙去。其冬，丁令盗武牛羊，武复穷厄。</p> <p>　　初，武与李陵俱为侍中。武使匈奴明年，陵降，不敢求武。久之，单于使陵至海上，为武置酒设乐。因谓武曰：「单于闻陵与子卿素厚，故使陵来说足下，虚心欲相待。终不得归汉，空自苦亡人之地，信义安所见乎？前长君为奉车，从至雍棫阳宫，扶辇下除，触柱，折辕，劾大不敬，伏剑自刎，赐钱二百万以葬。孺卿从祠河东後土，宦骑与黄门驸马争船，推堕驸马河中，溺死，宦骑亡。诏使孺卿逐捕。不得，惶恐饮药而死。来时太夫人已不幸，陵送葬至阳陵。子卿妇年少，闻已更嫁矣。独有女弟二人，两女一男，今复十余年，存亡不可知。人生如朝露，何久自苦如此？陵始降时，忽忽如狂，自痛负汉；加以老母系保宫。子卿不欲降，何以过陵？且陛下春秋高，法令亡常，大臣亡罪夷灭者数十家，安危不可知。子卿尚复谁为乎？愿听陵计，勿复有云！」</p> <p>　　武曰：「武父子亡功德，皆为陛下所成就，位列将，爵通侯，兄弟亲近，常愿肝脑涂地。今得杀身自效，虽蒙斧钺汤镬，诚甘乐之。臣事君，犹子事父也。子为父死，亡所恨，愿无复再言。」陵与武饮数日，复曰：「子卿，壹听陵言。」武曰：「自分已死久矣！王必欲降武，请毕今日之欢，效死于前！」陵见其至诚，喟然叹曰：「嗟呼！义士！陵与卫律之罪上通于天！」因泣下沾衿，与武决去。</p> <p>　　陵恶自赐武，使其妻赐武牛羊数十头。后陵复至北海上，语武：「区脱捕得云中生口，言太守以下吏民皆白服，曰：『上崩。』」武闻之，南乡号哭，欧血，旦夕临。数月，昭帝即位。数年，匈奴与汉和亲。汉求武等。匈奴诡言武死。后汉使复至匈奴。常惠请其守者与俱，得夜见汉使，具自陈道。教使者谓单于言：「天子射上林中，得雁足有系帛书，言武等在某泽中。」使者大喜，如惠语以让单于。单于视左右而惊，谢汉使曰：「武等实在。」于是李陵置酒贺武曰：「今足下还归，扬名于匈奴，功显于汉室，虽古竹帛所载，丹青所画，何以过子卿！陵虽驽怯，令汉且贳陵罪，全其老母，使得奋大辱之积志，庶几乎曹柯之盟。此陵宿昔之所不忘也！收族陵家，为世大戮，陵尚复何顾乎？已矣！令子卿知吾心耳！异域之人，壹别长绝！」陵起舞，歌曰：「径万里兮度沙幕，为君将兮奋匈奴。路穷绝兮矢刃摧，士众灭兮名已隤，老母已死，虽欲报恩将安归？」</p> <p>　　陵泣下数行，因与武决。单于召会武官属，前以降及物故，凡随武还者九人。武以始元六年春至京师，诏武奉一太牢谒武帝园庙，拜为典属国，秩中二千石，赐钱二百万，公田二顷，宅一区。常惠徐圣赵终根皆拜为中郎，赐帛各二百匹。其余六人，老归家，赐钱人十万，复终身。常惠后至右将军，封列侯，自有传。武留匈奴凡十九岁，始以强壮出，及还，须发尽白。 ",
  "fanyi": "　　字子卿，年轻时凭着父亲的职位，兄弟三人都做了皇帝的侍从，并逐渐被提升为掌管皇帝鞍马鹰犬射猎工具的官。当时汉朝廷不断讨伐匈奴，多次互派使节彼此暗中侦察。匈奴扣留了汉使节郭吉、路充国等前后十余批人。匈奴使节前来，汉朝庭也扣留他们以相抵。 公元前100年，且鞮刚刚立为单于，唯恐受到汉的袭击，于是说：“汉皇帝，是我的长辈。”全部送还了汉廷使节路充国等人。汉武帝赞许他这种通晓情理的做法，于是派遣苏武以中郎将的身份出使，持旄节护送扣留在汉的匈奴使者回国，顺便送给单于很丰厚的礼物，以答谢他的好意。<br>　　苏武同副中郎将张胜以及临时委派的使臣属官常惠等，加上招募来的士卒、侦察人员百多人一同前往。到了匈奴那里，摆列财物赠给单于。单于越发傲慢，不是汉所期望的那样。单于正要派使者护送苏武等人归汉，适逢缑王与长水人虞常等人在匈奴内部谋反。缑王是昆邪王姐姐的儿子，与昆邪王一起降汉，后来又跟随浞野侯赵破奴重新陷胡地，在卫律统率的那些投降者中，暗中共同策划绑架单于的母亲阏氏归汉。正好碰上苏武等人到匈奴。虞常在汉的时候，一向与副使张胜有交往，私下拜访张胜，说：“听说汉天子很怨恨卫律，我虞常能为汉廷埋伏弩弓将他射死。我的母亲与弟弟都在汉，希望受到汉廷的照顾。”张胜许诺了他，把财物送给了虞常。一个多月后，单于外出打猎，只有阏氏和单于的子弟在家。虞常等七十余人将要起事，其中一人夜晚逃走，把他们的计划报告了阏氏及其子弟。单于子弟发兵与他们交战，缑王等都战死；虞常被活捉。<br>　　单于派卫律审处这一案件。张胜听到这个消息，担心他和虞常私下所说的那些话被揭发，便把事情经过告诉了苏武。苏武说：“事情到了如此地步，这样一定会牵连到我们。受到侮辱才去死，更对不起国家！”因此想自杀。张胜、常惠一起制止了他。虞常果然供出了张胜。单于大怒，召集许多贵族前来商议，想杀掉汉使者。左伊秩訾说：“假如是谋杀单于，又用什么更严的刑法呢？应当都叫他们投降。”单于派卫律召唤苏武来受审讯。苏武对常惠说：“丧失气节、玷辱使命，即使活着，还有什么脸面回到汉廷去呢！”说着拔出佩带的刀自刎，卫律大吃一惊，自己抱住、扶好苏武，派人骑快马去找医生。医生在地上挖一个坑，在坑中点燃微火，然后把苏武脸朝下放在坑上，轻轻地敲打他的背部，让淤血流出来。苏武本来已经断了气，这样过了好半天才重新呼吸。常惠等人哭泣着，用车子把苏武拉回营帐。单于钦佩苏武的节操，早晚派人探望、询问苏武，而把张胜逮捕监禁起来。<br>　　苏武的伤势逐渐好了。单于派使者通知苏武，一起来审处虞常，想借这个机会使苏武投降。剑斩虞常后，卫律说：“汉使张胜，谋杀单于亲近的大臣，应当处死。单于招降的人，赦免他们的罪。”举剑要击杀张胜，张胜请求投降。卫律对苏武说：“副使有罪，应该连坐到你。”苏武说：“我本来就没有参予谋划，又不是他的亲属，怎么谈得上连坐？”卫律又举剑对准苏武，苏武岿然不动。卫律说：“苏君！我卫律以前背弃汉廷，归顺匈奴，幸运地受到单于的大恩，赐我爵号，让我称王；拥有奴隶数万、马和其他牲畜满山，如此富贵！苏君你今日投降，明日也是这样。白白地用身体给草地做肥料，又有谁知道你呢！”苏武毫无反应。卫律说：“你顺着我而投降，我与你结为兄弟；今天不听我的安排，以后再想见我，还能得到机会吗？” 苏武痛骂卫律说：“你做人家的臣下和儿子，不顾及恩德义理，背叛皇上、抛弃亲人，在异族那里做投降的奴隶，我为什么要见你！况且单于信任你，让你决定别人的死活，而你却居心不平，不主持公道，反而想要使汉皇帝和匈奴单于二主相斗，旁观两国的灾祸和损失！南越王杀汉使者，结果九郡被平定。宛王杀汉使者，自己头颅被悬挂在宫殿的北门。朝鲜王杀汉使者，随即被讨平。唯独匈奴未受惩罚。你明知道我决不会投降，想要使汉和匈奴互相攻打。匈奴灭亡的灾祸，将从我开始了！”卫律知道苏武终究不可胁迫投降，报告了单于。单于越发想要使他投降，就把苏武囚禁起来，放在大地窖里面，不给他喝的吃的。天下雪，苏武卧着嚼雪，同毡毛一起吞下充饥，几日不死。匈奴以为神奇，就把苏武迁移到北海边没有人的地方，让他放牧公羊，说等到公羊生了小羊才得归汉。同时把他的部下及其随从人员常惠等分别安置到别的地方。<br>　　苏武迁移到北海后，粮食运不到，只能掘取野鼠所储藏的野生果实来吃。他拄着汉廷的符节牧羊，睡觉、起来都拿着，以致系在节上的牦牛尾毛全部脱尽。一共过了五、六年，单于的弟弟於靬王到北海上打猎。苏武会编结打猎的网，矫正弓弩，於靬王颇器重他，供给他衣服、食品。三年多过后，於靬王得病，赐给苏武马匹和牲畜、盛酒酪的瓦器、圆顶的毡帐篷。王死后，他的部下也都迁离。这年冬天，丁令人盗去了苏武的牛羊，苏武又陷入穷困。<br>　　当初，苏武与<a href=\"http://so.gushiwen.org/author_795.aspx\">李陵</a>都为侍中。苏武出使匈奴的第二年，李陵投降匈奴，不敢访求苏武。时间一久，单于派遣李陵去北海，为苏武安排了酒宴和歌舞。李陵趁机对苏武说：“单于听说我与你交情一向深厚，所以派我来劝说足下，愿谦诚地相待你。你终究不能回归本朝了，白白地在荒无人烟的地方受苦，你对汉廷的信义又怎能有所表现呢？以前你的大哥苏嘉做奉车都尉，跟随皇上到雍的棫宫，扶着皇帝的车驾下殿阶，碰到柱子，折断了车辕，被定为大不敬的罪，用剑自杀了，只不过赐钱二百万用以下葬。你弟弟孺卿跟随皇上去祭祀河东土神，骑着马的宦官与驸马争船，把驸马推下去掉到河中淹死了。骑着马的宦官逃走了。皇上命令孺卿去追捕，他抓不到，因害怕而服毒自杀。我离开长安的时候，你的母亲已去世，我送葬到阳陵。你的夫人年纪还轻，听说已改嫁了，家中只有两个妹妹，两个女儿和一个男孩，如今又过了十多年，生死不知。人生像早晨的露水，何必长久地像这样折磨自己！我刚投降时，终日若有所失，几乎要发狂，自己痛心对不起汉廷，加上老母拘禁在保宫，你不想投降的心情，怎能超过当时我李陵呢！并且皇上年纪大了，法令随时变更，大臣无罪而全家被杀的有十几家，安危不可预料。你还打算为谁守节呢？希望你听从我的劝告，不要再说什么了！”<br>　　苏武说：“我苏武父子无功劳和恩德，都是皇帝栽培提拔起来的，官职升到列将，爵位封为通侯，兄弟三人都是皇帝的亲近之臣，常常愿意为朝廷牺牲一切。现在得到牺牲自己以效忠国家的机会，即使受到斧钺和汤镬这样的极刑，我也心甘情愿。大臣效忠君王，就像儿子效忠父亲，儿子为父亲而死，没有什么可恨，希望你不要再说了！” 李陵与苏武共饮了几天，又说：“你一定要听从我的话。”苏武说：“我料定自己已经是死去的人了！单于一定要逼迫我投降，那么就请结束今天的欢乐，让我死在你的面前！”李陵见苏武对朝廷如此真诚，慨然长叹道：“啊，义士！我李陵与卫律的罪恶，上能达天！”说着眼泪直流，浸湿了衣襟，告别苏武而去。<br>　　李陵不好意思亲自送礼物给苏武，让他的妻子赐给苏武几十头牛羊。后来李陵又到北海，对苏武说：“边界上抓住了云中郡的一个俘虏，说太守以下的官吏百姓都穿白的丧服，说是皇上死了。”苏武听到这个消息，面向南放声大哭，吐血，每天早晚哭吊达几月之久。汉昭帝登位，几年后，匈奴和汉达成和议。汉廷寻求苏武等人，匈奴撒谎说苏武已死。后来汉使者又到匈奴，常惠请求看守他的人同他一起去，在夜晚见到了汉使，原原本本地述说了几年来在匈奴的情况。告诉汉使者要他对单于说：“天子在上林苑中射猎，射得一只大雁，脚上系着帛书，上面说苏武等人在北海。”汉使者万分高兴，按照常惠所教的话去责问单于。单于看着身边的人十分惊讶，向汉使道歉说：“苏武等人的确还活着。”于是李陵安排酒筵向苏武祝贺，说：“今天你还归，在匈奴中扬名，在汉皇族中功绩显赫。即使古代史书所记载的事迹，图画所绘的人物，怎能超过你！我李陵虽然无能和胆怯，假如汉廷姑且宽恕我的罪过，不杀我的老母，使我能实现在奇耻大辱下积蓄已久的志愿，这就同曹沫在柯邑订盟可能差不多，这是以前所一直不能忘记的！逮捕杀戮我的全家，成为当世的奇耻大辱，我还再顾念什么呢？算了吧，让你了解我的心罢了！我已成异国之人，这一别就永远隔绝了！”李陵起舞，唱道：“走过万里行程啊穿过了沙漠，为君王带兵啊奋战匈奴。归路断绝啊刀箭毁坏，兵士们全部死亡啊我的名声已败坏。老母已死，虽想报恩何处归！”<br>　　李陵泪下纵横，于是同苏武永别。单于召集苏武的部下，除了以前已经投降和死亡的，总共跟随苏武回来的有九人。苏武于汉昭帝始元六年（前81年）春回到长安。昭帝下令叫苏武带一份祭品去拜谒武帝的陵墓和祠庙。任命苏武做典属国，俸禄中二千石；赐钱二百万，官田二顷，住宅一处。常惠、徐圣、赵终根都任命为皇帝的侍卫官，赐给丝绸各二百匹。其余六人，年纪大了，回家，赐钱每人十万，终身免除徭役。常惠后来做到右将军，封为列侯，他自己也有传记。苏武被扣在匈奴共十九年，当初壮年出使，等到回来，胡须头发全都白了。",
  "shangxi": "<p>　　《传》是《汉书》中最出色的名篇之一，它记述了苏武出使匈奴，面对威胁利诱坚守节操，历尽艰辛而不辱使命的事迹，生动刻画了一个“富贵不能淫，威武不能屈”的爱国志士的光辉形象。作者采用写人物传记经常运用的纵式结构来组织文章，以顺叙为主，适当运用插叙的方法，依时间的先后进行叙述，脉络清晰，故事完整。文章大致分为三部分。</p> <p>　　第一部分即文章的第1、2段，介绍了苏武的身世、出使的背景及原因。文章一开始写道：“时汉连伐胡，数通使相窥观。匈奴留汉使郭吉、路充国等前后十余辈。匈奴使来，汉亦留之以相当。”苏武出使匈奴的这一背景，表明苏武出使时的严酷历史环境，同时交代了匈奴尽管“尽归汉使路充国等”却只是因为“且鞮侯单于初立，恐汉袭之”的缓兵之计，并非真心和好。所以当汉武帝派苏武护送扣留在汉朝的匈奴使者还朝，并“厚赂单于”时，“单于益骄”，这也是后来单于悍然扣留苏武一行的原因。</p> <p>　　第二部分即文章第3~7段，重点记述了苏武留胡十九年备受艰辛而坚持民族气节的事迹。这部分也是文章着力描写的部分，以精彩的笔墨描写了苏武反抗匈奴统治者招降的种种斗争情形。具体描写到匈奴招降共有三次：第一次是卫律软硬兼施想迫使苏武投降，被苏武正气凛然的怒斥所喝退，双方矛盾斗争激烈，场面紧张。接着写匈奴企图用艰苦的生活条件来消磨苏武的斗志，把他囚禁于地窖中，使他备受饥寒，接着流放苏武到荒无人烟的北海让他牧羊。然而在极端恶劣的环境中，苏武不可磨灭的爱国精神再一次粉碎了匈奴的险恶用心。他手握汉节──国家民族的象征，在九死一生中维持着一个使者的使命。这时斗争是相对缓和的，直接表现的是苏武与自然环境做斗争。第三次是故友<a href=\"http://so.gushiwen.org/author_795.aspx\">李陵</a>劝降。这段描写不但表现了苏武可贵的气节，同时也刻画了叛将李陵的复杂心态。他那尚未泯灭的爱国之情、羞恶之心在苏武的崇高境界面前被唤醒了，其内心剖白真实感人。李陵在劝苏武时曾说：“陛下春秋高，法令亡常，大臣亡罪夷灭者数十家”，这是作者借李陵之口表达对汉武帝动辄杀戮大臣的残忍行为的不满，也是《汉书》中少有的表现批判统治者的进步思想倾向之处。而苏武与李陵的对答针锋相对，波澜起伏，非常精彩，人物之声气跃然纸上。此处苏武的斗争对象是交情很深而今已是敌对阵营的故友，双方的心态都比较复杂，而作者的描写也很到位，是这部分最出彩之处。</p> <p>　　第三部分即文章最后三段，介绍了苏武被放回国的经过。课文最后一句“留匈奴凡十九岁，始以强壮出，及还，须发尽白”，看似平实记述，细细品味却包含着作者诸多感情。人生不过百年，十九年何其太长！苏武“强壮出”，出使时正当壮年，及回归故国时已是“须发尽白”，一生大好时光都在煎熬中过去了，作者的叹惋之情溢于言表，而能为信念坚执如此确实令人敬佩！幸而虽历尽磨难，终于完成了使者的任务，维护了国家尊严，保持了民族气节，且荣归故里，作者欣慰之感也显而易见。可以说这句表达的是作者与读者共同的心声。</p> <p>　　为了表现苏武的性格、气节及始终不渝的爱国精神，文章在记“行”时又着力于环境及细节的描写。如苏武自刺一节，被置于地坎温火之上，“蹈背出血，气绝复苏”，充满悲壮色彩。而周围人的反应是“卫律惊，自抱持武”“惠等哭，舆归营”“单于壮其节”。这一惊、一哭、一壮的细节描写充分衬托出苏武的铮铮铁骨及高尚情操。文章语言千锤百炼，俭省精净，刻画人物入骨三分，将史家笔法与文学语言较好地结合起来。</p>",
  "poet": {
    "id": 398,
    "star": 0,
    "name": "班固",
    "image": "http://img.gushiwen.org/authorImg/bangu.jpg",
    "desc": "班固（建武八年32年－永元四年92年）东汉官吏、史学家、文学家。史学家班彪之子，字孟坚，汉族，扶风安陵人（今陕西咸阳东北）。除兰台令史，迁为郎，典校秘书，潜心二十余年，修成《汉书》，当世重之，迁玄武司马，撰《白虎通德论》，征匈奴为中护军，兵败受牵连，死狱中，善辞赋，有《两都赋》等。"
  },
  "tags": [
    "高中文言文",
    "传记",
    "赞美",
    "写人"
  ]
}