{
  "id": 71058,
  "star": 827,
  "name": "菩萨蛮·人人尽说江南好",
  "dynasty": "唐代",
  "content": "人人尽说江南好，游人只合江南老。春水碧于天，画船听雨眠。<br>垆边人似月，皓腕凝霜雪。未老莫还乡，还乡须断肠。",
  "fanyi": "<p><strong>译文</strong><br>人人都说江南好，游人应该在江南待到老去。春天的江水清澈碧绿比天空还青，游人可以在有彩绘的船上听着雨声入眠。<br>江南酒家卖酒的女子长得很美，卖酒撩袖时露出的双臂洁白如雪。年华未衰之时不要回乡，回到家乡后必定悲痛到极点。</p> <p><strong>注释</strong><br>游人只合江南老：这里指飘泊江南的人，即作者自谓。只合：只应。江南好：<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>《忆江南》词首句为“江南好”。碧于天：一片碧绿，胜过天色。<br>垆边：指酒家。垆，旧时酒店用土砌成酒瓮卖酒的地方。《史记·<a href=\"http://so.gushiwen.org/author_70.aspx\">司马相如</a>列传》记载，司马相如妻<a href=\"http://so.gushiwen.org/author_785.aspx\">卓文君</a>长得很美，曾当垆卖酒：“买一酒舍沽就，而令文君当垆。”<br>皓腕凝霜雪：形容双臂洁白如雪。凝霜雪，像霜雪凝聚那样洁白。<br>未老莫还乡，还乡须断肠：年尚未老，且在江南行乐。如还乡离开江南，当使人悲痛不已。须：必定，肯定。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这首<a href=\"http://so.gushiwen.org/view_71058.aspx\">诗</a>是《菩萨蛮五首》中的第二首，对第一首的回应。难道主人公不愿意回到家中吗？可是自己求取功名不得，又怎能轻言回去呢？“人人尽说江南好。游人只合江南老。”写得多美！但这种美，不是靠意象的美而烘托，却是靠浓挚的情感，而且是经过理性的浸润后的浓挚的情感动人。江南之美，甲于天下，但寓居在此，逃避战乱的人，又怎么会有归属感？故这两句是沉郁的。“春水碧于天。画船听雨眠。”说的是碧绿的春水，比天空还要明净，躺在游船画舫之中，和着雨声入睡，又是何等之美，何等之空灵。前二句的沉郁，与后二句的空灵，就形成了难以言喻的艺术张力。</p> <p>　　过片暗用<a href=\"http://so.gushiwen.org/author_785.aspx\">卓文君</a>之典。汉时蜀人<a href=\"http://so.gushiwen.org/author_70.aspx\">司马相如</a>，与巨富卓王孙之女卓文君私奔，因卓王孙宣布与文君断绝关系，司马相如就令文君当垆，自己穿着短裤，在大街上洗涤酒器。所以“炉边人似月。皓腕凝双雪”，炉就是酒垆，炉边人指的就是自己的妻子，也就是上一首中“绿窗人”。主人公何尝不思念这位面如皎月、肤色赛霜雪的妻子？但是“未老莫还乡。还乡须断肠”，古人云富贵而不还乡，就像衣锦而夜行，而一事无成的人，回到家乡，心情却只有更加抑郁哀凉。这两句没有任何艺术技巧可言，纯粹靠人生阅历和情感动人，成为千古名句。清末大词人<a href=\"http://so.gushiwen.org/author_619.aspx\">王鹏运</a>提出，写词要符合“重、大、拙”三字诀，这两句就是“拙”的审美境界。</p>",
  "about": "<h2>创作背景</h2> <p>　　根据中国古典文学专家叶嘉莹教授的研究，<a href=\"http://so.gushiwen.org/author_622.aspx\">韦庄</a>的《菩萨蛮五首》词中的“江南”，都是确指的江南之地，并非指蜀地。这组词创作于韦庄晚年寓居蜀地时期，是作者为回忆江南旧游而作。</p> <p>　　韦庄生在唐帝国由衰弱到灭亡、五代十国分裂混乱的时代，一生饱经乱离漂泊之苦。<a href=\"http://so.gushiwen.org/author_438.aspx\">黄巢</a>攻破长安，他逃往南方，到处流浪。直到59岁，才结束了这漂泊流离的生活。这组词内容与他的流浪生活密切相关。</p>",
  "poet": {
    "id": 622,
    "star": 0,
    "name": "韦庄",
    "image": "http://img.gushiwen.org/authorImg/weizhuang.jpg",
    "desc": "韦庄（约836年─910年），字端己，杜陵（今中国陕西省西安市附近）人，诗人韦应物的四代孙，唐朝花间派词人，词风清丽，有《浣花词》流传。曾任前蜀宰相，谥文靖。"
  },
  "tags": [
    "宋词三百首",
    "婉约",
    "江南",
    "思乡"
  ]
}