{
  "id": 33,
  "star": 121,
  "name": "雄雉",
  "dynasty": "先秦",
  "content": "雄雉于飞，泄泄其羽。我之怀矣，自诒伊阻。<br>雄雉于飞，下上其音。展矣君子，实劳我心。<br>瞻彼日月，悠悠我思。道之云远，曷云能来？<br>百尔君子，不知德行。不忮不求，何用不臧？",
  "fanyi": "<p><strong>译文<br></strong>雄雉在空中飞翔，舒展着五彩翅膀。我如此思念夫君，给自己带来忧伤。<br>雄雉在空中飞翔，上下鸣唱声嘹亮。我那诚实的夫君，实让我心劳神伤。<br>看日月迭来迭往，思念是那样悠长。道路相隔真遥远，何时才能回家乡？<br>那些在位君子们，不知我夫德高尚。不贪荣名不贪利，为何让他遭祸殃！</p> <p><strong>注释<br></strong>⑴邶（bèi）：中国周代诸侯国名，地在今河南省汤阴县东南。<br>⑵雉（zhì）：野鸡，雄者有冠，长尾，身有文采，善斗。一说雉为耿介之鸟，交有时，别有伦。<br>⑶于：往。一说语助词。<br>⑷泄（yì）泄：鼓翅飞翔的样子。<a href=\"http://so.gushiwen.org/author_459.aspx\">朱熹</a>《<a href=\"http://so.gushiwen.org/view_33.aspx\">诗</a>集传》：“泄泄，飞之缓也。”<br>⑸怀：因思念而忧伤。<br>⑹自诒：自己给自己。诒（yí）：通”贻“，遗留。伊：此，这。阻：忧愁，苦恼。一说阻隔。<br>⑺下上其音：叫声随飞翔而忽上忽下。<br>⑻展：诚，确实。<br>⑼劳我心：即”我心劳“，因挂怀而操心、忧愁。劳，忧。<br>⑽瞻：远看，望。<br>⑾悠悠：绵绵不断。<br>⑿云：与下句的“云”同为语气助词。<br>⒀曷（hé）：何。此处指何时。<br>⒁百尔君子：你们这些君子。百，凡是，所有。尔，你们。君子，在位，有官职的大夫。<br>⒂德行：品德和行为。<br>⒃忮（zhì）：忌恨，害也。一说”贪求“。求：贪求。<br>⒄何用：何以，为何。不臧（zāng）：不善，不好。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　此<a href=\"http://so.gushiwen.org/view_33.aspx\">诗</a>前二章都是以雄雉起兴。“兴”就是见景生情：看到漂亮的雄野鸡在空中自由自在地飞，欢快自得地鸣叫，这个独守空房的女人心中很不是滋味。雄雉就在眼前，能见到它舒畅地拍翅膀，能听到它咯咯的叫声。而丈夫久役，既不能见其人，也不能闻其声。先是怀想，后是劳心，思妇的感情层层迭起。此二章只举雄雉，不言双飞，正道出离别，引出下文“怀”“劳”的情绪，写雄雉，又是从“飞”这一动态去描写它的神情（“泄泄其羽”）和声音（“下上其音”），突出其反复不止，意在喻丈夫久役不息，思妇怀想不已。</p> <p>　　第三章以日月的迭来迭往，来兴丈夫久役不归。同时，以日月久长来拟自己的悠悠思绪。而关河阻隔，怅问丈夫归来何期，亦可见思妇怀念之切。此章中的“瞻”字涵盖思妇所见。思妇与所见的日月构成意象空间，虚拟出一幅思妇正在伫立遥望的情景，加以前文所见雄雉的点染，便传递出强烈的画面感。“道之云远”把思妇的视线指向其久役的丈夫，它与第一章“自诒伊阻”相承为义，分别从空间的距离（“远”）和空间的间断（“阻”）来说的。“曷云能来”，是对思妇“悠悠我思”的现实回答，也是思妇瞻望的必然结果。道远路阻，丈夫无法回来，这也深深透露出对当时现实的无奈。</p> <p>　　第四章语气一转，忧其丈夫仕于乱世，希望他善能周全，可见其深思至爱之意。传说雉是耿介之鸟，就其品性可比君子，《王风·兔爰》“雉离于罗”，即比君子遭罪。此章“不知德行”从反面伸足此义，就其品性来讽劝君子。</p> <p>　　全诗前三章的意思可以归纳为一个词：思念。女主人公思念远在天边从役的丈夫，自己内心沮丧，不能排解。每天看着日升日落，月圆月缺，女人心中的思念也如这日月一样悠长。最后一章的意思可以归纳为一个词：批判。女主人公指责那些贵族君子们，是他们的贪欲造成了夫妻分离的悲剧。前三章的思念是为后一章的批评蓄势；而末章对在位君子的批判，突破个人私情，使诗歌的境界提升了一个高度。</p>",
  "about": "<h2>创作背景</h2> 　　关于此<a href=\"http://so.gushiwen.org/view_33.aspx\">诗</a>的背景，历来说法不一。有人认为是为妇人思念远役的丈夫而作，也有人认为是为思念友人而作。《毛诗序》说：“《雄雉》，刺卫宣公也。淫乱不恤国事，军旅数起，大夫久役，男女怨旷，国人患之，而作是诗。”这里的“丈夫久役、男女怨旷”点明了此诗为妇人思念远役丈夫的诗。方玉润《诗经原始》说此诗为“期友不归，思而共勖”而作，认为是朋友互勉的诗。　",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": [
    "诗经",
    "思念"
  ]
}