{
  "id": 7715,
  "star": 41,
  "name": "远别离",
  "dynasty": "唐代",
  "content": "远别离，古有皇英之二女，乃在洞庭之南，潇湘之浦。<br>海水直下万里深，谁人不言此离苦？<br>日惨惨兮云冥冥，猩猩啼烟兮鬼啸雨。<br>我纵言之将何补？<br>皇穹窃恐不照余之忠诚，雷凭凭兮欲吼怒。<br>尧舜当之亦禅禹。<br>君失臣兮龙为鱼，权归臣兮鼠变虎。<br>或云：尧幽囚，舜野死。<br>九疑联绵皆相似，重瞳孤坟竟何是？<br>帝子泣兮绿云间，随风波兮去无还。<br>恸哭兮远望，见苍梧之深山。<br>苍梧山崩湘水绝，竹上之泪乃可灭。",
  "fanyi": "<p><strong>译文<br></strong>远别离啊，古时有尧之二女娥皇、女英在洞庭湖之南、潇湘的岸边，在为与舜的远别而恸哭。<br>洞庭、湘水虽有万里之深，也难与此别离之苦相比。<br>她们只哭得白日无光，云黑雾暗，感动得猿揉在烟雾中与之悲啼！鬼神为之哀泣，泪下如雨。<br>现在我提起此事有谁能理解其中的深意呢？<br>我的一片忠心恐怕就是皇天也不能鉴照啊。我若说出来，不但此心无人能够理解，还恐怕要由此引起老天的雷霆之怒呢？<br>到了这个份上，就是尧也得让位于舜，舜也得让位于禹。<br>国君若失去了贤臣的辅佐，就会像神龙化之为凡鱼；奸臣一旦把持了大权，他们就会由老鼠变成猛虎。<br>我听说，尧不是禅位于舜的，他是被舜幽囚了起来，不得已才让位于舜的。舜也是死在荒野之外，死得不明不白。<br>结果，他葬在九疑山内，因山中九首皆相似。娥皇和女英连她们丈夫的孤坟也找不到了。<br>于是这两个尧帝的女儿，只好在洞庭湖畔的竹林中痛哭，泪水洒到竹子上，沾上了点点斑痕。最后她们一起投进了湖水，随着风波一去不返。<br>她们一边痛哭，一边遥望着南方的苍梧山，因她们与大舜再也不能见面了，这才是真正的远别离啊。<br>要问她们洒在竹子上的泪痕何时才能灭去，恐怕只有等到苍梧山崩、湘水绝流的时候了。</p> <p><strong>注释<br></strong>⑴远别离，乐府“别离”十九曲之一，多写悲伤离别之事。<br>⑵皇英，指娥皇、女英，相传是尧的女儿，舜的妃子。舜南巡，两妃随行，溺死于湘江，世称湘君。她们的神魂游于洞庭之南，并出没于潇湘之滨。见《列女传·母仪传》。<br>⑶乃，就。<br>⑷潇湘，湘水中游与潇水合流处。见《水经注》。这里作湘江的别称。<br>⑸“海水”两句意为：谁人不说这次分离的痛苦，像海水那样的深不见底！<br>⑹惨惨，暗淡无光。冥，阴晦的样子。两句意为：日光暗淡，乌云密布；猩猩在烟云中悲鸣，鬼怪在阴雨中长啸。这是比喻当时政治黑暗。<br>⑺纵，即使。补，益处。皇穹，天。这里喻指唐玄宗。窃恐，私自以为。照，明察。凭凭，盛大的意思。雷凭凭，形容雷声响而又接连不断。这三句意为：我即使向唐玄宗进谏，又有什么补益？恐怕他不会了解我的忠诚，以至雷公也将要为我大鸣不平。<br>⑻禅，禅让，以帝位让人。这句是“尧当之亦禅舜，舜当之亦禅禹”的意思。<br>⑼“君失臣”两句意为：帝王失掉了贤臣，犹如龙变成鱼；奸臣窃取了大权，就像老鼠变成猛虎。<br>⑽或云，有人说。幽囚，囚禁。尧幽囚，传说尧因德衰，曾被舜关押，父子不得相见。舜野死，传说舜巡视时死在苍梧。这两句，作者借用古代传说，暗示当时权柄下移，藩镇割据，唐王朝有覆灭的危险。<br>⑾九疑，即苍梧山，在今湖南宁远县南。因九个山峰联绵相似，不易辨别，故又称九疑山。相传舜死后葬于此地。重瞳，指舜。相传舜的两眼各有两个瞳仁。两句意为：九疑山的峰峦联绵相似，舜的坟墓究竟在哪儿呢？<br>⑿帝子，指娥皇、女英。传说舜死后，二妃相与恸哭，泪下沾竹，竹上呈现出斑纹。见《述异记》。这两句意为：两妃哭泣于翠竹之间，自投于湘江，随波一去不返。<br>⒀“恸哭”四句意为：两妃远望着苍梧山，大声痛哭，泪水不断洒落在湘竹上。除非苍梧山崩裂，湘水断流，竹上的泪痕才会消灭。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　这是一个古老的传说：帝尧曾经将两个女儿（长曰娥皇、次曰女英）嫁给舜。舜南巡，死于苍梧之野。二妃溺于湘江，神游洞庭之渊，出入潇湘之浦。这个传说，使得潇湘洞庭一带似乎几千年来一直被悲剧气氛笼罩着，“远别离，古有皇英之二女；乃在洞庭之南，潇湘之浦，海水直下万里深，谁人不言此离苦？”一提到这些<a href=\"http://so.gushiwen.org/view_7715.aspx\">诗</a>句，人们心理上都会被唤起一种凄迷的感受。那流不尽的清清的潇湘之水，那浩淼的洞庭，那似乎经常出没在潇湘云水间的两位帝子，那被她们眼泪所染成的斑竹，都会一一浮现在脑海里。所以，诗人在点出潇湘、二妃之后发问：“谁人不言此离苦？”就立即能获得读者强烈的感情共鸣。</p> <p>　　接着，承接上文渲染潇湘一带的景物：太阳惨淡无光，云天晦暗，猩猩在烟雨中啼叫，鬼魅在呼唤着风雨。但接以“我纵言之将何补”一句，却又让人感到不是单纯写景了。阴云蔽日，那“日惨惨兮云冥冥”，就像是说皇帝昏聩、政局阴暗。“猩猩啼烟兮鬼啸雨”，正像大风暴到来之前的群魔乱舞。而对于这一切，一个连一官半职都没有的诗人，即使说了，也无补于世，没有谁能听得进去。既然“日惨惨”、“云冥冥”，那么朝廷就不能区分忠奸。所以诗人接着写道：我觉得皇天恐怕不能照察我的忠心，相反，雷声殷殷，又响又密，好像正在对我发怒呢。这雷声是指朝廷上某些有权势的人的威吓，但与上面“日惨惨兮云冥冥，猩猩啼烟兮鬼啸雨”相呼应，又像是仍然在写潇湘洞庭一带风雨到来前的景象，使人不觉其确指现实。</p> <p>　　“尧舜当之亦禅禹，君失臣兮龙为鱼，权归臣兮鼠变虎。”这段议论性很强，很像在追述造成别离的原因：奸邪当道，国运堪忧。君主用臣如果失当，大权旁落，就会像龙化为可怜的鱼类，而把权力窃取到手的野心家，则会像鼠一样变成吃人的猛虎。当此之际，就是尧亦得禅舜，舜亦得禅禹。诗人说：不要以为我的话是危言耸听、亵渎人们心目中神圣的上古三代，证之典籍，确有尧被秘密囚禁，舜野死蛮荒之说啊。《史记·五帝本纪》正义引《竹书纪年》载：尧年老德衰为舜所囚。《国语·鲁语》：“舜勤民事而野死。”由于忧念国事，诗人观察历史自然别具一副眼光：尧幽囚、舜野死之说，大概都与失权有关吧？“九疑联绵皆相似，重瞳孤坟竟何是？”舜的眼珠有两个瞳孔，人称重华。传说他死在湘南的九嶷山，但九座山峰联绵相似，究竟何处是重华的葬身之地呢？称舜墓为“孤坟”，并且叹息死后连坟地都不能为后人确切知道，更显凄凉。不是死得暧昧，不至于如此。娥皇、女英二位帝子，在绿云般的丛竹间哭泣，哭声随风波远逝，去而无应。“见苍梧之深山”，着一“深”字，令人可以想象群山迷茫，即使二妃远望也不知其所，这就把悲剧更加深了一步。“苍梧山崩湘水绝，竹上之泪乃可灭。”斑竹上的泪痕，乃二妃所洒，苍梧山应该是不会有崩倒之日，湘水也不会有涸绝之时，二妃的眼泪自然没有止期。这个悲剧实在是太深了。</p> <p>　　诗所写的是二妃的别离，但“我纵言之将何补”一类话，分明显出诗人是对现实政治有所感而发的。所谓“君失臣”、“权归臣”是天宝后期政治危机中突出的标志，并且是<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>当时心中最为忧念的一端。元代萧士赟认为玄宗晚年贪图享乐，荒废朝政，把政事交给<a href=\"http://so.gushiwen.org/author_2691.aspx\">李林甫</a>、杨国忠，边防交给安禄山、哥舒翰，“太白熟观时事，欲言则惧祸及己，不得已而形之诗，聊以致其爱君忧国之志。所谓皇英之事，特借指耳。”这种说法是可信的。李白之所以要危言尧舜之事，意思大概是要强调人君如果失权，即使是圣哲也难保社稷妻子。后来在马嵬事变中，玄宗和杨贵妃演出一场远别离的惨剧，可以说是正好被李白言中了。</p> <p>　　诗写得迷离惝恍，但又不乏要把迷阵挑开一点缝隙的笔墨。“我纵言之将何补？皇穹窃恐不照余之忠诚，雷凭凭兮欲吼怒。”这些话很像他在《梁甫吟》中所说的“我欲攀龙见明主，雷公砰轰震天鼓。……白日不照吾精诚，杞国无事忧天倾。”不过，《梁甫吟》是直说，而《远别离》中的这几句隐隐呈现在重重迷雾之中，一方面起着点醒读者的作用，一方面又是在述及造成远别离的原因时，自然地带出的。诗仍以叙述二妃别离之苦开始，以二妃恸哭远望终结，让悲剧故事笼括全篇，保持了艺术上的完整性。</p> <p>　　诗人是明明有许多话急于要讲的。但他知道即使是把喉咙喊破了，也决不会使唐玄宗醒悟，真是“言之何补”。况且诗人自己也心绪如麻，不想说，但又不忍不说。因此，写诗的时候不免若断若续，似吞似吐。范梈说：“此篇最有楚人风。所贵乎楚言者，断如复断，乱如复乱，而辞意反复行于其间者，实未尝断而乱也；使人一唱三叹，而有遗音。”（据瞿蜕园、朱金城《李白集校注》转引）这是很精到的见解。诗人把他的情绪，采用楚歌和骚体的手法表现出来，使得断和续、吞和吐、隐和显，消魂般的凄迷和预言式的清醒，紧紧结合在一起，构成深邃的意境和强大的艺术魅力。</p>",
  "about": "<h2>创作背景</h2> <p>　　唐天宝年间，唐玄宗荒于朝政，<a href=\"http://so.gushiwen.org/author_2691.aspx\">李林甫</a>、杨国忠擅权，<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>忧之，故借古题以讽时事，意在著明人君失权之戒。此<a href=\"http://so.gushiwen.org/view_7715.aspx\">诗</a>见于《河岳英灵集》，当作于天宝十二载（753年）以前。</p> <p>　　唐玄宗天宝五载（746年），京都长安发生了一起震动全国的大案。此案是由皇位的继承问题而引起的：宰相李林甫千方百计地企图阻止太子<a href=\"http://so.gushiwen.org/author_1631.aspx\">李亨</a>继承帝位，有预谋地组织了一场对东宫近臣和亲友的大屠杀。以太子妃的兄长韦坚为首的一批朝臣遭到了杀身之祸，坐贬者达数十人。最后李林甫又恣意罗致，广泛株连。虽然太子想尽办法，勉强保住了储君的地位，但朝中大权旁落，政治更加黑暗，已经暗伏安史之乱爆发的前兆。这次大狱，受株连的有几人是李白的挚友，即<a href=\"http://so.gushiwen.org/author_1794.aspx\">李邕</a>、裴敦复、崔成甫。前两人惨遭杀害，崔成甫则被放逐到湘阴，最后死于沅湘。这激起了刚被排挤出长安的李白的无比愤怒，他对朝中权臣的专横跋扈深恶痛绝，忧国忧民之心油然而生，于是写下此诗。</p>",
  "poet": {
    "id": 247,
    "star": 0,
    "name": "李白",
    "image": "http://img.gushiwen.org/authorImg/libai.jpg",
    "desc": "李白（701年－762年），字太白，号青莲居士，唐朝浪漫主义诗人，被后人誉为“诗仙”。祖籍陇西成纪(待考)，出生于西域碎叶城，4岁再随父迁至剑南道绵州。李白存世诗文千余篇，有《李太白集》传世。762年病逝，享年61岁。其墓在今安徽当涂，四川江油、湖北安陆有纪念馆。"
  },
  "tags": [
    "乐府",
    "写人",
    "离别",
    "感伤",
    "故事",
    "忧国忧民"
  ]
}