{
  "id": 48129,
  "star": 45,
  "name": "答柳恽",
  "dynasty": "南北朝",
  "content": "清晨发陇西，日暮飞狐谷。<br>秋月照层岭，寒风扫高木。<br>雾露夜侵衣，关山晓催轴。<br>君去欲何之？参差间原陆。<br>一见终无缘，怀悲空满目。",
  "fanyi": "<p><strong>译文<br></strong>在天刚破晓的时分，就从陇西出发飞奔；要于夕阳落山之前，赶到狐谷客店安身。<br>金秋皓月当空照，凉气充满万山林；西风呼啸连日不停，折断高树扬起沙尘。<br>雾气漾漾露水成珠，寒气袭来侵入衣襟；千山万岭道路崎岖，天咧即走何等艰辛。<br>您这次远去他乡，是要到哪里扎根？高原平地参差错落，相距遥远颠簸难行。<br>从今以后各一方，无缘用范太伤心；我胸怀离愁别恨，满目凄然暗昏昏。</p> <p><strong>注释<br></strong>⑴柳恽：字文畅，河东解今山西省西南部人，工<a href=\"http://so.gushiwen.org/view_48129.aspx\">诗</a>，善尺牍。<br>⑵陇西：郡名，在今甘肃省内。<br>⑶飞狐谷：关名，在今河北涞源县。<br>⑷层岭：重重山岭。<br>⑸扫：扫落树叶。高木：高大的树木。<br>⑹催轴：催促行车。轴，车轴，这里指车轮的转动。<br>⑺之：到，往。<br>⑻间：间隔。原陆：原野大地。<br>⑼缘：机会，缘分。<br>⑽空：空自，徒然。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　“清晨”二句是应柳<a href=\"http://so.gushiwen.org/view_48129.aspx\">诗</a>“夕宿飞狐关，晨登碛砾坂”而来，设想分手之后，柳恽的行色匆匆，日夜兼程。“陇西”是郡的名称，在今甘肃省陇西县，“飞狐谷”即柳恽诗中所说的“飞狐关”，是古代的要塞关隘，在今河北省涞源县，北跨蔚县界，古称“飞狐之口”。这两句举出两个遥远的地名，极言柳恽所去之地的辽远。“陇西”与“飞狐谷”相去不啻数千里，但这里说朝发夕至，自是夸张之辞，形容柳恽的行旅匆忙，道途艰险。这两句中用两个具体的地名，给读者以实在的感受；同时它又是想像的、夸张的，用了虚写的手法，由虚实的结合，令诗意更为明朗而形象。</p> <p>　　“秋月照层岭”四句想象柳恽旅途中的景象与经历，极言其风霜雾露之苦。秋月照在层层的高岭之上，令人感到凄清而幽冷，寒风吹拂着高高的树木，枯黄的树叶纷纷飘零。“扫”字下得极有力，使人想见寒风阵阵，木叶尽脱的景象，渲染出了边地秋天的萧杀气氛。因为是夜行，所以说雾露侵湿了衣衫，经过一夜的旅途颠顿，至天色拂晓时分，关山才在晨曦中露出了它峥嵘的面貌，似乎在催促着行人快快前去。这里的“月”、“风”、“雾露”等天象与“层岭”、“高木”、“关山”等景物结合起来构成了索莫而壮阔的画面，“侵衣”、“催轴”则将人点缀其中，一幅“关山行旅图”宛然在目，柳恽旅途的艰险与辽远于此可见。</p> <p>　　“君去欲何之”以下四句写自己由分别而引起的悲哀。“君去”两句以设问的形式说明友人远去，去向那参差起伏的高原和平陆之间，正因为路途遥远，因而最后说，今后会面恐不容易，旧时情景虽历历在目，然也只是徒增悲伤，空怀追忆而已。以“君去欲何之”一问从描写行旅而过渡到抒怀，极为自然。“参差”二字描写高原平陆，也很形象，最后落实到送友，别情离绪，油然而生。</p> <p>　　<a href=\"http://so.gushiwen.org/author_534.aspx\">吴均</a>是描写山水的能手，他的诗文多模山范水之作，风格清新挺拔，此诗描述离情，却能从想象中的旅况落笔，构思巧妙。诗中刻画山川阻隔，风露凄凉，形象而准确，体现了诗人描摹自然物象的本领。同时，诗的炼意炼字也都相当著力，如“寒风扫高木”之“扫”字，“雾露夜侵衣”之“侵”字，“关山晓催轴”之“催”字，都是锤炼得之，开了后代诗中“字眼”的风气，令读者想象出旅途中的风霜之苦，行程的匆遽无息，由此加强了诗的感染力，令离愁别绪更有了基础，“一见终无缘，怀悲空满目”，就不是无病呻吟了。</p> <p>　　吴均的诗文后人以为“清拔有古气”（《南史》本传），即指出他的诗貌似信手写来，却不乏清新劲拔之气。此诗的描述中就可见既遒练清劲，又古朴自然的风格，全诗一气流走，似行云流水，自然写来，却不乏匠心，所以被后人视为一首成功的惜别之作。</p>",
  "about": "<h2>创作背景</h2> 　　这首<a href=\"http://so.gushiwen.org/view_48129.aspx\">诗</a>是<a href=\"http://so.gushiwen.org/author_534.aspx\">吴均</a>赠予好友柳恽的。当时柳恽任吴兴太守，离职时曾写有《赠吴均三首》赠给作者吴均，作者吴均作此诗予以回赠。",
  "poet": {
    "id": 534,
    "star": 0,
    "name": "吴均",
    "image": "http://img.gushiwen.org/authorImg/wujun.jpg",
    "desc": "吴均（469年－520年），字叔庠。南朝梁史学家，文学家，时官吴兴主簿。明人辑有《吴朝清集》。"
  },
  "tags": [
    "惜别"
  ]
}