{
  "id": 187,
  "star": 64,
  "name": "斯干",
  "dynasty": "先秦",
  "content": "秩秩斯干，幽幽南山。如竹苞矣，如松茂矣。兄及弟矣，式相好矣，无相犹矣。<br>似续妣祖，筑室百堵，西南其户。爰居爰处，爰笑爰语。<br>约之阁阁，椓之橐橐。风雨攸除，鸟鼠攸去，君子攸芋。<br>如跂斯翼，如矢斯棘，如鸟斯革，如翚斯飞，君子攸跻。<br>殖殖其庭，有觉其楹。哙哙其正，哕哕其冥。君子攸宁。<br>下莞上簟，乃安斯寝。乃寝乃兴，乃占我梦。吉梦维何？维熊维罴，维虺维蛇。<br>大人占之：维熊维罴，男子之祥；维虺维蛇，女子之祥。<br>乃生男子，载寝之床。载衣之裳，载弄之璋。其泣喤喤，朱芾斯皇，室家君王。<br>乃生女子，载寝之地。载衣之裼，载弄之瓦。无非无仪，唯酒食是议，无父母诒罹。",
  "fanyi": "<p><strong>译文<br></strong>前有潺潺小溪水欢快流过，后有幽幽终南山沉静座落。山水之间有翠竹摇曳生姿，也有茂密松林在风中缄默。宽厚的兄长和知礼的贤弟，彼此情深义长亲密无间隔，没有我算计你来你算计我。<br>为了弘扬先祖前辈的基业，准备营造规制宏伟的建筑，在宫室西南方位大开门户。一家人住在一起和睦相处，每天欢声笑语让世人羡慕！<br>粗绳索把筑版勒得阁阁响，笨石杵把围墙夯得响咚咚。坚固的大屋风不进雨不侵，尖嘴燕雀贼老鼠也钻不动。这就是咱君主安居的王宫！<br>宫殿宏大庄严如人之高竦，规制严整如急矢向上直冲，飞檐造型如大鸟振翅翱翔，色彩斑斓远看如锦鸡飞腾。这就是咱君主听政的王宫！<br>宫殿门庭是那样宽广平正，庭前廊柱是那样稳稳高擎，只见正殿是那样宽敞明亮，连偏殿也是那样富丽堂皇。这就是咱君主休憩地王宫！<br>铺好蒲席再把竹凉席铺上，然后君王进入甜美的梦乡。从沉深的睡梦中悠悠醒来，反复回忆修补梦游的情状。你猜君王在梦里梦到什么？梦到了黑熊罴是那样粗壮，梦到了花虺蛇是那样细长。<br>请来占梦官为君王说端详：你在梦里遇见粗壮的熊罢，这是你要生公子的好运气；你在梦里遇见花蛇细又长，这是生女的吉兆落你头上！<br>啊！若是宝贝公子生下来，让他睡到檀木雕的大床上，让他捡样地穿那漂亮衣裳，淘来精美的玉圭给他玩耍，你看他的哭声是多么嘹亮，将来定会大红蔽膝穿身上，成为我周室的君主或侯王！<br>啊！若是千金女儿生下来，让她睡到宫殿屋脚地上边，给她小小的襁褓往身上穿，找来陶制的纺缍让她把玩，但愿她不招是惹非不邪僻，每天围着锅台转安排酒饭，知理知法不给父母添麻烦！</p> <p><strong>注释<br></strong>1.秩秩：涧水清清流淌的样子。<br>2.斯：语助词，犹“之”。干：通“涧”。山间流水。<br>3.幽幽：深远的样子。南山：指西周镐京南边的终南山。<br>4.如：倒举之词，犹言“有××，有××”。苞：竹木稠密丛生的样子。<br>5.式：语助词，无实义。好：友好和睦。<br>6.犹：欺诈。<br>7.似：同“嗣”。嗣续，犹言“继承”。妣（bǐ）祖：先妣、先祖，统指祖先。<br>8.堵：一面墙为一堵，一堵面积方丈。<br>9.户：门。<br>10.爰（yuán）：于是。<br>11.约：用绳索捆扎。阁阁：捆扎筑板的声音；一说将筑板捆扎牢固的样子。<br>12.椓（zhuó）：用杵捣土，犹今之打夯。橐（tuó）橐：捣土的声音。古代筑墙为板筑法，按照土墙长度和宽度的要求，先在土墙两侧及两端设立木板，并用绳索捆扎牢固。然后再往木板空槽中填土，并用木夯夯实夯牢。筑好一层，木板如法上移，再筑第二层、第三层，至今西北农村仍在沿用。所用之土，必须是湿润而具粘性的土质。<br>13.攸：乃。<br>14.芋：鲁<a href=\"http://so.gushiwen.org/view_187.aspx\">诗</a>作“宇”，居住。<br>15.跂（qǐ）：踮起脚跟站立。翼：端庄肃敬的样子。<br>16.棘：借作“翮（hé）”，此指箭羽翎。<br>17.革：翅膀。<br>18.翚（huī）：野鸡。<br>19.跻（jī）：登。<br>20.殖殖：平正的样子。庭：庭院。<br>21.有：语助词，无实义。觉：高大而直立的样子。楹：殿堂前大厦下的柱子。<br>22.哙（kuài）哙：同“快快”。宽敞明亮的样子。正：向阳的正厅。<br>23.哕（huì）哕：同“煟（wèi）煟”，光明的样子。冥：指厅后幽深的地方。<br>24.宁：安。指安居。<br>25.莞（guān）：蒲草，可用来编席，此指蒲席。簟（diàn）：竹席。<br>26.寝：睡觉。<br>27.兴：起床。<br>28.我：指殿寝的主人，此为诗人代主人的自称。<br>29.维何：是什么。维：是。<br>30.罴（pí）：一种野兽，似熊而大。<br>31.虺（huǐ）：一种毒蛇，颈细头大，身有花纹。<br>32.大人：即太卜，周代掌占卜的官员。<br>33.祥：吉祥的征兆。古人认为熊罴是阳物，故为生男之兆；虺蛇为阴物，故为生女之兆。<br>34.乃：如果。<br>35.载：则、就。<br>36.衣：穿衣。裳：下裙，此指衣服。<br>37.璋：玉器。<br>38.喤（huáng）喤：哭声宏亮的样子。<br>39.朱芾（fú）：用熟治的兽皮所做的红色蔽膝，为诸侯、天子所服。<br>40.室家：指周室，周家、周王朝。君王：指诸侯、天子。<br>41.载寝之地：男寝于床，女寝于地，有阳上阴下之义。<br>42.裼（tì）：婴儿用的褓衣。<br>43.瓦：陶制的纺线锤。<br>44.无非无仪：指女人不要议论家中的是非，说长道短。非：错误。仪：通“议”。<br>45.议：谋虑、操持。古人认为女人主内，只负责办理酒食之事，即所谓“主中馈”。<br>46.诒（yí）：同“贻”，给与。罹（lí）：忧愁。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　全<a href=\"http://so.gushiwen.org/view_187.aspx\">诗</a>九章，一、六、八、九四章七句，二、三、四、五、七五章五句，句式参差错落，自然活脱，使人没有板滞、臃肿之感，在雅颂篇章中是颇具特色的。</p> <p>　　就诗的内容来看，全诗可分两大部分。一至五章，主要就宫室本身加以描绘和赞美；六至九章，则主要是对宫室主人的祝愿和歌颂。</p> <p>　　第一章先写宫室之形胜和主人兄弟之间的和睦友爱。它面山临水，松竹环抱，形势幽雅，位置优越，再加兄弟们和睦友爱，更是好上加好了。其中，“如竹苞矣，如松茂矣”二句，既赞美了环境的优美，又暗喻了主人的品格高洁，语意双关，内涵深厚，可见作者的艺术用心。接着第二章说明，主人建筑宫室，是由于“似续妣祖”，亦即继承祖先的功业，因而家人居住此处，就会更加快乐无间。言下之意，他们的创举，也会造福于子孙后代。这是理解此诗旨意的关键和纲领，此后各章的诗意，也是基于这种思想意识而生发出来的。以下三章，皆就建筑宫室一事本身描述，或远写，或近写，皆极状宫室之壮美。三章“约之阁阁，椓之橐橐”，既写建筑宫室时艰苦而热闹的劳动场面，又写宫室建筑得是那么坚固、严密。捆扎筑板时，绳索“阁阁”发响；夯实房基时，木杵“橐橐”作声，可谓绘形绘声，生动形象。正因为宫室建筑得坚固而紧密，所以“风雨攸除，鸟鼠攸去”，主人“居、处”自然也就安乐了。四章连用四比喻，极写宫室气势的宏大和形势的壮美，可说是博喻赋形，对宫室外形进行了精雕细刻的描绘，表现了作者的丰富想像力。如果说，四章仅写宫室外形，那么第五章就具体描绘宫室本身的情状了。“殖殖其庭”，室前的庭院那么平整；“有觉其楹”，前厦下的楹柱又那么耸直；“哙哙其正”，正厅是宽敞明亮的；“哕哕其冥”，后室也是光明的。这样的宫室，主人居住其中自然十分舒适安宁。</p> <p>　　由此可见，作者在描绘宫室本身时，是由大略至具体、由远视到近观、由室外到室内，一层深似一层、逐步推进展现的。它先写环境．再写建筑因由，再写建筑情景，再写宫室外形，再写宫室本身，犹如摄影机一样，随着观察点和镜头焦距的推移，而把客观景象有层次、有重点地摄入，使读者对这座宫室有了一个完整而具体的认识。更突出的是，每章都是由物到人，更显示出它人物互映的艺术表现力。</p> <p>　　此诗后四章是对宫室主人的赞美和祝愿。六章先说主人入居此室之后将会寝安梦美。所梦“维熊维罴，维虺维蛇”，既为此章祝祷的中心辞语，又为以下四章铺垫、张本。七章先总写“大人”所占美梦的吉兆，即预示将有贵男贤女降生。八章专说喜得贵男，九章专说幸有贤女，层次井然有序。当然，这些祝辞未免有些阿谀、有些俗气，但对宫室主人说些恭维的吉利话，也是情理中事。</p> <p>　　从第八、九章所述来看，作者男尊女卑的思想是很严重的。生男，“载寝之床，载衣之裳，载弄之璋”，而且预祝他将来为“室家君王”；生女，“载寝之地，载衣之裼，载弄之瓦”，而且只祝愿她将来“无非无仪，唯酒食是议，无父母诒罹”。男尊女卑，对待方式不同，对他们的期望也不一样。这应该是时代风尚和时代意识的反映，对后人也有认识价值。</p> <p>　　总观全诗，以描述宫室建筑为中心，把叙事、写景、抒情交织在一起，都能做到具体生动，层次分明，虽然其思想价值不大，但在雅颂诸篇中，它还是比较优秀的作品。</p>",
  "about": "<h2>创作背景</h2> <p>　　这是一首祝贺西周奴隶主贵族宫室落成的歌辞。《毛<a href=\"http://so.gushiwen.org/view_187.aspx\">诗</a>序》说：“《斯干》，宣王考室也。”郑笺说：“考，成也。……宣王于是筑宫室群寝，既成而衅之，歌《斯干》之诗以落之，此之谓之成室。”清人陈奂《诗毛氏传疏》说得更清楚。他说：“厉王奔彘，周室大坏，宣王即位，复承文武之业，故云考室焉。”似乎通过歌颂宫室的落成，也歌颂了周宣王的中兴。但是，宫室是否是周宣王时所建，此诗是否是歌颂周宣王，历来的解诗家又有不同的意见。有谓是周武王营镐，有谓是周成王营洛。更有不确指何时者，宋人<a href=\"http://so.gushiwen.org/author_459.aspx\">朱熹</a>《诗集传》就说：“此筑室既成，而燕饮以落之，因歌其事。”清人方玉润《诗经原始》也批驳了周武王、周成王、周宣王诸说，而仅说：“《斯干》，公族考室也。”</p> <p>　　此诗是“衅之”之辞，还是“落之”之歌，或“燕饮”时所唱，各家又争论不休。衅，《说文》云：“血祭也。”就是郑笺所说的“宗庙成则又祭先祖”，是以牲血涂抹宫室而祭祀祖先的一种仪式；“落之”，唐人孔颖达的《毛诗正义》又作“乐之”。落是落成，乐是欢庆，看来是一首庆祝宫室落成典礼时所奏的歌曲的歌辞。当然，举行落成典礼，内有祭祖、血祀的仪轨也是可能的。因此，说这是一首西周奴隶主贵族在举行宫室落成典礼时所唱的歌辞，是没有多大问题的。</p>",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": [
    "诗经",
    "赞美"
  ]
}