{
  "id": 18997,
  "star": 119,
  "name": "元和十年自朗州至京戏赠看花诸君子 / 玄都观桃花",
  "dynasty": "唐代",
  "content": "紫陌红尘拂面来，无人不道看花回。<br>玄都观里桃千树，尽是刘郎去后栽。",
  "fanyi": "<p><strong>译文</strong><br>　　京城的大路上行人车马川流不息，扬起的灰尘扑面而来，人们都说自己刚从玄都观里赏花回来。玄都观里的桃树有上千株，全都是在我被贬离开京城后栽下的。</p> <p><strong>注释</strong><br>⑴元和：唐宪宗年号，公元806～820年。十年：《全唐<a href=\"http://so.gushiwen.org/view_18997.aspx\">诗</a>》作“十一年”，是传写之误。<br>⑵紫陌：指京城长安的道路。陌：本是田间小路，这里借用为道路之意。红尘：尘埃，人马往来扬起的尘土。拂面：迎面、扑面。<br>⑶玄都观：道教庙宇名，在长安城南崇业坊（今西安市南门外）。桃千树：极言桃树之多。<br>⑷刘郎：作者自指。去：一作“别”。 </p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　<a href=\"http://so.gushiwen.org/author_197.aspx\">刘禹锡</a>此<a href=\"http://so.gushiwen.org/view_18997.aspx\">诗</a>在《全唐诗》题作《元和十一年自朗州召至京戏赠看花诸君子》。此诗通过人们在长安一座道士庙──玄都观中看花这样一件生活琐事，讽刺了当时的朝廷新贵。由于这首诗刺痛了当权者，他和<a href=\"http://so.gushiwen.org/author_646.aspx\">柳宗元</a>等再度被派为远州刺史。官是升了，政治环境却无改善。</p> <p>　　这首诗表面上是描写人们去玄都观看桃花的情景，骨子里却是讽刺当时权贵的。从表面上看，前两句是写看花的盛况，人物众多，来往繁忙，而为了要突出这些现象，就先从描绘京城的道路着笔。一路上草木葱茏，尘土飞扬，衬托出了大道上人马喧阗、川流不息的盛况。写看花，又不写去而只写回，并以“无人不道”四字来形容人们看花以后归途中的满足心情和愉快神态，则桃花之繁荣美好，不用直接赞以一词了。</p> <p>　　它不写花本身之动人，而只写看花的人为花所动，真是又巧妙又简练。后两句由物及人，关合到自己的境遇。玄都观里这些如此吸引人的、如此众多的桃花，自己十年前在长安的时候，根本还没有。去国十年，后栽的桃树都长大了，并且开花了，因此，回到京城，看到的又是另外一番春色，真是“树犹如此，人何以堪”了。</p> <p>　　再就此诗骨子里面的，即其所寄托的意思来看，则千树桃花，也就是十年以来由于投机取巧而在政治上愈来愈得意的新贵，而看花的人，则是那些趋炎附势、攀高结贵之徒。他们为了富贵利禄，奔走权门，就如同在紫陌红尘之中，赶着热闹去看桃花一样。</p> <p>　　结句指出：这些似乎了不起的新贵们，也不过是自己被排挤出外以后被提拔起来的罢了。他这种轻蔑和讽刺是有力量的，辛辣的，使他的政敌感到非常难受。所以此诗一出，作者及其战友们便立即受到打击报复了。</p>",
  "about": "<h2>创作背景</h2> <p>　　据《旧唐书·<a href=\"http://so.gushiwen.org/author_197.aspx\">刘禹锡</a>传》，永贞元年（805年），即贞元二十一年，刘禹锡参加王叔文政治革新失败后，贬离长安作连州刺史，半途又贬为朗州司马。到了元和十年（815年），朝廷有人想起用他以及和他同时被贬的<a href=\"http://so.gushiwen.org/author_646.aspx\">柳宗元</a>等人，于是他从朗州被召回京。这首<a href=\"http://so.gushiwen.org/view_18997.aspx\">诗</a>，就是他从朗州回到长安时所写的，由于刺痛了当权者，同年又贬往连州。作者在《重至衡阳伤柳仪曹》诗前小序中追述这次被贬途中和柳宗元作别事，说是在“元和乙未”年，也就是元和十年。</p>",
  "poet": {
    "id": 197,
    "star": 0,
    "name": "刘禹锡",
    "image": "http://img.gushiwen.org/authorImg/liuyuxi.jpg",
    "desc": "刘禹锡（772－842），字梦得，汉族，中国唐朝彭城（今徐州）人，祖籍洛阳，唐朝文学家，哲学家，自称是汉中山靖王后裔，曾任监察御史，是王叔文政治改革集团的一员。唐代中晚期著名诗人，有“诗豪”之称。他的家庭是一个世代以儒学相传的书香门第。政治上主张革新，是王叔文派政治革新活动的中心人物之一。后来永贞革新失败被贬为朗州司马（今湖南常德）。据湖南常德历史学家、收藏家周新国先生考证刘禹锡被贬为朗州司马其间写了著名的“汉寿城春望”。"
  },
  "tags": [
    "看花",
    "讽刺"
  ]
}