{
  "id": 10394,
  "star": 444,
  "name": "饮中八仙歌",
  "dynasty": "唐代",
  "content": "知章骑马似乘船，眼花落井水底眠。<br>汝阳三斗始朝天，道逢麴车口流涎，恨不移封向酒泉。<br>左相日兴费万钱，饮如长鲸吸百川，衔杯乐圣称避贤。<br>宗之潇洒美少年，举觞白眼望青天，皎如玉树临风前。<br>苏晋长斋绣佛前，醉中往往爱逃禅。<br>李白斗酒诗百篇，长安市上酒家眠，<br>天子呼来不上船，自称臣是酒中仙。<br>张旭三杯草圣传，脱帽露顶王公前，挥毫落纸如云烟。<br>焦遂五斗方卓然，高谈雄辩惊四筵。",
  "fanyi": "<p><strong>译文</strong><br><a href=\"http://so.gushiwen.org/author_368.aspx\">贺知章</a>酒后骑马，晃晃悠悠，如在乘船。他眼睛昏花坠入井中，竟在井底睡着了。<br>汝阳王李琎饮酒三斗以后才去觐见天子。路上碰到装载酒曲的车，酒味引得口水直流，为自己没能封在水味如酒的酒泉郡而遗憾。<br>左相<a href=\"http://so.gushiwen.org/author_1455.aspx\">李适</a>为每日之兴起不惜花费万钱，饮酒如长鲸吞吸百川之水。自称举杯豪饮是为了脱略政事，以便让贤。<br>崔宗之是一个潇洒的美少年，举杯饮酒时，常常傲视青天，俊美之姿有如玉树临风。<br>苏晋虽在佛前斋戒吃素，饮起酒来常把佛门戒律忘得干干净净。<br><a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>饮酒一斗，立可赋<a href=\"http://so.gushiwen.org/view_10394.aspx\">诗</a>百篇，他去长安街酒肆饮酒，常常醉眠于酒家。天子在湖池游宴，召他为诗作序，他因酒醉不肯上船，自称是酒中之仙。<br><a href=\"http://so.gushiwen.org/author_15.aspx\">张旭</a>饮酒三杯，即挥毫作书，时人称为草圣。他常不拘小节，在王公贵戚面前脱帽露顶，挥笔疾书，若得神助，其书如云烟之泻于纸张。<br>焦遂五杯酒下肚，才得精神振奋。在酒席上高谈阔论，常常语惊四座。</p> <p><strong>注释</strong><br>⑴知章：即贺知章，越州永兴（今浙江萧山）人，官至秘书监。性旷放纵诞，自号“四明狂客”，又称“秘书外监”。他在长安一见李白，便称他为“谪仙人”，解所佩金龟换酒痛饮。这两句写贺知章醉后骑马，摇摇晃晃，像乘船一样。醉眼昏花，跌落井中淹死。<br>⑵汝阳：汝阳王李琎，唐玄宗的侄子。朝天：朝见天子。此谓李痛饮后才入朝。麴车．酒车。移封：改换封地。酒泉：郡名，在今甘肃酒泉县。传说郡城下有泉，味如酒。故名酒泉。<br>⑶左相：指左丞相李适之，天宝元年（742年）八月为左丞相，天宝五年（746年）四月，为<a href=\"http://so.gushiwen.org/author_2691.aspx\">李林甫</a>排挤罢相。长鲸：鲸鱼。古人以为鲸鱼能吸百川之水，故用来形容李适之的酒量之大。衔杯：贪酒。圣：酒的代称。《三国志·魏志·徐邈传》：尚书郎徐邈酒醉，校事赵达来问事，邈言“中圣人”。达复告<a href=\"http://so.gushiwen.org/author_552.aspx\">曹操</a>，操怒，鲜于辅解释说：“平日醉客，谓酒清者为圣人，酒浊者为贤人。”李适之罢相后，尝作诗云：“避贤初罢相，乐圣且衔杯。为问门前客，今朝几个来？”此化用李之诗句，说他虽罢相，仍豪饮如常。<br>⑷宗之：崔宗之，吏部尚书崔日用之子，袭父封为齐国公，官至侍御史，也是李白的朋友。觞：大酒杯。白眼：晋<a href=\"http://so.gushiwen.org/author_698.aspx\">阮籍</a>能作青白眼，青眼看朋友，白眼视俗人。玉树临风：崔宗之风姿秀美，故以玉树为喻。<br>⑸苏晋：开元进士，曾为户部和吏部侍郎，长斋：长期斋戒。绣佛：画的佛像。逃禅：这里指不守佛门戒律。佛教戒饮酒。苏晋长斋信佛，却嗜酒，故曰“逃禅”。<br>⑹李白：以豪饮闻名，而且文思敏捷，常以酒助诗兴。《新唐书·李白传》载：李白应诏至长安，唐玄宗在金銮殿召见他，并赐食，亲为调羹，诏为供奉翰林。有一次，玄宗在沉香亭召他写配乐的诗，而他却在长安酒肆喝得大醉。<a href=\"http://so.gushiwen.org/author_2330.aspx\">范传正</a>《李白新墓碑》载：玄宗泛舟白莲地，召李白来写文章，而这时李白已在翰林院喝醉了，玄宗就命<a href=\"http://so.gushiwen.org/author_3073.aspx\">高力士</a>扶他上船来见。<br>⑺张旭：吴人，唐代著名书法家，善草书，时人称为“草圣”。脱帽露顶：写张旭狂放不羁的醉态。据说张旭每当大醉，常呼叫奔走，索笔挥洒，甚至以头濡墨而书。醒后自视手迹，以为神异，不可复得。世称“张颠”。<br>⑻焦遂：布衣之士，平民，以嗜酒闻名，事迹不详。卓然：神采焕发的样子。<a href=\"http://so.gushiwen.org/author_2753.aspx\">袁郊</a>在《甘泽谣》中称焦遂为布衣。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　《饮中八仙歌》是一首别具一格，富有特色的“肖像<a href=\"http://so.gushiwen.org/view_10394.aspx\">诗</a>”。八个酒仙是同时代的人，又都在长安生活过，在嗜酒、豪放、旷达这些方面彼此相似。诗人以洗炼的语言，人物速写的笔法，将他们写进一首诗里，构成一幅栩栩如生的群像图。</p> <p>　　八仙中首先出现的是<a href=\"http://so.gushiwen.org/author_368.aspx\">贺知章</a>。他是其中资格最老、年事最高的一个。在长安，他曾“解金龟换酒为乐”（<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>《对酒忆贺监序》）。诗中说他喝醉酒后，骑马的姿态就象乘船那样摇来晃去，醉眼朦胧，眼花缭乱，跌进井里竟会在井里熟睡不醒。相传“阮咸尝醉，骑马倾欹”，人曰：“箇老子如乘船游波浪中”（明王嗣？;《杜臆》卷一）。<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>活用这一典故，用夸张手法描摹贺知章酒后骑马的醉态与醉意，弥漫着一种谐谑滑稽与欢快的情调，惟妙惟肖地表现了他旷达纵逸的性格特征。</p> <p>　　其次出现的人物是汝阳王李琎。他是唐玄宗的侄子，宠极一时，所谓“主恩视遇频”，“倍比骨肉亲”（杜甫《赠太子太师汝阳郡王琎》），因此，他敢于饮酒三斗才上朝拜见天子。他的嗜酒心理也与众不同，路上看到麴车（即酒车）竟然流起口水来，恨不得要把自己的封地迁到酒泉（今属甘肃）去。相传那里“城下有金泉，泉味如酒，故名酒泉”（见《三秦记》）。唐代，皇亲国戚，贵族勋臣有资格袭领封地，因此，八人中只有李琎才会勾起“移封”的念头，其他人是不会这样想入非非的。诗人就抓着李琎出身皇族这一特点，细腻地描摹他的享乐心理与醉态，下笔真实而有分寸。</p> <p>　　接着出现的是<a href=\"http://so.gushiwen.org/author_1455.aspx\">李适</a>之。他于742年（天宝元年），代牛仙客为左丞相，雅好宾客，夜则燕赏，饮酒日费万钱，豪饮的酒量有如鲸鱼吞吐百川之水，一语点出他的豪华奢侈。然而好景不长，开宝五载适之为<a href=\"http://so.gushiwen.org/author_2691.aspx\">李林甫</a>排挤，罢相后，在家与亲友会饮，虽酒兴未减，却不免牢骚满腹，赋诗道：“避贤初罢相，乐圣且衔杯，为问门前客，今朝几个来？”（《旧唐书。李适之传》）“衔杯乐圣称避贤”即化用李适之诗句。“乐圣”即喜喝清酒，“避贤”，即不喝浊酒。结合他罢相的事实看，“避贤”语意双关，有讽刺李林甫的意味。这里抓住权位的得失这一个重要方面刻画人物性格，精心描绘李适之的肖像，含有深刻的政治内容，很耐人寻味。</p> <p>　　三个显贵人物展现后，跟着出现的是两个潇洒的名士崔宗之和苏晋。崔宗之，是一个倜傥洒脱，少年英俊的风流人物。他豪饮时，高举酒杯，用白眼仰望青天，睥睨一切，旁若无人。喝醉后，宛如玉树迎风摇曳，不能自持。杜甫用“玉树临风”形容宗之的俊美丰姿和潇洒醉态，很有韵味。接着写苏晋。<a href=\"http://so.gushiwen.org/author_608.aspx\">司马迁</a>写《史记》擅长以矛盾冲突的情节来表现人物的思想性格。杜甫也善于抓住矛盾的行为描写人物的性格特征。苏晋一面耽禅，长期斋戒，一面又嗜饮，经常醉酒，处于“斋”与“醉”的矛盾斗争中，但结果往往是“酒”战胜“佛”，所以他就只好“醉中爱逃禅”了。短短两句诗，幽默地表现了苏晋嗜酒而得意忘形，放纵而无所顾忌的性格特点。</p> <p>　　以上五个次要人物展现后，中心人物隆重出场了。</p> <p>　　诗酒同李白结了不解之缘，李白自己也说过“百年三万六千日，一日须倾三百杯”（《襄阳歌》），“兴酣落笔摇五岳”（《江上吟》）。杜甫描写李白的几句诗，浮雕般地突出了李白的嗜好和诗才。李白嗜酒，醉中往往在“长安市上酒家眠”，习以为常，不足为奇。“天子呼来不上船”这一句，顿时使李白的形象变得高大奇伟了。李白醉后，更加豪气纵横，狂放不羁，即使天子召见，也不是那么毕恭毕敬，诚惶诚恐，而是自豪地大声呼喊：“臣是酒中仙！”强烈地表现出李白不畏权贵的性格。“天子呼来不上船”，虽未必是事实，却非常符合李白的思想性格，因而具有高度的艺术真实性和强烈的艺术感染力。杜甫是李白的挚友，他把握李白思想性格的本质方面并加以浪漫主义的夸张，将李白塑造成这样一个桀骜不驯，豪放纵逸，傲视封建王侯的艺术形象。这肖像，神采奕奕，形神兼备，焕发着美的理想光辉，令人难忘。这正是千百年来人民所喜爱的富有浪漫色彩的李白形象。</p> <p>　　另一个和李白比肩出现的重要人物是<a href=\"http://so.gushiwen.org/author_15.aspx\">张旭</a>。他“善草书，好酒，每醉后，号呼狂走，索笔挥洒，变化无穷，若有神助”（《杜臆》卷一）。当时人称“草圣”。张旭三杯酒醉后，豪情奔放，绝妙的草书就会从他笔下流出。他无视权贵的威严，在显赫的王公大人面前，脱下帽子，露出头顶，奋笔疾书，自由挥洒，笔走龙蛇，字迹如云烟般舒卷自如。“脱帽露顶王公前”，这是何等的倨傲不恭，不拘礼仪！它酣畅地表现了张旭狂放不羁，傲世独立的性格特征。</p> <p>　　歌中殿后的人物是焦遂。<a href=\"http://so.gushiwen.org/author_2753.aspx\">袁郊</a>在《甘泽谣》中称焦遂为布衣，可见他是个平民。焦遂喝酒五斗后方有醉意，那时他更显得神情卓异，高谈阔论，滔滔不绝，惊动了席间在座的人。诗里刻画焦遂的性格特征，集中在渲染他的卓越见识和论辩口才，用笔精确、谨严。</p> <p>　　《八仙歌》的情调幽默谐谑，色彩明丽，旋律轻快。在音韵上，一韵到底，一气呵成，是一首严密完整的歌行。在结构上，每个人物自成一章，八个人物主次分明，每个人物的性格特点，彼此衬托映照，有如一座群体圆雕，艺术上确有独创性。正如王嗣奭所说：“此创格，前无所因。”它在古典诗歌中的确是别开生面之作。</p>",
  "about": "<h2>创作背景</h2> 　　这首<a href=\"http://so.gushiwen.org/view_10394.aspx\">诗</a>大约是天宝五年（746年）<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>初到长安时所作。史称<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>与<a href=\"http://so.gushiwen.org/author_368.aspx\">贺知章</a>、<a href=\"http://so.gushiwen.org/author_1455.aspx\">李适</a>之、李琎、崔宗之、苏晋、<a href=\"http://so.gushiwen.org/author_15.aspx\">张旭</a>、焦遂八人俱善饮，称为“酒中八仙人”，都在长安生活过，在嗜酒、豪放、旷达这些方面彼此相似。杜甫此诗是为这八人写“肖像”。",
  "poet": {
    "id": 474,
    "star": 0,
    "name": "杜甫",
    "image": "http://img.gushiwen.org/authorImg/dufu.jpg",
    "desc": "杜甫（712－770），字子美，自号少陵野老，世称“杜工部”、“杜少陵”等，汉族，河南府巩县（今河南省巩义市）人，唐代伟大的现实主义诗人，杜甫被世人尊为“诗圣”，其诗被称为“诗史”。杜甫与李白合称“李杜”，为了跟另外两位诗人李商隐与杜牧即“小李杜”区别开来，杜甫与李白又合称“大李杜”。他忧国忧民，人格高尚，他的约1400余首诗被保留了下来，诗艺精湛，在中国古典诗歌中备受推崇，影响深远。759-766年间曾居成都，后世有杜甫草堂纪念。"
  },
  "tags": [
    "肖像",
    "写人",
    "喝酒"
  ]
}