{
  "id": 72802,
  "star": 9,
  "name": "越州赵公救灾记",
  "dynasty": "宋代",
  "content": "　　熙宁八年夏，吴越大旱。九月，资政殿大学士知越州赵公，前民之未饥，为书问属县灾所被者几乡，民能自食者有几，当廪于官者几人，沟防构筑可僦民使治之者几所，库钱仓粟可发者几何，富人可募出粟者几家，僧道士食之羡粟书于籍者其几具存，使各书以对，而谨其备。</p> <p>　　州县史录民之孤老疾弱不能自食者二万一千九百余人以告。故事，岁廪穷人，当给粟三千石而止。公敛富人所输，及僧道士食之羡者，得粟四万八千余石，佐其费。使自十月朔，人受粟日一升，幼小半之。忧其众相蹂也，使受粟者男女异日，而人受二日之食。忧其流亡也，于城市郊野为给粟之所凡五十有七，使各以便受之而告以去其家者勿给。计官为不足用也，取吏之不在职而寓于境者，给其食而任以事。不能自食者，有是具也。能自食者，为之告富人无得闭粜。又为之官粟，得五万二千余石，平其价予民。为粜粟之所凡十有八，使籴者自便如受粟。又僦民完成四千一百丈，为工三万八千，计其佣与钱，又与粟再倍之。民取息钱者，告富人纵予之而待熟，官为责其偿。弃男女者，使人得收养之。</p> <p>　　明年春，大疫。为病坊，处疾病之无归者。募僧二人，属以视医药饮食，令无失所恃。凡死者，使在处随收瘗之。</p> <p>　　法，廪穷人尽三月当止，是岁尽五月而止。事有非便文者，公一以自任，不以累其属。有上请者，或便宜多辄行。公于此时，蚤夜惫心力不少懈，事细巨必躬亲。给病者药食多出私钱。民不幸罹旱疫，得免于转死；虽死得无失敛埋，皆公力也。</p> <p>　　是时旱疫被吴越，民饥馑疾疠，死者殆半，灾未有巨于此也。天子东向忧劳，州县推布上恩，人人尽其力。公所拊循，民尤以为得其依归。所以经营绥辑先后终始之际，委曲纤悉，无不备者。其施虽在越，其仁足以示天下；其事虽行于一时，其法足以传后。盖灾沴之行，治世不能使之无，而能为之备。民病而后图之，与夫先事而为计者，则有间矣；不习而有为，与夫素得之者，则有间矣。予故采于越，得公所推行，乐为之识其详，岂独以慰越人之思，半使吏之有志于民者不幸而遇岁之灾，推公之所已试，其科条可不待顷而具，则公之泽岂小且近乎！</p> <p>　　公元丰二年以大学士加太子保致仕，家于衢。其直道正行在于朝廷，岂弟之实在于身者，此不著。著其荒政可师者，以为《越州赵公救灾记》云。",
  "fanyi": "<p><strong>译文<br></strong>　　熙宁八年夏天，吴越一带遭遇严重旱灾。这年九月，资政殿大学士赵公出任为越州长官。在百姓未被饥荒所苦之前，就下文书询问所属各县遭受了灾害的有多少乡，百姓能够养活自己的有多少户，应当由官府供给救济粮的有多少人，可以雇用民工修筑沟渠堤防的有多少处，仓库里的钱粮可供发放的有多少，可以征募出粮的富户有多少，僧人道士以及读书人吃剩的余粮记录于簿籍的有多少实存，让各县呈文上报知州，并且谨慎地作好准备。</p> <p>　　州县官吏登记报告，全州孤儿、老人、疾病、体弱不能养活自己的共有二万一千九百多人。向来规矩，官府每年发给穷人救济，应当发到三千石粮米就停止。赵公征收富户人家上缴的，以及僧人道士吃余下的粮米，共得谷物四万八千多石，就用它来补助那救济的费用。让规定从十月初一开始，每人每天领一升救济粮，孩童每天领半升。赵公担心领米的人太多会相互践踏，又让男人女人在不同的日子领米，并且每人一次领两天的口粮。他又担心乡民将流离失所，就在城镇郊外设置了发粮点共五十七处，让各人就便领粮，并通告大家，离开自家的不发给粮食。估计到办理发粮的官吏不够用，便选取没有任职并住在越州境内的官吏，供给他们粮食并把事情委任给他们。不能养活自己的人，有了这样的供应。能够买得起粮食的人，就替他们告诫富人不能囤积米粮不卖给他们。又替他们调出官粮，共五万二千余石，用低价卖给百姓。设置卖粮点共十八处，让买粮的人自行就便像领粮的一样。又雇用民工修补城墙四千一百丈，费工三万八千个，计算他们的佣工发给工钱。有愿意出利息借钱的老百姓，官府劝告富裕人家放手借钱给他们，等田中谷熟，官府为债主出面责令他们偿还。被抛弃的男女孩童，都让人收养他们。</p> <p>　　第二年春上，瘟疫很严重。官府设立病院，安置无家可归的病人。招募两位僧人，把照料病人的医药和饮食委托给他们，让那些病人不失去依靠。</p> <p>　　按规定，遇灾年给穷人发放救济满三个月就停止，这年发放到五月才停结束。有不便行公文处理的事情，赵公一概自己担当责任，不因此连累下属官员。有请示上级的事，有些对救灾有较多的好处，就立即施行。赵公在这段时间，早晚劳心力从未稍微懈怠，事无论巨细必定亲自处理。给病人吃药吃饭的开销花的多是自己的钱。百姓不幸遭遇旱灾瘟疫，能避免辗转死去；即使死了也不会无人收敛埋葬，都是靠赵公的力量。</p> <p>　　这时旱灾瘟疫遍及吴越一带，百姓遭受饥荒瘟病，死去的将近一半，灾情没有比这更大的了。赵公抚慰百姓，百姓尤其认为有了依靠和归宿。用来筹划安顿民众的事，哪个先哪个后以及如何开始如何结束，在这方方面面之间，曲折周到细致详尽，没有不考虑到家的。他的施政虽然只在越州，他的仁爱却足够昭示天下；他的措施虽然只是在短时间内实行，他的方法却足够传给后人。大约灾害发生，太平时代也不能让它避免，却能够预先作防备。百姓遭受灾难后才去思考对策，与事先有所考虑相比，就有很大差距了；不熟习而还要去做，与那些平时就留心的人，两者也有很大差距。我特意到越地采访，收集到赵公推行的一套办法，很乐意把它详细地记载下来是，用来宽慰越州人对赵公的思念感激之情，将使后来有心为民做事的官吏在不幸遇到灾年的时候，能推行赵公已经试行过的办法，那救灾的章程条例可以不须顷刻就制定好，那么赵公的恩泽怎么能说是很小并且只影响眼前吗？</p> <p>　　公元1079年，由大学士，加升，太子少保，致仕（年龄为七十岁或有重病），归家还乡在衢州。（他）直道而行的风气流行到（当时）朝延，和乐平易（厚道）实实在在的人，这里不详细介绍。写篇（饥荒）灾年治理办法可教育后人，命名为《越州赵公救灾记》。</p> <p><br><strong>注释</strong><br>所被者几乡（覆盖） 当廪于官者几人（赈济、供给粮食；名词作动词）<br>可僦民使治之者几所（雇；处） 僧道士食之羡粟书于籍者其几具存（多余；簿籍；实存）</p> <p><strong>注音<br></strong>僦（ jiù ）民使治之者 给（jǐ）其食而任以事 无得闭粜 （tiào）<br>使籴（ dí ）者 处（chǔ ）疾病之无归者 使在处随收瘗（yì ）之<br>或便（biàn）宜 民不幸罹（lí）旱疫 公所拊（fǔ）循<br>所以经营绥辑 （suí jí） 委曲纤（xiān）悉<br>盖灾沴（lì）之行 则有间（jiàn）矣 家于衢（qú）</p>",
  "about": "<h2>创作背景</h2> <p>　　越州，州治在今浙江绍兴县。赵公即<a href=\"http://so.gushiwen.org/author_2979.aspx\">赵抃</a>，宋衢州西安人，字阅道。赵抃居官正直无私，弹劾不避权贵。由于他曾任殿中侍御史，所以京师中对他有“铁面御史”之誉。后任右谏议大夫、资政殿大学士，晚年执越州政务，在越州治绩卓著。特别是在熙宁八年、九年吴越饥疫兼作之际，赵抃在救灾中表现出卓越的见识和吏治才能，在朝野中颇负盛名。《宋史?赵抃传》载：“吴越大饥疫，死者过半。抃尽救荒之术，疗病埋死，而生者以全。下令修城，使得食其力。”<a href=\"http://so.gushiwen.org/author_385.aspx\">曾巩</a>曾出任越州通判，也出色地从事过救灾工作。他详录赵抃救灾业绩，以期总结救灾经验，并盛赞赵抃的吏才与吏德，以为后人之鉴。</p>",
  "poet": {
    "id": 385,
    "star": 0,
    "name": "曾巩",
    "image": "http://img.gushiwen.org/authorImg/zenggong.jpg",
    "desc": "曾巩（1019年9月30日－1083年4月30日，天禧三年八月二十五日－元丰六年四月十一日），字子固，世称“南丰先生”。汉族，建昌南丰（今属江西）人，后居临川（今江西抚州市西）。曾致尧之孙，曾易占之子。嘉祐二年（1057）进士。北宋政治家、散文家，“唐宋八大家”之一，为“南丰七曾”（曾巩、曾肇、曾布、曾纡、曾纮、曾协、曾敦）之一。在学术思想和文学事业上贡献卓越。"
  },
  "tags": [
    "饥荒"
  ]
}