{
  "id": 5256,
  "star": 10727,
  "name": "春江花月夜",
  "dynasty": "唐代",
  "content": "春江潮水连海平，海上明月共潮生。<br>滟滟随波千万里，何处春江无月明!<br>江流宛转绕芳甸，月照花林皆似霰;<br>空里流霜不觉飞，汀上白沙看不见。<br>江天一色无纤尘，皎皎空中孤月轮。<br>江畔何人初见月？江月何年初照人？<br>人生代代无穷已，江月年年望相似。<br>不知江月待何人，但见长江送流水。<br>白云一片去悠悠，青枫浦上不胜愁。<br>谁家今夜扁舟子？何处相思明月楼？<br>可怜楼上月徘徊，应照离人妆镜台。<br>玉户帘中卷不去，捣衣砧上拂还来。<br>此时相望不相闻，愿逐月华流照君。<br>鸿雁长飞光不度，鱼龙潜跃水成文。<br>昨夜闲潭梦落花，可怜春半不还家。<br>江水流春去欲尽，江潭落月复西斜。<br>斜月沉沉藏海雾，碣石潇湘无限路。<br>不知乘月几人归，落月摇情满江树。",
  "fanyi": "<p><strong>译文</strong><br>春天的江潮水势浩荡，与大海连成一片，一轮明月从海上升起，好像与潮水一起涌出来。<br>月光照耀着春江，随着波浪闪耀千万里，所有地方的春江都有明亮的月光。<br>江水曲曲折折地绕着花草丛生的原野流淌，月光照射着开遍鲜花的树林好像细密的雪珠在闪烁。<br>月色如霜，所以霜飞无从觉察。洲上的白沙和月色融合在一起，看不分明。<br>江水、天空成一色，没有一点微小灰尘，明亮的天空中只有一轮孤月高悬空中。<br>江边上什么人最初看见月亮，江上的月亮哪一年最初照耀着人？<br>人生一代代地无穷无尽，只有江上的月亮一年年地总是相像。<br>不知江上的月亮等待着什么人，只见长江不断地一直运输着流水。<br>游子像一片白云缓缓地离去，只剩下思妇站在离别的青枫浦不胜忧愁。<br>哪家的游子今晚坐着小船在漂流？什么地方有人在明月照耀的楼上相思？<br>可怜楼上不停移动的月光，应该照耀着离人的梳妆台。<br>月光照进思妇的门帘，卷不走，照在她的捣衣砧上，拂不掉。<br>这时互相望着月亮可是互相听不到声音，我希望随着月光流去照耀着您。<br>鸿雁不停地飞翔，而不能飞出无边的月光；月照江面，鱼龙在水中跳跃，激起阵阵波纹。<br>（此二句写月光之清澈无边，也暗含鱼雁不能传信之意。）<br>昨天夜里梦见花落闲潭，可惜的是春天过了一半自己还不能回家。<br>江水带着春光将要流尽，水潭上的月亮又要西落。<br>斜月慢慢下沉，藏在海雾里，碣石与潇湘的离人距离无限遥远。<br>不知有几人能趁着月光回家，唯有那西落的月亮摇荡着离情，洒满了江边的树林。 </p> <p><strong>注释</strong><br>(1)滟（yàn）滟：波光荡漾的样子。<br>(2)芳甸(diàn）：芳草丰茂的原野。甸，郊外之地。<br>(3)霰（xiàn）：天空中降落的白色不透明的小冰粒。形容月光下春花晶莹洁白。<br>(4)流霜：飞霜，古人以为霜和雪一样，是从空中落下来的，所以叫流霜。在这里比喻月光皎洁，月色朦胧、流荡，所以不觉得有霜霰飞扬。<br>(5)汀（tīng）：沙滩。<br>(6)纤尘：微细的灰尘。<br>(7)月轮：指月亮，因为月圆时像车轮，所以称为月轮。<br>(8)穷已：穷尽。<br>(9)江月年年只相似：另一种版本为“江月年年望相似”。 <br>(10)但见：只见、仅见。<br>(11)悠悠：渺茫、深远。<br>(12)青枫浦上：青枫浦 地名 今湖南浏阳县境内有青枫浦。这里泛指游子所在的地方。<br>暗用《楚辞 招魂》：“湛湛江水兮上有枫，目极千里兮伤春心。”浦上：水边。《九歌 河伯》：“送美人兮南浦。”因而此句隐含离别之意。<br>(13)扁舟子：飘荡江湖的游子。扁舟，小舟。<br>(14)明月楼：月夜下的闺楼。这里指闺中思妇。《七哀<a href=\"http://so.gushiwen.org/view_5256.aspx\">诗</a>》：“明月照高楼，流光正徘徊。上有愁思妇，悲叹有余哀。”<br>(15)月徘徊：指月光偏照闺楼，徘徊不去，令人不胜其相思之苦。<br>(16)离人：此处指思妇。<br>(17)妆镜台：梳妆台。<br>(18)玉户：形容楼阁华丽，以玉石镶嵌。<br>(19)捣衣砧（zhēn ）：捣衣石、捶布石。<br>(20)相闻：互通音信。<br>(21)逐：追随。<br>(22)月华：月光。<br>(23)文：同“纹”。<br>(24)闲潭：幽静的水潭。<br>(25)复西斜：此中“斜”应为押韵读作“xiá”（洛阳方言是当时的标准国语，斜在洛阳方言中就读作xiá）。<br>(26)潇湘:湘江与潇水。<br>(27)碣(jié)石、潇湘：一南一北，暗指路途遥远，相聚无望。<br>(28)无限路：极言离人相距之远。<br>(29)乘月：趁着月光。<br>(30)摇情：激荡情思，犹言牵情。</p>",
  "shangxi": "<p>　　《全唐》中存诗仅两首的张若虚，在唐代灿如繁星的诗人群里实在毫不起眼，然而真正爱国学、爱唐诗宋词的人，想必都知道张若虚及其著名诗篇《春江花月夜》</p> <p>　　据说《春江花月夜》这个题目，始创于那个“全无心肝”的陈后主<a href=\"http://so.gushiwen.org/author_869.aspx\">陈叔宝</a>。然而陈叔宝究竟在这个美丽的题目下写了些什么，却因诗已失传，无从知晓。荒淫无道的隋炀帝<a href=\"http://so.gushiwen.org/author_885.aspx\">杨广</a>倒留下了现存最早的两首《春江花月夜》，不过只五言四句，短浅空洞。陈叔宝还写过一首《玉树后庭花》，常被后人在文论中与《春江花月夜》并提，诗也还留存于世，虽是七言，却仅六句，况且肉麻得紧，与隋炀帝如出一辙，都是臭名昭著的宫体诗。</p> <p>　　附隋炀帝《春江花月夜》：</p> <p>　　暮江平不动，春花满正开。</p> <p>　　流波将月去，潮水带星来。</p> <p>　　陈后主《玉树后庭花》：</p> <p>　　丽宇芳林对高阁，新装艳质本倾城。</p> <p>　　映户凝娇乍不进，出帷含态笑相迎。</p> <p>　　妖姬脸似花含露，玉树流光照后庭。</p> <p>　　花开花落不长久，落红满地归寂中。</p> <p>　　宫体诗以宫廷为中心，以艳情为内容，描红点翠，堆香砌玉，浮华荒谬，空虚无聊；从梁陈到隋唐，百余年间，主宰文坛，造成诗国的黑暗，遗下无数罪孽。南朝士族生活优裕，偷安成习，以能作五言诗作为表示自己是士流的手段，如果不会作诗就会被人鄙视、不能参加社会活动，诗歌完全成了荒淫腐朽生活的点缀，建安气质、魏晋风骨早已荡然无存。唐前期的诗歌创作沿袭了南朝文风，诗人们“竞一韵之奇，争一家之巧。连篇累牍，不出月露之形；积案盈箱，唯是风云之状。”就是大唐开国创业英主<a href=\"http://so.gushiwen.org/author_582.aspx\">李世民</a>也不能免俗，表现不出象宋太祖<a href=\"http://so.gushiwen.org/author_783.aspx\">赵匡胤</a>《日出》诗那种“未离海底千山黑，才到中天万国明”的气魄。李世民对诗人张昌龄的文藻很赏识，但张昌龄等应进士科不第，李世民问原因，考官说他们文风浮靡，不是好材料，李世民也就默认了。</p> <p>　　<a href=\"http://so.gushiwen.org/author_289.aspx\">王勃</a>、<a href=\"http://so.gushiwen.org/author_44.aspx\">杨炯</a>、<a href=\"http://so.gushiwen.org/author_744.aspx\">卢照邻</a>和<a href=\"http://so.gushiwen.org/author_714.aspx\">骆宾王</a>同时入霸诗坛，称为初唐四杰。四杰在古诗向律诗的过渡中起到了开拓作用。文武双全的裴行俭对四人却十分轻视，说士人要有远大前程，首先靠器识，其次才是文艺。王勃虽有文才，但浮躁浅露，不象享受爵禄的材料。杨炯大概可以做个知县，其余人能得好死就算不错了。这些评说足见新诗的发展道路艰难。对打破宫体诗的束缚、铺平新诗发展之路，初唐四杰是有贡献的，<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>评四杰诗说“王杨卢骆当时体，轻薄为文哂未休。尔曹身与名俱灭，不废江河万古流。”这个评价既是对当时诗坛基本态度的客观反映，也是对四杰诗的确评。</p> <p>　　在六朝浮华文风笼罩下，<a href=\"http://so.gushiwen.org/author_248.aspx\">宋之问</a>、阎朝隐等宫廷幸臣成了诗坛上一伙把头式人物。卢照邻和骆宾王始终在齐梁余风里打转，王勃和杨炯又一个早死、一个远宦，因此初唐四杰的成就并不大。成就最高的王勃也不过给我们留下了“海内存知己，天涯若比邻”之类的好诗句，而几乎没有令人振奋的好的诗篇，更不要说为盛唐诗人提供典范。把大唐引进诗歌朝代的，也许正是张若虚与他的《春江花月夜》。</p> <p>　　闻一多先生曾给这首诗以极高的评价：“在这种诗面前，一切的赞叹是饶舌，几乎是亵渎。”又说“这是诗中的诗，顶峰上的顶峰。从这边回头一望，连刘希夷都是过程了，不用说卢照邻和他的配角骆宾王，更是过程的过程。”说张若虚与他的《春江花月夜》“和另一个顶峰<a href=\"http://so.gushiwen.org/author_12.aspx\">陈子昂</a>分工合作，清除了盛唐的路——张若虚的功绩是无可估计的。”</p> <p>　　的确如此！《春江花月夜》既富于南方民歌的色彩与风调，又较成功地运用了经过齐梁到唐初百年酝酿接近完成的新诗格律，还首次探索了七言诗中以小组转韵结合长篇的技巧，三者的糅合是那样完美，给后来的诗人提供了一个很好的范本。这理所当然是个顶峰。</p> <p>　　《春江花月夜》的章法结构，以整齐为基调，以错杂显变化。三十六行诗，共分为九组，每四句一小组，一组三韵，另一组必定转用另一韵，象九首绝句。这是它整齐的一面。它的错综复杂，则体现在九个韵脚的平仄变化。开头一、三组用平韵，二、四组用仄韵，随后五六七八组皆用平韵，最后用仄韵结束，错落穿插，声调整齐而不呆板。在句式上，大量使用排比句、对偶句和流水对，起承转合皆妙，文章气韵无穷。诗中春、江、花、月、夜、人几个主题词错落重叠，伸缩变化，把读者引进了一个目眩五彩、浑然忘我的境界。</p> <p>　　春江潮水连海平，海上明月共潮生。滟滟随波千万里，何处春江无月明！</p> <p>　　起首四句，就两现春江、两现明月、两现潮、两现海，交错叠现的景观立即把人带进了一个神奇美妙的境界。而最后一句，又为整篇描写的江月埋下了伏笔。</p> <p>　　江流宛转绕芳甸，月照花林皆似霰；空里流霜不觉飞，汀上白沙看不见。</p> <p>　　江天一色无纤尘，皎皎空中孤月轮。江畔何人初见月？江月何年初照人？</p> <p>　　人生代代无穷已，江月年年望相似。不知江月待何人，但见长江送流水。</p> <p>　　读者可以看到，诗人在第二组是写初月的朦胧，第三组是写高月的皎洁，并发思古之悠情。“江畔何人初见月？江月何年初照人？”诗人面对这一轮江月深深地思考着，满怀感慨和迷惘。也许后来大诗人<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>“青天有月来几时？我欲停杯一问之”，以及<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>“明月几时有？把酒问青天”的诗句，只是此句的翻版。而第四组的起句“人生代代无穷已，江月年年望相似”与刘希夷的名句“年年岁岁花相似，岁岁年年人不同”则如出一辙。张若虚感叹江月长明而人生短促，刘希夷感慨风物依旧而人生易老，两者之间何其相似！这里月的叠用、人的叠用以及江的叠用，有一种音节美、韵律美，断而复续，飞丝相接，给人一种清峻雄奇之感。诗人创造的这种诗歌语言形式，后来发展成为散曲和民歌中的“顶针续麻体”，至今中国诗坛还留有它动人的影子。</p> <p>　　白云一片去悠悠，青枫浦上不胜愁。谁家今夜扁舟子？何处相思明月楼？</p> <p>　　最神奇的就是这白云一片，悠悠来去，使万丈沟壑一线飞渡，从江月清景、人生感慨一下子滑向野浦扁舟和明月楼头，一笔带出离人怨妇的主题。有人对此诗的主题多有非议，殊不知几千年中国历史上男人不是服徭役兵役、就是为生计而奔波，离人怨妇，正是社会底层的生活现实。而且爱情和相思，是人类文学永恒的主题，没有哪一代人能避开，古今中外，真正避开了的只有六七十年代中国“八大样板戏”。样板戏中除《智取威虎山》里李勇奇有个妻子一出场就遭土匪枪杀外，八部戏剧再没有一对夫妻，也没有一对情人。而如此一首诗、如此一轮明月，还有什么题材比写离人怨妇更好呢？只有如怨如慕如泣如诉的相思情怀才配凄清如许的一轮江月，也惟有纯真的情，才能使高天皓月更显皎洁。这样大开大合的过渡，手法巧妙如神来之笔，令人拍案叫绝。在这样一个明月之夜，是谁家游子飘荡在一叶扁舟之中，他家在何处？又是谁伫立在那月明如水的楼头思念她的远方飘零者呢？仅用两句，合写离人怨妇，总领下文。然后派出八句描写怨妇：</p> <p>　　可怜楼上月徘徊，应照离人妆镜台。玉户帘中卷不去，捣衣砧上拂还来。</p> <p>　　此时相望不相闻，愿逐月华流照君。鸿雁长飞光不度，鱼龙潜跃水成文。</p> <p>　　楼头明月总在怨妇心头眼底徘徊，照着早已懒用的妆台明镜。月明之夜，离愁别绪更加萦怀，使人无法排遣。而那一轮明月偏又浸透帘珑、照亮砧石，况且帘卷不去、手拂不开。此时远行的人儿只在思念之中，只能彼此瞩望而无法相依相诉，就是有再多的相思情怀，说来他也无法听到。我多想随这笼天罩地的月光飞流到他身边去照耀他啊！可是即使象鸿雁那样高飞远举，也不能把这寂寞楼头的相思明月带给他，何况这春江里只有跃浪的鱼儿激起几个漩涡儿呢！寥寥数语，怨妇的离愁别恨已写到极致。接着笔锋一转，又派出八句来写远方的游子：</p> <p>　　昨夜闲潭梦落花，可怜春半不还家。江水流春去欲尽，江潭落月复西斜。</p> <p>　　斜月沉沉藏海雾，碣石潇湘无限路。不知乘月几人归，落月摇情满江树。</p> <p>　　昨夜忽梦落花飘零，春已半残，可是寄身异地他乡，回家的日子还遥遥无期。江水奔流不息，一浪又一浪地赶往大海，好像要将春天带走一样。而江潭倒映明月，不知不觉已经西斜。斜月渐渐隐入海雾，这时北方南方、碣石潇湘有多少游子还在赶着回家，有多少离人怨妇还在远隔千山万水彼此思念呢？夜色凄迷，月光如水，不知有几人在这轮明月下赶回家去了，而我只能守着这野浦孤舟，思念着远方的亲人，看江流依然，落月留照，把江边花树点染得凄清如许，人间离情万种都在那花树上摇曳着、弥漫着。在这样勾魂夺魄的意境里结束全篇，情笔生花，余音绕梁。</p> <p>　　读者在诗篇中看到江与月这两个主题中的主题被反复拓展，不断深化。春江、江流、江天、江畔、江水、江潭、江树这纷繁的形与景，和着明月、孤月、江月、初月、落月、月楼、月华、月明复杂的光与色，并通过与春、夜、花、人的巧妙结合，构成了一幅色美情浓斑斓迷离的春江夜月图。诗人没有局限于一轮江月，而是把一种复杂的人类情感贯穿始终。无论是初月的明媚、高月的皎洁还是斜月与落月的迷离缠绵，抑或楼头月的徘徊、镜中月的清影、帘内月的倾注、砧上月的流照，无一不打上情感的烙印。把一轮明月写到如此清雅且夺人心魄的地步，就不仅仅是传世之作、而应该是旷世之作了。自《诗经》至张若虚，其间一千几百年，没人把一轮江月写得如此凄美多情。在诗歌的表现形式上，南朝民歌和齐梁声律学，经过多年的酝酿发展，到了张若虚手里，恍如金丹炼成突现奇光，语言声律与形式技巧以及描篇布局，被那样的完美地糅合在一起。在诗歌发展还找不到前进方向的唐前期，《春江花月夜》本身就如同光耀千古的一轮高天朗月，照亮了盛唐的路，催生了诗国的灿烂。而张若虚之后，又是一千多年过去了，仍然无人能把一夕江月渲染得这般淋漓尽致，历尽沧桑变幻，诗篇不朽而江月依旧。 </p>",
  "about": "<h2>创作背景</h2> <p>　　《春江花月夜》为乐府吴声歌曲名，相传为南朝陈后主所作，原词已不传，《旧唐书·音乐志二》云：“《春江花月夜》、《玉树后庭花》、《堂堂》，并陈后主作。叔宝常与宫中女学士及朝臣相和为<a href=\"http://so.gushiwen.org/view_5256.aspx\">诗</a>，太乐令何胥又善于文咏，采其尤艳丽者以为此曲。”</p> <p>　　后来隋炀帝又曾做过此曲。《乐府诗集》卷四十七收《春江花月夜》七篇，其中有隋炀帝的两篇。</p> <p>　　张若虚的这首为拟题作诗，与原先的曲调已不同，却是最有名的。目前具体的创作背景已不可考。</p>",
  "poet": {
    "id": 756,
    "star": 0,
    "name": "张若虚",
    "desc": "张若虚（约660—约720），唐代诗人。扬州（今属江苏）人。曾任兖州兵曹。生卒年、字号均不详。事迹略见于《旧唐书·贺知章传》。中宗神龙（705～707）中，与贺知章、贺朝、万齐融、邢巨、包融俱以文词俊秀驰名于京都，与贺知章、张旭、包融并称“吴中四士”。玄宗开元时尚在世。张若虚的诗仅存二首于《全唐诗》中。其中《春江花月夜》是一篇脍炙人口的名作，它沿用陈隋乐府旧题，抒写真挚动人的离情别绪及富有哲理意味的人生感慨，语言清新优美，韵律宛转悠扬，洗去了宫体诗的浓脂艳粉，给人以澄澈空明、清丽自然的感觉。"
  },
  "tags": [
    "春天",
    "写花",
    "月亮",
    "思念",
    "乐府"
  ]
}