{
  "id": 33261,
  "star": 1,
  "name": "吴中苦雨因书一百韵寄鲁望",
  "dynasty": "唐代",
  "content": "全吴临巨溟，百里到沪渎。海物竞骈罗，水怪争渗漉。 <br> 狂蜃吐其气，千寻勃然蹙。一刷半天墨，架为欹危屋。 <br> 怒鲸瞪相向，吹浪山毂毂。倏忽腥杳冥，须臾坼崖谷。 <br> 帝命有严程，慈物敢潜伏。嘘之为玄云，弥亘千万幅。 <br> 直拔倚天剑，又建横海纛。化之为暴雨，潈潈射平陆。 <br> 如将月窟写，似把天河扑。著树胜戟支，中人过箭镞。 <br> 龙光倏闪照，虬角搊琤触。此时一千里，平下天台瀑。 <br> 雷公恣其志，ze磹裂电目。蹋破霹雳车，折却三四辐。 <br> 雨工避罪者，必在蚊睫宿。狂发铿訇音，不得懈怠僇. <br> 顷刻势稍止，尚自倾蔌蔌。不敢履洿处，恐蹋烂地轴。 <br> 自尔凡十日，茫然晦林麓。只是遇滂沱，少曾逢霢霂。 <br> 伊余之廨宇，古制拙卜筑。颓檐倒菌黄，破砌顽莎绿。 <br> 只有方丈居，其中蹐且跼.朽处或似醉，漏时又如沃。 <br> 阶前平泛滥，墙下起趢趚.唯堪著笞笠，复可乘艒宿。 <br> 鸡犬并淋漓，儿童但咿噢。勃勃生湿气，人人牢于锔。 <br> 须眉渍将断，肝膈蒸欲熟。当庭死兰芷，四垣盛薋菉。 <br> 解帙展断书，拂床安坏椟。跳梁老蛙黾，直向床前浴。 <br> 蹲前但相聒，似把白丁辱。空厨方欲炊，渍米未离bL. <br> 薪蒸湿不著，白昼须然烛。污莱既已泞，买鱼不获鮛. <br> 竟未成麦饘，安能得粱肉。更有陆先生，荒林抱穷蹙。 <br> 坏宅四五舍，病筱三两束。盖檐低碍首，藓地滑澾足。 <br> 注欲透承尘，湿难庇厨簏。低摧在圭窦，索漠抛偏裻. <br> 手指既已胼，肌肤亦将瘯。一苞势欲陊，将撑乏寸木。 <br> 尽日欠束薪，经时无寸粟。eA蝓将入甑，蟚蜞已临鍑。 <br> 娇儿未十岁，枵然自啼哭。一钱买粔籹，数里走病仆。 <br> 破碎旧鹤笼，狼藉晚蚕蔟。千卷素书外，此外无馀蓄。 <br> 著处纻衣裂，戴次纱帽醭。恶阴潜过午，未及烹葵菽。 <br> 吴中铜臭户，七万沸如臛.啬止甘蟹ee，侈唯僭车服。 <br> 皆希尉吏旨，尽怕里胥录。低眉事庸奴，开颜纳金玉。 <br> 唯到陆先生，不能分一斛。先生之志气，薄汉如鸿鹄。 <br> 遇善必擎跽，见才辄驰逐。廉不受一芥，其馀安可黩。 <br> 如何乡里辈，见之乃猬缩。粤予苦心者，师仰但踖踧. <br> 受易既可注，请玄又堪卜。百家皆搜荡，六艺尽翻覆。 <br> 似馁见太牢，如迷遇华烛。半年得酬唱，一日屡往复。 <br> 三秀间稂莠，九成杂巴濮。奔命既不暇，乞降但相续。 <br> 吟诗口吻噅，把笔指节瘃。君才既不穷，吾道由是笃。 <br> 所益谅弘多，厥交过亲族。相逢似丹漆，相望如脁肭。 <br> 论业敢并驱，量分合继躅。相违始两日，忡忡想华缛。 <br> 出门泥漫漶，恨无直辕輂.十钱赁一轮，逢上鸣斛觫。 <br> 赤脚枕书帙，访予穿诘曲。入门且抵掌，大噱时碌碌。 <br> 兹淋既浃旬，无乃害九谷。予惟饿不死，得非道之福。 <br> 手中捉诗卷，语快还共读。解带似归来，脱巾若沐浴。 <br> 疏如松间篁，野甚麋对鹿。行谭弄书签，卧话枕棋局。 <br> 呼童具盘餐，擫衣换鸡鹜。或蒸一升麻，或煠两把菊。 <br> 用以阅幽奇，岂能资口腹。十分煎皋卢，半榼挽醽醁. <br> 高谈繄无尽，昼漏何太促。我公大司谏，一切从民欲。 <br> 梅润侵束杖，和气生空狱。而民当斯时，不觉有烦溽。 <br> 念涝为之灾，拜神再三告。太阴霍然收，天地一澄肃。 <br> 燔炙既芬芬，威仪乃毣毣。须权元化柄，用拯中夏酷。 <br> 我愿荐先生，左右辅司牧。兹雨何足云，唯思举颜歜.",
  "poet": {
    "id": 604,
    "star": 0,
    "name": "皮日休",
    "image": "http://img.gushiwen.org/authorImg/pirixiu.jpg",
    "desc": "皮日休，字袭美，一字逸少，生于公元834至839年间，卒于公元902年以后。曾居住在鹿门山，自号鹿门子，又号间气布衣、醉吟先生。晚唐文学家、散文家，与陆龟蒙齐名，世称\"皮陆\"。今湖北天门人（《北梦琐言》），汉族。咸通八年（867）进士及第，在唐时历任苏州军事判官（《吴越备史》）、著作佐郎、太常博士、毗陵副使。后参加黄巢起义，或言“陷巢贼中”（《唐才子传》），任翰林学士，起义失败后不知所踪。诗文兼有奇朴二态，且多为同情民间疾苦之作。《新唐书·艺文志》录有《皮日休集》、《皮子》、《皮氏鹿门家钞》多部。"
  },
  "tags": []
}