{
  "id": 69941,
  "star": 1,
  "name": "【正宫】端正好_本是对美甘",
  "dynasty": "元代",
  "content": "本是对美甘甘锦堂欢，生纽做愁切切阳关怨。恰离了莺花寨，早来到野水平<br>川。急煎煎千里把程途践，景萧萧宜写在帏屏面。<br>　　【滚绣球】动羁怀的是淅零零暮雨晴，恼人肠的是日迟迟春昼暄，感离情的<br>是娇滴滴弄喉舌啼莺语燕。舞飘飘乱纷纷柳絮飞绵，叹浮生的是草萋萋际碧天，<br>绿茸茸柳带烟。流尽年光的是兀良响潺潺碧澄澄皱玻璃楚江如练，断送行人的是<br>忄乞登登鞭羸马行色凄然。猛想起醉醺醺昨宵欢会知多少，陡恁的冷清清今日凄<br>凉有万千，情默默无言。<br>　　【倘秀才】莫不是黄司理缘薄分浅，多管是双通叔时乖运蹇，小卿你再不向<br>秦楼动管弦。彩鸾回舞镜，青鸟罢衔笺，兀良不远。<br>　　【脱布衫】不行动则管里熬煎，休停待莫得俄延。侧着耳听沉沉半晌，唬得<br>我那胆寒心战。<br>　　【醉太平】原来是昏鸦噪暮天，落雁叫沙边。猛听得隔江人唤渡头船，啼红<br>的是杜鹃。我则见扑簌簌泪湿残妆面，将风流秀士莫留恋，生忄乞察拆散了并头<br>莲，则为他多情的业冤。<br>　　【尾】三杯别酒肚肠断，一曲阳关离恨添。我上车儿倦向前，他上雕鞍懒赠<br>鞭。比各无言两泪涟，各办坚心石也穿。两处相思情意牵，遥望见车儿渐渐的远。　豪放不羁<br>　　翠红乡莺花寨，占春风歌舞楼台。酒肠宽嫌杀金杯窄，会受用文章伯。<br>　　【滚绣球】都将着玉与帛，换做酒共色，尽教咱百年欢爱，管甚么万贯资财。<br>鬓发白，容貌改，物和人知他谁在，青春去再不回来。一任教佳人宛转歌《金缕》，<br>醉客佯狂饮绣鞋，便是英才。<br>　　【倘秀才】虽无那夺利争名手策，酒簪花的气概，风月所施呈七步才。花<br>营中将愁解，酒部内把头抬，快哉。<br>　　【醉太平】会三千剑客，列十二金钗，绮罗丛里玳筵开，俊娇娥侍侧。金莲<br>款步香尘陌，春葱慢折花枝带，玉簪斜插鬓云歪，是风流腻色。<br>　　【尾声】香焚宝鼎沉烟霭，酒泛金杯浮琥珀，银烛辉煌那光彩，翠袖殷勤捧<br>玉台。对舞春风翠盘窄，合唱笙箫音吕谐。一对佳人醉扶策，两个纱笼引下阶。<br>快活煞长安少年客。　相忆<br>　　常想着狎粉席琦罗香，犹记得照醉眼红妆艳，春娇恣意相瞻。温柔曲雅则<br>着人频作念，撇不下心常慊。<br>　　【滚绣球】溜秋波情意タ，并香肩语话儿甜。你为我鸳鸯债此生少欠，我为<br>你风月担尽力粘拈。我因你鱼书儿修以又修，你为我龟卦儿占了又占。想则想争<br>想似更风流昔年双渐，猜则猜休猜做没出活今日江淹。则为这蝇头蜗角频勾引。<br>非是这凤友鸾交厮弃嫌，辜负了等等潜潜。<br>　　【倘秀才】一个风流如高才子瞻，一个聪明如能文蔡琰，似这等女貌郎才厮<br>并兼。娇羞甜腻腻，君子美谦谦，非是俺将言词故谄。<br>　　【滚绣球】翠裙宽腰更纤，绿云松鬓乱。这相思更危如五更灯焰，这忧愁<br>争险似万仞峰尖。怎肯将玉胡蝶花下摔，锦鸳鸯手内ㄎ。我其实怕叩海神那一场<br>灵验，我其实怕赚苏卿一命增添。也是你安分福花台上讠主，以此上月老姻缘玉<br>簿上佥，任违了父教师严。<br>　　【倘秀才】莫说道唤不醒呆庄周胡蝶梦甜，争知道医不可痴倩女揶揄病染，<br>休猜俺山海恩情似水底盐。鸳帏闲凤枕，鸾镜暗雕奁，流不尽腮边泪点。<br>　　【叨叨令】风月情待把青楼占，慷慨情不把黄金俭，锦绣肠堪把秋娘赡，花<br>月貌争把檀郎验。想杀人也么哥，想杀人也么哥，娇滴滴美玉无暇玷。<br>　　【倘秀才】寂寞了银屏翠帘，憔悴了桃腮杏脸，都分付雁帖鱼缄劳笔。你<br>那里歌台闲舞袖，我这里书架乱牙签，间别来光阴荏苒。<br>　　【脱布衫】常想着接谈间龙香轻散雕檐，常想着遣兴时品鸾箫畅对银蟾，<br>常想着ヅυ罢醉琼姬喜设玳筵，常想着踏花归并青骢款扌扇金占。<br>　　【小梁州】妙舞清歌近绣と，不由人一笑掀髯，惜香怜玉那情タ，端的是心<br>无厌，锦帐内效鹣鹣。<br>　　【幺篇】一钩罗袜金莲欠，引的人心儿散不受拘钤。缠头锦怀内揣，买笑金<br>囊中检。也不索遮遮掩掩，一任教佳友话儿。<br>　　【尾声】休猜做瓶沉簪折遭抛闪，一任教燕聒莺煎暗搠腌，月户云窗紧护苫，<br>粤女吴男有耻廉。心蹙眉频愁未敛，玉软香娇情厮粘。坐则思量立则念，生则同<br>衾死同殓。雨涩云悭梦中魇，月下星前意自恬。落雁沉鱼谁不タ，击玉敲金才不<br>忝。脸晕桃花铺笑靥，口唾丁香舌尖。心上频忄佥，舌上频店，恨不得倩一<br>个毛延寿人儿将恁那俊庞儿点。",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "未知作者"
  },
  "tags": []
}