{
  "id": 51058,
  "star": 24,
  "name": "虞美人·疏篱曲径田家小",
  "dynasty": "宋代",
  "content": "疏篱曲径田家小。云树开清晓。天寒山色有无中。野外一声钟起、送孤蓬。 <br>添衣策马寻亭堠。愁抱惟宜酒。菰蒲睡鸭占陂塘。纵被行人惊散、又成双。",
  "shangxi": "<h2>赏析</h2> <p>　　这是一首叙写送行惜别的词作。词人为心上人送行，首二句所描绘的农家景致是他们临分手之处：“疏篱曲径田家小，云树开清晓”，“疏篱”、“曲径”是典型的农家景致，也是词人于清晨所见近处之景，再往远处看，笼罩在树林上的云雾渐渐地散开，时间到了清晨，分手的时分已在即。“曲径”，唐<a href=\"http://so.gushiwen.org/view_51058.aspx\">诗</a>人<a href=\"http://so.gushiwen.org/author_443.aspx\">常建</a>《题破山寺后禅院》诗有“曲径通幽处，禅房花木深。”此外，“云树开清晓”句，似化用<a href=\"http://so.gushiwen.org/author_125.aspx\">秦观</a>《满庭芳》词中“晓色云开”句，但周词的词序颠倒，所以这里的“开”字似更为精炼。“天<a href=\"http://so.gushiwen.org/author_1397.aspx\">寒山</a>色有无中，野外一声钟起、送孤篷”，三、四两句承上而来，词人的目光依旧停留在远处，但见晨雾迷漫，带着寒气的山峦在云雾中若隐若现，分别的时刻终于到了，四野一片寂静，只见远处山寺钟声传来，这给凄清的送别场面又增添了一层感伤色彩。“天寒”句，化用<a href=\"http://so.gushiwen.org/author_515.aspx\">王维</a>《汉江临泛》中的诗句：“江流天地外，山色有无中。”词作上片以“疏篱”、“曲径”、“田家”、“云树”、“山色”、“孤篷”、“野外”等描绘一幅素淡画面，画面极为清静淡雅，再衬以钟声，使得画面富有动感，在这种环境中送别，心境自然是凄凉而忧郁的。</p> <p>　　词作下片转而叙写自己的心情。但词人并不是以直抒胸臆的方式来表达，而是以一个个动作和画面来达到表述之目的。“添衣策马寻亭堠，愁抱惟宜酒”。这是说送走心上人后，感到寒意袭人和愁意缠绕心间，于是便添加衣服，策马扬鞭去找驿站，买些酒来驱寒解愁。“亭堠”，亦作亭堡，原为侦察、瞭望的岗亭。《后汉书·光武纪》载：“筑亭堠修烽燧。”这里当是指古代废置之亭堠，已改为置酒供行人休息场所。因前文已交代“天寒”，故此遂有“添衣”，但实质上是写词人之心寒愁浓。词人又写自己急急忙忙地寻找亭堠，说明其离愁之浓重。“愁抱”一句是全词中唯一的直抒其情，“惟宜”二字，强调了一种无可奈何之情，亦可理解为本词的主旨。歇拍二句，词人又忽地转入写景，“菰蒲睡鸭占陂塘，纵被行人惊散、又成双”，词人饮罢解愁之酒，又匆匆上路，马蹄声声，惊散了池塘旁水草中尚在熟睡的鸭子，但很快它们又成双地聚在一起睡着了。宋诗人<a href=\"http://so.gushiwen.org/author_268.aspx\">黄庭坚</a>《睡鸭》诗有：“天下真成长会合，两凫相依睡秋江。”这本是乡野常见之景，然实是词人有感而发，借此以衬托自己的孤单，寄托自己的“愁抱”。正如<a href=\"http://so.gushiwen.org/author_509.aspx\">江淹</a>《别赋》中所写：“是以行子肠断，百感凄恻。风萧萧而异响，云漫漫而奇色。舟凝滞于水滨，车逶迟于山侧。”词作下片以“添衣”、“策马”、“寻亭堠”一系列行动，及鸭睡陂塘之景，侧面写出了词人送别心上人之后无法抒发的“愁抱”，也暗示出词人是位羁旅在外的行人。他似要极力在词作中淡化自己的愁绪，然仍抑止不住地流露出来。</p> <p>　　全词炼字度句，精炼含蓄，疏密相间，勾勒微妙，语言深沉，格调超然。</p>",
  "poet": {
    "id": 164,
    "star": 0,
    "name": "周邦彦",
    "image": "http://img.gushiwen.org/authorImg/zhoubangyan.jpg",
    "desc": "周邦彦（1056年－1121年），中国北宋末期著名的词人，字美成，号清真居士，汉族，钱塘（今浙江杭州）人。历官太学正、庐州教授、知溧水县等。徽宗时为徽猷阁待制，提举大晟府。精通音律，曾创作不少新词调。作品多写闺情、羁旅，也有咏物之作。格律谨严。语言典丽精雅。长调尤善铺叙。为后来格律派词人所宗。旧时词论称他为“词家之冠”。有《清真集》传世。"
  },
  "tags": [
    "宋词三百首",
    "送别",
    "写景",
    "惜别"
  ]
}