{
  "id": 69749,
  "star": 39,
  "name": "蟾宫曲·叹世",
  "dynasty": "元代",
  "content": "咸阳百二山河，两字功名，几阵干戈。项废东吴，刘兴西蜀，梦说南柯。韩信功兀的般证果，蒯通言那里是风魔？成也萧何，败也萧何；醉了由他！东篱半世蹉跎，竹里游亭，小宇婆娑。有个池塘，醒时渔笛，醉后渔歌。严子陵他应笑我，孟光台我待学他。笑我如何？倒大江湖，也避风波。",
  "fanyi": "<p><strong>译文<br></strong>　　咸阳，万夫难攻的险固山河，因为功名两个字，曾发动过多少次战乱干戈。<a href=\"http://so.gushiwen.org/author_253.aspx\">项羽</a>兵败东吴，<a href=\"http://so.gushiwen.org/author_746.aspx\">刘邦</a>在西蜀兴立汉朝，都像南柯一梦。韩信有功却得到被杀的结果，当初蒯通的预言哪里是疯话？成功也是因为萧何，失败也是因为萧何；喝醉了一切都由他去吧！<br>　　我半生来虚度了光阴，在那通幽的竹径中，隐映着一座小巧的游亭，走到竹径的尽头，就是小巧的庭院。在那儿有个池塘，我醒的时候轻声吹起渔笛，醉酒之后又放声唱起渔歌。严子陵一定会嘲笑我，孟光台我要学他。笑我什么呢？偌大的江河湖海，也自有躲避风波的办法。</p> <p><strong>注释</strong><br>⑴双调：宫调名。折桂令：曲牌名，又名“蟾宫曲”。<br>⑵百二山河：谓秦地形势险要，利于攻守，二万兵力可抵百万，或说百万可抵二百万。<br>⑶项废东吴：指项羽在垓下兵败，被追至乌江自刎。乌江在今安徽和县东北，古属东吴地。<br>⑷刘兴西蜀：指刘邦被封为汉王，利用汉中及蜀中的人力物力，战胜项羽。<br>⑸梦说南柯：唐人李公佐传奇《南柯太守传》说：淳于棼昼梦入大槐安国，被招为附马，在南柯郡做二十年的太守，备极荣宠。后因战败和公主死亡，被遣归。醒来才知道是南柯一梦。所谓大槐安国，原来是宅南槐树下的蚁穴。<br>⑹韩信，汉高祖刘邦的开国功臣，辅佐高祖定天下，与张良、萧何并称汉兴三杰。后被吕后所害，诛夷三族。兀的般：如此，这般。证果：佛家语。谓经过修行证得果位。此指下场，结果。<br>⑺蒯通：即蒯彻，因避讳汉武帝名而改。曾劝韩信谋反自立，韩信不听。他害怕事发被牵连，就假装疯。后韩信果被害。<br>⑻“成也萧何”二句：韩信因萧何的推荐被刘邦重用，后来吕后杀韩信，用的又是萧何的计策。故云“成也萧何、败也萧何”。<br>⑼他：读tuō，协歌戈韵。<br>⑽东篱：作者自称。<br>⑾小宇：小屋。婆娑：枝叶茂盛貌。<br>⑿严子陵：严光，字子陵，东汉人。少与<a href=\"http://so.gushiwen.org/author_799.aspx\">刘秀</a>同游学。刘秀即帝位后，屡召不就，隐居富春江，以耕渔为生。<br>⒀孟光：汉代丑女，三十岁始与梁鸿成婚。后来一起逃到霸陵山中隐居，孟光举案齐眉以进食。全世以“举案齐眉”喻夫妻相敬相爱。台：台盘，盛食物的器皿。此指孟光的食案。一说“孟光台”是与“严子陵”相对应的一个人名。<br>⒁倒大：大，绝大。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　历史的价值自有其评价的定向性，是不容任意为之的。然而，由于中国历史所独具的极为丰富的内涵，加以后代常从不同的角度加以演绎，致使它具有了含义的多向性。<a href=\"http://so.gushiwen.org/author_306.aspx\">马致远</a>此时正遭贬谪，从官位跌落为百姓是他所面对的无情的现实，世态炎凉给他的沉重打击是不难想象的。于是，历史事件就成了他宣泄对现世牢骚的手段，感喟世道无常、人生如梦的作品便由心而出。</p> <p>　　第一支曲子联系历史人物表现自己的历史观、政治观，借秦汉之际的历史事件，表现对功名事业的厌弃。作者把人们带进了熟悉的史实，并画龙点睛地做出了推论。既然刘项兴亡，不过一梦，韩信这样的功臣也落得杀头的结果，那当前的功名事业就没有什么值得留恋的了。通过对历史事件、历史人物的否定，对说不清功过是非的现实政治表示了反感。这是封建社会走下坡路的时期，许多文人喜欢用的手法。小令由“咸阳”——秦王朝说起。秦国“百二山河”，何等强盛，最后还是灭亡了。经过五年的楚汉之争，<a href=\"http://so.gushiwen.org/author_253.aspx\">项羽</a>兵败乌江自刎，<a href=\"http://so.gushiwen.org/author_746.aspx\">刘邦</a>统一天下，建立汉室。而辅助刘邦平定天下立有汗马功劳的韩信却遭到杀身之祸，连像蒯通那样的谋士，也不得不假装风魔以掩世人耳目。韩信怎么也没有想到力荐刘邦重用他的萧何，后来竟会设计杀害他。这些兴衰成败，是非恩怨，还有什么可说的呢？都不过是一场梦。“成也萧何，败也萧何”，道出世道之险恶，人心之叵测。结句以“醉了由他”突出“叹世”主题，表明自己超然物外，不问世事的态度。这是一首以咏史感叹世情的千古佳作。</p> <p>　　第二支曲子通过自嘲的方式来表达自己对黑暗社会的不满。前半部分表面看起来表现了作者在恬静的田园生活中得到了寄身世外、与世无争、六根清净的无限乐趣，其实，却蕴含了内心的波澜起伏，表明他政治出世与入世的极度苦闷中挣扎。后半部分写自己不能像严子陵那样归隐，但江湖也能“避风波”，借喻官场中也可求隐。这表现了一种自我解嘲式的心态。马致远沉寂下僚，既不齿于官场的腐败，不肯与之同流合污，又无力摆脱或与之抗争，于是，在官署之旁，闹市之中苦心经营了一片精巧的小天地，虽比不上前辈隐士超世脱俗的大气魄，亦可略效其遗风，来个眼不见，心不烦，从中得到一种聊以自慰的心态平衡。</p> <p>　　这两支小令短小精悍，概括性强，容量大。语言如飞流注涧，一泻无余，表现了马致远作为豪放派曲家的风格。</p>",
  "about": "<h2>创作背景</h2> 　　<a href=\"http://so.gushiwen.org/author_306.aspx\">马致远</a>年轻时热衷功名，有“佐国心，拿云手”的政治抱负，但一直没能实现，在经过了“二十年漂泊生涯”之后，他看透了人生的耻辱，遂生退隐林泉的念头，晚年过着“林间友”、“世外客”的闲适生活。此曲从内容看，应该是马致远牢骚殆尽，归隐山林后所作。",
  "poet": {
    "id": 306,
    "star": 0,
    "name": "马致远",
    "image": "http://img.gushiwen.org/authorImg/mazhiyuan.jpg",
    "desc": "马致远（1250年-1321年），字千里，号东篱（一说字致远，晚号“东篱”），汉族，大都（今北京）人，另一说（马致远是河北省东光县马祠堂村人，号东篱，以示效陶渊明之志）。他的年辈晚于关汉卿、白朴等人，生年当在至元（始于1264）之前，卒年当在至治改元到泰定元年（1321—1324）之间，与关汉卿、郑光祖、白朴并称“元曲四大家”，是我国元代时著名大戏剧家、散曲家。"
  },
  "tags": [
    "咏史",
    "感叹",
    "人生"
  ]
}