{
  "id": 28672,
  "star": 23,
  "name": "汉宫词",
  "dynasty": "唐代",
  "content": "青雀西飞竟未回，君王长在集灵台。<br>侍臣最有相如渴，不赐金茎露一杯。",
  "fanyi": "<p><strong>译文<br></strong>王母的信使青鸟啊，你飞去西方竟然还没回来，只累得求仙的君王，依然长久地守候在集灵台。<br>唉，有一位文学侍臣，最是有<a href=\"http://so.gushiwen.org/author_70.aspx\">司马相如</a>的消渴病，君王啊，你怎不赐予他那金茎上的仙露一杯？</p> <p><strong>注释<br></strong>⑴青雀：指青鸟，即《山海经》中提到的西王母所使之神鸟。南朝宋<a href=\"http://so.gushiwen.org/author_732.aspx\">鲍照</a>《野鹅赋》：“无青雀之衔命，乏赤雁之嘉祥。”<br>⑵君王：明指汉武帝，暗喻唐武宗。集灵台：汉时台名。冯浩笺注引《三辅黄图》：“集灵宫、集仙宫、存仙殿、望仙台，皆武帝宫观名，在华阴县界。按：唐亦有集灵台，即华清宫长生殿侧，见《旧书纪》。此则用汉事。”<br>⑶侍臣：侍奉帝王的廷臣。《仪礼·燕礼》：“凡公所酬既拜，请旅侍臣。”相如渴：相如即司马相如。司马相如患有消渴疾。《史记·司马相如列传》：相如口吃而善著书。常有消渴疾。后即用“相如渴”作患消渴病的典故。宋<a href=\"http://so.gushiwen.org/author_131.aspx\">梅尧臣</a>《魏文以予病渴赠薏苡二丛植庭下走笔戏谢》<a href=\"http://so.gushiwen.org/view_28672.aspx\">诗</a>：“愧无相如才，偶病相如渴，潩水有丈人，薏苡分丛茂。”<br>⑷金茎露：承露盘中的露，是汉武帝在建章宫神明台所立的金铜仙人承露盘接贮的“云表之露”。传说将此露和玉屑服之，可得仙道。冯浩笺注引《三辅黄图》：“建章宫有神明台，武帝造，祭仙人处。上有承露台，有铜仙人舒掌捧铜盘玉杯，以承云表之露，和玉屑服之。”</p>",
  "shangxi": "<h2>赏析</h2> <p>　　在这首咏史<a href=\"http://so.gushiwen.org/view_28672.aspx\">诗</a>中，诗人展开想象的翅膀，巧妙地将神话传说和历史故事编织在一起，虚构出一种充满浪漫色彩的艺术形象。</p> <p>　　一、二句“青雀西飞竟未回，君王长在集灵台。”青雀，即《山海经》中的青鸟，诗中借喻为替西王母与汉武帝之间传递音讯的使者。青鸟，这任重致远的使者，向西方极乐世界飞去，却竟然一去未回，杳无踪迹。然而，异想升天的汉武帝依然长久地守候在集灵台，等待佳音。起句中的“竟”字精警地表达出汉武帝迷信神仙的痴呆心理：一心以为青雀西飞定会带来仙界好音，谁知一去“竟然”未回，这实在出乎他意料之外。诗人著一“竟”字，极其传神地透露了他这种执迷不悟的心理状态。接着于“长在集灵台”句中和盘托出他的求仙活动，开首两句诗，揭露了武帝迷恋神仙的痴心妄想，寓揶揄嘲弄于轻描淡写中，显得委婉有致，极富幽默感。</p> <p>　　三、四句“侍臣最有相如渴，不赐金茎露一杯。”诗人进一步刻画汉武一心求仙而无意求贤的思想行径，文学侍臣<a href=\"http://so.gushiwen.org/author_70.aspx\">司马相如</a>有消渴病（今称糖尿病），因此水对于这种病人之重要，简直可以说是“救命之水”。但是，汉武只祈求自己长生而全不顾惜人才的死活，就是一杯止渴救命的露水也不肯赐给相如。结尾两句诗人拈出一个表示极大量的副词“最”与一个极小量的数词“一”作对比，前后呼应，便十分准确地揭露出这个君王好神仙甚于爱人才的偏执灵魂。讽刺辛辣而尖锐。诗里的数词已不仅表示量，而且还揭示质，蕴含深刻的思想意义。</p> <p>　　《汉宫词》虽然咏汉代事，但和唐代的现实生活密切相连。如果说，这首诗在讽刺汉武帝的迷信与昏庸这方面，写得比较明显而尖锐，那么，在讽喻唐武宗的问题上，便显得含蓄深隐，曲折而婉转。<a href=\"http://so.gushiwen.org/author_204.aspx\">李商隐</a>常以司马相如自况，如：“嗟余久抱临邛渴，便欲因君问钓矶”、“休问梁园旧宾客，茂陵秋雨病相如”、“相如未是真消渴，犹放沱江过锦城”等等。这首诗也是有感于自己的身世，不满唐武宗贬视人才。诗人用典精巧贴切，灵活自然，委婉地表达不便明言又不得不言的内容来，让辛辣的讽嘲披上一幅神话、历史与现实巧妙织成的面纱，显得情味隽永而富有迷人的艺术感染力。</p>",
  "about": "<h2>创作背景</h2> 　　《汉宫词》当作于唐武宗会昌五年（845年）之后不久。唐武宗力辟佛教，却笃信神仙之说，他于会昌五年，“筑望仙台于南郊”，还服食长生药，“饵方士金丹，性加躁急，喜怒不常”。<a href=\"http://so.gushiwen.org/author_204.aspx\">李商隐</a>此<a href=\"http://so.gushiwen.org/view_28672.aspx\">诗</a>即为讽喻唐武宗求仙访道之举而作。",
  "poet": {
    "id": 204,
    "star": 0,
    "name": "李商隐",
    "image": "http://img.gushiwen.org/authorImg/lishangyin.jpg",
    "desc": "李商隐，字义山，号玉溪（谿）生、樊南生，唐代著名诗人，祖籍河内（今河南省焦作市）沁阳，出生于郑州荥阳。他擅长诗歌写作，骈文文学价值也很高，是晚唐最出色的诗人之一，和杜牧合称“小李杜”，与温庭筠合称为“温李”，因诗文与同时期的段成式、温庭筠风格相近，且三人都在家族里排行第十六，故并称为“三十六体”。其诗构思新奇，风格秾丽，尤其是一些爱情诗和无题诗写得缠绵悱恻，优美动人，广为传诵。但部分诗歌过于隐晦迷离，难于索解，至有“诗家总爱西昆好，独恨无人作郑笺”之说。因处于牛李党争的夹缝之中，一生很不得志。死后葬于家乡沁阳（今河南焦作市沁阳与博爱县交界之处）。作品收录为《李义山诗集》。"
  },
  "tags": []
}