{
  "id": 71636,
  "star": 88,
  "name": "煌煌京洛行",
  "dynasty": "魏晋",
  "content": "夭夭园桃，无子空长。虚美难假，偏轮不行。<br>淮阴五刑，鸟尽弓藏。保身全名，独有子房。<br>大愤不收，褒衣无带。多言寡诚，抵令事败。<br>苏秦之说，六国以亡。倾侧卖主，车裂固当。<br>贤矣陈轸，忠而有谋。楚怀不从，祸卒不救。<br>祸夫吴起，智小谋大，西河何健，伏尸何劣。<br>嗟彼郭生，古之雅人，智矣燕昭，可谓得臣。<br>峨峨仲连，齐之高士，北辞千金，东蹈沧海。",
  "fanyi": "<p><strong>译文</strong><br>庭院中繁华的红桃树啊，花朵虽灿烂却没有结果。虚美的东西不会有实效，偏斜的车轮经不住颠簸。<br>齐王韩信遭受五刑而死，那可是鸟尽弓藏的下场；能够功成身退远祸全名，只有那汉代的名臣张良。<br>深仇大恨不能约束根除，如同衣袍宽大没有束带；空洞的话太多没有诚心，最后只会导致事情失败。<br>苏秦身佩相印游说六国，六国从此以后走向灭亡；他因反复无常卖主求荣，最终逃不掉车裂的祸殃。<br>陈轸不愧是个贤良的人，既忠心耿耿又富于谋略；楚怀王不听从他的劝告，终于国破家亡不可救药。<br><a href=\"http://so.gushiwen.org/author_851.aspx\">吴起</a>一生都和灾祸伴搭，因为心智太差希望太大，做河西守将时多么强健，被人杀害时又虚弱可怕。<br>感叹那聪明智慧的郭隗，他可是古代少有的人才。燕昭王亦具有远见卓识，君臣相得彼此没有猜疑。<br>伟大而又义气的鲁仲连，他具有高瞻远瞩的胸怀，有了功劳不收千金封赏，宁可跳进那汹涌的大海。</p> <p><strong>注释</strong><br>⑴园桃：《<a href=\"http://so.gushiwen.org/view_71636.aspx\">诗</a>》云：“人之云亡，邦国殄猝。汉室灭矣，园桃无子，所为作也。“<br>⑵淮阴：指淮阴侯韩信。\"汉初三杰\"之一，为汉朝开国立下汗马功劳，后被吕雉杀害。<br>⑶子房：即张良，\"汉初三杰\"之一，功成隐退，身名全保。<br>⑷大愤不收：此指三大愤不收：何进欲尽诛宦官而败，何进被杀；袁绍发病捕诸宦者，无长幼，皆杀之，得一时之快而至董卓得肆其毒；王允既诛董卓，使皇甫嵩领其众，因李傕等求赦而赦，终至兵连祸结。<br>⑸褒衣：褒，大裾，言著褒大之衣、广博之带。<br>⑹苏秦：，战国人，合纵六国，为纵约长。《战国策》记载，苏秦封武安侯，相燕，阴与燕王谋破齐，共分其地，乃佯有罪出奔，入齐，齐王受而相之，居二年而觉，齐王大怒，车裂苏秦于市。<br>⑺陈轸：战国时期楚国人。秦王使张仪说楚王，秦愿以商於六百里地与楚国交好，使楚与齐绝交。楚怀王非常高兴地答应了。群臣皆贺喜楚王，唯独陈轸看出这是秦的反间计，不主张接受秦商於之地。楚王不听。后秦齐共攻楚国，楚大败，不得已割两城以求和。此处暗喻<a href=\"http://so.gushiwen.org/author_359.aspx\">陈琳</a>。<br>⑧吴起：战国时期法家、军事家。初事鲁，后事魏。魏武侯即位后，吴起因不受信任又投奔楚国，被楚悼王任用为相，仅一年便创造了“南平百越，北并陈蔡，却三晋，西伐秦”的显赫成就。楚悼王刚死，吴起便被众多宗室大臣追杀。尽管他临危仍显智谋，趴在按礼教神圣不可侵犯的故王遗体上，还是死于雨点般射来的乱箭之下。此处暗指何进，参考<a href=\"http://so.gushiwen.org/author_552.aspx\">曹操</a>薤露行。<br>⑼仲连：即鲁仲连，齐国高士。帮助田单攻下聊城却拒绝田单给他封爵，遂逃隐于海上。</p>",
  "shangxi": "<h2>简析</h2> 　　通过评价历史人物，表明了<a href=\"http://so.gushiwen.org/view_71636.aspx\">诗</a>人的立场和观点。前四句直言虚美者多败，表明人才应具有真才实学，而不应徒有华丽的外表。五至八句论韩信与张良之事，通过对比表达赞赏张良的态度。九至十二句言行事不能太极端，物极必反，反则受其乱。十三至二十四句通过评价历史人物的功过是非，从不同的侧面补足前意。末尾句赞扬鲁仲连，与前面赞扬张良形成了呼应之势，至此也表明了诗人的人生态度。",
  "poet": {
    "id": 616,
    "star": 0,
    "name": "曹丕",
    "image": "http://img.gushiwen.org/authorImg/caopi.jpg",
    "desc": "曹魏高祖文皇帝曹丕（187年冬－226年6月29日），字子桓，三国时期著名的政治家、文学家，曹魏的开国皇帝，公元220－226年在位。他在位期间，平定边患。击退鲜卑，和匈奴、氐、羌等外夷修好，恢复汉朝在西域的设置。除军政以外，曹丕自幼好文学，于诗、赋、文学皆有成就，尤擅长于五言诗，与其父曹操和弟曹植，并称三曹，今存《魏文帝集》二卷。另外，曹丕著有《典论》，当中的《论文》是中国文学史上第一部有系统的文学批评专论作品。去世后庙号高祖（《资治通鉴》作世祖），谥为文皇帝，葬于首阳陵。"
  },
  "tags": [
    "赞美",
    "写人"
  ]
}