{
  "id": 71772,
  "star": 23,
  "name": "满庭芳·水抱孤城",
  "dynasty": "清代",
  "content": "水抱孤城，云开远戍，垂柳点点栖鸦。晚潮初落，残日漾平沙。白鸟悠悠自去，汀洲外、无限蒹葭。西风起，飞花如雪，冉冉去帆斜。<br>天涯、还忆旧，香尘随马，明月窥车。渐秋风镜里，暗换年华。纵使长条无恙，重来处、攀折堪嗟。人何许，朱楼一角，寂寞倚残霞。",
  "fanyi": "<p><strong>译文<br></strong>流水环绕着孤城，远方天空中的云已经散开，柳树上有几只乌鸦在栖息。当晚潮退去的时候，江边沙滩上留下起伏的波纹，夕阳照在上边，好像照在水波上一样。不知从哪里惊起的白鸟从容地飞走，汀洲有无边无际的芦苇，正是水鸟们的栖身之所。西风吹过，芦花飞舞着。远处一叶扁舟冉冉而去，白帆越来越小，直到消逝在视线内。<br>现在身处远方，回忆过去。当年的元宵时多么热闹，少女马车，明月当空。时过境迁，年华不在。当年桓温感叹自己种的柳树早已成材，而人却老去。如今我也有这样的感触，人在何方，不过是上高楼，倚靠着栏杆看着夕阳落下，只剩下寂寞的我。</p> <p><strong>注释<br></strong>①满庭芳：词牌名，又名《锁阳台》、《满庭霜》、《潇湘夜雨》、《话桐乡》、《满庭花》等，双调九十五字，前片四平韵，后片五平韵。过片二字，亦有不叶韵连下为五言句者，另有仄韵词，仄韵者，《乐府雅词》中名《转调满庭芳》。<br>②远戍[shù]：边境的军营、城池。<br>③平沙：水边沙滩。<br>④白鸟：泛指白羽的鸟。悠悠：闲适状态。汀[tīng]州：水中小洲。蒹[jiān]葭[jiā]：泛指荻、芦等植物。<br>⑤飞花：这里指芦花。冉冉：缓缓移动。<br>⑥香尘、明月：唐<a href=\"http://so.gushiwen.org/view_71772.aspx\">诗</a>《正月十五夜》：“暗尘随马去，明月逐人来。”<br>⑦长条：指柳枝。此处用《世说新语》：“桓公北征经金城，见以前为琅邪时种的柳，皆已十围，慨然曰‘木犹如此，人何以堪！’攀枝执条，泫然流泪。”<br>⑧何许：何处。朱楼：高楼。倚残霞：谓倚楼而望暮霞。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这首长调上片写景宁静闲适，颇有“无我之境”的味道；下片回想少年意兴引入羁旅秋风的悲伤心结尾倚栏人形象回应了前边的写景，可知前边景色皆倚栏人所见。从而引导读者返回去品味上片的写景，发现原来上片也不是单纯的“无我之境”，它已经在宁静淡远的景色之中隐藏了许多悲哀和无奈。</p> <p>　　“水抱孤城，雪开远戍，垂柳点点栖鸦”这几句一连串三组意象构成了一幅闲适、静谧的图画：流水环绕孤城，遮住远方天空的浮云已经散去，柳树上栖息着三三两两的乌鸦。这三组景物分别可以让人联想到故乡，对远方征人的期盼和对安居无忧的向往。因此，它们看起来闲适，实际上却是引发游子羁旅之愁的起源。“晚潮初落，残日漾平沙”通过一个“漾”给了这幅静谧安祥的图画增添了一种动态。</p> <p>　　“白鸟悠悠自去，汀州外，无限蒹葭”是镜头的转动，水鸟和无边无际的芦苇也承启了下面一句。“西风起，飞花如雪”这里的飞花，显然不是春天的柳絮而是上一句的芦花，正是这芦花给整个画面染上了一层朦胧的色彩。在这遥远朦胧的水面上“冉冉”的“去帆”那就是作者对自己遥远、朦胧的记忆中某些往事的回忆。</p> <p>　　下片开的“天涯，还忆旧”就很自然地把描写重点从景转向于情了。“香尘随马，明月窥车”是忆旧，写的是当年元宵夜游的意兴。这一句明显是化用唐人<a href=\"http://so.gushiwen.org/author_396.aspx\">苏味道</a>的两句<a href=\"http://so.gushiwen.org/view_71772.aspx\">诗</a>“暗尘随马去，明月逐人来”。无论当年有多么欢乐，可是到了“渐秋风镜里，暗换年华”的时候，人的意兴也就随之起了很大弯化，“纵使长条无恙，重来处，攀折堪嗟”就是说的这种变化。“朱楼一角，寂寞倚残霞”，就是通过一个倚朱楼而望暮霞的孤独身影十分含蓄地写出了一种往事如烟，良辰不再的悲秋情绪。“人何许”人就在那悲秋的高楼上极目远望，他已经与这寂寞景色融入到一个画面了。</p>",
  "about": "<h2>创作背景</h2> 　　这首词是<a href=\"http://so.gushiwen.org/author_408.aspx\">王国维</a>于1905年离开南通去往苏州时所作。当时王国维远离家人，独自一人在外地任教，借此词抒发自己内心的孤独。",
  "poet": {
    "id": 408,
    "star": 0,
    "name": "王国维",
    "image": "http://img.gushiwen.org/authorImg/wangguowei.jpg",
    "desc": "王国维（1877年—1927年），字伯隅、静安，号观堂、永观，汉族，浙江海宁盐官镇人。清末秀才。我国近现代在文学、美学、史学、哲学、古文字学、考古学等各方面成就卓著的学术巨子，国学大师。"
  },
  "tags": [
    "写景",
    "感叹",
    "时光"
  ]
}