{
  "id": 7748,
  "star": 19,
  "name": "于阗采花",
  "dynasty": "唐代",
  "content": "于阗采花人，自言花相似。<br>明妃一朝西入胡，胡中美女多羞死。<br>乃知汉地多名姝，胡中无花可方比。<br>丹青能令丑者妍，无盐翻在深宫里。<br>自古妒蛾眉，胡沙埋皓齿。",
  "fanyi": "<p><strong>译文<br></strong>于阗的采花人，大言不惭说：花儿都相似。<br>等到明妃<a href=\"http://so.gushiwen.org/author_830.aspx\">王昭君</a>一旦西入胡地，胡中的美女都要羞死，大愧不如。<br>才知道汉族美女多多，胡中无花可与比拟。<br>丹青画画，能令丑者美丽，像那个无盐丑女反而选入宫里。<br>自古红颜妒蛾眉，皓齿美人白白葬送在漫漫胡沙之中。</p> <p><strong>注释<br></strong>1.于阗：汉代西域城国。故址在今新疆和田一带。这里泛指塞外胡地。<br>2.明妃：即王昭君。汉代南郡秭归人，名嫱，字昭君。晋朝人避司马昭讳，改称明君，后人又称明妃。据《汉书·匈奴传》：“竟宁元年，呼韩邪复入朝，自言愿婿汉氏以自亲。元帝以后宫良家子王嫱字昭君赐单于。王昭君号宁胡阏氏，生一男屠智牙师。呼韩邪单于死，雕陶莫皋立，为复株累若鞮单于，复妻王昭君，生二女。”《西京杂记》卷二：“元帝后宫既多，不得常见，乃使画工图其形，按图召幸之。诸宫人皆赂画工，多者十万，少者亦不减五万。独昭君不肯，遂不得见。匈奴入朝求美人为阏氏，于是上按图以昭君行。乃去，召见，貌为后宫第一，善应对，举止娴雅，帝悔之，而名籍已定，重失信于外国，故不便更人。乃穷按（调查）其事，画工皆弃市。”<br>3.明姝：即美女。<br>4.丹青：谓颜料可以把丑女画成美人。丹青，绘画用的矿物颜料。<br>5.无盐：谓丑女反而能在王宫里作王后。无盐，古代著名丑女，即战国时齐宣王后钟离春。因是无盐人，故名。汉<a href=\"http://so.gushiwen.org/author_403.aspx\">刘向</a>《列女传》：钟离春者，齐无盐邑之女，宣王之正后也。其为人极丑无双，臼头深目，长指大节，卬鼻结喉，肥项少发。翻，反而。<br>6.自古：谓自古以来，美人皆遭嫉妒。娥眉、皓齿，借代美人。娥眉，蚕蛾的触须细而弯，故用以喻女子之眉。《<a href=\"http://so.gushiwen.org/view_7748.aspx\">诗</a>经·卫风·硕人》：“螓首娥眉，巧笑倩兮。”胡沙埋皓齿，指昭君出塞和亲事。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　此<a href=\"http://so.gushiwen.org/view_7748.aspx\">诗</a>借美人遭嫉，埋没胡沙，丑女受宠，立为后妃媸妍颠倒的现象，喻有才之士遭嫉贬斥，无能之辈反被重用。</p> <p>　　全诗可分两段。前六句叙事，用铺垫的手法写明妃的美貌。后四句议论，指出媸妍颠倒的不合理现象，为太白自叹遭谗被斥。</p> <p>　　诗人以极深的爱慕之情赞扬了<a href=\"http://so.gushiwen.org/author_830.aspx\">王昭君</a>之美丽:以人比花，花人相似；以汉地、胡地对比，则“胡中美女多羞死”，“胡中无花可方比”。“胡中美女多羞死”及“胡中无花可方比”两句反映了诗人思想上的偏见，但这里为的是强调昭君之美，且诗的落脚点不在这里，而是在下文：即象王昭君这样一位如花似玉的美女，本应让她去其相称的去处，可是事情恰恰相反，却被恶人陷害，“埋没胡沙”，像战国时齐国无盐地方的丑女（名钟离春）那样丑陋，竟至“翻在深宫”。所以诗人又以极为愤怒之情，谴责了妍丑不分、黑白倒置那种极不公平的社会现象。黑白倒置、有才华的人受气，诗人对此是有深刻体会的。因此，诗中所鸣的不平，在极大程度上也是诗人个人怀抱的抒发。[3] </p> <p>　　当时宦官、军阀以及朋党，无不是一手遮天，认钱认势不认人，他们毫无人格，毫无人性，排斥异己，压制有才能的人。诗人<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>就是被排挤、被压制的一个。诗末“自古妒蛾眉，胡沙埋皓齿”两句，集中地表现了作者对人才埋没的强烈愤慨。</p>",
  "about": "<h2>创作背景</h2> 　　《于阗采花》是天宝三载（744），<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>遭谗离开长安时所作，从此离开了仕途。他又开始漫游。在洛阳，遇见了已经33岁，却仍蹭蹬未仕的<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>。此后二年间，他们三度同游，交情很深。",
  "poet": {
    "id": 247,
    "star": 0,
    "name": "李白",
    "image": "http://img.gushiwen.org/authorImg/libai.jpg",
    "desc": "李白（701年－762年），字太白，号青莲居士，唐朝浪漫主义诗人，被后人誉为“诗仙”。祖籍陇西成纪(待考)，出生于西域碎叶城，4岁再随父迁至剑南道绵州。李白存世诗文千余篇，有《李太白集》传世。762年病逝，享年61岁。其墓在今安徽当涂，四川江油、湖北安陆有纪念馆。"
  },
  "tags": [
    "乐府",
    "用人",
    "感伤"
  ]
}