{
  "id": 296,
  "star": 39,
  "name": "鲁颂·泮水",
  "dynasty": "先秦",
  "content": "思乐泮水，薄采其芹。鲁侯戾止，言观其旂。其旂茷茷，鸾声哕哕。无小无大，从公于迈。</p> <p>思乐泮水，薄采其藻。鲁侯戾止，其马蹻蹻。其马蹻蹻，其音昭昭。载色载笑，匪怒伊教。</p> <p>思乐泮水，薄采其茆。鲁侯戾止，在泮饮酒。既饮旨酒，永锡难老。顺彼长道，屈此群丑。</p> <p>穆穆鲁侯，敬明其德。敬慎威仪，维民之则。允文允武，昭假烈祖。靡有不孝，自求伊祜。</p> <p>明明鲁侯，克明其德。既作泮宫，淮夷攸服。矫矫虎臣，在泮献馘。淑问如皋陶，在泮献囚。</p> <p>济济多士，克广德心。桓桓于征，狄彼东南。烝烝皇皇，不吴不扬。不告于訩，在泮献功。</p> <p>角弓其觩。束矢其搜。戎车孔博。徒御无斁。既克淮夷，孔淑不逆。式固尔犹，淮夷卒获。</p> <p>翩彼飞鸮，集于泮林。食我桑&lt;黑甚&gt;，怀我好音。憬彼淮夷，来献其琛。元龟象齿，大赂南金。",
  "fanyi": "<p><strong>译文<br></strong>兴高采烈地赶赴泮宫水滨，采撷水芹菜以备大典之用。我们伟大的主公鲁侯驾到，远远看见旗帜仪帐空翻影。只见那旌旗飘飘迎风招展，车驾鸾铃声声响悦耳动听。无论小人物还是达官显贵，都跟着鲁侯一路迤逦而行。<br>兴高采烈地赶赴泮宫水滨，采撷水中藻以备大典之用。我们伟大的主公鲁侯驾到，只见他的坐骑是那样强盛。只见他的坐骑是那样强盛，他讲话的声音又悦耳动听。他满脸和颜悦色满脸笑容，不怒自威教化百姓树新风。<br>兴高采烈地赶赴泮宫水滨，采撷凫葵菜以备大典之用。我们伟大的主公鲁侯驾到，在宏伟的泮宫里饮酒相庆。他开怀畅饮着甘甜的美酒，祈盼上苍赐予他永远年轻。通往泮宫的长长官道两侧，大批的淮夷俘虏跪拜相迎。<br>我们伟大的主公鲁侯君王，庄敬恭谨展示出品德高尚，庄敬清慎保持严整的形象，不愧天下百姓的风范榜样。他既能教化又能卫国开疆，把列祖伟大事业继承发扬。同时也没有不孝不敬之失，理所当然要得到福禄祯祥。<br>我们勤勉的主公鲁侯君王，庄敬恭谨展示出品德高尚，先是筹划修建宏伟的泮宫，接着又发兵淮夷束手臣降。那一群勇猛如虎的将士们，泮宫水滨献俘大典正奔忙。那些贤良如皋陶的文臣们，筹备献俘大典聚在泮水旁。<br>鲁国上下济济一堂众臣工，倾力推广我王的善意德政。威武之师坚定地踏上征程，一鼓作气把东南淮夷平定。文臣武将生龙活虎气势盛，但大家既不喧嚣也不高声，不跑官要官也不抢功争名，都来泮宫献俘奏捷展战功。<br>战士们把角弓挽得曲曲弯，蝗群般的羽箭射得嗖嗖响；冲阵的兵车坚固而又宽大，步兵车兵连续作战不歇晌。威武之师很快征服了淮夷，淮夷上下齐归顺不敢相抗。因为坚持了你的战略决策，才有淮夷土地最终入我囊。<br>本为恶声鸟如今却翩翩飞，栖居起落在我泮宫的树林。它既然吃了我的甜美桑葚，当然要感念我的仁爱之心。野蛮的淮夷既已臣服我国，忙不迭地前来献宝把贡进，这些宝物有美玉巨龟象牙，还有南方出产的大宗黄金！</p> <p><strong>注释<br></strong>1.泮（pàn）水：水名。戴震《毛郑<a href=\"http://so.gushiwen.org/view_296.aspx\">诗</a>考证》：“泮水出曲阜县治，西流至兖州府城，东入泗。《通典》云：‘兖州泗水县有泮水。’是也。”<br>2.思：发语词。<br>3.薄：语助词，无义。芹：水中的一种植物，即水芹菜。<br>4.戾：临。止：语尾助词。<br>5.言：语助词，无义。旂（qí）：绘有龙形图案的旗帜。<br>6.茷（pèi）茷：飘扬貌。<br>7.鸾：通“銮”，古代的车铃。哕（huì）哕：铃和鸣声。<br>8.无小无大：指随从官员职位不分大小尊卑。<br>9.公：鲁公，亦指诗中的鲁侯。迈：行走。<br>10.藻：水中植物名。<br>11.蹻（qiāo）蹻：马强壮貌。<br>12.昭昭：指声音洪亮。<br>13.色：指容颜和蔼。<br>14.伊：语助词，无义。<br>15.茆（mǎo）：即今言莼菜。<br>16.旨酒：美酒。<br>17.锡：同“赐”，此句相当于“万寿无疆”意。<br>18.道：指礼仪制度等。<br>19.丑：恶，指淮夷。<br>20.穆穆：举止庄重貌。<br>21.敬：努力。<br>22.允：信，确实。<br>23.昭假：犹“登遐”，升天。烈：同“列”，列祖，指<a href=\"http://so.gushiwen.org/author_845.aspx\">周公旦</a>、鲁公伯禽。<br>24.孝：同“效”。<br>25.祜（hù）：福。<br>26.明明：同“勉勉”。<br>27.淮夷：淮水流域不受周王室控制的民族。攸：乃。<br>28.矫矫：勇武貌。<br>29.馘（guó）：古代为计算杀敌人数以论功行赏而割下的敌尸左耳。<br>30.淑：善。皋陶（yáo）：相传尧时负责刑狱的官。<br>31.桓桓：威武貌。<br>32.狄：同“剔”，除。<br>33.烝（zhēng）烝皇皇：众多盛大貌。<br>34.吴：喧哗。扬：高声。<br>35.讻（xiōng）：讼，指因争功而产生的互诉。<br>36.角弓：两端镶有兽角的弓。觩（qiú）：弯曲貌。<br>37.束矢：五十支一捆的箭。搜：多。<br>38.孔：很。博：宽大39.徒：徒步行走，指步兵。御：驾御马车，指战车上的武士。斁（yì）：厌倦。<br>40.淑：顺。逆：违。此句指鲁国军队。<br>41.式：语助词。无义。固：坚定。犹：借为“猷”，谋。<br>42.获：克。<br>43.鸮（xiāo）：鸟名，即猫头鹰，古人认为是恶鸟。<br>44.怀：归，此处为回答意。<br>45.憬（jǐng）：觉悟。<br>46.琛（chēn）：珍宝。<br>47.元龟：大龟。象齿：象牙。<br>48.赂（lù）：通“璐”，美玉。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　此<a href=\"http://so.gushiwen.org/view_296.aspx\">诗</a>的主题，《毛诗序》曰：“颂僖公能修泮宫也。”<a href=\"http://so.gushiwen.org/author_459.aspx\">朱熹</a>《诗集传》曰：“此饮于泮宫而颂祷之辞也。”方玉润《诗经原始》曰：“受俘泮宫也。”此诗写受俘泮宫，颂美鲁僖公能修文德。</p> <p>　　此诗前三章叙述鲁侯前往泮水的情况，每章以“思乐泮水”起句，作者强调由于鲁侯光临而产生的快乐心情。“采芹”、“采藻”、“采茆”是为祭祀作准备，芹、藻、茆皆用于祭祀，《周礼·天官·醢人》：“朝事之豆，其实……茆菹麇臡……加豆之实，芹菹兔醢……”《召南·采苹》也有采藻用于“宗室牖下”，皆为明证。第一章没有正面写鲁侯，写的是旗帜飘扬，銮声起伏，随从者众多，为烘托鲁侯出现而制造的一种热闹的气氛和尊严的声势。第二章直接写鲁侯来临的情况，他的乘马非常健壮，他的声音非常嘹亮，他的面容和蔼而带微笑，他不是生气而是在教导自己的臣民，从服乘、态度体现出君主的特别身份。第三章突出“在泮饮酒”，并以歌颂鲁侯的功德，一方面祝福他“永锡难老”，万寿无疆；另一方面则说明这是凯旋饮至，表明鲁侯征服淮夷的功绩。</p> <p>　　第四、五两章颂美鲁侯的德性。前一章主要写文治。鲁侯举止庄重，神情肃穆，因此成为臣民仰望的准则。因为是“告庙”，诗人对庙貌而想先人，鲁国的先祖<a href=\"http://so.gushiwen.org/author_845.aspx\">周公旦</a>、鲁公伯禽既有文治又有武功，僖公凯旋饮至，正是对先祖的继承，是效法前人的结果。后一章主要写武功。作泮宫本属文治，却是成就武功的保证，鲁侯虽不必亲上战场，因为修明德性，恢复旧制，所以使将士们在战争中赢得了胜利。他们在泮水献上斩获的敌人左耳，并能精细详明地审讯敌人，献上活捉的俘虏。</p> <p>　　第六、七两章写征伐淮夷的鲁国军队。前一章是写出征获胜，武士能发扬推广鲁侯的仁德之心，尽管战争是残酷的，但在鲁人看来，这是对敌人的驯化，是符合仁德的。回到泮水，将士献功，没有人为争功而冲突，写的是武功，但文治自在其中。后一章写军队获胜后情况，武器极精，师徒甚众，虽克敌有功，但士无骄悍，又纪律严明，不为暴虐，“孔淑不逆”，所以败者怀德，淮夷卒获。</p> <p>　　最后一章写淮夷——被征服者，以鸮为兴，引出下文。鸮，即猫头鹰，为恶鸟，比喻恶人，但它飞落泮林，食我桑椹，怀我好音。所以淮夷感悟，前来归顺，贡献珍宝。</p> <p>　　刘瑾谓此诗“言不无过实，要当为颂祷之溢辞也”（吴闿生《诗义会通》引），<a href=\"http://so.gushiwen.org/author_855.aspx\">刘勰</a>《文心雕龙》中的《夸饰》篇特将末章首四句“翩彼飞鸮，集于泮林；食我桑椹，怀我好音”作为修辞夸饰的例证之一，说明此篇的夸耀很有些过当，读者当不以文害辞、不以辞害意。</p>",
  "about": "<h2>创作背景</h2> <p>　　古代治兵，有受俘之礼，《左传·隐公五年》：“三年而治兵，入而振旅，归而饮至，以数军实。”又《春秋·襄公十三年》：“公至自伐郑。”《左传》：“以饮至之礼，伐还告庙也。”此<a href=\"http://so.gushiwen.org/view_296.aspx\">诗</a>正是围绕饮至，歌颂鲁侯的。诗中泮宫，历来说者不一，清人戴震《毛郑诗考证》云：“鲁有泮水，作宫其上，故它国绝不闻有泮宫，独鲁有之。泮宫也者，其鲁人于此祀后稷乎？鲁有文王庙，称周庙，而郊祀后稷，因作宫于都南泮水上，尤非诸侯庙制所及。宫即水为名，称泮宫。《采蘩》篇传云：‘宫，庙也。’是宫与庙异名同实。《礼器》曰：‘鲁人将有事于上帝，必先有事于頖宫。’郑注云：‘告后稷也。告之者，将以配天。’然则诗曰：‘从公于迈’，曰：‘昭假烈祖，靡不有孝’，明在国都之外，祀后稷地，曰‘献馘’‘献囚’‘献功’，盖鲁于祀后稷之时，亦就之赏有功也。不过，不是‘于祀后稷之时，亦就之赏有功’，而是在泮宫行受俘之礼，兼有祀祖之事。再者，泮宫即是《閟宫》中的閟宫和新庙，此不具论。”</p> <p>　　此诗作于鲁僖公战胜淮夷之后。淮夷生活在当时的淮水一带，不受周王朝所封，对周王朝诸侯造成威胁，所以，各诸侯国曾多次征伐，《左传·僖公十三年（前647年）》载僖公与齐、宋、陈、卫、郑、许、曹“会于咸，淮夷病杞故。”又，鲁僖公十六年（公元前644年）与齐、宋、陈、卫、郑、许、邢、曹“会于淮，谋鄫，且东略也”。这几次战役，虽然战功不大，但鲁是个积弱之国，能累次出师，争伯中原，所以鲁人寄望僖公，肆情歌颂。</p>",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": [
    "诗经",
    "写水"
  ]
}