{
  "id": 31714,
  "star": 7,
  "name": "烧歌",
  "dynasty": "唐代",
  "content": "起来望南山，山火烧山田。<br>微红夕如灭，短焰复相连。<br>差差向岩石，冉冉凌青壁。<br>低随回风尽，远照檐茅赤。<br>邻翁能楚言，倚锸欲潸然。<br>自言楚越俗，烧畲为早田。<br>豆苗虫促促，篱上花当屋。<br>废栈豕归栏，广场鸡啄粟。<br>新年春雨晴，处处赛神声。<br>持钱就人卜，敲瓦隔林鸣。<br>卜得山上卦，归来桑枣下。<br>吹火向白茅，腰镰映赪蔗。<br>风驱槲叶烟，槲树连平山。<br>迸星拂霞外，飞烬落阶前。<br>仰面呻复嚏，鸦娘咒丰岁。<br>谁知苍翠容，尽作官家税。",
  "fanyi": "<p><strong>译文<br></strong>我站起身来望南山，山火正旺烧着山田。<br>久久余火如同熄灭，短短的火焰又相连。<br>参差不齐烧向山崖，渐渐烧向了青石坂，<br>低处风吹过火灭尽，高处照红了茅屋檐。<br>邻翁能说楚地的话，身靠铲锹想要泪下。<br>自己介绍楚越风俗，火烧草木耕种山田。<br>豆苗如同蜷缩的虫，篱上的花开堂屋前。<br>破烂木猪舍猪归栏，广场之上的鸡啄米。<br>新春的雨后放晴日，酬神赛会遍布乡间。<br>持钱去找人去占卜，敲瓦之声隔树林传。<br>卜得宜于种田的卦，桑枣之下细细话谈。<br>吹火烧白茅满山地，红色甘蔗映入腰镰。<br>风吹槲叶烟雾迷漫，棵棵槲树遍野满山。<br>火星飞起飞拂天外，飞灰落在台阶之前。<br>巫师大呼又打喷嚏，鸦娘前来祝贺丰年。<br>谁知丰年收获食物，却被官家全部拿完！</p> <p><strong>注释<br></strong>1.微红：指烧过之后剩下的余火。<br>2.短焰：因长草经初次大火焚烧殆尽，所以即使再烧起来也不能发出长的火苗，而只能发出短的火焰。复：又。<br>3.差（cī）差：火势蔓延，前后参差不齐。<br>4.冉冉：渐渐前进的样子。凌：升上。青壁：青色的石壁。<br>5.低：指南山的低处。回风：回旋的风。尽：火尽，火熄灭。<br>6.楚言：楚地方言，古代楚国面积广大，主要在长江中游地区及汉水流域，即今湖北、湖南、安徽诸省。后来，长江下游的吴、越也变成了它的领土。<br>7.倚：靠。插：同“锸”，即铲锹。潸（shān）然：流泪的样子。<br>8.越：古有越国，在今浙江省北部一带。<br>9.烧畲（shē）：一种种旱田的方法，其法是先放火烧去地面草木，使灰烬变为肥料，然后下种。这是一种在地广人稀的地方采用的一种较为粗放的耕种方式，又称“火耕”或“火种”。<br>10.虫促促：指豆苗长得如蜷缩的虫子，言其茂盛。促促，即蹙蹙，蜷缩的样子。<br>11.废栈：破木棚，这里指农家猪舍。豕：猪。栏：木栏，指猪舍。<br>12.赛神：酬神赛会，农村在举行酬神赛会时，往往敲锣打鼓，演唱文艺节目，酬神也娱人。<br>13.就人：到卜人处。就，接近。人，卜人，算卦占卜之人。卜：占卜。<br>14.敲瓦：一种巫俗，敲碎瓦片，观察瓦的裂纹，以此定吉凶，称为“瓦卜”。<br>15.山上卦：适于上出种田的卦象。<br>16.白茅：草名，烧舍之时正是遍山白茅茂盛之时。<br>17.赪（chēng）：红色。<br>18.槲（hú）：树名，一种落叶乔木，高二、三丈，叶大，倒卵形，长约四、五寸。槲叶冬天存留于枝上，第二年嫩芽发生时才脱落。<br>19.迸星：飞起的火星。拂霞外：拂天外，形容火星飞得高。<br>20.烬：物体燃烧后剩下的东西。<br>21.鸦娘：母鸦，古时一种迷信的说法：说乌鸦飞到人家是吉祥的预兆，预示丰年，<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>《和大觜乌》<a href=\"http://so.gushiwen.org/view_31714.aspx\">诗</a>有“此鸟所止家，家产日夜牢，上以致寿考，下可宜田农”的诗句。咒：祝。<br>22.苍翠容：指获盛的农作物。<br>23.尽：全部。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　这首<a href=\"http://so.gushiwen.org/view_31714.aspx\">诗</a>描写了作者目睹的南山烧畲的情况，并记录了邻舍老翁关于楚、越烧畲种田的介绍。从这些描写中，表现了农民劳动的辛勤，和农民的善良及对生活充满着希望。从这些描写中，更表现出官府剥削的严重，和官税的害人。诗人对农民的同情，对官府的怨恨也在这些描写之中表现出来。</p> <p>　　这首诗由三部分组成。前八句是作者谈自己看到的南山烧畲的情况。这部分写得有声有色，烧畲的过程安待得清清楚楚。作者先写自己“起来”看见南山山火烧山田，再写山火似灭而复燃，并连成一片，又参差不齐地向山崖烧去，渐渐地烧向青色的石壁。最后写近处的山火随着一阵回风过后熄灭了，而远处的山火又卷起了赤色的火焰，并把茅崖照得通红。这一部分与第二部分可以互相补充，互相印证。</p> <p>　　从第九句到第三十句是这首诗的第二部分。这一部分通过邻舍老翁的口介绍了楚、越烧奢种田的情况。这位老翁还没等发言，就“倚插泪淆然”，可见在这位老翁的心里有着深深的痛苦，这就为最后揭露官府的重税奠定了伏笔。接下去，诗文没有谈这位老翁如何痛苦，也没有直接交待这位老翁“欲潸然”的原因，而是大写特写农民烧奋种田的盛况。这些农民在“新年春雨晴”的时侯举行酬神赛会，求神问卜，得到了宜于种田的吉卦。他们在桑树枣树之下商量种田事宜，又放火烧山，挥镰割草，种得“豆苗虫促促，篱上花当屋”，他们养猪养鸡，辛勤劳动，他们迎来了一年的丰收。如果诗文到此为止，如果这首诗没有老翁“欲潜然”的描写，人们会把这首诗与一般描写“农家乐”的诗混为一谈。</p> <p>　　这首诗的可贵之处是第三部分。第三部分仅两句诗：“谁知苍翠容，尽作官泉税。”原来，农民们为之贼出辛勤劳动并寄以莫大希望的“苍翠容”，竟然全部被统治阶级以“官家税”的形式抢走了，农民从一年的丰收中什么也没有得到。这就是这位老翁“欲潜然”的原因，也是诗人作诗的真正意图。诗人在这首诗的第二部分大写特写农民的辛勤是为了揭露唐代统治者对农民的掠夺乡大写特写农民的希望是为了指出是官府的重锐使农民的希望破灭。</p> <p>　　如上所述，这首诗结构新颖，诗文波澜起伏，情节曲折多变化。诗人先写自己所见，再写自己所闻，所见与所闻互相补充，最后两句篇末点题，说出诗人作诗的真正用意。其次，这首诗有叙述有描写，描写与叙述紧密结合。这首诗较多的是叙述性语言，这些叙述性的语言清楚地交待了烧舍种田的过程，使全诗层次分明，内容充实。这些叙述性的语言是全诗的骨干。这首诗也有不少描写，这些描写使这首诗形象生动。“豆苗虫促促，篱上花当屋”，“废栈豕归栏，广场鸡啄粟”，篱笆上，堂屋前，苗茁壮，花鲜艳，猪归栏，鸡啄米，写得火火有生气，这是人们辛勤劳动的成果，这中间寄托着农民的希望，也写出了农民对生活的热爱。“风驱槲叶烟，槲树连平山”，“迸星拂霞外，飞烬落阶前”，写出了满山槲树叶，遍地烧山烟，火星飞天外，灰烬落阶前的情景。这里既突出了烧畲种田的壮观景象，又突出了景物多变化的持点。再其次，这首诗的语言灵活多变化，骄散并用。诗中有不少句子对仗工整，流杨优美，“差差向岩石，冉冉凌青壁”，“废栈豕归栏，广场鸡啄粟”，“迸星飞霞外，飞烬落阶前”等句子就是这样，而这些诗句又与散文化的诗句配合使用，“起来望南山，，山火烧山田”，“邻翁能楚言，倚擂欲潜然”，“谁知苍翠容，尽作官家税”，这些都是通俗的口语，有明显的散文化的倾向。这首诗在押韵方面也有自己的特点，多次变换韵脚，使全诗显得形式灵活多交化，避免了呆板的缺点。 </p>",
  "poet": {
    "id": 415,
    "star": 0,
    "name": "温庭筠",
    "image": "http://img.gushiwen.org/authorImg/wentingyun.jpg",
    "desc": "温庭筠（约812—866）唐代诗人、词人。本名岐，字飞卿，太原祁（今山西祁县东南）人。富有天才，文思敏捷，每入试，押官韵，八叉手而成八韵，所以也有“温八叉”之称。然恃才不羁，又好讥刺权贵，多犯忌讳，取憎于时，故屡举进士不第，长被贬抑，终生不得志。官终国子助教。精通音律。工诗，与李商隐齐名，时称“温李”。其诗辞藻华丽，秾艳精致，内容多写闺情。其词艺术成就在晚唐诸词人之上，为“花间派”首要词人，对词的发展影响较大。在词史上，与韦庄齐名，并称“温韦”。存词七十余首。后人辑有《温飞卿集》及《金奁集》。"
  },
  "tags": [
    "人民",
    "生活",
    "批评"
  ]
}