{
  "id": 47890,
  "star": 75,
  "name": "归田赋",
  "dynasty": "两汉",
  "content": "　　游都邑以永久，无明略以佐时。徒临川以羡鱼，俟河清乎未期。感蔡子之慷慨，从唐生以决疑。谅天道之微昧，追渔父以同嬉。超埃尘以遐逝，与世事乎长辞。 </p> <p>　　于是仲春令月，时和气清；原隰郁茂，百草滋荣。王雎鼓翼，仓庚哀鸣；交颈颉颃，关关嘤嘤。于焉逍遥，聊以娱情。 </p> <p>　　尔乃龙吟方泽，虎啸山丘。仰飞纤缴，俯钓长流。触矢而毙，贪饵吞钩。落云间之逸禽，悬渊沉之鲨鰡。 </p> <p>　　于时曜灵俄景，继以望舒。极般游之至乐，虽日夕而忘劬。感老氏之遗诫，将回驾乎蓬庐。弹五弦之妙指，咏周、孔之图书。挥翰墨以奋藻，陈三皇之轨模。苟纵心于物外，安知荣辱之所如。 ",
  "fanyi": "<p><strong>译文</strong><br>　　在京都作官时间已长久，没有高明的谋略去辅佐君王。只在河旁称赞鱼肥味美，要等到黄河水清还不知是哪年。想到蔡泽的壮志不能如愿，要找唐举去相面来解决疑题。知道天道是微妙不可捉摸，要跟随渔夫去同乐于山川。丢开那污浊的社会远远离去，与世间的杂务长期分离。<br>　　正是仲春二月，气候温和，天气晴朗。高原与低地，树木枝叶茂密，杂草滋长。鱼鹰在水面张翼低飞，黄莺在枝头婉转歌唱。河面鸳鸯交颈，空中群鸟飞翔。鸣声吱喳，美妙动听。逍遥在这原野的春光之中，令我心情欢畅。<br>　　于是我就在大湖旁龙鸣般唱，在小丘上虎啸般吟<a href=\"http://so.gushiwen.org/view_47890.aspx\">诗</a>。向云间射上箭矢，往河里撒下钓丝；飞鸟被射中毙命，鱼儿因贪吃上钩，天空落下了鸿雁，水中钓起了鱼。<br>　　不多时夕阳西下，皓月升空。嬉游已经极乐，虽然夜来还不知疲劳。想到老子的告诫，就该驾车回草庐。弹奏五弦琴指法美妙，读圣贤书滋味无穷。提笔作文，发挥文采，述说那古代圣王的教范。只要我置身于世人之外，哪管它荣耀与耻辱的所在？ </p><p><strong>注释</strong><br>（1）都邑：指东汉京都洛阳。永：长。久：滞。言久滞留于京都。<br>（2）明略：明智的谋略。这句意思说自己无明略以匡佐君主。<br>（3）徒临川以羡鱼：《淮南子·说林训》曰：“临川流而羡鱼，不如归家织网。”用词典表明自己空有佐时的愿望。徒：空，徒然。羡：愿。<br>（4）俟：等待。河清：黄河水清，古人认为这是政治清明的标志。此句意思为等待政治清明未可预期。<br>（5）蔡子：指战国时燕人蔡泽。《史记》卷七九有传。慷慨：壮士不得志于心。<br>（6）唐生：即唐举，战国时梁人。决疑：请人看相以绝对前途命运的疑惑。蔡泽游学诸侯，未发迹时，曾请唐举看相，后入秦，代范睢为秦相。<br>（7）谅：确实。微昧：幽隐。<br>（8）渔父：宋洪兴祖《楚辞补注》引王逸《渔父章句序》：“渔父避世隐身，钓鱼江滨，欣然而乐。”嬉：乐。此句表明自己将于渔父通于川泽。<br>（9）超尘埃：即游于尘埃之外。尘埃，比喻纷浊的事务。遐逝：远去。<br>（10）长辞：永别。由于政治昏乱，世路艰难，自己与时代不合，产生了归田隐居的念头。<br>（11）仲春令月：春季的第二个月，即农历二月。令月：美好的月份。<br>（12）原：宽阔平坦之地。隰（xí）：低湿之地。郁茂：草木繁盛。<br>（13）王雎：鸟名。即雎鸠。<br>（14）鸧鹒（cānggēng）：鸟名。即黄鹂。<br>（15）颉颃（xiéháng）：鸟飞上下貌。<br>（16）于焉：于是乎。逍遥：安闲自得。<br>（17）而乃：于是。方泽：大泽。这两句言自己从容吟啸于山泽间，类乎龙虎。<br>（18）纤缴（zhuó）：指箭。纤：细。缴：射鸟时系在箭上的丝绳。<br>（19）逸禽：云间高飞的鸟。<br>（20）魦鰡（shāliú）：一种小鱼，常伏在水底沙上。<br>（21）曜灵：日。俄：斜。景：同“影”。<br>（22）系：继。望舒：神话传说中为月亮驾车的仙人，这里代指月亮。<br>（23）般（pán）游：游乐。般：乐。<br>（24）虽：虽然。劬：劳苦。<br>（25）感老氏之遗诫：指《老子》十二章：“驰骋田猎，令人心发狂。”<br>（26）五弦：五弦琴。指：通“旨”。<br>（27）周孔之图书：周公、孔子著述的典籍。此句写其读书自娱。<br>（28）翰：毛笔。藻：辞藻。此句写其挥翰遗情。<br>（29）陈：陈述。轨模：法则。<br>（30）如：往，到。以上两句说自己纵情物外，脱略形迹，不在乎荣辱得失所带来的结果。</p>",
  "shangxi": "<h2>分层解析</h2> <p>　　这篇赋虽然很短，但却凝聚了<a href=\"http://so.gushiwen.org/author_6.aspx\">张衡</a>仕宦一生的感慨与情志，《文选》将它纳入“志类是非常科学的。全文共二百十一字，可分为四层。</p> <p>　　第一层写自己功业难就，决心抽身退隐。所谓“感蔡子之慷慨，从唐生以决疑”，是用《史记》蔡泽与唐举之典。蔡泽当年不遇于时，曾让唐举为他相面决疑。作者用此典意在以蔡泽自比，但通过卜相决疑后，他决心归隐，去追随象楚辞中所写的渔父，过那种与世无争的生活。我们可以体会出作者在这一层中所表达的感情是相当悲愤的，虽然语似旷达，但在旷达中掩盖不住他对江河日下的东汉末世的失望。他感慨自己再也遇不到黄河为之澄清的太平盛世了；自己虽有蔡泽那样的满腹经纶，却再也没有他那样建功立业的机遇了。他只好向着人间社会，慨叹一声，悄然而去。</p> <p>　　第二层写自己归田后的欣喜心情。感情的曲线由低沉转向高昂。心情也从抑郁转向开朗。天气是那样的晴朗，百草是那样的丰茂，鸟儿是那样的欢跃。面对着这美好的大自然，他似乎真的要忘掉世事的一切烦恼，“超埃尘以遐逝，与世事乎长辞”了。</p> <p>　　第三层又顿作转折。感情的曲线又跌了深渊之中。作者在写渔猎时，并没有写其中的乐趣，而是大发了一顿“云间之逸禽”如何“触矢而毙”，“渊沉之魦鰡”如何“贪饵吞钩”，这不明明是语此而意彼，借以大发世事之险恶，官场之倾轧的感慨吗?话虽很短，但这里面显系包含了作者一生宦海浮沉的种种悲愤与心酸。</p> <p>　　最后一段是真正的旷达语。所谓“老氏之遗诫”，乃指老子所云：“驰骋田猎，令人心发狂。”意即应节制田猎，加强人生的自我修养。于是他徜徉徘徊于舜所制作的美妙的五弦音乐和周公孔子所遗传下的深奥的典籍之中，并奋发著述，阐明圣则。最终他以老庄的哲学——游于物外，意即寓意于物而不留意于物，轻外物而自重的哲学来武装自己，于是达到了齐荣辱、忘得失的境界，心安理得地生活下去了。感情的曲线在这一层中又转向开朗昂扬，全篇也就在这旷达超脱的调子中戛然收束。</p> <p>　　总观全篇，可以看出这确实是一篇言“志”之赋。其“志”就是对宦海浮沉、仕途坎坷的深沉悲哀，就是对人生怎样摆脱这种悲哀的深刻反省。而这种“志”又是他一生的总结，所以不但思想深刻，而且感情凝聚得也相当深厚和真实。话虽不多，但句句发自内心，且句句闪现着他生活遭遇的折光。而借景抒情的表现手法，和不断跳跃变化的感情曲线，更增加了表情的生动性和内心世界的丰富性。这一切都使这篇小品化的抒情小赋在言志抒情时获得了真实性和个性化的永恒价值，读起它不知要比读他所写的意在和<a href=\"http://so.gushiwen.org/author_398.aspx\">班固</a>争奇斗胜的笨拙滞重的《二京赋》要被感动得多多少!</p><br/><h2>鉴赏</h2> <p>　　寥寥几笔，即勾勒出春光明媚，鸟语花香，一派欣欣向荣的自然风貌，既表达了对归田生活的向往，同时也暗寓对官场龌龊的厌恶。寄情于景，情景交融，语言清新，优美生动，历来深受人们爱赏。《归田赋》作为迄今最成功的抒情小赋，在赋体文学史上占有重要地位。它代表了自西汉末叶以来赋体革新转变的最高成就，基本结束了大赋为主流的创作时代，而开辟了灵巧自如的小赋的新时期，使赋这种文学形式得以继续活跃发展。从此以后，特别是经魏晋到唐宋，虽几经演化，但无论是散韵、骚韵、俳体、文体，有成就的作家大多循此路径抒情述志、咏物叙事，丰富了文苑。</p> <p>　　文中多用典故是此赋的一大特色，如“徒临川以羡鱼，俟河清乎未期”，分别引用《淮南子·说林训》和《左传·襄公八年》的典故：“感蔡子之慷慨，从唐生以决疑”，事见《史记·范雎蔡泽列传》：“追渔父以同嬉，超埃尘以遐逝”，也是从《楚辞·渔父》中“渔父莞尔而笑，鼓枻而去”及“安能以皓皓之白，而蒙世俗之尘埃乎”化来的。<a href=\"http://so.gushiwen.org/author_6.aspx\">张衡</a>充分利用了历史典故词句短小、内涵量大的优点，于文辞之外又平添了更加丰富的内容，因而《归田赋》并未因为篇制短小而显干瘪。同时，《归田赋》所选用的多是为人们所熟悉的典故，并不晦涩难懂。所以这篇小赋以其雅致精炼、平易清新的语句，包容了内涵丰富的史实，并赋之以新意。</p> <p>　　此外，《归田赋》还用了一些叠韵、重复、双关等修辞方法，如“关关嘤嘤”、“交颈颉颃”，形象地描绘了田园山林那种和谐欢快、神和气清的景色；而“仰飞纤缴，俯钓长流。触矢而毙，贪饵吞钩”，既反映了作者畅游山林，悠闲自得的心情，又颇含自戒之意。</p> <p>　　总之，《归田赋》已很不同于先前的汉大赋了，它已开始由叙事大赋转入抒情小赋，风格上也不再追求气势的铺排、辞藻的堆砌，而类似于四六句骈文，开了骈赋的先河。《归田赋》在我国文学史上占有重要的地位，是千百年来为人们所传诵的优秀篇章。</p>",
  "about": "<h2>影响</h2> <p>　　<a href=\"http://so.gushiwen.org/author_6.aspx\">张衡</a>的大多数作品都表现出对现实的否定与批评。他探讨人生玄妙哲理，也探寻合于自己理想与性格的生活空间。于是，田园的环境、心境，恰与官场、仕途形成对比。《归田赋》的艺术表现形式和语言运用，也同他所展现的内容相称。作者一反《思玄赋》等作品中的艺术表现习惯，此赋篇幅短小，语言清新自然。与作品所展现的环境、心情浑然一体。这些特点使《归田赋》成为中国文学史上第一篇描写田园隐居乐趣的作品，同时，它也是汉代第一篇比较成熟的骈体赋。无论从张衡的全部创作看，还是从汉赋的发展过程看，《归田赋》都具有重要的意义。</p> <p>　　纵观张衡的述志赋，《思玄赋》和《归田赋》尽管表现手示有别，但其精神实质是一致的。赋中写游仙，写归田，这些描写都是用以排遣精神上的苦闷，并不是真的以隐逸为归宿。赋家身在仕途，但却蔑弃功名，不为官场的勾心斗角所困扰，而是向往闲逸，追求人身的自由，这就是《思玄赋》和《归田赋》共同的心理根源。</p> <p>　　张衡的《归田赋》可谓散体抒情小赋的先驱。这之后东汉末年<a href=\"http://so.gushiwen.org/author_660.aspx\">赵壹</a>的《刺世疾邪赋》、<a href=\"http://so.gushiwen.org/author_441.aspx\">祢衡</a>的《鹦鹉赋》、三国西晋时期<a href=\"http://so.gushiwen.org/author_770.aspx\">王粲</a>的《登楼赋》、<a href=\"http://so.gushiwen.org/author_322.aspx\">曹植</a>的《洛神赋》、<a href=\"http://so.gushiwen.org/author_337.aspx\">向秀</a>的《思旧赋》、<a href=\"http://so.gushiwen.org/author_645.aspx\">陶渊明</a>的《悲士不遇赋》，以至具有同样特点的<a href=\"http://so.gushiwen.org/author_382.aspx\">嵇康</a>的《与山巨源绝交书》、刘伶的《酒德颂》、<a href=\"http://so.gushiwen.org/author_698.aspx\">阮籍</a>的《大人先生传》相继问世，把赋从僵死滞重的困境中解救出来，开辟了一块具有生命力的新天地。当然，《归田赋》给后代影响最大、最直接的要算陶渊明的《归去来兮辞》了。可以说《归去来兮辞》在构思、命意、手法上都直接受《归田赋》的启示，只不过写得比它更成熟、更深刻、更成功、更富有个性化和文学色彩罢了。</p><br/><h2>创作背景</h2> 　　此赋作于汉顺帝永和三年(138年)于河间相任上乞骸骨时。由于深感阉竖当道，朝政日非，豪强肆虐，纲纪全失，自己既 俟河清乎未期 ，又 无明略以佐时 ，使他从《思玄赋》所宣泄的精神反抗中顿悟到 徒临川以羡鱼 ，不如退而织网，于是决心 超尘埃以遐逝，与世事乎长辞 ，以归隐田园的实际行动表示对黑暗政治的诀绝与抗争了。全赋极其短小明畅，不过二百一十一字，一洗以前汉赋闳侈巨衍、堆垛凝滞、虚夸损情的旧弊，脚踏实地，直抒心迹，特别是对想象中归田后田园景象的描绘：于是仲春令月，时和气清。原隰郁茂，百草滋荣。王睢鼓翼，鸧鹒哀鸣；交颈颉颃，关关嘤嘤。于焉逍遥，聊以娱情。",
  "poet": {
    "id": 6,
    "star": 0,
    "name": "张衡",
    "image": "http://img.gushiwen.org/authorImg/zhangheng.jpg",
    "desc": "张衡（78－139），字平子，汉族，南阳西鄂（今河南南阳市石桥镇）人，我国东汉时期伟大的天文学家、数学家、发明家、地理学家、制图学家、文学家、学者，在汉朝官至尚书，为我国天文学、机械技术、地震学的发展作出了不可磨灭的贡献。由于他的贡献突出，联合国天文组织曾将太阳系中的1802号小行星命名为“张衡星”。"
  },
  "tags": [
    "辞赋精选",
    "典故",
    "田园",
    "生活",
    "抒情"
  ]
}