{
  "id": 18294,
  "star": 7,
  "name": "郊居岁暮",
  "dynasty": "唐代",
  "content": "屏居负山郭，岁暮惊离索。<br>野迥樵唱来，庭空烧烬落。<br>世纷因事远，心赏随年薄。<br>默默谅何为，徒成今与昨。",
  "fanyi": "<p><strong>译文<br></strong>背倚着高山离群而居，蓦然发现已是一年将尽。<br>旷野传来樵夫的歌声，烧山的灰烬飘落在空庭。<br>纷乱的世事已经渐渐远去，悠然的心境也随岁末而流逝。<br>默默无语也不知因为什么，空留下今天与昨天的无限叹息。</p> <p><strong>注释<br></strong>①岁暮：晚冬。郊：城郊，当时<a href=\"http://so.gushiwen.org/author_646.aspx\">柳宗元</a>住在愚溪，属城郊。<br>②屏居：隐居。《史记·魏其侯列传》“魏其谢病，屏居蓝田南山下数月。” 山郭：山峦。<br>③离索：隐居。《礼记·檀乡》“吾离群而索居。”<br>④迥：远。<br>⑤烬：《左传·咸公三年》“烬，火余木。”杜田说：“楚俗烧榛种田，田畲（shē赊）。<br>⑥心赏：有契于心，悠然自得。薄：迫近。<br>⑦谅：料想。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　<a href=\"http://so.gushiwen.org/author_646.aspx\">柳宗元</a>贬居永州时，寄住在永州城南潇水东岸的龙兴寺。元和五年，搬迁至潇水西岸愚溪侧畔，并在此构筑家园，过着“甘终为永州民”的定居生活。当时，古城在潇水东岸，潇水以西的愚溪自然称为“郊”。在此“郊居”的五年时间，<a href=\"http://so.gushiwen.org/view_18294.aspx\">诗</a>人写作了大量的山水诗。《郊居岁暮》就是其中一首，写于元和十年冬。</p> <p>　　这首诗共八句，前四句写景，后四句抒怀。诗的首联和颔联，不仅点明了时间、地点，作者还用极富岭南色彩的景物勾画了一幅岭南所特有的风情画。永州属古楚地，也被称为“南蛮之乡”。这里缺乏开发，民风淳朴。宗元所居之地，背倚山峦，面临溪水，乔榛遍野，“蝮虺”出没，与诗人任职京师时车水马龙，人声鼎沸的繁荣都市形成了强烈的反差。诗的颔联以“野”字极为精炼地概括出“郊居”之地的景物特色。山峦连绵、溪水淙淙是“野”，人烟稀少、南蛮风气是“野”，樵夫担柴、唱歌抒怀是“野”，烧榛种田、庭院空寂是“野”。在诗人的笔下，“野”味十足，“野”趣横生。诗人囚居永州已近十年，仿佛已读懂了背负的“山郭”，烧荒残留的余木，踏歌归来的樵夫，离群索居的自己。在这幅极富“野”味的画面中，不仅有冷峻峭拔的景物，还有热情淳厚的樵夫，更有空坐庭院的诗人。画中有诗，诗中有画，画中有人。人、诗、画共为一体，景、人、情浑然天成。</p> <p>　　诗的后四句在前四句写景的基础上抒发诗人既悠然自得又感物伤怀的矛盾心绪。诗的颈联阐明了摆脱现实、寄情山水的悠然情怀。就这两句而言，前句是因，后句是果。既然贬居远地，远离世上的纷争，且近年关，又自然放开胸怀寄情于山水。但现实却使诗人不能回避，悠悠往事又忆上心头。其中苦味，常人很难明白。所以，诗人在尾联中抒发了自己想“为”却不能“为”，一切都成“今与昨”的忧怨感愤。</p> <p>　　此诗作于元和十年，属柳宗元贬永末期的作品。这时的柳宗元，怨忧穷戚，失望至极，心中苦味无以倾诉，只有写作诗文抒发怨怒、愁苦的情怀。这首诗无论是写景还是抒情，都表现了这种苦味：诗的前两句以“屏居”始、以“离索”终，囚居之苦跃然纸上；樵夫能悠然唱歌，轻松愉悦，而诗人却只能“默默”细想、苦苦思索，这又形成了强烈的对比，诗人不能“兴尧舜、孔子之道，利安元元为务”之苦得以尽情倾吐；年关已近，贬居近十年，自己已近“迟暮”，但“例召”却杳无音讯，空怀大志而不能施展之苦呼之欲出；背山面水，幽静怡人，本应怡然自得，而诗人却如负重荷，惊魂落魄，压抑之苦不言自明。</p> <p>　　全诗围绕“野”字描摹物象，抒发了诗人“徒成今与昨”的忧愁感伤的情怀。诗人在描摹物象时强作欢颜，以为如此就可摆脱现实的烦忧，愈是这样，诗人就愈痛苦，诗中透出的苦味就越浓烈。</p>",
  "poet": {
    "id": 646,
    "star": 0,
    "name": "柳宗元",
    "image": "http://img.gushiwen.org/authorImg/liuzongyuan.jpg",
    "desc": "柳宗元（773年－819年），字子厚，唐代河东（今山西运城）人，杰出诗人、哲学家、儒学家乃至成就卓著的政治家，唐宋八大家之一。著名作品有《永州八记》等六百多篇文章，经后人辑为三十卷，名为《柳河东集》。因为他是河东人，人称柳河东，又因终于柳州刺史任上，又称柳柳州。柳宗元与韩愈同为中唐古文运动的领导人物，并称“韩柳”。在中国文化史上，其诗、文成就均极为杰出，可谓一时难分轩轾。"
  },
  "tags": [
    "写景",
    "伤怀",
    "感伤"
  ]
}