{
  "id": 61490,
  "star": 20,
  "name": "满江红·送李御带珙",
  "dynasty": "宋代",
  "content": "红玉阶前，问何事、翩然引去。湖海上、一汀鸥鹭，半帆烟雨。报国无门空自怨，济时有策从谁吐。过垂虹亭下系扁舟，鲈堪煮。 <br>拼一醉，留君住。歌一曲，送君路。遍江南江北，欲归何处。世事悠悠浑未了，年光冉冉今如许。试举头、一笑问青天，天无语。",
  "shangxi": "<h2>鉴赏</h2> <p>　　此词是送别之作。“御带”，又为“带御器械”，是武臣的荣誉性加官。</p> <p>　　“红玉阶前，问何事、翩然引去？”词的开头即问友人李珙何以辞官，可见这不是一般的聚散迎送，牵动肚肠的也不是一般的离情别绪。“问何事”，语气也显得比较重。可是下文却没有回答。而是写李珙辞官后的逍遥生活。“湖海上、一汀欧鹭，半帆烟雨”，写其“翩然”之状：出朝后漫游湖海，与鸥鹭为友，出没于烟波雨浪，显得多么自在、轻快。“海客无心随白鸥”，似乎友人对这种境遇还很满足。作者这里有意引而不发，使人感到飘逸的表象下隐藏着别种意绪。“报国无门空自怨，济时有策从谁吐？”这里是回答了，经过上面一番周旋，显得有很重的感情份量。辞官后遨游江海固然自在浪漫，但辞官实是无奈之举。虽有报国之志，济时之策，怎奈落得“空自怨”</p> <p>　　“从谁吐”，用问句表达出来，其中含有无奈、落寞、怨恨、孤独等等交织在一起的复杂情感。“过垂虹、亭下系扁舟，鲈堪煮。”垂虹亭位于吴江长桥头，这里是南宋连贯东西水路必经之地，李珙离临安往西自然经过这里。这里还有一处著名的古迹：晋代吴江人<a href=\"http://so.gushiwen.org/author_251.aspx\">张翰</a>在洛阳做官，见秋风起，想起家乡的鲈鱼脍，于是慨然叹道：“人生贵在适志，安能羁宦数千里以要名爵哉！”便辞官返乡。后人在这里建有鲈乡亭。“垂虹亭”地名融合典故用在这里很合适：友人经过此地正是鲈肥堪脍时节，可尽地主之谊；友人亦是辞官归去，正与张翰同怀，可谓异代知音，不妨小住。并且有用张翰“人生适志”安慰友人之意。“鲈堪煮”，“堪”字耐人寻味，除了传达出主人殷勤款留之意外，还替友人表达了心里的多少不得已！</p> <p>　　“拚一醉，留君住。歌一曲，送君路。”可以说，这里才是送别之题，上片全是题前之意。由于题前之意写得很充分，别意就显得分外珍重、深厚了。“留君住”须“拚一醉”，这种态度表现出了多么执着、灼热的感情，“歌一曲”中有着多少依恋、怜惜。“遍江南江北，欲归何处？”友人此去，怅然若失，仿佛在追循友人足迹似的。顺承上句，这种意思是明显的。</p> <p>　　可能还有别的意思。李珙大概是四川人，四川人来下江做官，路途遥远，一旦罢官就有流离之感。<a href=\"http://so.gushiwen.org/author_72.aspx\">吴潜</a>友人吴泳也是四川人，在写给吴潜的信中就说：“西州（指四川）士大夫以官为家，罢则无所于归。”如果是这样，那么“遍江南江北，欲归何处？”就有双层含义：一为问询，一为慨叹，即罢官之后很可能“无所于归”，天地之大，难道没有你容身之处？其中的关切、忧虑表露无遗。这与下面的情绪表现又是紧相联贯的。</p> <p>　　“世事悠悠浑未了，年光冉冉今如许！”还有收拾旧山河这样的大事业等待成就，朝廷本该多多任用贤才，但李珙这样有志又有才的人却被迫辞官漂泊江湖，这真让人又痛惜又悲愤。“试举头、一笑问青天，天无语，”不理解，因而发为天问。“一笑”，是被悖谬所激怒的笑。读到这里，读者可以想见作者在向青天发问：人世间的举措何以如此荒唐，是非何以如此颠倒？“天无语”，他得不到回答，陷入了深深的悲愤之中。</p> <p>　　这首送别词写得悲郁慷慨，表达了作者对友人的深切理解、对其遭遇的深厚同情，同时也对朝廷的昏愦表示了强烈愤慨。这些情绪的表达是有层次的推进，词中的几个问句显示了情绪推进的节奏，结句达到了高潮。从全词不难看出，作者通过抒写李珙的遭遇，寄予了个人的身世感慨，所以这首词亦是自况。在当时的环境下，报国无门，壮志难酬是爱国人士的普遍命运。</p>",
  "poet": {
    "id": 72,
    "star": 0,
    "name": "吴潜",
    "image": "http://img.gushiwen.org/authorImg/wuqian.jpg",
    "desc": "吴潜（1195—1262） 字毅夫，号履斋，宣州宁国（今属安徽）人。宁宗嘉定十年（1217）举进士第一，授承事郎，迁江东安抚留守。理宗淳祐十一年（1251）为参知政事，拜右丞相兼枢密使，封崇国公。次年罢相，开庆元年（1259）元兵南侵攻鄂州，被任为左丞相，封庆国公，后改许国公。被贾似道等人排挤，罢相，谪建昌军，徙潮州、循州。与姜夔、吴文英等交往，但词风却更近于辛弃疾。其词多抒发济时忧国的抱负与报国无门的悲愤。格调沉郁，感慨特深。著有《履斋遗集》，词集有《履斋诗余》。"
  },
  "tags": [
    "宋词三百首",
    "宋词精选",
    "送别",
    "同情"
  ]
}