{
  "id": 49271,
  "star": 64,
  "name": "御街行·街南绿树春饶絮",
  "dynasty": "宋代",
  "content": "街南绿树春饶絮，雪满游春路。树头花艳杂娇云，树底人家朱户。北楼闲上，疏帘高卷，直见街南树。<br>阑干倚尽犹慵去，几度黄昏雨。晚春盘马踏青苔，曾傍绿荫深驻。落花犹在，香屏空掩，人面知何处？",
  "fanyi": "<p><strong>译文<br></strong>街南绿树浓荫，春天多柳絮，柳絮如雪飘满游春的道路。树顶上杂映着艳花交织的娇云，树荫下是居住人家的朱红门户。闲懒地登上北楼，疏散的珠帘向上高卷，一眼看到遮护艳女朱户的城南树。<br>倚遍栏杆还懒得离去，经过了几度黄昏细雨。记得暮春时她曾骑马徘徊踏过青苔，曾靠在绿荫深处停马驻足。昔日落花今犹在，华美的屏风却空掩，谁知桃花人面在何处？</p> <p><strong>注释<br></strong>①御街行：词牌名，又名《孤雁儿》。<br>②饶：充满，多。<br>③雪：这里以形容白色的柳絮。<br>④闲：高大的样子。<br>⑤疏帘：也作“踩帘”，指稀疏的竹织窗帘，<a href=\"http://so.gushiwen.org/author_179.aspx\">张耒</a>《夏日》有“落落疏帘邀月影，嘈嘈虚枕纳溪声”。<br>⑥慵去（yōng qù）：懒得离去。<br>⑦盘马：骑马驰骋盘旋。</p><br/><h2>英译</h2> <p>YAN Jidao – Lyrics to the Imperial Drive Melody</p> <p>South of the main streets catkins drift over greening trees,<br>Like snow they fall all over spring excursion paths.<br>Blossoms on trees are glamorous and the clouds light,<br>Under the foliage of trees is an established estate with a crimson gateway.<br>From its northern loft, where the curtains are raised high,<br>Directly in sight are the trees south of the main streets</p> <p>Against the balustrade in her languor she lingers,<br>There fall a few evening showers.<br>In previous years late in spring, he used to rest his horse stamping on mosses,<br>By a tree of dense foliage and long he there stood.<br>Here fallen blossoms remain, half extended is the delicate screen hiding view,<br>Where has the familiar face disappeared to?</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这是一首单相思的词，唐<a href=\"http://so.gushiwen.org/view_49271.aspx\">诗</a>宋词中思春、渴慕、怀人的内容非常丰富，但大多数情况下都会明写或暗示男女二人曾经心心相映，正处于或者曾经有过一段共处的美好时光，此词却迥然不同，完全不提两人之间的关系，而且有意无意地暗示，词中主人公本是单相思，一副少年怀春的徘徊、惆怅之态。词的开篇先写景，并以景物来点明季节性，更以季节性来引出内心情感，从飞絮、开花可知，此为春深之时，暗示此为思春、怀春的季节。写完树木以后，似有意，似无意，加上一句“树底人家朱户”，自己所渴慕之人便在此宅之中，但是并不明写“朱户”即红漆大门。</p> <p>　　上阕写春日美景。在古代，原木只有王侯功臣才能受赐门涂红漆，但随着礼法的废弛，普通官宦大户也均可照此办理了。词人爱慕上了这街南树下某大宅中的女子，面对大户人家不敢造次，心情亢奋、激动，而又紧张、忐忑，一片少年心绪不敢明言，只能先说树，再说树下人家，却始终不敢吐露所恋慕的对象究竟是谁。于是他“北楼闲上，疏帘高卷，直见街南树”，“闲”字本意为闲暇，指无目的地随意为之，但词人之上北楼，绝对是有明确目的的，是为了能够看到所恋慕女子的身影，但因为紧张和羞涩，所以故作闲暇状，假装是无事登楼，卷起竹帘来随意眺望，所见的，也不过绿树而已。假装登楼望树，其实是想见所恋慕的女子，希望她能够走出朱漆大门，她袅娜的身影可以再次落入自己眼中。可惜等了很久，却始终未能如愿——“阑干倚尽犹慵去”，每一寸栏杆几乎都靠遍了，还是见不到她，对爱的人，想要离去却不甘心。</p> <p>　　下阕表达物是人非的怀旧之情和万般感慨。“慵”字本意为懒散，“慵去”就是懒得离开，其用意也和上阕的“闲”字相同，假装只是犯懒而不曾离去，其实是夙愿难偿而根本不忍离去。词人就这么等了一天又一天，从白天等到黄昏，又从春深等到春尽，“黄昏雨”既表时辰，也表季节，所谓“雨轻风色暴，梅子青时节”，一转眼夏季即将到来了。始终望不见心爱之人的身影，词人实在是等不下去了，干脆出门上马，在街上游荡，希望能得到“偶遇”的机会。“晚春盘马踏青苔”，“盘”字用得佳妙，表示词人骑着马只是原地转圈，并非真的要出门办事，同时也体现出忐忑、徘徊的惆怅心态，又等了很长时间，仍然未能如愿，他干脆连马都不“盘”了，而改之为“驻”，也即停在原地不动——“曾傍绿阴深驻”。然而他最终如愿了吗，却只见“落花犹在，香屏空掩”，人去楼空，仿佛唐代<a href=\"http://so.gushiwen.org/author_74.aspx\">崔护</a>之涛：“人面不知何处去，桃花依旧笑春风。”也正如崔护此诗前面所写：“去年今日此门中，人面桃花相映红。”词人与所恋慕的女子，应该也就这般地见过一两面吧，全词中并没有丝毫透露是否更有深交，而完全是单方面的思恋。</p> <p>　　此篇以三幅不同的景象，将词人对佳人的眷恋之情缓缓引出。词人没有直言相思、孤寂、幽怨，只用清新的词汇叙述着他记忆中的点点滴滴，感情含蓄而浓烈。</p>",
  "about": "<h2>创作背景</h2> 　　此词作于宋神宗元丰元年（1077年），<a href=\"http://so.gushiwen.org/author_588.aspx\">晏几道</a>故地重游，恰逢他的好友王肱去世，见物是人非，柳絮飘扬，惆怅感伤油然顿生便作此词。",
  "poet": {
    "id": 588,
    "star": 0,
    "name": "晏几道",
    "image": "http://img.gushiwen.org/authorImg/yanjidao.jpg",
    "desc": "晏几道（1030-1106，一说1038—1110 ，一说1038-1112），男，汉族，字叔原，号小山，著名词人，抚州临川文港沙河（今属江西省南昌市进贤县）人。晏殊第七子。历任颍昌府许田镇监、乾宁军通判、开封府判官等。性孤傲，晚年家境中落。词风哀感缠绵、清壮顿挫。一般讲到北宋词人时，称晏殊为大晏，称晏几道为小晏。《雪浪斋日记》云：“晏叔原工小词，不愧六朝宫掖体。”如《鹧鸪天》中的“舞低杨柳楼心月，歌尽桃花扇底风”等等词句，备受人们的赞赏。"
  },
  "tags": [
    "春天",
    "写景",
    "惜别"
  ]
}