{
  "id": 7866,
  "star": 19,
  "name": "江夏行",
  "dynasty": "唐代",
  "content": "忆昔娇小姿，春心亦自持。<br>为言嫁夫婿，得免长相思。 <br>谁知嫁商贾，令人却愁苦。<br>自从为夫妻，何曾在乡土。 <br>去年下扬州，相送黄鹤楼。<br>眼看帆去远，心逐江水流。 <br>只言期一载，谁谓历三秋。<br>使妾肠欲断，恨君情悠悠。 <br>东家西舍同时发，北去南来不逾月。<br>未知行李游何方，作个音书能断绝。<br>适来往南浦，欲问西江船。 <br>正见当垆女，红妆二八年。<br>一种为人妻，独自多悲凄。 <br>对镜便垂泪，逢人只欲啼。<br>不如轻薄儿，旦暮长相随。 <br>悔作商人妇，青春长别离。<br>如今正好同欢乐，君去容华谁得知。",
  "fanyi": "<p><strong>译文<br></strong>回忆起以前未嫁之时，尚是一个娇小之女，虽有思春之情，芳心亦可自持。<br>想早日嫁个乘龙快婿，免得常在空闺相思。<br>谁知今日却嫁给了个商人，却令人好不愁苦。<br>自从结婚为夫妻以来，他何曾一日在家呆过？<br>去年他下扬州时我在黄鹤楼前为他送行。<br>眼看帆已去远，我的心也随江流逐他而去。<br>只说去一年就回来，可是，过了三年他还没有回来。<br>使得我想得愁肠欲断，怨恨夫君之情如悠悠的江水。<br>与他一起出发的东邻西舍，人家北去南来不到一个月都回来了。<br>也不知道夫婿的影踪如今在何方？给他写封书信也没处投递。<br>于是前来南浦，想打听一下是否有西江来的商船。<br>正好见一个卖酒的少妇，年方二八，红妆靓然，与夫一同当垆卖酒。<br>同样是为人之妻，唯有我影只人单，独然一身，好不凄然。<br>我如今对镜垂泪，逢人欲泣，好不后悔。<br>还不如当初就嫁给一个轻薄少年，也能与他早晚相随。<br>我悔作商人之妇，大好青春却长期过着别离的生活。<br>如今正好是同欢乐的大好时光，夫君一去，我的青春容华谁得知？</p> <p><strong>注释<br></strong>⑴江夏行：<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>自创乐府新辞。《乐府<a href=\"http://so.gushiwen.org/view_7866.aspx\">诗</a>集》卷九十列于《新乐府辞》。江夏，郡名，唐属江南西道，开元间为鄂州，州治江夏县，即今湖北武昌。<br>⑵春心：思春之心。自持：能够自我控制。<br>⑶扬州：唐属淮南道，为大都督府，商业繁荣，万商云集，为东方大都会。即今江苏扬州。<br>⑷黄鹤楼：江南三大名楼之一，故址在武汉长江南岸的蛇山黄鹤矶上。<br>⑸行李：行人随行之衣物，此代指行人。<br>⑹音书：即书信。<br>⑺南浦：地名。在江夏县南三里。《楚辞·离骚》：“送美人兮南浦。”<br>⑻西江：江夏以西的长江。<br>⑼当垆女：卖酒女。<br>⑽一种：一样，同样。<br>⑾轻薄儿：轻薄少年。即游手好闲的浮浪子弟。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　《江夏行》与《长干行》写的是同类题材，同样采用女子口吻的代言体形式，两个女主人公的遭遇则有同异。江夏女子的丈夫也在外经商，她的凄苦较多，而幸福的回忆却较少。</p> <p>　　江夏女子与丈夫的结合，感情基础较之长干女夫妇似乎薄弱得多。这位江夏女子自幼多愁善感，向往爱情几乎是她惟一的精神生活。她的幻想是“为言嫁夫婿，得免长相思”，不免把爱情问题看得太简单，她还不知道“负心汉”的含义，就委身商贾。殊不如商贾的生活方式特点之一是流动性大，根本不可能“白头不相离”的。</p> <p>　　她所委身的这男子，似乎较其他商贾更为重利轻别：“自从为夫妻，何曾在乡土”；“东家西舍同时发，北去南来不逾月。未知行李游何方，作个音书能断绝。”他的去处是扬州，乃是大都会，温柔富贵之乡。同去的人都还知道有个家，唯独他不回来。于是江夏女子痛苦得发疯，心理上发生了变态。她妒嫉一切少妇：“正见当垆女，红妆二八年。一种为人妻，独自多悲凄。”她痛悔昨日的轻信：“悔作商人妇，青春长别离。”</p> <p>　　由此看来 ，<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>笔下的妇女题材绝非千篇一律，妇女问题在大<a href=\"http://so.gushiwen.org/view_7866.aspx\">诗</a>人笔下得到了多角度的反映。《江夏行》与《长干行》彼此是不能替代的。此诗较前诗比兴为少，赋法为主，又运用了五、七言相间的形式，音节上更见灵活多致。不过，大约是即兴创作，较少文字推敲，此诗比《长干行》出语稍易，腔调稍滑，不免在艺术上略逊一筹。</p>",
  "about": "<h2>创作背景</h2> 　　此<a href=\"http://so.gushiwen.org/view_7866.aspx\">诗</a>作于唐开元（唐玄宗年号，713—741）年间游江夏（今湖北武汉武昌）时。据郁贤皓主编《<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>大辞典》所附“李白年表”，开元二十二年（734年）李白作《江夏行》。",
  "poet": {
    "id": 247,
    "star": 0,
    "name": "李白",
    "image": "http://img.gushiwen.org/authorImg/libai.jpg",
    "desc": "李白（701年－762年），字太白，号青莲居士，唐朝浪漫主义诗人，被后人誉为“诗仙”。祖籍陇西成纪(待考)，出生于西域碎叶城，4岁再随父迁至剑南道绵州。李白存世诗文千余篇，有《李太白集》传世。762年病逝，享年61岁。其墓在今安徽当涂，四川江油、湖北安陆有纪念馆。"
  },
  "tags": [
    "妇女",
    "哀愁",
    "同情"
  ]
}