{
  "id": 70252,
  "star": 67,
  "name": "十二月过尧民歌·别情",
  "dynasty": "元代",
  "content": "自别后遥山隐隐，更那堪远水粼粼。<br>见杨柳飞绵滚滚，对桃花醉脸醺醺。<br>透内阁香风阵阵，掩重门暮雨纷纷。<br>怕黄昏忽地又黄昏，不销魂怎地不销魂。<br>新啼痕压旧啼痕，断肠人忆断肠人。<br>今春香肌瘦几分？缕带宽三寸。",
  "fanyi": "<p><strong>译文<br></strong>自从和你分别后，望不尽远山层叠隐约迷濛，更难忍受清粼粼的江水奔流不回，看见柳絮纷飞绵涛滚滚，对着璀璨桃花痴醉得脸生红晕。闺房里透出香风一阵阵，重门深掩到黄昏，听雨声点点滴滴敲打房门。<br>怕黄昏到来，黄昏偏偏匆匆来临，不想失魂落魄又叫人怎能不失魂伤心？旧的泪痕还未干透，又添了新的泪痕，断肠人常挂记着断肠人。要知道今年春天，我的身体瘦了多少，看衣带都宽出了三寸。</p> <p><strong>注释<br></strong>⑴粼粼（lín）：形容水明净清澈。<br>⑵杨柳：形容柳絮不扬。<br>⑶对桃花：醺醺，形容醉态很浓。这是暗用<a href=\"http://so.gushiwen.org/author_74.aspx\">崔护</a>的“去年今日此门中，人面桃花相映红”的语意。<br>⑷内阁：深闺，内室。<br>⑸重门：庭院深处之门。暮雨：指傍晚所下的雨。纷纷：形容雨之多。<br>⑹怕黄昏：黄昏，容易引起人们寂寞孤独之感。<a href=\"http://so.gushiwen.org/author_536.aspx\">李清照</a>《声声慢》：“梧桐更兼细雨，到黄昏点点滴滴，这次第，怎一个愁字了得。”<br>⑺销魂：因过度刺激而呈现出来的疾呆之状。<a href=\"http://so.gushiwen.org/author_509.aspx\">江淹</a>《别赋》：“黯然销魂者，唯别而已矣。”<br>⑻断肠人：悲愁到了极点的人。<br>⑼香肌瘦：形容为离愁而憔悴、消瘦。<a href=\"http://so.gushiwen.org/author_535.aspx\">柳永</a>《蝶恋花》：“衣带渐宽终不悔，为伊消得人憔悴。”<br>⑽缕带：用丝纺织的衣带。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　全篇按写法可划为两层。前六句为前一层，写了女主人公面对春景睹物思人的心绪。句法对仗工整，每句后两字叠用、以衬托情思之缠绵。远山近水，杨柳桃花，香风暮雨无一不勾起女子的思念。视角由远及近，由外及里的转移，实质上是对每日思念的描述，而主人公那寂寞的心情不言而喻。第二层直接描摹女子的相思情态。前四句在写法上是每句重复两三字，有一唱三叹之妙，说明主人公柔肠寸断的相思之意。而这种日复一日折磨的结果就是玉肌消减、衣带渐宽。末尾摹拟一个局外人的口吻询问，更突出了主人公的纯情坚贞。</p> <p>　　在小令《十二月》中，起句中的“自别后”可以说是点明了曲的内容——离别相思之情，为下文定下感情基调。接着作者运用了对仗的手法，展现出一幅凄清零落的景色。山是遥山，水是远水，由远及近，写了杨柳、桃花、内阁、重门。其对仗句中用了“隐隐、粼粼、滚滚、醺醺、阵阵、纷纷‘这些叠音词来修饰”遥山、远水、杨柳、飞棉、醉脸、香风、暮雨“起了两方面的作用。一是“隐”和“粼”，“滚”和“醺”、“阵”和“纷”押韵，使作品音响联结而成和谐的整体增加了作品的音韵之美，读起来琅琅上口；二是加强了寥廊冷落的感觉，加倍地渲染了使人发愁的景色，间接抒发了闺中女子对心上人的思念之情，表达了一种渺茫的希望，可谓情景交融。</p> <p>　　而在《尧民歌》中，作者便采用了直接抒情的表达方式，连环与夸张的手法写少妇相思之苦。其中的语言虽不乏典雅的一面，但从总体倾向来看，却是以俗为美。如“怕黄昏忽地又黄昏，不销魂怎地不销魂”，表达的是少妇的闺怨情绪，怕夜晚的寂寞，偏偏夜幕又降临了，竭力想抑制忧伤，又不可能不忧伤。<a href=\"http://so.gushiwen.org/view_70252.aspx\">诗</a>人用散文句法，使得意思显豁，明白如话，再加上“忽地”，“怎地”等口语的运用，读起来使人感到一股浓郁的生活气息。少妇等待归人，每天以泪洗脸，“新啼痕压旧啼痕”，实在悲苦。日子就在相思中过去了，瞧，少妇身体又瘦损了，连腰带都宽了三寸。</p> <p>　　结句塑造了一怨妇的体态，增强了形象感。在韵律上，是“平平仄仄平，仄仄平平仄”，是对仗中的两句对，使曲子在优美音韵中结束。全曲大量运用叠字、叠词，含情脉脉、如泣如诉，情致哀婉动人，是一首不可多得的佳作。</p>",
  "about": "<h2>创作背景</h2> 　　此<a href=\"http://so.gushiwen.org/view_70252.aspx\">诗</a>描写女主人思念夫君时的心绪，具体作年不详。",
  "poet": {
    "id": 829,
    "star": 0,
    "name": "王实甫",
    "image": "http://img.gushiwen.org/authorImg/wangshifu.jpg",
    "desc": "王实甫，字德信，元朝杂剧作家，定兴（今定兴县）人。著有杂剧十四种，现存《西厢记》、《丽春堂》、《破窑记》三种。《破窑记》写刘月娥和吕蒙正悲欢离合的故事，有人怀疑不是王实甫的手笔。另有《贩茶船》、《芙蓉亭》二种，各传有曲文一折。"
  },
  "tags": [
    "闺怨",
    "写景",
    "女子",
    "思念"
  ]
}