{
  "id": 76,
  "star": 55,
  "name": "叔于田",
  "dynasty": "先秦",
  "content": "叔于田，巷无居人。岂无居人？不如叔也。洵美且仁。<br>叔于狩，巷无饮酒。岂无饮酒？不如叔也。洵美且好。<br>叔适野，巷无服马。岂无服马？不如叔也。洵美且武。",
  "fanyi": "<p><strong>译文<br></strong>叔去打猎出了门，巷里就像没住人。难道真的没住人？没人能与叔相比，那么英俊又慈仁。<br>我叔出门去打猎，巷里无人在饮酒。真的没人在饮酒？什么人都不如叔，那么英俊又清秀。<br>我叔骑马去野外，巷里没人会骑马。真的没人会骑马？没人能够比过他，确实英俊力有大。</p> <p><strong>注释<br></strong>1.叔：古代兄弟次序为伯、仲、叔、季，年岁较小者统称为叔，此处指年轻的猎人。于：去，往。田：同“畋（tián）”，打猎。<br>2.巷：居里中的小路。<br>3.洵（xún）：真正的，的确。仁：指温厚，慈爱。<br>4.狩：冬猎为“狩”，此处为田猎的统称。<br>5.饮酒：这里指燕饮。<br>6.好：指品质好，性格和善。<br>7.适：往。野：郊外。<br>8.服马：骑马之人。一说用马驾车。<br>9.武：英武。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　在《<a href=\"http://so.gushiwen.org/view_76.aspx\">诗</a>经》三百篇中，《郑风·叔于田》并不是很引人注目的篇章，但若论其艺术成就，此诗当可与那些最优秀之作相颉颃。诗分三章，纯用赋法，但流畅谐美中有起伏转折，人物形象呼之欲出，则与假比兴曲笔描写者异曲同工，难分轩轾。它的成功之处，除了运用《诗经》中常见的章段复沓的布局外，还在于运用设问自答、对比、夸张的艺术手法。</p> <p>　　章段复沓，是《诗经》中最重要的结构特点。《郑风·叔于田》三章句式结构全同，与其他采用复沓结构的《诗经》篇章一样，有一种回环往复的音响效果，同时也因为复沓而起到了一种加深印象的效果。而这种复沓是有变化的复沓，各章各句替换几个字，既保持韵律感，又深化了主题。实际上，拿现代音乐术语来解说，此诗正是一首分节歌，而“不如叔也”一句则是唯一的一句副歌歌词。</p> <p>　　章句复沓，自然算不上是《郑风·叔于田》一诗的专利，但设问自答、对比夸张则是其独具个性的特色。各章第二句“巷无居人”“巷无饮酒”“巷无服马”，第三句“岂无居人”“岂无饮酒”“岂无服马”，第四句“不如叔也”，第五句“洵美且仁”“洵美且好”“洵美且武”，相互间有这样的逻辑关系：第二句否定，第三句反诘，第四句作答，第五句述因，通过自问自答，将“洵美……”“不如……”“巷无……”（真的既英俊又……，人们都不如他，因此巷里没有人……）这样的正常顺序作一转换，顿觉奇峰突起，余味曲包。吴闿生《诗义会通》说：“案，故撰奇句而自解释之，文章家之逸致也。”对此妙笔青眼有加。这一设问自答的手法，实际上源出周人对商人占卜贞问的甲骨刻辞的着意摹仿。在甲骨卜辞中，因求问神灵需将正反两种结果都记刻于龟甲上，请决于神判，便产生了此类句法的滥觞。此诗中，一正一反，直陈与疑问并举，主要就在于以“突奇峭快”（陈震语）的笔墨引出下文“不如叔也”，这一结论。而“巷无居人”、“巷无饮酒”、“巷无服马”的夸张描写，则将众人“不如叔也”的平庸与“叔”“洵美且仁”（“且好”、“且武”）的超卓两者间的反差强调到极致。而通过居里、喝酒、骑马这样的生活细节来表现“叔”的美好形象，也很有人情味，有较强的煽情作用。诗的末句在“不如叔也”一句已将主要内容交代完毕之后逸出一笔，不仅使主题更为充实，也使对“叔”的夸张描写显得有据可信。</p>",
  "about": "<h2>创作背景</h2> 　　此<a href=\"http://so.gushiwen.org/view_76.aspx\">诗</a>的主旨背景，古今因对“叔”一词特指与否的不同理解，而明显地分为两派。一派认为“叔”是特指郑庄公之弟太叔段（共叔段）。《毛诗序》云：“《叔于田》，刺庄公也。叔处于京，缮甲治兵，以出于田，国人说而归之。””<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>《诗本义》云：“诗人言大叔得众，国人爱之。”虽两者有“刺郑庄公说”与“赞美叔段说”的不同，但对此诗“悦”、“爱”叔段的内容并无歧解。另一派认为“叔”非特指。今人陈子展《诗经直解》说：“《叔于田》，赞美猎人之歌。”程俊英《诗经译注》也说“这是一首赞美猎人的歌”，以为“叔”指青年猎手；袁梅《诗经译注》则承<a href=\"http://so.gushiwen.org/author_459.aspx\">朱熹</a>《诗集传》“或疑此亦民间男女相说之词也”之说绪余，说：“这支歌，表现了女子对爱人真纯的爱慕。”以为“叔”指男性情人。据《左传·隐公元年》记载，太叔段勇而有才干，并深得其母武姜的宠爱，被封于京地后，整顿武备，举兵进攻郑庄公，最终失败外逃。若诗中之“叔”为太叔段，则此诗当为其拥护者所作，但并无明证。今人多不取《毛诗序》之说，而多认为是赞美一位青年猎人的诗。",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": [
    "诗经",
    "写人",
    "赞美",
    "狩猎"
  ]
}