{
  "id": 271,
  "star": 19,
  "name": "周颂·执竞",
  "dynasty": "先秦",
  "content": "执竞武王，无竞维烈。不显成康，上帝是皇。自彼成康，奄有四方，斤斤其明。</p> <p>钟鼓喤喤，磬莞将将，降福穰穰。降福简简，威仪反反。既醉既饱，福禄来反。",
  "fanyi": "<p><strong>译文<br></strong>勇猛强悍数武王，无人武功比他强。明君成王和康王，上天对其也赞扬。从那成康时代起，周邦统一占四方，英明善察好眼光。<br>敲钟打鼓声宏亮，击磬吹管乐悠扬。天降多福帝所赐，帝赐大福从天降。仪态慎重又大方，神灵喝醉又吃饱，福禄不断赐周邦。</p> <p><strong>注释<br></strong>⑴执：借为“鸷”，猛。竞：借为“勍（qíng）”，强。<br>⑵竞：争。维：是。烈：功绩。<br>⑶不（pī）：通“丕”，大。成：周成王，周武王子。康：周康王，周成王子。<br>⑷上帝：指上天，与西方所言的上帝不同。皇：美好。<br>⑸奄：覆盖。<br>⑹斤斤：明察。<br>⑺喤（huáng）喤：声音洪亮和谐。<br>⑻磬（qìng）：一种石制打击乐器。筦（guǎn）：同“管”，管乐器。将（qiāng）将：声音盛多。<br>⑼穰（ráng）穰：众多。<br>⑽简简：大的意思。<br>⑾威仪：祭祀时的礼节仪式。反反：谨重。<br>⑿反：同“返”，回归，报答。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　此<a href=\"http://so.gushiwen.org/view_271.aspx\">诗</a>前七句叙述了周武王、周成王、周康王的功业，赞颂了他们开国拓疆的丰功伟绩，祈求他们保佑后代子孙福寿安康，永远昌盛。在祖先的神主面前，祭者不由追忆起武王创业开国的艰难，眼前浮现出几代祖先英武睿智的形象：击灭商纣，开邦立国的武王，东征西讨，开拓疆土的成王、康王。既有对祖先的缅怀、崇敬、赞美，也是吹捧祖先、炫耀门庭、沾沾自喜的一种心理反映。</p> <p>　　接着此诗又以四件典型的乐器，采用虚实结合的手法，渲染、烘托了祭祀场所的环境氛围：钟声当当，鼓响咚咚，磬音嘹亮，管乐悠扬，一派其乐融融的升平景象。通过这四种乐器奏出的音乐，触发了人们丰富的联想：在平坦广阔的大地上，矗立着巍峨的祖庙群（天子九庙），像天上诸神的圣殿，高屋深墙，宫阙衔连；在祭祀的内堂，分列着各个祖先的神主，前面的供台上陈列着各种精心准备的祭品，或牛或羊或豕或粢盛或秬鬯，令人不禁肃然起敬。两旁直立着许多随祭的臣仆，屏神静气，主祭者周王一丝不苟地行着祭祀大礼。钟鼓齐鸣，乐声和谐，吟诵的祭辞，虽然平直简约，但是在祭祖这一特定的场所，抚今忆昔，浮想联翩，仍可体味出理性的文字后面掩藏的那一缕幽思。</p> <p>　　此诗在文学技巧上运用了赋的艺术手法，“铺陈其事而直言之”（<a href=\"http://so.gushiwen.org/author_459.aspx\">朱熹</a>语），叙说简明，直道其事，以简古的语言为祖先歌功颂德，祈求福庇。诗意虽然略显浅易，但因是与古乐相合而诵，又在“穆清”“肃雍”的庙堂使用，有着超出单纯文字所表达的功能，即特定的环境氛围、特定的心理感受会产生特殊的欣赏效果。远古诗歌，研究者多以为是诗、乐、舞三者合一的，颂诗也是如此，不单是具有文学性一个方面，因此要全面、准确地把握其内涵、风神，就不能只局限于文字上的表面理解，而应以文字为契机，从庙堂文化这个大范围的角度进行整体的品味、把握，结合对音乐、舞蹈、建筑艺术特点的联想，作全方位的审美观照，才能领会包括此诗在内的颂诗那种庄严、高贵、古穆、雍容的艺术内涵。因为颂诗的功用在于“美盛德之形容，以其成功告于神明”（《毛诗序》），这一目的决定了它的形式、内容、语言风格的特点，也决定了它的使用范围仅仅是王公贵族，也就是说颂诗的审美趣味与它的使用价值是相互统一，互为因果的。</p> <p>　　此诗是昭王时代的祭歌，比起早一些的颂诗，在用韵方面，有了明显的进步。其最突出的特点是，对祭祀仪式隆重尤其是乐器齐奏进行了形象生动斩描述。“喤喤”“将将”“穰穰”“简简”“反反”等叠字词的连续使用，语气舒缓深长，庄严肃穆，给人一种身临其境的感觉，体现出庙堂文化深厚的底蕴。</p> <p>　　颂诗的实用性、针对性较强，现代研究者对它的文学价值多有贬斥。固然颂诗是仅供统治阶级玩赏的庙堂文学，缺乏文学意味；但它那种古穆肃雍的艺术风格对后世仪式化的官<a href=\"http://so.gushiwen.org/author_1744.aspx\">方文</a>学产生了相当深远的影响，这是不容忽视的事实。</p>",
  "about": "<h2>创作背景</h2> 　　此<a href=\"http://so.gushiwen.org/view_271.aspx\">诗</a>作于西周昭王时期。关于此诗的旨义，前人有两种解释，《毛诗序》和三家诗都以为是祭祀周武王的诗，而宋人<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>、<a href=\"http://so.gushiwen.org/author_459.aspx\">朱熹</a>则以为是合祭周武王、周成王、周康王的诗。考察诗的内容，在赞颂周武王的同时，也涉及到了周成王、周康王，因此此诗的创作目的是称颂武王和成康功德之盛。",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": [
    "诗经",
    "祭祀",
    "赞颂",
    "写人"
  ]
}