{
  "id": 10446,
  "star": 8,
  "name": "瘦马行 / 老马",
  "dynasty": "唐代",
  "content": "东郊瘦马使我伤，骨骼硉兀如堵墙。<br>绊之欲动转欹侧，此岂有意仍腾骧。<br>细看六印带官字，众道三军遗路旁。 <br>皮干剥落杂泥滓，毛暗萧条连雪霜。<br>去岁奔波逐馀寇，骅骝不惯不得将。<br>士卒多骑内厩马，惆怅恐是病乘黄。 <br>当时历块误一蹶，委弃非汝能周防。<br>见人惨澹若哀诉，失主错莫无晶光。<br>天寒远放雁为伴，日暮不收乌啄疮。<br>谁家且养愿终惠，更试明年春草长。",
  "fanyi": "<strong>译文</strong><br>东郊的那匹瘦马啊，让我心伤不已，它那瘦弱突出的马骨，就像墙头伸出的石头一般。<br>拿起马缰绳，绊动它的马足，它却只挪动四蹄，歪歪倒倒，那可不是要飞跃的本意啊。<br>仔细看看它身上的六个印子，其中有一个官方印，大家都说它是那部队遗留在路旁的。<br>它的皮肤干裂，毛色灰暗，夹杂着泥水污渍一片片剥落，仅存在身上的也沾满了冰霜。<br>去年它还在左奔右突驰骋在疆场，驱逐敌寇吧，不是良驹也不会被选中使用在战场啊。<br>军中将士骑得都应该是天子马厩的良马，这匹马跟乘黄宝马相当，只是病了的缘故吧。<br>疆场之上，只图一快，却不小心跌倒一跤，这委实也不是你一匹战马所能够预防的啊。<br>见到来人，发出凄惨悲凉的鸣叫，似是悲哀的倾诉，失落了主人，两眼没有闪闪晶光。<br>天气寒冷，远远的放逐，必定只能与鹤为伴，日落时分会遭到乌鸦啄疮的无情的捉弄。<br>如果，谁家愿意收养这匹老马，一定会有好处，不信，请到明年草长莺飞的时候看吧！<br><br><strong>注释<br></strong>⑴肆兀，形容马骨出如石。如堵墙，也是说瘦。　　<br>⑵绊之：用马缰绊动马足。欹侧：歪歪倒倒。　　<br>⑶腾骧：飞跃。这句有“岂复有意于用世”的意思。　　<br>⑷六印带官字：是说马身所印六个印子，其中有一个官字印。《唐六典》：“诸牧监（官马坊），凡在牧之马，皆印印。右膊以小官字，右髀以年辰，尾厕以监名。皆依左右厢。若形容端正，拟送尚（上）乘，不用监名。二岁（马齿）始春，则量其力，又以飞字印印其左髀、髆。细马次马以龙形印印其项左。送尚乘者，尾侧依左右闲（马厩）印以三花。其余杂马送尚乘者，以风字印印左髆，以飞字印印左髀。”　　<br>⑸剥落：脱落。　　<br>⑹“毛暗”句：马病毛头生尘，故曰毛暗。连雪霜，是说身带雪霜，和上句都是写瘦马的可怜的。　　<br>⑺“去岁”句：公元757年（至德二载）旧历九月收复长安，十月收复洛阳，去岁句指此。　　<br>⑻“骅骝”句：骅骝，古良马名。这句是说非惯战的骅骝便不得参与逐寇，现在这匹瘦马是参与逐寇的，可见是一匹有功的良马。将，与也。　　<br>⑼“士卒”句：内厩，犹御厩、天厩，指天子马厩。这时马少，三军多骑内厩所养的马。而内厩多好马，故有“恐是病乘黄”的推断。乘黄，也是古良马名，此指瘦马。　　<br>⑽“当时”句：<a href=\"http://so.gushiwen.org/author_500.aspx\">王褒</a>《圣主得贤臣颂》：“过都越国，蹶如历块。”历块本言马行之速，这里指逐寇说。误一蹶，失足跌倒。<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>疏救房琯，触怒肃宗，一跌不起，有似于此马。　　<br>⑾汝：指马。周防，犹提防。原谅马的无辜，也就是诉说自己的无罪。　　<br>⑿“见人”句：这两句又写瘦马可伤的神情。错莫，犹落寞、素莫。<a href=\"http://so.gushiwen.org/author_732.aspx\">鲍照</a><a href=\"http://so.gushiwen.org/view_10446.aspx\">诗</a>：“今日见我颜色衰，意中索莫与先异。”　　<br>⒀放：放牧。皮干剥落，转动无力，故乌啄其疮。极写瘦马之可哀。　　<br>⒁“更试”句：明年草长马肥，更试其材，必有可观，故希望有人能收养。杜甫总是积极的，所以他笔下的马也老是想立功的马。（参看《高都护骢马行》）",
  "about": "<h2>创作背景</h2> 　　这首<a href=\"http://so.gushiwen.org/view_10446.aspx\">诗</a>是唐肃宗乾元元年（758年）冬<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>贬官作华州司功时所作。这是一篇写实而兼抒情的作品。一则杜甫本极爱马，二则这匹被遗弃的官马，和他这时处境有着共同之点，故借马以寄托自己的身世之感。",
  "poet": {
    "id": 474,
    "star": 0,
    "name": "杜甫",
    "image": "http://img.gushiwen.org/authorImg/dufu.jpg",
    "desc": "杜甫（712－770），字子美，自号少陵野老，世称“杜工部”、“杜少陵”等，汉族，河南府巩县（今河南省巩义市）人，唐代伟大的现实主义诗人，杜甫被世人尊为“诗圣”，其诗被称为“诗史”。杜甫与李白合称“李杜”，为了跟另外两位诗人李商隐与杜牧即“小李杜”区别开来，杜甫与李白又合称“大李杜”。他忧国忧民，人格高尚，他的约1400余首诗被保留了下来，诗艺精湛，在中国古典诗歌中备受推崇，影响深远。759-766年间曾居成都，后世有杜甫草堂纪念。"
  },
  "tags": []
}