{
  "id": 8056,
  "star": 16,
  "name": "寄崔侍御",
  "dynasty": "唐代",
  "content": "宛溪霜夜听猿愁，去国长如不系舟。<br>独怜一雁飞南海，却羡双溪解北流。<br>高人屡解陈蕃榻，过客难登谢脁楼。<br>此处别离同落叶，朝朝分散敬亭秋。",
  "fanyi": "<p><strong>译文</strong><br>身在宛溪的秋日寒霜之夜听着猿啼内心不尽的忧愁，离开家乡时间太长我如同一只失去缆船的小舟四处飘泊。<br>最为可怜的是我如孤雁独自南飞大海，于是羡慕双溪还知道向北而流。<br>崔侍御您屡次解下陈蕃之榻来招待我，我这匆匆过客却难以登临谢脁楼。<br>此处您我别离就如同落叶飘飞，明朝在秋日的敬亭山下飞散而去。</p> <p><strong>注释</strong><br>崔侍御：即崔成甫，长安人，开元中进士及第，任秘书省校书郎，转冯翊县尉、陕县尉，后摄监察御史，天宝五年（746），为<a href=\"http://so.gushiwen.org/author_2691.aspx\">李林甫</a>所排挤，贬黜湘阴，乾元元年卒（见郁贤皓《<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a><span id=\"_xhe_cursor\"></span><img id=\"_xhe_temp\" alt=\"\" width=\"0\" height=\"0\">丛考》）。<br>宛溪：在安徽宣城。<br>去国：指离开长安。不系舟：比喻漂泊不定。《庄子·<a href=\"http://so.gushiwen.org/author_315.aspx\">列御寇</a>》：“泛若不系之舟，虚而遨游者也。”<br>一雁飞南海：喻崔成甫之返湘阴。<br>双溪：在宣城东土山下。嘉靖《宁国府志》：”城东八里曰土山……由土山北流者为双溪。“此句有思念朝廷之意。<br>高人：指崔成甫。陈蕃：指宇文太守。陈蕃榻：《后汉书·徐穉传》：“时陈蕃为太守，以礼请署功曹。穉不免之，既谒而退。蕃在郡不接宾客，唯穉来特设一榻，去则悬之”这句是说宇文太守屡次宴请崔成甫。据郁贤皓《李白丛考》说：“这位宇文太守经常清崔成甫陪同登高赋涛，当是崔成甫遭遇的同情者。”<br>谢脁楼：在宜城县陵阳山上，为南齐<a href=\"http://so.gushiwen.org/view_8056.aspx\">诗</a>人谢脁任宣城太守时所建。<br>敬亭：指敬亭山，在宣城县北，又名昭亭山。李白有五绝《独坐敬亭山》”众鸟高飞尽，孤云独去闲。相看两不厌，只有敬亭山。”</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　这首<a href=\"http://so.gushiwen.org/view_8056.aspx\">诗</a>前二句点明地点、时间、事件和心境，以形象的画面，渲染出凄凉的氛围。秋夜是凄寒的，而降霜的秋夜尤为凄寒；离别是令人伤感的，而在离别之前的夜晚，目睹满地白霜，耳聆哀猿啼叫，则尤为伤感。诗人将离开故地称为“去国’’，见出诗人对宣城依恋之深；把将要开始的漫游比作“不系舟’’，显见诗人在此地只是短暂的停留；停留短而依恋深，烘托内心的矛盾、痛苦。</p> <p>　　三、四两句紧承上文，进一步展示诗人的心境，因是孤雁“南”飞，故有“独怜”之叹；又由南飞之雁的孤独，转生“却羡\"双溪“北”流之感。这里，诗人通过一“南”一“北”，一“怜”一“羡”，曲折地表达了不愿南行，却只得南行；渴望北归，又无法北归的复杂情感。</p> <p>　　五、六两句宕开一笔，借陈蕃故事突出友人崔成甫的一片盛情，同时，以“过客”回应篇首“不系舟”，表明诗人确是行色匆匆，竟连最爱登临的谢脁楼也难以光顾了。最后两句正面揭示题旨，用落叶为喻，点出明天一早就要和友人在秋天里的敬亭山分别了，其中寓有无限飘零之感，增添了全诗的悲凉色彩。</p> <p>　　这首诗格调略显低沉，和诗人的特定遭遇和心情有关。从表现手法上看，全诗情思哀婉，而又含有清新、劲直之气，极耐人咀嚼品味。中间两联对仗严整，而又富有自然流走之势。结语处以形象化的比喻，境界清空、淡远，有不尽之思。</p>",
  "poet": {
    "id": 247,
    "star": 0,
    "name": "李白",
    "image": "http://img.gushiwen.org/authorImg/libai.jpg",
    "desc": "李白（701年－762年），字太白，号青莲居士，唐朝浪漫主义诗人，被后人誉为“诗仙”。祖籍陇西成纪(待考)，出生于西域碎叶城，4岁再随父迁至剑南道绵州。李白存世诗文千余篇，有《李太白集》传世。762年病逝，享年61岁。其墓在今安徽当涂，四川江油、湖北安陆有纪念馆。"
  },
  "tags": [
    "人生",
    "友情",
    "相思"
  ]
}