{
  "id": 72959,
  "star": 7,
  "name": "梦登河汉",
  "dynasty": "宋代",
  "content": "夜梦上河汉，星辰布其傍。<br>位次稍能辩，罗列争光芒。<br>自箕历牛女，与斗直相当。<br>既悟到上天，百事应可详。<br>其中有神官，张目如电光。<br>玄衣乘苍虬，身佩水玉珰。<br>丘蛇与穹鳖，盘结为纪纲。<br>我心恐且怪，再拜忽祸殃。<br>臣实居下土，不意涉此方。<br>既得接威灵，敢问固不量。<br>有牛岂不力，何惮使服箱。<br>有女岂不工，何惮缝衣裳。<br>有斗岂不柄，何惮挹酒浆。<br>卷舌不得言，安用施穹苍。<br>何彼东方箕，有恶务簸扬。<br>唯识此五者，愿言无我忘。<br>神官呼我前，告我无不臧。<br>上天非汝知，何苦诘其常。<br>岂惜尽告汝，於汝恐不庠。<br>至如人间疑，汝敢问於王。<br>扣头谢神官，臣言大为狂。<br>骇汗忽尔觉，残灯荧空堂。",
  "shangxi": "<h2>赏析</h2> <p>　　在当时的政治高压下，作者的倾向不便明言，于是便借鉴了古代<a href=\"http://so.gushiwen.org/view_72959.aspx\">诗</a>人<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>和<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>的诗歌艺术表现手法，以梦境反映现实，借天上影射人间。这就使得全诗既闪烁着诗人的奇情异彩，又显示出其批判政治现实的锋芒，成为古代诗歌中不可多得的力作。</p> <p>　　诗一开始，就用奇幻的笔调描写了作者梦登河汉的情景：“夜梦上河汉，星辰布其傍。位次稍能辨，罗列争光芒。”灿烂的银河、闪烁的群星，在诗人也在读者面前展现出神话般的境界。诗人情不自禁地轻曳脚步在银河两旁巡礼，于排列有序、熠熠争辉的繁星中看到了东方苍龙之一的箕星、牵牛星、织女星以及北斗七星。“自箕历牛女，与斗直相当。”两句诗表面上若不经意，信手拈来，实则大有深意，为后文议论埋下伏笔，于此可见作者诗思的慎密。</p> <p>　　“既悟到上天，百事应可详。”这两句是由写景到叙事的过渡。从中既透露出诗人内心郁积已久的对人间百事不解的迷惘；也可以看出：此时此刻，他对从天上求得答案满怀着希望。</p> <p>　　接下去，诗人却笔锋陡转，用充满夸饰的色彩，勾画了天神威严可怖的形象：“其中有神官，张目如电光。玄衣乘苍虬，身佩水玉珰。丘蛇与穹鳖，盘结为纪纲。”这样一个目光如电、身着黑衣、左右又盘结着蛇和鳖的神官形象，较之屈原《离骚》中不予开门的“辛阍”和李白《梁甫吟》中发怒的“阍者”，都刻画得更为具体，也更具有威慑力。他的出现，为方才还明净神奇、充满浪漫情趣的天空涂上了一抹阴森的色彩，使诗人从对仙境的陶醉中猛醒过来，生出“我心恐且怪”的惶惶不安之感。这里，天上神官的象征意义虽未点破，但在其鲜明可感的艺术形象中，已蕴含着对读者的丰富的启示。</p> <p>　　面对突然出现的挣狞可怖的“威灵”，诗人仍然斗胆发问，显示出追求真理的执着精神，一连五问，以排比的句式、充沛的气势喷射而出：“有牛岂不力，何惮使服箱？有女岂不工，何惮缝衣裳？有斗岂不柄，何惮挹酒浆？卷舌不得言，安用施穹苍？何彼东方箕，有恶务簸扬？唯识此五者，愿言无我忘。”这一连五问源于《诗经·小雅·大东》。在那首著名的讽刺诗里，历数了一系列天文星象，说织女不能织；牵牛不能拉车；北斗杓星不能舀酒浆，箕星不能簸扬，指出它们徒有虚名而不切实用。这里却反其意而用之，指出：有牛不让拉车；有织女不让缝衣裳；有斗不让挹酒浆，有舌而不得言。暗喻朝中贤士有用的不能见用，有言责的不能进言，唯有恶人却可以像箕星一样任意簸扬其恶，肆虐猖狂。这一段是全诗的主旨所在，作者以其痛快淋漓的发问尽情倾吐了胸中的不满及讥讽，并猛烈抨击，将全诗推向高潮。不仅集中表明了作者对这场政治斗争的鲜明态度，而且显示出他深邃犀利的思想和敢于斗争的勇气。</p> <p>　　接下去写神官的回答却使诗情陡然下跌。他的话两句一顿，层层递进：“上天非汝知，何苦诘其常？岂惜尽告汝，于汝恐不祥。至如人间疑，汝敢问子王？”意思是说：“天上的事本来不是你所应该知道的，何苦一定要寻根究底呢？如果你一定要把天上名实不符之事问个明白，哪里是我不肯告诉你，只恐天机泄漏给你，于你反有不祥。这其中的奥秘不难弄懂，譬如人间有种种荒谬不平之事，难道你敢统统拿去话问王者吗？”神官的这几句话虽是劝告之辞，却揭示出丰富深刻的道理，它一方面表明大千世界到处黑白不分，是非颠倒，人间如此，天上亦然。同时以“至如人间疑，汝敢问于王”两句直接点醒正意，有力地批判了权奸当道、阻塞贤路、打击贤臣、实行恐怖高压的黑暗政治现实。</p> <p>　　仙境倏然消失，梦亦随之破灭，诗至此戛然而止。作者在这里没有多费笔墨交代梦醒后的感想，但透过“残灯荧空堂”这凄清而悲凉的景象，表现出作者那失意怅惘的心情。然而尽管如此，全诗最突出的却是作者不畏强权、不怕高压，从心底发出的不平的呐喊。这是正义的呼声，任凭什么压力也无法将它扑灭。诗人的斗争精神，通过巧妙的艺术手法，使诗歌产生了震撼人心的力量。</p> <p>　　这首诗内容充实，想象奇特，一气贯注而又跌宕生姿，充分地表现了作者的战斗精神。他在《寄滁州欧阳永叔》一诗中曾说：“直辞鬼神惧，微文奸魄悲。不书儿女书，不作风月诗。”这首《梦登河汉》诗体现了作者的这一诗歌主张。</p>",
  "poet": {
    "id": 131,
    "star": 0,
    "name": "梅尧臣",
    "image": "http://img.gushiwen.org/authorImg/meiyaochen.jpg",
    "desc": "梅尧臣（1002～1060）字圣俞，世称宛陵先生，北宋著名现实主义诗人。汉族，宣州宣城（今属安徽）人。宣城古称宛陵，世称宛陵先生。初试不第，以荫补河南主簿。50岁后，于皇祐三年（1051）始得宋仁宗召试，赐同进士出身，为太常博士。以欧阳修荐，为国子监直讲，累迁尚书都官员外郎，故世称“梅直讲”、“梅都官”。曾参与编撰《新唐书》，并为《孙子兵法》作注，所注为孙子十家著（或十一家著）之一。有《宛陵先生集》60卷，有《四部丛刊》影明刊本等。词存二首。"
  },
  "tags": [
    "想象",
    "抒怀",
    "愤懑"
  ]
}