{
  "id": 48168,
  "star": 30,
  "name": "昔昔盐",
  "dynasty": "南北朝",
  "content": "垂柳覆金堤，蘼芜叶复齐。<br>水溢芙蓉沼，花飞桃李蹊。<br>采桑秦氏女，织锦窦家妻。<br>关山别荡子，风月守空闺。<br>恒敛千金笑，长垂双玉啼。<br>盘龙随镜隐，彩凤逐帷低。<br>飞魂同夜鹊，倦寝忆晨鸡。<br>暗牖悬蛛网，空梁落燕泥。<br>前年过代北，今岁往辽西。<br>一去无消息，那能惜马蹄。",
  "fanyi": "<p><strong>译文<br></strong>丝丝垂柳低垂，轻轻覆盖在金黄色的堤岸上；又是浓浓夏日，蘼芜的叶子又变得异常繁茂浓密。<br>在荷叶的映衬下显得更加碧绿的池塘水溢出池塘外，桃李的花瓣随风飘然而落，撒满树下的路。<br>思妇长得像采桑的秦罗敷一样美貌，她对丈夫的思念情怀像织锦的窦家妻那样真切。<br>丈夫已去关山之外，思妇在风月之夜只能独守空闺，忍受寂寞。<br>她独处闺中，长期收敛值千金的笑容，相思使她经常整日流泪。<br>她无心打扮，铜镜背面所刻的龙纹被藏在匣中；懒得整理房间，凤形花纹的帷帐没上钩而长垂。<br>她因思念丈夫神魂不定，夜里睡不着，就像夜鹊见月惊起而神魂不定，也像晨鸡那样早起不睡。<br>她的屋内，昏暗的窗户上到处悬着一张一张的蜘蛛网；空废的屋梁上剥落着一块一块的燕巢泥。<br>丈夫征戍行踪不定，前年还在代州北部，而今又到了辽水西边。<br>一经出征，从此便再无消息，何时才能听到丈夫归来的马蹄声？</p> <p><strong>注释<br></strong>⑴昔昔盐：隋唐乐府题名。明代<a href=\"http://so.gushiwen.org/author_181.aspx\">杨慎</a>认为就是梁代乐府《夜夜曲》。昔昔，夜夜的意思。盐，即艳，曲的别名。<br>⑵金堤：即堤岸。堤之土黄而坚固，故用“金”修饰。<br>⑶蘼（mí）芜（wú）：香草名，其叶风干后可做香料。复：又。<br>⑷沼（zhǎo）：池塘。<br>⑸桃李蹊（xī）：桃李树下的路。<br>⑹秦氏女：指秦罗敷。汉乐府<a href=\"http://so.gushiwen.org/view_48168.aspx\">诗</a>《陌上桑》：“秦氏有好女，自名为罗敷。罗敷喜蚕桑，采桑城南隅。”<br>⑺窦家妻：指窦滔之妻苏蕙。窦滔为前秦苻坚时秦州刺史，被谪戍流沙，其妻苏蕙织锦为回文诗寄赠。<br>⑻荡子：在外乡漫游的人，即游子。<br>⑼风月：风月之夜。<br>⑽恒：常。敛：收敛。千金笑：一笑值千金。<br>⑾双玉：指双目流泪。<br>⑿盘龙：铜镜背面所刻的龙纹。随镜隐：是说镜子因为不用而藏在匣中。盘龙随镜隐：思妇无心打扮，用不着镜子。<br>⒀彩凤：锦帐上的花纹是凤形。逐帷低：是说帷帐不上钩而长垂。思妇懒得整理房间，故帷帐老是垂挂着。<br>⒁“飞魂”句：意谓夜里睡不着，就像夜鹊见月惊起而神魂不定。飞魂，一作“惊魂”。同夜鹊，形容像夜鹊那样神魂不定。汉末<a href=\"http://so.gushiwen.org/author_552.aspx\">曹操</a>《短歌行》：“月明星稀，乌鹊南飞。绕树三匝，何枝可依。”<br>⒂倦寝忆晨鸡：像晨鸡那样早起不睡。倦寝，睡觉倦怠，即睡不着。<br>⒃牖（yǒu）：窗户。<br>⒄空梁：空屋的房梁。<br>⒅代：代州，治所在今山西省代县。<br>⒆辽：辽水，在今辽宁省境内，即辽河。<br>⒇那能：奈何这样。惜马蹄：爱惜马蹄，指不回来。东汉苏伯玉妻《盘中诗》：“家居长安身在蜀，何惜马蹄归不数。”</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这是一首闺怨<a href=\"http://so.gushiwen.org/view_48168.aspx\">诗</a>。前四句写春末夏初的景物，引出思妇。这里写了垂柳、蘼芜、芙蓉和飞花四种各自独立的景物，以折杨柳送别、采芙蓉求欢等民俗事象来暗示思妇的心态，以悬念征夫的情感将四个貌似各不相干的画面融成一体。这开头四句具有“状溢目前”而“情在词外”的隐秀之美。</p> <p>　　接着四句用旧事喻思妇守空闺，意象变换如峰回路转，从暗喻转为明写。“采桑”句承汉乐府《陌上桑》之意表示思妇的美好；“织锦”句借苏蕙织锦之典表示思妇的相思。“荡子”点明相思的对象，“关山”标明相思的遥远；“风月”句使诗题彰明更显著。“风月守空闺”，仅五字就勾勒出一个思妇独守空房，无心观赏大自然的风月美景，颇有“赏心乐事谁家院”的情致。</p> <p>　　再用八句写思妇的悲苦情状，妙在用景物的衬托，把思妇的思念之切活画了出来。其中“飞魂同夜鹊，倦寝忆晨鸡”两句，则将思妇的内心完全形象化了，自然界的“夜鹊”和“晨鸡”用来比喻昼夜的更替，她的心就像这两句诗里的意象，感受到时世的沧桑嬗变。“暗牖悬蛛网，空梁落燕泥”是当时传诵的名句。牖暗，梁空，蛛网悬挂，燕泥落下，在工整的对偶和确切、形象的语言运用中，把门庭冷落的情况以及思妇极端凄凉悲苦的心情完全表现出来。传说在隋炀帝大业五年（609年），<a href=\"http://so.gushiwen.org/author_565.aspx\">薛道衡</a>将要被处死时，隋炀帝问他：“更能作‘空梁落燕泥’语否？”由于隋炀帝忌薛的诗才而特别提出这句诗，因而使之传为名句。这两句诗可用来形容人去楼空、好景不常这类景况。</p> <p>　　以上多为近距离的意象，而最后四句多为远距离的意象。“代北”与“辽西”都是远离思妇的边塞，这是从空间上写其“远”“；前年”与“今岁”表明思妇与征人离别之久，这是从时间上写其“远”。正因为他们相距远，所以思妇回首往日而心境悲凉，展望来日，她与那征人团聚的希望虽然在寂寞中燃烧，但也在寂寞中破灭：“一去无消息，那能惜马蹄。”结末二句埋怨丈夫久戍于外而不归，以问句作结，内心的埋怨之情表露无遗。</p> <p>　　正是在这种由暗而明、由外而内、由近而远的意象转换之中，显示出此诗的特色：铺排中有起伏，工稳中有流动，轻靡中有超逸，绮丽中有清俊。尤其是“暗牖”二句，足以表明薛道衡学习南朝诗歌细致深微的艺术风格上尚能登堂入室。</p>",
  "about": "<h2>创作背景</h2> 　　此<a href=\"http://so.gushiwen.org/view_48168.aspx\">诗</a>是南北朝隋朝之际诗人<a href=\"http://so.gushiwen.org/author_565.aspx\">薛道衡</a>借乐府题名来表现闺怨的作品，通常认为此诗作于隋炀帝时期，而袁绣柏、曾智安的《近代曲辞研究》认为此诗的创作时间应该是隋文帝时期，具体创作年份未详。",
  "poet": {
    "id": 565,
    "star": 0,
    "name": "薛道衡",
    "image": "http://img.gushiwen.org/authorImg/xuedaoheng.jpg",
    "desc": "薛道衡(540～609) 隋代诗人。字玄卿。汉族，河东汾阴(今山西万荣)人。历仕北齐、北周。隋朝建立后，任内史侍郎，加开府仪同三司。炀帝时，出为番州刺史，改任司隶大夫。他和卢思道齐名，在隋代诗人中艺术成就最高。有集30卷已佚。今存《薛司隶集》1卷。《先秦汉魏晋南北朝诗》录存其诗20余首，《全上古三代秦汉三国六朝文》录存其文 8篇。事迹见《隋书》、《北史》本传。"
  },
  "tags": [
    "乐府",
    "写景",
    "闺怨"
  ]
}