{
  "id": 11117,
  "star": 8,
  "name": "将赴荆南寄别李剑州",
  "dynasty": "唐代",
  "content": "使君高义驱今古，寥落三年坐剑州。<br>但见文翁能化俗，焉知李广未封侯。<br>路经滟滪双蓬鬓，天入沧浪一钓舟。<br>戎马相逢更何日？春风回首仲宣楼。",
  "fanyi": "<p><strong>译文<br></strong>你高风义节纵贯古今，却在寥落中困在剑州不得升迁。<br>世人只知文翁能够移风易俗，却往往忘记了李广一生不得封侯。<br>路经滟灏滩时我一个人双鬓蓬松地望着自己的小船在水上起起落落。<br>这年月兵荒马乱，我们什么时候才能再相逢呢？也许是春风和煦的时节在仲宣楼中相见吧。</p> <p><strong>注释<br></strong>①使君：指李剑州，当时任剑州刺史，是位有才能而未被朝廷重用的地方官，名字不详。<br>②文翁：西汉庐江舒县（今安徽庐江西）人。俗：一作“蜀”。<br>③李广：西汉名将。<br>④滟灏（yàn yù）：即滟滪滩，在四川奉节县东五公里瞿塘峡口，旧时是长江三峡的著名险滩。<br>⑤仲宣楼：汉末文学家<a href=\"http://so.gushiwen.org/author_770.aspx\">王粲</a>在荆州避难的地方。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　律<a href=\"http://so.gushiwen.org/view_11117.aspx\">诗</a>受到声律和对仗的束缚，容易流于板滞平衍，萎弱拖沓，正如刘熙载所说：“声谐语俪，往往易工而难化。”（《艺概·诗概》）而这首七律写得纵横捭阖，转掉自如，句句提得起，处处打得通，而在拿掷飞腾之中，又能体现出精细的脉络。</p> <p>　　诗的前半篇写李剑州，热情地歌颂了他“能化俗”的政绩，为他的“未封侯”而鸣不平。诗从“高义”和“寥落”生发出这两层意思，使读者对他那沉沦州郡的坎坷遭遇，更深为惋惜。“文翁”和“李广”，用的是两个典故。文翁政绩流传蜀中，用以比拟李剑州任剑州刺史；未封侯的李广，则和李剑州同姓。典故用得非常贴切，然而也仅仅贴切而已。可是在“文翁能化俗”的上面加上个“但见”，在“李广未封侯”的上面加上个“焉知”，“但见”和“焉知”，一呼一应，一开一阖，运之以动荡之笔，精神顿出，有如画龙点晴，立即破壁飞去。不仅如此，在历史上，李广对他自己屡立战功而未得封侯，是时刻耿耿于怀，终身为恨事的。这里却推开来，说“焉知李广未封侯”，这就改造了旧典，注入了新义，提高了诗的思想性。在这里，<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>把七言歌行中纵横挥斥的笔意，创造性地运用、融化于律体之中。在杜甫诗歌里像“但觉高歌有鬼神，焉知饿死填沟壑”（《醉时歌》）之类的句子，正是和这首诗有着一样的波澜。</p> <p>　　下半篇叙身世之感，离别之情，境界更大，感慨更深。诗人完全从空际着笔，写的是意想中的诗人自己“将赴荆南”的情景。诗人“路经滟滪”，见瞿塘风涛之险恶，“天入沧浪”，见江汉烟波之浩渺。这是他赴荆南途中所经之地。在这里，诗人并未诉说他的迟暮飘零之感，而是以“一钓舟”和“沧浪”，“双蓬鬓”和“滟滪”相对照，构成鲜明的形象，展示出一幅扁舟出峡图。如果把这两句诗比作诗中之画，那么借用杜甫另外两句诗，“亲朋无一字，老病有孤舟”（《登岳阳楼》）来说明画意，是颇为确切的了。尾联用“仲宣楼”点出诗人到了荆南以后的情形。诗人清楚地意识到他所处的时代和命运，即使到了那里，也还是和当年避难荆州的<a href=\"http://so.gushiwen.org/author_770.aspx\">王粲</a>一样，仍然作客依人，托身无所。而在此时，诗人回望蜀中，怀念故人，想到兵戈阻隔，相见无期，那就会更加四顾苍茫，百端交集了。</p> <p>　　全诗由李剑州写到诗人自己，再由诗人自己的离别之情，一笔兜回到李剑州，脉络贯通，而起结转折，关合无痕。杜甫的这类诗，往往劈空而来，一起既挺拔而又沉重，有笼罩全篇的气势。写到第四句，似乎诗人要说的话都已说完，可是到了五、六两句，忽然又转换一个新的意思，开出一个新的境界。然而它又不是一泻无余，收束处，总是荡漾萦回，和篇首遥相照映，显得气固神完，而情韵不减，耐人寻味。</p> <p>　　杜甫七律风格的基本特征，是他能在全篇之中，营造出磅礴飞动的气势；而这磅礴飞动的气势，又是和精密平整的诗律水乳交融地结合在一起的。所以“工而能化”，“中律而不为律缚”，从这首诗就可以体现出来。</p>",
  "about": "<h2>创作背景</h2> 　　此<a href=\"http://so.gushiwen.org/view_11117.aspx\">诗</a>作于唐代宗广德元年（763年）。李剑州当时任剑州刺史，是位有才能而未被朝廷重用的地方官。前一年，<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>到过那里，和他有交往。这年，杜甫准备离蜀东行，写了这首诗寄给他。",
  "poet": {
    "id": 474,
    "star": 0,
    "name": "杜甫",
    "image": "http://img.gushiwen.org/authorImg/dufu.jpg",
    "desc": "杜甫（712－770），字子美，自号少陵野老，世称“杜工部”、“杜少陵”等，汉族，河南府巩县（今河南省巩义市）人，唐代伟大的现实主义诗人，杜甫被世人尊为“诗圣”，其诗被称为“诗史”。杜甫与李白合称“李杜”，为了跟另外两位诗人李商隐与杜牧即“小李杜”区别开来，杜甫与李白又合称“大李杜”。他忧国忧民，人格高尚，他的约1400余首诗被保留了下来，诗艺精湛，在中国古典诗歌中备受推崇，影响深远。759-766年间曾居成都，后世有杜甫草堂纪念。"
  },
  "tags": []
}