{
  "id": 50238,
  "star": 300,
  "name": "江城子·西城杨柳弄春柔",
  "dynasty": "宋代",
  "content": "西城杨柳弄春柔，动离忧，泪难收。犹记多情、曾为系归舟。碧野朱桥当日事，人不见，水空流。<br>韶华不为少年留，恨悠悠，几时休？飞絮落花时候、一登楼。便作春江都是泪，流不尽，许多愁。",
  "fanyi": "<p><strong>译文</strong><br>西城的杨柳逗留着春天的柔情，使我想起离别时的忧伤，眼泪很难收回。还记得当年你为我拴着归来的小舟。绿色的原野，红色的桥，是我们当时离别的情形。而如今你不在，只有水孤独地流着。<br>美好的青春不为少年时停留，离别的苦恨，何时才到头？飘飞的柳絮，落花满地的时候我登上楼台。即使江水都化作泪水，也流不尽，依然有愁苦在心头。</p> <p><strong>注释</strong><br>⑴江城子：词牌名，又名“江神子”“村意远”。唐词单调，始见《花间集》<a href=\"http://so.gushiwen.org/author_622.aspx\">韦庄</a>词。宋人改为双调，七十字，上下片都是七句五平韵。<br>⑵弄春：谓在春日弄姿。明<a href=\"http://so.gushiwen.org/author_166.aspx\">徐渭</a>《赋得万绿枝头红一点》<a href=\"http://so.gushiwen.org/view_50238.aspx\">诗</a>：“名园树树老啼莺，叶底孤花巧弄春。”<br>⑶离忧：离别的忧思；离人的忧伤。唐<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>《长沙送李十一》诗：“李杜齐名真忝窃，朔云寒菊倍离忧。”<br>⑷多情：指钟情的人。宋<a href=\"http://so.gushiwen.org/author_587.aspx\">张先</a>《南乡子·京口》词：“春水一篙残照阔，遥遥，有个多情立画桥。”<br>⑸归舟：返航的船。南朝宋<a href=\"http://so.gushiwen.org/author_758.aspx\">谢灵运</a>《酬从弟惠连》诗：“梦寐伫归舟，释我吝与劳。”<br>⑹韶华：美好的时光。常指春光。唐<a href=\"http://so.gushiwen.org/author_286.aspx\">戴叔伦</a>《暮春感怀》诗：“东皇去后韶华尽，老圃寒香别有秋。”<br>⑺飞絮：飘飞的柳絮。北周<a href=\"http://so.gushiwen.org/author_662.aspx\">庾信</a>《杨柳歌》：“独忆飞絮鹅毛下，非复青丝马尾垂。”<br>⑻春江：春天的江。唐张若虚《春江花月夜》诗：“滟滟随波千万里，何处春江无月明。”</p><br/><h2>英译</h2> <p>Jiangchengzi Song · Qin Guan Translated by Tonggui Wang</p> <p>The willows of the West City are flirting spring gently,<br>which brought back my parting sorrow, I could not stop the tears.<br>I still remember that you tied my return boat lovingly,<br>the green fields, the red bridge and the parting scene that year,<br>And now, where are you？I can see only the river flowing.</p> <p>Beautiful youth does not stay for the young people.<br>When is the end of the parting sorrow?<br>When catkins flew, flowers fell，I ascended the pavilion.<br>Even if the waters of the Spring River were all tears,<br>The flow of sadness would never end in my heart.</p>",
  "shangxi": "<h2>赏析一</h2> <p>　　首句“西城杨柳弄春柔”貌似纯写景，实则有深意。因为这柳色，通常能使人联想到青春及青春易逝，又可以使人感春伤别。“弄春柔”的“柔”字，便有百种柔情，“弄”字则有故作撩拨之意。赋予无情景物以有情，寓拟人之法于无意中。“杨柳弄春柔”的结果，便是惹得人“动离忧，泪难收”。以下写因柳而有所感忆：“犹记多情曾为系归舟。碧野朱桥当日事，人不见，水空流。”这里暗示，这杨柳不是任何别的地方的杨柳，而是靠近水驿的长亭之柳，所以当年曾系归舟，曾有离别情事这地方发生。那时候，一对有情人，就踏过红色的板桥，眺望春草萋萋的原野，这儿话别。一切都记忆犹新，可是眼前呢，风景不殊，人儿已天各一方了。“水空流”三字表达的惆怅是深长的。</p> <p>　　过片“韶华不为少年留”是因为少年既是风华正茂，又特别善感的缘故，所谓说“恨悠悠，几时休？”两句无形中又与前文的“泪难收”、“水空留”唱和了一次。“飞絮落花时节一登楼”说不登则已，“一登”就这杨花似雪的暮春时候，真正是“便做春江都是泪，流不尽，许多愁。”这是一个极其巧妙的比喻，它妙就妙一下子将从篇首开始逐渐写出的泪流、水流、恨流挽合做一江春水，滔滔不尽地向东奔去，使人沉浸感情的洪流中。这比喻不是突如其来的，而是逐渐汇合，水到渠成的。</p> <p>　　此词写柳，妙“弄春柔”一语，笔意入微，妥贴自然，把拟人手法于无意中出之，化无情之柳为多情之物；此词写愁，妙引而不发，语气微婉，最后由景触发一个巧妙的比喻：清泪、流水和离恨融汇成一股情感流，言尽而情不尽。</p><br/><h2>赏析二</h2> <p>　　这首愁情词由春愁离愁写起，再写失恋之愁和叹老嗟卑之愁，省略或者说是虚化了具体时空背景，仿佛将词人一生所经历之愁都凝聚浓缩在一首词中了，很富表现力和艺术感染力。</p> <p>　　上片前三句写初春的离别，并未出现告别的对象而悲泪滂沱，已寓无限隐情。“犹记”两句转为忆旧，“多情”指恋人，“系归舟”指飘泊重逢的激动。“碧野朱桥”是当日系舟处所，又是今日处境。“当日事”唯存记忆，而眼前是“人不见，水空流”。即谓再度离别，再度“归来”时，已无人“系舟”，只见水流了！几个波折，诉尽赴约而不遇的绝望哀情。</p> <p>　　换头“韶华”句为议论，道破人生真理，此理虽为常理常情，但由词人体味人生后道出则有极哀切的意蕴。这青春不再，年华易衰，才是“恨悠悠”的终极原因，何况春天又一次完结了哩！此悠悠长恨，当然将词人仕途不遇、理想落空的伤感融注其间了。最后，将愁恨之泪化作春江，极尽夸饰之能事，却仍“流不尽，许多愁”！妙在“流不尽”！此喻，在李后主“问君能有几多愁，恰似一江春水向东流”的比喻基础上，又翻出一层新意，乃脱胎换骨，点铁成金之法。</p> <p>　　此词结构布局极缜密。下片“飞絮落花”印上片“杨柳弄春柔”；“登楼”印“离忧”；“春江都是泪”印“泪难收”；“韶华不为少年留”总提全词命意，天然浑成，意态兼善，神韵悠长。</p>",
  "about": "<h2>创作背景</h2> 　　此词抒写别恨，为怀人伤别之作，据词意可知作于某年的一个暮春，当为<a href=\"http://so.gushiwen.org/author_125.aspx\">秦观</a>前期的作品，具体作年难以考证。",
  "poet": {
    "id": 125,
    "star": 0,
    "name": "秦观",
    "image": "http://img.gushiwen.org/authorImg/qinguan.jpg",
    "desc": "秦观（1049-1100）字太虚，又字少游，别号邗沟居士，世称淮海先生。汉族，北宋高邮（今江苏）人，官至太学博士，国史馆编修。秦观一 生坎坷，所写诗词，高古沉重，寄托身世，感人至深。秦观生前行踪所至之处，多有遗迹。如浙江杭州的秦少游祠，丽水的秦少游塑像、淮海先生祠、莺花亭；青田的秦学士祠；湖南郴州三绝碑；广西横县的海棠亭、醉乡亭、淮海堂、淮海书院等。秦观墓在无锡惠山之北粲山上，墓碑上书“秦龙图墓”几个大字。有秦家村、秦家大院以及省级文物保护单位古文游台。"
  },
  "tags": [
    "宋词三百首",
    "宋词精选",
    "婉约",
    "爱情",
    "怀人",
    "感伤"
  ]
}