{
  "id": 47937,
  "star": 850,
  "name": "秋风辞",
  "dynasty": "两汉",
  "content": "秋风起兮白云飞，草木黄落兮雁南归。<br>兰有秀兮菊有芳，怀佳人兮不能忘。<br>泛楼船兮济汾河，横中流兮扬素波。<br>箫鼓鸣兮发棹歌，欢乐极兮哀情多。<br>少壮几时兮奈老何！",
  "fanyi": "<p><strong>译文</strong><br>秋风刮起，白云飞。草木枯黄雁南归。<br>秀美的是兰花呀，芳香的是菊花。思念美人难忘怀。<br>乘坐着楼船行驶在汾河上，划动船桨扬起白色的波浪。<br>吹起箫来打起鼓，欢乐过头哀伤多。<br>年轻的日子早过去，渐渐衰老没奈何。</p> <p><strong>注释</strong><br>①辞：韵文的一种。<br>②黄落：变黄而枯落。<br>③秀：此草本植物开花叫“秀”。这里比佳人颜色。芳：香气，比佳人香气。兰、菊：这里比拟佳人。“兰有秀”与“菊有芳”，互文见义，意为兰和菊均有秀、有芳。<br>④佳人：这里指想求得的贤才。<br>⑤泛：浮。楼船：上面建造楼的大船。泛楼船，即“乘楼船”的意思。汾河：起源于山西宁武，西南流至河津西南入黄河。<br>⑥中流：中央。扬素波：激起白色波浪。<br>⑦鸣：发声，响。发：引发，即“唱”。棹（zhào）：船桨。这里代指船。棹歌：船工行船时所唱的歌。<br>⑧极：尽。<br>⑨奈老阿：对老怎么办呢？</p>",
  "shangxi": "<h2>解析</h2> <p>　　全<a href=\"http://so.gushiwen.org/view_47937.aspx\">诗</a>比兴并用、情景交融，是中国文学史上“悲秋”的名作。</p> <p>　　这首诗的主题思想，历史上有两种不同的说法，一谓写“乐极哀来，惊心老至”，一谓“此辞有感秋摇落。系念求仙意， ‘怀佳人’句，一篇之骨”（张玉谷《古诗赏析》卷三）。张玉谷又补充说：“以佳人为仙人，似近、乎凿。然帝之幸河东，祠后土，皆为求仙起见，必作是解，于时事始合，而章义亦前后一线穿去” （同上）。诗中求仙之意不明说，只以“怀佳人兮不能忘”一句暗点，意趣含蓄，妙在其中。</p> <p>　　全诗共有九句，可分作四层：“秋风起兮白云飞，草木黄落兮雁南归”为第一层，点出季节时令特点。这两句状物描景，有色彩形象，有流动感，念来自然平易，而句式结构又十分紧促干练，起、飞、落、归这几个动词的组合，直给人以物换星移的紧迫感。此后曹“秋风萧瑟天气凉，草木摇落露为霜”和唐诗“秋风吹白云，万里渡河汾”等诸如此类的佳句，无不受到《秋风辞》的启示，而兀出一定的继承、借鉴关系。明人谢榛以为，《秋风辞》之起句，出于高祖<a href=\"http://so.gushiwen.org/author_746.aspx\">刘邦</a>的“大风起兮云飞扬”（《四溟诗话》）。仅从字面看，固然不错；但两者的境界和情韵，却颇为异趣：“大风起兮云飞扬”，苍莽辽阔，表现的是风云际会中崛起的雄主壮怀；“秋风起兮白云飞”，则清新明丽，荡漾着中流泛舟、俯仰赏观的欢情，联系后句，其韵味似乎更接近于《九歌·湘夫人》的“嫋嫋兮秋风，洞庭波兮木叶下。”而武帝，大约也正从这相似的情境，联想到了《湘夫人》“沅有芷兮澧有兰，思公子兮未敢言”，不禁脱口吟出了下联两句。</p> <p>　　三、四句“兰有秀兮菊有芳，怀佳人兮不能忘”为第二层，是作者的因景联想和中心情思，兰草的秀丽，菊花的清香，各有千秋，耐人品味。春兰秋菊自有盛时，作者观赏的情趣和心态可以相见。接着作者由对花木的观赏，引发起对佳人的怀念，这种由物到人的移情，在中国古典文学作品中是常用的手法，如<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>《离骚》有“日月忽其不淹兮，春与秋其代序。惟草木之零落兮，恐美人之迟暮”的句子。“怀佳人兮不能忘”里的“佳人”不仅仅局限在字面的本身，它也可以包容了作者对事业的追求心愿，正象屈原以美人比喻自身理想的高洁一样。</p> <p>　　也有观点认为武帝于把酒临风之际，怀念的心中“佳人”是指那位“一顾倾人城，再顾倾人国”的北方“佳人”李夫人。李夫人死于元狩年间，武帝思念不已，竟至于信少翁之说，夜致其形貌于宫，在隔帷伫望之中，唱出了“是邪？非邪？立而望之，翩何姗姗其来迟” 的迷茫之歌。而今七、八年过去，武帝还是不能忘怀于她，终于在秋日白云之下，又牵念起这位隔世伊人了。这两句化用《九歌》人神相殊之境，写武帝对“佳人” 的生死相望之思，确有<a href=\"http://so.gushiwen.org/author_2884.aspx\">鲁迅</a>先生所说那种“缠绵流丽”的韵致。</p> <p>　　五、六、七句“泛楼船兮济汾河，横中流兮扬素波。箫鼓鸣兮发棹歌”为第三层，是泛舟中流的生动描绘，诗情复又一振，极写武帝泛舟中流、君臣饮宴的欢乐景象。汉武帝与群臣祭祠后土之后，坐着楼船渡过汾河，但见河中心翻滚起白色的鳞鳞水波，这时楼船上宴饮正酣，箫鼓齐鸣，乐工歌伎们唱着舞着，与那艄公划船的声音上下相应和，不绝于耳。这一层每句均包含两个动词，依次泛、济、横、扬、鸣、发的排列开来，将“忻然中流”的热烈场面彩绘得声情并茂，呼之欲出。</p> <p>　　八、九句“欢乐极兮哀情多，少壮几时兮奈老何！”为第四层，是作者此次行幸河东，乐极哀来的深沉感慨。过分的欢乐之后，又带给人哀怨的心绪，青春难再，老之将至，因而不得不及时行乐了。这一描状自然景物后的思想归结，仍没有摆脱了古代骚人墨客的低沉情调。正象汉武帝本人一样，既有平南越、斥匈奴、兴太学、崇儒术的文治武功，又有敬神仙、请方士，因横征暴敛至使“流民愈多，盗贼分行”的过错（见《汉书》卷四十六《石庆传》），所以这首《秋风辞》既有不少自然流畅，使人成诵难忘的秀句，又有叹息人生短暂的虚无色彩。</p> <p>　　总结看来，首二句写秋景如画，三、四句以兰、菊起兴，融悲秋与怀人为一。以下各句写舟中宴饮，乐极生哀，而以人生易老的慨叹作结。</p> <p>　　此诗语言清丽、明快，句句押韵，节奏快，乐感强，在艺术风格上受楚辞影响较大，首两句受到<a href=\"http://so.gushiwen.org/author_358.aspx\">宋玉</a>《九辩》的影响、、宋玉《九辩》有“悲哉，秋之为气也，萧瑟兮，草木摇落而变衰；……雁靡靡而南游兮，鸥鸡啁哳而悲鸣”等等，均为《秋风辞》所取影。前四句两句一换韵，后四句又另押一个韵，共三个韵。在句式上，每句中带一“兮”字，也与楚辞相近，所以被辩体批评家称为楚调乐府。</p> <p>　　全诗构思巧妙，意境优美，音韵流畅，很适合于传唱。</p><br/><h2>鉴赏</h2> <p>　　<a href=\"http://so.gushiwen.org/view_47937.aspx\">诗</a>开篇写道：“秋风起兮白云飞，草木黄落兮雁南归。”阵阵秋风卸白云而飞，岸边的树木已不复葱郁，然而纷纷飘坠的金色的落叶，为秋日渲染了一副斑斓的背景。大雁苍鸣，缓缓掠过樯桅……短短两句，清远流丽。</p> <p>　　胡应麟《诗薮·内编》卷三：“秋风百代情至之宗。”秋日乃惹人思情，虽有幽兰含芳，秋菊斗艳，然凋零的草木，归雁声声，勾起汉武帝对“佳人”不尽的思念之情：“兰有秀兮菊有芳，怀佳人兮不能忘。”此句写的缠绵流丽乃一诗之精华，正如张玉谷《古诗赏析》卷三：“此辞有感秋摇落系念仙意。怀佳人句，一篇之骨……”</p> <p>　　“泛楼船兮济汾河，横中流兮扬素波。萧鼓鸣兮发棹歌”三句，竭力描写汉武帝泛舟中流、君臣欢宴景致。当楼船在汾河中流疾驶，潺缓的碧水，顿时扬起一片白色的波浪。在酒酣耳热之际，不禁随着棹橹之声叩舷而歌。</p> <p>　　紧接着却出现了“欢乐极兮哀情多”。君临天下，当藐视一世，俯视天地之间，应慨然得意忘形尔。何来如此幽情哀音？王尧衢《古诗合解》卷一一语道破：“乐极悲来，乃人情之常也。愁乐事可复而盛年难在。武帝求长生而慕神仙，正为此一段苦处难谴耳。念及此而歌啸中流，顿觉兴尽，然自是绝妙好辞”原来，即便是君王也免不了生老病死，眼前的尊贵荣华终有尽时，人生老之将至，所有一切也会随着死亡不复存在，所以又怎能不因为“少壮几时兮奈老何”而忧伤呢？</p>",
  "about": "<h2>创作背景</h2> <p>　　汉元鼎四年（公元前113年），汉武帝<a href=\"http://so.gushiwen.org/author_700.aspx\">刘彻</a>率领群臣到河东郡汾阳县（山西万荣县北面）祭祀后土，途中传来南征将士的捷报，而将当地改名为闻喜，沿用至今。时值秋风萧飒，鸿雁南归，汉武帝乘坐楼船泛舟汾河，饮宴中流，听说汾水旁边有火光腾起，就在那里立了一座后土祠来祭祠大地。</p> <p>　　“顾祝帝京，忻然中流，与群臣饮宴，自作《秋风辞》。”刘彻触景生情，以景物起兴，继写楼船中的歌舞盛宴的热闹场面，最后以感叹乐极生悲，人生易老，岁月流逝作结。“怀佳人兮不能忘”等句，抒发了他渴求“贤才”的愿望。</p><br/><h2>后世影响</h2> <p>　　汉武帝<a href=\"http://so.gushiwen.org/author_700.aspx\">刘彻</a>（前156-前87），是一位雄才大略的政治家，也是一位爱好文学、提倡辞赋的<a href=\"http://so.gushiwen.org/view_47937.aspx\">诗</a>人，今流传《悼李夫人赋》。明人<a href=\"http://so.gushiwen.org/author_121.aspx\">王世贞</a>以为，其成就在“长卿下、子云上”（《艺苑卮言》）其他存留的诗作，《瓠子歌》、《天马歌》、《李夫人歌》也“壮丽鸿奇”（<a href=\"http://so.gushiwen.org/author_450.aspx\">徐祯卿</a>《谈艺录》），为诗论家所推崇。</p> <p>　　他的这首清丽隽永，笔调流畅的《秋风辞》，历来为人们所称道。此诗虽是即兴之作，一波三折，抒写得曲折缠绵。<a href=\"http://so.gushiwen.org/author_39.aspx\">沈德潜</a>《古诗源》卷二：“《离骚》遗响。文中子谓乐极哀来，其悔心之萌乎？”以“《离骚》遗响”观之，乃就文辞而言，沈德潜的评价非常切实。 <a href=\"http://so.gushiwen.org/author_2884.aspx\">鲁迅</a>称此诗“缠绵流丽，虽词人不能过也。”</p><br/><h2>创作背景二</h2> <p>　　据《汉书·武帝纪》，汉武帝<a href=\"http://so.gushiwen.org/author_700.aspx\">刘彻</a>到河东汾阴（今山西省万荣县西南）祭祀后土（土地神），共有五次。只有一次在秋天，即元鼎四年（前113）十月。这时刘彻四十四岁，即位已二十七年。他实行武力打击匈奴，已胜利解 除了数代以来的北部边患。他采取的国家专卖（盐铁、均输、平准）、统一货币、重农贵粟三大政策，卓有成效，克服了长期用兵造成的生产破坏和财政危机。西汉王朝无论军事、经济、政治、文化都达到全盛高峰。但他的雄才大略，还要打通西域，开发西南，平定南越和东越，振威名于世界。</p> <p>　　这次出巡，途中传来南征将士的捷报，而将当地改名为闻喜，沿用至今。时值秋风萧飒，鸿雁南归，汉武帝乘坐楼船泛舟汾河，饮宴中流。当时场面热闹，气势恢弘，听说汾水旁边有火光腾起，还下令在那里立了一座后土祠来祭祠大地。身为大汉天子的刘彻，一生享尽荣华，又同常人一样，无法抗拒衰老和死亡。宴尽之余，遂作此篇。</p>",
  "poet": {
    "id": 700,
    "star": 0,
    "name": "刘彻",
    "image": "http://img.gushiwen.org/authorImg/liuche.jpg",
    "desc": "汉武帝刘彻（公元前156年－前87年），西汉的第7位皇帝，杰出的政治家、战略家、诗人。刘彻开拓汉朝最大版图，在各个领域均有建树，汉武盛世是中国历史上的三大盛世之一。晚年穷兵黩武，又造成了巫蛊之祸，征和四年刘彻下罪己诏。公元前87年刘彻崩于五柞宫，享年70岁，谥号孝武皇帝，庙号世宗，葬于茂陵。"
  },
  "tags": [
    "古诗三百首",
    "秋天",
    "写风",
    "乐府",
    "人生",
    "岁月"
  ]
}