{
  "id": 10390,
  "star": 20,
  "name": "同诸公登慈恩寺塔",
  "dynasty": "唐代",
  "content": "高标跨苍天，烈风无时休。自非旷士怀，登兹翻百忧。<br>方知象教力，足可追冥搜。仰穿龙蛇窟，始出枝撑幽。<br>七星在北户，河汉声西流。羲和鞭白日，少昊行清秋。<br>秦山忽破碎，泾渭不可求。俯视但一气，焉能辨皇州。<br>回首叫虞舜，苍梧云正愁。惜哉瑶池饮，日晏昆仑丘。<br>黄鹄去不息，哀鸣何所投。君看随阳雁，各有稻粱谋。",
  "fanyi": "<p><strong>译文</strong><br>慈恩寺塔高超出穹庐似的青天之外，强劲的风吹得没有休止的时候。假若没有心胸开阔之人的胸怀，登上此楼反而会触景生情，生出许多忧愁。<br>登上慈恩寺塔极目远驰，方知佛教的威力之大，足可以构思佳作，探寻胜境。仰面穿过弯曲的磴道，方才走出支木交错的暗处，终于登上顶层。<br>夜间在塔上仰观北斗七星好像在塔的北窗口，耳边仿佛听到银河的水声向西流动。白日登塔仰视天空，那羲和鞭赶太阳迅速西进，秋神少昊给人间带来了清秋。<br>俯看终南诸山忽若破碎成块，泾渭之水清浊也难以分辨。从上往下一眼望去，只是一片空蒙，哪还能辨出那里是都城长安呢？<br>回过头去呼唤一代英主虞舜大帝，只见虞舜的寝陵苍梧之地正生起一片愁云。痛惜啊！当年穆王与王母在昆仑瑶池饮酒作乐，竟然喝到夜幕降临到昆仑山头。<br>黄鹄不停地一个个远走高飞，哀哀鸣叫不止，不知前去投向何方。你们看那些追阳逐暖的群雁，各自有着谋取稻梁的术算。</p> <p><strong>注释</strong><br>此<a href=\"http://so.gushiwen.org/view_10390.aspx\">诗</a>题下原注：“时<a href=\"http://so.gushiwen.org/author_227.aspx\">高适</a>、薛据先有此作。”同：即和。诸公：指高适、薛据、<a href=\"http://so.gushiwen.org/author_113.aspx\">岑参</a>、<a href=\"http://so.gushiwen.org/author_22.aspx\">储光羲</a>。慈恩寺塔：即大雁塔。为新进士题名之处。唐高宗永徽三年（652年）玄奘法师所建，在今陕西西安市和平门外八里处，现有七层，高六十四米。<br>标：高耸之物。高标：指慈恩寺塔。苍天：青天。天：一作“穹”。<br>烈风：大而猛的风。休：停息。<br>旷士：旷达出世的人。旷：一作“壮”。<br>兹：此。翻：反而。<br>象教：佛祖释迪牟尼说法时常借形象以教人，故佛教又有象教之称。佛塔即是佛教的象征。<br>足：一作“立”。冥搜：即探幽。<br>龙蛇窟：形容塔内磴道的弯曲和狭窄。<br>出：一作“惊”。枝撑：指塔中交错的支柱。幽：幽暗。<br>七星：北斗七星，属大熊星座。北户：一作“户北”。 <br>河汉：银河。<br>羲和：古代神话中为太阳驾车的神。鞭白日：言日行之快，如鞭促赶。<br>少昊：古代神话中司秋之神。<br>秦山：指长安以南的终南山，山为秦岭山脉一部分，故云秦山。破碎：终南诸峰，大小错综，登高眺望，山峦如破碎。<br>泾渭：泾水和渭水。不可求：难辨清浊。 <br>但：只是。一气：一片朦胧不清的样子。 <br>焉能：怎能。皇州：京城长安。<br>虞舜：虞是传说中远古部落名，即有虞氏，舜为其领袖，故称虞舜。<br>苍梧：相传舜征有苗，崩于苍梧之野，葬于九疑山（在今湖南宁远县南）。见《礼记·檀弓上》《史记·五帝本纪》。这里用以比拟葬唐太宗的昭陵。唐太宗受内禅于高祖<a href=\"http://so.gushiwen.org/author_2319.aspx\">李渊</a>，高祖号神尧皇帝。尧禅位于舜，故以舜喻唐太宗。<br>“惜哉”二句：《列子·周穆王》：“（穆王）升昆仑之丘，以观黄帝之宫。……遂宾于西王母，觞于瑶池之上。”《穆天子传》卷四，记周穆王“觞西王母于瑶池之上”。此喻指唐玄宗与杨贵妃游宴骊山，荒淫无度。饮：一作“燕”。晏：晚。 <br>黄鹄（hú ）：即天鹅，善飞，一举千里。去不息：远走高飞。<br>随阳雁：雁为候鸟，秋由北而南，春由南而北，故称。此喻趋炎附势者。<br>稻粱谋：本指禽鸟觅取食物的方法，此喻小人谋取利禄的打算。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　“高标跨苍穹，烈风无时休。”<a href=\"http://so.gushiwen.org/view_10390.aspx\">诗</a>一开头就出语奇突，气概不凡。不说高塔而说高标，使人想起左思《蜀都赋》中“阳鸟回翼乎高标”句所描绘的直插天穹的树梢，又使人想起<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>《蜀道难》中“上有六龙回日之高标”句所形容的高耸入云的峰顶。这里借“高标”极言塔高。不说苍天而说“苍穹”，即勾画出天像穹窿形。用一“跨”字，正和“苍穹”紧联。天是穹窿形的，所以就可“跨”在上面。这样夸张地写高还嫌不够，又引出“烈风”来衬托。风“烈”而且“无时休”，更见塔之极高。“自非旷士怀，登兹翻百忧”，二句委婉言怀，不无愤世之慨。诗人不说受不了烈风的狂吹而引起百忧，而是推开一步，说他自己不如旷达之士那么清逸风雅，登塔俯视神州，百感交集，心中翻滚起无穷无尽的忧虑。当时唐王朝表面上还是歌舞升平，实际上已经危机四伏。对烈风而生百忧，正是感触到这种政治危机所在。忧深虑远，为其他诸公之作所不能企及。</p> <p>　　接下去四句，抛开“百忧”，另起波澜，转而对寺塔建筑进行描绘。“方知”承“登兹”，细针密线，衔接紧凑。象教即佛教，佛教用形象来教人，故称“象教”。“冥搜”，意谓在高远幽深中探索，这里有冥思和想象的意思。“追”即“追攀”。由于塔是崇拜佛教的产物，这里塔便成了佛教力量的象征。“方知象教力，足可追冥搜”二句，极赞寺塔建筑的奇伟宏雄，极言其巧夺天工，尽人间想象之妙。写到这里，又用惊人之笔，点明登塔，突出塔之奇险。“仰穿龙蛇窟”，沿着狭窄、曲折而幽深的阶梯向上攀登，如同穿过龙蛇的洞穴；“始出枝撑幽”，绕过塔内犬牙交错的幽暗梁栏，攀到塔的顶层，方才豁然开朗。此二句既照应“高标”，又引出塔顶远眺，行文自然而严谨。</p> <p>　　诗人站在塔的最高层，宛如置身天宫仙阙。“七星在北户”，他眼前仿佛看到北斗七星在北窗外闪烁；“河汉声西流”，耳边似乎响着银河水向西流淌的声音。银河既无水又无声，这里把它比作人间的河，引出水声，曲喻奇妙。二句写的是想象中的夜景。接着转过来写登临时的黄昏景色。“羲和鞭白日，少昊行清秋”，交代时间是黄昏，时令是秋季。羲和是驾驶日车的神，相传他赶着六条龙拉着的车子，载着太阳在空中跑。作者在这里驰骋想象，把这个神话改造了一下，不是六条龙拉着太阳跑，而是羲和赶着太阳跑，他嫌太阳跑得慢，还用鞭子鞭打太阳，催它快跑。少昊，传说是黄帝的儿子，是主管秋天的神，他正在推行秋令，掌管着人间秋色。这两句点出登临正值清秋日暮的特定时分，为下面触景抒情酝酿了气氛。</p> <p>　　接下去写俯视所见，从而引起感慨，是全篇重点。“秦山忽破碎，泾渭不可求。俯视但一气，焉能辨皇州？”诗人结合登塔所见来写，在写景中有所寄托。在平地上从终南山和秦岭望过去，只看到秦山青苍的一片，而在塔上远眺，则群山大小相杂，高低起伏，大地好像被切成许多碎块。泾水浊，渭水清，然而从塔上望去分不清哪是泾水，哪是渭水，清浊混淆了。再看皇州（即首都长安），只看到朦胧一片。这四句写黄昏景象，却又另有含意，道出了山河破碎，清浊不分，京都朦胧，政治昏暗。这正和“百忧”呼应。《资治通鉴》：“（天宝十一载）上（玄宗）晚年自恃承平，以为天下无复可忧，遂深居禁中，专以声色自娱，悉委政事于（李）林甫。林甫媚事左右，迎会上意，以固其宠。杜绝言路，掩蔽聪明，以成其奸；妒贤疾能，排抑胜己，以保其位；屡起大狱，诛逐贵臣，以张其势。”“凡在相位十九年，养成天下之乱。”<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>已经看到了这种情况，所以有百忧的感慨。</p> <p>　　以下八句是感事。正由于朝廷政治黑暗，危机四伏，所以追思唐太宗时代。“回首叫虞舜，苍梧云正愁。”塔在长安东南区，上文俯视长安是面向西北，诗人南望苍梧，所以要“回首”。唐高祖号神尧皇帝，太宗受内禅，所以称虞舜。舜葬苍梧，比太宗的昭陵。云正愁，写昭陵上空的云仿佛也在为唐朝的政治昏乱发愁。一个“叫”字，正写出杜甫对太宗政治清明时代的深切怀念。下二句追昔，引出抚今：“惜哉瑶池饮，日晏昆仑丘。”瑶池饮，这里借指唐玄宗与杨贵妃在骊山饮宴，过着荒淫的生活。日晏结合日落，比喻唐朝将陷入危乱。这就同秦山破碎四句呼应，申述所怀百忧。正由于玄宗把政事交给<a href=\"http://so.gushiwen.org/author_2691.aspx\">李林甫</a>，李排抑贤能，所以“黄鹄去不息，哀鸣何所投”。贤能的人才一个接一个地受到排斥，只好离开朝廷，像黄鹄那样哀叫而无处可以投奔。最后，诗人愤慨地写道：“君看随阳雁，各有稻粱谋。”指斥那样趋炎附势的人，就像随着太阳温暖转徙的候鸟，只顾自我谋生，追逐私利。</p> <p>　　全诗有景有情，寓意深远。<a href=\"http://so.gushiwen.org/author_426.aspx\">钱谦益</a>认为此诗言天下将乱，宴乐不可以为常，这就说明了全篇旨意。正因为如此，这首诗成为诗人前期创作中的一篇重要作品。</p>",
  "about": "<h2>创作背景</h2> 　　这首<a href=\"http://so.gushiwen.org/view_10390.aspx\">诗</a>是<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>在天宝十一年（752年）秋天登慈恩寺塔写的。慈恩寺是唐太宗贞观二十一年（647年）太子<a href=\"http://so.gushiwen.org/author_2098.aspx\">李治</a>为纪念他的母亲文德皇后所建。寺在当时长安东南区晋昌坊。唐高宗永徽三年（652年），三藏法师玄奘在寺中建塔，即慈恩寺塔，又名大雁塔。塔共有六层。<a href=\"http://so.gushiwen.org/author_298.aspx\">武则天</a>大足元年（701年）改建，增高为七层，在今西安市东南。当时<a href=\"http://so.gushiwen.org/author_227.aspx\">高适</a>、薛据、<a href=\"http://so.gushiwen.org/author_113.aspx\">岑参</a>、<a href=\"http://so.gushiwen.org/author_22.aspx\">储光羲</a>均登大雁塔，每人赋诗一首，今薛据诗已失传。杜甫的这首诗是同题诸诗中的压卷之作。",
  "poet": {
    "id": 474,
    "star": 0,
    "name": "杜甫",
    "image": "http://img.gushiwen.org/authorImg/dufu.jpg",
    "desc": "杜甫（712－770），字子美，自号少陵野老，世称“杜工部”、“杜少陵”等，汉族，河南府巩县（今河南省巩义市）人，唐代伟大的现实主义诗人，杜甫被世人尊为“诗圣”，其诗被称为“诗史”。杜甫与李白合称“李杜”，为了跟另外两位诗人李商隐与杜牧即“小李杜”区别开来，杜甫与李白又合称“大李杜”。他忧国忧民，人格高尚，他的约1400余首诗被保留了下来，诗艺精湛，在中国古典诗歌中备受推崇，影响深远。759-766年间曾居成都，后世有杜甫草堂纪念。"
  },
  "tags": [
    "登高",
    "写景",
    "抒情"
  ]
}