{
  "id": 4175,
  "star": 4,
  "name": "送著作佐郎崔融等从梁王东征",
  "dynasty": "唐代",
  "content": "金天方肃杀，白露始专征。<br>王师非乐战，之子慎佳兵。<br>海气侵南部，边风扫北平。<br>莫卖卢龙塞，归邀麟阁名。",
  "fanyi": "<p><strong>译文<br></strong>金秋季节萧瑟寒风初起，白露时分开始发兵征讨。<br>朝廷军队并非爱好战争，你们用兵时要慎重行事。<br>征伐定如海气席卷南国，边风扫荡北地所向披靡。<br>要学习田畴不居功自傲，更不必希求扬名麒麟阁。</p> <p><strong>注释<br></strong>⑴著作佐郎：官名，属中书省，为编修国史之任。<a href=\"http://so.gushiwen.org/author_949.aspx\">崔融</a>：作者好友，当时崔融以著作佐郎的官衔掌书记，随军东征。梁王：即武三思，<a href=\"http://so.gushiwen.org/author_298.aspx\">武则天</a>之侄。<br>⑵金天：秋天。秋季于五行属金，金色白又为白帝，万物收藏主肃杀。肃杀：使万物凋萎。<br>⑶白露：节气名。是秋季中的第三个节气。专征：指将帅受皇帝之命全权指挥军队进行讨伐。<br>⑷王师：王者之师，对本国政府军的美称。乐战：好战。<br>⑸之子：指崔融。《<a href=\"http://so.gushiwen.org/view_4175.aspx\">诗</a>经·小雅·鸿雁》：“之子于征”。佳兵：本指锐利的武器，这里指乐战好杀。《老子》：“夫佳兵者，不祥之器也”。<br>⑹海气：指渤海的寒气。南部：这里指东北契丹族叛乱南侵的部落。<br>⑺边风：北方边境的寒风。北平：北平郡，这里指北方边疆地区。<br>⑻“莫卖”句：《三国志》载，<a href=\"http://so.gushiwen.org/author_552.aspx\">曹操</a>北征乌桓，有个名叫田畴的人献策自卢龙口进军，曹操从之，果获大胜，论功行赏时，田畴拒不接受，说：“岂可卖卢龙塞以易赏哉！”卢龙塞：即今河北省遵化县内的喜峰口，是当时北平郡的边境要塞。<br>⑼归邀：回来后邀取、希图。麟（lín）阁：麒麟阁。汉宣帝时曾画霍光等十一名功臣的像在此阁中，以表彰他们的功绩。这里借指对功勋的表彰。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　“金天方肃杀，白露始专征”，首联点明出征送别的时间。大唐王朝这次东征平叛，选择在秋气肃杀的时候，正是为了“昭我王师，恭天讨”。这两句暗示唐军乃正义之师，讨伐不义，告捷指日可待。“肃杀”、“白露”勾划出送别时的气氛，使出征者那种庄重严肃的神情跃然纸上。</p> <p>　　“王师非乐战，之子慎佳兵”，统治者当垂恤生灵，“偃兵天下”，因此王师不喜战伐，以仁义为本。这里用“慎佳兵”来劝友人要慎重兵事，少杀戮。两句表面歌颂王师，实则规谏<a href=\"http://so.gushiwen.org/author_949.aspx\">崔融</a>，显得委婉含蓄。</p> <p>　　“海气侵南部，边风扫北平”，五、六两句借表现河北战场的环境，来盛赞唐军的兵威。梁王大军兵多将良，军容整肃，这次东征定能击败叛军，大获全胜。“海气”、“边风”都是带杀气的物象，“侵”、“扫”来表现东征的气势。</p> <p>　　“莫卖卢龙塞，归邀麟阁名”，末二句进一步以古人的高风节义期许友人，呼应三、四两句。<a href=\"http://so.gushiwen.org/view_4175.aspx\">诗</a>人用卢龙塞和麟阁这两个典故是有针对性的。武后临朝称制时，轻启战争。垂拱三年（687），凿山开道，袭击羌、吐蕃，不但造成士卒的痛苦，也给中原和少数民族人民带来了很大的灾难。眼下，孙、李利用契丹人民的怨恨，大举叛乱，烧杀掳掠，贻害河北人民。因此，<a href=\"http://so.gushiwen.org/author_12.aspx\">陈子昂</a>一方面力主平叛，在诗序中称赞崔融等出征时“酒中乐酣，拔剑起舞”、“气横辽碣，志扫獯戎”的豪气，后来自己也亲随武攸宜出征，参谋帷幕；另一方面，他又反对穷兵黩武，反对将领们为了贪功邀赏，迎得<a href=\"http://so.gushiwen.org/author_298.aspx\">武则天</a>的欢心而扩大战事，希望他们能像田畴那样淡泊明志，以国家大义为重。这两句实际上是希望友人能在这方面做出表率，表现了诗人出语坚决，正气凛然。</p> <p>　　全诗质朴自然，写景议论不事雕琢，词句铿锵，撼动人心，正如元方回《瀛奎律髓》评陈子昂的律诗：“天下皆知其能为古诗，一扫南北绮靡，殊不知律诗极佳。”</p>",
  "about": "<h2>创作背景</h2> 　　这首<a href=\"http://so.gushiwen.org/view_4175.aspx\">诗</a>作于<a href=\"http://so.gushiwen.org/author_298.aspx\">武则天</a>万岁通天元年（696）五月，这一年，由于唐朝将帅对边事处置失宜，契丹孙万荣、李尽忠发动叛乱，攻陷营州。唐王朝于是年七月以梁王武三思为榆关道安抚大使，以备契丹。<a href=\"http://so.gushiwen.org/author_949.aspx\">崔融</a>时任著作佐郎，以掌书记身份随武三思出征。<a href=\"http://so.gushiwen.org/author_12.aspx\">陈子昂</a>写下此诗，对崔融进行劝诫。",
  "poet": {
    "id": 12,
    "star": 0,
    "name": "陈子昂",
    "image": "http://img.gushiwen.org/authorImg/chenziang.jpg",
    "desc": "陈子昂（约公元661～公元702），唐代文学家，初唐诗文革新人物之一。字伯玉，汉族，梓州射洪(今属四川)人。因曾任右拾遗，后世称为陈拾遗。光宅进士，历仕武则天朝麟台正字、右拾遗。解职归乡后受人所害，忧愤而死。其存诗共100多首，其中最有代表性的是《感遇》诗38首，《蓟丘览古赠卢居士藏用》7首和《登幽州台歌》。"
  },
  "tags": [
    "送别",
    "友人",
    "劝诫"
  ]
}