{
  "id": 73082,
  "star": 11,
  "name": "左忠毅公逸事",
  "dynasty": "清代",
  "content": "　　先君子尝言，乡先辈左忠毅公视学京畿，一日，风雪严寒，从数骑出微行，入古寺，庑下一生伏案卧，文方成草；公阅毕，即解貂覆生，为掩户。叩之寺僧，则史公可法也。及试，吏呼名至史公，公瞿然注视，呈卷，即面署第一。召入，使拜夫人，曰：“吾诸儿碌碌，他日继吾志者，惟此生耳。”及左公下厂狱，史朝夕狱门外；逆阉防伺甚严，虽家仆不得近。久之，闻左公被炮烙，旦夕且死；持五十金，涕泣谋于禁卒，卒感焉。一日，使史更敝衣草屦，背筐，手长镵，为除不洁者，引入，微指左公处。则席地倚墙而坐，面额焦烂不可辨，左膝以下，筋骨尽脱矣。史前跪，抱公膝而呜咽。公辨其声而目不可开，乃奋臂以指拨眦；目光如炬，怒日：“庸奴，此何地也？而汝来前！国家之事，糜烂至此。老夫已矣，汝复轻身而昧大义，天下事谁可支拄者！不速去，无俟奸人构陷，吾今即扑杀汝！”因摸地上刑械，作投击势。史噤不敢发声，趋而出。后常流涕述其事以语人，曰：“吾师肺肝，皆铁石所铸造也！”</p> <p>　　崇祯末，流贼张献忠出没蕲、黄、潜、桐间。史公以凤庐道奉檄守御。每有警，辄数月不就寝，使壮士更休，而自坐幄幕外。择健卒十人，令二人蹲踞而背倚之，漏鼓移，则番代。每寒夜起立，振衣裳，甲上冰霜迸落，铿然有声。或劝以少休，公日：“吾上恐负朝廷，下恐愧吾师也。”</p> <p>　　史公治兵，往来桐城，必躬造左公第，候太公、太母起居，拜夫人于堂上。</p> <p>　　余宗老涂山，左公甥也，与先君子善，谓狱中语，乃亲得之于史公云。",
  "fanyi": "<p><strong>译文<br></strong>　　先父曾经说过：同乡前辈左忠毅公任京城地区学政时，有一天，刮风下雪，天气特别冷，他带着几个骑马的随从，改装出行，走进一座古寺。厢房里有个书生伏在桌上睡着了，（桌上的一篇）文章刚写好草稿。左公看完了，就脱下貂皮外衣给他盖上，并替他关上门。左公向寺里的和尚询问，却原来是史可法。等到考试时，差役喊到史可法的名字，左公惊喜地注视着他，等到他呈上考卷，左公就当面批为第一名，还召他进入内室，让他拜见夫人，说：“我的几个儿子平庸无能，将来能继承我的志向和事业的，只有这个学生啊。”到左公被关进东厂监狱时，史可法整天守候在狱门外。逆阉魏忠贤对监狱防备监视很严，即使左家的仆人也不能近边。过了很久，史可法听说左公遭了炮烙酷刑，早晚将要死去，便拿了五十两银子，哭泣着跟狱卒商量探监的办法，狱卒被他感动了。有一天，狱卒让史可法换上破旧衣服和草鞋，背了个竹筐，手拿着长鑱，装作打扫垃圾的人，把他领进监狱。（狱卒）悄悄地指着左公所在的地方。只见左公坐在地上，身子靠着墙，脸庞、额头都烧得焦烂，辨认不出（原来的面貌），从左膝盖以下，筋骨全都脱落了。史可法上前跪下，抱着左公的膝盖低声哭泣。左公辨出史可法的声音，可是眼睛睁不开，就使劲地抬起手臂，用指头拨开眼皮，目光像火炬一样明亮，生气地说：“没用的奴才！这是什么地方，你却到这里来！国事败坏到这个地步，我老头子已经完了，你又轻身而不明大义，国家大事谁能支撑呢？还不快走，不要等奸贼们构成罪名来陷害你，我现在就打死你！”说着就摸起地上的刑具作出投击的样子。史可法闭口不敢出声，快步走了出来。后来他常常流着眼泪对别人讲述这件事，说：“我老师的肺肝，都是铁石铸造的啊！”</p> <p>　　崇祯末年，“流贼”张献忠在蕲州、黄州、潜山、桐城一带出没，史公以凤庐道员的身份奉命守御风阳、庐州一带。每逢有警报，他总是一连几个月不进寝室睡觉，让将士们轮换休息，自己却坐在帐幕外。他选择十个身强力壮的兵士，（每次）叫两个蹲坐着，自己背靠着他们，每过一更，就（让他们）轮换一次。每当严寒的夜晚，他一站起来，抖抖衣裳，铠甲上的冰霜散落下来，发出清脆的响声。有人劝他稍微休息一下，史公说：“我对上怕辜负了朝廷，对下怕对不起我的老师啊。”</p> <p>　　史公领兵作战期间，往来经过桐城，一定亲自到左公府上，问候太公、太母安好，到堂上拜见夫人。</p> <p>　　我的同族老前辈涂山，是左公的女婿，与先父友好，他说（左公在）监狱中讲的话，是亲自从史公那里听到的。</p> <p><strong>注释<br></strong>1、先君子：作者对其已过世的父亲方仲舒的称呼。<br>2、京畿：国都及其附近的地方。<br>3、从数骑：几个骑马的随从跟着。微行：穿着平民衣服出行。<br>4、庑：廊下小屋。生：指书生。<br>5、解貂：脱下貂皮裘。<br>6、史可法：字宪之，祥符（今河南省开封市）人。崇祯迸士，南明时任兵部尚书大学士，清军入关时镇守扬州，公元1645年4月25日城破，殉难。<br>7、瞿然：惊视的样子。<br>8、面署第一：当面批为第一名。<br>9、厂狱：明代特务机关东厂所设的监狱。<br>10、逆阉：叛逆的太监，这里指魏忠贤。<br>11、防伺：防范看守。<br>12、炮烙：用烧红的铁来炙烧犯人的一种酷刑。<br>13、长镬：一种长柄的掘土工具。<br>14、眥：眼眶。<br>15、昧：不明事理。<br>16、构陷：诽谤陷害。<br>17、崇祯：明思宗年号（1628—1644）。<br>18、流贼：旧时对农民起义军的蔑称。张献忠（1606—1647），明末农民起义领袖。1644年在成都称帝，建大西国，1646年被清兵杀害。蕲（qi）、黄、潜、桐：今湖北蕲春县、黄冈县，安徽潜山县、桐城县一带。<br>19、凤庐道：管辖凤阳府、庐州府一带的长官。道，道员，是一道的长官。<br>20、更休：轮流休息。<br>21、漏鼓移：指过了一段时间。漏，古时用滴水计时的器具。鼓，打更的鼓。<br>22、番代：轮流代替<br>23、躬造：亲临。第：府第，住宅。<br>24、侯起居：请问安好。<br>25、宗老：同一宗族的老前辈。<br>26、涂山：方苞族祖父的号，名文。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　文章的开篇就充满传奇色彩温情脉脉作者从记述左光斗与年轻书生史可法的偶遇写起：时任京畿学政的左光斗，风雪严寒之日，微服出行进入一座古寺，看见一个书生正在厢房伏案睡觉；左光斗阅读了书生的文章草稿，就脱下自己的貂皮外衣给书生盖上，又给关上门……既形象表现了左光斗的“伯乐”精神：求贤若渴，善于发现人才，赏识人才，爱护人才，又为下文史可法不忘师恩，不违师训作伏笔。</p> <p>　　第二段是全文的重点，写得惊心动魄，感人至深。“及左公下厂狱”，一笔带过左光斗因弹劾魏忠贤而蒙冤入东厂狱，“史朝夕狱门外”，道出史可法对老师的深切关注，这一短句，墨如金，剪裁得当。“久之，闻左公被炮烙，旦夕且死，”史可法再也无法忍耐，只得“持五十金，涕泣谋于禁卒”，对狱卒啖之以金，动之以情，晓之以理，才得以乔装成“除不洁者”潜入门禁森严的监牢。突出表现左光斗的舍生命、为大义、刚强不屈的崇高品格，则是浓墨重彩，活灵活现：只见左光斗“席地倚墙而坐，面额焦烂，不可辨，左膝以下筋骨尽脱”，令人不难想象左光斗在东厂狱中遭受何等非人的酷刑！一个“倚”，一个“坐”两个动词，活现了左光斗的“一息尚存，决不屈服”的精神。左光斗被折磨得“面额焦烂不可辨”，“目不可开”，但当他听出史可法的声音时，竟然奋臂用手指拨开眼眶，目光如炬：这一事迹，典型地表现了左光斗的坚强毅力和顽强斗志！对前来探监的史可法的不仅有一番“怒曰”：“不识大体的奴才！这是什么地方，而你还到这里来！国家之事糜烂到如此地步，老夫此身已经罢了，你要还这样轻身而昧大义，天下事谁可支柱者？还不赶快离去，难道等着奸人编造罪名来陷害你？我现在就扑杀你！”，而且有“过激举动”：“因摸地上刑械作投击势。”如此神情激愤，言辞严厉，慷慨激昂既体现了对逆阉的仇恨，更体现了对寄予殷切厚望的学生的挚爱——爱之深，责之切！左光斗的良苦用心是通过这样的“当头棒喝”，让史可法不要感情用事，要清醒地认识目前国家的形势和自己的处境，要以天下为己任、当国家的“中流砥柱”！一位受尽酷刑、生命危在旦夕的人，念念不忘的仍然是“天下事谁可支柱者？”读此，如闻其声，如见其人，真真催人潸然泪下！大义凛然的人物形象，顶天立地！史可法的切身感受凝聚为一句“吾师肺肝皆铁石所铸造也。”字字千钧，掷地有声，有力地彰显了左光斗的耿耿丹心、铮铮铁骨！这里，既与第一段中“他日继吾志事，惟此生耳”相呼应，又为第三段表现史可法忠于国事职守作铺垫。</p> <p>　　第三段主要以一个细节——”每寒夜起立，振衣裳，甲上冰霜迸落，铿然有声。”——表现史可法治军的勤于职守和身先士卒。这正是得益于左光斗老师的言传身教。“吾上恐负朝廷，下恐愧吾师也”史可法的这句心里话就是明证。第四段简叙史可法在带兵期间，凡到桐城，必定亲自到左公第，问候太公、太母起居，拜夫人于堂上。表明史可法尊师如父、对恩师永志不忘的深情厚谊。这些，不仅表现了史可法的爱国精神和尊师情操，更是从侧面衬托他的恩师左光斗的人物形象。左公确有知人之明，对史可法确实是没有“看走眼”；有其师必有其弟子，学生的所作所为，正是恩师言传身教的结果！</p>",
  "about": "<h2>写作背景</h2> 　　《左忠毅公逸事》所处时期，正是宦官干预朝政，为祸愈演愈烈，魏忠贤设东厂，假借皇帝命令逮捕朝廷官员，排除异己，左光斗当时就站在反阉党斗争的最前列，并因此被害下狱而死。左，指左光斗。忠毅公是他死后由朝廷追赠的谥号。封建社会凡朝廷大臣或社会知名人士死后，根据他生前的表现和贡献朝廷给予“谥号”。《左忠毅公逸事》的“逸事”写的是为正史书所不记载的事，也就是散失了的事迹。这些事迹一般比较琐碎，但能说明被记者的品质、性格等。",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "方苞"
  },
  "tags": [
    "叙事",
    "写人",
    "赞美"
  ]
}