{
  "id": 49583,
  "star": 95,
  "name": "浣溪沙·咏橘",
  "dynasty": "宋代",
  "content": "菊暗荷枯一夜霜。新苞绿叶照林光。竹篱茅舍出青黄。 <br>香雾噀人惊半破，清泉流齿怯初尝。吴姬三日手犹香。",
  "fanyi": "<p><strong>译文<br></strong>一夜霜冻过后，菊花凋残，荷花枯萎，而新橘和绿叶相映衬，光亮照眼，竹篱茅舍掩映在青黄相间的橘林之间。<br>刚刚剥开橘子，芳香的水雾喷洒出来让人惊喜不已；带着几分胆怯楞尝新橘，甜中带酸的汁水在齿颊间如清泉流过，使人格外欣喜。江南女子的手剥橘后三日还有香味。</p> <p><strong>注释<br></strong>⑴浣溪沙：唐代教坊曲名，后用为词牌。分平仄两体，双调，上片三句全用韵，下片末二句用韵。<br>⑵一夜霜：橘经霜之后，颜色开始变黄而味道也更美。<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>《拣贡橘书情》：“琼浆气味得霜成。”<br>⑶新苞：指新橘。<br>⑷青黄：指橘子，橘子成熟时，果皮由青色逐渐变成金黄色。<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>《橘颂》“青黄杂糅，文章烂兮”。<br>⑸“香雾”二句：宋韩彦直《橘录》卷上《真柑》：“真柑在品类中最贵可珍······始霜之旦，园丁采以献，风味照座，擘之则香雾噀人。”噀（xùn），喷。半破，指刚刚剥开橘皮。清泉，喻橘汁。<br>⑹吴姬：吴地美女。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　咏物<a href=\"http://so.gushiwen.org/view_49583.aspx\">诗</a>词，义兼比兴，讲求气象，自然容易受到好评。唐宋诗人，遵循《诗经》以来的“美”、“刺”原则，每借物寓意，有所寄讽，并以此为咏物“正宗”，而直写物象的纯粹的咏物之作，似乎已落入第二义了。其实，“纯用赋体，描写确肖”的咏物诗词，只要在选材炼意、琢句谋篇方面技巧娴熟，精美工致，也不失为佳构。</p> <p>　　<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>是咏物能手，他的诗词中既有托讽深远的名篇，也有刻画精工的妙制，像这首咏橘词，可谓“写气图貌，既随物以宛转；属采附声，亦与心而徘徊”（《文心雕龙·物色》），巧言切状，体物细微，虽无深刻的思想内容，却饱有余味。</p> <p>　　“菊暗荷枯一夜霜”，先布置环境。咏物词，特别是咏小物的词，往往由于题材狭窄，难以展开，低手为之，易成枯窘。东坡才大，先在题前落笔，下文便有余地抒发。唐人<a href=\"http://so.gushiwen.org/author_604.aspx\">皮日休</a>《石榴歌》首句“蝉噪秋枝槐叶黄”，同此手段。“菊暗荷枯”四字，是东坡《赠刘景文》诗“荷尽已无擎雨盖，菊残犹有傲霜枝”的概括。“一夜霜”，经霜之后，橘始变黄而味愈美。晋<a href=\"http://so.gushiwen.org/author_581.aspx\">王羲之</a>帖：“奉橘三百枚，霜未降，未易多得。”又<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>《拣贡橘书情》诗：“琼浆气味得霜成。”皆可参证。“新苞”句，轻轻点出题目。橘有皮包裹，故称新苞。又因橘树常绿，凌寒不凋。《楚辞·橘颂》：“绿叶素荣，纷其可嘉兮。”<a href=\"http://so.gushiwen.org/author_628.aspx\">沈约</a>《橘》诗：“绿叶迎露滋，朱苞待霜润。”东坡用“新苞绿叶”四字，描写自然，再以“照林光”描绘之，可谓得橘之神了。“竹篱茅舍出青黄”，好在一“出”字。竹篱茅舍，掩映于青黄相间的橘林之中，可见橘树生长之盛，人家环境之美，一年好景，正当此时。上片三句，纯是赋体，不杂一点抒情成分，然词人对橘的喜爱之情自见于字里行间。</p> <p>　　过片二句，写尝橘的情状。擘开橘皮，芳香的油腺如雾般喷溅；初尝新橘，汁水在齿舌间如泉般流淌。“香雾”、“清泉”之喻，大概是东坡颇为得意的，他的《食柑》诗也有“清泉簌簌先流齿，香雾霏霏欲噀人”之句，后来南宋诗人曾几更把它压缩为“流泉喷雾真宜酒”（《曾宏甫分饷洞庭柑》）一语了。此词中“惊”、“怯”二字，活画出女子尝橘时的娇态。惊，是惊于橘皮迸裂时香雾溅人，怯，是怯于橘汁的凉冷和酸味。末句点出“吴姬”，实际也点明新橘的产地。吴中产橘，尤以太湖中东西两洞庭山所产者为最著，洞庭橘在唐宋时为贡物。词中谓“三日手犹香”，着意夸张。以此作结，余音不绝，亦自有“三日绕梁”之妙。</p>",
  "about": "<h2>创作背景</h2> 　　这首《浣溪沙》作于宋神宗元丰五年（1082）十二月，作者品尝香橘有感而作此词。",
  "poet": {
    "id": 183,
    "star": 0,
    "name": "苏轼",
    "image": "http://img.gushiwen.org/authorImg/sushi.jpg",
    "desc": "苏轼（1037－1101），北宋文学家、书画家、美食家。字子瞻，号东坡居士。汉族，四川人，葬于颍昌（今河南省平顶山市郏县）。一生仕途坎坷，学识渊博，天资极高，诗文书画皆精。其文汪洋恣肆，明白畅达，与欧阳修并称欧苏，为“唐宋八大家”之一；诗清新豪健，善用夸张、比喻，艺术表现独具风格，与黄庭坚并称苏黄；词开豪放一派，对后世有巨大影响，与辛弃疾并称苏辛；书法擅长行书、楷书，能自创新意，用笔丰腴跌宕，有天真烂漫之趣，与黄庭坚、米芾、蔡襄并称宋四家；画学文同，论画主张神似，提倡“士人画”。著有《苏东坡全集》和《东坡乐府》等。"
  },
  "tags": [
    "咏物",
    "橘子"
  ]
}