{
  "id": 64058,
  "star": 72,
  "name": "女冠子·元夕",
  "dynasty": "宋代",
  "content": "蕙花香也。雪晴池馆如画。春风飞到，宝钗楼上，一片笙箫，琉璃光射。而今灯漫挂。不是暗尘明月，那时元夜。况年来、心懒意怯，羞与蛾儿争耍。 <br>江城人悄初更打。问繁华谁解，再向天公借。剔残红灺。但梦里隐隐，钿车罗帕。吴笺银粉砑。待把旧家风景，写成闲话。笑绿鬟邻女，倚窗犹唱，夕阳西下。",
  "fanyi": "<p><strong>译文<br></strong>蕙兰花散花出阵阵幽香，雪后的晴空，辉映着池沼馆阁犹如画景风光。春风吹到精美的歌楼舞榭，到处是笙箫管乐齐鸣。琉璃灯彩光四射，满城都是笑语欢声。而今随随便便挂上几盏小灯，再不如昔日士女杂沓，彩灯映红了尘埃迷天漫地，车水马龙，万众欢腾。何况近年来我已心灰意冷，再也没有心思去寻欢逛灯。<br>江城冷落人声寂静，听鼓点知道才到初更，却已是如此的冷清。请问谁能向天公，再度讨回以前的繁荣升平？我剔除红烛的残烬，只能在梦境中隐隐约约重见往年的情景。人来人往，车声隆隆，手持罗帕的美女如云。我正想用吴地的银粉纸，闲记故国元夕的风景，以便他日吊凭。我笑叹那邻家梳着黑发的姑娘，凭倚窗栏还在唱着“夕阳西下”！</p> <p><strong>注释<br></strong>1.女冠子：唐教坊曲名，后用为词牌。唐词内容多咏女道士。今存词中，小令始于<a href=\"http://so.gushiwen.org/author_415.aspx\">温庭筠</a>，双调四十一字，上阕平仄韵换协，下阕平韵。长调始于<a href=\"http://so.gushiwen.org/author_535.aspx\">柳永</a>，双调一百十一字，仄韵。<br>2.蕙：香草名。<br>3.雪晴：雪止天晴。<br>4.池馆：池苑馆舍。<br>5.宝钗楼：唐宋时咸阳酒楼名。此处泛指精美的楼阁。<br>6.笙箫：笙和箫。泛指管乐器。<br>7.琉璃：指灯。宋时元宵节极繁华，有五色琉璃灯，大者直径三四尺。<br>8.暗尘明月：指元宵节灯光暗淡。<br>9.元夜：元宵。<br>10.蛾儿：闹蛾儿，用彩纸剪成的饰物。<br>11.初更：旧时每夜分为五个更次。晚七时至九时为“初更”。<br>12.灺（xiè）：没点完的蜡烛；也泛指灯烛。<br>13.钿车：用金宝嵌饰的车子。<br>14.罗帕：丝织方巾。旧时女子既作随身用品，又作佩带饰物。<br>15.吴笺：吴地所产之笺纸。常借指书信。<br>16.银粉砑（yà）：碾压上银粉的纸。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　元宵佳节是历代词人经常吟咏的话题。不论是北宋，还是南宋，在所有的节日中，以元宵最为热闹，也以元宵最为人所重。而在国破家亡之时，这个节日又最容易引起人们对往昔繁盛的追忆，最易牵动人们的故国之思。</p> <p>　　全词起笔“蕙花香也。雪睛池馆如画”，即沉入了对过去元夕的美好回忆：兰蕙花香，雪霁天晴，亭台楼阁之中池波荡漾，街市楼馆林立，宛若画图，尽是一派迷人景象。极度地渲染了元宵节日氛围。“春风飞到，宝钗楼上，一片笙箫，琉璃光射。”春风和煦，酒旗飘拂，笙箫齐奏，仙乐风飘。据载，宫中曾做五丈多高的琉璃灯，又地方进贡之灯“或以五色琉璃而成”。那令人陶醉的音乐，那壮观的灯市，使词人忆起如昨天一般。</p> <p>　　“而今灯漫挂。不是暗尘明月，那时元夜。”“而今”二字是过渡，上写昔日情景，下写当日元夕景况。“灯漫挂”，指草草地挂着几盏灯，与“琉璃光射”形成鲜明的对照。“不是暗尘明月，那时元夜。”既写此夕的萧索，又带出昔日的繁华。“暗尘明月”用唐<a href=\"http://so.gushiwen.org/author_396.aspx\">苏味道</a>《上元》“暗尘随马去，明月逐人来”<a href=\"http://so.gushiwen.org/view_64058.aspx\">诗</a>意。以上是从节日活动方面作今昔对比。“况年来、心懒意怯，羞与蛾儿争耍。”今昔不同心情的对比。蛾儿，即闹蛾儿，用纸剪成的玩具。写当日的元宵已令人兴味索然，心境之灰懒，更怕出去观灯了。这种暗淡的心情是近些年来才有的，是处境使然。</p> <p>　　下阕“江城人悄初更打”，从灯市时间的短促写今宵的冷落，并点明词人度元宵所在地——江城。下面数句直至词末，一连用了“问”、“但”、“待把”、“笑”等几个领字，一气直下，写出了自己内心的悲恨酸楚。“问繁华谁解，再向天公借”，用倒装句法，提出有谁能再向天公借来繁华呢？“剔残红灺。但梦里隐隐，钿车罗帕。”怀着无可奈何的心情，词人剔除烛台上烧残的灰烬入睡了。梦中那辚辚滚动的钿车、佩戴香罗手帕的如云士女，隐隐出现。</p> <p>　　“吴笺银粉砑。待把旧家风景，写成闲话。”以最精美的吴地的银粉纸，把“旧家风景”写成文字，以寄托自己的拳拳故国之思。银粉砑，碾压上银粉的纸。旧家风景，借指宋朝盛事。听到邻家的少女还在倚窗唱着南宋的元夕词。现在居然有人能唱这首词，而这歌词描绘的繁华景象和“琉璃光射”、“暗尘明月”正相一致。心之所触，心头不禁为之一动，略微感到一丝欣慰，故而以一“笑”字领起。但这“笑”中实在含有无限酸楚。，因为“繁华”毕竟是一去不返了。</p> <p>　　这首词风格较为自然，词意始终在流动中，无一凝滞。但是在顿挫中显流动，于追琢中出自然。对过去元夕的铺叙作者不惜篇幅，不惜浓墨重彩，或直接描绘，或间接叙写，或通过梦境加以再现，着力处皆词人所钟之情。</p>",
  "about": "<h2>创作背景</h2> 　　南宋亡国后， 蒋捷许多词作，都表现出作者怀念故国的心情，抒发了丧失山河之恸。这首词作者通过今昔元宵的对比和内心感情活动的抒发，表达了他对故国的深切缅怀。",
  "poet": {
    "id": 442,
    "star": 0,
    "name": "蒋捷",
    "desc": "蒋捷（生卒年不详），字胜欲，号竹山，宋末元初阳羡（今江苏宜兴）人。先世为宜兴巨族，咸淳十年（1274）进士。南宋亡，深怀亡国之痛，隐居不仕，人称“竹山先生”、“樱桃进士”，其气节为时人所重。长于词，与周密、王沂孙、张炎并称“宋末四大家”。其词多抒发故国之思、山河之恸 、风格多样，而以悲凉清俊、萧寥疏爽为主。尤以造语奇巧之作，在宋季词坛上独标一格，有《竹山词》1卷，收入毛晋《宋六十名家词》本、《疆村丛书》本；又《竹山词》2卷，收入涉园景宋元明词续刊本。"
  },
  "tags": [
    "婉约",
    "元宵节",
    "怀念"
  ]
}