{
  "id": 130,
  "star": 101,
  "name": "晨风",
  "dynasty": "先秦",
  "content": "鴥彼晨风，郁彼北林。未见君子，忧心钦钦。如何如何，忘我实多！<br>山有苞栎，隰有六駮。未见君子，忧心靡乐。如何如何，忘我实多！<br>山有苞棣，隰有树檖。未见君子，忧心如醉。如何如何，忘我实多！",
  "fanyi": "<p><strong>译文<br></strong>傍晚光景小鹰隼疾飞掠过，栖落在郁郁苍苍的北树林。至今我还没见过他的踪影，内心里忧心忡忡满怀担心。真想不到你怎么会这样呢？恐怕早忘了我吧我的夫君！<br>高高的山上有茂密的栎树，洼地里梓树榆树繁茂成荫。至今我还没见过他的踪影，内心里满怀悒郁忧心如焚。真想不到你怎么会这样呢？恐怕早忘了我吧我的夫君！<br>高高的山上有茂密的唐棣，洼地里生长着如云的山梨。至今我还没见过他的踪迹，内心里忧心忡忡如醉如痴。真想不到你怎么会这样呢？早忘了我啊没有丝毫记忆！</p> <p><strong>注释<br></strong>⑴晨风：鸟名，即鹯（zhān）鸟，属于鹞鹰一类的猛禽。<br>⑵鴥（yù）：鸟疾飞的样子。<br>⑶郁：郁郁葱葱，形容茂密。<br>⑷钦钦：忧思难忘的样子。<a href=\"http://so.gushiwen.org/author_459.aspx\">朱熹</a>《<a href=\"http://so.gushiwen.org/view_130.aspx\">诗</a>集传》：“忧而不忘之貌。”<br>⑸如何：奈何，怎么办。<br>⑹苞：丛生的样子。栎（lì）：树名。<br>⑺隰（xí）：低洼湿地。六驳（bó）：木名，梓榆之属，因其树皮青白如驳而得名。<br>⑻棣：唐棣，也叫郁李，果实色红，如梨。<br>⑼树：形容檖树直立的样子。檖（suí）：山梨。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　一个女子痴心地渴望着，等待着重新见到那位朝思暮想的“君子”，她望穿秋水，等得心碎神伤。其实那位“君子”，恐怕压根儿已将她忘个罄尽。这首<a href=\"http://so.gushiwen.org/view_130.aspx\">诗</a>的内容实有揶揄嘲弄这位“君子”“二三其德”的况味。</p> <p>　　全诗三章，章六句。首章用鹯鸟归林起兴，也兼有赋的成分。鸟倦飞而知返，还会回到自己的窝里，而人却忘了家，不想回来。这位女子望得情深意切。起首两句，从眼前景切入心中情，又是暮色苍茫的黄昏，仍瞅不到意中的“君子”，心底不免忧伤苦涩。再细细思量，越想越怕。她想：怎么办呵怎么办？那人怕已忘了我！不假雕琢，明白如话的质朴语言，表达出真挚感情，使人如闻其声，如窥其心，这是《诗经》语言艺术的一大特色。从“忘我实多”可以揣测他们间有过许许多多花间月下、山盟海誓的情事，忘得多也就负得深，这位“君子”实在是无情无义的负心汉。不过诗意表达得相当蕴藉。</p> <p>　　“山有……隰有……”是《诗经》常出现的起兴成句，用以比况物各得其宜。上古时代先民物质生活尚不丰富，四望多见山峦坑谷正是历史的必然。那颙望着的女子瞥见晨风鸟箭样掠过飞入北林后，余下所见就是山坡上有茂密栎树和洼地里有树皮青白相间的梓榆。三章则换了两种树：棣和檖。之所以换，其主要作用怕是在于换韵脚。万物各得其所，独有自己无所适从，那份惆怅和凄凉可想而知，心里自然不痛快。三章诗在表达“忧心”上是层层递进的。“钦钦”形容忧而不忘；“靡乐”，不再有往事和现实的欢乐；“如醉”，如痴如醉精神恍惚。再发展下去，也许就要精神崩溃了。全诗各章感情的递进轨迹相当清晰和真实可信。</p>",
  "about": "<h2>创作背景</h2> 　　关于此<a href=\"http://so.gushiwen.org/view_130.aspx\">诗</a>背景，历代学者尚有分歧。《毛诗序》持“刺秦康公弃其贤臣说”，朱谋玮《诗故》持“刺弃三良说”，何楷《诗经世本古义》“秦穆公悔过说”。<a href=\"http://so.gushiwen.org/author_459.aspx\">朱熹</a>《诗集传》说此诗写妇女担心外出的丈夫已将她遗忘和抛弃，为了自圆其说，他还特意举了例证说：“此与《扊扅（yǎn yí）》之歌同意，盖秦俗也。”《扊扅歌》的本事是这样的：百里奚逃亡后当上了秦相，宴席时厅堂上乐声齐奏。有个洗衣女佣说自己懂得音乐，于是操琴抚弦而奏，并唱道：“百里奚，五羊皮。忆别时，烹伏雌，炊扊扅。今富贵，忘我为！”百里奚听后询问，方知是失散的妻子，于是夫妻团圆。朱熹用秦俗来证秦风，也颇有说服力。不过诗无达诂，见仁见智，也不必泥于一说。高亨《诗经今注》云：“这是女子被男子抛弃后所作的诗。（也可能是臣见弃于君，士见弃于友，因作这首诗。）”这后面两个“也可能”，说明了此诗的多义性。",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": [
    "诗经",
    "弃妇"
  ]
}