{
  "id": 71226,
  "star": 4865,
  "name": "天净沙·春",
  "dynasty": "元代",
  "content": "春山暖日和风，阑干楼阁帘栊，杨柳秋千院中。啼莺舞燕，小桥流水飞红。",
  "fanyi": "<p><strong>译文<br></strong>桃红柳绿的春山，煦暖的阳光照耀，和柔的东风吹拂，楼阁上高卷起帘拢，倚栏干远望。杨柳垂条，秋千轻晃，院子里静悄悄。院外黄莺啼鸣，春燕飞舞； 小桥之下流水飘满落红。</p> <p><strong>注释</strong><br>⑴和风：多指春季的微风。<br>⑵阑干：即栏杆。<br>⑶帘栊（lóng）：窗户上的帘子。<a href=\"http://so.gushiwen.org/author_269.aspx\">李煜</a>《捣练子》：“无赖夜长人不寐，数声和月到帘栊。”栊，窗户。<br>⑷啼莺舞燕：即莺啼燕舞，意思是黄莺在歌唱，春燕在飞舞。<br>⑸飞红：花瓣飞舞，指落花。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这支《天净沙·春》曲子，运用绘画技法，从不同空间层次描写春天的景物，具体来说，第一句的春日、春山构成整个画面的背景，是远景，第二句是人物的立足点是近景，第三句庭院中喧闹的景象，展示了一幅充满生机、春意盎然的画面，是中景。最能够体现春天特征的两个形容词是暖和啼莺，而最能体现庭院中生机的景物是舞燕和飞红。</p> <p>　　全曲句句不离春天的特征。“春山暖日和风”，作品开篇先从远处着笔呈现了一个宏大而又温馨的背景，也就是说，作者描绘了一幅和煦、温暖、辽阔的春光背景画面。在这一句里，作者着意突出了春天已经来到人间的特点，“山”是春意盎然的，“日”是暖意融融的，“风”是和煦温情的。这样的画面很美：明媚的春光里，春山润泽，春日融融，春风和煦，怡然与舒畅。</p> <p>　　“阑杆楼阁帘栊”和“杨柳秋千院中”两句是近写，词人从远处的“春山”转为写近处的“楼阁”与“院中”的景物。在这明媚的春光里的“阑杆楼阁帘栊”也是与别个季节截然不同的，无不映照着“春山”的新绿，沐浴着“暖日”明媚，披拂着“和风”的温情。站在楼阁上，站在在窗子前，凭栏而立欣赏春光，是一件惬意的事。“杨柳秋千院中”一句，幽静雅致的小院，那小院里有傲然的白杨，有婀娜的垂柳，特别是那树下的秋千悠然的荡来荡去，仿佛有妙龄少女们的欢声笑语传将出来，充满了<a href=\"http://so.gushiwen.org/view_71226.aspx\">诗</a>情画意。</p> <p>　　“啼莺舞燕，小桥流水飞红”，这结尾两句，词人的目光又从庭院里转移到晴空中，转移到旷野上，渲染了一个令人陶醉的氛围。春树枝头，黄莺在悠扬地歌唱；晴空之中，燕子在悠闲地飞舞；旷野之间，潺潺流淌的小溪在小桥下淙淙作响，落英在微微的春风中静悄悄地飘落。至此，作品的意境更显得和谐，更显得意趣盎然了。</p> <p>　　这首以“春”为题的小令像一幅水墨山水画，寥寥几笔，清丽隽永，“不涉理路，不落言荃”，曲家根据自己的仔细观察、体验，写出新的意境、新的格调。</p><br/><h2>鉴赏</h2> <p>　　这支曲子运用绘画技法，从不同空间层次描写春天的景物，具体来说，整个画面的背景，是远景，第二句是人物的立足点是近景，第三句庭院中喧闹的景象，展示了一幅充满生机、春意盎然的画面,是中景。最能够体现春天特征的两个形容词是暖和啼莺，而最能庭院中生机的景物是舞燕和飞红。 这支曲的人物应该是一位女子，她站在栏杆之旁，帘栊之下，窥探着春天的景致，她眼中的春天要更加细腻，更加秀美.......</p> <p>　　这首词曲全由列锦组成，列锦是中国古典<a href=\"http://so.gushiwen.org/view_71226.aspx\">诗</a>歌中特殊的修辞方式。这个名称是当代修辞学家谭永祥提出的，他对列锦的解释是：古典诗歌作品中一种奇特的句式，即全句以名词或名词短语组成，里面没有动词或形容词谓语，却同样能起到写景抒情、叙事述怀的效果。（《修辞新格》，福建教育出版社）</p> <p>　　运用“列锦”，可以收到很好的表达效果。正如人们分析的那样，列锦具有凝炼美、简约美、含蓄美、空灵美和意境美。拿今天的艺术品类来比方，列锦获得了影视镜头巧妙剪辑（即蒙太奇）的某些效果，能激发读者丰富的想象和联想，言有尽而意无穷。 </p>",
  "poet": {
    "id": 278,
    "star": 0,
    "name": "白朴",
    "image": "http://img.gushiwen.org/authorImg/baipu.jpg",
    "desc": "白朴（1226—约1306） 原名恒，字仁甫，后改名朴，字太素，号兰谷。汉族，祖籍隩州（今山西河曲附近），后徙居真定（今河北正定县），晚岁寓居金陵（今南京市），终身未仕。他是元代著名的文学家、曲作家、杂剧家，与关汉卿、马致远、郑光祖合称为元曲四大家。代表作主要有《唐明皇秋夜梧桐雨》、《裴少俊墙头马上》、《董月英花月东墙记》等。"
  },
  "tags": [
    "散曲",
    "春天",
    "写景"
  ]
}