{
  "id": 28535,
  "star": 40,
  "name": "途经秦始皇墓",
  "dynasty": "唐代",
  "content": "龙盘虎踞树层层，势入浮云亦是崩。<br>一种青山秋草里，路人唯拜汉文陵。",
  "fanyi": "<p><strong>译文<br></strong>龙盘虎踞地势雄峻绿树一层层，哪怕高入浮云最终也是要坍崩。<br>赢政<a href=\"http://so.gushiwen.org/author_797.aspx\">刘恒</a>同样葬在青山秋草里，人们却只去祭拜汉文帝的霸陵。</p> <p><strong>注释<br></strong>⑴秦始皇墓：在陕西临潼下河村附近，南依骊山，北临渭水，坟茔巨大，草木森然。<br>⑵龙盘虎踞：形容地势雄峻险要。<br>⑶崩：败坏。《<a href=\"http://so.gushiwen.org/view_28535.aspx\">诗</a>经·鲁颂·閟宫》：“不亏不崩。”汉郑玄注：“亏、崩，皆谓毁坏也。”<br>⑷一种：一般，同样。<br>⑸汉文陵：即霸陵，汉文帝刘恒的陵墓，在今陕西西安东郊的霸陵原上，距秦始皇陵不远。汉文帝生时以节俭出名，死后薄葬，霸陵极其朴素，受到后人称赞。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　始秦皇墓南依骊山，北临渭水，地形雄伟，景象佳丽，有“龙盘虎踞”之势。并以“树层层”来烘托，更见其气象的不凡。次句前四字“势如浮云”，在含意上应归入上句：陵墓落成之初，曾经“树草木以象山”，虽历千余年，到晚唐也仍是群树层叠，高薄云天。总之前十一个字，或以“龙盘虎踞”状之，或以“树层层”烘托之，或以“势如浮云”陈述之，把始皇墓的雄奇壮伟，气象万千，呈现了出来。可是后三个字“亦是崩”一出，如无坚不摧的神剑，轻轻一挥，直使眼前的庞然大物，骨化形销了。对于像山一样高大的墓堆，当时就有民谣说：“运石甘泉口，渭水为不流，千人歌，万人吼，运石堆积如山阜。”显然这里还有弦外之音：“崩”者并非专指坟墓崩塌（实际坟墓也并未崩）或秦始皇驾崩，而包括有如传说的曾被<a href=\"http://so.gushiwen.org/author_253.aspx\">项羽</a>掘毁，或更荒唐的“牧火宵焚”；秦始皇苦心经营的“子孙帝王万世之业”，也很快就土崩瓦解了。<a href=\"http://so.gushiwen.org/view_28535.aspx\">诗</a>人的嘲讽尖锐泼辣，这三个字干脆利落，严于斧械，真有一言九鼎的气概。</p> <p>　　末二句继续深化其反对残暴政治的思想。同样是坐落在青山秋一草间的陵墓，行路之人经过时，却只恭敬地拜渴汉文帝的陵墓。汉文帝是汉代初年文景之治的代表人物，他推行黄老之治，与民休息，艰苦朴素，曾欲建一露台，一核算工价需千金，相当于十户中人之产，汉文帝立刻停止这个露台的修建。他在历史上算得上是一位能够了解人民疾一的好皇帝，同样地，人们也只会纪念和缅怀这样的对人民较好的统治者，而不会去对那残暴刻薄的秦始皇顶礼膜拜。民心所向，在这个小小的参拜陵墓的行为中显现得很清楚了。诗题是写过秦始皇墓，此处却着力写汉文帝陵，看似诗思不属，实际上在两种统治方式、两种对待人民的态度的对比之下，诗的主题更显突出。</p> <p>　　此诗浑厚有味，通过对比手法来对历史人物加以抑扬，反映了作者对刚恨残暴的统治者的愤恨和对谦和仁爱的统治者的怀念，诗意填密，可以规见作者的诗心。这首诗明白无误地表现出作者自己的历史观、是非观，可说是一首议论诗。但它的字挟风雷，却出之以轻巧疏宕，唱叹有情的笔墨，有幽美的艺术魅力，而不像是在评说是非了。</p>",
  "about": "<h2>创作背景</h2> 　　作为中国历史上第一个统一的封建帝国的君主，秦始皇以他的雄才伟略为此后二千年的封建国家奠定了统治的蓝图。但他同样以残暴寡恩、反智主义的形象留在后人的记忆之中。<a href=\"http://so.gushiwen.org/author_267.aspx\">许浑</a>过秦始皇陵所在的骊山，写下了这首《途经秦始皇墓》，以表达他对这个历史人物的基本评价。",
  "poet": {
    "id": 267,
    "star": 0,
    "name": "许浑",
    "image": "http://img.gushiwen.org/authorImg/xuhun.jpg",
    "desc": "许浑，晚唐最具影响力的诗人之一，七五律尤佳，后人拟之与诗圣杜甫齐名，更有“许浑千首诗，杜甫一生愁”之语。"
  },
  "tags": [
    "怀古",
    "写人"
  ]
}