{
  "id": 9749,
  "star": 157,
  "name": "碛中作",
  "dynasty": "唐代",
  "content": "走马西来欲到天，辞家见月两回圆。<br>今夜不知何处宿，平沙万里绝人烟。",
  "fanyi": "<p><strong>译文</strong><br>骑马向西走几乎来到天边，离家以后已见到两次月圆。<br>今夜不知道到哪里去投宿，在这沙漠中万里不见人烟。</p> <p><strong>注释</strong><br>⑴碛（qì）：沙石地，沙漠。这里指银山碛，又名银山，在今新疆库木什附近。<br>⑵走马：骑马。<br>⑶辞家：告别家乡，离开家乡。见月两回圆：表示两个月。月亮每个月十五圆一次。<br>⑷平沙：平坦广阔的沙漠、大漠。绝：没有。人烟：住户的炊烟，泛指有人居住的地方。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　在唐代<a href=\"http://so.gushiwen.org/view_9749.aspx\">诗</a>坛上，<a href=\"http://so.gushiwen.org/author_113.aspx\">岑参</a>的边塞诗以奇情异趣独树一帜。他两次出塞，对边塞生活有深刻的体会，对边疆风物怀有深厚的感情。这首《碛中作》，就写下了诗人在万里沙漠中勃发的诗情。</p> <p>　　诗人精心摄取了沙漠行军途中的一个剪影，向读者展示他戎马倥偬的动荡生活。诗于叙事写景中，巧妙地寄寓细微的心理活动，含而不露，蕴藉感人。</p> <p>　　“走马西来欲到天”，从空间落笔，气象壮阔。走马疾行，显示旅途紧张。“西来”，点明了行进方向，表明诗人扬鞭跃马，从长安出发，沿着通往西域的丝绸之路，风尘仆仆地向西进发。“欲到天”，既写出了边塞离家之远，又展现了西北高原野旷天低的气势。诗人在《碛西头送李判官入京》中写过“过碛觉天低”的雄浑诗句。大漠辽阔高远，四望天地相接，真给人以“欲到天”的感觉。“辞家见月两回圆”，则从时间着眼，柔情似水。表面上看，似乎诗人只是点明了离家赴边已有两月，交代了时间正当十五月圆；然而细一推敲，诗人无穷思念正蕴藏其中。一轮团圞的明月当空朗照，触动了诗人的情怀，他不由得思想起辞别两个月的“家”来，时间记得那么清晰，表明他对故乡、对亲人的思念之殷切。“两回圆”是经历两月的艺术说法。这句诗含蕴很丰富。十五的月亮是最圆最亮的。人们爱用月亮的圆缺来比喻人的离合，看到圆月，就会想到与家人的团圆，现在是月圆人不圆，自然不免要牵动思乡之情。诗人刚刚把他的心扉向读者打开了一条缝隙，透露出这一点点内心深处的消息，却又立即由遐想回到现实──“今夜不知何处宿，平沙万里绝人烟”。上句故设疑问，提出一个眼前急需解决的宿营问题，下句诗不作正面回答，却转笔写景：好像诗人并不关心今宵宿在何处，把读者的注意力引向碛中之景，写出了明月照耀下，荒凉大漠无际无涯的朦胧景象。景色是苍凉的，但感情并不低沉、哀伤。在诗人笔下，戎马生涯的艰苦，边疆地域的荒凉，正显示诗人从军边塞的壮志豪情。正如诗人所说：“万里奉王事，一身无所求。也知塞垣苦，岂为妻子谋！”（《初过陇山途中呈宇文判官》）。</p> <p>　　《碛中作》诗仅四句，但每句诗都有不同的艺术特点。起句有一股勃发的激情和大无畏的精神，雄奇壮美而豪迈；次句情深意远，含蕴丰富；三句以设问兜转，宕开前句，有转折回旋的韵致；结句似答非答，以景作结，于暮色苍茫之中，使人感到气象壮阔。整首诗显示出悲壮苍凉的艺术风格。<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>称赞岑参的诗“篇终接浑茫”（《寄彭州高三十五使君适虢州二十七长史参三十韵》），这是指他的诗结尾浑厚，气象阔大，不可窥其涯际。从结句“平沙万里绝人烟”（一本作“平沙莽莽绝人烟”）来看，境界阔大，茫无边际，“篇终接浑茫”五字，是当之无愧的。</p> <p>　　这首诗以鲜明的形象造境写情，情与景契合无间，情深意远，含蕴丰富，别有神韵。</p>",
  "about": "<h2>创作背景</h2> 　　这首<a href=\"http://so.gushiwen.org/view_9749.aspx\">诗</a>与《逢入京使》写作时间相近，约写于唐玄宗天宝八载（749年）<a href=\"http://so.gushiwen.org/author_113.aspx\">岑参</a>第一次从军西征时。“碛中作”，即在大沙漠中作此诗。从“辞家见月两回圆”的诗句看，岑参离开长安已近两个月了。诗人回顾两个月的行程，如今宿营在广袤无垠的大沙漠之中，正巧又遇上十五的月亮，一轮明月照在平沙莽莽的沙漠上，他想到月圆人未归，看到唐军在沙碛中列营而宿，写下了这首绝句。",
  "poet": {
    "id": 113,
    "star": 0,
    "name": "岑参",
    "image": "http://img.gushiwen.org/authorImg/cencan.jpg",
    "desc": "岑参（约715-770年），唐代边塞诗人，南阳人，太宗时功臣岑文本重孙，后徙居江陵。[1-2] 岑参早岁孤贫，从兄就读，遍览史籍。唐玄宗天宝三载（744年）进士，初为率府兵曹参军。后两次从军边塞，先在安西节度使高仙芝幕府掌书记；天宝末年，封常清为安西北庭节度使时，为其幕府判官。代宗时，曾官嘉州刺史（今四川乐山），世称“岑嘉州”。大历五年（770年）卒于成都。"
  },
  "tags": [
    "边塞",
    "沙漠",
    "军旅",
    "生活"
  ]
}