{
  "id": 14584,
  "star": 124,
  "name": "和张仆射塞下曲六首",
  "dynasty": "唐代",
  "content": "鹫翎金仆姑，燕尾绣蝥弧。<br>独立扬新令，千营共一呼。</p> <p>林暗草惊风，将军夜引弓。<br>平明寻白羽，没在石棱中。</p> <p>月黑雁飞高，单于夜遁逃。<br>欲将轻骑逐，大雪满弓刀。</p> <p>野幕敞琼筵，羌戎贺劳旋。<br>醉和金甲舞，雷鼓动山川。</p> <p>调箭又呼鹰，俱闻出世能。<br>奔狐将迸雉，扫尽古丘陵。</p> <p>亭亭七叶贵，荡荡一隅清。<br>他日题麟阁，唯应独不名。",
  "fanyi": "<p><strong>译文</strong><br>身佩雕羽制成的金仆姑好箭，旌旗上扎成燕尾蝥弧多鲜艳。<br>大将军威严地屹立发号施令，千军万马一呼百应动地惊天。</p> <p>林中昏暗风吹草动令人惊，将军夜中搭箭拉弓显神勇。<br>天明寻找昨晚射的白羽箭，箭头深深插入巨大石块中。</p> <p>死寂之夜，乌云遮月。天边惊起一群大雁。原来敌军首领趁着夜色，悄悄逃跑。<br>正想要率领轻骑一路追杀，纷纷大雪，已经洒满了将士的弓刀。</p> <p>在野外天幕下摆设劳军盛宴，边疆兄弟民族都来祝贺我军凯旋。<br>喝醉酒后还穿着金甲起舞，欢腾的擂鼓声震动了周围的山川。</p> <p>逐猎前将军把箭弓调整到最佳，并召唤猎鹰前来助阵。将军威风凛凛英姿焕发的一亮相，周边均感受到将军玉树临风颇具出世之能的威风。<br>逐猎者把胡飞乱窜的野鸡们赶得惊跳逃窜，猎手们把那些狼狈窜跳的猎物在这片古老的丘陵地带上一扫而光。</p> <p>我就像挺拔而立的七叶莲，虽然独立孤行，但胸怀坦荡，品格高洁。<br>有一天能够功成名就，提名麒麟阁的话，也不借此沽名钓誉。</p> <p><strong>注释</strong><br>1、张仆射：一说为张延赏，一说为张建封。塞下曲：古时的一种军歌。<br>2、鹫翎：箭尾羽毛。金仆姑：神箭名。<br>3、燕尾：旗的两角叉开，若燕尾状。蝥（máo，一说音wù）弧：旗名。<br>4、独立：犹言屹立。扬新令：扬旗下达新指令。<br>5、惊风：突然被风吹动。<br>6、引弓：拉弓，开弓，这里包含下一步的射箭。<br>7、平明：天刚亮的时候。白羽：箭杆后部的白色羽毛，这里指箭。<br>8、没：陷入，这里是钻进的意思。石棱：石头的棱角。也指多棱的山石。<br>9、月黑：没有月光。<br>10、单于（chányú）：匈奴的首领。这里指入侵者的最高统帅。遁：逃走。<br>11、将：率领。轻骑：轻装快速的骑兵。逐：追赶。<br>12、弓刀：像弓一样弯曲的军刀。<br>13、野幕：野外帐篷。敞：开。琼筵：美宴。<br>14、羌戎：此泛指少数民族。<br>15、雷鼓：大鼓，以声大如雷，故称。<br>16、出世：一作“百中”。<br>17、奔狐：一作“奔猨”。<br>18、唯应独不名：一作“谁知独有名”。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　《塞下曲》为汉乐府旧题，属《横吹曲辞》，内容多写边塞征战景象。<a href=\"http://so.gushiwen.org/author_583.aspx\">卢纶</a>《和张仆射塞下曲六首》全系五绝，虽然受和<a href=\"http://so.gushiwen.org/view_14584.aspx\">诗</a>的限制，但他却善于运用这种诗体。这种诗体本不必须遵用诗律，五七言皆可，但卢纶凭他出色的文才，以六首精巧的五绝组成了这部如画的佳作。这六首诗分别写发号施令、射猎破敌、奏凯庆功等等军营生活，语多赞美之意。</p> <p>　　组诗的第一首，歌咏边塞景物，描写将军发号时的壮观场面。前两句用严整的对仗，精心刻划出将军威猛而又矫健的形象。“鹫翎金仆姑”，是写将军的佩箭。“金仆姑”，箭名，《左传》：“乘丘之役，公以金仆姑射南宫长万。”箭用金做成，可见其坚锐。并且用一种大型猛禽“鹫” 的羽毛（“翎”）来做箭羽，既美观好看，发射起来又迅疾有力，威力无穷。“燕尾绣蝥弧”，是写将军手执的旗臶。“绣蝥弧”，一种军中用作指挥的旗臶，《左传》：“颖考叔取郑之旗蝥弧以先登。”这种象燕子尾巴形状的指挥旗，是绣制而成的，在将军手中显得十分精美。这两句没有直接写将军的形貌，只是从他身上惹人注目的佩箭、旗臶落笔，而将军的矫健身影已经屹立在读者面前。诗中特意指出勇猛的“鹫”和轻捷的“燕”这两种飞禽，借以象征人物的精神状态。通过这两句的描写、衬托，一位威武而又精明干练的军事将领的形象，跃然纸上。 后两句写发布新令。将军岿然独立，只将指挥令旗轻轻一扬，那肃立在他面前的千营军士，就齐声发出呼喊，雄壮的呐喊之声响彻云天、震动四野，显示出了豪壮的军威。“独立”二字，使前两句中已经出现的将军形象更加挺拔、高大，并且与后面的“千营”形成极为悬殊的数字对比，以表明将军带兵之多，军事地位之显要，进一步刻划了威武形象。那令旗轻轻一扬，就“千营共一呼”，在整齐而雄壮的呐喊声中，“千营”而“一”，充分体现出军队纪律的严明，以及将军平时对军队的严格训练，显示出了无坚不摧、无攻不克的战斗力。这一句看似平平叙述，但却笔力千钧，使这位将军的形象更为丰满突出，给人留下了深刻的印象。 在五言绝句中，像这首诗这样描写场面如此壮阔，声势如此浩大的作品，并不多见。前两句对仗工整，在严整中收敛力量；后两句改为散句，将内敛的力量忽然一放，气势不禁奔涌而出。这一敛一放，在极少的文字中，包孕了极为丰富的内容，显示出强大的力量。</p> <p>　　组诗的第二首，写将军夜猎，见林深处风吹草动，以为是虎，便弯弓猛射。天亮一看，箭竟然射进一块石头中去了。通过这一典型情节，表现了将军的勇武。诗的取材，出自《史记·李将军列传》。据载，汉代名将李广猿臂善射，在任右北平太守时，就有这样一次富于戏剧性的经历：“广出猎，见草中石，以为虎而射之。中石没镞，视之石也。因复更射之，终不能复入石矣。” 首句写将军夜猎场所是幽暗的深林；当时天色已晚，一阵阵疾风刮来，草木为之纷披。这不但交代了具体的时间、地点，而且制造了一种气氛。右北平是多虎地区，深山密林是百兽之王的猛虎藏身之所，而虎又多在黄昏夜分出山，“林暗草惊风”，着一“惊”字，就不仅令人自然联想到其中有虎，呼之欲出，渲染出一片紧张异常的气氛，而且也暗示将军是何等警惕，为下文“引弓”作了铺垫。次句即续写射。但不言“射”而言“引弓”，这不仅是因为诗要押韵的缘故，而且因为 “引”是“发”的准备动作，这样写能启示读者从中想象、体味将军临险是何等镇定自若，从容不迫。在一“惊”之后，将军随即搭箭开弓，动作敏捷有力而不仓皇，既具气势，而形象也益鲜明。后二句写“没石饮羽”的奇迹，把时间推迟到翌日清晨（“平明”），将军搜寻猎物，发现中箭者并非猛虎，而是蹲石，令人读之，始而惊异，既而嗟叹，原来箭杆尾部装臵着白色羽毛的箭，竟“没在石棱中”，入石三分。这样写不仅更为曲折，有时间、场景变化，而且富于戏剧性。“石棱”为石的突起部分，箭头要钻入殊不可想象。神话般的夸张，为诗歌形象涂上一层浪漫色彩，读来特别尽情够味，只觉其妙，不以为非。</p> <p>　　组诗的第三首。诗由写景开始：“月黑雁飞高”。这样的景是难于刻画的：“月黑”，则茫无所见；“雁飞高”，则无迹可寻。雁飞而且高。是由声音觉察到的。这样的景，并非眼中之景，而是意中之景。雪夜月黑，本不是雁飞的正常时刻。而宿雁惊飞，正透露出敌人正在行动。寥寥五字，既交待了时间，又烘托了战斗前的紧张气氛，直接逼出下句“单于夜遁逃”来。单于本是古匈奴的君主，这里借指敌军统帅。敌军在夜间行动，应当有各种可能。然而诗人但谓“单于夜遁逃”。读诗至此，顿觉一股豪迈之情扑面而来。敌人夜间行动，并非率兵来袭，而是借夜色的掩护仓惶逃遁。诗句语气肯定，判断明确，充满了对敌人的蔑视和我军必胜的信念，足令读者为之振奋，于上句造成的神秘气氛中，发一惊采。敌酋遁去，我军纵兵追擒，这是自然的发展。“欲将轻骑逐”，是追兵将发而未发。不用大军而仅派“轻骑”，绝不仅仅因为快捷，同时也还显示厂一种高度的自信。仿佛敌人已是瓮中之鳖，只须少量“轻骑”追剿。便可手到擒来。当勇士们列队准备出发时。虽然站立不过片刻．而大雪竟落满弓刀。“大雪满弓刀”一句，又发惊采，将全诗意境推向高潮。在茫茫的夜色中，在洁白的雪地上，一支轻骑兵正在集结，雪花顷刻便落满了他们全身，遮掩了他们武器的寒光。他们就象一支支即将离弦的箭。虽然尚未出发，却早就满怀着必胜的信心。这是一幅非常动人的画图：在静谴中蕴藏着呐喊，在昏暗中酝酿着闪电。虽然是在漆黑的夜间，勇士们被白雪勾画出的英姿仍然是“焕尔触目”。“离首即尾、离尾即首”虽然是绝句的难点，但诗人倘能大胆剪裁，巧妙构思，抓住典型环境与典型场景，完全能够写出精采的佳作。</p> <p>　　组诗的第四首，描写边防将士取得重大胜利后，边地兄弟民族在营帐前设宴劳军的场面，气氛热烈融洽，同时也描绘了将士“醉和金甲舞”的欢乐神态，赞颂了边地人民和守边将士团结一心，保卫国家安宁与统一的豪迈气概，也说明了将士们的得到兄弟民族的支持的。此诗取材典型，剪裁大胆，洋溢着民族间和睦团结的气氛。全诗语言精炼含蓄，情态活跃鲜明，写得慷慨而豪迈，爽朗而明快。</p> <p>　　组诗的第五首，描述的是将士们利用战事顺利边关稍靖的时机乘兴逐猎的情景。字面上是说边关将士在敌人遁逃后，利用暂时的战事稍歇进行狩猎，其实饱含了诗人对将士们豪情满怀的钦佩、颂扬和祝福。</p> <p>　　组诗的第六首，则是颂扬了将士们只为保疆安民，不求功名利禄的高尚情怀。由于诗中多有双关，古今后人对此有各种不同的解释。或说七叶莲喻淡泊功名，或说七叶莲象征特立独行，莫衷一是。</p> <p>　　卢纶所和张仆射原诗今已不传，而和诗竟流诵千古，可见它的价值经得起历史的检验。胡震亨《唐音癸笺》卷七谓：“大历十才子，并工五言诗。卢郎中（纶）辞情捷丽，所作尤工。”又说：“卢诗开朗，不作举止，陡发惊采，焕尔触目。”组诗语言凝练，构思巧妙，细吟全诗，军营之生活，守边之艰苦，胜利之欢腾，无不历历在目，令人感奋。</p>",
  "poet": {
    "id": 583,
    "star": 0,
    "name": "卢纶",
    "image": "http://img.gushiwen.org/authorImg/lulun.jpg",
    "desc": "卢纶（约737-约799），字允言，唐代诗人，大历十才子之一，汉族，河中蒲（今山西省永济县）人。天宝末举进士，遇乱不第；代宗朝又应举， 屡试不第。大历六年，宰相元载举荐，授阌乡尉；后由王缙荐为集贤学士，秘书省校书郎，升监察御史。出为陕府户曹、河南密县令。后元载、王缙获罪，遭到牵连。德宗朝复为昭应令，又任河中浑瑊元帅府判官，官至检校户部郎中。有《卢户部诗集》。"
  },
  "tags": [
    "边塞",
    "军旅",
    "将士"
  ]
}