{
  "id": 72040,
  "star": 8,
  "name": "朝中措·襄阳古道灞陵桥",
  "dynasty": "宋代",
  "content": "襄阳古道灞陵桥，诗兴与秋高。千古风流人物，一时多少雄豪。<br>霜清玉塞，云飞陇首，风落江皋。梦到凤凰台上，山围故国周遭。",
  "fanyi": "<h2>注释</h2> ①襄阳：今湖北襄樊市。<br>②灞陵桥：在陕西西安东。<br>③玉塞：玉门关。<br>④陇首：亦称陇坻、陇坂，为陕西宝鸡与甘肃交界处险塞。<br>⑤江皋：江边。<br>⑥凤凰台：在江苏南京。",
  "shangxi": "<h2>赏析</h2> <p>　　这是一首感今追昔之作，但又不同于一般的此类作品，并不拘泥于一时一地一物，而是笔势跳跃，地域转换涉及颇广，古今上下，纵横多变。既表达了作者内心澎湃激荡的感情，又是刻意而为的婉转的笔法。因为词人虽然忧念国事，对金朝衰势焦灼悲苦，但迫于政治环境的险恶，此种心情，却不敢直接表白，只能委婉地透露，故在此词中用典颇多，但其用典浑化无痕，意深而笔曲，颇为耐人寻味。 </p> <p>　　上片首句以灞陵古道起，气势颇为宏大。灞陵桥，即霸桥。《三辅黄图》载：“霸桥在长安东，跨水作桥。汉人送客至此桥，折柳赠别。”此处以此地起首，当然不是写离别，而是要缅怀英雄业绩之意。因为在历史上，这一带曾发生过无数次激烈的战斗，涌现出了众多威名赫赫的英雄人物：雄才大略、一统中华的秦始皇、“按剑清八极，归酣歌《大风》”的汉高祖<a href=\"http://so.gushiwen.org/author_746.aspx\">刘邦</a>；汉初功臣萧何，韩信、张良；汉武帝时的封疆大将卫青、霍去病、射虎南山的飞将军李广，开创贞观之治的唐太宗<a href=\"http://so.gushiwen.org/author_582.aspx\">李世民</a>等等，他们在这里都留下了许多惊天地、泣鬼神的动人事迹。词作者由古迹“灞陵桥，想到了这些英雄人物，又不禁联想到金朝国势衰落，却无人能象这些英雄那样，担当起挽救国家于危亡中的大业，不禁感慨万千，<a href=\"http://so.gushiwen.org/view_72040.aspx\">诗</a>兴大发，故有”诗兴与秋高“句。”千古风流人物，一时多少雄豪“虽是化用<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>《念奴娇。赤壁怀古》”千古风流人物，一时多少豪杰“句，但却毫无突兀之感，实在是作者真情实感的自然流露，既抒发了他追念前代英雄豪杰的真情实感，同时也流露出他对国家缺乏栋梁之才，不知前途如何的深切的忧虑。 </p> <p>　　下片，沿上片起首之意，依然以地名入词。玉塞，即玉门关，又称玉关，“霜清玉塞”意玉门关外，霜清月冷，“云飞陇首着，风落江皋”则更显凄清。 </p> <p>　　后两句，出自南粱柳恽《捣衣诗》“亭皋木叶下，陇首秋云飞。”这三句都是写秋景，皆对应了上片“秋高”二字。同时也婉转地表露了作者的生活窘况。《金史》本传曾载词人“客至，贫不能具酒肴。”可见，此三句不同地域的秋景描写，也未尝不是作者孤凄，愤懑心境的曲折表露。后两句“梦到凤凰台上，山围故国周遭”则化用<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>，《登金陵凤凰台》及<a href=\"http://so.gushiwen.org/author_197.aspx\">刘禹锡</a>《石头城》“山围故国周遭在，潮打空城寂寞回”诗句，充溢着强烈的感伤之情，表达了词人对故都燕京昔日繁华、昌明盛世的深切怀念。往日国家兴旺，才人辈出，而今冷落凄凉，缺少栋梁之才；两相对衬，词人是多么的焦灼，心中的悲愤、忧虑向谁倾述？读罢此句，那种对国家前途命运的深切忧思宛如感同身受。叹寥寥数句，能达此立意，可见作者是个极具才华的词人。</p>",
  "poet": {
    "id": 743,
    "star": 0,
    "name": "完颜璹",
    "desc": "完颜璹（1172-1232）本名寿孙，字仲实，一字子瑜，号樗轩老人。金世宗孙，越王完颜永功长子。「天资雅重，薄于世味」（《中州集》卷五），累封密国公。天兴元年（1232）蒙古军攻金者汴梁，围城中以疾卒，年六十一。《金史》卷八五附传永功。璹博学有俊才，喜为诗。平生诗文甚多，自删其诗存三百首，乐府一百首，号《如庵小稿》诗词赖《中州集》以传。周泳先《唐宋金元词钩沉》辑为《如庵小稿》一卷，凡九首。元好问推为「百年以来，宗室中第一流人也」（《中州集》卷五）。多写随缘忘机、萧散淡泊意绪。况周颐称其「姜史、辛刘两派，兼而有之」（《惠风词话》卷三）"
  },
  "tags": [
    "婉约",
    "咏史怀古",
    "写景",
    "忧思"
  ]
}