{
  "id": 70499,
  "star": 2,
  "name": "杂剧·相国寺公孙合汗衫",
  "dynasty": "元代",
  "content": "第一折<br>老夫姓张名义。宇文秀，本贯南京人也。嫡亲的四口儿家属，婆婆赵氏，孩儿张孝友。媳妇儿李玉娥。俺在这竹竿巷马行街居住，开着一座解典铺，有金狮子为号，人口顺都唤我做金狮子张员外。时遇冬初，纷纷扬扬下着这一天大雪。小大哥在这看街楼上。安排果卓，请俺两口儿赏雪饮酒。员外，似这般大雪，真乃是国家祥瑞也。父亲母亲，你看这雪景甚是可观。孩儿在看街楼上，整备一杯。请父亲母亲赏雪咱。兴儿将酒来，酒在此。父亲母亲。请满饮一杯。是好大雪也呵。<br>【仙吕】【点绛唇】密布彤云，乱飘琼粉。朔风紧，一色如银，便有那孟浩然可便骑驴的稳。似这般应时的瑞雪，是好一个冬景也。<br>【混江龙】正遇着初寒时分。您言冬至我言春。父亲，这数九的天道，怎做的春天也？既不沙可怎生梨花片片，柳絮纷纷？梨花落砌成银世界，柳絮飞妆就玉乾坤。俺这里逢美景，对良辰，悬锦帐，设华裀。簇金盘罗列着紫驼新，倒银瓶满泛着鹅黄嫩。俺本是凤城中黎庶，端的做龙袖里骄民。将酒来，父亲母亲再饮一杯。俺在这看街楼上，看那街市上往来的那人纷纷嚷壤。俺则慢慢的饮酒咱。买卖归来汗未消，上床犹自想来朝。为甚当家头先白，每日思量计万条。小可是个店小二。我这店里下着一个大汉，房宿饭钱都少欠下不曾与我。如今大主人家怪我。我唤他出来，赶将他出去，有何不可？兀那大汉你出来。哥也，叫我做甚么？我知道少下你些房宿饭钱不曾还哩。没事也不叫你，门前有个亲眷寻你哩。休斗小人耍。我不斗你耍。我开开这门。是真个在那里？你出去。关上这门。大风大雪里冻杀饿杀。不干我事。小二哥开门来。我知道少下你房宿饭钱。这等大风大雪，好冷天道，你把我推抢将出来，可不冻杀我也。嗨！小二哥，你就下得把我抢出门来？身上单寒。肚中又饥馁，怎么打熬的过？兀的那一座高楼。必是一家好人家。没奈何我唱个莲花落，讨些儿饭吃咱。一年春尽一年春，哩哩莲花。你看地转天转我倒也。小大哥，你看那楼下面冻倒一个人。好可怜也。你扶上楼来救活他性命，也是个阴骘。理会的。我是看去。果然冻倒一个大汉。下次小的每，与我扶上楼来者。小大哥，笼些火来与他烘。理会的。酾将那热酒来与他吃些。兀那汉子，你饮一杯儿热酒咱。是好热酒也。着他再饮一杯。你再饮一杯。好酒！好酒！我再吃一杯。兀那汉子，你这一会儿，比头里那冻倒的时分，可是如何？这一会觉苏醒了也。兀那汉子，你是那里人氏？姓甚名谁？因甚么冻倒在这大雪里？你说一遍老夫是听咱。孩儿是徐州安山县人氏，姓陈名虎。出来做买卖，染了一场冻天行的症侯，把盘缠都使用的无了。少下店主人家房宿饭钱。他把我赶将出来。肯分的冻倒在你老人家门首，若不是你老人家救了我性命，那得个活的人也。好可怜人也呵。<br>【油葫芦】我见他百结衣衫不挂身，直恁般家道窘。我为甚连珠儿热酒教他饮了三巡？汉子，自古以来，则不你受贫。父亲，可是那几个古人受贫来？想当初苏秦未遇遭贫困，有一日他那时来，也可便腰挂黄金印。咱人翻手是雨，合手是云。那尘埃中埋没杀多才俊，你看那人也，则是时运未至。他可敢一世里不如人。小大哥，将一领绵团袄来。绵团袄在此。汉子。<br>【天下乐】我与你这一件衣服旧换做新，再将五两银子来。五两银子在此。这银子呵，我与你做盘也波缠，速离子俺门。救活了小人的性命，又与小人许多银子：此恩将何以报？汉子，这衣服和银子。也则是一时间周急，添你气分。多谢你老人家。汉子，你着志者，有一日马颏下缨似火，头直上伞盖似云，愿哥哥你可便为官早立身。<br>小大哥，你扶他下楼去。多亏了老人家救了我性命。今生已过，那生那世做驴做马，填还你的恩债也？一条好大汉。我这家私里外。早晚索钱，少个护臂。我有心待认义他做个兄弟，未知他意下如何？我试问他咱。兀那汉子，你如今多大年纪？致二十五岁。我长你五岁，我可三十岁也。我有心认义做个兄弟，你意下如何？休看小人吃的，则看小人穿的，休斗小人耍。我不斗你耍。休道做兄弟，便那笼驴把马，愿随鞭镫。你休拜。张孝友，你好粗心也，不曾与父亲母亲商量，怎好就认义这个兄弟？兄弟，我不曾与父亲母亲商量。若是肯呵，是你千万之喜；若是不肯呵，我便多赍发与你些盘缠。你则在楼下等一等。父亲母亲，您孩儿有一桩事，不曾禀问父亲母亲，未敢擅便。孩儿有甚么话说？恰才冻倒的那个人，您孩儿想来，家私里外，早晚索钱，少一个护臂。我待要认义他做个兄弟，未知父母意下如何？恰才那个人姓陈名个虎字，生的有些恶相，则不如多赍发他盘缠，着他回去了罢。父亲不妨事，您孩儿眼里偏识这等好人。既是你心里要认他呵，着他上楼来。谢了父亲母亲者。兄弟，父亲母亲都肯了也，你上楼见父亲母亲去咱。兀那汉子，我这小大哥要认你做个兄弟，你意下如何？笼驴把马，愿随鞭镫。你看他一问一个肯。兄弟，拜了父亲母亲咱，父亲母亲，叫媳妇儿与兄弟相见如何？孩儿这敢不中么？父亲不妨事，我眼里偏识这等好人。随你，随你。大嫂，与兄弟相见咱。兄弟，与你嫂嫂厮见。嫂嫂，我唱喏哩。丕！那眼脑恰像个贼也似的。一个好妇人也。小大哥，着他换衣服去。你且换衣服去。自家赵兴孙，是徐州安山县人氏。因做买卖到这长街市上，见一个年纪小的打那年纪老的。我向前谏劝，他坚意不从，被我扌班过那年纪小的来则打的一拳，不恇就打杀了。当被做公的拿我到官。本该偿命，多亏了那六案孔目救了我的性命，改做误伤人命，脊杖了六十，迭配沙门岛去。时遇冬天，下着这等大雪，身上单寒，肚中饥馁。解子哥，这一家必然是个财主人家。我如今叫化些儿残汤剩饭，吃了呵慢慢的行。我<br>来到这楼直下，爹爹奶奶，叫化些儿波。小大哥，你看那楼下面一个披枷带锁的人也，可怜的，与他些饭儿吃么。理会的，待我下楼看去咱。兀那后生，你那里人氏？姓甚名谁？因甚么这等披枷带锁？孩儿徐州安山县人氏，姓赵名兴孙。因做买卖到长街市上，有一个年纪小的打那年纪老的。我一时间路见不平，将那年纪小的来只一拳打杀了，被官司问做误伤人命，脊杖了六十，迭配沙门岛去。时遇雪天，身上无衣，肚中无食，特来问爹爹奶奶讨些残汤剩饭咱。原来为这般，你且等着。父亲，孩儿问来了，这一个是打杀了人发配去的。哦！他是犯罪的人也，不知官府门中屈陷了多多少少，我那里不是积福处。小大哥，你且着他上楼来，等我问他。兀那囚徒，你上楼来。我问你那里人氏？姓甚名谁？因甚这般披枷带锁的？你说与我听咱。孩儿徐州安山县人氏，姓赵名兴孙。因做买卖到长街市上，有一个年纪小的打那年纪老的。我一时间路见不平，将那年纪小的则一拳打杀了，被官司问做误伤人命，脊杖了六十，迭配沙门岛去。时遇雪天，身上无衣，肚里无食，特来讨些残汤剩饭咱。嗨！俺婆婆也姓赵，五百年前安知不是一家？小大哥，将十两银子、一领绵团袄来。银子、绵袄都在此。兀那汉子，老爹与你十两银子，绵团袄一件。我无甚么与你，只这一只金钗做盘缠去。多谢老爹奶奶。小人斗胆，敢问老爹奶奶一个名姓也，等小人日后结草衔环，做个报答。汉子，俺叫做金狮子张员外，奶奶赵氏，小大哥张孝友，还有一个媳妇儿是李玉娥，你牢记者。老爹是金狮子张员外，奶奶赵氏，小大哥张孝友，大嫂李玉娥。小人印板儿似记在心上。小人到前面死了呵，那生那世，做驴做马，填还这债。若不死呵，但得片云遮顶。此恩必当重报也。呸！我两个眼里见不的这等穷的。你是甚么人？小人是赵兴孙。你认的我么？你是谁？则我是二员外。二员外。住！住！住！你不要叫，你拿的是甚么东西？老爹与了我十两银子，一领绵团袄；奶奶又是一只金钗，着我做盘缠的。父亲母亲好小手儿也，则与的你这些东西。你将过来。我如今去对父亲母亲说，还要多多的赍发你些盘缠。你则在这楼下等着。父亲，楼<br>下这个披枷带锁的。可惜与了他偌多东西，不如与您孩儿做本钱，可不好也？婆婆，你觑波，陈虎，我这家私早则由了你那。看了那厮嘴脸，一世不能勾发迹。那眉下无眼筋，口头有饿纹。到前面不是冻死。便是饿死的人也。噤声！<br>【后庭花】你道他眉下无眼筋，你道他兀那口边厢有饿纹。可不道马向那群中觑，陈虎口床我则理会得人居在贫内亲。可惜偌多钱与了这厮，他那里是个掌财的？你将他来恶抢问，他如今身遭危困。你将他恶语喷，他将你来死记恨。恩共仇您两个人，是和非俺三处分，怎劈手里便夺了他银？嗨！陈虎，我恰才与了他些钱钞，你劈手里夺将来。知道的便是你夺了，有那不知道的，只说那张员外与了人些钱钞，又着劈手的夺将去。<br>【青哥儿】陈虎口床，显的我言而、言而无信，张孝友，你也忒眼内、眼内无珍。恰才两个人呵，他如今迭配遭囚锁缠着身，不得风云，困在埃尘。你道他一世儿为人，半世儿孤贫，气忍声吞，何日酬恩？则你也曾举目无亲，失魄亡魂，绕户踅门，鼓舌扬唇，唱一年家春尽一年家春。陈虎口床，你也曾这般穷时分。<br>陈虎，你将那东西还与他去。兄弟，你怎么这等？将来我送与他去。这东西为甚么不将的去？恰才那个二员外夺过盘缠去了也。汉子，他不是二员外。他姓陈名虎，也是雪堆儿里冻倒了的。我救了他，我认他做了个兄弟。你休怪咱。盘缠都在这里，你将的去。陈虎，你也是雪堆儿里冻倒的，将我银两衣服劈手夺将去了。我有恩的是张员外一家儿，有仇的是陈虎那厮。我前街里撞见，一无话说；后巷里撞见，一只手揪住衣领，去那嘴缝鼻凹里则一拳。哎哟！挣的我这棒疮疼了。陈虎口床，咱两个则休要轴头儿厮抹着。婆婆，陈虎那厮恰才我说了他几句，那厮有些怪我，我着几句言语安伏他咱。陈虎孩儿，我恰才说了你几句，你可休怪老夫。我若不说你几句呵，着那人怎生出的咱家这门？陈虎孩儿，你记的那怨亲不怨疏么？您孩儿则是干家的心肠，可惜了这钱钞与那穷弟子孩儿。<br>【赚煞尾】岂不闻一饭莫忘怀，睚眦休成忿。这厮他记小过忘人大恩，这厮他胁底下插柴不自稳，那里也敬老怜贫。他怒嗔嗔，劈手里夺了他银。不争你夺将来了呵。显的我也惨，他也羞，陈虎口床，你也狠。陈虎孩儿。自古以来，有两个贤人，你学一个，休学一个。父亲，您孩儿学那一个？你则学那灵辄般报恩。不学那一个？休学那庞涓般雪恨。休！休！休！我劝您这得时人，可便休笑恰才那失时人。<br>兄弟，父亲恰才说了几句，你休怪也。父亲说的是。哥哥，我索钱去咱。员外有金银，认我做亲人。我心还不足，则恨赵兴孙。<br><br>第二折<br>欢喜未尽，烦恼到来。自从认了个兄弟。我心间甚是欢喜。不想我这浑家腹怀有孕。别的女人怀胎十个月分娩，我这大嫂十八个月不分娩，我好生烦恼。兄弟索钱去了，我且在这解典库中闷坐咱。行不更名，坐不改姓。自家陈虎的便是。这里也无人，我平昔间做些不恰好的勾当，我那乡村里老的每便道：陈虎，你也转动咱。我便道：老的每，我这一去，不得一拳儿好买卖不回来，不得一个花朵儿也似好老婆，也不回来。不想到的这里，染一场冻天行病症，把盘缠都使的无了。少下店主人家房宿饭钱，把我推抢出来。肯分的冻倒在这一家儿门前，救活了我性命。又认义我做兄弟。一家儿好人家都在俺的手里。那一应金银粮食，也还不打紧，一心儿只看上我那嫂嫂。我如今索钱回来了，见俺哥哥去。下次小的每，哥哥在那里？在解典库里。哥哥，我索钱回来了也。兄弟，你吃饭未曾？我不曾吃饭哩。你自吃饭去，我心中有些闷倦。且住者。陈虎也，你索寻思咱，莫非看出甚么破绽来？往常我哥哥见我，欢天喜地；今日见我，有些烦恼。陈虎，你是个聪明的人，必然见我早晚吃穿衣饭定害他了。因此上恩多也深。我如今趁着这个机会，辞了俺哥哥，别处寻一拳儿买卖可不好？哥哥也，省的恩多怨深。我家中稍将书信来，教我回家去。只今日就辞别了哥哥，还俺徐州去也。兄弟，敢怕下次小的每有甚么的说你来？谁敢说我？既然无人说你，你怎生要回家去？哥哥，君子不羞当面。每日您兄弟索钱回来，哥哥见我欢喜，今日见我烦恼。则怕您兄弟钱财上不明白，不如回去了罢。兄弟，你不知道我心上的事。这里无别人，我与你说。别的女人怀身十月满足分娩，您嫂嫂怀了十八个月，不见分娩，因此上烦闷。原来为这个。哥哥早对您兄弟说，这早晚嫂嫂分娩了多时也。你怎么说？我那徐州东岳庙至灵至圣，有个玉杯珓儿，掷个上上大吉，便是小厮儿；掷个中平，便是个女儿；掷个不合神道，便是鬼胎。我那里又好做买卖，一倍增十倍利钱。既是这等，我和你两个掷杯珓儿去来。我和你去不济事，还得怀身的亲自去掷杯珓儿，便灵感也。咱与父亲说知去。住、住、住！则除你和我知嫂嫂知，第四个人知道，就不灵了。你也说的是。多收拾些金珠财宝，一来掷杯珓，二来就做买卖，走一遭去。<br>奶奶，陈虎拐的小大哥、嫂嫂两口儿去了也。奶奶，陈虎拐的小大哥、嫂嫂两口儿去了也。你可不早说，我是叫老的咱。老的，老的。婆婆做甚么？陈虎搬调的张孝友两口儿走了也。婆婆，我当初说甚么来？咱赶孩儿每去者。<br>【越调】【斗鹌鹑】气的来有眼如盲、有口似哑。您两个绿鬓朱颜，也合问您这苍髯皓发。不争你背母抛爹，直闪的我形孤也那景寡。婆婆，他可便那里怕人笑，怕人骂，只待要急煎煎挟橐携囊，稳拍拍乘舟骗马。<br>【紫花序儿】生刺刺弄的来人离财散，眼睁睁看着这水远山长，痛煞煞间隔了海角天涯。天那，怎么有这一场诧事？儿也，则被你忧愁杀我也。张孝友孩儿挈了媳妇儿，带了许多本钱，敢出去做买卖么？元来他，将着些价高的行货，钱钞可打甚么不紧？天那，怎引着那个年小的浑家。倘或间有些儿争差，儿也，将您这一双老爹娘，可便看个甚么。畅好是心粗胆大，不争你背井离乡，谁替俺送酒供茶？<br>老的，俺和你索便赶他去。咱来到这黄河岸边，许多的那船只，咱往那里寻他去？咱则这里跪者，若是张孝友孩儿一日不下船来，咱跪他一日；两日不下船来，跪两日。着那千人万人骂也骂杀他。兀的不是父亲母亲。两个孩儿那里去？痛杀我也。哎哟，张孝友孩儿，则被你苦杀我也。<br>【小桃红】可兀的好儿好女都做眼前花，倒不如不养他来罢。父亲母亲休慌，您孩儿掷杯珓儿便回来。这打珓儿信着谁人话？无事也待离家。你爹娘年纪多高大，怎不想承欢膝下？刬的去问天买卦，公公婆婆，俺掷了杯珓儿便回来哩。噤声！更和着个媳妇儿不贤达。婆婆，你与我问孩儿每，他要到那里去掷甚么杯破儿？媳妇儿，你两口如今要到那一处去掷杯珓儿来？母亲不知，因为我怀胎十八个月不分娩，陈虎对张孝友说，他那徐州东岳庙至灵感，有个玉杯珓儿。掷个上上大吉，便是个小厮儿；掷个中平，便是个女儿；掷个不合神道，便是鬼胎。因此上要掷杯珓儿去。是真个？我对员外说去。员外，我则道他两口儿为什么跟将陈虎去，如今媳妇儿身边的喜事，陈虎与张孝友孩儿说道，他那里徐州东岳庙至灵感，有个玉杯珓儿。若是掷个上上大吉，便是小厮儿；掷个中平，便是女儿；若是掷个不合神道，便是鬼胎。为这般要去掷杯珓儿哩。噤声！<br>【鬼三台】我这里听言罢，这的是则好唬庄家。哎！儿也，你个聪明人怎便听他谎诈？那一个无子嗣缺根芽，妆了些高驮细马，和着金纸银钱将火化。更有那孝子贤孙儿女每打，早难道神不容奸，天能鉴察？父亲，阴阳不可不信。<br>【紫花序儿】且休说阴阳的这造化，许来大个东岳神明，媳妇儿靠后，他管你甚么肚皮里娃娃。我则理会的种谷得谷，种麻的去收麻。咱是个积善之家，天网恢恢不漏掐，这言语有伤风化。陈虎说东岳神至灵感，掷杯珓儿便回来也。你休听那厮说短论长，那般的俐齿伶牙。父亲，您孩儿好共歹走一遭去。父亲不着您孩儿去呵，我就着这压衣服的刀子，觅个死处。孩儿怎下的闪了俺也？既然孩儿每要去，常言道：心去意难留，留下结冤仇。婆婆，你问孩儿有甚么着肉穿的衣服将一件来？媳妇儿，张孝友孩儿，有甚么着肉穿的衣服将一件来。婆婆，行李都去了，只这的是张孝友一领汗衫儿。老的，行手都去了。只有这一领汗衫儿。这个汗衫儿，婆婆，你从那脊缝儿停停的拆开者。有随身带着的刀儿，我与你拆开了也。孩儿，你两口儿将着一半儿，俺两口儿留下这一半儿。孩儿。你道我为甚么来？则怕您两口儿一年半载不回来呵，思想俺时，见这半个衫儿，便是见俺两口儿一般。俺两口儿有些头痛额热，思想你时，见这半个衫儿，便是见您两口儿一般。孩儿，你将你的手来。兀的不是手。哎哟！父亲。你咬我这一口我不疼？你道是疼么？你咬我一口。我怎的不疼？我咬你这一口儿，你害疼呵。想着俺两口儿从那水扑花儿里，抬举的你成人长大。你今日生各支的撇了俺去呵，你道你疼，俺两口儿更疼哩。老的，俺则收着这汗衫儿，便是见孩儿一般。<br>【调笑令】将衫儿拆下，就着这血糊刷，哎！儿也，可不道世上则有莲子花。我如今别无甚么弟兄并房下，倘或间俺命掩黄沙。则将这衫儿半壁匣盖上搭，哎！儿也，便当的你哭啼啼拽布拖麻。你觑着，兀的不火起了也。早些开船去。俺趁着船快走，快走。孩儿去了也。哎哟！兀的不苦痛杀我也。<br>【络丝娘】好家私水底纳瓜，亲子父在拳中的这掿沙。寺门前金刚相厮打，哎！婆婆也，我便是佛啰也理会不下。<br>婆婆，你看是谁家火起？张员外家火起了也。老的也，似此怎了？婆婆，你看好大火也。<br>【幺篇】我则听的张员外家遗漏火发，哎哟！天那，唬得我立挣痴呆了这半霎。待去来呵，长街上列着兵马，哎！婆婆也，我可是怕也那不怕。老的，眼见一家儿烧的光光儿了也，教俺怎生过活咱？<br>【耍三台】我则见必律律狂风飒，将这焰腾腾火儿刮。摆一街铁茅水瓮，列两行钩镰刊这麻搭。街坊邻舍，将为头儿失火的拿下者。则听得巡院家高声的叫吖吖，叫道将那为头儿失火的拿卜。天那！将我这铜斗儿般大院深宅，苦也啰！苦也啰！可怎生烧的来剩不下些根椽片瓦？<br>【青山口】我则见这家、那家，斗交杂，街坊海救火那。我则见连天的大厦、大厦，声刺剌，被巡军横拽塌。家私、家私且莫夸，算来、算来都是假。难镇难压，空急空巴，总是天折罚。他也波，他不瞅咱，咱也波，咱可怜他。只看张家往日豪华，如今在那搭？多不到半合儿把我来作为傒幸杀。<br>老的，俺许来大家缘家计尽皆没了。苦痛杀俺也。火烧了家缘家计都不打紧，我那张孝友儿也。<br>【收尾】我直从那水扑花儿抬举的偌来大，您将俺这两口儿生各支的撇下，空指着卧牛城内富人家。咱如今往那里去好？哎！婆婆也。我和你如今往那里去？只有个沿街儿叫化，学着那一声儿哩。老的，是那一声？婆婆也，你岂不曾听见那叫化的叫？我学与你听：那一个舍财的爹爹妈妈哦。少不的悲田院里，学那一声叫爹妈。<br><br>第三折<br>人无横财不富，马无野草不肥。我陈虎只因看上了李玉娥，将他丈夫撺在黄河里淹死了。那李玉娥要守了三年孝满，方肯随顺我。我怎么有的这般慢性？我道莫说三年，便三日也等不到。他道你便等不得三年，也须等我分娩了，好随顺你，难道我耽着这般一个大肚子，你也还想别的勾当哩？谁知天从人愿，到的我家不上三日，就添了一个满抱儿小厮，早已过了一十八岁。那小厮好一身本事，更强似我。只是我偏生见那小厮不得，常是一顿打就打一个小死，只要打死了他方才称心。却是为何？常言道：翦草除根，萌芽不发。那小厮少不的打死在我手里。大嫂，将些钱钞来与我，我与弟兄每吃酒去来。自家李玉娥。过日月好疾也。自从这贼汉将俺员外推在河里，今经十八年光景。我根前添了一个孩儿，长成一十八岁，依了那贼汉的姓，叫做陈豹，每日在山中打大虫。怎这早晚还不回家来吃饭哩？每日山中打虎归，窝弓药箭紧身随。男儿志气三千丈，不取封侯誓不灰。自家陈豹，年长一十八岁，臂力过人，十八般武艺，无有不拈，无有不会。每日在于山中，下窝弓药箭，打大虫耍子。今日正在那里演习些武艺，忽然看见山坡前走将一个牛也似的大虫。我拈弓在手，搭箭当弦，\"口床\"的一声射去，正中大虫。我待要拿那大虫去，不知那里，走将几个小厮来，倒说是他每打死的大虫。咄！我且问你，你怎生打杀那大虫来？我一只手揝住头，一只手揝住尾，当腰里则一口咬死的。你倒省气力，要混赖我的行货，我告诉你家去。陈妈妈。是谁门首叫我？开开这门。你做甚么？妈妈，我辛辛苦苦打杀的一个大虫。只这一张皮也值好几两银子，怎么你家儿子要赖我的？小哥，你将的去罢。我儿也，不看你娘面上，我不道的饶了你哩。陈豹，你家来，你跪着。教你休惹事，你又惹事。你倘着我打你，等你好记的。母亲打则打，休闪了手。且住者，倘或间打的孩儿头疼额热，谁与他父亲报仇？陈豹，我不打你，且饶你这一遭儿。母亲打了倒好。母亲若不打呵，说与父亲，这一顿打又打一个小死。我也不打你，也不对你父亲说。不与父亲说，谢了母亲也。孩儿，你学成十八般武艺，为何不去进取功名？您孩儿欲待应武举去，争奈无盘缠上路。既然你要应武举去，来！我与你些碎银两，一对金凤钗做盘缠。今日是个吉日良辰，辞别了母亲，便索长行也。陈豹，你记者，若到京师，寻问马行街竹竿巷，金狮子张员外老两口儿。寻见呵，你带将来。母亲，他家和咱是什么亲眷？孩儿你休问他，他家和咱是老亲。您孩儿经板儿记在心头。母亲，孩儿出门去也。陈豹，你回来。母亲有甚么话说？你若见那两口儿，你便带将来。您孩儿记的，我出的这门来。陈豹，你回来。母亲，有的话一发说了罢。我与你这块绢帛儿，你见了那老两口儿，只与他这绢帛儿，他便认的咱是老亲。理会的。孩儿去了也。眼观旌节旗，耳听好消息。近寺人家不重僧，远来和尚好看经。莫道出家便受戒，那个猫儿不吃腥。小僧相国寺住持长老。今有陈相公做这无遮大会，一应人等都要舍贫散斋，小僧已都准备下了。这早晚相公敢待来也。下官陈豹，到于都下，演武场中比射，只我三箭皆中红心，中了武状元，授了下官本处提察使。自从母亲分付我寻这马行街竹竿巷金狮子张员外那两口老的，那里寻去？如今在相国寺中散斋济贫。数日前我与长老钱钞，与下官安排斋供，须索拈香走一遭去。可早来到了也。老和尚，多生受你。相公，请用些斋食。下官不必吃斋，只等贫难的人来时，老和尚与我散斋者。叫化咱！叫化咱！可怜见俺许来大家私，被一场天火烧的光光荡荡，如今无靠无依，没奈何，长街市上，有那等舍贫的财主波，救济俺老两口儿佛啰。<br>【中吕】【粉蝶儿】我绕着他后巷的街，叫化些剩汤和这残菜，我受尽了些雪压波风节。猛想起，十年前，兀那鸦飞不过的田宅。甚么是月值年灾？可便的眼睁睁一时消坏。<br>老的也，可怎生无一个舍贫的？<br>【醉春风】那舍贫的波众檀樾，救苦的波观自在。肯与我做场儿功德散分儿斋？可怎生再没个将俺来睬！睬！老的也，兀那水床上热热的蒸饼，我要吃一个儿。婆婆，你道甚么哩？我才见那水床上热热的蒸饼，我要吃一个儿。婆婆，你道那水床上热热的蒸饼你要吃一个儿？不只是你要吃，赤紧的咱手里无钱呵，可着甚的去买那。佛啰但得那半片儿羊皮，一头儿藁荐，哎！婆婆口来，我便是得生他天界。<br>婆婆。老的，你叫我怎么的。我叫了这一日街，我可乏了也，你替我叫些儿。你着谁叫街？我着你叫街。你着我叫街，倒不识羞。我好歹也是财主人家女儿，着我如今叫街。我也曾吃好的，穿好的。我也曾车儿上来，轿儿上去。谁不知我是金狮子张员外的浑家。如今可着我叫街，我不叫。你道甚么哩？我不叫。你道你是好人家儿，好人家女，也曾那车儿上来，轿儿上去，那里会叫那街？偏我不是金狮子张员外，我是胎胞儿里叫化来？赤紧的咱手里无钱那。我要你叫。我不叫！我不叫！我要你叫！要你叫！我不叫！我不叫！你也不叫，我也不叫，饿他娘那老弟子。婆婆，你也说的是，你是那好人家儿，好人家女，你那里会叫那街。罢！罢！罢！我与你叫。你是叫咱。哎哟！可怜见俺被天火烧了家缘家计，无靠无捱，长街市上，有那等舍贫的叫化些儿波。<br>【快活三】哎哟！则那风吹的我这头怎抬？雪打的我这眼难开。则被这一场家天火破了家财，俺少年儿今何在？<br>嗨！争奈俺两口儿年纪老了也。<br>【朝天子】哎哟！可则俺两口儿都老迈，肯分的便上该，天哪！天哪！也是俺注定的合受这饥寒债。我如今无铺无盖，教我冷难挨。肯分的雪又紧风偏大，到晚来可便不敢番身，拳成做一块。天哪！天哪！则俺两口儿受冰雪堂地狱灾，我这里跪在，大街，望着那发心的爷娘每拜。<br>老的，这般风又大，雪又紧。俺如今身上无衣，肚里无食，眼见的不是冻死，便是饿死的。<br>【四边静】哎哟！正值着这冬寒天色，破瓦窑中又无些米柴。眼见的冻死尸骸，料没个人瞅睬。谁肯着半掀儿家土埋，老业人眼见的便撇在这荒郊外。兀的那老两口儿，比及你在这里叫化，相国寺里散斋哩。你那里求一斋去不好那？多谢哥哥。元来相国寺里散斋。婆婆，去来，去来。老的也。俺往那里叫化去？<br>【普天乐】听言罢不觉笑咍咍，我这里刚行刚蓦。把我这身躯强整，将我这脚步儿忙抬。官人，叫化些儿波。无斋了也。哎！可道哩饿纹在口角头，食神在天涯外。不似俺这两口儿公婆每便穷的来煞，直恁般运拙也那时乖。官人也。但的他残汤半碗充实我这五脏，不济事！不济事！哎！婆婆也，咱去来波，可则索与他日转千街。<br>你来早一步儿可好，斋都散完了也。官人，可怜见。叫化些儿波。无了斋也。为甚么大呼小叫的？门首有两个老的，讨斋来的迟，无了斋也。老和尚，有下官的那一分斋，与了那两口儿老的吃罢。理会的。兀那老的，你来的迟，无有斋了。这个是相公的一分斋。与你这老两口儿，你吃了。你过去谢一谢那相公去。多谢了。婆婆，你吃些儿，我也吃些儿，留着这两个馒头，咱到破瓦窑中吃。婆婆，你送这碗儿去。我送这碗儿去。就谢一谢那官人。我知道。积福的官人，今世里为官受禄，到那生那世，还做官人。这老的怎生看我？官人官上加官，禄上进禄，辈辈都做官人。这官人好和那张孝友孩儿厮似也。仔细打看，全是我那孩儿。我对那老的说去，着他打这弟子孩儿。老的也，也喜欢咱。甚么那，婆婆？你笑一个。我笑甚么？你笑。哦！我笑？你大笑。你也是个傻老弟子孩儿，如今咱那张孝友孩儿有了也。在那里？原来散斋的那官人，正是张孝友孩儿。婆婆，真个是？我的孩儿，如何不认的？我这眼不唤做眼，唤做琉璃葫芦儿，则是明朗朗的、是真个？我过去打这弟子孩儿。婆婆，可是也不是？我这眼则是琉璃葫芦儿。我则记着你那琉璃葫芦儿。则是个明朗朗的。生忿忤逆的贼也。长老，他唤你哩。相公，他唤你哩。<br>【上小楼】甚风儿便吹他到来？也有日重还乡界。则俺这烦烦恼恼，哭哭啼啼，想杀我儿也怨怨哀哀。到如今可也便欢欢爱爱，潇潇洒洒，无妨无碍。兀那老的，你说甚么那？生忿忤逆的贼也。哎！怎把这双老爹娘做外人看待？老的，他正是我的儿。兀那老的，你说甚么我的儿？我且问你，你那儿可姓甚么那？我的儿姓张，叫做张孝友。兀的你孩儿姓张，是张孝友。我姓陈，是陈豹。你怎生说我是你的儿？呀！他改了姓也。你的孩儿去时，多大年纪？他去时三十岁也，去了十八年，如今该四十八岁。你的孩儿去时三十岁，去了十八年，如今该四十八岁，这等说将起来，你那孩儿去时节我还不曾出世哩。婆婆，不是了也。我道不是了么。可不道你这眼是琉璃葫芦儿？则才寺门前挤破了也。兀那老的，你那孩儿怎生与下官面貌相似？你试说与我听咱。官人听我说波。<br>【幺篇】您两个恰便似一个印盒、印盒里脱将下来。您两个都一般容颜，一般模样，一般个身材。哎！我好呆，也合该，十分宁奈。相公，恕老汉生纪老了。我老汉可便眼昏花，错认了你个相公休怪。<br>兀那老的拜将下去，我背后恰便似有人推起我来一般。莫不这老的他福分倒大似我？我不怪你，你回去。多谢了官人。你且回来。官人莫非还怪着老汉么？我说道不怪，怎么还怪着你？我见你那衣服破碎，与你这块绢帛儿补了你那衣服，你将的去。多谢了官人。这个官人又不打我，又不骂我，又与我这块绢帛儿，着我补衣服。我是看咱。我道是甚么来？原来是我那孩儿临去时留下的那半壁汗衫儿。哎！这有甚么难见处，眼见的是那婆子恰才过来谢那官人，笃速速的掉了。我如今问他，若是有呵。便是那官人的。若是没呵，我可不到的饶了他哩。婆婆，俺那孩儿的呢？孩儿的甚么？孩儿临去时留下的那半壁汗衫儿在那里？我恰才忘了。你又题将起天。我为那汗衫呵，则怕掉了，我牢牢的揣在我这怀里。兀的不是我孩儿的？我这里也有半壁儿。你那里得来？咱是比着，可不正是我那孩儿的汗衫儿那？哎哟，眼见的无了我那孩儿也。兀的不苦痛杀我也。<br>【脱布衫】我这里便觑绝时雨泪盈腮，不由我不感叹伤怀。则被你抛闪杀您这爹爹和您奶奶，婆婆也，去来波，问俺那少年儿是在也不在？<br>官人，这半壁汗衫儿不打紧，上面干连着两个人的性命哩。你看这老的波，怎生干连着两个人性命？你是说一谝，我是听咱。<br>【小梁州】想当初他一领家这衫儿是我拆开，不俫问相公这一半儿那里每可便将来？你为甚么这等穷暴了来？想着俺那二十年前有家财，你姓甚名谁？则我是张员外。哦，张员外！你在那里居住？我家住、住在马行街。<br>你家曾为甚么事来？<br>【幺篇】只为那当年认了个不良贼，送的俺一家儿横祸非灾。你那孩儿那里去了？俺孩儿听了他胡言乱道巧差排，便待离家乡做些买卖，他曾有书信来么？俺孩儿去了十八年也。只一去不回来。<br>兀那老两口儿，你莫不是金狮子张员外么？则我便是金狮子张员外，婆婆赵氏。官人曾认的个陈虎么？谁将俺父亲名姓叫？你还认的个李玉娥么？这是我母亲的胎讳。你怎生知道？咱都是老亲哩。老的。我想起来了也。这厮正是媳妇儿怀着十八个月不分娩，生这个弟子孩儿那。既是老亲，你老两口儿跟我去来，婆婆。他要带将俺去哩。咱去不去？休去！为甚的？说道一路上有强人哩。有甚么强人？敢问官人要带我去时。着我在那里相等？我与你些碎银，到徐州安山县金沙院相等，你老两口儿小心在意者。<br>【耍孩儿】你将这衫儿半壁亲稍带，只说是马行街公婆每都老惫。官人呵。这言语休着您爷知，怎生休着他知道？则去那娘亲上分付明白。则要你一言说透千年事，俺也不怕十谒朱门九不开。那贼汉当天败，婆婆，这也是灾消福长，苦尽甘来。<br>婆婆，我和你去来，去来。<br>【煞尾】我再不去佛风召，佛风召将我这头去磕，天那，天那将我这手去掴。我但能勾媳妇儿觑着咱这没主意的公婆拜，我今日先认了那个孙儿大古来啋。<br>老和尚多累了。下官则今日收拾行程，还家中去来。云)亲承母亲命，稍带汗衫来。谁知相国寺，即是望乡台。(下)<br><br>第四折<br>(邦老同旦儿上)(邦老云)自家陈虎的便是。我这一日吃酒多了，那小厮不知被母亲唆使他那里去，至今还不回来，莫不是去做贼那？(旦儿云)他应武举去了也。(邦老云)既是应武举去了，不得官教他不要来见我。今日有些事干，我要到窝弓峪里寻个人去。大嫂，你看着家者。(下)(旦儿云)这贼汉去了。我到门首觑着，看有甚么人来？(小末上，云)下宫陈豹。自相国寺见了那两口儿老的，我稍带将来了。下官先到家中见母亲走一遭去。可早来到咱家门首也。(做见拜科，云)母亲，您孩儿一举中了武状元，现授本处提察使。(旦儿云)孩儿得了官，兀的不喜欢杀我也。孩儿，那马行街张家两口儿老的你见来么？(小末云)那两口儿老的，孩儿寻见了，随后便来也。母亲，他和咱是甚么亲眷？(旦儿云)孩儿你休问他，他和咱是老亲。(小末云)便是老亲，也有近的，也有远的，母亲怎葫芦提只说老亲，不说一个明白与孩儿知道。(旦儿云)孩儿，我说则说，你休烦恼。(小末云)我不烦恼。(旦儿云)孩儿，你不知。兀那陈虎，不是你的父亲。咱也不是这里人，元是南京马行街竹竿巷人氏，金狮子张员外家媳妇。十八年前，陈虎将你父亲张孝友推在黄河里淹死了，你是我带将来生下的。那两口儿老的则他便是金狮子张员外。(小末云)母亲不说，您孩儿怎知？(做气死科)(旦儿云)孩儿苏醒着，不争你死了，谁与你父亲报仇？(小末醒科，云)这贼汉原来不是我的亲爷。母亲，那贼汉那里去了？(旦儿云)他到窝弓峪里寻个人去了。(小末云)这贼汉合死，他是一只虎，入窝弓峪里去，那得个活的人来？(诗云)我听说罢紧皱眉头，不觉的两泪交流。今朝去窝弓峪里，拿贼汉报父冤仇。(下)(旦儿云)孩儿拿陈虎去了。我听的说金沙院广做道场，超度亡魂，我也到那里去搭一分斋，追荐我亡末张孝友去来。(下)(赵兴孙做巡检上，云)自家赵兴孙的便是。自从那日张员外家斋发了我的盘缠，迭配沙门岛去。幸得彼处上司道我是个路见不平，拔刀相助的义士，屡次着我捕盗，有功加授巡检之职。因为这里窝弓峪是个强盗出没的渊薮，拨与我五百名官兵，把守这窝弓峪隘口，盘诘奸细，缉捕盗贼。我想当日若无张员外救我，可不死在沙门岛路上多时了？我有恩的是马行街竹竿巷金狮子张员外，院君赵氏，小大哥张孝友，大嫂李玉娥；有仇的是陈虎，似印板儿记在心上，不曾忘着哩。(诗云)感恩人救咱难苦，有仇的是他陈虎。知何日遂我心怀？报恩仇留名万古。(弓兵拿正末，卜儿上，云)有两口儿老的，背着一个包儿在此窝弓峪经过。小的每见他是面生可疑之人，拿来盘诘<br>者。(正末云)大王饶命咱。(弓兵喝科，云)不是大王，是巡检老爷。奉上司明文，把守窝弓峪，盘诘奸细的。(正末唱)<br>【双调】【新水令】您夺下的是轻裘肥马他这不公钱，俺如今受贫穷有如那范丹、原宪。(赵兴孙云)你两个老的那里去也？(正末唱)俺只问金沙院在那里？不想道窝弓峪经着您山前。(弓兵云)有甚么人事送些与老爷，就放了你去。(正末唱)可怜俺赤手空拳，望将军觑方便。<br>(赵兴孙云)兀那老的，你那里人氏，姓甚名谁？(正末云)老汉金狮子张员外，婆婆赵氏。(赵兴孙云)谁是金狮子张员外？(正末云)则老汉便是。(赵兴孙云)你认得我么？(正末云)你是谁？(赵兴孙云)我那里不寻，那里不觅员外？(诗云)我才听说罢笑欣欣，连忙扶起大恩人。你是那十八年前张员外，则我便是披枷带锁的赵兴孙。左右扶着员外、院君，受赵兴孙几拜。(正末云)将军休拜，可折杀老汉两口儿也。(赵兴孙云)员外怎生这般穷暴了来？(正末云)将军，只被陈虎那厮送了俺一家儿也。(赵兴孙云)小大哥、大嫂，都那里去了？(正末唱)<br>【小将军】休提起俺那小业冤，他剔腾了我些好家缘。(赵兴孙云)员外，偌大庄宅，可还在么？(正末唱)典卖了庄田火烧了俺宅院，(赵兴孙云)嗨！好可怜人也。(正末唱)直闪的俺这两口儿可也难过遣。(赵兴孙云)员外，你如今怎地做个营生，养赡你那两口儿来？(正末唱)<br>【清江引】到晚来枕着的是多半个砖，每日在长街上转。口叫爷娘佛，(赵兴孙云)也有肯舍贫的么？(正末唱)无人可怜见，(赵兴孙云)陈虎那厮好狠也。(正末唱)陈虎口来我和你便有甚么那个杀父母的冤？(赵兴孙云)看那厮也好模好样的，可怎生这等歹心？(正末唱)<br>【碧玉箫】那厮模样儿慈善，贼汉软如绵，心肠儿机变，贼胆大如天。(赵兴孙云)这元是小大哥认义他来。(正末唱)俺孩儿信他言、信他言搬上船。(赵兴孙云)大小哥去了多时也，曾有书信寄回么？(正末唱)他去了十八年，不能勾见，(赵兴孙云)员外，你这几年可在那里过活？(正末唱)哎哟！天哪！只俺两口儿叫化在这悲田院。<br>(赵兴孙云)谁想陈虎这般毒害！员外，那陈虎元是徐州人，这窝弓峪正是徐州地方，我务要拿住此贼，雪恨报仇。我先与你些碎银两做盘缠去，只在金沙院里等着我者(同下)(张孝友扮僧人上，诗云)一生皆是命，半点不由人。自家张孝友的便是。则从陈虎那厮推我在黄河里，多亏了打渔船救了我性命。今经十八年光景，好过的疾也。我如今在这金沙院舍俗出家。这几日有那舍钱的做好事。徒弟，与我动法器者。(正末同卜儿上，云)婆婆，金沙院里做好事哩，咱与孩儿插一简去来。(见科)(正末云)师父，俺特来插一简儿。(张孝友云)那里走将两口儿叫化的来？倒好面善。(正末云)俺怎生是叫化的？(张孝友云)你不是叫化的，是甚么？(正末云)俺是那沿门儿讨冷饭吃的。(张孝友云)左右一般。(正末云)当初也是好人家来。(张孝友云)兀那两口儿老的，你当初怎样的好人家？(正末云)师父，你听我说咱。(唱)<br>【沽美酒】若说着俺祖先，好家私似泼天，(张孝友云)老的，你敢说大话盖着我哩？(正末唱)俺正是披着蒲席说大言。(张孝友云)老的，你那家乡何处？本贯何方？(正末唱)若说着俺家乡，可便不远，祖居是住在梁园。<br>(张孝友云)你平日间做甚么营生买卖？(正末唱)<br>【太平令】则我在那马行街里开着座门面，师父也与你这花银权当做些经钱。(张孝友云)哦？他也在马行街住哩。老的，你可要看诵甚么经卷？(正末唱)梁武忏多看几卷，(张孝友云)再呢？(正末唱)消灾咒胜读几遍。告师父也可怜，可怜，我那命蹇，(张孝友云)你追荐甚么人？(正末唱)与俺个张孝友孩儿追荐。<br>(张孝友云)你追荐谁？(正末云)师父，我追荐亡灵张孝友。(张孝友云)这个正是我父亲母亲，我再问咱。你追荐甚么人？(正末云)追荐亡灵张孝友。(张孝友云)追荐甚么人？(正末云)你将我那银子来还我，另寻一个有耳朵的和尚念经去。(张孝友云)那个和尚没耳朵？这个正是父亲母亲。(拜科)父亲母亲，则我便是张孝友。(卜儿云)哎哟，有鬼也！有鬼也！(正末唱)<br>【雁儿落】则你这恶芒神休厮缠，我待超度你在这金沙院。可怜我每日家思念你千万遭，口店题道有十余遍。<br>(张孝友云)父亲母亲，您孩儿不是鬼，是人。(正末唱)<br>【得胜令】呀！原来这和尚每都会通仙，我活了七十岁不曾见。则你尸首归何处？儿也，你今日个阴魂在眼前。(云)你若是人呵，我叫你三声，你一声高一声。你若是鬼呵，我叫你三声，你一声低似一声。(张孝友云)你叫，我答应。(正末云)张孝友儿也。(张孝友云)哎！(正末云)是人，是人。张孝友儿也！(张孝友云)哎！(正末云)是人，是人。张孝友儿也！(张孝友云)偏生的堵了一口气儿。(做低应科，云)哎！(正末云)有鬼也。(张孝友云)父亲母亲，我不是鬼，是人。(正末唱)也是我心专，作念的一灵儿须活现，留得你生全，免的我两口儿长挂牵。<br>(张孝友云)父亲母亲，我是人。(正末云)孩儿也，你为甚么在这里出家？(张孝友云)父亲母亲不知，自从离了家来，被陈虎那厮推在黄河卫。多亏了打鱼船救了我性命，因此上就在这里舍俗出家。(正末云)今日认着了孩儿，兀的不欢喜杀我也，(旦儿上，云)来到此间，正是金沙院了。进院去追荐我亡夫张孝友咱。(见正末科，云)兀的不是公公婆婆？(正末云)兀的不是李玉娥媳妇儿？(卜儿云)哎哟！媳妇儿也。(张孝友云)阿弥陀佛！这个是谁？(卜儿云)这便是媳妇儿。(张孝友做认科，云)我那大嫂也。(卜儿云)媳妇儿，你这十八年在那里来？(旦儿云)婆婆，被陈虎那贼，拐带将这里来。(正末云)你那孩儿回家了么？(旦儿云)他如今拿陈虎那贼去，这早晚敢待来也。(邦老上，云)我陈虎，来到这窝弓峪里。怎么那眼皮儿连不连的只是跳？也不知是跳财，是跳灾？你看后面慌张张赶上来的是甚么人？(小末上，云)兀那杀父亲的贼休走。(邦老云)你这小贼，一向躲在那里？谁杀你父亲来？(小末云)你还要赖哩。我父亲张孝友，不是你这贼推在水里淹死了？我不拿住你碎尸万段，怎报得我这仇恨？(打科)(邦老云)我打他不过。三十六计，走为上计。只是跑，只是跑。(小末云)你这贼往那早去？(赵兴孙领弓兵冲上，云)兀的不是陈虎？左右与我拿住者。(邦老云)悔气，偏生又撞着那个披枷带锁的，我死也。(小末见科，云)敢问大人贵姓？(赵兴孙云)小官姓赵名兴孙，现做本处巡检，把守窝弓峪隘口。我有恩的是金狮子张员外，有仇的是陈虎。适才张员外见过了，约他在金沙院相会，恰好拿住陈虎。小官报恩报仇，都在这一日哩(小末云)大人，小官忝授这里提察使，就是张员外的亲孙。(赵兴孙云)这等，大人是赵兴孙的上司也。(小末云)且喜拿住陈虎，我和你同到金沙院去来。(见旦儿云)兀的不是母亲？(旦儿云)孩儿，你拜了公公婆婆咱。(小末云)公公婆婆请坐，受孙儿几拜。(正末云)我今日又认着个孙儿，兀的不欢喜杀我也。(旦儿云)孩儿，你拜了父亲咱。(小末云)母亲，谁是您孩儿的父亲？(旦儿云)就是这个师父。(小末云)母亲，你好乔也。丢了一个贼汉，又认了一个秃厮那。(旦儿云)孩儿，这师父正是你父亲张孝友。(小末云)父亲请坐，受孩儿几拜。(正末云)孙儿，那陈虎曾拿得着么？(小末云)幸得这里一个巡检赵兴孙，替孙儿拿着了，现在外面。(正末云)哦！元来果然是赵兴孙拿了也。快请进来。(赵兴孙见科，云)老员外、老院君，早见过了。这一个师父、一个大嫂是谁？(正末云)这便是孩儿张孝友，媳妇儿李玉娥。(赵兴孙云)正是我<br>恩人，请上受赵兴孙几拜。(正末云)孙儿过来，他替你拿得陈虎，你须拜谢者。(小末做谢科)(赵兴孙云)不敢！不敢！大人是上司哩。左右绑过陈虎那贼来，当大人面前杀了罢。(张孝友云)不要杀他。(正末云)为甚么不要杀他？(张孝友云)我眼里偏识这等好人。(赵兴孙云)天下喜事，无过夫妻子母完聚。就今日杀羊造酒，做一个大大的筵席庆喜咱。(正末唱)<br>【殿前喜】您道一家骨肉再团圆，这快心儿不是浅，便待要杀羊造酒大开筵。多只是天见怜，道我个张员外人家善，也曾济贫救苦舍了偌多钱。今日个着他后人儿还贵显。<br>(外扮府尹领祗从人上，云)老夫姓李名志，字国用，官拜府尹之职。奉圣人的命，敕赐势剑金牌，着老夫遍行天下，专理衔冤负屈不平之事。今有金狮子张员外，被贼徒陈虎图财陷害。是老夫体察真实，奏过圣人，今日亲身到此，判断这桩公案。闻知都在金沙院里，可早来到也。张孝友，装香来，您一行望阙跪者，听老夫下断。(词云)奉敕旨采访风传，为平民雪枉伸冤。张员外合家欢乐，李玉娥重整姻缘。将陈虎碎尸万段，枭首级号令街前。李府尹今朝判断，拜皇恩厚地高天。<br>题目东岳庙夫妻占玉珓<br>正名相国寺公孙合汗衫</p> <p> ",
  "poet": {
    "id": 2712,
    "star": 0,
    "name": "张国宾",
    "desc": "张国宾，元代戏曲作家，演员。名一作张国宝，艺名喜时营（营一作\"丰\"）。大都（今北京市）人。生平不详。钟嗣成《录鬼簿》载张国宾曾任教坊勾管（据《元史·百官志》,教坊司所属有\"管勾\"官，\"勾管\"或误）。所作杂剧今知有四种：《高祖还乡》已佚，《薛仁贵荣归故里》、《相国寺公孙合汗衫》及《罗李郎大闹相国寺》三种皆存。"
  },
  "tags": []
}