{
  "id": 69875,
  "star": 5,
  "name": "【南吕】一枝花　春思",
  "dynasty": "元代",
  "content": "嫩寒生花底风，清影弄帘间月，乱红扑窗外雨，香絮滚树头雪，影物奇绝，<br>谁不道富贵千金夜，我翻做凄凉三月节。怀故人万里离别，负东君一番艳冶。<br>　　【梁州】相思鬼皮肤里打劫，睡魔神眼睫上盘踅。可正是多情自作风流孽。<br>锦鸳翎活扯，丹凤颈生扌绝；并头花揉碎，合欢树攀折。升仙桥闪却车︷，武陵<br>溪下桩撅。声沉佩玉玎，尘满钗金蹀躞，香残褥锦重叠。想者，觑者。冷清清<br>空落下读书舍，越间阔，越情热。你便是一寸肝肠一寸铁，也害得痴呆。<br>　　【余音】本待向楚王宫半缄剩雨残云赦，怎下的海神庙告一道追魂索命牒。<br>不是我怪胆儿年来太薄劣，将枕边厢话儿说，把被窝儿里赚啜，都写做殷勤问安<br>贴。　夏闺怨<br>　　燕泥沾白象床，麝尘暗冰蚕褥，萤灯照青琐窗，蛛网络碧纱橱。一弄儿萧疏，<br>镜里人何处，樽前谁是主？凄凉煞锦水鸳鸯，寂寞了雕笼鹦鹉。<br>　　【梁州】下几点梅子雨间一行情泪，荡几阵藕花凤助一口长吁。几般儿堪写<br>入伤心灵。金步摇花残蹀躞，玉搔头线脱珍珠；蔷薇露羞和腻粉，兰蕊膏倦揽琼<br>酥。上妆楼一步一个趑趄，指长亭一望一个糊突。紫香囊徒效殷勤，白纨扇空题<br>诗句，锦回文枉费工夫。咱两处旷夫，怨女。料应来昏配了姻缘薄，多间别，少<br>完聚。抵多少夫在萧关妾在吴，凤只鸾孤。<br>　　【骂玉郎】也是我孜孜的撺断他学干禄，嗟行事，悔当初，多情却被列情误。<br>唤不应离恨天，填不满忧怨海，赶不上相思路。<br>　　【感皇恩】这些时鬼病揶揄，更那堪睡魔追逐。软兀刺弱身躯，颠不刺乔证<br>候，干支刺瘦肌肤。无半点欢娱分福，纯一味鳏寡孤独。叮咛话总虚词，断肠诗<br>成故纸，平安信似休书。<br>　　【采茶歌】他指望八仙图，我贪爱七香车，犹恐怕黄金窑变了汉相如。蓍草<br>占来爻反覆，卦线儿磨得字模糊。<br>　　【尾声】虽忘了并头莲空房独守心常苦，也合想连理枝嫩绿成阴叶未枯。手<br>抵着牙儿自犹豫，几时得ゐ惶业足。多管是凄凉限促，不由人蘸绿亭前放声儿哭。　客中奇遇寄情代友作<br>　　风月长存一寸心，雨云又作三春梦；青鸟不传千里信，落花空恨五更风。想<br>当日旅馆相逢，取次间谐鸾凤。实心儿担怕恐，瞒不过纱窗下半篝残夜孤灯，喜<br>的是罗帕上数点芳春嫩红。<br>　　【梁州】碜可可言誓海深如渤，热刺刺设盟山高似崆峒。经几番柳惊花颤<br>娇团弄。金解麝兰馥馥，宝钗横雅髻髻；粉汗湿耨声悄悄，罗袜翘底样弓弓。<br>实承望效鸳鸯百岁和同，不提防赋骊驹两字西东。又不比卓王孙听琴声慕相如发<br>忠，张延赏招赘时叹韦皋命穷，贾公闾偷香处知韩寿情浓。自非，懵懂。没来由<br>信流莺唤出桃源洞，越懊恼越疼痛。回首关河几万重，无计相从。<br>　　【尾声】全不想上阳关登云路紫骝蹀躞催丝，长则待谐姻眷开玳宴翠袖殷<br>勤捧玉钟。寄与那闲打牙的相知幕讥讽，少不的凄凉卷终。风流命通，恁时节花<br>烛兰房慢慢的宠。　赠教坊殊丽<br>　　眼舒随意花，髻插忘忧草，手拈红麝尾，口里紫檀槽。一撮儿娇娆，常记得<br>阳台梦曾奚落，武陵溪犹撞着。人都道绮罗乡再长个卿卿，我猜做风流地重生个<br>小小。<br>　　【梁州】说窈窕端然窈窕，待苗要不甚苗备。向樽前彻胆儿包藏着俏。肌雪<br>莹匀匀粉腻，脸霞酣淡淡红潮。豆{艹寇}小半含玉蕊，丁香嫩一点春娇。舞衣轻<br>燕体飘飘，歌喉细莺语。缕金环嵌八颗珠，交股钗袅双头凤翘，凌波袜荡<br>六幅鲛绡。老陶，见了。少不得剖肝肠再写段《风光好》，年纪儿正芳妙。纵舍<br>千金度一宵，没福也难销。<br>　　【尾声】烛荧煌香铺张个夜月芙容幄，锦缠联金络索搭苫个春风翡翠巢。<br>我是鉴乐的酸丁最公道。遮莫将丹青画描，词章品藻，兀的般解语花生香玉世间<br>少。　赠素云<br>　　轻柔缟淡妆，缥渺瑶华动。分开山雾紫，冲破海霞红。溶溶，聚散如春<br>梦，飘零似转蓬。离恨开几弄儿昏迷，风流地一遭儿乱拥。<br>　　【梁州】可怎么黄鹤楼头不遇，常则是青山画里相逢。淡丰姿沮得个人知重。<br>笼夜月梨花庭院，弄春阴杨柳帘栊。讴清歌依依金屋，舞霓裳队队瑶空。又不肯<br>化甘霖相趁游龙，常则待带斜阳常背征鸿。没乱煞老梁公归兴凄凄，吸留煞<br>忄刍谢安芳心冗冗，奚落煞闷襄王佳会匆匆。好风，怪风。绕天涯几度相迎送。<br>不落锦胡洞。多在巫山十二峰，无影无踪。<br>　　【尾声】一任他漫天巧结银河冻，半霎儿满地平铺素剪绒，则落得高卧先生<br>恣抟弄。向瀛洲海东，入蓬莱洞中，煞强似太岳祠中受恩宠。　嘲素梅<br>　　休言白玉堂，怎知黄金鼎？难栽玛瑙坡，宜插水晶瓶。索笑为生，冷淡偎村<br>径，朝昏傍驿亭。常则是采薪夫觅觅寻寻，那里取惜花客潜潜等等。<br>　　【梁州】琴谱内又不将宫商剔拨，角声中常则是趁钟鼓悲鸣。我将他根脚儿<br>从头省。大庚岭多年的魑魅，罗浮山旧日的妖精；东阁外移来的异种，西湖上流<br>出的残英。虚提着玉洁冰清，空落得雪虐霜陵。孟浩然见了呵了吟鞭，赵光普<br>觑了呵罢了谏诤，杨补之画了呵唬了魂灵。试听，他本情。未成实先有酸心病，<br>可知道楚大夫厮奚幸。万吉《离骚》不入名，枉自飘零。<br>　　【尾声】打不动裁冰剪雪林和靖，冲不过击玉敲金宋广平，纵泄漏春光也不<br>干净。趁风清月明，恐天寒地冷，则不如收拾横斜水边影。　赠明时秀<br>　　星靥靥花钿簇翠圆，黑вв云髻盘鸦小；金闪闪袜钩舒凤嘴，玉摇摇钗燕袅<br>鸡翘。一撮儿娇娆，恰蓓蕾丁香萼，又葳蕤豆蔻梢。锦绣额赠新题走蚓惊蛇，丹<br>青帧摸巧样回鸾舞鹤。<br>　　【梁州】惹娇云招嫩雨十二楼前竞赏，唤春风呼夜月三千队里争高。向人前<br>所事包藏着俏。迷下蔡惑阳城的妩媚，赴高唐闹广寒的风标；冠薛涛压秋娘的声<br>价，傲冯魁怜双渐的心苗。五陵儿没福也难消，三般儿巧笔也难描。袒春衫似梅<br>花雪捏就酥胸，忄宝带似藕花风吹来麝脑，沁香汗似梨花露湿透鲛绡。想着，<br>他自度。更有那家传口授的闲谈笑，记不真咏不到。则除是于入桃源走一遭，恁<br>时节不落分毫。<br>　　【尾声】锦窝巢云屏雾帐重围绕，花胡洞翠槛朱栏巧结缚，况值着媚景明时<br>畅欢乐。我将他风流窨约，行藏品藻，集主青楼卖弄到老。　赠美人号展香绵杨铁笛为著此号<br>　　芳姿腻腻娇，素质娟娟净。绸缪无限絮，继续有余情。天付聘婷，纯一味温<br>柔性，纵丹青画不成。软耨耨堪宜梅雪同心，白霭霭不与梨花共影。<br>　　【梁州】价重如齐纨鲁缟，名高似蜀锦吴绫。惜花人故把杨花并。缠联月户，<br>缭绕云屏。昏迷客路，散漫邮亭。最关情眼底飘零，不由人掌上奇擎。飞晓日又<br>不曾牵惹游丝，随暮雨又不曾沾粘落英，趁东风又不曾化作浮萍。几回，自省。<br>过青春谁与怜薄命，空落得旧名姓。人都道十二瑶台夜不扃，逃下的飞琼。<br>　　【尾声】若能够半丝儿系足为媒聘，煞强似几缕同心结志诚。常记得雪虐风<br>陵夜初静，孤眠的惯经，知音的试听，有他呵便冻死了梅花愁甚么被窝儿冷。　赠美人<br>　　缘底事谪离方丈台，是谁人赚出桃源洞，何日里拜辞王母殿，甚风儿吹下广<br>寒宫。蓦地相逢，眼眩乱魂飞动，方信道仙凡路可通。内家妆都猜是金屋婵娟，<br>前生业却做了青楼爱宠。<br>　　【梁州】蝤蛴颈净匀粉腻，豆蔻梢软耨春浓。更说甚海棠露胭脂重。绡袖<br>薄腕笼温玉，酒颜酡肋晕轻红；腰束素裙拖暖翠，眼涵秋水点星瞳；口脂薰兰气<br>冲冲，胸酥渍香汗溶溶。登卧榻一团儿雪压氍毹，对妆台一朵儿花生镜容，浴温<br>泉一泓儿水浸芙蓉。自疑，自懂。只恐是沾云雨阳台梦，梨园内万人众。烟月<br>排场锦绣丛，别样春风。<br>　　【尾声】赋佳人的宋玉堪题咏，图仕女的崔徽枉费工。常记席上樽前那些陪<br>奉：喜孜孜捧着玉钟，娇滴滴擎着笑容，端的是压尽人间丽情钟。　自省<br>　　黑漫漫离恨天，白漭漭迷魂海，闹垓垓风月场，昏惨惨雨云台。天与安排，<br>都变做莺花界，单捱着聪明的撞入来。枕畔言糊突了胸襟，花下酒消磨了气色。<br>　　【梁州】我待将玩江楼风流再整，谁敢把丽春园时价高抬？这几般儿症候年<br>年害。并头莲忙折，连理树勤栽；相思梦不觉，囫囵谜难猜。眼睛儿盼行云不离<br>书斋，魂灵儿趁东风先到花街。知自知虚脾枉自温存，笑自笑讪脸偏禁打掴，怪<br>自怪痴心不服烧埋。待开，怎开？我则索皂纱巾护了天灵盖，赤紧的做鸨儿不宽<br>大。但有个权势的姨夫大块子扌只，便笑靥儿攒腮。<br>　　【尾声】妆孤的已受王魁戒，赡表的休夸双渐才，这两年达时务的玄机恰参<br>解。朱颜半衰，黑头渐白，犹兀自无倒断的着迷甚时改。　赠人<br>　　麒麟阁上臣，虎豹关中将，名高金殿客，贵压紫薇郎。玉立昂昂，捧日月光<br>天象，保山河壮帝乡。紫金梁稳架沧溟，白玉柱高擎庙堂。<br>　　【梁州】醉仙桃九重春色，拂御炉两袖天香。风云豪气三千丈。咳唾落珠玑<br>颗颗，佩环摇金壁锵锵。奇略饱阴阳经诀，壮怀吞星斗文章。拥貔貅银锁光芒，<br>动龙蛇赤羽飞扬。叱咤间净中原狐兔之尘，指顾里荡西戎犬羊之党，笑谈中定边<br>陲蛮貊之邦。远方，近方。黄童白叟知名望，一人下万人上。铁券丹书姓字香，<br>万代辉光。<br>　　【尾声】玉醍醐金叵罗肉台盘气氤氲香霭莲花帐，锦罘ぜ珠珞索翠氍毹光灿<br>烂春生柿蒂堂，曾受用风流黑头相。对槐阴昼长，趁荷香晚凉，一派笙歌洞天里<br>响。　同前意<br>　　巍巍九鼎臣，落落三台位；飘飘七步才，密密五兵机。门第相辉，俯仰谐天<br>意，经纶合圣规。书架插三万旧日牙签，武库列十二清霜协戟。<br>　　【梁州】翰墨夺人间锦乡，咳唾落天上珠玑。统雄藩肃镇西南裔。紫泥诏符<br>分铜虎，碧油幢纛散红嫠。金麒麟绣蒙锁甲，玉暾龙带束宫衣。八卦营细柳深迷，<br>五方旗铁马骄嘶。喜的是沙漠空狐兔尘清，江海静鲸鲵浪息，宫殿高燕雀风微。<br>授之以德，用之以礼。因此上太平天子无为治，咫尺间九重内。唤得春来草木知，<br>万物熙熙。<br>　　【尾声】金瓯应已藏名讳，麟阁终当绘像仪。寄语公明董狐笔：比及待论功<br>赐邑，铭彝勒石，先筑沙堤四十里。　子弟每心寄青楼爱人<br>　　芳卿细细听，贱子明明道。雨云虽念想，风月不坚牢。月夜花朝，两地成耽<br>阁，虚飘飘何日了。吐蛛丝锁不住蝶使蜂媒，衔燕泥对不就鸾窝凤巢。<br>　　【梁州】怕不道甜腻腻恩情怎舍，瞒不过响礼法难饶。赤紧的一身万事<br>萦怀抱。椿萱衰迈，松菊萧条；云山缥缈，烟水迢遥。则落得莺燕呼招，怎能够<br>琴瑟和调。恰便似刘晨误入天台，洛浦神游汉皋，裴航梦断蓝桥。几遭，窨约。<br>既知休怕甚莺花笑，便做道娶之后怎发落。少不得留与青楼做散乐，倒不毛<br>毛。<br>　　【尾声】从今后休将锦字传青鸟，谩把纶竿钓巨鳌。不是我巧语花言厮推调，<br>恁如今模样正娇，年纪儿又小，则不如觅个知心俊孤老。　劝妓女从良<br>　　丽春园有世情，鸣珂巷无公论。爱村沙欺软弱，嫌文墨笑温纯。别是个家门，<br>饱暖随时运，诙谐教子孙。伴风姨陪月姊甚日辞栅，觅花钱偿酒债何年证本？<br>　　【梁州】妆镜里暗暗的添了白发，酒席上飘飘的过了青春。急回头已是三十<br>尽。粉褪了杏肋桃脸，涎干了瓠齿樱唇，尘暗了锦筝银甲，香消了彩扇罗裙。恁<br>待要片时间拔类超群，则除是三般儿结果收因。招一个莽庄家便是良人，嫁一个<br>穷书生便是孺人，苫一个俊孤答便是夫人。小生，暗忖。如今的这女娘每一个个<br>口顺心不顺，多诡诈少诚信。直待红鸾活现身，可不道好景因循。<br>　　【牧羊关】试点检莺花薄，细摩挲烟月文，真乃是有奇花便有东君。玉箫女<br>结韦皋两世丝萝，苏小卿配双渐百年眷姻。谢天香遂却耆卿志，李亚仙疼煞郑生<br>贫。薛琼英大享着奢华福，韩素梅深蒙雨露恩。<br>　　【尾声】你毕罢了柳衢花市竹歌阵，我准备着凤枕鸳帏锦绣ブ，纵然道板障<br>的娘娘有些生忿，明放着玉镜台主婚，金花诰保亲，不愿从良的也算得个蠢。　同前意<br>　　红舒脸上桃，翠展眉间柳，粉溶肌雪腻，绿鬓云稠。一撮儿风流，带绾金<br>双扣，鞋弯玉一钩。紫绡浓红锦腰围，银股钏珍珠臂鞴。<br>　　【梁州】据标格是有那画阁兰堂的分福，论娇羞怎教他舞台歌榭里淹留。则<br>落得闲茶浪酒相迤逗。昨日逢故友柳边开宴，今日送行人花下停舟。这壁急攘攘<br>莺招燕请，那厢闹烘烘蝶趁蜂逐。恰则待热心肠相和相酬，也合想业身躯无了无<br>休。我劝你滑擦擦舍身崖想个逃生，昏惨惨迷魂洞寻个罢手，碜可可陷入坑觅个<br>回头。二旬，左右。他则想春花秋月常依旧，试与恁细穷究。我则索先盖座春风<br>燕子楼，省也么叶落归秋。<br>　　【尾声】谁不知苏卿已嫁双通叔，王氏偏怜秦少游，咱两个没添货的姻缘厮<br>成就。天长地久，鸾交凤友，再不教你鸣珂巷路儿上走。　赠玉芝春<br>　　休言雨露恩，不假阳和力。自天能长养，无地可栽培。素质香肌，正遇承平<br>世。比春花别样奇。光腻腻出落着风流，清淡淡包含着旖旎。<br>　　【梁州】人都道秦弄玉生成标格，我猜是许飞琼托化的容仪。谁承望天风吹<br>落莺花地。承德墀无缘拜识，甘泉宫有句褒题。谢安石多曾称誉，夏黄公聊得充<br>饥。向花神试问个真实，检春工自有个高低。风韵似软刺答石上猗兰，雅淡似矮<br>婆娑朋中老桂，温柔似瘦伶仃雪里寒梅。有谁，认得。九茎三秀真祥瑞，相遇是<br>何日？但能够分得微香到酒杯，不枉了玩赏忘归。<br>　　【尾声】既不能贮雕盘蒙锦帕擎将手掌轻怜惜，也消得依画阁近兰堂着个栏<br>干谨护持，春日春风莫虚费。你道是浮花浪蕊，他须是灵根异卉，恰不道一夜琼<br>花落无迹。　赠玉马杓<br>　　堪嗟和氏冤，莫讶相如亻赞。既酬雍伯志，何虑范增嫌。想像观瞻，雀尾样<br>其实欠，鸬鹚名空自慊。有十分资质温柔，无半点尘埃ネ染。<br>　　【梁州】温石铫徒劳磨渲，镔铁钩本费锤钳。似剜出一团酥更压着琼花艳。<br>泼新醅分开绿蚁，掬清波荡碎银蟾。美声雀高如金斗，秀名儿近似珠帘。富石崇<br>犹兀自等等潜潜，穷双渐也则索让让谦谦。舀得些拔禾侠家计空空，兜得些偷花<br>汉劳心冉冉，敲得些贩茶商睡思恹恹。莫言，咱媚谄。丽春园谁敢待争奢俭，漾<br>不下抱不厌。纵然道夏鼎高彝休将做宝贝店，也不似他情タ。<br>　　【尾声】好向他万花丛里为头儿占，休教人百味厨中信手儿拈，恁时节添不<br>上风流洗不了瑕玷。倾城的貌甜，连城的价添，稳情敢玩瓢戏的西施望风儿闪。<br>　　莲卿王氏者，楼居潇洒。余颜之曰：楚馆凝眸，其所寄意<br>　　无乃对景兴怀、欢情离思而已。因其请题，遂书此以赠焉<br>　　碧玲珑透月窗，锦灿烂藏春帐；黑揩摸乌木几，金嵌镂紫檀床。一片风光，<br>胜压莺花巷，名高烟月乡。绣ブ舒并宿鸳鸯，雕奁锁双飞凤凰。<br>　　【梁州】龙脑香生瑞霭，虾须帘卷斜阳。动芳情多为凭栏望。翠柳黄鹂个个，<br>青天白鹭行行；锦缆牙樯簇簇，金沙流水茫茫。但凝眸渐觉彷徨，忽萦怀又索包<br>藏。锁魂桥芳草地几度离别，折柳亭拂尘会几场宴赏，落花天残灯夜几样思量。<br>话长，意长。止不过弱红娇黛相偎傍，酝酿出雨云况。可知道宋玉当年为发扬，<br>赋作《高唐》。<br>　　【尾声】金鸾横玉燕都夸楚馆风流样，蟠龙髻扫翠蛾全胜巫山窈窕娘。常<br>言道鉴柳评花不虚诳；似恁的兰心蕴芳，莲姿喷香，不由人浓蘸着霜毫细褒奖。　咏素蟾<br>　　噪晴蛙枉叫嚎，脱壳蝉徒悲泣。缩项鳊空跳跃，攒毛猬甚稀奇。将《山海经》<br>穷推，出乎类拔乎萃，不在山不在水。美名儿满天上人间，耍性儿傍星前月底。<br>　　【梁州】剔秃驾彩云恰离瀛海，明滴溜趁清风又下峨嵋。捣率霜仙药的玉<br>免偏知契。杨柳楼心弄影，娑椤树底扬辉；竹叶樽中荡漾，梅花窗外徘徊。煞强<br>似负灵蓍九尾神龟，更压着叫扶桑三足天鸡。活不刺大罗仙手掌上奇擎，矮婆娑<br>翰林客砚池边侍立，滑出律广寒娇寝帐里追陪。我知，就是。多管是玉之精魄之<br>气，那雅淡那清致。可知道天宝三郎爱羽衣，险送了华夷。<br>　　【尾声】婵娟不假铅华力，莹洁应夺造化机。相思病的郎君若医治，也不索<br>评诊脉息；更不须调和药石，但能够半点儿琼酥救了你。　嘲妓名佛奴<br>　　不参懵懂禅，先受荒淫戒。才离水月窟，又上雨云台。东去西来，还不了众<br>生债。竟说甚空是空色是色，苫亻来呵四十八愿叮咛咒誓，巴镘呵五十三参容颜<br>变改。<br>　　【梁州】恰着老达磨泛芦叶浪游海国，又沾上阿罗汉觅桃花远访天台。那<br>里问当年摩顶人何在？超度了千家子弟，坐化了万种婴孩。则落得拈香剪发，早<br>难道灭罪消灾。虽然道村冯魁布施些钱财，须不曾俏双生供养在书斋。卧房儿伽<br>蓝殿般收拾，客院儿旃檀林般布摆，门面儿龙华会般铺排。左猜，右猜。这渥洼<br>水不曾曹溪派，那庵门甚宽大。但有庞居士般人儿莽注子扌只，便慧眼睁开。<br>　　【尾声】张无尽气冲冲待打折了莺花寨，韩退之嗔忿忿敢掀翻烟月牌，赢得<br>虚名满沙界。风月所状责，教坊司断革，迭配与金山寺江中贩茶客。　言志<br>　　自怜王粲狂，莫怪陈登傲；不弹贡禹冠，谁赠吕虔刀。十载青袍，况值烟尘<br>闹，事无成人半老。黄金台将丧斯文，白玉堂空怀故交。<br>　　【梁州】看鞍马上诸公衮衮，听刀戈下众口嗷嗷。因此上五云迷却长安道。<br>曳裾休叹，投笔空焦；题桥谩逞，击楫徒劳。直钩儿怎钓鲸鳌，闷弓儿难谢鹏雕。<br>喜的是砚池内通流着千丈沧溟，诗卷里包藏着九重宣诏，书楼上接连着万里云霄。<br>虽道是浅识，寡学。这几篇齐鲁论也不下于黄公略，捻吟髭自含笑。矫首中天日<br>正高，豪气飘飘。<br>　　【尾声】闲拈斑管学张草，静对黄花诵楚骚。等待新雁儿来时问个音耗；若<br>说道董仲舒入朝，公孙弘见招，看平地风雷奋头角。　赠人<br>　　雍容黄阁姿，卓荦青云态。彷惶忧国志，慷慨济时才。奉诏西来，冲阐雾临<br>边界，驾天风下凤台。正正旗堂堂阵蛇鸟争辉，辚辚车萧萧马风云动色。<br>　　【梁州】展其韬施其略孙吴是法，依于仁行于义周孔为怀。经纶迥出诸藩外。<br>八阵旗春营柳暗，七重围夜帐莲开。六钧弓晓星迸激，双龙剑秋水磨揩。转储胥<br>周馈饷掌上裁划，抚疲赢得营逸阃外驱差。玉免毫挥翰墨学足三冬，紫鸾诰叙勋<br>旧恩封三代，丹墀陛列斑资步近三台。伟哉，盛哉。况赖着巍巍圣德乾坤大，露<br>布驰玉关外。倒挽银河下九垓，净洗氛埃。<br>　　【尾声】录丰功褒盛绩班班拟见铭钟鼐，著芳声垂后代历历终期绚竹帛。若<br>报道东阁门前不妨碍，借尺地寸阶，进一言半策，那时节吐气扬眉拜丰采。　同前<br>　　心怀雨露恩，气禀乾坤秀。读书尊孔孟，许国重伊周。得志之秋，文艺武皆<br>穷究，正青春正黑头。孙吴略切切于心，齐鲁论孜孜在口。<br>　　【梁州】瞻日月抬头是凤阙，会风云闲步是龙楼。真乃是祖生鞭不落刘琨后。<br>千金买剑，五彩赞裘，七重围帐，半万戈矛。跨锦鞯丝辔骅骝，拥铁关金锁貔貅。<br>论文时芸窗下摘句寻章，论武时柳营内调丝弄竹，消闲时花阴外打马藏阄。五行，<br>本有。功名二字俱成就，能燮护会消受。一寸丹心答冕旒，愁甚么建节封侯。<br>　　【尾声】烟沮青海城边堠，兵洗黄河天上流，庆祸皇图万年寿。蛮夷殄收，<br>戎狄遁走，恁时节描入麒麟画工手。　同前意<br>　　汪汪江海心，落落云霄志。昂昂经济才，矫矫郎庙姿。阃外行司，暂把牛刀<br>试，播芳声雷贯耳。匣中剑冰涵秋水芙容，腰间带银盘花荔枝。<br>　　【梁州】烽烟息朝廷有道，簿书闲公馆无私。笑谈间唤得春风至。昆季雍雍<br>穆穆，友朋切切。礼法兢兢业业，规模念念孜孜。了公家无甚萦思，追欢乐<br>有甚推辞。猎西山金仆姑锦袋雕弓，宴东阁银凿落琼筝宝瑟，游南陌紫叱拨玉辔<br>青丝。丈夫，似此。多管是胸中寸地平如砥，嘉瑞已天赐。庭上兰孙与桂子，雨<br>露滋滋。<br>　　【尾声】于亲已足平生志，许国应当少壮时，虽孝场忠但如是。抱金曳紫，<br>承恩奉旨，稳情取勋业班班照青史。　云山图为储公子赋<br>　　长歌《陟岵》诗，饱玩《闲居赋》。倦听花底莺，羞见树头乌。日月居诸，<br>又觉春光暮，对云山强自娱。白云边盼不见白雁来宾，青山外等不至青鸾寄语。<br>　　【梁州】云去也山容妥贴，云来也山色模糊。真乃是一声杜宇不知处。青隐<br>隐浑疑太华，白漫漫错认蓬壶。黑黯黯难分吴越，绿迢迢不辩衡庐。云连山远近<br>相逐，山连云上下相续。可知道陆士衡酝酿做文章，王摩诘收拾在肺腑，狄仁杰<br>迤逗出嗟吁。老夫，道欤。既思亲便索寻亲去，愁险峻惮劳苦。却把云山写作图，<br>于理何知。<br>　　【尾声】心头菽水何时足，眼底云山甚处无，寸草春晖自今古。但能够青山<br>共居，白云共锄，才与云山做得主。　黄鹤楼<br>　　峥嵘倚上流，突兀当雄镇。高明临大道，迢递接通津。从去了鹤山仙人，千<br>载无音信，丹青再创新。架飞楹联走拱不下班亻垂，敞天窗赞藻井堪攀翼轸。<br>　　【梁州】龟背织牛帘闪闪，鸳翎碧瓦鳞鳞。雕阑一目无之尽。洞庭半掬。<br>云梦平吞。荆襄俯瞰，汉沔中分。长空远水，光风霁月纷纷。吕岩笛夜夜闻<br>音，陶令柳年年报春，崔颢诗句句绝伦。后人，议论。都道是物华胜压东南郡，<br>况与洞天近。降节琅敖度彩云，万象腾文。<br>　　【尾声】汀花岸草春成阵，沙鸟风帆幕作群，我待要闲蹑金梯散孤闷。仰之<br>北辰，俯之大坤，气势高寒立不稳。　梦游江山为友人赋<br>　　蜀道难长怀李太白，庐山高每羡欧阳叔。江曲折多询郭景纯，海周遭曾问木<br>玄虚。吠刚来混一皇舆，万里神游去，何须觅坦途，脚到时选胜寻幽，眼落处兴<br>今慨古。<br>　　【梁州】图得些风月情长沾肺腑，赢得些是非尘不到襟裾。分明记得经行处。<br>蹑苍梧冲飞彩凤，扣扶桑撼动金乌，登雁宕惊潜木客，涉龙门啸起天吴。又不比<br>悠悠泛一叶黄芦，飘飘跨两足青凫。散诞似李元贞松阴内干禄求名，逍遥似赵师<br>雄梅花下开樽按舞，廓落似淳于棼槐柯上架室安居。遮莫五湖，四渎。钓竿直拂<br>珊瑚树，天地阔渺无路。撞入仙翁白玉壶，知他是紫府也那清都。<br>　　【尾声】湿淋浸满身香露侵毛骨，吉玎过耳清&lt;风贵&gt;响琚，蓦然地睁破<br>双眸飒然悟。尚兀自炉烟馥郁，灯花恍惚，月在梧桐画阑曲。　题心远轩<br>　　不从方外游，且向寰中住。但能通大道，何必厌亨衢。吾爱吾庐，选得陶诗<br>句，楣间籀字书。黄庭静玩之无穷，灵源溢探之不足。<br>　　【梁州】七窍达八荒广漠，一帘隔万里空虚。谁不知方寸地无多物。玄参黄<br>老，易论程朱。诗敲险怪，棋较赢输。不闻满耳喧呼，只宜竟日跏趺。恰枕肱悠<br>悠梦绕华胥，不动脚默默神游洛浦，才合眼飘飘身在蓬壶。本无，间阻。山林城<br>市俱同路，解到此中趣。便觉吾生百虑疏，遐迩何如。<br>　　【尾声】光风转蕙春生户，幽草生香月到除，不离蒲团三二步。休道星蹿月<br>窟，遮莫天关地轴，垂拱之间在环堵。　赠儒医任先生归隐先生善写竹<br>　　江湖老姓名，风月闲人物。文章新制作，礼乐旧规模。暮景桑榆，杏林好春<br>无数，橘泉甘乐有余。一丝风曾钓鲸鳌，九转丹恰成龙虎。<br>　　【梁州】核老聃千言道德，问安期万劫荣枯。常则怕白云引入青山去。包含<br>丹篆，簸弄明珠。逍遥巾帻，懒散襟裾。虽不曾指南阳卖却茅庐，少不得傍东湖<br>苫个屠苏。菊花枕满头香雾氤氲，梅花帐满鼻香风馥郁，芦花被满身香雪模糊。<br>淡然，自足。可知道黄金不卖长门赋。将千亩渭川竹，写作江南烟雨图，畅不尘<br>俗。<br>　　【尾声】清溪道士为宾主，东里先生问起居，谢却红尘是非路。清茶自煮，<br>浊醪旋沽，日日高歌紫芝曲。　卓文君花月瑞仙亭<br>　　青袅袅垂杨近画楼，响溅溅暗水流花径。轻香风翻翠幌，光辉辉银或射<br>雕楹。悄悄冥冥，出绣户瑶阶静，步苍苔罗袜冷。翠袖薄玉臂生寒，金翘乌云<br>堕影。<br>　　【梁州】横斗柄珠星灿灿，界勾陈银汉澄澄。恰行到梧桐金井潜身儿听。晃<br>绿窗十分月色，隔幽花一片琴声。明出落求鸾觅凤，暗包藏弄燕调莺。一字字冰<br>雪之清，一句句云雨之情。卖弄他穷书生酸溜溜调美才高，迤逗的俊女流急穰穰<br>宵奔夜行，辱末煞老丈人羞答答户闭门扃。那生，可称。一峥嵘便到文园令，富<br>贵乃天命。长门赋黄金价不轻，可知道显姓扬名。<br>　　【尾声】恰待要班趋北阙身初定，谁承望梦入南柯唤不醒，且休将《史记》<br>里源流细参订。传奇无准绳，关目是捏成，请监乐的先生自思省。　素兰<br>　　春含九畹芳，香得三湘瑞。名高萼绿华，梦入郑燕吉。虽然道满目芳菲，<br>不与群芳比，群芳自不及。有十分雅态幽姿，无半丝浮花浪蕊。<br>　　【梁州】包哑谜栽排了陶谷，寄情诗奚落煞张硕。谁承望天风吹落莺花地。<br>紫芽荏苒，丹颖葳蕤。檀心馥郁，翠带离披。也不弱月桂寒梅，便休题杜若江篱。<br>日烘烘有绿艳醺酣，风似翠裙摇曳，露浸浸如香汁淋漓。若非，异卉。楚大<br>夫怎肯纫为佩，更一般甚清致。纬天经地鲁仲尼，也将他演入金徽。<br>　　【尾声】既不着珠帘翠幕深遮闭，也消得绣槛雕栏谨护持，试与知音细论议。<br>恁待要笔尖上品题，眼皮上爱惜，则除是描入明窗画图里。　赠草圣<br>　　括造化攒成赤免毫，挽沧溟磨彻乌龙墨。灿日月光摇玉版笺，吐烟云香彻紫<br>英石。四宝清奇，潇洒芸窗内，风流莲帐底。念孜孜八法八诀，意悬悬六书六体。<br>　　【梁州】指其掌画其腹云崩露垂，得之心应乎手电走风飞。天然一笔无穷意。<br>秋蛇春蚓，野鹜家鸡。跳龙卧虎，渴骥狰猊。有阴阳偃仰精微，无偏枯向背支离。<br>乐毅论太名箴敷扬出忠烈之风，逍遥篇孤雁赋酝酿出神仙之气，曹娥碑告誓文摸<br>临出孝弟之规。遮莫醒兮，醉兮。一挥一洒非游戏，干喜怒系明晦。可知道笔冢<br>累累墨作池，名重京畿。<br>　　【尾声】谁不道十年草圣通三味，我则知一日偷闲测万机。常闻得青琐高贤<br>自评议：比着那颜真卿健笔，王右军妙迹，真乃是一色长天共秋水。　题友田老窝<br>　　桧当轩作翠屏，月到帘为银烛。柳绵铺白毡，苔线展紫绒&lt;毛莫&gt;。四壁萧<br>疏，若得琅护，何须藤蔓补。听了些雨打窗下芭蕉，看了些日照盘中苜蓿。<br>　　【梁州】破陆续歇两肘疲童洒扫，烟刺答漏双肩老妪供厨。主人自得其中趣。<br>隔墙贯酒，凿壁观书。拾薪煮茗，赁辅载蔬。雀堪罗忙煞蜘蛛，鼠无踪闲煞狸狐。<br>寂寞似莱鞠县范史云琴堂，虚敞似临邛市马相如酒垆，潇洒似浣花溪杜子美茅庐。<br>坦然，自足。地里拨灰吟出惊人句。想石崇在金谷，止不过锦障春深醉绿珠，<br>今日何如？<br>　　【尾声】送将穷鬼出门户，描取钱神入画图。但能够半点阳和到乔木，管城<br>子进取，孔方兄做主，翻盖做十二瑶台列歌舞。　赠教坊张韶舞善吹箫<br>　　露万籁沉，风淡淡三更静。天空空千里水，月朗朗一壶冰。蓦闻得何处<br>箫声，一曲中和令，其音协九成。呜呜然赤水龙吟，呖呖兮丹山凤鸣。<br>　　【梁州】动蜿蜒幽壑潜蛟舞跃，感婵娟孤舟嫠妇魂惊。多管是秦台箫史曾参<br>订，低韵吐游丝，柔腔度细缕萦萦。颠狂非落梅之趣，悠扬有折柳之情。七<br>数明指法轻清，六律谐音品和平。从今后柯亭馆桓叔夏再莫横笛，昭阳殿薛寿宁<br>何劳按筝，缑山岭王子晋不索吹笙。兀的般老成，艺能。不枉了天风吹散人间听，<br>消郁闷发清兴。占断梨园第一名，非雀非矜。<br>　　【尾声】仰龙楼瞻风阙孜孜念念钦皇命，趁班随鹜序落落疏疏见乐星，更<br>那堪一点丹诚抱忠敬。常言道有麝自馨，无蓝不青，稳情取大宠着恩光辉乡井。　送车文卿归隐<br>　　轻帆滟堆，瘦马峨嵋栈。颠风洋子浪，落日太行山。地窄天悭，长恨归田<br>晚，徒悲行路难。平地间宠辱关心，故纸上兴亡在眼。<br>　　【梁州】愁甚么负郭田无二顷，喜的是依山屋有三间。一回头万事都疏懒。<br>绿蚁樽浇平磊块，紫鸾箫吹散愁烦。黄齑菜养成脾胃，青精饭驻定容颜。岸天风<br>乌帽翻翻，拂埃尘布袖斑斑。比鹤上人不驭飙轮，比山中相不登仕牌，比壶内翁<br>不炼金丹。得闲，且闲。多管是鹿门庞老为师范，摆脱了是非患。恰便似高枕着<br>昆仑顶上看，人海波澜。<br>　　【尾声】落红阶砌胭脂烂，新绿门墙翡翠寒，安乐窝随缘度昏旦。伴几个知<br>交撒顽，寻一会淦樵调嗲，终日家龙凤团香免毫蘸。　赠会稽吕周臣<br>　　三千丈萧萧白发生，七十岁楚楚青衫旧。抱经纶无官朝北阙，买梨锄有子事<br>西畴。气禀清修，玉耸双肩瘦，胸涵一镜秋。蹑天根深地脉秘诀深微，步诗坛入<br>酒社精神抖搜。<br>　　【梁州】瞻胜迹蓬莱山不离眼底，避危途太行路长在心头。将古今吏稳都穷<br>究。慕谢安高迈，羡陶令归休，爱戴逵洒落，学贺老风流。文房艺苑偏游，药栏<br>花径清幽。披览著种陵书半窗星斗光芒，张玩着辋川图四壁烟云驰骤，拨刺着峄<br>阳琴一帘风雨飕飕。淡然，自守。全胜他归山指破麻袍袖，能燮护会消受。高卧<br>元龙百尺楼，万事悠悠。<br>　　【尾声】恰能够天涯萍水同携手，谁承望江上莼鲈又买舟，少不的再叙离怀<br>那时候。连床秉烛，隔离唤酒，夜雨呼童剪春菲。　赠钱塘镊者<br>　　三万六千日有限期，一百二十行无休息。但识破毫厘千里谬，才知道四十九<br>年非。这归去来兮，明是个安身计，人都道陶潜有见识。谁恋他花扑扑云路功名，<br>他偏爱清淡淡仙家道理。<br>　　【梁州】打荡着临闹市数椽屋小，滴溜着皱微波八尺帘低。自古道善其事者<br>先其器。雪锭刀揩磨得利，花镔镊抟弄得轻疾，乌犀篦雕锼得纤密，白象梳出<br>落得新奇。虽然道事清修一艺相随，却也曾播芳名四远相知。剃得些小沙弥三花<br>顶翠翠青青，摘得些俊女流两叶眉娇娇媚媚，镊得些恍郎君一字额整整齐齐。近<br>日，有谁？闲遥遥寄傲在红尘内，虽小道莫轻易。也藏着桑柘连村雨一犁，到大<br>便宜。<br>　　【尾声】从今后毕罢了半窗夜月樗蒲戏，洗渲了两袖春风蹴リ泥，兀的般自<br>在生涯煞是伶俐。你觑那蝇头利微，也须是鸡肋味美，不承望陈七子门徒刚刚的<br>快活了你。　旅中自遣<br>　　锦囊宽闲凤琴，宝匣冷藏龙剑。篆香消闲翠鼎，书卷广乱牙签。郁闷恹恹，<br>青琐论无心念，紫霜毫不待拈。赢似老文园病渴的相如，寂寞如居海岛伤怀的<br>子瞻。<br>　　【梁州】看白支闲出岫频移净几，爱青山正当窗不卷疏帘。客房儿冷落似邯<br>郸店。心滴碎铜壶青漏，耳愁闻铁马虚檐。肠欲断阶前夜雨，梦初回屋角秋蟾。<br>一片心远功名无甚沾粘，两只脚信行藏有甚拘钤。经了些摧舟楫走蛟鼍鲸窟波翻，<br>行了些坏车轮被虎豹羊肠路险，过了些连云梯绝猿犹鸟道峰尖。静中，自检。事<br>无成志不遂人情欠，休施逞且妆俭。但得个小小生涯足养廉，甘分鳞潜。<br>　　【尾声】能文章会谈化才高反被时人厌，守清贫乐清闲运拙频遭俗子嫌。有<br>一日际会风云得凭验，那时节威仪可瞻，经纶得兼，正笏垂绅远佞谄。　题白梅深处<br>　　罗浮山接渺茫，大庾岭横冥，凌风台迷汗漫，却月观阻迢遥。意会神交，<br>想得到行得到，一逢春一遇着。蕊疏疏花密密蓓蕾葳蕤，干盘盘枝挺挺槎牙夭<br>矫。<br>　　【梁州】品藻着世上色无瑕疵的雅淡，评论着天下花无褒贬的孤高。长记得<br>看花时有几样儿堪称道。露点滴珠融腻粉，烟朦胧翠护轻绡；风摇曳香飘麝脑，<br>雪模糊玉压琼瑶。厌桃杏灼灼夭夭，伴松篁洒洒潇潇。何水曹一生心爱得绸缪，<br>林和靖两句诗联得妙巧，宋广平八韵赋撰得风骚。想度，暗约。我猜似梨云一片<br>连溟漠，指顾间自吟啸。但则觉花气氤氲袭毳袍，白茫茫万树千条。<br>　　【尾声】全不似梦游东海寻三岛，真乃是身在西湖过六桥。嘱付那羌管呜呜<br>莫吹落，等待着籁声悄悄。月华皎皎，看一会疏影横斜到清晓。　题崇明顾彦升洲上居<br>　　潮生玉马来，沙涌多鳌动，水天涵上下，浦溆控西东。四望无军，一片玻璃<br>莹，梯航万里通。荡炎蒸青风六月凄凄，翻渤渤红桃浪三春光。<br>　　【梁州】近睹着扶桑野阳乌闪烁，遥认着蓬莱山烟霭冥蒙。天然幽胜堪题咏。<br>柔桑蔼蔼，秀麦，丹椒簇簇，碧苇丛丛。闹人烟生意从容，旧家风礼节谦恭。<br>宴斯堂何时不馔鸡豚，居是洲何代不生麟凤，观于海何年不化鱼龙。岁丰，廪充。<br>喜的是年年布俗催春种，知用舍，厌迎送，睡彻东窗日已红，乐在其中。<br>　　【尾声】幽寻不索桃源洞，高卧何须太华峰。但得个留心诵周孔，研朱墨训<br>蒙，买犁锄务农，则消得赡老良田二三顷。　桧轩为越中沙子正赋<br>　　得指教三迁好住居，便栽培十丈深根蒂。能借取四时春造化，似生成一片翠<br>屏帷。大刚是即景成规，直干攒楹密，横柯压栋齐。但将翰墨褒题，不假丹青绘<br>饰。<br>　　【梁州】青郁郁柏叶松姿备体，浓馥馥芝香术气沾衣，更几般天然景趣谐人<br>意。风过处线篁嘹亮，月来时金碧光辉。檐露洒珠玑点滴，篆烟生紫黛霏微。虽<br>无华丽芳菲，端实萧爽清奇。奢可效七松家绮幕围风，清末让五柳庄黄花绕篱，<br>贵不幕三板堂画戟当扉。料伊，所为。单指着岁寒眼底为交契，况值太平世，一<br>样肝肠似铁石，愁甚么雪虐霜欺。<br>　　【尾声】映疏帘笼曲槛盘旋着夭矫蛟龙势，傍危栏依短砌踞耸著狰狞虎豹威。<br>我试将过眼的风光自评义：十万户会稽，八百里鉴水，纵有些亭台则是栽桃李。　题支巢<br>　　揽将天上云，占却山头树。树头云，云底树扶疏。从此归欤，混沌安心<br>素，微茫隔世途。既然以天地为家，甘分与林泉做主。<br>　　【梁州】门径窄何须绰楔，栋梁低不用楔栌。道人自有安排处。慢慢构造，<br>巧巧支吾。宽如舴艋，小若屠苏。但知变化须臾，还看聚散何如。云生也四壁模<br>糊，云定也一团蓊郁，云收也万象空虚。羡乎，笑乎。方信道白云本是无心物。<br>谁把此中趣，淡淡浓浓写作图，畅不尘俗。<br>　　【尾声】听琴鹤至分床宿，送果猿来借榻居，绝胜当年老巢父。怡然自娱，<br>恬然自足，再不从龙化甘雨。　赠王观音奴<br>　　出西方自在天，受南海无边愿。宫妆宜水月，香步绕金莲。体态婵娟，绿杨<br>柳腰枝软，白鹦哥声调圆。结百千万种良因，示五十三参化显。<br>　　【梁州】苦海阔色空未脱，爱河深情欲相牵。今生不了前生愿。慈悲厚德，<br>救苦真言。枝头甘露，瓶里香泉。旃檀林夜月娟娟，雨花台苦恨绵绵。宰官身进<br>宝归依，善男子赍金募缘，老门徒统镘参禅。上天，下天。龙华会里曾相见。叩<br>庵门觅方便，指点其中意已穿，心绪悬悬。<br>　　【尾声】拟将樱络千金串，结就珍珠七宝钿，世世生生作姻眷。脱空心告免，<br>指山盟是谝，则不如剪发燃香意儿远。　赠王善才<br>　　手曾将千眼佛绿柳瓶，身曾侍七宝岩红莲座。目曾瞻普陀山金孔雀，心曾记<br>南海岸玉鹦哥。为一念差伪，离水月观音阁，堕风尘锦绣窝。金刚刃怎割愁肠，<br>甘露水难消业火。<br>　　【梁州】记五十三参坎坷，爱四十八愿奔波。舍身崖一片声名大。风魔了智<br>广，病愁煞维摩，痴迷了六祖，调笑煞弥陀。则为你送行云两点秋波，舞香风六<br>幅春罗。至诚人但焚香有愿须酬，兹悲友既剪发随缘较可，薄情郎纵赍金没福难<br>合。俺呵，敢么？多持七宝香璎珞，既相承怎空过。指点其中自忖度，于意云何？<br>　　【尾声】衣垂舞凤珍珠颗，髻挽蟠龙翡翠螺，粉脸生香衬莲萼。龙华会见他，<br>香音国有他，誓结今生善因果。　赠妓宋湘云<br>　　送飞琼下九天，驾弄玉游三岛，伴巫娥临楚台，偕裴子赴蓝桥。景物飘飘，<br>翻覆手谁能料，去来心怎忖度。舞香风暮暮朝朝，酣雨花花草草。<br>　　【梁州】飞南浦新愁冉冉，度东墙旧恨迢迢。锁朱楼不放春光晓。记崔生密<br>约，感苏子寂寥；任酸斋笑谑，怪杜牧粗豪。果无心不趁轻薄，若随风一任低高<br>云呵您休得蔽蟾宫妒嫦娥夜色娟娟，云呵您休得横秦岭使退之忧心悄悄，云呵您<br>自合下巫山感襄王魂梦飘飘。想着，念着。梨花枕上闲情绕，既徘徊莫萧索。一<br>曲清歌驻碧霄，巧笔难描。<br>　　【尾声】云呵您片时聚散情虽少，几处飞来恨怎消，日幕江东信音到。休低<br>迷画桥，休深笼翠阁，则不如为雨为霖润枯槁。　赠妓素兰<br>　　散清风烟月中，逞素质风尘内，染一枝春色淡，攒两叶翠痕低。束具含犀，<br>另一种风流意，比群芳分外奇。俏如荪名重秦楼，娇似芷声扬楚国。<br>　　【梁州】天谪下仙葩圣卉，世修来雪骨冰肌。等闲谁许问容易。玉盘儿生长，<br>锦窖儿栽培。影双双连理，叶小小菩提。幽斋结相宜，赏兰亭修禊闲题。胭脂<br>瓣洗渲净天香，金花粉调和成玉蕊，素檀心抽拣出柔荑。巧移，俏植。舞蹲一念<br>腰肢细，解人意。笑杀春风不敢吹。种种相宜。<br>　　【尾声】并头莲合欢草多清致，如意朵珊瑚枝有价值，瘦影清香足风味。海<br>棠娇莫比，芙蓉色怎及？雪窗下玲珑镜儿里。　冬景题情<br>　　一轮寒日沉，四野彤云布。九天飞碎玉，万里迸明珠。无语嗟吁，却早年华<br>莫，那堪岁又徂。纵然有机杼千张，织不就离愁万缕。<br>　　【梁州第七】愁一阵一阵阵痴呆了心目，恨一番一番番瘦损了肌肤。大会垓<br>烦恼在眉尖上聚。锦帏罢设，绣榻慵铺；翠衾闲剩，鸳枕空虚。怪不得活计萧疏，<br>可知道音信全无。这雪蓝桥路一霎儿迷漫，这风武陵溪一时儿冻住，这云楚阳台<br>一会儿埋没。全不想旷夫，怨女。闲吟柳絮因风句。你便有一千树梅花香透骨，<br>也梦不到罗浮。<br>　　【骂玉郎】孤眠展转伤情绪，捱玉漏，滴铜壶。花开不管流年度，共谁人拥<br>红炉，斟绿醑，歌《白苎》。<br>　　【感皇恩】冷落了金屋娇姝，寂寞了玉堂人物。这其间老了潘安，瘦了沈约，<br>病了相如。怕不待勉强须臾，将惜身躯。磕不破玉马杓，解不开愁布袋，摔不碎<br>闷葫芦。<br>　　【采茶歌】几时得笑喧呼，醉模糊，只吃的满身花影倩人扶。同月淹留成间<br>阻，碧梧栖老凤凰雏。<br>　　【尾声】长吁短叹三行度，旧恨新愁几万斛，不证果相思对谁诉。他有那锦<br>心绣腹，我有那冰肌玉骨，但能够雨尤云那些儿福。",
  "poet": {
    "id": 3096,
    "star": 0,
    "name": "汤舜民",
    "desc": "汤舜民，元末明初戏曲作家，号菊庄，字、生卒年、生平事迹均不详，象山（今属浙江）人。补本县吏，非其志也。后落魄江湖间。好滑稽，与贾仲明交久而不衰。文皇帝在燕邸时，宠遇甚厚，永乐间恩赍常及。所作乐府、套数、小令极多，语皆工巧，江湖盛传之。所撰杂剧2种：《瑞仙亭》、《娇红记》，惜已佚。朱权《太和正音谱》评其词曲格势，喻如“锦屏春风”。"
  },
  "tags": []
}