{
  "id": 48004,
  "star": 251,
  "name": "苦寒行",
  "dynasty": "魏晋",
  "content": "北上太行山，艰哉何巍巍！<br>羊肠坂诘屈，车轮为之摧。<br>树木何萧瑟，北风声正悲。<br>熊罴对我蹲，虎豹夹路啼。<br>溪谷少人民，雪落何霏霏！<br>延颈长叹息，远行多所怀。<br>我心何怫郁，思欲一东归。<br>水深桥梁绝，中路正徘徊。<br>迷惑失故路，薄暮无宿栖。<br>行行日已远，人马同时饥。<br>担囊行取薪，斧冰持作糜。<br>悲彼《东山》诗，悠悠使我哀。",
  "fanyi": "<p><strong>译文</strong><br>北征登上太行山，山高岭峻多艰难！<br>羊肠坂路真崎岖，一路颠簸车轮断。<br>风吹树木声萧萧，北风呼啸发悲号。<br>熊罴当路面对我蹲坐，虎豹夹道发威狂嚎叫。<br>溪谷荒凉人烟少，大雪纷纷漫天飘。<br>抬头远望长声叹息，长途跋涉思绪如潮。<br>我心郁郁多么愁闷，真想东归返回故乡。<br>水深桥断难前进，大军徘徊半路上。<br>行军迷路失方向，傍晚还没有住宿的地方。<br>走啊走啊日久远，人疲马乏又渴又饥。<br>担着行囊边走边砍柴，凿冰煮粥充饥肠。<br>想起那篇《东山》，深深触动我的哀伤。</p> <p><strong>注释</strong><br>1.太行山：绵延于山西、河北、河南三省交界处的大山脉。<br>2.何：多么。与下文“雪落何霏霏”之“何”意同。巍巍：高耸的样子。<br>3.羊肠坂（bǎn）：地名，在壶关（今山西长治县东南）东南，以坂道盘旋弯曲如羊肠而得名。坂：斜坡。诘屈：曲折盘旋。<br>4.摧：毁坏、折断。<br>5.罴（pí）：熊的一种，又叫马熊或人熊。<br>6.溪谷：山中低洼有水处。山中居民往往聚居溪谷，此处说“少人民”，言山中人烟稀少。<br>7.霏霏：雪下得很盛的样子。<br>8.延颈：伸长脖子（远眺）。<br>9.怀：怀恋，心事。<br>10.怫（fú）郁：愁闷不安。<br>11.东归：指归故乡谯郡。作者谯（今安徽亳县）人，在太行之东，故云“一东归”。<br>12.绝：断。<br>13.中路：中途。<br>14.薄暮：黄昏。<br>15.担囊：挑着行李。行取薪：边走边拾柴。<br>16.斧冰：以斧凿冰取水。糜（mí）：稀粥。<br>17.《东山》：《诗经》篇名。据毛序，本篇为周公东征，战士离乡三年，在归途中思念家乡而作。<br>18.悠悠：忧思绵长的样子。</p>",
  "shangxi": "<p>　　206年，率兵亲征高干，途中经过太行山著名的羊肠坂道，写下了这首<a href=\"http://so.gushiwen.org/view_48004.aspx\">诗</a>，其格调古直悲凉，回荡着一股沉郁之气。这首诗感情真挚，直抒胸臆，毫不矫情作态。诗人在诗中用质朴无华的笔触描述了委曲如肠的坂道、风雪交加的征途、食宿无依的困境。对于艰难的军旅生活所引起的厌倦思乡情绪，诗人也做了如实的记录。更感人的是，尽管作为军事统帅，诗人在这里却没有强作英豪之态，而是赤裸裸地写出当时在那种环境下的内心波动，直露的笔触把诗人的内心世界呈现出来，以其真诚而扣动着读者的心弦。</p> <p>　　诗以“艰哉何巍巍”总领全篇，通过征途所见突出一个“艰”字。“树木何萧瑟，北风声正悲”二句为全诗奠定了萧瑟悲凉的基调，使诗笼罩在一片凄哀险恶的气氛中。为了进一步渲染凄哀险恶的气氛，诗人又以羊肠小路、恐怖战栗的熊吼虎叫、罕无人迹的漫漫大雪等物象感叹行军的艰难。以此为铺垫，顺势提出“思欲一东归”的念想。末二句并写两面，一写诗人同情长期征战的战士，渴望战争结束、实现统一的心情；一写诗人以周公自比，排除万难、取得征讨胜利的决心。整个诗歌弥漫着悲凉之气，抒情真挚感人。</p>",
  "about": "<h2>创作背景</h2> <p>　　这首<a href=\"http://so.gushiwen.org/view_48004.aspx\">诗</a>是建安十一年（206年）春，<a href=\"http://so.gushiwen.org/author_552.aspx\">曹操</a>亲征高干途中于鞍马间作成的。高干本是袁绍的外甥，又系其下属任并州牧。建安九年（公元204年）时，因慑于曹操的武力而归降，次年又趁曹操北征乌桓之机，举兵反叛盘踞壶关口。为了平定北方，彻底铲除袁绍势力，曹操带着连年征战的疲劳，冒着北方冬春凛冽的寒风，翻越巍峨险峻的太行山，又率师北上作战。</p>",
  "poet": {
    "id": 552,
    "star": 0,
    "name": "曹操",
    "image": "http://img.gushiwen.org/authorImg/caocao.jpg",
    "desc": "曹操（155年－220年正月庚子），字孟德，一名吉利，小字阿瞒，沛国谯（今安徽亳州）人，汉族。东汉末年杰出的政治家、军事家、文学家、书法家。三国中曹魏政权的缔造者，其子曹丕称帝后，追尊为武皇帝，庙号太祖。曹操精兵法，善诗歌，抒发自己的政治抱负，并反映汉末人民的苦难生活，气魄雄伟，慷慨悲凉；散文亦清峻整洁，开启并繁荣了建安文学，给后人留下了宝贵的精神财富，史称建安风骨，鲁迅评价其为“改造文章的祖师”。同时曹操也擅长书法，尤工章草，唐朝张怀瓘在《书断》中评其为“妙品”。"
  },
  "tags": [
    "行军",
    "艰难",
    "同情"
  ]
}