{
  "id": 67007,
  "star": 23,
  "name": "扬州慢·琼花",
  "dynasty": "宋代",
  "content": "弄玉轻盈，飞琼淡泞，袜尘步下迷楼。试新妆才了，炷沈水香球。记晓剪、春冰驰送，金瓶露湿，缇骑新流。甚天中月色，被风吹梦南州。 <br>尊前相见，似羞人、踪迹萍浮。问弄雪飘枝，无双亭上，何日重游。我欲缠腰骑鹤，烟霄远、旧事悠悠。但凭阑无语，烟花三月春愁。",
  "shangxi": "<h2>鉴赏</h2> <p>　　在我国的名花中，最珍异和神秘的要算琼花了。据宋人周密《齐东野语》卷十七记载：“扬州后土祠琼花，天下无二本。……仁宗庆历中，尝分植禁苑，明年辄柘，遂复载还祠中，敷荣如故。淳熙中，寿皇（孝宗）亦尝移植南内，逾年，憔悴无花，仍送还之。其后，宦都东源命园丁取孙枝移接聚八仙根上，遂活，然其香色则大减矣。”词人赵以夫得友人折赠琼花数枝，召聚咏赏，并作《扬州慢》词，这首词就是郑觉斋当时应和而作。</p> <p>　　开始数语，就本题发挥，并将人与花合写。琼花，像轻盈雅淡的仙女，试罢新妆，满身香气，走下楼来。“弄玉”，相传为春秋时秦穆公之女，后与萧史一起升天仙去。“飞琼”，许飞琼，西王母的侍女。“淡泞”，这里指飞琼的衣装素淡。“袜尘”，本<a href=\"http://so.gushiwen.org/author_322.aspx\">曹植</a>《洛神赋》“凌波微步，罗袜生尘”，词中谓仙女的步履轻盈。“迷楼”，点出扬州。隋炀帝在扬州建行宫，回环四合，误入者不得出，名曰迷楼。琼花产于扬州，因此咏琼花之作大多或直接或间接地提到扬州，有赵以夫《扬州漫》一词为证。“香”，一种熏香用的铜球，中分三层，圆转不已，可置于被褥中，香烟不灭。前五句以女仙设喻，描绘琼花的态、色、味，并没有作形状的描写，而着力写琼花的丰神。</p> <p>　　“记晓”三句，承上“迷楼”，遥想当日炀帝赏花情景：在清晨剪下像春冰般寒洁的琼花，插入金瓶中时还沾有晨露，由护卫皇帝出行的“缇骑”以流星快马送至行宫供炀帝赏玩。“甚天中月色，被风吹梦南州”两句，转入眼前的琼花。赵以夫原唱《扬州慢》词序云：“琼花大而瓣厚，其色淡黄。”以“天中月色”拟之，可谓恰到好处。“南州”本泛指南方州郡，此指临安。词言琼花“被风吹梦（到）南州”，下语极迷离恍惚。词开首既屡以仙女比拟琼花。则琼花亦像仙女一样有梦魂。此番在临安出现的、经过移根再植的花，原是她的精魂被风吹至，想象富有情致。</p> <p>　　下片由“吹梦南州”一语点出新意。在酒筵前相见者，是花是人，已融为一体，故加以拟人化的描写：“似羞人、踪迹萍浮”。词人曾在扬州看到过琼花，而今也一样飘泊来到江南，难怪有“踪迹萍浮”之感了。词人不由得陷入深深的回忆之中。他想起无双亭畔那“天下无双”的琼花，如雪般素洁，在春风中摇动；不知自己何时能重游扬州，再睹那美妙的丰姿？</p> <p>　　<a href=\"http://so.gushiwen.org/author_125.aspx\">秦观</a>《琼花》<a href=\"http://so.gushiwen.org/view_67007.aspx\">诗</a>云：“无双亭上传觞处，最惜人归月上时。相见异乡心欲绝，可怜花与月应知。”郑词所写情境，与之相似。“我欲”二句，写词人欲往扬州而不得的感慨。“缠腰骑鹤”，这里使用的是一个著名的典故，也即原是说，话说一个人很贪婪，他既要腰缠万贯，又要长生不老，而且还要到风景秀美的扬州去玩儿；熟语所谓”腰缠十万贯，骑鹤上扬州“，说的就是这么一回事儿。而在此词里，作者谓自己重游扬州，已成妄想，唯有怅望云霄，缅怀旧事而已。“但凭阑无语，烟花三月春愁”，这两句有无限情韵。<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>《黄鹤楼送<a href=\"http://so.gushiwen.org/author_757.aspx\">孟浩然</a>之广陵》诗：“烟花三月下扬州。”在这烟霭迷离、繁花旖旎的春三月，怀念扬州的悠悠旧事，更触起了浓重的春愁，词人独倚阑干，默默无语。下片的构思与赵以夫不大相同，赵作是通过赋花抒发扬州的盛衰之感，此词是借琼花移植到临安就与扬州时大不相同这一现象发出感慨，花移地之后香色不如前，人呢？欲去扬州探花，这是不能实现的梦。再说杨州的琼花还是从前风姿吗？重重慨叹交织在一起，实有无限伤感之情，从而使词的意境更为幽远了。</p>",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "郑觉齐"
  },
  "tags": [
    "咏物",
    "写花",
    "寓人",
    "感伤"
  ]
}