{
  "id": 72952,
  "star": 106,
  "name": "破窑赋 / 寒窑赋 / 劝世章",
  "dynasty": "宋代",
  "content": "<strong>版本一</strong></p> <p>　　天有不测风云，人有旦夕祸福。蜈蚣百足，行不及蛇；雄鸡两翼，飞不过鸦。马有千里之程，无骑不能自往；人有冲天之志，非运不能自通。</p> <p>　　盖闻：人生在世，富贵不能淫，贫贱不能移。文章盖世，孔子厄于陈邦；武略超群，太公钓于渭水。颜渊命短，殊非凶恶之徒；盗跖年长，岂是善良之辈。尧帝明圣，却生不肖之儿；瞽叟愚顽，反生大孝之子。张良原是布衣，萧何称谓县吏。晏子身无五尺，封作齐国宰相；孔明卧居草庐，能作蜀汉军师。楚霸虽雄，败于乌江自刎；汉王虽弱，竟有万里江山。李广有射虎之威，到老无封；冯唐有乘龙之才，一生不遇。韩信未遇之时，无一日三餐，及至遇行，腰悬三尺玉印，一旦时衰，死于阴人之手。</p> <p>　　有先贫而后富，有老壮而少衰。满腹文章，白发竟然不中；才疏学浅，少年及第登科。深院宫娥，运退反为妓妾；风流妓女，时来配作夫人。</p> <p>　　青春美女，却招愚蠢之夫；俊秀郎君，反配粗丑之妇。蛟龙未遇，潜水于鱼鳖之间；君子失时，拱手于小人之下。衣服虽破，常存仪礼之容；面带忧愁，每抱怀安之量。时遭不遇，只宜安贫守份；心若不欺，必然扬眉吐气。初贫君子，天然骨骼生成；乍富小人，不脱贫寒肌体。</p> <p>　　天不得时，日月无光；地不得时，草木不生；水不得时，风浪不平；人不得时，利运不通。注福注禄，命里已安排定，富贵谁不欲？人若不依根基八字，岂能为卿为相？</p> <p>　　吾昔寓居洛阳，朝求僧餐，暮宿破窖，思衣不可遮其体，思食不可济其饥，上人憎，下人厌，人道我贱，非我不弃也。今居朝堂，官至极品，位置三公，身虽鞠躬于一人之下，而列职于千万人之上，有挞百僚之杖，有斩鄙吝之剑，思衣而有罗锦千箱，思食而有珍馐百味，出则壮士执鞭，入则佳人捧觞，上人宠，下人拥。人道我贵，非我之能也，此乃时也、运也、命也。</p> <p>　　嗟呼！人生在世，富贵不可尽用，贫贱不可自欺，听由天地循环，周而复始焉。</p> <p><strong>版本二</strong></p> <p>　　天地有常用，日月有常明，四时有常序，鬼神有常灵。天有宝，日月星辰。地有宝，五谷金银。家有宝，孝子贤孙。国有宝，正直忠良。合天道，则天府鉴临。合地道，则地府消愆。合人道，则民用和睦。三道既合，祸去福来。天地和，则万物生。地道和，则万物兴。父子和，而家有济。夫妇和，而义不分。</p> <p>　　时势不可尽倚，贫穷不可尽欺，世事翻来覆去，须当周而复始。</p> <p>　　余者，居洛阳之时，朝投僧寺，夜宿破窑。布衣不能遮其体，饘粥不能充其饥。上人嫌，下人憎，皆言余之贱也，余曰：非贱也，乃时也，运也，命也。余后登高及第，入中书，官至极品，位列三公，思衣则有绮罗千箱，思食则有百味珍馐，有挞百僚之杖，有斩佞臣之剑，出则壮士执鞭，入则佳人扶袂，廪有余粟，库有余财，人皆言余之贵也，余曰：非贵也，乃时也，运也，命也。</p> <p>　　蛟龙未遇，暂居云雾之间。君子失时，屈守小人之下。命运未通，被愚人之轻弃。时运未到，被小人之欺凌。初贫君子，自怨骨格风流。乍富小人，不脱俗人体态。生平结交惟结心，莫论富贵贫贱。深得千金，而不为贵，得人一语，而胜千金。吾皆悼追无恨人，富贵须当长保守，</p> <p>　　苏秦未遇，归家时，父母憎，兄弟恶，嫂不下玑，妻不愿炊，然衣锦归故里，马壮人强，萤光彩布，兄弟含笑出户迎，妻嫂下阶倾己顾，苏秦本是旧苏秦，昔日何陈今何亲。自家骨肉尚如此，何况区区陌路人，抑犹未也。</p> <p>　　文章冠世，孔子尚厄于陈邦。武略超群，太公曾钓于渭水。颜回命短，岂是凶暴之徒。盗柘年长，自非贤良之辈。帝尧天圣，却养不肖之男。瞽叟顽嚣，反生大孝之子。甘罗十二为宰相，买臣五十作公卿。晏婴身长五尺，封为齐国宰相。韩信力无缚鸡，立为汉朝贤臣，未遇之时，口无一日瓮飧，及至兴通，身受齐王将印，吓燕取赵，统百万雄兵，一旦时休，卒于阴人之毒手。李广有射虎之威，到老无封。冯唐有安邦之志，一世无遇。</p> <p>　　上古圣贤，不掌阴阳之数。今日儒士，岂离否泰之中。腰金衣紫，都生贫贱之家。草履毛鞋，都是富豪之裔。有贫贱，而后有富贵。有小壮，而后有老衰。人能学积善，家有余庆。青春美女，反招愚独之夫。俊秀才郎，竟配丑貌之妇。五男二女，老来一身全无。万贯千金，死后离乡别井。才疏学浅，少年及第登科。满腹文章，到老终身不第。或富贵，或贫贱，皆由命理注定。</p> <p>　　若天不得时，则日月无光。地不得时，则草木不生。水不得时，则波浪不静。人不得时，则命运不通。若无根本八字，岂能为卿为相。一生皆由命，半点不由人。</p> <p>　　蜈蚣多足，不及蛇灵。雄鸡有翼，飞不及鸦。马有千里之驰，非人不能自往。人有千般巧计，无运不能自达。</p> <p>　　吾敬为此劝世文也。",
  "shangxi": "<h2>赏析</h2> <p>　　《破窑赋》透出的是人生命运和天地自然变化循环的思想，文章以自己从凄惨到富贵的经历，列举了自古以来历史上诸多名人经历的各种命运和磨难，摆事实讲道理，来说明这世界人生命运的起起落落。</p> <p>　　人生的始与终，在无运与有运、得时与失时的这种天地时空自然变化循环中，会产生天差地别和意想不到的人为和自然变化。只有经历过太多苦难沧桑和大起大伏的人才能够体会到最深刻地天道无常和人情冷暖的巨大变化，才会体会到在人困、人为和天地自然变化循环中，命运的巨烈地沉浮与很多人生无奈的结局。</p> <p>　　吕蒙正寻求的是他的听天地循环变化、富贵不可尽用，贫贱不可自欺的的人困人为的人生智慧。开篇就是“天有不测风云，人有旦夕祸福”，以及最后“人生在世，富贵不可尽用，贫贱不可自欺”，并且要“听由天地循环，周而复始焉”，吕蒙正在作品中透出这样一种思想：在特定的并且是之前意想不到的天地循环周而复始的变化中，人要富贵不可尽用、贫贱不可自欺的人困人为努力的思想。天尚有不测之风云，人尚有旦夕之祸福，吕蒙正提示人们要重视自然界的星移物换，随着时间变迁，人与事都会带来巨大落差并对人产生很大的影响。天地循环周而复始，所以人必须坦然面对坦途与坎坷。</p> <p>　　吕蒙正用相当大的篇幅列举了自古以来历史上诸多名人各种命运起伏的得时与失时、成功与磨难的巨大落差，他特意要列举这么多数量，是因为要说明很多人想胜天，实际是多数人胜不了天。很多人活在这世上，不会接受现实和应对变化。“马有千里之蹄，无人不能自往；人有凌云之志，非运不能腾达。”有的人虽然“满腹经纶”，但“白发不第”就是到老也当不上官，有的人虽然“才疏学浅”但却“少年登科”，就是年纪轻轻就当官了，这就叫“运”，也就是人们常说的“命好”。《破窑赋》正是提示人们天道无常和人情冷暖是人世间的常态，提示人们要接受现实和应对天地时空的变化。</p>",
  "about": "<h2>创作背景</h2> <p>　　吕蒙正出身贫寒，深刻体会穷人的苦难，所以读书勤奋、工作勤奋、爱民勤奋。他年轻的时候，曾经和<a href=\"http://so.gushiwen.org/author_184.aspx\">寇准</a>一起在破窑读书，体会了人间冷暖。后来做了宰相，更体会到人心的宠辱。所以他写了一段《破窑赋》。</p> <p>　　《破窑赋》系吕蒙正之《劝世章》，又称《寒窑赋》。由于受传统观影响太深，有人认为吕蒙正的思想过于保守消极，因此吕蒙正的许多文章典籍都已失落，而在《吕文穆公传》中这首破窑赋被看作是吕蒙正的经典之作。相传当初是为教化太子而作此文的。吕蒙正曾三次入相，兼任太子的老师。当时太子（后来的宋真宗）青春年少，目中无人，没有哪个太师敢当面教训太子。吕蒙正决定写一篇文章，来告诫太子。于是写了这篇《破窑赋》。这篇文章，虽然内容短小，但是却包含了无穷智慧，聪明的太子一下子就懂得其中的道理。据说太子读过此文后，一改常态，常虚心向他人请教。</p>",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "吕蒙正"
  },
  "tags": [
    "劝诫",
    "人生",
    "思想"
  ]
}