{
  "id": 28673,
  "star": 134,
  "name": "无题四首",
  "dynasty": "唐代",
  "content": "来是空言去绝踪，月斜楼上五更钟。<br>梦为远别啼难唤，书被催成墨未浓。<br>蜡照半笼金翡翠，麝熏微度绣芙蓉。<br>刘郎已恨蓬山远，更隔蓬山一万重。</p> <p>飒飒东风细雨来，芙蓉塘外有轻雷。<br>金蟾啮锁烧香入，玉虎牵丝汲井回。<br>贾氏窥帘韩掾少，宓妃留枕魏王才。<br>春心莫共花争发，一寸相思一寸灰。</p> <p>含情春晼晚，暂见夜阑干。<br>楼响将登怯，帘烘欲过难。<br>多羞钗上燕，真愧镜中鸾。<br>归去横塘晓，华星送宝鞍。</p> <p>何处哀筝随急管，樱花永巷垂杨岸。<br>东家老女嫁不售，白日当天三月半。<br>溧阳公主年十四，清明暖后同墙看。<br>归来展转到五更，梁间燕子闻长叹。",
  "fanyi": "<p><strong>译文</strong><br>她说过要来的，其实是句空话，一去便杳无影踪。我在楼上等着，直到残月西斜，传来五更的晓钟。<br>因为远别而积思成梦，梦里悲啼，久唤难醒；醒后便匆忙提笔写信，心情急切，墨未磨浓。<br>蜡烛的余光，半罩着饰有金翡翠的帷幕；兰麝的香气，熏染了被褥上刺绣的芙蓉。<br>我像古代的刘郎，本已怨恨蓬山仙境的遥远；我所思念的人啊，哪堪更隔着蓬山千重万重！</p> <p>飒飒的东风吹来阵阵的细雨，阵阵轻雷响彻荷花池塘内外。<br>从金蟾的炉内飘出缕缕清香，转动玉虎辘轳可以汲上饮水。<br>贾氏隔帘偷窥韩寿英俊年少，宓妃赠送玉枕钦慕<a href=\"http://so.gushiwen.org/author_322.aspx\">曹植</a>文采。<br>爱情的种子不要和春花开放，寸寸相思只会化成寸寸尘灰。</p> <p>含情脉脉地凝望不觉春日已晚，短暂见上一面也已经是夜深时分。<br>听到楼梯响起想登上去又胆怯，灯光明亮透出窗帘欲去探访又很难。<br>不如钗上之燕，可整日接近其人；不如镜中之鸾，能频对其人倩影。<br>怅然归去经过横塘堤天已拂晓，微弱的晨星宛如在送着宝马金鞍。</p> <p>哪儿传来阵阵清亮的筝声，伴随着急骤的箫管？在樱花怒放的深巷，在垂杨轻拂的河岸。<br>东邻的贫家中有位姑娘，年纪大了还嫁不出去，对着这当空的丽日，对着这暮春三月半。<br>溧阳公主刚刚十四岁，在这清明回暖的日子，与家人一起在园墙里赏玩。<br>这位贫家姑娘回到家后一夜辗转无眠，只有梁间的燕子，听到她的长叹。</p> <p><strong>注释</strong><br>⑴空言：空话，是说女方失约。<br>⑵蜡照：烛光。半笼：半映。指烛光隐约，不能全照床上被褥。金翡翠：指饰以金翠的被子。《长恨歌》：“悲翠衾寒谁与共。”<br>⑶麝熏：麝香的气味。麝本动物名，即香獐，其体内的分泌物可作香料。这里即指香气。度：透过。绣芙蓉：指绣花的帐子。<br>⑷刘郎：相传东汉时刘晨、阮肇一同入山采药，遇二女子，邀至家，留半年乃还 乡。后也以此典喻“艳遇”。<br>⑸蓬山：蓬莱山，指仙境。<br>⑹芙蓉塘：荷塘。轻雷：<a href=\"http://so.gushiwen.org/author_70.aspx\">司马相如</a>《长门赋》：“雷殷殷而响起兮，声像君之车音。”起二句以风、雨、雷等景物起兴，烘托女子怀人之情。<br>⑺金蟾：金蛤蟆。古时在锁头上的装饰。啮：咬。<br>⑻玉虎：用玉石作装饰的井上辘轳，形如虎状。丝：指井索。<br>⑼贾氏：西晋贾充的次女。她在门帘后窥见韩寿，爱悦他年少俊美，两人私通。贾氏以皇帝赐贾充的异香赠寿，被贾充发觉，遂以女嫁给韩寿。韩掾：指韩寿。韩曾为贾充的掾属。<br>⑽宓（fú）妃：古代传说，伏羲氏之女名宓妃，溺死于洛水上，成为洛神。这里借指三国时<a href=\"http://so.gushiwen.org/author_616.aspx\">曹丕</a>的皇后甄氏。相传甄氏曾为曹丕之弟曹植所爱，后来<a href=\"http://so.gushiwen.org/author_552.aspx\">曹操</a>把她嫁给曹丕。甄后被馋死后，曹丕把她的遗物玉带金缕枕送给曹植。曹植离京途径洛水，梦见甄后来相会，表示把玉枕留给他作纪念。醒后遂作《感甄赋》，后明帝改为《洛神赋》。魏王：指魏东阿王曹植。<br>⑾春心：指相思之情。<br>⑿晼（wǎn）晚：日暮。春晼晚：春暮。晼：一作“院”。<br>⒀夜阑干：夜深。<br>⒁烘：灯光明达透出窗帘的情状。<br>⒂多羞钗上燕：《洞冥记》谓汉武帝元鼎间有神女留玉钗与帝，至昭帝时化白燕升天，因名玉燕钗。句言己不能如钗上燕接近其人，故“羞”。<br>⒃镜中鸾：指镜背的鸾鸟图案。句谓己不如镜中鸾之频对其人倩影。<br>⒄华星：犹明星。<br>⒅哀筝：高亢清亮的筝声。急管：急促的管乐。永巷：深长的街巷。<br>⒆东家老女：<a href=\"http://so.gushiwen.org/author_358.aspx\">宋玉</a>《登徒子好色赋》：“臣里之美者，莫若臣东家之子。”此处用此意暗示这位老女是容华美艳的姑娘。嫁不售：嫁不出去。<br>⒇溧（lì）阳公主：梁简文帝的女儿。这里泛指贵家女子。同墙看：谓东家老女也随俗游春，同在园墙里看花。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　《无题四首》包括两首七律、一首五律和一首七古。体裁既杂，各篇之间在内容上也看不出有明显的联系，似乎不一定的同时所作的有统一主题的组<a href=\"http://so.gushiwen.org/view_28673.aspx\">诗</a>。</p> <p>　　第一首是一首艳情诗。诗中写女主人思念远别的情郎，有好景不常在之恨。“梦为远别”为一篇眼目。全诗就是围绕“梦”来写离别之恨。但它并没有按远别——思念——入梦——梦醒的顺序来写。而是先从梦醒时情景写起，然后将梦中与梦后、实境与幻觉来柔合在一起，创造出疑梦疑真、亦梦亦真的艺术境界，最后才点明蓬山万重的阻隔之恨，与首句遥相呼应。这样的艺术构思，曲折宕荡，有力地突出爱情阻隔的主题和梦幻式的心理氛围，使全诗充满迷离恍惚的情怀。</p> <p>　　首句凌空而起，次句宕开写景，两句若即若离。这要和“梦为远别啼难唤”联系起来，方能领略它的神情韵味。远别经年，会合无缘，夜来入梦，两人忽得相见，一觉醒来，却踪迹杳然。但见朦胧斜月空照楼阁，远处传来悠长而凄清的晓钟声。梦醒后的空寂更证实了梦境的虚幻。如果说第二句是梦醒后一片空寂孤清的氛围，那么第一句便是主人公的叹息感慨。</p> <p>　　颔联出句追忆梦中情景。远别的双方，梦中虽得以越过重重阻隔而相会；但即使是在梦中，也免不了离别之苦。梦中相会而来的梦中分别，带来的是难以抑止的梦啼。这样的梦，正反映了长期远别造成的深刻伤痛，强化了刻骨的相思。因此对句写梦醒后立刻修书寄远。在强烈思念之情驱使下奋笔疾书的当时，是不会注意到墨的浓淡的，只有在“书被催成”之后，才意外地发现原来连墨也成磨浓。</p> <p>　　梦醒书成之际，残烛的余光半照着用金钱绣成翡翠鸟图案的帷帐，芙蓉褥上似乎还依稀浮动着麝熏的幽香。六、七句对室内环境气氛的描绘渲染，很富有象征暗示色彩。刚刚消逝的梦境和眼前所见的室内景象在朦胧光影中浑为一片，分不清究是梦境还是实境。烛光半笼，室内若明若暗，恍然犹在梦中；麝香微淡，使人疑心爱人真的来过这里，还留下依稀的余香，上句是以实境为梦境，下句是疑梦境为实境，写恍惚迷离中一时的错觉与幻觉极为生动传神。</p> <p>　　幻觉一经消失，随之而来的便是室空人杳的空虚怅惘，和对方远隔天涯、无缘会合的感慨。尾联借刘晨重寻仙侣不遇的故事，点醒爱情阻隔，“已恨”“更隔”，层递而进，突出了阻隔之无从度越。</p> <p>　　第二首写一位深锁幽闺的女子追求爱情而失望的痛苦，是一篇“刻意伤春”之作。</p> <p>　　首联描绘环境气氛：飒飒东风，飘来蒙蒙细雨；芙蓉塘外，传来阵阵轻雷。既隐隐传达了生命萌动的春天气息，又带有一些凄迷黯淡的色调，烘托出女主人公春心萌动和难以名状的迷惘苦闷。东风细雨，容易令人联想起“梦雨”的典故；芙蓉塘即莲塘，在南朝乐府和唐人诗作中，常常代指男女相悦传情之地；“轻雷”则又暗用<a href=\"http://so.gushiwen.org/author_70.aspx\">司马相如</a>《长门赋》：“雷殷殷而响起兮，声象君之车音。”这一系列与爱情密切相关的词语，所给予读者的暗示和联想是很丰富的。<a href=\"http://so.gushiwen.org/author_274.aspx\">纪昀</a>说：“起二句妙有远神，可以意会。”所谓“远神，是指这种富于暗示性的诗歌语言所构筑的渺远的艺术意境，一种难以言传的朦胧美。</p> <p>　　颔联写女子居处的幽寂。金蟾是一种蟾状香炉；“锁”指香炉的鼻钮，可以开启放入香料；玉虎，是用玉石装饰的虎状辘轳，“丝”指井索。室内户外，所见者惟闭锁的香炉，汲井的辘轳，它们衬托出女子幽处孤寂的情景和长日无聊、深锁春光的惆怅。香炉和辘轳，在诗词中也常和男女欢爱联系在一起，它们同时又是牵动女主人公相思之情的东西，这从两句分别用“香”、“丝”谐音“相”、“思”可以见出。总之，这一联兼用赋、比，既表现女主人公深闭幽闺的孤寞，又暗示她内心时时被牵动的情丝。</p> <p>　　颈联出句使用贾充女与韩寿的爱情故事。见《世说新语》载：晋韩寿貌美，大臣贾充辟他为掾（僚属）。一次充女在帘后窥见韩寿，私相慕悦，遂私通。女以皇帝赐充之西域异香赠寿。被充所发觉，遂以女妻寿。对句使用甄后与<a href=\"http://so.gushiwen.org/author_322.aspx\">曹植</a>的爱情故事。见《文选·洛神赋》李善注说：魏东阿王曹植曾求娶甄氏为妃，<a href=\"http://so.gushiwen.org/author_552.aspx\">曹操</a>却将她许给<a href=\"http://so.gushiwen.org/author_616.aspx\">曹丕</a>。甄后被谗死后，曹丕将她的遗物玉带金镂枕送给曹植。曹植离京归国途经洛水，梦见甄后对他说：“我本托心君王，其心不遂。此枕是我在家时从嫁，前与五官中郎将（曹丕），今与君王。”曹植感其事作《感甄赋》，后明帝改名《洛神赋》（句中“宓妃”即洛神，代指甄后）。由上联的“烧香”引出贾氏窥帘，赠香韩掾；由“牵丝（思）”引出甄后留枕，情思不断，藕断丝连。这两个爱情故事，尽管结局有幸有不幸，但在女主人公的意念中，无论是贾氏窥帘，爱韩寿之少俊，还是甄后情深，慕曹植之才华，都反映出青年女子追求爱情的愿望之强烈，奔放。</p> <p>　　末联突然转折，向往美好爱情的心愿切莫和春花争荣竞发，因为寸寸相思都化成了灰烬。这是深锁幽闺、渴望爱情的女主人公相思无望的痛苦呼喊。热情转化成幻灭的悲哀和强烈的激愤。以“春心”喻爱情的向往，是平常的比喻；但把“春心”与“花争发”联系起来，不仅赋予“春心”以美好的形象，而且显示了它的自然合理性。“相思”本是抽象的概念，诗人由香销成灰联想出“一寸相思一寸灰”的奇句，化抽象为具象，用强烈对照的方式显示了美好事物之毁灭，使这首诗具有一种动人心弦的悲剧美。</p> <p>　　第三首也是写失意的爱情。而这种失意的爱情中又常常融入自己的某些身世之感。在相思成灰的爱情感慨中也可窥见他仕途失意的不幸遭际。</p> <p>　　第四首开头两句只是描写环境，人物并未出场，但景物描写中隐含着人物的感情活动。“哀筝随急管”，不只表现出急管繁弦竞逐的欢快、热烈和喧闹，也暗示出听者对音乐的那种撩拨心弦的力量的特殊感受。照一般的写法，这两句似乎应该写成“樱花永巷垂杨岸，哀筝急管相驰逐”，现在却以“何处”发问领起，先写闻乐，再写乐声从樱花盛开的深巷、垂杨飘拂的河边传出，传神地表现了听者闻乐神驰、寻声循踪的好奇心。</p> <p>　　三、四句写“东家老女”婚嫁失时，自伤迟暮。<a href=\"http://so.gushiwen.org/author_358.aspx\">宋玉</a>《登徒子好色赋》说：“臣里之美者，莫若臣东家之子（指女儿）。”可见东家老女之所以不嫁，并非貌不美，只是家境贫寒。这两句先推出人物，再展开一幅丽日当天，春光将暮的图景。不用任何说明，读者自能想见容华绝世而婚嫁失时的东家老女面对春光将暮之哀伤。<br>五、六句写另一女子。溧阳公主是梁简文帝的女儿，嫁侯景，为景所宠。这里借用此名代称贵家女子。同样是阳春三月，丽日当天，一边是年长难嫁，形单影只；一边却是少年得志，夫妇同游。用对比鲜明的图景，表现了两种不同社会地位的女子完全不同的境遇。</p> <p>　　结尾写东家老女归来后的情景。暮春三月、芳华将逝的景色，丝管竞逐、赏心乐事的场面，贵家女子得意美满的生活，触动了她身世孤孑之感，增添内心的苦闷与哀怨。在漫长难挨的深夜展转难眠。末句以不解人意的梁燕犹“闻长叹”，反衬东家老女的痛苦心情却无人理解与同情，侧面虚点，倍觉隽永而有余味。</p> <p>　　历代诗家都有以美女的无媒难嫁，朱颜的见薄于时，寓才士不遇的诗歌传统。这首无题从内容到写法，都很容易使读者联想起曹植的《美女篇》、《杂诗·南国有佳人》以及其他一些比兴寓言体作品。</p> <p>　　<a href=\"http://so.gushiwen.org/author_204.aspx\">李商隐</a>的无题，以七律为主要形式。这类无题，以抒情的深细婉曲，意境的含蓄朦胧为主要特色，多取抒情主人公内心独白的表达方式，很少叙写事件、人物和客观生活场景。这首七古无题却不主抒情，不作心理刻画，以第三人称的表达方式，描写出一幕有人物、有事件的生活场景，诗的旨意通过生活场景表现出来。语言朴素无华，与七律无题那种华美而富于象征暗示色彩的语言有所区别，别具一格。</p>",
  "poet": {
    "id": 204,
    "star": 0,
    "name": "李商隐",
    "image": "http://img.gushiwen.org/authorImg/lishangyin.jpg",
    "desc": "李商隐，字义山，号玉溪（谿）生、樊南生，唐代著名诗人，祖籍河内（今河南省焦作市）沁阳，出生于郑州荥阳。他擅长诗歌写作，骈文文学价值也很高，是晚唐最出色的诗人之一，和杜牧合称“小李杜”，与温庭筠合称为“温李”，因诗文与同时期的段成式、温庭筠风格相近，且三人都在家族里排行第十六，故并称为“三十六体”。其诗构思新奇，风格秾丽，尤其是一些爱情诗和无题诗写得缠绵悱恻，优美动人，广为传诵。但部分诗歌过于隐晦迷离，难于索解，至有“诗家总爱西昆好，独恨无人作郑笺”之说。因处于牛李党争的夹缝之中，一生很不得志。死后葬于家乡沁阳（今河南焦作市沁阳与博爱县交界之处）。作品收录为《李义山诗集》。"
  },
  "tags": [
    "相思",
    "爱情"
  ]
}