{
  "id": 57632,
  "star": 15,
  "name": "贺新郎·用前韵送杜叔高",
  "dynasty": "宋代",
  "content": "细把君诗说。怅余音、钧天浩荡，洞庭胶葛。千尺阴崖尘不到，惟有层冰积雪。乍一见、寒生毛发。自昔佳人多薄命，对古来、一片伤心月。金屋冷，夜调瑟。 <br>去天尺五君家别。看乘空、鱼龙惨淡，风云开合。起望衣冠神州路，白日销残战骨。叹夷甫、诸人清绝。夜半狂歌悲风起，听铮铮、阵马檐间铁。南共北，正分裂。",
  "shangxi": "<h2>赏析</h2> <p>　　公元1189年（宋孝宗淳熙十六年）春，杜叔高从浙江金华到江西上饶探访作者，作者作此词送别。题云“用前韵”，乃用作者前不久寄<a href=\"http://so.gushiwen.org/author_244.aspx\">陈亮</a>同调词韵。杜叔高是一位很有才气的<a href=\"http://so.gushiwen.org/view_57632.aspx\">诗</a>人，陈亮曾在《复杜仲高书》中称其诗“如干戈森立，有吞虎食牛之气，而左右发春妍以辉映于其间”。只因鼓吹抗金，故遭到主和派的猜忌，虽有报国之心，但亦无请缨之路。作者爱其才华，更爱其人品，词中蕴含着的深情厚意即能反映出来。</p> <p>　　上阕头句至“毛发”数句盛赞叔高诗作之奇美。头句“细把君诗说”，足见非常爱重。因为爱之深，所以说之细。“恍余音、钧天浩荡，洞庭胶葛”，言杜诗气势磅礴，读之恍如听到传说中天帝和黄帝的乐工们在广阔旷远的宇宙间演奏的乐章的余韵，动人心魂。</p> <p>　　“千丈阴崖尘不到，惟有层冰积雪。乍一见、寒生毛发”乃熔裁唐人<a href=\"http://so.gushiwen.org/author_1581.aspx\">李咸用</a>《览友生古风》诗“一卷冰雪言，清泠泠心骨”语意，言杜诗风骨清峻，读之宛若望见尘土都不到的高崖之上的冰雪，不禁毛发生寒。</p> <p>　　如此说诗，不但说得很细，而且说得极美，比喻新颖，想象奇特，既富诗情，亦有画意。接下至“调瑟”数句哀叹叔高的萧索境况。“自昔佳人多薄命，对古来、一片伤心月”，化用<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>《薄命佳人》诗“自古佳人多命薄，闭门春尽杨花落”二句，以古来美妇多遭遗弃隐喻才士常有沉沦：“金屋冷，夜调瑟”则借汉武帝陈皇后失宠，进一步渲染了被弃的凄苦。这里纯用比兴，虽为造境，却甚真切，艺术效果远胜于直言。</p> <p>　　下阕写叔高之怀才不遇而转及其家门昔盛今衰。“去天尺五君家别”乃隐括《三秦记》“城南韦杜，去天尺五”一语，谓长安杜氏本强宗大族，门望极其尊崇，但叔高一家却有异于此，是然足弟五人皆有才学，但只因不善钻营而都未有所成就。“看乘空、鱼龙惨淡，风云开合”则变化《易乾·九五》“云从龙，风从虎”之语，假托鱼龙纷扰、腾飞搏斗于风云开合之中的昏惨景象，暗喻朝中群小趋炎附势、为谋求权位而激烈竞争。一“看”字有冷眼旁观、不胜鄙薄之意。群小疯狂奔竞，反映了朝政的黑暗腐败。叔高兄弟不得进用，原因即在于此；北方失地不得收复，原因亦在于此。故接下乃兴起神陆沉的悲慨：“起望衣冠神州路，白日消残战骨。叹夷甫诸人清绝！”昔日衣冠相望的中原路上，而今唯见一片荒凉，纵横满地的战骨正在白日寒光中逐渐消损。然而当国者却只顾偏安享乐，对中原遗民早已“一切不复关念”（陈亮《上孝宗皇帝书》），许多官僚也“微有西晋风，作王衍阿堵等语”而“讳言恢复”（李心传《建炎以来朝野杂记》乙集卷三此宋孝宗赵语），借以掩饰其内心的怯懦和卑劣。“叹夷甫诸人清绝”即对此辈愤怒斥责。朝政如此腐败，士大夫如引腐朽，词人的爱国之心却仍在激烈搏动：“夜半狂歌悲风起。听铮铮、阵马檐间铁。”中原未复，愁思难眠，夜半狂歌，悲风惊起，听檐间铁片铮铮作响，宛如千万匹冲锋陷阵的战马疾驰而过。此时词人亦仿佛在挥戈跃马，率领锦突骑兵奔赴疆场，他满怀异常畅快的心情。但这只是暂时的幻觉，这幻觉一消失，那虚生的畅快也就随之消失了，代之而来的必然是加倍的痛苦。歇拍“南共北，正分裂”便是在幻觉消失后发出的惨痛呼号。</p> <p>　　细读此词，乃于慰勉朋侣之中，融入忧伤时世之感，故虽为送别之作，但有悲壮之情。然而其运笔之妙，则在于“如春云浮空，卷舒起灭，随所变态，无非可观”（范开《稼轩词序》）。说诗思之深广，则钧天洞庭，浑涵悠远；言诗格之清峻，则阴崖冰雪，奇峭高寒；状境况之萧寥，则冷月哀弦，凄凉幽怨；刺群小之奔竞，则风云鱼龙，纷纷扰扰；悲神州之陆沉，则寒日残骸，惨不忍睹抒报国之激情，则神驰战阵，铁骑铮铮；痛山河之破碎，则声发穿云，肝胆欲裂。凡此皆“有性情，有境界”（《人间词话》），故独高格而不同凡响。</p>",
  "poet": {
    "id": 217,
    "star": 0,
    "name": "辛弃疾",
    "image": "http://img.gushiwen.org/authorImg/xinqiji.jpg",
    "desc": "辛弃疾（1140－1207），南宋词人。原字坦夫，改字幼安，别号稼轩，汉族，历城（今山东济南）人。出生时，中原已为金兵所占。21岁参加抗金义军，不久归南宋。历任湖北、江西、湖南、福建、浙东安抚使等职。一生力主抗金。曾上《美芹十论》与《九议》，条陈战守之策。其词抒写力图恢复国家统一的爱国热情，倾诉壮志难酬的悲愤，对当时执政者的屈辱求和颇多谴责；也有不少吟咏祖国河山的作品。题材广阔又善化用前人典故入词，风格沉雄豪迈又不乏细腻柔媚之处。由于辛弃疾的抗金主张与当政的主和派政见不合，后被弹劾落职，退隐江西带湖。"
  },
  "tags": [
    "送别",
    "感时伤事",
    "怀才不遇"
  ]
}