{
  "id": 52815,
  "star": 250,
  "name": "念奴娇·春情",
  "dynasty": "宋代",
  "content": "萧条庭院，又斜风细雨，重门须闭。宠柳娇花寒食近，种种恼人天气。险韵诗成，扶头酒醒，别是闲滋味。征鸿过尽，万千心事难寄。 <br>楼上几日春寒，帘垂四面，玉阑干慵倚。被冷香消新梦觉，不许愁人不起。清露晨流，新桐初引，多少游春意。日高烟敛，更看今日晴未。",
  "fanyi": "<p><strong>译文<br></strong>萧条冷落的庭院，吹来了斜风细雨，一层层的院门紧紧关闭。春天的娇花即将开放，嫩柳也渐渐染绿。寒食节即将临近，又到了令人烦恼的时日，推敲险奇的韵律写成<a href=\"http://so.gushiwen.org/view_52815.aspx\">诗</a>篇，从沉醉的酒意中清醒，还是闲散无聊的情绪，别有一番闲愁在心头。远飞的大雁尽行飞过，可心中的千言万语却难以托寄。<br>连日来楼上春寒泠冽，帘幕垂得低低。玉栏杆我也懒得凭倚。锦被清冷，香火已消，我从短梦中醒来。这情景，使本来已经愁绪万千的我不能安卧。清晨的新露涓涓，新发出的桐叶一片湛绿，不知增添了多少游春的意绪。太阳已高，晨烟初放，再看看今天是不是又一个放晴的好天气。</p> <p><strong>注释<br></strong>⑴念奴娇：词牌名。又名“百字令”、“酹江月”、“大江东去”，双调一百字，前后阕各四仄韵。<br>⑵重门：多层的门。<br>⑶寒食：古代在清明节前两天的节日，焚火三天，只吃冷食，所以称寒食。<br>⑷险韵诗：以生僻而又难押之字为韵脚的诗。人觉其险峻而又能化艰僻为平妥，并无凑韵之弊。<br>⑸扶头酒：易醉之酒。<br>⑹征鸿：远飞的大雁<br>⑺玉阑干：栏杆的美称。慵：懒。<br>⑻烟敛：烟收、烟散的意思。烟，这里指像烟一样弥漫在空中的云气。<br>⑼晴未：天气晴了没有？未，同否，表示询问。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这是一首怀人之作。它叙写了寒食节时对丈夫的怀念。开头三句写环境气候，景色萧条。柳、花而用“宠”、“娇”修饰，隐有妒春之意。接着写作<a href=\"http://so.gushiwen.org/view_52815.aspx\">诗</a>填词醉酒，但闲愁却无法排解，已有万般怨尤。一句“征鸿过尽，万千心事难寄”，道出词人闲愁的原因：自己思念远行的丈夫，“万千心事”却无法捎寄。下阕开头三句，写出词人懒倚栏杆的愁闷情志，又写出她独宿春闺的种种感觉。“不许愁人不起”，写出作者已失去支撑生活的乐趣。“清露”两句转写新春的可爱，因之产生游春心思。结尾两句最为佳妙：天已放晴，却担心是否真晴，那种心有余悸的感觉，表现得极为凄迷。</p> <p>　　“萧条庭院”句写词人所处的环境，给人以寂寞幽深之感。庭院深深，寂寥无人，令人伤感；兼以细雨斜风，则景象之萧条，心境之凄苦，更觉怆然。一句“重门须闭”，写词人要把门儿关上，实际上她是想关闭心灵的窗户。</p> <p>　　“宠柳娇花寒食近，种种恼人天气”，这两句由斜风细雨，而想到宠柳娇花，既倾注了对美好事物的关心，也透露出惆怅自怜的感慨。“萧条庭院”句遣辞造句上，也显示了词人独创的才能。“宠柳娇花”是以和易安名句“绿肥红瘦”相比美，以其字少而意深，事熟而句生，足见锤炼功夫。其中可以引申出这么一些意思：春近寒食时节，垂柳繁花，犹得天宠，人来柳阴花下留连玩赏，花与柳便也如宠儿娇女，成为备受人们爱怜的角色。其中又以人之宠爱为主体奈何临近寒食清明这种多雨季节，游赏不成，只好深闭重门，而花受风雨摧残，也“恼人”之列。</p> <p>　　“险韵诗成，扶头酒醒，别是闲滋味”，由天气、花柳，渐次写到人物。风雨之夕，词人饮酒赋诗，借以排遣愁绪，然而诗成酒醒之后，无端愁绪重又袭上心头，“别是闲滋味”。一“闲”字，将伤春念远情怀，暗暗逗出，耐人寻味。“征鸿过尽”句点上片主旨，是虚写，实际上是用鸿雁传书的典故，暗寓赵明诚走后，词人欲寄相思，而信使难逢。“万千心事”，关它不住，遣它不成，寄也无方，最后还是把它深深地埋藏心底。</p> <p>　　“楼上几日春寒”句拓开一层，然仍承“万千心事”意脉。连日阴霾，春寒料峭，词人楼头深坐，帘垂四面。“帘垂四面”，是上阕“重门须闭”的进一步发展，既关上重门，又垂下帘幕，则小楼之幽暗可知；楼中人情怀之索寞，亦不言而喻了。“玉阑干慵倚”，刻画词人无聊意绪，而隐隐离情亦其中。征鸿过尽，音信无凭，纵使阑干倚遍，亦复何用。阑干慵倚，楼内寒深，枯坐更加愁闷，于是词人唯有恹恹入睡了。可是又感罗衾不耐春寒，渐渐从梦中惊醒。心事无人可告，唯有托诸梦境；而梦乡新到，又被寒冷唤回。其辗转难眠之意，凄然溢于言表。“不许愁人不起”，多少无可奈何的情绪，都包含这六字之中，词人为离情所折磨而痛苦不堪，又因明诚外出而实有此情，并非虚构。虚虚实实，感人至深。</p> <p>　　从“清露晨流”到篇终，词境为之一变。此前，词清调苦，婉曲深挚；此后，清空疏朗，低徊蕴藉。“清露晨流，新桐初引”写晨起时庭院中景色。从“重门须闭”，“帘垂四面”，至此帘卷门开，顿然令人感到一股盎然生意。日既高，烟既收，本是大好晴天，但词人还要“更看今日晴未”，说明春寒日久，阴晴不定，即便天已放晴，她还放心不下；暗中与前面所写的风雨春寒相呼应，脉络清晰。以问句作结，更有余味不尽的意味。</p> <p>　　全词从上片的天阴写到下片的天晴，从前的愁绪萦回到后面的轩朗，条理清晰，层次井然。词中感情的起伏和天气的变化相谐而生，全篇融情入景，浑然天成。是一首别具一格的闺怨词。</p>",
  "about": "<h2>创作背景</h2> 　　此词为春闺独处怀人之作，是词人早期作品。政和六年（1116），清照三十三岁。这年三月初四，夫婿赵明诚游览距青州约一百七十里的名刹灵严寺。夫君离她而去，深闺寂寞，她却无可奈何。断肠心事难以寄托，于是在满怀思念之时创作了这首《念奴娇》。",
  "poet": {
    "id": 536,
    "star": 0,
    "name": "李清照",
    "image": "http://img.gushiwen.org/authorImg/liqingzhao.jpg",
    "desc": "李清照（1084年3月13日～1155年5月12日）号易安居士，汉族，山东省济南章丘人。宋代（南北宋之交）女词人，婉约词派代表，有“千古第一才女”之称。所作词，前期多写其悠闲生活，后期多悲叹身世，情调感伤。形式上善用白描手法，自辟途径，语言清丽。论词强调协律，崇尚典雅，提出词“别是一家”之说，反对以作诗文之法作词。能诗，留存不多，部分篇章感时咏史，情辞慷慨，与其词风不同。有《易安居士文集》《易安词》，已散佚。后人有《漱玉词》辑本。今有《李清照集校注》。"
  },
  "tags": [
    "宋词精选",
    "婉约",
    "寒食节",
    "写景",
    "怀人"
  ]
}