{
  "id": 10240,
  "star": 433,
  "name": "燕歌行",
  "dynasty": "唐代",
  "content": "开元二十六年，客有从御史大夫张公出塞而还者；作《燕歌行》以示适，感征戍之事，因而和焉。</p> <p>汉家烟尘在东北，汉将辞家破残贼。<br>男儿本自重横行，天子非常赐颜色。<br>摐金伐鼓下榆关，旌旆逶迤碣石间。<br>校尉羽书飞瀚海，单于猎火照狼山。<br>山川萧条极边土，胡骑凭陵杂风雨。<br>战士军前半死生，美人帐下犹歌舞。<br>大漠穷秋塞草腓，孤城落日斗兵稀。<br>身当恩遇常轻敌，力尽关山未解围。<br>铁衣远戍辛勤久，玉箸应啼别离后。<br>少妇城南欲断肠，征人蓟北空回首。<br>边庭飘飖那可度，绝域苍茫更何有。<br>杀气三时作阵云，寒声一夜传刁斗。<br>相看白刃血纷纷，死节从来岂顾勋。<br>君不见沙场征战苦，至今犹忆李将军。<br>开元二十六年，客有从御史大夫张公出塞而还者；作《燕歌行》以示适，感征戍之事，因而和焉。</p> <p>汉家烟尘在东北，汉将辞家破残贼。<br>男儿本自重横行，天子非常赐颜色。<br>摐金伐鼓下榆关，旌旆逶迤碣石间。<br>校尉羽书飞瀚海，单于猎火照狼山。<br>山川萧条极边土，胡骑凭陵杂风雨。<br>战士军前半死生，美人帐下犹歌舞。<br>大漠穷秋塞草腓，孤城落日斗兵稀。<br>身当恩遇常轻敌，力尽关山未解围。<br>铁衣远戍辛勤久，玉箸应啼别离后。<br>少妇城南欲断肠，征人蓟北空回首。<br>边庭飘飖那可度，绝域苍茫更何有。<br>杀气三时作阵云，寒声一夜传刁斗。<br>相看白刃血纷纷，死节从来岂顾勋。<br>君不见沙场征战苦，至今犹忆李将军。",
  "fanyi": "<p><strong>译文</strong><br><span style=\"font-family:KaiTi_GB2312;\">唐玄宗开元二十六年，有个随从主帅出塞回来的人，写了《燕歌行》<a href=\"http://so.gushiwen.org/view_10240.aspx\">诗</a>一首给我看。我感慨于边疆战守的事，因而写了这首《燕歌行》应和他。</span></p> <p>唐朝边境举烟火狼烟东北起尘土，唐朝将军辞家去欲破残忍之边贼。<br>战士们本来在战场上就所向无敌，皇帝又特别给予他们丰厚的赏赐。<br>锣声响彻重鼓棰声威齐出山海关，旌旗迎风又逶迤猎猎碣石之山间。<br>校尉紧急传羽书飞奔浩瀚之沙海，匈奴单于举猎火光照已到我狼山。<br>山河荒芜多萧条满目凄凉到边土，胡人骑兵仗威力兵器声里夹风雨。<br>战士拼斗军阵前半数死去半生还，美人却在营帐中还是歌来还是舞！<br>时值深秋大沙漠塞外百草尽凋枯，孤城一片映落日战卒越斗越稀少。<br>身受皇家深恩义常思报国轻寇敌，边塞之地尽力量尚未破除匈奴围。<br>身穿铁甲守边远疆场辛勤已长久，珠泪纷落挂双目丈夫远去独啼哭。<br>少妇孤单住城南泪下凄伤欲断肠，远征军人驻蓟北依空仰望频回头。<br>边境飘渺多遥远怎可轻易来奔赴，绝远之地尽苍茫更是人烟何所有。<br>杀气春夏秋三季腾起阵前似乌云，一夜寒风声声里如泣更声惊耳鼓。<br>互看白刃乱飞舞夹杂鲜血纷飞，从来死节为报国难道还求著功勋？<br>你没看见拼杀在沙场战斗多惨苦，现在还在思念有勇有谋的李将军。</p> <p><strong>注释</strong><br>燕歌行：乐府旧题。诗前有作者原序：“开元二十六年，客有从御史大夫张公出塞而还者，作《燕歌行》以示适。感征戍之事，因而和焉。”张公，指幽州节度使张守珪，曾拜辅国大将军、右羽林大将军，兼御史大夫。一般以为本诗所讽刺的是开元二十六年，张守珪部将赵堪等矫命，逼平卢军使击契丹余部，先胜后败，守珪隐败状而妄奏功。这种看法并不很准确。<br>汉家：汉朝，唐人诗中经常借汉说唐。<br>烟尘：代指战争。<br>横行：任意驰走，无所阻挡。<br>元戎：军事元帅。<br>非常赐颜色：超过平常的厚赐礼遇。<br>摐：撞击。<br>金：指钲一类铜制打击乐器。<br>伐：敲击。<br>榆关：山海关，通往东北的要隘。<br>旌旆：旌是竿头饰羽的旗。旆是末端状如燕尾的旗。这里都是泛指各种旗帜。<br>逶迤：蜿蜒不绝的样子。<br>碣石；山名。<br>校尉；次于将军的武官。<br>羽书；（插有鸟羽的，军用的）紧急文书。<br>瀚海；沙漠。这里指内蒙古东北西拉木伦河上游一带的沙漠。<br>单于；匈奴首领称号，也泛指北方少数民族首领。<br>猎火：打猎时点燃的火光。古代游牧民族出征前，常举行大规模校猎，作为军事性的演习。<br>狼山：又称狼居胥山，在今内蒙古自治区克什克腾旗西北。一说狼山又名郎山，在今河北易县境内。此处“瀚海”、“狼山”等地名，未必是实指。<br>极：穷尽。<br>凭陵：仗势侵凌。<br>杂风雨：形容敌人来势凶猛，如风雨交加。一说，敌人乘风雨交加时冲过来。<br>半生死：意思是半生半死，伤亡惨重。<br>腓（一作衰）：指枯萎。隋虞世基《陇头吟》：“穷求塞草腓，塞外胡尘飞”<br>斗兵稀：作战的士兵越打越少了。<br>身当恩遇：指主将受朝廷的恩宠厚遇。<br>玉箸：白色的筷子（玉筷），比喻思妇的泪水如注。<br>城南：京城长安的住宅区在城南。<br>蓟北：唐蓟州在今天津市以北一带，此处当泛指唐朝东北边地。<br>边庭飘摇：形容边塞战场动荡不安。庭，一作“风”。飘摇，一作“飘飘”，随风飘荡的样子。<br>度：越过相隔的路程，回归。<br>绝域：更遥远的边陲。<br>更何有：更加荒凉不毛。<br>三时：指晨、午、晚，即从早到夜（历时很久。三，不表确数。）。<br>刁斗：军中夜里巡更敲击报时用的、煮饭时用的，两用铜器。<br>阵云：战场上象征杀气的云，即战云。<br>一夜：即整夜，彻夜。<br>血：一作“雪”<br>死节：指为国捐躯。节，气节。<br>岂顾勋：难道还顾及自己的功勋。<br>李将军：指汉朝李广，他能捍御强敌，爱抚士卒，匈奴称他为汉之飞将军。</p>",
  "shangxi": "<h2>分析</h2> <p>　　全<a href=\"http://so.gushiwen.org/view_10240.aspx\">诗</a>以非常浓缩的笔墨，写了一个战役的全过程：第一段八句写出师，第二段八句写战败，第三段八句写被围，第四段四句写死斗的结局。各段之间，脉理绵密。</p> <p>　　诗的发端两句便指明了战争的方位和性质，见得是指陈时事，有感而发。“男儿本自重横行，天子非常赐颜色”，貌似揄扬汉将去国时的威武荣耀，实则已隐含讥讽，预伏不文。樊哙在吕后面前说：“臣愿得十万众，横行匈奴中”，季布便斥责他当面欺君该斩。（见《史记。季布传》）所以，这“横行”的由来，就意味着恃勇轻敌。唐汝询说：“言烟尘在东北，原非犯我内地，汉将所破特余寇耳。盖此辈本重横行，天子乃厚加礼貌，能不生边衅乎？”（《唐诗解》卷十六）这样理解是正确的。紧接着描写行军：“摐金伐鼓下榆关，旌旆逶迤碣石间。”透过这金鼓震天、大摇大摆前进的场面，可以揣知将军临战前不可一世的骄态，也为下文反衬。战端一启，“校尉羽书飞瀚海”，一个“飞”字警告了军情危急：“单于猎火照狼山”，犹如“看明王宵猎，骑火一川明，笳鼓悲鸣，遣人惊！”（<a href=\"http://so.gushiwen.org/author_406.aspx\">张孝祥</a>《六州歌头》）不意“残贼”乃有如此威势。从辞家去国到榆关、碣石，更到瀚海、狼山，八句诗概括了出征的历程，逐步推进，气氛也从宽缓渐入紧张。</p> <p>　　第二段写战斗危急而失利。落笔便是“山川萧条极边土”，展现开阔而无险可凭的地带，带出一片肃杀的气氛。“胡骑”迅急剽悍，象狂风暴雨，卷地而来。汉军奋力迎敌，杀得昏天黑地，不辨死生。然而，就在此时此刻，那些将军们却远离阵地寻欢作乐：“美人帐下犹歌舞！”这样严酷的事实对比，有力地揭露了汉军中将军和兵士的矛盾，暗示了必败的原因。所以紧接着就写力竭兵稀，重围难解，孤城落日，衰草连天，有着鲜明的边塞特点的阴惨景色，烘托出残兵败卒心境的凄凉。“身当恩遇恒轻敌，力尽关山未解围”。回应上文，汉将“横行”的豪气业已灰飞烟灭，他的罪责也确定无疑了。</p> <p>　　第三段写士兵的痛苦，实是对汉将更深的谴责。应该看到，这里并不是游离战争进程的泛写，而是处在被围困的险境中的士兵心情的写照。“铁衣远戍辛勤久”以下三联，一句征夫，一句征夫悬念中的思妇，错综相对，离别之苦，逐步加深。城南少妇，日夜悲愁，但是“边庭飘飖那可度？”蓟北征人，徒然回首，毕竟“绝域苍茫更何有！”相去万里，永无见期，“人生到此，天道宁论！”更那堪白天所见，只是“杀气三时作阵云”；晚上所闻，惟有“寒声一夜传刁斗”，如此危急的绝境，真是死在眉睫之间，不由人不想到把他们推到这绝境的究竟是谁呢？这是深化主题的不可缺少的一段。</p> <p>　　最后四句总束全篇，淋漓悲壮，感慨无穷。“相看白刃血纷纷，死节从来岂顾勋”，最后士兵们与敌人短兵相接，浴血奋战，那种视死如归的精神，岂是为了取得个人的功勋！他们是何等质朴、善良，何等勇敢，然而又是何等可悲呵！</p> <p>　　诗人的感情包含着悲悯和礼赞，而“岂顾勋”则是有力地讥刺了轻开边衅，冒进贪功的汉将。最末二句，诗人深为感慨道：“君不见沙场征战苦，至今犹忆李将军！”八九百年前威镇北边的飞将军李广，处处爱护士卒，使士卒“咸乐为之死”。这与那些骄横的将军形成多么鲜明的对比。诗人提出李将军，意义尤为深广。从汉到唐，悠悠千载，边塞战争何计其数，驱士兵如鸡犬的将帅数不胜数，备历艰苦而埋尸异域的士兵，更何止千千万万！可是，千百年来只有一个李广，怎不教人苦苦地追念他呢？<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>赞美<a href=\"http://so.gushiwen.org/author_227.aspx\">高适</a>、<a href=\"http://so.gushiwen.org/author_113.aspx\">岑参</a>的诗：“意惬关飞动，篇终接混茫。”（《寄高使君、岑长史三十韵》）此诗以李广终篇，意境更为雄浑而深远。</p> <p>　　全诗气势畅达，笔力矫健，经过惨淡经营而至于浑化无迹。气氛悲壮淋漓，主意深刻含蓄。“山川萧条极边土，胡骑凭陵杂风雨”，“大漠穷秋塞草腓，孤城落日斗兵稀”，诗人着意暗示和渲染悲剧的场面，以凄凉的惨状，揭露好大喜功的将军们的罪责。尤可注意的是，诗人在激烈的战争进程中，描写了士兵们复杂变化的内心活动，凄恻动人，深化了主题。全诗处处隐伏着鲜明的对比。从贯串全篇的描写来看，士兵的效命死节与汉将的怙宠贪功，士兵辛苦久战、室家分离与汉将临战失职，纵情声色，都是鲜明的对比。而结尾提出李广，则又是古今对比。全篇“战士军前半死生，美人帐下犹歌舞”，“二句最为沈至”（《唐宋诗举要》引吴汝纶评语），这种对比，矛头所指十分明显，因而大大加强了讽刺的力量。</p> <p>　　《燕歌行》是唐人七言歌行中运用律句很典型的一篇。全诗用韵依次为入声“职”部、平声“删”部、上声“麌”部、平声“微”部、上声“有”部、平声“文”部，恰好是平仄相间，抑扬有节。除结尾两句外，押平韵的句子，对偶句自不待言，非对偶句也符合律句的平仄，如“摐金伐鼓下榆关，旌旆逶迤碍石间”；押仄韵的句子，对偶的上下句平仄相对也是很严整的，如“杀气三时作阵云，寒声一夜传刁斗。”这样的音调之美，正是“金戈铁马之声，有玉磐鸣球之节”（《唐风定》卷九邢昉评语）。</p><br/><h2>鉴赏</h2> <p>　　《燕歌行》是<a href=\"http://so.gushiwen.org/author_227.aspx\">高适</a>的代表作。虽用乐府旧题，却是因时事而作的，这是乐府<a href=\"http://so.gushiwen.org/view_10240.aspx\">诗</a>的发展，如果再进一步，就到了<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>《丽人行》、《兵车行》、“三吏”、“三别”等即事命篇的新乐府了。《燕歌行》是一个乐府题目，属于《相和歌》中的《平调曲》，这个曲调以前没有过记载，因此据说就是<a href=\"http://so.gushiwen.org/author_616.aspx\">曹丕</a>开创的。 曹丕的《燕歌行》有两首，是写妇女秋思，由他首创，所以后人多学他如此用燕歌行曲调做闺怨诗。高适的《燕歌行》是写边塞将士生活，用燕歌行曲调写此题材他是第一个。此诗主要是揭露主将骄逸轻敌，不恤士卒，致使战事失利。历来注家未对序文史事详加考核，都以为是讽张守珪而作。其实，这是不符史实的。此诗所刺对象应是受张守珪派遣、前往征讨奚、契丹的平卢讨击使、左骁卫将军安禄山。</p> <p>　　诗大体可分四段：首段八句写出师。其中前四句说战尘起于东北，将军奉命征讨，天子特赐光彩，已见得宠而骄，为后文轻敌伏笔。后四句接写出征阵容。旌旗如云，鼓角齐鸣，一路上浩浩荡荡，大模大样开赴战地，为失利时狼狈情景作反衬。“校尉”两句写抵达前线。羽书飞驰，见军情紧急；猎火照夜，说敌阵森严。第二段八句写战斗经过。其中前四句写战初敌人来势凶猛，我军伤亡惨重，后四句说至晚已兵少力竭，不得解围。“山川萧条极边土”，说明战场地形是无险可凭的开阔地带，这正有利于胡骑驰突，故接写敌军如暴风骤雨之袭来。“战士”两句用对比方法写出了主将骄惰轻敌，不恤士卒，一面是拚死苦战，一面仍恣意逸乐。这是诗中最有揭露性的描写。大漠衰草、落日孤城的萧飒景象，为“斗兵稀”作衬托，同时写战斗一直持续到傍晚。“身当恩遇常轻敌”，正面点出损兵被围的原因，是诗的主旨。第三段八句写征人，思妇两地相望，重会无期。诗虽古体，多用偶句，此段因内容需要，而犹着意作对仗。又此诗平仄转韵，一般四句一转，独此段八句全用仄韵，与表现双方摇摇不安的心绪相适应。杀气成云，刁斗传寒，都是极力渲染悲凉气氛。末段四句，两句写战士在生还无望的处境下，已决心以身殉国。“岂顾勋”三字，仍是对将帅的讽刺。两句诗人感慨，对战士的悲惨命运深寄同情，诗以“至今犹忆李将军”作结，再次点明主题。盛唐时，殷璠评高适曰：“其诗多胸臆语，兼有气骨。”此诗确实可以作为代表。</p> <p>　　《燕歌行》不仅是高适的“第一大篇”（近人赵熙评语），而且是整个唐代边塞诗中的杰作，千古传诵，良非偶然。</p> <p>　　开元十五年（公元727），高适曾北上蓟门。二十年，信安王李禕征讨奚、契丹，他又北去幽燕，希望到信安王幕府效力，未能如愿：“岂无安边书，诸将已承恩。惆怅孙吴事，归来独闭门”（《蓟中作》）。可见他对东北边塞军事，下过一番研究工夫。开元二十一年后，幽州节度使张守珪经略边事，初有战功。但二十四年，张让平卢讨击使安禄山讨奚、契丹，“禄山恃勇轻进，为虏所败”（《资治通鉴》卷二百十五）。二十六年，幽州将赵堪、白真陀罗矫张守珪之命，逼迫平卢军使乌知义出兵攻奚、契丹，先胜后败。“守珪隐其状，而妄奏克获之功”（《旧唐书。张守珪传》）。高适对开元二十四年以后的两次战败，感慨很深，因写此篇。</p> <p>　　诗意在慨叹征战之苦，谴责将领骄傲轻敌，荒淫失职，造成战争失利，使战士受 到极大痛苦和牺牲，反映了士兵与将领之间苦乐不同，庄严与荒淫迥异的现实。诗虽 叙写边战，但重点不在民族矛盾，而是讽刺和愤恨不恤战士的将领。同时，也写出了 为国御敌之辛勤。主题仍是雄健激越，慷慨悲壮。</p><br/><h2>赏析</h2> <p>　　《燕歌行》是<a href=\"http://so.gushiwen.org/author_227.aspx\">高适</a>的代表作，不仅是高适的“第一大篇”（近人赵熙评语），而且是整个唐代边塞<a href=\"http://so.gushiwen.org/view_10240.aspx\">诗</a>中的杰作，千古传诵，良非偶然。</p> <p>　　诗意在慨叹征战之苦，谴责将领骄傲轻敌，荒淫失职，造成战争失利，使战士受到极大痛苦和牺牲，反映了士兵与将领之间苦乐不同，庄严与荒淫迥异的现实。诗虽叙写边战，但重点不在民族矛盾，而是讽刺和愤恨不恤战士的将领。同时，也写出了为国御敌之辛勤。主题仍是雄健激越，慷慨悲壮。</p> <p>　　全诗以非常浓缩的笔墨，写了一个战役的全过程：第一段八句写出师，第二段八句写战败，第三段八句写被围，第四段四句写死斗的结局。各段之间，脉理绵密。</p> <p>　　诗的发端两句便指明了战争的方位和性质，见得是指陈时事，有感而发。“男儿本自重横行，天子非常赐颜色”，貌似揄扬汉将去国时的威武荣耀，实则已隐含讥讽，预伏下文。樊哙在吕后面前说：“臣愿得十万众，横行匈奴中”，季布便斥责他当面欺君该斩。（见《史记·季布传》）所以，这“横行”的由来，就意味着恃勇轻敌。紧接着描写行军：“摐金伐鼓下榆关，旌旆逶迤碣石间。”透过这金鼓震天、大摇大摆前进的场面，可以揣知将军临战前不可一世的骄态，也为下文反衬。战端一启，“校尉羽书飞瀚海”，一个“飞”字警告了军情危急：“单于猎火照狼山”，犹如“看明王宵猎，骑火一川明，笳鼓悲鸣，遣人惊！”（<a href=\"http://so.gushiwen.org/author_406.aspx\">张孝祥</a>《六州歌头》）不意“残贼”乃有如此威势。从辞家去国到榆关、碣石，更到瀚海、狼山，八句诗概括了出征的历程，逐步推进，气氛也从宽缓渐入紧张。</p> <p>　　第二段写战斗危急而失利。落笔便是“山川萧条极边土”，展现开阔而无险可凭的地带，带出一片肃杀的气氛。“胡骑”迅急剽悍，象狂风暴雨，卷地而来。汉军奋力迎敌，杀得昏天黑地，不辨死生。然而，就在此时此刻，那些将军们却远离阵地寻欢作乐：“美人帐下犹歌舞！”这样严酷的事实对比，有力地揭露了汉军中将军和兵士的矛盾，暗示了必败的原因。所以紧接着就写力竭兵稀，重围难解，孤城落日，衰草连天，有着鲜明的边塞特点的阴惨景色，烘托出残兵败卒心境的凄凉。“身当恩遇恒轻敌，力尽关山未解围”。回应上文，汉将“横行”的豪气业已灰飞烟灭，他的罪责也确定无疑了。</p> <p>　　第三段写士兵的痛苦，实是对汉将更深的谴责。应该看到，这里并不是游离战争进程的泛写，而是处在被围困的险境中的士兵心情的写照。“铁衣远戍辛勤久”以下三联，一句征夫，一句征夫悬念中的思妇，错综相对，离别之苦，逐步加深。城南少妇，日夜悲愁，但是“边庭飘飖那可度？”蓟北征人，徒然回首，毕竟“绝域苍茫更何有！”相去万里，永无见期，“人生到此，天道宁论！”更那堪白天所见，只是“杀气三时作阵云”；晚上所闻，惟有“寒声一夜传刁斗”，如此危急的绝境，真是死在眉睫之间，不由人不想到把他们推到这绝境的究竟是谁呢？这是深化主题的不可缺少的一段。</p> <p>　　最后四句总束全篇，淋漓悲壮，感慨无穷。“相看白刃血纷纷，死节从来岂顾勋”，最后士兵们与敌人短兵相接，浴血奋战，那种视死如归的精神，岂是为了取得个人的功勋！他们是何等质朴、善良，何等勇敢，然而又是何等可悲呵！</p> <p>　　诗人的感情包含着悲悯和礼赞，而“岂顾勋”则是有力地讥刺了轻开边衅，冒进贪功的汉将。最末二句，诗人深为感慨道：“君不见沙场征战苦，至今犹忆李将军！”八九百年前威镇北边的飞将军李广，处处爱护士卒，使士卒“咸乐为之死”。这与那些骄横的将军形成多么鲜明的对比。诗人提出李将军，意义尤为深广。从汉到唐，悠悠千载，边塞战争何计其数，驱士兵如鸡犬的将帅数不胜数，备历艰苦而埋尸异域的士兵，更何止千千万万！可是，千百年来只有一个李广，不能不教人苦苦地追念他。<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>赞美高适、<a href=\"http://so.gushiwen.org/author_113.aspx\">岑参</a>的诗：“意惬关飞动，篇终接混茫。”（《寄高使君岑长史三十韵》）此诗以李广终篇，意境更为雄浑而深远。</p> <p>　　全诗气势畅达，笔力矫健，经过惨淡经营而至于浑化无迹。气氛悲壮淋漓，主意深刻含蓄。“山川萧条极边土，胡骑凭陵杂风雨”，“大漠穷秋塞草腓，孤城落日斗兵稀”，诗人着意暗示和渲染悲剧的场面，以凄凉的惨状，揭露好大喜功的将军们的罪责。尤可注意的是，诗人在激烈的战争进程中，描写了士兵们复杂变化的内心活动，凄恻动人，深化了主题。全诗处处隐伏着鲜明的对比。从贯串全篇的描写来看，士兵的效命死节与汉将的怙宠贪功，士兵辛苦久战、室家分离与汉将临战失职，纵情声色，都是鲜明的对比。而结尾提出李广，则又是古今对比。全篇“战士军前半死生，美人帐下犹歌舞”，“二句最为沈至”（《唐宋诗举要》引吴汝纶评语），这种对比，矛头所指十分明显，因而大大加强了讽刺的力量。</p> <p>　　《燕歌行》是唐人七言歌行中运用律句很典型的一篇。全诗用韵依次为入声“职”部、平声“删”部、上声“麌”部、平声“微”部、上声“有”部、平声“文”部，恰好是平仄相间，抑扬有节。除结尾两句外，押平韵的句子，对偶句自不待言，非对偶句也符合律句的平仄，如“摐金伐鼓下榆关，旌旆逶迤碍石间”；押仄韵的句子，对偶的上下句平仄相对也是很严整的，如“杀气三时作阵云，寒声一夜传刁斗。”这样的音调之美，正是“金戈铁马之声，有玉磐鸣球之节”（《唐风定》卷九邢昉评语）。</p>",
  "about": "<h2>创作背景</h2> <p>　　《燕歌行》虽用乐府旧题，却是因时事而作的，这是乐府<a href=\"http://so.gushiwen.org/view_10240.aspx\">诗</a>的发展，如果再进一步，就到了<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>《丽人行》、《兵车行》、“三吏”、“三别”等即事命篇的新乐府了。《燕歌行》是一个乐府题目，属于《相和歌》中的《平调曲》，这个曲调以前没有过记载，因此据说就是<a href=\"http://so.gushiwen.org/author_616.aspx\">曹丕</a>开创的。曹丕的《燕歌行》有两首，是写妇女秋思，由他首创，所以后人多学他如此用燕歌行曲调做闺怨诗。<a href=\"http://so.gushiwen.org/author_227.aspx\">高适</a>的《燕歌行》是写边塞将士生活，用燕歌行曲调写此题材他是第一个。历来注家未对序文史事详加考核，都以为是讽张守珪而作。作者有感于幽州节度使张守珪与奚族作战打了败仗却谎报军情，作诗加以讽刺。</p> <p>　　自唐开元十八年（730年）至二十二年十二月，契丹多次侵犯唐边境。开元十五年（727年），高适曾北上蓟门。开元二十年，信安王李禕征讨奚、契丹，他又北去幽燕，希望到信安王幕府效力，未能如愿：“岂无安边书，诸将已承恩。惆怅孙吴事，归来独闭门”（《蓟中作》）。可见他对东北边塞军事，下过一番研究工夫。开元二十一年后，幽州节度使张守珪经略边事，初有战功。但二十四年，张让平卢讨击使安禄山讨奚、契丹，“禄山恃勇轻进，为虏所败”（《资治通鉴》卷二百十五）。开元二十六年，幽州将赵堪、白真陀罗矫张守珪之命，逼迫平卢军使乌知义出兵攻奚、契丹，先胜后败。“守珪隐其状，而妄奏克获之功”（《旧唐书·张守珪传》）。高适对开元二十四年以后的两次战败，感慨很深，因写此篇。</p>",
  "poet": {
    "id": 227,
    "star": 0,
    "name": "高适",
    "image": "http://img.gushiwen.org/authorImg/gaoshi.jpg",
    "desc": "高适是我国唐代著名的边塞诗人，世称“高常侍”。 作品收录于《高常侍集》。高适与岑参并称“高岑”，其诗作笔力雄健，气势奔放，洋溢着盛唐时期所特有的奋发进取、蓬勃向上的时代精神。"
  },
  "tags": [
    "唐诗三百首",
    "边塞",
    "将士",
    "战争",
    "生活"
  ]
}