{
  "id": 72774,
  "star": 152,
  "name": "浪淘沙·往事只堪哀",
  "dynasty": "五代",
  "content": "往事只堪哀，对景难排。秋风庭院藓侵阶。一任珠帘闲不卷，终日谁来。<br>金锁已沉埋，壮气蒿莱。晚凉天净月华开。想得玉楼瑶殿影，空照秦淮。",
  "fanyi": "<p><strong>译文</strong><br>往事回想起来，只令人徒增哀叹；即便面对多么美好的景色，也终究难以排遣心中的愁苦。秋风萧瑟，冷落的庭院中，爬满苔藓的台阶，触目可见。门前的珠帘，任凭它慵懒地垂着，从不卷起，反正整天也不会有人来探望。<br>横江的铁锁链，已经深深地埋于江底；豪壮的气概，也早已付与荒郊野草。傍晚的天气渐渐转凉，这时的天空是那样的明净，月光毫无遮拦地洒满秦淮河上。</p> <p><strong>注释</strong><br>①藓侵阶：苔藓上阶，表明很少有人来。<br>②一任：任凭。吴本、吕本、侯本《南唐二主词》、《花草粹编》作“一行”。《续选草堂<a href=\"http://so.gushiwen.org/view_72774.aspx\">诗</a>余》、《古今词统》作“一片”。粟本《二主词》、《历代诗余》、《全唐诗》作“桁（héng）”。一桁：一列，一挂。如<a href=\"http://so.gushiwen.org/author_211.aspx\">杜牧</a>《十九兄郡楼有宴病不赴》：“燕子嗔重一桁帘。”<br>③终日谁来：整天没有人来。<br>④金锁：即铁锁，用三国时吴国用铁锁封江对抗晋军事。或以为“金锁”即“金琐”，指南唐旧日宫殿。也有人把“金锁”解为金线串制的铠甲，代表南唐对宋兵的抵抗。众说皆可通。锁：萧本、晨本《二主词》作“琐”。侯本《南唐二主词》、《花草粹编》、《词综》、《历代诗余》、《全唐诗》作“金剑”。《续选草堂诗余》、《古今词统》作“金敛”。《古今词统》并注：“敛，一作剑。”按：作敛不可解，盖承“金剑”而误。<br>⑤已：《草堂诗余续集》、《古今词统》作“玉”。《古今词统》并注：“玉，一作已。<br>⑥”蒿莱：蒿莱，借指野草、杂草，这里用作动词，意为淹没野草之中，以此象征消沉，衰落。<br>⑦净：吴讷《百家词》旧抄本、吕本、侯本、萧本《南唐二主词》、《花草粹编》、《词综》、《续集》、《词综》、《全唐诗》俱作“静”。<br>⑧秦淮：即秦淮河。是长江下游流经今南京市区的一条支流。据说是秦始皇为疏通淮水而开凿的，故名秦淮。秦淮一直是南京的胜地，南唐时期两岸有舞馆歌楼，河中有画舫游船。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　起句“往事只堪哀”，将全篇基调定出，并凝结到一个“哀”字上。这“哀”是如此深重，以至于“对景难排”。本来“对景难排”就在说无人可以倾诉，只好独自面对景物，希望能作排遣，在诉说哀痛深重的同时，已有孤独之意。由此拈出“难”，是说孤苦之深，面对景物也无法排遣。更接以“秋风庭院藓侵阶”，用苔藓满地写无人造访，用庭院秋风写空旷凄凉，景色已然寂寞，孤苦唯见深重。这样便将人的孤独写得很具体，很形象，那内心的哀伤，非但是“难排”，“对景”更是徒然增痛而已。时当秋天，是枯索萧瑟之季；身在庭院，有高墙围困之难。而在这小院中，秋风吹过，树叶黄落，唯一的绿色就是蔓延生长的苔藓，那层暗绿一直爬到了进入堂室的台阶上，看着令人心酸。<a href=\"http://so.gushiwen.org/author_197.aspx\">刘禹锡</a>的《陋室铭》有“苔痕上阶绿，草色入帘青”的名句，表现高逸脱俗的文人雅趣。这里写苔藓，是说生活的孤寂，在寒瑟的秋天虽然有这一点绿色，却是长年没有人行走的痕迹，尤增悲哀。于是作者“一任珠帘闲不卷”，既然“终日”都无人来。“一桁”写索性，不是痛快的豪放，而是无奈的放弃。“闲”写门帘长垂的状态，实指自己百无聊赖的生活处境，既不是“一帘风月闲”（《长相思》）的悠闲，也不是“同醉与闲平，<a href=\"http://so.gushiwen.org/view_72774.aspx\">诗</a>随羯鼓成”（《菩萨蛮》）的闲散。上片就眼前景物而写孤苦的凄凉心境。</p> <p>　　下片转折而起，以“金锁已沉埋，壮气蒿莱”悲悼国家破灭、身陷为虏的遭遇。想当年，身为君主，群臣俯首，宫娥簇拥，有过颐指气使的威严，有过春花雪月的风流，而所有的繁华与富贵都一起随着金陵的陷落而烟消云散，化为了乌有。此时徘徊庭院，往事无限，看秋夜天高，秋月澄明，那金陵城中，“雕栏玉砌应犹在”，却不再是往日的气象。南唐已破灭，君主成囚虏，秋月还是那轮秋月，只是“空照秦淮”而已。这里的“玉楼瑶殿影”，可以分作两层理解。第一层是指秦淮河边的旧时宫苑，映照在月光下，投影在河水中，却是有楼影而无人影，重在一个“照”字。第二层是指神话传说中的月宫，华丽壮观却虚无缥缈，就像此刻记忆中的故国宫苑，重在一个“空”。就第一层讲，作者是凭着想象回到旧地，就第二层讲，则作者是在当地望月而遥寄哀思。这两层意思就将一人而两地的情思通过一轮秋月糅合到一起，“空照”不仅在秦淮的楼阁，也在汴京的人一心。“空照”的感受中有无尽的心酸与哀苦。</p> <p>　　这首词写当前的孤寂，与往日的繁华相对，不过不是直接道出，而是借景抒情。上片景色“秋风庭院藓侵阶”，写得寒瑟凄惨；下片景色“晚凉天净月华开”，虽然清冷，却是一片澄明。这两处景色，一明一暗，又一在白日，一在夜晚，就构成了双重的联系。在格调上是现在与过去的对比，在时间上则是日以继夜的相承。因此，“对景难排”不仅是说眼前景，而且是指所有的景物，无论四季，无论日夜，都不能为孤苦的作者排遣悲哀，不说“往事只堪哀”，用其他的话也是无法表达出悲哀的。</p>",
  "about": "<h2>创作背景</h2> 　　这首词是<a href=\"http://so.gushiwen.org/author_269.aspx\">李煜</a>囚于汴京期间（976—978）所作。宋人王轾《默记》记载，李煜的居处有“老卒守门”，“不得与外人接”，所以李煜降宋后，实际上被监禁起来了。他曾传信给旧时官人说，“此中日夕以泪洗面！”",
  "poet": {
    "id": 269,
    "star": 0,
    "name": "李煜",
    "image": "http://img.gushiwen.org/authorImg/liyu.jpg",
    "desc": "李煜，五代十国时南唐国君，961年-975年在位，字重光，初名从嘉，号钟隐、莲峰居士。汉族，彭城（今江苏徐州）人。南唐元宗李璟第六子，于宋建隆二年(961年)继位，史称李后主。开宝八年，宋军破南唐都城，李煜降宋，被俘至汴京，封为右千牛卫上将军、违命侯。后因作感怀故国的名词《虞美人》而被宋太宗毒死。李煜虽不通政治，但其艺术才华却非凡。精书法，善绘画，通音律，诗和文均有一定造诣，尤以词的成就最高。千古杰作《虞美人》、《浪淘沙》、《乌夜啼》等词。在政治上失败的李煜，却在词坛上留下了不朽的篇章，被称为“千古词帝”。"
  },
  "tags": [
    "追怀",
    "帝王",
    "生活"
  ]
}