{
  "id": 72866,
  "star": 38,
  "name": "弈喻",
  "dynasty": "清代",
  "content": "　　予观弈于友人所，一客数败，嗤其失算，辄欲易置之，以为不逮己也。顷之，客请与予对局，予颇易之。甫下数子，客已得先手。局将半，予思益苦，而客之智尚有余。竟局数之，客胜予十三子，予赧甚，不能出一言。后有招予观弈者，终日默坐而已。</p> <p>　　今之学者，读古人书，多訾古人之失；与今人居，亦乐称人失。人固不能无失，然试易地以处，平心而度之，吾果无一失乎？吾能知人之失而不能见吾之失，吾能指人之小失而不能见吾之大失。吾求吾失且不暇，何暇论人哉！</p> <p>　　弈之优劣有定也，一着之失，人皆见之，虽护前者不能讳也。理之所在，各是其所是，各非其所非，世无孔子，谁能定是非之真？然则人之失者未必非得也，吾之无失者未必非大失也，而彼此相嗤无有已时，曾观弈者之不若已！。",
  "fanyi": "<p><strong>译文</strong><br>　　我在朋友家里看下棋。一位客人屡次输掉，我讥笑他计算失误，总是想代替他下棋，认为他不及自己。过一会儿，客人请求和我下棋，我颇为轻视他。刚刚下了几个棋子，客人已经取得主动形势。棋局快到中盘的时候，我思考得更加艰苦，但是客人却轻松有余。终局计算双方棋子，客人赢我十三子。我很惭愧，不能够说出一句话。以后有人邀请我观看下棋，我只默默地坐着看。</p> <p>　　现在的读书人读古人的书，常常诋毁古人的错误；和现在的人相处，也喜欢说别人的错误。人本来就不能够没有错误，但是试试彼此交换位置来相处，客观地衡量一下，自己真的没有一点失误吗？自己能够知道别人的过失却不能看到自己的过失。自己能够指出别人的小失误但是不能看到自己的大失误，自己检查自己的失误尚且没有闲暇，哪里有时间议论别人呢！</p> <p>　　棋艺的高低，是有标准的，下错了一步棋，人们都看得见，即使想回护以前的错误也是隐瞒不了的。事理方面的问题，人人都赞成自己认为正确的，人人反对自己认为不正确的。现在世间没有孔子那样圣人，谁能断定真正的正确与错误？那么别人的失误未必不是有所得，自己没有失误未必不是大失误，但是人们彼此互相讥笑，没有停止的时候，简直连看棋的人都不如了！ </p> <p><strong>注释</strong><br>（1）弈：下棋。所：处所，住的地方。<br>（2）数（shuò）：屡次。<br>（3）嗤（chī）其失算：讥笑他谋划不当。　 嗤:讥笑。<br>（4）辄欲易置之：就想替换他去下棋，意思是替人下。易，变易取代。<br>（5）逮（dài）：及，赶上。<br>（6）顷之：过一会儿。<br>（7）对局：下棋。局，棋盘。下棋一次叫一局。<br>（8）易之：（轻视它）认为它很容易。<br>（9）甫：刚刚。<br>（10）先手：下棋时主动形势。<br>（11）益苦：更加艰苦。意思是难于想出招数。<br>（12）竟局数（shǔ）之：终盘计算棋子（以定胜负情况）。竟，完了。<br>（13）赧（nǎn）甚：很惭愧。赧，羞愧脸红。<br>（14）学者：求学的人。<br>（15）訾（zǐ）：诋毁。<br>（16）居：相处。<br>（17）固：本来。<br>（18）易地：彼此交换地位。<br>（19）平心而度（duó）：心平气和的、冷静的推测，估计。<br>（20）果：真。<br>（21）不暇：没时间，忙不过来。<br>（22）优劣：（棋艺）高低。定：定准，公认的准则。<br>（23）一着（zhāo）：走一步棋。<br>（24）护前：回护以前的错误，泛指护短。《三国志·朱桓传》：“桓性护前，耻为人下。”<br>（25）各是其所是，各非其所非：赞成自以为正确的，反对自以为不正确的。<br>（26）无孔子：意思是没有大智的圣人。<br>（27）是非之真：真正的是非。<br>（28）失：意思是表面看来是错误。得：意思是道理正确。<br>（29）无有已时：没完没了。<br>（30）曾（zēng）观弈者之不若已：简直连看棋的人都赶不上了。曾，乃，竟。不若，不如。已，同“矣”。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　该文选自《潜研堂集》。弈喻，即用下棋打比方，借下棋的事情讲道理。</p> <p>　　以弈为喻，并不少见，如“世事如棋”、“常恨人生不如棋”等等，孟子也曾以弈为喻，指出“不专心致志不得也。”但是钱大昕的《弈喻》一文更能引起读者深入的思索。</p> <p>　　该文第一自然段生动简洁地叙述了一次观弈、对弈的经历。观弈时，作者对客是“嗤其失算”、“欲易置之”、“以为不逮已”；对弈时却是数子先失，中盘苦思冥想，终局惨败。最后落得个“赧甚，不能出一言”的结果。观弈和对弈时，作者对自己和对客人的棋技判断差距如此之大，这引起了作者的深思。“后有招予观弈者，终日默坐而已。”“默坐”正是作者弈败后冷静反思的表现。</p> <p>　　由此引出第二段发人深省的议论。以“弈”喻“学”，提出学者应辩证客观地看问题，要像下棋一样，多从对方的角度看，冷静地思考问题。这一段首先列举“今之学者”不正确的治学态度。“多訾（非议、毁谤）古人之失”，“乐称今人失”、“多訾”、“乐称”，形象地刻画了那些“能知人之失，而不能见吾之失”、“能指人之小失，而不能见吾之大失”的学者的浮躁情态。然后提出作者的主张，看问题应当“易地以处，平心而度”。</p> <p>　　第三段，扣住弈棋情况深入一层议论，指出下棋的好坏有标准，大家能评判。事理方面的问题由于各人都认为自己正确，是非标准就难定了。“世无孔子，谁能定是非之真”，由此，作者指出：别人的短处，可能正是自己的长处；而自认为没有短处，却正是最大的短处，于人于己，都应当正确对待、全面评价，所以绝不应该彼此嗤笑。</p> <p>　　该文的弈喻，非常生动地说明了一个人观他人之失易，观自己之失难，应当“易地以处平心而度之”才能客观公正地评价客观事物的哲理。全文依事取警，抽象事理，短小精悍，议论风生，能给读者以许多教益。</p>",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "钱大昕"
  },
  "tags": [
    "道理"
  ]
}