{
  "id": 18953,
  "star": 9,
  "name": "咏史二首",
  "dynasty": "唐代",
  "content": "骠骑非无势，少卿终不去。<br>世道剧颓波，我心如砥柱。</p> <p>贾生明王道，卫绾工车戏。<br>同遇汉文时，何人居贵位。",
  "shangxi": "<h2>评析</h2> <p>　　<a href=\"http://so.gushiwen.org/author_197.aspx\">刘禹锡</a>在仕途上可谓一波三折，但在政治上、人格上，却是一位不妥协的斗士，是一个硬骨头。公元805年（唐顺宗永贞元年），正是<a href=\"http://so.gushiwen.org/view_18953.aspx\">诗</a>人春风得意的时候，王伾、王叔文、韦执谊等人在新即位的顺宗李诵支持下进行政治革新，实施一系列具有进步倾向的政治措施。刘禹锡深受王叔文的器重，积极参与谋议，并担任屯田员外郎、判度支盐铁案，协助杜佑、王叔文管理财政，成为革新集团的重要成员。改革触及了一大批权贵人物的利益，他们疯狂反扑，仅五个月后，“永贞革新”遭到失败，刘禹锡被贬为朗州司马。到公元815年（唐宪宗元和十年）召回长安，诗人看到一批趋炎附势之徒，不可一世，提笔写下了《元和十年自朗州至京戏赠看花诸君子》的讽刺诗，又触怒了权贵，再度遭贬，贬连州刺史，转夔、和二州。又过了十四年，到公元826年（唐敬宗宝历二年）才被召回，又挥笔写下了《再游玄都观》，宣称“前度刘郎今又来！”诗人的硬骨头精神令人敬佩。这首《咏史（其一）》就是诗人这种精神的真实写照。</p> <p>　　“骠骑非无势，少卿终不去。”这两句充分肯定任安的不趋奉权贵的可贵精神。诗中的“骠骑”，古代将军的名号。指汉代骠骑将军霍去病。“非无势”，并非没有权势，意谓权势显赫；“少卿”，任安，字少卿，曾任大将军卫青的属官。褚少孙在《史记·田叔列传》后面补叙任安事，载武帝语：“任安有当死之罪甚众，吾尝活之。”后死于北军护军使者任内。“终不去”，自始至终都没有离开（卫将军）。诗人在这里运用了对举的方法来叙事。上句写霍去病，称其官职而不称名姓，说明霍去病的官位显赫，接着用双重否定的词句，进一步写出霍去病的权势很大。在一般情况下，一般世俗之人，如蝇逐臭，改换门庭，纷纷投靠骠骑。可任安却不是这样。下句写任安，称其字而不呼其名，字里行间有一种亲切感，充满着敬重之意。《史记·卫将军骠骑列传》记载，霍去病是大将军卫青的外甥，年轻时跟随大将军出击匈奴，后来独自领兵出战，取得赫赫战功，深得汉武帝信任，跟随他出征的军官都封侯拜将。后来，汉武帝“乃益置大司马位，大将军、骠骑将军皆为大司马。定令，令骠骑将军秩禄与大将军等。自是之后，大将军青日退，而骠骑日益贵。举大将军故人门下多去事骠骑，辄得官爵，唯任安不肯。”诗人所写的就是这样一段事实。一般人读《史记》，一般都不太重视这一段的记载，都注意卫青、霍去病的立功封侯以及他们的贵幸，所谓“将军不败由天幸”。可诗人对这一段记载却十分在意，十分感慨。可以说，任安身上有诗人的影子在。</p> <p>　　“世道剧颓波，我心如砥柱。”这两句是诗人的感慨。诗人说：如今的世道有如流水直下，只有我的心像中流砥柱一样，毫不动摇。句中的“剧”急剧，厉害的意思；“颓波”，大河决堤时从堤口奔泻而下的洪流；“砥柱”，山名，在黄河三门峡中。<a href=\"http://so.gushiwen.org/author_456.aspx\">郦道元</a>《水经注·河水》云：“河水分流，包山而过，山见水中，若柱然，故曰砥柱山。”诗人回到现实社会中来，感到世风日下，人心不古，人与人之间尔虞我诈，勾心斗角，官场上更是如此，落井下石，互相倾轧。诗人的两次遭贬，就是最好的说明。在这样的情况下，诗人对任安情有独钟，任安的这种行为，如今更是难能可贵。诗人把任安视为知己，他不向权贵屈服，永远不向邪恶势力低下那高昂的头。形势越是险恶，他越是坚强。“我心如砥柱”，是诗人的真心表白，是诗人与邪恶斗争的宣言。着实可佩可敬。</p> <p>　　这首诗借史说话，抒发感慨，将叙事、议论、抒怀融为一体。《史记》中短短的一句话，诗人撰写成一首诗，运用白描的手法，娓娓道来，既赞扬了任安，又表明了心志，感情强烈，志向坚定，是一首流传千古的好诗。</p> <p>　　“贾生明王道，卫绾工车戏，同遇汉文时，何人居高位？”刘禹锡的《咏史》（其二）别出心裁，让人有深远的回味与联想。晚唐时宦官擅权皇权旁落，朝廷用人唯宦官之喜好，明于治乱之士无不痛恨，宦官亦忌惮正直之朝臣，所用之人大多无能之辈，戏嘘之人。这首诗是他的早年之作，诗中流露出了对朝庭用人制度的不满和怀才不遇的感叹。</p>",
  "poet": {
    "id": 197,
    "star": 0,
    "name": "刘禹锡",
    "image": "http://img.gushiwen.org/authorImg/liuyuxi.jpg",
    "desc": "刘禹锡（772－842），字梦得，汉族，中国唐朝彭城（今徐州）人，祖籍洛阳，唐朝文学家，哲学家，自称是汉中山靖王后裔，曾任监察御史，是王叔文政治改革集团的一员。唐代中晚期著名诗人，有“诗豪”之称。他的家庭是一个世代以儒学相传的书香门第。政治上主张革新，是王叔文派政治革新活动的中心人物之一。后来永贞革新失败被贬为朗州司马（今湖南常德）。据湖南常德历史学家、收藏家周新国先生考证刘禹锡被贬为朗州司马其间写了著名的“汉寿城春望”。"
  },
  "tags": [
    "咏史怀古",
    "抒怀"
  ]
}