{
  "id": 7948,
  "star": 446,
  "name": "经乱离后天恩流夜郎忆旧游书怀赠江夏韦太守良宰",
  "dynasty": "唐代",
  "content": "天上白玉京，十二楼五城。仙人抚我顶，结发受长生。 <br>误逐世间乐，颇穷理乱情。九十六圣君，浮云挂空名。 <br>天地赌一掷，未能忘战争。试涉霸王略，将期轩冕荣。 <br>时命乃大谬，弃之海上行。学剑翻自哂，为文竟何成。 <br>剑非万人敌，文窃四海声。儿戏不足道，五噫出西京。 <br>临当欲去时，慷慨泪沾缨。叹君倜傥才，标举冠群英。 <br>开筵引祖帐，慰此远徂征。鞍马若浮云，送余骠骑亭。 <br>歌钟不尽意，白日落昆明。十月到幽州，戈鋋若罗星。 <br>君王弃北海，扫地借长鲸。呼吸走百川，燕然可摧倾。 <br>心知不得语，却欲栖蓬瀛。弯弧惧天狼，挟矢不敢张。 <br>揽涕黄金台，呼天哭昭王。无人贵骏骨，騄耳空腾骧。 <br>乐毅倘再生，于今亦奔亡。蹉跎不得意，驱马还贵乡。 <br>逢君听弦歌，肃穆坐华堂。百里独太古，陶然卧羲皇。 <br>征乐昌乐馆，开筵列壶觞。贤豪间青娥，对烛俨成行。 <br>醉舞纷绮席，清歌绕飞梁。欢娱未终朝，秩满归咸阳。 <br>祖道拥万人，供帐遥相望。一别隔千里，荣枯异炎凉。 <br>炎凉几度改，九土中横溃。汉甲连胡兵，沙尘暗云海。 <br>草木摇杀气，星辰无光彩。白骨成丘山，苍生竟何罪。 <br>函关壮帝居，国命悬哥舒。长戟三十万，开门纳凶渠。 <br>公卿如犬羊，忠谠醢与菹。二圣出游豫，两京遂丘墟。 <br>帝子许专征，秉旄控强楚。节制非桓文，军师拥熊虎。 <br>人心失去就，贼势腾风雨。惟君固房陵，诚节冠终古。 <br>仆卧香炉顶，餐霞漱瑶泉。门开九江转，枕下五湖连。 <br>半夜水军来，浔阳满旌旃。空名适自误，迫胁上楼船。 <br>徒赐五百金，弃之若浮烟。辞官不受赏，翻谪夜郎天。 <br>夜郎万里道，西上令人老。扫荡六合清，仍为负霜草。 <br>日月无偏照，何由诉苍昊。良牧称神明，深仁恤交道。 <br>一忝青云客，三登黄鹤楼。顾惭祢处士，虚对鹦鹉洲。 <br>樊山霸气尽，寥落天地秋。江带峨眉雪，川横三峡流。 <br>万舸此中来，连帆过扬州。送此万里目，旷然散我愁。 <br>纱窗倚天开，水树绿如发。窥日畏衔山，促酒喜得月。 <br>吴娃与越艳，窈窕夸铅红。呼来上云梯，含笑出帘栊。 <br>对客小垂手，罗衣舞春风。宾跪请休息，主人情未极。 <br>览君荆山作，江鲍堪动色。清水出芙蓉，天然去雕饰。 <br>逸兴横素襟，无时不招寻。朱门拥虎士，列戟何森森。 <br>剪凿竹石开，萦流涨清深。登台坐水阁，吐论多英音。 <br>片辞贵白璧，一诺轻黄金。谓我不愧君，青鸟明丹心。 <br>五色云间鹊，飞鸣天上来。传闻赦书至，却放夜郎回。 <br>暖气变寒谷，炎烟生死灰。君登凤池去，忽弃贾生才。 <br>桀犬尚吠尧，匈奴笑千秋。中夜四五叹，常为大国忧。 <br>旌旆夹两山，黄河当中流。连鸡不得进，饮马空夷犹。 <br>安得羿善射，一箭落旄头。",
  "fanyi": "<p><strong>译文</strong><br>天上宫阙，白玉京城，有十二楼阁，五座城池。<br>仙人为我抚顶，结受长生命符。<br>突然想来人间一游，误逐世间的环乐，以尽前缘。<br>人间从开始到现在已经有九十六圣君，空名挂于浮云端。<br>以天地为赌注，一掷决定命运，一直战争不停。<br>我曾经学习霸王战略，希望能功成名就，锦衣返乡。<br>可是时运不佳，长期漂泊五湖四海。<br>曾经去山东学剑，没有什么结果，会写点文章，可那有什么用呢？<br>剑术并非万人之敌，防防身的技术，文章倒是四海闻名，罕有人匹敌。<br>这些都是些儿戏，微不足道，所以我象梁鸿一样看破了世界，唱着五噫歌离开西京长安。<br>不过在临去之时，我还是流下了慷慨激扬的泪水，打湿了我的帽上红缨。<br>叹君也是个倜傥之才，气质品格冠群英。<br>道旁设帐为我饯行，慰籍我此次远征的艰辛。<br>鞍马生涯如浮云，送我送在骠骑亭。<br>歌声钟鼓声表达不尽你的情意，白日马上就要落在昆明池中。<br>我曾经在某年十月到达幽州，看见安禄山的军阵兵甲灿烂如群星。<br>君王唐玄宗放弃东北河北，整个地区都由安禄山横行无忌，犹如长鲸在海洋横行。<br>呼吸之间就走遍百川，燕然山也仿佛可被他摧毁。<br>我心知我在皇上那里不得意，说也无用，只好躲入桃花源，独善一身。<br>想弯弧射天狼，挟着弓却不敢张开，怕祸及自己。<br>我曾经在北京黄金台揽涕痛哭，呼天喊地：燕昭王啊你在那里啊，怎么没有人识用人才？<br>无人珍贵骏马之骨，天马空自腾骧，不得大用。<br>即使乐毅再生，到如今这样的形势，也只有逃命的份儿。<br>岁月蹉跎，不得人意，驱骑马儿来到贵乡。<br>正逢你在悠闲地欣赏弦歌，肃穆地坐在华美的厅堂。<br>你如远古的百里之王候，陶然而卧如羲皇伏羲氏一般。<br>行乐在昌乐馆，大开酒筵，罗列壶觞。<br>青娥美女夹坐在贤豪之间，对着烛光俨然成双成行。<br>醉舞纷纷散满绮席，清歌袅袅绕飞尘梁。<br>欢娱完毕，你秩满（丧礼守孝期满）以后就要回归咸阳。<br>饮宴送行的有万人之多，帐蓬遥遥相望。<br>这一别，我俩各隔千里，荣枯不用，炎凉各自。<br>炎凉几度变化，九州几乎崩溃。<br>唐军抗战叛军，沙尘使云海昏暗无光。<br>连草木都摇着杀气，星辰更是无光。<br>白骨堆成丘山，苍生竟有何罪，遭此劫难。<br>潼关函谷关捍卫皇帝宫殿，国命悬于哥舒翰一身。<br>不料长戟三十万的大军，竟然开关门投降元凶。<br>公卿官僚犹如犬羊，忠诚正直的人变为肉酱。<br>二圣逃离京城，两座京城变为废墟。<br>帝子永王受皇上诏命，军事管制楚地。<br>永王节制并非是想做春秋五霸中齐桓公与晋文公，永王的军师却拥有勇猛的将士。<br>人心失去体统，贼势腾起风雨。<br>唯有你固守房陵郡，忠诚高节勇冠终古。<br>我那时云卧庐山香炉峰顶，学仙人餐霞漱瑶泉。<br>草堂门开九江流转，枕头下面五湖相连。<br>半夜永王的水军来浔阳，城里城外遍插旌旃。<br>我被空名自误，永王派兵迫胁我上了他的楼船。<br>他曾经赐与我五百两黄金，我把黄金视为浮烟。<br>我辞去永王的官却不受赏，反而远谪到夜郎那样的穷山恶水的地方。<br>夜郎离这里万里之遥道，西去令人衰老。<br>海内六合，扫荡清静，我却像负霜之草。<br>日月普照，并无私心，有什么办法可以诉冤给苍天听听。<br>你是神明的太守，深知仁心爱民。<br>惭愧作你的青云客，三次登上黄鹤楼。<br>惭愧不是<a href=\"http://so.gushiwen.org/author_441.aspx\">祢衡</a>处士，虚对鹦鹉洲。<br>樊山霸气已尽，天地一派寥落秋色。<br>长江漂流着峨眉山的雪水和三峡的急流。<br>万舸千舟江上往来，连帆一片过扬州。<br>登高极目，万里悠悠，旷然散我忧愁。<br>纱窗倚天而开，水树翠绿如少女青发。<br>看太阳，怕它马上落山，举起酒杯喜得明月。<br>吴越美女艳如花，窈窕婀娜，浓装艳抹。<br>呼来款款轻上云梯，含笑羞羞步出帘栊。<br>对着客人清唱小垂手，罗衣飘摇舞春风。<br>跪请宾客休息，主人情还未了。<br>浏览你在荆山的大作，堪与<a href=\"http://so.gushiwen.org/author_509.aspx\">江淹</a><a href=\"http://so.gushiwen.org/author_732.aspx\">鲍照</a>的文笔媲美。<br>宛如出清水的芙蓉，有大自然天然去雕饰。<br>逸兴满溢平素的襟怀，无时不想到你的招寻约请。<br>朱门拥立虎士，兵戟罗列森森。<br>剪竹凿石，溪流清深宛然而去。<br>登高楼坐水阁，吐论滔滔不绝，声音清朗。<br>言辞贵于白璧，一诺重于黄金。<br>称我不愧于你，宛如青鸟有丹心。<br>云间五色的喜鹊，飞鸣着从天上飞来。<br>传闻是大赦的文书到了，却被流放夜郎去。<br>顿时就如没有暖气的寒谷，没有炎烟的死灰，没有希望了。<br>贤君你马上要登朝廷的凤凰池去了，别忘记了我这个被遗弃的<a href=\"http://so.gushiwen.org/author_109.aspx\">贾谊</a>，有机会推荐一下。<br>桀犬吠尧，古来之理，别让匈奴千秋笑话我们。<br>我常常在中夜失眠，唉声叹气，为这大国忧愁啊。<br>旌旆飘飘夹两岸之山，黄河当中奔流。<br>群雄相互牵掣，不能一致行动，面对战场犹豫不决。<br>如何才有善射的后羿那样的良将，一箭射落敌军的元凶。 </p><p><strong>注释</strong><br>1.题下原注：“江夏，岳阳。”韦太守良宰：即江夏郡太守（鄂州刺史）韦良宰。《元和姓纂》卷二韦氏彭城公房：“庆祚生行祥、行诚、行佺。……行佺，尚书右丞，生亮宰、利见。”此<a href=\"http://so.gushiwen.org/view_7948.aspx\">诗</a>之韦良宰当即其人，即韦行佺之子，韦利见之兄。<br>2.天上二句：道教认为天上有白玉京，昆仑山上有五城十二楼。<br>3.结发句：指年轻时接受道教长生不老之术。<br>4.穷理乱：研究治乱。因避唐高宗<a href=\"http://so.gushiwen.org/author_2098.aspx\">李治</a>讳，改“治”为“理”。<br>5.九十六圣君：指自秦始皇至唐玄宗共九十六代皇帝。<br>6.天地二句：谓这些帝王像赌博投掷一样，通过战争来争夺天下。<br>7.霸王略：称霸成王的策略。<br>8.轩冕：华美的车乘和高级官员所戴礼帽，代指高官显宦。<br>9.时命句：谓自己命运不好。<br>10.学剑四句：《史记·<a href=\"http://so.gushiwen.org/author_253.aspx\">项羽</a>本纪》：“项籍（项籍字羽）少时，学书不成，去学剑，又不成。项梁怒之。籍曰:‘书，足以记名姓而已。剑，一人敌，不足学，学万人敌。’”于是项梁又教项藉兵法。自哂：自我微笑。此为<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>感叹自己学武不成，转而以诗文扬名四海。<br>11.五噫句：《后汉书·梁鸿传》：“因东出关，过京师，作《五噫》之歌曰：‘陟彼北芒兮，噫！顾瞻帝京兮，噫！宫阙崔嵬兮，噫！民之劬劳兮，噫！辽辽未央兮，噫！’肃宗闻而非之，求鸿不得。乃异姓运期。名燿，字侯光，与妻子居齐鲁之间。”此处喻指自己离京而隐居。西京，即长安。<br>12.倜傥才：卓异的才能。<br>13.标举：高超。<br>14.祖帐：在郊外设帐摆宴饯别。<br>15.骠骑亭：地址不详。王琦谓玩诗意当在长安。<br>16.昆明：池名，故址在今陕西西安市西南丰水和潏水之间。公元前120年（汉武帝元狩三年）为准备和昆明国作战训练水军以及为解决长安水源不足而开凿。<br>17.幽州：在今北京市及河北北部。公元742年（天宝元年）改为范阳郡，公元758年（乾元元年）复改幽州。李白于公元751年（天宝十载）北上，752年（天宝十一载）十月抵达范阳郡治所（今北京市）。时安禄山为范阳节度使。<br>18.戈鋋句：鋋，短矛。此处以“戈鋋”泛指兵器。罗星，罗列如星，形容众多。此以兵器之多说明军队严阵备战，预示安禄山即将叛乱。<br>19.君王二句：谓唐玄宗将北方大片土地交给安禄山。公元742年（天宝元年），玄宗任安禄山为平卢节度使。744年（天宝三载），代裴宽为范阳节度使，仍领平卢军。经略威武、清夷等十一军，及榆关守捉、安东都护府兵三十万余，皆归其所统。幽、蓟、妫、檀、易、恒、定、莫、沧、营、平十一州之地皆归其所治。公元751年（天宝十载），又兼河东节度使。二句即指此。<br>20.呼吸二句：形容安禄山气焰嚣张，如长鲸呼吸可使百川奔腾，燕然山倒塌。燕然，山名，现名杭爱山，在今蒙古人民共和国境内。<br>21.蓬灜：即蓬莱、瀛洲，传说大海中的仙山。<br>22.天狼：星名。《史记·天官书》：“其东有大星曰狼。”张守节正义：“狼为野将，主侵略。”此指安禄山。<br>23.黄金台：相传为战国时燕昭王所筑，因曾置千金延请天下之士，故名。今北京市和徐水、满城、定县等县皆有黄金台，多系后世慕名赴会。<br>24.骏骨：千里马之骨。典出《战国策·燕策一》：燕昭王预招天下贤士，报齐破燕之仇。郭隗对燕昭王云：古代一君主用千金求千里马，三年不能得。有侍臣用五百金买一千里马尸骨，君王怒曰死马何用。侍臣说，买死马尚肯用五百金，天下人必信君王诚心求马。千里马将不求自至。不久，果然来了三匹千里马。今君王诚心招贤，先从我郭隗开始，必有贤于郭隗者为大王用。<br>25.騄駬句：騄駬，骏马名，周穆王“八骏”之一。腾骧，奔跃。此句比喻贤人无法施展才能。<br>26.乐毅二句：《史记·乐毅列传》载：乐毅至燕，为燕昭王重用，攻下齐国七十余城，立下大功。但昭王死后，齐国用离间计使燕惠王疑忌乐毅，燕惠王就派骑劫代乐毅为将，乐毅被迫奔赵。<br>27.贵乡：唐县名，在今河北大名县东北。<br>28.弦歌：用孔子弟子子游弦歌而治武城之典，喻指韦良宰当时为贵乡县令。<br>29.百里二句：《三国志·蜀志·庞统传》：“统以从事守耒阳令，在县不治免官。吴将鲁肃遗先主书曰：‘庞士元非百里才也。’”后因以百里才指治理一县的人才。太古，远古。陶然，和乐安闲的样子。羲皇，指伏羲氏。古人想像伏羲氏时代的人无忧无虑，生活安闲。此处赞颂贵乡县在韦良宰治理下民风淳朴，社会安定，像远古伏羲氏时代一样。<br>30.昌乐：县名，今河南南乐县。<br>31.贤豪：贤能勇壮之士。<br>32.俨：恭敬的样子。<br>33.清歌句：用《列子·汤问》故事。战国时代，韩娥到齐国去，途中缺粮，在雍门唱歌乞食，歌声余音绕梁，三日不绝。比喻歌舞音乐美妙。<br>34.未终朝：极言时间之短。<br>35.秩满：指韦良宰为贵乡县令的任期已满，回长安等候调遣。<br>36.祖道：践行。<br>37.供帐：践行所用之帐幕。<br>38.荣枯句：谓季节变换，草木开花衰萎，暑寒更迭，相别多年。<br>39.九土句：指安禄山叛乱。九土，犹九州，全国。横溃，以水喻乱。<br>40.汉甲句：指唐军与叛军接战。<br>41.函关句：谓函谷关形势险要，使长安显得雄壮。函谷关，古关在今河南灵宝东北，战国时秦置。因关在谷中，深险如函而名。其东自崤山，西至潼津，通名函谷，号称天险。乃古时由东方入秦的重要关口。公元前114年（汉武帝元鼎三年），徙关至今河南新安县东，离故关三百里，称新函谷关。<br>42.哥舒：指哥舒翰。《旧唐书·哥舒翰传》：“及安禄山反，上以封常清、高仙芝丧败，召翰入，拜为皇太子先锋兵马元帅。……据贼于潼关。”<br>43.长戟二句：长戟，兵器名，此代指士卒。凶渠，指叛军将领。《旧唐书·哥舒翰传》：“引师出关，……军既败，翰与数百骑驰而西归，未火拔归仁执降于贼。”二句即指哥舒翰投降安禄山之事。<br>44.奴犬羊：为犬羊（指安史叛军）所奴役。<br>45.忠谠句：谓忠诚敢言之士惨遭杀害。醢与菹，即菹醢，肉酱。此处用作动词，即被杀戮。<br>46.二圣句：指唐玄宗与肃宗逃亡在外。游豫，游乐，逃亡的讳辞。<br>47.二京：指长安与洛阳。<br>48.帝子句：帝子，指永王李璘，玄宗之子。专征，皇帝给予统兵征讨的权力。<br>49.秉旄句：秉旄，掌握军队。旄，古时旗杆上用旄牛尾做的装饰。《书·牧誓》：“右秉白旄以麾。”强楚，指强盛富庶的南方。<br>50.节制二句：《<a href=\"http://so.gushiwen.org/author_320.aspx\">荀子</a>·议兵》：“秦之锐士，不可以当桓、文之节制。”此处反用其意，谓永王军队非春秋时齐桓公、晋文公约束有方之师。熊虎，喻勇猛的士兵。《书·牧誓》：“尚桓桓，如虎如貔，如熊如罴。”此句谓统帅无方，徒有强壮之兵。<br>51.固房陵：坚守房陵。房陵，即房州，公元742年（天宝元年）改为房陵郡，公元758年（乾元元年）复为房州。郡治在今湖北房县。<br>52.诚节句：谓韦良宰忠诚的节操超过古人，坚守岗位，不为永王所迫。<br>53.香炉顶：香炉峰。庐山北部的著名山峰。因水气郁结峰顶，云雾弥漫如香烟缭绕，故名。<br>54.九江：古代传说，长江流至浔阳分为九道，故浔阳亦名九江，即今江西九江市，此处指长江。<br>55.五湖：此处指庐山下的湖泊。其时李白隐居庐山屏风叠，故云。<br>56.满旌旃：形容军中旌旗之多。<br>57.翻谪：反而被贬谪流放。<br>58.六合：古人以天地、四方为六合。<br>59.良牧：贤明的地方长官。指韦良宰。<br>60.恤交道：顾念好友。<br>61.一忝句：忝，谦词，辱，有愧于。辱为青云之客，乃李白为韦太守贵宾的客套话。<br>62.黄鹤楼：故址在今湖北武汉市蛇山黄河矶上。相传始建于公元223年（三国吴黄武二年），历代屡毁屡建。传说费祎登仙，每乘黄河于此憩驾，故号为黄鹤楼。<br>63.祢处士：东汉末名士祢衡。《文选》卷十三祢衡《鹦鹉赋序》述祢衡为黄祖太子射作《鹦鹉赋》事。<br>64.樊山：在今湖北鄂城县西，三国时孙权曾在此建立霸业。樊，原作“焚”，注云：“一作樊”。今按作“焚”误。<br>65.横穿：一作“川横”。<br>66.舸：大船。<br>67.吴娃二句：吴娃、越艳，指吴越美女。窈窕，娇美的样子。铅红，铅粉和胭脂。<br>68.帘栊：本指竹帘和窗棂，此处为偏义复词，指帘子。<br>69.小垂手：古代舞蹈中的一种垂手身段。有大垂手、小垂手之分。《乐府诗集》卷七六引《乐府解题》曰：“《大垂手》、《小垂手》，皆言舞而垂其手也。”<br>70.览君二句：荆山，在今湖北武当山东南、汉水西岸，漳水发源于此。江、鲍，指六朝诗人江淹和鲍照。二句谓江淹、鲍照如看到韦太守荆山之作，亦必能为之动情于色。<br>71.清水二句：钟嵘《诗品》：“谢诗如芙蓉出水。”此处用以赞美韦良宰的作品清新自然，不假雕饰。<br>72.逸兴句：谓韦良宰平素胸襟豁达，具有超逸豪放的意兴。<br>73.朱门二句：形容郡守衙门的威势。虎士，勇猛的卫士。戟，古兵器名。按唐代制度，州府以上衙门前列戟。《新唐书·百官志》卫尉寺武器署：“凡戟，……三品及上都督、中都督、上都护、上州之门十二，下都护、中州、下州之门各十。”森森，威严的样子。<br>74.剪凿二句：写水阁景色优美，剪竹凿石，清流萦绕。<br>75.英音：英明卓越的见解。<br>76.片辞二句：谓韦良宰重义尚信，片言只语比白璧、黄金还要贵重。诺，允诺。《史记·季布列传》载，汉初季布最守信用，答应别人的事一定办到。楚人谚曰：“得黄金百斤，不如得季布一诺。”<br>77.青鸟四句：<a href=\"http://so.gushiwen.org/author_698.aspx\">阮籍</a>《咏怀诗》：“谁言不可见，青鸟明我心。”此处即用其意。<br>78.五色四句：唐<a href=\"http://so.gushiwen.org/author_2907.aspx\">张鷟</a>《朝野佥载》卷四：“唐贞观末，南康黎景逸居于空青山，常有鹊巢其侧，每饭食以喂之。后邻近失布者诬景逸盗之，系南康狱，月余劾不承。欲讯之，其鹊止以狱楼，向景逸欢喜，似传语之状。其日传有赦，官司诘其来，云路逢玄衣素衿人所说。三日而赦至。景逸还山，乃知玄衣素衿者，鹊之所传也。”四句即用此事。<br>79.暖气二句：以寒谷变暖、死灰复燃喻己流放遇赦。<br>80.凤池：凤凰池。《通典·职官志三》：“魏晋以来，中书监令掌赞诏命，记会时事，典作文书，以其地在枢近，多成宠任，是以人固其位，谓之凤凰池焉。”此处泛指朝廷要职。<br>81.贾生；即汉代文人贾谊，此处为诗人自比。<br>82.桀犬句：桀，夏朝末代君主，此处以桀犬喻叛将余兵，以尧喻唐朝皇帝。按其时安禄山已死，其部史思明、史朝义仍在作乱。<br>83.匈奴句：《汉书·车千秋传》：“千秋无他材能学术，又无伐阅功劳，特以一言悟主，旬月取宰相封侯，世未尝有也。后汉使者至匈奴，单于问曰：‘闻汉新拜丞相，何用得之？’使者曰：‘以上书言事故。’单于曰：‘苟如是，汉置丞相非用贤也，妄用一男子上书记得之矣。’”此处喻指当时宰相苗晋卿、王玙等皆庸碌无能之辈。<br>84.旌旆二句：谓黄河西岸战争仍未平息。两山，指黄河两岸的太华、首阳二山。<br>85.连鸡：缚在一起的鸡，喻互相牵制，行动不能一致。《战国策·秦策一》：“诸侯不可一，尤连鸡之不能俱止于栖亦明矣。”<br>86.夷犹：犹豫不进。<br>87.羿：又称后羿，传说中夏代东夷族领袖，原为有穷氏部落首领，善于射箭。<br>88.旄头：又作“髦头”，星宿名，即昴宿。古人认为昴宿是胡星，旄头星特别亮时，预示有胡兵入侵。此处指安史叛军。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　此<a href=\"http://so.gushiwen.org/view_7948.aspx\">诗</a>是<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>公元760年（唐肃宗上元元年）滞留江夏时所作的一首自传体长诗（按此诗作年，王谱、詹谱、王增谱、安谱、郁本、安本作公元759年，黄谱、裴谱作公元760年）。诗人因受永王之败的牵连，被流放至夜郎，中途获上赦宥。此诗是在他被赦免后所作。在这个时候与韦良宰这样一个老朋友相见，李白的感慨当然是很深的。其中最强烈的莫过于他已由旧日的御前歌手沦为一个流犯，而对方已由一介平凡的知县成为名镇一方的主座了。其中一个首要缘由就是韦良宰在骚动变乱中作出了与李白不同的选择。面对老友，李白除了叙及他们的交往始末，着意向他诉说了本身的不幸与委屈，还告诉老朋友骚动变乱前自己北上幽州就是为了探察安禄山的虚实。这如同下面诠释入永王幕的缘故一样，也是为了消除老朋友的误会，表明自身在政治态度上的清白。</p> <p>　　这是诗人写的最长一首抒情诗，诗人以自己的人生经历和同韦良宰的交往为中心，尽情抒发了自己的政治感慨。其中如“十月到幽州”之句所产生的岐义，作为一个大诗人，他不可能感觉不到这一点。对于此只能作一种解释，这是诗人在事后有意造出的一种恍惚语境。他知道这首诗不只是写给这一个老朋友看的，他是有意向世人明示自己在乱世中的态度与先见之明。</p> <p>　　此诗流传最广的是“清水出芙蓉，天然去雕饰”两句。其意思是，像那刚出清水的芙蓉花，质朴明媚，毫无雕琢装饰，喻指文学作品要像芙蓉出水那样自然清新。雕饰：指文章雕琢。这两句诗赞美韦太守的文章自然清新，也表示了李白自己对诗歌的见解，主张纯美自然——这是李白推崇追求的文章风格，反对装饰雕琢。李白自己的作品也正是如此，后人经常引用这两句评价李白的作品。 </p>",
  "about": "<h2>创作背景</h2> <p>　　公元755年11月，安史之乱爆发，第二年公元756年春<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>受聘请进入永王李璘的幕府，但这一年秋天永王李璘与中央唐肃宗发生了矛盾冲突，李璘的势力被消灭，李白也因“附逆作乱”而成为有罪之人，被下浔阳监狱度过了一段囚狱生活，公元758年春天，因为<a href=\"http://so.gushiwen.org/author_2273.aspx\">郭子仪</a>的担保，李白被判流徙一千里，发配到夜郎也就是今天的贵州西南部，这一年李白已经58岁，途经江夏今湖北武汉时，受到了他的故友江夏太守韦良宰的厚待，停留了一段时间。深秋初冬的时候有继续进发夜郎，第二年正月到达四川白帝城时，朝廷大赦天下，李白才被赦免，恢复了自由。但是四年后便在安徽当涂病故。</p> <p>　　这首<a href=\"http://so.gushiwen.org/view_7948.aspx\">诗</a>是李白在江夏临别时赠写太守韦良宰的，通过写古述今表达了他对自身境遇和对乱世的忧愤。此诗云：“传闻赦书至，却放夜郎回。”又云“寥落天地秋”，当是公元759年（乾元二年）秋在江夏作。诗云：“君登凤池去，忽弃贾生才。”仍希冀朝廷任用自己。</p>",
  "poet": {
    "id": 247,
    "star": 0,
    "name": "李白",
    "image": "http://img.gushiwen.org/authorImg/libai.jpg",
    "desc": "李白（701年－762年），字太白，号青莲居士，唐朝浪漫主义诗人，被后人誉为“诗仙”。祖籍陇西成纪(待考)，出生于西域碎叶城，4岁再随父迁至剑南道绵州。李白存世诗文千余篇，有《李太白集》传世。762年病逝，享年61岁。其墓在今安徽当涂，四川江油、湖北安陆有纪念馆。"
  },
  "tags": [
    "赠别",
    "忧愤",
    "自传",
    "长诗"
  ]
}