{
  "id": 69795,
  "star": 3,
  "name": "【双调】水仙子_廉香林南园",
  "dynasty": "元代",
  "content": "廉香林南园即事<br>山中富贵相公衙，江左风流学士家，壁间水墨名人画。六一泉阳羡茶，书斋打簇得繁华。玉龙笔架，铜雀砚瓦，金凤笺花。<br>赠江云<br>白蘋吹练洗闲愁，粉絮成衣怯素秋，高情不管青山瘦。伴浔阳一派流，寄相思日暮东洲。有意能收放，无心尽去留，梨花梦湘水悠悠。<br>赠柔卿王氏<br>暖红无力海棠丝，春绿多情杨柳枝，绀云不动宫鸦翅。肉台盘纤玉指，胭脂粉掿成的孩儿。眼角头传芳事，樽前席上歌艳词，俵散相思。<br>赠姑苏朱阿娇会玉真李氏楼<br>合欢髻子楚云松，斗巧眉儿翠黛浓，柔荑指怯金杯重。玉亭亭鞋半弓，听骊珠一串玲珑。歌触的心情动，酒潮的脸晕红，笑堆著满面春风。<br>钉鞋儿<br>底儿钻钉紫丁香，帮侧微粘蜜腊黄，宜行云行雨阳台上。步苍苔砖甃儿响，衬凌波罗袜生凉。惊回衔泥乳燕。溅湿穿花凤凰，羞煞戏水鸳鸯。<br>花筒儿<br>玲珑高插楚云岑，轻巧全胜碧玉簪，红绵水暖春香沁。是惜花人一寸心，净瓶儿般手捻著沉吟。滴点点蔷蔽露，袅丝丝杨柳金，是个画出来的观音。<br>伤春<br>莺花笑我病三春，香玉知他瘦几分？屏床独自怀孤闷。那些儿吃喜人，界微红斜印腮痕。山枕浅啼晴露，洞箫寒吹梦云，风雨黄昏。<br>席上赋李楚仪歌以酒送维扬贾侯<br>鸳鸯一世不知愁，何事年来尽白头？芙蓉水冷胭脂瘦。占西塘晓镜秋，菱花漫替人羞。擎架著十分病，包笼著百倍忧，老死也风流。<br>亿情<br>红粘绿惹泥风流，雨念云思何日休？玉憔花悴今番瘦。担著天来大一担愁，说相思难拨回头。夜月鸡儿巷，春风燕子楼，一日三秋。<br>红指甲赠孙莲哥时客吴江<br>冰蓝袖卷翠纹纱，春笋纤舒红玉甲，水晶寒浓染胭脂蜡。剖吴橙吃喜煞，锦鱼鳞冷渍硃砂。数归期阑干上画，印开元宫额上搯，托香腮似几瓣桃花。<br>赠常凤哥<br>紫金钗影落芳樽，白玉箫声隔暮云，碧梧枝冷惊秋信。倩缑仙暖梦魂，喜相逢青鸟红巾。都不索瑶琴写恨，秦台忆君，妆镜悲春。<br>客楼即事石氏所居<br>石崇已去玉楼空，王恺重来金谷穷，绿珠不作朝云梦。似阳台十二峰，隔愁痕龟背帘栊。花钿小金毛褪，柳腰细罗带松，寂寞春风。<br>手帕呈贾伯坚<br>对裁湘水縠波纹，挪皱梨花雪片云。束纤腰舞得春风困。衬琼杯蒙玉笋，殢人娇笑揾脂唇。宫额上匀香汗，银筝上拂暗尘，休染上啼痕。<br>楚仪赠香囊赋以报之<br>玉丝寒皱雪纱囊，金剪裁成冰笋凉，梅魂不许春摇荡。和清愁一处装，芳心偷付檀郎。怀儿里放，枕袋里藏，梦绕龙香。<br>嘲楚仪<br>顺毛儿扑撒翠鸾雏，暖水儿温存比目鱼，碎砖儿垒就阳台路。望朝云思暮雨，楚巫娥偷取些工夫。殢酒人归未，停歌月上初，今夜何如？<br>嘲人爱姬为人所夺<br>豫章城锦片凤凰交，临川县花枝翡翠巢，贩茶船铁板鸦青钞。问婆婆那件高，柴铧锹一下掘著。村冯魁沾的上，俏苏卿随顺了，双渐眊眊。<br>习隐<br>拖条藜杖裹枚巾，盖座团标容个身，五行不带功名分。卧芙蓉顶上云，濯清泉两足游尘。生不愿黄金印，死不离老瓦盆，俯仰乾坤。<br>梦觉<br>唤回春梦一双蝶，忙煞黄尘两只靴，三十年几度花开谢。熬煎成头上雪，海漫漫谁是龙蛇？鲁子敬能施惠，周公谨会打暂，千古豪杰。<br>歌者睥睨潦倒故赋此咎焉<br>绣屏春暖茜氍毹，罗袖香番锦鹧鸪，银盆笑击珊瑚树。拚明珠换绿珠，见书生如此头颅。升仙桥曾题柱，卓文君不驾车，谁识相如？<br>游越福王府<br>笙歌梦断蒺藜沙，罗绮香余野菜花，乱云老树夕阳下。燕休寻王谢家，恨兴亡怒煞些鸣蛙。铺锦池埋荒甃，流杯亭堆破瓦，何处也繁华。<br>赋李仁仲懒慢斋<br>闹排场经过乐回闲，勤政堂辞别撒会懒。急喉咙倒换学些慢。掇梯儿休上竿，梦魂中识破邯郸。昨日强如今日，这番险似那番，君不见鸟倦知还。<br>吴江垂虹桥<br>飞来千丈玉蜈蚣，横驾三天白螮蝀，凿开万窍黄云洞。看星低落镜中，月华明秋影玲珑。赑屭金环重，狻猊石柱雄，铁锁囚龙。<br>若川秋夕闻砧<br>谁家练杵动秋庭，那岸窗纱闪夜灯，异乡丝鬓明朝镜。又多添几处星，露华零梧叶无声。金谷园中梦，玉门关外情，凉月三更。<br>玉壶园题水亭赠国公十一公子<br>人来图画帧间行，船在琉璃影内撑，歌从弦管声中听。水边鸥花外莺，翠玲珑小院闲庭。夜月泥金扇，春风暖玉屏，赏四时雨雪阴晴。<br>嘲少年<br>纸糊锹轻吉列枉折尖。肉膘胶干支剌有甚粘，醋葫芦嘴古邦佯装欠。接梢儿虽是谄，抱牛腰只怕伤廉。性儿神羊也似善，口儿蜜钵也似甜，火块儿也似情忺。<br>李琬卿<br>一篇词意思便随斜，千金价恩情莽判赊，五花文官诰权教借。高仙儿来到也，人间天上离别。滹沱河彳亶了府多，柳花亭留下大姐，李琬也也。<br>老当益壮<br>风流受苦果何甘？落拓垂涎待拉馋，等闲小见难摇憾。那孩儿情愿敢，休欺负诗骨岩岩。玉钥条玲珑担，翠铺对万胜篮，风月都担。<br>展转秋思京门赋<br>琐窗风雨古今情，梦绕云山十二层，香销烛暗人初定。酒醒时愁未醒，三般儿捱不到天明。巉地罗帏静，森地鸳被冷，忽地心疼。<br>凉夜清兴<br>云绡蒙影镜谁呵？露粟吹香金碎挪，醉来起我成三个。是清风明月我，问桂花良夜如何？饮不辞玻璃盏大，睡不厌琉璃簟阔，梦不到蝼蚁南柯。<br>寻梅<br>冬前冬后几村庄，溪北溪南两履霜，树头树底孤山上。冷风来何处香，忽相逢缟袂绡裳。酒醒寒惊梦，笛凄春断肠，淡月昏黄。<br>暮春即事<br>风吹丝雨噀窗纱，苔和酥泥葬落花，卷云钩月帘初挂。玉钗香径滑，燕藏春衔向谁家？莺老羞寻伴，蜂寒懒报衙，啼煞饥鸦。<br>客中春晚<br>昔年歌舞醉娇春，今日衣冠逐后尘，归舟欲向南湖问。恐沙鸥也傲人，榆钱儿不救诗贫。眇小了花风信，阑珊了蝶梦魂，冷笑东君。<br>瑞安东安寺夏日清思<br>新蝉风断子弦琴，古鸭烟消午篆沉，孤鹤梦觉三山枕。翠濛濛窗户阴，煮茶芽旋撮黄金。俗事天来大，红尘海样深，都不到一片云心。<br>乐清箫台<br>枕苍龙云卧品清箫，跨白鹿春酣醉碧桃，唤青猿夜拆烧丹灶。二千年琼树老，飞来海上仙鹤。纱巾岸天风细，玉笙吹山月高，谁识王乔？<br>乐清白鹤寺瀑布<br>紫箫声入九华天，翠壁花飞双玉泉，瑶台鹤去人曾见。炼白云丹灶边，问山灵今夕何年。龙须水朱砂腻，虎睛丸金汞圆，海上寻仙。<br>为友人作<br>搅柔肠离恨病相兼，重聚首佳期卦怎占？豫章城开了座相思店。闷勾肆儿逐日添，愁行货顿塌在眉尖。税钱比茶船上欠，斤两去等秤上掂，吃紧的历册般拘钤。<br>赠朱翠英<br>吹笙惯醉碧桃花，把酒曾听萼绿华，金毛秀靥春无价。折将来乌帽上插，五百年欢喜冤家。正好星前月下，恐怕风吹雨打，吃惜了零落天涯。<br>怨风情<br>眼中花怎得接连枝，眉上锁新教配钥匙，描笔儿勾销了伤春事。闷葫芦绞断线儿，锦鸳鸯别对了个雄雌。野蜂儿难寻觅，蝎虎儿干害死，蚕蛹儿毕罢了相思。<br>赠顾观音<br>盈盈罗袜藕初簪，楚楚宫腰柳半金，小名儿且是妖饶甚。落迦山何处寻？紫旃檀风月丛林。说缘法三生梦，舍慈悲一片心，不枉了唤做个观音。<br>吴姬<br>罣罳分月小藤床，茉莉堆云懒髻妆，蔷薇洒水轻绡上。染一天风露香，看星河笑语昏黄。白雪鸡头肉，红冰荔子浆，道今夜微凉。<br>重观瀑布<br>天机织罢月梭闲，石壁高垂雪练寒，冰丝带雨悬霄汉。几千年晒未干，露华凉人怯衣单。似白虹饮涧，玉龙下山，晴雪飞滩。<br>雨窗即事<br>客怀寥落雨声中，春事商量花信风，烛光摇荡江南梦。寸心灰双泪红，和更筹滴损铜龙。酒醒纱窗静，诗悭锦袋空，催老仙翁。<br>中秋后一日山亭赏桂花时雨稍晴<br>海云衣湿鶺鸰寒，窗雨丝收络纬闲，边风信动征鸿限。稻粱秋有甚悭，尽尊前楚水吴山。坐金色三千界，倚天香十二阑，不是人间。<br>咏雪<br>冷无香柳絮扑将来，冻成片梨花拂不开，大灰泥漫了三千界。银棱了东大海，探梅的心噤难捱。面瓮儿里袁安舍，盐堆儿里党尉宅，粉缸儿里舞榭歌台。<br>赠孙梅哥<br>寿阳宫额试新妆，萼绿仙音整旧腔，怕尊前梦觉参儿上。粉留痕襟袖香，拣柂儿可喜昏黄。白云纸帐，清风玉堂，淡月纱窗。<br>德清长桥<br>青天白日见楼台，赤蜃浮光海市开，崖崩岸坼长虹在。弃繻生感壮怀，卧苍龙鳞甲生苔。横生风籁，玲珑月色，玉琢蓬莱。<br>菊舟<br>寒英和雨结船头，翠叶铺烟起舵楼，霜枝立月牙樯瘦。泛清香满棹秋，比浮花浪蕊优游。驾银汉星槎梦，载金茎玉露酒，江湖上陶令风流。<br>丁朝卿西斋半间云<br>碧窗秋窄玉玲珑，古鼎春悭香髟蒙松，矮屏分得梨花梦。小可可十二峰，浩然气于此从容。无垢无尘处，非烟非雾中，等当著天上从龙。<br>和化成甫番马扇头<br>渥洼秋浅水生寒，苜蓿霜轻草渐斑，鸾弧不射双飞雁。臂鞲鹰玉辔间，醉醺醺来自楼阑。狐帽西风袒，穹庐红日晚，满眼青山。",
  "poet": {
    "id": 37,
    "star": 0,
    "name": "乔吉",
    "image": "http://img.gushiwen.org/authorImg/qiaoji.jpg",
    "desc": "乔吉(1280?～1345) 元代杂剧家、散曲作家。一称乔吉甫，字梦符，号笙鹤翁，又号惺惺道人。太原人，流寓杭州。钟嗣成在《录鬼簿》中说他“美姿容，善词章，以威严自饬，人敬畏之”，又作吊词云：“平生湖海少知音，几曲宫商大用心。百年光景还争甚？空赢得，雪鬓侵，跨仙禽，路绕云深。”从中大略可见他的为人。剧作存目十一，有《杜牧之诗酒扬州梦》、《李太白匹配金钱记》、《玉箫女两世姻缘》三种传世。"
  },
  "tags": []
}