{
  "id": 72404,
  "star": 310,
  "name": "渔父",
  "dynasty": "先秦",
  "content": "　　屈原既放，游于江潭，行吟泽畔，颜色憔悴，形容枯槁。渔父见而问之曰：“子非三闾大夫与？何故至于斯？”屈原曰：“举世皆浊我独清，众人皆醉我独醒，是以见放。”</p> <p>　　渔父曰：“圣人不凝滞于物，而能与世推移。世人皆浊，何不淈其泥而扬其波？众人皆醉，何不餔其糟而歠其醨？何故深思高举，自令放为？”</p> <p>　　屈原曰：“吾闻之，新沐者必弹冠，新浴者必振衣；安能以身之察察，受物之汶汶者乎？宁赴湘流，葬于江鱼之腹中。安能以皓皓之白，而蒙世俗之尘埃乎?”</p> <p>　　渔父莞尔⑾而笑，鼓枻而去，乃歌曰：“沧浪之水清兮，可以濯吾缨；沧浪之水浊兮，可以濯吾足。”遂去，不复与言。",
  "fanyi": "<p><strong>译文<br></strong>　　<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>遭到了放逐,在沅江边上游荡。他沿着江边走边唱，面容憔悴,模样枯瘦。渔父见了向他问道:\"您不是三闾大夫么，为什么落到这步田地?\"屈原说:\"天下都是浑浊不堪只有我清澈透明（不同流合污）,世人都迷醉了唯独我清醒,因此被放逐。\"<br>　　渔父说:\"圣人不死板地对待事物,而能随着世道一起变化。世上的人都肮脏,何不搅浑泥水扬起浊波，大家都迷醉了,何不既吃酒糟又大喝其酒?为什么想得过深又自命清高,以至让自己落了个放逐的下场?\"<br>　　屈原说:\"我听说:刚洗过头一定要弹弹帽子,刚洗过澡一定要抖抖衣服。怎能让清白的身体去接触世俗尘埃的污染呢?我宁愿跳到湘江里,葬身在江鱼腹中。怎么能让晶莹剔透的纯洁,蒙上世俗的尘埃呢?\"<br>　　渔父听了,微微一笑,摇起船桨动身离去。唱道:\"沧浪之水清又清啊,可以用来洗我的帽缨;沧浪之水浊又浊啊,可以用来洗我的脚。\"便远去了,不再同屈原说话。</p> <p><strong>注释</strong><br>⑴既：已经，引申为“（在）……之后”。<br>⑵颜色:脸色。形容:形体容貌。<br>⑶三闾（lǘ)大夫:掌管楚国王族屈、景、昭三姓事务的官。屈原曾任此职。<br>⑷是以见放，是:这。以:因为。见：被。<br>⑸淈(gǔ):搅浑。<br>⑹餔：吃。糟:酒糟。歠(chuò):饮。醨(lí):薄酒。 成语：哺糟歠醨<br>⑺高举:高出世俗的行为。在文中与\"深思\"都是渔父对屈原的批评,有贬意,故译为(在行为上)自命清高。举,举动。<br>⑻沐：洗头。<br>⑼浴：洗身，洗澡。<br>⑽察察:皎洁的样子。<br>⑾汶(mén)汶:污浊。<br>⑿皓皓：洁白的或高洁的样子。<br>⒀莞尔：微笑的样子。<br>⒁鼓枻：摇摆着船桨。.鼓：拍打。枻(yì):船桨。<br>⒂沧浪：水名,汉水的支流,在湖北境内。或谓沧浪为水清澈的样子。\"沧浪之水清兮\"四句：这首《沧浪歌》也见于《孟子·离娄上》,二\"吾\"字皆作\"我\"字。<br>⒃濯：洗。<br>⒄缨：系帽的带子，在颔下打结。<br>⒅遂去，遂:于是。去:离开。<br>⒆不复与言，复:再。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　关于《渔父》的作者，历来说法不一。最早认定为<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>作的，是东汉王逸的《楚辞章句》。《楚辞章旬》是在西汉末年<a href=\"http://so.gushiwen.org/author_403.aspx\">刘向</a>编的《楚辞》的基础上作注。在《楚辞》中，《渔父》已作为屈原的二十五篇作品之一收入。据此，则认定屈原作《渔父》，又可上推至刘向时。后世认同屈原作《渔父》，影响较大的有南朝梁代萧统编的《昭明文选》和南宋<a href=\"http://so.gushiwen.org/author_459.aspx\">朱熹</a>的《楚辞集注》。但此说漏洞颇多。从外证来说，<a href=\"http://so.gushiwen.org/author_608.aspx\">司马迁</a>在《史记·屈贾列传》中引述《渔父》文字时，只是作为行文的一部分，而并非作为屈原的原作转引。王逸《楚辞章句》在明确指出“《渔父》者，屈原之所作也”之后，又说“楚人思念屈原，因叙其辞以相传焉”，则作者又非屈原而成了“楚人”。从内证来说，《渔父》中的屈原表示“宁赴湘流，葬于江鱼之腹中”，以下当是赴湘自沉的一幕，似不可能再有心绪用轻松的笔调续写“莞尔而笑”的渔父。何况全文采用第三人称，亦与屈原作为此文作者的身份不合。故近人一般都认为此文并非屈原所作。郭沫若说：“《渔父》可能是深知屈原生活和思想的楚人的作品。”(《屈原赋今译》)按之作品的实际，这一推断还是比较可信的。</p> <p>　　在第一部分中，屈原开始露面。文章交待了故事发生的背景、环境以及主人公的特定情况。时间是在“既放”之后，即屈原因坚持爱国的政治主张遭到楚顷襄王的放逐之后；地点是在“江潭”、“泽畔”，从下文“宁赴湘流”四字看来，当是在接近湘江的沅江或沅湘间的某一江边、泽畔；其时屈原的情况是正心事重重，一边走一边口中念念有词。文中以“颜色憔悴，形容枯槁”八字活画出屈原英雄末路、心力交瘁、形销骨立的外在形象。</p> <p>　　第二部分是文章的主体。在这部分中，渔父上场，并开始了与屈原的问答。对渔父不作外形的描述，而是直接写出他心中的两个疑问。一问屈原的身份：“子非三闾大夫与?”屈原曾任楚国的三闾大夫(官名)，显然渔父认出了屈原，便用反问以认定身份。第二问才是问话的重点所在：“何故至于斯?”落魄到这地步，当是渔父所没有料想到的。由此一问，引出屈原的答话，并进而展开彼此间的思想交锋。屈原说明自己被流放的原因是“举世皆浊我独清，众人皆醉我独醒”，即自己与众不同，独来独往，不苟合，不妥协。由此引出渔父的进一步的议论。针对屈原的自是、自信，渔父提出，应该学习“圣人不凝滞于物，而能与世推移”的榜样，并以三个反问句启发屈原“淈泥扬波”、“哺糟歠酾”，走一条与世浮沉、远害全身的自我保护的道路。他认为屈原不必要“深思高举”，从思想到行为无不高标独立，以致为自己招来流放之祸。渔父是一位隐者，是道家思想的忠实信徒。老子说：“和其光，同其尘。”(《老子》)庄子说：“虚而委蛇。”(《庄子·应帝王》，后世成语作“虚与委蛇”)渔父所取的人生哲学、处世态度，正是从老庄那里继承过来的。他所标举的“圣人”，指的正是老、庄一类人物。儒家的大圣人则说：“道不同，不相为谋。”(《论语·卫灵公》)坚持“苏世独立，横而不流”(《九歌·橘颂》)的高尚人格的屈原，对于渔父的“忠告”当然是格格不入的。他义正辞严地进一步表明了自己的思想、主张。他以“新沐者必弹冠，新浴者必振衣”的两个浅近、形象的比喻，说明自己洁身自好、决不同流合污的态度。又以不能以自己的清白之身受到玷污的两个反问句，表明了自己“宁赴湘流”，不惜牺牲性命也要坚持自己的理想。屈原在《离骚》中就曾旗帜鲜明地表示过：“亦余心之所善兮，虽九死其犹未悔!”“既莫足与为美政兮，吾将从彭咸之所居!”《渔父》中的屈原，正是这样一个始终不渝地坚持理想、不惜舍生取义的生活中的强者。司马迁将《渔父》的文字作为史料载入屈原的传记中，当也是有见于所写内容的真实性，至少是符合屈原一以贯之的思想性格的。</p> <p>　　全文的最后一部分，笔墨集中在渔父一人身上。听了屈原的再次回答，渔父“莞尔而笑”，不再答理屈原，兀自唱起“沧浪之水清兮”的歌，“鼓枻而去”。这部分对渔父的描写十分传神。屈原不听他的忠告，他不愠不怒，不强人所难，以隐者的超然姿态心平气和地与屈原分道扬镳。他唱的歌，后人称之为《渔父歌》(宋人<a href=\"http://so.gushiwen.org/author_55.aspx\">郭茂倩</a>《乐府<a href=\"http://so.gushiwen.org/view_72404.aspx\">诗</a>集》第八十三卷将此歌作为《渔父歌》的“古辞”收入)，也《沧浪歌》或《孺子歌》。歌词以“水清”与“水浊”比喻世道的清明与黑暗。所谓水清可以洗帽缨、水浊可以洗脚，大意仍然是上文“圣人不凝滞于物，而能与世推移”的意思，这是渔父和光同尘的处世哲学的一种较为形象化的说法。</p> <p>　　最后这一部分，不见于《史记》屈原本传中。从全篇结构来说，这一部分却是不可或缺的：它进一步渲染了渔父的形象；渔父无言而别、唱歌远去的结尾，也使全文获得了悠远的情韵。不少研究者认为《渔父》这篇作品是歌颂屈原的。但从全文的描写、尤其是从这一结尾中，似乎很难看出作者有专门褒美屈原、贬抑渔父的意思。《渔父》的价值在于相当准确地写出了屈原的思想性格，而与此同时，还成功地塑造了一位高蹈遁世的隐者形象。后世众多诗赋词曲作品中吟啸烟霞的渔钓隐者形象，从文学上溯源，都不能不使我们联想到楚辞中的这篇《渔父》。如果一定要辨清此文对屈原与渔父的感情倾向孰轻孰重，倒不妨认为他比较倾向于作为隐者典型的渔父。</p> <p>　　《渔父》是一篇可读性很强的优美的散文。开头写屈原，结尾写渔父，都着墨不多而十分传神；中间采用对话体，多用比喻、反问，生动、形象而又富于哲理性。从文体的角度看，在楚辞中，唯有此文、《卜居》以及<a href=\"http://so.gushiwen.org/author_358.aspx\">宋玉</a>的部分作品采用问答体，与后来的汉赋的写法已比较接近。前人说汉赋“受命于诗人，拓宇于楚辞”(<a href=\"http://so.gushiwen.org/author_855.aspx\">刘勰</a>《文心雕龙·诠赋》)，在文体演变史上，《渔父》无疑是有着不可忽视的重要地位的。</p>",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": [
    "楚辞",
    "哲理",
    "散文",
    "故事"
  ]
}