{
  "id": 57585,
  "star": 51,
  "name": "木兰花慢·席上送张仲固帅兴元",
  "dynasty": "宋代",
  "content": "汉中开汉业，问此地、是耶非。想剑指三秦，君王得意，一战东归。追亡事、今不见，但山川满目泪沾衣。落日胡尘未断，西风塞马空肥。 <br>一编书是帝王师。小试去征西。更草草离筵，匆匆去路，愁满旌旗。君思我、回首处，正江涵秋影雁初飞。安得车轮四角，不堪带减腰围。",
  "fanyi": "<p><strong>译文<br></strong>汉中是汉朝开创帝业的地方，问：这个地方是否就是当时的汉中？想当年攻占三秦土地，高祖<a href=\"http://so.gushiwen.org/author_746.aspx\">刘邦</a>乘胜东进，去争夺天下与<a href=\"http://so.gushiwen.org/author_253.aspx\">项羽</a>一决雌雄。追回逃跑的韩信拜他为大将这样尊重人才的事，现在难以见到，只有那满眼破碎的山河令人泪下沾衣。落日中，任凭西方金人侵扰不止，秋天朝廷边塞的战马白白地体壮膘肥。<br>您就像那得了书的张良可以成为帝王的老师，如今去西方兴元不过是小试身手。我备下这简单的饯行酒，你就要匆忙上路，仪仗队里的旌旗飘满了离愁。你想念我的时候，回头看，秋江上天光水影征雁啁啾次第飞。怎么能够让车轮长出四只角把行人强留，禁不起相思别恨衣带渐宽人渐瘦。</p> <p><strong>注释<br></strong>⑴汉中开汉业：指刘邦以汉中为基础，开创了汉王朝的帝业。<br>⑵剑指三秦：指刘邦占领关中事三秦I即雍、塞、翟三国地。《汉书·高帝纪》：（韩信）因陈羽可图、三秦易并之计，汉王大悦，遂听信策，部署诸将。……五月，汉王引兵从故道出袭雍。雍王邯迎击汉陈仓，雍兵败，……汉王遂定雍地。……秋八月，……塞王欣、翟王翳皆降汉。<br>⑶追亡事：指萧何追韩信。《史记·淮阴侯列传》：信数与萧何语，何奇之。至南郑，诸将行道亡者数十人，信度何等已数言上，上不我用，即亡。何闻信亡，不及以闻，自追之。人有言上曰：“丞相何亡。”上大怒。如失左右手。居一二日，何来谒上，上且怒且喜，骂何曰：“若亡，何也？”何曰：“臣不敢亡也，臣追亡者。”上曰：“若所追者谁？”何曰：“韩信也。”上复骂曰：“诸将亡者以十数，公无所追；追信，诈也。”何曰：“诸将易得耳，至如信者，国士无双。王必欲长王汉中，无所事信；必欲争天下，非信无所与计事者。顾王策安所决耳！”<br>⑷今不见：讽刺南宋统治者不重用抗金爱国人才。<br>⑸山川满目泪沾衣：初唐<a href=\"http://so.gushiwen.org/view_57585.aspx\">诗</a>人<a href=\"http://so.gushiwen.org/author_521.aspx\">李峤</a>《汾阴行》诗：“山川满目泪沾衣，富贵荣华能几时。不见祗今汾水上，唯有年年秋雁飞。”<br>⑹胡尘：金人的军马扬起的尘土。<br>⑺西风：秋风。塞马：边马。<br>⑻一编书：《史记·留候世家》：良尝闲从容步游下邳圯上，有一老父，衣褐，至良所，直堕其履圯下，顾谓良曰：“孺子，下取履！”……五日，良夜未半往。有顷，父亦来，喜曰：“当如是。”出一编书，曰：“读此则为王者师矣。后十年兴，十三年孺子见我济北，谷城山下黄石即我矣。”遂去，无他言，不复见。旦日，视其书，乃《太公兵法》也。良因异之，常习诵读之。<br>⑼小试：略试才能。征西：指西去帅兴元。<br>⑽草草离筵（yán）：杯盘草草，表示酒席不丰盛。<br>⑾旌（jīng）旗：指张仲固的随行仪仗。<br>⑿江涵秋影雁初飞：语出<a href=\"http://so.gushiwen.org/author_211.aspx\">杜牧</a>《九日齐山登高》诗“江涵秋影雁初飞，与客携壶上翠微。”涵：沉浸。<br>⒀车轮四角：<a href=\"http://so.gushiwen.org/author_335.aspx\">陆龟蒙</a>《古意》：“君心莫淡薄，妾意正栖托。愿得双车轮，一夜生四角。”盼望车子开不动把行人留下来的意思。<br>⒁带减腰围：因为思念友人，身体逐渐消瘦，腰围渐细，衣带日宽。《古诗》“相去日以远，衣带日以缓”之意。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　开篇词人即提到“汉中”，除了因为汉中是张仲固要去的地方之外，还因宋高宗即位之初，<a href=\"http://so.gushiwen.org/author_76.aspx\">李纲</a>等人就主张在此地建立行都，出击金军。作者满怀一腔报国之志，一生都渴望光复故土，洗去被金军侵略的耻辱，所以一提到汉中，他便自然地联想到汉朝基业的建立。“想剑指三秦，君王得意，一战东归。”追忆了<a href=\"http://so.gushiwen.org/author_746.aspx\">刘邦</a>当年从汉中率军出发，直指关中，把踞守关中的秦的三将章邯、司马欣和董翳相继击溃的往事。那是多么高明的战略决策，多么令人羡慕的战果，而那又全都是多谋善战的汉初三杰的贡献。“追亡事，今不见”词人的笔锋由历史的回顾转向眼下的现实。这段历史趣事和刘邦帝业联系在一起，尽管时移世变，也没有冲淡人们美好的记忆。然而如今的雄豪意气何在？这里词人借用唐代<a href=\"http://so.gushiwen.org/author_521.aspx\">李峤</a>《汾阴行》的<a href=\"http://so.gushiwen.org/view_57585.aspx\">诗</a>句：“世事回还不可测。昔时青楼对歌舞，今日黄埃聚荆棘。山川满目泪沾衣，富贵荣华能几时？不见只今汾水上，唯有年年秋雁飞。”借古是为了喻今，当时偏安的朝廷，屈辱求和，国势日衰，没有一点振奋作战的气象。词人面对着眼前的剩山残水，怎能不使他感伤落泪呢！“胡尘未断”和“塞马空肥”，既写出严重的民族危机，又抒发报国无路的悲愤。词人追忆刘邦充满荣光的战斗历程，无奈如今的朝堂却是一派文恬武嬉，国势衰微，萎靡不振。大好河山看似依旧，其实早已被金军的铁骑踏遍。看着敌骑在南宋的疆土上肆意驰骋，像词人这般怀有一腔报国之志的血性男儿，又岂能无动于衷。 </p> <p>　　下阕开头“一编书是帝王师”，用张良佐汉的故事，与篇首回应。下句“小试”二字微讽。既是“帝王师”，为什么不大用，而只“小试”呢？但又是双解。小试之后，必有大用。“更草草离筵，匆匆去路，愁满旌旗”，词人心中对友人的不舍随着分别时刻的临近而越来越深。以“更”字领起，纵笔直抒，沉恨离愁，尽吐纸上，充分揭示出别离时的愁苦心境。“愁满旌旗”一句，言无知的旌旗也会染上他俩的别愁，写离情最独到。“君思我，回首处，正江涵秋影雁初飞”，作者当时也已经接受改任知隆兴府，兼江南西路安抚使之命，很快就要去江西赴任。当张仲固抵达汉中，回首思念今日为他践行的人时，<a href=\"http://so.gushiwen.org/author_217.aspx\">辛弃疾</a>早已离开此地，到达南昌了。“安得车轮四角，不堪带减腰围”，离别在即，词人满腹离愁无法化解，真希望车轮能在一夜之间生出四角，使张仲固因无法离开而多停留几日，可是这又怎么可能呢？分别之后，思念定会让作者变得更加消瘦。以上两句，一句从对方思念自己着笔，以“江涵秋影雁初飞”的成句，写孤独的友人望雁寄情之貌，寓情于景；一句从自己思念友人出发，以“车轮四角”写留别苦情，“带减腰围”写别后相思。</p> <p>　　本篇结构颇为紧凑。例如上片只有两层意思，其问以“今不见，但山川满目泪沾衣”过渡，既感慨再也见不到汉初风云际会，君臣相得的盛况，又痛惜眼前山河分裂、神州陆沉的现状。这样，就使怀古与伤今浑然联成一体，可以全面地表达词人炽烈的爱国之情。下片在结构安排上也有相似之处，即从张仲同写起，以“回首处”二句过渡，接写作者的愁怀。其次，本篇语言也颇为精练（这包括运用古人的现成诗句）。例如“山川满目泪沾衣，富贵荣华能几时”原是唐代李峤的诗句，但词人却能翻出新意，一扫原诗物是人非、富贵易失的消极情绪，用来描绘爱国志士目睹故国山川、热泪纵横的情景，恰到好处，足见作者驾驭语言的高度能力。</p>",
  "about": "<h2>创作背景</h2> 　　这首词是孝宗淳熙八年（1181）秋天，作者在江西安抚使任上，为原江西路转运判官张仲固奉调兴元知府设宴饯行，有感而作此词。张仲固：张坚字仲固，绍兴二十四年（1154）进士，曾官御史中丞、户部郎中。",
  "poet": {
    "id": 217,
    "star": 0,
    "name": "辛弃疾",
    "image": "http://img.gushiwen.org/authorImg/xinqiji.jpg",
    "desc": "辛弃疾（1140－1207），南宋词人。原字坦夫，改字幼安，别号稼轩，汉族，历城（今山东济南）人。出生时，中原已为金兵所占。21岁参加抗金义军，不久归南宋。历任湖北、江西、湖南、福建、浙东安抚使等职。一生力主抗金。曾上《美芹十论》与《九议》，条陈战守之策。其词抒写力图恢复国家统一的爱国热情，倾诉壮志难酬的悲愤，对当时执政者的屈辱求和颇多谴责；也有不少吟咏祖国河山的作品。题材广阔又善化用前人典故入词，风格沉雄豪迈又不乏细腻柔媚之处。由于辛弃疾的抗金主张与当政的主和派政见不合，后被弹劾落职，退隐江西带湖。"
  },
  "tags": [
    "豪放",
    "宴饮",
    "送别"
  ]
}