{
  "id": 26026,
  "star": 37,
  "name": "游终南山",
  "dynasty": "唐代",
  "content": "南山塞天地，日月石上生。<br>高峰夜留景，深谷昼未明。<br>山中人自正，路险心亦平。<br>长风驱松柏，声拂万壑清。<br>即此悔读书，朝朝近浮名。",
  "fanyi": "<p><strong>译文<br></strong>终南山高大雄伟，塞满了整个天地，太阳和月亮都是从山中的石头上升起落下。<br>当终南山其他地方都已被夜色笼罩时，高高的山峰上还留着落日的余晖；<br>而当终南山其他地方都已经洒满阳光时，深深的幽谷中还是一片昏暗。<br>终南山矗立在那儿不偏不斜，山中居住的人也和这山一样爽直正派，虽然山路陡峭，崎岖不平，但他们却心地平坦，从不会有路险身危的感觉。<br>山高风长，长风吹动松柏，松枝松叶在风中呼呼作响，松涛回荡在千山万壑之间，十分清脆激越。<br>来到终南山见到如此险绝壮美的景色，我真后悔当初为什么要刻苦读书，天天去追求那些虚名浮利。</p> <p><strong>注释</strong><br>⑴终南山：秦岭著名的山峰，在今陕西省西安市南。<br>⑵南山：指终南山。塞：充满，充实。<br>⑶高峰夜留景：《全唐<a href=\"http://so.gushiwen.org/view_26026.aspx\">诗</a>》此句下注：“太白峰西黄昏后见馀日。” </p>",
  "shangxi": "<h2>赏析</h2> <p>　　此<a href=\"http://so.gushiwen.org/view_26026.aspx\">诗</a>载于《全唐诗》第三百七十五卷。陕西师范大学文学研究所所长、博士生导师霍松林教授认为欣赏这首诗，必须紧扣诗题“游终南山”，切莫忘记那个“游”字。</p> <p>　　<a href=\"http://so.gushiwen.org/author_682.aspx\">韩愈</a>在《荐士》诗里说<a href=\"http://so.gushiwen.org/author_232.aspx\">孟郊</a>的诗“横空盘硬语，妥帖力排奡”。“硬语”的“硬”，指字句的坚挺有力。这首《游终南山》，在体现这一特点方面很有代表性。</p> <p>　　就实际情况说，终南尽管高大，但远远没有塞满天地。“南山塞天地”，的确是硬语盘空，险语惊人。这是作者写他“游”终南山的感受。身在深山，仰望，则山与天连；环顾，则视线为千岩万壑所遮，压根儿看不见山外还有什么空间。用“南山塞天地”概括这种独特的感受，虽“险”而不“怪”，虽“夸”而非“诞”，非常“妥帖”。</p> <p>　　日和月，当然不是“石上生”的，更不是同时从“石上生”的。“日月石上生”一句，的确“硬”得出奇，“险”得惊人。然而这也是作者写他“游”终南山的感受。日月并提，不是说日月并“生”；而是说作者来到终南，既见日升，又见月出，已经度过了几个昼夜。终南之大，作者游兴之浓，也于此曲曲传出。身在终南深处，朝望日，夕望月，都从南山高处初露半轮，然后冉冉升起，这就像从石上“生”出来一样。<a href=\"http://so.gushiwen.org/author_691.aspx\">张九龄</a>的“海上生明月”，<a href=\"http://so.gushiwen.org/author_117.aspx\">王湾</a>的“海日生残夜”，<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>的“四更山吐月”，都与此同一机杼。孤立地看，“日月石上生”似乎“夸过其理”（《文心雕龙·夸饰》），但和作者“游”终南山的具体情景、具体感受联系起来，就觉得它虽“险”而不“怪”，虽“夸”而非“诞”。当然，“险”“硬”的风格，使它不可能有“四更山吐月”“海上生明月”那样的情韵。</p> <p>　　“高峰夜留景，深谷昼未明”两句的风格仍然是“奇险”。在同一地方，“夜”与“景” （日光）互不相容；作者硬把它们安排在一起，突出一个“奇”字。但细玩诗意，“高峰夜留景”，不过是说在其他地方已经被夜幕笼罩之后，终南的高峰还留有落日的余辉。极言其高，又没有违背真实。从《诗经·大雅·崧高》“崧高维岳，骏极于天”以来，人们习惯于用“插遥天”、“出云表”之类的说法来表现山峰之高耸。孟郊却避熟就生，抓取富有特征性的景物加以夸张，就在“言峻则崧高极天”之外另辟蹊径，显得很新颖。在同一地方，“昼”与“未明”（夜）无法并存，作者硬把二者统一起来，自然给人以“险”的感觉。但玩其本意，“深谷昼未明”，不过是说在其他地方已经洒满阳光之时，终南的深谷里依然一片幽暗。极言其深，很富有真实感。“险”的风格，还从上下两句的夸张对比中表现出来。同一终南山，其高峰高到“夜留景”，其深谷深到“昼未明”。一高一深，悬殊若此，似乎“夸过其理”。然而这不过是借一高一深表现千岩万壑的千形万态，于以见终南山高深广远，无所不包。究其实，略同于<a href=\"http://so.gushiwen.org/author_515.aspx\">王维</a>的“阴晴众壑殊”，只是风格各异而已。</p> <p>　　“长风驱松柏”，“驱”字下得“险”。然而山高则风长，长风过处，千柏万松，枝枝叶叶，都向一边倾斜，这只有那个“驱” 字才能表现得形神毕肖。“声”既无形又无色，当然不能看见它在“拂”。“声拂万壑清”，“拂”字下得“险”。然而那“声”来自“长风驱松柏”，长风过处，千柏万松，枝枝叶叶都在飘拂，也都在发声。说“声拂万壑清”，就把万顷松涛的视觉形象和万壑清风的听觉形象统一起来了。</p> <p>　　这六句诗插在这中间的两句，以抒情为主。“山中人自正”里的“中”是“正”的同义语。山“中”而不偏，山中人“正”而不邪；因山及人，抒发了赞颂之情。“路险心亦平”中的“险”是“平”的反义词。山中人既然正而不邪，那么，山路再“险”，心还是“平” 的。以“路险”作反衬，突出地歌颂了山中人的心地平坦。</p> <p>　　硬语盘空，险语惊人，也还有言外之意耐人寻味。赞美终南的万壑清风，就意味着厌恶长安的十丈红尘；赞美山中的人正心平，就意味着厌恶山外的人邪心险。以“即此悔读书，朝朝近浮名”收束全诗，这种言外之意就表现得相当明显了。</p>",
  "poet": {
    "id": 232,
    "star": 0,
    "name": "孟郊",
    "image": "http://img.gushiwen.org/authorImg/mengjiao.jpg",
    "desc": "孟郊，(751～814)，唐代诗人。字东野。汉族，湖州武康（今浙江德清）人，祖籍平昌（今山东临邑东北），先世居洛阳（今属河南）。唐代著名诗人。现存诗歌500多首，以短篇的五言古诗最多，代表作有《游子吟》。有“诗囚”之称，又与贾岛齐名，人称“郊寒岛瘦”。元和九年，在阌乡(今河南灵宝)因病去世。张籍私谥为贞曜先生。"
  },
  "tags": [
    "写景",
    "写山"
  ]
}