{
  "id": 71532,
  "star": 39,
  "name": "咏路",
  "dynasty": "南北朝",
  "content": "赤路如龙蛇，不知几千丈。<br>出没山水间，一下复一上。<br>伊予独何为，与之同俯仰？",
  "shangxi": "<h2>赏析</h2> <p>　　首句点题，“赤路”即炎荒之路。南方称“赤”，又多红土，<a href=\"http://so.gushiwen.org/author_732.aspx\">鲍照</a>《代苦热行》：“赤坂横西阻，火山赫南威。”即效“赤”字形容炎热之地。“赤”字还兼有空尽无物之意。此处只写一条空荡荡的赤土路，则路途的漫长寂寞、燥热荒凉均在言外。因而以龙蛇为比，就不仅是取其曲折蜿蜒之状，而且照应了“深山大泽，实生龙蛇”（《左传》襄公二十一年）的典故，令人想到沿途险恶的自然环境。以下写路的形貌，处处扣住龙蛇之喻。“不知几千丈”以写龙蛇长度的量词写路之绵长，“出没山水间”用龙蛇出没不定的特点形容路之曲折，“一下复一上”以龙蛇上下低昂的动态写路之起伏，便生动地描画出路在山水间屈曲延伸、忽隐忽现的态势。在此漫漫长途上踽踽独行的作者问自己：这一生为什么偏偏要随着这条龙蛇般的赤路俯仰上下呢？这一问含意复杂：首先试问，究竟做了什么才会踏上这条贬谪远荒的道路？联系他在《愤古赋》中为<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>“以忠不容而卒葬于鱼龙之腹”而“愤然伤之”的心情来看，有痛愤自己无罪遭忌见放的言外之意在，因此这一问是对朝中权奸和谗人的责问。其次，“独何为”又含有“何苦来”的感叹。走上这条迁谪之路是他一生追求功名的结局，不肯随俗俯仰，便要随贬谪之路上下俯仰。道路的一下一上，不能不令他联想到仕途的上下、命运的起伏，因此这一问又是他对自己所走的人生道路的疑问。尽管如北，联系<a href=\"http://so.gushiwen.org/author_641.aspx\">邹浩</a>在其他<a href=\"http://so.gushiwen.org/view_71532.aspx\">诗</a>中一再表白的“俯仰无愧作”、“俯仰不愧何缤纷”来看，可知他即使是在迁谪流离、屡濒于死的境遇中，也仍是以诤诤直骨、俯仰无愧而自豪的。 诗中所咏之路，还可以令人想到言路。谏官倘要打开闭塞的言路，就要有敢于直犯龙颜、逆批龙鳞的勇气。古人向来将皇帝的反复无常比作“龙性谁能驯”，那么邹浩所走的这条路，正是与龙蛇相俯仰的一条险路。<a href=\"http://so.gushiwen.org/author_76.aspx\">李纲</a>在邹浩《道乡集》序中说，当时台谏大都敷衍塞责，甚至变乱黑白、颠倒是非，“独公奋不顾身，犯颜逆鳞，论国事之大者于言路闭塞之时，号凤鸣朝阳。”可见此诗以赤路比龙蛇，围绕着邹浩被谪在途一事，启发人关于贬谪之路、人生之路、朝廷言路的多种联想，就有较为深广的意蕴。</p> <p>　　应当指出的是：邹浩毕竟是一位道学先生，虽能以气节自励，但也有他迂腐的一面，他的《移居昭州》等诗同是写贬谪之感，却满篇都是“自新有路君恩重，犹冀他时不愧天”之类的话。《咏路》一诗虽含意较广，而终究缺乏强烈的愤激之情，其根源正在此处。<a href=\"http://so.gushiwen.org/author_599.aspx\">王士祯</a>称邹浩古诗似<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>，这首诗语言的平直通俗便很有代表性，好在浅而能深，显而能隐，尚不失为佳构。 </p>",
  "about": "<h2>创作背景</h2> 　　咏物<a href=\"http://so.gushiwen.org/view_71532.aspx\">诗</a>贵在能寓微婉的兴寄于生动的物象描绘之中。寄托的深浅有时不在词意的显晦，而在诗歌概括容量的大小，<a href=\"http://so.gushiwen.org/author_641.aspx\">邹浩</a>的《咏路》即是一例。从全篇意思来看，这首诗是作者在贬谪岭南的途中所作。邹浩是北宋绍圣（1094-1098）以后著名的诤臣之一，一生忠正方直，因敢于直谏，两次被流放岭南。第一次在1099年（宋哲宗元符二年），为上疏谏立刘后，遭章惇诋毁，羁管新州（今广东新兴县）。徽宗即位时还朝，又为蔡京所忌，再次被贬，不久贬逐昭州（今广西平乐县），五年后才得归京。此诗虽不能确定究竟作于何时，却能概括他两次被流放的感慨。诗中没有具体描写从京城到岭南一路上的观感，而是以不知几千丈长的龙蛇来比喻漫长的旅途和在千山万水之间盘旋上下的贬谪之路，形象地表现了作者上下仕途、俯仰无愧的人生之路。",
  "poet": {
    "id": 641,
    "star": 0,
    "name": "邹浩",
    "image": "http://img.gushiwen.org/authorImg/zouhao.jpg",
    "desc": "邹浩（1060—1111）字志完，遇赦归里后于周线巷住处辟一园名“道乡”，故自号道乡居士，常州晋陵（今江苏常州）人。生于宋仁宗嘉祐五年，卒於徽宗政和元年，年五十二岁。元丰五年（1082）进士，调扬州颍昌府教授。吕公著、范纯仁为郡守，皆礼遇之。哲宗朝，为右正言，累上疏言事。章惇独相用事，浩露章数其不忠，因削官，羁管新州。徽宗立，复为右正言，累迁兵部侍郎两谪岭表，复直龙图阁。卒谥忠，学者称道乡先生。浩著《道乡集》四十卷，《四库总目》传于世。"
  },
  "tags": [
    "咏物",
    "抒怀",
    "感慨"
  ]
}