{
  "id": 57675,
  "star": 8,
  "name": "鹧鸪天·游鹅湖醉书家壁",
  "dynasty": "宋代",
  "content": "春入平原荠菜花，新耕雨后落群鸦。多情白发春无奈，晚日青帘酒易赊。<br>闲意态，细生涯。牛栏西畔有桑麻。青裙缟袂谁家女，去趁蚕生看外家。",
  "fanyi": "<p><strong>译文<br></strong>春天来临，平原之上恬静而又充满生机，白色的荠菜花开满了田野。土地刚刚耕好，又适逢春雨落下，群鸦在新翻的土地上觅食。忽然之间适才令人心情舒爽的春色不见了，愁绪染白了头发。心情沉闷无奈，只好到小酒店去饮酒解愁。<br>村民们神态悠闲自在，生活过得井然有序，牛栏附近的空地上也种满了桑和麻。春播即将开始，大忙季节就要到来，不知谁家的年轻女子，穿着白衣青裙，趁着大忙前的闲暇时光赶着去走娘家。</p> <p><strong>注释<br></strong>⑴鹧鸪天：词牌名。又名《思佳客》、《醉梅花》、《剪朝霞》、《骊歌一叠》等。双调五十五字，平韵。或说调名取自 唐 郑嵎 “春游鸡鹿塞，家在鹧鸪天”<a href=\"http://so.gushiwen.org/view_57675.aspx\">诗</a>句。然唐五代词中无此调。调始见于宋代<a href=\"http://so.gushiwen.org/author_596.aspx\">宋祁</a>之作。<br>⑵鹅湖：《铅山县志》：“鹅湖山在县东北，周回四十余里。其影入于县南西湖，诸峰联络，若狮象犀猊，最高者峰顶三峰挺秀。”《潘阳记》云：“山上有湖多生荷，故名荷湖。”东晋人龚氏居山蓄鹅，其双鹅育子数百，羽绒成乃去，更名鹅湖。 宋淳熙二年<a href=\"http://so.gushiwen.org/author_459.aspx\">朱熹</a>与吕祖谦、陆九渊兄弟讲学鹅湖寺 ，后人立为四贤堂。 淳祐中赐额“文宗书院”， 明正德中徙于山巅，改名“鹅湖书院”。<br>⑶平原：广阔平坦的原野。<br>⑷荠（jì）菜：一、二年生草本植物。基出叶丛生，羽状分裂，叶被毛茸，柄有窄翅。春天抽花薹，花小，白色。嫩叶可供食用。<br>⑸晚日：夕阳。<br>⑹青帘：旧时酒店门口挂的幌子。多用青布制成。 这里借指酒家。唐<a href=\"http://so.gushiwen.org/author_434.aspx\">郑谷</a>《旅寓洛南村舍》诗：“白鸟窥鱼网，青帘认酒家。”<br>⑺意态：神情姿态。<br>⑻生涯：生活。<br>⑼桑麻：桑树和麻。植桑饲蚕取茧和植麻取其纤维，同为古代农业解决衣着的最重要的经济活动。亦泛指农作物或农事。唐·<a href=\"http://so.gushiwen.org/author_757.aspx\">孟浩然</a>《过故人庄》：“故人具鸡黍，邀我至田家。 绿树村边合，青山郭外斜。 开轩面场圃，把酒话桑麻。 待到重阳日，还来就菊花。”<br>⑽青裙缟袂（gǎo mèi）：青布裙、素色衣。谓贫妇的服饰。借指农妇，贫妇。<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>《于潜女》诗：“青裙缟袂于潜女，两足如霜不穿屦。”<br>⑾外家：泛指母亲和妻子的娘家。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这是一首借景抒情的小词。词的前两句“春入平原荠菜花，新耕雨后落群鸦”，写的是农村恬静而又充满生机的春天景象。白色的荠菜花开满了田野，土地耕好了，又适逢春雨，群鸦在新翻的土地上觅食。聊聊数笔，把一幅乡间春色栩栩如生地描绘了出来。由荠菜开花而说“春入”，对平凡微贱的荠菜花寄予了极大的感情，又把“群鸦”写得充满生意，一点不像平时人们所见的那副使人讨厌的聒噪相。词人留意和刻画这些细物细事，可见其意态闲适。但是，接下来两句“多情白发春无奈，晚日青帘酒易赊”，情绪陡变，适才令人心情舒爽的春色不见了，万种愁绪染白了的头发。词中说的是“白发”，实际上讲的是“愁绪”。“多情白发春无奈”，词人心情沉闷，只好到小酒店去饮酒解愁。这里“多情”二字写得诙谐，恰如其分地传递出词人那种带有苦味的诙谐。而在这诙谐中，深切地感受到作者无可奈何的愁绪。面对这一派格调清新、色彩明丽、生机勃勃的春光，词人的内心深处也似乎有一股涌动的热情，他是多么希望为国家“金戈铁马，气吞万里如虎”，但想到罢官的现实，又感到无可奈何，他因此而愁苦得白了头发，只得在傍晚时到挂有青布酒幌的酒店去赊一点酒喝，好在赊酒很方便。词人想借酒浇愁，可这酒又不能解除他内心的愁。</p> <p>　　面对如画的春色，词人却来了愁绪。其原因可以从这首词的一小序“游鹅湖，醉书酒家壁”中找到一定的线索。这时，正是词人被罢官落职，不得不退居田园之时。这时他正壮年，还有精力，足有干一番事业的雄心壮志，是不能耐得住清闲无为的生活的，所以词人游鹅湖，面对生机勃勃的春天，联想到自己的遭遇，事业上的失意与感叹岁月流逝的惆怅之情便油然而生。</p> <p>　　清人<a href=\"http://so.gushiwen.org/author_504.aspx\">王夫之</a>说过：“以乐景写哀，以哀景写乐，一倍增其哀乐。”（《姜斋<a href=\"http://so.gushiwen.org/view_57675.aspx\">诗</a>话》）这也是词上阕的艺术手法。下阕写的是一幅农村景象：村民们悠闲自在，生活过得井然有序，牛栏附近的空地上种满了桑麻。春播即将开始，大忙季节就要到来，不知谁家的年轻女子，穿着白衣青裙，趁着大忙前的闲暇赶着去走娘家。与词的开篇几句不同，下阕词人从近处落笔，一个“闲”字，一个“细”字，一个“有”字，一个“趁”字，把农村生活的闲适与古朴活<a href=\"http://so.gushiwen.org/author_2141.aspx\">脱脱</a>地展现在人们的面前。然而，词人越是写闲适、古朴，越是让人联想到“多情白发春无奈，晚日青帘酒易赊”所流露出来的那种烦闷和无可奈何的情绪。词人无一字写自己，尽情描写客观景象，着力描绘了一个“无我之境”，实际上“我”尽在其中。词人采用这种高超的艺术手法，把烦乱复杂的失意之情在这闲适的氛围中突现得淋漓尽致。透过农家们恬然自安的心态，可以更真切地看到英雄无用武之地的词人那种无奈背后的不甘闲居的进取之心，那种追求祖国统一的执着。</p> <p>　　或许人有会找词人既然喜欢农村，喜欢农村古朴而又悠闲的生活，却还要借酒浇愁的原因。那么就必须结合词人当时的生活背景和他当时的处境去理解。<a href=\"http://so.gushiwen.org/author_217.aspx\">辛弃疾</a>是一位很有抱负、正义，充满爱国心的词人，然而，在当时的封建社会官场中有的是尔虞我诈、争权夺利，有的是夸夸其谈，食言而肥，词人对此看透了，厌烦了，所以他要远离城市的喧闹，他认为美好的春天在田野，在溪头，在那漫山遍野雪白的荠菜花中。此时，他虽置身于纯洁、清新的农村，却还有愁苦，那是因为他不能忘怀祖国万里江山。他要奔赴抗金疆场，去收复已夺占的土地，那才是真正关心的事业，然而，他却被排挤到农村，过起“闲意态”的生活来，所以他感到愁苦。他不是不喜爱春天，但春天并不能给他带来真正的快乐。</p> <p>　　这首《鹧鸪天》在辛词中并不占重要的地位，但它所抒发的思想感情却代表了辛词思想感情的主流，这是贯穿于词人一生的作品之中的，如“袖里珍奇光五色，他年要补天西北。”（《满江红》1168年）“醉里挑灯看剑，梦回吹角连营。”（《破阵子》1189年）“凭谁问：廉颇老矣，尚能饭否？”（《永遇乐》1205年）</p> <p>　　这首词在艺术上主要运用了对照的艺术手法，田园怡人的风光，农家闲适的生活，与词人“多情白发春无奈”的心情形成对照，从而含蓄地表现出词人不甘闲居又无奈惆怅的复杂心态；同时，这勃发的春色又暗含词人内心的不甘闲居、不甘消沉，表现了词人那如春的壮志，尽管这壮志被严酷的现实重压着。词的景物描写也很有特色，色彩明丽丰富，相映成趣；又动、静结合，人、物和谐，情、景相生。</p>",
  "about": "<h2>创作背景</h2> 　　此词创作时间大致是公元1182年，时年他四十二岁，被罢官落职、不得不退居田园。作者闲居带湖时常往来鹅湖游赏。",
  "poet": {
    "id": 217,
    "star": 0,
    "name": "辛弃疾",
    "image": "http://img.gushiwen.org/authorImg/xinqiji.jpg",
    "desc": "辛弃疾（1140－1207），南宋词人。原字坦夫，改字幼安，别号稼轩，汉族，历城（今山东济南）人。出生时，中原已为金兵所占。21岁参加抗金义军，不久归南宋。历任湖北、江西、湖南、福建、浙东安抚使等职。一生力主抗金。曾上《美芹十论》与《九议》，条陈战守之策。其词抒写力图恢复国家统一的爱国热情，倾诉壮志难酬的悲愤，对当时执政者的屈辱求和颇多谴责；也有不少吟咏祖国河山的作品。题材广阔又善化用前人典故入词，风格沉雄豪迈又不乏细腻柔媚之处。由于辛弃疾的抗金主张与当政的主和派政见不合，后被弹劾落职，退隐江西带湖。"
  },
  "tags": [
    "春天",
    "写景",
    "抒情"
  ]
}