{
  "id": 7832,
  "star": 591,
  "name": "长歌行",
  "dynasty": "唐代",
  "content": "桃李待日开，荣华照当年。<br>东风动百物，草木尽欲言。<br>枯枝无丑叶，涸水吐清泉。<br>大力运天地，羲和无停鞭。<br>功名不早著，竹帛将何宣。<br>桃李务青春，谁能贳白日。<br>富贵与神仙，蹉跎成两失。<br>金石犹销铄，风霜无久质。<br>畏落日月后，强欢歌与酒。<br>秋霜不惜人，倏忽侵蒲柳。",
  "fanyi": "<p><strong>译文<br></strong>桃李花得日而开，花朵缤纷，装点新春。<br>东风已经复苏万物，草木皆似欣欣欲语。<br>枯枝上发出了美丽的新叶，涸流中也清泉汩汩，一片生机。<br>造化运转着天地，太阳乘着日车不停地飞奔。<br>如果不早立功名，史籍怎能写上您的名字？<br>桃李须待春天，但谁能使春日永驻不逝？<br>时不我待，富贵与神仙两者皆会错肩而过。<br>金石之坚尚会销蚀殆尽，风霜日月之下，没有长存不逝的东西。<br>我深深地畏俱日月如梭而逝，因此才欢歌纵酒，强以为欢。<br>就像是秋天寒霜下的蒲柳，倏忽之间，老之将至，身已衰矣！</p> <p><strong>注释<br></strong>⑴长歌行：乐府旧题。《乐府集》卷三十列于《相和歌辞·平调曲》，属乐府相和歌平调七曲之一。题解云：《乐府解题》曰：“古辞云‘青青园中葵，朝露待日晞’，言芳华不久，当努力为乐，无至老大乃伤悲也。”魏改奏文帝所赋曲“西山一何高”，言仙道茫茫不可识，如王乔、赤松，皆空言虚词，迂怪难言，当观圣道而已。若<a href=\"http://so.gushiwen.org/author_838.aspx\">陆机</a>“逝矣经天日，悲哉带地川”，则复言人运短促，当乘间长歌，与古文合也。《长歌行》古曲今不传，惟留歌辞近十首，<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>这首为其中之一。<br>⑵待：一作“得”。<br>⑶荣华：草木茂盛、开花。《<a href=\"http://so.gushiwen.org/author_320.aspx\">荀子</a>·王制》：“草木荣华滋硕之时，则斧斤不入山林。”<br>⑷东风：春风。李白《春日独酌》诗之一：“东风扇淑气，水木荣春晖。”百物：犹万物。《礼记·祭法》：“黄帝正名百物，以明民共财，颛顼能脩之。”<br>⑸“枯枝”句：谓枯枝生新叶，皆可爱也。<br>⑹羲（xī）和：古代神话传说中的人物。驾御日车的神。《楚辞·离骚》：“吾令羲和弭节兮，望崦嵫而勿迫。”王逸注：“羲和，日御也。”<br>⑺竹帛（bó）：竹简和白绢，古代初无纸，用竹帛书写文字。引申指书籍、史乘。《史记·孝文本纪》：“然后祖宗之功德著于竹帛，施于万世，永永无穷，朕甚嘉之。”<br>⑻务：需要。青春：指春天。春季草木茂盛，其色青绿，故称。《楚辞·大招》：“青春受谢，白日昭只。”王逸注：“青，东方春位，其色青也。”<br>⑼贳（shì）：出借，赊欠。<br>⑽蹉（cuō）跎（tuó）：失意；虚度光阴。南朝齐<a href=\"http://so.gushiwen.org/author_32.aspx\">谢朓</a>《和王长史卧病》：“日与岁眇邈，归恨积蹉跎。”<br>⑾销铄（shuò）：熔化，消磨。汉<a href=\"http://so.gushiwen.org/author_822.aspx\">枚乘</a>《七发》：“虽有金石之坚，犹将销铄而挺解也。”<br>⑿欢：一作“饮”。<br>⒀倏（shū）忽：迅疾貌，形容出乎意外之快。《吕氏春秋·决胜》：“倏忽往来，而莫知其方。”蒲柳：即水杨，一种入秋就凋零的树木。蒲与柳都早落叶，这里用来比喻人的早衰。南朝宋<a href=\"http://so.gushiwen.org/author_668.aspx\">刘义庆</a>《世说新语·言语篇》：“蒲柳之姿，望秋而落，松柏之姿，经霜弥茂。”</p>",
  "shangxi": "　　《长歌行》是拟乐府旧题而创作的一首乐府<a href=\"http://so.gushiwen.org/view_7832.aspx\">诗</a>。其创作的具体时间难以考索，但从其创作内容约略可知必写在唐玄宗天宝三载（744年）以后，亦即“赐金还山”，离开朝廷之后，只有如此才能发出“富贵与神仙，蹉跎成两失”的深沉而意味无尽的悲慨，因而“强欢歌与酒”。如无切身遭际与体验，不应如此长歌当哭。李白是位爱国诗人，本自热衷功名事业，功成身退，为此曾走隐逸游仙的终南捷径，早著功名，名垂青史。也曾获得了美好的机遇，唐玄宗三次下诏征聘李白，金殿谒见对策，又得到唐玄宗的特殊礼遇，待诏翰林，随时顾问，荣极一时。然而由于他个性疏放，嫉恶如仇，颇受权贵忌恨，小人谗言，而被逐出朝廷，美其名曰“赐金还山”。这对李白来说是一个沉重的打击，希望与理想如昙花一现，而失望堕入悲慨的深渊中，求仙学道以求精神寄托。当他冷静地反思之后，才感到自误，“富贵与神仙，蹉跎两相失”，但犹有知非而振起之意，觉时不我待。此诗正切此情，合此理，抒写心灵，其诗情近于《将进酒》、《行路难三首》、《答王十二寒夜独酌有怀》等篇。又安史乱起李白则更跌入忧国的狂潮之中，因此不似作于安史之乱后的晚年。",
  "poet": {
    "id": 247,
    "star": 0,
    "name": "李白",
    "image": "http://img.gushiwen.org/authorImg/libai.jpg",
    "desc": "李白（701年－762年），字太白，号青莲居士，唐朝浪漫主义诗人，被后人誉为“诗仙”。祖籍陇西成纪(待考)，出生于西域碎叶城，4岁再随父迁至剑南道绵州。李白存世诗文千余篇，有《李太白集》传世。762年病逝，享年61岁。其墓在今安徽当涂，四川江油、湖北安陆有纪念馆。"
  },
  "tags": [
    "乐府",
    "建功立业",
    "理想"
  ]
}