{
  "id": 28900,
  "star": 424,
  "name": "无题·重帏深下莫愁堂",
  "dynasty": "唐代",
  "content": "重帏深下莫愁堂，卧后清宵细细长。<br>神女生涯原是梦，小姑居处本无郎。<br>风波不信菱枝弱，月露谁教桂叶香。<br>直道相思了无益，未妨惆怅是清狂。",
  "fanyi": "<p><strong>译文</strong><br>重重帷幕深垂，我孤居莫愁堂；<br>独卧不眠，更觉静夜漫漫长长。<br>巫山神女艳遇楚王，原是梦幻；<br>青溪小姑住所，本就独处无郎。<br>我是柔弱菱枝，偏遭风波摧残；<br>我是铃芳桂叶，却无月露香。<br>虽然深知沉溺相思，无益健康；<br>我却痴情到底，落个终身清狂。 </p> <p><strong>注解</strong><br>１、神女：即<a href=\"http://so.gushiwen.org/author_358.aspx\">宋玉</a>《神女赋》中的巫山神女。<br>２、小姑句：古乐府《青溪小姑曲》：“小姑所居，独处无郎。”<br>３、风波句：意谓菱枝虽是弱质，却不相信会任凭风波欺负。<br>４、直道两句：意谓即使相思全无好处，但这种惆怅之心，也好算是痴情了。直道：即使，就说。了：完全。清狂：旧注谓不狂之狂，犹今所谓痴情。按：如作狂放解本也通，但既把<a href=\"http://so.gushiwen.org/view_28900.aspx\">诗</a>中人作为女子解，那么，还是作痴情解较切。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　<a href=\"http://so.gushiwen.org/author_204.aspx\">李商隐</a>的七律无题，艺术上最成熟，最能代表其无题<a href=\"http://so.gushiwen.org/view_28900.aspx\">诗</a>的独特艺术风貌。这首七律无题，内容是抒写青年女子爱情失意的幽怨，相思无望的苦闷，又采取女主人公深夜追思往事的方式，因此，女主人公的心理独白就构成了诗的主体。她的身世遭遇和爱情生活中某些具体情事就是通过追思回忆或隐或显地表现出来的。</p> <p>　　这首诗侧重于抒写女主人公的身世遭遇之感，写法非常概括。一开头就撇开具体情事，从女主人公所处的环境氛围写起。层帷深垂，幽邃的居室笼罩着一片深夜的静寂。独处幽室的女主人公自思身世，辗转不眠，倍感静夜的漫长。这里尽管没有一笔正面抒写女主人公的心理状态，但透过这静寂孤清的环境气氛，读者几乎可以触摸到女主人公的内心世界，感觉到那帷幕深垂的居室中弥漫着一层无名的幽怨。</p> <p>　　颔联进而写女主人公对自己爱情遇合的回顾。上句用巫山神女梦遇楚王事，下句用乐府《神弦歌·清溪小姑曲》：“小姑所居，独处无郎。”意思是说，追思往事，在爱情上尽管也象巫山神女那样，有过自己的幻想与追求，但到头来不过是做了一场幻梦而已；直到现在，还正像清溪小姑那样，独处无郎，终身无托。这一联虽然用了两个典故，却几乎让人感觉不到有用典的痕迹，真正达到了驱使故典如同己出的程度。特别是它虽然写得非常概括，却并不抽象，因为这两个典故各自所包含的神话传说本身就能引起读者的丰富想象与联想。两句中的“原”字、“本”字，颇见用意。前者暗示她在爱情上不仅有过追求，而且也曾有过短暂的遇合，但终究成了一场幻梦，所以说“原是梦”；后者则似乎暗示：尽管迄今仍然独居无郎，无所依托，但人们则对她颇有议论，所以说“本无郎”，其中似含有某种自我辩解的意味。不过，上面所说的这两层意思，都写得隐约不露，不细心揣摩体味是不容易发现的。</p> <p>　　颈联从不幸的爱情经历转到不幸的身世遭遇。这一联用了两个比喻：说自己就象柔弱的菱枝，却偏遭风波的摧折；又象具有芬芳美质的桂叶，却无月露滋润使之飘香。这一联含意比较隐晦，似乎是暗示女主人公在生活中一方面受到恶势力的摧残，另一方面又得不到应有的同情与帮助。“不信”，是明知菱枝为弱质而偏加摧折，见“风波”之横暴；“谁教”，是本可滋润桂叶而竟不如此，见“月露”之无情。措辞婉转，而意极沉痛。</p> <p>　　爱情遇合既同梦幻，身世遭逢又如此不幸，但女主人公并没有放弃爱情上的追求──“直道相思了无益，未妨惆怅是清狂。”即便相思全然无益，也不妨抱痴情而惆怅终身。在近乎幻灭的情况下仍然坚持不渝的追求，“相思”的铭心刻骨更是可想而知了。</p> <p>　　中唐以来，以爱情、艳情为题材的诗歌逐渐增多。这类作品在共同特点是叙事的成份比较多，情节性比较强，人物、场景的描绘相当细致。李商隐的爱情诗却以抒情为主体，着力抒写主人公的主观感觉、心理活动，表现她（他）们丰富复杂的内心世界。而为了加强抒情的形象性、生动性，又往往要在诗中织入某些情节的片断，在抒情中融入一定的叙事成分。这就使诗的内容密度大大增加，形成短小的体制与丰富的内容之间的矛盾。为了克服这一矛盾，他不得不大大加强诗句之间的跳跃性，并且借助比喻、象征、联想等多种手法来加强诗的暗示性。这是他的爱情诗意脉不很明显、比较难读的一个重要原因。但也正因为这样，他的爱情诗往往具有蕴藉含蓄、意境深远、写情细腻的特点和优点，经得起反复咀嚼与玩索。</p> <p>　　无题诗究竟有没有寄托，是一个复杂的问题。离开诗歌艺术形象的整体，抓住其中的片言只语，附会现实生活的某些具体人事，进行索隐猜谜式的解释，是完全违反艺术创作规律的。像冯浩那样，将《无题·凤尾香罗薄几重》中的“垂杨岸”解为“寓柳姓”（指诗人的幕主柳仲郢），将“西南”解为“蜀地”，从而把这首诗和《无题·凤尾香罗薄几重》说成是诗人“将赴东川，往别令狐，留宿，而有悲歌之作”，就是穿凿附会的典型。但这并不妨碍读者从诗歌形象的整体出发，联系诗人的身世遭遇和其他作品，区别不同情况，对其中的某些无题诗作这方面的探讨。这首着重写女主人公如梦似幻，无所依托，横遭摧折的凄苦身世，笔意空灵概括，意在言外，其中就可能寓含或渗透作者自己的身世之感。熟悉作者身世的读者不难从“神女”一联中体味出诗人在回顾往事时深慨辗转相依、终归空无的无限怅惘。“风波”一联，如单纯写女子遭际，显得不着边际；而从比兴寄托角度理解，反而易于意会。作者地位寒微，“内无强近，外乏因依”（《祭徐氏姊文》），仕途上不仅未遇有力援助，反遭朋党势力摧抑，故借菱枝遭风波摧折，桂叶无月露滋润致慨。他在一首托宫怨以寄慨的《深宫》诗中说：“狂飚不惜萝阴薄，清露偏知桂叶浓”，取譬与“风波”二句相似（不过“清露”句与“月露”句托意正相反而已），也可证“风波”二句确有寄托。何焯说这首无题“直露（自伤不遇）本意”，是比较符合实际的。不论这首无题诗有无寄托，它首先是成功的爱情诗。即使读者完全把它作为爱情诗来读，也并不减低其艺术价值。</p>",
  "poet": {
    "id": 204,
    "star": 0,
    "name": "李商隐",
    "image": "http://img.gushiwen.org/authorImg/lishangyin.jpg",
    "desc": "李商隐，字义山，号玉溪（谿）生、樊南生，唐代著名诗人，祖籍河内（今河南省焦作市）沁阳，出生于郑州荥阳。他擅长诗歌写作，骈文文学价值也很高，是晚唐最出色的诗人之一，和杜牧合称“小李杜”，与温庭筠合称为“温李”，因诗文与同时期的段成式、温庭筠风格相近，且三人都在家族里排行第十六，故并称为“三十六体”。其诗构思新奇，风格秾丽，尤其是一些爱情诗和无题诗写得缠绵悱恻，优美动人，广为传诵。但部分诗歌过于隐晦迷离，难于索解，至有“诗家总爱西昆好，独恨无人作郑笺”之说。因处于牛李党争的夹缝之中，一生很不得志。死后葬于家乡沁阳（今河南焦作市沁阳与博爱县交界之处）。作品收录为《李义山诗集》。"
  },
  "tags": [
    "唐诗三百首",
    "思念",
    "爱情",
    "抒情"
  ]
}