{
  "id": 7782,
  "star": 75,
  "name": "塞上曲",
  "dynasty": "唐代",
  "content": "大汉无中策，匈奴犯渭桥。五原秋草绿，胡马一何骄。 <br>命将征西极，横行阴山侧。燕支落汉家，妇女无华色。 <br>转战渡黄河，休兵乐事多。萧条清万里，瀚海寂无波。",
  "fanyi": "<p><strong>译文<br></strong>由于大汉无灭匈奴之计策，至使匈奴进犯至渭桥。<br>离长安不远的五原，就驻扎着胡人骄悍的兵马。<br>将士们受命西征，大军横行于阴山之侧。<br>攻下了盛产胭脂的燕支山，使胡人惊叹：失我燕支山，使我妇立无颜色！<br>汉兵转战万里，大获全胜。回渡黄河，凯旋收兵。从此休兵，胡汉人民都乐其太平。<br>茫茫瀚海，沙浪寂寂，萧条万里，和平安静。</p> <p><strong>注释<br></strong>1.大汉句：谓中原汉族政权对付匈奴实在没有办法。大汉：汉朝，实指唐朝。中策：中等之策。《汉书·匈奴传》：“严允谏曰：‘臣闻匈奴为害，所从来久焉。未闻上世有必征之者也。后世三家周、贵、汉征之，然皆未有得上策者也。周得中策，汉得下策，秦无策焉。当周宣王时，猃狁内侵，至于泾阳，命将征之，尽境而还。其视戎狄之侵，譬犹蚊虻之螫，驱之而已。故天下标明，是称中策。汉武帝选符练兵，约赍轻粮，深入远戍，虽有克获之功，胡辄报之，兵连祸结二十余年，中国罢耗，匈奴亦创艾，而天下称武，是为下策。秦始皇不忍小耻而轻民力，筑长城之固，延袤万里，转输之行，起于负海。疆界既完，中国内竭，以丧社稷，足为无策。’”[2] 2. 匈奴句：意谓匈奴侵略军已逼近长安。唐武德九年（公元626年）七月，突厥颉利可汗自率十万余骑进寇武功，京师戒严。癸末，颉利至于渭水便桥之北，太宗率大臣高士廉、<a href=\"http://so.gushiwen.org/author_2134.aspx\">房玄龄</a>等六骑，驰至渭水，与颉利隔河而语，责其负约，后众军皆至，军威大盛，太宗独与颉利临水对话。颉利请和，引兵而退。见《旧唐书·突厌传》。此即写此事。渭桥，汉唐时长安附近渭水上的桥。<br>3.五原：唐郡名，在今陕西定边县一带。史称颉利曾建牙于五原之北，常骚扰唐边境。<br>4.西极：汉唐时之长安以西的疆域。<br>5.阴山：在今内蒙古境内，东西走向，横亘二千余里。<br>6.燕支二句：燕支，亦作焉支。在今甘肃永昌县西、山丹县东南。山名，因产燕支草得名。燕支草可作染料，匈奴妇女用以化妆。山在今甘肃省山丹县境。《史记·匈奴传》：汉使骠骑将军去病将万骑出陇西，过焉支山千余里，击匈奴。正义曰：《括地志》云：焉支山一名删丹山，在甘州删丹县东南五十里。《西河故事》云：匈奴失祁连、焉支二山，乃歌曰：“亡我祁连山，使我六畜不蕃息；失我焉支山，使我妇女无颜色。”<br>7.萧条：平静之意。<a href=\"http://so.gushiwen.org/author_398.aspx\">班固</a>《封燕支山铭》：“萧条万里，野无遗寇。”<br>8.瀚海句：全句意谓匈奴被平息。以翰海风平浪静喻边地太平。瀚海，亦作翰海，指大漠。《史记·匈奴传》：汉骠骑将军之出代千余里，与左贤王接战，汉兵得胡首虏（获敌人首级）万余级，左贤王将皆遁走。骠骑封狼居胥山，禅姑衍，临翰海而还。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　“大汉无中策，匈奴犯渭桥”此<a href=\"http://so.gushiwen.org/view_7782.aspx\">诗</a>一开篇借用汉武帝历史典故、借汉喻唐的修辞手法，以铺叙方式描绘出一幅大汉无中策、匈奴侵犯入境的景致，加倍形容战况非常危急，点明事件的起因及背景，“无中策”、“犯渭桥”起烘托气氛之意，点明题旨，升华主题，为下文作铺垫。</p> <p>　　“五原秋草绿，胡马一何骄”紧扣上文，主要介绍战况相当危急，战事一触即发，讲述匈奴驻扎离长安不远的五原，以“秋草绿”“一何骄”突显匈奴趁草茂马壮之时侵犯中原，直逼都城长安。</p> <p>　　“命将征西极，横行阴山侧”描绘一幅战将们受命西征、报家为国的壮丽景致，明写汉军战将西征，横行阴山，实则写贞观三、四年间唐太宗委任李靖等名将出征平定突厥离叛之事。</p> <p>　　“燕支落汉家，妇女无华色”借用汉使骠骑将军的典故，写汉军征途所向无前，恃勇锐冲锋出战，大败匈奴军，让匈奴人叫苦连天，暗寓出诗人歌颂唐太宗委任李靖等名将平定突厥离叛的煌煌武功，与此同时，以借古鉴今为警戒，提醒唐玄宗要重视边防。</p> <p>　　“转战渡黄河，休兵乐事多”讲述汉军渡黄河、临瀚海、战胜休兵后，胡汉人民处处平安无事，突显出战争残酷与和平民安的鲜明对比，抒发出诗人对国家安危的忧虑和对民生疾苦的关怀。</p> <p>　　“萧条清万里，瀚海寂无波”描绘出一幅平息匈奴侵犯、百姓安乐如瀚海无波的景致，而“萧条”、“清”、“寂”、“无波”点染出边塞秋景，字里间处处充溢着萧煞悲凉之意，起到照应上文，着重渲染出诗题“塞”，渲染气氛，制造声势。“犯渭桥”、”“征西极”、“乐事多”，是全诗的脉络。</p> <p>　　此诗声声实在，句句真情。诗意具有飞扬跋扈、迅猛阔大的气势，又充溢着边塞秋景萧煞悲凉之意，表达出诗人对唐太宗委任李靖等名将平定匈奴离叛的祝颂之意，也表现出诗人对国家安危的忧虑和对民生疾苦的关怀。</p>",
  "about": "<h2>创作背景</h2> 　　《乐府<a href=\"http://so.gushiwen.org/view_7782.aspx\">诗</a>集》卷九十二列于《新乐府辞·乐府杂题》。<a href=\"http://so.gushiwen.org/author_55.aspx\">郭茂倩</a>谓此曲和《塞下曲》皆出于汉《出塞》、《入塞》曲。萧士赟云：“乐府《塞上曲》者，古征戍十五曲之一也。”此诗借汉喻唐，王琦谓“此篇盖追美太宗武功之盛而作也。”此诗约作于天宝二载（743）<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>供奉翰林期间。",
  "poet": {
    "id": 247,
    "star": 0,
    "name": "李白",
    "image": "http://img.gushiwen.org/authorImg/libai.jpg",
    "desc": "李白（701年－762年），字太白，号青莲居士，唐朝浪漫主义诗人，被后人誉为“诗仙”。祖籍陇西成纪(待考)，出生于西域碎叶城，4岁再随父迁至剑南道绵州。李白存世诗文千余篇，有《李太白集》传世。762年病逝，享年61岁。其墓在今安徽当涂，四川江油、湖北安陆有纪念馆。"
  },
  "tags": [
    "边塞"
  ]
}