{
  "id": 41636,
  "star": 33,
  "name": "秋宿湘江遇雨",
  "dynasty": "唐代",
  "content": "江上阴云锁梦魂，江边深夜舞刘琨。<br>秋风万里芙蓉国，暮雨千家薜荔村。<br>乡思不堪悲橘柚，旅游谁肯重王孙。<br>渔人相见不相问，长笛一声归岛门。",
  "fanyi": "<p><strong>译文<br></strong>湘江上阴云笼罩，使人心情郁闷。深夜里徘徊江岸，想起刘琨的远大抱负。<br>秋风吹动，万里芙蓉花摇曳生姿。暮雨洗尘，千村的薜荔枝苍翠可爱。<br>乡思难耐，看见橘柚更令人悲叹。羁旅他乡，如被弃的山野之人无人看重。<br>就是打鱼人和我相见，也不与我说一句话。自管吹着长笛回岛去了。</p> <p><strong>注释<br></strong>1、湘江：即湘水，发源于广西兴安县海阳山，北流至湖南，注入洞庭湖，是湖南省最大的河流。<br>2、锁：束缚，封住。<br>3、梦魂：梦乡之魂，指思乡之情。<br>4、刘琨：晋朝人，少怀壮志，与祖逖相互激励，常闻鸡鸣而起来舞剑，准备为国家作一番事业。后来常用这个故事以表示胸怀壮志。<br>5、芙蓉国：湖南省内因广种荷花，故有芙蓉国之称。<br>6、薜荔：又名木莲，一种常绿蔓生植物，多生于田野间。古人把它看香草。<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>《九歌·山鬼》：“若有人兮山之阿，被薜荔兮带女萝。”<br>7、橘、柚：这两种水果都盛产于南方，在秋冬成熟。橘一向被称为“嘉树”。<br>8、旅游：离家旅行在外。<br>9、王孙：本意是贵族子弟，有时也指隐士，这里是作者自指。《楚辞·招隐士》：“王孙游兮不归，春草生兮萋萋。”<br>10、岛门：岛上。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　这首<a href=\"http://so.gushiwen.org/view_41636.aspx\">诗</a>通过描写湘江秋雨的苍茫、寂寥景色，抒发诗人的怀才不遇之感，语意极为沉痛、悲凉。</p> <p>　　诗歌一开篇便起得雄浑壮阔。“湘上阴云锁梦魂”，这一句不但形象地描绘出暴雨将至之时的那种风急浪高、阴云密布的景色，而且点明题意，交代因雨受阻、夜宿湘江的缘由。一个“锁”字，流露出诗人被迫困于此地的无奈和怅惘。不过，由于整句取景壮阔，无奈怅惘之中并无衰飒之气，反倒更加激发了诗人的豪情壮志，所以接下来的“江边深夜舞刘琨”一句，诗人即用刘琨闻鸡起舞的故事，表明自己奋发振作、立志救时的抱负和决心。</p> <p>　　颔联则转为描写湘江的秋雨景色。“秋风万里芙蓉国，暮雨千家薜荔村”，这两句既对仗工整，又写景壮丽。秋风暮雨之中，诗人眺望远方，只见湘江两岸，满目所见，尽是花枝繁密的芙蓉和随风摇曳的薜荔，煞是美丽。描写“芙蓉”的诗句最早见于中唐<a href=\"http://so.gushiwen.org/author_646.aspx\">柳宗元</a>《芙蓉亭》：“新亭俯朱槛，嘉木开芙蓉。”名之以“芙蓉国”和“薜荔村”，本已极言其多、其盛，再加上“万里”和“千家”的修饰语，则显得更加幅员辽阔，展现出一片广阔无边的花海和绿色原野，面对这样的壮丽景色，诗人的心境也不由得更加开阔了。</p> <p>　　颈联由写景转入抒情。其中“乡思不堪悲橘柚”一句，主要抒发诗人的思乡之情和生不逢时之悲。橘树生长于南方，一旦移植到北方栽种，因为气候、土壤等条件的变化，结出的果实味道就会有所不同，所以有“橘生淮南则为橘，生于淮北则为枳”之说。湖南地处南方，故盛产橘柚，何况眼下又是橘柚成熟的季节，湘江两岸必定是金黄一片、硕果累累。诗人见此情景，对于橘树的适得其所，不禁心向往之。相形之下，自己滞留此地，已是身不由己，再加上生不逢时、有志难骋的遭遇，不觉更加凄苦、悲凉。于是，只能将满腹辛酸化为一声“旅游谁肯重王孙”的呼喊。“王孙”语出<a href=\"http://so.gushiwen.org/author_1854.aspx\">淮南小山</a>《楚辞·招隐士》，意为隐居的贤士，后来也用来称呼游子，此处则二意并存，借指诗人自己。诗人怀抱经世之才和救世之志，然而却始终不被重视，只能到处漂泊，这其中的苦楚却无人明白。</p> <p>　　尾联则以写景作结。“渔人相见不相问，长笛一声归岛门”两句，暗用<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>与渔父之事。屈原虽然不被世人理解，但是尚有渔父与之对话，而自己竟然连屈原都不如，一种世无知音的悲愤溢于言表，令人感慨万千。</p> <p>　　此诗写景抒情，章法严密。一方面情景分明，二者相问写来；另一方面又能融情人景，表现出由雄壮到悲愤的巨大变化，因此极易打动人心。</p>",
  "about": "<h2>创作背景</h2> 　　这首七律，写于<a href=\"http://so.gushiwen.org/view_41636.aspx\">诗</a>人旅游他乡，遇雨受阻，夜泊湘江之中。全诗通过对秋风暮雨景象凄凉的写照，抒发了诗人游子思乡和怀才不遇的感叹。",
  "poet": {
    "id": 548,
    "star": 0,
    "name": "谭用之",
    "image": "http://img.gushiwen.org/authorImg/tanyongzhi.jpg",
    "desc": "谭用之，[约公元九三二年前后在世]，里居及生卒年均不详，约后唐明宗长兴中前后在世。善为诗而官不达。著有诗集一卷，《新唐书艺文志》传于世。"
  },
  "tags": [
    "秋天",
    "写雨",
    "怀才不遇"
  ]
}