{
  "id": 10939,
  "star": 8,
  "name": "进艇",
  "dynasty": "唐代",
  "content": "南京久客耕南亩，北望伤神坐北窗。<br>昼引老妻乘小艇，晴看稚子浴清江。<br>俱飞蛱蝶元相逐，并蒂芙蓉本自双。<br>茗饮蔗浆携所有，瓷罂无谢玉为缸。",
  "fanyi": "<p><strong>译文<br></strong>我望眼欲穿，而你却是那么地遥远，在罹难了叛贼的践踏之后，九重宫阙、雕梁画栋早已满目疮痍，昔日的繁华旧景也早已荡然无存，留下的怕是只有摇摇欲坠的城阙和遍地斑斑的血迹，这怎不教人感到黯然神伤呢！<br>在这个风和日丽的早晨，我身着布衣，深情地牵引着老妻乘上小艇，在浣花溪上鼓棹游赏，清澈的溪水在阳光下荡漾着波光，不远处，孩子们在水里无忧无虑地洗澡嬉戏。<br>浣花溪岸边的蝴蝶缠缠绵绵翩翩双飞，你追我逐；溪水上的荷花如双栖鸳鸯一般，并蒂双双。<br>把煮好的茶汤和榨好的甘蔗浆，用瓷坛来盛装也不比玉制的缸来得差，放在艇上可以随取随饮。</p> <p><strong>注释<br></strong>⑴南京：指当时的成都，而非“六朝古都”南京，是唐玄宗在至德二年（757年）为避安史之乱幸蜀时所置，与长安、洛阳同为唐国都。客：<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>到成都是避难和谋生兼而有之，也非情愿，所以自称为“客”。南亩：田野，引申为田园生活。<br>⑵北望：相对于成都而言，长安在其北。伤神：伤心。南朝梁<a href=\"http://so.gushiwen.org/author_509.aspx\">江淹</a>《别赋》：“造分手而衔涕，咸寂寞而伤神。”坐：一作“卧”。<br>⑶稚（zhì）子：幼子；小孩。《史记·<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>贾生列传》：“怀王稚子子兰劝王行：‘奈何绝秦欢！’怀王卒行。”清江：水色清澄的江。南朝梁<a href=\"http://so.gushiwen.org/author_569.aspx\">何逊</a>《初发新林》<a href=\"http://so.gushiwen.org/view_10939.aspx\">诗</a>：“铙吹响清江，悬旗出长屿。”<br>⑷蛱（jiá）蝶：蝴蝶。晋<a href=\"http://so.gushiwen.org/author_2135.aspx\">葛洪</a>《抱朴子·官理》：“髫孺背千金而逐蛱蝶，越人弃八珍而甘蛙黾，即患不赏好，又病不识恶矣。”元：犹“原”，本来。<br>⑸并蒂（dì）：指两朵花并排地长在同一个茎上。芙蓉：荷花的别名。也指刚开放的荷花。《楚辞·离骚》：“制芰荷以为衣兮，集芙蓉以为裳。”洪兴祖补注：“《本草》云：其叶名荷，其华未发为菡萏，已发为芙蓉。”<br>⑹茗（míng）饮：指冲泡好的茶汤，亦是茶的别称。北魏杨炫之《洛阳伽蓝记·正觉寺》：“羊肉何如鱼羹？茗饮何如酪浆？”蔗浆：即甘蔗榨成的浆汁。南朝梁元帝《谢东宫赉瓜启》：“味夺蔗浆，甘逾石蜜。”<br>⑺瓷罂（yīng）：盛酒浆等用的陶瓷容器。前蜀<a href=\"http://so.gushiwen.org/author_694.aspx\">贯休</a>《樵叟》诗：“担头担个赤瓷罂，斜阳独立濛笼坞。”无谢：犹不让，不亚。晋葛洪《抱朴子·博喻》：“犹日月无谢于贞明，枉矢见忘于暂出。”</p>",
  "shangxi": "<h2>赏析</h2> <p>　　<a href=\"http://so.gushiwen.org/view_10939.aspx\">诗</a>人在一开始就直抒胸臆，顿感一种悲怆感伤的情绪油然而生。诗人在草堂的北窗独坐，极目北望，感慨万千。此联对仗极工，“南”、“北”二字迭用对映，以“南京” 对“北望”、以“南亩”对“北窗”。</p> <p>　　颔联由抒怀转入描写在成都的客居生活：“昼引老妻乘小艇，晴看稚子浴清江”。此情此景富有诗情画意，是一种和平宁静、朴素安适的乡野生活。波光云影伴着棹声、嬉闹声，<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>望着眼前这位同他患难与共的糟糠之妻杨氏，两鬓业已有些斑白，细细的皱纹开始悄悄爬上了曾经细嫩的面庞，回想起和她一起看过的风景和一起走过的人生旅程，今生有伊相伴，纵然再苦也甘之如饴，这或许就是一起吃苦的幸福吧。想到这里，杜甫内心深处的感情犹如潮水从心底奔涌而出，多年漂泊与流离的苦痛和如今能执子之手与子偕老的幸福，两种冰火两重天的情感交杂在一起，最终化作颈联“俱飞蛱蝶元相逐，并蒂芙蓉本自双”这两句。“俱飞蛱蝶”和“并蒂芙蓉”，如双栖鸳鸯一般，都是成双成对的，象征着夫妻或两个相爱的恋人双宿双飞，永不离分，唯美的梁祝化蝶所表达的也正是此意。</p> <p>　　末联诗人又把游走的思绪拉回现实中来，将视线转移到随艇携带的“茗饮”和“蔗浆”上来。“茗饮”这一叫法最早出自三国曹魏张揖的《广雅》一书中：“荆巴间采茶作饼，叶老者，饼成以米膏出之。欲煮茗饮，先炙令赤色，捣末置瓷器中，以汤浇覆之。”可见，在三国时期，荆巴一带（今湖北、四川交界一带）把茶汤称作“茗饮”，而且煮饮的方式也比较特别。另据北魏杨炫之《洛阳伽蓝记》记载：“菰稗为饭，茗饮为浆”，“时给事中刘镐，慕肃之风，专习茗饮”。“茶”字最早首见于唐显庆中（656～661年）苏恭的《本草》中，距离杜甫写此诗的时代已有百余年，而成都位于巴蜀一带，自古以来就是饮茶成风，这在<a href=\"http://so.gushiwen.org/author_834.aspx\">张载</a>的“芳荼冠六清，溢味播九区”（《登成都白菟楼》）中可窥见一斑。杜甫在诗中用“茗饮”而不用“茶”，足见他移风易俗，受当地饮茶习俗影响颇深。诗人在尾联中至少寄寓了两层意思：一是道出他的人生滋味，二是表达他的人生价值观。于杜甫而言，他的人生只有“苦”和“甜”两味，而且苦是远远多于甜的，早年多舛的命运和后来的尘埃落定恰如这清苦的“茗饮”和甘甜的“蔗浆”。他与妻子经历了多少的离别、思念之苦，如今能手牵手、肩并肩同乘一艇，是在尝尽苦辛之后换来的甜蜜，来之不易。“茗饮蔗浆携所有”，把苦茗与甜蔗都同置一艇上，时饮茗来时饮浆，时苦时甜，恰如在回味一段人生。至于人生价值观，在此时的杜甫眼里，茗饮蔗浆都用普通的再也不能普通的瓷坛来盛放，一点儿也不逊色于精美的玉缸。瓷坛与玉缸，虽功用相同，内涵却有天壤之别，一朴质，一奢华；一象征着简淡平凡的生活，一象征着穷奢极恶的生活。诗人认为“瓷罂无谢玉为缸”，意味着他的人生价值观发生了重大转变，由追求显达仕途转变成追求陶然田园，由勃勃雄心转变成淡泊宁静，这一过程也诚如茶由醇厚渐转淡薄的过程。</p>",
  "about": "<h2>创作背景</h2> 　　《进艇》是唐肃宗上元二年（761年）<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>在成都所作。此时的杜甫已至知天命之年，他经历了游历吴越江南、齐鲁燕赵，到求仕不达、困守长安，再到身陷安史兵燹，流离失所，最后在成都找到归宿的人生轨迹。无情的岁月之手把他从一个胸怀大志的少年变成历经沧桑的中年，好在还有好友<a href=\"http://so.gushiwen.org/author_227.aspx\">高适</a>和表弟王十五的倾囊相助，他能够在成都西郊的浣花溪边上盖起了草堂，与妻儿过上一段风平浪静的日子。这首<a href=\"http://so.gushiwen.org/view_10939.aspx\">诗</a>即为安居成都草堂后所作。",
  "poet": {
    "id": 474,
    "star": 0,
    "name": "杜甫",
    "image": "http://img.gushiwen.org/authorImg/dufu.jpg",
    "desc": "杜甫（712－770），字子美，自号少陵野老，世称“杜工部”、“杜少陵”等，汉族，河南府巩县（今河南省巩义市）人，唐代伟大的现实主义诗人，杜甫被世人尊为“诗圣”，其诗被称为“诗史”。杜甫与李白合称“李杜”，为了跟另外两位诗人李商隐与杜牧即“小李杜”区别开来，杜甫与李白又合称“大李杜”。他忧国忧民，人格高尚，他的约1400余首诗被保留了下来，诗艺精湛，在中国古典诗歌中备受推崇，影响深远。759-766年间曾居成都，后世有杜甫草堂纪念。"
  },
  "tags": [
    "感慨",
    "抒怀",
    "志向",
    "生活"
  ]
}