{
  "id": 48615,
  "star": 166,
  "name": "清平乐·金风细细",
  "dynasty": "宋代",
  "content": "金风细细。叶叶梧桐坠。绿酒初尝人易醉。一枕小窗浓睡。 <br>紫薇朱槿花残。斜阳却照阑干。双燕欲归时节，银屏昨夜微寒。",
  "fanyi": "<p><strong>译文</strong><br>微微的秋风正在细细吹拂，梧桐树叶正在飘飘坠下。初尝香醇绿酒便让人陶醉，在小窗之前一枕酣眠浓睡。紫薇和朱槿在秋寒里凋残，只有夕阳映照着楼阁栏杆。双燕到了将要南归的季节，镶银的屏风昨夜已微寒。 </p><p><strong>注释</strong><br>①金风：秋风。<br>②紫薇朱槿：花名。紫薇：落叶小乔木，花红紫或白，夏日开，秋天凋，故又名“百日红”。朱槿：红色木槿，落叶小灌木，夏秋之交开花，朝开暮落。又名扶桑。<br>③银屏：银饰屏风。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　此词与作者的《浣溪沙·小阁重帘有燕过》都突出反映了<a href=\"http://so.gushiwen.org/author_432.aspx\">晏殊</a>词的闲雅风格和富贵气象。作者以精细的笔触，描写细细的秋风、衰残的紫薇、木槿、斜阳照耀下的庭院等意象，通过主人公精致的小轩窗下目睹双燕归去、感到银屏微寒这一情景，营造了一种冷清索寞的意境，这一意境中抒发了词人淡淡的忧伤。</p> <p>　　这首词写初秋时节的哀愁。全词生动形象地表现出词人闲雅的风格。结构紧凑，布局天成。一系列色彩词的运用，色彩斑斓，透露出词人对其中许多颜色将在秋风中暗淡，消失而表现出内心的感伤。另外，客观地表现初秋之物象，主观情感含而不露，让读者从字里行间品味出含蓄的愁绪。</p> <p>　　起首二句写景中点明时间，渲染环境。金风，即秋风。《文选》张协《杂<a href=\"http://so.gushiwen.org/view_48615.aspx\">诗</a>》“金风扇素节”中，李善注曰：“西方为秋而主金，故秋风曰金风也。”此时庭院内是西风落叶，画堂中的词人因饮了绿酒，一会儿便醉眠了。用笔轻灵，色调淡雅，语气仿佛与一位友人娓娓而谈。其中两组叠字，首尾相接，音律谐婉。以“细细”状金风，就没有秋风惯有的那种萧飒之感，而显得平静、悠闲。“叶叶”这两个名词连用，展开一片片叶子飘落的景象，并使人感到很有次序、很有节奏。向来写梧桐经秋都是较为凄厉的，如<a href=\"http://so.gushiwen.org/author_415.aspx\">温庭筠</a>《更漏子》：“梧桐树，三更雨，不道离情正苦。一叶叶，一声声，空阶滴到明。”<a href=\"http://so.gushiwen.org/author_269.aspx\">李煜</a>《乌夜啼》：“寂寞梧桐深院锁清秋。”经过一代又一代词人的染笔，以至于使人一听到秋风吹拂梧桐，就产生凄凉况味。而象晏殊写得如此平淡幽细的，却极为少见。下面“绿酒”一句，因为用了“初”字和“易”字，就觉得他的酒量不大，浅尝辄醉，也是淡淡的一笔。然后词人才用了较重的笔墨：“一枕小窗浓睡。”“绿酒”句点出“浓睡”的原因，是陪笔，“一枕”句才是此片的主意。宣何以“易醉”？浅醉何得“浓睡”？原来词人有一点淡淡闲愁，有愁故易醉，愁浅故睡浓。</p> <p>　　下片则是写次日薄暮酒醒时的感觉。词人一觉就睡了整整一个昼夜，睡极浓矣。浓睡中无愁无忧，酒醒后是什么样的情绪，他没有言明，只是通过他眼中所见的景象，折射出心情之悠闲，神态之慵怠，而结句中却仍反映出一点淡淡的哀愁。紫薇，夏季开花；朱槿，夏秋间吐艳。上片说金风吹得梧桐叶坠，显然是秋天了，所以词人从小窗望出去，这两种花都已凋残。值得注意的是：上片的梧桐叶坠，为耳中所闻；下片的两种花残，乃眼中所见。词人正是通过对周围事物的细微感觉，来表现他此际的情怀。“斜阳却照阑干”，紧承前句，描写静景。晏殊另一首《踏莎行》中云：“一场愁梦酒醒时，斜阳却照深深院。”词境相似。</p> <p>　　日暮了，斜阳正照着阑干，正是“双燕欲归时节”。此意平平说来，似不相干语、没要紧语，但实际上，却用这样的语言来调和气氛，缓冲节奏，烘托情感。吴衡照《莲子居词话》云：“言情之词，必借景色映托，乃具深婉流美之感。”“燕子欲归”，乃系景语，它对下句“银屏昨夜微寒”，正好起了一个铺垫和烘托的作用。双双紫燕即将归巢了，这个景象便兴起词人独居无聊之感，于是他想到昨夜酒醉后原是一个人独宿。一种凄凉意绪、淡漠愁情，不禁流于言外。但他不用“枕寒”、“衾寒”那些用熟了的字面，偏偏说屏风有些微寒。寓情于景，含蓄蕴藉，令人低徊不尽。</p> <p>　　这首词的特点是风调闲雅，气象华贵，二者本有些矛盾，但词人却把它统一起来，形成表现自己个性的特殊风格。晏殊以相位之尊，间为小歌词，得花间遗韵。刘攽《中山诗话》说：“无献尤喜<a href=\"http://so.gushiwen.org/author_186.aspx\">冯延巳</a>歌词，其所自作，亦不减延巳乐府。”也就是说他的词风酷似冯延巳。但从这首词来看，它的闲雅风调虽似冯词，而其华贵气象倒有点像温庭筠的作品。不过温词的华贵，大都表现词藻上的镂金错采，故<a href=\"http://so.gushiwen.org/author_408.aspx\">王国维</a>以“画屏金鹧鸪”状其词风。晏词的华贵却不专主形貌，而于精神。“每吟咏富贵，不言金玉锦绣，而惟说其气象，若‘楼台侧畔杨花过，帘幕中间燕子飞’，‘梨花院落溶溶月，柳絮池塘淡淡风’之类是也。”（见吴处厚《青箱杂记》）这首词中所写的风，正与上举两例相似。它所塑造的形象，借用<a href=\"http://so.gushiwen.org/author_643.aspx\">晁补之</a>评论其子<a href=\"http://so.gushiwen.org/author_588.aspx\">晏几道</a>词的说话，一看就知道“不是三家村中人”，而是一个雍容闲雅的士大夫。</p>",
  "poet": {
    "id": 432,
    "star": 0,
    "name": "晏殊",
    "image": "http://img.gushiwen.org/authorImg/yanshu.jpg",
    "desc": "晏殊【yàn shū】（991-1055）字同叔，著名词人、诗人、散文家，北宋抚州府临川城人（今江西进贤县文港镇沙河人，位于香楠峰下，其父为抚州府手力节级），是当时的抚州籍第一个宰相。晏殊与其第七子晏几道（1037-1110），在当时北宋词坛上，被称为“大晏”和“小晏”。"
  },
  "tags": [
    "写风",
    "婉约"
  ]
}