{
  "id": 7741,
  "star": 2578,
  "name": "关山月",
  "dynasty": "唐代",
  "content": "明月出天山，苍茫云海间。<br>长风几万里，吹度玉门关。<br>汉下白登道，胡窥青海湾。<br>由来征战地，不见有人还。<br>戍客望边邑，思归多苦颜。<br>高楼当此夜，叹息未应闲。",
  "fanyi": "<p><strong>译文</strong><br>一轮明月从祁连山升起，穿行在苍茫云海之间。<br>浩荡的长风吹越几万里，吹过将士驻守的玉门关。<br>当年汉兵直指白登山道，吐蕃觊觎青海大片河山。<br>这里就是历代征战之地，出征将士很少能够生还。<br>戍守兵士远望边城景象，思归家乡不禁满面愁容。<br>此时将士的妻子在高楼，哀叹何时能见远方亲人。</p> <p><strong>注释</strong><br>⑴关山月：乐府旧题，属横吹曲辞，多抒离别哀伤之情。《乐府古题要解》：“‘关山月’，伤离别也。”<br>⑵天山：即祁连山。在今甘肃、新疆之间，连绵数干里。因汉时匈奴称”天“为”祁连“，所以祁连山也叫做天山。<br>⑶玉门关：故址在今甘肃敦煌西北，古代通向西域的交通要道。此二句谓秋风自西方吹来，吹过玉门关。<br>⑷下：指出兵。白登：今山西大同东有白登山。汉高祖<a href=\"http://so.gushiwen.org/author_746.aspx\">刘邦</a>领兵征匈奴，曾被匈奴在白登山围困了七天。《汉书·匈奴传》：“（匈奴）围高帝于白登七日。”<a href=\"http://so.gushiwen.org/author_1448.aspx\">颜师古</a>注：“白登山在平城东南，去平城十余里。”<br>⑸胡：此指吐蕃。窥：有所企图，窥伺，侵扰。青海湾：即今青海省青海湖，湖因青色而得名。<br>⑹由来：自始以来；历来。《易·坤》：“臣弑其君，子弑其父，非一朝一夕之故，其由来者渐矣。”<br>⑺戍客：征人也。驻守边疆的战士。边色：一作“边邑”。<br>⑻高楼：古<a href=\"http://so.gushiwen.org/view_7741.aspx\">诗</a>中多以高楼指闺阁，这里指戍边兵士的妻子。<a href=\"http://so.gushiwen.org/author_322.aspx\">曹植</a>《七哀诗》：“明月照高楼，流光正徘徊。思妇高楼上，悲叹有余哀。”此二句当本此。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这首<a href=\"http://so.gushiwen.org/view_7741.aspx\">诗</a>描绘了边塞的风光，戍卒的遭遇，更深一层转入戍卒与思妇两地相思的痛苦。开头的描绘都是为后面作渲染和铺垫，而侧重写望月引起的情思。</p> <p>　　开头四句，可以说是一幅包含着关、山、月三种因素在内的辽阔的边塞图景。在一般文学作品里，常见“月出东海”或“月出东山”一类描写，而天山在中国西部，似乎应该是月落的地方，何以说“明月出天山”呢？原来这是就征人角度说的。征人戍守在天山之西，回首东望，所看到的是明月从天山升起的景象。天山虽然不靠海，但横亘在山上的云海则是有的。诗人把似乎是在人们印象中只有大海上空才更常见的云月苍茫的景象，与雄浑磅礴的天山组合到一起，显得新鲜而壮观。这样的境界，在一般才力薄弱的诗人面前，也许难乎为继，但<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>有的是笔力。接下去“长风几万里，吹度玉门关”，范围比前两句更为广阔。宋代的杨齐贤，好像唯恐“几万里”出问题，说是：“天山至玉门关不为太远，而曰几万里者，以月如出于天山耳，非以天山为度也。”用想象中的明月与玉门关的距离来解释“几万里”，看起来似乎稳妥了，但李白是讲“长风”之长，并未说到明月与地球的距离。其实，这两句仍然是从征戍者角度而言的，士卒们身在西北边疆，月光下伫立遥望故园时，但觉长风浩浩，似掠过几万里中原国土，横度玉门关而来。如果联系李白《子夜吴歌》中“秋风吹不尽，总是玉关情”来进行理解，诗的意蕴就更清楚了。这样，连同上面的描写，便以长风、明月、天山、玉门关为特征，构成一幅万里边塞图。这里表面上似乎只是写了自然景象，但只要设身处地体会这是征人东望所见，那种怀念乡土的情绪就很容易感觉到了。</p> <p>　　“汉下白登道，胡窥青海湾。由来征战地，不见有人还。”这是在前四句广阔的边塞自然图景上，迭印出征战的景象。汉高祖<a href=\"http://so.gushiwen.org/author_746.aspx\">刘邦</a>曾被匈奴在白登山围困了七天。而青海湾一带，则是唐军与吐蕃连年征战之地。这种历代无休止的战争，使得从来出征的战士，几乎见不到有人生还故乡。这四句在结构上起着承上启下的作用，描写的对象由边塞过渡到战争，由战争过渡到征戍者。</p> <p>　　“戍客望边邑，思归多苦颜。高楼当此夜，叹息未应闲。”战士们望着边地的景象，思念家乡，脸上多现出愁苦的颜色，他们推想自家高楼上的妻子，在此苍茫月夜，叹息之声当是不会停止的。“望边色”三个字在李白笔下似乎只是漫不经心地写出，但却把以上那幅万里边塞图和征战的景象，跟“戍客”紧紧连系起来了。所见的景象如此，所思亦自是广阔而渺远。战士们想象中的高楼思妇的情思和他们的叹息，在那样一个广阔背景的衬托下，也就显得格外深沉了。</p> <p>　　诗人放眼于古来边塞上的漫无休止的民族冲突，揭示了战争所造成的巨大牺牲和给无数征人及其家属所带来的痛苦，但对战争并没有作单纯的谴责或歌颂，诗人像是沉思着一代代人为它所支付的沉重代价。在这样的矛盾面前，诗人，征人，乃至读者，很容易激起一种渴望。这种渴望，诗中没有直接说出，但类似“乃知兵者是凶器，圣人不得已而用之”（《战城南》）的想法，是读者在读这篇作品时很容易产生的。</p> <p>　　离人思妇之情，在一般诗人笔下，往往写得纤弱和过于愁苦，与之相应，境界也往往狭窄。但李白却用“明月出天山，苍茫云海间。长风几万里，吹度玉门关”的万里边塞图景来引发这种感情。这只有胸襟如李白这样浩渺的人，才会如此下笔。这几句并不是局促于一时一事，而是带着一种更为广远、沉静的思索。用广阔的空间和时间做背景，并在这样的思索中，把眼前的思乡离别之情融合进去，从而展开更深远的意境，这是其他一些诗人所难以企及的。</p>",
  "about": "<h2>创作背景</h2> <p>　　<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>看见征战的场景，因此他感叹唐朝国力强盛，但边尘未曾肃清过。此<a href=\"http://so.gushiwen.org/view_7741.aspx\">诗</a>就是在叹息征战之士的苦辛和后方思妇的愁苦时所作。</p>",
  "poet": {
    "id": 247,
    "star": 0,
    "name": "李白",
    "image": "http://img.gushiwen.org/authorImg/libai.jpg",
    "desc": "李白（701年－762年），字太白，号青莲居士，唐朝浪漫主义诗人，被后人誉为“诗仙”。祖籍陇西成纪(待考)，出生于西域碎叶城，4岁再随父迁至剑南道绵州。李白存世诗文千余篇，有《李太白集》传世。762年病逝，享年61岁。其墓在今安徽当涂，四川江油、湖北安陆有纪念馆。"
  },
  "tags": [
    "唐诗三百首",
    "写山",
    "边塞",
    "征人",
    "思乡"
  ]
}