{
  "id": 56238,
  "star": 12,
  "name": "鹧鸪天·嫩绿重重看得成",
  "dynasty": "宋代",
  "content": "嫩绿重重看得成。曲阑幽槛小红英。酴醿架上蜂儿闹，杨柳行间燕子轻。<br>春婉娩，客飘零。残花浅酒片时清。一杯且贾明朝事，送了斜阳月又生。",
  "fanyi": "<p><strong>译文</strong><br>树上的枝叶已经是枝蔓成荫了，曲折回廊幽深的栏杆中点缀着小小的红色花朵，酴醿已经开花，蜜蜂正抢着来采蜜，闹闹嗡嗡；杨柳之间，燕子在轻快穿梭。<br>春日天气温暖而也近晚春，春天已经快要过去了，而人还在奔波飘零之中。晚春将尽花已残，借酒消愁酒亦残，醉过之后，仅有片时清爽。酒醉中暂且打发一天以迎接新的一天，然而斜阳已去，月要东升，寂寞长夜又该如何度过呢。</p> <p><strong>注释</strong><br>1.鹧鸪天：词牌名。又名《思佳客》、《醉梅花》、《剪朝霞》、《骊歌一迭》等。双调五十五字，平韵。或说调名取自 唐 郑嵎 “春游鸡鹿塞，家在鹧鸪天”<a href=\"http://so.gushiwen.org/view_56238.aspx\">诗</a>句。然唐五代词中无此调。调始见于宋<a href=\"http://so.gushiwen.org/author_596.aspx\">宋祁</a>之作。<br>2.重重：指枝上的嫩叶重重叠叠，已有绿渐成阴的感觉。<br>3.曲阑：曲折的栏杆。<br>4.酴醿（tú mí）：亦作“酴釄”、“酴醾”，俗称“佛心草”，落叶灌木。也是一种酒名，亦有因颜色似之。<br>5.婉娩（wǎn wǎn）：亦作“婉晚”。迟暮。<br>6.飘零：飘泊流落。<br>7.片时：片刻。<br>8.清：清醒、清爽。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这是一首歌咏春天的词，但不是一般对春天的赞歌，词人在歌咏阳春烟景的同时，还流露出了作客他乡的飘零之感，在较深层次上，还含有对青春老去的喟叹春老去的喟叹。</p> <p>　　上阕四句七言，很象是一首仄起首句入韵的七言绝句，不仅平仄相合，后两句的对仗也极为工整。<a href=\"http://so.gushiwen.org/author_529.aspx\">范成大</a>是南宋著名的<a href=\"http://so.gushiwen.org/view_56238.aspx\">诗</a>人，他写的绝句《四时田园杂兴》六十首，“也算得中国古代田园诗的集大成”（见钱钟书《宋诗选》中范成大简介）。这首《鹧鸪天》的上阕，就很像是《田园杂兴》中的绝句，也带有意境深刻，不重词采，自然活泼，清新明快的特点。不同的是，这首词的上阕舍弃了作者在《田园杂兴》中融风景画与风俗画于一体的笔法，而侧重于描绘庭园中的自然风光，成为独具特色的一幅风景画。</p> <p>　　既然是画，就必然要敷色构图。起句“嫩绿重重看得成”，就以“嫩绿”为全画敷下了基本色调。它可以增强春天的意象，唤醒读者对春天的情感。“看得成”（“得”一作“渐”），即指此而言。当然只有这第一句，还不成其为画，因为它只不过涂了底色而记。当第二句“曲阑幽槛小红英”出现时，情形就完全不同了。这一句，至少有以下几方面的作用：一是构成了整个风景画的框架；二是有了色彩的鲜明映衬；三是有了一定的景深和层次感。“曲阑幽槛”，把画面展开，打破“嫩绿”的单调，增添了曲折回环、花木幽深的立体感。“小红英”三字极端重要。这三个字，不仅增强色彩的对比和反差，重要的是，它照亮了全篇，照亮了画面的每个角落。画面，变活了；春天的气氛变浓了。正可谓“一字妥贴，全篇增色”。“小”字在全词中有“大”的作用。“浓绿万枝一点红动人春色不须多。”（<a href=\"http://so.gushiwen.org/author_405.aspx\">王安石</a>《咏石榴花》）范成大此句正合王诗所说。</p> <p>　　“酴醿架上蜂儿闹，杨柳行间燕子轻”，是对仗工整的两句，它把读者的注意力从“嫩绿”、“红英”之中引开，放在蜂闹燕忙的热闹场景。如果说，一、二句两句是静止的画面，那么，有了三、四两句，整个画面就动静结合“酴醿”，又作“荼，俗称”佛儿草“，落叶灌木。”蜂儿闹，说明酴醿已临开花季节，春色将尽，蜜蜂儿争抢着来采新蜜。“杨柳行间燕子轻”极富动感。“蜂儿闹”，是点上的特写：“燕子轻”，是线上的追踪。说明燕子在成行的杨柳间飞来飞去，忙于捕食，哺育乳燕，上阕四句，有画面，有构图，有色彩，是蜂忙燕舞的活生生的风景画。毫无疑问，词人对这一画面肯定注入了很深的情感，也反映了他的审美情趣与创作思维。但是，盛时不再，好景不长。春天已经结束，词人由此引起伤春而自伤之情。</p> <p>　　下阕，笔锋一转，开始抒写伤春自伤之情。换头用了两个短句，充分勾勒出感情的变化。“春婉娩”，春日天气温暖然而也近春暮，这是从春天本身讲起的；而“客飘零”，是从词人主体上讲的。由于长年作客在外，融和的春日固然可以怡情散闷，而花事渐阑、萍踪无定，则又欢娱少而愁思多了。</p> <p>　　为了消除伤春自伤之情，词人面对“残花”，借酒浇愁，时间已经很久，故曰“残酒”。醉中或可忘记作客他乡，但醉意过后，忧愁还是无法排遣。“一杯且买明朝事，送了斜阳月又生。面对此情此景词人感到无可奈何，只好又继续饮酒，企盼着在醉梦之中，打发掉这恼人的花月良宵，迎接新的一天，以忘却伤春之情与飘零之感。“送了斜阳月又生”，结尾以日落月升、写时间流逝，春色难留，将写景、叙事、抒情融为一体。</p> <p>　　此篇虽写伤春自伤之情，抒发客居飘零之感，但有情景交融的画面，有沉着豁达的性情，读起来仍使人感到清新明快，与一般伤春之作不同。</p>",
  "about": "<h2>创作背景</h2> 　　此词写于晚春，作者在咏阳春烟景的同时，还流露出了作客他乡的漂零之感。",
  "poet": {
    "id": 529,
    "star": 0,
    "name": "范成大",
    "image": "http://img.gushiwen.org/authorImg/fanchengda.jpg",
    "desc": "范成大（1126-1193），字致能，号称石湖居士。汉族，平江吴县（今江苏苏州）人。南宋诗人。谥文穆。从江西派入手，后学习中、晚唐诗，继承了白居易、王建、张籍等诗人新乐府的现实主义精神，终于自成一家。风格平易浅显、清新妩媚。诗题材广泛，以反映农村社会生活内容的作品成就最高。他与杨万里、陆游、尤袤合称南宋“中兴四大诗人”。"
  },
  "tags": [
    "春天",
    "写景",
    "抒情",
    "愁绪"
  ]
}