{
  "id": 47956,
  "star": 1120,
  "name": "陌上桑",
  "dynasty": "两汉",
  "content": "　　日出东南隅，照我秦氏楼。秦氏有好女，自名为罗敷。罗敷喜蚕桑，采桑城南隅。青丝为笼系，桂枝为笼钩。头上倭堕髻，耳中明月珠。缃绮为下裙，紫绮为上襦。行者见罗敷，下担捋髭须。少年见罗敷，脱帽著帩头。耕者忘其犁，锄者忘其锄。来归相怨怒，但坐观罗敷。</p> <p>　　使君从南来，五马立踟蹰。使君遣吏往，问是谁家姝？“秦氏有好女，自名为罗敷。”“罗敷年几何？”“二十尚不足，十五颇有余”。使君谢罗敷：“宁可共载不？罗敷前致辞：“使君一何愚！使君自有妇，罗敷自有夫！”</p> <p>　　“东方千余骑，夫婿居上头。何用识夫婿？白马从骊驹，青丝系马尾，黄金络马头；腰中鹿卢剑，可值千万余。十五府小吏，二十朝大夫，三十侍中郎，四十专城居。为人洁白皙，鬑鬑颇有须。盈盈公府步，冉冉府中趋。坐中数千人，皆言夫婿殊。”",
  "fanyi": "<p><strong>译文</strong><br>　　太阳从东南方升起，照到我们秦家的小楼。秦家有位美丽的少女，自家取名叫罗敷。罗敷善于养蚕采桑，（有一天在）城南边侧采桑。用青丝做篮子上的络绳，用桂树枝做篮子上的提柄。头上梳着堕马髻，耳朵上戴着宝珠做的耳环；浅黄色有花纹的丝绸做成下裙，紫色的绫子做成上身短袄。走路的人看见罗敷，放下担子捋着胡子（注视她）。年轻人看见罗敷，禁不住脱帽重整头巾，希望引起罗敷对自己的注意。耕地的人忘记了自己在犁地，锄地的人忘记了自己在锄地；以致于农活都没有干完，回来后相互埋怨，只是因为仔细看了罗敷的美貌。</p> <p>　　太守乘车从南边来到这，拉车的五匹马停下来徘徊不前。太守派遣小吏过去，问这是谁家美丽的女子。小吏回答：“是秦家的女儿，自家起名叫做罗敷。”太守又问：“罗敷多少岁了？”小吏回答：“还不到二十岁，但已经过了十五了。”太守请问罗敷：“愿意与我一起乘车吗？”</p> <p>　　罗敷上前回话：“太守你怎么这样愚蠢！太守你已经有妻子了，罗敷我也已经有丈夫了！（丈夫当官）在东方，随从人马一千多，他排列在最前头。怎么识别我丈夫呢？骑白马后面跟随小黑马的那个大官就是，用青丝拴着马尾，那马头上戴着金黄色的笼头；腰中佩着鹿卢剑，宝剑可以值上千上万钱，十五岁在太守府做小吏，二十岁在朝廷里做大夫，三十岁做皇上的侍中郎，四十岁成为一城之主。他皮肤洁白，有一些胡子；他轻缓地在府中迈方步，从容地出入官府。（太守座中聚会时）在座的有几千人，都说我丈夫出色。”</p> <p><strong>注释</strong><br>⑴陌上桑：陌：田间的路。桑：桑林。<br>⑵东南隅：指东方偏南。隅，方位、角落。中国在北半球，夏至以后日渐偏南，所以说日出东南隅。<br>⑶喜蚕桑：喜欢采桑。喜，有的本子作“善”（善于、擅长）。<br>⑷青丝为笼系：用黑色的丝做篮子上的络绳。笼，篮子。系，络绳（缠绕篮子的绳子）。<br>⑸笼钩：一种工具。采桑用来钩桑枝，行时用来挑竹筐。<br>⑹倭堕髻：即堕马髻，发髻偏在一边，呈坠落状。倭堕，叠韵字。<br>⑺缃绮：有花纹的浅黄色的丝织品。<br>⑻帩头：帩头，古代男子束发的头巾。<br>⑼少年：古义（10-20岁）男<br>⑽但：只是。坐：因为，由于。<br>⑾使君：汉代对太守、刺史的通称。<br>⑿姝：美丽的女子。<br>⒀谢：这里是“请问”的意思。<br>⒁不：通假字，通“否”音也为“否”的音。<br>⒂居上头：在行列的前端。意思是地位高，受人尊重。<br>⒃鹿卢剑：剑把用丝绦缠绕起来，像鹿卢的样子。鹿卢，即辘轳，井上汲水的用具。宝剑，荆轲刺秦王时带的就是鹿卢剑。<br>⒄侍中郎：出入宫禁的侍卫官。<br>⒅盈盈：仪态端庄美好。<br>⒆冉冉：走路缓慢。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　全<a href=\"http://so.gushiwen.org/view_47956.aspx\">诗</a>共分三解。解为乐歌的段落，本诗的乐歌段落与歌词内容的段落大致相合。第一解从开始至“但坐观罗敷”，主要叙述罗敷的美貌。第二解从“使君从南来”至“罗敷自有夫”，写太守觊觎罗敷容姿，要跟她“共载”而归，遭到罗敷严辞拒绝。第三解从“东方千余骑”至结束，写罗敷在太守面前夸赞自己丈夫，用意在于彻底打消太守的邪念，并让他对自己轻佻的举止感到羞愧。</p> <p>　　诗人成功地塑造了一个貌美品端、机智活泼、亲切可爱的女性形象。一般来说，人们认识一个人，总是先识其外貌，然后再洞达其心灵。《陌上桑》塑造罗敷的形象也依循人们识辨人物的一般顺序，在写法上表现为由容貌而及品性。罗敷刚出现，还只是笼统地给人一个“好女”的印象，随着叙述的展开，通过她服饰的美丽和路人见到他以后无不倾倒的种种表现，“好女”的形象在读者眼前逐渐变得具体和彰明。第二、三段，诗人的笔墨从摹写容貌转为表现性情，通过罗敷与使君的对话，她抗恶拒诱，刚洁端正的品格得到了充分的展示。从她流利得体，同时又带有一点调皮嘲弄的答语中，还可看出她禀性开朗、活泼、大方，对自己充满自信，并且善于运用智慧保护自己不受侵害。当然这只是大致的概括，事实上，作品在这方面也不乏灵活的安排。如第一解虽然主要写容貌，“罗敷喜蚕桑”则又表现出她热爱劳动的良好品质；第二、三解虽然主要揭示她内心情感，但第二解使君立马踟蹰不前，分明又暗中映显出罗敷美貌丽态的魅力，第三解罗敷夸扬丈夫姿容，与一解总述罗敷美好“遥对”（张玉谷《古诗赏析》卷五），不正可以见到罗敷本人的倩影吗？诗人笔下的罗敷品貌俱美，从而赋予这一艺术形象更高的审美价值。读完全诗，人们对罗敷的喜爱比起诗中那些忘乎所以的观望者的态度来更加深厚真挚，因为他们还仅仅是为罗敷的容貌所吸引，读者却又对罗敷的品格投以敬佩。从这一意义上说，《陌上桑》与《诗经·硕人》在摹绘美人的形象方面，其区别不仅在于具体手法的不同（这一点下面还会谈到），还在于它由比较单纯地刻画人物的容貌之美进而达到表现性情之美，这后面一点显然在文学形象的创造史上具有更重要的意义。</p> <p>　　《陌上桑》在写作手法方面，最受人们称赞的是侧面映衬和烘托。如第一解写罗敷之美，不用《硕人》直接形容具体对象容貌的常套，而是采用间接的、静动结合的描写来暗示人物形象的美丽。先写罗敷采桑的用具和她装束打扮的鲜艳夺目，渲染服饰之美又是重点。“青丝为笼系，桂枝为笼钩。头上倭堕髻，耳中明月珠。缃绮为下裙，紫绮为上襦。”这些诗句一字不及罗敷的容貌，而人物之美已从衣饰等的铺叙中映现出来。前人评汉乐府《江南》诗句“莲叶何田田”，说：“不说花偏说叶，叶尚可爱，花不待言矣。”张玉谷《古诗赏析》卷五。这话也可以被运用来说明本篇上述诗句的艺术特点。更奇妙的是，诗人通过描摹路旁观者的种种神态动作，使罗敷的美貌得到了强烈而又极为鲜明、生动的烘托。“行者见罗敷，下担捋髭须。少年见罗敷，脱帽著帩头。耕者忘其犁，锄者忘其锄。来归相怨怒，但坐观罗敷。”爱美之心人皆有之，而人类对异性美（尤其是在形貌方面）就更为敏感，同时也会表现出更高的热情。这些男性旁观者为罗敷深深吸引，乃至有意无意地做出一些想取悦罗敷的举止，（“脱帽著帩头”的动作暗示了自己未婚)正说明他们看到罗敷时激动不宁的心情和从她身上获得的审美满足。借助于他们的目光，读者似乎也亲眼饱睹了罗敷的面容体态。这样来塑造人物形象，比借助比喻等手段正面进行摹写显得更加富有情趣；而且由于加入了旁观者的反应，使作品的艺术容量也得到了增加。这是《陌上桑》为描写文学形象提供的新鲜经验。</p> <p>　　除了从侧面摹写形象外，本篇还善于从侧面表达意图，这主要是指第三解罗敷夸夫的内容。对这段内容，人们有两种理解：一种认为诗中“夫婿”是罗敷实指其夫，另一种意见是罗敷虚设一夫，更有人断定这一段是诗中的糟粕。“夫婿”究竟是实指还是虚设，这是弄不明白的问题，不过这并不重要。重要的倒是应该弄清楚：罗敷当时为何要讲这番话?意图何在?她集中夸赞自己丈夫的尊贵和美好，这显然是有明显的针对性。因为调戏她的是一位怀有特殊优越感的太守，罗敷说自己丈夫尊贵，则使其优越感变得可笑；又因为太守看中她的是美色，罗敷说自己丈夫美好，实际上是说只有丈夫才可以与自己相配。罗敷这段话句句夸夫，而客观上又句句奚落太守，这正是全诗侧面写法的又一次运用。诗歌的喜剧效果主要也是从这里得到体现的。第三解在整篇作品中不是可有可无，更不是什么糟粕，而是诗篇的有机构成。</p> <p>　　幽默风趣是《陌上桑》明显的风格特点。如写旁观者见到罗敷时不由自主地表现出来的种种神态，十分好笑，而又无不是乡民的真趣流露。又如罗敷讲自己的年龄，“二十尚不足，十五颇有余”，口齿伶俐，而又暗带调皮，“颇”字尤见口角语态之妙。最后一段罗敷盛夸夫婿，使眼前那位听着的太守感到通身不自在，羞愧难状。这一寓严肃的主题于诙谐的风格之中的优秀诗篇，体现了乐观和智慧，它与《孔雀东南飞》《东门行》等体现的悲慨和亢烈相比，代表着汉乐府又一种重要的艺术精神。它和《孔雀东南飞》《东门行》《木兰诗》堪称乐府名著。当中《孔雀东南飞》《木兰诗》又是乐府双壁</p> <p>　　《陌上桑》的语言带有明显的藻采化倾向，主要是反映在第一和第三节中。这些构成了此篇统一的叙述风格。</p> <p>　　正是罗敷这种表里如一的“美”，才深深地打动了所有善良的人们，无论是年长的老者（行者），还是翩翩的少年，抑或是耕锄的百姓，都为罗敷的美所倾倒，看见了她以至于忘记了一切。正如诗中所描述的：“行者见罗敷，下担捋髭须。少年见罗敷，脱帽著帩头。耕者忘其犁，锄者忘其锄。”这一段描写既巧妙，又夸张，虽不是精雕细琢，但却是浓墨重彩，罗敷那不能言喻的美尽在这旁观者的“不言”之中。</p> <p>　　同时罗敷的美是平淡中含着典雅、质朴中透着高贵、清丽中显露豪华，不同身份的人能从不同的角度看到自己所欣赏的不同的“美”，这便是所谓的“雅俗共赏”。</p>",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "乐府诗集"
  },
  "tags": [
    "写人",
    "乐歌"
  ]
}