{
  "id": 56202,
  "star": 17,
  "name": "南柯子·怅望梅花驿",
  "dynasty": "宋代",
  "content": "怅望梅花驿，凝情杜若洲。香云低处有高楼，可惜高楼不近木兰舟。<br>缄素双鱼远，题红片叶秋。欲凭江水寄离愁，江已东流那肯更西流。",
  "fanyi": "<p><strong>译文<br></strong>惆怅的望着梅花驿，专注的看着开有燕子花的绿洲。祥云下面有高楼大厦，可惜高楼不是用木兰木做的。<br>想用缄帛写信可是离双鱼很遥远无从寄信，于是秋叶都红了也还没写。想借助江水寄托离愁别绪，可是江水是向东流的哪里能够流向西边呢？</p> <p><strong>注释<br></strong>⑴驿：驿，音亦，驿站、传舍，古传递文书、官员来往及运输途中暂息住宿之所。古驿传有亭，故又称驿亭。清末置邮局后始废。<br>⑵杜若：燕子花也。<br>⑶双鱼：古乐府《饮马长城窟行》有“客从远方来，遗我双鲤鱼。呼儿烹鲤鱼，中有尺素书。长跪读素书，书中竟何如。上有加餐食，下有长相忆。”，又《汉书·<a href=\"http://so.gushiwen.org/author_460.aspx\">苏武</a>传》有“教使者谓单于，言天子射上林中，得雁，足有系帛书”，因合称书信为鱼雁，亦有以鳞代鱼，以鸿作雁者。另亦指传书信者。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这是一首抒发离情别绪的作品。上阕从男主人公起笔，下阕则落在女主人公身上，两阕遥相呼应，如倾如诉。上阕描绘了男主人公的惆怅先是从描摹情态入手的，“怅望梅花驿”，是<a href=\"http://so.gushiwen.org/author_92.aspx\">陆凯</a>赠<a href=\"http://so.gushiwen.org/author_325.aspx\">范晔</a><a href=\"http://so.gushiwen.org/view_56202.aspx\">诗</a>“折梅逢驿使，寄与陇头人”的典故，说欲得伊人所寄之梅（代指信息）而久盼不至，因而满怀惆怅：“凝情杜若洲”，取《楚辞·九歌·湘君》“采芳洲兮杜若，将以遗兮下女”之意，欲采杜若（香草，也指信息）以寄伊人，却也无从寄去，徒然凝情而望。来鸿不见，去雁也难，终于，他从深思回到了现实：距离阻隔了一对情人，难以相聚。四个长短不一的句子，恰如一组逐渐推近的镜头，在令人失望的结局上定了格。</p> <p>　　如果说男主人公的愁绪是悠长而缠绵的话，那么，女主人公的思念则显得炽热急切，字里行间，流露出思妇坐卧不宁百般无奈矛盾心理。“缄素”、“题红”两句用的是书信往来的典故，“远”、“秋”二字，巧妙地点出了她与情人之间音讯断绝的愁绪。最后，焦虑而痛苦的姑娘把唯一的希望寄托于伴着情人远行的江水，但愿它能带去她的思念，然而，那不肯回头的流水和着姑娘的失望、抱怨，最终使这段爱情以悲剧作结。不过留在读者记忆中的，不是悲悲切切的叙事，而是一首优美动人的恋歌。</p> <p>　　刘熙载《艺概·词曲概》认为：“词之妙莫妙于以不言言之，非不言也，寄言也。”无论是表述两人不能相见的痛苦，还是诉说那无边的思念，作者都写得含蓄蕴藉。如“香云低处有高楼，可惜高楼不近木兰舟”：“高楼”指女子居处，木兰舟代喻出游男子：“高楼”与“木兰舟”的距离点出了他们无法相见的残酷现实，“不近”一词用在这里，给人一种语尽意不尽的境界觉。全词没有一处用过“思”字，但字字句句却充满了思念之情，这表明作者遣词造句的艺术工底十分深厚，既恰如其分地表现了主旨，又保持了词的特点——清远空灵。</p> <p>　　作者善于运用虚实结合的手法，使作品避免了平泛单调。如“梅花驿”、“杜若洲”都是虚指，但又与双方远隔，托物寄情密切相关，写女主人公无人传递书信所选用的“双鱼远”、“片叶秋”以及“江已东流”也都属虚拟，但却和她盼望与情人通信的现实十分吻合，这些虚实的统一，不仅有助于表达男女双方的真切情意，而且拓实了作品的意境，令人回味无穷。</p> <p>　　作者运用典故也有创新，词中所用大多为常见的典故，但在作者笔下，别有一番情趣。如“双鱼”、“题红”两典的原意都形容书信传情，平安抵达对方手中，而作者却以“远”、“秋”二字平添了悲剧的韵味，颇有新意。</p> <p>　　词中虽有典故，但却一样明白，“欲凭江水寄离愁，江已东流那肯更西流”两句，借鉴了<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>“欲寄两行迎尔泪，长江不肯向西流”和李后主的“问君能有几多愁，恰似一江春水向东流”，却如同已出，毫无牵强附会之感，很妥贴地体现了主人公的思想和情感。</p>",
  "poet": {
    "id": 529,
    "star": 0,
    "name": "范成大",
    "image": "http://img.gushiwen.org/authorImg/fanchengda.jpg",
    "desc": "范成大（1126-1193），字致能，号称石湖居士。汉族，平江吴县（今江苏苏州）人。南宋诗人。谥文穆。从江西派入手，后学习中、晚唐诗，继承了白居易、王建、张籍等诗人新乐府的现实主义精神，终于自成一家。风格平易浅显、清新妩媚。诗题材广泛，以反映农村社会生活内容的作品成就最高。他与杨万里、陆游、尤袤合称南宋“中兴四大诗人”。"
  },
  "tags": [
    "写人",
    "离别",
    "抒情",
    "思乡",
    "愁绪"
  ]
}