{
  "id": 69097,
  "star": 121,
  "name": "正月二十日与潘郭二生出郊寻春忽记去年是日同至女王城作诗乃和前韵",
  "dynasty": "宋代",
  "content": "东风未肯入东门，走马还寻去岁村。<br>人似秋鸿来有信，事如春梦了无痕。<br>江城白酒三杯酽，野老苍颜一笑温。<br>已约年年为此会，故人不用赋《招魂》。 <div style=\"TOP: 0px\" class=\"xhe-paste\"></div>",
  "fanyi": "<p><strong>译文</strong><br>　　春天的东风还不肯吹进东面的城门，我和你们二人已经骑着马出城去寻找去年我们游玩过的村落了。人就好像秋天的大雁一样，来去都会有音信痕迹可寻。可是往事就好像春天的一场大梦一样，连一点痕迹都没有留下。让我们去江城边上的酒馆，喝上三杯酒家自酿的好酒吧。这里的民风淳朴，乡间的老人会用饱经沧桑的脸孔上温暖的笑容来欢迎你的。我们已经约定了，每年春季的时候都要出东门踏青，所以，我的老朋友们啊，你们就不必因为此事担心挂念了。</p> <p><strong>注释</strong><br>①这首<a href=\"http://so.gushiwen.org/view_69097.aspx\">诗</a>出自《<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>诗集》卷十二。1079年（元丰二年己未），苏轼四十四岁。由于他一直对当时<a href=\"http://so.gushiwen.org/author_405.aspx\">王安石</a>推行的新法持反对态度，在一些诗文中又对新法及因新法而显赫的“新进”作了讥刺，于是政敌便弹劾他“作为诗文讪谤朝政及中外臣僚，无所畏惮”。八月十八日，苏轼在湖州被捕，押至汴京，在御史台狱中关押四个月后获释。这年十二月，苏轼被贬为检校水部员外郎黄州团练副使，在州中安置，不得签署公文。他于第二年二月一日到达黄州，寓定惠院。五月二十九日，家人也迁到黄州，于是迁居临皋亭。1081年（元丰四年）正月二十日，往岐亭访<a href=\"http://so.gushiwen.org/author_1181.aspx\">陈慥</a>，潘丙、古耕道、郭遘将他送至女王城东禅院。1082年（元丰五年），苏轼四十七岁。他于这一年正月二十日与潘、郭二人出城寻春，为一年前的同一天在女王城所作的诗写下和诗。1083年（元丰六年）又有和诗。女王城在黄州城东十五里。战国时期，春申君任楚国宰相，受封淮北十二县，于是有了“楚王城”的误称。<br>②“人似”句：<a href=\"http://so.gushiwen.org/author_274.aspx\">纪昀</a>评：“深警。”有三层意思，一层指前一年之事，前一年之人；二层指这一年之人，前一年之事；三层说人生当重人不重事，事情经过以后就不须提，而人有情有信，且常变常新，所以要重人。<br>③“江城”句：酽，原指味浓，这里指酒的味道醇厚。这一句俱见人情，亦是“道人不惜阶前水”之意，平淡有味。<br>④故人，意谓朋友们不用可怜他的贬斥而设法把他内调。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　作者写这首<a href=\"http://so.gushiwen.org/view_69097.aspx\">诗</a>时，来到黄州已两年了，乌台诗案的骇浪已成往事，诗人“本州安置”的困境却无法摆脱。《初到黄州》就自找乐趣：“长江绕郭知鱼美，好竹连山觉笋香。”后又自寻精神寄托，手抄《金刚经》，又筑南堂，开垦东坡；得郡守徐猷庇护，访游近地，与渔樵相处。至黄州后续有新交，诗酒唱和。诗题中的“潘、郭二生”，即在黄州朝夕相处的潘丙、郭遘。前一年正月二十日，<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>去岐亭访<a href=\"http://so.gushiwen.org/author_1181.aspx\">陈慥</a>，潘丙、郭遘和另一位新交的朋友古道耕相送至女王城，作过一首七律。一年过去了，又是正月二十日。想起一年前的这一天，潘、古、郭三人伴送出城所感到的春意，诗人心境荡漾。起句是据前一年所感的设想。“东风”为春之信使，如城里有了春意，“东风”这位信使就先自东门而入；此时，苏轼却一点感觉也没有，他想，恐怕是“东风未肯入东门”吧。至于为什么“未肯入东门”，妙在不言之中。但“忽记去年是日”出城之前，也是“十日春寒未出门”，一到郊外方知“江柳已摇村”。就在这年到郊外尚未入城的早春时节，渴望春意的诗人主动“出郊寻春”了。他是旧地寻春，又是“走马”而去，所以次句说“走马还寻去岁村”。</p> <p>　　接下去不写寻春所获，却宕开一笔，忽出警句：“人似秋鸿来有信，事如春梦了无痕。”<a href=\"http://so.gushiwen.org/author_274.aspx\">纪昀</a>评价说：“三、四（句）深警。”人如侯鸟，有感于外界信息而动。鸿雁南来北往，即使年年如此从不懈怠，在瞬息万变的宇宙中也不会留下什么痕迹。人之如候鸟，正在于此，只不过人间的信息比自然季侯要复杂得多；但同样，人因有感而动，其中一切经历、一切思绪，也只如春梦一般，时过境迁，了无痕迹。苏轼之所以有“人似秋鸿，事如春梦”之感，究其根源，是由于他遭受过乌台诗案的沉重打击，又正在贬逐之中，只有把一切往事，一切留恋和烦恼，都强自推向“春梦了无痕”的虚无境地，以解脱失意中难以消除的痛苦。纪昀评所谓“深警”，说的就是此意。这是就三、四两句本身来说。若就它在全诗中的关合来说，则妙在虚实离即之闻。“人似秋鸿”，实接首联；“事如春梦”，反照下文。把人生进取、政治抱负都看得淡漠了，于是才有超然旷达、出郊寻春之举，于是才有下边四句所表达的春游之乐。它看似游离，实为全诗的关键所在。</p> <p>　　“江城”指位于长江北岸的黄州。味道醇厚的江城白酒，笑意温和的野老苍颜，既可具体指这次春游的欢聚畅饮，也可概括苏轼在黄州的生活乐趣。总之，他是以此为乐，甚至要以此为归宿了。前一年访故友陈慥，有三位新交的朋友相送，春意涌上心头；这一年出郊寻春，又有潘丙、郭遘为伴，酒醺颜面。山水自然之乐，人情朴野之纯，完全可以驱除那些烦恼的往事，也完全可以冲淡甚至忘却他当时的困厄。所以，诗的最后说：“已约年年为此会，故人不用赋《招魂》。”“赋《招魂》”，指<a href=\"http://so.gushiwen.org/author_358.aspx\">宋玉</a>因<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>忠而见弃，作《招魂》讽谏楚怀王，希望他悔悟，召还屈原（这一说法出自王逸《楚辞章句》，但经后人辨析，其说有误）；苏轼在这里借指老朋友们为他的复出奔走。最后两句是在告慰故人：我在黄州过得很好，已和这里的朋友们约定每年作此寻春之游，你们不必为我的处境担忧，也不必为朝廷召我还京多操心。</p> <p>　　苏轼“奋厉有当世志”，而且自信“致君尧舜，此事何难”。但在神宗、哲宗两朝党争中几经起落，而其“立朝大节极可观，才意高广，唯已之是信”（马永卿《元城语录》），又从不“俯身从众，卑论趋时”（《登州谢宣诏赴阙表》），遂使他一生陷于无边的灾难之中。苏轼对待历时三十年的灾难，总的态度是“随缘自适”，但各个时期又有不同。刚开始的时候，他赴密州途中说过“用舍由时，行藏在我”（《沁园春》词）的话，那时还有还朝的愿望。乌台诗案中他自料必死无疑，谁知未死。而贬去黄州，恍如隔世；经过这一次打击，“平时种种心，次第去莫留。”（《子由自南都来陈三日而别》）他在黄州“求所以自新之方”，反觉“不可胜悔”，“今虽改之，后必复作”，不如“归诚佛僧，求一洗之，……则物我相忘，身心皆空。”（《黄州安国寺记》）再从他在黄州的诗词文赋和种种活动看，他对起复还朝已失去信心。因此，这首诗的结尾两句，不是牢骚，不是反语，是一种真情实感。苏轼在黄州寄情诗书山水，寄情新交故旧，尤其是切望惠及百姓，迥异于失意文士的消极避世。他的画像自题诗说：“问汝平生功业，黄州惠州澹州。”也不应看作牢骚反话。他在最失意最痛苦之时，总在努力使自己和大家都得到安慰，都生活得愉快些，这是他度过一切灾难的精神力量。他临死时对儿子说：“吾生不恶，死必不坠。”人们敬仰他、纪念他，一个原因是他的诗、词、文、书、画五艺俱绝，另一原因就是他有一腔正直忠厚的心肠，一种开阔旷达的襟怀。</p>",
  "poet": {
    "id": 183,
    "star": 0,
    "name": "苏轼",
    "image": "http://img.gushiwen.org/authorImg/sushi.jpg",
    "desc": "苏轼（1037－1101），北宋文学家、书画家、美食家。字子瞻，号东坡居士。汉族，四川人，葬于颍昌（今河南省平顶山市郏县）。一生仕途坎坷，学识渊博，天资极高，诗文书画皆精。其文汪洋恣肆，明白畅达，与欧阳修并称欧苏，为“唐宋八大家”之一；诗清新豪健，善用夸张、比喻，艺术表现独具风格，与黄庭坚并称苏黄；词开豪放一派，对后世有巨大影响，与辛弃疾并称苏辛；书法擅长行书、楷书，能自创新意，用笔丰腴跌宕，有天真烂漫之趣，与黄庭坚、米芾、蔡襄并称宋四家；画学文同，论画主张神似，提倡“士人画”。著有《苏东坡全集》和《东坡乐府》等。"
  },
  "tags": [
    "春游",
    "叙事"
  ]
}