{
  "id": 40411,
  "star": 2,
  "name": "宫词百首",
  "dynasty": "唐代",
  "content": "紫燎光销大驾归，御楼初见赭黄衣。 <br> 千声鼓定将宣赦，竿上金鸡翅欲飞。 <br> 北阙晴分五凤楼，嵩山秀色护神州。 <br> 洛河自契千年运，更拟波中出九畴。 <br> 中兴殿上晓光融，一炷天香舞瑞风。 <br> 百辟虔心齐稽首，卷帘遥见御衣红。 <br> 日和风暖御楼时，万姓齐瞻八彩眉。 <br> 瑞气祥烟笼细仗，閤门宣赦四方知。 <br> 凤吹鸾歌晓日明，丰年观稼出神京。 <br> 封人争献南山寿，五色云中御辇平。 <br> 圣主临轩待晓时，穿花宫漏正迟迟。 <br> 鸡人一唱乾坤晓，百辟分班俨羽仪。 <br> 朦胧西月照池亭，初夜椒房掩画屏。 <br> 宫女相呼有何事，上楼同看老人星。 <br> 红泥椒殿缀珠珰，帐蹙金龙窣地长。 <br> 红兽慢然天色暖，凤炉时复爇沈香。 <br> 九重楼殿簇丹青，高柳含烟覆井亭。 <br> 宫内不知今日几，自来阶下数尧蓂. <br> 寝殿香浓玉漏严，云随凉月下西南。 <br> 帐前宫女低声道，主上还应梦傅岩。 <br> 绕殿钩阑压玉阶，内人轻语凭葱苔。 <br> 皆言明主垂衣理，不假朱云傍槛来。 <br> 颟顸冰面莹池心，风刮瑶阶腊雪深。 <br> 怪得宫中无兽炭，步摇钗是辟寒金。 <br> 兰殿春融自靘笙，玉颜风透象纱明。 <br> 金簧如语莺声滑，可使云和独得名。 <br> 兰烛时将凤髓添，寒星遥映夜光帘。 <br> 龙楼露著鸳鸯瓦，谁近螭头掷玉签。 <br> 玉甃莲池春水平，小鱼双并锦鳞行。 <br> 内中知是黄河样，九曲今年彻底清。 <br> 真珠帘外静无尘，耿耿凉天景象新。 <br> 金殿夜深银烛晃，宫嫔来奏月重轮。 <br> 鱼犀月掌夜通头，自著盘莺锦臂鞲。 <br> 多把沈檀配龙麝，宫中掌浸十香油。 <br> 香云双飐玉蝉轻，侍从君王苑里行。 <br> 嘉瑞忽逢连理木，一时跪拜贺文明。 <br> 金鸾双立紫檀槽，暖殿无风韵自高。 <br> 含笑试弹红蕊调，君王宣赐酪樱桃。 <br> 斑簟如霞可殿铺，更开新进瑞莲图。 <br> 谁人筑损珊瑚架，子细看时认沥苏。 <br> 金盆初晓洗纤纤，银鸭香焦特地添。 <br> 出户忽看春雪下，六宫齐卷水晶帘。 <br> 暖金盘里点酥山，拟望君王子细看。 <br> 更向眉中分晓黛，岩边染出碧琅玕. <br> 云母屏前绣柱衣，龙床闲卷谏书帏。 <br> 黄金槛外螭头活，日照红兰露未晞。 <br> 楼西残月尚胧明，中禁鸡人报晓声。 <br> 清旦司天台进状，夜来晴霁泰阶平。 <br> 纤辔摩轩响佩环，银台门外集鸳鸾。 <br> 三钟五鼓祥烟敛，日照仙人捧露盘。 <br> 司膳厨中也禁烟，春宫相对画秋千。 <br> 清明节日颁新火，蜡炬星飞下九天。 <br> 宫木交芳色尽深，和风轻舞早莺吟。 <br> 侍臣不异东方朔，应喜仙桃满禁林。 <br> 贡橘香匀x0oh容，星光初满小金笼。 <br> 近臣押赐诸王宅，拜了方开敕字封。 <br> 献寿朝元欲偃戈，航深梯险竞骈罗。 <br> 若论万国来朝日，比并涂山更较多。 <br> 艳阳风景簇神州，杏蕊桃心照凤楼。 <br> 遥望青青河畔草，几多归马与休牛。 <br> 銮舆观稼晚方归，日月旗中见御衣。 <br> 万姓焚香惟顶礼，瑞云随伞入宫闱。 <br> 宫庭皆应紫微垣，壮丽宸居显至尊。 <br> 赤子颙颙瞻父母，已将仁德比乾坤。 <br> 三农皆已辟田畴，又见金门出土牛。 <br> 块雨条风符圣化，嘉禾看却报新秋。 <br> 进食门前水陆陈，大官斋洁贡时新。 <br> 明君宵旰分甘处，便索金盘赐重臣。 <br> 层台金碧惹红霞，仙掌亭亭对月华。 <br> 昨夜盘中甘露满，婕妤争去奏官家。 <br> 水殿垂帘冷色凝，一床珍簟展春冰。 <br> 才人侍立持团扇，金缕双龙贴碧藤。 <br> 香鸭烟轻爇水沈，云鬟闲坠凤犀簪。 <br> 珠帘半卷开花雨，又见芭蕉展半心。 <br> 莺锦蝉罗撒麝脐，狻猊轻喷瑞烟迷。 <br> 红酥点得香山小，卷上珠帘日未西。 <br> 锦褥花明满殿铺，宫娥分坐学樗蒲。 <br> 欲教官马冲关过，咒愿纤纤早掷卢。 <br> 小楼花簇钿山低，金雉双来蹋马齐。 <br> 夸向傍人能彩戏，朝来赢得鹭鸶犀。 <br> 红鬃白马嫩龙飞，天厩供来入紫微。 <br> 遥见玉阶嘶不已，应缘认得赭黄衣。 <br> 班定千牛立受宣，佩刀搢笏凤墀前。 <br> 一声不坐祥云合，鸳鹭依行拜两边。 <br> 三殿香浓晓色来，祥鸾威凤待门开。 <br> 锵金佩玉趋丹陛，总是和羹作砺才。 <br> 两番供奉打球时，鸾凤分厢锦绣衣。 <br> 虎骤龙腾宫殿响，骅骝争趁一星飞。 <br> 凤池冰泮岸莎匀，柳眼花心雪里新。 <br> 都是九重和暖地，东风先报禁园春。 <br> 紫气氤氲满帝都，映楼明月锁金铺。 <br> 银泥殿里嫌红烛，教近龙床著火珠。 <br> 地衣初展瑞霞融，绣帽金铃舞舜风。 <br> 吹竹弹丝珠殿响，坠仙双降五云中。 <br> 锦策匀铺寒玉齐，星锤高运日通犀。 <br> 铿金曲罢春冰碎，跪拜君王粉面低。 <br> 珠帘静卷水亭凉，玉蕊风飘小槛香。 <br> 几处按歌齐入破，双双雏燕出宫墙。 <br> 宫娥解禊艳阳时，鹢舸兰桡满凤池。 <br> 春水如蓝垂柳醉，和风无力袅金丝。 <br> 白玉阶前菊蕊香，金杯仙酝赏重阳。 <br> 层台云集梨园乐，献寿声声祝万康。 <br> 天籁吟风社燕归，渚莲香老碧苔肥。 <br> 夜来霜坠梧桐叶，诸殿平明进御衣。 <br> 炉爇香檀兽炭痴，真珠帘外雪花飞。 <br> 六宫进酒尧眉寿，舞凤盘龙满御衣。 <br> 云行风静早秋天，竞绕盆池蹋采莲。 <br> 罨画披袍从窣地，更寻宫柳看鸣蝉。 <br> 阑珊星斗缀珠光，七夕宫嫔乞巧忙。 <br> 总上穿针楼上去，竞看银汉洒琼浆。 <br> 宝瑟凄锵夜漏馀，玉阶闲坐对蟾蜍。 <br> 秋光寂历银河转，已见宫花露滴疏。 <br> 春风金袅万年枝，簇白团红烂熳时。 <br> 宫女竞思游御苑，大家齐奏圣人知。 <br> 乾文初见泰阶平，日月常遵阁道行。 <br> 昨夜仰观垂象正，拱辰星宿转分明。 <br> 锵锵济济赴延英，渐近重瞳目转明。 <br> 君圣臣贤鱼水契，鸿基须贺永清平。 <br> 天厩骖騑集嫩龙，雪光相照晓嘶风。 <br> 昂头步步金鞍稳，掌扇花前御路中。 <br> 金吾细仗俨威仪，圣旨凝旒对远夷。 <br> 晓日曈曨瞻玉案，丁冬环珮满彤墀。 <br> 正旦垂旒御八方，蛮夷无不奉梯航。 <br> 群臣舞蹈称觞处，雷动山呼万岁长。 <br> 圣主躬耕在籍田，公卿环卫待丰年。 <br> 五风十雨馀粮在，金殿惟闻奏舜弦。 <br> 圣日垂科委所司，英才咸喜遇明时。 <br> 春官进榜莺离谷，月殿香残桂魄枝。 <br> 天街香满瑞云生，红伞凝空景日明。 <br> 先遣五坊排猎骑，为民除害出神京。 <br> 内宴初开锦绣攒，教坊齐奏万年欢。 <br> 箫韶响亮春云合，日照尧阶舞瑞鸾。 <br> 视草词臣直玉堂，对来新赐锦袍香。 <br> 班资最在云霄上，长是先迎日月光。 <br> 玉殿朦胧散晓光，金龙高喷九天香。 <br> 摵鞭声定初开扇，百辟齐呼万岁长。 <br> 五色卿云覆九重，香烟高舞御炉中。 <br> 含元殿里行仁德，四海车书已混同。 <br> 欲封丹诏紫泥香，朱篆龙文御印光。 <br> 汗涣丝纶出丹禁，便从天上凤衔将。 <br> 越溪姝丽入深宫，俭素皆持马后风。 <br> 尽道君王修圣德，不劳辞辇与当熊。 <br> 早梅初向雪中明，风惹奇香粉蕊轻。 <br> 谁道落花堪靧面，竞来枝上采繁英。 <br> 暖殿奇香馥绮罗，窗间初学绣金鹅。 <br> 才经冬至阳生后，今日工夫一线多。 <br> 金井澄泉玉液香，琉璃深殿自清凉。 <br> 温汤头进瓜初熟，后至宫嫔未得尝。 <br> 绣闼雕甍列锦闺，珍奇惟待凤凰栖。 <br> 杏梁烜赫晴霞展，时见空虚坠燕泥。 <br> 龙凤金鞍软玉鞭，雪花光照锦连乾。 <br> 驾头直指西郊去，晓日寒生讲武天。 <br> 戛云楼上定风盘，雀跃猿跳总不难。 <br> 要对君王逞轻捷，御楼时拟上鸡竿。 <br> 停稳春衫窣地长，通天犀带缀金章。 <br> 近臣衔命离丹禁，高捧恩波洒万方。 <br> 垂黎玉押春帘卷，不夜珠楼晓鉴开。 <br> 袍裤宫人走迎驾，东风吹送御香来。 <br> 金吾勘契自通官，楼上初闻唱刻闲。 <br> 金殿香高初唤仗，数行鸳鹭各趋班。 <br> 螺髻凝香晓黛浓，水精鸂鶒飐轻风。 <br> 金钗斜戴宜春胜，万岁千秋绕鬓红。 <br> 缕金团扇对纤絺，正是深宫捧日时。 <br> 要对君王说幽意，低头佯念婕妤诗。 <br> 结金冠子学梳蝉，碾玉蜻蜓缀鬓偏。 <br> 寝殿垂帘悄无事，试香闲立御炉前。 <br> 金马词臣夜受宣，授毫交直八花砖。 <br> 白麻草了初呈进，称旨丝纶下九天。 <br> 平明光政便门开，已见忠臣早入来。 <br> 自是枢机符造化，大罗天上曜三台。 <br> 红罗窗里绣偏慵，亸袖闲隈碧玉笼。 <br> 兰殿春晴鹦鹉睡，结条钗飐落花风。 <br> 晓光初入右银台，鸳鹭分班启沃来。 <br> 如水如鱼何际会，尽言金鼎得盐梅。 <br> 立名金马近尧阶，尽是家传八斗才。 <br> 麻尾尚犹龙字湿，便从天上凤衔来。 <br> 狻猊镇角舞筵张，鸾凤花分十六行。 <br> 轻动玉纤歌遍慢，时时偷眼看君王。 <br> 边藩□宴贺休征，细仗初排舜日明。 <br> 坐定两军呈百戏，乐臣低折贺升平。 <br> 碧罗冠子簇香莲，结胜双衔利市钱。 <br> 花下贪忙寻百草，不知遗却蹙金蝉。 <br> 兰省初除傅粉郎，静端霜简入鸳行。 <br> 明庭转制浑无事，朝下空馀鸡舌香。 <br> 采访宁遗草泽人，诏搜无不降蒲轮。 <br> 集贤殿里开炉冶，待把黄金铸重臣。 <br> 红玉纤纤捧暖笙，绛唇呼吸引春莺。 <br> 霓裳曲罢君王笑，宜近前来与改名。 <br> 绣额朱门插艾人，羞将角黍近香唇。 <br> 平明朝下夸宣赐，五色香丝系臂新。 <br> 芙蓉冠子水精簪，闲对君王理玉琴。 <br> 鹭颈莺唇胜仙子，步虚声细象窗深。 <br> 金马门开侍从归，御香犹惹赐来衣。 <br> 晓光满院金鱼冷，红药花擎宿露飞。 <br> 便殿朝回卸玉簪，竞来芳槛摘花心。 <br> 风和难捉花中蝶，却向窗间弄绣针。 <br> 君王朝下未梳头，长晕残眉侍鉴楼。 <br> 扼臂交光红玉软，起来重拟理箜篌。 <br> 九重天上实难知，空遣微臣役梦思。 <br> 葵藿一心期捧日，强搜狂斐拟宫词。",
  "poet": {
    "id": 528,
    "star": 0,
    "name": "和凝",
    "desc": "和凝（898-955年），五代时文学家、法医学家。字成绩。郓州须昌（今山东东平）人。幼时颖敏好学，十七岁举明经，梁贞明二年(916)十九岁登进士第。好文学，长于短歌艳曲。梁贞明二年(916)进士。后唐时官至中书舍人，工部侍郎。后晋天福五年 (940)拜中书侍郎同中书门下平章事。入后汉，封鲁国公。后周时，赠侍中。尝取古今史传所讼断狱、辨雪冤枉等事，著为《疑狱集》两卷（951年）。子和（山蒙）又增订两卷，合成四卷。"
  },
  "tags": []
}