{
  "id": 67085,
  "star": 9,
  "name": "念奴娇·避地溢江书于新亭",
  "dynasty": "宋代",
  "content": "凭高远望，见家乡、只在白云深处。镇日思归归未得，孤负殷勤杜宇。故国伤心，新亭泪眼，更洒潇潇雨。长江万里，难将此恨流去。 <br>遥想江口依然，鸟啼花谢，今日谁为主。燕子归来，雕梁何处，底事呢喃语。最苦金沙，十万户尽，作血流漂杵。横空剑气，要当一洗残虏。",
  "fanyi": "<h2>注释</h2> ①避地溢江，书于新亭：宋宁嘉定十四年，金兵围蕲州，知州李诚之与司理权通判事赵与等坚守。终因援兵迁延不进，致使二十五天后城陷。李自杀身亡，家属皆赴水死。赵只身逃出，写了一本《辛巳泣蕲录》，详述事实经过，本词亦见于此书。王澜因避蕲州失陷之灾，而移居溢江（在今江苏南京市），在新亭（即劳劳亭，在今南京市南）上写了本词。<br>②白云：元朝人以白云喻亲友。<br>③江口：蕲水在蕲州城流入长江的地方。<br>④金沙：即金沙湖，在州东十里，又名东湖。此代指蕲州。<br>杜宇：传说中的古蜀国国王，死后化作鹃鸟，每年春耕时节，子鹃鸟鸣，蜀人闻之曰“我望帝魂也”，因呼鹃鸟为杜鹃。一说因通于其相之妻，惭而亡去，其魂化作鹃鸟，后因称杜鹃为“杜宇”。",
  "shangxi": "<h2>鉴赏一</h2> <p>　　这是一篇怀乡之作。</p> <p>　　上片直抒乡愁。作者家乡被金兵大肆屠杀，掠夺一空，自己逃难在外，想起家乡便痛心疾首，黯然神伤。起首以“凭高远望”发端，看到的只是白云茫茫，一片缥缈，对家乡刻苦的思念使他日夜思归，但家乡已为敌人所占，有家难回，白白辜负了子规殷勤地劝告“不如归去”。当他正在新亭为思乡而凄然流泪时，亭外雨声潇潇，更添悲凉。他把目光转向眼前之景：国破家亡，其恨无穷。这滚滚东流的江水，也难流尽家国之恨，语极沉重，情极悲痛，活绘出一个失去家国的流亡者悲怆的形象。</p> <p>　　下片以“遥想”二字发端，写自己的思绪又回到了家乡。那里江口依旧，该是到了鸟啼花谢的时候吧？可现在却是江山易主，物是人非，怎不令人伤感！“燕子”三句，他想象不懂人间之事而照常回家的燕子，找不到旧巢后，十分疑惑呢喃而语。作者选取典型事物，用拟人化的手法描写蕲州被敌人破坏的情景。语虽平淡却感人至深。“最苦”三句，作者压抑不住痛失家国的愤怒，直接写出蕲州城破的惨状。富庶的蕲州，十万户之多的人口都被杀尽，生灵涂炭，血流成河，这里虽运用了夸张的手法，但也是写实，揭露和控诉了金兵惨无人道的罪行。正因为如此，作者由对家乡刻骨的思念，再到对敌的愤怒，最后上升为报仇雪恨的决心和壮志。结尾二句“横空剑气，要当一洗残虏”，是力量、是誓言，也是必胜的信念，二句振起全词，壮志凌云，铿锵有力，是被践踏被蹂者奋起反抗而发出的最强音和最高音。</p><br/><h2>鉴赏二</h2> <p>　　上片开头即直抒思乡情绪，凭高远望家乡，只见一片白云茫茫。六朝人已以白云为思念亲友的比喻。《新唐书?<a href=\"http://so.gushiwen.org/author_2235.aspx\">狄仁杰</a>传》载：“仁杰赴任于并州，登太行，南望白云孤飞，谓左右曰：‘吾亲所居，近此云下！’悲泣，伫立久之，候云移乃行。”这里暗用此典，表现了强烈的思亲思乡的悲凄之情。接二句又补说：整天想回家乡，但回不去。语气表面平淡，内则极为悲愤，因为不能回去的原因，是那里被敌人占领了，白白辜负了杜鹃鸟“不如归去”的殷勤叫声。这是无可奈何的自我解嘲。实则在鸟的“不如归去”叫声中，更突出了有家不得归的悲凄感情。下面调转笔触写眼前：我正在新亭上为怀念家乡而悲凄流泪，亭外潇潇雨声，更增加了悲凉气氛。这里暗用新亭对泣的典故，表明不是一般的怀乡之情，而主要是悲叹国土沦丧。结三句大阖，眼前的长江，尽管有万里长，也难以流尽我这家国之恨。语极朴实，情极沉重。比喻形象，可与<a href=\"http://so.gushiwen.org/author_269.aspx\">李煜</a>的“问君能有几多愁，恰似一江春水向东流”媲美。</p> <p>　　换头承上，设想蕲州目前的情景，江口依然跟当年一样，鸟啼花谢，可是地已易主，景是人非了。“江口”，是蕲水在蕲州城流入长江的地方。这是由于上片结句写到长江，也是词人所面对的景色，自然而然引起的联想。以下六句，追述敌人侵扰带给蕲州的灾难。前后三句各有所侧重。“燕子”三句，通过燕子找不到旧巢，写城市被破坏的情景。不懂人事变化的燕子，照常飞来，可它们在呢喃低语：怎么往年筑巢的雕梁找不到了？这里用的是拟人化手法，暗示蕲州被金人烧杀掠夺一空，几成废墟。笔触极淡，感情却极为沉痛，且含有对敌人的强烈仇恨。“最苦”三句，则用直接描写的手法，写出当时人民被屠杀的悲惨情景。金沙，据清嘉靖《蕲州志》载：“金沙湖，在州东十里，又名东湖。”这里指代蕲州。宋代蕲州在这次金兵侵扰前从未遭受过兵火，比较富庶，户口较多。说“十万户尽”、“血流漂杵”，当非夸张，而属纪实。这是作者亲眼目睹的惨状，控诉了金兵的残暴。结句表示只要有凌云的壮志，一定会杀尽敌人，报仇雪恨；表现了必胜的信念，和对敌人的蔑视，铿锵有力，振起全词。</p> <p>　　词抒发逃难在外，思念家乡的情绪，但不同于一般的怀乡之作，而是如实地反映了一次历史事件，揭露了敌人的暴行。艺术特点在于逻辑层次和感情层次的统一：由思乡而叹归不得，由归不得而忧国，由忧国而叹土地易主，由易主而至生灵涂炭，由生灵涂炭而至一洗残虏。构思缜密新颖。</p>",
  "about": "<h2>题解</h2> <p>　　宋宁宗嘉定十四年（1221）二月，金兵围蕲州。知州李诚之和司理权通判事等坚守。由于援兵迂延不进，致使二十五天后城陷。金兵大肆屠杀，掠夺一空。李诚之自杀，家属皆赴水死。司理权通判事只身逃出，写了一本《辛巳泣蕲录》，详述事实经过。这首词见于述古堂抄本《辛巳泣蕲录》。</p> <p>　　题目说明作者因避灾祸，而移居溢江，在新亭上写了这首词。作者所避灾祸，即指蕲州失陷事。“溢江”，地名，在今江苏南京市。“新亭”，即劳劳亭，在今南京市南。</p>",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "王澜"
  },
  "tags": [
    "宋词精选",
    "怀乡"
  ]
}