{
  "id": 38257,
  "star": 71,
  "name": "送日本国僧敬龙归",
  "dynasty": "唐代",
  "content": "扶桑已在渺茫中，家在扶桑东更东。 <br>此去与师谁共到，一船明月一帆风。",
  "fanyi": "<p><strong>译文<br></strong>遥远的扶桑已在渺茫之中，您家在扶桑东面还要往东。<br>此去谁能与你一起到家乡？唯有一船明月和满帆清风。 </p> <p><strong>注释<br></strong>⑴敬龙：日本和尚名。<br>⑵扶桑：古时传说的东方神木和国名，也指传说中太阳升起的地方。《山海经·海外东经》：“汤谷上有扶桑，十日所浴，在黑齿北。”郭璞注：“扶桑，木也。”《海内十洲记·带洲》：“多生林木，叶如桑。又有椹，树长者二千丈，大二千馀围。树两两同根偶生，更相依倚，是以名为扶桑也。”后世常用来指代日本。渺茫：远而空荡的样子。<br>⑶师：古代对僧人、道士的尊称。此指敬龙和尚。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　“扶桑已在渺茫中，家在扶桑东更东”，说敬龙此番归国，行程辽远，里程不易概指。虽然《梁书·扶桑国传》说过“扶桑在大汉国东二万余里”，后来沿用为日本的代称，若写<a href=\"http://so.gushiwen.org/view_38257.aspx\">诗</a>也是这样指实，便缺少意趣。诗人采用“扶桑”这个名字，其意则指古代神话传说东方“日所出处”的神木扶桑，其境已渺茫难寻；这还不够，下面紧接着说敬龙的家乡还在扶桑的东头再东头。说“扶桑”似有边际，“东更东”又没有了边际；不能定指，则其“远”的意味更可寻思。首句“已在”是给次句奠基，次句“更在”才是意之所注处。说“扶桑”已暗藏“东”字，又加上“东更东”，再三叠用两明一暗的“东”字，把敬龙的家乡所在地写得那样远不可即，又神秘，又惹人向慕。那边毕竟是朋友的家乡，而且他正要扬帆归去，为此送行赠诗，不便作留难意、惜别情、愁苦语，把这些意思藏在诗句的背后，于是下文转入祝友人行程一帆风顺的话头。</p> <p>　　“此去与师谁共到？一船明月一帆风。”船行大海中，最怕横风暴雨，大雾迷航。过去遣唐使乘坐的大船，常因风暴在海上漂流，甚至失事；能够到达的也往往要在数十日或者数月的艰苦航程之后。这些往事传闻，<a href=\"http://so.gushiwen.org/author_622.aspx\">韦庄</a>是心知的，所以就此起意，祝朋友此行顺利。用一个“到”字，先祝他平安抵达家乡；“明月”示晴，排除雾雨；“帆风”谓顺，勿起狂飚──行程中不生灾障。“谁”字先垫出“与师共到”之人，由下句的朗月、顺风再为挑明，并使“风”、“月”得“谁”字而人格化了。“共”字，一方面捏合“风”、“月”与“师”三者，连同“船”在一起，逗出海行中美妙之景、舒畅之情；另一方面，又结合“到”字，说“共到”，使顺风朗月的好景贯彻全程，陪同直抵家乡。两句十四个字，浑然一体，表达了良好的祝愿与诚挚的友情，饶有诗意。</p> <p>　　诗人如此祝愿，也并非仅仅由于主观愿望，故作安慰语。它是有客观事实作基础的，这就是晚唐时日本与中国之间，海上航行相对地便利与安全的事实。它印入了诗人心底，写出来自然而然就是这样的诗句。</p>",
  "about": "<h2>创作背景</h2> 　　晚唐时期，日本因唐朝国内动乱，于唐文宗开成三年（838年）停止派出遣唐使。原先随遣唐使来华学佛求经的请益僧和学问僧，此后便改乘商船往来。唐朝的商船船身小，行驶轻快，船主又积累了丰富的气象知识和航海经验，往返中国与日本一般只需三昼夜至六七昼夜，而且极少遇难漂流。这导致晚唐时期唐日之间交通频繁，日本僧人的入唐比在遣唐使时代更加容易。敬龙便是这些僧人中的一个。<a href=\"http://so.gushiwen.org/author_622.aspx\">韦庄</a>在虢州村居时结识了到中国访学的僧人敬龙，后来敬龙学成归国时，韦庄写此<a href=\"http://so.gushiwen.org/view_38257.aspx\">诗</a>为他送行。",
  "poet": {
    "id": 622,
    "star": 0,
    "name": "韦庄",
    "image": "http://img.gushiwen.org/authorImg/weizhuang.jpg",
    "desc": "韦庄（约836年─910年），字端己，杜陵（今中国陕西省西安市附近）人，诗人韦应物的四代孙，唐朝花间派词人，词风清丽，有《浣花词》流传。曾任前蜀宰相，谥文靖。"
  },
  "tags": [
    "送别",
    "祝福",
    "友情"
  ]
}