{
  "id": 48205,
  "star": 281,
  "name": "御街行·秋日怀旧",
  "dynasty": "宋代",
  "content": "纷纷坠叶飘香砌。夜寂静，寒声碎。真珠帘卷玉楼空，天淡银河垂地。年年今夜，月华如练，长是人千里。<br>愁肠已断无由醉，酒未到，先成泪。残灯明灭枕头欹，谙尽孤眠滋味。都来此事，眉间心上，无计相回避。",
  "fanyi": "<p><strong>译文<br></strong>纷纷杂杂的树叶飘落在透着清香的石阶上，当次夜深人静之时，那悉悉索索的落叶声更增添了秋天的凉意。卷起珍珠串成的锦帘，华丽的楼阁上空空荡荡，只见到高天淡淡，银河的尽头像垂到大地。年年今天的夜里，都能见到那素绡般的皎月，而年年今天的夜里，心上人都远在千里之外。<br>愁肠已经寸断，想要借酒浇愁，也难以使自己沉醉。酒还没有入口，却先化作了辛酸的眼泪。夜已深，灯已残，灯火明灭之间，只好斜靠枕头，聊作睡去，这无休无止的孤栖，真让人尝尽了孤独相似的滋味。算来这苦苦的等待尚遥遥无期，虽说是终日眉头紧锁，心绪万千，也没有一点办法可以解脱回避。</p> <p><strong>注释</strong><br>1、香砌：有落花的台阶。<br>2、寒声碎：寒风吹动落叶发出的轻微细碎的声音。<br>3、真珠：珍珠。<br>4、天淡：天空清澈无云。<br>5、月华：月光。<br>6、练：白色的丝绸。<br>7、无由：无法。<br>8、明灭：忽明忽暗。<br>9、欹（qī）：倾斜，斜靠。<br>10、谙（ān）尽：尝尽。<br>11、都来：算来。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　此词是一首怀人之作，其间洋溢着一片柔情。上片描绘秋夜寒寂的景象，下片抒写孤眠愁思的情怀，由景入情，情景交融。</p> <p>　　写秋夜景象，作者只抓住秋声和秋色，便很自然地引出秋思。一叶落知天下秋，到了秋天，树叶大都变黄飘落。树叶纷纷飘坠香砌之上，不言秋而知秋。夜，是秋夜。夜寂静，并非说一片阒寂，声还是有的，但是寒声，即秋声。这声音不树间，却来自树间，原来是树上飘来的黄叶坠阶上，沙沙作响。</p> <p>　　这里写“纷纷坠叶”，主要是诉诸听觉，借耳朵所听到的沙沙声响，感知到叶坠香阶的。“寒声碎”这三个字，不仅明说这细碎的声响就是坠叶的声音，而且点出这声响是带着寒意的秋声。由沙沙响而感知落叶声，由落叶而感知秋时之声，由秋声而感知寒意。这个“寒”字下得极妙，既是秋寒节候的感受，又是孤寒处境的感受，兼写物境与心境。</p> <p>　　“真珠帘卷玉楼空”，空寂的高楼之上，卷起珠帘，观看夜色。这段玉楼观月的描写，感情细腻，色泽绮丽，有花间词人的遗风，更有一股清刚之气。</p> <p>　　这里写玉楼之上，将珠帘高高卷起，环视天宇，显得奔放。“天淡银河垂地”，评点家视为佳句，皆因这六个字勾画出秋夜空旷的天宇，实不减<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>“星垂平野阔”之气势。因为千里共月，最易引起相思之情，以月写相思便成为古<a href=\"http://so.gushiwen.org/view_48205.aspx\">诗</a>词常用之意境。“年年今夜，月华如练，长是人千里”，写的也是这种意境，其声情顿挫，骨力遒劲。珠帘、银河、月色都写得奔放雄壮，深沉激越。</p> <p>　　下片以一个“愁”字写酌酒垂泪的愁意，挑灯倚枕的愁态，攒眉揪心的愁容，形态毕肖。古来借酒解忧解愁成了诗词中常咏的题材。<a href=\"http://so.gushiwen.org/author_510.aspx\">范仲淹</a>写酒化为泪，不仅反用其意，而且翻进一层，别出心裁，自出新意。他《苏幕遮》中就说：“酒入愁肠，化作相思泪。”这首词里说：“愁肠已断无由醉，酒未到，先成泪。”肠已愁断，酒无由入，虽未到愁肠，已先化泪。比起入肠化泪，又添一折，又进一层，愁更难堪，情更凄切。</p> <p>　　自《诗经·关雎》“悠哉悠哉，辗转反侧”出，古诗词便多以卧不安席来表现愁态。范仲淹这里说“残灯明灭枕头欹”，室外月明如昼，室内昏灯如灭，两相映照，自有一种凄然的气氛。枕头欹斜，写出了愁人倚枕对灯寂然凝思神态，这神态比起辗转反侧，更加形象，更加生动。“谙尽孤眠滋味。”由于有前句铺垫，这句独白也十分入情，很富于感人力量。“都来此事”，算来这怀旧之事，是无法回避的，不是心头萦绕，就是眉头攒聚。愁，内为愁肠愁心，外为愁眉愁脸。古人写愁情，设想愁象人体中的“气”，气能行于体内体外，故或写愁由心间转移到眉上，或写由眉间转移到心上。范仲淹这首词则说“眉间心上，无计相回避。”两者兼而有之，比较全面，不失为入情入理的佳句。</p><br/><h2>简析</h2> <p>　　本词又题作“秋日怀旧”，是抒写秋夜离情愁绪之作。</p> <p>　　词的上片以秋景感怀。开头“纷纷”三句，特感秋声之刺耳。因夜之寂静，故觉香砌坠叶，声声可闻。“真珠”五句。特觉秋月之皎洁。因见明月而思及千之外的亲朋，更何况年年今夜，莫不如此，令人愈难为情。</p> <p>　　词的下片为抒愁。过片“愁肠”以下三句，写愁肠只在举酒未饮之时；“残灯”二句，写愁眠只在残灯枕之际；“都来”三句，写愁思只在心上眉宇之间，纯用白描手法，而能得其神韵。</p> <p>　　这首词写离人在秋月之夜的离愁别恨。作者本是个“不以物喜，不以已悲”的刚毅男子，然而，久居他乡，这如练月华又怎能不触发他那丰富的内心感情世界！</p> <p>　　全词由景入情，情随景生，自然浑成。上片以景寓情，境界疏阔，尤其“天淡银河垂地”一句，显得奔放激越，气象恢宏；下片径直抒情，一个“愁”字，层层递进，反复咏叹，语直情真，悲凉凄切。全<a href=\"http://so.gushiwen.org/view_48205.aspx\">诗</a>情中有景，景中透情，可谓情极之语，<a href=\"http://so.gushiwen.org/author_1137.aspx\">真可</a>谓善写愁思者也。<a href=\"http://so.gushiwen.org/author_536.aspx\">李清照</a>的“此情无计可消除，才下眉头，却上心头。”（《一剪梅》）即从这里脱胎。</p><br/><h2>赏析二</h2> <p>　　词的上片以写景为主，景中含情。“一叶落而知秋”，词人先从落叶写起。枯黄的落叶轻盈落在地上，声音轻而细碎，然而词人仅凭耳朵就能听到这些轻细的声音，说明词人的内心极度孤寂，也反衬了夜的岑静。“寒声碎”一句，词人意在告诉读者这细碎的声响不仅带着寒冷的秋意，更传达着他落寞的心境。因此，词人通过开头对秋声、秋色的描绘，渲染出秋夜寒寂的景象，为全词奠定了悲凉的基调。词人卷起珠帘，观看夜色，只见天色清淡如洗，星河如瀑，飞泻远方。词人本是一个“不以物喜，不以己悲”的刚毅男子，然而，在这空寂的天宇下，皎皎的明月中，便能触发他内心世界的幽邈情思。因此，接下来就抒写了词人的落寞之情：年年到了今夜，月光皎洁如练，可惜意中人远在千里之外，不能陪伴自己共赏良辰美景，实在令人惆怅不已。此时感情的激流汹涌澎湃，以景寓情的手法已不能淋漓尽致地抒发内心的情感。于是，词人在下片中，采用了直接抒情的手法倾吐愁思。</p> <p>　　词的下片抒写词人长夜不寐，无法排遣幽愁别恨的情景和心态。因见不到思念的人儿，词人只好借酒浇愁，可愁到深处，已是肠断，酒也无法来麻醉，酒尚未饮下，已先化作了眼泪。比起入肠化泪，更进一层，足见词人愁思之厚重，情意之凄切。浓浓的愁苦本已侵扰着离人，可一盏如豆的青灯忽明忽暗，与室外月明如昼两相映衬，自然更添凄凉，倍加酸楚，使人无法入睡。因而只能斜靠枕头，寂然凝思，黯然神伤。“谙尽孤眠滋味”中的“谙尽”与上片的“年年”遥相呼应，再次说明愁绪由来已久。词的下片由景入情，情景交融，层层递进，反复咏叹，语直情真，悲凉凄切。</p> <p>　　自《<a href=\"http://so.gushiwen.org/view_48205.aspx\">诗</a>经·关雎》“悠哉悠哉，辗转反侧”出，古诗词便多以卧不安席来表现愁态。<a href=\"http://so.gushiwen.org/author_510.aspx\">范仲淹</a>这里说“残灯明灭枕头欹”，室外月明如昼，室内昏灯如灭，两相映照，自有一种凄然的气氛。枕头欹斜，写出了愁人倚枕对灯寂然凝思神态，这神态比起辗转反侧，更加形象，更加生动。“谙尽孤眠滋味。”由于有前句铺垫，这句独白也十分入情，很富于感人力量。“都来此事”，算来这怀旧之事，是无法回避的，不是心头萦绕，就是眉头攒聚。愁，内为愁肠愁心，外为愁眉愁脸。古人写愁情，设想愁象人体中的“气”，气能行于体内体外，故或写愁由心间转移到眉上，或写由眉间转移到心上。范仲淹这首词则说“眉间心上，无计相回避。”两者兼而有之，比较全面，不失为入情入理的佳句。</p> <p>　　这首词上片写景为主，景中寓情，以寒夜秋声衬托主人公所处环境的冷寂，突出人去楼空的落寞感，并抒发了良辰美景无人与共的愁情。下片抒情为主，通过写作者长期客居他乡，不免被如素练般的月光感发出阵阵思愁，将怀人相思之情表达得淋漓尽致。末尾以“都来此事，眉间心上，无计相回避。”作结，把思妇对丈夫的思念推向高峰。全词虽然没有出现一个“思”字，但字字句句都是“思”，历来的评词者均认为此词情景两到。另外，词中比喻、通感、白描等手法的运用也极大地增强了艺术表达效果，是一首情景俱佳的名篇。</p>",
  "about": "<h2>创作背景</h2> <p>　　此词具体的创作时间已无从考证，关于此词的创作意图，历来说法各异：</p> <p>　　唐圭璋认为此词是作者因久久客居他乡的愁苦触景生情而作。</p> <p>　　靳极苍认为此词是“思君之作”，“作者在外任时（也许是在防西夏守边时，也许是贬官时），还念朝廷无人，君王无佐，忧心如焚，因此创作此词来抒发情感”。</p> <p>　　汪中认为此词是“为思念室家之作”。</p>",
  "poet": {
    "id": 510,
    "star": 0,
    "name": "范仲淹",
    "image": "http://img.gushiwen.org/authorImg/fanzhongyan.jpg",
    "desc": "范仲淹（989－1052年），字希文，汉族，北宋著名的政治家、思想家、军事家、文学家，世称“范文正公”。范仲淹文学素养很高，写有著名的《岳阳楼记》。"
  },
  "tags": [
    "宋词精选",
    "婉约",
    "秋天",
    "写景",
    "怀人"
  ]
}