{
  "id": 18341,
  "star": 6,
  "name": "咏三良",
  "dynasty": "唐代",
  "content": "束带值明后，顾盼流辉光。<br>一心在陈力，鼎列夸四方。<br>款款效忠信，恩义皎如霜。<br>生时亮同体，死没宁分张。<br>壮躯闭幽隧，猛志填黄肠。<br>殉死礼所非，况乃用其良。<br>霸基弊不振，晋楚更张皇。<br>疾病命固乱，魏氏言有章。<br>从邪陷厥父，吾欲讨彼狂。",
  "fanyi": "<p><strong>译文</strong><br>衣冠整洁的三良正遇上明君秦穆公，他们才高志大，一顾一盼都光彩四射。<br>他们竭尽全力辅助朝政，使秦国与列国鼎足而立，受到四方称颂。<br>三良效忠穆公恳切殷勤忠诚不二，君臣间恩礼情义就像秋霜般洁净。<br>穆公在生时同三良就像一个人一样，死了也不肯同三良分身。<br>壮士之躯埋闭在幽深墓道，勇猛之志只得填充在棺木中。<br>人死陪葬不是礼义之举，况且还是用他的忠信良臣！<br>霸主的基业于是乎衰败不振，而晋楚的国势趁此壮大兴隆。<br>魏武帝之子之所以不从父命，以人为殉，是认识到父亲被疾病搞迷乱了，遗命不需要遵从。<br>康公遵从非礼的殉葬作法，陷入父皇陷阱，我想揭竿而起讨伐那昏庸的秦康公。 </p><p><strong>注释</strong><br>①秦穆公卒，以子车氏之三子奄息、仲行、针虎为殉，皆秦之良也。<br>②明后：明君，谓秦穆公。<br>③幽隧：墓道。<br>④黄肠：苏林曰：以柏木黄心致累棺外，故曰黄肠，指棺木。<br>⑤张皇：张大、扩大。<br>⑥从邪：指殉葬之作法。<br>⑦彼狂：指秦穆公子康公。 </p>",
  "shangxi": "<h2>赏析</h2> <p>　　“三良”事最早见于《<a href=\"http://so.gushiwen.org/view_18341.aspx\">诗</a>经·秦风·黄鸟》。据《左传》鲁文公六年载，“秦穆公任好卒，以子车氏之三子奄息、仲行、针虎为殉，皆秦之良也。国人哀之，为之赋《黄鸟》。”此后史家、诗人对秦穆公杀害三良一事的评论便络绎不绝，有对具体史实进行加工的，如东汉应劭认为秦穆公与三良约定同生共死，三良自愿殉葬；有由此探讨君臣关系、个体生命价值的，如<a href=\"http://so.gushiwen.org/author_645.aspx\">陶渊明</a>、<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>等等。</p> <p>　　<a href=\"http://so.gushiwen.org/author_646.aspx\">柳宗元</a>《咏三良》诗意可分两层来分析。前十句为第一层，是就三良来说。诗人以饱蘸热情之笔，刻画了三良一心报国、忠君以死的义士形象。应该说，这与《黄鸟》一诗的记载是相违背的。《黄鸟》首章云：“交交黄鸟，止于棘。谁从穆公，子车、奄息。维此奄息，百夫之特。临其穴，惴惴其栗。彼苍者天，歼我良人。如可赎兮，人百其身”。清马瑞辰曰：“诗以黄鸟之止棘、止桑、止楚，为不得其所，兴三良之从死，为不得其死也。棘、楚皆小木，桑亦非黄鸟所宜止，《小雅·黄鸟》诗‘无集于桑’是其证也。”马说甚是。诗中描绘三良死前是“临其穴，惴惴其栗”，全无视死如归的气概，正是死不得其所的明证。不过宗元反其道而行，也是有所本的。汉末<a href=\"http://so.gushiwen.org/author_770.aspx\">王粲</a>《咏史诗》论三良之死曰：“结发事明君，受恩良不訾。临末要之死，焉得不相随？……人生各有志，终不为此移。同知埋身剧，心亦有所施。”认为他们具有事君以死的志向。二诗对照，无论是“束带值明后”与“结发事明君”的细节描绘，还是“生时亮同体，死没宁分张”与“人生各有志，终不为此移”的死亡价值判断，其相似之处都是惊人的。究其原因，王粲《咏史诗》作于汉献帝建安十六年随<a href=\"http://so.gushiwen.org/author_552.aspx\">曹操</a>西征马超归途中，其时王粲效力于曹氏不久，故宣扬“士为知己者死”的精神，认为三良从穆公而死乃忠义之举。而柳宗元《咏三良》则是借史事来抒己之怀抱，既有对在朝为官时峥嵘岁月的回忆，又有对宪宗者流打击王叔文政治集团行为的讨伐。其《读书》一诗云：“幽沈谢世事，俛默窥唐虞。上下观古今，起伏千万途。遇欣或自笑，感戚亦以吁。”《咏史》之咏叹燕昭王、乐毅，《咏三良》之批判秦康公，无不是由读史而引起的感慨。其《冉溪》诗云：“少时陈力希公侯，许国不复为身谋。”顺宗重用王叔文集团，<a href=\"http://so.gushiwen.org/author_197.aspx\">刘禹锡</a>、柳宗元等人积极参政，使得“人情大悦”，政局为之一新。“生时亮同体，死没宁分张”，正是君臣相得的形象写照。</p> <p>　　然而若撇开柳宗元《咏三良》诗的政治隐喻不谈，而就其对君臣关系的讨论来看，不得不说此诗的深刻性和陶渊明的同题之作相比是有很大差距的。陶诗虽亦有“出则陪文舆，入必侍丹帷。箴规向已从，计议初无亏”的描述，但“忠情谬获露，遂为君所私”与“厚恩固难忘，君命安可违”的议论，则深刻揭示了为人臣子的无奈与悲哀。事君以忠，为君所赏，本是做臣子的价值体现，但若过于忠诚，连同身家性命都被国君据为己有，那么结果只能是投穴同死。渊明说“忠情谬获露”，“谬”字真是深可玩味：君主的厚恩往往与其对臣子的控制紧紧联系在一起，“君命安可违”实乃“君命不可违”。他对君主专制下的臣子的个人价值进行了深沉的反思。人才乃国之公器，非国君的一己之私，更何况人本身又具有独立存在的价值。这直接启发了苏轼《和〈咏三良〉》“我岂犬马哉？从君求盖帷”中洋溢的对个体独立人格的尊重以及“杀身固有道，大节要不亏”中对为人臣子原则的揭橥。宗元《咏三良》诗在这一点上，和陶渊明相比是一个倒退。</p> <p>　　《咏三良》诗的后六句为第二层，是就秦康公来说。秦穆公命令三良为自己殉葬，这在礼仪上是不合的，<a href=\"http://so.gushiwen.org/author_459.aspx\">朱熹</a>即云：“史记秦武公卒，初以人从死，死者六十六人。至穆公遂用百七十七人，而三良与焉。盖其初特出于戎翟之俗，而无明王贤伯以讨其罪。于是习以为常，则虽以穆公之贤而不免。”在中原地区人看来，秦穆公以一百七十七人殉葬，自然是极其野蛮的行为，又何况其中还有国家的贤才。穆公死后，秦国的东征有所缓慢，晋、楚相继称霸，这和穆公以贤殉葬、大失人心有一定的关系。《左传》中“君子”即言：“秦穆之不为盟主也宜哉，死而弃民。先王违世，犹诒之法，而况夺之善人乎？……今纵无法以遗后嗣，而又收其良以死，难以在上矣。君子是以知秦之不复东征也。”宗元所论正是本此。然而他的真正意图并不在批判秦穆公，而是借此讨伐穆公的继任者康公，其策略是拿康公与魏颗进行比较。《左传》鲁宣公十五年记载：“魏武子有嬖妾，无子。武子疾，命颗曰：‘必嫁是。’疾病则曰：‘必以为殉。’及卒，颗嫁之，曰：‘疾病则乱，吾从其治也。’”魏颗在魏武子的不同命令之间选择了改嫁父妾的做法。这样既挽救了父妾的性命，又避免了魏武子背上以人殉葬的骂名。可是在史书有关三良殉死的记载中，却没有康公的声音，甚至让人感觉不到他的存在。穆公的命令明显是错误的，倘若三良从死并非出于自愿而是胁迫所致，康公命令他们不死，不但可以避免父亲残暴的遗命付诸行动，而且还可赢得人心，加强自己的统治基础，甚至可以继续父亲的东征事业。在这种情况下，康公如果选择沉默，即是承认穆公命令的有效性。柳宗元正是在此基础上立论的。应该说宗元的立论角度是颇为新颖的，然而倘若仔细研究，则会发现宗元的论证恰恰是偏颇的。</p> <p>　　首先，如前朱熹所言，秦国的风俗与中原地区不同，以人殉葬是习以为常之事，穆公父子的行为是合乎旧俗而有违于情理，没有与时俱进。宗元对秦国当时旧俗似乎没有注意到，没有把穆公父子的行为放到特定的环境中去考察。</p> <p>　　其次，康公与魏颗面对的情况是不同的：魏颗面临着两种选择，即既可以执行武子神智清醒时的使妾改嫁的命令，也可以执行其父神智不清时的使妾殉葬的命令，而康公只有一种选择，在“父没，观其行。三年无改于父之道，可谓孝矣”（《论语·学而》）的春秋时期，康公执行父命乃被动行事，无可厚非。当然，康公以三良殉葬，只是一味尽孝而不顾国家利益和生者的性命，也最终毁了父亲的一世英名（他本可以挽救的），宗元就此讨伐他也是对的，这表现了宗元的人道主义精神和时代的进步。不过宗元说“吾欲讨彼狂”，称康公为狂乱之人，大加讨伐，在程度上未免重了些。<a href=\"http://so.gushiwen.org/author_366.aspx\">苏辙</a>以为：“然三良之死，穆公之命也。康公从其言而不改，其亦异于魏颗矣。故黄鸟之诗交讥之也。”与宗元一样，苏辙对康公的处境似乎没有明察，自然也谈不上“了解之同情”了。</p> <p>　　再次，就此诗的写作意图而言，如前所述，此诗是借讨伐康公来讨伐唐宪宗。柳宗元认为康公与宪宗的共同点是“从邪陷厥父”。这里，他又犯了一个逻辑上的错误。穆公使三良殉葬的命令是错误的，康公如果改变父命，这无疑是正确之举。可是现在宗元以宪宗来类比康公，就诗歌本身来说，应该是责备宪宗没有改变父亲错误的命令，但实际情况是宪宗改变了在宗元看来是正确的命令，因为他把顺宗朝几乎所有的变革措施都废除了，并且残酷打击了所有运动参与者。所以宗元把宪宗和康公相类比是错误的。</p>",
  "about": "<h2>创作背景</h2> 　　这首<a href=\"http://so.gushiwen.org/view_18341.aspx\">诗</a>是<a href=\"http://so.gushiwen.org/author_646.aspx\">柳宗元</a>在唐宪宗元和四年（809年）贬谪永州（今属湖南）期间读书有感而作。柳宗元在唐顺宗永贞元年（805年）被贬来永州，他一直企盼朝廷召回京城重用，为国效力，而唐宪宗即位（806年）后，仍信谗贬贤，柳宗元仍然流放在偏远荒凉的永州任司马，这使柳宗元感到失望、迷茫和郁愤。",
  "poet": {
    "id": 646,
    "star": 0,
    "name": "柳宗元",
    "image": "http://img.gushiwen.org/authorImg/liuzongyuan.jpg",
    "desc": "柳宗元（773年－819年），字子厚，唐代河东（今山西运城）人，杰出诗人、哲学家、儒学家乃至成就卓著的政治家，唐宋八大家之一。著名作品有《永州八记》等六百多篇文章，经后人辑为三十卷，名为《柳河东集》。因为他是河东人，人称柳河东，又因终于柳州刺史任上，又称柳柳州。柳宗元与韩愈同为中唐古文运动的领导人物，并称“韩柳”。在中国文化史上，其诗、文成就均极为杰出，可谓一时难分轩轾。"
  },
  "tags": [
    "咏史怀古"
  ]
}