{
  "id": 58942,
  "star": 12,
  "name": "贺新郎·怀辛幼安用前韵",
  "dynasty": "宋代",
  "content": "话杀浑闲说。不成教、齐民也解，为伊为葛。樽酒相逢成二老，却忆去年风雪。新著了、几茎华发。百世寻人犹接踵，叹只今两地三人月。写旧恨，向谁瑟。 <br>男儿何用伤离别。况古来、几番际会，风从云合。千里情亲长晤对，妙体本心次骨。卧百尺、高楼斗绝。天下适安耕且老，看买犁卖剑平家铁。壮士泪，肺肝裂。",
  "shangxi": "<h2>鉴赏</h2> <p>　　上片抒写别后相思之情。起句“话杀浑闲说！”满心而发，肆口而成，盖隐应<a href=\"http://so.gushiwen.org/author_217.aspx\">辛弃疾</a>答词中“硬语盘空谁来听？记当时、只有西窗月”一语，谓去年相叙虽得极论天下大事，然于此“岌岌然以北方为可畏，以南方为可忧，一日不和，则君臣上下朝不能以谋夕”（<a href=\"http://so.gushiwen.org/author_244.aspx\">陈亮</a>《戊申再上孝宗皇帝书》）之时，虽有壮怀长策，亦无从施展，说得再多都只是闲说一场罢了。“不成教、齐民也解，为伊为葛？”紧承前语，补明“话杀浑闲说”的原因。意谓伊尹、<a href=\"http://so.gushiwen.org/author_507.aspx\">诸葛亮</a>那样的事业，只有在位者才能去做，平民百姓是无法去做的，所以说尽了等于没说。此言亦对辛弃疾寄词中称许陈亮“风流酷似，卧龙诸葛”一语而发。其时陈亮尚为平民百姓，辛弃疾则久被罢黜，故有此慨叹。恢复之事既不得施行，英雄之人却日趋衰老，思念及此，更增忧惧，故接下乃云：“樽酒相逢成二老，却忆去年风雪。新著了、几茎华发。”此言复应辛弃疾答词中“老大那堪说”及“我病君来高歌饮，惊散楼头飞雪”数语，其中蕴含着深厚而复杂的感情：既有去年风雪中抵掌谈论的欢欣，也有眼前关山阻隔互相思念的痛苦，还有同遭谗沮而早生白发的悲愤。“百世”句用《庄子·齐物论》“万世之后而一遇大圣，知其解者，是旦暮遇之也”及《战国策·齐策三》“千里而一士，是比肩而立；百世而一圣，若随踵而至也”语意，极言相知之难。夫万世遇之尚如旦暮，则百世遇之自如接踵，而知己之人，岂是接踵可得？是以见其难也。</p> <p>　　此语言简意赅，复多曲折，然无板滞晦涩之病，表现出运用典故的高超技巧。“三人月”一语则用<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>《月下独酌》“举杯邀明月，对影成三人”<a href=\"http://so.gushiwen.org/view_58942.aspx\">诗</a>句，极言相念之苦。相知如二人者既甚难得，则会少离多自更难堪。此时孤独之感既不能排遣，忧愤之情又无可倾诉，真是度日如年了。“写旧恨，向谁瑟”即表现此种不胜惆怅的心情。“瑟”字名词动化，“向谁瑟”即向谁弹，向谁诉。</p> <p>　　换头从离别的愁苦中挣脱出来，转作雄豪豁达之语：“男儿何用伤离别？”异军特起，换出新意。接下又推进一层：“况古来、几番际会，风从云合。”壮声英概，跃然纸上。“风从云合”语出《易·乾·九五》：“水流湿，火就燥，云从龙，风从虎。”本喻同类相从，借喻群英共事。意谓古来英雄豪杰皆建功立业，志在四方，故不须以离别为念。上二语亦隐应辛弃疾寄词中“佳人重约还轻别”至“此地行人销骨”诸句，用豪言壮语来安尉朋友，更见情深而意切。“千里情亲长晤对，妙体本心次骨”二句则隐应辛弃疾寄词中“正目断、关河路绝”一语，谓友人虽远隔千里，而情分亲厚，便即如终日晤对，于我之本心能善于体察，且抉入深微。“次骨”即至骨。“卧百尺高楼斗绝”一句插入陈登故事，盛赞故人豪气。“斗绝”即“陡绝”，高下悬殊之意。此句亦应辛弃疾寄词中“似而今、元龙臭味”一语。《三国志·陈登传》载：许汜往见陈登（元龙），陈登“无主客之意，久不相与语，自上大床卧，使客卧下床。”许汜怀忿在心，后来向刘备言及此事，还说陈登无礼。刘备却反驳他：“君有国士之名，今天下大乱，帝王失所，望君忧国忘家，有救世之意，而君求田问舍，言无可采，是元龙所讳也，何缘当与君语？如小人，欲卧百尺楼上，卧君于地，何但上下床之间耶！”陈亮重提此事，既是对故人的嘉许，也是对此辈的痛斥。“天下适安耕且老，看买犁卖剑平家铁”二句暗承前语，影射求田问舍事，故作消沉以写其忧愤。意谓如今天下太平，人人安适，自己也打算耕田送老，学《汉书·龚遂传》中的渤海郡人，把刀剑卖了，换买锄犁一类平民之家使用的铁器。所谓“天下适安”，实是“天下苟安”。陈亮早在《上孝宗皇帝第一书》中即曾指出：“臣以为通和者，所以成上下之苟安，而为妄庸两售之地。”后在《上孝宗皇帝第三书》中又说：“秦桧以和误国，二十余年，而天下之气索然矣。”可见此二句感慨极深。卒章“壮士泪，肺肝裂！”总写满腔悲恨，声情更加激越。陈亮是一个忠肝义胆的人，他在《答吕祖谦书》中说到往常念及国事时“或推案大呼，或悲泪填臆，或发上冲冠，或拊常大笑”，真乃近乎“狂怪”，故知此语乃其心潮澎湃之实灵。</p> <p>　　刘熙载《艺概》云：“陈同父与稼轩为友，其人才相若，词亦相似。”辛、陈之词皆有雄深悲壮的特色。但辛词多“敛雄心，抗高调，变温婉，成悲凉”（<a href=\"http://so.gushiwen.org/author_341.aspx\">周济</a>《宋四家词选目录序论》），故别见沉郁顿挫；陈词多“慷慨以任气，磊落以使才”（《文心雕龙·明诗》），故别见激烈恣肆。此词则慷慨中有幽郁之致，苍劲中含凄惋之情，风调更与辛词接近。所以如此，盖因当时处境、心绪皆同，又“长歌互答”，深受辛词影响，故于伤离恨别之中，自然融入忧国哀时之感，而情生辞发，意到笔随，写同遭谗摈之愤（开篇二句）则慷慨悲凉，写共趋衰老之哀（“樽酒”三句）则幽暗沉重，写两地相思之苦（“百世”二句）则缠绵悱恻，写寂寞忧愁之郁（上片歇拍）则凄迷欲绝，写建功立业之志（换头二句）则奔放雄豪，写肝胆相照之情（“千里”二句）则深厚刻挚，写鄙薄求田问舍（“卧百尺”句）则激越高昂，写憎恶苟且偷安（“天下”二句）则情辞冷峻，写报国无门之恨（下片歇拍）则声泪俱下。如此淋淋漓漓，周而复始，“一转一深，一深一妙”（《艺概》），真似“风雨云雷交发而并至，龙蛇虎豹变见而出没”（陈亮《甲辰与朱元晦书》），乃愈觉扣人心弦，感人肺腑。其文辞又典丽宏富，平易自然，“本之以方言俚语，杂之以街谈巷歌，抟搦义理，劫剥经传，而卒归之曲子之律。”（陈亮《与郑景元提干书》）如“话杀”、“新著了”、“不成教”、“也解”用民间口语，“百世寻人”用《庄子》、《战国策》，“三人月”用李白诗，“风从云合”用《易》，“卧百尺高楼”用《三国志》，“买犁卖剑”用《汉书》等等，皆左右逢源，得心应手，复多作疑问、感叹语气，益增曲折摇曳之致，故兼具精警奇肆与蕴藉含蓄之美，极富艺术感染。</p>",
  "about": "<h2>创作背景</h2> 　　宋孝宗淳熙十五年（公元1188年）岁末，<a href=\"http://so.gushiwen.org/author_244.aspx\">陈亮</a>顶风冒雪，跋涉数百里，从浙江永康去到江西上饶探访多年不见的好友<a href=\"http://so.gushiwen.org/author_217.aspx\">辛弃疾</a>。二人同游鹅湖，共饮瓢泉，“长歌互答，极论世事”（辛弃疾《祭陈同父文》），两人畅所欲言，共同居住了十天才分别。别后二人曾作《虞美人》同韵词多首反复赠答。陈亮意犹未尽，不久又用前韵作此词寄怀辛弃疾。据词中“却忆去年风雪”一语，知作于淳熙十六年。其时上距隆兴和议已有二十六年，宋廷君臣上下苟且偷安，朝政异常腐败，误国者得升迁，爱国者遭打击，国势日弱，士风日靡。辛陈二人于此俱极痛愤，故词中不但饱含惜别之情，而且深蕴忧国忧民之意，表现出“英雄感怆”的悲壮色彩。",
  "poet": {
    "id": 244,
    "star": 0,
    "name": "陈亮",
    "image": "http://img.gushiwen.org/authorImg/chenliang.jpg",
    "desc": "陈亮（1143—1194）原名汝能，后改名陈亮，字同甫，号龙川，婺州永康（今属浙江）人。婺州以解头荐，因上《中兴五论》，奏入不报。孝宗淳熙五年，诣阙上书论国事。后曾两次被诬入狱。绍熙四年光宗策进士第一，状元。授签书建康府判官公事，未行而卒，谥号文毅。所作政论气势纵横，词作豪放，有《龙川文集》《龙川词》，宋史有传。"
  },
  "tags": [
    "惜别",
    "相思",
    "忧国忧民"
  ]
}