{
  "id": 73279,
  "star": 13,
  "name": "江行",
  "dynasty": "宋代",
  "content": "暝色蒹葭外，苍茫旅眺情。<br>残雪和雁断，新月带潮生。<br>天到水中尽，舟随树杪行。<br>离家今几宿，厌听棹歌声。",
  "fanyi": "<p><strong>译文<br></strong>我坐船在江上行驶，极目远眺，夜色笼罩在岸边的芦苇上，一片苍茫。<br>雪已残，雁声断，新月初升，潮水汹涌。<br>天空映照到水面，好像天已到尽头。船行驶在映着树梢的江面上，好像船跟着树梢在前行。<br>我离开家已经几个夜晚了。这时，船工在划桨时尽情地唱着渔歌，我却因离家多时听起来感到厌烦。</p> <p><strong>注释<br></strong>⑴暝：黄昏。蒹（jiān）葭（jiā）：芦荻，芦苇。蒹，没有长穗的芦苇。葭，初生的芦苇。<br>⑵雁断：大雁的鸣声中断。<br>⑶杪（miǎo）：树枝的细梢。<br>⑷棹歌：行船时船工所唱的歌。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　“暝色蒹葭外，苍茫旅眺情”。蒹葭苍茫，语出《<a href=\"http://so.gushiwen.org/view_73279.aspx\">诗</a>经·秦风·蒹葭》篇中的句子“蒹葭苍苍，白露为霜；所谓伊人，在水一方”。《秦风·蒹葭》中对水中伊人的思慕和追寻成了后世诗人心中一个永恒的情节。因为“道阻且长”，伊人可望不可即，所以才成为永恒。这伊人并不专指情人，也可以是家人、朋友，有时还指皇帝，而更多的时候指的则是诗人心中的理想。只有理想才真正具备这种因可望不可即而成为人们永恒追求的特性。<a href=\"http://so.gushiwen.org/author_196.aspx\">严羽</a>对于江边丛生的蒹葭所造成的苍茫境界颇为敏感，蒹葭是他诗中的常客，在他的《临川逢郑遐之之云梦》中有这样的句子：“明发又为千里别，相思应尽一生期。洞庭波浪帆开晚，云梦蒹葭鸟去迟”。都是“旅情”，一思家乡亲人，一思旅中好友。然而无论思念的对象如何变化，思念的媒介却是一如既往，这就是“蒹葭”。而傍晚的“暝色”更为丛丛蒹葭增添了苍茫之感，也更加突出了诗人心中的茫然和疑问：“日暮乡关何处是？烟波江上使人愁”（<a href=\"http://so.gushiwen.org/author_547.aspx\">崔颢</a>《黄鹤楼》），作者并非不知道自己的乡关何处，只是因避乱才来到江楚，有家而不能归比无家可归更痛苦。</p> <p>　　“残雪和雁断，新月带潮生”。古人喜欢用残断的意象来传达心中的无奈和绝望，如“残月”“笛声残”“梦断”“肠断”等等。残雪本是天气转暖春将至的信息，应该是喜讯，可春节又是家人团聚的日子，而诗人却有家不能归，不仅不能归，就连传书的大雁都断绝了。诗人的希望和绝望尽在其中了。“新月带潮生”一句，化用张若虚的“海上明月共潮生”（《春江花月夜》）的痕迹很明显，但与“残雪和雁断”对仗得却极为工整，于此可见诗人的功力。明月与蒹葭一样，都是蕴含相思的意象，而用明月寄相思在古诗中更为常见和频繁。“海上生明月，天涯共此时。”（<a href=\"http://so.gushiwen.org/author_691.aspx\">张九龄</a>《望月怀远》）“不知乘月几人归，落月摇情满江树”（张若虚《春江花月夜》）。如果能够乘月而归，那份喜悦也早已把月亮给淹没了。“我寄愁心与明月，随风直到夜郎西”（<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>《闻<a href=\"http://so.gushiwen.org/author_437.aspx\">王昌龄</a>左迁龙标遥有此寄》），既然雁声已断，不能传书，所以只能许愿与月，托它打探故乡的消息了。</p> <p>　　“天到水中尽，舟随树杪行”。舟中远眺，天在水中，水与天接，江天一色，彼此不分；小舟起起伏伏慢慢前行，树杪隐隐约约缓缓后退。天无尽，水亦无尽，而行舟又悠悠，真不知这样的行旅何日是尽头。</p> <p>　　“离家今几宿，厌听棹歌声”。离家的日子，诗人是每天都在心头盘算的。天天盘算着，日子一长也就茫然了，“今几宿”的疑问，一则说明诗人离家之久，二则表明诗人心中盘算着回家的次数之频。桨声一如游子心中的离家悲歌，一声声、一阵阵，把心都敲碎了，更敲倦了。</p> <p>　　“惆怅此时频极目，江南江北路迢迢”（严羽《和上官伟长芜城晚眺》）。虽然棹歌已听厌，但回家的路却“迢迢”；纵然厌听，但还是得遥遥无期地听下去。</p>",
  "poet": {
    "id": 196,
    "star": 0,
    "name": "严羽",
    "image": "http://img.gushiwen.org/authorImg/yanyu.jpg",
    "desc": "严羽，南宋诗论家、诗人。字丹丘，一字仪卿，自号沧浪逋客，世称严沧浪。邵武莒溪（今福建省邵武市莒溪）人。生卒年不详，据其诗推知主要生活于理宗在位期间，至度宗即位时仍在世。一生未曾出仕，大半隐居在家乡，与同宗严仁、严参齐名，号“三严”；又与严肃、严参等8人，号“九严”。严羽论诗推重汉魏盛唐、号召学古，所著《沧浪诗话》名重于世，被誉为宋、元、明、清四朝诗话第一人。"
  },
  "tags": [
    "羁旅",
    "抒情",
    "思乡"
  ]
}