{
  "id": 47871,
  "star": 135,
  "name": "有所思",
  "dynasty": "两汉",
  "content": "有所思，乃在大海南。<br>何用问遗君，双珠玳瑁簪。<br>用玉绍缭之。<br>闻君有他心，拉杂摧烧之。<br>摧烧之，当风扬其灰！<br>从今以往，勿复相思，相思与君绝！<br>鸡鸣狗吠，兄嫂当知之。<br>妃呼狶！<br>秋风肃肃晨风飔，东方须臾高知之！",
  "fanyi": "<p><strong>译文<br></strong>我所思念的人，就在大海的南边。<br>我拿什么赠给你呢？这是一支玳瑁簪，<br>上面装饰有珍珠和玉环。<br>听说他有二心，心里伤悲，拆碎它。<br>捣毁它，烧掉它！烧掉它，风把灰尘扬起！<br>从今往后，不再思念你，<br>我同你断绝相思！<br>当初与你约会时，不免引起鸡鸣狗吠。<br>兄嫂也可能了知道此事，哎……<br>听到屋外秋风声里鸟儿飞鸣，情绪更乱，<br>一会儿天亮了，我就会知道该怎么做的。</p> <p><strong>注释<br></strong>①有所思：指她所思念的那个人。<br>②何用：何以。问遗（wèi）：“问”、“遗”二字同义，作“赠与”解，是汉代习用的联语。<br>③玳瑁（dài mào）：即玳瑁，是一种龟类动物，其甲壳光滑而多文采，可制装饰品。簪：古人用以连接发髻和冠的首饰，簪身横穿髻上，两端露出冠外，下缀白珠。<br>④绍缭：犹“缭绕”，缠绕。<br>⑤拉杂：堆集。这句是说，听说情人另有所爱了，就把原拟赠送给他的玉、双珠堆集在一块砸碎，烧掉。<br>⑥相思与君绝：与君断绝相思。<br>⑦鸡鸣狗吠：即“惊动鸡狗”。古<a href=\"http://so.gushiwen.org/view_47871.aspx\">诗</a>中常以“鸡鸣狗吠”借指男女幽会。<br>⑧妃(bēi)呼豨（xū xī）：妃，训为“悲”，呼豨，训为“歔欷”。<br>⑨肃肃：飕飕，风声。晨风飔(sī)：据闻一多《乐府诗笺》说：晨风，就是雄鸡，雉鸡常晨鸣求偶。飔当为“思”，是“恋慕”的意思。一说，“晨风飔”，晨风凉。<br>⑩须臾：不一会儿。高（hào）：是“皜”、“皓”的假借字，白。“东方高”，日出东方亮。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　这是汉代《铙歌十八曲》之一。铙歌本为“建威扬德，劝士讽敌”的军乐，然今传十八曲中内容庞杂，叙战阵、记祥瑞、表武功、写爱情者皆有。清人庄述祖云：“短箫铙歌之为军乐，特其声耳；其辞不必皆序战阵之事。”（《汉铙歌句解》）本篇就是用第一人称，表现一位女子在遭到爱情波折前后的复杂情绪的。</p> <p>　　开头五句写其对远方的情郎心怀真挚热烈的相思爱恋：她所思念的情郎，远在大海的南边。相去万里，用什么信物赠与情郎，方能坚其心而表己意呢？问遗，犹言赠与。她经过一番精心考究，终于选择了“双珠瑇瑁簪”。“瑇瑁簪”，即用玳瑁(一种似龟的动物)那花纹美观的甲片精制而成的发簪。“双珠”，谓在发簪两端各悬一颗珍珠。这在当时可谓精美绝伦的佩饰品了。然而女主人公意犹未足，再用美玉把簪子装饰起来，更见美观（绍缭，缠绕之意）。单从她对礼品非同寻常的、不厌其烦的层层装饰上，就可测出她那内心积淀的爱慕、相思的浓度和分量了。这几句写物寄情，以少总多，表达已言简意丰，情调复缠绵悱恻。试看汉末繁钦《定情<a href=\"http://so.gushiwen.org/view_47871.aspx\">诗</a>》中“何以致拳拳？绾臂双金环。”“何以致区区？耳中双明珠。”“何以结恩情？佩玉缀罗缨。”“何以慰别离？耳后瑇瑁钗”等句，分明是受本篇启发而化出，此亦正可发明本诗“何用”三句意蕴之妙处。</p> <p>　　可惜天有不测风云，晴光滟敛的爱河上顿生惊涛骇浪，爱情的指针突然发生偏转，“闻君有他心”以下六句，写出了这场风波及其严重后果：她听说情郎已倾心他人，真如晴天霹雳！骤然间，爱的柔情化作了恨的力量，悲痛的心窝燃起了愤怒的烈火。她将那凝聚着一腔痴情的精美信物，愤然地始而折断(拉杂)，再而砸碎 (摧)三而烧毁，摧毁烧掉仍不能泄其愤，消其怒，复又迎风扬掉其灰烬。“拉、摧、烧、扬”，一连串动作，如快刀斩乱麻，干脆利落，何等愤激！“从今以后，勿复相思！”一刀两断，又何等决绝！非如此，不足以状其“望之深，怨之切。”（陈祚明《采菽堂古诗选》评语）</p> <p>　　“相思与君绝”以下六句，写其由激怒渐趋冷静之后，欲断不能的种种矛盾、彷徨的复杂心态。“相思”句较上文“勿复相思”之果断决绝，口气已似强弩之末。盖 “相思”乃长期的感情积淀，而“与君绝”，只一时愤激之念，二者本属对立而难统一，故此句实乃出于矛盾心情的叹惋，大有“剪不断，理还乱”之意蕴。循此绪端，自然生出“鸡鸣狗吠，兄嫂当知之”的回忆和忧虑。“鸡鸣狗吠”“喻风声布闻。”（《诗比兴笺》）《易林·随之既济》：“当年早寡，孤与（宇）独居；鸡鸣狗吠，无敢问者。”即指鳏夫与寡妇夜间来往，惊鸡动狗，已露风声。此处亦谓女子忆昔与郎幽会往来，不免风吹草动，使兄嫂备悉隐情，而今若断绝，居家将何以见人？对兄嫂又如何解释？所谓“不待父母之命，媒妁之言，钻隙穴相窥，逾墙相从，则父母国人皆贱之。”(《孟子·滕文公下》）加上始乱终弃的严重后果，自然使她不无顾虑和动摇。何况那“鸡鸣狗吠”中幽会的柔情蜜意时刻，仍然顽固地在牵动着她那旧日的缕缕情思，使她依依难舍呢！“妃呼豨”，正是她在瞻前顾后，心乱如麻的处境中情不自禁地发出的一声歔欷长叹。清人陈本礼《汉诗统笺》云：“妃呼豨，人皆作声词读，细观上下语气，有此一转，便通身灵豁，岂可漫然作声词读耶？”闻一多《乐府诗笺》亦云：“妃读为悲，呼豨读为?歔欷。”训释至为允当。三字悲叹，在感情、语气上承上启下，直贯结尾二句意脉。“肃肃”，形容风声凄紧；“晨风”，即晨风鸟。《诗·秦风·晨风》：“鴥彼晨风，郁彼北林。未见君子，忧心钦钦。”晨风鸟即雉，朝鸣以求偶。“飔”，闻一多训为乃 “思”字之讹，言晨风鸟慕类而悲鸣。“高”，音、义皆同“皓”，指东方发白，天将欲晓。二句写女子在悲叹中但闻秋风阵阵凄紧，野雉求偶不得的悲鸣不时传来，使她更加感物共鸣，相思弥甚，犹豫不决。然而她又自信：只待须臾东方皓白，定会知道该如何解决这一难题的。陈本礼云：“言我不忍与君绝决之心，固有如曒日也。谓予不信，少待须臾，俟东方高则知之矣。”（《汉诗统笺》）如此，则“高”尚有喻其心地光明皎洁，感情热烈持恒之义。不过，这层隐喻之底奥，在字面上却是含而不露、引而不发的，读者似乎亦拭目以待其下文。故庄述祖、闻一多皆以为《上邪》即本篇下文，应合为一篇。余冠英亦认为“合之则双美，离之则两伤。”此说确实发人深省。</p> <p>　　此诗的结构，以“双珠瑇瑁簪”这一爱情信物为线索，通过“赠”与“毁”及毁后三个阶段，来表现主人公的爱与恨，决绝与不忍的感情波折，由大起大落到余波不竭。中间又以“摧烧之”、“相思与君绝”两个顶真句，作为爱憎感情递增与递减的关纽；再以“妃呼豨”的长叹，来联缀贯通昔与今、疑与断的意脉，从而构成了描写女子热恋、失恋、眷恋的心理三部曲。层次清晰而又错综，感情跌宕而有韵致。其次，这首诗通过典型的行动细节描写（选赠礼物的精心装饰，摧毁礼物的连贯动作）和景物的比兴烘托（“鸡鸣狗吠”及末尾二句）来刻画人物的细微心曲，也是相当成功的。</p>",
  "about": "<h2>创作背景</h2> 　　铙歌即军中乐歌。传说黄帝、岐伯所作。汉乐府中属鼓吹曲。马上奏，用以激励士气。也用于大驾出行和宴享功臣以及奏凯班师。铙歌本为“建威扬德，劝士讽敌”的军乐，然今传十八曲中内容庞杂，叙战阵、记祥瑞、表武功、写爱情者皆有。清人庄述祖云：“短箫铙歌之为军乐，特其声耳；其辞不必皆序战阵之事。",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": [
    "乐府",
    "闺怨",
    "爱情",
    "思念"
  ]
}