{
  "id": 57611,
  "star": 6145,
  "name": "清平乐·村居",
  "dynasty": "宋代",
  "content": "茅檐低小，溪上青青草。<br>醉里吴音相媚好，白发谁家翁媪？<br>大儿锄豆溪东，中儿正织鸡笼。<br>最喜小儿亡赖，溪头卧剥莲蓬。",
  "fanyi": "<p><strong>译文</strong><br>草屋的茅檐又低又小，溪边长满了碧绿的小草。<br>含有醉意的吴地方言，听起来温柔又美好，那满头白发的老人是谁家的呀？<br>大儿子在溪东边的豆田锄草，二儿子正忙于编织鸡笼。<br>最令人喜爱的是小儿子，他正横卧在溪头草丛，剥着刚摘下的莲蓬。</p> <p><strong>注释</strong><br>⑴清平乐（yuè）：词牌名。村居：题目<br>⑵茅檐：茅屋的屋檐。<br>⑶吴音：吴地的方言。作者当时住在信州（今上饶），这一带的方言为吴音。相媚好：指相互逗趣，取乐。<br>⑷翁媪（ǎo）：老翁、老妇。<br>⑸锄豆：锄掉豆田里的草。<br>⑹织：编织，指编织鸡笼。<br>⑺亡（wú）赖：这里指小孩顽皮、淘气。亡，通“无”。<br>⑻卧：趴。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　在这首词中作者通过对农村景象的描绘，反映出他的主观感情，并非只在纯客观地作素描。</p> <p>　　作者这首词是从农村的一个非劳动环境中看到一些非劳动成员的生活剪影，反映出春日农村有生机、有情趣的一面。上片第一、二两句是作者望中所见，镜头稍远。“茅檐低小”，邓《笺》引<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>《绝句漫兴》：“熟知茅斋绝低小，江上燕子故来频。”此正写南宋当时农村生活条件并不很好。如果不走近这低小的茅檐下，是看不到这户人家的活动，也听不到人们讲话的声音的。第二句点明茅屋距小溪不远，而溪上草已返青，实暗用<a href=\"http://so.gushiwen.org/author_758.aspx\">谢灵运</a>《登池上楼》“池塘生春草”语意，说明春到农村，生机无限，又是农忙季节了。作者略含醉意，迤逦行来，及至走近村舍茅檐，却听到一阵用吴音对话的声音，使自己感到亲切悦耳（即所谓“相媚好”），这才发现这一家的成年人都已下田劳动，只有一对老夫妇留在家里，娓娓地叙家常。所以用了一个反问句：“这是谁家的老人呢？”然后转入对这一家的其他少年人的描绘。这样讲，主客观层次较为分明，比把“醉”的主语指翁媪似更合情理。</p> <p>　　下片写大儿锄豆，中儿编织鸡笼，都是写非正式劳动成员在搞一些副业性质的劳动。这说明农村中绝大多数并非坐以待食、不劳而获的闲人，即使是未成丁的孩子也要干点力所能及的活儿，则成年人的辛苦勤奋可想而知。“卧”字确实使用最妙， 它把小儿躺在溪边剥莲蓬吃的天真、活泼、顽皮的劲儿，和盘托出，跃然纸上， 从而使人物形象鲜明，意境耐人寻味。表现出只有老人和尚无劳动力的年龄最小的孩子，才悠然自得其乐。这实际上是从《庄子·马蹄篇》“含哺而熙（嬉），鼓腹而游”的描写化出，却比《庄子》写得更为生动，更为含蓄，也更形象化。特别是作者用了侧笔反衬手法，反映农村生活中一个恬静闲适的侧面，却给读者留下了大幅度的想象补充余地。这与作者的一首《鹧鸪天》的结尾，所谓“城中桃李愁风雨，春在溪头荠菜花”正是同一机杼，从艺术效果看，也正有异曲同工之妙。</p> <p>　　<a href=\"http://so.gushiwen.org/view_57611.aspx\">诗</a>人描绘了一家五口在乡村的生活情态，表现了生活之美和人情之美，体现了作者对田园安宁、平静生活的羡慕与向往。</p><br/><h2>赏析</h2> <p>　　<a href=\"http://so.gushiwen.org/author_217.aspx\">辛弃疾</a>词中有不少作品是描写农村生活的佳作，其中，有风景画，也有农村的风俗画。这首《清平乐·村居》就是一幅栩栩如生、有声有色的农村风俗画。</p> <p>　　刘熙载说 ，“词要清新”，“澹语要有味”（《艺概·词曲概》）。作者的此作正具有“澹语清新”、<a href=\"http://so.gushiwen.org/view_57611.aspx\">诗</a>情画意的特点。它表现在描写手法、结构和构思三个方面。</p> <p>　　在描写手法上，这首词，没有一句使用浓笔艳墨，只是用纯粹的白描手法，描绘了农村一个五口之家的环境和生活画面。作者能够把这家老小的不同面貌和情态，描写得维妙维肖，活灵活现，具有浓厚的生活气息，如若不是大手笔，是难能达到此等艺术意境的。</p> <p>　　上阕头两句，写这个五口之家，有一所矮小的茅草房屋、紧靠着房屋有一条流水淙淙、清澈照人的小溪。溪边长满了碧绿的青草。在这里，作者只用了淡淡的两笔，就把由茅屋、小溪、青草组成的清新秀丽的环境勾画出来了。不难看出，这两句在全首词中，还兼有点明环境和地点的使命。</p> <p>　　三四两句，描写了一对满头白发的翁媪，亲热地坐在一起 ，一边喝酒，一边聊天的优闲自得的画面，这几句尽管写得很平淡，但是，它却把一对白发翁媪，乘着酒意，彼此“媚好 ”，亲密无间，那种和协、温暖、惬意的老年夫妻的幸福生活，形象地再现出来了。</p> <p>　　这就是无奇之中的奇妙之笔。当然，这里并不仅仅是限于这对翁媪的生活，它概括了农村普遍的老年夫妻生活乐趣，是有一定的典型意义。“吴音”，指吴地的地方话。作者写这首词时，是在江西上饶，此地，春秋时代属于吴国。“媪”，是对老年妇女的代称。</p> <p>　　下阕四句，采用白描手法，直书其事，和盘托出三个儿子的不同形象。大儿子是家中的主要劳力，担负着溪东豆地里锄草的重担。二儿子年纪尚小，只能做占铺助劳动，所以在家里编织鸡笼。三儿子不懂世事，只知任意地调皮玩耍，看他躺卧在溪边剥莲蓬吃的神态，即可知晓。这几句虽然极为通俗易懂，但却刻画出鲜明的人物形象，描绘出耐人寻味的意境。尤其是小儿无拘无束地剥莲蓬吃的那种天真活泼的神情状貌，饶有情趣，栩栩如生，可谓是神来之笔，古今一绝！“无赖”，谓顽皮，是爱称，并无贬意 。“卧”字的用得极妙它把小儿天真、活泼、顽皮的劲儿，和盘托出，跃然纸上。所谓一字千金，即是说使用一字，恰到好处，比坐、躺、趴等用的更妙，就更能给全句或全词增辉。这里的“卧”字正是如此。</p> <p>　　在艺术结构上，全词紧紧围绕着小溪，布置画面，展开人物的活动。从词的意境来看，茅檐是靠近小溪的。另外 ，“溪上青青草”、“大儿锄豆溪东”、“最喜小儿无赖，溪头卧剥莲蓬 ”四句，连用了三个“溪”字，使得画面的布局紧凑。所以，“溪”字的使用，在全词结构上起着关键作用。</p> <p>　　在写景方面，茅檐、小溪、青草，这本来是农村中司空见惯的东西，然而作者把它们组合在一个画面里，却显得格外清新优美。在写人方面，翁媪饮酒聊天，大儿锄草，中儿编鸡笼，小儿卧剥莲蓬。通过这样简单的情节安排，就把一片生机勃勃和平宁静、朴素安适的农村生活，真实地反映出来了。给人一种诗情画意 ，清新悦目的感觉，这样的构思巧妙、新颖，色彩协和、鲜明，给人留下了难忘的印象。</p> <p>　　从作者对农村清新秀丽 、朴素雅静的环境描写，对翁媪及其三子形象的刻画，表现出词人喜爱农村和平宁静的生活。</p> <p>　　这首词 ，是作者晚年遭受议和派排斥和打击，志不得伸，归隐上饶地区闲居农村时写的，词作描写农村和平宁静、朴素安适的生活，并不能说是作者对现实的粉饰。从作者一生始终关心宋朝恢复大业来看，他向往这样的农村生活 ，因而会更加激起他抗击金兵、收复中原、统一祖国的爱国热忱。就当时的情况来说，在远离抗金前线的村庄，这种和平宁静的生活，也是存在的，此作并非是作者主观想象的产物，而是现实生活的反映。</p>",
  "about": "<h2>创作背景</h2> 　　此词作于<a href=\"http://so.gushiwen.org/author_217.aspx\">辛弃疾</a>闲居带湖期间。由于辛弃疾始终坚持爱国抗金的政治主张，从二十一岁南归以后，他一直遭受当权投降派的排斥和打击。从四十三岁起，他长期未得任用，以致在信州（今江西上饶）闲居达二十年之久。理想的破灭，使他在隐居中更加关注农村生活，写下了大量的闲适词和田园词。这首《清平乐·村居》就是其中之一。",
  "poet": {
    "id": 217,
    "star": 0,
    "name": "辛弃疾",
    "image": "http://img.gushiwen.org/authorImg/xinqiji.jpg",
    "desc": "辛弃疾（1140－1207），南宋词人。原字坦夫，改字幼安，别号稼轩，汉族，历城（今山东济南）人。出生时，中原已为金兵所占。21岁参加抗金义军，不久归南宋。历任湖北、江西、湖南、福建、浙东安抚使等职。一生力主抗金。曾上《美芹十论》与《九议》，条陈战守之策。其词抒写力图恢复国家统一的爱国热情，倾诉壮志难酬的悲愤，对当时执政者的屈辱求和颇多谴责；也有不少吟咏祖国河山的作品。题材广阔又善化用前人典故入词，风格沉雄豪迈又不乏细腻柔媚之处。由于辛弃疾的抗金主张与当政的主和派政见不合，后被弹劾落职，退隐江西带湖。"
  },
  "tags": [
    "宋词三百首",
    "小学古诗",
    "初中古诗",
    "向往",
    "乡村",
    "生活"
  ]
}