{
  "id": 69231,
  "star": 752,
  "name": "别云间",
  "dynasty": "明代",
  "content": "三年羁旅客，今日又南冠。<br>无限山河泪，谁言天地宽！<br>已知泉路近，欲别故乡难。<br>毅魄归来日，灵旗空际看。",
  "fanyi": "<p><strong>译文</strong><br>三年为抗清兵东走西飘荡，今天兵败被俘作囚入牢房。<br>无限美好河山失陷伤痛泪，谁还敢说天庭宽阔地又广。<br>已经知道黄泉之路相逼近，想到永别故乡实在心犯难。<br>鬼雄魂魄等到归来那一日，灵旗下面要将故乡河山看。</p> <p><strong>注释</strong><br>1.云间：上海松江区古称云间，是作者家乡。1647年（永历元年/顺治四年），他在这里被逮捕。<br>2.三年：作者自1645年（弘光元年/顺治二年）起，参加抗清斗争，出入于太湖及其周围地区，至1647年（顺治四年），共三年。<br>3.羁旅：寄居他乡，生活飘泊不定。羁：音（jī），停留。<br>4.南冠（guān），被囚禁的人。语出《左传》。楚人钟仪被俘，晋侯见他戴着楚国的帽子，问左右的人：“南冠而絷（zhi，拴、捆）者，谁也？”后世以“南冠”代被俘。<br>5.泉路：黄泉路，死路。泉，黄泉，置人死后埋葬的地穴。<br>6.毅魄，坚强不屈的魂魄，语出<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>《九歌.国殇》：“身即死兮神以灵，魂魄毅兮为鬼雄。”。<br>7.灵旗，又叫魂幡，古代招引亡魂的旗子。这里指后继者的队伍。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这首诀别故乡之作，表达的不是对生命苦短的感慨，而是对山河沦丧的极度悲愤，对家乡亲人的无限依恋和对抗清斗争的坚定信念。</p> <p>　　<a href=\"http://so.gushiwen.org/view_69231.aspx\">诗</a>作首联叙事。其中“羁旅”一词将诗人从父允彝、师<a href=\"http://so.gushiwen.org/author_563.aspx\">陈子龙</a>起兵抗清到身落敌手这三年辗转飘零、艰苦卓绝的抗清斗争生活作了高度简洁的概括。诗人起笔自叙抗清斗争经历，似乎平静出之，然细细咀嚼，自可读出诗人激越翻滚的情感波澜，自可读出平静的叙事之中深含着诗人满腔辛酸与无限沉痛。</p> <p>　　颔联抒写诗人按捺不住的满腔悲愤。身落敌手被囚禁的结局，使诗人恢复壮志难酬，复国理想终成泡影，于是诗人悲愤了：“无限河山泪，谁言天地宽？”大明江山支离破碎，满目疮痍，衰颓破败，面对这一切，诗人禁不住“立尽黄昏泪几行”，流不尽“无限河山泪”。诗人一直冀盼明王朝东山再起，可最终时运不济，命途多舛，恢复故土、重整河山的爱国宏愿一次次落空，他禁不住深深地失望与哀恸，忍不住向上苍发出“谁言天地宽”的质问与诘责。</p> <p>　　颈联坦露对故乡、亲人的依恋不舍之情。无论怎样失望、悲愤与哀恸，诗人终究对自己的人生结局非常清醒：“已知泉路近”。生命行将终结，诗人该会想些什么呢？“欲别故乡难”，诗人缘何难别故乡呢？原来，涌上他心头的不仅有国恨，更兼有家仇。父起义兵败，为国捐躯了。而自己是家中唯一的男孩，此次身落敌手，自是凶多吉少，难免一死，这样，家运不幸，恐无后嗣。念及自己长年奔波在外，未能尽孝于母，致使嫡母“托迹于空门”，生母“寄生于别姓”，自己一家“生不得相依，死不得相问”，念及让新婚妻子在家孤守两年，自己未能尽为夫之责任与义务，妻子是否已有身孕尚不得而知。想起这一切的一切，诗人内心自然涌起对家人深深的愧疚与无限依恋。</p> <p>　　尾联盟恢复之志。尽管故乡牵魂难别，但诗人终将恢复大志放在儿女私情之上，不以家运后嗣为念，最终表明心迹：“毅魄归来日，灵旗空际看。”正如诗人在《狱中上母书》中所表示的“二十年后，淳且与先文忠为北塞之举矣”。“已知泉路近”的诗人坦然作出“毅魄归来日”的打算，抱定誓死不屈、坚决复明的决心，生前未能完成大业，死后也要亲自看到后继者率部起义，恢复大明江山。诗作以落地有声的铮铮誓言作结，鲜明地昭示出诗人坚贞不屈的战斗精神、精忠报国的赤子情怀，给后继者以深情的勉励，给读者树立起一座国家与民族利益高于一切的不朽丰碑。</p> <p>　　全诗思路流畅清晰，感情跌宕豪壮。起笔叙艰苦卓绝的飘零生涯，承笔发故土沦丧、山河破碎之悲愤慨叹，转笔抒眷念故土、怀恋亲人之深情，结笔盟誓志恢复之决心。诗作格调慷慨豪壮，令人读来荡气回肠，禁不住对这位富有强烈民族意识的少年英雄充满深深的敬意。 </p> <p>　　这首诀别故乡之作，表达的不是对生命苦短的感慨，而是对山河沦丧的极度悲愤，对家乡亲人的无限依恋和对抗清斗争的坚定信念。</p>",
  "about": "<h2>创作背景</h2> <p>　　公元1645年，<a href=\"http://so.gushiwen.org/author_526.aspx\">夏完淳</a>（时年15岁）从父允彝、师<a href=\"http://so.gushiwen.org/author_563.aspx\">陈子龙</a>在松江起兵抗清。兵败，其父允彝自沉于松塘而死。夏完淳与师陈子龙继续坚持抵抗。1646年夏完淳与陈子龙、钱旃饮血为盟，共谋复明大业，上书鲁王（朱以海），鲁王遥授中书舍人，参谋太湖吴易军事。此时南京已陷落，身在义军之中的夏完淳依然抱有消灭敌人、恢复明朝的坚毅决心。为了抗清，义军上下结成了同仇敌忾的情谊。不久义军兵败，吴易被执，夏完淳只身流亡，隐匿民间，继续进行抗清活动。1647年（顺治四年）夏间，夏完淳因鲁王遥授中书舍人之职而上表谢恩，为清廷发觉，遭到逮捕。被解送南京后，夏完淳坚强不屈，顽强斗争，在接受变节降清的原明朝兵部尚书太子太保洪承畴的审讯时，采取反话正说、寓贬于褒的方式当面声色俱厉地痛斥这个朝廷的叛徒、民族的败类，令洪承畴面红耳赤、颜面尽失。在南京狱中，夏完淳给嫡母盛氏写了绝笔《狱中上母书》，一方面以琐琐家事，谆谆嘱托，流露出对家人的依恋不舍之情，一方面又将复明大志放在儿女私情之上，不以后嗣为念，表示要“报仇在来世”，体现出视死如归的气节。最终不屈而死，年仅16岁。</p> <p>　　《别云间》是作者被清廷逮捕后，在解往南京前临别松江时所作。上海松江县，古称云间，即作者的家乡。作者在此<a href=\"http://so.gushiwen.org/view_69231.aspx\">诗</a>中一方面抱着此去誓死不屈的决心，一方面又对行将永别的故乡，流露出无限的依恋和深切的感叹。</p>",
  "poet": {
    "id": 526,
    "star": 0,
    "name": "夏完淳",
    "image": "http://img.gushiwen.org/authorImg/xiawanchun.jpg",
    "desc": "夏完淳（1631～1647）原名复，字存古，号小隐、灵首（一作灵胥），乳名端哥，汉族，明松江府华亭县（现上海市松江）人，明末著名诗人，少年抗清英雄，民族英雄。夏允彝子。七岁能诗文。十四岁从父及陈子龙参加抗清活动。鲁王监国授中书舍人。事败被捕下狱，赋绝命诗，遗母与妻，临刑神色不变。著有《南冠草》、《续幸存录》等。"
  },
  "tags": [
    "古诗三百首",
    "初中古诗",
    "离别",
    "悲愤",
    "爱国"
  ]
}