{
  "id": 160,
  "star": 31,
  "name": "四牡",
  "dynasty": "先秦",
  "content": "四牡騑騑，周道倭迟。岂不怀归？王事靡盬，我心伤悲。</p> <p>四牡騑騑，啴啴骆马。岂不怀归？王事靡盬，不遑启处。</p> <p>翩翩者鵻，载飞载下，集于苞栩。王事靡盬，不遑将父。</p> <p>翩翩者鵻，载飞载止，集于苞杞。王事靡盬，不遑将母。</p> <p>驾彼四骆，载骤骎骎。岂不怀归？是用作歌，将母来谂。",
  "fanyi": "<p><strong>译文<br></strong>四匹雄壮的骏马向前飞奔，宽广的大路遥迢而又漫长。难道我不想回到我的家乡？但君王的差使还没有完成，我内心里禁不住暗暗悲伤。<br>四匹雄壮的骏马向前飞奔，黑鬃白马累得喘息腿发慌。难道我不想回到我的家乡？但君王的差使还没有完成，我没有闲暇安享静好时光。<br>漂亮鹁鸠从远处翩翩飞来，有时高空飞有时低处翱翔，最终栖落在茂密的柞树上。但君王的差使还没有完成，我顾不上把老父亲来奉养。<br>漂亮鹁鸠从远处翩翩飞来，有时自在飞有时收起翅膀，最终落在茂密的枸杞树上。但君王的差使还没有完成，我顾不上把老母亲来奉养。<br>我驾驭着四匹黑鬃的白马，风驰电掣般在大路上奔忙。难道我不想回到我的家乡？不得已苦心创作这首<a href=\"http://so.gushiwen.org/view_160.aspx\">诗</a>歌，寄托我对母亲深深的怀想。</p> <p><strong>注释<br></strong>⑴四牡：指驾车的四匹雄马。<br>⑵騑（fēi）騑：《广雅》：“騑騑，疲也。行不止，则必疲。”<br>⑶周道：大路。倭（wēi）迟（yí）：亦作“逶迤”，道路迂回遥远的样子。<br>⑷靡：无。盬（gǔ）：止息。<br>⑸嘽（tān）嘽：喘息的样子。骆：黑鬃的白马。<br>⑹不遑（huáng）：无暇。启处：指在家安居休息。启，小跪。古人席地而坐，两膝跪着，臀部贴于足跟。<br>⑺翩翩：飞行貌。鵻（zhuī）：一种短尾的鸟，也叫鹁鸠、夫不。<br>⑻集：落。苞：茂密。栩（xǔ）：柞树。<br>⑼将：奉养。<br>⑽杞：灌木，即枸杞树。<br>⑾骤：疾驰貌。骎（qīn）骎：形容马走得很快。<br>⑿是用：是以，所以。<br>⒀谂（shěn）：想念。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　此<a href=\"http://so.gushiwen.org/view_160.aspx\">诗</a>为行役诗，与《诗经》中其他同类题材诗一起，是后世行役诗的滥觞。</p> <p>　　全诗五章，基本上都采用赋的手法。首章为全诗定下了基调，在“王事靡盬”与“岂不怀归”一对矛盾中展现了人物“我心伤悲”的感情世界。以下各章内容都是对“伤悲”情绪的具体补充，全诗渗透着一种伤感色彩，这也是那个纷乱艰难时世氛围在文学作品中的投影吧。“四马騑騑，周道倭迟”，马儿跑得快，跑得累，而道路又是那么曲折悠远，漫无尽头。风尘仆仆的小官吏知道马车跑得越快，离故乡和亲人就越远。他脑子里不是想那神圣的“王事”差使，他只在想一件事：“归”。却又用“岂不怀归”那样吞吐含蓄的反问句式来表达，表现了丰富细腻一言难尽的思想感情，非常耐人寻味。这“周道倭迟”，也正象征着漫长的人生旅途。多少人南辕北辙地行走在人生旅途中而有“怀归”之想，而“王事靡盬”无情地鞭笞着他们无奈地违心地前进着。除了<a href=\"http://so.gushiwen.org/author_645.aspx\">陶渊明</a>式人物能毅然“归去来兮”外，谁也免不了会有“心中伤悲”的阴影掠过。诗的抒情韵味相当悠长。</p> <p>　　全诗有三章写到马，因为马是载客的主体。有二章写到鵻，是行途所见。路上所见必不少，单单拈出鵻，自有一番良苦用心。鵻又称夫不。《左传·昭公十七年》：“祝鸠氏，司徒也。”疏云：“祝鸠，夫不，孝，故为司徒。”马瑞辰《毛诗传笺通释》因云：“是知诗以鵻取兴者，正取其为孝鸟，故以兴使臣之不遑将父、不遑将母，为鵻之不若耳。”<a href=\"http://so.gushiwen.org/author_560.aspx\">俞樾</a>《群经平议·毛诗》：“夫不乃孝鸟，其载飞载下，或以恋其父母使然。”诗人见孝鸟而有感于自己不能在家“启处”（安居），更谈不上尽孝于父母，让孝鸟与客观上已成了不孝的人作对照，感喟良深。又鹁鸠非常逸豫闲暇，自由地飞上飞下，累了可以任意停歇，在柞树上行，在枸杞上也行，爱停哪里是哪里。而可怜的四马，虽然是精心选拣出来毛色划一的华贵的骆马，但不得不终日拼命地跑，累了也得跑，累得气喘吁吁也还得跑。王家公事有规定期限，不容半点差迟。在这里，鵻的闲又与马的累形成鲜明有趣的对照。而写马的苦和累，其正意是衬托出人的疲劳烦恼。可见，诗中写马，写鵻，都非泛笔，而有很深的匠心在。</p> <p>　　从谋篇布局来看，首章“我心伤悲”是定调，二章“启处”是安居乐业尽孝的基础，三、四章写父、母，“父天母地”是古人的观念，次序不能移易。末章念母，是承四章而来，以母概父。全诗层次井然。末章结句“是用作歌，将母来谂”，是篇末揭旨，道出不能尽孝的悲哀。手法与《小雅·四月》末两句“君子作歌，维以告哀”相同。</p> <p>　　尽管这首诗是发泄牢骚，不满“王事靡盬”之作，但也可被曲解成忠孝不能两全而勉力尽忠王事之作，所以统治者用此诗来慰劳使臣的风尘劳顿。”《毛序》说此诗“劳使臣之来也”。所以《仪礼》中的燕礼、乡饮酒礼中也歌此诗。在笺释上，最典型的是毛传和郑笺。毛传云：“思归者，私恩也；靡盬者，公义也。”郑笺云：“无私恩，非孝子也；无公义，非忠臣也。”都将此诗的“怨”思化为“美”意，实有悖于原作的主旨。《诗经》中像这样被曲解的诗，数量还相当不少。</p>",
  "about": "<h2>创作背景</h2> 　　这是一首写某个公务缠身的小官吏驾驶四马快车奔走在漫长征途而思念故乡、思念父母的行役<a href=\"http://so.gushiwen.org/view_160.aspx\">诗</a>。《左传·襄公四年》载穆叔云：“《四牡》，君所以劳使臣也。”明末何楷《诗经世本古义》认为《四牡》是“文王劳使臣之诗”。晚清方玉润《诗经原始》也说此诗为“勤王事也”。",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": [
    "诗经",
    "思乡",
    "怀人"
  ]
}