{
  "id": 73260,
  "star": 16,
  "name": "采桑子·谢家庭院残更立",
  "dynasty": "清代",
  "content": "谢家庭院残更立，燕宿雕梁。月度银墙，不辨花丛那辨香。<br>此情已自成追忆，零落鸳鸯。雨歇微凉，十一年前梦一场。",
  "fanyi": "<p><strong>译文<br></strong>夜过残更，两人偎依庭院。燕子已在梁上栖息，墙壁也被月光染成银白色。花香阵降袭来，只是夜色昏暗，难以分辨发自哪丛花。一对爱侣完全沉浸在朦胧月色和温馨花香之中。<br>然而，此情此案，已成追忆。昔日恋人，如今两地零落，洽似一对分离的鸳鸯。在雨后微寒中追念旧情，就如同十一年前做了一个梦。梦中的甜蜜幸福，转眼间化为无奈与忧伤。</p> <p><strong>注释<br></strong>①谢家庭院：指南朝宋<a href=\"http://so.gushiwen.org/author_758.aspx\">谢灵运</a>家，灵运于会稽始宁县有依山傍水的庄园，后因用以代称贵族家园，亦指闺房。晋谢奕之女谢道韫及唐<a href=\"http://so.gushiwen.org/author_815.aspx\">李德裕</a>之妾谢秋娘等都负有盛名，故后人多以“谢家”代指闺中女子。<br>②残更：旧时将一夜分为五更，第五更时称残更。<br>③雕粱：刻绘文采的屋梁。<br>④银墙：月光下泛着银白颜色的墙壁。<br>⑤歇：停止，停歇。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　开篇所写到的谢家庭院，也是在隐喻这是在写当下的实景，可以看出，这是纳兰在怀念一段情缘。下片开始的那句“此情已自成追忆”，更是证明上片是属于追忆往昔的情感了，而最后一句更是点明了这段情感的时间，是发生在十一年前，如梦一场的时光令这段情感逐渐模糊，但并没有被遗忘。</p> <p>　　“谢家庭院残更立，燕宿雕梁”，开篇这句的意象，是纳兰常用的，尤其是“谢家”，所以，后人推断纳兰爱恋的这名女子一定是姓谢。不过真相是否果真如此，也只能留待猜测。从词句的字面来看，这首词写得十分华美动人，有种浓郁之美，短短十数字，就将思念者孤独寂寥的心态描写出来，而且还让人仿佛分辨不出，这个月光下的人，到底是被相思所苦的纳兰，还是偶尔神伤的自己。<a href=\"http://so.gushiwen.org/author_515.aspx\">王维</a>开创了“<a href=\"http://so.gushiwen.org/view_73260.aspx\">诗</a>中有画，画中有诗”的一例，而纳兰的词中更是将诗画艺术发挥到了一个巅峰，对一个具体情境的描摹已经到丁人木三分的境地。 </p> <p>　　而后一句“月度银墙，不辨花丛那辨香”，则是纳兰从<a href=\"http://so.gushiwen.org/author_18.aspx\">元稹</a>的《杂忆》中所改出的一句，虽然只是简单改过一个字，但整首词还是相得益彰的。元稹的诗是这样的：“寒轻夜浅绕回廊，不辨花丛暗辨香。忆得双文胧月下，小楼前后捉迷藏。”元稹是悼亡诗的高手，他的悼亡诗成就不在纳兰之下，而元稹本人也是多情之人，他存婚前和一个女子有过一段热恋，虽然没有结果，但元稹对那名女子很是看重。这首词便是为那名女子所做。上片先是写景色，后又引用前人怀念的旧文，都是要烘托自己内心的怀念。而到了下片，第一句便是“此情已自成追忆”，纳兰自己也明白，这份感情只可追忆，无法挽回，所以这句词既道出了纳兰的悲伤，也道出了世事的无常。</p> <p>　　而后接着一句“零落鸳鸯”，则是引出了最后的结局“雨歇微凉，十一年前梦一场。”往事已如烟散去，回忆空空，纳兰沉吟至此，才忽然觉出了雨夜后的微凉，他也觉察出，这十一年前的梦，早就该醒了。</p>",
  "about": "<h2>创作背景</h2> 　　这首词是一首悼亡之作。卢氏于康熙十三年（1674）嫁与纳兰为妻，根据词中“十一年前梦一场”之句，此词应作于康熙二十三年（1684）。有的学者认为这是一首生离之词，是纳兰为一位早年曾有婚约的绝色女子所作。",
  "poet": {
    "id": 188,
    "star": 0,
    "name": "纳兰性德",
    "image": "http://img.gushiwen.org/authorImg/nalanxingde.jpg",
    "desc": "纳兰性德（1655－1685），满洲人，字容若，号楞伽山人，清代最著名词人之一。其诗词“纳兰词”在清代以至整个中国词坛上都享有很高的声誉，在中国文学史上也占有光采夺目的一席。他生活于满汉融合时期，其贵族家庭兴衰具有关联于王朝国事的典型性。虽侍从帝王，却向往经历平淡。特殊的生活环境背景，加之个人的超逸才华，使其诗词创作呈现出独特的个性和鲜明的艺术风格。流传至今的《木兰花令·拟古决绝词》——“人生若只如初见，何事秋风悲画扇？等闲变却故人心，却道故人心易变。”富于意境，是其众多代表作之一。"
  },
  "tags": [
    "写景",
    "抒情",
    "思念",
    "孤寂"
  ]
}