{
  "id": 9748,
  "star": 19,
  "name": "过碛",
  "dynasty": "唐代",
  "content": "黄沙碛里客行迷，四望云天直下低。<br>为言地尽天还尽，行到安西更向西。",
  "fanyi": "<p><strong>译文<br></strong>异乡客子在黄沙碛里把路迷，四下张望只觉得云天向下低。<br>只说是地到此尽天也到此尽，我已走到安西却还要再向西。</p> <p><strong>注释<br></strong>⑴碛（qì）：沙石地，沙漠。这里指银山碛，又名银山，在今新疆库米什附近。<br>⑵黄沙：指沙漠地区。唐<a href=\"http://so.gushiwen.org/author_104.aspx\">刘长卿</a>《送南特进赴归行营》<a href=\"http://so.gushiwen.org/view_9748.aspx\">诗</a>：“虏云连白草， 汉 月到黄沙。”<br>⑶云天：高空。《庄子·大宗师》：“黄帝得之，以登云天。”直下低：往下低落。<br>⑷言：说。<br>⑸“行到”句：此沙漠当在安西节度使治所龟兹（今新疆库车）以东，故有此说。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这首<a href=\"http://so.gushiwen.org/view_9748.aspx\">诗</a>显示的是作者在大漠上行旅时所望见的景色和所产生的感觉。首句“黄沙碛里客行迷”，是写置身于荒漠中，不仅前路迷茫，不知何往，如<a href=\"http://so.gushiwen.org/author_564.aspx\">韦应物</a>《调啸词》所写的“东望西望路迷”；而且感到心情迷惘，无所归依，如<a href=\"http://so.gushiwen.org/author_622.aspx\">韦庄</a>《菩萨蛮·洛阳城里春光好》词所写的“此时心转迷”。句中的这个“迷”字，与作者的另一首《宿铁关西馆》诗“乡遥梦亦迷”句中的“迷”字一起来看，可能还含有回首万里、归路亦迷的意思在内。</p> <p>　　第二句“四望云天直下低”，回应第一句，描写在广阔无限的沙漠中，四面远望，天地相接，云天低迷，而这一印象正引出和加重了行客的迷失心情。这个“低”，虽属视官的错觉，却是望中的实感。<a href=\"http://so.gushiwen.org/author_272.aspx\">陆游</a>《游修觉寺》诗中的“天向平芜尽处低”句，写的也是这样一个错觉和实感；而<a href=\"http://so.gushiwen.org/author_113.aspx\">岑参</a>所写的，是在西北高原上、浩翰沙漠中的特别鲜明、强烈的感受。</p> <p>　　第三句“为言地尽天还尽”，又直承这第二句。正因远望中云天四垂，低与地连，所以进而觉得地到了尽头，天也到了尽头。诗人到达安西后，在《碛西头送李判官入京》诗中还写有“寻河愁地尽，过碛觉天低”两句。“寻河”是虚写，用汉使通西域典故（见《汉书·张骞传》；“过碛”是实写，记自身的历程。“地尽”、“天低”则重述了这一过碛时由直觉产生的印象。</p> <p>　　末句“行到安西更向西”，宕开诗笔，另拓诗境，表现天地本自无边无涯，地外仍有地，天外仍有天，过了大漠还在向西方延伸，以见天地之末“尽”。这一收尾也许另有一层意思，如<a href=\"http://so.gushiwen.org/author_484.aspx\">李益</a>的《征人歌》所说：“塞外征行无尽日”，虽然已经抵达安西，征行还不会结束。</p> <p>　　诗写诗人在一望无际的大沙漠上日夜西行时，眼前看到的景色、直觉中构成的印象、内心处触发的感受。岑参的边塞诗，常采用夸张的表现手法。这首绝句中所写的“云天直下低”、“地尽天还尽”，也带有夸张色彩。但这种夸张，不是对真实的歪曲，而是对真实的强化，更形象、更逼<a href=\"http://so.gushiwen.org/author_1137.aspx\">真可</a>感地表现了诗人在那样一个独特环境中所看到的独特景色、所产生的独特感受。</p> <p>　　有些边塞诗，往往经过高度概括，甚或出于凭空想象，所写的景物情事常常共性多，个性少，纵有典型意义，不免陈陈相因。岑参所写，则大都是实地见闻、亲身感受，以不同于一般边塞诗的面目出现，奇葩独放，异境别开，使人眼目为之一新。从这首绝句，也可尝鼎一脔，窥豹一斑。</p>",
  "about": "<h2>创作背景</h2> 　　唐玄宗天宝八载（749年），<a href=\"http://so.gushiwen.org/author_113.aspx\">岑参</a>抱着建功立业的志向，离开京师长安赴任安西四镇节度使高仙芝幕府掌书记之职。此<a href=\"http://so.gushiwen.org/view_9748.aspx\">诗</a>当作于他这次出塞赴安西途经沙漠之时，时间大约在天宝九载（750年）。",
  "poet": {
    "id": 113,
    "star": 0,
    "name": "岑参",
    "image": "http://img.gushiwen.org/authorImg/cencan.jpg",
    "desc": "岑参（约715-770年），唐代边塞诗人，南阳人，太宗时功臣岑文本重孙，后徙居江陵。[1-2] 岑参早岁孤贫，从兄就读，遍览史籍。唐玄宗天宝三载（744年）进士，初为率府兵曹参军。后两次从军边塞，先在安西节度使高仙芝幕府掌书记；天宝末年，封常清为安西北庭节度使时，为其幕府判官。代宗时，曾官嘉州刺史（今四川乐山），世称“岑嘉州”。大历五年（770年）卒于成都。"
  },
  "tags": [
    "边塞",
    "写景",
    "抒怀"
  ]
}