{
  "id": 20271,
  "star": 14,
  "name": "残丝曲",
  "dynasty": "唐代",
  "content": "垂杨叶老莺哺儿，残丝欲断黄蜂归。<br>绿鬓年少金钗客，缥粉壶中沉琥珀。<br>花台欲暮春辞去，落花起作回风舞。 <br>榆荚相催不知数，沈郎青钱夹城路。",
  "fanyi": "<p><strong>译文<br></strong>垂杨的绿叶已老，莺鸟在哺育幼雏，柳絮不再吹绵，黄蜂儿已不见踪迹。<br>头发漆黑的少年伴着金钗女郎，手执银壶，仍在琥珀美酒中沉溺。<br>花台已经向暮，芳春就要告辞，晚风吹起了落花，正在半空中飞舞。<br>夹城路结满榆荚，似在催游人归去，哦，夹城路，一条青钱铺就的路。</p> <p><strong>注释<br></strong>①残丝：游丝也，虫类所吐之丝，飘浮空中。<a href=\"http://so.gushiwen.org/author_628.aspx\">沈约</a><a href=\"http://so.gushiwen.org/view_20271.aspx\">诗</a>：\"春风起春树，游丝暧如网。\"<br>②绿鬓：乌黑的头发。年少：少年。金钗客：指女郎。<br>③缥粉：青白色。琥珀：松柏树脂的化石，色淡黄或红褐，此指琥珀色的酒。<br>④沈郎：晋代沈充，《晋书·食货志》载吴兴沈充铸小钱，谓之“沈郎钱”。<br>⑤青钱：榆荚，色白，成串，形似钱。<br>⑥夹城：唐代长安东城墙为双重城墙，中有路，很宽大，是帝王自宫中赴曲江、芙蓉园游览的通道。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　首二句写暮春景象，<a href=\"http://so.gushiwen.org/view_20271.aspx\">诗</a>语无片言只字言及暮春，远比明言还要强烈。因为四种物色的形象是那样鲜明，有力地打人人们的感官，留下不可磨灭的印象。可以看出：那育雏的春莺就栖止在浓枝密叶之中，那欲绝的游丝也正伴着黄蜂飘然飞去。动静相问，层次分明，交织成一幅浑融的圆面，见出诗人运笔状物之妙。</p> <p>　　次二句转入人事活动。两句诗只摆出青春少年，妙龄女子，青白色的酒壶中满盛着琥珀色美酒，不再说什么，而一幅青年男女游春宴饮的画面已呈现在我们眼前。至于那宴饮的具体情景，是否“宾既醉止，载号载呶，乱我笾豆，屡舞欺缴”，都留给人们凭借自己的经验去加以补充。艺术的启示力极强，含蓄而有余味。将这两句与首二句合观，宴饮乃发生在暮春背景之下，这不禁又发人深省。明媚春光，可谓良辰美景。男女游赏，可谓赏心乐事。面对暮春，他们是想用赏心乐事去冲淡良辰美景即将逝去的失落心境呢？还是惶恐于良辰美景的即将消歇，想更多享受一些赏心乐事呢？总之，两种情景的重合，使这两句诗从字面之外喷薄出一股珍时惜逝、汲汲不可终日的浓郁情思。诗意不是出自诗语所叙，而是产生于甄种情景的配合，耐人品味，妙不可言。</p> <p>　　诗的后半句写大好春光无可挽回地逝去。这样一点简单的意思，用了四句诗，却不觉冗长，其中大有奥妙。“花台”二旬将花与春充分拟人化，写得生动引人，情意缠绵。本来是春去花谢，主动者在春，诗人却偏偏反转来说，花谢春归。由于花事欲暮，不免使春兴味索然，要黯然辞别归去了。然而花对于春，又是那样饱含系恋之情。你看，花瓣虽已离枝，却还要做一次最后的挣扎，随风回旋起舞，它是多么想用自己的生存留住那美好的春天。这落花恋春的背后又何尝不括含青年惜时的深慨。落花的情态又不免诱发一个问题：它那竭尽生命的努力，便能留住春天吗？这使得后两句很自然地成为这一问题的回答，一呼一应，迭宕有致。四句诗里隐含一问一答，以落花为问，以榆荚为答，构思巧妙，笔路活脱，意趣盎然。</p> <p>　　这首诗形象凸出，色彩鲜明，无论是垂杨春莺，残丝黄蜂，还是绿鬓金钗，落花青钱，无不、以其分明的形色深深印入人们脑中。而其组章造意，含蓄奇掘，攫人思绪。这些都表现了<a href=\"http://so.gushiwen.org/author_349.aspx\">李贺</a>诗艺术的特色。</p>",
  "about": "<h2>创作背景</h2> 　　<a href=\"http://so.gushiwen.org/author_349.aspx\">李贺</a>幼而能文，贞元末即已有名。当时结伴游春，乃是昌谷的旧俗。李贺见榆荚满路，落花回风，感时光易逝、春去难留，满怀愁思，颇有感触，于是便写下了这首<a href=\"http://so.gushiwen.org/view_20271.aspx\">诗</a>。此诗虽作于暮春，然此诗不若其后诗作情调之悲凉。",
  "poet": {
    "id": 349,
    "star": 0,
    "name": "李贺",
    "image": "http://img.gushiwen.org/authorImg/lihe.jpg",
    "desc": "李贺（约公元791年-约817年），字长吉，汉族，唐代河南福昌（今河南洛阳宜阳县）人，家居福昌昌谷，后世称李昌谷，是唐宗室郑王李亮后裔。有“诗鬼”之称，是与“诗圣”杜甫、“诗仙”李白、“诗佛”王维相齐名的唐代著名诗人。著有《昌谷集》。李贺是中唐的浪漫主义诗人，与李白、李商隐称为唐代三李。有“‘太白仙才，长吉鬼才’之说。李贺是继屈原、李白之后，中国文学史上又一位颇享盛誉的浪漫主义诗人。李贺长期的抑郁感伤，焦思苦吟的生活方式，元和八年（813年）因病辞去奉礼郎回昌谷，27岁英年早逝。"
  },
  "tags": [
    "宴会",
    "伤春",
    "抒怀"
  ]
}