{
  "id": 48728,
  "star": 115,
  "name": "采桑子·清明上巳西湖好",
  "dynasty": "宋代",
  "content": "清明上巳西湖好，满目繁华。争道谁家。绿柳朱轮走钿车。 <br>游人日暮相将去，醒醉喧哗。路转堤斜。直到城头总是花。",
  "fanyi": "<p><strong>译文<br></strong>清明节与上巳节的时候，西湖风光很好。满眼都是一片繁华景象。谁家的车马在抢道争先？一辆有着红色轮子和金色花朵的车子，为了超前，绕从道旁的柳树行中奔驰而过。<br>游人在日暮时分相随归去。醒的醒，醉的醉，相互招呼，喧哗不已。从西湖弯斜的堤岸一直到城头，沿途都是开放的鲜花。</p> <p><strong>注释<br></strong>①上巳：节日名，古时以阴历三月上旬巳日为上巳，这一天人们多到水边嘻游，以消除不祥。<br>②争道：游人车辆争先而行。<br>③朱轮：漆着红色的轮子。汉制，太守所乘之车，以红漆涂轮。<br>④钿车：嵌上金丝花纹作为装饰的车子。这句是说装着朱轮的钿车在绿柳之下驶过。<br>⑤相将：相随，相携，即手牵手。<br>⑥醉醒：醉酒的人和酒醒的人。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　这首词是写清明时节西湖游春的热闹繁华景象，从侧面来写西湖之美，着意描绘游春的欢乐气氛。古时以农历三月上旬巳日为“上巳”，这一天历来有到水滨踏青的习俗。《梦梁录》卷二载：“三月三日上已之辰，曲水流觞故事，起于晋时。唐朝赐宴曲江，倾都禊饮踏青，亦是此意。”《东京梦华录》也记载：“四野如市，往往就芳树之下，或园囿之间，罗列杯盘，互相劝酬。都城之歌儿舞女，遍满园亭，抵暮而归。”这就可以看出是郊外人们游春的盛况。西湖景色迷人，是游人的最佳去处。看绿柳丛中，车如流水马如龙，争相抢道，西湖岸上，游人如织，各色人等都在享受欣赏着大好春光。词人自己也乘着朱轮钿车加入了这欢乐春游的队伍。</p> <p>　　词上片描绘的是一幅白天西湖春游图。下片写游人返归的景象。日暮时分，酒醒了的、还在醉着的，前后相将归家。从西湖弯斜的堤岸一直到城头，一路之上，花头攒动。“直到城头总是花”，这里既指从西湖到颍州城下的路边鲜花盛开，又当指一路上游人皆头上簪花而归。唐宋时，人们有采花簪头之俗，无论男女。如<a href=\"http://so.gushiwen.org/author_211.aspx\">杜牧</a>《九日齐安登高》中即写道：“尘世难逢开口笑，菊花须插满头归。”<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>《次韵苏伯固主簿重九》说道：“髻重不嫌黄菊满，手香新喜绿橙搓。”<a href=\"http://so.gushiwen.org/author_106.aspx\">刘克庄</a>《上巳》也有句云：“暮归尚有清狂态，乱插山花满角巾。”可见，“直到城头总是花”，写的是人们春游而归，头上簪花络绎回城的情景。</p> <p>　　清明上巳时节，是古人往水边游玩的时侯。以这样一个游览的时节，再加上西湖这样一个游览胜地，<a href=\"http://so.gushiwen.org/author_1137.aspx\">真可</a>谓良辰美景，两者铸备，热闹景象自是非同寻常。本词所表现的正是一派盛景，“满目繁华”即为全词的核心。</p> <p>　　满目繁华的特点，首先体现在对游者的描写上，这也是作品表现的重点。游者一是多，二是欢。游者之多，在词中写道：“争道谁家，绿柳朱轮走锢车”。这一句写了两种不同的游者，一种是乘车者，一种是徒步者。车多，才会引起人们的争相指点；行者多，也才可能出现“争道”的景状。最后这两句用寥寥数字，展示出了一个毂击肩摩的游览盛况。另外，下片“喧哗”一词，又从音响的角度突出了游者之多，以西湖这样的敝廓之地，竟有人声鼎沸之感，那行人熙来攘往的情景是可想而知的了。何以见出游者之欢？从上述行人“争道谁家”车的描写中，已传出一片欢快活跃的气氛，接着写游人日暮归返时的“醒醉”二字，更是道尽了游者各各相异的神态。这令人想起明代文学家<a href=\"http://so.gushiwen.org/author_339.aspx\">张岱</a>在《西湖七月半》一文中对各种赏月人的生动描写：他们有的“浅斟低唱”，有的“喝呼嘈杂，装假醉”，也有的“呼客纵饮”、“纵舟酣睡”。本词中“醒醉”二字所激起的正是类似这些景象的联想，从游人归返之态中，似可想见他们有的专意游览，饱享春景；有的就景欢饮，一醉方休，他们各以自己的方式纵情游乐，尽兴而归。总之，游者云集，笑语连天。</p> <p>　　满目繁华，还体现在对西湖自身景色特点的描绘上。这虽然不是作品的表现重点，但却是组成繁华景象不可缺少的部分。清明上巳已是暮春时节，但作品中绝无花衰红消的悲凉之意，却呈现出色彩浓艳的一派盛景。在“绿柳朱轮走钿车”一句中，词人以绿柳和朱轮相对，既写了钿车的豪华，也衬托出柳树的茂盛，色彩鲜明，春意浓郁。词的结句顺承“游人日暮相将去”的语意，写归途所见的景色，路转堤斜，一路是花。这是枝上花还是落于地上的花？词人没有明写，他仅给人留下一个印缘，只觉得满目姹紫嫣红，春花充盈着整个空间。熙熙攘攘的人流和满地遍野的鲜花汇成一体，气氛是很热烈的。这使我们想起<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>在另一首《采桑子》中所写的词句：“笙歌散尽游人去，始觉春空。”这一个“空”字，正是从对立的角度表明了词人对本词中所显示的盛况无比深切的感受，也说明了词人和春意有着不可分割的联系。所以，本词即抓住这两方面内容共同表现了颍州西湖的繁盛。此词从开始到结束都贯穿着“繁华”、“喧哗”的节日气氛，把读者也卷入这气氛之中，领受节日的欢乐。读完这首词，再回头看看第一句：“清明上已西湖好。”就不难看出，作者是借节日的繁华来赞美西湖好的。词中每一句都有丰富的内涵，全词构成一幅生动壮美的游春图。</p> <p>　　整首词通过朱轮钿车争道、游人簪花而归的特写镜头，形象描绘了一幅颍州西湖清明上巳时期的风情画。这首《采桑子》写得人欢景艳，别具一格，不乏动人之处。</p>",
  "about": "<h2>创作背景</h2> 　　北宋皇祐三年（1049年），<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>赴颍州任职。颍州的西湖是当时的游览名胜，欧阳修被那里的旖旎风光陶醉了，他把颍州选为晚年居住之所，多次来往其地，并一连写下十首《采桑子》吟咏西湖胜景。这十首词意境优美，风采各异。这首《采桑子》是其中的一篇。",
  "poet": {
    "id": 561,
    "star": 0,
    "name": "欧阳修",
    "image": "http://img.gushiwen.org/authorImg/ouyangxiu.jpg",
    "desc": "欧阳修（1007－1072），字永叔，号醉翁，晚号“六一居士”。汉族，吉州永丰（今江西省永丰县）人，因吉州原属庐陵郡，以“庐陵欧阳修”自居。谥号文忠，世称欧阳文忠公。北宋政治家、文学家、史学家，与韩愈、柳宗元、王安石、苏洵、苏轼、苏辙、曾巩合称“唐宋八大家”。后人又将其与韩愈、柳宗元和苏轼合称“千古文章四大家”。"
  },
  "tags": [
    "清明节",
    "游春",
    "写水",
    "西湖"
  ]
}