{
  "id": 71959,
  "star": 157,
  "name": "书愤二首",
  "dynasty": "宋代",
  "content": "白发萧萧卧泽中，只凭天地鉴孤忠。<br>厄穷苏武餐毡久，忧愤张巡嚼齿空。<br>细雨春芜上林苑，颓垣夜月洛阳宫。<br>壮心未与年俱老，死去犹能作鬼雄。</p> <p>镜里流年两鬓残，寸心自许尚如丹。<br>衰迟罢试戎衣窄，悲愤犹争宝剑寒。<br>远戍十年临的博，壮图万里战皋兰。<br>关河自古无穷事，谁料如今袖手看。",
  "fanyi": "<p><strong>译文<br></strong>我这白发稀疏的老头幽住在镜湖旁，只有公正的天地能洞察我报国无门的忠肝义肠。<br>遭难的<a href=\"http://so.gushiwen.org/author_460.aspx\">苏武</a>熬住了十数年吞毡咽雪的风霜，忧愤的<a href=\"http://so.gushiwen.org/author_1016.aspx\">张巡</a>面对叛贼恨得把牙齿咬碎嚼光。<br>丝丝的春雨飘洒在上林苑的乱草上，清冷的夜月照见了洛阳宫的断砖破墙。<br>我的壮心并没有同年岁一起衰老消亡，纵然死了我也能做鬼中雄杰英明流芳！</p> <p>岁月流逝，挡不住镜里会照出两鬓秃残的模样，自信我的报国红心却依然忠贞刚强！<br>年老了就该不穿紧身的军装，但悲愤常在，还要让寒光闪闪的宝剑刺向敌人的心脏！<br>曾经近十年驻守在遥远的的博岭的前哨，还要到万里皋兰跃马横枪实现我宏伟的理想！<br>古往今来征战的事无休无止地发生在边远地方，谁能料到现在却让我在这里袖手观望！</p> <p><strong>注释<br></strong>⑴书愤：书写自己的愤恨之情。书，写。<br>⑵萧萧：头发花白稀疏的样子。泽中：<a href=\"http://so.gushiwen.org/author_272.aspx\">陆游</a>所住三山别业，南为鉴湖，北为大泽（今为蜻蜓湖），故曰。<br>⑶鉴：照。孤忠：忠心耿耿而得不到支持。<br>⑷“厄穷”句：《汉书·苏武传》：“乃幽武，置大窖中，绝不饮食。天雨雪，武卧啮雪，与毡毛并咽之。······其冬，丁令盗武牛羊，武复穷厄。”厄穷，即穷厄，困穷。苏武（？—前60），字子卿，西汉杜陵（今陕西西安东南）人。天汉元年（前100）奉命出使匈奴，被扣留十九年，受尽苦难，始元六年（前81）才被遣回朝。餐毡（zhān），指身居异地，茹苦含辛﹐而心向朝廷。<br>⑸“优愤”句：《旧唐书·张巡传》：“及城陷，尹子奇谓巡曰：‘闻君每战眦裂，嚼齿皆碎，何至此耶？’巡曰：‘吾欲气吞逆贼，但力不遂耳。’子奇以大刀剔巡口，视其齿，存者不过三数。”张巡（709-757），唐邓州南阳（今属河南）人。安史之乱时，与许远共守睢阳（今河南商丘），内无粮草，外无援兵，坚守数月，城破被害<br>⑹春芜（wú）：春草。上林苑：秦时宫苑名，在陕西省。泛指皇家园林。当时在沦陷区。<br>⑺颓垣（yuán）：断墙残壁。洛阳宫：汉时东都洛阳的宫殿。当时在沦陷区。<br>⑻鬼雄：鬼中豪杰。《九歌·国殇》：“身既死兮神以灵，魂魄毅兮为鬼雄。”<br>⑼寸心：微小的心意。<br>⑽衰迟：衰老。戎衣：军衣。<br>⑾的博：又作“滴博”，山岭名，在四川理番县东南。这里泛指川陕。<br>⑿壮图：宏伟的意图。皋兰：山名，在今甘肃省兰州市南。<br>⒀关河：关山河川。<br>⒁袖手看：袖手旁观。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　<a href=\"http://so.gushiwen.org/author_272.aspx\">陆游</a>曾说“盖人之情，悲愤积于中而无言，始发为<a href=\"http://so.gushiwen.org/view_71959.aspx\">诗</a>。不然，无诗矣。”（《渭南文集》卷十五《澹斋居士诗序》）正是在这种思想的支配下，陆游经常在作品中抒发出浓勃深沉的积愤。这两首所抒发的，“就是塞上长城空自许”，“但悲不见九州同”的悲愤。</p> <p>　　前一首抒发自己的满怀壮志和一片忠心不被人理解的愤懑。其时，诗人年迈力衰，远离朝廷。他想到，光阴既不待我，衷肠亦无处可诉，只好凭天地来鉴察自己的一片孤忠。紧接着，诗人抚今追昔，想起了古人。<a href=\"http://so.gushiwen.org/author_460.aspx\">苏武</a>厄于匈奴，餐毡吞雪而忠心不泯。安史乱中，<a href=\"http://so.gushiwen.org/author_1016.aspx\">张巡</a>死守睢阳数月，被俘后仍骂敌不止，最后竟嚼齿吞牙，不屈而死。作者的耿耿孤忠，不减他们二人，有天地可鉴。此联补足上联之意。上林苑，汉时旧苑。它和“洛阳宫”，在这里都是用来代指皇宫所在之地。首二联情绪激昂，一气直下。这一联则描写细腻，对偶精工，起到了铺垫的作用。最后一联一吐胸臆，直点主题，语气激昂，情绪悲壮，表现了“亘古男儿一放翁”（<a href=\"http://so.gushiwen.org/author_664.aspx\">梁启超</a>《读陆放翁集》诗语）的英雄本色。</p> <p>　　在第二首中，诗人的愤慨和前一首有所不同。虽然这一首似乎是承接着上一首最后两句，诗人不得不发出无可奈何的叹谓。这一篇的首联和上篇“壮心未与年俱老”句，意思一脉相承，是说对镜照容，已是两鬓苍苍，但是年华虽逝，而自己的壮心依然炽热，不减当年。第二联承上：自己迟暮衰弱，不胜戎衣，但是，悲愤存胸，宝剑在握，寒光闪烁，还是想拼一拼的。于是想起了当年之事。那时，他一腔热血，满怀激情，为了收回失地，远戍的博，鏖战皋兰。然而，时光流逝，那自古以来的关河无穷之事，在种植身上终于无法实现。当年是壮志凌云，岂料到今日成了一个袖手旁观之人。其心情之悲痛苍凉，溢于字里行间。这便是后二联的意境。</p> <p>　　陆游的这两首《书愤》诗，笔力雄健，气壮山河，充分地显示了他诗歌风格特征的一个主要方面。特别是其中表现出来的对国家、民族的每饭不忘、终生难释的深厚情意，更是陆游整个创作中的精华所在。</p>",
  "about": "<h2>创作背景</h2> <p>　　这组<a href=\"http://so.gushiwen.org/view_71959.aspx\">诗</a>作于宋宁宗庆元三年（1197）春天，此时<a href=\"http://so.gushiwen.org/author_272.aspx\">陆游</a>73岁，在山阴三山别业。诗人在故乡领取祠禄，已进入第八个年头，杀敌报国的情思不时涌动心间。此年开春以后，一连写下《北望》、《长歌行》、《书志》、《残梦》等诗篇，而这两首诗也是作者悲愤无限而创作的作品。</p>",
  "poet": {
    "id": 272,
    "star": 0,
    "name": "陆游",
    "image": "http://img.gushiwen.org/authorImg/luyou.jpg",
    "desc": "陆游（1125—1210），字务观，号放翁。汉族，越州山阴（今浙江绍兴）人，南宋著名诗人。少时受家庭爱国思想熏陶，高宗时应礼部试，为秦桧所黜。孝宗时赐进士出身。中年入蜀，投身军旅生活，官至宝章阁待制。晚年退居家乡。创作诗歌今存九千多首，内容极为丰富。著有《剑南诗稿》、《渭南文集》、《南唐书》、《老学庵笔记》等。"
  },
  "tags": [
    "抒怀",
    "壮志未酬",
    "愤懑"
  ]
}