{
  "id": 48149,
  "star": 554,
  "name": "关山月",
  "dynasty": "南北朝",
  "content": "关山三五月，客子忆秦川。<br>思妇高楼上，当窗应未眠。<br>星旗映疏勒，云阵上祁连。<br>战气今如此，从军复几年。",
  "fanyi": "<h2>译文</h2> <p><strong>译文</strong><br>十五的月亮映照在关山，征人思乡怀念秦川。<br>（想必）妻子此时正站在高楼上，对着窗户遥望远在边关的我而没有睡觉。<br>战争的旗帜飘扬在疏勒城头，密布的浓云笼罩在祁连山上。<br>战争局势如此紧张，从军征战何时能够还乡。</p> <p><strong>注释</strong><br>①关山月：乐府《横吹曲》题。<br>②关山：边境要塞之地，指征战人的所在地。三五月：阴历十五的月亮。<br>③客子：在外地出游或出征的人。秦川：指关中地区，泛指今陕西、甘肃、秦岭以北的平原地带。<br>④思：想到。妇：指客子的妻子。这句和下句时客子想象的情景。<br>⑤当：对着。未眠：没有睡觉。<br>⑥旗：星名。星旗：就是旗星，古代人认为它代表战争。《史记·天官书》：“房心东北曲十二星曰旗。”映：照耀，映照。疏勒：汉代西域的诸国之一，王都疏勒城在今新疆维吾尔族自治区疏勒县。<br>⑦云阵：就是阵云，像兵阵一样密布的浓云。祁连：山名，指新疆维吾尔自治区境内的天山。<br>⑧战气：战争气氛。<br>⑨从军：在军队中服役。复：又，再。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　《关山月》是一首较有感染力的抒情<a href=\"http://so.gushiwen.org/view_48149.aspx\">诗</a>，引用汉代故事描述了因战事而离别的夫妇间相思之衷情与哀愁。诗人又巧用十五圆月作引子，抒发了内心的深情。此诗虽只有简洁八句四十个字，但写得情景交融，历历在目，呈现出一幅征夫思妇的互念互思的情感相思图。诗人基于深厚的功底，功妙的艺术构思，简洁的语言，成功地创作出这一首的古题新作。其中有三个值得赏析和品味的诗点。</p> <p>　　首先，有感而作，国事家事也萦怀于心，将边关战争和征夫思妇融于一起而描述在诗中。当时也是多事之秋，战事频繁，影响到国泰民安，百姓家庭团圆幸福，诗人抓住征夫远在边塞而思念家人的情思作为着笔点，既有了边关战事，更写出了远征战士家庭的情感，流露出对征人远离亲人的同情，对战争的谴责，这首诗作成功之处就在于具有一定的现实性与人民性，摆脱了宫体诗作内容的贫乏。</p> <p>　　其次，诗作构思设计的艺术性。以十五夜之月为线索，从而勾引出征夫在边塞月下思妻，高楼上妻室念征夫的两个情景画面，这是在情景交融中抒发了两地相思情增和怨伤。而后四句则又转回到边塞的征夫心怀：战事犹酣，解甲归田恐是遥遥无期，忧虑无限，无形中也对应思妇在高楼遥望边疆而无眠，隐含了思妇伤心地牵挂，企盼早日相聚。这样一种构思巧妙地突出：对战争的怨恨；对夫妻别离思念之同情；对圆月美景却带来了更多离愁的怨伤。</p> <p>　　再次，语言应用简洁圆润，善用词语增强意蕴。八句四十字，简明清晰，用“高楼”更见望眼欲穿，“云阵”和“战气”更见战事形势紧张，气氛逼人，“映”更见城楼军旗飘荡，杀气迷弥。“复”更突出归期遥遥。这也显露诗人纯熟的诗歌语言和平时的功底。</p>",
  "about": "<h2>创作背景</h2> <p>　　梁武帝太清二年（548年），<a href=\"http://so.gushiwen.org/author_386.aspx\">徐陵</a>奉命出使东魏，后因侯景之乱，被迫留在邺城达7年之久，不得南归，因此其<a href=\"http://so.gushiwen.org/view_48149.aspx\">诗</a>风有所变化，写出了一些富有真情实感，为人所称道的诗篇。《关山月》就是这一时期写下的一首描写边塞风光的诗。</p>",
  "poet": {
    "id": 386,
    "star": 0,
    "name": "徐陵",
    "image": "http://img.gushiwen.org/authorImg/xuling.jpg",
    "desc": "徐陵（507～583）字孝穆，东海郯（今山东郯城）人，徐摛之子。南朝梁陈间的诗人，文学家。早年即以诗文闻名。八岁能文，十二岁通《庄子》、《老子》。长大后，博涉史籍，有口才。梁武帝萧衍时期，任东宫学士，常出入禁闼，为当时宫体诗人，与庾信齐名，并称“徐庾”,与宋朝郭茂倩并称“乐府双壁。”入陈后历任尚书左仆射，中书监等职，继续宫体诗创作，诗文皆以轻靡绮艳见称。至德元年去世，时年七十七，赠镇右将军、特进，其侍中、左光禄、鼓吹、侯如故，谥曰章。 有四子：徐俭，徐份，徐仪，徐僔。"
  },
  "tags": [
    "古诗三百首",
    "边塞",
    "思念"
  ]
}