{
  "id": 57811,
  "star": 4,
  "name": "鹧鸪天（离豫章别司马汉章大监）",
  "dynasty": "宋代",
  "content": "聚散匆匆不偶然。二年遍历楚山川。但将痛饮酬风月，莫放离歌入管弦。 <br> 萦绿带，点青钱。东湖春水碧连天。明朝放我东归去，后夜相思月满船。",
  "fanyi": "<h2>译文及注释</h2> <p><strong>译文<br></strong>我们的团聚与分散太匆促了，但这不是偶然的，我在这两年里调动了四次，几乎走遍了楚地的山山水水，都是被他们捉弄的。让我们开怀喝个痛快，借酒来酬谢这里的风月景色和友人们的关怀吧！不要把离别的歌曲谱在管弦里唱出来，叫我听见伤心。<br>看这绿水的江河，像带子萦回弯曲，荷花叶子，圆圆点点的像青钱，布满了池塘。东湖里的春水，碧绿清澈，与湛兰的青天连一起。明天早晨我就要放棹东归去了，后夜月光满船的时候，正是我孤独的一个人在思念你们的时候。</p> <p><strong>注释<br></strong>①二年：即淳熙三年到四年。<br>②风月：指美好景色。<br>③莫放：莫唱，莫奏。管弦：泛指乐器。宋<a href=\"http://so.gushiwen.org/author_561.aspx\" target=\"_blank\">欧阳修</a>《别滁》：“我亦且如常日醉，莫教弦管作离声。”<br>④萦（yíng）绿带：绿水环绕似带。<br>⑤点青钱：密密荷叶如青钱点缀水面。唐<a href=\"http://so.gushiwen.org/author_474.aspx\" target=\"_blank\">杜甫</a>《漫兴》：“糁径杨花铺白毡，点溪荷叶叠青钱。”<br>⑥东湖：名胜之地，在今江西南昌东南。春水碧连天：唐<a href=\"http://so.gushiwen.org/author_622.aspx\" target=\"_blank\">韦庄</a>《菩萨蛮》：“春水碧于天，画船听雨眠。”<br>⑦後夜相思月满船：宋<a href=\"http://so.gushiwen.org/author_406.aspx\" target=\"_blank\">张孝祥</a>《鹧鸪天·荆州别同官》：“今宵拚醉花迷坐，後夜相思月满川。”</p>",
  "shangxi": "<h2>赏析</h2> <p>　　此词与《水调歌头·我饮不须劝》作于同一时期，其主旨相近，但又侧重于抒发别情和对被频频调动的不满。同时因为是用小令写作，风格也特别含蓄蕴藉，体势既整伤又流美。两年之内，作者因频繁调动而心情十分抑郁，险恶的宦海风波，使作者无法实现恢复中原的壮志。现在又值与友人别离之际，更觉难以为怀。起韵借聚兴感，直中藏曲，表达了作者对于被频繁调动的牢骚不满情绪。</p> <p>　　起首二句，借聚散兴感，直中藏曲，吐露自己对于被频繁调动的牢骚小满情绪。作者从淳熙三年到五年的短短二年时间内，先后被调动四次，匆匆来往于今江西、湖北等地，简直疲于奔命，来不及有所建树。对此，作者以一切“二年历遍焚山川”作出形象的概括。作者被频繁调动的原因是未加明说，只以“不偶然”来点出隐情，更耐人寻味。“不偶然”，就是必然，作者已经体会出了被频频调动的必然性。迫思以往经历，作者不能不想起，在作者当年“旌旗拥万夫”来归时，南宋统治者立即解除了作者的武装，而已将作者部下的万余义军当作流民疏散安置到推南各州县；作者也不能不想起，此后作者一直没机会担任军事工作，只能滞留在地方官（偶尔也作京官）的位置上，而且常被调来调去，难以安顿和筹划建树。想起这些，作者不能不感到南宋统治者对作者这样一个赤心来归的爱国者的防备和猜忌，也令作者感到特别痛苦和不满。作者曾经自呼为“江南游子”，作者曾经叹息过只能醉吟风月，作者曾经以酒消愁，都是为此。因此，这里的“不偶然”一语，包含无限悲愤。下两句，忽然一转，转到饯别的宴会上来，写作者只愿意和朋友一起为了美丽的风光而畅饮，而不愿让离别的歌曲深化作者的别离之愁。这在章法上，是切合题面。而细味其意，其中仍含着无计可施、只得自我排遣的愁情。意脉似断未断。</p> <p>　　下片起句，承上文的“酬风月”而来，写饯别处的东湖美景如画，实是表达对于豫章的依依眷恋之情。“绿带”、“青钱”用以状流水、荷叶之貌，涉笔成趣；“萦”字、“点”字，赋活了景物，而又似信手拈来。“春水碧连天”，以夸张的笔触，显示出作者对于此地风光的无比喜爱之倩。结尾两句，想象别后殷切思念朋友的情境，妙在情景交融。尤其是“后夜相思月满船”之语，写境不隔，写情浓郁，简直是妙手偶得的佳句。</p>",
  "about": "<h2>创作背景</h2>此词作于淳熙五年（公元1178年）的春天。<a href=\"http://so.gushiwen.org/author_217.aspx\" target=\"_blank\">辛弃疾</a>时年三十九岁。淳熙四年被召，淳熙五年春天的时候离开豫州，写了此词。辛弃疾受到主和派的排挤和打击，满腔怒火。",
  "poet": {
    "id": 217,
    "star": 0,
    "name": "辛弃疾",
    "image": "http://img.gushiwen.org/authorImg/xinqiji.jpg",
    "desc": "辛弃疾（1140－1207），南宋词人。原字坦夫，改字幼安，别号稼轩，汉族，历城（今山东济南）人。出生时，中原已为金兵所占。21岁参加抗金义军，不久归南宋。历任湖北、江西、湖南、福建、浙东安抚使等职。一生力主抗金。曾上《美芹十论》与《九议》，条陈战守之策。其词抒写力图恢复国家统一的爱国热情，倾诉壮志难酬的悲愤，对当时执政者的屈辱求和颇多谴责；也有不少吟咏祖国河山的作品。题材广阔又善化用前人典故入词，风格沉雄豪迈又不乏细腻柔媚之处。由于辛弃疾的抗金主张与当政的主和派政见不合，后被弹劾落职，退隐江西带湖。"
  },
  "tags": []
}
