{
  "id": 8229,
  "star": 267,
  "name": "下终南山过斛斯山人宿置酒",
  "dynasty": "唐代",
  "content": "暮从碧山下，山月随人归。<br>却顾所来径，苍苍横翠微。<br>相携及田家，童稚开荆扉。<br>绿竹入幽径，青萝拂行衣。<br>欢言得所憩，美酒聊共挥。<br>长歌吟松风，曲尽河星稀。<br>我醉君复乐，陶然共忘机。",
  "fanyi": "<p><strong>译文</strong><br>傍晚从终南山上走下来，山月好像随着行人而归。<br>回望来时走的山间小路，山林苍苍茫茫一片青翠。<br>遇斛斯山人相携到他家，孩童出来急忙打开柴门。<br>走进竹林穿过幽静小路，青萝枝叶拂着行人衣裳。<br>欢言笑谈得到放松休息，畅饮美酒宾主频频举杯。<br>放声高歌风入松的曲调，歌罢银河星星已经很稀。<br>我喝醉酒主人非常高兴，欢乐忘了世俗奸诈心机。</p> <p><strong>注释</strong><br>⑴终南山：即秦岭​，在今西安市南，唐时士子多隐居于此山。过：拜访。斛（hú）斯山人：复姓斛斯的一位隐士。<br>⑵碧山：指终南山。下：下山。<br>⑶却顾：回头望。所来径：下山的小路。<br>⑷苍苍：一说是指灰白色，但这里不宜作此解，而应解释苍为苍翠、苍茫，苍苍叠用是强调群山在暮色中的那种苍茫貌。翠微：青翠的山坡，此处指终南山。<br>⑸相携：下山时路遇斛斯山人，携手同去其家。及：到。田家：田野山村人家，此指斛斯山人家。<br>⑹荆扉：荆条编扎的柴门。<br>⑺青萝：攀缠在树枝上下垂的藤蔓。行衣：行人的衣服。<br>⑻挥：举杯。<br>⑼松风：古乐府琴曲名，即《风入松曲》，此处也有歌声随风而入松林的意思。<br>⑽河星稀：银河中的星光稀微，意谓夜已深了。河星：一作“星河”。<br>⑾陶然：欢乐的样子。忘机：忘记世俗的机心，不谋虚名蝇利。机：世俗的心机。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　中国的田园<a href=\"http://so.gushiwen.org/view_8229.aspx\">诗</a>以晋末陶潜为开山祖，他的诗，对后代影响很大。<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>这首田园诗，似也有陶诗那种描写琐事人情，平淡爽直的风格。</p> <p>　　全诗以赋体——叙述题写成。诗以“暮”开首，为“宿”开拓。相携欢言，置酒共挥，长歌风松，赏心乐事，自然陶醉忘机。这些都是作者真情实感的流溢。</p> <p>　　此诗以田家、饮酒为题材，很受陶潜田园诗的影响。然陶诗显得平淡恬静，既不首意染色，口气也极和缓。如“暧暧远人村，依依墟里烟”、“采菊东篱下，悠然见南山”等等。而李诗却着意渲染。细吟“绿竹入幽径，青萝拂行衣。欢言得所憩，美酒聊共挥”，就会觉得色彩鲜明，神情飞扬。可见陶李两者风格迥异。</p> <p>　　从诗的内容看，诗人是在月夜到长安南面的终南山去造访一位姓斛斯的隐士。首句“暮从碧山下”，“暮”字挑起了第二句的“山月”和第四句的“苍苍”，“下”字挑起了第二句的“随人归”和第三句的“却顾”，“碧”字又逗出第四句的“翠微”。平平常常五个字，却无一字虚设。“山月随人归”，把月写得如此脉脉有情。月尚如此，人则可知。第三句“却顾所来径”，写出诗人对终南山的余情。这里虽未正面写山林暮景，却是情中有景。正是旖旎山色，使诗人迷恋不已。第四句又是正面描写。“翠微”指青翠掩映的山林幽深处。“苍苍”两字起加倍渲染的作用。“横”有笼罩意。此句描绘出暮色苍苍中的山林美景。这四句，用笔简炼而神色俱佳。诗人漫步山径，大概遇到了斛斯山人，于是“相携及田家”，“相携”，显出情谊的密切。“童稚开荆扉”，连孩子们也开柴门来迎客了。进门后，“绿竹入幽径，青萝拂行衣”，写出了田家庭园的恬静，流露出诗人的称羡之情。“欢言得所憩，美酒聊共挥”，“得所憩”不仅是赞美山人的庭园居室，也为遇知己而高兴。因而欢言笑谈，美酒共挥。一个“挥”字写出了李白畅怀豪饮的神情。酒醉情浓，放声长歌，直唱到天河群星疏落，籁寂更深。“长歌吟松风，曲尽河星稀”句中青松与青天，仍处处绾带上文的一片苍翠。至于河星既稀，月色自淡，这就不在话下了。最后，从美酒共挥，转到“我醉君复乐，陶然共忘机”，写出酒后的风味，陶陶然把人世的机巧之心，一扫而空，显得淡泊而恬远。</p> <p>　　这首诗以田家、饮酒为题材，是受陶潜诗的影响，然而两者诗风又有不同之处。陶潜的写景，虽未曾无情，却显得平淡恬静，如“暧暧远人村，依依墟里烟”、“道狭草木长，夕露沾我衣”、“采菊东篱下，悠然见南山”、“微雨从东来，好风与之俱”之类，既不染色，而口气又那么温缓舒徐。而李白就着意渲染，“却顾所来径，苍苍横翠微”、“绿竹入幽径，青萝拂行衣。欢言得所憩，美酒聊共挥”，不仅色彩鲜明，而且神情飞扬，口气中也带有清俊之味。在李白的一些饮酒诗中，豪情狂气喷薄涌泄，溢于纸上，而此诗似已大为掩抑收敛了。“长歌吟松风，曲尽河星稀。我醉君复乐，陶然共忘机。”可是一比起陶诗，意味还是有差别的。陶潜的“或有数斗酒，闲饮自欢然”、“过门辄相呼，有酒斟酌之”、“何以称我情，浊酒且自陶”、“一觞虽自进，杯尽壶自倾”之类，称心而出，信口而道，淡淡然无可无不可的那种意味，就使人觉得李白挥酒长歌仍有一股英气，与陶潜异趣。因而，从李白此诗既可以看到陶诗的影响，又可以看到两位诗人风格的不同。</p>",
  "about": "<h2>创作背景</h2> <p>　　关于此<a href=\"http://so.gushiwen.org/view_8229.aspx\">诗</a>的创作时间，有两种说法。一种说法是：<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>作此诗时，正在长安供奉翰林。李白一生中曾两入长安，第一次是在公元730年（开元十八年），李白三十岁时；第二次是在公元742年（天宝元年），李白四十二岁时。此诗写于李白二入长安时期。</p> <p>　　另一种说法是：李白此诗作于公元752年（天宝十一载）春，时李白五十二岁，正隐居终南山。</p>",
  "poet": {
    "id": 247,
    "star": 0,
    "name": "李白",
    "image": "http://img.gushiwen.org/authorImg/libai.jpg",
    "desc": "李白（701年－762年），字太白，号青莲居士，唐朝浪漫主义诗人，被后人誉为“诗仙”。祖籍陇西成纪(待考)，出生于西域碎叶城，4岁再随父迁至剑南道绵州。李白存世诗文千余篇，有《李太白集》传世。762年病逝，享年61岁。其墓在今安徽当涂，四川江油、湖北安陆有纪念馆。"
  },
  "tags": [
    "唐诗三百首",
    "田园",
    "饮酒",
    "写景"
  ]
}