{
  "id": 69058,
  "star": 19,
  "name": "春日登楼怀归",
  "dynasty": "宋代",
  "content": "高楼聊引望，杳杳一川平。<br>远水无人渡，孤舟尽日横。<br>荒村生断霭，深树语流莺。<br>旧业遥清渭，沉思忽自惊。",
  "fanyi": "<p><strong>译文<br></strong>无事登上高楼远望，茫茫一片平野无边无际。<br>四野空空，只见流水，不见渡者。小舟无依横在岸边。<br>远处荒村古寺，一缕缕炊烟袅袅，三两声莺莺叫语。<br>这些多像我遥远而熟悉的故乡啊，想到这里，不由惊醒。</p> <p><strong>注释<br></strong>⑴引望：远望。<br>⑵杳杳：深远的意思。<br>⑶断霭：时有时无、忽聚忽散的烟气。霭，轻烟。<br>⑷流莺：谓婉转的莺鸣。<br>⑸旧业：祖上的基业，如房宅田地等。清渭：指渭水，源出甘肃鸟鼠山，横贯陕西渭河平原，东至潼关入黄河。渭水清，古人多与流入渭河而水流浑浊的泾水对举，称清渭浊泾。<a href=\"http://so.gushiwen.org/author_184.aspx\">寇准</a>的家乡在渭水北岸的下邽，他当时在湖北，所以有“遥清渭”的感叹。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　春天是万物复兴勃苏的时节，客居他乡的游子，每到春天，总会不由自主地生出思乡之感。<a href=\"http://so.gushiwen.org/author_184.aspx\">寇准</a>当时身在乡外，遇上春天，写下了这首怀归的<a href=\"http://so.gushiwen.org/view_69058.aspx\">诗</a>篇。</p> <p>　　诗要表现的是思乡怀归，所以选取了最能表现这一情绪的“登楼”来写。首联就说自己登上高楼，伸长了脖子，向远处眺望，只见到无尽的春水，涨满了河中。这一联气势很宏大，给下文发挥情感留下了充分的余地。古人论诗强调起句要拉得开，压得住，这首诗正做到了这一点。</p> <p>　　颔联俯察。诗人从平野尽头收回视线，开始细细察着楼前底下有无别致的景色。原来在这片广野中，竟横卧着一条河流，水上还有一条渡船。不过，四野空旷无人，既不见渡者，连那船家也不知到哪去了。诗人不由好奇，便将目光久久地停留在那。但是看了好半天，也不见有个入来，只有那条孤零零的渡船横转在水里飘啊悠的，诗人心里琢磨着：看来这条渡船自清晨渡入后，就一整夭地被船家撂在这儿了。这一联纯粹的写景句，宋人<a href=\"http://so.gushiwen.org/author_872.aspx\">葛立方</a>竟认为：“寇忠愍少知巴东县，有‘野水无人渡，孤舟尽日横’之句，固以公辅自期矣，奈何时未有知者。”（《韵语阳秋》卷十八）这是从何说起，因此遭到清人何文焕的诘难：此联“乃袭‘野度无人舟自横’句，葛公谓其‘以公辅自期’，强作解矣。”（《历代诗话考索》）何氏的意见是正确的。寇准因为“平昔酷爱王右丞、韦苏州诗”（范雍诗序语），所以此地看见相仿景色时，很自然地受到<a href=\"http://so.gushiwen.org/author_564.aspx\">韦应物</a>《滁州西涧》诗的触发，便随手点化了韦句，而意境比韦来得丰厚，如斯而已，何来“公辅自期”之思。葛立方之说显然是穿凿附会。</p> <p>　　颈联写抬眼见闻。诗人伫望楼头已久，因此当他目光移开渡船，抬眼向荒村望去时，已近黄昏，村里入家大约已在点火做饭了，所以冒出了缕缕轻烟。高楼不远处还有一座古寺，听得出有几只黄莺在那儿啼嗽着。</p> <p>　　也许是流水、渡船、炊烟勾起了诗人对故乡类似景色的回忆，抑或是无所栖托的流莺的啼声唤出了诗人心中对故居的思念，总之，登楼见闻领出了尾联的怀归之情。此时，诗人不可遏止地怀念起故乡来：在那遥远的地方，那清清的渭水流经的下邽，就是自己的故里，在那里，有自己的田园家业，有自已的亲人······迷离恍惚之中，诗人仿佛已置身故园，看到了家乡的流水，家乡的渡船，家乡的村庄。他完全浸入了沉思之中。蓦地一阵心惊，他回过神来：“此身还在异乡巴东呢！”这时，他的心头该有何感想，然而他不说了，就在“惊”字上收住了笔。</p> <p>　　由于写景是全诗的重心，对仗工稳、生活气息浓郁的中间二联景句就成了诗的中心。尤其“野水”一联，妙手偶得，浑然天成，更博得了赞赏。宋僧文莹《湘山野录》以为它“深入唐人风格”。王渔洋把它转引入《带经堂诗话》的“佳句类”内，连北宋翰林图画院也将此联作为考题来品评考生高低，这都说明这首诗以写景驰名，以致本来写得并不差的抒情句却为它所掩了。</p>",
  "about": "<h2>创作背景</h2> 　　作此<a href=\"http://so.gushiwen.org/view_69058.aspx\">诗</a>时，诗人<a href=\"http://so.gushiwen.org/author_184.aspx\">寇准</a>时年十九，进士及第，初任巴东知县。",
  "poet": {
    "id": 184,
    "star": 0,
    "name": "寇准",
    "image": "http://img.gushiwen.org/authorImg/kouzhun.jpg",
    "desc": "莱国忠愍公寇准（961-1023），字平仲。汉族，华州下邽(今陕西渭南）人。北宋政治家﹑诗人。太平兴国五年进士，授大理评事，知归州巴东、大名府成安县。天禧元年，改山南东道节度使，再起为相（中书侍郎兼吏部尚书、同平章事、景灵宫使）。天圣元年 (1023) 九月，又贬寇准衡州司马，是时寇准病笃，诏至，抱病赴衡州（今衡阳）任，病故于竹榻之上，妻子宋氏奏乞归葬故里。皇佑四年，诏翰林学士孙抃撰神道碑，帝为篆其首曰“旌忠”。寇准善诗能文，七绝尤有韵味，今传《寇忠愍诗集》三卷。"
  },
  "tags": [
    "登高",
    "望远",
    "思乡"
  ]
}