{
  "id": 38054,
  "star": 57,
  "name": "山中寡妇 / 时世行",
  "dynasty": "唐代",
  "content": "夫因兵死守蓬茅，麻苎衣衫鬓发焦。<br>桑柘废来犹纳税，田园荒后尚征苗。<br>时挑野菜和根煮，旋斫生柴带叶烧。<br>任是深山更深处，也应无计避征徭。",
  "fanyi": "<p><strong>译文<br></strong>丈夫死于战乱她独守茅屋受煎熬，身穿苎麻布衣衫鬓发干涩又枯焦。<br>桑树柘树全废毁还要交纳蚕丝税，田园耕地已荒芜仍然征税叫青苗。<br>时常外出挖野菜连着根须一起煮，随即四处砍生柴带着叶子一起烧。<br>任凭你住在比深山更深的偏僻处，也没办法逃脱官府的赋税和兵徭。</p> <p><strong>注释<br></strong>⑴蓬茅：茅草盖的房子。<br>⑵麻苎（zhù）：即苎麻。鬓发焦：因吃不饱，身体缺乏营养而头发变成枯黄色。<br>⑶柘：树木名，叶子可以喂蚕。征苗：征收农业税。<br>⑷后：一作“尽”。<br>⑸和：带着，连。<br>⑹旋：同“现”。斫：砍。生柴：刚从树上砍下来的湿柴。<br>⑺征徭：赋税和徭役。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　此<a href=\"http://so.gushiwen.org/view_38054.aspx\">诗</a>的“夫因兵死守蓬茅”，就从这兵荒马乱的时代着笔，概括地写出了这位农家妇女的不幸遭遇：战乱夺走了她的丈夫，迫使她孤苦一人，逃入深山破茅屋中栖身。</p> <p>　　“麻苎衣衫鬓发焦”一句，抓住“衣衫”、“鬓发”这些最能揭示人物本质的细节特征，简洁而生动地刻画出寡妇那贫困痛苦的形象：身着粗糙的麻布衣服，鬓发枯黄，面容憔悴，肖其貌而传其神。从下文“时挑野菜”、“旋斫生柴”的描写来看，山中寡妇应该还是青壮年妇女，照说她的鬓发色泽该是好看的，但由于苦难的熬，使她鬓发早已焦黄枯槁，显得苍老了。简洁的肖像描写，衬托出人物的内心痛苦，写出了她那饱经忧患的身世。</p> <p>　　然而，对这样一个孤苦可怜的寡妇，统治阶级也并不放过对她的榨取，而且手段是那样残忍：“桑柘废来犹纳税，田园荒后尚征苗。”此处的“纳税”，指缴纳丝税；“征苗”，指征收青苗税，这是代宗广德二年开始增设的田赋附加税，因在粮食未成熟前征收，故称。古时以农桑为本，由于战争的破坏，桑林伐尽了，田园荒芜了，而官府却不顾人民的死活，照旧逼税和“征苗”。残酷的赋税剥削，使这位孤苦贫穷的寡妇无以为生。</p> <p>　　“时挑野菜和根煮，旋斫生柴带叶烧”，只见她不时地挖来野菜，连菜根一起煮了吃；平时烧柴也很困难，燃生柴还要“带叶烧”。这两句是采用一种加倍强调的说法，通过这种艺术强调，渲染了山中寡妇那难以想象的困苦状况。最后，诗人面对民不聊生的黑暗现实，发出深沉的感慨：“任是深山更深处，也应无计避征徭”。深山有毒蛇猛兽，对人的威胁很大。寡妇不堪忍受苛敛重赋的压榨，迫不得已逃入深山。然而，剥削的魔爪是无孔不入的，即使逃到“深山更深处”，也难以逃脱赋税和徭役的罗网。“任是”、“也应”两个关联词用得极好。可以看出，诗人的笔触象匕首一样揭露了封建统治者的罪恶本质。</p> <p>　　诗歌是缘情而发，以感情来拨动读者心弦的。《山中寡妇》之所以感人，正在于它富有浓厚的感情色彩。但诗并不直接抒情，而是把感情诉诸对人物命运的刻画描写之中。诗人把寡妇的苦难写到了极至，造成一种浓厚的悲剧氛围，从而使人民的苦痛，诗人的情感，都通过生活场景的描写自然地流露出来，产生了感人的艺术力量。最后，诗又在形象描写的基础上引发感慨，把读者的视线引向一个更广阔的境界，不但使人看到了一个山中寡妇的苦难，而且使人想象到和寡妇同命运的更多人的苦难。这就从更大的范围、更深的程度上揭露了残酷的剥削，深化了主题，使诗的蕴意更加深厚。</p>",
  "about": "<h2>创作背景</h2> 　　唐朝末年，朝廷上下，军阀之间，连年征战，造成“四海十年人杀尽”（《哭贝韬》），“山中鸟雀共民愁”（《山中对雪》）的悲惨局面，给人民带来极大的灾难。此<a href=\"http://so.gushiwen.org/view_38054.aspx\">诗</a>即创作于这种社会背景下。",
  "poet": {
    "id": 291,
    "star": 0,
    "name": "杜荀鹤",
    "image": "http://img.gushiwen.org/authorImg/duxunhe.jpg",
    "desc": "杜荀鹤(846～904)，唐代诗人。字彦之，号九华山人。汉族，池州石埭（今安徽石台）人。大顺进士，以诗名，自成一家，尤长于宫词。官至翰学士知制造。大顺二年，第一人擢第，复还旧山。宣州田頵遣至汴通好，朱全忠厚遇之，表授翰林学士、主客员外郎、知制诰。恃势侮易缙绅，众怒，欲杀之而未及。天祐初卒。自序其文为《唐风集》十卷，今编诗三卷。事迹见孙光宪《北梦琐言》、何光远《鉴诫录》、《旧五代史·梁书》本传、《唐诗纪事》及《唐才子传》。"
  },
  "tags": [
    "忧国忧民",
    "妇女",
    "生活"
  ]
}