{
  "id": 72336,
  "star": 206,
  "name": "喜雨亭记",
  "dynasty": "宋代",
  "content": "　　亭以雨名，志喜也。古者有喜，则以名物，示不忘也。周公得禾，以名其书；汉武得鼎，以名其年；叔孙胜敌，以名其子。其喜之大小不齐，其示不忘一也。</p> <p>　　予至扶风之明年，始治官舍。为亭于堂之北，而凿池其南，引流种木，以为休息之所。是岁之春，雨麦于岐山之阳，其占为有年。既而弥月不雨，民方以为忧。越三月，乙卯乃雨，甲子又雨，民以为未足。丁卯大雨，三日乃止。官吏相与庆于庭，商贾相与歌于市，农夫相与忭于野，忧者以喜，病者以愈，而吾亭适成。</p> <p>　　于是举酒于亭上，以属客而告之，曰：“五日不雨可乎？”曰：“五日不雨则无麦。”“十日不雨可乎？”曰：“十日不雨则无禾。”“无麦无禾，岁且荐饥，狱讼繁兴，而盗贼滋炽。则吾与二三子，虽欲优游以乐于此亭，其可得耶？今天不遗斯民，始旱而赐之以雨。使吾与二三子得相与优游以乐于此亭者，皆雨之赐也。其又可忘耶？”</p> <p>　　既以名亭，又从而歌之，曰：“使天而雨珠，寒者不得以为襦；使天而雨玉，饥者不得以为粟。一雨三日，伊谁之力？民曰太守。太守不有，归之天子。天子曰不然，归之造物。造物不自以为功，归之太空。太空冥冥，不可得而名。吾以名吾亭。” ",
  "fanyi": "<p><strong>译文<br></strong>　　这座亭子用雨来命名，是为了纪念喜庆的事件。古时候有了喜事，就用它来命名事物，表示不忘的意思。周公得到天子赏赐的稻禾，便用“嘉禾”作为他文章的篇名；汉武帝得了宝鼎，便用“元鼎”称其年号；叔孙得臣打败敌人侨如，便用侨如作为儿子的名字。他们的喜事大小不一样，但表示不忘的意思却是一样的。</p> <p>　　我到扶风的第二年，才开始造官邸，在堂屋的北面修建了一座亭子，在南面开凿了一口池塘，引来流水，种上树木，把它当做休息的场所。这年春天，在岐山的南面下了麦雨，占卜此事，认为今年有个好年成。然而此后整整一个月没有下雨，百姓才因此忧虑起来。到了三月的乙卯日，天才下雨，甲子日又下雨，百姓们认为下得还不够；丁卯日又下了大雨，一连三天才停止。官吏们在院子里一起庆贺，商人们在集市上一起唱歌，农夫们在野地里一起欢笑，忧愁的人因此而高兴，生病的人因此而痊愈，而我的亭子也恰好造成了。</p> <p>　　于是我在亭子里开酒宴，向客人劝酒而告诉了这件事，问他们道：“五天不下雨可以吗？”他们回答说：‘五天不下雨，就长不成麦子了。”又问“十天不下雨可以吗？”他们回答说：“十天不下雨就养不活稻子了。”“没有麦没有稻，年成自然荒废了，诉讼案件多了，而盗贼也猖獗起来。那么我与你们即使想在这亭子上游玩享乐，难道可能做得到吗？现在上天不遗弃这里的百姓，刚有旱象便降下雨来，使我与你们能够一起在这亭子里游玩赏乐的，都靠这雨的恩赐啊！这难道又能忘记的吗？”</p> <p>　　既用它来命名亭子以后，又接着来歌唱此事。歌词说的是：“假使上天下珍珠，受寒的人不能把它当做短袄；假如上天下白玉，挨饿的人不能把它当做粮食。一场雨下了三天，这是谁的力量？百姓说是太守，太守说没有这力量。归功于天子，天子也否认。归之于造物主，造物主也不把它当作自己的功劳，归之于太空。而太空冥然飘渺，不能够命名它，于是我用它来为我的亭子命名。</p> <p><strong>注释<br></strong>1.志：记。<br>2.周公得禾，以名其书：周成王得一种“异禾”，转送周公，周公遂作《嘉禾》一篇。<br>3.汉武得鼎，以名其年：汉武帝元狩七年（前116），得一宝鼎，于是改年号为元鼎元年。《通鉴考异》认为得宝鼎应在元鼎四年，元鼎年号是后来追改的。<br>4.叔孙胜敌，以名其子：鲁文公派叔孙得臣抵抗北狄入侵，取胜并俘获北狄国君侨如。叔孙得臣遂更其子名为“侨如”。<br>5.扶风：凤翔府。<br>6.明年：第二年。<br>7.治：修建。<br>8.雨麦：麦苗返青时正好下雨。<br>9.占：占卜。<br>10.有年：年将有粮，引申为大丰收。<br>11.弥：整、满。<br>12.雨，下雨。<br>13.乙卯：农历四月初二。<br>14.甲子：农历四月十一日。<br>15.丁卯：农历四月十四口。<br>16.相与：汇聚。<br>17.贾：指坐商。<br>18.忭：欢乐、喜悦。<br>19.适：恰巧。<br>20.属：同“嘱”，意为劝酒。<br>21.禾：谷子，即小米。<br>22.荐饥：古人说：“连岁不熟曰荐”，因此“荐饥”意应为：连续饥荒。<br>23.滋：增多。<br>24.炽：旺盛。<br>25.优游：安闲舒适、无优无虑的神态。<br>26.斯：这些。<br>27.踢：给予。<br>28.襦：本意短衣，此处代表所有的衣服。<br>29.伊：语助词，无意。<br>30.不：通“否”，意为不然。<br>31.造物：造物主（即上帝）或指上天。<br>32.冥冥：高远渺茫。</p>",
  "shangxi": "<p>　　结构严谨，脉络清晰。全文紧扣“雨”字，先从亭的命名缘由写起，接着记叙建亭经过，然后点出主题（雨与国计民生的关系），最后以歌咏作结，不仅显示出逻辑推理的力量，而且避免了行文的枯燥无味。</p> <p>　　详略得当，疏密有致。文章第二段写降雨经过，先以“既而弥月不雨，民方以为忧”寥寥数语，描绘人们急盼下雨的心情，然后不厌其烦地描写下雨的经过。雨量由小而大，人们的心情由“未足”到大喜；三个排比句，表现久旱逢雨时的喜悦：“忧者以乐，病者以愈”两句，欢快之情达到高潮。</p> <p>　　句法灵活，笔调活泼。文章在风趣的对话中轻松含蓄地发表见解，给人以举重若轻的感觉；文章体现了作者“民以食为天”的民本思想，反映了作者与百姓同忧同乐的感情，充分展现出年轻时的个人思想及风格。</p>",
  "about": "<h2>创作背景</h2> <p>　　<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>于嘉祐六年（1061年）被任命为大理评事签书凤翔（今陕西凤翔）府判官。次年，开始修建房舍，并在公馆北面建了一座亭子，作为休息之所。这年春天久早不雨，亭子建成时，碰巧下了一场大雨，民众欢欣，于是作者为此亭命名为“喜雨亭”，并写下了这篇文章。</p>",
  "poet": {
    "id": 183,
    "star": 0,
    "name": "苏轼",
    "image": "http://img.gushiwen.org/authorImg/sushi.jpg",
    "desc": "苏轼（1037－1101），北宋文学家、书画家、美食家。字子瞻，号东坡居士。汉族，四川人，葬于颍昌（今河南省平顶山市郏县）。一生仕途坎坷，学识渊博，天资极高，诗文书画皆精。其文汪洋恣肆，明白畅达，与欧阳修并称欧苏，为“唐宋八大家”之一；诗清新豪健，善用夸张、比喻，艺术表现独具风格，与黄庭坚并称苏黄；词开豪放一派，对后世有巨大影响，与辛弃疾并称苏辛；书法擅长行书、楷书，能自创新意，用笔丰腴跌宕，有天真烂漫之趣，与黄庭坚、米芾、蔡襄并称宋四家；画学文同，论画主张神似，提倡“士人画”。著有《苏东坡全集》和《东坡乐府》等。"
  },
  "tags": [
    "古文观止",
    "咏物",
    "写雨",
    "忧国忧民"
  ]
}