{
  "id": 3506,
  "star": 191,
  "name": "和晋陵陆丞早春游望",
  "dynasty": "唐代",
  "content": "独有宦游人，偏惊物候新。<br>云霞出海曙，梅柳渡江春。<br>淑气催黄鸟，晴光转绿蘋。<br>忽闻歌古调，归思欲沾巾。",
  "fanyi": "<p><strong>译文</strong><br>只有远离故里外出做官之人，特别敏感自然物候转化更新。<br>海上云霞灿烂旭日即将东升，江南梅红柳绿江北却才回春。<br>和暖的春气催促着黄莺歌唱，晴朗的阳光下绿萍颜色转深。<br>忽然听到你歌吟古朴的曲调，勾起归思情怀令人落泪沾襟。</p> <p><strong>注释</strong><br>⑴和：指用<a href=\"http://so.gushiwen.org/view_3506.aspx\">诗</a>应答。晋陵：现江苏省常州市。<br>⑵宦游人：离家作官的人。<br>⑶物候：指自然界的气象和季节变化．<br>⑷淑气：和暖的天气。<br>⑸绿苹（pín）：浮萍。<br>⑹古调：指陆丞写的诗，即题目中的《早春游望》。<br>⑺巾：一作“襟”。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　这首一首和<a href=\"http://so.gushiwen.org/view_3506.aspx\">诗</a>，作者是用原唱同题抒发自己宦游江南的感慨和归思。江南早春天气，和朋友一起游览风景，本是赏心乐事，但诗人却像<a href=\"http://so.gushiwen.org/author_770.aspx\">王粲</a>登楼那样，“虽信美而非吾土”，不如归去。所以这首和诗写得别有情致，惊新而不快，赏心而不乐，感受新鲜而思绪凄清，景色优美而情调淡然，甚至于伤感，有满腹牢骚在言外。</p> <p>　　诗一开头就发感慨，说只有离别家乡、奔走仕途的游子，才会对异乡的节物气候感到新奇而大惊小怪。言外即谓，如果在家乡，或是当地人，则习见而不怪。在这“独有”、“偏惊”的强调语气中，生动表现出诗人宦游江南的矛盾心情。这一开头相当别致，很有个性特点。</p> <p>　　中间二联即写“惊新”。表面看，这两联写江南新春伊始至仲春二月的物候变化特点，表现出江南春光明媚、鸟语花香的水乡景色；实际上，诗人是从比较故乡中原物候来写异乡江南的新奇的，在江南仲春的新鲜风光里有着诗人怀念中原暮春的故土情意，句句惊新而处处怀乡。</p> <p>　　“云霞”句是写新春伊始。在古人观念中，春神东帝，方位在东，日出于东，春来自东。但在中原，新春伊始的物候是“东风解冻，蛰虫始振，鱼上冰”（《礼记·月令》），风已暖而水犹寒。而江南水乡近海，春风春水都暖，并且多云。所以诗人突出地写江南的新春是与太阳一起从东方的大海升临人间的，像曙光一样映照着满天云霞。</p> <p>　　“梅柳”句是写初春正月的花木。同是梅花柳树，同属初春正月，在北方是雪里寻梅，遥看柳色，残冬未消；而江南已经梅花缤纷，柳叶翩翩，春意盎然，正如诗人在同年正月作的《大酺》中所形容的：“梅花落处疑残雪，柳叶开时任好风。”所以这句说梅柳渡过江来，江南就完全是花发木荣的春天了。</p> <p>　　接着，写春鸟。“淑气”谓春天温暖气候。“黄鸟”即黄莺，又名仓庚。仲春二月“仓庚鸣”（《礼记·月令》），南北皆然，但江南的黄莺叫得更欢。西晋诗人<a href=\"http://so.gushiwen.org/author_838.aspx\">陆机</a>说：“蕙草饶淑气，时鸟多好音。”（《悲哉行》）“淑气催黄鸟”，便是化用陆诗，而以一个“催”字，突出了江南二月春鸟更其欢鸣的特点。</p> <p>　　然后，写水草。“晴光”即谓春光。“绿苹”是浮萍。在中原，季春三月“萍始生”（《礼记·月令》）；在江南，梁代诗人<a href=\"http://so.gushiwen.org/author_509.aspx\">江淹</a>说：“江南二月春，东风转绿苹.”（《咏美人春游》）这句说“晴光转绿苹”，便是化用江诗，也就暗示出江南二月仲春的物候，恰同中原三月暮春，整整早了一个月。</p> <p>　　总之，新因旧而见奇，景因情而方惊。惊新由于怀旧，思乡情切，更觉异乡新奇。这两联写眼中所见江南物候，也寓含着心中怀念中原故乡之情，与首联的矛盾心情正相一贯，同时也自然地转到末联。</p> <p>　　“古调”是尊重陆丞原唱的用语。诗人用“忽闻”以示意外语气，巧妙地表现出陆丞的诗在无意中触到诗人心中思乡之痛，因而感伤流泪。反过来看，正因为诗人本来思乡情切，所以一经触发，便伤心流泪。这个结尾，既点明归思，又点出和意，结构谨严缜密。</p> <p>　　前人欣赏这首诗，往往偏爱首、尾二联，而略过中间二联。其实，它的构思是完整而有独创的。起结固然别致，但是如果没有中间两联独特的情景描写，整首诗就不会如此丰满、贯通而别有情趣，也不切题意。从这个意义上说，这首诗的精彩处，恰在中间二联。 </p> <p>　　尾联点明思归和道出自己伤春的本意。诗采用拟人手法，写江南早春，历历如画，对仗工整，结构细密，字字锤炼。</p> <p>　　这首诗造语警策。体例上韵脚分明，平仄和谐，对仗工整，已是成熟的律诗作品。结构上，首联一个意群，颔联颈联一个意群，尾联又一个意群，并且首尾呼应、中间展开。这种行文方式是初唐律诗乃至此后的唐律中常用的格式。因此，这首诗可谓初唐时期完成近体诗体式定格的奠基之作，具有开源辟流的意义。</p>",
  "about": "<h2>创作背景</h2> <p>　　晋陵即今江苏常州，唐代属江南东道毗陵郡。陆丞，作者的友人，不详其名，时在晋陵任县丞。<a href=\"http://so.gushiwen.org/author_647.aspx\">杜审言</a>在公元670年（唐高宗咸亨元年）中进士后，仕途失意，一直充任县丞、县尉之类小官。大约公元689年（<a href=\"http://so.gushiwen.org/author_298.aspx\">武则天</a>永昌元年）前后，他到江阴县任职。此时他宦游已近二十年，<a href=\"http://so.gushiwen.org/view_3506.aspx\">诗</a>名甚高，却仍然远离京洛，在江阴这个小县当小官，心情很不高兴。</p> <p>　　在江阴县任职时，杜审言与陆某是同郡邻县的僚友。他们同游唱和，可能即在其时。陆某原唱应为《早春游望》，内容已不可知。此诗是杜审言为唱和而作。</p>",
  "poet": {
    "id": 647,
    "star": 0,
    "name": "杜审言",
    "image": "http://img.gushiwen.org/authorImg/dushenyan.jpg",
    "desc": "杜审言（约645-708），字必简，汉族，中国唐朝襄州襄阳人，是大诗人杜甫的祖父。唐高宗咸亨进士，唐中宗时，因与张易之兄弟交往，被流放峰州（今越南越池东南）。曾任隰城尉、洛阳丞等小官，累官修文馆直学士，少与李峤、崔融、苏味道齐名，称“文章四友”，是唐代“近体诗”的奠基人之一，作品多朴素自然。其五言律诗，格律谨严。"
  },
  "tags": [
    "唐诗三百首",
    "春天",
    "思乡",
    "伤怀",
    "和诗"
  ]
}