{
  "id": 22728,
  "star": 227,
  "name": "春题湖上",
  "dynasty": "唐代",
  "content": "湖上春来似画图，乱峰围绕水平铺。<br>松排山面千重翠，月点波心一颗珠。<br>碧毯线头抽早稻，青罗裙带展新蒲。<br>未能抛得杭州去，一半勾留是此湖。",
  "fanyi": "<p><strong>译文</strong><br>　　西湖的春天，像一幅醉人的风景画，三面群山环抱中的湖面，汪汪一碧，水平如镜。群峰上，松树密密麻麻排满山面，千山万峰显得一派苍翠。一轮圆月映入水中，好像一颗明珠，晶莹透亮，跳荡悬浮。<br>　　早稻初生，似一块巨大的绿色地毯，上面铺满厚厚的丝绒线头；蒲叶披风，像少女身上飘曳的罗带群幅。一幅格调清新的山水画图展现眼前，<a href=\"http://so.gushiwen.org/view_22728.aspx\">诗</a>人不由发出对西湖风光的赞美。春色如此秀丽，作者不愿离开杭州回京，有一半因素就是舍不得这风景如画的西湖。</p> <p><strong>注释</strong><br>① 乱峰：参差不齐的山峰。<br>② 松排山面：指山上有许多松树。<br>③ 月点波心：月亮倒映在水中。<br>④ 碧毯线头抽早稻,青罗裙带展新蒲：田野里早稻拔节抽穗，好像碧绿的毯子上的线头；河边菖蒲新长出的嫩叶，犹如罗裙上的飘带。<br>⑤ 勾留：留恋。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　西湖的春天，像一幅醉人的风景画，三面群山环抱中的湖面，汪汪一碧，水平如镜。群峰上，松树密密麻麻排满山面，千山万峰显得一派苍翠。一轮圆月映入水中，好像一颗明珠，晶莹透亮，跳荡悬浮。</p> <p>　　早稻初生，似一块巨大的绿色地毯，上面铺满厚厚的丝绒线头；蒲叶披风，像少女身上飘曳的罗带群幅。一幅格调清新的山水画图展现眼前，<a href=\"http://so.gushiwen.org/view_22728.aspx\">诗</a>人不由发出对西湖风光的赞美。春色如此秀丽，作者不愿离开杭州回京，有一半因素就是舍不得这风景如画的西湖。</p> <p>　　诗的前三联绘景，尾联抒情，全诗则情景交融，物我划一。首句鸟瞰西湖春日景色，谓其“似画图”。作者以具有如此浓重感情色彩的字眼儿入诗，并非偶然。在孩童时代，<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>曾立志要到杭州做官，心愿得酬，自然为之欣喜，其对杭州的深情于此可见一斑。此诗不仅是白居易山水诗中的佳构，亦是历代描写西湖诗中的名篇之一。</p> <p>　　“乱峰”以下三句，具体描绘如画之景∶群山环绕，参差不一，湖上水面平展；排排青松装点着山峦，如重重叠叠的翡翠，皎洁的月亮映入湖心，象一颗闪光的珍珠，这是多么诱人的美景呵！然而诗的旨趣并没有凝滞在范山模水的层面上，“碧毯”二句出人意表地把笔舌转到对农作物的体察上。在山水诗中嵌入农事，弄不好会雅俗相悖，很不协调，而白居易却别出心裁地把农事诗化了━━早稻犹碧毯上抽出的线头、新蒲象青罗裙上的飘带。如此精妙新奇的比喻本身不仅体现出作者对湖区人民的关怀，使读者由此可以联想到正是这位自幼向往杭州的白刺史，一到任便体恤民瘼，浚井供饮，把杭州变成了人间天堂，从而铭戢其德惠。同时，在诗的写作上也是一种变格、一种可贵的出新，它比作者描绘西湖的另一名篇《钱塘湖春行》，立意更加新颖，语言益见精妙。</p> <p>　　这首诗的结构曲折委婉，别有情致，特别是最后两句“以不舍意作结，而曰‘一半勾留’，言外正有余情。”（《唐宋诗醇》）那么其“言外余情”是什么呢？这得联系作者的有关行迹和创作来探寻。除杭州刺史之前，白居易原在长安任中书舍人。面对国是日荒，民生益困的现实，屡屡上书言事而不被采纳，眼见时局日危，朋党倾轧加剧，便自求外任，来到杭州。这是问题的一方面，另一方面是他认为做隐士不好，做京官也不好，只有做杭州刺史闲忙得当，正合其意，即所谓“□溪殊冷僻，茂苑太繁雄。唯此钱塘郡，闲忙恰得中。”这话是出自《初到郡斋寄钱湖州李苏州》一诗，在其他篇目中 尚有不少类似的说法，这既是作者的心里话，也是此诗的“言外余情”。</p> <p>　　因为“皇恩只许住三年”，白居易抱着恋恋不舍的心情离开西湖，这种情绪本身具有很强的感染力。一千多年后的今天，西湖早已是驰名中外的湖山形胜之地，此诗亦不胫而走，值得玩味的是如今西湖十景中的“平湖秋月”、“苏堤春晓”、“三潭印月”等景观的命名，有的很可能是从这首《春题湖上》中的相应诗句衍化而来的。</p>",
  "about": "<h2>创作背景</h2> 　　这是一首著名的杭州西湖春景<a href=\"http://so.gushiwen.org/view_22728.aspx\">诗</a>。作者于唐穆宗<a href=\"http://so.gushiwen.org/author_2216.aspx\">李恒</a>长庆二年（公元822）七月，出任杭州刺史，十月到任，至长庆四年五月底离杭赴洛阳任所。此诗即作于作者卸杭州刺史任之前夕，大约是唐代长庆四年（公元824）春，作者在杭州住期将满，就要离开之前所作。<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>为了逃避当时朝廷激烈党争的政治漩涡，自求出守杭州。其后的诗作不免流露出离开了是非之地的轻松愉快心情。这首诗则因届满将归，而滋生怅惘的依依惜别情。",
  "poet": {
    "id": 665,
    "star": 0,
    "name": "白居易",
    "image": "http://img.gushiwen.org/authorImg/baijuyi.jpg",
    "desc": "白居易（772年－846年），字乐天，号香山居士，又号醉吟先生，祖籍太原，到其曾祖父时迁居下邽，生于河南新郑。是唐代伟大的现实主义诗人，唐代三大诗人之一。白居易与元稹共同倡导新乐府运动，世称“元白”，与刘禹锡并称“刘白”。白居易的诗歌题材广泛，形式多样，语言平易通俗，有“诗魔”和“诗王”之称。官至翰林学士、左赞善大夫。公元846年，白居易在洛阳逝世，葬于香山。有《白氏长庆集》传世，代表诗作有《长恨歌》、《卖炭翁》、《琵琶行》等。"
  },
  "tags": [
    "春天",
    "西湖"
  ]
}