{
  "id": 301,
  "star": 88,
  "name": "商颂·长发",
  "dynasty": "先秦",
  "content": "浚哲维商，长发其祥。洪水芒芒，禹敷下土方。外大国是疆，幅陨既长。有娀方将，帝立子生商。</p> <p>玄王桓拨，受小国是达，受大国是达。率履不越，遂视既发。相士烈烈。海外有截。</p> <p>帝命不违，至于汤齐。汤降不迟，圣敬日跻。昭假迟迟，上帝是祗，帝命式于九围。</p> <p>受小球大球，为下国缀旒，何天之休。不竞不絿，不刚不柔。敷政优优。百禄是遒。</p> <p>受小共大共，为下国骏厖。何天之龙，敷奏其勇。不震不动，不戁不竦，百禄是总。</p> <p>武王载旆，有虔秉钺。如火烈烈，则莫我敢曷。苞有三蘖，莫遂莫达。九有有截，韦顾既伐，昆吾夏桀。</p> <p>昔在中叶，有震且业。允也天子，降予卿士。实维阿衡，实左右商王。",
  "fanyi": "<p>译文<br>深远又智慧的我大国殷商，永远发散无尽的福祉瑞祥。遥想那洪荒时代洪水茫茫，大禹治水施政于天下四方。他以周边各诸侯国为疆域，扩张的天下幅员辽阔之极。有娀氏族部落正在崛起时，禹王立有娀氏为妃生下契。<br>先祖契号称玄王英姿天纵，授封他小国治得政通人和，授封他大国也能人和政通。他循礼守法从不逾越规矩，因此在群众中能得到响应。后继者相土也是极为英武，诸侯纷纷归其麾下呈一统。<br>正是因为我殷商不违天命，商才发展到汤这一代大兴。我祖汤王的诞生正应天时，他的圣明庄敬一天天提升。商汤光昭于上天久而不息，从来都是唯上天是尊是敬，上天授他管理九州的使命。<br>得授镇圭大圭等执政之宝，为天下诸侯树起伟大旗帜。多多承蒙上天的善意照拂，他既不争竞也不过于松弛，不过于刚硬也不过于柔和。施政理念始终是从容宽裕，因此无尽福禄降到他身躯。<br>得授小珙大珙等执政之璧，为天下诸侯当好领头骏马。多多承蒙上天的恩宠关爱，他奋马扬鞭上阵英勇冲杀。不为强敌所震也不被吓倒，因为他既不怯懦也不惧怕，无尽的福禄都往他身上加。<br>汤王乘坐的兵车战旗烈烈，他诚敬地持着讨逆的权杖。冲锋陷阵的大军勇猛如火，没有谁敢把我的攻势阻挡。一丛竹根可生出三棵嫩芽，决不能让他出土让他成长！九州天下要想实现大一统，就要先去讨伐韦国和顾国，再去讨伐昆吾国和夏桀王！<br>过去在我殷商中世的时候，国家一度深陷于危难之中。实在是我们天子圣明诚敬，把治国重任交给伊尹爱卿。伊尹确实配得上阿衡职位，确实起了辅佐商王的作用。</p> <p>注释<br>1.长：长久。发（fā）：兴发。<br>2.濬（jùn）哲：明智。濬，“睿”的假借。商：指商的始祖。<br>3.祥：福祥。<br>4.芒芒：茫茫，水盛貌。<br>5.敷：治。下土方：“下土四方”的省文。<br>6.外大国：外谓邦畿之外，大国指远方诸侯国。疆：疆土。句意为远方的方国都归入疆土。<br>7.辐陨（yǔn）：幅员。长：广。<br>8.有娀（sōng）：古国名。这里指有娀氏之女，古时妇女系姓，姓氏无考，以国号称之。《说文》：“娀，帝高辛之妃，偰母号也。”将：壮，大。<br>9.帝立子生商：《商颂·玄鸟》：“天命玄鸟，降而生汤。”有娀氏之女生契，契被奉为商的始祖。<br>10.玄王：商契。契生前只是东方的一个国君，由小渐大，并未称王，下传十世至太乙（汤）建立商王朝，追尊契为王。根据“玄鸟生商”的神话，称为玄王。桓拨：威武刚毅。<br>11.达：开，通。受小国、大国是达，二句疏释多歧。郑笺：“玄王广大其政治，始尧封之商为小国，舜之末年乃益其地为大国，皆能达其教令。”<br>12.率履：遵循礼法。履，“礼”的假借。<br>13.遂视既发：视，巡视；发，施。旧解多歧。<a href=\"http://so.gushiwen.org/author_459.aspx\">朱熹</a>《<a href=\"http://so.gushiwen.org/view_301.aspx\">诗</a>集传》：“言契能循礼不过越，遂视其民，则既发以应之矣。”<br>14.相土：人名，契的孙子。契生昭明，昭明生相土，是商的先王先公之一。烈烈：威武貌。<br>15.海外：四海之外，泛言边远之地。有截：截截，整齐划一。<br>16.汤：成汤，帝号天乙，商王朝的建立者，他以武力推翻夏桀的统治，建立商王朝。齐：齐一，一样。<br>17.降：降生。<br>18.跻：升。<br>19.昭假（gé）：向神祷告，表明诚敬之心。迟迟：久久不息。<br>20.祗（zhī）：敬。<br>21.式：法，执法。九围：九州。<br>22.球：一说球为玉器．小者尺二寸，大者三尺；一说通“捄”，训“法”。兹取前一说。<br>23.下国：下面的诸侯方国。缀旒（liú）：表率、法则。<br>24.何：同“荷”，承受。休：“庥”的假借，庇荫。<br>25.絿（qiú）：急。<br>26.优优：温和宽厚。<br>27.遒：聚。<br>28.共：历代训释不一，一说通“珙”，璧；一说通“拱”，法；一说通“供”，为祭名或祭物，均可通。<br>29.骏厖（páng）：骏，大。余培林引《诗经世本古义》：“《说文》云：石大也。‘为下国骏厖’者，下国诸侯恃汤以安，如依赖于磐石然。”<br>30.龙：“宠”的假借，恩宠。<br>31.敷奏：施展。<br>32.不震不动：郑笺：“不可惊惮也。”<br>33.戁（nǎn）、竦：恐惧。<br>34.总：聚。<br>35.武王：成汤之号。载：始。旆：旌旗，此作动词。<br>36.有虔：威武貌。秉钺：执持长柄大斧。钺是青铜制大斧，国王近卫军的兵器，国王亲征秉铖。《史记·殷本纪》：“汤自把铖以伐昆吾，遂伐桀。”即此诗所写。<br>37.曷（è）：通“遏”，阻挡。<br>38.苞有三蘖（niè）：苞，本，指树于；蘖，旁生的枝桠嫩芽。朱熹《诗集传》：“言一本生三蘖也，本则夏桀，蘖则韦也，顾也，昆吾也，皆桀之党也。”<br>39.遂：草木生长之称。达：苗生出土之称。<br>40.九有：九州。截：整齐。<br>41.韦：国名，在今河南滑县东，夏桀的与国。顾：国名，在今山东鄄城东北，夏桀的与国。<br>42.昆吾：国名，夏桀的与国，与韦、顾共为夏王朝东部屏障。据史实，成汤先将韦、顾、昆吾分割包围，先歼灭左边的韦，再歼灭右边的顾。然后两面夹击昆吾，最后伐孤立之桀，决战于鸣条（今河南封丘县东）之野，消灭了夏桀的主力。<br>43.中叶：中世。商朝立国从契始，到十世成汤建立王朝，从开国历史年代说正值中世。<br>44.震：威力。业：功业。<br>45.允：信然。<br>46.降：天降。<br>47.实维：是为。阿衡：即伊尹，辅佐成汤征服天下建立商王朝的大臣。他原来是一个奴隶，成汤发现他的才干，破格重用。<br>48.左右：在王左右辅佐。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　这是一首记述殷商发迹史特别是歌颂商汤功德的长篇颂<a href=\"http://so.gushiwen.org/view_301.aspx\">诗</a>。全诗七章，每章句数不等，其结构形式与《诗经》大多数篇章整齐的四言体等句分章不同。有韵，又与《周颂》各篇大多无韵不同。其内容以歌颂成汤为主并追述先王功业，并兼及功臣，也与其他祭颂之诗不同。</p> <p>　　第一章追述商国立国历史悠久，商契受天命出生立国，所以商国一直蒙承天赐的吉祥。第二章歌颂商契建国施政使国家发展兴盛，以及先祖相土开拓疆土的武功。下章即转入歌颂成汤。第三章歌颂成汤继承和发展先祖功业，明德敬天，因而受天命而为九州之主。第四章歌颂成汤奉行天意温厚施政，刚柔适中，为诸侯表率，因得天赐百禄。第五章歌颂成汤的强大武力可以保障天下的安宁，为诸侯所依靠，因得天赐百禄。第六章歌颂成汤讨伐夏桀及其从国而平定天下。第七章歌颂成汤是上天之子，上帝降赐伊尹辅佐他建立功业。</p> <p>　　全诗从头到尾贯穿着殷商统治阶级的天命论思想：“君权天授”，他们是天帝的嫡裔，他们立国、开辟疆土、征伐异族、占有九州而统治各族人民，都是奉行上天的意旨，得到天的庇佑；他们建立的新王朝的统治权以及所有的福禄——权力、财富和显赫的荣耀，都得之于天，因为他们是天子及其嫡裔。统治阶级的这种意识形态，是他们建立统治的理论基础。诗中歌颂武功，即暴力掠夺和扩张，如“相土烈烈，海外有截”，“如火烈烈，则莫我敢曷”，“敷奏其勇，百禄是总”，统治权和享受的百禄，都来自运用本身强大力量进行的战争。崇尚勇武和战争，为侵略、镇压、掠夺和统治披上“天意”的伪装．正是殷商天命论的实质。</p> <p>　　诗中塑造了商王朝创造者成汤的形象。他继续祖业而积极进取，开创新王朝基业。他恭诚敬天，“帝命不违”，奉行天意，“上帝是祗”，因而获得天佑，“百禄是遒”，是忠诚的天之子；他英武威严，战无不克，“武王载旆，有虔秉钺”，冲锋敌阵，其气势“如火烈烈，则莫我敢曷”，既蔑视敌人，英勇无畏，又能采取正确的战略，从而征服天下，是智勇双全的英雄；他又是贤明的执政者，“不竞不絿，不刚不柔”，“圣敬曰跻，昭假迟迟”，励精图治，选贤与能，作诸侯的表率，是诸侯的依靠。《孟子·离娄下》也谈到商汤此人：“汤执中，立贤无方。”“执中”，即指汤“不竞不絿，不刚不柔”而言，是执政的必备品格；“立贤无方”，即“不拘一格”任用人才，指重用伊尹而言，传说伊尹本是奴隶，汤发现了他的才干，予以信任和重用，在伊尹辅佐下汤得以完成大业。诗中歌颂的成汤的这些品格，正是古代奴隶主贵族阶级的理想品格。对于汤，周代的政治家和思想家也是赞扬的，因为他的品格也是周代统治者的理想品格；不过，他们吸取殷商覆亡的教训，把殷商的天命论加以发展和改造，提出“天命无常，唯德是从”，认为天命不是永久不变的，上帝是道德神，仁德爱民才能获得和保持天命不变，因而突出执政者的道德，同时对理想人格也加以丰富和发挥，推动历史前进一大步。这些内容，从《周颂》和《大雅》都可以体会到。</p> <p>　　此诗具有史诗的因素，叙述的事件以殷商的史实为基础，同时像各民族上古的史诗一样，吸取了上古的许多神话传说素材，但又根据殷商统治阶级的功利及其意识形态，对神话传说有所取舍和改造。</p> <p>　　诗的结构形式并不整齐。在得以保存下来的五篇《商颂》中，这是章句和句式最不整齐的一篇。可能限于流传的版本不全，或资料不足，有所减略或增益，因而全诗叙事和各章内容详略不等。近人也有怀疑此诗有因错简而章次颠倒之处，如张松如《商颂绎释》，就将第四、五两章移为最后两章。</p> <p>　　此诗的叙述并不平直板滞，善于运用一些形象的语言，描写较为生动。韵律也较为整齐，除全诗末两句外，句句用韵，每章换韵。在句式上，多用对句，或上下句相对，或双句相对，或章句相对，行文变化多姿，使语言整齐匀称，内容凝炼集中，有较强的节律感，当是中国后世诗词对仗的滥觞。</p>",
  "about": "<h2>创作背景</h2> 　　这是殷商后王祭祀成汤及其列祖，并以伊尹从祀的乐歌。《毛<a href=\"http://so.gushiwen.org/view_301.aspx\">诗</a>序》云：“《长发》，大禘也。”根据《礼记》，大禘是国君祭天，以自己的祖先陪享的一种祭祀仪式。这种祭祀乐歌经过春秋时代殷商后裔宋国人的整理改定，用作宋国的宗庙乐歌。",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": [
    "诗经",
    "祭祀",
    "乐歌"
  ]
}