{
  "id": 7733,
  "star": 19,
  "name": "箜篌谣",
  "dynasty": "唐代",
  "content": "攀天莫登龙，走山莫骑虎。<br>贵贱结交心不移，唯有严陵及光武。<br>周公称大圣，管蔡宁相容。<br>汉谣一斗粟，不与淮南舂。<br>兄弟尚路人，吾心安所从。<br>他人方寸间，山海几千重。<br>轻言托朋友，对面九疑峰。<br>开花必早落，桃李不如松。<br>管鲍久已死，何人继其踪。",
  "fanyi": "<p><strong>译文</strong><br>　　要想升天飞仙，千万不要骑龙，要想游历河川，千万不能骑着老虎。朋友相交应不分贵贱，就像东汉的严陵和光武帝一样。可惜周公执政时是如此的贤明，管叔和蔡叔为什么还苦苦相逼，不能相容呢？汉代歌谣中说“一尺布，尚可缝；一斗粟，尚可舂。”汉文帝却容不下淮南王，将他流放。骨肉兄弟尚且如同路人，我要结交的知己哪里会有呀？朋友虽然表面上亲密无间，可是心却如同隔着千重山、千重海。和他们相交时，就像面对着九疑山一样，让人分不清真假，茫然找不到边际。许多花长在一个树枝上，必然会早早凋谢，桃李开花虽然很美丽，但不如松柏能四季常青，朋友也是一样。管仲和鲍叔牙这样彼此信任的朋友早已死去，不知道后世还有没有人像他们一样，结交朋友能够贵贱不相移。</p> <p><strong>注释</strong><br>①严陵：严光，字子陵，东汉余姚人。<br>②周公：周文王姬昌第四子。因封地在周（今陕西岐山北），故称周公或<a href=\"http://so.gushiwen.org/author_845.aspx\">周公旦</a>。是西周初期杰出的政治家、军事家和思想家。<br>③管蔡：管叔和蔡叔，是周武王的弟弟。<br>④“汉谣”两句：语出自《史记·淮南衡山列传》：“民有作歌歌淮南厉王曰：一尺布，尚可缝；一斗粟，尚可舂。兄弟二人不能相容。”讲的是汉文帝与淮南王之间的兄弟恩怨故事。<br>⑤九疑峰：山名。在湖南宁远县南。其山九谷皆相似，故称“九疑”。<br>⑥管鲍：春秋时期的政治家管仲和鲍叔牙。</p><br/><p><strong>译文<br></strong>上天切莫登着龙上天，爬山切莫骑着虎。<br>古来贵贱结交而心不移者，唯有严子陵与汉光武帝。<br>周公被称为大圣人，也不容下管叔与蔡叔。<br>汉谣唱道：“一尺布，尚可缝；一斗粟，尚可舂。兄弟二人不能相容。”说尽了汉文帝与淮南王之间的兄弟恩怨。<br>兄弟尚且与路人一样，我的心要服从谁呢？<br>人心方寸之间，便有山海几千重。<br>轻信了朋友，对着面，心里也像隔着九疑峰。<br>花开必有花谢，桃李树不如松树坚贞。<br>管仲与鲍叔那样的友谊早已消亡，何人可以继承他们的风尚？</p> <p><strong>注释</strong><br>⑴箜篌谣：《乐府<a href=\"http://so.gushiwen.org/view_7733.aspx\">诗</a>集》谓《箜篌谣》不详所起；《太平御览》引作“古歌辞”。大略言结交当有始终。<br>⑵严陵与光武：据《汉书·逸民传》：严光，字子陵，会稽姚余人。少有高名，与光武帝<a href=\"http://so.gushiwen.org/author_799.aspx\">刘秀</a>同学。光武即位，改变姓名，隐身不见。光武念其有贤德，令按其貌寻。后齐国上言，有一男子，披羊裘，钓泽中。光武疑其是光，备车马，带礼物，遣使聘之。凡三返，而后至。帝车架即日幸其馆。光卧不起。帝即其卧所，抚其腹曰，咄咄子陵，不肯相助耶？光眠不应。良久曰，古之帝尧有德，巢父洗耳。人故有志，何必相逼？终乘车而去。后帝与光共卧，光加脚于帝腹。翌日，太史奏客星犯御座甚急。帝笑曰：“朕故人严子陵共卧尔。”授予建议大夫之职，终不屈从，耕于富春山。后人名其钓处为延陵濑。<br>⑶“周公”二句：《诗集·周本纪》：武王崩，成王少，周公专王室，管叔、蔡叔疑周公之不利于成王，乃携武庚以作乱。周公承成王命，伐诛武庚，杀管叔而放蔡叔。<br>⑷汉谣一斗粟：即汉文帝对待淮南王刘武事。<br>⑸方寸：指心。<br>⑹九疑峰：也作九嶷山，一名苍梧山。在湖南宁远县。相传虞舜葬于此。《水经注·湘水注》：九嶷山蟠基苍梧之野，峰秀数郡之间，罗岩九举，各导一溪，岫壑负阻，异岭同势，游者疑焉，故曰“九嶷山”。<br>⑺开花：一作“多花”。<br>⑻“管鲍”句：《史记·管晏列传》：管仲夷吾者，颍上人也。少时常与鲍叔牙游，鲍叔知其贤。管仲贫困，常欺鲍叔，鲍叔终善遇之，不以为言。已而鲍叔事公子小白，管仲事公子纠。及小白立为桓公，公子纠死，管仲囚焉。鲍叔遂进管仲。管仲曰：“吾始困时，尝与鲍叔贾，分财利多自与，鲍叔不以我为贪，知我贫也。吾尝为鲍叔谋事而更贫困，鲍叔不以我为愚，知时有利不利也。吾尝三仕三见逐于君，鲍叔不以我为不肖，知我不遭时也。吾尝三战三走，鲍叔不以我为怯，知我有老母也。公子纠败，召忽死之，吾幽囚受辱，鲍叔不以我为无耻，知我不羞小节而耻功名不显天下也。生我者父母，知我者鲍子也。”天下不多（看重）管仲之贤而多鲍叔能知人也。</p>",
  "shangxi": "<h2>简析</h2> 　　此<a href=\"http://so.gushiwen.org/view_7733.aspx\">诗</a>叹结交挚友之难。全诗可分为三段。前四句为第一段。首二句比兴，喻交友须慎重；三四句从正面列举贵贱结交而心不移的典范。中四句为第二段，从反面列举兄弟尚不容的事例。末十句为议论，直接表达诗人对结友不易的看法。“兄弟”四句言兄弟尚且如同路人，他人之间的感情隔阂应如山之高，如海之深。“轻言”二句谓不可轻信、轻托朋友。“开（多）花必早落，桃李不如松”喻轻诺必寡信，美言必不信，多交必涉滥，是“轻言”二句的形象化。结尾二句呼唤交友古风的重现。议论部分层层推出，条理井然，虚实相间。",
  "about": "<h2>创作背景</h2> 　　此<a href=\"http://so.gushiwen.org/view_7733.aspx\">诗</a>为至德二载（757），<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>从璘败后作。",
  "poet": {
    "id": 247,
    "star": 0,
    "name": "李白",
    "image": "http://img.gushiwen.org/authorImg/libai.jpg",
    "desc": "李白（701年－762年），字太白，号青莲居士，唐朝浪漫主义诗人，被后人誉为“诗仙”。祖籍陇西成纪(待考)，出生于西域碎叶城，4岁再随父迁至剑南道绵州。李白存世诗文千余篇，有《李太白集》传世。762年病逝，享年61岁。其墓在今安徽当涂，四川江油、湖北安陆有纪念馆。"
  },
  "tags": [
    "友情",
    "哲理"
  ]
}