{
  "id": 59815,
  "star": 50,
  "name": "双双燕·咏燕",
  "dynasty": "宋代",
  "content": "过春社了，度帘幕中间，去年尘冷。差池欲住，试入旧巢相并。还相雕梁藻井。又软语、商量不定。飘然快拂花梢，翠尾分开红影。 <br>芳径。芹泥雨润。爱贴地争飞，竞夸轻俊。红楼归晚，看足柳昏花暝。应自栖香正稳。便忘了、天涯芳信。愁损翠黛双蛾，日日画阑独凭。",
  "fanyi": "<p><strong>译文</strong><br>春社日刚刚过去，你们就在楼阁的帘幕中间穿飞，屋梁上落满了旧年的灰尘，冷冷清清。分开羽翼想停下来，再试着钻进旧巢双栖并宿。好奇地张望雕梁藻井，又呢喃软语商量个不停。倏然间飘然而起掠过花梢，如剪的翠尾划开了红色花影。<br>芳香弥漫小径间，春雨将芹泥融融浸润。喜欢贴地争飞，好像要比比谁更俊俏轻盈。回到红楼时天色已晚，看够了昏暝中的柳枝花影。但只顾自己在巢安稳栖息，却忘了稍回天涯游子的书信。这可愁坏了闺中憔悴佳人，望穿双眼天天画栏独凭。</p> <p><strong>注释</strong><br>春社：古代春天的社日，以祭祀土神。在立春后第五个戊日。<br>度：穿过。帘幕：古时富贵人家多张挂于院宇。<br>差（cī）池：燕子飞行时，有先有后，尾翼舒张貌。《<a href=\"http://so.gushiwen.org/view_59815.aspx\">诗</a>经· 邶风·燕燕》：“燕燕于飞，差池其羽。”<br>相（xiàng）：端看、仔细看。雕梁：雕有或绘有图案的屋梁。藻井：用彩色图案装饰的天花板，形状似井栏，故称藻井。<br>软语：燕子的呢喃声。<br>翠尾：翠色的燕尾。红影：花影。<br>芳径：长着花草的小径。<br>芹泥：水边长芹草的泥土。<br>红楼：富贵人家所居处。<br>柳昏花暝（míng）：柳色昏暗，花影迷蒙。暝：天色昏暗貌。<br>栖香：栖息得很香甜，睡得很好。<br>天涯芳信：给闺中人传递从远方带来的书信。古有双燕传书之说。<br>翠黛双峨：指闺中少妇。黛蛾：螺子黛，乃女子涂眉之颜料，其色青黑，或以代眉毛。眉细如蛾须，乃谓蛾眉。更有以眉代指美人者。<br>画阑：雕花的栏杆。凭：倚靠。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　燕子是古<a href=\"http://so.gushiwen.org/view_59815.aspx\">诗</a>词中常用的意象，诗如<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>，词如<a href=\"http://so.gushiwen.org/author_432.aspx\">晏殊</a>等，然古典诗词中全篇咏燕的妙词，则要首推史达祖的这首《双双燕》了。</p> <p>　　这首词对燕子的描写是极为精彩的。通篇不出“燕”字，而句句写燕，极妍尽态，神形毕肖。而又不觉繁复。“过春社了”，“春社”在春分前后，正是春暖花开的季节，相传燕子这时候由南方北归，词人只点明节候，让读者自然联想到燕子归来了。此处妙在暗示，有未雨绸缪的朦胧，既节省了文字，又使诗意含蓄蕴藉，调动读者的想象力。“度帘幕中间”，进一步暗示燕子的回归。“去年尘冷”暗示出是旧燕重归及新变化。在大自然一派美好春光里，北归的燕子飞入旧家帘幕，红楼华屋、雕梁藻井依旧，所不同的，空屋无人，满目尘封，不免使燕子感到有些冷落凄情。</p> <p>　　“差池欲住”四句，写双燕欲住而又犹豫的情景。由于燕子离开旧巢有些日子了，“去年尘冷”，好像有些变化，所以要先在帘幕之间“穿”来“度”去，仔细看一看似曾相识的环境。燕子毕竟恋旧巢，于是“差池欲住，试入旧巢相并”。因“欲住”而“试入”，犹豫未决，所以还把“雕梁藻井”仔细相视一番，又“软语商量不定”。小小情事，写得细腻而曲折，像一对小两口居家度日，颇有情趣。沈际飞评这几句词说：“‘欲’字、‘试’字、‘还’字、‘又’字入妙。”（《草堂诗馀正集》）妙就妙在这四个虚字一层又一层地把双燕的心理感情变化栩栩如生地传达出来。</p> <p>　　“软语商量不定”，形容燕语呢喃，传神入妙。“商量不定”，写出了双燕你一句、我一句，亲昵商量的情状。“软语”，其声音之轻细柔和、温情脉脉形象生动，把双燕描绘得就像一对充满柔情密意的情侣。人们常用燕子双栖，比喻夫妻，这种描写是很切合燕侣的特点的。恐正是从诗词的妙写中得到的启发吧！果然，“商量”的结果，这对燕侣决定在这里定居下来了。于是，它们“飘然快拂花销，翠尾分开红影”，在美好的春光中开始了繁忙紧张快活的新生活。</p> <p>　　“芳径，芹泥雨润”，紫燕常用芹泥来筑巢，正因为这里风调雨顺，芹泥也特别润湿，真是安家立业的好地方啊，燕子得其所哉，双双从天空中直冲下来，贴近地面飞着，你追我赶，好像比赛着谁飞得更轻盈漂亮。广阔丰饶的北方又远不止芹泥好，这里花啊柳啊，样样都好，风景是观赏不完的。燕子陶醉了，到处飞游观光，一直玩到天黑了才飞回来。</p> <p>　　“红楼归晚，看足柳昏花暝”，春光多美，而它们的生活又多么快乐、自由、美满。傍晚归来，双栖双息，其乐无穷。可是，这一高兴啊，“便忘了、天涯芳信”。在双燕回归前，一位天涯游子曾托它俩给家人捎一封书信回来，它们全给忘记了！这天外飞来的一笔，出人意料。随着这一转折，便出现了红楼思妇倚栏眺望的画面：“愁损翠黛双蛾，日日画栏独凭”。由于双燕的玩忽害得受书人愁损盼望。</p> <p>　　这结尾两句，似乎离开了通篇所咏的燕子，转而去写红楼思妇了。看似离题，其实不然，这正是词人匠心独到之处。试想词人为什么花了那么多的笔墨，描写燕子徘徊旧巢，欲住还休？对燕子来说，是有感于“去年尘冷”的新变化，实际上这是暗示人去境清，深闺寂寥的人事变化，只是一直没有道破。到了最后，将意思推开一层，融入闺情更有馀韵。</p> <p>　　原来词人描写这双双燕，是意在言先地放在红楼清冷、思妇伤春的环境中来写的，他是用双双燕子形影不离的美满生活，暗暗与思妇“画栏独凭”的寂寞生活相对照；接着他又极写双双燕子尽情游赏大自然的美好风光，暗暗与思妇“愁损翠黛双蛾”的命运相对照。显然，作者对燕子那种自由、愉快、美满的生活的描写，是隐含着某种人生的感慨与寄托的。这种写法，打破宋词题材结构以写人为主体的常规，而以写燕为主，写人为宾；写红楼思妇的愁苦，只是为了反衬双燕的美满生活，给人以耳目一新之感。读者自会从燕的幸福想到人的悲剧，不过作者有意留给读者自己去体会罢了。这种写法，因多一层曲折而饶有韵味，因而能更含蓄更深沉地反映人生，煞是别出心裁。但写燕子与人的对照互喻又粘连相接，不即不离，确是咏燕词的绝境。</p> <p>　　作为一首咏物词，《双双燕》获得了前人最高的评价。<a href=\"http://so.gushiwen.org/author_599.aspx\">王士祯</a>说：“咏物至此，人巧极天工错矣！”（《花草蒙拾》）这首词成功地刻画了燕子双栖双宿恩爱羡人的优美形象，把燕子拟人化的同时，描写它们的动态与神情，又处处力求符合燕子的特征，达到了形神俱似的地步，真的把燕子写活了。例如同是写燕子飞翔，就有几种不同姿态。“飘然快拂花梢，翠尾分开红影”，是写燕子在飞行中捕捉昆虫、从花木枝头一掠而过的情状。“飘然”，既写出燕子的轻，但又不是在空中漫无目的地悠然飞翔，而是在捕食，所以又说“快拂花销”。正因为燕子飞行轻捷，体形又小，飞起来那翠尾像一把张开的剪刀掠过“花梢”，就好似“分开红影”了。“爱贴地争飞”，是燕子又一种特有的飞翔姿态，天阴欲雨时，燕子飞得很低。由此可见词人对燕子观察异常细腻，用词非常精刻。词中写燕子衔泥筑巢的习性，写软语呢喃的声音，也无一不肖。“帘幕”、“雕梁藻井”、“芳径”、“芹泥雨润”等等，也都是诗词中常见的描写燕子的常典。“差池欲住”，“差池”二字本出《诗经·邶风·燕燕》：“燕燕于飞，差池其羽。”“芹泥雨润”，“芹泥”出杜甫《徐步》诗：“芹泥随燕嘴”。“便忘了天涯芳信”则是化用南朝梁代<a href=\"http://so.gushiwen.org/author_509.aspx\">江淹</a>《杂体诗·拟李都尉从军》“而我在万里，结发不相见；袖中有短愿寄双飞燕”诗意，反从双燕忘了寄书一面来写。</p> <p>　　这首词刻划双燕，有环奇警迈之长，不愧为咏物词之上品。至于求更深的托喻，则是没有的，有的论者认为，“红楼归晚”四句，有弦外之音隐喻韩侂胄之事，虽可备一说，但总不免穿凿太深，反而损害了这首词深广细致的韵致。</p>",
  "poet": {
    "id": 729,
    "star": 0,
    "name": "史达祖",
    "desc": "史达祖1163～1220？年，字邦卿，号梅溪，汴（河南开封）人。一生未中第，早年任过幕僚。韩侂胄当国时，他是最亲信的堂吏，负责撰拟文书。韩败，史牵连受黥刑，死于贫困中。史达祖的词以咏物为长，其中不乏身世之感。他还在宁宗朝北行使金，这一部分的北行词，充满了沉痛的家国之感。今传有《梅溪词》。存词112首。"
  },
  "tags": [
    "宋词三百首",
    "婉约",
    "咏物",
    "写鸟"
  ]
}