{
  "id": 69694,
  "star": 2,
  "name": "杂剧·包待制智赚生金阁",
  "dynasty": "元代",
  "content": "楔子<br>急急光阴似水流，等闲白了少年头。月过十五光明少，人到中年万事休。老汉是郭二，蒲州河中府人氏。嫡亲的四口儿家属。婆婆王氏，孩儿郭成，媳妇儿李幼奴。我孩儿幼习经史，学成满腹文章。我可为甚么不着他应举去？只因我家祖代不曾做官，恐没的这福分，不如只守着农庄世业，倒也无荣无辱。不意孩儿偶然得了一个恶梦，去寻那卖卦先生，叫做\"开口灵\"，整整要一分一卦。他道：\"此卦有一百日血光之灾，只除千里之外，可以躲避\"。因此连日面带忧容，怎生是好？孩儿，常言道：\"阴阳不可信，信了一肚闷。\"你信他做甚么？父亲、母亲，他叫做\"开口灵\"，占的无有不验，无有不准。您孩儿想来，要带了媳妇，同到京城去。一来进取功名，二来躲灾避难。只望父亲容许。孩儿，既然你要去，我与你一件宝物。若是得了官便罢，若不得官呵，有我这祖传三辈留下的一个生金阁儿，你将的去，则凭着这生金阁上，也博换得一官半职回来也。父亲，与您孩儿试看咱。婆婆将来。老的，兀的不是？孩儿，这个便是生金阁儿。父亲，这生金阁儿，有甚么好处？孩儿，你不知道，把这生金阁儿，放在那有风处，仙音嘹亮。若无风呵，将扇子扇动他，也一般的声响，岂不是件宝贝？父亲，您孩儿不信，须做与孩儿看咱。孩儿，你既不信，我把扇子扇动你听。是好宝物也。大嫂收了者，则今日好日辰，辞别了父亲、母亲，便索长行也孩儿，一路上小心在意者。<br>【仙吕】【赏花时】一来我应举京师赴选场，二来我为远去他乡躲祸殃，孩儿也，俺子母每今日别去，不知何日相见？到得京师，你则着志者。就拜辞了老爹娘。非是您孩儿自夸得这自奖，我若是不富贵，可兀的不还乡。<br>孩儿去了也，俺老两口儿无甚事，只是关着门过日子便了。离别苦难禁，平安望寄音。虽无千丈线，万里系人心。<br><br>第一折<br>花花太岁为第一，浪子丧门世无对。闻着名儿脑也疼，只我有权有势庞衙内。小官姓庞名绩，官封衙内之职。我是权豪势要之家，累代簪缨之子。我嫌官小不做，马瘦不骑，打死人不偿命。若打死一个人，如同捏杀个苍绳相似。平生一世，我两个眼里，再见不得这穷秀才。我若是在那街市上摆着头踏，倘有秀才冲着我的马头，一顿就打死了。若到人家里？见了那好古玩好器皿，琴棋书画，他家里倒有，我家里倒无，教那伴当每借将来，我则看三日，第四日便还他，我也不坏了他的。但若是他同僚官的好马，他倒有，我倒无，着那伴当借将来，则骑三日，第四日便还他，我也不坏了他的。人家有好宅舍，我见了他家里倒有，我家里倒无，搬进去则住三日，第四日就搬了，我也不曾坏了他的。便好道未见其人，先观使数。我这两个小的，是我心腹人，一个叫做张龙，一个叫做赵虎。我心间的事，不曾说出来，他先知道了。这两个小的，好生的聪明。只是我做着衙内，偏生一世里，不曾得个十分满意的好夫人。今日纷纷扬扬，下着这一天瑞雪。坐在家里吃酒，可也闷倦，直至郊野外，一来打猎，二来就赏雪。下次小的每，安排些红干腊肉，春盛担子，鸟戎儿小鹞，粘竿弹弓，花腿闲汉，多革皮几匹从马，郊外打猎走一遭去。曲律竿头悬草稕，绿杨影里拨琵琶。高阳公子休空过，不比寻常卖酒家。自家是个卖酒的。今日风又大雪又紧，少不的也有要买酒荡寒的。我开开这酒铺，烧的这镟锅儿热，看有甚么人来？小生姓郭名成。自离了父母，与浑家进取功名，来到这半途中，染了一场冻天行的病证，方才较可。天那，怎又纷纷扬扬，下着这大雪。那里是国家祥瑞？偏生是我上路的对头，大嫂，你且打起精神行动些。好大雪也。<br>【仙吕】【点绛唇】则我这口内嗟吁，腹中忧虑。离家去，可又早一月多余，则我这白发添无数。秀才，想古来也有未遇的人，这般受苦么？<br>【混江龙】想前贤不遇，我便似阮嗣宗恸哭在穷途。早知道这般的担惊受恐，我可也图甚么衣紫拖朱？每日慵将书去习，逐朝常把药的那来扶。我这刚移足趾，强整身躯，滑七擦争些跌倒，战笃速恁艰虞。天也，我如今整三十，可着我半路里学那步？秀才，你挣坐些着。但只见黑漫漫同云黯淡，白茫茫瑞雪模糊。<br>秀才，似这般大雪，我和你寻个村房道店，买些酒食荡寒也好那。大嫂说的是。只此处没有村店，且到前途去再看来。<br>【油葫芦】乱纷纷扯絮撏绵空内排，疏剌剌风乱鼓，寒凛凛望长天一色粉妆铺。远迢迢遇不着个穷亲故，急煎煎觅不见个荒村务。我身上衣又单，腹中食又无，可甚么\"书中自有千钟粟\"？秀才，似这般身上单寒，肚中饥馁，如之奈何？没来由下这死工夫。<br>秀才，你到的帝都阙下。博得一官半职，改换家门，也不枉了受这场苦楚。<br>【天下乐】想刺股悬头去读书，则我这当也波初，自窨付，怕不的满胸中藏他万卷余。又不曾上春官显姓名，又不曾向皇家请俸禄，哎，也干着了忍三冬受尽苦。<br>秀才，遇着这等风雪。那里避一避咱？大嫂。咱到这里人生面不熟，投奔谁的是？远远望见一个酒务儿，且到那里避一避风雪？慢慢的入城去来。小二哥，有酒么？官人，请里面坐，有酒。打二百长钱酒来。理会的。官人，酒在此。大嫂，俺慢慢的饮一杯酒。道一会儿风雪较小了些儿也。大嫂，这一会才觉的有些儿暖和哩。秀才，我和你离了家乡，在这里吃酒，不知父母家中，怎生想念我和你也？小官庞衙内，来到这郊野外。是好眼界也呵。这雪越下的大了，远远的那雪影儿里，一个小酒店儿，就避一避雪。小的，唤那卖酒的来。卖酒的，衙内唤你哩。有、有、有。孩儿是卖酒的。兀那厮，你认的我么？孩儿每不认的。则我便是权豪势要的庞衙内。孩儿每知道了。你这厮，不早来迎接，讨打吃。小的每休打，着他收拾下于净阁子儿，等我喝几杯酒去。理会的。秀才，你且躲在一壁，这个爷不比别的，他是个衙内，打死人不偿命。我打扫的这所在，干干净净了。爷，打扫的阁子干净了也。我儿，你也有福。我一脚蓦过你家来，你家里九祖都生天哩。我不吃你那酒。小的每，酾我的酒来与他吃。有酒。我这酒比你的酒如何？这酒比我家的越酸了。咄！你酾那酒来我吃。理会的。酒到。大嫂，你看这人是好受用也呵。<br>【金盏儿】我则见他人马闹喧呼，这人物不寻俗。一群价飞鹰走犬相随逐，都是些貂裘暖帽锦衣服。虽不见门排十二戟，户列入椒图，你觑那金牌上悬铜虎，玉带上挂银鱼。<br>大嫂，我想那壁是个大人的动静。我将这宝物献与他咱，愁甚么不得官做？秀才，他不知是甚么人，则怕不中么。不妨事，我问那小二哥咱。小二哥，那壁是个甚么人？你这个秀才，低说些。你还不知道哩，他是权豪势要的庞衙内，打死人不偿命。你问他怎的？则他是庞衙内，我央及你咱。你有甚么话说？你说去，这里一个秀才，有件稀奇宝贝，献与大人。则怕不中么？不妨事。爷，那壁有个秀才，要将着件宝贝来献与爷。这厮敢不是我这里人么？他不知道我的性儿？躲也躲不迭哩。他要来见我，着他过来。秀才，爷着你过去哩。兀那秀才，你那里人氏？姓甚名谁？小生姓郭名成。你可家住在那里？<br>【醉扶归】小生呵，家住在河中府。曾学甚么武艺来？幼年间读几行圣贤书。这等，你可怎么不做官？则为我运拙时乖天不与，可知则是一个穷秀才。甘分守穷活路。你家里有甚么人？拜辞了年高的父母，你如今往那里去？我一径的取应往梁园去。<br>这厮要应举去的。你要来见我，有甚么勾当？大人，小生有一件宝贝，献与大人。你有甚稀奇宝物？是个生金阁儿。哦，则是个生金阁儿。兀那秀才，你不知道我那库里的好玩器，有妆花八宝瓶，赤色珊瑚树，东海虾须帘，荆山无瑕玉，瞻天照星斗，没价夜明珠，光灿灿玻璃盏，明丢丢水晶盘，那一件宝物是无有的？休说你这生金阁儿，便是纯金盖一间大房子也有哩。你那件儿有甚么奇异处，叫做宝贝？大人，这生金阁儿不打紧，若放在有风处吹动，仙音嘹亮；若在无风处，将扇子扇动，也一般的声响。岂不是个宝贝？我不信，你将的来，我试看咱。大嫂，将那生金阁儿来。秀才，则怕不中么？不妨事。这等，你将的去。大人，则这个便是生金阁儿。拿一把扇子来扇动者。是好一件宝贝也。大人，小生岂敢说谎？<br>【金盏儿】听小生说从初，可也端的少有。这宝贝世间无，你可那里得来？俺家里祖传三辈牢收取。你可要多少钱钞？我也不求厚赂，但遂意，便沽诸。我与你些绫罗段匹换的么？也不要绫罗段匹，与你些宝贝金珠可好？也不要宝贝共金珠。你都不要，可要些甚么？小生只博个小前程来帝里，便也好将名分入乡闾。<br>料着这厮的文章，也不济事，则凭着那件宝贝，要做个官。兀那秀才，你则要做官，这个也不打紧。我与今场贡主说了，大大的与你个官做。小的每，便写个帖儿，寄与今场贡主去。说是我说来，就捎一个官儿与他做。多谢了大人。小生有一个丑浑家，着他拜谢大人。你的浑家，要来见我，敢不中么？既是这等，看你的面皮，着他过来。大嫂，我将那宝贝献了，大人许我一个官也。你过去，把体面拜谢大人者。既然这等，我和你谢去来。大人，受取妾身几拜咱。免礼、免礼。这浑家十分标致，便好道：巧妻常伴拙夫眠。兀那秀才，你有下处么？小生无下处。则才到的这酒务儿里避雪哩。小的每，将两匹马来，与他骑着，跟着我私宅里去来。既然衙内带挈，俺一同去来。整整打搅了我一日，酒也卖不的，你看我这等造化？今日买卖十分苦，可可撞见大官府。一个钱儿赚不的，不如关门学擂鼓。<br>小的每，打扫前后厅堂，把那名人书画，挂将起来，摆上那玩好器皿，着金壶里酾着热酒，铺开那锦裀绣褥，将好台盏来，请过那秀才来者。理会的。秀才，爷请。大嫂，衙内有请，俺同过去见大人来。兀那秀才，我是个小人家儿，你休笑话。量小生有何德能，着衙内如此般张筵管待。<br>【后庭花】我则见锦裀在床上铺。小的每放下那毡帘来。兀那毡帘向门外簌。炭火上烧着羊肉者。我见他兽炭上烧羊肉。把酒酾热者。金杯中泛醁醑。我见你是个读书的人，因此上敬你。小生则是一寒儒。我和你做小亲属。怎敢与衙内认为亲属？量小生有甚福，感衙内相盼顾。我说的话，你可依的我么？但道的都应付，你可不要推阻。并不敢推共阻。你的浑家，与我做个夫人，我替你另娶一个，你意下如何？他、他、他，从头儿说事故，就、就、就，唬的我麻又酥，道、道、道，别求个女艳姝，待、待、待，打换我这丑媳妇，我、我、我，这面不搽头不梳，那、那、那，有甚的中意处？<br>好共歹，我务要换了你的。<br>【青哥儿】哎，你怎生的乔为乔为胡做？可不道败坏风俗？我要你浑家与我做个夫人，打甚么不紧？这等推三阻四的。你原来好模样倒有这般心歹处，便待要拆散妻夫，凤只鸾孤。你这厮不肯，我更待于罢那？他将我这衣领揪捽，你若不与我，我着你目下就死。就着我目下身殂，我则索祷告天平，可怜我无辜，放声啼哭。好歹将这媳妇与我做个夫人罢。哎，不争将并头莲碜可可的带根除，着谁人养活俺那生身父！<br>这厮好生无礼。小的每，拿大铁锁锁在马房里。扶着他那浑家后堂中去。理会的。郭成，你休言语，枉送了你性命。<br>【赚煞】罢、罢、罢，怎干休，难分诉，世做的冯河暴虎，赤紧的先要了我这希奇无价物，又生出百计亏图。哎，你个泼无徒，胆大心粗。俺夫妻每负屈衔冤谁做主？你强夺了花枝媳妇，又将咱性命屠毒，哎，早知今日，我不带的浑家出来也罢。方知道\"美女累其夫\"。<br>爷，那郭成拿的去，锁在后槽亭柱上哩。我那里框郭成的浑家？这等生的风流，长的可喜，正好与我做个夫人。他来的路儿，可也远了，多把些肥皂与他洗了脸，再搽些胭粉，换些锦绣衣服，在后堂中安排酒肴，庆贺新得的夫人。天阿，也是我一点好心，与我这条儿糖吃。此生无分得娇容，一床锦被半条空。今朝夺取良人妇，后堂庆喜吃三钟。还要分付后槽，将这厮收的好者，不要等他溜了。<br><br>第二折<br>某庞衙内。欢欢喜喜，拾得一个郭成的浑家，待要做了夫人，谁想他不着趣，百般的不肯。就我看，我这嘴脸，尽也看的过。你道我脸上搽粉，你又不搽粉那？我家中有个嬷嬷，是我父亲手里的人，他可也看生见长我的。如今着他去劝化，不怕不听。小的每，与我唤将嬷嬷来者。嬷嬷，爷唤哩。老身是庞衙内家的嬷嬷。衙内呼唤，须索走一遭去。这个是老身的孩儿。唤做福童，他父亲不幸早年亡过。福童，你要学里去，我与你这把钥匙。你若寻我时，到花园里来寻我便是。我孩儿，你道将着这把钥匙，揣在袖儿里，要寻你时，只在后花园里。如今我学里去也。老身自幼在庞府，看生见长这个衙内，非是一日也呵。。<br>【越调】【斗鹌鹑】则他这兔走乌飞，寒来暑往，春日花开，可又早秋天月朗，断送了光阴，消磨了世况。我如今年纪老，髩发苍，我做不的重难的生活，只管几件轻省的勾当。<br>【紫花儿序】早辰间放开仓库，晌午里绰扫了花园，末傍晚我又索执料厨房。小丫鬟忙来呼唤，道衙内共我商量。岂敢行唐？大走向庭前去问当。哥哥，你有何明降？对老身至尾从头，说短论长。<br>哥哥呼唤老身来，有何事干？嬷嬷，唤你来别无甚事。我大茶小礼，三媒六证，亲自娶了个夫人，他百般的不肯随顺我。你劝他一劝。劝的他回心转意，我自有重重的赏你。哥哥你放心者，老身到那里，不消三言两句，管教他随顺哥哥便了。我这夫人。有些忄敞拗。嬷嬷，你须放出那蒯通般舌来才好。<br>【小桃红】老身非敢自夸强，我不比那蒯通无名望。我礼拜磕头，央及你波。呀、呀、呀，何须的礼拜磕头把咱央？好奶奶，没奈何，好生劝他一劝。直恁般痛着忙，就待要安排共宿芙容帐。凭着我甜话儿厮搪，更将些美情儿相向。哥哥也，你稳情取金殿锁鸳鸯。<br>天下人烦恼，尽在我心头。浑如秋夜雨，一点一声愁。妾身是郭成的浑家李幼奴。有庞衙内强要了我生金阁儿，又逼我为妻，将俺男儿郭成，锁在马房里。天那，好烦恼杀我也。此间是他卧房门首。姐姐，万福。嬷嬷万福。姐姐，我问你咱：俺衙内，大财大礼，娶将你来，指望百年偕老。你只是不肯随顺，可是为何？嬷嬷，你那里知道我心中的冤枉也？姐姐，你差了也。<br>【凭栏人】则这女聘男婚礼正当。你两下和谐可着人赞扬，哎，你个女艳妆，你心中可怎不思想？嬷嬷，你怎知道？我那里是大财大礼娶的？我本是郭成的浑家，有庞衙内强要了我生金阁儿，又逼我为妻，将俺丈夫锁在马房里。嬷嬷？你可知道我这等冤枉也！你若不说，我怎生得知？难道有这等事？<br>【鬼三台】听的他言分朗，唬的我魂飘荡。姐姐也，你怎生则撞入天罗地网？俺那厮驴狗儿一片家狠心肠，有谁人好来阻当？嬷嬷，我今日不曾看见丈夫，多敢杀坏了。兀的不痛杀我也。你道他昨来个那埚儿里杀坏了范杞梁，今日个这埚儿里没乱杀你女孟姜。嬷嬷，我待要寻一个大大的衙门，告他去哩！你侍要叫屈声冤，姐姐也，谁敢便收词接状？<br>哎哟，天也。<br>【寨儿令】我见他痛感伤，泪汪汪，当初只为我生的风流，长的可喜，将我男儿陷害了性命，挝了我这面皮罢。哎哟，可惜了也。水晶般指甲儿挝破面上。俺那厮少不的落马身足庄。不久沦亡，他可便遭贼盗值重丧。<br>【幺篇】多不到半月时光。餐刀刃亲赴云阳，高杆首吊脊梁，木驴上碎分张，浑身的害么娘碗大血疔疮。<br><br>【金蕉叶】是谁人村声泼嗓？他壁听在门儿外厢。嬷嬷，窗儿外有人咳嗽。姐姐也，你且休慌心劳意攘，我可便自把那言词说上。<br>口走！我养着你个家生狗，倒向着里吠。直被你骂的我好也。<br>【调笑令】息怒波宰相，听老身说行藏。你还说甚的？可敢再骂我么？哥哥，我不曾说甚来？我道是楚襄王寄语巫山窈窕娘，也不须遮遮掩掩妆模样，早共晚准备下雨席云床。你道不骂我，恰才我都听的了也。我道您哥哥也，在城中第一家财帛广，还有那鸦飞不过的田地池塘。<br>小的每，这老贱才骂了我许多，还待赖哩。拿绳子来捆了，丢在八角琉璃井里去。理会的。嬷嬷，你也不要怨我，自家讨死吃。嬷嬷，兀的不痛杀我也，姐姐，等我那孩儿来时，着他与我报仇。天也，谁来搭救我咱？<br>【收尾】罢、罢、罢，我倒做了耕牛为主遭鞭杖，哑妇倾杯反受殃，有一日包待制到朝堂，哥哥也，我则怕泄漏了天机白破你那慌。扑冬，丢下去了，再搬下井栏石往下压着，省的那尸首浮起来。嬷嬷，你倒好了，也落的一个水葬哩。爷，小的每把嬷嬷着绳子捆了，丢在八角琉璃井里死了也。这嬷嬷便死了，还有郭成哩，一发拿来，就在他浑家根前，着铜铡切了头者。理会的，郭成，你的浑家送了我衙内便罢了，你百忙里不肯，如今着我来铡了你头哩。赵虎，你揪着头发，我提起这铜铡来。磕叉，哎哟。唬杀我也。爷，怪事！怪事！只见日月交食，不曾见辘轴退皮。爷着小厮每把郭成拿在那马房里，对着他浑家面前，他便按着头，我便提起铜铡来，可叉一下，刀过头落，那郭成提着墙，跳过头去了。揝！怎么提着墙，倒跳过头去了？呸！是提着头，跳过墙去了。强魂、强魂，休要大惊小怪的。不妨事，明日是正月十五日，赏元宵，多着些伴当每，拿着些棍棒。跟着我赏元宵去采。<br><br>第三折<br>老汉王老人，这个是刘老人。时遇元宵节令，预赏丰年，城里城外，不论官家民户，都要点放花灯，与民同乐。老的，咱每做火儿看灯，走一遭去来。今日是元宵节令，小的每随俺看灯耍子去。那里这个鬼魂打将来？好怕人也。走！走！走！小的每，这鬼魂好狠哩。我们这等跑。他倒越追上来。走！走！走！这鬼魂又赶将来了。唬杀我也，小的每，扶着我回去罢，这灯也看不成了。买卖归来汗未消，上床犹自想来朝。为甚当家头先白？晓夜思量计万条。自家是个卖酒的，在此处开着个酒店，但是那南来北往，做买做卖，推车打担，都来我这店里买酒吃。今日早把这镟锅儿烧的热些，等那买酒的人来，好荡与他吃。走、走、走，如今那没头鬼不来了。老的，我们有了这些年纪，眼里并不曾见这怪异，险些儿被他吓死。我们且到这酒店里吃几杯酒，定一定胆。店小二，我们要买酒吃的，打二百长钱酒来。有、有、有，新筝的美酒。老的，请里面坐。恰才渐渐喘息定了，慢慢的吃几杯儿。老夫姓包名拯，字希仁，乃庐州金斗郡四望乡老儿村人氏，官封龙图阁待制，正授南衙开封府尹之职。奉圣人的命，着老夫西延边赏军回来。时遇上元节令，纷纷扬扬，下着国家祥瑞。张千，分付头踏，远远的在前面自去，等我在后慢慢行者。<br>【南吕】【一枝花】我可便上西延离汴京，押衣袄临京兆。我也不辞年纪老，岂惮路途遥？想着宰相官僚，请受了这千钟禄难虚耗，怎不的秉忠心佐圣朝。今日在鹓鹭仙班，到后来图写上麒麟画阁。<br>【梁州第七】我也则为那万般愁常萦心上，两条恨不去眉梢，急回身又遇着新春到。我只见寒梅晚谢，冻雪初消。傍几家儿村鸡哑哑，隔半程儿野犬口牢口牢。妆点来则恁的景物萧条，可不道有丹青也便巧笔难描。我、我、我，看了些青渗渗峻岭层峦，是、是、是，行了些黄穰穰沙堤得这古道，呀、呀、呀，兀良，早过了些碧澄澄野水横桥。归来路杳，袅丝鞭羡杀投林鸟。薄暮也，在荒郊，怎当这疲马西风雪正飘，说不尽寂寥。<br>相公，风又大，雪又紧，远远的有个酒务儿，略避一避风雪，就买些酒吃，可不好也？张千，你说的是，兀的不是个酒务儿<br>【牧羊关】草刷儿向墙头挑，醉八仙壁上描；盖造的潇洒清标，写着道：\"酒胜西湖，店欺着东阁。\"看你这村野去处，有甚么整齐的？止不过瓦钵内斟村酿，那里有金盏内泛羊羔。你待写着大样儿甜人醉，我道不饮呵，可便从他来酒价高。张千，接了马者。牢坠镫。卖酒的，快打扫干净阁子儿，酾热酒来，把马牵到后头，与我细切草烂煮料，把马喂着，不要塌了膘。你若着人偷了鞍子，剪了马尾去，我儿也，你眼睫毛我都扫掉了你的。你看这厮，他也是个驴前马后的人，怎么不由分说，便将我飞举走踢只是打？我且忍着，教他着我的道儿。店小二，将酒来，我与相公递一杯酒。相公，一路上风寒，孩儿每孝顺的心，请满饮一杯。孩儿也，大风大雪，你两只脚伴着我这四只马蹄子走，你先吃这钟儿酒者。相公不吃，与孩儿每吃，孩儿就吃。孩儿也，你吃下这钟酒去，可如何？您孩儿吃下这钟酒去，便是旋添绵。怎么是旋添绵？孩儿吃下这杯酒去，添了件绵团袄一般。我打你这个弟子孩儿。你见我打了你几下，拿这么冰也似的冷酒与我吃，把我牙都冰了，吃下去，肚里就似割得疼的。你还立着哩，快酾热酒来。我知道。我如今可酾滚热的酒与他吃，我荡这弟子孩儿。快降热酒来。酒热，酒热。相公，天道寒冷，热热的酒儿，请满饮一杯。孩儿也，你一路上还辛苦似我，这钟酒也是你吃。这钟酒又着孩儿每吃，谢了相公。哎哟，好热酒，荡了喉也。孩儿吃下这杯酒去，又与你添了一件绵搭衤蒦么。我打你个促掐的弟子孩儿！酾这么滚汤般热酒来荡我，把我的嘴唇都荡起料浆泡来。我儿也，你讨分晓，我筋都打断了你的。再酾酒来。这才出了我的气。我如今可酾些不冷不热，兀兀秃秃的酒与他吃。将酒来。相公，孩儿每酒勾了，相公请饮一杯儿。张千，可不道：\"三杯和万事，一醉解千愁。\"孩儿，我且不吃，一发等你吃了这钟，凑个三杯，可不好那？相公又不吃，又与孩儿每吃。孩儿只得吃了，凑个三杯。孩儿也，你吃了这几钟酒，怎么打起战来？您孩儿多衣多寒。孩儿，你连吃这几钟，身上可温和了？老夫一路鞍马劳倦，我有些腿疼，过来与<br>我捶一捶背。理会的。你个弟子孩儿，吃了两钟酒，佯风诈冒，手之舞之的打我。你敢再来打我么？我儿也，你还强觜哩。你休往城里来，我若前街上撞见你，一无话说。我若后巷里撞见你。一只手揪住衣领，举起我这五指阔无缝的拳头，则一拳张千，怎的？恰才相公赏了孩儿每几钟酒，店小二这厮无理，他则道我醉了，他欺负我。他见我与相公捶背，他看着我揎拳捋袖，舒着拳头要打我。我说你要打我，可是我没有手的？我也少不的还你一拳。不想失错了，可可打了相公背上。假似你手里拿着把刀子，可怎了您孩儿须认的爹哩。张千，看马去。理会的。我着这弟子孩儿打杀我也。我且后面执料去咱。隔壁阁子里有人吃酒。我是听咱。老的，今日是上元节令，家家玩赏。好便好，则多了这没头鬼。老的，你满饮一杯。老的先请。也罢，我先饮。嗨，老弟子孩儿，可忘了浇奠。头一钟酒，愿天下太平，第二钟酒，愿黎民乐业，做官的皆如卓鲁，令史每尽压萧曹，轻徭薄联，免受涂炭者。你听那厮，倒也说的好。<br>【贺新郎】他那里擎杯举酒对天浇，现如今五谷丰登，万民安乐，卖弄池田蚕十倍收成了。说不尽庄家，庄家这好，还待要薄税轻徭。他道官长每如卓鲁，令史每压萧曹，高眠莫被闲愁搅。似这等人心无压足厌则怕天也填不的许多凹。<br>唱喏。哎哟，没头鬼又来了。呸！我道是没尖鬼，原来是这个老弟子孩儿！则被你唬杀我也。呸！休胡说，是包、包、包，包甚幺？众老儿，我要买一包丝绵，可有么？张千靠后。兀那老子，你要替我唱喏，你也叫一声：\"老人家，我唱喏哩\"。我们便知道了。可怎么不做声不做气，猛可里从背后扳将我过来，唱上个喏。且是你这脸生的俊，把我们吓这一跳。我把你个无分晓的老无知！口退！是龙、龙、龙，甚么龙？我说你那两个敢有些耳聋？这厮靠后。我把你个老不死的老贼！口退！是图、图、图，甚么图？我问你，老人家，你却才说有甚么没头鬼？你不知，听我说与你。俺每都是在城的老人、里正。今日是上元节令，俺往城里看灯去来，撞见个没头鬼，手里提着头，赶着众人打。俺们害慌，权躲在这酒务儿里吃杯酒。你恰才不做声不做气，扳将我过来，唱上个喏，我则道没头鬼又夹了。故此说着这没头鬼。老夫不知，休怪，休怪。你去，你去，不怪你。我们也不吃酒了，各回家去也，自从我离朝，谁想有这等跷蹊事也？<br>【牧羊关】他那里才言罢，唬的我魂暗消。离城中则半载其高，可怎么白日神嚎，到黄昏鬼闹。我半生多正直，怎见这蹊跷？只今的离村疃犹然早，张千，将马来。理会的。我和你到皇都赴晚朝。<br>呸！好大风也。别人不见，老夫便见。我马头前这个鬼魂，想就是老人们所说没头的鬼了。兀那鬼魂，你有甚么负屈衔冤的事？你且回城隍庙中去，到晚间我与你做主。速退！张千，休回私宅，跟的我径往开封府里去来。喏！在衙人马平安。抬书案。张千孩儿，与你十日假限，到我私宅中，取的铺盖来，就问谁该当直？今日谁该当直？小人娄青便是。哥，你回来了也，改日与你洗尘。恕罪、恕罪。兄弟，我如今下班去也。喏，该是孩儿每娄青当直。娄青，该你当直，你敢勾人去么？爷不问，您孩儿也不敢说。您孩儿怎么不敢勾人？有个混名儿，唤做\"催动坑\"哩。怎生唤做\"催动坑\"？当初一日，爷着您孩儿勾人去，听的说您孩儿到，都逃窜的一个也没了。我回头一看，则有一个土坑。我将那勾头文书，放在那土坑上，喝了一声：\"兀那土坑，你跟的我开封府里回话去来。\"我在前面走，那土坑在后面速碌碌、速碌碌跟将您孩儿来了。因此上唤做\"催动坑\"。好儿，我如今着你勾人去。您孩儿就去。娄青，你转来，你勾谁去？知他勾谁？你与我勾将那没头鬼来。人便好勾，没头鬼怎生勾的他？你可不道是\"催动坑\"哩？爷，这一会儿催不动了也。<br>【哭皇天】则你那\"催动坑\"刚才道，可怎生这公事便妆幺？则你那口是祸之苗，你怎么多嘴？舌是斩身刀。娄青，你与我去城隍根前祝祷，爷着孩儿祝祷甚的？你说与那衔冤的业鬼，屈死的冤魂，你着他今宵插状，此夜呈词。你道这包龙图专在南衙里，南衙里等待着，您孩儿知道了，便勾去。娄青你转来，天色还早哩。这等多早晚去？直等的金乌向山坠，银蟾出海角。您孩儿便依着爷的言语，对城隍神道祝祷了。他两个耳朵是泥塑的，怕不听见？娄青，我与你一道牒文去。<br>【乌夜啼】你与我速赴城隍庙，将牒文火内焚烧，早将那没头的业鬼提来到。哎哟，这城隍庙是鬼窝儿里。三更半夜，只是娄青一个自去，怕人设设的，怎好？唬的他怯怯乔乔，絮絮叨叨，唬的他战簌簌的把不定腿脡摇，可扑扑的按不住心头跳。你这厮，若违拗，你看我这剑者。我着剑分了你肢体，切了你脂膏。娄青！有！娄青，今夜晚间，将着这道牒文，直至城隍庙中，烧了这道牒文。你将那衔冤负屈的鬼魂，都着他开封府里来，老夫亲自问这一桩公事。爷，这个正叫做\"没头公事\"，便要问时怕也难应心么？<br>【黄钟尾】我若是不应心，今夜便辞了宣诏，爷，应的口么？我若是不应口，今番不姓包。您孩儿多早晚时候去？天色早哩。直等的初更残二鼓交，把冤魂摄来到。审个真实，问个下落，杀人贼便拿捉，赴云阳向市曹，将那厮高杆上挑，把脊筋来吊。我着那横亡人便得生天，众百姓把咱来可兀的称赞到老。<br>我娄青领着包待制这一道牒文，到城隍庙勾那没头鬼去。你道活人好见鬼的，可不是死！我待不去来，他又要切了我的头，也是个死。我想这铜铡一铡，铡将下来，这脖子上好不疼哩，头又切断了，不如被鬼唬死倒不疼，又落得个完全尸首。只得捱到今夜晚间，三更时分，将着牒文，到城隍庙里勾鬼去，常拚着个死罢。这早晚是三更也，我提了灯笼。怎么这一会儿越怕将起来？你听那房上的瓦，各刺刺、各刺刺，墙上的土，速碌碌、速碌碌。有鬼也！有鬼也！嗨，原来是风吹的这箬叶儿响。我白日里就与那道官说来，教他把庙门则半掩着。来到门外，果然还不曾上拴哩。待我推开这门来。早是一个冷风阵，从里面吹将出来。哎哟，灯也灭了，敢这没头鬼预先在那里等我？呸！百忙里腿转筋。这个是二门，这个是两廊，这个是正殿。城隍爷爷，包待制大人的言语，教我勾没头鬼来。爷爷可怜见，我有这牒文在此。可可的我的灯笼，刚到门就灭了，那里讨火烧他？呸！这琉璃里不是灯？待我踏着凳，点这灯下来。呸！百忙里又踹虚了，教我吃着一惊。待我先点在灯笼里了，便有风来，也不怕他。爷爷可怜见。有鬼！有鬼！这扶我的是谁？我是没头鬼。好怕人。当真是没头鬼？是！你这没头鬼，包待制勾你哩。你跟我去来。<br><br>第四折<br>左右伺候，大人坐堂，要问事哩。今夜灯烛荧煌，如同白日，正好问这桩公事也呵。<br>【双调】【新水令】透襟怀一阵冷风吹，则他这闭长空暮云都退。显出那碧澄澄天气爽，明皎皎月光辉，厮和着灯焰相窥，照耀的似白日。<br>娄青好不干事，可怎生这早晚不见来也？来到衙门首了。不知他有也是无？待我叫做一声：没头鬼。哎！你则在这里，我报复去。我知道。孩儿每娄青来了也。娄青，曾见甚么人来？没！我则见鬼来。你勾的鬼如何？有、有、有，被我劈头毛采将来了。与我拿将过来。理会的。我出的这门来，我唤他一声：没头鬼。哎。大人唤你哩，你过去，有甚么冤枉事，你自说波。当面。娄青，你着他说那词因。大人分付，着你说那词因。你听见么？我不听见。我也不听见。可怎生他不言语？将娄青抢出去。出去。悔气。这没头鬼在门外叫声应声，怎么紧要去处，倒不做声？莫不是他去了么？待我再叫他一声：没头鬼。哎。你在那里来？我害饥也，买个蒸饼吃哩。这厮还要打诨。你要去吃蒸饼，兀的你手里现拿着个馒头哩。你快过去。没头鬼，你说。你怎生又不言语？抢出去。原来他不曾过去。待我再叫他一声：没头鬼。哎。你怎么又不过去？我过去不得。你为甚么过去不得？被那门神户尉当住我，因此上过不去。你何不早说？大人可怜见，这个没头鬼被门神户尉当住，因此上不敢过来。是阿，大家小家，各有个门神户尉。老夫心下自裁划，你将银钱金纸快安排。邪魔外道当拦住，只把屈死冤魂放入来。<br>【沉醉东风】则我那开封府门神户尉，你与我快传示莫得延迟。你教他放过那屈死的魂，衔冤的鬼，只当住邪魔恶祟。烧了这纸钱，你看好冷风也。我则见黯黯的愁云惨雾迷，嗨，可早变的来天昏也那地黑。<br>别人不见，老夫便见。灯烛直下，跪着一个鬼魂。好是可怜人也。<br>【庆东原】纸钱向身边挂，人头向手内提，向前来紧靠着灯前跪。我这里叮咛的问你：你家住在那里？孩儿每河中府人氏。姓甚名准？姓郭名成。你可也做财主、做经商？为黎庶、为官吏？<br>孩儿是个秀才。兀那鬼魂，你将那屈死的词因，备细诉来，老夫与你做主。孩儿每姓郭名成，本贯河中府人氏，嫡亲的四口儿家属，有一双父母年高，浑家李氏。我因做了一个恶梦，去市上算卜，道我有一百日血光之灾，千里之外，可以躲避。小生来到家中，辞别了父母，一来躲避灾难，二来进取功名。行至中途，时遇冬天，风又大，雪又紧，在一个小酒务儿里饮酒。正撞着权豪势要的庞衙内，强夺了我生金阁儿，又要我浑家为妻。见小生不从，将我铜铡下，一命身亡。我一灵儿真性不散，投至的见爷爷呵。可怜我这等冤枉，天来高，地来厚，海来深，道来长。因此一点冤魂终不散，日夜飘飘枉死城。只等报得冤来消得恨，才好脱离阴司再托生。即今上元节令初更候，正遇庞姓无徒出看灯。被我绕着街头追索命，吵的游人大小尽担惊。也是千难万难得见南衙包待制，你本上天一座杀人星。除了日间剖断阳间事，到得晚间还要断阴灵。只愿老爷怀中高揣轩辕镜，照察我这悲悲痛痛，酸酸楚楚，说无休诉不尽的含冤负屈情。兀那鬼魂，到明日我与你做主。你且退者。娄青哥哥，你还送我一送儿去，我有些怕鬼。口走！天已明了也。张千，抬出放告牌去。理会的。冤枉也。张千，是甚么人声冤？着他过来。兀那妇人，你过去当面。兀那妇人，你为何声冤？说你那词因来。小妇人是河中人，唤做李幼奴。大人可怜见，我告着庞衙内，强要了我生金阁儿，又逼我为妻，将俺男儿郭成杀坏了。这个是嬷嬷的孩儿福童，将他母亲推在八角琉璃井里死了。望青天老爷与小妇人做主咱。<br>【雁儿落】昨宵个牒城隍将怨鬼提，到今日放南衙果有冤词递。元来是庞衙内使尽他狼虎威，生拆散你这鸳鸯对。<br>【得胜令】呀，他敢将萧何律做成衣，将罪犯满身披。谁许他谋了财，又要谋人命？准许他夺人妻逼做妻？直恁的无知。那嬷嬷担何罪？死的个堪悲。我与你勾他来问到底。<br>兀那妇人，你两个且在司房里住者。娄青，你与我买羊去。理会的。买了羊也。娄青，你与我挂画者。画也挂好了。与我请人去。娄青，你转来，你请谁去？知他请谁去？与我请将庞衙内来。老子也，怎么要请他？他是个不好惹的。官差吏差，来人不差，大着胆请他去。此间是庞府门首。是甚么人在门首？孩儿每是衙门中的娄青。有包待制差我来请大人哩。包待制他请我怎的？他意思则是怕我。你说去，道我便来也。理会的。小人请的衙内来了。道有请。爷有请。老宰辅，量小官有何德能，敢劳置酒相请？老夫西延边赏军才回，专意请衙内饮一杯。衙内请坐，老夫年纪高大，多有不是处，衙内宽恕咱。从今已后，咱和衙内则一家一计。老宰辅说的是，和咱做一家一计。衙内，老夫西延边赏军回来，得了一件稀奇的宝物。着衙内看咱，是何物？是一个生金塔儿。塔儿不稀罕，放在那桌儿上，有那虔心的人，拜三五拜，塔尖上有五色毫光真佛出现。这个不打紧。我有小生金阁儿，放在有风处，仙音嘹亮。无风处用扇子扇着，也一般的响动。老夫不信。小的每，快去家中取来。生金阁儿取来了也。放在桌儿上，着扇子扇动咱。是一件好东西。真是无价之宝。那里是生金阁响？死了我丈人回灵哩。衙内，老夫难的见此宝物，怎生借与我老妻一看，可不好那？老宰辅将的看去，咱则是一家一计。<br>【沽美酒】略使些小见识，智赚出杀人贼。这场事天教还报你，我可便有言语敢题，并不要你还席。老宰辅不要我还席，好快活也。咱则一家一计，吃个尽兴方归。<br>【太平令】拚了个醁醁沉醉，直吃的尽兴方归。从今后一家一计。庞衙内有权有势，更和俺包龙图一家一计。你若是这里，等的，也不消半刻。我可便剐的你身躯粉碎。<br>筵前无乐，不成欢乐。娄青，与我唤将个歌者来。冤屈也。兀那妇人，你告谁？我告庞衙内。衙内，他告你哩。咱则一家一计。衙内，那妇人说你强要了他生金阁儿，是也不是？恰才那个阁儿便是。说你强要他为妻，又将他男儿郭成杀坏了，是也不是？是我斗他耍来。又将嬷嬷推在井中身死，是也不是？也是，也是。娄青，将纸墨笔砚来，着衙内画个字者。理会的。爷依着画个字，左右一家一计。是我来，是我来。我左右和老包是一家一计。娄青与我拿下去。爷，请出席来，左右一家一计。老儿。你敢怎么？娄青，将枷来，将庞衙内下在死囚牢里去。衙内，请上枷。老儿，这个须不是一家一计？一行人听我下断：庞衙内倚势挟权，混赖生金阁儿，强逼良人妇李氏为妻，擅杀秀才郭成，又推嬷嬷井中身死，有伤风化，押赴市曹斩首示众。嬷嬷孩儿福童，年虽幼小，能为母亲报仇，到大量才擢用。将庞衙内家私，量给福童一分为养赡之资。郭成妻身遭凌辱。不改贞心，可称节妇，封为贤德夫人。仍给庞衙内家私一分，护送还乡，侍奉公婆。郭成特赐进士出身，亦被荣名，使光幽壤。则为这庞衙内倚势多狂狡，扰良民全不依公道。穷秀才献宝到京师，遇贼徒见利心生恶。反将他一命丧黄泉，恣奸淫强把佳人要。老嬷嬷生推落井中，比虎狼更觉还凶暴。论王法斩首不为辜，将家缘分给诸原告。李幼奴贤德可褒称，那福童待长加官爵。若不是包待制能将智量施，是谁人赚得出这个生金阁？<br>题目李幼奴挝伤似玉颜<br>正名包待制智赚生金阁",
  "poet": {
    "id": 2733,
    "star": 0,
    "name": "武汉臣",
    "desc": "武汉臣，元代戏曲作家。济南（今属山东）人，生卒年、字号不详。作杂剧12种，今存《散家财天赐老生儿》、《李素兰风月玉壶春》、《包待制智赚生金阁》3种。（后二剧《元曲选》作“武汉臣撰”。《录鬼簿》武汉臣名下未著录，息机子本《元人杂剧选》作\"无名氏撰\"）《虎牢关三战吕布》仅存残曲，余皆佚。"
  },
  "tags": []
}