{
  "id": 50934,
  "star": 19,
  "name": "琐窗寒·寒食",
  "dynasty": "宋代",
  "content": "暗柳啼鸦，单衣伫立，小帘朱户。桐花半亩，静锁一庭愁雨。洒空阶、夜阑未休，故人剪烛西窗语。似楚江暝宿，风灯零乱，少年羁旅。 <br>迟暮。嬉游处。正店舍无烟，禁城百五。旗亭唤酒，付与高阳俦侣。想东园、桃李自春，小唇秀靥今在否。到归时、定有残英，待客携尊俎。",
  "fanyi": "<p><strong>译文</strong><br>柳荫深处传出乌鸦的啼鸣，我掀起小帘，站在朱门之内，身穿单衫凝神伫立。半亩大的庭院里开满了桐花，静静地笼罩着庭院，阴雨阵阵更使人愁思万端。雨滴洒落在空落落的台阶上，竟彻夜未停。何时故友相逢与我在西窗下剪烛，谈心。今夜的孤零恰如往昔夜宿楚江之畔，江风吹得灯火昏暗，说不尽少年羁旅的无限凄惨艰难。<br>如今我已年老，时有垂暮之感。春游嬉戏的地方，旅舍酒店烟火不举，正巧是全城禁火过寒食节。酒楼上呼唤美酒的兴致一扫而光，姑且把这段豪情都交付酒徒料理。回想起故乡园中的桃李，必是迎春怒放，那如同美人嘴唇酒窝般的花朵，不知今天是否还挂在树枝？待到我归乡之时，一定还会有残存的花儿，等待着我与宾客举杯痛饮，一洗烦襟。</p><p><strong>注释</strong><br>①剪烛西窗语：借<a href=\"http://so.gushiwen.org/author_204.aspx\">李商隐</a>《夜雨寄北》“何当共剪西窗烛，却话巴山夜雨时”语，抒发怀乡之情。<br>②百五：指寒食节。冬至后一百零五日为寒食。<br>③旗亭：指酒楼。<br>④高阳俦侣：西汉郦食其自称高阳酒徒。<br>⑤靥（yè）：脸上的酒窝。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这首词抒发的是词人的羁旅情怀，清真工羁旅行役之词，人所公认。词作的上片写暮春欲雨之时，由日转夜，从夜雨说到话雨，又从话雨想起昔年楚江暝宿时旅况，羁旅情味，由外及内使人深思。下片叙写寒食及节日思乡之情。寒食禁烟而饮酒，人到老年，回忆往事不胜感慨。</p> <p>　　“暗柳啼鸦，单衣伫立，小帘朱户”，开首三句即点明时间和词人彼时所处环境。薄暮时分，柳色渐渐昏暗，乌鸦盘旋聒噪，词人正站在朱户之中，小帘之后凝神沉思。首三句虽为叙写眼前景况，但仍起着渲染气氛的作用。薄暮时分，天气渐暗，群鸦乱啼，单身一人置身其间，词人的愁思、烦乱心情，即已呼之欲出了。此外“暗”与“啼鸦”也有暗示欲雨的作用。“桐花半亩，静销一庭愁雨”，这两句词人继续叙写他伫立帘后所见之景，同时景中含情，词人的愁绪已经跃然纸上。这与“梧桐更兼细雨，到黄昏、点点滴滴”（<a href=\"http://so.gushiwen.org/author_536.aspx\">李清照</a>《声声慢》）所描写的意境相似。黄昏时节，再加上绵绵不绝的春雨，这种意境描写虽非清真所首创，却是古典<a href=\"http://so.gushiwen.org/view_50934.aspx\">诗</a>词中描写愁绪时最常用的典型环境。这里词人用一“锁”字使得本为抽象无形的情绪形象化，从而突出了词人此时愁闷难堪的心境。“洒空阶、夜阑未休，故人剪烛西窗语”，这三句是说那滴哒的雨声洒落在空寂的台阶上，使得词人心绪更加烦乱愁闷，直到夜深仍不停息。面对此情此景，词人不禁思绪联翩，想到何时才能与故人相会。这里化用了<a href=\"http://so.gushiwen.org/author_204.aspx\">李商隐</a>《夜雨寄北》诗意：“何当共剪西窗烛，却话巴山夜雨时”。词作至此，愁绪的内含已渐渐明朗、具体化了。歇拍三句：“似楚江暝宿，风灯零乱，少年羁旅，”这一层词人宕开一笔，由眼前之景转而幻想从前，在变幻境界中感叹风灯零乱，少年羁旅，颇有不胜今昔之感。“楚江”，此当指长江，<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>诗有“天门中断楚江开”，<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>诗有“楚江巫峡半云雨。”“风烛”，此形容人生短暂，老年人如风前之烛。<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>诗有“过眼百世如风灯”，杜甫诗有“风前春灯乱，江鸿夜雨悬”，所绘即此情景。</p> <p>　　下片写节日思乡之情。“迟暮。嬉游处，正店舍无烟，禁城百五。”词作由上片末尾的少年羁旅，转入叙写迟暮情景，以前之虚幻，转入眼前之说实；前之遥远回荡，此则转入本题。章法大开大合。因寒食禁烟，故曰“无烟”，“禁城百五”，也是寒食节。《荆楚岁时记》：“冬至后一百五日为寒食。”“旗亭唤酒，付与高阳俦侣”，寒食禁烟不禁酒，故可去酒楼饮酒。“俦侣”，即伴侣。“高阳”，地名，在河南杞县。《史记》中郦生为高阳酒徒。李白诗有“君不见高阳酒徒起草中，长揖山东隆准公”。这句的意思是说，寒食节中，旗亭饮酒取乐之事，还是让高阳酒徒们去吧。这里用的是侧笔，实际上是叙说自己为愁思所缠绕，没精打采，对玩乐毫无兴趣。“想东园，桃李自春，小唇秀靥今在否”，对羁旅之愁与思家之情化成了具体的内容，那“东园”此时又是一番桃李争春，明媚春光，而那给自己留下美好印象的、人面桃花相映红的姑娘，如今是否还在？词人描述得越具体，越真切，说明其思念之情越铭心刻骨。此外，用一“否”字，词人的关切之情更显真切。歇拍三句：“到归时，定有残英，待客携尊俎，”词人归心似箭，未踏归途，心早已设想好归家时的情景。到那时，春意犹在，尚有残花挂在枝头，自己定要好好地款待自己一番。“客”字，表明词人始终未曾忘记自己的游子身分。</p> <p>　　整首词很巧妙地将现实、回忆、设想结合起来，结构天成，含蓄而又细腻，意淡而气厚。<a href=\"http://so.gushiwen.org/author_341.aspx\">周济</a>称赞该词“奇横”（《宋四家词选》），黄蓼园则评：“前阕写宦况凄清。次阕起处，点清寒食。以下引到思家情怀，风情旖旎可想”（《蓼园词评》）。品评颇合实际。</p>",
  "about": "<h2>评解</h2> 　　本篇上片忆旧，下片伤今。题旨终是怀念旧日情人。篇末三句作伤心无奈语，最是可怜。俞平伯《清真词释》评论说：“‘想东园’以下直贯结尾，一气呵成，自为清真之惯技，固一篇之警策也。意谓春光晼晚，尚有残英可陪樽俎，而小唇秀靥则何如耶？着一‘否’字，又着一‘定’字，在有意无意间。‘定’字有‘或’、‘应’的意思，却较重，亦半虚半实也。”<br/><h2>句解</h2> <p>　　暗柳啼鸦，单衣伫立，小帘朱户。桐花半亩，静锁一庭愁雨</p> <p>　　“暗柳啼鸦”写景，是大勾勒手法。“暗”字有两重意思，一则表明时令，暮春时节，柳丝已由嫩黄转为深绿；二则表明时间，黄昏之际，暮雨将至，远看柳树自然是昏暗一片。此时此刻，鸦、鹊之类的鸟儿自然急飞归巢，还要伴随惊叫之声。接下来，便写人以及人所处的环境。“单衣伫立”，从《西洲曲》中来。《西洲曲》里说“单衫杏子红”，又说“忆郎郎不至，仰首望飞鸿”，是写女子痴情守望情郎归来。这《西洲曲》一样的痴情小女儿，在为谁伫立呢？“小帘朱户”，正与“痴小人家女”相配，秀而明媚。雨来了，种有桐树的半亩小院，便都在烟雨迷蒙之中了。“静锁”二字，将整个画面定格下来，好一副春日暮雨图。</p> <p>　　洒空阶、夜阑未休，故人剪烛西窗语。似楚江暝宿，风灯零乱，少年羁旅</p> <p>　　夜将残了，雨犹自下个不停。春愁在雨夜滋生，忽然便想起从前也是这样的雨夜，故人相伴西窗之下，剪灯夜话。“故人剪烛西窗语”，自是从唐人<a href=\"http://so.gushiwen.org/author_204.aspx\">李商隐</a>的<a href=\"http://so.gushiwen.org/view_50934.aspx\">诗</a>“何当共剪西窗烛，却话巴山夜雨时”来。忽又觉得此情此境，竟与少年漂泊途中所遇到过的江风打灯的雨夜，何其相似。江在南方，故云“楚江”。“瞑宿”，即是夜宿。</p> <p>　　迟暮。嬉游处。正店舍无烟，禁城百五。旗亭唤酒，付与高阳俦侣</p> <p>　　上片都说从前，过片由“少年”转到“迟暮”，便说到如今了。当下身在何时、何地呢？“店舍无烟”，点明时令是在寒食节。“禁城”，指京城，即汴京。“百五”是唐宋人习惯说法，指冬至后一百零五日，即寒食节。寒食节前后禁火三日，是当时习俗。“旗亭”，即卖酒之市楼。“高阳俦侣”，是说酒友。“高阳”，用的是“高阳酒徒”郦食（yì）其（jī）的典故。高阳，古地名，在今河南杞县西。据《史记·郦生陆贾列传》：<a href=\"http://so.gushiwen.org/author_746.aspx\">刘邦</a>引兵过陈留，郦食其前往谒见，通报人说有个儒生来求见，刘邦说，我正忙着夺天下，没有时间见什么儒生。通报人对郦食其说了，郦食其瞠目按剑对通报人说：“去，再去向沛公通报，说我是高阳酒徒，不是什么儒生！”于是郦食其便闯了进去。此处的“付与高阳俦侣”，是说找几个酒友一起喝酒，借酒浇愁。</p> <p>　　想东园、桃李经春，小唇秀靥今在否。到归时、定有残英，待客携尊俎</p> <p>　　“想东园、桃李经春”，是用<a href=\"http://so.gushiwen.org/author_698.aspx\">阮籍</a>《咏怀诗八十二首》之三“嘉树下成蹊，东园桃与李”的语典。“小唇秀靥”，形容意中人的娇小清秀。“今在否”，是疑问语气，无非是说物是人非。“到归时”，是自计归期。“携樽俎”，是带上酒具。“残英”，即是残花。残英所待之“客”，不是别人，正是词人自己。此“客”字，自“笑问客从何处来”化出。旧日东园，桃李一般的意中人早已不在了。所能知道的，是归去之日，唯有残花相待。虽是残英，然而毕竟曾是旧日桃李。篇末三句，慰藉而复酸辛。</p>",
  "poet": {
    "id": 164,
    "star": 0,
    "name": "周邦彦",
    "image": "http://img.gushiwen.org/authorImg/zhoubangyan.jpg",
    "desc": "周邦彦（1056年－1121年），中国北宋末期著名的词人，字美成，号清真居士，汉族，钱塘（今浙江杭州）人。历官太学正、庐州教授、知溧水县等。徽宗时为徽猷阁待制，提举大晟府。精通音律，曾创作不少新词调。作品多写闺情、羁旅，也有咏物之作。格律谨严。语言典丽精雅。长调尤善铺叙。为后来格律派词人所宗。旧时词论称他为“词家之冠”。有《清真集》传世。"
  },
  "tags": [
    "寒食节",
    "羁旅",
    "写雨",
    "思乡"
  ]
}