{
  "id": 53766,
  "star": 4,
  "name": "好事近·飞雪过江来",
  "dynasty": "宋代",
  "content": "飞雪过江来，船在赤栏桥侧。惹报布帆无恙，著两行亲札。 <br>从今日日在南楼，鬓自此时白。一咏一觞谁共，负平生书册。",
  "fanyi": "<h2>注释</h2> ⑴江：指长江。<br>⑵赤栏桥：在安徽合肥。<a href=\"http://so.gushiwen.org/author_30.aspx\">姜夔</a>《淡黄柳》词序：“客居合肥南城赤栏桥之西。“<br>⑶惹：即偌，犹言在此。无恙，无疾无忧，这里指旅途平安。<br>⑷著：加上。亲札：亲笔写的书信。<br>⑸一咏一觞：<a href=\"http://so.gushiwen.org/author_581.aspx\">王羲之</a>《兰亭集序》：“一咏一觞，亦足以畅叙幽情。“这里指有谁来同饮酒赋<a href=\"http://so.gushiwen.org/view_53766.aspx\">诗</a>。<br>⑹书册：即书籍。这句说，不能为国建立功业，辜负了一生读书的志向。",
  "shangxi": "<h2>鉴赏</h2> <p>　　这首词是<a href=\"http://so.gushiwen.org/author_1369.aspx\">吕渭</a>老南渡平安抵达后，写给友人的。</p> <p>　　词作上片写抵达江南，并报平安。“飞雪过江来，船在赤栏桥侧”，开首二句写实，点明渡江时的季节、气候和到达地点。雪花飞扬之时，当正值寒冬季节，而此时冒雪渡江，可见当时情况比较紧急，这反映了靖康之乱后的动荡局面。“赤栏桥”，有红色栏干的桥。这里可能指具体地名。据<a href=\"http://so.gushiwen.org/author_30.aspx\">姜夔</a>《淡黄柳》词序云：“客居合肥南城赤栏桥之西。”即在安徽合肥，可参考。三、四句“惹报布帆无恙，著两行亲札”，为倒装。即到达后立刻写封简短信札，向友人报告平安，以免他们挂念。“布帆”，布制的船帆。“布帆无恙”，旅途平安，没出事故。《晋书·顾恺之传》载：“（殷）仲堪在荆州，恺之尝因假还，仲堪特以布帆借之。至破冢，遭风大败。恺之与仲堪牋曰：“地名破冢，真破冢而出。行人安稳，布帆无恙”。<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>《秋下荆门》<a href=\"http://so.gushiwen.org/view_53766.aspx\">诗</a>有“霜落型门江树空，布帆无恙挂秋风”句。“无恙”，无忧无疾，这里指旅途平安。“惹报”，有的选本和分析文章作“为报”。“为报”易释。但不知据何版本，故仍据《全宋词》作“惹报”。“惹”，同“偌”，如此，这样。即紧承第二句句意：这样已平安抵达江南，就赶紧写信报平安。“两行”，表示信极短，不及谈及别事。词作上片语虽平实简洁，感情却深沉真诚。</p> <p>　　词作下片抒发悲伤懊悔的心情。首句“从今日日在南楼”中“从今”二字，带有绝决、失意的意味，与上片首句遥相呼应。渡江南来，颠沛流离，中原沦于敌手，何日能再回去？“日日在南楼”，用“日日”加以强调，从今以后，天天都要栖息在南方。“南楼”，本系庾亮故事，泛指好友欢聚之处，这里是指词人在南方的住处。“发自此时白”，“发白”，有自然生理的原因，而这里上承“从今”，下又用“自此时”加以强调，内涵就较为复杂了。结末二句，就是对“发白”原因的说明。“一咏一觞谁共”，“一咏一觞”，指赋诗饮酒。晋·<a href=\"http://so.gushiwen.org/author_581.aspx\">王羲之</a>《兰亭集序》：“一觞一咏，永足以畅叙友情。”“谁”，这里指志同道合的朋友。这句是说自己来到江南，与友人天各一方，而目前战乱频仍，障碍重重，何日能重相聚赋诗饮酒，互诉衷肠呢？此为“发白”的原因之一。“负平生书册”，“书册”上加“平生”二字，是说辜负自己读了一辈子书，却无法实现为国建功立业的抱负。古时文人读书，多抱有“上报国家，下安黎民”的理想，而处于北宋沦亡，南宋偏安，主和派掌权，金人虎视眈眈之际，理想终成泡影。这是“发白”的原因之二，实际是主要原因。词作下片语气沉重，悲懑与懊悔之情交织。</p> <p>　　全词虽简短，内涵却极丰富，感情强烈深切。</p>",
  "poet": {
    "id": 241,
    "star": 0,
    "name": "吕渭老",
    "desc": "吕渭老（生卒年不详），一作吕滨老，字圣求，嘉兴（今属浙江）人。宣和、靖康年间在朝做过小官，有诗名。南渡后情况不详。赵师岌序其词云：“宣和末，有吕圣求者，以诗名，讽咏中率寓爱君忧国意。”“圣求居嘉兴，名滨老，尝位周行，归老于家。”今存《圣求词》一卷。"
  },
  "tags": [
    "婉约",
    "友情",
    "懊悔"
  ]
}