{
  "id": 69667,
  "star": 1,
  "name": "杂剧·刘夫人庆赏五侯宴",
  "dynasty": "元代",
  "content": "楔子<br>（冲末扮李嗣源领番卒子上，李嗣源云）野管羌笛韵，英雄战马嘶。擂的是镂金画面鼓，打的是云月皂雕旗。某乃大将李嗣源是也。父乃沙陀李克用。俺父亲手下兵多将广，有五百义儿家将，人人奋勇，个个英雄，端的是旗开得胜，马到成功。自破黄巢，俺父子每累建奇功。今天下太平，因某父多有功勋，加为忻、代、石、岚、雁门关都招讨使，天下兵马大元帅，又封为河东晋王之职。手下将论功升赏。今奉圣人命，为因黄巢手下余党草寇未绝，今奉阿妈将令，差俺五百义儿家将，统领雄兵，收捕草冠。若得胜回还，圣人再有加官赐赏。奉命出师统雄兵，剿除草寇建功名。赤心报国施英勇，保助山河享太平（下）（赵太公上，云）段段田苗接远村，太公庄上戏儿孙。虽然只得锄刨力，答贺天公雨露恩。自家潞州长子县人氏，姓赵，人见有几贯钱，也都唤我做赵太公。嫡亲的两口儿，浑家刘氏，近新来亡化过了。撇下个孩儿，未勾满月，无了他那娘，我又看觑不的他。我家中粮食田土尽有，争夺无一个亲人，则觑着一点孩儿！我分付那稳婆和家里那小的每：长街市上不问那里寻的一个有乳食的妇人来，我宁可与他些钱钞，我养活他，则要他看觑我这孩儿。今日无甚事，我去那城中索些钱债去。下次小的，看着那田禾，我去城中索些钱债便来也。（下）（正旦抱徕儿上，云）妾身是这潞州长子县人民，自身姓李，嫁的夫主姓王，是王屠，嫡亲的两口儿。妾身近日所生了个孩儿，见孩儿口大，就唤孩儿做王阿三。不想王屠下世，争夺家中一贫如洗，无钱使用！妾身无计所奈，我将这孩儿长街市上卖的些小钱物，埋殡他父亲。自从早晨间到此，无人来问，如之奈何也！（做哭科）（赵太公上，云）自家是赵太公。城中索钱去来也，不曾索的一文钱，且还我那家中去。兀的一簇人，不知看甚么？我试去看咱。（做见正旦科，云）一个妇人，怀里抱着个小孩儿。我问他一声咱：兀那嫂嫂，你为何抱着这小的在此啼哭？可是为何那？（正旦云）老人家不知：我是这本处王屠的浑家，近新来我所生了这个孩儿，未及满月之间，不想我那夫主亡逝，无钱埋殡，因此上将这孩儿但卖些小钱物，埋殡他父亲。是我出于无奈也！（赵太公云）住、住、住，正要寻这等一个妇人看我那孩儿，则除是恁的……兀那王嫂嫂，你便要卖这小的，谁家肯要？不知你寻个穿衣吃饭处，可不好？（正旦云）你说的差了也！便好道：一马不背两鞍，双轮岂碾四辙？烈女不嫁二夫，我怎肯嫁待于人！（赵太公云）你既不肯嫁人，便典与人家，或是三年，或是五年，得些钱物埋<br>殡你夫主，可不好？（正旦云）我便要典身与人，谁肯要？（赵太公云）你若肯啊，我是赵太公，我家中近新来也无了浑家，有个小的，无人抬举他；你若肯典与我家中，我又无甚么重生活着你做，你则是抱养我这个小的，我与些钱钞埋殡你那丈夫，可不好？（正旦云）住、住、住，我寻思咱：我要将这孩儿与了人来呵，可不绝了他王家后代？罢、罢、罢，宁苦我一身罢！我情愿典，太公！（赵太公云）既是这般，则今日我与些钱物，你埋殡你夫主。你便写一纸文书，典身三年。则今日立了文书，我与你钱钞，埋殡了你夫主，就去俺家里住去。（正旦云）也是我出于无奈也呵！（赵太公云）你是有福的，肯分的遇着我。（正旦唱）<br>【正宫】【端正好】则我这腹中愁、心间闷，俺穷滴滴举眼无亲，则俺这孤寒子母每谁瞅问？俺男儿半世苦受勤，但能勾得钱物，宁可着典咱身！（赵太公云）则今日埋殡你丈夫，便跟我家中去来。（正旦唱）则今日将俺夫主亲埋殡。（同下）<br>第一折<br>（赵太公上，云）自从王屠的浑家到俺家中，一月光景。我将那文书本是典身，我改做卖身文书，永远在我家使唤。这妇人抬举着我那孩儿哩，我如今唤他抱出那孩儿来，我试看咱。（做唤科，云）王大嫂！（正旦抱两个徕儿上，云）妾身自从来到赵太公家中，可早一月光景也。妾身本是典身三年的文书、不想赵太公暗暗的商量，改做了卖身文契，与他家永远使用。今日太公呼唤，不知有甚事，须索走一遭去。想我这烦恼几时受彻也呵！（唱）<br>【仙吕】【点绛唇】我如今短叹长吁，满怀冤屈，难分诉。则我这衣袂粗疏，都是些草络布无绵絮。<br>【混江龙】我堪那无端的豪户，瞒心昧己使心毒。他可便心侥幸，倒换过文书，当日个约定觅自家做乳母，今日个强赖做他家里的买身躯。我可也受禁持、吃打骂敢无重数。则我这孤孀子母，更和这瘦弱身躯！<br>（做见科，云）员外万福。（赵太公云）你来我家一个月了。你抱将我那孩儿来我看。（正旦做抱徕儿科）（赵太公做看徐徕儿科，云）王大嫂，怎生我这儿这等瘦？将你那孩儿来我看。（正旦做抱自徕科）（太公做看徕儿科，云）偏你的孩儿怎生这般将息的好？这妇人好无礼也！他将有乳食的奶子与他孩儿吃，却将那无乳食的奶子与俺孩儿吃，怎生将息的起来？这妇人不平心，好打这泼贱人！（做打科）（正旦唱）<br>【油葫芦】打拷杀咱家谁做主？有百十般曾对付：我从那上灯时直看到二更初，我若是少乳些则管里吖吖的哭，我若是多乳些灌的他啊啊的吐；这孩儿能夜啼不犯触，则从那摇车儿上挂着爷单裤，挂到有三十遍倒蹄驴。<br>【天下乐】不似您这孩儿不犯触，可是他声也波声，声声的则待要哭。则从那摇车儿上魇禳无是处。谁敢道是荡他一荡？谁敢是触他一触？可是他叫吖吖无是处。<br>（赵太公云）将你那孩儿来我看。（接过来做摔科）（正旦做扳住臂膊科，云）员外可怜见，休摔孩儿！（赵太公云）摔杀有甚事？则使的几贯钱！（正旦唱）<br>【金盏儿】你富的每有金珠，俺穷的每受孤独，都一般牵挂着他这个亲肠肚。我这里两步为一蓦，急急下街衢。我战钦钦身刚举，笃速速手难舒。我哭啼啼扳住臂膊，泪漫漫的扯住衣服。<br>（正旦云）员外可怜见！便摔杀了孩儿，血又不中饮，肉又不中吃，枉污了这答儿田地。员外则是可怜见咱！（赵太公云）兀那妇人，我还你，抱将出去，随你丢了也得，与了人也得，我则眼里不要见他。你若是不丢了呵，来家我不道的饶了你哩！（下）（正旦云）似这等如之奈何！孩儿，眼见的咱子母不能勾相守也。儿也，痛煞我也！（唱）<br>【尾声】儿也！则要你久已后报冤仇，托赖着伊家福，好共歹一处受苦。我指望待将傍的孩儿十四五，与人家作婢为奴。自踌蹰，堪恨这个无徒！（带云）儿也，你不成人便罢，倘或成了人呵，（唱）你穿着些布背子，排门儿告些故疏。恁时节老人家暮古，与人家重生活难做。哎，儿也！你寻些个口衔钱，赎买您娘那一纸放良书。（下）<br><br>第二折<br>（外扮李嗣源跚马儿领卒子上，云）靴尖踢镫快，袖窄拽弓疾。能骑乖劣马，善着四时衣。某乃沙陀李克用之子李嗣源是也。因为俺阿妈破黄巢有功，圣人封俺阿妈太原府晋王之职，俺阿妈手下儿郎都封官赐赏。今奉俺阿妈将令，着俺数十员名将，各处收捕黄巢手下余党；某为节度使之职。昨日三更时分，夜作一梦，梦见虎生双翅。今日早间去问周总管，他言说道：\"有不测之喜，可收一员大将。\"某今日统领本部军卒，荒野外围猎射走一遭去。众将摆开围场者！（做见兔儿科，云）围场中惊起一个雪练也似白兔儿来。我拽的这弓满，放一箭去，正中白兔。那白兔倒一交，起身便走。俺这里紧赶紧走，慢赶慢走。众将与我慢慢的追袭将去来！（下）（正旦抱徕儿上，云）妾身抱着这个孩儿，下着这般大雪，向那荒郊野外，丢下这孩儿也。你也怨不的我也！（唱）<br>【南吕】【一枝花】恰才得性命逃，速速的离宅舍。我可便一心空硬咽，则我这两只脚可兀的走忙迭。我把这衣袂来忙遮，俺孩儿浑身上绵茧儿无一叶。我与你往前行，无气歇，眼见的无人把我来拦遮，我可便将孩儿直送到荒郊旷野。<br>【梁州】我如今官差可便弃舍。哎，儿也！咱两个须索今日离别，这冤家必定是前生业。这孩儿仪容儿清秀，模样儿英杰。我熬煎了无限，受苦了偌些。我和他是吃了人多少唇舌，不由我感叹伤嗟！我、我、我，今日个母弃了儿，非是我心毒，是、是、是，更和这儿离了母如何的弃舍！哎！天也，天也！俺可便眼睁睁子母每各自分别，直恁般运拙。这冤家苦楚何时彻？谁能够暂时歇？若是我无你个孩儿伶俐些，那其间方得宁贴。<br>（正旦云）我来到这荒郊野外，下着这般大雪，便怎下的丢了孩儿也！（唱）<br>【隔尾】我这里牵肠割肚把你个孩儿舍，跌脚捶胸自叹嗟。望得无人，拾将这草料儿遮，将乳食来喂些，我与你且住者。儿也！就在这官道旁边，敢将你来冻煞也！<br>（李嗣源领番卒子上，云）大小军卒，赶着这白兔儿。我有心待不赶来，可惜了我那枝艾叶金鈚箭去了。如今赶到这潞州长子县荒草坡前，不见了白兔，则见地下插着一枝箭。左右，与我拾将那枝箭来，插在我这撒袋中。（李嗣源做见正旦科，云）奇怪也！兀那道旁边一个妇女人，抱着一个小孩儿，将那孩儿放在地上，哭一回去了；他行数十步可又回来，抱起那孩儿来又啼哭。那妇女人数遭家恁的，其中必是暗昧。左右！你去唤将那妇人来，我试问他。（卒子做唤科，云）兀那婆婆儿，俺阿妈唤你哩。（正旦见科，云）官人万福。（李嗣源云）兀那妇人，你抱着这个小的，丢在地下去了，可又回来，数番不止，你必是暗昧。（正旦云）官人不嫌絮烦，听妾身口说一遍：我是这本处王屠的浑家，当日所生了这个孩儿，未及满月，不想王屠辞世，争奈无钱埋殡。妾身与赵太公家典身三年，就看管他的孩儿。不想赵太公将我那典身的文书，他改做了卖身的文契。当日他赵太公唤我，我抱着两个孩儿，太公见了，他说：\"偏你那孩儿便好，怎生饿损了我这孩儿？便将你那孩儿或是丢了或是人养了便罢，若不丢你那孩儿回来，我不道的饶了你！\"因此上来到这荒郊野外，丢我这孩儿来。（李嗣源云）嗨！好可怜人也。兀那妇人，比及你要丢在这荒郊野外呵，与了人可不好？（正旦云）妾身怕不待要与人，谁肯要？（李嗣源云）兀那妇人，这小的肯与人呵，与了我为子可不好？（正旦云）官人若不弃嫌，情愿将的去。敢问官人姓甚名谁？（李嗣源云）我是沙陀李克用之子李嗣源是也。久以后抬举的你这孩儿成人长大，我教他认你来。你将他那生时年月小名说与我者。（正旦云）官人，这孩儿是八月十五日半夜子时生，小名唤做王阿三。（李嗣源云）左右那里，好生抱着孩儿；这围场中那里有那纸笔，翻过那袄子上襟，写着孩儿的小名生时年月。你休烦恼，放心回去。（正旦唱）<br>【贺新郎】富豪家安稳把孩儿好抬迭，这孩儿脱命逃生，媳妇儿感承多谢！（李嗣源云）我和你做个亲眷可不好？（正里唱）官人上怎敢为枝叶？教孩儿执帽擎鞭抱靴。（李嗣源云）你放心，这孩儿便是我亲生嫡养的一般。（正旦唱）听说罢我心内欢悦，便是你李富贵合是遇英杰。哎！你个赵太公弄巧翻成拙。儿也！你今日弃了你这个穷奶奶，哎，儿也！谁承望你认这富爹爹！<br>（李嗣源云）兀那妇人，你放心，等你孩儿成人长大，我着你子母每好歹有厮见的日子哩。（正旦云）多谢了官人也。儿也，则被你痛杀我也！（唱）<br>【尾声】怕孩儿有刚气自己着疼热，会武艺单单的执斧钺，俺孩儿一命也把自家怨恨绝。我若是打听的我孩儿在时节，若有些志节，把他来便撞者，将我这屈苦的冤仇，儿也！那其间报了也。（下）（李嗣源云）兀那众军卒听者：他这小的如今与我为了儿，我姓李，就唤他做李从珂，到家中不许一个人泄漏了；若是有一个泄漏了的，我不道的饶了您哩！我驱兵领将数十年，因追玉兔骤征马宛。忽见妇女嚎咷哭，我身一一问前缘。他愿将赤子与我为恩养，我教他习文演武领兵权。一朝长大成人后，久以后我着他子母再团圆。（下）<br><br>第三折<br>（外扮葛从周领卒子上，云）黄巢播乱立山河，聚集群盗起干戈。某全凭智谋驱军校，何用双锋石上磨？某姓葛名从周是也，乃濮州鄄城人氏。幼而颇习先王典教，后看韬略遁甲之书，学成文武兼济，智谋过人。某初佐黄巢麾下为帅，自起兵之后，所过城池望风而降。不期李克用家大破黄巢，自黄巢兵败，某今佐于梁元帅麾下为将。某今奉元帅将令，为与李克用家相持。他倚存孝之威，数年侵扰俺邻境。如今无了存孝，更待干罢。俺这里新收一员大将，乃是王彦章，此人使一条浑铁枪，有万夫不当之勇。他便是再长下的张车骑，重生下的唐敬德，此人好生英雄。某今差王彦章领十万雄兵，去搦李克用家名将出马。小校，与我请将王彦章来，有事商议。（卒子云）理会的。王彦章安在？（王彦章上，云）幼年曾习黄公略，中岁深通吕望书。天下英雄闻吾怕，我是那压尽春秋伍子胥。某乃大将王彦章是也，乃河北人氏。某文通三略。武解六韬，智勇双全。寸铁在手，万夫不当之勇；片甲遮身，千人难敌之威；铁枪轻举，战将亡魂；二马相交，敌兵丧魄。天下英雄，闻某之名，无有不惧。今有元帅呼唤，须索走一遭去。可早来到也。报复去，道有王彦章来了也。（卒子云）理会的。（报科，云）喏，报的元帅得知：有王彦章来了也。（葛从周云）着他过来。（卒子云）理会的。着你过去。（做见科，云）呼唤某有何将令？（葛从周云）王彦章，唤你来别无甚事，今有李克用，数年侵扰俺邻境，如今无了存孝也，你领十万雄兵，去搦李克用家名将出马。若得胜回还，俺梁元帅必然重赏加官也。（王彦章云）某今领了将令，点就十万雄兵，则今日拔寨起营。大小三军，听吾将令，与李克用家相持厮杀走一遭去！某驱兵领将显高强，全凭浑铁六沉枪。马如北海蛟出水，人似南山虎下岗。敌兵一见魂魄丧，赳赳威风把名扬。临军对阵活挟将，敢勇交锋战一场。（下）（葛从周云）小校，王彦章领兵与李克用家交战去了也？（卒子云）去了也。（葛从周云）凭着此人英勇，必然得胜也。俺梁元帅怎比黄巢？斩大将岂肯耽饶！十万兵当先敢勇，千员将施逞英豪。人人望封官赐赏，个个要重职名标。收军锣行营起寨，贺凯歌得胜旗摇。（下）（李嗣源领番卒子上，云）马吃和沙草，人磨带血刀。地寒毯帐冷，杀气阵云高。某乃李嗣源是也。今收捕草寇己回，颇奈梁元帅无礼，今差贼将王彦章，领十万军兵搦俺相持。他则知无了存孝，岂知还有俺五虎大将，量他何足道哉！某今领二十万雄兵，五员虎将，与梁兵交战去。小校，唤将李亚子、石敬瑭、孟知<br>祥、刘知远、李从珂五员将军来者。（卒子云）理会的。众将安在？（李亚子上，云）幼小曾将武艺习，南征北讨要相持。临军望尘知胜败，对垒嗅土识兵机。某乃李亚子是也。今有俺嗣源哥哥呼唤，须索见哥哥去。可早来到也。小番报复去，道有李亚子来了也。（卒子云）理会的。报的阿妈得知：有李亚子来了也。（李嗣源云）着他过来。（卒子云）理会的。着你过去。（做见科，云）哥哥呼唤，有何事？（李嗣源云）亚子兄弟，唤您来别无事，今有梁将王彦章搦战，等五将来全了，支拨与您军马去。（李亚子云）理会的。（石敬瑭上，云）幼习韬略识兵机，旗开对垒敢迎敌。临军能射敌兵怕，大将军八面虎狼威。某乃石敬瑭是也。今有先锋将李嗣源呼唤，须索走一遭去。可早来到也。小番报复去，道有石敬瑭来了也。（卒子云）理会的。（报科，云）报的阿妈得知：有石敬瑭来了也。（李嗣源云）着他过来。（卒子云）理会的。着你过去者。（做见科，云）呼唤某那厢使用？（李嗣源云）石敬瑭，今唤您五将与王彦章相持去，等来全时支拨与您军马。（石敬瑭云）理会的。（孟知样上，云）学成三略和六韬。忘生舍死建功劳。赤心辅弼为良将。尽忠竭力保皇朝。某乃孟知祥是也。今有李嗣源呼唤，须索走一遭去。可早来到也。小番报复去，道有孟知祥来了也。（卒子云）报的阿妈得知：有孟知祥来了也。（李嗣源云）着他过来者。（净赵脖揪云）兀那王嫂！（正旦云）你怎生唤我做王嫂？我是你奶奶哩！（净赵脖揪云）我可是你爹爹哩！想当初我父亲买你来与我家为奴，就着你做奶子。奶的我好！你将那好奶与你那孩儿吃，你将那无乳的奶与我吃，故意的把我饿瘦了。如今我不唤你做奶子了，我则叫你做王嫂。你与我饮牛去，休湿了那牛嘴儿；若湿了我那牛嘴儿呵，回家来五十黄桑棍！（下）（正旦云）似这般如之奈何？当初他本不知道，如今他既知道了，这烦恼<br>从头儿受起也！我索井头边饮牛去咱。下着这般国家祥瑞，好冷天道也呵！（唱）<br>【正宫】【端正好】风飕飕遍身麻，则我这笃籁籁连身战，冻钦钦手脚难拳。走的紧来到荒坡佃，觉我这可扑扑的心头战。<br>【滚绣球】我这里立不定虚气喘，无筋力手腕软，瘦身躯急难动转。恰来到井口旁边，雪打的我眼怎开，风吹的我身倒偃，冻碌碌自嗟自怨，也是咱前世前缘。冻的我拿不的绳索拳挛着手，立不定身躯耸定肩，苦痛难言！<br>（正旦云）我将这水桶摆在井边，放下这吊桶去。好冷天道也！（唱）<br>【倘秀才】我这里立不定吁吁的气喘，我将这绳头儿呵的来觉软。一桶水提离井口边，寒参参手难拳，我可便应难动转。<br>（正旦云）将这吊桶掉在这井里，我也不敢回家去，到家里又是打又是骂。罢、罢、罢，就在这里寻个自缢！（外扮李从珂跚马儿领番卒子上，云）几度相持在战场，沙陀将士显高强。破灭黄巢真良将，扶持阿妈保家邦。某乃大将李从珂是也。奉着阿妈的将令，差俺五虎将与王彦章交战去来，被俺五虎将困了王彦章，今日班师得胜回程。我父亲李嗣源与四个叔叔先回去了。某领三千军马后哨行将去，打这潞州长子县过，来到这村庄前。（做见旦科，云）奇怪也！兀那井口旁边一个妇人，守着一担水，树上挂着一条绳子，有那觅自缢的心，则管里啼天哭地的。左右那里，与我唤那妇人来，我问他。（卒子云）理会的。兀那妇人，俺大人唤你哩！（正旦云）哥哥唤我做甚么？（李从珂云）左右接了马者。（做下马科，云）将座儿来我坐。（正旦做见科，云）官人万福。（李从珂做猛起身科，云）好奇怪也！这个婆婆儿刚拜我一拜，恰似有人推起我来的一般。这婆婆儿的福气倒敢大似我么？兀那婆婆，你为甚么树上拴着这条套绳子要寻自缢？你说一遍，我试听咱。（正旦云）官人不知：老身在赵太公家居住，俺太公严恶，使我来这井上打水饮牛来。不想将吊桶掉在井里，不敢回家取三须钩去，因此上寻个自缢。（李从珂云）可怜也！这婆婆掉了桶在这井里，不敢回家中去，在此寻个自尽。嗨！可不道蝼蚁尚然食生，为人何不惜命？左右，拿着那揉钩枪，井中替他捞出那桶来。（卒子云）理会的。（做捞桶科，云）打捞出来了也。（李从珂云）将桶与那婆婆。（正旦云）多谢了官人！（做认科、云）看了这官人那中珠模样，好似我那王阿三孩儿也。（李从珂云）这个婆婆好无礼也，我好意的与你捞出桶来，你为何看着我啼哭？（正旦云）老身怎敢看着官人啼哭！老身当初也有个孩儿来，自小里与了个官人去了，如今有呵，也有这般大小年纪也。老身见了官人，想起我那孩儿来，因此烦恼。（李从珂云）兀那婆婆，你当初也有个孩儿来，与了一个官人去了。那官人姓甚名谁？穿着甚么衣服？骑着甚么鞍马？你从头至尾慢慢的说一遍咱。（正旦唱）<br>【倘秀才】那官人系着条玉兔鹘连珠儿石碾，戴着顶白毡笠前檐儿漫卷。（李从珂云）他来你这里有甚么勾当？（正里唱）可是他赶玉兔因来到俺这地面，他兜玉辔，勒征马宛，斜挑着镫偏。<br>（李从珂云）那官人他可怎生便问你要那孩儿来？（正旦唱）<br>【呆骨朵】那官人笑吟吟，手捻着一枝雕翎箭，我可便把孩儿来与了那个官员。（李从珂云）曾有甚么信息来？（正旦唱）知他是富贵也那安然，知他是荣华也那稳便。（李从珂云）你这许多时不曾望你那孩儿一望？（正旦唱）要去呵应难去。（李从珂云）你曾见你那孩儿来么？（正旦唱）要见阿应难见。（李从珂云）你那孩儿小名唤做甚么？（正旦唱）知他是安在也那王阿三。（李从珂云）要了你那孩儿去的官人姓甚名谁？（正旦唱）你早则得福也李嗣源。（李从珂云）奇怪也！这婆婆叫着我阿妈的名字。左右，这世上，有几个李嗣源？（卒子云）止有阿妈一个是李嗣源。（李从珂云）兀那婆婆，我和李嗣源一张纸上画字，我到家中说了，若有你那孩儿时，我教他看你来。你那孩儿如今多大年纪？几月几日甚么时生？你说与我。（正旦云）俺孩儿是八月十五日半夜子时生，年十八岁也，小名唤做王阿三。（李从珂云）奇怪也！这婆婆说的那生时年纪，和我同年同月同日同时一般般的，则争一个名字差着，其中必有暗昧。我到家中呵，好歹着你孩儿来望你，你意下如何？（正旦云）官人是必着孩儿来看我一看。（唱）<br>【啄木儿尾声】你是必传示与那李嗣源，道与俺那闵子骞，有时节教俺这子母每重相见。要相逢一面，则除是南柯梦里得团圆。（下）<br>（李从珂云）奇怪也！这个婆婆说的他那孩儿，和我同年同月同日同时，则争着这一个小名差着：他是王阿三，我是李从珂；其中必有暗昧。我到家中问的明白，那其间来认，未为晚矣。听言说罢泪如梭，忽见受苦老婆婆。阿三小子谁名姓？多应敢是李从珂？（下）<br><br>第四折<br>（李嗣源引番卒子上，云）桃暗柳明终夏至，菊凋梅褪又春回。某乃李嗣源是也。过日月好疾也，自从在潞州长子县讨了那个孩儿来家，今经十八年光景也。孩儿十八岁也，学成十八般武艺，无有不拈，无有不会，寸铁在手有万夫不当之勇。孩儿唤做李从珂。今因王彦章下将战书来搦俺交锋，奉着俺老阿妈的将令，着某为帅，李亚子为先锋，石敬瑭为左哨，孟知祥为右哨，刘知远为中路，李从珂为合后，统领二十万大军，前去与王彦章交锋。被俺五虎将大破了王彦章，今已班师得胜回还。这一场相持厮杀，多亏了我孩儿李从珂。今俺四虎将先回，着李从珂孩儿后哨赶将来。阿妈阿者大喜；谢俺阿妈封俺五将为五侯，着俺老阿者设一宴，名唤做五侯宴，就要犒赏三军。阿者的将令，着我等的五将全了呵，来回阿者的言语。这早晚怎生不见五将来？（李亚子上，云）三十男儿鬓未斑，好将英勇展江山。马前自有封侯剑，何用区区笔砚间？某乃大将李亚子是也。奉阿妈的将令，着俺五虎将与王彦章交锋去来，今已得胜回营。比及见阿妈阿者，先见李嗣源哥哥去来；到也。兀那小番，与我报复去，道有李亚子来了也。（卒子云）理会的。（报科，云）报的阿妈得知：有李亚子来了。（李嗣源云）道有请。（卒子云）理会的。有请！（做见科）（李嗣源云）有请！将军来了也。（李亚子云）哥哥，您兄弟来了也。（李嗣源云）将军请坐！左右，门首觑者，看有甚么人来。（孟知祥上，云）三尺龙泉万卷书，皇天生我意何如？山东宰相山西将，彼丈夫兮我丈夫。某乃家将孟知祥是也。奉阿妈的将令，着俺五将收捕王彦章已回。有李嗣源哥哥令人请，须索走一遭去；可早来到也。兀那小番，与我报复去，道有孟知祥来了也。（卒子云）理会的。报的阿妈得知：有孟知祥来了。（李嗣源云）道有请。（卒子云）理会的。有请！（孟知祥做见科，云）哥哥，您兄弟来了也。（李嗣源云）将军来了也。有阿者的将今，等俺五虎将来全了，阿者要来犒赏俺哩！将军请坐。左右，门首看者，有众将来时，报复我知道。（石敬瑭上，云）雄威赳赳定边疆，皂袍乌铠黑缨枪。天下英雄闻吾怕，则我是敢勇当先石敬瑭。某乃家将石敬瑭是也。奉俺阿妈的将令，差俺五将收捕王彦章，去到那里，则一阵，被俺五将大破王彦章，今已得胜班师回营也。有李嗣源相请，须索走一遭去。兀那小番，与我报复去，道有石敬瑭来了也。（卒子云）理会的。报的阿妈得知：有石敬瑭来了。（李嗣源云）道有请。（卒子云）理会的。有请！（做相见科）（石敬瑭云）三位哥哥，您<br>兄弟来了也。（李嗣源云）将军请坐！早间奉阿妈的将令，为俺五将有功，阿妈要封俺为五侯，明日阿者要设一宴，是五侯宴，阿者亲自犒赏三军哩。待五将来全，俺一同去。（刘知远上，云）要立功名显姓，不辞鞍马劳神。某乃刘知远是也。俺奉阿妈的将令，差俺五将收捕王彦章，今已得胜还营。比及见阿妈，先见李嗣源哥哥走一遭去；可早来到也。小番报复去，道有刘知远来了也。（卒子云）理会的。报的阿妈得知:有刘知远来了。道有请。（卒子云）理会的。有请！（刘知远见科，云）哥哥，刘知远得胜还营。（李嗣源云）将军请坐！今奉阿妈的将令，为俺五将有功，阿者要设一宴，是五侯宴，阿者亲自犒劳赏三军。还有谁不曾来哩？（李亚子云）有李从珂将军不曾来哩。（李嗣源云）左右，门首觑者，若来时，报复我知道。（李从珂上，云）英雄赳赳镇江河，志气昂昂整干戈。雄威凛凛人人怕，则我是敢勇当先李从珂。某乃李从珂是也。奉阿妈的将令，差俺五虎将收捕王彦章，今日得胜回营。比及见老阿妈，先见我阿妈走一遭去。兀那小番，你报复去，道有李从珂来了也。（卒子云）理会的。报的阿妈得知：有李从珂来了也。（李嗣源云）李从珂孩儿来了也。教孩儿过来。（卒子云）理会的。着你过去哩。（李从珂见科，云）阿妈，你孩儿来了也。（李嗣源云）从珂，你为何来迟？（李从珂云）阿妈，您孩儿来到潞州长子县赵家庄，遇见一个婆婆儿，树上拴着条绳子，有那觅自缢的心。您孩儿问其缘故，原来他掉了个吊桶在井里，他那主人家厉害，待取那三须钩去，怕打骂他，因此寻一个死处。您孩儿着左右人替那婆婆儿捞出那桶来与他，那婆婆儿看着您孩儿则管啼哭。您孩儿问其故，那婆婆儿言道：\"我也有一个孩儿来，十八年前与了一个官人将的去了。\"您孩儿问他那生时年纪，他道：他那孩儿是八月十五日半夜子时生，小名唤做王阿三，如今有呵十八岁也。我又问他：\"那将了你孩儿去的那个官人姓甚名谁？\"不想那婆婆儿说着父亲的名字，看起来他那孩儿和您孩儿同年同月同日同时，则争着一个名姓。我对那婆婆儿说道：\"我和那将的你孩儿去的那个官人一张纸上画字的人。\"那婆婆儿啼天哭地，跪着您儿哀告道：\"官人可怜见！若是回去见我那孩儿啊，是必着来看我一看儿。\"父亲，您儿想来：既然父亲有了您孩儿呵，要他那别人家儿女做甚么？父亲，如今那个人在那里？唤他出来，我见他一见，着他去见他那亲娘一见去，可不好？（李嗣源做惊科，云）住、住、住，孩儿，你不知道，我是讨了一?<br>龊⒍础Ｒ缤矸棠恪Ｄ秦艘膊怀桑易潘怕砣ィ幌胨粝侣砝吹绷恕Ｈ缃衲抢镉心呛⒍矗磕阈莨芩魅瞻⒄呱枰惑垩纾俏搴钛纾桶澄搴盍āＤ闱倚⑷ィ魅赵缛ァ＃ɡ畲隅嬖疲┌⒙枵娓霾缓湍⒍担浚ɡ钏迷丛疲┧档牢蓿蚬芾镂剩。ɡ钛亲油谌丝疲疲┐隅妫愀盖资怯幸桓龊⒍矗怕砣サ绷艘病＃ɡ畲隅嬖疲┘热荒悸髯盼遥豢纤担铡铡眨页龅恼饷爬础＝袢斩疾幌驴纤担晃仪〔偶⒙韬退母鍪迨宥寄磕肯嚓铮渲斜厝话得痢Ｎ医袢涨也晃仕浚矫魅站葡淅习⒄吒埃么跻矢雒靼祝。ㄏ拢ɡ钏迷丛疲┐隅婧⒍チ艘玻浚ㄗ渥釉疲┤チ艘病＃ɡ钏迷丛疲┼耍∷母鲂值埽夂⒍乔啄咐矗羰撬懒撕牵屹即竽昙鸵玻稍跎呛茫浚ㄊ磋┰疲└绺纾环潦拢橙缃裣热ビ氚⒄咚抵耍蛩缆魃绷耍灰胨当懔艘病＃ɡ钏迷丛疲┬值埽愕赖氖恰１燃八ゼ习⒄撸巯热ゼ习⒄咦咭辉馊ァ２挥勺挡乱桑背跷抻型馊酥４隅嫒羧锨啄锶ィ冶闶翘宋蘩嵋采吮＃ㄍ拢ɡ钏迷赐慕缟希钏迷丛疲┙袢阵垩绨才帕艘玻矍肜习⒄呷ダ础０⒄撸⒍星搿＃ㄕ┌缌醴蛉松希疲├仙砹醴蛉耸且病Ｎ澄甯龊⒍笃屏罕檬せ鼗梗仙斫袢丈枰谎纾俏搴钛纾焕辞旌毓停搓秃⒍ｓ垩缍及才帕艘玻虻壤仙恚胨髯咭辉馊ァ＃ǔ?<br>【商调】【集贤宾】我则见骨剌剌列开锦绣旗，笑吟吟齐贺着凯歌回。则听的扑冬冬鼍皮鼓擂，韵悠悠风管笛吹。第一来会俺这困彦章得胜的儿郎；第二来贺功劳做一个庆喜的筵席。我则见儿郎每笑吟吟摆在两下里，一个个赳赳雄威。他那里高擎着玉斝，满捧着香醪，他每都一齐的跪膝。<br>（李嗣源、李亚子、石敬瑭、孟知祥、刘知远众将做跪下）（李嗣源递酒科，云）阿者满饮一杯！（正旦做接酒科，云）孩儿每请起来。（李嗣源云）量您孩儿每有甚功劳，着阿者如此用心！（正旦云）孩儿每请坐。（众云）孩儿每不敢也。（正旦唱）<br>【逍遥乐】俺直吃的尽醉方归；转筹箸不得逃席。（李亚子做递酒科，云）将酒来，阿者满饮一杯！（正旦做接酒科，唱）住者，此盏罢；孩儿每你着他稳坐的，序长幼则论年纪。觥筹交错，李嗣源为头，各分您那坐位。<br>（石敬瑭云）我与阿者递一杯。阿者满饮一杯！（正旦云）孩儿每，今日是甚么宴？（众云）今日是五侯宴。（正旦云）既是五侯宴，可怎生不见我那李从珂孩儿在那里？（李嗣源云）左右，那里？门首觑者，李从珂来时报复我知道。（李从珂上，云）便好道：事不关心，关心者焦。昨日问我阿妈那王阿三一事，我阿妈与众人左右隐讳不肯说。今日五侯宴上，若见了老阿者，我好歹要问个明白。来到也。报复去，道李从珂来了也。（卒子云）理会的。报的阿者得知：有李从珂来也。（正旦云）着孩儿过来。（卒子云）理会的，着你过去哩。（李从珂见正旦科）（正旦云）从珂孩儿来了也。（李从珂云）老阿者，您孩儿来了也。（做拜科）（正旦云）不枉了好儿也！从珂，你为何来迟也？（李从珂云）您孩儿往潞州长子县过来……（李嗣源做打拦科，云）从珂休胡说！则饮酒。（李从珂云）您孩儿往潞州长子县过来……（李嗣源打拦科，云）从珂！中说的便说，不中说的休说，则饮酒。（李从珂云）老阿者，您孩儿要说，阿妈两次三番则是拦挡，不知为何不要您孩儿说？我也不饮酒！（正旦云）李嗣源，着孩儿说，你休拦他！（李从珂云）老阿者，孩儿往潞州长子县过，见一个老婆婆儿，树上拴着条绳子，有那觅自缢的心。您孩儿问其故，他原来去井上打水，掉了桶在井里。他那主人家严恶，那婆婆儿怕打，也不敢家中取三须钩去，因此上觅个死。您孩儿令人替他捞起桶来，那婆婆儿看着您孩儿则管里啼哭。您孩儿言称道：\"你为何看着我则管里啼哭？\"那婆婆道：\"我怎敢看着官人啼哭！当初我有一个孩儿来，十八年前与了一个官人去了；如今有呵，也有官人这般大年纪。\"您孩儿问他那孩儿生时年月。那婆婆道：\"我孩儿是八月十五日半夜子时生，小名唤做王阿三。\"您孩儿又问：\"将的你孩儿去了的那个官人，他姓甚名谁？\"那婆婆儿叫阿妈的名字。您孩儿想来：那婆婆儿说他那孩儿的八字，和您孩儿同年同月同日同时，则争个名姓。您孩儿是李从珂，他可是王阿三。您孩儿昨日个问阿妈，坚意的不肯说。今日对着老阿者与众将在此，着王阿三出来，您孩儿见他一见，怕做甚么？（正旦看李嗣源，云）孩儿，他敢见他那母亲来么？（李嗣源云）谁说道见他那父亲来？阿者休和孩儿说。您孩儿偌大年纪也，则看着他一个儿，不争阿者对着他说了呵，则怕生分了孩儿么？（正旦云）从珂孩儿，你阿妈是有个孩儿来，放马去，跌杀了也。（李从珂云）老阿者，休瞒您孩儿，便和您孩儿说呵，怕做甚么？（正旦唱）<br>【醋葫芦】那时节曾记得你有个弟弟，你阿妈乞将来不曾与些好衣食。你阿妈后来生下你，教那厮放牛羊过日，到如今多管一身亏。<br>（孟知祥云）阿者，您孩儿不曾与阿者递一杯酒哩。阿者，您孩儿递一杯酒，请阿者行一个酒令。今日不同往日筵会，大家都要欢喜。将酒来！您孩儿递一杯。（正旦云）孩儿每，今日是个好日辰，都要欢喜饮酒，不许烦恼。（李嗣源云）阿者说的是，都听令，则要欢喜饮酒，不许烦恼。（李从珂云）住、住、住，老阿者，这桩事您孩儿务要个明白了呵便饮酒。老阿者，对您孩儿说了罢！（李嗣源做跪科，云）阿者休和孩儿说。（正旦云）李嗣源孩儿，（唱）<br>【醋葫芦】我这里低声便唤你，你可便则管里、你那里干支剌的陪笑卖楂梨，不须咱道破他早知；那孩儿举头会意，咱不说他心下也猜疑。<br>（李从珂云）阿妈，和您孩儿说了罢！（李嗣源云）你教我说甚么来？（李从珂云）老阿者，对您孩儿说了罢！（正旦云）你阿妈则生了你一个，你着我说甚么来？（李从珂云）住、住、住，既然老阿者和阿妈都不肯说，罢、罢、罢，要我这性命做甚么？我就这里拔剑自刎了罢！（正旦、李嗣源、众将做扳住手夺剑科）（李嗣源云）孩儿也，不争你有些好歹呵，着谁人侍养我也，儿也！（正旦云）罢、罢、罢，李嗣源孩儿，我说也。（李嗣源云）阿者，且休和孩儿说！（正旦云）我若说了呵，（唱）<br>【后庭花】则俺这李嗣源别有谁？（李嗣源做悲科）（李从珂云）老阿者，如今王阿三在那里？（正旦云）孩儿也，十八年前你阿妈大雪里在那潞州长子县抱将你来。（李从珂云）老阿者，您孩儿可是谁？（正旦唱）哎，儿也！则这个王阿三可则便是你！（李从珂云）原来我便是王阿三，兀的不气杀我也！（做昏倒科）（众做救科）（李嗣源云）从珂儿也，精细着！（正旦云）从珂儿也，苏醒者！（李从珂做醒、悲科，云）哎哟，痛杀我也！（正旦云）孩儿，省烦恼！（李从珂云）老阿者，我的亲母见受着千般苦楚，我怎生不烦恼？（李嗣源云）阿者，恰才休和他说也罢，不争孩儿知道了，如今便要去认他那亲娘去，如之奈何？（正旦唱）不争咱这养育父将他相瞒昧，（正旦云）咱是他养育父母，他见了他亲娘受无限苦楚，不争你不要他去认呵，（唱）哎，儿也！则他那嫡亲娘可是图一个甚的？他如今受驱驰，他如今六十余岁，他身单寒腹内饥，他哭啼啼担着水；你将来瞒昧者。（李嗣源云）阿者，则是生分了孩儿也。（正旦云）孩儿，他这里怕不骑鞍压马，受用快活；他那亲娘与人家担水运浆，在那里吃打吃骂。孩儿，你寻思波，（唱）<br>【双雁儿】他怎肯坐而不觉立而饥？母恩临怎忘的？你着他报了冤仇雪了冤气，你着他去认义，那其间来见你。<br>（李从珂做悲科）（李嗣源做唤料，云）从珂！从珂！（李从珂不应科）（李嗣源云）我唤他从珂，他不应；我如今唤他那旧小名王阿三。（李从珂做应科，云）阿妈，您孩儿有！（李嗣源云）阿者，我恰才唤他从珂，他不应；我唤他王阿三，他才应。（李嗣源说鸡鸭论云）不因此事，感起一桩故事：昔日河南府武陵县有一王员外，家近黄河岸边，忽一日闲行到于芦苇坡中，见数十个鸭蛋在地，王员外言道：\"荒草坡中如何得这鸭蛋？\"王员外将鸭蛋拿到家中，不期有一雌鸡正是暖蛋之时，王员外将此鸭蛋与雌鸡伏抱数日，个个抱成鸭子。雌鸡终日引领众鸭趁食，个月期程，渐渐毛羽长成。雌鸡引小鸭来至黄河岸边，不期黄河中有数只苍鸭在水浮泛，小鸭在岸忽见，都入水中，与同众鸭游戏。雌鸡在岸回头，忽见鸭雏飞入水中，恐防损伤性命，雌鸡在岸飞腾叫唤。王员外偶然出户，猛见小鸭水中与大鸭游戏。王员外道：\"可怜，我道鸡母为何叫唤，原来见此鸭雏入水，认他各等生身之主。鸡母你如何叫唤？\"王员外言道：\"此一桩故事，如同世人养他人子一般，养杀也不亲，与此同论。\"后作鸡鸭论，与世人为戒。有诗为证，诗曰：鸭有子兮鸡中抱，抱成鸭兮相趁逐。一朝长大生毛羽，跟随鸡母岸边游。忽见水中苍鸭戏，小鸭入水任漂流。鸡在岸边相顾望，徘徊呼唤不回头。眼欲穿兮肠欲断，整毛敛翼志悠悠。王公见此鸭随母，小鸭群内戏波游。劝君莫养他人子，长大成人意不留。养育恩临全不报，这的是养别人儿女下场头。哎哟，儿也，兀的不痛煞我也（正旦云）孩儿，你省烦恼。（李嗣源云）阿者，您孩儿怎生不烦恼？（李从珂做辞正旦科，云）老阿者放心！是今日说破也，可怜见您孩儿怕不在这里一身荣华；我那亲娘在那里与人家担水运浆，吃打吃骂，千辛万苦，看着至死，不久身亡，你孩儿争忍在此不去认母也？我说罢也雨泪千行，恰便似刀搅我心肠。做娘的忍饥受饿，为子的富贵荣昌。可怜见看看至死，可来报答你这养育亲娘。〔正旦云〕从珂孩儿，你则今日领百十骑人马，去认你母亲去。孩儿，你则早些儿回来！（李嗣源云）儿也，我干抬举了你这十八年也！（李从珂云）阿妈休烦恼，您孩儿认了母亲，一同的便来也。（正旦、李嗣源做悲科，云）孩儿，你早些儿回来！（李从珂做拜辞科，云）你孩儿理会的。我出得这门来，则今日领着百十骑人马，直往潞州长子县认母亲走一遭去来。我恰才拜别尊堂两泪流，则为亲娘我无限忧。我今日领兵若到长子县，拿贼与母报冤仇。（下）（正旦云）嗣源，从珂孩儿去了也。<br>（李嗣源云）从珂去了也。（正旦云）嗣源孩儿，你则今日随后领着人马，直至潞州长子县看孩儿去，就将他母亲一同取将来。你都小心在意者！（众应科）您孩儿理会的。（正旦唱）<br>【尾声】快疾忙摆剑戟，众番官领兵器，将孩儿紧紧的厮追随。我则是可怜见他母亲无主依，你与我疾行动一会。他认了他嫡亲娘，你与我疾便的早些儿回。（下）<br>（李嗣源云）则今日俺弟兄五人点就本部下人马，随孩儿直至潞州长子县取孩儿的亲娘走一遭去。大小三军，听吾将令：则今日便索行程，接应孩儿去。驱兵领将显高强，从珂去认嫡亲娘。若到潞州长子县，管教他子母早还乡。（同下）<br><br>第五折<br>（净扮赵脖揪上，云）自家老赵，终日眼跳。山人算我，说我死到。自家赵脖揪的便是。这两日有些眼跳。颇奈那婆子无札，我使他打水饮牛，见一日要一百五十桶水。今日这早晚不见来，快着人去拿将那婆子来！（正旦担水桶上，云）似这般苦楚，几时受彻也呵！（唱）<br>【双调】【新水令】则听的叫一声\"拿过那贱人来\"，我见叫吖吖大惊小怪。狠心肠的歹大哥，欺侮俺无主意的老形骸！也是我运拙时乖，舍死的尽心儿奈。<br>（正旦见净科）（净云）兀那婆子，你这一日在那里来？你死也！（正旦云）我在井边打水饮牛来。你是谁？（李从珂云）你问我是谁？这个是我的亲娘！（赵脖揪云）这个妇人原来是你的亲娘；这等呵，我死也！（李从珂云）把这厮与我执缚了者！(李嗣源同四将上）（李嗣源云）来到这潞州长子县赵家庄也。兀的不是从珂孩儿！（李从珂云）阿妈也来了也。母亲和阿妈厮见咱。（李嗣源云）兀那婆婆，你认的我么？（正旦做见嗣源科，云）索是多谢了官人！（李嗣源觑赵脖揪云）这厮是谁？（李从珂云）阿妈，这厮便是那赵太公的孩儿。（李嗣源云）兀那厮！你那赵太公那里去了？（赵脖揪云）大人可怜见！我父亲死了也。当初改了文契，是我父亲来；如今折倒他母亲，也是我来；朝打暮骂他母亲，也是我来。事到今日，饶便饶，不饶便哈剌了罢。（李嗣源云）这厮改毁文契，欺压贫民，推赴军前斩首施行！李从珂，与你母亲换了衣服，辆起车儿，同到京师拜见老阿者阿妈去来。（正旦唱）<br>【沽美酒】今日个望京师云雾霭，朝帝阙胜蓬莱，共享荣华美事谐。受用了玄纁玉帛，俺一家儿尽豪迈。<br>【太平令】稳情取香车麾盖，子母每终是英才。怡乐着升平景界，端的是雍熙无赛。呀！今日个喜哉、美哉、快哉！谢皇恩躬身礼拜。<br>（李嗣源云）则今日敲牛宰马，做一个庆喜的筵席。则为这李从珂孝义为先，为母亲苦痛哀怜。因葬夫典身卖命，相抛弃数十余年。为打水备知详细，认义在井口旁边。今日个才得完聚，王阿三子母团圆。<br>题目王阿三子母两团圆<br>正名刘夫人庆赏五侯宴",
  "poet": {
    "id": 235,
    "star": 0,
    "name": "关汉卿",
    "image": "http://img.gushiwen.org/authorImg/guanhanqing.jpg",
    "desc": "关汉卿（约1220年──1300年），元代杂剧作家。是中国古代戏曲创作的代表人物，“元曲四大家”之首。号已斋（一作一斋）、已斋叟。汉族，解州人（今山西省运城），与马致远、郑光祖、白朴并称为“元曲四大家”。以杂剧的成就最大，一生写了60多种，今存18种，最著名的有《窦娥冤》；关汉卿也写了不少历史剧，如：《单刀会》、《单鞭夺槊》、《西蜀梦》等；散曲今在小令40多首、套数10多首。关汉卿塑造的“我却是蒸不烂、煮不熟、捶不匾、炒不爆、响珰珰一粒铜豌豆”（〈不伏老〉）的形象也广为人称，被誉“曲家圣人”。"
  },
  "tags": []
}