{
  "id": 10223,
  "star": 31,
  "name": "蓟中作",
  "dynasty": "唐代",
  "content": "策马自沙漠，长驱登塞垣。<br>边城何萧条，白日黄云昏。<br>一到征战处，每愁胡虏翻。<br>岂无安边书，诸将已承恩。<br>惆怅孙吴事，归来独闭门。",
  "fanyi": "<p><strong>译文<br></strong>打马驱驰越过沙漠，长途跋涉来到边疆。<br>边城一带如此萧条，日光惨淡白云昏黄。<br>身临沙场争战之处，常为胡虏的反复侵扰而忧伤。<br>胸中不是没有安边良策，无奈将帅己得封赏无心边防。<br>才如孙吴却无处施展呀，只好归来闭门独自惆帐。</p> <p><strong>注释<br></strong>⑴蓟（jì）中：指蓟城，今河北大兴西南。<br>⑵垣（yuán）：城上矮墙。<br>⑶萧条：冷落。<br>⑷翻：同“反”，反叛。<br>⑸安边书：安边的策略。<br>⑹诸将：指安禄山等人。<br>⑺孙吴事：指<a href=\"http://so.gushiwen.org/author_817.aspx\">孙武</a>、<a href=\"http://so.gushiwen.org/author_851.aspx\">吴起</a>用兵之事。孙武，春秋齐国人，古代著名军事家，著有《孙子兵法》十三篇。吴起，战国时卫人，任魏国将军，大败秦兵，亦有兵法行世。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　蓟中指蓟城，在今北京市大兴县西南。<a href=\"http://so.gushiwen.org/author_227.aspx\">高适</a>于公元752年（天宝十一年）春南返封丘，写下了这首<a href=\"http://so.gushiwen.org/view_10223.aspx\">诗</a>。</p> <p>　　诗一开篇，就以“沙漠”、“塞垣”这样特有的塞外景物，勾勒出一幅浩瀚伟岸的典型图画。接着以“策马”、“长驱”和“登”这三个动作，勾画出一个挥鞭驰骋、飞越大漠、慷慨激昂、勇赴国难的英雄形象。</p> <p>　　三、四句，则写诗人登上塞垣的所见：映入眼帘的，是衰草遍地、寒风呼啸的“萧条”荒凉景象；纵目远眺，只见“白日”昏暗，寒云苍茫，天地玄黄。开始四句叙事写景，以白描之法大笔勾勒，境界阔大，人物虽尚未出场，但通过“策马”“长驱”的壮烈之举，落日黄云的苍茫之色，特别是“落日何萧条”句中的“何”字，突出了主人公的感慨之深，忧愁之重。</p> <p>　　“一到征战处，每愁胡虏翻”，这两句既是由前面的叙事写景到下文议论抒情的转折，又是具体揭示前文“边城何萧条”的原因：征战不息，原来是“胡虏”的反叛造成的，同时也暗示对安禄山以“边功市宠”，引起战端。据《通鉴·玄宗天宝四载》记载：安禄山欲以边功市宠，数侵掠奚、契丹，逼得“奚契丹各杀公主以叛。”可见天宝时期东北边境的“边患”，主要是安禄山进行不义战争造成的。尽管当时安禄山手握三镇雄兵，是被唐玄宗封为东平郡王的显赫人物，而高适“栖迟一尉”，人微言轻，对此倒行逆施却已难捺愤怒，因此感情的激流勇掀波澜，以一强烈的反诘：“岂无安边书？”对统治者进行了强烈的抨击，同时也表现出自己安边定远的高度自信心。</p> <p>　　史言高适“喜言王霸大略”，“逢时多难，以安危为己任。”（《旧唐书·高适传》）对给国家、人民带来苦难的不义战争，高适坚决反对。但现实却是贤者沉沦，奸邪得志。“诸将已承恩”一句回答，包含着诗人多少深沉的愤慨！这一起一伏之中，诗人的感情又由激越转向沉痛。这样自然引出末尾两句，“惆怅孙吴事，归来独闭门！”这两句各用一典，孙、吴指战国时著名的军事家<a href=\"http://so.gushiwen.org/author_858.aspx\">孙膑</a>和<a href=\"http://so.gushiwen.org/author_851.aspx\">吴起</a>，“闭门”指东汉末年大名士陈寔有感于世道黑暗，拒绝入仕，故“闭门悬车，栖迟养老”（见《后汉书·陈寔传》）。此二句含蕴的情感十分深厚强烈，有言少意多之妙。不过，第二句的“闭门”之说，是对现实极为不满的反语，其实高适对现实是十分关注的，对政治是极为热衷的。正如钟惺所评：“ 欲言塞下事，天子不召见，归咎于君；‘岂无安边书，诸将已成恩’，归咎于臣。”“‘已承恩’三字偷惰欺蔽二意俱在其中，可为边事之戒。”（《唐诗归》卷十二）。</p> <p>　　艺术上叙事写景，形象逼真，衬托出壮烈的情怀。议论抒情，出言深睿精警，意绪起伏捭阖，透射出诗人强烈的愤懑和不愿同流合污的凛凛风仪。全诗语言看似平淡质朴，但由于“感赏之情，殆出常表”（徐献忠《唐诗品》）同样具有摄人心魄的艺术魅力。</p>",
  "about": "<h2>创作背景</h2> 　　《文苑英华》与敦煌唐写本残卷《唐人选谢<a href=\"http://so.gushiwen.org/view_10223.aspx\">诗</a>》中此诗皆题作《送兵还作》，可知此诗是<a href=\"http://so.gushiwen.org/author_227.aspx\">高适</a>在天宝十年（751）冬天送兵后，于次年春天南返封丘时所作。",
  "poet": {
    "id": 227,
    "star": 0,
    "name": "高适",
    "image": "http://img.gushiwen.org/authorImg/gaoshi.jpg",
    "desc": "高适是我国唐代著名的边塞诗人，世称“高常侍”。 作品收录于《高常侍集》。高适与岑参并称“高岑”，其诗作笔力雄健，气势奔放，洋溢着盛唐时期所特有的奋发进取、蓬勃向上的时代精神。"
  },
  "tags": [
    "边塞",
    "叙事",
    "壮志难酬",
    "愤懑"
  ]
}