{
  "id": 72271,
  "star": 12,
  "name": "报孙会宗书",
  "dynasty": "两汉",
  "content": "　　恽材朽行秽，文质无所底，幸赖先人余业，得备宿卫。遭遇时变，以获爵位。终非其任，卒与祸会。足下哀其愚，蒙赐书教督以所不及，殷勤甚厚。然窃恨足下不深推其终始，而猥随俗之毁誉也。言鄙陋之愚心，若逆指而文过；默而息乎，恐违孔氏各言尔志之义。故敢略陈其愚，惟君子察焉。</p> <p>　　恽家方隆盛时，乘朱轮者十人，位在列卿，爵为通侯，总领从官，与闻政事。曾不能以此时有所建明，以宣德化，又不能与群僚同心并力，陪辅朝庭之遗忘，已负窃位素餐之责久矣。怀禄贪势，不能自退，遂遭变故，横被口语，身幽北阙，妻子满狱。当此之时，自以夷灭不足以塞责，岂意得全首领，复奉先人之丘墓乎？伏惟圣主之恩不可胜量。君子游道，乐以忘忧；小人全躯，说以忘罪。窃自念过已大矣，行已亏矣，长为农夫以末世矣。是故身率妻子，戮力耕桑，灌园治产，以给公上，不意当复用此为讥议也。</p> <p>　　夫人情所不能止者，圣人弗禁。故君父至尊亲，送其终也，有时而既。臣之得罪，已三年矣。田家作苦。岁时伏腊，烹羊炰羔，斗酒自劳。家本秦也，能为秦声。妇赵女也，雅善鼓瑟。奴婢歌者数人，酒后耳热，仰天抚缶而呼乌乌。其诗曰：“田彼南山，芜秽不治。种一顷豆，落而为萁。人生行乐耳，须富贵何时！”是日也，奋袖低昂，顿足起舞；诚滛荒无度，不知其不可也。恽幸有余禄，方籴贱贩贵，逐什一之利。此贾竖之事，污辱之处，恽亲行之。下流之人，众毁所归，不寒而栗。虽雅知恽者，犹随风而靡，尚何称誉之有？董生不云乎：“明明求仁义，常恐不能化民者，卿大夫之意也。明明求财利，常恐困乏者，庶人之事也。”故道不同，不相为谋，今子尚安得以卿大夫之制而责仆哉！</p> <p>　　夫西河魏土，文侯所兴，有段干木、田子方之遗风，漂然皆有节概，知去就之分。顷者足下离旧土，临安定，安定山谷之间，昆戎旧壤，子弟贪鄙，岂习俗之移人哉？于今乃睹子之志矣！方当盛汉之隆，愿勉旃，毋多谈。 ",
  "fanyi": "<p><strong>译文</strong><br>　　我才能低下，行为卑污，外部表现和内在品质都未修养到家，幸而靠着先辈留下的功绩，才得以充任宫中侍从官。又遭遇到非常事变，因而被封为侯爵，但始终未能称职，结果遭了灾祸。你哀怜我的愚昧，特地来信教导我不够检点的地方，恳切的情意甚为深厚。但我私下却怪你没有深入思考事情的本末，而轻率地表达了一般世俗眼光的偏见。直说我浅陋的看法吧，那好象与你来信的宗旨唱反调，在掩饰自己的过错；沉默而不说吧，又恐怕违背了孔子提倡每人应当直说自己志向的原则。因此我才敢简略地谈谈我的愚见，希望你能细看一下。<br>　　我家正当兴盛的时候，做大官乘坐朱轮车的有十人，我也备位在九卿之列，爵封通侯，总管宫内的侍从官，参与国家大政。我竟不能在这样的时候有所建树，来宣扬皇帝的德政，又不能与同僚齐心协力，辅佐朝廷，补救缺失，已经受到窃踞高位白食俸禄的指责很久了。我贪恋禄位和权势，不能自动退职，终于遭到意外的变故，平白地被人告发，本人被囚禁在宫殿北面的楼观内，妻子儿女全关押在监狱里。在这个时候，自己觉得合族抄斩也不足以抵偿罪责，哪里想得到竟能保住脑袋，再去奉祀祖先的坟墓呢？我俯伏在地想着圣主的恩德真是无法计量。君子的身心沉浸在道义之中，快乐得忘记忧愁；小人保全了性命，快活得忘掉了自身的罪过。因此亲自率领妻子儿女，竭尽全力耕田种粮，植桑养蚕，灌溉果园，经营产业，用来向官府交纳赋税，想不到又因为这样做而被人指责和非议。<br>　　人的感情所不能限制的事情，圣人也不加以禁止。所以即使是最尊贵的君王和最亲近的父亲，为他们送终服丧，至多三年也有结束的时候。我得罪以来，已经三年了。种田人家劳作辛苦，一年中遇上伏日、腊日的祭祀，就烧煮羊肉烤炙羊羔，斟上一壶酒自我慰劳一番。我的老家本在秦地，因此我善于秦地的乐器。妻子是赵地的女子，平素擅长弹瑟。奴婢中也有几个会唱歌的。喝酒以后耳根发热，昂首面对苍天，信手敲击瓦缶，按着节拍呜呜呼唱。歌词是：“在南山上种田辛勤，荆棘野草多得没法除清。种下了一顷地的豆子，只收到一片无用的豆茎。人生还是及时行乐吧，等享富贵谁知要到什么时辰！”碰上这样的日子，我兴奋得两袖甩得高高低低，两脚使劲蹬地而任意起舞，的确是纵情玩乐而不加节制，但我不懂这有什么过错。我幸而还有积余的俸禄，正经营着贱买贵卖的生意，追求那十分之一的薄利。这是君子不屑只有商人才干的事情，备受轻视耻辱，我却亲自去做了。地位卑贱的人，是众人诽谤的对象，我常因此不寒而粟。即使是素来了解我的人，尚且随风而倒讥刺我，哪里还会有人来称颂我呢？董仲舒不是说过吗：“急急忙忙地求仁求义，常担心不能用仁义感化百姓，这是卿大夫的心意。急急忙忙地求财求利，常担心贫困匮乏，这是平民百姓的事情。”所以信仰不同的人，互相之间没有什么好商量的。现在你还怎能用卿大夫的要求来责备我呢！<br>　　你的家乡西河郡原是魏国的所在地，魏文侯在那里兴起大业，还存在段干木、田子方留下的好风尚，他们两位都有高远的志向和气节，懂得去留和仕隐的抉择。近来你离开了故乡，去到安定郡任太守。安定郡地处山谷中间，是昆夷族人的家乡，那里的人贪婪卑鄙，难道是当地的风俗习惯改变了你的品性吗？直到现在我才看清了你的志向！如今正当大汉朝的鼎盛时期，祝你飞黄腾达，不要再来同我多噜。</p><p><strong>注释</strong><br>〔1〕材朽行秽(huì)，才能低劣品行肮脏。文质，文采和质朴，指文章、道德。底，至，到达，“底”通“抵”。赖，依靠。先人，指已经去世的父亲杨敞。馀业，遗留的功业。备，备员，充数。宿卫，在宫中值宿警卫，这是郎官的职责。<a href=\"http://so.gushiwen.org/author_808.aspx\">杨恽</a>曾任郎官。<br>〔2〕时变，时局变故，指霍氏谋反、杨恽告发之事。以，连词，用法同“而”。爵位，指扬恽所获的“平通侯”。<br>〔3〕终，终究。其，代第一人称。任，胜任，指胜任的官职。卒，最终，最后。会，遭遇，?碰到。<br>〔4〕足下，古代下称上或同辈相称的敬辞，可译为“您”。哀，哀怜。其，代第一人称。愚蒙，愚笨蒙昧。教督，教导督正。所不及，没有做到的地方。殷勤，恳切的情意。<br>〔5〕然，转折连词，可是。窃，谦指自己，私下。恨，遗憾。推，推究，推寻。其，那件事。终始，首尾经过，原委。猥(wěi)，副词，随随便便地。俗，世俗，社会上一般人。毁誉，偏义复词，义偏于“毁”，毁谤。<br>〔6〕鄙陋，浅薄粗陋。愚心，愚昧的见解。若，好像。逆指，违背来信的旨意。文(wén)过，掩饰自己的过错。默，不说话；息，歇止，停止；乎，语气词，吧；默而息乎，默不作声吧。孔氏，孔子。各言尔志，各人说说你们的志向。《论语·公冶长》：“颜渊、季路侍。子曰：‘盍各言尔志。’”<br>〔7〕敢，表敬副词，冒昧地。略，简略地，稍微。陈，陈述。其愚，我的愚见。惟，句首语气词，表希望。君子，对孙会宗的称呼。察，审察。焉，代词兼语气词，于是。<br>〔8〕方，正，正当。隆盛，兴盛，兴旺。朱轮，指高官所乘的马车，车轮是红色的。汉制，公卿列侯及二千石以上的官员可以乘朱轮马车。<br>〔9〕列卿，指九卿之列。九卿是古代中央政府的九个高级官职，各朝各代名称不全相同。汉代的九卿是：太常、光禄勋、卫尉、太仆、廷尉、大鸿胪、宗正、大司农、少府。通侯，即列侯。汉制，刘姓子孙封侯者，叫诸侯；异姓功臣封侯者，叫列侯，也叫彻侯，后避武帝(<a href=\"http://so.gushiwen.org/author_700.aspx\">刘彻</a>)讳，改“彻侯”为“通侯”。总领，统领。从官，皇帝的侍从官。杨恽曾任“诸吏光禄勋”，所有侍从官都归他管理，并负责监察弹劾群官。与(yù)闻，参与和知晓。<br>〔10〕曾(zēng)，乃，竟。建明，建树倡明。陪辅，辅助，辅佐。负，担负，这儿指遭受。窃位，窃取官位，指不能恪尽职守。素餐，白吃，指不劳而获、白吃官俸。责，指责，责备。<br>〔11〕怀、贪，思念，贪图。变故，意外发生的灾难，指杨恽被戴长乐上书告罪之事。<br>〔12〕横(héng)，意外地。被，遭受。口语，这儿指毁谤诬陷之语。幽，幽禁，关押。北阙，古代宫殿北面的观阙，是大臣上章奏事或被皇帝召见的地方。妻子，妻子儿女。<br>〔13〕自以，自己认为。夷灭，消灭，指杀戮。塞责，抵塞罪责。意，意料，料想。全，保全。首领，头颈。丘墓，坟墓。<br>〔14〕伏惟，伏在地上想，表敬之辞。圣主，皇帝，指汉宣帝。胜，尽。量，估量。<br>〔15〕游道，游于大道，即学习道义之事，浸身道义之中。以，连词，而。说(yuè)，通“悦”，?高兴。<br>过，过失，过错。行，品行。亏，缺失，欠缺。长(cháng)，长久，永远。没(mò)世，过完一辈子。<br>〔16〕是故，因为这个缘故，因此。戮(lù)力，合力，齐心合力。耕桑，耕田植桑，泛指农业生产。灌园，浇灌园圃。治产，治理产业。以，连词，表目的，以便，用来。给(jǐ)，供给；公上，公家、主上；给公上，供给国家税收。用此，因此，以此。<br>〔17〕夫(fú)，句首语气词。人情，人之常情。止，禁止。<br>〔18〕君父至尊亲，君至尊，父至亲。这是修辞上的“分承表示法(并提)”。送其终，为他们送终、服丧。有时，有一定时限。古代臣子为君父服丧三年。既，尽，终。<br>〔19〕作苦，劳作辛苦。岁，指年；时，指春夏秋冬四季。伏、腊，夏天的伏日、冬天的腊日，秦汉时都是节日。伏，指夏至后第三个庚日(即初伏)；腊，冬至后的第三个戌日(后世以阴历十二月初八日为腊日，即“腊八”)。伏腊都是祭日。烹(pēng)，煮；炰(páo)，烤。劳(lào)，慰劳。<br>〔20〕家本秦也，我家本来是秦地人。杨恽是华阴人，华阴本属秦地。雅，甚，很。瑟(sè)，一种乐器，有弦可供敲击。古代赵国妇女多善音乐。<br>〔21〕拊(fǔ)，拍，轻击。缶(fǒu)，古乐器，瓦制，腹大口小，秦人歌唱时常按节击缶。乌乌，呜呜，唱歌的声音。<br>〔22〕田，用作动词，种田。萁(qí)，豆茎。须，等待。治、萁、时，押韵。这段歌词隐含了对朝廷的讽刺，唐<a href=\"http://so.gushiwen.org/author_1448.aspx\">颜师古</a>《汉书》注引张晏云：“山高而在阳，人君之象也。芜秽不治，言朝廷之荒乱也。一顷百亩，比喻百官也。言豆者，贞实之物，零落在野，喻己见放逐也。萁曲而不直，言朝臣皆谄谀也。”<br>〔23〕奋袖，挥舞衣袖。低昂，高低起伏。顿足，跺脚。<br>〔24〕籴(dí)，买进(粮食)。逐，追求。什一之利，十分之一的利息。<br>〔25〕贾(gǔ)，商人；竖(shù)，奴仆，童仆；贾竖，对商人的贱称。污辱之处，肮脏受辱的?地方。下流，原指水的下游，这里比喻卑贱的身份和受辱的境地。归，归往一处。不寒而栗(lì)，不寒冷而发抖。栗，战栗，颤抖。虽，即使，即便。犹，尚且。靡(mǐ)，倒下。尚，还。何称誉之有，有何称誉，宾语前置句。<br>〔26〕董生，董仲舒(前179—前104年)，西汉哲学家，汉景帝、汉武帝时的大儒。明明，意同“皇皇”，匆急慌忙的样子。化民，感化老百姓。困乏，穷困。这两句话引自董仲舒《对贤良策》三，原文是：“夫皇皇求财利，常恐乏匮者，庶人之意也。皇皇求仁义，常恐不能化民者，大夫之意也。”<br>〔27〕道不同，不相为谋：这是引用《论语·卫灵公》的话，意思是思想信仰不同的人，不在一起谋划事情。尚，还。安得，怎么能够。制，标准。责，要求。仆，第一人称的谦称，我。<br>〔28〕西河魏土，战国时期魏国的西河在今陕西NB060阳一带，与汉代的西河郡(今内蒙古伊克昭盟东胜县)不是一个地方。杨恽故意把孙会宗的家乡讲成是战国魏地，是为了与下文的安定郡对照，讽刺孙会宗。文侯，指战国时期魏国的始创之君魏文侯(前445—前396年在位)，是著名的贤君。兴，建立，创建。<br>〔29〕段干木，战国高士，魏人。魏文侯请他作宰相，他坚辞不受，文侯乃以客礼待之，尊他为师。田子方，也是魏文侯的老师，文侯视他为国宝。遗风，遗留下来的美好风范。<br>〔30〕凛(lǐn)然，严肃不可侵犯的样子。一本作“漂然”，意同“飘然”，高远之貌。节概，节操气概。去就，辞官隐居和出仕为官。分，分别。<br>〔31〕顷者，最近，近来。旧土，这儿指家乡。临，光临，来到。昆戎，古代西夷的一支，即殷周时的西戎，是当时西方的一个种族。旧壤，旧地。子弟，指后辈子孙。贪鄙，贪婪卑劣。移人，改变人的志向情操。<br>〔32〕于今，到现在。乃，才。睹，看清。隆，指鼎盛时期。愿，希望。旃(zhān)，“之焉”的合音字。毋(wú)，不要。</p>",
  "shangxi": "<h2>赏析</h2> 　　《报孙会宗书》是西汉的<a href=\"http://so.gushiwen.org/author_808.aspx\">杨恽</a>写给孙会宗的一封著名书信。关于这封信的本事背景，《汉书·杨恽传》记载恽失爵位家居，以财自娱。友人安定太守西河孙会宗，与恽书谏戒。恽内怀不服，写了这封回书。在信中，他以嬉笑怒骂的口吻，逐点批驳孙的规劝，为自己狂放不羁的行为辩解。还赋<a href=\"http://so.gushiwen.org/view_72271.aspx\">诗</a>讥刺朝政，明确表示“道不同，不相为谋”，与“卿大夫之制”决裂的意向。全信写得情怀勃郁，锋芒毕露，与<a href=\"http://so.gushiwen.org/author_608.aspx\">司马迁</a>《报任少卿书》桀骜不驯的风格如出一辙。",
  "poet": {
    "id": 808,
    "star": 0,
    "name": "杨恽",
    "image": "http://img.gushiwen.org/authorImg/yangyun.jpg",
    "desc": "杨恽(？—前45)，西汉家。字子幼，汉族，西汉华阴（今属陕西）人，宣帝时曾任左曹，后因告发霍氏（霍光子孙）谋反有功，封平通侯，迁中郎将。神爵元年(前61)升为诸吏光禄勋，位列九卿。其父杨敞曾两任汉宣帝时丞相，其母司马英是著名史学家兼文学家司马迁的女儿。其文章《报孙会宗书》被后人认为颇有司马迁的《报任安书》的风格。"
  },
  "tags": [
    "古文观止",
    "书信",
    "讽刺"
  ]
}