{
  "id": 72172,
  "star": 449,
  "name": "吊古战场文",
  "dynasty": "唐代",
  "content": "　　浩浩乎，平沙无垠，夐不见人。河水萦带，群山纠纷。黯兮惨悴，风悲日曛。蓬断草枯，凛若霜晨。鸟飞不下，兽铤亡群。亭长告余曰：“此古战场也，常覆三军。往往鬼哭，天阴则闻。”伤心哉！秦欤汉欤？将近代欤？</p> <p>　　吾闻夫齐魏徭戍，荆韩召募。万里奔走，连年暴露。沙草晨牧，河冰夜渡。地阔天长，不知归路。寄身锋刃，腷臆谁愬？秦汉而还，多事四夷，中州耗斁，无世无之。古称戎夏，不抗王师。文教失宣，武臣用奇。奇兵有异于仁义，王道迂阔而莫为。呜呼噫嘻！</p> <p>　　吾想夫北风振漠，胡兵伺便。主将骄敌，期门受战。野竖旌旗，川回组练。法重心骇，威尊命贱。利镞穿骨，惊沙入面，主客相搏，山川震眩。声析江河，势崩雷电。至若穷阴凝闭，凛冽海隅，积雪没胫，坚冰在须。鸷鸟休巢，征马踟蹰。缯纩无温，堕指裂肤。当此苦寒，天假强胡，凭陵杀气，以相剪屠。径截辎重，横攻士卒。都尉新降，将军复没。尸踣巨港之岸，血满长城之窟。无贵无贱，同为枯骨。可胜言哉！鼓衰兮力竭，矢尽兮弦绝，白刃交兮宝刀折，两军蹙兮生死决。降矣哉，终身夷狄；战矣哉，暴骨沙砾。鸟无声兮山寂寂，夜正长兮风淅淅。魂魄结兮天沉沉，鬼神聚兮云幂幂。日光寒兮草短，月色苦兮霜白。伤心惨目，有如是耶！</p> <p>　　吾闻之：牧用赵卒，大破林胡，开地千里，遁逃匈奴。汉倾天下，财殚力痡。任人而已，岂在多乎！周逐猃狁，北至太原。既城朔方，全师而还。饮至策勋，和乐且闲。穆穆棣棣，君臣之间。秦起长城，竟海为关。荼毒生民，万里朱殷。汉击匈奴，虽得阴山，枕骸徧野，功不补患。</p> <p>　　苍苍蒸民，谁无父母？提携捧负，畏其不寿。谁无兄弟？如足如手。谁无夫妇？如宾如友。生也何恩，杀之何咎？其存其没，家莫闻知。人或有言，将信将疑。悁悁心目，寤寐见之。布奠倾觞，哭望天涯。天地为愁，草木凄悲。吊祭不至，精魂无依。必有凶年，人其流离。呜呼噫嘻！时耶命耶？从古如斯！为之奈何？守在四夷。 ",
  "fanyi": "<p><strong>译文</strong><br>　　广大辽阔的无边无际的旷野啊，极目远望看不到人影。河水弯曲得像带子一般，远处无数的山峰交错在一起。一片阴暗凄凉的景象：寒风悲啸，日色昏黄，飞蓬折断，野草枯萎，寒气凛冽犹如降霜的冬晨。鸟儿飞过也不肯落下，离群的野兽奔窜而过。亭长告诉我说：“这儿就是古代的战场，曾经全军覆没。每逢阴天就会听到有鬼哭的声音。真令人伤心啊！这是秦朝、汉朝，还是近代的事情呢？<br>　　我听说战国时期，齐<a href=\"http://so.gushiwen.org/author_807.aspx\">魏征</a>集壮丁服役，楚韩募集兵员备战。士兵们奔走万里边疆，年复一年暴露在外，早晨寻找沙漠中的水草放牧，夜晚穿涉结冰的河流。地远天长，不知道哪里是归家的道路。性命寄托于刀枪之间，苦闷的心情向谁倾诉？自从秦汉以来，四方边境上战争频繁，中原地区的损耗破坏，也无时不有。古时称说，外夷中夏，都不和帝王的军队为敌；后来不再宣扬礼乐教化，武将们就使用奇兵诡计。奇兵不符合仁义道德，王道被认为迂腐不切实际，谁也不去实行。<br>　　唉哟哟！我想像北风摇撼着沙漠，胡兵乘机来袭。主将骄傲轻敌，敌兵已到营门才仓卒接战。原野上竖起各种战旗，河谷地奔驰着全副武装的士兵。严峻的军法使人心惊胆战，当官的威权重大，士兵的性命微贱。锋利的箭镞穿透骨头，飞扬的沙粒直扑人面。敌我两军激烈搏斗，山川也被震得头昏眼花。声势之大，足以使江河分裂，雷电奔掣。<br>　　何况正值极冬，空气凝结，天地闭塞，寒气凛冽的翰海边上，积雪陷没小腿，坚冰冻住胡须。凶猛的鸷鸟躲在巢里休息，惯战的军马也徘徊不前。绵衣毫无暖气，人冻得手指掉落，肌肤开裂。在这苦寒之际，老天假借强大的胡兵之手，凭仗寒冬肃杀之气，来斩伐屠戮我们的士兵，半途中截取军用物资，拦腰冲断士兵队伍。都尉刚刚投降，将军又复战死。尸体僵仆在大港沿岸，鲜血淌满了长城下的窟穴。无论高贵或是卑贱，同样成为枯骨。说不完的凄惨哟！鼓声微弱啊，战士已经精疲力竭；箭已射尽啊，弓弦也断绝。白刃相交肉搏啊，宝刀已折断；两军迫近啊，以生死相决。投降吧？终身将沦于异族；战斗吧？尸骨将暴露于沙砾！鸟儿无声啊群山沉寂，漫漫长夜啊悲风淅淅，阴魂凝结啊天色昏暗，鬼神聚集啊阴云厚积。日光惨淡啊映照着短草，月色凄苦啊笼罩着白霜。人间还有像这样令人伤心惨目的景况吗？<br>　　我听说过，李牧统率赵国的士兵，大破林胡的入侵，开辟疆土千里，匈奴望风远逃。而汉朝倾全国之力和匈奴作战，反而民穷财尽，国力削弱。关键是任人得当，哪在于兵多呢！周朝驱逐猃狁，一直追到太原，在北方筑城防御，尔后全军凯旋回京，在宗庙举行祭祀和饮宴，记功授爵，大家和睦愉快而又安适。君臣之间，端庄和蔼，恭敬有礼。而秦朝修筑长城，直到海边都建起关塞，残害了无数的人民，鲜血把万里大地染成了赤黑；汉朝出兵攻击匈奴，虽然占领了阴山，但阵亡将士骸骨遍野，互相枕藉，实在是得不偿失。苍天所生众多的人民，谁没有父母？从小拉扯带领，抱着背着，唯恐他们夭折。谁没有亲如手足的兄弟？谁没有相敬如宾友的妻子？他们活着受过什么恩惠？又犯了什么罪过而遭杀害？他们的生死存亡，家中无从知道；即使听到有人传讯，也是疑信参半。整日忧愁郁闷，夜间音容入梦。不得已只好陈列祭品，酹酒祭奠，望远痛哭。天地为之忧愁，草木也含悲伤。这样不明不白的吊祭，不能为死者在天之灵所感知，他们的精魂也无所归依。何况战争之后，一定会出现灾荒，人民难免流离失所。唉唉！这是时势造成，还是命运招致呢？从古以来就是如此！怎样才能避免战争呢？惟有宣扬教化，施行仁义，才能使四方民族为天子守卫疆土啊。</p><p><strong>注释</strong><br>[1]浩浩：辽阔的样子。垠（yín银）：边际。<br>[2]夐（xiòng）：远。<br>[3]纠纷：重叠交错的样子。<br>[4]黯：昏黑。<br>[5]曛：赤黄色，形容日色昏暗。<br>[6]蓬：草名，即蓬蒿。秋枯根拔，随风飘转。<br>[7]挺：通“铤”（tǐng），疾走的样子。<br>[8]亭长：秦汉时每十里为一亭，设亭长一人，掌管治安、诉讼等事。唐代在尚书省各部衙门设置亭长，负责省门开关和通报传达事务，是流外（不入九品职级）吏职。此借指地方小吏。<br>[9]三军：周制：天子置六军，诸侯大国可置三军，每军一万二千五百人。此处泛指军队。<br>[10]齐魏、荆韩：战国七雄中的四个国家。荆，即楚国。这里泛指战国时代。召募：以钱物招募兵员。徭役和召募，是封建时代的义务兵和雇佣兵。<br>[11]腷（bì必）臆：心情苦闷。愬，即“诉”。<br>[12]四夷：四方边境的少数民族。夷，古时对异族的贬称。<br>[13]耗斁（dù妒）：损耗败坏。<br>[14]戎：西方少数民族。此泛指少数民族。夏：华夏，汉族。<br>[15]王师：帝王的军队。古称帝王之师是应天顺人、吊民伐罪的仁义之师。<br>[16]文教：指礼乐法度，文章教化。<br>[17]用奇：使用阴谋诡计。<br>[18]奇兵：乘敌不备进行突然袭击的部队。<br>[19]王道：指礼乐仁义等治理天下的准则。迂阔：迂腐空疏。<br>[20]期门：军营的大门。<br>[21]旌旗：旗帜的统称。旌，用旄牛尾和彩色鸟羽作竿饰的旗。<br>[22]组练：即“组甲被练”，战士的衣甲服装。此代指战士。<br>[23]析：分离，劈开。原作“折”，据《唐文粹》及《文集》改。<br>[24]穷阴：犹穷冬，极寒之时。<br>[25]海隅：西北极远之地。海，瀚海，在蒙古高原东北；一说指今内蒙古自治区之呼伦贝尔湖。<br>[26]缯纩（zēng增kuàng旷）：缯，丝织品的总称。纩，丝绵。古代尚无棉花，絮衣都用丝棉。<br>[27]凭陵：凭借，倚仗。<br>[28]辎（zī资）重：军用物资的总称。<br>[29]都尉：官名，此指职位低于将军的武官。<br>[30]踣（bó博）：僵仆。<br>[31]胜（shēng生）：尽。<br>[32]蹙（cù促）：迫近，接近。<br>[33]幂（mì密）幂：深浓阴暗。<br>[34]牧：李牧，战国末赵国良将，守雁门（今山西北部），大破匈奴的入侵，击败东胡，降服林胡（均为匈奴所属的部族）。其后十余年，匈奴不敢靠近赵国边境。见《史记·廉颇蔺相如列传》。<br>[35]殚（dān丹）：尽。痡（pū铺）：劳倦，病苦。汉武帝时，多次大举征伐匈奴及大宛、西羌、南越，以至“赋税既竭，犹不足以奉战士”、“天下虚耗”，甚至“人复相食”。见《史记·平准书》、《汉书·食货志》。<br>[36]猃狁（xiǎn险yǔn允）：也作“猃狁”、“荤粥”、“獯鬻”、“薰育”、“荤允”等，古代北方的少数民族，即匈奴的前身。周宣王时，狁南侵，宣王命尹吉甫统军抗击，逐至太原（今宁夏固原县北），不再穷追。二句出自《<a href=\"http://so.gushiwen.org/view_72172.aspx\">诗</a>经·小雅·六月》：“薄伐狁，至于太原”。<br>[37]城：筑城。朔方：北方。一说即今宁夏灵武县一带。句出《诗经·小雅·出车》：“天子命我，城彼朔方。”<br>[38]饮至：古代盟会、征伐归来后，告祭于宗庙，举行宴饮，称为“饮至”。策勋，把功勋记载在简策上。句出《左传》桓公二年：“凡公行，告于宗庙；反行，饮至，舍爵策勋焉，礼也。”<br>[39]穆穆：端庄盛美，恭敬谨肃的样子，多用以形容天子的仪表，如《礼记·曲礼下》：“天子穆穆”。棣（dì弟）棣，文雅安和的样子。<br>[40]荼（tú涂）毒：残害。<br>[41]殷（yān烟）：赤黑色。《左传》成公二年杜注：“血色久则殷。”<br>[42]阴山：在今内蒙古中部，西起河套，东接内兴安岭，原为匈奴南部屏障，匈奴常由此以侵汉。汉武帝时，为卫青、霍去病统军夺取，汉军损失亦惨重。<br>[43]苍苍：指天。蒸，通“烝”，众，多。<br>[44]悁（yuān冤）悁：忧愁郁闷的样子。<br>[45]寤寐：梦寐。<br>[46]布奠倾觞：把酒倒在地上以祭奠死者。布，陈列。奠，设酒食以祭祀。<br>[47]不至：不能达于死者。精魂：精气灵魂。古时认为人死后，其精气灵魂能够离开身体而存在。<br>[48]凶年：荒年。语出《老子道德经》第三十章：“大军之后，必有凶年”。大举兴兵造成大量农业劳动力的征调伤亡，再加上双方军队的蹂躏掠夺以及军费的负担，必然影响农业生产的种植和收成。故此处不仅指自然灾荒。<br>[49]守在四夷：语出《左传》昭公二十三年：“古者天子，守在四夷。”</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　《吊古战场文》是李华“极思研搉”的力作，以凭吊古战场起兴，中心是主张实行王道，以仁德礼义悦服远人，达到天下一统。在对待战争的观点上，主张兴仁义之师，有征无战，肯定反侵略战争，反对侵略战争。文中把战争描绘得十分残酷凄惨，旨在唤起各阶层人士的反战情绪，以求做到“守在四夷”，安定边防，具有强烈的针对性。虽用骈文形式，但文字流畅，情景交融，主题鲜明，寄意深切，不愧为古今传诵的名篇。</p> <p>　　《吊古战场文》名为“吊古”，实是讽今。全文以“古战场”为抒情的基点，以“伤心哉”为连缀全篇的感情主线，以远戍的苦况、两军厮杀的惨状、得人与否的对比、士卒家属吊祭的悲怆为结构层次，层层铺叙，愈转愈深，结末点出主旨。结构紧凑，一气呵成。开篇劈空描写古战场阴森悲凉的气象：沙漠空旷无边，杳无人迹，河水回环缠绕，群山交错杂列，天地昏暗，气象憔悴，飞蓬根断，野草枯死．飞鸟不肯落下，野兽离群而奔突，使人触目惊心，魂失魄散。接着文锋一转，借亭长之口点题，叙说古战场“常覆三军”的历史和天阴鬼哭的惨状，增强了文章的可信性与感染力。再以“伤心哉”的慨叹，倾吐深沉的吊古之情，给全篇笼罩上了一层愁惨黯淡的感情色彩。“秦欤?汉欤?将近代欤?”发问深婉，有力统领起全文。</p> <p>　　第二段写士卒远戍的苦况和秦汉以来“多事四夷”的原因。作者以“吾闻夫”提领，展开了对历史的回溯，描述远戍士卒历尽行军、露营、夜渡、屯戍之苦。地阔天长，戍边日久，归途知在何处?寄身锋刃，性命难保，怨愤向谁倾诉?但是，戍卒的悲惨遭遇是怎样造成的?“秦汉而还”以下便指出其原因。认为自秦汉以来，为开边拓土，“多事四夷”，边境战事频仍，致使“文教失宣”，王道莫为。这就把罪责推到封建帝王及其所推行的政策上，极为尖锐深刻。作者行王道，反霸道，以“仁义”安抚“四夷”的观点是有进步意义的。</p> <p>　　第三段描摹两军厮杀的激烈、悲惨的情状，是全篇的主体。作者以“吾想夫”驰骋其宏伟的想象，用铺排扬厉、踵事增华的笔法，描绘了两次两军交锋的战争场面，且一次比一次激烈，一次比一次残酷。如是在北风掀动沙漠的地方，胡兵凭借地利进犯，中原主将骄慢轻敌，仓促应战，兵卒畏于严酷的军法，不得不拼命死战。两军相搏，厮杀声震撼山川，崩裂江河，攻势迅猛，如雷鸣闪电。如是在“穷阴凝闭，凛冽海隅”的“苦寒”季节，胡兵又凭借天时“径截辎重，横攻士卒”，中原将士被杀得“尸填巨港之岸，血满长城之窟。无贵无贱，同为枯骨”，惨不可言。行文至此，作者又以骚体句式抒写凄恻悲愤之情，深沉凭吊之意。两军交锋激战，鼓衰力尽，矢竭弦绝，白刃相交，宝刀断折，士卒浴血拼杀，场面悲壮而激烈。在此生死关头，士卒心情极为矛盾：“降矣哉?终身夷狄！战矣哉?骨暴沙砾。”真是字字悲痛，声声哀怨。这发自士卒肺腑的心声，是对扩边战争的血泪控诉。作者满怀沉痛心情，以凝重的笔墨，描写了全军覆没后战场上的沉寂、阴森、凄怆的景象，与前文两军厮杀时那种“势崩雷电”的声势形成了强烈的对照，也是对前文“往往鬼哭，天阴则闻”的呼应。面对这种惨相，作者那“伤心哉”的感情发展到了高潮，发出了“伤心惨目，有如是耶”的深沉浩叹，它撞击着历代读者的心扉！</p> <p>　　第四段以“吾闻之”领起，采用历代战争对比的方法，说明战争胜败的关键。先用“牧用赵卒”和“汉倾天下”相比，一个“大破林胡，开地千里”，一个搞得“财殚力痛”，从而得出“任人而已，其在多乎”的结论，说明解决边患问题关键是选用良将，而不在于用兵多少。再以“周逐猃狁”与“秦起长城”、“汉击匈奴”对比：有的“全师而还”，君臣和乐安闲，雍容娴雅；有的“荼毒生灵，万里朱殷”；有的“虽得阴山”，“功不补患”。说明解决边患的办法是以“仁义”、“王道”安抚四夷，而不是黩武开边。引古是为证今，作者用历史事实揭露了唐代开边战争给人民带来的灾难，也讽刺了唐玄宗用人不当。</p> <p>　　第五段通过“吊祭”的场面，进一步对造成“蒸民”骨肉离散的战争作了血泪控诉。“苍苍蒸民，谁无父母”几句，作者从人道主义出发，用铺排的句式，反诘的语气，气盛言宜地对“开边意未已”的统治者发出了“苍苍蒸民”“杀之何咎”的质问。接着又袭用汉代贾捐之《议罢珠崖疏》“父战死于前，子斗伤于后，老母、寡妻饮泣巷哭，遥设虚祭，想魂乎万里之外”的文义，点化出“布奠倾觞，哭望天涯”，悲怆凄凉的吊祭场面。面对着这“天地为愁，草木凄悲”的惨状，联想到“从古如斯”的一幕幕悲剧，提出了“守在四夷”的主张。结尾点明全文的主旨，与上文相呼应，极为巧妙有力。</p> <p>　　《吊古战场文》虽以骈体为宗，但与六朝以来流行的讲求偶辞俪句，铺陈事典，注重形式美，内容空洞贫乏的骈文有很大的不同。作者李华是唐代古文运动的先驱者之一。</p> <p>　　李华提倡古文，力求克服齐梁靡丽之习，于骈俪之中寓古文之气，以散驭俳，崇雅去浮，使文章显示了清新质朴和刚劲有力的格调，充分表现了盛唐新体文赋的特色。</p> <p>　　谢榛说：“熟读所作，有雄浑如大海奔涛，秀拔如孤峰峭壁。”（《四溟<a href=\"http://so.gushiwen.org/view_72172.aspx\">诗</a>话》）《吊古战场文》在构思和表现手法上富有创造性。过去的吊文多以抒情为主，而《吊古战场文》则以议论为主。这些“带情韵以行”的议论，高屋建瓴，一泻直下，气势甚壮。中间用感叹句、反诘句调节节奏，使音调铿锵，参差成趣。运用夸张、对偶、排比、拟人等多种修辞手法，造成了一唱三叹的韵致，增强了文章的感染力。段与段之间又以“吾闻夫”、“吾想夫”、“吾闻之”等散文性质的词语连接，使全篇始终保持着像“大海奔涛”一样“沛然莫之能御”的磅礴气势，一扫历来骈文那种绮丽柔弱的文风。这对后世的文赋有着颇大的影响。</p>",
  "about": "<h2>创作背景</h2> <p>　　《吊古战场文》是唐代李华“极思确榷”的名篇。此文有感于玄宗后期，内政不修，滥事征伐而发。据《资治通鉴·唐纪》载，天宝十年（751）夏，剑南节度使鲜于仲通讨伐南诏，“军大败，士卒死者六万人”。“天宝八载六月，哥舒翰以兵六万三千，攻吐蕃石堡城，拔之，唐军率死者数万。”这些由唐王朝君臣的骄恣、昏暴所发动的“开边”战争，给各族人民带来了深重的灾难。因此，唐代大<a href=\"http://so.gushiwen.org/view_72172.aspx\">诗</a>人<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>、<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>对唐王朝的黩武政策、对“开边意未已”的“武皇”所发动的不义战争，都有过批判，如李白《羽檄如流星》、杜甫《兵车行》等。对古战场也都作过悲凉惨悴的描绘，如：“下马古战场，四顾但茫然。风悲浮云去，黄叶坠我前。朽骨穴蝼蚁，又为蔓草缠……”（杜甫《遣兴三首》之一）“野战格斗死，败马号鸣向天悲。乌鸢啄人肠，衔飞上挂枯树枝。士卒涂草莽，将军空尔为。”（李白《战城南》）与李、杜同时代的李华，其《吊古战场文》也与李、杜的诗具有同样的写作意图和社会意义。</p><br/><h2>评价</h2> <p>　　《吊古战场文》虽以骈体为宗，但与六朝以来流行的讲求偶辞俪句，铺陈事典，注重形式美，内容空洞贫乏的骈文有很大的不同。《吊古战场文》作者是唐代古文运动的先驱者之一。他提倡古文，力求克服齐梁靡丽之习，于骈俪之中寓古文之气，以散驭俳，崇雅去浮，使文章显示了清新质朴和刚劲有力的格调，充分表现了盛唐新体文赋的特色。</p> <p>　　谢榛说：“熟读初盛唐诸家所作，有雄浑如大海奔涛，秀拔如孤峰峭壁。”（《四溟<a href=\"http://so.gushiwen.org/view_72172.aspx\">诗</a>话》）《吊古战场文》在构思和表现手法上富有创造性。过去的吊文多以抒情为主，而《吊古战场文》则以议论为主。这些“带情韵以行”的议论，高屋建瓴，一泻直下，气势甚壮。中间用感叹句、反诘句调节节奏，使音调铿锵，参差成趣。运用夸张、对偶、排比、拟人等多种修辞手法，造成了一唱三叹的韵致，增强了文章的感染力。段与段之间又以“吾闻夫”、“吾想夫”、“吾闻之”等散文性质的词语连接，使全篇始终保持着像“大海奔涛”一样“沛然莫之能御”的磅礴气势，一扫历来骈文那种绮丽柔弱的文风。这对后世的文赋有着颇大的影响。 （门立功）</p><br/><h2>题解</h2> <p>　　《吊古战场文》是李华“极思研搉”的力作。唐玄宗开元后期，骄侈昏庸，好战喜功，边将经常背信弃义，使用阴谋，挑起对边境少数民族的战争，以邀功求赏，造成“夷夏”之间矛盾加深，战祸不断，士兵伤亡惨重。如749年（天宝八年）哥舒翰攻吐蕃石堡城，唐军战死数万；751年（天宝十年）安禄山率兵六万进攻契丹，全军覆没。《吊古战场文》以凭吊古战场起兴，中心是主张实行王道，以仁德礼义悦服远人，达到天下一统。在对待战争的观点上，主张兴仁义之师，有征无战，肯定反侵略战争，反对侵略战争。文中把战争描绘得十分残酷凄惨，旨在唤起各阶层人士的反战情绪，以求做到“守在四夷”，安定边防，具有强烈的针对性。虽用骈文形式，但文字流畅，情景交融，主题鲜明，寄意深切，不愧为古今传诵的名篇。</p> <p>　　《吊古战场文》在《李遐叔文集》、《唐文粹》、《文苑英华》等均收入，文字小异，此不一一出校。</p>",
  "poet": {
    "id": 334,
    "star": 0,
    "name": "李华",
    "desc": "李华(约715-766)，唐代散文家，诗人。字遐叔，赵郡赞皇（今属河北）人。开元二十三年(735)进士，天宝二年(743)登博学宏辞科，官监察御使、右补阙。安禄山陷长安时，被迫任凤阁舍人。“安史之乱”平定后，贬为杭州司户参军。唐代宗大历元年（766年）病故。作为著名散文家，与萧颖士齐名，世称\"萧李\"。并与萧颖士、颜真卿等共倡古义，开韩、柳古文运动之先河。其传世名篇有《吊古战场文》。亦有诗名。原有集，已散佚，后人辑有《李遐叔文集》四卷。"
  },
  "tags": [
    "古文观止",
    "战争",
    "吊古伤今",
    "忧国忧民"
  ]
}