{
  "id": 217,
  "star": 24,
  "name": "宾之初筵",
  "dynasty": "先秦",
  "content": "宾之初筵，左右秩秩。笾豆有楚，殽核维旅。酒既和旨，饮酒孔偕。钟鼓既设，举酬逸逸。大侯既抗，弓矢斯张。射夫既同，献尔发功。发彼有的，以祈尔爵。</p> <p>籥舞笙鼓，乐既和奏。烝衎烈祖，以洽百礼。百礼既至，有壬有林。锡尔纯嘏，子孙其湛。其湛曰乐，各奏尔能。宾载手仇，室人入又。酌彼康爵，以奏尔时。</p> <p>宾之初筵，温温其恭。其未醉止，威仪反反。曰既醉止，威仪幡幡。舍其坐迁，屡舞仙仙。其未醉止，威仪抑抑。曰既醉止，威仪怭怭。是曰既醉，不知其秩。</p> <p>宾既醉止，载号载呶。乱我笾豆，屡舞僛々。是曰既醉，不知其邮。侧弁之俄，屡舞傞傞。既醉而出，并受其福。醉而不出，是谓伐德。饮酒孔嘉，维其令仪。</p> <p>凡此饮酒，或醉或否。既立之监，或佐之史。彼醉不臧，不醉反耻。式勿从谓，无俾大怠。匪言勿言，匪由勿语。由醉之言，俾出童羖。三爵不识，矧敢多又。",
  "fanyi": "<p><strong>译文<br></strong>客人刚来到筵前准备入席，分左右两列落座谦让有序。竹笾木豆排列得整整齐齐，笾豆里的食品是那样精致。酒是那样醇厚柔和又甜美，喝起酒来大家都非常满意。编钟和金鼓都已经摆布好，宾主举杯敬酒从容又安逸。天子的熊靶已经树立起来，箭在弦上强弓也已经拉开。射手们已经聚集到靶场上，把你们的射箭本领拿出来。开弓放箭每发都要射中靶，为的是罚你饮酒欢乐开怀。<br>执龠而舞吹起笙来敲响鼓，各种乐器一齐奏响多和谐。向创业的先祖们敬献乐舞，以便附和燕礼的繁文缛节。繁复的礼制仪轨一一演遍，场面隆重盛大又气氛热烈。上神传旨赐你们纯洁祝福，子子孙孙永远幸福又安康。子孙万代幸福安康又快乐，尽情展示你们的本领特长。客人们手执酒杯寻找对手，陪酒的出来进去忙个不休。宾主们倾满美酒举杯痛饮，向列祖列宗进献时鲜祭品。<br>客人们刚到未入席饮酒前，一个个温文尔雅恭谨庄严；当他们还没有喝醉的时候，一个个保持形象顾着脸面；等他们酩酊大醉以后再看，一个个举动轻浮丧尽威严；离开自己的座位到处乱转，不停地手舞足蹈姿态翩跹。当他们还没有喝醉的时候，一个个保持形象谦抑低调；等他们酩酊大醉以后再看，一个个放浪形骸举止轻佻；这都是喝酒不节制惹的祸，不知道自己的轻重乱了套。<br>客人喝醉酒以后你就看吧，又是大呼小叫还吵闹不迭；打翻了我筵席上的笾和豆，手上乱抓乱挠步态也歪斜。这都是喝酒不节制惹的祸，不知道自己犯下多大过错。头上歪戴着帽子出尽洋相，还总是狂呼不止醉舞婆娑。如果喝醉了酒你及时离席，宾主双方你好我好享清福。如果喝醉了酒还赖着不走，这就叫害人害己自取其辱。饮酒本是件非常好的事情，关键是要保持形象讲风度。<br>总的来讲吧饮酒这件事情，有人保持清醒有人醉糊涂。一般都要现场设立监酒官，有的还辅设个史官来监督。有人喝酒喝醉了当然不好，也有人喝不醉反倒不满足。好事者不要再殷勤劝酒了，别让好酒之辈太放纵轻忽。不该说的话不能张口就来，无根无据的话不要瞎秃噜。喝醉酒之后胡说八道的话，罚他拿没角的小公羊赔罪。三杯酒就认不清东西南北，哪里还敢让他再多灌几杯？</p> <p><strong>注释<br></strong>1.初筵：宾客初入席时。筵，铺在地上的竹席。<br>2.左右：席位东西，主人在东，客人在西。秩秩：有序之貌。<br>3.笾（biān）豆：古代食器礼器。笾，竹制，盛瓜果干脯等；豆，木制或陶制，也有铜制的，盛鱼肉虀酱等，供宴会祭祀用。有楚：即“楚楚”，陈列之貌。<br>4.肴核：肴为豆中所装的食品，核为笾中所装的食品。旅：陈放。<br>5.和旨：醇和甜美。<br>6.孔：很。偕：通“皆”，遍。<br>7.醻（chóu）：同“酬”。举醻，举杯。逸逸：义同“绎绎”，连续不断。<br>8.大侯：射箭用的大靶子，用虎、熊、豹三种皮制成。一般的侯也有用布制的。抗：高挂。<br>9.斯：语助词。张：张弓搭箭。<br>10.射夫：射手。<br>11.发功：发箭射击的功夫。<br>12.有：语助词。的：侯的中心，即靶心，也常指靶子。<br>13.祈：求。尔爵：爵，饮酒尽也；尔爵，据郑玄笺“我以此求爵女（汝）”，则经文“以祈尔爵”为倒文，“盖但言求爵女，则己之求不饮自可于言外得之”（马瑞辰《毛<a href=\"http://so.gushiwen.org/view_217.aspx\">诗</a>传笺通释》），也就是求射中而让别人饮罚酒之意。<br>14.籥（yuè）舞：执籥而舞。籥是一种竹制管乐器，据考形如排箫。<br>15.烝（zhēng）：进。衎（kàn）：娱乐。<br>16.洽：使和洽，指配合。<br>17.有壬：即“壬壬”，礼大之貌。有林：即“林林”，礼多之貌。<br>18.锡：赐。纯嘏（gǔ）：大福。<br>19.湛（dān）：和乐。<br>20.奏：进献。<br>21.载（zài）：则，便。手：取，择。仇：匹，指对手。<br>22.室人：主人。入又：又入，指主人亦随宾客入射以耦宾，即耦射。<br>23.康爵：空杯。<br>24.时：射中的宾客。<br>25.止：语气助词。<br>26.反反：谨慎凝重。<br>27.曰：语助词。<br>28.幡幡：轻浮无威仪之貌。<br>29.舍：放弃。坐：同“座”，座位。<br>30.仙（qiān）仙：同“跹跹”，飞舞貌。<br>31.抑抑：意思与前文“反反”大致相同而有所递进。<br>32.怭（bì）怭：意思与前文“幡幡”大致相同而有所递进。<br>33.秩：常规。<br>34.号（háo）：大声乱叫。呶（náo）：喧哗不止。<br>35.僛（qī）僛：身体歪斜倾倒之貌。<br>36.邮：通“尤”，过失。<br>37.弁（biàn）：皮帽。俄：倾斜不正。<br>38.傞（suō）傞：醉舞不止貌。<br>39.伐德：败德。<br>40.令仪：美好的仪表礼节。<br>41.监：酒监，宴会上监督礼仪的官。<br>42.史：酒史，记录饮酒时言行的官员。燕饮之礼必设监，不一定设史。<br>43.臧（zāng）：好。<br>44.式：发语词。勿从谓：马瑞辰《毛诗传笺通释》：“《尔雅·释诂》：‘渭，勤也。’勤为勤劳之勤，亦为相劝勉之勤。‘勿从谓’者，勿从而劝勤之，使更饮也。”<br>45.俾（bǐ）：使。大怠：太轻慢失礼。<br>46.匪言：指不该问话。<br>47.匪由：指不合法道的话。<br>48.童羖（gǔ）：没角的公山羊。<br>49.三爵：三杯。《礼记·玉藻》：“君子之饮酒也，受一爵而色洒如也，二爵而言言斯，礼已三爵而油油，以退。”孔颖达疏引《春秋传》：“臣侍君宴，过三爵，非礼也。”不识：不知。<br>50.矧（shěn）：何况。又：“侑”之假借，劝酒。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　这是《小雅》中篇幅之长仅次于《小雅·正月》和《小雅·楚茨》的一首<a href=\"http://so.gushiwen.org/view_217.aspx\">诗</a>。此诗章法结构非常严谨。这不仅是指它全部五章每章均十四句，且都是标准的四字句；更是指它章节之间内在组织上的精妙。诗内容大致可分三大部分。第一部分两章写合乎礼制的酒宴，第二部分两章写违背礼制的酒宴，两者同以“宾之初筵”一句起头，而所描述的喝酒场面却大相径庭，暴露出理想状态与现实境况的尖锐矛盾。第三部分为末章，是总结性的言辞，连用“不”、“勿”、“无”、“匪”、“矧敢”等表示否定义的词集中凸现否定意蕴。各部分之间起承转合脉络极其分明。第二个印象是诗人的写作技巧非常高明。诗人之意实在“刺”，前两章却用“美”为“刺”作映衬，使丑恶的事物在与美好的事物的对比中更显出其丑恶，欲抑先扬，跌宕有致。而诗人的“刺”即使是在最重要的第三、第四两章中，也并不剑拔弩张，疾言厉色，只是反覆直陈醉酒之态以为警诫，除了烂醉后手舞足蹈的姿势不惜重言之以外，“载号载呶”、“乱我笾豆”、“侧弁之俄”写醉汉吵吵嚷嚷、弄乱东西、衣冠不正，也都抓住了特征。并且，诗人还善于通过“既醉而出，并受其福”之类的委婉语、“由醉之言，俾出童羖”之类的戏谑语，来作“绵里针”式的点染。借形象说话，实招就是高招。当然，并不是说此诗没有正面的说理成分，末章就主要是说理，但毕竟使读者对酗酒的害处深感悚惕的还是那些描写醉态的句子。</p> <p>　　诗人技巧上的高明之处，在具体的修辞上，也得到充分的表现，除了消极修辞外，积极修辞更是丰富多彩。“左右秩秩”、“举醻逸逸”、“温温其恭”、“威仪反反”、“威仪幡幡”、“屡舞仙仙”、“威仪抑抑”、“威仪怭怭”、“屡舞僛僛”、“屡舞傞傞”，这是叠字修辞格的运用，频度之高，在整部《诗经》中似乎也不多见，那种奇佳的摹态效果，令人叹服。“笾豆有楚，肴核维旅”、“既立之监，又佐之史”，则是非常标准的对偶修辞格。“宾之初筵”、“其未醉止”、“曰既醉止”、“是曰既醉”等句都同章或隔章、邻章重复一次，是重复修辞格，而由其重复所产生的效应则不同。如上文所说“宾之初筵”的重复意在引出对比。但“其未醉止”、“曰既醉止”的重复，则既与从“威仪反反”、“威仪幡幡”到“威仪抑抑”、“威仪怭怭”的递进紧扣，又有“其未醉止”一组重复与“曰既醉止”一组重复的两层对比，从中更可见出结构的精整。而“是曰既醉”的隔章重复，所起作用是将第三、第四这最重要的两章直接串联起来。还有一种《诗经》中经常出现的修辞格——顶针，此诗也有两例，即“以洽百礼”之后接以“百礼即至”，“子孙其湛”之后接以“其湛曰乐”。这两个顶针修辞在同章中仅隔两句，相距很近，也是诗人为加重语气而作的刻意安排。另外，“钟鼓既设，举醻逸逸；大侯既抗，弓矢斯张；射夫既同，献尔发功”，这一段又是排比句，且两句一换韵，有很强的节奏感。</p>",
  "about": "<h2>创作背景</h2> 　　这是一首写贵族饮酒场面的<a href=\"http://so.gushiwen.org/view_217.aspx\">诗</a>。《毛诗序》云：“《宾之初筵》，卫武公刺时也。（周）幽王荒废，媟近小人，饮酒无度，天下化之，君臣上下沉湎淫液。武公既入，而作是诗也。”（郑玄笺：“淫液者，饮食时情态也。武公入者，入为王卿士。”）《后汉书·<a href=\"http://so.gushiwen.org/author_787.aspx\">孔融</a>传》李贤注引韩诗云：“卫武公饮酒悔过也。”（<a href=\"http://so.gushiwen.org/author_459.aspx\">朱熹</a>《诗集传》引此作《韩诗序》）又《易林·大壮之家人》云：“举觞饮酒，未得至口。侧弁醉讻，拔剑斫怒。武公作悔。”则齐诗之说与韩诗同。宋朱熹以为“按此诗义，与《大雅·抑》戒相类，必武公自悔之作。当从韩（诗）义”（《诗集传》）。方玉润《诗经原始》则以为“二说实相通”，谓幽王时国政荒废，君臣沉湎于酒，武公入为王卿士，难免与宴，见其非礼，未敢直谏，“只好作悔过用以自警，使王闻之，或以稍正其失”；今人陈子展《诗经直解》从之。",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": [
    "诗经",
    "写酒",
    "宴会"
  ]
}