{
  "id": 48024,
  "star": 63,
  "name": "咏怀八十二首",
  "dynasty": "魏晋",
  "content": "<span style=\"BACKGROUND-COLOR: #c7edcc\"> </span> <p>夜中不能寐，起坐弹鸣琴。<br>薄帷鉴明月，清风吹我襟。<br>孤鸿号外野，翔鸟鸣北林。<br>徘徊将何见？忧思独伤心。</p> <p>二妃游江滨，逍遥顺风翔。<br>交甫怀环佩，婉娈有芬芳。<br>猗靡情欢爱，千载不相忘。<br>倾城迷下蔡，容好结中肠。<br>感激生忧思，萱草树兰房。<br>膏沐为谁施，其雨怨朝阳。<br>如何金石交，一旦更离伤。</p> <p>嘉树下成蹊，东园桃与李。<br>秋风吹飞藿，零落从此始。<br>繁华有憔悴，堂上生荆杞。<br>驱马舍之去，去上西山趾。<br>一身不自保，何况恋妻子。<br>凝霜被野草，岁暮亦云已。</p> <p>天马出西北，由来从东道。<br>春秋非有托，富贵焉常保。<br>清露被皋兰，凝霜沾野草。<br>朝为媚少年，夕暮成丑老。<br>自非王子晋，谁能常美好。</p> <p>平生少年时，轻薄好弦歌。<br>西游咸阳中，赵李相经过。<br>娱乐未终极，白日忽蹉跎。<br>驱马复来归，反顾望三河。<br>黄金百镒尽，资用常苦多。<br>北临太行道，失路将如何。</p> <p>昔闻东陵瓜，近在青门外。<br>连畛距阡陌，子母相钩带。<br>五色曜朝日，嘉宾四面会。<br>膏火自煎熬，多财为患害。<br>布衣可终身，宠禄岂足赖。</p> <p>炎暑惟兹夏，三旬将欲移。<br>芳树垂绿叶，青云自逶迤。<br>四时更代谢，日月递参差。<br>徘徊空堂上，忉怛莫我知。<br>愿覩卒欢好，不见悲别离。</p> <p>灼灼西隤日，余光照我衣。<br>回风吹四壁，寒鸟相因依。<br>周周尚衔羽，蛩蛩亦念饥。<br>如何当路子，磬折忘所归。<br>岂为夸誉名，憔悴使心悲。<br>宁与燕雀翔，不随黄鹄飞。<br>黄鹄游四海，中路将安归。</p> <p>步出上东门，北望首阳岑。<br>下有采薇士，上有嘉树林。<br>良辰在何许，凝霜沾衣襟。<br>寒风振山冈，玄云起重阴。<br>鸣鴈飞南征，鶗鴂发哀音。<br>素质游商声，凄怆伤我心。</p> <p>北里多奇舞，濮上有微音。<br>轻薄闲游子，俯仰乍浮沉。<br>方式从狭路，僶俛趋荒淫。<br>焉见王子乔，乘云翔邓林。<br>独有延年术，可以慰我心。</p> <p>湛湛长江水，上有枫树林。<br>皋兰被径路，青骊逝骎骎。<br>远望令人悲，春气感我心。<br>三楚多秀士，朝云进荒淫。<br>朱华振芬芳，高蔡相追寻。<br>一为黄雀哀，泪下谁能禁。</p> <p>昔日繁华子，安陵与龙阳。<br>夭夭桃李花，灼灼有辉光。<br>悦怿若九春，磬折似秋霜。<br>流盻发姿媚，言笑吐芬芳。<br>携手等欢爱，宿昔同衣裳。<br>愿为双飞鸟，比翼共翱翔。<br>丹青着明誓，永世不相忘。</p> <p>登高临四野，北望青山阿。<br>松柏翳冈岑，飞鸟鸣相过。<br>感慨怀辛酸，怨毒常苦多。<br>李公悲东门，苏子狭三河。<br>求仁自得仁，岂复叹咨嗟。</p> <p>开秋兆凉气，蟋蟀鸣床帷。<br>感物怀殷忧，悄悄令心悲。<br>多言焉所告，繁辞将诉谁。<br>微风吹罗袂，明月耀清晖。<br>晨鸡鸣高树，命驾起旋归。</p> <p>昔年十四五，志尚好诗书。<br>被褐怀珠玉，颜闵相与期。<br>开轩临四野，登高望所思。<br>丘墓蔽山冈，万代同一时。<br>千秋万岁后，荣名安所之。<br>乃悟羡门子，噭噭令自嗤。</p> <p>徘徊蓬池上，还顾望大梁。<br>绿水扬洪波，旷野莽茫茫。<br>走兽交横驰，飞鸟相随翔。<br>是时鹑火中，日月正相望。<br>朔风厉严寒，阴气下微霜。<br>覊旅无俦匹，俛仰怀哀伤。<br>小人计其功，君子道其常。<br>岂惜终憔悴，咏言着斯章。</p> <p>独坐空堂上，谁可与欢者。<br>出门临永路，不见行车马。<br>登高望九州，悠悠分旷野。<br>孤鸟西北飞，离兽东南下。<br>日暮思亲友，晤言用自写。</p> <p>悬车在西南，羲和将欲倾。<br>流光耀四海，忽忽至夕冥。<br>朝为咸池晖，蒙汜受其荣。<br>岂知穷达士，一死不再生。<br>视彼桃李花，谁能久荧荧。<br>君子在何计，叹息未合幷。<br>瞻仰景山松，可以慰吾情。</p> <p>西方有佳人，皎若白日光。<br>被服纤罗衣，左右佩双璜。<br>修容耀姿美，顺风振微芳。<br>登高眺所思，举袂当朝阳。<br>寄颜云霄闲，挥袖凌虚翔。<br>飘飖恍惚中，流眄顾我傍。<br>悦怿未交接，晤言用感伤。</p> <p>杨朱泣歧路，墨子悲染丝。<br>揖让长离别，飘飖难与期。<br>岂徒燕婉情，存亡诚有之。<br>萧索人所悲，祸衅不可辞。<br>赵女媚中山，谦柔愈见欺。<br>嗟嗟涂上士，何用自保持。</p> <p>于心怀寸阴，羲阳将欲冥。<br>挥袂抚长剑，仰观浮云征。<br>云间有玄鹤，抗志扬哀声。<br>一飞冲青天，旷世不再鸣。<br>岂与鹑鷃游，连翩戏中庭。</p> <p>夏后乘灵舆，夸父为邓林。<br>存亡从变化，日月有浮沉。<br>凤皇鸣参差，伶伦发其音。<br>王子好箫管，世世相追寻。<br>谁言不可见，青鸟明我心。</p> <p>东南有射山，汾水出其阳。<br>六龙服气舆，云盖切天纲。<br>仙者四五人，逍遥晏兰房。<br>寝息一纯和，呼噏成露霜。<br>沐浴丹渊中，照耀日月光。<br>岂安通灵台，游瀁去高翔。</p> <p>殷忧令志结，怵惕常若惊。<br>逍遥未终晏，朱华忽西倾。<br>蟋蟀在户牖，蟪蛄号中庭。<br>心肠未相好，谁云亮我情。<br>愿为云间鸟，千里一哀鸣。<br>三芝延瀛洲，远游可长生。</p> <p>拔剑临白刃，安能相中伤。<br>但畏工言字，称我三江旁。<br>飞泉流玉山，悬车栖扶桑。<br>日月径千里，素风发微霜。<br>势路有穷达，咨嗟安可长。</p> <p>朝登洪坡颠，日夕望西山。<br>荆棘被原野，羣鸟飞翩翩。<br>鸾鹥时栖宿，性命有自然。<br>建木谁能近，射干复婵娟。<br>不见林中葛，延蔓相勾连。</p> <p><br>周郑天下交，街术当三河。<br>妖冶闲都子，焕耀何芬葩。<br>玄发发朱颜，睇眄有光华。<br>倾城思一顾，遗视来相夸。<br>愿为三春游，朝阳忽蹉跎。<br>盛衰在须臾，离别将如何。</p> <p>若花耀四海，扶桑翳瀛洲。<br>日月经天涂，明暗不相雠。<br>穷达自有常，得失又何求。<br>岂效路上童，携手共遨游。<br>阴阳有变化，谁云沉不浮。<br>朱鳖跃飞泉，夜飞过吴洲。<br>俛仰运天地，再抚四海流。<br>系累名利场，驽骏同一辀。<br>岂若遗耳目，升遐去殷忧。</p> <p>昔余游大梁，登于黄华颠。<br>共工宅玄冥，高台造青天。<br>幽荒邈悠悠，凄怆怀所怜。<br>所怜者谁子，明察自照妍。<br>应龙沈冀州，妖女不得眠。<br>肆侈陵世俗，岂云永厥年。</p> <p>驱车出门去，意欲远征行。<br>征行安所如，背弃夸与名。<br>夸名不在己，但愿适中情。<br>单帷蔽皎日，高树隔微声。<br>谗邪使交疏，浮云令昼冥。<br>嬿婉同衣裳，一顾倾人城。<br>从容在一时，繁华不再荣。<br>晨朝奄复暮，不见所欢形。<br>黄鸟东南飞，寄言谢友生。</p> <p>驾言发魏都，南向望吹壹。<br>箫管有遗音，梁王安在哉。<br>战士食糟糠，贤者处蒿莱。<br>歌舞曲未终，秦兵已复来。<br>夹林非吾有，朱宫生尘埃。<br>军败华阳下，身竟为土灰。</p> <p>朝阳不再盛，白日忽西幽。<br>去此若俯仰，如何似九秋。<br>人生若尘露，天道邈悠悠。<br>齐景升丘山，涕泗纷交流。<br>孔圣临长川，惜逝忽若浮。<br>去者余不及，来者吾不留。<br>愿登太华山，上与松子游。<br>渔父知世患，乘流泛轻舟。</p> <p>一日复一夕，一夕复一朝。<br>颜色改平常，精神自损消。<br>胸中怀汤火，变化故相招。<br>万事无穷极，知谋苦不饶。<br>但恐须臾间，魂气随风飘。<br>终身履薄冰，谁知我心焦。</p> <p>一日复一朝，一昏复一晨。<br>容色改平常，精神自飘沦。<br>临觞多哀楚，思我故时人。<br>对酒不能言，凄怆怀酸辛。<br>愿耕东皋阳，谁与守其真。<br>愁苦在一时，高行伤微身。<br>曲直何所为，龙蛇为我邻。</p> <p>世务何缤纷，人道苦不遑。<br>壮年以时逝，朝露待太阳。<br>愿揽羲和辔，白日不移光。<br>天阶路殊绝，云汉邈无梁。<br>濯发旸谷滨，远游昆岳傍。<br>登彼列仙岨，采此秋兰芳。<br>时路乌足争，太极可翱翔。</p> <p>谁言万事囏，逍遥可终生。<br>临堂翳华树，悠悠念无形。<br>彷徨思亲友，倐忽复至冥。<br>寄言东飞鸟，可用慰我情。</p> <p>嘉时在今辰，零雨洒尘埃。<br>临路望所思，日夕复不来。<br>人情有感慨，荡漾焉能排。<br>挥涕怀哀伤，辛酸谁语哉。</p> <p>炎光延万里，洪川荡湍濑。<br>弯弓挂扶桑，长剑倚天外。<br>泰山成砥砺，黄河为裳带。<br>视彼庄周子，荣枯何足赖。<br>捐身弃中野，乌鸢作患害。<br>岂若雄杰士，功名从此大。</p> <p>壮士何慷慨，志欲威八荒。<br>驱车远行役，受命念自忘。<br>良弓挟乌号，明甲有精光。<br>临难不顾生，身死魂飞扬。<br>岂为全躯士，效命争战场。<br>忠为百世荣，义使令名彰。<br>垂声谢后世，气节故有常。</p> <p>混元生两仪，四象运衡玑。<br>曒日布炎精，素月垂景辉。<br>晷度有昭回，哀哉人命微。<br>飘若风尘逝，忽若庆云晞。<br>修龄适余愿，光宠非己威。<br>安期步天路，松子与世违。<br>焉得凌霄翼，飘飖登云湄。<br>嗟哉尼父志，何为居九夷。</p> <p>天网弥四野，六翮掩不舒。<br>随波纷纶客，泛泛若浮凫。<br>生命无期度，朝夕有不虞。<br>列仙停修龄，养志在冲虚。<br>飘飖云日间，邈与世路殊。<br>荣名非己宝，声色焉足娱。<br>采药无旋返，神仙志不符。<br>逼此良可惑，令我久踌躇。</p> <p>王业须良辅，建功俟英雄。<br>元凯康哉美，多士颂声隆。<br>阴阳有舛错，日月不当融。<br>天时有否泰，人事多盈冲。<br>园绮遯南岳，伯阳隐西戎。<br>保身念道真，宠耀焉足崇。<br>人谁不善始，尠能克厥终。<br>休哉上世士，万载垂清风。</p> <p>鸿鹄相随飞，飞飞适荒裔。<br>双翮临长风，须臾万里逝。<br>朝餐琅玕实，夕宿丹山际。<br>抗身青云中，网罗孰能制。<br>岂与乡曲士，携手共言誓。</p> <p>俦物终始殊，修短各异方。<br>琅玕生高山，芝英耀朱堂。<br>荧荧桃李花，成蹊将夭伤。<br>焉敢希千术，三春表微光。<br>自非凌风树，憔悴乌有常。</p> <p>幽兰不可佩，朱草为谁荣。<br>修竹隐山阴，射干临增城。<br>葛藟延幽谷，绵绵瓜瓞生。<br>乐极消灵神，哀深伤人情。<br>竟知忧无益，岂若归太清。</p> <p>鷽鸠飞桑榆，海鸟运天池。<br>岂不识宏大，羽翼不相宜。<br>招摇安可翔，不若栖树枝。<br>下集蓬艾间，上游园圃篱。<br>但尔亦自足，用子为追随。</p> <p>生命辰安在，忧戚涕沾襟。<br>高鸟翔山冈，燕雀栖下林。<br>青云蔽前庭，素琴凄我心。<br>崇山有鸣鹤，岂可相追寻。</p> <p>鸣鸠嬉庭树，焦明游浮云。<br>焉见孤翔鸟，翩翩无匹羣。<br>死生自然理，消散何缤纷。</p> <p>步游三衢旁，惆怅念所思。<br>岂为今朝见，恍惚诚有之。<br>泽中生乔松，万世未可期。<br>高鸟摩天飞，凌云共游嬉。<br>岂有孤行士，垂涕悲故时。</p> <p>清露为凝霜，华草成蒿莱。<br>谁云君子贤，明达安可能。<br>乘云招松乔，呼噏永矣哉。</p> <p>丹心失恩泽，重德丧所宜。<br>善言焉可长，慈惠未易施。<br>不见南飞燕，羽翼正差池。<br>高子怨新诗，三闾悼乖离。<br>何为混沌氏，倐忽体貌隳。</p> <p>十日出旸谷，弭节驰万里。<br>经天耀四海，倐忽潜蒙泛。<br>谁言焱炎久，游没何行俟。<br>逝者岂长生，亦去荆与杞。<br>千岁犹崇朝，一餐聊自已。<br>是非得失间，焉足相讥理。<br>计利知术穷，哀情遽能止。</p> <p>自然有成理，生死道无常。<br>智巧万端出，大要不易方。<br>如何夸毘子，作色怀骄肠。<br>乘轩驱良马，凭几向膏粱。<br>被服纤罗衣，深榭设闲房。<br>不见日夕华，翩翩飞路旁。</p> <p>夸谈快愤懑，情慵发烦心。<br>西北登不周，东南望邓林。<br>旷野弥九州，崇山抗高岑。<br>一餐度万世，千岁再浮沈。<br>谁云玉石同，泪下不可禁</p> <p>人言愿延年，延年欲焉之。<br>黄鹄呼子安，千秋未可期。<br>独坐山嵓中，恻怆怀所思。<br>王子一何好，猗靡相携持。<br>悦怿犹今辰，计校在一时。<br>置此明朝事，日夕将见期</p> <p>贵贱在天命，穷达自有时。<br>婉娈佞邪子，随利来相欺。<br>孤思损惠施，但为谗夫蚩。<br>鹡鸰鸣云中，载飞靡所期。<br>焉知倾侧士，一旦不可持。</p> <p>惊风振四野，回云荫堂隅。<br>床帷为谁设，几杖为谁扶。<br>虽非明君子，岂闇桑与榆。<br>世有此聋聩，芒芒将焉如。<br>翩翩从风飞，悠悠去故居。<br>离麾玉山下，遗弃毁与誉。</p> <p>危冠切浮云，长剑出天外。<br>细故何足虑，高度跨一世。<br>非子为我御，逍遥游荒裔。<br>顾谢西王母，吾将从此逝。<br>岂与蓬户士，弹琴诵言誓。</p> <p>河上有丈人，纬萧弃明珠。<br>甘彼藜藿食，乐是蓬蒿庐。<br>岂效缤纷子，良马骋轻舆。<br>朝生衢路旁，夕瘗横术隅。<br>欢笑不终宴，俛仰复欷歔。<br>鉴兹二三者，愤懑从此舒。</p> <p>儒者通六艺，立志不可干。<br>违礼不为动，非法不肯言。<br>渴饮清泉流，饥食幷一箪。<br>岁时无以祀，衣服常苦寒。<br>屣履咏南风，缊袍笑华轩。<br>信道守诗书，义不受一餐。<br>烈烈褒贬辞，老氏用长叹。</p> <p>少年学击剑，妙伎过曲城。<br>英风截云霓，超世发奇声。<br>挥剑临沙漠，饮马九野垧。<br>旗帜何翩翩，但闻金鼓鸣。<br>军旅令人悲，烈烈有哀情。<br>念我平常时，悔恨从此生。</p> <p>平昼整衣冠，思见客与宾。<br>宾客者谁子，倐忽若飞尘。<br>裳衣佩云气，言语究灵神。<br>须臾相背弃，何时见斯人。</p> <p>多虑令志散，寂寞使心忧。<br>翱翔观陂泽，抚剑登轻舟。<br>但愿长闲暇，后岁复来游。</p> <p>朝出上东门，遥望首阳基。<br>松柏郁森沉，鹂黄相与嬉。<br>逍遥九曲间，徘徊欲何之。<br>念我平居时，郁然思妖姬。</p> <p>王子十五年，游衍伊洛滨。<br>朱颜茂春华，辩慧怀清真。<br>焉见浮丘公，举手谢时人。<br>轻荡易恍惚，飘飖弃其身。<br>飞飞鸣且翔，挥翼且酸辛。</p> <p>塞门不可出，海水焉可浮。<br>朱明不相见，奄昧独无侯。<br>持瓜思东陵，黄雀诚独羞。<br>失势在须臾，带剑上吾丘。<br>悼彼桑林子，涕下自交流。<br>假乘汧渭间，鞍马去行游。</p> <p>洪生资制度，被服正有常。<br>尊卑设次序，事物齐纪纲。<br>容饰整颜色，磬折执圭璋。<br>堂上置玄酒，室中盛稻粱。<br>外厉贞素谈，户内灭芬芳。<br>放口从衷出，复说道义方。<br>委曲周旋仪，姿态愁我肠。</p> <p>北临干昧溪，西行游少任。<br>遥顾望天津，骀荡乐我心。<br>绮靡存亡门，一游不再寻。<br>傥遇晨风鸟，飞驾出南林。<br>漭瀁滛光中，忽忽肆荒淫。<br>休息晏清都，超世又谁禁。</p> <p>人知结交易，交友诚独难。<br>险路多疑惑，明珠未可干。<br>彼求飨太牢，我欲幷一餐。<br>损益生怨毒，咄咄复何言。</p> <p>有悲则有情，无悲亦无思。<br>茍非婴网罟，何必万里畿。<br>翔风拂重霄，庆云招所晞。<br>灰心寄枯宅，曷顾人间姿。<br>始得忘我难，焉知嘿自遗。</p> <p>木槿荣丘墓，煌煌有光色。<br>白日颓林中，翩翩零路侧。<br>蟋蟀吟户牖，蟪蛄鸣荆棘。<br>蜉蝣玩三朝，采采修羽翼。<br>衣裳为谁施，俛仰自收拭。<br>生命几何时，慷慨各努力。</p> <p>修涂驰轩车，长川载轻舟。<br>性命岂自然，势路有所由。<br>高名令志惑，重利使心忧。<br>亲昵怀反侧，骨肉还相雠。<br>更希毁珠玉，可用登遨游。</p> <p>横术有奇士，黄骏服其箱。<br>朝起瀛洲野，日夕宿明光。<br>再抚四海外，羽翼自飞扬。<br>去置世上事，岂足愁我肠。<br>一去长离绝，千岁复相望。</p> <p>猗欤上世士，恬淡志安贫。<br>季叶道陵迟，驰骛纷垢尘。<br>寗子岂不类，杨歌谁肯殉。<br>栖栖非我偶，徨徨非己伦。<br>咄嗟荣辱事，去来味道真。<br>道真信可娱，清洁存精神。<br>巢由抗高节，从此适河滨。</p> <p>梁东有芳草，一朝再三荣。<br>色容艳姿美，光华耀倾城。<br>岂为明哲士，妖蛊谄媚生。<br>轻薄在一时，安知百世名。<br>路端便娟子，但恐日月倾。<br>焉见冥灵木，悠悠竟无形。</p> <p>秋驾安可学，东野穷路旁。<br>纶深鱼渊潜，矰设鸟高翔。<br>泛泛乘轻舟，演漾靡所望。<br>吹嘘谁以益，江湖相捐忘。<br>都冶难为颜，修容是我常。<br>兹年在松乔，恍惚诚未央。</p> <p>咄嗟行至老，僶俛常苦忧。<br>临川羡洪波，同始异支流。<br>百年何足言，但苦怨与雠。<br>雠怨者谁子，耳目还相羞。<br>声色为胡越，人情自逼遒。<br>招彼玄通士，去来归羡游。</p> <p>昔有神仙士，乃处射山阿。<br>乘云御飞龙，嘘噏叽琼华。<br>可闻不可见，慷慨叹咨嗟。<br>自伤非俦类，愁苦来相加。<br>下学而上达，忽忽将如何。</p> <p>林中有奇鸟，自言是凤凰。<br>清朝饮醴泉，日夕栖山冈。<br>高鸣彻九州，延颈望八荒。<br>适逢商风起，羽翼自摧藏。<br>一去昆仑西，何时复回翔。<br>但恨处非位，怆悢使心伤。</p> <p>出门望佳人，佳人岂在兹。<br>三山招松乔，万世谁与期。<br>存亡有长短，慷慨将焉知。<br>忽忽朝日隤，行行将何之。<br>不见季秋草，摧折在今时。</p> <p>昔有神仙者，羡门及松乔。<br>噏习九阳间，升遐叽云霄。<br>人生乐长久，百年自言辽。<br>白日陨隅谷，一夕不再朝。<br>岂若遗世物，登明遂飘飖。</p> <p>墓前荧荧者，木槿耀朱华。<br>荣好未终朝，连飚陨其葩。<br>岂若西山草，琅玕与丹禾。<br>垂影临增城，余光照九阿。<br>宁微少年子，日久难咨嗟。",
  "shangxi": "<h2>赏析</h2> <p>　　<a href=\"http://so.gushiwen.org/author_698.aspx\">阮籍</a>生活在魏晋之际，原有雄心壮志。曹魏后期，司马氏和曹氏争夺政权，他们大肆屠杀政治上的异己人物，造成异常黑暗、恐怖的政治局面。阮籍随着政治风云日趋险恶，只得放弃了自己的雄心，用佯狂的办法来躲避矛盾，终日饮酒，不问世事，“发言玄远，口不臧否人物”。虽避免了杀身之祸，但内心极端痛苦。史传记载他“率意独驾，不由径路，车迹所穷，辄恸哭而返”。他把这种痛苦与愤懑在<a href=\"http://so.gushiwen.org/view_48024.aspx\">诗</a>歌中用隐晦曲折的形式倾泻出来，就是著名的五言诗《咏怀八十二首》。</p>",
  "poet": {
    "id": 698,
    "star": 0,
    "name": "阮籍",
    "image": "http://img.gushiwen.org/authorImg/ruanji.jpg",
    "desc": "阮籍(210～263)，三国魏诗人。字嗣宗。陈留（今属河南）尉氏人。竹林七贤之一，是建安七子之一阮瑀的儿子。曾任步兵校尉，世称阮步兵。崇奉老庄之学，政治上则采谨慎避祸的态度。阮籍是“正始之音”的代表，著有《咏怀》、《大人先生传》等。"
  },
  "tags": [
    "抒情"
  ]
}