{
  "id": 70874,
  "star": 7605,
  "name": "行路难·其一",
  "dynasty": "唐代",
  "content": "金樽清酒斗十千，玉盘珍羞直万钱。<br>停杯投箸不能食，拔剑四顾心茫然。<br>欲渡黄河冰塞川，将登太行雪满山。<br>闲来垂钓碧溪上，忽复乘舟梦日边。<br>行路难！行路难！多歧路，今安在？<br>长风破浪会有时，直挂云帆济沧海。",
  "fanyi": "<p><strong>译文</strong><br>金杯里装的名酒，每斗要价十千； 玉盘中盛的精美菜肴，收费万钱。<br>胸中郁闷啊，我停杯投箸吃不下； 拔剑环顾四周，我心里委实茫然。<br>想渡黄河，冰雪堵塞了这条大川； 要登太行，莽莽的风雪早已封山。<br>像吕尚垂钓溪，闲待东山再起； 又像伊尹做梦，他乘船经过日边。<br>世上行路呵多么艰难，多么艰难； 眼前歧路这么多，我该向北向南？<br>相信总有一天，能乘长风破万里浪； 高高挂起云帆，在沧海中勇往直前！</p> <p><strong>注释</strong><br>⑴行路难：选自《<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>集校注》，乐府旧题。金樽（zūn）：古代盛酒的器具，以金为饰。清酒：清醇的美酒。斗十千：一斗值十千钱（即万钱），形容酒美价高。<br>⑵玉盘：精美的食具。珍羞：珍贵的菜肴。羞：同“馐”，美味的食物。直：通“值”，价值。<br>⑶投箸：丢下筷子。箸（zhù）：筷子。不能食：咽不下。茫然：无所适从。<br>⑷太行：太行山。<br>⑸闲来垂钓碧溪上，忽复乘舟梦日边：这两句暗用典故：姜太公吕尚曾在渭水的磻溪上钓鱼，得遇周文王，助周灭商；伊尹曾梦见自己乘船从日月旁边经过，后被商汤聘请，助商灭夏。这两句表示<a href=\"http://so.gushiwen.org/view_70874.aspx\">诗</a>人自己对从政仍有所期待。碧：一作“坐”。忽复：忽然又。<br>⑹多岐路，今安在：岔道这么多，如今身在何处？岐：一作“歧”，岔路。安：哪里。<br>⑺长风破浪：比喻实现政治理想。据《宋书·宗悫传》载：宗悫少年时，叔父宗炳问他的志向，他说：“愿乘长风破万里浪。”会：当。<br>⑻云帆：高高的船帆。船在海里航行，因天水相连，船帆好像出没在云雾之中。济：渡。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　<a href=\"http://so.gushiwen.org/view_70874.aspx\">诗</a>的前四句写朋友出于对<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>的深厚友情，出于对这样一位天才被弃置的惋惜，不惜金钱，设下盛宴为之饯行。“嗜酒见天真”的李白，要是在平时，因为这美酒佳肴，再加上朋友的一片盛情，肯定是会“一饮三百杯”的。然而，这一次他端起酒杯，却又把酒杯推开了；拿起筷子，却又把筷子撂下了。他离开座席，拔下宝剑，举目四顾，心绪茫然。停、投、拔、顾四个连续的动作，形象地显示了内心的苦闷抑郁，感情的激荡变化。</p> <p>　　接着两句紧承“心茫然”，正面写“行路难”。诗人用“冰塞川”、“雪满山”象征人生道路上的艰难险阻，具有比兴的意味。一个怀有伟大政治抱负的人物，在受诏入京、有幸接近皇帝的时候，皇帝却不能任用，被“赐金还山”，变相撵出了长安，这正像是遇到了冰塞黄河、雪拥太行。但是，李白并不是那种软弱的性格，从“拔剑四顾”开始，就表示着不甘消沉，而要继续追求。“闲来垂钓碧溪上，忽复乘舟梦日边。”诗人在心境茫然之中，忽然想到两位开始在政治上并不顺利，而最后终于大有作为的人物：一位是吕尚，九十岁在磻溪钓鱼，得遇文王；一位是伊尹，在受商汤聘前曾梦见自己乘舟绕日月而过。想到这两位历史人物的经历，又给诗人增加了信心。</p> <p>　　“行路难，行路难，多歧路，今安在？”吕尚、伊尹的遇合，固然增加了对未来的信心，但当他的思路回到眼前现实中来的时候，又再一次感到人生道路的艰难。离筵上瞻望前程，只觉前路崎岖，歧途甚多，不知道他要走的路，究竟在哪里。这是感情在尖锐复杂的矛盾中再一次回旋。但是倔强而又自信的李白，决不愿在离筵上表现自己的气馁。他那种积极用世的强烈要求，终于使他再次摆脱了歧路彷徨的苦闷，唱出了充满信心与展望的强音：“长风破浪会有时，直挂云帆济沧海！”他相信尽管前路障碍重重，但仍将会有一天要像南朝宋时宗悫（que）所说的那样，乘长风破万里浪，挂上云帆，横渡沧海，到达理想的彼岸。</p> <p>　　这首诗一共十四句，八十二个字，在七言歌行中只能算是短篇，但它跳荡纵横，具有长篇的气势格局。其重要的原因之一，就在于它百步九折地揭示了诗人感情的激荡起伏、复杂变化。诗的一开头，“金樽美酒”，“玉盘珍羞”，让人感觉似乎是一个欢乐的宴会，但紧接着“停杯投箸”、“拔剑四顾”两个细节，就显示了感情波涛的强烈冲击。中间四句，刚刚慨叹“冰塞川”、“雪满山”，又恍然神游千载之上，仿佛看到了吕尚、伊尹由微贱而忽然得到君主重用。诗人心理上的失望与希望、抑郁与追求，急遽变化交替。“行路难，行路难，多歧路，今安在？”四句节奏短促、跳跃，完全是急切不安状态下的内心独白，逼肖地传达出进退失据而又要继续探索追求的复杂心理。结尾二句，经过前面的反复回旋以后，境界顿开，唱出了高昂乐观的调子，相信他自己的理想抱负总有实现的一天。通过这样层层迭迭的感情起伏变化，既充分显示了黑暗污浊的政治现实对诗人的宏大理想抱负的阻遏，反映了由此而引起的诗人内心的强烈苦闷、愤郁和不平，同时又突出表现了诗人的倔强、自信和他对理想的执着追求，展示了诗人力图从苦闷中挣脱出来的强大精神力量。</p> <p>　　思想感情（中心)：抒发了作者怀才不遇的愤慨，也表达了作者人生前途充满乐观的豪迈气概。</p>",
  "about": "<h2>创作背景</h2> 　　公元742年（天宝元年），<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>奉诏入京，担任翰林供奉。李白本是个积极入世的人，被世人称作“<a href=\"http://so.gushiwen.org/view_70874.aspx\">诗</a>仙”，他才高志大，很想像管仲、张良、<a href=\"http://so.gushiwen.org/author_507.aspx\">诸葛亮</a>等杰出人物一样干一番大事业，可是入京后，却没被唐玄宗重用，还受到权臣的谗毁排挤，两年后被“赐金放还”，变相撵出了长安。李白被逼出京，朋友们都来为他饯行，求仕无望的他深感仕路的艰难，满怀愤慨写下了此篇《行路难》 。",
  "poet": {
    "id": 247,
    "star": 0,
    "name": "李白",
    "image": "http://img.gushiwen.org/authorImg/libai.jpg",
    "desc": "李白（701年－762年），字太白，号青莲居士，唐朝浪漫主义诗人，被后人誉为“诗仙”。祖籍陇西成纪(待考)，出生于西域碎叶城，4岁再随父迁至剑南道绵州。李白存世诗文千余篇，有《李太白集》传世。762年病逝，享年61岁。其墓在今安徽当涂，四川江油、湖北安陆有纪念馆。"
  },
  "tags": [
    "唐诗三百首",
    "初中古诗",
    "乐府",
    "友情",
    "宴饮",
    "怀才不遇",
    "励志",
    "哲理"
  ]
}