{
  "id": 49396,
  "star": 155,
  "name": "沁园春·孤馆灯青",
  "dynasty": "宋代",
  "content": "孤馆灯青，野店鸡号，旅枕梦残。渐月华收练，晨霜耿耿；云山摛锦，朝露漙漙。世路无穷，劳生有限，似此区区长鲜欢。微吟罢，凭征鞍无语，往事千端。<br>当时共客长安，似二陆初来俱少年。有笔头千字，胸中万卷；致君尧舜，此事何难？用舍由时，行藏在我，袖手何妨闲处看。身长健，但优游卒岁，且斗尊前。",
  "fanyi": "<p><strong>译文<br></strong>孤零零旅舍灯光青冷，厌听这荒野鸡鸣，收拾起旅枕残梦。晓月渐渐淡去了白绢似的皎洁，微亮的晨霜一片晶莹；山上云白如展开的锦缎，朝露点点与晨光辉映。人世间的行程没个尽头，有限的是这劳顿的人生。似这般无足称道的平庸，难得有欢愉的心境。我这里独自低吟罢，征鞍上，悄无声，许多往事涌心中。<br>当年我们风华正茂，同时客居在汴京，如同<a href=\"http://so.gushiwen.org/author_838.aspx\">陆机</a>、陆云兄弟，初到京城还年轻。幸有妙笔在手文思敏捷，<a href=\"http://so.gushiwen.org/view_49396.aspx\">诗</a>书万卷在胸，自以为辅佐圣上使其成为尧舜，该是星月同辉，事业必成。其实重用与否在于时势，入世出世须由自己权衡。不妨闲处袖手看风云，少不得那分明哲与淡定。好在你我身体康健，只须终年悠闲游乐，姑且杯中寻醉慰平生。</p> <p><strong>注释</strong><br>1.沁园春：词牌名，又名《寿星明》、《洞庭春色》等。双调一百十四字，平韵。<br>2.孤馆：寓居客舍住的人很少。灯青：点着灯起床，灯发着青光。<br>3.野店鸡号：说明走得早。<a href=\"http://so.gushiwen.org/author_415.aspx\">温庭筠</a>《商山早行》：“鸡声茅店月，人迹板桥霜。”野，村落。<br>4.旅枕：喻旅店的睡眠。<br>5.月华收练：月光像白色的绢，渐渐收起来了。<br>6.耿耿：明亮的样子。<br>7.摛（chī）锦：似锦缎展开。形容云雾缭绕的山峦色彩不一。<br>8.溥溥（tuán）：露多的样子。一说为露珠圆的样子。<br>9.世路：人世的经历。<br>10.劳生：辛苦、劳碌的人生。<br>11.区区：渺小，这里形容自己的处境不顺利。鲜，少。<br>12.微吟：小声吟哦。<br>13.凭征鞍：站在马身边。词题小序说“马上”，作者骑着马行进。<br>14.千端：千头万绪，犹言多。<br>15.共客长安：兄弟二人嘉佑间客居沐京应试。长安，代指汁京。<br>16.二陆：指西晋文学家陆机、陆云兄弟。《晋书·陆云传》：“少与兄机齐名，虽文章不及机，而持论过之，号日‘二陆’。”西晋初同至洛阳。此以“二陆”比自己及弟辙。少年，年纪轻。<br>17.笔头千字：即下笔千言之意。<br>18.胸中万卷：胸中藏有万卷书。形容读书很多，学识渊博。<br>19.致君：谓辅佐国君，使其成为圣明之主。<br>20.“用舍”二句：《论语·述而》：“用之则行，舍之则藏。”意为任用与否在朝廷，抱负施展与否在自己。行藏（cáng），意为被任用就出仕，不被任用就退隐。<br>21.袖手：不过问。<br>22.优游卒岁：悠闲地度过一生。<br>23.且斗尊前：犹且乐尊前。唐<a href=\"http://so.gushiwen.org/author_1247.aspx\">牛僧孺</a>《席上赠刘梦得》：“休论世上升沉事，且斗尊前见在身。”斗，喜乐戏耍之词。尊，酒杯。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这首词由景入情，由今入昔，直抒胸臆，表达了作者人生遭遇的不幸和壮志难酬的苦闷。</p> <p>　　上阕一开篇，作者便以“孤馆灯青，野店鸡号，旅枕梦残”以及“月华收练，晨霜耿耿；云山摛朝露漙漙”数句，绘声绘色地画出了一幅旅途早行图。早行中，眼前月光、山色、晨霜、朝露，别具一番景象，但行人为了早日与弟弟联床夜话，畅叙别情，他对于眼前一切，已无心观赏。此时，作者“凭征鞍无语”，进入沉思，感叹“世路无穷，劳生有限”。为此，便引出了一大通议论来。作者追忆：他们兄弟俩，“当时共客长安，似二陆初来俱少年。”词里的“二陆”用来比自己和弟弟<a href=\"http://so.gushiwen.org/author_366.aspx\">苏辙</a>。当年，他们兄弟俩俱有远大抱负，决心象伊尹那样，“使是君为尧舜之君”（《孟子》中语）；像<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>那样，“致君尧舜上，再使风俗淳”，以实现其“结人心、厚风俗、存纪纲”（《上神宗皇帝书》）的政治理想。而且，他们兄弟俩“笔头千字，胸中万卷”，对于“致君尧舜”这一伟大功业，充满着信心和希望。抚今追昔，作者深感他们兄弟俩现实社会中都碰了壁。为了相互宽慰，作者将《论语》“用之则行，舍之则藏，惟我与尔有是夫”，《孔子家语》“优哉游哉，可以卒岁”，以及<a href=\"http://so.gushiwen.org/author_1247.aspx\">牛僧孺</a>“休论世上升沉事，且斗尊前见在身”<a href=\"http://so.gushiwen.org/view_49396.aspx\">诗</a>句，化入词中，并加以改造、发挥，以自开解。结尾数句，作者表示自己怀才不遇的境况下，要避开政治斗争的漩涡，以从容不迫的态度，姑且保全身体，饮酒作乐，悠闲度日。整首词，除了开头几句形象描述之外，其余大多是议论、成为一篇直抒胸臆的言志抒情之作。</p> <p>　　这首词的议论、抒怀部分，遣词命意无拘无束，经史子集信拈来，汪洋恣肆，显示出作者横放杰出的才华。词中多处用典：“有笔头千字，胸中万卷，致君尧舜，此事何难”四句，化用杜甫《奉赠韦左丞丈二十二韵》中读书破万卷，下笔如有神“、”致君尧舜上，再使风俗淳“的诗句。”身长健，但优游卒岁，且斗尊前“三句，”优游卒岁“语出《左传·襄公二十一年》中鲁国大夫叔向被囚后”优哉游哉，聊以卒岁“的话：”且斗尊前“，化用杜甫《漫兴》中”莫思身外无穷事，且尽生前有限杯“的诗句。作者将上述典故灵活运用，推陈出新，生动地传达出自已的志向与情怀。</p> <p>　　这首词的脉络清晰，层次井然，回环往复，波澜起伏，上片的早行图与下片的议论浑然一体，贯穿一气，构成一个统一、和谐的整体：头几句写景，以“孤”、“青”、“野”、“残”等字眼传神地渲染出早行途中孤寂、凄清的环境和心境。“世路无穷，劳生有限”一句，由自然景色转入现实人生。其后，词作由景物描写而转入追忆往事。“用舍由时，行藏我”，由往事回到现实。结拍数句表明作者已从壮志难酬的苦闷中摆脱出来，获得了内心的平静和慰安。全词集写景、抒情、议论为一体，融诗、文、经、史于一炉，有形象的景象描写，有抽象地论说政治，又在议论中发表了自己的人生观和人生态度，抒写了沉郁惆怅的心境，文思连贯，一气呵成，体现了卓绝的才情。</p> <p>　　这一词调，上片十一个四言句，下片八个四言句，多处用对仗，句法比较工整，而且，在许多整齐的句子之间，还穿插了几个长短句，如三言句、六言句、七言句和八言句，长短相间，参差错落。这个词调适合于以赋体入词，但又最忌板滞，它不同于短篇令词，也不同于一般长调，是个较难驾驭的词调。两宋词人当中，<a href=\"http://so.gushiwen.org/author_217.aspx\">辛弃疾</a>填了九首，<a href=\"http://so.gushiwen.org/author_106.aspx\">刘克庄</a>填了二十五首，<a href=\"http://so.gushiwen.org/author_704.aspx\">陈人杰</a>填了三十一首，这算是较为罕见的。许多名家，比如<a href=\"http://so.gushiwen.org/author_535.aspx\">柳永</a>、<a href=\"http://so.gushiwen.org/author_536.aspx\">李清照</a>、<a href=\"http://so.gushiwen.org/author_164.aspx\">周邦彦</a>、<a href=\"http://so.gushiwen.org/author_30.aspx\">姜夔</a>、史达祖、张炎等，都不见填制。但是，此调格局开张，掌握得好，却可造成排山倒海之势，收到良好的艺术效果。</p> <p>　　<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>这首《沁园春》词，上片写景，一下子罗列了七个四言句。前三个四言句，“孤馆灯青，野店鸡号，旅枕梦残”，句式相同，三脚并立。后四个四言句，“月华收练，晨霜耿耿；云山摛锦，朝露”，组成“扇面对”，由“渐”字构成领头格，贯穿到底。七个四言句组织绵密，构成了一幅整体的画面。紧接着，“世路无穷，劳生有限”，仍用四言对句，“征鞍无语，往事千端”，也是四言句。这十一个整齐的四言句，除了靠“渐”、“凭”两个领格字提携，还由两个长短句“似此区区长鲜欢”及“微吟罢”，在当中辗转运气。于是，十一个四言句，就不至于像是拆开来的七宝楼台，不成片段。下片八个四言句略有变化。前四个四言句，不再用“扇面对”，其中，“笔头千字，胸中万卷”，自成对仗，“致君尧舜，此事何难”二句不对。其余与上片大致相同。这段议论，先由换头“当时共客长安，似二陆初来俱少年”两个长短句叙事，承接上结所提“往事”，然后铺排议论。领格字“有”，从字面上看，仅管领“笔头”“胸中”二句，但“有”字下面的六个四言句，词意还是相贯通的，六个四言句之下，直接“袖手何妨闲处看”，还是具有一定气势的。最后，由一个三言短句“身长健”停顿蓄势，“但”字提携、转折，带上两个四言句“优游卒岁，且斗尊前”，为全词作结。</p> <p>　　总之，《沁园春》词是苏轼以诗人句法入词的尝试，已稍露东坡本色。但这首词在艺术上仍有某些不足之处，如与《水调歌头》（明月几时有）等词作比较，就觉得《沁园春》以抽象的说理议论代替具体的形象描述，不如以情动人之作，具有那么大的感人力量。比如“身长健，但优游卒岁，且斗尊前”与“但愿人长久，千里共婵娟”，意思相近，但前者总不及后者那样有意境，那样耐人寻味。</p>",
  "about": "<h2>创作背景</h2> 　　<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>与其弟<a href=\"http://so.gushiwen.org/author_366.aspx\">苏辙</a>兄弟情深，任杭州通判期间，其弟在济南为官，相思甚切，为接近亲人，向朝廷请求到密州任职，得准改任密州知州，熙宁七年（1074）起程赴密州。这首词便作于由杭州移守密州早行途中。苏轼是怀着矛盾复杂的心情前往密州的。由于与新法派的矛盾，朝中难以立足。赴密途中，触景伤情，凭鞍沉思，思绪万千，不禁感慨唏嘘，通过词作，把胸中块垒一古脑儿向子由倾吐。",
  "poet": {
    "id": 183,
    "star": 0,
    "name": "苏轼",
    "image": "http://img.gushiwen.org/authorImg/sushi.jpg",
    "desc": "苏轼（1037－1101），北宋文学家、书画家、美食家。字子瞻，号东坡居士。汉族，四川人，葬于颍昌（今河南省平顶山市郏县）。一生仕途坎坷，学识渊博，天资极高，诗文书画皆精。其文汪洋恣肆，明白畅达，与欧阳修并称欧苏，为“唐宋八大家”之一；诗清新豪健，善用夸张、比喻，艺术表现独具风格，与黄庭坚并称苏黄；词开豪放一派，对后世有巨大影响，与辛弃疾并称苏辛；书法擅长行书、楷书，能自创新意，用笔丰腴跌宕，有天真烂漫之趣，与黄庭坚、米芾、蔡襄并称宋四家；画学文同，论画主张神似，提倡“士人画”。著有《苏东坡全集》和《东坡乐府》等。"
  },
  "tags": [
    "议论",
    "抒怀",
    "人生"
  ]
}