{
  "id": 8181,
  "star": 8,
  "name": "宣城送刘副使入秦",
  "dynasty": "唐代",
  "content": "君即刘越石，雄豪冠当时。<br>凄清横吹曲，慷慨扶风词。<br>虎啸俟腾跃，鸡鸣遭乱离。<br>千金市骏马，万里逐王师。<br>结交楼烦将，侍从羽林儿。<br>统兵捍吴越，豺虎不敢窥。<br>大勋竟莫叙，已过秋风吹。<br>秉钺有季公，凛然负英姿。<br>寄深且戎幕，望重必台司。<br>感激一然诺，纵横两无疑。<br>伏奏归北阙，鸣驺忽西驰。<br>列将咸出祖，英僚惜分离。<br>斗酒满四筵，歌啸宛溪湄。<br>君携东山妓，我咏北门诗。<br>贵贱交不易，恐伤中园葵。<br>昔赠紫骝驹，今倾白玉卮。<br>同欢万斛酒，未足解相思。<br>此别又千里，秦吴渺天涯。<br>月明关山苦，水剧陇头悲。<br>借问几时还，春风入黄池。<br>无令长相忆，折断绿杨枝。",
  "fanyi": "<p><strong>译文<br></strong>老兄你就像西晋<a href=\"http://so.gushiwen.org/view_8181.aspx\">诗</a>人刘琨，雄豪当时第一人。<br>在被包围的城头吹起凄清的《横吹曲》，创作慷慨的《扶风词》。<br>你等待着腾跃的机会，鸡鸣起舞，枕戈待旦，志枭逆虏，虎啸龙吟。<br>你用千金买骏马，奔走万里追随王师。<br>结交的都是英勇善战的楼烦将领，侍从的都是威猛的羽林军。<br>你统兵捍卫吴越之地，豺虎般的安禄山也不敢窥探。<br>你立下大勋竟然没有被嘉奖，功绩如秋风吹过。<br>掌握兵权有季广琛将军，凛然威猛，英姿勃勃。<br>对你寄有厚望，好好掌握兵权，将来你必定是三公等宰辅大臣之材。<br>感激你一诺千金，纵横驰骋，两无猜疑。<br>你将回皇宫汇报，鸣马向西方疾驰。<br>属下列将都来为你饯行送别，帐下英僚痛惜分离。<br>四筵嘉宾斗酒，在宛溪岸边歌啸唱咏。<br>你与东山歌妓携手，我高咏《北门诗》。<br>你富贵我平贱，结交本不易，别伤了葵花的根。<br>感谢你以前赠我紫骝马驹，今天又用白玉卮酒杯倾酒痛饮。<br>同欢共饮万斛酒，也未能解你我相思之情。<br>此地一别，千里遥远，秦吴两地，如隔天涯。<br>月光虽明媚，关山度越难，陇头水流喘急，水声如人悲歌。<br>借问你几时回来？ 如春风再入这里的黄池河。<br>别让我长期相忆，折断满树的绿杨枝。</p><p><strong>注释</strong><br>⑴按《唐书·百官志》，节度使之下，有副使一人，同节度副使十人。又安抚使、观察使、团练使、防御使之下，皆有副使一人。<br>⑵《晋书》：刘琨，字越石。少得隽朗之目，与范阳祖纳，俱以雄豪著名。在晋阳，尝为胡骑所围数重，城中窘迫无计，琨乃乘月登楼清啸，贼闻之，皆凄然长叹。中夜奏胡筋，贼又流涕歔欷，有怀土之切。向晓复吹之，贼并弃围而走。刘越石有《扶风歌》“朝发广莫门，暮宿丹水山。左手弯繁弱，右手挥龙渊”云云，凡九首。其《横吹曲》，今逸不存，或指吹胡笳而言，恐未的。<br>⑶<a href=\"http://so.gushiwen.org/author_6.aspx\">张衡</a>《思玄赋》：“超逾腾跃绝世俗。”《世说注》：《晋阳秋》曰：祖逖与刘琨俱以雄豪著名，年二十四，与琨同辟司州主簿，情好绸缪，共被而寝。中夜闻鸡鸣，俱起曰，“此非恶声也。”<br>⑷《史记》：“所将卒斩楼烦将五人。”李奇曰：“楼烦，县名。其人善骑射，故以名射士为楼烦，取其美称，未必楼烦人也。张晏曰：楼烦，胡国名。”《汉书》：羽林掌送从。武帝太初元年置，名曰“建章营骑”，后更名“羽林骑。”费昶诗：“家本楼烦俗，召募羽林儿。”<br>⑸上元（唐肃宗年号，公元760─761年）中，宋州刺史刘展举兵反，其党张景超、孙待封攻陷苏、湖，进逼杭州，为温晁、李藏用所败。刘副使于时亦在兵间，而功不得录，故有“统兵捍吴越、豺虎不敢窥。大勋竟莫叙，已过秋风吹”之句。<br>⑹《诗经·商颂》：“有虔秉钺。”《南齐书》：秉钺出关，凝威江甸。季公，谓季广琛。《旧唐书》：上元二年正月，温州刺史季广琛，为宣州刺史，充浙江西道节度使。《十六国春秋》：英姿迈古，艺业超时。<br>⑺戎幕，节度使之幕府。羊祜《让开府表》：“伏闻恩诏拔臣，使同台司。”注：“台司，三公也。”<br>⑻《汉书》：贯高，此固赵国立名义不侵为然诺者也。<br>⑼北阙，是上书奏事之徒所诣者。《北史》：“鸣驺清路，盛列羽仪。”章怀太子《后汉书注》：“陷，骑士也。”<br>⑽《诗经·大雅》：“韩侯出祖，出宿千屠。”<br>⑾《江南通志》：宛溪，在宁国府城东。<br>⑿《世说新语》：谢安在东山畜妓。毛苌《诗传》：“《北门》，刺仕不得志也。言卫之忠臣不得其志耳。”<br>⒀古诗：“采葵莫伤根，伤根葵不生。结交莫羞贫，羞贫交不成。”<br>⒁《汉书·高帝纪》：“上奉玉卮为太上皇寿。”应劭曰：“卮，饮酒礼器也。古以角作，受四升。”晋灼曰：“音支。”<a href=\"http://so.gushiwen.org/author_1448.aspx\">颜师古</a>曰：“卮，饮酒圆器也。”《<a href=\"http://so.gushiwen.org/author_404.aspx\">韩非</a>子》：“今有白玉之卮而无当。”<br>⒂<a href=\"http://so.gushiwen.org/author_662.aspx\">庾信</a>《荡子赋》：“关山惟月明。”郭仲产《秦川记》：陇山东西百八十里，登山岭东望，秦川四五百里，极目泯然。山东人行役至此而顾瞻者，莫不悲思。故歌曰：“陇头流水，分离四下。念我行役，飘然旷野。登高望远，涕零双坠。”<br>⒃胡三省《通鉴注》：宣州当涂县有黄池镇。《一统志》：黄池河，在太平府城南六十里，东接固城河，西接芜湖县河，入大江，南至黄池镇，北至宣城县界。《江南通志》：黄池河，在池州当涂县南七十里，宁国府城北一百二十里。一名玉溪，郡东南之水，皆聚此出大江。河心分界，南属宣城，北属当涂。</p>",
  "poet": {
    "id": 247,
    "star": 0,
    "name": "李白",
    "image": "http://img.gushiwen.org/authorImg/libai.jpg",
    "desc": "李白（701年－762年），字太白，号青莲居士，唐朝浪漫主义诗人，被后人誉为“诗仙”。祖籍陇西成纪(待考)，出生于西域碎叶城，4岁再随父迁至剑南道绵州。李白存世诗文千余篇，有《李太白集》传世。762年病逝，享年61岁。其墓在今安徽当涂，四川江油、湖北安陆有纪念馆。"
  },
  "tags": [
    "离别",
    "赞美",
    "写人"
  ]
}