{
  "id": 72445,
  "star": 14,
  "name": "门有车马客行",
  "dynasty": "魏晋",
  "content": "门有车马客，驾言发故乡。<br>念君久不归，濡迹涉江湘。<br>投袂赴门涂，揽衣不及裳。<br>拊膺携客泣，掩泪叙温凉。<br>借问邦族间，恻怆论存亡。<br>亲友多零落，旧齿皆凋丧。<br>市朝互迁易，城阙或丘荒。<br>坟垄日月多，松柏郁茫茫。<br>天道信崇替，人生安得长。<br>慷慨惟平生，俯仰独悲伤。",
  "fanyi": "<p><strong>译文</strong><br>门前有车马经过，这车马来自故乡。<br>因为顾念我久久未回，因而他们远涉而来。<br>我听说有客人从故乡来，赶快整理衣服出去相见。<br>见到故乡旧友不禁感动得掉下泪来，亲手拉他进屋，擦干眼泪我们聊起了我离别家乡后彼此的境况。<br>我问他现在乡国和宗族过得怎么样，他凄怆地对我说，自我别后的这些年发生了很大的变化。<br>亲友也大都零落，不知迁徙到哪里去了，那些年迈的老人都已去世。<br>市集和朝堂都改变到了其他地方，以前的很繁华的地方都已成为了丘垄和荒地。<br>坟茔越来越多了，坟地上的松柏也郁郁苍苍。<br>天道还有盛衰，何况是人生呢？<br>想想我自己的人生，顷刻之间觉得无限悲伤。</p> <p><strong>注释</strong><br>①濡迹：留下踪迹。濡，沾湿的意思。<br>②投袂：甩下衣袖。<br>③赴门涂：赶出门口上路。<br>④揽衣：整理一下衣服。<br>⑤拊膺：拍打胸部。<br>⑥掩泪：擦干。<br>⑦邦族：乡国和宗族。<br>⑧旧齿：故旧老人。<br>⑨市朝：市集和朝堂。<br>⑩郁茫茫：茂盛的一片。这里指坟墓剧增。崇替：盛衰。俯仰：顷刻之间，形容时间短暂。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　《门有车马客行》，乐府旧题。唐代吴兢《乐府古题要解》说：“皆言问讯其客，或得故旧乡里，或驾自京师，备叙市朝迁谢，亲戚雕丧之意也。”西晋武帝末年，<a href=\"http://so.gushiwen.org/author_838.aspx\">陆机</a>和弟弟陆云离开江南家乡，北上洛阳以求取功名。不久，晋武帝去世，围绕权力的再分配，统治集团内部各派系展开了激烈的争夺。陆机沉浮于这种复杂的环境中，备感仕途艰险、人命危浅，由此也常常生发出怀念故乡亲友之情。这首<a href=\"http://so.gushiwen.org/view_72445.aspx\">诗</a>虽沿用乐府古题，但反映的却是陆机自己的感情。</p> <p>　　诗的开端六句，交代有客自故乡来，诗人急忙出门迎接。首句点应诗题。“念君”二句，以故乡客口吻点明作者离乡时间之长，以故乡客远涉而来暗示他们之间的关系并非一般，为下文的问讯作了铺垫。“江湘”，偏指长江，因从江东至中原无须经湘江，诗人此为协韵而已。“濡迹”，涉江时沾湿的足印，二字概写故乡客行旅的艰辛，起到以少胜多的效果。“投袂”两句，刻画诗人迎接故乡客的急切状态，神情毕肖，透过这毫无斯文气的动作描写，读者可以联想到诗人平素对乡音的殷切企盼。</p> <p>　　接下来“拊膺”二句，写诗人见到故乡客的激动情态。诗人连用“拊膺”“携”“掩泪”几个带有强烈感情色彩的词语，创造出一种极端伤痛的氛围，淋漓尽致地表现了他那积抑已久的悲情。重情是魏晋思潮的一大特征，由于个人意识加强，魏晋文人对自己的喜怒哀乐有了更敏锐更强烈的感受；在情感的表达上，也冲破了汉儒“温柔敦厚”、“哀而不伤”诗教说的抑制，敢于尽力宣泄。陆机不仅在理论上首标“诗缘情”之说，而且在创作上大力实践之，他“观尺景以伤悲，俯寸心而凄恻”（《述思赋》），往往尽最大的努力来强化自己的感情。“拊膺携客泣，掩泪叙温凉”，不正是这种创作倾向的流露。</p> <p>　　“借问”八句，写亲友零落，桑梓倾覆的惨淡现实。重逢乡亲，自然就要问讯故乡亲友的情况。而世间最牵动人心的，莫过于亲友的存亡问题，譬如汉乐府《十五从军征》中的八十岁老兵，他“道逢乡里人”，最挂念的也是“家中有阿谁。”“恻怆论存亡”，同样真切地表现了陆机的这种心情。然而，答案却令人黯然神伤。“亲友多零落”六句，展示了一幅极其惨淡的图景：亲友大部分零落了，有德望的老人则全死光了；昔日豪华壮丽的官府殿堂倾颓殆尽，或沦为杂草丛生的荒丘，或沦为商贩出入的集市；放眼望去，郊原坟冢垒垒，松柏郁苍。六句诗，“亲友”两句和“坟垄”两句形成相反相成的强烈比照，“市”与“朝”，“城阙”与“丘荒”，也对比鲜明。这都体现着作者巧妙的艺术匠心，只有通过这种对比组合，才能创造出沧桑陵谷的气氛和惊心动魄的感染力。</p> <p>　　结尾四句，诗人把亲友零落、生命短促的现实痛苦升华为对整个人生意义和价值的悲叹感伤。“道”，此指自然规律。信，确实。“崇替”，衰亡，灭亡。“天道信崇替，人生安得长”——宇宙间万灵万类终归要走向衰亡，人又岂能获免！着一“信”字，更见沉痛。既然人的衰亡是宇宙之必然，那每个人都在劫难逃了，零落者的今天，便是“我”的明天，于是诗人便在一曲欲解不能的伤叹中收束全诗：“慷慨惟平生，俯仰独悲伤。”惟，思。“俯仰”二字突现诗人敏感的时间意识，与悲伤萦怀、感慨淋漓的气氛相吻合，更易产生“每读一过，令人辄唤奈何”的效果。</p>",
  "poet": {
    "id": 838,
    "star": 0,
    "name": "陆机",
    "image": "http://img.gushiwen.org/authorImg/luji.jpg",
    "desc": "陆机（261－303），字士衡，吴郡吴县（今江苏苏州）人，西晋文学家、书法家，孙吴丞相陆逊之孙、大司马陆抗之子，与其弟陆云合称“二陆”。孙吴灭亡后出仕晋朝司马氏政权，曾历任平原内史、祭酒、著作郎等职，世称“陆平原”。后死于“八王之乱”，被夷三族。他“少有奇才，文章冠世”（《晋书·陆机传》），与弟陆云俱为中国西晋时期著名文学家，被誉为“太康之英”。陆机还是一位杰出的书法家，他的《平复帖》是中古代存世最早的名人书法真迹。"
  },
  "tags": [
    "乐府",
    "思亲",
    "感伤",
    "人生"
  ]
}