{
  "id": 72274,
  "star": 1318,
  "name": "后出师表",
  "dynasty": "魏晋",
  "content": "　　先帝深虑汉、贼不两立，王业不偏安，故托臣以讨贼也。以先帝之明，量臣之才，固知臣伐贼，才弱敌强也。然不伐贼，王业亦亡。惟坐而待亡，孰与伐之？是故托臣而弗疑也。</p> <p>　　臣受命之日，寝不安席，食不甘味。思惟北征。宜先入南。故五月渡泸，深入不毛，并日而食；臣非不自惜也，顾王业不可得偏安于蜀都，故冒危难，以奉先帝之遗意也，而议者谓为非计。今贼适疲于西，又务于东，兵法乘劳，此进趋之时也。谨陈其事如左：</p> <p>　　高帝明并日月，谋臣渊深，然涉险被创，危然后安。今陛下未及高帝，谋臣不如良、平，而欲以长策取胜，坐定天下，此臣之未解一也。</p> <p>　　刘繇、王朗各据州郡，论安言计，动引圣人，群疑满腹，众难塞胸，今岁不战，明年不征，使孙策坐大，遂并江东，此臣之未解二也。</p> <p>　　曹操智计，殊绝于人，其用兵也，仿佛孙、吴，然困于南阳，险于乌巢，危于祁连，逼于黎阳，几败北山，殆死潼关，然后伪定一时耳。况臣才弱，而欲以不危而定之，此臣之未解三也。</p> <p>　　曹操五攻昌霸不下，四越巢湖不成，任用李服而李服图之，委任夏侯而夏侯败亡，先帝每称操为能，犹有此失，况臣驽下，何能必胜？此臣之未解四也。</p> <p>　　自臣到汉中，中间期年耳，然丧赵云、阳群、马玉、阎芝、丁立、白寿、刘郃、邓铜等及曲长、屯将七十余人，突将、无前、賨叟、青羌、散骑、武骑一千余人。此皆数十年之内所纠合四方之精锐，非一州之所有；若复数年，则损三分之二也，当何以图敌？此臣之未解五也。</p> <p>　　今民穷兵疲，而事不可息；事不可息，则住与行劳费正等。而不及今图之，欲以一州之地，与贼持久，此臣之未解六也。</p> <p>　　夫难平者，事也。昔先帝败军于楚，当此时，曹操拊手，谓天下已定。然后先帝东连吴越，西取巴蜀，举兵北征，夏侯授首，此操之失计，而汉事将成也。然后吴更违盟，关羽毁败，秭归蹉跌，曹丕称帝。凡事如是，难可逆见。臣鞠躬尽瘁，死而后已。至于成败利钝，非臣之明所能逆睹也。",
  "fanyi": "<div> <strong>译文</strong> <br>　　先帝考虑到蜀汉和曹贼不能并存，帝王之业不能苟且偷安于一地，所以委任臣下去讨伐曹魏。以先帝那样的明察，估量臣下的才能，本来就知道臣下要去征讨敌人，是能力微弱而敌人强大的。但是，不去讨伐敌人，王业也是要败亡的；是坐而待毙，还是主动去征伐敌人呢？因此委任臣下，一点也不犹疑。</div> <div> <br></div> <div> 　　臣下接受任命的时候，睡不安稳，食无滋味。想到要去北伐，应该先南征。所以五月里渡过泸水，深入不毛之地，两天才能吃上一餐；臣下不是不爱惜自己呵，而是看到帝王之业不可能局处在蜀地而得以保全，所以冒着危险，来执行先帝的遗愿，可是争议者说这不是上策。而敌人恰好在西面疲于对付边县的叛乱，东面又要竭力去应付孙吴的进攻，兵法要求趁敌方劳困时发动进攻，当前正是赶快进军的时机呵！现在谨将这些事陈述如下：</div> <div> <br></div> <div> 　　高祖皇帝的明智，可以和日月相比，他的谋臣见识广博，谋略深远，但还是要经历艰险，身受创伤，遭遇危难然后才得安定。现在，陛下比不上高祖皇帝，谋臣也不如张良、陈平，而想用长期相持的战略来取胜，安安稳稳地平定天下，这是臣所不能理解的第一点。</div> <div> <br></div> <div> 　　刘繇、王朗，各自占据州郡；在议论安守策略时，动辄引用古代圣贤的话，大家疑虑满腹，胸中充斥着惧难；今年不去打仗，明年不去征讨，让孙策安然强大起来，终于并吞了江东，这是臣下所不能理解的第二点。</div> <div> <br></div> <div> 　　 <a href=\"http://so.gushiwen.org/author_552.aspx\">曹操</a>的智能谋略，远远超过别人，他用兵像 <a href=\"http://so.gushiwen.org/author_817.aspx\">孙武</a>、 <a href=\"http://so.gushiwen.org/author_851.aspx\">吴起</a>那样，但是在南阳受到窘困，在乌巢遇上危险，在祁山遭到厄难，在黎阳被敌困逼，几乎惨败在北山，差一点死在潼关，然后才得僭称国号于一时。何况臣下才能低下，而竟想不冒艰险来平定天下，这是臣下所不能理解的第三点。</div> <div> <br></div> <div> 　　曹操五次攻打昌霸而攻不下；四次想跨越巢湖而未成功，任用李服，而李服密谋对付他；委用夏侯渊，而夏侯渊却败死了。先帝常常称赞曹操有能耐，可还是有这些挫败，何况臣下才能低劣，怎能保证一定得胜呢？这是臣下所不能理解的第四点。</div> <div> <br></div> <div> 　　自从臣下进驻汉中，不过一周年而已，期间就丧失了赵云、阳群、马玉、阎芝、丁立、白寿、刘郃、邓铜等将领及部曲将官、屯兵将官七十余人；突将、无前、賨叟、青羌、散骑、武骑等士卒一千余人。这些都是几十年内从各处积集起来的精锐力量，不是一州一郡所能拥有的；如果再过几年，就会损失原有兵力的三分之二，那时拿什么去对付敌人呢？这是臣下所不能理解的第五点。</div> <div> <br></div> <div> 　　如今百姓贫穷兵士疲乏，但战争不可能停息；战争不能停息，那末耽在那里等待敌人来进攻和出去攻击敌人，其劳力费用正是相等的。不趁此时去出击敌人，却想拿益州一地来和敌人长久相持，这是臣下所不能理解的第六点。</div> <div> <br></div> <div> 　　最难于判断的，是战事。当初先帝兵败于楚地，这时候曹操拍手称快，以为天下已经平定了。但是，后来先帝东面与孙吴连和，西面取得了巴蜀之地，出兵北伐，夏侯渊掉了脑袋；这是曹操估计错误。看来复兴汉室的大业快要成功了。但是，后来孙吴又违背盟约，关羽战败被杀，先帝又在秭归遭到挫败，而 <a href=\"http://so.gushiwen.org/author_616.aspx\">曹丕</a>就此称帝。所有的事都是这样，很难加以预料。臣下只有竭尽全力，到死方休罢了。至于伐魏兴汉究竟是成功是失败，是顺利还是困难，那是臣下的智力所不能预见的。</div> <div> <br></div> <div> <strong>注释</strong> <br>1.汉：指蜀汉。贼：指曹魏。古时往往把敌方称为贼。 <br>2.偏安：指王朝局处一地，自以为安。 <br>3.孰与：何如，表示抉择，倾向肯定后一种（偏指一方） <br>4.惟：助词。 <br>5.入南：指 <a href=\"http://so.gushiwen.org/author_507.aspx\">诸葛亮</a>深入南中，平定四郡事。 <br>6.并日：两天合作一天。 <br>7.顾：这里有“但”的意思。蜀都：此指蜀汉之境。 <br>8.议者：指对诸葛亮决意北伐发表不同意见的官吏。 <br>9.这两句指建兴六年（228）诸葛亮初出祁山（在今甘肃省礼县东）时，曹魏西部的南安、天水、安定三郡叛变，牵动关中局势：在魏、吴边境附近的夹石（今安徽省桐城县北），东吴大将陆逊击败魏大司马曹休两事。 <br>10.进趋：快速前进。 <br>11.高帝： <a href=\"http://so.gushiwen.org/author_746.aspx\">刘邦</a>死后的谥号为“高皇帝”。并：平列。 <br>12.渊深：指学识广博，计谋高深莫测。 <br>13.被创：受创伤。这句说：刘邦在楚汉战争中，屡败于楚军，公元前二○三年，在广武（今河南省荥阳县）被 <a href=\"http://so.gushiwen.org/author_253.aspx\">项羽</a>射伤胸部：在汉朝初建时，因镇压各地的叛乱而多次出征，公元前一九五年又曾被淮南王英布的士兵射中；公元前二○○年在白登山还遭到匈奴的围困。被，通假字，同“披” <br>14.良：张良，汉高祖的著名谋士，与萧何、韩信被称为“汉初三杰”。平：陈平，汉高祖的著名谋士。后位至丞相。 <br>15.长计：长期相持的打算。 <br>16.坐：安安稳稳。 <br>17.未解：不能理解。胡三省认为“解”应读作“懈”，未解，即未敢懈怠之意。两说皆可通。 <br>18.刘繇（yóu由）：字正礼，东汉末年任扬州刺史，因受淮南大军阀袁术的逼迫，南渡长江，不久被孙策攻破，退保豫章（今江西省南昌市），后为豪强笮融攻杀。《三国志·吴书》有传。王朗：字景兴，东汉末年为会稽（治所在今浙江省绍兴市）太守，孙策势力进入江浙时，兵败投降，后为曹操所征召，仕于曹魏。 <br>19.孙策：字伯符，孙权的长兄。父孙坚死后，借用袁术的兵力，兼并江南地区，为孙吴政权的建立打下基础，不久遇刺身死。 <br>20.江东：指长江中下游地区。 <br>21.殊绝：极度超出的意思。 <br>22.孙：指孙武，春秋时人，曾为吴国将领，善用兵，著有兵法十三篇。吴：指吴起，战国时兵家、法家代表人物，先后仕于鲁、魏、楚，著有《吴子兵法》。 <br>23.困于南阳：建安二年（197）曹操在宛城（今河南省南阳市，汉时南阳郡的治所）为张绣所败，身中流矢。 <br>24.险于乌巢：建安五年（200），曹操与袁绍在官渡相持，因乏粮难支，在荀彧等人的劝说下，坚持不退，后焚烧掉袁绍在乌巢所屯的粮草，才得险胜。 <br>25.危于祁连：这里的“祁连”，据胡三省说，可能是指邺（在今河北省磁县东南）附近的祁山，当时（204）曹操围邺，袁绍少子袁尚败守祁山（在邺南面），操再败之，并还围邺城，险被袁将审配的伏兵所射中。 <br>26.逼（bì逼）于黎阳：建安七年（202）五月，袁绍死，袁谭、袁尚固守黎阳（今河南浚县东），曹操连战不克。 <br>27.几败北山：事不详。可能指建安二十四年（219），曹操率军出斜谷，至阳平北山（今陕西沔县西），与刘备争夺汉中，备据险相拒，曹军心涣，遂撤还长安。 <br>28.殆死潼关：建安十六年（211），曹操与马超、韩遂战于潼关，在黄河边与马超军遭遇，曹操避入舟中，马超骑兵沿河追射之。殆，几乎。 <br>29.伪定：此言曹氏统一北中国，僭称国号。诸葛亮以蜀汉为正统，因斥曹魏为“伪”。 <br>30.昌霸：又称昌豨。建安四年（199），刘备袭取徐州，东海昌霸叛曹，郡县多归附刘备。 <br>31.四越巢湖：曹魏以合肥为军事重镇，巢湖在其南面。而孙吴在巢湖以南长江边上的须濡口设防，双方屡次在此一带作战。 <br>32.李服：建安四年，车骑将军董承根据汉献帝密诏，联络将军吴子兰、王子服和刘备等谋诛曹操，事泄，董承、吴子兰、王服等被杀。据胡三省云：“李服，盖王服也。” <br>33.夏侯：指夏侯渊。曹操遣夏侯渊镇守汉中。刘备取得益州之后，于建安二十四年出兵汉中，蜀将黄忠于阳平关定军山（今陕西省沔县东南）击杀夏侯渊。 <br>34.汉中：郡名，以汉水上流（沔水）流经而得名，治所在南郑（今陕西省汉中县东）。 <br>35.期（jì寄）年：一周年。 <br>36.赵云为蜀中名将，阳群等人事迹不详。曲长、屯将是部曲中的将领。 <br>37.突将、无前：蜀军中的冲锋将士。賨（cóng丛）叟、青羌：蜀军中的少数民族部队。散骑、武骑：都是骑兵的名号。 <br>38.图：对付。 <br>39.夫：发语词。平：同“评”，评断。 <br>40.败军于楚：指建安十三年（208），曹操大军南下，刘备在当阳长坂被击溃事。当阳属古楚地，故云。 <br>41.拊手：拍手。 <br>42.已定：以定，已，同“以”。 <br>43.本句指刘备遣诸葛亮去江东连和，孙刘联军在赤壁大破曹军。 <br>44.本句指建安十六年（211）刘备势力进入刘璋占据的益州，后来攻下成都，取得巴蜀地区。 <br>45.授首：交出脑袋。 <br>46.关羽：字云长，蜀汉大将，刘备入川时，镇守荆州，建安二十四年，他出击曹魏，攻克襄阳，擒于禁，斩庞德，威震中原。孙权趁机用吕蒙计谋偷袭荆州，擒杀关羽父子。 <br>47.本句指刘备因孙权背盟，袭取荆州，杀害关羽，就亲自领兵伐吴，在秭zi归（在今湖北省宜昌市北）被吴将陆逊所败。蹉跌cuōdiē，失坠，喻失败。 <br>48.曹丕：字子桓，曹操子。在公元220年废汉献帝为山阳公，建立魏国，是为魏文帝。 <br>49.逆见：预见，预测。 <br>50.鞠躬尽力：指为国事用尽全力。一作“鞠躬尽瘁”。 <br>51.利钝：喻顺利或困难。 <br>52.睹（dǔ赌）：亦即“逆见”，预料。</div>",
  "shangxi": "<h2>鉴赏</h2> <p><strong>伪作论据</strong><br>　　（一）良史<a href=\"http://so.gushiwen.org/author_326.aspx\">陈寿</a>修《三国志》，编《<a href=\"http://so.gushiwen.org/author_507.aspx\">诸葛亮</a>集》，在材料的取舍上是经过审慎斟酌的，但其均未收录此表<br>　　（二）此表气绥调低，与《前出师表》辞气迥异，非出自一人之手，盖诸葛亮侄儿东吴大将军诸葛恪伪作，目的在于以”此表为他的伐魏主张制造有力的旁证“，因为诸葛恪在《论征魏》一文中曾说：”每览荆邯说公孙述以进取之图，近见家叔父表陈与贼争竞之计，未尝不喟然叹息也\"。[7]而“陈与贼争竞之计”的只能是《后出师表》。（或说是张俨伪作）。<br>　　（三）表中所列史实有误。《赵云传》载云卒于建兴七年，而六年十一月的《后表》却说云已死。</p> <p><strong>肯定观点</strong><br>　　（一） 陈寿《亮集》未载此表，不足为伪作之证。<br>　　陈氏修史编集对史料取舍，确实是经过审慎斟酌的，但却不是完备详尽的。将《亮传》与《武帝纪》相较，前者显然简略的多，诸如伐吴、南征、八阵、渭南之战等理应明确详述的内容，他都一笔带过，或未作记载。<br>　　又陈寿编《亮集》，主要依据司马氏从成都接收运回洛阳的蜀汉政府档案，这个档案经公元264年钟会成都兵变后已不完整。又考裴注所引诸葛亮“言教书奏”，有一部分明确谓“《亮集》载“；而有一部分非出自《亮集》，如《绝盟好议》出自《汉晋春秋》，《与陆逊书》出自《江表传》等；还有一部分未注明出处，如《公文上尚书》《与李丰教》等。这些都说明陈寿所编《亮集》并不完备。《后表》或因重在分析形势，关乎军情机密，不宜公开宣示，故流传不广；或因成都之乱散失，陈寿未见到。<br>　　裴松之就是针对《三国志》这种“失在于略，时有脱漏”的情况注补之，且对本文及注引材料每每刻意惩妄论辩，但对《汉晋春秋》所载《后表》只存录而并无疑义，看来裴氏相信这是诸葛亮所作。<br>　　（二） 所谓前、后表词气迥异、风格不同字观点也是不能令人信服的。<br>　　《后表》所谓“才弱敌强”，既是诸葛亮转述当初刘备的看法，也是他把蜀汉的总体人才质量、军事力量跟<a href=\"http://so.gushiwen.org/author_552.aspx\">曹操</a>及其庞大的人才群和军事力量作对比后实事求是的结论，它与《前表》中的“今天下三分，益州疲弊，此诚危急存亡之秋也”语义类似。<br>　　《后表》所谓“夫难平者，事也”，“至于成败利钝，非臣之明所能逆睹也”等语，是在首次北伐失利后，针对议者非料度“必胜”绝不出兵的观点而讲，是就即将二次北伐的战役而言，并不是对兴复汉室、统一全国的长远目标丧失信心，诸葛亮所列举的曹、刘集团成败浮沉的曲折历史完全证明诸葛亮“凡事如是，难可逆见”乃清醒客观之言。所以《后标》并无“志衰气丧”的情调。<br>　　再看二表的用辞风格也基本一致：《前表》所谓“今南方已定，兵甲已足，当奖率三军，北定中原”，说的是当前的任务，与《后表》“今贼适疲於西，又务於东，兵法乘劳，此进趋之时也”辞义仿佛，所谓“庶竭驽钝，攘除奸凶”，说的是自己的职责和决心，与《后表》“鞠躬尽力，死而后已”之心志一脉相承；所谓“兴复汉室，还于旧都”，指长远的目标，非认为一举大胜，它与《后表》并不矛盾。<br>　　《后表》与《前表》及诸葛亮其他文章，都有如下共同的特点：讲究对仗排比、有汉赋骈偶特色；音节铿锵，纵横捭阖，回转层叠，说理透彻；感情真挚，语言酣畅平易。所不同的只是，《前表》偏重叙事抒情，《后表》专注于论述批驳，互为补充映照，合之为一完璧，故当出自一人之手。<br>　　（三） 诸葛恪不可能伪作。<br>　　建兴六年冬诸葛亮二次伐魏前曾向其兄吴公安督诸葛瑾致书通报军情，言“与贼争竞之计”的《后表》应是此时传送到诸葛瑾手中，而后其子诸葛恪看到，再有吴大鸿胪张俨撰《默记》时收录。<br>　　假使诸葛恪伪作，他当会大赞叔父，贬抑曹魏，决不会造“难可逆见”一类有余之辞；假使他做伪作的目的是为自己伐魏的乐观主张做“旁证”，则会转引其辞以说服他人，然诸葛恪“见家叔父表”，只是“喟然叹息”而已；诸葛恪“见家叔父表”，在公元253年，时蜀汉尚在，两国使者频往，知情者均在；又诸葛恪作为吴臣，安肯曰“孙策做大，遂并江东乎？”所以，诸葛恪伪作叔父表章是不可能的。而如系张俨伪作，起码首先骗不了诸葛恪这位知情者。<br>　　至于张俨将《后表》收入《默记》，一则因为俨是主战派（由裴注引《默记·述佐篇》）可见，二则因为《后表》与《默记·述佐篇》体例相符。张俨曰：“余观彼治国之体，当时既肃整，遗教在后，及其辞意恳切，陈进取之图，忠谋謇謇，义形於主。”显然，其“陈进取之图”的，主要当指《后表》，他之所以主战并对诸葛亮屡以弱攻强的进取方针予以肯定，受《后表》的感染当是一个重要原因。<br>　　（四） 关于赵云死亡时间，可能是《三国志》有误。今但知建兴六年夏初赵云箕谷失利退回褒谷道，其秋子赤崖屯田，其后活动一概不见史载，即使建兴七年春取武都、阴平二郡之重大战事亦不见有赵云出现。由此窥测，赵云有可能卒于建兴六年冬诸葛亮上《后表》前，灵柩运回大邑县（蜀汉蜀郡江原县境）安葬时至七年春，陈寿或有可能因此误记卒年。</p>",
  "about": "<h2>创作背景</h2> <p>　　公元223年，刘备病死，将刘禅托付给<a href=\"http://so.gushiwen.org/author_507.aspx\">诸葛亮</a>。诸葛亮加紧从政治、外交、经济、军事上全面进行北伐准备。在外交上，派使者联吴；韬光养晦，对魏国劝降书不作答复，以低姿态麻痹敌国。政治上，高度集中军政大权，”政事无巨细，咸决于亮“，励精图治，笼络土著地主，缓和主客矛盾，革除刘璋法令不行的弊政，以身作则，虚心纳谏，调动全国力量投入战争。经济上，坚决与民休息，大力发展农业生产，多产粮食，增加储备，保护水利工程，发展煮盐、织锦等手工业，扩大财政来源。军事上，伺机平定南中叛乱，治戎讲武，训练部队。</p> <p>　　诸葛亮南征后，北伐魏国提上日程。北伐魏国是刘备集团一贯的方针。刘备以夺取天下为最终目的。诸葛亮鉴于魏国经济必将逐渐恢复，时间拖长对蜀国不利，而及早北伐可发挥自己治国治军优势，何况身死之后，蜀国无人能够蹈涉中原，抗衡大国，因此认为唯有及身而用，才有希望蚕食并最终打败魏国，也可报答刘备知遇之恩，为此决心展开北伐，并且”用兵不戢，屡耀其武“，坚持到底。</p> <p>　　公元228年春，诸葛亮上《前出师表》率军北伐魏国，蜀军在占有陇右三郡后，以街亭、箕谷失利而结束了第一次北伐。冬十一月，诸葛亮获悉魏军曹休攻吴兵败、张颌东下，关中虚弱，于是上《后出师表》决心再次北伐，急率军数万，走古道，出散关，围攻陈仓。</p>",
  "poet": {
    "id": 507,
    "star": 0,
    "name": "诸葛亮",
    "image": "http://img.gushiwen.org/authorImg/zhugeliang.jpg",
    "desc": "诸葛亮（181－234），字孔明、号卧龙（也作伏龙），汉族，徐州琅琊阳都（今山东临沂市沂南县）人，三国时期蜀汉丞相、杰出的政治家、军事家、散文家、书法家。在世时被封为武乡侯，死后追谥忠武侯，东晋政权特追封他为武兴王。诸葛亮为匡扶蜀汉政权，呕心沥血，鞠躬尽瘁，死而后已。其散文代表作有《出师表》、《诫子书》等。曾发明木牛流马、孔明灯等，并改造连弩，叫做诸葛连弩，可一弩十矢俱发。于234年在五丈原（今宝鸡岐山境内）逝世。诸葛亮在后世受到极大尊崇，成为后世忠臣楷模，智慧化身。成都、宝鸡、汉中、南阳等地有武侯祠，杜甫作《蜀相》赞诸葛亮。"
  },
  "tags": [
    "古文观止"
  ]
}