{
  "id": 69402,
  "star": 52,
  "name": "夜坐二首",
  "dynasty": "清代",
  "content": "春夜伤心坐画屏，不如放眼入青冥。<br>一山突起丘陵妒，万籁无言帝座灵。<br>塞上似腾奇女气，江东久殒少微星。<br>从来不蓄湘累问，唤出嫦娥诗与听。</p> <p>沉沉心事北南东，一睨人材海内空。<br>壮岁始参周史席，髫年惜堕晋贤风。<br>功高拜将成仙外，才尽回肠荡气中。<br>万一禅关砉然破，美人如玉剑如虹。",
  "fanyi": "<h2>注释</h2> ①青冥——天空。<br>②“一山”句——写“放眼入青冥”所见情景，隐含一己绝艳之才不为世人所认知而反遭压抑之意。<br>③“万籁”句——喻指朝廷一心独裁，死气沉沉。帝坐，即帝座，北极第二星，代指帝王。<br>④奇女气——《汉书·外戚传》载，汉武帝巡狩河间，望气者曰：“此有奇女”，武帝访得赵倢伃,封为钩弋夫人。此句谓统治层不识草野之异材。<br>⑤少微星——太微座西有四星，代表处士、议士、博士、大夫。少微星明则贤士举，不明则反之。见张守节《史记正义》。此句谓人材凋敝，由来已久。<br>⑥湘累——指<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>。屈原无辜被放，投湘水而死，故称。见<a href=\"http://so.gushiwen.org/author_715.aspx\">扬雄</a>《反离骚》。湘累问，指屈子名篇《天问》。<br>⑦姮（héng横）娥——嫦娥本名，因避汉文帝<a href=\"http://so.gushiwen.org/author_797.aspx\">刘恒</a>讳，改姮为嫦。<br>⑧“壮岁”句——年已三十才任一史官之职。 壮岁，三十岁。作者道光元年（1821）充国史馆校对官，参修《一统志》，时年三十。<br>⑨“髫年”句——谓自己很早就陷溺于晋人如<a href=\"http://so.gushiwen.org/author_382.aspx\">嵇康</a>、<a href=\"http://so.gushiwen.org/author_698.aspx\">阮籍</a>等通脱放浪之遗风，以致不为俗世所容，仕途坎坷。髫（tiáo条）年，幼年。<br>⑩“万一”二句——谓参悟人生妙义之后，境界顿开，柔情豪气两相交融。 禅关，佛教称参悟教义时遇到的种种障碍。 砉（xū虚，又作huā花）然，皮骨剥离声，见《庄子·养生主》。此处形容禅关开裂之声。",
  "shangxi": "<h2>赏析</h2> <p>　　以雄奇之笔写哀怨之情，最为定庵所擅长，亦最能体现其“剑”、“箫”合一的独特的美学品格。这两篇《夜坐》如此，下面两篇《秋心》亦复如是，将其对读，能对定庵<a href=\"http://so.gushiwen.org/view_69402.aspx\">诗</a>歌卓绝处有更深一重体验。</p> <p>　　本组诗作于道光三年（1823）秋，作者以内阁中书充国史馆校对官，又值第四次应会试落榜，孤愤之情、奇崛之意纷至沓来，夜坐难眠，遂有此神思飙发、想象突奔之篇章。前首一开始即点出“伤心”二字，为一组诗之关捩，而“不如放眼入青冥”则将视野放宽至无垠的夜空，藉此来思索宇宙与人生，于是全诗基调顿时超越了一城一地的鸡虫得失，而是展现出广阔深邃的诗意图景与哲理意蕴。“一山”二句为定庵诗中奇语，与其说是遥望黑夜所见，毋宁说仍是展现了心灵化的“夜色”，“山”、“丘陵”、“万籁”、“帝坐”等亦皆是人文化了的意象，其造势之峻峭、思想之锋锐曾为<a href=\"http://so.gushiwen.org/author_3052.aspx\">康有为</a>等激赏。五六句以旧典隐微陈郁地表现作者对时政、尤其是人材问题的见解，一“似”字、一“久”字为匠心所在，充满指责愤激之意。“平生不蓄湘累问”一句反用<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>《暮春江陵送马大卿公恩命追赴阙下》“天意高难问，人情老易悲”诗意，既然问天而无效，那便只有月中嫦娥能够听取自己的忧愤了！汹涌的失望孤独之情跃跃然于纸上。</p> <p>　　第二篇首联之“沉沉”二字、“一睨”二字均极精警，活画出定庵“一山突起”的人格风范，可是这位睨视海内人材的杰出者不是因为幼年即堕入晋贤的通脱狂浪、不拘礼法之风，至而立之年才参与史席、距离自己的理想长途漫漫么？然则作者理想为何？古之所谓“三不朽”、“一人得道、鸡犬升天”一类为人艳羡者居然都不在其眼中！他所期冀的原来是一种“回肠荡气”的又与解脱烦恼的禅学相关的“情”和“才”的交融。然而，所谓“逃禅一意皈宗风，惜哉幽情丽想销难空”，诗人对禅宗真的虔信否？这只是无奈之下的遁逃而已！那些难以销除的如玉美人和如虹剑气才是他深心处想往的境界啊！作者豪气横空，可“万一”二字又透出明知难以实现的“伤心”与苍凉。中夜独坐，总不过是以“来何汹涌”开始，以“去尚缠绵”告终的罢！</p> <p>　　尝见张远山（《齐人物论》作者之一）称<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>将“愁”写得“欣喜若狂”，以为深得太白诗歌三昧。不妨也如此说，如<a href=\"http://so.gushiwen.org/author_88.aspx\">龚自珍</a>将“伤心”写得如此气象万千者，太白之后，亦不多觏。</p>",
  "about": "<h2>创作背景</h2> 　　是<a href=\"http://so.gushiwen.org/author_88.aspx\">龚自珍</a>创作组<a href=\"http://so.gushiwen.org/view_69402.aspx\">诗</a>作品。本组诗作于道光三年（1823）秋，作者以内阁中书充国史馆校对官，又值第四次应会试落榜，孤愤之情、奇崛之意纷至沓来，夜坐难眠，遂有此神思飙发、想象突奔之篇章。",
  "poet": {
    "id": 88,
    "star": 0,
    "name": "龚自珍",
    "image": "http://img.gushiwen.org/authorImg/gongzizhen.jpg",
    "desc": "龚自珍（1792年8月22日～1841年9月26日）清代思想家、文学家及改良主义的先驱者。27岁中举人，38岁中进士。曾任内阁中书、宗人府主事和礼部主事等官职。主张革除弊政，抵制外国侵略，曾全力支持林则徐禁除鸦片。48岁辞官南归，次年暴卒于江苏丹阳云阳书院。他的诗文主张“更法”、“改图”，揭露清统治者的腐朽，洋溢着爱国热情，被柳亚子誉为“三百年来第一流”。著有《定庵文集》，留存文章300余篇，诗词近800首，今人辑为《龚自珍全集》。著名诗作《己亥杂诗》共315首。"
  },
  "tags": [
    "组诗",
    "哀怨"
  ]
}