{
  "id": 17758,
  "star": 84,
  "name": "听颖师弹琴",
  "dynasty": "唐代",
  "content": "昵昵儿女语，恩怨相尔汝。<br>划然变轩昂，勇士赴敌场。<br>浮云柳絮无根蒂，天地阔远随飞扬。<br>喧啾百鸟群，忽见孤凤皇。<br>跻攀分寸不可上，失势一落千丈强。<br>嗟余有两耳，未省听丝篁。<br>自闻颖师弹，起坐在一旁。<br>推手遽止之，湿衣泪滂滂。<br>颖乎尔诚能，无以冰炭置我肠！",
  "fanyi": "<p><strong>译文</strong><br>犹如一对亲昵的小儿女轻言细语，卿卿我我聚两个俏冤家暗叙哀曲。<br>豪放得如风展旗是谁正高歌引吭，有勇士似电掣马挥长剑杀敌擒王。<br>又转成浮云依依柳絮起无根无蒂，没奈何圆天茫茫道路迷宕东宕西。<br>叽叽啾啾分明是烟霞中羽光翻浪，影影绰绰兀立在乔木上百凤朝凰。<br>峭壁悬崖压人来寸步都攀援难上，黑壑深渊崩石下千丈犹轰隆传响。<br>惭愧呀我空有耳朵一双，对音乐太外行不懂欣赏。<br>听了你这琴声忽柔忽刚，振人起强人坐令人低昂。<br>仓皇中我伸手把琴遮挡，泪潮呀早已经汹涌盈眶。<br>颖师傅好功夫实非寻常，别再把冰与火填我胸膛。</p> <p><strong>注释</strong><br>⑴颖师：颖师是当时一位善于弹琴的和尚，他曾向几位<a href=\"http://so.gushiwen.org/view_17758.aspx\">诗</a>人请求作诗表扬。<a href=\"http://so.gushiwen.org/author_349.aspx\">李贺</a>《听颖师弹琴歌》有“竺僧前立当吾门，梵宫真相眉棱尊”之句。<br>⑵昵（nì）昵：亲热的样子。一作“妮妮”。<br>⑶尔汝：至友之间不讲客套，以你我相称。这里表示亲近。《世说新语·排调》：“晋武帝问孙皓：闻南人好作尔汝歌，颇能为不？”《尔汝歌》是古代江南一带民间流行的情歌，歌词每句用尔或汝相称，以示彼此亲昵。<br>⑷划然：忽地一下。轩昂：形容音乐高亢雄壮。宋魏庆之《诗人玉屑·陵阳论晚唐诗律卑浅》：“唐末人诗，虽格致卑浅，然谓其非诗则不可。今人作诗，虽句语轩昂，但可远听，其理略不可究。”<br>⑸“浮云”两句：形容音乐飘逸悠扬。<br>⑹“喧啾”四句：形容音乐既有百鸟喧哗般的丰富热闹，又有主题乐调的鲜明嘹亮，高低抑扬，起伏变化。喧啾（jiū）：喧闹嘈杂。凤皇：即“凤凰”。跻（jī ）攀：犹攀登。唐<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>《白水县崔少府十九翁高斋三十韵》：“清晨陪跻攀，傲睨俯峭壁。”<br>⑺未省（xǐng）：不懂得。丝篁（huáng）：弹拨乐器，此指琴。<br>⑻起坐：忽起忽坐，激动不已的样子。旁：一作“床”。<br>⑼推手：伸手。遽（jù）：急忙。<br>⑽滂滂：热泪滂沱的样子。《晏子春秋·谏上十七》：“景公游于牛山，北临其国城而流涕曰：‘若何滂滂去此而死乎！’”<br>⑾诚能：指确实有才能的人。《<a href=\"http://so.gushiwen.org/author_320.aspx\">荀子</a>·王霸》：“人主胡不广焉，无恤亲疏，无偏贵贱，唯诚能之求？”<br>⑿冰炭置我肠：形容自己完全被琴声所左右，一会儿满心愉悦，一会儿心情沮丧。 犹如说水火，两者不能相容。《庄子·人间世》：“事若成，则必有阴阳之患。”郭象注：“人患虽去，然喜惧战于胸中，固已结冰炭于五藏矣。”此言自己被音乐所感动，情绪随着乐声而激动变化。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　唐人音乐<a href=\"http://so.gushiwen.org/view_17758.aspx\">诗</a>较著名者，有<a href=\"http://so.gushiwen.org/author_671.aspx\">李颀</a>《听董大弹胡笳弄兼寄语房给事》、<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>《听蜀僧濬弹琴》、<a href=\"http://so.gushiwen.org/author_349.aspx\">李贺</a>《李凭箜篌引》、<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>《琵琶行》等及<a href=\"http://so.gushiwen.org/author_682.aspx\">韩愈</a>此篇。篇篇不同，可谓各有千秋。喜惧哀乐，变化倏忽，百感交集，莫可名状，这就是韩愈听颖师弹琴的感受。读罢全诗，颖师高超的琴技如可闻见，怪不得清人方扶南把它与白居易的《琵琶行》、李贺的《李凭箜篌引》相提并论，推许为“摹写声音至文”了。</p> <p>　　诗分两部分，前十句正面摹写声音。起句不同一般，它没有提及弹琴者，也没有交待弹琴的时间和地点，而是紧扣题目中的“听”字，单刀直入，把读者引进美妙的音乐境界里。琴声袅袅升起，轻柔细屑，仿佛小儿女在耳鬓厮磨之际，窃窃私语，互诉衷肠。中间夹杂些嗔怪之声，那不过是表达倾心相爱的一种不拘形迹的方式而已。正当听者沉浸在充满柔情蜜意的氛围里，琴声骤然变得昂扬激越起来，就象勇猛的将士挥戈跃马冲入敌阵，显得气势非凡。接着琴声又由刚转柔，呈起伏回荡之姿。恰似经过一场浴血奋战，敌氛尽扫，此时，天朗气清，风和日丽，远处浮动着几片白云，近处摇曳着几丝柳絮，它们飘浮不定，若有若无，难于捉摸，却逗人情思。琴声所展示的意境高远阔大，使人有极目遥天悠悠不尽之感。</p> <p>　　蓦地，百鸟齐鸣，啁啾不已，安谧的环境为喧闹的场面所代替。在众鸟蹁跹之中，一只凤凰翩然高举，引吭长鸣。“跻攀分寸不可上，失势一落千丈强”。这只不甘与凡鸟为伍的孤傲的凤凰，一心向上，饱经跻攀之苦，结果还是跌落下来，而且跌得那样快，那样惨。这里除了用形象化的比喻显示琴声的起落变化外，似乎还另有寄托。联系后面的“湿衣泪滂滂”等句，它很可能包含着诗人对自己境遇的慨叹。他曾几次上奏章剖析政事得失，希望当局能有所警醒，从而革除弊端，励精图治，结果屡遭贬斥，心中不免有愤激不平之感。“湿衣”句与白居易《琵琶行》中的“江州司马青衫湿”颇相类似，只是后者表达得比较直接，比较显豁罢了。</p> <p>　　后八句写自己听琴的感受和反应，从侧面烘托琴声的优美动听。“嗟余”二句是自谦之辞，申明自己不懂音乐，未能深谙其中的奥妙。尽管如此，还是被颖师的琴声所深深感动，先是起坐不安，继而泪雨滂沱，浸湿了衣襟，犹自扑扑簌簌滴个不止。这种感情上的强烈刺激，实在叫人无法承受，于是推手制止，不忍卒听。末二句进一步渲染颖师琴技的高超。冰炭原不可同炉，但颖师的琴声一会儿把人引进欢乐的天堂，一会儿又把人掷入悲苦的地狱，就好比同时把冰炭投入听者的胸中，使人经受不了这种感情上的剧烈波动。</p> <p>　　全篇诗情起伏如钱塘江潮，波涛汹涌，层见迭出，变化无穷。上联与下联，甚至上句与下句，都有较大的起落变化，例如首联“昵昵儿女语，恩怨相尔汝”，写柔细的琴声，充满和乐的色调，中间着一“怨”字，便觉波浪陡起，姿态横生，亲昵的意味反倒更浓，也更加富有生活气息。又如首联比以儿女之情，次联拟以英雄气概，这是两种截然不同的声音，一柔一刚，构成悬殊的形势。第三联要再作起落变化，即由刚转柔，就很容易与第一联交叉重叠。诗人在实现这一起伏转折的同时，开辟了另一个新的境界，它高远阔大、安谧清醇，与首联的卿卿我我、充满私情形成鲜明的比照，它所显示的声音也与首联不一样，一者（首联）轻柔细屑，纯属指声；一者（三联）宛转悠扬，是所谓泛声。尽管两者都比较轻柔，却又各有特色，准确地反映了琴声高低疾徐的变化。清人方东树说韩愈写诗“用法变化而深严”（《昭昧詹言》），这就是一个很好的例证。</p> <p>　　历来写乐曲的诗，大都利用人类五官通感的生理机能，致力于把比较难于捕捉的声音转化为比较容易感受的视觉形象。这首诗摹写声音精细入微，形象鲜明，却不粘皮着肉，故而显得高雅、空灵、醇厚。突出的表现是：在摹写声音节奏的同时，十分注意发掘含蕴其中的情志。好的琴声既可悦耳，又可赏心，可以移情动志。好的琴声，也不只可以绘声，而且可以“绘情”、“绘志”，把琴声所表达的情境，一一描摹出来。诗歌在摹写声音的同时，或示之以儿女柔情，或拟之以英雄壮志，或充满对自然的眷恋，或寓有超凡脱俗之想和坎坷不遇之悲，如此等等，无不流露出深厚的情意。</p> <p>　　韩愈是一位极富创造性的文学巨匠。他写作诗文，能够摆脱拘束，自辟蹊径。这首诗无论造境或遣词造语都有独到之处。以造境言，它为读者展示了两个大的境界：一是曲中的境界，即由乐曲的声音和节奏所构成的情境；一是曲外的境界，即乐曲声在听者（诗人自己）身上得到的反响。两者亦分亦合，犹如影之与形。从而使整个诗歌的意境显得深闳隽永，饶有情致。以遣词造语论，不少诗句新奇妥帖，揉磨入细，感染力极强。例如开头两句押细声韵，其中的“女”、“语”和“尔”、“汝”声音相近，读起来有些绕口。这种奇特的音韵安排，恰恰适合于表现小儿女之间那种缠绵纠结的情态。后面写昂扬激越的琴声则改用洪声韵的“昂”、“场”、“扬”、“凰”等，这些都精确地表现了弹者的情感和听者的印象。另外，五言和七言交错运用，以与琴声的疾徐断续相协调，也大大增强了诗句的表现力。如此等等，清楚地表明，诗人匠心独运，不拘绳墨，却又无不文从字顺，各司其职。所谓“横空盘硬语，妥帖力排奡”，其实也是韩愈诗歌语言的一大特色。</p>",
  "about": "<h2>故事</h2> <p>　　一千多年前，在中国的唐朝，相传有一个名叫颖的和尚，从印度来到中国，人们尊称他为颖师。颖师演奏古琴十分出名，他的古琴长八尺一寸，用质地优良的古桐木制成，音色非常优美。颖师弹琴的技艺精湛，演奏时有特别的韵味，而且曲目很丰富，远近知名。据说有一个生病的人，躲在床上，听到颖师弹琴的声音，顿然觉得已经病好了，坐了起来，不用再服药了。<a href=\"http://so.gushiwen.org/author_682.aspx\">韩愈</a>是唐代著名的<a href=\"http://so.gushiwen.org/view_17758.aspx\">诗</a>人和文学家，也慕名前来欣赏颖师弹琴。</p> <p>　　开始的时候，琴音柔和细弱，婉转轻盈，像一对年轻的少男少女在静悄悄地温柔细语，倾诉彼此心里的爱慕之情。韩愈听得十分愉悦，像是听到了一首美丽的情诗。突然，琴声激昂高亢，像是万马奔腾，勇士们奔赴沙场，刹时间刀剑齐鸣，悲壮惨烈。韩愈为之精神震奋不已，好像自己也在战场厮杀。一会儿，琴声又悠扬飘逸，像柳絮轻场，随风飘忽，在蓝天白云下自由飞舞。韩愈也如醉如痴，仿佛自己也飘上了太空。</p> <p>　　很快地，琴声又热闹起来，到处是莺歌燕舞，百鸟齐鸣，又见有一只凤凰引领高歌。此时百鸟围着凤凰飞舞，一片乐观升平气象。</p> <p>　　接着，琴音激越地往上攀升，越攀越高，仿佛在攀登峭壁悬崖，一寸一寸地艰难前进。不料，琴声从最高处忽然下滑到最低音，好像是攀登者忽然失足，从千丈高峰一下子掉落到无底的深渊。把韩愈骇得心惊胆跳……</p> <p>　　韩愈听到这里，激动得坐也不是，站也不是，泪如雨下，把衣襟也湿透了。他不得不伸手拦阻，请颖师中止弹奏，对颖师说：“我虽然长着两只耳朵，但是不懂音乐。不过这次听到你的弹奏，却把我激动得控制不了自己。你的演奏实在太高明了，好像是把冰和炭火放在我的心窝似的，你要是再弹下去，我可真的受不了了。”韩愈后来把他听颖师弹琴的感受写成了一首诗。这首诗一直流传至今天。上面所说的就是他在诗中所述当时听琴时的感受。</p><br/><h2>创作背景</h2> 　　此篇作于元和十一年（816年）。相传唐朝有一个名叫颖的和尚，从印度来到中国，人们尊称他为颖师。颖师演奏古琴十分出名，他的古琴长八尺一寸，用质地优良的古桐木制成，音色非常优美。颖师弹琴的技艺精湛，演奏时有特别的韵味，而且曲目很丰富，远近知名。据说有一个生病的人，躲在床上，听到颖师弹琴的声音，顿然觉得已经病好了，坐了起来，不用再服药了。唐代著名文学家<a href=\"http://so.gushiwen.org/author_682.aspx\">韩愈</a>也慕名前来欣赏颖师弹琴，并把他听颖师弹琴的感受写成了一首<a href=\"http://so.gushiwen.org/view_17758.aspx\">诗</a>，即这首《听颖师弹琴》。",
  "poet": {
    "id": 682,
    "star": 0,
    "name": "韩愈",
    "image": "http://img.gushiwen.org/authorImg/hanyu.jpg",
    "desc": "韩愈（768～824）字退之，唐代文学家、哲学家、思想家，河阳（今河南省焦作孟州市）人，汉族。祖籍河北昌黎，世称韩昌黎。晚年任吏部侍郎，又称韩吏部。谥号“文”，又称韩文公。他与柳宗元同为唐代古文运动的倡导者，主张学习先秦两汉的散文语言，破骈为散，扩大文言文的表达功能。宋代苏轼称他“文起八代之衰”，明人推他为唐宋八大家之首，与柳宗元并称“韩柳”，有“文章巨公”和“百代文宗”之名，作品都收在《昌黎先生集》里。韩愈在思想上是中国“道统”观念的确立者，是尊儒反佛的里程碑式人物。"
  },
  "tags": [
    "音乐"
  ]
}