{
  "id": 8251,
  "star": 9,
  "name": "陪族叔刑部侍郎晔及中书贾舍人至游洞庭五首",
  "dynasty": "唐代",
  "content": "洞庭西望楚江分，水尽南天不见云。 <br> 日落长沙秋色远，不知何处吊湘君。 <br> 南湖秋水夜无烟，耐可乘流直上天。 <br> 且就洞庭赊月色，将船买酒白云边。 <br> 洛阳才子谪湘川，元礼同舟月下仙。 <br> 记得长安还欲笑，不知何处是西天。 <br> 洞庭湖西秋月辉，潇湘江北早鸿飞。 <br> 醉客满船歌白苎，不知霜露入秋衣。 <br> 帝子潇湘去不还，空馀秋草洞庭间。 <br> 淡扫明湖开玉镜，丹青画出是君山。",
  "fanyi": "<p><strong>译文<br></strong>楚江水到洞庭湖西就分流了，水波淼茫，南天无云。<br>秋日橘红橘红的，落向西面远方的长沙，但不知道在湘江的何处可以吊慰湘君？</p> <p>南湖的秋水，夜寒无水雾，就好像可以乘水波直通银河上青天。<br>姑且把洞庭湖赊买给月宫嫦娥，再驾船到白云边上买桂花酒去。</p> <p><a href=\"http://so.gushiwen.org/author_60.aspx\" target=\"_blank\">贾至</a>啊，汉朝著名的洛阳才子<a href=\"http://so.gushiwen.org/author_109.aspx\" target=\"_blank\">贾谊</a>是你本家吧？都是被贬到湘江；<a href=\"http://so.gushiwen.org/author_1106.aspx\" target=\"_blank\">李晔</a>啊，你我的本家，后汉的李膺也是贬到湖南，喜欢月下泛舟。<br>他们都还在思念长安吧？还笑得出来吗？大概连西天在那里都不知道吧？</p> <p>皎皎秋月高挂在洞庭湖的西边，湘江北面早有鸿雁飞归。<br>满船醉客载歌载舞《白苎》曲，连衣服上落满了秋霜都不知道！</p> <p>舜帝妻子来潇湘后就回不去了，玉人滞留在洞庭湖边的荒草间。<br>对着明镜般的洞庭湖描淡妆，君山就是她们用丹青画出的娥眉。</p> <p><strong>注释<br></strong>⑴刑部侍郎，刑部的次官，掌管法律、刑狱等事务。晔，李晔，曾任刑部侍郎，唐乾元二年（759年）四月，因被人诬陷，贬为岭南道境内的一名县尉。中书舍人，官名，唐代撰拟诰敕的官员。中书贾舍人至，即中书舍人贾至，与<a href=\"http://so.gushiwen.org/author_247.aspx\" target=\"_blank\">李白</a>同时的<a href=\"http://so.gushiwen.org/shiwenv_a17db42e5e8d.aspx\">诗</a>人，乾元（唐肃宗年号，758～760）年间被贬为岳州（今湖南洞庭湖一带）司马。<br>⑵楚江，指流经楚地的长江。楚江分，长江从西北方向来至岳阳楼前，与洞庭湖之水汇合，再向东北流去，宛如被洞庭湖分为二截。<br>⑶长沙，指长沙郡，治所在今湖南长沙市，距洞庭约三百里。<br>⑷湘君，湘水之神。<br>⑸南湖，指洞庭湖。在长江之南，故称。<br>⑹耐可，哪可，怎么能够。<br>⑺且，姑且。就，一作“问”。<br>⑻洛阳才子，指贾谊。因贾至与贾谊同姓，又同为洛阳人，所以把贾至比作贾谊。湘川，指湘江一带。<br>⑼元礼，东汉李膺的字，颍川襄城(今河南襄城县)人。 元礼同舟月下仙，据《后汉书·郭泰传》记载：李膺任河南尹时，在士大夫中有很高的声望。他的朋友郭泰离京还乡时，送行的人很多，但郭泰却只与李膺同船渡河，送行的人望见都很羡慕，把他们比作神仙。这里是用李膺来比李晔。<br>⑽西天，指长安。这两句化用桓谭《新论》“人闻长安乐，则出门西向而笑”句意，表示对长安的怀念。<br>⑾鸿，鸿鹄，即天鹅。<br>⑿白苎，歌曲名。<br>⒀帝子，指尧的两个女儿娥皇、女英。<br>⒁丹青，古代绘画常用的颜色，即指图画。君山，山名，又名洞庭山，位于洞庭湖中。相传娥皇、女英曾游此处，故名君山。两句意为：明净的洞庭湖，好像一面拂去灰尘的玉镜；君山耸立在湖中，宛如一幅图画。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　前人对此五首<a href=\"http://so.gushiwen.org/shiwenv_a17db42e5e8d.aspx\">诗</a>各有毁誉。大多数学者认为第二首最为出色，它内涵丰富，妙机四溢，有悠悠不尽的情韵。</p> <p>　　第二首诗，首句写景，兼点季节与泛舟洞庭事。洞庭在岳州西南，故可称“南湖”。唐人喜咏洞庭，佳句累累，美不胜收。“南湖秋水夜无烟”一句，看来没有具体精细的描绘，却是天然去雕饰的淡语，惹人联想。夜来湖上，烟之有无，察之极难。能见“无烟”，则湖上光明可知，未尝写月，而已得“月色”，极妙。清秋佳节，月照南湖，境界澄沏如画，读者如闭目可接，足使人心旷神怡。这种具有形象暗示作用的诗语，淡而有味，其中佳处，又为具体模写所难到。</p> <p>　　在被月色净化了的境界里，最易使人忘怀尘世一切琐屑的得失之情而浮想联翩。湖光月色此刻便激起“谪仙”<a href=\"http://so.gushiwen.org/author_247.aspx\" target=\"_blank\">李白</a>羽化遗世之想，所以次句道：安得（“耐可”）乘流而直上青天！传说天河通海，故有此想。诗人天真的异想，又间接告诉读者月景的迷人。</p> <p>　　诗人并没有就此上天，后两句写泛舟湖上赏月饮酒之乐。“且就”二字意味深长，似乎表明，虽未上天，却并非青天不可上，也并非自己不愿上，而是洞庭月色太美，不如暂且留下来。其措意亦妙。苏东坡《水调歌头》“我欲乘风归去，惟恐琼楼玉宇，高处不胜寒。起舞弄清影，何似在人间”数句，意境与之近似。</p> <p>　　湖面清风，湖上明月，自然美景，人所共适，故李白曾说“清风朗月不用一钱买”（《襄阳歌》）。说“不用一钱买”，是三句“赊”字最恰当的注脚，还不能尽此字之妙。此字之用似甚无理，“月色”绝不能“赊”，也不用“赊”。然而著此一字，就将自然人格化。八百里洞庭俨然一位富有的主人，拥有湖光、山景、月色、清风等等无价之宝（只言“赊月色”，却不妨举一反三），而又十分慷慨好客，不吝借与。著一“赊”字，人与自然有了娓娓对话，十分亲切。这种别出心裁的拟人化手法，是高人一筹的。作者《送韩侍御之广德》也有“暂就东山赊月色，酣歌一夜送渊明”之句，亦用“赊月色”词语，可以互参。面对风清月白的良宵不可无酒，自然引出末句。明明在湖上，却说“将船买酒白云边”，亦无理而可玩味。原来洞庭湖面辽阔，水天相接，遥看湖畔酒家自在白云生处。说“买酒白云边”，足见湖面之壮阔。同时又与“直上天”的异想呼应，人间酒家被诗人的想象移到天上。这即景之句又充满奇情异趣，丰富了全诗的情韵。</p> <p>　　总的说来，第二首诗之妙不在景物具体描绘的工致，而在于即景发兴，艺术想象奇特，铸词造语独到，能启人逸思，通篇有味而不可句摘，恰如谢榛所说：“以兴为主，浑然成篇，此诗之入化也”（《四溟诗话》）。</p> <p>　　第一、三、四首诗的末句都有“不知”二字，这三个“不知”，词相同而义不同，因此不相重复。第一首诗“日落长沙秋色远，不知何处吊湘君”，并非真的想去吊湘君而觅其处所，仅是抒发缅怀古人之情而已；第三首诗“记得长安还欲笑，不知何处是西天”，是对自身遭遇不满、怅然若失、前途未卜之嗟吁而已；第四首诗“醉客满船歌白苎，不知霜露入秋衣”，是沉醉于洞庭湖之月色与船歌、乐不知返，寒意侵袭而未能察觉而已。三个“不知”各有其妙处。</p> <p>　　最后一首诗，“帝子潇湘去不还，空馀秋草洞庭间”，运用娥皇、女英的美丽传说，表达一种人生难以完美的感慨；“淡扫明湖开玉镜，丹青画出是君山”，赞美洞庭湖的景色，写得空灵、明净，表现出一种超脱于尘世之外的皎洁明净的心境。</p>",
  "about": "<h2>创作背景</h2>此组<a href=\"http://so.gushiwen.org/shiwenv_a17db42e5e8d.aspx\">诗</a>当作于唐肃宗乾元二年（759年）秋，与《陪侍郎叔游洞庭醉后三首》为先后之作。乾元二年春，<a href=\"http://so.gushiwen.org/author_247.aspx\" target=\"_blank\">李白</a>于流放途中遇赦，秋时由江夏（今湖北武昌）而至岳州（今湖南岳阳）。此时，刑部侍郎<a href=\"http://so.gushiwen.org/author_1106.aspx\" target=\"_blank\">李晔</a>贬官岭南行经岳州，与李白相遇。时<a href=\"http://so.gushiwen.org/author_60.aspx\" target=\"_blank\">贾至</a>亦谪居岳州，三人相约同游洞庭湖，李白写下这一组五首七绝记其事。",
  "poet": {
    "id": 247,
    "star": 0,
    "name": "李白",
    "image": "http://img.gushiwen.org/authorImg/libai.jpg",
    "desc": "李白（701年－762年），字太白，号青莲居士，唐朝浪漫主义诗人，被后人誉为“诗仙”。祖籍陇西成纪(待考)，出生于西域碎叶城，4岁再随父迁至剑南道绵州。李白存世诗文千余篇，有《李太白集》传世。762年病逝，享年61岁。其墓在今安徽当涂，四川江油、湖北安陆有纪念馆。"
  },
  "tags": []
}
