{
  "id": 5566,
  "star": 17,
  "name": "答张五弟",
  "dynasty": "唐代",
  "content": "终南有茅屋，前对终南山。<br>终年无客常闭关，终日无心长自闲。<br>不妨饮酒复垂钓，君但能来相往还。",
  "fanyi": "<p><strong>译文<br></strong>终南山下有我的茅屋，茅屋正对着终南山。<br>整年没有客来柴门常关，整天无所用心常觉心安。<br>也不妨喝点酒钓钓鱼，你只要能来就请常来玩。</p> <p><strong>注释<br></strong>⑴张五：即张諲，唐代书画家，官至刑部员外郎，与<a href=\"http://so.gushiwen.org/author_515.aspx\">王维</a>友好。因排行第五，故称“张五弟”。<br>⑵终南：山名。秦岭主峰之一。在陕西省西安市南。一称南山，即狭义的秦岭。古名太一山、地肺山、中南山、周南山。参阅清顾祖禹《读史方舆纪要·陕西一》。<br>⑶终年：全年，一年到头。《墨子·节用上》：“久者终年，速者数月。”长：一作“常”。闭关：闭门谢客，断绝往来。谓不为尘事所扰。《文选·<a href=\"http://so.gushiwen.org/author_388.aspx\">颜延之</a>〈五君咏·刘参军〉》：“刘伶善闭关，怀情灭闻见。”<br>⑷无心：佛教语，指解脱邪念的真心。唐修雅《闻诵〈法华经〉歌》：“我亦当年学空寂，一得无心便休息。”自闲：悠闲自得。三国魏<a href=\"http://so.gushiwen.org/author_322.aspx\">曹植</a>《杂<a href=\"http://so.gushiwen.org/view_5566.aspx\">诗</a>》之五：“烈士多悲心，小人媮自闲。”唐<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>《山中问答》诗：“问君何事栖碧山，笑而不答心自闲。”<br>⑸垂钓：垂竿钓鱼，喻隐居生活。汉严忌《哀时命》：“下垂钓于溪谷兮，上要求于仙者。”唐<a href=\"http://so.gushiwen.org/author_757.aspx\">孟浩然</a>《临洞庭》诗：“坐观垂钓者，徒有羡鱼情。”<br>⑹但：只，只要。往还：交游，交往。《魏书·刘廞传》：“灵太后临朝，又与太后兄弟往还相好，太后令廞以诗赋授弟元吉。”</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这首小<a href=\"http://so.gushiwen.org/view_5566.aspx\">诗</a>表现了诗人在隐居中寂静安闲的生活情趣，又表达了对志趣相投的友人的真挚感情。</p> <p>　　从诗的内容上看，此诗的主旨是要引起友人的兴致，招致他来相聚共乐。诗人首先描写他的隐居之所的清幽。虽是几间茅屋草舍，但面对着巍峨深邃、苍翠欲滴的终南山，开门即可观赏山色。头两句娓娓道来，不加丝毫藻饰，意在引起友人的联想。三、四句进而写自己的隐居生活情趣。从早到晚，无拘无束，无忧无虑，无人打扰，更无机心杂念，煞是悠闲。为了吸引友人到来，又有意写自己终年无客，门虽设而常关，流露出几分寂寞。思念友人前来相伴之意不言而喻。最后两句，又以饮酒、垂钓等赏心乐事相招，直率地表达希望友人能经常来聚会的心愿。</p> <p>　　从诗的写法上看，全篇以诗代书，写得朴实、自然、亲切。为使友人从字里行间就能体会出自己孤寂而清幽的心境，诗中有意采用重复的字眼和相同的句式。首二句连用两个“终南”，使友人加深印象，突出出门面山的优势。三四句又巧妙地把终南山的“终”字移用来创造给人以悠长、缓慢之感的时间意象。一个“终年”再叠加一个“终日”，两个同一结构的诗句反复、排比，用以烘托寂寞、清闲的心态，使人感到诗人在山中就这么日复一日、年复一年地静静生活下去，对世事不闻不问，甚至不管岁月的流逝，惟一遗憾的是不能与张諲朝夕相处。四个“终字”，两个“长”字的叠用，诗句节奏显得非常缓慢。</p> <p>　　全诗写得轻松自然，毫不着力。只有心地十分散淡、安闲的人，才能写出如此散淡、安闲的诗。</p>",
  "about": "<h2>创作背景</h2> 　　<a href=\"http://so.gushiwen.org/author_515.aspx\">王维</a>和张諲情投意合，中年以后曾同隐居在终南山，王维山居和张諲山居距离很近。这是王维在居住终南山期间为赠答张諲而写的一首小<a href=\"http://so.gushiwen.org/view_5566.aspx\">诗</a>。写此诗时，诗人仍在朝廷任职，但由于对<a href=\"http://so.gushiwen.org/author_2691.aspx\">李林甫</a>把持下的黑暗政治不满，不愿同流合污，又不能与他们决裂，因而采取了半官半隐的方式，时常住在终南山中，在清寂的林泉中寻求精神寄托。",
  "poet": {
    "id": 515,
    "star": 0,
    "name": "王维",
    "image": "http://img.gushiwen.org/authorImg/wangwei.jpg",
    "desc": "王维（701年－761年，一说699年—761年），字摩诘，汉族，河东蒲州（今山西运城）人，祖籍山西祁县，唐朝诗人，有“诗佛”之称。苏轼评价其：“味摩诘之诗，诗中有画；观摩诘之画，画中有诗。”开元九年（721年）中进士，任太乐丞。王维是盛唐诗人的代表，今存诗400余首，重要诗作有《相思》《山居秋暝》等。王维精通佛学，受禅宗影响很大。佛教有一部《维摩诘经》，是王维名和字的由来。王维诗书画都很有名，非常多才多艺，音乐也很精通。与孟浩然合称“王孟”。"
  },
  "tags": [
    "赠答",
    "友人",
    "隐居",
    "闲适"
  ]
}