{
  "id": 47921,
  "star": 3120,
  "name": "前赤壁赋",
  "dynasty": "宋代",
  "content": "　　壬戌之秋，七月既望，苏子与客泛舟游于赤壁之下。清风徐来，水波不兴。举酒属客，诵明月之诗，歌窈窕之章。少焉，月出于东山之上，徘徊于斗牛之间。白露横江，水光接天。纵一苇之所如，凌万顷之茫然。浩浩乎如冯虚御风，而不知其所止；飘飘乎如遗世独立，羽化而登仙。</p> <p>　　于是饮酒乐甚，扣舷而歌之。歌曰：“桂棹兮兰桨，击空明兮溯流光。渺渺兮予怀，望美人兮天一方。”客有吹洞箫者，倚歌而和之。其声呜呜然，如怨如慕，如泣如诉；余音袅袅，不绝如缕。舞幽壑之潜蛟，泣孤舟之嫠妇。</p> <p>　　苏子愀然，正襟危坐，而问客曰：“何为其然也？”客曰：“‘月明星稀，乌鹊南飞。’此非曹孟德之诗乎？西望夏口，东望武昌，山川相缪，郁乎苍苍，此非孟德之困于周郎者乎？方其破荆州，下江陵，顺流而东也，舳舻千里，旌旗蔽空，酾酒临江，横槊赋诗，固一世之雄也，而今安在哉？况吾与子渔樵于江渚之上，侣鱼虾而友麋鹿，驾一叶之扁舟，举匏樽以相属。寄蜉蝣于天地，渺沧海之一粟。哀吾生之须臾，羡长 江之无穷。挟飞仙以遨游，抱明月而长终。知不可乎骤得，托遗响于悲风。”</p> <p>　　苏子曰：“客亦知夫水与月乎？逝者如斯，而未尝往也；盈虚者如彼，而卒莫消长也。盖将自其变者而观之，则天地曾不能以一瞬；自其不变者而观之，则物与我皆无尽也，而又何羡乎！且夫天地之间，物各有主，苟非吾之所有，虽一毫而莫取。惟江上之清风，与山间之明月，耳得之而为声，目遇之而成色，取之无禁，用之不竭。是造物者之无尽藏也，而吾与子之所共适。”</p> <p>　　客喜而笑，洗盏更酌。肴核既尽，杯盘狼藉。相与枕藉乎舟中，不知东方之既白。",
  "fanyi": "<p><strong>译文</strong><br>　　壬戌年秋，七月十六日，<a href=\"http://m.gushiwen.org/author_183.aspx\">苏轼</a>与友人在赤壁下泛舟游玩。清风阵阵拂来，水面波澜不起。举起酒杯向同伴敬酒，吟诵着与明月有关的文章，歌颂窈窕这一章。不多时，明月从东山后升起，徘徊在斗宿与牛宿之间。白茫茫的雾气横贯江面，清泠泠的水光连着天际。任凭小船儿在茫无边际的江上飘荡，越过苍茫万顷的江面。（我的情思）浩荡，就如同凭空乘风，却不知道在哪里停止，飘飘然如遗弃尘世，超然独立，成为神仙，进入仙境。<br>　　这时候喝酒喝得高兴起来，用手叩击着船舷，应声高歌。歌中唱道：“桂木船棹呵香兰船桨，迎击空明的粼波，逆着流水的泛光。我的心怀悠远，想望伊人在天涯那方”。有吹洞箫的客人，按着节奏为歌声伴和，洞箫呜呜作声：像是怨恨，又像是思慕，像是哭泣，又像是倾诉，尾声凄切、婉转、悠长，如同不断的细丝。能使深谷中的蛟龙为之起舞，能使孤舟上的寡妇听了落泪。<br>　　苏轼的容色忧愁凄怆，（他）整好衣襟坐端正，向客人问道：“（曲调）为什么这样（悲凉）呢？”同伴回答：“‘月明星稀，乌鹊南飞’，这不是曹公孟德的<a href=\"http://m.gushiwen.org/shiwenv_4cac23b07849.aspx\">诗</a>么？（这里）向西可以望到夏口，向东可以望到武昌，山河接壤连绵不绝，（目力所及）一片苍翠。这不正是曹孟德被周瑜所围困的地方么？当初他攻陷荆州，夺得江陵，沿长江顺流东下，麾下的战船延绵千里，旌旗将天空全都蔽住，在江边持酒而饮，横执矛槊吟诗作赋，委实是当世的一代枭雄，而今天又在哪里呢？何况我与你在江边的水渚上捕鱼砍柴，与鱼虾作伴，与麋鹿为友，（我们）驾着这一叶小舟，举起杯盏相互敬酒。（我们）如同蜉蝣置身于广阔的天地中，像沧海中的一颗粟米那样渺小。（唉，）哀叹我们的一生只是短暂的片刻，（不由）羡慕长江没有穷尽。（我想）与仙人携手遨游各地，与明月相拥而永存世间。（我）知道这些不可能屡屡得到，只得将憾恨化为箫音，托寄在悲凉的秋风中罢了。”<br>　　苏轼说：“你可也知道这水与月？不断流逝的就像这江水，其实并没有真正逝去；时圆时缺的就像这月，但是最终并没有增加或减少。可见，从事物易变的一面看来，天地间没有一瞬间不发生变化；而从事物不变的一面看来，万物与自己的生命同样无穷无尽，又有什么可羡慕的呢？何况天地之间，凡物各有自己的归属，若不是自己应该拥有的，即令一分一毫也不能求取。只有江上的清风，以及山间的明月，送到耳边便听到声音，进入眼帘便绘出形色，取得这些不会有人禁止，享用这些也不会有竭尽的时候。这是造物者（恩赐）的没有穷尽的大宝藏，你我尽可以一起享用。”<br>　　于是同伴高兴的笑了，清洗杯盏重新斟酒。菜肴和果品都被吃完，只剩下桌上的杯碟一片凌乱。（苏子与同伴）在船里互相枕着垫着睡去，不知不觉天边已经显出白色（指天明了）。 </p> <p><strong>注释</strong><br>[1]选自《经进东坡文集事略》卷一(《四部丛刊》本），这篇散文作于宋神宗元丰五年（1082），在此之前苏轼因乌台诗案（元丰二年）被贬谪黄州（今湖北黄冈）。因后来还写过一篇同题的赋，故称此篇为《前赤壁赋》，十月十五日写的那篇为《后赤壁赋》。赤壁：实为黄州赤鼻矶，并不是三国时期赤壁之战的旧址，当地人因音近亦称之为赤壁，苏轼知道这一点，将错就错，借景以抒发自己的怀抱。<br>[2]壬戌：宋神宗元丰五年（1082），岁在壬戌。<br>[3]既望：既，过了；望，农历十五日。“既望”指农历十六日。<br>[4]徐：舒缓地。<br>[5]兴：起，作。<br>[6]属：通“嘱（zhǔ ），致意，此处引申为“劝酒”的意思。<br>[9]少焉：一会儿。<br>[11]白露：白茫茫的水气。横江：笼罩江面。横，横贯。<br>[12]纵一苇之所如，凌万顷之茫然：任凭小船在宽广的江面上飘荡。纵：任凭。一苇：像一片苇叶那么小的船，比喻极小的船。《诗经·卫风·河广》：\"谁谓河广，一苇杭（航）之。\"如：往，去。凌：越过。万顷：形容江面极为宽阔。茫然，旷远的样子。<br>[13]冯虚御风：（像长出羽翼一样）驾风凌空飞行。冯：通\"凭\"，乘。虚：太空。御：驾御（驭）。<br>[14]遗世独立：遗弃尘世,独自存在。<br>[16]扣舷：敲打着船边，指打节拍，舷，船的两边。<br>[18]击空明兮溯流光：船桨拍打着月光浮动的清澈的水，溯流而上。溯：逆流而上。空明、流光：指月光浮动清澈的江水。<br>[19]渺渺兮予怀：主谓倒装。我的心思飘得很远很远。渺渺，悠远的样子。化用目眇眇兮愁予__《湘夫人》怀，心中的情思。<br>[20]美人：此为苏轼借鉴的<a href=\"http://m.gushiwen.org/author_238.aspx\">屈原</a>的文体。用美人代指君主。古诗文多以指自己所怀念向往的人。<br>[21]倚歌而和(hè)之：合着节拍应和。倚：随，循 和：应和。<br>[22]如怨如慕，如泣如诉：像是哀怨，像是思慕，像是啜泣，像是倾诉。怨：哀怨。慕：眷恋。<br>[23]余音：尾声。袅袅：形容声音婉转悠长。<br>[24]缕：细丝。<br>[25]舞幽壑之潜蛟：幽壑：这里指深渊。此句意谓：使深谷的蛟龙感动得起舞。<br>[26]泣孤舟之嫠（lí 离）妇：使孤舟上的寡妇伤心哭泣。嫠：孤居的妇女，在这里指寡妇。<br>[27]愀（qiǎo 巧）然：容色改变的样子。<br>[28]正襟危坐：整理衣襟，严肃地端坐着 危坐：端坐。<br>[29]何为其然也：曲调为什么会这么悲凉呢？<br>[30]月明星稀，乌鹊南飞：所引是<a href=\"http://m.gushiwen.org/author_552.aspx\">曹操</a>《短歌行》中的诗句。<br>[33]缪：通\"缭\"盘绕。<br>[34]郁乎苍苍：树木茂密，一片苍绿繁茂的样子。郁：茂盛的样子。<br>[37]舳舻（zhú lú 逐卢）：战船前后相接。这里指战船。<br>[38]酾（shī）酒：斟酒。<br>[39]横槊（shuò ）：横执长矛。<br>[40]侣鱼虾而友麋鹿：以鱼虾为伴侣，以麋鹿为友。侣 ：以...为伴侣，这里是名词的意动用法。麋（mí）：鹿的一种。<br>[41]扁（piān ）舟：小舟。<br>[43]寄：寓托。<br>[44]蜉（fú)蝣：一种昆虫，夏秋之交生于水边，生命短暂，仅数小时。此句比喻人生之短暂。<br>[45]渺沧海之一粟：渺：小。沧海：大海。此句比喻人类在天地之间极为渺小。<br>[46]须臾(yú)：片刻，时间极短。<br>[47]长终：至于永远。<br>[48]骤：数次。<br>[49]托遗响于悲风：余音，指箫声。悲风：秋风。<br>[50]逝者如斯：语出《论语·子罕》：\"子在川上曰：'逝者如斯夫，不舍昼夜。'\"逝：往。斯：此，指水。<br>[51]盈虚者如彼：指月亮的圆缺。<br>[52]卒：最终。消长：增减。长：增长<br>[53]则天地曾不能以一瞬：语气副词。以：用。一瞬：一眨眼的工夫。<br>[54]是造物者之无尽藏也：这。造物者：天地自然。无尽藏（zàng ）：佛家语。指无穷无尽的宝藏。<br>[55]共食：共享。苏轼手中《赤壁赋》作“共食”，明代以后多“共适”，义同<br>[56]更酌：再次饮酒。<br>[57]肴核既尽：荤菜和果品。既：已经。<br>[58]狼籍：又写作“狼藉”，凌乱的样子。<br>[59]枕藉：相互枕着垫着。<br>[60]既白：已经显出白色（指天明了）。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　此赋通过月夜泛舟、饮酒赋<a href=\"http://m.gushiwen.org/shiwenv_4cac23b07849.aspx\">诗</a>引出主客对话的描写，既从客之口中说出了吊古伤今之情感，也从苏子所言中听到矢志不移之情怀，全赋情韵深致、理意透辟，实是文赋中之佳作。</p> <p>　　第一段，写夜游赤壁的情景。作者“与客泛舟游于赤壁之下”，投入大自然怀抱之中，尽情领略其间的清风、白露、高山、流水、月色、天光之美，兴之所至，信口吟诵《诗经·月出》首章“月出皎兮，佼人僚兮。舒窈纠兮，劳心悄兮。”把明月比喻成体态娇好的美人，期盼着她的冉冉升起。与《月出》诗相回应，“少焉，月出于东山之上，徘徊于斗牛之间。”并引出下文作者所自作的歌云：“望美人兮天一方”，情感、文气一贯。“徘徊”二字，生动、形象地描绘出柔和的月光似对游人极为依恋和脉脉含情。在皎洁的月光照耀下白茫茫的雾气笼罩江面，天光、水色连成一片，正所谓“秋水共长天一色”（<a href=\"http://m.gushiwen.org/author_289.aspx\">王勃</a>《滕王阁序》）。游人这时心胸开阔，舒畅，无拘无束，因而“纵一苇之所如，凌万顷之茫然”，乘着一叶扁舟，在“水波不兴”浩瀚无涯的江面上，随波飘荡，悠悠忽忽地离开世间，超然独立。浩瀚的江水与洒脱的胸怀，在作者的笔下腾跃而出，泛舟而游之乐，溢于言表。这是此文正面描写“泛舟”游赏景物的一段，以景抒情，融情入景，情景俱佳。</p> <p>　　第二段，写作者饮酒放歌的欢乐和客人悲凉的箫声。作者饮酒乐极，扣舷而歌，以抒发其思“美人”而不得见的怅惘、失意的胸怀。这里所说的“美人”实际上乃是作者的理想和一切美好事物的化身。歌曰：“桂棹兮兰桨，击空明兮溯流光。渺渺兮予怀，望美人兮天一方。”这段歌词全是化用《楚辞·少司命》：“望美人兮未来，临风恍兮浩歌”之意，并将上文“诵明月之诗，歌窈窕之章”的内容具体化了。由于想望美人而不得见，已流露了失意和哀伤情绪，加之客吹洞箫，依其歌而和之，箫的音调悲凉、幽怨，“如怨如慕，如泣如诉，余音袅袅，不绝如缕”，竟引得潜藏在沟壑里的蛟龙起舞，使独处在孤舟中的寡妇悲泣。一曲洞箫，凄切婉转，其悲咽低回的音调感人至深，致使作者的感情骤然变化，由欢乐转入悲凉，文章也因之波澜起伏，文气一振。</p> <p>　　第三段，写客人对人生短促无常的感叹。此段由赋赤壁的自然景物，转而赋赤壁的历史古迹。主人以“何为其然也”设问，客人以赤壁的历史古迹作答，文理转折自然。但文章并不是直陈其事，而是连用了两个问句。首先以<a href=\"http://m.gushiwen.org/author_552.aspx\">曹操</a>的《短歌行》问道：“此非曹孟德之诗乎？”又以眼前的山川形胜问道：“此非孟德之困于周郎者乎？”两次发问使文章又泛起波澜。接着，追述了曹操破荆州、迫使刘琮投降的往事。当年，浩浩荡荡的曹军从江陵沿江而下，战船千里相连，战旗遮天蔽日。曹操志得意满，趾高气扬，在船头对江饮酒，横槊赋诗，可谓“一世之雄”。如今他在哪里呢？曹操这类英雄人物，也只是显赫一时，何况是自己，因而如今只能感叹自己生命的短暂，羡慕江水的长流不息，希望与神仙相交，与明月同在。但那都是不切实际的幻想，所以才把悲伤愁苦“托遗响于悲风”，通过箫声传达出来。客的回答表现了一种虚无主义思想和消极的人生观，这是<a href=\"http://m.gushiwen.org/author_183.aspx\">苏轼</a>借客人之口流露出自己思想的一个方面。</p> <p>　　第四段，是苏轼针对客之人生无常的感慨陈述自己的见解，以宽解对方。客曾“羡长江之无穷”，愿“抱明月而长终”。苏轼即以江水、明月为喻，提出“逝者如斯，而未尝往也；盈虚者如彼，而卒莫消长也”的认识。如果从事物变化的角度看，天地的存在不过是转瞬之间；如果从不变的角度看，则事物和人类都是无穷尽的，不必羡慕江水、明月和天地。自然也就不必“哀吾生之须臾”了。这表现了苏轼豁达的宇宙观和人生观，他赞成从多角度看问题而不同意把问题绝对化，因此，他在身处逆境中也能保持豁达、超脱、乐观和随缘自适的精神状态，并能从人生无常的怅惘中解脱出来，理性地对待生活。而后，作者又从天地间万物各有其主、个人不能强求予以进一步的说明。江上的清风有声，山间的明月有色，江山无穷，风月长存，天地无私，声色娱人，作者恰恰可以徘徊其间而自得其乐。此情此景乃缘于<a href=\"http://m.gushiwen.org/author_247.aspx\">李白</a>的《襄阳歌》：“清风明月不用一钱买，玉山自倒非人推”，进而深化之。</p> <p>　　第五段，写客听了作者的一番谈话后，转悲为喜，开怀畅饮，“相与枕藉乎舟中，不知东方之既白”。照应开头，极写游赏之乐，而至于忘怀得失、超然物外的境界。</p> <p>　　这篇赋在艺术手法上有如下特点：</p> <p>　　“情、景、理”融合。全文不论抒情还是议论始终不离江上风光和赤壁故事，形成了情、景、理的融合。通篇以景来贯串，风和月是主景，山和水辅之。作者抓住风和月展开描写与议论。文章分三层来表现作者复杂矛盾的内心世界：首先写月夜泛舟大江，饮酒赋诗，使人沉浸在美好景色之中而忘怀世俗的快乐心情；再从凭吊历史人物的兴亡，感到人生短促，变动不居，因而跌入现实的苦闷；最后阐发变与不变的哲理，申述人类和万物同样是永久地存在，表现了旷达乐观的人生态度。写景、抒情、说理达到了水乳交融的程度。</p> <p>　　“以文为赋”的体裁形式。此文既保留了传统赋体的那种诗的特质与情韵，同时又吸取了散文的笔调和手法，打破了赋在句式、声律的对偶等方面的束缚，更多是散文的成分，使文章兼具诗歌的深致情韵，又有散文的透辟理念。散文的笔势笔调，使全篇文情郁郁顿挫，如“万斛泉涌”喷薄而出。与赋的讲究对偶不同，它相对更为自由，如开头的一段“壬戌之秋，七月既望，苏子与客泛舟游于赤壁之下”，全是散句，参差疏落之中又有整饬之致。以下直至篇末，大多押韵，但换韵较快，而且换韵处往往就是文意的一个段落，这就使本文特别宜于诵读，并且极富声韵之美，体现了韵文的长处。</p> <p>　　意象连贯，结构严谨。景物的连贯，不仅在结构上使全文俨然一体，精湛缜密，而且还沟通了全篇的感情脉络，起伏变化。起始时写景，是作者旷达、乐观情状的外观；“扣舷而歌之”则是因“空明”、“流光”之景而生，由“乐甚”向“愀然”的过渡；客人寄悲哀于风月，情绪转入低沉消极；最后仍是从眼前的明月、清风引出对万物变异、人生哲理的议论，从而消释了心中的感伤。景物的反复穿插，丝毫没有给人以重复拖沓的感觉，反而在表现人物悲与喜的消长的同时再现了作者矛盾心理的变化过程，最终达到了全文诗情画意与议论理趣的完美统一。</p>",
  "poet": {
    "id": 183,
    "star": 0,
    "name": "苏轼",
    "image": "http://img.gushiwen.org/authorImg/sushi.jpg",
    "desc": "苏轼（1037－1101），北宋文学家、书画家、美食家。字子瞻，号东坡居士。汉族，四川人，葬于颍昌（今河南省平顶山市郏县）。一生仕途坎坷，学识渊博，天资极高，诗文书画皆精。其文汪洋恣肆，明白畅达，与欧阳修并称欧苏，为“唐宋八大家”之一；诗清新豪健，善用夸张、比喻，艺术表现独具风格，与黄庭坚并称苏黄；词开豪放一派，对后世有巨大影响，与辛弃疾并称苏辛；书法擅长行书、楷书，能自创新意，用笔丰腴跌宕，有天真烂漫之趣，与黄庭坚、米芾、蔡襄并称宋四家；画学文同，论画主张神似，提倡“士人画”。著有《苏东坡全集》和《东坡乐府》等。► 433篇诗文"
  },
  "tags": [
    "辞赋精选",
    "高中文言文",
    "古文观止",
    "写景",
    "饮酒",
    "感叹",
    "哲理"
  ]
}