{
  "id": 57565,
  "star": 527,
  "name": "鹧鸪天·代人赋",
  "dynasty": "宋代",
  "content": "晚日寒鸦一片愁。柳塘新绿却温柔。若教眼底无离恨，不信人间有白头。<br>肠已断，泪难收。相思重上小红楼。情知已被山遮断，频倚阑干不自由。",
  "fanyi": "<p><strong>译文<br></strong>落日里寒鸦归巢勾起我一片思愁。只有池塘柳树发出嫩绿的新芽显出温柔。如果不是眼下亲自遭遇离愁别恨的折磨，根本不会相信这世上真会有人伤心白头。<br>离肠寸断，泪流难收。怀着相思之情，又一次登上了小红楼。明明知道乱山无数，遮断了远方的天空，可还是不由自主地靠在栏杆上，一直凝望而不能罢休。</p> <p><strong>注释<br></strong>⑴鹧鸪天：小令词调，双片五十五字，上片四句三平韵，下片五句三平韵。唐人郑嵎<a href=\"http://so.gushiwen.org/view_57565.aspx\">诗</a>“春游鸡鹿塞，家在鹧鸪天”，调名取于此。又名“思佳客”“思越人”“剪朝霞”“骊歌一叠。<br>⑵晚日：夕阳。唐<a href=\"http://so.gushiwen.org/author_104.aspx\">刘长卿</a>《行营酬吕侍御》诗：“晚日归千骑，秋风合五兵。”<br>⑶新绿：初春草木显现的嫩绿色。唐<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>《长安早春旅怀》诗：“风吹新绿草牙拆，雨洒轻黄柳条湿。”<br>⑷教：使，令。眼底：眼中，眼睛跟前。五代<a href=\"http://so.gushiwen.org/author_2.aspx\">齐己</a>《寄双泉大师兄》诗：“清泉流眼底，白道倚岩棱。”<br>⑸白头：犹白发。形容年老。《战国策·韩策三》：“中国白头游敖之士，皆积智欲离 秦韩之交。”<br>⑹深知；明知。唐<a href=\"http://so.gushiwen.org/author_714.aspx\">骆宾王</a>《艳情代郭氏答<a href=\"http://so.gushiwen.org/author_744.aspx\">卢照邻</a>》诗：“情知唾井终无理，情知覆水也难收，不复下山能借问，更向卢家字莫愁。”<br>⑺阑干：栏杆。阑。同“栏”。</p>",
  "shangxi": "<h2>赏析二</h2> <p>　　这首《鹧鸪天》，题下注明“代人赋”，说明词中抒情主人公并非作者自己。这首词是作者代一位妇女而赋的，那位妇女的意中人刚离开她走了，她正处于无限思念、无限悲伤的境地。</p> <p>　　“晚日寒鸦”，这是送人归来后的眼中景。“晚日”的余辉染红天际，也染红长亭古道和目之所极的一切，这是空间。夕阳愈来愈淡，夜幕即将降落，这是时间。而她送走的那位意中人，就在这空间、这时间中愈走愈远了。“寒鸦”当“晚日”之时，自然应该寻找栖息之处，大约在绕树啼叫吧。可是那位行人，他此刻孤孤零零地走向何处，又向谁家投宿呢？正因为这样，那本来没有感情的“晚日”和“寒鸦”，在那位女主人公的眼中，就变成“一片愁”了。这首词，是写别愁离恨的。“愁”与“恨”，乃是全篇的基调。按照一般的构思，接下去仍然要写愁写恨，但作者却并没有这样做，而是跳出窠臼，不再写哀景，而是用清新愉悦的笔触，勾画出一幅乐景：“柳塘新绿却温柔。”把读者引入春意萌动、春情荡漾、温馨柔美的境界。唐人严维<a href=\"http://so.gushiwen.org/view_57565.aspx\">诗</a>云：“柳塘春水漫，花塘夕阳迟。”北宋诗人<a href=\"http://so.gushiwen.org/author_131.aspx\">梅尧臣</a>称其“天容时态，融和骀荡”，“如在目前”（《六一诗话》）。<a href=\"http://so.gushiwen.org/author_217.aspx\">辛弃疾</a>的“柳塘新绿却温柔”，也有类似的艺术奥秘。“柳塘”一词，使人想见塘周遍植垂柳；但目前处于什么季节，却无从得知。联系前面的“寒鸦”，便会想到时值严冬，柳叶黄落，塘水冰封乃至完全枯竭，那景象，自然是萧条的。然而诗人却别出心裁，于“柳塘”之后缀以“新绿”，便立刻唤来了春天：塘周柳丝摇金，塘中春波涨绿，已够赏心悦目了；那料到在此基础上，又加上“温柔”一词。相对于严冬而言，初春的水显得“温”，所谓“春江水暖鸭先知”。但说它“温柔”，这就不仅表现了抒情主人公的感觉，而且表现了她的感情。这感情异常微妙，耐人寻味。那一塘春水，既倒映着天光云影和四周的垂柳，又浮游着对对鸳鸯或其他水禽。抒情主人公看到这一切，就自然感到“温柔”，从而也联想到她与意中人欢聚之时是何等的“温柔”了。</p> <p>　　“晚日寒鸦”与“柳塘新绿”，是送走行人之后相继入目的两种景象。不难想见，这是乍暖还寒的初春。前者就离别说，故“日”而曰“晚”，“鸦”而曰“寒”，引起的内心感受是“一片愁”。后者就相聚的回忆与展望说，故春景宛然，春意盎然，引起的内心感受是无限“温柔”。</p> <p>　　这首词<a href=\"http://so.gushiwen.org/author_1137.aspx\">真可</a>谓“工于发端”。开头两句展现的两种景象、两种感受、两种感情所体现的复杂的心理活动，使抒情主人公神态毕现，因而以下文字，即从她的肺腑中流出。“柳塘新绿”，春光明丽，倘能与意中人象鸳鸯那样双双戏水，永不分离，便青春永驻，不会白头。而事实上，意中人却在“晚日”将沉、“寒鸦”归巢之时走向天涯，如果信手拈来，“相思令人老”那句古诗，正可以作为此时心情的写照。然而文学是一种创作，贵在独创。“若教眼底无离恨，不信人间有白头”两句就是创新，表现心绪低回宛转，笔致可谓摇曳生姿。“无离恨”是假设，不“白头”是假设变成事实之后希望出现的结果。可如今假设未能成立，“白头”已是必然，于是下片紧承“离恨”、“白头”，以“肠已断，泪难收”开头，尽情吐露，略无含蓄。当感情如洪水暴发，冲决一切堤防的时候，是不可能含蓄、因为也用不着含蓄的。</p> <p>　　“相思重上小红楼”一句，妙在一个“重”字。女主人公送走意中人之后，一次又一次地爬上小楼遥望。开始是望得见的，后来就只见“晚日寒鸦”，望不见人影了。由于十分相思的缘故，望不见人影，还要望，因而“重上小红楼”。结句“情知已被山遮断，频倚栏干不自由”中的“频”字，正与“重”字呼应。明知行人已走到远山的那一边，凝望已属徒然；然而还是身不由己地“重上红楼”、“频倚栏干”，其离恨之深、相思之切，就不言而喻了。<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>《踏莎行》下片云：“寸寸柔肠，盈盈粉泪，楼高莫近危栏倚。平芜尽处是春山，行人更在春山外。”写行人愈行愈远，故女主人公不忍继续远望。辛词则写行人已在山外，而女主人却频频倚栏远望，无法控制自己。表现不同个性、不同心态，各极其妙。</p><br/><h2>赏析</h2> <p>　　“晚日寒鸦”，这是送人归来后的眼中景。“晚日”的余辉染红天际，也染红长亭古道和目之所极的一切，这是空间。夕阳愈来愈淡，夜幕即将降落，这是时间。而她送走的那位意中人，就在这空间、这时间中愈走愈远了</p> <p>　　“柳塘”之后缀以“新绿”，便立刻为我们唤来了春天：塘周柳丝摇金，塘中春波涨绿，已够赏心悦目了；那料到在此基础上，又加上“温柔”一词。相对于严冬而言，初春的水显得“温”，所谓“春江水暖鸭先知”。但说它“温柔”，这就不仅表现了抒情主人公的感觉，而且表现了她的感情。这感情异常微妙，耐人寻味。凭借我们的经验：那一塘春水，既倒映着天光云影和四周的垂柳，又浮游着对对鸳鸯或其他水禽。抒情主人公看到这一切，就自然感到“温柔”，从而也联想到她与意中人欢聚之时是何等的“温柔”了。</p> <p>　　“柳塘新绿”，春光明丽，倘能与意中人象鸳鸯那样双双戏水，永不分离，便青春永驻，不会白头。</p> <p>　　“若教眼底无离恨，不信人间有白头。”心绪何等低回宛转，笔致何等摇曳生姿！“无离恨”是假设，不“白头”是假设变成事实之后希望出现的结果。可如今呢？假设未能成立，“白头”已是必然，于是下片紧承“离恨”、“白头”，以“肠已断，泪难收”开头，尽情吐露，略无含蓄。当感情如洪水暴发，冲决一切堤防的时候，是不可能含蓄、因为也用不着含蓄的。</p> <p>　　“相思重上小红楼”一句，妙在一个“重”字。女主人公送走意中人之后，一次又一次地爬上小楼遥望。开始是望得见的，后来就只见“晚日寒鸦”，望不见人影了。由于十分相思的缘故，望不见人影，还要望，因而“重上小红楼”。晚日寒鸦一片愁，柳塘新绿却温柔。若教眼底无离恨，不信人间有白头。</p> <p>　　肠已断，泪难收，相思重上小红楼。情知已被山遮断，频倚栏干不自由。</p>",
  "about": "<h2>创作背景</h2> 　　宋孝宗淳熙八年（1181年）冬，<a href=\"http://so.gushiwen.org/author_217.aspx\">辛弃疾</a>遭遇弹劾，隐居上饶。这首词写于作者被弹劾解官后，是他在带湖闲居时的作品。",
  "poet": {
    "id": 217,
    "star": 0,
    "name": "辛弃疾",
    "image": "http://img.gushiwen.org/authorImg/xinqiji.jpg",
    "desc": "辛弃疾（1140－1207），南宋词人。原字坦夫，改字幼安，别号稼轩，汉族，历城（今山东济南）人。出生时，中原已为金兵所占。21岁参加抗金义军，不久归南宋。历任湖北、江西、湖南、福建、浙东安抚使等职。一生力主抗金。曾上《美芹十论》与《九议》，条陈战守之策。其词抒写力图恢复国家统一的爱国热情，倾诉壮志难酬的悲愤，对当时执政者的屈辱求和颇多谴责；也有不少吟咏祖国河山的作品。题材广阔又善化用前人典故入词，风格沉雄豪迈又不乏细腻柔媚之处。由于辛弃疾的抗金主张与当政的主和派政见不合，后被弹劾落职，退隐江西带湖。"
  },
  "tags": [
    "离恨",
    "相思"
  ]
}