{
  "id": 65231,
  "star": 3403,
  "name": "卜算子·送鲍浩然之浙东",
  "dynasty": "宋代",
  "content": "水是眼波横，山是眉峰聚。欲问行人去那边？眉眼盈盈处。<br>才始送春归，又送君归去。若到江南赶上春，千万和春住。",
  "fanyi": "<p><strong>译文<br></strong>水像美人流动的眼波，山如美人蹙起的眉毛。想问行人去哪里？到山水交汇的地方。<br>刚送走了春天，又要送你回去。假如你到江南，还能赶上春天的话，千万要把春天的景色留住。</p> <p><strong>注释</strong><br>①卜算子：词牌名。北宋时盛行此曲。万树《词律》以为取义于“卖卜算命之人”。双调，四十四字，上下片各两仄韵。两结亦可酌增衬字，化五言句为六言句，于第三字豆。宋教坊复演为慢曲，《乐章集》入“歇指调”。八十九字，前片四仄韵，后片五仄韵。<br>②鲍浩然：生平不详，词人的朋友，家住浙江东路，简称浙东。<br>③水是眼波横：水像美人流动的眼波。古人常以秋水喻美人之眼，这里反用。眼波：比喻目光似流动的水波。<br>④山是眉峰聚：山如美人蹙起的眉毛。《西京杂记》载<a href=\"http://so.gushiwen.org/author_785.aspx\">卓文君</a>容貌姣好，眉色如望远山，时人效画远山眉。后人遂喻美人之眉为远山，这里反用。<br>⑤欲：想，想要。<br>⑥行人：指词人的朋友（鲍浩然）。<br>⑦眉眼盈盈处： 一说比喻山水交汇的地方，另有说是指鲍浩然前去与心上人相会。盈盈：美好的样子。<br>⑧才始：方才。</p><br/><h2>英译</h2> <p>Waters are Beauty’s glances—<br>Which, on the lucky ones, fall.<br>Mountains are Her painted brows,<br>Not looking painted at all.</p> <p>If you ask a traveler,<br>Where he is going and why,<br>“To see mountains and waters;<br>To see Beauty’s brow and eye.”</p> <p>Now, we’ve just seen Spring off.<br>To be sent off, ‘tis your turn.<br>If you catch Spring in Jiangnan,<br>To live with him, you must learn.</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这首词虽是一首送别词，但并无消极想法。主要表达了词人心中对鲍浩然的不舍与留恋，以及对他的生活送出祝福。</p> <p>　　词的上片写回程的山水行程。“水是”、“山是”两句，借景抒情，化无情为有情，启人遐想，而且运用反语，推陈出新、发想奇绝，将山水塑造成也会为离情别绪而动容的有情之物。词人把水比作闪亮的眼睛，把山喻为青翠的蛾眉，对仗工整，巧妙形象地描绘出眼前这幅<a href=\"http://so.gushiwen.org/view_65231.aspx\">诗</a>情画意的山水清景。其中，眼波“横”而未流，表现出词人极力克制自己的感情，不愿让友人因为自己的低落而增添伤感，做到出以淡语，含而不露。同时，这一句也可以理解为词人对鲍浩然心事的设想：波光漾动的流水是他心上人的眼波，脉脉传情；青黛的山峦是心上人的眉峰，因思念自己而满怀愁怨，眉头都蹙起来了。词人通过这一设想来暗示鲍浩然“之浙东”的心切。“欲问行人”二句，用问句提起友人行踪，侧面写送别，点出行人此行的目的是：“眉眼盈盈处”，亦见用笔灵动、造语新奇。与此相应，上片结句“眉眼盈盈处”也可以有两层理解：一是鲍浩然是去山水秀丽得像美人“眉眼盈盈”的地方；二是他是去与“眉眼盈盈”的心上人相会。另外，上文山水与眉眼合写，亦意味着归途处处有山水，处处有眉眼，既是词人远望目送的眼光，又是鲍浩然心上人盼归的眉眼。</p> <p>　　上片含蓄地表达了词人与友人的惜别深情；下片则直抒胸臆，兼写离愁别绪和对友人的深情祝愿。词人用出人意料的想象把送春和送人联系在一起，用两个“送”字递进，深刻描写词人的离愁幽情。“才始送春归”写出才刚送别春天，心中还满怀着伤春之愁；“又送君归去”则再添了别恨，离愁更深。“若到江南”二句再发奇想，词人将心中沉痛之情暂时搁置，对友人送出美好祝福，叮嘱友人如能赶上江南春光，务必与春光同住。既饱含惜春之情，又寓之祝福之意。这个“春”既是反映鲜花如锦的春天季节，也喻指他与心上人生活在一起。这两句，一反送别词中惯常的悲悲切切，写得情意绵绵而又富有灵性。</p> <p>　　有两点突出的成就值得注意：一是构思别致。词人把送春与送别交织在一起来写，充分表现出对友人的深情和对春天的留恋；二是比喻新颖。词人以眼波和眉峰来比喻浙东的山山水水，仿佛这位美人正期待着他的到来，贴切、自然，富有真情实感。这首词，轻松活泼，比喻巧妙，耐人寻味，几句俏皮话，新而不俗，雅而不谑。</p><br/><h2>鉴赏</h2> <p>　　这是一首送别词，词中以轻松活泼的笔调，巧妙别致的比喻，风趣俏皮的语言，表达了作者在越州大都督府送别友人鲍浩然时的心绪。</p> <p>　　词的上片着重写人。起首两句，运用风趣的笔墨，把景语变成情语，把送别<a href=\"http://so.gushiwen.org/view_65231.aspx\">诗</a>所见自然山水化成为有情之物。当这位朋友归去的时候，路上的一山一水，对他都显出了特别的感情。那些清澈明亮的江水，仿佛变成了他所想念的人的流动的眼波；而一路上团簇纠结的山峦，也似乎是她们蹙攒的眉峰了。正因为友人鲍浩然在归途中怀着深厚的怀人感情，山水都变成了有感情之物。</p> <p>　　三、四两句点出行人此行的目的：他的去处，是“眉眼盈盈处”。“眉眼盈盈”四字有两层意思：一指江南的山水，清丽明秀，有如女子的秀眉和媚眼；二指有着盈盈眉眼的那个人。因此“眉眼盈盈处”，既写了江南山水，也同时写了他要见到的人物。此两句写送别时的一往情深却又含而不露。春语意双关。</p> <p>　　最后两句是词人对鲍浩然的祝愿：希望他生活在“春”里。这个“春”既是反映鲜花如锦的春天季节，也喻指他与心上人生活在一起。</p> <p>　　这是一首送别词。 起拍“水是”、“山是”两句，含意丰富，启人遐想。词人把明澈的水流比喻为美人的眼波，把青黛的山峦喻为美人的眉峰，极言浙东山水的漂亮可爱。同时，也可以理解为词人对鲍浩然心事的设想：波光漾动的流水是他心上人的眼波，脉脉传情；青黛的山峦是心上人的眉峰，因思念自己而满怀愁怨，眉头都蹙起来了。词人通过这一设想来写出了鲍浩然“之浙东”的心切。与此相应，上片结句“眉眼盈盈处”也可以有两层理解：一是鲍浩然是去山水透丽得像美人“眉眼盈盈”的地方，一是他是去与“眉眼盈盈”的心上人相会。</p>",
  "about": "<h2>创作背景</h2> 　　春末时节，词人在越州大都督府送别即将回家乡（浙东）的好友鲍浩然。虽然自己家在如皋，欲归不得，羁旅之愁难以为怀，但仍衷心祝福好友，望好友能与春光同住。",
  "poet": {
    "id": 270,
    "star": 0,
    "name": "王观",
    "image": "http://img.gushiwen.org/authorImg/wangguan.jpg",
    "desc": "王观(1035--1100)，字通叟，生于如皋(今江苏如皋)，北宋著名词人。　　王安石为开封府试官时，他得中科举及第。宋仁宗嘉佑二年(1057年)，考中进士。　　其后，历任大理寺丞、江都知县等职，在任时作《扬州赋》，宋神宗阅后大喜，大加褒赏；又撰《扬州芍药谱》一卷，遂被重用为翰林学士净土。"
  },
  "tags": [
    "宋词三百首",
    "小学古诗",
    "初中古诗",
    "婉约",
    "送别",
    "山水",
    "写人"
  ]
}