{
  "id": 270,
  "star": 17,
  "name": "周颂·时迈",
  "dynasty": "先秦",
  "content": "时迈其邦，昊天其子之，实右序有周。薄言震之，莫不震叠。怀柔百神，及河乔岳，允王维后。</p> <p>明昭有周，式序在位。载戢干戈，载橐弓矢。我求懿德，肆于时夏，允王保之。",
  "fanyi": "<p><strong>译文<br></strong>武王各邦去巡视，皇天视他为儿子。佑我大周国兴旺，让我发兵讨纣王，天下四方皆惊慌。安抚众神需祭祀，山川百神都来享。万国主宰是武王！<br>无比荣光周大邦，按照次序来封赏。收起干戈和兵甲，强弓利箭装入囊。讲求美好的道德，遍施中国各地方。周王永保国兴旺！</p> <p><strong>注释<br></strong>⑴时：语助词，一说为“按时”。犹言“现时”、“今世”。迈：林义光《<a href=\"http://so.gushiwen.org/view_270.aspx\">诗</a>经通解》读为“万”，众多。<br>⑵邦：国。此指武王克商后封建的诸侯邦国。<br>⑶昊（hào）天：苍天，皇天。子之：以之为子，谓使之为王也。即视诸侯邦国为自己的儿子。<br>⑷实：语助词。一说指“实在，的确”。右：同“佑”，保佑。序：顺，顺应。有周：即周王朝。有，名词字头，无实义。<br>⑸薄言：犹言“薄然”、“薄焉”，发语词，有急追之意。震：震动，指以武力震动威胁。之：指各诸侯邦国。<br>⑹震叠：即“震慑”，震惊慑服。叠，通“慑”，恐惧、畏服。<br>⑺怀柔：安抚。怀：来。柔：安。百神：泛指天地山川之众神。此句谓祭祀百神。<br>⑻及：指祭及。河：黄河，此指河神。乔岳：高山，此指山神。<br>⑼允：诚然，的确。王：指周武王。维：犹“为”。后：君。<br>⑽明昭：犹“昭明”，显著，此为发扬光大的意思。<br>⑾式：发语词，无实义。序：顺序，依次。序在位：谓合理安排在位的诸侯。<br>⑿载：犹“则”，于是，乃。戢（jí）：收藏。干，盾。干戈：泛指兵器。<br>⒀櫜（gāo）：古代盛衣甲或弓箭的皮囊。此处用为动词。此两句指周武王偃武修文，不再用兵。<br>⒁我：周人自谓。懿（yì）德：美德，指文治教化。<br>⒂肆：施，陈列，谓施行。时：犹“是”，这、此。夏：中国。指周王朝所统治的天下。<br>⒃保：指保持天命、保持先祖的功业。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　全<a href=\"http://so.gushiwen.org/view_270.aspx\">诗</a>十五句，毛诗、<a href=\"http://so.gushiwen.org/author_459.aspx\">朱熹</a>《诗集传》皆不分章。明何楷《诗经世本古义》分为两章，以“明昭有周”起为第二章，清姚际恒《诗经通论》因之。但细审诗意，前半颂武王之武功，后赞武王之文治，语意连贯。如若分章，“不惟章法长短不齐，文气亦觉紧缓不顺”（方玉润《诗经原始》），所以还是从旧说以不分为好。</p> <p>　　此诗采用“赋”的手法进行铺叙。开头即说周武王封建的诸侯各国，不仅得到了皇天的承认，而且皇天也把他们当作自己的儿子一样看待，而他们的作用就是“右序有周”。“皇天无亲，唯德是辅”，这就首先说明武王得到了天命。其次又说武王不仅能威慑四方，而且能安抚百神，所以他的继立，“明昭有周”，是能发扬光大有周先祖的光辉功业的。接着又写武王平定殷纣、兴立大周、封建诸侯之后，戢干戈、櫜弓矢，偃武修文，并以赞叹的口气说：我们谋求治国的美德，武王就把这美德施行于天下四方了。最后一句，总赞武王能保持天命，保持祖德，与首句遥相呼应。可见，此诗从头到尾，语意参差、语气连贯，而皆起伏错落有致，字里行间充溢着作者深挚而敬慕的感情。它以天命和周武王的联系作为全诗的主线，重点歌颂了周武王的武功和文德，层次清晰，结构紧密，在大多臃肿板滞的雅颂诗篇中，不失是一篇较为优秀的作品。</p>",
  "about": "<h2>创作背景</h2> <p>　　这是周武王灭商后，巡行诸侯各邦，祭祀苍天和山川诸神的<a href=\"http://so.gushiwen.org/view_270.aspx\">诗</a>。《国语》说此诗为周公所作。</p> <p>　　据文献记载，夏、商、周三代建国统一天下之初，都创作过一套盛大隆重的乐舞，纪念开国立朝的功业，用以向上帝和祖先汇报，树立新朝的威信，并勉励后嗣子孙。夏禹治水成功作《大夏》，商汤统一天下之后作《大濩》，周武王灭殷之后作《大武》。这些乐舞，就成为三代最崇高而尊贵的礼乐仪式。</p> <p>　　周朝的《大武》相传为周公所作，由六场歌舞组成，歌舞开始前还有一段击鼓等待的序曲。歌舞的六场叫做“六成”，从音乐的角度叫做“六章”。舞蹈表演者有六十四人，分为八行，每行八人，叫做“八佾”。《大武》的六成再现了西周建国过程中的六大事件，组合成为一个以周代商平定天下的完整过程。因为西周立朝是武力征服的结果，所以《大武》就主要是表演和再现战争场面的武舞。据《礼记·乐记》的记载，孔子对《大武》六成所表现的历史事件做了如下的说明：“且夫《武》始而北出；再成而灭商；三成而南；四成而南国是疆；五成而分，周公左、召公右；六成复缀，以崇。（高亨《周代大武乐考释》连下读作“复缀以崇天子”）。”郑玄对这段记述做了具体解释：“始奏象观兵于盟津时也，再奏象克殷时也，三奏象克殷有余力也，四奏象南方荆蛮之国侵畔者服也，五奏象周公、召公分职而治也，六奏象兵还振旅也。”根据郑玄对孔子之言的解释，则《大武》六成当一分为二，前三成是再现武王灭商的功业的，后三成是再现周公平乱和周召二公治理天下，达到天下太平的功业的。这正与《吕氏春秋·古乐》中所述大体一致：“武王即位，以六师伐殷，六师未至，以锐兵克之于牧野，归乃荐俘馘于京太室，乃命周公为作《大武》。成王立，殷民反，王命周公践伐之。商人服象，为虐于东夷，周公遂以师逐之，至于江南。乃为《三象》，以嘉其德。”</p> <p>　　周武王姬发在祖先及父王姬昌所开创的周部族基业的基础上，在吕尚（<a href=\"http://so.gushiwen.org/author_860.aspx\">姜子牙</a>）、<a href=\"http://so.gushiwen.org/author_845.aspx\">周公旦</a>的辅佐下，联合周围众多部族，伐殷兴周，并于牧野一战，取得了彻底的胜利。然后又大封诸侯，以屏藩西周王朝。其功业，是彪炳千秋的。《诗经》中有许多篇章歌颂和赞美了他，也是符合历史真实的。</p> <p>　　《毛诗序》说：“《时迈》，巡守告祭柴望也。”《周颂·时迈》这首诗是歌颂周武王克商后封建诸侯，威震四方，安抚百神，偃武修文，从而发扬光大大周祖先功业诸事，应为宗庙祭祀先祖时歌颂周武王的乐歌。</p> <p>　　《左传·宣公十二年》说：“武王克商，作《颂》曰：‘载戢干戈，……允王保之。’”《国语·周语上》上也说：“是故周文公（即周公姬旦）之《颂》曰：‘载戢干戈，……允王保之。’”说是周武王克商建周、平定天下之后周公所作，也大体是可信的。全诗仅称武王为“王”、为“君”，没用谥号“武”字，并说“允<a href=\"http://so.gushiwen.org/author_515.aspx\">王维</a>后”、“式序在位”等等，是武王在世时的颂辞。</p>",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": [
    "诗经",
    "赞美",
    "乐歌"
  ]
}