{
  "id": 51028,
  "star": 22,
  "name": "绮寮怨·上马人扶残醉",
  "dynasty": "宋代",
  "content": "上马人扶残醉，晓风吹未醒。映水曲、翠瓦朱檐，垂杨里、乍见津亭。当时曾题败壁，蛛丝罩、淡墨苔晕青。念去来、岁月如流，徘徊久、叹息愁思盈。 <br>去去倦寻路程。江陵旧事，何曾再问杨琼。旧曲凄清。敛愁黛、与谁听。尊前故人如在，想念我、最关情。何须渭城。歌声未尽处，先泪零。",
  "fanyi": "<h2>英译</h2> ZHOU Bangyan – Lyrics to the Lament of Those Behind Adorned Windows<br>Someone gives my drunken self a hand in mounting the horse,<br>Morning breezes puff through, yet they sober me not.<br>Reflected in the rippling water are green tiles and crimson eaves,<br>Through veils of *ping willows, I a ferry terminal come across.<br>Once upon a time I wrote on the now failing wall an in*ion,<br>Covered in cobwebs it is, over the fading ink mosses grow.<br>I think of what has come and gone, years like water have flowed by,<br>Long I hang about, infused with autumn thoughts are my sighs.<br>I've grown tired of revisiting where I had been,<br>Whatever happened in Jiangling,<br>Why bother at all asking Yang Qiong of it again?<br>An old melody dreary sounds,<br>Locking listeners' brows in frowns, yet for whom is it performed?<br>If she was here before me,<br>She'd behold me most attentively with the greatest devotion.<br>I need not hear the Melody of the Town of Wei,<br>Before the song is sung to its end, my tears have begun to flow.<br/><p><strong>译文</strong><br>昨夜的酒力尚未消去，上马时尚需有人帮扶，清晨的凉风还没有把我吹醒。一路上但见碧瓦红檐，倒映在曲折的流水里，垂杨树掩映着渡口旁的驿亭。想当年曾在亭壁上题写<a href=\"http://so.gushiwen.org/view_51028.aspx\">诗</a>句，如今墙上罩满了蛛网尘埃，墨色消淡，字迹已被青苔斑蚀得模糊不清。想过去未来的进退升沉，岁月如流水。我徘徊叹息，愁思如潮，久久难以平静。<br>数年来宦游不止，已倦于打听前行的路程。江陵的风流韵事最难忘，自此后再没有能够重访歌妓杨琼。她唱着旧日的歌曲声韵凄清，她聚敛着愁眉，谁是知音与听？酒樽前的故友倘若健在，定会想念我，最是关怀动情。何必唱朋友送别的《渭城曲》，她那歌声尚未唱完，我的热泪先自飘零!</p><p><strong>注释</strong><br>① 津亭：渡口边的亭子。<br>② 杨琼：唐代江陵歌妓。<br>③ 渭城：即唐<a href=\"http://so.gushiwen.org/author_515.aspx\">王维</a>《渭城曲》。多于离别的筵席歌唱。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这首词流露的感情来说，应该是作者重回故地，在离开时突然看见过去自己与情人分别时的津口亭馆，所激起的对情人的深切的思念之情。</p> <p>　　“上马人扶残醉，晓风吹未醒”起句很是突兀。“上马人扶残醉”隐括<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>《鲁中都东楼醉起作》<a href=\"http://so.gushiwen.org/view_51028.aspx\">诗</a>：“阿谁扶上马，不省下楼时。”晓风即晨风。从“残醉”和“晓风”两句可以看出词人通宵饮酒，直到天亮。<a href=\"http://so.gushiwen.org/author_535.aspx\">柳永</a>有词“今宵酒醒何处，杨柳岸、晓风残月，”晓风尤能吹去醉意。周词中词人不仅不知道谁人扶上马，而且吹不醒，可见词人醉酒的浓度和深度，不可破除。作者由酒醉不醒写起，却掩盖了酒醉的起因，这是词人写词的顿挫处，也为后面感情的抒发埋下了伏笔。</p> <p>　　“映水曲、翠瓦朱檐，垂杨里、乍见津亭。”这里要注意“乍”字，一个字透出很多惊讶来。猛然间看见了柳荫中的渡口亭馆，它坐落在水流曲折处，绿瓦红檐，特别醒目。“乍见津亭”惊醒了词人的醉意，也唤起了词人的记忆。“当时曾题败壁，蛛丝罩、淡墨苔晕青。”意为多年以前，曾在津亭的墙壁上题词，现在墙壁已经破败剥落，蛛丝笼罩，墨迹淡化，苔晕青青。这引起词人很大的伤感。“念去来、岁月如流，徘徊久、叹息愁思盈。”“去来”，指不停的奔波。岁月如流，<a href=\"http://so.gushiwen.org/author_758.aspx\">谢灵运</a>《拟魏太子邺中题诗八首》序文：“岁月如流，零落将尽。”是说时间好像流水一样飞逝而过。“徘徊久、叹息愁思盈”，暗用<a href=\"http://so.gushiwen.org/author_509.aspx\">江淹</a>《别赋》中的句子：“明月白露，光阴往来，与子之别，思心徘徊。是以别方不定，别理千名。有别必怨，有怨必盈。”以上句意为年去岁来，时间好像流水一样过去，在此地徘徊留恋，叹息声声，有满怀的愁思。这是上半阙，写思情。先写自己通宵饮酒大醉，由乍见津亭念及败壁题词，勾起自己对往事的回忆，渐渐明白醉酒之因。但是还不是很明显，对往事的回忆只是由津亭，败笔题词带过，也没有明确怀念对象。留下感情线索，在下半阙展开。</p> <p>　　“去去倦寻路程”。“去去”在柳永的《雨霖铃》中有“念去去，千里烟波，暮霭沉沉楚天阔”。二者意义相同，即去了又去、走了又走，不停的奔波行役之意。“倦”字写出词人的倦怠之情。“江陵旧事，何事再问杨琼。”江陵，东晋时期荆州治所，在今湖北江陵，此代指荆州。这句隐括了<a href=\"http://so.gushiwen.org/author_18.aspx\">元稹</a>《和乐天示杨琼》和<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>的《问杨琼》。这里用杨琼代指自己的情人。江陵旧事，指他们过去的情事。“何曾再问杨琼”，何曾即不曾，暗示不见情人的踪影。自己不停的奔波行役，情人不见，只留下无穷的遗恨，自己再也没有机会与情人一起回忆过去的情事了。“旧曲凄清，敛愁黛，与谁听？”回忆与现实交融在一起。旧曲，应该是词人与情人当时听到的歌曲，即是下文的“渭城曲”。凄清，悲怨。敛愁黛，因愁怨而皱起黛眉。昔日离别时，你我共听凄清的离别之曲，你听曲子时因愁怨而敛眉的样子还在眼前，但是现在我与谁共听？旧曲，是诗人徘徊所闻，也因之想起以前已情人分别时的场景。既展示现在又回忆过去，既再现了当日情人的感情，也展示了自己的苦苦相思。“尊前故人如在，想念我、最关情。”设想之辞。由自己设想对方的感情。如柳永的《八声甘州》：“想佳人，妆楼颙望，误几回，天际识归舟。”也是运用的这种写法。尊前故人，指上一次分别是黛眉敛起的情人。关情，动情。词人由自身设想对方的感情，自有词人的一份痴情在，也可画出情人对词人的深情，心心相印。但是这不过是词人的想象罢了，现在词人孤独一人在河边徘徊，旧曲萦绕，、挥不去情人当时的样子。“何须《渭城》，歌声未尽处，先泪零。”这最后一句，很是巧妙，使人分不出是今日离别还是昔日离别，水乳交融。当日离别之时，与佳人共听凄曲，不待曲终，即已泪零；今日离别，又闻旧曲，不堪其情，潸然泪下。渭城之曲，即是过去同听，又是现在独闻；泪零既是当日离别之泪，又是今日相思之泪。今昔不分，亦今亦昔，感人至深。歌声未尽先已泪零，在曾经离别之地，对一个“倦寻路程”的人来说有多少身世之感，直是催人泪下。</p> <p>　　总之，这首词先写醉酒，然后由乍见津亭和败壁题词虚写离别，而后由思及离别而叹息徘徊，上片写及思念但是感情想对疏缓；下片写出思念对象，自己和双方的感情，以双双泪零作结，感情达到高潮。最后一句亦今亦昔，很是巧妙。</p>",
  "about": "<h2>创作背景</h2> 　　这首词据孙虹（《清真集》的作者）考证作于荆州。词人曾在熙宁四年（1071）年与这位歌女（词中用杨琼代指）在荆州同游，熙宁五年（1072）春天之前离开荆州。再次回到荆州时已经时隔三十五、六年。",
  "poet": {
    "id": 164,
    "star": 0,
    "name": "周邦彦",
    "image": "http://img.gushiwen.org/authorImg/zhoubangyan.jpg",
    "desc": "周邦彦（1056年－1121年），中国北宋末期著名的词人，字美成，号清真居士，汉族，钱塘（今浙江杭州）人。历官太学正、庐州教授、知溧水县等。徽宗时为徽猷阁待制，提举大晟府。精通音律，曾创作不少新词调。作品多写闺情、羁旅，也有咏物之作。格律谨严。语言典丽精雅。长调尤善铺叙。为后来格律派词人所宗。旧时词论称他为“词家之冠”。有《清真集》传世。"
  },
  "tags": [
    "宋词精选",
    "离别"
  ]
}