{
  "id": 7971,
  "star": 29,
  "name": "流夜郎赠辛判官",
  "dynasty": "唐代",
  "content": "昔在长安醉花柳，五侯七贵同杯酒。<br>气岸遥凌豪士前，风流肯落他人后？<br>夫子红颜我少年，章台走马著金鞭。<br>文章献纳麒麟殿，歌舞淹留玳瑁筵。<br>与君自谓长如此，宁知草动风尘起。<br>函谷忽惊胡马来，秦宫桃李向明开。<br>我愁远谪夜郎去，何日金鸡放赦回？",
  "fanyi": "<p><strong>译文</strong><br>往昔我们在长安醉眠花柳，与王公贵胄们同杯喝酒。<br>豪士面前，气岸凛然，什么时候风流肯落他人之后。<br>当时夫子清晨红颜，我也当少年之时，在章华台走马挥金鞭。<br>在麒麟殿献纳文章，听歌看舞淹留在豪华﹑珍贵的玳瑁宴席。<br>原以为咱们就这样长久过下去了，那知道草动风尘起,那安禄山小子反了。<br>函谷关忽报胡马杀来，皇上身边的人一个个得以提拔，如同秦宫向阳的桃李开得格外绚丽。<br>我现在却远谪到夜郎去，愁死我了，何日朝廷金鸡大赦，让我回来？</p> <p><strong>注释<br></strong>①五侯：《汉书·元后传》：河平二年，上悉封舅谭为平阿侯，商成都侯，立红阳侯，根曲阳侯，逢时高平侯，五人同日封，故世谓之五侯。<br>七贵：<a href=\"http://so.gushiwen.org/author_827.aspx\">潘岳</a>《西征赋》：窥七贵于汉庭。李善注七姓谓吕、霍、上官、赵、丁、傅、王也。<br>唐人多以汉暗喻本朝之事，故五侯七贵借指当时与<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>结交的达官显贵。<br>②气岸，犹意气。<br>③章台，汉时长安城有章台街，是当时长安妓院集中之处，后人以章台代指妓院赌场等场所。《汉书·张敞传》：“时罢朝会，过走马章台街，使御吏驱，自以便面拊马。”<a href=\"http://so.gushiwen.org/author_1448.aspx\">颜师古</a>注谓其不欲见人，以扇自障面。后世以“章台走马”指冶游之事。<br>④汉代宫殿名，《汉书·佞幸传·董贤》：“后上置酒 麒麟殿 ， 贤 父子亲属宴饮。”<br>⑤淹留，停留。淹，滞留。<br>⑥玳瑁筵：筵，席也。玳瑁筵为<a href=\"http://so.gushiwen.org/view_7971.aspx\">诗</a>中常用语，盖华靡之席，黑白交织，有似玳瑁纹，故云。<br>⑦金鸡放赦：金鸡，古代颁布赦诏时所用的仪仗。后用作大赦之典。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　前面八句描绘了<a href=\"http://so.gushiwen.org/view_7971.aspx\">诗</a>人春风得意时的生活景象。开头两句写诗人醉眠花柳，与当朝权贵们开怀畅饮。显示出诗人当时的生活之奢华。后面四句则表现出诗人当时的心态。那时候，诗人风华正茂，豪气干云。手握金鞭，走马章台，流连琼筵，出入宫掖，睥睨权豪。花红酒绿时纵情喝酒，歌舞声中尽情享受。随后两句凸显出皇帝对诗人的宠信，诗人能够在宫殿中为皇帝呈献文章，在酒席上流连忘返。表现出诗人在朝廷上的地位之高。</p> <p>　　中间两句是转折句，起承上启下的作用。诗人原本以为这种同赴侯门、走马章台、献赋金宫、醉卧酒筵的得意生活会永远持续下去，谁知好景不长，平地风雷，安史之乱爆发了。“函谷忽惊胡马来”，即指安史叛军攻陷潼关，占领东西两京。一个“忽”字表现出这次战乱的出乎意料，忽然之间，平静的生活就这样被打乱了，诗人再也无法过以前那种无忧无虑的生活了。</p> <p>　　最后四句是对诗人战乱爆发后的生活的描述。敌人已经占领函谷关了，许多昔日同僚因兵兴之际，被朝廷越次擢用，好像桃花李花在阳光下盛开。此句或为诗人对当朝统治者的谴责，诗人眼见国家罹难，生民涂炭，欲为国效力而不可得，故而生发哀怨之情。最终诗人独自远谪夜郎，漂泊天涯。只能期待能够等到朝廷大赦天下的时候，使诗人能够有机会重新回归朝廷，为国家尽一份力。最后两句含蓄的表达了诗人希望辛判官能够施以援手，使诗人能够早日回归的心情。</p> <p>　　此诗回忆昔日在长安的得意生活，对长流夜郎充满哀怨之情，通过今昔对比，写出他此时此刻企盼赦还的心情。诗中今昔处境的强烈对比，自然有博取辛判官同情之心，也暗含有期待援引之意。由于<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>此诗直露肺腑，对当年得意生活颇有炫耀之意，不无庸俗之态，所以历来不少读者认为它非李白所作，即使肯定其豪迈气象，也显得极为勉强。不过穷苦潦倒之时，落魄失意之后，人们都不免会对当年春风得意的生活充满眷念，尤其在一个陷入困境、进人晚年依靠回忆来支撑自己的的诗人身上，这种眷念更会牢牢地占据他的心灵。</p> <p>　　诗中使读者看到了诗人凡俗的一面，对失去繁华与功名的痛苦。只是诗人凡俗的这一面并没有主导诗人的精神生活。在更多的痛苦与不称意中，诗人是将自己的精神放飞在大自然中，放飞在睥睨一切的狂放与飘逸中。</p>",
  "about": "<h2>创作背景</h2> 　　这首<a href=\"http://so.gushiwen.org/view_7971.aspx\">诗</a>写于乾元元年（758年），<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>在这年春天，终因参加永王李磷幕府事而获罪，被流放到夜郎（今贵州省桐梓县一带），此诗大概是诗人刚被流放时所作。辛判官，可能是李白供奉翰林时的朋友。或许这位辛判官在与诗人对饮时，反复安慰诗人，于是诗人慷慨高歌，尽情向他倾诉郁悒之情。",
  "poet": {
    "id": 247,
    "star": 0,
    "name": "李白",
    "image": "http://img.gushiwen.org/authorImg/libai.jpg",
    "desc": "李白（701年－762年），字太白，号青莲居士，唐朝浪漫主义诗人，被后人誉为“诗仙”。祖籍陇西成纪(待考)，出生于西域碎叶城，4岁再随父迁至剑南道绵州。李白存世诗文千余篇，有《李太白集》传世。762年病逝，享年61岁。其墓在今安徽当涂，四川江油、湖北安陆有纪念馆。"
  },
  "tags": [
    "抒怀"
  ]
}