{
  "id": 71766,
  "star": 41,
  "name": "荷叶杯·镜水夜来秋月",
  "dynasty": "唐代",
  "content": "镜水夜来秋月，如雪。采莲时，小娘红粉对寒浪。惆怅，正思惟。",
  "fanyi": "<p><strong>译文</strong><br>池中水波平如镜子，映照着夜空中的一轮秋月，月光皎洁如雪。正是采莲的时节，那采莲的少女，红粉盛妆却只能空对着寒冷的水波，不由感到万分惆怅。她人在采莲，心中却思量着远方的情郎，愁思难解，黯然神伤。</p> <p><strong>注释</strong><br>①镜水：平静明净的水。唐李肇《唐国史补》卷下：“凡造物南水土，故江东官纱绫、官纸者，镜水之故也。”<br>②小娘：此指采莲的少女。红粉：女子化妆所用的胭脂和铅粉，这里指妆扮得十分美丽的少女面庞。寒浪：寒凉的水波。<br>③思惟：思量，思念。《汉书·张汤传》：“使专精神，忧念天下，思惟得失。”</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　这首词开头“镜水夜来秋月，如雪”描写秋天夜色，皎洁明媚的月光，倾泻在平静如镜的水面上，好像洁白的雪。点出时间是秋天的一个月色明媚的晚上——一个良辰。并以秋月之景，渲染出一种浪漫的气氛：有良辰必有美景。“采莲时”，点出了人物活动的地点。这个活动地点是个很重要的背景。因为在南方采莲季节常常包含着男女表达爱情的活动，是一个很浪漫的季节。只有交待出这一场所，才能更好的展开下文，也算是一种铺垫。这样才能使下文的意境更充实，更易理解，更易把握女主人公的情感世界。“小娘红粉对寒浪”，“小娘”是指采莲女，<a href=\"http://so.gushiwen.org/view_71766.aspx\">诗</a>中的女主人公。“红粉”，是说采莲女正值青春妙龄，打扮的十分美丽，楚楚动人。“红粉”两字用简练的笔法勾勒出了采莲女的外貌特征也体现出一种淡雅丽饰的色彩美，女为悦己者容，采莲女一出场就给人以不俗的感觉，清新淡雅。而“寒浪”则是对“红粉”的衬托，以及对心境进一步的解说。“红”在这还象征着青春、热烈、希望和期盼，而“寒”表面上看是对秋月的进一步解释，孤寂，寒凉而内涵则是表示孤单和寂寞，以周围的环境和气氛，来揭示女主人公的内心世界。在这镜水如月之夜，浪漫季节，不仅心起涟漪故而“惆怅”，进而有所思。“正思惟”，则是这时心境的真实写照。这季节，花好月圆，情歌缭绕，四处回响；轻舟荡漾，激起浪花朵朵，而自己的恋人不知在何方。不禁心潮激荡，思绪茫茫，无人能解其中滋味。正是越思越想，越想越愁，越愁越伤感，正应了古语“剪不断，理还乱”。</p><br/><h2>鉴赏二</h2> <p>　　此词抒写少女月夜采莲的惆怅。头两句八字缀时间景物：秋水，秋夜，秋月，水平如镜，月光如雪，构成了一幅秋夜月色雪景图。与此同时采莲常常蕴含着男女情爱意旨的表达，南朝乐府民歌《两洲曲》中即云：“开门郎不至，出门采红莲。采莲南塘秋，莲花过人头。低头弄莲子，莲子青如水。置莲怀袖中，莲心彻底红。”女子爱恋情郎的心清澈如水、热情似火，显得格外纯真、赤诚。另如晚唐<a href=\"http://so.gushiwen.org/author_66.aspx\">皇甫松</a>的《采莲子》词：“船动湖光滟滟秋，贪看年少信船流。无端隔水抛莲子，遥被人知半日羞。”情窦初开的采莲少女被岸上的英俊少年迷住了，爱情的火焰悄悄燃起。她下意识地抛出一颗莲子、一颗少女初恋的心。所以，这里的采莲活动也隐含着对情爱的渴望和追求。作品善于捕捉采莲女子一瞬间的情感：她面对自己映在水光之中的娇颜，顿生孤寂与惆怅，“红粉”与“寒浪”的映照，“惆怅”心情的揭示，“思惟”意念的抒发，都令这清雅的荷塘月夜增添了一丝淡淡的感伤色彩。而她面对寒浪，心感惆怅。为甚？“正思维”，思维什么？词人不回答，留给读者驰骋想象的余地，言尽而意未尽。</p> <p>　　这首词写的很精练，紧抓采莲女月夜伫立凝思这一意象，用简洁凝练的笔法，层层递进，把少女那种孤寂、苦闷、惆怅的心境展露无遗。短短二十三字，就把情景融与一体，可见其卓绝的想象力和高超的驾驭语言的能力。</p>",
  "about": "<h2>创作背景</h2> <p>　　清晨，采莲时候，采莲少女红润的粉面，影照在清冷明彻的镜水之上，词人有感而作。 </p>",
  "poet": {
    "id": 415,
    "star": 0,
    "name": "温庭筠",
    "image": "http://img.gushiwen.org/authorImg/wentingyun.jpg",
    "desc": "温庭筠（约812—866）唐代诗人、词人。本名岐，字飞卿，太原祁（今山西祁县东南）人。富有天才，文思敏捷，每入试，押官韵，八叉手而成八韵，所以也有“温八叉”之称。然恃才不羁，又好讥刺权贵，多犯忌讳，取憎于时，故屡举进士不第，长被贬抑，终生不得志。官终国子助教。精通音律。工诗，与李商隐齐名，时称“温李”。其诗辞藻华丽，秾艳精致，内容多写闺情。其词艺术成就在晚唐诸词人之上，为“花间派”首要词人，对词的发展影响较大。在词史上，与韦庄齐名，并称“温韦”。存词七十余首。后人辑有《温飞卿集》及《金奁集》。"
  },
  "tags": [
    "秋天",
    "月夜",
    "少女",
    "孤独",
    "感伤"
  ]
}