{
  "id": 61092,
  "star": 12,
  "name": "满江红·和王实之韵送郑伯昌",
  "dynasty": "宋代",
  "content": "怪雨盲风，留不住江边行色。烦问讯、冥鸿高士，钓鳌词客。千百年传吾辈语，二三子系斯文脉。听王郎一曲玉箫声，凄金石。<br>晞发处，怡山碧；垂钓处，沧溟白。笑而今拙宦，他年遗直。只愿常留相见面，未宜轻屈平生膝。有狂谈欲吐且休休，惊邻壁。",
  "shangxi": "<h2>赏析</h2> <p>　　这是一首送别词，但写法脱俗。它既洋溢着个人情谊，又寄托了宏大的抱负，在擅写离情别绪的宋词中别具一格。</p> <p>　　王实之、郑伯昌，和作者是福建同乡，都有救国志向，因坚持正直操守而罢职闲居家乡。这时郑伯昌被征召做京城附近地方官。此词乃作者送行时和王实之韵所作的词。</p> <p>　　词的开端气魄宏大，好像用一架广镜头的照相机，摄下了在江边知音话别的特定场面。纵然江水横阔，风狂雨骤，却还是留不住行人。“怪雨盲风”四字，起句突兀，雄浑悲壮。作者与郑伯昌之间依依惜别的情感，已鲜明的烘托出来了。友人之间依依惜别的情感，已鲜明地烘托出来了。</p> <p>　　郑伯昌一向刚直不阿，此行当然不是追名逐利，结交显宦俗吏，因此托他带口讯问候那些不受网罗的高士和才气豪放的<a href=\"http://so.gushiwen.org/view_61092.aspx\">诗</a>坛奇杰。作者以高飞的鸿雁来形容才士的高绝尘俗，十分贴切生动。“钓鳌词客”用《列子·汤问》典，喻指志士仁人的豪放胸襟和惊天动地的壮举。作者与郑伯昌、王实之等人，当然都属于这样的高士豪客了。借这样的典故，作者及其友人的高远的行止，就含蓄道出了，这样避免了浅露。他们的放言高论，虽然不合于世，甚至抵触忌讳，但他们深信可以流传千载而不朽。词中用孔子困于匡时说的“天之未丧斯文也，匡人其如予何”的话，有力地印证上述看法。接着，作者笔锋宕开，又回到了江边送别的特定场景：“听王郎一曲玉箫声，凄金石”，极写王实之吹起玉箫乐声激越。如<a href=\"http://so.gushiwen.org/author_495.aspx\">钱起</a>的《省试湘灵鼓瑟》诗所谓的“苦调凄金石”。离别毕竟是痛苦的。箫声送客，意气慷慨，迥然不同于“儿女沾巾”的俗套，写来别具一格，正与作者博大的胸襟相激荡。</p> <p>　　下片峰回路转，在读者面前再现出一幅高人逸士的逍遥图。洗净头发，于家乡的青山之阳，垂钓于白茫茫的海边。在作者笔下，这一切似乎将人的心灵都给淘净了。几句描写作者与友人闲居时期洒脱放浪的情趣，更衬托出他们高洁的志向和行止。晞发，语出<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>《九歌·少司命》：“日希女发合阳之阿。”唐朝<a href=\"http://so.gushiwen.org/author_248.aspx\">宋之问</a>《酬李丹徒见赠之作》有“以予惭拙宦，期子遇良媒”这句，宋之问惭为“拙宦”，是自谦，而且看重功名；<a href=\"http://so.gushiwen.org/author_106.aspx\">刘克庄</a>将“惭”改为“笑”，一个“笑”字，仕途功名，灰飞烟灭。词人兀傲清高，对青史留名有着十足的信心，因而也就不屑于一时的升迁得失了。一个“笑”字，真是画龙点睛的妙笔！</p> <p>　　然而郑伯昌现在又要出山起用了，临别珍重赠言，心情的矛盾和起伏达到了高潮。“只愿常留相见面，未宜轻屈平生膝”，两句情恳意切，笔调凝重，读来令人感动。“狂谈欲吐”句，表达了彼此“壮图雄心”，不吐不快的意愿。但是，这只能被人视作惊世怪谈，动辄得咎。还是不再谈论吧！英雄好汉，竟然只能如此欲言还罢，作者的郁勃心情，对黑暗政治的批判，都喷薄而出。词章中现实与理想尖锐冲突的结尾与顶着怪雨盲风出发的开头，前后照映，正是“江头未是风波恶，别有人间行路难”（<a href=\"http://so.gushiwen.org/author_217.aspx\">辛弃疾</a>《鹧鸪天·送人》）。一曲激昂慷慨的壮歌，奔腾激涌，至此戛然而止，神韵悠悠，让人回味不尽。</p>",
  "poet": {
    "id": 106,
    "star": 0,
    "name": "刘克庄",
    "image": "http://img.gushiwen.org/authorImg/liukezhuang.jpg",
    "desc": "刘克庄(1187～1269) 南宋诗人、词人、诗论家。字潜夫，号后村。福建莆田人。宋末文坛领袖，辛派词人的重要代表，词风豪迈慷慨。在江湖诗人中年寿最长，官位最高，成就也最大。晚年致力于辞赋创作，提出了许多革新理论。"
  },
  "tags": [
    "送别",
    "抱负"
  ]
}