{
  "id": 72817,
  "star": 53,
  "name": "自祭文",
  "dynasty": "魏晋",
  "content": "　　岁惟丁卯，律中无射。天寒夜长，风气萧索，鸿雁于征，草木黄落。陶子将辞逆旅之馆，永归于本宅。故人凄其相悲，同祖行于今夕。羞以嘉蔬，荐以清酌。候颜已冥，聆音愈漠。呜呼哀哉！</p> <p>　　茫茫大块，悠悠高旻，是生万物，余得为人。自余为人，逢运之贫，箪瓢屡罄，絺绤冬陈。含欢谷汲，行歌负薪，翳翳柴门，事我宵晨，春秋代谢，有务中园，载耘载籽，乃育乃繁。欣以素牍，和以七弦。冬曝其日，夏濯其泉。勤靡余劳，心有常闲。乐天委分，以至百年。</p> <p>　　惟此百年，夫人爱之，惧彼无成，愒日惜时。存为世珍，殁亦见思。嗟我独迈，曾是异兹。宠非己荣，涅岂吾缁？捽兀穷庐，酣饮赋诗。识运知命，畴能罔眷。余今斯化，可以无恨。寿涉百龄，身慕肥遁，从老得终，奚所复恋！</p> <p>　　寒暑愈迈，亡既异存，外姻晨来，良友宵奔，葬之中野，以安其魂。窅窅我行，萧萧墓门，奢耻宋臣，俭笑王孙，廓兮已灭，慨焉已遐，不封不树，日月遂过。匪贵前誉，孰重后歌？人生实难，死如之何？鸣呼哀哉！",
  "fanyi": "<p><strong>译文</strong><br>　　现在是丁卯年九月，天气寒冷，秋夜漫长，景象萧条冷落，大雁南飞，草木枯黄凋零。陶子将要辞别这暂时寄居的人世，永远回到自己本来的住处。亲友们怀着凄伤悲哀的心情，今晚一道来祭奠我的亡灵，为我送行。他们为我供上了新鲜的果蔬，斟上了清酒。看看我的容颜，已是模糊不清；听听我的声音，更是寂静无声。悲痛啊，悲痛！</p> <p>　　茫茫大地，悠悠高天，你们生育了万物，我也得以降生人间。自从我成为一个人，就遭遇到家境贫困的命运，饭筐水瓢里常常是空无一物，冬天里还穿着夏季的葛布衣服。可我仍怀着欢快的心情去山谷中取水，背着柴火时还边走边唱，在昏暗简陋的茅舍中，一天到晚我忙碌不停。从春到秋。田园中总是有活可干，又是除草又是培土，作物不断滋生繁衍。捧起书籍，心中欣欢；弹起琴弦，一片和谐。冬天晒晒太阳，夏天沐浴于清泉。辛勤耕作，不遗余力，心中总是悠闲自在。乐从天道的安排，听任命运的支配，就这样度过一生。</p> <p>　　这人生一世，人人爱惜它，唯恐一生不能有所成就，格外珍惜时光。生前为世人所尊重，死后被世人所思念。可叹我自己独行其是，竟是与众不同。我不以受到宠爱为荣耀，污浊的社会岂能把我染黑？身居陋室，意气傲然，饮酒赋<a href=\"http://so.gushiwen.org/view_72817.aspx\">诗</a>。我识运知命，所以能无所顾念。今日我这样死去，可说是没有遗恨了。我已至老年，仍依恋着退隐的生活，既以年老而得善终，还又有什么值得留恋！</p> <p>　　岁月流逝，死既不同于生，亲戚们清晨便来吊唁，好友们连夜前来奔丧，将我葬在荒野之中，让我的灵魂得以安宁。我走向幽冥，萧萧的风声吹拂着墓门，我以宋国桓魋那样奢侈的墓葬而感到羞耻，以汉代杨王孙那过于简陋的墓葬而感到可笑。墓地空阔，万事已灭，可叹我已远逝，既不垒高坟，也不在墓边植树，时光自会流逝。既不以生前的美誉为贵，谁还会看重那死后的歌颂呢？人生道路实在艰难，可人死之后又能怎样呢？悲痛啊，悲痛！</p> <p><strong>注释</strong><br>惟：为，是。丁卯：指宋文帝元嘉四年（427）。<br>律中（zhòng）无射（yì）：指农历九月。律：乐律。古时把标志音高的十二律同十二个月份相配，用十二律的名称代表月份。无射：为十二律之一，指农历九月。<br>萧索：萧条，冷落。<br>鸿雁：大雁。于：语助词，无意义。征：行，这里指飞过。<br>逆旅之馆：迎宾的客舍，比喻人生如寄。<br>本宅：犹老家，指坟墓。<br>故人：指亲友。其：语助词，无意义。相：交相。<br>祖行：指出殡前夕祭奠亡灵。<br>羞：进献食品，这里指供祭。<br>荐：进，供。《周礼·天官·庖人》：“共王之膳与其荐羞之物。”郑玄注：“荐，亦进也；备品物曰荐，致滋味乃为羞。”清酌：指祭奠时所用的酒。<br>候：伺望。冥：昏暗，模糊不清。<br>聆：听。漠：通“寞”，寂静无声。<br>大块：指大地。《庄子·大宗师》：“夫大块载我以形，劳我以生，扶我以老，息我以死。”<br>旻（mín）：天。<br>是：此。指天地，大自然。<br>运：指家运。<br>箪（dàn）：盛饭的圆竹篮。瓢：盛水的葫芦。罄（qìng）：空，尽。<br>絺绤（chī xì）：夏天穿的葛布衣，絺是细葛布，绤是粗葛布。陈：设、列，这里指穿。<br>谷汲：在山谷中取水。<br>行歌：边走边唱。负薪：背着柴禾。<br>翳翳（yì）：昏暗的样子。柴门：用树条编扎的门，指屋舍简陋。<br>事我宵晨：谓料理日常生活。事：做。宵晨：早晚。<br>代谢：相互更替。<br>务：指从事农活。中园：园中，指田园。<br>载：又，且。耘：除草。耔（zǐ）：在苗根培土。<br>乃育乃繁：谓作物不断滋生繁衍。乃：就。<br>素牍（dú）：指书籍。牍是古代写字用的木简。<br>和：和谐。七弦：指七弦琴。<br>曝（pù）：晒。 <br>濯（zhuó）：洗涤。<br>勤靡余劳：辛勤耕作，不遗余力。靡：无。<br>常：恒久。闲：悠闲自在。<br>乐天：乐从天道的安排。委分：犹“委命”，听任命运的支配。分：本分，天分。<br>百年：一生，终身。 <br>惟：句首助词。<br>夫：句首助词。人：犹“人人”。<br>彼：指人生一世。 无成：无所成就。<br>愒（kài）：贪。<br>存为世珍：生前被世人所尊重。存：指在世之时。<br>殁：死。见思：被思念。<br>嗟我独迈：感叹自己独行其是。迈：行。<br>曾：乃，竟。 兹：这，指众人的处世态度。<br>宠非己荣：不以受到宠爱为荣耀。<br>涅（niè）岂吾缁（zī）：污浊的社会岂能把我染黑。涅：黑色染料。缁：黑色，这里用作动词，变黑。《论语·阳货》：“不日自乎，涅而不缁。”<br>捽（zuó）兀：挺拔突出的样子，这里形容意气高傲的样子。<br>畴（chóu）：语助词，无意义。罔：无。眷：眷念，留恋，指人世。<br>斯：此，这样。化：物化，指死去。<br>涉：及，到。百龄：百岁，这里指老年。<br>肥遁：指退隐。《周易-遁卦》：“上九，肥遁，无不利。”肥：宽裕自得。遁：退避。 <br>从老得终：谓以年老而得善终。<br>奚（xī）：何。<br>逾迈：进行。<br>亡：死。异：不同于。存：生，活着。<br>外姻：指母族或妻族的亲戚。这里泛指亲戚。<br>奔：指前来奔丧。<br>之：作者自指。中野：荒野之中。<br>窅窅（yǎo）：隐晦的样子。<br>萧萧：风声。<br>奢耻宋臣：以宋国桓魋（tuí）那样奢侈的墓葬而感到羞耻。宋臣：《孔子家语》说，孔子在宋国时，宋国的司马（官职）桓魋为自己造石椁，三年不成，工匠皆病，孔子以为过于奢侈了。<br>俭笑王孙：以汉代的杨王孙过于简陋的墓葬而感到可笑。《汉书·杨王孙传》载：杨王孙临死前嘱咐子女：“死则布囊盛尸，入地七尺，既下，从足引脱其囊，以身亲土。”<br>廓：空阔，指墓地。火：消灭，指人已死去。<br>遐：远，指死者远逝。<br>不封：不垒高坟。不树：不在墓边植树，《礼记·王制》：“庶人县封，葬不为雨止，不封不树。”作者自视为庶人。<br>匪：同“非”。前誉：生前的美誉。<br>孰：谁。后歌：死后的歌颂。<br>如之何：如何，怎样。之：语助词，无意义。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　祭文起笔，展现的是一个凄清的虚境：深秋的夜晚，萧瑟的寒风刮得正紧；草木相约着一起枯黄萎去；夜色里还传来几声鸿雁南飞的哀唳。<a href=\"http://so.gushiwen.org/view_72817.aspx\">诗</a>人终于感觉到生命的大限已到，该是辞别人世、永归“本宅”的时候了。恍惚间“嘉蔬”、“清酌”已供满祭案，“娇儿索父啼，良友抚我哭”（《挽歌辞》）的景象，依稀都飘浮眼前。诗人却将停卧棺中，再听不到那幽幽悲泣之音，看不见那吊衣如雪之景。这是一种心酸的情境：秋气的萧瑟与将死的哀情相融相映。一句“呜呼哀哉”之叹，更使开篇蒙上了苍凉气息。</p> <p>　　在辞世的弥留之间，追索飘逝而去的一生，当诗人抚视那“逢运之贫”的清素出身，“箪瓢屡罄，絺绤冬陈”的窘困生涯时，也曾为之黯然，不过令诗人宽慰的是，清素养育了他的淳真之心，窘困也未移易他对人生的热爱。虽然不免要宵晨“谷汲”，荷锄“负薪”，朝夕出入的也只是“翳翳柴门”。然而他有欢乐，有歌声，有“载耘载耔”的怡然和“欣以素牍，和以七弦”的自得。文中所展示的诗人的平生，很琐碎，很平淡，没有官场中人车骑雍容的气象、笙歌院落的富丽。但这恰恰是诗人引为自豪的人生。从“含欢”、“行歌”的轻笔点染中描写了一位遗世独立、超逸不群的高蹈之士的身影。他“不戚戚于贫贱，不汲汲于富贵”，在“冬曝其日，夏濯其泉”的简朴生活中，在“乐天委分”的淡然一笑中，领略到了“我心常闲”的劳作之乐趣，体会到了自由不羁的人生之价值。这样度过的一生看似平淡，但较之于巧取豪夺，较之于“为五斗米折腰”而丧失独立之人格，更充实、更富足。这一节的行文，正如诗人平日的田园诗，疏淡、平远，字里行间淌满了深情。浓浓的人生意趣，融入悠悠的哲理思索，久久回味而不尽。</p> <p>　　“嗟我独迈，曾是异兹”一节，表明了诗人回顾平生后无悔无怨的态度：营营惜生、追名逐利的生涯毫不可慕；在那污浊的世界里，适足以秽污了人的美好本性而已。诗人洁身自好，不以尊宠为荣，肮脏的东西又岂能沾染诗人的身心。置身于陇亩之中，独立于天地之间，“捽兀穷庐，酣饮赋诗”，才是值得追求的傲岸率真之人生。诗人正是这样做了，这一生已无所遗恨。所以对于即将到来的死生之变，诗人显得格外平静。诗人知道帝乡之“不可期”，他知道死去之“何所道”，自己既然已“寿涉百龄”，“从老得终”，那就任它“托体同山阿”好了，又有什么可眷恋的。在“外姻晨来，良友宵奔”的凄清氛围中，就要离去——他似乎不喜不惧，显得异样地安详。</p> <p>　　然而，诗人对自己的一生，也并非真的一无憾意。在诗人的内心深处，仍蕴蓄着几分悲怆和苦涩。此文写到结尾，诗人的辞世之梦也已编织到了最幽暗的一幕：当诗人看见自己在昏昧中告别“逆旅之馆”、踽踽飘临“萧萧墓门”之际，虽然表现了“不封不树，日月遂过”的淡泊，“匪贵前誉，孰重后歌”的超旷，但还是发出了“廓兮已灭，慨焉已遐”的苍凉慨叹。此刻，诗人似乎对过去的一生，又投去了最后的一瞥，诗人忽然见到了另一个自己：从“猛志逸四海，骞翮思远翥”（《杂诗》）的少年意气，到“大济于苍生”（《感士不遇赋》）壮年怀抱，从对“荆轲”抗暴精神的讴歌，到对“桃花源”无压迫社会的向往。在诗人的一生中，除了“性本爱丘山”的率真外，原也有造福世界的雄怀。然而，诗人所置身的时代，却是一个“网密裁而鱼骇，宏罗制而鸟惊”的专制时代。理想被幻灭，壮志被摧折，诗人纵然“怀琼握兰”，又能有何作为，最终只能如一只铩羽之鸟、一朵离岫之云，在归隐林下的孤寂中了其一生。这深藏在内心的悲怆，在诗人离世的最后一瞥中，终于如潮而涌，化作了结语的嗟叹：“人生实难，死如之何？”</p> <p>　　这嗟叹之音，震散了诗人的自悼之梦，也使貌似平静的祭文霎时改观。南宋<a href=\"http://so.gushiwen.org/author_417.aspx\">真德秀</a>在《跋黄瀛拟陶诗》中论及<a href=\"http://so.gushiwen.org/author_645.aspx\">陶渊明</a>时说：“虽其遗荣辱、一得丧，真有旷达之风，细玩其词，时亦悲凉感慨，非无意世事者。”《自祭文》亦正如此：在它那“身慕肥遁”、自甘淡泊的回顾中，虽然有“我心常闲”的安舒，但也有“嗟我独迈”的咨叹；那“翳翳柴门”，固然掩映着他“捽兀穷庐”的旷傲，但也不免有“闲居寡欢”的落寞（《饮酒》）；“识运知命，乐天委分”是通达的，但又何尝不含有“日月掷人去，有志不获骋”的辛酸和无奈，诗人也平静，但那是饱经风霜后苦衷难言的平静；诗人也“含欢”，但那也大抵是暂时忘却苦恼的欢欣。旷达中含几多悲凉，飘逸中带几多沉重，这就是诗人陶渊明辞世前夕，所编织的最后梦境的真实色彩。</p>",
  "about": "<h2>创作背景</h2> 　　<a href=\"http://so.gushiwen.org/view_72817.aspx\">诗</a>人<a href=\"http://so.gushiwen.org/author_645.aspx\">陶渊明</a>出身于没落的士族家庭，自幼生活贫苦。早年他立下了济世的壮志，曾几次出仕，先后做过江州祭酒、镇军参军、建威参军、彭泽令，每次做官的时间都不长。最后因为看不惯当时政治的黑暗和官场的丑恶，决心不为五斗米折腰，辞官回家，亲自从事耕作。尽管他常常不免于冻饿，但他拒绝与统治集团合作的决心，丝毫没有动摇。宋文帝元嘉四年（427年）9月，是时诗人陶渊明63岁，诗人有感于自己的身体状况，于是总结归纳自己的人生，也旨在表达自己脱俗的节操，便为自己写下了这篇祭文。三个月后，诗人逝世。",
  "poet": {
    "id": 645,
    "star": 0,
    "name": "陶渊明",
    "image": "http://img.gushiwen.org/authorImg/taoyuanming.jpg",
    "desc": "陶渊明（约365年—427年），字元亮，（又一说名潜，字渊明）号五柳先生，私谥“靖节”，东晋末期南朝宋初期诗人、文学家、辞赋家、散文家。汉族，东晋浔阳柴桑人（今江西九江）。曾做过几年小官，后辞官回家，从此隐居，田园生活是陶渊明诗的主要题材，相关作品有《饮酒》、《归园田居》、《桃花源记》、《五柳先生传》、《归去来兮辞》等。"
  },
  "tags": [
    "祭文"
  ]
}