{
  "id": 72280,
  "star": 63,
  "name": "原道",
  "dynasty": "唐代",
  "content": "　　博爱之谓仁，行而宜之之谓义，由是而之焉之谓道，足乎己无待于外之谓德。仁与义为定名，道与德为虚位。故道有君子小人，而德有凶有吉。老子之小仁义，非毁之也，其见者小也。坐井而观天，曰天小者，非天小也。彼以煦煦为仁，孑孑为义，其小之也则宜。其所谓道，道其所道，非吾所谓道也。其所谓德，德其所德，非吾所谓德也。凡吾所谓道德云者，合仁与义言之也，天下之公言也。老子之所谓道德云者，去仁与义言之也，一人之私言也。</p> <p>　　周道衰，孔子没，火于秦，黄老于汉，佛于晋、魏、梁、隋之间。其言道德仁义者，不入于杨，则归于墨；不入于老，则归于佛。入于彼，必出于此。入者主之，出者奴之；入者附之，出者污之。噫！后之人其欲闻仁义道德之说，孰从而听之？老者曰：“孔子，吾师之弟子也。”佛者曰：“孔子，吾师之弟子也。”为孔子者，习闻其说，乐其诞而自小也，亦曰“吾师亦尝师之”云尔。不惟举之于口，而又笔之于其书。噫！后之人虽欲闻仁义道德之说，其孰从而求之？</p> <p>　　甚矣，人之好怪也，不求其端，不讯其末，惟怪之欲闻。古之为民者四，今之为民者六。古之教者处其一，今之教者处其三。农之家一，而食粟之家六。工之家一，而用器之家六。贾之家一，而资焉之家六。奈之何民不穷且盗也？</p> <p>　　古之时，人之害多矣。有圣人者立，然后教之以相生相养之道。为之君，为之师。驱其虫蛇禽兽，而处之中土。寒然后为之衣，饥然后为之食。木处而颠，土处而病也，然后为之宫室。为之工以赡其器用，为之贾以通其有无，为之医药以济其夭死，为之葬埋祭祀以长其恩爱，为之礼以次其先后，为之乐以宣其湮郁，为之政以率其怠倦，为之刑以锄其强梗。相欺也，为之符、玺、斗斛、权衡以信之。相夺也，为之城郭甲兵以守之。害至而为之备，患生而为之防。今其言曰：“圣人不死，大盗不止。剖斗折衡，而民不争。”呜呼！其亦不思而已矣。如古之无圣人，人之类灭久矣。何也？无羽毛鳞介以居寒热也，无爪牙以争食也。</p> <p>　　是故君者，出令者也；臣者，行君之令而致之民者也；民者，出粟米麻丝，作器皿，通货财，以事其上者也。君不出令，则失其所以为君；臣不行君之令而致之民，则失其所以为臣；民不出粟米麻丝，作器皿，通货财，以事其上，则诛。今其法曰，必弃而君臣，去而父子，禁而相生相养之道，以求其所谓清净寂灭者。呜呼！其亦幸而出于三代之后，不见黜于禹、汤、文、武、周公、孔子也。其亦不幸而不出于三代之前，不见正于禹、汤、文、武、周公、孔子也。</p> <p>　　帝之与王，其号虽殊，其所以为圣一也。夏葛而冬裘，渴饮而饥食，其事虽殊，其所以为智一也。今其言曰：“曷不为太古之无事”？”是亦责冬之裘者曰：“曷不为葛之之易也？”责饥之食者曰：“曷不为饮之之易也？”传曰：“古之欲明明德于天下者，先治其国；欲治其国者，先齐其家；欲齐其家者，先修其身；欲修其身者，先正其心；欲正其心者，先诚其意。”然则古之所谓正心而诚意者，将以有为也。今也欲治其心而外天下国家，灭其天常，子焉而不父其父，臣焉而不君其君，民焉而不事其事。孔子之作《春秋》也，诸侯用夷礼则夷之，进于中国则中国之。经曰：“夷狄之有君，不如诸夏之亡。”《诗》曰：戎狄是膺，荆舒是惩”今也举夷狄之法，而加之先王之教之上，几何其不胥而为夷也？</p> <p>　　夫所谓先王之教者，何也？博爱之谓仁，行而宜之之谓义。由是而之焉之谓道。足乎己无待于外之谓德。其文：《诗》、《书》、《易》、《春秋》；其法：礼、乐、刑、政；其民：士、农、工、贾；其位：君臣、父子、师友、宾主、昆弟、夫妇；其服：麻、丝；其居：宫、室；其食：粟米、果蔬、鱼肉。其为道易明，而其为教易行也。是故以之为己，则顺而祥；以之为人，则爱而公；以之为心，则和而平；以之为天下国家，无所处而不当。是故生则得其情，死则尽其常。效焉而天神假，庙焉而人鬼飨。曰：“斯道也，何道也？”曰：“斯吾所谓道也，非向所谓老与佛之道也。尧以是传之舜，舜以是传之禹，禹以是传之汤，汤以是传之文、武、周公，文、武、周公传之孔子，孔子传之孟轲，轲之死，不得其传焉。荀与扬也，择焉而不精，语焉而不详。由周公而上，上而为君，故其事行。由周公而下，下而为臣，故其说长。然则如之何而可也？曰：“不塞不流，不止不行。人其人，火其书，庐其居。明先王之道以道之，鳏寡孤独废疾者有养也。其亦庶乎其可也！” ",
  "fanyi": "<p><strong>译文<br></strong>　　博爱叫做“仁”，恰当地去实现“仁”就是“义”，沿着“仁义”之路前进便为“道”，使自己具备完美的修养，而不去依靠外界的力量就是“德”。仁和义是意义确定的名词，道和德是意义不确定的名词，所以道有君子之道和小人之道，而德有吉德和凶德。老子轻视仁义，并不是诋毁仁义，而是由于他的观念狭小。好比坐在里井看天的人，说天很小，其实天并不小。老子把小恩小惠认为仁，把谨小慎微认为义，他轻视仁义就是很自然的了。老子所说的道，是把他观念里的道当作道，不是我所说的道。他所说的德，是把他观念里的德当作德，不是我所说的德。凡是我所说的道德，都是结合仁和义说的，是天下的公论。老子所说的道德，是抛开了仁和义说的，只是他一个人的说法。[4] </p> <p>　　自从周道衰落，孔子去世以后，秦始皇焚烧<a href=\"http://so.gushiwen.org/view_72280.aspx\">诗</a>书，黄老学说盛行于汉代，佛教盛行于晋、魏、梁、隋之间。那时谈论道德仁义的人，不归入杨朱学派，就归入墨翟学派；不归入道学，就归入佛学。归入了那一家，必然轻视另外一家。尊崇所归入的学派，就贬低所反对的学派；依附归入的学派，就污蔑反对的学派。唉！后世的人想知道仁义道德的学说，到底听从谁的呢？道家说：“孔子是我们老师的学生。”佛家也说：“孔子是我们老师的学生。”研究孔学的人，听惯了他们的话，乐于接受他们的荒诞言论而轻视自己，也说“我们的老师曾向他们学习”这一类话。不仅在口头说，而且又把它写在书上。唉！后世的人即使要想知道关于仁义道德的学说，又该向谁去请教呢？</p> <p>　　人们喜欢听怪诞的言论真是太过份了！他们不探求事情的起源，不考察事情的结果，只喜欢听怪诞的言论。古代的人民只有四类，今天的人民有了六类。古代负有教育人民的任务的，只占四类中的一类，今天却有三类。务农的一家，要供应六家的粮食；务工的一家，要供应六家的器用；经商的一家，依靠他服务的有六家。又怎么能使人民不因穷困而去偷盗呢？</p> <p>　　古时候，人民的灾害很多。有圣人出来，才教给人民以相生相养的生活方法，做他们的君王或老师。驱走那些蛇虫禽兽，把人们安顿在中原。天冷就教他们做衣裳，饿了就教他们种庄稼。栖息在树木上容易掉下来，住在洞穴里容易生病，于是就教导他们建造房屋。又教导他们做工匠，供应人民的生活用具；教导他们经营商业，调剂货物有无；发明医药，以拯救那些短命而死的人；制定葬埋祭祀的制度，以增进人与人之间的恩爱感情；制定礼节，以分别尊卑秩序；制作音乐，以宣泄人们心中的郁闷；制定政令，以督促那些怠惰懒散的人；制定刑罚，以铲除那些强暴之徒。因为有人弄虚作假，于是又制作符节、印玺、斗斛、秤尺，作为凭信。因为有争夺抢劫的事，于是设置了城池、盔甲、兵器来守卫家国。总之，灾害来了就设法防备；祸患将要发生，就及早预防。如今道家却说：“如果圣人不死，大盗就不会停止。只要砸烂斗斛、折断秤尺，人民就不会争夺了。”唉！这都是没有经过思考的话罢了。如果古代没有圣人，人类早就灭亡了。为什么呢？因为人们没有羽毛鳞甲以适应严寒酷暑，也没有强硬的爪牙来夺取食物。</p> <p>　　因此说，君王，是发布命令的；臣子，是执行君王的命令并且实施到百姓身上的；百姓，是生产粮食、丝麻，制作器物，交流商品，来供奉在上统治的人的。君王不发布命令，就丧失了作为君王的权力；臣子不执行君王的命令并且实施到百姓身上，就失去了作为臣子的职责；百姓不生产粮食、丝麻、制作器物、交流商品来供应在上统治的人，就应该受到惩罚。如今佛家却说，一定要抛弃你们的君臣关系，消除你们的父子关系，禁止你们相生相养的办法，以便追求那些所谓清净寂灭的境界。唉呀！他们也幸而出生在三代之后，没有被夏禹、商汤、周文王、周武王、周公、孔子所贬斥。他们又不幸而没有出生在三代以前，没有受到夏禹、商汤、周文王、周武王、周公、孔子的教导。</p> <p>　　五帝与三王，他们的名号虽然不同，但他们之所以成为圣人的原因是相同的。夏天穿葛衣，冬天穿皮衣，渴了要喝水，饿了要吃饭，这些事情虽然各不相同，但它们同样是人类的智慧。如今道家却说：“为什么不实行远古的无为而治呢？”这就好象怪人们在冬天穿皮衣：“为什么你不穿简便的葛衣呢”或者怪人们饿了要吃饭：“为什么不光喝水，岂不简单得多！”《礼记》说：“在古代，想要发扬他的光辉道德于天下的人，一定要先治理好他的国家；要治理好他的国家，一定要先整顿好他的家庭；要整顿好他的家庭，必须先进行自身的修养；要进行自我修养，必须先端正自己的思想；要端正自己的思想，必须先使自己具有诚意。”可见古人所谓正心和诚意，都是为了要有所作为。如今那些修心养性的人，却想抛开天下国家，灭绝天性，做儿子的不把他的父亲当作父亲，做臣子的不把他的君上当作君上，做百姓的不做他们该做的事。孔子作《春秋》，对于采用夷狄礼俗的诸侯，就把他们列入夷狄；对于采用中原礼俗的诸侯，就承认他们是中国人。《论语》说：“夷狄虽然有君主，还不如中国的没有君主。”《诗经》说：“夷狄应当攻击，荆舒应当惩罚。”如今，却尊崇夷礼之法，把它抬高到先王的政教之上，那么我们不是全都要沦为夷狄了？</p> <p>　　我所谓先王的政教，是什么呢？就是博爱即称之为仁，合乎仁的行为即称为义。从仁义再向前进就是道。自身具有而不依赖外界的叫做德。讲仁义道德的书有《诗经》、《尚书》、《易经》和《春秋》。体现仁义道德的法式就是礼仪、音乐、刑法、政令。它们教育的人民是士、农、工、商，它们的伦理次序是君臣、父子、师友、宾主、兄弟、夫妇，它们的衣服是麻布丝绸，它们的居处是房屋，它们的食物是粮食、瓜果、蔬菜、鱼肉。它们作为理论是很容易明白的，它们作为教育是很容易推行的。所以，用它们来教育自己，就能和顺吉祥；用它们来对待别人，就能做到博爱公正；用它们来修养内心，就能平和而宁静；用它们来治理天下国家，就没有不适当的地方。因此，人活着就能感受到人与人之间的情谊，死了就是结束了自然的常态。祭天则天神降临，祭祖则祖先的灵魂来享用。有人问：“你这个道，是什么道呀？”我说：“这是我所说的道，不是刚才所说的道家和佛家的道。这个道是从尧传给舜，舜传给禹，禹传给汤，汤传给文王、武王、周公，文王、武王、周公传给孔子，孔子传给孟轲，孟轲死后，没有继承的人。只有荀卿和<a href=\"http://so.gushiwen.org/author_715.aspx\">扬雄</a>，从中选取过一些但选得不精，论述过一些但并不全面。从周公以上，继承的都是在上做君王的，所以儒道能够实行；从周公以下，继承的都是在下做臣子的，所以他们的学说能够流传。那么，怎么办才能使儒道获得实行呢？我以为：不堵塞佛老之道，儒道就不得流传；不禁止佛老之道，儒道就不能推行。必须把和尚、道士还俗为民，烧掉佛经道书，把佛寺、道观变成平民的住宅。发扬先<a href=\"http://so.gushiwen.org/author_159.aspx\">王之道</a>作为治理天下的标准，使鳏寡孤独、残疾以及长年患病的人得到照料，这样做大约也就可以了！</p> <p><strong>注释<br></strong>(1)宜：合宜。《礼记·中庸》：“义者，宜也。”<br>(2)之：往。<br>(3)煦煦（xǔ许）：和蔼的样子。这里指小恩小惠。<br>(4)孑孑（jié洁）：琐屑细小的样子。<br>(5)黄老：汉初道家学派，把传说中的黄帝与老子共同尊为道家始祖。<br>(6)杨：杨朱，战国时哲学家，主张“轻物重生”、“为我”。墨：墨翟，战国初年的思想家，主张“兼爱”、“薄葬”。《孟子·滕文公下》：“天下之言不归杨则归墨。”<br>(7)污 （wū污）：污蔑，诋毁。<br>(8)诞：荒诞。自小：自己轻视自己。<br>(9)云尔：语助词，相当于“等等”。关于孔子曾向老子请教，《史记·老庄申韩列传》及《孔子家语·观周》都有记载。<br>(10)四：指士、农、工、商四类。<br>(11)六：指士、农、工、商，加上和尚、道士。<br>(12)资：依靠。焉：代词，指做生意。<br>(13)宫室：泛指房屋。<br>(14)宣：宣泄。湮（yān烟）郁：郁闷。<br>(15)强梗：强暴之徒。<br>(16)符：古代一种凭证，以竹、木、玉、铜等制成，刻有文字，双方各执一半，合以验真伪。玺（xī西）：玉制的印章。斗斛：量器。权衡：秤锤及秤杆。<br>(17)以上几句语出《庄子·胠箧》。《老子》也说：“绝圣弃智，民利百倍；绝仁弃义，民复孝慈；绝巧弃利，盗贼无有。”<br>(18)其：指佛家。<br>(19)而：尔，你。下同。<br>(20)“清净寂灭”：佛家以离开一切恶行烦扰为清净。《俱舍论》卷十六：“诸身语意三种妙行，名身语意三种清净，暂永远离一切恶行烦恼垢，故名为清净。”寂灭：梵语“湼盘”的意译。指本体寂静，离一切诸相（现实世界）。《无量寿经》：“超出世间，深乐寂灭。”<br>(21)三代：指夏、商、周三朝。黜（chù处）贬斥。<br>(22)其：指道家。<br>(23)传（zhuàn撰）：解释儒家经典的书称“传”。这里的引文出自《礼记·大学》。<br>(24)天常：天性。<br>(25)夷：中国古代汉族对其他民族的通称。<br>(26)进：同化。<br>(27)经：指儒家经典。二句出自《论语·八佾》。<br>(28)引文见《诗经·鲁颂·閟宫》。戎狄：古代西北方的少数民族。膺：攻伐。荆舒：古代指东南方的少数民族。<br>(29)几何：差不多。胥：沦落。<br>(30)郊：郊祀，祭天。假：通“格”，到。<br>(31)庙：祭祖。<br>(32)文：周文王姬昌。武：周武王姬发。周公：姬旦。孟轲：战国时邹(今山东邹县）人。孔子再传弟子，被后来的儒家称为“亚圣”。<br>(33)荀：<a href=\"http://so.gushiwen.org/author_320.aspx\">荀子</a>，名况，又称荀卿、孙卿。战国末年思想家、教育家。扬：扬雄（约前53——公元18），字子云，西汉末年文学家、思想家。<br>(34)庐：这里作动词。其居：指佛寺、道观。<br>(35)鳏（guān关）：老而无妻。独：老而无子。<br>(36)庶乎：差不多、大概。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　在《原道》中，<a href=\"http://so.gushiwen.org/author_682.aspx\">韩愈</a>开宗明义地提出了他对儒道的理解：“博爱之谓仁，行而宜之之为义，由是而之焉之谓道，足乎己、无待于外之谓德。仁与义为定名,道与德为虚位。”以此为据，他批评了道家舍仁义而空谈道德的“道德”观。他回顾了先秦以来杨墨、佛老等异端思想侵害儒道，使仁义道德之说趋于混乱的历史，对儒道衰坏、佛老横行的现实深表忧虑。文章以上古以来社会历史的发展为证，表彰了圣人及其开创的儒道在历史发展中的巨大功绩，论证了儒家社会伦理学说的历史合理性，并以儒家正心诚意、修身齐家、治国平天下的人生理想为对比，批评了佛老二家置天下国家于不顾的心性修养论的自私和悖理，揭示了它们对社会生产生活和纲常伦理的破坏作用，提出了“人其人，火其书，庐其居，明先<a href=\"http://so.gushiwen.org/author_159.aspx\">王之道</a>以道之，鳏寡孤独废疾者有养也”的具体措施。</p> <p>　　《原道》最引人注目之处，在于提出了一个“道统”的授受体系。韩愈在重申了儒家的社会伦理学说后，总结说:“斯道也，何道也? 曰：斯吾所谓道也,非向所谓老与佛之道也。尧以是传之舜，舜以是传之禹，禹以是传之汤，汤以是传之文武周公，文武周公传之孔子，孔子传之孟轲。轲之死，不得其传焉。”宋儒所乐道的“道统”的形态即由此而来。关于韩愈的“道统”说，《原道》最直接的打击对象是佛老,韩愈所要诛的“民”，也是士农工贾四民之外的佛老二民，这已是人所共知的事实。《原道》的指责显然是不合适的。韩愈从国计民生的角度指责佛老破坏了社会的生产和生活，这种基于现实功利的批判无疑是有力的。唐代的僧道不纳赋税，不服徭役，所以逃丁避罪者，并集于寺观，“至武宗会昌灭佛时，官度僧尼已达二十六万多人”。</p> <p>　　《原道》强调“君君臣臣”的等级秩序，还隐隐地将矛头指向了另一个强大的对手，藩镇。对于这一点，陈寅恪先生在他的文章中已经揭示。他认为，韩愈在文章中屡申“夷夏之大防”,其中实包含着对安史之乱后藩镇割据局面的深忧，因为安史是“西胡杂种，藩镇又是胡族或胡化的汉人”。此说虽有理，似略显迂。相比之下，倒是蒋凡先生之说更为显明。《原道》中说:“臣者，行君之令而致之民者也，臣不行君之令而致之民。则诛。”藩镇割据之地，朝廷政令不行，租赋不入，这样的乱臣贼子，正在可诛之列。只是由于当时藩镇势力正炽，才不得已以曲笔加以诛伐《原道》之作，实有着强烈的干预现实的用心。</p>",
  "about": "<h2>创作背景</h2> 　　唐<a href=\"http://so.gushiwen.org/author_682.aspx\">韩愈</a>著。隋唐时佛教盛行，儒学在思想学术界影响日渐衰微。韩愈在政治上排斥佛教的同时，又作此文,以维护儒学的基本观念，扫除佛教的思想影响。",
  "poet": {
    "id": 682,
    "star": 0,
    "name": "韩愈",
    "image": "http://img.gushiwen.org/authorImg/hanyu.jpg",
    "desc": "韩愈（768～824）字退之，唐代文学家、哲学家、思想家，河阳（今河南省焦作孟州市）人，汉族。祖籍河北昌黎，世称韩昌黎。晚年任吏部侍郎，又称韩吏部。谥号“文”，又称韩文公。他与柳宗元同为唐代古文运动的倡导者，主张学习先秦两汉的散文语言，破骈为散，扩大文言文的表达功能。宋代苏轼称他“文起八代之衰”，明人推他为唐宋八大家之首，与柳宗元并称“韩柳”，有“文章巨公”和“百代文宗”之名，作品都收在《昌黎先生集》里。韩愈在思想上是中国“道统”观念的确立者，是尊儒反佛的里程碑式人物。"
  },
  "tags": [
    "古文观止",
    "推崇",
    "儒道"
  ]
}