{
  "id": 7894,
  "star": 25,
  "name": "赠郭将军",
  "dynasty": "唐代",
  "content": "将军少年出武威，入掌银台护紫微。<br>平明拂剑朝天去，薄暮垂鞭醉酒归。<br>爱子临风吹玉笛，美人向月舞罗衣。<br>畴昔雄豪如梦里，相逢且欲醉春晖。",
  "fanyi": "<p><strong>译文<br></strong>将军少年时即从军边塞，在武威镇守边疆，现在银台门守卫皇宫。<br>天明时佩着长剑上朝去朝见天子，到了晚上便骑马垂鞭醉酒而归。<br>在家中看着爱子临风吹笛，看着美人在月下翩翩起舞。<br>昔日疆场的雄姿豪气，都宛如梦中。且与君趁这大好春光卉醉饮一场。</p> <p><strong>注释<br></strong>⑴郭将军：名不详。或以为郭千里。郭千里曾为左武卫将军、左卫将军、金吾卫大将军。<br>⑵武威：唐时的凉州，亦名武威郡，治所在今甘肃武威县。<br>⑶入：一作“昔”。银台：宫门名，宫中有左银台门，右银台门。唐时的翰林院、 学士院均在右银台门内。紫微：紫微星又叫北极星，古人认为北极星是帝星，此处用于比喻皇帝。《大明官图》：天子所居之宫也。天有紫微官，王者象之，故亦谓之紫微。“入掌”句意为，掌管银台门，护卫着皇宫。<br>⑷平明：天大亮时，唐朝<a href=\"http://so.gushiwen.org/author_583.aspx\">卢纶</a><a href=\"http://so.gushiwen.org/view_7894.aspx\">诗</a>《塞下曲》：“平明寻白羽，没在石棱中。”拂剑朝天：佩带着宝剑去朝见天子。拂，意为揩，拭。此为挂、佩意。<br>⑸薄暮：太阳将落山为薄暮。垂鞭：垂吊着马鞭。<br>⑹形容人像玉树一样风度潇洒，秀美多姿。出自《世说新语·容止》，常用玉树临风形容男士帅气。<br>⑺向：一作“腾”，一作“娇”。罗衣：轻软丝织品制成的衣服。<br>⑻畴昔：以前，过去，日前。《礼记·檀弓》：于畴昔之夜，梦坐奠于两楹之间。《左传·宣公二年》：将战，华元杀羊食士，其御羊斟不与。及战，曰：畴昔之羊，子为政，今日之事，我为政。雄豪：英雄豪俊之士。<br>⑼春晖：春日的阳光。<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>在《惜余春赋》中曾写道：“见游丝之横路，网春晖以留人。”</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　首联说郭将军从武威发迹，又晋升到银台门担任起护卫皇帝的重任。这两句主要是赞美郭将军不仅功勋卓著而且位高权重，深受皇帝的信任和宠爱。武威武威郡即凉州（今甘肃一带），是唐朝军队与突厥、回鹘、吐蕃、吐谷浑等少数民族作战的主战场之一。有人说此<a href=\"http://so.gushiwen.org/view_7894.aspx\">诗</a>的郭将军是<a href=\"http://so.gushiwen.org/author_2273.aspx\">郭子仪</a>。考郭子仪系华州郑县（今陕西华县）人，入京供职前，曾历任左卫长史、单于副都护、振远军节度使、九原太守等，均与武威其地不相属。可见，诗中之“郭将军”显系另一人，并非郭子仪。这里提到银台。据唐人<a href=\"http://so.gushiwen.org/author_130.aspx\">韩偓</a>诗《雨后月中玉堂闲坐》：“银台直北金銮外”，可见银台门内为翰林学士供职之所。<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>曾奉诏翰林，此诗虽以去职，但还是忘不了那里的一段生活。</p> <p>　　颔联两句说郭将军早上擦拭宝剑去上朝，晚上喝醉酒垂着马鞭回家，主要是赞美郭将军不仅工作顺利而且生活惬意。从这里可以联想到李白奉诏翰林时对自己受到唐玄宗礼遇的那种满足与自得：“一朝君王垂拂拭，剖心输丹雪胸臆。忽蒙白日回景光，直上青云生羽翼。幸陪鸾驾出鸿都，身骑青龙天马驹。王公大人借颜色，金章紫绶来相趋。”（《驾去温泉后赠杨山人》）这里对郭将军政治生活的描述也是对自己人生得意之时的回忆。</p> <p>　　颈联两句写将军心爱的儿子玉树临风潇洒地吹着玉制的笛子，姬妾对着月亮翩翩起舞，主要是赞美郭将军不仅儿子很帅而且姬妾更美。这两句是写郭将军家庭生活的美满。这一切其实与前二句是密切相关，在朝廷上的得意才会有家庭生活的惬意。到此为止，前六句都在颂扬郭将军，塑造了一位功高得宠、生活惬意、潇洒豪放的将军形象。</p> <p>　　尾联笔锋一转，从得意直落到失意，过去的豪雄事迹如同在梦中一般，如今失去权力和职务，成为一个失意之人。以前面的得意反衬如今的失意，失意的悲哀更深，其怀才不遇的失落感就表现得更为突出。这是李白的惯用手法，诗的关键就在最后两句，前六句都是铺垫，都是为最后的落差作准备。因最后的失意，过去的辉煌都成了云烟。李白自己也是这样，从奉诏翰林到赐金放还，也是一个从高峰跌落的过程。“今日相逢俱失路”，深有“同是天涯沦落人”的意味，值得同情。</p> <p>　　此诗格律为平起首句入韵式，但出律甚为严重，说明李白诗歌不为格律所约束的特点。从内容和形式上，此诗都充分表现了李白豪迈、直爽的性格以及其诗歌中一贯蕴含的浪漫主义色彩。</p>",
  "about": "<h2>创作背景</h2> 　　此<a href=\"http://so.gushiwen.org/view_7894.aspx\">诗</a>当是唐玄宗天宝三载（744年）出翰林后在长安作。有人认为此诗作于安史之乱以后、作者晚年时期。郭将军，名字不详。翟蜕园、朱金城在《<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>集校注》云：诗中有“入掌银台护紫微”之句，此郭将军当时是诸卫将军，在唐之中叶，此亦等于位置武人闲官而已。《旧唐书·王忠嗣传》记载：“假如明主见责，岂失一金吾羽林将军归朝宿卫乎？”正可为证。此诗有“畴昔雄豪如梦里”之句，可知郭将军是一位失兵权之武人。今按“畴昔”以下二句一作“今日相逢俱失路，何年灞上弄春晖”，可知李白当时也是“失路”之人，说明作者已经离开翰林待诏之位。",
  "poet": {
    "id": 247,
    "star": 0,
    "name": "李白",
    "image": "http://img.gushiwen.org/authorImg/libai.jpg",
    "desc": "李白（701年－762年），字太白，号青莲居士，唐朝浪漫主义诗人，被后人誉为“诗仙”。祖籍陇西成纪(待考)，出生于西域碎叶城，4岁再随父迁至剑南道绵州。李白存世诗文千余篇，有《李太白集》传世。762年病逝，享年61岁。其墓在今安徽当涂，四川江油、湖北安陆有纪念馆。"
  },
  "tags": [
    "写人",
    "将军",
    "抒情",
    "怀才不遇"
  ]
}