{
  "id": 70022,
  "star": 2,
  "name": "戏文·宦门子弟错立身",
  "dynasty": "元代",
  "content": "宦门子弟错立身<br>题目<br>冲州撞府妆旦色走南投北俏郎君<br>戾家行院学踏爨宦门子弟错立身<br><br>第一出<br>【鹧鸪天】完颜寿马住西京，风流慷慨煞惺惺。因迷散乐王金榜，致使爹爹捍离门。为路岐，恋佳人，金珠使尽没分文。贤每雅静看敷演：《宦门子弟错立身》。<br><br>第二出<br>【粉蝶儿】积世簪缨，家传宦门之裔，更那堪富豪之后。看诗书，观史记，无心雅丽。乐声平，无非四时佳致。<br>自家一生豪放，半世疏狂。翰苑文章，万斛珠玑停腕下；词林风月，一丛花锦聚胸中。神仪似霁月清风，雅貌如碧梧翠竹。拈花摘草，风流不让柳耆卿；咏月嘲风，文赋敢欺杜陵老。自家延寿马的便是。父亲是女直人氏，见任河南府同知。前日有东平散乐王金榜，来这里做场。看了这妇人，有如三十三天天上女，七十二洞洞中仙。有沉鱼落雁之容，闭月羞花之貌。鹊飞顶上，尤如仙子下瑶池；兔走身边，不若姮娥离月殿。近日来与小生有一班半点之事，争奈撇不下此妇人。如今瞒着我爹爹，叫左右请它来书院中，再整前欢，多少是好！左右过来。厅上一呼，阶下百诺。<br>【一封书】伊且住试听：唤取多娇金榜来，书房内等待。休道侯门深似海，说与婆婆休虑猜，只道家中管待客。展华筵，已安排，是必教它疾快来。<br><br>【同前】哥哥听拜禀：它是伶伦一妇人，何须恁用心，谩终朝愁闷倾。若要和它同共枕，恐怕你爹行生嗔。那时节，悔无因，玷辱家门豪富人。<br>你不去时，与我叫过狗儿都管过来。<br>【七精令】相公不在家里，老汉心下欢喜。看官不认是阿谁？我是一个佗背乌龟。<br>从小在府里，合家见我喜。相公常使唤，凡事知就里。如今年纪大，又来伏事你。若论我做皮条，真个是无比。若是说不肯，一顿打出屎。都管，舍人唤你。你如今和我去勾阑内打唤王金榜，来书院中与它说话。去不妨，只怕相公得知连累我。我有言语。自家是老都管，吃饭便要满。要我做皮条，酒肉要你管。舍人使唤我，请甚王金榜。相公若知道，打你娘个本。妇人剜了别，舍人割了卵。<br>你且急去莫迟疑，我每等候在书帏。小姐若还不来后，你在床上弄寮儿。<br><br>第三出<br>【梁州令】深感吾皇赐重职，官名播西京。但一心中政煞公平，清如水，明如镜，亮如冰。<br>但老夫身居女直，掌判西京。父为宰执当朝，累代簪缨之裔。说家法过如司马，掌王条胜似庞涓。解使吏如秋夜月，人在镜中行。老夫见任西京河南府完颜同知。家中有一子延寿马，每日教它攻书。这几日老夫不曾到它书院中，早上已曾分付狗儿，监督孩儿，不教它胡走。若有些不到处，不当稳便。如今不免亲去分付一遭，却去坐衙。正是：行处莫教高喝道，恐惊林外野人家。<br><br>第四出<br>【紫苏丸】伶伦门户曾经历，早不觉鬓发霜侵。孩儿一个干家门，算来总是前生定。<br>老身幼习伶伦，生居散乐。曲按宫商知格调，词通大道入禅机。老身赵茜梅，如今年纪老大，只靠一女王金榜，作场为活。本是东平府人氏，如今将孩儿到河南府作场多日。今早挂了招子，不免叫出孩儿来，商量明日杂剧。孩儿过来。<br>【紫苏丸】奴家年少正青春，占州城煞有声名。把梨园格范尽番腾，当场敷演人钦敬。<br>娘万福！孩儿，叫你去来，别无甚事，只为衣饭，明日做甚杂剧？奴家今日身已不快，懒去勾阑里去。你爹爹去收拾去了。我身已不快，去不得。<br>【桂枝香】孩儿听启，疾忙收拾。侵早已挂了招子，你却百般推抵。又不知你每，生着何意？生着何意？教娘呕气。靠着你，这的是求衣饭，不成误了看的。<br>【同前】娘行听启，孩儿说与。如今病染着身，岂是奴家推抵。你只管苦苦，将人催逼，教奴怎地。娘，尽教它，任取红轮坠，尤它误看的。<br>【同上】勾阑收拾，家中怎地？莫是我的孩儿，想是官身出去？你娘儿两个，休闲争气，休闲争气。婆婆且住，听说与：阵马挨楼满，不成误看的。<br>【同上】适蒙台旨，教咱来至。如今到得它家，相公安排筵席。勾谏罢却，勾阑罢却。休得收拾，疾忙前去，莫迟疑。你莫胡言语，我和你也棘赤。<br>真个是相公唤不是？终不成我胡说！<br>去又不得，不去又不得。孩儿与老都管先去，我收拾砌末恰来。不要砌末，只要小唱。恁地，孩儿先去。我去勾阑里散了看的，却来望你。孩儿此去莫从容，相公排筵画堂中。情到不堪回首处。一齐分付与东风。<br>　</p> <p>第五出<br>【醉落魄】令人去久传音耗，至今不到。心忙意急归来报。得见情人，心下称怀抱。<br>你一似萧何不赴宴，你好难请。<br>害瞎的去寻羊，小哥，你好难得见。悲秋生在脊梁上，你好难入。小姐，两日不见你。我要来你处，又怕相公知道。我瞒了相公，教它来请你，来书院中说些话。<br>【赏花时】憔悴容颜只为你，每日在书房攻甚诗书！闲话且休提，你把这时行的传奇，看掌记。你从头与我再温习。<br>你直待要唱曲，相公知道，不是耍处。<br>不妨，你带得掌记来，敷演一番。这里有分付：<br>【排歌】听说因依，其中就里：一个负王魁；孟姜女千里送寒衣；脱像云卿鬼做媒；鸳鸯会，卓氏女；郭华因为买胭脂，琼莲女，船浪举，临江驿内再相会。<br>【那吒令】这一本传奇，是《周孛太尉》；这一本传奇，是《崔护觅水》；这一本传奇，是《秋胡戏妻》；这一本是《关于王独赴单刀会》；这一本是《马践杨妃》。<br>【排歌】柳耆卿，《栾城驿》；张珙《西厢记》；《杀狗劝夫婿》；《京娘四不知》；张协斩贫女；《乐昌公主》；墙头马上掷青梅，锦香亭上赋新诗，契合皆因手帕儿；洪和尚，错下书；吕蒙正《风雪破窑记》；杨寔遇，韩琼儿；冤冤相报《赵氏孤儿》。<br>【鹊踏枝】刘先主，跳檀溪；雷轰了荐福碑；丙吉教子立起宣帝；老莱子斑衣；包待制上陈州粜米；这一本是《孟母三移》。<br>【乐安神】一从当日，心中指望燕莺期。功名不恋待何如？拚却和伊抛故里。不图身富贵，不去苦攻书，但只教两眉舒。<br>【六么序】一意随它去，情愿为路岐。管甚么抹土搽灰，折莫擂鼓吹笛，点拗收拾。更温习几本杂剧，问甚么妆孤扮末诸般会，更那堪会跳索扑旗。只得同欢共乐同鸳被，冲州撞府，求衣觅食。<br>【尾声】我和你同心意，愿得百岁镇相随，尽老今生不暂离。<br>隔墙犹有耳，窗外岂无人。老夫几日不曾到书院中。<br>【锁南枝】泼禽兽，没道理！书院中怎不攻文艺？指望你背紫腰金，怎知你不成器！因甚底，来这里？便与我，捍出去！<br>【同前换头】爹爹听咨启：孩儿又怎知？正在书房中独坐，忽见狗儿都管，与它同来至。我问它，只因甚的？它说道是爹爹，唤它至。<br>【同前】相公听，奴拜启：它说道相公排宴会，特地唤取奴，来到这书房里。谁信道，都是计。智赚奴，望容恕。<br>【同前换头】思量老奴婢，只是怨恨你，两个将咱连累。如今打得我，浑身上下都麻痹。要把刀，割下腿。告相公：沙八赤。<br>当初望你攻书，已后为官，今日刬地如此做作？左右那里！有福之人人伏事，无福之人伏事人。你速去唤散乐王恩深来。理会得。一心忙似箭，两脚走如飞。威声如霹雳，人命若尘埃。不知相公那里有甚事？去走一遭。你今夜快与我收拾去，不许在此住。明日早□若见你在此，那时节别有施行。老都管，如今这小畜生锁在家中，不许顺情。明日慢慢问这厮。你明日若不去时，教你从前作过事，没兴一齐来。万事不由人计较，一生都是命安排。<br><br>第六出<br>自家骨肉尚如此，何况区区陌路人。老都管，我爹爹把我如此禁持，我那妇人昨夜捍将去了，我要性命何用？不如寻个死去。舍人，自古道：千日在泥，不如一日在世。不如收拾些金银为路费，往别处去住几时，别作商量。等相公气息，再回来不迟。不强如死了。<br>【玉交枝】只因痴迷，与王金榜同谐比翼。谁知被我爹捉住，拆散了鸳侣。情人去也不见踪，我如今在此无依倚。免不得寻个死处，免不得寻个死处。<br><br>【同前】略听说与，丧残生一命可惜。若还放得伊家去，恐把我每连累。寻思你去真惨凄，只得与你耽着罪。到前途作个道理，到前途作个道理。<br>惟有感恩并积恨，万年千载不成尘。<br><br>第七出<br>【西地锦】当职心怀公正，更名播朝廷。从官判断无私曲，管民乐升平。<br>但存公道正，何必问前程。左右过来。……。一封天子诏，四海状元心。圣旨宣唤，疾速来朝！……老都管，如今孩儿不知去向，又蒙圣旨宣唤河南采访。一面打听孩儿消息。相公放心，小人在家看管，一就打听舍人消息。……路上有花并有酒，一程分作两程行。<br><br>第八出<br>……。<br>……。<br><br>第九出<br>……【八声甘州】子规两三声，劝道不如归去，羁旅伤情。花残莺老，虚度几多芳春。家乡万里，烟水万重，奈隔断鳞鸿无处寻。一身，似雪里杨花飞轻。<br><br>【同前换头】艰辛，登山渡水，见夕阳西下，玉兔东生。牧童吹笛，惊动暮鸦投林。残霞散绮，新月渐明，望隐隐奇峰锁暮云。泠泠，见溪水围绕孤村。<br><br>【解三酲】奈行程路途劳顿，到黄昏转添愁闷。山回路僻人绝影，不觉长叹两三声。望断天涯无故人，便做铁打心肠珠泪倾。只伤着，蝇头微利，蜗角虚名。<br>【同前换头】向村庄上借宿安此身，只邮孤馆萧条扃。想村醪易醒愁难醒。暗思昔情人，临风对月欢娱频宴饮，转教我添愁离恨。您今宵里，孤衾展转，谁与安存？<br>【尾声】且宽心，休忧闷。放怀款款慢登程，借宿今宵安此身。<br>……。<br><br>第十出<br>【江和水】离了家乡里，奔路途。不知它在何州住？使我心中添愁闷。闪得我今日成孤另，渡水登山劳顿。未知何日，再与多情欢会？<br>……一似和针吞却线，刺人肠肚系人心。<br><br><br>第十一出<br>买卖归来汗未消，上床犹自想来朝。老汉在河南府做场，只为完颜同知舍人延寿马，与我孩儿有些……。……不将辛苦艺，难赚世间财。<br>　</p> <p>第十二出<br>【越调·斗鹌鹑】被父母禁持，投东摸西，将一个麦子依随。走南跳北，典了衣服，卖了马匹。尖担儿两头脱，闪得我孤身三不归。空滴溜下老大小荷包，猛杀了镣丁鍉底。<br>【紫花儿序】似这般失业，似这般逐浪随波，忍冷耽饥。来到这围墙直下，柳树周回，向这河中掬的长流水，洗了面皮。掠得我鬓发伶俐，着些个吐津儿润了，拨浪便入城池。<br>且入茶坊里，问个端的。茶博士过来。茶迎三岛客，汤送五湖宾。<br>作场。<br>【四国朝】听得听得人呼唤，特特来此处。<br>庄家调判，难看区老。老鼠咬了葫芦藤，小姐好快嘴。鹦鹉回言，这鸟敢来应口。耐打鼓儿，我较得你两片。你课牙比不得杜善甫，串仗却似郑元和。姐姐，使钱不问家豪富，风流不在着衣多。<br>【驻云飞】你款步难抬，便做天仙难见你来。我把你相看待，它把我相拶坏。猜，缘何在花街，共人欢爱？说又不偢，骂又佯不采。正是本性难移山河易改，本性难移山河易改。<br>【同前】便做真龙，我也难从你逐浪波。讯口胡应和，译话吃不过。嗏，一面是旧特科，我把它瞧破。谁惯得如今，胆似天来大！你向咱行说个甚么？你向咱行说个甚么？<br>【同前】仔细思之，你是何人它是谁？姐姐多娇媚，你却身褴缕。嗏，模样似乞的，盖纸被。日里去街头，教他求衣食。夜里弯跧楼下睡。<br>【同前】覆水难收，一度思量珠泪流。指望长相守，谁信不成就。嗏，一笔尽都勾，免吃僝僽。剪发拈香，共你同说咒。只恐你心中不应口，只恐你心中不应口。<br>雁飞不到处，人被利名牵。合才勾栏散罢，对门茶店中叫孩儿去，不知甚人在那里？如今走一遭。不争你要来我家，我孩儿要招个做杂剧的。<br>【金蕉叶】子这撇末区老赚，我学那刘耍和行踪步迹。敢一个小哨儿喉咽韵美，我说散嗽咳呵如瓶贮水。<br>你会甚杂剧？<br>【鬼三台】我做《硃砂担浮沤记》；《关大王单刀会》；做《管宁割席》破体儿；《相府院》扮张飞；《三夺槊》扮尉迟敬德；做《陈驴儿风雪包待制》；吃推勘《柳成错背妻》；要扮宰相做《伊尹扶汤》；学子弟做《螺蛳末泥》。<br>不嫁做杂剧的，只嫁个做院本的。<br>【调笑令】我这爨体，不查梨，格样，全学贾校尉。迻抢嘴脸天生会，偏宜抹土搽灰。打一声哨子响半日，一会道牙牙小来来胡为。<br>你会做甚院本？<br>【圣药王】更做《四不知》；《双斗医》；更做《风流浪子两相宜》；黄鲁直，《打得底》；《马明王村里会佳期》；更做《搬运太湖石》。<br>都不招别的，只招写掌记的。<br>【麻郎儿】我能添插更疾，一管笔如飞。真字能抄掌记，更压着御京书会。<br>我要招个擂鼓吹笛的。<br>【幺篇】我舞简，弹得唱得。折莫大擂鼓吹笛，折莫大装神弄鬼，折莫特调当扑旂。<br>【天净沙】我是宦门子弟，也做得您行院人家女婿。做院本生点个《水母砌》，拴一个《少年游》，吃几个扌庄心攧背。<br>当初它也曾好来，使了几锭钞，又是好人家儿郎。既然胡乱且招它在家，续后又别作道理。延寿马，我招你自招你，只怕你提不得杖鼓行头。<br>【尾声】正不过沿村转庄，撞工耕地。我若得妆旦色如鱼似水，背杖鼓有何羞！提行头怕甚的！<br>既然如此，且教它回去，后日别作道理。正是：万事不由人计较，算来都是命安排。<br><br><br>第十三出<br>在家牙坠子，出路路岐人。<br>【菊花新】路岐岐路两悠悠，不到天涯未肯休。这的是子弟下场头。挑行李怎禁生受。<br><br>【泣颜回】撞府共冲州，遍走江湖之游。身为女婿，只得忍耻含羞。伊家奈守，有衷肠，时伊难分剖，怕爹娘捍逐前来，将奴家共君僝僽。<br>【同前换头】休休，提起泪交流，那更担儿说重心忧。我亲朋知道，真个笑破人口。男儿到头，管终须，和你得成就。那时节有月登楼，无花永不酌酒。<br>【扑灯蛾】你门不三思，红日渐西流。两人没来由，只管此迤逗。爹行听分剖：奈担儿难担生受，更驴儿不肯快走。致令得，两人途路恁淹留。<br><br>【同前】孩儿离家去久，公公惑不度己。泼畜生因甚底，缘何尚然落后！婆婆住休，又何用唧唧啾啾，料不是冤家不就头。且担着担儿，疾速向前走。<br>【尾声】终须共你同鸳偶，事到头如今不自由，那些个男儿得志秋。<br>路上有花并有酒，一程分作两程行。<br><br>第十四出<br>【菊花新】深感当今圣主，恩赐金紫双鱼。公心正直遍采访，治国安民，但愿得国泰岁时丰富。<br>老夫苍颜皓首，身为重职。深感吾皇，赐金紫双鱼；托赖洪福；采访五湖四海。真个能教官吏如冰洁，解使民心似水清。六儿，我如今在此闷倦，你与我去叫大行院来，做些院本解闷。<br>【羽调排歌】自从当日，不见我儿，心下镇长忧虑，两眼长是泪双垂。怎地孩儿为路岐？今日里，得见你，焚香子父谢神祗。它乡里，重会遇，夫妻百岁效于飞<br>【同前】那日孩儿，私奔故里，历尽万山烟水。途中寂寞痛伤悲，到了东平得见伊。<br>【三叠排歌】告恩官，听拜启：当日书房里，一意会佳期。蓦忽撞着伊公相，一时见却怒起，令人星夜捍分离。怎知道，今日做夫妻，谢得恩官作主议。……<br></p> <p> ",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "未知作者"
  },
  "tags": []
}