{
  "id": 70145,
  "star": 1,
  "name": "杂剧·月明和尚度柳翠",
  "dynasty": "元代",
  "content": "楔子<br>宝座巍巍法力强，慈悲极乐住西方。慧眼才开能救苦，眉间放出白毫光。吾乃南海洛伽山观世音菩萨，这一个是童子善才。累劫修行，才离苦海。只为慈悲心重，遍游人间，广说因缘，普救苦难。阐明佛法，天花天乐常临，济度众生，凡恼几缘尽灭，以此莲花座上，号曰观音；只树林中，称为菩萨，这也不在话下。且说我那净瓶内杨柳，枝叶上偶污微尘，罚往人世，打一遭轮回，在杭州抱鉴营街积妓墙下，化作风尘匪妓，名为柳翠，直等三十年之后，填满宿债，那时着第十六尊罗汉月明尊者，直至人间点化柳翠，返本还元，同登佛会。只为一点尘污惹祸灾，降临凡世罪应该。直待月明点化归清净，恁时同共见如来。教你当家不当家，及至当家乱如麻。早晨起来七件事，柴米油盐酱醋茶。俺是这抱鉴营街积妓墙下住坐，老身姓张，夫主姓柳，亡化过了十年也。我有这个女孩儿，叫做柳翠，不要说他容颜窈窕，且只道他心性聪明：折白道字，顶针续麻，谈笑恢谐，吹弹歌舞，无不精通，尽皆妙解，现做上厅行首。在城有一个牛员外，与俺柳翠做伴。今年是老柳十周年，请十众僧做好事。柳翠，你门首觑者，牛员外这早晚敢待来也。举止虽然多俗态，说着风流偏酷爱。世人只识有钱牛，浑名叫做牛员外。小可杭州人氏，姓牛名璘，颇有些钱钞，人皆员外呼之。在城有一妓者柳翠，与俺两个作伴多年。明日是柳大姐父亲的十周年，要做好事，不免送些盘缠与大姐使用去，此间是他门首，不必报复，径自入去。奶奶，喏，大姐，喏。我牛璘索钱去来，到的迟了，大姐休怪。员外，我要些盘缠与老柳做十周年。奶奶，牛磷无甚么孝顺，只有这一千贯钞与大姐权做经钱。员外，这尽勾了也。下次小的每，安排下斋食，我自去蒿亭山显孝寺请僧众走一遭去也。大姐，我有几主钱未曾清楚，我还要索去，待明日再来。员外，你明日早些儿来，与我拜佛。明朝是汝父周年，自当来烈纸焚钱。莫待我差人相请，一条绳把鼻子来牵。你又来取笑。积水养鱼终不钓，深山放鹿愿长生。扫地恐伤蝼蚁命，为惜飞蛾纸罩灯。贫僧是这蒿亭山显孝寺住持长老。这山下有一施主人家是柳妈妈，因他夫主亡化，年年做斋，今年是十周年了。行者，山门首看去，那柳妈妈必然来请看经也。师父，徒弟这两日正想豆腐面筋吃<br>哩。行者，你师父在么？真个来了。师父在方丈中打坐，你自过去。师父，今年是老柳十周年，请十众僧做好事，贫僧已知，你先回去风。十众僧随后便来也。师父，早些儿来，我先回去也。行者，俺这寺中那里取十众僧来？师父，待我掐指头数一数：师父，你一个、我一个、首座、藏主、藏头、会朗、会明、法聪、法广，只得九个。还少一众怎了？哦，有了，有了。香积厨下烧火的那腌躧和尚也当一个。则怕不中。有甚么不中？又不要他看经，则把来凑数儿罢了。你叫他来。香积厨下兀那疯和尚，你来，你来。来也，来也。祖上非为和尚，法名本是月明。见我何曾识我，有声毕竟无声。你看这和尚又醉了也。好个醉和尚，人间非有相。参禅祖一宗，传教尊三藏。处世有机权，脱身改模样。心地甚分明，月在垂杨上。咄，临了两句怎生道？芦花两岸雪，烟水一江秋。<br>【仙吕】【赏花时】这月明曾碾破银河万里空，这和尚僻击响金陵半夜钟，端的个洗碧落露浓。你这和尚，风张风势，说谎调皮，没些儿至诚的。也不是我脱空卖弄，正是个风魔和尚，挑着这个，不知是甚么东西，恰似个烧饼的晃子。你家又不卖饼，要他怎的？不如打破了罢。呀、呀、呀，则一拳打破了广寒宫。<br>【幺篇】早不见摊子香飘八月风。八月风腊月雪，冻的要不的。你休笑我。这的是蟾影光磨百炼铜，这月曾照兴废古今同，你则看那北邙山的故冢。你这个和尚，则要吃酒吃肉，真是滥僧。谁是真僧。谁是滥僧？我是真僧，你是滥僧。谁是真僧，谁是滥僧？你是真僧，我是滥僧，呸，可颠倒了。你和我争甚么人我，那楚家的陵丘，汉家的墓冢，都在那里也呵，你试觑波。都一般潇洒月明中。<br>行者，收拾法器，下山看经去来。本寺师徒十众僧，特来相请念金经。柳翠虔诚做好事，坠落天花朵朵生。<br><br>第一折<br>老身张氏。今年是夫主老柳十周年，准备下斋食，众师父每敢待来也。寂寞萧条僧世界，清虚冷淡佛家风。万相观时空是色，一灵去后色还空。贫僧乃显孝寺住持的便是。柳妈妈，老僧与众僧都来了也。师父请家里来。我请十众僧，如何则九个？少了一个。便来也。兀那和尚，快来，快来。来也，来也。你叫我做甚么？我叫你做好事。你几曾做那好事来？我问你，那里有酒么？人家做好事，那得有酒？有酒我便去，无酒我不去。有酒，有酒。那里有肉么？我说道做好事，那得肉来。有肉我便去，无肉我不去。有肉，有肉。是谁家做好事？是柳翠家。哦，是那好女孩儿的柳翠么？你问他怎的？是别人家我不去，是柳翠家我便去。偏怎生他家你便去？我若不去呵，怎生成就俺那姻缘大事？正是风魔和尚。你和他成就姻缘，他怎生肯哩！你先行者，我随后便来也。他那里知道，贫僧乃是西天第十六尊罗汉，月明尊者，因为杭州抱鉴营街积妓墙下，有一风尘妓女柳翠，此女子本是如来法身，恐怕他迷却正道，特着贫僧引度此女子，只索走一遭去。想初祖达摩西至东土，不立文字，教外别传，直指人心，见性成佛，此个道理，你世上人怎生知道也呵。<br>【仙吕】【点绛唇】自从五派禅分，要知根本，西来信，则为这懵懂禅昏，我也曾扯住俺那达摩问。<br>【混江龙】直待要削开混沌，月为精魄柳为魂。一任着纷纷白眼，管甚么滚滚红尘！恰才个袖拂清风临九陌，又早是杖挑明月可便扣三门。则为我这半生花酒为檀信，其实的倦贪名利，因此上不断您这腥荤。有人来问贫僧，如何是佛？我说：你说的便是。有人来问贫僧：如何是道？我道：你道的便是。<br>【油葫芦】我为甚钻出头来日事滚，是非场哎，我也占的稳。人笑我是风魔的和尚，就儿里包含着醉乾坤。则我这布囊陡觉青蚨尽，都为那醁醅旋泼鹅黄嫩。世俗人没来由争长竞短，你死我活，有呵吃些个，有呵穿些个，苦海无边，回头是岸。巡指间春义秋，转眼间晨又昏。则被他韶华荏苒催双鬓，争如我向闲处且潜身？<br>【天下乐】端的个自古宗风释教尊，我想这今人，谁能出世尘？我寻思来万般皆下品，我则待向娑婆世界游，做莲花国里人，这就是开方便不二门。莲池海会，弥陀如来，观音势至坐莲台，接引上金阶。大誓弘开，唯愿离尘埃。香去盖，菩萨摩诃萨。十众僧来了九众，还有一众不来。待我到门前看咱。出门时好好的天气，如今下着濛濛的细雨儿。哎呀，跌杀贫僧也。清是晨间，一个和尚在俺门前擦倒，我着两句言语嘲拨他，看他也省的么？由他铁脚禅和子，到俺门前跌破头。则俺那天堂路上生荆棘，都是你这地狱门前滑似油。那里不是积福去处，我扶起你来。我本来度脱你，倒着你接引了我。敢问师父，从那里来？我来处来。如今那里去？我去处去。这和尚倒知个来去；噤声！道马非为马，呼牛未必牛，两头都放下，终到一时休。此处还有话说么？请柳翠速道。你这般答禅语呵，你大古里是淡云长老。这小鬼头，众生与佛相同，我比淡云长老有何差别？<br>【那吒令】我虽不是淡云，遮桂花几分。我虽不是远村，映梅梢半痕。我则是本因，度垂杨一轮。你是甚么和尚？我是月明和尚。你是月明和尚，你是那个月？柳翠，我这个月单道着你身上哩。若不是月正明，柳也你可有谁偢问？休看我似那陌上的这征尘。<br>柳翠，人道你归一。你可不归一。师父，我怎生不归一？我是第一个归一的人。我说你那不归一处与你听者。<br>【鹊踏枝】你则合映着孤村，你却待罩着荒坟。我这里住如何？不争你在这里住呵。不甫能栽向东家，却又早苫上西邻。我那里听你那风言风语。你可怕那风雨里那，你休那般絮纷纷似香绵乱滚，柳也，你又早这般安排下断送行人。<br>解结解结解冤结，解了杭州施主老柳前生今世冤和业。洗心涤虑发虔心，今对佛前求解结。南无药师佛，药师佛，消灾延寿药师佛，南无消灾延寿药师佛。愿以此功德，普及于一切，唱愿保平安，消灾增福寿，增福寿菩萨摩诃萨。柳翠，无常迅速，生死事大，跟我出家去来。我年纪小，如何出得家？柳翠，你如今不老了也。我不老哩。<br>【寄生草】早是这光阴速，更那堪岁月紧，现如今章台怕到春光尽，则这霸陵又早秋霜近，直教楚腰傲杀东风困，有一朝花褪彩云飞。我还不老哩。噤声！那里取四时柳色黄金嫩？师父，你休小觑我，我是那镇陌第一人哩。<br>【后庭花】你道你是镇柳陌第-人，你认的我么？我不认得你，你可是谁？我是和尚中为头的一个子弟。那个和尚做子弟来那？我说与你我那做子弟处。怎知我上花台端的是第一尊。俺娘看承我，便是地长出菩提树一般哩。你娘看承你似地长出菩提树，你敢不是菩提树，我是甚么？哎，柳也我道来你则是天生来罗汉身。谜言谜语，知他说甚的！劝你呵我是劝着一个木头人。哎，柳也你则恋着那锦营花阵。你早些儿跟的我出家去罢。我怎么出的家？久以后你少不得这埚儿种下祸根。<br>唵，齿临金吒金吒僧金吒，我今为汝解金吒，终不为汝结金吒，唵，强中强，吉中吉，波罗会上有殊力，一切冤家离我身，摩诃般若波罗蜜。摩诃般若波罗蜜。柳翠，你跟贫僧出家去来。师父，你是月明和尚，我这柳与你这月长着多少精神哩。我这月与你这柳也添着多少光彩哩。<br>【金盏儿】你道是花与月添神，我道是月与柳招魂。你恋着那清阴半亩香千阵。你看这世界，全是俺花柳妆点成的。你道是世间花柳本伶伦，一任你漫天琶柳絮，尽着你满地落风尘，我则去万花丛里过，常是那一叶不沾身。<br>柳翠，你跟我出家去来。我年纪幼小，正好觅钱。可着我跟你出家去，免的我生死么？柳翠，你若跟我出家去呵，我着你脱离生死，免却六道轮回。则你那门前莫接频来客，心间休挂有情人。你看这个疯和尚，俺女孩儿正好觅钱，如何教他出家，你快出去。母亲，山家人休和他一般见识。柳翠开门来，你好是缘薄也呵。<br>【赚煞尾】我本待要蟾宫内栽培的你活，哎，柳也你却待向那牛员外上凋零尽。惹一番信手拈来斧痕。你则听枝上流莺和泪闻，直等的你那皮故成薪。你如今正青春，则伴着那暮雨朝云、倚仗着客舍青青柳色新，我本待从根波至本，却把那下梢来不问，哎，柳也，再休提你那永丰坊里旧腰身。<br>行者，收拾了法器，贫僧还本寺中去也。劳动列位师父，些少面钱，改日再谢。阿弥陀佛。为亡灵灭除灾障，佛座前虔诚供养。又不是普救道场，险絮杀风魔和尚。<br><br>第二折<br>妾身是柳翠，自从做罢好事，见了那和尚，我睡里梦里，便见那和尚。我夜来做了一个梦，梦见变做个梨花猫儿。我今日欲待问人，争奈唤官身，我不往这前街里去，则怕撞见那和尚，只后巷里去波。远远望见柳翠往这里去了。小鬼头，你怎生躲的过贫僧也。<br>【南吕】【一枝花】我恰才离了曹溪一指前，又来到佛祖三更后。我则索分开临济晓，踏破他这葛藤秋。百般的救不出白骨荒丘，每日家则恋着花和酒。我今番儿度柳，我是个包含着天地风流，只要你肯信俺这波罗蜜咒。<br>【梁州第七】投至我度脱的一株翠柳，柳翠口来，少不的搜寻遍四大神州。你倚仗着枝疏叶嫩当时候，不肯道跨天边彩凤，只待要听枝上鸣鸠。你可也锁不住心猿意马，却罩定野鹭沙鸥。你则恋着他那一时间翠嫩青柔，怎不想久以后绿惨红愁。柳也，你若肯跟我出家去呵，我着你再休恋那红尘内赤力力虎斗龙争，碧天边来往往乌飞兔走，柳翠崃，早思着绿阴中闹簇簇燕侣莺俦，酒楼，玉沟，跳出那月明圈，不落樵夫勾。比及个成材时架梁后，饶你便坚硬心肠似木头，我只着你磨做骷髅。<br>柳翠，你怕做梨花猫儿，怎生不问我这月明尊者来？我梦寐中的勾当，这和尚他怎生知道？师父，我梦寐中做的勾当，你怎生知道？柳翠，无量阿僧禾氏劫，与大千沙界轮回，一切般若波罗蜜心，向不二门头变化。一条大路上天堂，则为你那心邪行不得。师父，你是甚么和尚？我是月明和尚。你便是月明和尚，夜来八月十五日你不出来，今日八月十六日你可出来。正是月过十五还依旧。这小鬼头倒说的有个来去。<br>【隔尾】你道是月过十五也索还依旧，哎，柳也，谁似你飞尽香绵未肯休，直等的絮满了官街，那其间有谁救？师父。长老寻你哩。那里去？你待要躲我那。哎，你个迷人的好是费手。师父，行者寻你哩。那里去？你又躲我那。我这个度人的好是缠头。师父，我两次三番躲不过你。你怎生躲的过我？谁着你惹一缕清风则在这背巷里走。<br>师父，长街市上不是说话去处，我和你茶房里说话去来。你也道的是。疾，兀的不是个茶房。茶博士，造个酥签来。我则不言语，看他说甚么？柳翠也，你待怎生？月也，你待如何？我着你发心修行，出离生死。本无生死，何求出离？绝了业障本来空，离了终须还宿债。如何得个了绝？凡情灭尽。自然本性圆明。<br>【幺篇】只要你凡情灭尽元无垢，刬的道枝叶萧条渐到秋。茶博士，你将把剃头刀儿来，与柳翠落了发者。我便减不的你头轻，也则是免了些生受。师父，我剃了头不羞么？你当日忧处却不忧，到今日这合修处却不修。师父，我剃了头可是如何？柳翠也，你问的我是。若是削了你这青丝就是剃了你个柳。师父，我柳翠委实出不的家。<br>【牧羊关】你则恋着那天淡清风晓，云间白露秋，你比我敢剩受了些万絮千头。你如何则想着你那堤边，好也啰，可怎生全不依我这渡口？那枝叶合采也那不合采，昨日八月十五日来。昨日正是八月十五日。我这言语索中户秋也那不是中秋。只怕你素魄光辉少。你道我素魄光辉少，柳翠口来，谁着你那两叶儿眉黛愁。我生的天然色天然态，花样娇，柳样柔。噤声！<br>【幺篇】卖弄你的天然色天然态、花样娇、柳样柔，则你那瘦腰肢则管里卖弄风流。我本待对杨柳听蝉，俺那牛员外呵。好也啰，他却待剪牡丹喂牛。柳翠也，自古及今，你这柳身上罪业不轻哩！我这柳有甚么罪过？你曾搬的个陶令门前种，你曾引的个隋帝广陵游。那隋炀帝要到广陵，只为贪看琼花，干着杨柳甚事？他因赴千里琼花会，柳翠口来，也则是这两行金线柳。<br>这和尚缠的我慌，则除是这般。<br>【隔尾】你本恋着朝云暮雨慵回首，却被这明月清风缠杀你那头，不肯将七碗卢仝耐心候。你解不过这赵州，省不得这悟头。柳翠口来，你不向野塘内三眠，偏来渲房取宿。<br>你睡着了，我着你大睡一觉。这等人不着他见个恶境头，他可也不得省悟。柳翠，你快醒来，唤官身哩。天堂地狱门相对，任君拣取那边行。寿从心地阴功起，神向清明善念生，吾神乃地府阎神是也，掌管人间生死轮回之事。今为杭州柳翠，触污圣僧罗汉，更待乾罢，牛头鬼力，与我摄过柳翠来者。为你在人间触污圣僧罗汉，牛头鬼力，将柳翠斩讫报来。苦呵，着谁人救我也？柳翠，有生死无生死？师父，有生死。求出离也不求出离？求出离。肯修行也不肯修行？肯修行。你若不肯修行，你回头试看波。兀的不吓杀我也。<br>【牧羊关】你觑那牛头鬼亲行刃，他把的龙泉剑扯在手。柳翠，你若不是我呵，恰才这清风过，怎了你那六阳会首。你跟我去呵，我着你剩积些阴功；你不跟我去呵，早早定了些阳寿。你跟我去呵，我着你上明晃晃一条金桥路；你不跟我去呵，便索向翻滚滚千丈奈河流。恰才那脖项上可着那钢刀挫。哎，柳翠也，抵多少树叶儿便打破你这头。且留人者。早知圣僧来到，只合远接，接待不着，勿令见罪。阎神，柳翠犯着何罪？因柳翠触污着圣僧来。柳翠的罪过，饶的也饶不的？柳翠的罪过，饶他不的。鬼力快下手者。疾，休推睡里梦里。兀的不吓杀我也。<br>【骂玉郎】彩云坠地可便无人救，哎，你个呆柳翠，呆柳翠早回头，则你那事到头来怎出的这无常勾。抖搜的宝钏鸣，僝僽的云髻松，阿搂的湘裙皱。<br>【感皇恩】呀，则见他刀下难收，早吓的汗雨交流，荡了香魂，消了素魄，瞪了星眸。他用着春纤玉手，忙抹这粉颈油头。这的是那里？这的茶房里，桌儿前。这早晚多早晚也？柳翠也，这早晚是午时候。<br>【采茶歌】这的是剑光浮，那里也鬼神愁。柳翠，你觑波。兀的不一轮明月在柳梢头。枝叶相连百十口，则你那翠眉终日端的为谁愁？恰才分明的杀坏了我，却又不曾死。我待道死来却又生，待道生来却又死。生死原来是幻情，幻情灭尽生死止。假若生死止在何处？速道，速道。师父，我答不的这一转语。云来云去，虚空本净。花开花谢，田地常存。弟子早省悟了。这回和月常相守也。<br>【黄钟尾】你道是这回和月常相守，我为你走了两番也。才赚的春风可便树点头。聚莺朋，会燕友，蜂衙喧，蝶梦幽，啭黄鹂，鸣锦鸠，噪昏鸦，覆野鸥，袅金丝，春水沟，拂红裙，夜月楼，酒旗前，望竿后，风又狂，雨又骤，霜正严，雪正厚，霜来欺，月来救，我救的这月里杪椤永长寿。师父，你如今带我那里去？我着你访灵山会首。待我辞别那一班儿姊妹弟兄就跟的去。也不索别章台的这故友。师父，为什么不着我别去？你道我为甚么不着你别去？我则怕你又折入情郎画眉手。<br><br>第三折<br>自从做了好事，俺柳翠孩儿跟的那个和尚出家去了，说今日来家，只索安排下些斋食等他。这早晚敢待来也。自从大姐家中做罢好事之后，谁想大姐跟着那个和尚出家去了，一向不见，我如今到他家去看柳妈妈走一遭。奶奶，你大姐出家去了，一向不见，若回来时，我要和大姐说一句话。员外，你放心，等孩儿来家，着他和你说话。奶奶，我只在这里等，大姐敢待来也。柳翠落了发者。师父，我心清净，何须落发？纤毫情不尽，便隔几重天。你落了发，才叫做有无并遣，空色俱忘，方为正道。<br>【中吕】【粉蝶儿】投至我度脱的你心回，我着你做师姑大刚来有一个主意，常言道柳絮不沾泥。柳翠，你跟将我来呵，不强如万人攀，千人折，我则怕损动了你这春风和气。盖因是暮景相催，催的你这瘦伶仃可便翠腰无力。<br>【醉春风】早是这日月似飞梭，光阴如逝水。你看那席前花影坐间移，想人生能有有几几？参透禅关，了达身命，出离尘世。<br>师父，这是柳翠家门首，请吃斋去。柳翠，来到你家门首，你休凡心动也。你凡心动，我便知道。我柳翠并不敢凡心动。奶奶，师父来了也，安排斋食供养。师父，家里来，安排斋食与师父吃。奶奶，斋食也早哩，将过围棋来，与师父手较数着。下次小的每将过棋盘棋子来者。柳翠，这个唤做甚么？师父，这个唤做棋子。柳翠，我和你下棋，则要你省的我这一着，这黑白二子，单比并着你娘儿两个哩。师父，这棋子怎生比并着俺娘儿两个？你说与我听。我有一偈。未去争交意，先忘黑白心。一条无敌路，彻了无人寻。<br>【乾荷叶】你娘呵是个做活的，恨不的待斜飞，你娘呵则是倚仗着你个弟子猱儿势，粘着处休热相偎，逼绰了便是伶俐。我双关二意说禅机。这和尚不知他说甚么哩。老婆婆不解的我这其中意。<br>抬了者，抬了者。母亲，将过那双陆来，我和师父打几贴儿咱。下次小的每。将过双陆来者。柳翠，这个唤做甚么？这个唤做双陆。这两块骨头唤做甚么？师父，这个不唤做骨头，这个唤做色数儿。我试看咱，一对着六。师父，不唤做一，唤做幺。哦，一不唤做一，唤做幺，我记着，我记着。二对着五，二双属阴，五单属阳，上下是阴阳相对着。三对四，四双属阴，三单属阳，上下也是阴阳相对着。柳翠也，原来这两块骨头上有阴阳之数，岂不是比并着你娘儿两个？师父，这骨头儿怎生比并着俺娘儿两个？你听，我也有一偈。一把枯骸骨，东君掌上擎。自从有点污，抛掷到今生。<br>【上小楼】柳翠也，自从你点污了素体，人将你多曾钻刺。郎君每他今后无钱向你的手内，但没权术，吃会抛掷。你若到三四五三六里，那其间早则妆幺不得。柳翠也，好色的这把骨头儿，你便休恁般寒碎。抬了者，抬了者。母亲，将过气球，来，我和师父踢一抛儿咱。下次小的每，将过气球来者。柳翠，这个唤做甚么？师父，这个唤做难当的。怎生唤做难当的？师父，这里面有个表，这个为三添气，郎君子弟要难当作耍呵，吹一口气，添上些水润这表，倾了那水，再吹一口气，拴了这葱管儿，便难当作耍。去了抛索儿，褪了那口气，便难当作耍不的了也。假若有这口气呵，便难当的。若无这口气呵。便难当不的。若是无了这一口气呵，原来便难当不的。柳翠也，你便是比并着这气球。师父，这气球怎生比并着柳翠？你听，我也有一偈。地水与火风，包含无为公，一朝公去后，四大各西东。<br>【幺篇】郎君心闲时将你脚上踢，兴阑也络在网里，端的个不见实心。但听抛声，尽是虚脾。有一日，臭皮囊褪了口元阳真气。柳翠也，早闪下你这褪胞儿便死心塌地。<br>我跟师父出家去，先将我那当官身衣服烧毁了罢。下次小的每，将过柳翠当官身的衣服来者。五漏作形骸，半生全不悟。脱却驴马身，正果天堂路。今日遇真僧，烧衣便归去。弟子烧衣，师当下火。是。弟子烧衣，师当下火，烧了柳翠的衣服也。避雨遮云更护风，瞒人全借你包笼，今日个脱身伴月还归去，似影相随总是空，咦，树头寻不见，身外更无踪。咄，柳翠，烧了衣服者。拜、拜、拜。<br>【满庭芳】你早则轮回也那绣衣，你和这衫儿永别，将背子道个安置。你且暂间波宫样乌云髻，毛角冠摩顶再休题。柳翌，你烧了这冠衫背子，有个比喻，师父。有甚么比喻？也则是土葬了你那送子弟麻花孝衣，火烧了你那战郎君的这铠甲头盔，这一场正合着俺邯参禅意。你今日个脱身利己，柳翠也，从今片早则去了你那虫吉螂皮。孩儿也，你在家中住一夜去。师父，柳翠的母亲要留柳翠家中住一夜。柳翠也．你休凡心动。你若凡心动呵，我便知道。我去也。师父，柳翠并不敢凡心动。奶奶，员外在那里？员外在这里。员外，你出来。奶奶，大姐在那里？孩儿，员外来了也。大姐，你为甚么出了家？奶奶，你看着门。我和员外说一句话咱。柳翌也，开门来。师父来了也，我开开这门。师父家里来。那得那师父，元来是我的这耳热，待我关上我这门，员外，则被你想杀我也。<br>【快活三】好也啰，你是一个丽春院柳咨跖。我等着师父哩。噤声！你那里肯道爱月夜眠迟，则这此情惟有月光知，险些儿不枉费了我那栽培力。<br>【鲍老儿】若不是淡月朦胧使的见识，甚么想杀我也牛员外？兀的不泄漏了春消息。月转回廊梦欲迷。可着我拔树将根觅。柳翠也，只怕你春归人老，花残月缺，树倒根摧。<br>奶奶，我跟师父出家去也。你去呵，我可怎了？柳翠，上船，上船。师父，怎生有船无梢公？柳翠也，要那梢公怎么？我一意在这里渡人来。<br>【十二月】这柳曾深笼着翡翠，这月曾冷浸着玻璃。这月曾清光皎皎，这柳柠翠色依依，则一棹风前浪底，咫尺是蓬岛瑶池。<br>师父，你渡我往那里去？<br>【尧民歌】柳也，渡你到微茫烟水画桥西。师父，休撇了柳翠。柳翠也，我怎肯满船空载月明归？一波才动万波随，半载河东半载河西，谁也么知？三番家度柳翠，去来波我与你同赴龙华会。<br>柳翠，到岸了也，可下船来。<br>【耍孩儿】毕罢了斜阳古道愁，如织。饱觑着碧天边蟾光似水，冰轮碾破玉尘飞，早则不倚禅床皱定双眉，柳也，你见了些朱门日日临官道，你见了些流水年年绕钓矶。师父，我跟你去了，俺奶奶不思想杀我也。则你那桃花脸休洗扬花泪，断不了你那章台上霜风淅淅，渭城边烟雨霏霏。柳翌，你来了呵，有几般儿物类失所也。师父，是那几般物类？你说我听咱。<br>【三煞】来了你呵，黄莺也懒更啼，金蝉也无处牺，来了你呵，再不见那绿阴深处把青骢系。来了你呵，再不见那舞春风楚宫别院纤腰细；来了你呵，再不见那缀晓露汉殿长门翠黛低；来了你呵，再不见那影蹁跹比张绪多娇媚；来了你呵，再不见那助清凉陶令宅两行斜映，增杀气亚夫营万缕低垂。师父，我柳翠将来的究竟，可是如何？<br>【二煞】再不要长事驿使催，河桥赠别离。则被这月明照破风扶起，直着你九霄碧汉开青眼，煞强如千里红尘锁翠眉。度你的是蟾宫桂，你要大呵重登霸岸，要小呵索向隋堤。<br>师父，柳翠这两日怎生没精神的？<br>【煞尾】待荣华则被这风雨把你来摧，强打挣又被这霜雪把你欺。师父，你将的我那里去那？我引你到西天西我佛莲池内。师父，那我佛莲池内，怎用的我着？依旧的插你在南海南观音净瓶里。<br><br>第四折<br>贫僧显孝寺长老是也。谁想香积厨下吃酒肉的那个和尚，原来是个真僧，今日升堂说法。众僧响动法器，请师父出来。十方同聚会。个个学无为。此是选佛场，心空及第归。大丈夫具决烈志气，慷慨英灵，踏破化城，归家稳坐。上不见有贤圣，下不见有凡愚；外不见有是非，内不见有自己。净裸裸，赤泼泼，一念不生。桶底则脱，岂不是心空也。且问大众，到这里还有人我是非么？到这里还有玄妙理性么？直如红炉上一点雪相似，岂不是选佛场也。虽然如是，又说阶梯，再不说阶梯一句，作怎么道千圣会中无影迹，万人丛里夺高标。大众恐有不能了达，心生疑惑者，请垂下问，我与他抽丁拔楔。法座下有甚么不能了达，钉嘴钱舌，铜头铁额，火眼金睛，都来问禅。上告我师和尚，贫僧特来问禅。速道。甚的明来明如日？甚的暗来暗似漆？甚的苦来苦似柏？甚的甜来甜似蜜？你一句家问将来。甚的明来明如日？佛性本来明如日。甚的暗来暗似漆？众生迷却暗如漆。甚的苦来苦似柏？噤声！若是阿鼻地狱门。甚的甜来甜似蜜？甜是般若波罗蜜。且归林下去，来日再参禅。上告我师和尚，行者特来问禅。速道。瓦片将来水上撇，有如步步踏青波。有力之人登彼岸，无力之人落奈何。为甚和尚快吃酪？饶你嘴尖舌头快，依然跟我墨路来。无眼和尚往南走，合眼静坐到西方。和尚从来好吃茶，终朝每日采茶芽。采的茶芽识滋味，善能结子共开花。后韵不来，且归林下。上告我师和尚，柳翠特来问禅。速道。师父，弟子借这扇子为题。柔柔软软一团娇，曾伴行人宿几宵。柳翠，你道是柔柔软软一团娇，曾伴行人宿几宵，你那彻骨清凉谁不爱？若不是我呵，敢着这人摇了那人摇。<br>【双调】【新水令】赵州原不下禅床，空闲了散花方丈，法门老比丘，公案不寻常，撇下皮囊，有相是无相。<br>长老，师父问我时，说我化瓦粮去了也。则要你疾去早来。<br>【驻马听】一世飘扬，不离红尘大道傍，受了半生魔障。则你这杨花端的为谁忙，织成新恨柳丝长，唤回午梦是那禅钟响。柳翠也来合掌，若来迟了呵，脚跟上好打三千棒。<br>柳翠那里去了？柳翠化瓦粮去了。我等不的他，我下法座去也。等柳翠来时，击响云板，唱两句道雨霖铃：今宵酒醒何处，杨柳岸晓风残月。那其间返照回光，同登大道。理会的。<br>【殿前欢】他刬的为春忙，这其间谁家池馆甚家墙。听一声枯木岩前唱，那其间返照回光。任东风上下狂，无挂碍无遮障。我如今撒手先行上，莫等待晓风残月，酒醒后知足何方？<br>自家柳翠，化瓦粮回来。长老，师父那里去了？师父下法座去了，着你回来，击响云板，唱两句雨霖铃：今宵酒醒何处，杨柳岸晓风残月。那时节师父返照回光，和你同登大道。雨霖铃：今宵酒醒何处？杨柳岸晓风残月。<br>【挂玉钩】我则听的檀板轻敲绕画梁，将我这慧眼忙开放，却原来一曲莺声啭绿杨，越引的魂飘荡。这的是弟子歌，又不是猱儿唱，饶他便铁石般怪心，也则索寸断柔肠。<br>柳翠，你的魔头至也。疾！柳翠在法座下，我着两句言语嘲拨他，看他说甚么？昔年曾到柳门傍，几度欢娱几断肠。借问佳人情意允，还如织女嫁牛郎。牛员外，你听者。曾向章台舞细腰，行人几度折柔条。自从落在禅僧手，一任东风再不摇。呀，那婆娘坚意的要出家了，我自回去也。柳翠，你听者。暑往寒来春复秋，从知天地一虚舟。虽然堕落风尘里，莫忘西方在那头。花上露，水中沤，人生能得几沉浮？去来影里光阴速，生死乡中得自由。<br>【雁儿落】你可便罢追陪百二行，年纪到三十上。何不去步瑶台十二层，离苦海三千丈？<br>【得胜令】柳也，这不是大树大阴凉，我则怕甘做了老孤桩柳也，早逢着玉殿骖鸾客，再休想那章台走马郎。度你到西方，饱看取明月清风况，世脱下皮囊，一任教黄莺紫燕忙。<br>我柳翌且归林下，明日再来问禅。上告我师和尚，柳翠在东廊下坐化了也。老僧引着柳翠，驾起祥云，见俺世尊去来。好是奇怪，难道这香积厨下风魔和尚倒是个活佛不成？我如今不吃斋了，也学他吃酒吃肉、寻个柳翠来度他去。谁想圣僧罗汉，度脱柳翌归空去了。真僧出世下人天，指引迷人度有缘。眼看一片祥云里，知是天花堕那边。我南海观世音菩萨，着月明尊者度脱柳翠去，这早晚敢待来也。菩萨，我月明尊者度脱的柳翠来了也。柳翌，因为你枝叶触污微尘，罚往人世，填还宿债，今日月明尊者引度你归空了么？菩萨稽首。弟子省悟了也。柳也，听我佛的偈。一切有为法，如梦幻泡影。如露亦如电，应作如是观。<br>【鸳鸯煞】撇下这人相我相众生相，出离了生况死况别离况。驾一片祥云，放五色毫光，唱道是佛在四天，月临上方，才得你一缕阴凉，和桂影长相向，伴着这宝盖香幢，再不许春日游人到来赏。柳也，你听者。出人寰脱离灾障，拜辞了风流情况。三十年堕落尘缘，忙追遣月明和尚。再休题舞依依袅娜轻盈，翠巍巍娇柔模样。毕罢了爱欲贪嗔，同共到灵山会上。<br>题目显孝寺主诵金经<br>正名月明和尚度柳翠",
  "poet": {
    "id": 3113,
    "star": 0,
    "name": "李寿卿",
    "image": "http://img.gushiwen.org/authorImg/lishouqing.jpg",
    "desc": "李寿卿，元代杂剧作家。太原人。生卒年不详，仅知与纪君祥、郑廷玉同时。曾任县丞。著有杂剧10种,现存《说?诸伍员吹箫》。《月明和尚度柳翠》一剧在《元曲选》等刊本中均未题作者，疑即李寿卿《月明三度临歧柳》。"
  },
  "tags": []
}