{
  "id": 72739,
  "star": 59,
  "name": "芙蓉女儿诔",
  "dynasty": "清代",
  "content": "　　维太平不易之元，蓉桂竞芳之月，无可奈何之日，怡红院浊玉，谨以群花之蕊，冰鲛之縠，沁芳之泉，枫露之茗，四者虽微，聊以达诚申信，乃致祭于白帝宫中抚司秋艳芙蓉女儿之前曰：</p> <p>　　窃思女儿自临浊世，迄今凡十有”六载。其先之乡籍姓氏，湮沦而莫能考者久矣。而玉得于衾枕栉沐之间，栖息宴游之夕，亲昵狎亵，相与共处者，仅五年八月有奇。</p> <p>　　忆女儿曩生之昔，其为质则金玉不足喻其贵，其为性则冰雪不足喻其洁，其为神则星日不足喻其精，其为貌则花月不足喻其色。姊娣悉慕媖娴，妪媪咸仰惠德。</p> <p>　　孰料鸠鸩恶其高，鹰鸷翻遭罦罬；薋葹妒其臭，茝兰竟被芟鉏！花原自怯，岂奈狂飙；柳本多愁，何禁骤雨！偶遭蛊虿之谗，遂抱膏肓之疚。故樱唇红褪，韵吐呻吟；杏脸香枯，色陈顑颔。诼谣謑诟，出自屏帏；荆棘蓬榛，蔓延户牖。岂招尤则替，实攘诟而终。既忳幽沉于不尽，复含罔屈于无穷。高标见嫉，闺帏恨比长沙；直烈遭危，巾帼惨于羽野。自蓄辛酸，谁怜夭折？仙云既散，芳趾难寻。洲迷聚窟，何来却死之香？海失灵槎，不获回生之药。</p> <p>　　眉黛烟青，昨犹我画；指环玉冷，今倩谁温？鼎炉之剩药犹存，襟泪之余痕尚渍。镜分鸾别，愁开麝月之奁；梳化龙飞，哀折檀云之齿。委金钿于草莽，拾翠盒于尘埃。楼空鳷鹊，徒悬七夕之针；带断鸳鸯，谁续五丝之缕？</p> <p>　　况乃金天属节，白帝司时，孤衾有梦，空室无人。桐阶月暗，芳魂与倩影同销；蓉帐香残，娇喘共细言皆绝。连天衰草，岂独蒹葭；匝地悲声，无非蟋蟀。露阶晚砌，穿帘不度寒砧；雨荔秋垣，隔院希闻怨笛。芳名未泯，檐前鹦鹉犹呼；艳质将亡，槛外海棠预萎。捉迷屏后，莲瓣无声；斗草庭前，兰芳枉待。抛残绣线，银笺彩缕谁裁？褶断冰丝，金斗御香未熨。</p> <p>　　昨承严命，既趋车而远陟芳园；今犯慈威，复拄杖而近抛孤柩。及闻蕙棺被燹，惭违共穴之盟；石椁成灾，愧迨同灰之诮。</p> <p>　　尔乃西风古寺，淹滞青燐，落日荒丘，零星白骨。楸榆飒飒，蓬艾萧萧。隔雾圹以啼猿，绕烟塍而泣鬼。自为红绡帐里，公子情深；始信黄土陇中，女儿命薄！汝南泪血，斑斑洒向西风；梓泽馀衷，默默诉凭冷月。</p> <p>　　呜呼！固鬼蜮之为灾，岂神灵而亦妒？箝诐奴之口，讨岂从宽？剖悍妇之心，忿犹未释！在卿之尘缘虽浅，而玉之鄙意尤深。因蓄惓惓之思，不禁谆谆之问。</p> <p>　　始知上帝垂旌，花宫待诏，生侪兰蕙，死辖芙蓉。听小婢之言，似涉无稽；据浊玉之思，则深为有据。何也：昔叶法善摄魂以撰碑，李长吉被诏而为记，事虽殊其理则一也。故相物以配才，苟非其人，恶乃滥乎其位？始信上帝委托权衡，可谓至洽至协，庶不负其所秉赋也。因希其不昧之灵，或陟降于兹，特不揣鄙俗之词，有污慧听。乃歌而招之曰：</p> <p>　　天何如是之苍苍兮，乘玉虬以游乎穹窿耶？地何如是之茫茫兮，驾瑶象以降乎泉壤耶？望伞盖之陆离兮，抑箕尾之光耶？列羽葆而为前导兮，卫危虚于傍耶？驱丰隆以为庇从兮，望舒月以临耶？听车轨而伊轧兮，御鸾鹥以征耶？闻馥郁而薆然兮，纫蘅杜以为纕耶？炫裙裾之烁烁兮，镂明月以为珰耶？借葳蕤而成坛畤兮，檠莲焰以烛兰膏耶？文瓠瓟以为觯斝兮，漉醽醁以浮桂醑耶？瞻云气而凝盼兮，仿佛有所觇耶？俯窈窕而属耳兮，恍惚有所闻耶？期汗漫而无夭阏兮，忍捐弃予于尘埃耶？倩风廉之为余驱车兮，冀联辔而携归耶？余中心为之慨然兮，徒噭噭而何为耶？卿偃然而长寝兮，岂天运之变于斯耶？既窀穸且安稳兮，反其真而又奚化耶？余犹桎梏而悬附兮，灵格余以嗟来耶？来兮止兮，卿其来耶？<br>若夫鸿蒙而居，寂静以处，虽临于兹，余亦莫睹。搴烟萝而为步障，列苍蒲而森行伍。警柳眼之贪眠，释莲心之味苦。素女约于桂岩，宓妃迎于兰渚。弄玉吹笙，寒簧击敔。征嵩岳之妃，启骊山之姥。龟呈洛浦之灵，兽作咸池之舞。潜赤水兮龙吟，集珠林兮凤翥。爰格爰诚，匪簠匪莒。发轫乎霞城，还旌乎玄圃。既显微而若通，复氤氲而倏阻。离合兮烟云，空蒙兮雾雨。尘霾敛兮星高，溪山丽兮月午。何心意之忡忡，若寤寐之栩栩？余乃欷歔怅望，泣涕彷徨。人语兮寂历，天籁兮篔筜。鸟惊散而飞，鱼唼喋以响。志哀兮是祷，成礼兮期祥。呜呼哀哉！尚飨！",
  "fanyi": "<p><strong>译文</strong></p> <p>　　千秋万岁太平年，芙蓉桂花飘香月，无可奈何伤怀日，怡红院浊玉，谨以百花蕊为香，冰鲛縠为帛，取来沁芳亭泉水，敬上枫露茶一杯。这四件东西虽然微薄，姑且借此表示自己一番诚挚恳切的心意，将它放在白帝宫中管辖秋花之神芙蓉女儿的面前，而祭奠说：</p> <p>　　我默默思念：姑娘自从降临这污浊的人世，至今已有十六年了。你先辈的籍贯和姓氏，都早已湮没，无从查考，而我能够与你在起居梳洗、饮食玩乐之中亲密无间地相处，仅仅只有五年八个月多一点的时间啊！</p> <p>　　回想姑娘当初活着的时候，你的品质，黄金美玉难以比喻其高贵；你的心地，晶冰白雪难以比喻其纯洁；你的神智，明星朗日难以比喻其光华；你的容貌，春花秋月难以比喻其娇美。姊妹们都爱慕你的娴雅，婆妈们都敬仰你的贤惠。</p> <p>　　可是，谁能料到恶鸟仇恨高翔，雄鹰反而遭到网获；臭草妒忌芬芳，香兰竟然被人剪除。花儿原来就怯弱，怎么能对付狂风？柳枝本来就多愁，如何禁得起暴雨？一旦遭受恶毒的诽谤，随即得了不治之症。所以，樱桃般的嘴唇，褪去鲜红，而发出了呻吟的声音；甜杏似的脸庞，丧失芳香，而呈现出憔悴的病容。流言蜚语，产生于屏内幕后；荆棘毒草，爬满了门前窗口。哪里是自招罪愆而丧生，实在乃蒙受垢辱而致死。你是既怀着不尽的忧忿，又含着无穷的冤屈呵！高尚的品格，被人妒忌，闺女的愤恨恰似受打击被贬到长沙去的<a href=\"http://so.gushiwen.org/author_109.aspx\">贾谊</a>；刚烈的气节，遭到暗伤，姑娘的悲惨超过窃神土救洪灾被杀在羽野的鲧。独自怀着无限辛酸，有谁可怜不幸夭亡？你既像仙家的云彩那样消散，我又到哪里去寻找你的踪迹？无法知道聚窟洲的去路，从哪里来不死的神香？没有仙筏能渡海到蓬莱，也得不到回生的妙药。</p> <p>　　你眉毛上黛色如青烟缥缈，昨天还是我亲手描画；你手上的指环已玉质冰凉，如今又有谁把它焐暖？炉罐里的药渣依然留存，衣襟上的泪痕至今未干。镜已破碎，鸾鸟失偶，我满怀愁绪，不忍打开麝月的镜匣；梳亦化去，云龙飞升，折损檀云的梳齿，我便哀伤不已。你那镶嵌着金玉的珠花，被委弃在杂草丛中，翡翠发饰落在尘土里，被人拾走。鳷鹊楼人去楼空，七月七日牛女鹊桥相会的夜晚，你已不再向针眼中穿线乞巧；鸳鸯带空馀断缕，哪一个能够用五色的丝线再把它接续起来？</p> <p>　　况且，正当秋天，五行属金，西方白帝，应时司令。孤单的被褥中虽然有梦，空寂的房子里已经无人。在种着梧桐树的台阶前，月色多么昏暗！你芬芳的魂魄和美丽的姿影一同逝去；在绣着芙蓉花的纱帐里，香气已经消散，你娇弱的喘息和细微的话语也都灭绝。一望无际的衰草，又何止芦苇苍茫！遍地凄凉的声音，无非是蟋蟀悲呜。点点夜露，洒在覆盖着青苔的阶石上，捣衣砧的声音不再穿过帘子进来；阵阵秋雨打在爬满了薜荔的墙垣上，也难听到隔壁院子里哀怨的笛声。你的名字尚在耳边，屋檐前的鹦鹉还在叫唤；你的生命行将结束，栏杆外的海棠就预先枯萎。过去，你躲在屏风后捉迷藏，现在，听不到你的脚步声了；从前，你去到庭院前斗草，如今，那些香草香花也白白等待你去采摘了！刺绣的线已经丢弃，还有谁来裁纸样、定颜色？ 洁白的绢已经断裂，也无人去烧熨斗、燃香料了！</p> <p>　　昨天，我奉严父之命，有事乘车远出家门，既来不及与你诀别；今天，我不管慈母会发怒，拄着杖前来吊唁，谁知你的灵柩又被人抬走。及至听到你的棺木被焚烧的消息，我顿时感到自己已违背了与你死同墓穴的誓盟。你的长眠之所竟遭受如此的灾祸，我深深惭愧曾对你说过要同化灰尘的旧话。</p> <p>　　看那西风古寺旁，青燐徘徊不去；落日下的荒坟上，白骨散乱难收！听那楸树榆木飒飒作响，蓬草艾叶萧萧低吟！哀猿隔着雾腾腾的墓窟啼叫，冤鬼绕着烟蒙蒙的田塍啼哭。原来以为红绡帐里的公子，感情特别深厚，现在始信黄土堆中的姑娘，命运实在悲惨！我正如汝南王失去了碧玉，斑斑泪血只能向西风挥洒；又好比石季伦保不住绿珠，这默默衷情惟有对冷月倾诉。</p> <p>　　啊！这本是鬼蜮阴谋制造的灾祸，哪里是老天妒忌我们的情谊！钳住长舌奴才的烂嘴，我的诛伐岂肯从宽！剖开凶狠妇人的黑心，我的愤恨也难消除！你在世上的缘分虽浅，而我对你的情意却深。因为我怀着一片痴情，难免就老是问个不停。</p> <p>　　现在才知道上帝传下了旨意，封你为花宫待诏。活着时，你既与兰蕙为伴；死了后，就请你当芙蓉主人。听小丫头的话，似乎荒唐无稽，以我浊玉想来，实在颇有依据。为什么呢？从前唐代的<a href=\"http://so.gushiwen.org/author_2409.aspx\">叶法善</a>就曾把<a href=\"http://so.gushiwen.org/author_1794.aspx\">李邕</a>的魂魄从梦中摄走，叫他写碑文；<a href=\"http://so.gushiwen.org/view_72739.aspx\">诗</a>人<a href=\"http://so.gushiwen.org/author_349.aspx\">李贺</a>也被上帝派人召去，请他给白玉楼作记。事情虽然不同，道理则是一样的。所以，什么事物都要找到能够与它相配的人，假如这个人不配管这件事，那岂不是用人太滥了吗？现在，我才相信上帝衡量一个人，把事情托付给他，可谓恰当妥善之极，将不至于辜负他的品性和才能。所以，我希望你不灭的灵魂能降临到这里。我特地不揣鄙陋粗俗，把这番话说给你听，并作一首歌来招唤你的灵魂，说：</p> <p>　　天空为什么这样苍苍啊！是你驾着玉龙在天庭邀游吗？大地为什么这样茫茫啊！是你乘着象牙的车降临九泉之下吗？看那宝伞多么绚烂啊！是你所骑的箕星和尾星的光芒吗？排开装饰着羽毛的华盖在前开路啊！是危星和虚星卫护着你两旁吗？让云神随行作为侍从啊！你望着那赶月车的神来送你走吗？听车轴咿咿呀呀响啊！是你驾驭着鸾凤出游吗？闻到扑鼻的香气飘来啊！是你把杜蘅串联成佩带吗？衣裙是何等光彩夺目啊！是你把明月镂成了耳坠子吗？借繁茂的花叶作为祭坛啊！是你点燃了灯火烧着了香油吗？在葫芦上雕刻花纹作为饮器啊！是你在酌绿酒饮桂浆吗？抬眼望天上的烟云而凝视啊！我仿佛窥察到了什么；俯首向深远的地方而侧耳啊！我恍惚倾听到了什么。你和茫茫大士约会在无限遥远的地方吗？怎么就忍心把我抛弃在这尘世上呢！请风神为我赶车啊！你能带着我一起乘车而去吗？我的心里为此而感慨万分啊！白白地哀叹悲号有什么用呢？你静静地长眠不醒了啊！难道说天道变幻就是这样的吗？既然墓穴是如此安稳啊！你死后又何必要化仙而去呢？我至今还身受桎梏而成为这世上的累赘啊！你的神灵能有所感应而到我这里来吗？来呀，来了就别再去了啊！你还是到这儿来吧！</p> <p>　　你住在混沌之中，处于寂静之境；即使降临到这里，也看不见你的踪影。我取女萝作为帘幕屏障，让菖蒲象仪仗一样排列两旁。还要警告柳眼不要贪睡，教那莲心不再味苦难当。素女邀约你在长满桂树的山间，宓妃迎接你在开遍兰花的洲边。弄玉为你吹笙，寒簧为你击敔；召来嵩岳灵妃，惊动骊山老母。灵龟象大禹治水时那样背着书从洛水跃出，百兽象听到了尧舜的咸池曲那样群起跳舞。潜伏在赤水中呵，龙在吟唱；栖息在珠林里呵，凤在飞翔。恭敬虔诚就能感动神灵，不必用祭器把门面装潢。</p> <p>　　你从天上的霞城乘车动身，回到了昆仑山的玄圃仙境。既像彼此可以交往那么分明，又忽然被青云笼罩无法接近。人生离合呵，好比浮云轻烟聚散不定，神灵缥缈呵，却似薄雾细雨难以看清。尘埃阴霾已经消散呵，明星高悬；溪光山色多么美丽呵，月到中天。为什么我的心如此烦乱不安？仿佛是梦中景象在眼前展现。于是我慨然叹息，怅然四望，流泪哭泣，留连彷徨。</p> <p>　　人们呵，早已进入梦乡；竹林呵，奏起天然乐章。只见那受惊的鸟儿四处飞散，只听得水面上鱼儿喋喋作响。我写下内心的悲哀呵，作为祈祷，举行这祭奠的仪式呵，期望吉祥。悲痛呵，请来将此香茗一尝！</p> <p><strong>注释</strong><br>1 诔（léi）：谥也，累列生时行迹，读之以作谥者。诔文：叙述死者生前事迹，表示哀悼。相当于后世的致悼辞或哀悼死者的文章，也简称为“诔”。<br>2、维太平不易之元：诔这一文体的格式，开头应当先交代年月日。作者想脱去“伤时骂世”、“干涉朝廷”的罪名，免遭文字之祸，称小说“无朝代年纪可考”，不得已，才想出这样的名目。第十三回秦可卿的丧榜上书有“奉天永建太平之国”、十四回出殡的铭旌上也大书“奉天洪建兆年不易之朝”等字样。表面上彷佛都是歌颂升平，放在具体事件、环境中，恰恰又成了绝妙的嘲讽。维，语助词。元，纪年。<br>3、蓉桂竞芳之月：指农历八月。<br>4、冰鲛之縠（hú）：传说鲛人居南海中，如鱼，滴泪成珠，善机织，所织之绡，明洁如冰，暑天令人凉快，以此命名。縠，有皱纹的纱。“冰鲛之縠”与下文的“沁芳之泉”、“枫露之茗”都见于小说情节之中。<br>5、白帝：五行之说：古人以百物配五行（金、木、水、火、土）。如春天属木，其味为酸，其色为青，司时之神就叫青帝；秋天属金，其味为辛，其色为白，司时之神就叫白帝，等等。故下文有“金天属节，白帝司时”等语。抚司：管辖。<br>6、曩（nǎng）：从前，以往。<br>7、“其为质”四句：仿效唐代诗人<a href=\"http://so.gushiwen.org/author_211.aspx\">杜牧</a>《李长吉歌诗叙》中语：“云烟绵联，不足为其态也；水之迢迢，不足为其情也；春之盎盎，不足为其和也；秋之明洁，不足为其格也……”。<br>8、媖娴（yīng xián）：美好文雅。媖，女子美好。娴，文雅。<br>9、“孰料”二句：诔文用了许多《楚辞》里的词语，大半都寄托着作者的爱憎。如“鹰鸷”用《离骚》的“鸷鸟（猛禽，鹰属）之不群兮，自前世而固然。何方圜（圆）之能周（相合）兮，夫孰（怎能）异道而相安？”原为<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>表达与楚国贵族抗争的不屈精神；与此相反，“鸠鸩”之类恶鸟就表示那股黑暗势力，因为鸠多鸣，像人话多而不实；鸩传说羽毒，能杀人。其它如下文中作为香花的“茞兰”、“蘅杜”，作为恶草的“薋葹”，也表示这两种力量的对立。“顑颔”则表示屈原受到压抑而憔悴，“诼谣”则表示黑暗势力搞阴谋诡计。又如一些讲车仗仪卫的用语，像“玉虬”、“瑶象”和“丰隆”、“望舒”等，也都是美好的事物和明洁正道的神祇，用来表现屈原“志洁行芳”、不同流合污的精神。<a href=\"http://so.gushiwen.org/author_611.aspx\">曹雪芹</a>在此用以表现自己对叛逆的女奴与恶浊势力进行斗争的同情，同时又寄托着自己对当时现实黑暗政治的不满。罦罬（fú zhuó），捕鸟的网，这里是被网捕获的意思。<br>10、薋葹（cí shī）：苍耳和蒺藜，泛指恶草。臭（xiù）：气味，这里指香气。<br>11、茝（chǎi）兰：香草。芟（shān）：割草，引申为除去。鉏（chú）：可编席的草。即“锄”。<br>12、蛊虿（gǔ chài）：害人的毒虫，这里是阴谋毒害人的意思。蛊，传说把许多毒虫放在一起，使互相咬杀，最后剩下不死的叫蛊，以为可用来毒害人。虿，是古书中说的蝎子一类毒虫。<br>13、膏肓（huāng）：心以下横膈膜以上的部分。古人以为病进入这个部位就无法医治（见《左传·成公十年》）。疚（jiù），疾病。<br>14、顑颔（kǎn hàn）：因饥饿而面色干黄憔悴。<br>15、诼（zhuó）谣：造谣中伤。謑（xī）诟：嘲讽辱骂。<br>16、户牖（yǒu）：门和窗户。牖，窗户。<br>17、“岂招尤”二句：程高本中此二句被删去。招尤则替，自招过失而受损害。替，废。攘诟，蒙受耻辱（语出《离骚》）。<br>18、忳（tún）：忧郁。《离骚》：“忳郁邑余侘傺兮。”幽沉：指隐藏在内心深处的怨恨。<br>19、罔屈：冤屈。罔，不直为罔。<br>20、长沙：指贾谊，汉文帝时著名政治家。他主张加强中央集权，削减地方王侯权势，年纪很轻就担任朝廷里的重要职务。后来受到权贵排斥，被贬逐为长沙王太傅（辅佐官），33岁就郁郁而死。后人常称他贾长沙。<br>21、“直烈”二句：古代神话：禹的父亲鲧（gǔn）没有天帝的命令，就擅自拿息壤（一种可以生长不息的神土，能堵塞洪水）治洪水，天帝就叫祝融将他杀死在羽山的荒野（据《山海经·海内经》）。屈原在《离骚》中说“鲧婞（xìng，倔强）直以亡身兮”，大胆肯定了鲧的耿介正直。“直烈”正是用了屈原的话；也正因为鲧是男子，所以诔文引来与芙蓉女儿相比，以反衬“巾帼”遭遇之惨甚于男子，与上一句引贾谊同。小说的续补者传统观念很深，像历来极大多数封建士大夫一样，把窃神土救洪灾的鲧和头触不周山的共工这一类具有斗争性、反抗性的人物看作坏人，将原稿这一句改为“贞烈遭危，巾帼惨于雁塞”（程高本），换成<a href=\"http://so.gushiwen.org/author_830.aspx\">王昭君</a>出塞和亲事。这一改，不仅有碍文理，且在思想性上也削弱了原稿中的叛逆精神。<br>22、“洲迷”二句：传说西海中有聚窟洲，洲上有大树，香闻数百里，叫做返魂树，煎汁制丸，叫做振灵丸，或名却死香，能起死回生（见《十洲记》）。迷，迷失方向，不知去路。<br>23、“海失”二句：传说东海中蓬莱仙岛上有不死之药，秦代有个徐福，带了许多童男女入海寻找，一去就没有回来。槎，筏子，借作船义。又海上有浮灵槎泛天河事，乘槎游仙的传说，见于《博物志》：银河与海相通，居海岛者，年年八月定期可见有木筏从水上来去。有人便带了粮食，乘上木筏而去，结果碰到了牛郎织女。这里捏合而用之。<br>24、倩：请人替自己做事。<br>25、“镜分”二句：传说罽（jì）宾（汉代西域国名）王捉到鸾鸟一只，很喜欢，但养了三年它都不肯叫。听说鸟见了同类才鸣，就挂一面镜子让它照。鸾见影，悲鸣冲天，一奋而死。后多称镜为鸾镜（见《异苑》）。又兼用南陈太子舍人徐德言与乐昌公主夫妻乱离中分别，各执破镜之半，后得以重逢团圆事（见《古今诗话》）。麝月，巧用丫头名，谐“射月”，同时指镜。奁（lián），女子盛梳妆用品的匣子。<br>26、“梳化”二句：晋人陶侃悬梭于壁，梭化龙飞去（见《异苑》）。这里可能是曹雪芹为切合晴雯、宝玉的情事而改梭为梳的。檀云，丫头名，也是巧用。檀云之齿，檀木梳的齿。麝月檀云，一奁一梳，皆物是人非之意。注：（檀云：首见第二十四回，贾宝玉的丫环。她的故事可能在作者早期增删《石头记》时即已略去，故作品仅第二十四回、三十四回、五十二回简单地提及她，但在宝玉的诗文中，却留下了这些故事的蛛丝马迹，第七十八回《芙蓉女儿诔》：“梳化龙飞，哀折檀云之齿。”这应该是宝玉、檀云、晴雯三人之间的一段小纠纷或小插曲，第二十三回《夏夜即事》：“室霭檀云品御香。”看来，初稿的二十三回之前，还有檀云焚香的故事。）<br>27、“委金”二句：谓人已死去，首饰都掉在地上。<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>《长恨歌》：“花钿委地无人收，翠翘金雀玉搔头。”钿（diàn），金翠珠宝制成的花形首饰。翘（qiáo），古代妇女的发饰。<br>28、“楼空”二句：《荆楚岁时记》：“七夕人家妇女结彩缕，穿七孔针，陈瓜果于庭中，以乞巧。”鳷鹊，汉武帝所建的楼观名，这里指华丽的楼阁。与“七夕之针”连在一起，可能由李贺《七夕》诗“鹊辞穿线月”联想而来，但鳷鹊与鹊不是同一种鸟。另：鳷鹊为汉章帝时条支国进贡的异鸟，王嘉《拾遗记·后汉》：“章帝永宁元年，条支国来贡异瑞，有鸟名鳷鹊，形高七尺，解人语。”<br>29、带断鸳鸯：比喻情人分离。可能用唐人<a href=\"http://so.gushiwen.org/author_56.aspx\">张祜</a>诗：“鸳鸯钿带抛何处？孔雀罗衫付阿谁？”<br>30、五丝之缕：指七夕所结之“彩缕”。又王嘉《拾遗记》：“因祗之国，其人善织，以五色丝内于口中，手引而结之，则成文锦。”晴雯工织，用此亦合。<br>31、蒹葭（jiān jiā）：芦苇。《诗经·秦风·蒹葭》：“蒹葭苍苍，白露为霜。所谓伊人，在水一方……”，表达了男主人公对女子的爱慕和想念。<br>32、不度寒砧：这里是说人已死去，不再有捣衣的砧声传来。度，传。寒砧，古代妇女每于秋夜捣衣，故称寒砧。砧，捣衣石。<br>33、怨笛：《晋书·<a href=\"http://so.gushiwen.org/author_337.aspx\">向秀</a>传》：向秀跟<a href=\"http://so.gushiwen.org/author_382.aspx\">嵇康</a>、吕安很友好。后嵇、吕被杀，向秀一次经过这两个人的旧居，听见邻人吹笛，声音嘹亮，向秀非常伤感，写了一篇《思旧赋》。后人称这个故事为“山阳闻笛”。又唐人小说《步飞烟传》里有“笛声空怨赵王伦”的诗句，说的是赵王因索取<a href=\"http://so.gushiwen.org/author_883.aspx\">石崇</a>家的吹笛美人绿珠未成而陷害石崇一家的事，诔文可能兼用此事。<br>34、鹦鹉：与下文中的海棠、捉迷、斗草等皆小说中情节，有的原不属晴雯，如鹦鹉写在潇湘馆，有的是广义的，如捉迷即可指晴雯偷听宝玉在麝月前议论她事。<br>35、银笺：白纸。与上句“抛残绣线”联系起来，当指刺绣所用的纸样。彩缕：庚辰本作“彩缮”，有误；程乙本作“彩袖”，当是臆改。今从戚序本。<br>36、“金斗”句：语用<a href=\"http://so.gushiwen.org/author_125.aspx\">秦观</a>《如梦令》“睡起熨沉香，玉腕不胜金斗”句。<br>37、柱杖：说自己带病前往，因哀痛所致。近抛：路虽近而不能保住的意思，与上句“远涉”为对。程乙本作“遣抛”，戚序本作“遽抛”，庚辰本缺字。今从乾隆抄本一百二十回红楼梦稿。<br>38、“及闻”四句：意谓宝玉不能与芙蓉女儿化烟化灰，对因此而将受到讥诮和非议感到惭愧。槥（huì）棺，棺材。槥，古代一种小棺材。燹（xiǎn）：野火。引申为烧。共穴之盟，死当同葬的盟约。穴，墓穴。椁（guǒ），棺外的套棺。迨（dài），及。同灰，<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>《长干行》：“十五始展眉，愿同尘与灰。”本谓夫妇爱情之坚贞。宝玉曾说过将来要和大观园里的女孩子们一同化烟化灰。<br>39、尔乃：发语词。赋中常见，不能解作“你是”。下文“若夫”也是发语词。<br>40、淹滞青燐：青色的燐火缓缓飘动。骨中磷质遇到空气燃烧而发的光，从前人们误以为鬼火。<br>41、圹（kuàng）：坟墓。<br>42、塍（chéng）：田间的土埂。<br>43、汝南泪血：宝玉以汝南王自比，以汝南王爱妾刘碧玉比晴雯。《乐府诗集》有《碧玉歌》引《乐苑》曰：“《碧玉歌》者，宋汝南王所作也。碧玉，汝南王妾名，以宠爱之甚，所以歌之。”梁元帝《采莲赋》：“碧玉小家女，来嫁汝南王。”汝南、碧玉与石崇、绿珠同时并用，始于唐代<a href=\"http://so.gushiwen.org/author_515.aspx\">王维</a>《洛阳女儿行》：“狂夫富贵在青春，意气骄奢剧季伦。自怜碧玉亲教舞，不惜珊瑚持与人。”<br>44、梓泽馀衷：用石崇、绿珠事。《晋书·石崇传》：崇有妓曰绿珠，美而艳，善吹笛。孙秀使人求之，崇勃然曰：“绿珠吾所爱，不可得也！”秀怒，矫诏（诈称皇帝的命令）收（捕）崇。崇正宴于楼上，介士（武士）到门，崇谓绿珠曰：“我今为尔得罪！”绿珠泣曰：“当效死于君前。”因自投于楼下而死。石崇有别馆在河阳的金谷，一名梓泽。作者同时人明义《题红楼梦》诗：“馔玉炊金未几春，王孙瘦损骨嶙峋。青娥红粉归何处？惭愧当年石季伦！”也用石崇的典故。这除了有亲近的女子不能保全的思想外，尚能说明灾祸来临与政治有关，诔文正有着这方面的寄托。<br>45、蜮（yù）：传说中水边的一种害人虫，能含了沙射人的影子，人被射后要害病。《诗·小雅·何人斯》“为鬼为蜮。”陆德明释文：“（蜮）状如鳖，三足，一名射工，俗呼之水弩。在水中含沙射人，一曰射人影。”这里指用阴谋诡计暗害人的人。<br>46、箝：同“钳”，夹住，引申为封闭。《庄子·胠箧》：“箝扬、墨之口。”诐（bì）奴：与下句的悍妇都指王善保家的和周瑞家的一伙迎上欺下、狗仗人势的奴才管家们。小说中曾写她们在王夫人前进谗言，“治倒了晴雯”。诐，奸邪而善辨，引申为弄舌。<br>47、惓（quán）惓：同“拳拳”，情意深厚的意思。<br>48、垂旌：用竿挑着旌旗，作为使者征召的信号。<br>49、待诏：本汉代官职名。这里是等待上帝的诏命，即供职的意思。<br>50、叶法善摄魂以撰碑：相传唐代的术士叶法善把当时有名的文人和书法家李邕的灵魂从梦中摄去，给他的祖父叶有道撰述并书写碑文，世称“追魂碑”（见《处州府志》）。<br>51、李长吉被诏而为记：李长吉，即李贺。唐代诗人<a href=\"http://so.gushiwen.org/author_204.aspx\">李商隐</a>作《李长吉小传》说，李贺死时，他家人见绯衣人驾赤虬来召李贺，说是上帝建成了白玉楼，叫他去写记文。还说天上比较快乐，不像人间悲苦，要李贺不必推辞。<br>52、陟降：陟是上升，降是下降。古籍里“陟降”一词往往只用偏义，或谓上升或谓下降。这里是降临的意思。<br>53、玉虬（qiú）：白玉色的无角龙。后文的“鹥”（yī）是凤凰。屈原《离骚》：“驷玉虬以乘鹥兮。”穹窿：天看上去中间高，四方下垂像篷帐，所以称穹窿。<br>54、瑶象：指美玉和象牙制成的车子。屈原《离骚》：“为余驾飞龙兮，杂瑶象以为车。”<br>55、箕尾：箕星和尾星，和下文的虚、危都是属于二十八宿星座的名称。古代神话，商王的相叫傅说（悦），死后精神寄托于箕星和尾星之间，叫做“骑箕尾”（见《庄子·大宗师》）。这里隐指芙蓉女儿的灵魂。<br>56、丰隆：神话中的云神（一作雷神）。下句中的“望舒”为驾月车的神。后文的“云廉”即“飞廉”，是风神。《离骚》：“吾令丰隆乘云兮，求宓妃之所在。”又“前望舒使先驱兮，后飞廉使奔属。”“望舒”之“望”，在诔文中兼作动词用。<br>57、薆（ài）：盛。<br>58、纫蘅杜以为纕（xiāng）：把蘅、纕杜等香草串连起来作为身上的佩带。纕，佩带。《离骚》：“纫秋兰以为佩。”<br>59、珰：耳坠子。古乐府《焦仲卿妻》：“耳著明月珰。”<br>60、葳蕤（wēi ruí）：花草茂盛的样子。畤（zhì）：古时帝王祭天地五帝之所。<br>61、檠（qíng）莲焰：在灯台里点燃起莲花似的灯焰。檠，灯台。烛兰膏：烧香油。<br>62、瓟瓠（bó hú）：葫芦之类瓜，硬壳可作酒器。程乙本作“瓠瓟”，今依脂本顺序。《广韵》：“瓟瓠可为饮器。”瓠，庚辰、戚序本作“匏”，这是“瓠”的别写。觯斝（zhì jiǎ）：古代两种酒器名。<br>63、醽醁（líng lù）：美酒名。<br>64、窈窕：深远貌。<br>65、汗漫：古代传说：有个叫卢敖的碰到名叫若士的仙人，向他请教，若士用“吾与汗漫期于九垓之外”的理由拒绝了他的请求（见《淮南子·道应训）。汗漫是一个拟名，寓有混混茫茫不可知见的意思。九垓，即九天。夭阏（è）：亦作“夭遏”，阻挡。<br>66、窀穸（zhūn xī）：墓穴。<br>67、反其真：返回到本源，指死（语出《庄子·大宗师》）。<br>68、悬附：“悬疣附赘”的简称，指瘤和瘾肉，是身体上多余的东西。《庄子·大宗师》：“彼以生为附赘悬疣，以死为决疣溃痈。”这是厌世主义的比喻。<br>69、灵：灵魂，指晴雯的灵魂。格：感通。嗟来：招唤灵魂到来的话。《庄子·大宗师》：“嗟来桑户乎！嗟来桑户乎！”桑户，人名，他的朋友招他的魂时这样说。<br>70、搴（qiān）：拔取。<br>71、柳眼：柳叶细长如眼，所以这样说。<br>72、莲心：莲心味苦，古乐府中常喻男女思念之苦，并用“莲心”谐音“怜心”。<br>73、素女：神女名，善弹瑟（见《史记·封禅书》）。<br>74、宓（fú）妃：传说她是伏羲氏的女儿，淹死在洛水中，成了洛神。<br>75、弄玉吹笙：相传秦穆公之女弄玉善吹笙，嫁与萧史，萧善吹箫，能作凤鸣，后引来凤凰，夫妻随凤化仙飞去（见汉代<a href=\"http://so.gushiwen.org/author_403.aspx\">刘向</a>《列仙传》及明代陈耀文《天中记》）。<br>76、寒簧：仙女名，偶因一笑下谪人间，后深海而复归月府（见明代叶绍袁《午梦堂集·续窈闻记》）。洪升《长生殿》借为月中仙子。敔（yǔ）：古代的一种乐器，形状如一只伏着的老虎。<br>77、嵩岳之妃：指灵妃。《旧唐书·礼仪志》：<a href=\"http://so.gushiwen.org/author_298.aspx\">武则天</a>临朝时，“下制号嵩山为神岳，尊嵩山神为天中王，夫人为灵妃”。<a href=\"http://so.gushiwen.org/author_682.aspx\">韩愈</a>《谁氏子》诗：“或云欲学吹凤笙，所慕灵妃媲萧史。”可知灵妃也是善于吹笙的。<br>78、骊山之姥（mǔ）：《汉书·律历志》中说殷周时有骊山女子为天子，才艺出众，所以传闻后世。到了唐宋以后，就传为女仙，并尊称为“姥”或“老母”。又《搜神记》中说有个神妪叫成夫人，好音乐，每听到有人奏乐歌唱，便跳起舞来。所以李贺《李凭箜篌引》中有“梦入神山教神妪”的诗句。这里可能是兼用两事。<br>79、“龟呈”句：古代传说，夏禹治水，洛水中有神龟背着文书来献给他（见《尚书·洪范》汉代孔安国传）。又传说黄帝东巡黄河，过洛水，黄河中的龙背了图来献，洛水中的乌龟背了书来献，上面都是赤文篆字（见《汉书·五行志》正义引刘向说）。<br>80、“兽作”句：舜时，夔作乐，百兽都一起跳舞（见《史记·五帝本纪》）。咸池，是尧的乐曲名，一说是黄帝的乐曲。<br>81、赤水：神话中地名。<br>82、珠林：也称珠树林、三株（又作“珠”）树，传说“树如柏，叶皆为珠”（见《山海经》）。凤翥（zhù）：凤凰在飞翔。凤集珠林，见《异苑》。<br>83、爰格爰诚：这种句法，在《诗经》等古籍中屡见，在多数情况下，“爰”只能作连接两个意义相近的词的语助词。格，在这里是感动的意思，如“格于皇天”。<br>84、匪簠（fǔ）匪筥（jǔ）：意谓祭在心诚，不在供品。匪，通“非”。簠、筥，古代祭祀和宴会用的盛粮食的器皿。<br>85、发轫（rèn）：启程，出发。轫，阻碍车轮转动的木棍，车发动时须抽去。霞城：神话以为元始天尊居紫云之阁，碧霞为城。后以碧霞城或霞城为神仙居处（见孙绰《游天台山赋序》）。<br>86、玄圃：亦作“县圃”，神仙居处，传说在昆仑山上。《离骚》：“朝发轫于苍梧兮，夕余至乎县圃。”<br>87、通：程乙本作“逋”，误。<br>88、氤氲（yīn yūn）：烟云笼罩。<br>89、忡忡：忧愁的样子。<br>90、篔筜（yún dāng）：一种长节的竹子。<br>91、唼喋（shà zhá）：水鸟或水面上鱼儿争食的声音。<br>92、尚飨（xiǎng）：古时祭文中的固定词，意谓望死者前来享用祭品。</p>",
  "shangxi": "<h2>鉴赏</h2> <p><strong>综述</strong></p> <p>　　《芙蓉女儿诔》文采飞扬、感情真挚、寓意深刻，全面体现了作者<a href=\"http://so.gushiwen.org/author_611.aspx\">曹雪芹</a>的不世文才。</p> <p>　　贾宝玉在这篇《红楼梦》中所有<a href=\"http://so.gushiwen.org/view_72739.aspx\">诗</a>词歌赋中最长的、达千余言的诔文里，首先介绍了晴雯的身世遭遇，回顾了他们之间的相与共处的生活，叙述了她的惨死经过，然后以无限的深情悼念晴雯，以金玉、冰雪、星日、花月等比喻，赞美了晴雯的高尚品质和情操。在这篇诔文里，晴雯是奋翅高翔、博击长空的雄鹰，是香味浓郁的兰花；而王夫人、花袭人之流则是玩弄口舌、以毒杀人的鸠鸩，是一类的恶草。他热烈颂扬晴雯傲世独立、坚贞不屈的反抗精神，声泪俱下地控诉王夫人等的杀人罪行，甚至发出了“钳奴之口，讨岂从宽；剖悍妇之心，忿犹未释”的怒吼。他以优美的想象，赞扬晴雯有如伟大诗人<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>，“志洁行芳”，始终坚守着高尚的情操。他愤怒地刻画了封建正统势力及其帮凶们的狰狞面目，揭露了他们搞的“诼、谣、诟”的阴谋诡计。他怀念晴雯，上天人地以求索，用美丽的神话来慰藉自己，深深祝愿晴雯在“天国”生生不息。</p> <p>　　《芙蓉女儿诔》还抒发了曹雪芹的悼亡体验。尽管曹雪芹生平事迹不详，可以肯定的是他“曾经离丧”，幼年丧父，中年丧妻，特别是如贾宝玉一样在家族败亡过程中目睹家庭中许多美的年轻女性的毁灭，诔文中“何心意之忡忡，若寤寐之栩栩”数句，非过来之人不能够“作此哀音”。换句话说，一部《红楼梦》，就是曹雪芹怡红心性与悼红情结的形象写照。脂评曾说：“一部大书，只为一葬花冢耳”，套用一下，也可以说：“一部大书，只为一《芙蓉诔》耳”。 </p> <p>　　作为诔文，《芙蓉女儿诔》的最大特色是创新。首先表现为：立意创新，见解不俗。在祭奠方式上，宝玉不屑拘泥于世俗之葬礼，他认为祭祀原不在形式，全在心意诚敬而已。宝玉不但冒险到下人住处探视晴雯之病，还以群花之蕊、冰鲛之毅、沁芳之泉、枫露之茗，于夜静无人之时致祭晴雯，并写下情意深长的长篇诔文，为她的抱屈夭亡而鸣不平。他对黛玉说：“我想着世上这些祭文，都蹈于熟滥了，所以改个新样”，主张“辞达意尽为止，何必若世俗之拘拘于方寸之问”。立意突破传统诔文感情拘谨、形式陈腐的局限，进行全新的创造：“须另出己见，自放手眼，亦不可蹈袭前人的套头，填写几字搪塞耳目之文，亦必须洒泪泣血，一字一咽，一句一啼，宁文不足，悲有余，万不可尚文藻而反失悲戚。”他认为用这种独特的致祭方式，“方不负我二人之为人”。为一个奴才、丫头做此一篇宏文，写作态度上完全超逸出社会规范对个人角色的期待，却符合宝玉一贯之为人。文中作者宝玉的自我形象十分突出，感愤哀切，深情执著。</p> <p>　　其次，该诔从思想到艺术都从整个中华古代文学中汲取精华营养，从而突破悼祭文学传统模式的束缚，采用新的手法，形成新的面貌，一洗近人八股习气。宝玉曾有“尚古”的文学主张，他所说的古代传统主要包括屈原、庄子与魏晋时代的文章风气，如：他所列举的《大言》、《招魂》、《离骚》、《九辩》、《秋水》、《大人先生传》等，均是不得志于时者寄情文字、离世叛俗式的牢骚文学，个人抒情色彩很浓。因而，该诔在体制的宏丽、想象的丰富、文藻的华丽、香草美人的寓意等方面，都明显借鉴了楚辞的写法。此外，还受到<a href=\"http://so.gushiwen.org/author_322.aspx\">曹植</a>、<a href=\"http://so.gushiwen.org/author_349.aspx\">李贺</a>等人诗文风格的影响。曹雪芹友人敦敏在诗中把他比作写过《洛神赋》的曹植（“诗才忆曹植”），另一友人敦诚则说他“诗笔有奇气，直追昌谷破樊篱”。昌谷即指李贺，李贺诗以感愤不平和仙鬼艳情为主要内容，又以结构跳跃、想象奇特、造语尖新等特色而被称为“长吉体”。“长吉体”乃是在吸收屈原的奇诡变幻、<a href=\"http://so.gushiwen.org/author_732.aspx\">鲍照</a>的险峻夸饰、<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>的想落天外及古乐府的绮丽清新等基础上而形成的。从曹雪芹仅存的两句诗“白傅诗灵应喜甚，定教蛮素鬼排场”看，其构思、意境和词采都颇近李贺，亦可由此略窥雪芹诗歌艺术之一斑。《芙蓉女儿诔》中不仅可看到李贺诗文激愤不平、艳情仙语的特色，还能看到曹植《洛神赋》式的优美深情和缠绵惆怅。</p> <p>　　可以说，《芙蓉女儿诔》的成功是与历史上最优秀的抒情文学、个性创作的影响分不开的。而明清时代的启蒙思潮又给以思想上的影响，<a href=\"http://so.gushiwen.org/author_792.aspx\">归有光</a>《寒花葬志》，<a href=\"http://so.gushiwen.org/author_339.aspx\">张岱</a>《祭秦一生文》等应是其精神先导。《芙蓉女儿诔》代表曹雪芹诗文创作成就，置诸中国最优秀的悼祭文学之列也毫不逊色。</p> <p><strong>主题思想</strong></p> <p>　　贾宝玉的《芙蓉女儿诔》从题材上应属于悼姬之作。古代婚姻主要取决于家世的利益，且夫妇关系主敬不主爱，比较而言，妓姬与男性文人的关系往往近乎自由的纯性爱性质；妓姬在男权文化中更缺少主宰自身命运的能力和权利，与文人在专制王权凌迫下往往赍志而殁，有类似之处，因此，与伤悼正妻的庄重与治家贤德，着力表现哀伤的深度不同，悼妓姬之作则更能表现出文人多情浪漫的天性，往往凄美缠绵，情韵悠长，具有较多反文化、非正统的意蕴。晴雯是宝玉房中的大丫头，地位仅次于袭人，实则有准侍妾身份。而且她不仅与宝玉同行同卧，亲密无间；还在精神方面与宝玉有一种不言而喻的契合，她身为下贱却要求人格尊严、不甘供人驱遣的皎皎个性，与宝玉追求自由、反对奴性的心性竟是一致的。因而，宝玉对晴雯很是珍视尊重，彼此抱着一片痴心，进行纯洁的精神恋爱。晴雯临死前向宝玉赠甲换袄，即是对这种爱情关系的明确表示。而宝玉诔文中采用“镜分鸾别”、“带断鸳鸯”以及“共穴”、“同灰”、“汝南”、“梓泽”等明显指称夫妻关系的典故，可见他也是把晴雯作为一个逝去的爱人的。</p> <p>　　通常认为《芙蓉女儿诔》是对晴雯人格悲剧的明写，更是对黛玉人格悲剧的暗写。然而，《芙蓉女儿诔》不只是悼祭晴雯或黛玉，更是对大观园所有冰雪般纯洁、花月般美丽、金玉般尊贵的女儿们的悼祭挽歌。该诔与《红楼梦曲》及黛玉《葬花词》、《五美吟》有着共同主题，传达出《红楼梦》“悲金悼玉”的主旨。因而，《红楼梦》第七十九回脂评本注：“非诔晴雯，诔风流也。”《芙蓉女儿诔》的确是宝玉对外在环境迫害风流人格而作的无力抗争。</p> <p>　　关于这篇诔文的写作，小说中原有一段文字，在程高本中，却被删去。其文为：</p> <p>　　……[宝玉]想了一想：“如今若学那世俗之奠礼，断然不可。竟也还别开生面，另立排场，风流奇异，于世无涉，方不负我二人之为人。况且古人有云；‘潢污行潦、苹蘩蕴藻之贱，可以馐王公，荐鬼神。’原不在物之贵贱，全在心之诚敬而已。此其一也。二则诔文挽词，也须另出己见，自放手眼，亦不可蹈袭前人的套头，填写几字搪塞耳目之文；亦必须洒泪泣血，一字一咽，一句一啼，宁使文不足悲有余，万不可尚文藻而反失悲戚。况且古人多有微词，非自我今作俑也。无奈今之人全惑于‘功名’二字，故尚古之风一洗皆尽，恐不合时宜，于功名有碍之故也。我又不希罕那功名，不为世人观阅称赞，何必不远师楚人之《大言》、《招魂》、《离骚》、《九辩》、《枯树》、《问难》、《秋水》、《大人先生传》等法，或杂参单句，或偶成短联，或用实典，或设譬寓，随意所之，信笔而去，喜则以文为戏，悲则以言志痛，辞达意尽为止，何必若世俗之拘拘于方寸之间哉！”宝玉本是个不读书之人，再心中有了这篇歪意，怎得有好诗好文作出来。他自己却任意纂著，并不为人知慕，所以大肆妄诞，竟杜撰成一篇长文。（参戚序本、庚辰本校）</p> <p>　　其中“古人多有微词，非自我今作俑也”一句明白地说明诔文是有所寄托的。所谓“微词”，即通过对小说中虚构的人物情节的褒贬来讥评当时的现实，特别是当时的黑暗政治。所引为先例的“楚人”作品，在不同程度上都是讽喻政治的。而其中被诔文在文字上借用得最多的是屈原的《离骚》，这并非偶然。《离骚》的美人香草实际上根本与男女之情无关，完全是屈原用以表达政治理想的代词。</p> <p>　　《芙蓉女儿诔》可以说是声讨封建专制主义的檄文，也是对富有反抗精神的处于社会下层者的颂歌。这篇诔文的出现，标志着贾宝玉叛逆性格的重要发展。一个贵族公子，作文祭悼，赞美一个奴仆，歌颂其反抗精神，表现贾宝玉的初步民主主义思想和鲜明的封建叛逆者的立场。</p> <p>　　与此同时，贾宝玉对于封建贵族阶级的背叛，已经深入到了封建阶级视为神圣不可侵犯的宗法伦理关系之中，愤怒地抗议已经直接指责到了他的生身母亲王夫人身上。贾宝玉叛逆思想的发展和深化，是大观园内封建势力与初步民主思想较量对他的教育、影响的结果。因此，《芙蓉女儿诔》也是这种较量的产物。</p> <p>　　作者在诔文中表现出强烈的爱憎态度：用最美好的语言，对这个“心比天高，身为下贱，风流灵巧招人怨”的女婢加以热情的颂赞，同时毫不掩饰自己对惯用鬼蜮伎俩陷害别人的邪恶势力的痛恨。但是，由于作者不可能科学地来认识封建制、度的吃人本质，所以，他既不能了解那些他加以类比的统治阶级内部斗争中受到排挤打击者，与一个命运悲惨的奴隶之间所存在着的阶级区别，也根本无法理解邪恶势力就产生于这一制度的本身，要拔除这种邪恶势力，就必须从根本上消灭人剥削人、人压迫人的社会制度。</p> <p><strong>艺术手法</strong></p> <p>　　清代与“百家争鸣”的战国时代的情况大不一样，特别是雍正乾隆年间，则更是文禁酷严，朝野惴恐。稍有“干涉朝廷”之嫌，难免就要招来文字之祸。所以，当时一般人都不敢作“伤时骂世”之文，“恐不合时宜，于功名有碍之故也”。触犯文网，丢掉乌纱帽，这还是说得轻的。曹雪芹“不希罕那功名”，“又不为世人观阅称赞”，逆潮流而动，走自己的路，骨头还是比较硬的。</p> <p>　　当然，要在这样的环境之下，揭露封建政治的黑暗，就得把自己的真实意图巧妙地隐藏起来，“尚古之风”、“远师楚人”、“以文为戏”、“任意纂著”、“大肆妄诞”、“歪意”、“杜撰”等等，也无非是作者护身的铠甲。借师古而脱罪，隐真意于玩文，似乎是模拟，而实际上是大胆创新，既幽默而又沉痛。艺术风格也正是由思想内容所决定的。基于此，就不难理解：为什么在这篇表面上写儿女悼亡之情的诔文中，要用<a href=\"http://so.gushiwen.org/author_109.aspx\">贾谊</a>、鲧、<a href=\"http://so.gushiwen.org/author_883.aspx\">石崇</a>、<a href=\"http://so.gushiwen.org/author_382.aspx\">嵇康</a>、吕安等这些在政治斗争中遭祸的人物的典故。为什么这篇洋洋洒洒的长文既不为秦可卿之死而作，也不用之于祭奠金钏儿，虽然她们的死，宝玉也十分哀痛。</p> <p><strong>构思技巧</strong></p> <p>　　《芙蓉女儿诔》构思之新奇，情感之强烈，意象之幻丽，形成夺目的文采与批判锋芒，在贾宝玉创作中堪称高峰，置诸《红楼梦》全部人物诗文中也别具一格，十分醒目。唯其如此，它的出现让人甚感突兀，且与晴雯身份地位不大相称。对此，历来学者多从贾宝玉叛逆性格以及晴雯对黛玉的影写的角度来解释。</p> <p>　　这本采从作者在小说中安排芙蓉花丛里出现黛玉影子、让他们作不吉祥的对话等情节中，也可以看得十分清楚。的确，作者在艺术构思上，是想借晴雯的悲惨遭遇来衬托黛玉的不幸结局的：晴雯因大观园内出了丑事，特别是因她与宝玉的亲近关系而受诽谤，蒙冤屈，将来贾府因宝玉闯出“丑祸”而获罪，黛玉凭着她与宝玉的特殊关系，也完全有可能蒙受某些诟辱的。“似谶成真”的《葬花吟》中“强于污淖陷渠沟”的话，也不是无的放矢。晴雯是宝玉不在时孤单地死去的，而且她的遗体据说是因为“女儿痨死的，断不可留”，便立即火化了。黛玉也没有能等到宝王避祸出走回来就“泪尽”了，她的诗句如“他年葬侬知是谁？”“花落人亡两不知”，“一声杜宇春归尽，寂寞帘栊空月痕”等等，也都预先透露了她“红断香消”时无人过问的情景。她的病和晴雯一样，却死在“家亡人散各奔腾”的时刻，虽未必也送入“化人厂”，但总是返柩姑苏，埋骨“黄土垅中”，让她“质本洁来还洁去”。“冷月葬花魂”的结局，实在也够凄凉的了。脂评特指出诔文应对照“黛玉逝后诸文”看，可知宝玉“一别秋风又一年”后，“对境悼颦儿”时，也与此刻“汝南泪血，斑斑洒向西风；梓泽馀衷，默默诉凭冷月”的景况相似。当然，使她们同遭夭折命运的最主要的相似之处，还是诔文所说的原因：“固鬼蜮之为灾，岂神灵之有妒？”在她们的不幸遭遇中，作者都寄托着自己现实的政治感慨。这其实与<a href=\"http://so.gushiwen.org/author_78.aspx\">高鹗</a>之续书中写黛玉之死的情节毫无共同之处。</p> <p><strong>艺术形象</strong></p> <p>　　《芙蓉女儿诔》的结尾，模拟《离骚》的写法，展开奇特想象：想象着晴雯被上帝任命为芙蓉花神，乘云气，驾飞龙，在天界自由遨游；又想象她感于自己致祭的诚意，在众神的簇拥之下，于仙乐飘飘，香气氤氲的境界中降临凡间。宝玉借助历史神话传说中的各种神异故事、神话人物，创造出一个美丽缥缈的神仙境界。这段幻想体现了宝玉尊崇女儿的心理，他希望晴雯这个被迫害致死的薄命女儿从此能超越尘俗的压迫和羁绊，到达自由永恒的境界。诔文感情缠绵，意境凄美，主要描写对美的毁灭的悼惜，以及忆昔感今等内容，与传统悼妓姬之作的唯美与深情有相通之处；其思维模式、典故运用都表明它是中国悼祭文学发展到高度成熟阶段的产物。</p> <p>　　这段骚体歌词表达了作者对芙蓉女儿的颂赞，把芙蓉女儿描绘成能够驾玉龙、乘瑶象，遨游于天宇之神。有人认为这些情节绝对不是林黛玉和丫头晴雯所能承受得起的。有观点就认为《芙蓉女儿诔》之中所诔之人既非黛玉又非晴雯，曹雪芹笔下的“芙蓉女儿”实乃竺香玉皇后。竺香玉是曹家用银子买来的女奴，她曾做过曹雪芹的丫鬟。此人生的袅娜多姿，聪明灵巧，恰似书中的晴雯；竺香玉自九岁开始做曹雪芹的伴读，并与之朝夕相处，耳鬓厮磨，情深意洽，与作者之间的关系，正似小说中宝玉与黛玉之间的恋人关系；竺香玉进宫后，曾做过皇后，死后以皇太后身份大办了丧仪。这种情况反映到诔文中，便是芙蓉女儿在天国所受到的非比寻常的待遇：驾玉龙、乘瑶象；月亮为她照明，雷神为她助威；危星和虚星做她的侍卫，箕星和尾星做她的随从。她佩戴用香花串成的佩带，她戴着用明月镂成的耳坠。她的莲灯中点燃着兰花香脂，她的酒杯中注满了琼浆玉液。神仙赶来为她奏乐，百兽群集为她起舞。……在人们的头脑中，天国的生活往往是人间生活的再现和升华。天上的神上神，所喻指的恰是人间的人上人：即竺香玉皇后。</p>",
  "about": "<h2>创作背景</h2> <p>　　晴雯是《红楼梦》主人公贾宝玉的大丫环，风流灵巧、心志两洁与林黛玉相近，故历来有“晴为黛影”之说。在《红楼梦》中，与晴雯相关的著名情节有第三十一回的“撕扇”，第五十二回的“补裘”。前者表现物随人性，宝玉尊重晴雯的自由个性；后者突出了晴雯的慧心巧手，于重病之际殚心竭力，织补“雀金裘”，见出其为宝玉分忧解难的赤诚之心。第三十七回写她不屑拾人余惠，不怕冲撞太太的言论；第七十四回写抄检大观园时，她兜底倒箧，使王善保家自讨没趣的行动，都显出其与众丫环不同的见识与骨气。到第七十七回“俏丫环抱屈天风流”，晴雯终因遭忌被逐、抱屈天亡。第七十八回写宝玉构想晴雯死后做了芙蓉花神，于是就有了《芙蓉女儿诔》这样一篇至纯至情文字。</p>",
  "poet": {
    "id": 611,
    "star": 0,
    "name": "曹雪芹",
    "image": "http://img.gushiwen.org/authorImg/caoxueqin.jpg",
    "desc": "曹雪芹，名霑，字梦阮，号雪芹，又号芹溪、芹圃。清代著名文学家，小说家。先祖为中原汉人，满洲正白旗包衣出身。素性放达，曾身杂优伶而被钥空房。爱好研究广泛：金石、诗书、绘画、园林、中医、织补、工艺、饮食等。他出身于一个“百年望族”的大官僚地主家庭，因家庭的衰败饱尝人世辛酸，后以坚韧不拔之毅力，历经多年艰辛创作出极具思想性、艺术性的伟大作品《红楼梦》。"
  },
  "tags": [
    "长诗"
  ]
}