{
  "id": 1242,
  "star": 21,
  "name": "登高丘而望远",
  "dynasty": "唐代",
  "content": "登高丘，望远海。<br>六鳌骨已霜，三山流安在？<br>扶桑半摧折，白日沈光彩。<br>银台金阙如梦中，秦皇汉武空相待。<br>精卫费木石，鼋鼍无所凭。<br>君不见骊山茂陵尽灰灭，牧羊之子来攀登。<br>盗贼劫宝玉，精灵竟何能？<br>穷兵黩武今如此，鼎湖飞龙安可乘？",
  "fanyi": "<p>译文<br>登上高丘，向大海遥望。<br>那传说中的东海六鳌，已早成了如霜的白骨，那海上的三神山如今已漂流到哪里去了？<br>那东海中的神木扶桑可能早已摧折了吧，那里可是日所出的地方。<br>神话中的银台金甄，只有在梦中才会出现，秦始皇和汉武帝想成仙的愿望，只能是一场空梦啊。<br>精卫填海只能是空费木石，鼋鼍架海为梁的传说也没有什么证据。<br>君不见骊山陵中的秦始皇和茂陵中的汉武帝都已早成土灰了吗？他门的陵墓任凭牧羊的孩子攀来登去，无人来管。<br>眼看着墓中的金珠宝玉已被盗贼劫夺一空，他们的精灵究竟有何能耐？<br>像这样的穷乓颊武、不管百姓死活的帝王，今天早该有如此之下场，他们怎可能会像黄帝那样在鼎湖乘龙飞仙呢？</p> <p>注释<br>⑴登高丘而望远：古辞无闻，可能是<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>自创新辞。《乐府<a href=\"http://so.gushiwen.org/view_1242.aspx\">诗</a>集》卷二十七列于《相和歌辞》。王琦注云：“此题旧无传闻。<a href=\"http://so.gushiwen.org/author_55.aspx\">郭茂倩</a>《乐府诗集》编是诗于相和曲中魏文帝‘登山而远望’一篇之后，疑太白拟此也，然文意却不顺。”<br>⑵“六鳌”二句：六鳌三山的故事在《列子·汤问》中，是夏革讲给汤听的。革曰“渤海之东，不知几千亿万里，有大壑焉。其中有五山焉。一曰岱舆，二曰员峤，三曰方壶，四曰瀛洲，五曰蓬莱。五山之根无所连著，常随波上下往还，不得暂峙焉。仙圣毒之，诉之于帝。帝恐流于西极，失群圣之居，乃命禺强使巨鳌十五而戴之，迭为三番，六万岁一交焉，五山始峙。而龙伯之国有大人，举足不盈数步，而及五山之所。一钓而连六鳌，合负而趣归其国，灼其骨以数。于是岱舆、员峤二山流于北极，沉于大海，仙圣播迁者巨亿计。”<br>⑶扶桑：传说中的神木，长在日出的地方。<br>⑷“银台”二句：《史记·封禅书》：（齐）威、（齐）宣、燕昭使人入海求蓬莱、方丈、瀛洲。此三神山者，其传在渤海中，去人不远。患且至则船风引而去。盖尝至者，仙人及不死之药在焉。其物禽兽尽白，而黄金为宫阙。未至，望之如云。及到，三神山反居水下。临之，风辄引去，终莫能去云。及至秦始皇并天下，至海上，则方士言之不可胜数。始皇以为至海上而恐不及矣。使人乃赍童男女入海求之。船交海中，皆以风为解，曰未能至望见之焉。”《封禅书》又记：“今天子（汉武帝）初即位，尤敬鬼神之祀。遣方士入海中求蓬莱安期生之属。”<br>⑸“精卫”句：谓“精卫填海”的故事不真实。《山海经·北山经》：发鸠之山有鸟焉，其状如乌，文首、白喙、赤足，名曰精卫。是炎帝之少女，名曰女娃。女娃于东海溺而不反，故为精卫。常衔西山之木以堙于东海。<br>⑹“鼋鼍”句：言三神山既不存在，鼋鼍一类的神物也就无处寄身。仍言神物为虚幻。<br>⑺“君不见”二句：谓求神仙、寻找不死药的秦皇、汉武仍不免一死，至今其人已化为尘土，陵寝荒废。秦始皇死葬骊山，汉武帝死葬茂陵。《汉书·楚元王传》：秦始皇帝葬于骊山之阿，下锢三泉，上崇山坟，其高五十余丈，周回五里有余。石椁为游馆，人膏为灯烛，水银为江海，黄金为凫雁。珍宝之臧，机械之变，棺椁之丽，宫馆之盛，不可胜原。又多杀宫人，生埋工匠，计以万数。天下苦其役而反之，骊山之作未成，而周章百万之师至其下矣。<a href=\"http://so.gushiwen.org/author_253.aspx\">项羽</a>燔其宫室营宇，往者咸见发掘。其后牧儿亡羊，羊入其凿，牧者持火照其羊，失火烧其臧椁。<br>⑻“盗贼”句：盗贼是作者沿用统治者对农民起义军的称呼。据《晋书·索靖传》记载，赤眉起义军曾取走汉武帝陵园中的一部分金银财宝。<br>⑼精灵：指秦始皇、汉武帝的神灵。<br>⑽穷兵黩武：好战不止。<br>⑾鼎湖飞龙：据《史记·封禅书》记载，齐人公孙卿欺骗汉武帝说：“汉之圣者在高祖之孙且曾孙也。”古之黄帝与神通，且战且学仙，铸鼎于荆山，有龙下迎。武帝对此深信不疑，且言：“嗟乎！吾诚如黄帝，吾视去妻子如脱躧耳。”</p>",
  "shangxi": "<h2>赏析</h2> <p>　　此<a href=\"http://so.gushiwen.org/view_1242.aspx\">诗</a>有托古讽今之意，名托刺秦始皇、汉武帝迷信求仙、穷兵黩武，实讽唐玄宗，具有深刻的社会意义。全诗可分为三部分。</p> <p>　　首二短句为第一段，点明登高山望远海。登高临海，极目远眺，诗人心潮澎湃，但他并没有写沧海扬波，洪涛排空的景象，而去写与大海、高山相关联的神话传说。</p> <p>　　中间八句为第二段，写望中想到传说中的神仙境界并不存在，神话传说也为虚妄。六鳌成枯骨，三山已经是过眼云烟。扶桑摧折，太阳的光彩已沉没殆尽。“银台金阙”犹如梦中烟云，秦皇汉武寻求的长生药亦如幻影。精卫填海，徒劳无功；鼋鼍为梁，不足为凭。</p> <p>　　末六句为第三段。写望中想到秦始皇、汉武帝穷兵黩武，妄想长生，终归一死。这一段为全诗之主旨所在。秦始皇骊山构陵，汉武帝茂陵筑墓，均已倾废荒芜。到而今，当年的英豪雄强早已灰飞烟灭，风光不再，只有听凭牧羊子赶着羊群来登临践踏。他们的魂灵守不住他们的墓冢，他们的余威阻止不了盗墓者贪婪的掘夺。昔日穷兵黩武，威加四方，何等霸气。如今仍落得个如此下场，要想乘飞龙而成仙，那简直就是白日做梦。历史就是无情的，自然也是残酷的。那些想超越自然法则的“野心家”们，终究如凡夫俗子一样，化作灰，堕为尘，成为深埋土堆里的一把枯骨，与庶民百姓没有两样。而他们那些愚妄的做法，最终成为后人的笑柄。诗意还不仅限于此。怀古仅仅是引领诗兴，由之写来，直奔主题。唐玄宗，溺于佛道，好神仙，求长生，比起秦皇汉武来，犹过之而无不及；其穷兵黩武之举，荒淫误国之行，与之相比，并无二致。借古鉴今，借古喻今，借古讽今，才是这首诗真正的主旨。</p> <p>　　这首诗主要不是怀古之作，而是感时之作。登高山，望远海，面对着绝好的写诗环境，绝好的诗歌材料，诗人却遥遥想起了历史上两位雄才大略的皇帝的求仙的荒诞，予以严厉抨击。这是对此类皇帝的讽刺和批判，也是对当朝皇帝的暗示。感时伤世，抨今讽今，说明诗人虽落泊漂零，仍然心系朝廷，心系国运。</p> <p>　　此诗典故密集，一个典故代表一种意象。这些意象的有序排列，组成了全诗的思维结构。</p>",
  "about": "<h2>创作背景</h2> 　　此<a href=\"http://so.gushiwen.org/view_1242.aspx\">诗</a>当作于唐玄宗天宝十载（751年），<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>南游吴越之时。那时唐玄宗溺于佛道，好神仙，求长生，多穷兵黩武、荒淫误国之事。",
  "poet": {
    "id": 247,
    "star": 0,
    "name": "李白",
    "image": "http://img.gushiwen.org/authorImg/libai.jpg",
    "desc": "李白（701年－762年），字太白，号青莲居士，唐朝浪漫主义诗人，被后人誉为“诗仙”。祖籍陇西成纪(待考)，出生于西域碎叶城，4岁再随父迁至剑南道绵州。李白存世诗文千余篇，有《李太白集》传世。762年病逝，享年61岁。其墓在今安徽当涂，四川江油、湖北安陆有纪念馆。"
  },
  "tags": [
    "乐府",
    "登高",
    "联想"
  ]
}