{
  "id": 6433,
  "star": 1015,
  "name": "出塞二首",
  "dynasty": "唐代",
  "content": "秦时明月汉时关，万里长征人未还。<br>但使龙城飞将在，不教胡马度阴山。</p> <p>骝马新跨白玉鞍，战罢沙场月色寒。<br>城头铁鼓声犹振，匣里金刀血未干。",
  "fanyi": "<p><strong>译文</strong><br>依旧是秦汉时期的明月和边关，守边御敌鏖战万里征人未回还。<br>倘若攻袭龙城的卫青和飞将军李广而今健在，绝不许匈奴南下牧马度过阴山。</p> <p>将军刚跨上配了白玉鞍的宝马出战，战斗结束后战场上只剩下凄凉的月色。<br>城头上的战鼓还在旷野里震荡回响，将军刀匣里的宝刀上的血迹仍然没干。</p> <p><strong>注释</strong><br>1.但使：只要。<br>2.龙城飞将：《汉书·卫青霍去病传》载，元光六年（前129年），卫青为车骑将军，出上谷，至笼城，斩首虏数百。笼城，<a href=\"http://so.gushiwen.org/author_1448.aspx\">颜师古</a>注曰：“笼”与“龙”同。龙城飞将指的是卫青奇袭龙城的事情。其中，有人认为龙城飞将中飞将指的是汉飞将军李广，龙城是唐代的卢龙城（卢龙城就是汉代的李广练兵之地，在今河北省喜峰口附近一带，为汉代右北平郡所在地），纵观李广一生主要的时间都在抗击匈奴，防止匈奴掠边，其中每次匈奴重点进攻的汉地天子几乎都是派遣李广为太守，所以这种说法也不无道理。<br>3.不教：不叫，不让。教，让。<br>4.胡马：指侵扰内地的外族骑兵。<br>5.度：越过。在漫长的边防线上，战争一直没有停止过，去边防线打仗的战士也还没有回来。要是攻袭龙城的大将军卫青和飞将军李广今天还依然健在，绝不会让敌人的军队翻过阴山。<br>6.阴山：昆仑山的北支，起自河套西北，横贯绥远、察哈尔及热河北部，是中国北方的屏障。<br>7.骝马：黑鬣黑尾巴的红马，骏马的一种。新：刚刚。<br>8.沙场：指战场。<br>9.震：响。</p>",
  "shangxi": "<h2>赏析</h2> <p><strong>其一</strong></p> <p>　　这是一首慨叹边战不断，国无良将的边塞。</p> <p>　　<a href=\"http://so.gushiwen.org/view_6433.aspx\">诗</a>从写景入手。首句“秦时明月汉时关”七个字，即展现出一幅壮阔的图画：一轮明月，照耀着边疆关塞。诗人只用大笔勾勒，不作细致描绘，却恰好显示了边疆的寥廓和景物的萧条，渲染出孤寂、苍凉的气氛。尤为奇妙的是，诗人在“月”和“关”的前面，用“秦汉时”三字加以修饰，使这幅月临关塞图，变成了时间中的图画，给万里边关赋予了悠久的历史感。这是诗人对长期的边塞战争作了深刻思考而产生的“神来之笔”。</p> <p>　　面对这样的景象，边人触景生情，自然联想起秦汉以来无数献身边疆、至死未归的人们。“万里长征人未还”，又从空间角度点明边塞的遥远。这里的“人”，既是指已经战死的士卒，也指还在戍守不能回归的士卒。“人未还”，一是说明边防不巩固，二是对士卒表示同情。这本是一个问题的两个方面，前者是因，后者是果。这是从秦到汉乃至于唐代，都没有解决的大问题。于是在第三、四两句，诗人给出了回答。</p> <p>　　“但使龙城飞将在，不教胡马度阴山”两句，融抒情与议论为一体，直接杆发戍边战士巩固边防的愿望和保卫国家的壮志，洋溢着爱国激情和民族自豪感。写得气势豪迈，铿锵有力。同时，这两句又语带讽刺，表现了诗人对朝廷用人不当和将帅腐败无能的不满。有弦外之音，使人寻味无穷。</p> <p>　　这首诗虽然只有短短四行，但是通过对边疆景物和征人心理的描绘，表现的内容是复杂的。既有对久戍士卒的浓厚同情和结束这种边防不顾局面的愿望；又流露了对朝廷不能选贤任能的不满，同时又以大局为重，认识到战争的正义性，因而个人利益服从国家安全的需要，发出了“不教胡马度阴山”的誓言，洋溢着爱国激情。</p> <p>　　诗人并没有对边塞风光进行细致的描绘，他只是选取了征戍生活中的一个典型画面来揭示士卒的内心世界。景物描写只是用来刻划人物思想感情的一种手段，汉关秦月，无不是融情入景，浸透了人物的感情色彩。把复杂的内容熔铸在四行诗里，深沉含蓄，耐人寻味。 </p> <p><strong>其二</strong></p> <p>　　这首诗描写了一惊心动魄的战斗刚刚结束的情景。枣红马刚刚装上白玉装饰的马鞍，战士就骑着它出发了。战斗结束的时候天已经很晚，战场上只留下寒冷的月光。城头上催战的鼓声仍在旷野上回荡，刀鞘里的钢刀血迹未干。诗人用寥寥数笔，就把将士们的英武气概，胜利者的神态生动地描绘出来。</p> <p>　　骅骝骏马，是再好不过的马了，还要给它配上再美不过的白玉鞍桥，可以想见这马上骑手的威风。这英武的骑士是手持“金刀”（即金错刀）奋战沙场的。这骑士披一身月色，顶凛冽寒风，鏖战而归。但他全副精神仍沉浸在烟尘滚滚的沙场，那咚咚的进击鼓声还响彻耳畔。这风度轩昂、勇武不凡、充满自信的骑士，就是诗人心目中唐军将官的形象，也是诗人矢志抗敌、无时无刻不意欲拼搏战场的心灵写照。“城头铁鼓声犹震，匣里金刀血未干。”这实在是一个坚定的爱国者从耿耿赤心发出的雄壮的呐喊，也分明寄寓着诗人的殷切希望。</p> <p>　　这首诗抒写自信、进取、开拓为特征的传统尚武精神，风格刚健、清新。诗人描写战争的胜利，不在于字面，而在于构成一种气氛。诗歌选取战斗生活的一个片段，以“骝马”“沙场”“铁鼓”“金刀”等战争意象串成一系列战斗生活的画面，战斗的激烈与战场的肃杀尽在其中。诗头“新跨”一词将战士风风火火、迎接战斗的激情表达得淋漓尽致，而诗尾以“血未干”这样一幅看似血腥的场景描写战士的内心——热血并未因为战斗的结束而冷却。这种激烈肃杀的气氛，生动地表现出战士的飒爽英姿和激昂振奋的风貌。</p> <p>　　作者在这首诗中抓住战斗刚刚结束的场面加以描写，塑造了一个英姿飒爽、勇猛善战的将军形象，热情地歌颂了将士们为国杀敌立功的勇敢精神。</p> <p>　　诗人描写胜利，不在于字面，而在于构成一种气氛。把战士的飒爽英姿，激昂振奋的风貌写了出来。</p>",
  "about": "<h2>创作背景</h2> <p>　　《出塞》是<a href=\"http://so.gushiwen.org/author_437.aspx\">王昌龄</a>早年赴西域时所做，《出塞》是乐府旧题。王昌龄所处的时代，正值盛唐，这一时期，唐在对外战争中屡屡取胜，全民族的自信心极强，边塞<a href=\"http://so.gushiwen.org/view_6433.aspx\">诗</a>人的作品中，多能体现一种慷慨激昂的向上精神，和克敌制胜的强烈自信。 同时，频繁的边塞战争，也使人民不堪重负，渴望和平，《出塞》正是反映了人民的这种和平愿望。</p> <p>　　组诗的第二首，《全唐诗》同时也录入<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>诗作下，作《从军行》或《行军》。但《李白全集校注汇释集评》没有《军行》一首。历来对此诗真实作者存有不同意见。</p>",
  "poet": {
    "id": 437,
    "star": 0,
    "name": "王昌龄",
    "image": "http://img.gushiwen.org/authorImg/wangchangling.jpg",
    "desc": "王昌龄 (698— 756），字少伯，河东晋阳（今山西太原）人。盛唐著名边塞诗人，后人誉为“七绝圣手”。早年贫贱，困于农耕，年近不惑，始中进士。初任秘书省校书郎，又中博学宏辞，授汜水尉，因事贬岭南。与李白、高适、王维、王之涣、岑参等交厚。开元末返长安，改授江宁丞。被谤谪龙标尉。安史乱起，为刺史闾丘所杀。其诗以七绝见长，尤以登第之前赴西北边塞所作边塞诗最著，有“诗家夫子王江宁”之誉（亦有“诗家天子王江宁”的说法）。"
  },
  "tags": [
    "边塞",
    "写景",
    "叙事",
    "战争",
    "抒情",
    "组诗"
  ]
}