{
  "id": 32506,
  "star": 138,
  "name": "哭李商隐",
  "dynasty": "唐代",
  "content": "成纪星郎字义山，适归高壤抱长叹。<br>词林枝叶三春尽，学海波澜一夜干。<br>风雨已吹灯烛灭，姓名长在齿牙寒。<br>只应物外攀琪树，便著霓裳上绛坛。</p> <p>虚负凌云万丈才，一生襟抱未曾开。<br>鸟啼花落人何在，竹死桐枯凤不来。<br>良马足因无主踠，旧交心为绝弦哀。<br>九泉莫叹三光隔，又送文星入夜台。",
  "fanyi": "<p><strong>译文<br></strong>其一<br>成纪郎官名字叫李义山，身归黄土让人空怀长叹。<br><a href=\"http://so.gushiwen.org/view_32506.aspx\">诗</a>词树林的枝叶已落尽，学术界的浪涛一夜枯干。<br>狂风暴雨把那灯烛吹灭，姓名一直在我心中思念。<br>他应该到世外攀折玉树，身著霓裳登上那仙人坛。</p> <p>其二<br>空怀有凌云万丈的高才，一生胸襟不曾片刻展开。<br>鸟啼花落斯人归于何处，竹死桐枯凤鸟不再飞来。<br>良马不遇足因无主而弯，知音痛失心由断弦而哀。<br>冥府不用感叹阴阳相隔，又有文星送入坟墓中来。</p> <p><strong>注释<br></strong>⑴成纪：古县名，战国时设置，县址大约在今甘肃秦安县。星郎：《后汉书·明帝纪》：“馆陶公主为子求郎，不许，而赐钱千万。谓群臣曰：‘郎官上应列宿，出宰百里，苟非其人，则民受殃，是以难之。’”后因称郎官为“星郎”。<br>⑵适归：往归；归向。高壤：土丘。一作“黄壤”。<br>⑶词林：词坛。借指文学界。<br>⑷学海：喻指学术界。波澜：比喻诗文的跌宕起伏。<br>⑸物外：世外。谓超脱于尘世之外。琪树：仙境中的玉树。<br>⑹霓（ní）裳（cháng）：神仙的衣裳。相传神仙以云为裳。一作“霓衣”。绛坛：一作“玉坛”。<br>⑺凌云：多形容志向崇高或意气高超。<br>⑻襟抱：怀抱之意。这里指远大的理想。<br>⑼竹死桐枯：传说中的凤凰非甘泉不饮，非竹不食，非梧桐不栖。这里是说社会残酷地剥夺了<a href=\"http://so.gushiwen.org/author_204.aspx\">李商隐</a>生存下去的条件。<br>⑽踠（wǎn）：屈曲、弯曲的意思。<br>⑾绝弦：断绝琴弦，喻失去知音。《吕氏春秋·本味》：“伯牙鼓琴，钟子期听之。方鼓琴而志在太山，钟子期曰：‘善哉乎鼓琴，巍巍乎若太山。’少选之间，而志在流水，钟子期又曰：‘善哉乎鼓琴，汤汤乎若流水。’钟子期死，伯牙破琴绝弦，终身不复鼓琴，以为世无足复为鼓琴者。”<br>⑿九泉：犹黄泉。指人死后的葬处。三光：古人以日月星为三光。<br>⒀文星：文曲星，传说中天上掌管人间文事的星宿，通常指富有文才的人，此处指李商隐。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　这两首<a href=\"http://so.gushiwen.org/view_32506.aspx\">诗</a>是情辞并茂的悼友诗。<a href=\"http://so.gushiwen.org/author_204.aspx\">李商隐</a>是一代才人。李商隐的诗辞采精工富丽，韵调婉转微，具有独特的艺术魅力。但是，由于政治宗派斗争的原因，这样的大诗人于病死荥阳后，文坛竟然出奇地沉默，极少有人赋诗撰文来纪念他。现存的当时悼念李商隐的诗仅有两首。这珍贵的两首《哭李商隐》诗出自李的挚友、诗人崔珏之手。</p> <p>　　第一首诗表达对亡友李商隐的深切悼念，同时赞叹其文学奇才，感慨其不幸的命运遭遇。</p> <p>　　第二首，崔珏说李商隐有“才”且“凌云万丈”，可知其才之高，而冠以“虚负”二字，便写出了对世情的不平。有“襟抱”且终生不泯，可知其志之坚，而以“未曾开”收句，便表现了对世事的鞭辟和对才人的叹惜。首联貌似平淡，实则包含数层跌宕，高度概括了李商隐坎坷世途、怀才不遇的一生。</p> <p>　　中间两联，承首联而写“哭”。李商隐有《流莺》诗：“曾苦伤春不忍听，凤城何处有花枝？”以伤春苦啼的流莺，因花落而无枝可栖，自喻政治上的失意。崔诗“鸟啼花落人何在”，则用“鸟啼花落”烘托成一幅伤感色调的虚景，唤起人们对李商隐身世的联想，以虚托实，使“哭”出来的“人何在”三个字更实在，更有劲，悲悼的意味更浓。</p> <p>　　第四句以“桐枯凤死”暗喻李商隐的去世。《庄子·秋水》：“夫鹓雏发于南海而飞于北海，非梧桐不止，非练实（竹实）不食，非醴泉不饮”，足见其高贵。这鹓雏即是凤一类的鸟。李商隐在科第失意时，曾把排抑他的人比作嗜食腐鼠的鸱鸟，而自喻为鹓雏（《安定城楼》：“不知腐鼠成滋味，猜意鹓雏竟未休”）。当时凤在，就无桐可栖，无竹可食。此时竹死，桐枯，凤亡，就更令人悲怆了。此句用字平易、精审，可谓一哭三叹也。</p> <p>　　“良马足因无主踠”，良马不遇其主，致使腿脚屈曲，步履维艰，这是喻示造成李商隐悲剧的根本原因，要归之于压制人材的黑暗的政治现实。一般人都为此深感悲愤，何况作为李商隐的旧交和知音呢。“旧交心为绝弦哀”，明哭一声，哀得恸切。春秋时，俞伯牙鼓琴，只有钟子期闻琴音而知雅意，子期死后，伯牙因痛失知音而绝弦罢弹。作者借此故事，十分贴切地表达了对亡友真挚的情谊和沉痛的哀思。</p> <p>　　尾联作者独运匠心，采用了“欲进故退”的手法，荡开笔触，不说自己的悲哀，却用劝慰的语气说：“九泉莫叹三光隔，又送文星入夜台”。意思是说：莫要悲叹九泉之下见不到日月星三光吧，现在您的逝去，就是送入冥间的一颗光芒四射的“文星”啊！这其实既不是安慰亡友，也不是诗人自慰。李商隐潦倒一生，郁郁而逝，人世既不达，冥间不可期。因此说，这只不过是作者极度悲痛的别一种表达方式，是“反进一层”之法。</p> <p>　　撼动人心的悲恸，是对着有价值的东西的毁灭。两这首诗就是紧紧抓住了这一点，把誉才、惜才和哭才结合起来写，由誉而惜，由惜而哭，以哭寓愤。誉得愈高，惜得愈深，哭得愈痛，感情的抒发就愈加浓烈，对黑暗现实的控诉愈有力，诗篇感染力就愈强。互为依存，层层相生，从而增强了作品的感染力。</p>",
  "about": "<h2>创作背景</h2> 　　<a href=\"http://so.gushiwen.org/author_204.aspx\">李商隐</a>是晚唐<a href=\"http://so.gushiwen.org/view_32506.aspx\">诗</a>坛的一颗巨星，他热衷政治，胸怀大志，对皇帝昏聩、宦官专权、藩镇割据深为不满，志欲革除积弊，却怀才不遇，抱负难酬，最终成为朋党之争的牺牲品。唐宣宗大中十二年（858年），四十五岁的李商隐郁郁而终。他的挚友崔珏在得知他去世的消息，悲痛万分，写下了这两首《哭李商隐》。",
  "poet": {
    "id": 2448,
    "star": 0,
    "name": "崔珏",
    "desc": "崔珏（音jue决），字梦之，唐朝人。尝寄家荆州，登大中进士第，由幕府拜秘书郎，为淇县令，有惠政，官至侍御。其诗语言如鸾羽凤尾，华美异常；笔意酣畅，仿佛行云流水，无丝毫牵强佶屈之弊；修辞手法丰富，以比喻为最多，用得似初写黄庭、恰到好处。诗作构思奇巧，想象丰富，文采飞扬。例如《有赠》一诗写美人的倾国之貌，“烟分顶上三层绿，剑截眸中一寸光”、“两脸夭桃从镜发，一眸春水照人寒”等句，其设喻之奇、对仗之工、用语之美，真令人叹为观止、为之绝倒，梦之真可谓是镂月裁云之天工也。诗一卷(全唐诗中卷第五百九十一），所录尽是佳作。"
  },
  "tags": [
    "悼亡",
    "友情",
    "组诗"
  ]
}