{
  "id": 72333,
  "star": 45,
  "name": "贾谊论",
  "dynasty": "宋代",
  "content": "　　非才之难，所以自用者实难。惜乎！贾生，王者之佐，而不能自用其才也。</p> <p>　　夫君子之所取者远，则必有所待；所就者大，则必有所忍。古之贤人，皆负可致之才，而卒不能行其万一者，未必皆其时君之罪，或者其自取也。</p> <p>　　愚观贾生之论，如其所言，虽三代何以远过？得君如汉文，犹且以不用死。然则是天下无尧、舜，终不可有所为耶？仲尼圣人，历试于天下，苟非大无道之国，皆欲勉强扶持，庶几一日得行其道。将之荆，先之以冉有，申之以子夏。君子之欲得其君，如此其勤也。孟子去齐，三宿而后出昼，犹曰：“王其庶几召我。”君子之不忍弃其君，如此其厚也。公孙丑问曰：“夫子何为不豫？”孟子曰：“方今天下，舍我其谁哉？而吾何为不豫？”君子之爱其身，如此其至也。夫如此而不用，然后知天下果不足与有为，而可以无憾矣。若贾生者，非汉文之不能用生，生之不能用汉文也。</p> <p>　　夫绛侯亲握天子玺而授之文帝，灌婴连兵数十万，以决刘、吕之雌雄，又皆高帝之旧将，此其君臣相得之分，岂特父子骨肉手足哉？贾生，洛阳之少年。欲使其一朝之间，尽弃其旧而谋其新，亦已难矣。为贾生者，上得其君，下得其大臣，如绛、灌之属，优游浸渍而深交之，使天子不疑，大臣不忌，然后举天下而唯吾之所欲为，不过十年，可以得志。安有立谈之间，而遽为人“痛哭”哉！观其过湘为赋以吊屈原，纡郁愤闷，趯然有远举之志。其后以自伤哭泣，至于夭绝。是亦不善处穷者也。夫谋之一不见用，则安知终不复用也？不知默默以待其变，而自残至此。呜呼！贾生志大而量小，才有余而识不足也。</p> <p>　　古之人，有高世之才，必有遗俗之累。是故非聪明睿智不惑之主，则不能全其用。古今称苻坚得王猛于草茅之中，一朝尽斥去其旧臣，而与之谋。彼其匹夫略有天下之半，其以此哉！愚深悲生之志，故备论之。亦使人君得如贾生之臣，则知其有狷介之操，一不见用，则忧伤病沮，不能复振。而为贾生者，亦谨其所发哉！ ",
  "fanyi": "<p><strong>译文</strong><br>　　人要有才能并不难，要使自己的才能施展出来实在不容易。可惜啊，<a href=\"http://so.gushiwen.org/author_109.aspx\">贾谊</a>虽然能够做帝王的辅佐之臣，却未能施展自己的才能。</p> <p>　　君子要想达成长远的目标，就一定要等待时机；要想成就伟大的功业，就一定要能够忍耐。古代的贤能之士，都有建功立业的才能，但有些人最终未能施展其才能的万分之一的原因，未必都是当时君王的过错，也有可能是他们自己造成的。</p> <p>　　我看贾谊的议论，照他所说的规划目标，即使夏、商、周三代的成就又怎能超过他呢？遇到像汉文帝这样的明君，尚且因未能尽才而郁郁死去，照这样说来，如果天下没有尧、舜那样的圣君，就终身不能有所作为了吗？孔子是圣人，曾周游天下，只要不是极端无道的国家，他都想勉力扶助，希望终有一天能实践他的政治主张。将到楚国时，先派冉有去接洽，再派子夏去联络。君子要想得到国君的重用，就是这样的殷切。孟子离开齐国时，在昼地住了三夜才出走，还说： “齐宣王大概会召见我的。”君子不忍心别离他的国君，感情是这样的深厚。公孙丑向孟子问道：“先生为什么不高兴？”孟子回答：“当今世界上（治国平天下的人才），除了我还有谁呢？我为什么要不高兴？”君子爱惜自己是这样的无微不至。如果做到了这样，还是得不到施展，那么就应当明白世上果真已没有一个可以共图大业的君主了，也就可以没有遗憾了。像贾谊这样的人，不是汉文帝不重用他，而是贾谊不能利用汉文帝来施展自己的政治抱负啊！</p> <p>　　周勃曾亲手持着皇帝的印玺献给汉文帝，灌婴曾联合数十万兵力，决定过吕、刘两家胜败的命运，他们又都是汉高祖的旧部，他们这种君臣遇合的深厚情分，哪里只是父子骨肉之间的感情所能比拟的呢？贾谊不过是洛阳的一个青年，要想使汉文帝在一朝一夕之间，就完全抛弃旧有的规章制度，采用他的新主张，也太困难了。作为贾谊这样的人，应该上面取得皇帝的信任，下面取得大臣的支持，对于周勃、灌婴之类的大臣，要从容地、逐渐地和他们加深交往，使得天子不疑虑，大臣不猜忌，这样以后，整个国家就会按自己的主张去治理了。不出十年，就可以实现自己的理想。怎么能在顷刻之间就突然对人痛哭起来呢？看他路过湘江时作赋凭吊<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>，郁结烦闷，心绪不宁，表露出退隐的思想。此后，终因经常感伤哭泣，以至于早死，这也真是个不善于身处逆境的人。谋划一次没有被采用，怎么知道就永远不再被采用呢？不知道默默地等待形势的变化，而自我摧残到如此地步。唉，贾谊真是志向远大而气量狭小，才力有余而见识不足。</p> <p>　　古人有出类拔萃的才能，必然会不合时宜而招致困境，因此没有英明智慧、不受蒙蔽的君主，就不能充分发挥他们的作用。古人和今人都称道苻坚能从草野平民之中起用了王猛，在很短时间内全部斥去了原来的大臣而与王猛商讨军国大事。苻坚那样一个平常之辈，竟能占据了半个中国，这道理就在于此吧。我很惋惜贾谊的抱负未能施展，所以对此加以详尽的评论。同时也要使君主明白：如果得到了像贾谊这样的臣子，就应当了解这类人有孤高不群的性格，一旦不被重用，就会忧伤颓废，不能重新振作起来。像贾谊这种人，也应该有节制地发泄自己的情感呀，谨慎的对待自己的立身处世啊！</p> <p><strong>注释</strong><br>1.贾生：即贾谊。汉代的儒者称为“生”，如贾生、董生（董仲舒）。贾谊（前200—前168），世称贾太傅、贾长沙、贾生，洛阳（今河南洛阳东）人。西汉初期的政论家、文学家。年少即以育<a href=\"http://so.gushiwen.org/view_72333.aspx\">诗</a>属文闻于世人。后见用于汉文帝，力主改革，被贬为长沙王太傅（因当时长沙王不受文帝宠爱，故有被贬之意）。后改任梁怀王太傅。梁怀王堕马而死，自伤无状，忧愤而死。<br>2.所取者：指功业、抱负。<br>3.所就者：也是指功业。<br>4.可致之才：能够实现功业，抱负的才能。致，指致功业。<br>5.贾生之论：指贾谊向汉文帝提出的《治安策》。<br>6.汉文：汉文帝<a href=\"http://so.gushiwen.org/author_797.aspx\">刘恒</a>，西汉前期最有作为的君主之一。<br>7.昼：齐地名，在今山东临淄。孟子曾在齐国为卿，后来见齐王不能行王道，便辞官而去，但是在齐地昼停留了三天，想等齐王改过，重新召他入朝。事见《孟子·公孙丑下》。<br>8.豫：喜悦。《孟子·公孙丑下》：“孟子去齐，充虞路问曰：‘夫子若不豫色然，前日虞闻诸夫子曰：“君子不怨天，不尤人。”’曰：‘……夫天未欲平治天下也，如欲平治天 下，当今之世，舍我其谁也？吾何为不豫哉？’”充虞，孟子弟子，<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>这里误为公孙丑。<br>9.“夫绛侯亲握天子玺”句：绛侯：周勃，汉初大臣。汉文帝刘恒是<a href=\"http://so.gushiwen.org/author_746.aspx\">刘邦</a>第二子，初封为代王。吕后死后，诸吕想篡夺刘家天下，于是以周勃、陈平、灌婴为首的刘邦旧臣共诛诸吕，迎立刘恒为皇帝。刘恒回京城路过渭桥时，周勃曾向他跪上天子玺。<br>10.诸吕作乱，齐哀王听到了消息，便举兵讨伐。吕禄等派灌婴迎击，灌婴率兵到 荥阳（今河南荥阳）后，不击齐王，而与周勃等共谋，并屯兵荥阳，与齐连和，为齐王助威。周勃等诛诸吕后，齐王撤兵回国。灌婴便回到长安，与周勃、陈平等共立文帝。<br>11.这是说他们君臣之间，比父子兄弟还亲。<br>12.贾谊为太中大夫时，曾向文帝提出“改正朔，易服色，法制度，定官名，兴礼 乐”以及列侯就国，更改律令等一系列建议，得罪了周勃、灌婴等人。他做梁怀王太傅 时，又向文帝献治安策，对治国、御外等方面提出了建议。<br>13.优游，叠韵连绵字，从容不迫的样子。浸渍（zì），双声连绵字，渐渐渗透的样 子。优游浸渍：从容不迫，逐渐渗透。<br>14.遽：副词，急速，骤然，迫不及待地。指贾谊在《治安策》的序中所说；“臣窃惟事势，可为痛哭者一，可为流涕者二，可为长太息者六。”<br>15.贾谊因被朝中大臣排挤，贬为长沙王太傅，路过湘水，作赋吊屈原。<br>16.萦纡（yíng yū）：双声连绵字，缭绕的样子。这里比喻心绪不宁。<br>17.趯然：超然的样子。远举，原指高飞，这里比喻退隐。贾谊《吊屈 原赋》：“见细德之险徵兮，遥曾击而去之。”正是远举的意思。<br>18.贾谊在做梁怀王太傅时，梁怀王骑马摔死，他自伤未能尽职，时常哭泣，一年多后就死了。夭绝，指贾谊早死。<br>19.累，忧虑。<br>20.睿（ruì），智慧通达。<br>21.苻坚：晋时前秦的国君。王猛：字景略，初隐居华山，后受苻坚召，拜为中书侍郎。<br>22.王猛被用后，受到苻坚的宠信，屡有升迁，权倾内外，遭到旧臣仇腾、席宝的反对。苻坚大怒，贬黜仇、席二人，于是上下皆服（见《晋书·载记·王猛传》）。<br>23.匹夫：指苻坚。略：夺取。当时前秦削平群雄，占据着北中国，与东晋对抗，所以说“略有天下之半”。<br>24.狷（juàn）介：孤高，性情正直，不同流合污。<br>25.病沮：困顿灰心。沮（jǔ）：颓丧。<br>26.发：泛指立身处世，也就是上文所谓自用其才。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　<a href=\"http://so.gushiwen.org/author_109.aspx\">贾谊</a>是中国历史上有名的“怀才不遇者”，郁郁而终。前人大多惜贾生之才，而斥文帝误才之庸。<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>却一反《史记》以来许多史家、学者对贾谊怀才不遇的肯定论述，从贾谊自身的角度，分析其悲剧产生的必然性，批判贾谊的悲剧在于不能“自用其才”、“不善处穷”、“志大而量小”，责备贾谊不知结交大臣以图见信于朝廷。从而表达了苏轼对贾谊为人、遭际的既同情惋惜又批判否定的态度。从别人意想不到的角度切入，得出令人意料之外的结论，立论新异，见解深刻，富有启发性。<br>文章首段即开门见山地表明观点：一个人要有才能并不难，怎么使自己的才能获得发挥却是很难，而贾谊正是具有辅佐帝王的才能，却不能够让自己的才能获得充分的发挥利用。“非才之难，所以自用者实难”，是写虚；“惜乎！贾生，王者之佐，而不能自用其才也。”是写实。虚与实相辅相成，互为印证，使虚有所依，实有提高，相得益彰。</p> <p>　　第二段，由强烈的惋惜进入舒缓的说理。提出“有所待”、“有所忍”是君子施展抱负必须经历的艰苦过程，而古代贤人郁郁不得志，不一定是当时君主不识贤才，或许是他们自己造成的。此两段将焦点集中在贾谊不得汉文帝重用，乃是因为自身对政治的修养不够。文中的正面描写“君子之所取者远，则必有所待；所成就者大，则必有所忍”与“未必皆时君之罪，或者其自取也”的假设，都反映苏轼对贾谊的看法。“夫君子之所取者远，则必有所待；所就者大，则必有所忍”，是围绕开头中心论点而抛出的一个分论点。</p> <p>　　第三段，举史例说明贤人与帝王之间的关系，对分论点进行论证，是“所待”、“所忍”的具体化。孔子、孟子做到了如此仁至义尽，尚且未能如他们自己所愿，“若贾生者，非汉文之不能用生，生之不能用汉文也”。这一句紧扣文题之后，顺水推舟地得出这个结论。后者并非分论点，而是论点的延伸形态，形式虽然变了，但实际上还是指“不能自用其才”，只是论述的角度有所变化，一个论点从不同角度去论证。由“不能自用其才”引申为“或者其自取也”，再引申为“生之不能用汉文也”，论点逐层推进，一个比一个的含义更具体，论述一步比一步更深入。而对贾谊的具体情况，文章却并没做展开对比论述，而是采用“旁（孔、孟例）详本（贾谊事）略”的手法，语言精炼，不重复罗嗦。</p> <p>　　第四段紧承上文，以当时历史背景出发，说明汉文帝不用贾谊的客观原因，情同骨肉的开国功臣和初出茅庐的洛阳少年，通过对比为汉文帝的决定做出强而有力的支持。而贾谊在政治失意后，郁郁寡欢、自伤自怜，不能够趁此修养其身，最后失意而终，这也是苏轼对他“志大而量小，才有余而识不足”的批评。写绛侯、灌婴和贾谊的对比，前者用了较多的描述，极言其功高势大，同文帝关系非同一般，后者仅用”洛阳之少年“五个字，由于详略处理得巧妙，二者的对比也就非常鲜明了。<br>最后一段，再次讨论君主与贤人之间的关系，千里马必须遇到伯乐才有施展大志的机会，因此贤臣要有名主才能大展怀抱。而人君获得像贾谊这样的臣子，要了解他的个性若不被见用则会自伤不振，为此要做出适切的考虑，否则便是折损了一名人才。然而，贾谊这样的人也应该谨慎地对待自己的立身处事，人要有才，还要有所忍耐、等待，才能使自己的才能得到发挥。苏轼清醒地认识并指出贾谊自身的问题，显示出他独到的眼光，个性鲜明、见解透辟、切中肯綮。</p> <p>　　全文紧扣着贾谊之失意而终，对贾谊的人格特质分析得非常深入，对当时的历史背景的剖析也令人信服，用这样的方式与坚定的语气来凸显贾谊的个性与强调“有所待”、“有所忍”的生命修养。从文章内容看，主要是针对人才自身而言；但从文末看，他的主要用意，又在于借以提醒为人君者，希望他们正确对待和使用像贾谊这类“有狷介之操”的特殊人才，注意用其所长，以免造成浪费人才。</p> <p>　　在写作上，宕开一笔，收放自如，极富特色。首先亮明全文观点，以一种不容置疑的口气，总揽下文论述。紧接着，一个“惜乎”的深沉感叹句，以贾谊其人其事，紧紧印证所提观点，而且紧扣文题。接下来又暂时先放开贾谊其人，谈古之君子和贤人。第四段又回到贾谊，文章前后相顾，从而有效地增强了文章的说服力。</p>",
  "about": "<h2>创作背景</h2> <p>　　<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>于嘉佑二年到京城参加科举考试，试于礼部，时年21岁，到嘉佑五年（1060年）任大理寺评事，签书凤翔府判官，四年时间先后写有二十五《进策》、二十五《 进论》，这些策论基本上系统阐述了他的政治思想和主张。《<a href=\"http://so.gushiwen.org/author_109.aspx\">贾谊</a>论》就是《进论》中的一篇。</p>",
  "poet": {
    "id": 183,
    "star": 0,
    "name": "苏轼",
    "image": "http://img.gushiwen.org/authorImg/sushi.jpg",
    "desc": "苏轼（1037－1101），北宋文学家、书画家、美食家。字子瞻，号东坡居士。汉族，四川人，葬于颍昌（今河南省平顶山市郏县）。一生仕途坎坷，学识渊博，天资极高，诗文书画皆精。其文汪洋恣肆，明白畅达，与欧阳修并称欧苏，为“唐宋八大家”之一；诗清新豪健，善用夸张、比喻，艺术表现独具风格，与黄庭坚并称苏黄；词开豪放一派，对后世有巨大影响，与辛弃疾并称苏辛；书法擅长行书、楷书，能自创新意，用笔丰腴跌宕，有天真烂漫之趣，与黄庭坚、米芾、蔡襄并称宋四家；画学文同，论画主张神似，提倡“士人画”。著有《苏东坡全集》和《东坡乐府》等。"
  },
  "tags": [
    "古文观止",
    "议论",
    "写人",
    "壮志难酬"
  ]
}