{
  "id": 211,
  "star": 63,
  "name": "裳裳者华",
  "dynasty": "先秦",
  "content": "裳裳者华，其叶湑兮。我觏之子，我心写兮。我心写兮，是以有誉处兮。</p> <p>裳裳者华，芸其黄矣。我觏之子，维其有章矣。维其有章矣，是以有庆矣。</p> <p>裳裳者华，或黄或白。我觏之子，乘其四骆。乘其四骆，六辔沃若。</p> <p>左之左之，君子宜之。右之右之，君子有之。维其有之，是以似之。",
  "fanyi": "<p><strong>译文<br></strong>鲜花盛开多辉煌，叶子茂盛绿苍苍。遇见这位贤君子，我的心情真舒畅。我的心情真舒畅，因有美誉大家享。<br>鲜花盛开多辉煌，怒放黄花多鲜亮。遇见这位贤君子，才华横溢有教养。才华横溢有教养，因此喜庆事儿降。<br>鲜花盛开多辉煌，有的白色有的黄。遇见这位贤君子，驾着四马气昂扬。驾着四马气昂扬，六根缰绳闪着光。<br>左边有人来辅佐，君子应付很适宜。右边有人来相佑，君子发挥有余地。只因君子有其长，所以祖业能承继。</p> <p><strong>注释<br></strong>⑴裳（cháng）裳：“堂堂”之假借，花鲜明美盛的样子。华（huā）：花。<br>⑵湑（xǔ）：叶子茂盛的样子。<br>⑶觏（gòu）：遇见。之子：此人。<br>⑷写：通“泻”，心情舒畅。《毛传》：“输写其心也。”是说心中话都倾吐出来，忧愁消除，心情舒畅。<br>⑸是以：因此。誉处：指君臣处于美好的声誉之中。《孔疏》：“君臣相得，是以有声誉之美而处之兮。”一说“誉”通“豫”，安乐。<br>⑹芸其：即“芸芸”，花色彩浓艳的样子。<br>⑺章：文章，指其人有教养，有才华。一说为“纹章”，服饰文采。<br>⑻骆：黑鬃黑尾的白马。<br>⑼六辔（pèi）：六条缰绳。沃若：光滑柔软的样子。<br>⑽左：和下文的“右”，指左右辅弼，君子的帮手。<br>⑾君子：指前所言“之子”。一说指古之明王。宜：安定。<br>⑿有：取。意为取用他们。<br>⒀似：当为“嗣”之假借，继承。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　全<a href=\"http://so.gushiwen.org/view_211.aspx\">诗</a>共四章，每章六句。诗前三章是结构相似的重调，每章的前两句写花起兴，从“其叶湑兮”到“芸其黄矣”再到“或黄或白”，将花繁叶茂的盛景充分地表露出来，也由此烘托出抒情主人公心中的无比欢娱。</p> <p>　　在首章，诗人并没有详写“我”所遇的“之子”的具体模样，而只写了自己的主观心理感受“我心写兮”，“是以有誉处兮”，心中烦忧尽泻，充满欢乐。为了说明“之子”使得“我”如此欢悦的原因，此诗第二章给“之子”一个特写镜头，这个镜头没有对准他的面部，也没有对准他的眼睛，而是对准其服饰：“维其有章矣。”这样的叙述中渗透着赞美之情，因为服饰之美在先秦时期是身份和地位的外在表现。至此，诗人仍觉不足，又将目光转向全景，在第三章写“之子”的车马之盛，“乘其四骆，六辔沃若”，十足风光，十分气派。如此一层一层推进，在形象的跳跃式叙述中显示出欢快的激情。</p> <p>　　诗若就此打住，便显得情感过于浅直，而且缺少了雅诗中应有的那份平和与理性，于是诗第四章从节奏和用韵两方面都变得舒缓起来，“左之左之，君子宜之；右之右之，君子有之”，从左右两方面写君子无所不宜的品性和才能，有了这方面的歌唱，使得前面三章的赞美有了理性依据。“维其有之，是以似之”，两句总括全篇，赞美君子表里如一、德容兼美的风貌，以平和安详作结。</p> <p>　　整首诗以花起兴，赞颂人物之美，节奏变化有致，结构收束得当，读来兴味盎然，且无阿谀之感，确是一首轻松欢快又不失稳当的雅诗。</p>",
  "about": "<h2>创作背景</h2> 　　历代学者大多认为这是周王赞美诸侯的<a href=\"http://so.gushiwen.org/view_211.aspx\">诗</a>歌。《毛诗序》以为“刺幽王也。古之仕者世禄，小人在位，则谗谄并进，弃贤者之类，绝功臣之世焉”。<a href=\"http://so.gushiwen.org/author_459.aspx\">朱熹</a>《诗集传》以为此系天子称赞诸侯之辞，用以应答那首天子会诸侯于东都讲武时诸侯赞颂天子所作的《小雅·瞻彼洛矣》。<a href=\"http://so.gushiwen.org/author_347.aspx\">魏源</a>《诗古微》以为此诗为“朝于东都所作”。从整首诗轻快而略带跳跃感的节奏中可以看出，诗作者对所遇对象充满了赞美和怜爱之意。从这个意义上说，可将这首诗宽泛地理解为对相悦者的歌颂赞美之诗。",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": [
    "诗经",
    "写花",
    "赞美",
    "写人"
  ]
}