{
  "id": 72332,
  "star": 256,
  "name": "留侯论",
  "dynasty": "宋代",
  "content": "　　古之所谓豪杰之士者，必有过人之节。人情有所不能忍者，匹夫见辱，拔剑而起，挺身而斗，此不足为勇也。天下有大勇者，卒然临之而不惊，无故加之而不怒。此其所挟持者甚大，而其志甚远也。</p> <p>　　夫子房受书于圯上之老人也，其事甚怪；然亦安知其非秦之世，有隐君子者出而试之。观其所以微见其意者，皆圣贤相与警戒之义；而世不察，以为鬼物，亦已过矣。且其意不在书。</p> <p>　　当韩之亡，秦之方盛也，以刀锯鼎镬待天下之士。其平居无罪夷灭者，不可胜数。虽有贲、育，无所复施。夫持法太急者，其锋不可犯，而其势未可乘。子房不忍忿忿之心，以匹夫之力而逞于一击之间；当此之时，子房之不死者，其间不能容发，盖亦已危矣。</p> <p>　　千金之子，不死于盗贼，何者？其身之可爱，而盗贼之不足以死也。子房以盖世之才，不为伊尹、太公之谋，而特出于荆轲、聂政之计，以侥幸于不死，此圯上老人所为深惜者也。是故倨傲鲜腆而深折之。彼其能有所忍也，然后可以就大事，故曰：“孺子可教也。”</p> <p>　　楚庄王伐郑，郑伯肉袒牵羊以逆；庄王曰：“其君能下人，必能信用其民矣。”遂舍之。勾践之困于会稽，而归臣妾于吴者，三年而不倦。且夫有报人之志，而不能下人者，是匹夫之刚也。夫老人者，以为子房才有余，而忧其度量之不足，故深折其少年刚锐之气，使之忍小忿而就大谋。何则？非有生平之素，卒然相遇于草野之间，而命以仆妾之役，油然而不怪者，此固秦皇之所不能惊，而项籍之所不能怒也。</p> <p>　　观夫高祖之所以胜，而项籍之所以败者，在能忍与不能忍之间而已矣。项籍唯不能忍，是以百战百胜而轻用其锋；高祖忍之，养其全锋而待其弊，此子房教之也。当淮阴破齐而欲自王，高祖发怒，见于词色。由此观之，犹有刚强不忍之气，非子房其谁全之？</p> <p>　　太史公疑子房以为魁梧奇伟，而其状貌乃如妇人女子，不称其志气。呜呼！此其所以为子房欤！ ",
  "fanyi": "<p><strong>译文</strong><br>　　古时候被人称作豪杰的志士，一定具有胜人的节操，（有）一般人的常情所无法忍受的度量。有勇无谋的人被侮辱，一定会拔起剑，挺身上前搏斗，这不足够被称为勇士。天下真正具有豪杰气概的人，遇到突发的情形毫不惊慌，当无原因受到别人侮辱时，也不愤怒。这是因为他们胸怀极大的抱负，志向非常高远。</p> <p>　　张良被桥上老人授给兵书这件事，确实很古怪。但是，又怎么知道那不是秦代的一位隐居君子出来考验张良呢？看那老人用以微微显露出自己用意的方式，都具有圣贤相互提醒告诫的意义。一般人不明白，把那老人当作神仙，也太荒谬了。再说，桥上老人的真正用意并不在于授给张良兵书（而在于使张良能有所忍，以就大事）。在韩国已灭亡时，秦国正很强盛，秦王嬴政用刀锯、油锅对付天下的志士，那种住在家里平白无故被抓去杀头灭族的人，数也数不清。就是有孟贲、夏育那样的勇士，没有再施展本领的机会了。凡是执法过分严厉的君王，他的刀锋是不好硬碰的，而他的气势是不可以凭借的。张良压不住他对秦王愤怒的情感，以他个人的力量，在一次狙击中求得一时的痛快，在那时他没有被捕被杀，那间隙连一根头发也容纳不下，也太危险了！富贵人家的子弟，是不肯死在盗贼手里的。为什么呢？因为他们的生命宝贵，死在盗贼手里太不值得。张良有超过世上一切人的才能，不去作伊尹、姜尚那样深谋远虑之事，反而只学荆轲、聂政行刺的下策，侥幸所以没有死掉，这必定是桥上老人为他深深感到惋惜的地方。所以那老人故意态度傲慢无理、言语粗恶的深深羞辱他，他如果能忍受得住，方才可以凭借这点而成就大功业，所以到最后，老人说：“这个年幼的人可以教育了。”</p> <p>　　楚庄王攻打郑国，郑襄公脱去上衣裸露身体、牵了羊来迎接。庄王说：“国君能够对人谦让，委屈自己，一定能得到自己老百姓的信任和效力。”就此放弃对郑国的进攻。越王勾践在会稽陷於困境，他到吴国去做奴仆，好几年都不懈怠。再说，有向人报仇的心愿，却不能做人下人的，这是普通人的刚强而已。那老人，认为张良才智有余，而担心他的度量不够，因此深深挫折他年轻人刚强锐利的脾气，使他能忍得住小怨愤去成就远大的谋略。为什么这样说呢？老人和张良并没有平生的老交情，突然在郊野之间相遇，却拿奴仆的低贱之事来让张良做，张良很自然而不觉得怪异，这本是秦始皇所不能惊惧他和<a href=\"http://so.gushiwen.org/author_253.aspx\">项羽</a>所不能激怒他的原因。</p> <p>　　看那汉高祖之所以成功，项羽之所以失败，原因就在于一个能忍耐、一个不能忍耐罢了。项羽不能忍耐，因此战争中是百战百胜，但是随随便便使用他的刀锋（不懂得珍惜和保存自己的实力）。汉高祖能忍耐，保持自己完整的锋锐的战斗力，等到对方疲敝。这是张良教他的。当淮阴侯韩信攻破齐国要自立为王，高祖为此发怒了，语气脸色都显露出来，从此可看出，他还有刚强不能忍耐的气度，不是张良，谁能成全他？<a href=\"http://so.gushiwen.org/author_608.aspx\">司马迁</a>本来猜想张良的形貌一定是魁梧奇伟的，谁料到他的长相竟然像妇人女子，与他的志气和度量不相称。啊！外柔内刚，这就是张良之所以成为张良吧！</p> <p><strong>注释</strong><br>节：节操。 <br>匹夫：普通人。<br>见辱：受到侮辱。<br>卒然：突然。卒，通“猝”。<br>所挟持者甚大：谓胸怀广阔，志意高远。挟持，指抱负。<br>子房：张良，字子房。因佐<a href=\"http://so.gushiwen.org/author_746.aspx\">刘邦</a>建立汉朝有功，封留侯。<br>受书：接受兵书。书，指《太公兵法》。圯上：桥上。老人：指<a href=\"http://so.gushiwen.org/author_867.aspx\">黄石公</a>。《史记·留侯世家》：“良尝闲从容步游下邳圯上，有一老父，衣褐，至良所，直堕其履圯下。顾谓良曰：‘孺子，下取履！’良愕然，欲殴之；为其老，强忍，下取履。父曰：‘履我！’良业为取履，因长跪履之。父以足受，笑而去。”后老父约见张良于桥上，张良两次迟到，受到老父的责备。第三次张良“夜未半”即往，老父喜，送他一部书，说：“读此则为王者师矣。后十年兴，十三年孺子见我济北谷城，山下黄石即我矣。”语毕，老父即离去。次日张良“视其书”，才知道是《太公兵法》。<br>隐君子：隐居的高士。<br>观其：瞧他。其，指黄石公。<br>微：略微，隐约。<br>见：同“现”。<br>以为鬼物：因黄石公的事迹较为离奇，语或涉荒诞，故有人认为他是鬼神之类，<a href=\"http://so.gushiwen.org/author_890.aspx\">王充</a>《论衡·自然》：“或曰······张良游泗水之上，遇黄石公，授公书。盖天佐汉诛秦，故命令神石为鬼书授人。”<br>以刀锯鼎镬待天下之士：谓秦王残杀成性，以刀锯杀人，以鼎镬烹人。<br>夷灭：灭族。<br>贲、育：孟贲、夏育，古代著名勇士。<br>无所复施：无法施展本领。<br>其势未可乘：谓形势有利于秦，还没有可乘之机。<br>而逞于一击之间：《史记·留侯世家》载“秦灭韩”，张良“悉以家财求客刺秦王，为韩报仇······得力士，为铁椎重百二十斤。秦皇帝东游，良与客狙击秦皇帝博浪沙中，误中副车。秦皇帝大怒，大索天下，求贼甚急，为张良故也。”其间不能容发：当中差不了一根毛发。比喻情势危急。<br>千金之子：富贵人家的子弟。<br>不死于盗贼：不会死在和贼的拼搏上。<br>不足以死：不值得因之而死。<br>伊尹太公之谋：谓安邦定国之谋。伊尹辅佐汤建立商朝。吕尚（即太公望）是周武王的开国大臣。<br>荆柯聂政之计：谓行刺之下策。荆柯刺秦王与燕政刺杀韩相侠累两事，俱见《史记·刺客列传》。<br>鲜腆：无礼，厚颇。<br>孺子可教也：谓张良可以教诲。<br>“楚庄王伐郑”六句：楚庄王攻克郑国后，郑伯肉祖牵羊以迎，表示屈服。楚庄王认为他能取信于民，便释放了他，并退兵，与郑议和。事见《左传》宜公十二年。肉祖，袒衣阵体。<br>“勾践之困于会稽”三句：《左传》哀公元年：“吴王夫差败越于夫椒，报槜李（越军曾击败吴军于此）也。遂入越。越王（勾践）以甲循五千，保于会稽（山），使大夫种因昊大宰萦以行成。······越及吴平。《国语·越语下》载勾践“令大夫种守于国，与范蠡入宦于吴：三年而吴人遣之。”归臣妾于吴，谓投降吴国为其臣妾。<br>报人：向人报仇。<br>非有生平之素：犹言素昧平生（向来不熟悉）。<br>仆妾之役：指“取履”事。<br>油然：盛兴貌。此谓悦敬之心油然而生。<br>轻用其锋：轻率地消耗自己的兵力。<br>弊：疲困，衰败。<br>“当淮阴破齐”三句：《史记·淮阴侯列传》：汉四年，韩信破齐，向刘邦请封“假王”，“当是时，楚方急围汉王于荣阳，韩信使者至，发书，汉王大怒，骂日：‘吾困于此，旦暮望若来佐我，乃欲自立为王！’”张良赶紧提醒他不能得罪韩信。刘邦醒悟，便封韩信为齐王以笼络他。韩信后降封为淮阴侯，故称为淮阴。<br>非子房其谁全之：不是张良，谁又能来保全他呢？<br>“太史公疑子房以为魁梧奇伟”二句：《史记·留侯世家》：“太史公日：‘余以为其人计魁梧奇伟，至见其图，状貌如妇人好女。’”不称，不相称。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　该文系1061年（宋仁宗嘉祐六年），作者为答御试策而写的一批论策中的一篇。根据《史记·留侯世家》所记张良圯下受书及辅佐<a href=\"http://so.gushiwen.org/author_746.aspx\">刘邦</a>统一天下的事例，论证了“忍小忿而就大谋”、“养其全锋而待其敝”的策略的重要性。文笔纵横捭阖，极尽曲折变化之妙，行文雄辩而富有气势，体现了<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>史论汪洋恣肆的风格。</p> <p>　　“孺子可教”的典故即源于张良圯上受兵书之事。这个故事具有一定的神话色彩，以<a href=\"http://so.gushiwen.org/author_608.aspx\">司马迁</a>的才华慧识，以神怪入史且于篇末加以评注，常令后人对太史公秉笔直录产生怀疑。其实，早在宋代就有苏轼写了一篇《留侯论》，对此作了合乎情理的解释和发挥。</p> <p>　　苏轼在文中独辟蹊径，化腐朽为神奇。依苏轼之意，圯上老人并非司马迁之所谓鬼物，而是秦代有远见卓识的隐君子，他的出现其意也不在授书，而是有意试一试张良的隐忍度的。张良曾在博浪沙行刺秦皇。事败之后隐姓埋名逃至下邳，圯上老人对此深为惋惜，特意用傲慢无礼的态度狠狠地挫折他。结果他能够忍耐，说明还是有可能成就大事的，所以圯上老人称他“孺子可教矣”。经苏轼这么解释，此事就具有了可信性。相比之下，司马迁对这段轶闻也是十分厚爱的，但他没有破除其封建迷信的神秘光环。苏轼之高明，终于使这段佳话点石成金。</p> <p>　　这篇散文是苏轼早年所作，字里行间洋溢着作者的博闻才识和独具匠心。文章的主旨在于阐发“忍小忿而就大谋”，为使论点具有说服力，作者广征史实，不仅引用了郑伯肉袒迎楚，勾践卧薪尝胆等善于隐忍的正面典型，而且引<a href=\"http://so.gushiwen.org/author_253.aspx\">项羽</a>、刘邦等不善于隐忍的反面典型，从正反两方面加以论证发挥。作者引证史实层层递进，流转变化，不离其宗，抓住留侯能忍这一主线，进一步阐明张良能忍的效果是助高祖成就帝王大业。这篇文章能开能合，气势俊逸奔放，虽只有短短七百字，但言简意赅，分析透彻，鞭辟入里，显示了青年苏轼杰出的文学才华，千百年来成为立论文章的典范。</p> <p>　　<a href=\"http://so.gushiwen.org/view_72332.aspx\">诗</a>有诗眼，文也有文眼，尤其是立论文章，这篇文章开宗明义即亮出了“文眼”：“天下有大勇者，卒然临之而不惊，无故加之而不怒，此其所挟持者甚大，而其志甚远也。”这句话凝结了青年苏轼对世事人生波折的经验，有意无意之中为以后的奋斗撰写了座右铭。苏轼当年，屡遭贬谪，正是以忍为大德，才造就一个词、文、诗、书、画多方面的全才；也正由于此，才为宋代文坛上开创了独具一格的豪放派。因此可以说，作者明写留侯之忍，实际上是以古喻今，告诫自己不能锋芒太露，面对复杂人生只有以忍才能成就大业。</p> <p>　　苏轼这篇论文还给读者一个启示，好的素材还要善于运用，即使是文学大家也不能等闲视之，也需要有一个深入分析反复提炼的过程。</p><br/><h2>赏析二</h2> <p>　　《留侯论》并不全面评论张良的生平和功业，而只论述他之所以取得成功的主观方面的根本原因——“能忍”的过人之节。这个问题过去未有人道及，是作者的创见。</p> <p>　　开头一段是立论，提出能忍、不能忍这个命题。“古之所谓豪杰之士者，必有过人之节”，是泛言，举凡忠勇、坚毅等等超乎常人的节操，全都包括在内。以下则扣住《留侯论》本题，加以申说，将“过人之节”具体到“忍”字。说“忍”，又是从“‘勇”字来说，提出匹夫之勇不算勇，只有“人情有所不能忍者”，“卒然临之而不惊，无故加之而不怒”，也就是说，能忍，才是大勇；而其所以能忍，又是因为抱负甚大，志向甚远的缘故。表面看来，勇和忍似乎是对立的，作者却指出了它们的统一性，充满辩证法，非常精警深刻。这是作者的基本论点，也是全篇的主意。虽然这里并未指名，实际是对张良而言。以下全是对张良的具体论证。</p> <p>　　文中举了张良狙击秦王、进履受书、劝说<a href=\"http://so.gushiwen.org/author_746.aspx\">刘邦</a>封韩信为齐王三件事。这三件事表面看来似无关连，但作者却敏锐地看到了它们之间的联系，由此提出了他的独创见解。</p> <p>　　第二段先从前两件事说。人们孤立地看圯上老人赠书事，因而把一些神怪传闻当作真实。作者把这件事同张良狙击秦王联系起来，把他为韩报仇不能忍小忿，逞匹夫之勇，与成大事所需要的大忍耐联系起来，指出这是秦时的隐士对张良忍耐心的考验观察，其用意并不在书的授受。指出老人的行动所暗示的，都是圣贤间互相警示劝戒的道理。这几层意思紧密钩连，互为论证，结构非常严密。拂去老人赠书的神奇色彩，关系到基本立论，因为如果这真是神怪的行为而非人事，就无法按常理论之。老人赠书的用意，则是从张良和老人的行动本身这两个方面来论证。从张良讲，他狙击秦王的行动，是“不忍忿忿之心”的表现，这种荆轲、聂政式的刺杀行为，在当秦势方盛时无异于白白送死。老人因为痛惜其才，才“出而试之”，故意用傲慢无礼的举动“无故加之”，极力摧折侮辱他，以磨炼他的性格，“深折其少年刚锐之气”，使其“能有所忍”。从老人说，他对张良的一系列折辱举动，显然不是出于无心。当老人故意走到张良跟前堕履又命他取履时，张良“欲殴之”，仍有不能忍之心；因念其年老而下桥取履是“强忍”着，老人岂有不知，故又提出更带侮辱性的要求：替我穿履！张良想，既已为老人取履了，就再替他穿上吧。这“能忍”的程度又进了一步，但老人还要再看看。他以足受履，笑而去，行了里许路，见张良只是目送着他，并无异常的表现，这才再走回来，对张良说：“孺子可教矣！”这就自己道出了有意试察的用心。太史公的笔墨也很传神：写张良“欲殴之”，“强忍”，“业为取履，因履之”，“殊大惊，因目之”，一连串带动作的心理描写把个“忍”字的深化过程刻画得丝丝人扣。随后因“平明”、“鸡鸣”赴约仍然迟到而一再受到怒责，终于以“夜未半”即往，得到老人的首肯，完成了“忍”’的磨练。这给作者取为立论主题提供了材料。如果老人的用意是在赠书，只须将书授与即可；之所以“深折之”，正说明“意不在书”。“且其意不在书”，而在使张良能忍，二者实为一个意思。</p> <p>　　为了加强说服力，第三段又引史为证，再次申说上段之意。文中先引郑伯能忍而不战退敌，勾践能忍而终灭吴国，以见忍的极端重要性，说明圯上老人何以要“出而试之”。又概述老人“深折”张良的情景，证明他的举动确实是对张良的考察试验。前者是从动机讲，后者是从事实讲，行动的目的则是“使之忍小忿而就大谋”（化用《论语·卫灵公》“小不忍则乱大谋”语意，即上文所谓“圣贤相与警戒之义”），后来的结果则是使张良达到了“秦皇帝之所不能惊，而项籍之所不能怒”的境界。</p> <p>　　以上都是就张良早年的两件事而言，第四段又举他后来在刘邦项籍斗争中的一个例证以实之。没有这个例证，张良在坦上的表现，可以视为偶然；有了这个例证，上面的论证才开花结果，落到实处。这段的精妙之处在于，作者不是孤立地讲张良，而是联系到刘、项两家的斗争来举例。文中把刘邦之所以胜和项籍之所以败，归结为能忍和不能忍，而以韩信求假封为齐王的事例，把刘邦之能忍归结为系由张良成全，不仅说明了能忍对于张良、对于刘、项的事业的重大意义，还说明了纪上老人的启导所起的巨大作用，大大增强了通篇议论的说服力。末尾以揣度作结，谓子房的状貌也表现出能忍的特征，思致新颖，风调翩翩，余味不尽。</p>",
  "about": "<h2>创作背景</h2> 　　宋仁宗嘉佑五年，<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>被任命为河南福昌县今河南伊阳西主簿属正九品。苏轼未赴任，经<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>、杨畋等推荐，寓居怀远驿，精心准备制科考试。试前，苏轼上杨畋、富弼等人二十五篇《进策》、二十五篇《进论》，《留侯论》就是《进论》中的一篇。",
  "poet": {
    "id": 183,
    "star": 0,
    "name": "苏轼",
    "image": "http://img.gushiwen.org/authorImg/sushi.jpg",
    "desc": "苏轼（1037－1101），北宋文学家、书画家、美食家。字子瞻，号东坡居士。汉族，四川人，葬于颍昌（今河南省平顶山市郏县）。一生仕途坎坷，学识渊博，天资极高，诗文书画皆精。其文汪洋恣肆，明白畅达，与欧阳修并称欧苏，为“唐宋八大家”之一；诗清新豪健，善用夸张、比喻，艺术表现独具风格，与黄庭坚并称苏黄；词开豪放一派，对后世有巨大影响，与辛弃疾并称苏辛；书法擅长行书、楷书，能自创新意，用笔丰腴跌宕，有天真烂漫之趣，与黄庭坚、米芾、蔡襄并称宋四家；画学文同，论画主张神似，提倡“士人画”。著有《苏东坡全集》和《东坡乐府》等。"
  },
  "tags": [
    "古文观止",
    "议论",
    "写人",
    "散文"
  ]
}