{
  "id": 72193,
  "star": 44,
  "name": "齐国佐不辱命",
  "dynasty": "先秦",
  "content": "　　晋师从齐师，入自丘舆，击马陉。</p> <p>　　齐侯使宾媚人赂以纪甗、玉磬与地。“不可，则听客之所为。”</p> <p>　　宾媚人致赂，晋人不可，曰：“必以肖同叔子为质，而使齐之封内尽东其亩。”对曰：“肖同叔子非他，寡君之母也；若以匹敌，则亦晋君之母也。吾子布大命于诸侯，而曰必质其母以为信，其若王命何？且是以不孝令也。诗曰：‘孝子不匮，永锡尔类。’若以不孝令于诸侯，其无乃非德类也乎？先王疆理天下，物土之宜，而布其利。故诗曰：‘我疆我理，南东其亩。’今吾子疆理诸侯，而曰‘尽东其亩’而已；唯吾子戎车是利，无顾土宜，其无乃非先王之命也乎？反先王则不义，何以为盟主？其晋实有阙。四王之王也，树德而济同欲焉；五伯之霸也，勤而抚之，以役王命；今吾子求合诸侯，以逞无疆之欲。诗曰：‘布政优优，百禄是遒。’子实不优，而弃百禄，诸侯何害焉？不然，寡君之命使臣，则有辞矣。曰‘子以君师辱于敝邑，不腆敝赋，以犒从者；畏君之震，师徒桡败。吾子惠徼齐国之福，不泯其社稷，使继旧好，唯是先君之敝器、土地不敢爱。子又不许，请收合馀烬，背城借一。敝邑之幸，亦云从也；况其不幸，敢不唯命是听？’” ",
  "fanyi": "<p><strong>译文</strong><br>　　晋军追赶齐军，从丘舆进入齐国境内，攻打马陉。<br>　　齐顷公派宾媚人将纪国的炊器、玉磐赠送给晋国，并归还鲁、卫两国的土地。“不行，就任凭他们所为。”<br>　　宾媚人送上礼物，晋国人郤克不答应，说：“必须以萧同叔的女儿做人质，同时使齐国境内的田亩全部改为东西向。”宾媚人回答说：“萧同叔的女儿不是别人，是敝国国君的母亲。如果以对等相待，也就是晋国国君的母亲。您向诸侯颁布天子的命令，却说一定要人家的母亲做人质作为凭信，将何以对天子之命？而且这是以不孝来命令诸侯。《<a href=\"http://so.gushiwen.org/view_72193.aspx\">诗</a>经·大雅·既醉》说：‘孝子的心从不衰竭，永远赐福于你的同类。’如果以不孝命令诸侯，恐怕不是施恩德于同类吧？先王划定天下的疆界，治理天下的道路，河流，考察土性所宜而分派它们的利益。所以《诗经·小雅·信南山》说：‘我划定疆界，治理沟垄，朝南朝东修起田埂。’现在您划分和治理诸侯的土地，却说‘全部将田垄改为东西向’就完了，只顾有利于您的战车出入，不顾土性所宜，恐怕不是先王的遗命吧？违反先王就是不义，怎么做诸侯的领袖？恐怕晋国的确有过错。四王统一天下的时候，树立德行，帮助实现大家的共同愿望。五伯称霸诸侯的时候，勤劳王事，安抚诸侯，奉行天子的命令。现在您却谋求会合诸侯，以满足无止境的贪欲。《诗经·商颂·长发》说：‘施政宽和，百福聚集。’您实在不肯宽大，从而抛弃各种福禄，这对诸侯有什么害处呢？如果您不同意，敝国国君命令使臣，已有言辞在先了，说：‘您率领贵国国君的军队光临敝国，敝国以微薄的兵赋来犒劳您的随从。由于畏惧贵国国君的威严，军队遭到了挫败。承蒙您为求取齐国的福佑，不灭绝它的社稷，使它继续同贵国保持旧日的友好关系，敝国决不敢吝惜先君这些破旧的器物和土地。您又不答应。那就请允许我们收集残余，在敝国城下决一死战。即使敝国侥幸取胜，也要服从贵国；倘若不幸战败，敢不完全听从贵国的命令？’”</p><p><strong>注释</strong><br>①丘舆：地名，齐国境内，在今山东益都县内。<br>②马陉：读音xíng，地名，齐邑名，在益都县的西南。<br>③宾媚人：齐国上卿，即国佐。赂：赠送财物。甗：读音yǎn,陶器，甑的一种，是一种礼器。玉磬：乐器。纪：古国名。为齐所灭。纪甗玉磬，是齐灭纪时所得到的珍宝。<br>④肖同叔子：肖，小国名；同叔：国王的名称；子，女儿。萧君同叔的女儿，即齐顷公的母亲。<br>⑤封内：国境内。尽东其亩：田地垄亩全改为东西向，道路沟渠也相应地变为东西向，因为齐、晋东西相邻，这样一改，以后晋国的兵车过入齐境便于通行。古代田亩制，一亩宽一步，长百步，有东西向和南北向的不同。<br>⑥王命：先王以孝治天下的遗命。先王，已去世的君王。<br>⑦疆理：指划分疆界和沟渠小路。<br>⑧阙：缺点，过失。<br>⑨四王：指夏禹、商汤、周文王和周武王。<br>⑩济：满足的意思。同欲：共同的欲望。<br>⑾五伯（bà）：五伯之称有二：有三代之五伯，有春秋之五伯。《左传·成公二年》，齐国佐曰：“五伯之霸也，勤而抚之，以役王命。”杜元凯云：“夏伯昆吾，商伯大彭、豕韦，周伯齐桓、晋文。”《孟子》：“五霸者，三王之罪人也。”赵台卿注：“齐桓、晋文、秦缪、宋襄、楚庄。”二说不同。据国佐对晋人言，其时楚庄之卒甫二年，不当遂列为五。<br>⑿役王命：从事于王命。<br>⒀优优：和缓宽大的样子。百禄：百福，百种福禄。遒：聚。<br>⒁辞：言词，话。<br>⒂腆：读音tiǎn，丰厚。<br>⒃桡：读音ráo,弯曲，屈从<br>⒄徼：读音yāo，求取，招致<br>⒅烬：火灰。余烬：指残余的军队。<br>⒆背城借一：背靠着城，再打一仗。意即在城下决一死战。</p>",
  "shangxi": "<h2>简析</h2> 　　晋齐鞌之战齐军败绩，齐国佐奉命出使求和，但面对郤克得苛刻条件，他从容不迫逐条驳斥，并且用齐顷公的口气——虽然国君已经交代有最后的底线，但并未如此明晰地表态齐国尚愿一搏——若无和解的可能，则破釜沉舟奉陪到底！这十足底气，只能源于齐国的实力。这是国佐​外交最坚实的后盾。但是他说辞的逻辑无懈可击，果然是不辱使命！",
  "poet": {
    "id": 384,
    "star": 0,
    "name": "左丘明",
    "image": "http://img.gushiwen.org/authorImg/zuoqiuming.jpg",
    "desc": "丘明（姓姜，氏丘，名明），华夏人，生于前502年，死于前422年，享年80岁。丘穆公吕印的后代。本名丘明，因其先祖曾任楚国的左史官，故在姓前添“左”字，故称左史官丘明先生，世称“左丘明”，后为鲁国太史 。左氏世为鲁国太史，至丘明则约与孔子（前551-479）同时，而年辈稍晚。他是当时著名史家、学者与思想家，著有《春秋左氏传》、《国语》等。他左丘明的最重要贡献在于其所著《春秋左氏传》与《国语》二书。左氏家族世为太史，左丘明又与孔子一起“如周，观书于周史”，故熟悉诸国史事，并深刻理解孔子思想。"
  },
  "tags": [
    "古文观止",
    "写人",
    "外交",
    "历史",
    "故事"
  ]
}