{
  "id": 72873,
  "star": 20,
  "name": "戏呈孔毅父",
  "dynasty": "宋代",
  "content": "管城子无食肉相，孔方兄有绝交书。<br>文章功用不经世，何异丝窠缀露珠。<br>校书著作频诏除，犹能上车问何如。<br>忽忆僧床同野饭，梦随秋雁到东湖。",
  "fanyi": "<p><strong>译文</strong><br>像我这等靠执笔写文章过活的人，生来就没有封侯拜相的命了，那位孔方兄早向我发出了绝交的文书。<br>我以笔墨谋生，博取功名利禄，钻研不息的文章，但没有经邦治世的功用。我纵有“经天纬地”的才华，文章也被人视为无益于世，跟蜘蛛网上缀着的露珠又有何两样。<br>朝廷下诏将我召入京城，却随意封我一个校书郎、著作郎这样位卑言轻的职务，我也只能登上马车问候别人身体怎么样了。<br>突然想到与你同在江西之时，同宿僧寺，同桌而餐，虽清贫但惬意无穷。做这贫苦清寒的官，还不如你我在梦中随那南飞的秋雁，回到东湖，过那自由悠闲的归隐生活啊。</p> <p><strong>注释<br></strong>⑴孔毅父：即孔平仲，字毅父，临江新淦（今江西新干）人．治平二年进士。<a href=\"http://so.gushiwen.org/author_268.aspx\">黄庭坚</a>好友。<br>⑵管城子：即毛笔。<br>⑶食肉相：即封侯之相。据《后汉书·班超传》记载，看相的人曾说班超“燕颔虎颈，飞而食肉，此万里侯相也”，后来班超投笔从戎，立功西域，果然封侯。<br>⑷孔方兄：即钱。古时的铜钱中有方孔，故有此称，语出鲁褒《钱神论》：“亲爱如兄，字曰孔方”，暗含鄙视与嘲笑之意。<br>⑸绝交书：<a href=\"http://so.gushiwen.org/author_382.aspx\">嵇康</a>有《与山巨源绝交书》。这里借指与钱财无缘。<br>⑹经世：治理社会。<br>⑺丝窠[kē]：这里指蜘蛛网。<br>⑻校书：即校书郎，旧章校勘书籍。<br>⑼著作：即著作郎，旧掌编撰国史。<br>⑽诏除：朝廷下令拜官授职。<br>⑾问何如：近来身体怎么样。<br>⑿东湖：在江西南昌市东南。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　开头两句就写得很别致。<a href=\"http://so.gushiwen.org/author_682.aspx\">韩愈</a>的《毛颖传》将毛笔拟人化，为之立传，还说它受封为管城子。作者不明说自己靠着一支笔杆子立身处世，既升不了宫，也发不了财，而是精心选择了四个本无关联的典故，把它们巧妙地组合到一起，构成了新颖奇特的联想。笔既然称“子”，就可以食肉封侯；钱既然称“兄”，也就能够写绝交书。他将自己富贵无望的牢骚，用这样的方式表达出来，非但不显得生硬，还产生了谐谑幽默的情趣。</p> <p>　　三四句承上作进一步阐述，将自己未能博取功名富贵的原因归咎于文章无益于世，表面看来是自责，实际上以反语暗指文章不为世人赏识，在自嘲中寓有自负的意味。丝窠缀露珠，用清晨缀附于蛛网上闪闪发亮的露水珠子，来比喻外表华美而没有坚实内容的文章。构想新奇动人。</p> <p>　　五六句转入当前仕宦生活的自白。这两句<a href=\"http://so.gushiwen.org/view_72873.aspx\">诗</a>不单纯是记实，同时也在用典。北齐<a href=\"http://so.gushiwen.org/author_857.aspx\">颜之推</a>《颜氏家训·勉学》中谈到，梁朝全盛之时，贵家子弟大多没有真才实学，却担任了秘书郎、著作郎之类官职，以致当时谣谚中有“上车不落则著作，体中何如即秘书”的讽刺语。这里套用成语，说他受任校书郎、著作郎的职位，也跟梁代那些公子哥儿们一样，仅能登上车子问候别人身体如何罢了。诗意表面上说他尸位素餐，其实是对于碌碌无为的官场生涯的不满。 </p> <p>　　仕宦既不如意，富贵又无望，于是逼出了最后两句的追思。这是诗人在内心矛盾解脱不开的情况下所能想到的唯一出路。不直说退隐，却写对往事的追忆，也给诗篇结尾添加了吞吐含茹的风韵。</p> <p>　　这首诗抒写不得志的苦闷，却采用了自我嘲戏的笔调，感情上显得比较超脱，而诗意更为深曲。不明了这一点，反话正听，把作者真看成一个对功名事业毫不婴心的人，则会误解这一诗篇。文字技巧上的最大特点是善用典故，不仅用得自然贴切，还能通过生动的联想，将不同的故事材料串联组合起来，形成新的意象，取得了出奇制胜的效果。</p>",
  "about": "<h2>创作背景</h2> <p>　　《戏呈孔毅父》这首<a href=\"http://so.gushiwen.org/view_72873.aspx\">诗</a>是作者元祐二年（1087年）在京任著作佐郎时所作。</p> <p>　　<a href=\"http://so.gushiwen.org/author_268.aspx\">黄庭坚</a>一生政治上不得意，所以常有弃官归隐的念头，而有时还不免夹带一点牢骚。黄庭坚与孔毅父本为同乡，今又同事，这首赠诗就因两人关系较亲密，故题头冠一“戏”字，也通过自我解嘲的方式来抒写政治上不得志的苦闷。</p>",
  "poet": {
    "id": 268,
    "star": 0,
    "name": "黄庭坚",
    "image": "http://img.gushiwen.org/authorImg/huangtingjian.jpg",
    "desc": "黄庭坚（1045.8.9-1105.5.24），字鲁直，号山谷道人，晚号涪翁，洪州分宁（今江西省九江市修水县）人，北宋著名文学家、书法家，为盛极一时的江西诗派开山之祖，与杜甫、陈师道和陈与义素有“一祖三宗”（黄庭坚为其中一宗）之称。与张耒、晁补之、秦观都游学于苏轼门下，合称为“苏门四学士”。生前与苏轼齐名，世称“苏黄”。著有《山谷词》，且黄庭坚书法亦能独树一格，为“宋四家”之一。"
  },
  "tags": [
    "仕途",
    "怀才不遇",
    "讽喻"
  ]
}