{
  "id": 10218,
  "star": 2,
  "name": "李云南征蛮诗",
  "dynasty": "唐代",
  "content": "天宝十一载，有诏伐西南夷，右相杨公兼节制之寄，乃奏前云南太守李宓涉海自交趾击之。道路险艰，往复数万里，盖百王所未通也。十二载四月，至于长安，君子是以知庙堂使能，李公效节。适忝斯人之旧，因赋是诗。</p> <p>圣人赫斯怒，诏伐西南戎。<br>肃穆庙堂上，深沉节制雄。<br>遂令感激士，得建非常功。<br>料死不料敌，顾恩宁顾终。<br>鼓行天海外，转战蛮夷中。<br>梯巘近高鸟，穿林经毒虫。<br>鬼门无归客，北户多南风。<br>蜂虿隔万里，云雷随九攻。<br>长驱大浪破，急击群山空。<br>饷道忽已远，悬军垂欲穷。<br>精诚动白日，愤薄连苍穹。<br>野食掘田鼠，晡餐兼僰僮。<br>收兵列亭堠，拓地弥西东。<br>临事耻苟免，履危能饬躬。<br>将星独照耀，边色何溟濛。<br>泸水夜可涉，交州今始通。<br>归来长安道，召见甘泉宫。<br>廉蔺若未死，孙吴知暗同。<br>相逢论意气，慷慨谢深衷。 ",
  "fanyi": "<h2>注释</h2> ⑴李云南：即李宓，曾任侍御史，剑南留后。蛮：即南诏。<br>⑵杨公：即杨国忠。<br>⑶交趾：古县名，在今越南河内西北。<br>⑷百王：历代帝王。<br>⑸庙堂：朝廷。<br>⑹忝：有愧于。<br>⑺赫斯怒：勃然大怒。<br>⑻节制：节度使的简称，即杨国忠。<br>⑼天海：洱海，在今云南大理、洱源两县市间。<br>⑽梯巘：险峻的山。<br>⑾北户：房门北向，古代交趾一带习俗，指南越之地。<br>⑿蜂趸：代指南蛮军队。<br>⒀动白日：典出《史记·<a href=\"http://so.gushiwen.org/author_811.aspx\">邹阳</a>列传》。<br>⒁晡：申时。僰僮：被掠卖为童仆的僰人。<br>⒂亭堠：瞭望的岗楼建筑。<br>⒃饬躬：整饬其身，端正其心。<br>⒄交州：交趾郡。<br>⒅甘泉宫：在今陕西淳化西北甘泉山。<br>⒆孙吴：著名军事家<a href=\"http://so.gushiwen.org/author_817.aspx\">孙武</a>和<a href=\"http://so.gushiwen.org/author_851.aspx\">吴起</a>。<br>⒇谢：惭愧。深衷：内心，衷情。",
  "shangxi": "<h2>简析</h2> <p>　　征南诏这场战争是杨国忠把持朝政，为博名邀功而随意派遣边鄙一太守盲目攻击周边弱小民族的冒失行为。事先没有经过仔细调查，事中又不能随机应变，导致了这场战争大败的灭顶之灾。然而这些内幕则不是<a href=\"http://so.gushiwen.org/author_227.aspx\">高适</a>所能深知，或者虽知而不敢言，但<a href=\"http://so.gushiwen.org/view_10218.aspx\">诗</a>中所描述的山穷水尽的情形，所歌颂战士们无所畏惧的气概，的确荡气回肠，足以警戒世人，发人深省。</p> <p>　　在这首诗中，诗人目的不在分析这场战争的前因后果和成败得失，而在称赞战士们为国赴难，不顾自身安危的慷慨激昂的感人举动。但诗人选取这么一个材料，却只是为了表达如此片面的见解，不免有挂一漏万之嫌，十分书呆子气，给人一种本末倒置之感，这自然是诗人见识为时代和自身经历局限所致。</p>",
  "about": "<h2>创作背景</h2> 　　根据<a href=\"http://so.gushiwen.org/view_10218.aspx\">诗</a>前小序可知：公元752年（天宝十一载），杨国忠奏请由李宓出征南诏。此战异常艰苦，转战行程达数万里之遥。几经周折，李宓于公元753年（天宝十二载）四月回到长安，向诗人自述其征战之惨烈，诗人为之感动而作此诗。关于李宓征南诏事，史书多有记载，出入较大。所谓南诏，据《旧唐书》记载：“南诏蛮，本乌蛮之别种也，姓蒙氏……蜀时为<a href=\"http://so.gushiwen.org/author_507.aspx\">诸葛亮</a>所征，皆臣服之……高宗时来朝……武后时来朝。”可见，南诏自三国后，一直臣服于中原势力，相安无事，直到公元748年（天宝七载），云南太守张虔陀因“有所征求，阁罗凤多不应”时“遣人骂辱之，乃密奏其罪恶”，首先挑起边境事端，造成连年烽烟。“十二载，剑南节度使杨国忠执国政，乃奏征天下后兵，俾留后，侍御史李宓将十余万，辇饷者在外，涉海瘴死者相属于路，天下始骚然苦之。宓复败于大和城北，死者十八、九。”至于李宓本人，据《旧唐书·本纪第九》所载“为阁罗凤所擒”。而《新唐书·本纪第五》则曰“死之”。关于战后，《资治通鉴》曰：“杨国忠隐其败，更以捷闻，益发中国兵讨之，前后死者几二十万人……”具体时间上，史书记载与此诗序文都有出入，或许是李宓自述时，多有闪烁其词，具体情形有待进一步考证。",
  "poet": {
    "id": 227,
    "star": 0,
    "name": "高适",
    "image": "http://img.gushiwen.org/authorImg/gaoshi.jpg",
    "desc": "高适是我国唐代著名的边塞诗人，世称“高常侍”。 作品收录于《高常侍集》。高适与岑参并称“高岑”，其诗作笔力雄健，气势奔放，洋溢着盛唐时期所特有的奋发进取、蓬勃向上的时代精神。"
  },
  "tags": [
    "战争",
    "歌颂",
    "将士"
  ]
}