{
  "id": 49466,
  "star": 149,
  "name": "洞仙歌·冰肌玉骨",
  "dynasty": "宋代",
  "content": "<span style=\"font-family:SimSun;\">仆七岁时，见眉州老尼，姓朱，忘其名，年九十岁。自言尝随其师入蜀主孟昶宫中，一日大热，蜀主与花蕊夫人夜纳凉摩诃池上，作一词，朱具能记之。今四十年，朱已死久矣，人无知此词者，但记其首两句，暇日寻味，岂《洞仙歌》令乎？乃为足之云。</span></p> <p>冰肌玉骨，自清凉无汗。水殿风来暗香满。绣帘开，一点明月窥人，人未寝，欹枕钗横鬓乱。<br>起来携素手，庭户无声，时见疏星渡河汉。试问夜如何？夜已三更，金波淡，玉绳低转。但屈指西风几时来，又不道流年暗中偷换。",
  "fanyi": "<p><strong>译文<br></strong>冰一样的肌肤，玉一般的身骨，自然是遍身清凉没有汗。宫殿里清风徐来幽香弥漫。绣帘被风吹干，一线月光把佳人窥探。佳人还没有入睡，她斜倚绣枕钗横发乱。<br>他起来携着她的小手，走出无声的庭院，随时可见流星横穿河汉。试问夜已多深？已过了三更，月光暗淡，玉绳星向下旋转。她掐着手计算，秋风几时吹来，不知不觉间感到，流年似水，岁月在暗暗变换。</p> <p><strong>注释</strong><br>⑴洞仙歌：词牌名。<br>⑵眉州：今在四川眉山境内。<br>⑶<a href=\"http://so.gushiwen.org/author_2916.aspx\">孟昶</a>：五代时蜀国君主，在位三十一年，后国亡降宋，深知音律，善填词。<br>⑷<a href=\"http://so.gushiwen.org/author_2277.aspx\">花蕊夫人</a>：孟昶的妃子，别号花蕊夫人；摩诃池：故址在今成都昭觉寺，建于隋代，到蜀国时曾改成宣华池。<br>⑸具：通俱，表都的意思。<br>⑹足：补足。<br>⑺冰肌：肌肤洁白如冰雪，《庄子·逍遥游》有神人焉，肌肤若冰雪，绰约若处子。<br>⑻水殿：建在摩诃池上的宫殿。<br>⑼欹：斜靠。<br>⑽河汉：银河。<br>⑾金波：指月光；玉绳：星名，位于北斗星附近。<br>⑿玉绳：星名。《太平御览·天部五》引《春秋元命苞》曰：“玉衡北两星为玉绳。玉之为言沟，刻也。瑕而不掩，折而不伤。”宋均注曰：“绳能直物，故名玉绳。沟，谓作器。”玉衡，北斗第五星也。秋夜半，玉绳渐自西北转，冉冉而降，时为夜深或近晓也。<br>⒀流年：流逝之岁月；年华。</p><br/><h2>英译</h2> <p>SU Shi – Lyrics to the Melody of an Immortal Who Lived in a Cave</p> <p>With skin like ice and bones like jade,<br>She perspires not looking cool and refreshed.<br>From the hall by the water waft breezes full of subtle scents.<br>Through the drawn embroidered curtains, the moon sneaks a look of her,<br>She hasn't retired for the night, askew are the her pillow and hairpins in her hair.</p> <p>I rise to take her delicate hand, quiet is the courtyard and its environs,<br>A star or two the Milky Way cross between whiles.<br>How deep is the night, wonder I?<br>Approaching midnight is the time,<br>Moonlight pales as the northern stars low slide.<br>I count with my fingers when the season of westerlies would arrive,<br>Before I could become aware of it, lapsed has fleeting time.</p>",
  "shangxi": "<h2>赏析</h2> <p>　　此词描述了五代时后蜀国君<a href=\"http://so.gushiwen.org/author_2916.aspx\">孟昶</a>与其妃<a href=\"http://so.gushiwen.org/author_2277.aspx\">花蕊夫人</a>夏夜在摩河池上纳凉的情景，着意刻绘了花蕊夫人姿质与心灵的美好、高洁，表达了词人对时光流逝的深深惋惜和感叹。</p> <p>　　上片写花蕊夫人帘内欹枕。首二句写她的绰约风姿：丽质天生，有冰之肌、玉之骨，本自清凉无汗。接下来，词人用水、风、香、月等清澈的环境要素烘托女主人公的冰清玉润，创造出境佳人美、人境双绝的意境。其后，词人借月之眼以窥美人欹枕的情景，以美人不加修饰的残妆——“钗横鬓乱”，来反衬她姿质的美好。上片所写，是从旁观者角度对女主人公所作出的观察。</p> <p>　　下片直接描写人物自身，通过女主人公与爱侣夏夜偕行的活动，展示她美好、高洁的内心世界。“起来携素手，”写女主人公已由室内独自倚枕，起而与爱侣户外携手纳凉闲行。“庭户无声”，制造出一个夜深人静的氛围，暗寓时光在不知不觉中流逝。“时见疏星渡河汉”，写二人静夜望星。以下四句写月下徘徊的情意，为纳凉人的细语温存进行气氛上的渲染。以上，作者通过写环境之静谧和斗转星移之运动，表现了时光的推移变化，为写女主人公纳凉时的思想活动作好铺垫。结尾三句是全词点睛之笔，传神地揭示出时光变换之速，表现了女主人公对时光流逝的深深惋惜。</p> <p>　　这首词写古代帝王后妃的生活，在艳羡、赞美中附着作者自身深沉的人生感慨。全词清空灵隽，语意高妙，想象奇特，波澜起伏，读来令人神往。</p> <p>　　值得注意的是，花蕊夫人本是孟昶的宠妃，后蜀灭亡之后，花蕊入宋，以“十四万人齐解甲，更无一人是男儿”的<a href=\"http://so.gushiwen.org/view_49466.aspx\">诗</a>句令<a href=\"http://so.gushiwen.org/author_783.aspx\">赵匡胤</a>大为倾倒。不久，孟昶暴亡，花蕊成了太祖的贵妃，据说跟太宗赵光义也有瓜葛。对这样一个与三个皇帝有绯闻的“亡国之妃”，<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>坦然地把她刻画得几近仙女，且毫不避讳地写她与孟昶的爱情。此词在宋朝广为传唱，还没有一个道学家跳出来说三道四。</p>",
  "about": "<h2>创作背景</h2> 　　<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>在小序中交代了写此词之缘由，词人在七岁之时曾听过蜀主<a href=\"http://so.gushiwen.org/author_2916.aspx\">孟昶</a>的《洞仙歌令》，而四十年后，只能隐约记住首两句，词人便发挥他丰富的想象力，运用他的文思才力，补足剩余部分。<a href=\"http://so.gushiwen.org/author_370.aspx\">朱孝臧</a>校注《东坡乐府》：“公生丙子，七岁为壬午，又四十年为壬戌也。”他定此词作于公元1082年（元丰五年，壬戌），时作者正谪居黄州。此词虽于小序约略交代了写作背景，其实自隐杼机，让人睹神龙之形而不能察神龙其身，从而为自己逸兴走笔、暗寓情怀创造了条件。",
  "poet": {
    "id": 183,
    "star": 0,
    "name": "苏轼",
    "image": "http://img.gushiwen.org/authorImg/sushi.jpg",
    "desc": "苏轼（1037－1101），北宋文学家、书画家、美食家。字子瞻，号东坡居士。汉族，四川人，葬于颍昌（今河南省平顶山市郏县）。一生仕途坎坷，学识渊博，天资极高，诗文书画皆精。其文汪洋恣肆，明白畅达，与欧阳修并称欧苏，为“唐宋八大家”之一；诗清新豪健，善用夸张、比喻，艺术表现独具风格，与黄庭坚并称苏黄；词开豪放一派，对后世有巨大影响，与辛弃疾并称苏辛；书法擅长行书、楷书，能自创新意，用笔丰腴跌宕，有天真烂漫之趣，与黄庭坚、米芾、蔡襄并称宋四家；画学文同，论画主张神似，提倡“士人画”。著有《苏东坡全集》和《东坡乐府》等。"
  },
  "tags": [
    "宋词三百首",
    "女子",
    "生活",
    "感叹",
    "人生"
  ]
}