{
  "id": 70324,
  "star": 3,
  "name": "杂剧·刘玄德独赴襄阳会",
  "dynasty": "元代",
  "content": "第一折<br>叠盖层层彻碧霞，织席编履作生涯。有人来问宗和祖，四百年前将相家。某姓刘名备，字玄德，乃大树娄桑人也。某在桃园结义了两个兄弟，二兄弟蒲州解良人也，姓关名羽，字云长；三兄弟涿州范阳人也，姓张名飞，字翼德。俺弟兄三人在徐州失散，三载有余，不想今日在这古城聚会。某今要与曹操仇杀，无有城池，俺在这古城住月余也。今日与两个兄弟众将商议，与我唤将云长、张飞来者。帅鼓铜锣一两声，辕门里外列英雄。一寸笔尖三尺铁，同扶社稷保乾坤。某姓关名羽，字云长，蒲州解良人也。三兄弟乃涿州范阳人也，姓张名飞，字翼德。有俺哥哥大树娄桑人也，姓刘名备，字玄德。自徐州失散，在于古城聚会。今日哥哥呼唤，不知有甚事，须索走一遭去。可早来到也。小校报复去，有关羽、张飞来了也。理会的。喏，报的元帅得知，有关羽、张飞来了也。着他过来。着过去。哥哥呼唤俺二人，有何商议的事？二位兄弟，唤您来别无甚事，只因曹操在徐州与俺交锋，俺兄弟每失散，今在古城，不为长计。倘曹操又领将兵来征伐俺，争奈此城地方窄狭，亦无粮草，怎生与他拒敌？哥哥，依着您兄弟，则在古城积草屯粮，招军买马。哥哥意下若何？兄弟，不中。想着曹操手下，雄兵百万，战将千员，他若领兵来时，将古城踏来平地，那其间悔之晚矣！兄弟言者当也。我有一计，和您商议。我如今要差一人，持着我的书呈，直至荆州牧。刘表是吾之宗亲，镇守荆襄九郡，我问他但借城池暂用，咱且屯军居止。若聚集的些人马呵，那其间可与曹操仇杀，未为晚矣。您意下若何？哥哥言者当也，可着谁去？与我唤的简宪和来者。理会的。幼小曾将武艺攻，南征北讨显英雄。临军望尘知敌数，四海英雄第一名。某姓简名雍，字宪和，文通三略，武解六韬，今佐于玄德公麾下为将。今玄德公呼唤，不知有甚事，须索走一遭去。可早来到也。小校报复去，道有简雍在于门首。喏，报的元帅得知，有简雍在于门首。着他过来。着你过去。呼唤小官有何事？唤你来别无他事，我今要与曹操仇杀，争奈这古城无粮草。我如今修一封书，你直到荆州牧，他见了我的书，他自有个主意。你则今日便索长行。理会的。某不敢久停久住，奉玄德的将令，持着书呈直至荆州，走一遭去。奉命亲差不自由，谨驰驿马骤骅骝。舌剑<br>唇枪成功干，不分星夜至荆州。简雍去了也。若借得城池，那其间再与曹操仇杀。若简雍回来时，报复我知道。河里一只船，岸上八个拽。若还断了箪，八个都吃跌。某乃刘琮是也。我父刘表，兄乃刘琦，父子三人。武艺不会，所事不知，能吃好酒，快吃肥鸡。颇奈刘备无礼，着一首将持一封书，问俺父亲借个城子。俺父亲差之毫厘，失之千里，掉在壕里，签了大腿。我如今想来，则恐怕久以后将荆州夺了。我手下有二将，是蒯越、蔡瑁，叫他来共同商议。小校，唤将蒯将、蔡瑁来者。理会得。某乃前部先锋将，俺家老子是皮匠，哥哥便是轮班匠，兄弟便是芝麻酱。某乃蒯越，兄弟蔡瑁。我又没用，他又不济。我打的筋斗，他调的百戏。公子呼唤俺二人，不知有甚事，须索见公子去。可早来到也。报复去，道有俺蒯、蔡二人，来见公子。理会的。喏，报的公子知道，有蒯越、蔡瑁，在于门首。剑甲在身，不能施礼。公子唤俺二将那厢使用？蒯越、蔡瑁，唤您二半来别无甚事，今有刘备问俺父亲借座城子，俺父亲久后，必将这荆州让与刘备，唤您二将来商议。我有一计。俺这里安排一席好酒，多着些汤水，多着几道嗄饭，准备几碗甜酱，我着他酒醉饭饱，走不动，撑倒了呵，那其间下手拿住，我着他死无葬身之地。公子，此计若何？此计妙、妙、妙！此计好则好，比及这等，你先撑我不的。此计已定，何故又撑呼？既是这等，保守此计。计就月中擒玉兔，谋成日里捉金乌。各家自扫门前雪，莫管他家屋上霜。骏马雕鞍紫锦袍，胸中压尽五陵豪。有人要知吾名姓，附凤攀龙是故交。某姓刘名表，字景升，官拜牧守之职。涉猎经史，幼年策马入夷城，取用南郡蒯梁之谋，南据江陵，北守襄樊荆州。我有二子，长者刘琦，次者刘琮。能用兵者，乃蒯越、蔡瑁。久据荆州，保守无虞。今有刘玄德，被曹操攻破徐州，屯军在古城。他遣一将持一封书，问某借一城池，屯军养马。今年三月三，请玄德公赴襄阳会，玄德公来呵，我自有个主意。若来呵，报复我知道小官刘备是也。我着简雍问俺荆州牧哥哥借一座城池，谁想哥哥果然许诺，就遣一人请某赴襄阳会。可早来到也。左右，接了马者。小校报复去，道刘备在于门首。喏，报的主公得知，有刘备在于门首。兄弟来了也，道有请。有请?<br>?见科)(刘备云)哥哥，数年不见，受您兄弟两拜。(刘表云)兄弟免礼。将坐榻来，兄弟请坐。抬上果桌来。(把盏科，云)兄弟，数年不见，满饮此杯。(刘备云)哥哥，您兄弟尽醉方回。(刘表云)我有二子，长者刘琦，次者刘琮，与我唤将来者。(正末同刘琮上，云)某刘琦是也，兄弟刘琮。俺父亲在荆州，统领着四十万铁甲军，镇守着这荆襄九郡，今为襄王。刘玄德来问俺父亲借一座城，权且居止。又着人请的玄德来荆州，住了数日也。今日是三月三襄阳会，俺父亲请玄德公饮宴，着令人唤俺兄弟二人，须索走一遭去。(刘琮云)哥哥，想咱父子每在此镇守，久住无虞，无鱼则吃羊肉。(正末云)兄弟，想昔日秦失其鹿，豪杰并起，汉祖三载亡秦，五年灭楚，投至今日非同容易也。(唱)<br>【仙吕】【点绛唇】想当日汉祖开基，五年登帝，无虞日。端拱垂衣，则他那肱股能经济。<br>【混江龙】中兴后诸侯强力，风俗教化渐凌夷。将一个董卓剿灭，将一个吕布遭危。一头的袁绍兴兵行跋扈。可又早曹公霸道骋奸回。现如今民殷国富可便说孙权，端的是这宽仁厚德谈刘备。手下有二将军关羽，和他这三兄弟张飞。<br>(刘琮云)可早来到也。(正末云)兄弟也，咱过去见父亲去来。(做见科)(刘表云)刘琦、刘琮，把体面与你叔父施礼。(正末云)理会的。(做见刘备科)(唱)<br>【油葫芦】我这里叉手躬身施罢礼，数十年远间离。(刘备云)吾侄，自从与曹操交锋，数年不见。(正末唱)都则为苦征恶战各东西。(刘备云)刘琦，我与你父亲都是汉之苗裔。(正末唱)俺须是分形连气同亲戚，叔父是先朝景帝亲苗裔。(刘备云)哥哥，你兄弟非为酒食而来，城池当紧。(正末唱)叔父要借郡州，待将那士马集。(刘备云)吾侄，奈您叔父身无尺寸之地，怎的与曹操交战？(正末唱)叔父道时间无尺寸安身地，普天下尽都是汉华夷。<br>【天下乐】常言道人急偎亲我稍知，(刘表云)玄德公，新野、樊城，你弟兄权且居止。(刘备云)谢了哥哥。(正末唱)将新野樊也波城，权驻跸。(刘表云)玄德公，在于新野、樊城，操兵练士，积草屯粮，复兴汉世，有何不可？(正末唱)若是那重磨日月扶社稷，平定海内安，更和那烽燧息。恁时节叙亲亲，行大礼。<br>(刘表云)刘琦，替你叔父递一杯酒。(正末云)理会的。将酒来，叔父满饮一杯。(刘备云)大公子，着吾兄先饮。(刘备递酒科)(刘表饮酒科了，云)着刘琮与他叔父递一杯酒。(刘琮云)您儿理会的。(做递酒科)(刘琮云)叔父满饮一杯。(刘表云)一壁厢与我动乐者。(刘备云)吾兄，酒够了也。(正末唱)<br>【那吒令】广设着珍羞和美味，高捧着琼浆和这玉醴，密排着歌儿和这舞姬。不弱如公孙弘的东阁筵，须不是楚项羽的鸿门会，尽开怀满饮金杯。(刘备云)吾兄，您兄弟饮不的了也。(刘表做将牌印让与刘备科，云)玄德公，吾今年迈，我也掌把不住这荆襄九郡，将这荆襄九郡牌印，让与玄德公掌管，你意下若何？(刘备云)吾兄，刘备焉敢受荆州牌印！现有两个公子，当以承袭荆州牧之职。(刘琮云)父亲，饮酒则饮酒。这牌印，叔父是个知理的人，他岂肯受这牌印？(正末唱)<br>【鹊踏枝】将牌印捧到尊席，多谦让苦辞推。情愿将九郡荆襄，教叔父掌握操持。(刘备云)吾兄，这的是父祖列土分茅之地，子孙堪可而守。(正末唱)你道是父祖业传留与子息，岂不闻尧舜可便天下贤圣承袭？<br>(刘表云)玄德公，吾今老矣也。这荆州牌印，你掌了者。(刘备云)哥哥，您兄弟断然不敢受！吾兄见放着两个公子哩。(刘表云)玄德公不知，吾这两个小的，他掌管不的。休道不也他，便着他掌管呵，可着谁承袭？(刘备云)哥哥，您兄弟多闻大公子刘琦，文武双全，宽仁厚德，可以承袭。(刘琮背云)好无礼！我恰才阻当这牌印，他说俺哥哥好。俺弟兄每承袭不承袭，干你甚事？我恨不的咬上他几口！(正末唱)<br>【寄生草】叔父那里休夸奖，莫厮推。你道我忠君孝父行仁义，你道我驱兵领将多谋智，又道我齐家治国能兴利。(刘备云)论大公子有经济之才，颜闵之德。(正末唱)怎有那经天纶地栋梁之才？则是个粪墙朽木儿曹辈。<br>(刘表云)既兄弟坚意不受，收了牌印者。行盏！(刘琮出门做怒科，云)颇奈大耳汉无礼！好意请你吃酒，俺父亲又借与你城池，你怎敢论俺弟兄每那个合做不合做？长别人的威风，灭我的志气！令人，唤蒯越、蔡瑁来。(卒子云)理会的。(蒯越、蔡瑁同上，云)公子唤俺二人，须索走一遭去。兀那小军，有何事？(卒子云)二位将军，二公子有请。(蒯越云)在那里，俺过去见二公子。(见科，云)公子唤俺有何事？(刘琮云)颇奈大耳汉无礼，酒筵间搬调俺父亲，论俺弟兄好歹。你如今乘骑两个鞍马，手持兵器，务要擒住刘备。先着王孙去盗刘备那的卢马，若盗了他马，可来回我的话。(蒯越云)得令。领着公子言语，擒拿刘备，走一遭去。(下)(正末云)嗨，这事怎了！我若不说与叔父知道呵，必然落在这二贼子彀中。兄弟也，我再着叔父饮一杯酒。叔父再饮一杯。(刘备醒科，云)我吃不的了也。(正末云)叔父，你不饮酒呵，你请个果木波。(刘备云)我用不的了也。(正末唱)<br>【醉扶归】叔父，这好枣知滋味，(刘备云)够了也。(正末唱)好桃也可堪食，(刘备云)我吃不的也。(正末唱)这醒酒清凉更好梨。(刘备醒科，云)吃不的了也。(正末唱)这果木本是同根蒂，他伤枝叶擘了面皮。(带云)叔父醉了，不解其意。(做摇醒科，云)叔父，你看这桌子上，好枣，好桃，好梨也。(刘备醒科，云)是、是、是，我知道了也。(正末唱)你怎生不解我这其中意？<br>(刘备辞科，云)哥哥，您兄弟多蒙哥哥城池、好酒食，您兄弟告回也。(刘备拜科)(刘表云)留着兄弟休回也，再住几日去。(刘琮云)父亲休管他，你则歇息去。(扶刘表下)(正末云)叔父，刘琮着蒯越、蔡瑁埋伏着人马，擒拿你哩。你便离了此处，快与我逃命走！(刘备走科，云)吾侄，你不说我怎知也！(正末唱)<br>【金盏儿】你快离席，莫惊疑。我这里吐实情泄漏了春消息，疾牵你那战马换征衣，则怕你意忙船去慢，心急马行迟。休寻入地窟，则要你寻觅他那上天梯。<br>(刘备云)我若知您弟兄不和，我怎肯说这等话！(正末云)叔父，你小心在意者，则要稳登前路也！(唱)<br>【尾声】痛离别，愁分袂，我和你再相见知道是何年甚日？望新野樊城去路疾，我则要你善加兵紧护城池，则要你用心机将那士马操习，准备着那灭寇兴刘显气势。那其间这干戈定息，我着他四方宁谧，恁时节风云文武拜丹墀。(下)<br>(刘备云)刘备也，我想来是你的不是了也。我亏了军师的妙计，离了这襄阳会，不敢久停久住，则今日回新野、樊城去也！(下)<br><br>第二折<br>(蒯越、蔡瑁同上)(蒯越云)自家蒯越、蔡瑁便是。奉二公子刘琮之命，今有刘备，在那酒筵间不合说立长不立庶。今奉公子之命，今夜差家将王孙先去驿亭，盗了刘备那的卢马，走一遭去。可早来到王孙家门首也。(叫科，云)王孙，二公子之命，着你今夜先去驿亭中，盗了刘备那的卢马，可来回公子的话。小心在意，干事成功者。(同下)<br>(正末扮王孙上，云)某是这荆王手下家将王孙的便是。因为俺刘玄德问俺这荆王借这城池，留下玄德公赴襄阳会，筵间带酒，问俺索荆州牌印。某奉二公子的命，着某今夜先盗刘玄德的卢马，须索走一遭去。(唱)<br>【越调】【斗鹌鹑】直等的漏尽更阑，街衢静悄。我则见斗转星移，这其间梦魂未觉。入的这馆驿仪门，绕着这虚檐涩道，又则怕遇着从人，撞着后槽。这一匹骏马的卢，煞强如骅骝騕褭。<br>【紫花儿序】则愿的驯良纯善，怕的是踢跳湾奔，使不着嘶喊咆哮。马乃是将之司命，盗了马步骤难熬。量度，又不是穴隙逾墙做贼盗，蒙差遣怎敢违拗！你正是人急偎亲，他可甚善与人交？<br>【金蕉叶】恰拌上一槽料草，喂饲的十分来饱。悄声儿潜踪蹑脚，我解放了缰绳绊索。<br>(做盗科)(刘备冲上科，云)小官刘备，来到这馆驿里也。馆驿子，牵我那马来。这馆驿里无人，我自家牵我这马去。兀那厮，你是甚么人？(正末云)我比及盗他这马，我先斩了刘玄德也。(刘备云)兀那将军，何故如此躁暴，有仗剑杀我之心也？(正末唱)<br>【寨儿令】你道我休暴躁，逞粗豪，掣红光剑锋手掿着。(刘备云)我有甚罪过？(正末唱)你道我犯法违条，盗马离槽，和你性命似燎鸿毛。<br>(刘备云)你为何盗我这马？(正末云)为你筵间索讨荆州牌印，我奉二公子命，故着我盗你这马来。(刘备云)将军不知，因借城子一事，请某饮宴，荆王言曰：\"吾今老矣，这牌印可着谁掌领？\"某言曰：\"立长不立庶。\"以此二公子挟仇，要伤某性命。(正末云)这般呵，是俺二公子的不是。(刘备云)将军，刘备乃汉之宗亲，是荆州牧之弟也。(正末唱)<br>【幺篇】你论亲戚是汉祖根苗，论昆仲和刘表知交。破黄巾立大功，诛董卓建功劳，是和非心上人自评跋。<br>(刘备云)吾之命在于半军。(正末云)襄王放心，我送你出城去。(刘备云)今日之恩，异日必报。(正末唱)<br>【调笑令】不索窨约，你便快奔逃，呀，再休说他乡遇故交。(刘备云)将军，此路往何处去？(正末唱)遥望着新野樊城道，似飞星彻夜连霄。你官道上莫行小路儿抄，岂辞劳水远山遥！<br>(刘备云)前有溪河拦路，如之奈何？(正末唱)<br>【耍厮儿】遥望见绿茸茸莎茵芳草，翻滚滚雪浪银涛。檀溪大堤水围绕，无舟渡、共长桥，险慌煞英豪。<br>(刘备做祷告天科，云)皇天可表，若刘备久后峥嵘之日，马也，我命在你，汝命在水。(正末唱)<br>【圣药王】他将那天地祈，咒愿祷，欠彪躯整顿了锦征袍。半玉带兜，金镫挑，三山股摔破了紫藤梢。(刘备做跳过檀溪科)(正末唱)则一跳恰便似飞彩凤走潜蛟。<br>(刘备回顾看正末科，云)将军，后会有期。(下)(蒯越、蔡瑁上，云)某乃蒯越、蔡瑁是也。俺奉着二公子将令，着俺二人追赶刘备。骑着快马，越赶也赶不上。这马，我不走他也不走。到这檀溪河，兀的不是王孙？王孙，刘备安在？(正末云)刘备是无罪之人，又和俺主公关亲，我因此上放了他去也。(蒯越云)这匹夫好是无礼也，你做的个知礼无礼故无礼。(蔡瑁云)舞哩舞哩舞哩舞。(蒯越云)兄弟，执缚住见二公子去来。(正末云)我不怕不怕不怕！(唱)<br>【尾声】你将那忠良损害合天道，他一骑马不剌剌风驱电扫。他得性命且逃灾，将我这泼残生断送了。(同下)<br>楔子<br>(司马徽上，云)宝剑离匣邪魔怕，瑶琴一操鬼神惊。贫道复姓司马，名徽，字德操，道号水镜先生，在于鹿门山办道修行。俺为友者七人，为江夏八俊。今有刘玄德因赴襄阳会，被刘琮所逼，独骑跳檀溪而过，误入鹿门山，迷踪失路，贫道在此等候。刘玄德这早晚敢待来也。(刘备上，云)某乃刘备是也。因赴襄阳会，刘琮有害吾之心，因此私逃。独骑跳檀溪河来，迷踪失路，不知那条路往新野、樊城去。(司马云)兀的不是刘玄德？玄德公，襄阳会煞是惊恐也？(刘备云)这个仙长，他怎生知道来那？(司马云)玄德公，你可不认的贫道，贫道可认你。(刘备云)仙长，刘备迷踪失路，不知那条路往新野、樊城去？(司马云)天色晚也，这鹿门山有一道庵，前往那里投一宿。玄德公，我观你手下虽有些能征之将，则少运筹之士也。(刘备云)敢问师父，何为运筹之士？(司马云)岂不闻南卧龙、北凤雏么？(刘备云)卧龙、凤雏何人也？(司马云)好、好、好。(刘备云)先生通名显姓咱。(司马云)好、好、好。你休问我，问兀的那个人去。(下)(刘备云)着某问谁去？可怎生不见了这个仙长那？知他是人也那是鬼！天气昏晚也，远远的一盏灯明，到那里觅一宿去。(下)(庞德公引道童上)(庞德公云)养性修真谈道德，天文地理讲精微。剑挥星斗能驱将，瑶琴一操动玄机。贫道庞德公是也，居于岘山之南。平生不入城府，不贪于奢华，常以清闲为乐。讲习太清妙诀，修炼长生之术。参通大道，学就仙方。隐迹山间，埋名林下。江夏道友，号为八俊，惟吾为首，在此鹿门山办道修真。今有刘玄德因襄阳会遭厄，跳檀溪失路迷途，误入鹿门山中。贫道今晚指引玄德荣昌之地，若来时，贫道自有个主意。道童，庵门首觑着，玄德公这早晚敢待来也。(刘备云)某离却襄阳会上，被刘琮军将所逼，檀溪河拦路，托上天护佑，的卢马拥身跳过檀溪之河。迷踪失路，来到鹿门山，不知去路。见一仙长，言曰\"南卧龙、北凤雏，好、好、好\"，腾空而起，其神鬼难辨。天色昏晚，兀那庄儿上觅一宿。(唤门科，云)门里有人么？(庞德公云)道童，兀的刘玄德来了也，你开门去，道有请。(道童云)理会的，我开这门。玄德公，俺师父有请。(刘备云)某来到此仙庄，不曾相会，又早知某姓字，此乃非凡也。(做见科)(庞德公云)玄德公，自离新野赴襄阳，被刘琮所谋，索是惊慌来也？(刘备云)上告师父，刘备运拙，不幸如此。万望尊师有何指教，何不通名显姓咱？(庞德公云)贫道乃是庞德公是也，在此鹿门山养拙。玄德公，你也有缘，今晚到此庵中。(刘备云)师父，刘备到此山中，<br>遇着个师父，言说\"南卧龙、北凤雏\"，某问其姓字，言称道\"好、好、好\"，腾空而起不见了，未知是神是鬼。(庞德公云)玄德公，此人复姓司马，名徽，字德操，乃是好好先生。(刘备云)师父，可怜刘备孤穷，有何道德仙法指教？(庞德公云)玄德公，俺这江夏有二人，南有卧龙，北有凤雏。此二人时运未到，贫道先与你一子。寇封安在？(寇封上，云)小将有。(见科)(庞德公云)寇封与玄德公相见。玄德公，将此寇封与你为子。拜了玄德公者。(寇封云)理会的。(做拜科)(刘备云)刘备孤穷，未知何日发达，感承尊师厚德也。(庞德公云)贫道与你举一人若何？(刘备云)师父，此人在何处？(庞德公云)此人他是这颍川独树村人氏，姓徐名庶，字元直。(刘备云)师父，此人比这卧龙、凤雏若何？(庞德公云)此人不在卧龙、凤雏之下。(刘备云)多谢吾师指教。天色明也，刘备回去也。刘封跟着我回新野、樊城去来。征战用英雄，今日得刘封。未投徐元直，先遇庞德公。(同刘封下)(庞德公云)道童，刘玄德去了也？(道童云)刘玄德去了也。(庞德公云)刘玄德先访徐庶，然后孔明，此二人少不的都在于玄德公麾下。贫道游山玩水，走一遭去。他各处疆土掌威权，玄德人和号四川。五十四州雄壮地，四十三载太平年。(同下)(卜儿同正末、道童上)(卜儿云)甘心守志乐清贫，教子攻书讲道经。侍母安居随缘过，山村数载受辛勤。老身姓陈，夫主姓徐，颍川独树村人也。止遗下此子徐庶，字元直，学通文武，习就大才，不肯进取功名，修行办道，侍养老身。孩儿也，功名当紧，可以竭力尽忠也。(正末云)母亲，您儿多亏母亲严教，您儿要尽忠不能尽孝，尽孝不能尽忠也。(卜儿云)孩儿也，似这等呵，不误了你功名？(正末云)你孩儿则要侍奉萱亲，修真养性。可不道父母在堂，不可远游，游必有方。(卜儿云)孩儿也，你则待游山玩水，办道修行，侍奉老身，几时是你那发达峥嵘之日也！(正末云)道童，门首觑着，看有甚么人来。(道童云)理会的。(赵云上，云)自小曾将武艺攻，幼年贩马走西戎。四海英雄闻我怕，则我是真定常山赵子龙。某乃赵云是也。奉俺玄德公将令，着某请徐元直，拜为军师，与曹操两家仇杀。问人来，则这个庄院便是。小校接了马者。道童报复去，道有玄德公手下赵云，特来相访。(道童云)师父，门首有玄德公手下赵云，在于门首。(卜儿云)孩儿也，是何方来的将军？(正末云)母亲，这赵云是刘玄德手下的将军。(卜儿云)孩儿也，有宾客至，我且回避。(虚下)(正末云)道童有请。(道童云)将军，俺师父有请。(赵云做见科)(正?<br>┰?将军贵脚来踏贱地，将军请坐。(赵云云)赵云久闻尊师道德无穷，今日幸遇，实乃赵云万幸也。(正末云)将军为何到此？(卜儿上，打听科，云)老身听他那里来的将军，说甚么。(赵云云)师父，小将奉俺玄德公将令，闻知师父有经济之才，伊吕之能，特请下山，拜为军师。师父意下若何？(正末云)将军，贫道是一闲人，并不知兵甲之书。(赵云云)俺玄德公久闻师父深通兵书，广览战策，遣赵云特请师父来。(正末云)是何人举荐贫道？(赵云云)俺玄德公遇好好先生与庞德公，举荐师父来。(正末云)是司马徽，道号好好先生。他与庞德公、诸葛亮、庞士元、崔州平、石广元、孟光威、俺是这江夏八俊。(赵云云)师父有神鬼不测之机，安邦调兵之策。师父可怜，下山走一遭去。(正末云)将军不知，贫道幼年间修行办道，并然不知兵甲之书。(赵云云)师父，俺玄德公宽仁厚德，乃汉景帝十七代玄孙，中山靖王刘胜之后，可怜兵微将寡，下山走一遭去！(正末云)将军言称道，看汉室之面，救苍生之急。将军，贫道实有此心，争奈我有老母在堂，可不道\"父母在不远游，游必有方\"？(卜儿上，见科，云)徐庶孩儿，你说的差了也。想玄德公是汉之宗亲，我多听的人说他宽仁厚德。既然主公遣子龙将军请你，你怎生言称道有老母在堂？孩儿也，你休为我误了你一世儿清名。孩儿也，你休顾我，则顾你。(赵云云)呀、呀、呀，老母言者当也！师父可不道顺父母颜情，呼为大孝？既老母又这般说，怎生请师父到新野。那其间着人来取老母，到新野同享富贵，有何不可？(正末云)罢、罢、罢！既然老母亲着徐庶去，道童，收拾行李，则今日辞别了老母，便索长行。(卜儿云)孩儿也，你这一去，则要你尽心竭力，扶助玄德公。(赵云云)老母放心，我到的新野，便来取老母。(正末唱)<br>【仙吕】【赏花时】我本待要养性修真避世尘，今日个厚礼卑辞征聘紧。我则待奉甘旨侍萱亲，(赵云云)师父此一去，俺主公必然重用师父也。(正末唱)谁羡您高官极品？(卜儿云)孩儿也，用心者。(正末云)母亲，你放心也。(唱)你看我扶社稷可兀的立乾坤。(同下)<br>(卜儿云)孩儿去了也。眼望旌节旗，耳听好消息。(下)<br><br>第三折<br>(曹操引卒子上，云)善变风云晓六韬，率师选将用英豪。旗旛轻卷征尘退，马到时间胜鼓敲。某姓曹名操，字孟德，沛国谯郡人也。幼而习文，长而习武；文通三略，武解六韬。自破四大寇吕布之后，累建奇功，谢圣人可怜，加某为左丞相之职。某手下雄兵百万，战将千员。颇奈刘、关、张无礼，自破吕布之后，在圣人跟前，保举他为官。他不伏某调，私出许都，夺了徐州。某拜夏侯惇为前部先锋，战刘、关、张在徐州失散。某领云长到于许都，加为寿亭侯之职。不想云长不辞而去，在于古城聚会。我差蔡阳擒拿关云长，不想云长斩了蔡阳。今有刘、关、张在新野、樊城屯军，更待干罢！我今唤将曹仁、曹章来，擒拿刘、关、张去。小校，与某唤将曹仁、曹章来。(卒子云)理会的。二位将军，元帅呼唤。(曹仁上，云)幼小曾将武艺习，南征北讨要相持。临军望尘知敌数，对垒嗅土识兵机。某乃曹仁是也。我善晓兵书，深通战策，每回临阵，无不干功。正在演武场中操兵练士，父亲呼唤，不知有甚事，须索走一遭去。报复去，道有曹仁来了也。(卒子云)喏，报的元帅得知，有曹仁来了也。(曹操云)着他过来。(卒子云)过去。(见科)(曹仁云)父亲，唤您孩儿那里使用？(曹操云)唤你来有事商议，你且一壁厢有者。与某唤将曹章来。(净扮曹章上，云)某乃是曹章，身凛貌堂堂。厮杀全不济，则吃条儿糖。某曹章是也。某深知赵钱孙李，我曾收得蒋沈韩杨。三军大败，金魏陶姜。若还拿住，皮卞齐康。某正在空地上学打筋斗，有父亲呼唤，须索走一遭去。报复去，道有曹章来了。(卒子报云)喏，有曹章来了也。(曹操云)着他过来。(卒子云)过去。(曹章云)父亲，唤曹章有甚事？哥哥曹仁也在此。(曹操云)您二人近前来。今有刘、关、张在于新野、樊城，借起军来，要与某交锋。曹仁，我拨与你十万军，你为元戎，曹章前部先锋，则今日点就雄兵，便索长行，则要成功。您小心在意者，然后某领大军接应你也。军随印转分直正，罪若当刑先言定。在朝休误天子宣，莫违阃外将军令。(曹仁云)某奉俺父亲将令，今有刘、关、张弟兄三人，在于新野屯军，要与俺相持厮杀，拨与某十万雄兵，某为大师元戎之职，兄弟曹章为前部先锋，则今日点就军校，与刘、关、张相持厮杀，走一遭去。大小三军，听吾将令。三通鼓罢，拔寨起营。大将军专听严号令，能征战披甲便长行。吹毛剑打磨双刃快，出白枪勾引月华明。夹铜斧起处魂飘荡，狼牙棒落处揭天灵。坐的是七重金顶莲花帐，更压着周亚夫屯军细柳营。(下)(曹章云)曹仁去了也。我点就下本部军<br>马，与云长相持厮杀，走一遭去。今朝一日统戈矛，料想云长折一筹。随他身长九尺二，睁开瞅将单凤眸。三军见了都害怕，若是着刀鲜血流。轮起刀来望我脖子砍，不慌不忙缩了头。(下)(刘备同关末、张飞、赵云上)(刘备云)某乃刘玄德，自到荆州，借了新野、樊城，暂且屯军。某遣赵云请下徐庶师父来，今日是吉日良辰，就拜为元戎。安排酒肴，众将跟随着某去，直至元帅府，庆贺元戎走一遭去。(同下)(正末同刘备、关末、张末、赵末、巩固、刘封、简雍、麋竺、麋芳上)(刘备云)今日是吉日良辰，拜师父为元戎。今日大小众将，都来拜见师父。(正末云)量徐庶有何德能，受主公如此重礼！(刘备云)师父，可怜刘备身无所居，被曹操所逼，在新野暂时屯军。闻知师父穷经五典，善晓三纲，怀揣日月，袖褪乾坤。呼风唤雨军兵败，师父那神机妙策破曹公。(正末云)不才徐庶，我不求闻达，不望功名。我守清贫修真养性，侍老母孝养晨昏。因元帅宽仁厚德，为汉室征聘贤人。今日我居帅府运筹帷幄，做元戎领将驱兵。你看我扫十万里征尘宁静，保四百年锦绣乾坤。想昔日汉祖兴隆，扫荡群雄，肃清海内，投至到今日，非同容易也呵！(唱)<br>【中吕】【粉蝶儿】想当日楚汉争持，任贤能四方云会，扫群雄定乱除危。投至得灭了强秦，除了壮楚，才把那生民普济。若不是汉三杰尽力扶持，怎能够展封疆肃清海内！<br>【醉春风】韩元帅凭韬略定乾坤，萧丞相用机谋安社稷。张子房运筹帷幄看兵书，将沛公扶立起、起。才能够汉室兴隆，子孙永享，保护着万兵千岁。(刘备云)方今时世，多有英雄豪杰，师父试说一遍咱。(正末云)主公，想如今英雄强霸，各据疆土。河北袁绍，淮南袁术，荆州刘表，江东孙权。许都曹操，统领百万之众，虎视天下诸侯。主公乃汉之宗亲，争奈兵微将寡，咱且按兵自守，访谒贤俊，广结英豪，久后还有辅佐主公的人物出来哩。(刘备云)师父，想刘备被曹操攻破徐州，今经数载，身无所居之地。今日刘备幸遇尊师之面，请将师父来拜为元戎，觑曹操易如翻掌，克日而破，指日成功。(正末唱)<br>【红绣鞋】可主公道是数载无有安身之地，奈时间将少兵微，你则去访觅英贤可便厮扶持。(刘备云)据师父才不在他人之下。(正末唱)人事顺贤人出，天心祐气象齐，那其间会风云安社稷。<br>(做起风科)(正末云)主公，你见这阵风么？(刘备云)师父，此一阵风，主何凶吉？(正末云)这一阵风，不按和炎金朔，是一阵信风，单主着今日午时候，必有军情事至也。(刘备云)二兄弟，辕门首觑者，若有军情，报复某知道。(关末云)理会的。在此辕门首等候，看有甚人来。(许褚上，云)胆量雄威气势豪，曾习武艺学不高。能行战马上不去，整整的骗到四十遭。某乃曹丞相手下九牛许褚是也。奉着俺丞相将令，去新野、樊城刘备麾下下战书去。可早来到也，下的这马来。(做见科)(关末云)那里来的？(许褚云)二哥，你不认的？我是曹丞相手下九牛许褚，着我下战书来。(关末云)将书来。(见科，云)师父，有许褚来下战书。(看书科)(正末云)曹丞相命曹仁为帅，曹章为前部先锋，领十万雄兵，前来讨战。道童，你与我将过那笔来，背批四字，选日交锋。放的那下战书的去。(许褚云)我出的这门来。我见了关二叔了也。下了战书，也不敢久停久住，我回曹丞相话，走一遭去。(下)(刘备云)师父，曹操差他手下一将，乃是许褚，下将战书来，不知他那战书上，写着甚么哩？(正末云)您众将靠前来，恰才那曹丞相差九牛许褚，下将战书来，命他手下大将曹仁为帅，曹章为前部先锋，领他手下十万雄兵，来攻新野。(刘备云)师父，争奈刘备手下，兵不满万余，他那里雄兵百万，战将千员，命曹仁为将，要与俺相持厮杀，我这里怎生与他拒敌？(正末云)俺这里兵不满万余，兵书道：寡不敌众。若是有力呵力战，若无力呵，可以智取。张飞安在？(张飞云)师父，呼唤张飞来，有何将令？(正末云)今有曹操令许褚下将战书来，要相持厮杀，我拨与你三千军马，你为前部先锋，你听我计者。(唱)<br>【上小楼】他倚仗着兵雄将威，你看我便谋为定计。则要你便敢战当先，手内长枪，跨下的乌雅。则要你显气势，敢拒敌，施逞你那武艺，(带云)这一去，则要你小心在意者。(唱)将他那败残军片时间杀退。<br>(张飞云)得令。出的这帅府门来，我领了这三千人马，与曹仁相持去。豹头眼逞搊搜，人似猛虎马如虬。拿住曹章亲杀坏，报了徐州失散仇。(正)(正末云)唤将麋竺、麋芳、刘封三将近前，拨与你一千军，你左哨行。曹兵若乱了往后退，你左哨军杀进去，看计行兵。(唱)<br>【幺篇】左哨兵编排整齐，则要您公心用意。你与我便领将埋伏，远观输赢，近看虚实。你这三将的威，各自得、施谋用智，你与我便统三军紧冲他左肋。<br>(刘封云)得令。俺弟兄三人，领着师父的将令，便索与曹仁交锋走一遭去。奉令驱兵显威风，人似苍蛟马若熊。三将赤心扶社稷，活捉曹仁建一功。(同上)(正末云)我拨与你一千军，你往右哨截杀，看计行兵。(唱)<br>【白鹤子】你行右哨排队伍，战曹将逞雄威。则你大杆刀带肩钐，则你这宣花斧着他天灵碎。(巩固云)得令。俺弟兄二人，出的这帅府门来，与曹仁交锋走一遭去。临军对阵把名扬，挟人拿将我为强。敌兵一见魂先丧，勇敢交锋战一场。(同上)(正末云)唤将赵云来。(赵云云)师父，唤赵云那里使用？(正末云)赵云，我拨与你一千军，你先去放过曹兵来；你将许都路上埋伏了你那一千军，等着张飞先锋杀退曹兵，你在前路上截住曹兵，可则要你成功而回也。(唱)<br>【十二月】我将这三军可便指挥，则你这众将要心齐。全凭着这先锋翼德，端的他武艺为魁。左右哨埋伏着准备，差你个赵子龙追袭。<br>【尧民歌】呀哎，你个云长英勇有谁及！你与我领将驱兵列旌旗，将千员勇猛似云齐。我这里炮响连天若轰雷，杀的他输也波亏，身无片甲回，他可便岂知俺这神仙计！<br>(赵云云)得令。某出的这帅府门来，统领一千军，与曹仁相持厮杀，走一遭去。牙角长枪争世界，皮楞金锏立江山。百万军中施英勇，杀退曹兵透胆寒。(下)(关末云)大小三军，听我将令。今奉军师将令，统领一千雄兵，直至许都路上，等候曹兵，擒拿贼将走一遭去。排兵布阵显雄威，左右编成队伍齐。夺鼓扯旗千般勇，三停刀上血光飞。(下)(刘备云)众将都去了也，凭师父神机妙算，必然建功也。(正末云)众将各领兵都去了也。主公，此一阵我杀曹兵胆寒，到来日高峰岭上，我看您众将与曹仁交锋。主公领一千军，紧守新野。(唱)<br>【尾声】到来日遇交锋催战鼓，助军威发喊齐。你看我则一阵着他那十万曹兵退，恁时节得胜收军那一场喜。(下)<br>楔子<br>(曹仁曹章领卒子上，云)某乃曹仁是也。兄弟曹章。俺奉丞相将令，擒拿刘、关、张，来到这新野、樊城。远远的尘土起处，必然是刘备家军来也。(张飞上，云)某乃张飞是也。领着三千军马，与曹兵相持厮杀走一遭去。来者何人？(曹仁云)某乃曹丞相手下大汉曹仁是也。来者何人？(张飞云)某乃张飞是也。量你何足道哉！操鼓来，某与你交战。(调阵子一遭科)(刘封领麋竺、麋芳上，云)某乃刘封，两兄弟麋竺、麋芳，统领三军，擒拿曹仁、曹章。大小三军，摆布的严整者。兀的不是张飞，俺一齐杀将去。(四将做混战科)(曹仁云)曹章，俺近不的他。不中，倒回干戈，与你走。(败下)(张飞云)曹仁、曹章输了也。不问那里，赶将去。(同下)(巩固、简雍同上)(巩固云)某乃巩固是也。在此许都路上，等待曹兵。尘土起处，敢待来也。(曹章上，云)某乃曹章是也。某与刘、关、张厮杀，被赵云冲开阵势，将曹仁赶的不知那里去了，怎生是好？兀的那前头又有军马来了。(做见正末、关末科)(关末云)兀的不是曹章！小校与我拿住者。师父，拿住曹章也。(正末云)与我下在槛车中，去主公根前献功去来。(唱)<br>【仙吕】【赏花时】他不合剔蝎撩蜂寻斗争，我这里布网张罗打大虫。俺这里军士猛，将英雄，我将他生擒在阵中，这的是我初交战可兀的建头功！(众将同下)<br><br>第四折<br>(刘备引卒子上，云)欢来不似今朝，喜来那逢今日。谁想徐庶师父，果有神机妙策破曹兵。今日班师回程也，安排下筵席，等待师父。小校，辕门首觑者，若来时，报复我知道。(正末上，云)贫道徐庶是也。被某则一阵，大败曹仁，生擒斩首。这一场交战，不同小可也。(唱)<br>【双调】【新水令】统堂堂军校出襄阳，胜军回凯歌齐唱。旗摇笼日色，鼓凯撼空苍。明晃晃剑戟刀枪，杀的那败残将五魂丧。<br>(云)可早来到也。接了马者。报复去，道有元戎下马也。(卒子报云)喏，元戎下马也。(刘备做接科)有请。(正末做见科)(刘备云)有劳师父，可怜刘备孤穷，略施小智，辅用机谋，杀曹兵十万，片甲不回，不在管乐之下。实乃刘备万幸也。(正末云)贫道托主公虎威，则一阵杀退曹兵，生擒斩首，得胜还营。(刘备云)师父怎生排兵布阵，妙策神机，擒拿曹仁、曹章来？(正末唱)<br>【雁儿落】他那里领雄兵临战场，俺这里先差个先锋将。凭着你长枪无对手，更和那乌马难遮当。<br>【得胜令】呀，他那里临阵的是曹章，俺这里左右哨暗埋藏。那曹兵大败输亏走，赵子龙手持着牙角枪。他无路去潜藏，望着那山谷深林撞。正遇着云长，恰便似英雄的楚霸王。<br>(刘备云)师父，俺这里军将赢了也。他那曹章在于何处？(正末云)杀的他十万军，则剩的百十骑人马，保着曹仁去了。将他先锋曹章活拿将来了也。(刘备云)杀退曹兵，走了曹仁也，拿住先锋曹章。执缚定，与我拿将过来。（众将拿曹章见刘备科）（刘备云）则这个便是曹章。刀斧手，与我斩了者。(刘备做封众将科)此一场交战，杀曹兵大败而输。被师父用智行兵，众将骁勇，今得胜回还。安排筵宴，庆贺军师，犒赏众将。可是为何？因曹操统领戈矛，徐元直广运机筹。刘玄德兵微将寡，他胜伊吕扶汤立周。手下将尽忠竭力，人似虎马若蛟虬。加师父军师之职，能征将拜将封侯。(正末唱)<br>【沽美酒】今日个重封官，恩赐赏；贺开宴，饮琼浆。则俺这将帅威风显气象，一个个英雄胆量，能挑战汉云长。<br>【太平令】赵子龙驱兵领将，张车骑乌马长枪。将士勇人人雄壮，扫群雄西除东荡。今日个宴亭，众将受赏，万万载皇图兴旺。<br>(刘备云)您众将听者：则因俺徐州失散数年间，古城聚义再团圆。我持书远谒荆州地，他留我赴会列华筵。则为那次子刘琮伤咱命，王孙相引到溪边。的卢一跳檀溪过，误入山门见二仙。举荐尊师多谋智，今朝何幸遇英贤！十万曹兵登时败，千古名扬姓字传。扶社稷千千载，祝赞吾皇万万年。<br>题目徐元直用计破曹仁<br>正名刘玄德独赴襄阳会",
  "poet": {
    "id": 1878,
    "star": 0,
    "name": "高文秀",
    "image": "http://img.gushiwen.org/authorImg/gaowenxiu.jpg",
    "desc": "高文秀（生卒年不详），东平（今属山东省）人。元代戏曲作家。府学生员，早卒。"
  },
  "tags": []
}