{
  "id": 70250,
  "star": 2,
  "name": "杂剧·刘千病打独角牛",
  "dynasty": "元代",
  "content": "第一折<br>急急光阴似水流，等闲白了少年头。月过十五光明少，人到中年万事休。老汉是这深州饶阳县人氏，姓刘，是刘太公。我有个兄弟是折拆驴。我那兄弟有些膂力，前年去泰安神州争交赌筹去了，一向不曾来家。我有个孩儿，唤做吃刘千。不知怎么，这孩儿不肯做庄农生活，则待要刺枪弄棒，学拳摔交，时常里把人打伤了。我今日着他使牛耕地去，说与沙三、伴哥，跟着刘千耕地去。若使牛去便罢，他若和人厮打呵，休着我知道，我不道的饶了他。今日无甚事，老汉我自回家中去也。路歧歧路两悠悠，不到天涯未肯休。有人学的轻巧艺，敢走南州共北州。自家折拆驴的便是。我是这深州饶阳县人氏，俺弟兄三个，子父四人，则俺这老子最大。我为甚么唤做折拆驴？我有气力无气力，一头驴往我面前一走过去，我一只手揪住鬃，一只手揪住尾，使气力则一折，把那驴腰就折拆了，因此上就唤我做折拆驴。三月二个八日，东岳泰安神州，我和独角牛劈排定对，争交赌筹。部署扯开藤棒，被那独角牛则一拳，打了我两个牙，二年打了我四个牙。今年是第三年，唬的我就不敢去了。哥，你为何就不敢去了？也与我这牙做主是阿。我在这村里，教着几个徒弟，就卖些筋骨膏药儿。这早晚香客未来全哩。等香客来了呵，擂三合，看有甚么人来。哥哥，你看俺这庄农人家，春种夏锄秋收冬藏，春若不种秋收无望。俺做庄农的，比您这学擂的，可是如何也？倒不如俺学擂的好也呵。<br>【仙吕】【点绛唇】你则说春种秋收，使牛耕耨，为村叟。我和你话不相投，我则待斗智相搏手。你可受用些甚么？你吃的是甚么？<br>【混江龙】我吃的是肥羊法酒，不如俺庄农家的茶饭倒好。强如您鞭丢酸枣醋溜溜。依着你怎生？俺则说劈排定对，俺可是怎生？您则待压靶扶篓。依着你可往那里耍去？我去那碾麦场中打套子，煞强如您沤麻坑里可都摸泥鳅。您怎生不做庄农生活，则好打擂，可是为何也？这的也是我专心好，我相伴的是沙三赵二，更和这伴哥王留。<br>哥哥，你这等刺枪弄棒，争交赌筹，每日出来瞒着父亲，你可怎生支持也？起、起、起来也。<br>【油葫芦】每日介相唤相呼推放牛，绕着他这庄背后，俺可往那里耍去来。我可敢一直儿走到地南头，您去兀那熟耕地里可都翻筋陡，你可做些甚么那？都不如我向花桑他兀那树下学搏手。依着哥哥心，可是怎生？我有心待燃了香，剃了我这头。哥也，你这般面黄肌瘦，怎生赢的人也？休笑我浑身上无那四两山鸡肉，哥也你凭着些甚么武艺敌对人也，凭着我这一对瘦拳头。哥也，你就能跌快打，左手打三条好汉，右手打三条好汉，你也则好在俺这当村里施展，你敢往那里去？<br>【天下乐】我可也敢走南州共北州，我可便云也波游，绕着那天下走，哥也，你便走，可也不得驰名也。我若是不驰名我便不姓刘。你父亲母亲，则怕你争交赌筹，打人惹祸，着我跟随着你哩。俺爷将我行也是跟，俺娘将我坐也是守，则被他每拘束的我来不自由。哥也，父亲着你使牛耕地，你便烦恼，你听的道厮打呵，你便欢喜，可是为何？<br>【那吒令】说着他这种田呵，我三衙家抹丢；道着他这放牛呵，我十分的便抖擞；提着道是拽拳呵，美也我精神儿便有。我可便打熬成，我敢则是温习就，凭着我这武艺滑熟。<br>【鹊踏枝】有一日赛口愿到神州，到的那里，与俺做些甚么？我与你便画尊神轴，背着案拜岳朝山，撞府冲州。到那里凭着你甚么那？凭手眼要衣食便有，哥也。到的那里，你趁些甚么？我趁相搏到处云游。哥也，你看兀那里打擂哩，你领着我看一看去。那里这般小打鼓儿响，咱看去来。徒弟靠前，等香客来全了擂三合。这一个有异名，唤做快吃饭，这个唤做世不饱。世不饱着拳打将去，快吃饭有拳还将来，手停手稳看相搏。我上的这路台来。兀那教手，你问我这擂如何？呵、呵、呵，倒好笑，那里走将这个后生来。他无那钱钞赏俺，他待要铺奖我。我问你这擂如何？你这擂直屁！是有那直屁，我可不放你哩。兀那后生，你既是省的呵，恰才左军里一个，右军里一个，怎生拿，怎生跌，你敷演一遍，我试看咱我试敷演这擂咱。<br>【寄生草】这一个吐架子先缠住手，这一个展不的也。怕扣落紧刺了头。这一个撞入去往上可便鼻凹里扣，这一个着昏拳厮打住胡厮纽，你与我中间里解开分前后。麦场上禾豆您亲收，你若到兀那泰安州银碗难能勾。<br>哎哟！哎哟！这厮好无礼也！我听他说话，他把手上头晃一晃，脚底下则一绊，正跌着我这哈撒儿骨。兀那厮，你敢和我厮打么？打将来。打将来了，俺两个家去了罢。打杀我也。徒弟每都那里去了？<br>【单雁儿】早则倒、倒、倒了你个教头，则我这右拍手轻荡着你可早难禁受，似倒了一个糠布袋，摔翻了个肉春牛。呸！眊、眊、眊，不害你娘羞，你原来是个蜡枪头。<br>刘千哥哥又厮打哩，我叫老的来。父亲、父亲，哥哥又厮打哩。在那里厮打哩？兀的不是。好也、好也。着你休厮打，你又惹人。小禽兽，你不听我的言语。老的休打他，打他便是打我一般，恰好都打了我了。兀的不是折拆驴兄弟？原来是哥哥。哥哥，多时不见。兄弟，你认的这小的么？这个是谁？则他便是你侄儿刘千。恰才打我的，是侄儿刘千？我去时孩儿则这般大。刘千过来，拜你叔父来。这个是谁？是你叔父。这个是叔叔？早是您侄儿不曾冲撞着叔叔也。你则这般，打出我屁来哩。哥哥，孩儿忙也是闲？孩儿忙哩。孩儿忙便罢，若闲呵，我教他几个搏手儿。且顾了你着。哥哥，你家去安排茶饭，我和侄儿便来。刘千，你和叔父同来。我先回家去也。孩儿也，你这般省的呵，三月二十八日泰安神州，我和你去争交赌筹，你敢和独角牛敌对去么？叔叔，那里有这般好擂的！我和他擂去。孩儿也，除了独角牛，再无好汉了也。叔叔，你放心也。<br>【尾声】卖弄你有楞角，无敌手，哎，你个折拆驴的叔叔免忧。你则是满口里薰豁独角牛，则今番我直着抹了那厮芒头。我生性忒搊搜，相搏罢我着他一笔都勾。我着他但题起这刘千来呵，兀的不是刘千来也。我直着他扑碌碌的望风而走。你可休夸了大口也。你稳情取花成蜜就。你看那独角牛身凛凛，貌堂堂，你这等瘦巴巴的，则怕你近不的他也。你休笑我黄干黑瘦，我可敢则今番我直着顶替了那一座泰安州。<br><br>第二折<br>只为儿夫身染病，发愿街头舍义浆。妾身不是别人，乃刘千的浑家是也。为俺男儿身子不快，我对天许下舍一百日义浆，舍了九十九日，则有今日一日。在此闲坐也，看有甚么人来。一对拳寰中第一，两只脚世上无双。自家行不更名，坐不改姓，石州马用的便是。俺家祖传三辈，是这擂家出身。俺祖公公是没角牛，俺父亲是铁角牛。到我这一辈，唤做独角牛。每年三月二十八日，上东岳泰安神州争交赌筹，劈排定对，比并高低。头一年不知那里走将一个甚么折拆驴来。与我争交赌筹。部署扯开藤棒，被我则一拳，打了他两个牙；第二年那厮又走将来争交，又吃我打了他两个牙，把那厮打的丧胆亡魂。我耳消耳息，打听的深州饶阳县，有个小厮，唤做甚么吃刘千。说那小厮一对拳，似剪鞭相似。我这么个好汉，天下无对手，我则怕那厮打了我芒头，兄弟每，您跟着我寻那厮去，若是寻着他呵。众弟兄每，您着舍利拳打倒那厮，称了我平生愿足。我问人来，兀那含义浆去处便是。兄弟每，饮马去来。理会的。牵过马来饮马。兀那君子，你好不达时务，不晓事也。人吃的茶饭，可怎么将来饮马？这妇人倒生的好也。口退！兀那妇人，谁不晓事？你家里有甚么好男子好汉，叫他出来。这人好无礼也，我唤我父亲去。父亲！媳妇儿也，做甚么这般大惊小怪的？唤我做甚么？您孩儿正舍义浆，一伙男子汉。人吃的茶饭，他要饮马，我说他，他倒骂我。这厮好无礼也。他在那里？兀那里不是？哥哥每，好不晓事也。人吃的茶饭，怎生喂头口？兀那老弟子孩儿，你说谁哩？众兄弟每，与我打这老弟子孩儿。我不打你，家里有甚么年纪小的后生，着他出来，我和他略擂三合。好也，你打倒我父亲也。我唤我叔叔去。叔叔出来。孩儿，唤我做甚么？你出来。我忙哩。你做甚么忙哩？我捉虱子哩。那里要紧，有人打倒我父亲也！这厮无礼也，他是盆儿罐儿？怎么是盆儿、罐儿？他好歹有耳朵也。假似罐儿呢？也有耳朵儿。一伙人打倒我父亲也。这弟子孩儿合死也。过来，我打那弟子孩儿去。那个好男子好汉，教他出来，则我便是独角牛。孩儿也，你不知道，他正是我的牙主儿。他打倒俺老子，可怎生是好也？打倒你老子，干我腿事。叔叔，没奈何，你救我父亲咱。孩儿也，一了说：明枪好躲，暗箭难防。我暗算他，搬将过来，则一拳打倒那厮，救你父亲，打不倒，你躲开条路，我好走。你靠前。唱喏哩。老叔看牙，轻着些儿。兄弟每也，你看打倒的是谁？理会的。我试看咱。哥也，我道是谁？原来是折拆驴。我若无手眼，不吃这厮打倒了，众人向前打那厮！娘也，打杀我也！法度利害，祸不是好惹的。口退，那厮，你要我饶你么？可知要饶哩！你要我饶你，叫我十声老子。羞人化化的，怎么叫？不叫，我就打杀你！老叔休打，等我叫。兄弟每，这厮怕俺也，咱吃酒去也。他去了也，你起来罢。去了不曾？不妨事，你起来，他去了。这弟子孩儿好造物，不去了，这厮烂羊头，吃我打一顿。休对孩儿说，咱家去来。大嫂，你熬口粥汤去。哎哟！娘也！我好头疼也！哎哟！爷也！我好牙疼也！叔叔，你怎么来？不曾怎么。你看你那头上土。我不说。你不说呵怎生？我打滚来。你那口里血。我剔牙来。你说也不说？我不说。你真个不说？我则一拳，打了你那满口里牙。你则近的我这牙，孩儿也，我说则说，你休要烦恼。我不烦恼，你说。孩儿，你那媳妇儿，为你染病，许下舍义浆。正含义浆，有那世里对头独角牛，他又调戏你媳妇，又打倒你父亲。我劝他来，又着他打了我两个牙。孩儿也，你是个男子汉，顶天立地，噙齿戴发，带眼安眉，连皮带肉，带骨连皮，你这般冤仇，怎生不报？这厮好无礼也！<br>【越调】【梅花引】将我个年老的尊堂恁厮拍，年纪小的妻儿迤逗来。好着我忿怒夯胸怀，我今日践尘埃，这厮好情理切害，不报了冤仇和姓改。<br>【紫花儿序】休道是刘、刘、刘千的这和尚，便是那释迦如来，被这厮恼下莲台。孩儿也，你身子不停当哩，将息你那证候咱。将我这神眉剔竖，把我这病眼来睁开。我好怨恨那个乔才，一会儿气的我浑身上津津的汗出来。孩儿也，倒是些儿好汗。美也觉我这身子儿轻快。孩儿也，你这般面黄肌瘦，眼嵌缩腮。两条腿恰似麻秸，十个指头有如灯草，你且将息几日去。你笑我脸似刀条，腿、腿、腿似麻秸。<br>那独角牛身凛凛，貌堂堂，身长一丈，膀阔三停，横里五尺，竖里一丈，剔留秃圞，恰似个西瓜模样。看了你这般一掿两头无剩，腰儿小，肚儿细，吃的饱，快放矢，则怕你近不的他么？<br>【耍三台】常言道我虎瘦呵雄心在，你可便休笑我眼嵌缩腮。你道他偌来肥胖，你道我恁来大小身材。不是我自说口、自庄主、自邀买，我是那那吒社里横祸来的非灾。则今番破题儿和他相搏，他可敢寄着一场天来大利害。<br>孩儿也，这擂家汉要眼睛转，拳头取胜，筋脉乱，扑手成功。眼睛不转，打人不着，筋脉不乱，扑人不倒。则怕你近不的他也。<br>【络丝娘】若是独角牛今番撇台，着那厮浅水鱼儿摸来。山海也似冤仇我和他劈甚么排，不是我舌尖口快。<br>那独角牛，你闻名不曾见面，他生的塔也似一条大汉。井桩也似两条腿，酱钵也似一对拳头，栲栳来也似一个肚子，乌盆也似一双眼睛。觑了你这般面黄肌瘦，则有老蜻腰儿的气力，扑蚂蚱的威风，听的打擂，常害头疼，你敢近不的他么？<br>【紫花儿序】我怎肯主着面拳厮扑，和他两个厮捱，你看我倒蹬儿智厮瞒由咱摆划。俺两个硬厮并暗厮算，浓闹里休着那布束解。直打的这壁破那壁伤，碜可可嘴塌鼻歪。孩儿也，你上的那路台去，一个在左边，一个在右边，中间里部署扯了那藤棒，擂家汉要智的擒，打的擒，肚有智，瞒过人，一狠二毒三短命，便是擂的旧家风。你怎生遮截架解，你试说一遍，我试听咱。看那厮拽大拳可这般出、出、出的赶来，你看我跌过脚轻轻的倒台。吐架子扒下来，嘴缝上飕飕的着我扣落拍，直打的摇着头跌着脚道好、好、好擂可这般失惊打怪。孩儿也，你使的是上三路，下三路，中三路，可是那一路拳？你一发对我说一遍咱。<br>【尾声】你看我，横里丢，竖里砍，往上兜，往下抛，虎口里截臂骨，扛纽羊头，枷稍坠，马前剑，扑手有那三十解。着那嘶拳起处，我搬踅过，可叉则一拳打下那厮班石露台。恁时节小飐儿那妆么。众人道，打、打、打了，好、好、好擂。我着他浑花儿可兀的大喝声采。<br>一个好儿也。他的那扑手熟，他的倒是横里丢，竖里砍，往上兜，往下抛，虎口里截臂骨，扛纽羊头带蹄儿，倒卖十伍贯。他道是马前剑扑手有三十解。好唱也，好唱也。随邪的弟子孩儿，那里唱的好！<br><br>第三折<br>万里雷霆驱号令，一天星斗焕文章。小官乃降香大使是也。方今圣人在位，天下太平，八方宁静，黎庶安康，端的是处处楼台闻语笑，家家院落听欢声。今日是三月二个八日，乃是东岳天齐大生仁圣帝圣诞之辰，小官奉命降香一遭。端的是人稠物穰，社火喧哗。别的社火都赛过了也，还有这一场社火，乃是那吒社，未曾酌献。张千与我唤将部署来者。理会的。部署，相公唤你哩。依古礼斗智相搏，习老郎捕腿拿腰。赛尧年风调雨顺，许人人赌赛争交。自家部署的便是。今日是三月二十八日，是东岳圣诞之辰，俺预备社火，赛神酌献，都停当了也。有香官相公呼唤，须索见相公，走一遭去。相公，部署来了也。那吒社社火，停当了么？相公，都停当了也。今年头对是谁？今年头对是独角牛，二年无对手了，则有今年一年哩。若是今年无对手呵，银碗花红，表里段匹，都是他的。与我唤过独角牛来、理会的。唤将独角牛来者。理会的。独角牛安在？打遍乾坤无对手，独占那吒第一人。自家独角牛的便是。我在这泰安州东岳庙上，每年三月二十八日，东岳圣诞之辰，我在这露台上，跌打相搏，争交赌筹，二年无对手了，今年是第三年也。有香官呼唤，须索走一遭去。独角牛，香官相公唤你哩。你便是独角牛？小人便是。你二年无对手也，则有今年，若是再无对手呵，这银碗花红，表里段匹，就都赏你。香客还未全哩，等香客来全了时，脱剥下来搦三遭。理会的。那一个好男子好汉，敢出来擂三合么？叔叔，来到了么？孩儿，来到也。那露台上便是独角牛，你看那狗骨头生的那个模样，你近的他，你便过去，你若近不的他，咱家去了罢。<br>【正宫】【端正好】我来到这泰安州，我可便不住您兀那招商店，那厮便紧和我钉钉胶粘。把一池绿水可也浑都占，可怎生不放俺这傍人僭？那一个好汉，敢出来与我独角牛擂三台？<br>【滚绣球】他将那名姓呼，志气来口店，他在那露台上光闪，果然是名不虚传。他可也忒自专，说大言，自夸轻健，可是他空说在骏马之前。我打这厮东头不说可在这西头说，我打这厮上口不口店下口口店，无耻无廉。<br>哥哥，报复一声，小人是深州饶阳县人氏，姓刘，是吃刘千，特来与独角牛来厮擂。喏！外面有个人，特来与独角年来赌擂。着他过来。大人，小人是深州饶阳县人氏，姓刘，是吃刘千，特来与独角牛来厮擂。则怕你近不的他么？你可有甚么亲人？见有我叔叔在门首。叫你那叔叔进来。叔叔，大人唤你哩。大人，小人是折拆驴。你是那小的甚么人？小人是他叔叔。你既是他叔叔，那独角牛可利害，拳头上无眼，倘若还有些高低，可如之奈何？他既要搏擂呵，你便亲手立张文书，方才放他厮擂去。叔叔，不妨事，你则管写与他。大人，小人写了文书也。你画上字。小人画了字也。既然画了字也，您过去厮擂去。咱且在一壁者。部署，香客来全了么？来全了也。着那独角牛脱剥下，绕着露台搦三遭。理会的。兀那独角牛，香客全了也，你脱剥下搦三遭。这东壁厢，有甚么好男子好汉，出来劈排定对，争交赌筹来。东壁厢无有，敢在西壁厢。这西壁厢有好男子好汉，出来与我争交赌筹来。西边厢没有，敢在东边。呸！你则认的我！我上的这露台来，我和他擂去。兀那小厮靠后。你来怎的？我来喷水来。兀那小厮，你看那独角牛，身凛凛，貌堂堂，一个好汉，恰便似烟薰了的子路，墨洒就的金刚。你这等面黄肌瘦，眼嵌缩腮，一掿两头无剩，你可到的那里，则怕你近不的他也。<br>【倘秀才】哎，你伙看的每休将咱来指点，您可休量小人不是个驰名的这好飐，打这厮囊里盛锥自出尖。独角牛有仇冤，打这厮说大言。<br>兀那小的，你这等一个瘦弱的身躯，要和我两争交赌筹厮打呵，你曾辞你家中父母不曾？<br>【白鹤子】谁不道你威凛凛，谁不道我瘦恹恹。谁不道你有能奇，谁不道我无扎垫。<br>兀那折拆驴，这小是你侄儿？我看这小厮，面黄肌瘦，一掿两头无剩，他休说和我擂，着部署扯开藤棒，我则一拳，我就打做他一个螃蟹。你要打谭，我和你打个谭。休题那螃蟹，俺孩儿动起手来，打的他七手八脚，一迷哩横行，则怕打破你那盖。我和你再打个谭，如今部署扯开藤棒，我一脚踢做你个煎饼。休题那煎饼，俺孩儿打起来，吓的你软瘫。甚么软瘫？煎饼可不软瘫？<br>【白鹤子】你笑我身子儿尖，可也使不着脸儿甜。本对也，可不道三角瓦儿阿可赤可兀的绊翻了人，则我这一对拳到收赢了你个飐。<br>看头合擂，左军里一个，右军里一个，不要揪住裩儿，不要拽起裤儿，手停手稳看相搏。倒了也。不倒，不倒。休题那不倒，背着糙米还家去，那个是不捣。不算交。可知道不算交，把那鼻涕来沾靴底，那的是不算胶。看第二合擂，左军里一个，右军里一个，休要揪住裩儿，不要拽起裤儿，手停手稳看相搏。<br>【倘秀才】我恰才吐架子左闪来右闪，我踢了个提过脚里臁也那外臁。嘴缝上直拳并塌那厮脸，着这厮头完擂，早着拳，打这厮自专。<br>独角牛，你有拳打将去，刘千，你有脚踢将去。休要揪住裩儿，不要拽起裤儿，手停手稳看相搏。我输了也。我着你烂羊头吃一顿。<br>【伴读书】赢了的休谈羡，输了的难遮掩。打这厮自奖自夸自丰鉴，休想道虎嚇的咱家善。并一千合者波休想刘千喘，啋、啋、啋！使不着你那句美也那唇甜。<br>【笑歌赏】看、看、看的每俺、俺、俺这完擂不甚险，您、您、您老的每休埋怨。告、告、告那部署休心倦，哥、哥、哥你水莫喷，您、您、您鼓轻攧，来、来、来、来、来、来咱休把这排场占。相公，刘千赢了独角牛也。既然刘千赢了也，将那银碗花红，表里段匹，都赏刘千，加他做深州饶阳县县令，着他走马赴任，便索长行。孩儿也，恰才还是你善哩，若是我，我腰节骨都撧折他的！咱回家去来。<br>【尾声】打一拳有似着一剑，踢一脚浑如剁一镰。这厮人也憎鬼也嫌，无处发付那千层桦皮脸，可又早颓气了驰名第一飐。<br>刘千去了也，小官不敢久停久住。左右那里，将马来，回大人话，走一遭去。独角牛施呈威风，欲赢取羊酒花红，被刘千争交跌打，方显是天下英雄。<br><br>第四折<br>欢来不似今朝，喜来那逢今日。老汉刘太公的便是。谁想刘千跟着他叔父去泰安州，与独角牛劈排定对去了。说道孩儿赢了也，先拿将花红银碗锦袄儿来。我不信，使的出山彪打听去了，这早晚敢待来也。自家出山彪便是，跟着刘千哥哥泰安州去，俺哥哥赢了也。我先将花红银碗锦袄，去叔父跟前报个喜信去咱。<br>【双调】【新水令】独角牛无对整三年，则今番赛还了他那口愿。说刘千一个展，值看官满怀钱。端的是名不虚传，看了那几合擂不曾见。<br>出山彪孩儿来了也。你哥哥在那泰安州，与那独角牛怎生劈排定对？你说一遍，我试听咱。父亲，俺刘千哥哥赢了也。我将着这锦袄子银碗花红，父亲跟前来报喜信来也。既然你哥哥赢了独角牛也，怎生两家相搏？你试说一遍，我试听咱。<br>【夜行船】独角牛肥膜相搏呵，吁，他则落的一声喘，可是他空说在骏马之前。他则待举意儿赢，他其心儿不善，可是他捉住鼓自开一遍。<br>你那哥哥等开住呵，会那个在左边？那个在右边？怎生遮截架解？你说一遍，我试听咱。<br>【川拨棹】独角牛气冲天，他向那露台上说大言。卖弄他能拽直拳，快使横拳，你比俺刘千绝后光前。去也郑州出曹门较远，都部署将藤棒传。怎生擂鼓筛锣？呐喊摇旗？你试说一遍咱。<br>【七弟兄】鼓儿着撒边、撒边，手停手稳看相搏。你可便看，咱拳合手停，各自寻机变。一个拳沉脚重谨当先，俺哥哥身轻体健能挪展。俺刘千与独角牛怎生劈排定对？你试再说一遍，我试听咱。<br>【梅花酒】呀！独角牛拽大拳，刘千见拳，来到跟前，火似放过条蚕椽，出虚影到他胸前。刘千使脚去手腕上剪，他敢迤逗的到露台边，接住脚往上掀。胖身躯怎回转，膂力的是刘千。<br>【喜江南】滴溜扑人丛里腾的脚稍天，俺哥哥他将那浑锦袄子急忙穿，早笙歌引至庙门前。独角牛自专，则他那输了的脸儿可怜见。<br>既然赢了也，俺一家儿都往深州饶阳县县令之任去，到大来欢喜杀我也！俺孩儿心怀意满，且休论他长我短。独角牛输与刘千，俺得了花红银碗。<br>题目般般社火上东岳<br>正名刘千病打独角牛</p> <p> ",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "未知作者"
  },
  "tags": []
}