{
  "id": 6434,
  "star": 456,
  "name": "采莲曲二首",
  "dynasty": "唐代",
  "content": "吴姬越艳楚王妃，争弄莲舟水湿衣。<br>来时浦口花迎入，采罢江头月送归。</p> <p>荷叶罗裙一色裁，芙蓉向脸两边开。<br>乱入池中看不见，闻歌始觉有人来。",
  "fanyi": "<p><strong>、译文</strong><br>其一<br>像吴国美女越国娇娘楚王妃嫔一样美丽的采莲女们，竞相划动采莲船，湖水打湿了衣衫。来的时候莲花把她们迎进河口，采完之后明月把她们送回江边。</p> <p>其二<br>采莲女的罗裙绿得像荷叶一样，出水的荷花正朝着采莲女的脸庞开放。碧罗裙芙蓉面混杂在荷花池中难以辨认，听到歌声才发觉池中有人来采莲。</p> <p><strong>注释</strong><br>⑴采莲曲：古曲名。内容多描写江南一带水国风光，采莲女劳动生活情态。<br>⑵“吴姬”句：古时吴、越、楚三国（今长江中下游及浙江北部）盛尚采莲之戏，故此句谓采莲女皆美丽动人，如吴越国色，似楚王妃嫔。<br>⑶浦（pǔ）口：江湖会合处。浦，水滨。<br>⑷罗裙：用细软而有疏孔的丝织品制成的裙子。一色裁：像是用同一颜色的衣料剪裁的。<br>⑸芙蓉：指荷花。<br>⑹看不见：指分不清哪是芙蓉的绿叶红花，哪是少女的绿裙红颜。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　第一首<a href=\"http://so.gushiwen.org/view_6434.aspx\">诗</a>写水乡姑娘的采莲活动。</p> <p>　　吴姬、越艳、楚王妃三个词连用，铺写出莲娃们争芳斗妍，美色纷呈的景象。第二句正写采莲活动，从“争弄莲舟”来看，似乎是一种采莲的竞赛游戏。唐汝询说：“采莲之戏盛于三国，故并举之。”（《唐诗解》）因为要划船竟采，顾不得水湿衣衫。采莲姑娘那好胜、活泼、开朗的情态就通过“水湿衣”这个细节表现出来。</p> <p>　　她们划着采莲船来到一个花的世界，而最后两句点出她们直到月上江头才回去。诗人不急着写回程，而是插叙采莲女来的情境，她们来时被花儿所迎接，可见花儿是很乐意为她们所造访，而隐着一层写她们对采莲这一活动是非常喜爱，近乎于享受。当她们回去时，那月儿实际上也就是花儿，便依依不舍地送她们了。“花迎人”和“月送归”运用了拟人手法，把整个采莲活动的现场给写活了，极富诗意，写荷花迎接采莲女和月亮送别采莲女，实际上还是为了表现采莲女之可爱。</p> <p>　　这首诗通过几个动词淋漓尽致地将采莲女应有的性格——活泼开朗表现出来，并以花、月、舟、水来衬托女子的容貌，可以说这就是一部小电影，对刻画人物形象非常生动形象而别有韵味。</p> <p>　　第二首诗可以说是一幅《采莲图》，画面的中心自然是采莲少女们。但作者却自始至终不让她们在这幅活动的画面上明显地出现，而是让她们夹杂在田田荷叶、艳艳荷花丛中，若隐若现，若有若无，使采莲少女与美丽的大自然融为一体，使全诗别具一种引人遐想的优美意境。这样的艺术构思，是独具匠心的。</p> <p>　　一开头就巧妙地把采莲少女和周围的自然环境组成一个和谐统一的整体──“荷叶罗裙一色裁，芙蓉向脸两边开。”说女子的罗裙绿得象荷叶一样，不过是个普通的比喻；而这里写的是采莲少女，置身莲池，说荷叶与罗裙一色，那便是“本地风光”，是“赋”而不是“比”了，显得生动喜人，兼有素朴和美艳的风致。次句的芙蓉即荷花。说少女的脸庞红润艳丽如同出水的荷花，这样的比喻也不算新鲜。但“芙蓉向脸两边开”却又不单是比喻，而是描绘出一幅美丽的图景：采莲少女的脸庞正掩映在盛开的荷花中间，看上去好象鲜艳的荷花正朝着少女的脸庞开放。把这两句联成一体，读者仿佛看到，在那一片绿荷红莲丛中，采莲少女的绿罗裙已经融入田田荷叶之中，几乎分不清孰为荷叶，孰为罗裙；而少女的脸庞则与鲜艳的荷花相互照映，人花难辨。让人感到，这些采莲女子简直就是美丽的大自然的一部分，或者说竟是荷花的精灵。这描写既具有真切的生活实感，又带有浓郁的童话色彩。</p> <p>　　第三句“乱入池中看不见”，紧承前两句而来。乱入，即杂入、混入之意。荷叶罗裙，芙蓉人面，本就恍若一体，难以分辨，只有在定晴细察时才勉强可辨；所以稍一错神，采莲少女又与绿荷红莲浑然为一，忽然不见踪影了。这一句所写的正是伫立凝望者在刹那间所产生的一种人花莫辨，是耶非耶的感觉，一种变幻莫测的惊奇与怅惘。这是通常所说“看花了眼”时常有的情形。然而，正当踟蹰怅惘、望而不见之际，莲塘中歌声四起，忽又恍然大悟，“看不见”的采莲女子仍在这田田荷叶、艳艳荷花之中。“始觉有人来”要和“闻歌”联在一起体味。本已“不见”，忽而“闻歌”，方知“有人”；但人却又仍然掩映于荷叶荷花之中，故虽闻歌而不见她们的身姿面影。这真是所谓“菱歌唱不彻，知在此塘中”（<a href=\"http://so.gushiwen.org/author_1642.aspx\">崔国辅</a>《小长干曲》）了。这一描写，更增加了画面的生动意趣和诗境的含蕴，令人宛见十亩莲塘，荷花盛开，菱歌四起的情景，和观望者闻歌神驰、伫立凝望的情状，而采莲少女们充满青春活力的欢乐情绪也洋溢在这闻歌而不见人的荷塘之中。直到最后，作者仍不让画的主角明显出现在画面上，那目的，除了把她们作为美丽的大自然的化身之外，还因为这样描写，才能留下悠然不尽的情味。</p>",
  "about": "<h2>创作背景</h2> 　　这首<a href=\"http://so.gushiwen.org/view_6434.aspx\">诗</a>是<a href=\"http://so.gushiwen.org/author_437.aspx\">王昌龄</a>被贬龙标时所做，约作于唐玄宗天宝七载（748）夏。有本事载，王昌龄任龙标尉已经有了一段时间，一次，王昌龄独自一人在龙标城外游玩，在东溪的荷池，见当地酋长的公主、蛮女阿朵在荷池采莲唱歌的情景，深深被气所吸引，遂作《采莲曲》。",
  "poet": {
    "id": 437,
    "star": 0,
    "name": "王昌龄",
    "image": "http://img.gushiwen.org/authorImg/wangchangling.jpg",
    "desc": "王昌龄 (698— 756），字少伯，河东晋阳（今山西太原）人。盛唐著名边塞诗人，后人誉为“七绝圣手”。早年贫贱，困于农耕，年近不惑，始中进士。初任秘书省校书郎，又中博学宏辞，授汜水尉，因事贬岭南。与李白、高适、王维、王之涣、岑参等交厚。开元末返长安，改授江宁丞。被谤谪龙标尉。安史乱起，为刺史闾丘所杀。其诗以七绝见长，尤以登第之前赴西北边塞所作边塞诗最著，有“诗家夫子王江宁”之誉（亦有“诗家天子王江宁”的说法）。"
  },
  "tags": [
    "荷花",
    "女子",
    "组诗"
  ]
}