{
  "id": 20381,
  "star": 13,
  "name": "昌谷北园新笋四首",
  "dynasty": "唐代",
  "content": "箨落长竿削玉开，君看母笋是龙材。<br>更容一夜抽千尺，别却池园数寸泥。</p> <p>斫取青光写楚辞，腻香春粉黑离离。<br>无情有恨何人见，露压烟啼千万枝。</p> <p>家泉石眼两三茎，晓看阴根紫脉生。<br>今年水曲春沙上，笛管新篁拔玉青。</p> <p>古竹老梢惹碧云，茂陵归卧叹清贫。<br>风吹千亩迎雨啸，鸟重一枝入酒尊。",
  "fanyi": "<p><strong>译文</strong><br>笋壳落掉后，新竹就很快地成长，像用刀把碧玉削开；你看那些健壮的大笋都是奇伟非凡之材。<br>它们一夜之间将会猛长一千尺，远离竹园的数寸泥，直插云霄，冲天而立。</p> <p>刮去竹上的青皮写下我楚辞般的<a href=\"http://so.gushiwen.org/view_20381.aspx\">诗</a>句，白粉光洁香气浓郁留下一行行黑字迹。<br>新竹无情但却愁恨满怀谁人能够看见？露珠滴落似雾里悲啼压得千枝万枝低。</p> <p>自家庭院中泉水石缝中长着两三根竹子，早晨在郊野间大路上见到时有竹根露出地面并有不少新笋刚刚露头。<br>今年水湾边春天的沙岸上，新竹会像青玉般地挺拔生长出来。</p> <p>老竹虽老，仍矫天挺拔，梢可拂云，而我并不大老，却只能像家居茂陵时的<a href=\"http://so.gushiwen.org/author_70.aspx\">司马相如</a>一样，甘守清贫。<br>风吹竹声时，仿佛雨啸；而风和景明时，一小鸟栖息枝头，其景却可映入酒樽之中。</p> <p><strong>注释</strong><br>⑴昌谷：<a href=\"http://so.gushiwen.org/author_349.aspx\">李贺</a>家乡福昌县（今河南省宜阳县）的昌谷，有南北二园。诗人曾有《南园》诗，此写北园新笋，咏物言志。<br>⑵箨落：笋壳落掉。长竿：新竹。削玉开：形容新竹像碧玉削成似的。<br>⑶母笋：大笋。龙材：比喻不凡之材。<br>⑷更容：更应该。<br>⑸别却：告别，离去。<br>⑹斫取句：刮去竹子的青皮，然后在上面写诗。楚辞：代指诗歌。<br>⑺腻香春粉：言新竹香气浓郁，色泽新鲜。黑离离：黑色的字迹。<br>⑻无情两句：写新竹虽无情思，却又似有恨，在春露烟雾中独自悲啼。此诗乃自负才华，感叹未遇知音之意。<br>⑼石眼：石缝。阴根：在土中生长蔓延的竹鞭，竹笋即从鞭上生出。脉：一作“陌”。<br>⑽水曲：水湾。<br>⑾新篁（huáng）：新生之竹，嫩竹。亦指新笋。笛管：指劲直的竹竿。玉青：形容新竹翠绿如碧玉。<br>⑿古竹：指老竹，相对新笋言之。<br>⒀茂陵：《史记·司马相如传》：“相如既病免，家居茂陵。”<br>⒁千亩：语出《史记·货殖列传》：“渭川千亩竹，其人与千户侯等。”<br>⒂尊：同“樽”。</p>",
  "shangxi": "<h2>赏析</h2> <p><strong>其一</strong></p> <p>　　这是一首借物咏志的<a href=\"http://so.gushiwen.org/view_20381.aspx\">诗</a>。诗人把新笋描绘得非常美丽。竹壳一片片剥落下来，竹笋抽节上长了，它晶莹透碧，像是刚刚经过刻刀雕琢出来的碧玉一般。这里的笋的形象，是经过诗人理想化、诗化了的形象。它晶洁如玉，生机勃勃，茁壮挺拔；它要挣脱壳箨的束缚，要向上生长，由于这株笋有着如此美好的姿质，所以“母笋是龙材”的赞美就不使人感到突然，而是水到渠成。</p> <p>　　如果说上两句主要是写笋的外美的话，那么后两句就是承接着上面写笋的生长愿望，进一步刻画笋的内美。“更容”一词的涵义很深刻，这是假设之词，假如容许的意思。这两句的意思是，假如容许它尽情生长，一夜之间拔节挺长千尺，它自然会脱却尘泥而直插青云之上。这里就表达了新笋冲上九霄的豪情壮志，它不甘心于埋没园泥之中的现状。这是新笋的内美。另外，“更容”一词的反面含意是，现在是“不容”，不能容许新笋一夜抽千尺，所以它就不可能拔地而起直上青云。这就包含着深沉的幽怨。抱怨自然是来自他不能尽情地生长。这一层含意则从另一角度写出了新笋的丰富的“内心世界”。</p> <p>　　诗人把新笋刻画得具有这般美好的形象和美好的内心，是托物咏志，这新笋就是诗人<a href=\"http://so.gushiwen.org/author_349.aspx\">李贺</a>。诗人李贺虽然命途多舛，遭遇坎坷，但是他没有泯灭雄心壮志。他总希望会实现自己的拔地上青云的志愿，这首咏笋的绝句就正是他这种心情的真实写照。</p> <p><strong>其二</strong></p> <p>　　这首咏物诗前两句描述自己在竹上题诗的情景，语势流畅而又含蕴深厚。句中的“青光”指代竹皮，同时把竹皮的颜色和光泽清楚地显现出来：“楚辞”代指作者自己创作的歌诗。诗人从自身的生活感受联想到<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>的遭遇，这里因借“楚辞”含蓄地表达了郁积心中的怨愤之情。首句短短七个字，既有动作，又有情思，蕴意十分丰富。次句运用了对比映照的手法：新竹散发出浓烈的芳香，竹节上下布满白色粉末，显得生机勃勃，俊美可爱；可是题诗的地方青皮剥落，墨汁淋漓，使竹的美好形象受到污损。这里，诗人巧妙地以“腻香春粉”和“黑离离”这一对矛盾的形象，表现内心的幽愤。</p> <p>　　后两句着重表达怨恨的感情。“无情有恨”，似指在竹上题诗的事。诗人毁损了新竹俊美的容颜，可说是“无情”的表现，而这种“无情”乃是郁积心中的怨愤无法抑制所致。对此，姚文燮有一段很精彩的评述：“良材未逢，将杀青以写怨；芳姿点染，外无眷爱之情，内有沉郁之恨。”（《昌谷集注》）诗人曾以“龙材”自负，希望自己能象新笋那样，夜抽千尺，直上青云，结果却无人赏识，僻处乡里，与竹为邻。题诗竹上，就是为了排遣心中的怨恨。然而无情也好，有恨也好，却无人得见，无人得知。“无情有恨何人见？”这里用疑问句，而不用陈述句，使诗意开阖动荡，变化多姿。末句含蓄地回答了上句提出的问题，措语微婉，然而感情充沛。它极力刻画竹的愁惨容颜：烟雾缭绕，面目难辨，恰似伤心的美人掩面而泣；而压在竹枝竹叶上的积露，不时地向下滴落，则与哀痛者的垂泪无异。表面看起来，是在写竹的愁苦，实则移情于物，把人的怨情变成竹的怨情，从而创造出物我相契、情景交融的动人境界来。</p> <p>　　此诗通篇采用“比”、“兴”手法，移情于物，借物抒情。有实有虚，似实而虚，似虚而实，两者并行错出，无可端倪，给人以玩味不尽之感。</p> <p><strong>其三</strong></p> <p>　　这首诗写竹的生命力旺盛、一片生机。“家泉石眼两三茎，晓看阴根紫陌生。”原先自家庭院中泉水石缝中长着两三根竹子，清晨看墙外的大路旁，已窜出竹根。“紫脉”，一作“紫陌”。紫陌通常指帝都郊野的道路。<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>《南都行》谓：“高楼对紫陌，甲弟连青山。”<a href=\"http://so.gushiwen.org/author_197.aspx\">刘禹锡</a>《戏赠看花诸君子》云：“紫陌红尘拂面来，无人不道看花回。”李贺的家乡福昌县在唐代东都洛阳的近郊，故其乡间大路可称紫陌。竹鞭的滋生能力极强，无论是岩缝、墙壁、坚硬的土块，它都可穿过。诗中以“家泉”与“紫脉”对举说的就是这种情况，竹鞭已从院墙底下穿过而长到墙外去了。竹鞭生长最旺盛的季节是盛夏到初秋时节，如同竹笋状的竹鞭头部在表土较薄的地方常窜出地面，很快又弯成弓状，鞭头又重新钻入泥土中。诗人以“两三茎”与“紫陌生”对举，也显示出竹的顽强，两三茎不起眼的竹枝，很快长到墙外通衢大道上。见此情景使人不难设想：“今年水曲春沙上，笛管新篁拔玉青。”这两句诗中所写的情景虽非实景，却有一定的必然性。“笛管”，言新篁之材。“玉青”，言新篁之色。绘形绘色，如在目前。</p> <p>　　李贺本满怀着一腔热血和胸中成竹，但却最终只能是饮恨而逝，他不断地被希望和绝望所折磨着，只有靠诗歌来实现自我的存在，因此他用一种可怕的激情去创作。诗人愤懑满怀的情绪主要表现为艺术上的精雕细琢，修饰上的叠床架屋。在这首诗中，作者字斟句酌，用“家”“石”“阴”“紫”“春”“新”等等修饰各种意象组合，纵观全句，几乎无一物无修饰，无一事有闲字。他把相关的意象加以古人不常联用的字联用，加以修饰再组合起来，综合运用了通感、移情的写作手法，由家泉到石眼再到竹茎，仿佛用诗句串联起装扮一番的意象群，不是因感而倾泻，而是字字雕刻而来。此时作者诗中的竹子不再是单纯的清雅之士，而仿佛是穿上了绮丽诡异又有异域风情的楚服的起舞人。同时，把石眼、阴根等不为竹所常用的意象与竹子相连缀，更见作者的匠心独用，研磨之工。</p> <p><strong>其四</strong></p> <p>　　这首诗以<a href=\"http://so.gushiwen.org/author_70.aspx\">司马相如</a>归卧茂陵自喻，慨叹自己家居昌谷时的清贫生活。诗的开头两句“古竹老梢惹碧云，茂陵归卧叹清贫”，意为老竹虽老，仍矫天挺拔，梢可拂云，而自己年纪并不大老，却只能像家居茂陵时的司马相如一样，甘守清贫。“古竹”是相对新笋言之。“茂陵归卧”，《史记·司马相如传》：“相如既病免，家居茂陵。”司马相如曾为孝文园令，因病免官，家居茂陵，而诗人自己也失意家居，贫困潦倒。“叹清贫”，并不见于史书记载，但却是诗人自己处境的生动写照。李贺虽忝为唐王室的后裔，但一生只做过奉礼郎之类的小官，甚至因为父名的缘故，连进士考试也不能参加，与<a href=\"http://so.gushiwen.org/author_204.aspx\">李商隐</a>一样“虚负凌云万丈才，一生襟抱未曾开”。辞官家居后更过着清贫的生活，以至两年后在贫病中死去，一“叹”字，感慨万分。“风吹千亩迎雨啸，鸟重一枝入酒樽。”这两句写的是另外两种形态下的竹枝形象。其一是风吹雨啸之中。“雨啸”，非雨声，而是风吹竹声，仿佛雨啸。这是大片竹林才有的现象，老竹叶坚硬而挺，相互碰撞，声音清脆。竹叶也可制成叶笛，吹奏起来声音嘹亮悦耳。千亩之竹，其情景气魄自与“家泉石眼两三茎”之竹不同，风吹过后声浪如排山倒海；而风和景明之日，一小鸟栖息枝头，其景却可映入酒樽之中，这又是何等静谧安闲。这情景于竹本身而言，却道出其一个特点：坚韧，不管怎么弯曲也不易折断。“皎皎者易污，峤峤者易折”，这于竹枝却不然，它是既坚又韧，而且无畏于寒冬的风刀霜剑，而被与松柏一起称作“岁寒三友”。</p> <p>　　清代大画家<a href=\"http://so.gushiwen.org/author_260.aspx\">郑板桥</a>曾夸张地说：“宁可食无肉，不可居无竹。”古往今来，喜竹、咏竹、画竹的骚客、丹青手是颇多的，而这组诗在众多的咏竹佳作中也堪称上乘。</p>",
  "about": "<h2>创作背景</h2> 　　此组<a href=\"http://so.gushiwen.org/view_20381.aspx\">诗</a>大约作于唐元和九年（814年）春。昌谷是<a href=\"http://so.gushiwen.org/author_349.aspx\">李贺</a>的家乡，那儿有青山碧水，茂林修竹。特别是竹，几乎遍地都是。“竹香满凄寂，粉节涂生翠”（《昌谷诗》）。李贺十分爱竹，在摩挲观赏之余，写了不少咏竹的诗句，有时还直接把诗写在竹上，以寄托自己的情思。据第三首诗中的“家泉石眼两三茎”等句推测，李贺故宅当在昌谷北园。从第四首诗中的“茂陵归卧叹清贫”以汉代<a href=\"http://so.gushiwen.org/author_70.aspx\">司马相如</a>病归茂陵自喻，可知这一组诗是李贺任奉礼郎以病辞归昌谷的时候写的。",
  "poet": {
    "id": 349,
    "star": 0,
    "name": "李贺",
    "image": "http://img.gushiwen.org/authorImg/lihe.jpg",
    "desc": "李贺（约公元791年-约817年），字长吉，汉族，唐代河南福昌（今河南洛阳宜阳县）人，家居福昌昌谷，后世称李昌谷，是唐宗室郑王李亮后裔。有“诗鬼”之称，是与“诗圣”杜甫、“诗仙”李白、“诗佛”王维相齐名的唐代著名诗人。著有《昌谷集》。李贺是中唐的浪漫主义诗人，与李白、李商隐称为唐代三李。有“‘太白仙才，长吉鬼才’之说。李贺是继屈原、李白之后，中国文学史上又一位颇享盛誉的浪漫主义诗人。李贺长期的抑郁感伤，焦思苦吟的生活方式，元和八年（813年）因病辞去奉礼郎回昌谷，27岁英年早逝。"
  },
  "tags": [
    "咏物",
    "写竹",
    "抒怀",
    "言志"
  ]
}