{
  "id": 69649,
  "star": 1,
  "name": "杂剧·包待制智勘后庭花",
  "dynasty": "元代",
  "content": "第一折<br>一片忠勤抱国忧，渐看白发已蒙头。可怜恩赐如花女，非我初心不敢留。老夫汴梁人氏，姓赵名忠，字德方。嫡亲的三口儿，夫人张氏，有一个家生的孩儿，是王庆。为某居官颇有政声，加老夫廉访使之职。今日早间圣人赐老夫一女，小字翠鸾，着他母亲随来，近身伏侍老夫。尚不知夫人意下如何，未敢便收留他。我今着王庆领的去见夫人，看道有何话说。左右那里，与我唤将王庆来。理会的。王庆那里，老爷呼唤。更无半点慈悲意，全凭一片杀人心。自家王庆，在这赵廉访老相公府内做着个堂候官，家私里外，都是我执掌，一应人等，谁不惧怕我？今日老相公呼唤，不知有甚事，须索走一遭去。不必报复，径自过去。老相公呼唤王庆，那厢使用？王庆，你近前来，我问你。圣人赐我的那娘儿两个，在于何处？在于府中。你与我唤将来。翠鸾子母二人安在？数日府门下，无缘得自通。承恩不在貌，教妾若为容。妾身姓王名翠鸾，这是俺母亲。圣人将俺子母二人，赐与赵廉访大人。到此数日，不蒙呼唤。哥哥，你唤俺做甚么？你见相公去。王庆，这是那子母两个么？你如今领的他去见夫人，若说甚么，便来回老夫的话者。你子母二人，跟我见老夫人去来。夫主为官在汴京，禄享千钟爵上卿。一生不得闺中力，若个相扶立此名。妾身是赵廉访的夫人。嫡亲的三口儿，有个家生的孩儿王庆。我平昔性不容人。家中内外事务，都来问我。这两日怎么不见王庆来？奉老相公言语，教我领他二人见夫人去。您两个只在门首，待我先见过了夫人，出来唤你。理会的。今有圣人御赐翠鸾女子母二人，伏待老相公。老相公不敢收留，教王庆领来见夫人。你唤来我看。您子母二人见夫人去。这年纪小的女孩儿是生的好，教他伏侍老相公，假若得一男半女，那里显我？则除是这般。王庆，你来，你如今将他子母二人，或是勒死，或是杀死，我只要死的不要活的。只在你身上干得停当，待死了呵，回我话来。可有甚么难处，将他两个所算了便是。您子母且去这耳房中安下者。且住。我欲待害了他两个，奈我下不的手。如今有一人，乃是李顺，他是个酒徒。他浑家与我有些不伶俐的勾当。我如今到他家去，若不在时，和他浑家说句话，<br>我自有个主意。巧髻云鬟美样妆，心毒性狠不非常。腹中一点思春事，败坏风俗岂有双。妾身姓张，夫主李顺，有个孩儿唤做福童，是个哑子，不会说话。我不幸嫁了这个汉子，他每日只是吃酒，家私不顾，在这衙门中做着个祗候人。又有个王庆管着俺李顺，我与他有些不伶俐的勾当。这两日怎生不见王庆来？来到门首也。李顺在家么？家里来，李顺不在。王庆，怎生这几日不见你？这几日家里事忙。有甚么事？如今圣人赐与俺廉访相公翠鸾子母两个，伏侍相公，教我领去见夫人。夫人教我所算了他，我可不下的手，我如今待着李顺所算他去。王庆你来。欲要咱两长久做夫妻呵，我有一计：你如今见了李顺，则道夫人着你所算他子母二人，则要死的不要活的，则三日便要回话。他必定领来家中所算他。我见了呵，便道休要害了他。我将他两个的首饰头面都拿了，我着他将子母二人放了。到第三日你可来问李顺，那子母二人安在。他必然说所算了也。你便说，兀那厮说你要了他首饰头面，放的他走了，他必然支吾。你便道你浑家必定知情，你便将着大棍子吓我，我便道休打我，俺丈夫要了他首饰头南，放的他二人走了。你便道是实呵，拖你见夫人去来。那厮害慌，你便道李顺你要饶么？他道可知在饶哩。你道要饶呵，休了你那媳妇。他道休呵谁要？你道我要。若是他休了我呵，咱两口永远做夫妻如何？此计大妙！我回房中去，李顺敢待来也。自家李顺的便是。衙门中回来到俺家门首也。兀那李顺，说什么哩？你又醉了也。是王庆哥。唤我做甚么？这厮不办公事，则是吃酒。哥，休打我，我不曾吃酒，我若吃酒吃血。你看这厮，现醉了只赌咒。你这厮则吃酒，不干公事。哥也。<br>【仙吕】【点绛唇】你但来絮的头错，不嫌口困，施呈尽。抖擞精神，做一个火專煎滚。你这厮每日家在那里来？<br>【混江龙】我从撞钟时分，撞钟时，你在那里做甚么？我立钦钦，谁敢离衙门？常怀着心惊胆战，滴溜着脚踢拳墩。哎！你个身着紧衣堂候官，欺俺这面雕金印射粮军。你这厮紧使着紧不去，慢使着慢不来。哥也把小人紧使紧去，慢唤慢来，谁敢道违了方寸，何须发怒，不索生嗔。<br>兀那厮，我如今分付你一件事，便与我所算了两个人去。哥也，小人不敢去，教别人去罢。我使着你，怎生不去？<br>【油葫芦】你直恁的倚势挟权无事狠，好打这弟子孩儿！脊梁上打到有五六轮，似这等泼差使谁敢道赚分文？你这厮有酒肉吃处，便去的紧也。我只道噇酒吃肉央的人困，原来是杀生害命揣的咱紧。你每日将钱钞则是吃酒。谁有闲钱补笊篱，你这厮贪酒溺脚跟，世儿不得长俊。谁贪酒溺脚跟，若是你那杀人也一地里将咱寻趁，若是杀人处，不教别人去，则教李顺去。哥也偏怎生我手里有握刀纹！<br>你看这糟头，则是强嘴。<br>【天下乐】哥也你可甚自己贪杯惜醉人，兀那厮，你跟的来。我骂你个遭瘟。兀那厮做甚么？哥也你可也唤甚么村？我将这快刀儿，把你来挑断那脊筋。有一日掂折你腿脡，打碎你脑门，兀那厮，你骂谁哩？我觑你直我甚脚后跟！兀那厮，我将你骂我的罪过且饶了，如今有老夫人的言语。呀，听的老夫人呵，唬的我一点酒也无了。敢问哥哥有甚么事？如今有子母二人，在这耳房里安下，老夫人吩咐，着你领去所算了他。或是勒死，或是杀死，则要死的，不要活的，限三日后便来回话。我去也。似此怎生区处？天色将晚了也。<br>【醉中天】可又早日落残霞隐，天色恰黄昏。我开开这门。那子母两个在那里？哥哥做甚么？跟我来，快行动些。咱三个直临汴水滨，哥哥，可怜见咱！你可也枉分说难逃遁。这非是我私下来。我奉着廉访夫人处分，留不到一更将尽，则登时将你来送了三魂。<br>你且跟我家中去来。这是我家门首也，你则在这里。李顺，你又醉了也。如今唬的我一点酒也无了。为甚么？如今廉访夫人吩咐，教我将那子母两个所算了，限三日便要回话。我来取一条绳子，将他勒死，也留个完全尸首。李顺，你领过来我看咱。姐姐万福。一个好女子也。孩儿，取绳子来。好个女孩儿！李顺，我和你说。那里不是积福处？咱如今把他首饰头面都拿了，放的他走了，有谁知道？这些东西咱一世儿盘缠不了。（正末云）噤身声！（唱）<br>【金盏儿】你口快便施恩，则除是胆大自包身，我其实精皮肤捱不过那批头棍。你大古里言而有信，你休恼犯那女魔君。可知道钱是人之胆，则你那口是祸之门。便有谁知道？岂不闻隔墙还有耳，窗外岂无人？<br>你则依我，不妨事。大嫂也，中也不中，我则依着你。兀那小娘子，我对丈夫说饶了你性命，你把那首饰头面都拿下来与我，放你两个走罢，你心下如何？若肯饶了俺性命呵，这个打甚么不紧，久后犬马相报。李顺，你看这钗环头面咱。将来我看。<br>【一半儿】这钗钏委的是金子委的是银？是金子的。兀那婆子，我问你咱。你两个端的是家奴端的是民？哥哥，俺是好百姓。似这般俺夫妻不忍。大嫂，若有那拿粗挟细踏狗尾的但风闻，这东西一半儿停将一半儿分。<br>兀那婆婆，俺两个饶了你性命，你可休忘了俺这恩念，你则牢记在心者。哥哥的思念，俺死生难忘。<br>【后庭花】俺浑家心意真，你母子性命存。那壁厢欢喜杀三贞妇，这壁厢镬铎杀五脏神，你可也莫因循。天色儿初更时分，你安心宿休怨恨，我今宵怎睡稳。俺夫妻同议论，敢教你免祸衅。等来朝到早晨，快离了此郡门。向他州寻远亲，往乡中投近邻，向山中影占身。但有日逢帝恩，却离了一庶民。小娘子为县君，老婆婆做太郡。食珍羞卧锦裀，列金钗使数人，似这般有福运。<br>怎敢想望这个福分，但留得性命，便死生难忘也。<br>【青歌儿】呀！是必常思、常思危困，我则怕有人、有人盘问。夫人意教咱算你二人，我教你远害全身，放你私奔。若是你发迹时分，我使尽金银，无处安存，一径的投奔你宅门，说起原因，有活命之恩。那时节你休道不因亲者强来亲，是必将咱认。俺娘两个，想哥哥思念，死生难忘也。你则今日便索逃走。多谢哥哥。<br>【赚煞】你两个快离了汴梁城，你与我速出了夷门郡。人问你则推道是探亲，你可休淹泪眼新痕压旧痕，你且妆些古忄敞温淳。有一日遂风云，显耀精神，将你那绿惨红愁证了本。俺夫妻口稳，你子母休心困，你若运通时，休忘了大恩人。<br>俺子母两个正行中间，被巡城卒冲散，不见了我女儿翠鸾，我不问那里寻将去。正和俺母亲走着，被巡城卒冲散，不见了俺母亲。我今不拣那里寻母亲去来。子母私奔若断蓬，半途惊散各西东。我今拚死寻将去，便是黄泉路上要相逢。母亲！母亲！兀的不苦杀我也。<br><br>第二折<br>早间李顺拿金钗儿卖去了，还不见回来，我这里等着，敢待来也。众兄弟少罪，少罪，改日回席。恰才多吃了几杯，天色将晚了也，我索还家去来。<br>【南吕】【一枝花】不觉的日西沉，不觉的天将暮，不觉的身趔趄，不觉的醉模糊。则我这眼展眉舒，盖因是一由命二由做。我则要千事足百事足，常言道：马无夜草不人不得外财不富。<br>【梁州第七】他两个忙忙如丧家之狗，急急似漏网之鱼。他两个无明夜海角天涯去。单注他合有命，俺合妆孤。兀的不欢喜杀俺子父，快活杀俺妻夫。我则道尽今生久困穷途，永世儿陋巷贫居。他、他、他，天也有昼夜阴晴，是、是、是，人也有吉凶祸福，来、来、来，我也有成败荣枯我来到后巷里舞一回咱。自歌，自舞。那些儿教我心宽处，依仗着花朵般好媳妇。说甚么九烈三贞孟姜女，他可也不比其余。<br>大嫂，我来家了也。你卖的那金钗呢\"我是逗他耍咱。我掉了也。你看这厮波！我家吃的穿的，都靠着他，你怎生掉了那？我逗你耍来，我卖了也。你唬我一跳。你卖了呵，那金钗重几钱？卖了多少钞？你说来我听。<br>【牧羊关】那金钗儿重六钱半，三折来该九贯五，你从明朝打扮你儿夫。你与我置一顶纱皂头巾，截一幅大红裹肚；与孩儿做一个单绢裤遮了身命，做一个布上衣盖了皮肤。你爷儿两个都有了也，怎么样打扮我咱？大嫂，你买取一副蜡打成的铜钗子，更和那金描来的枣木梳。<br>李顺，你有酒了，你歇息咱。这些时怎么得王庆来才好？我教李顺勒死翠鸾子母二人，今日三日光景，不见来回话，我问那厮去。原来这厮关着门哩。李顺，开门来。好了，好了，这是王庆来了。李顺，有人叫门哩。甚么人打门？住了你那驴蹄，是你家里？我来也。这厮又醉了。开门来，开门来！<br>【贺新郎】这门前唤的语音熟，莫不是李万、张千？我去开门。和大嫂你来我去。好浑家也！常言道家有贤妻，如今有日头却又早关了门户，他不道的教别人说言道语。我开这门。是谁？好打这厮！咄，兀那厮，你打谁？哥哥你有甚事谁敢道是支吾，教把谁所伏便所伏，教把谁亏图便亏图，有甚恶差使情愿替哥哥做。你看这厮又醉了也。你待要那里去？遮莫去大虫口中夺脆骨，骊龙颔下取明珠。<br>这厮又醉了。你怎敢骂我？哥到小人家吃钟茶，怕做甚么？兀那厮，你教我去你家吃茶，我这等人可往你家里去？若哥哥到小人家里吃一杯茶儿呵，外人道管李顺的官人来他家吃茶，教人也好看波。这厮醉则醉，倒说的好。我去你家吃茶，与你家长些节概，我去吃茶怕甚么？哥，小人有个丑媳妇，教来拜哥哥咱。不中。你的浑家教来拜我，外观不雅，休教来罢。哥，不妨事。既然你好心，教他来见。大嫂，有管我的那王庆大哥来咱家吃茶，你拜他一拜。李顺，敢不中么？大嫂，不妨事。哥哥万福。李顺，我吩咐你的翠鸾子母二人呢？哥哥吩咐我的那子母两个，我怎敢推辞？将两条绳子勒死他，丢以汴河里，这其间流三千里远也。兀那厮，有人看见，说你要了他钱钞，放的他走了。小人不曾。<br>【牧羊关】并无一人知道，可端的谁告与？你则一声问的我似没嘴的葫芦。你怎敢违误了官司，放了他去？小人怎敢违误了官司，放纵了他子母。有人说你受了他买告也。若是受了他买告咱当罪，若是有证见便招伏。我可也甘愿餐刀刃，我可也无词因上木驴。小人并然不敢，若有证见，小人便当罪。你不肯招认，他浑家必然知情，叫他浑家过来。不干我事。兀那妇人，你丈夫卖放了人，你必然知道。你若实说呵，万事罢论；你若不实说，我不道的饶了你哩。住、住、住，你休打我，我与你说：俺丈夫拿了他首饰头面，放的他子母走了也。好也，你道不曾放了他么？<br>【哭皇天】好不忍事桑新妇，好不藏情也鲁义姑。又不曾麻搥下脑箍，你怎么口声的就招伏。他把我头稍、头稍攥住，哥也，小人出于无奈。小人也则为家私穷暴，妻子熬煎，因此上爱他钱物，释放了囚徒。待要你十拷九棒，万死千生，打杀这个射粮军，哥也你可甚么那得甚福？兀那厮，你要饶你么？可知要饶哩。你要饶呵，你把你那浑家休了者。一个丑媳妇子，便休呵谁要？你休了呵我要。哥也你何须致怒，小人怎敢做主？<br>哥也，小人怕不肯，未知俺那妇人心里如何？你和你那妇人商量去。<br>【乌夜啼】我向前体问俺那浑家去，大嫂，王庆哥哥道：要我饶你，休了你那媳妇者，我便道休了呵谁要，他便道我要，我不知你心里肯也不肯？你休顾我，只顾你的性命。好也啰，枉做了二十年儿女妻夫。这孩儿又不会人言语，他可又性痴愚，不识亲疏。你不寻思撇下的我孤独，天也生扢支的割断这娘肠肚。这壁厢爷受苦，那壁厢儿啼哭。哥也你可怜见同衙共府，你休要运计铺谋。<br>兀那厮，快休了者。小人要写休书，争奈无笔。我这里有描花儿的笔。无纸。有剪鞋样儿的纸。无砚瓦。便碟儿也磨得墨。他可早准备下了也。罢、罢、罢！<br>【斗虾蟆】我这里书名字，画手模，便有你待何如？想着、想着做出，真然、真然淫欲，瞒着、瞒着丈夫，窝盘、窝盘人物，说着、说着起初，今日、今日羞辱。不由我滴羞跌悄怕怖，乞留兀良口絮，他剔抽秃刷厮觑，迷留没乱踌躇。想起来、想起来杀人可恕，将咱欺侮，并不糊涂，早则招取，丑弟子，你将去波？这一纸绝恩断义的休书！你休那里雨泪如珠，可不道凤凰飞上梧桐树。见放着开封府执法的包龙图，必有个目前见血，剑下遭诛。<br>你放心，我直开封府里告他去。不中，王庆，你可不听见？那厮说出来，必然做出来，我如今不先下手，倒着他道儿。李顺，我不要你这媳妇，我则要你一件东西。哥也，你要甚么？只要你那颗头。可连着筋哩。兀的不有人来也。罢、罢、罢！<br>【黄钟尾】早则这没情肠的凶汉衠跋扈，更打着有智量的婆娘更狠毒。难分说，怎分诉，做纳下，厮欺负，要行处，便行去，由得你，爱的做，似这般，依官府，生有地，死有处。夺了俺妻儿，送了俺子父。揉碎胸碎，磕破头颅。我把那不会雪恨的孩儿觑一觑，我见他手掿着巨毒，把我这三思台攥住。我好冤屈也。兀的不没乱杀我这喉咙，我其实叫不出这屈。<br>杀了他也。将一个口袋来装了，丢在井里。大嫂，我和你永远做夫妻。凭着我这一片好心，天也与我半碗儿饭吃。休说闲话，咱和你后房中快快活活的做生活去来。<br><br>第三折<br>酒店门前七尺布，过来过往寻主顾。昨日做了十瓮酒，倒有九缸似头醋。自家是汴梁城中狮子店小二哥的便是。开着这一座店，南来北往，经商旅客，都在俺这店中安下。今日天晚，看门前有甚么人来。正走间被巡城卒冲散了俺母亲，不知所在。天色晚了，我去这店里寻一个宵宿处。哥哥，我来投宿。小娘子，头间房儿干净。你与我一个灯咱。我与你点上这灯。好个女子也。天又晚了，人又静了，他又独自一个，我要他做个浑家，岂不是好？小大姐，这里也无人，我和你做一对夫妻如何？口走，你说那里话！你如今落在圈套，飞也飞不出去，我不怕你不与我做夫妻。我至死也不肯。你真个不肯？我不肯。他说不肯。我取出这斧头来吓他，他是个女孩儿家，必然害怕，我好歹要了他。你真个不肯，我一斧打死了你。怎么半晌不言语？原来唬死了。怎生是好？这暴死的必定作怪，我门首定的桃符，拿一片来插在他鬓角头，半一个口袋装了，丢在这井里。把一块石头压在上面，省得他浮起来。谁想翠鸾孩儿到处寻觅不见。天色晚了，我且去狮子店里觅个宵宿去。小二哥，我来投宿。后面那间房儿干净，婆婆你歇息去。我到后面歇息去也。嗨，做这等勾当！我且再坐一坐，怕还有人来。埋头聚雪窗，文史三冬足。今日一寒儒，明朝食天禄。小生姓刘名天义，洛阳人氏。学成满腹文章，未曾进取功名。目今春榜动，选场开，收拾琴剑书箱，上朝取应。来到汴京，天色晚了，且去那狮子店中觅一宵宿。小二哥，我来求宿。头里房安歇去。小二哥，与我点一个灯来。灯在此。小二哥，安排些酒肴来，等我自己酌一杯，明日连房钱一并还你。酒肴都有了，我自去睡也。我关上门自饮几杯咱。我乃王婆婆的女儿翠鸾。去那店房中点个灯咱。秀才，开门来！更深夜静，有人唤门，好是奇怪。兀那唤门的是谁？我是王婆婆的女儿，我来点个灯咱。兀那女子，我点与你。门缝较宽，小娘子接灯。秀才，风大刮杀了。我再点与你。又灭了。我与他灯，三番两次刮杀了，既然如<br>此，我开门你自己点。小娘子点灯。我开了门，他可去了，只是逗小生耍来。我还关上这门。秀才万福。好一个女子也！小娘子谁氏之家？姓甚名谁？我是王婆婆的女儿，闻知秀才在此，特来探望。小生有何德能，敢劳小娘子垂顾！若不弃嫌，同席共饮数杯，未审雅意如何？愿从尊命。小娘子满饮此杯。敢问秀才姓甚名谁？那里人氏？因何至此？小生姓刘名天义，洛阳人氏。因上朝取应，天色已晚，到此店中投宿，不期相遇小娘子，实小生之幸也。敢问秀才告珠玉咱？小生不才，怎敢在小娘子根前献丑？聊作〔后庭花〕一阕，小生表白一遍。小娘子试听。云鬟堆绿鸦，罗裙簌降纱。巧锁眉颦柳，轻匀脸衬霞。小妆髽，凌波罗袜，洞天何处家？词寄〔后庭花〕。刘天义作。好高才也！我依韵也和一首。写就了也。我表白一遍，与秀才听咱。无心度岁华，梦魂常到家。不见天边雁，相侵井底蛙。碧桃花，鬓边斜插，伴人憔悴杀。词寄〔后庭花〕。翠鸾作。妙哉！妙哉！小娘子再饮一杯。我心中闷倦，再睡洋，起来闲走一闲走。秀才，你则休负心。小生岂敢负心？兀的不是我翠鸾孩和说话哩？翠鸾！翠鸾！我推开这门。我孩儿在那里？无有人，小生独自在此。你道无有，这两篇词是谁做的？有我女孩儿的名字在上，你藏了我女儿，更待干罢！明有王法，我和你见官去来。你看我这命波！赵廉访引祗从上，云)老夫赵忠。前者圣人赐与我翠鸾母子二人。我着王庆领去见夫人，数日光景，不见来回话。左右的，唤王庆来者。(祗从云)王庆安在？老爷呼唤。(王庆上云)老相公呼唤，不知有甚事，须索见去咱。(见科)(赵廉访云)王庆，日前那子母二人，我教你领去见夫人，至今不曾回话。如今那子母二人在那里？(王庆云)王庆领的与了夫人也。(赵廉访云)既然如此，请的夫人来。(王庆云)老夫人，相公有请。(夫人上见科，云)老相公唤妾身，不知为何？(赵廉访云)夫人，我教王庆领的那翠鸾子母二人见你去，如今在那里？(夫人云)王庆领的那子母二人来见了我，我吩咐王庆就领去了。(赵廉访云)王庆，夫人说道吩咐与你了，如今可在那里？(王庆云)是相公教小人领去见夫人。夫人交付与我，我可交付与李顺也。(赵<br>廉访云)他说交付与李顺，这桩事其中必有暗昧。夫人，且回后堂中去。(夫人诗云)一点妒心生，断送女娉婷。任他没乱杀，只做不知情。(下)(赵廉访云)老夫待亲自问来，有些难问，则除是开封府尹包待制。此人清廉正直，可问这桩事。左右的，请包府尹来者。(祗候云)理会的。府尹大人，老相公有请。(正末扮包龙图引张千上，云)老夫姓包名丞，字希文，庐州金斗郡四望乡老儿村人氏，官拜龙图阁待制，正授开封府尹。有赵廉访着人相请，不知甚事，须索去见咱。(唱)<br>【双调】【新水令】钦承圣敕坐南衙，掌刑名纠察奸诈。衣轻裘乘骏马，祗候摆头踏。凭着我旛劣村沙，谁敢道侥幸奸猾。莫道百姓人家，便是官宦贤达，绰见了包龙图影儿也怕。<br>(云)左右报复去，道包拯来了也。(祗从报科，云)报的老爷得知，有包待制在于门首。(赵廉访云)请他进来。(祗从云)请进。(见科)(正末云)相公唤包拯，有何吩咐？(赵廉访云)待制，我烦你一件事。数日前，圣人赐我王翠鸾子母二人，我教王庆领去见我夫人，不见回话。我问夫人，夫人道吩咐与了王庆，王庆又道吩咐与了李顺。这桩事其中必有暗昧，你与我仔细究问。多因是我夫人做下违条犯法也。(正末唱)<br>【沉醉东风】相公道老夫人违条犯法，怎敢就教他带锁披枷？(带云)相公，(唱)你侯门似海深，利害有天来大。则这包龙图怕也不怕，老夫怎敢共夫人做两事家？(带云)若是被论人睁起眼来，(唱)枉把村老子就公厅上唬杀。<br>(云)相公，小官职小断不的。(赵廉访云)你也说的也。与你势剑铜铡，限三日便与我问成这桩事。若问成了呵，老夫自有个主意。(诗云)这桩事莫得消停，三日里便要成完。若问出子母下落，我与你写表笺申奏朝廷。(下)(正末云)是好一口剑也呵！(唱)<br>【风入松】这剑冷飕飕取次不离匣，这恶头儿揣与咱家。我若出公门小民把我胡扑搭，莫不是这老子卖弄这势剑铜铡？(带云)我出的这门来，(唱)觑了王庆呵慌张势煞，这汉就里决诌札。<br>(云)王庆，这桩事都在你身上。(王庆云)你看这大人，干我甚么事？(正末云)噤声！(唱)<br>【胡十八】这话儿你休对答，莫虚诈。(云)张千，牵马来。(张千做牵马科，云)请大人上马。(正末上马科)(唱)我将这宝蹬来蹅，把缰鞚来拿，我扭回头见他左右眼观咱。(云)张千，与我拿下王庆者。(张千云)理会的。(做拿王庆科)(王庆打张千科，云)你敢拿谁？(正末唱)你如今直恁般怕，(带云)三品官尚拽到开封府里，量你到的那里，(唱)你一伙祗从人，将王庆快拿下！<br>(云)张千，回衙门去来。(旦魂子上，旋风科)(正末云)一阵好大旋风也！(唱)<br>【雁儿落】见一个旋风随定马，不由我展转生疑讶。(带云)兀那鬼魂听者，(唱)你去到黄昏插状来，咱两个白日难说话。<br>(云)兀那鬼魂，到晚间开封府里来。速走，速走！(旋风下)(卜儿扯刘天义上，云)冤屈，相公与老婆子做主咱！(正末唱)<br>【挂玉钩】则听的唱叫扬疾闹怎么，我与你观绝罢。(带云)张千，(唱)你教他近向前来，我问咱，你休喝掇休惊诧，便胆寒心惊怕。你与我尽说缘由，细诉根芽。<br>(云)兀那婆子，你告甚么？(卜儿云)这个秀才藏了我的女孩儿翠鸾，告相公与老婆子做主咱。(正末云)谁是翠鸾女的母亲？(卜儿云)则我便是。(正末云)惭愧，一桩问做两桩事！张千，将这一行人都拿到开封府里去。(做到，排衙科)(正末云)张千，将那一行人拿过来者。(张千云)理会的。(众跪科)(正末云)王庆，兀那厮你怎么不跪？(王庆云)我无罪过。(正末云)你无罪过，来俺这开封府里做甚么？(王庆云)我跪下便了也。(王跪科)(正末云)兀那婆子，说你那词因。(卜儿说)(王搀科，云)老相公教我领见夫人，夫人吩咐与王庆，王庆可吩咐了李顺也。(正末云)兀那厮，谁问你来？兀那婆子，说你词因来。(卜说，王又搀科，云)老相公教我领见夫人，夫人吩咐与王庆，王庆可吩咐了李顺也。(正末云)张千，将王庆拿下，与我打着者！(张千打科)(正末唱)<br>【川拨棹】我敢搠碎你口中牙，不剌这是你家里说话？那恰便似一部鸣蛙，絮絮答答，叫叫吖吖。觑了他精神口抹，再言语还重打。<br>(云)张千，着那厮咬着棍子者。(张千云)理会的。(王咬棍子科)兀那婆子，说你那词因。(王丢棍子搀说科，云)老相公教我领见夫人，夫人吩咐与王庆，王庆可吩咐了李顺也。(正末云)这厮直恁般好说话！(卜儿云)老婆子夜来晚间在狮子店里安下，只听的这秀才和我翠鸾孩儿说话，我踏开门不见我女孩儿，明明是他藏了，相公与我做主咱。(正末云)兀那厮，可说你那词因。(王庆云)老相公教我领见夫人，夫人吩咐与王庆，王庆可吩咐了李顺也。(正末云)再呢？(王庆云)无了也。(正末云)似这般怎生是好？(唱)<br>【夜行船】三下里葫芦提把我来傒幸杀，(带云)这公事少呵！(唱)连累着七八十家。兀的是人命争差，恰便似金刚厮打，佛也理会不下。<br>(云)张千，将王庆监下者。(张千云)理会的。(押王庆下)(正末云)兀那婆子，你说他藏了你女儿，有何见证？(卜儿云)有这两首词在这里。(正末云)将来我看。(卜儿出词，正末念科，云)\"云鬟堆绿鸦，罗裙簌绛纱。巧锁眉颦柳，轻匀脸衬霞。小妆髽，凌波罗袜，洞天何处家？\"词寄〔后庭花〕。刘天义作。(唱)<br>【殿前欢】你道是不曾见他女娇娃，这的是谁人题下这首〔后庭花〕？须不把你来胡遮剌，莫不我双眼昏花？(云)再看这首词咱。\"无心度岁华，梦魂常在家。不见天边雁，相侵井底蛙。碧桃花，鬓边斜插，伴人憔悴杀。\"词寄〔后庭花〕。翠鸾女作。(正末再念科)(唱)我从头儿再念咱，(带云)\"不见天边雁，相侵井底蛙\"？(唱)我这里口店详罢，(云)\"不见天边雁，相侵井底蛙\"！嗨，这女孩儿那得活的人也！可怜，可怜！(唱)这孩儿敢死在黄泉下。这官司无头无尾，那贼人难捉难拿。<br>(云)则除是这般。张千，把这婆子监下者。(张千云)理会的。(押卜儿下)(正末云)兀那刘天义，你休惊莫怕。我放了你，你今夜还去那店里宿歇。若是那女子来呢，你问他那里人氏？姓甚名谁？有甚信物？要些来我便饶了你。(刘天义云)知道。我这一去好歹要些信物来。(正末唱)<br>【沽美酒】为甚么将原告倒监押？哎！你这个被论人莫惊唬，你与我还似昨宵临卧榻。你可也若还得见他，用心儿问那娇娃。<br>【太平令】我见他扭身子十分希诧，须是我赏发与一夜欢洽。咱欲要两家都罢，赤紧的我领得三朝严假。若事发，教咱救拔，你稳情取功名科甲。(云)兀那秀才，他不是人，是个鬼魂。(刘天义怕科)(正末唱)<br>【鸳鸯煞】我说破阴魂莫更潜身怕，只要你秀才肯做迷心耍。不须今宵遭囚，免了每日随衙。畅道杀人贼不在海角天涯，我先知一个七八。(带云)张千，(唱)你与我传语他家，将冤恨都销化。到明朝管取擒拿，看那闹市云阳木驴上剐。(下)<br>(张千同刘天义行科，云)来到这狮子店里。兀那秀才，那间房儿是？(刘天义云)是这一间。(张千云)你自在这里宿，我明早来讨回话。(下)(刘天义云)天那，兀的不唬杀我也！我则道他是人，谁想他是个鬼！可早三更了，你听那墙上土扑簌簌的，房上瓦厮琅琅的，兀的不唬杀我也！(做睡科)(旦魂子上，云)我今夜再望那秀才走一遭去。(见科)(旦云)秀才，秀才。(刘天义惊走)(旦扯住科)(刘天义云)你靠后说，你是个鬼。(旦云)我不是鬼。(刘天义云)如今包龙图大人问你那里人氏？姓甚名谁？(旦云)我是那家。(刘天义云)那家可是那里？(旦云)在那家井里。(刘天义云)你有甚么信物与我些？(旦云)我鬓边有一朵娇滴滴碧桃花，你自取咱。(刘取花，旦闪下)(刘天义云)兀的不唬杀我也！当真是个鬼。既然有个信物，等不到天明，便回包大人话去。(诗云)分明见昨夜娇娃，取与鬓上桃花。且休提上朝取应，先唬得胆战身麻！(下)<br><br>第四折<br>(正末上，云)老夫包拯，为这件事用尽心力也呵！(唱)<br>【中吕】【粉蝶儿】这些时废寝忘食，眼睁睁一宵无寐，坐早衙事事休题。唤张千，刑案里，唤该房司吏。别公事且勿行提，只那桩最耽干系。<br>【迎仙客】不由我心似痴，意如迷，那桩事不分个虚共实。好着我怎参详，难整理。准备下六问三推，快与我唤过来刘天义。<br>(张千同刘天义上，跪科)(正末云)兀那秀才，你昨夜看见女子来么？(刘天义不语科)(正末云)他怎生不言语？张千，你着他说。(张千云)他还昏迷着哩！(正末唱)<br>【快活三】偏前夜笑吟吟的似鱼水，今日个战兢兢的怕做夫妻。正是得了便宜翻做了落便宜，教你试探那佳人的意。<br>【朝天子】你可也尽知就里，昨夜个正使着鸳鸯会。(带云)兀那秀才，(唱)你从头至尾说真实，可怎生只恁的难分细。我问在当厅无言抵对，他和你可曾说来历？你明知是鬼怕他来缠你，常言道爱他的着他的。<br>(云)兀那秀才，那女子谁氏之家，姓甚名谁？(刘天义云)他是那家。(正末云)那家可是谁家？好傒幸杀人也！(唱)<br>【红绣鞋】那家居住在东村西地，那家委实的姓甚名谁？似这般几时得个分明日！你休得要硬抵讳，休得要假疑惑，我索合从头推勘你。<br>(云)张千，把这厮监下者，等他省时问他。(张押下)(正末云)张千，拿过王庆来者。(张千云)理会的。(拿王庆上见科)(正末云)兀那厮，将翠鸾女吩咐与谁了也？(王庆云)老相公教我领见夫人，夫人吩咐与王庆，王庆吩咐与李顺也。(正末云)既然吩咐了李顺，张千，拿将李顺来者。(张千)李顺在逃了。(正末云)李顺在逃，似此可怎了？张千，且将王庆拿在一边者。(押王下)(正末云)张千，李顺在逃，须有他家里人，你去他家看去。或有沟渠，或有池沼，若是有井呵，你就下去打捞。可是为何？他道李顺在逃，不在井里，却那里寻他？(张千云)理会的。我出的这衙门来，转过隅头，抹过裹角，来到李顺家。也无一个人，我自进去看来。到这院后，怎么静悄悄的？好怕人也。我开开这后门。(做撞倒科，云)有鬼，有鬼！(做起身科，云)原来是这衣服的绳子，倒唬我一跳。我试再看咱，这是一眼井。好包待制通神，怎么这般臭气？待我下去看，怎生下的去？可有这晒衣服的绳子，我解下来，一头拴在井栏上，一头料下去，我拽着绳子，下去井里试看咱。(做下井看科，云)这是一个口袋，不知是甚么东西？我将绳子拴住，等我出到井口上，我再拽上这绳子来。(做出井拽科，云)拽上这口袋来了。不知是甚么物件，须索将着见老爷去。(做背走)(俫上扯住科)(张千云)是谁扯住我？（做回头看科，云）原来是个小弟子孩儿。(做打俫儿下)(行科，云)可早来到府中也。(丢下口袋科，云)禀爷，真个通神，是有一眼井。小的下去，打捞出这个口袋来，不知是甚么物件，老爷试看咱。(正末云)好，好。这厮能干事；你打开口袋我看。(张千解开科)(正末云)原来是个尸首！张千，唤那婆子来教他认。(张千唤科)（卜儿上认，云）大人，这尸首不是俺女儿，是一个有髭须的。（正末云）你怎生捞将一个有髭须的尸首来？(张千云)老爷，这是井里的，小的怎生知道！(正末唱)<br>【剔银灯】听说道荆棘列半日，猛觑了呆打颏一会。兀那婆婆，不是你女孩儿身躯壳，且别寻觅。这一个尸首可是谁的？兀那婆婆你休瞒我，我问你这尸首如何不识？<br>(卜儿云)相公，这尸首不是俺女儿的。(正末云)张千，你在谁家井里捞出这尸首来？(张千云)我在李顺家井里打捞出来的。(正末唱)<br>【蔓菁菜】可则去李顺家里访踪迹，(带云)张千，我再问你，(唱)你下井去井根底，那时节有谁人见你？(张千云)小的不曾见甚么人。去李顺家后，院内，见一眼井，下的井去，捞出这尸首来，我背着便走。哦，小的想起来了，我见个小厮来。(正末云)张千，兀的不有了也！(唱)则去那小厮跟着取个真实，十共九知详细。<br>(云)张千，你去寻将那小厮来。(张千云)理会的。那小厮走了呵，怎生是好？我出这衙门来，走了一会。我依旧到李顺家后院看咱。这是口井。(见俫儿云)兀的不是那小厮？你还在这里，我背着你见老爷去来。(做背俫行科，云)早到了也。禀爷，这便是那小厮。(正末云)张千，休惊唬着他。你看这小厮到这开封府里，唬的他眼脑剔抽秃刷的。兀那小厮，你近前来，我问你咱。你是谁家的？(俫打手势科)(正末云)这小厮是个哑子。张千，你怎生寻了个哑子来？(张千云)这便是李顺家里住的小的，怎生知道他是个哑子？(正末云)那小的，你虽然哑，你心里须明白，你认那尸首咱。(俫儿见尸，哭科)(正末云)好可怜人也。(唱)<br>【干荷叶】他猛见了痛伤悲，兀的不有跷蹊？(云)兀那小的，我问你咱；这个是你甚么人？(俫打手势科)(正末云)似这般可怎生是好？(唱)好教我不解其中意。起初道眼迷奚，他如今则把手支持。真个是哑子做梦说不的，落可便闷的人心碎。<br>(云)那小的，我如今问你，若问的是，你便点头；若不是，你便摆手，你记着。(俫做听科)(正末问云)这个敢是你叔叔？(俫摆手科)(正末云)是你伯伯？(俫摆手科)(正末云)是你父亲？(俫点头就拜科)(正末云)原来是你父亲。兀那小的，谁杀了你那父亲来？(俫打手势科)(正末云)是一条大汉，拽起衣服，扯出刀来杀了你父亲，丢在井里。好可怜人也！兀那小的，我再问你咱。(唱)<br>【上小楼】儿也，你亲娘如今在那里？(俫指科)(正末唱)他可又不知端的。似这般杀坏平人，怎生干休？他待至死无对。(俫拖住张千科)(张千慌科)(正末云)兀那小的，莫不是张千杀了你父亲来？(俫摆手科)(正末云)哦，我知道了。兀那小的，(唱)你待要，共张千，相寻相觅，(张千云)我和你同出去寻你娘来。(俫点头科)(张千云)则被你唬杀我也！(正末唱)也是你为爷娘孝当竭力。<br>(云)张千，你和他寻去。(张千云)理会的。兀那小的，我和你寻去。出的这门来，往那里寻他去？(搽旦带酒上，云)我吃了几杯酒，醉了也。(俫扯科)(张千云)这正是那妇人。(张千打科)(搽旦云)哥哥，你为甚么打我？(张千云)开封府里勾唤你哩！(搽旦云)我又无罪过，我去见便了。(同见正末科)(搽旦云)相公，我又无罪过，唤我来做甚么？(正末云)这婆娘，兀的不醉了也？兀那妇人，你认的那尸首么？(搽旦认，假哭科，云)兀的不是我丈夫李顺，怎生死了来？(正末云)兀那妇人，你丈夫死了，你须知道。(搽旦云)不知怎生死了俺丈夫来！(正末唱)<br>【满庭芳】你休推东主西，可甚么三从四德？那些个家有贤妻。若是抛一块瓦儿须要着田地，你与我快说真实。(云)兀那妇人，我问你咱。你在家呵，(唱)决有些嗔忿忿眉南面北？(搽旦云)俺两口并不曾。(正末唱)你莫不气冲冲话不投机？(搽旦云)俺夫妻最说的着，(正末唱)你休则管里胡支对，我当厅问你，(带云)我不问你别的，(唱)则问你谁是杀人贼？(云)兀那小的，谁杀了你父亲来？(俫依前比手势科)(正末云)你认的那个人么？(俫点头科)(正末云)张千，将这一行的提在一壁，押过那秀才来。(张押到刘天义上，见科)(正末云)兀那刘天义，我教你夜来问那女子个详细，要他一件信物，你又不将来，这官司都打在你身上。(刘天义云)大人，我刘天义问他要一件信物来了。(正末云)是甚物件？(刘天义云)是一朵娇滴滴碧桃花。(正末云)将来我看。(刘怀中取出，正末接看科)原来是一根桃符，上写着\"长命富贵\"。这杀人贼有了也！(唱)<br>【倘秀才】我则道杀人贼不知在那壁，则他这翠鸾女却原来在这里。他们定桃符辟邪祟，增福禄，画钟馗，知他甚娘报门神户尉。<br>【呆骨朵】兀的是自作自受身当罪，(云)张千，(唱)你把杀人贼快与我勾追。(张千云)着小的去勾唤谁？(正末唱)你排门则寻那\"宜入新年\"，我手里现放着\"长命富贵\"。这言语表出人凶吉，这桃符泄漏春消息。怎瞒那掌东岳速报司，和这判南衙包待制！(云)张千，你半这一根符，与我寻对那一根儿去。(张千云)理会的。我出的这门来，转过隅头，抹过裹角，来到这饭店门首，桃符都有。来到狮子店门首，我试看咱。可怎生则有\"宜入新年\"一个，无那\"长命富贵\"？我将这一根比咱。(做比科，云)正是一对儿，我都拿着见老爷咱。(做见科，云)禀爷，桃符有了也。(正末云)是那里的？(张千云)在狮子店门首。(正末云)你与我到狮子店左右看去，若有井，便下去打捞，必有下落。(张千云)我出的这衙门来，早到店中也。呀，后面真个一眼井！我下去打捞咱。(做捞尸首上科，云)又一个尸首，我将的见老爷去。(见科，云)禀爷，又一个尸首。(正末云)教那婆子来认。(卜儿上)(正末云)兀那婆婆，你认那尸首。(唱)<br>【倘秀才】这泼官司连累着我哩，敢是这尸首又不是你的？(卜儿认科，云)大人，这尸首正是我女孩儿的。(正末云)既是呵，张千，你去将那店小二，一步一棍打将来者。(张千云)理会的。(做拿店小二，打上，见科)(正末云)兀那厮，从实说，你怎生所算了这女孩儿来？你若说的是，万事罢论；若说的不实呵，张千，准备下大棍子者！(小二云)是我杀了来。(正末云)这杀人贼既有了。(唱)那王庆如何肯招罪？(云)张千，(唱)你去唤王庆，至阶基，试听我省会。(云)张千，与我拿过王庆来。(王庆上，云)唤我做甚么？(正末云)王庆，你欢喜么？这杀人贼有了也，不干你事。你回去罢。(王庆云)可道不是我，我回家去来。(王走，俫上扯住科)(正末云)兀那小的，莫不是他杀你父亲来？(俫打手势科，云)正是。他与俺母亲如此如彼，做出来的。(正末云)这厮可不哑了！张千，与我拿下王庆者！(唱)<br>【滚绣球】我则道连累着我，便教放了你，你可在这壁厢不伶不俐。常言道天网恢恢，你则待厮摘离暗欢喜，对清官磕牙料嘴。自古道无忧愁无是无非，怎想这金风未动蝉先觉，暗送无常死不知，准备着拷打凌迟。<br>(云)张千，你领着这一行人，跟着我见廉访大人去来。(同下)(赵廉访引祗从上，云)事不关心，关心者乱。我教包府尹问那件事，今三日光景，怎生不见来回话？(正末引众上，见科)(赵廉访云)包府尹，那事体如何？(正末云)小官问成了也，谁想一桩事问做两桩事。(赵廉访云)你说我听。(正末唱)<br>【伴读书】告相公自知会，这都是王庆把词因起。他共李顺浑家奸情密，教平人正中拖刀计。把儿夫杀在黄泉内，强吓了休离。<br>(赵廉访云)这一件可是怎么？(正末唱)<br>【笑和尚】是、是、是，这一个开店的，他、他、他，强要人妻室，嗨、嗨、嗨，想这厮狠情理。我、我、我，论到底，休、休、休，待推辞，来、来、来，索请夫人敢与这招伏罪。<br>(赵廉访云)这桩事原来如此，我尽知了也。一行人听老夫下断：(词云)果然是包待制剖决精明，便奏请加原职三级高升。王婆婆可怜见赏银千两，刘天义准免罪进取功名。翠鸾女收骸骨建坟营葬，还给与黄箓醮超度阴灵。这福单着开封府富民恩养，店小二发市曹明正典刑。因王庆平日间奸淫张氏，假官差谋李顺致丧幽冥。这两个都不待秋后取决，才见的官府内王法无情。便着写榜文去四门张挂，谕知我军民共如右施行。(正末谢科)(唱)<br>【煞尾】他则待明明将计策施，不承望暗暗的天地知。今日个勘成了因奸致命一凶贼，还报了这负屈衔冤两怨鬼。<br>题目老廉访恩赐翠鸾女<br>正名包待制智勘后庭花",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "郑延玉"
  },
  "tags": []
}