{
  "id": 57887,
  "star": 61,
  "name": "永遇乐·戏赋辛字送茂嘉十二弟赴调",
  "dynasty": "宋代",
  "content": "烈日秋霜，忠肝义胆，千载家谱。得姓何年，细参辛字，一笑君听取。艰辛做就，悲辛滋味，总是辛酸辛苦。更十分，向人辛辣，椒桂捣残堪吐。 <br>世间应有，芳甘浓美，不到吾家门户。比著儿曹，累累却有，金印光垂组。付君此事，从今直上，休忆对床风雨。但赢得，靴纹绉面，记余戏语。",
  "fanyi": "<p><strong>译文<br></strong>家先辈们都是具有忠肝义胆的人物，而且他们都禀性刚直严肃，如“烈日秋霜”，令人可畏而又可敬。我们祖上从何年获得这个姓氏？又是怎样才得到这样的姓呢？我来细细参详，认真品味，以博取你听后一笑吧。我们辛家这个“辛”字，是由“艰辛”做成，含着“悲辛”滋味，而且总是与“辛酸、辛苦”的命运结成不解之缘啊！辛者，辣也，这是我们辛家人的传统个性，而有些人不堪其辛辣，就像吃到捣碎的胡椒肉桂，却欲呕吐。<br>如芳香甜美的荣华富贵，世间纵然有，但从来不到我们辛氏家门。比不得人家子弟们，腰间挂着一串串金光灿烂的金印，何等趾高气扬！谋取高官显爵、光宗耀祖之事，就交给你了。从今往后，你青云直上的时候，不必回想今天咱们兄弟之间的这场对床夜语；不过，官场有官场的一套，做大官就得扭曲辛家的刚直性格，那种逢人陪笑的日子也并不好过呢。希望你能够记起今天我说的这些玩笑话啊。</p> <p><strong>注释<br></strong>⑴烈日秋霜：比喻为人刚毅正直。<br>⑵家谱：这里指辛氏家谱。<br>⑶细参：仔细品味。<br>⑷椒桂：胡椒、肉桂。 捣残：捣碎。<br>⑸儿曹：儿辈，小孩。 累累：连续成串。 组：古代佩印用的绶。<br>⑹对床风雨：指深挚的手足之情。<br>⑺靴纹绉面：面容褶皱就像靴子的纹络一样。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这首《永遇乐》是送茂嘉赴调。起头句掷地有声，仿佛一个家族精神的宣言。根据宋代的有关规定，地方官吏任期届满，都要进京听候调遣，如果没有特殊原因，另予调遣时，都会升官使用。所以这是一件喜事，是一次愉快的分别。因为这是送同族兄弟出去做官，稼轩颇有感触，便说起他们辛家门的“千载家谱”。“烈日秋霜，忠肝义胆，千载家谱”，词的一开头就掮出家谱，说辛家门先辈们都是具有忠肝义胆的人物，而且他们都禀性刚直严肃，如“烈日秋霜”，令人可畏而又可敬。“烈日秋霜”，比喻风节刚直，如《新唐书·段秀实传赞》：“虽千五百岁，其英烈言言，如严霜烈日，可畏而仰哉。”</p> <p>　　词的开头三句“自报家门”，倒不是虚夸，而是有史为证的。辛氏是一个古老家族，传说夏启封支子于莘，莘、辛声相近，后为辛氏。商有辛甲，一代名臣，屡谏纣王，直言无畏。辛家世代刚烈正直，忠诚不阿，如酷暑烈日、寒秋严霜，烈日、严霜与“辛”之间的共通点触发了下文。“戏赋辛字”，从自己姓辛这一点大发感慨与议论，以妙趣横生的戏语出之，而又意味深长。辛氏的家族史被词人以“一笑君听取”后的三句话来概括，句句不离“辛”字。辛家人的功业都是艰辛创立的。其间饱尝悲苦，命运总是艰苦辛酸。在概括的基础上，稼轩又对“辛”字所包含的辛辣之意加以发挥，椒桂的辛辣让一般人不堪忍受，就像个性辛辣之人让人避而远之。这里，与其说是对辛氏家族成员个性的一般概括，不如说是词人的夫子自道。他才大气高、刚直不阿，容易与世龃龉，不为人所容，正是这样的个性导致了仕途坎坷、屡遭弹劾。</p> <p>　　后句对家族历史命运的回顾自然引出下片与其他家族的比较，由其他家族的显赫引出官运、仕途的话题，进而回到词作送弟赴官的主题上。“芳甘浓美”因上片的“辛辣”而发，这一层表面的口感比较暗示了家族命运之迥异。看看别人世代显要、门第生辉，而这样的美事总轮不到辛家，自己就是一个仕途多舛的例证，所以希望就寄托在即将远行赴任的族弟身上了。唐人<a href=\"http://so.gushiwen.org/author_564.aspx\">韦应物</a>《示全真元常》<a href=\"http://so.gushiwen.org/view_57887.aspx\">诗</a>云：“宁知风雨夜，复此对床眠。”<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a><a href=\"http://so.gushiwen.org/author_366.aspx\">苏辙</a>兄弟读此诗很有感触。他们憧憬风雨夜兄弟对床而眠的生活，相约早日退隐，共享闲居之乐。作者用“对床”之典一方面流露出依依惜别的兄弟情谊，而另一方面却以一个坚决的“休忆”否定了对退隐、闲居的向往。光宗耀祖、改变家族命运的事业要靠远行之人来完成。他必须勇往直前，不能回顾流连。稼轩其他的送别之作多勉励人建功立业，匡救国家，而这一次至少从字面看是为光耀门楣。</p> <p>　　“靴纹绉面”，典出<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>《归田录》：北宋田元均任三司使，请托人情者不绝于门，他深为厌恶，却又只好强装笑脸，虚与应酬。曾对人说：“作三司使数年，强笑多矣，直笑得面似靴皮。”茂嘉赴调，稼轩祝贺他高升，自是送别词中应有之意。而用“靴纹绉面”之事，于祝辞里却有讽劝。实际上是说：官场有官场的一套，做大官就得扭曲辛家的刚直性格，那种逢人陪笑的日子也并不好过呢。到头来也会后悔的。</p> <p>　　全词就像在写兄弟二人在聊家常，气氛亲切、坦诚，语言风趣优美，从开头到结尾都在围绕姓氏谈天说地，把“辛”这一普通姓氏解说得淋漓尽致，寓化于谐，明显地表现出作者通过填词来抒发感情，发表议论的这一进步倾向，这对于传统的词作来说，有点格格不入。但无论从思想内容还是艺术表现手法，都不失为值得肯定的尝试。</p>",
  "about": "<h2>创作背景</h2> 　　辛茂嘉是<a href=\"http://so.gushiwen.org/author_217.aspx\">辛弃疾</a>的族弟，排行十二。他随辛弃疾南渡，是其得力助手。其时，辛茂嘉即将出发去南宋京都临安，辛弃疾以为此次族弟赴京将大有可为，作词勉之。",
  "poet": {
    "id": 217,
    "star": 0,
    "name": "辛弃疾",
    "image": "http://img.gushiwen.org/authorImg/xinqiji.jpg",
    "desc": "辛弃疾（1140－1207），南宋词人。原字坦夫，改字幼安，别号稼轩，汉族，历城（今山东济南）人。出生时，中原已为金兵所占。21岁参加抗金义军，不久归南宋。历任湖北、江西、湖南、福建、浙东安抚使等职。一生力主抗金。曾上《美芹十论》与《九议》，条陈战守之策。其词抒写力图恢复国家统一的爱国热情，倾诉壮志难酬的悲愤，对当时执政者的屈辱求和颇多谴责；也有不少吟咏祖国河山的作品。题材广阔又善化用前人典故入词，风格沉雄豪迈又不乏细腻柔媚之处。由于辛弃疾的抗金主张与当政的主和派政见不合，后被弹劾落职，退隐江西带湖。"
  },
  "tags": [
    "送别",
    "感慨",
    "议论"
  ]
}