{
  "id": 71485,
  "star": 254,
  "name": "梅花引·荆溪阻雪",
  "dynasty": "宋代",
  "content": "白鸥问我泊孤舟，是身留，是心留？心若留时，何事锁眉头？风拍小帘灯晕舞，对闲影，冷清清，忆旧游。<br>旧游旧游今在否？花外楼，柳下舟。梦也梦也，梦不到，寒水空流。漠漠黄云，湿透木棉裘。都道无人愁似我，今夜雪，有梅花，似我愁。",
  "fanyi": "<p><strong>译文</strong><br>白鸥栖落水滨，默然地望着我，好似在问：夜泊溪畔是被风雪所阻，不得以停泊；还是无所去处，情愿留下？如若是自愿，又为了何事眉头紧锁？夜风袭来，掀起舱帘，吹得舱内灯火闪烁。孤处江舟，只有身影为伴，对着孤影，不禁怀念起与旧友欢聚和悠游的情景。<br>昔日一同悠游的旧友，今日在哪里？回想当时，楼外一片盎然春色，相携漫步锦簇的花丛中。湖中绿波荡漾，系舟在堤边的柳树下。梦啊，梦啊，让我在梦中重温一下旧游。可是在梦中却难寻旧游，只有眼前的寒水空自流。舱外飞雪漫天，凝望浓密的阴云，任凭飞雪落在身上，浸透了棉衣。都说没有人的忧愁，有我这般深沉，今夜，雪中的梅花，一身素白，忧愁似我。<br>这首词在清冷的画面中，将深深的忧愁与热烈的回忆交织在一起，如随想曲一样自由潇洒。 </p><p><strong>注释</strong><br>⑴身留：被雪所阻，被迫不能动身而羁留下来。<br>⑵心留：自己心里情愿留下。<br>⑶旧游：指昔日漫游的伴友与游时的情景。<br>⑷漠漠：浓密。<br>⑸黄云：指昏黄的天色。<a href=\"http://so.gushiwen.org/author_227.aspx\">高适</a>曾有<a href=\"http://so.gushiwen.org/view_71485.aspx\">诗</a>“千里黄云白日曛，北风吹雁雪纷纷。”<br>⑹木棉裘：棉衣。</p>",
  "shangxi": "<h2>赏析二</h2> <p>　　“白鸥问我泊孤舟，是身留，是心留？”“心留”指乐意羁留，“身留”是出于被迫。途中遇雪，不能航行，泊舟岸边，自然不是“心留”。词人起笔突兀，出示幻象以虚写实。他落笔不写风雪和溪流，而写泊舟经过，立意较为翻新，下面继续让白鸥发问：“心若留时，何事锁眉头？”“锁眉头”以形示情。白鸥是词人寄托心情的意象。问者之意，借白鸥说出，婉深而鲜明。此谓托物言人也。作者阻雪的心情通过白鸥表达的，但白鹭的心情也和作者恰恰相反，白鹭也非作者化身。白鹭惯于生活在风雪之中，激流之上。而作者却是迫于“身留”。作者描写白鸥，是深化意境。</p> <p>　　“风拍小帘灯晕舞，对闲影，冷清清，忆旧游。”由舟内到舟外，逐次展示境况的寒冷凄清。傍晚时分，冷风拍打着帘幕，把灯火撩拨得跳荡不已，光晕连同我的影子，都在摇曳着。孤独冷清的境地，情不自禁地想起昔日的游伴来。</p> <p>　　下阙紧接上阙结局，问道：“旧游旧游今在否？花柳楼，月下舟。”游伴啊游伴，你可还健在？忆起结伴而游，感到非常欢乐自在！花丛旁的小楼，柳荫之下的轻舟，都如梦幻般地地消逝了。“梦也梦也”，我在梦中重温旧日的欢欣。冷风、寒水、黄云、白雪，使我片刻也不得安宁，但连那木棉（即棉花）裘都湿透了，怎能让人入眠。梦已了，“梦不到，寒水空流”，“寒水空流”在空虚绝望的心境中，蕴含一丝怪之意思。词人怀远之情，如荆溪流水那样悠悠难尽。风雪漫天，令人愁苦万分。“都道无人愁似我”，孤舟黑夜唯灯与影相伴，有谁来说这样的话？况是“都道”，这些人从何而来？“今夜雪，有梅花，似我愁”。极写天气寒冷。梅花有着傲雪的精神，在冬天凌寒而放，但雪是如此之大，天气是如此之冷，梅花啊，你能受得住么？是否象我一样，浸透在愁苦之中。</p> <p>　　全词流动自然。以发问取头，未待回答，却已气势凌人。词中后多用短句，使节奏感极强，音响较为清越。全词以抒情为主，借景抒情，情景融合，气宇轩昂。结尾用“雪”字才点出文眼，是作者故意使然，盖让人读起来一气贯注也。难怪清代词评家刘熙载曾评蒋捷词为“长短句之长城”，是推崇备至。</p><br/><h2>赏析</h2> <p>　　荆溪（在今江苏南部）是作者蒋捷的家乡，可谓词人行踪的一个见证。他曾多次经此乘舟外行或归家，而这首《梅花引》正是他在途中为雪困，孤寂无聊之际，心有所感而写成的词作，以表达当时的惆怅情怀。词中以悠扬的节奏、活泼的笔调，在冷清的画面上，织进了热烈的回忆和洒脱的情趣；在淡淡的哀愁中，展示了一个清妍潇洒的艺术境界。它即兴抒情，旋律自由又富于幻想，吟诵起来，给人的感受，如同欣赏一支优美的随想曲。清代词评家刘熙载对此词推崇备至，曾称之为“长短句之长城”。</p> <p>　　“白鸥问我泊孤舟，是身留，是心留？”“心留”指乐意羁留，“身留”是出于被迫。词的起笔就很不落俗。既没有描绘雪景，又没有直叙受阻，而是幻想出一只拟人化的白鸥来设问。白鸥栖息水滨，形象飘逸，出现在荆溪泊舟的背景中，显得十分和谐。这里借助白鸥，构思已属新颖，而它的问法，尤为巧妙。它将孤舟主人的停泊究竟是被迫的还是自愿的这个问题，极其简明地用“是身留，是心留”来概括。第一步先作一个选择式的询问，第二步紧接着又用“心若留时，何事锁眉头”来反问。似乎它已经看出苗头，但仍避免作出判断。这种表现方法，较之作者在《喜迁莺·金村阻风》中，“风涛如此，被闲鸥诮我，君行良苦”的写法，虽然同样都借助了白鸥，却显得更俏皮而又有迂回之趣。这样，一起笔就用空灵的笔墨，虚笔侧写，揭示了孤舟受阻这一题旨，还为通篇的结构──时而写“身留”，时而写心未留──提供了线索。</p> <p>　　“风拍小帘灯晕舞，对闲影，冷清清，忆旧游。”这几句，承上文，写身留，描绘了孤舟中的冷清。在笔法上，从前面的虚笔侧写，转为实笔正写。作者发挥了炼字的功夫，通过“拍”字、“舞”字，写出了寒风吹袭下，舱帘掀打和灯焰闪烁的动态，突出了一个“冷”字；又用“对”字、“闲”字，刻划了他对着缄默的身影孤寂地发愣的静态，突出了一个“孤”字。在这一动一静之中，渲染了冷清寂寞的气氛。又用“冷清清”一句，予以点破，兼指环境和心境。人们在孤寂的时候，往往会自然地怀念起旧日的朋友。正是这种孤舟夜泊的境遇，促使主人公追念起昔日同友人的欢聚，因而逗引出“忆旧游”的思绪。</p> <p>　　这首词中的过片以“旧游旧游今在否”这句内心独白，遥承起笔中对主人公并非“心留”的提示，同上片的“忆旧游”相衔接，具体表现了他的心理活动。随着怀念旧友的思绪，作者把笔墨挥洒开去，以“花外楼，柳下舟”两句，揭出了同眼前的冷清相对照的另一番境界。句中在“花”“柳”这两个娇艳字眼儿的点染下；再现了与故友同游的美好回忆：在春意盎然的花红柳绿之中，他们乘舟荡漾、楼台逗留。这个“柳下舟”的“舟”字，同起笔中的“泊孤舟”相呼应，表明主人公的这一回忆，是由于“泊孤舟”的冷清所引起的。写到这里，作者突然调转笔锋，写出了“梦也梦也，梦不到、寒水空流”三句，来一个一百八十度的转折，把刚刚荡开去的境界忽地又收拢回来。原来是，美好的回忆，引来他寻梦的渴望，而一再地努力入梦却没有成功。句中“梦也梦也”的重叠，就表现了他寻梦的努力。好梦难寻，终于重新坠入冷清的现实──只见荆溪寒水空自流。这一跌一荡的笔下波澜，反映了主人公翻腾的思绪，也通过鲜明的对比，进一步揭示了他被迫滞留中的惆怅心情。</p> <p>　　“漠漠黄云，湿透木绵裘”两句，再次回到了对“身留”的描写。从“湿透”两个字，读者可以悟出，主人公寻梦不成，已经踱到甲板上，伫立很久。他不顾漫天的飞雪，凝视着“漠漠”密布的阴云，听任身上的木绵袄被雪水浸透。他何以这样出神呢？</p> <p>　　“都道无人愁似我，今夜雪，有梅花，似我愁。”结尾表明，他陷入了深沉的愁思。直到终篇，才画龙点睛地道破了“愁”和“雪”。明明是作者──主人公在愁思，他却凭空拈出一个“都道”来，假托别人来说。表面上是先抑后扬，也就是先借他人把自己放到了最愁的，“无人愁似我”的境地，再后转来，拉出幻想中的愁雪的梅花来作伴，似乎是自己的境地还不是唯一最可悲的。实际上是愁话淡说，聊以自慰。句中把“愁似我”的句子成分加以颠倒，再重复使用，用意也在加强上述“抑扬”的效果。最后一句“有梅花，似我愁”尤其是表现了作者的丰富的想象力和洒脱的胸襟的神来之笔。梅花这一高洁的形象，还使读者联想到作者在宋亡之后，以有为之年隐居不仕的经历，进而从他那故作放达的语调中，感觉到他萦绕于怀的，似乎有比阻雪更深的愁苦，阻雪也许不过是一剂触媒吧？</p> <p>　　全词流动自然。以发问取头，未待回答，却已气势凌人。词中后多用短句，使节奏感极强，音响较为清越。全词以抒情为主，借景抒情，情景融合，气宇轩昂。结尾用“雪”字才点出文眼，是作者故意使然，盖让人读起来一气贯注也。古人评论蒋捷的词，曾说它：“语语纤巧，字字妍倩”（毛晋语），又说它“洗炼缜密，语多创获”（刘熙载语）。从这首《梅花引》看来，他们确实是道出了它的清妍之美。 </p>",
  "about": "<h2>创作背景</h2> 　　南宋灭亡后，词人便开始了颠沛流离的逃亡生活，时间转眼到了冬天，词人乘舟沿荆溪而行，或者是离家外出，或者是从外地返回家乡，途中为雪所阻，泊舟荒野，空寂无聊，怀旧之情油然而生，于是写了这首词，描述当时的心境。<br/><h2>中心思想</h2> 　　宋末词人蒋捷的这首《梅花引》，表现了他乘船阻雪于荆溪（在今江苏南部）时的惆怅情怀。词中以悠扬的节奏、活泼的笔调，在冷清的画面上，织进了热烈的回忆和洒脱的情趣；在淡淡的哀愁中，展示了一个清妍潇洒的艺术境界。吟诵起来，给人的感受，如同欣赏一支优美的随想曲，它即兴抒情，旋律自由又富于幻想。",
  "poet": {
    "id": 442,
    "star": 0,
    "name": "蒋捷",
    "desc": "蒋捷（生卒年不详），字胜欲，号竹山，宋末元初阳羡（今江苏宜兴）人。先世为宜兴巨族，咸淳十年（1274）进士。南宋亡，深怀亡国之痛，隐居不仕，人称“竹山先生”、“樱桃进士”，其气节为时人所重。长于词，与周密、王沂孙、张炎并称“宋末四大家”。其词多抒发故国之思、山河之恸 、风格多样，而以悲凉清俊、萧寥疏爽为主。尤以造语奇巧之作，在宋季词坛上独标一格，有《竹山词》1卷，收入毛晋《宋六十名家词》本、《疆村丛书》本；又《竹山词》2卷，收入涉园景宋元明词续刊本。"
  },
  "tags": [
    "孤独",
    "怀念",
    "友人"
  ]
}