{
  "id": 72505,
  "star": 44,
  "name": "庄暴见孟子",
  "dynasty": "先秦",
  "content": "　　庄暴见孟子，曰：“暴见于王，王语暴以好乐，暴未有以对也。”曰：“好乐何如？”</p> <p>　　孟子曰：“王之好乐甚，则齐国其庶几乎！”</p> <p>　　他日，见于王曰：“王尝语庄子以好乐，有诸？”</p> <p>　　王变乎色，曰：“寡人非能好先王之乐也，直好世俗之乐耳。”</p> <p>　　曰：“王之好乐甚，则齐其庶几乎！今之乐犹古之乐也。”</p> <p>　　曰：“可得闻与？”</p> <p>　　曰：“独乐乐，与人乐乐，孰乐？”</p> <p>　　曰：“不若与人。”</p> <p>　　曰：“与少乐乐，与众乐乐，孰乐？”</p> <p>　　曰：“不若与众。”</p> <p>　　“臣请为王言乐。今王鼓乐于此，百姓闻王钟鼓之声、管籥之音，举疾首蹩頞而相告曰：‘吾王之好鼓乐，夫何使我至于此极也，父子不相见，兄弟妻子离散。’今王畋猎于此，百姓闻王车马之音，见羽旄之美，举疾首蹩頞而相告曰：‘吾王之好田猎，夫何使我至于此极也？父子不相见，兄弟妻子离散。’此无他，不与民同乐也。</p> <p>　　“今王鼓乐于此，百姓闻王钟鼓之声、管籥之音，举欣欣然有喜色而相告曰：‘吾王庶几无疾病与，何以能鼓乐也？’今王田猎于此，百姓闻王车马之音，见羽旄之美，举欣欣然有喜色而相告曰：‘吾王庶几无疾病与，何以能田猎也？’此无他，与民同乐也。今王与百姓同乐，则王矣！”",
  "fanyi": "<p><strong>译文</strong><br>　　庄暴进见孟子，说：“我被大王召见，大王告诉我（他）喜好音乐的事，我没有话应答。”<br>　　接着问道：“喜好音乐怎么样啊？”<br>　　孟子说，“大王如果非常喜好音乐，那齐国恐怕就治理得很不错了！”<br>　　几天后，孟子在觐见齐王时问道：“大王曾经和庄子谈论过爱好音乐，有这回事吗？”<br>　　齐王脸色一变，不好意思地说：“我并不是喜好先王清静典雅的音乐，只不过喜好当下世俗流行的音乐罢了。<br>　　孟子说，“大王如果非常喜好音乐，那齐国恐怕就治理很不错了！在这件事上，现在的俗乐与古代的雅乐差不多。”<br>　　齐王说：“能让我知道是什么道理吗？”<br>　　孟子说：“独自一人（少数人一起）欣赏音乐快乐，与和他人（多数人）一起欣赏音乐也快乐，哪个更快乐？”<br>　　齐王说：“不如与他人（多数人）一起欣赏音乐更快乐。”<br>　　孟子说：“假如大王在奏乐，百姓们听到大王鸣钟击鼓、吹萧奏笛的音声，都眉开眼笑地相互告诉说：‘我们大王大概没有疾病吧，要不怎么能奏乐呢？’假如大王在围猎，百姓们听到大王车马的喧嚣，见到华丽的旗帜，都眉开眼笑地相互告诉说：‘我们大王大概没有疾病吧，要不怎么能围猎呢？’这没有别的原因，是由于和民众一起娱乐的缘故。<br>　　（“请让我给大王讲讲什么是真正的快乐吧！假如大王在奏乐，百姓们听到大王鸣钟击鼓、吹箫奏笛的音声，都愁眉苦脸地相互诉苦说：‘我们大王喜好音乐，为什么要使我们这般穷困呢？父亲和儿子不能相见，兄弟和妻儿分离流散。’假如大王在围猎，百姓们听到大王车马的喧嚣，见到华丽的仪仗，都愁眉苦脸地相互诉苦说：‘我们大王喜好围猎，为什么要使我们这般穷困呢，父亲和儿子不能相见，兄弟和妻儿分离流散。’这没有别的原因，是由于不和民众一起娱乐的缘故。）<br>　　“ 假如大王能和百姓们同乐，那就可以成就王业，统一天下。”</p> <p><strong>注释</strong><br>①庄暴：人名，即下文提到的的庄子。<br>②见(xiàn)于王：被齐王召见或朝见齐王。<br>③乐（yuè）：《说文》：“五声八音总名。”《易》曰：“雷出地奋豫，先王以作乐崇德。”《礼记·乐记》：“先王之<br>所以饰喜也”“天地之和”“德之华也”。可见，古代的乐是为了身心合德而作。音乐是道德感情的心声，也是回归天地万物<br>和谐境界的途径。<br>④庶几：差不多。<a href=\"http://so.gushiwen.org/author_459.aspx\">朱熹</a>《集注》云：“近辞也，言近于。”，这里指“差不多治理好了，有希望了”。<br>⑤变乎色：改变了脸色。朱熹《集注》云：“变色者，惭其好之不正也。”赵注则说是宣王恼怒庄暴把他“好乐”的事告诉孟，色：脸色<br>子。<br>⑥直：不过、仅仅。<br>⑦独乐乐：独自一人欣赏音乐快乐。前一个“乐（yuè ）”欣赏音乐 名词 后一个快乐作动词用，以下几句类似的句子同。<br>⑧钟鼓之声，管籥（yuè）之音：这里泛指音乐。管，籥，两种管乐器，前者跟笛子相似，后者似是排箫的前身。<br>⑨举：皆、都。<br>⑩疾首蹙頞（cù è）：形容心里非常怨恨和讨厌。疾首，头痛。蹙頞，皱眉头。頞，鼻梁。<br>（11）极：《说文》：“栋也。”《通训定声》按：在屋之正中至高处。引申为极致，极端。<br>（12）田猎：在野外打猎。在春秋战国时代，这是一项带有军事训练性质的活动。由于它要发动百姓驱赶野兽，各级地方官员都要<br>准备物资和亲自参与，所以古人主张应该在农闲时候有节制地举行，以免扰乱正常的主产秩序。<br>（13）羽旄：古代军旗的一种，用野鸡毛，牦牛尾装饰旗杆。旄，牦牛尾。<br>（14）诸：相当于“之乎”，“之”是代词，代之前的“王尝语庄子以好乐”。“乎”是疑问语气词，相当于“吗”<br>（15)语：告诉<br>（16）对：回答</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　孟子长于言辞，在辩论中经常设譬，以小喻大，逻辑性很强，有极强的说服力；其文气势磅礴，笔带锋芒，又富于鼓动性，对后世散文有很大的影响。文章由叙入议，先通过庄暴和孟子的问答引出话题：“好乐何如”，然后叙述孟子如何就这个话题因势利导地劝说齐王要“与民同乐”。文章围绕着“音乐”这一话题，阐明不“与民同乐”就会失去民心，而“与民同乐”就会得到民心、统一天下的“王道”思想。</p> <p>　　这篇对话体议论文，通过孟子与齐王的对话显示了孟子高明的论辩艺术。</p> <p>　　1、循循导入，借题发挥。</p> <p>　　作者并不是开门见山地把自己的论点摆出来，而是巧妙地运用对话的方式，在谈话中自然地转换话题，借题发挥，从齐王好乐切入，归结到与民同乐的主旨上。在与庄暴的谈话中，孟子只有一句话“王之好乐甚，则齐国其庶几乎”，点出了齐王好乐与齐国政治的关系这个论题，但未加论述。在与齐王谈话中，孟子又从好乐切入，巧妙地重提论题，然后与齐王两问两答，从谈话气氛和思想感情上把齐王引导到自己的论题上后，孟子才进入自己的谈话主题。</p> <p>　　2、对比和重复。</p> <p>　　本文写国君是否与民同乐，人民的不同感受，造成的不同政治局面，运用的是对比方式。两段话在内容上是对立的，但语言上既有相对之句（如“举疾首……相告”和“举欣欣……相告”），又有重复之语（如“今王鼓乐……之音”和“今王田猎……之美”）。这样论述，就强调了国君同样的享乐活动，引起人民不同的感受，形成不同的政治局面，原因只在于是否与民同乐，从而突出了论题。</p> <p>　　3、生动形象的议论语言。</p> <p>　　本文虽是议论文，语言却很生动形象，如写齐王的“变乎色”，写老百姓“疾首蹙頞”“欣欣然有喜色”等。孟子在正面论述自己观点时，完全没有用枯燥的说教，而是通过两幅图画，生动自然地得出结论。</p> <p>　　4、因利势导，论辩灵活</p> <p>　　孟子见到齐王就“好乐”的事向齐王发问。齐王对“乐”的意义并不理解而觉理亏，因而“变乎色”，忙拿“直好世俗之乐”来作托词，不料孟子却抓住齐王的心理，因利势导，借题发挥，转换内容，把“好乐”与治国联系起来，引起齐王的兴趣，缓和了谈话的气氛。此时孟子提出“今之乐犹古之乐”，表现了论辩的灵活性。而后的两个问题“独乐乐，与人乐乐”“与少乐乐，与众乐乐”引导齐王将谈话的话题引入自己的轨道，逐步明确自己的“与民同乐”的政治主张。</p>",
  "about": "<h2>主题思想</h2> 　　本文就君王“独乐乐”还是“与人乐乐”的问题反复论证，阐明了要取得天下就必须得民心，“与民同乐”体现了孟子的民本思想。他善于抓住齐王心理，逐步将对方的思想引上自己铺设的轨道，使本文独具特色，显示了孟子高超的论辩艺术。在论证过程中，突出地运用了对比法，孟子为齐威王形象地描绘出“与民同乐”和“不与民同乐”两种截然不同的后果，把抽象的道理鲜明具体地呈现于齐王面前，产生了不容辩驳的逻辑力量。",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "孟子及弟子"
  },
  "tags": [
    "高中文言文",
    "对话",
    "议论",
    "治国"
  ]
}