{
  "id": 27618,
  "star": 30,
  "name": "西江怀古",
  "dynasty": "唐代",
  "content": "上吞巴汉控潇湘，怒似连山静镜光。<br>魏帝缝囊真戏剧，苻坚投棰更荒唐。<br>千秋钓舸歌明月，万里沙鸥弄夕阳。<br>范蠡清尘何寂寞，好风唯属往来商。",
  "shangxi": "<h2>赏析</h2> <p>　　人们常常不知道为什么登高望远、咏史怀古的<a href=\"http://so.gushiwen.org/view_27618.aspx\">诗</a>歌总要带上一股浓浓的愁绪，仿佛凭吊历史古迹，眺望莽苍景色必然要“惆怅”。从<a href=\"http://so.gushiwen.org/author_12.aspx\">陈子昂</a>那首《登幽州台歌》中“念天地之悠悠，独怆然而涕下”到<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>那两句“大江东去，浪淘尽千古风流人物”，似乎让人读来浑身上下都裹了一层悲凉。</p> <p>　　也许，登高极目时，总会让人感到宇宙的浩瀚与自然的阔大，从而感受到“人”的渺小。凭吊古迹时，总会让人感到时间的流逝与历史的无情，从而感受到“我”的短暂。所以，在时间与空间面前的悲哀、孤独、失落，是人类一种共同的心理感受，它从古到今笼罩着那些敏感的诗人，使他们一登上山峦楼阁，一看见遗址陈迹，就会从心底里透出一种哀伤悲凉的感慨。<a href=\"http://so.gushiwen.org/author_211.aspx\">杜牧</a>《西江怀古》说：</p> <p>　　上吞巴汉控潇湘，怒似连山静镜光。魏帝缝囊真戏剧，苻坚投棰更荒唐。千秋钓舸歌明月，万里沙鸥弄夕阳。范蠡清尘何寂寞，好风唯属往来商。</p> <p>　　这就是在浩荡的大江面前生出来的无限感慨。有人以为<a href=\"http://so.gushiwen.org/author_552.aspx\">曹操</a>能以布囊盛沙塞断长江，这荒唐的念头真是可笑；苻坚自称投鞭可以断流，这口气也实在狂妄得可以。可是这些荒唐与狂妄的人如今都早已灰飞烟灭，而江上渔歌依然、沙鸥依然，夕阳西下，明月东升，又何尝因为这些狂人而改变半分？就是那位智谋极高、财富极多，进而运筹帷幄、退而泛舟江湖的范蠡，如今又何在呢？还不是一抔黄土、化为清尘了吗？只能让人千载之下感到寂寞而惆怅。江上的好风依然在吹，但曹操享受不上，苻坚享受不上，范蠡享受不上，却都付与了往来江上的商人。惟有长江依然是长江，它千百年来仍是上连巴蜀汉中，下接潇湘吴越，汹涌时惊涛拍岸，叠浪如山，平静时水光接天，明如平镜。</p> <p>　　人在宇宙与历史之中永远是一个匆匆过客和一粒小小沙砾，除非缩于蜗角，坐井观天，才能获得夜郎自大的满足，否则就永远会感到存在的悲剧意味。诗人与常人不同之处就在于他总是在思索一些常人不愿意思索的问题或觉得不必思索的问题，所以他们总是比常人更多地品尝到人生的悲哀。正像杜牧另一首咏史怀古诗《江南怀古》所说：“车书混一业无穷，井邑山川今古同。”很多人都忽略了这两句的潜含意义。其实，诗人是在叹息，纵然像秦始皇那样使“车同轨，书同文”，建立了一统帝国的伟人，如今又安在呢？井邑山川却仍然是老样子，并不因为一两个伟人而改变。杜牧另一首《题敬爱寺楼》里说：“独登还独下，谁会我悠悠。”这“悠悠”就是陈子昂“前不见古人，后不见来者，念天地之悠悠，独怆然而涕下”的“悠悠”，并不是《诗经》中“悠悠我心，青青子衿”的“悠悠”。冯集梧注引《淮南子》：“吾日悠悠惭于影”，也是对的；日影是时间的标志，在时间的无情流逝之前，有谁能不惭愧自己的短暂生涯？在高楼远眺，又有谁能不怅叹自己的渺小？</p> <p>　　《三国演义》开篇的一首《西江月》，有几句是“是非成败转头空，青山依旧在，几度夕阳红”，其中的苍凉正是“人”对生存意义的困惑。同样，当读杜牧《西江怀古》时，便不由感到这个诗人当时眺望长江、缅怀古人，心里一定也在想人在无垠的空间与无际的时间里那尴尬的处境。</p> <p>　　诗歌里有几类主题常常是老生常谈地被人反复吟咏，像什么人与人之间的情感（包括爱情与友谊），什么理想与事业，什么山水自然的美丽等等，千人道过来，万人道过去。人生的短暂、个人的渺小与宇宙的永恒、自然的阔大，也不知道有过多少诗歌写过这个主题，像《古诗十九首》的“人生寄一世，奄忽若飘尘”，“生年不满百，常怀千岁忧”；曹操的“对酒当歌，人生几何，譬如朝露，去日苦多”等，都是这一主题的咏叹调。可是，为什么诗人总是乐而不疲地反复咏哦，而读者总是不觉其烦地愿意捧读呢？这是因为这个主题永远牵动着人类心灵深处的一个暗结，即“人生存的意义是什么”。如果人活着就是要建功立业，那么当他生命结束化为黄土之后这功业又有什么意义？但如果人存在于世不是为了建功立业，那么他活着又有什么意义？人生如果是一场戏，那么每个人似乎都成了牵线木偶式的傀儡。人生如果不是一场戏，那么表现了一番身手之后又由谁来评是说非？人生为什么只有百年之期，而宇宙却为什么永世长存？自人的角度看宇宙，那似乎是一个永远解不尽的巨大的谜，而从宇宙的角度看人类，是不是会觉得人类像忙忙碌碌的蚂蚁或不知春秋的蟪蛄？于是，这个主题在人们心中就成了一个“原型”，每当这一原型出现，人心都会发生共鸣，因为古人也罢，今人也罢，东方人也罢，西方人也罢，都有着这么一个心灵共震频率。</p> <p>　　所以，当杜牧的《西江怀古》以浩瀚宏大、亘古不变的长江及江上古今咏唱的渔歌、江面飞去飞回的沙鸥、永远东升西落的日月反衬人类英雄智者的渺小时，人们就不由自主地感到了一阵“人”的哀伤。尤其是当想到曹操、苻坚、范蠡虽是英雄豪杰。却不过是匆匆过客徒留笑柄，因而反观更加渺小的“我”时，这心中的怅惘便更加上了一重愁思。</p>",
  "poet": {
    "id": 211,
    "star": 0,
    "name": "杜牧",
    "image": "http://img.gushiwen.org/authorImg/dumu.jpg",
    "desc": "杜牧（公元803－约852年），字牧之，号樊川居士，汉族，京兆万年（今陕西西安）人，唐代诗人。杜牧人称“小杜”，以别于杜甫。与李商隐并称“小李杜”。因晚年居长安南樊川别墅，故后世称“杜樊川”，著有《樊川文集》。"
  },
  "tags": [
    "咏史怀古"
  ]
}