{
  "id": 71818,
  "star": 63,
  "name": "小重山·端午",
  "dynasty": "元代",
  "content": "碧艾香蒲处处忙。谁家儿共女，庆端阳。细缠五色臂丝长。空惆怅，谁复吊沅湘。<br>往事莫论量。千年忠义气，日星光。离骚读罢总堪伤。无人解，树转午阴凉。",
  "fanyi": "<p><strong>译文</strong><br>到处采撷艾蒿、蒲草繁忙，谁家的青年男女，准备过端午节？五色丝带缠绕着手臂唱歌跳舞。我内心惆怅，还有谁在端午节追悼<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>？<br>过去的事不要评论衡量，屈原忠义气节，可与日月相比。读完了《离骚》总能感到悲伤。没有人理解我的心情，只有在树荫底下乘凉。</p> <p><strong>注释</strong><br>⑴小重山：词牌名。又名“小重山令”。《金奁集》入“双调”。唐人例用以写“宫怨”，故其调悲。五十八字，前后片各四平韵。<br>⑵端午：农历五月初五，又称端阳节、午日节等，中国传统的民间节日。亦以纪念相传于是自沉汨罗江的古代爱国<a href=\"http://so.gushiwen.org/view_71818.aspx\">诗</a>人屈原，有裹粽子及赛龙舟等风俗。<br>⑶碧艾：绿色的艾草。香蒲（pú）：多年生草本植物。俗称蒲草。生长在水边或池沼内。叶狭长，夏季开花，雌雄花穗紧密排列在同一穗轴上，形如蜡烛，有绒毛，可做枕头心；叶片可编织席子、蒲包、扇子。花粉称蒲黄，用为止血药。旧时端午节有在门口挂菖蒲、艾叶、蒿草、白芷等植物的习俗。明陈汝元《金莲记·就逮》：“角黍包金，香蒲切玉，是处龙舟飞竞。”<br>⑷端阳：端阳节，端午节的别称。明冯应京《月令广义·岁令一·礼节》：“五月初一至初五日名女儿节，初三日扇市，初五日端阳节，十三日龙节。”<br>⑸五色臂丝：荆楚风俗，端午节以红、黄、蓝、白、黑五彩丝系臂，相传这五彩丝线代表着东、西、南、北、中五方神力，可以抵御邪祟灾瘟，人们称之为“长命线”。一说这五彩象征着五色龙，可以降服鬼怪。<br>⑹惆怅：因失意或失望而伤感、懊恼。《楚辞·九辩》：“廓落兮，羁旅而无友生；惆怅兮，而私自怜。”<br>⑺吊：凭吊，悼念。沅（yuán）湘：二水名，沅水和湘水的并称。沅水发源于贵州，湘水发源于广西，都经过湖南省注入洞庭湖。战国楚诗人屈原遭放逐后，曾长期流浪沅湘间。湘水支流中有汨罗江，为屈原自沉之处。《楚辞·离骚》：“济沅湘以南征兮，就重华而陈词。”这里指代屈原。<br>⑻往事：过去的事情。《<a href=\"http://so.gushiwen.org/author_320.aspx\">荀子</a>·成相》：“观往事，以自戒，治乱是非亦可识。”此指屈原投江自尽之事。论量（liáng）：评论，计较。唐吴兢《贞观政要·论任贤》：“至于论量人物，直道而言。”<br>⑼千年：极言时间久远。晋<a href=\"http://so.gushiwen.org/author_645.aspx\">陶渊明</a>《挽歌诗》：“幽室一已闭，千年不复朝。”忠义：忠贞义烈。《后汉书·桓典传》：“ 献帝即位，三公奏典前与何进 谋诛阉官，功虽不遂，忠义炳著。”此指屈原的忠贞义气。<br>⑽日星光：屈原《九章·涉江》：“与天地兮比寿，与日月兮同光。”这句是说屈原的忠义气节永不泯灭，就像太阳和星星的光辉一样。<br>⑾离骚：指屈原的长篇政治抒情诗《离骚》。此诗抒发了不与邪恶势力同流合污的斗争精神和至死不渝的爱国热情。<br>⑿解：懂得，明白。无人解：此句写出作者感叹不被世俗所理解的心情。<br>⒀午阴：中午的阴凉处。常指树荫下。宋<a href=\"http://so.gushiwen.org/author_234.aspx\">苏舜钦</a>《寄题赵叔平嘉树亭》诗：“午阴闲淡茶烟外，晓韵萧疏睡雨中。”</p>",
  "shangxi": "<h2>赏析</h2> <p>　　“空惆怅”慨叹了世人忙于节日的喜庆，而不理解或淡忘了端午节厚重的历史内涵：表达对爱国<a href=\"http://so.gushiwen.org/view_71818.aspx\">诗</a>人<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>的怀念之情。“无人解”抒发了作者不为世俗理解的孤寂落寞情怀，也表达了对屈原忠义气节的崇敬。</p> <p>　　这首词最突出的表现手法是对比。上阕中，众人的繁忙喜庆和作者的独自惆怅形成对比；下阕中，世俗对屈原的不理解和作者读《离骚》的深切感伤形成对比。</p> <p>　　这首词蕴含了浓重的民族风味，描写的是荆楚之地的端午风俗。全词从“碧艾香蒲”入笔，“处处忙”道出了端午时节的忙碌。儿共女，庆端阳，描摹出一幅合家团圆共度佳节的温馨，刻画出了中华民族在节日之中共享天伦的乐趣。“细缠五色臂丝长”，缠五色臂丝是荆楚之地的一种民族风俗，是在端午节由孩子们将五色丝带缠在臂上，这种五色的臂丝又叫“朱索”或者“长命缕”，据说能够降服鬼怪，企保平安。上阕的最后两句“空惆怅，谁复吊沅湘”，将全词开辟了一个新的境界，为下阕的悼念屈原奠定了基调，为抒情作了铺垫。“谁复吊沅湘”，交代了“空惆怅”的缘由，原来人们忙着过端午，只是一般性地喜庆，而忘却了这个特殊节日所蕴含的历史文化内涵，谁还记得那为爱国诗人屈原呢？作者有感而发，直指俗弊。在这热闹喜庆的节日里，诗人却“空惆怅”，与“庆端阳”的热闹形成鲜明的对比。下阕直抒自己的感情，仍然运用了对比手法。就是写追悼屈子之情思了。“往事莫论量”，确实，千年已过，人们记住最多的不是屈子的《离骚》，而是汨罗江投河自尽的忠义气节。“千年忠义气，日星光”，日星本是天地的精华，终明儿不灭，将屈原的千古大义与日星之光相提并论，并不为过，大忠大义，理当被永世铭记。“离骚读罢宗堪伤”，此一句不单单写出了对屈子大义的崇敬，还道出了文人的惺惺相惜。“无人解”，抒发了作者不为世俗理解的孤寂落寞情怀，也表达了对屈原忠义气节的崇敬。千年已过，便是何等的悲歌大义，又能被几人记得呢？便是记得，又有几人能解？树转午阴凉，端午之时的燥热天气，能得一份的凉意已是不易，莫非也是屈子的美意吗？结尾由情归景，景中又似有余情，大有余音不绝之意。</p> <p>　　本曲以端午节为载体，从眼前所见的荆楚端午风俗写起，描画出一幅热闹繁忙的景象，与下片的“无人解”形成鲜明对比。但沅湘之水却把作者带入了历史，通过纪怀屈原抒发自己对元朝覆灭的感伤和不仕明朝的节烈，“空惆怅，谁复吊沅湘” 、“《离骚》读罢总堪伤。无人解”等诗句传达就是作者的伤感失落，而“往事莫论量。千年忠义气，日星光”则表明了作者对元朝的忠贞决心。“树转午阴凉”，以景结情，情在景中，是古诗词的常用收尾法。可以收到“曲终人不见，江上数峰青”的余韵缭绕的效果。作者的悲观绝望之情溢于言表。</p> <p>　　历来写端午的诗词都很多，多半会提到屈原的旧事，借屈原之酒杯浇自己之块垒，或者抒发自己郁郁不得志的失落情怀，或者赞扬屈原的精神而表明自己的忠义之心，总之，流不尽的沅湘之水，就是中国失意文人的辛酸之泪。“沅湘碧潭水，应自照千峰”（<a href=\"http://so.gushiwen.org/author_131.aspx\">梅尧臣</a>），“堪笑楚江空渺渺，不能洗得直臣冤”（文秀），“沅湘流不尽，屈子怨何深”（<a href=\"http://so.gushiwen.org/author_286.aspx\">戴叔伦</a>）。</p> <p>　　读中国古诗词总让人觉得气闷，而没有怒发冲冠的畅快，好像他们只会躲在角落里哀怨或者表明忠心，从来都不会愤怒似的。最多不过是装疯卖傻，“学呆，妆痴，谁解其中意？”“尽教他争甚底，不如他瞌睡，不如咱沉醉，都不管天和地”，没有几个敢真正站起来去怒去喊去抗争！这和《诗经》开创的“悲而不伤，哀而不怨”的温柔敦厚的诗风与屈原的香草美人的艺术传统是分不开的。</p>",
  "about": "<h2>创作背景</h2> 　　《小重山·端午》是元曲作家、<a href=\"http://so.gushiwen.org/view_71818.aspx\">诗</a>人、词人舒頔的作品，作于明朝建立（1368年）之后的一个端午节。舒頔生平处于元明之际，《新元史》称他“遭逢乱世”，“尝避寇岩谷，被执，頔正色叱贼（指<a href=\"http://so.gushiwen.org/author_3131.aspx\">朱元璋</a>等起义军），贼感而释之”。他忠于元朝，入明不仕。",
  "poet": {
    "id": 658,
    "star": 0,
    "name": "舒頔",
    "desc": "舒頔(dí)（一三○四～一三七七），字道原，绩溪，（今属安徽省）人。擅长隶书，博学广闻。曾任台州学正，后时艰不仕，隐居山中。入朝屡召不出，洪武十年（一三七七）终老于家。归隐时曾结庐为读书舍，其书斋取名“贞素斋”。著有《贞素斋集》、《北庄遗稿》等。《新元史》有传。"
  },
  "tags": [
    "端午节",
    "风俗",
    "感伤",
    "失意"
  ]
}