{
  "id": 71250,
  "star": 19080,
  "name": "沁园春·雪",
  "dynasty": "近代",
  "content": "北国风光，千里冰封，万里雪飘。<br>望长城内外，惟余莽莽；大河上下，顿失滔滔。<br>山舞银蛇，原驰蜡象，欲与天公试比高。<br>须晴日，看红装素裹，分外妖娆。<br>江山如此多娇，引无数英雄竞折腰。<br>惜秦皇汉武，略输文采；唐宗宋祖，稍逊风骚。<br>一代天骄，成吉思汗，只识弯弓射大雕。<br>俱往矣，数风流人物，还看今朝。",
  "fanyi": "<p><strong>译文</strong><br>　　北方的风光，千万里冰封冻，千万里雪花飘。望长城内外，只剩下无边无际白茫茫一片；宽广的黄河上下，顿时失去了滔滔水势。山岭好像银白色的蟒蛇在飞舞，高原上的丘陵好像许多白象在奔跑，它们都想试一试与老天爷比比高。要等到晴天的时候，看红艳艳的阳光和白皑皑的冰雪交相辉映，分外美好。<br>　　江山如此媚娇，引得无数英雄竞相倾倒。只可惜秦始皇、汉武帝，略差文学才华；唐太宗、宋太祖，稍逊文治功劳。称雄一世的人物成吉思汗，只知道拉弓射大雕。这些人物全都过去了，数一数能建功立业的英雄人物，还要看今天的人们。 </p> <p><strong>注释</strong><br>北国：该词源于中国古代的分裂时期，如宋称辽、金为北国，东晋称十六国等为北国，南北朝时代南方的各朝代称在北方与之对抗的各朝代为北国等。毛泽东<a href=\"http://so.gushiwen.org/view_71250.aspx\">诗</a>中的“北国”使人在不觉中产生出一种我国疆土广大的民族自豪感。<br>雪：这首词作于红一方面军一九三六年二月由陕北准备东渡黄河进入山西省西部的时候。作者在一九四五年十月七日给<a href=\"http://so.gushiwen.org/author_914.aspx\">柳亚子</a>信中说，这首词作于“初到陕北看见大雪时”。<br>惟：只。<br>馀：剩下。此字一作“余”，但目前刊出的书法作品中写作“馀”，以此为准。<br>莽莽：无边无际。<br>大河上下：大河，指黄河。大河上下，犹言整条黄河。<br>顿失滔滔：（黄河）立刻失去了波涛滚滚的气势。描写黄河水结冰的景象。<br>山舞银蛇，原驰蜡象：群山好像（一条条）银蛇在舞动。高原（上的丘陵）好像（许多）白象在奔跑。“原”指高原，即秦晋高原。蜡象，白色的象。<br>天公：指天，即命运。<br>须：等到；需要。<br>红装素裹：形容雪后天晴，红日和白雪交相辉映的壮丽景色。红装，原指妇女的艳装，这里指红日为大地披上了红装。素裹，原指妇女的淡装，这里指皑皑白雪覆盖着大地。<br>分外妖娆：格外婀娜多姿。<br>竞折腰：折腰，倾倒，躬着腰侍候。这里是说争着为江山奔走操劳。<br>秦皇：秦始皇嬴政（前259~前210），秦朝的创业皇帝。<br>汉武：汉武帝<a href=\"http://so.gushiwen.org/author_700.aspx\">刘彻</a>（前156~前87），汉朝功业最盛的皇帝。<br>略输文采：文采本指辞藻、才华。“略输文采”，是说秦皇汉武，武功甚盛，对比之下，文治方面的成就略有逊色。<br>唐宗：唐太宗<a href=\"http://so.gushiwen.org/author_582.aspx\">李世民</a>（599~649），唐朝的建立统一大业的皇帝。<br>宋祖：宋太祖<a href=\"http://so.gushiwen.org/author_783.aspx\">赵匡胤</a>（927~976），宋朝的创业皇帝。<br>稍逊风骚：意近“略输文采”。风骚，本指《诗经》里的《国风》和《楚辞》里的《离骚》，后来泛指文章辞藻。<br>一代天骄：指可以称雄一世的英雄人物，泛指非常著名，有才能的人物。天骄，“天之骄子”的省略语。意思是上天所骄纵宠爱的人，成吉思汗即是。汉时匈奴自称。后来也泛称强盛的少数名族或其首领。<br>成吉思汗（hán）：元太祖铁木真（1162~1227）在1206年统一蒙古后的尊称，意为“强者之汗”（汗是可汗的省称，即王）。后蒙古于1271年改国号为元，成吉思汗被尊为建立元朝的始祖。成吉思汗除占领中国黄河以北地区外，还曾向西远征，占领中亚和南俄，建立了庞大的蒙古帝国。<br>只识弯弓射大雕：雕，一种属于鹰类的大型猛禽，善飞难射，古代因用“射雕手”比喻高强的射手。“只识弯弓射大雕”，是说只以武功见长。<br>俱往矣：都已经过去了。 俱，都。<br>数风流人物：称得上能建功立业的英雄人物。数，数得着、称得上的意思。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　毛泽东<a href=\"http://so.gushiwen.org/view_71250.aspx\">诗</a>词是中国革命的史诗，是中华诗词海洋中的一朵奇葩。《沁园春·雪》更被南社盟主<a href=\"http://so.gushiwen.org/author_914.aspx\">柳亚子</a>盛赞为千古绝唱。这首词一直是众人的最爱，每次读来都仿佛又回到了那个战火纷飞的年代，又看到了那个指点江山的伟人，不由地沉醉于那种豪放的风格、磅礴的气势、深远的意境、广阔的胸怀。</p> <p>　　然而，从发表之日起，这首词就遭到了诸多恶意的攻击，引发了旷日持久的争论。有人说它有帝王思想、君主气象；有人说它夸大自吹、离题万里；有人说它比喻不当、缺乏转折；有人说它词意稀疏、平淡无奇；甚至有人说它是模仿之作、旁人代笔……断章取义且流于表面，竟视金玉如砖石。</p> <p>　　艺术追求含蕴，词中别有洞天。 这首词因雪而得、以雪冠名，却并非为雪所作，而是在借雪言志。它隐藏了太多的秘密，包纳着无尽的玄机。其中的每一句都意有所指，是诗人所思所想的真实流露，是诗人对许多重大问题给出的回答。其情感之真挚、寓意之深远、哲理之精辟，令人拍案叫绝。</p> <p>　　<strong>认清局势</strong></p> <p>　　“北国风光，千里冰封，万里雪飘，望长城内外，惟余莽莽，大河上下，顿失滔滔。”</p> <p>　　好一个周天寒彻，好一场漫天大雪，好一番人间苦难！天地间被风雪改变了容颜，只见长城内外苍茫一片，了无生机，连滔滔黄河也被雪冻冰封，不再奔流。神州的北国仿佛进入了一种死寂状态。让人联想起了<a href=\"http://so.gushiwen.org/author_646.aspx\">柳宗元</a>写雪的名句“千山鸟飞绝，万径人踪灭”。</p> <p>　　1936年2月，毛泽东率“中国人民红军抗日先锋军”渡过黄河，准备转往绥远对日作战。在陕西清涧县袁家沟筹划渡河时，突然飘起鹅毛大雪，他登高远望，面对苍茫大地，胸中豪情激荡，写下了这首词。其所在地，北距长城约150公里，东距黄河约25公里。可见，词中描写的不全是实景，而更多地是诗人脑海中的景象。</p> <p>　　长城是中华民族的象征。它屹立在中华大地的辽阔北疆，它代表着中华儿女的顽强不屈，它作为中原的万里防线曾无数次阻挡了外族的入侵。在雄伟的长城内外，正是一片战火硝烟。日本人威胁华北，炮口直指平津要地；殷汝耕投敌卖国，组织“冀东自治政府”；蒋介石不顾大义，鼓吹攘外必先安内。 </p> <p>　　黄河是中华民族的母亲河。它奔腾咆哮着滚滚向前，它无私哺育着华夏文明，它与历史之河一同流淌见证着悠悠五千年荣辱兴衰。在浩荡的黄河之畔，又是一场生死搏杀。国民党集结了东北军、西北军、中央军，几十万军队围攻解放区。而中央红军刚刚到达陕北，人马只剩八千，立足未稳，粮弹奇缺。</p> <p>　　站在群山之巅，顶着刺骨寒风，面对漫天飞雪，你会有怎样的心态呢？作为红军统帅，冒着内战炮火，迎对列强欺凌，你会做怎样的回答呢？广阔富饶的中华大地会冰封吗？浩瀚深长的中华历史之河会断流吗？从诗句中可以看到，毛泽东面临着怎样艰难的困局，拥有着怎样惊人的洞察，又进行着怎样深刻的思考！</p> <p>　　<strong>指引战斗</strong></p> <p>　　“山舞银蛇，原驰蜡象，欲与天公试比高。”</p> <p>　　“舞”指飞舞，形容群山披雪似“银蛇”，蜿蜒曲折。“驰”指奔驰，形容白雪覆盖的丘陵如飞象奔驰。</p> <p>　　“舞”和“驰”通过以动写静，形象地赋予了高原飞动的气势，使之生机勃勃。</p> <p>　　刹那间，群山起舞，灵动如无数银蛇；高原奔驰，威猛如漫野蜡象。整个世界由死寂变成了欢腾，天地之间充盈着无穷的生机。风雪是天公之所赐，苦难乃历史之必然，但我们要打破冰封、战胜苦难，与天公一决高下。这就是一个强者对天公的回答，这就是一个民族对命运的回答！</p> <p>　　但与天意对抗，需要怎样的力量、勇气和智慧呢？静默的群山起舞了，沉睡的高原觉醒了，化作了千军万马，在大地上纵横驰骋。群山在他手中成了战斗的武器，高原在他眼里就是胜利的阶梯。其精彩处，实难用语言来形容了！</p> <p>　　他发现了人民的力量。他对中国社会有着深刻的理解和研究。他唤醒人民起来造反，催发出中华民族的惊人潜力。那力量是无可匹敌的，只能用群山和高原来比拟；那力量可以化腐朽为神奇，使整个大地都焕发出勃勃生机。经过革命思想的洗礼，东亚病夫就成了无敌金刚；经过万里长征的洗礼，工农红军已成了无敌劲旅。</p> <p>　　他秉承了不屈的性格。他与他的兵将们都拥有着一种大无畏的胆气，不为任何敌人所吓倒。他们是永不言败的斗士，意志象群山和高原一样顽强。面对挑战，没有一点儿畏惧，有的只是超人的冷静；面对苦难，没有一点儿哀愁，有的只是高昴的斗志。汽油筒能当大炮来用，炸药包成了坦克克星，枪炮声宛如战地交响……</p> <p>　　他掌握了战争的规律。他的军事思想的核心之一就是“动”，战略战术上都充满了一种灵性。他擅长在敌军重兵集团中灵活穿插，他能够在对方铁壁合围中出奇制胜。他的运动战让任何敌人为之折服，他的每一次胜利都象是一个奇迹。他以近乎艺术化的手法，导演出一幕幕战争力作，将兵法演绎到了出神入化的境界。</p> <p>　　<strong>预言胜利</strong></p> <p>　　“须晴日，看红装素裹，分外妖娆”。</p> <p>　　弹指间，已是云开日出；谈笑间，樯橹灰飞烟灭。这是想象雪后天晴的美丽景色。毛泽东早已经看到了战争的结局，向全世界发出了胜利的预言。那字里行间所透露出来的分明是扭转乾坤的气魄，分明是洞悉时空的慧眼。中国革命注定是一场极其艰难曲折、惊心动魄的斗争，但人民一定会胜利，革命一定会成功。雪后必然会天晴，不应有丝毫怀疑。</p> <p>　　经常有人把“红装”误写成“红妆”，或认为两词意思相近，其实一字之差有天壤之别。红色代表着激情、忠诚、鲜血、革命，是我们团旗、党旗、军旗、国旗的主色。而给锦绣河山披上“红装”则象征了革命的彻底胜利。这一句正是在约亲密的战友们，等革命胜利之后重来看雪。红装与素裹并存，却没有丝毫矛盾。</p> <p>　　革命进程中经常有人会疑问：我们如此弱小，敌人那样强大，红旗究竟能打多久？星星之火可以燎原。人民军队的特点就是越打越强、越打越多。即使是第五次反围剿这样的惨败和二万五千里长征这样的艰险，也不曾把革命的火种扑灭。而用毛泽东思想武装起来的革命军队，必会由小到大、由弱到强，成为所向披靡的无敌之师。</p> <p>　　革命的胜利绝非偶然。虽然他依靠的是一个破破烂烂的中国，统帅的是一支工农组成的军队，装备的是一些战场缴来的枪弹，但已经没有什么力量能战胜中国人民。在随后的17年里，他领导中国人民接连战胜了凶残至极的日本法西斯，横扫了反动透顶的蒋介石集团，打败了不可一世的美帝国主义。在他面前，帝国主义和反动派都是纸老虎。</p> <p>　　<strong>赤子之心</strong></p> <p>　　“江山如此多娇，引无数英雄竞折腰。”</p> <p>　　这一段承上启下，祖国的山河是多么壮美。爱国主义是人类最崇高的感情之一，是诗人所有智慧和力量的源泉，也是他最大的精神财富。雪景唤起了他强烈的民族自豪感，激发了他“天将降大任于斯人”的历史使命感，使他心中充盈了无比的热爱和无限的激情。帝国主义列强妄图侵占这大好河山，而我们才是这里真正的主人！</p> <p>　　爱国情感造就出无数英雄。世界上没有不爱国的英雄，爱国与英雄之间总有一根红线相连。国家危难时刻，对祖国博大深厚的爱必然转化成誓死保卫她的决心。一种神圣的使命感就像火团一样，在每一个爱国者的胸中熊熊燃烧。我们要叫所有侵略者知道：中华是一块英雄辈出之地，神州是一块不可征服之地！</p> <p>　　多么炽热的赤子情怀。早在学生时代，毛泽东就立志报国，身无分文徒步游历，积极接受进步思想。民族危亡关头，他建立抗日民族统一战线，率领红军奋起抗击日本侵略者。革命战争时期，他转战于大江南北，并有六位亲人为革命事业献出了生命。朝鲜战争爆发，他又把儿子派到前线，壮烈牺牲之后埋葬在了异国他乡。</p> <p>　　多么忠诚的赤子之心。峥嵘岁月里，中国共产党汇集了全民族最有才能和骨气的精英人物，组成了一支最彻底的民族解放的先锋队。他们曾无数次弹尽粮绝，他们曾无数次濒临险境，他们曾吃草根维持生命，他们曾面对着非人酷刑。他们只要投向国民党或者日本鬼子，就可以升官发财，享受荣华富贵，但他们忠心不改。</p> <p>　　<strong>文武之道</strong></p> <p>　　“惜秦皇汉武，略输文采；唐宗宋祖，稍逊风骚。一代天骄，成吉思汗，只识弯弓射大雕。”<br>　　</p> <p>　　立国当以文武之道，武能平定乱世，文可富民兴邦。武力统一是前提，在混战中是不可能安心建设的；武力强盛是保障，在动荡中是不可能发展经济的。而只有文治才能使人民安居乐业，才能使国家走向强盛，才能使山河更加壮丽。“文采”、“风骚”，在这里显然是借用，指出了封建统治者们缺少文治的弱点。</p> <p>　　武功曾经几度辉煌。扫除六合的秦始皇；平定匈奴的汉武帝；南征北战的唐太宗；结束纷争的宋太祖；纵横驰骋的成吉思汗……这些雄才大略的封建帝王、中华民族的天之骄子，把一部中华民族的历史演绎得那样烟波浩渺。历史不仅为我们论证了这个古老国度的战斗力，更为我们树立了驱除一切敌寇的自信心。</p> <p>　　文治需要某种思想。封建时代的孔孟学说是为统治阶级服务的，只有少数人从中受益，也只会出现短暂的盛世。他不仅找到了马列主义，而且与中国国情相结合形成了独特的毛泽东思想。这种思想是为大多数人谋利益的，是为全体人民服务的，只有在它的指导下，中国才能实现富强的梦想，才会出现长久的盛世。</p> <p>　　正是有了上述认识，所以他喜欢握笔而不喜欢摸枪，一生与书为伴而一生未发一枪。投身革命后，残酷而沉痛的现实才使他不得不抓起了枪杆子。在长征途中，贺子珍为他缝了一个装笔墨纸砚的多层口袋，他开玩笑地说：“我要用‘文房四宝’打败国民党反动派。”可以说，他是用笔杆子加枪杆子打碎了旧世界。</p> <p>　　<strong>光明之路</strong></p> <p>　　“俱往矣，数风流人物，还看今朝。”</p> <p>　　好一句惊天之语！言有尽而意无穷，堪称为点睛妙笔。这震撼千古的结语，发出了超越历史的宣言，道出了改造世界的壮志，展示了对革命事业的坚定信念，流露了对光明前途的无比信心。那一刻思接千载，那一刻洞悉未来，那一刻豪情万丈，那一刻傲视古今。</p> <p>　　什么人才有资格评述千秋功过呢？“俱往矣”，写的是封建主义和共产主义的交替。在中国延续了两千多年的封建社会结束了，帝王们乘着历史的航船渐渐远去，永不复返。共产党人要平定乱世，一扫民族近百年的屈辱和灾难，更要开创盛世，建立一个没有剥削和压迫的新中国。也只有共产党人能肩负起使祖国大地繁荣昌盛的万钧重担，能肩负起使中华民族重铸辉煌的历史责任。</p> <p>　　什么人堪称历史中的风流人物呢？毛泽东当然是其中之一，而且还是其中的佼佼者，但“无数英雄”绝不仅指五位杰出帝王，“风流人物”也绝不是在称孤道寡。他深知，历史从来不是某个人的独角戏，历史必将催发出无数英雄豪杰、风流人物。邓小平、江泽民、胡锦涛……他们为治理国家而呕心沥血；董存瑞、黄继光、邱少云……他们为保卫国家而流血牺牲；张思德、王进喜、雷锋……他们为建设国家而无私奉献。这一句正是对所有革命者和建设者的赞美，是对所有为祖国献身者的赞美，是对所有为人类造福者的赞美。</p> <p>　　是什么激发了诗人的创作灵感呢？诗成时，毛泽东思想已经基本成型，他完成了中华民族几千年的寻找，他为中国开辟了一条无比辉煌的光明大道，他已经远眺到了一条升腾而起的东方巨龙。自豪感、愉悦感等人生顶峰体验奔涌而出，让他怎能不引吭高歌！于是冰雪有了诗情，山河有了画意，于是才有了这千古绝唱！</p> <p>　　<strong>否定帝王</strong></p> <p>　　有人借这首词攻击毛泽东想当帝王，甚至批判他是封建君主，却恰恰暴露了他们自己的浅薄和狭隘。确实，词中充盈着雄视天下的气魄，显示出包纳天地的胸怀。以数千人马迎战百万之众的领袖人物怎能没有这样的气质？这是一种领袖风范，而绝非什么帝王思想。</p> <p>　　作者请出历史人物，并非为了回到历史。对于中国历史中最杰出的五位帝王，他用了一个“惜”字，余者如晋武帝、隋文帝、<a href=\"http://so.gushiwen.org/author_3131.aspx\">朱元璋</a>、清圣祖……就更加不值一提。他对封建礼教深恶痛绝，对封建君主深怀蔑视，对官僚风气深感忧虑。甚至于，他发动了那场文化大革命，要把一切封建意识和落后思想彻底地清除干净。</p> <p>　　毛泽东一生不慕富贵。青年时代，他就写下了“粪土当年万户侯”的诗句，帝王之位对他而言何足挂齿！他视察大江南北，从不带家属。他住中南海，亲戚都不许住。他的孩子坐公共汽车上学，在公共食堂吃饭，长大后没有享受特殊待遇，也没有一个当官的。连他的稿酬也作为党费来管理，不曾留给子女和亲戚。</p> <p>　　毛泽东一生不图享乐。长征途中，他始终坚持步行，和普通战士一起爬雪山过草地，吃尽了各种艰难困苦；延安时期，他住在两间窑洞，所有的财物是一卷铺盖、一顶蚊帐和几件衣物；建国以后，他依然生活简朴，饮食只要求粗茶淡饭，睡衣上竟有73块补丁；困难时期，他主动地节衣缩食，与全国人民同甘共苦。</p> <p>　　1944年，毛泽东在张思德同志追悼会上发表《为人民服务》的讲话。他把自己当作人民的勤务员，用一生履行着“为人民服务”的诺言。他曾对人说：“我死后把我火化，骨灰撒到长江里喂鱼。你就对鱼说：鱼儿呀，毛泽东给你们赔不是来了，他生前吃了你们，你们吃他吧，你们吃肥了好去为人民服务。”</p> <p>　　1949年，在开国大典上，毛泽东动情地高喊：“人民万岁！” 他始终站在人民大众的立场上，相信人民，依靠人民，把人民当作真正的英雄。他相信人民拥有惊人的英勇、超人的耐力、伟大的技巧和无比的坚决。他领导革命的历程就是全心全意依靠人民群众的历程。他说：“人民，只有人民，才是创造世界历史的动力”。 </p><br/><h2>整体分析</h2> <p>　　《沁园春·雪》分上下阕。上阕因雪起兴，借雪景抒写情怀。起笔不凡，“北国风光，千里冰封，万里雪飘。”不先写“雪”字，而首推“北国风光”，不仅突出了<a href=\"http://so.gushiwen.org/view_71250.aspx\">诗</a>人对北方雪景的感受印象，而且造境独到优雅，可以冠结全篇。接着是对雪景的大笔铺陈，“望长城内外，惟余莽莽；大河上下，顿失滔滔。”大雪覆盖了一切，黄河也失去了滔滔流动貌，无边无际的茫茫雪景。这里“惟余莽莽”“顿失滔滔”，十分准确、传神，凸现了北方雪景的深度。“山舞银蛇，原驰蜡象，欲与天公试比高。”可谓静中写动，披满白雪、连绵起伏的群山，像银蛇舞动，而白雪皑皑的高原丘陵地带，像蜡白色的象群在奔兀。群山高原与低垂的冬雪云天相连成一片，因而作者信手拈来“欲与天公试比高”之句。“银蛇”“蜡象”两个生动比喻，一下子赋予雪境以生命感，且有动中见静的艺术效果。这就“水到渠成”地引出“须晴日，看红装素裹，分外妖娆”。多么自然巧妙的联想，使雪境发生阴晴之间的转化，一个“红装素裹”的美人的象征，初步形成这首词的意境。</p> <p>　　下阕首句“江山如此多娇，引无数英雄竞折腰”。可谓承上启下，将全词连接得天衣无缝。“江山”这一双关语词，与上片中的“长城”“大河”相融合，具有画龙点睛之意，“江山如此多娇”，可以理解为这首词的基本构架。作为政治家的词人，对“北国风光”的抒怀，最终还是对江山社稷的关怀。1935年末，毛泽东领导中央红军完成了二万五千里长征胜利到达陕北，中国革命有了新的转机。毛泽东怀着拯救中华民族、创建新中国的政治抱负和雄才大略，必然会在这首词中曲折地反映出来，并且不同凡响。古往今来，无数英雄豪杰为江山社稷奔走操劳。“俱往矣，数风流人物，还看今朝。”成为六七十年代称誉“无产阶级英雄人物”的绝句。</p> <p>　　《沁园春·雪》突出体现了毛泽东词风的雄健、大气。作为领袖毛泽东的博大的胸襟和抱负，与广阔雄奇的北国雪景发生同构，作者目接“千里”“万里”，“欲与天公试比高”；视通几千年，指点江山主沉浮。充分展示了雄阔豪放、气势磅礴的风格。</p> <p>　　全词用字遣词，设喻用典，明快有力，挥洒自如，辞义畅达，一泻千里。毛泽东讲究词章格律，但又不刻意追求。全词合律入韵，似无意而为之。虽属旧体却给人以面貌一新之感。不单是从词境中表达出的新的精神世界，而首先是意象表达系统的词语，鲜活生动，凝练通俗，易诵易唱易记。</p>",
  "about": "<h2>创作背景</h2> <p>　　《沁园春·雪》这首词，是毛泽东于1936年2月所作。“沁园春”为词牌名,“雪”为词名。当时，毛泽东和彭德怀率领红军长征部队胜利到达陕北清涧县袁家沟，准备渡河东征，开赴抗日前线。为了视察地形，毛泽东登上海拔千米白雪覆盖的塬上，当“千里冰封”的大好河山和这白雪皑皑的塬地展现在他眼前时，不禁感慨万千，<a href=\"http://so.gushiwen.org/view_71250.aspx\">诗</a>兴大发，欣然提笔，写下了这一首豪放之词。</p> <p>　　毛泽东作为政治家、军事家和诗人，其诗词中大都写及历史与战争。学者王克煜通过深入研究分析认为，《沁园春·雪》可谓写得最为出色的一首。它既不像有些篇什直抒胸臆，也不是一般地运用中国诗歌传统的比兴手法，而是“比”“赋”得体，善于将“赋”的陈述方式融于“比”之中，从而形成了比较雄浑的词风与宽阔深厚的境界。</p> <p>　　历来诗词咏雪的很多。“雪”，是富有诗意的自然景物，不少诗人对“雪”都成功地作了新的发掘。毛泽东这首词因“初到陕北看见大雪时”而起兴。1958年12月21日，毛泽东又作过批注：“雪：反封建主义，批判二千年封建主义的一个反动侧面\"。</p> <p>　　1945年8月28日，毛泽东从延安飞重庆，同国民党进行了四十三天的谈判。其间<a href=\"http://so.gushiwen.org/author_914.aspx\">柳亚子</a>屡有诗赠毛，十月七日，毛书此词回赠。随即发表在重庆《新华日报》上，轰动一时。</p> <p>　　本词作于1936年2月初，当时毛泽东同志在陕西清涧袁家沟，正准备亲率红一方面军（1935年11月，红军北上抗日先遣队与红十五军团会师后，恢复此番号）渡黄河东征，开赴河北抗日前线。毛泽东同志1945年10月7日致柳亚子先生书中说：“初到陕北看见大雪时，填过一首词。”即谓此阕。1958年12月21日又批注道：“雪，反封建主义，批判二千年封建主义的一个反动侧面。文采、风骚、大雕，只能如是，须知这是写诗啊!难道可以谩骂这一些人们吗？别的解释是错的。末三句，是指无产阶级。”本篇首次正式公开发表于《诗刊》1957年1月号。1945年10月，毛泽东同志在重庆曾手书此词赠柳亚子先生，11月4日，重庆《新民报》晚刊据传抄件刊出。其后，一些报纸相继转载。但多有讹误，不足为据。1951年1月8日，《文汇报》附刊曾将毛泽东同志赠柳的墨迹制版刊出。</p> <p>　　选自《毛泽东诗词集》（中央文献出版社1996年版）。沁园春，词牌名。</p> <p>　　（钟振铎） </p><br/><h2>句解</h2> <p>　　北国风光，千里冰封，万里雪飘</p> <p>　　这三句总写北国雪景，把读者引入一个冰天雪地、广袤无垠的银色世界。“北国风光”是上片内容的总领句。“千里”“万里”两句是交错说的，即千万里都是冰封，千万里都是雪飘。<a href=\"http://so.gushiwen.org/view_71250.aspx\">诗</a>人登高远望，眼界极为广阔，但是“千里”“万里”都远非目力所及，这是诗人的视野在想像之中延伸扩展，意境更加开阔，气魄非常宏大。天地茫茫，纯然一色，包容一切。“冰封”凝然安静，“雪飘”舞姿轻盈，静动相衬，静穆之中又有飘舞的动态。</p> <p>　　望长城内外，惟余莽莽；大河上下，顿失滔滔</p> <p>　　“望”字统领下文，直至“欲与天公试比高”句。这里的“望”，有登高远眺的意思并有很大的想像成分，它显示了诗人自身的形象，使人感受到他那豪迈的意兴。“望”字之下，展现了长城、黄河、山脉、高原这些最能反映北国风貌的雄伟景观，这些景观也正是我们伟大祖国的形象。“长城内外”，这是从南到北，“大河上下”，这是自西向东，地域如此广袤，正与前面“千里”“万里”两句相照应。意境的大气磅礴，显示了诗人博大的胸怀，雄伟的气魄。“惟余莽莽”“顿失滔滔”分别照应“雪飘”“冰封”。“惟余”二字，强化了白茫茫的壮阔景象。“顿失”二字，则写出变化之速，寒威之烈，又使人联想到未冰封时大河滚滚滔滔的雄壮气势。这四句用视觉形象，赋予冰封雪飘的风光以更为具体更为丰富的直觉，更显气象的奇伟雄浑。</p> <p>　　山舞银蛇，原驰蜡象，欲与天公试比高</p> <p>　　“山舞银蛇，原驰蜡象”的动态描写，都有活泼奔放的气势。加上“欲与天公试比高”一句，表现“山”“原”与天相连，更有一种奋发的态势和竞争的活力。“山”“原”都是静物，写它们“舞”“驰”，这化静为动的浪漫想像，固然因在大雪飘飞中远望山势和丘陵绵延起伏，确有山舞原驰的动感，更因诗人情感的跃动，使他眼前的大自然也显得生气勃勃，生动活跃。</p> <p>　　须晴日，看红装素裹，分外妖娆</p> <p>　　前十句写了眼前的实景，而这三句写的是虚景，想像雪后晴日当空的景象，翻出一派新的气象。雪中的景象在苍茫中显得雄伟，雪后的景象则显得娇艳。“看”字与“望”字照应；“红装素裹”，把江山美景比做少女的衣装，形容红日与白雪交相辉映的艳丽景象。“分外妖娆”，赞美的激情溢于言表。</p> <p>　　江山如此多娇，引无数英雄竞折腰</p> <p>　　这两句是上文写景与下文议论之间的过渡。“江山如此多娇”承上，总括上片的写景，对“北国风光”作总评；“引无数英雄竞折腰”启下，展开对历代英雄的评论，抒发诗人的抱负。这一过渡使全词浑然一体，给人严丝合缝、完整无隙的感受。</p> <p>　　祖国的山河如此美好，难怪引得古今许多英雄人物为之倾倒，争着为统一天下而奋斗。一个“竞”字，写出英雄之间激烈的争斗，写出一代代英雄的相继崛起和衰落的经历。“折腰”的形象，展示了每位英雄人物为之倾倒的姿态，并揭示了为之奋斗的动机。</p> <p>　　惜秦皇汉武，略输文采；唐宗宋祖，稍逊风骚。一代天骄，成吉思汗，只识弯弓射大雕</p> <p>　　以“惜”字总领七个句子，展开对历代英雄人物的评论。诗人于历代帝王中举出五位很有代表性的人物，展开一幅幅历史画卷，使评论得以具体形象地展开，如同翻阅一部千秋史册，一一加以评说。一个“惜”字，定下对历代英雄人物的评论基调，饱含惋惜之情而又有批判。然而措词极有分寸，“略输文采”“稍逊风骚”，并不是一概否定。至于成吉思汗，欲抑先扬，在起伏的文势中不但有惋惜之极的意味，而且用了“只识”二字而带有嘲讽之意。“弯弓射大雕”，非常传神地表现了成吉思汗只恃武功而不知文治的形象。</p> <p>　　俱往矣，数风流人物，还看今朝</p> <p>　　“俱往矣”三字，将中国封建社会的历史一笔带过，转向诗人所处的当今时代，点出全词“数风流人物，还看今朝”的主题。“今朝”是一个新的时代，新的时代需要新的风流人物来带领。“今朝”的风流人物不负历史的使命，超越于历史上的英雄人物，具有更卓越的才能，并且必将创造空前伟大的业绩，这是诗人坚定的自信和伟大的抱负。</p> <p>　　这首词画面雄伟壮阔而又妖娆美好，意境壮美雄浑，气势磅礴，感情奔放，胸怀豪迈，颇能代表毛泽东诗词的豪放风格，是中国词坛杰出的咏雪抒怀之作。 </p>",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "毛泽东"
  },
  "tags": [
    "写雪",
    "言志",
    "抒情",
    "哲理"
  ]
}