{
  "id": 20973,
  "star": 30,
  "name": "得乐天书",
  "dynasty": "唐代",
  "content": "远信入门先有泪，妻惊女哭问何如。<br>寻常不省曾如此，应是江州司马书。",
  "fanyi": "<p><strong>译文<br></strong>远来的信使刚进门，我就流下眼泪。妻子吃惊女儿哭，探询：这是什么原因？<br>她们猜想：“平常不曾有过这样的事情，应该是江州司马白乐天寄来了书信。”</p> <p><strong>注释<br></strong>⑴乐天：指<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>。白居易字乐天，与<a href=\"http://so.gushiwen.org/author_18.aspx\">元稹</a>同为中唐著名<a href=\"http://so.gushiwen.org/view_20973.aspx\">诗</a>人，两人有相似的人生经历，而且在政治上、文学上也有相似的主张。他们自结交之日起两人便结下了终身的友情，后人将他们合称“元白”。<br>⑵远信：远方的书信、消息。元稹《哭女樊四十韵》：“解怪还家晚，长将远信呈。”<br>⑶何如：如何，怎么样。用于询问。《左传·襄公二十七年》：“子木问于赵孟曰：‘范武子之德何如？’”<br>⑷寻常：平常，平时。唐<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>《江南逢李龟年》诗：“岐王宅里寻常见，崔九堂前几度闻。”不省（xǐng）：谓未见过。杜甫《见王监兵马使说近山有白黑二鹰》诗之二：“黑鹰不省人间有，度海疑从北极来。”<br>⑸江州司马：即白居易。白居易曾被贬为江州司马，其诗《琵琶引》云：“就中泣下谁最多？江州司马青衫湿！”</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这是一首构思奇特的小<a href=\"http://so.gushiwen.org/view_20973.aspx\">诗</a>。题目是《得乐天书》，按说，内容当然离不开信中所言及读信所感。但诗里所描绘的，却不是这些，而是接信时一家人凄凄惶惶的场面。诗的第一句“远信入门先有泪”，是说，诗人接了乐天的江州来信，读完后泪流满面。第二句笔锋一转，从妻女的反应上着笔：“妻惊女哭问何如。”诗人手持远信，流着泪走回内室，引起了妻儿们的惊疑：接到了谁的来信，引起他如此伤心？这封信究竟带来了什么噩耗？妻女由于困惑，发而为“惊”、为“哭”、为“问”。可她们问来问去，并没有问出个究竟。因为，诗人这时已经伤心得不能说话了。于是，她们只好窃窃私语，猜测起来：自从来到通州，从没见什么事使他如此激动，也从未见谁的一封来信会引得他如此伤心。够得上他如此关心的人只有一个──白乐天。这封信，八成是江州司马白乐天寄来的了。</p> <p>　　小诗向来以直接抒情见长，几句话很难写出什么情节、场面。<a href=\"http://so.gushiwen.org/author_18.aspx\">元稹</a>这首小诗，最大的特点就在于写出了场面、情节，却不直接抒情。他在四行诗里，画出了“妻惊女哭”的场景，描绘了“问何如”的人物对话，刻画出了“寻常不省曾如此”的心理活动，而诗人万端感慨，却只凝铸在“先有泪”三字中，此外再不多说。全诗以素描塑造形象，从形象中见深情，句句是常语，却句句是奇语。刘熙载《艺概》说：“常语易，奇语难，此诗之初关也；奇语易，常语难，此诗之重关也。香山用常得奇，此境良非易到。”其实，用常得奇者，岂止白香山为然，香山的好友元微之，早就越过这道“重关”了。</p>",
  "about": "<h2>创作背景</h2> 　　这首<a href=\"http://so.gushiwen.org/view_20973.aspx\">诗</a>当作于唐宪宗元和十一年（816年），其时<a href=\"http://so.gushiwen.org/author_18.aspx\">元稹</a>与<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>分别在通州与江州任所。元稹于唐宪宗元和十年（815年）三月贬谪通州（州治在今四川达县）。当年八月，他的挚友白居易也从长安贬谪江州（今江西九江）。相同的命运把两颗心连得更紧，通州与江州之间，常有书信来往，赠送衣物，互相关切。元稹的谪居生涯是很凄苦的。他于闰六月到达通州后，就害了一场疟疾，差一点病死。瘴乡独处，意绪消沉，千里之外，唯有好朋友白居易与他互通音信。他后来写的长诗《酬乐天东南行诗一百韵》的序言中，追述了通州期间与白居易的唱酬来往。序文最后说：“通之人莫可与言诗者，唯妻淑在旁知状。”所谓“知状”，指知道他与白氏诗信往返，互相关切的情状。元稹每得白居易信函，总是激动不已。这首《得乐天书》就是其中一次收到白居易的信函时有感而作的一首诗。",
  "poet": {
    "id": 18,
    "star": 0,
    "name": "元稹",
    "image": "http://img.gushiwen.org/authorImg/yuanzhen.jpg",
    "desc": "元稹（779年－831年，或唐代宗大历十四年至文宗大和五年），字微之，别字威明，唐洛阳人（今河南洛阳）。父元宽，母郑氏。为北魏宗室鲜卑族拓跋部后裔，是什翼犍之十四世孙。早年和白居易共同提倡“新乐府”。世人常把他和白居易并称“元白”。"
  },
  "tags": [
    "抒情"
  ]
}