{
  "id": 7847,
  "star": 30,
  "name": "梁园吟",
  "dynasty": "唐代",
  "content": "我浮黄河去京阙，挂席欲进波连山。<br>天长水阔厌远涉，访古始及平台间。<br>平台为客忧思多，对酒遂作梁园歌。<br>却忆蓬池阮公咏，因吟“渌水扬洪波”。<br>洪波浩荡迷旧国，路远西归安可得！<br>人生达命岂暇愁，且饮美酒登高楼。<br>平头奴子摇大扇，五月不热疑清秋。<br>玉盘杨梅为君设，吴盐如花皎白雪。<br>持盐把酒但饮之，莫学夷齐事高洁。<br>昔人豪贵信陵君，今人耕种信陵坟。<br>荒城虚照碧山月，古木尽入苍梧云。<br>梁王宫阙今安在？枚马先归不相待。<br>舞影歌声散绿池，空馀汴水东流海。<br>沉吟此事泪满衣，黄金买醉未能归。<br>连呼五白行六博，分曹赌酒酣驰晖。<br>歌且谣，意方远。<br>东山高卧时起来，欲济苍生未应晚。",
  "fanyi": "<p><strong>译文</strong><br>我离开了京城，从黄河上乘船而下，船上佳起了风帆，大河中波涛汹涌，状如山脉起伏。<br>航程长，水遥阔，饱尝远游之辛苦，才终于到达宋州的平台，这是古梁园的遗迹。<br>在平台作客依然愁思不断，对酒高歌，即兴来一首《梁园歌》。<br>又感<a href=\"http://so.gushiwen.org/author_698.aspx\">阮籍</a>《咏怀》“徘徊蓬池上”之<a href=\"http://so.gushiwen.org/view_7847.aspx\">诗</a>，念及“泽水扬洪波”之句。<br>深感长安与梁园隔着干山万水，道路迢迢，想再重返西京希望已经不大了。<br>人各有命，天命难违，必须豁达，不必忧愁，且登高楼边赏风景边饮美酒，再让歌女唱我的小曲。<br>身旁有平头奴子摇着扇子，炎热的五月就如同十月清秋一样凉爽。<br>侍女为你端上盛满杨梅的玉盘，再为你端上花皎如雪的吴盐。<br>沾白盐饮美酒，人生不得意也要尽欢，别学周朝的夷齐品行高洁，不食周粟，我拿着皇上的金子买酒喝。<br>以前这附近有个潇洒豪勇的主人名叫信陵君，如今他的坟地却被人耕种，可见权力风流是空。<br>你看现今这梁园，月光虚照，院墙颓败，青山暮暮，只有古木参天，飘挂流云。<br>当时豪奢的梁园宫阙早已不复存在，当时风流倜傥的<a href=\"http://so.gushiwen.org/author_822.aspx\">枚乘</a>、<a href=\"http://so.gushiwen.org/author_70.aspx\">司马相如</a>哪去了？<br>当时的舞影歌声哪去了？均付池中绿水，只剩下汴水日夜东流到海不复回。<br>吟到这里，我不由得泪洒衣襟，未能归得长安，只好以黄金买醉。<br>或呼白喊黑，一掷干金；戴分曹赌酒，以遣时日。<br>我且歌且谣，暂以为隐士，但仍寄希望于将来。<br>就像当年谢安东山高卧一样，一旦时机已到，再起来大济苍生，时犹未为晚也！</p> <p><strong>注释</strong><br>1．挂席：即挂帆、扬帆之义。波连山：波浪如连绵的山峰。<br>2．平台：春秋时期宋平公所建造，故址在今河南商丘梁园区东。<br>3．蓬池：其遗址在河南尉氏县东南。<br>4．旧国：旧都。指西汉梁国。<br>5．西归：萧士赟注：“唐都长安在西，白远离京国，故发‘西归安可得’之叹也。”<br>6．达命：通达知命。暇：空闲功夫。暇，宋本原作“假”。据王本改。<br>7．平头奴子：戴平头斤的奴仆。平头：头巾名，一种庶人所戴的帽巾。<br>8．吴盐：吴地所产之盐质地洁白如雪。<br>9．信陵君：魏公子魏无忌，封为信陵君。仁而下士，当时诸侯以公子贤，多门客，不敢加兵谋魏十余年。曾窃虎符而救赵，为战国四公子之一。事见《史记·信陵君列传》。<br>10．“梁王”句：阮籍《咏怀》：“梁王安在哉。”此化用其句。梁王，指梁孝王刘武。<br>11．枚马：指汉代辞赋家枚乘和司马相如。<br>12．汴水：古水名，流经开封、商丘等地。<br>13．五白、六博：皆为古代博戏。<br>14．分曹：分对。两人一对为曹。<br>15．“东山”二句：《世说新语·排调》：“谢公在东山，朝命屡降而不动，后出为桓宣武司马，将发新亭，朝士咸出瞻送。高灵时为中丞，亦往相祖。先时多少饮酒，因倚而醉，戏曰：‘卿屡违朝旨，高卧东山，诸人每相与言：安石不肯出，将如苍生何！今亦苍生将如卿何！’”</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>入长安到出长安，由希望转成失望，这在一个感情强烈的浪漫主义<a href=\"http://so.gushiwen.org/view_7847.aspx\">诗</a>人心中所引起的波涛，是可以想见的。这首诗的成功之处，就是把这一转折中产生的激越而复杂的感情，真切而又生动形象地抒发出来。读者好像被带入天宝年代，亲耳聆听诗人的倾诉。</p> <p>　　从开头到“路远”句为第一段，抒发作者离开长安后抑郁悲苦的情怀。离开长安，意味着政治理想的挫折，不能不使李白感到极度的苦闷和茫然。然而这种低沉迷惘的情绪，诗人不是直接叙述出来，而是融情于景，巧妙地结合登程景物的描绘，自然地流露出来。“挂席欲进波连山”，滔滔巨浪如群峰绵亘起伏，多么使人厌憎的艰难行程，然而这也正是作者脚下坎坷不平的人生途程。“天长水阔厌远涉”，万里长河直伸向缥缈无际的天边，多么遥远的前路，然而诗人的希望和追求也正像这前路一样遥远和渺茫。在这里，情即是景，景即是情，情景相生，传达出来的情绪含蓄而又强烈，一股失意厌倦的情绪扑人，读者几乎可以感觉到诗人沉重、疲惫的步履。这样的笔墨，使本属平铺直叙的开头，不仅不显得平淡，而且造成一种浓郁的气氛，笼罩全诗，奠定了基调，可谓起得有势。</p> <p>　　接着诗笔层折而下。诗人访古以遣愁绪，而访古徒增忧思；作歌以抒积郁，心头却又浮现<a href=\"http://so.gushiwen.org/author_698.aspx\">阮籍</a>的哀吟：“徘徊蓬池上，还顾望大梁。渌水扬洪波，旷野莽茫茫。……羁旅无俦匹，俯仰怀哀伤。”（《咏怀诗》）今人古人，后先相望，遭遇何其相似！这更加触动诗人的心事，不禁由阮诗的蓬池洪波又转向浩荡的黄河，由浩荡的黄河又引向迷茫不可见的长安旧国。“路远西归安可得！”一声慨叹含着对理想破灭的无限惋惜，道出了忧思纠结的根源。短短六句诗，感情回环往复，百结千缠，表现出深沉的忧怀，为下文作好了铺垫。</p> <p>　　从“人生”句到“分曹”句为第二段。由感情方面说，诗人更加激昂，苦闷之极转而为狂放。由诗的径路方面说，改从排解忧怀角度着笔，由低徊掩抑一变而为旷放豪纵，境界一新，是大开大阖的章法。诗人以“达命”者自居，对不合理的人生遭遇采取藐视态度，登高楼，饮美酒，遣愁放怀，高视一切。奴子摇扇，暑热成秋，环境宜人；玉盘鲜梅，吴盐似雪，饮馔精美。对此自可开怀，而不必象伯夷、叔齐那样苦苦拘执于“高洁”。夷齐以薇代粮，不食周粟，持志高洁，士大夫们常引以为同调。这里“莫学”两字，正可看出诗人理想破灭后极度悲愤的心情，他痛苦地否定了以往的追求，这就为下文火山爆发一般的愤激之情拉开了序幕。</p> <p>　　“昔人”以下进入了情感上剧烈的矛盾冲突中。李白痛苦的主观根源来自对功业的执着追求，这里的诗意便象汹涌的波涛一般激愤地向功业思想冲刷过去。诗人即目抒怀，就梁园史事落墨。看一看吧，豪贵一时的魏国公子无忌，今日已经丘墓不保；一代名王梁孝王，宫室已成陈迹；昔日上宾<a href=\"http://so.gushiwen.org/author_822.aspx\">枚乘</a>、<a href=\"http://so.gushiwen.org/author_70.aspx\">司马相如</a>也已早作古人，不见踪影。一切都不耐时间的冲刷，烟消云散，功业又何足系恋！“荒城”二句极善造境，冷月荒城，高云古木，构成一种凄清冷寂的色调，为遗迹荒凉做了很好的烘托。“舞影”二句以蓬池、汴水较为永恒的事物，同舞影歌声人世易于消歇的事物对举，将人世飘忽之意点染得十分浓足。如果说开始还只是开怀畅饮，那么，随着感情的激越，到这里便已近于纵酒颠狂。呼五纵六，分曹赌酒，简单几笔便勾画出酣饮豪博的形象。“酣驰晖”三字写出一似在同时间赛跑，更使汲汲如不及的狂饮情态跃然纸上。</p> <p>　　否定了人生积极的事物，自不免消极颓唐。但这是有激而然。狂放由苦闷而生，否定由执着而来，狂放和否定都是变态，而非本志。因此，愈写出狂放，愈显出痛苦之深；愈表现否定，愈见出系恋之挚。刘熙载说得好：“太白诗言侠、言仙、言女、言酒，特借用乐府形体耳。读者或认作真身，岂非皮相。”（《艺概》卷二）正因为如此，诗人感情的旋律并没有就此终结，而是继续旋转升腾，导出末段四句的高潮：总有一天会象高卧东山的谢安一样，被请出山实现济世的宏愿。多么强烈的期望，多么坚定的信心！李白的诗常夹杂一些消极成分，但总体上并不使人消沉，就在于他心中永远燃烧着一团火，始终没有丢弃追求和信心，这是十分可贵的。</p> <p>　　这首诗，善于形象地抒写感情。诗人利用各种表情手段，从客观景物到历史遗事以至一些生活场景，把它如触如见地勾画出来，使人感到一股强烈的感情激流。读者好像亲眼看到一个正直灵魂的苦闷挣扎，冲击抗争，从而感受到社会对他的无情摧残和压抑。</p> <p>　　清人潘德舆说：“长篇波澜贵层叠，尤贵陡变；贵陡变，尤贵自在。”（《养一斋诗话》卷二）这首长篇歌行体诗可说是一个典范。它随着诗人感情的自然奔泻，诗境不停地转换，一似夭矫的游龙飞腾云雾之中，不可捉摸。从抑郁忧思变而为纵酒狂放，从纵酒狂放又转而为充满信心的期望。波澜起伏，陡转奇兀，愈激愈高，好像登泰山，通过十八盘，跃出南天门，踏上最高峰头，高唱入云。</p>",
  "about": "<h2>创作背景</h2> <p>　　这首<a href=\"http://so.gushiwen.org/view_7847.aspx\">诗</a>写于唐玄宗天宝三载（744年）诗人游大梁（今河南开封一带）和宋州（州治在今河南商丘）的时候。梁园，一句梁苑，汉代梁孝王所建；平台，春秋时宋平公所建。这两个遗迹，都在唐时宋州（今河南商丘）。<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>是离长安后来到这一带的。天宝元年（741年），他得到唐玄宗的征召，满怀理想，奔向长安。结果不仅抱负落空，立脚也很艰难，终于被唐玄宗“赐金放还”（《新唐书》本传），离开长安，“浮黄河”以东行，到了梁宋之地，写下此诗。</p>",
  "poet": {
    "id": 247,
    "star": 0,
    "name": "李白",
    "image": "http://img.gushiwen.org/authorImg/libai.jpg",
    "desc": "李白（701年－762年），字太白，号青莲居士，唐朝浪漫主义诗人，被后人誉为“诗仙”。祖籍陇西成纪(待考)，出生于西域碎叶城，4岁再随父迁至剑南道绵州。李白存世诗文千余篇，有《李太白集》传世。762年病逝，享年61岁。其墓在今安徽当涂，四川江油、湖北安陆有纪念馆。"
  },
  "tags": [
    "叙事",
    "豪放",
    "抒情"
  ]
}