{
  "id": 69092,
  "star": 153,
  "name": "秋日",
  "dynasty": "宋代",
  "content": "闲来无事不从容，睡觉东窗日已红。<br>万物静观皆自得，四时佳兴与人同。<br>道通天地有形外，思入风云变态中。<br>富贵不淫贫贱乐，男儿到此是豪雄。",
  "fanyi": "<p><strong>译文<br></strong>日子闲散的时候，没有一样事情不自如从容，往往一觉醒来，东边的窗子早已被日头照得一片通红。<br>静观万物，都可以得到自然的乐趣，人们对一年四季中美妙风光的兴致都是一样的。<br>道理通著天地之间一切有形无形的事物，思想渗透在风云变幻之中。<br>只要能够富贵而不骄奢淫逸，贫贱而能保持快乐，这样的男子汉就是英雄豪杰了。</p> <p><strong>注释<br></strong>①从容：不慌不忙。 <br>②觉：醒。 <br>③静观：仔细观察。 <br>④自得：安逸舒适的样子 <br>⑤四时：指春、夏、秋、冬四季。 <br>⑥通：通达 <br>⑦淫：放纵。 <br>⑧豪雄：英雄。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　心情闲静安适，做什么事情都不慌不忙的。一觉醒来，红日已高照东窗了。静观万物，都可以得到自然的乐趣，人们对一年四季中美妙风光的兴致都是一样的。道理通著天地之间一切有形无形的事物，思想渗透在风云变幻之中。只要能够富贵而不骄奢淫逸，贫贱而能保持快乐，这样的男子汉就是英雄豪杰了。 </p> <p>　　人生在世也就那么三、四十年的好日子，真不算长，转眼间已进“天命”之年，可自我感觉还没怎么活，人活着易，活出质量来难，在我看来，快乐的人生才是最对得起自己，也对得起他人的人生。人啊，怎么活才能活快乐，这里面的学问还真大。常从朋友们的文章中看到各种各样的烦恼，多是悲情、伤感，充满对现实的无奈与苦闷，真正能把自己的快乐传递给大家的实在不多。 </p> <p>　　反躬自问，自我感觉是个活的快乐的人，尽管生活中遇到了诸多的挫折与磨难，在别人看来我应该是脸上挂满愁容的，可事实恰恰相反，我脸上的微笑已经成为一种常态，很难有什么事情能让我的心情阴晴不定了。</p><br/><h2>赏析二</h2> 　　这首<a href=\"http://so.gushiwen.org/view_69092.aspx\">诗</a>虽说是秋天偶然写成，细细分辨却可看出<a href=\"http://so.gushiwen.org/author_25.aspx\">程颢</a>的人生态度。就是心境悠闲，不慌不忙，丝毫不觉得任何压力。睡眠充分，精神充足，走出户外，放眼望去。以平静的心情去欣赏万物时，发现无一不具特色，各有其存在的道理，颇具自得的神情。春夏秋冬四时，也都有各自的美好风光与特殊胜景，这些都要靠人去品味。我们应该随着四季的变化而享受自然的乐趣。 <p>　　一个“闲来无事”的程颢，过着优哉悠哉的生活，想什么时候起床就什么时候起床，甚至“东窗”的红太阳晒屁股了才起床。看尽世态变迁的程颢可谓静观其变，悠闲自得地看着万物的自然消长；荣衰宠辱、春夏秋冬，也一样与普通人一样高兴而来、怡然而去，欣赏各自的特有佳景。想到天地之外无形的东西，想到人世间风云的变幻。他已经把富贵贫贱之类的东东置于脑后了。尽管是闲来无事，从容不迫，但作者也不是不吃人间烟火的，也是“四时佳兴与人同”的。“道通天地”那些形而上的东西作者想到了，“风云变态”中形而下的东西他也非常关心，身居斗室不忘天下，只有这样，才能做到“富贵不淫贫贱乐”。 </p> <p>　　沉思宇宙的奥妙时，有形的天地还不足以穷尽道的神奇力量。道是万物的来源，却不随着万物而增减，实在是玄之又玄。思绪随着风起云涌，幻化为各种奇情想象，简直是无所不能，极尽逍遥之能事。 </p> <p>　　孔子主张“贫而乐”，孟子宣称“富贵不能淫”。合而观之，就是“富贵不淫贫能乐”，在富贵时不致流连忘返、迷失本性，在贫困时却能不改其乐。能抵达这种境界，就是“豪雄”了。总之，大丈夫精神是：居仁由义，发强刚毅，乐天知命——三位一体。 </p> <p>　　在生命的悲情与思考之下，诗人超越了一己的得失和现实的困境，从更高更远以及更主动的层次上去提升人生的意义。这首诗表现的是道，是静观，静观就是去欲，四时佳兴就是去欲之后获得的快感，道通天地，才能够有这种感觉，所以富贵不淫，身处贫贱也感觉到快乐。这就是富贵不能淫、威武不能屈的儒家观念，但是到了静观的境界，能够平静的看待世间一切，也就是真正的英雄了，这就是一种超越。</p>",
  "poet": {
    "id": 25,
    "star": 0,
    "name": "程颢",
    "image": "http://img.gushiwen.org/authorImg/chenghao.jpg",
    "desc": "程颢（1032-1085）， 北宋哲学家、教育家、北宋理学的奠基者。字伯淳，学者称明道先生。洛阳（今属河南）人。神宗朝任太子中允监察御史里行。反对王安石新政。提出“天者理也”和“只心便是天，尽之便知性”的命题，认为“仁者浑然与物同体，义礼知信皆仁也”，识得此理，便须“以诚敬存之”（同上）。倡导“传心”说。承认“天地万物之理，无独必有对”。程颢学说在理学发展史上占有重要地位，后来为朱熹所继承和发展，世称程朱学派。其亲撰及后人集其言论所编的著述书籍，收入《二程全书》。"
  },
  "tags": [
    "秋天",
    "人生",
    "哲理"
  ]
}