{
  "id": 72902,
  "star": 14,
  "name": "霜天晓角·重来对酒",
  "dynasty": "清代",
  "content": "重来对酒，折尽风前柳。若问看花情绪，似当日、怎能彀。<br>休为西风瘦，痛饮频搔首。自古青蝇白璧，天已早安排就。",
  "fanyi": "<p><strong>译文<br></strong>几欲举杯，对酒无言，折尽风中摇曳的柳条也数不尽那浓浓的离情别绪。遥忆当年花前把酒、壮志酬筹，何等快意。<br>还是不要提那些空虚如幻的陈情旧事了，趁着良辰未尽，再多饮一杯消愁的美酒，自古英雄多壮志难酬，是非成败上天早已为我们安排妥当了。</p> <p><strong>注释<br></strong>⑴霜天晓角：词牌名。又名“月当窗”、“长桥月”、“踏月”。越调，仄韵格。各家颇不一致，通常以<a href=\"http://so.gushiwen.org/author_217.aspx\">辛弃疾</a>《稼轩长短句》为准。双调四十三字，前后片各三仄韵。别有平韵格一体。<br>⑵彀（gòu）：同“够”。<br>⑶搔首：以手搔头，是为人之焦急或有所思的情态。<br>⑷青蝇（yíng）白璧：喻小人谗谤好人，污其青白。青蝇，苍蝇。白璧，白玉。《楚辞·<a href=\"http://so.gushiwen.org/author_403.aspx\">刘向</a>（九叹·怨思）》：“若青蝇之伪质兮，晋骊姬之反情。”王逸注：“青蝇变白使黑，变白使黑，以喻谗佞。”</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这首词是<a href=\"http://so.gushiwen.org/author_188.aspx\">纳兰性德</a>与好友饮酒时的寄情之作。词人写这首词，既是劝慰临行的好友，也是在抒发自己对好友被小人谗害的激愤之情。</p> <p>　　词的上阕寥寥二十一字，却弥散着失意与无奈的情绪。一句“折尽风前柳”，点明了送别的主题。正所谓“年年柳色，灞陵伤别”，离别总是让人感伤的，而一个“尽”字，亦写出了词人不舍的深情——似乎只有折完风前的细柳方能显示出他对友人的惜别之情。隋朝<a href=\"http://so.gushiwen.org/view_72902.aspx\">诗</a>人的《送别诗》说：“柳条折尽花飞尽，借问行人归不归”。离别总是黯然销魂，也总能勾起万般感触。<br>　　<br>　　词的下阕，笔锋突转，由伤别转入对世事人生的感叹。“休为西风瘦，痛饮频搔首”化用<a href=\"http://so.gushiwen.org/author_536.aspx\">李清照</a>的《醉花阴》词：“莫道不销魂，帘卷西风，人比黄花瘦”。以此来劝慰友人勿叹于西风古道，不要独自销魂消瘦，今日一别，相聚又不知是何时，索性狂歌痛饮，以慰年华吧。“痛饮频搔首”，这里容若当是引申自居易《代书诗一百韵寄微之》诗中“此日空搔首，何人共解颐”的句子，将友人引为人生知己。故此句既是慰友亦是慰己。接下来，容若继续宽慰友人：小人谗滂君子，污其清白，自古已然，就好像上天早已安排好的一样。正如他在《金缕曲·赠梁汾》中所言，“蛾眉谣诼，古今同忌”。此时的纳兰是愤愤不平的，却也是沉默无奈的，但这种沉默却源自他的清傲与旷达。</p> <p>　　这首词写别情，却脱出别情外，终又回到别情上，始终想解脱，故作旷达语，又始终不可解脱，终归于一句对于人生的理解“自古青蝇白璧，天已早、安排就”，以此宽慰自己。全词可谓凄婉哀绝，能催人生出同感来。</p>",
  "about": "<h2>创作背景</h2> 　　康熙年间，词人的好友蒙受不自之冤，含恨远去，为了劝解和送别遭受冤屈的友人，故作下此词。",
  "poet": {
    "id": 188,
    "star": 0,
    "name": "纳兰性德",
    "image": "http://img.gushiwen.org/authorImg/nalanxingde.jpg",
    "desc": "纳兰性德（1655－1685），满洲人，字容若，号楞伽山人，清代最著名词人之一。其诗词“纳兰词”在清代以至整个中国词坛上都享有很高的声誉，在中国文学史上也占有光采夺目的一席。他生活于满汉融合时期，其贵族家庭兴衰具有关联于王朝国事的典型性。虽侍从帝王，却向往经历平淡。特殊的生活环境背景，加之个人的超逸才华，使其诗词创作呈现出独特的个性和鲜明的艺术风格。流传至今的《木兰花令·拟古决绝词》——“人生若只如初见，何事秋风悲画扇？等闲变却故人心，却道故人心易变。”富于意境，是其众多代表作之一。"
  },
  "tags": [
    "友人",
    "饮酒",
    "劝慰",
    "抒怀"
  ]
}