{
  "id": 7763,
  "star": 32,
  "name": "结袜子",
  "dynasty": "唐代",
  "content": "燕南壮士吴门豪，筑中置铅鱼隐刀。<br>感君恩重许君命，太山一掷轻鸿毛。",
  "fanyi": "<p><strong>译文</strong><br>燕南的壮士高渐离和吴国的豪侠专诸，一个用灌了铅的筑去搏击秦始皇，一个用鱼腹中的刀去刺杀吴王僚。<br>他们都是为报君恩以命相许，视掷泰山之重如鸿毛之轻。</p> <p><strong>注释</strong><br>⑴结袜子：乐府旧题。<a href=\"http://so.gushiwen.org/author_55.aspx\">郭茂倩</a>《乐府<a href=\"http://so.gushiwen.org/view_7763.aspx\">诗</a>集》卷七十四列于《杂曲歌辞》。<br>⑵燕南壮士：指战国时燕国侠士高渐离。吴门豪：指春秋时吴国侠士专诸。<br>⑶筑：为古代一种打击乐器。筑中置铅：指高渐离在筑中暗藏铅块伏击秦始皇。《史记·刺客列传》载：“秦皇帝惜其（高渐离）善击筑，重赦之，乃矐其目。使击筑，未尝不称善。稍益近之，高渐离乃以铅置筑中，复进得近，举筑扑秦皇帝，不中。于是，遂诛高渐离，终身不复近诸侯之人。”鱼隐刀：指专诸将匕首暗藏在鱼腹中刺杀吴王僚。《史记·刺客列传》载：“伍子胥知公子光之欲杀吴王僚，乃曰：‘彼光将有内志，未可说以外事。’乃进专诸于公子光。……四月丙子，光伏甲士于窟室中，而具酒请王僚。王僚使兵陈自宫至光之家，门户阶陛左右，皆王僚之亲戚也。夹立侍，皆持长铍。酒既酣，公子光详为足疾，入窟室中，使专诸置匕首鱼炙之腹中而进之。既至王前，专诸擘鱼，因以匕首刺王僚，王僚立死。左右亦杀专诸，王人扰乱。”隐：一作“藏”。<br>⑷太山一掷轻鸿毛：太山，即泰山。此句谓为知己不惜舍命相报也。太山，喻性命也。<a href=\"http://so.gushiwen.org/author_608.aspx\">司马迁</a>《报任安书》：“人固有一死，死或重于泰山，或轻于鸿毛，用之所趋异也。”此用其意。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　《结袜子》在古乐府中属《杂曲歌辞》。<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>此<a href=\"http://so.gushiwen.org/view_7763.aspx\">诗</a>是借古题咏历史人物高渐离刺杀秦始皇、专诸刺杀吴王僚之事。</p> <p>　　此诗起句“燕南壮士”，指高渐离；“吴门豪”指专诸。这里突出了他们最感人的精神力量：他们是壮士，他们有豪情。这两个词语的搭配，正好使专诸和高渐离的生命重新闪耀着奇异的光彩。这里“燕南”和“吴门”两个方位词也用得恰到好处。专诸刺杀吴王僚在吴王宫中，所以称“吴门”；而高渐离击筑，荆轲和而歌，士皆瞋目，怒发冲冠，则发生在易水送别之时，易水在燕之南界，因此称“燕南”。这两个看似不经意的词语，在广阔的背景上使壮志豪情笼罩四野，使他们的英声侠气无处不存，无处不在。第二句，为第一句作必要的补充与说明。他们两人的壮志豪情正是通过这两件惊天动地富于传奇色彩的大事而被历史所确认。这两句诗各以对称排比的结构相连接，重新唤起读者对这两位侠士的向往与崇敬。第三句，是全诗的主旨，是诗人要着重表达的一种信念，一个原则。诗人指出高渐离、专诸之所以置个人生死于不顾，以命相许是为了实践“士为知己者死”的人生信条。因此，这里的“恩”，不是“恩惠”，不是珍宝珠玉、车骑美女等物质的赐予，而是一种超越功利计较的“知遇之恩”，是一种对自我价值的理解和人格的尊重。这里的“许”，也不单是“报答”，更不是人身依附，而是一种自觉的自我价值的实现，是人格力量的自我完成。诗的最后化用太史公<a href=\"http://so.gushiwen.org/author_608.aspx\">司马迁</a>《报任安书》的话“人固有一死，死或重于泰山，或轻于鸿毛”来表明自己的生死观，指出生命应该像“泰山”那样重，而不能像“鸿毛”那样轻。</p> <p>　　这首诗，可以看作是李白读《刺客列传》后所作的咏史诗；也可以看作是李白顿悟生命价值即兴抒发的豪情。</p>",
  "poet": {
    "id": 247,
    "star": 0,
    "name": "李白",
    "image": "http://img.gushiwen.org/authorImg/libai.jpg",
    "desc": "李白（701年－762年），字太白，号青莲居士，唐朝浪漫主义诗人，被后人誉为“诗仙”。祖籍陇西成纪(待考)，出生于西域碎叶城，4岁再随父迁至剑南道绵州。李白存世诗文千余篇，有《李太白集》传世。762年病逝，享年61岁。其墓在今安徽当涂，四川江油、湖北安陆有纪念馆。"
  },
  "tags": [
    "写人",
    "咏史怀古",
    "赞美"
  ]
}