{
  "id": 146,
  "star": 41,
  "name": "隰有苌楚",
  "dynasty": "先秦",
  "content": "隰有苌楚，猗傩其枝，夭之沃沃，乐子之无知。<br>隰有苌楚，猗傩其华，夭之沃沃。乐子之无家。<br>隰有苌楚，猗傩其实，夭之沃沃。乐子之无室。",
  "fanyi": "<p><strong>译文<br></strong>低洼地上长羊桃，蔓长藤绕枝繁茂。鲜嫩润泽长势好，羡你无知不烦恼。<br>低洼地上长羊桃，蔓长藤绕花儿美。鲜嫩润泽长势好，羡你没有家拖累。<br>低洼地上长羊桃，果实累累挂蔓条。鲜嫩润泽长势好，羡你无家需关照。</p> <p><strong>注释<br></strong>1.桧（kuài）风：即桧地的乐调。桧，又写作“郐”。桧地在今河南郑州、新郑、荥阳、密县一带。周平王初，桧国为郑武公所灭，其地为郑国所有。<br>2.隰（xí）：低湿的地方。苌（cháng）楚：蔓生植物，今称羊桃，又叫猕猴桃。<br>3.猗（ē）傩（nuó）：同“婀娜”，茂盛而柔美的样子。<br>4.夭（yāo）：少，此指苌楚处于茁壮成长时期。沃沃：形容叶子润泽的样子。<br>5.乐：喜，这里有羡慕之意。子：指苌楚。<br>6.华（huā）：同“花”。<br>7.无家：没有家庭。家，谓婚配。《左传·桓公十八年》：“女有家，男有室。”<br>8.实：果实。<br>9.无室：没有家室拖累。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　这首<a href=\"http://so.gushiwen.org/view_146.aspx\">诗</a>的中心思想是人自叹不如草木快乐。如果只着眼文本，就诗论诗，其内容并不复杂隐微，甚至可以说是较简明直露，诗中反复表达的，无非是羡慕羊桃生机盎然，无思虑、无室家之累，意明语晰，无可争议。至于诗人为何产生这一奇特的心理，则是见仁见智不一：或说是赋税苛重，或说是社会乱离，或说是遭遇悲惨，或说嗟老伤生，但谁也无法坐实其事。不过，从此诗企羡草木无知无室的内容观之，诗人必然有着重大的不幸，受着痛苦折磨，才会有“人不如草木”之感。</p> <p>　　全诗三章，每章二、四句各换一字，重复诉述着一个意思，这是其感念之深的反映。第一章从羊桃的枝条说起，羡慕其无知而又无忧之乐。首两句起兴，先从客观外物入笔，“隰有苌楚”即是说宽广的沼泽地带长满了羊桃呈现一片繁盛的景象。然后彼而此起，从羊桃而联系人的思想。人在乱离时期，受尽生活的折磨，感到生无乐趣，而看到羊桃的“猗傩其枝”，总不免产生羡慕之情。而羊桃似乎又有意挑逗，将枝条长得“夭之沃沃”，以炫耀其美丽，因为植物是见其华美而不见其忧愁，而人在“好恶无节于内，知诱于外”（《乐记》）的时候，就会深感其乐并“乐子之无知”。这是因为植物只有生长之灵魂而人却有理性之灵魂，两者所差异，形成如此的结果。</p> <p>　　第二章是从羊桃的花说起，羡慕其无家而无累之乐。花草无知，只是尽情开放，人生有情，不免受到家室之累。困而人见花草而羡其无拘无束，自是顺理成章之事。这章说“乐子之无家”，反而兴起人有家而不乐，与前章句式相同，只是“花”与”家”之别，其意思则更深入一层。面对羊桃花的欣欣向荣，自不殆而生羡意，其厌世思想，尤为深沉。那种“龙种自与常人殊”的特权思想，也随之一扫而净。</p> <p>　　第三章是从羊桃的果实说起，羡慕其无室而无忧之乐。“家”与“室”义同，此章是从前章的“家”而来，进一层说明“豺狼在邑龙在野”的时候，那些贵族子弟“问之不肯道姓名，但道困苦乞为奴”（<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>《哀王孙》），更是感到家室之累为苦。此章乐苌楚之无室，反兴人以有室而不乐，亦显示了亡国之音的沉痛至极。桧国失国，贵族反受家室之景，见羊桃兴盛而生悲愁，自是人之常情。植物没有感情，不为痛苦所困，没有家室之愁，实在是值得羡慕。这是无可奈何的想法，表现了贵族阶级在国破家亡之际的强烈不满与无限怨愤。</p> <p>　　此诗作者因为不能从忧患中解脱出来，便觉得草木的无知无觉，无家无室是值得羡慕的。在写法上，此诗是采用衬托对比，用羊桃“夭之沃沃”之乐，来衬人的无室无家之苦。诗人更不必说自家的痛苦，只是羡慕苌楚之乐，苦与乐同时对比，尤显苦者越苦，乐者越乐。诗人让自己的内心感受，用艺术外化寓深情于诗外，不说一句苦，而苦自深。凡苦之不可言者，自是苦已不堪，这是给人从诗外去体会的弦外音、言外旨与诗外味。诗中说的贵族亡国之愁，而受尽奴隶主贵族的压迫与剥削，生活倍受困苦的奴隶，其苦自不堪言，连一棵羊桃也不如。这也是从诗外所得的体会，把现实生活中的矛盾冲突揭露得更深刻，更显艺术的感染力量。</p>",
  "about": "<h2>创作背景</h2> <p>　　关于此<a href=\"http://so.gushiwen.org/view_146.aspx\">诗</a>的背景，历代《诗经》研究者的看法多有分歧，大体上有三种观点：一是《毛诗序》的说法：“《隰有苌楚》，疾恣也。国人疾其君之淫恣，而思无情欲者也。”郑笺、孔疏皆从其说，至宋代又加进理学内容，所谓“此诗言人之喜怒未萌，则思欲未动。及其私欲一炽，则天理灭矣。故思以反其初而乐其未知好色之时也”（黄檬《毛诗集解》）。至明代何楷更坐实史事，他说“《隰有苌楚》，疾恣也。桧君之夫人与郑伯通，桧君弗禁，国人疾之。”（《诗经世本古义》）朱谋玮《诗故》则说：“伤桧之垂亡而君不悟也……亡国不知自谋也。”增添了“亡国”的内容。清刘沅《诗经恒解》又沿此说进而发挥，他说“盖国家将危，世臣旧族……无权挽救，目睹衰孱，知难免偕亡，转不如微贱者可留可去，保室家而忧危也”。二是<a href=\"http://so.gushiwen.org/author_459.aspx\">朱熹</a>《诗集传》首创之说，云：“政烦赋重，人不堪其苦，叹其不如草木之无知而无忧也。”后世循其说者甚众，如许谦、丰坊、姚际恒、方玉润等。姚际恒、方玉润避开朱说“政烦赋重”，而改为泛论，姚说：“此篇为遭乱而贫窭，不能赡其妻子之诗。”（《诗经通论》）方说：“此遭乱诗也……此必桧破民逃，自公族子姓以及小民之有室有家者，莫不扶老携幼，挈妻抱子，相与号泣路歧，故有家不如无家之好，有知不如无知之安也。”（《诗经原始》）而现代学者则取朱说而强化了阶级内容，郭沫若说：“做人的羡慕起草木的自由来”，“这种极端的厌世思想在当时非贵族不能有，所以这诗也是破落贵族的大作”（《中国古代社会研究》）；有人又进而判定“这是写当时劳动人民所受统治阶级的剥削和压迫的痛苦”。三是现代才出现的情诗说。闻一多以为“《隰有苌楚》，幸女之未字人也”（《风诗类钞》）。李长之以为“这是爱慕一个未婚的男子的恋歌”（《诗经试译》）。高亨也说“这是女子对男子表示爱情的短歌”（《诗经今注》）。不同的是闻一多视此诗为男子所作，李长之和高亨则认为是女子所作。</p> <p>　　此诗的创作时间，程俊英《诗经注析》认为“桧国在东周初年被郑国所灭，此诗大约是桧将亡时的作品”。</p>",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": [
    "诗经",
    "伤怀"
  ]
}