{
  "id": 71767,
  "star": 17,
  "name": "浣溪沙·败叶填溪水已冰",
  "dynasty": "清代",
  "content": "败叶填溪水已冰，夕梦犹照短长亭。何年废寺失题名。<br>倚马客临碑上字，斗鸡人拨佛前灯，净消尘土礼金经。",
  "fanyi": "<p><strong>译文<br></strong>干枯凋落的树叶堆积在溪上，水已结冰。黄昏时分，夕阳的余晖依然照着长亭短亭。来到一座废寺前，寺的门额上已经看不清寺名。<br>闲游的过客驻马临摹碑上之字，富家子弟拨弄佛前灯芯。尘世辛劳，凡人几时醒悟。</p> <p><strong>注释<br></strong>⑴浣溪沙：唐教坊曲名，因春秋时期人西施浣纱于若耶溪而得名，后用作词牌名，又名“浣溪纱”“小庭花”等。此调有平仄两体。全词分上下两片，上片三句全用韵，下片末二句用韵，过片二句用对偶句的居多。音节明快，句式整齐，易于上口，为婉约派与豪放派多数词人所常用。<br>⑵败叶：干枯凋落的树叶。<br>⑶题名：寺名。<br>⑷斗鸡人：斗鸡本为一种游戏，战国时即已存在。《战国策·齐策》：“临淄甚富而实，其民无不吹竽鼓瑟，击筑弹琴，斗鸡走犬，六博蹋踘者。”此处“斗鸡人”与前“倚马客”对举，谓到此寺中之人已非往日的善男信女，而是前来闲游的过客，或是贵族豪门的公子哥们。<br>⑸金经：佛经，即《金刚经》，为《金刚般若经》或《金刚般若波罗蜜经》之简称。自东晋以后有多种译本。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　上阙写废寺之外景，荒凉冷寂，繁华消歇。“败叶填溪水已冰”，秋天的树叶凋零了，遂成“败叶”，而萧瑟的秋风又将这些枯叶吹到溪水里。“填”字说明败叶之多，给人一种沉重压抑之感。“水已冰”说明时令已值深秋冬。“夕阳犹照短长亭”说的是荒秋暮景。黄昏时分，夕阳斜照长亭短亭，而行人已经杳无踪迹。此句表面上说的是亭，实际上是人，因为长亭也好，短亭也罢，在古代皆含送别之意。此句勾勒的残阳落照、野亭萧然的暮景与前句“败叶填溪水已冰”的意境十分相合，遂为全词定下凄凉的基调。有了背景的铺垫后，作者开始切入“废寺”主题。“何年废寺失题名”，古人游览庙宇时常题名以资纪念，这些题名经年遭受风吹雨打，最终模糊难辨，以至作者想要追问这究竟是哪一年的寺庙。这一句是正面渲染废庙的冷落苍凉。</p> <p>　　下片写废寺内景，残破不堪，香火断绝。“倚马客临碑上字，斗鸡人拨佛前灯”。此二句谓到此寺中之人已非往日的善男信女，而是前来闲游的过客，或是贵族豪门的公子哥们。其中“斗鸡人拨佛前灯”一句用了唐朝贾昌的典事。唐玄宗好斗鸡，在两宫之间设立斗鸡坊。贾昌七岁，通晓鸟语，驯鸡如神，玄宗任命他为五百小儿长，每天赏赐金帛。贾昌父亲死，玄宗赐他葬器。天下人称其“神鸡童”。贾昌被玄宗恩宠四十年。天宝间，安史之乱爆发，玄宗仓皇奔蜀，贾昌换了姓名，依傍于佛寺。其家被乱兵劫掠，一物无存。大历年间，贾昌依存于寺僧，读佛经，渐通文字，了解经义。日食粥一杯，卧草席。作者用贾昌的故事显然是说寺庙的命运同人的命运一样，在风雨流年中饱经盛衰兴亡、荣辱浮沉，最终繁华不再，一切归于荒凉冷落。结尾“净消尘土礼金经”，更是精警妙出，充分体现了纳兰词“君本春人而多秋思”（梁佩兰评性德语）的凄凉哀婉之风。此句谓，那些临碑者也好，斗鸡人也罢，以及过去来到这里的贵宦雅宾、文人墨客，虽然贤愚有所不同，然而在这劳劳尘世，终同归一梦。这分明是“人生如梦”的感喟了，但是再也没有苏东坡“一樽还酹江月”的豪放与洒脱，有的仅是对“悲欢离合终成空”的无限悲凉的感怀。</p> <p>　　全词语调低沉，含蕴良多，耐人寻味，透露了纳兰内心深处不胜苍凉的悲感。</p>",
  "about": "<h2>创作背景</h2> 　　康熙年间，词人随从康熙皇帝出巡时见到了“废寺”，由此生情动感，遂填词以寄今昔之慨。",
  "poet": {
    "id": 188,
    "star": 0,
    "name": "纳兰性德",
    "image": "http://img.gushiwen.org/authorImg/nalanxingde.jpg",
    "desc": "纳兰性德（1655－1685），满洲人，字容若，号楞伽山人，清代最著名词人之一。其诗词“纳兰词”在清代以至整个中国词坛上都享有很高的声誉，在中国文学史上也占有光采夺目的一席。他生活于满汉融合时期，其贵族家庭兴衰具有关联于王朝国事的典型性。虽侍从帝王，却向往经历平淡。特殊的生活环境背景，加之个人的超逸才华，使其诗词创作呈现出独特的个性和鲜明的艺术风格。流传至今的《木兰花令·拟古决绝词》——“人生若只如初见，何事秋风悲画扇？等闲变却故人心，却道故人心易变。”富于意境，是其众多代表作之一。"
  },
  "tags": [
    "秋天",
    "写景",
    "写人",
    "孤独"
  ]
}