{
  "id": 65064,
  "star": 65,
  "name": "点绛唇·金谷年年",
  "dynasty": "宋代",
  "content": "金谷年年，乱生春色谁为主？余花落处，满地和烟雨。<br>又是离歌，一阕长亭暮。王孙去，萋萋无数，南北东西路。",
  "fanyi": "<p><strong>译文<br></strong>金谷年年生青草，年复一年，每到春来，长势繁茂，乱生的春色谁是它的主人？枝头残余的花朵在蒙蒙细雨中凋落一地。<br>又是离秋，黄昏时分，送行的人在这里话别。远游的人已经走了，芳草萋萋生满前行之路。</p> <p><strong>解释<br></strong>①金谷：即金谷园，指西晋富豪<a href=\"http://so.gushiwen.org/author_883.aspx\">石崇</a>洛阳建造的一座奢华的别墅。因征西将军祭酒王诩回长安时，石崇曾在此为其饯行，而成了指送别、饯行的代称。又指生死相伴的情谊。<br>②离歌：送别的歌曲<br>③长亭：亦称十里长亭。古代人们常在长亭设宴饯别为亲友送行并吟咏留赠。<br>④王孙：本是古代对贵族公子的尊称，后来代指出门远游之人。这里指的是作者的朋友。<br>⑤萋萋（qī）：草盛的样子。</p>",
  "shangxi": "<h2>赏析</h2> 　　前兩句用典，写人去园空、草木无情、年年逢春而生的情景。“乱生”二字，显出荒芜之状。“谁为主”的叹问，点明园的荒凉无主，蕴含着词人对人世沧桑的慨叹。三、四句渲染衬托，描写无主荒园在细雨中的情景：春色凋零，花朵纷坠，枝头稀疏的余花，也随濛濛细雨飘逝“满地”，境界开阔而情调婉伤。虽写雨中落花，却含草盛人稀、无可奈何的惆怅，为写离别奠定感情基调。以下几句写离情。“又是离歌，一阕长亭暮”此句情景交融，长亭，亦称十里长亭，古人送行饯别之地；此暗指别意绵绵，难舍难分，直到日暮。词人抓住特定时刻，刻画出这幅黯然销魂的长亭送别的画面。最后“王孙”三句，是全词之主旨。凝望着亲人渐行渐远，慢慢消失了，唯见茂盛的春草通往四方之路，茫茫无涯。 结尾处词人以景结情，渲染了无限惆怅和依依惜别的感情，给人留下无穷的想像。整首词的语言清新柔婉，属婉约一派。<br/><h2>鉴赏</h2> <p>　　金谷园曾经是锦绣繁华的丽园，如今已是杂树横空、蔓草遍地了。写春色用“乱生”二字，可见荒芜之状，其意味，与<a href=\"http://so.gushiwen.org/author_211.aspx\">杜牧</a>《金谷园》<a href=\"http://so.gushiwen.org/view_65064.aspx\">诗</a>中的“流水无情草自春”相近。“谁为主”之问，除点明园的荒凉无主外，还蕴含着作者对人世沧桑、繁华富贵如过眼烟云之慨叹。</p> <p>　　<a href=\"http://so.gushiwen.org/author_762.aspx\">林逋</a>的《点绛唇》是一首咏草的杰作。以拟人手法，写得情思绵绵，凄楚哀婉。语言美，意境更美。为历代读者称诵。此为咏物词中的佳作。全词以清新空灵的笔触，物中见情，寄寓深意，借吟咏春草抒写离愁别绪。整首词熔咏物与抒情于一炉，凄迷柔美的物象中寄寓惆怅伤春之情，渲染出绵绵不尽的离愁。</p> <p>　　“余花”两句，写无主荒园细雨中春色凋零，绚烂的花朵已纷纷坠落，连枝头稀疏的余花，也随蒙蒙细雨而去。“满地和烟雨”，境界阔大而情调哀伤，虽从雨中落花着笔，却包含着草盛人稀之意。眼看“匆匆春又归去”，词人流露出无可奈何的惆怅情怀。</p> <p>　　过片直写离情。长亭，亦称十里长亭。古代为亲人送行，常长亭设宴饯别，吟咏留赠。此时别意绵绵，难舍难分，直到太阳西下。“又是离歌，一阕长亭暮”，词人正是抓住了黯然销魂的时刻，摄下了这幅长亭送别的画面。最后“王孙”三句，活用《楚辞》意，是全词之主旨。“王孙”本是古代对贵族公子的尊称，后来诗词中，往往代指出门远游之人。凝望着亲人渐行渐远，慢慢消失了，唯见茂盛的春草通往四方之路，茫茫无涯。正如<a href=\"http://so.gushiwen.org/author_269.aspx\">李煜</a>《清平乐》词所说：“离恨恰如春草，更行更远还生。”</p> <p>　　结尾处词人以景结情，渲染了无限惆怅和依依惜别的感情，给人留下无穷的想像。整首词的语言清新柔婉，属婉约一派。 </p>",
  "about": "<h2>创作背景</h2> 　　<a href=\"http://so.gushiwen.org/author_762.aspx\">林逋</a>不趋荣利，独自隐居于西湖孤山，以种梅养鹤自娱。他高标遗世，但仍渴求着友情的慰藉。<a href=\"http://so.gushiwen.org/author_587.aspx\">张先</a>等人皆时时造访。公元1007年词人送别友人离去，借吟咏春草抒写离愁别绪。",
  "poet": {
    "id": 762,
    "star": 0,
    "name": "林逋",
    "image": "http://img.gushiwen.org/authorImg/linpu.jpg",
    "desc": "林逋（967一1028）字君复，汉族，浙江大里黄贤村人（一说杭州钱塘）。幼时刻苦好学，通晓经史百家。书载性孤高自好，喜恬淡，勿趋荣利。长大后，曾漫游江淮间，后隐居杭州西湖，结庐孤山。常驾小舟遍游西湖诸寺庙，与高僧诗友相往还。每逢客至，叫门童子纵鹤放飞，林逋见鹤必棹舟归来。作诗随就随弃，从不留存。1028年（天圣六年）卒。其侄林彰（朝散大夫）、林彬（盈州令）同至杭州，治丧尽礼。宋仁宗赐谥“和靖先生”。"
  },
  "tags": [
    "宋词精选",
    "婉约",
    "典故",
    "送别"
  ]
}