{
  "id": 28570,
  "star": 66,
  "name": "重过圣女祠",
  "dynasty": "唐代",
  "content": "白石岩扉碧藓滋，上清沦谪得归迟。<br>一春梦雨常飘瓦，尽日灵风不满旗。<br>萼绿华来无定所，杜兰香去未移时。<br>玉郎会此通仙籍，忆向天阶问紫芝。",
  "fanyi": "<p><strong>译文<br></strong>圣女祠的白石门边长满碧绿的苔藓，从上清仙境谪落此地迟迟未得回还。<br>春天里蒙蒙细雨常洒向大殿的青瓦，整日里神风微弱吹不动祠中的旗幡。<br>萼绿华自由自在说来就来居无定所，杜兰香青童接驾说走就走立时归返。<br>玉郎与圣女相会于此并给通报仙籍，圣女想一起登天阶服紫芝位列众仙。</p> <p><strong>注释<br></strong>⑴圣女祠：《水经·漾水注》“武都秦冈山，悬崖之侧，列壁之上，有神像，若图指状妇人之容，其形上赤下白，世名之曰‘圣女神’。”武都，在今甘肃省武都县，是唐代由陕西到西川的要道。<br>⑵白石岩扉：指圣女祠的门。岩扉即岩洞的门。<a href=\"http://so.gushiwen.org/author_757.aspx\">孟浩然</a>《夜归鹿门歌》：“岩扉松径长寂寥，惟有幽人自来去。”碧藓滋：碧藓即青苔。<a href=\"http://so.gushiwen.org/author_509.aspx\">江淹</a>《张司空华离情》：“闺草含碧滋。”<br>⑶上清：道教传说中神仙家的最高天界。《灵宝本元经》：“四人天外曰三清境，玉清、太清、上清，亦名三天。”沦谪得归迟：谓神仙被贬谪到人间，迟迟未归。此喻自己多年蹉跎于下僚。沦：一作“论”。<br>⑷梦雨：迷濛细雨。<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>《九歌》“东风飘兮神灵雨。”王若虚《滹南<a href=\"http://so.gushiwen.org/view_28570.aspx\">诗</a>话》引萧闲语：“盖雨之至细若有若无者谓之梦。”<br>⑸尽日：犹终日，整天。《淮南子·氾论训》：“尽日极虑而无益于治，劳形竭智而无补于主。”灵风：神灵之风。《云笈七签》：“灵风扬音，绿霞吐津。”不满旗：谓灵风轻微，不能把旗全部吹展。<br>⑹萼绿华：传说中女仙名。言是九嶷山中得道女子罗郁。晋穆帝时，夜降羊权家，赠权诗一篇，火浣手巾一方，金玉条脱各一枚。<a href=\"http://so.gushiwen.org/author_24.aspx\">陶弘景</a>《真诰·运象》说她年约二十，颜色绝整，曾于东晋升平三年十一月，夜降羊权家，从此常与往来，后授羊权以仙药引其登仙。<br>⑺杜兰香：神话传说中的仙女。典出晋人曹毗所作《杜兰香传》。据传她是后汉时人，三岁时为渔父收养于湘江边，长至十余岁，有青童灵人自空而降，携之而去。临升天时谓其父曰：“我仙女杜兰香也，有过谪人间，今去矣。”<br>⑻玉郎：道家所称天上掌管神仙名册的仙官。《金根经》：“青宫之内北殿上有仙格，格有学仙簿录，及玄名年月深浅，金简玉札，有十万篇，领仙玉郎所掌也。”冯注引《登真隐诀》：“三清九宫并有僚属，其高总称曰道君，次真人、真公、真卿，其中有御史、玉郎，诸小辈官位甚多。”此引玉郎，或云自喻；或云喻柳仲郢，时柳奉调将为吏部侍郎，执掌官吏铨选。通仙籍：即取得登仙界的资格（古称登第入仕为通籍）。仙籍：仙人的名籍。<br>⑼忆：此言想往、期望。天阶：天宫的殿阶。唐<a href=\"http://so.gushiwen.org/author_682.aspx\">韩愈</a>《月蚀诗效玉川子作》：“无梯可上天，天阶无由有臣踪。”问：求取。紫芝：一种真菌。古人以为瑞草。道教以为仙草。<a href=\"http://so.gushiwen.org/author_890.aspx\">王充</a>《论衡·验符》：“建初三年，零陵泉陵女子傅宁宅，土中忽生芝草五本，长者尺四五寸，短者七八寸，茎叶紫色，盖紫芝也。”《茅君内传》：“句曲山有神芝五种，其三色紫，形如葵叶，光明洞彻，服之拜为龙虎仙君。”此喻指朝中之官职。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　这是一首性质类似无题的有题<a href=\"http://so.gushiwen.org/view_28570.aspx\">诗</a>。意境扑朔迷离，托寓似有似无，比有些无题诗更费猜详。题内的“圣女祠”，或以为实指陈仓（今陕西宝鸡市东）的圣女神祠，或以为托喻女道士居住的道观。后一种说法可能比较接近实际。不过，诗中直接歌咏的还是一位“上清沦谪”的“圣女”以及她所居住的环境—圣女祠。因此，读者首先仍不妨从诗人所描绘的直接形象入手来理解诗意。</p> <p>　　古代有不少关于天上神女谪降人间的传说，因此诗人很自然地由眼前这座幽寂的圣女祠生出类似的联想。“白石岩扉碧藓滋，上清沦谪得归迟。”—圣女祠前用白石建造的门扉旁已经长满了碧绿的苔藓，看来这位从上清洞府谪降到下界的圣女沦落在尘世已经很久了。首句写祠前即目所见，从“白石”、“碧藓”相映的景色中勾画出圣女所居的清幽寂寥，暗透其“上清沦谪”的身份和幽洁清丽的风神气质；门前碧藓滋生，暗示幽居独处，久无人迹，微逗“梦雨”一联，同时也暗寓“归迟”之意。次句是即目所见而引起的联想，正面揭出全篇主意。“沦谪得归迟”，是说沦谪下界，迟迟未能回归天上。</p> <p>　　颔联从门前进而扩展到对整个圣女祠环境气氛的描绘—“一春梦雨常飘瓦，尽日灵风不满旗。”如丝春雨，悄然飘洒在屋瓦上，迷蒙飘忽，如梦似幻；习习灵风，轻轻吹拂着檐角的神旗，始终未能使它高高扬起。诗人所看到的，自然只是一段时间内的景象。但由于细雨轻风连绵不断的态势所造成的印象，竟仿佛感到它们“一春”常飘、“尽日”轻扬了。眼前的实景中融入了想象的成分，意境便显得更加悠远，诗人凝望时沉思冥想之状也就如在目前。单就写景状物来说，这一联已经极富神韵，有画笔难到之妙。不过，它更出色的地方恐怕还是意境的朦胧缥缈，能给人以丰富的联想与暗示。王若虚《滹南诗话》引萧闲语云：“盖雨之至细若有若无者，谓之梦。”这梦一般的细雨，本来就已经给人一种虚无缥缈、朦胧迷幻之感，再加上高唐神女朝云暮雨的故实，又赋予“梦雨”以爱情的暗示，因此，这“一春梦雨常飘瓦”的景象便不单纯是一种气氛渲染，而是多少带上了比兴象征的意味。它令人联想到，这位幽居独处、沦谪未归的圣女仿佛在爱情上有某种朦胧的期待和希望，而这种期待和希望又总是象梦一样的飘忽、渺茫。同样地，当读者们联系“何处西南待好风”（《无题二首》之一）、“安得好风吹汝来”（《留赠畏之》）一类诗句来细加体味，也会隐隐约约感到“尽日灵风不满旗”的描写中暗透出一种好风不满的遗憾和无所依托的幽怨。这种由缥缈之景、朦胧之情所融合成的幽渺迷蒙之境，极富象外之致，却又带有不确定的性质，略可意会，而难以言传。这是一种典型的朦胧美。尽管它不免给人以雾里看花之感，但对于诗人所要表现的特殊对象—一位本身就带有虚无缥缈气息的“圣女”来说，却又有其特具的和谐与适应。“神女生涯原是梦”（《无题二首》之二）。这梦一般的身姿面影、身世遭遇，梦一般的爱情期待和心灵叹息，似乎正需要这梦一样的氛围来表现。</p> <p>　　颈联又由“沦谪”不归、幽寂无托的“圣女”，联想到处境与之不同的两位仙女。道书上说，萼绿华年约二十，上下青衣，颜色绝整，于晋穆帝升平三年夜降羊权家，从此经常往来，后授权尸解药引其升仙。杜兰香本是渔父在湘江岸边收养的弃婴，长大后有青童自天而降，携其升天而去。临上天时兰香对渔父说：“我仙女也，有过谪人间，今去矣。”来无定所，踪迹飘忽不定，说明并非“沦谪”尘世，困守一地；去未移时，说明终归仙界，而不同于圣女之迟迟未归。颔、颈两联，一用烘托，一用反衬，将“圣女”沦谪不归、长守幽寂之境的身世遭遇从不同的侧面成功地表现出来了。</p> <p>　　“玉郎会此通仙籍，忆向天阶问紫芝。”玉郎，是天上掌管神仙名册的仙官。通仙籍，指登仙界的资格（古称登第入仕为通籍）。尾联又从圣女眼前沦谪不归的处境转想她从前的情况，“忆”字贯通上下两句。意思是说，遥想从前，职掌仙籍的玉郎仙官曾经与圣女相会，帮助她登上仙界，那时的圣女曾在天宫的台阶上采取紫芝，过着悠闲自在的仙界生活，而此时却沦谪尘世，凄寂无托，不能不慨然。一结以“忆”字唤起今昔之感，不言而黯然神伤。“天阶问紫芝”与“岩扉碧藓滋”正构成天上人间的鲜明对照。</p> <p>　　这首诗成功地塑造了一位沦谪不归、幽居无托的圣女形象。有的研究者认为诗人是托圣女以自寓，有的则认为是托圣女以写女冠。实际上圣女、女冠、作者，不妨说是三位而一体：明赋圣女，实咏女冠，而诗人自己的“沦谪归迟”之情也就借圣女形象隐隐传出。所谓“圣女祠”，大约就是女道观的异名，这从七律《圣女祠》中看得相当清楚。所不同的，只是《圣女祠》借咏圣女而寄作者爱情方面的幽渺之思，而《重过圣女祠》则借咏圣女而寄其身世沉沦之慨罢了。清人钱泳评“梦雨”一联道：“作缥缈幽冥之语，而气息自沉，故非鬼派”（《履园谭诗》）。由于其中融合了诗人自己遇合如梦、无所依托的人生体验，诗歌的意境才能在缥缈中显出沉郁。尾联在回顾往昔中所透露的人间天上之感，也隐然有诗人的今昔之感寄寓在里面。</p>",
  "about": "<h2>创作背景</h2> <p>　　题内的“圣女祠”，或以为实指陈仓（今陕西宝鸡市东）与大散关之间的圣女神祠。唐文宗开成二年（837年）冬，兴元军节度使令狐楚病卒，<a href=\"http://so.gushiwen.org/author_204.aspx\">李商隐</a>随丧回长安，途经这里，曾作《圣女祠》<a href=\"http://so.gushiwen.org/view_28570.aspx\">诗</a>。据张采田《玉溪生年谱会笺》，唐宣宗大中九年（855年）末至大中十年（856年）初，东川节度使柳仲郢奉调还朝，李商隐又随自梓州返回长安，再次往返这里。于是写此诗寄托感慨，因题作“重过圣女祠”。</p> <p>　　关于此诗的创作契机，众说纷纭。<a href=\"http://so.gushiwen.org/author_274.aspx\">纪昀</a>认为是“刺女道士之淫佚”。冯浩在比较前人评论的基础上，认为诗人是“全以圣女自况”。但近人朱偰作《李商隐诗新诠》，则干脆将它们都列入爱情诗内，以为是为怀恋他在玉阳山学道时结识的女道友宋华阳姐妹而作。至于哪一种说法符合实际，尚待考证。</p>",
  "poet": {
    "id": 204,
    "star": 0,
    "name": "李商隐",
    "image": "http://img.gushiwen.org/authorImg/lishangyin.jpg",
    "desc": "李商隐，字义山，号玉溪（谿）生、樊南生，唐代著名诗人，祖籍河内（今河南省焦作市）沁阳，出生于郑州荥阳。他擅长诗歌写作，骈文文学价值也很高，是晚唐最出色的诗人之一，和杜牧合称“小李杜”，与温庭筠合称为“温李”，因诗文与同时期的段成式、温庭筠风格相近，且三人都在家族里排行第十六，故并称为“三十六体”。其诗构思新奇，风格秾丽，尤其是一些爱情诗和无题诗写得缠绵悱恻，优美动人，广为传诵。但部分诗歌过于隐晦迷离，难于索解，至有“诗家总爱西昆好，独恨无人作郑笺”之说。因处于牛李党争的夹缝之中，一生很不得志。死后葬于家乡沁阳（今河南焦作市沁阳与博爱县交界之处）。作品收录为《李义山诗集》。"
  },
  "tags": [
    "神话",
    "写人",
    "抒情"
  ]
}