{
  "id": 72729,
  "star": 307,
  "name": "黄生借书说",
  "dynasty": "清代",
  "content": "　　黄生允修借书。随园主人授以书，而告之曰： </p> <p>　　书非借不能读也。子不闻藏书者乎？七略、四库，天子之书，然天子读书者有几？汗牛塞屋，富贵家之书，然富贵人读书者有几？其他祖父积，子孙弃者无论焉。非独书为然，天下物皆然。非夫人之物而强假焉，必虑人逼取，而惴惴焉摩玩之不已，曰：“今日存，明日去，吾不得而见之矣。”若业为吾所有，必高束焉，庋藏焉，曰“姑俟异日观”云尔。</p> <p>　　余幼好书，家贫难致。有张氏藏书甚富。往借，不与，归而形诸梦。其切如是。故有所览辄省记。通籍后，俸去书来，落落大满，素蟫灰丝时蒙卷轴。然后叹借者之用心专，而少时之岁月为可惜也！</p> <p>　　今黄生贫类予，其借书亦类予；惟予之公书与张氏之吝书若不相类。然则予固不幸而遇张乎，生固幸而遇予乎？知幸与不幸，则其读书也必专，而其归书也必速。</p> <p>　　为一说，使与书俱。",
  "fanyi": "<p><strong>译文</strong><br>　　读书人黄允修来（向我）借书。我把书交授给他并且告诉他说：</p> <p>　　书不是借来的就不能（认认真真地）去读。你没听说过那些藏书的人（是怎样读书）吗？《七略》（我国最早的图书目录分类著作，分为辑略、六艺略、诸子略、<a href=\"http://so.gushiwen.org/view_72729.aspx\">诗</a>赋略、兵书略、术数略、方技略七部）、《四库》（唐朝京师长安和东都洛阳的藏书，有《经》、《史》、《子》、《集》四库。这里《七略》、《四库》都指内府藏书），是天子的藏书，然而天子中读书的人有几个呢？那些搬运起来使牛累得流汗，放在家里塞满了屋子的，是富贵人家的书，然而富贵人中读书的有几个呢？其余那些祖辈和父辈收藏（的书籍），子辈孙辈随便丢弃的就不用说了。不只读书是这样，天下的事物（也）都是这样。不是那人自己的东西却勉强向别人借来，（他）一定担心别人催着要还，因而就显出忧惧的样子，抚摸玩赏那东西久久不能停止，心想：“今天存放（在我这里），明天（就要给人）拿回去，我不能再看到它了。”如果（这东西）已经被我所拥有，（我）一定会（把它）捆扎好放在高处，保存起来，说一声“姑且等到另外的日子再看吧。”</p> <p>　　我小时候爱好读书，但是家里贫穷，很难得到书读。有个姓张的人藏书很多。（我）到他家去借，（他）不借给我，回来以后我在梦中还出现向他借书的情形。我那种迫切（求书的心情就）像这样。所以（只要）有看过的书就记在心里。（我）做了官以后，薪俸花出去了，书籍买来了，屋里到处都堆放满了，蠹虫丝迹时常覆盖书册。这样以后我（才）感慨借书读的人是（那么）用心专一，而自己少年时候的时光是（多么）值得珍惜的啊!</p> <p>　　如今姓黄的年轻人像我（从前一样）贫穷，他借书（苦读）也像我（从前一样）；只不过我把书公开，慷慨出借和姓张的吝惜书籍，（不肯出借，）似乎并不相同。这样看来，那么是我本来不幸遇到了姓张的，而姓黄的年轻人本来幸运遇到我吧？（黄生）懂得了（借到书的）幸运和（借不到书的）不幸运，那么他读书一定会专心，而且他还书也一定会很快。</p> <p>　　（我）写下这篇说，让（它）和书一起（交给黄生）。</p> <p><strong>注释</strong><br>[1]选自《小仓山房文集》。<br>[2]生：古时对读书人的通称。<br>[3]授：交给，交付。<br>[4]子：对人的尊称，相当于现代汉语的“您”。<br>[5]七略四库，天子之书：七略四库是天子的书。西汉末学者<a href=\"http://so.gushiwen.org/author_403.aspx\">刘向</a>整理校订内府藏书。刘向的儿子刘歆（xīn）继续做这个工作，写成《七略》。唐朝，京师长安和东都洛阳的藏书，有经、史、子、集四库。这里七略四库都指内府藏书。<br>[6]汗牛塞屋，富贵家之书：那汗牛塞屋的是富贵人家的藏书。这里说富贵人家藏书很多，搬运起来就累得牛马流汗，放置在家里就塞满屋子。汗，动词，使……流汗。<br>[7]祖父：祖父和父亲。“祖父”相对“子孙”说。<br>[8]弃者：丢弃的情况。<br>[9]无论：不用说，不必说。<br>[10]然：这样。<br>[11]夫（fú）人：那人。指向别人借书的人。<br>[12]强（qiǎng）：勉强。<br>[13]惴惴（zhuì）：忧惧的样子。<br>[14]摩玩：摩挲（suō）玩弄，抚弄。<br>[15]业：业已、已经。<br>[16]高束：捆扎起来放在高处。束，捆，扎。<br>[17]庋（guǐ）：放置、保存。<br>[18]姑：姑且，且。<br>[19]俟（sì）：等待。<br>[20]异日：另外的。<br>[21]尔：语气词，罢了。<br>[22]难致：难以得到。<br>[23]与：给。<br>[24]形诸梦：形之于梦。在梦中现出那种情形。形，动词，现出。诸，等于“之于”。<br>[25]切：迫切。<br>[26]如是：这样。<br>[27]故有所览辄省（xǐng）记：（因为迫切地要读书，又得不到书。）所以看过的就记在心里。省，记。<br>[28]通籍：出仕，做官。做了官，名字就不属于“民籍”，取得了官的身份，所以说“通籍”。这是封建士大夫的常用语。籍，民籍。通，动词，表示从民籍到仕宦的提升。<br>[29]俸：俸禄，官吏的薪水。<br>[30]落落：堆积的样子。<br>[31]素蟫（yín）：指书里蠹虫。<br>[32]灰丝：指虫丝。<br>[33]卷（juàn）轴：书册。古代还没有线装书的时期，书的形式是横幅长卷，有轴以便卷起来。后世沿用“卷轴”称书册。<br>[34]少时：年轻时。<br>[35]岁月：指时间。<br>[36]类：似、像。<br>[37]公：动词，同别人共用。<br>[38]吝：吝啬。<br>[39]归：还。<br>[40]为一说，使与书俱：作一篇说，让（它）同书一起（交给黄生）。</p>",
  "shangxi": "<h2>分析</h2> <p>　　作者认为自己幼时借不到书而“形诸梦”是非常不幸的，而黄生能与作者“公书”是非常幸运的，所以作者要黄生“知幸与不幸”，珍惜少时光阴，专心读书。我们当代的读书条件比起黄生来又不知要幸运多少倍，我们更应“知幸与不幸”，珍惜现在这大好的学习条件和自己的青春年华，刻苦读书。如果学有不成，非他人之过，自己应该多反省，知警惕。这篇“说”就青年黄允修向作者借书一事发表议论，提出“书非借不能读”的观点，勉励青年化弊为利，努力为自己创造条件，发奋求学。</p> <p>　　课文围绕中心，夹叙夹议，层次清楚地阐明事理。文章一开始就提出了“书非借不能读”的观点，出人意料，引人深思，随后围绕着这个中心，逐层展开阐述。先以帝王、富贵人家全都藏书丰富，却没有几个读书人，以及祖父辈尽心藏书而子孙辈随意毁弃书这三种常见的事实，来作初步证明；再运用类比推理，以人们对于借来的东西和属于自己的东西所采取的不同态度，来说明这个论断是具有普遍意义的。　作者从那常见的现象中推究出其原因──“虑人逼取”，这种外来的压力，会化为鞭策自己的动力，有力地证明了“书非借不能读”的观点。接着，作者又拿自己年少时借书之难、读书用心之专和做官后有了大量的书籍却不再读书等切身经历，从正反两个方面做进一步的论证。最后，在上述分析说明的基础上，紧扣“借书”一事，指出黄生有幸而遇肯“公书”的人，勉励他应该珍惜机会，勤奋学习。</p> <p>　　需要注意的是，本文的中心论点虽然是“书非借不能读”，但很明显，仅从字面上来看，这个论点带有很大的片面性。“说”本身不同于规范、正统的论说文，本文作者<a href=\"http://so.gushiwen.org/author_676.aspx\">袁枚</a>又是一位才子气颇重、任性适情的人。因此，我们更宜于把本文视为作者在有感而发的情况下率性而为的一篇带有游戏性质的小文，其中包含有对逝去的青年光阴的怀念、对如今自己的自嘲，而主旨则在鼓励、教育黄生，只是没有板起面孔来。</p> <p>　　中心：作者就黄生借书一事发表议论，提出“书非借不能读”的观点，勉励黄生努力为自己创造条件，发奋学习。</p>",
  "about": "<h2>故事</h2> <p>　　黄允修是个上进的青年，读书万卷，知识渊博。在那时候，并没有图书馆，所以要想读到书就得自己去买，而他只是个穷书生又没什么银子，所以常去当地藏书人家借书来读，但借书也并非易事，书一般系主人珍藏，大多不愿外借，况且有时自己也会用，也不愿借出。</p> <p>　　所以，黄允修最大的梦想就是希望自己也有个大书房，上藏天文，下藏地理，中间藏世间历史。没银子，自然不能把爱读的书都买回来，幸好当地有个叫<a href=\"http://so.gushiwen.org/author_676.aspx\">袁枚</a>的学者赏识黄允修，每次都会借书给他。</p> <p>　　一天，他又去袁枚家里，想借本《东坡七集》来研究一个宋词。袁枚是个好客之人，见黄允修谈吐不凡喜求上进，是打心眼里喜欢，刚好有人从岭南送来荔枝数颗，便邀黄允修一起品尝。</p> <p>　　吃完荔枝，袁枚便带黄允修讲书房，并向黄允修讲宋史。黄允修打算赴京赶考，想向袁枚借些银子买书。袁枚是个小心眼之人，怕黄允修此去无回，能不能中尚未知卜，便不想借他。但交往多日，怕允修对他有成见，何况他也是方圆面里的大学者。矛盾之下，袁枚想到了一个好主意，在一番慷慨陈词的教育之后，袁枚挥笔而就了一篇关于借书有什么好处的文章，就是现在我们读到的《黄生借书说》。</p> <p>　　袁枚在文章里大讲借书的好处，借来的书才珍贵，买回来的书不会好好读之类，还以皇宫贵族、富甲一方的仕族打了一番比方，说四库全书有几个人读，祖辈藏书子孙辈弃书的多的是，末了还献身说法，说自己小时候就常去一户姓张的人家借书，因为是借来的，所以非常珍惜，晚上都能梦到书中读的内容。还夸下海口，说如果借他的书回去读，黄生定能高中！</p> <p>　　黄生一向崇拜袁枚，被这番言语迷惑的晕头转向。于是再不提借银子的事，借了一大撂书并带着《黄生借书说》一并回家去。经过一番苦读，次年黄允修去考试，果然中了名进士，并任邻县的知县一职。</p><br/><h2>分段</h2> <p>　　本文大致可分两段。</p> <p>　　第一部分（第一至三段）：阐明“书非借不能读”的观点。第一段是这一部分的首领段，先说黄生借书，缘事而发引出下面议论。第二段在提出“书非借不能读”的观点后，一连用了“天子”、“富贵人家”没有几个读书者和“其他祖父积、子孙弃者”这三种常见的事实，来初步证明；并以“非独书为然，天下物皆然”一句，深化了论点，扩展了论题；再以人们对于借来的东西（“强假焉”）和属于自己的东西（“吾所有”）所采取的不同态度做对比论证，证明了“天下物皆然”这个论断是有普遍意义的。作者从那常见的现象中推究出其原因——“虑人逼取”，这种外来的压力，会化为鞭策自己的动力，有力的证明了“书非借不能读”的观点。第三段又以自己年少时借书之难、读书用心之专和做官后有了大量的书籍却不再读书等切身经历为有力论据，从正反两方面进一步论证了“书非借不能读”的观点。课文为了论证“书非借不能读也”这一观点，作者从三个方面作了对比。这三个方面的对比是（1）藏书（物）者和借书（物）者对书的不同态度和心理的对比；（2）“我”幼时遇张氏吝书之不幸与黄生遇“我”公书之幸的对比；（3）“我”年少时借书苦读与做官后有书不读的对比。总之，这部分围绕中心观点，有议有叙，层次清楚地阐明了事理。第二部分（第四至五段）：在上述充分的基础上，紧扣“借书”一事，指出黄生有幸遇到肯“公书”的人，向黄生提出希望，读书必专，归书要速。最后一段照应开头，也是在点出写这篇“说”的目的：勉励他应该珍惜年少时光，勤奋学习。</p>",
  "poet": {
    "id": 676,
    "star": 0,
    "name": "袁枚",
    "image": "http://img.gushiwen.org/authorImg/yuanmei.jpg",
    "desc": "袁枚（1716－1797）清代诗人、散文家。字子才，号简斋，晚年自号仓山居士、随园主人、随园老人。汉族，钱塘（今浙江杭州）人。乾隆四年进士，历任溧水、江宁等县知县，有政绩，四十岁即告归。在江宁小仓山下筑筑随园，吟咏其中。广收诗弟子，女弟子尤众。袁枚是乾嘉时期代表诗人之一，与赵翼、蒋士铨合称“乾隆三大家”。"
  },
  "tags": [
    "议论",
    "抒情"
  ]
}