{
  "id": 72503,
  "star": 73,
  "name": "齐人有一妻一妾",
  "dynasty": "先秦",
  "content": "　　齐人有一妻一妾而处室者，其良人出，则必餍酒肉而后反。 其妻问所与饮食者，则尽富贵也。其妻告其妾曰：“良人出，则必餍酒肉而后反；问其与饮食者，尽富贵也，而未尝有显者来，吾将瞷良人之所之也。”</p> <p>　　蚤起，施从良人之所之，遍国中无与立谈者。卒之东郭墦间，之祭者，乞其余；不足，又顾而之他——此其为餍足之道也。 其妻归，告其妾，曰：“良人者，所仰望而终身也，今若此！－－”与其妾讪其良人，而相泣于中庭，而良人未之知也， 施施从外来，骄其妻妾。</p> <p>　　由君子观之，则人之所以求富贵利达者，其妻妾不羞也，而不相泣者，几希矣！",
  "fanyi": "<p><strong>译文</strong><br>　　齐国有个人和一妻一妾共同生活。丈夫每次外出，都（说）是吃饱喝足才回家。妻子问跟他一起吃饭的都是些什么人，（他就说）都是有钱有地位的人。妻子对妾说：“丈夫（每次）出去，都是酒醉饭饱才回家，问是谁跟他在一起吃喝，都是有钱有地位的人。可是，从来也不曾见有显贵体面的人到家里来。我要暗中看看他到底去什么地方。”<br>　　（第二天）清早起来，（妻子）便拐弯抹角地跟踪丈夫。（走遍）整个都城，没有谁停下来与他打招呼交谈。最后（他）走到东门城外的坟墓中间，向那些扫墓的人乞讨残羹剩饭。不够，又四下里看看，到别的扫墓人那里。这就是他天天酒醉饭饱的方法。<br>　　妻子回去，（把看到的一切）告诉了妾，说：“丈夫，是我们指望依靠过一辈子的人。现在却是这个样子。”于是两人一起在院子里大骂，哭成一团。丈夫却一点也不知道，还得意洋洋地从外面回来，在妻妾面前大耍威风。</p> <p><strong>注释</strong><br>（1）处室：居家度日。<br>（2）良人：古时妻子称丈夫。<br>（3）餍（yàn）：饱食。反：通“返”，回家。<br>（4）显者：显要的人，达官贵人。<br>（5）瞷（Jiàn）：窥视，偷看。<br>（6）蚤：同“早”。<br>（7）施（yì）：斜。这里指斜行，斜从 跟随，以免被丈夫发现。<br>（8）国中：都城中。国：城。<br>（9）卒：最后<br>（10）之：来到<br>（11）东郭：东边的城墙。<br>（12）墦间：坟墓间。墦：坟墓<br>（13）祭者:祭扫坟墓的人.<br>（14）讪：讥讽，嘲骂。<br>（15）中庭：庭院里。<br>（16）施施（yí）：喜悦的样子. <br>（17）希：通“稀”。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　这是一篇精彩的讽刺小品。孟子为我们勾画的，是一个内心极其卑劣下贱，外表却趾高气扬，不可一世的形象。他为了在妻妾面前摆阔气，抖威风，自吹每天都有达官贵人请他吃喝，实际上却每天都在坟地里乞讨。妻妾发现了他的秘密后痛苦不堪，而他却并不知道事情已经败露，还在妻妾面前得意洋洋。令人感到既好笑，又有几分恶心。</p> <p>　　男主角“齐人”，分明是当时社会上一个为追求“富贵利达”而不择手段的厚颜无耻的典型人物的缩影。他自欺欺人，做着连自己妻妾也被欺骗隐瞒的见不得人的勾当，却装出一副骄傲自满的神气。虽只寥寥几笔，但他的丑恶嘴脸已暴露无遗了。</p> <p>　　但在具体分析本文之前，我想提个问题。即在《孟子》七篇中，每一章都有“孟子曰”字样，说明全书是孟轲的门徒及其后辈们追记下来的。惟独这一章偏偏没有“孟子曰”这三个字。因此近人高步瀛在《孟子文法读本》中认为，这一章应与它的前一章相连，不宜分成两截。我是同意高先生这一看法的，理由详下。现在先把它的前一章抄在下面：</p> <p>　　储子曰：“王使人（jiàn，窥视）夫子，果有以异于人乎？”孟子曰：“何以异于人哉!尧舜与人同耳。”</p> <p>　　正因为齐宣王派人对孟轲窥伺盯梢，才引起孟子讲出了“齐人有一妻一妾”的故事。如把两章连到一起，自然不存在惟独这一章没有“孟子曰”字样的疑问了。另外，我们还可以从文章修辞的角度来看。《孟子》书中用“”字的地方只有这两处，而这两段文字又恰好彼此衔接；如果孟子不是用齐人之妻的“良人之所之”来与储子说的“王使人夫子”相呼应，而是分成全无关涉的两章，那么这两个“”字的出现也未免太凑巧了。但上述两点还不是两章书应合为一章的最有力的证明，我们将在后面做进一步的探究。</p> <p>　　故事的叙述部分没有什么有意突出的笔墨，作者态度的冷静客观有点像契诃夫在写短篇。但文章却是由浅入深，由先果而后因（即先写现象后点出这种现象发生的背景）的手法，层层揭示出“齐人”龌龊的灵魂，剥去他虚伪的外衣。从“齐人”口头上的吹牛（“所与饮食者”“尽富贵也”）引起了“其妻”的疑心，用“未尝有显者来”点出可疑的症结所在。接着笔锋却从其妻“”的角度由侧面往深处揭露：“遍国中无与立谈者”，是说这个自吹自擂的家伙连普通老百姓都没有一个搭理他的，可见“尽富贵也”的话是纯属吹牛；然后写他“卒之东郭墦间”，跑到墓地上去了，这不能不令人奇怪，使读者也急于看到下文；最后谜底揭晓，原来他不过是个乞丐，而且是个死皮赖脸的痞子，“乞其余，不足，又顾而之他”。这种抽蕉剥茧的手法还不够，更在下面一段的末尾补上一句“施施从外来，骄其妻妾”，写“齐人”的厚颜无耻不但只停留在口头上，而且还表露在神态上和精神状态中，此之谓“颊上添毫”。这种形象刻画真是跃然纸上了。</p> <p>　　读这篇文章，我以为应注意以下四点。第一，要注意其文章的繁与简的处理。如写“良人出”至“尽富贵也”一节，竟不厌其烦地重复一遍。这主要是为了突出写这一现象。特别是第二次写时加上了一句“而未尝有显者来”，这就点出了可疑的关键，为下文的“”做好了铺垫。同时，这一重复是为了与后文对照，相反而又相成。“此其为餍足之道也”与“尽富贵也”恰好相反，而“餍酒肉而后反”则又与“施施从外来，骄其妻妾”相成。前面的重复正是为了使下文反跌时更有力。而当其妻“告其妾”时，却没有把她所“”的全部过程重说一遍，只用了“今若此”三字，好像把话说到半截便咽了回去。这个“此”字竟包括了从“蚤起”以下44字描写的内容，真是简到不能再简。这是因为前面的笔墨已写得淋漓尽致，精彩的镜头如再度出现就反而乏味了；何况其妻的内心感情之复杂绝非重述其所见的种种丑恶现象所能尽，反不如只说半句话更为含蓄有力。即在下文，也只用了一个“讪”和一个“泣”字也已足够，至于“讪”什么和为什么“泣”，都无须细表了。可见作者对文章的繁与简确用过一番心思。</p> <p>　　第二，有人会问，这个“齐人”穷得讨饭，怎么还有“一妻一妾”？我以为，“妾”这个人物的出现是为了主题突出和情节安排的需要。比如妻发现了疑点，便对妾倾诉自己的心事；盯梢回来，把所“”的结果又告诉了妾；妻妾二人互讪互泣，显然比一个女人的自怨自艾效果更突出。没有“妾”，“妻”的言行举止就会受到较大限制，故事的讽刺力量也会大大削弱。比如只说“骄其妻”，就远不如说“骄其妻妾”显得传神尽态。</p> <p>　　第三，“此其为餍足之道也”一句是说故事者的解释之词呢，还是“齐人”之妻说出来的话？这有点类似于<a href=\"http://so.gushiwen.org/author_2884.aspx\">鲁迅</a>《孔乙己》中的一段文字：</p> <p>　　孔乙己是这样的使人快活，可是没有他，别人也便这么过。</p> <p>　　对这几句话，过去曾有过争论，有人说是作者站出来说话，有人则以为应该是酒店小伙计说的。其实这是作者在替作品中的主人公表达他内心的独白。这儿的“此其为餍足之道也”也正是“齐人”之妻在恍然大悟后的一句内心独白，由说故事的人代她表达出来罢了。</p> <p>　　第四，要注意本篇中“而”字的用法。这篇文章里的“而”字有两种用法。一种起连接作用，即“而”字的前后两部分是并列的，如“其妻妾不羞也，而不相泣者，几希矣”的“而”，乃是连接“不羞”和“不相泣”这两个并列成分的，意思说她们是既羞又泣，不羞不泣的是太少见了。另一种则起转折作用，使文章显得透辟有力。如“而未尝有显者来”“而良人未之知也”两句，要是没有这两个“而”字，便缺乏唤醒和点破的作用，文章也就没有波澜而软弱无力了。这两种“而”字的用法必须分清，而后一种对我们用现代汉语写文章也是可以借鉴的。 </p> <p>　　最末一段是作者对故事的总结性的断语。它只对“齐人”做了批判，却没有照应前面回答储子的话。这正是被后人把一章书误分为两章的原因，有的同志不同意高步瀛先生的看法，所持的理由也正在这里。其实这是作者有意识的写法，本不要求再回到原来的论题上去。因为只要一照应前文，就会成为对齐王的谩骂，对自己的表扬，并把全篇讽刺的意义大大削弱。读者请分析一下：“”本身并非光明磊落的行动，“”人则更属非礼。一个人之所以要被人“”，想必他做出了见不得人的事，不是内挟阴私，就是外充伪善。齐宣王以王者之尊，竟派人去“”孟子，孟子当然很有反感，所以一上来就用“何以异于人哉”针锋相对地进行了驳斥。但如果从修养、学问、见识、阅历来看，作为学者的孟轲，当然有“异于人”之处。但这种“异于人”的地方是不怕被人“”的，问题乃在于根本不应该派人去“”。所以孟子提出了“尧舜”来同自己相比，意思是说尧舜也不过同平常人一样，何况我孟轲!尧舜是古之圣人，是儒家的理想人物，可见孟子用来自拟的形象是高大的。而下面却讲了一个十分猥琐的故事。意思说，只有龌龊小人才阳一套阴一套，才有被“”的必要；从另一方面说，只有一个人被怀疑自己是否伪君子时，别人才想到去“”他。“齐人”的故事一方面对那些追求“富贵利达”的龌龊小人进行了无情的讽刺，一方面也正是为了孟子自我表白：我不求富贵利达，自然不会做自欺欺人瞒心昧己的丑事，当然无须装成一副伪善者的面孔做给人看。这正是孟轲从反面证明自己是光明磊落的。因此对于前面的话，也就用不着再回过头去照应了。</p>",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "孟子及弟子"
  },
  "tags": [
    "高中文言文",
    "讽刺",
    "故事"
  ]
}