{
  "id": 71889,
  "star": 62,
  "name": "送和甫至龙安微雨",
  "dynasty": "宋代",
  "content": "荒烟凉雨助人悲，泪染衣襟不自知。<br>除却春风沙际绿，一如看汝过江时。",
  "fanyi": "<p><strong>译文<br></strong>野外的烟气冰冷的雨水令人更加悲伤，泪水浸湿了衣领我都浑然不知。<br>没有了春风河岸的芦苇依旧碧绿，就好像我当初送你过江的时候一样。</p> <p><strong>注释<br></strong>⑴和甫：<a href=\"http://so.gushiwen.org/author_405.aspx\">王安石</a>弟<a href=\"http://so.gushiwen.org/author_1479.aspx\">王安礼</a>。龙安：即龙安津，在江宁城西二十里。吴氏女子：王安石的长女，吴安持的妻子。古时女子出嫁后，从夫姓，称某氏。<br>⑵助人悲：人本已伤别，烟雨荒凉更加重这种悲伤。<br>⑶春风沙际绿：春风吹拂，沙边草青。<br>⑷一如：一切都像。汝：吴氏女子。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　<a href=\"http://so.gushiwen.org/author_405.aspx\">王安石</a>是一位大政治家，也是一位有丰富感情和平凡心的平常人。他这首借送弟兼寄女儿的<a href=\"http://so.gushiwen.org/view_71889.aspx\">诗</a>，充分表现了一个兄长、一个父亲对亲人的深厚感情。这首诗实是写给女儿的，是为了送弟的缘故，来到龙安江边，触景生情，想起女儿出嫁时的复杂心情，不由得再次泪下沾衣。封建社会女子出嫁后，与父母的关系就疏远了，骨肉分别，给父亲的心灵是个不小的打击，但孩子的家庭幸福又是父母所期盼的，因而分别时心情十分矛盾复杂。在封建社会的传统文化背景下，很少有父亲如此真实地表露对女儿出嫁的种种无可名状的心态，王安石却深切真实地写出了一个平凡的父亲的心情。</p> <p>　　诗的前两句说来到江边送弟，同样的荒烟凉雨，同样的骨肉分离，这种场面又一次经历，怎不让人泪下沾衣。诗人说“泪下”而又“不自知”，正写出了站在江边遥望亲人远去时痴凝的神态，其中感情深厚沉郁。后两句说，除了春风吹绿了沙滩这一点与当年不同，一切都和当年送你出嫁时是一样的让人伤感。而“除却”一句又特巧妙，把春来草绿、凄迷伤情的景色特点反而加强了，风物一如往日，而今亲人却各自东西，心里必会伤怀和感慨。</p>",
  "about": "<h2>创作背景</h2> 　　元丰五年（1082），<a href=\"http://so.gushiwen.org/author_405.aspx\">王安石</a>送弟<a href=\"http://so.gushiwen.org/author_1479.aspx\">王安礼</a>赴京任尚书左丞。从熙宁九年（1076）罢相返金陵至是时，王安石已七年未与长女相见，此番送弟，触景生情，更为思念远方的女儿，<a href=\"http://so.gushiwen.org/view_71889.aspx\">诗</a>人饱含深情，融情入景，写下这首七绝寄予她，表达了父女之间的骨肉至情。释普闻《诗论》赞此诗：“拂去豪逸之气，屏荡老健之节，其意韵幽远，清癯雅丽为得也。”王安石的长女亦能作诗，曾有寄父》一绝云：“西风不入小窗纱，秋气应怜我忆家。极目江南千里恨，依然和泪看黄花。”王安石在此前后还写了《寄吴氏女子一首》、《寄吴氏女子》、《次吴氏女韵二首》等，可见父女情深。",
  "poet": {
    "id": 405,
    "star": 0,
    "name": "王安石",
    "image": "http://img.gushiwen.org/authorImg/wanganshi.jpg",
    "desc": "王安石（1021年12月18日－1086年5月21日），字介甫，号半山，谥文，封荆国公。世人又称王荆公。汉族，北宋抚州临川人（今江西省抚州市临川区邓家巷人），中国北宋著名政治家、思想家、文学家、改革家，唐宋八大家之一。欧阳修称赞王安石：“翰林风月三千首，吏部文章二百年。老去自怜心尚在，后来谁与子争先。”传世文集有《王临川集》、《临川集拾遗》等。其诗文各体兼擅，词虽不多，但亦擅长，且有名作《桂枝香》等。而王荆公最得世人哄传之诗句莫过于《泊船瓜洲》中的“春风又绿江南岸，明月何时照我还。”"
  },
  "tags": [
    "送别",
    "感伤",
    "写雨"
  ]
}