{
  "id": 71278,
  "star": 114,
  "name": "折荷有赠",
  "dynasty": "唐代",
  "content": "涉江玩秋水，爱此红蕖鲜。<br>攀荷弄其珠，荡漾不成圆。<br>佳人彩云里，欲赠隔远天。<br>相思无因见，怅望凉风前。",
  "fanyi": "<p><strong>译文<br></strong>划船到江中去荡漾秋天的江水，更喜爱这荷花的鲜艳。<br>拨弄那荷叶上为水珠，滚动着却总不成圆。<br>美好的佳人藏在彩云里，要想赠给她鲜花，又远在天际。<br>苦苦相思而相见无期，惆怅遥望在凄凉的秋风里。</p> <p><strong>注释<br></strong>⑴涉：本义是步行渡水，这里有泛舟游历之意。玩：赏玩、欣赏。秋水：秋天的江湖水，雨水。唐<a href=\"http://so.gushiwen.org/author_289.aspx\">王勃</a>《滕王阁序》：“落霞与孤鹜齐飞，秋水共长天一色。”<br>⑵红蕖（qú）：荷花盛开的样子。蕖：芙蕖，荷花的别名。<br>⑶弄：有把玩、欣赏之意。<br>⑷荡漾：水波微动。<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>《梦游天姥吟留别》：“谢公宿处今尚在，渌水荡漾清猿啼。”<br>⑸佳人：美女。<a href=\"http://so.gushiwen.org/author_358.aspx\">宋玉</a>《登徒子好色赋》：“天下之佳人，莫若楚国；楚国之丽者，莫若臣里；臣里之美者，莫若臣东家之子。”<br>⑹远天：遥远的天宇，说明空间距离之远。<br>⑺相似：彼此想念。后多指男女相悦而无法接近所引起的想念。汉<a href=\"http://so.gushiwen.org/author_460.aspx\">苏武</a>《留别妻》<a href=\"http://so.gushiwen.org/view_71278.aspx\">诗</a>：“生当复来归，死当长相思。”无因：没有门径，没有办法。<br>⑻凉风：秋风。《礼记·月令》：“（孟秋之月）凉风至，白露降，寒蝉鸣。”李白《秋思》诗：“芜然蕙草暮，飒尔凉风吹。”</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　这首<a href=\"http://so.gushiwen.org/view_71278.aspx\">诗</a>与<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>的《拟古十二首》其十一很相似。《拟古十二首》其十一曰：“涉江弄秋水，爱此荷花鲜。攀荷弄其珠，荡漾不成圆。佳期彩云重，欲赠隔远天。相思无由见，怅望凉风前。”除六字不同外，余皆相同。这或许是由于传抄之误的缘故。</p> <p>　　“涉江玩秋水，爱此红蕖鲜。”芙蕖即荷花，所以《拟古》中又作“爱此荷花鲜”。秋高气爽，秋水浩淼，首先就给人以清新、凉爽及高雅、纯洁之感。此时江上弄舟，领略一番江水秋色，已是够惬意的了，然而最引人入胜、最逗人喜爱的，还是那婷婷玉立的鲜红的荷花。从字面上看，这是通过写景而点明了时间地点。但从诗歌意象的沉积所蕴含的内容看，这已不是单纯描景，而是暗含了这位女子如花似玉的体貌及纯洁高雅，坚贞自守的品格。“涉江”一词，最早见于《楚辞·九章》，那是<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>借以抒发愤世忧国之情并表现其纯洁高雅、坚贞自守的品格。这里虽无愤世忧国之意，但借以表现女子纯洁高雅，坚守贞操的品格和向往专一的爱情，也是未尝不可的。梁元帝《赋得涉江采芙蓉》诗云：“叶卷珠难溜，花舒红易倾。”孔德昭同上题诗云：“朝来采摘倦，讵得久盘桓。”辛德源《芙蓉》诗亦云：“涉江良自远，托意在无穷。”就都是借以表现女子对专一爱情的渴望与向往。当然，这一点还需结合下句的“爱此红蕖鲜”理解。梁<a href=\"http://so.gushiwen.org/author_534.aspx\">吴均</a>《拟古四首》其三《采莲曲》云：“锦带杂花钿，罗衣垂绿川。问子今何去，出采江南莲。辽西三千里，欲寄无因缘。愿君早旋返，及此荷花鲜。”“荷花鲜”，就已完全象征着年轻貌美的女子及其纯洁坚贞的品性。可见李白《拟古》中作“爱此荷花鲜”并不是没有道理的。可以说，李白的这首诗，与上引吴均诗有着极为密切的内在联系。从整首诗的布局来看，首二句还只是兴起，但它在感情的抒发与意境的创造上，已为整首诗奠定了基调。</p> <p>　　“攀荷弄其珠，荡漾不成圆。”圆大的绿荷之上，滚动着颗颗晶莹的水珠，仔细把玩之中，才突然发现荡漾中的水珠并不是圆的。这只是字面上的理解，实际上，这两句诗巧妙地暗寓了这位女子细微的内心活动。这里，既受到梁元帝“叶卷珠难溜，花舒红易倾”的启发，同时与南朝民歌《西洲曲》中“低头弄莲子，莲子清如水”的诗句也有异曲同工之妙。诗人运用了南朝民歌中常用的叶音与双关的艺术手法，“荷”谐音合，“攀荷”即有希望匹合成双之意。“不成圆”的“圆”，又双关为团圆之圆。那么由“攀荷”到“不成圆”，已非简单的动作与物象描写，而是重在刻画这位女子由对专一爱情的渴望而感发的焦虑与苦闷的心态。诗歌由开始轻松愉快的赏秋玩荷，到感物而发后的焦虑苦闷，这在意脉上是一次转折，在情感上是一次跌宕。因而，下面便很自然地过渡到直抒对“佳人”的思念之情：“佳人彩云里，欲赠隔远天。相思无因见，怅望凉风前。”</p> <p>　　“佳人彩云里”，可以说是受到《西洲曲》“忆郎郎不至，仰首望飞鸿”的启发。然而在李白的诗中，“彩云”，却带有一种虚无飘渺、行踪不定的意象，如其《宫中行乐词八首》其一：“只愁歌舞散，化作彩云飞”，就有相似之处。“欲赠隔远天”，则更明显是受到了《古诗十九首·涉江采芙蓉》：“采之欲遗谁，所思在远道。”又《古诗十九首·庭中有奇树》：“攀条折其荣，将以遗所思。馨香盈怀袖，路远莫致之。”及吴均“辽西三千里，欲寄无因缘”等诗的影响，借以表现对远方情人无限思念而又无可奈何的强烈情感。末二句是进一步抒发相思之苦与惆怅无奈的悲哀情思。“怅望凉风前”，不仅有外貌的描写、心理的刻划，而且与首句“涉江玩秋水”遥相呼应，并与整首诗的情感、气氛相统一，这就使得诗歌意境自然浑成，给人以强烈的艺术感染力。</p> <p>　　李白的这首诗所受前人的影响是不小的，把它归入“拟古”之组诗，亦不无道理。但是，在完整、统一的意境创造上，这首诗却不为前人所囿，具有独自的风格特征。其一，诗歌虽然始终并没有对女主人公作正面的描写，但从诗歌意象及意脉中可以看出，这位女主人公除具有年轻貌美的特征外，对专一爱情的追求与向往是执着的，其内心情感是细腻而又复杂的。其二，在诗歌意脉的变化上，由赏秋玩荷经情因物牵到相思苦闷的过程，过渡自然巧妙，毫无人工的痕迹。诗歌紧紧围绕“攀荷”这一短暂的细节，把女主人公由“爱此红蕖鲜”到“相思无因见”的整个内心的细微变化，揭示得一览无余。这与前人相比，就显得更为凝炼、更为集中。全诗运用委婉含蓄的艺术手法，淋漓尽致地表现出人物的内心情感。</p>",
  "about": "<h2>创作背景</h2> 　　根据安旗《<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>全集编年注释》，此<a href=\"http://so.gushiwen.org/view_71278.aspx\">诗</a>当作于唐玄宗开元十七年（729年），当时李白二十九岁，与许氏夫人居安陆（今属湖北）。",
  "poet": {
    "id": 247,
    "star": 0,
    "name": "李白",
    "image": "http://img.gushiwen.org/authorImg/libai.jpg",
    "desc": "李白（701年－762年），字太白，号青莲居士，唐朝浪漫主义诗人，被后人誉为“诗仙”。祖籍陇西成纪(待考)，出生于西域碎叶城，4岁再随父迁至剑南道绵州。李白存世诗文千余篇，有《李太白集》传世。762年病逝，享年61岁。其墓在今安徽当涂，四川江油、湖北安陆有纪念馆。"
  },
  "tags": [
    "荷花",
    "言志",
    "惆怅"
  ]
}