{
  "id": 27627,
  "star": 15,
  "name": "登池州九峰楼寄张祜",
  "dynasty": "唐代",
  "content": "百感中来不自由，角声孤起夕阳楼。<br>碧山终日思无尽，芳草何年恨即休？<br>睫在眼前长不见，道非身外更何求。<br>谁人得似张公子，千首诗轻万户侯。",
  "fanyi": "<p><strong>译文<br></strong>多少感慨从内心涌上不能自已，一声画角夕阳照在楼头。<br>对着碧山整日思念无尽，到哪年愁恨可与芳草一同罢休？<br>睫毛就在眼前却总是看不见，大道本非身外还去何处求？<br>有谁能够比得上你张公子，以上千首<a href=\"http://so.gushiwen.org/view_27627.aspx\">诗</a>篇蔑视那万户侯。</p> <p><strong>注释<br></strong>⑴九峰楼：在今安徽贵池东南的九华门上。一作“九华楼”。<br>⑵百感：指内心种种复杂的情感。中：一作“衷”，指内心。<br>⑶芳草：象征贤者。即：一作“始”。<br>⑷“睫在”句：用比喻批评<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>评价不公，发现不了近在眼前的人才。长：一作“犹”。<br>⑸得似：能像，能比得上。张公子：指<a href=\"http://so.gushiwen.org/author_56.aspx\">张祜</a>。<br>⑹轻：作动词，轻视、蔑视的意思。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这首<a href=\"http://so.gushiwen.org/view_27627.aspx\">诗</a>纯乎写情，旁及景物，也无非为了映托感情。第一句用逆挽之笔，倾泄了满腔感喟。众多的感慨一齐涌上心头，已经难于控制了。“角声”句势遒而意奇，为勾起偌多感叹的“诱因”。这一联以先果后因的倒装句式，造成突兀、警耸的艺术效果。“孤起”二字，警醒俊拔，高出时流甚远。一样的斜阳画角，用它一点染，气格便觉异样，似有一种旷漠、凄咽的情绪汩汩从行间流出。角声本无所谓孤独，是岑寂的心境给它抹上了这种感情色彩。行旧地，独凭栏杆，自然要联想到昔日同游的欢乐，相形之下，更显得独游的凄黯了。</p> <p>　　三、四句承上而来，抒发别情。对面的青山──前番是把臂同游的处所；夹道的芳草──伴随着友人远去天涯。翠峰依旧，徒添知己之思；芳草连天，益增离别之恨。离思是无形的，把它寄寓在路远山长的景物中，便显得丰满、具体，情深意长了。诗人正是利用这种具有多层意蕴的词语暗示读者，引发出丰富的联想来，思致活泼，宛转关情。</p> <p>　　五、六两句思笔俱换，由抽绎心中的怀想，转为安慰对方。目不见睫，喻人之无识，这是对<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>的微词。“道非身外”，称颂<a href=\"http://so.gushiwen.org/author_56.aspx\">张祜</a>诗艺之高，有道在身，不必向别处追求。这是故作理趣语，来慰藉自伤沦落的诗友。自此，诗的境界为之一换，格调也迥然不同，可见作者笔姿的灵活多变。</p> <p>　　七、八句就此更作发挥。“谁人得似”即无人可比之意，推崇之高，无以复加。末句“千首诗轻万户侯”补足“谁人得似”句意，大开大合，结构严谨。在<a href=\"http://so.gushiwen.org/author_211.aspx\">杜牧</a>看来，张祜把诗歌看得比高官厚禄更重，没有谁及得上他的清高豁达。</p> <p>　　此诗为抒情佳作，气格清高俊爽，兴寄深远，情韵悠长，恰似倒卷帘栊，一种如虹意气照彻全篇，化尽涕洟，并成酣畅。这种旋折回荡的艺术腕力，是很惊人的。它将对朋友的思念、同情、慰勉、敬重等意思，一一恰到好处地表现出来，含蓄婉转而又激情荡漾。</p> <p>　　一首诗里表现出这么复杂的感情，有纷挐的枨触，绵渺的情思，气类的感愤，理趣的阐发和名士所特具的洒脱与豪纵。风骨铮铮，穷极变化。喜怒言笑，都是杜牧的自家面目。小杜的俊迈、拗峭，深于感慨的诗风，于此也可略窥究竟了。</p>",
  "about": "<h2>创作背景</h2> 　　此<a href=\"http://so.gushiwen.org/view_27627.aspx\">诗</a>作于唐武宗会昌四年（844年）至六年（846年）<a href=\"http://so.gushiwen.org/author_211.aspx\">杜牧</a>池州刺史任上。长庆（唐穆宗年号，821─824）年间，<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>为杭州刺史，<a href=\"http://so.gushiwen.org/author_56.aspx\">张祜</a>和徐凝同应贡举而未能分出谁当首荐。白居易遂出试题《长剑倚天外赋》、《余霞散成绮诗》，命二人决赛。结果列徐第一，张第二。张以为耻，遂“行歌而返”。杜牧事后得知，也很愤慨。唐武宗会昌五年（845年）秋天，张祜从丹阳寓地来到池州看望出任池州刺史的杜牧。两人遍游境内名胜，以文会友，交谊甚洽。此诗即作于此次别后。",
  "poet": {
    "id": 211,
    "star": 0,
    "name": "杜牧",
    "image": "http://img.gushiwen.org/authorImg/dumu.jpg",
    "desc": "杜牧（公元803－约852年），字牧之，号樊川居士，汉族，京兆万年（今陕西西安）人，唐代诗人。杜牧人称“小杜”，以别于杜甫。与李商隐并称“小李杜”。因晚年居长安南樊川别墅，故后世称“杜樊川”，著有《樊川文集》。"
  },
  "tags": [
    "友人",
    "怀才不遇",
    "愤懑"
  ]
}