{
  "id": 6432,
  "star": 827,
  "name": "从军行七首",
  "dynasty": "唐代",
  "content": "烽火城西百尺楼，黄昏独上海风秋。<br>更吹羌笛关山月，无那金闺万里愁。</p> <p>琵琶起舞换新声，总是关山旧别情。<br>撩乱边愁听不尽，高高秋月照长城。</p> <p>关城榆叶早疏黄，日暮云沙古战场。<br>表请回军掩尘骨，莫教兵士哭龙荒。</p> <p>青海长云暗雪山，孤城遥望玉门关。<br>黄沙百战穿金甲，不破楼兰终不还。</p> <p>大漠风尘日色昏，红旗半卷出辕门。<br>前军夜战洮河北，已报生擒吐谷浑。</p> <p>胡瓶落膊紫薄汗，碎叶城西秋月团。<br>明敕星驰封宝剑，辞君一夜取楼兰。</p> <p>玉门山嶂几千重，山北山南总是烽。<br>人依远戍须看火，马踏深山不见踪。",
  "fanyi": "<p><strong>译文</strong><br>　　在烽火台的西边高高地耸着一座戍楼，黄昏时分，独坐在戍楼上任凭从湖面吹来的秋风撩起自己的战袍。此时又传来一阵幽怨的羌笛声，吹奏的是《关山月》的调子，无奈着笛声更增添了对万里之外的妻子的相思之情。</p> <p>　　军中起舞，伴奏的琵琶翻出新声，不管怎样翻新，每每听到《关山月》的曲调时，总会激起边关将士久别怀乡的忧伤之情。纷杂的乐舞与思乡的愁绪交织在一起，欲理还乱，无尽无休。此时秋天的月亮高高地照着长城。</p> <p>　　边城榆树的叶子早已稀疏飘落，颜色发黄了，傍晚时分，一场战斗刚刚结束，环视战场，只见暮云低合，荒丘起伏。将军向皇帝上表，奏请班师，以便能把战死沙场的将士们的尸骨运回故土安葬，不能让士兵们为他乡埋葬自己的战友而伤感痛哭。</p> <p>　　青海湖上蒸腾而起的漫漫云雾，遮暗了整个祁连山，远远地可以望见玉门关那座孤城。黄沙万里，频繁的战斗磨穿了战士们身上的铠甲，不将敌人打败绝不回还。</p> <p>　　塞北沙漠中大风狂起，尘土飞扬，天色为之昏暗，前线军情十分紧急，接到战报后迅速出击。先头部队已经于昨天夜间在洮河的北岸和敌人展开了激战，刚刚听说与敌人交火，现在就传来了已获得大捷的消息。</p> <p>　　将军臂膊上绑缚着胡瓶，骑着紫薄汗马，英姿飒爽；碎叶城西的天空中一轮秋月高高悬挂。边境传来紧急军情，皇上派使者星夜传诏将军，并赐予尚方宝剑令其即刻领兵奔赴前线杀敌；将军拜诏辞京，奔赴战场，将士用命，一鼓作气，很快就攻破了敌人的老巢。</p> <p>　　玉门关周围山峦层层叠叠，像重重屏障护卫着王朝的西北边防；烽火台遍布各个山头。人们戍边要依靠烽火来传递消息；那里山深林密，马儿跑过一会儿就看不见踪影了。</p> <p><strong>注释</strong><br>⑴从军行：乐府旧题，属相和歌辞平调曲。多是反映军旅辛苦生活的。<br>⑵羌笛：羌族竹制乐器。关山月，乐府曲名，属横吹曲。多为伤离别之辞。<br>⑶独上：一作“独坐”。<br>⑷无那：无奈，指无法消除思亲之愁。一作“谁解”。<br>⑸新声：新的歌曲。<br>⑹关山：边塞。旧别：一作“离别”。<br>⑺撩乱：心里烦乱。边愁：久住边疆的愁苦。听不尽：一作“弹不尽”。<br>⑻关城：指边关的守城。<br>⑼云沙：像云一样的风沙。<br>⑽表：上表，上书。掩尘骨：指尸骨安葬。掩，埋。<br>⑾龙荒：荒原。<br>⑿青海：指青海湖，在今青海省。<br>⒀玉门关：汉置边关名，在今甘肃敦煌县西。一作“雁门关”。<br>⒁楼兰：汉西域国名，在今新疆蜡羌县及罗布泊一带，此地代指唐西边境少数民族政权。终不还：一作“竟不还”。<br>⒂辕门：指军营的大门。<br>⒃吐谷浑：中国古代少数民族名称，晋时鲜卑慕容氏的后裔。<br>⒄胡瓶：唐代西域地区制作的一种工艺品，可用来储水。<br>⒅敕：专指皇帝的诏书。星驰：像流星一样迅疾奔驰，也可解释为星夜奔驰。<br>⒆嶂：指直立像屏障一样的山峰。<br>⒇烽：指烽火台。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　组<a href=\"http://so.gushiwen.org/view_6432.aspx\">诗</a>《从军行七首》是<a href=\"http://so.gushiwen.org/author_437.aspx\">王昌龄</a>采用乐府旧题写的边塞诗，载于《全唐诗》卷一百四十三。</p> <p>　　【其一】</p> <p>　　这首小诗，笔法简洁而富蕴意，写法上很有特色。诗人巧妙地处理了叙事与抒情的关系。前三句叙事，描写环境，采用了层层深入、反复渲染的手法，创造气氛，为第四句抒情做铺垫，突出了抒情句的地位，使抒情句显得格外警拔有力。“烽火城西”，一下子就点明了这是在青海烽火城西的瞭望台上。荒寂的原野，四顾苍茫，只有这座百尺高楼，这种环境很容易引起人的寂寞之感。时令正值秋季，凉气侵人，正是游子思亲、思妇念远的季节。时间又逢黄昏，“鸡栖于埘，日之夕矣，羊牛下来。君子于役，如之何勿思！”（《诗经·王风·君子于役》）这样的时间常常触发人们思念于役在外的亲人。而此时此刻，久戍不归的征人恰恰“独坐”在孤零零的戍楼上。天地悠悠，牢落无偶，思亲之情正随着青海湖方向吹来的阵阵秋风任意翻腾。上面所描写的，都是通过视觉所看到的环境，没有声音，还缺乏立体感。接着诗人写道：“更吹羌笛关山月”。在寂寥的环境中，传来了阵阵呜呜咽咽的笛声，就象亲人在呼唤，又象是游子的叹息。这缕缕笛声，恰似一根导火线，使边塞征人积郁在心中的思亲感情，再也控制不住，终于来了个大爆发，引出了诗的最后一句。这一缕笛声，对于“独坐”在孤楼之上的闻笛人来说是景，但这景又饱含着吹笛人所抒发的情，使环境更具体、内容更丰富了。诗人用这亦情亦景的句子，不露痕迹，完成了由景入情的转折过渡，何等巧妙、何等自然！</p> <p>　　在表现征人思想活动方面，诗人运笔也十分委婉曲折。环境氛围已经造成，为抒情铺平垫稳，然后水到渠成，直接描写边人的心理——“无那金闺万里愁”。作者所要表现的是征人思念亲人、怀恋乡土的感情，但不直接写，偏从深闺妻子的万里愁怀反映出来。而实际情形也是如此：妻子无法消除的思念，正是征人思归又不得归的结果。这一曲笔，把征人和思妇的感情完全交融在一起了。就全篇而言，这一句如画龙点睛，立刻使全诗神韵飞腾，而更具动人的力量了。</p> <p><br>　　【其二】</p> <p>　　此诗截取了边塞军旅生活的一个片断，通过写军中宴乐表现征戍者深沉、复杂的感情。</p> <p>　　“琵琶起舞换新声”。随舞蹈的变换，琵琶又翻出新的曲调，诗境就在一片乐声中展开。琵琶是富于边地风味的乐器，而军中置酒作乐，常常少不了“胡琴琵琶与羌笛。”这些器乐，对征戍者来说，带着异或情调，容易唤起强烈感触。既然是“换新声”，总能给人以一些新的情趣、新的感受吧？不，“总是关山旧别情”。边地音乐主要内容，可以一言以蔽之，“旧别情”而已。因为艺术反映实际生活，征戍者谁个不是离乡背井乃至别妇抛雏？“别情”实在是最普遍、最深厚的感情和创作素材。所以，琵琶尽可换新曲调，却换不了歌词包含的情感内容。《乐府古题要解》云：“《关山月》，伤离也。”句中“关山”在字面的意义外，双关《关山月》曲调，含意更深。</p> <p>　　此句的“旧”对应上句的“新”，成为诗意的一次波折，造成抗坠扬抑的音情，特别是以“总是”作有力转接，效果尤显。次句既然强调别情之“旧”，那么，这乐曲是否太乏味呢？不，“撩乱边愁听不尽”，那曲调无论什么时候，总能扰得人心烦乱不宁。所以那奏不完、“听不尽”的曲调，实叫人又怕听，又爱听，永远动情。这是诗中又一次波折，又一次音情的抑扬。“听不尽”三字，是怨？是叹？是赞？意味深长。作“奏不完”解，自然是偏于怨叹。然作“听不够”讲，则又含有赞美了。所以这句提到的“边愁”既是久戍思归的苦情，又未尝没有更多的意味。当时北方边患未除，尚不能尽息甲兵，言念及此，征戍者也会心不宁意不平的。前人多只看到它“意调酸楚”的一面，未必十分全面。</p> <p>　　诗前三句均就乐声抒情，说到“边愁”用了“听不尽”三字，那末结句如何以有限的七字尽此“不尽”就最见功力。诗人这里轻轻宕开一笔，以景结情。仿佛在军中置酒饮乐的场面之后，忽然出现一个月照长城的莽莽苍苍的景象：古老雄伟的长城绵亘起伏，秋月高照，景象壮阔而悲凉。对此，你会生出什么感想？是无限的乡愁？是立功边塞的雄心和对于现实的忧怨？也许，还应加上对于祖国山川风物的深沉的爱，等等。</p> <p>　　读者也许会感到，在前三句中的感情细流一波三折地发展（换新声——旧别情——听不尽）后，到此却汇成一汪深沉的湖水，荡漾回旋。“高高秋月照长城”，这里离情入景，使诗情得到升华。正因为情不可尽，诗人“以不尽尽之”，“思入微茫，似脱实粘”，才使人感到那样丰富深刻的思想感情，征戍者的内心世界表达得入木三分。此诗之臻于七绝上乘之境，除了音情曲折外，这绝处生姿的一笔也是不容轻忽的。</p> <p>　　【其三】</p> <p>　　这首诗通过描写古战场的荒凉景象，无数的将士们死在边关，而没有办法好好安葬，反映了当时战争的惨烈，也表现了诗人对将士们深切的同情之心。</p> <p>　　诗的开头点明地点和时令，形象地描绘出边地的荒凉景象，次句暗示有不少战士在这场战斗中为国捐躯。后两句写将军上表请求把战死的将士们尸骨运回安葬，表明了将帅对士卒的爱护之情，</p> <p>　　此诗以旷远苍茫的荒野战场作为背景，“黄叶”“暮云”等边塞景象更进一步烘托出边塞的荒凉，给人以满目萧然、凄凉悲怆之感。最后两句感情真挚，造句沉痛，更增悲怆之气。全诗读来颇令人感到那种震撼人心的力量，一支部队有这样体恤、爱护士卒的统帅，士卒没有不卖命的道路，由此亦可以想象这支部队战斗力量的强大。</p> <p>　　【其四】</p> <p>　　唐代边塞诗的读者，往往因为诗中所涉及的地名古今杂举、空间悬隔而感到困惑。怀疑作者不谙地理，因而不求甚解者有之，曲为之解者亦有之。这首诗就有这种情形。</p> <p>　　前两句提到三个地名。雪山即河西走廊南面横亘廷伸的祁连山脉。青海与玉门关东西相距数千里，却同在一幅画面上出现，于是对这两句就有种种不同的解说。有的说，上句是向前极目，下句是回望故乡。这很奇怪。青海、雪山在前，玉门关在后，则抒情主人公回望的故乡该是玉门关西的西域，那不是汉兵，倒成胡兵了。另一说，次句即“孤城玉门关遥望”之倒文，而遥望的对象则是“青海长云暗雪山”，这里存在两种误解：一是把“遥望”解为“遥看”，二是把对西北边陲地区的概括描写误解为抒情主人公望中所见，而前一种误解即因后一种误解而生。</p> <p>　　一、二两句，不妨设想成次第展现的广阔地域的画面：青海湖上空，长云弥温；湖的北面，横亘着绵廷千里的隐隐的雪山；越过雪山，是矗立在河西走廊荒漠中的一座孤城；再往西，就是和孤城遥遥相对的军事要塞——玉门关。这幅集中了东西数千里广阔地域的长卷，就是当时西北边戍边将士生活、战斗的典型环境。它是对整个西北边陲的一个鸟瞰，一个概括。为什么特别提及青海与玉关呢？这跟当时民族之间战争的态势有关。唐代西、北方的强敌，一是吐蕃，一是突厥。河西节度使的任务是隔断吐蕃与突厥的交通，一镇兼顾西方、北方两个强敌，主要是防御吐蕃，守护河西走廊。“青海”地区，正是吐蕃与唐军多次作战的场所；而“玉门关”外，则是突厥的势力范围。所以这两句不仅描绘了整个西北边陲的景象，而且点出了“孤城”西拒吐蕃，北防突厥的极其重要的地理形势。这两个方向的强敌，正是戍守“孤城”的将士心之所系，宜乎在画面上出现青海与玉关。与其说，这是将士望中所见，不如说这是将士脑海中浮现出来的画面。这两句在写景的同时渗透丰富复杂的感情：戍边将士对边防形势的关注，对自己所担负的任务的自豪感、责任感，以及戍边生活的孤寂、艰苦之感，都融合在悲壮、开阔而又迷蒙暗淡的景色里。</p> <p>　　三、四两句由情景交融的环境描写转为直接抒情。“黄沙百战穿金甲”，是概括力极强的诗句。戍边时间之漫长，战事之频繁，战斗之艰苦，敌军之强悍，边地之荒凉，都于此七字中概括无遗。“百战”是比较抽象的，冠以“黄沙”二字，就突出了西北战场的特征，令人宛见“日暮云沙古战场”的景象；“百战”而至“穿金甲”，更可想见战斗之艰苦激烈，也可想见这漫长的时间中有一系列“白骨掩蓬蒿”式的壮烈牺牲。但是，金甲尽管磨穿，将士的报国壮志却并没有销磨，而是在大漠风沙的磨炼中变得更加坚定。“不破楼兰终不还”，就是身经百战的将士豪壮的誓言。上一句把战斗之艰苦，战事之频繁越写得突出，这一句便越显得铿锵有力，掷地有声。一二两句，境界阔大，感情悲壮，含蕴丰富；三四两句之间，显然有转折，二句形成鲜明对照。“黄沙”句尽管写出了战争的艰苦，但整个形象给人的实际感受是雄壮有力，而不是低沉伤感的。因此末句并非嗟叹归家无日，而是在深深意识到战争的艰苦、长期的基础上所发出的更坚定、深沉的誓言，盛唐优秀边塞诗的一个重要的思想特色，就是在抒写戍边将士的豪情壮志的同时，并不回避战争的艰苦，本篇就是一个显例。可以说，三四两句这种不是空洞肤浅的抒情，正需要有一二两句那种含蕴丰富的大处落墨的环境描写。典型环境与人物感情高度统一，是王昌龄绝句的一个突出优点，这在本篇中也有明显的体现。</p> <p>　　【其五】</p> <p>　　读过《三国演义》的人，可能对第五回“关云长温酒斩华雄”有深刻印象。这对塑造关羽英雄形象是很精彩的一节。但书中并没有正面描写单刀匹马的关羽与领兵五万的华雄如何正面交手，而是用了这样一段文字：（关羽）出帐提刀，飞身上马。众诸侯听得关外鼓声大振，喊声大举，如天摧地塌，岳撼山崩，众皆失惊。正欲探听，鸾铃响处，马到中军，云长提华雄之头，掷于地上，其酒尚温。</p> <p>　　这段文字，笔墨非常简炼，从当时的气氛和诸侯的反应中，写出了关羽的神威。论其客观艺术效果，比写挥刀大战数十回合，更加引人入胜。<a href=\"http://so.gushiwen.org/author_927.aspx\">罗贯中</a>的这段文字，当然有他匠心独运之处，但如果就避开正面铺叙，通过气氛渲染和侧面描写，去让人想象战争场面这一点来看，却不是他的首创，像王昌龄的这首《从军行》，应该说已早著先鞭，并且是以诗歌形式取得成功的。</p> <p>　　“大漠风尘日色昏”，由于我国西北部的阿尔泰山、天山、昆仑山均呈自西向东或向东南走向，在河西走廊和青海东部形成一个大喇叭口，风力极大，狂风起时，飞沙走石。因此，“日色昏”接在“大漠风尘”后面，并不是指天色已晚，而是指风沙遮天蔽日。但这不光表现气候的暴烈，它作为一种背景出现，还自然对军事形势起着烘托、暗示的作用。在这种情势下，唐军采取什么行动呢？不是辕门紧闭，被动防守，而是主动出征。为了减少风的强大阻力，加快行军速度，战士们半卷着红旗，向前挺进。这两句于“大漠风尘”之中，渲染红旗指引的一支劲旅，好像不是自然界在逞威，而是这支军队卷尘挟风，如一柄利剑，直指敌营。这就把读者的心弦扣得紧紧的，让人感到一场恶战已迫在眉睫。这支横行大漠的健儿，将要演出怎样一种惊心动魄的场面呢？在这种悬想之下，再读后两句：“前军夜战洮河北，已报生擒吐谷浑。”这可以说是一落一起。读者的悬想是紧跟着刚才那支军队展开的，可是在沙场上大显身手的机会却并没有轮到他们。就在中途，捷报传来，前锋部队已在夜战中大获全胜，连敌酋也被生擒。情节发展得既快又不免有点出人意料，但却完全合乎情理，因为前两句所写的那种大军出征时迅猛、凌厉的声势，已经充分暗示了唐军的士气和威力。这支强大剽悍的增援部队，既衬托出前锋的胜利并非偶然，又能见出唐军兵力绰绰有余，胜券在握。</p> <p>　　从描写看，诗人所选取的对象是未和敌军直接交手的后续部队，而对战果辉煌的“前军夜战”只从侧面带出。这是打破常套的构思。如果改成从正面对夜战进行铺叙，就不免会显得平板，并且在短小的绝句中无法完成。现在避开对战争过程的正面描写，从侧面进行烘托，就把绝句的短处变成了长处。它让读者从“大漠风尘日色昏”和“夜战洮河北”去想象前锋的仗打得多么艰苦，多么出色。从“已报生擒吐谷浑”去体味这次出征多么富有戏剧性。一场激战，不是写得声嘶力竭，而是出以轻快跳脱之笔，通过侧面的烘托、点染，让读者去体味、遐想。这一切，在短短的四句诗里表现出来，在构思和驱遣语言上的难度，应该说是超过“温酒斩华雄”那样一类小说故事的。</p> <p>　　【其六】</p> <p>　　第六首诗描写的是一位将军欲奔赴边关杀敌立功的急切心情。</p> <p>　　诗的首句写这位将军的战时装束和勇武雄姿，次句转写边塞之景，意在营造和烘托气氛，暗示将军之心时时想着边塞的安危，时时准备奔赴边塞，保境安民。这两句着力铺陈将军的装束和边地景色，既衬托出将军的神武之姿，又意在蓄势，在如水秋月的广阔清寒背景下，一身戎装的将军的剪影，威风凛凛，一位勇武的将军形象就被传神地勾勒了出来。诗的后两句，豪气生发，尤显英雄本色，既写出了部队攻城拔寨的神速，同时也反映出作者对唐朝强大国势和军力的一种自信和自豪心理。</p> <p>　　【其七】</p> <p>　　第七首诗主要描写的是山峦叠嶂，烽火遍布的边塞景观。用笔隐曲，语浅意深，余味不尽。</p> <p>　　诗的前三句写山多、烽火台多，以及边塞将士对烽火的依赖，均属静态描述，突出了唐军在玉门关一带边防设施的完善和布防的到位。至第四句笔锋一转，引入的动态画面，视野之中闯入了一匹马儿，但转瞬又消失在深山密林里。动静结合，形成叙述力度上的张弛美感。而“不见踪”则又将马行之疾，山林之深准确地刻画了出来。虽然已经看不见马了，但仍然能使人产生不尽的联想，让读者隐约地感到边防健儿身手的敏捷。这种结尾，颇为耐人寻味，正如诗人在《诗格》中谈到结尾一句如何处理时所写的那样：“每至落句，常须含蓄，不令语尽思穷。”全诗起笔突兀，收笔婉转，而又似乎绵里藏针，读来颇感意味深长，值得玩味。 </p>",
  "poet": {
    "id": 437,
    "star": 0,
    "name": "王昌龄",
    "image": "http://img.gushiwen.org/authorImg/wangchangling.jpg",
    "desc": "王昌龄 (698— 756），字少伯，河东晋阳（今山西太原）人。盛唐著名边塞诗人，后人誉为“七绝圣手”。早年贫贱，困于农耕，年近不惑，始中进士。初任秘书省校书郎，又中博学宏辞，授汜水尉，因事贬岭南。与李白、高适、王维、王之涣、岑参等交厚。开元末返长安，改授江宁丞。被谤谪龙标尉。安史乱起，为刺史闾丘所杀。其诗以七绝见长，尤以登第之前赴西北边塞所作边塞诗最著，有“诗家夫子王江宁”之誉（亦有“诗家天子王江宁”的说法）。"
  },
  "tags": [
    "边塞",
    "叙事",
    "抒情",
    "思念"
  ]
}