{
  "id": 28286,
  "star": 18,
  "name": "姑苏怀古",
  "dynasty": "唐代",
  "content": "宫馆余基辍棹过，黍苗无限独悲歌。<br>荒台麋鹿争新草，空苑岛凫占浅莎。<br>吴岫雨来虚槛冷，楚江风急远帆多。<br>可怜国破忠臣死，日月东流生白波。",
  "shangxi": "<h2>鉴赏</h2> <p>　　姑苏，即姑苏山，在今江苏苏州市，春秋吴王阖庐始于山上建台，在其子夫差时竣工，人称姑苏台，其台横亘五里，夫差曾在台上备宫妓千人，又造春宵宫，为长夜之饮，越国攻吴，吴太子友战败而焚之。后人常借吟咏姑苏台来抒发对吴越争霸历史的感喟。此<a href=\"http://so.gushiwen.org/view_28286.aspx\">诗</a>就是<a href=\"http://so.gushiwen.org/author_267.aspx\">许浑</a>舟行经过姑苏，登台吊古所作。</p> <p>　　首联叙登台。上句以平叙之笔直接点题，“宫馆余基”指姑苏陈迹。“辍棹过”言舍舟登岸，凭吊古台。下句“黍苗”承“宫馆余基”来，初登台基，放眼眺望，只见残砖败瓦间禾黍成行，断壁颓垣上蒿草丛生。“黍苗”二字实写眼前景色，又暗中脱化《诗经·黍离》诗意，借古人亡国之哀思，表现自己对人世沧桑的感慨。“独”字传神，将独来吊古那种惆怅情绪写得极真。“悲歌”即含黍离之悲意。这一联以叙事起，以情语接，用一“悲”字奠定全诗感情基调，语言平淡而富有深韵，已然将读者引入浓厚的思古气氛中。</p> <p>　　颔联以赋笔铺写姑苏台遗址景象，但景中意蕴深藏。一边是人去台空的荒凉阒静，另一边则是争食新草的麋鹿和各据莎草、筑巢栖息的水鸟。这一联遣词用字极为考究：野鹿、凫鸥性极警觉，在此栖游，可见荒台空苑之静寂；新草、浅莎，当春始发，正见出春机盎然之状。动词“争”、“占”，绘出了自然界旺盛的生命活力。工整的对仗，显示出诗人匠心独到之处，这里并置着的人事意象和自然意象，通过精确而富于表现力的形容词与动词的修饰连接，把历史陈迹的死寂与自然生命的生机统一于有机的画面中，形成强烈的生和死的比差，活生生地逼出人们心中历史无情、自然永恒的悲情。这一联以表面的赋法铺写，包裹着深沉的内核，诗人充分利用了律诗对偶的特点，以各个意象间强大的张力，造成形象大于思想的艺术效果，以空外传音的方式，暗示出作者吊古的情绪。</p> <p>　　颈联使用比兴手法表现诗人对历史和现实的感受。“吴岫雨来”、“楚江风急”看似实写眼中景色，然而“吴”、“楚”字面，可以引发历史联想，惊风飘絮，雨打浮萍既为国破家亡象征意象，亦可被认为其意味着“山雨欲来风满楼”的晚唐政治现状，似此似彼，亦此亦彼，彼此难分。“虚槛冷”是山雨将至时，诗人登台凭槛的思绪，是眼前天气变化造成的，同时它又是诗人怀古而产生的，对时局和个人前途的寒颤情绪。风雨中的远帆，是诗人眺望中所见，亦可视为他在怀古中体悟出的回避乱世、远身避祸的道理、事实上，诗人“自有还家计，南湖二顷田”（《夜归丁卯桥村舍》）的想法，正是有感于乱世产生的。</p> <p>　　诗的中间两联写景，是诗人对传统诗歌赋、比、兴手法的熟炼运用，又见出他对七律这一体裁的得心应手，可谓左右逢源，佳句迭出。</p> <p>　　尾联照应篇首，抒发诗人历史无情、自然永恒的感慨之情。“忠臣”，指伍子胥，吴越战争时，夫差败越，越王勾践求和，子胥力谏吴王不可应允，吴王夫差不从，且偏信伯嚭谗言，迫子胥自杀，弃尸江中，后来越国果然击败吴国。“可怜”句，是诗人对伍子胥悲剧命运的哀悯感叹。孔子面对滚滚流水，曾发出过“逝者如斯夫，不舍昼夜”的感慨，急风吹帆的大江，在滔滔白波中向东而去，消失在天际。人生短促、历史无情，自然永恒，使诗人思绪万端。</p> <p>　　此诗以叙事起，以绘景结，中间两联以写实和象征兼用之笔承转首尾，使通篇圆转流畅，同时又以“独悲”二字统领全诗，在整个意境空间中灌注伤今悲古的悲怆凄凉之气，与其五律诗的“高华雄浑”形成迥然不同的风格，这种风格为后人极推崇，宋人范晞文说：“用物而不为物所赘，写情而不为情所牵，李、杜之后，当学者许浑而已。”（《对床夜语》）可见许浑七律，在唐朝诗人中，是占有很高地位的，此诗亦可以证明这一点。</p>",
  "poet": {
    "id": 267,
    "star": 0,
    "name": "许浑",
    "image": "http://img.gushiwen.org/authorImg/xuhun.jpg",
    "desc": "许浑，晚唐最具影响力的诗人之一，七五律尤佳，后人拟之与诗圣杜甫齐名，更有“许浑千首诗，杜甫一生愁”之语。"
  },
  "tags": [
    "登高",
    "写景",
    "怀古"
  ]
}