{
  "id": 70930,
  "star": 878,
  "name": "春日偶成",
  "dynasty": "宋代",
  "content": "云淡风轻近午天，傍花随柳过前川。<br>时人不识余心乐，将谓偷闲学少年。",
  "fanyi": "<p><strong>韵译</strong><br>云儿淡，风儿轻，时近春日中午，傍着花，随着柳，我向河岸漫步。<br>这惬意的春游呀，人们并不了解，将会说我忙里偷闲，强学少年童。</p> <p><strong>散译</strong><br>淡淡的云在天上飘，风儿吹拂着我的脸庞，此时此刻已近正午，我穿行于花丛之中，沿着绿柳，不知不觉间来到了前面的河边。<br>当时的人不理解我此时此刻我内心的快乐，还以为我在学年轻人的模样，趁着大好时光忙里偷闲呢。</p> <p><strong>注释</strong><br>⑴偶成：偶然写成。<br>⑵云淡：云层淡薄，指晴朗的天气。 午天：指中午的太阳。<br>⑶傍花随柳：傍随于花柳之间。傍，靠近，依靠。随，沿着。 川：瀑布或河畔。<br>⑷时人：一作“旁人”。 余心：我的心。余：一作“予”，我。<br>⑸将谓：就以为。将：乃，于是，就。 偷闲：忙中抽出空闲的时间。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这是一首即景<a href=\"http://so.gushiwen.org/view_70930.aspx\">诗</a>，描写春天郊游的心情以及春天的景象，也是一首写理趣的诗，作者用朴素的手法把柔和明丽的春光同作者自得其乐的心情融为一体。</p> <p>　　诗的前二句“云淡风轻近午天，傍花随柳过前川”，看似十分平淡，但如细细品味，却有几层意思在其中。其一，写自己春游所见、所感。云淡风轻，傍花随柳，寥寥数笔，不仅出色地勾画出了春景，而且强调了动感—和煦的春风吹拂大地，自己信步漫游，到处是艳美的鲜花，到处是袅娜多姿的绿柳，可谓“人在图画中”。其二，着重写自己留连忘返的心情。这种心情主要是通过‘近午天”、“过前川”六字自然而然地传达出来的。所谓“近午天”，并不是说自己时至中午才出来游春，而是用“近”来强调自己只顾春游忘了时间，用自已的突然发现来表现自己沉醉于大自然的心情。同样，“过前川”也并不仅仅是简单地描写自己向河岸漫步的情况，而是用“过”来强调自己在春花绿柳的伴随下“过”了前面的河流才发现自己只顾游春，不知不觉已经走了很远很远。这样，这两句诗尽管描写的只是云风花柳等自然景观和作者喜爱它们的心情，但其中更隐括着一种作者要忘世脱俗的高稚情调，正是这种情调，才使他几乎忘记了时间，忘记了疲劳，达到了如醉如痴的境界。</p> <p>　　假如说，诗的前两句主要是写情写景的话，那么，“时人不识余心乐，将谓偷闲学少年”，则主要是诗人自己内心世界的直接抒发。本来，在云淡风轻的大好春色中漫游，在春花绿柳的簇拥中陶冶自己的情性，这应该是十分自然的事，但是，在扼杀人们性灵的封建时代，这似乎只应该是有些“狂”劲儿的少年人才能千，而须眉长者只应该端然危坐，摆出一副冷冰冰的面孔才行。然而，尽管<a href=\"http://so.gushiwen.org/author_25.aspx\">程颢</a>是一位著名的理学家，尽管他写这首诗时很可能已经是一位蔼然长者，可他仍然无法抗拒大自然对他的吸引，做出一些为“时人”所不能理解的举动。这其中包括了他对自然真性的追求和理解，同时也包括了他对一般“时人”的嘲笑与讽刺，既表现了他对子人生价值的另一种认识，也表现出了他乐在其中，孤芳自赏的高雅。至此，一向被人们认为是道貌岸然的理学家也有意无意地披露了他性格的另一个侧面：他不仅生活在令人窒息的“理”的世界中，还是一个对大自然充满感情的活生生的人，只不过他的感情经常被“理”压抑和扭曲罢了。</p>",
  "about": "<h2>创作背景</h2> <p>　　这首<a href=\"http://so.gushiwen.org/view_70930.aspx\">诗</a>是<a href=\"http://so.gushiwen.org/author_25.aspx\">程颢</a>任陕西鄠县主簿时春日郊游，即景生情写下来的。诗人是宋代有名的理学家，长期困在书斋里，少有闲暇宽怀的时候。一旦走出书斋，回到大自然中，便觉得格外爽快，那种怡然自得的心情不言而喻。</p>",
  "poet": {
    "id": 25,
    "star": 0,
    "name": "程颢",
    "image": "http://img.gushiwen.org/authorImg/chenghao.jpg",
    "desc": "程颢（1032-1085）， 北宋哲学家、教育家、北宋理学的奠基者。字伯淳，学者称明道先生。洛阳（今属河南）人。神宗朝任太子中允监察御史里行。反对王安石新政。提出“天者理也”和“只心便是天，尽之便知性”的命题，认为“仁者浑然与物同体，义礼知信皆仁也”，识得此理，便须“以诚敬存之”（同上）。倡导“传心”说。承认“天地万物之理，无独必有对”。程颢学说在理学发展史上占有重要地位，后来为朱熹所继承和发展，世称程朱学派。其亲撰及后人集其言论所编的著述书籍，收入《二程全书》。"
  },
  "tags": [
    "古诗三百首",
    "春天",
    "哲理",
    "思乡"
  ]
}