{
  "id": 18303,
  "star": 17,
  "name": "冉溪",
  "dynasty": "唐代",
  "content": "少时陈力希公侯，许国不复为身谋。<br>风波一跌逝万里，壮心瓦解空缧囚。<br>缧囚终老无余事，愿卜湘西冉溪地。<br>却学寿张樊敬侯，种漆南园待成器。",
  "fanyi": "<p><strong>译文<br></strong>从小就发奋图强希望建功立业，以身许国从未想过谋取个人幸福。<br>在政治风波中跌倒被贬万里之外，壮志瓦解成了未被捆绑的囚徒。<br>囚居到老也没有其他的事情可做，只愿在潇水冉溪边上选个居处。<br>学习那东汉的寿张侯樊重，在南园种上漆树待它成材后制作器物。</p> <p><strong>注释<br></strong>⑴冉溪：又名染溪，在永州西南。<a href=\"http://so.gushiwen.org/author_646.aspx\">柳宗元</a>曾筑室溪边，并将其改名为愚溪。《全唐<a href=\"http://so.gushiwen.org/view_18303.aspx\">诗</a>》此诗题下有注：“公易其名为愚溪者是也。”溪在今湖南省永州市芝山区河西，东流入潇水。<br>⑵陈力：贡献才力。希：期望。公侯：古代五等爵位中最高的两级。这里指创建公侯般的业绩。<br>⑶许国：为国家献身，效力。许，应允。为身谋：为自已打算。<br>⑷风波一跌：指在永贞元年（805年）参加革新运动而被贬的事。跌，失足、挫折。逝万里：指被贬谪到遥远的永州。逝，去、往、迁。<br>⑸壮心：雄心壮志。缧（lèi）囚：被拘禁的囚犯。缧，拘囚犯人的绳索。<br>⑹馀事：以外的事。馀，以后，以外。<br>⑺卜：选择。湘西：潇水西边。柳宗元诗文中常以湘代潇。<br>⑻寿张：地名，即今山东省寿张县。樊敬侯：指东汉人樊重，字君云，汉光武帝的内戚。封寿张侯，死后缢号为“敬”，故又称樊敬侯。<br>⑼种漆南园：据《后汉书》记载，樊重想做器物，但没有木材，便在南园栽种梓树和漆树。当时的人都嘲笑他。日后树长成材，器物终于做成了。嘲笑过他的人都来向他借用。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　全<a href=\"http://so.gushiwen.org/view_18303.aspx\">诗</a>前四句写被贬前的事情，<a href=\"http://so.gushiwen.org/author_646.aspx\">柳宗元</a>少年得志，21岁考取进士，26岁又中博学宏词科高第，授集贤殿正字，后又任蓝田县蔚，监察御史里行。在“永贞革新”中，他被提升为礼部员外郎，成为改革派中的重要骨干。王叔文集团执政的时间总共半年，真正大刀阔斧改革朝政也不过两、三个月，但却有力打击了弄权的宦官和跋扈的藩镇，革除弊政，打击贪暴，选用贤能，减免赋税，“百姓相聚欢呼大喜”。这在历史上是具有进步意义的。王叔文集团被称为“二王、刘、柳”，这足可见柳宗元在改革派中的地位与影响。他后来在信中自述“于众党人中，罪状最甚”（《寄许京兆孟容书》），也充分表明了他在推动当时的改革斗争中所起的积极作用。前两句写了年青时的抱负，渴望贡献才力创建公侯般的业绩，决心报效国家不考虑个人的得失。三、四句是对参与“永贞革新”遭到挫折的概写，像一只搏击长空的苍鹰，突遭险遇，“炎风溽暑忽然至，羽翼脱落自摧藏”，变成了“笼鹰”，被贬到遥远的永州，壮心瓦解徒然落得个囚犯的身分。从“超取显美”的朝中命官到流落南荒的谪吏，打击是残酷的，身心都受到摧残，。然而，即使万受摈弃，名列囚籍，也“不更乎其内”，“不变其操”，这就他的胸襟和节操。</p> <p>　　后四句写今后的打算，“缧囚终老无馀事，愿卜湘西冉溪地。”囚徒到老没有别的事情可做，只希望在潇水冉溪边选择一块地安居。调子不高，先抑后扬。他喜爱这里的风光“尤绝”，“清莹秀澈，锵鸣金石”，故改“冉溪”为“愚溪”，还在溪边构建“愚堂”，并写了一系列以愚溪为题材的诗文。“却学寿张樊敬侯，种漆南园待成器。”姑且学习寿张侯樊重的榜样，在南园种上漆树，待它长大成材后制做器具。柳宗元在这里引用樊敬侯这一历史典故，表明自己不甘心无所作为，决心像樊重那样，不怕打击嘲笑，经过长期努力，来实现自己的政治理想。“种漆南园”不过是一个比喻，不仅仅局限于种树，而包括培养人才，“复操为文”等等。</p>",
  "about": "<h2>创作背景</h2> 　　此<a href=\"http://so.gushiwen.org/view_18303.aspx\">诗</a>作于唐宪宗元和五年（810年），是时<a href=\"http://so.gushiwen.org/author_646.aspx\">柳宗元</a>贬官永州已历五年。元和四年（809年）秋，柳宗元在法华寺西亭发现“怪特”的西山以后，游踪曾一度集中在河西冉溪一带。次年在冉溪边筑室而居，并把冉溪更名为愚溪。他在《愚溪诗序》一文中说：“灌水之阳有溪焉，东流入于潇水，或曰冉氏尝居也，故姓是溪为冉溪。或曰可以染也，名之以其能，故谓之染溪。余以愚触罪，谪潇水上，爱是溪，入二、三里，得其尤绝者家焉。……故名之为愚溪。”根据诗题“冉溪”及诗句“愿卜湘西冉溪地”，此诗当作于柳宗元迁居冉溪之畔，改称愚溪之前。",
  "poet": {
    "id": 646,
    "star": 0,
    "name": "柳宗元",
    "image": "http://img.gushiwen.org/authorImg/liuzongyuan.jpg",
    "desc": "柳宗元（773年－819年），字子厚，唐代河东（今山西运城）人，杰出诗人、哲学家、儒学家乃至成就卓著的政治家，唐宋八大家之一。著名作品有《永州八记》等六百多篇文章，经后人辑为三十卷，名为《柳河东集》。因为他是河东人，人称柳河东，又因终于柳州刺史任上，又称柳柳州。柳宗元与韩愈同为中唐古文运动的领导人物，并称“韩柳”。在中国文化史上，其诗、文成就均极为杰出，可谓一时难分轩轾。"
  },
  "tags": [
    "叙事",
    "抱负",
    "志向"
  ]
}