{
  "id": 71284,
  "star": 1413,
  "name": "竹枝词二首·其一",
  "dynasty": "唐代",
  "content": "杨柳青青江水平，闻郎江上踏歌声。<br>东边日出西边雨，道是无晴却有晴。",
  "fanyi": "<p><strong>译文</strong><br>杨柳青青江水宽又平，听见情郎江上踏歌声。<br>东边日出西边下起雨，说是无晴但是还有晴。</p> <p><strong>注释</strong><br>⑴竹枝词：乐府近代曲名。又名《竹枝》。原为四川东部一带民歌，唐代<a href=\"http://so.gushiwen.org/view_71284.aspx\">诗</a>人<a href=\"http://so.gushiwen.org/author_197.aspx\">刘禹锡</a>根据民歌创作新词，多写男女爱情和三峡的风情，流传甚广。后代诗人多以《竹枝词》为题写爱情和乡土风俗。其形式为七言绝句。<br>⑵晴：与“情”谐音。《全唐诗》：也写作“情”。</p><br/><h2>译文二</h2> <p>杨柳青翠，江水平静清澈。在这美好的环境里，少女忽然听到自己心上人的歌声，从江边传来。他一边朝着江边走来，一边唱着歌，他是不是对自己也有点意思呢?少女并不清楚。<br>因此她想到：这个人有点像黄梅时节晴雨不定的天气，说它是晴天，西边还下着雨；说它是雨天，东边又还出着太阳。是晴是雨，真令人难以捉摸。 </p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　《竹枝词》是古代四川东部的一种民歌，人民边舞边唱，用鼓和短笛伴奏。赛歌时，谁唱得最多，谁就是优胜者。<a href=\"http://so.gushiwen.org/author_197.aspx\">刘禹锡</a>任夔（kuí）州刺史时，非常喜爱这种民歌，他学习<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>作《九歌》的精神，采用了当地民歌的曲谱，制成新的《竹枝词》，描写当地山水风俗和男女爱情，富于生活气息。体裁和七言绝句一样。但在写作上，多用白描手法，少用典故，语言清新活泼，生动流畅，民歌气息浓厚。刘禹锡创作多首《竹枝词》，这是其中一首。</p> <p>　　这是一首描写青年男女爱情的<a href=\"http://so.gushiwen.org/view_71284.aspx\">诗</a>歌。它描写了一个初恋的少女在杨柳青青、江平如镜的清丽的春日里，听到情郎的歌声所产生的内心活动。</p> <p>　　首句“杨柳青青江水平”，描写少女眼前所见景物，用的是起兴手法。所谓“兴”，就是触物起情，它与后文要表达的情事。并无直接关系，但在诗中却是不可少的。这一句描写的春江杨柳，最容易引起人的情思，于是很自然地引出了第二句：“闻郎江上唱歌声”。这一句是叙事，写这位少女在听到情郎的歌声时起伏难平的心潮。最后两句：“东边日出西边雨，道是无晴却有晴”，是两个巧妙的隐喻，用的是语意双关的手法。“东边日出”是“有晴”，“西边雨”是“无晴”。“晴”和“情”谐音，“有晴”、“无晴”是“有情”、“无情”的隐语。“东边日出西边雨”，表面是“有晴”、“无晴”的说明，实际上却是“有情”、“无情”的比喻。这使这个少女听了，真是感到难以捉摸，心情忐忑不安。但她是一个聪明的女子，她从最后一句辨清了情郎对她是有情的，因为句中的“有”、“无”两字中，着重的是“有”。因此，她内心又不禁喜悦起来。这句用语意双关的手法，既写了江上阵雨天气，又把这个少女的迷惑、眷恋和希望一系列的心理活动巧妙地描绘出来。</p> <p>　　此诗以多变的春日天气来造成双关，以“晴”寓“情”，具有含蓄的美，对于表现女子那种含羞不露的内在感情，十分贴切自然。最后两句一直成为后世人们所喜爱和引用的佳句。</p> <p>　　用谐音双关语来表达思想感情，是我国从古代到现代民歌中常用的一种表现手法。这首诗用这种方法来表达青年男女的爱情，更为贴切自然，既含蓄，又明朗，音节和谐，颇有民歌风情，但写得比一般民歌更细腻，更含蓄。因此，历来为人们所喜爱传诵。</p>",
  "about": "<h2>创作背景</h2> <p>　　<a href=\"http://so.gushiwen.org/author_197.aspx\">刘禹锡</a>于唐穆宗长庆二年（822）正月至长庆四年（824）夏在夔（kuí）州任刺史，作《竹枝词》十一首。十一首《竹枝词》分为两组，这是其中一组二首，作于另九首（《竹枝词九首》）之后，大约是<a href=\"http://so.gushiwen.org/view_71284.aspx\">诗</a>人前组九首完成后，又重新创做完成的，又不想在前九首后面再加上十首、十一首之题，故又题为《竹枝词二首》。</p>",
  "poet": {
    "id": 197,
    "star": 0,
    "name": "刘禹锡",
    "image": "http://img.gushiwen.org/authorImg/liuyuxi.jpg",
    "desc": "刘禹锡（772－842），字梦得，汉族，中国唐朝彭城（今徐州）人，祖籍洛阳，唐朝文学家，哲学家，自称是汉中山靖王后裔，曾任监察御史，是王叔文政治改革集团的一员。唐代中晚期著名诗人，有“诗豪”之称。他的家庭是一个世代以儒学相传的书香门第。政治上主张革新，是王叔文派政治革新活动的中心人物之一。后来永贞革新失败被贬为朗州司马（今湖南常德）。据湖南常德历史学家、收藏家周新国先生考证刘禹锡被贬为朗州司马其间写了著名的“汉寿城春望”。"
  },
  "tags": [
    "乐府",
    "民歌",
    "爱情",
    "写景"
  ]
}