{
  "id": 28822,
  "star": 325,
  "name": "晚晴",
  "dynasty": "唐代",
  "content": "深居俯夹城，春去夏犹清。天意怜幽草，人间重晚晴。 <br>并添高阁迥，微注小窗明。越鸟巢干后，归飞体更轻。",
  "fanyi": "<p><strong>译文<br></strong>一个人深居简出过着清幽的日子，俯瞰夹城，春天已去，夏季清朗。<br>小草饱受雨水的浸淹，终于得到上天的怜爱，雨过天晴了。<br>登上高阁，凭栏远眺，天高地迥，夕阳冉冉的余晖透过窗棂。<br>越鸟的窝巢已被晒干，它们的体态也恢复轻盈了。</p> <p><strong>注释<br></strong>⑴夹城：城门外的曲城。<br>⑵幽草：幽暗地方的小草。<br>⑶并：更。高阁：指<a href=\"http://so.gushiwen.org/view_28822.aspx\">诗</a>人居处的楼阁。迥：高远。<br>⑷微注：因是晚景斜晖，光线显得微弱和柔和，故说“微注”。<br>⑸越鸟：南方的鸟。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　首联说自己居处幽僻，俯临夹城，时令正值清和的初夏。乍读似不涉题，上下两句也不相属，其实“俯夹城”的“深居”即是览眺晚晴的立足点，而清和的初夏又进而点明了晚晴的特定时令，不妨说是从时、地两方面把<a href=\"http://so.gushiwen.org/view_28822.aspx\">诗</a>题一体化了——初夏凭高览眺所见的晚晴。</p> <p>　　初夏多雨，岭南尤然。久雨转晴，傍晚云开日霁，万物顿觉增彩生辉，人的精神也为之一爽。这种景象与感受，本为一般人所习见、所共有。诗人的独特处，在于既不泛泛写晚晴景象，也不作琐细刻画，而是独取生长在幽暗处不被人注意的小草，虚处用笔，暗寓晚晴，并进而写出他对晚晴别有会心的感受。久遭雨潦之苦的幽草，忽遇晚晴，得以沾沐余辉而平添生意，诗人触景兴感，忽生“天意怜幽草”的奇想。这就使作为自然物的“幽草”无形中人格化了，给人以丰富的联想。诗人自己就有着类似的命运，故而很自然地从幽草身上发现自己。这里托寓着诗人的身世之感。他在为目前的幸遇欣慰的同时不期然地流露出对往昔厄运的伤感，或者说正由于有已往的厄运而倍感目前幸遇的可慰。这就自然引出“人间重晚晴”，而且赋予“晚晴”以特殊的人生含义。晚晴美丽，然而短暂，人们常在赞赏流连的同时对它的匆匆即逝感到惋惜与怅惘。然而诗人并不顾它的短暂，而只强调“重晚晴”。从这里，可以体味到一种分外珍重美好而短暂的事物的感情，一种积极、乐观的人生态度。</p> <p>　　颔联写得浑融概括，深有托寓，颈联则转而对晚晴作工致的描画。这样虚实疏密相间，诗便显得弛张有致，不平板，不单调。雨后晚晴，云收雾散，凭高览眺，视线更为遥远，所以说“并添高阁迥”（这高阁即诗人居处的楼阁）。这一句从侧面写晚晴，写景角度由内及外，下句从正面写，角度由外及内。夕阳的余晖流注在小窗上，带来了一线光明。因为是晚景斜晖，光线显得微弱而柔和，故说“微注”。尽管如此，这一脉斜晖还是给人带来喜悦和安慰。这一联通过对晚景的具体描绘，写出了一片明朗欣喜的心境，把“重”字具体化了。</p> <p>　　尾联写飞鸟归巢，体态轻捷，仍是登高览眺所见。“巢乾”、“体轻”切“晴”，“归飞”切“晚”。宿鸟归飞，通常是触动旅人羁愁的，这里却成为喜晴情绪的烘托。古诗有“越鸟巢南枝”之句，这里写越鸟归巢，带有自况意味。如果说“幽草”是诗人“沦贱艰虞”身世的象征，那么，“越鸟”似乎是眼前托身有所、精神振作的诗人的化身。</p> <p>　　作为一首有寓托的诗，《晚晴》的写法更接近于“在有意无意之间”的“兴”。诗人也许本无托物喻志的明确意图，只是在登高览眺之际，适与物接而触发联想，情与境谐，从而将一刹那间别有会心的感受融化在对晚晴景物的描写之中，所以显得特别自然浑成，不着痕迹。</p>",
  "about": "<h2>创作背景</h2> 　　<a href=\"http://so.gushiwen.org/author_204.aspx\">李商隐</a>自开成三年（838）入赘泾原节度使王茂元（被视为李党）以后，便陷入党争的狭谷，一直遭到牛党的忌恨与排挤。宣宗继立，牛党把持朝政，形势对他更加不利。他只得离开长安，跟随郑亚到桂林当幕僚。郑亚对他比较信任，在幕中多少能感受到一些人情的温暖；同时离开长安这个党争的漩涡，得以暂免时时遭受牛党的白眼，精神上也是一种解放。这首<a href=\"http://so.gushiwen.org/view_28822.aspx\">诗</a>即是在此背景下写成。",
  "poet": {
    "id": 204,
    "star": 0,
    "name": "李商隐",
    "image": "http://img.gushiwen.org/authorImg/lishangyin.jpg",
    "desc": "李商隐，字义山，号玉溪（谿）生、樊南生，唐代著名诗人，祖籍河内（今河南省焦作市）沁阳，出生于郑州荥阳。他擅长诗歌写作，骈文文学价值也很高，是晚唐最出色的诗人之一，和杜牧合称“小李杜”，与温庭筠合称为“温李”，因诗文与同时期的段成式、温庭筠风格相近，且三人都在家族里排行第十六，故并称为“三十六体”。其诗构思新奇，风格秾丽，尤其是一些爱情诗和无题诗写得缠绵悱恻，优美动人，广为传诵。但部分诗歌过于隐晦迷离，难于索解，至有“诗家总爱西昆好，独恨无人作郑笺”之说。因处于牛李党争的夹缝之中，一生很不得志。死后葬于家乡沁阳（今河南焦作市沁阳与博爱县交界之处）。作品收录为《李义山诗集》。"
  },
  "tags": [
    "夏天",
    "登高",
    "写景",
    "抒情"
  ]
}