{
  "id": 10875,
  "star": 31,
  "name": "至德二载甫自京金光门出问道归凤翔乾元初…有悲往事",
  "dynasty": "唐代",
  "content": "此道昔归顺，西郊胡正繁。<br>至今残破胆，应有未招魂。<br>近得归京邑，移官岂至尊。<br>无才日衰老，驻马望千门。",
  "fanyi": "<p><strong>译文<br></strong>当年由金光门这条路，去投奔凤翔，长安西郊，到处是安史叛军正作乱。<br>直到如今想起来，仍叫人心惊胆颤，有人神魂尚未招回，依然诚恐诚惶。<br>我拜近得左拾遗，回到了京畿地方，贬我华州掾，这旨意难道出自至尊。<br>算了吧，我这庸才已逐日衰老鬓苍，告别长安，驻马回望千门宫殿檐房！</p> <p><strong>注释<br></strong>⑴至德二载：公元757年。载，唐自玄宗天宝三年改“年”为“载”，至肃宗乾元元年又改为“年”。京：指长安。金光门：长安外城有三座门，中间一座叫金光门。间道：偏僻的小路。凤翔：在今陕西，肃宗时一度改名西京，当时肃宗驻跸于此。左拾遗，职司规谏君主，荐举人才，属门下省。移：这里是贬降的意思。华州：今陕西华县。掾：属官的通你。这里指当时降为华州司功参军。因出此门：浦起龙《读社心解》云：“华在东而出西面门，为与亲故别，亲故有在西者也。”<br>⑵此道：指金光门。昔归顺：指至德二载投奔凤翔时，长安西边的胡骑正甚繁乱。归顺：指逃脱叛军归凤翔，投奔肃宗。<br>⑶正：一作“骑”。胡：这里指安禄山部队。<br>⑷破胆：丧胆，惊骇。<br>⑸未招魂：指活人的神魂，意谓推想叛军占据时，臣民神魂惊散之常，应有未招而不归之魂。未，一作“犹”。<br>⑹近侍：指拜左拾遗。侍，一作“得”。京邑：指华州，因系畿县，距京城长安不远。<br>⑺移官：调动官职，指由左拾遗外放为华州司功参军。岂至尊，难道出自皇帝之意。岂，一作“远”。<br>⑻千门：原指宫中的门户，这里借代宫殿，形容其建筑宏伟，门户很多。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　首联扣题，从“悲往事”写起，述说往日虎口逃归时的险象。“胡正繁”有两层含义：一是说当时安史叛军势大，朝廷岌岌可危；二是说西门外敌人多而往来频繁，逃出真是太难，更能表现出<a href=\"http://so.gushiwen.org/view_10875.aspx\">诗</a>人对朝廷的无限忠诚。颔联“至今”暗转，进一步抒写昔日逃归时的危急情态，伸足前意而又暗转下文，追昔而伤今，情致婉曲。章法上有金针暗度之效。</p> <p>　　颈联转写今悲，满腔忠心却遭外贬，本是皇帝刻薄寡恩，是皇帝自己疏远他，可诗人却偏说“移官岂至尊”，决无埋怨皇帝之意，故成为<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>忠君的美谈。但若仔细体会，杜甫在这两句中还是含有怨艾之情的，只不过是说得婉曲罢了。尾联在自伤自叹中抒写眷恋朝廷不忍遽去的情怀。感情复杂而深婉，虽然写得很含蓄，实际是在埋怨肃宗。</p> <p>　　这首诗追忆了当年九死一生从胡尘中间道逃往凤翔的情景，痛定思痛，感慨万千。当年是“麻鞋见天子，衣袖露两肘。朝廷悯生还，亲故伤老丑。涕泪授拾遗，流离主恩厚”，本以为从此可以效忠王室、裨补国政，谁知却因正直敢言了遭奸按诽傍，天子疏远，从政一年多就被贬斥。诗人内心的怨望很深，却以“不怨之怨”的委婉笔法写出。篇末抒发自己眷念京国的深情，更加衬托出统治者的黑白不辨、冷酷无情。</p>",
  "about": "<h2>创作背景</h2> 　　安史乱中，<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>曾被叛军捉住，押往长安。至德二载（757），他从长安西门中的金光门混出城，由小路逃往凤翔见唐肃宗，被任命为左拾遗。当年十月在长安收复后，他随皇帝回京。次年（乾元元年，758）因上疏营救好友房琯而得罪，被贬为华州司功参军，恰好又从金光门出城，作者抚今追昔，悲慨万分，写下此<a href=\"http://so.gushiwen.org/view_10875.aspx\">诗</a>。",
  "poet": {
    "id": 474,
    "star": 0,
    "name": "杜甫",
    "image": "http://img.gushiwen.org/authorImg/dufu.jpg",
    "desc": "杜甫（712－770），字子美，自号少陵野老，世称“杜工部”、“杜少陵”等，汉族，河南府巩县（今河南省巩义市）人，唐代伟大的现实主义诗人，杜甫被世人尊为“诗圣”，其诗被称为“诗史”。杜甫与李白合称“李杜”，为了跟另外两位诗人李商隐与杜牧即“小李杜”区别开来，杜甫与李白又合称“大李杜”。他忧国忧民，人格高尚，他的约1400余首诗被保留了下来，诗艺精湛，在中国古典诗歌中备受推崇，影响深远。759-766年间曾居成都，后世有杜甫草堂纪念。"
  },
  "tags": [
    "唐诗三百首",
    "岁月",
    "怀念"
  ]
}