{
  "id": 73229,
  "star": 24,
  "name": "与友人书（节选）",
  "dynasty": "清代",
  "content": "　　人之为学，不日进则日退。独学无友，则孤陋而难成。久处一方，则习染而不自觉。不幸而在穷僻之域，无车马之资，犹当博学审问，古人与稽，以求其是非之所在，庶几可得十之五六。若既不出户，又不读书，则是面墙之士，虽有子羔、原宪之贤，终无济于天下。子曰：“十室之邑，必有忠信如丘者焉，不如丘之好学也。”夫以孔子之圣，犹须好学，今人可不勉乎？",
  "fanyi": "<p><strong>译文<br></strong>　　人做学问，如果不是天天进步，那就是在天天退步。如果没有学伴，见解就会片面浅显，难以学成。在一个环境里待久了，会染上某些习气而自己没有察觉。如果不幸处于穷乡僻壤，没有坐马车的盘缠，也仍要广泛的猎取学问并详细考究。要（将自己的思想）与古人的思想相合，以便知道学问的正确与否，这样一来，（才）差不多能掌握学问的十分之五六。如果又不岀门去，又不去读书，则是如面壁（不问世事）一般，对学问一无所知，即使是有子羔、原宪那样的贤能，对国家还是没有用处的。孔子说：“即使只有十户人家的小村子，也一定有像我这样讲忠信的人，只是不如我那样好学罢了。” 连孔子这样的圣人，也仍须努力地学习，现在的人难道不该以此勉励自己吗？</p> <p><strong>注释<br></strong>（1）孤陋：片面、浅陋。<br>（2）觉：自觉。<br>（3）域：地方。<br>（4）资：盘缠。<br>（5）审：详细。审问：详细考究。<br>（6）稽：探究，考察。<br>（7）庶几：差不多。<br>（8）子羔、原宪：孔子的弟子。<br>（9）邑：地方，<br>（10）丘：<a href=\"http://so.gushiwen.org/author_856.aspx\">孔丘</a>，即孔子。<br>（11）以：动词，和“如”“若”相同。<br>（12）勉：勤勉，努力。 <br>（13）为学；做学问<br>（14 ）方：地方<br>（15）穷僻之域：贫困偏僻的地方<br>（16）犹当：还应当<br>（17）济：有利<br>（18）丘：孔子。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　<a href=\"http://so.gushiwen.org/author_1645.aspx\">顾炎武</a>是我国十七世纪的一位杰出的爱国活动家和具有进步思想的启蒙学者，博学强记，耿介绝俗，以著作《日知录》驰名于世。</p> <p>　　抗清失败后，顾炎武奔走南北，眼界大开，对人生的认识也更加殷实、深刻了。针对当时知识分子崇尚“游谈无根”的理学情况，《与友人书》以“为学”为话题，发抒了独具个性的治学观。</p> <p>　　文章的结构呈放射状。作者从为学者与自我、现实的学友、书本（实际上仍是人——古代作者或书中古人）、历史的“学友”（文中提到了孔子，实际上是指对提升学者的学养有帮助的一切古人）的关系切入，精到地阐述了这四组关系中的心灵互动的重要性。他要求为学者做到博学审问（广泛涉猎，详细考究）、稽（与别人心灵契合）、求其是非之所在（实际上指学会辨析，学会批判），使别人的东西化为自己的东西，从而拓展自己的知识疆域。作者强调为学不是始于学习，终于学习，而应该联系实际，学有所用，即“有济于天下”。为学应该贯穿人生的始终，不进则退。这是为学者必须谨记的一条法则，圣人也不例外。</p> <p>　　文中提倡的是一种注重“广博、渊深、实用”三位一体的治学观，辨证而深刻，实在而灵活。这不仅对当时的学人具有警策的作用，对现代的人们如何打造书香人生，创建学习型社会，也是具有极其重要的启示的。</p>",
  "poet": {
    "id": 1645,
    "star": 0,
    "name": "顾炎武",
    "image": "http://img.gushiwen.org/authorImg/guyanwu.jpg",
    "desc": "顾炎武（1613.7.15-1682.2.15），汉族，明朝南直隶苏州府昆山（今江苏省昆山市）千灯镇人，本名绛，乳名藩汉，别名继坤、圭年，字忠清、宁人，亦自署蒋山佣；南都败后，因为仰慕文天祥学生王炎午的为人，改名炎武。因故居旁有亭林湖，学者尊为亭林先生。明末清初的杰出的思想家、经学家、史地学家和音韵学家，与黄宗羲、王夫之并称为明末清初“三大儒”。其主要作品有《日知录》、《天下郡国利病书》、《肇域志》、《音学五书》、《韵补正》、《古音表》、《诗本音》、《唐韵正》、《音论》、《金石文字记》、《亭林诗文集》等。"
  },
  "tags": []
}