{
  "id": 70714,
  "star": 10,
  "name": "玉楼春·白莲",
  "dynasty": "清代",
  "content": "娟娟片月涵秋影，低照银塘光不定。<br>绿云冉冉粉初匀，玉露泠泠香自省。<br>荻花风起秋波冷，独拥檀心窥晓镜。<br>他时欲与问归魂，水碧天空清夜永。",
  "shangxi": "<h2>赏析</h2> <p>　　莲，出淤泥而不染，淡雅清幽，摇曳生姿。且又是白莲更给人增添人贞静纯美之感。</p> <p>　　“娟娟片月涵秋影，低照银塘光不定”，“娟娟”有好些意思，其一，长曲貌，《文选·<a href=\"http://so.gushiwen.org/author_732.aspx\">鲍照</a>&lt;翫月城西门廨中&gt;》<a href=\"http://so.gushiwen.org/view_70714.aspx\">诗</a>：“始出西南楼，纤纤如玉钩。末映东北墀，娟娟似娥眉。”月亮开始出现在西南楼头，纤巧的就像挂帘的玉钩。最后映照在台阶之上，长长弯曲的样子就像美人的峨眉。“片月”也就是弦月。故而可用长曲来形容。其二，姿态柔美貌，形容弯弯的弦月正恰当。其三，明媚貌。宋 <a href=\"http://so.gushiwen.org/author_568.aspx\">司马光</a> 《和杨卿中秋月》：“嘉宾勿轻去，桂影正娟娟。” 桂影就是月亮代称，娟娟正是说月亮的明媚。 “涵”，包含包容，有映照之意。“秋影”，秋天里物像的阴影。秋天是凋零的季节，万物的摇落显出尘世的萧瑟苍凉与衰微。曲长柔美又明媚的弦月，映照着大地依然是一片肃杀的景象，改朝换代之后血腥的战事虽远去但清朝著名文字狱时时威胁着前朝的遗民，若文字中呈现对前朝的怀恋又对当朝的不满，这必引来身首异处的灾祸。尽管如此一个人仍要表示对故国的忠诚，遣词必须杳渺幽微却又能给人意蕴深远的联想。同时这也是词这一种文学体式美感特质所在。<a href=\"http://so.gushiwen.org/author_504.aspx\">王夫之</a>将这两者非常微妙融合在一起。<br>“秋影”蕴含的摇落，也意味着变节。像云间三子之一宋征舆，清初女词人<a href=\"http://so.gushiwen.org/author_264.aspx\">徐灿</a>的老公陈之遴这些明朝的才子士人都在清朝做了官。娟娟片月映照下的尘世种种事态，这里面是有一个对比，片月的纯净与尘世暗淡的对比，前者是王夫之的持守后者世网的险恶与人心的易变。<br>“低照银塘光不定”，“银塘”，月光照下来，池塘一片银白。“光不定”，出自<a href=\"http://so.gushiwen.org/author_204.aspx\">李商隐</a>《当句有对》“池光不定花光乱，日气初涵露气干。”池塘闪烁的亮光摇晃不定花影零乱迷蒙，朝阳升起照射下来，花草上的露珠很快都干了。这是李商隐写自己思绪的不宁与被人漠视的才华。王夫之引用来别有深意，月光低低的映照着池塘光亮摇晃不定，“光不定”所写正是时代的凝重与人心的思变。清初文字狱的高压，前朝士人多有投清谋取高官，自己在这样处境中如何自处这正是这首词后半部分所要表达的，而开始两句词写白莲所处环境也是自己所处时代大环境的介绍。正有着这样的时代背景才有了自己的特立独行与卓尔不群。故得以白莲自喻。</p> <p>　　“绿云冉冉粉初匀，玉露泠泠香自省。”，“绿云冉冉”出自盍西村的《［越调］小桃红·客船晚烟》，“绿云冉冉锁清湾，香彻东西岸。”，“绿云”出自南宋词人曹冠《夏初临》“绛榴细蹙香罗，绿云初展圆荷。”红色的石榴花就像飘着香泽的罗裙微微收束在一起，白色的荷花在圆圆的荷叶丛中初露风姿。“冉冉”，渐进的样子，形容事物缓慢变化。“绿云冉冉粉初匀”，白莲渐渐绽放开来，就像刚刚匀就脂粉的美人。这里潜藏着一个没有被说出来的“香”字。白莲逐渐开放出来锁住了清清的河湾，而那悠远的清香遍及东西两岸。这句词所包含的香草美人，在<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>《离骚》中就是一个人高贵品质的象征。在此可看成王夫之的自喻。但写得即含蓄又意味隽永。“玉露”，让人联想到<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>秋兴八首之一“玉露凋伤枫树林，巫山巫峡气萧森。”玉露成霜伤残着枫树林，巫山巫峡云气阴晦萧森。这是写景也在写安史之乱后唐皇朝未来的风雨飘摇与昏暗不明。“泠泠”，清凉、凄清的样子。在玉露成霜凉意袭人的凄清氛围中，白莲知道自己依旧是清香如故。不论外界风物如何改变自身持有的幽香始终如一。这一点对于王夫之是对前朝如一的忠贞，对于屈原是对楚王不变的忠诚，对于芸芸众生只要一个人认识到自身的美好并能一以贯之这份美好，自身之外一切改变对你又能怎样呢？一个人若能将“绿云冉冉粉初匀，玉露泠泠香自省。”潜玩含咏千遍也许就能让人生进入另一种境界。</p> <p>　　上半阙从对比及环境背景暗示性写法作为铺垫引出白莲或作者自己对自身高贵的认识与持守，下半阙是对此作更深入阐述。</p> <p>　　“荻花风起秋波冷，独拥檀心窥晓镜。”“荻花”出自<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>《琵琶行》：“浔阳江头夜送客，枫叶荻花秋瑟瑟。”秋风从水塘边的荻花丛中吹来，阵阵寒意侵袭着冷冷水波中的白莲。这一句仍是对现实状况隐喻，清朝建立明朝留下来文人纷纷变节投靠清廷，王夫之曾投奔桂王以期恢复明朝，可是朝臣的倾轧荒淫终使他失望隐退。正如瑟瑟秋风吹得人心怎不寒冷？“檀心”，指赭色花蕊，可比喻对前朝赤胆忠心。“晓镜”，指清澈水面，但出自李商隐《无题》之一“晓镜但愁云鬓改，夜吟应觉月光寒。”因此“晓镜”这一语词有流光易逝年华老去的慨叹。独自呵护着自身的忠贞赤诚，当清晓来临悄悄看那波光中的自己，真无奈于对时光不再的深深叹息。如屈原《离骚》中所说，“惟草木之零落兮，恐美人之迟暮。”美人迟暮所惋惜并不只是匆匆年轮催人老，而是老去同时自身的理想与志意的落空。现实恢复明皇朝的理想已不可实现，而自身也已是垂垂老者。“窥晓镜”对于王夫之是有很深哀愁在里面。而写年华老去恰好引出最后两句词。“他时欲与问归魂，水碧天空清夜永。”这里所呈现幽微隐约的情感与似断实连的笔法，令人赞叹。</p> <p>　　将来想要问我魂归何处，清凉的长夜里一碧如洗的天空就是我灵魂的归宿。这很自然让人想起李商隐《嫦娥》中两句诗“嫦娥应悔偷灵药，碧海青天夜夜心。”“碧海青天夜夜心”与“水碧天空清夜永”，都写出一个人虽然身处永世的孤独中但内心持守的纯净与高洁也将与天地共长久。就像白莲总是出淤泥而不染，洁白的花瓣中蕴藏着永远是一颗赤子之心。</p>",
  "poet": {
    "id": 504,
    "star": 0,
    "name": "王夫之",
    "image": "http://img.gushiwen.org/authorImg/wangfuzhi.jpg",
    "desc": "王夫之（1619年10月7日－1692年2月18日），字而农，号姜斋、又号夕堂，湖广衡州府衡阳县（今湖南衡阳）人。他与顾炎武、黄宗羲并称明清之际三大思想家。其著有《周易外传》、《黄书》、《尚书引义》、《永历实录》、《春秋世论》、《噩梦》、《读通鉴论》、《宋论》等书。王夫之自幼跟随自己的父兄读书，青年时期王夫之积极参加反清起义，晚年王夫之隐居于石船山，著书立传，自署船山病叟、南岳遗民，学者遂称之为船山先生。"
  },
  "tags": [
    "写花",
    "坚贞"
  ]
}