{
  "id": 71638,
  "star": 48,
  "name": "咏怀八十二首·其七十九",
  "dynasty": "魏晋",
  "content": "林中有奇鸟，自言是凤凰。<br>清朝饮醴泉，日夕栖山冈。<br>高鸣彻九州，延颈望八荒。<br>适逢商风起，羽翼自摧藏。<br>一去昆仑西，何时复回翔。<br>但恨处非位，怆悢使心伤。",
  "fanyi": "<p><strong>译文</strong><br>树林里有一只奇异的鸟，它自言是凤凰鸟。<br>凤凰清晨饮用甘甜的泉水，黄昏时栖息在高高的山冈<br>凤凰鸟高声鸣叫响彻九州，伸长头颈眺望八荒那僻远的地方<br>恰好遇到秋风吹起，它把自己的羽翼破坏藏拙起来<br>凤凰鸟一离开林中飞往昆仑山的西边，什么时候才能再飞翔回来啊。<br>只遗憾凤凰鸟处在不恰当的位置，这让我内心非常悲伤。 </p><p><strong>注释</strong><br>商风：秋风。<br>怆悢：悲伤。<br>醴泉 &lt;lǐquán&gt;<br>释名: 亦名甘泉。泉水略有淡酒味。参见《尔雅.释天》“甘雨时降，万物以嘉，谓之醴泉”<br>《瑞应图》说：常饮醴泉，令人长寿。《东观记》说：常饮醴泉，可除痼疾(久病)。<br>醴泉:养生术语。谓口中津液。《黄庭内景经·口为章第三》务成子注：“口中津液……一名醴泉。”《医心方》卷二七“用气第四”：“唾者凑为醴泉。”</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　<a href=\"http://so.gushiwen.org/view_71638.aspx\">诗</a>中“清朝饮醴泉，日夕栖山冈。高鸣彻九州，延颈望八荒”四句体现了“凰”高洁（或“超然脱俗”、“清高傲世”)的品性。这首诗整体上运用了托物言志（或“比兴”、“象征”）的表现手法，以凤凰自喻，抒发了诗人孤独无奈的苦闷心情和壮志难酬（或“报国无门”）的悲伤情怀。根据凤凰“饮醴泉”、“栖山冈”、“彻九州”、“望八荒”的举动，可以判断出凤凰志向远大、高洁。显然作者以凤凰自比（自况），根据它的心情“催藏”、“恨”、“心伤”几个词及伤心的原因的描写“高鸣彻九州，延颈望八荒”和 “一去昆仑西，何时复回翔。但恨处非位，怆悢使心伤”可以推知，作者是孤独苦闷、壮志难酬。</p> <p>　　<a href=\"http://so.gushiwen.org/author_698.aspx\">阮籍</a>的《咏怀诗》历来被誉为“旷代绝作”,同时也是绝对的难解之作,“百代之下,难以情测”。而飞鸟则是《咏怀诗》中最重要的诗歌意象，它们是阮籍主体人格的诗性外化，各种飞鸟意象体现着阮籍隐晦难测的内心世界。</p> <p>　　阮籍的八十二首《咏怀诗》，直接用飞鸟意象者29首，间接用者13首，总计42首。这些飞鸟意象的渊源，可追溯至《国风》、《离骚》、《庄子》、《山海经》。《国风》中的自然物象，多用以起兴；《离骚》的美人香草、俊鸟恶禽，多具象征意味，或以之刺激奸邪，或以之寓己高洁之志；《庄子》中的飞鸟意象，则多寓示不同的精神境界。而阮籍《咏怀诗》中的飞鸟意象，则三种意义皆有：他时而以俊鸟如凤凰、玄鹤寓其高洁之志和现实追求；时而以高鸟如鸿鹄、海鸟寄其逍遥之梦；时而借孤鸟寒鸟起兴，写其孤苦之思。各种不同的飞鸟意象，折射出阮籍不同的心理侧面，最终建构了阮籍复杂、矛盾的多重人格。《咏怀诗》第一首云：“徘徊将何见，忧思独伤心。”“徘徊”二字，既为八十二首《咏怀诗》奠定了基调，也反映了阮籍和其他竹林名士共同的人格特点。 </p><br/><h2>赏析</h2> <p>　　<a href=\"http://so.gushiwen.org/author_866.aspx\">曾国藩</a>解曰：凤凰，本阮公自况。<a href=\"http://so.gushiwen.org/author_39.aspx\">沈德潜</a>曰：凤凰本以鸣国家之盛，今九州八荒无可展翅，而远之昆仑之西，于洁身之道得矣，其如处非其位何。所以怅然心伤也。二人之解都可通。但尚有他解。</p> <p>　　这首<a href=\"http://so.gushiwen.org/view_71638.aspx\">诗</a>很可能是为<a href=\"http://so.gushiwen.org/author_382.aspx\">嵇康</a>的悼诗或者悼其下狱。首先，“林中有奇鸟，自言是凤凰。清朝饮醴泉，日夕栖山岗。高鸣彻九州，延颈望八荒”这与<a href=\"http://so.gushiwen.org/author_698.aspx\">阮籍</a>其他咏怀诗的起调大不一样。所谓“感于哀情，缘事而发”，“师心以遣论”。这诗的起因应该不是自伤身世，苦无洁身之道那般简单。且阮籍在咏怀诗中最常用孤鸿，孤雁自喻，桃李尚惧成蹊，自己不会自言凤凰。其次，嗣宗写诗语气。“林中有奇鸟，自言是凤凰。”显得既爱其才，又几分笑弄，更多无奈。况除却阮嵇当时没人能当凤凰之喻。“清朝饮醴泉，日夕栖山岗。高鸣彻九州，延颈望八荒。”短短二十字写的正是“性烈而才隽” “高情远志，率然玄远” 的嵇康。</p> <p>　　阮籍卒于公元263年（景元四年）冬，与嵇康被刑在同一年。嵇康的下狱应该对嗣宗触动很大。当时阮籍为司马炎写了劝进表，他希望嵇康能了解他的酒狂之意。</p>",
  "about": "<h2>句解</h2> <p>（1）林中有奇鸟，自言是凤凰。<br>直译：树林有一只奇异的鸟，它自言是凤凰鸟。<br>赏析：一“奇”字，点明此鸟所视甚高。这正是<a href=\"http://so.gushiwen.org/author_698.aspx\">阮籍</a>风格。</p> <p>（2）清朝饮醴泉，日夕栖山冈。<br>醴泉：lǐquán，甘甜的泉水。<br>日夕：近黄昏时;傍晚。<br>直译：凤凰清爽的早晨饮用的是甘甜的泉水，黄昏时栖息在高高的山冈。<br>赏析：以凤凰鸟的所饮、所栖，传达了凤凰鸟的不凡，亦即<a href=\"http://so.gushiwen.org/view_71638.aspx\">诗</a>人的高洁品性。</p> <p>（3）高鸣彻九州，延颈望八荒。<br>九州：中国的别称。<br>八荒：八方荒远的地方。<br>延颈：伸长头颈。<br>直译：凤凰鸟高声鸣叫响彻全国，伸长头颈眺望八方荒远的地方。<br>赏析：以两句以凤凰鸟的鸣声和行动，表现了凤凰鸟心怀天下的气概，此正是诗人理想的写照。</p> <p>（4）适逢商风起，羽翼自摧藏。<br>适逢：恰好遇到。<br>商风：秋风，西风。<br>摧藏：cuī cáng，收敛，隐藏。<br>直译：恰好遇到秋风吹起，凤凰鸟的羽翼自然收藏起来了。<br>赏析：此两句写凤凰鸟因所处环境的恶劣而不能飞翔，亦是诗人不能施展才化的苦闷的传达。</p> <p>（5）一去昆仑西，何时复回翔。<br>去：离开。<br>直译：凤凰鸟一离开林中飞往昆仑山的西边，什么时候才能再飞翔回来啊。<br>赏析：此两句以凤凰鸟的无奈传达诗人的无奈。</p> <p>（6）但恨处非位，怆悢使心伤。<br>但：只。<br>恨：遗憾。<br>怆悢：悲伤。<br>直译：只遗憾凤凰鸟处在不应该有的位置，这悲伤让我内心非常伤痛。<br>赏析：此两句借对凤凰鸟的惋惜以传达诗人对自我人生遭遇的感伤。</p><br/><h2>创作背景</h2> 　　公元239年，魏明帝曹叡死，太子曹芳即位，年八岁，曹爽、司马懿掌文武大权，从此曹魏政权与司马氏集团开始了尖锐的斗争。　在此期间，大量士人被杀，在极端黑暗恐怖中的广大士人处于惶惶不可终日的境地，其文学创作时时流露出这种忧惧心态。",
  "poet": {
    "id": 698,
    "star": 0,
    "name": "阮籍",
    "image": "http://img.gushiwen.org/authorImg/ruanji.jpg",
    "desc": "阮籍(210～263)，三国魏诗人。字嗣宗。陈留（今属河南）尉氏人。竹林七贤之一，是建安七子之一阮瑀的儿子。曾任步兵校尉，世称阮步兵。崇奉老庄之学，政治上则采谨慎避祸的态度。阮籍是“正始之音”的代表，著有《咏怀》、《大人先生传》等。"
  },
  "tags": [
    "写鸟",
    "寓人",
    "言志",
    "抒情",
    "壮志难酬"
  ]
}