{
  "id": 5729,
  "star": 338,
  "name": "积雨辋川庄作 / 秋归辋川庄作",
  "dynasty": "唐代",
  "content": "积雨空林烟火迟，蒸藜炊黍饷东菑。<br>漠漠水田飞白鹭，阴阴夏木啭黄鹂。<br>山中习静观朝槿，松下清斋折露葵。<br>野老与人争席罢，海鸥何事更相疑。",
  "fanyi": "<p><strong>译文</strong><br>连日雨后，树木稀疏的村落里炊烟冉冉升起。烧好的粗茶淡饭是送给村东耕耘的人。<br>广阔平坦的水田上一行白鹭掠空而飞；田野边繁茂的树林中传来黄鹂宛转的啼声。<br>我在山中修身养性，观赏朝槿晨开晚谢；在松下吃着素食，和露折葵不沾荤腥。<br>我已经是一个从追名逐利的官场中退出来的人，而鸥鸟为什么还要猜疑我呢？</p> <p><strong>韵译</strong><br>空林积雨，薪火难以点燃。午饭做完，马上送向田间。<br>漠漠水田，飞起几只白鹭；阴阴夏树，传来婉转鸟鸣。<br>惯于山间安静，早起遍地看花。松下长吃素食，采摘路葵佐餐。<br>我与野老已融洽无间，海鸥为何还要猜疑？</p> <p><strong>注释</strong><br>⑴积雨：久雨。辋（wǎng）川庄：即<a href=\"http://so.gushiwen.org/author_515.aspx\">王维</a>在辋川的宅第，在今陕西蓝田终南山中，是王维隐居之地。<br>⑵空林：疏林。唐<a href=\"http://so.gushiwen.org/author_757.aspx\">孟浩然</a>《题大禹寺义公禅房》<a href=\"http://so.gushiwen.org/view_5729.aspx\">诗</a>：“义公习禅处，结宇依空林。”烟火迟：因久雨林野润湿，故烟火缓升。<br>⑶藜（lí）：一年生草本植物，嫩叶可食。黍（shǔ）：谷物名，古时为主食。饷东菑（zī）：给在东边田里干活的人送饭。饷：送饭食到田头。菑：已经开垦了一年的田地，此泛指农田。<br>⑷漠漠：形容广阔无际。唐<a href=\"http://so.gushiwen.org/author_135.aspx\">罗隐</a>《省试秋风生桂枝》诗：“漠漠看无际，萧萧别有声。”<br>⑸阴阴：幽暗的样子。唐<a href=\"http://so.gushiwen.org/author_155.aspx\">李端</a>《送马尊师》诗：“南入商山松路深，石床溪水昼阴阴。”夏木：高大的树木，犹乔木。夏：大。啭（zhuàn）：小鸟婉转的鸣叫。鸟的宛转啼声。黄鹂：黄莺。<br>⑹“山中”句：意谓深居山中，望着槿花的开落以修养宁静之性。习静：谓习养静寂的心性。亦指过幽静生活。南朝梁<a href=\"http://so.gushiwen.org/author_569.aspx\">何逊</a>《苦热》诗：“习静閟衣巾，读书烦几案。”槿（jǐn）：植物名。落叶灌木，其花朝开夕谢。古人常以此物悟人生枯荣无常之理。其花早开晚谢。故以此悟人生荣枯无常之理。<br>⑺清斋：谓素食，长斋。晋支遁《五月长斋》诗：“令月肇清斋，德泽润无疆。”露葵：经霜的葵菜。葵为古代重要蔬菜，有“百菜之主”之称。<br>⑻野老：村野老人，此指作者自己。争席罢：指自己要隐退山林，与世无争。争席：典出《庄子·杂篇·寓言》：杨朱去从老子学道，路上旅舍主人欢迎他，客人都给他让座；学成归来，旅客们却不再让座，而与他“争席”，说明杨朱已得自然之道，与人们没有隔膜了。<br>⑼“海鸥”句：典出《列子·黄帝篇》：海上有人与鸥鸟相亲近，互不猜疑。一天，父亲要他把海鸥捉回家来，他又到海滨时，海鸥便飞得远远的，心术不正破坏了他和海鸥的亲密关系。这里借海鸥喻人事。何事：一作“何处”。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　“积雨空林烟火迟，蒸藜炊黍饷东菑。”首联写田家生活，是<a href=\"http://so.gushiwen.org/view_5729.aspx\">诗</a>人山上静观所见。诗人视野所及，先写空林烟火，一个“迟”字，不仅把阴雨天的炊烟写得十分真切传神，而且透露了诗人闲散安逸的心境；再写农家早炊、饷田以至田头野餐，展现一系列人物的活动画面，秩序井然而富有生活气息，使人想见农妇田夫那怡然自乐的心情。</p> <p>　　颔联写自然景色，同样是诗人静观所得：“漠漠水田飞白鹭，阴阴夏木啭黄鹂。”辋川之夏，百鸟飞鸣，诗人只选了形态和习性迥然不同的黄鹂、白鹭，联系着它们各自的背景加以描绘：雪白的白鹭，金黄的黄鹂，在视觉上自有色彩浓淡的差异；白鹭飞行，黄鹂鸣啭，一则取动态，一则取声音；漠漠，形容水田广布，视野苍茫；阴阴，描状夏木茂密，境界幽深。两种景象互相映衬，互相配合，把积雨天气的辋川山野写得画意盎然。所谓“诗中有画”，这便是很好的例证。</p> <p>　　唐人李肇因见李嘉祐集中有“水田飞白鹭，夏木啭黄鹂”的诗句，便讥笑<a href=\"http://so.gushiwen.org/author_515.aspx\">王维</a>“好取人文章嘉句”（《国史补》卷上）；明人胡应麟力辟其说：“摩诘盛唐，嘉祐中唐，安得前人预偷来者？此正嘉祐用摩诘诗。”（《诗薮·内编》卷五）按，嘉祐与摩诘同时而稍晚，谁袭用谁的诗句，这很难说；然而，从艺术上看，两人诗句还是有高下的。宋人<a href=\"http://so.gushiwen.org/author_71.aspx\">叶梦得</a>认为王维添加的两个叠词使诗句更加精彩。“漠漠”有广阔意，“阴阴”有幽深意，“漠漠水田”“阴阴夏木”比之“水田”和“夏木”，画面就显得开阔而深邃，富有境界感，渲染了积雨天气空蒙迷茫的色调和气氛。</p> <p>　　如果说，首联所写农家无忧无虑的劳动生活已引起诗人的浓厚兴趣和欣羡之情，那么，面对这黄鹂、白鹭的自由自在的飞鸣，诗人自会更加陶醉不已。而且这两联中，人物活动也好，自然景色也好，并不是客观事物的简单摹拟，而是经过诗人心灵的感应和过滤，染上了鲜明的主观色彩，体现了诗人的个性。对于“晚年惟好静，万事不关心”的王维来说，置身于这世外桃源般的辋川山庄，<a href=\"http://so.gushiwen.org/author_1137.aspx\">真可</a>谓得其所哉了，这不能不使他感到无穷的乐趣。下面两联就是抒写诗人隐居山林的禅寂生活之乐的。</p> <p>　　“山中习静观朝槿，松下清斋折露葵。”诗人独处空山之中，幽栖松林之下，参木槿而悟人生短暂，采露葵以供清斋素食。这情调，在一般世人看来，未免过分孤寂寡淡了。然而早已厌倦尘世喧嚣的诗人，却从中领略到极大的兴味，比起那纷纷扰扰、尔虞我诈的名利场，不啻天壤云泥。</p> <p>　　“野老与人争席罢，海鸥何事更相疑？”诗人在这里借用了《庄子·寓言》和《列子·黄帝》中的两个典故，快慰地宣称自己早已去心机绝俗念，随缘任遇，与世无争，再也不被人猜忌，足可以免除尘世烦恼，悠悠然耽于山林之乐了。这两个充满老庄色彩的典故，一正用，一反用，两相结合，十分恰切地表现了作者远离尘嚣、澹泊自然的心境，而这种心境，正是上联所写“清斋”“习静”的结果。</p> <p>　　这首七律，形象鲜明，兴味深远，表现了诗人隐居山林、脱离尘俗的闲情逸致，流露出诗人对淳朴田园生活的深深眷爱，是王维田园诗的一首代表作。从前有人把它推为全唐七律的压卷，说成“空古准今”的极至，固然是出于封建士大夫的偏嗜；而有人认为“淡雅幽寂，莫过右丞《积雨》”，赞赏这首诗的深邃意境和超迈风格，艺术见解还是不错的。（参看赵殿成笺注《王右丞集》卷十）</p>",
  "about": "<h2>创作背景</h2> <p>　　此<a href=\"http://so.gushiwen.org/view_5729.aspx\">诗</a>是<a href=\"http://so.gushiwen.org/author_515.aspx\">王维</a>后期的作品。王维后期的诗，主要写隐居终南山、辋川的闲情逸致的生活。《旧唐书·王维传》记载：“维兄弟俱奉佛，居常蔬食，不茹荤血，晚年长斋，不衣文彩。”由于家庭环境的影响，他早年就信奉佛教，贬官济州时已经有了隐居思想的萌芽。再加上<a href=\"http://so.gushiwen.org/author_691.aspx\">张九龄</a>罢相、<a href=\"http://so.gushiwen.org/author_2691.aspx\">李林甫</a>上台的政局变化，他渐渐觉得仕途生活压抑、黑暗，理想也随之破灭。在严酷的现实面前，他既不同意同流合污，又感到自己无能为力，尽管在李林甫当政时，王维并没有受到迫害，实际上还升了官，但他内心的矛盾和苦闷却越来越深了。王维是个正直而又软弱、再加上长期接受佛教影响的封建知识分子，他的出路就只剩下跳出是非圈子、返回旧时的园林归隐这一途了。于是，后期的王维就开始了亦官亦隐的生活，甚至对于他个人生活有很大影响的安史之乱，在他的诗歌里面也几乎没有什么积极的反映。他后期对现实基本是抱着一种“无可无不可”的漠不关心的态度。最初隐居终南山，后来在蓝田辋川得到<a href=\"http://so.gushiwen.org/author_248.aspx\">宋之问</a>的别墅，生活更为悠闲，“与道友<a href=\"http://so.gushiwen.org/author_302.aspx\">裴迪</a>，浮舟往来，弹琴赋诗”，并吃斋念佛，“退朝之后，焚香独坐，以禅诵为事”。这首诗就是作于王维隐居辋川蓝田时期。</p>",
  "poet": {
    "id": 515,
    "star": 0,
    "name": "王维",
    "image": "http://img.gushiwen.org/authorImg/wangwei.jpg",
    "desc": "王维（701年－761年，一说699年—761年），字摩诘，汉族，河东蒲州（今山西运城）人，祖籍山西祁县，唐朝诗人，有“诗佛”之称。苏轼评价其：“味摩诘之诗，诗中有画；观摩诘之画，画中有诗。”开元九年（721年）中进士，任太乐丞。王维是盛唐诗人的代表，今存诗400余首，重要诗作有《相思》《山居秋暝》等。王维精通佛学，受禅宗影响很大。佛教有一部《维摩诘经》，是王维名和字的由来。王维诗书画都很有名，非常多才多艺，音乐也很精通。与孟浩然合称“王孟”。"
  },
  "tags": [
    "唐诗三百首",
    "田园"
  ]
}