{
  "id": 70929,
  "star": 688,
  "name": "春夜",
  "dynasty": "宋代",
  "content": "金炉香烬漏声残，翦翦轻风阵阵寒。<br>春色恼人眠不得，月移花影上栏杆。",
  "fanyi": "<p><strong>译文</strong><br>夜已经深了，香炉里的香早已经燃尽，漏壶里的水也快漏完了。后半夜的春风给人带来阵阵的寒意。<br>然而春天的景色却使人心烦意乱，只看见随着月亮的移动，花木的影子悄悄地爬上了栏杆。</p> <p><strong>注释</strong><br>漏：古代计时用的漏壶。<br>翦翦：形容初春的寒风削面，尖刻刺骨。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　<a href=\"http://so.gushiwen.org/author_405.aspx\">王安石</a>于公元1042年（宋仁宗庆历二年）进士及第，公元1059年（嘉祐三年）上变法万言书，未被采纳。直到公元1068年（宋神宗熙宁元年），神宗准备实行新法，到四月才召他进京面对。经过二十六年的漫长岁月，王安石屈居下位不算，最大的憾事是变法主张未能实现。此时形势突变，遇到了赏识他主张的锐意变法的新帝，正是龙虎风云、君臣际遇的良机，大展鸿图，即在眼前。因此，他在值宿禁中的时候，面对良宵春色，剪剪轻风，金炉香烬，月移花影，一派风光，激起了思想上难以自制的波澜，为自己政治上的春色撩拨得不能成眠。 </p> <p>　　这首绝句和<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>的五言律<a href=\"http://so.gushiwen.org/view_70929.aspx\">诗</a>《春宿左省》属于同一题材：“花隐掖垣暮，啾啾栖鸟过。星临万户动，月傍九霄多。不寝听金钥，因风想玉珂。明朝有封事，数问夜如何。” </p> <p>　　这首诗的前两句相当于杜诗的前两联，都是写景。首句是视觉加听觉，以动衬静。王安石写的是春天拂晓时的景象；杜甫则因仿佛听到有人开宫门的钥匙声，和百官上朝的马铃声而睡不着，其意义相对要小些，这是由于两人的地位悬殊太大造成的。次句以触觉写出了香尽漏残、黎明破晓时分的夜寒意。第三句叙事夹抒情，诗人所追求的是杜甫所想要的“君臣已与时际会”，这激动人心的时候就要到来，他不只是像杜甫“明朝有封事，数问夜如何”那样睡不着觉。但诗人留下问题：为什么“眠不得”，春色为何“恼人”，诗人故意不说原因。“恼”字在此处是反义正用，不能作恼恨的“恼”理解，应作“撩”解，杜甫诗“韦曲花无赖，家家恼煞人”中的“恼”字即是“撩”的意思，绝不是苦恼得不能成眠。最后一句以景结情：但只见月亮移动，照出花影，斜映在庭院里的栏干上。诗贵含蓄，此诗除第三句外，字字写景，情隐词外。 </p> <p>　　这首诗的内在抒情曲折而深沉，外在表向却是春夜清幽美景，创作手法高明。诗中处处紧扣着深夜，却又没有一句直接说到夜已如何，而只写夜深时的种种景象。诗人没有正面写对人的怀念，而是通过香尽漏残、月移风寒，写出时光的推移，从而表明诗人徘徊之久和怀想之深。表面上是这庭院夜色搅乱了诗人的清梦，实际上是由于对远方的人强烈的思忆，使诗人感到眼前的春色倍加恼人，感情表达得含蓄、曲折而深沉，有着余而不尽之意。 </p> <p>　　诗人所描写的皇宫春晓的迷人景色，和杜甫“九重春色醉仙桃”，<a href=\"http://so.gushiwen.org/author_60.aspx\">贾至</a>“禁城春色晓苍苍”，<a href=\"http://so.gushiwen.org/author_113.aspx\">岑参</a>“莺啭皇州春色阑”的用意是一样的，用现代的话说，就是大好的景色象征大好的形势。如果没有“月傍九霄多”，就不会有“花影上栏干”，由此可见，王安石是参透了杜甫《春宿左省》后才动笔的。 </p> <p>　　所以说，这一首政治抒情诗。王安石是借用爱情诗曲折地表达自己的春风得意之情。</p><br/><h2>简析</h2> <p>　　（一）整体评说。 </p> <p>　　这是春夜怀人之作。<a href=\"http://so.gushiwen.org/view_70929.aspx\">诗</a>人没有正面写对人的怀念，而是通过香尽漏残、月移风寒，写出时光的推移，从而表明诗人徘徊之久和怀想之深。表面上是这庭院夜色搅乱了诗人的清梦，实际上是由于对远方的人强烈的思忆，使诗人感到眼前的春色倍加恼人，感情表达得含蓄、曲折而深沉。 </p> <p>　　这首诗的好处是处处紧扣着深夜，却又没有一句直接说到夜已如何，而只写夜深时的种种景象。 </p> <p>　　其实不看作者的写诗背景，单独看诗，是看不出这是怀念亲人的。但从诗词中可以感觉出，作者因为心里惦念着某事或某人，显得睡卧不安。 </p> <p>　　（二）写作手法。 </p> <p>　　这首诗主要特点是委婉含蓄。作者写夜，通篇是利用了各种物景的变化来替代的，没有直言，这体现了中国诗词一贯含蓄的作风。作者写心情，用的是“托词”，口里说是恼春色，实际是另有所想，都是委婉含蓄的表达方式。此诗还使用了借代等手法。 </p> <p>　　（三）解说诗句。 </p> <p>　　第一句“金炉香尽漏声残”，单看这句，是看不出在写春夜的，夏夜，秋夜，冬夜都可以用。诗句比较普通。“金炉香尽”和“漏声残”都是形容夜已很深。古人用漏壶测算时间，一个漏壶的水快滴尽了，表示时间已经过去很多了。<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>《卜算子》用过“漏断人初静”，也是用“漏”写夜，基本上诗词里写“漏壶”都是在写夜。 </p> <p>　　第二句“翦翦轻风阵阵寒”，“翦”，原意是指整齐的羽毛，这里是用来形容寒风料峭。这句描写风的“轻”“寒”。从这句才可以看出作者是在写“春”。因为夏风凉习，秋风萧杀，冬风凛冽，只有春风才“轻”且“寒”。诗的前两句合起来，是先“夜”再“春”，不是先“春”再“夜”，显得比较庸俗和普通。 </p> <p>　　第三句“春色恼人眠不得”。这句非常不错，可以说是比较出彩的。因为诗词里写春色，一般是两种态度为主流。一是赞赏喜爱和眷恋的，一是哀叹惋惜和感慨的，其实也是爱春色，但就是提前担心它流走。<a href=\"http://so.gushiwen.org/author_405.aspx\">王安石</a>在这里别出心裁，表示“春色恼人”。为什么恼人呢，背后肯定有玄机。至于什么玄机，作者在诗里未点明。读者可以根据这句来推断，肯定是有样东西，让作者觉得比欣赏大好春色更值得用心思记挂的。那就是——亲人。 </p> <p>　　第四句“月移花影上栏干”。虽说“月移花影”属于“俗词俗句”，但写景不错，有月有花，影动花凝。这句诗间接表明，作者是一直没睡，看着花影从庭院移到栏杆。夜更深沉，人却始终难眠。究其原因，是思念太深的缘故。 </p> <p>　　总的说来，这首诗最出彩的句子是“春色恼人眠不得”，余者相对来说都是比较普通的诗句。</p>",
  "poet": {
    "id": 405,
    "star": 0,
    "name": "王安石",
    "image": "http://img.gushiwen.org/authorImg/wanganshi.jpg",
    "desc": "王安石（1021年12月18日－1086年5月21日），字介甫，号半山，谥文，封荆国公。世人又称王荆公。汉族，北宋抚州临川人（今江西省抚州市临川区邓家巷人），中国北宋著名政治家、思想家、文学家、改革家，唐宋八大家之一。欧阳修称赞王安石：“翰林风月三千首，吏部文章二百年。老去自怜心尚在，后来谁与子争先。”传世文集有《王临川集》、《临川集拾遗》等。其诗文各体兼擅，词虽不多，但亦擅长，且有名作《桂枝香》等。而王荆公最得世人哄传之诗句莫过于《泊船瓜洲》中的“春风又绿江南岸，明月何时照我还。”"
  },
  "tags": [
    "古诗三百首",
    "春天",
    "写景",
    "抒情",
    "思念"
  ]
}