{
  "id": 64946,
  "star": 685,
  "name": "满江红·登黄鹤楼有感",
  "dynasty": "宋代",
  "content": "遥望中原，荒烟外、许多城郭。想当年、花遮柳护，凤楼龙阁。万岁山前珠翠绕，蓬壶殿里笙歌作。到而今、铁骑满郊畿，风尘恶。<br>兵安在？膏锋锷。民安在？填沟壑。叹江山如故，千村寥落。何日请缨提锐旅，一鞭直渡清河洛。却归来、再续汉阳游，骑黄鹤。",
  "fanyi": "<p><strong>译文<br></strong>登楼远望中原，只见在一片荒烟笼罩下，仿佛有许多城郭。想当年啊！花多得遮住视线，柳多掩护着城墙，楼阁都是雕龙砌凤。万岁山前、蓬壶殿里，宫女成群，歌舞不断，一派富庶升平气象。如今，胡虏铁骑却践踏包围着京师郊外，战乱频仍，风尘漫漫，形势如此险恶。<br>士兵在哪里？他们血染沙场，鲜血滋润了兵刃。百姓在哪里？他们在战乱中丧生，尸首填满了溪谷。悲叹大好河山依如往昔，却田园荒芜，万户萧疏。何时能有杀敌报国的机会，率领精锐部队出兵北伐，挥鞭渡过长江，扫清横行“郊畿”的胡虏，收复中原。然后归来，重游黄鹤楼，以续今日之游兴。</p> <p><strong>注释<br></strong>⑴黄鹤楼：旧址在黄鹤山（武昌之西）西北的黄鹤矶上。<a href=\"http://so.gushiwen.org/author_272.aspx\">陆游</a>《入蜀记》：“黄鹤楼旧传费玮飞升于此，后忽乘黄鹤来归，故以名楼。”<br>⑵万岁山：即万岁山艮岳，宋徽宗政和年间所造，消耗了大量民力民财。据洪迈《容斋三笔》说：“（万岁）山周十余里，最高一峰九十尺，亭堂楼阁不可殆记。“<br>⑶蓬壶殿：疑即北宋故宫内的蓬莱殿。这四句形容北宋汴京宫室壮丽，富庶繁华。<br>⑷铁骑：指金国军队。郊畿：指汴京所在处的千里地面。<br>⑸风尘：指战乱。<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>《赠别贺兰铦》：“国步初返正，乾坤尚风尘。“风尘恶，是说敌人占领中原，战乱频仍，形势十分险恶。<br>⑹膏：滋润，这里做被动词。锋：兵器的尖端。锷：剑刃。《庄子·说剑》：“天子之剑，以燕峪石城为锋，齐岱为锷。“这两句是说：兵士们在哪儿呢？他们（的血）滋润了兵器的尖端（意为被刀剑击中而死亡）。<br>⑺沟壑：溪谷。杜甫《醉时歌》：“但觉高歌有鬼神，焉知饿死填沟壑。“这两句是说：老百姓在哪儿呢？他们已因饥寒交迫而死，被丢在溪谷中了。<br>⑻缨：绳子。请缨，请求杀敌立功的机会。《汉书·终军传》记终军向汉武帝“自请愿受长缨，必羁南越王而致之阙下。“河洛：黄河、洛水交汇的洛阳地区。这里泛指中原。这句是说：哪一天能向皇帝请求，并得到他的命令率领精锐部队，挥鞭渡过长江，收复中原。<br>⑼汉阳：今湖北武汉市（在武昌西北）。<br>⑽此墨迹见近人徐用仪所编《五千年来中华民族爱国魂》卷端。原系照片；在本词下面，并有谢升孙、宋克、<a href=\"http://so.gushiwen.org/author_21.aspx\">文征明</a>等人的跋。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这首词创作时代较《满江红·怒发冲冠》略早，写于南宋绍兴四年（1134）作者出兵收复襄阳六州驻节鄂州（今湖北武昌）时。</p> <p>　　这首壮词采用散文化写法，可分四段，层次分明。</p> <p>　　从篇首到“蓬壶殿里笙歌作”为第一段。写在黄鹤楼之上遥望北方失地，引起对故国往昔“繁华”的回忆。“想当年”三字点目。“花遮柳护”四句极其简洁地写出北宋汴京宫苑之风月繁荣。万岁山亦名艮岳。据《宋史·地理志·京城》记载，徽宗政和七年始筑，积土为假山，山周十余里，堂馆池亭极多，建制精巧（蓬壶是其中一堂名），四方花竹奇石，悉聚于此，专供皇室游玩。“珠翠绕”、“笙歌作”，极写歌舞升平的壮观景象。</p> <p>　　第二段以“到而今”三字提起（回应“想当年”），直到下片“千村寥落”句止。写北方遍布铁蹄的占领区，生活在水深火热中的人们的惨痛情景。与上段歌舞升平的景象强烈对比。“铁蹄满郊畿，风尘恶”二句，花柳楼阁、珠歌翠舞一扫而空，惊心动魄。过片处是两组自成问答的短句：“兵安在？膏锋锷”，“民安在，填沟壑”。战士浴血奋战，却伤于锋刃，百姓饥寒交迫，无辜被戮，却死无葬身之地。作者恨不得立即统兵北上解民于水火之中。“叹江山如故，千村寥落”，这远非“风景不殊，正自有山河之异”的新亭悲泣，而言下正有王导“当共戮力王室，克复神州”之猛志。所以紧接二句就写到作者心中宿愿——率领劲旅，直渡黄河，肃清金人，复我河山。这两句引用《汉书》终军请缨典故，浑成无迹。“何日”云云，正见出一种迫不及待的心情。</p> <p>　　最后三句，作者乐观地想象胜利后的欢乐。眼前他虽然登黄鹤楼，作“汉阳游”，但心情是无法宁静的。或许他会暗诵“昔人已乘黄鹤去”的名篇而无限感慨。不过，待到得胜归来，“再续汉阳游”时，一切都会改变，那种快乐，唯恐只有骑鹤的神仙才可体会呢！词的末句“骑黄鹤”三字兼顾现实，深扣题面。</p> <p>　　在南北宋之交，词起了一次风格化的变化，明快豪放取代了婉约深曲，这种艺术上的转变根源却在于内容，在于爱国主义成为词的时代性主题。当时写作豪放词的作家，多是主战派人士，包括若干抗金将领，其中也有<a href=\"http://so.gushiwen.org/author_630.aspx\">岳飞</a>，这种现象有其必然性的。这首《满江红》即以文法入词，从“想当年”、“到而今”、“何日”说到“待归来”，严格遵循时间顺序，结构层次分明，语言洗练明快，已具豪放词的一般特点。</p>",
  "about": "<h2>创作背景</h2> 　　绍兴三年（1133）十月，金朝傀儡刘豫军队攻占南宋的襄阳、唐、邓、随、郢诸州府和信阳军，切断了南宋朝廷通向川陕的交通要道，也直接威胁到湖南、湖北百姓的安全。<a href=\"http://so.gushiwen.org/author_630.aspx\">岳飞</a>即接连上书奏请进兵中原，收复襄阳等六州。次年五月朝廷正式任命岳飞兼黄、复二州、汉阳军（湖北汉阳）、德安府（湖北安陆）制置使，统军出征。由于军纪严明、士气高昂，部署运筹得当，岳家军在三个月内，迅速收复了襄、邓六州，有力地保卫了长江中游的安全，打开了川陕通向朝廷进纳财富和纲马的道路。就在这本可乘胜长驱直入收复更多失地之际，朝廷却以“三省、枢密院同奉圣旨”的名义指示岳飞只准收复六州，然后班师回朝。于是岳飞只得率部回到鄂州。岳飞凭借襄、邓大捷以仅三十二岁年龄被封为侯（武昌郡开国侯），但他并非功名利禄之徒，他念念不忘的是北伐大业。因此他仍不断上奏，要求选派精兵二十万人直捣中原，收复失地，以免坐失良机。在鄂州，岳飞到黄鹤楼登高，北望中原，写下了这样一首抒情感怀词。",
  "poet": {
    "id": 630,
    "star": 0,
    "name": "岳飞",
    "image": "http://img.gushiwen.org/authorImg/yuefei.jpg",
    "desc": "岳飞（1103—1142），字鹏举，宋相州汤阴县永和乡孝悌里（今河南安阳市汤阴县程岗村）人，中国历史上著名的军事家、战略家、民族英雄，位列南宋中兴四将之首。岳飞是南宋最杰出的统帅，他重视人民抗金力量，缔造了“连结河朔”之谋，主张黄河以北的抗金义军和宋军互相配合，夹击金军，以收复失地。岳飞的文学才华也是将帅中少有的，他的不朽词作《满江红》，是千古传诵的爱国名篇。葬于西湖畔栖霞岭。"
  },
  "tags": [
    "豪放",
    "登楼",
    "抒怀"
  ]
}