{
  "id": 72150,
  "star": 361,
  "name": "和董传留别",
  "dynasty": "宋代",
  "content": "粗缯大布裹生涯，腹有诗书气自华。<br>厌伴老儒烹瓠叶，强随举子踏槐花。<br>囊空不办寻春马，眼乱行看择婿车。<br>得意犹堪夸世俗，诏黄新湿字如鸦。",
  "fanyi": "<p><strong>译文<br></strong>生活当中身上包裹着粗衣劣布，胸中有学问气质自然光彩夺人。<br>不喜欢陪伴着老儒一块清谈过“烹瓠叶”那样的苦日子，决定随从举子们参加科举考试。<br>口袋里没有钱不置办那“看花”的马，但会看取令人眼花缭乱的“择婿车”。<br>考试得中仍然可以向世俗的人们夸耀，诏书上如鸦的黑字新写着俺的名字。</p> <p><strong>注释</strong><br>⑴董传：字至和，洛阳（今属河南）人。曾在凤翔与<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>交游。宋神宗熙宁二年（1069）卒。<br>⑵麤（cū）缯：粗制的丝织品。麤：同“粗”。大布：古指麻制粗布。《左传·闵公二年》：“卫文公大布之衣，大帛之冠。”杜预注：“大布，粗布。”裹：经历。生涯：人生的境遇过程。语本《庄子·养生主》：“吾生也有涯，而知也无涯。”<br>⑶腹有：胸有，比喻学业有成。<a href=\"http://so.gushiwen.org/view_72150.aspx\">诗</a>书：原指《诗经》和《尚书》。此泛指书籍。气：表于外的精神气色。华：丰盈而实美。<br>⑷老儒：旧谓年老的学人。唐牟融《寄周韶州》诗：“十年学道困穷庐，空有长才重老儒。”瓠叶：《诗经·小雅》的篇名。共四章。根据诗序：瓠叶，大夫刺幽王也。或以为燕饮之诗。首章二句为：幡幡瓠叶，采之亨之。<br>⑸举子：指被推荐参加考试的读书人。槐花：豆科植物槐的干燥花及花蕾。夏季花开放或花蕾形成时采收，及时干燥，除去枝、梗及杂质。前者习称“槐花”，后者习称“槐米”。踏槐花：唐代有“槐花黄，举子忙”俗语，槐花落时，也就是举子应试的时间了，后因称参加科举考试为“踏槐花”。<br>⑹囊空不办：引自《南史‧虞玩之传》：“玩之为少府，犹蹑屐造席。高帝取屐亲视之，讹黑斜锐，瓒断以芒接之。问曰：‘卿此屐已几载？’玩之曰：‘初释褐拜征北行佐买之，著已三十年，贫士竟不办易。’”引用<a href=\"http://so.gushiwen.org/author_232.aspx\">孟郊</a>诗而不直接引用其诗语，只将“春风得意马蹄疾，一日看尽长安花。”之诗意转化为“寻春马”；引用虞玩之因贫困而旧屐著三十年不办易的事典，而转化为“囊空不办”，引用二个典故融合为一句，语多转折。囊空：口袋里空空的，比喻没有钱。唐<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>《空囊》诗：“囊空恐羞涩，留得一钱看。”寻春马：引用孟郊《登科后》诗：“昔日龌龊不足夸，今朝放荡思无涯。春风得意马蹄疾，一日看尽长安花。”<br>⑺择婿车：此指官贾家之千金美女所座之马车，游街以示择佳婿。唐代进士放榜，例于曲江亭设宴。其日，公卿家倾城纵观，高车宝马，于此选取佳婿。见五代王定保《唐摭言·慈恩寺题名游赏赋咏杂纪》。<br>⑻得意：即“春风得意”，意谓黄榜得中。唐赵氏《闻夫杜羔登第》诗：“良人得意正年少，今夜醉眠何处楼。”世俗：社会上流传的风俗习惯。《文子·道原》：“矜伪以惑世，畸行以迷众，圣人不以为世俗。”<br>⑼诏黄：即诏书，诏书用黄纸书写，故称。《南史·王韶之传》：“恭帝即位，迁黄门侍郎，领著作，西省如故。凡诸诏黄皆其辞也。”字如鸦：诏书写的黑字。语出唐人<a href=\"http://so.gushiwen.org/author_2251.aspx\">卢仝</a>《示添丁》“忽来案上翻墨汁，涂抹诗书如老鸦”。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>的这首《和董传留别》可能不为普通读者所熟知，而其中的“腹有<a href=\"http://so.gushiwen.org/view_72150.aspx\">诗</a>书气自华”一句却广为传诵，原因就在于它经典地阐述了读书与人的修养的关系。中国的读书人向来把读书视为积累知识、增长学问的有效途径。读书的作用不仅在于占有知识，还在于提升人的精神境界。尤其是常读书，日积月累就会使人脱离低级趣味，养成高雅、脱俗的气质。清代学者梁章钜说：“人无书气，即为粗俗气，市井气，而不可列于士大夫之林。”事实证明，读书与不读书，读书多与读书少的人，所表现出的内在气质与素质是绝不相同的。“腹有诗书”指饱读诗书，满腹经纶，“气”可以理解为“气质”或“精神风貌”。全句的重心在“自”上面，它强调了华美的气质是饱读诗书的必然结果。</p> <p>　　就苏轼送别的这位朋友董传而言，“气”不应简单地指读书所带给人的儒雅之气，更指古代读书人所推崇的在面对人生的失意和困窘时的乐观豁达的态度。孔子的弟子颜回“一箪食，一瓢饮，在陋巷”而能“不改其乐”。<a href=\"http://so.gushiwen.org/author_289.aspx\">王勃</a>在人生落魄时高唱“穷且益坚，不坠青云之志”。董传身处贫穷，却始终保持着乐观向上的精神风貌，追求着自己的人生目标，这可以从“囊空不办寻春马”一句看出。显然，苏轼对董传的人生态度还是非常欣赏的。在临别时送给朋友这一句，既是赞美，也是安慰。</p> <p>　　“腹有诗书气自华”一句，阐明了读书与高雅气质的必然联系，凝练概括，深得读者喜爱。今天人们引用它来说明读书求知可以培养人高尚的品格和高雅的气质。也用来赞美别人学问渊博、气度不凡。</p><br/><h2>赏析二</h2> 　　“麤缯大布裹生涯，腹有<a href=\"http://so.gushiwen.org/view_72150.aspx\">诗</a>书气自华。”这两句写董传粗丝绑发，粗布披身。“裹生涯”词语搭配新颖巧妙。本应是“生涯裹麤缯大布”，但词序一颠倒变成“麤缯大布裹生涯”，就有了画面感，而且表示这种生活已是常态。这两句诗赞扬董传虽然贫穷，但勤于读书，因此精神气质非同常人。 <p>　　“厌伴老儒烹瓠叶，强随举子踏槐花。”这两句是说董传的志向，不甘心过贫苦的日子，希望通过科举出人头地。老儒是指年老的学人。“烹瓠叶”是用典。《诗经·小雅·瓠叶》，首章二句为“幡幡瓠叶，采之亨之”。瓠叶味苦，诗中以瓠叶言其宴席上菜肴的粗陋和简约，但主人并没有以其微薄而废礼，而是情真意挚地“采之亨之”（“亨”同“烹”）。</p> <p>　　“囊空不办寻春马，眼乱行看择婿车。”“寻春马”是暗用<a href=\"http://so.gushiwen.org/author_232.aspx\">孟郊</a>《登科后》的典故。这里<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>是说董传即便登科也没钱置办马匹，像孟郊那样“一日看尽长安花”。“择婿车”是用王定保《唐摭言·慈恩寺题名游赏赋咏杂纪》所载唐进士放榜日公卿家倾城选取佳婿，“钿车珠鞍，栉比而至”的典故。苏轼的意思是说，董传虽不能像孟郊那样骑马看花，但却有机会被那“选婿车”包围，让自己眼花缭乱。这两句诗是苏轼鼓励董传的话，有钱没钱不是问题，考中才是硬道理，那时什么都会有。</p> <p>　　“得意犹堪夸世俗，诏黄新湿字如鸦。”这两句诗是承接上两句，继续对董传给予鼓励，希冀董传能够有朝一日，可以金榜题名，扬眉吐气，以夸世俗。苏轼写到这里，似乎完全忘记了此诗开头的“腹有诗书气自华”，剩下的就只有对一个不得意书生的一点祝福了。</p> <p>　　这首诗的特点是巧于用典，蕴藉含蓄。其中“腹有诗书气自华”，是至今让人传诵于口的名句。“诗书”在这里泛指书籍；“气”是指气质风度；“华”指有光彩，与众不同。脱开诗中赞扬董传的语境，单独来看，“腹有诗书气自华”的意思就是：那些勤于读书的人身上总会一种儒雅之气自然地流露出来，使他们看起来与众不同。正因为它概括出了读书人当中普遍存在的一种现象，所以才成为了有关读书学习方面的诗词名句，被广泛引用。</p>",
  "about": "<h2>创作背景</h2> 　　《和董传留别》是<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>写给朋友董传的一首留别<a href=\"http://so.gushiwen.org/view_72150.aspx\">诗</a>，作于苏轼从凤翔回到长安时。苏轼在凤翔，董传曾与苏轼相从。董传当时生活贫困，衣衫朴素，但他饱读诗书，满腹经纶，平凡的衣着掩盖不住他乐观向上的精神风骨。",
  "poet": {
    "id": 183,
    "star": 0,
    "name": "苏轼",
    "image": "http://img.gushiwen.org/authorImg/sushi.jpg",
    "desc": "苏轼（1037－1101），北宋文学家、书画家、美食家。字子瞻，号东坡居士。汉族，四川人，葬于颍昌（今河南省平顶山市郏县）。一生仕途坎坷，学识渊博，天资极高，诗文书画皆精。其文汪洋恣肆，明白畅达，与欧阳修并称欧苏，为“唐宋八大家”之一；诗清新豪健，善用夸张、比喻，艺术表现独具风格，与黄庭坚并称苏黄；词开豪放一派，对后世有巨大影响，与辛弃疾并称苏辛；书法擅长行书、楷书，能自创新意，用笔丰腴跌宕，有天真烂漫之趣，与黄庭坚、米芾、蔡襄并称宋四家；画学文同，论画主张神似，提倡“士人画”。著有《苏东坡全集》和《东坡乐府》等。"
  },
  "tags": [
    "送别",
    "议论",
    "读书",
    "写人",
    "修养"
  ]
}