{
  "id": 53471,
  "star": 59,
  "name": "临江仙·高咏楚词酬午日",
  "dynasty": "宋代",
  "content": "高咏楚词酬午日，天涯节序匆匆。榴花不似舞裙红。无人知此意，歌罢满帘风。 <br>万事一身伤老矣，戎葵凝笑墙东。酒杯深浅去年同。试浇桥下水，今夕到湘中。",
  "fanyi": "<p><strong>译文</strong><br>　　我放声吟诵楚辞，来度过端午。此时我漂泊在天涯远地，是一个匆匆过客。异乡的石榴花再红，也比不上京师里的舞者裙衫飘飞，那般艳丽。没有人能理解我此时的心意，慷慨悲歌后，只有一身风动凉过。万事在如今，只是空有一身老病在。墙东的蜀葵，仿佛也在嘲笑我的凄凉。杯中之酒，看起来与往年相似，我将它浇到桥下的江水，让江水会带着流到湘江去。 </p><p><strong>注释</strong><br>①午日：端午，酬：过，派遣。<br>②节序：节令。<br>③“榴花”句：言舞裙比石榴更红。这是怀念昔时生平岁月之意。<br>④戎葵：即蜀葵，花开五色，似木槿。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　此词是陈与义在公元1129年（建炎三年）所作，这一年，陈与义流寓湖南、湖北一带；据《简斋先生年谱》记载：“建炎三年己酉春在岳阳，四月，差知郢州；五月，避贵仲正寇，入洞庭。六月，贵仲正降，复从华容还岳阳。”又《宋史。陈与义传》载：“及金人入汴，高宗南迁，遂避乱襄汉，转湖湘，踚岭桥。”这首《临江仙》所反映的是国家遭受兵乱时节，作者在端午节凭吊<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>，旧怀伤时，借此来抒发自己的爱国情怀。 </p> <p>　　词一开头，一语惊人。“高咏楚词”，透露了在节日中的感伤必绪和壮阔，胸襟，屈原的高洁品格给词人以激励，他高昂地吟诵楚辞，深感流落天涯之苦，节序匆匆，自己却报国无志。陈与义在两湖间流离之际，面对现实回想过去，产生无穷的感触，他以互相映衬的笔法，抒写“榴花不似舞裙红”，用鲜艳灿烂的榴花比鲜红的舞裙，回忆过去春风得意、声名籍籍时的情景。公元1122年（宣和四年），陈与义因《墨梅》<a href=\"http://so.gushiwen.org/view_53471.aspx\">诗</a>为徽宗所赏识，名震一时，诸贵要人争相往来，歌舞宴会的频繁，可想而知。而现在流落江湖，“兵甲无归日，江湖送老身”（《晚晴野望》），难怪五月的榴花会如此触动他对旧日的追忆。但是，“无人知此意，歌罢满帘风”，有谁能理解他此刻的心情呢？高歌《楚辞》之后，满帘生风，其慷慨悲壮之情，是可以想象的，但更加突出了作者的痛苦心情。从“高咏”到“歌罢”一曲《楚辞》的时空之中，词人以一“酬”字，交代了时间的过渡。酬即对付、打发，这里有度过之意（<a href=\"http://so.gushiwen.org/author_211.aspx\">杜牧</a>《九日齐山登高》诗：“但将酩酊酬佳节”）。在这值得纪念的节日里，词人心灵上的意识在歌声中起伏流动。“节序匆匆”的感触，“榴花不似舞裙红”的怀旧，“无人知此意”的感喟，都托诸于激昂悲壮的歌声里，而“满帘风”一笔，更显出作者情绪的激荡，融情入景，令人体味到一种豪旷的气质和神态。 </p> <p>　　词的下阕，基调更为深沉。“万事一身伤老矣”，一声长叹，包涵了作者对家国离乱、个人身世的多少感慨之情！人老了，一切欢娱都已成往事。正如他在诗中所咏的，“老矣身安用，飘然计本”（《初至邵阳逢入桂林使作书问其地之安危》），“孤臣霜发三千丈，每岁烟花一万重”（《伤春》），其对自己岁数的悲叹，与词同调。“戎葵凝笑墙东”句，是借蜀葵向太阳的属性来喻自己始终如一的爱国思想。墙边五月的葵花，迎着东方的太阳开颜。“戎葵”与“榴花”，都是五月的象征，词人用此来映衬自己旷达豪宕的情怀。“戎葵”虽为无情之物，但“凝笑”二字，则赋予葵花以人的情感，从而更深刻地表达作者的思想感情。虽然年老流落他乡，但一股豪气却始终不渝。这“凝笑”二字，正是词人自己的心灵写照，具有强烈的艺术感染力。最后三句写此时此刻的心情。满腔豪情，倾注于对屈原的怀念之中。“酒杯深浅”是以这一年之酒与前一年之酒比较，特写时间的流逝。酒杯深浅相同，而时非今日，不可同日而语，感喟深远。用酒杯托意而意在言外，在时间的流逝中，深化了“万事一身伤老矣”的慨叹。突出了作者的悲愤之情。情绪的激荡，促使词人对诗人屈原的高风亮节的深情怀念，“试浇桥下水，今夕到湘中。”面对湘江作者祭酒的虔诚，加上这杯中之酒肯定会流到汨罗江的联想，因而滔滔江水之中，融合了词人心灵深处的感情。从高歌其辞赋到酹酒江水，深深地显示出词人对屈原的凭吊，其强烈的怀旧心情和爱国情感，已付托于这“试浇”的动作及“桥下水，今夕到湘中”的遐想之中。</p> <p>　　<a href=\"http://so.gushiwen.org/author_600.aspx\">元好问</a>在《自题乐府引》中说：“世所传乐府多矣，如……陈去非《怀旧》云：‘忆昔午桥桥下（应作上）饮……’又云‘高咏楚辞酬午日……’如此等类，诗家谓之言外句。含咀之久，不传之妙，隐然眉睫间，惟具眼者乃能赏之。”以此词而论，吐言天拔，豪情壮志，意在言外，确如遗山所说“含咀之久，不传之妙，隐然眉睫间”。读者从对“天涯节序匆匆”的惋惜声中，从对“万事一身伤老矣”的浩叹中，从对“酒杯深浅去年同”的追忆里，可以领略到词人“隐然眉睫间”的豪放的悲壮情调。黄升说《无住词》“语意超绝，识者谓其可摩坡仙之垒也”（《中兴以来绝句妙词选》卷一），指的也是这种悲壮激烈的深沉格调。</p>",
  "about": "<h2>创作背景</h2> 　　此词为作者流寓邵州（湖南邵阳）时作，时为建炎四年（1130年）。避乱天南，再逢佳节。追忆中州盛日，不免凄然以悲。“无人”两句，以淡笔写深心。“试浇桥下水，今夕到湘中”，尤觉思远意长，婉曲沉挚。",
  "poet": {
    "id": 724,
    "star": 0,
    "name": "陈与义",
    "desc": "陈与义(1090-1138)，字去非，号简斋，汉族，其先祖居京兆，自曾祖陈希亮迁居洛阳，故为宋代河南洛阳人（现在属河南）。他生于宋哲宗元祐五年(1090年)，卒于南宋宋高宗绍兴八年(1138年)。北宋末，南宋初年的杰出诗人，同时也工于填词。其词存于今者虽仅十余首，却别具风格，尤近于苏东坡，语意超绝，笔力横空，疏朗明快，自然浑成，著有《简斋集》。"
  },
  "tags": [
    "端午节",
    "怀人",
    "抒怀",
    "爱国"
  ]
}