{
  "id": 7729,
  "star": 41,
  "name": "春日行",
  "dynasty": "唐代",
  "content": "深宫高楼入紫清，金作蛟龙盘绣楹。<br>佳人当窗弄白日，弦将手语弹鸣筝。<br>春风吹落君王耳，此曲乃是升天行。<br>因出天池泛蓬瀛，楼船蹙沓波浪惊。<br>三千双蛾献歌笑，挝钟考鼓宫殿倾，万姓聚舞歌太平。<br>我无为，人自宁。<br>三十六帝欲相迎，仙人飘翩下云輧。<br>帝不去，留镐京。<br>安能为轩辕，独往入窅冥。<br>小臣拜献南山寿，陛下万古垂鸿名。",
  "fanyi": "<p><strong>译文<br></strong>皇宫深深楼阁高耸云霄，金色的蛟龙盘旋在堂前华丽的柱子上。<br>美女们在窗前化妆打扮，玉手抚动琴弦。<br>美妙的筝声随春风吹落，传入游乐的君王的耳里，这应该是那首《升天行》吧。<br>泛舟在白莲池上，如蓬莱仙境一般，楼船划破湖面急促前进，惊起阵阵波浪。<br>众多的宫女们奏起音乐唱起歌曲，敲打钟鼓的声音都要使宫殿轰倒。这是多么壮观的天下百姓歌舞太平的场面呀。<br>只要君王于民休养生息，百姓就会安居乐业，天下太平。<br>天庭上三十六个天帝要来迎接，仙人们驾着彩云翩然而下。<br>但皇帝不愿意随他们而去，宁愿留在人间。<br>皇帝岂能像轩辕氏那样，乘龙飞天而去，不顾他的子民，独自来往于青天之上？<br>小臣我祝愿皇帝寿比南山，陛下的英名万古流芳。</p> <p><strong>注释<br></strong>①紫清：紫微清都之所，天帝居住的地方。<br>②弦将手语：意思是弦与手摩擦而成声。<br>③《升天行》：古乐府名。<br>④天池：指御园的池沼。<br>⑤三十六帝：道教传说有三十六天帝。<br>⑥镐京：西周武<a href=\"http://so.gushiwen.org/author_482.aspx\">王建</a>都镐京，在长安县西北十八里，自汉武帝后遗址沦陷。这里代指国都。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　《春日行》是乐府时景二十五曲之一，本咏春游，<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>拟作咏君王游乐之词。在这首乐府<a href=\"http://so.gushiwen.org/view_7729.aspx\">诗</a>中，李白借用向唐玄宗祝寿之机，用黄帝升天的故事，规劝唐玄宗无为而治，为民休养生息，与民同乐，发挥了诗歌的隐讽作用。</p> <p>　　此诗主要内容是讽刺封建帝王们好神仙，求长生而不成功，提倡道家无为而治的治国之术。“我无为，人自宁”，“安能为轩辕，独往入窅冥”为全诗主旨。</p> <p>　　全诗可分为三段。开头六句为第一段，写帝王们身居豪华富丽的宫殿，身边美女娇娃成群，享尽人间荣华富贵，而对此仍不满足，妄想成仙升天。中间五句为第二段，写帝王游冶苑池，宫女歌笑，钟鼓齐鸣，百姓祝福。这一段浓墨重彩，写尽了帝王们极尽声色的奢靡生活，看似歌功颂德，暗含讽谏之意。最后十句为第三段，表达诗人的观点：求神成仙是不可能成功的，不可能像轩辕黄帝那样聆听到广成子的教诲，也不会像轩辕黄帝那样乘龙上天，最终还得留在自己的京城。只有清静无为，才能治国安民。末二句，企望唐玄宗成就伟业，垂名万古。</p> <p>　　大多数献给皇帝的诗歌都比较拘谨，生怕有不当之处，李白的这首乐府诗，写如行云流水，婉转动听，应该说是成功的。既飘飘欲仙，又不卑不亢，规劝之意明显，具有很高的艺术水平。</p>",
  "about": "<h2>创作背景</h2> 　　此<a href=\"http://so.gushiwen.org/view_7729.aspx\">诗</a>当是唐玄宗天宝三载（744年）或四载（745年），<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>应诏入京以后待诏翰林时所作。明胡震亨云：“<a href=\"http://so.gushiwen.org/author_732.aspx\">鲍照</a>《春日行》咏春游，太白则拟君王游乐之辞。”唐玄宗春日泛游白莲池，召李白作辞。时李白已酒醉翰林苑，乃命<a href=\"http://so.gushiwen.org/author_3073.aspx\">高力士</a>扶以登舟，即兴而作此诗。",
  "poet": {
    "id": 247,
    "star": 0,
    "name": "李白",
    "image": "http://img.gushiwen.org/authorImg/libai.jpg",
    "desc": "李白（701年－762年），字太白，号青莲居士，唐朝浪漫主义诗人，被后人誉为“诗仙”。祖籍陇西成纪(待考)，出生于西域碎叶城，4岁再随父迁至剑南道绵州。李白存世诗文千余篇，有《李太白集》传世。762年病逝，享年61岁。其墓在今安徽当涂，四川江油、湖北安陆有纪念馆。"
  },
  "tags": [
    "乐府",
    "春天"
  ]
}