{
  "id": 69208,
  "star": 34,
  "name": "秋望",
  "dynasty": "明代",
  "content": "黄河水绕汉宫墙，河上秋风雁几行。<br>客子过壕追野马，将军弢箭射天狼。<br>黄尘古渡迷飞挽，白月横空冷战场。<br>闻道朔方多勇略，只今谁是郭汾阳。",
  "fanyi": "<p><strong>译文</strong><br>滚滚黄河水包围着长安，河上秋风阵阵，有几行大雁飞过。<br>士兵们跨过护城河时尘沙阵阵，将军从弓袋中拔箭射敌军。<br>船驶在黄尘漫漫的古渡口，水流湍急，士兵们只好扶挽着坐在船中；明月当空，使战场悲凉起来。<br>听说朔方有很多勇敢而有谋略的人，而今天谁会成为像大将<a href=\"http://so.gushiwen.org/author_2273.aspx\">郭子仪</a>一样的人？</p> <p><strong>注释</strong><br>⑴汉宫墙：实际指明朝当时在大同府西北所修的长城，它是明王朝与革达靼部族的界限。一作“汉边墙”。<br>⑵客子：指离家戍边的士兵。过壕：指越过护城河。野马：本意是游气或游尘，此处指人马荡起的烟尘。<br>⑶弢（tāo）箭：将箭装入袋中，就是整装待发之意。弢，装箭的袋子。天狼：指天狼星，古人以为此星出现预示有外敌入侵，“射天狼”即抗击入侵之敌。<br>⑷飞挽：快速运送粮草的船只，是“飞刍挽粟”的省说，指迅速运送粮草。<br>⑸朔方：唐代方镇名，治所在灵州（今宁夏灵武西南），此处泛指西北一带。<br>⑹郭汾阳：即郭子仪，唐代名将，曾任朔方节度使，以功封汾阳郡王。</p>",
  "shangxi": "<h2>赏析</h2> <div class=\"para\">  <p>　　《秋望》<a href=\"http://so.gushiwen.org/view_69208.aspx\">诗</a>描写战云密布下的塞上风光，抒发对于扶危定倾、安边卫国的良将的向往，风力遒劲，慷慨悲凉，是<a href=\"http://so.gushiwen.org/author_146.aspx\">李梦阳</a>边塞诗的杰出代表。</p>  <p>　　全诗紧扣诗题“秋望”二字落笔。诗中之景，无非“望”中所见，无不透出凄清肃杀的秋的气息。从首联两句都写到黄河来判断，诗人登临挑望的地点，很可能是在黄甫川堡。这里，边墙在侧，地近黄河，故水绕边墙之景首先映入诗人的视野。次句写秋雁南飞，既点明了节令，也使诗的境界愈见空阔、苍凉。</p>  <p>　　颔联写备战中的士卒与将军。“追野马”与“射天狼”对举，不必作如实的理解，这两句只是说，战士过壕越沟，纵马驰骋，其快若风，如追野马。将军则全副戎装，弯弓塔箭，满引待发。这一联写出了训练场上将士们的活动，表现了他们情绪饱满、意气风发的精神风貌，还揭示出他们行为的思想基础——“射天狼”以保国安民的崇高理想。</p>  <p>　　颈联上句所写，是诗人视线从训练场移开后在黄河渡口见到的景象。这里，尘土飞杨，运输粮草的车队、船队一派繁忙。颈联下句所写，时、地都已转换。其时月亮升起来了。诗人的目光从熙来攘往的黄河渡口移到了洒满月光的阅无人声的清冷的古战场上。这是战争爆发前的沉寂，练兵场上的紧张与黄河渡口的繁忙预示着战争即将来临，诗人的心不觉收紧了。一个“冷”字虽是专用以描写古战场的清冷与寒冷，但也隐隐透出诗人心上的那份寒意。</p>  <p>　　尾联抒情，从前三联见到的望中景象中自然转出。诗人深知，战斗的交败，主帅起着决定性的作用。他想起经常听人说起的北方多有英勇善战而又富于谋略的将军，在唐代平定安史之乱、大破吐蕃的朔方节度使、封为汾阳郡王的<a href=\"http://so.gushiwen.org/author_2273.aspx\">郭子仪</a>便是其中最为杰出的一个。诗人感慨当时统兵的将军中再也没有郭子仪那样的人物，不禁为战争的前途充满了优虑和担心。明代边患严重，瓦刺、鞑靼先后构成明王朝西北和北方的主要威胁，榆林等明朝重要的军镇要地，经常受到袭扰。就在诗人这次犒军期间，所到之处也无不显出大战即将降临的景象，他在《榆林城》诗中说：“旌干袅袅动城隅，十万连营只为胡。”又说：“昨夜照天传炮火，过河新驻五单于。”李梦阳不希望见到劳师动众、师老兵疲、战火连绵的情况常此下去，对于朝廷用人不当、指挥失宜又多所不满，故而在《秋望》等诗中一再呼唤郭子仪式的人物再世。</p></div>",
  "about": "<h2>创作背景</h2> <p>　　这首<a href=\"http://so.gushiwen.org/view_69208.aspx\">诗</a>的题目，<a href=\"http://so.gushiwen.org/author_426.aspx\">钱谦益</a>《列朝诗集》作《出使云中》，汪端《明三十家诗选》作《出塞》，此据邓云霄、潘之恒搜校本《空同集》。诗人在明孝宗弘治十三年（1500年）为户部主事时，曾奉命稿榆林军，七律《榆林城》与此诗即作于此次出塞搞军时。明代弘治年间，鞑靼屡扰，西北边境多有战事。<a href=\"http://so.gushiwen.org/author_146.aspx\">李梦阳</a>出使前线，有感而发，遂成此诗。</p>",
  "poet": {
    "id": 146,
    "star": 0,
    "name": "李梦阳",
    "image": "http://img.gushiwen.org/authorImg/limengyang.jpg",
    "desc": "李梦阳（1472-1530)，字献吉，号空同，汉族，庆阳府安化县(今甘肃省庆城县)人，迁居开封，工书法，得颜真卿笔法，精于古文词，提倡“文必秦汉，诗必盛唐”，强调复古，《自书诗》师法颜真卿，结体方整严谨，不拘泥规矩法度，学卷气浓厚。明代中期文学家，复古派前七子的领袖人物。"
  },
  "tags": [
    "秋天",
    "边塞",
    "写景",
    "忧国忧民"
  ]
}