{
  "id": 7877,
  "star": 469,
  "name": "赠孟浩然",
  "dynasty": "唐代",
  "content": "吾爱孟夫子，风流天下闻。<br>红颜弃轩冕，白首卧松云。 <br>醉月频中圣，迷花不事君。<br>高山安可仰，徒此揖清芬。",
  "fanyi": "<p><strong>译文</strong><br>我敬重孟先生的庄重潇洒，<br>他为人高尚风流倜傥闻名天下。<br>少年时鄙视功名不爱官冕车马，<br>高龄白首又归隐山林摒弃尘杂。<br>明月夜常常饮酒醉得非凡高雅，<br>他不事君王迷恋花草胸怀豁达。<br>高山似的品格怎么能仰望着他？<br>只在此揖敬他芬芳的道德光华！</p> <p><strong>注释</strong><br>1.孟夫子：指<a href=\"http://so.gushiwen.org/author_757.aspx\">孟浩然</a>。夫子，一般的尊称。<br>2.风流：古人以风流赞美文人，主要是指有文采，善词章，风度潇洒，不钻营苟且等。王士源《孟浩然集序》说孟“骨貌淑清，风神散朗，救患释纷，以立义表。灌蔬艺竹，以全高尚。”<br>3.红颜句：意谓从青年时代起就对轩冕荣华（仕宦）不感兴趣。<br>4.白首：白头，指老年。<br>5..醉月句：月下醉饮。中圣：“中圣人”的简称，即醉酒。曹魏时徐邈喜欢喝酒，称酒清者为圣人，酒浊者为贤人。中：读去声，动词，“中暑”、“中毒”之“中”，此为饮清酒而醉，故曰中圣。释源：《三国志·魏志·徐邈传》：“徐邈字景山，燕国蓟人也。……魏国初建，为尚书郎，时科禁酒，而邈私饮至于沈醉。校事赵达问以曹事，邈曰：‘中圣人。’达白之太祖，太祖甚怒。度辽将军鲜于辅进曰：‘平日醉客谓酒清者为圣人，浊者为贤人，邈性修慎，偶醉言耳。’竟坐得免刑。”说解：<a href=\"http://so.gushiwen.org/author_552.aspx\">曹操</a>严禁饮酒。徐邈身为尚书郎，私自饮酒，违犯禁令。当下属问询官署事务时，他竟说“中圣人”，意思是自己饮中了酒。因当时人讳说酒字，把清酒叫圣人，浊酒叫贤人。关于“酒”与“圣人”之关系，最早的记载出现于《春秋左传·襄公二十二年》： 【传】二十二年春，臧武仲如晋，雨，过御叔。御叔在其邑，将饮酒，曰：“焉用圣人！我将饮酒而己，雨行，何以圣为？”穆叔闻之曰：“不可使也，而傲使人，国之蠹也。”令倍其赋。后世遂以“中圣人”或“中圣”指饮酒而醉<br>6.迷花：迷恋花草，此指陶醉于自然美景。事君：侍奉皇帝。<br>7.高山：言孟品格高尚，令人敬仰。《<a href=\"http://so.gushiwen.org/view_7877.aspx\">诗</a>经·小雅·车舝》：“高山仰止，景行行止”。<br>8.徒此揖清芬：只有在此向您清高的人品致敬了。<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>出蜀后，游江陵、潇湘、庐山、金陵、扬州、姑苏等地，然后回头又到了江夏。他专程去襄阳拜访孟浩然，不巧孟已外游，李白不无遗憾地写了这首诗，表达敬仰和遗憾之情。“高山安可仰，徒此揖清芬”二句，即透出仰慕而未能一见之意。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>的律<a href=\"http://so.gushiwen.org/view_7877.aspx\">诗</a>，不屑为格律所拘束，而是追求古体的自然流走之势，直抒胸臆，透出一股飘逸之气。李白与<a href=\"http://so.gushiwen.org/author_757.aspx\">孟浩然</a>的友谊是诗坛上的一段佳话。二人彼此结识，固然不乏饮酒唱和、携手邀游的乐趣，但是至为重要的，则是在追求情感的和谐一致，寻求灵性飘逸的同伴和知音。史载孟浩然曾隐鹿门山，年四十余客游京师，终以“当路无人”，还归故园。而李白竟亦有类似的经历。他少隐岷山，又隐徂徕山.后被玄宗召至京师，供奉翰林。终因小人谗毁，被赐金放还。的确，笑傲王侯，宏放飘然，邈然有超世之心，这便是两位著名诗人成为知交的根本原因。这首诗就是二人友谊的见证。</p> <p>　　首先看其章法结构。首联即点题，揭出“吾爱”二字，亲切挚恳，言由心出，一片真情掩蔽全篇，抒发了对孟浩然的钦敬爱慕之情。“孟夫子”，点出所爱之人，扣紧题目。孟浩然比李白长十二岁，年岁既长，襟怀磊落，生性潇洒，诗才又特出，自然令李白仰慕钦敬，所以才以“夫子”相称。“夫子”非章句腐儒，那是作者鄙夷不耻的。这是对孟浩然倜傥旷放生涯的赞誉，果然，下面使补充道：“风流天下闻”。一个“爱”字是贯串全诗的抒情线索。“风流”指浩然潇洒清远的风度人品和超然不凡的文学才华。这一联提纲挈领，总摄全诗。到底如何风流，就要看中间二联的笔墨了。</p> <p>　　中二联好似一幅高人隐逸图，勾勒出一个高卧林泉、风流自赏的诗人形象。作者集中笔墨刻画这位儒雅悠闲的“孟夫子”形象：“红颜弃轩冕，白首卧松云”。“红颜”对“白首”，当是概括了孟浩然漫长的人生旅程，“轩冕”对“松云”，则象征着仕途与隐遁,象征着富贵与淡泊.前者是多少人梦寐以求的。一边是达官贵人的车马冠服，一边是高人隐士的松风白云，浩然宁弃仕途而取隐遁，通过这一弃一取的对比，突出了他的高风亮节。“白首”句着一“卧”字，活画出人物风神散朗、寄情山水的高致。如果说颔联是从纵的方面写浩然的生平，那么颈联则是在横的方面写他的隐居生活。在皓月当空的清宵，他把酒临风，往往至于沉醉，有时则于繁花丛中，流连忘返。颔联采取由反而正的写法，即由弃而取，颈联则自正及反，由隐居写到不事君。纵横正反，笔姿灵活。</p> <p>　　中二联是在形象描写中蕴含敬爱之情，尾联则又回到了直接抒情，感情进一步升华。浩然不慕荣利、自甘淡泊的品格已写得如此充分，在此基础上将抒情加深加浓，推向高潮，就十分自然，如水到渠成。仰望高山的形象使敬慕之情具体化了，但这座山太巍峨了，因而有“安可仰”之叹，只能在此向他纯洁芳馨的品格拜揖。这样写比一般地写仰望又翻进了一层，是更高意义上的崇仰，诗就在这样的赞语中结束。</p> <p>　　其次诗在语言上也有自然古朴的特色。首联看似平常，但格调高古，萧散简远。它以一种舒展的唱叹语调来表达诗人的敬慕之情，自有一种风神飘逸之致，疏朗古朴之风。尾联也具有同样风调。中二联不斤斤于对偶声律，对偶自然流走，全无板滞之病。谢榛《四溟诗话》曾谓，“红颜”句与“迷花”句，“两联意颇相似”，其中运用“互体”，耐人寻味：“弃轩冕”、“卧松云”是一个事情的两个方面。这样写，在自然流走之中又增加了摇曳错落之美。诗中用典，融化自然，不见斧凿痕迹。如“中圣”用曹魏时徐邈的故事，他喜欢喝酒，将清酒叫作圣人，浊酒叫作贤人，“中圣”就是喝醉酒之意，与“事君”构成巧妙的对偶。“高山”一句用了《诗经·小雅·车舝》中“高山仰止，景行行止”的典故，后来<a href=\"http://so.gushiwen.org/author_608.aspx\">司马迁</a>又在《孔子世家》中用来赞美孔子。这里既是用典，又是形象描写，即使不知其出处，也仍能欣赏其形象与诗情之美。而整个诗的结构采用抒情——描写——抒情的方式。开头提出“吾爱”之意，自然地过渡到描写，揭出“可爱”之处，最后归结到“敬爱”。依感情的自然流淌结撰成篇，所以像行云流水般舒卷自如，表现出诗人率真自然的感情。</p>",
  "about": "<h2>创作背景</h2> 　　此<a href=\"http://so.gushiwen.org/view_7877.aspx\">诗</a>大致写在<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>寓居湖北安陆时期（727～736），此时他常往来于襄汉一带，与比他长十二岁的<a href=\"http://so.gushiwen.org/author_757.aspx\">孟浩然</a>结下了深厚友谊。",
  "poet": {
    "id": 247,
    "star": 0,
    "name": "李白",
    "image": "http://img.gushiwen.org/authorImg/libai.jpg",
    "desc": "李白（701年－762年），字太白，号青莲居士，唐朝浪漫主义诗人，被后人誉为“诗仙”。祖籍陇西成纪(待考)，出生于西域碎叶城，4岁再随父迁至剑南道绵州。李白存世诗文千余篇，有《李太白集》传世。762年病逝，享年61岁。其墓在今安徽当涂，四川江油、湖北安陆有纪念馆。"
  },
  "tags": [
    "唐诗三百首",
    "赠别",
    "敬爱"
  ]
}