{
  "id": 268,
  "star": 29,
  "name": "周颂·昊天有成命",
  "dynasty": "先秦",
  "content": "昊天有成命，二后受之。成王不敢康，夙夜基命宥密。於缉熙！单厥心，肆其靖之。",
  "fanyi": "<p><strong>译文<br></strong>昭昭上天有指令，文王武王受天命。成王不敢享安康，日夜安民细经营。多么光明多辉煌！竭虑殚精保天命，国家太平民安宁。</p> <p><strong>注释<br></strong>⑴昊天：苍天。成命：既定的天命。<br>⑵二后：二王，指周文王与周武王。受之：指承受天命。<br>⑶成王：即姬诵，武王子。康：安乐，安宁。<br>⑷夙（sù）夜：日夜，朝夕。基：谋划。命：政令。宥（yòu）密：宽仁宁静。<br>⑸於（wū）：叹词，有赞美之意。缉熙：光明。<br>⑹单：通“殚”，竭尽。厥（jué）：其，指成王。<br>⑺肆：巩固。靖：安定。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　此<a href=\"http://so.gushiwen.org/view_268.aspx\">诗</a>只用七句话，简洁地叙述了周初三王对周王朝作出的贡献，重点称赞了周成王为完成先王事业所作的努力。全诗七句中有五句赞美成王，只有开头一句涉及天，表现了周人敬天的同时，更重视人为的努力。</p> <p>　　此诗开头，祭成王不从祭主入手，却上溯到文、武二王，再追溯到昊天，似乎有些离题。其实这并不难解释，成王受命于文、武二王，文、武二王又受命于天，所以从天入手，以示成王与文、武二王一脉相承，得天之真命。首二句是全诗的引子，其作用犹如赋比兴中的兴，后五句才是全诗的主体。成王是西周第二代天子，声望仅次于文、武二王，与其子康王齐名，史称“成康之治”。《史记·周本纪》曰：“成、康之际，天下安宁，刑措四十余年不用。”天下之所以安宁，是因为“成王不敢康”，此与《离骚》所说的“夏康娱以自纵”正相对照。“夙夜基命宥密”伸足“不敢康”之意，一正一反，相得益彰。按此句最难理解。《礼记·孔子闲居》有：“孔子曰：‘夙夜其命宥密，无声之乐也。”’郑玄注：“其，读为基。基，谋也。密，静也。言君夙夜谋为政教以安民，则民乐之。”陈子展《诗经直解》谓“此句旧解唯此郑注较为明确”；《尔雅·释诂》亦曰：“基，谋也。”正与郑注同义。第五句的“缉熙”是连绵词，不应分解，《大雅·文王》有“於缉熙敬止”，《周颂·维清》有“维清缉熙”，《周颂·载见》有“俾缉熙于纯嘏”，都作光明解，兹亦依之。最后一句的“其”等于“之”，“肆其靖之”等于“肆之靖之”，也就是“巩固它安定它”的意思。文王、武王开创的周朝在成王时得以巩固、安定、这就是祭主一生的功绩。</p>",
  "about": "<h2>创作背景</h2> <p>　　这是一首祭祀周成王的颂<a href=\"http://so.gushiwen.org/view_268.aspx\">诗</a>，周代由文、武奠基，成、康繁盛，史称刑措不用者四十年，这时可称为周代的黄金时期。昭、穆以后，国势渐衰。后来，厉王被逐，幽王被杀，平王东迁，进入春秋时期。春秋时期王室衰微，诸侯兼并，夷狄交侵，社会处于动荡不安之中。相传中国周代设有采诗之官，每年春天，摇着木铎深入民间收集民间歌谣，把能够反映人民欢乐疾苦的作品，整理后交给太师（负责音乐之官）谱曲，演唱给天子听，作为施政的参考。反映周初至春秋中叶社会生活面貌的《诗经》，就整体而言，正是这五百年间中国社会生活面貌的形象反映，其中有先祖创业的颂歌，祭祀神鬼的乐章；也有贵族之间的宴饮交往，劳逸不均的怨愤；更有反映劳动、打猎、以及大量恋爱、婚姻、社会习俗方面的动人篇章。这首诗便体现了当时祭祀的情况。</p> <p>　　此诗为祭祀成王而作，最初都这样认为的。<a href=\"http://so.gushiwen.org/author_459.aspx\">朱熹</a>《诗集传》援引《国语》曰：“是道成王之德也。”可证。但《毛诗序》却认为是祭祀天地的：“《昊天有成命》，郊祀天地也。”《毛诗序》之所以会得出这个结论，一是因为其坚认《周颂》无成王之后的作品，所以不可能是祭成王；二是因为其判定诗的主旨往往只根据诗的发端，而不是根据诗的整体。《毛诗序》的这个结论与此篇的诗意明显牴牾，因为整首诗只有一句涉及天，所以尽管毛诗长时间占据了诗学的主导地位，尽管郑玄、孔颖达诸儒煞费苦心地为其补苴罅漏，它还是不断地被后人责难。现代学者亦多摒弃《毛诗序》的观点，而恢复其“祭祀成王”的本来面目。</p>",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": [
    "诗经",
    "祭祀"
  ]
}