{
  "id": 42002,
  "star": 289,
  "name": "题龙阳县青草湖",
  "dynasty": "元代",
  "content": "西风吹老洞庭波，一夜湘君白发多。<br>醉后不知天在水，满船清梦压星河。",
  "fanyi": "<p><strong>译文</strong><br>秋风劲吹，洞庭湖水似乎衰老了许多，一夜愁思，湘君也应多了白发。<br>醉后忘却了水中的星辰只是倒影，清朗的梦中，我卧在天河上。</p> <p><strong>注释<br></strong>①龙阳县：即今湖南汉寿。<br>②青草湖：位于洞庭湖的东南部，因湖的南面有青草山而得名。“青草湖”与洞庭湖一脉相连，所以，<a href=\"http://so.gushiwen.org/view_42002.aspx\">诗</a>中又写成了“洞庭湖”。<br>③湘君：尧的女儿，舜的妃子，死后化为湘水女神。<br>④天在水：天上的银河映在水中。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　此篇是元末明初<a href=\"http://so.gushiwen.org/view_42002.aspx\">诗</a>人唐温如唯一的传世之作。关于这位作者，历史上没有片言只语的记载。然而，就是这一首他唯一的传世之作，让人们深深地记住了他。借助于这样的一首短短的七言绝句，读者所能体悟到的，则是诗人特有的精神风貌。这首诗就像是他的一幅自画象，读过之后，诗人的精神风貌清晰地呈现在读者眼前。</p> <p>　　诗题中的“龙阳县”，即今湖南汉寿。“青草湖”，即今洞庭湖的东南部，因湖的南面有青草山而得名。诗题中说“青草湖”，而诗中又写“洞庭”，是两水相连相通的缘故。</p> <p>　　这是一首极富艺术个性的纪游诗。一、二两句，诗人即把对历史的追忆与对眼前壮阔的自然景色的描绘巧妙地结合了起来，以虚幻的神话，传递出真实的感情。“西风吹老洞庭波，一夜湘君白发多。”两句中一个“老”字不可轻易放过。秋风飒飒而起，广袤无垠的洞庭湖水，泛起层层白波，渺渺茫茫。那景象，与春日中轻漾宁静的碧水比较，给人一种深沉的逝川之感。诗人悲秋之情隐隐而出。但他故意不用直说，而塑造了一个白发湘君的形象，发人深思。传说湘君闻帝舜死于苍梧之野，追随不及，啼竹成斑，那是够悲切的了。而此时萧瑟之秋景，竟使美丽的湘君一夜间愁成满头银发。这种新奇的构想，更使人可以想象到洞庭秋色是怎样的触目惊心了。客观世界如此，诗人自己的迟暮之感、衰颓之意，自然尽在不言中了。一个“老”字，融情入景，<a href=\"http://so.gushiwen.org/author_1137.aspx\">真可</a>谓达到神而化之的地步。</p> <p>　　再看三、四句：“醉后不知天在水，满船清梦压星河。”入夜时分，风停了，波静涛息，明亮的银河倒映在湖中。湖边客船上，诗人从白天到晚上，手不释杯，一觞一咏，怡然自乐，终至于醺醺然醉了，睡了。“春水船如天上坐”（<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>《小寒食舟中作》）的感觉，渐渐地渗入了诗人的梦乡。他仿佛觉得自己不是在洞庭湖中泊舟，而是在银河之上荡桨，船舷周围见到的是一片星光灿烂的世界。诗人将梦境写得如此美好，有如童话般地诱人。然而，“此曲只应天上有”，梦醒时，留在心上的只是无边的怅惘。一、二句写悲秋，未必不伴随着生不逢时、有志难伸的感慨；后两句记梦，写出对梦境的留恋，正从反面流露出他在现实中的失意与失望。所以三、四句看似与一、二句情趣各别，内里却是一气贯通、水乳交融的。</p> <p>　　这两句对梦境的描写十分成功：梦境切合实境，船在天上与天在水中正相关合，显得真实可信；梦无形体，却说清梦满船，梦无重量，却用“压”字来表现，把幻觉写得如此真切；从梦境的清酣，不难觉察出诗人对于摆脱尘嚣的愉悦，记梦而兼及感情，则又有暗中传神之妙。古代写梦的诗不少，但像这首诗这样清新奇丽而又含蓄丰富，却是并不多见的。</p> <p>　　充满浪漫主义色彩，笔调轻灵，无一笔粘着，是这首诗在艺术上的主要特色。诗人着意于真情实感的表现而并不拘守于形貌之似，因而写来不拘一格，超尘拔俗。无论写景叙梦，都有虚有实，惝恍迷离，诗境之缥缈奇幻，构思之新颖独特，为前人诗作所少见。</p><br/><h2>赏析</h2> <p>　　一、二两句，<a href=\"http://so.gushiwen.org/view_42002.aspx\">诗</a>人由对眼前自然景色的深广感受而引起对神话中人的向往，借以对神话的幻想，反映出是时境界的逐渐深入。“西风吹老洞庭波，一夜湘君白发多。”诗中境界由一“老”字带起。秋风飒飒，洞庭湖水渺渺茫茫。那景象，与春日轻漾宁静的碧水相较，是和乐世间另一面的深邃的人生。诗人所思所忆渐渐入深。所思所悟如何细言，唯有诉付对白发湘君的神往，那江山与人生的化境，即是这般深沉了！传说湘君闻帝舜死于苍梧之野，追随不及，啼竹成斑，那宿命却如何可及呢？此夜洞庭可老，湘君如约此等情境，复能何言？这等思悟境界深广，洞庭深广的秋色可谓遇到了知音。思绪沉沉，竟至幻象，昼晓和乐尘世，此夜却换了人间。以神抒情，寄思于景，至幻乃深。</p> <p>　　“醉后不知天在水，满船清梦压星河。”秋风已久，赏景渐忘景，不分是天上星、水中星？夜深思量长，怎知何时已醉？昔<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>心怀长安，所目疮痍，“春水船如天上坐”，但悲其生不能已，故无缘这般深然长醉、安然入梦。泊舟、泊梦，天河或曰星河，景中或曰境中，所思或曰所忘。诗人的梦境，满船清梦，是诗人思量着的人生。然而，秋湖相往来，物我无碍，陶然自在，正是快哉。一二句亦真亦幻，愈是明了，愈是痴然；三四句境中心中，却深沉了，方潇洒了。所以，境界深了，夜即梦了，此真人生佳境也。</p>",
  "poet": {
    "id": 977,
    "star": 0,
    "name": "唐珙",
    "desc": "唐珙，字温如，元末明初诗人，会稽山阴（今浙江绍兴）人。其父南宋义士、词人唐珏在至元中与林景熙收拾宋陵遗骨，重新安葬，并植冬青为识。在乡里以诗知名，但所作传世不多。生平仅略见于《御选元诗》卷首《姓名爵里》 、《元诗选补遗》小传。"
  },
  "tags": [
    "写景",
    "叙梦",
    "纪游"
  ]
}