{
  "id": 10517,
  "star": 193,
  "name": "百忧集行",
  "dynasty": "唐代",
  "content": "忆年十五心尚孩，健如黄犊走复来。<br>庭前八月梨枣熟，一日上树能千回。<br>即今倏忽已五十，坐卧只多少行立。<br>强将笑语供主人，悲见生涯百忧集。<br>入门依旧四壁空，老妻睹我颜色同。<br>痴儿不知父子礼，叫怒索饭啼门东。",
  "fanyi": "<p><strong>译文</strong><br>年少之时，无忧无虑，体魄健全，精力充沛，真是朝气蓬勃。<br>当梨枣成熟之时，少年<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>频频上树摘取，一日至少千回。<br>可又想现在由于年老力衰，行动不便，因此坐卧多而行立少。<br>一生不甘俯首低眉，老来却勉作笑语，迎奉主人。不禁悲从中来，忧伤满怀。<br>一进家门，依旧四壁空空，家无余粮，一贫如洗。老夫老妻，相对无言，满面愁倦之色。<br>只有痴儿幼稚无知，饥肠辘辘，对着东边的厨门，啼叫发怒要饭吃。</p> <p><strong>注释 <br></strong>⑴心尚孩：心智还未成熟，还像一个小孩子。杜甫十四五岁时已被当时文豪比作<a href=\"http://so.gushiwen.org/author_398.aspx\">班固</a>、<a href=\"http://so.gushiwen.org/author_715.aspx\">扬雄</a>，原来他那时还是这样天真。<br>⑵犊：小牛。健：即指下二句。<br>⑶少行立：走和站的时候少，是说身体衰了。<br>⑷强：读上声。强将笑语：犹强为笑语，杜甫作客依人，故有此说不出的苦处。真是：“声中有泪，泪下无声”。主人：泛指所有曾向之求援的人。<br>⑸依旧：二字痛心，尽管百般将就，却仍然得不到人家的援助，穷得只有四壁。<br>⑹此句是说老妻看见我这样愁眉不展也面有忧色。<br>⑺古时庖厨之门在东。这二句写出小儿的稚气，也写出了杜甫的慈祥和悲哀。他自己早说过：“所愧为人父，无食致夭折。”（《自京赴奉先县咏怀五百字》）但也正是这种主活实践，使杜甫对人民能具有深刻的了解和同情。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　首句不谈忧，而是谈喜；不说老，而忆少。从<a href=\"http://so.gushiwen.org/view_10517.aspx\">诗</a>中可以同时看到他少年生活的一个片断。诗人回忆年少之时，无忧无虑，体魄健全，精力充沛，真是朝气蓬勃。所谓“健如黄犊走复来”，就是生动的写照。清杨伦称此句“形容绝倒，正为衬出下文”（《杜诗镜铨》卷八）。庭前，八月梨枣熟，一日上树能千回。即当梨枣成熟之时，少年<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>频频上树摘取，一日千回。所谓“千回”，只是夸张的语气，喻其多也。少年杜甫“心尚孩”，这个尚字用得非常贴切，说明了一颗天真无邪的童心，在十五岁时，仍在持续跳跃着。一个“尚”字，就概括了杜甫由童年到少年的天真烂漫、活泼可爱。诗人抓住了少年的气质、性格特征，以跳动的笔触把它活灵活现地勾勒出来。这里并非没有目的地表现少年自我，也不是用喜悦的心情颂扬少年自我，而是以忧伤的心情去回忆少年自我的无忧无虑的生活，因而就深深地蕴含着悲痛、愤懑的感情。杨伦对这首诗开头的眉批是：“聊以泄愤，不嫌径直。”（《杜诗镜铨》卷八）</p> <p>　　“即今倏忽已五十，坐卧只多少行立。”诗人虽用“倏忽”二字，然从“十五”至“五十”其间沧桑都是读者可以想见。由于年老力衰，行动不便，因此坐卧多而行立少。体弱至此，却不能静养，因生活无着，还须出入于官僚之门，察言观色，养活一家老小。一生不甘俯首低眉，老来却勉作笑语，迎奉主人。内心痛苦不言而喻。不禁悲从中来，忧伤满怀，而发出“悲见生涯百忧集”的概叹。此为全诗之诗眼，它把诗人的情绪凝聚到“悲”字上。它不仅因老而悲，也因贫而悲，更因依附别人、缺乏自身独立存在的价值而悲。尤可悲者，诗人不是悲一时一事，而是悲其一生。悲其一生为人民而悲。“悲见生涯百忧集”实具有高度的概括性，这是全诗主线，它与诗题相呼应，又因往昔境遇凄惨而悲，联想到当时老窘之境而悲，在结构上可谓承上；由此出发，为以下具体描写家贫先写一笔，可谓启下。“入门依旧四壁空，老妻睹我颜色同。痴儿不知父子礼，叫怒索饭啼门东。”写家中凄景。一进家门，依旧四壁空空，家无余粮，一贫如洗。老夫老妻，相对无言，满面愁倦之色。只有痴儿幼稚无知，饥肠辘辘，对着东边的厨门，啼叫发怒要饭吃，经过诗人的具体描写，其忧伤痛苦之状，如在眼前。为了表现百感交集的感慨，诗人以数字强化衬托悲状，强化悲的情怀。例如，诗中以“十五”比“五十”，就划分了自我的两个时代。以“ 八月”果熟，“一日”上树“千回”，来形容“十五”岁的少年的灵敏活跃，天真烂漫。用“四壁空”写“百忧集”，就充实了忧的内容。用“健如黄犊”对比“坐卧只多”，用“走复来”对比“少行立”，用“强作笑语”对比“悲见生涯”，更见出悲的氛围之浓。尤其令人心酸的是，诗人还将自己的童心少年和自己的痴儿作了对比。自己年少时，无忧无虑，不愁吃穿，却想不到已入老境之际，自己的儿子却饥饿难忍，啼叫怒索。在诗人笔下，不仅如实地表现了自己的凄凉处境，而且逼真地写出了老妻、痴儿的表情、姿态，非常富于人情味。</p> <p>　　杜甫在《进雕赋表》中，称自己的作品善于“沉郁顿挫”。这也表现在《百忧集行》中。它“悲愤慷慨，郁结于中”，“沉郁苍凉，跳跃动荡”（陈廷焯《白雨斋词话》卷一）。诗人不幸的遭遇，切身的体验，内心的痛楚，在诗中化为一股股情感流 。它回旋激荡，悲愤呼号，久久不息。</p>",
  "about": "<h2>创作背景</h2> <p>　　《百忧集行》这首七言古<a href=\"http://so.gushiwen.org/view_10517.aspx\">诗</a>作于唐肃宗上元二年（公元761年）。当时，<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>栖居成都草堂，生活极其穷困，只有充当幕府，仰人鼻息，勉强度日。</p>",
  "poet": {
    "id": 474,
    "star": 0,
    "name": "杜甫",
    "image": "http://img.gushiwen.org/authorImg/dufu.jpg",
    "desc": "杜甫（712－770），字子美，自号少陵野老，世称“杜工部”、“杜少陵”等，汉族，河南府巩县（今河南省巩义市）人，唐代伟大的现实主义诗人，杜甫被世人尊为“诗圣”，其诗被称为“诗史”。杜甫与李白合称“李杜”，为了跟另外两位诗人李商隐与杜牧即“小李杜”区别开来，杜甫与李白又合称“大李杜”。他忧国忧民，人格高尚，他的约1400余首诗被保留了下来，诗艺精湛，在中国古典诗歌中备受推崇，影响深远。759-766年间曾居成都，后世有杜甫草堂纪念。"
  },
  "tags": [
    "岁月",
    "生活",
    "凄凉"
  ]
}