{
  "id": 236,
  "star": 27,
  "name": "旱麓",
  "dynasty": "先秦",
  "content": "瞻彼旱麓，榛楛济济。岂弟君子，干禄岂弟。</p> <p>瑟彼玉瓒，黄流在中。岂弟君子，福禄攸降。</p> <p>鸢飞戾天，鱼跃于渊。岂弟君子，遐不作人？</p> <p>清酒既载，骍牡既备。以享以祀，以介景福。</p> <p>瑟彼柞棫，民所燎矣。岂弟君子，神所劳矣。</p> <p>莫莫葛藟，施于条枚。岂弟君子，求福不回。",
  "fanyi": "<p><strong>译文<br></strong>瞻望那边旱山山底，榛树楛树多么茂密。和乐平易好个君子，求福就凭和乐平易。<br>圭瓒酒器鲜明细腻，金勺之中鬯酒满溢。和乐平易好个君子，天降福禄令人欢喜。<br>老鹰展翅飞上蓝天，鱼儿摇尾跃在深渊。和乐平易好个君子，怎会不去培养青年。<br>清醇甜酒已经满斟，红色公牛备作牺牲。用它上供用它祭祀，用它求取大的福分。<br>柞树棫树那么茂盛，百姓砍来焚烧祭神。和乐平易好个君子，神灵要来把你慰问。<br>葛藤一片到处长满，蔓延缠绕树枝树干。和乐平易好个君子，求福有道不邪不奸。</p> <p><strong>注释<br></strong>⑴旱麓：旱山山脚。旱，山名，据考证在今陕西省南郑县附近。<br>⑵榛（zhēn）楛（hù）：两种灌木名。济（jǐ ）济：众多的样子。<br>⑶岂（kǎi）弟（tì）：即“恺悌”，和乐平易。君子：指周文王。<br>⑷干（gān）：求。<br>⑸瑟：光色鲜明的样子。玉瓒（zàn）：圭瓒，天子祭祀时用的酒器。玉圭做柄，柄的一端是勺，用以舀秬鬯。<br>⑹黄流：黄，用黄金制成或镶金的酒勺；流。用黑黍和郁金草酿造配制的酒，用于祭祀，即秬（jù）鬯（chàng）。<br>⑺攸：所。<br>⑻鸢（yuān）：鸷（zhì）鸟名。即老鹰。戾（lì）：到，至。<br>⑼遐：通“胡”，何。作：作成，作养。<br>⑽骍（xīn）牡：红色的公牛。<br>⑾介：求。景：大。<br>⑿瑟：众多的样子，与第二章的“瑟”字不同义。柞（zuò）棫（yù）：栎（lì）树与白桵（ruí）树。郑玄笺：“柞，栎也；棫，白桵也。”<br>⒀燎（liǎo）：焚烧，此指燔柴祭天。<br>⒁劳：慰劳。或释为保佑。<br>⒂莫莫：同“漠漠”，众多而没有边际的样子。葛藟（léi）：葛藤。<br>⒃施（yì）：伸展绵延。条枚：树枝和树干。<br>⒄回：奸回，邪僻。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　关于此<a href=\"http://so.gushiwen.org/view_236.aspx\">诗</a>的主旨，《毛诗序》云：“《旱麓》，受祖也。周之先祖世修后稷、公刘之业，大王、王季申以百福干禄焉。”三家诗义同。关于“受祖”的意思，唐孔颖达疏云：“言文王受其祖之功业。”清<a href=\"http://so.gushiwen.org/author_347.aspx\">魏源</a>《诗古微》说是“祭祖受福”。而宋<a href=\"http://so.gushiwen.org/author_459.aspx\">朱熹</a>《诗集传》以为此诗内容是“咏歌文王之德”，其《诗序辨说》又谓“《序》大误，其曰‘百福干禄’者，尤不成文理”。清方玉润《诗经原始》则既斥《毛序》所说为“梦呓”，又不满《诗集传》“语殊泛泛”，认为“此盖祭祀受福而言也”，“上篇（指《大雅·棫朴》）言作人（《大雅·棫朴》第四章有“周王寿考，遐不作人”之句），于祭祀见一端；此篇言祭祀，而作人亦见其极盛”。而今人程俊英《诗经译注》将此诗视为一首“歌颂周文王祭祖得福，知道培养人才的诗”。</p> <p>　　此诗全篇共六章，每章四句，以“岂弟君子”一句作为贯穿全篇的气脉。首章前两句以旱山山脚茂密的榛树楛树起兴，也带有比意。毛传解曰：“言阴阳和，山薮殖，故君子得以干禄乐易。”郑玄笺云：“林木茂盛者，得山云雨之润泽也。喻周邦之民独丰乐者，被其君德教。”他们从君与民两方面申说，讲得都很透辟。后两句“岂弟君子，干禄岂弟”，如郑玄笺所说，意为君主“以有乐易之德施于民，故其求禄亦得乐易”，也就是说，因和乐平易而得福，得福而更和乐平易。前事之因适为后事之果，语有深意。</p> <p>　　第二章起开始触及“祭祖受福”的主题。“瑟彼玉瓒，黄流在中”两句，玉之白与酒之黄，互相映衬，色彩明丽，由文字而产生的视觉效果极佳，因此姚际恒评之为“华语”（《诗经通论》）。</p> <p>　　第三章从祭祀现场宕出一笔，忽然写起了飞鸢与跃鱼，章法结构显得摇曳多姿。“鸢飞戾天，鱼跃在渊”，表层语义极其明晰，但深层语义则不易索解。郑玄笺云：“（鸢）飞而至天，喻恶人远去，不为民害也；鱼跳跃于渊中，喻民喜得所。”但在注《礼记·中庸》所引这两句诗时，他竟又说：“言圣人之德，至于天则鸢飞戾天，至于地则鱼跃于渊，是其明著于天地也。”王先谦《诗三家义集疏》讥之为“随文解释”。而王氏书中认可的代表《鲁诗》说的汉王符《潜夫论·德化》则解释为：“君子修其乐易之德，上及飞鸟，下及渊鱼，罔不欢忻悦豫，又况士庶而不仁者乎。”（释下面的“遐不作人”之“人”为“仁”）因为既然王氏认为《大雅·棫朴》“遐不作人”一句中的“作人”是“作养人材”的意思，那么此诗中的“遐不作人”句自然说的也是培养人才之事，不当另释“人”为“仁”。“鸢飞戾天，鱼跃在渊”，实际上说的是“海阔凭鱼跃，天高任鸟飞”的意思，象征优秀的人才能够充分发挥他们的才智。因此下面两句接下去写“岂弟君子，遐不作人”，也就是说和乐平易的君主不会不培养新人让他们发扬光大祖辈的德业。</p> <p>　　第四章在第三章宕出一笔后收回，继续写祭祀的现场，“清酒既载”与第二章的“黄流在中”断而复接，决不是寻常闲笔。这儿写的是祭祀时的“缩酒”仪式，即斟酒于圭瓒，铺白茅于神位前，浇酒于茅上，酒渗入茅中，如神饮之。接下去的“騂牡既备”一句，写祭祀时宰杀作牺牲的牡牛献飨神灵。有牛的祭祀称“太牢”，只有猪、羊的祭祀称“少牢”，以太牢作祭，礼仪很隆重。</p> <p>　　第五章接写燔柴祭天之礼，人们将柞树棫树枝条砍下堆在祭台上作柴火，将玉帛、牺牲放在柴堆上焚烧，缕缕烟气升腾天空，象征与天上神灵的沟通，将世人对神灵虔诚的崇敬之意、祈求之愿上达。对于这样的君民，昊天上帝与祖宗先王在天之灵自然会有“所劳矣”，自然会赐以“景福”。</p> <p>　　于是最后一章，在第一章、第三章之后三用比兴，以生长茂密的葛藤在树枝树干上蔓延不绝比喻上天将永久地赐福给周邦之君民。葛藟之“莫莫”与榛楛之“济济”，一尾一首两用叠字词，也有呼应之妙。最后一句“求福不回”，一般有两解：或解作求福“不违背先祖之道”（郑玄笺），或解作“求福不以邪道”（高诱注《吕氏春秋·知分》所引此诗）。</p> <p>　　此诗通篇弥漫着温文尔雅的君子之风。这和祭祀的庄严仪式是相匹配的。从自然风物描写来看，既有“榛楛济济”，也有“莫莫葛藟”，一派风光。从祭祀场面来看，既有玉瓒黄流，又有清酒骍牡，色彩斑斓。从诗人内心来看，既有“福禄攸降”的良好祝愿，又有“遐不作人”的强烈期盼。诗章虽短，但内涵颇丰。</p>",
  "about": "<h2>创作背景</h2> 　　《大雅》全都是西周的作品，它们主要是应用于诸侯朝聘、贵族宴飨等典礼的乐歌，除了周厉王、周幽王时期的几篇刺<a href=\"http://so.gushiwen.org/view_236.aspx\">诗</a>外，基本内容是歌功颂德。《大雅·旱麓》一诗是《大雅》的第五篇，与下一篇《大雅·思齐》、上一篇《大雅·棫朴》，一般认为，这几篇都是赞颂周文王的乐歌。",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": [
    "诗经",
    "赞美",
    "乐歌"
  ]
}