{
  "id": 70578,
  "star": 4,
  "name": "杂剧·崔莺莺待月西厢记·崔莺莺夜听琴(第二本)",
  "dynasty": "元代",
  "content": "第一折<br>自家姓孙，名彪，字飞虎。方今天下扰攘。因主将丁文雅失政，俺分统五千人马，镇守河桥，劫掳良民财物。近知先相国崔钰之女莺莺，眉黛青颦，莲脸生春，有倾国倾城之容，西子太真之颜，现在河中府普救寺借居。我心中想来：当今用武之际，主将尚然不正，我独廉何为！大小三军，听吾号令：人尽衔枚，马皆勒口，连夜进兵河中府！掳莺为妻，是我平生愿足。谁想孙飞虎将半万贼兵围住寺门，鸣锣击鼓，呐喊摇旗，欲掳莺莺小姐为妻，我今不敢违误，即索报知夫人走一遭。如此却怎了！俺同到小姐卧房里商量去。自见了张生，神魂荡漾，情思不快，茶饭少进。早是离人伤感，况值暮春天道，好烦恼人也呵！好句有情怜夜月，落花无语怨东风。<br>【仙吕】【八声甘州】恹恹瘦损，早是伤神，那值残春。罗衣宽褪，能消几度黄昏？风袅篆烟不卷帘，雨打梨花深闭门；无语凭栏干，目断行云。<br>【混江龙】落红成阵，风飘万点正愁人。池塘梦晓，阑槛辞春；蝶粉轻沾飞絮雪，燕泥香惹落花尘。系春心情短柳丝长，隔花阴人远天涯近。香消了六朝金粉，清减了三楚精神。<br>姐姐情思不快，我将被儿薰得香香的，睡些儿。<br>【油葫芦】翠被生寒压绣裀，休将兰膺薰；便将兰曙薰尽，则索自温存。昨宵个锦囊佳制明勾引，今日个玉堂人物难亲近，这些时坐又不安，睡又不稳，我欲待登临又不快，闲行又闷。每日价情思睡昏昏。<br>【天下乐】红娘呵！我则索搭伏定鲛绡枕头儿盹。但出闺门，影儿般不离身。不干红娘事，老夫人着我跟着姐姐来。俺娘也好没意思！这些时直恁般堤防着人；小梅香伏侍的勤，老夫人拘系的紧，则怕俺女孩儿折了气分。<br>姐姐往常不曾如此无情无绪；自见了那生，便觉心事不宁，却是如何？<br>【那吒令】往常但见个外人，氲的早嗔；但见个客人，厌的倒褪；从见了那人，兜的便亲。想着他昨夜诗，依前韵，酬和得清新。<br>【鹊踏枝】吟得句儿匀，念得字儿真，咏月新涛，煞强似织锦回文。谁肯把针儿将线引，向东邻通个殷勤。<br>【寄生草】想着文章士，旖旎人；他脸儿清秀身儿俊，性儿温克情儿顺，不由人口儿里作念心儿里印。学得来\"一天星斗焕文章\"，不枉了\"十年窗下无人问。\"<br>寺里人听者：限你每三日内将莺莺献出来与俺将军成亲，万事干休。三日之后不送出，伽蓝尽皆焚烧，僧俗寸斩，不留一个。姐姐，夫人和长老在房门前。孩儿，你知道么？如今孙飞虎将半万贼兵围住寺门，道你\"眉黛青颦，莲脸生春，似倾国倾城的太真\"，要掳你做压寨夫人。孩儿，怎生是了也？<br>【六幺序】听说罢魂离了壳，现放着祸灭身，将袖梢儿韫不住啼痕。好教我去往无因，进退无门，可着俺那埚儿里人急偎亲？孤孀子母无投奔，赤紧的先亡过了有福之人，耳边厢金鼓连天振，征去冉冉，土雨纷纷。<br>【幺篇】那厮每风闻，胡云。道我\"眉黛青颦，莲脸生春，恰便似倾国倾城的太真\"；兀的不送了他三百僧人？半万贼军，半霎儿敢剪草除根？这厮每于家为国无忠信，恣情的掳掠人民，更将那天宫般盖造焚烧尽，则没那渚葛孔明，便待要博望烧屯。老身年六十岁，不为寿夭；奈孩儿年少，未得从夫，却如之奈何？孩儿有一计，想来只是将我与贼汉为妻，庶可免一家儿性命。俺家无犯法之男，再婚之女，怎舍得你献与贼汉；却不辱没了俺家谱！俺同到法堂上两廊下，问僧俗有高见者，俺一同商议个长便。小姐却是怎生？不如将我与贼人，其便有五：<br>【后庭花】第一来免摧残老太君；第二来免堂殿作灰烬；第三来诸僧无事得安存；第四来先君灵柩稳；第五来欢郎虽是未成人，俺呵，打甚么不紧。须是崔家后代孙。莺莺为惜己身，不行从着乱军：渚僧众污血痕，将伽蓝火内焚，先灵为细尘，断绝了爱弟亲，割开了慈母恩。<br>【柳叶儿】呀，将俺一家儿不留一个龆龀，待从军又怕辱没了家门。我不如白练套头儿寻个自尽，将我尸榇，献与贼人，也须得个远害全身。<br>【青歌儿】母亲，都做了莺莺生忿，对傍人一言难尽。母亲，休爱惜莺莺这一身。你孩儿别有一计：不拣何人，建立功勋，杀退贼军，扫荡妖氛；倒陪家门，情愿与英雄结婚姻，成秦晋。<br>此计较可，虽然不是门当户对，也强如陷于贼中。长老在法堂上高叫：\"两廊僧俗，但有退兵之策的，倒陪房奁，断送莺莺与他为妻。\"我有退兵之策，何不问我？这秀才便是前日带追荐的秀才。计将安在？\"重赏之下，必有勇夫；赏罚若明，其计必成。\"只愿这生退了贼者。恰才与长老说下，但有退得贼兵的，将小姐与他为妻。既是恁的，休唬了我浑家，请入卧房里去，俺自有退兵之策。小姐和红娘回去者！难得此生这一片好心！<br>【嫌煞】诸僧众各逃生，众家眷谁瞅问，这生不相识横枝儿着紧。非是书生多议论，也堤防着玉石俱焚，虽然是不关亲，可怜见命在逡巡，济不济权将秀才来尽。果若有出师表文，吓蛮书信，张生呵，则愿你笔尖儿横扫了五千人。<br>第二折<br>此事如何？小生有一计，先用着长老。老僧不会厮杀，请秀才别换一个。休慌，不要你厮杀。你出去与贼汉说：\"夫人本待便将小姐出来，送与将军，奈有父丧在身。不争鸣锣击鼓，惊死小姐，也可惜了。将军若要做女婿呵，可按甲束兵，退一射之地。限三日功德圆满，脱了孝服，换上颜色衣服，倒陪房奁，定将小姐送与将军。不争便送来，一来父服在身，二来于君不利。\"你去说来。三日后如何？有计在后。请将军打话。快送出莺莺来。将军息怒！夫人使老僧来与将军说。既然如此，限你三日后若不送来，我着你人人皆死，个个不存。你对夫人说去，恁的这般好性儿的女婿，教他招了者。贼兵退了也，三日后不送出去，便都是死的。小子有一故人，姓杜。名确，号为白马将军。现统十万大兵，镇守着蒲关。一封书去，此人必来救我。此间离蒲关四寸五里，写了书呵，怎得人送去？若是白马将军肯来，何虑孙飞虎。俺这里有一个徒弟，唤作惠明，则是要吃酒厮打。若使央他去，定不肯去；须将言语激着他，他便去。有书寄与杜将军，谁敢去？我敢去！<br>【正宫】【端正好】不念法华经，不礼梁皇忏，飇了僧伽帽，袒下我这偏衫。杀人心逗起英雄胆，两只手将乌龙尾钢椽飇。<br>【滚绣球】非是我贪？不是我敢，知他怎生唤做打参，大踏步直杀出虎窟龙潭。非是我搀。不是我揽，这些时吃菜馒头委实口淡，五千人也不索炙博煎熞。腔子坐热血权消渴，肺腑内生心且解馋，有甚腌臜！<br>【叨叨令】浮沙羹，宽片粉添些杂糁。酸黄齑。烂豆腐休调啖，万余斤黑面从教暗，我将这五千人做一顿馒头馅。是必休溪了也么哥！休误了也么哥！包残余肉把行盐蘸。<br>张秀才着你寄书去蒲关，你敢去么？<br>【倘秀才】你那里问小僧敢去也那不敢。我这里启大师用咱也不用咱。你道是飞虎将击名播斗南；那嘶能淫欲，会贪婪，城何以堪！<br>你是出家人，却怎不看经礼忏，只厮孔为何？<br>【滚绣球】我经文也不会谈，逃禅也懒去参；戒刀头近新米钢蘸，铁棒上无半星儿土渍尘缄。别的都僧个僧、俗不俗，女不女、男不男，则会斋的饱也则向那僧房中胡淹，那里怕焚烧了兜率伽蓝。则为那善文能武人千里，凭着这济困扶危书一缄，右勇无惭。他倘不放你过去如何？他不放我呵，你放心！<br>【白鹤子】着几个小沙弥把幢幡尘盖擎，壮行者将杆棒镬叉担。你排阵脚将众僧安，我撞钉子把贼兵米探。<br>【二】远的破开步将铁棒飇，近的顺着于把戒刀钐；有小的提起来将脚尖足庄，有大的扳了来把髑髅勘。<br>【一】瞅一瞅古都都翻了海波，晃一晃厮琅琅震动山岩；脚踏得赤力力地轴摇，手扳得勿刺剌天关撼。<br>【耍孩儿】我从来驳驳劣劣，世不曾忑忑忐忐，打煞成不厌天生敢。我从来斩钉截铁常居一，不似您惹草拈花没掂三。劣性子人皆惨，舍着命提刀仗剑，更怕甚勒马停骖。<br>【二】我从来欺硬怕软，吃苦不甘，你休只因亲事胡扑掩。若是杜将军不把干戈退，张解元干将风月提，我将不志诚的言词赚。倘或纰缪，倒大羞惭。将书来，你等回音者。<br>【收尾】您与我助威风擂几声鼓，仗佛力呐一声喊。绣旗下遥见英雄俺，我教那半万贼唬破胆。老夫人长老都放心，此书到日，必有佳音。咱\"眼观旌节旗，耳听好消息。\"你看\"一对书札逡巡至，半万雄兵咫尺来。\"<br>楔子<br>林下晒衣嫌日淡，池中濯足恨鱼腥。花根本艳公卿子，虎体鸳班，将相孙。自家姓杜，名确，字君实，本贯西洛人也。自幼与君瑞同学儒业，后弃文就武。当年武举及第，官拜征西大将军，正授管军元帅，统领十万之众，镇守着蒲关。有人自河中来，听知君瑞兄弟在普教寺中，不来望我；着人去请，亦不肯来，不知主甚意？今闻丁文雅矢政，不守国法，剽掠黎民；我为不知虚实，未敢造次兴师。孙子曰：\"凡用兵之法，将受命于君，合军聚众，圯地无舍，衢地交合，绝地无留；围地则谋，死地则战；途有所不由，军有所不击，城有所不攻，地有所不争，君命有所不受。故将通于九变之利者，知用兵矣，治兵不知九变之术，虽知五利，不能得人用矣。\"吾之未疾进兵征讨者，为不知地利浅深出没之故也。昨日探听去，不见回报。今日升账，看有甚军情来，报我知道者！他过来！贫僧是普救寺来的。今有孙飞虎作乱，将半万贼兵，围住寺门，欲劫故臣崔相国女为妻。有游客张君瑞，奉书令小僧拜投于麾下，欲求将军以解倒悬之危。将过书来！珙顿首再拜大元帅将军契兄纛下：伏自洛中，拜违犀表，寒暄屡隔，积有岁月，仰德之私，铭刻如也。忆昔联床风雨，叹今彼各天涯；客况复生于肺腑，离愁于慰于羁怀。念贫处十年藜藿，走困他乡；羡威统百万貔貅，坐安边境。故知虎体食天禄，瞻天表，大德胜常；使贱子慕台颜，仰台翰，寸心为慰。辄禀：小弟辞家，欲诣帐下，以叙数载间阔之情；奈至河中府普救寺，忽值采薪之忧，不及径造。不期有贼将孙飞虎，领兵半万，欲劫故臣崔相国之女，实为迫切狼狈。小弟之命，亦在逡巡。万一朝廷知道，其罪何归？将军倘不弃旧交之情，兴一旅之师；上以报天子之恩，下以救苍生之急；使故相国虽在九泉，亦不泯将军之德。愿将军虎视去书，使小弟鹄观来旄。造次干渎，不胜惭愧！伏乞台照不宣！张珙再拜。二月十六日书。既然如此，和尚你行，我便来。将军是必疾来者！<br>【仙吕】【赏花时】那厮掳掠黎民德行短，将军镇压边庭机变宽。他弥天罪有百千般。若将军不管。纵贼寇骋无端。<br>【幺篇】便是你坐视朝廷将帝主瞒。若是扫荡妖氛着百姓欢，干戈息，大功完。歌谣遍满，传名誉到金銮。<br>虽无圣旨发兵，\"将在军，君命有所不受。\"大小三军，听吾将令：速点五千人马，人尽衔枚，马皆勒口。星夜起发，直至河府中普救寺救张生走一遭。<br>下书已两日，不见回音。山门外呐喊摇旗，莫不是俺哥哥军至了。杜确有失防御，致令老夫人受惊，切勿见罪是幸！自别兄长台颜，一向有失听教；今得一见，如拨云睹日。老身子母。如将军所赐之命，将何补报？不敢，此乃职分之所当为。敢问贤弟，因甚不至戎帐？小弟欲来，奈小疾偶作，不能动止，所以失敬。今见夫人受困，所言退得贼兵者，以小姐妻之，因此愚弟作书请吾兄。既然有此姻缘，可贺，可贺！安排茶饭者！不索，尚有余党未尽，小官去捕了，却来望贤弟。左右那里，却斩孙飞虎去！本欲斩首示众，具表奏闻，见丁文雅失守之罪；恐有未叛者，今将为首者各杖一百，余者尽归旧营去者！张生建退贼之策，夫人面许结亲；若不违前言，淑女可配君子也。恐小女有辱君子。请将军筵席者！我不吃筵席了，我回营去，异日却来庆贺。不敢久留兄长，有劳台候。马离普救敲金镫，人望蒲关唱凯歌。先生大恩，不敢忘也。自今先生休在寺里下，只着仆人寺内养马，足下来家内书院里安歇。我已收拾了，便搬来者。到明日略备草酌，着红娘来请，你是必来一会，别有商议。这事都在长老身上。小子亲事未知何如？莺莺亲事拟定妻君。只因兵火至，引起雨云心。小子收拾行李去花园里去也。<br><br>第三折<br>今日安排下小酌，单请张生酬劳。道与红娘，疾忙去书院请张生，着他是必便来，休推故。夜来老夫人说，着红娘来请我，却怎生不见来？我打扮着等他。皂角也使过两个也，水也换了两桶也。乌妙帽擦得光挣挣的。怎么不见红娘来也呵？老夫人使我请张生。我想若非张生妙计呵，俺一家儿性命难保也呵。<br>【中吕】【粉蝶儿】半万贼兵，卷浮云片时扫净，俺一家儿死里逃生。舒心的列山灵，陈水陆，张看瑞合当钦敬。当日所望无成；谁想一缄书倒为了媒证。<br>【醉春风】今日个东阁玳筵开，煞强如西厢和月等。薄衾单枕有人温，早则不冷、冷。受用足宝鼎香浓，绣帘风细，绿窗人静。<br>可早来到也。<br>【脱布衫】幽僻处可有人行，点苍苔白露泠泠。隔窗儿咳嗽了一声，是谁来也？是我。他启朱唇急来答应。<br>拜揖小娘子。<br>【小梁州】则见他叉手忙将礼数迎，我这里\"万福，先生。\"乌纱小帽耀人明。白襕净，角带傲黄程。<br>【幺篇】衣冠济楚庞儿俊，可知道引动俺莺莺。据相貌，凭才性，我从来心硬，一见了也留情。\"既来之，则安之。\"请书房内说话。小娘子此行为何？贱妾奉夫人严命，特请先生小酌数杯，勿却。便去，便去。敢问席上有莺莺姐姐么？<br>【上小楼】\"请\"字儿不曾出声，\"去\"字儿连忙答应；可早莺莺跟前，\"姐姐\"呼之，喏喏连声。秀才每闻道\"请\"，恰便是听将军严令，利他那五脏神愿随鞭镫。<br>今日夫人端的为甚么筵席？<br>【幺篇】第一来为压惊，第二来因谢承。不请街坊，不会亲邻，不受人情。避众僧，请老兄，和莺莺匹聘。如此小生欢喜。则见他欢天喜地，谨依来命。<br>小生客中无镜，敢烦小娘子看小生一看何如？<br>【满庭芳】来回顾影，文魔秀士，风欠酸丁。下工夫将额颅十分挣，迟和疾擦倒苍蝇，光油油耀花人眼睛，酸溜溜螫得人牙疼。夫人办甚么清我？茶饭已安排定，淘下陈仓米数升，虵下七八碗软蔓青。<br>小生想来：自寺中一见了小姐之后，不想今日得成婚姻，岂不为前生分定？姻缘非人力所为，天意尔。<br>【快活三】咱人一事精，百事精；一无成，百无成。世间草木本无情，自古云：\"地生连理木，水出并头莲。\"他犹有相兼并。<br>【朝天子】休道这生，年纪儿后生，恰学害相思病。天生聪俊，打扮素净，奈夜夜成孤另。才子多情，佳人薄幸，兀的不担阁了人性命。你姐姐果有信行？谁无一个信行，谁无一个志诚，你两个今夜亲折证。<br>我嘱咐你咱！<br>【四边静】今宵欢庆，软弱莺莺，可曾惯经。你索款款轻轻，灯下交鸳颈。端详可憎，好煞也无干净！<br>小娘子先行，小生收拾书房便来。敢问那里有甚么景致？<br>【耍孩儿】俺那里落红满地胭脂冷，休辜负了良辰美景。夫人遣妾莫消停，请先生勿得推称。俺那水谁备着鸳鸯夜月销金帐，孔雀春风软玉屏。乐奏合欢令，有风箫象板，锦瑟鸾笙。<br>小生书剑飘零，无以为财礼，却是怎生？<br>【四煞】聘财断不争，婚姻自有成，新婚燕尔安排定。你明博得跨风乘鸾客，我到晚来卧看牵牛织女早。休傒幸，不要你半丝儿红线，成就了一世儿前程。<br>【三煞】凭着你灭寇功，举将能，两般儿功效如红定。为甚俺莺娘心下十分顺，都则为君瑞胸中百万兵。越显得文风盛，受用是珠围翠绕，结果了黄卷青灯。<br>【二煞】夫人只一家，老兄无伴等，为嫌繁冗寻幽静。别有甚客人？单请你个有恩有义闲中客，且回避了无是无非窗下僧。夫人的命，道是下莫教推托，和贱妾即便随行。<br>小娘子先行，小生随后便来。<br>【收尾】先生休作谦，夫人专意等。常言道\"恭敬不如从命，\"休使得梅香再来请。<br>红娘去了，小生拽上书房门者。我比及到得夫人那里，夫人道\"张生，你来了也，饮几杯酒，去卧房内和莺莺做亲去！\"小生到得卧房内，和姐姐解带脱衣，颠鸾倒凤，同谐鱼水之欢，共效于飞之愿。觑他云鬟低坠，星眼微朦，被翻翡翠，袜绣鸳鸯。不知性命何如？且看下回分解。单羡法本好和尚也：只凭说法口，遂却读书心。<br><br>第四折<br>红娘去请张生，如何不见来？张生着红娘先行，随后便来也。前日若非先生，焉得有今日；我一家之命，皆先生所活也。聊备小酌，非为报礼，勿嫌轻意。\"一人有庆，兆民赖之。\"此贼之败，皆夫人之福。万一杜将军不至，我辈皆无免死之术。此皆往事，不必挂齿。将酒来，先生满饮此杯。\"长者赐，少者不敢辞。\"先生请坐！小子侍立座下，尚然越礼，焉敢与夫人对坐。道不得个\"恭敬不如从命。\"红娘，去唤小姐来，与先生行礼者！老夫人后堂待客，请小姐出来哩！我身子有些不停当，来不得。你道请谁哩？请谁？请张生哩？若请张生，扶病也索走一遭。免除崔氏全家祸，尽在张生半纸书。<br>【双调】【五供养】若不是张解元识人多，别一个怎退干戈。排着酒果，列着笙歌。篆烟微，花香细，散满东风帘幕。救了咱全家祸。殷勤呵正礼，钦敬呵当合。<br>【新水令】恰才向碧纱窗下画了双蛾，拂试了罗衣上粉香浮涴，只将指尖儿轻轻地贴了钿窝。若不是惊觉人呵，犹压着绣衾卧。<br>觑俺姐姐这个脸儿吹弹得破，张生有福也呵！<br>【幺篇】没查没利慌偻儸，你道我宜梳妆的脸儿吹弹得破。俺姐姐天生的一个夫人的样儿。你那里休聒，不当一个信口开合，知他命福是如何？我做一个夫人也做得过。<br>往常两个都害，今日早则喜也！<br>【乔木查】我相思为他，他相思为我，从今后两下里相思都较可。酬贺间礼当酬贺，俺母亲也好心多。<br>敢着小姐和张生结亲呵，怎生不做大筵席，会亲戚朋友，安排小酌为何？红娘，你不知夫人意。<br>【搅筝琶】他怕我是赔钱货，两当一便成合。据着他举将除贼，也消得家缘过活。费了甚一股那，便待要结丝萝；休波，省人情的奶奶忒虑过。恐怕张罗。<br>小子更衣咱。<br>【庆宣和】门儿外，帘儿前，将小脚儿挪。我恰待目转秋波，谁想那识空便的灵心儿早瞧破。唬得我倒躲，倒躲。<br>小姐近前拜了哥哥者！呀，声息不好了也！呀，俺娘变了卦也！这相思又索害也。<br>【雁儿落】荆棘剌怎动挪！死没腾无回豁！措支剌不对答！软兀剌难存坐！<br>【得胜令】谁承望这即即世世老婆婆，着莺莺做妹妹拜哥哥。白茫茫溢起蓝桥水，不邓邓点着祅庙火。碧澄澄清波，扑刺剌将比目鱼分破；急攘攘因何，扢搭地把双眉锁纳合。<br>红娘看热酒，小姐与哥哥把盏者！<br>【甜水令】我这里粉颈低垂，蛾眉频蹙，芳心无那，俺可甚\"相见话偏多？\"星眼朦胧，檀门嗟咨，攧窨不过，这席面儿畅好是乌合。<br>小生量窄。红娘接了台盏者！<br>【折桂令】他其实咽不下玉液金波。谁承望月底西厢，变做了梦喂南柯。泪眼偷淹，酩子里揾湿香罗。他那里眼倦开软瘫做一垛；我这里手难抬称不起肩窝。病染沈疴，断然难活。则被你送了人呵，当甚么喽啰。<br>再把一盏者！<br>【月上海棠】一杯闷酒尊前过，低首无言自摧挫。不甚醉颜酡，却早嫌玻璃盏大。从因我，酒上心来较可。<br>姐姐，这烦恼怎生是了！<br>【幺篇】而今烦恼犹闲可，久后思量怎奈何？有意诉衷肠，争奈母亲侧半。成抛躲，咫尺间如间阔。红娘送小姐卧房里去者！俺娘好口不应心也呵！<br>【乔牌儿】老夫人转关儿没定夺，哑谜儿怎猜破；黑阁落甜话儿将人和，清将来着人个快活。<br>【江儿水】佳人自来多命薄，秀才每从来懦，闷杀没头鹅，撇了赔钱货，不争你不成亲呵，下场头那答儿发付我！<br>【殿前欢】恰才个笑呵呵，都做了江州司马泪痕多。若不是一封书将半万贼兵破，俺一家儿怎得仔活。他不想结姻缘想甚么？到如今难着莫。老夫人谎到天来大；当日成也是你个母亲，今日败也是您个萧何。<br>【离亭宴带歇指煞】从今后玉容寂寞梨花朵，胭脂浅淡樱桃颗，这相思何时是可？昏邓邓黑海来深，白茫茫陆地来厚，碧悠悠青天来阔；太行山般高仰望，东洋海般深思渴。毒害的恁么。俺娘呵，将颤巍巍双头花蕊搓，香馥馥同心缕带割，长搀搀连理琼枝挫。白头娘不负荷，青春女成担搁，将俺那锦片也似前程蹬脱。俺娘把甜句儿落空了他，虚名儿误赚了我。小生醉也，告退。夫人跟前，欲一言以尽意，未知可否？前者贼寇相迫，夫人所言，能退贼者，以莺莺妻之。小生挺身而出，作书与杜将军，庶几得免夫人之祸。今日命小生赴宴，将谓有喜庆之期；不知夫人何见，以兄妹之礼相待？小生非图哺啜而来，此事果若不谐，小生即当告退。先生纵有活我之恩，奈小姐先相国在日，曾许下老身侄儿郑恒。即日有书赴京唤去了，未见来。如若此子至，其事将如之何？莫若多以金帛相酬，先生拣豪门贵宅之女，别为之求，先生台意若何？既然夫人不与，小生何慕金帛之色？却不道\"书中有女颜如玉？\"则今日便索告刮。你且住者，今日有酒也。红娘扶将哥哥去书房中歇息。到明日咱别有话说。有分只熬萧寺夜，无缘难遇洞房春。张生，少吃一盏却不好：我吃甚么来！小生为小姐，昼夜忘餐废寝，魂劳梦断，常忽忽如有所失。自寺中一见，隔墙酬和，迎风待月，受无限之苦楚。甫能得成就婚姻，夫人变了卦，使小生智竭思穷。此事几时是了！小娘子怎生可怜见小生，将此意申与小姐，知小生之心。就小娘子前解下腰间之带，寻个自尽。可怜刺股悬梁志。险作高乡背井魂。街上好贱柴，烧你个傻角。你休慌。妾当与君谋之。计将安在？小生当筑坛拜将。妾见先生有囊琴一张，必善于此。俺小姐深慕于琴。今夕妾与小姐同至花园内烧夜香，但听咳嗽为令，先生动操；看小姐听得时说甚么言语，却将先生之言达知。若有话说，明日妾来回报，道早晚怕夫人寻我，回去也。<br><br>第五折<br>，红娘之言，深有意趣。天色晚也，月儿，你早些出来么！呀，却早发擂也；呀，却早撞钟也。琴呵，小生与足下湖海相随数年，今夜这一场大功，都在你这神品、金徽、玉轸、蛇腹、断纹、峄阳、焦尾、冰弦之上。天那！却怎生借得一阵顺风，将小生这琴声吹入俺那小姐玉琢成、粉捏就、知音的耳朵里去者！小姐，烧香去来，好明月也呵！事已无成，烧香何济！月儿，你团圆呵，咱却怎生？<br>【越调】【斗鹤鹑】云敛晴空，冰轮乍涌；风扫残红，香阶乱拥；离恨千端，闲愁万种。夫人那，\"靡不有初，鲜克有终。\"他做了个影儿里的情郎，我做子个画儿里的爱宠。<br>【紫花儿序】则落得心儿里念想，口儿里闲题，则索向梦儿里相逢。俺娘昨日个大开东阁，我则道怎生般炮凤烹龙？朦胧，可教我\"翠袖殷勤捧玉钟\"，却不道\"主人情重\"？则为那兄妹排连，因此上鱼水难同。<br>姐姐，你看月阑，明日敢有风也？风月天边有，人间好事无。<br>【小桃红】人间看波，玉容深锁绣帏中，怕有人搬弄。想嫦娥，西没东生有谁共？怨天公，裴航不作游仙梦。这云似我罗帏数重，只恐怕嫦娥心动，因此上围住广寒宫。<br>来了。这甚么响？<br>【天净沙】莫不是步摇得宝髻玲珑？莫不是裙拖得环珮玎玲？莫不是铁马儿檐前骤风？莫不是金钩双控，吉丁当敲响帘栊？<br>【调笑令】莫不是梵工宫，夜撞钟？莫不是疏竹潇潇曲槛中？莫不是牙尺剪刀声相送？莫不是漏声长滴响壶铜？潜身再听在墙角东，元来是近西厢理结丝桐。<br>【秃厮儿】其声壮，似铁骑刀枪冗冗；其声幽。似落花流水溶溶；其声高，似风清月朗鹤唳空；其声低，似听儿女语，小窗中，喁喁。<br>【圣药王】他那里思不穷，我这里意已通。娇鸾雏凤失雌雄；他曲未终，我意转浓，争奈伯劳飞燕各西东：尽在不言中。<br>我近书窗听咱。姐姐，你这里听，我瞧夫人一会便来。窗外有人，己定是小姐，我将弦改过，弹一曲，就歌一篇，名曰《凤求凰》。昔日司马相如得此曲成事，我虽不及相如，愿小姐有文君之意。有美人兮，见之不忘。一日不见兮，思之如狂。风飞翩翩兮，四海求凰。无奈佳人兮，不在东墙。张弦代语兮，欲诉衷肠。何时见许兮，慰我彷徨？愿言配德兮，携手相将！不得于飞兮，使我沦亡。是弹得好也呵！其词哀，其意切，凄凄然如鹤唳天；故使妾闻之，不觉泪下。<br>【麻郎儿】这的是令他人耳聪，诉自己情衷。知音者芳心自懂，感怀者断肠悲痛。<br>【幺篇】这一篇与本宫、始终、不同。又不是《清夜闻钟》，又不是《黄鹤醉翁》，又不是《泣麟悲风》。<br>【络丝娘】一字字更长漏水，一声声衣宽带松。别恨离愁，变成一弄。张生呵，越教人知重。夫人且做忘恩，小姐，你也说谎也呵！你差怨了我。<br>【东原乐】这的是俺娘的机变，非干是妾身脱空；若由得我呵，乞求得效鸳凤。俺娘无夜无明并女工；我若得些儿闲空，张生呵，怎教你无人处把妾身作诵。<br>【绵搭絮】疏帘风细，幽室灯清，都则是一层儿红纸，几榥儿疏棂，兀的不是隔着云山几万重，怎得个人来信息通？便做道十二巫峰，他也会赋高唐来梦中。<br>夫人寻小姐哩，咱家去来。<br>【拙鲁速】则见他走将来气冲冲，怎不教人恨匆匆，唬得人来怕恐。早是不曾转动，女孩儿家直恁响喉咙！紧摩弄，索将他拦纵，则恐怕夫人行把我来厮葬送。<br>姐姐则管听琴怎么？张生着我对姐姐说，他回去也。好姐姐呵，是必再着他住一程儿！再说甚么！你去呵，<br>【尾】则说道夫人时下有人唧哝，好共歹不着你落空。不问俺口不应的狠毒娘，怎肯着别离了志诚种？<br>【络丝娘煞尾】不争惹恨牵情逗引，少不得废寝忘餐病症。<br>题目张君瑞破贼计<br>莽和尚生杀心<br>正名小红娘昼请客<br>崔莺莺夜听琴",
  "poet": {
    "id": 829,
    "star": 0,
    "name": "王实甫",
    "image": "http://img.gushiwen.org/authorImg/wangshifu.jpg",
    "desc": "王实甫，字德信，元朝杂剧作家，定兴（今定兴县）人。著有杂剧十四种，现存《西厢记》、《丽春堂》、《破窑记》三种。《破窑记》写刘月娥和吕蒙正悲欢离合的故事，有人怀疑不是王实甫的手笔。另有《贩茶船》、《芙蓉亭》二种，各传有曲文一折。"
  },
  "tags": []
}