{
  "id": 8029,
  "star": 33,
  "name": "忆旧游寄谯郡元参军",
  "dynasty": "唐代",
  "content": "忆昔洛阳董糟丘，为余天津桥南造酒楼。<br>黄金白璧买歌笑，一醉累月轻王侯。<br>海内贤豪青云客，就中与君心莫逆。<br>回山转海不作难，倾情倒意无所惜。<br>我向淮南攀桂枝，君留洛北愁梦思。<br>不忍别，还相随。<br>相随迢迢访仙城，三十六曲水回萦。<br>一溪初入千花明，万壑度尽松风声。<br>银鞍金络到平地，汉东太守来相迎。<br>紫阳之真人，邀我吹玉笙。<br>餐霞楼上动仙乐，嘈然宛似鸾凤鸣。<br>袖长管催欲轻举，汉东太守醉起舞。<br>手持锦袍覆我身，我醉横眠枕其股。<br>当筵意气凌九霄，星离雨散不终朝，分飞楚关山水遥。<br>余既还山寻故巢，君亦归家渡渭桥。<br>君家严君勇貔虎，作尹并州遏戎虏。<br>五月相呼渡太行，摧轮不道羊肠苦。<br>行来北凉岁月深，感君贵义轻黄金。<br>琼杯绮食青玉案，使我醉饱无归心。<br>时时出向城西曲，晋祠流水如碧玉。<br>浮舟弄水箫鼓鸣，微波龙鳞莎草绿。<br>兴来携妓恣经过，其若杨花似雪何！<br>红妆欲醉宜斜日，百尺清潭写翠娥。<br>翠娥婵娟初月辉，美人更唱舞罗衣。<br>清风吹歌入空去，歌曲自绕行云飞。<br>此时行乐难再遇，西游因献《长杨赋》。<br>北阙青云不可期，东山白首还归去。<br>渭桥南头一遇君，酂台之北又离群。<br>问余别恨今多少，落花春暮争纷纷。<br>言亦不可尽，情亦不可及。<br>呼儿长跪缄此辞，寄君千里遥相忆。",
  "fanyi": "<p><strong>译文</strong><br>　　回忆昔日洛阳酒商呈糟丘，为我在天津桥南头造酒楼。花黄金白璧买来宴饮与欢歌笑语时光，一次酣醉使我数月轻蔑王侯将相。天下多少贤士豪杰与立德立言高尚之人，我只与您是心心相印成莫逆之交。这种友情在山回海转前也不会为难或改变，为此献出全部心血倾泻全部情感也在所不惜。我到淮南去隐居待仕，您留在洛阳愁苦生梦相思不已。您我不忍相别，依旧相随而行。相随而行迢迢万里，访问随州仙城山，那儿有三十六案溪流回环萦绕，走向每一案溪流都见干万朵鲜花盛开，干条万条山望都松树耸立轻风吹拂。登银鞍挽金络来到平川大地，汉东太守亲来相迎。紫阳真人，邀您我吹笙作乐。餐霞楼上仙乐鸣响，嘈然宛转如同凤凰啼鸣。长袖善舞管乐吹奏催人轻举起舞，汉东太守乘醉手舞足蹈跳起来。他手持锦袍披及到我身上，我酒醉枕在他的大腿上酣眠。意气风发上凌九霄，整天饮酒之后便又如星离似的两地分别了。您我相隔关山分手山遥水远。我回到故山寻找旧日家园，您也归家渡过了渭桥。您家父辈勇武如狼如虎，任并州长史遏制戎虏的进犯。您我五月间相约穿越太行山，羊肠小道上车花催人困乏却不言苦。来到北都太原之地岁月久长，为您的贵信义轻黄金深受感动。豪华之筵青玉盘上盛放琼杯美食，使我既醉且饱暂无归心。时常出游来到城西弯曲之路，晋祠之旁流水长淌如同穆玉。乘用划水鸣响箫鼓，微波荡漾如龙鳞闪闪万草碧绿。情兴一来携歌伎带舞女来到此处，那纷纷扬扬的杨花如似雪花飘洒。傍晚日斜之时红妆歌舞女个个欲醉，来到水边那百尺清潭映出她们效好的容颜。初月升起辉映翠娥与婵娟，美人们换唱新曲罗衣舞动。清风徐来欢歌飞上空中，歌声嘹亮宛转绕云而飞。如此时光的世间行乐难以再遇，我又西游向朝廷献上《长杨赋》。朝堂中青云直上难以期望，于是辞归回还东山。渭南侨头又与您相遇一面，即刻在酂台之北又相离分手。您问我离愁别恨今有多少，请看那暮春时节落花纷纷最为相似。说也说不尽满怀心绪难以表述。呼儿伏跪封上信函结束此书，寄给您千里之外的遥遥相思与祝福。</p> <p><strong>注释</strong><br>⑴谯郡：今安徽毫县。元参军：名演。<br>⑵君家严君：指元参军的父亲。貔（pi）虎：猛兽。这句喻元参军的父亲是勇猛的将军。<br>⑶“作尹”句：并州：泛指今山西太原一带，开元十一年已改为府。尹：官名。《新唐书·百官志》：（开元）十一年，太原府亦置尹及少尹，以尹为留守，少尹为副留守，既是地方长官，同时兼管军事。遏：阻止。戎虏：强敌。<br>⑷“五月”二句：这年五月<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>与元参军翻越太行山到太原游玩。摧轮：<a href=\"http://so.gushiwen.org/author_552.aspx\">曹操</a>《苦寒行》：“北上太行山，艰哉何巍巍，羊肠坂诘屈，车轮为之摧。”摧轮：折断车轮，喻太行山路弯曲狭窄难行。<br>⑸北凉：似误，应作北京，唐代称太原为北京。<br>⑹“琼杯”句：喻酒菜和食具的精美。案：有足的托盘。<br>⑺“时时”句：晋祠在唐太原城之西南，故云出向城西曲。<br>⑻龙鳞：形容波纹的细碎。莎（suō）：河边水草。<br>⑼宜：适应。在斜日的映照下，容貌更加美丽。<br>⑽“百尺”句：写：画，这里作映照。翠娥：美女，这句说美人的影子照在水中。<br>⑾蝉娟：美好的样子。初月辉：形容脸容象新月一般皎洁。<br>⑿更唱：轮流唱。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　此<a href=\"http://so.gushiwen.org/view_8029.aspx\">诗</a>详细叙述了诗人与好友元参军的交往。乍看来，此诗不过写作者青年时代裘马轻狂的生活，至涉及纵酒挟妓、与道士交游等内容，似乎并无多少积极的思想意义。其实不然。须知它是写于作者“曳裾王门不称情”政治遭遇失意，对于社会现实与世态人情均有深入的体验之后。因此，“忆旧游”便不仅有怀旧而且有非今的意味。诗人笔下那恣意行乐的生活，是作为“使我不得开心颜”的污浊官场生活的对立面来写的；其笔下那脱略形迹的人物，又是作为上层社会虚伪与势利的对立面来写的，自有言外之意在。</p> <p>　　诗篇的组织，以与元演的离合为经纬，共分四段。前三段依次给读者展现出许多美好的情事。</p> <p>　　第一段从“忆昔洛阳董糟丘”到“君留洛北愁梦思”，追忆诗人在洛阳时的放诞生活及与元演的第一番聚散。这里最引人注目的是诗人鲜明的自我形象。从洛阳一酒家（“董糟丘”）说起，这个引子就是<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>个性特征的表现。“为余天津桥（在洛阳西南之洛水上）南造酒楼”，是一个何等主观的夸张！在自称“酒中仙”的诗人面前，简直就没有一个配称能饮酒的人。少年李白生活豪纵，充满进取精神，饮酒是追求一种精神上的解放：“黄金白璧买歌笑，一醉累月轻王侯。”“一醉”而至于“累月”，又是一个令人惊讶、令人叫绝的夸张，在这样的人面前真正是“万户侯何足道哉！”至于他的交游，尽是“海内贤豪青云客”，而其中最称“莫逆”之交的又是谁呢？以下自然带出元参军。随即只用简短两句形容其交谊：彼此“倾情倒意”到可以为对方牺牲一切（“无所惜”）的地步，以至“回山转海”也算不得什么（“不为难”）了。既叙得峻洁，又深蕴真情笃意。刚开这样一个头，以下就说分手了，那时李白旋赴淮南（“攀桂枝”指隐居访道事，语出<a href=\"http://so.gushiwen.org/author_1854.aspx\">淮南小山</a>《招隐士》，而元“留洛北”。不过这开头已给读者留下深刻的印象。</p> <p>　　一、二段之间有两个过渡句。“不忍别”承上“君留洛北愁梦思”，写二人分手的依依不舍：“还相随”又引起下文第二番相会。有此二句上下衔接极为自然。</p> <p>　　第二段从“相随迢迢访仙城”到“君亦归家渡渭桥”，追忆偕元演同游汉东郡即随州（州治在今湖北随县），与汉东太守及道士胡紫阳游乐情事。先写二人访仙城山，泛舟赏景，后换马陆行来到汉东。“相随”六句写风光，写行程，简洁入妙，路“迢迢”、“水回萦”、“初入”、“度尽”，使人应接不暇。然后，与远道出迎的汉东太守见面了。汉东太守的形象在此段中最生动可爱，他没有半点专城而居的官架子。他与紫阳真人固然是老朋友，对李白也是倾盖如故。这几位忘形之交在随州苦竹院──“餐霞楼”饮酒作乐，道士与诗人一同伴奏，汉东太守则起舞弄影。没有尊卑，毫无拘束，本来就洒脱的诗人举措更随便了，不但喝得烂醉，甚而忘形到“我醉横眠枕其股”了。然而太守对此则不以为忤，还脱下锦袍给他盖上。这一幕“解衣衣我”的场面写来感人肺腑。此段环境氛围描写亦妙，与道院相称。“餐霞”的楼名，如“凤鸣”的仙乐，都造成一种飘飘然非人世间的感觉。欢会如此高兴（“当筵意气凌九霄”），而分手又显得多么容易啊（“星离雨散不终朝”）。诗人与元演又作劳燕分飞，“余既还山寻故巢，君亦归家渡渭桥”，真是天下没有不散的筵席。</p> <p>　　至此，诗情出现一个跳跃，直接进入第三段从“君家严君勇貔虎”到“歌曲自绕行云飞”，追忆诗人在并州受元演及其父亲热情款待的情况。从“五月相呼”句看，诗人是应元演的盛意邀请，离开安陆，同经太行山到太原府（并州）去的。<a href=\"http://so.gushiwen.org/author_552.aspx\">曹操</a>诗云：“北上太行山，艰哉何巍巍！羊肠坂诘屈，车轮为之摧。”（《苦寒行》）然而诗人兴致很高，时令也很好，所以“摧轮不道羊肠苦”。这一段写人，以元参军为主。先从其“严君”（父亲）写起，不仅引进一个陪衬人物，同时也在于显示元演将家子的身份。李白在元演那里真是惬意爽心极了：“行来北京（太原）岁月深，感君贵义轻黄金。琼杯绮食青玉案，使我醉饱无归心。”他们还时常光顾城西的名胜古迹晋祠。晋水从这儿发源，风光极美。浮舟弄水，击鼓吹箫，真是快乐。以下六句专写欣赏女伎的歌舞，“其若杨花似雪何”一句大有“行乐须及春”（《月下独酌》）之慨。玩乐直到傍晚，他们还不想归去。“斜日”的红光与歌女们的红妆醉颜相乱，特别迷人；美人的倩影倒映清清的潭水中，风光绮丽。这时新月初上，美人的面容象月色般皎洁，她们轮番歌唱、起舞；歌声悠扬，随风远去，追逐行云。这里，“黄金白璧买歌笑”已化为生动鲜明的图景，可谓尽态极妍了。</p> <p>　　第四段从“此时行乐难再遇”到篇末。一句收束前文，然后写到长安失意时与元又一度相逢。与前三段都不同，这里没有情事的追忆，只用“渭桥南头一遇君，酂台（在谯郡）之北又离群”一笔带过，是说关中一面，元即赴谯郡，似乎是握手已违。大约那时诗人身不自由，心亦不自在吧！关于诗人在长安的境遇，也只有含蓄的两句话：“北阙青云不可期，东山白首还归去。”然而它包含多少人事感慨啊。一向旷达的诗人，竟也发出了“问余别恨今多少”的感喟，而暮春落花景象更增添了这种别恨。这种心境是“言亦不可尽，情亦不可及”，诗人只有通过怀旧（“遥相忆”）的方式来排遣了。当其“呼儿长跪缄此辞”拟以寄远时，心头该是怎样一种滋味！</p> <p>　　此诗提到“北阙青云不可期”，是含着牢骚的。但它在写法上与《行路难》、《答王十二寒夜独酌有怀》、《赠从弟南平太守之遥》等等直抒旨意、嘻笑怒骂的长篇不同。它对现实的愤懑几乎没有正面的叙写，而对往日旧梦重温却写得恣肆快畅、笔酣墨饱。通过对故人往事的理想化、浪漫化，突出了现实的缺恨。因此它既有李白歌行通常所有的纵横奔放的优点，又兼有深沉含蓄的特点。这是此诗艺术上的优长之一。</p> <p>　　在结构上，此诗与李白七古通常那种“纵逸”的、无法而法的作风不同，而是按实有的经历如实写出，娓娓道来，层次分明，结构严谨，写法却又极富变化，颇多淋漓兴会之笔。通篇以七言句为主，间出三、五、九字句，且偶尔出现奇数句（如“当筵意气”以下三句成一意群），于整饬中见参差，终能“神气自畅”。这是此诗艺术上另一个优长。</p>",
  "about": "<h2>创作背景</h2> 　　这首“忆旧游”的<a href=\"http://so.gushiwen.org/view_8029.aspx\">诗</a>是作者写寄给好友元演的，元演时为亳州（即谯郡，州治在今安徽亳州）参军。此诗曾收入《河岳英灵集》，其中又提到长安失意之事，故当作于天宝三载（744年）至天宝十二载（753年）间。诗中历叙与元演四番聚散的经过，于入京前游踪最为详明，是了解作者生平及思想的重要作品。",
  "poet": {
    "id": 247,
    "star": 0,
    "name": "李白",
    "image": "http://img.gushiwen.org/authorImg/libai.jpg",
    "desc": "李白（701年－762年），字太白，号青莲居士，唐朝浪漫主义诗人，被后人誉为“诗仙”。祖籍陇西成纪(待考)，出生于西域碎叶城，4岁再随父迁至剑南道绵州。李白存世诗文千余篇，有《李太白集》传世。762年病逝，享年61岁。其墓在今安徽当涂，四川江油、湖北安陆有纪念馆。"
  },
  "tags": [
    "友情",
    "怀念"
  ]
}