{
  "id": 56372,
  "star": 12,
  "name": "八声甘州·读诸葛武侯传",
  "dynasty": "宋代",
  "content": "过隆中、桑柘倚斜阳，禾黍战悲风。世若无徐庶，更无庞统，沈了英雄。本计东荆西益，观变取奇功。转尽青天粟，无路能通。 <br>他日杂耕渭上，忽一星飞堕，万事成空。使一曹三马，云雨动蛟龙。看璀璨、出师一表，照乾坤、牛斗气常冲。千年后，锦城相吊，遇草堂翁。",
  "fanyi": "<p><strong>译文</strong><br>经过隆中，斜阳下的桑麻绿油油的，秋风高歌，非常凄凉。假如世上没有徐庶则一定没有庞统，这些夭折的英雄们。本来谋划攻取荆门，静静等待他们的战功。在栗地中转悠了一圈，竟然发现没有了道路。<br>当年在渭地屯兵的诸葛，忽然一颗彗星降落，他的一切的谋划都成了空谈。曹氏大权被司马氏家掌握，司马氏集团如蛟龙之逢云雨，顺顺当当地发展壮大。欣赏出师表这样光彩照人，牛气冲天的作品。等过了数千年之后，我在草庐旁凭吊，看到堂前有一老翁。</p> <p><strong>注释</strong><br>①甘州：唐教坊曲名。《唐书·礼乐志》：“天宝间乐曲，皆以边地为名，若凉州、甘州、伊州之类。”<br>②诸葛武侯：即<a href=\"http://so.gushiwen.org/author_507.aspx\">诸葛亮</a>（181年9月17日—234年10月8日），字孔明，中国三国时期蜀汉丞相，中国历史上著名的政治家、军事家、书法家、散文家、发明家。徐州琅琊阳都（今山东省沂南县）人。<br>③隆中：古隆中已有1800年历史。因诸葛亮“躬耕陇亩”、刘备“三顾茅庐”，引发《隆中对策》，被世人称为智者摇篮，三分天下的策源地。<br>④禾黍战悲风：禾黍颤粟于秋风中。<br>⑤徐庶：元直，颍川阳翟(今河南禹州)人。汉末三国时期人物，本名福，后因为友杀人而逃难，改名徐庶。<br>⑥庞统：179年－214年），字士元，三国时刘备帐下谋士，官拜军师中郎将。才智与诸葛亮齐名，人称“凤雏”。<br>⑦东荆西益：荆、益二州。<br>⑧取奇功：出其不意的攻占方式，这里是夸耀诸葛亮的功绩。<br>⑨杂耕渭上：诸葛亮的最后一次北伐，据武功五丈原与魏将司马懿对垒。魏军坚壁不出，诸葛亮即分兵屯田于渭水两岸，和当地居民杂处而耕，作为久驻之计。<br>⑩一星飞堕：这里用的暗喻，就是流行坠落代表一个人死亡。这里指诸葛亮之死。<br>⑪一曹三马：“一曹三马”，“曹”当作“槽”。《晋书。宣帝纪》载<a href=\"http://so.gushiwen.org/author_552.aspx\">曹操</a>梦三马同食一槽。自魏齐王曹芳，司马懿与二子司马师、司马昭相继执掌魏国军政大权，诛杀异已，孤立曹氏。至昭子司马炎时，竟篡魏自立，改国号为“晋”。<br>⑫蛟龙：蛟龙就是中国传说中的水龙，由于蛟龙常被人们目击，而应为人知，蛟栖息在湖渊等聚水处，也会悄悄地隐居在离民家很远的池塘或河流的水底。隐栖在池塘与河川的蛟龙，一般会被称作“潜蛟”。<br>⑬出师一表：即《出师表》，它是三国时期蜀汉丞相诸葛亮在北伐中原之前给后主刘禅上书的表文，阐述了北伐的必要性以及对后主刘禅治国寄予的期望，言辞恳切，写出了诸葛亮的一片忠诚之心。<br>⑭乾坤：乾坤，八卦中的两卦，乾为天，坤为地，乾坤代表天地。<br>⑮牛斗：指牛宿和斗宿。传说吴灭晋兴之际，牛斗间常有紫气。雷焕告诉尚书<a href=\"http://so.gushiwen.org/author_887.aspx\">张华</a>，说是宝剑之气上冲于天，在豫东丰城。张华派雷为丰城令，得两剑，一名龙泉，一名太阿，两人各持其一。张华被诛后，失所持剑。后雷焕子持剑过延平津，剑入水，但见两龙各长数丈，光彩照人。见《晋书．张华传》。后常用以为典。<br>⑯遇草堂翁：<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>曾于公元760年（唐肃宗上元元年）避难入蜀，在成都西郊的浣花溪畔营构草堂，前后居住长达三年之久，故以“草堂翁”命名。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　“隆中”在襄阳（今湖北襄樊市）城西二十里，<a href=\"http://so.gushiwen.org/author_507.aspx\">诸葛亮</a>曾隐居于此。见《三国志》本传南朝宋裴松之《注》引《汉晋春秋》。词人家在兴国（今湖北阳新一带），可能曾有过过隆中而造访诸葛亮故里的经历。“桑柘”二句对仗，写哲人已杳，但见桑柘偎倚在斜阳里，禾黍颤粟于秋风中。夕阳西下的一日之暮，秋风悲鸣的一岁之暮。由于此篇所写的乃是一位赍志以殁的英雄，故开局便以这日暮、岁暮之时的萧瑟景象起篇，渲染悲剧气氛。过英雄故里，人虽不可得而见，其事迹则彪炳于史册。故以下即切入正题，追寻斯人一生之出处大节。</p> <p>　　“世若”三句，先叙诸葛亮得以登上历史舞台的契机，言当世若无徐庶辈相为汲引，诸葛亮难免会被埋没。“本计”四句，则高度概括诸葛亮一生的政治、军事活动，自“隆中对策”一直写到“六出祁山”。传载刘备亲访诸葛亮，请其出山时，曾询以天下大计，亮对曰：今<a href=\"http://so.gushiwen.org/author_552.aspx\">曹操</a>已拥百万之众，挟天子以令诸侯，不可与其争锋。孙权据有江东，已历三世，国险民附，贤能为用，可以之为援而不可图。惟有夺取荆、益二州，西和诸戎、南抚夷越等少族，外结好于孙权，内修齐于政治。如天下有变，则命一上将率荆州之军直指宛（今河南南阳）、洛（今洛阳），将军（谓刘备）亲率益州之众出于秦川，庶几霸业可成，汉室可兴。“东荆西益，观变取奇功”，这便是诸葛亮初步战略计划。“赤壁大战”后，刘备得到了荆州；继而又挥师入川，从刘璋手里夺取了益州之地，实现了诸葛亮战略设想的前半部分，形势一度对蜀汉十分有利。可惜由于荆州方面军的统帅关羽在外交和军事上一系列的失误，荆州被孙权袭取，致使北伐的通道只剩下川、陕一路；而“蜀道之难，难于上青天”（<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>《蜀道难》），军粮转运不及，故刘备死后，诸葛亮屡出祁山伐魏，都劳而无功。“转尽青天粟，无路能通。”这种局面实为诸葛亮无助之力。此二句是对上二句的转折，行文中省略了“孰知”二字，亦属<a href=\"http://so.gushiwen.org/author_399.aspx\">贺铸</a>《伴云来》一词中同类的“关照省略”，应对照上文“本计”二字自行补出。</p> <p>　　换头三句，写诸葛亮之死。此处打破了传统的过片成法，文义紧接上片，使前后阕粘合为一。因“转粟难通”，乃有“杂耕渭上”之举。公元234年（蜀汉后主建兴十二年）春，诸葛亮的最后一次北伐，据武功五丈原（今陕西岐山县南）与魏将司马懿对垒。魏军坚壁不出，亮即分兵屯田于渭水之滨，和当地居民杂处而耕，作为久驻之计。鉴于他在军事实践中摸索出了这一系列切实可行的作法。北伐开始有了成功的希望。遗憾的是，“将军一去，大树飘零”（<a href=\"http://so.gushiwen.org/author_662.aspx\">庾信</a>《哀江南赋》），同年秋，诸葛亮不幸病死于军中，一切希望都化作了泡影。</p> <p>　　以下二句，继而叙述诸葛亮之死后造成的直接历史后果。“一曹三马”，“曹”当作“槽”。《晋书·宣帝纪》载曹操梦三马同食一槽。自魏齐王曹芳，司马懿与二子司马师、司马昭相继执掌魏国军政大权，诛杀异已，孤立曹氏。至昭子司马炎时，竟篡魏自立，改国号为“晋”。曹操之梦，果然应验。此事虽荒诞不经，但后世屡用为故实。二句谓诸葛亮一死，再也无人能够扫平曹魏，复兴汉室，而使司马氏集团如蛟龙之逢云雨，顺顺当当地发展壮大，灭蜀、篡魏、平吴，建立了统一的晋王朝。</p> <p>　　然而尽管斯人“出师未捷身先死”（<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>《蜀相》），英雄却未可以成败作论。建兴五年，诸葛亮率诸军北驻汉中，将出师北伐，临行曾上疏刘禅，反复劝勉他继承先主遗志，亲贤臣，远小人，并陈述自己对蜀汉的忠诚及北取中原、复兴汉室的决心。这就是气冲牛斗、光照乾坤的《出师表》写得忠爱剀切，历来为爱国的志士仁人所推崇。斯人也，有斯文在，可以不朽矣！“看璀璨”二句，命意在此。最后，即于千百万敬仰诸葛亮的志士仁人中拈出一位杰出的代表——杜甫，结束全篇。“安史之乱”爆发后，杜甫曾于公元760年（唐肃宗上元元年）避难入蜀，在成都西郊的浣花溪畔营构草堂，前后居住长达三年之久，故以“草堂翁”命名。他游成都武侯庙时，饱蘸浓墨，满怀激情地写下了吊诸葛亮的著名<a href=\"http://so.gushiwen.org/view_56372.aspx\">诗</a>篇《蜀相》。千古名相，又得千古诗圣为作此千古绝唱，九泉之下，亦当含笑了。</p>",
  "about": "<h2>创作背景</h2> <p>　　此词是王质读《三国志·蜀书·<a href=\"http://so.gushiwen.org/author_507.aspx\">诸葛亮</a>专》时候联想到自己郁郁不得志的身世而有感而作的，它同时可以看作以文学作品形式写成的一篇《朴论》。</p>",
  "poet": {
    "id": 1415,
    "star": 0,
    "name": "王质",
    "desc": "王质，字华卿，太原祁人。五代祖通，字仲淹，隋末大儒，号文中子。通生福祚，终上蔡主簿。福祚生勉，登进士第，制策登科，位终宝鼎令。勉生怡，终渝州司户。怡生潜，扬州天长丞。质则潜之第五子。少负志操，以家世官卑，思立名于世，以大其门。寓居寿春，躬耕以养母，专以讲学为事，门人受业者大集其门。年甫强仕，不求闻达，亲友规之曰：“以华卿之才，取名位如俯拾地芥耳，安自苦于亹茸者乎？扬名显亲，非耕稼可致也。”质乃白于母，请赴乡举。"
  },
  "tags": [
    "感慨"
  ]
}