{
  "id": 2697,
  "star": 66,
  "name": "感遇十二首",
  "dynasty": "唐代",
  "content": "兰叶春葳蕤，桂华秋皎洁。<br>欣欣此生意，自尔为佳节。<br>谁知林栖者，闻风坐相悦。<br>草木有本心，何求美人折。</p> <p>幽人归独卧，滞虑洗孤清。<br>持此谢高鸟，因之传远情。<br>日夕怀空意，人谁感至精？<br>飞沉理自隔，何所慰吾诚？</p> <p>鱼游乐深池，鸟栖欲高枝。<br>嗟尔蜉蝣羽，薨薨亦何为。<br>有生岂不化，所感奚若斯。<br>神理日微灭，吾心安得知。<br>浩叹杨朱子，徒然泣路岐。</p> <p>孤鸿海上来，池潢不敢顾。<br>侧见双翠鸟，巢在三珠树。<br>矫矫珍木巅，得无金丸惧？<br>美服患人指，高明逼神恶？<br>今我游冥冥，弋者何所慕！</p> <p>吴越数千里，梦寐今夕见。<br>形骸非我亲，衾枕即乡县。<br>化蝶犹不识，川鱼安可羡。<br>海上有仙山，归期觉神变。</p> <p>西日下山隐，北风乘夕流。<br>燕雀感昏旦，檐楹呼匹俦。<br>鸿鹄虽自远，哀音非所求。<br>贵人弃疵贱，下士尝殷忧。<br>众情累外物，恕己忘内修。<br>感叹长如此，使我心悠悠。</p> <p>江南有丹橘，经冬犹绿林。<br>岂伊地气暖，自有岁寒心⑿。<br>可以荐嘉客⒀，奈何阻重深。<br>运命唯所遇，循环不可寻。<br>徒言树桃李，此木岂无阴。</p> <p>永日徒离忧，临风怀蹇修。<br>美人何处所，孤客空悠悠。<br>青鸟跂不至，朱鳖谁云浮。<br>夜分起踯躅，时逝曷淹留。</p> <p>抱影吟中夜，谁闻此叹息。<br>美人适异方，庭树含幽色。<br>白云愁不见，沧海飞无翼。<br>凤凰一朝来，竹花斯可食。</p> <p>汉上有游女，求思安可得。<br>袖中一札书，欲寄双飞翼。<br>冥冥愁不见，耿耿徒缄忆。<br>紫兰秀空蹊，皓露夺幽色。<br>馨香岁欲晚，感叹情何极。<br>白云在南山，日暮长太息。</p> <p>我有异乡忆，宛在云溶溶。<br>凭此目不觏，要之心所钟。<br>但欲附高鸟，安敢攀飞龙。<br>至精无感遇，悲惋填心胸。<br>归来扣寂寞，人愿天岂从？</p> <p>闭门迹群化，凭林结所思。<br>啸叹此寒木，畴昔乃芳蕤。<br>朝阳凤安在，日暮蝉独悲。<br>浩思极中夜，深嗟欲待谁。<br>所怀诚已矣，既往不可追。<br>鼎食非吾事，云仙尝我期。<br>胡越方杳杳，车马何迟迟。<br>天壤一何异，幽嘿卧帘帷。 ",
  "fanyi": "<h2>注释</h2> ⑴感遇：古<a href=\"http://so.gushiwen.org/view_2697.aspx\">诗</a>题，用于写心有所感，借物寓意之诗。<br>⑵林栖者：指隐士。<br>⑶美人：喻指理想中的同道者。<br>⑷池潢：积水池，护城河，代指朝廷。<br>⑸双翠鸟：即翡翠鸟，雄为翡，雌为翠，毛色华丽多彩。<br>⑹三珠树：神话传说中的宝树。本作三株树。见《山海经·海外南经》：“三株树在厌火国北，生赤水上，其为树如柏，叶皆为珠。”<br>⑺“得无”句：岂不惧怕有子弹打来？得无，表反问语气、岂不、能不。金丸，弹弓的子弹。<br>⑻“美服”句：身着华美的服装应担心别人指责。<br>⑼“高明”句：官位显要会遭到鬼神的厌恶。高明，指地位官职尊贵的人。西汉<a href=\"http://so.gushiwen.org/author_715.aspx\">扬雄</a>《解嘲》：“高明之家，鬼瞰其室。”<br>⑽冥冥：高远的天空。<br>⑾“弋者”句：弋者，猎鸟的人。慕，想猎取鸟的欲望。<br>⑿伊：语助词。岁寒心：意即耐寒的特性。<br>⒀荐：进奉意。<br>⒁树：种植意。<br>⒂“汉上”二句：用《诗经·周南·汉广》：“汉有游女，不可求思。”游女，在外游玩的姑娘。思：句尾助词，无实义。<br>⒃“欲寄”句：是说想托飞鸟将信捎去。古人认为雁可传书。<br>⒄“冥冥”二句：冥冥，天空。耿耿，不安。徒空。缄，默。这是说仰望天空，不见飞鸟，只好不安地默忆那位游女而已。<br>⒅“紫兰”四句：秀，开花。蹊，小路。空蹊：犹空谷。皓露，白露。幽色，指幽谷中兰花的颜色。何极，没有穷尽。这是说紫兰逢秋，芬芳将歇，使人感叹无穷。<br>⒆“白云”句：白云，比喻小人。陆贾《新语·慎微》：“邪臣之蔽贤，犹浮云之障日月也。”南山，比喻君王。《汉书·<a href=\"http://so.gushiwen.org/author_808.aspx\">杨恽</a>传》：“田彼南山。”张晏注：“山高而在阳，人君之象也。”<br>⒇太息：叹气。",
  "shangxi": "<h2>选析</h2> <p>　　公元737年（唐玄宗开元二十五年），<a href=\"http://so.gushiwen.org/author_691.aspx\">张九龄</a>由尚书丞相贬为荆州长史。晚年遭馋毁，忠而被贬，“每读<a href=\"http://so.gushiwen.org/author_404.aspx\">韩非</a>《孤愤》，涕泣沾襟”（<a href=\"http://so.gushiwen.org/author_2072.aspx\">徐浩</a>《张公神道碑》），遂作《感遇十二首》。</p> <p>【其一】<br>　　这首<a href=\"http://so.gushiwen.org/view_2697.aspx\">诗</a>是诗人谪居荆州时所作，含蓄蕴藉，寄托遥深，对扭转六朝以来的浮艳诗风起过积极的作用。历来受到评论家的重视。高在《唐诗品汇》里指出：“张曲江公《感遇》等作，雅正冲淡，体合《风》《骚》，骎骎乎盛唐矣。”<br>　　“兰叶春葳蕤，桂华秋皎洁”二句，互文见意：兰在春天，桂在秋季，它们的叶子多么繁茂，它们的花儿多么皎洁。这种互文，实际上是各各兼包花叶，概括全株而言。春兰用葳蕤来形容，具有茂盛而兼纷披之意。而“葳蕤”二字又点出兰草迎春勃发，具有无限的生机与活力。桂用皎洁来形容，桂叶深绿，桂花嫩黄，相映之下，自觉有皎洁明净的感觉。而“皎洁”二字，又十分精炼简要地点出了秋桂清雅的特征。<br>　　正因为写兰、桂都兼及花叶，所以第三句便以“欣欣此生意”加以总括，第四句又以“自尔为佳节”加以赞颂。这就巧妙地回应了起笔两句中的春秋，说明兰桂都各自在适当的季节而显示它们或葳蕤或皎洁的生命特点。一般选注本将三四两句解释为：“春兰秋桂欣欣向荣，因而使春秋成为美好的季节。”认为写兰只写叶，写桂只写花。这样的解释未必符合诗意。这大概是将“自尔为佳节”一句中的“自”理解为介词“从”，又转变为“因”，把“尔”理解为代词“你”或“你们”，用以指兰、桂。这样的解释值得商榷。首先，前二句尽管有“春”“秋”二字，但其主语分明是“兰叶”和“桂花”，怎能将“春”“秋”看成主语，说“春秋因兰桂而成为美好的季节”呢？其次，如果这样解释，便与下面的“谁知林栖者”二句无法贯通。再次，统观全诗，诗人着重强调的是一种不求人知的情趣，怎么会把兰、桂抬到“使春秋成为美好季节”的地步呢？根据诗人的创作意图，结合上下文意来看，“自尔为佳节”的“自”，与<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>诗句“卧柳自生枝”中的“自”为同一意义。至于“尔”，应该是副词而不是代词。与“卓尔”、“率尔”中的“尔”词性相同。“佳节”在这里也不能解释为“美好的季节”，而应该理解为“美好的节操”。诗人写了兰叶桂花的葳蕤、皎洁，接着说，兰叶桂花如此这般的生意盎然，欣欣向荣，自身就形成一种美好的节操。用“自尔”作“为”的状语，意在说明那“佳节”出于本然，出于自我修养，既不假外求，亦不求人知。这就自然而然地转入下文“谁知林栖者，闻风坐相悦。草木有本心，何求美人折？”<br>　　诗的前四句写兰桂而不及人，“谁知林栖者”一句突然一转，引出了居住于山林之中的美人。“谁知”两字对兰桂来说，大有出乎意料之感。美人由于闻到了兰桂的芳香，因而发生了爱慕之情。“坐”，犹深也，殊也。表示爱慕之深。诗从无人到有人，是一个突转，诗情也因之而起波澜。“闻风”二字本于《孟子·尽心篇》：“圣人百世之师也，伯夷柳下惠是也，故闻伯夷之风者，顽夫廉，懦夫有立志，闻柳下惠之风者，薄夫敦，鄙夫宽。奋乎百世之上，百世之下闻者莫不兴起也。”张九龄便运用这一典故，使诗意更为含蓄委婉、情意深厚。<br>　　“草木有本心，何求美人折？”又一转折，林栖者既然闻风相悦，那末，兰桂若有知觉，应该很乐意接受美人折花欣赏了。然而诗意却另辟蹊径，忽开新意。兰逢春而葳蕤，桂遇秋而皎洁，这是其本性，并非为了博得美人的折取欣赏。实际上，诗人以此来比喻贤人君子的洁身自好，进德修业，也只是尽他作为一个人的本份，而并非借此来博得外界的称誉提拔，以求富贵利达。当然，不求人知，并不等于拒绝人家赏识；不求人折，更不等于反对人家采择。从“何求美人折”的语气来看，从作者遭谗被贬的身世看，这正是针对不被人知、不被人折的情况而发的。“不以无人而不芳”，“不吾知其亦已兮，苟余情其信芳”，乃是全诗的命意之所在。全诗句句写兰桂，都没有写人，但从诗歌的完整意象里，读者便不难看见人，看到封建社会里某些自励名节、洁身自好之士的品德。</p> <p>【其二】<br>　　这是一种修行境界在打坐中感受到淡泊明智、宁静致远。这种心如虚空唯一至精的感受谁能知道呢？对自己还没有达道的功夫的谦虚还是经常有一点心乱，想更上一个境界一念不生是谓诚。</p> <p>【其四】<br>　　这是一首寓言诗，大约是唐玄宗开元二十四年（736），<a href=\"http://so.gushiwen.org/author_2691.aspx\">李林甫</a>、牛仙客执政后，诗人被贬为荆州刺史时所写。诗中以孤鸿自喻，以双翠鸟喻其政敌李林甫、牛仙客，说明一种哲理，同时也隐寓自己的身世之感。二年后诗人就去世了，这首诗该是他晚年心境的吐露。<br>　　诗一开始就将孤鸿与大海对比。沧海是这样的大，鸿雁是这样的小，这已经衬托出人在宇宙之间是何等的渺小了。何况这是一只离群索处的孤雁，海愈见其大，雁愈见其小，相形之下，更突出了它的孤单寥落。可见“孤鸿海上来”这五个字，并非平淡写来，其中渗透了诗人的情感。第二句“池潢不敢顾”，突然一折，为下文开出局面。这只孤鸿经历过大海的惊涛骇浪，何至见到区区城墙外的护城河水，也不敢回顾一下呢？这里是象征诗人在人海中由于经历风浪太多，而格外有所警惕，同时也反衬出下文的双翠鸟，恍如燕巢幕上自以为安乐，而不知烈火就将焚烧到它们。<br>　　而且，这一只孤鸿连双翠鸟也不敢正面去看一眼呢！“侧见”两字显出李林甫、牛仙客的气焰熏天，不可一世。他们窃据高位，就象一对身披翠色羽毛的翠鸟，高高营巢在神话中所说的珍贵的三珠树上。可是，不要太得意了！你们闪光的羽毛这样显眼，难道就不怕猎人们用金弹丸来猎取吗？“矫矫珍木巅，得无金丸惧”这两句，诗人假托孤鸿的嘴，以温厚的口气，对他的政敌提出了诚恳的劝告。不愤怒，也不幸灾乐祸，这是正统儒家的修养，也就是所谓温柔敦厚的诗教。然后很自然地以“美服患人指，高明逼神恶”这两句，点出了全诗的主题思想，忠告他的政敌：才华和锋芒的外露，就怕别人将以你为猎取的对象；窃据高明的地位，就怕别人不能容忍而对你厌恶。这里“高明”两字是暗用《左传》中“高明之家，鬼瞰其室”的典故，但用得很浑成，使读者不觉其用典，即便不知原典，也无妨于对诗句的欣赏。<br>　　忠告双翠鸟的话，一共四句，前两句代它们担忧，后两句正面提出他那个时代的处世真谛。然则，孤鸿自己将采取怎样的态度呢？它既不重返海面，也不留连池潢，它将没入于苍茫无际的太空之中，猎人们虽然渴想猎取它，可是又将从何处去猎取它呢？“今我游冥冥，弋者何所慕”，纯以鸿雁口吻道出，情趣盎然。全诗就在苍茫幽渺的情调中结束。<br>　　这首诗开始四句叙事，简洁干净，第五句“矫矫珍木巅”句中的“矫矫”两字，上承“翠鸟”，下启“美服”：“珍木巅”三字，上承“三珠树”，下启“高明”。可见诗人行文的缜密。后六句都是孤鸿的独白，其中四句对翠鸟说，二句专说鸿雁自己。“今我游冥冥”句，用“冥冥”两字来对衬上文的“矫矫”两字，迭字的对比呼应，又一次显出了诗人的细针密缕。这首诗劲炼质朴，寄托遥深。它借物喻人，而处处意存双关，分不出物和人来，而且语含说理和劝诫，颇得诗人敦厚之旨。</p> <p>【其七】<br>　　读着张九龄这首歌颂丹橘的诗，很容易想到<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>的《橘颂》。屈原生于南国，橘树也生于南国，他的那篇《橘颂》一开头就说：“后皇嘉树，橘徕服兮。受命不迁，生南国兮。”其托物喻志之意，灼然可见。张九龄也是南方人，而他的谪居地荆州的治所江陵（即楚国的郢都），本来是著名的产橘区。他的这首诗一开头就说：“江南有丹橘，经冬犹绿林”，其托物喻志之意，尤其明显。屈原的名句告诉我们：“袅袅兮秋风，洞庭波兮木叶下。”可见即使在南国，一到深秋，一般树木也难免摇落，又哪能经得住严冬的摧残？而丹橘呢，却“经冬犹绿林”。一个“犹”字，充满了赞颂之意。<br>　　丹橘经冬犹绿，究竟是由于独得地利呢？还是出乎本性？如果是地利使然，也就不值得赞颂。所以诗人发问道：难道是由于“地气暖”的缘故吗？先以反诘语一“纵”，又以肯定语“自有岁寒心”一“收”，跌宕生姿，富有波澜。“岁寒心”，一般是讲松柏的。《论语。子罕》：“岁寒然后知松柏之后凋也。”<a href=\"http://so.gushiwen.org/author_695.aspx\">刘桢</a>《赠从弟》：“岂不罹凝寒，松柏有本性。”张九龄特地要赞美丹橘和松柏一样具有耐寒的节操，是含有深意的。<br>　　汉代《古诗》有一篇《橘柚垂华实》，诗中说橘柚“委身玉盘中，历年冀见食”，表达了作者不为世用的愤懑。张九龄所说的“可以荐嘉客”，也就是“冀见食”的意思。“经冬犹绿林”，不以岁寒而变节，已值得赞颂；结出累累硕果，只求贡献于人，更显出品德的高尚。按说，这样的嘉树佳果是应该荐之于嘉宾的，然而却为重山深水所阻隔，为之奈何！读“奈何阻重深”一句，如闻慨叹之声。<br>　　丹橘的命运、遭遇，在心中久久萦回，诗人思绪难平，终于想到了命运问题：“运命惟所遇，循环不可寻。”看来运命的好坏，是由于遭遇的不同，而其中的道理，如周而复始的自然之理一样，是无法追究的。这两句诗感情很复杂，看似无可奈何的自遣之词，又似有难言的隐衷，委婉深沉。最后诗人以反诘语气收束全诗：“徒言树桃李，此木岂无阴？”──人家只忙于栽培那些桃树和李树，硬是不要橘树，难道橘树不能遮阴，没有用处吗？在前面，已写了它有“经冬犹绿林”的美荫，又有“可以荐嘉客”的佳实，而“所遇”如此，这到底为什么？《韩非子。外储说左下》里讲了一个寓言故事：阳虎对赵简主说，他曾亲手培植一批人才，但他遇到危难时，他们都不帮助他。<br>　　因而感叹道：“虎不善树人。”赵简主道：“树橘柚者，食之则甘，嗅之则香；树枳棘者，成而刺人。故君子慎所树。”<br>　　只树桃李而偏偏排除橘柚，这样的“君子”，总不能说“慎所树”吧！<br>　　杜甫在《八哀。故右仆射相国张公九龄》一诗中称赞张九龄“诗罢地有余，篇终语清省。”后一句，是说他的诗语言清新而简练；前一句，是说他的诗意余象外，给读者留有驰骋想象和联想的余地。读这首诗我们不就很自然地联想到当时朝政的昏暗和诗人坎坷的身世吗！这首诗平淡而浑成，短短的篇章中，时时用发问的句子，具有正反起伏之势，而诗的语气却是温雅醇厚，愤怒也罢，哀伤也罢，总不着痕迹，不露圭角，达到了炉火纯青的地步。</p> <p>【其十】<br>　　这篇诗的结构比较别致。它以三个互不关联的比喻组成。前六句以男性对一个游女的追求比喻自己对国家和君王的思念。中四句以兰花之被秋露摧残，即将凋谢，比喻君子被小人排斥。後两句以白云遮住了南山，比喻奸臣蒙蔽了君王；日暮比喻自己年老，难以为力。这些比喻，在古代文学中已经形成传统，所以还是能够形成一个整体，表达出此诗统一的主题来。张协《杂诗》、郭璞《游仙》已有此写法。（《程千帆新选新评新注〈唐诗三百首〉》）</p>",
  "poet": {
    "id": 691,
    "star": 0,
    "name": "张九龄",
    "image": "http://img.gushiwen.org/authorImg/zhangjiuling.jpg",
    "desc": "张九龄(678-740) : 唐开元尚书丞相，诗人。字子寿，一名博物，汉族，韶州曲江（今广东韶关市）人。长安年间进士。官至中书侍郎同中书门下平章事。后罢相，为荆州长史。诗风清淡。有《曲江集》。他是一位有胆识、有远见的著名政治家、文学家、诗人、名相。他忠耿尽职，秉公守则，直言敢谏，选贤任能，不徇私枉法，不趋炎附势，敢与恶势力作斗争，为“开元之治”作出了积极贡献。他的五言古诗，以素练质朴的语言，寄托深远的人生慨望，对扫除唐初所沿习的六朝绮靡诗风，贡献尤大。誉为“岭南第一人”。"
  },
  "tags": [
    "咏物",
    "寓理"
  ]
}