{
  "id": 66480,
  "star": 12,
  "name": "婆罗门引·暮霞照水",
  "dynasty": "宋代",
  "content": "暮霞照水，水边无数木芙蓉。晓来露湿轻红。十里锦丝步障，日转影重重。向楚天空迥，人立西风。 <br>夕阳道中。叹秋色、与愁浓。寂寞三千粉黛，临鉴妆慵。施朱太赤，空惆怅、教妾若为容。花易老、烟水无穷。",
  "shangxi": "<h2>赏析</h2> <p>　　陈藏一《话腴》：“赵昂总管始肄业临安府学，因踬无聊赖，遂脱儒冠从禁弁，升御前应对。一日，侍阜陵跸之德寿宫。高庙宴席间问今应制之臣，张抡之后为谁。阜陵以昂对。高庙俯睐久之，知其尝为诸生，命赋拒霜词。昂奏所用腔，令缀《婆罗门引》。又奏所用意，诏自述其梗概。即赋就进呈云：……”进呈的就是以上这首词。“阜陵”即宋孝宗<a href=\"http://so.gushiwen.org/author_1073.aspx\">赵构</a>，阜陵名“永阜陵”，所以南宋人以“阜陵”称孝宗；高庙即宋高宗赵构，构庙号“高宗”，后人因以“高庙”称之。赵构退位后居住在“德寿宫”，因而宋人或以“德寿”代称宋高宗。赵昂的这首词，是应宋高宗之命而作的，是一首“应制词”；以咏“拒霜”（即“木芙蓉”，或称“地芙蓉”、“木莲”等）为内容，因而它又是一首咏物词。《话腴》又载：高宗看了这首词，十分欣赏，不但赏赐给赵昂不少银绢，还叫孝宗给升了官。 </p> <p>　　按照过去的惯例，“应制”的作品，往往是为统治者树碑立传的，存有较明显的阿谀奉承的痕迹的。这首词却不然。那么，宋高宗为什么还对它情有独钟呢？ </p> <p>　　这首词的咏物技巧比较高。它处处紧扣住拒霜的特点，多方面着笔，务求尽善尽美。从拒霜的生长习性上看，它多丛生在水边潮湿之地，所以词的起句便说：“暮霞照水，水边无数木芙蓉。”用“木芙蓉”应“拒霜”，点题；用“水边”交代其生长习性；用“无数”交代其丛生的特点；用“暮霞照水”作背景烘托，而且这个背景天光水色，色采斑斓，美不胜收。拒霜在秋冬间开花，所以词中先用“楚天空迥，人立西风”透露出一派秋意，然后在下片中紧接着用“秋色”再次点明秋的季节。着墨更多的是写拒霜花。词的上片，写了三段时间中的拒霜花形象：“暮霞”两句，是暗写晚霞映衬下的拒霜花。“暮霞”在这里既是写霞，其中也包括着花，只是花的形象没有明写，而是让读者从“暮霞”的色彩中去联想。当然，“暮霞”也可以理解为就是写花，“暮霞”只是个比喻，而以“木芙蓉”揭示这个比喻的实体。这里取前者。“晓来”一句是写早晨带露的拒霜花，用“轻红”略点花的实质形象。拒霜花有粉红、白、黄等颜色品种，作者这里只取粉红一种。粉红而经“露湿”，更加娇嫩，故曰“轻红”。“十里”两句，是用浓笔重彩正面写日转中天时拒霜花的形象。“十里”极言其多，承“无数”而来：“锦丝步障”，写艳阳之下，繁花漂亮无比、簇如屏幕（“步障”即屏幕）。这使读者想起了王恺与<a href=\"http://so.gushiwen.org/author_883.aspx\">石崇</a>争斗豪华的场面：王恺“作紫丝布步障碧绫四十里”，石崇则“作锦步障五十里以敌之”（《世说新语·汰侈》）。这里则是拒霜花组成的“步障”，而且随着太阳的转移，花影也随之变化，作者用花影的“重重”，再次写花之多。看来，作者善于选择描绘的角度。这三层写花，笔墨由简入繁，由侧面烘托而至正面描绘，然后再加以侧面烘托。但用笔都比较朴实，而且越来越实。作者为了挽救这个危险的趋势（质实为词家一忌），把笔锋一转，写出了“向楚天空迥，人立西风”两句，亦花亦人，笔调一变而为沉着潇洒而又不乏空灵之气，遂使全词风格大变，从而逼近了上乘作品的行列。词的下片，继续写拒霜花，但笔法与上片的正面下笔完全不同。下片乍看好像写美人，实际上是通过写美人而达到进一步写花的目的，把花写得完美无缺。过片承“西风”句立意，写秋色浓于愁，貌似借秋兴叹，实际上是引出再次写花。<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a><a href=\"http://so.gushiwen.org/view_66480.aspx\">诗</a>云：“莫怕秋无伴愁物，水莲花尽木莲开。”（《木芙蓉花下招客饮》）所以写秋愁正是为了引出这个“伴愁物”来。 </p> <p>　　这个“愁”字来得贴切巧妙，也很重要，其意一直贯串到“教妾若为容”。“寂寞”以下四句，皆写“粉黛”（即美人）之愁。“寂寞”、“妆慵”以至“惆怅”，皆是其“愁”的情态表现：“施朱太赤”、“教妾若为容”，则是“愁”的原因所在。美人总是要与花争艳的。这里，美女们看了拒霜花，自己感到不好打扮了，不施“朱”（红色）固然不可，而施朱则“太赤”，不管怎样，总是打扮不出拒霜花的那种粉红来。“教妾若为容”，是屡经打扮而总不能与花比美的愁叹，所以只有“妆慵”与“惆怅”了。这几句虽从<a href=\"http://so.gushiwen.org/author_291.aspx\">杜荀鹤</a>《春宫怨》诗化出，甚至还借用了<a href=\"http://so.gushiwen.org/author_358.aspx\">宋玉</a>《登徒子好色赋》“施朱则太赤”的成句，但写得却自有新意。古典诗词中总喜欢以花写美人，如“梨花一枝春带雨”（白居易《长恨歌》）、“此度见花枝，白头誓不归”（<a href=\"http://so.gushiwen.org/author_622.aspx\">韦庄</a>《菩萨蛮》）、“一枝娇卧醉芙蓉”（<a href=\"http://so.gushiwen.org/author_284.aspx\">阎选</a>《虞美人》）等等；美女在花面前，总想比并一番，而且总有一种稳操胜券的骄傲，如无名氏《菩萨蛮》：“含笑问檀郎，花强妾貌强？”黄简《玉楼春》：“妆成挼镜问春风，比似庭花谁解语？”这里则以美人写花，并比之下，美人却甘拜下风，临镜不知所措。拒霜花之美，由此可以想见了。这是个很成功的比拟。词的结句“花易老、烟水无穷”陡转一笔，一反愁怨可掬的娇态，别开新意，花光尽而烟水来，以烟水之无穷弥补花的易老，把人引入一个高渺阔大的境界。这种结句，大有云水迭生、柳暗花明、余味无尽的优点，正是深得词家三昧之处。宋高宗也是擅长写词的人。这首词既然有如此多的好处，他看了当然高兴。 </p> <p>　　从咏物词的发展史上看，这首词也是值得称道的。两宋都有咏物词，但却有不同。就总的倾向说，北宋少而南宋多，宋末尤多；北宋咏物词往往有浓重而明显的抒情成分，南宋则渐趋冷静以至隐晦，这当然与其时代气质有关系，也与咏物词自身的发展过程密不可分。这首词的作者赵昂，处在南宋初期，这首词也处于咏物词由北而南的过渡时期中，就咏物与抒情的比重上看，其咏物成分显然增多，而北宋的借物抒情的特色则明显减少。应该说，它预示了南宋咏物词的发展趋势。这一点，在鉴赏这首词的时候，也是应当注意的。</p>",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "赵昂"
  },
  "tags": [
    "咏物",
    "写花"
  ]
}