{
  "id": 70262,
  "star": 4,
  "name": "杂剧·崔莺莺待月西厢记·张君瑞庆团园(第五本)",
  "dynasty": "元代",
  "content": "楔子<br>自暮秋与小姐相别，倏经半载之际。托赖祖宗之荫，一举及第，得了头名状元。如今在客馆听候圣旨御笔除授，惟恐小姐挂念，且修一封书，琴童家去，达知夫人，便知小生得中，以安其心。琴童过来，你将文房四宝来，我写就家书一封，与我星夜到河中府去。见小姐时说：\"官人怕娘子忧，特地先看小人将书来。\"即忙接了回书来者。过日月好疾也呵！<br>【仙吕】【赏花时】相见时红雨纷纷点绿苔，别离后黄叶萧萧凝暮霭。今日见梅开，别离半载。琴童，我嘱咐你的言语记着！则说道特地寄书来。得了这书，星夜望河中府走一遭。<br><br>第一折<br>自张生去京师，不觉半年，杳无音信。这些时神思不快，妆镜懒抬，腰肢瘦损。茜裙宽褪，好烦恼人也呵！<br>【商调】【集贤宾】虽离了我眼前，却在心上有；不甫能离了心上，又早眉头。忘了时依然还又，恶思量无了无休。大都来一寸眉峰，怎咋他许多颦皱。新愁近来接着旧愁，厮混了难分新旧。旧愁似太行山隐隐，新愁似天堑水悠悠。<br>姐姐往常针尖不倒，其实不曾闲了一个绣床，如今百般的闷倦。往常也曾不快，将息便可，不似这一场清减得十分利害。<br>【逍遥乐】曾经消瘦，每遍犹闲，这番最陡。姐姐心儿闷呵，那里散心耍咱。何处忘忧？看时节独上妆楼，手卷珠帘上玉钩，空目断山明水秀；见苍烟迷树，衰草连天，野渡横舟。红娘，我这衣裳这些时都不似我穿的。姐姐正是\"腰细不胜衣\"。<br>【挂金索】裙染榴花，睡损胭脂皱；纽结丁香，掩过芙蓉扣；线脱珍珠，泪湿香罗袖；杨柳眉颦，\"人比黄花瘦\"。<br>奉相公言语，特将书来与小姐。恰才前厅上见夫人，夫人好生欢喜，着人来见小姐，早至后堂。谁在外面？你几时来？可知道\"昨夜灯花报，今朝喜鹊噪。\"姐姐正烦恼哩，你自来？和哥哥来？哥哥得了官也，着我寄书来。你则在这里等着，我对俺姐姐说了呵，你进来。这小妮子怎么？姐姐，大喜大喜，咱姐夫得了官也。这妮子见我闷呵，特故哄我。琴童在门首，见了夫人了，使他进来见姐姐，姐夫有书。惭愧，我也有盼着他的日头，唤他入来。琴童。你几时离京师？离京一月多也。我来时哥哥去吃游街棍子去了，这禽兽不省得，状元唤做夸官，游街三日。夫人说的便是，有书在此。<br>【金菊花】早是我只因他去减了风流，不争你寄得书来又与我添些儿症候。说来的话儿不应口，无语低头，书在手，泪凝眸。<br><br>【醋葫芦】我这里开时和泪开，他那些修时和泪修。多管阁着笔尖儿未写早泪先流，寄来的书泪点儿兀自有。我将这新痕把旧痕湮透。正是一重愁翻做两重愁。<br>\"张珙百拜奉启芳卿可人妆次：自暮秋拜违，倏尔半载。上赖祖宗之荫，下托贤妻之德，举中甲第。即目于招贤馆寄迹，以伺圣旨御笔除授。惟恐夫人与贤妻忧念，特令琴童奉书驰报，庶几免虑。小生身虽遥而心常迩矣，恨不得鹣鹣比翼，邛邛并躯。重功名而薄恩爱者，诚有浅见贪饕之罪。他日面会，自当请谢不备。后成一绝，以奉清照：玉京仙府探花郎，寄语蒲东窈窕娘，指日拜恩衣昼锦，定须休作倚门妆。\"<br>【幺篇】当日向西厢月底潜，今日向琼林宴上搊。谁承望跳东墙脚步儿占了鳌头，怎想道惜花心养成折桂手，脂粉丛里包藏着锦绣！从今后晚妆楼改做了至公楼。<br>你吃饭不曾？上告夫人知道，早晨至今，空立厅前。那有饭吃。红娘，你快取饭与他吃。感蒙赏赐，我每就此吃饭，夫人写书。哥哥着小人索了夫人回书，至紧，至紧！红娘，将笔砚来。书却写了，无可表意，只有汗衫一领，裹肚一条，袜儿一双，瑶琴一张，玉簪一枚，斑管一枝。琴童，你收拾得好者。红娘取银十两来。就与他役缠。姐夫得了官，岂无这几从东西，寄与他有甚么缘故？你不知道。这汗衫儿呀，<br>【梧叶儿】他若是和衣卧，便是和我一处宿；但贴着他皮肉，不信不想我温柔。这裹牡要怎么？常则不要离了前后，守着他左右。紧紧的系在心头。这袜儿如何？拘管他胡行乱走。<br>这琴他那里自有，又将去怎么？<br>【后庭花】当日五言诗紧趁逐，后来因七弦琴成配偶。他怎旨冷落了诗中意，我则怕生疏了弦上。玉簪呵有甚主意？我须有个缘由，他如今功名成就，又怕他撇人在脑背后。斑管要怎的？湘江两岸秋，当日娥皇因虞舜愁，今日莺莺为君瑞忧。这九嶷山下竹，共香罗衫袖口--<br>【青哥儿】都一般啼痕湮透。似这等泪斑斑宛然依旧，万古情缘一样愁。涕泪交流，怨慕难收，对学士叮咛说缘由，是必休忘旧！<br>琴童，这东西收拾好者。理会得。<br>【醋葫芦】你逐宵野店上宿，休将包袱做枕头，怕油脂腻展污了恐难酬。倘或水侵雨湿休便扭，我则怕干时节熨不开褶皱。一桩桩一件件细收留。<br>【金菊花】书封雁足此时修，情系人心早晚休？长安望来天际头，倚遍西楼，\"人不见，水空流。\"小人拜辞，即便去也。琴童，你见官人对他说。说甚么？<br>【浪里来煞】他那里为我愁，我这里因他瘦。临行时啜赚人的巧舌头，指归期约定九月九，不觉的过了小春时候。到如今\"悔教夫婿觅封侯\"。得了回书，星夜回俺哥哥话去。<br><br>第二折<br>\"画虎未成君莫笑，安排牙爪始惊人。\"本是举过便除，奉圣旨着翰林院编修国史。他每那知我的心，甚么文章做得成。使琴童递佳音，不见回来。这几日睡卧不宁，饮食少进，给假在驿亭中将息。早问太医院着人来看视，下药去了。我这病卢扁也医不得。自离了小姐，无一日心闲也呵！<br>【中吕】【粉蝶儿】从到京师，思量心旦夕如是，向心头横躺着俺那莺儿。请医师，看诊罢，一星星说是。本意待推辞，则被他察虚实不须看视。<br>【醉春风】他道是医杂症有方术，治相思无药饵。莺莺呵，你若是知我害相思，我甘心儿死、死。四海无家，一身客寄，半年将至。<br>我则道哥哥除了，原来在驿亭中抱病，须索回书去咱。你回来了也。<br>【迎仙客】疑怪这噪花枝灵鹊儿，垂帘幕喜蛛儿，正应着短檠上夜来灯爆时。若不是断肠词，决定是断肠诗。小夫人有书至此。写时管情泪如丝，既不呵，怎生泪点儿封皮上渍。\"薄命妾崔氏拜覆，敬奉才郎君瑞文几：自音容去后，不觉许时，仰敬之心，未尝少怠。纵云日近长安远，何故鳞鸿之杳矣。莫因花柳之心，弃妾恩情之意？正念问，琴童至，得见翰墨，始知中科，使妾喜之如狂。郎之才望，亦不辱相国之家谱也。今因琴童回，无以奉贡，聊布瑶琴一张，玉簪一枝，斑管一枚，裹肚一条，汗衫一领，袜儿一双，权表妾之真诚。匆匆草字欠恭，伏乞情恕不备。谨依来韵，遂继一绝云：阑干倚遍盼才郎，莫恋宸京黄四娘；病里得书知中甲，窗前鉴镜试新妆\"。那风风流流的姐姐，似这等女子，张珙死也死得着了。<br>【上小楼】这的堪为字史，当为款识。有柳骨颜筋，张旭张颠，羲之献之。此一时，彼一时，佳人才思，俺莺莺世间无二。<br>【幺篇】俺做经咒般持，符篆般使。高似金章，重似金帛，贵似金资。这上面若签个押字，使个令史，差个勾使，则是一张忙不及印赴期的咨示。休道文章，只看他这针指，人间少有。<br>【满庭芳】怎不教张生爱尔，堪针工出色，女教为师。几千般用意针针是，可索寻思。长共短又没个样子，窄和宽想像著腰肢，好共歹无人试。想当初做时，用煞那小心儿。<br>小姐寄来这几件东西，都有缘故，一件件我都猜着了。<br>【白鹤子】这琴，他教我闭门学禁指，留意谱声诗，调养圣贤心，洗荡巢由耳。<br>【二煞】这玉簪，纤长如竹笋，细白似葱枝；温润有清香，莹洁无瑕玼。<br>【三煞】这斑管，霜枝曾栖凤凰，泪点渍胭脂。当时舜帝恸娥皇，今日淑女思君子。<br>【四煞】这裹肚，手中一叶绵，灯下几回丝；表出腹中愁，果称心间事。<br>【五煞】这鞋袜儿，针脚儿细似虮子，绢帛儿腻似鹅脂。既知礼不胡行，愿足下当如此。琴童，你临行小夫人对你说甚么？着哥哥休别继良姻。<br>小姐，你尚然不知我的心哩。<br>【快活三】冷清清客店儿，风淅淅雨丝。雨儿零，风儿细，梦回时，多少伤，心事。<br>【朝天子】四肢不能动止，急切里盼不到蒲东寺。小夫人须是你见时，别有其闲传示？我是个浪子官人，风流学士，怎肯去带残花折旧枝。自从到此，甚的是闲街市。<br>【贺圣朝】少甚宰相人家，招婿的娇姿。其间或有个人儿似尔，那里取那温柔，这般才思？想莺莺意儿，怎不教人梦想眠思？<br>琴童来，将这衣裳东西收拾好者。<br>【耍孩儿】则在书房中倾倒个藤箱子，向箱子里面铺几张纸。放时节须索用心思，休教藤刺儿抓住绵丝。高抬在衣架上怕吹了颜色，乱裹在包袱中恐剉了褶儿。当如此，切须爱护，勿得因而。<br>【二煞】恰新婚，才燕尔，为功名来到此，长安忆念蒲东寺。昨宵个春风桃李花开夜，今日个秋雨梧桐叶落时。愁如是，身遥心迩，坐想行思。<br>【三煞】这天高地厚情，直到海枯石烂时，此时作念何时止？直到灯灰眼下才无泪，蚕老心中罢却丝。我不比游荡轻薄子，轻夫妇的琴瑟，拆恋凤的雄雌。<br>【四煞】不闻黄犬音，难传红叶诗，驿长不遇梅花使。孤身去国三千里，一日归心十二时。凭栏视，听江声浩荡，看山色参差。<br>【尾】忧则忧我在病中，喜则喜你来到此，投至得引人魂卓氏音书至，险将这害鬼病的相如盼望死，<br><br>第三折<br>自家姓郑名恒，字伯常。先人拜礼部尚书，不幸早丧。后数年，又丧母。先人在时曾定下俺姑娘的女孩儿莺莺为妻；不想姑夫亡化，莺莺孝服未满。不曾成亲。俺姑娘将着这灵榇，引着莺莺，回博陵下葬，为因路阻。不能得去。数月前写书来唤我同扶柩去；因家中无人，来得迟了。我离京师。来到河中府，打听得孙飞虎欲掳莺莺为妻，得一个张君瑞退了贼兵，俺姑娘许了他。我如今到这里，没这个消息，便好去见他。既有这个消息，我便撞将去呵，没意思。这一件事都在红娘身上，我着人去唤他。则说\"哥哥从京师来，不敢来见姑娘，着红娘来下处来，有话去对姑娘行说去\"。去的人好一会了，不见来。见姑娘和他有话说。郑恒哥哥在下处，不来见夫人，却唤我说话。夫人着我来，看他说甚么。哥哥万福！夫人道哥哥来到呵，怎么不来家里来？我有甚颜色见姑娘？我唤你来的缘故是怎生？当日姑夫在时，曾许下这门亲事；我今番到这里，姑夫孝已满了，特地央及你去夫人行说知，拣一个吉日，了这件事，好和小姐一答里下葬去。不争不成合，一答里路上难厮见。若说得肯，我重重的相谢你。这一节话再也休题，莺莺已与了别人了也。道不得\"一马不跨双鞍\"，可怎生父在时曾许了我，父丧之后，母倒悔亲？这个道理那里有！却非如此说。当日孙飞虎将半万贼兵来时，哥哥你在那里？若不是那生呵，那里得俺一家儿来？今日太平无事，却来争亲；倘被贼人掳去呵，哥哥如何去争？与了一个富家，也不枉了，却与了这个穷酸饿醋。偏我不如他？我仁者能仁、身里出身的根脚，又是亲上做亲，况兼他父命。他倒不如你，噤声：<br>【越调】【斗鹌鹑】卖弄你仁者能仁，倚仗你身世出身；至如你官上加宫，也不合亲上做求。又不曾执羔雁邀媒，献币帛问肯。恰洗了尘，便待要过门；枉腌了他金屋银屏，枉污了他锦衾绣裀。<br>【紫花儿序】枉蠢了他梳云掠月。枉羞了他惜玉怜香，枉村了他殢雨尤云，当日三才始判，两仪初分；乾坤：清者为乾，浊者为坤，人在中间相混。君瑞是君子清贤，郑恒是小人浊民。<br>贼来怎地他一个人退得？都是胡说！我对与你说。<br>【天净沙】看河桥飞虎将军，叛蒲东掳掠人民，半万贼屯合寺门，手横着霜刃，高叫道要莺莺做压寨夫人。<br>半万贼，他一个人济甚么事？贼围之甚迫，夫人慌了，和长老商议，拍手高叫：\"两廊不问僧俗，如退得贼兵的，便将莺莺与他为妻；\"忽有游客张生，应声而前曰：\"我有退兵之筵，何不问我？\"夫人大喜，就问：\"其计何在？\"生云；\"我有一故人白马将军，现统十万之众，镇守蒲关。我修书一封，着人寄去，必来救我。\"不想书至兵来，其困即解。<br>【小桃红】洛阳才子善属文，火急修书信。白马将军到时分，灭了烟尘。夫人小姐都心顺，则为他\"威而不猛\"，\"言而有信\"，因此上\"不敢慢于人\"。我自来未尝闻其名，知他会也不会。你这个小妮子，卖弄他偌多！便又骂我。<br>【金蕉叶】他凭着讲性理齐论鲁论，作词赋韩文柳文，他识道理为人敬人，掩家里有信行知恩报恩。<br>【调笑令】你值一分，他值百十分，萤火焉能比月轮？高低远近都休论，我拆白道字辨与你个清浑。这小妮子首得甚么拆白道字，你拆与我听。君瑞是个\"肖\"字这壁着个\"立人\"，你是个\"木寸\"\"马户\"\"尸巾\"。<br>木寸、马户、尸巾--你道我是个\"村驴尸\"。我祖代是相国之门，到不如你个白衣、饿夫、穷士！做官的则是做官。<br>【秃厮儿】他凭师友君子务本，你倚父兄仗势欺人。齑盐日月不嫌贫，治百姓新传、传闻。<br>【圣药王】这厮乔议论，有向顺。你道是官人则合做官人，信口喷，不本分。你道穷民到老是穷民，却不道\"将相出寒门\"。<br>这桩事都是那长老秃驴弟子孩儿，我明日慢慢的和他说话。<br>【麻郎儿)他出家儿慈悲为本，方便为门。横死眼不识好人，招祸口不知分寸。<br>(净云)这是姑夫的遗留，我拣日牵羊担酒上门去。看姑娘怎么发落我。(红唱)<br>【幺篇】讪筋，发村，使狠，甚的是软款温存。硬打捱强为眷姻，不睹事强谐秦晋。<br>(净云)姑娘若不肯，着二三十个伴当，抬上轿子，到下处脱了衣裳，赶将来还你一个婆娘。(红唱)<br>【络丝娘】你须是郑相国嫡亲的舍人。须不是孙飞虎家生的莽军。乔嘴脸、腌躯老、死身分，少不得有家难奔。<br>(净云)兀的那小妮子，眼见得受了招安了也。我也不对你说，明日我要娶，我要娶。(红云)不嫁你，不嫁你。<br>【收尾】佳人有意郎君俊，我待不喝采其实怎忍。(净云)你喝一声我听。(红笑云)你这般颓嘴脸，则好偷韩寿下风头香，傅何郎左壁厢粉。(下)(净脱衣科，云)这妮子拟定都和那酸丁演撒，我明日自上门去。见俺姑娘，则做不知。我则道张生赘在卫尚书家，做了女婿。俺姑娘最听是非，他自小又爱我，必有话说。休说别个，则这一套衣服也冲动他。自小京师同住，惯会寻章摘句，姑夫许我成亲，谁敢将言相拒。我若放起刁来，且看莺莺那去？且将压善欺良意，权作尤去殢雨心。(下)<br>(夫人上，云)夜来郑恒至，不来见我，唤红娘去问亲事。据我的心则是与孩儿是;况兼相国在时已许下了，我便是违了先夫的言语。做我一个主家的不着，这厮每做下来。拟定则与郑恒，他有言语，怪他不得也。料持下酒者，今日他敢来见我也。(净上，云)来到也，不索报复，自入去见夫人。(拜夫人哭科)(夫人云)孩儿既来到这里，怎么不来见我？(净云)小孩儿有甚嘴脸来见姑娘！(夫人云)莺莺为孙飞虎一节，等你不来，无可解危，许张生也。(净云)那个张生？敢便是状元。我在京师看榜来，年纪有二十四五岁，洛阳张珙，夸官游街三日。第二日头答正来到卫尚书家门首，尚书的小姐十八也，结着彩楼，在那御街上，则一球正打着他。我也骑着马看，险些打着我。他家粗使梅香十余人，把那张生横拖倒拽入去。他口叫道：\"我自有妻，我是崔相国家女婿。\"那尚书有权势气象，那里听，则管拖将入去了。这个却才便是他本分，出于无奈。尚书说道：\"我女奉圣旨结彩楼，你着崔小姐做次妻。他是先奸后娶的，不应娶他。\"闹动京师，因此认得他。(夫人怒云)我道这秀才不中抬举，今日果然负了俺家。俺相国之家，世无与人做次妻之理。既然张生奉圣旨娶了妻，孩儿，你拣个吉日良辰，依着姑夫的言语，依旧入来做女婿者。(净云)倘或张生有言语，怎生？(夫人云)放着我哩，明日拣个吉日良辰，你便过门来。(下)(净云)中了我的计策了，准备筵席、茶、礼、花红，克日过门者。(下)(洁上，云)老僧昨日买登科记看来，张生头名状元，授着河中府尹。谁想夫人没主张，又许了郑恒亲事。老夫人不肯去接，我将着肴馔直至十里长亭接官走一遭。(下)(杜将军上，云)奉圣旨，着小官主兵蒲关，提调河中府事，上马管军，下马管民。谁想君瑞兄弟一举及第，正授河中府尹，不曾接得。眼见得在老夫人宅里下，拟定乘此机会成亲。小官牵羊担酒直至老夫人宅上，一来庆贺状元，二来就主亲，与兄弟成此大事。左右那里？将马来，到河中府走一遭。(下)<br><br>第四折<br>(夫人上，云)谁想张生上负了俺家。去上尚书家敏女婿去。今日不负老相公遗言，还招郑恒为婿。今日好个日子，过门者，准备下筵席，郑恒敢待来也。(末上，云)小官奉圣旨，正授河中府尹；今日衣锦还乡，小姐的金冠霞帔都将着，若见呵。双手索送过去。谁想有今日也呵！文章旧冠乾坤内，姓字新闻日月边。<br>【双调】【新水令】玉鞭骄马出皇都，畅风流玉堂人物。今朝三品职，昨日一寒儒。御笔亲除，将名姓翰林注。<br>【驻马听】张珙如愚，酬志了三尺龙泉万卷书；莺莺有福。稳请了五花官诰七香七。身荣难忘借僧居，愁来犹记题诗处。从应举，梦魂儿不离了蒲东路。(末云)接了马者(见夫人科)新状元河中府尹婿张珙参见。(夫人云)休拜，休拜，你是女圣旨的女婿，我怎消受得你拜？(末唱)<br>【乔牌儿】我躬身问起居，夫人这慈色为谁怒？我则见丫环使数邢厮觑，莫不我身边有甚事故？(末云)小生去时，人人亲自饯行，喜不自胜。今日中选得百，夫人反行不悦，何也？(夫人云)你如今那里想着俺家？道不得个\"靡不有初，鲜克有终\"。我一个女孩儿，虽然妆残貌陋，他父为前朝相国。若非贼来，足下甚气力到得俺家？今日一旦置之度外，却于卫尚书家作婿，岂有是理？(末云)夫人听谁说？若有此事，天不盖，地不载，害老大小疗疮！<br>【雁儿落】若说着丝鞭仕女图，端的是塞满章台路。小生呵此间怀旧恩，怎肯别处寻亲去？<br>【得胜令】岂不闻\"君子断具初\"，我怎肯忘得有恩处？那一个贼畜生行嫉妒，走将来老夫人行厮间阻？不能够娇姝。早共晚施心数；说来的无徒，迟和疾上木驴。<br>(夫人云)是郑恒说来，绣球儿打着马了，做女婿也。你不信呵，唤红娘来问。(红上，云)我巴不得见他，原夫得宫回来。惭愧，这是非对着也。(末背问云)红娘，小姐好么？(红云)为你别做了女婿，俺小姐依旧嫁了郑恒也。(末云)有这般跷蹊的辜！<br>【庆东原】那里有粪堆上长出连忮树，淤泥中生出比目鱼？不明白展污了姻缘簿？莺莺呵，你嫁个油虵猢狲的丈夫；红娘呵，你伏侍个烟熏猫儿的姐夫；张生呵，你撞着个水浸老鼠的姨夫。这厮坏了风俗，伤了时务。(红唱)<br>【乔木查】妾前来拜复，省可里心头怒！间别来安乐否？你那新夫人何处居？比俺姐姐是何如？(末云)和你也葫芦提了也。小生为小姐受过的苦，诸人不知，瞒不得你。不甫能成亲，焉有是理？<br>【搅筝琶】小生若求了媳妇，则目下便身殂。怎肯忘得待月回廊，难撇下吹箫伴侣。受了些活地狱，下了些死工失。不甫能得做妻夫，现将着夫人诰敕，县君名称，怎生待欢天喜地，两只手儿分付与。你刬地到把人赃诬。<br>(红对夫人云)我道张生不是这般人，则唤小姐出来自问他。(叫旦科)姐姐快来问张生，我不信他直恁般薄情。我见他呵，怒气冲天，实有缘故。(旦见末科)(末云)小姐间别无恙？(旦云)先生万福(红云)姐姐有的言语，和他说破。(旦长吁云)待说甚么的是！<br>【沈醉东风】不见时准备着千言万语，得相逢都变做短叹长吁。他急攘攘却才来，我羞答答怎生觑。将腹中愁恰待申诉，及至相逢一句也无。只道个\"先生万福\"。<br>(旦云)张生，俺家何负足下？足下见弃妾身，去卫尚书家为婿，此理安在？(末云)谁说来？(旦云)郑恒在夫人行说来。(末云)小姐如何听这厮？张珙之心，惟天可表！<br>【落梅风】从离了蒲东路，来到京兆府，见个佳人世不留回顾。硬揣个卫尚书家女孩儿为了眷属，曾见他影儿的也教灭门绝户。<br>(末云)这一桩事都在红娘身土，我则将言语傍着他，看他说甚么。红娘，我问人来，说道你与小姐将简帖儿去唤郑恒来。(红云)痴人，我不合与你作成，你便看得我一般了。(红唱)<br>【甜水令】君瑞先生，不索踌躇。何须忧虑。那厮本意糊涂；俺家世清白，祖宗贤良，相国名誉。我怎肯他跟前寄简传书？<br>【折桂令】那吃敲才怕不口里嚼蛆，那厮待数黑论黄，恶紫夺朱。俺姐姐更做道软弱囊揣，怎嫁那不值钱人样鰕朐。你个东君索与莺莺做主，怎肯将嫩枝柯折与樵夫。那厮本意嚣虚，将足下亏图，有口难言，气夯破胸脯。<br>(红云)张生，你若端的不曾做女婿呵，我去夫人跟前一力保你。等那厮来，你和他两个对证。(红见夫人云)张生并不曾人家做女婿，都是郑恒谎，等他两个对证。(夫人云)既然他不曾呵，郑恒那厮来对证了呵，再做说话。(洁上，云)谁想张生一举成名，得了河中府尹，老僧一径到夫人那里庆贺。这门亲事，几时成就？当初也有老僧来，老夫人没主张，便待要与郑恒。若与了他，今日张生来却怎生？(洁见末叙寒温科)(对夫人云)夫人，今日却知老僧说的是，张生决不是那一等没行止的秀才。他如何敢忘了夫人，况兼杜将军是证见，如何悔得他这亲事？(旦云)张生，此一事必得杜将军来方可。<br>【雁儿落】他曾笑孙庞真下愚，论贾马非英物；正授着征西元帅府，兼领着陕右河中路。<br>【得胜令】是咱前者护身符，今日有权术。来时节定把先生助，决将贼子诛。他不识亲疏，嗓赚良人妇；你不辨贤愚，无毒不丈夫。<br>(夫人云)着小姐去卧房里去者。(旦、红下)(杜将军上，云)下官离了蒲关，到普救寺。第一来庆贺兄弟咱，第二来就与兄弟成就了这亲事。(末对将军云)小弟托兄长虎威，得中一举。今者回来，本待做亲，有夫人的侄儿郑恒，来夫人行说道你兄弟在卫尚书家作赘了。夫人怒欲悔亲，依旧要将莺莺与郑恒，焉有此理？道不得个\"烈女不更二夫\"。(将军云)此事夫人差矣。君瑞也是礼部尚书之子，况兼又得一举。夫人世不招白衣秀士，今日反欲罢亲，莫非理上不顺？(夫人云)当初夫主在时，普许下这厮，下想遇此一难，亏张生请将军来杀退贼众。老身不负前言，欲招他为婿；不想郑恒说道，他在卫尚书家做了女婿也，因此上我怒他，依旧许了郑恒。(将军云)他是贼心，可知道徘谤他。老夫人如何便信得他？(净上，云)打扮得整整齐齐的，则等做女婿。今日好日头，牵羊担酒过门走一遭。(末云)郑恒，你来怎么？(净云)苦也！闻知状元回，特来贺喜。(将军云)你这厮怎么要诳骗良人的妻子，行不仁之事，我跟前有甚么话说？我奏闻朝廷，诛此贼子。(末唱)<br>【落梅风】你硬撞入桃源路，不言个谁是主，被东君把你个蜜蜂儿拦住。不信呵去那绿杨影里听杜宇，一声声道\"不如归去\"。<br>(将军云)那厮若不去呵，祗侯拿下。(净云)不必拿，小人自退亲事与张生罢。(夫人云)相公息怒，赶出去便罢。(净云)罢罢！要这性命怎么，不如触树身死。妻子空争不到头，风流自古恋风流；三寸气在千般用，一日无常万事休。(净倒科)(夫人云)俺不曾逼死他，我是他亲姑娘，他又无父母，我做主葬了者。着唤莺莺出来，今日做个庆喜的茶饭，着他两口儿成合者。(旦、红上，末、旦拜科)(末唱)<br>【沽美酒】门迎着驷马车，户列着八椒图，娶了个四德三从宰相女，平生愿足，托赖着众亲故。<br>【太平令】若不是大恩人拔刀相助，怎能够好夫妻似水如鱼。得意也当时题柱，正酬了今生夫妇。自古、相女、配夫，新状元花生满路。<br>(使臣上，唱)<br>【锦上花】四海无虞，皆称臣庶；诸国宋朝，万岁山呼；行迈羲轩，德过舜禹；圣策神机，仁文义武。<br>【幺篇】朝中宰相贤，天下庶民富，万里河清，五谷成熟；户户安居，处处乐土；凤凰来仪，麒麟屡出。<br>(末唱)<br>【清江引】谢当今盛明唐圣主，敕赐为夫妇。永老无别离，万古常完聚，愿普天下有情的都成了眷属。<br>【随尾】则因月底联诗句，成就了怨女旷夫。显得有志的状元能，无情的郑恒苦。(下)<br>题目小琴童传捷报<br>崔莺莺寄汗衫<br>正名郑伯常千舍命<br>张君瑞庆团风召<br>总目张君瑞巧做东床婿<br>法本师住持南赡地<br>老夫人开宴北堂春<br>崔莺莺待月西厢记",
  "poet": {
    "id": 829,
    "star": 0,
    "name": "王实甫",
    "image": "http://img.gushiwen.org/authorImg/wangshifu.jpg",
    "desc": "王实甫，字德信，元朝杂剧作家，定兴（今定兴县）人。著有杂剧十四种，现存《西厢记》、《丽春堂》、《破窑记》三种。《破窑记》写刘月娥和吕蒙正悲欢离合的故事，有人怀疑不是王实甫的手笔。另有《贩茶船》、《芙蓉亭》二种，各传有曲文一折。"
  },
  "tags": []
}