{
  "id": 47900,
  "star": 16,
  "name": "西征赋",
  "dynasty": "魏晋",
  "content": "　　岁次玄枵，月旅蕤宾，丙丁统日，乙未御辰。潘子凭轼西征，自京徂秦。乃喟然叹曰：古往今来，邈矣悠哉！寥廓惚恍，化一气而甄三才。此三才者，天地人道。唯生与位，谓之大宝。生有脩短之命，位有通塞之遇，鬼神莫能要，圣智弗能豫。 </p> <p>　　当休明之盛世，託菲薄之陋质。纳旌弓于铉台，讚庶績于帝室。嗟鄙夫之常累，固既得而患失。无柳季之直道，佐士师而一黜。 </p> <p>　　武皇忽其升遐，八音遏于四海。天子寝于谅闇，百官听于冢宰。彼负荷之殊重，虽伊、周其犹殆。窥七贵于汉庭，畴一姓之或在？无危明以安位，祗居逼以示专。陷乱逆以受戮，匪祸降之自天。孔随时以行藏，蘧与国而舒卷。苟蔽微以缪章，患过辟之未远。悟山潜之逸士，卓长往而不返。陋吾人之拘挛，飘萍浮而蓬转。寮位儡其隆替，名节漼以隳落。危素卵之累殻，甚玄燕之巢幕。心战惧以兢悚，如临深而履薄。夕获归于都外，宵未中而难作。匪择木以棲集，尠林焚而鸟存。遭千载之嘉会，皇合德于乾坤。弛秋霜之严威，流春泽之渥恩。甄大义以明责，反初服于私门。 </p> <p>　　皇鉴揆余之忠诚，俄命余以末班。牧疲人于西夏，攜老幼而入关。丘去鲁而顾叹，季过沛而涕零。伊故乡之可怀，疚圣达之幽情。矧匹夫之安土，邈投身于镐京。犹犬马之恋主，窃託慕于阙庭。眷鞏、洛而掩涕，思纏緜于坟茔。 </p> <p>　　尔乃越平乐，过街邮；秣马皐门，税驾西周。远矣姬德，兴自高辛。思文后稷，厥初生民。率西水浒，化流岐豳。祚隆昌、发，旧邦惟新。旋牧野而历兹，愈守柔以执竞；夜申旦而不寐，憂天保之未定；惟泰山其犹危，祀八百而余庆。鉴亡王之骄淫，竄南巢以投命；坐积薪以待然，方指日而比盛。人度量之乖舛，何相越之辽迥！ </p> <p>　　考土中于斯邑，成建都而营筑；既定鼎于郏鄏，遂钻龟而启繇。平失道而来迁，繄二国而是佑；岂时王之无僻？赖先哲以长懋。望圉、北之两门，感虢、郑之纳惠。讨子颓之乐祸，尤阙西之効戾。重戮带以定襄，弘大顺以霸世。灵壅川以止鬭，晋演义以献说。咨景、悼以迄丐，政陵迟而弥季。俾庶朝之构逆，历两王而干位。踰十叶以逮赧，邦分崩而为二。竟横噬于虎口，输文武之神器。 </p> <p>　　澡孝水而濯缨，嘉美名之在兹。夭赤子于新安，坎路侧而瘗之。亭有千秋之号，子无七旬之期。虽勉励于延吴，实潜恸乎余慈。 </p> <p>　　眄山川以怀古，怅揽辔于中涂。虐项氏之肆暴，坑降卒之无辜。激秦人以归德，成刘后之来苏。事回泬而好还，卒宗灭而身屠。 </p> <p>　　经澠池而长想，停余车而不进。秦虎狼之强国，赵侵弱之馀烬。超入险而高会，杖命世之英蔺。耻东瑟之偏鼓，提西缶而接刃；辱十城之虚寿，奄咸阳以取儁。出申威于河外，何猛气之咆勃；入屈节于廉公，若四体之无骨。处智勇之渊伟，方鄙吝之忿悁，虽改日而易岁，无等级以寄言。 </p> <p>　　当光武之蒙尘，致王诛于赤眉。异奉辞以伐罪，初垂翅于回谿；不尤眚以掩德，终奋翼而高挥。建佐命之元勳，振皇纲而更维。 </p> <p>　　登崤坂之威夷，仰崇嶺之嵯峨。皐託坟于南陵，文违风于北阿。蹇哭孟以审败，襄墨縗以授戈。曾只轮之不返，緤三师以济河。值庸主之矜愎，殆肆叔于朝市。任好绰其余裕，独引过以归已。明三败而不黜，卒陵晋以雪耻。岂虚名之可立？良致霸其有以。 </p> <p>　　降曲崤而怜虢，託与国于亡虞。贪诱赂以卖邻，不及腊而就拘。垂棘反于故府，屈产服与晋舆。德不建而民无援，仲雍之祀忽诸。 </p> <p>　　我徂安阳，言涉陕郛，行乎漫瀆之口，憩乎曹阳之墟。美哉邈乎！茲土之旧也，固乃周、邵之所分，二南之所交。麟趾信于关雎，騶虞应乎鹊巢。 </p> <p>　　愍汉氏之剥乱，朝流亡以离析。卓滔天以大滌，劫宫庙而迁迹。俾万乘之盛尊，降遥思于征役。顾请旋于傕、汜，既获许而中惕；追皇驾而骤战，望玉辂而纵镝。痛百寮之勤王，咸毕力以致死。分身首于锋刃，洞胸腋以流矢；有褰裳以投岸，或攘袂以赴水，伤稃檝之褊小，撮舟中而掬指。 </p> <p>　　升曲沃而惆怅，惜兆乱而兄替；枝末大而本披，都偶国而祸结。藏札飘其高厉，委曹吴而成节；何庄武之无耻，徒利开而义闭。 </p> <p>　　蹑函谷之重阻，看天险之衿带，迹诸侯之勇怯，筭嬴氏之利害：或开关以延敌，竞遯逃以奔窜；有噤门而莫启，不窥兵于山外。连鸡互而不棲，小国合而成大。岂地势之安危？信人事之否泰。 </p> <p>　　汉六叶而拓畿，县弘农而远关。厌紫极之闲敞，甘微行以游盘。长傲宾于柏谷，妻覩貌而献餐；畴匹妇其已泰，胡厥夫之缪官！昔明王之巡幸，固清道而后往；惧衔橜之或变，峻徒御以诛赏。彼白龙之鱼服，挂豫且之密纲。轻帝重于天下，奚斯渐之可长。 </p> <p>　　吊戾园于湖邑，谅遭世之巫蛊。探隐伏于难明，委谗贼之赵虏。加显戮于储贰，绝肌肤而不顾。作归来之悲台，徒望思其何补？ </p> <p>　　纷吾既迈此全节，又继之以盘桓。问休牛之故林，感徵名于桃园。发阌乡而警策，愬黄巷以济潼。眺华岳之阴崖，觌高掌之遗迹。忆江使之反璧，告亡期于祖龙。不语怪以徵异，我闻之于孔公。 </p> <p>　　愠韩、马之大憝，阻关、谷以称乱。魏武赫以霆震，奉义辞以伐叛。彼虽众其焉用？故制胜于庙算。砰扬稃以振尘，繣瓦解而冰泮。超遂遁而奔狄，甲卒化位京观。 </p> <p>　　倦狭路之迫隘，轨崎岖以低仰；蹈秦郊而始辟，豁爽塏以宏壮。黄壤千里，沃野弥望。华实纷敷，桑麻条畅。邪界褒斜，右滨汧陇，宝鸡前鸣，甘泉后涌；面终南而背云阳，跨平原而连嶓冢。九嵕嶻嵲，太一巃嵸；吐清风之飂戾，纳归云之郁蓊。南有玄灞素浐，汤井温谷；北有清渭浊泾，兰池周曲。浸決郑、白之渠，漕引淮海之粟，林茂有鄠之竹，山挺蓝田之玉。班述陆海珍藏，张叙神皐隩区。此西宾所以言于东主，安处所以听于凭虚也，可不谓然乎？ </p> <p>　　劲松彰于岁寒，贞臣见于国危。入郑都而抵掌，义桓友之忠规。竭股肱于昏主，赴涂炭而不移；世善职于司徒，缁衣弊而改为。 </p> <p>　　履犬戎之侵地，疾幽后之诡惑。举伪烽以沮众，淫嬖褒以纵慝。军败戏水之上，身死骊山之北。赫赫宗周，烕为亡国。 </p> <p>　　又有继于此者，异哉秦始皇之为君也！倾天下以厚葬，自开辟而未闻。匠人劳而弗图，俾生埋以报勤。外罹西楚之祸，内受牧竖之焚。语曰：行无礼必自及。此非其効与？ </p> <p>　　乾坤以有亲可久，君子以厚德载物。观夫汉高之兴也，非徒聪明神武、豁达大度而已也；乃实慎终追旧，篤诚款爱；泽靡不渐，恩无不逮。率土且弗遗，而况于邻里乎？况于卿士乎？ </p> <p>　　于斯时也，乃摹写旧丰，制造新邑；故社易置，枌榆迁立。街衢如一，庭宇相袭；混鸡犬而乱放，各识家而竞入。 </p> <p>　　籍含怒于鸿门，沛跼蹐而来王。范谋害而弗许，阴授剑以约庄。白刃以万舞，危冬叶之待霜。履虎尾而不噬，实要伯于子房。樊抗愤以巵酒，咀彘肩以激扬。忽蛇变而龙摅，雄霸上而高驤。曾迁怒而横撞，碎玉斗其何伤？ </p> <p>　　婴罥组于轵涂，投素车而肉袒。踈饮饯于东都，畏极位之盛满。金墉郁其万雉，峻嵃峭以绳直。戾饮马之阳桥，践宣平之清阈。都中杂遝，户千人亿；华夷士女，骈田逼侧。展名京之处仪，即新馆而苙职；励疲钝以临朝，勗自强而不息。 </p> <p>　　于是孟秋爰谢，听览余日，巡省农功，周行庐室。街里萧条，邑居散逸。营宇寺署，斯廛管库，蕞芮于城隅者，百不处一。所谓尚冠、脩成，黄棘、宣明，建阳、昌阴，北焕、南平，皆夷漫滌荡，无其处而有其名。尔乃阶长乐，登未央，汎太液，淩建章；萦馺娑而欸駘烫，轥枍诣而轢承光；徘徊桂宫，惆怅柏梁。鷩雉雊于台陂，狐兔窟于殿旁；何黍苗之离离，而余思之芒芒！洪钟顿于毁庙，乘风废而弗县；禁省鞠为茂草，金狄迁于灞川。 </p> <p>　　怀乎萧、曹、魏、邴之相，辛、李、卫、霍之将；衔使则苏属国，震远则张博望；教敷而彝伦叙，兵举而皇威畅；临危而智勇奋，投命而高节亮。暨乎秺侯之忠孝淳深，陆贾之优游宴喜；长卿、渊、云之文，子长、政、骏之史；赵、张、三王之尹京，定国、释之之听理；汲长孺之正直，郑当时之推士；终童山东之英妙，贾生洛阳之才子。飞翠緌，拖鸣玉，以出入禁门者众矣。或被髮左袵，奋迅泥滓；或从容傅会，望表知里。或著显绩而婴时戮；或有大才而无贵仕。皆扬清风于上列，垂令闻而不已。想珮声之遗响，若铿锵之在耳。当音、凤、恭、显之任势也，乃熏灼四方，震耀都鄙。而死之日，曾不得与夫十余公之徒隶齿。才难，不其然乎？ </p> <p>　　望渐台而扼腕，枭巨猾而余怒。揖不疑于北阙，轼樗里于武库。酒池鉴于商辛，追覆车而不寤；曲阳僭于白虎，化奢淫而无度。命有始而必终，孰长生而久视？武雄略其焉在？近惑文成而溺五利。侔造化以制作，穷山海之奥秘。灵若翔于神岛，奔鲸浪而失水；曝鳞骼于漫沙，陨明月以双坠。擢仙掌以承露，干云汉而上至。致邛、蒟其奚难？惟余欲而是恣。纵逸游于角觝，络甲乙以珠翠。忍生民之减半，勤东岳以虚美。超长怀以遐念，若循环之无赐。 </p> <p>　　较面朝之焕炳，次后庭之猗靡。壮当熊之忠勇，深辞辇之明智。卫鬒发以光鑑，赵轻体之纤丽。咸善立而声流，亦宠极而祸侈。 </p> <p>　　津便门以右转，究吾境之所暨。掩细柳而抚剑，快孝文之命帅。周受命以忘身，明戎政之果毅；距华盖于垒和，案乘舆之尊辔；肃天威之临颜，率军礼以长撎。轻棘、霸之儿戏，重条侯之倨贵。 </p> <p>　　索杜邮其焉在？云孝里之前号。惘辍驾而容与，哀武安以兴悼。争伐赵以徇国，定庙筭之胜负；扞矢言而不纳，反推怨以归咎；未十里于迁路，寻赐剑以刎首。嗟主闇而臣嫉，祸于何而不有？ </p> <p>　　窥秦墟于渭城，冀阙缅其堙尽；觅陛殿之余基，裁岥岮以隐嶙。想赵使之抱璧，浏睨楹以抗愤。燕图穷而荆发，纷绝袖而自引。筑声厉而高奋，狙潜铅以脱臏。据天位其若兹，亦狼狈而可愍！简良人以自辅，谓斯忠而鞅贤。寄苛制于捐灰，矫扶苏于朔边。儒林填于坑穽，诗书炀而为烟。国灭亡以断后，身刑轘以启前。商法焉得以宿，黄犬何可得牵？野蒲变而为脯，苑鹿化以为马；假谗逆以天权，钳众口而寄坐；兵在颈而顾问，何不早而告我？愿黔黎其谁听，惟请死而获可。健子婴之果决，敢讨贼以纾祸；势土崩而莫振，作降王于路左。萧收图以相刘，料险易与众寡；羽天与而弗取，冠沐猴而纵火。贯三光而洞九泉，曾未足以喻其高下也。 </p> <p>　　感市闾之菆井，叹尸韩之旧处。丞属号而守阙，人百身以纳赎。岂生命之易投？诚惠爱之洽著。讦望之以求直，亦余心之所恶。想夫人之政术，实幹时之良具。苟明法以释憾，不爱才以成务；弘大体以高贵，非所望于萧传。 </p> <p>　　造长山而慷慨，伟龙颜之英主。胸中豁其洞开，群善湊而必举。存威格乎天区，亡坟掘而莫御。临揜坎而累抃，步毁垣以延。 </p> <p>　　越安陵而无讥，谅惠声之寂寞。吊爰丝之正义，伏梁剑于东郭。讯景皇于阳丘，奚信譖而矜谑？陨吴嗣于局下，盖发怒于一博；成七国之称乱；飜助逆以诛错。恨过听而无讨，兹沮善而劝恶。 </p> <p>　　呰孝元于渭茔，执奄尹以明贬。襃夫君之善行，废园邑以崇俭。过延门而责成，忠何辜而为戮？陷社稷之王章，俾幽死而莫鞠；忲淫嬖之凶忍，勦皇统之孕育。张舅氏之奸渐，贻汉宗之倾覆。 </p> <p>　　刺哀主于义域，僭天爵于高安。欲法尧而承羞，永终古而不刊。瞰康园之孤坟，悲平后之专絜。殃厥父之篡逆，蒙汉耻而不雪；激义诚而引决，赴丹爓以明节；投宫火而焦糜，从灰熛而俱灭。 </p> <p>　　骛横桥而旋轸，历敝邑之南垂。门礠石而梁木兰兮，构阿房之屈奇。疏南山以表阙，倬樊川以激池。役鬼傭其犹否，矧人力之所为？工徒斵而未息，义兵纷以交驰。宗祧汙而为沼，岂斯宇之独隳。 </p> <p>　　由伪新之九庙，夸宗虞而祖黄。驱吁嗟而妖临，搜佞哀以拜郎。誦六艺以饰奸，焚诗书而面牆。心不则于德义，虽异术而同亡。 </p> <p>　　宗孝宣于乐游，绍衰绪以中兴。不获事于敬养，尽加隆于园陵。兆惟奉明，邑号千人。讯诸故老，造自帝询。隐王母之非命，纵声乐以娱神；虽靡率于旧典，亦观过而知仁。 </p> <p>　　凭高望之阳隈，体川陆之汙隆。开襟乎清暑之馆，游目乎五祚之宫。交渠引漕，激湍生风，乃有昆明池乎其中。其池则汤汤汗汗，滉瀁弥漫，浩如河汉；日月丽天，出入乎东西；旦似汤谷，夕类虞渊。昔豫章之名宇，披玄流而特起，仪景星于天汉，列牛女以双峙。图万载而不倾，奄摧落于十纪；擢百寻之层观，今数仞之餘趾。振鹭于飞，凫跃鸿渐。乘云颉頏，随波澹淡。瀺灂惊波，唼喋菱芡。华莲烂于渌沼，青蕃蔚乎翠潋。 </p> <p>　　伊兹池之肇穿，肄水战于荒服；志勤远以极武，良无要于后福。而菜蔬芼实，水物惟错，乃有赡乎原陆。在皇代而物上，故毁之而又复。凡厥寮司，既富而教。咸率贫惰，同整檝棹。收罟课获，引缴举效。鳏夫有室，愁民以乐。徒观其鼓枻回轮，灑钩投網，垂饵出入，挺叉来往。纤经连白，鸣桹厉响。贯鳃尾，掣三牵两。于是弛青鲲于網钜，解赪鲤于黏徽；华鲂跃鳞，素鱮扬鬐。饔人缕切，鸾刀若飞，应刃落俎，靃靃霏霏。红鲜纷其初载，宾旅竦而迟御。既餐服以属厌，泊恬静以无欲。回小人之腹，为君子之虑。 </p> <p>　　尔乃端策拂茵，弹冠振衣，徘徊丰镐，如渴如饥。心翘懃以仰止，不加敬而自祗。岂三圣之敢梦？窃十乱之或希，经始灵台，成之不日；惟丰及镐，仍京其室。庶人子来，神降之吉；积德延祚，莫二其一。永惟此邦，云谁之识？越可略闻，而难臻其极。子赢锄以借父，训秦法而著色；耕让畔以闲田，沾姬化而生棘。苏张喜而诈骋，虞芮愧而讼息。由此观之，土无常俗，而教有定式。上之迁下，均之埏埴。五方杂会，风流溷淆，惰农好利，不昏作劳。密迩猃狁，戎马生郊；而制者必割，实存操刀。人之升降，与政隆替。杖信则莫不用情，无欲则赏之不窃。虽智弗能理，明弗能察；信此心也，庶免夫戾，如其礼乐，以俟来哲。 ",
  "fanyi": "<p><strong>译文</strong><br>　　元康二年五月十八日那天，我坐在车上向西开始了征途，从京都洛阳前往长安。这时我叹息着说：古往今来的历史，确实是太久远了！广远而又令人感到恍惚，从开天辟地时混沌一气而产生了天，地，人三才。所谓三才，就是天，地，人的大道。只有寿命和禄位，才称得起是最宝贵的。寿命有长有短，禄位有顺畅和阻滞，这种现象连鬼神也无法预定，连圣贤也无法预期。<br>　　我生活在尽善尽美的太平盛世，寄托了我这孤陋寡闻的庸才。受到了皇室的重用，为国家做出了一些微薄的政绩。可叹的是常为世俗珠琐事所累，还有那种患得患失的表现。我缺乏的是柳下惠那种直道，在士师的职位上一再被黜。开国的武帝不幸逝世了，全国都停止了娱乐以表示哀悼。当今的天子正处在国丧之时啊，官员们在政务上都听命于宰阳。宰相提任的重担实大太重啊，即便是伊尹，周公那样的贤相也会感到吃力。汉室曾有七姓外戚权贵，其后还有哪一姓能安然存在。缺乏预见危机的眼光以保全其禄位，只是采取威逼人主的手段来表现自已的专权。身陷乱党之手而被杀戮，这不能说是祸从天降。孔子能够根椐当时的形势而决定自已是否应该从政，蘧伯玉能够根椐国君是否正直而决定自己是否应该出仕。如果不能觉察隐居于山林的高士们，他们是多么超群拔俗而不愿回到世间。可叹的是我们受到了世俗的约束，好像浮萍，蓬草那样随波逐流。随着地位的有时降落，个人的名节也会一落千丈。危险的处境犹如鸡蛋又叠起那样摇摇欲坠，又好像燕子在账幕那样危险。心惊肉跳而又小心翼翼，好像面临深渊而足踏薄冰。晚上获准离开国都之外，不到半夜便遇难而亡。如果不是事前选择了安全的环境，树林被焚烧而飞鸟能够存在的可能性就太少了。我幸运遇到了千年不遇的好时代，皇帝的恩德布满乾坤。像秋霜那样的严峻气候有所缓和，像春天那样温暖的厚恩又来到了。用大义的标准来要求我，并让我回家听命。<br>　　皇帝看到我是个忠诚的人，便任命我担任长安的县令。管理着疲惫不堪的当地的百姓，我便携带着家眷前去入关上任。当年孔子在离开鲁国的家乡时曾发出感叹，汉高祖在返还故乡沛地时曾伤怀落泪。这是由于故乡对人们来说阳值得怀念的，即便是圣达的人士也会抒发出内心的深情。何况一般的安土重迁的平庸之辈，现在投身于周代的镐京。这就好像犬马也会留恋自己的主人一样，对天子所居的庙堂恋恋不舍。难以割舍的巩县和洛阳一带，在我脑海中萦绕着的是岳父的坟茔。我随后便经过平乐，历经街邮，在皋门桥饲喂马匹，在西同这个地方休息片刻。周天子的盛德太悠远了，可以追溯到上古的高辛氏。周代的始祖后稷文德隆盛，他的后代繁衍昌盛。当初周文王的祖父为避狄侵扰而率部迁于岐地，其德化所及遍及布岐，豳一带。文王，武王的福运高超于当时，使得原有的周政面目一新。从在牧野战胜了商纣王之后，更加讲求怀柔之道以君临天下。通宵达旦不能入睡，担心的是上天所赐的禄位还不稳定。周代的基业虽然像泰山那样稳固，但自己仍认为处境危险，政权历时八百余年而余福犹在。我又看到夏代的亡国之君桀为人骄奢淫逸，最后被流放到南巢而毕命。他当初的处境好像坐在堆积的干柴上等待燃烧，自己还拿太阳比喻个人不会消失。人们的心胸是多么的不同，其差别又是那么大。<br>　　当初周公测定了洛邑这个地方，决定营造，修筑而定都。成王在洛邑定都后，钻灼龟甲以求得卜辞。平王时由于犬入侵而由镐京东迁洛邑，由晋，郑两国来维护王室。周末时的天子难道说就没有邪僻的行为了吗？只是由于依仗着以前的圣王之德的庇护而存在。看到了圉北的两座城门，联想起郑伯和虢叔曾在王室危难时进行过庇护。郑伯曾讨伐了发动叛并沉溺于歌舞的子颓，却在阙西效尤往事。重耳杀死了制造内乱的太叔带而帮助襄王复位，由于他维护了嫡长继承制而称霸于当时。周灵王采取了填土堵塞的办法以解决河水泛滥，太子晋根椐实际情况进行陈述劝说。从景王，悼王直到敬王，国势衰败日甚一日。王子朝曾举兵作乱并一度称王，其后经历了悼王，敬王而出现了篡位。过了十代到了郝王时，周王室分裂成东西两个部分。最后被残暴的秦国所吞并，把文王，武王奠定了的周室政权丢掉了。<br>　　跳过孝水时洗了澡并冲洗了我的帽缨，这是由于我赞美孝水这个名称才这样做。在新安时死掉了婴儿，便在路边挖个坑掩埋好。附近有个亭子名叫千秋亭，我的弱子却连七十天也没有活到。我虽然仰慕古代的延陵季子和东门吴在丧子后所表现的豁达心情，而实际上却在内心暗暗悲痛。看到沿途的山山水水引起了我的怀古之心，有时惆怅得在中途停住了马。我认为<a href=\"http://so.gushiwen.org/author_253.aspx\">项羽</a>为人过分残暴，在作战时坑杀了无辜的秦的降卒。他这种行为只能激发起秦人归顺到有德望的一方，促成了<a href=\"http://so.gushiwen.org/author_746.aspx\">刘邦</a>方面的浩大声势。干坏事的人总会落得个恶有恶报的下场，项羽的宗族被消灭的干干净净，而他本人也丧了性命。经过渑池时引起了我的遐想，这时我停下车辆不再前进。秦国是一虎狼成性的强国，而赵国冒着危险去赴渑池之会，他依靠的是著名的英雄蔺相如。蔺相如认为秦王让赵王当众鼓瑟是一件可耻的事，便冒着被杀的危险而强迫秦王击缶。他认为秦王让赵国赠送给秦国十座城邑以表示为秦王祝寿，便反唇相讥地让秦国把咸阳让给赵国，因而取得了胜利。在河外之地申张了赵国的威严，他那种威风又是多么勇猛。回国后又在廉颇面前表现谦虚忍让的姿态，驯服得好像是四肢柔软无骨。他这种大智大勇的精神何其伟大，而廉颇的心胸又何其狭隘。他在一天中取得成就相当于廉颇的一年，两个人相去甚远，无法相比。<br>　　当年光武帝在创业时曾遭到赤眉军的围困。大将冯民奉命去讨伐赤眉，在回溪一带虎事失利。光武帝并没责怪他的失利，仍旧肯定他的大德，最后冯异终于奋发图强而攻克了赤眉军。冯异成了东汉政权的开国元勋，使汉室的政令纲纪重新振作起来。我登上曲折逶迤的崤山，仰望高峻的山岭。帝皋的坟墓地处南陵，周文王的坟墓地处北陵。蹇叔在孟明出师时痛哭是由于预料到将会失败，晋襄公穿着黑色丧服准备上阵杀敌。秦国的军队在崤山兵败以致全军覆没，三位将军被俘而渡河。遇到刚愎自大而又庸碌无能的君主，岂能逃得掉蹇叔的朝市之刑。遇到了宽宏大量的秦穆公，把战败的责任统统揽到自己的身上。孟明一再战败而没有被惩罚，最后秦穆公打败了晋军而洗刷自己的耻辱。秦穆公并不是一徙有虚名的国君，他在诸侯中能够称霸确实是有一定原因的。攻下了曲崤之地后还垂涎于虢国，并进一步要灭掉虞国。虞国为贪图一些小恩小惠而出卖了邻国，不到年底国君就被晋军俘获。虞国接受的垂棘美玉又返回了晋国，接受的屈产骏马也返回到晋国的车辆上。虞国的国君缺乏为君之德而百姓又不支持他，致使仲雍的后代祭祀中断。<br>　　我来到安阳，随后到了陕邑的外城。通过了漫涧和渎谷，在曹阳的郊野稍事休息。优美的土一望无垠，这是一片很古老的遗址。它是周公，召公分治之地，也就是周南，召南交界之处。《<a href=\"http://so.gushiwen.org/view_47900.aspx\">诗</a>经》中的《麟趾》顺承着《关雎》，《驺虞》照应了《鹊巢》。我很痛心于汉末的天下大乱，皇帝流亡在外而形成了四分五裂的局面。万恶滔天的董卓把府库洗劫一空，挟持着天子飘流在外，使得尊严神圣的天子，在道路奔波中思绪万千。李榷，郭汜又要天子重新返回，当初已经同意了的事情又要反悔。追上了天子后便发生了激战，向着天子的车辆发射箭镝。令人痛心的是援助天子的百官，都在用尽气力后而战死。在兵刃之下出现了身首分离的惨状，胸腑也被箭射得洞穿。有的挽起衣袖跑到了岸边，有的撩起衣襟跳到了河里。可叹的是船只太小了，由于争先恐后想要攀登船舷而被砍掉的手指竟有一把一把的。<br>　　到了曲沃这个地方后心中感到惆怅，我痛心的是当初晋国的太子由于命名不当的先兆而出现被废弃的结局。当枝叶大于树干将会劈裂，庶子的都邑能与国家相当时必会发生动乱。公子藏，季札都是高风亮节的人物，委弃了曹国，吴国而遗留盛名于世。庄伯，武公是怎样的无耻之徙，只图个人的利益而关闭了仁义之门。踏上了函谷关的重重关隘，看到了地势曲折的险要之地。我看到了六国诸侯在这里胜败的遗迹，想到了秦王计谋的得失，有时打开函谷关以诱敌深入，六国的军队竟然狼狈逃窜。有时紧闭关门不开，长期不向崤山发兵。系在一起的鸡无法栖息，就如向同小国联合在一起。难道说是地势的险要在起作用吗？我确信这是人的因素决定了阻塞或通畅。<br>　　汉代的第六个皇帝武帝时开拓疆域，把函谷关迁至新安而改原址为弘农县，对王宫空敞境地心感厌烦，皇帝就便服出外到处游乐。柏谷的亭长不认识皇帝而拒绝他投宿，旅舍的老板娘看到的行为给予酬谢，为什么又给她的丈夫封官呢？从前圣明的天子出外巡视时，一定是事先禁止行人来往后才出行。担心外出时由于马匹失足而导致车辆倾覆，便严格要求驾车的人并规定了赏罚标准。白龙变幻成了鱼的形状后，被豫且用密网捉住了。不经心帝王的身份而遨游天下，这种风气怎么能够扩张。在湖邑的戾园凭吊了戾太子，他确实是遭受了巫蛊之祸而丧生。追究一下这件难以澄清的问题的根源所在，确实是谗臣江充一手造成的。武帝对太子采取了杀戮的手段，对骨肉之情不顾。武帝省悟后虽然修建了归来望思之台，而只是“望思”又于事何补。我迈进了戾太子的死处全节时，在这里又徘徊了好久。我访问了周初放牛的故林，在这名为桃园的地方颇有感触。挥动着鞭从阌乡出发了，顺着黄巷来到了潼关。远望华山之阴的悬崖峭壁，看到了高掌的遗迹。想起了秦始皇他的死期。不谈论奇闻逸事来验证世事，我听到过孔子就曾这样说过。我愤恨的是韩遂，马超这些奸贼，依仗着函谷关和潼关的天险来椐地称乱。魏武帝像雷震那样发了怒，根椐正当的理由来讨伐叛乱。韩遂，马超虽然手下的人多势众又有什么用处，终于被魏武帝的神机妙算所打败。在飞尘扬沙的战鼓声中，韩，马的军队最后只落得个冰消瓦解的下场。二人仓皇逃走去投奔西凉，他们手下士卒的大量尸体被埋进了坟墓。在狭窄的路上行进令人感到倦怠，在崎岖的小路上行进令人时仰时伏。到了秦国地界后地势才有开阔，令人感到心怀豁亮。上千里都是黄土地，广阔的原野望不到边际，到处是一片花草林木，桑，麻作物郁郁葱葱。旁边和褒谷，斜谷为界，右边是清山和陇山；宝鸡在前面鸣叫，甘泉在后面涌出。面向终南山而背靠云阳县，跨过平原而连接潘冢山。九峻山高峻峨，太一山高耸壮观。阵阵清风不住地吹来，白云聚拢成为一片。南面有天青色的灞水和洁净的产水，又有汤井温泉；北面有清澈的渭水和混浊的泾水，还有兰池和周曲。从郑渠和白渠可以引水灌溉，从水路可以运来淮海一带出产的粮食。雩地的竹子生长得十分茂盛，蓝田山盛产玉石。<a href=\"http://so.gushiwen.org/author_398.aspx\">班固</a>的作品里曾有“陆海珍藏”的说法，<a href=\"http://so.gushiwen.org/author_6.aspx\">张衡</a>的作品里曾提到过“神皋区”。这就是《两都赋》中西都宾客对东都主人提到过的地方，也就是《西京赋》中安处先生听到的凭虚公所说的处所。他们所说的难道不对吗？松树的刚劲在岁末会出现。进入郑国的封地后拍手称赞。为了昏庸的天子而竭尽全力，面对灾难而知志不移。武公父子并为周室的司徙官职，相继身穿朝服以辅佐天子。我又踏上了犬入侵天子的疆土，愤恨的是周幽王社个迷乱昏庸之人。他假装遇到边警而点起烽火，从而使得诸侯们心寒意冷，宠溺于邪恶的褒姒而放纵坏人。后来他的军队在戏水一带大败，幽王本人也死在了骊山有一个继承幽王的邪恶君主，那就是令人感到可怪的秦始皇。竭尽全国的财力为自己营造坟墓，这是从开天辟地以来没有听说过的事情。营造坟墓的工匠们没有获得任何报酬，竟把他们活埋在坟墓中作为报答。秦始皇死后楚霸王的攻打，内遭牧羊人将他的坟墓焚烧。老话说：行为如果不符合度要求，必定会招致恶果，这不就是一个证明吗？<br>　　天地由于普爱众生而能长久存在，君子由于存在厚德之心而装载万物。看一看汉高祖的兴起，并不只是由于他聪明而威武，且有宽阔的胸怀。实际上他能关怀民生，重视友情，对人真诚；他的恩泽普及，没有达不到的地方。普天下的人都无一遗漏，何况对于乡里乡亲？又何况对朝廷中的卿士？在他取得帝位时，便仿照沛郡丰邑的布局，在国都附近又构筑了一座新丰城。连原来的土地祠都易地新建，于是新丰的分榆土地祠便建成了。街道的面貌和原来的一模一样，房屋的面貌也照抄原样。各家的鸡犬混杂地放养在外面，竟然也能各识其家而返回。当年项羽怒气冲冲地驻军在鸿门，刘邦俯首弯腰地去见他。范增企图杀害刘邦而未能得到项羽的同意，便暗地里交给项庄一把剑叫他暗杀刘邦。项庄举起亮闪闪的剑在宴会上舞弄，这是危险的处境有如霜后树叶一样。已经踏了老虎的尾巴而没有噬掉，确实是由于张良邀请项伯帮助解围的原因。樊哙怒气冲冲地饮了酒，神情节严重激动地咀嚼着猪肩。刘邦脱险后好像从条蛇又变成舒展身体的龙。在霸王称雄而趾高气扬。范增由于项羽不听从他的计谋而发怒撞击玉斗，即便是把玉斗撞碎了又有何用。子婴在头颈上缠着丝带于轵道上迎降，乘坐着素车并露出臂膀。疏广，疏受父子在东门饮酒行乐，他们惧怕的地位太高了[容易出现祸患。长安的城墙高大而绵长，不仅高峻而且笔直。到达了饮马桥这个地方，进入了宣平门的城关。城市中人来人往，有上千户家庭和上亿的人，汉人和其他民族的男男女女，在街衢中拥挤不堪。当我看到到了长安的外观后，便来来到新馆去就职。竭尽我这个平庸之人的才智来从政，只想要求自己应该自强不息。在秋季结束时，我于听政的余暇时间，便到下面去巡视农业生产的情况，并再一次来到农家访问；街市际交通一片寂静，居民处分散，不论各种官署，或是店铺栈房，能够集中在一处的，百不挑一。过去人们所说的尚冠，修成，黄棘，宣明，建明，昌阴，北焕，南平等居民区，都已经夷为平地，原貌荡然无存，虽然原貌已不存而名称仍存在。我就近登上了长乐宫和未央宫，遨游于太液池并踏上了建章宫。环绕着马娑殿到达了骀殿，车轮辗过了兮诣殿和承光殿。在桂宫附近徘徊，在柏梁殿前思绪万千。雉在台阶附近鸣叫，狐狸，野免在殿旁掘窟。黍苗生长得多么茂盛，引起了我的茫茫思绪。大钟坠落于废弃的宗庙，悬钟的钟架由于无钟可悬而荒废了。宫内生长着茂盛的野草，秦始皇铸造的金人被移置到了霸川。<br>　　我缅怀萧何，曹参，魏相，邴吉这些良相，也缅怀辛庆忌，李广，卫青，霍去病这些良将；衔君命出使的有<a href=\"http://so.gushiwen.org/author_460.aspx\">苏武</a>，震惊远方各国的有张骞。实行教化能使百姓伦常走上正轨，出征作战能让皇帝的威信显赫；身处危险的境地能表现智勇精神，舍弃性命时能表现出高风亮节。至于像金日单那样的忠孝深厚，陆贾那样的晚年生活优游；<a href=\"http://so.gushiwen.org/author_70.aspx\">司马相如</a>，玉褒，<a href=\"http://so.gushiwen.org/author_715.aspx\">扬雄</a>那样的文采斐然，<a href=\"http://so.gushiwen.org/author_608.aspx\">司马迁</a>，<a href=\"http://so.gushiwen.org/author_403.aspx\">刘向</a>，刘歆那样的史学名家；赵广汉，张敞，王遵，王骏，王章那样有名的京兆尹，于定国，张释之那样的听讼名家；汲黯那样的为人正直，郑当时那样的重视人才；终军那样的山东英俊之士，<a href=\"http://so.gushiwen.org/author_109.aspx\">贾谊</a>那样的洛阳才子：这些人头上垂着缓带，身上佩戴鸣玉而出入宫的实在是太多了。有的是异族出身，好像是从泥滓中脱颖而出；有的是善于处世，从表面现象中有看到本质。有的是做出了成绩而被杀害；有的是虽有大才而未被重用。他们都在廷臣中有良好声誉，其言行被人们所周知。人们会联想到他们的言行犹如玉佩的美声还留在人间，铿锵的声音好像就在耳边。当王音，王凤，弘恭，石显等人得势之时，他们热如烈火的权势灸烤着四方，震动了国都和边锤，而当他们死去之日，竟然还不能和上述的十几位名人的仆役相提并论。一个人的名声实在是太难了，不正是这样吗？<br>　　随后我便拿起马鞭拂净坐垫，抖掉衣帽上的浮尘，在丰，高一带徘徊，心中好像在想追求什么。心神向往地崇敬着，具有一种无以复加的敬意。我哪里敢梦见古代的三圣，私下认为梦见治世的十位良臣就足矣。当年周文王在修建灵台时，没用多久就修成了；他在丰，高一带建立了王室；百姓们听说后像子女一样来投奔他，神灵在天上也赐给他以福祉；由于他积德为善的缘故使得周室绵长地存在下去，成为历史上独一无二的长命朝代。这个朝代存在如此之悠久，谁又能说出其中道理。只能说出个大概的道理，而难以说出其根本的原因所在。秦国的儿子把农具借给父亲使用，根椐秦的法制这可以认为有德之举而感到自豪。看到了周境的居民让畔让路的风气，深受姬周的感化而自伤。苏秦，张仪擅长用诈骗的手段，虞，芮的国君感到羞愧而停止争讼。这样看来，百姓们并没有一成不变的习俗，而教化却有一定的规律；朝廷对百姓实行教化，就好像将黏土塑造成陶器一样随心所欲。虽然在各种人员杂处的地方，风俗混杂无序；懒汉只图追逐利益，不肯勤劳务农。在接近北方匈奴的边境，经常发生战乱，执政者必须当机立断，其关键在于掌权的人。人们的前进或后退，是跟随着政令来决定的，依靠信用办事就会使百姓实心诚意，没有贪婪欲望的人即便奖他也不会行窃。虽说智慧还不能清晰，观察还不能明细，但只要凭着无欲之心，就不会犯罪了。至于用礼乐进行教化，那要等待后来贤人来做了。</p> <p><strong>注释</strong><br>（1）喟然：叹息声。<br>（2）忽恍：即恍忽。<br>（3）通塞：指顺利与滞阻。<br>（4）要：预先约定。<br>（5）当：处在。<br>（6）休明：完美。<br>（7）纳：接受<br>（8）常累：谓常为世俗之情所累。<br>（9）兢悚： 恐惧<br>（10）祚： 福运<br>（11）申旦： 犹达旦<br>（12）积薪： 堆积的干草，干柴。<br>（13）度量： 谓心怀。<br>（14）咨： 叹息<br>（15）渊伟： 深大也。<br>（16）尤： 责怪。<br>（17）值： 遇到。<br>（18）洞：穿透。<br>（19）桴：木筏。<br>（20）蹑：踏上。<br>（21）休牛： 放牛使休息。<br>（22）狄： 指西凉<br>（23）浸决： 灌溉引水。<br>（24）彰： 显明。<br>（25）行无礼： 谓行为不合法度。<br>（26）戾： 到达。<br>（27）阶： 登<br>（28）萦： 回绕。<br>（29）离离： 纷披茂盛貌。<br>（30）禁省：官内。<br>（31）创化： 天地自然之功<br>（32）掩： 止于。<br>（33）迁路： 迁徙途中。<br>（34）引决： 自杀。<br>（35）张： 开启<br>（36）刺： 指责备。<br>（37）瞰： 下望<br>（38）骛： 驱驰。<br>（39）疏： 整治<br>（40）役： 役使<br>（41）祗： 恭敬<br>（42）密迩： 靠近，接近。<br>（43）如其： 至于<br>（44）惟： 思，想。<br>（45）钧： 模型。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　要想了解<a href=\"http://so.gushiwen.org/author_827.aspx\">潘岳</a>在撰写《西征赋》时的心情，必须要对当时的动荡不安的政治背景有个粗略的认识。当晋武帝在位时，他曾在地方上任过“邑宰”（县令），后一度担任过尚书度支郎（财务一灯的职务）。不久即因故被免职。正当他不得志之时，外戚杨骏依仗权术攫取了太尉的高职，入朝辅政。由于受到杨骏的赏益。潘岳便成了其亲信之一，被任命为太傅主簿（掌管文书印鉴的官员）。正当他春风得意之时，杨骏被惠帝的贾后杀死，其党徙数千人同时被处死。潘岳由于受到好友公孙宏（时任楚王王长史）的庇护，才幸免于难。其后，又被任命为长安令。本文就是他从洛阳动身赴任时一路上的心情写照。</p> <p>　　洛阳，西晋的国都，而长安又是西周，西汉的政治中心。两地以及附近的城邑古迹可称比比皆是，美不胜收。潘岳从此经过，自然会引起千端万绪的遐想，对曾在这一带出现过的历史往事感慨万千。因此，本文的绝大部分篇幅并不是写景，而是在咏史，更确切地说，是赋中的“史论”。作者一方面讴歌了周代开国之初的盛世景象和汉代<a href=\"http://so.gushiwen.org/author_746.aspx\">刘邦</a>政权的不朽业绩。而另一方面又无情地鞭挞了诸如周幽王，秦始皇，王莽，董卓等暴君佞臣的累累罪行。他能够做到言之有据，立论公允，而又给人们一种笔锋犀利的感觉。他对人物评论的标准的有不符之处（如提到刘邦在取得胜利后曾对<a href=\"http://so.gushiwen.org/author_253.aspx\">项羽</a>的宗亲进行屠戮等），但这可能是当时有过这样的传闻，无伤于大体。</p> <p>　　潘岳在逃脱了诛杀之灾后不久便去长安就职，这是一件值得庆幸的事，也可以说是获得了一次能充分展现自己从政才能的绝好时机。因此，他在赋中不时地以歌颂历史人物为契机从而表达了自己怕从政钢领：“凡厥竂司，既富而教，咸帅贫情，同整楫棹...............夫有室，愁民以乐。”“士无常俗，而教育有定式；上之迁下，犹钧之埏埴。”杖信则莫不用情，无欲则赏之不窃。”从言谈话语中可以看出，他已经为自己未来的工作勾画出了一幅蓝图。</p> <p>　　状物写景，是赋中常用的不可缺少的手段。<a href=\"http://so.gushiwen.org/author_855.aspx\">刘勰</a>在《文心雕龙.情采》中说：绮丽以艳说，藻饰以辩雕；文辞之变，于斯极矣。”其中所说的“绮丽”，“藻饰”指的就是状物写景。本赋中虽以“怀古”为主，但也不乏状物写景的佳句。如描摹昆明池的雄伟壮观时，作者是这样写的：“其池则汤汤汗汗，........日月丽天，出水乎东西。旦似肠谷，夕类虞渊。昔豫章之名字，披玄流而特起。仪景星于天汉，列牛，女以双峙。”把这个人工开凿的池沼刻画得有如仙境一般，使我们不得不折服于作者想象力之丰富。关于细节的描写，更显示出了潘岳高超的功力。如写到厨师在烹制肴时，赋中写道：饔人缕切，銮刀若飞，应刃落俎..........宾旅竦而迟御。”读到这里，我们很容易联想到《庄子 养生主》中形容庖丁解牛的那一段？：“........莫不中音，合于桑林之舞，乃中经首之会。”把枯燥无味的劳作情景描写得如此生动，真不愧是神来之笔。</p>",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "潘安"
  },
  "tags": [
    "咏史",
    "写景"
  ]
}