{
  "id": 71055,
  "star": 1558,
  "name": "望江南·梳洗罢",
  "dynasty": "唐代",
  "content": "梳洗罢，独倚望江楼。过尽千帆皆不是，斜晖脉脉水悠悠。肠断白蘋洲。",
  "fanyi": "<p><strong>译文</strong><br>　　梳洗完毕，独自一人登上望江楼，倚靠着楼柱凝望着滔滔江面。上千艘船过去了，所盼望的人都没有出现。太阳的余晖脉脉地洒在江面上，江水慢慢地流着，思念的柔肠萦绕在那片白蘋洲上。</p> <p><strong>注释</strong><br>⑴望江南：又名“梦江南”“忆江南”，原唐教坊曲名，后用为词牌名。段安节《乐府杂录》：“《望江南》始自朱崖李太尉（德裕）镇浙日，为亡妓谢秋娘所撰，本名“谢秋娘”，后改此名。”《金奁集》入“南吕宫”。小令，单调二十七字，三平韵。<br>⑵梳洗：梳头、洗脸、化妆等妇女的生活内容。<br>⑶独：独自，单一。望江楼：楼名，因临江而得名。<br>⑷千帆：上千只帆船。帆：船上使用风力的布蓬，又作船的代名词。皆：副词，都。<br>⑸斜晖：日落前的日光。晖：阳光。脉脉：本作“眽眽”，凝视貌。《古<a href=\"http://so.gushiwen.org/view_71055.aspx\">诗</a>十九首》有“盈盈一水间，脉脉不得语”。后多用以示含情欲吐之意。<br>⑹肠断：形容极度悲伤愁苦。白蘋（pín）：水中浮草，色白。古时男女常采蘋花赠别。洲：水边陆地。 </p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　此词写一女子登楼远眺、盼望归人的情景，表现了她从希望到失望以致最后的“肠断”的感情。</p> <p>　　这是一首小令，只有二十七个字。“词之难于令曲，如<a href=\"http://so.gushiwen.org/view_71055.aspx\">诗</a>之难于绝句”，“一句一字闲不得”（《白香词谱笺》）。起句“梳洗罢”，看似平平，“语不惊人”。但这三个字内容丰富，给读者留了许多想像的余地。这不是一般人早晨起来的洗脸梳头，而是特定的人物（思妇），在特定条件（准备迎接久别的爱人归来）下，一种特定情绪（喜悦和激动）的反映。</p> <p>　　在中国古典诗歌中，常以“炉薰阖不用，镜匣上尘生。绮罗失常色，金翠暗无精”之类的描写来表现思妇孤寂痛苦的生活和心情。本篇用法有所不同，离别的痛苦，相思的寂寞，孤独的日子似乎就要过去，或者说她希望中的美好日子似乎就要来到，于是，临镜梳妆，顾影自怜，着意修饰一番。结果是热烈的希望之火遇到冰冷的现实，带来了深一层的失望和更大的精神痛苦，重新又要回到“明镜不治”“首如飞蓬”的苦境中去。这三个字，把这个女子独居的环境，深藏内心的感情变化和对美好生活的向往，不是生动地表现出来了吗？</p> <p>　　接着，出现了一幅广阔、多彩的艺术画面：“独倚望江楼。”<a href=\"http://so.gushiwen.org/author_1462.aspx\">江为</a>背景，楼为主体，焦点是独倚的人。这时的女子，感情是复杂的；随着时间的推移，情绪是变化的。初登楼时的兴奋喜悦，久等不至的焦急，还有对往日的深沉追怀……这里，一个“独”字用得很传神。“独”字，既无色泽，又无音响，却意味深长。这不是恋人昵昵情语的“互倚”，也不是一群人叽叽喳喳的“共倚”，透过这无语独倚的画面，反映了人物的精神世界。一幅美人凭栏远眺图，却是“误几回天际识归舟”的“离情正苦”。把人、景、情联系起来，画面上就有了盛妆女子和美丽江景调和在一起的斑斓色彩，有了人物感情变化和江水流动的交融。</p> <p>　　“过尽千帆皆不是”，是全词感情上的大转折。这句和起句的欢快情绪形成对照，鲜明而强烈；又和“独倚望江楼”的空寂焦急相连结，承上而启下。船尽江空，人何以堪!希望落空，幻想破灭，这时映入她眼帘的是“斜晖脉脉水悠悠”，落日流水本是没有生命的无情物，但在此时此地的思妇眼里，成了多愁善感的有情者。这是她的痛苦心境移情于自然物而产生的一种联想类比。斜阳欲落未落，对失望女子含情脉脉，不忍离去，悄悄收着余晖；不尽江水似乎也懂得她的心情，悠悠无语流去。它像一组电影镜头：一位着意修饰的女子，倚楼凝眸烟波浩淼的江水，等待久别不归的爱人，从日出到日落，由希望变失望，把这个女子的不幸，表现得多么动人。</p> <p>　　至此，景物的描绘，感情的抒发，气氛的烘托，都已成熟，最后弹出了全曲的最强音：“肠断白苹洲。”“末句最当留意，有余不尽之意始佳。”和全词“不露痕迹”相较，末句点出主题似太直，但在感情的高潮中结句，仍有“有余不尽之意”。白苹洲在何处？俞平伯先生说，不要“过于落实，似泛说较好”，（俞平伯《唐宋词选释》），这是极为深刻的见解。但在本篇的艺术描写中，应该是江中确有白洲在的，不是比喻、想像，也不是泛指，而是实写。独倚望江楼，一眼就可看到此洲，但那时盼人心切，只顾看船而不见有洲了。千帆过尽，斜晖脉脉，江洲依旧，不见所思，能不肠断!</p> <p>　　词是注重作家主观抒情的艺术形式。这首小令，情真意切，生动自然，没有矫饰之态和违心之语。词中出现的楼头、船帆、斜晖、江水、小洲，这些互不相干的客观存在物，思妇的由盼郎归来的喜悦到“肠断白苹洲”的痛苦失望，这些人物感情神态的复杂变化，作家经过精巧的艺术构思，使之成为浑然一体的艺术形象。作家的思想感情像一座桥梁，把这些景物、人物联系了起来，而且渗透到了景物描绘和人物活动之中，成了有机的艺术整体，使冰冷的楼、帆、水、洲好像有了温度，有了血肉生命，变得含情脉脉；使分散孤立的风景点，融合成了具有内在逻辑联系的艺术画面；使人物的外在表现和内在的心理活动完美统一地显示出来。这正是现实生活中的思妇的怨和恨，血和泪，深深地感动了作家；在这些似乎平静的字句中，跳动着作家真挚热烈的心。</p> <p>　　这首小令，像一幅清丽的山水小轴，画面上的江水没有奔腾不息的波涛，发出的只是一种无可奈何的叹息，连落日的余晖，也缺乏峻刻的寓意，盘旋着一股无名的愁闷和难以排遣的怨恨。还有那临江的楼头，点点的船帆，悠悠的流水，远远的小洲，都惹人遐想和耐人寻味，有着一种美的情趣，一种情景交融的意境。这首小令，看似不动声色，轻描淡写中酝酿着炽热的感情，而且宛转起伏，顿挫有致，于不用力处看出“重笔”。</p> <p>　　思妇题材写的人很多，可说是个“热门题材”，但这首小令，不落俗套，很有特色。这也是个软题材，但这首小令不是软绵绵的，情调积极、健康、朴素。在有着绮靡侧艳“花间”气的温词中，这首小令可说是情真意切，清丽自然，别具一格的精品。</p>",
  "poet": {
    "id": 415,
    "star": 0,
    "name": "温庭筠",
    "image": "http://img.gushiwen.org/authorImg/wentingyun.jpg",
    "desc": "温庭筠（约812—866）唐代诗人、词人。本名岐，字飞卿，太原祁（今山西祁县东南）人。富有天才，文思敏捷，每入试，押官韵，八叉手而成八韵，所以也有“温八叉”之称。然恃才不羁，又好讥刺权贵，多犯忌讳，取憎于时，故屡举进士不第，长被贬抑，终生不得志。官终国子助教。精通音律。工诗，与李商隐齐名，时称“温李”。其诗辞藻华丽，秾艳精致，内容多写闺情。其词艺术成就在晚唐诸词人之上，为“花间派”首要词人，对词的发展影响较大。在词史上，与韦庄齐名，并称“温韦”。存词七十余首。后人辑有《温飞卿集》及《金奁集》。"
  },
  "tags": [
    "宋词三百首",
    "初中古诗",
    "闺怨",
    "无奈",
    "思念"
  ]
}