{
  "id": 65080,
  "star": 124,
  "name": "离亭燕·一带江山如画",
  "dynasty": "宋代",
  "content": "一带江山如画，风物向秋潇洒。水浸碧天何处断？霁色冷光相射。蓼屿荻花洲，掩映竹篱茅舍。<br>云际客帆高挂，烟外酒旗低亚。多少六朝兴废事，尽入渔樵闲话。怅望倚层楼，寒日无言西下。",
  "fanyi": "<p><strong>译文</strong><br>金陵风光美丽如画，秋色明净清爽。碧天与秋水一色，何处是尽头呢？雨后晴朗的天色与秋水闪烁的冷光相辉映。蓼草荻花丛生的小岛上，隐约可见几间竹篱环绕的草舍。<br>江水尽头客船上的帆仿佛高挂在云端，烟雾笼罩的岸边，有低垂的酒旗。那些六朝兴盛和衰亡的往事，如今已成为渔民、樵夫闲谈的话题。在高楼上独自遥望，倍感苍凉，凄冷的太阳默默地向西落下。</p> <p><strong>注释</strong><br>⑴离亭燕：词牌名。<br>⑵一带：指金陵（今南京）一带地区。<br>⑶风物：风光景物。潇洒：神情举止自然大方。此处是拟人化用法。<br>⑷浸：液体渗入。此处指水天溶为一体。断：接合部。<br>⑸霁色：雨后初晴的景色。冷光：秋水反射出的波光。相射：互相辉映。<br>⑹蓼屿：指长满蓼花的高地。荻花洲：长满荻草的水中沙地。<br>⑺竹篱茅舍：用竹子做成的篱笆，用茅草搭盖的小房子。<br>⑻客帆：即客船。<br>⑼低亚：低垂。<br>⑽六朝：指东吴、东晋、宋、齐、梁、陈六个朝代，均在南京一带建都。<br>⑾渔樵：渔翁樵夫。代指普通老百姓。<br>⑿怅望：怀着怅惘的心情远望。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这是一首写景兼怀古的词，在宋怀古词中是创作时期较早的一首。词的上片描绘金陵一带的山水，雨过天晴的秋色里显得分外明净而爽朗；下片通过怀古，寄托了词人对六朝兴亡盛衰的感慨。这首词语朴而情厚，有别于婉约派词的深沉感慨。全词层层抒写，勾勒甚密，语卜而情夺取，有别于婉约派的词风。</p> <p>　　开头一句“一带江山如画”，先对金陵一带的全景作一番鸟瞰，概括地写出了它的山水之美。秋天草木摇落景色萧索，但这里作者却说“风物向秋潇洒”，一切景物显得萧疏明丽而有脱尘绝俗的风致，这就突出了金陵一带秋日风光的特色。接着“水浸碧天何处断”具体地描绘了这种特色。这个“水”字承首句的“江”而来，词人的视线随着浩瀚的长江向远处看去，天幕低垂，水势浮空，天水相连，浑然一色，看不到尽头。将如此宏阔的景致，用一个“浸”字形象而准确地描绘出来。近处则是“霁色冷光相射”，“霁色”紧承上句“碧天”而来，“冷光”承“水”字而来，万里晴空所展现的澄澈之色，江波潋滟所闪现的凄冷的光，霁色静止，冷光翻动，动景与静景互相映照，构成一幅绮丽的画面。一个“射”字点化了这一画面。接着词人又把视线从江水里移到了江洲上，却只见“蓼屿荻花洲，掩映竹篱茅舍。”洲、屿是蓼荻滋生之地，秋天是它发花的季节，密集的蓼荻丛中，隐约地现出了竹篱茅舍。这样，从自然界写到了人家，暗暗为下片的抒发感慨作了铺垫。</p> <p>　　下片先荡开两笔，写词人，再抬头向远处望去。“云际客帆高挂，烟外酒旗低亚”，极目处，客船的帆高挂着，烟外酒家的旗子低垂着，标志着人活动，于是情从景生，金陵的陈迹涌上心头：“多少六朝兴废事”，这里在历史上短短的三百多年里经历了六个朝代的兴盛和衰亡，它们是怎样兴盛起来的，又是怎样的衰亡的，这许许多多的往事，却是“尽入渔樵闲话”。“渔樵”承上片“竹篱茅舍”而来，到这里猛然一收，透露出词人心里的隐忧。这种隐忧在歇拍两句里，又作了进一步的抒写：“怅望倚层楼”，“怅望”表明了词人瞭望景色时的心情，倚高楼的栏杆上，怀着怅惘的心情，看到眼前景物，想着历史上的往事。最后一句“寒日无言西下”之“寒”字承上片“冷”字而来，凄冷的太阳默默地向西沉下，苍茫的夜幕即将降临，更增加了他的孤寂之感。歇拍的调子是低沉的，他的隐忧没有说明白，只从低沉的调子里现出点端倪，耐人寻味。</p> <p>　　在宋代词坛上，<a href=\"http://so.gushiwen.org/author_290.aspx\">张昪</a>与<a href=\"http://so.gushiwen.org/author_510.aspx\">范仲淹</a>一样，创作中透露出词风逐渐由婉约向豪放转变的时代信息，对于词境的开拓作出了自己的贡献。</p>",
  "about": "<h2>创作背景</h2> 　　根据北宋范公偁《过庭录》所载，这首词是<a href=\"http://so.gushiwen.org/author_290.aspx\">张昪</a>（一作张升）退居江南后所作。张昪在退居以前，经历了宋真宗、仁宗两代，退居江南时期，又经历了宋英宗、神宗两朝，北宋帝国由盛到衰，积贫积弱的形势越来越严重。这首词包含着作者对国势的关切。",
  "poet": {
    "id": 290,
    "star": 0,
    "name": "张昪",
    "image": "http://img.gushiwen.org/authorImg/zhangbian.jpg",
    "desc": "张昪（992─1077）字杲卿，韩城（今属陕西）人。南宋初人，作者经历宋由盛到衰的时代。此词为作者退居期间所作。大中祥符八年（1015）进士，官至御史中丞、参知政事兼枢密使，以太子太师致仕。熙宁十年卒，年八十六，谥康节。"
  },
  "tags": [
    "宋词三百首",
    "豪放",
    "写景",
    "怀古",
    "感慨"
  ]
}