{
  "id": 70940,
  "star": 943,
  "name": "海棠",
  "dynasty": "宋代",
  "content": "东风袅袅泛崇光，香雾空蒙月转廊。<br>只恐夜深花睡去，故烧高烛照红妆。",
  "fanyi": "<p><strong>译文</strong><br>袅袅的东风吹动了淡淡的云彩，露出了月亮，月光也是淡淡的。花朵的香气融在朦胧的雾里，而月亮已经移过了院中的回廊。<br>由于只是害怕在这深夜时分，花儿就会睡去，因此燃着高高的蜡烛，不肯错过欣赏这海棠盛开的时机。</p> <p><strong>注释</strong><br>⑴东风：春风。袅袅：微风轻轻吹拂的样子。一作“渺渺”。泛：摇动。崇光：高贵华美的光泽，指正在增长的春光。<br>⑵空蒙：一作“霏霏”。<br>⑶夜深花睡去：暗引唐玄宗赞杨贵妃“海棠睡未足耳”的典故。史载，昔明皇召贵妃同宴，而妃宿酒未醒，帝曰：“海棠睡未足也。”<br>⑷故：于是。红妆：用美女比海棠。故烧高烛照红妆：一作“高烧银烛照红妆”。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　此<a href=\"http://so.gushiwen.org/view_70940.aspx\">诗</a>开头两句，并不拘限于正面描写。首句“东风袅袅”形容春风的吹拂之态，化用了《楚辞·九歌·湘夫人》中的“袅袅兮秋风”之句。着一“泛”字，活写出春意的暖融，这为海棠的盛开造势。次句侧写海棠，“香雾空蒙”写海棠阵阵幽香在氤氲的雾气中弥漫开来，沁人心脾。“月转廊”，月亮已转过回廊那边去了，照不到这海棠花；暗示夜已深，人无寐，从中还可读出一层隐喻：处江湖之僻远，不遇君王恩宠。这两句把读者带入一个空濛迷幻的境界，十分艳丽，然而略显幽寂。</p> <p>　　后两句，作者由花及人，生发奇想，深切巧妙地表达了爱花惜花之情。“只恐夜深花睡去”，这一句写得痴绝，是全诗的关键句。此句转折一笔，写赏花者的心态。当月华再也照不到海棠的芳容时，诗人顿生满心怜意：海棠如此芳华灿烂，不忍心让她独自栖身于昏昧幽暗之中。一个“恐”写出了作者不堪孤独寂寞的煎熬而生出的担忧、惊怯之情，也暗藏了作者欲与花共度良宵的执著。一个“只”字极化了爱花人的痴情，此刻他满心里只有这花儿璀璨的笑靥，其余的种种不快都可暂且一笔勾销了：这是一种“忘我”、“无我”的超然境界。</p> <p>　　末句更进一层，将爱花的感情提升到一个极点。“故”照应上文的“只恐”二字，含有特意而为的意思，表现了诗人对海棠的情有独钟。宋释<a href=\"http://so.gushiwen.org/author_761.aspx\">惠洪</a>《冷斋夜话》记载：唐明皇登香亭，召太真妃，于时卯醉未醒，命<a href=\"http://so.gushiwen.org/author_3073.aspx\">高力士</a>使待儿扶掖而至。妃子醉颜残妆，鬓乱钗横，不能再拜。明皇笑日：“岂妃子醉，直海棠睡未足耳！”此句运用唐玄宗以杨贵妃醉貌为“海棠睡未足”的典故，转而以花喻人，点化入咏，浑然无迹。</p> <p>　　“烧高烛”遥承上文的“月转廊”，这是一处精彩的对比，月光似乎也太嫉妒于这怒放的海棠的明艳了，那般刻薄寡恩，竟然不肯给她一方展现姿色的舞台。于是作者用高烧的红烛，为她驱除这长夜的黑暗。此处隐约可见诗人的侠义与厚道。“照红妆”呼应前句的“花睡去”三字，极写海棠的娇艳妩媚。“烧”“照”两字表面上都写作者对花的喜爱与呵护，其实也不禁流露出些许贬居生活的郁郁寡欢。他想在“玩物”（赏花）中获得对痛苦的超脱，哪怕这只是片刻的超脱也好。虽然花儿盛开了，就向衰败迈进了一步，尽管高蹈的精神之花毕竟远离了现实的土壤，但他想过这种我行我素、自得其乐的生活的积极心态，没有谁可以阻挠。</p> <p>　　全诗语言浅近而情意深永。写此诗时，诗人虽已过不惑之年，但此诗却没有给人以颓唐、萎靡之气，从“东风”“崇光”“香雾”“高烛”“红妆”这些明丽的意象中分明可以感触到诗人的达观、潇洒的胸襟。</p>",
  "about": "<h2>创作背景</h2> <p>　　这首绝句作于宋神宗元丰七年（1084年），时作者被贬黄州（今湖北黄冈）任团练副使已经五个年头。</p>",
  "poet": {
    "id": 183,
    "star": 0,
    "name": "苏轼",
    "image": "http://img.gushiwen.org/authorImg/sushi.jpg",
    "desc": "苏轼（1037－1101），北宋文学家、书画家、美食家。字子瞻，号东坡居士。汉族，四川人，葬于颍昌（今河南省平顶山市郏县）。一生仕途坎坷，学识渊博，天资极高，诗文书画皆精。其文汪洋恣肆，明白畅达，与欧阳修并称欧苏，为“唐宋八大家”之一；诗清新豪健，善用夸张、比喻，艺术表现独具风格，与黄庭坚并称苏黄；词开豪放一派，对后世有巨大影响，与辛弃疾并称苏辛；书法擅长行书、楷书，能自创新意，用笔丰腴跌宕，有天真烂漫之趣，与黄庭坚、米芾、蔡襄并称宋四家；画学文同，论画主张神似，提倡“士人画”。著有《苏东坡全集》和《东坡乐府》等。"
  },
  "tags": [
    "古诗三百首",
    "初中古诗",
    "赏花"
  ]
}