{
  "id": 69894,
  "star": 1,
  "name": "【越调】寨儿令",
  "dynasty": "元代",
  "content": "道士王中山操琴<br>傍翠阴，解尘襟，婆娑小亭深又深。轸玉徽金，霞佩琼簪，一操《醉翁吟》。野猿啼雪满遥岑，玄鹤鸣风过乔林。休弹山水兴，难洗利名心。寻，何处有知音？<br>鉴湖即事<br>枕绿莎，盼庭柯，门外鉴湖春始波。白发禅和，墨本东坡，相伴住山阿。问太平风景如何，叹贞元朝士无多。追陪新令尹，邂逅老宫娥。歌，〔骤雨打新荷〕。<br>次韵怀古<br>写旧游，换新愁，玉箫寒酒醒江上楼。黄鹤矶头，白鹭汀洲，烟水共悠悠。人何在七国春秋？浪淘尽千古风流。隋堤犹翠柳，汉土自鸿沟。休，来往愧沙鸥。<br>山中分韵得声字<br>犯帝星，动山灵，怪当年钓鱼严子陵。尘世逃名，清水灌缨，笑我问长生。驾青牛自取丹经，换白鹅谁写《黄庭》？烟笼烧药火，月伴看书灯。听，林外起秋声。<br>西湖秋夜<br>九里松，二高峰，破白云一声烟寺钟。花外嘶骢，柳下吟篷，笑语散西东。举头夜色濛濛，赏心归兴匆匆。青山衔好月，丹桂吐香风。中，人在广寒宫。<br>湖上春晚<br>怕酒樽，殢诗魂，帕罗轻粉香揉泪痕。细雨纷纷，绿水粼粼，湖上马蹄尘。世间有万古青春，花前换几度游人。醉煞刘伯伦，瘦损沈休文。红杏村，杜宇怨黄昏。<br>鉴湖上寻梅<br>贺监宅，放翁斋，梅花老夫亲自栽。路近蓬莱，地远尘埃，清事恼幽怀。雪模糊小树莓苔，月朦陇近水楼台。竹篱边沽酒去，驴背上载诗来。猜，昨夜一枝开。<br>春晓<br>点落英，掩闲庭，海棠轩半帘红日影。纤手琼琼，娇语莺莺，睡起对银筝。柳花笺闲写芳情，荔枝浆微破春醒。浅斟白玉杯，低唱《紫云亭》。轻，弹一曲〔卖花声〕。<br>忆鉴湖<br>画鼓鸣，紫箫声，记年年贺家湖上景。竞渡人争，载酒船行，罗绩越王城。风风雨雨清明，莺莺燕燕关情。柳擎和泪眼，花坠断肠英。望海亭，何处越山青？<br>舟行感兴<br>愁鬓斑，怕春残，锦衣买臣何日还？好梦邯郸，别泪阳关，几度盼征鞍。为虚名消尽朱颜，掩孤篷羞见青山。矾头烟树暖，鸥外野云闲。难，能够钓鱼竿。<br>春思二首<br>曲未终，酒方浓，云收楚台十二峰。洗雨梳风，怨玉啼红，别意恨匆匆。话相思鹦鹉金笼，载离愁騕褭花骢。长天秋水远，落日暮山重。空，帘卷画堂中。喜又惊，笑相迎，倚湖山露华罗袖冷。谁惯私行？怕负深盟，偷步锦香亭。寻寻觅觅风声。潜潜等等芳情。粉墙边花弄影，朱帘下月笼明。轻，吹灭短檠灯。<br>次韵<br>你见么？我愁他，青门几年不种瓜。世味嚼蜡，尘事抟沙，聚散树头鸦。自休官清煞陶家，为调羹俗了梅花。饮一杯金谷酒，分七碗玉川茶，嗏，不强如坐三日县官衙？<br>题昭君出塞国<br>辞凤阁，盼滦河，别离此情将奈何？羽盖峨峨，虎皮驮驮，雁远暮云阔。建旌旗五百沙陀，送琵琶三两宫娥。翠车前白橐驼，雕笼内锦鹦哥。他，强似马克坡。<br>小隐<br>种药田，小壶天，伴陈抟野云闲处眠。学会神仙，老向林泉，今日是归年。芦花絮暖胜绒毡，木香亭大似渔船。曲栏边莺睍目完，小池上鹭婵娟。先，收拾下买山钱。<br>湖上避暑<br>新雨晴，晚凉生，照芙蓉玉壶秋水冷。殢酒余醒，题扇才情，避暑小红亭。雁云低银甲弹筝，蔗浆寒素手调冰。鸳鸯情未减，胡蝶梦初醒。惊，何处棹歌声？<br>三月三日书所见<br>舣画船，驻丝鞭，问谁家丽人簇管弦？柳媚芳妍，花比婵娟，风韵出天然。牡丹亭畔秋千，蕊珠宫里神仙。三月三日曲水边，一步一朵小金莲。穿，芳径坠花钿。<br>春思<br>想故人，暗销魂，阑干旧时无限春。笑语云云，图画真真，一朵楚台云。怪桃根翠袖罗裙，伴梅花檀板金樽。瘦惊腰四指，愁堕泪双痕。嗔，风雨送黄昏。<br>红叶<br>远树重，晓霜浓，染千林夜来何处风？笑我衰翁，酒借春容，暮景叹匆匆。锦模糊费尽天工，字殷勤流出皇宫。箫箫秋雨后，片片夕阳中。空，留得绣芙蓉。<br>送别<br>鸾镜单，凤箫闲，褰衣问君何日还？白玉连环，斑竹阑于，回首泪偷弹。翠模糊十二巫山，玉娉婷一曲《阳关》。芙蓉城残月落，杨柳岸晓风寒。赸，愁上宝雕鞍。",
  "poet": {
    "id": 394,
    "star": 0,
    "name": "张可久",
    "image": "http://img.gushiwen.org/authorImg/zhangkejiu.jpg",
    "desc": "张可久（约1270～1348以后）字小山（一说名伯远，字可久，号小山）（《尧山堂外纪》）；一说名张可久肖像（林晋生作）可久，字伯远，号小山（《词综》）；又一说字仲远，号小山（《四库全书总目提要》），庆元（治所在今浙江宁波鄞县）人，元朝重要散曲家，剧作家，与乔吉并称“双壁”，与张养浩合为“二张”。"
  },
  "tags": []
}