{
  "id": 27029,
  "star": 29,
  "name": "纵游淮南",
  "dynasty": "唐代",
  "content": "十里长街市井连，月明桥上看神仙。<br>人生只合扬州死，禅智山光好墓田。",
  "fanyi": "<p><strong>译文<br></strong>十里多长的街道市场处处相连，月明之夜伫立桥上看美女神仙。<br>人生一世要死就应该死在扬州，禅智山风光旖旎是最好的墓田。</p> <p><strong>注释<br></strong>⑴淮南：即扬州。<br>⑵十里长街：指当时扬州城内最繁华的一条大街。据《唐阙史》记载：“扬州胜地也，每重城向夕，倡楼之上，常有终纱灯万数，辉罗耀烈空中。九里三十步街中，珠翠填咽，邈若仙境。”十里取其约数，所指即九里三十步街。市井：市场。<br>⑶桥：指二十四桥，唐时扬州风景繁华，共有二十四个桥。神仙：唐人惯以“神仙”代指妓女指歌儿舞女。<br>⑷合：应。<br>⑸禅智：寺名。即禅智寺，一名上方寺，亦未竹西寺，在扬州东北五里，地居蜀冈上，寺本隋炀帝故宫，后施舍为寺。山光：寺名，即山光寺，原称果胜寺，在扬州东北湾头镇前，古运河之滨，隋大业中建。原为隋炀帝行宫，后舍宫为寺今不存。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　<a href=\"http://so.gushiwen.org/view_27029.aspx\">诗</a>题中的“纵”字，不可轻易放过，表明了诗人游览的尽兴和满足。</p> <p>　　起句平易流畅，直抒胸臆，诗人毫不掩饰对繁华的扬州城的赞叹。扬州城漫长的街道上，家家户户比肩而居，似乎并无特出之处。但打开想象，似乎摩肩接踵的人群，鳞次栉比的高楼，和各式各样的店铺，都一起涌到了眼帘。出语平淡，但是给读者留下了广阔的想象空间。</p> <p>　　次句出现了三个意象：月、桥、神仙。共同营造了扬州城傍晚的秀美繁华，首句主要是针对白天繁华的扬州城，而夜晚，却别有一番风味。每到傍晚，扬州城的娱乐场所竞相热闹起来，到处彩灯高挂，妓女们争奇斗艳、逞技献巧，或吟诗，或唱曲，或跳舞，尽情地享受着美好的太平时光。天上的郎朗明月和华彩的人间灯火珠联璧合，交相辉映。</p> <p>　　第三句“人生只合扬州死”，诗人笔锋一转，不写“生”而写“死”，如此美好的时光，诗人应该沉迷享乐还来不及，而诗人却想到“死”，初看似乎不近人情，细思方觉巧妙，其中寓含了诗人深深的眷念之情。诗人完全为扬州城的繁华所陶醉了，他已经舍不得离开这里，生的时候可以选择长居扬州，而死后也要葬在扬州。诗人以其设想之奇险而出人意料，读之令人拍案叫绝，惊叹不已。这句诗是全篇中之警策。“死”被写得活色生香，将扬州城令人神往的美写到极致。诗人用死事入诗，且又是诗人现身说法，造成了极为传神的夸张效果。</p> <p>　　第三句为扬州景物传神，第四句则只是第三句的具体补充。“禅智山光好墓田”，禅智寺本隋炀帝故宫，既是炀帝故宫，其山光水色之秀美，自可想见。故宫遗址而作好墓田，全然诗家口吻。细玩诗意，除极赞扬州风物这层意思外，对隋炀帝亦或略带微讽。</p> <p>　　此诗用夸张而又细腻的笔法，盛赞了扬州优美的风光，抒发了对扬州的喜爱之情。诗人用笔出语惊人，以死事入诗，表明喜欢之深与热爱之切。除极赞扬州风物外，此诗对隋炀帝奢靡误国亦略带讥讽，其中隐寓了人事之沧桑变化，造成了强烈的艺术效果。</p>",
  "about": "<h2>创作背景</h2> 　　唐代的扬州是当时著名的大城市，也是名副其实的烟柳繁华之地、温柔富贵之乡，有“扬一益二”之称，这一时代的许多著名<a href=\"http://so.gushiwen.org/view_27029.aspx\">诗</a>人都有游览扬州的经历并留下了众多脍炙人口的名作，把这座艺术城市渲染得色彩缤纷，令人神往。诗人<a href=\"http://so.gushiwen.org/author_56.aspx\">张祜</a>游览扬州，目睹当地的秀丽繁华而情不自禁的发为之歌唱，《纵游淮南》就是诗人在漫游淮南后所作。",
  "poet": {
    "id": 56,
    "star": 0,
    "name": "张祜",
    "image": "http://img.gushiwen.org/authorImg/zhanghu.jpg",
    "desc": "张祜 字承吉，邢台清河人，唐代著名诗人。出生在清河张氏望族，家世显赫，被人称作张公子，有“海内名士”之誉。张祜的一生，在诗歌创作上取得了卓越成就。“故国三千里，深宫二十年”张祜以是得名，《全唐诗》收录其349首诗歌。"
  },
  "tags": [
    "地方",
    "赞美"
  ]
}