{
  "id": 42929,
  "star": 10,
  "name": "春情寄子安",
  "dynasty": "唐代",
  "content": "山路欹斜石磴危，不愁行苦苦相思。<br>冰销远硐怜清韵，雪远寒峰想玉姿。<br>莫听凡歌春病酒，休招闲客夜贪棋。<br>如松匪石盟长在，比翼连襟会肯迟。<br>虽恨独行冬尽日，终期相见月圆时。<br>别君何物堪持赠，泪落晴光一首诗。",
  "shangxi": "<h2>赏析</h2> <p>　　该<a href=\"http://so.gushiwen.org/view_42929.aspx\">诗</a>七言排律，历来作者罕传，唐人也不多作，号称集大成的<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>也只三、四首，玄机此诗却也堪入作者之林</p> <p>　　冬已尽，春将归，诗人独行于陡峭难行的山道上，看到那泉声泠泠的溪涧，白雪皑皑的远山，不禁联想起丈夫子安清俊的仪容、魁梧的身姿。于是，诗人以诗代书，写下了这封“情书”，侧面反映出了一个处于封建社会底层的多才女子的痛苦遭遇和凄凉心情。</p> <p>　　首联开门见山，写了一个出家为道的女子的相思之苦。起句写崎岖不平的山路，高耸入云的磴级，为次句的“行苦”作铺垫。“相思苦”不仅使用了衬托手法，而且通过句内顶真更加强了相思苦况的表达，成为贯穿全诗的感情线索和结构枢纽。对于一个女道士来说，山路之险峻已经是够艰苦的了，但诗人并不以此为苦，而是“苦相思”。诗人把对子安的相思之情，以烘云托月的手法突显出来。</p> <p>　　次联诗人紧扣“相思”二字，从眼前之景写起，直抒胸臆。诗人触景生情，回忆了丈夫的音容，自然转入“相思”主题。以“冰销远碉”和“雪远寒峰”来比喻子安的清韵玉姿，既表现了诗人对子安的时时不忘，更写出了子安的情韵风度，体现诗人不凡的想象力，也让人体会到其对丈夫的挚爱深情。“清韵”即情韵，既是谐音，又语意双关。这两句神驰思飞，乍看写景，实则言情，融情于景，以景传情，是诗人心中隐情的真实流露，也是对“春情”的具体描绘，形象鲜明，光彩照入，是全诗精华之所在，对仗工稳，用典艳秀，才媛功力，于此可见。</p> <p>　　三联承上而来，从爱怜出发，写了对丈夫的关心和劝戒。诗人絮絮叨叨的嘱咐，殷勤致意，体贴入微，关心备至。既劝子安“莫听凡歌”，切忌“病酒”；又提醒其“休招闲客”，不要“贪棋”。这既可以看出往日夫妻的情深，也可以看出今日身分两地诗人对子安的挂念以及对其乐而忘情的担忧，也正由于有这样的担忧，才有了对昔日盟誓的回忆和对他日重逢的期盼。</p> <p>　　四联直摅胸臆，使感情达到高潮。“如松匪石盟长在”写出了诗人对子安表白如松柏长青、比石头更坚定的盟约长期存在，当年的海誓山盟还响在耳边。“比翼连襟会肯迟”，写出诗人坚信自己跟子安当如比翼鸟长相聚、不分离，比翼连襟之期是不会很远的了。</p> <p>　　五联写诗人对未来的幻想，水到渠成。离别是暂时的，随着时光流逝，冬去春来，还会在花好月圆之时破镜重圆、相爱如初的。然而， “终期相见”，未必能见， “月圆”之时，遥遥无期。所以，这只不过是这位痴情女子美好的憧憬而已，可见她的“相思”已经到了如醉如痴的着迷程度 ，这一句将诗人执着的情感表达得淋漓尽致。</p> <p>　　末联关锁全篇，诗人决定把以上一切思念、爱怜、关怀、担忧、渴望之情，亦即一片痴情，统统和泪写入这首情诗，寄赠子安。“泪落晴光”，造语别致，内涵丰富。“泪落”是感情激动的表示，同<a href=\"http://so.gushiwen.org/author_536.aspx\">李清照</a>一样，李清照在写诗之前也是“欲语泪先流”（李清照《武陵春》）。“晴光”更具情态，眼泪夺眶而出，泪花捧在眼边，晶莹透亮，宛如晴空之夭光，这就把一个黯然伤神、幽柔钟情的女子的形象，如同雕塑一般地刻画出来，风流情韵，令人动容。与丈夫分别后，最值得相赠的东西就是诗人饱含泪水写的这首诗，到此珠圆玉润，圆满完成整首诗的艺术形象的塑造。</p> <p>　　全诗气局严整，思致绵密，述事陈情，从容流走，丝毫不露铺叙、转折、过接之迹，胡应麟在谈到七言排律时曾有“唐惟女子<a href=\"http://so.gushiwen.org/author_114.aspx\">鱼玄机</a>酬唱二篇可选，诸亦不及”（《诗薮》）之说，在男尊女卑的文学界，此类评价足见鱼玄机作品功底之深。</p>",
  "about": "<h2>创作背景</h2> <div class=\"para\" label-module=\"para\"> 　　这首 <a href=\"http://so.gushiwen.org/view_42929.aspx\">诗</a>写于咸通初859年（大中十三年）， <a href=\"http://so.gushiwen.org/author_114.aspx\">鱼玄机</a>与李亿婚后的第一个冬日。诗人时年十五岁，因不容于大妇（即李妻），被李亿哄骗，遣她南下，独自前往江陵，此诗即写于南下途中，是鱼玄机出家后写给李亿的诗作之一。</div>",
  "poet": {
    "id": 114,
    "star": 0,
    "name": "鱼玄机",
    "image": "http://img.gushiwen.org/authorImg/yuxuanji.jpg",
    "desc": "鱼玄机，女，晚唐诗人，长安（今陕西西安）人。初名鱼幼微，字蕙兰。咸通（唐懿宗年号，860—874）中为补阙李亿妾，以李妻不能容，进长安咸宜观出家为女道士。后被京兆尹温璋以打死婢女之罪名处死。鱼玄机性聪慧，有才思，好读书，尤工诗。与李冶、薛涛、刘采春并称唐代四大女诗人。鱼玄机其诗作现存五十首，收于《全唐诗》。有《鱼玄机集》一卷。其事迹见《唐才子传》等书。"
  },
  "tags": [
    "抒情",
    "相思"
  ]
}