{
  "id": 60906,
  "star": 84,
  "name": "水调歌头·江上春山远",
  "dynasty": "宋代",
  "content": "江上春山远，山下暮云长。相留相送，时见双燕语风樯。满目飞花万点，回首故人千里，把酒沃愁肠。回雁峰前路，烟树正苍苍。 <br>漏声残，灯焰短，马蹄香。浮云飞絮，一身将影向潇湘。多少风前月下，迤逦天涯海角，魂梦亦凄凉。又是春将暮，无语对斜阳。",
  "shangxi": "<h2>赏析</h2> <p>　　<a href=\"http://so.gushiwen.org/author_410.aspx\">葛长庚</a>的词最显著的特点，是语言讲究，工于推敲。开头的“江上春山远，山下暮云长”二句，选用江、山、云这些巨幅背景入词，同时用“远”字、“长”字预示行人辽远的去向，用“春”字、“暮”字勾勒出最叫人伤神的时令。因此，起首十字在点明“相留相送”之前，就已饱含了惜别的全部情绪。这首词的开头纯用景语，由于一二句意境高远，所以词篇刚一开始就将离别的愁绪，渲染得分外的浓烈，接着就有“相留相送”一句，似乎感情的即将汹涌而出了。谁知刚说完了这四个字，作者却突然打住，来了句“时见双燕语风樯”。“相留相送”的心情如何？作者反而欲说还休，这种写法既写出情之切，难以表达，同时又使文势跌宕，于一张一弛之中显出了作者炼句谋篇的功夫。“双燕语风樯”是借物写人，从侧面补叙“相留相送”中的情意。“满目”以下三句分别将别时所见、分手远去、别后独处三个环节写了出来。</p> <p>　　词篇写别离，但离别情绪却没有用一个字来正面点染，只用当时所见的江、山、云、双燕、飞花烘托离人的辛酸，这在古人<a href=\"http://so.gushiwen.org/view_60906.aspx\">诗</a>词中已属少见；至于将别去的速度写得那么迅疾，近乎是叠用由言别到分手到孤单的一个个镜头，则无疑又是抒写离人凄苦最有效的手段。用“千里”明提两地遥远的距离，用“沃”反衬愁肠回绕的痛楚，都极有分量。“回雁峰前路”是设想中的来日前程。回雁峰为衡山七十二峰之首，相传秋雁南飞，至此而返。但是作者到了那里，返得了还是返不了呢？“烟树正苍苍”便暗示：那里渺茫难测，何从预料归期！可知，前途中山、水正多，词中独写“回雁峰”是有讲究的。</p> <p>　　下半阕，作者用三个字的短句，选取漏、灯、马三种事物表现行人单调的旅途生涯。其中，写漏声用“残”，写灯焰用“短”，是在暗示作者经历着一个不眠之夜。“马蹄香”是用马蹄尚有踏花余香，来说明主人公驻足不久。然而漏残焰短，天亮在即，新的跋涉又将开始。“浮云飞絮，一身将影向潇湘”写的是未来的旅程。词用“浮云飞絮”比喻旅人，是古人诗文中较为常见的；而“一身将影”用上“将”字，把“形只影单”的意思予以翻新，就开始露出逋峭之势；至“向潇湘”三字虽只引入地名，但潇湘为湘江的别称，位置在衡山之，连系上半阕中“回雁峰前路”一句，将词人心中的留连眷念之情刻画了出来。</p> <p>　　“多少”以下三句写“一身将影向潇湘”时的情绪，其中“多少风前月下”即叙述自己的孤独，又比照往日风前月下的幸福与团聚，在对比中写尽思念，写透凄切。“迤逦天涯海角”从回雁峰、潇湘再往极远推开，并从“多少风前月下”的美好回忆中惊醒，于是自然吐出了“魂梦亦凄凉”这一撕裂肝肺的呼声。以“又是春将暮”结尾，既呼应“江上春山远”，又挽住不尽的跋涉：“无语对斜阳”既呼应“山下暮云长”，又挽住无穷的凄凉。有了这两句，就能总揽全篇大旨，使词作首尾连贯，浑然一体。此外，结处出现“无语对斜阳”的人形象，将所有的情思全凝聚在他那深沉的眼神里，也极耐寻味。</p> <p>　　葛长庚有云游四方和道士生活的薰陶，因而他的作品清隽飘逸。这阕词赋离愁，从“春山”、“暮云”以下，选用一连串最能叫人愁绝的景物，间用比兴与直接抒写之法，多方面渲染个人情绪，写得愁肠百转，深沉郁结。然而词篇从“相留相送”写起，一气经过回雁峰、潇湘，直至天涯海角，又似江河流注，虽千回百转，却能一往直前。气脉贯通，气韵生动，实是词中珍品。</p>",
  "poet": {
    "id": 410,
    "star": 0,
    "name": "葛长庚",
    "image": "http://img.gushiwen.org/authorImg/gechanggeng.jpg",
    "desc": "白玉蟾(公元1194 - ?；现学界对其卒年尚有多种说法；)本姓葛，名长庚。为白氏继子，故又名白玉蟾。字如晦、紫清、白叟，号海琼子、海南翁、武夷散人、神霄散吏。南宋时人，祖籍福建闽清，生于琼州（今海南琼山）人，一说福建闽清人。幼聪慧，谙九经，能诗赋，长于书画，曾举童子科。及长，因“任侠杀人，亡命至武夷”。"
  },
  "tags": [
    "宋词精选",
    "离别",
    "写景"
  ]
}