{
  "id": 71706,
  "star": 203,
  "name": "菩萨蛮·花明月暗笼轻雾",
  "dynasty": "五代",
  "content": "花明月暗笼轻雾，今宵好向郎边去。刬袜步香阶，手提金缕鞋。画堂南畔见，一向偎人颤。奴为出来难，教君恣意怜。",
  "fanyi": "<p><strong>译文</strong><br>朦胧的月色下花儿是那么娇艳，在这迷人的夜晚我要与你秘密相见。我光着袜子一步步迈上香阶，手里还轻轻地提着那双金缕鞋。在画堂的南畔我终于见到了你呀！依偎在你的怀里，我内心仍不停的发颤。你可知道我出来见你一次是多么的不容易，今天晚上我要让你尽情地把我爱怜。</p> <p><strong>注释</strong><br>⑴暗，一作“黯”。笼轻雾：笼罩着薄薄的晨雾。笼，一作“飞”；一作“水”。<br>⑵今朝：今夜，一作“今宵”。郎边：一作“侬边”。<br>⑶刬（chǎn）：《全唐<a href=\"http://so.gushiwen.org/view_71706.aspx\">诗</a>》及《南唐书》中均作“衩”。刬，只，仅，犹言“光着”。刬袜，只穿着袜子着地。唐《醉公子》词中有：“刬袜下香阶，冤家今夜醉。”步：这里作动词用，意为走过。香阶：台阶的美称，即飘散香气的台阶。<br>⑷手提：一作“手携”。金缕鞋：指鞋面用金线绣成的鞋。缕，线。<br>⑸画堂：古代宫中绘饰华丽的殿堂，这里也泛指华丽的堂屋。南畔：南边。<br>⑹一向：一作“一晌。”一向，同一晌，即一时，刹时间。偎：紧紧地贴着，紧挨着。一作“畏”。颤：由于心情激动而身体发抖。<br>⑺奴：一作“好”。奴，古代妇女自称的谦词，也作奴家。出来：一作“去来”。<br>⑻教君：让君，让你。一作“教郎”；一作“从君”。恣（zì）意：任意，放纵。恣，放纵，无拘束。怜：爱怜，疼爱。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这首艳情词素以狎昵真切著称。</p> <p>　　上句以夜景铺垫，黯淡的月，迷离的雾，给半夜悄然赴约，生怕被人发觉的女主人公一点方便，暗影中的明艳花朵象征着偷情的少女的娇媚和青春。女人呼男子为“郎”，说明她的心已然相许了。如今主动前去践约，恐怕曾经多次犹豫才有今天的决心的。下面原该接续下片的幽会场面，词人却做了一个颠倒的结构：他把女人行动的一来一去、幽会的一首一尾，这两个画面捏在一起，作为上片，因为它们描摹的都是女人的单独行动。第一个是淡月轻雾中女子潜来的画面。第二个则是幽会事毕，女于仓皇离去的画面。“刬袜步香阶，手提金缕鞋。”女人何等慌张，因来不及穿鞋，光着袜底便跑了。一双手还提着鞋子。这个画面虽涉狠裹，但生动传神，饶有情致。少女初次偷情，上片是这等行为，下片是那样心态。一方面因做错了事而害怕，害羞；一方面因偷情成功，激动而有幸福感。</p> <p>　　下片写幽会的中心，更加精彩：“画堂西畔见，一向偎人颤。”女人走到践约之处——画堂西畔，一眼瞥见等待她的情郎，便扑过去，紧相偎倚，身子抖动着，好一会儿享受着难得的欢乐。词人用了一个“一向”，一个“颤”，描摹女子的情态，可谓大胆的暴露，狎昵的极度。末二句描摹女子的言语，更是写实之笔：“奴为出来难，教郎恣意怜。”越礼偷情，幽会不易，感郎挚爱，今来就郎。“任你恣意爱怜吧，我只珍惜这幸福的一刻！”女子如此毫无忌讳地吐露爱情，真令男子销魂无限。只有后主之情和他的笔，才会把本人的风流韵事传写得如此淋漓尽致。</p> <p>　　从这首词看，<a href=\"http://so.gushiwen.org/author_269.aspx\">李煜</a>是如何擅长写人物。他以白描手法，认真细致地描摹人物的行动、情态和语言，毫无雕饰和做作。只凭画面和形象，便做成了艺术品。不过如此狎昵的猥褒的内容，不足为法。和古代《<a href=\"http://so.gushiwen.org/view_71706.aspx\">诗</a>经》、《汉乐府》五代诗词向等描摹妇女的热烈坦率的爱情、反叛坚定的性格的那些名著，是不可相提并论的。</p> <p>　　李煜的这首词，极俚，极真，也极动人，用浅显的语言呈现出深远的意境，虽无意于感人，而能动人情思，达到了<a href=\"http://so.gushiwen.org/author_408.aspx\">王国维</a>所说“专作情语而绝妙”的境地。</p>",
  "about": "<h2>创作背景</h2> <p>　　此词当是<a href=\"http://so.gushiwen.org/author_269.aspx\">李煜</a>描写自己与小周后幽会之情景，创作于公元964年（北宋乾德二年）前后。</p> <p>　　小周后为昭惠后之胞妹，昭惠后名娥皇而小周后名女英，她们的命运与舜的两个妃子娥皇女英也颇有相似之处。</p> <p>　　公元954年（后周显德元年），李煜十八岁，娶昭惠，称为大周后。十年后，大周后病重，一日，见小周后在宫中，“惊曰：‘汝何日来？’小周后尚幼，未知嫌疑，对曰‘既数日矣。’后恚怒，至死，面不外向。”（<a href=\"http://so.gushiwen.org/author_272.aspx\">陆游</a>《南唐书·昭惠传》）</p> <p>　　公元967年（北宋乾德五年），大周后死后三年，小周后被立为国后；马令《南唐书·昭惠后传》载，小周后“警敏有才思，神采端静”，“自昭惠殂，常在禁中。后主乐府词有‘刬袜步香阶，手提金缕鞋’之类，多传于外。至纳后，乃成礼而已。”可见这首词所写是李煜与小周后婚前的一次幽会。</p>",
  "poet": {
    "id": 269,
    "star": 0,
    "name": "李煜",
    "image": "http://img.gushiwen.org/authorImg/liyu.jpg",
    "desc": "李煜，五代十国时南唐国君，961年-975年在位，字重光，初名从嘉，号钟隐、莲峰居士。汉族，彭城（今江苏徐州）人。南唐元宗李璟第六子，于宋建隆二年(961年)继位，史称李后主。开宝八年，宋军破南唐都城，李煜降宋，被俘至汴京，封为右千牛卫上将军、违命侯。后因作感怀故国的名词《虞美人》而被宋太宗毒死。李煜虽不通政治，但其艺术才华却非凡。精书法，善绘画，通音律，诗和文均有一定造诣，尤以词的成就最高。千古杰作《虞美人》、《浪淘沙》、《乌夜啼》等词。在政治上失败的李煜，却在词坛上留下了不朽的篇章，被称为“千古词帝”。"
  },
  "tags": [
    "少女",
    "爱情"
  ]
}