{
  "id": 48651,
  "star": 52,
  "name": "诉衷情·芙蓉金菊斗馨香",
  "dynasty": "宋代",
  "content": "芙蓉金菊斗馨香。天气欲重阳。远村秋色如画，红树间疏黄。<br>流水淡，碧天长。路茫茫。凭高目断。鸿雁来时，无限思量。",
  "fanyi": "<p><strong>译文<br></strong>在节气接近重阳的时侯，芙蓉和金菊争芳斗妍。远处的乡村，秋色如画中一般美丽，树林间从浓密的红叶中透出稀疏的黄色．真是鲜亮可爱。<br>中原地区，秋雨少，秋水无波，清澈明净；天高气爽，万里无云，平原仰视，上天宽阔没有边际，前路茫茫，把握不住。登高远望，看到鸿雁飞来，引起头脑中无限的思念。</p> <p><strong>注释</strong><br>①芙蓉：荷花；金菊：黄色的菊花；斗：比胜；馨：散布得很远的香气。<br>②天气：气候；重阳：农历九月九日，重阳节。<br>③红树：这里指枫树； 间：相间，夹杂。<br>④流水淡：溪水清澈明净。<br>⑤碧天：碧蓝的天空。<br>⑥茫茫：广阔，深远。<br>⑦目断：指望至视界所尽处，犹言凝神眺望；凭高目断：依仗高处极目远望，直到看不见。<br>⑧鸿雁：即“雁”。大的叫鸿，小的叫雁。<br>⑨思量：相思。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　此词以写景为主，上片点明“天气欲重阳”，下片以“凭高目断”相照应，可知此词为重九登高所作。词中通过对节令、景物、环境的描写，烘托出重阳佳节倍思亲的气氛，最后以“无限思量”点出主题。 </p> <p>　　词起两句：“芙蓉金菊斗馨香，天气近重阳。” 选出木芙蓉、黄菊两种花依然盛开、能够在秋风中争香斗艳来表现“重阳”到临前的季节特征。接着“远村秋色如画，红树间疏黄”两句，从近景写到远景，从周围写到望中的乡村，从花写到树。秋景最美的，本来就是秋叶，这里拈出树上红叶来写，充分显出时令特征。红树中间还带着一些“疏黄”之色，树叶之红是浓密的，而黄则是稀疏的，浓淡相间，色调更丰，画境更美。 </p> <p>　　下片“流水淡，碧天长，路茫茫”三句从陆上写到水上，从地面写到天上。着一“淡”字，写出中原地区秋雨少，秋水无波，清光澄净之景致；而天高气爽，万里无云，平原仰视，上天宽阔无际，于是，又用一“长”字状天。这两字看似平常，却很贴切。上面景语，用笔疏淡，表现作者的心境是闲适的。至“路茫茫”三字，则带感慨情绪：前路茫茫，把握不住。接下去：“凭高目断，鸿雁来时，无限思量”写久久地登高遥望，看到鸿雁飞来，引起头脑中的无限思念。 </p> <p>　　<a href=\"http://so.gushiwen.org/author_408.aspx\">王国维</a>在《人间词话》中指出：“一切景语，皆情语也。”此词之写景正与此境相合。正因为前面所写之景蕴含着作者的感情，因此最后点题水到渠成，收到情景相生的艺术效果。</p><br/><h2>赏析二</h2> <p>　　这是一首秋日野游，遣兴自娱的令词。<a href=\"http://so.gushiwen.org/author_432.aspx\">晏殊</a>一生仕途坦荡，性情散淡，过着“未尝一日不宴欢”的生活。为官之余，歌饮郊游自然成了他生活中不可缺少的一部分，也必然反映在他的词作当中。这首词写的是重阳登高的景与情。</p> <p>　　“芙蓉金菊斗磐香”句中的芙蓉（指荷花）和菊花都是秋季里开放的花。词人写秋日里万花纷谢唯有芙蓉和满目金菊竞相绽放的景致，不单纯是写景，同时交待了季节。下句“天气欲重阳”则更进一步点明节气。中国古代有农历九月九日重阳节登高的风俗。“独在异乡为异客，每逢佳节倍思亲”便是中国唐代大<a href=\"http://so.gushiwen.org/view_48651.aspx\">诗</a>人<a href=\"http://so.gushiwen.org/author_515.aspx\">王维</a>《九月九日忆山东兄弟》中的名句。词人直言重阳，为后文登高写景做了铺垫。“远村秋色如画，红树间疏黄\"两句正面写景。临高而望，远方村落星星点点，在霜叶染成的红树之间点缀着片片的秋草和茂叶凋零之后的树的枝丫。在秋日艳阳之下，如妙笔彩绘的图画。至此，秋日如画美景，词人昂然游兴，跃然纸上。上片以流畅的笔墨描绘出重阳节前秋日登高所见景致，情思恬淡自然，语言明净清新，不饰雕琢，亦不失于浮浅。 </p> <p>　　下片起首三句九字皆写景。“流水淡，碧天长，路茫茫。’’画卷舒展于天地之间，写景气势恢宏，意境旷达间流露着淡淡的忧伤，并使上片中秋色如画的静物描写进一步成为动态描写，语言生动秀洁，精炼浑成。至于由此而起的思量之情则是触景而发。极目高远，尽见天地之间蓝天白云，秋离气爽。恰此时望见大雁天边而来。鸿雁传情之说古亦有之，词人由此联想起远方疏亲密友，引起对远方亲友的怀恋是十分自然的事。在前词丰厚的铺垫之上，聊以“无限思量”叙寄情思，又戛然而止。言尽而意不尽，意尽而情不绝，蓄意绵绵，情溢词外。词的下片在写景的基础上，融入情思，增添了词的内涵。</p> <p>　　这首词全篇以写景为主，通过对重阳节时登高所见的描写，表达词人怡然自得的雅兴和由重阳节而引起的对远方亲友的思念，而这种思念的伤感却是在隐约之间的。在语言上，这首词在具备晏殊词温润端丽的一股特点以外，尤见秀洁清新，为全词高远淡雅、陶然旷达的意境提供了丰富的表现力。另外，词中注重色彩描写，其中“芙蓉金菊”、“秋色如画、“红树间疏黄”、“淡水”、“碧天\"，或明或暗写出景物的色调，描绘出一幅色彩斑澜的画卷，给人以美的陶冶。</p>",
  "about": "<h2>创作背景</h2> 　　作者于仁宗宝元元年（1038年）赋此词，时四十八岁，为陈州（今河南淮阳）知州。他由参知政事贬来此地已六年，常借酒遣怀，此词是秋天在开封登高远望时所作。",
  "poet": {
    "id": 432,
    "star": 0,
    "name": "晏殊",
    "image": "http://img.gushiwen.org/authorImg/yanshu.jpg",
    "desc": "晏殊【yàn shū】（991-1055）字同叔，著名词人、诗人、散文家，北宋抚州府临川城人（今江西进贤县文港镇沙河人，位于香楠峰下，其父为抚州府手力节级），是当时的抚州籍第一个宰相。晏殊与其第七子晏几道（1037-1110），在当时北宋词坛上，被称为“大晏”和“小晏”。"
  },
  "tags": [
    "婉约",
    "写景",
    "抒情"
  ]
}