{
  "id": 48107,
  "star": 104,
  "name": "晚登三山还望京邑",
  "dynasty": "南北朝",
  "content": "灞涘望长安，河阳视京县。<br>白日丽飞甍，参差皆可见。<br>余霞散成绮，澄江静如练。<br>喧鸟覆春洲，杂英满芳甸。<br>去矣方滞淫，怀哉罢欢宴。<br>佳期怅何许，泪下如流霰。<br>有情知望乡，谁能鬒不变？",
  "fanyi": "<p><strong>译文</strong><br>我就像<a href=\"http://so.gushiwen.org/author_770.aspx\">王粲</a>在灞陵上眺望长安，又像<a href=\"http://so.gushiwen.org/author_827.aspx\">潘岳</a>在河阳回顾洛阳那样登上三山回望京城。<br>夕阳使飞耸的屋脊色彩明丽，京城内的屋宇高低不齐，历历在目。<br>残余的晚霞铺展开来就像彩锦，澄清的江水平静得如同白练。<br>喧闹的群鸟覆盖了春天的小洲，各种花朵开满了芳草遍地的郊野。<br>我将远离京城在他乡久留，真怀念那些已停办的欢乐宴会。<br>回乡的日期在何时，我惆怅不已泪落如雪珠。<br>有感情的人都知道思念家乡，谁的黑头发能不改变？</p><p><strong>注释</strong><br>①三山：山名，在今南京市西南。还望：回头眺望。京邑：指南齐都城建康，即今南京市。<br>②灞涘望长安：借用汉末王粲《七哀<a href=\"http://so.gushiwen.org/view_48107.aspx\">诗</a>》“南登霸陵岸，回首望长安”诗意。灞，水名，源出陕西蓝田，流经长安城东。河阳视京县：借用西晋诗人潘岳《河阳县诗》“引领望京室” 诗意。河阳：故城在今河南梦县西。京县：指西晋都城洛阳。两句意为：我怀着眷恋之情，傍晚登上三山，回头眺望都城建康。<br>③丽：使动用法，这里有“照射使……色彩绚丽”的意思。飞甍：上翘如飞翼的屋脊。甍：屋脊。参差：高下不齐的样子。两句意为：在日光的照耀下，京都建筑色彩绚丽，高高低低都能望见。<br>④绮：有花纹的丝织品，锦缎。澄江：清澈的江水。练：洁白的绸子。两句意为：澄清的江水平静得如同一匹白练。<br>⑤喧鸟覆春洲：形容鸟儿众多。覆：盖。杂英：各色的花。甸：郊野。<br>⑥方：将。滞淫：久留。淹留。怀：想念。<br>⑦佳期：指归来的日期。怅：惆怅。霰：雪珠。两句意为：分别了，想到何日才能回来，不由得令人惆怅悲伤，留下雪珠般的眼泪。<br>⑧鬒：黑发。变：这里指变白。两句意为：怀着望乡之情的人，又有谁能不白了头发呢？</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　唐代伟大<a href=\"http://so.gushiwen.org/view_48107.aspx\">诗</a>人<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>的诗句“月下沉吟久不归，古来相接眼中稀。解道澄江静如练，令人长忆谢玄晖。”（李白《金陵城西楼月下吟》），吟哦的是南齐诗人<a href=\"http://so.gushiwen.org/author_32.aspx\">谢朓</a>的名句。金陵城（今南京）西楼前的美景使李白深深领悟了“澄江静如练”的意境，追忆前贤，这位大诗人不禁发出了古来知音难遇的长叹。然而李白应未想到，由于他的叹赏，谢朓这句诗却在后世得到了无数的知音。</p> <p>　　《晚登三山还望京邑》是一首五言古诗，抒写诗人登上三山时遥望京城和大江美景引起的思乡之情。</p> <p>　　这首诗应作于公元495年（齐明帝建武二年），谢朓出为宣城太守时。在这次出守途中，他还做了一首题为《之宣城出新林浦向板桥》的古诗，据《水经注》记载，江水经三山，从板桥浦流出，可见三山当是谢朓从京城建康到宣城的必经之地。三山因上有三峰、南北相接而得名，位于建康西南长江南岸，附近有渡口，离建康不远，相当于从灞桥到长安的距离。此诗开头借用<a href=\"http://so.gushiwen.org/author_770.aspx\">王粲</a>《七哀诗》“南登霸陵岸，回首望长安”的意思，形容他沿江而上，傍晚时登上江岸的三山回望建康的情景，十分贴切。“河阳视京县”一句从字面上看似乎与上句语意重复，其实不然。这儿借用<a href=\"http://so.gushiwen.org/author_827.aspx\">潘岳</a>《河阳诗》“引领望京室”句暗示自己此去宣城为郡守，遥望京邑建康，正如西晋的潘岳在河阳为县令，遥望京城洛阳一样。王粲的《七哀诗》作于汉末董卓被杀，李傕、郭汜大乱长安之时，他在灞涘回望长安，所抒发的不仅是眷恋长安的乡情，更有向往明王贤伯、重建清平之治的愿望。谢朓这次出守之前，建康一年之内换了三个皇帝，也正处在政治动荡不安的局面之中。因此首二句既交代出离京的原因和路程，又借典故含蓄地抒写了诗人对京邑眷恋不舍的心情，以及对时势的隐忧。</p> <p>　　首二句领起望乡之意，以下六句写景，六句写情。诗人扣住题意，选取富有特征性的景物，将登临所见层次清楚地概括在六句诗里。远远望去，皇宫和贵族第宅飞耸的屋檐高低不齐，在日光照射下清晰可见。只“白日丽飞甍，参差皆可见”两句，便写尽满城的繁华景象和京都的壮丽气派。此处“白日”指傍晚的日光。“丽”字本有“附著”、“明丽”两个意思，这里兼取二义，描绘出飞甍在落日中愈加显得明丽辉煌的情景，可以见出谢朓炼字的功夫。“参差”二字既写京城宫殿楼阙的密集，又使整个画面显得错落有致。“皆可见”三字则暗中传达出诗人神情的专注：既然全城飞甍都历历可见，那么从中辨认自己的旧居当也是一般登高望乡之人的常情。所以这两句虽是写景，却隐含着一个凝目远眺的抒情主人公的形象。诗人没有点明在山上流连凝望的时间有多久，但从“白日”变为“余霞”的景色转换中自然就显示出时辰的推移过程。</p> <p>　　“余霞散成绮，澄江静如练”二句，描写白日西沉，灿烂的余霞铺满天空，犹如一匹散开的锦缎，清澄的大江伸向远方，仿佛一条明净的白绸。这一对比喻不仅色彩对比绚丽悦目，而且“绮”、“练”这两个喻象给人以静止柔软的直觉感受，也与黄昏时平静柔和的情调十分和谐。“静”字一作“净”，亦佳。明人谢榛曾批评“澄”、“净”二字意思重复，想改成“秋江净如练”。另一位诗论家<a href=\"http://so.gushiwen.org/author_121.aspx\">王世贞</a>不以为然，认为江澄之后才谈得上净。清代诗人<a href=\"http://so.gushiwen.org/author_599.aspx\">王士祯</a>也讥讽谢榛说:“何因点窜‘澄江练’？笑杀谈诗谢茂秦！”（《论诗绝句》）其实，如果没有谢榛窜改，这“澄”字的好处还真容易被人忽视。唯其江水澄清，“净”（或“静”）字才有着落，才能与白练的比喻相得益彰。同时，“澄”净的江水还能唤起天上云霞与水中倒影相互辉映的联想。李白在《金陵城西楼月下吟》中引用“澄江静如练”以形容大江沉浸在月光之中的清空透明之感，“澄”字就更有点晴意义。可见“静如练”这一比喻是因为有了“澄”字的衬托，才成功地表现出大江宁静澄澈的境界。“静”与“净”相比，“静”字写境更为传神。唐代徐凝曾用白练来比喻瀑布:“千古长如白练飞，一条界破青山色。”被王世贞讥为“恶境界”，原因就在用静态的白练来形容飞泻的水瀑，反将活景写呆了。这个例子可以帮助读者从反面体味“静如练”的好处。如果将谢朓这两句诗与<a href=\"http://so.gushiwen.org/author_758.aspx\">谢灵运</a>的“云日相辉映，空水共澄鲜”（《登江中孤屿》）相比较，可以看出谢朓在景物描写上的飞跃。谢灵运以直叙的手法来说明水天辉映、空明澄澈的景象，意思较实。而谢朓则能够利用恰当的比喻进行形容，使水天相映的景象不但有鲜明悦目的色彩，并能融进主人公对景物情调的感受，表达更为空灵。</p> <p>　　如果说“余霞”两句是用大笔晕染江天的景色，那么“喧鸟覆春洲，杂英满芳甸”两句则是以细笔点染江洲的佳趣。喧闹的归鸟盖满了江中的小岛，各色野花开遍了芬芳的郊野。群鸟的喧嚷越发衬出傍晚江面的宁静，遍地繁花恰似与满天落霞争美斗艳。鸟儿尚知归来，而人却离乡远去，何况故乡正满目春色如画，直教人流连难舍。</p> <p>　　无怪诗人叹息:“去矣方滞淫，怀哉罢欢宴。”这两句巧用此处字义可作两解的特点，既抒发了将要久客在外的离愁和对旧日欢宴生活的怀念，又写出了诗人已去而复又半途迟留、因怀乡而罢却欢宴的情态。“去矣”、“怀哉”用虚词对仗，造成散文式的感叹语气，增强了声情摇曳的节奏感。</p> <p>　　至此登临之意已经写尽，往下似乎无可再写。但诗人却巧妙地跳过一步，由眼前对京城的依恋之情，想到此去之后还乡遥遥无期，泪珠像雪糁般散落在胸前，感情便再起一层波澜。“有情知望乡，谁能鬒不变”则又由自己的离乡之苦，推及一般人的思乡之情：人生有情，终知望乡。长此以往，谁也不能担保黑发不会变白。结尾虽写远忧，而实与开头呼应，仍然归到还望的本意，而诗人的情绪也在抒发人生感慨之时跌落到最低点。</p> <p>　　这首诗写景色调绚烂纷繁、满目彩绘，写情单纯柔和，轻清温婉。诗人将京邑的黄昏写得如此明丽美好，毫无苍凉暗淡之感，固然是为了渲染他对故乡的热爱，但也与诗中所表现的游宦怀乡之情并无深永的感伤意味有关。全诗结构完整对称，而给人印象最深的则是“余霞散成绮，澄江静如练”两句。这种情景分咏、名句往往突出于一篇之中的现象是宋齐山水诗还处于早期阶段的共同特点，也与谢朓诗存在着钟嵘所说“篇末多踬”的毛病有关。谢朓山水诗仍然沿袭谢灵运前半篇写景、后半篇抒情的程式。由于思想感情贫乏，没有远大的理想和志趣，后半篇的抒情大多缺乏健举的风力，加之又“专用赋体”，直陈其意，不像写景那样凝炼形象，更觉意弱而文散。此篇结尾情绪柔弱消沉，便与前面所写的壮丽开阔的景色稍觉不称。但尽管如此，他在景物剪裁方面的功力，以及诗风的清丽和情韵的自然，却标志着山水诗在艺术上的成熟，对唐人有很大的影响。所以李白每逢胜景，常“恨不能携谢朓惊人诗句来”（《云仙杂记》），“解道澄江静如练”只是这类佳话中的一例而已。</p>",
  "poet": {
    "id": 32,
    "star": 0,
    "name": "谢朓",
    "image": "http://img.gushiwen.org/authorImg/xietiao.jpg",
    "desc": "谢朓（464~499年），字玄晖。汉族，陈郡阳夏（今河南太康县）人。南朝齐时著名的山水诗人，出身世家大族。谢朓与谢灵运同族，世称“小谢”。初任竟陵王萧子良功曹、文学，为“竟陵八友”之一。后官宣城太守，终尚书吏部郎，又称谢宣城、谢吏部。东昏侯永元初，遭始安王萧遥光诬陷，下狱死。曾与沈约等共创“永明体”。今存诗二百余首，多描写自然景物，间亦直抒怀抱，诗风清新秀丽，圆美流转，善于发端，时有佳句；又平仄协调，对偶工整，开启唐代律绝之先河。"
  },
  "tags": [
    "古诗三百首",
    "写景",
    "山水",
    "思乡"
  ]
}