{
  "id": 47875,
  "star": 126,
  "name": "高唐赋",
  "dynasty": "先秦",
  "content": "　　昔者楚襄王与宋玉游于云梦之台，望高之观，其上独有云气，崪兮直上，忽兮改容，须臾之间，变化无穷。王问玉曰：“此何气也？”玉对曰：“所谓朝云者也。”王曰：“何谓朝云？”玉曰：“昔者先王尝游高唐，怠而昼寝，梦见一妇人曰：‘妾，巫山之女也。为高唐之客。闻君游高唐，愿荐枕席。’王因幸之。去而辞曰：‘妾在巫山之阳，高丘之阻，旦为朝云，暮为行雨。朝朝暮暮，阳台之下。’旦朝视之，如言。故为立庙，号曰朝云。”王曰：“朝云始楚，状若何也？”玉对曰：“其始楚也，榯兮若松榯；其少进也，晰兮若姣姬，扬衭鄣日，而望所思。忽兮改容，偈兮若驾驷马，建羽旗。湫兮如风，凄兮如雨。风止雨霁，云无所处。”王曰：“寡人方今可以游乎？”玉曰：“可。”王曰：“其何如矣？”玉曰：“高矣显矣，临望远矣。广矣普矣，万物祖矣。上属于天，下见于渊，珍怪奇伟，不可称论。”王曰：“试为寡人赋之！”玉曰：“唯唯！” </p> <p>　　惟高唐之大体兮，殊无物类之可仪比。巫山赫其无畴兮，道互折而曾累。登巉巗而下望兮，临大阺之稸水。遇天雨之新霁兮，观百谷之俱集。濞汹汹其无声兮，溃淡淡而并入。滂洋洋而四施兮，蓊湛湛而弗上。长风至而波起兮，若丽山之孤亩。势薄岸而相击兮，隘交引而却会。崪中怒而特高兮，若浮海而望碣石。砾磥磥而相摩兮，巆震天之礚礚。巨石溺溺之瀺灂兮，沫潼潼而高厉，水澹澹而盘纡兮，洪波淫淫之溶。奔扬踊而相击兮，云兴声之霈霈。猛兽惊而跳骇兮，妄奔走而驰迈。虎豹豺兕，失气恐喙；雕鹗鹰鹞，飞扬伏窜。股战胁息，安敢妄挚。于是水虫尽暴，乘渚之阳，鼋鼍鱣鮪，交积纵横。振鳞奋翼，蜲蜲蜿蜿。 </p> <p>　　中阪遥望，玄木冬荣，煌煌荧荧，夺人目精。爛兮若列星，曾不可殚形。榛林郁盛，葩华覆盖；双椅垂房，纠枝还会。徙靡澹淡，随波闇蔼；东西施翼，猗狔丰沛。绿叶紫裹，丹茎白蒂。纤条悲鸣；声似竽籁；清浊相和，五变四会。感心动耳，回肠伤气；孤子寡妇，寒心酸鼻。长吏隳官，贤士失志；愁思无已，叹息垂泪。 </p> <p>　　登高远望，使人心瘁；盘岸巑，裖陈皑皑。磐石险峻，倾崎崖。巌岖参差，纵横相追。陬互横啎，背穴偃蹠。交加累积，重叠增益。状若砾柱，杂巫山下；仰视山巅，肃何千千。炫燿虹蜺，俯视峥嵘，窐寥窈冥，不见其底，虚闻松声。倾岸洋洋，立而熊经，久而不去，足尽汗出。悠悠忽忽，怊怅自失。使人心动，无故自恐。賁育之断，不能为勇。卒愕异物，不知所出。纵纵莘莘，若生于鬼，若出于神。状似走兽，或象飞禽。谲诡奇伟，不可究陈。上至观侧，地盖底平。箕踵漫衍，芳草罗生。秋兰茝蕙，江离载青。青荃射干，揭车苞并。薄草靡靡，聮延夭夭，越香掩掩；众雀嗷嗷，雌雄相失，哀鸣相号。王鴡鸝黄，正冥楚鸠。秭归思妇，垂鸡高巢。其鸣喈喈，当年遨游。更唱迭和，赴曲随流。 </p> <p>　　有方之士，羡门高谿。上成郁林，公乐聚榖。进纯牺，祷琁室。醮诸神，礼太一。传祝已具，言辞已毕。王乃乘玉舆，驷仓螭，垂旒旌；旆合谐。紬大絃而雅声流，冽风过而增悲哀。于是调讴，令人惏悽，胁息曾。于是乃纵猎者，基趾如星，传言羽猎；衔枚无声，弓弩不发，罘不倾。涉莽莽，驰苹苹。飞鸟未及起，走兽未及发。何节奄忽，蹄足灑血。举功先得，获车已实。王将欲往见，必先斋戒。差时择日，简舆玄服。建云旆，蜺为旌，翠为盖。风起云止，千里而逝。盖发蒙，往自会，思万方，忧国害，开贤圣，辅不逮，九窍通郁，精神察滞。延年益寿千万岁。 ",
  "fanyi": "<h2>译文</h2> <p>　　从前，楚襄王和<a href=\"http://so.gushiwen.org/author_358.aspx\">宋玉</a>游览云梦台，远望高唐观，高唐观上云气特异，状如峰峦，升腾直上，忽然又改变形状，顷刻之间，千变万化。襄王问宋玉：“这是什么云气呀？”宋玉回答：“这就是所说的朝云。”襄王又问：“什么是朝云？”宋玉回答：“从前先王曾经游览高唐观，感到困倦，白天就睡着了，梦见一个女子，说：‘我是巫山之女，高唐之客，听说大王游览高唐观，愿为你侍寝。’先王于是和她同寝，离开时告辞说：‘我住在巫山南面险峻的高山，早上化作灿烂的云霞，傍晚变成霏微的烟雨。朝朝暮暮，就生活在阳台之下。’先王早上起来观看，果真象她说的那样，所以给她修建庙宇，封号为朝云。”襄王问：“朝云刚出现时，是怎样的情景？”宋玉回答说：“她刚出现的时候，宛若茂盛挺拔的青松，稍微过了一会，现出亮丽婀娜的姿容，扬起长袖，遮住眩目的阳光，凝神伫望，若有所思。忽然又变幻了模样，驾着驷马之车疾驰，车上插着饰有羽毛的旌旗，凉风习习，细雨清凄，等到风住雨停，云清雾散，无处可寻。”襄王问：“我现在可以游赏一番吗？”宋玉说：“行啊。”襄王问：“那里的情形如何？”宋玉说：“那里高峻而广阔，登临眺望，极目辽远。宽广无边，好象万物都从那里生出。上接青天，下临深渊，珍贵怪异，奇特伟岸，简直难以用语言来描述。”襄王说：“你试着为我说说看。”宋玉说：“是”。</p> <p>　　那高唐的概貌，绝对无物可比。莽莽巫山，何以匹敌。道路错综曲折，重叠层递。登上峭岩下望，长坡潭水蓄积。正遇雨后初晴，远观百川汇聚，波涛汹涌，无声无息。川水交流，水满四溢。集水成潭，水深无底。大风扬波，有如山间高突的田地。大浪拍岸，险隘之处回旋撞击。怒涛奔涌，有如航海望见碣石耸峙。巨响震天，水波撞击累累的山石。巨石沉没水中，大浪高高掀起。水波荡漾，旋转盘曲。大水远流，腾起阵阵雾气。奔涌翻滚，声响入云相激。猛兽拼命远逃，惊骇至极。虎豹豺兕，惊恐万状，全无往日气势；雕鹗鹰鹞，高飞低窜，屏气颤抖，怎敢如往日搏击？于是水族受惊，都浮上水面，到小洲北边躲避；鼋鼍鳣鲔，东歪西斜，纵横交积，张鳞奋翼，游动拥挤。</p> <p>　　站在高坡遥望，冬天的树木依然郁郁苍苍。光彩鲜明，夺人目光。难以言表，烂若群星排列天上。榛林茂盛，重叠的花美丽芬芳。成对的山桐累累，枝叶交错展扬。轻风吹拂，倒影隐约，随波飘荡。伸展的枝条繁茂柔美，就象鸟儿张开翅膀。红茎白蒂，碧绿的叶子中露出紫红的花房。微风吹动，纤枝悲鸣，就像竽籁奏出的乐章。清浊相和，五音变化，应和着四方的音响。闻之动心，荡气回肠。孤儿寡妇，落泪心伤。长官废职，贤士失意惆怅，愁思无尽，叹息流泪彷徨。</p> <p>　　登高远望，使人心伤。盘岸峭壁，整齐排列，巍峨挺拔。磐石险峻，倾斜着像要倒塌。山岩长短纵横，仿佛追逐着一比高下。角落里堵塞道路的岩石横卧，偏僻处洞穴在山岩高挂。山石堆积交加，重重叠叠更是高大。形如中流砥柱，屹立巫山之下。仰望山顶，山林清静浓绿，耀眼如虹霓光华。俯看山下，幽深无底是峥嵘的山崖。只听见松涛阵阵，洋洋大水好象要把江岸冲垮。野熊吓得要死，直立起来往树上攀爬，久久不敢离开，脚心汗水滴下。悠悠忽忽，失意伤感，令人惊心，无故惧怕。既使有孟贲、夏育的决断，要显示勇敢也是无法。突遇不知从何而来的怪物，叫人又惊又怕。怪石林立，形态各异，有如鬼神变化。有的象奔跑的野兽，有的像禽鸟飞上飞下。变幻莫测，奇特瑰伟，不能一一陈叙描画。</p> <p>　　登上高唐观的旁边，地势一遍平坦。连绵不绝，如簸箕的后半。芬芳的香草，遍地长满。秋兰、茝蕙和江离，鲜花盛开。青荃、射干和揭车，争奇斗妍。草木蘩茂，艳丽绵延。群鸟鸣唱，在花草的芳香里远传。雌雄失伴，鸣声哀婉。王雎、黄鹂、正冥、楚鸠、子规、思妇和垂鸡，把巢筑得高高，百鸟合鸣，其声宛转。当年遨游，唱和交替更换，鸣声如歌，传向极远。有法术的方士，羡门、高溪、上成、郁林等神仙，在山林间兴高采烈地聚餐。</p> <p>　　祈祷在玉饰的宫室，供奉纯一色的牺牲，祭祀众多的神灵，向东皇太一礼敬。祝辞已经备好，祷告已经完成。君王才乘着玉舆，驾着青色的蛟龙飞奔。配合协调的旗帜飘飘，那是表示王者身份的旒旌。拨动琴弦，奏出典雅的乐声。寒风吹拂，更添悲哀一层。于是依调而歌，令人悲痛凄惨，屏息伤心。于是就让猎手纵马驰骋，山下人马排列，密如天上繁星。传令羽林骑士，口衔枚，不出声，弓箭不发射，猎网不张挂，在大水中跋涉，在草丛里驰骋。群鸟来不及起飞，野兽来不及逃命。马蹄溅满鲜血，车马片刻暂停。那先获头功的猎手，猎物已装满车乘。</p> <p>　　大王您想去见巫山之女，必先斋戒沐浴。选择吉日良时，减少车骑，穿上黑衣。车上树起霓旌和云旗，车盖用翠鸟的羽毛装饰。恍如风起雨止，千里转瞬即逝。为了启发蒙昧，前去相会神女。想着天下百姓，为国家祸患忧思。任用贤能之臣，弥补自己过失。九窍通泰，精神舒畅，寿与天齐。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　<a href=\"http://so.gushiwen.org/author_358.aspx\">宋玉</a>的《高唐赋》和《神女赋》是在内容上相互衔接的姊妹篇，两篇赋都是写楚王与巫山神女梦中相会的爱情故事，但两篇赋的神女形象差别很大。</p> <p>　　《高唐赋》中的神女最引人注目的地方是她自由奔放、大胆追求爱情的举动，所谓“闻君游高唐，愿荐枕席”。这是一片赤裸裸的原始激情和欲望的自然流露，是未曾受到任何封建礼教和伦理道德束缚的人性的直接张扬。这种随意放任的性关系并非宋玉的凭空想像，而是原始初民爱情生活的真实反映，是对于原始时代“自由”婚姻的朦胧回忆。就是说，在原始社会的特定发展阶段上，确实存在着无限制的随意婚姻和自由放任的性关系。并且，原始社会结束后，这种状况还有延续。不要说更远，即使是到了一夫一妻制已经建立起来，配偶关系相对稳定的原始社会末期和奴隶制社会初期，受传统习俗的影响，性关系还是相当自由和放任的，正如恩格斯所指出的：“旧时性交关系的相对自由，绝没有随着对偶婚制或者甚至个体婚制的胜利而消失。”至于在某些特定的时期，如一些重大的节日，性关系更是随意而放任。古罗马的沙特恩节要举行群众性的盛宴和狂欢，同时“盛行性关系的自由”，沙特恩节因而也就成为纵情欢乐的代名词。中国古代也是如此，《周礼·地官·媒氏》：“仲春之月，令会男女，于是时也，奔者不禁……凡男女之阴讼，听之于胜国之社。”郑玄注：“阴讼，争中冓之事以触法者。”从“令会男女”、“奔者不禁”甚至有因婚媾而争讼的情况，说明当时的性关系也是相当自由的。《周礼》所记反映的大约是商周时代的事，是传统习俗的延续和发展，由此不难想像神话产生的原始时代性关系的更大自由和放任。从这个角度来看巫山神女“愿荐枕席”，主动寻求匹偶交欢的举动就很好理解了：既不是反常，也不是“淫惑”，而是她那个时代（即神话时代）的十分正常而普遍的行为。</p> <p>　　巫山神女神话特征的另一个重要表现是她的神奇变化：“妾在巫山之阳，高丘之阻。旦为朝云，暮为行雨。朝朝暮暮，阳台之下。”巫山神女没有通过任何中间环节，即直接变为朝云和行雨，是非常神奇的。这种情况根本无法通过经验和理智去解释，而只能通过神话的逻辑——变形法则——去说明。在原始人看来，“在不同的生命领域之间绝没有特别的差异。没有什么东西具有一种限定不变的静止状态：由于一种突如其来的变形，一切事物都可以转化为一切事物。如果神话世界有什么典型特点和突出特征的话，如果它有什么支配它的法则的话，那就是这种变形的法则。”原始初民的想像正是由于轻而易举地越过决定事物性质的界限而显得丰富和大胆。</p> <p>　　以上两个方面即追求爱情的方式和神奇变化，充分说明《高唐赋》中的神女是一个具有明显原始神话特征的神话式人物，一个地地道道的女神。</p> <p>　　而《神女赋》中的神女完全是另外一副样子：这是一个服饰华美、容貌姣丽、举止端庄、神态娴静的女性。宋玉除了强调她的光彩照人的外貌之外，更强调她的内在的精神和气质，主要突出了两个方面：一是温柔和顺，安闲自得，骨法奇美，适于侍奉君上；一是贞谅清洁，意态高远，以礼自持，凛然难犯。可以看出，以上两个方面无论哪个方面都与原始神话中的女神格格不入，她完全属于另一个时代。《高唐赋》的巫山神女和《神女赋》不是一个形象。</p> <p>　　关于《高唐赋》的主题思想，有学者认为高唐神女化为云雨是一种艺术想像，由于这种想像表现了男女交欢时那种像云一样飘忽，像雨一样空灵的感受，符合人们接受的心理基础，因而成为一种文学意象并对后代产生了重大影响。而这种艺术想像正是宋玉突发奇想的神来之笔，是宋玉对中国文学的重要贡献。这些听起来似乎有道理，实际上并不符合实际。</p> <p>　　事实上，把男女交欢与云雨联系起来并非宋玉的发明。有学者以中外古代大量的事实证明了这种联系实乃出于一种古老的宗教观念，是交媾致雨宗教观念的反映。原始宗教认为人与自然是交相感应的，人的主观意念和行为可以影响客观事物的发展，巫术“相似律”原理认为，“仅仅通过模仿就实现任何他想做的事”，而男女交媾诱发降雨正是这种神秘的交感观念的反映。他们认为，行云降雨是天地阴阳交会的结果，所谓“天地相会，以降甘露”。（《老子》第32章）《周易·系辞下》：“天地氤氲，万物化醇;男女构精，万物化生。”而云雨则是使万物化生的最重要条件。原始初民的祈雨方式有多种多样，而交媾致雨的方式由于其自身的特点便成为他们比较常用和普遍的一种方式，有的民族还因此形成了有关的宗教仪式。</p> <p>　　有了雨露滋润，草木得以茂盛，五谷得以丰收，因而由交媾致雨又进一步发展为可以促进丰收、富足乃至民族振兴和国家强盛。闻一多先生在研究《<a href=\"http://so.gushiwen.org/view_47875.aspx\">诗</a>经》婚俗诗时曾指出：“初民根据其感应魔术原理，以为行夫妇之事，可以助五谷之蕃育，故嫁娶必于二月农事作始之时行之。”初民相信“如果没有人的两性的真正结合，树木花草的婚姻是不可能生长繁殖的”。弗雷泽在考察了中美洲、非洲、澳洲以及亚洲的原始民族之后得出结论：“他们仍然有意识地采用两性交媾的手段来确保大地丰产”，并相信与传说中的神灵交媾也可以达到这个目的。类似的观点在其他宗教文化学和人类文化学著作中也时有所见。</p> <p>　　交媾致雨并促进丰收、富足和强盛的观念是特定宗教民俗背景下的产物，是多次发生过的“现实”，高唐神女与怀王交欢之后化为云雨的故事不过是它的神话反映而已，是宋玉对传统宗教和神话所做的比较忠实的记录。宋玉的高明之处在于他大胆地吸收民间神话，巧妙地运用它为自己的立意构思服务：借助神话所固有的观念内涵和文化意蕴来表现作品的主题思想。这就是说，《高唐赋》正是在这则神话所固有的文化观念意蕴的基础上的再创作。明确了《高唐赋》与高唐神女神话及其文化观念意蕴之间的关系，实际也就找到了认识作品的思想指向。</p> <p>　　《高唐赋》由序和正文构成，实际写了三个内容：一、高唐神女神话及其所体现的交媾致雨的宗教观念。之所以在作品的开头先讲这样一个神话故事，就是以它的文化观念意蕴统摄全文。二、云雨之后山河更加宏伟壮丽，万物充满勃勃生机。这部分篇幅最长，是上述宗教神话的文化观念意蕴的形象表现。三、鼓励襄王往会神女，希望通过与神女交欢给国家和个人带来福祉。这部分是全文的结尾，表明往会神女的目的。这个目的与上述宗教神话的文化观念意蕴是完全一致的。</p> <p>　　《高唐赋》的主题思想可以概括如下：根据传统的宗教神话观念，宋玉在赋文中鼓励襄王往会神女，与神女交欢，希望借此达到政治清明、民族振兴、国家富强以及个人身心强健、延年益寿的目的。同时，由衷赞美山河大地的宏伟壮丽和欣欣向荣的美好景象，赞美由神女所化的云雨给世界带来的生机和活力。可以看出，《高唐赋》的立意完全建立在传统的宗教神话观念基础上，是按照古老神话的文化观念意蕴展开铺写的，因此，全文都以交媾致雨并促进丰收、富足和强盛的观念为统摄。也正是因为如此，从文中对于山河大地和云雨的由衷赞美，依稀可以看到原始的自然崇拜观念的踪影。这样理解《高唐赋》的主题思想，使序和正文有机结合起来，从根本上避免了其他各种说法导致的“两回事”的缺欠，并可以从神话故事本身得到进一步的印证：《渚宫旧事》之三引《襄阳耆旧传》写怀王游高唐梦神女与之交欢，神女临别时说：“妾处之，尚莫可言之。今遇君之灵，幸妾之搴。将抚君苗裔，藩乎江汉之间。”原文可能有脱误，大致意思是：“蒙你不弃我的陋质，爱幸于我，我将保佑你的子孙使他们世世代代藩昌于江水和汉水之间。”神话故事本身就说明与神女交欢即可受到神女的保佑，使人口繁衍，民族兴旺。这对于理解《高唐赋》的主题思想很有启发。</p>",
  "poet": {
    "id": 358,
    "star": 0,
    "name": "宋玉",
    "image": "http://img.gushiwen.org/authorImg/songyu.jpg",
    "desc": "宋玉，又名子渊，战国时鄢（今襄樊宜城）人， 楚国辞赋作家。生于屈原之后，或曰是屈原弟子。曾事楚顷襄王。好辞赋，为屈原之后辞赋家，与唐勒、景差齐名。相传所作辞赋甚多，《汉书·卷三十·艺文志第十》录有赋16篇，今多亡佚。流传作品有《九辨》、《风赋》、《高唐赋》、《登徒子好色赋》等，但后3篇有人怀疑不是他所作。所谓“下里巴人”、“阳春白雪”、“曲高和寡”的典故皆他而来。"
  },
  "tags": [
    "辞赋精选",
    "爱情",
    "神话"
  ]
}