{
  "id": 59949,
  "star": 40,
  "name": "菩萨蛮·何须急管吹云暝",
  "dynasty": "宋代",
  "content": "何须急管吹云暝，高寒滟滟开金饼。今夕不登楼，一年空过秋。<br>桂花香雾冷，梧叶西风影。客醉倚河桥，清光愁玉箫。",
  "fanyi": "<h2>注释</h2> 滟滟：光动摇貌。<br>金饼：月饼的联想。<br>桂花：兼指月中之桂，半虚半实。",
  "shangxi": "<h2>鉴赏</h2> <p>　　中秋佳节是我国古代文人经常采用的题材。这首词充分表达了作者对中秋赏月的无比赞美之情。</p> <p>　　上片的四句写待月的心情，依换韵分两层。“何须急管吹云暝，高寒滟滟开金饼”写人们等待月亮缓慢爬高时的情景。起句作者通过描写“急管吹云暝”的幼稚举动，表现出人们盼月的急切心情。妙在作者并非仅仅依赖“急管”这具体的东西来表达抽象复杂的心情，却在“急管吹云暝”之前冠上“何须”两字。</p> <p>　　这样一来就使句意更深一层。不单表现了人们的急切心情；又表现出月出人间的积极主动。下句“高寒滟滟开金饼”具体细致地描写了月如何穿出云丛出现在高空。此句化用<a href=\"http://so.gushiwen.org/author_234.aspx\">苏舜钦</a>《中秋新桥对月》<a href=\"http://so.gushiwen.org/view_59949.aspx\">诗</a>：“云头滟滟开金饼。”“滟滟”，光摇动貌，写月的迷人姿态。</p> <p>　　“金饼”既以金色形容了月光之明亮耀眼，又以饼的圆形点明是中秋满月。从而很自然地引出“今夕不登楼，一年空过秋”，这是自劝与劝人勿辜负良辰美景的警语。这句既高度赞美了中秋夜月，又为下片赏月铺垫。</p> <p>　　下片写赏月，作者扣紧中秋月的特色，一句一个动人的月夜场景，从各个角度来刻画这令人难以忘怀的中秋月夜。换头“桂花香雾冷”是半虚半实的双关语。实者，桂花被月光笼罩着，加上秋夜湿露，看上去朦朦胧胧，若隐若现，桂花透过这“雾气”散发着阵阵幽香。虚者，写月中桂。联系上片的“高寒”很自然地会想到广寒宫的桂树、嫦娥、吴刚、桂子飘香等美丽的传说故事，仿佛感到月中之“桂花香雾冷”，令人产生无尽的遐想。下句“梧叶西风影”，则实写月光下明亮的夜景。这句与上句同样没有出现“月光”字样，但却通过秋风中梧桐树枝叶的清影反衬月光的明亮。没有月，那有影，不言月光而言树影便将月光的亮度具体可感地写出来了。“西风”二字不只是再点秋季，更重要的是使这个景色变活了，因为有“西风”，能使“梧叶”发出响声，能使“影”动，还能使人仿佛感觉到凉意。这一韵中的“桂花”、“冷”、“梧叶”、“西风”都是节候性强的词语，这就构成了秋月的特征性意境。最后“客醉倚河桥，清光愁玉箫”又换一个镜头，进一层写人在中秋之月的心境。上片“今夕不登楼，一年空过秋”只不过从月明当赏而言，这里却是既赏情景。“客醉”二字最引人深思。</p> <p>　　若只言“醉”，有可能是中秋亲朋好友团圆欢聚，一醉方休，但加上一个“客”字就要突破这个可能性了。中秋为“客”，一醉之后，对着团圆的月，就更会因离别而伤心了。“倚河桥”，对着天上、水中的明月，更会浮想联翩，很自然地想到“二十四桥明月夜，玉人何处教吹箫”（唐<a href=\"http://so.gushiwen.org/author_211.aspx\">杜牧</a>《寄扬州韩绰判官》诗）的意境。“玉箫”与首句的“急管”遥相呼应，然而两者的情调迥然不同。一个是待月之初，一时忘却客中之感的急切希冀的欢快之音，一个是既见秋月反勾起客愁的冷漠凄凉的愁苦之声。常见的月圆人不圆的主题，作者却并不急于一语道破，先从情理中应有的欢快说起，继用“冷”、“影”稍稍透露气氛，一直憋到最后才吐出一个“愁”字来，不仅在写法上有如剥茧抽丝之妙，而且在效果上收到扣人心弦之妙。这样写出的愁，读者之心能够格外惦量出它的沉重。这是一种别致的艺术手法。</p>",
  "poet": {
    "id": 287,
    "star": 0,
    "name": "高观国",
    "desc": "高观国,南宋词人。字宾王，号竹屋。山阴(今浙江绍兴)人。生卒年不详。生活于南宋中期，年代约与姜夔相近。与史达祖友善，常常相互唱和，词亦齐名，时称“高，史”。其成就虽不及史达祖，但也有值得重视之处。他善于创造名句警语，如“香心静，波心冷，琴心怨，客心惊”；“开遍西湖春意烂，算群花、正作江山梦”，都颇为后人传诵。从其作品中看不出有仕宦的痕迹，大约是一位以填词为业的吟社中人。为“南宋十杰”之一。有词集《竹屋痴语》。"
  },
  "tags": [
    "中秋节",
    "赏月",
    "赞美"
  ]
}