{
  "id": 72338,
  "star": 53,
  "name": "超然台记",
  "dynasty": "宋代",
  "content": "　　凡物皆有可观。苟有可观，皆有可乐，非必怪奇伟丽者也。</p> <p>　　哺糟啜醨皆可以醉；果蔬草木，皆可以饱。推此类也，吾安往而不乐？</p> <p>　　夫所为求褔而辞祸者，以褔可喜而祸可悲也。人之所欲无穷，而物之可以足吾欲者有尽，美恶之辨战乎中，而去取之择交乎前。则可乐者常少，而可悲者常多。是谓求祸而辞褔。夫求祸而辞褔，岂人之情也哉？物有以盖之矣。彼游于物之内，而不游于物之外。物非有大小也，自其内而观之，未有不高且大者也。彼挟其高大以临我，则我常眩乱反复，如隙中之观斗，又焉知胜负之所在。是以美恶横生，而忧乐出焉，可不大哀乎！</p> <p>　　余自钱塘移守胶西，释舟楫之安，而服车马之劳；去雕墙之美，而蔽采椽之居；背湖山之观，而适桑麻之野。始至之日，岁比不登，盗贼满野，狱讼充斥；而斋厨索然，日食杞菊。人固疑余之不乐也。处之期年，而貌加丰，发之白者，日以反黑。予既乐其风俗之淳，而其吏民亦安予之拙也。于是治其园圃，洁其庭宇，伐安丘、高密之木，以修补破败，为苟全之计。</p> <p>　　而园之北，因城以为台者旧矣，稍葺而新之。时相与登览，放意肆志焉。南望马耳、常山，出没隐见，若近若远，庶几有隐君子乎！而其东则庐山，秦人卢敖之所从遁也。西望穆陵，隐然如城郭，师尚父、齐桓公之遗烈，犹有存者。北俯潍水，慨然太息，思淮阴之功，而吊其不终。台高而安，深而明，夏凉而冬温。雨雪之朝，风月之夕，予未尝不在，客未尝不从。撷园蔬，取池鱼，酿秫酒，瀹脱粟而食之，曰：“乐哉游乎！\"</p> <p>　　方是时，予弟子由，适在济南，闻而赋之，且名其台曰“超然”，以见余之无所往而不乐者，盖游于物之外也。 ",
  "fanyi": "<p><strong>译文</strong><br>　　任何事物都有可观赏的地方。如有可观赏的地方，那么都可使人有快乐，不必一定要是怪异、新奇、雄伟、瑰丽的景观。吃酒糟、喝薄酒，都可以使人醉，水果蔬菜草木，都可以充饥。以此类推，我到哪儿会不快乐呢？</p> <p>　　人们之所以要追求幸福，避开灾祸，因为幸福可使人欢喜，而灾祸却使人悲伤。人的欲望是无穷的，而能满足我们欲望的东西却是有限的。如果美好和丑恶的区别在胸中激荡，选取和舍弃的选择在眼前交织，那么能使人快活的东西就很少了，而令人悲哀的事就很多，这叫做求祸避福。追求灾祸，躲避幸福，难道是人们的心愿吗？这是外物蒙蔽人呀！他们这些人局限在事物之中，而不能自由驰骋在事物之外；事物本无大小之别，如果人拘于从它内部来看待它，那么没有一物不是高大的。它以高大的形象横在我们面前，那么我常常会眼花缭乱反复不定了，就象在缝隙中看人争斗，又哪里能知道谁胜谁负呢？因此，心中充满美好和丑恶的区别，忧愁也就由此产生了；这不令人非常悲哀吗！</p> <p>　　我从杭州调移到密州任知州，放弃了乘船的舒适快乐，而承受坐车骑马的劳累；放弃墙壁雕绘的华美漂亮的住宅，而蔽身在粗木造的屋舍里；远离杭州湖光山色的美景，来到桑麻丛生的荒野。刚到之时，连年收成不好，盗贼到处都有，案件也多不胜数；而厨房里空荡无物，每天都以野菜充饥，人们一定都怀疑我会不快乐。可我在这里住了一年后，面腴体丰，头发白的地方，也一天天变黑了。我既喜欢这里风俗的淳朴，这里的官吏百姓也习惯了我的愚拙无能。于是，在这里修整花园菜圃，打扫干净庭院屋宇，砍伐安丘、高密的树木，用来修补破败的房屋，以便勉强度日。 在园子的北面，靠着城墙筑起的高台已经很旧了，稍加整修，让它焕然一新。我不时和大家一起登台观览，在那儿尽情游玩。从台上向南望去，马耳、常山时隐时现，有时似乎很近，有时又似乎很远，或许有隐士住在那里吧？台的东面就是卢山，秦人卢敖就是在那里隐遁的。向西望去是穆陵关，隐隐约约象一道城墙，姜太公、齐桓公的英雄业绩，尚有留存。向北俯视潍水，不禁慨叹万分，想起了淮阴侯韩信的赫赫战功，又哀叹他不得善终。这台虽然高，但却非常安稳；这台上居室幽深，却又明亮，夏凉冬暖。雨落雪飞的早晨，风清月明的夜晚，我没有不在那里的，朋友们也没有不在这里跟随着我的。我们采摘园子里的蔬菜，钓取池塘里的游鱼，酿高粱酒，煮糙米，大家一边吃一面赞叹：“多么快活的游乐啊！”</p> <p>　　这个时候，我的弟弟<a href=\"http://so.gushiwen.org/author_366.aspx\">苏辙</a>字子由恰好在济南做官，听说了这件事，写了一篇文章，并且给这个台子取名“超然”，以说明我之所以到哪儿都快乐的原因，大概就是在于我的心能超乎事物之外啊！</p> <p><strong>注释</strong><br>凡物皆有可观，省略“者”即可观者，值得观赏的地方。<br>哺：吃。<br>啜：喝。<br>醨：米酒。<br>醉：使······醉。<br>饱：使······饱。<br>吾安往而不乐，即“吾往安而不乐”。而，表承接。<br>求褔而辞祸，“而”表并列，并且。<br>求褔而辞祸者。者：……的原因。<br>而物之可以足吾欲者有尽：而可以足吾欲之物者有尽，译为“但是能满足我们欲望的东西却是有限的”。<br>岂：难道。<br>情：心愿。<br>有以：可以用来。<br>盖：蒙蔽。<br>焉：哪里。<br>横：意外发生。<br>而：表承接，随后。<br>焉：于此。<br>背：远离。<br>比：连续，常常。<br>登：丰收。<br>苟全：大致完备。<br>葺（qì）：原指用茅草覆盖房子，后泛指修理房屋。<br>庶几：表希望或推测。<br>遗烈：前辈留下来的功业。<br>撷（xié）：摘下，取下。<br>秫（shú）：黏高粱，可以做烧酒。有的地区就指高粱。<br>瀹（yuè）：煮。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这篇文章说明超然于物外，就可以无往而不乐。即把一切事物都置之度外，无所希冀，无所追求，与世无争，随遇而安，就不会有什么烦恼，能成为二个知足者常乐的人。这是用庄子“万物齐一”的观点来自我麻醉，以旷达超然的思想来自我安慰。不管祸福，美丑，善恶，去取，通通都一样，自己屡遭贬请，每况愈下，也就不足挂齿，可以逆来顺受，无往而不乐了。其实，这是置无限辛酸、满腹怨愤而不顾的故为其乐，有其形而无其实，犹如酒醉忘优之乐，并非敞怀舒心的快乐。全文以“乐”字为主线，贯穿始终，被称为“一字立骨”的典范文章。以议论和记叙相结合的方法，从虚实两个方面阐明了主旨。游于物外。就无往而不乐。</p> <p>　　第一段，从正面论述超然于物外的快乐。“凡物皆有可观。苟有可观，皆有可乐。非必怪奇伟丽者也。”一切物品都有可以满足人们欲望的作用，假如有这种作用，都可以使人得到快乐，不一定非要是怪奇、伟丽的东西。实际上并非如此，物有美丑、善恶之分，爱憎自有不同，人各有所求，其选择、去取也不能一样，所以很难“皆有可乐”。<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>是以“游于物外”的超然思想看待事物。所以得出这样的结论.从写法特点上看，是一起便说“超然”，提出“乐”字为主线。上面是从总的方面论述，下文是举例加以证明。“哺糟啜醨，皆可以醉。果蔬草木，皆可以饱。”是说物各有用，都可以满足欲求，给人快乐。推面广之，人便可以随退而安，无处不快乐了。四个皆字使文意紧密相联，语势畅达，浑然一体。</p> <p>　　第二段是从反面论述不超然必会悲哀的道理。求福辞祸是人之常情，因为福可以使人高兴，祸会令人悲伤。但是，如果人不能超然于物外。任随欲望发展，必然陷人“游于物内”的泥潭。物有尽时，很难满足无止境的欲求。而且事物往往被某些现象掩盖着本来的面目，美丑不一，善恶难分，祸福不辨，取舍难定。事物的假象常常令人头昏目眩，什么也看不清楚，不超然于物外，就会盲目乱撞，结果必然招来灾祸，造成绝顶的悲哀。上面两段，一正一反，正反对照，有力地论证了只有超然于物外，才能无往而不乐；如果超然于物内，则必悲哀的道理。从理论上为记超然台的事实奠定了基础。这是以虚领实的写法。</p> <p>　　第三段，步入正题，叙述移守胶西，生活初安，治园修台，游而得乐的情景。用具体的事实说明了超然于物外，必得其乐的道理.这一段可分为三层：一、移守胶西，用了三个对偶句，组成排比句组，语调抑扬起伏，气势充沛，使杭、密两地形成鲜明对比，说明了苏轼舍安就劳、去美就简的遭遇。这既是记实，也是以优托喜的伏笔。二、生活初安。“比岁不登，盗贼满野，狱讼充斥，面斋厨索然，日食杞菊。”，是写初到胶西后年成不好，政局动乱，生活艰苦。用了五个四言句和一个连词，句子精悍，节奏急促，与处境维艰交相吻合。再次写忧，以见喜之可贵，乐之无穷。“处之期年，而貌加丰，发之白者，日以反黑。”意外的变化带来无限喜悦。“予既乐其风俗之醇，而其吏民亦安予拙也。”自己爱上了胶西，百姓也爱戴太守。官民相爱，必然官民同乐。由苦变乐，真是无往而不乐。生活初安，就有余力洁庭治园，为寻乐作些事情。三、修台游乐。先交待台的位置、旧观和修缮情况。利旧成新，不劳民伤财，含有与民同乐之意。再写登台四望，触目感怀，见景生情，浮想联翩，所表现的感情十分复杂。时而怀念超然干物外的隐君子，时而仰慕功臣建树的业绩，时而为不得善终的良将鸣不平。这正表现了作者想超然子物外，而实际上又很难完全超然处之的矛盾心情：有怀念，有羡慕，有不平。这一层虽属常见的“四望法”，但写得不落俗套，没有用对偶排比，只用了较为整齐的散行句，别具一番疏宕流畅的情韵。最后描写了台的优点：“高而安，深而明，夏凉而冬温。”流露出无比喜爱的感情。因此，予与客不管“雨雪之朝，风月之夕”，都时常登台游乐，亲手做菜做饭，饮酒欢歌。这种游玩，确实是很快乐的。最后又落脚在“乐”字上。</p> <p>　　最后一段交待了其弟<a href=\"http://so.gushiwen.org/author_366.aspx\">苏辙</a>（子由）为此台命名并作赋的事。文章到此方点明“超然”二字，具有画龙点睛之妙。且结句“以见余之无所往而不乐者，盖游于物之外也”，既照应开头：又与前文所说乐少悲多的人“游于物之内，而不游于物之外”，如应不应，有意无意，形成了鲜明的对照，见出两种人不同的思想境界，回味无穷。</p>",
  "about": "<h2>创作背景</h2> 　　<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>反对<a href=\"http://so.gushiwen.org/author_405.aspx\">王安石</a>变法，为新党所不容，被排挤出朝廷，先任开封府推官，继任杭州通判。“三年不得代，以辙之在济南。求为东州守”。苏轼《栾城集·超然亭赋序》。宋神宗熙宁七年1074年被批准改任密州（今山东省诸城）太守。第二年，政局初定，他便开始治园圃，洁庭宇，把园圃北面的一个旧台修葺一新。他的弟弟<a href=\"http://so.gushiwen.org/author_366.aspx\">苏辙</a>给这个台取名叫“超然”。故此，苏轼写了这篇《超然台记》。",
  "poet": {
    "id": 183,
    "star": 0,
    "name": "苏轼",
    "image": "http://img.gushiwen.org/authorImg/sushi.jpg",
    "desc": "苏轼（1037－1101），北宋文学家、书画家、美食家。字子瞻，号东坡居士。汉族，四川人，葬于颍昌（今河南省平顶山市郏县）。一生仕途坎坷，学识渊博，天资极高，诗文书画皆精。其文汪洋恣肆，明白畅达，与欧阳修并称欧苏，为“唐宋八大家”之一；诗清新豪健，善用夸张、比喻，艺术表现独具风格，与黄庭坚并称苏黄；词开豪放一派，对后世有巨大影响，与辛弃疾并称苏辛；书法擅长行书、楷书，能自创新意，用笔丰腴跌宕，有天真烂漫之趣，与黄庭坚、米芾、蔡襄并称宋四家；画学文同，论画主张神似，提倡“士人画”。著有《苏东坡全集》和《东坡乐府》等。"
  },
  "tags": [
    "古文观止",
    "写景",
    "抒怀"
  ]
}