{
  "id": 72691,
  "star": 321,
  "name": "东栏梨花",
  "dynasty": "宋代",
  "content": "梨花淡白柳深青，柳絮飞时花满城。<br>惆怅东栏一株雪，人生看得几清明。",
  "fanyi": "<p><strong>译文</strong><br>如雪般的梨花淡淡的白，柳条透露出浓郁的春色，飘飘洒洒的柳絮夹带着如雪的梨花，布满了全城。<br>我心绪惆怅，恰如东栏那一株白如雪的梨花，居俗世而自清，将这纷杂的世俗人生，看得多么透彻与清明。</p> <p><strong>注释</strong><br>①东栏：指<a href=\"http://so.gushiwen.org/view_72691.aspx\">诗</a>人当时庭院门口的栏杆。<br>②柳深青：意味着春意浓。<br>③柳絮：柳树的种子。有白色绒毛，随风飞散如飘絮，因以为称。<br>④雪：这里喻指梨花。<br>⑤清明：清澈明朗。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　《东栏梨花》是一首感伤的<a href=\"http://so.gushiwen.org/view_72691.aspx\">诗</a>，诗人因为梨花盛开而感叹时光的流逝。这首诗抒发了诗人感叹春光易逝、人生短促的哀愁，也抒发了诗人淡看人生、从失意中得到解脱的思想，寄予了作者自己清正坦荡的风骨。</p> <p>　　首句以“淡白”状梨花，以深青状柳叶，以柳青衬梨白，可谓是一青二白。梨花的淡白，柳的深青，这一对比，景色立刻就鲜活了，再加上第二句的动态描写：满城飞舞的柳絮，真是“春风不解禁杨花，蒙蒙乱扑行人面”，同时柳絮写出梨花盛开的季节，春意之浓，春愁之深，更加烘托出来。</p> <p>　　前两句以一青二白，突出了梨花的特点。它不妖艳，也不轻狂的神态，又在第三句“一株雪”里再次赋予梨花以神韵，并把咏梨花与自咏结合了起来。其实，这“一株雪”正是诗人自己的化身。因为<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>一生正道直行，清廉洁白，坦荡如砥。 在咏梨花时，苏轼用了“柳絮飞时花满城”来加以衬托，梨花既不像“颠狂柳絮随风去”，也不像“轻薄桃花逐水流”，其品格是何其高尚的。诗人还用了“人生看得几清明”来加以侧面烘托梨花之“清明”。“一株雪”和“几清明”是对偶的写法，一不是指有一株梨树，而是指一株梨树一个作者自己，后两句意境如下：作者惆怅的站在东栏旁，梨树上满是白色的梨花，同时柳絮在飘，落在作者身上，作者也变成了“一株雪”，写的是凄清惆怅的意境，最后一句，人生看得几清明，人生能有几次清明，这是补足前句“惆怅”的内容，更增添悲凉的气氛。苏轼的诗，一向以豪放著称，像这样悲凉的很是少见。</p> <p>　　《东栏梨花》的最后两句化用了唐代诗人<a href=\"http://so.gushiwen.org/author_211.aspx\">杜牧</a>的《初冬夜饮》“砌下梨花一堆雪，明年谁此凭栏杆”。杜牧的诗说的是物是人非的感慨，而苏东坡的诗感慨的是人生的短促。</p>",
  "about": "<h2>创作背景</h2> 　　此<a href=\"http://so.gushiwen.org/view_72691.aspx\">诗</a>作于北宋熙宁十年（1077），当时<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>已经四十一岁，经历了众多的家庭变故，母亲、妻子、父亲相继辞世。在政治上，因为<a href=\"http://so.gushiwen.org/author_405.aspx\">王安石</a>变法而引起的新旧党争，苏轼离开朝廷，带着淡淡的忧愁，在地方为官。熙宁九年（1076）冬天，苏轼离开密州（今山东潍坊诸城），接任苏东坡密州知府职位的是孔宗翰。第二年春天，苏轼到徐州赴任，写了五首绝句给孔宗翰。这是其中的一首。",
  "poet": {
    "id": 183,
    "star": 0,
    "name": "苏轼",
    "image": "http://img.gushiwen.org/authorImg/sushi.jpg",
    "desc": "苏轼（1037－1101），北宋文学家、书画家、美食家。字子瞻，号东坡居士。汉族，四川人，葬于颍昌（今河南省平顶山市郏县）。一生仕途坎坷，学识渊博，天资极高，诗文书画皆精。其文汪洋恣肆，明白畅达，与欧阳修并称欧苏，为“唐宋八大家”之一；诗清新豪健，善用夸张、比喻，艺术表现独具风格，与黄庭坚并称苏黄；词开豪放一派，对后世有巨大影响，与辛弃疾并称苏辛；书法擅长行书、楷书，能自创新意，用笔丰腴跌宕，有天真烂漫之趣，与黄庭坚、米芾、蔡襄并称宋四家；画学文同，论画主张神似，提倡“士人画”。著有《苏东坡全集》和《东坡乐府》等。"
  },
  "tags": [
    "感伤",
    "人生",
    "时光"
  ]
}