{
  "id": 57829,
  "star": 24,
  "name": "浣溪沙·泉湖道中赴闽宪别诸君",
  "dynasty": "宋代",
  "content": "细听春山杜宇啼。一声声是送行诗。朝来白鸟背人飞。<br>对郑子真岩石卧，趁陶元亮菊花期。而今堪诵北山移。",
  "fanyi": "<p><strong>译文</strong><br>听到春山杜鹃一声声啼叫，既是为我送行，又是盼我早日归来。早上飞来的白鸟似乎是在责怪我违背誓言与其分离。<br>我当初想效仿郑子真，<a href=\"http://so.gushiwen.org/author_645.aspx\">陶渊明</a>终老田园，对着岩石坐卧，学陶元亮赏菊。现在我出仕做官，恐怕要被人用《北山移文》来耻笑了。</p> <p><strong>注释</strong><br>⑴杜宇：又名杜鹃、子规，鸟名。鸣声凄历，能使旅客起思乡之念。<br>⑵白鸟：水鸟。上句的杜宇的送行<a href=\"http://so.gushiwen.org/view_57829.aspx\">诗</a>与这句的白鸟背人飞，都是不忍相别的意思。“白鸟背人飞”尚含有返回的象征。<br>⑶郑子真：汉时谷口人。《杨子·法言·问神篇》：“谷口郑子真不屈其志，而耕乎岩石之下，名震于京师。”这里是作者回忆自己十年的田园生活。<br>⑷陶元亮：陶渊明名元亮。<br>⑸《北山移》：即《北山移文》。作者孔稚珪字德璋，南齐人。居会稽山阴（今浙江绍兴）。南周颙隐于钟山，后为海盐令，欲再过钟山，孔作此文，借山灵口气，阻止周不许再来。作者应诏出山，高兴的表示：决心献身于国，不回上饶了。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　上片写景，借鸟语传情。<a href=\"http://so.gushiwen.org/author_217.aspx\">辛弃疾</a>对他的重新出任，并没有一般失意文人在偶然得意时的那种“春风得意马啼疾”的快感。相反，他写了这样一个开头：“细听春山杜宇啼，一声声是送行<a href=\"http://so.gushiwen.org/view_57829.aspx\">诗</a>。”当他在春山间行走时侧耳倾听，杜鹃鸟一声声长啼，很有抒情意味，仿佛是为他而写下的抒情诗一样。然而杜鹃的啼鸣，古人都以其声如“不如归去”，能动旅客怀归之思。那么作者只见它送行的殷勤，不觉它劝归的意思，显然是在装糊涂。这里说“送行”，是嘱他别忘归来之意，表达了作者未出行即思归乡的心境。末句突然一个反顿：“朝来白鸟背人飞。”借白鸟见他出山，就因怨愤背飞而去来显化自己的矛盾心情。这里仿佛是目遇心感，随缘而得，但其实是经过构思，富有深意的。因为第一，作者用了自己的旧典：当年他初隐带湖，就在词里表示过与盟鸟结盟，永不背叛，（《水调歌头·盟鸥》）而今居然食言了。第二，作者还借用《列子》典故，表明当人有了机心之后，白鸥自会识破而远飞避害。而今白鸥见他就背飞而去，显然是不满于他那欲有作为的机心。所以白鸟这个意象，虽然取象于当前，但一能显示他的自笑机心，二能显示他的自笑背盟，措意曲折而深隐。</p> <p>　　下片写情，借典故寄意。前两句，借汉代隐士郑子真屡受诏书而不肯出，东晋大隐士<a href=\"http://so.gushiwen.org/author_645.aspx\">陶渊明</a>一挂冠即至死不仕的典故，表明当年自己也曾像郑子真，陶渊明一样，隐于岩石下，手把菊花饮。末句突然一个反转，以前人讽刺同隐者违约出仕而作的《北山移文》，来自嘲自己的愧对山中故人，不能像郑子真，陶渊明一样坚定其志，却是半道背盟了。这次出山，与其说是为国家建功立业，不如说是对这些年来久已习惯了的“隐逸生涯”的背叛。值得注意的是，他不待山中故友起而讽刺自己，就已经感到这种大谈归隐之趣后再出仕的行为可吃可羞，说“而今堪诵”，这表明，作者此时确实面临着心理上的压力。这压力，是作者用世与避世的矛盾心情的充分反映。</p> <p>　　这首词在表现手法上，借物借事传情达意，把准确和曲折的效果相结合。在结构上，上下两片都采用前二后一的逆转句式，使重心落在每片的末句。而两片之间，结构对称，表意均衡，显得整饬、有力。</p>",
  "about": "<h2>创作背景</h2> 　　这首词作于绍熙三年（公元1192年）的春天。<a href=\"http://so.gushiwen.org/author_217.aspx\">辛弃疾</a>从孝宗淳熙八年（1181）冬至光宗绍熙二年（1191）冬，被罢黜闲居上饶带湖整整十个春秋。绍熙二年又被南宋当局任命福建提点刑狱，时年五十三岁。这首词是在赴闽时写的。",
  "poet": {
    "id": 217,
    "star": 0,
    "name": "辛弃疾",
    "image": "http://img.gushiwen.org/authorImg/xinqiji.jpg",
    "desc": "辛弃疾（1140－1207），南宋词人。原字坦夫，改字幼安，别号稼轩，汉族，历城（今山东济南）人。出生时，中原已为金兵所占。21岁参加抗金义军，不久归南宋。历任湖北、江西、湖南、福建、浙东安抚使等职。一生力主抗金。曾上《美芹十论》与《九议》，条陈战守之策。其词抒写力图恢复国家统一的爱国热情，倾诉壮志难酬的悲愤，对当时执政者的屈辱求和颇多谴责；也有不少吟咏祖国河山的作品。题材广阔又善化用前人典故入词，风格沉雄豪迈又不乏细腻柔媚之处。由于辛弃疾的抗金主张与当政的主和派政见不合，后被弹劾落职，退隐江西带湖。"
  },
  "tags": [
    "春天",
    "写景",
    "典故",
    "抒情"
  ]
}