{
  "id": 20456,
  "star": 26,
  "name": "高轩过",
  "dynasty": "唐代",
  "content": "韩员外愈皇甫侍御湜见过因而命作</p> <p>华裾织翠青如葱，金环压辔摇玲珑。<br>马蹄隐耳声隆隆，入门下马气如虹。<br>云是东京才子，文章巨公。<br>二十八宿罗心胸，九精耿耿贯当中。<br>殿前作赋声摩空，笔补造化天无功。<br>庞眉书客感秋蓬，谁知死草生华风。<br>我今垂翅附冥鸿，他日不羞蛇作龙。",
  "fanyi": "<p><strong>译文<br></strong>两位大人穿着青翠如葱的官服，金环压着马辔头摇晃玲珑。<br>马蹄声阵阵马车声响隆隆，下马进门来器宇轩昂气势如虹。<br>原来一个是洛阳城的大才子，一个是名门天下的文章巨公。<br>二十八宿的才气在他们胸中，天地精华他们都能融会贯通。<br>殿前吟<a href=\"http://so.gushiwen.org/view_20456.aspx\">诗</a>作赋声音响彻云空，笔能补造化之缺上天都没用。<br>我这个客居他乡的粗眉书客，谁知到枯草能遇到春天和风。<br>我就像垂翅的鸟儿附上大鸿雁，他日不羞惭小蛇变成大龙。</p> <p><strong>注释<br></strong>⑴高轩：高大华贵的车轩。过：拜访。高轩过，就是高车相访的意思。<br>⑵员外、侍御：此二词疑为后人编集所加，长吉原诗无此二词。<br>⑶华裾：官服。织翠：翠（绿）色官服，<a href=\"http://so.gushiwen.org/author_682.aspx\">韩愈</a>时任国子博士分司东都洛阳，当着此色官服。青如葱：青色官服，皇甫湜时任陆浑尉，当着此色官服。<br>⑷玲：一作“冬”。<br>⑸隐耳：声音盛多而盈耳。一作“隐隐”。<br>⑹气如虹：典出《昭明文选》卷三十四《七上·七启八首》。<br>⑺云是：一本无此二字。<br>⑻巨公：有巨大成就的人。一本无“巨”字。<br>⑼二十八宿：东“苍龙”、北“玄武”、西“白虎”、南“朱雀”各七宿合称。<br>⑽九精照耀：一作“元精耿耿”。九精：九星之精，即天之精气。<br>⑾笔补造化：以诗文弥补造化的不足。<br>⑿庞眉书客：作者自称。庞眉，眉毛黑白杂色，形容老貌。<br>⒀华风：犹光风。天日清明时的和风。<br>⒁冥鸿：空中鸿雁。<br>⒂蛇作龙：喻咸鱼翻身，仕途转起。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　一般说，写应酬<a href=\"http://so.gushiwen.org/view_20456.aspx\">诗</a>要受到各种限制，诗人的才情难以得到充分发挥，一部《全唐诗》，这类作品所占比例不小，然而可以称得上杰作的却少得可怜。<a href=\"http://so.gushiwen.org/author_349.aspx\">李贺</a>此诗写来身手不凡，素来受人称道。</p> <p>　　全诗共分三段，前六句为第一段，写二人联骑造访。第一句指二人所穿的官服，唐代制度，六品、七品官服绿，八品、九品官服青。第二句指坐骑装饰的华贵。接着写车轮声、马蹄声由远而近，隆隆盈耳，<a href=\"http://so.gushiwen.org/author_682.aspx\">韩愈</a>、皇甫湜入门下马，神态慷慨轩昂。李贺从屋里迎了出来，原来是两位赫赫有名的大人物。“东京才子”，“文章巨公”，指皇甫湜、韩愈。这段实写作者眼中所见，耳中所闻，人物神情俨然可辨，绘声绘色地形容出诗题所规定的内容。</p> <p>　　中间四句为第二段，着重赞颂二人的学识和文名。韩愈及韩门弟子是中唐文坛上的一支生力军，他们在艺术上有一显著特点，就是务求奇险。李贺有意仿效韩体，以雄健的笔力，磅礴的气势，概括韩派诗文宏阔雄奇的艺术境界。四句诗说了他们学识的丰富，思想的奇伟，文名的威大，工力的精深。不说满腹经论，偏说胸中罗列满天星斗；不说光焰万丈，偏说天之精气充塞其中；不说声名卓著，偏说声摩空；不说彩笔生花，偏说天无功。诗人张开想象的翅膀，上天入地，“精鹜八极，心游万仞”。竭力调动神话世界中瑰奇景物来弥补现实世界的贫乏与不足。从这一点上说，李贺此诗与韩愈《调<a href=\"http://so.gushiwen.org/author_390.aspx\">张籍</a>》有着异曲同工之妙。钱锺书认为“笔补造化天无功”一语，“不特长吉精神心眼之所在，而于道术之大原，艺事之极本，亦一言道著矣。”这里牵涉到一个深刻的美学命题，持这一观点的人认为，艺术中造境之美，是自然景物所没有的，所谓“天无功”而有待于“补”（详见《谈艺录》十五），从中可以领会到李贺诗歌创作力避平庸凡近的创作心理。这四句诗对韩愈及韩派诗文作出了一个极高的评价。</p> <p>　　最后四句为第三段，写自己的处境与抱负。这四句诗有一个共同点，即处处写自己的穷愁失意，如“感秋蓬”、“死草”、“垂翅”，又处处暗示自己不甘没落，向往腾达发迹之日，如“生华风”、“附冥鸿”、“作龙”。其中很大一个愿望是恳请二位名公对自己的困顿援之以手，加以提携，因此，有意识地以自然事物的转折变化，“死草生华风”、“垂翅附冥鸿”、“蛇作龙”，来表达自己迫切希望改变命运的强烈渴求。《唐摭言》卷六说：“韩文公、皇甫湜，贞元中名价籍甚，亦一代之龙门也。”意思说韩愈、皇甫湜具有很高的名望，只要是被他们二人接待和援引的人，也就如同“一登龙门，则声誉十倍”（<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>《与韩荆州书》）。原来，唐代文人想要取得功名，在科举考试中获捷，必须遍诣名公贵人，得到他们的荐引，然后才有成功的可能。韩愈、皇甫湜既有名人的头衔，为人又很热心，二人不待李贺诣见，主动上门看访，李贺在深受感动之后，向他们提出恳求，也就成为本诗一个重要的内容了。</p> <p>　　就应酬诗而言，此诗在章句、措辞安排上是十分得体的。全诗十四句，前十句以韩愈、皇甫湜的来访为表现内容，体现了对客人的敬重。第二段四句诗承五、六两句“东京才子，文章巨公”加以生发，对来客作出很高又很得当的赞颂。最后四句以“庞眉书客”过渡，眉目十分清楚。在向客人表达自己的愿望时，语辞诚恳，不失身份。诗歌的另一特点，就是句法、音调、气势与朝愈诗歌很相象，比喻奇特，想象丰富，尤其“笔补造化天无功”一句，议论精辟，千古不易，曾使后人为之击节叹赏（见《苕溪渔隐丛话》引王直方语）。</p> <p>　　这首诗虽然是一气呵成的，但经过精心的构思，感情丰富，跌宕多姿，想象新奇。</p>",
  "about": "<h2>创作背景</h2> <p>　　这是一首应酬<a href=\"http://so.gushiwen.org/view_20456.aspx\">诗</a>，诗题下有序云：“韩员外愈、皇甫侍御湜见过，而因命作。”<a href=\"http://so.gushiwen.org/author_682.aspx\">韩愈</a>是唐代古文运动领袖、大诗人，皇甫湜是韩门弟子、著名古文家，二人闻知<a href=\"http://so.gushiwen.org/author_349.aspx\">李贺</a>诗名，特来一会，并要他即景赋诗。就眼前情景当场赋诗，因而排除了宿构的可能，可见二人是有意考考李贺的真诗才。据研究资料表明，此事发生在元和四年（809），韩愈任都官员外郎，皇甫湜任侍御史，而李贺还只是个初出茅庐的青年。</p> <p>　　关于此诗，还留传着一段离奇的传说，据王定保撰写的《唐摭言》卷十载，李贺年七岁，名动京师。韩愈、皇甫湜览其父曰：“若是古人，吾曾不知。若是今人，岂有不知之理？”二公因诣其门。贺总角荷衣而出，二公命面赋一篇，目为《高轩过》。对此，清人王琦曾提出质疑，又经朱自清等人研究，才断定该诗为元和四年，李贺二十岁时的作品。</p>",
  "poet": {
    "id": 349,
    "star": 0,
    "name": "李贺",
    "image": "http://img.gushiwen.org/authorImg/lihe.jpg",
    "desc": "李贺（约公元791年-约817年），字长吉，汉族，唐代河南福昌（今河南洛阳宜阳县）人，家居福昌昌谷，后世称李昌谷，是唐宗室郑王李亮后裔。有“诗鬼”之称，是与“诗圣”杜甫、“诗仙”李白、“诗佛”王维相齐名的唐代著名诗人。著有《昌谷集》。李贺是中唐的浪漫主义诗人，与李白、李商隐称为唐代三李。有“‘太白仙才，长吉鬼才’之说。李贺是继屈原、李白之后，中国文学史上又一位颇享盛誉的浪漫主义诗人。李贺长期的抑郁感伤，焦思苦吟的生活方式，元和八年（813年）因病辞去奉礼郎回昌谷，27岁英年早逝。"
  },
  "tags": [
    "访友",
    "写人",
    "叙事",
    "赞颂"
  ]
}