{
  "id": 70161,
  "star": 2,
  "name": "杂剧·吕洞宾度铁拐李岳",
  "dynasty": "元代",
  "content": "第一折<br>花有重开日，人无再少年。休道黄金贵，安乐最值钱。妾身姓李，是岳孔目的浑家，嫡亲的三口儿家属，丈夫在这郑州做着六案都孔目。有一个小厮，唤做福童。孩儿上学去了。孔目接新官未回，这早晚不见来。小的每安排下茶饭，则怕孔目来家，要食用咱。我劝你世俗人跟贫道出家去来，我教你人人成仙，个个了道，做大罗神仙也。这里也无人。贫道不是凡人，乃上八洞神仙吕洞宾是也。办为下方郑州奉宁郡，有一神仙出世，乃是岳寿，做着个六案都孔目。此人有神仙之分，只恐迷却正道。贫道奉吾师法旨，差来度脱他，须索走一遭去。可早来到岳寿门首。岳孔目好苦也。咱家岳孔目的孩儿福童便是。学里来家吃饭，家门首一个先生。师父作揖。无爷的小业种。我好意与你作揖，你倒骂我。和俺奶奶说去。母亲，门首一个先生，骂我是无爷业种。在那里？我去看。你这先生好无礼也，怎生在门首大哭三声，大笑三声，又骂孩儿是无爷业种？你是个寡妇，领着个无爷业种。这先生连我也骂起来了。我是个妇人家，不和你折证，等我孔目回来，不道的饶了你哩。你则休走了也。某郑州奉宁郡人氏，姓岳名寿。嫡亲的三口儿家属，浑家李氏，孩儿福童，我在这郑州做着个都孔目。这个兄弟姓张名千，因他能干，就跟着我办事。一月前上司行文书来，说俺郑州滥官污吏较多，圣人差的个带牌走马廉访相公，有势剑铜铡，先斩后奏。郑州官吏听的这消息，说这大人是韩魏公，就来权郑州，唬的走的走了，逃的逃了。兄弟，为甚我不走不逃？哥哥为何不逃？兄弟，您哥哥平日不曾扭曲作直，所以不走不逃。迎接大人不着，咱回家吃了饭再去迎接。哥哥，咱闲口论闲话。想前日中牟县解来那一火囚人，不知哥哥怎生不断？哥哥试说与你兄弟咱。前日中牟县解来的囚人，想该县官吏，受了钱物，将那为从的写做为首的，为首的改做为从的。来到咱这衙门中，若不与他处决，可不道人之性命，关天关地。兄弟你那里知道俺这为吏的，若不贪赃，能有几人也呵。<br>【仙吕】【点绛唇】名分轻薄，俸钱些小，家私暴。又不会耕种锄刨，倚仗着笞杖徒流绞。<br>【混江龙】想前日解来强盗，都只为昧心钱买转了这管紫霜毫。减一笔教当刑的责断，添一笔教为从的该敲。这-管扭曲作宜取状笔，更狠似图财致命杀人刀。出来的都关来节去，私多公少，町曾有一件儿合天道？他每都指出卖磨，将百姓画地为牢。岳寿，你今年今月今日今时，你死也。哥哥，有一个风魔先生，哭三声，笑三声，在咱门首闹哩。这先生好无礼也。他是盆儿，我是罐儿，他敢不知道岳孔目的名儿？我试看咱。兀那先生，为甚在我门首，哭三声，笑三声？这是怎说？岳寿，你是个没头鬼，你死也。呸！你看我悔气。连日接新官不着，来家吃饭，又被这泼先生骂我是没头鬼。孔目你不知，孩儿下学来吃饭，被这先生骂孩儿是没爷业种，又骂我是寡妇，好无礼也。大嫂，你家里去，等我问他。兀那先生，我那孩儿恼着你甚么来？你骂他。岳寿，没头鬼，你死也，这孩儿就是无爷业种。这泼先生好无礼也，<br>【油葫芦】你欺负俺孩儿年纪小，出家人厮扇摇，吃的来滴滴邓邓醉陶陶。门前哭罢门前笑，街头指定街头闹。孩儿他娘引着，你骂他爷死了。我是个出家人，你怎生近的我？也不索宫中插状衙中告，我要禁持你至容易，只消得二指阔纸提条。<br>岳寿，你敢怎么我？<br>【天下乐】敢把你拖到官司便下牢，我先教你，省会了你和那打家贼并排压定脚。祗从人解了你绦，首领每剥了你袍，休道是先生，我着你似生驴般吃顿拷。<br>岳寿，没头鬼，你死也。我怎生是没头鬼？韩魏公新官到任，有势剑铜铡，想你这等扭曲作直的污吏，决难逃也。韩魏公见我这等干办公勤，决不和我做敌对。你休强口咱。<br>【金盏儿】你道是新官正决难逃，俺这旧吏富易通交。眼见得一官二吏三年了，家私休想落分毫。他这新官倚俸禄，俺这旧吏靠窠巢。他这官清司吏瘦，俺这家富小儿娇。<br>张千，把这厮高高吊起来，等我吃了饭，慢慢的问他。你这先生无礼，怎敢骂我哥哥！且吊在这门首。哥哥，一个出家人风僧狂道，和他一般见识，放了他罢。兄弟由你罢，你看他酒醒也不曾？那先生那里去了？是谁放了他？则有这个老头子在这里。兀那老子，是你放了那先生来？一个出家人，是老汉放了他来。是你放了他？你敢吃了熊心豹胆？俺吊着的人，你放了，这村老汉寻死也。我和俺哥哥说去。哥哥，恰才吊着的那先生，不知那里来的一个庄家老子，把那先生放的去了。我问是谁放了这先生来，那老子便道：是我解了绳子放了来。哥哥，这老子情理难容也。俺门首吊着的人，一个庄家老子就解放了。那厮在那里？见在门首哩。张千，你将坐位整好了，放下问事帘来。张千，你近前，依着我问他去。兀的是那庄家老子？则他便是。依着我问他去。哥哥，你说来，依着你问他。看了这厮，待说俺城里的，这城里不曾见这等一个人。待道是乡里的，这村老子动静可别着哩。张千你问他者。<br>【醉扶归】你问他在村镇居城郭？兀那老子，俺哥哥问你城里住？村里住？哥哥，老汉村里也有庄儿，城里也有宅儿。这老头子，硬头硬脑的，正是躲避差徭游食户。村里寻往城里去。城里寻往村里去。你则在这里，我回俺哥哥话去。哥哥，那村老子说：城里也有宅儿，村里也有庄儿。这老子好无礼也，他回我这等话。张千，你敢问的差了也，你则依着我再问他去。你问他当军役纳差徭。兀那老子，俺哥哥着我问你当差是军身？是民户？老汉军差也当，民差也当。因老汉有几文钱，又当站户哩。你军差也当，民差也当，因有钱又当站户？是。他是埋头财主。我回哥哥话去。哥哥，他说军差也当，民差也当，因有钱又当站户哩。噤声！这厮好不干事，跟我这几年了，着这庄家老子使的两头回来走的，你则依着我再问去。你问他开铺席为经商可也做甚手作？兀那老子，你可开铺席，做经商的，是什么手作？张千你再问他。你与我审个住处查个名号。他是个庄家老子，只管要问他住处怎的？我多待不的三日五朝，将他那左解的冤仇报。<br>张千，休教走了这老子，等我慢慢的奈何也。哥哥，他诸般儿当，诸般儿做，你可怎生奈何他？你说我奈何不的他，我如今略说几桩儿，看我奈何的他，奈何不的他？哥哥，你说我听。<br>【金盏儿】他或是使斗秤拿个大小等个低高，我禁的他么？他不卖粮食，开个段子铺儿，你怎生禁他？更好奈何他哩。或是他卖段匹拣个宽窄觑个纰薄。我奈何的他么？他也不做买卖，每日闭着门，只在家里坐，你怎生奈何他？我越好奈何他哩。或是他粉壁迟水瓮小拖出来我则就这当街拷。他城里也不住，搬在乡里住，你怎生奈何他？我正好奈何他。便是他避城中居乡下，我则着司房中勾一遭。他来的疾便罢，来的迟呵，加上个顽慢二字。我着他便有祸，他依着我便罢，若不依我呵，我下上个欺官枉吏四个字。我着他便违条。这老子是下户，我添做中户，是中户我添做上户的差徭。我着那挑河夫当一当直穷断那厮筋，我更狠一狠呵，我着那打家贼指一指，轻便是寄脏，重便是知情。我直拷折那厮腰。<br>哥哥，你这样做就没官府了？且莫说是个百姓，就是朝除官员，怎出的俺手？<br>【后庭花】怕不初来时妆会幺，看他间深里探会爪。我见先他见后，他临行我放刁，笑里暗藏刀。代官来到，不道咱轻放了。<br>他拚的不做官，你怎生治他？<br>【金盏儿】有了状但去呵决私逃，停了俸但住呵怎轻饶。离了官房没了倚靠，绝了左右没了牙爪。我直着他典了衣卖了马，方见俺心似铁笔如刀。饶他便会钻天能入地，怎当俺拿住脚放头稍。<br>哥哥，实不相瞒，这几日跟哥哥早起晚眠，甚是辛苦，怎生与你兄弟做个面皮，我出去放了那老子，讨些酒钱养家。你也说的是，我也要接新官去哩，依着你要些酒钱，放了他罢。我出的这门来。兀那老子，你可也有福，我为你在哥哥面前磨了半截舌头。我看你也不是这城里人，你是盆儿，是罐儿？怎生是盆儿，罐儿？我和你说。盆儿无耳朵，罐儿有耳朵。你不知道俺哥哥的名儿，若说起来，唬你八跌。他是岳寿，见做着六案都孔目，谁不怕他？有个外名儿，叫做大鹏金翅雕。怎生是大鹏金翅雕？你这老子是不知道。我和你说。大鹏金翅雕是个神鸟，生的没世界大，天地间万物，都挝的吃了，好生利害。你认的我么？我是小雕儿。怎生是小雕儿？俺这郑州奉宁郡，但除将一个清官来．俺哥哥着他坐一年便一生，着他坐二年便二年，若不要他坐呵，只一雕就雕的去了。俺哥哥是大鹏金翅雕，雕那正官。我是个小雕儿，雕那佐二。方才要送你性命，我替你说着，饶了你了。多谢了哥哥，老汉回去也。你好自在性儿，我为你在我哥哥面前，怎生样劝解？你就要回去，你岂不闻管山的烧柴，管河的吃水？老汉不省的。正是个庄家老子。我劝哥哥饶了你性命，有甚么草鞋钱与我些？可不早说。有、有、有！老汉昨日骑驴城中来，跌了我这腰。这钞袋里有碎银子，哥哥你自己取些罢。这老子倒乖，哄的我低头自取，你却叶有剪绺的，倒着你的道儿。我不哄你。这老汉是村里人，进城来诸般不买，先买了个擦床儿。兀那厮，这郑州接谁哩？接韩魏公哩。兀那厮，你抬起头来看，则我便是韩魏公。我死也。你才说岳寿是大鹏金翅雕。爷爷，唬做黑老鸦了。你说你是小雕儿。唬做麻雀儿了。老夫跟前还要钞，那百姓怎了也？那厮你听者：可知道郑州官滥吏弊，人民顽鲁，把持官府。老夫今日非是私来，奉圣人的命，与我势剑金牌为廉访使，审囚刷卷，先斩后奏，除奸去暴，扶弱摧强。都只为你这滥官污吏，损害良民。我亲奉当今圣主差，敕赐势剑与金牌。只为郑州民受苦，私行悄悄入城街。那岳寿似困虎离山逢子路，张千似病蛟出水遇澹台。你道别人手里不要钞，则我老夫身上也还要钱买草鞋。说与?<br>惆殉止俑揽啄浚潘吹牟弊痈删唬缰菅檬越＠础?下)(张干向古门道拜科，云)爷爷，不敢了也。(正末云)你看张千这厮，好不干事也，我着他放了那老子，去这早晚不见回来，我试看咱。(做见科，云)你看这厮。兄弟，你做甚么哩？你敢见鬼来？(张千云)我见你就和见鬼一般。(正末云)呸！这厮好无礼也。你起来，我问你，那庄家老子，那里去了？(张千云)唬杀我也。哥，你接谁哩！(正末云)接韩魏公。(张千云)那老子就是韩魏公。我问他讨钱来，他着我看金牌，唬杀我也。(正末云)你对他说甚么来？(张千云)不知那个早死迟托生的弟子孩儿，说你是大鹏金翅雕，说我是小雕儿。(正末云)阿呀！你送了我也，他说甚么来？(张千云)他说着你明日洗的脖子干净，州衙里试剑来。(正末云)则他便是韩魏公？他说着我洗的脖子干净，明日州衙里试剑来？不中，张千备马来，待我赶将上去。(做跌倒科)(旦出扶科)(张干云)哥哥苏醒者，吊了靴也。哥哥，苏醒者。(正末云)大嫂，引着福童孩儿，往衙门里见相公去，说岳寿再不敢放肆了也。大嫂，我眼见的无那活的人也。且扶我后房中去来。(唱)<br>【赚煞尾】赤紧的官长又廉，曹司又拗，我便是好令史怎禁他三遍家取招。我今日为头便把交，争奈在前事乱似牛毛。有人若是但论着，休想道肯担饶。早停了俸追了钱断罢了。不是我千错万错，大刚来一还一报。(带云)他道我是大鹏金翅雕。哎哟！(唱)谁想那百姓每的口也是祸之门，舌是斩身刀。(下)<br><br>第二折<br>(皂隶人众排衙科，云)早衙清净，人马平安。(韩魏公上，诗云)造法容易执法难，徒流笞杖死相关。三尺由来天下命，精审刑名莫等闲。老夫姓韩名琦，宇稚圭，幼年进士及第，累蒙擢用。老夫一生公廉正直，与人秋毫无犯，凡官吏闻老夫之名，尽皆敛手回容。谢圣人可怜，进封魏国公之职。今因郑州官浊吏弊，往往陷害良民。奉圣人命，差老夫将来州刷卷，敕赐势剑金牌，先斩后奏。老夫随路打听的，说这郑州有个六案都孔目岳寿，说此人好生把持官府。老夫私行到岳寿门首，见吊着一个先生，老夫解放去了。不想有个祗侯人张千。问老夫要金帛，说岳寿是大鹏金翅雕，他是小雕儿。被老夫言语，教岳寿洗的脖子干净，明日绝早来州衙里试剑。岳寿听的这话，唬成了病，不得痊可。老夫来到衙门中刷卷，文案中无半点儿差错，不想此人是个能吏。左右，与我唤将孙福来者。(左右云)孙福何在？(孙福上，诗云)人道公门不可入，我道公门好修行。若将曲直无颠倒，脚底莲花步步生。小人孙福是也，在这郑州做着个令史。大人呼唤，须索见咱。(做见科，云)大人唤孙福那厢使用？(韩魏公云)孙福，唤你来不为别。因老夫日前私行到岳寿门首，他知是老夫，唬的在家成病，一卧不起。你今将着老夫俸钞十锭，送与岳寿做药资。传我的言语，等岳寿病好时，依旧六案中用他。你见了岳寿时，快来回老夫的话。(诗云)因岳寿遭人毁谤，遣孙福到家探望。若是他病症痊时，依旧在衙门勾当。(下)(孙福云)奉着大人言语，将着个锭俸银，送与岳寿做药资。不敢久停，往哥哥宅上走遭去来。(下)(正末抱病，旦同张千扶上)(正末云)大嫂，我眼见的无那活的人也，你好生看觑孩儿。这一会觉昏沉上来，你扶着我者。(正末发昏科)(旦悲科，云)孔目，你苏醒者。张千，拿衣服来，教孔目穿了者。(张千做穿衣科，正末醒科，云)大嫂，怎生大惊小怪的做甚么？(旦云)你才发昏来，与你穿上衣服了也。(正末云)怪道这等热燥，快脱了者，我身上衣服尽勾了也。(旦云)孔目，你平生吃辛受苦，阎闽下平日爱穿的几件衣服，你不穿了去，留下做甚么？(正末云)快脱了，我不穿去，且留着。(唱)<br>【正宫】【端正好】你装裹我二十重，或是三十件。(旦云)你置下的合该你穿。(正末唱)你道是我置下我死合穿，知他土坑中埋我多深浅，装裹杀也无人见。<br>(旦云)孔目，也尽我每一点的心。(正末唱)<br>【滚绣球】妻也空费你心，你也索听我言。这衣服呵且休算万针千线，也不论旧絮新绵。你如今值着业冤，使着死钱。这衣服但存几件，(旦云)你命也不保留着他做甚么？(正末唱)怕你子母每受穷时典卖盘缠。比如包尸裹骨棺函内烂，把似遇节迎寒您子母每穿，省可里熬煎。<br>(云)大嫂，你休大惊小怪的，等我歇息一会咱。(旦云)张千，你门首看着，但有人来探望，休着过来，孔目要歇息哩。(张千云)理会的。(孙福上，云)小人孙福是也。不想岳孔目哥哥，冲撞着韩魏公，得了这一惊，卧病不起。奉大人的台旨，着我探病走一遭去。可早来到也。(做见张千科，云)张千，哥哥病如何？(张千云)则有添无减。(孙福云)我奉韩魏公言语，来看哥哥的病，送这俸钞做药资。若好了时，依旧六案中重用哥哥哩。(张千云)快休题\"韩魏公\"三个宇，若提起\"韩魏公\"三个字，就唬死了哥哥。等我报去。(做见正末科，云)哥哥，有孙福在于门首。(正末云)谁在门首？(张千云)孙福来探哥哥病。(旦云)既有人来，孔目，我且回避。(正末云)大嫂不必回避，则恁的也要请他来说话，着他过来。(孙见科，云)哥哥病体若何？(正末云)兄弟请坐，你这些时在那里来？(孙福云)衙门中公事忙，您兄弟不曾来探望，哥哥休怪。您兄弟才奉韩魏公大人钧旨。(张千发科，云)呀呀！就唬杀了。(孙福云)着我送俸银来与哥哥，就问病体如何。若好了时，大人依旧用哥哥衙中办事。(正末云)大人则是迟了些儿，不济事了。大嫂你去装香来，和福童望衙门谢了者。(旦谢科)(正末云)兄弟，我如今觑天远入地近，眼见的无那活的人也。兄弟，我身没之后，别无所托。你是个志诚君子，我托妻寄子与你。你嫂嫂年纪小，孩儿娇痴，你勤勤的照觑照觑。(孙福云)兄弟知道。(正末云)大嫂，你熬些粥汤来我吃。(旦云)下次小的每，快熬粥汤去。(正末云)大嫂，你自己去，下次小的每不中用。(旦背云)我理会的了，那里是熬粥汤，他要和小叔叔说甚么话，故意儿着我熬粥汤去。你叔叔者。兄弟也，这福童孩儿跪着，就是我跪着一般。今世里则有饮酒食肉的朋友，那里有托妻寄子的朋友。我若有些好歹，别无以次人，止有福童孩儿。我有心待托妻寄子在兄弟跟前，怕兄弟有那穿不着的衣服，与孩儿一件半件穿，吃不了茶饭，与孩儿一碗半碗吃。(孙福云)哥哥为何？(正末云)我则怕久后迷了岳家的本姓。(唱)<br>【倘秀才】也不索嘱付你千言万言，想着咱同衙府十年五年。(带云)倘我死之后。(唱)你是必打听着山妻，照顾着豚犬。他一头亡了夫主，废了家缘，(带云)您嫂嫂是个年少妇人家，(唱)他从来腼腆。(孙福云)哥哥放心，便怎生有这等事？(正末唱)<br>【叨叨令】怕有那无廉耻谎汉子胡来缠，(孙福云)嫂嫂不比其他的人。(正末云)兄弟也，我死之后，有那等谎厮上门来。(唱)则你那无主意拙嫂嫂从来善，则要你无私曲好兄弟频来见，(带云)你见你那嫂子有不中处，你说不出来呵。(唱)着你那无面目的婶子儿便将他劝。(孙福云)着媳妇子劝些甚么？(正末云)着婶子劝道：姆姆，俺伯伯是人面上的人，你要爱惜行止。(唱)着言语劝他也么哥，着语劝他也么哥，岂不闻临危好与人方便？<br>(旦上悲科，云)孔目，你怎生对着小叔叔说这等话那？(正末云)大嫂，这等近礼的话，我也难对你说。(旦云)则愿的无是无非，便有些好歹，你则放心，我一车骨头半车肉，我一马不皲两鞍，双轮不碾四辙，守着福童孩儿，直到老死也不嫁人。有你在时，三重门儿，也不曾出，休道你死了，我可出门去？(正末云)你道你不出门去，保守着不见人的面皮。我略说几件儿见人的勾当，与你听者。(旦云)你说我听。(正末唱)<br>【倘秀才】或是祭先祖逢冬遇年，(云)到那冬年时节，月一十五，孩儿又小，上坟呵，大嫂，你可出去见人么？(旦云)我不去，着张千引着孩儿坟上烧纸便了。(正末云)这个且罢。(唱)或是待亲戚排筵坐筵，(云)福童孩儿娶媳妇，六亲相识每吃筵席，你不出去支待，着谁支待？(旦云)若有女客来，我便支待，若有男客来，着张千支待罢。(正末云)大嫂，若有呵。(唱)非五服内男儿不曾教见一见？则为你有人材多娇态，不老相正中年，(带云)我死之后。(唱)你休忘了大人家体面。<br>(旦云)孔目，你但放心，我只不出去见人便了。(正未云)大嫂，你道你不见人？我有些好歹，一头地停丧在家，我往日相识的朋友，听的道岳孔目死了，他没的不来烧纸。张千兄弟在外执料，福童孩儿年纪幼小，家中再无一人，你不出去接待，可着谁人接待？(唱)<br>【滚绣球】你必索迎门儿接纸钱，(旦云)孔目也，你直恁般多心。我着张千领着孩儿出去迎接，我只不见人便了。(正末云)可早一桩儿也，这个也罢。我死之后，停到一七者波，便停到二七者波，想着咱二十年儿女夫妇，你没的不送我到郊外。(唱)又索随灵车哭少年，(云)有那等年纪小的后生便道：岳孔目有个好浑家。三门四户不出，无人能勾得见，今日出来送岳也目的殡，咱看去来。(唱)那其间任谁都见，(带云)见了你这个中注模样，(唱)有那等厮图谋的贼汉心专。(云)有那谎汉每便道：这个是岳孔目的浑家。我久已后，好歹要娶了他。(唱)俺亲眷行除孝服，你爷娘行使会钱，(带云)俺的亲眷，你的爷娘，都肯了，只你不肯。(唱)他与你些打眼目的衣服头面，(云)你见了好衣服，好头面，那里还想我哩。(旦云)孔目也，我坚心守志，怎生肯嫁别人？(正末唱)你便守熬呵刚捱到服满三年。你嫁个知心可意新家长，(带云)哎哟，福童儿也，(唱)那里发付那有母无爷小业冤，就儿里难言。<br>(孙福云)哥哥，俺嫂嫂不比其他妇女。(旦云)你说什么话，我和你二十年儿女夫妻，我怎肯做这般勾当？孔目，你则将息你那病，休胡说。假如有些好歹，我坚心守志。(正末云)我主意则是要你休嫁人。(唱)<br>【脱布衫】我和你十七八共枕闷眠，二十载儿女姻缘。一脚地停尸在眼前，(带云)妻阿！(唱)则落的酒茶浇奠。<br>【小梁州】怕不的痛哭灵堂守志坚，两泪涟涟。有那等赢奸卖俏俊官员，早聘下金钗钏，(带云)你见了呵，(唱)还守的几多年？<br>【幺篇】那里想夫妻往日心厮恋，也是前世前缘。嘱付你小业冤，听爷劝。您娘别寻了缱绻，(带云)若有人与你金银钱物呵，(唱)你是必休、是必休接受买服钱。<br>(孙福云)哥哥，如今官府难答应，哥哥平日所行，教与兄弟些。(正末云)我见旧官去呵。(唱)<br>【倘秀才】笑里刀一千声抱怨，(带云)我见新宫到呵。(唱)马前剑有三千个利便。旧官行揩勒些东西，新官行过度些钱。见起由难似产，听得到照会紧如烟，做多少家罪谴。<br>【滚绣球】新官若清得意虔，旧官若米得自然。(云)新官到任，衙门中事，必须问俺，我从头说一遍，再访之于旧官相同，所谓旧令尹之政，必以告新令尹。(唱)若是新官和旧官相见，旧尹政新尹合传。问衙事那个虚那个实，那个愚那个贤，议论咱六房中吏人-遍。咱那前程事，则消得旧官去新官行附耳低言。把那奸猾刁刺的州县里剖，将那清干忠直的向省部内迁，平地升仙。<br>(云)兄弟，官府虽然这等，我又有法儿弥缝他，怎生出的咱手！(唱)<br>【倘秀才】他那擎天柱官人每得权，俺拖地胆曹司又爱钱。(带云)兄弟也。(唱)你须知我六案间，峥嵘了这几年。也曾在饥喉中夺饭吃，冻尸上剥衣穿。便早死呵不敢怨天。<br>(孙福云)哥哥，说的话多了，且养养精神者。(正末云)福童孩儿，趁我精细，再嘱付你几句：我死之后，你若长大，休做吏典，只务农业是本等。(唱)<br>【滚绣球】儿呵！你学使牛学种田，你自养蚕自摘茧。农庄家这衣饭稳善，便刷卷呵我也只自安然。当军呵你自当，做夫呵快向前。剩纳些税粮丝绢，只守着本等家缘，你若不辞白屋农桑苦，免似你爷请受公门俸禄钱，无罪无愆。<br>(云)大嫂，你来听我再嘱付几句。(唱)<br>【三煞】妻呵！你将这干家私使心力二十年夫主相随见，把你这忒娇养正愚顽十一岁免家嘶可怜。教孩儿镇守亲娘，休遭继父，专记临终，莫忘遗言。若孩儿不官呵，教听些有理的公事，为民呵，教做些有理的营生，为吏呵，教取些有理的入钱。休教我这白骨头上作贱，我便死也口眼闭在黄泉。<br>【二煞】你为夫上呵似孟光般举案非为谄，你为孩儿呵似陈母般埋金恰是贤。常则是户静门清，上和下睦，立计成家，众口流传。那时节保香名到省内，除杂役在官中，立绰楔在门前。教满城人钦羡，强如哭一万遍少年天。<br>(旦悲科，云)孔目，你怎生说的这等。你就说到底，则不辱没你便了。(孙福云)哥哥，你省烦恼，将息你那病症。倘或哥哥有些好歹，若嫂嫂、侄儿少吃无穿，都在你兄弟身上。哥哥你放心。(正末云)多谢了兄弟。大嫂，我这一会昏沉上来，扶我前厅上去来。大嫂，你好生觑当孩儿，我说的话，你休忘了。(旦云)孔目，你苏醒者。(正末云)大嫂，有两个古人，你学一个，休学一个。(旦云)你教我学那一个？(正末唱)<br>【煞尾】你学那守三贞赵真女罗裙包土将坟茔建，休学那犯十恶桑新妇彩扇题诗则将那墓顶扇。黑娄娄潮上涎，铁屑屑手腕软，直挺挺腿怎拳。铜斗儿家私不能勾擅，血点儿相识不能勾面，花朵般浑家不能勾恋，魔合罗孩儿不能勾见。半世团圆分福浅，则俺这三口儿相逢路儿远。(下)<br>(孙福云)谁想哥哥身亡了也。我不敢久停久住，回相公话去。(下)(旦哭科，云)孔目身亡了。一壁厢破木造棺，停丧七日，高原选地，筑造坟墓，好好的埋葬他。(哭科，云)孔目，撇得俺子母每无主，则被你痛杀我也。(下)<br>楔子<br>(外扮阎王引判官、牛头、马面鬼上，诗云)未满瓶壶岂降灾，众生造业苦难捱。枪山剑树无边苦，及早修行作善来。吾神乃阴司阎罗王是也。冥司有十地阎君，掌管人间轮回六道。大抵尘世众生，举心动念，无非是罪，皆受大铁围山小铁围山罪苦。又有十八重地狱，虽然名目各别，总之受罪无私。今为阳世郑州奉宁郡有一人，乃是六案都孔目岳寿。平昔之时，吏权大重，造业极多，那更亵渎大罗神仙。此人阳寿已尽，死归冥路，必须定罪。鬼力与我摄过来者。(正末上，云)自家岳寿是也。阎神呼唤，须索见咱。(做见科)(阎王云)岳寿你知罪么？(正末云)小人不知罪。(阎王云)因为你在阳间，做六案都孔目，瞒心昧已，扭曲作直，造业极多，亵渎大罗神仙。牛头马面，烧起心鼎油镬，放上一文金钱，教岳寿自取。(牛头云)理会的。(正末云)罢、罢、罢！往日罪恶，今日我都见了也。(唱)<br>【仙吕】【赏花时】火炕里消息我敢踏，油镬内钱财我敢拿，则为我能跳塔快轮铡。今日向阴司折罚，(牛头云)我一叉跳下油镬去。(正末慌科，唱)望着番滚滚热油叉。<br>(吕洞宾冲上，云)岳寿你省也么？(正末云)呀！(唱)<br>【幺篇】我手扯住环绦礼拜他，(吕洞宾云)岳寿，你晓得人有生死么？(正末云)师父救徒弟咱。(吕洞宾云)油锅虽热，全真不傍，苦海无边，回头是岸。岳寿你省也么？(正末云)徒弟省了也。(吕洞宾云)跟我出家去来。(正末云)情愿跟师父出家。(吕洞宾云)鬼力，且留下，等我见阎君去。(吕做见阎王科，阎王云)早知上仙到来，只合远接，接待不周，勿令见罪。(吕洞宾云)岳寿所犯何罪，叉入九鼎油锅？(阎王云)因他在阳间做六案都孔目，造罪极多，又触犯上仙，因此又入油镬。(吕洞宾云)上帝好生之德。阎君看贫道面上，免岳寿油镬之罪，化与贫道做个徒弟，放他回阳间去罢。(阎王云)待我看咱。(做望科，云)可怜也，岳寿的妻，将他尸骸焚化，还魂不的了也。(吕洞宾云)却怎了？阎君你再与我看一看去。(阎王云)待小圣再看去。(做看科，云)上仙，有今郑州奉宁郡东关里青眼老李屠的儿子小李屠死了三日，热气末断，着岳寿借尸还魂去？上仙可是如何？(吕洞宾云)好、好、好！岳寿，谁想你浑家将你尸骸烧化了，我如今着你借尸还魂，尸骸是小李屠，魂灵是岳寿，休迷了本来面目。若到人间，休恋着酒色财气，人我是非，贪嗔痴爱。你听者，前姓休移后姓莫改，双名李岳，道号铁拐。迷离阴府者。(正末云)大嫂你好狠也，把我多留几日，怕做甚么那？(唱)听的道烧了我尸骸，将我来没乱煞。俺妻子知他是怎生么？若放我回家儿半霎，只当似枯树上再开花。(下)<br>(吕洞宾云)岳寿还魂去了也。此人到的阳问，见那酒色财气，人我是非，贪嗔痴爱。等他功成行满，贫道再去点化他。(诗云)我着他阎王殿上除生死，紫府宫中立姓名。指开海角天涯路，免得迷人大道行。(下)(阎王云)领上仙法旨，送岳寿生魂直至李屠家借尸还魂去。岳寿，你好有缘也。(诗云)人之生死在吾前，贵贱荣枯能几年。今朝岳寿还魂去，异日当为洞府仙。(下)<br><br>第三折<br>(净扮孛老引旦、俫上，云)老汉姓李，是这郑州东关里屠户。父母生我时，眼上有一块青，人顺口叫我做青眼李屠。嫡亲的四口儿，这个是媳妇儿，这个是孙子。孩儿是小李屠，不幸患病死了。今日三日也，心上还有些热，孩儿着众街坊抬出来我看。(众人抬正末出科)(孛老云)孩儿，你苏醒者，兀的不痛杀我也。(正末做还魂科)(唱)<br>【双调】【新水令】只俺个把官猾吏堕阿鼻，多谢得吕先生化为徒弟。家里啼哭杀娇养子，没乱杀脚头妻。生死轮回，一去了早三日。<br>(云)大嫂、张千、福童，你在那里也？(孛老云)谢天地，孩儿还魂了也。(正末云)口退！兀那村老子，你有甚么事到衙门里告去，怎生直来到我卧房中？(孛老云)我是你的父亲，这是你媳妇、儿子，你怎么不认的了？(正末唱)<br>【沽美酒】知道他准是谁？我将你记一记，委实、委实不认的。(旦儿云)李屠，你不认的我么？我是你浑家。(孛老云)孩儿，你怎生说这等话？孩儿，我是你父亲，你魂迷了，忘记了也。(正末唱)却怎生一发的闹起，知他是甚亲戚？<br>【太平令】依旧有青天白日，则不见幼子娇妻。我才离了三朝五日，儿也这其间哭的你一丝两气。我如今在这里，不知他在那里，几时得父子夫妻完备？(云)张千，你与我拿将下去。(孛老云)孩儿，怎生说这话？我是你爹爹。(正末云)我倒是你公公哩。(孛老云)你听我说，你是我儿子小李屠，今日死了三日也，心头有些热，不曾送出去。今日你还魂来了，怎生不认的我了？(旦儿云)李屠，我是你浑家，怎生不认的？(正末云)休要大惊小怪的，等我寻思咱。(做沉吟科，背云)我是岳寿，骂了韩魏公，得了这一惊，唬死了。我死至阴府，阎君将我叉入九鼎油镬。是吕先生救了，着我还魂。谁想岳大嫂烧了我的尸骸，着我借尸还魂。尸骸是李屠的，魂灵是岳寿的。这里敢是李屠家里，我待看岳大嫂和福童孩儿，怎生得去？只除是这般。(向众云)我虽是还魂回来，我这三魂不全，一魂还在城隍庙里，我自家取去。(孛老云)媳妇儿，快收拾香纸，咱替孩儿取魂去。(旦儿云)爷！休教他去。(正末云)我自家取去，您是生人，惊散了我的魂灵，我又是死的了。你休来，我自己取去。(正末起身，跌倒科，云)哎哟！跌杀我也。(孛老云)孩儿，你一条腿瘸，你走不动。(旦儿云)你一了瘸。(正末云)怎生腿瘸？师父也，把似你与我个完全尸首，怕做甚么呢？(孛老云)你有一条拐，我拿将来你拄着，你便行的动。(正末云)将来，将来。(做柱拐起身行科，旦儿云)我扶将你去。(正末云)靠后，我自家取去。(旦儿云)你休去，你且歇一日，明日取去。(正末喝云)靠后。(做出门科)(孛老云)着他先行，俺随后跟将去。(同旦儿下)(正末云)我想当初做吏人时，扭曲作直，瞒心昧已，害众成家。往日罪过，今日折罚，都是那一管笔。(诗云)可正是七寸逍遥管，三分玉兔毫。落在文人手，胜似杀人刀。(唱)<br>【雁儿落】则我那一管笔扭曲直，一片心瞒天地。一家儿享富贵，一辈儿无差役。<br>(云)我当初做吏人时，挣将来的东西，妻儿老小都受用了。(唱)<br>【得胜令】俺只道一世里吃不尽那东西，谁承望半路里脚残疾。为甚么尸首儿登途慢，则为我魂灵儿探爪迟。则为当日，骂韩魏公一场怕一场气，至如今日，(带云)若有人说：脑背后韩魏公来也。(唱)哎哟！唬的我一脚高一脚低。<br>【庆东原】为甚我今日身不正，则为我往常心不直，和那鬼魂灵不能勾两脚踏实地。至如省里部里，台里院里，咱只说府里州驻。他官人每一个个要为国不为家，怎知道也似我说的行不的。<br>(做回看科，云)休来！休来！我到城隍庙取魂灵去也。想我死不多时，岳大嫂便把我尸骸焚化了。这嫁人事，知他又是怎的？我索行动些。(唱)<br>【川拨棹】俺自从做夫妻二十年几曾离了半日，早起去衙里便是分离。晚夕来到家里，那场欢喜。满门贤惠，一划精细，要一供十，举案齐眉，那些夫妻道理。听的当远差教休出去，早教我推病疾，今日受烦恼有甚尽期。<br>【七弟兄】那一七，二七，哭啼啼，尽七少似头七泪。亲人约束外人欺，独自坐地独自睡。<br>【梅花酒】看看的过百日，官事又萦羁，衣食又催逼，儿女又央及。那婆娘人材迭七八分，年纪勾四十岁。不争我去的迟，被那家使心力，使心力厮搬递，厮搬递卖东西，卖东西到家里，到家里看珠翠，看珠翠寄钗篦，寄钗篦定成计，定成计使良媒，使良媒怎支持，怎支持谎人贼。<br>【收江南】我只怕谎人贼营勾了我那脚头妻，脚头妻害怕便依随，依随了一遍怎相离？我如今在这里，(云)适才李屠的浑家，也有些颜色。着我就这里不中。(唱)我这里得便宜，俺浑家敢那里落便宜。(带云)我想这做屠户的，虽是杀生害命，还强似俺做吏人的瞒心昧己，欺天害人也。(唱)<br>【太清歌】他退猪汤不热如俺浓研的墨，他杀狗刀不快如俺完成笔。他虽是杀生害命为家计，这恶业休提。俺请受了人几文钱改是成非，似这般所为，碜可可的活取民心髓，抵多少猪肝猪蹄。也则是秤大小为生过日，不强似俺着人脓血换人衣。<br>【川拨棹】想当初去衙里，马儿上稳坐地。挺着腰肋，捻着髭须。引着亲随，傲着相知。似那省官气势，到如今折罚来直恁的。<br>(云)你每休跟的我来，惊了我魂灵，我又是死的也。呀！左右无人，这影儿可是谁的？可原来是我的。(做摸头发髭须科，云)天也，怎生变得我这等模样了？(唱)<br>【鸳鸯煞】却怎生鬅松着头发胡着个嘴，划地拄着条粗拐瘸着条腿。往常我请俸禄修养的红白，饮羊羔将息的丰肥。畅道我残病身躯，丑诧面皮，穿着这褴缕衣服，呸！可怎生闻不的这腥膻气。到家里见了俺那幼子娇妻，将我这借尸首的魂灵儿敢不认得。(下)<br><br>第四折<br>(岳旦领俫儿上，云)妾身岳寿的浑家是也。自俺孔目亡过之后，韩魏公大人与俺立了个节妇牌，说俺岳寿是个能吏，因唬死了，与俺重修房舍门楼，一应闲杂人等，不许上俺门来。今日要与孔目看经做好事，我着张千与孙福叔叔，请僧人去了，怎生不见来？下次小的每，门首看着，若来时报复我知道。(正末上，云)自家岳寿便是，望我大嫂和孩儿去，忘了我家住处，试问人咱。(向古门道问科，云)兀那大哥，那里是岳孔目住处。(内应，云)那新门楼就是。自从岳孔目死了，韩魏公大人见他是个能吏，与他修理门楼房屋，但凡闲杂人等，不许上门哩。(正末云)量岳寿有何德能，着大人这般用心也。(唱)<br>【中吕】【粉蝶儿】大院深宅，闲杂人赶离门外，与亡灵累七修斋。则俺那守服的妻，带孝的子，争知我在也不在。若听的岳孔目回来，孩儿每那一场大惊小怪。<br>【醉春风】则俺情意重如山，那里也侯门深似海。(做叫门，云)岳大嫂开门来。(岳旦开门，云)一个鏖槽叫化头，出去！(做推倒末科)(正末唱)出门来推了个脚梢天，这婆娘不将我睬，睬！(带云)大嫂，你不睬也罢。(唱)怎将我擘面拳敦，涌身推抢，那里降阶接待。<br>(岳旦云)这厮说话有些蹊跷。你是甚么人？(正末云)大嫂，我是你丈夫岳寿。(岳旦云)这厮胡说。俺那丈夫这般模样？好要便宜，拖这厮往官司去。你说你是岳孔目，当初怎生死了来？说的是，万事都休；说的不是，不道的饶了你哩。(正末云)你也说的是。你听我说：当日我与张千接韩魏公不着，来家吃饭，见一个先生在咱门首大哭三声，大笑三声，骂福童孩儿做无爷业种，骂你做寡妇，骂我做没头鬼，被我使张千吊在门首。不知那里走将一个庄家老子，解放的去了。我骂他老无知，张千又对他说什么我是大鹏金翅雕，他是小雕儿。不想那老子可正是韩魏公。我得了这一惊，唬死了。到于阴府，阎君将我叉入九鼎油镬。多亏了吕洞宾师父救了我，着我还魂。被你烧了我的尸骸，着我借东关里青眼老李屠的儿子小李屠的尸首，借尸还魂，我一迳的来看你子母每。想当日韩魏公着我洗的脖子干净，绝早来州衙里试剑去。则一句儿。(唱)<br>【十二月】唬的我忘魂丧魄，谢吕洞宾免难除灾。阎罗王饶过我性命，你把岳孔目烧毁了尸骸。一灵儿无处百刂划，空教人雨泪盈腮。<br>【尧民歌】我一灵儿先到望乡台，将这李屠尸首借回来。为孤儿寡妇动情怀，因此上瘸足兼跛足践尘埃。哀也波哉，特地望你来，怎下的推我出宅门外。(岳旦云)原来是也目借尸还魂，这等你且进来。(正未唱)<br>【红绣鞋】贤达妇将咱休怪，这奸猾心把你胡猜。盖世间那个不是水性女裙钗，把亲夫殡抬出去，不曾把后老子招将来？我比你倒拄着一半拐。(岳旦云)孔目，你怎生这等模样了？(正末唱)<br>【喜春来】我往常见那有钱无理的慌分解，见有理无钱的即便拍，瞒心昧己觅钱财。为甚我两个脚一个歪，也是我前世不修来。<br>(岳旦云)孔目，你坐着，孙福、张千请僧人去了，敢待来也。(孙福、张千上，云)今日是俺哥哥的头七，请了几个和尚，买了些纸札，与哥哥看经。来到门首。俺见嫂嫂去来。(做见正末科，云)嫂嫂，怎生伴着个叫化的坐，是什么模样？拿棍来打这厮。(正末唱)<br>【迎仙客】一个家嗔忿忿，一个家闹咳咳，改不了司房里欺人恶性格。孙福咱相识二十年，张千你随我六七载。哎，没上下村材，怎不把岳孔目哥哥拜？(岳旦云)这人不是叫化的，是你哥哥岳孔目。(张千云)呸！俺哥哥怎生这般嘴脸？(正末云)孙福、张千，我是你哥哥岳寿。(张千云)你道是岳孔目，你怎生死了来？(正末云)我借李屠尸首还魂回来，你怎生不认我？(孙福、张千做悲科，云)原来是孔目哥哥借尸还魂了也。(孛老同旦儿上，云)我远远的跟着，孩儿往这一家里去了也，只得跟进去。(做见科，云)孩儿，你在这里做甚么？咱回家去来。(正末云)这是俺家里。(岳旦云)这是我的夫主。(李旦云)他是我的丈夫。(众争认科)(张千夺拐打孛老科)(正末做劝，跌倒科，云)张千，我须有些瘸。(张千发科，云)你可不早说与我。(孛老云)我家的儿子认了别人，更待干罢。俺去告官去来。(众同下)<br>(韩魏公引从人上，排衙科，云)老夫韩琦是也。今日升厅，坐起早衙，左右的喝撺厢。(孛老、李旦、孙福、张千、岳旦、傈儿、正末同上)(孛老云)冤屈！冤屈！(韩魏公云)甚么人叫冤屈？左右与我拿过来。(做拿科)(韩魏公云)兀那老子，你告甚么？(孛老云)相公可怜见。小人是李屠，有我的儿子小李屠，死了三日，如今还魂回来。他说一灵儿在城隍庙里，他自取去。谁想走到这个人家里去，就不来家，不肯认我。他是我的孩儿，相公，与我做主咱。(岳旦云)相公可怜见，则他便是我丈夫岳寿。(韩魏公问正末科，云)兀那厮，你端的是谁家人？(正末云)则我是岳寿，借尸还魂回来也。(韩魏公云)你说你是岳寿，你当初怎么死了来？你说一遍我听。(正末云)相公可怜见，听岳寿细说一遍咱。(韩魏公云)你说的是，万事罢论；说的不是，左右安排下势剑铜铡，决不饶恕。(正末唱)<br>【普天乐】为相公有声名，因小人多粘带。小人有铜肝铁胆，相公有势剑金牌。魂灵儿归地府，死尸儿焚郊外。死尸儿焚了魂灵儿在，谢吕先生救得回来。因此上更名改姓，瘸膁跛足，换骨抽胎。(孛老云)你是我的儿，跟我家去。(正末云)我不跟你去。(韩魏公云)你因何不跟他去？(正末唱)<br>【快活三】恁的官法严把牛马宰，你见行市紧早母猪灾。悬羊头卖狗肉赖人财，倚仗着秤儿小刀儿快。<br>(孛老云)相公，他不跟我去，一棍打杀了，大家都不要。(正末唱)<br>【鲍老催】你正是拾的孩儿落的摔，待将我细切薄批卖。(韩魏公云)这桩事，着老夫怎生下断？(吕洞宾冲上科，云)韩魏公，休错断了事也。(正末唱)有德行的吾师恰到来，我这里掂脚舒腰拜。好着我慌慌乱乱，劳劳嚷嚷，怨怨哀哀。<br>(吕洞宾云)岳寿，你省了也么？(正末云)弟子省了也，情愿跟师父出家去。(唱)<br>【上小楼】我如今把玉锁顿开，金枷不带。撇了酒色，辞了财气，跳出墙来。上的街，化了斋，别无妨碍，只望完全了乞儿皮袋。<br>【幺篇】抹了钵盂，装在布袋。褴褴缕缕，悲悲邓邓，往往来来。拄着拐，穿草鞋，麻袍宽袂。但得个无烦恼，恰胜似紫袍金带。<br>(吕洞宾云)徒弟，则今日跟我朝元去来。(正末云)岳大嫂，好看福童孩儿。李大嫂，你承奉李老人家。师父；弟子情愿出家去。(做拜谢韩魏公同吕洞宾下)(韩魏公云)岳寿已跟吕洞宾修仙去了，你等也不必争论，各自回家去罢。(断云)老夫为官断事今已老，这等借尸还魂从古少。要知大罗仙径本非遥，只是世人眼孔生来小。你也莫思夫主再回来，你也，休想孩儿重认了。不如各自归家早早修，免被是非人我空劳扰。(同下)(正末上，唱)<br>【耍孩儿】从今日填还了妻子冤家债，我心上别无挂碍。拜辞了人我是非乡，拂绰了满面尘埃。名缰利锁都教剖，意马心猿尽放开。也只怕尊师怪，远离尘世，近访天台。<br>(众仙队子上，奏乐科)(吕洞宾云)众仙长都来了也，李岳跟我朝元去来。(正末唱)<br>【二煞】汉钟离有正一心，吕洞宾有贯世才，张四郎曹国舅神通大，蓝采和拍板云端里响，韩湘子仙花腊月里开，张果老驴儿快。我访七真游海岛，随八仙赴蓬莱。<br>(吕洞宾云)您众人听者：这的是李屠的尸首，岳寿的魂灵，我着他借尸还魂来。(词云)贫道再降临凡世，度你个掌刑名主文司吏。因为有道骨仙风，误堕入酒色财气。惧怕那韩魏公命染黄泉，就阴府化为徒弟。李屠家借尸还魂，终不脱腥膻臭秽。煅炼就地水火风，合养定元阳真气。跟贫道证果朝元，拜三清同朝玉帝。(正末拜谢科，唱)<br>【煞尾】你着我侧着身云雾里行，瘸着腿波面上踹。屠户家脚起全凭着拐，则俺这令史每心平过的海。<br>题目韩魏公断借尸还魂<br>正名吕洞宾度铁拐李岳</p> <p> ",
  "poet": {
    "id": 1367,
    "star": 0,
    "name": "岳伯川",
    "image": "http://img.gushiwen.org/authorImg/yuebochuan.jpg",
    "desc": "岳伯川，元代杂剧作家。济南(今属山东)人，一说镇江(今属江苏)人。生卒年和生平事迹不详，为元杂剧前期作家。撰有杂剧2种，《吕洞宾度铁拐李岳》今存，《杨贵妃》仅存残曲。朱权《太和正音谱》把他的剧作列入上品，评其词“如云林樵响”。"
  },
  "tags": []
}