{
  "id": 37324,
  "star": 49,
  "name": "夜深 / 寒食夜",
  "dynasty": "唐代",
  "content": "恻恻轻寒翦翦风，小梅飘雪杏花红。 <br>夜深斜搭秋千索，楼阁朦胧烟雨中。",
  "fanyi": "<p><strong>译文<br></strong>切肤的轻寒刺面的风，梅花如飘雪，杏花正红。<br>夜深里，斜搭上的秋千索静静地悬着，烟雨朦胧之中，隐约可见那座楼阁。</p> <p><strong>注释<br></strong>1.恻（cè）：凄恻。这里作者含主观感情色彩来写对天气冷暖的感受。翦翦（jiǎn）：指春风尖利，砭人肌肤，正是乍暖还寒的时节。<br>2.“小梅飘雪杏花红”句：仲春之际，梅花已谢，纷纷飘落，而桃杏花却刚刚盛开。一作“杏花飘雪小桃红”。<br>3.斜搭秋千索：据《古今艺术图》等资料记载，当时北方寒食节，有女子荡秋千为戏的习俗。斜搭：指秋千索斜挂在木架上。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　“恻恻轻寒翦翦风。”首句从寒食节的气候写起。“恻恻”，是形容轻寒的气候呈现凄切之感；“翦翦”，是形容风轻微而带有寒意。这句正点寒食节“乍暖还寒”的特点，借轻寒的微风，渲染一种凄迷黯淡，但又并不十分沉重的气氛。“恻恻”、“翦翦”两个叠字，声音轻细，符合描写对象的特点。</p> <p>　　“小梅飘雪杏花红。”次句仍点时令，但转从花的开落角度写。梅花已经开过，正飘散着雪白的花瓣，杏花却开得正鲜艳。这句色彩的对比鲜明，画出寒食节明丽的春光，与上句的色调恰成对照。如果说上句多少透露出因怀人而产生的凄迷孤寂之感，那么这句则与记忆中的温馨亲切的往事不无关系。《寒食夜有寄》说：“云薄月昏寒食夜，隔帘微雨杏花香。”《偶见》：“秋千打困解罗裙，指点醍醐索一尊。见客人来和笑走，手搓梅子映中门。”可以证明梅、杏与往昔情缘的关系。夜间是看不见“小梅飘雪杏花红”的景象的，这正可以进一步证明这句所写的并非眼前实景，而是记忆中的景象。一、二两句的含义则是：身上感受到恻恻轻寒和丝丝寒风，闻到梅花和杏花的香味，于是才意识到，一年一度的寒食节又来临了，又是“小梅飘雪杏花红”的时节了。</p> <p>　　正因为前两句在写景中已经暗暗渗透怀人的感情，因此第三句便直接联想起与这段情缘有关的情事。“夜深斜搭秋千索”，表面上看，似乎这只是写<a href=\"http://so.gushiwen.org/view_37324.aspx\">诗</a>人夜间看到附近园子里有一座秋千架，秋千索斜斜地搭在架上。实际上诗人的这段情缘即与寒食节荡秋千的习俗有关。《开元天宝遗事》说，天宝年间，“宫中至寒食节，竞竖秋千，令宫嫔辈戏笑以为宴乐”。可见秋千之戏为寒食节特有的文娱体育活动，且以女子戏者为多。据《香奁集》记载推断，诗人与他所恋的情人，正是在寒食节的秋千架旁结下一段情缘。因此，夜间瞥见秋千架的暗影，便情不自禁地想到当年的情事。</p> <p>　　往事如烟，现在对方“阔别三千里”，踪迹杳然，不可复寻。在怀旧的怅惘中，诗人透过朦胧的夜色向秋千架的方向望去，只见楼阁的暗影正隐现在一片烟雨迷蒙之中。这景色，将诗人思而不见的空虚怅惘和黯然伤魂，进一步烘托出来。</p> <p>　　这首怀旧诗，通篇只点染景物，不涉具体情事，也没有一处直接抒写怀旧之情，全借景物暗示、烘托，境界朦胧。</p>",
  "about": "<h2>创作背景</h2> 　　据作者《香奁集》记载，<a href=\"http://so.gushiwen.org/view_37324.aspx\">诗</a>人在往岁的寒食节，曾与一位女子有过一段情缘，但后来彼此分开了。在《寒食日重游李氏园亭有怀》说得更加明显：“往年同在鸾桥上，见倚朱阑咏柳绵。今日独来香径里，更无人迹有苔钱。伤心阔别三千里，屈指思量四五年。料得他乡遇佳节，亦应怀抱暗凄然。”这首诗显然是因怀念那位阔别三千里的情人而作。",
  "poet": {
    "id": 130,
    "star": 0,
    "name": "韩偓",
    "image": "http://img.gushiwen.org/authorImg/hanwo.jpg",
    "desc": "韩偓（公元842年～公元923年）。中国唐代诗人。乳名冬郎，字致光，号致尧，晚年又号玉山樵人。陕西万年县（今樊川）人。自幼聪明好学，10岁时，曾即席赋诗送其姨夫李商隐，令满座皆惊，李商隐称赞其诗是“雏凤清于老凤声”。龙纪元年(889年)，韩偓中进士，初在河中镇节度使幕府任职，后入朝历任左拾遗、左谏议大夫、度支副使、翰林学士。"
  },
  "tags": [
    "寒食节",
    "写景",
    "秋千"
  ]
}