{
  "id": 63542,
  "star": 13,
  "name": "齐天乐·清溪数点芙蓉雨",
  "dynasty": "宋代",
  "content": "<span style=\"font-family:SimSun;\">丁卯七月既望，余偕同志放舟邀凉于三汇之交，远修太白采石、坡仙赤壁数百年故事，游兴甚逸。余尝赋诗三百言以纪清适。坐客和篇交属，意殊快也。越明年秋，复寻前盟于白荷凉月间。风露浩然，毛发森爽，遂命苍头奴横小笛于舵尾，作悠扬杳渺之声，使人真有乘杳飞举想也。举白尽醉，继以浩歌。</span></p> <p>清溪数点芙蓉雨，苹飙泛凉吟艗。洗玉空明，浮珠沆瀣，人静籁沉波息。仙潢咫尺。想翠宇琼楼，有人相忆。天上人间，未知今夕是何夕。<br>此生此夜此景，自仙翁去后，清致谁识？散发吟商，簪花弄水，谁伴凉宵横笛？流年暗惜。怕一夕西风，井梧吹碧。底事闲愁，醉歌浮大白。",
  "fanyi": "<p><strong>译文</strong><br>清澈的溪水多次淋湿了溪里的芙蓉，吹过水草的秋风泛过了词人所坐的小船。水中倒影空灵明净，水汽凝成了露珠，词人静静地随着溪水沉思。仿佛银河近在咫尺。遥想琼楼玉宇，天上人间，不知道今夕是何夕。<br>苏东坡走后，有谁能识得此夜此景，有谁能识得这清秀景色。披散头发吟唱商曲，自己的发簪也好像沾上了露水，有谁能陪伴词人在这良辰夜景下吹笛，只有默默的回忆逝去的时光。害怕一晚的秋风吹散了眼前的景色。闲来无事，只能饮一大碗酒，独自唱歌。</p> <p><strong>注释</strong><br>既望：农历十五日叫望，十六日叫既望。<br>同志：朋友。放舟：划船。遨凉：遨游。三汇之交：开县、开江、宣汉三县交界之地。<br>采石：即采石矶，在 安徽省马鞍山市长江东岸，为牛渚山北部突出江中而成，江面较狭，形势险要，自古为大江南北重要津渡，也是江防重镇。相传为<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a> 醉酒捉月溺死之处。坡仙赤壁：指<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>漫游赤壁。百年：指器物寿命长，经久耐用。<br>纪清适：记录此时的清闲与悠适。<br>属（zhǔ）：相连。<br>快：愉快。<br>越明年：到了第二年。<br>苍头奴：以清巾裹头而得名。<br>杳渺（yǎo miǎo）：指深远的样子。<br>乘杳（yǎo）： 指无影无声。<br>白：酒杯。继以浩歌：用歌声代替酒。<br>清溪：清澈的溪水。<br>苹：生长在浅水中的一种水草。苹飙（biāo）：吹过水草的秋风。<br>艗（yì）：词人乘坐的小舟。旧时于船首画鹚．故称船为艗。<br>洗玉空明：形容月光倒影入水中．如水洗的玉石般空灵明净。<br>沆瀣（hàng xiè）：夜间的水气。<br>仙潢（huáng）：潢：潢污（积水的低洼地），潢洋（水流深广、宽阔的样子），潢井（沼泽低洼地带）。仙潢：喻指银河。<br>翠宇琼楼：隐括苏轼《水调歌头》：“我欲乘风归去，叉恐琼楼玉宇，高处不胜寒。起舞弄清影，何似在人间。”<br>未知今夕是何夕：“未知今夕是何夕”句这里也是隐括苏词《水调歌头》的“不知天上宫阙，今夕是何年”。<br>此生此夜此景：“此生此夜此景”，出自苏<a href=\"http://so.gushiwen.org/view_63542.aspx\">诗</a>《中秋月》“此生此夜不长好，明月明年何处看”。<br>吟商：商：中国古代五声音阶之一，相当于简谱中的“2” 。吟商：吟诗放歌。<br>簪（zān）花弄水：插花，游泳。<br>浮大白：饮酒。大白：大酒杯。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　此词上片前五句起笔写人间的清凉世界。吴兴自古以来号称“水晶宫”，多溪流湖泊，每到夏秋时节，十里荷花，满塘莲子，一派“水佩风裳无数”的景色。旧时船首画鹢以骇水神，故船也称为鹢。秋雨潇潇，洒在荷花丛中，清风习习，从白苹洲上吹来，词人的画舫在湖中荡漾，渐渐远去。转瞬间雨停风息，溪上寂静异常，四无人声。皎洁明月倒映于清澈明亮的小溪里，荷面浮动着夜露凝成的水珠。一个“点尘飞不到”的清绝境界！绝无俗世的喧器，也无世间悲欢喜怒种种情绪的困扰，心境可谓清澈。“逸兴横生，痛饮狂吟”的发泄此时变为一种宁静的怅想。于是天人合一，落想天外，引出上片的后五句：银河低垂横跨过夜空，遥想天上的牛郎织女，此刻正两地相思，盼望着七夕重逢，在天上世界里今夕何夕呢？</p> <p>　　下片抒写高人情怀。是说自从苏东坡去世之后，再也无人能领略这大自然的美丽景色。语气自负而又矜持，大有与古人以心会心的意味。词人们蓬乱着头发，吟咏秋歌，簪花弄水，在船尾吹起悠扬的笛曲，岁月流逝，如同落叶一般。既然如此，因此不必为区区尘事而烦恼，于是斟满大酒杯，唱一曲醉歌吧。</p> <p>　　作者在词序中已经提及，这两次秋游是摹仿<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>泛舟采石矶、<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>泛舟赤壁，这一点值得注意。周密在记述这两次雅游活动时曾这样说：“坡翁谓自太白去后，世间二百年无此乐。赤壁之游，实取诸此。坡去今复二百年矣，斯游也，庶几追前贤之清风，为异日之佳话云。”（《草窗韵语》卷二）正因为追慕苏东坡，所以作者的词中可见多处化用苏轼<a href=\"http://so.gushiwen.org/view_63542.aspx\">诗</a>文的地方。在词中有许多的前人成句，而作者却能做到的同已出，不露一丝痕迹，不显一丝造作，自然贴切，这的确是一件易事，从中亦可见作者艺术造诣之深。</p> <p>　　这首词的语言平易浅显，流畅明快，没有晦涩难懂的地方。但在可以对仗之处，作者还是雕琢字名，尽量“字字敲打得响”。如“散发吟商，簪花弄水”、“洗玉空明，浮珠沆瀣”等，清人的词话还把它们奉为“工于造句”的典范。</p>",
  "about": "<h2>创作背景</h2> 　　景定五年，周密与杨缵诸人在西湖之环碧园结吟社，江南风光，诸人常携手同游。词序记载了那段时期周密及友人两次出游的活动：丁卯七月，一同游于吴兴三汇，良辰美景，诸友赋<a href=\"http://so.gushiwen.org/view_63542.aspx\">诗</a>，乐不可抑；到了第二年的秋天，他们又乘船来到此地，以续前游。此夜月白风清，风衙送香，笛声悠扬，众人沉醉。于是周密浩歌赋词，便有了这首《齐天乐》。",
  "poet": {
    "id": 517,
    "star": 0,
    "name": "周密",
    "desc": "周密 （1232-1298），字公谨，号草窗，又号四水潜夫、弁阳老人、华不注山人，南宋词人、文学家。祖籍济南，流寓吴兴（今浙江湖州）。宋德右间为义乌县（今年内属浙江）令。入元隐居不仕。自号四水潜夫。他的诗文都有成就，又能诗画音律，尤好藏弃校书，一生著述较丰。著有《齐东野语》、《武林旧事》、《癸辛杂识》、《志雅堂要杂钞》等杂著数十种。其词远祖清真，近法姜夔，风格清雅秀润，与吴文英并称“二窗”，词集名《频洲渔笛谱》、《草窗词》。"
  },
  "tags": [
    "纪游",
    "写景",
    "抒怀"
  ]
}