{
  "id": 284,
  "star": 18,
  "name": "周颂·访落",
  "dynasty": "先秦",
  "content": "访予落止，率时昭考。于乎悠哉，朕未有艾。将予就之，继犹判涣。维予小子，未堪家多难。绍庭上下，陟降厥家。休矣皇考，以保明其身。",
  "fanyi": "<p><strong>译文<br></strong>即位之初国事商，路线政策依父王。先<a href=\"http://so.gushiwen.org/author_159.aspx\">王之道</a>太精深，阅历未丰心惶惶。纵有群臣来相助，犹恐闪失欠妥当。登位年轻缺经验，家国多难真着忙。继承先王治国道，任贤黜佞肃朝纲。父王英明又伟大，佑我勉我身安康。</p> <p><strong>注释<br></strong>⑴访：谋，商讨。落：始。<br>⑵止：之。一说语气词。<br>⑶率：遵循。时：是，这。昭考：指武王。<br>⑷於（wū）乎：感叹词。悠：远。<br>⑸艾：郑笺：“艾，数也。我于是未有数。言远不可及也。”马瑞辰《毛<a href=\"http://so.gushiwen.org/view_284.aspx\">诗</a>传笺通释》：“《尔雅·释诂》：‘艾，历也’。‘历，数也。’……历当读为阅历之历，笺释‘未有艾’为未有数，犹有未有历也。”<br>⑹将：助。就：接近，趋向。<br>⑺判涣：分散。<br>⑻家多难：指国家多灾难。<br>⑼绍：继承。<br>⑽陟（zhì）降：提升和贬谪。厥（jué）家：指群臣百官。<br>⑾休：美。皇考：指武王。<br>⑿明：勉励。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　在《周颂·访落》中，周成王诉说自己年幼，缺少治国经验，请求诸侯辅助，既陈实情，又表诚意。当然，只有这些是远远不够的，对于诸侯，更需要的是施以震慑。<a href=\"http://so.gushiwen.org/view_284.aspx\">诗</a>中两提周武王（“昭考”“皇考”），两提遵循武<a href=\"http://so.gushiwen.org/author_159.aspx\">王之道</a>，震慑即由此施出。</p> <p>　　参与朝庙的诸侯均是受武王之封而得爵位的。身受恩惠，当报以忠诚，这是道义上的震慑；武王虽逝，他所建立的国家机器（包括强大的军队）仍在，这是力量上的震慑。</p> <p>　　最有力的震慑是诗中表达的遵循武王之道的决心。如果说“率时昭考”还嫌泛泛，“绍庭上下，陟降厥家”就十分具体了。武王在伐纣前所作准备有一条“立赏罚以记其功”（《史记·周本纪》）与诗中“上下”“陟降”相似，惟成王所处时局更为严峻，他所采取的措施也会更为严厉。舜即位后曾“流共工于幽州，放驩兜于崇山，窜三苗于三危，殛鲧于羽山，四罪而天下咸服”（《尚书·舜典》），这是成王可以效法，并可由辅佐他的周公实施的。</p> <p>　　《周颂·访落》其实是一篇周王室决心巩固政权的宣言，是对武王之灵的宣誓，又是对诸侯的政策交代，真诚而不乏严厉，严厉而不失风度，周公也借此扯满了摄政的风帆。</p>",
  "about": "<h2>创作背景</h2> <p>　　这是周成王朝周武王庙，与群臣商议国事的<a href=\"http://so.gushiwen.org/view_284.aspx\">诗</a>。周武王为太子时，因文王被商纣王囚于羑里，得以直接掌权，处理朝政，控制大局，在实践中积累了丰富的治国经验，后又协助回归的文王征服西方诸侯，攻伐征战，亦老到内行。文王去世，武王即位，无惊无险，不仅局势平稳，而且国力迅速增强，一举完成灭纣革命，乃是水到渠成。</p> <p>　　成王即位的情况则大不相同。武王于克殷后二年去世，留下巨大的权力真空，尚处孩提时期的成王根本无法填补，因此由武王之弟周公摄政辅佐。摄政只不过是通向新王正式治国的过渡，在这一过渡时期，周公不仅要日理万机，处理朝政，而且要逐步树立起新王即成王的天子权威，《周颂·访落》便反映出这种树立权威的努力。</p> <p>　　《周颂·访落》创作时间，应是在武王去世、成王即位之时。《毛诗序》云：“《访落》，嗣王谋于庙也。”这个朝先王之庙、谋于群臣之举，郑玄笺认为是在“成王始即政”时。孔颖达疏对这一时间所作的界定更为明确：“此‘未堪家多难’，文与《小毖》正同，但郑以此篇在居摄之前，《小毖》在致政之后。”由于“成王始即政”可以有两种理解：一是在继武王位之时，一是在周公摄政结束还政之时。郑笺用“始即政”是一个含混的时间概念，因此孔疏的明确界定十分必要。后世出现了因含混而生的歧解。如<a href=\"http://so.gushiwen.org/author_459.aspx\">朱熹</a>《诗集传》在《周颂·闵予小子》篇末云：“此成王除丧朝庙所作，疑后世遂以为嗣王朝庙之乐。后三篇（指《周颂·访落》、《周颂·敬之》、《周颂·小毖》）放此。”周时对亡父行“三年之丧”（期限为二十五月）礼，然则朱熹所说已不是“始即政”之际。还有学者认为《周颂·访落》作于周公还政之后，释“家多难”为管叔、蔡叔、武庚和淮夷之难，其理解与诗的原义大相径庭。</p> <p>　　新王权威的树立，关键在于诸侯的态度。先王在世，诸侯臣服；然先王去世，新王即位，以前臣服的诸侯未必全都视新王如先王。成王始即政，对诸侯的控制自然比不上武王时牢固，原先稳定的政治局面变得不那么稳定而处处隐藏着随时可能爆发的危机。这也十分自然。帝王的更替，特别是幼弱的帝王取代成熟强大的帝王，给诸侯提供了权力再分配的机会，局势不稳的根源即在于此。使诸侯回到自己的牢固控制中来，便成为周王室必须面对的课题。当时周王室的象征是成王，而实际的掌权者则是摄政的周公，从这个意义上说，《周颂·访落》所体现的正是周公的思想，不过用成王的口气表达而已。</p>",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": [
    "诗经"
  ]
}