{
  "id": 47920,
  "star": 159,
  "name": "墨池记",
  "dynasty": "宋代",
  "content": "　　临川之城东，有地隐然而高，以临于溪，曰新城。新城之上，有池洼然而方以长，曰王羲之之墨池者，荀伯子《临川记》云也。羲之尝慕张芝，临池学书，池水尽黑，此为其故迹，岂信然邪？ </p> <p>　　方羲之之不可强以仕，而尝极东方，出沧海，以娱其意于山水之间；岂其徜徉肆恣，而又尝自休于此邪？羲之之书晚乃善，则其所能，盖亦以精力自致者，非天成也。然后世未有能及者，岂其学不如彼邪？则学固岂可以少哉，况欲深造道德者邪？ </p> <p>　　墨池之上，今为州学舍。教授王君盛恐其不章也，书‘晋王右军墨池’之六字于楹间以揭之。又告于巩曰：“愿有记”。推王君之心，岂爱人之善，虽一能不以废，而因以及乎其迹邪？其亦欲推其事以勉其学者邪？夫人之有一能而使后人尚之如此，况仁人庄士之遗风余思被于来世者何如哉！ </p> <p>　　庆历八年九月十二日，曾巩记。 ",
  "fanyi": "<p><strong>译文</strong></p> <p>　　临川郡城的东面，有一块地微微高起，并且靠近溪流，叫做新城。新城上面，有个池子低洼呈长方形，说是<a href=\"http://so.gushiwen.org/author_581.aspx\">王羲之</a>的墨池，这是荀伯子《临川记》里说的。</p> <p>　　羲之曾经仰慕张芝“临池学书，池水尽黑”的精神，(现在说)这是羲之的(墨池)遗址，难道是真的吗？当羲之不愿勉强做官时，曾经游遍东方，出游东海，在山水之间使他的心情快乐。莫非他在尽情游览时，曾在这里停留过？羲之的书法，到晚年才特别好。那么他能达到这步，大概也是靠他自己的精神和毅力取得的，并不是天生的。但是后代没有能够赶上他的人，是不是后人学习下的功夫不如他呢？那么学习的功夫难道可以少下吗？何况想在道德修养上深造的人呢？</p> <p>　　墨池的旁边，现在是抚州州学的校舍，教授王盛先生担心墨池不能出名，写了“晋王右军墨池”六个字挂在屋前两柱之间，又请求我说：“希望有一篇(墨池)记。”推测王先生的用心，是不是喜爱别人的优点，即使是一技之长也不让它埋没，因而推广到王羲之的遗迹呢？莫非也想推广王羲之的事迹来勉励那些学员吧？一个人有一技之长，就能使后人像这样尊重他；何况那些品德高尚、行为端庄的人，遗留下来令人思慕的美好风范，对于后世的影响那就更不用说了！</p> <p>　　庆历八年九月十二日，<a href=\"http://so.gushiwen.org/author_385.aspx\">曾巩</a>作记。</p> <p><strong>注释</strong><br>（1）临川：临川：宋朝的抚州临川郡(今江西省临川市)。<br>（2）隐然而高：微微地高起。隐然：不显露的样子。<br>（3）临：从高处往低处看，这里有“靠近”的意思。<br>（4）洼然：低深的样子。<br>（5）方以长：方而长，就是长方形。<br>（6）王羲之(321—379)：字逸少，东晋人，官至右军将军，会稽内史，世称王右军。他是古代有名的大书法家，世称“书圣”。苟伯子：南朝宋人，曾任临川内史。著有《临川记》六卷，其中提到：“王羲之尝为临川内史，置宅于郡城东南高坡，名曰新城。旁临回溪，特据层阜，其地爽垲(kǎi，地势高而干燥)，山川如画。今旧井及墨池犹存。”<br>（7）张芝：东汉末年书法家，善草书，世称“草圣”。王羲之“曾与人书云：‘张芝临池学书，池水尽黑，使人耽(dān，酷爱)之若是，未必后之也。’”(《晋书·王羲之传》)<br>（8）信然：果真如此。<br>（9）邪：吗，同“耶”。<br>（10）方：当……时。<br>（11）强以仕：勉强要(他)作官。王羲之原与王述齐名，但他轻视王述，两人感情不好。后羲之任会稽内史时，朝廷任王述为扬州刺史，管辖会稽郡。羲之深以为耻，称病去职，誓不再仕，从此“遍游东中诸郡，穷诸名山，泛沧海”。<br>（12）极东方：游遍东方。极，穷尽。<br>（13）出沧海：出游东海。沧海，指东海。<br>（14）娱其意：使他的心情快乐。<br>（15）岂有：莫非。<br>（16）徜徉肆恣：尽情游览。徜徉，徘徊，漫游。肆恣，任意，尽情。<br>（17）休：停留。<br>（18）书：书法。<br>（19）晚乃善：到晚年才特别好。《晋书·王羲之传》：“羲之书初不胜(不及)庾翼、郄愔(xìyìn)，及其暮年方妙。尝以章草答庾亮，而(庾)翼深叹伏。”所能：能够达到这步。<br>（20）盖：大概，副词。以精力自致者：靠自己的精神和毅力取得的。<br>（21）致，取得。天成：天然生成。<br>（22）及：赶上。<br>（23）岂其学不如彼邪：是不是他们学习下的功夫不如王羲之呢？岂，是不是，表示揣测，副词。学，指勤学苦练。<br>（24）则学固岂可以少哉：那么学习的功夫难道可以少下吗？则，那么，连词。固，原来，本。岂，难道，表示反问，副词。<br>（25）深造道德：在道德修养上深造，指在道德修养上有很高的成就。<br>（26）州学舍：指抚州州学的校舍。<br>（27）教授：官名。宋朝在路学、府学、州学都置教授，主管学政和教育所属生员。<br>（28）其：指代墨池。<br>（29）章：通“彰”，显著。<br>（30）楹间：指两柱子之间的上方一般挂匾额的地方。楹，房屋前面的柱子。<br>（31）揭：挂起，标出。<br>（32）推：推测。<br>（33）一能：一技之长，指王羲之的书法。<br>（34）不以废：不让它埋没。<br>（35）因以及乎其迹：因此推广到王羲之的遗迹。<br>（36）推：推广。<br>（37）学者：求学的人。<br>（38）夫：语气词，放在句首，表示将发议论。<br>（39）尚之如此：像这样尊重他。尚，尊重，崇尚。<br>（40）仁人庄士：指品德高尚、行为端庄的人。<br>（41）遗风余思：遗留下来令人思慕的美好风范。余思，指后人的怀念。余，也是“遗”的意思。<br>（42）被于来世：对于后世的影响。被，影响。<br>（43）何如哉：会怎么样呢？这里是“那就更不用说了”的意思。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　名为《墨池记》，着眼点却不在\"池“，而在于阐释成就并非天成，要靠刻苦学习的道理，以此勉励学者勤奋学习。文章以论为纲，以记为目，记议交错，纲目统一，写法新颖别致，见解精警，确是难得之佳作。</p> <p>　　本文意在写论，但发议之前，又不能不记叙与墨池有关的材料。否则，议论使无所附丽，显得浮泛，失之空洞说教。如记之过详，又会喧宾夺主，湮没题旨。故作者采用了记议结合，略记详论的办法，以突出文章的题旨。开头，大处落笔，以省险的笔墨，根据荀伯子《临川记》所云，概活了墨他的地理位置、环境和状貌：</p> <p>　　“临川之城东，有地隐然而高，以临于溪，曰新城。新城之上，有池洼然而方以长”。同时，又根据<a href=\"http://so.gushiwen.org/author_581.aspx\">王羲之</a>仰慕张芝，\"临池学书，池水尽黑\"的传说，指出墨池得名的由来。其实，有关墨池的传说，除《临川记》所述之外，还有诸种说法，因本文的目的在于说理，不在于记池，所以皆略而未提。文辞之简约，可谓惜墨如金。对于墨他的记叙，虽要言不烦，却铺设了通向议论的轨道。接着文章由物及人，追述王羲之退离官场的一段生活经历。据《晋书》记载，骠骑将军王述，少时与羲之齐名，而羲之甚轻之。羲之任会稽内史时，述为杨川刺史，羲之成了他的部属。后王述检察会稽郡刑改，羲之以之为耻，遂称病去职，并于父母墓前发誓不再出来做官。对于王羲之的这一段经历，作者只以\"方羲之之不可强以仕强以仕\"一语带过，略予交代，随之追述了王羲之随意漫游，纵情山水的行踪：“尝极东方，出沧海，以娱其意于山水之间，岂有徜徉恣肆，而又尝自休于此邪？”这一段简略追述，也至关重要。它突出了王羲之傲岸正直、脱尘超俗的思想，这是王羲之学书法的思想基础和良好的精神气质，不能不提。从结构上讲，\"又尝自休于此邪\"一语，用设问句式肯了王羲之曾在临川学书，既与上文墨池挂起钩来，又为下文的议论提供了依据。随后，在记的基础上，文章转入了议：“羲之之书晚乃善，则其所能，盖亦以精力自致者，非天成也。”虞和《论书表》云：“羲之书在始末有奇，殊不胜庾翼，迨其末年，乃造其极。尝以章草书十纸，过亮，亮以示翼。翼叹服，因与羲之书云：‘吾昔有伯英章草书十纸，过江亡失，常痛妙迹永绝。忽见足下答家兄书，焕若神明，顿还旧观'。”这说明王羲之晚年己与\"草圣\"张芝并驾齐驱，可见\"羲之之书晚乃成\"之说有事实根据，令人信服。那么，羲之书法所以\"善\"的根本原因是什么？那就是专心致志，勤学苦练的结果，而不是天生的。至此，原因，在于缺乏勤奋精神，进一步说明了刻苦学习的重要性。最后，又循意生发，引申封建士大夫的道德修养上去，指出\"深造道德\"，刻苦学习也是不可少的．就这样，正面立论，反面申说，循意生发，一层深似一层地揭示了文章的题旨。然而，作者对题旨的开拓并未就此止步。在简略记叙州学教授王盛向他素文的经过以后，文章再度转入议论：\"推王君之心．岂爱人之善，虽一能不以废，而因以及乎其迹邪？其亦欲推其事以勉其学者邪?\"这虽是对王君用心的推测，实则是作者作记的良苦用心．接着，又随物赋意，推而广之，进一步议论道：\"夫人之有一能，而使后人尚之如此，况仁人庄士之遗风余思，被于来世者何如哉。\"作者由王羲之的善书法之技，推及到\"仁人庄士\"的教化、德行，勉励人们不仅要有\"一能“，更要刻苦学习封建士大夫的道德修养，从而把文意又引深一层。<a href=\"http://so.gushiwen.org/author_385.aspx\">曾巩</a>是\"正统派\"古文家，文章的卫道气息较浓厚，这里也明显地流露了他卫道的传统思想。</p> <p>　　在宋代以\"记\"为体裁的说理散文中，象《墨池记》这样以记为附，以议为主的写法还是不多见的。《醉翁亭记》的思想意脉是\"醉翁之意不在酒“，\"在乎山水之间也“。但这种\"意“，不是靠发\"议\"表?达出来的，而是随着山水相映、朝暮变比、四季变幻的自然景物描写透露出来的；《岳阳楼记》的重心不在记楼，在于敞露个人\"先天下之忧而忧，后天下之乐而乐\"的襟怀，在抒情方式上，作者采用的是触景生情的方法，因而文章铺排笔墨，以较乡的篇幅写了岳阳楼变幻莫测的景色．而《墨池记》用于记\"池\"的文字较少，议论文字却很多。它不是在记叙之后再发议论，而是记事、议论错杂使用，浑然一体。尽管议多于记，却无断线风韵，游离意脉之弊，读来觉得自然天成。可以说《墨池记》脱尽了他人窠臼，辟出了自家蹊径。</p><br/><h2>赏析二</h2> <p>　　《墨池记》是作者应抚州州学教授王盛之请而写的，是作者的一篇流传很广的作品。文章从传说中<a href=\"http://so.gushiwen.org/author_581.aspx\">王羲之</a>墨池遗迹入笔，寥寥数语，就将墨池的地理位置及来历，交代得清楚明白，饶有生趣。王盛题“晋王右军墨池”六字，并盛情邀约<a href=\"http://so.gushiwen.org/author_385.aspx\">曾巩</a>作记，就是为了借助贤人名声和遗迹，来显扬本土人文景观，宏扬本土文化意蕴。但是，曾巩巧妙机智地借题发挥，撇下“墨池”之真假不着一言，而是重点论及王羲之本人，说明王羲之的成功取决于其后天的不懈努力，从而顺理成章的强调了学习的重要性。学习技艺尚且如此，提高个人的道德修养更应如此。</p> <p>　　文章思想并无新颖之处；但文中所说“深造道德”“仁人庄士之遗风余思”等等，体现了作者注意儒家道统的思想。文章也体现了作者讲求行文布局，叙事条理清楚的特点。首段叙述墨池的处所、形状和来历，可谓简而明。接着发为议论，先用揣测语气含糊认可“故迹”，他略记墨池的处所、形状以后，把笔锋转向探讨王羲之成功的原因，从“羲之之书晚乃善”的事实，说明一种技能的成功，是“以精力自致”的，并进而提出“深造道德”，更须努力。最后说明写作缘由，并借“推王君之心”，提出“勉其学者”学习“仁人庄士”的写作目的。谈书法是“题中”之意，而谈“道德”，谈“仁人庄士之遗风”永垂后世，则属“题外”之意。全篇因物引人，由人喻理，又据理诲人，逐层深入，说理透辟而态度温和，颇见长者开导后生的儒雅气度。文章一面叙事，一面议论。借事立论，因小见大，言近旨远，十分切题。文中用了不少设问句，而实际意思是在肯定，因此话说得委婉含蓄，能引人深思。</p> <p>　　全文仅有三段，第一段的开头，不求单刀直人，起笔扣题，而是着眼于整体，落墨于大处，表面上写的全是新城，没有一个字提到墨池，其实却为我们粗线条地勾勒出墨池四周的地理环境，就像电影中的一个“全景镜头”。接着，作者收拢视线，缩小范围，由大及小，最后才突现出墨池。“新城之上，有池洼然而方以长，日王羲之之墨池者，苟伯子《临川记》云也。”写到这里，题中“墨池”两字方才正式写出，又用“洼然而方以长”六个宁，勾勒出墨池的外形特征，读者眼前顿时出现了墨池本身的“特写镜头”。这里应该提出的是：“日王羲之之墨池者”这一判断，是借古人苟伯子的口说出的，作者并不亲自道破，写法巧妙而富有情趣。传说中的王羲之的墨池，除了临川城东一处，此外还有多处，对于临川墨池的传说是否真实可靠，作者也仅仅是转述苟伯子的《临川记》的说法。之后用了“岂信然邪”这样一个设问句：难道这是真的吗？未加深论，这是作者写法的又一巧妙之处。以上是文章的第一段。从地理位置、外形特点、得名缘由三个方面，扼要介绍了临川墨池的有关情况，给人留下了清晰的整体形象。行文曲折有致，构思精巧缜密，读来引人人胜。“临池学书．池水尽黑”八个宁，说明了王羲之平时学书的刻苦专一，“费尽精力”，这就为下文的即事立论，提供了论据，埋下了伏笔。</p> <p>　　写到这里，文章似乎可以顺势发展，进人议论了。可是作者并不急于要发表议论，而是在第二段的前半部分插进了一段回忆性的文字，追叙了王羲之的一段经历。前四句通过王羲之不愿为官而“极东方，出沧海”，到处游览的具体行动，刻画出他厌恶浑浊官场，喜爱山水名胜，追求自在闲适生活的清高品格，同时又为引出“自休于此”作好准备；后两句“岂有徜徉肆恣，而又尝自休于此邪？”用设问推测的语气，指出他曾到过临川一带，也就是间接解释了临川城东为什么会留下墨池遗迹的原因，补充说明了临川墨池的来历。</p> <p>　　经过对墨池位置、形状、来历等的简要介绍，完成层层铺垫之后，作者由叙述转到议论，从墨池遗迹而生发出一番富有哲理的精辟论述：“羲之之书晚乃善，则其所能，盖亦以精力自制者，非天成也。”这几句意思是：王羲之的书法到晚年才达到精妙绝伦的程度。这才能是勤学苦练得来的，决不是天生就有的。王羲之是杰出书法家，素有“书圣”美名。但据《晋书·王羲之传》所载，他的书法起初不比同时的书法家庾翼、郗喑高明，直到晚年才臻于精善，进人妙境。有一次庾翼见到他用草书写的一封信，不由得大为惊叹，认为可与“草圣”张芝争胜。这里所谓“羲之之书晚乃善”，指的就是这一历史事实。作者紧紧抓住“晚乃善”三字，作为立论的重要依据，这就抓到了问题的根本，因而无须旁征博引，多费笔墨，只用三言两语，就顺理成章地作出了“则其所能，盖亦以精力自制者，非天成也”的正确论断，语气委婉但又十分坚定。其论证之精警，文笔之简洁，在古代散文中也算得上乘。为使文意进一步向纵深开阔，作者接着又用“然”字引出下文：“然后世未有能及者，岂其学不如彼邪？则学固岂可以少哉，况欲深造道德者邪？”后来的人没有能赶得上王羲之的，莫非他们在学习方面所下的苦功不够吗？这样看来，在学习上下的苦功是不能少的呵！更何况要在道德方面达到很高的成就呢？这一段是全文的中心，重点突出了一个“学”字。</p> <p>　　然而作者写作的最终目的，又并非是单纯强调学习，在他看来，提高道德修养，尤其重要。于是段末又用“深造道德”的学习尤不可废。这里的“岂其学不如彼邪？”和“况欲深造道德者邪？”两个疑问句式，都是表示完全肯定的语气。文章第三部分，作者掉转笔锋，折回墨池本身，全文显得风回路转，波澜起伏。“墨池之上，今为州学舍”二句，是说现在这里已经成为州学的校舍，这是补写墨池的现状，由此便自然引出了州学教授王盛索文的经过：“教授王君生恐其不章也，书‘晋王右军墨池’之六字于楹间以揭之。又告于巩日：‘原有记”恐其不章’的“章”是“昭彰”的“彰”的假借字，意思是显著、为人周知。“王右军”，王羲之曾经官至右军将军、会稽内史，所以史称“王右军”。“楹”，就是房屋前面的柱了。“揭”，原意是揭示、高举，这里引申为悬托。州学教授王盛担心墨池来历不能广为人知，于是书写了“晋王右军墨池”六字，悬挂在楹柱之间，又对作者说，希望能写一篇“记”。这几句写出了王盛对王羲之的表彰之意，还交代了《墨池记》的写作缘起，文笔简洁之极。在这以后，文章分作两层，推究王盛这样做的用心。第一层是：“推王君之心，岂爱人之善，虽一能不以废，而因以及乎其迹邪？”意思是说：我推测王君的心意，难道是由于他喜爱别人的长处，即使是一技之长，也不让他埋没不闻，因而连他的遗迹也一并重视吗？这就是王盛仰慕王羲之而言；第二层是：“其亦欲推其事，以勉其学者邪”大意就是：莫非又是想借推广王羲之的感人事迹，来勉励那些州学生吗？这一层是结合王盛的特殊身份，就勉励求学者而发的。两层意思全属推测之词，因而都没有设问口气，由此可见作者用笔精细，连微小之处也不轻易放过。“勉其学者”四字，一方面点出了王盛此举的苦心，同时也是作者“记”的深意所在；再就结构而言，又可看作是上文“学岂可少”这一全文主旨的具体阐发。在推测王盛心意、点明写作缘起的基础上，作者即事生情，再次发表议论说：“夫人之有一能而使风余思”指流传下来的好作风好品德。“被于来世”指影响到后世。全文用“何如哉”三字作结非常妙，妙就妙在作者不把原意直接说破，而由读者自己去体味，这就产生了意在言外、余味无穷的艺术效果。以“仁人庄士”的“遗风余思”必将长期流传、产生深远影响作结，这对当时的学子文人，具有强大的激励作用，同时收到了深化主题的艺术功效。</p> <p>　　曾巩在文章中，重在“论”而不在“记”，这种写法似乎远离题目，游离中心。然而，作者马上将笔锋一收，说王盛教授约自己作记，意图可能就是要劝勉后学者应像王羲之一样勤勉于学，不言放弃。这样写来不仅拔高了王盛的思想境界，而且使前文的发挥都成了题中之言，旨中之语了。前文一纵，此处一收，充分展示了作者艺术构思题是何等圆润，何等紧密。最后一笔，更是激励后学者的劝勉之辞：人有一技之长，尚且会受到后人发自内心的尊敬，那么，后人对品学兼优者会怎样呢?其意不言而喻。</p> <p>　　从题目来看，《墨池记》属于记叙古迹的那类“记”体散文，但是作者并未停留于对古迹本身的烦琐记叙，而是充分发挥其长于说理的艺术才能，紧紧围绕墨池这一贯穿全文的中心线索，一面记叙，一面议论，夹叙夹议，以议为主，无论记叙议论，都能挥洒自如。记叙部分既描写了新城的方位、地势、环境，又叙说了墨池的来历，还介绍了王羲之的生活经历，和他的理想情趣。生动别致，脉络分明。所有记叙文字，又只是作为引出议论的陪衬和发端。议论部分文笔精炼，逻辑性很强。例如，作者依据王羲之书法“晚乃善”的史实，只用一个“晚”字，便理由充足地说明了王羲之的精湛笔艺，是“精力自制”，“非天成”的道理。至于后世没有赶超过王羲之，也不是由于缺乏天才，而是“其学不如彼”，即主观努力不如他，所以最后的结论便自然而然地落到了“学岂可少”上，指出了问题的关键是刻苦学习的精神不能少。这样作者只须三言两语，便切中肯綮，收到点石成金之效；主旨一经点明，随即戛然而止，给人留下了思索的余地。全文通过记叙、议论的交替出现，显示出不断起伏的层层波澜，突出了勉人为学的鲜明主题，从而使得这篇“记”体散文，成为一篇文情并茂而又议论风生、结构谨严而又笔法活脱的优秀说理小品。</p><br/><h2>赏析</h2> <p>　　本文在写作上采用夹叙夹议的方式。先记叙墨池的方位、形状、传闻，然后发表议论，接着记叙<a href=\"http://so.gushiwen.org/author_581.aspx\">王羲之</a>的轶闻，再议论后世之所以没有人能够比得上王羲之，是因为他们所下的功夫不如王羲之，并由此联系到道德方面的深造修养。最后记叙学官王盛为推广王羲之的事迹而采取的—系列措施，并对其用意发表议论，从而揭示出文章深刻的主题。</p> <p>　　这篇短文的一个显著特点是因小及大，小中见大，用小题目做大文章。题目是为墨池作记，据说这是东晋大书法家王羲之洗涤笔砚之池，但实际上，传为王羲之墨池旧迹的，还有浙江会稽等多处。从<a href=\"http://so.gushiwen.org/author_385.aspx\">曾巩</a>此文“此为其故迹，岂信然邪”的语气来看，他对临川墨池是否确为王羲之的真迹，也是抱着怀疑态度的。因此，他略记墨池的处所、形状以后，把笔锋转向探讨王羲之成功的原因：“盖亦以精力自致者，非天成也”。也就是说，并非“天成”，而是后天勤学苦练的结果。这是本文的第一层意思。这层意思紧紧扣住“墨池”题意，应是题中应有之义。</p> <p>　　但文章的主旨并不就此完结。作者由此进一步引申、推论：（一）学习书法是如此，“欲深造道德者”也是如此。从学习书法推及道德修养，强调都不是先验的，而是后天获得的；（二）从“人之有一能”尚且为后人追思不已，推及“仁人庄士之遗风余思”将永远影响后世。也从书法推及风节品德，从具体的书法家推及更广泛的仁人志士，这是从他们对后人的影响来立论的。这两点推论都极为自然，并非外加，表现了曾巩思路的开阔，识见的高超。如果是低手写作这类碑板文字，往往就事论事，粘着题义，不知生发、开掘的。这是本文的第二层意思。<a href=\"http://so.gushiwen.org/author_39.aspx\">沈德潜</a>评本文说：“用意或在题中，或出题外，令人徘徊赏之。”（《八大家文读本》卷二十八）“题中”“题外”，即分别指上述两层意思。</p> <p>　　更有说者，“题外”实在还在“题中”。这两层意思不仅由小及大，从前者推出后者，顺理成章；而且，从讲书法到讲道德，从讲怀念书法家到追慕先德，都还是跟题意相扣的。为什么能这样说呢?因为墨池旧址“今为州学舍”；本文之作，又是作者应“教授王君”的请求；王的目的又是“勉其学者”。所以，重点是一个“勉”字。于是，从学习书法到道德风节，自然是勉励生员们的应有内容。如果死扣“墨池”，拘于一般题义，只讲书法，倒反死于题下，甚至远离作记本意了。所以，这第二层意思，就一般作法来说，是“题外”；就本文来说，实在还在“题中”。</p> <p>　　这篇短文的另一特点是多用设问句和感叹句。全文可分十四句，其中设问句五句：“岂信然邪?”“而又尝自休于此邪?”“况欲深造道德者邪?”“而因以及乎其迹邪?”“以勉其学者邪?”“也”字句两句：“荀伯子《临川记》云也”，“非天成也”。最后又以一个感叹句作结：“况仁人庄士之遗风余思，被于来世者何如哉。”这些句式的大量运用，使这篇说理短文平添了一唱三叹的情韵。特别是五个设问句，兼收停顿、舒展之功，避免一泻无余之弊，低徊吟诵，玩索不尽。前人以“欧曾”并称，在这点上，曾巩是颇得<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>“六一风神”之妙的。 </p>",
  "about": "<h2>文言现象</h2> <p><strong>词类活用</strong><br>①池水尽黑。——名词活用作动词，变成黑色。<br>②以娱其意于山水之间。形容词的使动用法，使……快乐。<br>③岂爱人之善，虽一能不以废。形容词活用作名词，长处。</p> <p><strong>特殊句式</strong><br>①盖亦以精力自致者，非天成也。——判断句。<br>②以娱其意于山水之间。——介宾结构后置句。<br>③书‘晋王右军墨池’之六字于楹间以揭之。——介宾结构后置。<br>④夫人之有一能而使后人尚之如此——状语后置。<br>⑤被于来世者何如哉！——宾语前置句<br></p><br/><h2>创作背景</h2> 　　墨池在江西省临川县，相传是东晋大书法家<a href=\"http://so.gushiwen.org/author_581.aspx\">王羲之</a>洗笔砚处。相传东晋书法家王羲之在池边习字，池水尽黑。<a href=\"http://so.gushiwen.org/author_385.aspx\">曾巩</a>钦慕王羲之的盛名，于庆历八年（1048）九月，专程来临川凭吊墨池遗迹。州学教授（官名）王盛请他为“晋王右军墨池”作记，于是曾巩根据王羲之的轶事，写下了这篇著名散文《墨池记》。",
  "poet": {
    "id": 385,
    "star": 0,
    "name": "曾巩",
    "image": "http://img.gushiwen.org/authorImg/zenggong.jpg",
    "desc": "曾巩（1019年9月30日－1083年4月30日，天禧三年八月二十五日－元丰六年四月十一日），字子固，世称“南丰先生”。汉族，建昌南丰（今属江西）人，后居临川（今江西抚州市西）。曾致尧之孙，曾易占之子。嘉祐二年（1057）进士。北宋政治家、散文家，“唐宋八大家”之一，为“南丰七曾”（曾巩、曾肇、曾布、曾纡、曾纮、曾协、曾敦）之一。在学术思想和文学事业上贡献卓越。"
  },
  "tags": [
    "辞赋精选",
    "状物",
    "写人",
    "寓理"
  ]
}