{
  "id": 8312,
  "star": 18,
  "name": "登瓦官阁",
  "dynasty": "唐代",
  "content": "晨登瓦官阁，极眺金陵城。<br>钟山对北户，淮水入南荣。<br>漫漫雨花落，嘈嘈天乐鸣。<br>两廊振法鼓，四角吟风筝。<br>杳出霄汉上，仰攀日月行。<br>山空霸气灭，地古寒阴生。<br>寥廓云海晚，苍茫宫观平。<br>门馀阊阖字，楼识凤凰名。<br>雷作百山动，神扶万栱倾。<br>灵光何足贵? 长此镇吴京。",
  "fanyi": "<p><strong>译文<br></strong>凌晨即起，高攀瓦官寺中高阁，远远望去，金陵城尽在眼中。<br>北边是巍峨的钟山，南面的阁檐正对着浩荡的淮河水。<br>寺庙中传来的颂经声里，天花如雨乱坠；合奏的乐音如同天籁齐鸣。<br>两侧的庙廊鼓声隆隆，飞檐四角的铁马片在风中沉吟叮叮。<br>阁高耸入云霄，举头仿佛可以将日月攀缘。<br>钟山秋色萧条，霸王之气耗尽；悠久的历史有多少忧伤的故事沉积。<br>夜幕中云海寥廓无边，巍峨的宫观几乎与云海齐平。<br>只有门匾上书写的“阊阖”，楼匾中提写的“凤凰”等字尚依稀可辩。<br>雷声隆隆，万山震撼，屋拱欲倾，神人来扶助。<br>灵光殿何足珍贵?用它可以长期保佑金陵城。</p> <p><strong>注释<br></strong>⑴杨齐贤曰：《瓦官寺碑》云：江左之寺，莫先于瓦官，晋武时，建以陶官故地，故名瓦官，讹而为“棺”。或云昔有僧，诵经于此，既死，葬以虞氏之棺，墓上生莲花，故曰瓦棺。中有瓦棺阁，高二十五丈。唐为升元阁。《景定建康志》：古瓦官寺，又为升元寺，在城西南隅。晋哀帝兴宁二年，诏移陶官于淮水北，遂以南岸窑地施僧慧力，造瓦官寺。旧志曰“瓦棺”者，非也。据俗说云，瓦棺寺之名，起自西晋。时长沙城隅，陆地生青莲两朵，民以闻官，掘得一瓦棺，见一僧，形貌俨然，其花从舌根生。父老云：“昔有一僧，不说姓名，平生诵《法华经》百余部，临死遗言，以瓦棺葬之。”遂以寺名为瓦棺，本此。其说颇涉误诞，纵有此事，亦在长沙，与此无与也。不知“陶官”为“瓦官”，而易“官”为“棺”，殆附会而为之说耳。《方舆胜览》：升元寺，即瓦棺寺也。在建康府城西隅，前瞰江面，后据重冈，最为古迹。李主时，升元阁犹在，乃梁朝故物，高二百四十尺。<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a><a href=\"http://so.gushiwen.org/view_8312.aspx\">诗</a>所谓“日月隐檐楹”是也。今西南隅戒坛，乃是故基。<br>⑵《一统志》：钟山，在应天府东北，山周回六十里。汉秣陵尉蒋子文，逐盗死于此。吴大帝为立庙，因改蒋山。《舆地志》：蒋山，古曰金陵山，一名北山。其山磅礴奇秀，比诸山特高。<br>⑶杨齐贤曰：淮水即秦淮，源于句容、溧水两山间，自方山合流至建邺，<br>⑷《阿弥陀经》：彼佛国土，常作天乐，昼夜六时，雨天曼陀罗花。天乐者，天人所作音乐，清畅嘹亮，微妙和雅，一切音声所不能及。雨花者，诸夭于空中散花供养。若雨之从天而下，故曰雨花。<br>⑸《埤苍》：“嘈嘈，声众也。”<br>⑹《法华经》：今佛世尊欲说大法，雨大法雨，吹大法螺，击大法鼓。孙绰《天台山赋》：“法鼓琅以振响。”李周翰注：“法鼓，钟也。”<br>⑺真西山曰：风筝，檐铃。俗呼风马儿。杨升庵曰：古人殿阁檐棱间有风琴、风筝，皆因风动成音，自谐宫、商。元微之诗“乌啄风筝碎珠玉”，<a href=\"http://so.gushiwen.org/author_91.aspx\">高骈</a>有《夜听风筝诗》，僧齐已有《风琴引》，王半山有《风琴诗》，此乃檐下铁马也。今人名纸鸢曰风筝，非也。⑻寥廊，宽广貌。<br>⑼《景定建康志》：按《宫苑记》：晋成帝修新宫，南面开四门，最西曰西掖门，正中曰大司马门，次东曰南掖门，最东曰东掖门。南掖门，宋改阊阖门，陈改端门。<br>⑽《江南通志》：按《宫苑记》：凤凰楼，在凤台山上。宋元嘉中建。<br>⑾《甘泉赋》：“炕浮柱之飞榱兮，神莫莫而扶倾。”<a href=\"http://so.gushiwen.org/author_1448.aspx\">颜师古</a>注：“言举立浮柱而驾飞榱，其形危竦，有神于冥寞之中扶持，故不倾也。”<br>⑿《鲁灵光殿赋》：“神灵扶其栋宇，历千载而弥坚。”《后汉纪》：鲁共王好宫室，起灵光殿，甚壮丽。《鲁灵光殿赋序》：“鲁灵光殿者，盖景帝程姬之子王余之所立也。恭王始都下国，好治宫室，遂因鲁僖基兆而营焉。”<br>⒀吴京，谓金陵之地。<br></p>",
  "shangxi": "<h2>简析</h2> <p>　　瓦官阁是我国历史最悠久的寺庙之一，位于南京。此<a href=\"http://so.gushiwen.org/view_8312.aspx\">诗</a>明显不是战乱年代所作，估计作于中年。</p> <p>　　此诗流畅明快，一路对仗下来，可见<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>的感动心情。几乎不用典故，明了清晰，白描风韵。</p>",
  "poet": {
    "id": 247,
    "star": 0,
    "name": "李白",
    "image": "http://img.gushiwen.org/authorImg/libai.jpg",
    "desc": "李白（701年－762年），字太白，号青莲居士，唐朝浪漫主义诗人，被后人誉为“诗仙”。祖籍陇西成纪(待考)，出生于西域碎叶城，4岁再随父迁至剑南道绵州。李白存世诗文千余篇，有《李太白集》传世。762年病逝，享年61岁。其墓在今安徽当涂，四川江油、湖北安陆有纪念馆。"
  },
  "tags": [
    "寺庙",
    "景点"
  ]
}