{
  "id": 11550,
  "star": 2558,
  "name": "登岳阳楼",
  "dynasty": "唐代",
  "content": "昔闻洞庭水，今上岳阳楼。<br>吴楚东南坼，乾坤日夜浮。<br>亲朋无一字，老病有孤舟。<br>戎马关山北，凭轩涕泗流。",
  "fanyi": "<p><strong>译文</strong><br>以前的日子就听说洞庭湖波澜壮阔，今日如愿终于登上岳阳楼。<br>浩瀚的湖水把吴楚两地撕裂，似乎日月星辰都漂浮在水中。<br>亲朋好友们音信全无，我年老多病，乘孤舟四处漂流。<br>北方边关战事又起，我倚着栏杆远望泪流满面。 </p> <p><strong>注释</strong><br>①洞庭水：即洞庭湖。在今湖南北部，长江南岸，是我国第二大淡水湖。<br>②岳阳楼：在今湖南省岳阳市，下临洞庭湖，为游览胜地。<br>③吴楚：春秋时二国名（吴国和楚国）其地略在今湖南、湖北、江西、安徽、江苏、浙江一带。下瞰洞庭，碧湖万顷，遥望君山，气象万千，唐建，宋滕子京修。以<a href=\"http://so.gushiwen.org/author_510.aspx\">范仲淹</a>千古名篇《岳阳楼记》驰名。 坼（chè）：分裂，这里引申为划分。这句是说：辽阔的吴楚两地被洞庭湖一水分割。<br>④乾坤（qián kūn）日夜（一作“月”）浮：日月星辰和大地昼夜都飘浮在洞庭湖上。据《水经注》卷三十八：“湖水广圆五百余里，日月出没于其中。”乾坤：天地，此指日月。<br>⑤无一字：杳无音讯。 字：这里指书信。<br>⑥老病：年老多病。<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>时年五十七岁，身患肺病，风痹，右耳已聋。有孤舟：唯有孤舟一叶飘零无定。<a href=\"http://so.gushiwen.org/view_11550.aspx\">诗</a>人生平的最后三年里大部分时间是在船上度过的。这句写的是杜甫生活的实况。<br>⑦戎（róng）马关山北：北方边关战事又起。当时吐蕃侵扰宁夏灵武、陕西邠（bīn）州一带，朝廷震动，匆忙调兵抗敌。戎马：军马借指军事、战争，战乱。这年秋冬，吐蕃又侵扰陇右、关中一带。<br>⑧凭轩：倚着楼窗。涕泗流：眼泪禁不住地流淌。涕泗：眼泪和鼻涕，偏义复指，即眼泪。</p>",
  "shangxi": "<p>　　此是<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>诗中的五律名篇，前人称为盛唐五律第一。从总体上看，江山的壮阔，在诗中互为表里。虽然悲伤，却不消沉；虽然沉郁，却不压抑。反映了其关心民生疾苦的风格。</p> <p>　　首联虚实交错，今昔对照，从而扩大了时空领域。写早闻洞庭盛名，然而到暮年才实现目睹名湖的愿望，表面看有初登岳阳楼之喜悦，其实意在抒发早年抱负至今未能实现之情。用“昔闻”为“今上”蓄势，归根结底是为描写洞庭湖酝酿气氛。</p> <p>　　颔联是洞庭的浩瀚无边。洞庭湖坼吴楚、浮日夜，波浪掀天，浩茫无际，真不知此老胸中吞几云梦！这是写洞庭湖的佳句，被王士禛赞为“雄跨今古”。写景如此壮阔，令人玩索不尽。</p> <p>　　颈联写政治生活坎坷，漂泊天涯，怀才不遇的心情。“亲朋无一字”，得不到精神和物质方面的任何援助；“老病有孤舟”，从大历三年正月自夔州携带妻儿、乘舟出峡以来，既“老”且“病”，飘流湖湘，以舟为家，前途茫茫，何处安身，面对洞庭湖的汪洋浩淼，更加重了身世的孤危感。自叙如此落寞，于诗境极闷极狭的突变与对照中寓无限情意。</p> <p>　　尾联写眼望国家动荡不安，自己报国无门的哀伤。上下句之间留有空白，引人联想。开端“昔闻洞庭水”的“昔”，当然可以涵盖诗人在长安一带活动的十多年时间。而这，在空间上正可与“关山北”拍合。“凭轩”与“今上”首尾呼应。</p> <p>　　首联叙事，颔联描写，颈联抒情，尾联总结。通篇是“登岳阳楼”诗，却不局限于写“岳阳楼”与“洞庭水”。诗人屏弃眼前景物的精微刻画，从大处着笔，吐纳天地，心系国家安危，悲壮苍凉，催人泪下。时间上抚今追昔，空间上包吴楚、越关山。其身世之悲，国家之忧，浩浩茫茫，与洞庭水势融合无间，形成沉雄悲壮、博大深远的意境。</p> <p>　　这首诗意境开阔宏伟，风格雄浑渊深，是杜甫诗中的五律名篇，前人称之为盛唐五律第一。从总体上看，江山的壮阔，与诗人胸襟的博大，在诗中互为表里。虽然悲伤，却不消沉；虽然沉郁，却不压抑。宋代<a href=\"http://so.gushiwen.org/author_938.aspx\">胡仔</a>《苕溪渔隐丛话》引蔡绦《西清诗话》说：“洞庭天下壮观，自昔骚人墨客，题之者众矣，……然未若<a href=\"http://so.gushiwen.org/author_757.aspx\">孟浩然</a>‘气蒸云梦泽，波撼岳阳城’，则洞庭空旷无际，气象雄张，如在目前。至读杜子美诗，则又不然。‘吴楚东南坼，乾坤日夜浮’，不知少陵胸中吞几云梦也。”</p> <p>　　全诗纯用赋法，从头到尾都是叙述的笔调。以往一些学者认为诗用赋法，没有形象，没有诗味。事实上，赋法是诗歌形象化的重要手法，其特点是不注重诗的语言和局部事物的形象化，而着力创造诗的总体意境。《登岳阳楼》正是运用赋法创造艺术形象的典范。它所达到的艺术境界，已经使人不觉得有艺术方法的存在，甚至不觉得有语言的存在，只觉得诗人的思想感情撞击着心扉。</p> <p>　　全诗以自叙和抒情为主，真挚感人；写景只是三，四两句，既是实写，又想象，一“坼”一“浮”，把洞庭湖的气象描绘得壮阔而又生动。 </p>",
  "about": "<h2>写作背景</h2> 　　唐代宗大历二年（767年），<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>57岁，距生命的终结仅有两年，当时<a href=\"http://so.gushiwen.org/view_11550.aspx\">诗</a>人处境艰难，凄苦不堪，年老体衰，患肺病及风痹症，左臂偏枯，右耳已聋，靠饮药维持生命。大历三年（768年），当时杜甫沿江由江陵、公安一路漂泊，来到岳州（今属湖南）。登上神往已久的岳阳楼，凭轩远眺，面对烟波浩渺、壮阔无垠的洞庭湖，诗人发出由衷的礼赞；继而想到自己晚年飘泊无定，国家多灾多难，又不免感慨万千，于是在岳阳写下《登岳阳楼》、《泊岳阳城下》和《陪裴使君登岳阳楼》。",
  "poet": {
    "id": 474,
    "star": 0,
    "name": "杜甫",
    "image": "http://img.gushiwen.org/authorImg/dufu.jpg",
    "desc": "杜甫（712－770），字子美，自号少陵野老，世称“杜工部”、“杜少陵”等，汉族，河南府巩县（今河南省巩义市）人，唐代伟大的现实主义诗人，杜甫被世人尊为“诗圣”，其诗被称为“诗史”。杜甫与李白合称“李杜”，为了跟另外两位诗人李商隐与杜牧即“小李杜”区别开来，杜甫与李白又合称“大李杜”。他忧国忧民，人格高尚，他的约1400余首诗被保留了下来，诗艺精湛，在中国古典诗歌中备受推崇，影响深远。759-766年间曾居成都，后世有杜甫草堂纪念。"
  },
  "tags": [
    "唐诗三百首",
    "山水",
    "抱负"
  ]
}