{
  "id": 71302,
  "star": 33,
  "name": "晚春田园杂兴",
  "dynasty": "宋代",
  "content": "紫青莼菜卷荷香，玉雪芹芽拔薤长。自撷溪毛充晚供，短篷风雨宿横塘。<br>湖莲旧荡藕新翻，小小荷钱没涨痕。斟酌梅天风浪紧，更从外水种芦根。<br>胡蝶双双入菜花，日长无客到田家。鸡飞过篱犬吠窦，知有行商来买茶。<br>湔裙水满绿苹洲，上巳微寒懒出游。薄暮蛙声连晓闹，今年田稻十分秋。<br>新绿园林晓气凉，晨炊蚤出看移秧。百花飘尽桑麻小，来路风来阿魏香。<br>三旬蚕忌闭门中，邻曲都无步往踪。犹是晓晴风露下，采桑时节暂相逢。<br>污莱一棱水周围，岁岁蜗庐没半扉。不看茭青难护岸，小舟撑取葑田归。<br>茅针香软渐包茸，蓬櫑甘酸半染红。采采归来儿女笑，杖头高挂小筠笼。<br>海雨江风浪作堆，时新鱼菜逐春回。荻芽抽笋河魨上，楝子开花石首来。<br>谷雨如丝复似尘，煮瓶浮蜡正尝新。牡丹破萼樱桃熟，未许飞花减却春。<br>雨后山家起较迟，天窗晓色半熹微。老翁欹枕听莺啭，童子开门放燕飞。<br>乌鸟投林过客稀，前山烟暝到柴扉。小童一棹舟如叶，独自编阑鸭阵归。",
  "fanyi": "<h2>注释</h2> ①梅天：即江南黄梅天气。 <br>②犬吠窦：狗在洞边叫。<br>③湔（jiān）裙：一种风俗。旧俗于农历正月元日至月晦，士女酹酒洗衣于水边，以辟灾度厄。<br>④三旬：三十日。<br>⑤污莱：洼下荒芜之地。<br>⑥茭青：江南呼菰为茭，其新芽如笋，名“茭白”，故相对称已长成者为“茭青”。<br>⑦河魨：即河豚。<br>⑧投林：回到树林。烟暝：烟霭、云气。柴扉：简陋的木门。 <br>⑨棹：船桨。编阑：也叫约阑，挡拦、赶拦的意思。",
  "shangxi": "<h2>评析</h2> <p>　　“紫青莼菜卷荷香，玉雪芹芽拔薤长。自撷溪毛充晚供，短篷风雨宿横塘。”</p> <p>　　第一首<a href=\"http://so.gushiwen.org/view_71302.aspx\">诗</a>很潇洒。前两句，紫青的莼菜带着淡淡荷叶香，玉雪似的芹芽像薤草一样长。在溪边随便摘些野菜，随便充当晚饭，最后一句，短篷风雨宿横塘，从音韵上和画面上，都颇有“一蓑烟雨任平生”的感觉。短篷，竹字头，指有篷的小船。此时横塘可理解为泛指的水塘，小船、寂寥的水塘、风雨，这几个意象，同时又增添了些“野渡无人舟自横”的感慨。短篷，一作“短蓬”。如果是草字头的蓬，短蓬，即彩虹。短蓬、风雨这两个意象也不是没有逻辑关系。这样横塘可推测为指苏州。石湖亦有“年年送客横塘路”句，现苏州就有横塘路。</p> <p>　　“湖莲旧荡藕新翻，小小荷钱没涨痕。斟酌梅天风浪紧，更从外水种芦根。”</p> <p>　　湖莲旧荡，还是那片水塘，藕是新翻过的。小小的荷叶没过了之前的“涨痕”，琢磨着初生的小荷抵挡不住黄梅天下雨风浪大，赶快在水的外围种上一圈芦根作保护。“荷钱”很形象，指初生的小小的状如铜钱的荷叶。</p> <p>　　“胡蝶双双入菜花，日长无客到田家。鸡飞过篱犬吠窦，知有行商来买茶。”</p> <p>　　这首诗的前两句，写日常农村静景。胡蝶即蝴蝶。蝴蝶双双在菜花田里飞来飞去；白昼慢慢显得长了，田户人家没有客人来临，村子里十分恬静。这是从正面描写日常农村景物，首句也说明是晚春，诗的后两句写茶商来到时的动景。茶商来是为了采购茶叶，但却连鸡犬都为之震动，这反衬出平时极少有外人到来，来了陌生人，大家都十分注意。这是动景，却是进一步说明农村的恬静。</p> <p>　　“湔裙水满绿苹洲，上巳微寒懒出游。薄暮蛙声连晓闹，今年田稻十分秋。”</p> <p>　　这首诗写的是，去水边洗衣服，水面漫上了岸边的绿苹。三月三的天气春寒料峭，懒得出门。蛙声却从薄暮傍晚到拂晓，听这蛙声，想必今年也收成大好。秋，收成。一作“收”。<a href=\"http://so.gushiwen.org/author_415.aspx\">温庭筠</a>有词，肠断白苹洲。白苹洲，指江中长有白苹的小渚。白苹为水中的一种浮草，夏秋开小白花，古时男女采苹花赠别，故，白苹洲代指分别之处。绿苹，或许是晚春时节还未开花的白苹。上巳，古时以夏历三月第一个巳日为“上巳”，三月初三多逢巳日，汉代时定为节日。上巳之后就进入农忙。</p> <p>　　“新绿园林晓气凉，晨炊蚤出看移秧。百花飘尽桑麻小，来路风来阿魏香。”</p> <p>　　蚤通“早”，阿魏其实是一种有臭气的植物，根茎的浆液干燥后，中医用为帮助消化、杀虫戒毒的药物。<a href=\"http://so.gushiwen.org/author_263.aspx\">章炳麟</a>《国故论衡·辨性上》：“故阿魏非香也，臭之不可于鼻，用足以辟诸腐臭，故准之香。”其实这里有些地方存在矛盾，晚春时节百花飘尽不可能还是新绿，三月三不会有蛙声。因此不求甚解很重要。</p> <p>　　“三旬蚕忌闭门中，邻曲都无步往踪。犹是晓晴风露下，采桑时节暂相逢。”</p> <p>　　这首诗表明，古时养蚕的三十天有禁忌，大概是邻里不相往来，只是采桑叶的时候会相逢。</p> <p>　　“污莱一棱水周围，岁岁蜗庐没半扉。不看茭青难护岸，小舟撑取葑田归。”</p> <p>　　污莱指洼下荒芜之地。蜗庐指像蜗牛壳一样狭小的房子。葑菲都是菜名，其根略带苦味，人们有因其苦而弃之。《诗经·邶风·谷风》：“采葑采菲，无以下体。”葑菲表示尚有一德可取的意思，葑菲之采指不可因为葑菲根茎苦而连叶子也不采，比喻夫妻相处应以德为重，不能因为女子容颜衰退而遗弃。后常用“葑菲之采”作为请人有所采用的谦辞。</p> <p>　　“茅针香软渐包茸，蓬櫑甘酸半染红。采采归来儿女笑，杖头高挂小筠笼。”</p> <p>　　这里说的都是吃的。茅针，就是茅草将要开花的花苞，藏在绿茎内，尖尖的，白白的，尝一尝，清香，爽口。所以说茅针香软。櫑指指饰有饕餮纹的食物盛器，这里蓬櫑可能是草编的，被啥东西染红了。觅食回来小孩子们都很开心，杖头高高挂着装吃食的小笼子。</p> <p>　　“海雨江风浪作堆，时新鱼菜逐春回。荻芽抽笋河豚上，楝子花开石首来。”</p> <p>　　这首诗写的也都是吃的东西。</p> <p>　　“谷雨如丝复似尘，煮瓶浮蜡正尝新。牡丹破萼樱桃熟，未许飞花减却春。”</p> <p>　　这首诗第一句写小雨，如丝又像尘，煮瓶浮蜡不知道是干啥啊，感觉像是温酒。牡丹开了，樱桃熟了，过不多久就要花谢花飞春归去了。</p> <p>　　“雨后山家起较迟，天窗晓色半熹微。老翁欹枕听莺啭，童子开门放燕飞。”</p> <p>　　这首诗说，春日的夜里，下了一场雨。山村居民起床比较晚，清晨的光亮朦朦胧胧通过天窗才透进屋里。年迈的老人家半靠着枕头听屋外黄莺宛转啼唱，可活泼好动的男孩子却已经打开屋门，把盘旋在门口的燕子放了出去。</p> <p>　　“乌鸟投林过客稀，前山烟暝到柴扉。小童一棹舟如叶，独自编阑鸭阵归。”</p> <p>　　这首诗开头写轻烟谈霭从山前渐渐飘起，暮色由远而近了。后两句说，村童驾着小船，独自把鸭群赶回家来。</p>",
  "poet": {
    "id": 529,
    "star": 0,
    "name": "范成大",
    "image": "http://img.gushiwen.org/authorImg/fanchengda.jpg",
    "desc": "范成大（1126-1193），字致能，号称石湖居士。汉族，平江吴县（今江苏苏州）人。南宋诗人。谥文穆。从江西派入手，后学习中、晚唐诗，继承了白居易、王建、张籍等诗人新乐府的现实主义精神，终于自成一家。风格平易浅显、清新妩媚。诗题材广泛，以反映农村社会生活内容的作品成就最高。他与杨万里、陆游、尤袤合称南宋“中兴四大诗人”。"
  },
  "tags": [
    "田园",
    "生活",
    "写景",
    "食物"
  ]
}