{
  "id": 4480,
  "star": 35,
  "name": "蜀道后期",
  "dynasty": "唐代",
  "content": "客心争日月，来往预期程。<br>秋风不相待，先至洛阳城。",
  "fanyi": "<p><strong>译文</strong><br>我客游在外，行事尽量迅速，像同时间在竞争一样，来往的行程都是预先规划好了的。<br>可秋风不肯等待，自个儿先到洛阳城去了。</p> <p><strong>注释</strong><br>⑴蜀：今四川一带。<br>⑵争日月：同时间竞争。<br>⑶洛阳：当时的首都。<a href=\"http://so.gushiwen.org/author_298.aspx\">武则天</a>称帝后定都洛阳。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　此<a href=\"http://so.gushiwen.org/view_4480.aspx\">诗</a>载于《全唐诗》卷八十九。下面是中华诗词学会理事、广东中华诗词学会名誉会长刘逸生先生对此诗的赏析。</p> <p>　　这首诗是<a href=\"http://so.gushiwen.org/author_149.aspx\">张说</a>在校书郎任内出使西川时写的，虽只寥寥二十字，却颇能看出他写诗的技巧和才华。</p> <p>　　一个接受任务到远地办事的人，总是怀着对亲人的眷恋，一到目的地，就掐指盘算着回归的日期，这种心情是很自然的。但张说能把这种幽隐的心情“发而为诗”，而且压缩在两句话里，却不简单。</p> <p>　　“客心争日月，来往预期程。”“客心”是旅外游子之心，“争日月”，象同时间进行一场争夺战。这“争”字实在写得好，把处在这种地位的游子的心情充分表露出来了。“来往预期程”，是申说自己所以“争日月”的缘故。公府的事都有个时间规定，那就要事先进行准备，作出计划，所以说是“预”。十个字把诗人当时面临的客观情况，心里的筹划、掂量，都写进去了，简炼明白，手法很高明。</p> <p>　　这十个字又是下文的伏笔。本来使蜀的日程安排是十分紧凑的，然而诗人回归之心更急切，他要力争按时回洛阳。他是洛阳人，在洛阳有家，预期回归，与家人团聚。</p> <p>　　下文忽然来个大转折：“秋风不相待，先至洛阳城。”不料情况突变，原定秋前赶回洛阳的希望落空了。游子之心，当然怅惘。然而诗人却有意把人的感情隐去，绕开一笔，埋怨起秋风来了：这秋风呵，也是够无情的，它就不肯等我一等，径自先回洛阳城去了。</p> <p>　　这一笔，妙在避开了率直无味的毛病，而且把人格化了的秋风形容为“无情的秋风”。这秋风先至，自然要引起许多烦恼。可以试想，秋风一至洛阳，亲人们必然要翘首企盼；而自己未能如约的苦衷就更不用说了。淡淡一笔，情致隽永深厚。</p> <p>　　在这里，诗人到底是埋怨秋风，还是抒发心中的烦恼？诗中没有明说，颇费人寻绎，正是所谓“含不尽之意见于言外”（<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>《六一诗话》）。不过可以想见，诗人对于这次情况的突然变化，确实感到意外，或有点不满，不过他用的是“含蓄”的语言罢了。</p> <p>　　张说早些时就写过一首《被使在蜀》诗：“即今三伏尽，尚自在临邛。归途千里外，秋月定相逢。”归期定在秋月，即此诗所谓“预期程”。不料时届秋令，秋风已起，比诗人“先至洛阳城”，他却落后了，即诗题所谓“后期”。秋风本是按时而起，无所谓“先”；只因诗人归期“后”了，便显出秋风的“先”来。两首合看，于诗中的情味当有更深的体会。</p>",
  "about": "<h2>创作背景</h2> 　　这首<a href=\"http://so.gushiwen.org/view_4480.aspx\">诗</a>作于<a href=\"http://so.gushiwen.org/author_298.aspx\">武则天</a>天授年间（690年九月—692年三月），其时诗人任校书郎，曾两度奉使入西蜀。诗人本已预期规程，却因事而被迫推迟，因而创作此诗。",
  "poet": {
    "id": 149,
    "star": 0,
    "name": "张说",
    "image": "http://img.gushiwen.org/authorImg/zhangshuo.jpg",
    "desc": "张说(667年～730年) 唐代文学家，诗人，政治家。字道济，一字说之。原籍范阳（今河北涿县），世居河东（今山西永济），徙家洛阳。"
  },
  "tags": [
    "抒情",
    "秋风"
  ]
}