{
  "id": 8419,
  "star": 27,
  "name": "对酒忆贺监二首",
  "dynasty": "唐代",
  "content": "<div> 四明有狂客，风流贺季真。 <br>长安一相见，呼我谪仙人。 <br>昔好杯中物，翻为松下尘。 <br>金龟换酒处，却忆泪沾巾。</div> <div> <br></div> <div> 狂客归四明，山阴道士迎。 <br>敕赐镜湖水，为君台沼荣。 <br>人亡余故宅，空有荷花生。 <br>念此杳如梦，凄然伤我情。</div>",
  "fanyi": "<div> <strong>译文</strong> <br>四明山中曾出现过一个狂客，他就是久负风流盛名的贺季真。 <br>在长安头一次相见，他就称呼我为天上下凡的仙人。 <br>当初是喜爱杯中美酒的酒中仙，今日却已变成了松下尘。 <br>每想想起用盎龟换酒的情景，不禁就悲伤地泪滴沾巾。</div> <div> <br></div> <div> 狂客贺先生回到四明，首先受到山阴道士的欢迎。 <br>御赐一池镜湖水，为您游赏在山光水色之中。 <br>人已逝去仅余故居在，镜湖里空有朵朵荷花生。 <br>看到这些就使人感到人生渺茫如一场大梦，使我凄然伤情。</div> <div> <strong></strong> <br></div> <div> <strong>注释</strong> <br>⑴贺监：即 <a href=\"http://so.gushiwen.org/author_368.aspx\">贺知章</a>。唐肃宗为太子时，贺知章曾官太子宾客兼正授秘书监，故 <a href=\"http://so.gushiwen.org/view_8419.aspx\">诗</a>题及序中以“贺监”、“太子宾客贺公”称之。窦蒙《述书赋注》：贺知章，天宝二年以年老上表，请入道，归乡里，特诏许之。知章以赢老乘舆而往，到会稽，无几老终。九年冬十二月，诏曰：“故越州千秋观道士贺知章，神清志逸，学富才雄，挺会稽之美箭， 蕴昆冈之良玉，故飞名仙省，侍讲龙楼。愿追二老之奇踪，克遂四明之狂客。允协初志，脱落朝衣，驾青牛而不还，狎白鸥而长往。舟壑靡息，人壑两亡，推旧之怀，有深追悼，宜加缛礼，式展哀荣，可赠兵部尚书。” <br>⑵金龟换酒：《本事诗》：李太白初自蜀至京师。舍于逆旅。贺监知章闻其名，首访之，既奇其姿，复请所为文，出《蜀道难》以示之。读未竟，称叹者数四，号为“谪仙”。解金龟换酒，与倾尽醉，期不间日，由是声益光赫。“金龟”盖是所佩杂玩之类，非武后朝内外官所佩之金龟也。杨升庵因杜诗有“金鱼换酒”之句偶尔相似，遂谓“白弱冠遇贺知章在中宗朝，未改武后之制”云云。考武后天授元年九月。改内外官所佩鱼为龟。中宗神龙元年二月，诏文武官五品以上，依旧式佩鱼袋。当是时，太白年未满十龄，何能与知章用遇于长安？又知章自开元以前，官不过太常博士，品居从七，于例亦未得佩鱼。杨氏之说，殆未之考耶？ <br>⑶四明：浙江旧宁波府的别称，以境内有四明山得名。四明山，在今浙江宁波市西南。《名山洞天福地记》：四明山，周围一百八十里，名丹山赤水之天，在明州。 <br>⑷贺季真：即贺知章，季真是贺知章的字。《唐书》：贺知章，字季真，越州永兴人。性旷夷，善谈说，陆象先尝谓人曰：“季真清谈风流，吾一日不见，则鄙吝生矣。”证圣初，擢进士超拔群类科，累迁太常博士。开元十三年，迁礼部侍郎，兼集贤院学士。一日并谢。迁太子右庶子，充侍读，徙工部。肃宗为太子，知章迁宾客、授秘书监。晚节尤诞放，邀嬉里巷，自号“四明狂客”。及秘书外监，每醉辄属词，笔不停书，咸有可观，未始刊饬。善草隶，好事者具笔研从之，意有所惬，不复拒，然纸才十数字，世传以为宝。 <br>⑸谪仙人：被贬谪到人间来的仙人。 <br>⑹杯中物：即酒。语出陶潜诗：“天运苟如此，且进杯中物。” <br>⑺松下尘：已亡故的意思，古时坟墓上多植松柏，故云。语出释昙迁诗：“我住刊江侧，终为松下尘。” <br>⑻山阴：今浙江绍兴，贺知章的故乡。 <br>⑼镜湖：在今浙江绍兴会稽山北麓。《唐书》：贺知章，天宝初病，梦游帝居，数日寤，乃请为道士，还乡里，诏许之。以宅为千秋观而居，又求周宫湖数顷为放生池，有诏赐镜湖剡川一曲。既行，帝赐诗，皇太子百官饯送。擢其子曾子为会稽郡司马，赐绯鱼，使侍养。幼子亦听为道士。卒年八十六。 <br>⑽沼：池塘，这里指镜湖。 <br>⑾故宅：据王琦《李太白全集》注引《会稽志》。唐贺秘监故宅在会稽县东北三里，遗址今已不存。施宿《会稽志》：唐贺秘监宅，在会稽县东北三里八十步，今天长观是。</div>",
  "shangxi": "<h2>赏析</h2> <div> 　　第一首以“金龟换酒”事为中心，追忆与 <a href=\"http://so.gushiwen.org/author_368.aspx\">贺知章</a>的情谊。“四明有狂客，风流贺季真。”《宁波府志》：“四明山发自天台，屹峙于郡治之坤隅，上有二百八十峰，绵亘明、越、台三州之境，为三十六洞天之一。”《会稽记》亦载：“县南有四明山，高峰迭云，连岫蔽日。”贺知章家于此，故自号“四明狂客”。“风流”二字，本陆象先语，《旧唐书》卷一九〇引陆氏语云：“贺兄言论倜傥， <a href=\"http://so.gushiwen.org/author_1137.aspx\">真可</a>谓风流之士。吾与子弟离阔，都不思之，一日不见贺兄，则鄙吝生矣。”可见 <a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>用“风流”二字，并非仅仅用以形容贺知章的言谈风姿，而且还带有无限的思念之情。始二句点明所忆之人，接下来回忆：“长安一相见，呼我谪仙人。”此二句所言之事已见 <a href=\"http://so.gushiwen.org/view_8419.aspx\">诗</a>序。“昔好杯中物，今为松下尘。”一言昔，一言今。“昔好杯中物”概括了贺知章一生的嗜好——酒。李白在写这两首诗之后，还有《重忆一首》诗云：“欲向江东去，定将谁举杯？稽山无贺老，却棹酒船回。”似乎李白与贺知章情谊的凝聚点就在于“酒”。而贺知章也的确是离不开酒的，前引 <a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>《饮中八仙歌》也说明了这一点。“金龟换酒处，却忆泪沾巾。”“金龟换酒”，可以说是李白与贺知章交往中最难以忘怀的一幕。这里的“换酒处”与下句的“却忆”是倒装句，本应为：“却忆金龟换酒处”，但诗人为了强调“金龟换酒”事，以突出贺知章那豪爽的性格和对友情的倾心，方作如此安排。今日对酒，诗人难免会想起昔日“长安一相见”的情形，也更不会忘记“金龟换酒”那令人惬意的一幕；尤其是当诗人在今与昔的反复对比与追忆中，其中也不排斥诗人自身的遭际，不能不倍加思念这位曾有知遇之恩的亡友，不能不泪盈满巾。</div><div> <br></div><div> 　　第二首从贺知章归乡后着笔，进一步抒发诗人内心的怀念与悲凄之情。“狂客归四明，山阴道士迎。”贺知章是“请为道士还乡里”，故云“道士迎。二句虽同为遥忆，但前句实写，后句虚拟。“归”、“迎”二字概括了贺知章还乡的整个过程，容量极大。“敕赐镜湖水，为君台沼荣。”贺知章归乡时，皇帝曾下诏，将镜湖剡川一曲赐于他，作为放生池。“为君台沼荣”，即为这一片池塘增添了荣耀和光彩。以上四句平平道来，似无深意，但它却很自然地把读者带回到了当初长安送别的场面，更令人不禁想起李白当时赠行的两首诗：“久辞荣禄遂初衣，曾向长生说息机。真诀自从茅氏得，恩波应阻洞庭归。”（《送贺监归四明应制》）“镜湖流水漾清波，狂客归舟逸兴多。山阴道士如相见，应写黄庭换白鹅。”（《送贺宾客归越》）完全是一种乐观的、恭贺的态度。对于贺知章来说，这种“辞荣禄”而“遂初衣”的结局，的确是功成身退、荣归乡里。而这正是李白所羡慕、所追求的。但诗人感情一转：“人亡余故宅，空有荷花生。”可以想象，如果贺知章还在世的话，此时二人的相聚，应该是怎样的情形。“荷花生”不仅点明了此行的季节，而且还带有无限的情韵，尤其是“空有”二字，更准确地传达出了诗人那深深的思念之情。睹物思人，对酒怀人，往事历历在目，然而“念此杳如梦，凄然伤我情”。如幻似梦般的往事，空余故宅的现实，不仅有睹物思人、对酒怀人之念，也更有萧条异代、物是人非之感，这一切，不能不令人落泪沾巾、凄然伤情。</div><div> <br></div><div> 　　这两首诗在艺术上主要采用了今昔对比的手法，随着镜头的一再转换，展现出诗人抚今追昔、感慨万千的心绪。第一首前四句着重对昔日的追忆，但后四句却是在今——昔、今——昔的反复重迭之中，来加强感情的抒发。第二首前四句言昔，后四句言今，同样是在对比之中展示出诗人那极不平静的心绪。这一手法的运用，无疑加强了诗歌的艺术效果。</div><div> <br></div><div> 　　明代诗论家陆时雍本着“绝去形容，独标真素”（《诗镜总论》）的论诗宗旨，对唐代五言古诗，包括杜甫在内，基本上持否定态度，而唯独李白颇得赞许。他在《诗镜总论》中说：“观五言古于唐，此犹求二代之瑚琏于汉世也。古人情深，而唐以意索之，一不得也；古人象远，而唐以景逼之，二不得也；古人法变，而唐以格律之，三不得也；古人色真，而唐以巧绘之，四不得也；古人貌厚，而唐以姣饰之，五不得也；古人气凝，而唐以佻乘之，六不得也；古人言简，而唐以好尽之，七不得也；古人作用盘礴，而唐以径出之，八不得也。虽以子美雄材，亦踣踬于此而不得进矣。庶几者其太白乎?意远寄而不迫，体安雅而不烦，言简要而有归，局卷舒而自得。离合变化，有 <a href=\"http://so.gushiwen.org/author_698.aspx\">阮籍</a>之遗踪；寄托深长，有汉魏之委致。”陆氏的见解未免过于偏激，但李白的《对酒忆贺监》这一类诗，的确具有上述特征，从而带有“绝去旧形容，独标真素”的显著特点。首先，当时律诗已相当成熟，但李白却仍采用古诗的形式，这正是为了更贴切地表现他那种朴素、纯真而又自然的情感，诗歌的本身，已说明了这一点。其次，从这两首诗中可以看出，诗人不事雕凿，毫无惊人之句，一切平平道来，然而其中蕴含的情韵和诗人内心的凄楚，却十分深沉饱满。这大概就是陆时雍所说的“深情浅趣，深则情，浅则趣”（《诗镜总论》）的道理。从诗歌审美角度来说，这也正是李白所说的“清水出芙蓉，天然去雕饰”的准则。</div>",
  "about": "<h2>创作背景</h2> <div> 　　 <a href=\"http://so.gushiwen.org/author_368.aspx\">贺知章</a>，字季真，会稽永兴（今浙江萧山）人。性放旷，善谈笑，晚年尤加纵诞，邀嬉里巷，自号“四明狂客”及“秘书外监”，当时贤达皆倾慕之。天宝三载（744）春正月，知章因病恍惚，乃上疏请度为道士，求还乡里，诏许之。又求周宫湖数顷为放生池，有诏赐镜湖剡川一曲。临行，帝赐 <a href=\"http://so.gushiwen.org/view_8419.aspx\">诗</a>，皇太子及百官皆饯送执别。 <a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>当时写有《送贺监归四明应制》及《送贺宾客归越》二诗。贺知章回乡后不久便去世了，卒年八十六。这两首诗是在贺知章去世之后的天宝六载（747），李白游会稽时悼念贺知章而作的。</div><div> <br></div><div> 　　唐人孟棨《本事诗》记载：“李太白初至京师，舍于逆旅，贺监知章闻其名，首访之。既奇其姿，复请所为文，出《蜀道难》以示之，读未竟，称赏者数四，号为谪仙。解金龟换酒，与倾尽醉，期不间日，由是称誉光赫。”这段记载与李白的自序大同小异，“金龟换酒”的故事。在当时传为美谈。李白与贺知章之间的关系十分密切，其中除了“称誉光赫”的感激之情外，最根本的原因，还是他们在性格及爱好上有共同之处：一是性格放旷纵诞，二是工诗善书法，三是嗜酒如命。故 <a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>《饮中八仙歌》说：“知章骑马似乘船，眼花落井水底眠”；“李白一斗诗百篇，长安市上酒家眠，天子呼来不上船，自称臣是酒中仙。”同贺知章相识之初，正是李白充满浪漫幻想之时。尽管李白怀抱宏伟的理想，希望完全凭借个人的才能以布衣直取卿相，但名声显赫的贺知章对于他的称誉褒奖，事实上也就更加容易引起世人对于李白的重视。这一点对于李白来说，应该是刻骨铭心的。就在贺知章辞官归里的这一年三月，李白似乎也失去了依靠，遭谗受谤，帝用疏之。一切理想和希望遂亦破灭，最终也只得满怀悲愤，挥泪离开了长安。天宝六载（747），李白往会稽凭吊贺知章，回首往事，对酒思人，昔日的欢乐，今日的悲辛，一时涌上心头，诗人不免“怅然有怀”，写下了这两首诗。</div>",
  "poet": {
    "id": 247,
    "star": 0,
    "name": "李白",
    "image": "http://img.gushiwen.org/authorImg/libai.jpg",
    "desc": "李白（701年－762年），字太白，号青莲居士，唐朝浪漫主义诗人，被后人誉为“诗仙”。祖籍陇西成纪(待考)，出生于西域碎叶城，4岁再随父迁至剑南道绵州。李白存世诗文千余篇，有《李太白集》传世。762年病逝，享年61岁。其墓在今安徽当涂，四川江油、湖北安陆有纪念馆。"
  },
  "tags": [
    "悼念"
  ]
}