{
  "id": 71501,
  "star": 293,
  "name": "杂诗七首·其一",
  "dynasty": "魏晋",
  "content": "高台多悲风，朝日照北林。<br>之子在万里，江湖迥且深。<br>方舟安可极，离思故难任！<br>孤雁飞南游，过庭长哀吟。<br>翘思慕远人，愿欲托遗音。<br>形影忽不见，翩翩伤我心。",
  "fanyi": "<p><strong>译文</strong><br>高台上常常吹着悲风，早晨的太阳照着北林。<br>我怀念的人在万里外，大江大湖很远很深。<br>这舟船哪能顺利到达？实难安置我怀念的心。<br>掠过庭院南飞的孤雁，长声哀吖真使人伤神。<br>抬头望着孤雁，我在想——托你带个信给远地的人。<br>孤雁不理睬地飞过去了，飞动的影子更使我伤心。</p> <p><strong>注释</strong><br>①北林：泛指树林。《<a href=\"http://so.gushiwen.org/view_71501.aspx\">诗</a>经·秦·晨风》有“郁彼北林”句，作为怀念君子的起兴。<br>②之子：那个人，指所怀念的人。<br>③方舟：两船并在一起。极，至，到达。难任，难以承担。这四句是说我所怀念的那个人远在万里之外，中间隔着大江大湖，连远航的方舟也难以到达，离别的愁苦真是使人难于承受。<br>④翘(qiáo)：思仰头而思，形容思念之切。这句是说：很想托南飞的孤雁给他带个音信。<br>⑤景：通影。形景指孤雁的形影。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这是一首怀念远别亲友的<a href=\"http://so.gushiwen.org/view_71501.aspx\">诗</a>。虽然作者和这一亲友的远别，或许是有统治者内部矛盾这一特殊原因，但在汉末<a href=\"http://so.gushiwen.org/author_2030.aspx\">魏初</a>那个动乱流离的年代，远别而不能团聚，甚至不能相见，实是普通现象。所以这首诗很容易引起共鸣，富有典型性与现实性。</p> <p>　　这首诗开头“高台多悲风，朝日照北林”实属景语，并无影射比喻之意。而“高台多悲风”亦属秋景。登高是因为要眺望远处，所以是思念远方的人；而时值秋令，亭台越高那么风自然就会越凄厉，登亭台的人于是就因为风急而越感受到心情的沉重悲哀。这一句简括凝炼，开后人无数法门。直是把此一句衍化为五十六字的长诗。所以<a href=\"http://so.gushiwen.org/author_322.aspx\">曹植</a>这五字能成为名句的原因，正因为这虽然作为景语，其实是寓意深情。</p> <p>　　接下来的第二句“朝日照北林”，本来也是属于景语，但是却化用《诗·秦风·晨风》之首章。故作者《种葛篇》写思妇有“徘徊步北林”之句，而这篇以“朝日照北林”起兴。古人以夫妇与兄弟关系相互为喻，都是起始于《诗三百篇》，在曹植诗集中也屡见不鲜。</p> <p>　　由于上句点出北林，正隐含《诗》中下文“未见君子，忧心钦钦”之意，所以作者紧接着写到“之子在万里”了。意思是自己所思念的人是远在万里之外，而下面“江湖迥且深”一句更是寓意深远，情韵不匮。因为江湖阻隔彼此的消息是一层；而“之子”却经过这样遥远而艰难的路程走向万里之外，其身心所受的摧伤折磨可想而知，又是一层；况且其身既然在远方，以后回来不是件容易事，为对方设身处地着想，自然更深了一层。</p> <p>　　下面的“方舟安可极，离思故难任！”二句又紧承“江湖”句而言。把“离思”写得十分沉重压抑，可见其中有多少愁苦优怨之情。这虽只就自己一面说，实际上也体现出所思之人同样是不胜其愁苦忧怨了。</p> <p>　　下句“孤雁飞南游”，表面上是写实，即作者在登高望远之际看到孤雁南飞，实则蕴涵着好几层意思。以前古人用“雁行”比喻兄弟，曹彪封吴，无异流放，和孤雁南游很像；又因为自己也像孤雁一样，故“过庭”而“长哀吟”。“过庭”虽用《论语·季氏篇》“鲤趋而过庭”的字面，实借喻自己的入朝。</p> <p>　　最后的四句“翘思慕远人，愿欲托遗音。形影忽不见，翩翩伤我心”。李善注：“翘，悬也。”“翘思”，等于说“悬念”；“慕”，有念念不忘之意。不但见孤雁而思远人，并且把希望寄托于雁，问它是否愿为自己捎个信儿去。但雁飞甚速，形影倏忽间便不见了，这就更使作者黯然神伤了。“翩翩”，形容鸟疾飞之貌。连孤雁都翩然而逝，说明自己怨怀无托，结语似意犹未尽而已令人不忍卒读，是真正写情的高手。</p> <p>　　此诗用笔似浅直而意实深曲，前六句以赋体为主，却似比兴；后六句以比兴为主，反而趋近赋体。这说明作者深得《诗三百篇》之三昧，而做出用五言新体裁，所以是从建安以来的诗人作品当中的绝唱。</p><br/><h2>鉴赏</h2> <p>　　旧说大都以此<a href=\"http://so.gushiwen.org/view_71501.aspx\">诗</a>为作者怀念其弟曹彪之作，较可信。近人古直《曹子建诗笺定本》系于公元223年（魏文帝黄初四年）。这一年<a href=\"http://so.gushiwen.org/author_322.aspx\">曹植</a>自鄄城王徙封雍丘王，曾入朝。古直以为此诗即入朝时所作。而黄节《曹子建诗注》则谓当作于徙封雍丘之前，两家之说先后相去不及一年。当时曹彪封吴王，都广陵（今江苏扬州），古直注云：“魏地东尽广陵。吴当为广陵。广陵，（西汉）吴王濞都也。”广陵是魏王朝当时东南边界，隔江与东吴相对，距魏都最远，故诗中有“之子在万里”之句。</p> <p>　　这首诗开头两句实属景语，并无影射比喻之意。自李善《文选注》引《新语》：“高台喻京师，悲风言教令。朝日喻君之明，照北林言狭，比喻小人。”下文又云：“江湖喻小人隔蔽。”后人乃多从其说。这就把两句摹绘秋日景色的名句给牵强比附得全无诗意。此诗下文既有“孤雁飞南游”之句，自当作于秋天，则首句“高台多悲风”亦属秋景。登高所以望远，所以思远人也；而时值秋令，台愈高则风自然愈凄厉，登台之人乃因风急而愈感心情之沉重悲哀。说风悲正写人之忧伤无尽。这一句简括凝炼，开后人无数法门。如大谢句云：“明月照积雪，朔风劲且哀。”是化一句为两句；又如老杜之《登高》七律（“风急天高猿啸哀”一首），直是把此一句衍化为五十六字的长诗。故曹植此五字之所以为名句，正以其虽作景语，实寓深情也。次句“朝日照北林”，固亦属景语，却化用《诗·秦风·晨风》之首章。《诗》云：“鴥彼晨风，郁彼北林；未见君子，忧心钦钦。”“北林者，乃女子思其夫之地。故作者《种葛篇》写思妇有“徘徊步北林”之句，而此篇亦以“朝日照北林”起兴。古人以夫妇与兄弟关系相互为喻，盖始于《诗三百篇》，即曹植诗集中也屡见不鲜。此处点出北林，正隐含《诗》中下文“未见君子，忧心钦钦”之意，所以作者紧接着写到“之子在万里”了。夫自己所思之人既远在万里之外，而下面“江湖迥且深”一句更是寓意深远，情韵不匮。盖江湖阻隔彼此之消息是一层；而“之子”却经过这样遥远而艰难的路程走向万里之外，其身心所受之摧伤折磨可想而知，又是一层；况其身既远，他日归来更非易事，为对方设身处地着想，自然更深了一层。只写道路隔阔，已诉不尽离愁别恨，则不必节外生枝，再添上一个局外的“小人”。故李善注文不确。“方舟”二句又紧承“江湖”句而言。“方舟”，二舟相并，古时为大夫所乘用；“极”，至。江湖深迥，舟不能及，故“离思难任”，“任”者，负荷也。把“离思”写得十分沉重压抑，可见其中有多少愁苦优怨之情。这虽只就自己一面说，实际上也体现出所思之人同样是不胜其愁苦忧怨了。</p> <p>　　以上六句为第一段；自“孤雁”句以下六句为第二段。“孤雁飞南游”，表面上是写实，即作者在登高望远之际看到孤雁南飞，实则蕴涵着好几层意思。盖古人以“雁行”喻兄弟，曹彪封吴，无异流放，已似孤雁南游；今自己亦如孤雁，故“过庭”而“长哀吟”。“过庭”虽用《论语·季氏篇》“鲤趋而过庭”的字面，实借喻自己的入朝。但诗句仍作实写，故见孤雁哀鸣而自己“翘思慕远人。李善注：“翘，悬也。”“翘思”，等于说“悬念”；“慕”，有念念不忘之意。不但见孤雁而思远人，并且把希望寄托于雁，问它是否愿为自己捎个信儿去。但雁飞甚速，形影倏忽间便不见了，这就更使作者黯然神伤了。“翩翩”，形容鸟疾飞之貌。连孤雁都翩然而逝，说明自己怨怀无托，结语似意犹未尽而已令人不忍卒读，是真正写情的高手。</p> <p>　　此诗用笔似浅直而意实深曲，前六句以赋体为主，却似比兴（也难怪前人用比附之意去勉强解释）；后六句以比兴为主，反近于赋体。这说明作者深得《诗三百篇》之三昧，而出以五言新体，故为建安以来诗人中之绝唱。 </p>",
  "poet": {
    "id": 322,
    "star": 0,
    "name": "曹植",
    "image": "http://img.gushiwen.org/authorImg/caozhi.jpg",
    "desc": "曹植（192－232），字子建，沛国谯（今安徽省亳州市）人。三国曹魏著名文学家，建安文学代表人物。魏武帝曹操之子，魏文帝曹丕之弟，生前曾为陈王，去世后谥号“思”，因此又称陈思王。后人因他文学上的造诣而将他与曹操、曹丕合称为“三曹”，南朝宋文学家谢灵运更有“天下才有一石，曹子建独占八斗”的评价。王士祯尝论汉魏以来二千年间诗家堪称“仙才”者，曹植、李白、苏轼三人耳。"
  },
  "tags": [
    "写景",
    "回忆",
    "思念"
  ]
}