{
  "id": 47938,
  "star": 1410,
  "name": "李延年歌",
  "dynasty": "两汉",
  "content": "北方有佳人，绝世而独立。<br>一顾倾人城，再顾倾人国。<br>宁不知倾城与倾国？佳人难再得。",
  "fanyi": "<p><strong>译文</strong><br>北方有位美丽姑娘，独立世俗之外，她对守城的将士瞧一眼，将士弃械，墙垣失守；<br>她对君临天下的皇帝瞧一眼，皇帝倾心，国家败亡！美丽的姑娘呀，常常带来“倾城、倾国”的灾难。<br>纵然如此，也不能失去获得佳人的好机会。美好姑娘世所难遇、不可再得！</p> <p><strong>注释</strong><br>（1）倾城、倾国：原指因女色而亡国，后多形容妇女容貌极美。<a href=\"http://so.gushiwen.org/author_645.aspx\">陶渊明</a>《闲情赋》：“表倾城之艳色，期有德于传闻。”<br>（2）宁不知：怎么不知道。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　《<a href=\"http://so.gushiwen.org/author_75.aspx\">李延年</a>歌》有三点特色。</p> <p>　　其一，出语夸张，欲扬故抑。<a href=\"http://so.gushiwen.org/view_47938.aspx\">诗</a>人将所咏美女赞为冠绝当代而独此一人，其美貌的程度竟至看她一眼城邦就会倾覆，再看她一眼国家就会沦亡，“美女亡国”之说最早见于《诗经·大雅·瞻卬》：“哲夫成城，哲妇倾城”，说的是男子有才能立国，女子有才毁社稷，旨在讽刺周幽王宠幸貌美而好迸谗言的褒拟以至亡国之事。此后，“倾城”、“倾国”就成了绝色美女的代名词。在《李延年歌》里，诗人极尽夸张之能事，危言耸听，但绝不是以此来昭示君王，求鉴前史，而是反其意而用之，以其具有倾城倾国的巨大魅力来极言佳人之美，达到引动君王思美之心的目的。</p> <p>　　其二，情真意切，溢于诗间。《李延年歌》一诗，除了 “其辞脱口而出，无矫揉妆束之态”外，其表达的情感是十分真挚的。李延年歌咏的佳人是自己的胞妹。无论是出于对胞妹的深爱之情而望她有个辉煌的前途，还是出于利己之心而进献胞妹，其诗中表现出的赞美都是热切的。短短几句的小诗，“倾城”、“倾国”的字眼二度出现，推荐美人的主旨非常鲜明。先言有此绝美之人，再言美人的惊人魅力，然后向君王恳切呼告：您难道不知这具有倾城倾国之貌的佳人，一旦错过就再难得到了！拳拳之心意，殷切的情感，在一咏三叹之中挣到了充分的表达，产生了沁人心脾的感染力，拨动了汉武帝的心弦。</p> <p>　　其三，以简胜繁，以虚生实。中国画以墨为颜色，色彩可谓少矣。但那单一的墨色却可在鉴赏者的脑海中幻化出缤纷的五彩。如同齐白石的画，空白可谓多矣，但那空白处却可使人想象出无限丰美的境界。《李延年歌》只是咏叹了佳人的无双而不作具体描绘，这就势必使佳人的形象成为神秘诱人的空白，从而激发起赏诗者对她的神往、想象和渴念之情。当时在汉武帝的脑海中一定幻化出了世间最为美妙的女子形象。而后世的读诗者，更可以根据自己的审美理想、历史知识及其特有的心理素质，想象出各自心中的绝色佳人来。在歌咏美女的中国古诗中，有不少细描实写的佳句，像“手如柔荑，肤如凝脂”之类。同时也不乏以侧描虚写取胜的佳篇。如《诗经·周南·关雎》，对女子品貌的描写只有一句“窈窕淑女，君子好逑”，而浓墨渲染的是男子对她的苦苦思恋、热烈追求和结合后的欢乐喜悦，以此显示出女子的美丽可爱。《李延年歌》显然也是以这种以虚生实的艺术手法取胜的。</p>",
  "about": "<h2>创作背景</h2> <p>　　《<a href=\"http://so.gushiwen.org/author_75.aspx\">李延年</a>歌》，<a href=\"http://so.gushiwen.org/author_55.aspx\">郭茂倩</a>《乐府<a href=\"http://so.gushiwen.org/view_47938.aspx\">诗</a>集》归入《杂歌谣辞》。《汉书·外戚传上》记载：在一次宫廷宴会上，李延年献舞时唱了这首诗。汉武帝听后不禁感叹道：世间哪有这样的佳人呢？汉武帝的姐姐平阳公主就推荐了李延年的妹妹。汉武帝召来一见，果然妙丽善舞。从此，李延年之妹成了武帝的宠姬李夫人。李延年也更加得到宠幸。</p>",
  "poet": {
    "id": 75,
    "star": 0,
    "name": "李延年",
    "image": "http://img.gushiwen.org/authorImg/liyannian.jpg",
    "desc": "李延年，西汉音乐家，生年不详。汉武帝宠妃李夫人的哥哥。李延年原本因犯法而受到腐刑，负责饲养宫中的狗，后因擅长音律，故颇得武帝喜爱。一日为武帝献歌：“北方有佳人，绝世而独立，一顾倾人城，再顾倾人国。宁不知倾城与倾国，佳人难再得。”李延年的妹妹由此入宫，称李夫人。后因李夫人生下了昌邑王刘髆，李延年也得以被封“协律都尉”，负责管理皇宫的乐器，极得武帝宠幸，“与上卧起，甚贵幸，埒如韩嫣”。李夫人去世后，爱弛，太初年间，因弟弟李季奸乱后宫，汉武帝下诏灭李延年和李季兄弟宗族。"
  },
  "tags": [
    "古诗三百首",
    "乐府",
    "歌咏",
    "美人"
  ]
}