{
  "id": 11165,
  "star": 60,
  "name": "宿府",
  "dynasty": "唐代",
  "content": "清秋幕府井梧寒，独宿江城蜡炬残。<br>永夜角声悲自语，中天月色好谁看。<br>风尘荏苒音书绝，关塞萧条行路难。<br>已忍伶俜十年事，强移栖息一枝安。",
  "fanyi": "<p><strong>译文</strong><br>井畔梧桐在秋夜的风中抖动，只有蜡烛残光照着孤单的我。<br>长夜里号角声悲壮似在自语，天空中的月色虽好谁与我共赏。<br>光阴荏苒哪里寻觅亲人音信？关塞一片萧条寻找归路艰难。<br>我已忍受十年的飘零生活，把家安在这里不过勉强栖身。</p> <p><strong>注释</strong><br>⑴府：幕府。古代将军的府署。<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>当时在严武幕府中。<br>⑵井梧：梧桐。叶有黄纹如井，又称金井梧桐。梧：一作“桐”。<br>⑶炬：一作“烛”。<br>⑷“永夜”句：意谓长夜中唯闻号角声像在自作悲语。永夜：整夜。自语：自言自语。<br>⑸中天：半空之中。<br>⑹风尘荏苒：指战乱已久。荏苒：犹辗转，指时间推移。<br>⑺关塞：边关；边塞。萧条：寂寞冷落；凋零。<br>⑻伶俜（pīng）：流离失所。十年事：杜甫饱经丧乱，从天宝十四年（755年）安史之乱爆发至作者写<a href=\"http://so.gushiwen.org/view_11165.aspx\">诗</a>之时，正是十年。<br>⑼“强移”句：用《庄子·逍遥游》“鹪鹩巢于深林，不过一枝”意，喻自己之入严幕，原是出于为一家生活而勉强以求暂时的安居。强移：勉强移就。一枝安：指他在幕府中任参谋一职。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　此<a href=\"http://so.gushiwen.org/view_11165.aspx\">诗</a>首联倒装。按顺序说，第二句应在前。其中的“独宿”二字，是一诗之眼。“独宿”幕府，眼睁睁地看着“蜡炬残”，其夜不能寐的苦衷，已见于言外。而第一句“清秋幕府井梧寒”，则通过环境的“清”、“寒”，烘托心境的悲凉。未写“独宿”而先写“独宿”的氛围、感受和心情，意在笔先，起势峻耸。</p> <p>　　颔联写“独宿”的所闻所见，清代方东树指出：“景中有情，万古奇警。”而造句之新颖，也非同一般。七言律句，一般是上四下三，这一联却是四、一、二的句式，每句读起来有三个停顿。诗人就这样化百炼钢为绕指柔，以顿挫的句法，吞吐的语气，活托出一个看月听角、独宿不寐的人物形象，恰切地表现了无人共语、沉郁悲抑的复杂心情。</p> <p>　　前两联写“独宿”之景，而情含景中。后两联则就“独宿”之景，直抒“独宿”之情。“风尘”句紧承“永夜”句。“永夜角声”，意味着战乱未息。那悲凉的、自言自语的“永夜角声”，引起诗人许多感慨。“风尘荏苒音书绝”，就是那许多感慨的中心内容。“风尘荏苒”，指战乱延续的时间很长。诗人时常想回到故乡洛阳，却由于“风尘荏苒”，连故乡的音信都得不到。“关塞”句紧承“中天”句。诗人早在《恨别》一诗里写道：“洛城一别四千里，胡骑长驱五六年。草木变衰行剑外，兵戈阻绝老江边。思家步月清宵立，忆弟看云白日眠。”好几年又过去了，诗人却仍然流落剑外，一个人在这凄清的幕府里长夜不眠，仰望中天明月，不由得心事重重。“关塞萧条行路难”，就是那重重心事之一。思家、忆弟之情有增无已，因为他还是没有办法回到洛阳。这一联直抒“宿府”之情。但“宿府”时的心情很复杂，用两句诗无法写完。于是用“伶俜十年事”加以概括，意蕴深远。</p> <p>　　尾联照应首联。作为幕府的参谋而感到“幕府井梧寒”，诗人联想到《庄子·逍遥游》中所说的那个鹪鹩鸟来。“鹪鹩巢于深林，不过一枝。”他从安史之乱以来，“支离东北风尘际，飘泊西南天地间”，那饱含辛酸的“伶俜十年事”都已经忍受过来了，如今却又要到这幕府里来忍受“井梧寒”。用“强移”二字，表明他并不愿意来占这幕府中的“一枝”，而是严武拉来的。用一个“安”字，不过是诗人自我解嘲。诗人一夜徘徊徬徨、展转反侧，心中并不安宁。</p> <p>　　诗中抒发的感情还是伤时感事，表达出作者对于国事动乱的忧虑和他飘泊流离的愁闷。正是始终压在诗人身上的愁苦使诗人无心赏看中天美好的月色。前六句具体写出了诗人对风尘荏苒、关塞萧条的动乱时代的忧伤。最后两句虽写“栖息一枝安”，但仍然是为他辗转流离苦闷。总之，诗人当时境遇凄凉，十年飘泊辗转，诗风沉郁。</p>",
  "about": "<h2>创作背景</h2> <p>　　此<a href=\"http://so.gushiwen.org/view_11165.aspx\">诗</a>作于唐代宗广德二年（764年）六月，新任成都尹兼剑南节度使严武保荐<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>为节度使幕府的参谋。做这么个参谋，每天天刚亮就得上班，直到夜晚才能下班。杜甫家住成都城外的浣花溪，下班后来不及回家，只好长期住在府内。这首诗，就写于这一年的秋天。所谓“宿府”，就是留宿幕府的意思。因为别人都回家了，所以他常常是“独宿”。</p> <p>　　杜甫的理想是“致君尧舜上，再使风俗淳”。然而无数事实证明这理想难得实现，所以早在乾元二年（759年），他就弃官不做，摆脱了“苦被微官缚，低头愧野人”的牢笼生活。这次作参谋，虽然并非出于杜甫自愿，但为了“酬知己”，还是写了《东西两川论》，为严武出谋划策。但到幕府不久，就受到幕僚们的嫉妒、诽谤和排挤，日子很不好过。因此，在《遣闷奉呈严公二十韵》里，他诉说了自己的苦况之后，就请求严武把他从“龟触网”、“鸟窥笼”的困境中解放出来。这首《宿府》诗即作于这种背景之下。</p>",
  "poet": {
    "id": 474,
    "star": 0,
    "name": "杜甫",
    "image": "http://img.gushiwen.org/authorImg/dufu.jpg",
    "desc": "杜甫（712－770），字子美，自号少陵野老，世称“杜工部”、“杜少陵”等，汉族，河南府巩县（今河南省巩义市）人，唐代伟大的现实主义诗人，杜甫被世人尊为“诗圣”，其诗被称为“诗史”。杜甫与李白合称“李杜”，为了跟另外两位诗人李商隐与杜牧即“小李杜”区别开来，杜甫与李白又合称“大李杜”。他忧国忧民，人格高尚，他的约1400余首诗被保留了下来，诗艺精湛，在中国古典诗歌中备受推崇，影响深远。759-766年间曾居成都，后世有杜甫草堂纪念。"
  },
  "tags": [
    "唐诗三百首",
    "感时",
    "孤独"
  ]
}