{
  "id": 52248,
  "star": 175,
  "name": "菩萨蛮·绿芜墙绕青苔院",
  "dynasty": "宋代",
  "content": "绿芜墙绕青苔院，中庭日淡芭蕉卷。蝴蝶上阶飞，烘帘自在垂。<br>玉钩双语燕，宝甃杨花转。几处簸钱声，绿窗春睡轻。",
  "fanyi": "<p><strong>译文<br></strong>绿草丛生的围墙，环绕着长满青苔的庭院。庭院中日色融融芭蕉叶儿卷。蝴蝶在台阶上翩翩起飞，帷帘在微风里自在飘垂。<br>白玉的帘钩上一双燕儿低语呢喃，井垣的四周杨花柳絮飘旋飞转。几处传出簸钱为戏的嬉闹声，绿窗里正做着淡淡的春梦。</p> <p><strong>注释<br></strong>1.菩萨蛮：本唐教坊曲，后用为词牌，也用作曲牌。亦作《菩萨鬘》，又名《子夜歌》、《重叠金》等。《菩萨蛮》为双调，四十四字，属小令，以五七言组成。下片后二句与上片后二句字数格式相同。上下片各四句，均为两仄韵，两平韵。<br>2.芜：丛生之草。<br>3.中庭：庭院；庭院之中。<br>4.烘帘：暖帘，用以挡风的布帘。<br>5.玉钩：喻新月。<br>6.宝甓(zhòu)：华美的井、池。甓：井壁。<br>7.簸钱：唐、宋问流行的一种赌博游戏，玩者持钱在手，两手相扣，来回颠簸，然后依次摊开，让人猜其反正，以中否决胜负，赌输赢。<a href=\"http://so.gushiwen.org/author_482.aspx\">王建</a>《宫词》：“暂向玉华阶上坐，簸钱赢得两三筹。”</p>",
  "shangxi": "<h2>赏析</h2> <p>　　《白雨斋词话》云：“陈子高词温雅闲丽，暗合温、韦之旨。”这首词的特点，即在一个“闲”字。<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>有《山中问答》<a href=\"http://so.gushiwen.org/view_52248.aspx\">诗</a>：“问余何意栖碧山，笑而不答心自闲，桃花流水杳然去，别有天地非人间。”“心自闲”，指身栖碧山的闲适之趣，而读者即在那“笑而不答”的启示下发出会心的微笑。这首词也是着眼于“闲适”而又意在言外，使人心领神会，悠然自得。陈振孙、<a href=\"http://so.gushiwen.org/author_341.aspx\">周济</a>等都称陈克词“格韵极高”，大约就是指他词中那种“不着一字，尽得风流”的韵致而言吧。 </p> <p>　　这首词通篇写景，而人物的内心的活动即妙合于景物描绘之中，“情景名为二，而实不可离，神于诗者妙合无垠。巧者则情中景，景中情。”（《夕堂永日绪论》）上片展现映入帘内之人眼中的庭院景象，由远而近，由静到动。首句写院墙，其上绿草杂生，围住寂寂庭院，院内青苔满地，可见人迹罕至，古诗亦有云：“并由履迹少，一夜上阶生。”“中庭”句指正午时分阳光淡淡投上蕉叶，“卷”字形容蕉叶卷心，姿态自然。<a href=\"http://so.gushiwen.org/author_536.aspx\">李清照</a>词曰：“窗前谁种芭蕉树，阴满中庭，阴满中庭、叶叶心心，舒卷有余情。”蕉叶大而遮荫，庭院因而显得幽深。“蝴蝶”句点出阶前无人，出入花丛林间的蝶儿也款款而来。末句只写帘儿轻垂，随风微动，“一行珠帘闲不卷”，帘内之人的所见所感则含蓄不露，“‘池塘生春草’、‘蝴蝶飞南园’、‘明月照积雪’，皆心中目中与相融浃，一出语时，即得珠圆玉润，要亦各视其所怀来而与景相迎者也。”（《夕堂永日绪论》）此是指客观自然景物与诗人自身感受两者能和谐并相互渗透而言。这首词上片写庭院的幽静自然，词人的闲适心情，两者交相融合，韵味隽永。</p> <p>　　下片“玉钩”句从“风帘自在垂”而来。燕子多在人家梁间作巢，出入房栊，“还相雕梁藻井，又软语商量不定。”“穿帘海燕双飞去。”由于珠帘不卷，玉钩空悬，双双燕子，呢喃其上，听来是那样低软柔和，真是比“迷离晓梦啼莺”还要悠忽。“宝甃”句写杨花飘飏旋转于井垣四周，优游自如，“不肯画堂朱户，春风自在杨花。”这是庭中景物再现于迷梦之中，“几处”句，依稀闻得簸钱为戏的声音。<a href=\"http://so.gushiwen.org/author_482.aspx\">王建</a>《宫词》云：“暂向玉华阶上坐，簸钱赢得两三筹。”笑语嬉闹，都在隐约之间。这些景物描写给人的印象是似有若无，不可捉摸。</p> <p>　　末句方始点出人物，绿窗之下，午梦悠悠，一“轻”字形容似睡非睡，若梦非梦，<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>有“红窗睡重不闻莺”之句，李清照词云：“浓睡不消残酒。”“轻”就是和“重”、“浓”相对而言。睡重故不闻莺啼，浓睡乃不消残酒，而睡轻则燕语、花飞和簸钱声都如有所闻，若有所见，这种朦胧的景象与词人悠闲的心情亦是相和谐而渗透的，所构成的意境是闲适而又多意外之趣。正如郭忠恕画天外数峰，略有笔墨，而意在笔墨之外。</p><br/><h2>赏析二</h2> <p>　　上阕写睡前帘内所见，由远而近，心情妙合于景物描写之中。</p> <p>　　“绿芜墙绕青苔院，中庭日淡芭蕉卷”借用<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>《陵园妾》成句，写小园的幽深。院是长满“青苔”之院，四周是长满“绿芜”的墙，已给人一种清幽静寂之感。再用一“绕”字将小园同外界隔绝开来，更觉得有“庭院深深深几许”的深幽。接着写庭景“中庭日淡”，点明时间已近午。“淡”字形象地写出春日的光线不似夏天那样耀眼，为后文描写“春睡”张本。庭中芭蕉叶微卷，此句暗示了是早春天气。</p> <p>　　“蝴蝶上阶飞，烘帘自在垂”，蝴蝶在院中翩翩起舞，这从侧面暗示庭院中不仅植着芭蕉，还种了花儿。蝶儿飞舞，甚至毫不在意地飞进走廊，足见不仅院中无人，廊上也无人。“烘帘”指房间的帘幕，帘幕低垂，说明人在房内，午睡未醒。至此，词人仍未直接描写春睡情景，而是通过景物进行侧面烘托。“自在”二字，既写帘幕随意垂下的样子，也点出词人惬意闲适的心境。</p> <p>　　下阕写浅睡帘内听闻，以动写静。</p> <p>　　“玉钩双语燕”承接“烘帘自在垂”。几只燕子落在帘钩上低声细语，细软柔和又凸显寂静，为春日的庭院风景增添了动态的一笔。 杨花转”写杨花簌簌地落下，飘然旋转于井壁四周，将庭院春景多姿多彩的表现出来。</p> <p>　　“几处簸钱声，绿窗春睡轻”两句，笔锋一转，由写景转入写人。远处少女们簸钱戏耍的声音，不断传人帘内还睡眼蒙咙的闺妇。“绿窗春睡轻”由<a href=\"http://so.gushiwen.org/author_588.aspx\">晏几道</a>《更漏子》“绿窗春睡浓”化来，“睡”下着一“轻”字，使全词俱灵，将闺妇似醒非醒、迷离朦胧、闲适自得的意态刻画得具体形象，境界焕然一新。</p> <p>　　此词写景动静结合，将幽深寂静的庭院美景描绘得逼真细腻。全词洋溢着一种闲适自得的情趣。</p>",
  "about": "<h2>创作背景</h2> 　　陈克亲历两宋之交的战乱，其词虽对时世有所反应，但词还是承\"花间\"和北宋的婉丽之风，以描写粉融香润的生活和闲适之情见长。此词就体现了他的这种词风。",
  "poet": {
    "id": 313,
    "star": 0,
    "name": "陈克",
    "desc": "(1081—1137）北宋末南宋初词人。字子高，自号赤城居士。临海（今属浙江）人。"
  },
  "tags": [
    "婉约",
    "写景",
    "抒情"
  ]
}