{
  "id": 28660,
  "star": 44,
  "name": "二月二日",
  "dynasty": "唐代",
  "content": "二月二日江上行，东风日暖闻吹笙。<br>花须柳眼各无赖，紫蝶黄蜂俱有情。<br>万里忆归元亮井，三年从事亚夫营。<br>新滩莫悟游人意，更作风檐夜雨声。",
  "fanyi": "<p><strong>译文<br></strong>二月二日这一天春游到江上，春风和畅阳光送暖乐曲悠扬。<br>花蕊如须柳芽如眼婀娜多姿，紫蝶黄蜂盘旋飞舞情意更长。<br>客居万里之外常思回归故里，柳伶郑处供职已有三年时光。<br>江上的新滩不理解我的心意，风吹雨打屋檐似的哗哗作响。</p> <p><strong>注释</strong><br>⑴二月二日：蜀地风俗，二月二日为踏青节。<br>⑵东风：春风。笙：一种管乐器。它是用若干根装有簧的竹管和一根吹气管装在一个锅形的座子上制成的。<br>⑶花须：花蕊，因花蕊细长如须，所以称为花须。柳眼：柳叶的嫩芽，因嫩芽如人睡眼方展，所以称为柳眼。无赖：本指人多诈狡狯，这里形容花柳都在任意地生长，从而撩起游人的羁愁。<br>⑷元亮井：这里指故里。元亮，东晋<a href=\"http://so.gushiwen.org/view_28660.aspx\">诗</a>人<a href=\"http://so.gushiwen.org/author_645.aspx\">陶渊明</a>的字。<br>⑸亚夫营：这里借指柳仲郢的军幕。亚夫，即周亚夫，汉代的将军。他曾屯兵在细柳（在今陕西咸阳西南）防御匈奴，以军纪严明著称，后人称为‘亚夫营”、“细柳营”或“柳营”。<br>⑹游人：作者自指。<br>⑺风檐雨夜声：夜间檐前风吹雨打的声音。这里用来形容江边浪潮声的凄切。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　<a href=\"http://so.gushiwen.org/view_28660.aspx\">诗</a>的首句“二月二日江上行 ”，点明踏青节江上春游。次句“东风日暖闻吹笙 ”，写江行游春的最初感觉和印象。和煦的东风，温暖的旭日，都散发着融和的春意，就是那笙声，也似乎带着春回大地的暖意。笙簧畏潮湿，天寒吹久则声涩不扬，须以微火香料暖笙。东风日暖，笙自然也簧暖而声清了。“闻吹笙”和“东风日暖”分别从听觉和感觉写出了踏青江行的感受——到处是暖洋洋的春意。</p> <p>　　颔联“花须柳眼各无赖，紫蝶黄蜂俱有情。”写江上春色。如果说首联还是描写刚接触外界事物时一种自然的感受，这一联则是有意寻春、赏春了。花、柳、蜂、蝶，都是春天最常见的事物，是春天生命与活力的标志，红（花）、绿（柳）、黄、紫，更写出了春天绚烂色彩。但这一联不仅抒写诗人对美丽春色的流连陶醉，而且委婉透露出因美好春色而触动的伤感。“无赖”即“ 无心”，与“有情”相对。花、柳是没有人的感觉和感情的事物，它只按自然规律行事，春天来了，便吐蕊、长叶，在东风旭日中显示出生命的活力，散发着春天的气息，而不顾人的悲欢哀乐，故源“无赖 ”。蜂、蝶是有生命的动物，春到人间，穿花绕柳，翩翩飞舞，像是满怀喜悦宣告着春天的来临，故说“有情 ”。然而，不管是无心的花柳，还是有情的蜂蝶，它们作为春色的标志，生命活力的象征，又都和失去了生命春天的诗人形成鲜明对照。细味“各”字、“俱”字，不难发觉其中透露出的隐痛。诗人写江间春色，写物遂其情，正是为了要反衬出自己的沉沦身世与凄苦心境。何焯说：“前半逼出忆归，如此浓至，却使人不觉 ”。这“不觉”正是诗的蕴藉处。</p> <p>　　颈联“万里忆归元亮井，三年从事亚夫营。”转写长期寄幕思归。元亮井，用<a href=\"http://so.gushiwen.org/author_645.aspx\">陶渊明</a>（字元亮 ）《归园田居》：“ 井灶有遗处，桑竹残朽株”；亚夫营，用周亚夫屯兵细柳营事，暗寓幕主的柳姓。虽用典，却像随手拈来，信口道出。他曾说自己“无文通半顷之田，乏元亮数间之屋”，可见诗人连归隐躬耕的起码物质条件也没有。“万里”、“三年”，表面上是写空间的悬隔，时间的漫长，实际上正是抒写欲归不能的苦闷和无奈。对照着“三年已制思乡泪，更入新年恐不禁”（《写意》）、“三年苦雾巴江水，不为离人照屋梁”（《初起》）等诗句，不难感到“三年从事亚夫营”之中所蕴含的羁泊天涯的痛苦。</p> <p>　　末联“新滩莫悟游人意，更作风檐夜雨声”。写新滩流水在作者耳中引起的特殊感受。春江水涨，新滩流水在一般游春者听来，自然是欢畅悦耳的春之歌；但在思归不得的天涯羁旅的作者耳中，却像是午夜檐间风雨的凄凉之声，不断撩动着自己的羁愁，所以发出“新滩莫悟游人意”的嗟叹。本是作者主观感情作怪，却说“新滩莫悟”，曲折有致。</p> <p>　　<a href=\"http://so.gushiwen.org/author_204.aspx\">李商隐</a>许多抒写身世之悲的诗篇，往往以深沉凝重的笔调，绮丽精工的语言，着意渲染出一种迷蒙悲凄的环境气氛。这首诗却以乐境写哀思，以美丽的春色反衬自己凄苦的身世，以轻快流走的笔调抒发抑塞不舒的情怀，以清空如话的语言表现宛转曲折的情思，具有相辅相成对立统一的艺术效果。</p>",
  "about": "<h2>创作背景</h2> 　　公元851年（大中五年）秋，<a href=\"http://so.gushiwen.org/author_204.aspx\">李商隐</a>的妻子王氏亡故。为了谋生，他不得不应东川节度使柳仲郢之辟，入幕任节度书记，于同年十月撇下幼女稚子，只身远赴梓州（州治在今四川三台 ），开始了他一生中最后也是时间最长的一次幕府生涯。此<a href=\"http://so.gushiwen.org/view_28660.aspx\">诗</a>应作于公元854（大中八年）年，即诗人在抑幕的第三年。",
  "poet": {
    "id": 204,
    "star": 0,
    "name": "李商隐",
    "image": "http://img.gushiwen.org/authorImg/lishangyin.jpg",
    "desc": "李商隐，字义山，号玉溪（谿）生、樊南生，唐代著名诗人，祖籍河内（今河南省焦作市）沁阳，出生于郑州荥阳。他擅长诗歌写作，骈文文学价值也很高，是晚唐最出色的诗人之一，和杜牧合称“小李杜”，与温庭筠合称为“温李”，因诗文与同时期的段成式、温庭筠风格相近，且三人都在家族里排行第十六，故并称为“三十六体”。其诗构思新奇，风格秾丽，尤其是一些爱情诗和无题诗写得缠绵悱恻，优美动人，广为传诵。但部分诗歌过于隐晦迷离，难于索解，至有“诗家总爱西昆好，独恨无人作郑笺”之说。因处于牛李党争的夹缝之中，一生很不得志。死后葬于家乡沁阳（今河南焦作市沁阳与博爱县交界之处）。作品收录为《李义山诗集》。"
  },
  "tags": [
    "春色",
    "凄苦",
    "身世"
  ]
}