{
  "id": 7837,
  "star": 23,
  "name": "南都行",
  "dynasty": "唐代",
  "content": "南都信佳丽，武阙横西关。白水真人居，万商罗鄽闤. <br>高楼对紫陌，甲第连青山。此地多英豪，邈然不可攀。 <br>陶朱与五羖，名播天壤间。丽华秀玉色，汉女娇朱颜。 <br>清歌遏流云，艳舞有馀闲。遨游盛宛洛，冠盖随风还。 <br>走马红阳城，呼鹰白河湾。谁识卧龙客，长吟愁鬓斑。",
  "fanyi": "<p><strong>译文<br></strong>南都果然是佳丽之地，名不虚传。巍峨的武阙山就横在西关。<br>这是白水真人汉光武帝的老家。市井繁荣，万商云集。<br>峨峨高楼对着紫色的大道，房宅栉次鳞比，直连城外的青山。<br>此地出了许多英豪，他们的业绩巍巍，渺不可攀。<br>如号曰陶朱公的范蠡和五羖大夫的百里奚，他们都名播天地。<br>这里还是出美人的地方，如以美色著名的汉光武皇后阴丽华，娇艳美丽的汉皋游女等。<br>她们清歌响遏流云，舞姿优游从容，令人赞叹。<br>南阳之盛与洛阳齐名，古来都是有名的游览胜地，冠盖来往，车马不断。<br>我在红阳城外走马，在白河湾呼鹰逐猎，有谁能像刘备那样的明王来识我这个的卧龙客呢？<br>长吟着<a href=\"http://so.gushiwen.org/author_507.aspx\">诸葛亮</a>的《梁父吟》，我的头发都要愁白了。</p> <p><strong>注释<br></strong>1.南都：即南阳之旧称，唐时为山南东道邓州，即今河南南阳市。<br>2.武阙：山名。《文选》<a href=\"http://so.gushiwen.org/author_6.aspx\">张衡</a>《南都赋》：“尔其地势，则武阀关其西，桐柏揭其东。”李善注：“武阙山为关，在西也。”西关：即武关。在今陕西丹凤县东南。<br>3.白水真人：指汉光武帝。汉光武帝起于青陵之白水乡，故曰白水真人。《文选》张衍《东京赋》：“我世祖忿之，用龙飞白水。”薛综注：“世祖，光武也。白水，渭南阳白水县，世祖所起之处也。”《文选》张衡《南部赋》：“真人革命之秋也。”李善注：“真人，光武也。”<br>4.鄽闤：指市井。鄽，市宅。阛，市垣。<br>5.陶朱，即范蠡。越灭吴后，范蠡辞去相位，至陶经商，自称陶朱公，致财巨万。见《史记·越世家》。五羖：指百里奚。虢为晋所灭，百里奚逃至楚，被执为奴，秦穆公闻其贤，以五羖羊皮赎之，授以国政，号曰五羖大夫。见《史记·秦本纪》。史载，范蠡和百里奚皆南阳人。<br>6.丽华：即阴丽华，汉光武帝皇后。《后汉书·皇后纪》：“光烈阴皇后讳丽华，南阳新野人。初，光武适新野，闻后美，心悦之。后至长安，见执金吾车骑甚盛，因叹曰：‘仕宦当作执金吾，娶妻当得阴丽华。’更始元年六月，遂纳后于宛当成里。”<br>7.汉女：汉水旁的女子。《文选》张衡《南都赋》：“游女弄珠于汉皋之曲。”李善注：“《韩<a href=\"http://so.gushiwen.org/view_7837.aspx\">诗</a>外传》曰：‘郑交甫将南适楚，遵彼汉皋台下，乃遇二女，佩两珠大如荆鸡之卵。’”<br>8.遨游盛宛洛：《古诗十九首》：“驱车策驽马，游戏宛（南阳）与洛（洛阳）。”此用其句意。<br>9.红阳：地名。《汉书·地理志》：“南阳郡有红阳侯国。”王先谦补注：“《一统志》：故城在今舞阳县西北，红山南。”即今河南舞阳县西北。<br>10.白河；一作白水，源出今河南嵩县西南，南流经今南阳市东，至湖北襄樊市入汉水。俗称白河。<br>11.卧龙：即诸葛亮，王琦注：“《三国志》：诸葛亮字孔明，躬耕隐居南阳卧龙岗．好为《梁父吟》。先主屯新野，徐庶谓先主曰：‘诸葛孔明者，卧龙也，将军岂愿见之乎？</p>",
  "shangxi": "<h2>赏析</h2> <p>　　“南都信佳丽，武阙横西关”概述南阳佳丽之地、巍峨武阙山的雄伟壮阔之景。</p> <p>　　“白水真人居，万商罗鄽闤。高楼对紫陌，甲第连青山。”描绘一幅汉光武帝所管辖的市井繁荣，万商云集，皇亲国戚、王侯将相多居住于此，以突显出南阳商业发达、壮阔富饶。</p> <p>　　“此地多英豪，邈然不可攀。陶朱与五羖，名播天壤间。”紧扣前文，借南阳山川美景抒发情怀，继而联想到南阳英豪美女的事迹，继而从而触动<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>内心处的赞赏情怀，歌咏南阳英豪。</p> <p>　　“丽华秀玉色，汉女娇朱颜。”丽华就是皇后阴丽华，是夸南阳美眉漂亮早已艳名远播。</p> <p>　　“清歌遏流云，艳舞有馀闲。遨游盛宛洛，冠盖随风还。”描绘一幅美女清歌响遏流云、舞姿优游从容的美丽风景图，侧面点染出南阳乃国杰豪英，人杰地灵的地方。</p> <p>　　“走马红阳城，呼鹰白河湾。谁识卧龙客，长吟愁鬓斑。”讲述李白以<a href=\"http://so.gushiwen.org/author_507.aspx\">诸葛亮</a>自况感怀，自叹没有知己而因愁鬓斑。</p> <p>　　综观全<a href=\"http://so.gushiwen.org/view_7837.aspx\">诗</a>，前六诗句李白描绘了南阳山川形胜和繁华的市面景观：武阙山横亘，货币流通，商贾云集，楼高道阔，甲第连山。接着六诗句描写南阳风流人物的事迹：英豪，则有范蠡、诸葛亮；美女则有阴丽华、汉水神女。继而四句写南阳旅游观光之胜。清歌艳舞可赏，宛、洛可游，故冠盖络绎，走马呼鹰。最后二句以感怀为主，以诸葛亮自况，叹无知己，故而因愁鬓斑。诗的主旨是讲述诗人对南阳英豪的钦敬和仰慕，并以卧龙自比，以申用世之志，抒发怀才不遇的感叹。李白最后借此抒发不得志之情，也是一贯风格。<br></p>",
  "about": "<h2>创作背景</h2> 　　《南都行》系开元二十八（740年）春，<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>奉诏由湖北安陆赴长安任职，途经河南南阳时所作。",
  "poet": {
    "id": 247,
    "star": 0,
    "name": "李白",
    "image": "http://img.gushiwen.org/authorImg/libai.jpg",
    "desc": "李白（701年－762年），字太白，号青莲居士，唐朝浪漫主义诗人，被后人誉为“诗仙”。祖籍陇西成纪(待考)，出生于西域碎叶城，4岁再随父迁至剑南道绵州。李白存世诗文千余篇，有《李太白集》传世。762年病逝，享年61岁。其墓在今安徽当涂，四川江油、湖北安陆有纪念馆。"
  },
  "tags": []
}