{
  "id": 38763,
  "star": 43,
  "name": "夏日题老将林亭",
  "dynasty": "唐代",
  "content": "百战功成翻爱静，侯门渐欲似仙家。<br>墙头雨细垂纤草，水面风回聚落花。<br>井放辘轳闲浸酒，笼开鹦鹉报煎茶。<br>几人图在凌烟阁，曾不交锋向塞沙？",
  "fanyi": "<p><strong>译文<br></strong>身经百战功成名就反倒喜欢平静，显赫侯门日渐清幽好像洞仙人家。<br>墙头上细雨蒙蒙低垂着纤纤绿草，水面上微风回旋聚集着片片落花。<br>到井台放下辘轳闲逸中浸凉美酒，开鸟笼鹦鹉学舌提醒人莫忘煎茶。<br>有几人有资格将形象画在凌烟阁，却不曾身经百战交锋于塞外黄沙？</p> <p><strong>注释<br></strong>⑴林亭：老将军的住所。<br>⑵翻：副词，反而。<br>⑶侯门：君主时代五等爵位第二等为侯，这里指老将军的府第。仙家：仙人所住之处。<br>⑷纤（xiān）草：细草，小草。<br>⑸辘轳（lùlú）：利用轮轴制成的一种起重工具，用在井上汲水。<br>⑹煎（jiān）茶：烹煮茶水。<br>⑺凌烟阁：贞观十七年（643），唐太宗将开国功臣<a href=\"http://so.gushiwen.org/author_2871.aspx\">长孙无忌</a>等二十四人的画相刻在凌烟阁内。唐太宗亲自作赞，<a href=\"http://so.gushiwen.org/author_1143.aspx\">褚遂良</a>书，<a href=\"http://so.gushiwen.org/author_1349.aspx\">阎立本</a>画。这二十四人都曾是带兵打仗的武将。<br>⑻向塞沙：在塞外沙场作战。这里泛指带兵作战。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　这首<a href=\"http://so.gushiwen.org/view_38763.aspx\">诗</a>因颔联两句饮誉诗坛。王衍品读之后，很是欣赏，于是赐张蠙霞光笺，并将召掌制诰。权臣宋光嗣以其“轻傲驸马”，遂止。</p> <p>　　首联“百战功成翻爱静，侯门渐欲似仙家”，概括点出老将心境的寂寞及其门第的冷落。一个“翻”字，甚妙。老将有别于隐士，不应“爱静”，却“翻爱静”；“侯门”与仙人的洞府有异，不应相似，偏“渐欲似”，这就把这位老将不同于一般的性格揭示出来。</p> <p>　　颔联、颈联四句，作了具体刻画。“墙头雨细垂纤草”，“侯门”的围墙，经斜风细雨侵蚀，无人问津，年久失修，已是“纤草”丛生，斑剥陆离。状“纤草”着一“垂”字，见毫无生气的样子，荒凉冷落之意，自在言外。“水面风回聚落花”，写园内湖面上，阵阵轻微的旋风，打着圈儿，把那零零落落浮在水面上的花瓣，卷聚在一起。这里只用了七个字，却勾画出一幅风自吹拂、花自飘零、湖面凄清、寂寞萧条的景象。园林冷落如许，主人心境可知。这是诗人寓情于物之笔。</p> <p>　　“井放辘轳闲浸酒”，老将取井水之凉，使酒清凉爽口，写其闲适生活。“笼开鹦鹉报煎茶”，打开鹦鹉笼子，任其自由往来，好让它在有客光临时报告主人，督请煎茶待客。这两句从侧面借助物情来反映人情，不仅使画面的形象鲜明生动，构成一个清幽深邃的意境，而且深刻细腻地揭示出老将的生活情趣和精神状态，手法相当高明。</p> <p>　　尾联“几人图在凌烟阁，曾不交锋向塞沙”，用反诘的句式对老将进行规劝与慰勉，揭出诗的主旨。据《新五代史》载：蜀<a href=\"http://so.gushiwen.org/author_482.aspx\">王建</a>五年曾起寿昌殿于龙兴宫，“画建像于壁”，并且还起“扶天阁，画诸功臣像”。这两句是说：在凌烟阁画像留名的人，又有谁不曾在战场上立过功呢？功劳是不可抹煞的，感到寂寞与萧条是大可不必的。</p> <p>　　这诗在艺术上也很有特色。前六句铺写老将寂寞闲适的“仙家”生活，后二句笔锋一转，点明旨意，文势波澜曲折。本来，以“百战”之功赢得封侯的老将，在诗人看来更应竭力报国。可“功成”反爱起“静”来，这是出人意外的；“静”且不说，还愈来愈欲“似仙家”，一点世事也不关心了；不唯如此，竟连自己居住的园林也懒得去经营修葺了。铺写老将的消沉，一层比一层深入，反过来证明规劝老将的理由越来越充分。如果说，前者是“画龙”，那么后者就是“点睛”；二者相辅相成，既对立又统一，使诗歌的“理”，在情景交融的画面中表现出来，规劝之旨，体现于诗情画意之中。</p>",
  "about": "<h2>创作背景</h2> <p>　　关于这首<a href=\"http://so.gushiwen.org/view_38763.aspx\">诗</a>的背景，《分类诗话》曾载：一日，前蜀后主王衍与徐太后游成都东门内的大慈寺，见壁上题有“墙头雨细垂纤草，水面风回聚落花”，欣赏良久，询问寺僧，知是张蠙（pín）所作。由此可见，这首诗很可能是作者游大慈寺后有感而作的，具体创作时间不祥。</p> <p>　　这首诗歌所写的是中国古代历史一个常见的现象，那就是“飞鸟尽，良弓藏；狡兔死，走狗烹”。据《五代史》载，先主<a href=\"http://so.gushiwen.org/author_482.aspx\">王建</a>晚年“多忌好杀，诸将有功名者，多因事诛之。”后主王衍继位后，对那些老臣也都采取弃而不用的政策。张蠙唐末曾避乱于蜀，王建立蜀，任过膳部员外郎、金堂令等职，因此，这首诗所写的内容，是有一定历史依据的。</p>",
  "poet": {
    "id": 192,
    "star": 0,
    "name": "张蠙",
    "desc": "[约公元九o一年前后在世]字象文，清河人。生卒年均不详，约唐哀帝天复初前后在世。生而颖秀，幼能为诗登单于台，有“白日地中出，黄河天上来”名，由是知名。家贫累下第，留滞长安。乾宁二年，（公元895年）登进士第。唐懿宗咸通（860-874）年间，与许棠、张乔、郑谷等合称“咸通十哲”。授校书郎，调栎阳尉，迁犀浦令。五建建蜀国，拜膳部员外郎。后为金堂令。"
  },
  "tags": [
    "生活",
    "规劝"
  ]
}