{
  "id": 60415,
  "star": 77,
  "name": "江城子·画楼帘暮卷新晴",
  "dynasty": "宋代",
  "content": "画楼帘幕卷新晴。掩银屏。晓寒轻。坠粉飘香，日日唤愁生。暗数十年湖上路，能几度，著娉婷。 <br>年华空自感飘零。拥春酲。对谁醒。天阔云间，无处觅箫声。载酒买花年少事，浑不似，旧心情。",
  "fanyi": "<p><strong>译文</strong><br>画楼上卷起了幕帘，展开一片新晴，清晨的寒意很轻微，我掩紧银白色的屏风。坠落的一片片花瓣飘来淡淡的清香，天天都令人产生愁情。暗暗地计算着十年间西湖上往返行程，有几次能遇着美丽姑娘的钟情，能与佳人幽欢尽兴。<br>我徙然感到韶华易逝，容华凋零，终日在春酒中留连光景。没有知心的人可以交谈，对谁人也用不着清醒。天大地大，无处可以再次寻找那悠扬欢乐的箫声。即使也跟年轻时那样买花携酒，但是却完全没有了当时的那种心情。</p> <p><strong>注释</strong><br>江城子：词牌名。唐词单调，始见《花间集》<a href=\"http://so.gushiwen.org/author_622.aspx\">韦庄</a>词，单调三十五字，七句五平韵。或谓调因<a href=\"http://so.gushiwen.org/author_175.aspx\">欧阳炯</a>词中有“如（衬字）西子镜照江城”句而取名，其中江城指的是金陵，即今南京。宋人改为双调，七十字，上下片都是七句五平韵。<br>画楼：雕饰华丽的楼房。<br>银屏：镶银的屏风。<br>娉婷（ pīng tíng）：姿态美好貌。这里借指美人。东坡词：“如有意，慕娉婷。”<br>酲(chéng)：醉酒。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　<a href=\"http://so.gushiwen.org/author_588.aspx\">晏几道</a>在《临江仙》的开头写“梦后楼台高锁，酒醒帘幕低垂”，是以“帘幕低垂”的阴暗景色来衬托“去年春恨却来时”的阴暗心情的。卢祖皋这首《江城子》的开头写“画楼帘幕卷新晴”，则是以“新晴”的明朗景色来反衬他“日日唤愁生”的沉闷心绪。“新晴”中的“新”字，与雨过天青，空气清鲜，阳光洒照的光明景色突现出来了，气氛是开朗的。一个“卷”字，更富浪漫色彩，和<a href=\"http://so.gushiwen.org/author_289.aspx\">王勃</a>“珠帘暮卷西山雨”中的“卷”字用得一样灵活。“画楼帘幕”把“新晴”“卷”进来，室内就是一片明朗的气氛了。主人索性把白色如银的屏风也收起来，好让和煦到阳光照彻楼房。但这一来，晓来的寒意却又轻轻地袭来了。“掩银屏，晓寒轻”这一句记的是平常的行动与感觉，但暗含着个情感的过渡：“新晴”原有暖意，给人欢快之感，而这里却注入个“寒轻”。这还是室内的感觉。到下句写到室外了，是“坠粉飘香”，这对“新晴”好景来说，真是大煞风光。“夜来风雨声，花落知多少”，原来风雨过后，梨花落，杏花飞，花事阑珊，春色渐老。而对如此景况，多情的词人能不产生伤春迟暮之感?于是，“日日唤愁生”就很自然的了，这句明点出个“愁”字，由景入情。这种伤春迟暮的愁情，与“新晴”的气氛是不调协的，故说首句是以乐景反衬愁情；而与“寒轻”的气氛接近，故说“掩银屏，晓寒轻”是个过渡句。“愁”的内容是什么？下文就作了注脚。“暗数十年湖上路，能几度，著娉婷。”“暗数”，富含低徊自怜之情韵，“十年”表时间之长。多少年来在美丽如画的西湖路上，能有几次与心上人共度良辰呢！这里以问句出，表达了心口自问，缠绵，悱恻之意绪。整个上片，分三层写，主要是触景生情，伤春怨别。</p> <p>　　过片开头“年华空自感飘零”一句，紧承上片的“愁”字来开拓更深的意境。一个“空”字，有虚度之意，似锦年华能几日？四处飘零，仕途艰险，情场多折，能不“愁”么？在这种愁思缠绵的熬煎下，如何打发时光？只好“日日花前常病酒”，“拥春醒”吧!希望醉中忘却烦恼，但总有酒醒的时候呀，又如何？“对谁醒”是“醒对谁”的倒装，洒醒过来对谁倾诉心曲呢?“人阔云闲，无处觅箫声”，这里化用<a href=\"http://so.gushiwen.org/author_211.aspx\">杜牧</a>“二十四桥明月夜，玉人何处教吹箫”之<a href=\"http://so.gushiwen.org/view_60415.aspx\">诗</a>意。“天阔云闲”，既写实，又写虚，既写莽莽穹苍，也写悠悠别绪。可谓情景交融，意境深远。这里设问设答，表达了深沉的别离与飘泊交织之苦。结尾道：“载酒买花年少事，浑不似，旧心情”，人老了，饱经沧桑，已无年少时那种寻欢作乐的闲情了！这结语不尽惆怅之情回荡纸上。整个下片也分三层，主要是抚今忆昔，感叹飘零。</p> <p>　　全词委婉低徊，沉郁深厚，以景衬情，情景交融，一个“愁”字贯串全篇，而又是通过具体细致的心理变化的描写来逐步开拓“愁”境的。结尾有言已尽而意无穷的韵致，把读者带入这不尽惆怅的意境中；忍不住与作者同声一叹。</p>",
  "about": "<h2>创作背景</h2> 　　词是作者在临安时写的一首伤春怨别，感叹飘零的作品。以一个“愁”字贯穿全词，委婉低徊，以情致胜。作者在抒写感伤时跌宕起伏，年华易老，韶华易逝而旧梦难再的孤寂落寞心情。上片因新晴而卷帘，因见飞红成阵而生愁情，抚今追昔，痛惜十年前风尘碌碌，艳遇之少，辜负美景，冷落佳人。下片换头自叹飘零，感叹今日之衰老寂寥。",
  "poet": {
    "id": 538,
    "star": 0,
    "name": "卢祖皋",
    "desc": "卢祖皋(约1174—1224)，字申之，一字次夔，号蒲江，永嘉（今属浙江）人。南宋庆元五年(1199)中进士，初任淮南西路池州教授。今诗集不传，遗著有《蒲江词稿》一卷，刊入“彊村丛书”，凡96阕。诗作大多遗失，唯《宋诗记事》、《东瓯诗集》尚存近体诗8首。"
  },
  "tags": [
    "宋词三百首",
    "写景",
    "伤春",
    "怨别",
    "抚今忆昔"
  ]
}