{
  "id": 49484,
  "star": 59,
  "name": "蝶恋花·暮春别李公择",
  "dynasty": "宋代",
  "content": "簌簌无风花自堕。寂寞园林，柳老樱桃过。落日有情还照坐，山青一点横云破。<br>路尽河回人转舵。系缆渔村，月暗孤灯火。凭仗飞魂招楚些，我思君处君思我。",
  "fanyi": "<p><strong>译文</strong><br>花落声簌簌却不是被风所吹，而是悠悠然自己坠落在地。寂寞的园林里，花木荣枯。似乎有情的落日照耀着客座，高耸的青山仿佛刺破了横云。<br>送者在岸上已走到“路尽”；行者在舟中却见舵已转。今夜泊于冷落的渔村中宵不寐，独对孤灯，唯有暗月相伴。我像《楚辞·招魂》召唤<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>那样，召唤离去的友人。我思念你的时候你也在思念着我吧。</p> <p><strong>注释</strong><br>①簌簌：花落的声音，堕：悠然落下的样子。<br>②系缆：代指停泊某地<br>③凭仗飞魂招楚些：语出《楚辞·招魂》“魂兮归来，反故居些”。此处意思是像《楚辞·招魂》召唤屈原那样，召唤离去的友人。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　蝶恋花，又名“鹊踏枝”、“凤栖梧”。原为唐教坊曲，调名取义梁简文帝“翻阶蛱蝶恋花情”句。双调，六十字。</p> <p>　　“簌簌无风花自亸”，写暮春花谢，点送公择的时节。暮春落花是古<a href=\"http://so.gushiwen.org/view_49484.aspx\">诗</a>词常写之景，但东坡却又翻出新意：花落声簌簌却不是被风所吹，而是悠悠然自己坠落在地，好一份安闲自在的情态。接着写“寂寞园林，柳老樱桃过”，点出园林寂寞，人亦寂寞。</p> <p>　　\"寂寞园林，柳老樱桃过\",<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>《别柳枝》绝句诗，有“柳老春深日又斜”一句，这里借用“柳老”写柳絮快要落尽的时节，所谓“柳老”即是“春老”。“樱桃过”是写樱桃花期已过。正巧今送李公择亦逢此时。东坡这期间另有《送笋芍药与公择》诗说道：“今日忽不乐，折尽园中花。园中亦何有，芍药袅残葩。”芍药，樱桃，同时皆尽，而这个时候老朋友又将远行了。花木荣枯与朋侪聚散，都是很自然的事，但一时俱至，却还是让人难以接受。</p> <p>　　“落日多情还照坐，山青一点横云破”，两人在“寂寞园林”之中话别，“相对无言”时，却见落日照坐之有情，青山横云之变态。此时彼此都是满怀心事，可是又不忍打破这份静默。上片主写暮春，微露惜别之情，“照坐”之“坐”，点出话别之题旨。</p> <p>　　“路尽河回千转舵”：“送者在岸上已走到“路尽”；行者在舟中却见舵已转。“河回”二字居中，相关前后。船一转舵，不复望见；“路尽”岸上人亦送到河曲处为止。岸上之路至此尽头了，是送行送到这里就算送到尽头了。</p> <p>　　“系缆渔村，月暗孤灯火”，这一句是作者想象朋友今夜泊于冷落的渔村中宵不寐，独对孤灯，唯有暗月相伴。这两句，便见作者对行人神驰心系之情。</p> <p>　　“凭仗飞魂招楚些，我思君处君思我”，上句用《楚辞·招魂》中天帝遣巫阳招<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>离散之魂的典故，表达希望朝廷召他回去的愿望。东坡与公择因反对新法离开京城出守外郡，情怀郁闷，已历数年，每思还朝，有所作为，但局面转变，未见朕兆，他们四方流荡，似无了期，所以有“飞魂”之叹。“飞魂”与“楚些”是倒装，求其语反而意奇。“我思君处君思我”，采用回文，有恳切浓至的情思，也是对前面“系缆渔村，月暗孤灯火”的深情想象的一个照应。下片写送别，兼及对再受重用的渴望，写二人同情相怜，友情深厚。</p>",
  "about": "<h2>创作背景</h2> 　　作者<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>于熙宁四年（1071年）苏轼上书谈论新法的弊病。<a href=\"http://so.gushiwen.org/author_405.aspx\">王安石</a>很愤怒，让御史谢景在皇帝跟前说苏轼的过失。苏轼于是请求出京任职。元丰二年调往湖州任知州，此词即为为流放期间所写。这首词题记为“暮春别李公择”，李公择是东坡老友，两人都因反对新法遭贬，交情更笃。这是一首送别词。",
  "poet": {
    "id": 183,
    "star": 0,
    "name": "苏轼",
    "image": "http://img.gushiwen.org/authorImg/sushi.jpg",
    "desc": "苏轼（1037－1101），北宋文学家、书画家、美食家。字子瞻，号东坡居士。汉族，四川人，葬于颍昌（今河南省平顶山市郏县）。一生仕途坎坷，学识渊博，天资极高，诗文书画皆精。其文汪洋恣肆，明白畅达，与欧阳修并称欧苏，为“唐宋八大家”之一；诗清新豪健，善用夸张、比喻，艺术表现独具风格，与黄庭坚并称苏黄；词开豪放一派，对后世有巨大影响，与辛弃疾并称苏辛；书法擅长行书、楷书，能自创新意，用笔丰腴跌宕，有天真烂漫之趣，与黄庭坚、米芾、蔡襄并称宋四家；画学文同，论画主张神似，提倡“士人画”。著有《苏东坡全集》和《东坡乐府》等。"
  },
  "tags": [
    "送别"
  ]
}