{
  "id": 59335,
  "star": 101,
  "name": "踏莎行·自沔东来丁未元日至金陵江上感梦而作",
  "dynasty": "宋代",
  "content": "燕燕轻盈，莺莺娇软，分明又向华胥见。夜长争得薄情知？春初早被相思染。<br>别后书辞，别时针线，离魂暗逐郎行远。淮南皓月冷千山，冥冥归去无人管。",
  "fanyi": "<p><strong>译文</strong><br>她体态轻盈、语声娇软的形象，我分明又从好梦中见到了。我仿佛听到她在对我说：长夜多寂寞呀，你这薄情郎怎么会知道呢？春天才刚开头，却早已被我的相思情怀染遍了。<br>自从分别以后，她捎来书信中所说的种种，还有临别时为我刺绣、缝纫的针线活，都令我思念不已。她来到我的梦中，就像是传奇故事中的倩娘，魂魄离了躯体，暗地里跟随着情郎远行。我西望淮南，在一片洁白明亮的月光下，千山是那么的清冷。想必她的魂魄，也像西斜的月亮，在冥冥之中独自归去。也没有个人照管。</p> <p><strong>注释</strong><br>⑴踏莎行：词牌名。又名《柳长春》《喜朝天》等。双调五十八字，仄韵。又有《转调踏莎行》，双调六十四字或六十六字，仄韵。<br>⑵沔（miǎn）东：唐、宋州名，今湖北汉阳（属武汉市），<a href=\"http://so.gushiwen.org/author_30.aspx\">姜夔</a>早岁流寓此地。丁未元日：孝宗淳熙十四年（1187年）元旦。<br>⑶燕燕、莺莺：借指伊人。<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>《张子野八十五岁闻买妾述古令作<a href=\"http://so.gushiwen.org/view_59335.aspx\">诗</a>》：“诗人老去莺莺在，公子归来燕燕忙。”<br>⑷华胥（xū）：梦境。<br>⑸郎行：情郎那边。<br>⑹淮南：指合肥。<br>⑺冥冥（míng）：自然界的幽暗深远。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这首词一开始即借“莺莺燕燕”字面称意中人，从称呼中流露出一种卿卿我我的缠绵情意。这里还有第二重含义，即比喻其人体态“轻盈”如燕，声音“娇软”如莺。可谓善于化用。这“燕燕轻盈，莺莺娇软”乃是词人梦中所见的情境。《列子》载黄帝曾梦游华青氏之国，故词写好梦云“分明又向华胥见”。夜有所梦，乃是日有所思的缘故。以下又通过梦中情人的自述，体贴对方的相思之情。她含情脉脉道：在这迢迢春夜中，“薄情”人（此为呢称）啊，你又怎能尽知我相思的深重呢？言下大有“换我心，为你心，始知相忆深”的意味。</p> <p>　　过片写别后睹物思人，旧情难忘。“别后书辞”，是指情人寄来的书信，捡阅犹新；“别时针线”，是指情人为自己所做衣眼，尚著在体。二句虽仅写出物件，而不直接言情，然皆情至之语。紧接着承上片梦见事，进一层写伊人之情。“离魂暗逐郎行远”，“郎行”即“郎边”，当时熟语，说她甚至连魂魄也脱离躯体，追逐词人来到远方。末二句写作者梦醒后深情想象情人魂魄归去的情景：在一片明月光下，淮南千山是如此清冷，她就这样独自归去无人照管。一种借玉怜香之情，一种深切的负疚之感，洋溢于字里行间，感人至深。</p> <p>　　这首词紧扣感梦之主题，以梦见情人开端，又以情人梦魂归去收尾，意境极浑成。词的后半部分，尤见幽绝奇绝。在构思上借鉴了唐传奇《离魂记》，记中倩娘居然能以出窍之灵魂追逐所爱者远游，着想奇妙。在意境与措语上，则又融合了杜<a href=\"http://so.gushiwen.org/view_59335.aspx\">诗</a>《梦<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>》“魂来枫林青，魂返关塞黑”、《咏怀古迹》“画图省识春风面，环佩空归月夜魂”句意。妙在自然浑融，不著痕迹。</p>",
  "about": "<h2>创作背景</h2> 　　作者二十多岁时在合肥（宋时属淮南路）结识了某位女郎，后来分手了，但他对她一直眷念不已。淳熙十四年（1187年）元旦，<a href=\"http://so.gushiwen.org/author_30.aspx\">姜夔</a>从第二故乡汉阳（宋时沔州）东去湖州途中抵金陵时，梦见了远别的恋人，写下此词。",
  "poet": {
    "id": 30,
    "star": 0,
    "name": "姜夔",
    "image": "http://img.gushiwen.org/authorImg/jiangkui.jpg",
    "desc": "姜夔，南宋文学家、音乐家。人品秀拔，体态清莹，气貌若不胜衣，望之若神仙中人。往来鄂、赣、皖、苏、浙间，与诗人词家杨万里、范成大、辛弃疾等交游。庆元中，曾上书乞正太常雅乐，他少年孤贫，屡试不第，终生未仕，一生转徙江湖，靠卖字和朋友接济为生。他多才多艺，精通音律，能自度曲，其词格律严密。其作品素以空灵含蓄著称，有《白石道人歌曲》等。姜夔对诗词、散文、书法、音乐，无不精善，是继苏轼之后又一难得的艺术全才。"
  },
  "tags": [
    "宋词三百首",
    "记梦",
    "怀人"
  ]
}