{
  "id": 70019,
  "star": 3,
  "name": "杂剧·包待制三勘蝴蝶梦",
  "dynasty": "元代",
  "content": "第一折<br>老汉来到这长街市上，替三个孩儿买些纸笔。走的乏了，且坐一坐歇息咱。有权有势尽着使，见官见府没廉耻。若与小民共一般，何不随他带帽子？自家葛彪是也。我是个权豪势要之家，打死人不偿命，时常的则是坐牢。今日无甚事，长街市上闲耍去咱。这老子是甚么人，敢冲着我马头？好打这老驴！这老子诈死赖我，我也不怕；只当房檐上揭片瓦相似，随你那里告来。王大、王二、王三在家么？叫怎的？我是地方，不知甚么人打死你父亲在长街上哩！是真实？母亲，祸事了也！我那儿也，打死俺老子！母亲快来！孩儿，为甚么大惊小怪的？不知是谁打死了俺父亲也！呀，可是怎地来？<br>【仙吕】【点绛唇】仔细寻思，两回三次，这场蹊跷事。走的我气咽声丝，恨不的两肋生双翅。<br>【混江龙】俺男儿负天何事？拿住那杀人贼，我乞个罪名儿。他又不曾身耽疾病，又无甚过犯公私。若是俺软弱的男儿有些死活，索共那倚势的乔才打会官司！我这里急忙忙过六街、穿三市，行行里挠腮撧耳、抹泪揉眵。<br><br>【油葫芦】你觑那着伤处一埚青间紫，可早停着死尸。你可便从来忧念没家私，昨朝怎晓今朝死，今日不知来日事。血模糊污了一身，软答剌冷了四肢，黄甘甘面色如金纸，干叫了一炊时。<br>【天下乐】救不活将咱没乱死！咱家私、自暗思，到明朝若是出殡时，又没他一陌纸，空排着三个儿，这正是家贫也显孝子。<br>母亲，人都说是葛彪打杀了俺父亲来。俺如今寻见那厮，扯到官偿命来！<br>【那吒令】他本是太学中殿试，\"怎想他拳头上便死？今日个则落得长街上检尸。更做道见职官，俺是个穷儒士，也索称词。<br>自家葛彪。饮了几杯酒，有些醉了也。且回家中去来。兀的不是那凶徒？拿住这厮！是你打死俺父亲来？就是我来，我不怕你！<br>【鹊踏枝】若是俺到官时，和您去对情词，使不着国戚皇亲、玉叶金枝；便是他龙孙帝子，打杀人要吃官司！<br>这凶徒装醉不起来。我试问他。哥哥，俺老的怎生撞着你，你就打死他？你如何推醉睡在地下不起来？则这般干罢了？你起来，你起来！呀，你兄弟可不打杀他也？好也，我并不曾动手。可怎了也！<br>【寄生草】你可便斟量着做，似这般甚意儿？你三人平昔无瑕疵，你三人打死虽然是，你三人倒惹下刑名事。则被这清风明月两闲人，送了你玉堂金马三学士。<br><br>【金盏儿】想当时，你可也不三思？似这般逞凶撒泼干行止，无过恃着你有权势、有金资。则道是长街上妆好汉，谁想你血泊内也停尸！正是\"将军着痛箭，还似射人时\"。<br>这事少不的要吃官司。只是咱家没有钱钞，使些甚么？<br>【醉中天】咱每日一瓢饮、一箪食，有几双箸、几张匙；若到官司使钞时，则除典当了闲文字。便这等，也不济事。你合死呵今朝便死。虽道是杀人公事，也落个孝顺名儿。<br>休教走了，拿住这杀人贼者！<br>【金盏儿】苦孜孜，泪丝丝，这场灾祸从天至，把俺横拖倒拽怎推辞！一壁厢碜可可停着老子，一壁厢眼睁睁送了孩儿。可知道\"福无重受日，祸有并来时\"。<br>杀人事，不同小可。咱见官去来。儿也！<br>【后庭花】再休想跳龙门、折桂枝，少不得为亲爷遭横死。从来个人命当还报，料应他天公不受私。儿也，不由我不嗟咨，几回家看视，现如今拿住尔，到公庭责口词，下脑箍使拶子，这其间痛怎支？<br>【柳叶儿】怕不待的一确二，早招承死罪无辞。儿也，你为亲爷雪恨当如是，便相次赴阴司，也得个孝顺名儿。<br>快见官去罢。儿也，你每做下这事，可怎了也！母亲，可怎了也？<br>【赚煞】为甚我教你看诗书、习经史？俺待学孟母三移教子。不能勾金榜上分明题姓氏，则落得犯由牌书写名儿。想当时，也是不得已为之。便做道审得情真，奏过圣旨，只不过是一人处死；须断不了王家宗祀，那里便灭门绝户了俺一家儿？<br><br>第二折<br>在衙人马平安！喏！咚咚衙鼓响，公吏两边排。阎王生死殿，东岳摄魂台。老夫姓包名拯字希文，庐州金斗那四望乡老儿村人也。官拜龙图阁待制学士，正授开封府尹。今日升厅，坐起早衙。张千、分付司房，有合签押的文书，将来老夫签押。六房吏典，有甚么合签押的文书？可不早说！早是酸枣县解到一起偷马贼赵顽驴。与我拿过来！开了那行枷者！兀那小厮，你是赵顽驴，是你偷马来？是小的偷马来。张千，上了长枷，下在死囚牢里去。老夫这一会儿困倦。张千，你与六房吏典，休要大惊小怪的，老夫暂时歇息咱。大小属官，两廊吏典，休要大惊小怪的，大人歇息哩！老夫公事操心，那里睡的到眼里？待老夫闲步游玩咱。来到这开封府厅后一个小角门，我推开这门。我试看者，是一个好花园也。你看那百花烂漫，春景融和。兀那花丛里一个撮角亭子，亭子上结下个蜘蛛罗网，花间飞将一个蝴蝶儿来，正打在网中。包拯暗暗伤怀，蝴蝶曾打飞来。休道人无生死，草虫也有非灾。呀，蠢动含灵，皆有佛性。飞将一个大蝴蝶来，救出这蝴蝶去了。呀，又飞了一个小蝴蝶打在网中，那大蝴蝶必定来救他。……好奇怪也！那大蝴蝶两次三番只在花丛上飞，不救那小蝴蝶，扬长飞去了。圣人道：\"恻隐之心，人皆有之。\"你不救，等我救。喏，午时了也。草虫之蝴蝶，一命在参差。撇然梦惊觉，张千报午时。张千，有甚么应审的罪囚，将来我问。两房吏典，有甚么合审的罪囚，押上勘问。喏，中牟县解到一起犯人，弟兄三人，打死平人葛彪。小县百姓，怎敢打死平人？解到也未？解到了也。与我一步一棍，打上厅来。<br>【南吕】【一枝花】解到这无人情御史台，元来是有官法开封府。把三个未发迹小秀士，生扭做吃勘问死囚徒。空教我意下踌躇，把不定心惊惧，赤紧的贼儿胆底虚。教我把罪犯私下招承，不比那小去处官司孔目。<br>【梁州第七】这开封府王条清正，不比那中牟县官吏糊涂。扑咚咚阶下升衙鼓，唬的我手忙脚乱，使不得胆大心粗；惊的我魂飞魄丧，走的我力尽筋舒。这公事不比寻俗，就中间担负公徒。嗨、嗨、嗨，一壁厢老夫主在地停尸；更、更、更，赤紧地子母每坐牢系狱；呀、呀、呀，眼见的弟兄每受刃遭诛。早是怕怖，我向这屏墙边侧耳偷睛觑：谁曾见这官府？则今日当厅定祸福，谁实谁虚？<br>犯人当面。张千，开了行枷，与那解子批回去。母亲、哥哥，咱家去来。那里去？这里比你那中牟县那！张千，这三个小厮是打死人的，那婆子是甚么人？必定是证见人；若不是呵，敢与这小厮关亲？兀那婆子，这两个是你甚么人？这两个是大孩儿。这个小的呢？是我第三的孩儿。噤声！你可甚治家有法？想当日孟母教子，居必择邻；陶母教子，剪发待宾；陈母教子，衣紫腰银。你个村妇教子，打死平人。你好好的从实招了者！<br>【贺新郎】孩儿每万千死罪犯公徒。那厮每情理难容，俺孩儿杀人可恕。俺穷滴滴寒贱为黎庶，告爷爷与孩儿每做主。这三个自小来便学文书，他则会依经典、习礼义，那里会定计策、厮亏图？百般的拷打难分诉。岂不闻\"三人误大事，六耳不通谋\"？不打不招。张千，与我加力打者！<br>【隔尾】俺孩儿犯着徒流绞斩萧何律，枉读了恭俭温良孔圣书。拷打的浑身上怎生觑！打的来伤筋动骨，更疼似悬头刺股。他每爷饭娘羹，何曾受这般苦！<br>三个人必有一个为首的。是谁先打死人来？也不于母亲事，也不干两个兄弟事，是小的打死人来。爷爷，也不干母亲事，也不干哥哥、兄弟事，是小的打死人来。爷爷，也不干母亲事，也不干两个哥哥事，是他肚儿疼死的，也不于我事。并不干三个孩儿事。当时是皇亲葛彪先打死妾身夫主，妾身疼忍不过，一时乘忿争斗，将他打死。委的是妾身来！胡说！你也招承，我也招承，想是串定的。必须要一人抵命。张千，与我着实打者！<br>【斗虾蟆】静巉巉无人救，眼睁睁活受苦，孩儿每索与他招伏。相公跟前拜复：那厮将人欺侮，打死咱家丈夫。如今监收媳妇，公人如狼似虎，相公又生嗔发怒。休说麻槌脑箍，六问三推不住；勘问有甚数目，打的浑身血污！大哥声冤叫屈，官府不由分诉；二哥活受地狱，疼痛如何担负；三哥打的更毒，老身牵肠割肚。这壁厢那壁厢犹犹豫豫，眼眼厮觑；来来去去，啼啼哭哭。则被你打杀人也待制龙图！可不道\"儿孙自有儿孙福\"！难吞吐，没气路，短叹长吁；愁肠似火，雨泪如珠。<br>我试看这来文咱。中牟县官好生糊涂！如何这文书上写着\"王大、王二、王三打死平人葛彪？\"这县里就无个排房吏典？这三个小厮必有名讳；便不呵，也有个小名儿。兀那婆子，你大小厮叫做甚么？叫做金和。第二的小厮叫做甚么？叫做铁和。这第三个呢？叫做石和。尚！甚么尚？石和尚。嗨，可知打死人哩！庶民人家，取这等刚硬名字！敢是金和打死人来？<br>【牧羊关】这个是金呵，有甚么难熔铸？敢是石和打死人来？这个石呵，怎做的虚？敢是铁和打死人来？这个便是铁呵，怎当那官法如炉？打这赖肉顽皮。非干是孩儿每赖肉顽皮，委的衔冤负屈。张千，便好道\"杀人的偿命，欠债的还钱\"。把那大的小厮，拿出去与他偿命。眼睁睁难搭救，簇拥着下阶除。教我两下里难顾瞻，百般的没是处。<br>包待制爷爷，好葫芦提也！我着那大的儿子偿命，兀那婆子说甚么？那婆子手扳定枷梢说：包待制爷爷葫芦提。那婆子他道我葫芦提？与我拿过来！着你大儿子偿命，你怎生说我葫芦提？老婆子怎敢说大人葫芦提，则是我孩儿孝顺，不争杀坏了他，教谁人养活老身？既是他母亲说大小厮孝顺，又多邻家保举，这是老夫差了。留着大的养活他。张千，着第二的偿命。<br>【隔尾】一壁厢大哥行牵挂着娘肠肚，一壁厢二哥行关连着痛肺腑。要偿命，留下孩儿，宁可将婆子去。似这般狠毒，又无处告诉，手扳定枷梢叫声儿屈。<br>包待制爷爷好葫芦提也！又做甚么大惊小怪的？那婆子又说老爷葫芦提。与我拿过来！兀那婆子，将你第二的小厮偿命，怎生又说我葫芦提？怎敢说爷爷葫芦提，则是第二的小厮会营运生理，不争着他偿命，谁养活老婆子？着大的偿命，你说他孝顺；着第二的偿命，你说他会营运生理；却着谁去偿命？兀那厮做甚么？大哥又不偿命，二哥又不偿命，眼见的是我了，不如早做个人情。也罢。张千，拿那小的出去偿命。兀那婆子，这第三的小厮偿命，可中么？是了。可不道\"三人同行小的苦\"。他偿命的是。我不葫芦提么？爷爷不葫芦提。噤声！张千，拿回来！争些着婆子瞒过老夫。眼前放着个前房后继，这两个小厮，必是你亲生的；这一个小厮，必是你乞养来的螟蛉之子，不着疼热，所以着他偿命。兀那婆子，说的是呵，我自有个主意；说的不是呵，我不道饶了你哩！三个都是我的孩儿，着我说些甚么？你若不实说，张千，与我打着者！大哥、二哥、三哥，我说则说，你则休生分了。这大小厮，是你的亲儿么？<br>【牧羊关】这孩儿虽不曾亲生养，却须是咱乳哺。这第二的呢？这一个偌大小，是老婆子抬举。兀那小的呢？这一个是我的亲儿，这两个我是他的继母。兀那婆子，近前来。你差了也，前家儿着一个偿命，留着你亲生孩儿养活你可不好那！爷爷差了也！不争着前家儿偿了命，显得后尧婆忒心毒。我若学嫉妒的桑新妇，不羞见那贤达的鲁义姑！<br>兀那婆子，你还着他三人心服，果是谁打死人来？<br>【红芍药】浑身是口怎支吾？恰似个没嘴的葫芦。打的来皮开肉绽损肌肤，鲜血模糊，恰浑似活地狱。三个儿都教死去。你都官官相为倚亲属，更做道国戚皇族。<br><br>【菩萨梁州】大哥罪犯遭诛，二哥死生别路，三哥身归地府，干闪下我这老孽身躯！大哥孝顺识亲疏，二哥留下着当门户，第三个哥哥休言语，你偿命正合去。常言道\"三人同行小的苦\"，再不须大叫高呼。<br>听了这婆子所言，方信道\"良贾深藏若虚，君子盛德，容貌惹愚\"。这件事，老夫见为母者大贤，为子者至孝。为母者与陶孟同列，为子者与曾闵无二。适间老夫昼寐，梦见一个蝴蝶坠在蛛网中，一个大蝴蝶来救出；次者亦然；后来一小蝴蝶亦坠网中，大蝴蝶虽见不救，飞腾而去。老夫心存恻隐，救这小蝴蝶出离罗网。天使老夫预知先兆之事，救这小的之命。恰才我依条犯法分轻重，不想这分外却有别词讼。杀死平人怎干休？莫言罪律难轻纵。先教长男赴云阳，为言孝顺能供奉。后教次子去餐刀，又言营运充日用。我着那最小的幼男去当刑，他便欢喜紧将儿发送。只把前家儿子苦哀矜，倒是自己亲儿不悲痛。似此三从四德可褒封，贞烈贤达宜请俸。忽然省起这事来，天使游魂预惊动。三个草虫伤蛛丝，何异子母官司向谁控。三番继母弃亲儿，正应着午时一枕蝴蝶梦。张千，把一干人都下在死囚牢中去！<br>【水仙子】则见他前推后拥厮揪捽，我与你扳住枷梢高叫屈。眼睁睁有去路无回路，好教我百般的没是处。这窝儿便死待如何？好和弱随将去，死共活拦当住，我只得紧指住在服。<br><br>【黄钟尾】包龙图往常断事曾着数，今日为官忒慕古。枉教你坐黄堂、带虎符，受荣华、请俸禄。俺孩儿好冤屈，不睹事下牢狱。割舍了待泼做：告都堂、诉省部；撅皇城、打怨鼓；见銮舆、便唐突。呆老婆唱今古，又无人肯做主，则不如觅死处，眼不见鳏寡孤独；也强如没归着，痛煞煞、哭啼啼、活受苦！<br>张千，你近前来，可是恁的……可是中也不中？贼禽兽，我的言语，可是中也不中！我扶立当今圣明主，欲播清风千万古。这些公事断不开，怎坐南衙开封府。<br><br>第三折<br>手执无情棒，怀揣滴泪钱。晓行狼虎路，夜伴死尸眠。自家张千便是。有王大、王二、王三下在死囚牢中。与我拿将他三人出来！哥哥可怜见！别过枷梢来，打三下杀威棒！那第三个在那里？我来了！李万，抬过押床来，丢过这滚肚索去扯紧着！李万，你家去吃饭，我看着。则怕提牢官来。我三个孩儿都下在死囚牢中，我叫化了些残汤剩饭，送与孩儿每吃去。<br>【正宫】【端正好】遥望着死囚牢，恰离了悲田院，谁敢道半步俄延！排门儿叫化都寻遍，讨了些泼剩饭和杂面。<br>【滚绣球】俺孩儿本思量做状元，坐琴堂、请俸钱。谁曾遭这般刑宪，又不曾犯\"五刑之属三千\"。我不肯吃、不肯穿，烧地卧、炙地眠，谁曾受这般贫贱！正按着陈婆婆古语常言，他须\"不求金玉重重贵，却甚儿孙个个贤\"，受煞熬煎。<br>这里是牢门首，我拽动这铃索者。则怕是提牢官来。我开开这门，看是谁拽动铃索来？是我拽来。老村婆子，这是你家里！你来做甚么？我与三个孩儿送饭来。灯油钱也无，冤苦钱也无；俺吃着死囚的衣饭，有钞将些来使；哥哥可怜见，一个老的被人打死了，三个孩儿又在死囚牢内，老身吃了早晨，无了晚夕，前街后巷叫化了些残汤剩饭，与孩儿每充饥。哥哥只可怜见！<br>【倘秀才】叫化的剩饭重煎再煎，补衲的破袄儿翻穿了正穿。哥哥，则这件旧衣服送你罢！有这个旧褐袖，与哥哥且做些冤苦钱。我也不要你的。谢哥哥相觑当，厮周全，把孩儿每可怜。<br>罪已问定也，救不的了。<br>【脱布衫】争奈一家一计，肠肚萦牵；一上一下，语话熬煎；一左一右，把孩儿顾恋；一捋一把，雨泪涟涟。<br>【醉太平】数说起罪愆，委实的衔冤，我这里烦烦恼恼怨青大，告哥哥可怜。他三个足丢没乱眼脑剔抽秃刷转，依柔乞煞手脚滴羞笃速战；迷留没乱救他叫破俺喉咽，气的来前合后偃。<br>放你进来，我掩上这门。兀的不是我孩儿！母亲，你做甚么来？我与你送饭来。哥哥，怎生放我孩儿吃些饭也好！你没手？兀那婆子，喂你那孩儿。<br>【笑和尚】我、我、我两三步走向前，将、将、将把饭食从头劝，我、我、我一匙匙都抄遍；你、你、你胡噎饥，你、你、你润喉咽。娘也，我也吃些儿。石和尚好共歹一口口刚刚咽。大哥，这里有个烧饼，你吃，休教石和看见。二哥，这里有个烧饼，你吃，休教石和看见。<br>【叨叨令】叫化的些残汤剩饭，那里有重罗面！你不想堂食玉酒琼林宴，想当初长枷钉出中牟县，却不道布衣走上黄金殿。兀的不苦杀人也么哥！兀的不苦杀人也么哥！告你个提牢押狱行方便。<br>大哥，我去也，你有甚么说话？母亲，家中有一本《论语》，卖了替父亲买些纸烧。张千，等我肏你奶奶歪屄！<br><br>第四折<br>咱同母亲寻三哥尸首去来。母亲行动些！听的说石和孩儿盆吊死了，他两个哥哥抬尸首去了。我叫化了些纸钱，将着柴火燃埋孩儿去呵！<br>【双调】【新水令】我从未拔白悄悄出城来，恐怕外人知大惊小怪。我叫化的乱烘烘一陌纸，拾得粗坌坌几根柴。俺孩儿落不得席卷椽抬，谁想有这一解！<br>孩儿呵！<br>【驻马听】想着你报怨心怀，和那横死爷相逢在分界牌。若相见时呵，您两个施呈手策，把那杀人贼推下望乡台！黑洞洞天色尚昏霾，静巉巉迥野荒郊外，隐隐似有人来，觑绝时教我添惊骇。母亲那里？这不是三哥尸首？<br>【夜行船】慌急列教咱观了面色，血模糊污尽尸骸。我与你慌解下麻绳，急松开衣带，您疾忙向前来扶策。<br>【挂玉钩】你与我揪住头心掐下颏，我与你高阜处招魂魄。石和哎，贪慌处将孩儿落了鞋，你便叫煞他、怎得他瞅睬？空教我闷转加、愁无奈，只落得哭哭啼啼、怨怨哀哀。<br>石和孩儿呵！<br>【沽美酒】我将这老精神强打拍，小名儿叫的明白，你个孝顺的石和安在哉？则被他抛杀您奶奶，教我空没乱把地皮掴。<br>【太平令】空教我哭啼啼自敦自摔，百般的唤不回来。也是我多灾多害，急煎煎不宁不耐。石和孩儿呵！我在这里！教我左猜、右猜，不知是那里应来？呀，莫不是山精水怪！<br>母亲，孩儿来了。有鬼，有鬼！母亲休怕，是石和孩儿，不是鬼。<br>【风人松】我前行他随后赶将来，唬的我撧耳挠腮。教我战笃速忙把孩儿拜，我与你收拾垒七修斋。母亲，我是人。不是鬼疾言个皂白，怎免得这场灾？<br>包爷爷把偷马贼赵顽驴盆吊死了，着我拖他出来，饶了你孩儿也。<br>【川拨棹】这场灾，一时间命运衰；早则解放愁怀，喜笑盈腮。我则道石沉大海！大哥、二哥，您两个管着甚么哩？这言语休见责。您两个好不仔细。抬这尸首来做甚？<br>【殿前欢】孩儿，你也合把眼睁开，却把谁家尸首与我背将来？也不是提鱼穿柳欢心大，也不是鬼使神差。虽然道死是他命该，你为甚无妨碍？孩儿知道没事，是包爷爷吩咐教我背出来的。常言道\"老实的终须在\"！把错抬的尸首，你与我土内藏埋。<br>你怎生又打死人？你休慌莫怕。他是偷马的赵顽驴，替你偿葛彪之命。你一家儿都望阙跪者，听我下断：你本是龙袖娇民，堪可为报国贤臣。大儿去随朝勾当，第二的冠带荣身。石和做中牟县令，母亲封贤德夫人。国家重义夫节妇，更爱那孝子顺孙。今日的加官赐赏，一家门望阙沾恩。万岁，万岁，万万岁！<br>【水仙子】九重天飞下纸赦书来，您三下里休将招状责，一齐的望阙疾参拜。愿的圣明君千万载，更胜如枯树花开。捱了些脓血债，受彻了牢狱灾，今日个苦尽甘来。<br>【鸳鸯煞】不甫能黑漫漫填满这沉冤海，昏腾腾打出了迷魂寨；愿待制位列三公，日转千阶。畅道娘加做贤德夫人，儿加做中牟县宰，赦得俺一家儿今后都安泰。且休提这恩德无涯，单则是子母团圆，大古里彩！<br>题目葛皇亲挟势行凶横<br>赵顽驴偷马残生送<br>正名王婆婆贤德抚前儿<br>包待制三勘蝴蝶梦",
  "poet": {
    "id": 235,
    "star": 0,
    "name": "关汉卿",
    "image": "http://img.gushiwen.org/authorImg/guanhanqing.jpg",
    "desc": "关汉卿（约1220年──1300年），元代杂剧作家。是中国古代戏曲创作的代表人物，“元曲四大家”之首。号已斋（一作一斋）、已斋叟。汉族，解州人（今山西省运城），与马致远、郑光祖、白朴并称为“元曲四大家”。以杂剧的成就最大，一生写了60多种，今存18种，最著名的有《窦娥冤》；关汉卿也写了不少历史剧，如：《单刀会》、《单鞭夺槊》、《西蜀梦》等；散曲今在小令40多首、套数10多首。关汉卿塑造的“我却是蒸不烂、煮不熟、捶不匾、炒不爆、响珰珰一粒铜豌豆”（〈不伏老〉）的形象也广为人称，被誉“曲家圣人”。"
  },
  "tags": []
}