{
  "id": 57758,
  "star": 77,
  "name": "木兰花慢·中秋饮酒",
  "dynasty": "宋代",
  "content": "可怜今夕月，向何处，去悠悠？是别有人间，那边才见，光影东头？是天外，空汗漫，但长风浩浩送中秋？飞镜无根谁系？姮娥不嫁谁留？<br>谓经海底问无由，恍惚使人愁。怕万里长鲸，纵横触破，玉殿琼楼。虾蟆故堪浴水，问云何玉兔解沉浮？若道都齐无恙，云何渐渐如钩？",
  "fanyi": "<p><strong>译文<br></strong>今晚的月亮是多么可爱，悠悠忽忽地向西走，它究竟要到哪里去呢？是另外还有一个人间，那边刚好看到你升起在东头呢？还是在那天外广阔的宇宙，空无所有，只有浩浩长风把这美好的中秋月送走呢？它象一面飞入天空的宝镜，却不会掉下来，难道是谁用一根无形的长绳把它系住了吗 ？月宫里的嫦娥直到如今没有出嫁 ，不知又是谁把她留住了呢 ？<br>听说月亮游过海底，可又无从查问根由，这事真是不可捉摸，而叫人发愁。我怕大海中万里长鲸横冲直撞，会触破月宫的玉殿琼楼。月从海底经过，会水的虾蟆不用担心，可是那玉兔何曾学会游泳呢 ？如果这一切都安然无恙，那么，又为何逐渐变成弯钩模样？</p> <p><strong>注释<br></strong>①将旦：天色将晓。《天问》：楚词篇名，<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>所作。作者向天提出种种奇问，作品由一百七十多个问题组成，或自然，或社会，涉及面极广，表现出作者勇于探索的精神。及唐，更有<a href=\"http://so.gushiwen.org/author_646.aspx\">柳宗元</a>作《天对》，对《天问》之问逐一作答。辛词仿《天问》体，在词中一气提出九问。　此词咏月，卓有创新：一，前此有待月<a href=\"http://so.gushiwen.org/view_57758.aspx\">诗</a>，而无送月诗。二，引《天问》体入词。三，《天问》问月仅二，辛词不仅九问，且“词人想象，直悟月轮绕地球之理，与科学家密合，可谓神悟”（<a href=\"http://so.gushiwen.org/author_408.aspx\">王国维</a>《人间词话》）。四，善想象，富描绘，丰美瑰丽，把对天宇的探索和神话传说熔为一炉，而又自出新境。此亦前之未有，故弥足珍贵。<br>②“可怜”两句：一问。天色将晓，月亮悠悠西行，将行向何处？可怜：可爱。言中秋之月团圆皎洁，惹人生爱。<br>③“是别有”三句：二问。难道西天极处别有人间，月从这边冉冉西落，又从那边人间缓缓东升？光影：指月亮。<br>④“是天外”三句：三问。太空浩渺，月亮运行是否凭借浩荡秋风？空汗漫：空虚莫测，广大无际。<br>⑤“飞镜”句：四问。月亮如飞镜无根，是谁用绳索将它悬系太空？<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>《拟古》：“长绳难系日。”<br>⑥“?娥”句：五问。月中嫦娥千秋不嫁，又是谁殷勤将她留下？?（héng横）娥：即月里嫦娥。据神话传说，她偷食丈夫后羿的仙药，乘风奔月，从此永居月宫。<br>⑦“谓经”两句：六问。听说月亮西经海底而重返于人间东方，究竟是真是假。问无由：无从查询。恍惚：谓此说迷离恍惚，不可捉摸。<br>⑧“怕万里”三句：七问。谓上说如真，则月亮行经海底时，月中的玉殿琼楼怎不为恣意纵横的万里长鲸冲破撞坏？玉殿琼楼：神话传说谓月中自有“琼楼玉宇烂然”（《拾遗记》），故俗称“月宫”。<br>⑨“虾蟆”两句：八问。倘言月中虾蟆自会游水，则玉兔何以能在水中自由沉浮？按：神话传说谓月中宫中有金蟾戏水，白兔捣药。故堪：固然能够。<br>⑩“若道”两句：九问。如说月亮一切安然无恙，则何以一轮圆月渐渐变作一弯银钩？按：此指月亮的盈亏圆缺变化。无恙（yàng样）：完好无损。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　在中国古典<a href=\"http://so.gushiwen.org/view_57758.aspx\">诗</a>词中，咏月诗不可胜计，咏月词也多得不可胜数 。但是 ，真正能千古流传，脍炙人口的，却并不很多，如苏东坡的《水调歌头》（“明月几时有”）就是 。</p> <p>　　战国时代，楚国大诗人<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>曾写过一篇《天问》，全篇是对天质问，一连问了一百七十多个问题。<a href=\"http://so.gushiwen.org/author_217.aspx\">辛弃疾</a>使用《天问 》体，而创作的这首《木兰花慢》，构思新颖，想象奇瑰 ，与一般写悲欢离合的词人不同，他不思乡，不怀人，不吊古，而是紧紧抓住黎明前的刹那时间 ，象伟大诗人屈原那样，驰骋想象的翅膀，连珠炮似的对月发出一个个疑问，把有关月亮的一些优美神话传说和生动比喻交织成一幅形象完美的绚丽图画，给人以极大的艺术享受。请看他那妙趣横生的发问是：今晚的月亮是多么可爱，悠悠忽忽地向西走，它究竟要到哪里去呢？接着又问：是另外还有一个人间，那边刚好看到你升起在东头呢？还是在那天外广阔的宇宙，空无所有，只有浩浩长风把这美好的中秋月送走呢？它象一面飞入天空的宝镜，却不会掉下来，难道是谁用一根无形的长绳把它系住了吗 ？这些问题，问得异想天开，而又饶有兴味。传说后羿请不死药于西王母，羿妻姮娥窃以奔月，离开人间而独居于广寒宫。于是，作者又发问：月宫里的嫦娥直到如今没有出嫁 ，不知又是谁把她留住了呢 ？听说月亮游过海底，可又无从查问根由，这事真是不可捉摸，而叫人发愁。我怕大海中万里长鲸横冲直撞，会触破月宫的玉殿琼楼。月从海底经过，会水的虾蟆不用担心，可是那玉兔何曾学会游泳呢 ？如果这一切都安然无恙，那么，又为何逐渐变成弯钩模样？</p> <p>　　词人这一连串的发问，把我们带入了富于浪漫色彩的神话世界 ，想象新奇，幽默而又妩媚，问得奇，问得妙。</p> <p>　　当然 ，稼轩写这首词不只是驰骋艺术才思而已，其中也有着作者对客观自然现象的深入观察，作出了大胆的猜测。在诗词中，向月亮发问，前已有之，不算什么发明创造。如<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>的“青天有月几时来，我今停杯一问之”，苏东坡的“明月几时有，把酒问青天”等等，然而，这首词中所提出的一些疑问，表达了作者对自然现象的大胆猜测，却是前人所不及的。月亮绕地球旋转这个科学现象的发现，曾引起天文学界的革命。而在哥白尼前三、四百年，宋代词人辛弃疾在观察月升月落的天象时，已经隐约猜测到这种自然现象了。<a href=\"http://so.gushiwen.org/author_408.aspx\">王国维</a>在《人间词话》中说 ：“稼轩中秋饮酒达旦，用《天问 》体作《木兰花慢》以送月曰：‘可怜今夕月，向何处，去悠悠？是别有人间，那边才见，光影东头？’词人想象，直悟月轮绕地之理，与科学家密合，可谓神悟！”</p> <p>　　在宋代词人中，辛弃疾一向被推为豪放派的代表作家所谓“豪 ”，就是豪纵跌宕 ，横绝古今 ；所谓“放 ”，就是雄放恣肆，别开天地。辛弃疾的词，的确达了这种境界。他这首用《天问》体写词，通篇设问，一问到底，这在宋词中是一创格，表现出作者大胆创新、不拘一格的艺术气魄。它打破了词的上下片的界限，一口气对月发出一连串的疑问。词的用韵也完全适应豪纵激宕的感情，读起来一气贯注，势如破竹。并且多用散文化句式入词，使词这种形式更能挥洒自如地表现思想感情，给作品带来不可羁勒的磅礴气势。并且，这首词还有其另外一层含义，即作者对国家命运的忧思。在这首词中，作者以皎洁的圆月象征大<a href=\"http://so.gushiwen.org/author_451.aspx\">宋江</a>山，而对它的命运忧心忡忡，“怕万里长鲸，纵横触破，玉殿琼楼 ”，强烈地透露出作者对误国误民的奸邪势力的憎恶之情，表达了他对南宋朝廷命运和前途的深深忧虑，寓意深刻。</p>",
  "poet": {
    "id": 217,
    "star": 0,
    "name": "辛弃疾",
    "image": "http://img.gushiwen.org/authorImg/xinqiji.jpg",
    "desc": "辛弃疾（1140－1207），南宋词人。原字坦夫，改字幼安，别号稼轩，汉族，历城（今山东济南）人。出生时，中原已为金兵所占。21岁参加抗金义军，不久归南宋。历任湖北、江西、湖南、福建、浙东安抚使等职。一生力主抗金。曾上《美芹十论》与《九议》，条陈战守之策。其词抒写力图恢复国家统一的爱国热情，倾诉壮志难酬的悲愤，对当时执政者的屈辱求和颇多谴责；也有不少吟咏祖国河山的作品。题材广阔又善化用前人典故入词，风格沉雄豪迈又不乏细腻柔媚之处。由于辛弃疾的抗金主张与当政的主和派政见不合，后被弹劾落职，退隐江西带湖。"
  },
  "tags": [
    "豪放",
    "咏物",
    "月亮",
    "抒怀"
  ]
}