{
  "id": 49675,
  "star": 27,
  "name": "江城子·腻红匀脸衬檀唇",
  "dynasty": "宋代",
  "content": "腻红匀脸衬檀唇。晚妆新。暗伤春。手捻花枝，谁会两眉颦。连理带头双□□，留待与、个中人。 <br>淡烟笼月绣帘阴。画堂深。夜沈沈、谁道□□，□系得人心。一自绿窗偷见后，便憔悴、到如今。",
  "fanyi": "<p><strong>译文<br></strong>油腻红粉均匀地抹在脸上衬托着香唇，晚上的新妆刚打扮成，便暗暗去献春心。用手指搓转花枝，哪个能理解她为什么皱着眉头？绣有连理植物图的衣带，头缓着双口口，等待留给心上人。<br>淡色的烟雾笼翠着月色，使得绣帘阴暗起来，只见殿堂进层很深，夜色也很深。哪个说口口，口系入心上人的心中？自从那一天绿窗暗暗地会面后，就烦恼起来。</p> <p><strong>注释<br></strong>⑴江城子：词牌名。又名《江神子》、《水晶帘》、《村意远》。唐、五代词多为单调。<br>⑵檀唇：檀香脂涂的嘴唇。<br>⑶会：理解。<br>⑷两眉颦（pín）：皱眉。<br>⑸连理：异根草木，枝干连生或两树枝条相连，俗称吉祥之兆，比喻恩爱夫妻或象征坚贞爱情。连理带：绣有连理植物的衣带。<br>⑹头双口口（口口疑为“飞燕”之脱漏）：头上缀有双飞燕图案。<br>⑺留待与：等待留给。<br>⑻画堂：古代宫中彩绘的殿堂。<br>⑼口口：疑为“连理”之脱漏。<br>⑽口：疑为“能”之脱漏。<br>⑾绿窗：绿色的窗子，这里指女子居室。<br>⑿憔悴：烦恼，困顿，黄瘦。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　上片，披露宫廷侍妓“暗伤春”的“两眉策”神态。“腻红匀脸衬檀唇，晚妆新，暗伤春”，写侍妓浓抹“暗伤春”。“腻红”，“檀唇”，描艳妆，凭此香诱人，可谓艳妆浓抹难相宜。“晚妆”，表明侍妓的夜时活动。这是不同凡女的举动，“暗”与“晚妆”照应，表明行为不是光明正大，而是偷偷摸摸的。“暗”字一用，侍妓的性格暴露无遗。“手捻花枝，谁会两眉颦，特写侍妓的特殊举动。一是“捻花枝”招揽过客，一是“两眉颦”显得焦躁不安。最后三句“连理带头双飞燕，留待与、个中人”，特写侍妓的另一个特殊举动。一是身着“连理带”，象征忠贞于过客，永不改移，一是头缀“双飞燕”图，暗示跟随过客，永不分离。天涯沦落无故人，可谓一厢情愿。<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>在嘲讽中不免带有几丝同情。</p> <p>　　下片，回忆侍妓欲入宫中的偷情举动。“淡烟笼月绣帘阴，画堂深，夜沉沉”，写侍妓欲入宫中的阴沉气氛。“淡烟笼月”点明时间为灰蒙蒙的月夜，“绣帘阴”衬托侍妓的晦暗心态，“画堂深”想象所去之处的阴郁气氛，“夜沉沉”则点明长夜漫漫，心事沉重。“谁道连理，能系得人心”？写侍妓的疑惑与企盼。“连理”，象征送过客传情之物，“系得”，表明为得宠之举动。这“难道”为怀疑词，即“连理带”之赠送谁说能“得人心”、拴住过客之心？因为风月场上的侍妓已是多如牛毛了。为此，苏轼在最后三句“一自绿窗偷见后，便憔悴、到如今”中，发出同情性的感叹。妓女在风月场上，一般所遇是寻花问柳的男人。一旦觅到稍有同情心的男子，便对天发誓，甚至以命相许，指望他能帮助自己跳出火坑。这个侍妓在宿室暗暗地会见心上过客之后，担心他不接受“连理带”或“双飞燕”信物，尽是烦恼，直到如今。如果连最后一线希望都破灭了，既成不了“连理枝”，更成不了“双飞燕”，而只能成为被侮辱的玩物而被抛弃，其痛苦就更为沉痛惨烈了。这真是可怜！可叹！可悲！</p> <p>　　全词凭借描写、记叙、回忆、烘托、象征之笔，刻画了一位“暗伤春”而“憔悴”的侍妓形象。由腻红、檀唇、晚妆、暗伤春、捻花枝、两眉肇、留待、系得人心、偷见、憔悴，连续性的表现，表明侍妓是一位既艳情又失态的可悲而可怜的女性。</p>",
  "about": "<h2>创作背景</h2> 　　宋仁宗嘉祐元年（1056年）六月，<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>自家乡四川到京师应试，耳闻目睹宫廷生活，深有感触，尤其对纨绔和艳情习气颇为不满。宋仁宗嘉祐二年（1057年）二月，苏轼作该词以披露之。",
  "poet": {
    "id": 183,
    "star": 0,
    "name": "苏轼",
    "image": "http://img.gushiwen.org/authorImg/sushi.jpg",
    "desc": "苏轼（1037－1101），北宋文学家、书画家、美食家。字子瞻，号东坡居士。汉族，四川人，葬于颍昌（今河南省平顶山市郏县）。一生仕途坎坷，学识渊博，天资极高，诗文书画皆精。其文汪洋恣肆，明白畅达，与欧阳修并称欧苏，为“唐宋八大家”之一；诗清新豪健，善用夸张、比喻，艺术表现独具风格，与黄庭坚并称苏黄；词开豪放一派，对后世有巨大影响，与辛弃疾并称苏辛；书法擅长行书、楷书，能自创新意，用笔丰腴跌宕，有天真烂漫之趣，与黄庭坚、米芾、蔡襄并称宋四家；画学文同，论画主张神似，提倡“士人画”。著有《苏东坡全集》和《东坡乐府》等。"
  },
  "tags": [
    "宫廷",
    "生活",
    "女子"
  ]
}