{
  "id": 59905,
  "star": 15,
  "name": "满江红·九月二十一日出京怀古",
  "dynasty": "宋代",
  "content": "缓辔西风，叹三宿、迟迟行客。桑梓外，锄耰渐入，柳坊花陌。双阙远腾龙凤影，九门空锁鸳鸾翼。更无人擫笛傍宫墙，苔花碧。<br>天相汉，民怀国。天厌虏，臣离德。趁建瓴一举，并收鳌极。老子岂无经世术，诗人不预平戎策。办一襟风月看升平，吟春色。",
  "shangxi": "<h2>赏析</h2> <p>　　首先说一下，词题中的“怀古”。从全词内容看，实在没有多少“怀古”成份。写孔、孟之事是在运用典故，擫笛宫墙是借喻，都是一点即可，没有就古人之故事作深入阐述。而其余部分则都是在写自己，说当世，以“伤今”则更为妥当。大概是因为“伤今”不便明说，只好借“怀古”来打打掩护罢了。</p> <p>　　起笔“缓辔西风，叹三宿、迟迟行客”，就用了《孟子》两处的典故。《孟子·公孙丑下》说孟子离开齐国，在齐国都城临淄西南的昼县留宿了三晚才离去（“三宿而后出昼”）。有人背后议论他为什么走得这样不爽快，孟子知道了就说：我从千里外来见齐王，谈不拢所以走，是不得已才走的。我在昼县歇宿了三晚才离开，在我心里还以为太快了哩，我岂是舍得离开齐王啊！——这就是“三宿”两字所概括的内容。又《万章下》说：“孔子……去鲁，曰：‘迟迟吾行也，去父母国之道也。’”这两句用典，很能表达词人留恋旧京、故乡，至此不得不去而又不忍离去的心情。再加以“缓辔”二字表行动带难舍之意，“西风”二字表时令带悲凉之情，充分衬托出词人此际的心绪。不想行而终须行了。“桑梓外，锄耰渐入，柳坊花陌”。昔日汴京繁华时，“都城左近，皆是园圃。……次第春容满野，暖律暄晴，万花争出粉墙，细柳斜笼绮陌。香轮暖辗，芳草如茵；骏骑骄嘶，杏花如绣”（《东京梦华录》卷六）。此时词人行到故乡郊外，只见旧日园林，尽成种庄稼之地（锄耰是种田的农具），感慨之情，已含景中。词写到郊外农村景色，说明离京已有一段路了，然后接写“双阕远腾龙凤影，九门空锁鸳鸾翼”，回过头来再说城内。词题为“出京”，按行路顺序是由城内出至郊外，这里倒过来写并非无故，盖所写城内景观乃是在郊外回望所见，一个“远”字足以说明，条理还是顺的。“桑梓”三句除寓有黍离之悲，更重要的是为回头望阕作必要的过渡。“双阙”句写回望眼中所见宫殿影象。《东京梦华录》卷一“大内”条说：“大内正门宣德楼列五门，门皆金钉朱漆，壁皆砖石间甃，镌镂龙凤飞云之状，莫非雕甍画栋，峻桷层榱，覆以琉璃瓦，曲尺朵楼，朱栏彩槛，下列两阙亭相对，悉用朱红杈子。”词人出郊回望所见的正是龙凤双阕之影。“双阙”代指大内皇宫，其中曾经有过朝廷、君王，统包在“双阙”之内，然而它“远”矣！“远”字体现了此时眼中空间的距离，更体现了心上时间的距离。故国沦亡，心情无法平静。</p> <p>　　“九门”句更作进一步的嗟叹。“九门”泛指皇宫，“鸳鸾”本为西汉后宫诸殿之一，见<a href=\"http://so.gushiwen.org/author_398.aspx\">班固</a>《西都赋》和<a href=\"http://so.gushiwen.org/author_6.aspx\">张衡</a>《西京赋》。这里特拈出“鸳鸾”一处以概其余，则为了与上句的“龙凤”构成对偶。由“鸳鸾”又生出一“翼”字，与上句的“影”字为对。句言后宫“空锁”，语极沉痛，其中包含着汴京被金攻破后“六宫有位号者皆北迁”（《宋史·后妃·哲宗孟皇后传》）这一段痛史。“更无人擫笛傍宫墙，苔花碧”，用<a href=\"http://so.gushiwen.org/author_18.aspx\">元稹</a>《连昌宫词》“李笛傍宫墙”句而反说之。天宝初年唐室盛时歌舞升平，人民安居乐业，宫中新制乐曲，声流于外，长安少年善笛者李笛听到速记其谱，次夕即于酒楼吹奏。此词反用其事，以“无人擫笛”映照宫苑空虚、繁华消歇景况；苔花自碧，亦写荒凉。其陪同使节北行词中也有“神州未复”、“独怜遗老”的感情抒发。至此回经旧都，远望宫阕，宜有许多感叹之情；而图谋克敌恢复中原的急切心事，亦于此时倾吐，于下片见之。</p> <p>　　上片多写景，情寓景中，气氛压抑悲怆。下片转入议论，仍是承接上片牵国事的意脉，而用语则转为显直，大声疾呼：“天相汉，民怀国。天厌虏，臣离德。趁建瓴一举，并收鳌极。”“汉”、“虏”字代指宋与金，“天”谓“天意”。古人相信有“天意”，将事势的顺逆变化都归之于“天”。“天相”意为上天帮助，语出于《左传·昭公四年》“晋、楚唯天所相”。“天厌”出《左传·隐公十一年》“天而既厌周德矣”，“厌”谓厌弃。事势不利于金即有利于宋。《永乐大典》卷一二九六六引陈桱《通鉴续编》载：“金主自即位，即为北鄙阻等部所扰，无岁不兴师讨伐，兵连祸结，士卒涂炭，府藏空匮，国势日弱，群盗蜂起，赋敛日繁，民不堪命。……韩侂胄遂有北伐之谋。”</p> <p>　　就在<a href=\"http://so.gushiwen.org/author_2274.aspx\">李壁</a>等出使的这一年春，邓友龙充贺金正旦使归告韩侂胄，谓在金时“有赂驿吏夜半求见者，具言虏为鞑（蒙古）之所困，饥馑连年，民不聊生，王师若来，势如拉朽”，侂胄“北伐之议遂决”（见罗大经《鹤林玉露》卷四）。罗大经是肯定这些密告者的，说是“此必中原义士，不忘国家涵濡之泽，幸虏之乱，潜告我使”。这也是“民怀国”之一证。《通鉴续编》所谓的“群盗蜂起”，即是说的金境内的农民起义军，也是“民怀国（宋）”的又一证。以上这些情况，对金国内部必有影响，李壁、史达祖一行当有更新的情况了解。如此年六月，金制定“镇防军逃亡致边事失错陷败户口者罪”，七月，定“奸细罪赏法”（均见《金史·章宗纪》），反映了其内部的不稳。总的看民心向着宋，背着金，大可乘机恢复，统一全国。话虽如此说，但一想到自己并非无才，只因未能考取进士不得以正途入仕，只屈身作吏，便觉英雄气短，于是接着有“老子岂无经世术，<a href=\"http://so.gushiwen.org/view_59905.aspx\">诗</a>人不预平戎策”的大声慨叹。最后“办一襟风月看升平，吟春色”，“办”是准备之义，“升平”即上文“建瓴一举，并收鳌极”，国家恢复一统的太平盛世，也就是下句的“春色”。</p> <p>　　这里一个“看”字耐人寻味。“平戎策”既因自己无位无权而“不预”，“收鳌极”又望其成，则只有等着“看”而已，其中也颇含自嘲之意。“吟”字上应“诗人”。风月满襟，畅谈春色，把政治上的理想写得诗意十足，也补救了下片纯乎议论的偏向，以此结束，情韵十足。</p>",
  "about": "<h2>创作背景</h2> <p>　　史达祖曾为韩侂胄幕僚。侂胄当政时，起草文字的差使，大多由他来完成，得到重用。公元1204年（宁宗嘉泰四年），韩侂胄欲谋伐金，先遣张嗣古为贺金主生辰正使，入金观察虚实，返报不得要领，次年（开禧元年）再遣<a href=\"http://so.gushiwen.org/author_2274.aspx\">李壁</a>（见<a href=\"http://so.gushiwen.org/author_345.aspx\">叶绍翁</a>《四朝闻见录》），命史达祖陪同前往。<a href=\"http://so.gushiwen.org/author_777.aspx\">金章宗</a><a href=\"http://so.gushiwen.org/author_139.aspx\">完颜璟</a>生辰在九月一日，南宋于六月遣使，七月启行，闰八月抵金中都（今北京）。事毕返程，于九月中经过汴京（今河南开封）。汴京是北宋故都，南宋人仍称为“京”，它又是史达祖的故乡。九月二十一日离汴时，为抒发心中感想，特作这首词。</p>",
  "poet": {
    "id": 729,
    "star": 0,
    "name": "史达祖",
    "desc": "史达祖1163～1220？年，字邦卿，号梅溪，汴（河南开封）人。一生未中第，早年任过幕僚。韩侂胄当国时，他是最亲信的堂吏，负责撰拟文书。韩败，史牵连受黥刑，死于贫困中。史达祖的词以咏物为长，其中不乏身世之感。他还在宁宗朝北行使金，这一部分的北行词，充满了沉痛的家国之感。今传有《梅溪词》。存词112首。"
  },
  "tags": [
    "典故",
    "抒怀"
  ]
}