{
  "id": 72748,
  "star": 121,
  "name": "曾国藩诫子书",
  "dynasty": "清代",
  "content": "　　余通籍三十余年，官至极品，而学业一无所成，德行一无许可，老大徒伤，不胜悚惶惭赧。今将永别，特将四条教汝兄弟。</p> <p>　　一曰慎独而心安。自修之道，莫难于养心；养心之难，又在慎独。能慎独，册内省不疚，可以对天地质鬼神。人无一内愧之事，则天君泰然。此心常快足宽平，是人生第一自强之道，第一寻乐之方，守身之先务也。</p> <p>　　二曰主敬则身强。内而专静纯一，外而整齐严肃。敬之工夫也；出门如见大宾，使民如承大祭，敬之气象也；修己以安百姓，笃恭而天下平，敬之效验也。聪明睿智，皆由此出。庄敬日强，安肆日偷。若人无众寡，事无大小，一一恭敬，不敢怠慢。则身强之强健，又何疑乎？</p> <p>　　三曰求仁则人悦。凡人之生，皆得天地之理以成性，得天地之气以成形，我与民物，其大本乃同出一源。若但知私己而不知仁民爱物，是于大本一源之道已悖而失之矣。至于尊官厚禄，高居人上，则有拯民溺救民饥之责。读书学古，粗知大义，既有觉后知觉后觉之责。孔门教人，莫大于求仁，而其最切者，莫要于欲立立人、欲达达人数语。立人达人之人，人有不悦而归之者乎？</p> <p>　　四曰习劳则神钦。人一日所着之衣所进之食，与日所行之事所用之力相称，则旁人韪之，鬼神许之，以为彼自食其力也。若农夫织妇终岁勤动，以成数石之粟数尺之布，而富贵之家终岁逸乐，不营一业，而食必珍馐，衣必锦绣，酣豢高眠，一呼百诺，此天下最不平之事，神鬼所不许也，其能久乎？古之圣君贤相，盖无时不以勤劳自励。为一身计，则必操习技艺，磨练筋骨，困知勉行，操心危虑，而后可以增智慧而长见识。为天下计，则必已饥已溺，一夫不获，引为余辜。大禹、墨子皆极俭以奉身而极勤以救民。勤则寿，逸则夭，勤则有材而见用，逸则无劳而见弃，勤则博济斯民而神祇钦仰，逸则无补于人而神鬼不歆。</p> <p>　　此四条为余数十年人世之得，汝兄弟记之行之，并传之于子子孙孙，则余曾家可长盛不衰，代有人才。",
  "fanyi": "<h2>译文</h2> <p>　　我作官做了三十多年，官职已经到了最高等级，可是学业一点也没有成就，德行一点儿也没有可赞许的地方，到岁数大了只有伤悲，不胜惊慌惭愧。现在将要与你们永别，特将以下四条教给你们兄弟。</p> <p>　　第一、一个人独处时思想、言语、行为谨慎就能在处世时做到心安理得，心平气和。修身养性做人做学问的道路，最难的就是养心，养心中最难的，就是做到在一个人独处时思想、言语、行为谨慎。能够做到在一个人独处时思想、言语、行为谨慎，就可以问心无愧，就可以对得起天地良心和鬼神的质问。如果一个人在独处时没有做过一件问心有愧的事，那么他就会觉得十分安稳，自己的心情也常常会是快乐满足宽慰平安的，（做到在一个人独处时思想、言语、行为谨慎）是人生中最好的自强不息的道路和寻找快乐的方法，也是做到守身如玉的基础。</p> <p>　　第二、主观上对人对事对物态度恭恭敬敬就能使身心强健。内心专一宁静浑然一体，外表衣着整齐态度严谨，这是对人对事对物态度恭恭敬敬的方法；一出门就像要去拜访一个尊贵的客人，就像普通老百姓在祭祀祖先时所表现出来的那种恭恭敬敬的样子，这是对人对事对物态度恭恭敬敬的气氛。想要凭借自己掌握的知识来安抚老百姓，必须做到一丝不苟恭恭敬敬这样老百姓才能信服，这是对人对事对物态度恭恭敬敬的效果。聪明的人和机智的人，因为他们都能够做到对人对事对物态度恭恭敬敬，所以总能够给别人留下一个美好的印象。主观上对人对事对物态度庄重严谨恭恭敬敬，就会一天比一天壮大自己，主观上对人对事对物态度傲慢无礼肆意而为，就会一天比一天消亡自己。如果能做到无论对一个人还是一群人、无论对小事情还是大事情都态度恭恭敬敬，不敢有一丝一毫松懈怠慢的意思，那么自己身体和内心的强健，还用值得怀疑吗？</p> <p>　　第三、讲究仁爱就能使人心悦诚服。天底下人的生命，都是得到了天和地的机理才成就自我的性格，都是得到了天和地的气息才成就自我的形象，我（指<a href=\"http://so.gushiwen.org/author_866.aspx\">曾国藩</a>）和普通老百姓相比，对于生命生生不息的意义其实都是相同的。假如我（指曾国藩）只知道自私自利而不知道对老百姓讲究仁爱对事物加倍爱惜，那么就是违背甚至抛弃了生命生生不息的意义。至于那些享有丰厚俸禄的大官，高高地位于众人之上，就应该承担起拯救老百姓于溺水之时和拯救老百姓于饥饿之中的责任。读古书学习古人的思想，大概知道了古书中的意思，就应该有大力推行古书中自己已经领悟的古人正确思想的责任。孔子的儒家学派教育子弟，大都要求子弟要讲究仁爱，而讲究仁爱最根本的，就是要想成就自己首先就要成就他人，要想富贵自己首先就要富贵他人。能够成就他人富贵他人的人，人们哪会有不心悦诚服的归顺于他的呢？</p> <p>　　第四、努力工作、辛勤劳动就能使神明感到钦佩。一个人每一天所穿的衣服、所吃的食物，能做到与他白天所做的事情所用的力气相匹配的，就会得到旁人的认可和鬼神的赞许，这是因为他是在靠自己的本事吃饭。假如普通人家男人耕田女人织布，一年到头辛苦劳动，才有了几担谷和几匹布的收入，而富贵人家的老爷少爷却一年到头安逸淫乐，不做一件事情，而吃的都是山珍海味，穿的都是锦罗绸缎。喝醉了酒以后就像猪一样呼呼大睡，醒来后他一叫唤就有下人们对他唯唯喏喏，这是天底下最不公平的事情，连鬼神看见了都不会允许他（富贵人家）这样胡作非为，难道富贵人家就可以长期这样安逸淫乐享福吗？古代圣明的帝王和贤良的大臣，没有一个无时不刻不是把勤劳工作作为座右铭来激励自己。如果从个人安身立命的角度来说，就应该努力操练和学习技术本领，积极煅练自己的体魄，感觉到自己知识太少时就加倍努力去学习知识，时时刻刻做到居安思危，这样才能够做到通过增长自己的学识来增长自己的才干。而从为天底下老百姓着想的角度来说，就应该做到让普天下的百姓都吃饱饭、穿暖衣，不再处于水深火热之中，让他们都接受教育，不再像水边的蒿草一样没有自己的主见，这些都是我们应该背负的责任。大禹、墨子大都提倡对于个人生活应该非常节俭，而对于工作应该非常努力，辛勤劳动以使自己丰衣足食。勤苦劳动的人长寿，安逸享受的人短寿，勤劳的人因为经常参加社会劳动，学有才干而能够派上用场，安逸享受的人因为从不参加社会劳动，毫无才干而会被社会所淘汰，一个人努力工作辛勤劳动就能为社会创造财富给别人带来好处从而使神明都对他的行为感到钦佩敬仰，一个人贪图安逸享乐就不能为社会创造财富不能给别人带来好处从而使鬼神都他的行为感到厌恶。</p> <p>　　这四条是我从数十年的人生中积累的，你们兄弟们记住并且履行，而且要把它传给子子孙孙，这样,我们曾家就可以长盛不衰，每代都有人才。</p>",
  "poet": {
    "id": 866,
    "star": 0,
    "name": "曾国藩",
    "image": "http://img.gushiwen.org/authorImg/zengguofan.jpg",
    "desc": "曾国藩（1811年11月26日－1872年3月12日），初名子城，字伯函，号涤生，谥文正，汉族，出生于湖南长沙府湘乡县杨树坪（现属湖南省娄底市双峰县荷叶镇）。晚清重臣，湘军的创立者和统帅。清朝战略家、政治家，晚清散文“湘乡派”创立人。晚清“中兴四大名臣”之一，官至两江总督、直隶总督、武英殿大学士，封一等毅勇侯，谥曰文正。"
  },
  "tags": [
    "家训"
  ]
}