{
  "id": 70498,
  "star": 2,
  "name": "杂剧·忠义士豫让吞炭",
  "dynasty": "元代",
  "content": "第一折<br>周室中衰起战争，鸱张七国各屯兵。一从唐叔分桐后，政事分来在六乡，某乃智宣子之子荀瑶是也，国人号为智襄子，因某居长，称为智伯。这个是某家臣絺疵。某与范氏、中行氏、韩氏，魏氏、氏，世执晋国之政，职任六卿，惟某最强盛。前年灭了范氏、中行氏二家，彼土地人庶，尽为己有。今某心中还要将韩、魏、赵三家，一发并吞，废了晋侯，西晋土宇，皆归于某。那其间方为愿足。如今定了一计，于兰台设一筵席，请韩、魏、赵三子会饮。酒席之间，以礼问他求地，若与则巳。不与就起兵征伐。若去了三家，唐叔山河，不久入吾手也。谋计己定。絺疵，你去请三子来赴宴。疾去早来。某奉工人令，着我去请三家主君，来赴兰台之宴，不敢久停久住，须索走一遭去。世职为卿佐晋邦，先人生我弟兄双，智瑶强横相侵压，谨守身家死不降。某姓赵名无恤，世备晋国六卿之职。我先君赵筒子存日，曾使尹铎治晋阳，尹铎请曰：\"以为茧丝乎？\"以为保障乎？先君曰：\"保障哉！\"尹铎损其户数。先君曾谓某曰，晋国有难，无以尹铎为少，无以晋阳为远，以是为归。某佩服先君之言，谆谆在耳。自先君弃世之后，智襄子荀瑶为晋正卿，欺俺寡弱，有移晋柞之心。前年将范氏、中行氏二家绝灭，大肆强暴。不久祸及于俺三家。今日又在兰台设宴，请某与魏桓子、韩康子会饮，不知有何事，其中必有奸计。不去又不好，等韩、魏二子来，须索走一遭。昔自先王戏削桐，世为卿职在河东。奈何荀氏强梁甚，要使三家入彀中。某韩康子是也，姓韩名虎，国人称为韩康子，世为晋卿。我晋国卿六人，独某与赵、魏相厚。今正卿荀瑶不道，欲并诸卿大夫，己将范、中行灭了，又欲侵及俺三家。今在兰台设宴，请俺三人，不知有何事，须索去咱，等赵、魏二子同行则个。邦国分茅建六卿，自惭继职守持盈。谁知衰世强凌弱，荀氏跳梁拥重兵。某姓魏名驹，国人称为魏桓子，职任晋卿。叵耐正卿荀瑶，常有吞并俺韩、魏、赵之心。今日设宴兰台．来请俺三人，须索社会则个。前面不是二位公子，呀呀。赵韩二君拜揖。荀氏招饮，不知其旨，咱须早赴则个。某等有何德能，敢劳上卿置酒相待。今喜邦家无事，谨请三位公子闲饮一番。某自先世流传，支庶众多，土地窄隘。三公子采邑与某相邻者，敢借一二区，以供樵采，不拒幸多。某观智伯好利而愎，今索地于<br>我，不与将伐我，不如与之。彼狃于得地，必请于他人，他人不与，必向之以兵，然后我得免于思，而待事之变矣。某有万家之邑，愿献左右多谢多谢。魏公子允否？无故索地，大夫必惧，吾与之地，智伯必骄，彼骄而轻敌，此惧而相亲，以相亲之兵，待轻敌之人，智伯之命，必不长矣。某亦有万家之邑，敢献左右。多谢多谢。赵公，蔡皋狼之地，与某食邑接境，欲求借为采邑，未知允否？念无恤承先人基业，兢兢业业，惟恐失坠。土地人庶，皆先人遗祚，我公无故见侵，决不敢基命。必不见容，有死而已。赵公好不见机，你不见六卿之家，大半归我，韩魏各已献地，你就强梁，到得那里？岂不见范氏中行氏之例乎？赵子好是无理也！地又不与，又不辞而去，怎寄干休？韩魏二公，咱三家点起甲兵，将赵氏不分老弱，一鼓擒灭。将他土地人庶，咱三人平分了，岂不好也？谨奉教令。某姓豫名让，是智伯家一个家臣，今日我主人兰台没宴，会韩魏赵三君，适间我主人倚兵马强盛，问三家索地，韩魏各献万家之邑，独赵君不与，我主人当筵毁辱，逼的赵君逃席而去。我主人以为得志，还要伐他。我想来，主不备难，难必至矣。蜂蚁尚能螫人，况人君乎？我须索进劝一遭。主人，让闻我主索地，赵君避席，主人反欲见伐。且高而不危，满而不溢。先王谓志不可满，欲不可纵。赵君逃走。必有防备，若苦苦相侵，恐非善道，不可不可。<br>【仙吕】【点绛唇】便待将韩魏平吞，逼的赵正逃遁。偏咱呵安稳，则待要独霸乾坤，全不怕后代人评论。<br>我好意请他饮酒，地又不与，又不告而去，兀的不气杀我也。<br>【混江龙】休为-朝之忿，不思量旋踵丧其身。上个尊周朝皇帝，下不闻阃外将军，独自兴心独门立，却不道半山天子半由臣。待驱兵领将，积草屯粮。平白地要把邻邦困。可不道己所不欲，勿施于人。豫让，你言差矣。想晋国卿相，惟我居首，兵多人盛，又得韩魏二子。协心助翊。今合兵攻伐。他若拒敌，一鼓成擒；他若不拒守，决水围灌，无有不成功者。你倒来替他回护，触恼我心。巨闻忠臣不怀情于君；孝子不畏死于父；存忠尽节，受斧钺而无怨。主公，今上有周朝天子，不尊王命，无故索地，与咱是人情，不与是正理。今日无故称兵，大不祥也。如今天王法令不行，周祚衰微，天下诸侯，互相吞并，强者霸，弱者亡，我不乘时，非为智也。<br>【油葫芦】今门周室虽微礼尚尊。某为晋国陪臣，位列正卿，不为小也。咱则是臣下臣，怎敢侵夺他境界起烟尘？便待要开堤灌水把军围闲，攻城掠野把民蒿混。却不道德不孤，必有邻。我削除赵氏，谁不服我？便待要除根剪草绝了髫龀，做的个安门己损他人我立下些基业，贻厥孙谋也。<br>【天下乐】我则怕远在儿孙近在身。我兵车较多，三倍于赵，又合韩魏之兵甲，屠灭赵氏，亦何难哉？自古为君先爱民。圣人道不患寡而患不均。若是近大臣，远佞人，则这的是经纶天下本。<br>韩魏二君，我一开口就与万家之邑。如何赵氏全不敬？我地与不与犹小可，如何坏我席面，逃走去了，羞我这一场，怎肯干罢也。主人，与咱的不是怕我；不与的也不是慢我。主人听臣说来：<br>【哪吒令】为甚魏柜子，但言的便允？为甚韩康子，但索的便肯？为共赵襄子不辞而便奔？见他外面而服，非咱中心臣顺，都是些假热佯亲。<br>【鹊踏枝】主公是智超群，也不合势威人。全不肯去暴除邪，发政施仁。好勇兴兵起军，全不肯偃武修文。<br>我初意饮宴，元非恶意。偶然请地，触我怒发，决不轻恕也。<br>【寄生草】平白地恩翻成怨，善变做嗔。不寻思治国安邦论，常怀着篡位同谋衅，偶兴败国亡家忿。主公呆民伐罪仿成汤，推位让国学尧舜。<br>昔日商纣无道，武王伐之，立下这等久运基业。我今更除赵氏，是亦吊民伐罪。昔者纣王无道，以酒为池，经肉为林。使男女裸体相淫。杀贤拒谏，轿侈无度。今日赵襄子有何罪？<br>【醉扶归】则为他好奢侈行谗佞，剔孕妇削贤心，因此上吕望兴师过孟津，血浸朝歌郡。为甚把武王扶持做了至尊？这的是法正天心顺。<br>豫让，你不替我展江山夺社稷，到来比张比李的说我。我心决意吞并赵氏，再有苦谏的。定行斩首。叉出豫让去。古者大子有诤臣七人，虽无道不失其天下；诸侯有诤臣五人，虽无道不失其国；大夫有诤臣三人，虽无道不失其家；父有诤子，则身不陷于不义。今我主人陷于不义，岂可自政安逸？当力谏则小。<br>【金盏儿】扭回身，上阶跟。豫让，你又来了，再若阻当我，一剑挥之两段。见他恶哏哏画色十分愠，剑横秋水气凌云。折末尸骸横百段，热血污黄尘。忠臣个怕死，怕死不忠臣。左右，与我拿下豫让，斩讫报来。主公不可。今欲早伐，先斩家臣，于军不利。待平了赵氏，斩之未迟。看二君之面，教豫让权寄下这一颗头，待除了赵氏，不道肯轻饶了你哩。谢我主不杀之恩。主公不听豫让之言，后悔之晚也。<br>【赚煞】少不的有国不能投，有家应难奔，无粮草先逃下庶民，血沥沥尸横刀门刎。少不的事君能致其身，把我这志常存，须有用着我的时辰，主公呵咫尺征袍渍血痕。直等到外无救军，内遭危困，那时节一腔鲜血报君恩。<br>豫让去了也。韩魏二君，咱急整人马，攻伐赵氏去来。<br><br>第二折<br>某智伯是也，昨日会宴兰台，求地于赵氏，叵耐赵子无理，不肯与他也罢，又心怀忿怒，不辞而去。晋人那个不知我智氏强盛，我怎肯干罢？已约定韩魏二子，合兵攻伐，须索亲督一遭。某乃赵襄子是也，昨日智伯会酒兰台，倚他威势，平空索地。韩魏二子，恐婴祸首，各与万家之邑，某一时不合当面拒他，他就有怪恨之意，某逃席而出，他说我羞阻他，今率韩魏甲士攻我，我力寡兵微，怎生抵敌，如何是好？我待出奔长子，奈民力罢敝，无人死守；待走邯郸，奈民膏竣尽，谁与守之？我想那晋阳城池完厚，仓禀充实，尹铎之所宽也，先君之所属也，民必和矣。我须走晋阳去也。某智伯是也，这个是韩康子，这个是魏桓子，因赵襄子不肯臣服，某等合兵攻伐赵氏。不料赵襄子惧怕，出走晋阳，坚闭城门不出，我今令军士每在城外筑起大堤，引水围灌城里。不日之间，一城生灵，尽为鱼鳖。灭了赵氏，分了他土地人民，那时方得趁心也。韩魏二君，与我谨守堤岸，不可渗泄，指日成功，共享其利。咱且行水一遭去，却怎了也？智伯攻围甚急，某避走晋阳？今又引水围灌城，不浸者三版。沈灶产蛙，看看淹倒城墙。但赖晋阳百姓，感先君之恩，尹铎之泽，虽如此颠沛，民无叛意。又况韩魏二子，与我唇齿，今叉助逆，合兵相攻。我想来，也是不得已。张孟谈。你呼暗的出去，见玮魏二君，说三家俱被智氏凌铄，若赵氏朝，亡。夕必及于韩魏，二公肯念同官之好，返戈智氏，一日遂志。三家之富贵，宁有既耶？晋国政令，岂出三家之手？张孟谈，你小心在意，疾去早来。魏公子，你知智氏之志么？今日早间行水之时，他说，吾自今知水之可以亡人之国也。他的意思，要将咱三家尽除。独霸晋国，将如之何也？公旦智氏对咱说，絺疵对他说。韩魏有反意，以人事知之。今合二家之兵以攻赵，赵亡难必及之。今约胜赵三分其地，水围晋阳城，不没者三版，人马相食，城陷有日。二子无喜色而有忧容，此非反而何？方才又见絺疵。咱十分谨慎，只恐他看出真情，后日必中他计，且须别做个计较、某张孟谈是也，在于赵襄子家为巨。前者智泊无故索地，俺主公不与，智氏合韩魏之兵，攻围晋阳，引水淹灌。看看水入城中，但人心素德赵氏，不忍叛离。俺主公使我去见韩魏二君求救，须索冒险履危，去定一遭。<br>【正宫】【端正好】雨初睛，风才定，风雨过正是三更，一轮皓月如悬镜，万里长天静。<br>【滚绣球】稍公呵你与我慢慢行，悄悄的听，好教我把心不定。驾着个小船儿如履薄冰。外面是军护着堤，卫而是水浸着城，教找那里寻捷径？急煎煎无计逃生，我想那晋阳城下千寻水，便是智伯胸中百万兵，虎斗龙争。<br>魏公子，我想来，若智氏平了赵子，祸必及咱二家，莫若先下手为强。咱今将计就计。决开堤口，引汾水灌安邑，绛水灌平阳，使智氏军不战自乱，一壁厢整搠人马掩击，无不成事。诚恐谋泄败事，咱须对天歃血盟誓，方敢行事。某来到韩魏二君营门外，听了这一会，不想他二人也怨智氏，我今见他，不说襄子之臣，只说是智伯使命，看他怎么说？兀那小校。报与二位公子得知，说智伯使命到来。报的主帅得知，今有智伯使命到来。请相见。俺智伯主人，差小人来巡探军情。传与二位用心防守，勿致疏虞。俺这里催趱积水，刻日破城成功。您二位恰才商量，我都听见来。俺才讲些兵法，明日破城，好与赵氏对敌。<br><br>【倘秀才】你待顺襄子谈兵说兵，你背智伯是无情有情。某岂敢背主事仇？您恰才对天因何歃血盟？俺才说分了赵氏，当誓死以报智伯。你如何要整队伍，出军营，做的个弊幸？<br>某等荷智伯之德，得分赵地，大家受用，岂有携贰？<br>【笑和尚】恁恁恁忒言清行不清，恁恁恁拚死命敌活命，恁恁恁自行病自医病，恁恁恁莫打挣，恁恁恁休折证。恁恁恁别了俺阃外将军令。<br>俺二人既遵约束，焉敢背违？俺智伯号令严明，您可怕么？他既为主帅，某等裨副，谁不戒惧？你依的我言语，管教你不怕。凡有指挥，无不听从？<br>【倘秀才】俺不是智伯家差来的使命。不是智伯差来，却是那里来的？俺是赵襄子使将来察探事情，特地向君侯行借些救兵。如今水势浩大，城廓不保，不时陷没。生民鱼鳖。就有救兵，如何救的？且休说淹城邑，损生灵，岂不闻唇寒齿冷？<br>智氏怪你主人会间不辞而去，好生欺慢，因此称兵见伐。<br>【滚绣球】俺襄子便有罪尔，便令该正刑，也合可怜见虚飘飘满城百姓，浑一似缀露飞萤。家家灶产蛙，处处水刷做坑，众军民往来奔竞，咫尺间海角飘零。投至得闹炒炒阵面上逃了生性，便是番滚滚波心捞月明，感叹伤情。<br>你如今待怎么说？臣闻唇亡则齿寒，今智伯帅韩魏以攻赵，赵亡则韩魏为之次矣。况智氏有才而无德，人苦其虐，莫若倒戈于彼。无不成功。我等心知其然也，恐事未遂而谋泄，则祸立至矣。谋出二主之口，入臣之耳，何伤也？臣有一计，二君察之：<br>【倘秀才】臣不才虽然无能，二主公宁心试听，济不济君侯再察情。说着呵无凭验，做着呵有实减，非是自矜。<br>你有何长策？说来我听。<br>【滚绣球】休和他觅斗争，厮奚竞，杀下守堤吏教他自窝里厮并，您把中军掩映处潜形。您外面将堤坝来撅，俺城中把金鼓鸣。正是外合里应，教智伯才知水火无情。教那帐前旌节门前戟，都做了风里杨花水上萍，直教他一事无成。<br>俺二人适间正如此商量，要决汾绛二水，灌智伯军营，将守堤吏卒杀了，恁主人内往外杀，俺二人领兵夹击，则智伯之头，可致麾下矣。谋计已兵，二主在心者，臣复俺主命去也。却怎了也？不想赵氏夜杀守堤之吏，决水来灌俺寨，营垒皆没，三军逃窜。左右，急急救护则个。今日托天地庇佑。多亏韩魏二君协谋，将智氏一鼓而火，方趁我平生之愿也。左右，与我请韩魏二君来者。今日诛夷智族，赵君相招，须索见咱。今日大敌破灭，可贺可贺。深蒙二君相济，得斗大憝，彼主地人庶，三家共之，左右，推过智瑶来者。智瑶，你虐焰薰天，神人共怒，无故索地而弄兵，恣情攻城而决水，今日擒来，有何话说？我悔不听豫让絺疵之言，致有今日，且亡国贱俘，只求早死。智伯，<br>【倘秀才】往常你统着兵车百乘，如今却落不的折箭中茎，却甚不动刀枪自太平。你也忒跋扈，忒狰狞，你便噤声。<br>【滚绣球】当日个宴兰台酒二觥，要不阳一座城，与不与更教水围军并，平白地虎斗龙争。开汾绛两道河，平韩魏万灶兵，筑高堤有如山岭，四周围抵多少万丈深坑。当时待把人推入，今日你被人推更不轻，罪合当刑。<br>想智瑶无道，吞谋众卿，妄窥晋室，罪在不宥。左右，即便斩讫报来。还将他首骨，漆作饮器，方趁我心也。<br>【尾声】早则去除了桓子心头病，斩砍了韩康眼内丁。扫荡浮尘门月明，剪灭妖氛宇宙清。道寡称孤事不成，霸业图正令不行，智们从来好战争，更做你能行离不了影。<br>二位公子，咱从今高枕无忧也。明日将智伯原取的范中行二家地土及他本家的，三分分了，岂不韪哉！<br><br>第三折<br>某智氏家臣絺疵是也。我主人攻屠赵氏，我见韩魏有反意，我劝谏主公，不惟不信，又将我言语对二子说，返被韩魏同谋，里应外合，决水淹我军，甲士溃乱，死者山积，将智氏族灭。闪的我无处投奔，又不能为主报仇，且须逃避他国，待时而动则个。自从平了智氏，心愿满足，我闻得智氏还有二臣，絺疵豫让，各怀忠义，不知逃避何处，待我寻来，慢慢用他则个。某豫让是也。想我主人智伯，不从吾谏，今日家破身亡，某既为人臣，受人之禄，敢私其身？况我主人以国上遇我，非群流比，某当以死报。今淬砺得一匕首，暗暗藏在身边，走入赵氏宫中，将襄子刺死，也是替主人报复冤仇。今晚月色明朗，来到赵府后园边，恐有巡逻不便，须索跳入去，方好下手也。<br>【越调】【斗鹌鹑】凉月辉辉，寒风飒飒，就着这月朗风清，索门天摧地塌。将匕首斜藏，把衣服拽扎，靠着柳阴，映着月华，将地面牢蹅，把墙头紧把。<br>上的这墙来，四顾无人，我索跳过去等待则个。<br>【紫花儿序】滴溜溜拥身飞过，赤力力镇动花梢，扑簌簌惊起栖鸦。悄蹙蹙的潜踪蹑足。七林林的约柳分花。谁敢停时霎。转过牡丹槛荼足兼洞木香架，早来到沉香亭直下。银汉初斜，谯鼓才罢。进的这园西隅，是一所厕房，门窗半掩。我且入内藏伏，再作计较。<br>【小桃红】两双脚轻将地皮踏，把台榭兰干抹，见个矮阔阔阶墓将板门儿亚。靠着檐压，撮身飞入无惊怕，静悄悄厕楼内等他。黑洞洞上墙匡直下，又没甚斜月照窗纱。<br>我今晚无事，月明直下，闲行一会，不觉行至花园门首，兀的不是厕房，我登厕一遭。<br>【东原乐】鞋履鸣穿花径，银烛焚烧绛蜡。我举目抬头观赡罢，向灯影里凹着狠鼻凹，梆嗽自矜夸，可知道气昂昂的敢轻俺臣下。<br>我到这厕门前，好生惊恐，只怕有歹人，左右搜一搜。<br>【雪里梅】则听的人语闹交杂，呼左右快搜咱，他道乞丕丕心惊，我恶狠狠跳出，斗将我嗔忿忿捉拿。<br>【紫花儿序】将我扑鲁鲁的横拖倒拽，闹炒炒的后拥前推，我急煎煎独力难加，我不能勾剜心摘胆，只办个咬齿嚼牙。你是甚人？黑夜入我园中，非奸即盗，如何不跪？教我跪膝着他，折末斩便斩敲便敲剐便剐。我其实不怕。这厮不直说，左右取刑具来，打着问他。既待舍死忘生，怕甚么吊拷棚扒。<br>你是甚人？来我宫中何干？若不实说，目下身亡。我是智伯家臣豫让。俺主人遭你毒手，身亡族灭，我欲为之报仇。你要怎生报仇？<br>【络丝娘】只为你乱军，上坏下智伯，更将他家小灭伐。我将你赵襄子就宫禁中待把你亲身刺杀，更将玉殴珠楼片瓦根椽宜教火焚下罢。这足兼豫间更别无甚别话。<br>想智伯无道，损人利已，索地弄兵，有伤风俗也。<br>【酒旗儿】俺主公贪疆土，自是伤风化。你不合将他天灵盖饮流霞，我说与你众人试鉴察咱，襄子这的是你毒害那他独霸，既你个赵襄子兴心问咱，你将俺主人凌迟处死，漆骨为樽，因此上结的似上海冤仇大。<br>吾虽不才，见为一国正卿，兵马钱谷，皆出吾手，你如何刺得我？<br>【调笑令】这答儿和咱话不投机一句差。他虽不是万乘主千乘君上驾，你可甚有德行的赵主官家？哎，蒺藜也开沙上花，真乃是井底之蛙。<br>这个亡国之臣，死有余辜，怎敢大肆凶悖毁骂，好无礼也！<br>【鬼三台】休则管高声骂，相惊唬，看的咱似木楂。你有福我无缘，你稳坐龙床凤榻。若不是厕房中众人拿住咱，我报冤仇志酬非是假。若是我有分成功，咱这无明火发。<br>据你说要报仇，量你一人，怎生近的我？<br>【圣药王】一只手将嗓子掐，一只手将脚腕来拿，滴溜扑摔个仰剌叉，将匕首拔，觑着你软肋上扎。教古鲁鲁鲜血浸寒沙，看你今夜宿谁家？<br>我有一件事，教你欢喜不尽。我志未遂，有何欢喜？你早早杀了我罢！我饶你不死，你与我为家臣，倩取你高车驷马，受用不尽。<br>【眉儿弯】谁恋你官二品，车驷马，待古有德行的富贵荣华。想着俺那有恩义的主人公放不下，我故来报答。报答的没合煞，到惹一场傍人笑话。<br>【耍三台】我这一片为主胆似秋霜烈日，觑那做官心似野草闲花。豫让为主报仇，真义士也！左右放了他，随他那里去罢。和你是剜心摘胆两事家，怎肯有喜悦和洽？我活呵谨防着断头分尸，我死后你放心称孤道寡。<br>我已认的你模样，再来拿住你时，决不饶你了。<br>【尾声】则为你诛夷了俺主公，夺了天下，锯的他死尸骸做飞觥走斝绎，不争你个赵襄子等闲休，枉教普天下英雄将咱唾骂杀。<br>豫让去了也。他口口声声还要报仇，今已放了他，倘或遇见不干休，我须谨避之而已。<br><br>第四折<br>某絺疵是也。自从投齐回来，闻的豫让持刀入襄子厕房，要刺襄子，又被拿住。襄子念他忠义，放了他，他说还要报仇。我想赵氏人众，今番不得出他手也。我须寻着他，劝一劝则个。某豫让是也。今欲刺赵襄子，又恐认的我形容，是以漆身为癞，吞炭为哑，且妆风魔，行乞于市则个。<br>【中吕】【粉蝶儿】本待向赵王宫里斩虎诛龙，空惹的市曹巾小儿每侮弄，那里也大将军八面威风。吞炭呵掏下咽喉，漆身呵伤了皮肉；主人呵更怕我声扬我这疼痛。奔走四东，行言语便推哑中。<br>【醉春风】把我抢了脸向前推，扌光破头往后拥，这伙刁大厥地小敲才，只管把我来哄哄哄。不辨贤愚，不分高下，不知轻重。<br>主公呵，你死的好苦也！想往古来今，多少贤圣之主，到今日都在何处？也量赵襄子你值甚的？<br>【迎仙客】当初是尧社稷，让了舜封疆。舜又命禹王将天下一统。伊尹有相汤的贤，武王有伐纣的功。想当初风虎云龙，做下一枕南柯梦。<br>我寻了豫让一日，人说街上有一个风魔乞儿，漆身为癞，吞炭为哑，必然是他，我须索劝他一劝。老兄，咱主人已没，你改变形容，通不认得了，何乃自苦如此？<br>【石榴花】此时人物也是个英雄，豪气贯长虹，往常时谈天说地语如钟。我只为咱主公，做哑妆聋，遍身疮癤疖难行动，碜可可的答血流盥，剜心剐骨冤仇重。我今门尽在不言中。<br>【斗鹌鹑】我将赵襄子的玉殿金门，都变做折碑断冢。你又无坚甲利兵，量你一人怎生近的他？也不索剑仗着霜锋，甲披着数重，却不道将在谋而不在勇。咱主人身亡族灭，你欲报仇，谁其知之？我图甚的？则索为主忘身，便是俺为臣尽忠。<br>我闻赵人把主人首骨漆为饮器，果是实么？<br>【上小楼】说着呵心头怒拥，无处发送，恨塞长空，气结秋云，泪洒西风。将俺主公头作器皿，筵前使用。则你道波俺这为臣的痛也不痛？<br>以子之才，臣事赵孟，必得近幸，子乃为所欲为，顾不易耶？今求以报仇，不亦难乎？你言之差矣。既委质为臣，又从而杀之，是二心也。凡吾所为者极难，然且所以为此者，将以愧天下后世之为人臣怀二心者。岂不闻顺天者昌，逆天者亡。赵氏既昌，合当顺人应天，不宜苦苦直要报仇。<br>【幺】你道顺德者吉，逆天者凶。我怎肯二意三心，背义忘恩，有始无终？前番不曾报的，今日再不济事，反罹铁钺，到那时悔将何及？者么教鼎镬烹，铁钺诛，凌迟苦痛。休想俺这铁心肠半星儿改动。<br>某赵襄子是也。今日早朝晋侯回还，从这州桥上过去，左右与我前面打开闲人。兀那来的是赵襄子，须索暂且回避则个。好怪哉也！马至桥边，三策三却。想必桥下有歹人，左右搜一搜。<br>【十二月】把这荝鎆放憁，我早则见你也那英雄。左右与我拿过来者。则教我急难措乒，奸教我忿气填胸。闹炒炒地一行部从，围住我在狼虎丛中。<br>【尧民歌】嗨，不想乞答的顿！下金锁虐蛟龙，我若得手呵，敢教你浑身血染战袍红。你和俺主人公敢一般消洒月明中，七魄三魂卉无踪，如同潇潇落叶风，最你成何用？<br>这人形体好似豫让。我就是豫让。当日宫中刺你不著，因此向山中漆身为癞，吞炭为哑，变了形容，务要刺杀了你，为我主人报仇。你曾事范氏，中行氏，智伯灭了他二家，你不报仇，今日如何却为智伯报仇？范氏、中行氏以常人待我，我故以常人待之；智伯以国士待我，我故以国士报之。你说你务要报仇，两次三番只要杀我，都被我拿住，也不算你能也。<br>【耍孩儿】今日个会兵机的襄子夸英勇，显的没下梢的将军落空。你将他碜可可斩在乱军中，把一个死尸骸暴露霜风。划地漆头为器斟琼液，可甚翠袖殷勤捧玉钟。未出语心先痛，杀人可恕，情理难容！你前来刺我，我饶了你；今日又来刺我，却饶不得你也。明主不弃仁义之臣，愿得脱下的衣服，与主报怨，死亦无憾。既如此，将这一件衣服与他，看他何用。<br>【三煞】豁不下我这满腹冤，干休了半世功，急煎煎独力难敌众。罢，罢，我今日剑锉了你这衣服，就和杀了你一般，死亦无恨。虽不能勾碎分肢体诛了襄子，烂锉下这件衣服便是报下俺主公。至如把残生送，下埋黄土，仰问苍空。<br>豫让，你也是个义士。你今既锉了我衣服，报了主仇，你今替我为臣，富贵共之。<br>【二煞】士为知己死，女为悦己容。豫让蒙俺主君知爱超出流辈，今日安忍背主事仇！我怎肯做诸侯烈士每相讥讽？我怎肯躬身叉手降麾下？我宁可睁眼舒头伏剑锋。枉子你闲唧哝，折末宫高一品，禄享千钟。<br>【尾声】我不想声闻在人世间名标在史记在你把我主人公葬在麒麟冢，谁受你徼买人情赵王宠！<br>可惜豫让死了，左右将尸首抬出，以礼葬埋。我明日奏过晋侯，追封官爵，旌表忠义，劝化风俗。多少是好，须索还与韩魏二子，商量则个。<br>题目张襄子避兵逃难<br>张孟谈兴心反间<br>正名贪地土智伯灭身<br>忠义士豫让吞炭</p> <p> ",
  "poet": {
    "id": 1942,
    "star": 0,
    "name": "杨梓",
    "desc": "杨梓(1260～1327) 元代戏曲家。海盐澉浦(今渐江海盐)人。"
  },
  "tags": []
}