{
  "id": 64172,
  "star": 40,
  "name": "解连环·孤雁",
  "dynasty": "宋代",
  "content": "楚江空晚。怅离群万里，恍然惊散。自顾影、欲下寒塘，正沙净草枯，水平天远。写不成书，只寄得、相思一点。料因循误了，残毡拥雪，故人心眼。 <br>谁怜旅愁荏苒。谩长门夜悄，锦筝弹怨。想伴侣、犹宿芦花，也曾念春前，去程应转。暮雨相呼，怕蓦地、玉关重见。未羞他、双燕归来，画帘半卷。",
  "fanyi": "<p><strong>译文</strong><br>　　在空阔的楚江夜晚，我痛心突然被惊散后，自己已脱离雁群万里之远。顾影自怜，想到飞下寒塘，只见地面一片眼前草枯沙净，江水平阔伸向遥远天边。孤单一只的我无法排成字形，只能寄去相思情意的一点。还生怕这样徘徊迁延会耽误北地吞毡嚼雪的故人，传达他们眷念故园的心愿。<br>　　有谁会可怜我长途飞行的艰难？让我想起深夜孤居长门宫的皇后，锦筝弹着心中无限的幽怨。料想自己的伴侣还栖宿在芦花中，他们是否正惦念我在春前，会转程从旧路飞回北边。我仿佛听到他们在暮雨中声声呼唤，只怕在边塞突然相见。这样当双燕归来后栖息于画帘半卷的房檐，我也不会羞惭。 </p><p><strong>注释</strong><br>⑴楚：泛指南方。<br>⑵恍（huǎng）然：失意貌。<br>②自顾影：对自己的孤独表示怜异之意。<br>⑶自顾影：顾影自怜，对自己的孤单表示怜惜。<br>⑷下寒塘：崔涂《孤雁》<a href=\"http://so.gushiwen.org/view_64172.aspx\">诗</a>：“暮雨相呼失，寒塘欲下迟。”<br>⑸写不成书：雁飞行时行列整齐如字，孤雁而不成字，只像笔画中的“一点”，故云。这里还暗用了<a href=\"http://so.gushiwen.org/author_460.aspx\">苏武</a>雁足传书的故事。<br>⑹因循：迟延。<br>⑺残毡拥雪：用苏武事。苏武被匈奴强留，毡毛合雪而吞食，幸免于死。这里喻指困于元统治下有气节的南宋人物。<br>⑻荏苒（rěn rǎn）：展转不断。<br>⑼谩：漫，徒然的意思。长门：汉宫名，汉武帝时，陈皇后被打入长门冷宫。这里用长门宫的寂寞冷落来形容孤雁的凄凉哀怨。<br>⑽锦筝：筝的美称。古筝有十二或十三弦，斜列如雁行，称雁筝，其声凄清哀怨，故又称哀筝。《晋书·桓伊传》“抚哀筝而歌怨诗”。<br>⑾蓦地：忽然。<br>⑿玉关：玉门关，这里泛指北方。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　《解连环·孤雁》是宋亡后之作，是一篇著名的咏物词。它构思巧妙，体物较为细腻。在写其外相的同时，又寄寓了深微的含意。这首词可以透视出张炎词深厚的艺术功力。作者揉咏雁、怀人、自怜而为一，抒发了他的家国之痛，漂泊之苦，凄婉动人。词咏孤雁，实则借孤雁寄托作者宋亡后的伤感，也反映了宋遗民普遍生活体验及感触，具有典型意义。</p> <p>　　上阕前三句写孤雁失群；接着写失群后的孤独。“楚江空晚。怅离群万里，恍然惊散。”以困顿惆怅的情怀起笔，伴孤雁一起飞来。起句境界暗淡、空旷、寂寥、肃杀。楚江，指湖南地方。衡阳有回雁峰，又雁多经潇湘。潇湘、衡阳皆楚地。作者把雁置于这空阔的空间，不惟反衬雁之“孤”“小”，且为全词定下低沉的基调。惟其“空”，才愈见离群雁之“孤”；惟其“晚”，才更显离群雁之“凄冷”：可谓景中含情。这特定的审美感受，却是通过自然而平常的四个字，由视觉贯通了读者的触觉来传达的，下笔不可谓不“空”。“怅离群万里，恍然惊散”。离群而“散”，已觉“恍然”，而“万里”，更足可悲，这怎能不使孤雁在“惊”悸之余感到“怅”然若失呢？仅一传神之“怅”字，写事更写情，它把“离”前之可恋，“离”时之痛苦，“离”后之茫然的复杂的感情，曲折婉转地表达出来了。</p> <p>　　这三句写出了孤雁之遭际，使人意识到了作者心绪之凄惨。南宋末年，国势垂危，生于此时的词人，对于时局自己深感无能为力，不胜忧愤，只好借物抒怀以寄托一腔幽怨。</p> <p>　　既离群万里，则渺渺天地间惟一孤雁而已，自顾其影则不免生茕茕孑立、形影相吊之感，故只有另寻栖身之所，“自顾影，欲下寒塘”正是这种孤栖自爱神态的写照。顾影，表示有深自珍惜。特别是一“欲”字，更是对这种想下未下、犹豫迟疑的神态的深刻把握和维妙维肖的刻划。“正沙净草枯，水平天远。”在惊魂未定之际，目光所到之处， 只有寒水暮天相接，漠漠荒沙、瑟瑟衰草，依然荒寥而已。来亦孤单，去也孤单，只好徘徊顾影，使人进一步体味它的孤独。</p> <p>　　“写不成书”两句，是写雁群飞行，排成一字或人，孤雁单飞排不成字，故说写不成书信，只能成一点，带回一点相思。从而巧妙地表达出前朝对遗民的思念。古人常以雁为传书使者。“只寄得、相思一点”，激起人们多少相思之苦与家国之苦，已无从分辨。如果说，“恍然”离散已使孤雁怅然若失因而无奈去别寻栖所的话；如果说，依然荒寥更足以使之凄怆伤神的话，那么，“写不”两句所表达的那种痛苦竟无人可告之情则转而化为某种程度的悲壮了：雁既失群于万里之外，不能和同伴共排雁字，只有向他们遥寄一片相思之情了，此其一；因此，违误了久困于胡地的“故人”的凝盼之情（“故人”殆指沦于北人之手切盼南归的故园父老），此其二；联系作为宋朝遗民的张炎当时朋友散失、家国破碎、孤身一人、满目凄凉的处境，可以想见，即使有书可传，那“故人”之愿又将告于何人？此其三。然而这种种复杂的思想感情，却是通过作者极疏淡自然之笔（两句用一事而又一气贯注）写出的。这正是“清空”特色的表现之一。</p> <p>　　“料因循误了，残毡拥雪，故人心眼。”这是为雁立传，可以看到作者思想轮廓。表面上是说孤雁误了寄书，和<a href=\"http://so.gushiwen.org/author_460.aspx\">苏武</a>托雁寄书的心事。“残毡拥雪”，用苏武“武卧啮雪，与旃（毡）毛并咽之，数日不死”事表达心声。</p> <p>　　从对上阕简单的分析中可以看到，作者无论写景还是状物，都能“不滞留于物”（《词源·咏物》），特别是对孤雁外部形象的描写和琐屑事件的叙述，即使是最简单的交代都省略了，而是摄神遗貌，紧紧抓住最能表现孤雁内心情感的神态（如“欲下”），把笔触伸向孤雁的内心世界（如“怅、惊、料”），栩栩如生地刻划出孤雁孤寂索漠的内心世界，给人一种艺术上的去芜存精的澄净感，而作者的思想感情也在此得到了曲折委婉的表达，即所谓“调感怆于融会之中”。</p> <p>　　下阕更以化实为虚的方式体现了张炎词的“清空”本色。换头承前，叹息北去的南宋宫室艰难险恶的处境。而孤雁只能在夜雨中哀鸣，若是能在玉门关重新见到离失的伴侣，该是何等的惊喜！因“离群万里”，因而“谁怜旅愁荏苒”。“荏苒”表达迁延的意思。在形容时间光阴之绵长的“荏苒”前面冠以“旅愁”，其旅途之劳顿和愁之绵绵可知，且作者并不正面说此愁无人怜而以反问出之曰“谁怜”，除更觉情切动人外，已微透“怨”的消息，故下面紧接写道：“谩长门夜悄，锦筝弹怨。”说长门夜悄与锦筝弹怨。典出汉武帝陈皇后罢退长门宫故事。“长门”所“弹”者，昔陈皇后之“怨”；而筝柱斜列如雁行，故在此又是孤雁之“怨”。“谩”字，极度渲染孤雁的哀怨。作者以“浑化无迹”之笔，借陈皇后之事，将人、雁之“怨”一起写出，从而抒发了自己亡国之思家破之愁无人可告亦无人怜之的一片愁怨之情。</p> <p>　　孤雁之哀愁既无人可告，那么雁之凝盼思归的急切心情是可以想见的。它多么盼望自己早一天飞到同伴身旁啊！可它不说自己身落寒塘之实境，却首先代同伴着想： “想伴侣、犹宿芦花。”不说眼前自己思念同伴之实情，却透过一层，言伙伴曾念自己在来年春前“去程应转”。伙伴们春天到来之前，应该回北方去了。这又是化实为虚，使虚中有实，虚实相生，既婉转又空灵，它比正面诉说更能见孤雁之一往之深情。</p> <p>　　“暮雨相呼，怕蓦地、玉关重见”。随即是个飘渺的幸福的设想。玉关春雨，北地黄昏，却是将怎样和旅伴们重见呢？“怕”字含意深微。孤雁由“离群”之“怅”而生“谁怜”之“怨”，又由“怨”而生“暮雨”中之“呼”，从“呼”又生“怕”，于是读“暮雨”二句，读者脑海里会出现这样一幅动人的情景：瑟瑟秋风、潇潇暮雨中，望伴情切的空中孤雁，一声又一声呼叫，找寻着同伴，它要尽最后一丝力量飞到它们身边，倾诉离后之情。它坚信，同伴们就在不远的前方。然而，突然之间它又由“呼”而“怕”了：是怕见同伴于忽然之间，“怕”自己不胜那突如其来的巨大的喜悦和幸福潮流的冲击。一个 “怕”字，生动而逼真地刻划出雁经过长途跋涉，备尝离群之苦后幻想自己即将在“蓦然”间重见同伴时那种喜悦、激动而又有些不安、焦躁的复杂矛盾心理。</p> <p>　　至此，孤雁之情已至深至切似乎无法再写，但作者意犹未尽，再次从虚处下笔，进一步替孤雁设想：“未羞他，双燕归来，画帘半卷。”长期的期待与渴望，一旦相见期近，反怕春期之骤至。虽能相见也无愧于寄身画栋珠帘双双紫燕了。从用意上看，此二句实承以上而来。即如上所述，孤雁之愁已至浓至厚，无法解脱，其望归思伴之情已至深至切，无以复加，但退一步说，即使雁之愿望无法实现，它也绝不愿像在春日融融中翩翩归来的“双燕”（暗指归附元朝者）一样，寄人檐下，以博主人一笑，从而表现出雁之孤高自傲的情怀，使其形象得到了升华。而在这空灵蕴藉中，作者不愿事奉新朝的心迹也得到含蓄而委婉的表露。这在情感上，表现为异军突起；在格调上，则表现为某种程度的峭拔。</p> <p>　　由于作者在这首词里没有刻意于静态的摹写，而着重从孤雁内心情感的发展变化上——由“怅”而“怨”，由“怨”而“呼”而“怕”，写出了动感，因此，在意脉和情感节奏上，于自然流转之中包含着起伏跌宕，于空灵之中见出流动，从而给人以和谐的美的享受。</p> <p>　　通观全篇，状物言情极尽精巧而不着雕饰痕迹，词人遣词炼意、体物抒情的精湛造诣淋漓尽现。全词多处用典，堪称咏雁佳句。陈廷焯在《白雨斋词话》中曰：“玉田《高阳台》，凄凉幽怨，郁之至，厚之至，与碧山如出一手，乐笑翁集中亦不多见。”张炎词善于咏物。从咏物词的整个方法、风格和寄意来说，这首咏孤雁的《解连环》更有代表性。词人刻画孤雁的形象妙肖传神，在咏物的方法上，紧扣一“孤”字展开描写，烘托渲染，以物喻人，将咏物与抒情合而为一，通过对孤雁的描绘，把家国之痛和身世之感尽蕴含在对孤雁这一形象的描绘中。 </p>",
  "poet": {
    "id": 53,
    "star": 0,
    "name": "张炎",
    "desc": "张炎（1248年－1320年），字叔夏，号玉田，晚年号乐笑翁。祖籍陕西凤翔。六世祖张俊，宋朝著名将领。父张枢，“西湖吟社”重要成员，妙解音律，与著名词人周密相交。张炎是勋贵之后，前半生居于临安，生活优裕，而宋亡以后则家道中落，晚年漂泊落拓。著有《山中白云词》，存词302首。张炎另一重要的贡献在于创作了中国最早的词论专著《词源》，总结整理了宋末雅词一派的主要艺术思想与成就，其中以“清空”，“骚雅”为主要主张。"
  },
  "tags": [
    "宋词精选",
    "婉约",
    "咏物",
    "写鸟",
    "抒怀"
  ]
}