{
  "id": 11550,
  "star": 2558,
  "name": "登岳阳楼",
  "dynasty": "唐代",
  "content": "昔闻洞庭水，今上岳阳楼。<br>吴楚东南坼，乾坤日夜浮。<br>亲朋无一字，老病有孤舟。<br>戎马关山北，凭轩涕泗流。",
  "fanyi": "<p><strong>译文</strong><br>以前的日子就听说洞庭湖波澜壮阔，今日如愿终于登上岳阳楼。<br>浩瀚的湖水把吴楚两地撕裂，似乎日月星辰都漂浮在水中。<br>亲朋好友们音信全无，我年老多病，乘孤舟四处漂流。<br>北方边关战事又起，我倚着栏杆远望泪流满面。 </p> <p><strong>注释</strong><br>①洞庭水：即洞庭湖。在今湖南北部，长江南岸，是我国第二大淡水湖。<br>②岳阳楼：在今湖南省岳阳市，下临洞庭湖，为游览胜地。<br>③吴楚：春秋时二国名（吴国和楚国）其地略在今湖南、湖北、江西、安徽、江苏、浙江一带。下瞰洞庭，碧湖万顷，遥望君山，气象万千，唐<a href=\"http://so.gushiwen.org/author_149.aspx\">张说</a>建，宋滕子京修。以<a href=\"http://so.gushiwen.org/author_510.aspx\">范仲淹</a>千古名篇《岳阳楼记》驰名。 坼（chè）：分裂，这里引申为划分。这句是说：辽阔的吴楚两地被洞庭湖一水分割。<br>④乾坤（qián kūn）日夜（一作“月”）浮：日月星辰和大地昼夜都飘浮在洞庭湖上。据《水经注》卷三十八：“湖水广圆五百余里，日月出没于其中。”乾坤：天地，此指日月。<br>⑤无一字：杳无音讯。 字：这里指书信。<br>⑥老病：年老多病。<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>时年五十七岁，身患肺病，风痹，右耳已聋。有孤舟：唯有孤舟一叶飘零无定。<a href=\"http://so.gushiwen.org/view_11550.aspx\">诗</a>人生平的最后三年里大部分时间是在船上度过的。这句写的是杜甫生活的实况。<br>⑦戎（róng）马关山北：北方边关战事又起。当时吐蕃侵扰宁夏灵武、陕西邠（bīn）州一带，朝廷震动，匆忙调兵抗敌。戎马：军马借指军事、战争，战乱。这年秋冬，吐蕃又侵扰陇右、关中一带。<br>⑧凭轩：倚着楼窗。涕泗流：眼泪禁不住地流淌。涕泗：眼泪和鼻涕，偏义复指，即眼泪。</p><br/><p><strong>译文</strong><br>很早听过闻名遐迩的洞庭湖，今日有幸登上湖边的岳阳楼。<br>大湖浩瀚像把吴楚东南隔开，天地像在湖面日夜荡漾漂浮。<br>漂泊江湖亲朋故旧不寄一字，年老体弱生活在这一叶孤舟。<br>关山以北战争烽火仍未止息，凭窗遥望胸怀家国涕泪交流。</p> <p><strong>注释</strong><br>⑴洞庭水：即洞庭湖，在今湖南北部，长江南岸，是中国第二淡水湖。<br>⑵岳阳楼：即岳阳城西门楼，在湖南省岳阳市，下临洞庭湖，为游览胜地。<br>⑶吴楚句：吴楚两地在我国东南。坼（chè）：分裂。<br>⑷乾坤：指日、月。浮：日月星辰和大地昼夜都飘浮在洞庭湖上。<br>⑸无一字：音讯全无。 字：这里指书信。<br>⑹老病：<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>时年五十七岁，身患肺病，风痹，右耳已聋。有孤舟：唯有孤舟一叶飘零无定。<br>⑺戎马：指战争。关山北：北方边境。<br>⑻凭轩：靠着窗户。涕泗（sì）流：眼泪禁不住地流淌。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　此<a href=\"http://so.gushiwen.org/view_11550.aspx\">诗</a>是<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>诗中的五律名篇，前人称为盛唐五律第一。从总体上看，江山的壮阔，在诗中互为表里。虽然悲伤，却不消沉；虽然沉郁，却不压抑。反映了其关心民生疾苦的风格。</p> <p>　　首联虚实交错，今昔对照，从而扩大了时空领域。写早闻洞庭盛名，然而到暮年才实现目睹名湖的愿望，表面看有初登岳阳楼之喜悦，其实意在抒发早年抱负至今未能实现之情。用“昔闻”为“今上”蓄势，归根结底是为描写洞庭湖酝酿气氛。</p> <p>　　颔联是洞庭的浩瀚无边。洞庭湖坼吴楚、浮日夜，波浪掀天，浩茫无际，真不知此老胸中吞几云梦！这是写洞庭湖的佳句，被王士禛赞为“雄跨今古”。写景如此壮阔，令人玩索不尽。</p> <p>　　颈联写政治生活坎坷，漂泊天涯，怀才不遇的心情。“亲朋无一字”，得不到精神和物质方面的任何援助；“老病有孤舟”，从大历三年正月自夔州携带妻儿、乘舟出峡以来，既“老”且“病”，飘流湖湘，以舟为家，前途茫茫，何处安身，面对洞庭湖的汪洋浩淼，更加重了身世的孤危感。自叙如此落寞，于诗境极闷极狭的突变与对照中寓无限情意。</p> <p>　　尾联写眼望国家动荡不安，自己报国无门的哀伤。上下句之间留有空白，引人联想。开端“昔闻洞庭水”的“昔”，当然可以涵盖诗人在长安一带活动的十多年时间。而这，在空间上正可与“关山北”拍合。“凭轩”与“今上”首尾呼应。</p> <p>　　首联叙事，颔联描写，颈联抒情，尾联总结。通篇是“登岳阳楼”诗，却不局限于写“岳阳楼”与“洞庭水”。诗人屏弃眼前景物的精微刻画，从大处着笔，吐纳天地，心系国家安危，悲壮苍凉，催人泪下。时间上抚今追昔，空间上包吴楚、越关山。其身世之悲，国家之忧，浩浩茫茫，与洞庭水势融合无间，形成沉雄悲壮、博大深远的意境。</p> <p>　　这首诗意境开阔宏伟，风格雄浑渊深，是杜甫诗中的五律名篇，前人称之为盛唐五律第一。从总体上看，江山的壮阔，与诗人胸襟的博大，在诗中互为表里。虽然悲伤，却不消沉；虽然沉郁，却不压抑。宋代<a href=\"http://so.gushiwen.org/author_938.aspx\">胡仔</a>《苕溪渔隐丛话》引蔡绦《西清诗话》说：“洞庭天下壮观，自昔骚人墨客，题之者众矣，……然未若<a href=\"http://so.gushiwen.org/author_757.aspx\">孟浩然</a>‘气蒸云梦泽，波撼岳阳城’，则洞庭空旷无际，气象雄张，如在目前。至读杜子美诗，则又不然。‘吴楚东南坼，乾坤日夜浮’，不知少陵胸中吞几云梦也。”</p> <p>　　全诗纯用赋法，从头到尾都是叙述的笔调。以往一些学者认为诗用赋法，没有形象，没有诗味。事实上，赋法是诗歌形象化的重要手法，其特点是不注重诗的语言和局部事物的形象化，而着力创造诗的总体意境。《登岳阳楼》正是运用赋法创造艺术形象的典范。它所达到的艺术境界，已经使人不觉得有艺术方法的存在，甚至不觉得有语言的存在，只觉得诗人的思想感情撞击着心扉。</p> <p>　　全诗以自叙和抒情为主，真挚感人；写景只是三，四两句，既是实写，又想象，一“坼”一“浮”，把洞庭湖的气象描绘得壮阔而又生动。 </p><br/><h2>赏析</h2> <p>　　首联“昔闻洞庭水，今上岳阳楼”。有一点是很清楚的，<a href=\"http://so.gushiwen.org/view_11550.aspx\">诗</a>人对洞庭湖向往已久，这是在叙事写景的行文中，自然地流露出来的感情。但这毕竟是过去的向往，登上了岳阳楼，其感情似乎应当是高兴。因为多年的向往实现了，一定高兴。但仔细品味，句中又见不到高兴的字眼，抽不出如愿以偿的情思。联系下文更是如此。实际上在这两句中“昔”与“今”之间，是一段漫长的时间距离，作者把这段距离拉开，没有用简单的“喜”“悲”之词来填充它，而是留给读者去想象、回味。古人说“律诗之妙全在无字处”，这里就是无字处。“昔”与“今”之间，天在变，地在变，国在变，人也在变。安史之乱，唐王朝由盛转衰，人民的深重灾难，<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>个人的悲惨遭遇，这一切都凝聚在一起，凝聚在杜甫的心头，并随着诗人—起登上了岳阳楼。他高兴不起来。应当说“今上岳阳楼”是向往了多年不得登，如今才算是登上来了，这是一声长叹，长叹的内里是一团忧国忧民、伤时伤世的感慨。这一声长叹，就像那咏叹调的引子，开启了下面一个个乐章。这里还要注意到一个“水”字，题目是“登岳阳楼”，头一句却先写洞庭湖，第二句才写岳阳楼，而且是“洞庭水”不是洞庭湖。这个“水”字显然是要突出的，这是抓住了洞庭风光的主要特点，说明了下文主要是在“水”上做文章。</p> <p>　　颔联“吴楚东南坼，乾坤日夜浮”。这两句紧扣上联的“水”字，虽没出现水字，却是专门写洞庭水。诗人站在岳阳楼上，向东南方向极目眺望，只见洞庭湖水茫茫一片，一眼望不到头，而吴地则被挤向了远远的东边，楚地则被远远地挤向了西边、南边。这景象，就好像洞庭湖水向东南伸展，把本来连在一起的吴地和楚地，一下子分裂成为两块。“坼”字用的很好，有动态感。仿佛湖水在延伸，大地被切割开。后一句“乾坤”就是天地，包括天地万物。“乾坤日夜浮”是说诗人站在岳阳楼上，四面眺望，到处都是无边无际的洞庭水，仿佛整个天地万物都被湖水漂浮起来，仿佛天地万物都日日夜夜地在洞庭湖水上浮动漂游。“浮”字也有动态感。使人想到整个苍穹都被湖水托住的—个半球，而万物的运动，都是湖水荡动的结果。这两句都是写洞庭水，境界宏阔。一是极写水面的宽阔，二是极写水的力量。能够割裂大地，能够浮动乾坤，这是极写它的力量。而被割裂、被浮动东西之庞大，则显示出湖水的宽阔。这不是简单的夸张手法，这里有个视觉、感觉和想象的问题。由于地球是圆的，人的视觉是有限的，面对茫茫的湖水可能看不到岸边，即使看到了，远远望去也只是一条线，这就造成了湖水无限大，而远地十分狭小的感觉。诗人准确、真实地抓住了这视觉和感觉上的错觉，就把湖水描写成了四际无垠，仿佛大地四处都是水乡泽国，这是视觉感觉的真实。但诗人又借助想象，把本来看不到的吴楚大地和整个乾坤四际，也融进了这个视觉和感觉的画面。从而构成了一个想象的吴地楚地被裂开，整个乾坤被浮动的广阔无垠的画面。这就是借助想象而形成的意象。这是将想象中的更广阔的景象纳进了视觉画面的结果。这是说“吴楚东南坼，乾坤日夜浮”是视觉错觉加上想象的产物，这是一个很成功的宏观意象。它的主要特点是境界广阔、气魄宏大。像这样大的宏观意象、气魄在中国古代诗歌中是很少见的。如<a href=\"http://so.gushiwen.org/author_757.aspx\">孟浩然</a>也有咏叹洞庭湖的诗句“气蒸云梦泽，波撼岳阳城”，但没有杜诗境界更为高远。这两句是写景，但不能看成是纯写景，写景中渗透着诗人的胸怀。“吴楚东南坼，乾坤日夜浮”透露唐王朝的分裂衰败和国势的不安定。</p> <p>　　颈联“亲朋无一字，老病有孤舟”这两句是写诗人自己的处境。“无一字”指的是没有一点消息，一点音信。“亲朋无一字”写出了诗人的孤苦，但主要是音信断绝，自己不了解朝里和地方上的情况，即整个国家的情况。这对一个念念不忘君王，不忘国家，不忘人民的诗人来说，是一种被社会忘记的孤独感，他在精神上无疑是很痛苦的。“孤舟”是指诗人全家挤在一条小船上飘泊度日，消息断绝，年老多病，孤舟漂泊，其精神上、生活上的惨苦可以想见。理解这两句应与前两句联系起来看，前两句是远望，随着湖水向四际望去，水天相接，联想到吴楚，联想到整个乾坤。这两句近看，看到了孤舟，孤舟是近景中映入眼帘最能触动他的东西。于是使他联想到自己的身世、遭遇和处境。可以说这两联都是由观景引出，只不过前两句以写观景所见为主，后两句以写观望所见而引起的联想为主。这两联在内涵上也是一脉相通的。表面看起来毫无联系，实际上是一脉相通的。既然这后两句是写他的孤苦悲惨处境，由此应推想到前两句也绝非是单单写景，实际上前两句是借写远景象征性地、比拟性地暗示国势的动荡不安。这里包含着安史之乱的后遗症：唐王朝的衰败，人民的痛苦，外族的侵扰，国家的四分五裂和社会的不安定，栋梁之臣的缺乏等等，这一切都是杜甫飘泊中念念不忘的大事。正是由于诗人心中牵挂着国事民事，才牵肠挂肚。所以当他看到广阔无垠洞庭湖水时，也会想到仿佛大地裂开了，乾坤在日夜不停地浮动。从杜甫一贯的优国忧民的思想境界来看，他登上岳阳楼极目远眺，也必定会想到这些。可以说没想到这些就不是杜甫。也正是由于诗人胸中翻腾着叫人牵肠挂肚的国事民事，所以就很自然地勾起了自己不能再施展抱负的痛心。于是这孤舟飘泊，老弱多病，消息也听不到的可悲处境，也就顺理成章地涌上心头。这两联中，上联境界极大，下联境界却很小，大小相映成趣，其间也包孕着诗人的无限感慨。就景象来说，上联展现的是浩瀚的洞庭湖水，下联则画出了水面上的一点孤舟。湖水动荡，孤舟飘浮，虽然大小悬殊，却统一在一幅画中。如果将洞庭湖水比作整个国家，那么那一点孤舟就是诗人杜甫自己。这里是象征，这鲜明对照的谐调之中，既包含着诗人对自己终身遭遇的痛心和不平，也体现了诗人将自己的命运、国家的命运紧紧地联系在一起。诗人站在岳阳楼上，望望湖水，看看孤舟，想到国家，想到自己，万种感慨，萦绕心头。“不阔则狭处不苦，能狭则阔境愈空”，“乾坤”与“孤舟”对比，阔大者更为浩渺，狭小者更显落寞。</p> <p>　　尾联“戎马关山北。”“戎马”，就是战马、兵马，指战争。“关山”，泛指，并非专指那道关，那座山。“关山北”，指打仗的地方。从诗人来说，从洞庭湖向长安望去，隔着一道道关，一座座山，而战火就在北面燃烧。“戎马关山北”，具体指的是当时吐蕃入侵，威胁长安，战争不息，国家不得安宁。“凭轩涕泗流”是说杜甫倚靠岳阳楼的窗户，向北眺望，虽然隔着道道关山，他看不到长安，也看不到战火，但在他心中却呈现出吐蕃入侵，长安危急，人民遭难的情景，于是他就禁不住伤心的老泪纵横了。这两句是两个景象：一个是西北长安附近的战火，一个是岳阳楼上倚窗眺望的老诗人。两者构成了一幅画，前者是诗人心中想到的，后者是诗人自身实景。长安与岳阳楼相距千里，但在诗人心中却没有这个距离。这真是身在洞庭，心在长安。孤舟虽小却装着整个天下。衰老多病的躯体中，仍然跳动着—颗忧国忧民的志诚之心。同时“戎马关山北”一句，明确写出了诗人在登岳阳楼时心中想的是国家的不安宁。这就更可以说明了第二联绝非仅仅是写景。第三联也决不只是写自己的孤苦无依。“凭轩涕泗流” 一句中，则凝聚着诗人对国家时局、自己孤苦处境比照后，感到无可奈何，感到万分压抑的感情，非常形象而深刻地显示出杜甫晚年时的精神痛苦。精神痛苦主要是无可奈何。</p> <p>　　这首诗的主要艺术成就表现为以下两点。</p> <p>　　第一，作品运用了变化多样的表现手法。作品虽然只有八句话，但是却运用了多种表现手法。开篇两句运用的是叙述的手法，交代的是登临岳阳楼的缘由。三四两句运用的是描绘的手法，绘制了岳阳楼的宏阔壮观图景，并且在描绘中，又运用了形象的比喻，增强了作品的生动性。作品最后两句又运用了抒情的写法，揭示出诗人的内心世界，开拓了作品的意境。</p> <p>　　第二，作品内容和感情两方面大跨度的跳跃。从内容方面说，开篇一联写的是诗人登楼的过程，其中蕴含了“昔”与“今”的时间跳跃过程。颔联中，诗人由上联的写自己推进到写洞庭湖，这里有一个从小到大的跨度。在写景中，又由吴、楚之地面到日、月之天空的空间跳跃。到了颈联，诗人又转回自身的描写，前后联之间有一个从大到小的跨越。到了尾联，诗人又从个人身世遭际的描写扩展到国事的描写，上下联又是一个从小到大的跨越。在写国事时，又有一个从国难的跳跃到诗人感情抒发的过程。这就构成了纵横开阔，跳跃性强的特点。从诗人的感情发展脉络上说，首联蕴含喜悦，颔联带有雄壮，颈联转为凄苦，尾联变为悲伤。诗人的感情随着诗篇的进展，显示出不断变化，跳跃性强的艺术特点。</p>",
  "about": "<h2>写作背景</h2> 　　唐代宗大历二年（767年），<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>57岁，距生命的终结仅有两年，当时<a href=\"http://so.gushiwen.org/view_11550.aspx\">诗</a>人处境艰难，凄苦不堪，年老体衰，患肺病及风痹症，左臂偏枯，右耳已聋，靠饮药维持生命。大历三年（768年），当时杜甫沿江由江陵、公安一路漂泊，来到岳州（今属湖南）。登上神往已久的岳阳楼，凭轩远眺，面对烟波浩渺、壮阔无垠的洞庭湖，诗人发出由衷的礼赞；继而想到自己晚年飘泊无定，国家多灾多难，又不免感慨万千，于是在岳阳写下《登岳阳楼》、《泊岳阳城下》和《陪裴使君登岳阳楼》。",
  "poet": {
    "id": 474,
    "star": 0,
    "name": "杜甫",
    "image": "http://img.gushiwen.org/authorImg/dufu.jpg",
    "desc": "杜甫（712－770），字子美，自号少陵野老，世称“杜工部”、“杜少陵”等，汉族，河南府巩县（今河南省巩义市）人，唐代伟大的现实主义诗人，杜甫被世人尊为“诗圣”，其诗被称为“诗史”。杜甫与李白合称“李杜”，为了跟另外两位诗人李商隐与杜牧即“小李杜”区别开来，杜甫与李白又合称“大李杜”。他忧国忧民，人格高尚，他的约1400余首诗被保留了下来，诗艺精湛，在中国古典诗歌中备受推崇，影响深远。759-766年间曾居成都，后世有杜甫草堂纪念。"
  },
  "tags": [
    "唐诗三百首",
    "山水",
    "抱负"
  ]
}