{
  "id": 72372,
  "star": 249,
  "name": "病梅馆记",
  "dynasty": "清代",
  "content": "　　江宁之龙蟠，苏州之邓尉，杭州之西溪，皆产梅。或曰：“梅以曲为美，直则无姿；以欹为美，正则无景；以疏为美，密则无态。”固也。此文人画士，心知其意，未可明诏大号以绳天下之梅也；又不可以使天下之民斫直，删密，锄正，以夭梅病梅为业以求钱也。梅之欹之疏之曲，又非蠢蠢求钱之民能以其智力为也。有以文人画士孤癖之隐明告鬻梅者，斫其正，养其旁条，删其密，夭其稚枝，锄其直，遏其生气，以求重价，而江浙之梅皆病。文人画士之祸之烈至此哉！</p> <p>　　予购三百盆，皆病者，无一完者。既泣之三日，乃誓疗之：纵之顺之，毁其盆，悉埋于地，解其棕缚；以五年为期，必复之全之。予本非文人画士，甘受诟厉，辟病梅之馆以贮之。</p> <p>　　呜呼！安得使予多暇日，又多闲田，以广贮江宁、杭州、苏州之病梅，穷予生之光阴以疗梅也哉！",
  "fanyi": "<p><strong>译文</strong><br>　　江宁的龙蟠里，苏州的邓尉山，杭州的西溪，都出产梅。有人说：\"梅凭着弯曲的姿态被认为是美丽的，笔直了就没有风姿；凭着枝干倾斜被认为是美丽的，端正了就没有景致；凭着枝叶稀疏被认为是美丽的，茂密了就没有姿态。”本来就如此。（对于）这，文人画家在心里明白它的意思，却不便公开宣告，大声疾呼，用（这种标准）来约束天下的梅。又不能够来让天下种梅人砍掉笔直的枝干、除去繁密的枝条、锄掉端正的枝条，把枝干摧折、使梅花呈病态作为职业来谋求钱财。梅的枝干的倾斜、枝叶的疏朗、枝干的弯曲，又不是那些忙于赚钱的人能够凭借他们的智慧、力量做得到的。有的人把文人画士这隐藏在心中的特别嗜好明白地告诉卖梅的人，（使他们）砍掉端正的（枝干），培养倾斜的侧枝，除去繁密的（枝干），摧折它的嫩枝，锄掉笔直的（枝干），阻碍它的生机，用这样的方法来谋求大价钱，于是江苏、浙江的梅都成病态了。文人画家造成的祸害严重到这个地步啊！</p> <p>　　我买了三百盆梅，都是病梅，没有一盆完好的。我已经为它们流了好几天泪之后，于是发誓要治疗它们：我放开它们，使它们顺其自然生长，毁掉那些盆子，把梅全部种在地里，解开捆绑它们棕绳的束缚；把五年作为期限，一定使它们恢复和使它们完好。我本来不是文人画士，心甘情愿受到辱骂，开设一个病梅馆来贮存它们。</p> <p>　　唉！怎么能让我有多一些空闲时间，又有多一些空闲的田地，来广泛贮存南京、杭州、苏州的病态的梅树，竭尽我毕生的时间来治疗病梅呢！</p> <p><strong>注释</strong><br>江宁：旧江宁府所在地，在今江苏南京。<br>龙蟠：龙蟠里，在今南京清凉山下。<br>邓尉：山名。在今江苏苏州西南。<br>西溪：地名。<br>欹（qī）：倾斜 。<br>固也：本来如此。固，本来。<br>明诏大号：公开宣告，大声疾呼。明，公开。诏，告诉，一般指上告下。号，疾呼，喊叫。<br>绳：名作动，约束 。<br>斫：砍削。<br>直：笔直的枝干。<br>夭梅病梅：摧折梅，把它弄成病态。夭：使……摧折（使……弯曲）。病，使……成为病态。<br>蠢蠢：无知的样子。<br>智力：智慧和力量。<br>孤癖：特殊的嗜好。<br>隐：隐衷，隐藏心中特别的嗜好 。<br>鬻（yù）：卖。<br>旁条：旁逸斜出的枝条。<br>稚枝：嫩枝。<br>重价：高价。<br>遏（è）：遏制。<br>泣：为……哭泣。<br>纵：放纵。<br>顺：使……顺其自然。<br>悉：全。<br>棕缚：棕绳的束缚。<br>以……为：把……当做。<br>复：使……恢复 。<br>全：使……得以保全。<br>诟厉：讥评，辱骂。厉，病。<br>安得：怎么能够。<br>暇：空闲。<br>穷：穷尽。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　作者通过谴责人们对梅花的摧残，形象地揭露和抨击了清王朝统治阶级束缚人民思想，压制、摧残人才，表达了要求改革政治、追求个性解放的强烈愿望。</p> <p>　　本文篇幅短小，结构严谨，寓意深刻。全文一共三段。</p> <p>　　第一段，揭示产生病梅的根源。文章起笔先简要叙述梅的产地：“江宁之龙蟠，苏州之邓尉，杭州之西溪，皆产梅。”然后笔锋一转，引出一段有些人评价梅的美丑，用“固也”一语轻轻收住。接着，作者开始详细分析病梅产生的缘由。原来，在“文人画士”的心目中，梅虽然“以曲为美”“以欹为美”“以疏为美”。但一“未可明诏大号”；二不能让人“以夭梅、病梅为业以求钱”；三，从客观上说又不能“以其智力为也”。所以，他们只好通过第四个途径了。于是，他们暗通关节，让第三者来转告“鬻梅者”，斫正，删密，锄直，以投“文人画士孤癖之隐”。在这样的情况下，“江南之梅皆病”也就无可避免了。“文人画士之祸之烈至此哉!”一句感叹，道出了作者的无尽愤慨，也为下文“誓疗之”蓄足了情势。</p> <p>　　第二段，写作者疗梅的行动和决心。“予购三百盆”而“誓疗之”，可见其行动的果断；“以五年为期，必复之全之”，可见其成功的誓言；“甘受诟厉，辟病梅之馆”，可见其坚持到底的决心。疗梅的举动和决心，写尽了作者对封建统治阶级压制人才、束缚思想的不满和愤慨，表达了对解放思想、个性自由的强烈渴望。</p> <p>　　第三段，写作者辟馆疗梅的苦心。这一段，作者慨叹自己暇日不多，闲田不多，疗梅的力量有限，也就是慨叹自己的力量不足以挽回人才受扼杀的黑暗的政局。事实上，作者一生在仕途上很不得意，只做过小京官，而且受到权贵的歧视和排挤，自己的才能都无法施展，更不要说解除全国人才所遭受的扼制了。因此，他只能以感叹作结。但是，虽为感叹，他渴望“广贮江宁、杭州、苏州之病梅”，“穷予生之光阴以疗梅”，也充分表现了他坚持战斗的意志。</p> <p>　　本文表面上句句说梅，实际上却是以梅喻人，字字句句抨击时政，寓意十分深刻。作者借文人画士不爱自然健康的梅，而以病梅为美，以至使梅花受到摧残，影射统治阶级禁锢思想、摧残人才的丑恶行径。“有以文人画士孤癖之隐明告鬻梅者”，暗示的正是那些封建统治者的帮凶，他们根据主子的意图，奔走效劳，以压制人才为业。斫正、删密、锄直，这夭梅、病梅的手段，也正是封建统治阶级扼杀人才的恶劣手段；他们攻击、陷害那些正直不阿、有才能、有骨气、具有蓬勃生气的人才，要造就的只是“旁条”和生机窒息的枯干残枝，亦即屈曲、邪佞和死气沉沉的奴才、庸才。作者“购三百盆”，“泣之三日”，为病梅而泣，正是为人才被扼杀而痛哭，无限悲愤之中显示了对被扼杀的人才的深厚同情。“纵之顺之，毁其盆，悉埋于地，解其棕缚”，就是说要破除封建统治阶级对人才的束缚、扼制，让人们的才能获得自由发展。“必复之全之”，一定要恢复梅的本性，保全梅的自然、健康的形态。这正反映了作者要求个性解放，“不拘一格降人才”的迫切心情。由此可见，本文表面写梅，实际是借梅议政，通过写梅来曲折地抨击社会的黑暗，表达自己的政治理想。</p><br/><h2>赏析四</h2> <p>　　这是一篇精彩的小品文。作于道光十九年(公元1839年)，作者被迫辞职南归时。 </p> <p>　　作品以梅喻人，托物议政，曲折地表达了作者对封建专制主义的压制和束缚的不满，反映了作者要求思想自由、个性解放的进步思想和渴望发掘人材，治疗病态社会的愿望。</p> <p>　　全文在结构上，分前后两部分。前一部分通过梅的病状和病因的阐述，含蓄地揭露了封建专制统治和传统思想对人们才能的摧残和精神的束缚。后一部分通过治疗病梅的经过和方法的记叙，隐晦地表达了作者治疗病态社会改革政治的决心和愿望。</p> <p>　　文章采用的是借喻的方法，以梅比人，以物喻政，“病梅”象征着病态的社会和被摧残禁锢的人材，“文人画士”暗指封建统治集团的顽固派和专制主义者。</p> <p>　　作者认为，世上的事物(无论是自然界还是人类社会)都有它自身发生发展的必然趋势。梅，作为一种植物，有它自己发育、生长的规律，或曲或直，或欹或正，或疏或密，都是由于它的属性和生长的环境决定的，应该让它按照自身的规律自然地成长，如果违背它的发展趋势去人为地制造曲直、欹正、疏密，就是对梅的本性的摧残和扼杀。社会上的事物，人们的思想、精神和才能，同自然界的梅一样，也有它自己发生、发展的必然趋势，应该让他们健康地无拘无束地发展，而不应加以压抑和束缚。</p> <p>　　然而，“文人画士”却在传统思想的支配下，矫揉造作，从少数人奇特的嗜好和偏见出发，以一种病态的被歪曲了的美学标准衡量天下之梅，违背梅的自然生长规律“夭梅、病梅”，“斫其正，养其旁条，删其密，夭其稚枝，锄其直，遏其生气”，因而使“江、浙之梅皆病”。“文人画士”是造成梅病的罪魁祸首。社会上的情景与此相似，由于封建专制主义和传统思想观念的压制和束缚，人们的思想被禁锢，人材被扼杀，就像梅树一样，端正笔直的枝条被砍掉，横斜的旁枝却得到保养，新生的嫩芽被毁掉，发展的生机被遏制，造成一种病态畸形的社会，形成一种“万马齐喑”的死气沉沉的政治局面和郁闷窒息的时代气氛。作者对当时社会的不合理现象表现了强烈的愤懑，对扼杀人材、禁锢思想的封建专制主义者和地主阶级的顽固派，进行了尖锐的批判。</p> <p>　　作者在对“文人画士”所造成的严重祸害进行强烈谴责之后，进而阐述了自己治疗梅病的主张和愿望。他对梅“皆病者，无一完者”的状况，极为痛心，甘愿忍受舆论的辱骂和攻击，立志开辟病梅馆，采取“疗之，纵之，顺之”的方法，打破一切妨碍梅生长的桎梏，解除一切束缚它发展的绳索，让它按自身的规律自由自在地生长，决心把梅病治好。不言而喻，作者记述的是治疗梅病的方法，实质上是治疗病态社会的政治主张。他要求去掉对人们精神上的束缚和阻碍人材发展的枷锁，让人们的个性得到解放，思想和才能得到自由发展，充分体现了作者改革社会的决心和强烈的愿望。</p> <p>　　<a href=\"http://so.gushiwen.org/author_88.aspx\">龚自珍</a>处在清王朝表面上是一潭死水，而实际上危机四伏的时期，面临封建制度解体，暴风雨即将来临的前夕，能够对时代的脉搏有敏锐的感触，指斥社会的弊病，强烈要求改革现实，反映了先进知识分子的思想愿望，是难能可贵的。作为一位著名的启蒙思想家，龚自珍的这种思想，给中国近代史上的资产阶级改良派和革命派以较大的影响，具有历史的进步性。</p> <p>　　但是，龚自珍所主张的改革，只不过是在保存封建制度的前提下进行某些改良，而这种改良又是企图凭借个人的力量或呼吁统治者来完成的，这种办法终究是无济于事的。因此，他不能不感到力量的不足，不免流露出孤独和忧郁的情绪。</p> <p>　　龚自珍在作品中把自然界的生物和社会上的人相比，把自然现象和社会现象相比，是他处在文网密布、言论不自由的时代，议论时政的一种手法，作者的用心是可以理解的。但是，应该指出，这种类比并不完全贴切恰当。即使植物也不能完全任其自生自灭，人们可以根据它的生长规律和人类的需要加以改造，使其造福于人类。至于人，则应随着社会的发展，不断地改造自己，以适应时代的需要，完全放纵自如，取消一切约束，任其本能地发展，在任何社会条件下都是不可能的。作者反对封建专制主义的束缚，主张“个性解放”，在当时历史条件下是进步的。但是，如果不问历史条件，不管社会制度如何，反对一切约束，就会陷入资产阶级人性论的泥坑。</p> <p>　　本文句式整齐，富有感情色彩，增强了语言的节奏感和抒情色彩。比如“梅以曲为美，直则无姿；以欹为美，正则无景；以疏为美，密则无态”。这几句形成排比，一气呵成，写出了某些人的评梅标准，读来琅琅动听。</p> <p>　　本文在艺术上最显著的特色是通篇运用比喻的手法，借题发挥，以梅喻人，借物议政。既有“梅”的形象，也有人的影子，表面上是对梅的品评，实际上是对时政的议论，通过对病梅的批评，批判社会政治，状物和议政溶为一体，从而使这篇以生活琐事为题材的小品，寓托着深刻的政治内容。</p> <p>　　其次，结构谨严，层次分明。文章以“梅”为中心，先写梅病，后写对梅病的治疗，自然地分为前后两部分。开头介绍盛产梅的地点，从梅的著名品种，引出梅的病状、病因和病情的严重性。继而写作者对病梅的痛感，治疗梅病的经过、方法以及决心和愿望。全文文从字顺，顺理成章，条理清晰，一气呵成。</p> <p>　　最后，作品短小精悍，语言简洁精练，文字不拘一格。作者善于谴词炼句，如以“曲”、“直”、“正”、“欹”、“疏”、“密”描写梅的形状，以“斫”、“删”、“夭”、“锄”记述残害梅的动作，以“姿”、“景”、“态”表示梅的美感，准确生动，丰富多彩。作品熔叙述、议论、抒情于一炉，形成一种独特的艺术风格。</p> <p>　　但是，作者为了逃避当时的文网，采取比较隐晦曲折的手法抨击时政，表述政治见解，使得作品的寓意仍不免有些晦涩。</p><br/><h2>赏析二</h2> <p>　　<a href=\"http://so.gushiwen.org/author_88.aspx\">龚自珍</a>生活在满清帝国腐朽没落、行将崩溃的时代。他敏锐地预感到封建王朝的新危机，也看到了人民的痛苦和灾难，因此切望革除弊政，复兴国家。对内，他主张改革农田占有、海疆通商、科举考试、币制等方面的陋规；对外，他主张坚决抵御帝国主义的侵略，甚至打算亲自去前线筹划抗英斗争。对我国西北地区的安全，他也十分重视，提出过巩固西北边防的有远见的重要建议。他殷切地希望“不拘一格降人材”，出现一种新的社会力量的“风雷”，以扫荡“万马齐喑”的局面。当然，龚自珍的改革主张，还是想维护满清政府的封建秩序，而不是对封建统治提出根本性的革除。况且，他的改良设想，也因保守派的反对和他自己所处的无权地位而难于实施。但是，他的爱国主义精神，他的批判旧制度的勇气，还是应该肯定的。他的改良主义思想，在当时的历史条件下，是有进步意义的，对以后<a href=\"http://so.gushiwen.org/author_3052.aspx\">康有为</a>、<a href=\"http://so.gushiwen.org/author_664.aspx\">梁启超</a>等人的维新运动有着重要的影响。</p> <p>　　龚自珍的创作成就以<a href=\"http://so.gushiwen.org/view_72372.aspx\">诗</a>为最高，语言瑰丽、奇巧、多彩，内容大都表现他的政治主张和社会理想。他的散文，内容广泛，形式多样，纵论古今，侧重于批判现实，倡言改革。由于当时思想统治的严酷和他所受的时代、阶级的局限，某些作品带有晦涩艰深的缺点。《病梅馆记》就是一篇针砭时弊而又寓意隐晦的小品散文。作者以托物取喻的手法，隐晦曲折地表达了自己的见解和思想感情。全文分为两部分，前一部分写“病梅”，后一部分写“疗梅”。文章开头，在简要叙述了梅的产地以后，笔锋一转，引出一段关于评梅的美丑标准的议论，用“固也”一语轻轻收住。接着，用犀利的文笔详写病梅的原由。原来在“文人画士”的心目中，梅花“以曲为美”，“以欹为美”，“以疏为美”，但又“未可明昭大号”，也不便号召种梅的人“以夭梅病梅为业以求钱”，于是暗通关节，让第三者来转告花农，让花农们“斫其正，养其旁枝，删其密，夭其稚枝，锄其直，遏其生气”以投“文人画士孤癖之隐”。正因为这样，弄得“江浙之梅皆病”了。作者面对所购置的三百盆病梅，足足哭了三天，决心要“疗之：纵之顺之”。他下定决心要“疗梅”了。他准备花五年时间使这些病梅“复之全之”，并且“甘受诟厉”，专辟一个病梅馆来调理疗养病梅。作者还表示，要是“多暇日”，“多闲田”，愿尽毕生的精力来疗治江浙一带大量的病梅。</p> <p>　　这篇文章，表面上是句句说梅，没有一句题外的话，而实际上却是以写梅为名，以喻人为实，字字句句讥切时政，寓意十分深刻。作者借文人画士不爱自然健康的梅，偏爱病态的梅，致使梅花受到严重摧残为例，影射满清王朝施行严酷的思想禁锢，摧残人才的罪恶行径。那“文人画士孤癖之隐”，正暗指封建统治者这种见不得人的私心；他斫直，删密，锄正，暗示出这些封建统治者是怎样残酷地迫害有才能、想作为、有骨气的人才的。他们所企求的是一些顽钝无耻、冥顽不灵、唯唯诺诺的奴才，以维持那黑暗腐朽、摇摇欲坠的反动统治，这就是他们认为梅花以曲、欹、疏为美的真实意思。关于这一些，龚自珍在他的《乙丙之际著议第九》一文里明确地作过正面说明，他指出到了“衰世”，“才士与才民出，则百不才督之、缚之以至于戮之”，“戮其能忧心，能愤心，能思虑心，能作为心”。不管是士子还是一般老百姓，只要你有才能，想作为，就要受到迫害。他在另一篇文章，《古史钩沉论一》中进一步指出，封建统治者为了维护他们的黑暗统治，是决不让有才能的人有所作为的，他们“去人之廉以快号令，去人之耻以崇高其身，一人为刚，万夫为柔”，竭力摧毁人们的廉耻，让天下人服服帖帖地做他们的奴才。所以说，这篇《病梅馆记》，作者只不过是托物喻人，借梅议政，用艺术形象来隐晦曲折地表达自己的见解罢了。</p> <p>　　作者决心疗梅、救梅，使梅花得以自然发展，这就表示了他对于被侮辱被损害者的深切同情，和他那种正视现实，渴望冲破黑暗时代的战斗情绪。然而，龚自珍是清醒地估计到自己的力量是十分有限的，要疗治“江宁、杭州、苏州之病梅”的宏愿是难以实现的。所以，文章以感叹作结，发出深沉的感慨。</p><br/><h2>赏析三</h2> <p>　　《病梅馆记》作于1839年(据吴昌绶《定庵年谱》，为道光十九年)。这是一篇作者返回故里杭州为自己新辟梅园命名“病梅馆”而作的散文。题目又名《疗梅说》。</p> <p>　　从题目字面上看，写作对象是“梅”，落笔重点在“病”字上，十分醒目，引起读者深思。文章这样定题说明作者“歌泣无端字字真”，是有的放矢、有感而发的。“记”是记事文体的一种，更见本文所写内容的真实。从文章内涵来看，托物言志，以梅议政，对封建统治的腐朽、黑暗以及庸俗现象作了无情的揭露和批判，对追求个性解放和要求变革的进步思想作了真切的反映，是一篇语含“酸辣”的十分精彩的小品文。</p> <p>　　全文共三段。第一段，剖析产生病梅的根由。第二段，表明自己疗梅的行动和决心。第三段，抒写自己辟馆疗梅的苦心。</p> <p>　　开头从梅的产地入题，列举出江宁的龙蟠，苏州的邓尉、杭州的西溪，都盛产著称于世的梅花，引出叙议的对象。在我国的民族文化传统中，古代历来以青松、翠竹、白梅、黄菊等具有自然天性的事物来比喻志士仁人，以它们的苍劲、坚韧、俊俏、雅洁的特性来比喻人的坚贞、高洁的品格。这里自然是以梅喻人，托物言志，喻意深刻，富有韵味和情致。“皆产梅”，一字“皆”，既说梅分布之广，又说梅产地之多，暗喻天下人才不可胜数，江浙一带尤为人才济济，为下文“江浙之梅皆病”先垫一笔。这里，作者调动读者的艺术知觉去回味这点石成金之笔。鲁枢元在《作家的艺术知觉与心理定势》一文中这样说过：“优秀的作品，字里行间似乎包含着诉之不尽的意蕴和情致，一个词就是一个表象，一句话就是一个意象，一段话就是一种意境，作家仿佛把生活中的有关经验、意绪、思维、情趣全部浓缩在作品之中了，这样的作品令人陶醉，令人回味无穷。”本文起手就把读者置入一片梅林之中，包含“江山代有才人出”的意蕴。先写梅的产地，也为全文的叙议打下了基础。下文接着从三个方面层次清楚地分析了病梅产生的缘由。一是有些人以陈腐的审美情趣和赏梅观点去品梅。这些人认为梅“以曲为美”“以欹为美”“以疏为美”，而“直则无姿”“正则无景”“密则无态”，以他们的好恶作为品梅的标准。这里用“曲”和“真”、“欹”和“正”、“疏”和“密”六个意义相反的形容词，准确简练、对比鲜明地摆出了两种截然不同的审美观：曲、欹、疏为美，直、正、密为丑。这里显然是托梅写人，影射封建统治阶级选用人才的标准。清朝统治者，为了维护其封建专制，实行严酷的思维统治，戕害刚正、忠贞、富有朝气的人才，钳制人们成为屈曲、奸邪、蝇营狗苟、唯唯诺诺的庸才和奴才。作者入木三分地揭露了产生病梅的黑暗社会现实。二是文人画士正是以上述品梅观点来夭梅、病梅的。文中写道，这些封建文人画士，“心知其意，未可明诏大号”。说明他们有见不得人的意图，有不可告人的目的。“以绳天下之梅”，才是他们的本意。他们就是要把“曲”“欹”“疏”作为标准，而将“天下之梅”“斫直”“删密”“锄正”，以达到他们“夭梅”“病梅”的罪恶目的。寥寥数语，严正地揭露和批判了文人画士的居心不善、用意邪恶。这里的文人画士正是代表了清朝封建统治者，他们大兴文字狱，连“清风不识字，何故乱翻书”的<a href=\"http://so.gushiwen.org/view_72372.aspx\">诗</a>句也会引来祸殃；他们以八股文取士，天下出现了“万马齐喑”、令人窒息的沉寂局面。“斫”“删”“锄”，一字一箭，连连戳穿了产生病梅的社会原因，也惟妙惟肖地刻画出封建统治阶级摧残人才的狰狞面目。对于封建统治阶级扼杀人才的罪恶，作者还这样写道：“才士与才民出，则百不才督之缚之，以至于僇(lù同“戮”)之，”“徒僇其心，僇其能忧心，能愤心，能思虑心，能作为心，能有廉耻心，能无渣滓心”(《乙丙之际著议策九》)。只要出现了有才能的士或人，封建统治阶级的帮凶就群起而督责、束缚，以至于摧残、扼杀他们。这就是斫正删密锄直，“以夭梅病梅”的具体内容。在这一层的字里行间隐含着作者极大的悲愤。三是有些人助纣为虐的卑劣行径。这是帮凶者所为。要养出横斜、疏朗、弯曲的梅花，不是那些一般愚蠢的只知道赚钱的人凭自己的智慧和能力所能够办到的，于是“有以文人画士孤癖之隐，明告鬻梅者”，强行地“斫其正，养其旁条，删其密，夭其稚枝，锄其直，遏其生气”。这里一连用六个动宾短语，揭露了封建统治者的帮凶们，趋炎附势，投合其主子的意图，极尽扼杀人才之能事，他们采取各种摧残人才的卑劣手段，排斥刚正不阿之士，剪除大量有用之才，扼制新生力量，清洗正直忠良，阻遏蓬勃生气，豢养奸佞邪恶的小人。六个动词用得十分精当：“斫”字揭露他们对刚正廉洁人才的粗暴排斥，“删”字暗喻大批有用人才遭到严重抑制，“夭”字象征新生力量惨遭扼杀，“锄”字比喻大量耿直忠良之士遭到清洗，“遏”字指蛮横地遏制、压抑人才蓬勃的朝气；而“养”字栩栩如生地勾画出封建统治阶级豢养、扶植奸佞小人的邪恶用心。从而强烈地谴责、抨击了封建统治者摧残、戕贼人才的罪恶。“江浙之梅皆病”正是“斫”“删”“夭”“锄”“遏”等罪恶行径所造成的后果。这句照应开头，“江浙之梅”是总括“江宁之龙蟠，苏州之邓尉，杭州之西溪，皆产梅”的文意；“皆病”点明受害面极广，病梅之多──这是“文人画士”戕害的恶果。于是笔锋直指文人画士：“文人画士之祸之烈至此哉”!“祸”“烈”总结了人才受害之惨。“江浙之梅皆病”，且“烈至此”，正是《己亥杂诗》中作者所写的“万马齐喑究可哀”，清王朝扼杀人才，到处是死气沉沉的局面。段末一叹，作者无限同情，满怀愤慨，无情地痛斥了封建统治阶级的罪恶行径。</p> <p>　　前面第一段揭示出了病梅的社会根源之后，第二段就写自己疗梅的经过和期望。“予购三百盆，皆病者”，紧扣上文“江浙之梅皆病”；“无一完者”，紧扣上文“文人画士之祸之烈至此哉”，哀怜、义愤之情洋溢、迸发，回肠荡气，自然引出“泣之三日”。为病梅而泣，正是为人才惨遭扼杀而痛心疾首。如泣如诉的语言，同情、愤激的情调，令读者“心有灵犀一点通”，激起了共鸣。作者俯视了病梅产生的社会现实，又洞察到产生病梅的社会根由，并不消极、低沉，而是“予购三百盆”，“誓疗之”，行动何等果敢，态度何等积极，语言何等深沉。“疗”梅的方法是“纵之顺之”，“毁其盆”，“悉埋于地”，“解其棕缚”。“纵之顺之”，就是要破除封建统治对人才的束缚，让人才获得自由发展，个性得到解放。“毁其盆”，“解其棕缚”，就是要摧毁封建统治禁锢人才的精神枷锁。“必复之全之”，就是一定要让人才发挥聪明才智，各种人才都能人尽其才。这里吐露了作者要求个性解放，“不拘一格降人才”的心声。作者“疗梅”的描写，曲折地反映了他对于残酷统治的愤慨和要求改革的迫切，以及对个性解放的强烈渴望。从遣词造句看，句式简短，节奏急促，笔力遒劲，让读者感受到“疗梅”急不可待，决心不可动摇。“购”“疗”“纵”“顺”“毁”“解”“复”“全”等动词写出了一系列疗梅的行动及其决心，充分表现了作者对专制主义压抑、束缚的满腔义愤和对抗现实社会中专制淫威的斗争激情。“予本非文人画士，甘受诟厉，辟病梅之馆以贮之”，旗帜鲜明地表现了作者的立场观点和斗争决心。“予本非文人画士”，表明与他们不是同流人物，也不同流合污。“甘受诟厉”，表现了敢于面对社会现实，针砭时弊，毫不畏惧，不怕打击，不怕迫害，决心与封建统治阶级斗争的思想。“辟病梅之馆”，点明题旨，收束前文。</p> <p>　　文章前两段，由写病梅到写病梅之馆。最后一段，写疗梅的心志。用“呜呼”这一叹词引出议论。“多暇日，又多闲田，以广贮江宁、杭州、苏州之病梅”，照应前文江浙病梅之多，期望有很多空暇的时间，空闲的田地。实际是慨叹自己暇日不多，疗梅的力量有限，慨叹自己的力量不足以挽回人才遭受扼杀的局面，所以用反问句式“安得使予……也哉”来抒写“穷予生之光阴以疗梅”的心志。末尾这一叹，以议论方式充分表现出作者坚持斗争的志向。</p> <p>　　<a href=\"http://so.gushiwen.org/author_88.aspx\">龚自珍</a>是我国19世纪上半期一个杰出的思想家和文学家。他生活的年代(清朝嘉庆、道光)是中国封建社会日趋解体、没落，面临崩溃，走向半封建、半殖民地的过渡时代的开始阶段。在这一历史新阶段，资产阶级刚从封建主义的土壤中露出一点嫩芽。他对封建国家的新危机，具有一种特殊的敏感性，思想带有极大的叛逆性。他以一种特有的敏锐的眼光观察现实，把文学创作与“当今之务”联系起来，在他的文学创作中表现了对清王朝腐败政治的不满，对于官僚的庸碌而不思振作的厌恶，对腐朽、黑暗的现实政治、社会进行了深刻的揭露和尖锐的批判，并发出改革的呼声，提出改良的主张。他首开近代文学史上的一种“讥切时政，诋诽专制”的风气；追求个性解放成了他诗文中的特有情调。《病梅馆记》是在这方面写得最动人而出色的散文精品。这篇议论小品文，以小见大，通过植梅的生活琐事，反映了作者在专制主义的压制和束缚之下，渴望人格的自由、求得精神解放的思想。文章中“疗之：纵之顺之，毁其盆，悉埋于地，解其棕缚”，就是要让梅树获得自由的舒展，勃发而健康地生长，反映了他对残酷统治的愤慨和要求改革的迫切。作者身处统一的封建国家面临没落、崩溃的时代，封建统治阶级以文字狱、八股文扼杀一切聪明才智，加强思想统治，奴役人民，“万马齐喑”的阴云笼罩着全国大地。作者眼见到清王朝现实统治为“日之将夕”，在《病梅馆记》中，他借梅喻人议政，强烈要求改革政治，摆脱摧残人性的专制淫威，打破严酷的思想统治，追求个性解放。病梅之所以病，原因是斫伤了它的天性，梅树应该以它蓬勃的生机，以它的自然形态健康生长，这样才符合于自然物理的个性。作者的这个思想认识正是他与束缚个性的现实社会对抗的表现。</p> <p>　　对腐朽的现实政治、社会进行无情的揭露和尖锐的批判是龚自珍中年以后作品的重要部分。他的散文，无论写什么题材，总是带着批判的眼光，从全局着眼，从政治、社会的高度看问题，作客观的、公正的对于现实政治、社会的批判，因而一般具有深刻的思想内容。写于鸦片战争前夕(1839年，作者48岁)的《病梅馆记》，篇幅不到三百字，其思想内容深刻的原因就在于此。</p> <p>　　适应其思想内容表达上的需要，文章的表现形式和手法也非常特殊。《病梅馆记》采用小品文样式，运用以梅喻人，借题发挥、托梅议政的曲笔，透过植梅、养梅、品梅、疗梅的生活琐事，由小见大，表现了破除封建束缚，追求个性解放的鲜明政治观点和主张。文章段段写梅，处处写梅，通篇写梅，产梅之地、夭梅之由、叹梅之病、疗梅之志、疗梅之法，层层写来，有叙有议，每一段，每一层，都影射腐朽的现实政治，矛头指向专制主义严酷的思想统治，抨击封建统治阶级对人才的压制、摧残的罪行，表达了作者要求改革政治，砸掉禁锢人才的精神桎梏和追求个性解放的迫切愿望，反映了在封建统治下觉醒了的知识分子的反抗情绪和改革时政的要求。</p>",
  "about": "<h2>文言现象</h2> <p>1. 古今异义：<br>又非蠢蠢求钱之民能以其智力为也。 智力： 古，智慧 力：力量；今， 指人认识理解客观事物并运用知识、经验等解决问题的能力，包括记忆、观察、想象、思考、判断等。</p> <p>2.词类活用：<br>⑴使动用法：<br>以夭梅病梅为业以求钱也 。（夭：使……弯曲。病：使……成为病态。）<br>夭其稚枝。 （夭：使……弯曲。）<br>必复之全之。 （复：使……恢复、使……复原。） （全：使……健全。）<br>穷予生之光阴以疗梅也哉！（穷：使……尽。}<br>（2 ）为动用法<br>既泣之三日。 （为……哭泣）<br>（3）名词作状语：<br>心知其意。 （心：在心上）<br>（4）名词作动词：<br>未可明诏大号以绳天下之梅也。绳，约束<br>文人画士之祸之烈至此哉。祸，造成罪过<br>而江浙之梅皆病 （呈病态、成为病态）<br>予购三百盆，皆病者 （呈病态、成为病态）<br>以广贮江宁、杭州、苏州之病梅 （呈病态、成为病态）<br>（5）形容词作动词：<br>未可明诏大号以绳天下之梅也。明，公开<br>穷予生之光阴以疗梅也哉！ 穷，竭尽、用尽<br>（6） 形容词作名词<br>有以文人画士孤僻之隐明告鬻梅者。隐，隐衷<br>直<br>直则无姿（笔直的枝干）<br>斫直（笔直的枝干）<br>锄其直（笔直的枝干）<br>又不可以使天下之民斫直（挺直的枝干）<br>密<br>密则无态（茂密的、繁密的枝叶）<br>删密（茂密的、繁密的枝叶）<br>删其密（茂密的、繁密的枝叶）<br>③正<br>正则无景（端正的枝条）<br>锄正（端正的枝条）<br>斫其正（端正的枝条）<br>曲<br>以曲为美（弯曲的枝条）<br>欹<br>以欹为美（倾斜的枝干）<br>疏<br>以疏为美（稀疏的枝叶）</p> <p>3.常用虚词：<br>⑴以<br>梅以曲为美，以欹为美，以疏为美。 把、拿<br>未可明诏大号以绳天下之梅也。 来<br>又不可以使天下之民斫直。 可以、能够<br>（另一说法是：以，按，“以”后省略“之”，代病态的审梅标准。）<br>以夭梅病梅为业以求钱也。 把<br>以夭梅病梅为业以求钱也。 来、用来<br>又非蠢蠢求钱之民能以其智力为也。 凭<br>有以文人画士孤癖之隐明告鬻梅者。 把<br>以求重价。 来、用来<br>以五年为期。 用、拿<br>辟病梅之馆以贮之。 来、用来<br>以广贮江宁、杭州、苏州之病梅。 来、用来<br>穷予生之光阴以疗梅也哉！ 来、用来<br>⑵之<br>江宁之龙蟠，苏州之邓尉，杭州之西溪。 的<br>未可明诏大号以绳天下之梅也。 的<br>又不可以使天下之民斫直。 的<br>梅之欹之疏之曲。 取消句子独立性<br>（语法上失取独，翻译时仍可写“的”，如汪钰明《文言文三行编排本》就是这样。）<br>又非蠢蠢求钱之民能以其智力为也。 的<br>有以文人画士孤癖之隐明告鬻梅者。 的<br>而江浙之梅皆病。 的<br>文人画士之祸之烈至此哉！ 的<br>文人画士之祸之烈至此哉！ 取消句子独立性<br>既泣之三日，乃誓疗之。 它：代指病梅<br>纵之顺之。 它：代指病梅<br>必复之全之。 它：代指病梅<br>辟病梅之馆以贮之。 的<br>辟病梅之馆以贮之 。它：代指病梅<br>以广贮江宁、杭州、苏州之病梅。 的<br>穷予生之光阴以疗梅也哉！ 的</p> <p>1.判断句：<br>梅之欹之疏之曲，又非蠢蠢求钱之民能以其智力为也。 （……，非……也）<br>予本非文人画士。 （……非……也）<br>江浙之梅皆病。 （……皆……）<br>予购三百盆，皆病者。 （……皆……）</p> <p>2.被动句：<br>甘受诟厉。 （受：被）</p> <p>3.省略句：<br>予购三百盆， （“盆”后省“病梅”）纵之顺之 （前面省主语“予”）<br>以五年为期，必复之全之。 （前面省主语“予”）<br>（予）纵之顺之，（予）毁其盆，（予）悉埋（之）于地</p> <p>4.介词结构后置：<br>悉埋于地。 （悉于地埋，全在地里种植）</p> <p>5.固定结构：<br>梅以曲为美。 （“以……为……”：把……当作……）</p><br/><h2>写作背景</h2> <p>　　清朝封建统治者为了加强思想统治，奴役人民，一方面以八股文作为科举考试选用人才的法定文体，以束缚人们的思想，另一方面大兴文字狱，镇压知识分子.在长期严酷的思想统治下，人才遭受严重的压抑和摧残。此文写于1839年，正是鸦片战争前夕。</p>",
  "poet": {
    "id": 88,
    "star": 0,
    "name": "龚自珍",
    "image": "http://img.gushiwen.org/authorImg/gongzizhen.jpg",
    "desc": "龚自珍（1792年8月22日～1841年9月26日）清代思想家、文学家及改良主义的先驱者。27岁中举人，38岁中进士。曾任内阁中书、宗人府主事和礼部主事等官职。主张革除弊政，抵制外国侵略，曾全力支持林则徐禁除鸦片。48岁辞官南归，次年暴卒于江苏丹阳云阳书院。他的诗文主张“更法”、“改图”，揭露清统治者的腐朽，洋溢着爱国热情，被柳亚子誉为“三百年来第一流”。著有《定庵文集》，留存文章300余篇，诗词近800首，今人辑为《龚自珍全集》。著名诗作《己亥杂诗》共315首。"
  },
  "tags": [
    "高中文言文",
    "哲理",
    "咏物",
    "寓人"
  ]
}