{
  "id": 35987,
  "star": 1470,
  "name": "蜂",
  "dynasty": "唐代",
  "content": "不论平地与山尖，无限风光尽被占。 <br>采得百花成蜜后，为谁辛苦为谁甜。",
  "fanyi": "<p><strong>译文</strong><br>无论是在平地，还是在那高山，哪里鲜花迎风盛开，哪里就有蜜蜂奔忙。<br>蜜蜂啊，你采尽百花酿成了花蜜，到底为谁付出辛苦，又想让谁品尝香甜？</p> <p><strong>注释</strong><br>山尖：山峰。<br>尽：都。<br>占：占其所有。<br>甜：醇香的蜂蜜。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　<a href=\"http://so.gushiwen.org/author_135.aspx\">罗隐</a>的咏物<a href=\"http://so.gushiwen.org/view_35987.aspx\">诗</a>“切于物”而“不粘于物”，往往别出心裁，独具寓意，讽刺深峻犀利又耐人寻味。清沈祥龙《论词随笔》云：“咏物之作，在借物以寓性情，凡身世之感，君国之忧，隐然蕴于其内，斯寄托遥深，非沾沾焉咏一物矣。”罗隐正是在对物象深入细致的观察基础之上，对所咏之物融进他强烈的家国之忧与身世之慨，刺时讽世使得其能在晚唐诗坛脱颖而出。《蜂》通过吟咏蜜蜂采花酿蜜供人享用这一自然现象，表现了他对社会和历史问题的思考。</p> <p>　　前两句写蜜蜂的生存状态，在山花烂漫间不停穿梭、劳作，广阔的领地给了它们相当大的施展本领的空间。“不论”“无限”，蜜蜂在辛勤劳动中“占尽风光”，简单写来看似平平无奇，纯行直白，几乎是欣赏、夸赞的口吻，实则是匠心独运，先扬后抑，为下文的议论做出了铺垫。</p> <p>　　后两句紧乘“蜜蜂”这一意象，把它象征的“劳动者”意象加以引申、扩大，发出“采得百花成蜜后，为谁辛苦为谁甜”的一声叹息。同时也提出一个耐人寻味的问题：已采的百花酿成蜜，辛辛苦苦的劳作终于有了可喜的成果，话锋一转，这般辛劳到底又是为了谁呢？在当时黑暗腐朽的社会里，为的正是那些不劳而获、占据高位、手握重权的剥削者，此中的讽意不言而明。诗人以反诘的语气控诉了那些沉迷利禄之人，感喟良久之余不禁又对广大的劳苦人民产生了矜惜怜悯之情，从另一个侧面对这种劳者不获、获者不劳的不平现实加以嘲讽和鞭笞，在为劳动人民鸣冤叫屈的同时也是对自己久沉下僚、大志难伸的境遇予以反省，表达对唐末朋党倾轧、宦官专权、战乱频仍、民不聊生的社会现象更深的痛恨之情。</p> <p>　　这首咏蜂诗运用象征的手法、设问的形式反映了劳动者不能享受其劳动成果的社会现象，与张碧《农夫》中的“运锄耕劚侵星起”“到头禾黍属他人”以及<a href=\"http://so.gushiwen.org/author_131.aspx\">梅尧臣</a>《陶者》中“陶尽门前土，屋上无片瓦”可作同一理解，都是叹苦辛人生之历练，社会世道之多艰，于人于己都是一番深省之言。</p> <p>　　罗隐此篇歌咏“蜂”之作，在艺术表达形式上独具特色。以“蜜蜂”为张本，所咏之物形神兼备，更为难得是所咏之物兴寄明显、寄慨遥深，“不粘不脱，不即不离，乃为上乘”（《带经堂诗话》），追求“神似”的工艺正如<a href=\"http://so.gushiwen.org/author_196.aspx\">严羽</a>《沧浪诗话·诗辨》云：“诗之极至有一，曰入神。至矣，尽矣。蔑以加矣。”体物工妙，词近旨远，夹叙夹议的手法配合默契，语言叙述中不尚辞藻，平淡而具思致，清雅辅以言深。</p><br/><h2>鉴赏</h2> <p>　　蜂与蝶在<a href=\"http://so.gushiwen.org/view_35987.aspx\">诗</a>人词客笔下，成为风韵的象征。然而小蜜蜂毕竟与花蝴蝶不同，它是为酿蜜而劳苦一生，积累甚多而享受甚少。诗人<a href=\"http://so.gushiwen.org/author_135.aspx\">罗隐</a>着眼于这一点，写出这样一则寄慨遥深的诗的“动物故事”。仅其命意就令人耳目一新。此诗艺术表现上值得注意的有三点：</p> <p>　　一、欲夺故予，反跌有力。此诗寄意集中在末二句的感喟上，慨蜜蜂一生经营，除“辛苦”而外并无所有。然而前两句却用几乎是矜夸的口吻，说无论是平原田野还是崇山峻岭，凡是鲜花盛开的地方，都是蜜蜂的领地。这里作者运用极度的副词、形容词──“不论”、“无限”、“尽”等等，和无条件句式，极称蜜蜂“占尽风光”，似与题旨矛盾。其实这只是正言欲反、欲夺故予的手法，为末二句作势。俗话说：抬得高，跌得重。所以末二句对前二句反跌一笔，说蜂采花成蜜，不知究属谁有，将“尽占”二字一扫而空，表达效果就更强。如一开始就正面落笔，必不如此有力。</p> <p>　　二、叙述反诘，唱叹有情。此诗采用了夹叙夹议的手法，但议论并未明确发出，而运用反诘语气道之。前二句主叙，后二句主议。后二句中又是三句主叙，四句主议。“采得百花”已示“辛苦”之意，“成蜜”二字已具“甜”意。但由于主叙主议不同，末二句有反复之意而无重复之感。本来反诘句的意思只是：为谁甜蜜而自甘辛苦呢？却分成两问：“为谁辛苦”？“为谁甜”？亦反复而不重复。言下辛苦归自己、甜蜜属别人之意甚显。而反复咏叹，使人觉感慨无穷。诗人矜惜怜悯之意可掬。</p> <p>　　三、寓意遥深，可以两解。此诗抓住蜜蜂特点，不做作，不雕绘，不尚词藻，虽平淡而有思致，使读者能从这则“动物故事”中若有所悟，觉得其中寄有人生感喟。有人说此诗实乃叹世人之劳心于利禄者；有人则认为是借蜜蜂歌颂辛勤的劳动者，而对那些不劳而获的剥削者以无情讽刺。两种解会似相龃龉，其实皆允。因为“寓言”诗有两种情况：一种是作者为某种说教而设喻，寓意较浅显而确定；另一种是作者怀着浓厚感情观物，使物著上人的色彩，其中也能引出教训，但“寓意”就不那么浅显和确定。如此诗，大抵作者从蜂的“故事”看到那时苦辛人生的影子，但他只把“故事”写下来，不直接说教或具体比附，创造的形象也就具有较大灵活性。而现实生活中存在着不同意义的苦辛人生，与蜂相似的主要有两种：一种是所谓“终朝聚敛苦无多，及到多时眼闭了”（《红楼梦》“好了歌”）；一种是“运锄耕劚侵星起”而“到头禾黍属他人”。这就使得读者可以在两种意义上作不同的理解了。但是，随着时代的前进，劳动光荣成为普遍观念，“蜂”越来越成为一种美德的象征，人们在读罗隐这诗的时候，自然更多地倾向于后一种解会了。可见，“寓言”的寓意并非一成不变，古老的“寓言”也会与日俱新。</p>",
  "about": "<h2>创作背景</h2> 　　<a href=\"http://so.gushiwen.org/author_135.aspx\">罗隐</a>生于太和七年（公元833年），大中十三年（公元859年）底至京师，应进士试，历七年不第。后来又断断续续考了几年，最终还是铩羽而归，史称“十上不第”。对当时考试制度、当时朝廷的失望，以及在这样的情绪下，看见人民辛苦劳作在田间地头与部分朝廷官员不劳而获这样相对立的情景而产生的愤懑，大致是罗隐作出这首讽喻不劳而获者的《蜂》的原因。",
  "poet": {
    "id": 135,
    "star": 0,
    "name": "罗隐",
    "image": "http://img.gushiwen.org/authorImg/luoyin.jpg",
    "desc": "罗隐（833-909），字昭谏，新城（今浙江富阳市新登镇）人，唐代诗人。生于公元833年（太和七年），大中十三年（公元859年）底至京师，应进士试，历七年不第。咸通八年（公元867年）乃自编其文为《谗书》，益为统治阶级所憎恶，所以罗衮赠诗说：“谗书虽胜一名休”。后来又断断续续考了几年，总共考了十多次，自称“十二三年就试期”，最终还是铩羽而归，史称“十上不第”。黄巢起义后，避乱隐居九华山，光启三年（公元887年），55岁时归乡依吴越王钱镠，历任钱塘令、司勋郎中、给事中等职。公元909年（五代后梁开平三年）去世，享年77岁。"
  },
  "tags": [
    "寓言",
    "咏物",
    "怜悯"
  ]
}