{
  "id": 49960,
  "star": 145,
  "name": "虞美人·宜州见梅作",
  "dynasty": "宋代",
  "content": "天涯也有江南信。梅破知春近。夜阑风细得香迟。不道晓来开遍、向南枝。 <br>玉台弄粉花应妒。飘到眉心住。平生个里愿杯深。去国十年老尽、少年心。",
  "fanyi": "<p><strong>译文</strong><br>　　在宜州看到梅花开放，知道春天即将来临。夜尽时，迟迟闻不到梅花的香味，以为梅花还没有开放；早晨起来，才发现在面南的枝条上已开满了梅花，真是没有想到。女子在镜台前化妆，引起了梅花的羡妒，就飘落在她的眉心上。要在平常见到这种景象，便希望畅怀酣饮；现在就不同了，自从被贬离开汴京，十年来，那种青年人的情怀、兴致已经不存在了。 </p><p><strong>注释</strong><br>①宜州：今广西宜山县一带。<br>②梅破知春近：梅花绽破花蕾开放，预示着春天的来临。<br>③开遍向阳枝：南枝由于向着太阳，故先开放。<br>④“玉台”二句：玉台，传说中天神的居处，也指朝廷的宫室。<br>⑤弄粉：把梅花的开放比作天宫“弄粉”。<br>⑥飘到眉心住：宋武帝女寿阳公主人日卧于含章殿下。梅花落于公主额上，成五出花，拂之不去。词中意谓由于群花的妒忌，梅花无地可立，只好移到美人的眉心停住，古代妇女化妆时常在眉心点梅花砂痣。<br>⑦“平生个里愿杯深”两句：年轻时遇到良辰美景，总是尽兴喝酒，可是经十年贬谪之后，再也没有这种兴致了。个里，个中、此中。去国，离开朝廷。</p>",
  "shangxi": "<h2>鉴赏二</h2> <p>　　<a href=\"http://so.gushiwen.org/author_268.aspx\">黄庭坚</a>因作《承天院塔记》，朝廷指为“幸灾谤国”，被除名，押送宜州编管。本词作于宋徽宗崇宁三年（1104）到达宜州的当年冬天。他初次被贬是宋哲宗绍圣元年（1094），至此恰好十年。梅花象征着清高孤傲，坚贞不屈，词人在贬谪迁徙的逆境中，常用梅花的精神激励自己。上片开首一句便以惊喜的口吻说“天涯也有江南信”。在他眼中，梅开是光明、希望和美的化身，她原来盛开于江南一带，现在在天涯海角的荒蛮之地突然开放，真是令人喜不自禁，这意味着春天的来临。他不仅欢呼春天的到来，更对自己人生之旅的冬天即将过去充满信心。“夜阑”二句是对“梅破”景象的具体描写：因夜阑风细，自己以为梅花尚未开放，殊不知，清晨一看，梅花已经开满向南的枝头，先抑后扬，跌宕有姿。</p> <p>　　下片，“玉台”二句写梅花的开放引起群花的妒忌，只好住到美人眉心，比喻自己在朝廷受到小人的排挤毁谤，远谪天涯，虽然块垒在胸，但仍不乏信心。最后“平生”两句，慨叹自己命运的坎坷，每日只能以酒浇愁，离京十年，“老尽少年心”，深沉又悲凉的表露昔日的少年心被人世的风霜消磨殆尽，黯然情伤，但并不消沉。拟人化的写法，形象、生动；联系词人身世，蕴含丰富，耐人咀嚼。整体风格乐观爽朗。</p><br/><h2>鉴赏一</h2> <p>　　此词为山谷因写《承天院塔记》被朝廷指为“幸灾谤国”而贬谪地处西南的边地宜州后所作。全词以咏梅为中心，把天涯与江南、垂老与少年、去国十年与平生作了一个对比性总结，既表现出天涯见梅的喜悦，朝花夕拾的欣慰，又抒写不胜今昔之慨，表现出作者心中郁结的不平与愤懑。</p> <p>　　“天涯也有江南信，梅破知春近”。宜州地近海南，去京国数千里，说是“天涯”不算夸张。到贬所居然能看到江南常见的梅花，作者很诧异。“梅破知春”，这不仅是以江南梅花多冬末春初开放，意谓春天来临；而且是侧重于地域的联想，意味着“天涯”也无法隔断“江南”与我的联系（作者为江西修水人，地即属江南）。“也有”，是始料未及、喜出望外的口吻，显见环境比预料的好。</p> <p>　　紧接二句则由“梅破”，写到梅开。梅花开得那样早，那样突然，夜深时嗅到一阵暗香，没能想到什么缘故，及至“晓来”才发现向阳的枝头已开繁了。</p> <p>　　虽则“开遍”，却仅限于“向南枝”，不失为早梅，令人感到新鲜，喜悦。“夜阑（其时声息俱绝，暗香易闻）风细（恰好传递清香）”时候才“得香”，故云“迟”。此处用笔细致。“也有”表现出第一次惊喜，“不道”则表现出又一次意外，作者惊喜不迭之情，溢于言表。</p> <p>　　至此，作者已满怀江南之春心。一个关于梅花的浪漫故事，遂见于作者笔端。《太平御览。时序部》引《杂五行书》：“宋武帝女寿阳公主人日卧于含章殿檐下。梅花落公主额上，成五出花，拂之不去。”一句“玉台弄粉花应妒，飘到眉心住”不但将旧典翻出新意，而且还表现出一个被贬的老人观梅以致忘怀得失的心情，暗伏下文“少年心”三字。</p> <p>　　想到往日赏梅，对着如此美景（“个里”，此中，这样的情景中），总想把酒喝个够；但现不同了，经过十年的贬谪，宦海沉沦之后，不复有少年的兴致了。结尾词情上是一大兜转，“老”加上“尽”的程度副词，更使拗折而出的郁愤之情得到充分表现。用“愿杯深”来代言兴致好，亦形象有味。</p> <p>　　这首词写得极为深挚，是山谷孤清抑郁的人格风貌的写照。全词由景入手，婉曲细腻；以情收结，直抒胸臆。整首词风格疏宕，颇具韵味。</p> <p>　　作者先写在边地宜州看到梅含苞欲放，接着写夜晚微风中传来梅花幽香，最后写早晨梅花开满枝头。由“梅破”到“得香”再到“开遍”，作者很有层次地描写了梅花。</p>",
  "about": "<h2>创作背景</h2> 　　<a href=\"http://so.gushiwen.org/author_268.aspx\">黄庭坚</a>因作《承天院塔记》，朝廷指为“幸灾谤国”，被除名，押送宜州编管。词作于宋徽宗崇宁三年（1104）到达宜州的当年冬天。他初次被贬是宋哲宗绍圣元年（1094），至此恰好十年。",
  "poet": {
    "id": 268,
    "star": 0,
    "name": "黄庭坚",
    "image": "http://img.gushiwen.org/authorImg/huangtingjian.jpg",
    "desc": "黄庭坚（1045.8.9-1105.5.24），字鲁直，号山谷道人，晚号涪翁，洪州分宁（今江西省九江市修水县）人，北宋著名文学家、书法家，为盛极一时的江西诗派开山之祖，与杜甫、陈师道和陈与义素有“一祖三宗”（黄庭坚为其中一宗）之称。与张耒、晁补之、秦观都游学于苏轼门下，合称为“苏门四学士”。生前与苏轼齐名，世称“苏黄”。著有《山谷词》，且黄庭坚书法亦能独树一格，为“宋四家”之一。"
  },
  "tags": [
    "咏物",
    "梅花",
    "抒怀"
  ]
}