{
  "id": 71253,
  "star": 3380,
  "name": "浪淘沙·九曲黄河万里沙",
  "dynasty": "唐代",
  "content": "九曲黄河万里沙，浪淘风簸自天涯。<br>如今直上银河去，同到牵牛织女家。",
  "fanyi": "<p><strong>译文</strong><br>九曲黄河从遥远的地方蜿蜒奔腾而来，一路裹挟着万里的黄沙。<br>既然你从天边而来，如今好像要直飞上高空的银河，请你带上我扶摇直上，汇集到银河中去，一同到牛郎和织女的家里做客吧。 </p> <p><strong>注释</strong><br>⑴浪淘沙：唐教坊曲名。创自<a href=\"http://so.gushiwen.org/author_197.aspx\">刘禹锡</a>、<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>，其形式为七言绝句。后又用为词牌名。<br>⑵九曲：自古相传黄河有九道弯。形容弯弯曲曲的地方很多。<br>⑶万里沙：黄河在流经各地时挟带大量泥沙。<br>⑷浪淘风簸：黄河卷着泥沙，风浪滚动的样子。浪淘：波浪淘洗。簸：掀翻，上下簸动。<br>⑸自天涯：来自天边。<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>有一首<a href=\"http://so.gushiwen.org/view_71253.aspx\">诗</a>中说：“黄河之水天上来”。古人认为黄河的源头和天上的银河相通<br>（6）牵牛织女：银河系的两个星座名。自古相传，织女为天上仙女，下凡到人间，和牛郎结为夫妇。后西王母召回织女，牛郎追上天，西王母罚他们隔河相望，只准每年七月七日的夜晚相会一次。牵牛：即传说中的牛郎。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这首绝句模仿淘金者的口吻，表明他们对淘金生涯的厌恶和对美好生活的向往。同是在河边生活，牛郎织女生活的天河恬静而优美，黄河边的淘金者却整天在风浪泥沙中讨生活。直上银河，同访牛郎织女，寄托了他们心底对宁静的田园牧歌生活的憧憬。这种浪漫的理想，以豪迈的口语倾吐出来，有一种朴素无华的美。</p> <p>　　“九曲黄河万里沙，浪淘风簸自天涯”见唐·<a href=\"http://so.gushiwen.org/author_197.aspx\">刘禹锡</a>《浪淘沙》。淘：用水冲洗。簸：摇动。自：来自。这两句大意是：九曲黄河之中有无数的抄砾，它们随同黄河流经万里，经受了浪涛的冲洗和狂风的簸荡，从天涯一直来到这里。</p> <p>　　<a href=\"http://so.gushiwen.org/view_71253.aspx\">诗</a>人歌咏九曲黄河中的万里黄沙，赞扬它们冲风破浪，一往无前的顽强性格。我们引用时可取其象征意义，歌颂与它们有着共同特点的事物或人们。</p> <p>　　“九曲黄河万里沙，浪淘风簸自天涯。如今直上银河去，同到牵牛织女家。”这是唐代诗人刘禹锡见黄河后留下的感慨，也是他对宁静生活的一种向往，而时间让世事变得复杂，追逐静已是现代人的一种精神渴求。九曲黄河沉积下来的是一种文化，而这种文化最大的特点就是静，它们深埋在河水转弯处的山坳里，在浮华背后深深地拽住民族的根，使我们在追逐中不会迷失方向。</p> <p>　　唐代大诗人刘禹锡一阕《浪淘沙》，生动形象地写出了滔滔黄河的来龙去脉和雄伟气势。其中，还诗情画意地联想到随着层层波浪，去美丽传说中的天仙佳侣之家做客。</p>",
  "about": "<h2>创作背景</h2> <p>　　永贞元年，<a href=\"http://so.gushiwen.org/author_197.aspx\">刘禹锡</a>被贬连州刺史，行至江陵，再贬朗州司马。一度奉诏后还京后，他又因《游玄都观》触怒当朝权贵而被贬连州刺史，后历任和州刺史。他没有沉沦，而是以积极乐观的态度面对世事的变迁。这首<a href=\"http://so.gushiwen.org/view_71253.aspx\">诗</a>正是表达了他的这种情感。</p> <p>　　这首绝句模仿淘金者的口吻，表明他们对淘金生涯的厌恶和对美好生活的向往。同是在河边生活，牛郎织女生活的天河恬静而优美，黄河边的淘金者却整天在风浪泥沙中讨生活。直上银河，同访牛郎织女，寄托了他们心底对宁静的田园牧歌生活的憧憬。这种浪漫的理想，以豪迈的口语倾吐出来，有一种朴素无华的美。</p>",
  "poet": {
    "id": 197,
    "star": 0,
    "name": "刘禹锡",
    "image": "http://img.gushiwen.org/authorImg/liuyuxi.jpg",
    "desc": "刘禹锡（772－842），字梦得，汉族，中国唐朝彭城（今徐州）人，祖籍洛阳，唐朝文学家，哲学家，自称是汉中山靖王后裔，曾任监察御史，是王叔文政治改革集团的一员。唐代中晚期著名诗人，有“诗豪”之称。他的家庭是一个世代以儒学相传的书香门第。政治上主张革新，是王叔文派政治革新活动的中心人物之一。后来永贞革新失败被贬为朗州司马（今湖南常德）。据湖南常德历史学家、收藏家周新国先生考证刘禹锡被贬为朗州司马其间写了著名的“汉寿城春望”。"
  },
  "tags": [
    "向往",
    "田园",
    "生活"
  ]
}