{
  "id": 69911,
  "star": 2,
  "name": "杂剧·尉迟恭单鞭夺槊",
  "dynasty": "元代",
  "content": "楔子<br>少年锦带挂吴钩，铁马西风塞草秋。全仗匣中三尺剑，会看唾手取封侯。某姓徐，双名世勣，祖居京兆三原人也。幼习儒业，颇看诗书。自降唐以来，谢圣恩可怜，特蒙委任为军师，诸将皆出吾下。今因山后定阳刘武周不顺俺大唐，刘武周不强，他手下有一员上将。复姓尉迟，名恭，字敬德，此人使一条水磨鞭，有万夫不当之勇。今奉圣人的命，着唐元帅领十万雄兵，某为军师，刘文静为前部先锋，在美良川交战，被俺统兵围住介休城。唐元帅数次招安敬德，此人不肯降唐，回言道：\"某有主公刘武周，现在定阳，岂肯降汝！\"某忽思一计：着刘文静直至沙沱，使一反将计，将刘武周首级标将来了。某今日即将刘武周首级，请唐元帅直至城下，招安敬德走一遭去来。幼小曾将武艺攻，钢鞭乌马显英雄。到处争锋多得胜，则我万人无敌尉迟恭。某复姓尉迟，名恭，字敬德，朔州善阳人也，辅佐定阳刘武周麾下。某使一条水磨鞭，有万夫不当之勇。今因唐元帅领兵前未与我相持，在美良川交锋。某与唐将秦叔宝交战百余合，不分胜败。某因追赶唐元帅到此介休城；谁想他倒下座空城，被唐兵围住，里无粮草，外无救兵。有唐元帅数次招安，我怎肯降唐？左右，城上看着！若有唐兵来打话呵，报复某家知道。某姓李，名世民，见为大唐元帅。如今领兵在美良川，与尉迟敬德交战，被我将敬德引至介休城中围住。军师，某若得敬德投降俺呵，觑草寇有如翻掌耳。元帅数次招安敬德，他言称道有他主公刘武周在沙陀，他不肯背其主。某今使一反将计，着刘文静直至沙陀，把刘武周首级标将来了也。军师，此计大妙！咱就将着首级招安敬德去来。早来到城下了也。兀那小校，报与您那尉迟恭说，俺唐元帅请他打话。喏，报的将军得知；有唐兵在城下，请打话哩。我与他打话去。唐元帅，你有何话说？敬德，你见俺雄兵围的铁桶相似，你若肯降唐呵，着你列座诸将之右；你若不降呵，俺众兵四下里安环，八下里拽炮，提起这城子来摔一个粉碎！你自寻思咱。徐茂公，你说的差了也。可不道一马岂背两鞍，双轮岂碾四辙，烈女岂嫁二夫？俺这忠臣岂佐二主？见有我主公在定阳，我怎肯投降你？将军，你主公刘武周己被我杀了也；你不信，有首级在此。俺主公有认处：鼻生三窍，脑后鸡冠。你拿首级来我看咱。小校，将秋千板吊上那首级去，着他认。晦，原来真个是俺主公首级。可怎生被他杀了也？将军，你主公已是死了，你不投降，更待何时？岂不闻\"高鸟相良木而栖，贤臣择明主而佐\"？背暗投明，古之常理。敬德，你若肯投降呵，我奏知圣人，将你重赏封官；你若不降呵，俺这里雄兵百万，战将千员，你如何飞得出这介休城去？晦，谁想我主公被他杀了！我待不降呵，如今统着大势雄兵，我又无了主人，可不道\"能狼安敌众大？好汉难打人多！\"罢、罢、罢，唐元帅，我降可降，你依的我一件事，我便投降。休道一件事，便是十件也依的，你说。等我主公服孝三年满时，我便投降您。军情事急，怎等三年？等不得！既然这等呵，等三个月孝满，可投降。也等不得。罢、罢、罢，男子汉势到今日，也一日准一年。等我三日，服孝满，埋殡追荐了我主公之时，那其间我大开城门投降，何如？将军此言有准么？大丈夫岂有谬言？你若不信，将我这人关枪、深乌马、水磨鞭、衣袍铠甲，您先将的去，权为信物；三日之后，我便投降也。既是这等，你可将来，小校收了者。军师，似尉迟恭这等一员上将，端的世之罕有！元帅，果然是好一员虎将也！<br>【仙吕】【端正好】他服孝整三年，事急也权做那三日。此事着后代人知：则这英雄能尽君臣礼。待他投降后，凯歌回，卸兵甲，载旗旗，还紫禁，到丹墀，做个龙虎风云会。<br>谁想俺主公死在唐将之手！一壁厢做个木匣儿，一般埋殡了。主公，则被你痛杀我也！<br><br>第一折<br>某尉迟恭。今日是第三日也。小校，大开城门，待唐兵来时，报复某家知道。理会的。军师，今日第三日了，尉迟敬德敢待来也。元帅贺喜，今日却收服一员虎将也！军师，投至俺得这尉迟恭，非同容易也呵！<br>【仙吕】【点绛唇】天数合该，虎臣囚在迷魂寨；请的他来，似兄弟相看待。<br>【混江龙】因窥关隘，自从那美良川引至介休来。俺想着先王有道，后辈贤才。若不是周西伯能求飞虎将，谁把一个姜太公请下钓鱼台？他可也几曾见忽的旗展、豁的门开、冬的鼓响、当的锣筛？投至得这个千战千赢尉迟恭，好险也万生万死唐元帅！到今日回忧作喜，降福除灾。<br>军师，传下军令，着大势雄兵摆的严整者。众将都与我刀剑出鞘，弓管上弦，把七重围子摆的严整！<br>【油葫芦】传将令疾教军布摆，休觑的如小哉，则他这七重围子两边排。元帅，量敬德一人，兵器袍党鞍马俱无，怕做甚么！虽然他那身边不挂犭唐猊铠，腰间不系狮蛮带，跨下又无骏马宛，手中又无器械；你觑那岩前虎瘦雄心在，休想他便肯纳降牌。<br>报元帅得知，尉迟敬德来降了也。量尉迟恭只是一个粗鲁之夫，在美良川多有唐突，乞元帅勿罪！将军既已归降，便当亲解其缚。<br>【天下乐】纵使有铁壁银山也撞开！哎，你个英也波才，休浪猜，你既肯面缚归降，我也须降阶接待。请将军去了服，罢了哀，俺今日与将军庆贺来。元帅请坐，受尉迟恭几拜！将军清起。量尉迟恭有何德能，蒙元帅这般宽恕！敢不终身愿随鞭镫？<br>【那吒令】看尉迟人生的威风也那气概，腹隐着兵书也那战策，可知道名震着乾坤也那世界。俺这里虽然是有纪纲，知兴败，那里讨尉迟这般样一个身材！<br>元帅，岂不闻\"晏平仲善与人交，久而敬之\"？<br>【鹊踏枝】说话处掉书袋，施礼数傲吾济。据着你斩虎英雄，不弱如那子路、澹台。则怕俺弟兄每心不改，可不道\"有朋自远方来\"？<br>左右，将酒来，我与将军递一杯咱。将军满饮一杯！元帅先请！量尉迟恭无过是人武夫，着元帅如此重待！则一件：想当日在赤瓜峪与三将军元吉相持，打了他一鞭；今日尉迟恭降了唐，则怕三将军记那一鞭之仇么。将军但放心。某如今奏知圣人，自有加官赐赏，谁敢记仇？<br>【寄生草】你道是赤瓜峪与咱家曾会垓，马蹄儿撞破连环寨，鞭梢儿早抹着天灵盖，也则为主人各占边疆界。这的是桀之犬吠了帝尧来，便三将军怎好把你尉迟怪？<br>韩信弃项归刘，萧何举荐，挂印登坛；想尉迟恭虽不及韩信之能，料元帅不弱沛公之量也。<br>【后庭花】你是个领貔貅天下材，画麒麟阁上客。想当日汉高祖知人杰，俺准备着韩淮阴拜将台。把筵宴快安排，俺将你真心儿酬待。则要你立唐朝显手策，立唐朝显手策。<br>【青哥儿】呀，据着你英雄、英雄慷慨，堪定那社稷、社稷兴衰。凭着你文武双全将相才，则要你扫荡云霾，肃靖尘埃。将勇兵乖，那其间挂印悬牌，便将你一日转千阶，非优待。<br>元帅，俺如今屯军在此，差人往京师奏知圣人，说尉迟恭降了唐也，圣人必有加官赐赏哩。军师，你与三将军在此看守营寨，某亲自见圣人奏知，就将的敬德将军牌印来也。这等，元帅领二十骑人马去路上防护者。<br>【赚煞】则今日赴皇都、离边塞，把从前冤仇事解，直至君王御案上拆，一件件禀奏的明白。便道不应该，未有甚汗马差排，且权做行军副元帅。军师，你与我整三军器械，紧看着营寨；则我这手儿里将的印牌来。<br>元帅去了也、敬德将军，咱与你营中去来。军师，想敬德降唐，无寸箭之功，元帅去取某印牌去了；我必然舍这一腔热血，与国家出力，方显其尽忠之心也。我背暗投明离旧主，披肝沥胆佐新君。凭着我乌锥马扶持唐社稷，水磨鞭打就李乾坤。<br><br>第二折<br>朝为田舍郎，暮登天子堂。出的朝阳门，便是大黄庄。自家不是别人，三将军元吉是也。这个将军是段志贤。我哥哥唐元帅领兵收捕刘武周，与尉迟交战，被我将尉迟引至介休城，将军兵围住。我则想杀了这匹夫，不想俺哥哥收留了他。如今俺哥哥亲自去京师奏知圣人，要与他加官赐赏。兄弟，你可知我恨他？三将军，你为何恨他？兄弟也，想前此一日在赤瓜峪，我与尉迟交战时，他曾打了我一鞭，打的我吐血数里。他如今可降了唐，我这冤仇几时得报？三将军，要报这一鞭之仇也容易。哥，你有甚计策？如今唐元帅往京师去了，你守着营寨。你唤尉迟恭来，寻他些风流罪过，则说他有二心，将他下在牢中，所算了他性命。等唐元帅回来时，则说他私下领着本部人马，还要回他那山后去，被我赶上拿回来，下在牢中。那厮气性大的，这一气就气杀了也。这个计较可不好那？此计大妙！你那里是我的哥，便是我亲老子也设不出妙计来。左右那里？唤将尉迟恭来者！尉迟恭安在？某尉迟恭。自从降了唐，有三将军元吉呼唤，不知甚事，须索走一遭去。敬德来了也。着他过来。三将军，呼唤敬德那厢使用？敬德，你知罪么？敬德不知罪。你刬地不知罪哩？你昨日夜晚间，和你那本部下人马商量，还要回你那山后去，是么？三将军，想敬德初降唐，无寸箭之功，唐元帅如此重待，又去京师奏知圣人，取我牌印去了，某岂有此心也？这厮强嘴哩，左右，把这匹夫下在牢中去。罢、罢、罢，我尉迟恭当初本不降唐来，都是唐元帅、徐茂公说着我降唐；今日将我下在牢中。这元吉当初在赤瓜峪，我曾打了他一鞭，他记旧日之仇，陷害我性命。天也，教谁人救我咱？三将军，此计何如？老段，好计！我如今分付看守的人，则要死的，不要活的。若是死了尉迟恭，则显我老三好汉。凭着我这一片好心，天也与我个条儿糖吃。某单雄信是也。幼习韬略之书，长而好武，无有不拈，无有不会。使一条狼牙枣槊，有万夫不当之勇，在俺主公洛阳王世充麾下。今有唐元帅无礼，要领兵前来偷观俺洛阳城，更待干罢！是俺奏知主公，就着俺统领十万雄兵，擒拿唐元帅走一遭去。大小三军，听吾将令！他逞大胆心怀奸诈，入洛阳全然不怕。若赶上唐将元戎，我和他决无干罢！某唐元帅。自从收捕了尉迟恭，某自往京师奏知圣人去。来到这途中，后面尘土起处，兀的不有人马赶将来也！某徐茂公。自从唐元帅去了，不想元吉思旧日之仇，如今把敬德下在牢中；我须亲赶唐元帅回来，救敬德之难。兀那前面不是元帅？元帅且住者！我有说的话。军师，你为何赶将来？自从元帅去了，不想三将军记旧日之仇，如今把敬德下在牢中；诬言他有二心，思量重回山后去。若是敬德有些好歹，显的俺等言而无信了。因此一径的赶元帅回去，救敬德之难也。军师，我观敬德岂有此心也呵！<br>【正宫】【端正好】是他新，咱须旧，没揣的结下冤仇。你道他尉迟恭又往那沙陀走，咱可也慢慢的相穷究。<br>【滚绣球】他有投明弃暗的心，拿云握雾的手，休猜做人中禽兽，论英雄堪可封侯。凭着他相貌搊、武艺熟，上阵处只显示的他家驰骤；都是我几遭儿抚顺的情由。据着他全忠尽孝真良将，怎肯做背义忘思那死回？干费了百计千谋？<br>元帅，你且休往京师去，疾回营中救敬德去来。咱便回营救敬德去也。我元吉天生有计谋，生拿敬德下牢国。只待将他盆吊死，单怕他一拳打的我做春牛。自从把尉迟下在牢里，我则要所算了他性命；又被这不知趣的徐茂公左来右去打搅，怎生是好？三将军，你不知，如今了师见你把敬德下在牢里，亲自赶唐元帅去了。不妨事。便唐元帅回来问我时，我自有话说。可早来到营门首也。左右接了马者。报复去，你说唐元帅同军师下马也。喏，有唐元帅同军师下马也。如何？我说军师赶元帅去了也。不妨事，我接待去。呀，哥哥来了也，请坐！三将军，敬德安在？哥哥，你说敬德那厮？他是个忘恩背义的人。想俺怎生看待他来，刚刚你去了，他领着本部人马，夜晚间要私奔，还他那山后去。早是我知道的疾，我慌忙领着些人马赶到数里程途，着我拿得回来。我待杀坏了，争奈元帅你可不在，且一他下在牢中，则等元帅回来，把这厮杀了罢！若不杀了他，久已后也是去的。兄弟，我观敬德敢无此心。哥也，知人知面不知心。你道无二心呵，他怎生背了刘武周投降了俺来？这等人到底不是个好的，不杀了要他何用？兄弟，投至俺得这敬德呵，非同容易；你若杀了他，可不做的个闭塞贤路么？元帅，想昔日刘沛公手下英布、彭越、韩信，立起十大功劳，后来萧何定计课了英布，够了彭越，斩了韩信。你道三个将军有甚么罪过，尚然杀坏了；量这敬德打甚么不紧！趁早将他哈喇了，也还便宜。你若早些结果了他，哥也，我买条儿糖谢你。兄弟，你则知其一，不知其二。<br>【倘秀才】那一个彭越呵，他也曾和舍人出口；那一个韩信阿，他也曾调陈豨执手；那一个英布呵，他使一勇性强占了九州。可不道\"千军容易得，一将最难求\"？怎学那萧何的做手？<br>元帅，你只唤出敬德来，多问他详细，便见真假。这也说的是。小校，唤将敬德来。拿将敬德来！事要前思，免劳后悔。想当日降唐之后，唐元帅往京师去了；不想三将军元吉他记我打了他一鞭之仇。将我下在牢中。不期唐元帅半路回来，我今见元帅去。元帅，可不道招贤纳士哩。三将军，敬德有何罪，将他下在牢中？元帅，你不知：自你去后，他有二心，领着他那本部人马，要往本处山后去，早是我赶回来。想敬德我有何亏负他来？元帅，三将军记那一鞭之仇，敬德并无此心！既然这般，我亲释其缚。我欲待往京师奏知圣人，取将军牌印来；谁想将军要回去。可不道\"心去意难留，留下结冤仇\"？我敬德并无此心！军师，安排酒果来。倒好了他！他有二心。要回山后去，这等背义忘恩，又饶了他；不杀坏，又与饯行，那里有这等道理！<br>【脱布衫】他厮知重不敢抬头，我再相逢争忍凝眸？君子人不念旧恶，小人儿自来悔后。左右，将酒来。我与敬德递一杯送行。将军满饮一杯。<br>【小梁州】我这里亲送辕门捧玉瓯，将军你莫记冤仇。左右，将一饼金来。金在此。元帅要这金做甚么？将军，这金权为路费酒消愁。指望待常相守，谁承望心去意难留！<br>我敬德本无二心，元帅既然疑我，男子汉既到今日，也罢，也罢！要我这性命做甚么？我不如撞阶而死！哎，敬德又说无此心，三将军又是那样说。兄弟，如今我也难做主张。叫你那同去赶那敬德的军士们来，我试问他一番；待他说出真情来，便着敬德也肯心服。这个却是苦也！他那里曾走，我那曾赶他？他便走我也不敢赶他去。如今叫军士们说出实话来，却是怎了？也罢，我有了！哥哥，你差了也。那时节听的这厮走了，还等的军士哩？我只骑了一匹马，拿着个鞭子，不顾性命赶上那敬德。他道\"你来怎的？\"我道：\"你受我哥哥这等大恩，你怎逃走了？你下马受死。\"他恼将起来，咬着牙拿起那水磨鞭，照着我就打来。哥哥，那时节若是别个，也着他送了五星三；谁想是你兄弟老三，我又没甚兵器，却被我侧身躲过，只一拳，珰的一声把他那鞭打在地下，他就忙了，叫\"三爷饶了我罢\"。我也不听他说，是我把右手带住马，左手揪着他眼扎毛，顺手牵羊一般牵他回来了。那有这事来？敬德他一员猛将，如何这等好拿？我且问军师咱。军师，你听者，想是敬德真个走来？敬德也是个好汉；三将军平却是个不说谎的。我若不说谎就遭瘟。如令与元帅同到演武场，着敬德领人马先走，着三将军后面单人独马赶上去．拿的转来，这便见三将军是实；拿不来便见敬德是实。老徐却也忒泼赖！这不是说话，这是害人性命哩。此说最是。那时也只乘兴而已，幸者不可屡侥。哥哥要饶他便罢，不消来勒掯我、三将军也不消恁的，我如今单人独马前行，你拿第来，你提的住，我情愿认罪；你刺的死，我情愿死。我老三不是夸口，我精神抖擞，机谋通透，平日曾怕那个？我和你便上演武场去。我马眼叉。我手鸡爪风儿发了。俺肚里又疼，且回去吃钟酒去着。元来如此！敬德，则今日俺与你同见圣人去来。这般呵，谢了元帅！<br>【幺篇】我和你如今便往朝中奏。则是三将军记那一鞭之仇。将从前事一笔都匀。我也不和他一般见识。将军你莫愁，从今后体辞生受，则要你分破帝王忧。喏，报的元帅得知：有王世充手下前部先锋单雄信特来索战。元帅，那单雄信只消差三将军去拿他，也不用多拨人马，只一人一骑包拿来了。何如？我道你也服了我老三的手段。是。就拨五千人马，着兄弟做先锋，与我擒拿单雄信去来。<br>【上小楼】你道是精神抖擞，又道是机谋通透；雄信兵来，索要相持，你合承头。想着你单鞭的拿敬德，这般夸口，又何况那区区洛阳草寇。<br>适才你兄弟说耍，当真就差我交锋去？哎哟！一时间肚疼起来，待我去营中略睡一睡。老三做事忒搊搜，差去争锋不自由。如今只学乌龟法，得缩头时且缩头。元帅，想尉迟恭初来降唐，无寸箭之功，情愿引领本部人马与他交锋去。不必将军去，我正要看洛阳城池。如今领百十骑人马，同段志贤打探，就观看洛阳城去。<br>【幺篇】我正待看洛城、窥战守，因此上息却征鼙，偃却旗幡，减却戈矛。元帅休小觑了单雄信。他人又强，马又肥，使一条狼牙枣木槊，有万夫不当之勇。若只是这等，恐怕有关。不妨事。虽然他人又强，马又肥，也拚的和他歹斗，难道我李世民便落入机彀？<br>既然这般，元帅你要观看他洛阳城，元帅先行，我与敬德将军随后来接应元帅来。军师说的是。我与段志贤先行，军师与敬德随后来接应者。我就跟的元帅去，可不好那？<br>【随煞尾】则这割鸡焉用牛刀手，小将那消大帅收？管教六十四处征尘一扫休，十八处改年号的出尽了丑。元帅，这一去则愿你鞭敲金镫也。那时节将军容再修，将凯歌齐奏，你可也早些儿准备安排着这个庆功的酒。虽然如此，还要与三将军一别。三将军安在？我适才到营帐里打的一个吨，这肚就不疼了。正待要去厮杀，我哥哥便等不得，自家去了。三将军、军师勿罪，我同元帅先去也。老段，则要你小心在意者。三将军，你领兵合后，我与敬德先接应元帅去来。军师先行，我在后领兵再来接应你。敬德，据理来饶你不得；看俺哥哥面上，你且寄头在项。此一去若有疏失呵，我不道的饶了你哩！三将军，别人不知，你可知我那水磨鞭来。我这一去遇着那单雄信呵，只着他鞭稍一指，头颅早粉碎也。舍生容易立功难，谁似吾家力拔山？则这水磨钢鞭一骑马，不杀无徒誓不还。我要杀了这匹夫来，不想俺哥哥回来救了。也罢，我这一去好歹要害了他。若杀了敬德呵，才报的我这一鞭之仇！军师着我做合后，我只是慢慢的去，等他救应不到，必有疏失，岂不是一计？<br><br>第三折<br>某单雄信是也。听知的唐元帅领着段志贤观看我洛阳城，更待于罢！某领三千人马赶去来。某段志贤。我唐元帅观看他洛阳城，不想单雄信领兵赶将来了，怎好也？段志贤及早下马受降！我近他不的，跑、跑、跑！这厮走了也，更待干罢！不问那里赶将去！怎生是好？我正观看洛阳城，不想撞着单雄信领兵赶将来。段志贤不知在那里，可怎生是好？李世民少走！你那里去？及早下马受降！<br>【越调】【斗鹌鹑】人一似北极天蓬，马一似南方火龙；他那里纵马横枪，将咱来紧攻。他急似雷霆，我疾如火风；我这里走的慌，他可也赶的凶。似这般耀武扬威，争强奋勇！<br>【紫花儿序】我恨不的胁生双翅，项长三头；他道甚么\"体走唐童\"。恰便似鱼钻入丝网，鸟扑入樊笼，匆匆。马也，少不的上你凌烟第一功，则要得四蹄那动！只听的喊杀声声，更催着战鼓逢逢。赶入这榆科国来了也。你待走的那里去？<br>【耍三台】待把我征马宛纵，残生送。兀的不是元帅！将军且暂住一住！我道是谁，元来是徐茂公。你放手！呀，元来是军师茂公！元帅，你快逃命走！徐茂公，你放手！他道我已得命好从容，且看他如何作用。则要你拿云手紧将袍袖封，谈天口说转他心意从。你便是骗英布的隋何，说韩信的蒯通！徐茂公，你放手！往日咱两个是朋友，今日各为其主也。将军，看俺旧交之情。你两次三番则管里扯住我。罢！我拔出剑来，你见么？我割袍断义，你若再赶将来，我一剑挥之两段！<br>似此可怎生了也！<br>【调笑令】见那厮不从，支楞楞扯出霜锋，呀，我见他尽在嘻嘻冷笑中；我见他割袍断袖绝了朋情重，越恼的他忿气冲冲。不争这单雄信推开徐茂公，天也，谁搭救我这微躬？<br>不中！我回营中取救军去来。徐茂公去了也。李世民，你及早下马受降！我手中有弓可无箭。兀那单雄信，你知我擅能神射，我发箭你看！他也合死！手中有弓无箭，量你到的那里！<br>【小桃红】手中无箭慢张弓，频把这虚弦控。元来徐茂公临阵不中用！单雄信慢走！则听的语如钟，喝一声响亮春雷动。纵然他有些耳聋，乍闻来也须怕恐！单雄信勿伤吾主！元来是敬德救我哩！高叫道\"休伤俺主人公\"。<br>那里走将这个卖炭的来？这厮报马单鞭，量你何足道哉！<br>单雄信休得无礼！<br>【秃厮儿】尉迟恭威而不猛，单雄信战而无功。我见他格截架解不放空，起一阵杀气黑濛濛，遮笼。<br>【圣药王】这一个枪去疾，那一个鞭下的猛，半空中起了一个避乖龙。那一个雌，这一个雄，王吉玎珰鞭槊紧紧相从，好下手的也尉迟恭！<br>元帅，若不是我尉迟恭来的单呵，险些儿落在他彀中；被某一鞭打的那厮吐血而走，被我夺了那厮的枣木槊也！若不是将军来呵，那里取我这性命！则今日我与将军同见圣人去来。<br>量尉迟恭有何德能，则是仗元帅虎威耳。壮哉！壮哉！不枉了好将军也！<br>【收尾】我则见忽的战马交，出的枣槊起，飕的钢鞭重，把一个生硬汉打的来浑身尽肿。哎，则你个打单雄信的尉迟恭，不弱似喝娄烦他这个霸王勇！<br><br>第四折<br>帅鼓铜锣一两敲，辕门里外列兵刀。将军报罢平安喏，紧卷旗幡再不摇。某乃徐茂公是也。今唐元帅与单雄信在榆科园交战，某见唐元帅大败亏输，忙差尉迟恭接应唐元帅去了，未知输赢胜败。使的那能行快走的探子看去，这早晚敢待来也。一场好厮杀也呵！<br>【黄钟】【醉花阴】大路上难行落荒里践，两只脚蓦岭登山快捻。走的我一口气似撺椽。若见俺军师，一一的都分辨。报、报、报！好探子，他从那阵上来。你只看他喜气旺色，那输赢胜败早可知了也！<br>我则见雉尾金环结束雄，腰间斜插宝雕弓。两脚能行千里路，一身常伴五更风。金字旗拿画杆赤，长蛇枪拂绛缨红。两阵相当分胜败，尽在来人启口中。兀那探子，单雄信与唐元帅怎生交锋？你喘息定了。慢慢的说一遍咱。听小人话根源：只说单雄信今番将手段展。<br>【喜迁莺】早来到北邙前面，猛听的锣鼓喧天；那军不到三千，拥出个将一员。雄纠纠威风武艺显，是段志贤立阵前。一个待功标汗简，一个待名上凌烟。元来是单雄信与某家段志贤交马。两员将扑入垓心，不打话来回便战。三军发喊，二将争功。阵上数声鼙鼓擂，军前两骑马相交。马盘马折，千寻浪里竭波龙；人撞人冲，万丈山前争食虎。一个似摔碎雷车霹雳鬼，一个似擘开华岳巨灵神。端的是谁输谁赢？再说一遍。<br>【出队子】两员将刀回马转，迎头儿先输了段志贤。唐元帅败走恰便似箭离弦，单雄信追赶似风送船，尉迟恭傍观恰便似虎视犬。<br>谁想段志贤输了也！背后一将厉声高叫道：\"单雄信不得无礼！\"你道是谁？乃尉迟敬德出马。好将军也！他是那虎体鸢肩将相才，六韬三略贮胸怀。遇敌只把单鞭举，救难慌骑刬马来。捉将似鹰拿狡兔，挟人如母抱婴孩。若非真武临凡世，便应黑煞下天台。俺尉迟敬德与单雄信怎生交战？探子，你喘息定了，慢慢的再说一遍咱。<br>【刮地风】揣、揣、揣加鞭，不剌剌走似烟，一骑马走到跟前。单雄信枣槊如秋练，正望心穿；见忽地将钢鞭疾转，骨碌碌怪眼睁圆。尉迟恭身又骁、手又便，单雄信如何施展？则一鞭偃了左肩，滴流扑坠落征马宛；不甫能躲过唐童箭，呀，早迎着敬德鞭！元来敬德手搘着竹节钢鞭，与单雄信交战。好钢鞭也！军器多般分外别，层层叠叠攒霜雪。有如枯竹节攒成，浑似乌龙尾半截。千人队里生杀气，万众丛中损英杰。饶君披上铠三重，抹着鞭梢骨节折。敬德举鞭在手，喝声：\"着！\"单雄信丢了枣塑，口吐鲜血，伏鞍而走。好将军也！扶持宇宙，整顿江山。全凭着打将鞭，怎出的拿云手？鞭起处如乌龙摆尾，将落马似猛虎离巢。胡敬德世上无双，功劳簿堪书第一。此时俺主唐元帅却在那里？探子，你喘息定了，慢慢的再说一遍咱。<br>【四门子】俺元帅勒马亲回转，展虎躯，骤骏马宛。看他一来一往相交战，是谁人敢占先？那一个奔，这一个赶，将和军躲的偌近远。刚崦里藏，休浪里潜。马儿上前合后偃。<br>单雄信输了也！他只待抛翻狼牙箭，扯断宝雕弓；撞倒麒麟和獬豸，冲开猛虎与奔熊。好敬德也！他有那举鼎拔山力，超群出世雄。钢鞭悬铁塔，黑马似乌龙。杀人无对手，上阵有威风。壮哉唐敬德，归来拜鄂公。今若敬德不去，俺主唐元帅可不休了？兀那探子，你再说一遍咱。<br>【古水仙子】呀、呀、呀猛望见，便、便、便铁石人见了也可怜。他、他、他袋内有弯弓，壶中无只箭；待、待、待要布展怎地展？挣、锋、挣两三番迸断了弓弦。走、走、走一骑马逃入榆科园。来、来、来两员将绕定榆科转，见、见、见更狠似美良川！单雄信大败于输，俺尉迟恭赢了也！探子，无甚事，赏你一只羊、两坛酒，一个月不打差，你回营中去罢。<br>【煞尾】俺元帅今年时运显，施逞会刬马单鞭。则一阵杀的那败残军，急离披走十数里远。尉迟恭鞭打了单雄信，俺这里赢了也！此一番回去，可不羞杀了三将军元吉！一壁厢推翻牛，窨下酒，做个大大的筵宴，等元帅还营，一米贺喜，二来赏功。己早分咐的齐备了也。胡敬德显耀英雄，单雄信有志无功。圣天．子百灵相助，大将军八面威风。<br>题目单雄信断袖割袍<br>正名尉迟恭单鞭夺槊",
  "poet": {
    "id": 235,
    "star": 0,
    "name": "关汉卿",
    "image": "http://img.gushiwen.org/authorImg/guanhanqing.jpg",
    "desc": "关汉卿（约1220年──1300年），元代杂剧作家。是中国古代戏曲创作的代表人物，“元曲四大家”之首。号已斋（一作一斋）、已斋叟。汉族，解州人（今山西省运城），与马致远、郑光祖、白朴并称为“元曲四大家”。以杂剧的成就最大，一生写了60多种，今存18种，最著名的有《窦娥冤》；关汉卿也写了不少历史剧，如：《单刀会》、《单鞭夺槊》、《西蜀梦》等；散曲今在小令40多首、套数10多首。关汉卿塑造的“我却是蒸不烂、煮不熟、捶不匾、炒不爆、响珰珰一粒铜豌豆”（〈不伏老〉）的形象也广为人称，被誉“曲家圣人”。"
  },
  "tags": []
}