{
  "id": 5491,
  "star": 549,
  "name": "送别",
  "dynasty": "唐代",
  "content": "下马饮君酒，问君何所之？<br>君言不得意，归卧南山陲。<br>但去莫复问，白云无尽时。",
  "fanyi": "<p><strong>译文</strong><br>请你下马来喝一杯酒，敢问朋友你要去何方？<br>你说因为生活不得意，回乡隐居在终南山旁。<br>只管去吧我何须再问，看那白云正无边飘荡。</p> <p><strong>注释</strong><br>⑴饮君酒：劝君饮酒。饮，使……喝。<br>⑵何所之：去哪里。之，往。<br>⑶归卧：隐居。南山：终南山，即秦岭，在今陕西省西安市西南。陲：边缘。<br>⑷但，只。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这首<a href=\"http://so.gushiwen.org/view_5491.aspx\">诗</a>写送友人归隐。全诗六句，仅第一句叙事，五个字就叙写出自己骑马并辔送了友人一段路程，然后才下马设酒，饯别友人。下马之处也就是饯饮之地，大概在进入终南山的山口。这样就把题旨点足。以下五句，是同友人的问答对话。第二句设问，问友人向哪里去，以设问自然地引出下面的答话，并过渡到归隐，表露出对友人的关切。三、四句是友人的回答。看似语句平淡无奇，细细读来，却是词浅情深，含着悠然不尽的意味。<a href=\"http://so.gushiwen.org/author_515.aspx\">王维</a>笔下是一个隐士，有自己的影子，至于为什么不得意，放在<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>等人那里一定有许多牢骚，可在这里只是一语带过，更见人物的飘逸性情，对俗世的厌弃以及对隐居生活的向往。</p> <p>　　“不得意”三字，指出了友人归隐的原因，道出了友人心中郁抑不平。至于友人不得意的内容，当然主要是指政治上、功业上的怀才不遇。诗人没有明确写出，也不必写出，留以想象空间。五、六句，是他在得知友人“不得意”后，对友人的劝慰。他劝友人只管到山中去，不必再为尘世间得意失意的事情苦恼，只有山中的白云才是无穷无尽的。这里明说山中白云无尽，而尘世的功名利禄的“有尽”，无常，已含蕴其中。这两句意蕴非常复杂、丰富，诗的韵味很浓。句中有诗人对友人的同情、安慰，也有自己对现实的愤懑，有对人世荣华富贵的否定，也有对隐居山林的向往。似乎是旷达超脱，又带着点无可奈何的情绪。从全篇看，诗人以问答的方式，既使送者和行人双方的思想感情得以交流，又能省略不少交代性的文字，还使得诗意空灵跳脱，语调亲切。</p> <p>　　王维这首《送别》，用了禅法入诗，富于禅家的机锋。禅宗师弟子间斗机锋，常常不说话，而做出一些奇怪的动作，以求“心心相印”。即使要传达禅意，也往往是妙喻取譬，将深邃意蕴藏在自然物象之中，让弟子自己去参悟。王维在诗歌创作中吸收了这种通过直觉、暗示、比喻、象征来寄寓深层意蕴的方法。他在这首诗中，就将自己内心世界的复杂感受凝缩融汇在“白云无尽时”这一幅自然画面之中，从而达到了“拈花一笑，不言而喻”，寻味无穷的艺术效果。</p>",
  "about": "<h2>讲解</h2> <p>　　这首<a href=\"http://so.gushiwen.org/view_5491.aspx\">诗</a>写送友人归隐，看似语句平淡无奇，细细读来，却是词浅情深，含着悠然不尽的意味）<a href=\"http://so.gushiwen.org/author_515.aspx\">王维</a>笔下是一个隐士，有自己的影子，至于为什么不得意，放在老杜等人那里一定有许多牢骚，可在这里只是一语带过，更见人物的飘逸性情，对俗世的厌弃以及对隐居生活的向往。这首诗写送友人归隐，看似语句平淡无奇，细细读来，却是词浅情深，含着悠然不尽的意味。</p> <p>　　“下马饮君酒，问君何所之？”第一句叙事。“饮”是使动用法，“使……饮”的意思。一开始就写饮酒饯别，是点题。第二句设句，问君到哪里去。由此引出下面的答话，过渡到写归隐。这一质朴无华的问语，表露了作者对友人关切爱护的深厚情意。送别者的感情起始就渗透在字里行间。更多唐诗欣赏敬请关注“习古堂国学网”的唐诗三百首栏目。</p> <p>　　“君言不得意，归卧南山陲。”“不得意”三字，显然是有深意的。不仅交待友人归隐的原因，表现他失意不满的情绪；同时也从侧面表达诗人自己对现实愤懑不平的心情。这三字是理解这首诗题旨的的一把钥匙。诗人在得知友人“不得意”的心情后，劝慰道：“但去莫复问，白云无尽时。”你只管去吧，我不再苦苦寻问了。其实你何必以失意为念呢？那尘世的功名利禄总是有尽头的，只有山中的白云才没有穷尽之时，足以供你娱乐排遣了。这两句表现了作者很复杂的思想感情：既有对友人的安慰，又有自己对隐居的欣羡；既有对人世荣华富贵的否定，又似乎带有一种无可奈何的情绪。联系前面“不得意”三字看来，在这两句诗中，更主要的则是对朋友的同情之心，并蕴含着诗人自己对现实的愤激之情，这正是此诗的着意之处和题旨所在。从写法上看，前面四句，写得比较平淡，似乎无甚意味，至此两句作结，诗意顿浓，韵味骤增，含不尽之意见于言外。当然，这两句也不是平空而起的，而是由前面看似乎平淡的四句发展而来的，如果没有前四句作铺垫，这两句结尾也就不会给人这样强的“清音有余”（谢榛语）的感觉。</p>",
  "poet": {
    "id": 515,
    "star": 0,
    "name": "王维",
    "image": "http://img.gushiwen.org/authorImg/wangwei.jpg",
    "desc": "王维（701年－761年，一说699年—761年），字摩诘，汉族，河东蒲州（今山西运城）人，祖籍山西祁县，唐朝诗人，有“诗佛”之称。苏轼评价其：“味摩诘之诗，诗中有画；观摩诘之画，画中有诗。”开元九年（721年）中进士，任太乐丞。王维是盛唐诗人的代表，今存诗400余首，重要诗作有《相思》《山居秋暝》等。王维精通佛学，受禅宗影响很大。佛教有一部《维摩诘经》，是王维名和字的由来。王维诗书画都很有名，非常多才多艺，音乐也很精通。与孟浩然合称“王孟”。"
  },
  "tags": [
    "唐诗三百首",
    "友情",
    "送别",
    "写景",
    "抒情"
  ]
}