{
  "id": 2,
  "star": 1869,
  "name": "葛覃",
  "dynasty": "先秦",
  "content": "葛之覃兮，施于中谷，维叶萋萋。黄鸟于飞，集于灌木，其鸣喈喈。<br>葛之覃兮，施于中谷，维叶莫莫。是刈是濩，为絺为綌，服之无斁。<br>言告师氏，言告言归。薄污我私，薄浣我衣。害浣害否？归宁父母。",
  "fanyi": "<p><strong>译文</strong><br>葛草长得长又长，漫山遍谷都有它，藤叶茂密又繁盛。黄鹂上下在飞翔，飞落栖息灌木上，鸣叫婉转声清丽。<br>葛草长得长又长，漫山遍谷都有它，藤叶茂密又繁盛。割藤蒸煮织麻忙，织细布啊织粗布，做衣穿着不厌弃。<br>告诉管家心理话，说我心想回娘家。快把内衣洗干净。洗和不洗分清楚，回娘家去看父母。</p> <p><strong>注释</strong><br>⑴葛：多年生草本植物，花紫红色，茎可做绳，纤维可织葛布，俗称夏布，其藤蔓亦可制鞋（即葛屦），夏日穿用。覃（tán）：本指延长之意，此指蔓生之藤。<br>⑵施（yì）：蔓延。中谷：山谷中。<br>⑶维：发语助词，无义。萋萋：茂盛貌。<br>⑷黄鸟：一说黄鹂，一说黄雀。于：作语助，无义。于飞，即飞。<br>⑸集：栖止。<br>⑹喈喈（jiē）：鸟鸣声。<br>⑺莫莫：茂盛貌。<br>⑻刈（yì）：斩，割。濩（huò）：煮。此指将葛放在水中煮。<br>⑼絺（chī）：细的葛纤维织的布。綌（xì）：粗的葛纤维织的布。<br>⑽斁（yì）：厌。<br>⑾言：一说第一人称，一说作语助词。师氏：类似管家奴隶，或指保姆。<br>⑿归：本指出嫁，亦可指回娘家。<br>⒀薄：语助词。污（wù）：洗去污垢。私：贴身内衣。<br>⒁澣（huàn）：浣，洗。衣：上曰衣，下曰裳。此指外衣。<br>⒂害（hé）：通“曷”，盍，何，疑问词。否：不。<br>⒃归宁：回家慰安父母，或出嫁以安父母之心。</p><br/><h2>译文二</h2> 葛藤多柔长，蔓延山谷中，叶儿真茂盛。<br>黄雀轻轻飞，栖息灌木上，喈喈啭欢声。<br>葛藤多柔长，蔓延山谷中，叶儿真清鲜。<br>割来煮泡后，织成粗细布，穿试百不厌。<br>轻声告保姆，思归情缠牵，洗罢贴身衣。<br>又忙洗外衫。何洗何不洗？早归父母安。<br/><h2>译文四</h2> 葛藤是如此绵长啊，蔓延在山间的谷中，那繁茂的叶子一片青青。<br>山谷间飞起美丽的黄莺，它轻轻地降落在灌木林丛，婉转的鸣叫声这般动听。<br>葛藤是如此绵长啊，蔓延在山间的谷中，成熟的叶子繁茂葱葱。<br>把它割回来煮在锅中，细布和粗布随意织成，穿着它真是其乐无穷。<br>我虚心请教我的老师，老师教给我为妇的技艺。<br>教给我用灰水清除内衣的油腻，教我用清水洗濯弄脏的外衣。<br>该洗不洗的能打点清楚，洗完回家探望父母。<br/><h2>译文三</h2> 葛草长得长又长，枝儿伸到谷中央，叶儿茂密翠汪汪。<br>黄鹂上下在翻飞，一起停在灌木上，叽叽啾啾把歌唱。<br>葛草长得长又长，枝儿伸到谷中央，叶儿茂密翠汪汪。<br>割藤蒸熟织麻忙，织细布啊织粗布，穿不厌的新衣服。<br>告诉管家心里话，说我探亲回娘家。<br>内衣脏了洗干净，外衣受污也要刷。<br>哪件不洗哪件洗，洗完回家看爹娘。",
  "shangxi": "<h2>赏析</h2> <p>　　人们常爱用“多义性”来解说<a href=\"http://so.gushiwen.org/view_2.aspx\">诗</a>意，这其实并不准确。“诗言志，歌永言”（《尚书·尧典》）。当诗人作诗以抒写情志之时，其表达意向应该是明确的，不可能存在迥然不同的多种含义。但是，诗人用以表达情志的词语，却往往是多义的。倘若在诗之上下文中，那多种含义均可贯通，说诗者就很难判断，究竟何义为作者所欲表达的“原意”了。为了不至过于武断，人们只好承认：那首诗本有着“多种含义”。对于《葛覃》，遇到的也正是这样一个难题。这首诗的主旨，全在末章点示的“归宁父母”一句。然而“归”在古代，既可指称女子之出嫁，如《桃夭》的“之子于归”；又可指称出嫁女子的回返娘家，如《左传·庄公二十七年》记“冬，杞伯姬来，归宁也”。所以，《毛诗序》定此诗为赞美“后妃”出嫁前“志在女工之事，躬俭节用，服澣濯之衣，尊敬师傅”的美德，其出嫁可以“安父母，化天下以妇道也”；而今人余冠英等则以为，这是抒写一贵族女子准备归宁（回娘家）之情的诗。二者对主旨的判断相去甚远，但在诗意上又均可圆通。究竟取“出嫁”说好呢，还是“回娘家”说好，也实在无法与诗人对证，只能留下一个悬案。</p> <p>　　不管抒情主人公是待嫁女还是新嫁娘，她此刻正处在喜悦而急切的企盼之中却毫无疑问。诗分三章，展出的是跳跃相接的三幅画境。首章似乎无人，眼间只见一派清碧如染的葛藤，蔓延在幽静的山沟；然而这幽静的清碧，又立即为一阵“喈喈”的鸣啭打破，抬眼一看，原来是美丽的黄雀，在灌木丛上啁哳。这“无人”的境界只是作者营造的一种画境，在那绿葛、黄雀背后，还有一位喜悦的女主人公，在那里顾盼、聆听。次章终于让女主人公走进了诗中，但那身影却是飘忽的：刚看到她弯腰“刈”藤的情景，转眼间又见她在家中“濩”葛、织作了。于是那萋萋满谷的葛藤，又幻化成一匹匹飘拂的葛布；而女主人公，则已在铜镜前披着这“絺綌”，正喜孜孜试身。那一句“服之无斁”，透露着辛勤劳作后无限的快慰和自豪。三章的境界却又一变，诗行中多了位慈祥的“师氏”。她似乎在倾听，又似乎在指点，因为她的女主人，此刻正央求她告知急需澣洗的衣物。“害澣？害否？归宁父母”——那便是情急的女主人公，带着羞涩和抑制不住的喜悦，终于向师氏透露的内心的秘密。这里终于透露出，这位女主人公，原来是一位急切待“归”（出嫁或者回娘家）的新人。这样，前两章的似断似续，山谷中葛藤、黄雀的美好春景，和“刈濩”、织作的繁忙劳动，就不仅传达着女主人公期盼中的喜悦，而且表现着一种熟习女工、勤劳能干的自夸自赞了。这样的女子，无论是嫁到夫家还是回返娘家，都是足以令夫家爱怜并带给父母莫大安慰的。</p> <p>　　在中国的传统中，对女子的要求从来是严苛的。所谓“妇德、妇言、妇功、妇容”，便是古代的男子世界所强加给女子必须习练的“妇教”。其要在于规定女子必须“贞顺”、“婉媚”和勤于丝麻织作之劳，老老实实作男子的附庸和婢妾，若非如此，便不配为人之妇。此诗所表现的，便正是一位“待归”女子勤于“妇功”的情景。</p>",
  "about": "<h2>创作背景</h2> 　　关于此<a href=\"http://so.gushiwen.org/view_2.aspx\">诗</a>的背景，《毛诗序》曰：“《葛覃》，后妃之本也。后妃在父母家，则志在于女工之事，躬俭节用，服浣濯之衣；尊敬师傅，则可以归安父母，化天下以妇道也。”认为是讲后妃之德的。而方玉润《诗经原始》对毛序的观点进行了驳斥，说：“后处深宫，安得见葛之延于谷中，以及此原野之间鸟鸣丛木景象乎？”认为“此亦采自民间，与《关雎》同为房中乐，前咏初昏，此赋归宁耳”。",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": [
    "诗经",
    "写人"
  ]
}