{
  "id": 20361,
  "star": 19,
  "name": "古悠悠行",
  "dynasty": "唐代",
  "content": "白景归西山，碧华上迢迢。<br>今古何处尽，千岁随风飘。<br>海沙变成石，鱼沫吹秦桥。<br>空光远流浪，铜柱从年消。",
  "fanyi": "<p><strong>译文<br></strong>太阳天天落下西山，月亮夜夜升上高天。<br>古往今来哪儿有尽头，千年的时光随风飘散。<br>海中是沙粒慢慢变成岩石，如今的秦桥只见鱼儿吹沫戏玩。<br>时光像流水不断逝去，汉武帝的铜柱也随着岁月更移早已不在人间。</p> <p><strong>注释<br></strong>⑴白景：太阳。王琦《李长吉歌<a href=\"http://so.gushiwen.org/view_20361.aspx\">诗</a>汇解》：“白景，日也。”<br>⑵碧华：皎洁的月亮。迢迢：高貌。晋<a href=\"http://so.gushiwen.org/author_838.aspx\">陆机</a>《拟西北有高楼》诗：“高楼一何峻，迢迢峻而安。”这里指天空。<br>⑶今古：谓古往今来，从古到今。<br>⑷千岁：千年，年代久远。《<a href=\"http://so.gushiwen.org/author_320.aspx\">荀子</a>·非相》：“欲观千岁，则数今日；欲知亿万，则审一二。”<br>⑸“海沙”句：海里的沙变成了石头，意思是说年代久远，自然界变化巨大。<br>⑹鱼沫：鱼所吐之水沫。秦桥：相传秦始皇东游时所造的石桥。王琦《李长吉歌诗汇解》引《初学记》：“《三齐记》曰：‘青城山，秦始皇登此山筑城，造石桥，入海三十里。’”<br>⑺空光：阳光。宋<a href=\"http://so.gushiwen.org/author_405.aspx\">王安石</a>《昆山慧聚寺次<a href=\"http://so.gushiwen.org/author_232.aspx\">孟郊</a>韵》：“扫石出古色，洗松纳空光。”<br>⑻铜柱：铜制的支撑建筑物的柱子。《史记·孝武本纪》：“其后则又作柏梁、铜柱、承露仙人掌之属矣。”</p>",
  "shangxi": "<h2>赏析</h2> <p>　　<a href=\"http://so.gushiwen.org/author_349.aspx\">李贺</a>常常用他的<a href=\"http://so.gushiwen.org/view_20361.aspx\">诗</a>歌去探究宇宙的奥秘，人生的真谛，写下了一曲曲带有哲理意味的咏叹调。这首《古悠悠行》就是这样的作品。</p> <p>　　“今古何处尽？千岁随风飘。”这两句虽然很简短，但却是经过高度浓缩写出来的具有丰富内涵的诗句。这两句用粗线条勾画了一幅绵延无尽的时间和广袤无限的空间背景。“千岁”句表面上虽然只是指时间，“千岁”，在漫长的时间长河里像一阵风那样飘忽而过。但是“千岁”又不仅仅是指时间，也指千岁之内的一切事物。这千岁内的人、事、物，也和时间一样随风飘荡而逝，无影无踪了。诗的前四句是说，日入西山，夜色深远，昼夜循环，今古如此，无有穷尽，本是大自然的规律；即使是千岁之久，在历史的发展中，亦如风飘之疾速，匆忽即逝。诗人此种感系，曾在许多篇什中抒发，如“王母桃花千遍红，彭祖巫咸几回死?”（《浩歌》）。以仙人比凡人，足见年命之短促。但日月递更、今古无尽的道理，联系实际，并不是人人都能悟得。</p> <p>　　这是前面四句蕴含的无比深厚的内容。这当中有诗人在时间消逝时心灵颤震的音符，有悠远的时间广阔的空间背景。“千岁随风飘”一句又带起了下面四句。</p> <p>　　诗的后四句，则进一步写大自然的变化，不以人的意志为转移；求仙不老，终难实现。君不见海沙虽细，经年变化，也可以长大为石。诗人在《梦天》中曾写道：“黄尘清水三山下，更变千年如走马。”人间的沧海桑田之变，犹如千年走马，说的是变化迅速。海沙成石说的是变化巨大。日久天长，人间万物都会发生变迁。秦王石桥，群鱼吹沫；汉武铜柱，流光销磨，至今已不复存在。这说明代更年远，必然发生陵谷之变，此为万物消长的常理。看来“莫高如秦桥，而鱼沫可吹；莫坚如铜柱，而流浪可消。是知世间未有久而不化之事。谁谓长生<a href=\"http://so.gushiwen.org/author_1137.aspx\">真可</a>致乎?”（姚文燮《昌谷集注》）</p> <p>　　此诗通篇富于哲理，充满理趣，不生枝蔓，纯乎理喻，这在李贺诗中是罕见的。在结构笔法上，先写日月如梭，反复更替，流光迅速，无有终期，是为不变之道；再写海沙变石，鱼沫吹桥，流光消柱，无法阻止，是为万变之理。变与不变，对比写来，深化主题，增强了诗歌的感染力量。</p> <p>　　李贺善解乐府遗法，“设色浓妙，而词旨多寓篇外，刻于撰语，浑于用意。”（毛驰黄《诗辩坻》）这正是此诗的特点。设色浓妙如“鱼沫吹桥”；刻于撰语如“空光流浪”（形容时光）；浑于用意如“铜柱年消”；而寓词旨于篇外者，则是诗中不言当朝惑于神仙之风，但句句对如此时弊隐含深刺。诗人处于元和政治混乱之时，为防不测，不得不深自弢晦，或藏孤愤之思于片章短什，或设弦外之音，感讽诽怨，还应看作是很自然的事情。</p>",
  "about": "<h2>创作背景</h2> 　　<a href=\"http://so.gushiwen.org/author_349.aspx\">李贺</a>作<a href=\"http://so.gushiwen.org/view_20361.aspx\">诗</a>，命题立意，比物征事，凡有讽寓，“皆深刺当世之弊，切中当世之隐”（姚文燮《昌谷集注序》）。诗人经历的贞元（唐德宗年号，785—805年）、元和（唐宪宗年号，806—820年）期间，唐王朝已由盛而衰，政治混乱，宪宗昏庸无能，惑于神仙，祈求长生不老，上行下效，形成风气。此诗正是由此而发。",
  "poet": {
    "id": 349,
    "star": 0,
    "name": "李贺",
    "image": "http://img.gushiwen.org/authorImg/lihe.jpg",
    "desc": "李贺（约公元791年-约817年），字长吉，汉族，唐代河南福昌（今河南洛阳宜阳县）人，家居福昌昌谷，后世称李昌谷，是唐宗室郑王李亮后裔。有“诗鬼”之称，是与“诗圣”杜甫、“诗仙”李白、“诗佛”王维相齐名的唐代著名诗人。著有《昌谷集》。李贺是中唐的浪漫主义诗人，与李白、李商隐称为唐代三李。有“‘太白仙才，长吉鬼才’之说。李贺是继屈原、李白之后，中国文学史上又一位颇享盛誉的浪漫主义诗人。李贺长期的抑郁感伤，焦思苦吟的生活方式，元和八年（813年）因病辞去奉礼郎回昌谷，27岁英年早逝。"
  },
  "tags": [
    "自然",
    "历史",
    "讽刺"
  ]
}