{
  "id": 18423,
  "star": 31,
  "name": "岁夜咏怀",
  "dynasty": "唐代",
  "content": "弥年不得意，新岁又如何？<br>念昔同游者，而今有几多？<br>以闲为自在，将寿补蹉跎。<br>春色无情故，幽居亦见过。",
  "fanyi": "<p><strong>译文</strong><br>　　我一年比一年不得意，新的一年又将会如何？回忆过去一起交游的朋友，现在活着的还有多少？我把闲居当作自由自在，把长寿看作补回岁月蹉跎。只有春色不管人情世故，在闲居的时候还来探望我。</p> <p><strong>注释</strong><br>⑴弥年：即经年，多年来。<br>⑵新岁：犹新年。<br>⑶同游者：指志同道合，同游共处的人们。同游：互相交往。<br>⑷自在：自由；无拘束。<br>⑸蹉跎：失意；虚度光阴。<br>⑹无情故：不问人情世故。<br>⑺幽居：隐居，不出仕。见过：谦辞。犹来访。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　一般说来，守岁之夜（即除夕）人们常常盼望来年的诸事如意，大运亨通。而此<a href=\"http://so.gushiwen.org/view_18423.aspx\">诗</a>却一反常情，首联便说：“弥年不得意，新岁又如何？”“意思是说：多年来就在坎坷不得意中渡过，新的一年又当如何呢？言外之意是不会有新的希望了。</p> <p>　　颔联说：“念昔同游者，而今有几多？”“同游者”在这里是指<a href=\"http://so.gushiwen.org/author_646.aspx\">柳宗元</a>、王伾、王叔文、韩泰、陆质、<a href=\"http://so.gushiwen.org/author_1764.aspx\">吕温</a>、李景俭、韩晔、陈谏、凌准、程异、房启等政治上的革新派。他们有的被杀，有的病死，有的渺无音信。这里应特别提出新亡的好友柳宗元。元和十二年，朝廷派柳宗元到条件较好的柳州做刺史，而把<a href=\"http://so.gushiwen.org/author_197.aspx\">刘禹锡</a>派往条件极差的“恶处”（《因话录》）播州（即今遵义地区）。柳宗元考虑刘禹锡的老母年近九旬，不宜去往荒远之地，便主动要求与刘对调。而今比诗人年轻二十三岁的柳宗元却在“恶处”困病而亡，这不能不使诗人倍加伤怀。因此，这“有几多”固然是伤悼众友早逝，更主要的是对挚友柳宗元的痛悼；表现的是“一人突逝，举目寂空”的沉痛之情。</p> <p>　　颈联表面是写自己的颓伤，表现的是无所作为之情，实际是牢骚之语，抒发的是愤激之情。诗人早年苦读，不慕荣华，注重品格修养；中年积极参加政治革新，极力革新政治，成为永贞革新中最核心的人物之一，时称“二王刘柳”；革新失败，流徒边州，在极端的困境中，不但写了大量的政治讽刺诗，痛斥宦官权臣和趋炎附势之徒是一批渺小而又可恶蚊虫（《聚蚊谣》），并写下不少相当有份量的政治散文；遇赦放还，仍痛骂靠镇压永贞革新而上台的人物为“桃李颜”之徒。他战斗不息，从来没有以“安闲为自在”过。这种以生死置之度外的不屈精神，绝不能说是“将寿补蹉跎”。因而可以说，此联抒发的是一种极端痛苦的愤慨和牢骚，是正意以反语出之。</p> <p>　　尾联：“春色无新故，幽居亦见过。”表面是说年年的春色皆同，在贬谪幽居时也是如此。而真正的含义却是：自然界的春天是无所谓的，可惜的是看不到政治的春天降临人间，看不到国家兴旺景象的来临。刘禹锡虽然才华横溢，但他并不甘心当一名文士，而是希望在政治上有所作为，以利国计民生。他奋斗一生，壮志未酬，这是十分苦闷的。此诗表面似乎是表现诗人的平静、闲适、甚至有些颓伤；但字里行间，却隐透出诗人极端的苦闷。这种隐真意实情于字背的方法，是这首诗的主要特色之一。特点之二是“对仗”。本来，律诗只要求中间两联对偶，首尾两联是无所谓的。但此诗却能用字字平易、句句明白如话的语言，写得联联对仗，句句通俗，这是不易做到的。</p>",
  "about": "<h2>创作背景</h2> 　　贞元二十一年（805年）正月，唐德宗驾崩，太子李诵抱病继位，是为顺宗。他重用王叔文、王伾、<a href=\"http://so.gushiwen.org/author_197.aspx\">刘禹锡</a>、<a href=\"http://so.gushiwen.org/author_646.aspx\">柳宗元</a>等，实行了一系列革除弊政的措施，并给社会和人民带来明显利益，史称“永贞革新”。但这一运动很快遭到宦官、藩镇和大官僚们的联合反扑，逼顺宗退位，让太子李纯上台，是为宪宗。革新人物王叔文先被贬官，后处死；陆质、王伾，相继病死；刘禹锡、柳宗元等八人被贬为远州司马，史称“八司马”。此后一个个都长期过着贬谪生活。元和十四年（819年），刘禹锡老母病逝，在护送寻柩过衡阳时又接到好友柳宗元去世的消息。<a href=\"http://so.gushiwen.org/view_18423.aspx\">诗</a>人闻讯异常悲痛，写下许多悼友之作。此后两年在洛阳守丧，《岁夜咏怀》约写于居丧时期。",
  "poet": {
    "id": 197,
    "star": 0,
    "name": "刘禹锡",
    "image": "http://img.gushiwen.org/authorImg/liuyuxi.jpg",
    "desc": "刘禹锡（772－842），字梦得，汉族，中国唐朝彭城（今徐州）人，祖籍洛阳，唐朝文学家，哲学家，自称是汉中山靖王后裔，曾任监察御史，是王叔文政治改革集团的一员。唐代中晚期著名诗人，有“诗豪”之称。他的家庭是一个世代以儒学相传的书香门第。政治上主张革新，是王叔文派政治革新活动的中心人物之一。后来永贞革新失败被贬为朗州司马（今湖南常德）。据湖南常德历史学家、收藏家周新国先生考证刘禹锡被贬为朗州司马其间写了著名的“汉寿城春望”。"
  },
  "tags": [
    "春节",
    "抒怀",
    "感伤"
  ]
}