{
  "id": 31783,
  "star": 31,
  "name": "过陈琳墓",
  "dynasty": "唐代",
  "content": "曾于青史见遗文，今日飘蓬过此坟。<br>词客有灵应识我，霸才无主独怜君。<br>石麟埋没藏春草，铜雀荒凉对暮云。<br>莫怪临风倍惆怅，欲将书剑学从军。",
  "fanyi": "<p><strong>译文</strong><br>　　过去曾在史书上拜读过<a href=\"http://so.gushiwen.org/author_359.aspx\">陈琳</a>的文章，今天在飘流蓬转的生活中又正好经过他的坟墓。陈琳灵魂有知，想必会真正了解我这个飘蓬才士吧。我是空有盖世超群之才而不逢识才用人之主，只有白白地羡慕能受到<a href=\"http://so.gushiwen.org/author_552.aspx\">曹操</a>重用的陈琳了。陈琳墓前的石麟已经埋没在萋萋荒草之中，而重用陈琳的曹操，其生前所建的铜雀台大概也只能对着暮云愈显其荒凉了。生不逢时啊，只能弃文就武，持剑从军。想到这些，让人不禁临风惆怅，倍加哀伤。</p> <p><strong>注释</strong><br>⑴陈琳：汉末著名的建安七子之一，擅长章表书记。初为大将军何进主簿，曾向何进献计诛灭宦官，不被采纳；后避难冀州，袁绍让他典文章，曾为绍起草讨伐曹操的檄文；袁绍败灭后，归附曹操，操不计前嫌，予以重用，军国书檄，多出其手。陈琳墓：在今江苏邳县。<br>⑵霸才：犹盖世超群之才。<br>⑶“欲将”句：意谓弃文从武，持剑从军。</p><br/><p><strong>译文<br></strong>我曾在史书上拜读过您留下的<a href=\"http://so.gushiwen.org/view_31783.aspx\">诗</a>文，今天在飘流蓬转中又经过这座土坟。<br>假如您这词人在天有灵应当了解我，有经世之才而无主依托开始倾慕您。<br>墓前的石麒麟已经被萋萋荒草埋没，魏武帝的铜雀台一片荒凉对着暮云。<br>请别怪我临风凭吊而倍感悲伤惆怅，我也想要效仿先贤携带书剑去从军。</p> <p><strong>注释<br></strong>⑴<a href=\"http://so.gushiwen.org/author_359.aspx\">陈琳</a>：汉末著名的建安七子之一，擅长章表书记。初为大将军何进主簿，曾向何进献计诛灭宦官，不被采纳；后避难冀州，袁绍让他典文章，曾为绍起草讨伐<a href=\"http://so.gushiwen.org/author_552.aspx\">曹操</a>的檄文；袁绍败灭后，归附曹操，操不计前嫌，予以重用，军国书檄，多出其手。陈琳墓：在今江苏邳县。<br>⑵青史：古代以竹简记事，故称史籍为“青史”。<br>⑶飘蓬：一作“飘零”。诗人用以比自己迁徙不定。此：一作“古”。<br>⑷霸才：犹盖世超群之才。始：一作“亦”。<br>⑸石麟：石麒麟，陵墓前的石雕的麒麟。春草：一作“秋草”。<br>⑹铜雀：铜雀台。曹操所建，故址在邺城（今河北临漳）西。<br>⑺“欲将”句：意谓弃文从武，持剑从军。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　这是一首咏怀古迹之作。表面上是凭吊古人，实际上是自抒身世遭遇之感。<a href=\"http://so.gushiwen.org/author_359.aspx\">陈琳</a>是汉末著名的建安七子之一，擅长章表书记。初为大将军何进主簿，曾向何进献计诛灭宦官，不被采纳；后避难冀州，袁绍让他典文章，曾为绍起草讨伐<a href=\"http://so.gushiwen.org/author_552.aspx\">曹操</a>的檄文；袁绍败灭后，归附曹操，操不计前嫌，予以重用，军国书檄，多出其手。陈琳墓在今江苏邳县，这首<a href=\"http://so.gushiwen.org/view_31783.aspx\">诗</a>就是凭吊陈琳墓有感而作。</p> <p>　　“曾于青史见遗文，今日飘蓬过此坟。”开头两句用充满仰慕、感慨的笔调领起全篇，说过去曾在史书上拜读过陈琳的文章，今天在飘流蓬转的生活中又正好经过陈琳的坟墓。古代史书常引录一些有关军国大计的著名文章，这类大手笔，往往成为文家名垂青史的重要凭借。“青史见遗文”，不仅点出陈琳以文章名世，而且寓含着歆慕尊崇的感情。第二句正面点题。“今日飘蓬”四字，暗透出诗中所抒的感慨和诗人的际遇分不开，而这种感慨又是紧密联系着陈琳这位前贤来抒写的。不妨说，这是对全篇主旨和构思的一个提示。</p> <p>　　“词客有灵应识我，霸才无主始怜君。”颔联紧承次句，“君”、“我”对举夹写，是全篇托寓的重笔。词客，指以文章名世的陈琳；识，这里含有真正了解、相知的意思。上句是说，陈琳灵魂有知，想必会真正了解“我”这个飘蓬才士吧。这里蕴含的感情颇为复杂。其中既有对自己才能的自负自信，又暗含才人惺惺相惜、异代同心的意思。<a href=\"http://so.gushiwen.org/author_274.aspx\">纪昀</a>评道：“‘应’字极兀傲。”这是很有见地的。但却忽略了另一更重要的方面，这就是诗句中所蕴含的极沉痛的感情。诗人在一首书怀的长诗中曾慨叹道：“有气干牛斗，无人辨辘轳（即鹿卢，一种宝剑）。”他觉得自己就像一柄气冲斗牛而被沉埋的宝剑，不为世人所知。一个杰出的才人，竟不得不把真正了解自己的希望寄托在早已作古的前贤身上，正反映出他见弃于当时的寂寞处境和“举世无相识”的沉重悲慨。因此，“应”字便不单是自负，而且含有世无知音的自伤与愤郁。下句“霸才”，犹盖世超群之才，是诗人自指。陈琳遇到曹操那样一位豁达大度、爱惜才士的主帅，应该说是“霸才有主”了。而诗人自己的际遇，则与陈琳相反，“霸才无主”四字正是自己境遇的写照。“始怜君”的“怜”，是怜慕、欣羡的意思。这里实际上暗含着一个对比：陈琳的“霸才有主”和自己的“霸才无主”的对比。正因为这样，才对陈琳的际遇特别欣羡。这时，流露了生不逢时的深沉感慨。</p> <p>　　“石麟埋没藏春草，铜雀荒凉对暮云。”腹联分承三、四句，从“墓”字生意。上句是墓前即景，下句是墓前遥想。年深日久，陈琳墓前的石麟已经埋藏在萋萋春草之中，更显出古坟的荒凉寥落。这是寄托自己对前贤的追思缅怀，也暗示当代的不重才士，任凭一代才人的坟墓芜没荒废。由于缅怀陈琳，便进而联想到重用陈琳的曹操，想象到远在邺都的铜雀台，想必也只剩下荒凉的遗迹，在遥对黯淡的暮云了。这不仅是对曹操这样一位重视贤才的明主的追思，也是对那个重才的时代的追恋。“铜雀荒凉”，正象征着一个重才的时代的消逝。而诗人对当前这个弃贤毁才时代的不满，也就在不言中了。</p> <p>　　“莫怪临风倍惆怅，欲将书剑学从军。”文章无用，霸才无主，只能弃文就武，持剑从军，这已经使人不胜感慨；而时代不同，今日从军，又焉知不是无所遇合，再历飘蓬。想到这里，怎能不临风惆怅，黯然神伤呢？这一结，将诗人那种因“霸才无主”引起的生不逢时之感，更进一步地表现出来了。</p> <p>　　全诗贯串着诗人自己和陈琳之间不同的时代、不同的际遇的对比，即霸才无主和霸才有主的对比，青史垂名和书剑飘零的对比，文采斐然，寄托遥深，不下<a href=\"http://so.gushiwen.org/author_204.aspx\">李商隐</a>咏史佳作。就咏怀古迹一体看，不妨视为<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>此类作品的嫡传。 </p>",
  "about": "<h2>创作背景</h2> 　　<a href=\"http://so.gushiwen.org/author_359.aspx\">陈琳</a>墓址在今江苏省邳州市。这首<a href=\"http://so.gushiwen.org/view_31783.aspx\">诗</a>当作于唐懿宗咸通三年（862年），时<a href=\"http://so.gushiwen.org/author_415.aspx\">温庭筠</a>东下江淮，过陈琳墓有感而作此诗。",
  "poet": {
    "id": 415,
    "star": 0,
    "name": "温庭筠",
    "image": "http://img.gushiwen.org/authorImg/wentingyun.jpg",
    "desc": "温庭筠（约812—866）唐代诗人、词人。本名岐，字飞卿，太原祁（今山西祁县东南）人。富有天才，文思敏捷，每入试，押官韵，八叉手而成八韵，所以也有“温八叉”之称。然恃才不羁，又好讥刺权贵，多犯忌讳，取憎于时，故屡举进士不第，长被贬抑，终生不得志。官终国子助教。精通音律。工诗，与李商隐齐名，时称“温李”。其诗辞藻华丽，秾艳精致，内容多写闺情。其词艺术成就在晚唐诸词人之上，为“花间派”首要词人，对词的发展影响较大。在词史上，与韦庄齐名，并称“温韦”。存词七十余首。后人辑有《温飞卿集》及《金奁集》。"
  },
  "tags": [
    "怀古"
  ]
}