{
  "id": 64730,
  "star": 238,
  "name": "汉宫春·梅",
  "dynasty": "宋代",
  "content": "潇洒江梅，向竹梢疏处，横两三枝。东君也不爱惜，雪压霜欺。无情燕子，怕春寒、轻失花期。却是有，年年塞雁，归来曾见开时。 <br>清浅小溪如练，问玉堂何似，茅舍疏篱。伤心故人去后，冷落新诗。微云淡月，对江天、分付他谁。空自忆，清香未减，风流不在人知。",
  "fanyi": "<p><strong>译文<br></strong>水边的梅花是多么潇洒，在竹梢稀疏的地方。横斜着挺出三两枝。春风也不知道爱惜，任凭雪压霜欺。燕子无情无意，只因怕冷，轻易地失去她开花的日期。惟有南归的鸿雁，年年南飞时能看见她的芳姿。<br>清浅的小溪，如一条白白的丝练，请问那些华丽的堂宇，又如何能赶得上这茅屋疏篱？最令人伤心的是，自从知己朋友离去之后，便很少有吟唱梅花的清绝的歌<a href=\"http://so.gushiwen.org/view_64730.aspx\">诗</a>。只有微云轻轻飘浮，淡淡的月光隐约迷离。面对此景此情，我的孤高芳洁又都是为了谁？但那高洁的江梅，依旧倚风自笑，并未减淡她的清香，因为风流高逸是自身的品质，本来就不在乎别知与不知。</p> <p><strong>注释</strong><br>①汉宫春：<a href=\"http://so.gushiwen.org/author_587.aspx\">张先</a>此调咏梅，有“透新春消息”，“汉家宫额涂黄”句，调名来于此。<br>②向竹梢二句：<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>《和秦太虚梅花》诗：“江头千树春欲闇，竹外一枝斜更好。”此处化用其意。<br>③东君：又名东皇、东帝，传说中的司春之神。春于方位属东，故名。<br>④塞雁：边塞之雁。雁是候鸟，秋季南来，春季北去。<br>⑤清浅：<a href=\"http://so.gushiwen.org/author_762.aspx\">林逋</a>《山园小梅》：“疏影横斜水清浅”。<br>⑥玉堂：指豪家的宅第。古乐府《相逢行古辞》：“黄金为君门，白玉为君堂。”何似：哪里比得上。<br>⑦分付他谁：即向谁诉说。<br>⑧风流：高尚的品格和气节。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　此词咏梅之孤高与环境冷落而有所寄意。作者选择一系列色淡神寒的字词，刻画梅与周围环境，宛若一幅水墨画，其勾勒梅花骨格精神尤高，给人以清高拔俗之感。全词风格疏淡隽永，句格舒缓纡徐。 </p> <p>　　起首一句，以修竹作陪衬，极言野梅品格之孤高。二、三两句，极写梅的孤洁瘦淡。芳洁固然堪赏，孤瘦则似须扶持，以下二句就势写梅之不得于春神，更为有力：“东君也不爱惜，雪压风欺。”梅花是凌寒而开，其蕊寒香冷，不仅与蜂蝶无缘，连候燕也似乎“怕春寒、轻失花期”。因燕子仲春社日归来，其时梅的花时已过，故云。一言“东君不爱惜”、再言燕子“无情”，是双倍的遗憾。“惟是有”一转，说毕竟还有“南来归雁，年年长开时”，其词若自慰，其时无非憾意，从“惟是有”的限制语中不难会出。这几句，挥洒自如，灵动飞扬，笔力不凡。 </p> <p>　　下片化用<a href=\"http://so.gushiwen.org/author_762.aspx\">林逋</a>咏梅名句——“疏影横斜水清浅，暗香浮动月黄昏”，写野“江梅”的风流与冷落。 </p> <p>　　过片三句言“清浅小溪如练”，梅枝疏影横斜，自成风景，虽村野（“茅舍疏篱”），似胜于白玉堂前。“伤心”两句感叹“梅妻鹤子”的<a href=\"http://so.gushiwen.org/view_64730.aspx\">诗</a>人林逋逝后，梅就失去了知音，“疏影横斜”之诗竟成绝响。“微云”三句，以问句的形式，言林逋逝后，即有“微云淡月”，暗香浮动，也无人能赏，只不过孤芳自赏而已。结尾三句，以拟人化的手法，将梅之孤高自许的风流标格推向高潮，从而收束全篇，造成余韵深长。含蓄蕴藉的艺术效果。</p><br/><h2>赏析二</h2> <p>　　词虽长调，其寄意却单纯，只就梅之品性孤高与环境冷落两方面反复写来，其情自深。</p> <p>　　首句“潇洒”二字状梅晶的清高，概尽全篇。“江梅”可见是野梅。又以修竹陪衬写出。盖竹之为物有虚心、有劲节，与梅一向被称为岁寒之友。“向竹梢稀处，横两三枝”，极写梅孤洁瘦淡。芳洁固然堪赏，孤瘦则似须扶持，以下二句就势写梅之不得于春神，更为有力：“东君也不爱惜，雪压风欺。”梅花是凌寒而开，其蕊寒香冷，不仅与蜂蝶无缘，连候燕也似乎叫伯春寒、轻失花期”。因燕子在仲春社日归来，其时梅的花时已过，故云。一言“东君也不爱惜”、再言燕子“无情”，是双倍的遗憾。“惟是有”一转，说毕竟还有“南来归雁，年年长见开时”，其词若自慰，其实无非憾意，从叫唯是有”的限制语中不难会出。同一意念，妙在说来富于变化。同时，这几句词笔挥洒而思路活泼，盖“燕雁与梅不相关，而挽入，故见笔力”（《独醒杂志》卷四）。</p> <p>　　<a href=\"http://so.gushiwen.org/author_762.aspx\">林逋</a>咏梅名句云：“疏影横斜水清浅，暗香浮动月黄昏。”（《山园小梅》）下片则化用以写在野的“江梅”的风流与冷落。唐人咏梅涛云：“白玉堂前一树梅，今朝忽见数花开。儿家门户重重闭，春色因何入得来。”（薛维翰《春女怨》）这是“玉堂”所本。过变三句言“清浅小溪如练”，梅枝疏影横斜，自成风景，虽在村野（“茅舍疏篱”），似胜于白玉堂前。以问句提唱，紧接又一叹：“伤心故人去后，冷落新<a href=\"http://so.gushiwen.org/view_64730.aspx\">诗</a>。”“故人”即指林逋，此渭“梅妻鹤子”的诗人逝后，梅就失去了知音，“疏影横斜”之诗竟成绝响。即有“微云淡月”、暗香浮动，没有人赏。（“分付他谁？”）不过“孤芳”自赏而已。仍以问意提唱，启发末二句，言孤芳自赏就孤芳自赏罢：“清香未减，风流不在人知。”这里“空自倚”三字回应篇首，暗用<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>“天寒翠袖薄，日暮倚修竹”（《佳人》）句意，将梅拟人化，意味自深。</p> <p>　　此词风格疏淡隽永。原因是多方面的，首先是词中梅的形象给人以清高拔俗的感觉。为了塑造这样一个形象，作者选择了“潇洒”、“稀”、“清浅”、“冷落”、“微”、 “淡”等一系列色淡神寒的字词，刻画梅与周围环境，俨如—幅水墨画，其勾勒梅花骨格精神尤高。与此相应，全词句格也疏缓纡徐，往往几句（通常是一韵）才一意，结构上也没有大的起落，这就造成一种清疏淡永之致，毫无急促寒窘之态了。</p> <p>　　此词在写作上其妙处有二：一是化用林逋等前人诗不着痕迹，如盐人水中，品尝自知。一是摹形写神，神形兼备，深得咏物诗之三昧。《苕溪渔隐丛话》、《独醒杂志》等书载：作者以此词献蔡攸、攸又呈其父蔡京，京颇喜爱，遂授冲之大晟府丞。作者以此词干谒，品格不能算高，然措辞委婉含蓄，略无穷饿酸辛之态。</p>",
  "about": "<h2>创作背景</h2> 　　这首《汉宫春》词的著作权，历来存有争议。一说为晁冲之作，一说是李邴作。宋代有影响力的个选本如《梅苑》、《乐府雅词》、《花庵词选》及《全寿备祖》等，都将它归于李邴的名下，后代有不少人沿袭这个说法。而同样具有权威性的《直斋书录解题》、《苕溪渔隐丛话》等著作，则认为它是兄冲之的作品，同样有不少人认可这个说法。陈振孙、<a href=\"http://so.gushiwen.org/author_938.aspx\">胡仔</a>认为是晁冲之作，曾慥、王明清认为是李汉老（李邴）所作。",
  "poet": {
    "id": 321,
    "star": 0,
    "name": "晁冲之",
    "desc": "晁冲之，宋代江西派诗人。生卒年不详。字叔用，早年字用道。济州巨野（今属山东）人。晁氏是北宋名门、文学世家。晁冲之的堂兄晁补之、晁说之、晁祯之都是当时有名的文学家。早年师从陈师道。绍圣（1094～1097）初，党争剧烈，兄弟辈多人遭谪贬放逐，他便在阳翟（今河南禹县）具茨山隐居，自号具茨。十多年后回到汴京，当权者欲加任用，拒不接受。终生不恋功名，授承务郎。他同吕本中为知交，来往密切。其子晁公武是《郡斋读书志》的作者。"
  },
  "tags": [
    "咏物",
    "梅花"
  ]
}