{
  "id": 20289,
  "star": 205,
  "name": "梦天",
  "dynasty": "唐代",
  "content": "老兔寒蟾泣天色，云楼半开壁斜白。<br>玉轮轧露湿团光，鸾珮相逢桂香陌。<br>黄尘清水三山下，更变千年如走马。<br>遥望齐州九点烟，一泓海水杯中泻。",
  "fanyi": "<p><strong>译文<br></strong>月宫的老兔老兔寒蟾在悲泣天色，云楼门窗半开月光斜照粉壁惨白。<br>月亮像玉轮轧过露水沾湿了团光，在桂花香陌欣逢身带鸾佩的仙娥。<br>俯视三座神山之下茫茫沧海桑田，世间千年变幻无常犹如急奔骏马。<br>遥望中国九州宛然九点烟尘浮动，那一汪海水清浅像是从杯中倾泻。</p> <p><strong>注释<br></strong>⑴梦天：梦游天上。<br>⑵老兔寒蟾：神话传说中住在月宫里的动物。<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>《天问》中曾提到月中有兔。《淮南子·览冥训》中有后羿的妻子姮娥偷吃神药，飞入月宫变成蟾的故事。汉乐府《董逃行》中的“白兔捣药长跪虾蟆丸”，说的就是月中的白兔和蟾蜍。此句是说在一个幽冷的月夜，阴云四合，空中飘洒下阵阵寒雨，就像兔和蟾在哭泣。<br>⑶云楼句：忽然云层变幻，月亮的清白色的光斜穿过云隙，把云层映照得像海市蜃楼一样。<br>⑷玉轮句：月亮带着光晕，像被露水打湿了似的。<br>⑸鸾佩：雕刻着鸾凤的玉佩，此代指仙女。桂香陌：《酉阳杂俎》卷一：“旧言月中有桂，有蟾蜍，故异书言月桂高五百丈，下有一人常斫之，树创随合。”此句是<a href=\"http://so.gushiwen.org/view_20289.aspx\">诗</a>人想象自己在月宫中桂花飘香的路上遇到了仙女。<br>⑹三山：指海上的三座神山蓬莱、方丈、瀛洲。这里却指东海上的三座山。<br>⑺走马：跑马。<br>⑻齐州：中州，即中国。《尚书·禹贡》言中国有九州。这两句说在月宫俯瞰中国，九州小得就像九个模糊的小点，而大海小得就像一杯水。<br>⑼泓：量词，指清水一道或一片。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　浪漫主义<a href=\"http://so.gushiwen.org/view_20289.aspx\">诗</a>歌的突出特点是想象奇特。在这首诗中，诗人梦中上天，下望人间，也许是有过这种梦境，也许纯然是浪漫主义的构想。</p> <p>　　开头四句，描写梦中上天。第一句“老兔寒蟾泣天色”是说，古代传说，月里住着玉兔和蟾蜍。句中的“老兔寒蟾”指的便是月亮。幽冷的月夜，阴云四合，空中飘洒下来一阵冻雨，仿佛是月里玉兔寒蟾在哭泣似的。第二句“云楼半开壁斜白”是说，雨飘洒了一阵，又停住了，云层裂开，幻成了一座高耸的楼阁；月亮从云缝里穿出来，光芒射在云块上，显出了白色的轮廓，有如屋墙受到月光斜射一样。第三句“玉轮轧露湿团光”是说，下雨以后，水气未散，天空充满了很小的水点子。玉轮似的月亮在水汽上面辗过，它所发出的一团光都给打湿了。以上三句，都是诗人梦里漫游天空所见的景色。第四句则写诗人自己进入了月宫。“鸾佩”是雕着鸾凤的玉佩，这里代指仙女。这句是说：在桂花飘香的月宫小路上，诗人和一群仙女遇上了。这四句，开头是看见了月亮；转眼就是云雾四合，细雨飘飘；然后又看到云层裂开，月色皎洁；然后诗人飘然走进了月宫；层次分明，步步深入。</p> <p>　　下面四句，又可以分作两段。“黄尘清水三山下，更变千年如走马。”是写诗人同仙女的谈话。这两句可能就是仙女说出来的。“黄尘清水”，换句常见的话就是“沧海桑田”：“三山”原来有一段典故。<a href=\"http://so.gushiwen.org/author_2135.aspx\">葛洪</a>的《神仙传》记载说：仙女麻姑有一回对王方平说：“接待以来，已见东海三为桑田；向到蓬莱，水又浅于往日会时略半耳。岂将复为陵陆乎？”这就是说，人间的沧海桑田，变化很快。“山中方七日，世上已千年”，古人往往以为“神仙境界”就是这样，所以诗人以为，人们到了月宫，回过头来看人世，就会看出“千年如走马”的迅速变化了。</p> <p>　　最后两句，是诗人“回头下望人寰处”所见的景色。“齐州”指中国。中国古代分为九州，所以诗人感觉得大地上的九州犹如九点“烟尘”。“一泓”等于一汪水，这是形容东海之小如同一杯水被打翻了一样。这四句，诗人尽情驰骋幻想，仿佛他真已飞入月宫，看到大地上的时间流逝和景物的渺小。浪漫主义的色彩是很浓厚的。</p> <p>　　<a href=\"http://so.gushiwen.org/author_349.aspx\">李贺</a>在这首诗里，通过梦游月宫，描写天上仙境，以排遣个人苦闷。天上众多仙女在清幽的环境中，你来我往，过着一种宁静的生活。而俯视人间，时间是那样短促，空间是那样渺小，寄寓了诗人对人事沧桑的深沉感慨，表现出冷眼看待现实的态度。想象丰富，构思奇妙，用比新颖，体现了李贺诗歌变幻怪谲的艺术特色。</p>",
  "about": "<h2>创作背景</h2> 　　这是<a href=\"http://so.gushiwen.org/author_349.aspx\">李贺</a>为梦境或许纯因艺术幻想而创作的<a href=\"http://so.gushiwen.org/view_20289.aspx\">诗</a>篇，其具体创作时间难以确证。朱自清《李贺年谱》和钱仲联《李长吉年谱会笺》均无提及此诗作年。",
  "poet": {
    "id": 349,
    "star": 0,
    "name": "李贺",
    "image": "http://img.gushiwen.org/authorImg/lihe.jpg",
    "desc": "李贺（约公元791年-约817年），字长吉，汉族，唐代河南福昌（今河南洛阳宜阳县）人，家居福昌昌谷，后世称李昌谷，是唐宗室郑王李亮后裔。有“诗鬼”之称，是与“诗圣”杜甫、“诗仙”李白、“诗佛”王维相齐名的唐代著名诗人。著有《昌谷集》。李贺是中唐的浪漫主义诗人，与李白、李商隐称为唐代三李。有“‘太白仙才，长吉鬼才’之说。李贺是继屈原、李白之后，中国文学史上又一位颇享盛誉的浪漫主义诗人。李贺长期的抑郁感伤，焦思苦吟的生活方式，元和八年（813年）因病辞去奉礼郎回昌谷，27岁英年早逝。"
  },
  "tags": [
    "梦游",
    "想象",
    "月宫",
    "哲理"
  ]
}