{
  "id": 72401,
  "star": 421,
  "name": "九歌",
  "dynasty": "先秦",
  "content": "东皇太一<br>吉日兮辰良，穆将愉兮上皇；<br>抚长剑兮玉珥，璆锵鸣兮琳琅；<br>瑶席兮玉瑱，盍将把兮琼芳；<br>蕙肴蒸兮兰藉，奠桂酒兮椒浆；<br>扬枹兮拊鼓，疏缓节兮安歌；<br>陈竽瑟兮浩倡；<br>灵偃蹇兮姣服，芳菲菲兮满堂；<br>五音纷兮繁会，君欣欣兮乐康。</p> <p>云中君<br>浴兰汤兮沐芳，华采衣兮若英；<br>灵连蜷兮既留，烂昭昭兮未央；<br>謇将憺兮寿宫，与日月兮齐光；<br>龙驾兮帝服，聊翱游兮周章；<br>灵皇皇兮既降，猋远举兮云中；<br>览冀洲兮有余，横四海兮焉穷；<br>思夫君兮太息，极劳心兮忡忡；</p> <p>湘君<br>君不行兮夷犹，蹇谁留兮中洲；<br>美要眇兮宜修，沛吾乘兮桂舟；<br>令沅湘兮无波，使江水兮安流；<br>望夫君兮未来，吹参差兮谁思；<br>驾飞龙兮北征，邅吾道兮洞庭；<br>薜荔柏兮蕙绸，荪桡兮兰旌；<br>望涔阳兮极浦，横大江兮扬灵；<br>扬灵兮未极，女婵媛兮为余太息；<br>横流涕兮潺湲，隐思君兮陫侧；<br>桂棹兮兰枻，斵冰兮积雪；<br>采薜荔兮水中，搴芙蓉兮木末；<br>心不同兮媒劳，恩不甚兮轻绝；<br>石濑兮浅浅，飞龙兮翩翩；<br>交不忠兮怨长，期不信兮告余以不闲；<br>朝骋骛兮江皋，夕弭节兮北渚；<br>鸟次兮屋上，水周兮堂下；<br>捐余玦兮江中，遗余佩兮醴浦；<br>采芳洲兮杜若，将以遗兮下女；<br>时不可兮再得，聊逍遥兮容与。</p> <p>湘夫人<br>帝子降兮北渚，目眇眇兮愁予；<br>袅袅兮秋风，洞庭波兮木叶下；<br>登白薠兮骋望，与佳期兮夕张；<br>鸟何萃兮苹中，罾何为兮木上？<br>沅有茝兮醴有兰，思公子兮未敢言；<br>荒忽兮远望，观流水兮潺湲；<br>麋何食兮庭中，蛟何为兮水裔；<br>朝驰余马兮江皋，夕济兮西澨；<br>闻佳人兮召余，将腾驾兮偕逝；<br>筑室兮水中，葺之兮荷盖；<br>荪壁兮紫坛，播芳椒兮成堂；<br>桂栋兮兰橑，辛夷楣兮药房；<br>罔薜荔兮为帷，擗蕙櫋兮既张；<br>白玉兮为镇，疏石兰兮为芳；<br>芷葺兮荷屋，缭之兮杜衡；<br>合百草兮实庭，建芳馨兮庑门；<br>九嶷缤兮并迎，灵之来兮如云；<br>捐余袂兮江中，遗余褋兮醴浦；<br>搴汀洲兮杜若，将以遗兮远者；<br>时不可兮骤得，聊逍遥兮容与！</p> <p>大司命<br>广开兮天门，纷吾乘兮玄云；<br>令飘风兮先驱，使涷雨兮洒尘；<br>君回翔兮以下，逾空桑兮从女；<br>纷总总兮九州，何寿夭兮在予；<br>高飞兮安翔，乘清气兮御阴阳；<br>吾与君兮齐速，导帝之兮九坑；<br>灵衣兮被被，玉佩兮陆离；<br>一阴兮一阳，众莫知兮余所为；<br>折疏麻兮瑶华，将以遗兮离居；<br>老冉冉兮既极，不寖近兮愈疏；<br>乘龙兮辚辚，高驰兮冲天；<br>结桂枝兮延伫，羌愈思兮愁人；<br>愁人兮奈何，愿若今兮无亏；<br>固人命兮有当，孰离合兮何为？</p> <p>少司命<br>秋兰兮麋芜，罗生兮堂下；<br>绿叶兮素华，芳菲菲兮袭予；<br>夫人兮自有美子，荪何以兮愁苦；<br>秋兰兮青青，绿叶兮紫茎；<br>满堂兮美人，忽独与余兮目成；<br>入不言兮出不辞，乘回风兮载云旗；<br>悲莫悲兮生别离，乐莫乐兮新相知；<br>荷衣兮蕙带，儵而来兮忽而逝；<br>夕宿兮帝郊，君谁须兮云之际；<br>与女沐兮咸池，曦女发兮阳之阿；<br>望美人兮未来，临风怳兮浩歌；<br>孔盖兮翠旌，登九天兮抚彗星；<br>竦长剑兮拥幼艾，荪独宜兮为民正。</p> <p>东君<br>暾将出兮东方，照吾槛兮扶桑；<br>抚余马兮安驱，夜皎皎兮既明；<br>驾龙輈兮乘雷，载云旗兮委蛇；<br>长太息兮将上，心低徊兮顾怀；<br>羌声色兮娱人，观者儋兮忘归；<br>縆瑟兮交鼓，萧钟兮瑶簴；<br>鸣篪兮吹竽，思灵保兮贤姱；<br>翾飞兮翠曾，展诗兮会舞；<br>应律兮合节，灵之来兮敝日；<br>青云衣兮白霓裳，举长矢兮射天狼；<br>操余弧兮反沦降，援北斗兮酌桂浆；<br>撰余辔兮高驰翔，杳冥冥兮以东行。</p> <p>河伯<br>与女游兮九河，冲风起兮水扬波；<br>乘水车兮荷盖，驾两龙兮骖螭；<br>登昆仑兮四望，心飞扬兮浩荡；<br>日将暮兮怅忘归，惟极浦兮寤怀；<br>鱼鳞屋兮龙堂，紫贝阙兮珠宫；<br>灵何惟兮水中；<br>乘白鼋兮逐文鱼，与女游兮河之渚；<br>流澌纷兮将来下；<br>子交手兮东行，送美人兮南浦；<br>波滔滔兮来迎，鱼鳞鳞兮媵予。</p> <p>山鬼<br>若有人兮山之阿，被薜荔兮带女萝；<br>既含睇兮又宜笑，子慕予兮善窈窕；<br>乘赤豹兮从文狸，辛夷车兮结桂旗；<br>被石兰兮带杜衡，折芬馨兮遗所思；<br>余处幽篁兮终不见天，路险难兮独后来；<br>表独立兮山之上，云容容兮而在下；<br>杳冥冥兮羌昼晦，东风飘兮神灵雨；<br>留灵修兮憺忘归，岁既晏兮孰华予；<br>采三秀兮于山间，石磊磊兮葛蔓蔓；<br>怨公子兮怅忘归，君思我兮不得闲；<br>山中人兮芳杜若，饮石泉兮荫松柏；<br>君思我兮然疑作；<br>雷填填兮雨冥冥，猿啾啾兮狖夜鸣；<br>风飒飒兮木萧萧，思公子兮徒离忧。</p> <p>国殇<br>操吴戈兮被犀甲，车错毂兮短兵接；<br>旌蔽日兮敌若云，矢交坠兮士争先；<br>凌余阵兮躐余行，左骖殪兮右刃伤；<br>霾两轮兮絷四马，援玉枹兮击鸣鼓；<br>天时怼兮威灵怒，严杀尽兮弃原野；<br>出不入兮往不反，平原忽兮路超远；<br>带长剑兮挟秦弓，首身离兮心不惩；<br>诚既勇兮又以武，终刚强兮不可凌；<br>身既死兮神以灵，魂魄毅兮为鬼雄。</p> <p>礼魂<br>成礼兮会鼓，传芭兮代舞；<br>姱女倡兮容与；<br>春兰兮秋菊，长无绝兮终古。",
  "fanyi": "<h2>译文</h2> <p><strong>东皇太一</strong><br>　　吉祥的日子，良好的时光，恭恭敬敬娱乐天神东皇。<br>　　手抚着镶玉的长剑剑柄，身上的佩玉和鸣响叮当。<br>　　精美的瑶席玉瑱压四方，摆设好祭品鲜花散芳香。<br>　　蕙草包祭肉兰叶做衬垫，献上桂椒酿制的美酒浆。<br>　　举鼓槌敲得鼓声咚咚响，疏节奏缓拍节声调安详，又吹竽又鼓瑟放声歌唱。<br>　　巫女舞姿美服装更漂亮，芬芳的香气溢满大厅堂。<br>　　宫商角徵羽五音齐合奏，衷心祝神君快乐又健康。</p> <p><strong>云中君</strong><br>　　我沐浴兰汤满身飘香，穿上彩衣像鲜花一样。<br>　　看云神宛曲停留云端，神光灿烂气宇轩昂。<br>　　你安居在云间殿堂，功德广大与日月齐光。<br>　　你驾龙车穿五彩衣裳，翱翔空中游览四方。<br>　　神光闪闪你从天而降，又疾速高飞重返天上。<br>　　高瞻远瞩超越九州，恩被四海功德无量。<br>　　思念神君长长叹息，忧心忡忡黯然神伤。</p> <p><strong>湘君</strong><br>　　你犹豫不决迟迟不来，为谁停留在水中沙洲？<br>　　我天生丽质又修饰打扮，急流中驾起芳香的桂舟。<br>　　令沅水湘水风平浪静，让长江安安静静地流。<br>　　盼望你啊你却不来，吹排箫啊我在思念谁？<br>　　我驾起龙舟向北航行，掉转船头抵达洞庭。<br>　　用薜荔做帘蕙草做帐，拿香荪饰桨香兰饰旌。<br>　　极目骋怀遥望涔阳，扬起风帆横渡大江。<br>　　一路飞舟不见你的踪影，侍女啊也为我叹息悲伤。<br>　　热泪纵横不住流淌，思念你啊痛断肝肠。<br>　　荡起双桨把稳船舵，飞舟破浪卷起千堆雪。<br>　　薜荔长在陆上啊偏要水中采，荷花开在水中啊却上树梢折。<br>　　二人不同心媒人也徒劳，恩爱不深厚轻易抛弃我。<br>　　石滩上的水啊浅又浅，龙舟轻又快啊飞向前。<br>　　相爱不忠诚招人长怨恨，约会不守信却说没空闲。<br>　　早晨在江边急速奔走，傍晚泊舟在北洲停留。<br>　　孤独的鸟儿在屋上栖息，弯弯的江水在堂前缓流。<br>　　把玉块抛向滚滚江流。<br>　　把玉佩丢在澧水之滨。<br>　　在芳洲上采摘杜若，赠给下女聊表寸心。<br>　　时光匆匆不会再来，放宽心怀静候佳音。</p> <p><strong>湘夫人</strong><br>　　夫人降临在江北小洲，我望眼欲穿心中哀愁。<br>　　秋风袅袅万木飘落叶，波涌浪翻千里洞庭秋。<br>　　登上白薠岗举目远望，与佳人约会相见黄昏后。<br>　　鸟儿为啥聚集水草里，鱼网为啥挂在树枝头？<br>　　沅水有白芷，澧水有香兰，心中思念你，口中未敢言。<br>　　恍恍惚惚向远方张望，但见湘江北去流水潺潺。<br>　　驼鹿为啥觅食在庭院，蛟龙为啥回游在水边？<br>　　早晨在江边跃马飞驰，傍晚渡过江到了西岸。<br>　　听到夫人的亲切召唤，驾起快车一同归乐园。<br>　　宫室豪华筑在水中央，荷叶圆圆盖在屋顶上。<br>　　香荪饰墙紫贝铺庭院，花椒香味浓郁充满厅堂。<br>　　桂木做正梁，木兰做椽子，辛夷做门楣，白芷饰卧房。<br>　　湘夫人编织薜荔巧手做帷帐，剖开蕙草放在帐顶上。<br>　　白玉为镇压住坐席，摆上石兰满室芬芳。<br>　　荷叶屋顶再加放白芷，杜衡缠绕让满院飘香。<br>　　聚集百草布满庭院，香花摆在门旁走廊。<br>　　九疑众神前来迎接，群神云集纷纷扬扬。<br>　　把香囊抛向滚滚江流，把禅衣扔在澧水之滨。<br>　　在沙洲上拔取杜若，赠寄远方人聊表寸心。<br>　　好时光不能骤然得到，且逍遥等待吉日良辰。</p> <p><strong>大司命</strong><br>　　敞开了天国的大门，我乘上浓密的乌云。<br>　　命令旋风为我开道，叫那暴雨洗洒路尘。<br>　　神君盘旋从空中下降，我紧跟着你越过空桑。<br>　　九州上芸芸众生闹嚷嚷，谁生谁死都握在我手上。<br>　　高空里我安详地飞翔，乘天地正气驾驭阴阳。<br>　　我虔诚恭敬紧跟着你，把上帝权威带到九州上。<br>　　神衣飘动啊长又长，玉佩闪烁啊放光芒。<br>　　一阴一阳啊变幻莫测，我做的事啊众人怎知详。<br>　　折一枝神麻的玉色花朵，送给你这将离去的神灵。<br>　　衰老已经渐渐地到来，不亲近就更要疏远感情。<br>　　我乘着龙车车声辚辚，高飞冲天啊直入重云。<br>　　手持一束桂枝久久伫立，愈是想念啊愈是伤心。<br>　　伤心哀愁又有什么用，但愿像现在康健无损。<br>　　人的寿命本来有定分，死生离合啊怎能由人？</p> <p><strong>少司命</strong><br>　　芬芳的秋兰，洁白的麋芜，并列生长在堂下漫布。<br>　　绿色的叶子，白色的花朵，香气浓郁沁入我的肺腑。<br>　　人们自有娇美的小儿女，你为何还要替他们愁苦？<br>　　秋天的兰花真茂盛，绿叶紫茎郁郁葱葱。<br>　　满堂的人儿都倾慕你，只对我传情把秋波送。<br>　　来时默默走时无言语，乘风驾云飘然离我去。<br>　　悲哀莫过于有情人离别，欢乐莫过于知心人团聚。<br>　　荷叶做衣蕙草做腰带，匆匆而来忽然飘天外。<br>　　傍晚时你投宿在帝郊，云端里你又把谁等待？<br>　　想与你一同沐浴在咸池，想与你同晒头发在山窝。<br>　　盼望美人啊美人不来，心神恍惚啊当风高歌。<br>　　孔雀车盖翡翠旗旌，飞上九天扫除彗星。<br>　　一手举长剑一手抱幼童，保护老百姓神中你最行。</p> <p><strong>东君</strong><br>　　一轮红日将出现在东方，照耀我的栏杆神木扶桑。<br>　　抚拍我的宝马安步缓行，夜色渐渐消失露出曙光。<br>　　驾着龙车车声如雷响，遍插云旗旗帜随风扬。<br>　　长叹一声将要升天去，低头徘徊又把故乡望。<br>　　车声旗色娱乐人心醉，观者着迷竟把归家忘。<br>　　绷紧琴弦鼓声相对响，敲击大钟钟架摇晃晃。<br>　　吹奏横笛竽笛声相和，思恋灵巫贤惠又漂亮。<br>　　舞姿翩翩像翠鸟轻飞，载歌载舞齐声诵<a href=\"http://so.gushiwen.org/view_72401.aspx\">诗</a>章。<br>　　按照音律唱踏着节拍舞，群神来迎接多得遮太阳。<br>　　青云做衣白霓做裙裳，高举长箭射杀贼天狼。<br>　　操持天弓向西方沉落，拿起北斗舀取桂酒浆。<br>　　抓住马缰绳高高飞驰，幽幽黑暗中急奔东方。</p> <p><strong>河伯</strong><br>　　河神啊，与你一起游九河，急风冲起河水泛洪波。<br>　　乘坐水车荷叶做车盖，双龙驾辕双螭来拉车。<br>　　登上昆仑纵目望四方，心意飞扬胸怀多宽畅。<br>　　日暮美景流连竟忘归，突然警醒更怀念水乡。<br>　　鱼鳞做屋瓦厅堂画蛟龙，紫贝饰门阙珍珠饰玉宫，河伯啊，为何久住水中？<br>　　乘上白鼋文鱼伴，同游沙洲永相随，绵绵情深如流水。<br>　　与你携手向东行，送你同到河南岸。<br>　　滔滔河水来欢迎，鱼儿列队来陪伴。</p> <p><strong>山鬼</strong><br>　　好像有个人儿在山坳，身披薜荔女萝束细腰。<br>　　含情脉脉开口微微笑，你爱我啊美丽又窈窕。<br>　　赤豹前拉车，后跟大花狸，辛夷木做车桂枝做旌旗。<br>　　石兰做车盖杜衡做飘带，折下香花送给意中的你。<br>　　我身居竹林深处暗不见天日，通路艰难险阻使我来迟。<br>　　我孤独地站在高山顶端，云海茫茫在我脚下翻卷。<br>　　昏昏暗暗白昼如夜晚，东风阵阵飘洒着细雨。<br>　　痴心等待你不思回返，红颜已凋谢谁来顾盼？<br>　　采灵芝仙草在那巫山间，山石嶙峋葛藤蔓蔓。<br>　　怨恨你失约惆怅我忘返，你也思念我只是不得闲。<br>　　山中人儿纯真像杜若，啜饮石泉伫立松柏下。<br>　　你想我谁知是真是假。<br>　　雷声隆隆细雨飘扬，长猿夜啼声声断人肠。<br>　　秋风飒飒黄叶飘零，痴情思公子徒自哀伤。</p> <p><strong>国殇</strong><br>　　手持吴戈身披犀牛甲，车轮交错短兵相厮杀。<br>　　旌旗蔽日阵前敌人多如云，勇士争先哪怕乱箭交坠下。<br>　　强敌冲我阵，队列遭践踏，左骖倒地死，右服被刀扎。<br>　　车轮深陷四匹战马被拴住，挥动鼓槌猛敲响鼓勇拼杀。<br>　　苍天哀怨神灵怒气迸发，将士阵亡尸横荒野山下。<br>　　勇夫出征一去不复返，荒原渺茫道路多遥远。<br>　　佩带长剑秦弓拿在手，身首分离雄心永不变。<br>　　真是既勇敢啊又有武艺，始终刚强啊不可侵凌。<br>　　身虽死啊精神不死显威灵，就是做鬼啊也是鬼中雄。</p> <p><strong>礼魂</strong><br>　　祭礼完成一齐击鸣鼓，传递鲜花轮番来跳舞，美女高唱歌声多安舒。<br>　　春兰秋菊常供奉，祭礼不绝传千古。</p>",
  "about": "<h2>内容简介</h2> <p>　　《九歌》是屈赋中最精、最美、最富魅力的<a href=\"http://so.gushiwen.org/view_72401.aspx\">诗</a>篇。它代表了<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>艺术创作的最高成就。《九歌》以楚国宗祖的功德和英雄业绩为诗；以山川神祇和自然风物为诗；以神话故事和历史传说为诗，淋漓尽致地抒发了诗人晚年放逐南楚沅湘之间忠君爱国、忧世伤时的愁苦心情和“荡志而愉乐”，“聊以舒吾忧心”，“寓情草木，托意男女”，“吟咏情性，以风其上”的心旨。</p> <p>　　《九歌》包括11章，前人为了使它们符合“九”的成数,曾作过种种凑合。如清代蒋骥《山带阁注楚辞》主张《湘君》、《湘夫人》并为一章，《大司命》、《少司命》并为一章。《闻一多》《什么是九歌》主张以《东皇太一》为迎神曲,《礼魂》为送神曲，中间九章为“九歌”正文。但多数人的意见，以“九”为虚数，同意汪瑗《楚辞集解》、<a href=\"http://so.gushiwen.org/author_504.aspx\">王夫之</a>《楚辞通释》之说，认为前十章是祭十种神灵，所祭的十种神灵，从古代人类宗教思想的渊源来考察，都跟生产斗争与生存竞争有密切关系。十种神灵又可分为三种类型：①天神──东皇太一（天神之贵者）、云中君（云神）、大司命（主寿命的神）、少司命（主子嗣的神）、东君（太阳神）；②地□──湘君与湘夫人（湘水之神）、河伯（河神）、山鬼（山神）；③人鬼──国殇（阵亡将士之魂）。有人认为，在上述十种神灵里面,篇首“东皇太一”为至尊，篇末“国殇”为烈士，都是男性；其余则是阴阳二性相偶，即东君（男）与云中君（女），大司命（男）与少司命（女），湘君（男）与湘夫人（女），河伯（男）与山鬼（女）。《九歌》原来的篇次，也基本上是按照上述的关系排列的，今本《东君》误倒（闻一多《楚辞校补》）。</p> <p>　　从《九歌》的内容和形式看，似为已具雏形的赛神歌舞剧。《九歌》中的“宾主彼我之辞”，如余、吾、君、女（汝）、佳人、公子等，它们都是歌舞剧唱词中的称谓。主唱身份不外三种:一是扮神的巫觋，男巫扮阳神，女巫扮阴神；二是接神的巫觋，男巫迎阴神，女巫迎阳神；三是助祭的巫觋。所以《九歌》的结构多以男巫女巫互相唱和的形式出现。清代陈本礼就曾指出：“《九歌》之乐。有男巫歌者。有女巫歌者；有巫觋并舞而歌者；有一巫唱而众巫和者。”（《屈辞精义》）这样，《九歌》中便有了大量的男女相悦之词，在宗教仪式、人神关系的纱幕下，表演着人世间男女恋爱的活剧。这种男女感情的抒写，是极其复杂曲折的：有时表现为求神不至的思慕之情，有时表现为待神不来的猜疑之情，有时表现为与神相会的欢快之情，有时表现为与神相别的悲痛与别后的哀思。从诗歌意境上看，颇有独到之处。</p> <p>　　<a href=\"http://so.gushiwen.org/author_459.aspx\">朱熹</a>曾评《九歌》说：“比其类，则宜为三《颂》之属；而论其辞，则反为《国风》再变之《郑》、《卫》矣。”(《楚辞辩证》)同是言情之作，而《九歌》较之《诗经》的郑、卫之风，确实不同。但这并非由于“世风日下”的“再变”，而是春秋战国时期南北民族文化不同特征的表现。郑、卫之诗，表现了北方民歌所特有的质直与纯朴；而《九歌》则不仅披上了一层神秘的宗教外衣，而且呈现出深邃、幽隐、曲折、婉丽的情调，别具一种奇异浓郁的艺术魅力。</p> <p>　　男女之情并不能概括《九歌》的全部内容。作为祭歌，由于它每一章所祭的对象不同，内容也就有所不同，如《东皇太一》的肃穆，《国殇》的壮烈，便与男女之情无涉。《国殇》是一首悼念阵亡将士的祭歌，也是一支发扬蹈厉、鼓舞士气的战歌。它通过对激烈战斗场面的描写，热烈地赞颂了为国死难的英雄，从中反映了楚民族性格的一个侧面。</p> <p>　　《九歌》是以娱神为目的的祭歌，它所塑造的艺术形象，表面上是超人间的神，实质上是现实中人的神化，在人物感情的刻画和环境气氛的描述上，既活泼优美，又庄重典雅，充满着浓厚的生活气息。</p><br/><h2>祭祀性质</h2> <p>　　《九歌》具有浓厚的宗教祭祀性质。王逸《楚辞章句》说：“《九歌》者，<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>所为作也。昔楚国南郢之邑，沅、湘之间，其俗信鬼而好祠。其祠，必作歌乐鼓舞以乐诸神。屈原放逐，窜伏其域，怀忧苦毒，愁思沸郁。出见俗人祭祀之礼，歌舞之乐，其词鄙陋，因作《九歌》之曲”楚国沅、湘之间“信鬼而好祠”，与同期的中原相比，其祭祀方式具有更强的原始色彩。所以，尽管楚辞《九歌》经过屈原加工，但其民间祭祀痕迹尚可看出。其中巫师装扮的各位富有个性的神灵，都同中原一带官方的祭祀乐舞有明显差异。历代史书大都对楚地巫风有过记载。《汉书·地理志》云：“楚有江汉川泽山林之饶，……信巫鬼，重淫祀。”而在“不语怪力乱神”的中原地带，对于鬼神则是“敬而远之”。这些记载体现了楚国同中原一带在对待鬼神态度上的差异。中原文明成熟较早，宗教祭祀与王权的政治理想结合较紧，尤其是经过西周礼乐洗礼之后，其原始色彩更加淡化。《论语·先进》中记载，子路向孔子询问鬼神之事，孔子曰：“未能事人，焉能事鬼。”这种态度说明了儒家的治世态度，这种态度也典型地代表了北方中原一带的宗教观。楚地祭祀形式则因其浓厚的巫风而保留了更多原始遗风。《隋书·地理志》云：“大抵荆州率敬鬼，尤重祠祀之事，昔屈原为制《九歌》，盖由此也。”所以，《九歌》是在楚地巫风大背景下的产物。</p> <p>　　闻一多曾将《九歌》“悬解”为一出大型歌舞剧，对我们研究《九歌》的戏剧因素颇有启发。《九歌》中虽然具有娱乐与扮演因素，而且某些篇章可构成一定情节，但并非所祭祀的每位神灵之间都有必然联系，整个《九歌》并未能构成完整的情节。巫师们时而扮神、时而媚神，其目的还是为了迎请神灵莅临祭坛、获得神灵的福佑，而非为了单纯的表演，故还不能将《九歌》看作一部完整的歌舞剧。另外，《九歌》虽然是在祭祀歌乐基础上加工改编的，但屈原的文学化创作也不能排斥。现存的《九歌》主要以文学作品形式出现，是骚体<a href=\"http://so.gushiwen.org/view_72401.aspx\">诗</a>歌。研究《九歌》的戏剧因素，不能停留于《九歌》本身，应当透过《九歌》，看此类形式在民间祭祀过程中的娱乐和扮演行为。</p><br/><h2>名称由来</h2> <p>　　关于“九歌”名称的来历，王逸认为是<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>仿南楚的民间祭歌创作的。<a href=\"http://so.gushiwen.org/author_459.aspx\">朱熹</a>认为是屈原对南楚祭歌修改加工，“更定其词”（《楚辞集注》）。胡适则认为《九歌》乃古代“湘江民族的宗教歌舞”，“与屈原传说绝无关系”（《读楚辞》）。今人多取朱说。</p> <p>　　《九歌》由于以民间祭歌为基础，所以具有楚国民间祭神巫歌的许多特色，《汉书·地理志》说：“（楚地）信巫鬼，重淫祀。”《吕氏春秋·侈乐》也说：“楚之衰也，作为巫音。”所谓“巫音”，即巫觋祭神的乐歌，这是《九歌》与屈原其他<a href=\"http://so.gushiwen.org/view_72401.aspx\">诗</a>篇的不同之处。但是，作品中如“载云旗兮委迤”、“九嶷缤兮并迎”、“吾道兮洞庭”等诗句，“老冉冉”、“纷总总”等习用语，又与屈原其他诗作一脉相通。因此，它应当是屈原诗歌艺术整体中的有机构成部分。</p> <p>　　“九歌”名称，来源甚古。除《尚书》、《左传》、《山海经》所称引者外，《离骚》中有“启九辩与九歌兮，夏康娱以自纵”，“奏九歌而舞韶兮，聊假日以乐”，《天问》中有“启棘宾商,九辩九歌”诸语。各书所说到的“九歌”内容虽有种种演化，但可证“九歌”乃是传说中很古的乐章。至于屈原用它作为篇名，似乎不会跟远古“九歌”的章数有关，也不一定跟古代“九歌”的曲调相同。可能是取其“娱神”这一点，再结合《离骚》所说的“康娱”、“乐”的意思，基本上属于新歌袭旧名的类型。</p> <p>　　传说中九歌本是天乐。赵简子梦中升天所听到的“广乐九奏万舞”，即《九歌》与配合著《九歌》的韶舞。（《离骚》“奏九歌而舞韶兮”。）《九歌》自被夏后启偷到人间来，一场欢宴，竟惹出五子之乱而终于使夏人亡国。这神话的历史背景大概如下。《九歌》韶舞是夏人的盛乐，或许只郊祭上帝时方能使用。启曾奏此乐以享上帝，即所谓钧台之享。正如一般原始社会的音乐，这乐舞的内容颇为猥亵。只因原始生活中，宗教与性爱颇不易分，所以虽猥亵而仍不妨为享神的乐。也许就在那次郊天的大宴享中，启与太康父子之间，为著有仍二女（即“五子之母”）起了冲突。事态扩大到一种程度，太康竟领着弟弟们造起反来，结果敌人——夷羿乘虚而入，把有夏灭了。（关于此事，另有考证。）启享天神，本是启请客。传说把启请客弄成启被请，于是乃有启上天作客的故事。这大概是因为所谓“启宾天”的“宾”字，（《天问》“启棘宾商”即宾天，《大荒西经》“开上三嫔于天”，嫔宾同。）本有“请客”与“作客”二义，而造成的结果。请客既变成作客，享天所用的乐便变为天上的乐，而奏乐享客也就变为作客偷乐了。传说的错乱大概只在这一点上，其余部分说启因《九歌》而亡国，却颇合事实。这里特别提出这几点，是要指明《九歌》最古的作用及其带猥亵性的内容，因为这对于解释《楚辞·九歌》是颇有帮助的。少司命一说是主宰人祸福的神。</p>",
  "poet": {
    "id": 238,
    "star": 0,
    "name": "屈原",
    "image": "http://img.gushiwen.org/authorImg/quyuan.jpg",
    "desc": "屈原（约公元前340-前278），中国古代伟大的爱国诗人。汉族，出生于楚国丹阳，名平，字原。战国时期楚国贵族出身，任三闾大夫、左徒,兼管内政外交大事。公元前278年秦将白起一举攻破楚国首都郢都。忧国忧民的屈原在长沙附近汩罗江怀石自杀，端午节据说就是他的忌日。他写下许多不朽诗篇，成为中国古代浪漫主义诗歌的奠基者，在楚国民歌的基础上创造了新的诗歌体裁楚辞。他创造的“楚辞”文体在中国文学史上独树一帜，与《诗经》并称“风骚”二体，对后世诗歌创作产生积极影响。"
  },
  "tags": [
    "楚辞",
    "祭祀"
  ]
}