{
  "id": 69238,
  "star": 18,
  "name": "和盛集陶落叶",
  "dynasty": "清代",
  "content": "秋老钟山万木稀，凋伤总属劫尘飞。<br>不知玉露凉风急，只道金陵王气非。<br>倚月素娥徒有树，履霜青女正无衣。<br>华林惨淡如沙漠，万里寒空一雁归。",
  "fanyi": "<h2>注释</h2> ⑴盛集陶——盛斯唐，字集陶，安徽桐城人，清初寓居南京，常以<a href=\"http://so.gushiwen.org/view_69238.aspx\">诗</a>与<a href=\"http://so.gushiwen.org/author_2970.aspx\">林古度</a>、<a href=\"http://so.gushiwen.org/author_426.aspx\">钱谦益</a>唱和。<br>⑵劫尘——即劫灰，佛教中指烧毁一切的大火后所剩的灰烬。<br>⑶玉露——白露。<br>⑷素娥——即嫦娥。<br>⑸履霜——踩着霜。《易经·坤卦》：“履霜坚冰至。”意谓踩霜即预示着严寒将至；青女——主霜雪的女神。<br>⑹华林——曹魏时的皇家园林，此泛指美好的树林园苑。",
  "shangxi": "<h2>赏析</h2> <p>　　秋已深了，远望南京城东的钟山，万物凋零，<a href=\"http://so.gushiwen.org/author_1397.aspx\">寒山</a>肃杀，犹如劫后余烬，一片寥落荒芜的气象。首二句紧扣题面，从落叶下笔，“万物稀”三字说明已是落叶纷飞的时候了。“秋老”的“老”字下得很重，表明金陵一带笼罩在萧飒的气氛之中，而“劫尘”二字已说出江山易代的沧桑之痛。<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>本有“玉露凋伤枫树林”的句子，但如今木叶尽脱的景象使人感到的并不是风霜之侵袭，而是作为帝王之都的金陵气数已尽。所以三、四两句更明显地揭露出政治的变幻是<a href=\"http://so.gushiwen.org/view_69238.aspx\">诗</a>人悲秋感伤的真正原因。就是在三年以前，清军南下的铁蹄践踏了这紫金山前、玄武湖畔的大好河山，弘光政权随之倾覆，<a href=\"http://so.gushiwen.org/author_426.aspx\">钱谦益</a>虽然觍颜事敌，偷生苟活，而心中却也充满着矛盾与痛苦，故他于诗中每每发泄其故国之思。“金陵王气”显然是用了<a href=\"http://so.gushiwen.org/author_197.aspx\">刘禹锡</a>《西塞山怀古》中“王濬楼船下益州，金陵王气黯然收”的句子，而这里分明是指明王朝的衰败。故这两句中对明亡的惋叹是十分清楚的，说叶落缘于王气衰竭二非关金风秋露，自然是故作痴语，但用以寄托自己的故国之思确是十分沉痛的。</p> <p>　　<a href=\"http://so.gushiwen.org/author_204.aspx\">李商隐</a>的《霜月》中说：“青女素娥俱耐冷，月中霜里斗婵娟”，即借咏物而表现处于严峻环境中的乐观态度，然钱谦益则反其意而用之。嫦娥独自依月，涂有桂树相伴，青女履霜无依，倍感凄寒。五、六两句由落叶而想到月中的桂树，想到摧落黄叶的严霜，然分明以素娥、青女自况，暗示了自己于严峻肃杀的政治氛围中所感到的孤独与忧伤。最后两句归结到落叶上，原先一片葱翠茂密的树林，如今已是荒败如沙漠，在那广漠无垠的寒空中一只孤雁掠过，更增加了秋林的荒寒落寞之感，给全诗平添了低沉灰暗的调子。而那寒空中孤独的飞雁，岂不是诗人自身的象征吗？</p> <p>　　这首诗借咏物而自抒怀抱，表现了钱氏此诗的故园江山之思。这一方面自然出于他降清后未得重用、而又身系囹圄的处境；另一方面也有感于清政府的残暴肆虐，因此他的心情是颓丧的。</p> <p>　　王士祺论明末清初有三派，以为“虞山源于少陵，时与苏近”（《分甘余话》）；钱谦益的弟子瞿式耜也说“先生之诗，以杜、韩为宗”（《牧斋先生初学集目序》），都说钱氏的诗源本杜甫，即以此诗为例，风格沉郁顿挫，遣词造句、用典使事都极为娴熟，也近于杜甫的诗风，所以向来被视为钱谦益的代表作之一。</p>",
  "poet": {
    "id": 426,
    "star": 0,
    "name": "钱谦益",
    "image": "http://img.gushiwen.org/authorImg/qianqianyi.jpg",
    "desc": "钱谦益（1582—1664），字受之，号牧斋，晚号蒙叟，东涧老人。学者称虞山先生。清初诗坛的盟主之一。常熟人。明史说他“至启、祯时，准北宋之矩矱” 明万历三十八年（1610）一甲三名进士，他是东林党的领袖之一，官至礼部侍郎，因与温体仁争权失败而被革职。在明末他作为东林党首领，已颇具影响。马士英、阮大铖在南京拥立福王，钱谦益依附之，为礼部尚书。后降清，仍为礼部侍郎。"
  },
  "tags": [
    "伤怀"
  ]
}