{
  "id": 31660,
  "star": 5,
  "name": "夜宴谣",
  "dynasty": "唐代",
  "content": "长钗坠发双蜻蜓，碧尽山斜开画屏。<br>虬须公子五侯客，一饮千钟如建瓴。<br>鸾咽奼唱圆无节，眉敛湘烟袖回雪。<br>清夜恩情四座同，莫令沟水东西别。<br>亭亭蜡泪香珠残，暗露晓风罗幕寒。<br>飘飖戟带俨相次，二十四枝龙画竿。<br>裂管萦弦共繁曲，芳樽细浪倾春醁。<br>高楼客散杏花多，脉脉新蟾如瞪目。",
  "fanyi": "<p><strong>译文<br></strong>一队队戴着长钗，披着坠发，打扮得十分妖艳的绝色女子出来了。这里怎么会有如此峻美的山林幽谷？碧山过去，呵，原来是个大画屏！<br>虬须将领，贵裔公子，五侯尊客，高朋满座啊。他们一气可饮下千盅酒，那倒酒之势，就像雨从高高的屋脊倾泻而下。<br>歌女的声音如鸾凤和鸣，却因哽咽而跑了调；舞女的姿态千娇百媚，但在疾旋时微皱着双眉。<br>主人希望四座同恩，能作长夜之饮，能有不散的筵席，好让这些公子王孙们永远陪伴着他，不要像沟水那样作东西之别。<br>可是，在这酒酣耳热之际，谁会因残烛而想到泪痕呢？谁又会因拂晓前的寒风而为他人感到了寒冷呢？<br>你看，那会苑两边，一根根排列整齐的戟上挂着雍容华贵的缎带，那用金描着龙的戟竿足足有二十四根哪。<br>在会苑内，歌女舞女在声嘶力竭地唱啊跳啊；公子王孙在推杯换盏地喝着笑着。<br>此时新月已高，酒宴已散，王孙公子们各自要回府去了。此时灯笼火把燃起了，原先苑内隐在朦胧的月色之中盛开的杏花，一下被照得通红。</p> <p><strong>注释<br></strong>⑴奼（chà）：一作“姹”。<br>⑵残：一作“溅”。<br>⑶飘飖：一作“飘飘”。<br>⑷芳樽：一作“芳尊”。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这首<a href=\"http://so.gushiwen.org/view_31660.aspx\">诗</a>的题目就叫《夜宴谣》，可想而知，是写唐时那种“醉酒歌舞”的夜生活的。王国安先生在《温飞卿诗集》前言里介绍说：</p> <p>　　“一般说来，<a href=\"http://so.gushiwen.org/author_415.aspx\">温庭筠</a>的诗好用浓艳的词藻，缺乏深刻的思想内容，存在比较浓厚的形式主义倾向。这种倾向，在他的乐府诗中表现得最为明显。”</p> <p>　　这一段话，在黄子云的《野鸿诗的》中也曾说过：</p> <p>　　“飞卿古诗与义山近体相埒，题既无谓，诗亦荒谬；若不论义理而只取姿态，则可矣。”</p> <p>　　这样的论点，早成了正统的共识。许多评论者大都是把温庭筠当作一个唯美派的形式主义者，而认为他作品的思想内容是不健康的，有的甚至说成是淫秽腐朽的。<a href=\"http://so.gushiwen.org/author_169.aspx\">王安国</a>先生接着说：</p> <p>　　“本来在中唐时期，由于<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>的倡导，诗人们‘缘事而发’，竞相创作新乐府，指摘时弊，反映现实，这种良好的风气，在晚唐作家中并未消失。但是温庭筠的乐府诗，反映社会现实较少，而刻意追求的是形式的华美，描摹的是醉酒歌舞的奢靡生活，充满了珠光宝气、脂粉香泽。他的一部分五七律中，也有这样的情况。这种浮艳轻靡的诗风，是和他长期出入歌场舞榭的放荡生活分不开的。”</p> <p>　　很明显，在王国安先生看来，从新乐府来说，是晚唐不及中唐，而温庭筠又是晚唐中之最不济事者。</p> <p>　　其实，这恐怕是误解，或者竟是偏见。艺术上的繁复，是成熟的表现；不能以直白粗放为进步，而以艳丽多姿为堕落。单瓣的原菊，当朴素的黄星洒满山峦的时候，也许是秋色宜人的，论野趣可；然于“花”，终少了几许姿色。如果把这满山的黄花，尽换作后人在原菊的基础上用心血和智慧培育出来的、成百上千的名菊，如“主帅红旗”、“西施洗发”、“黄海秋月”、“碧水长天”，还有什么“绿牡丹”、“碧玉簪”等等，等等（仅此名目，就足令人心醉），则那整个大自然都将是充溢着美的发现，使人每见一枝，都大为惊叹，留连忘返，则是比单一的黄花，一目了然，有着更多的情趣和风韵。诗，和所有的艺术一样，也应当如此。就以王先生夸许的白居易的著名的新乐府而论，“满面灰尘烟火色，两鬓苍苍十指黑”，刻画一位烧炭老人，形象当然是鲜明的，诗人的“苦宫市”之情也是明白的。然而，对于统治阶级的揭露，实事求是地说，绝像是一篇新闻报导，毕竟不耐读。原因就在于欠了点韵味和深度。这也难怪，因为正如他自己说的：“当此日，擢在翰林，身是谏官，手请谏纸，启奏之外，有可以救济人病，裨补时阙，而难于指言者，辄歌咏之，欲稍稍递进闻于上。上以广宸聪，副忧勤；次以酬恩奖，塞言责；下以复吾平生之志”而已。他原本就是写给皇帝看的，所以他只能如此。当然，作为一种写法，原也无可厚非。但如果把它抬得太高，以为只此才是好诗，就未免有点以偏概全，不知“百花齐放”为何物了。毛泽东在总结了唐宋诗的规律以后，指出来说：“诗要用形象思维，不能如散文那样直说。”根据毛泽东的意见，可见用形象思维的诗人，也不能就说比散文化的诗人为低。聪明的说法是：都是时代的花朵，各有各的时代赋予他们的特色。</p> <p>　　温庭筠这位艺术家的特色，也就是他倒霉的地方，就在于他的诗词，几乎是很少用散文式的语言的，绝少直抒胸臆。他只习惯于用形象说话。他的诗艺高超之处，可以这样说，他仿佛早在一千多年以前，就懂得了迟至今日才在电影美学里为电影大师们所掌握的蒙太奇。他只是在逻辑思维的“经”上，去突出作为“纬”而显现的形象，让织出的艳丽的花纹把经掩盖起来，让这些看似跳跃性很大、甚至不大相关的景象，通过它们的分切组合，而显示出作品的意蕴。这种手法即令当初在电影里，也曾经使人大惊小怪的，更何况他早在一千多年前的诗里就出现了。所以说他是形式主义的，虽不合乎事实，但也就是可以谅解的了。就以王先生认为“描摹的是醉酒歌舞的奢靡生活”的这首《夜宴谣》为例，读着它，让人仿佛感到在这丑恶的现实之中，有一颗能于别人的笑闹中见到泪光的伟大的心，正在因别人的痛苦而颤栗。当然，这是要读者自己去体会，而不是他直接告诉读者的。可见批评，固在衡人，其实也是在称量自己。不能从华丽的外饰下区分出善良和丑恶、伟大和猥琐，而一概认为华丽即放荡，这样草率地断言别人为形式主义，恰好证明这个批评本身，倒真是形式主义的了。</p> <p>　　《夜宴谣》不仅形式华美，思想内容也是深刻的。只是它不像《卖炭翁》那样，将要表达的思想明摆在了外面，而就是要人从他的形式后面去细心地探求。这大约是时代到了晚唐，走向没落的封建统治阶级那种能容纳“补时阙”的胆略，也随之逐渐地衰落了之故。是以这才产生了“温李”这样华丽而隐晦的作品。学者们既在政治和经济上划分出中唐和晚唐，却要求这两个不同时代的作家风格一致，这本身就已违反了历史的逻辑。其实晚唐的诗，也是别有一番风味的。</p> <p>　　此诗一开头：“长钗坠发双蜻蜓，碧尽山斜开画屏。”它确实不如“卖炭翁，伐薪烧炭南山中”那样好懂。既然题目写的是“夜宴”，那当然，这儿写的“长钗”指的就是侍姬、歌妓、舞女。当满堂都是“虬须公子五侯客”时，特别是下面点明了这是天子的私宴时，则这些歌舞妓也就绝对不止一个。所以可以把这一句理解为这是一队队这样长钗、坠发，打扮得十分妖艳的绝色女子。能蓄有这样多的技艺高超的绝色妖姬之宫庭，其富贵自是不待言的了。所以<a href=\"http://so.gushiwen.org/author_938.aspx\">胡仔</a>说他善于写“富贵佳致”。这不是主观的代诗人设想，而是内在逻辑的必然联系。是以诗人在此只点到为止；这正是他的笔墨经济之处。如果根据诗人特地圈定的这些景物，把它们串联起来，这就像是电影镜头，一开始从一队队歌舞妓摇了过去，接着，镜头摇到了碧山，只见奇峰叠翠，飞瀑流湍。从脂粉的细腻，一下推到了丛山峻岭的雄奇。读者或许会奇怪：此处哪来如此峻美的山林幽谷？碧山尽了，原来是此处的偌大的画屏。画屏移开，这才出现了酒宴的情景。至此，读者不能不惊喜作者的艺术手法之新奇。在一开头的这一联里，居然悬念丛生，一波三折，遥遥写来，非常引人入胜。没有新奇感，那是谈不上艺术的。何况他这儿的新奇，原不是为了猎奇而节外生枝。它原本就是这儿的典型环境，只不过在介绍时，作了点波折，遂显得别致而已。</p> <p>　　第二联：“虬须公子五侯客，一饮千钟如建瓴。”诗人采用了避实就虚，虚实结合的写法。前来赴宴的客人是要点明的，所以“虬须公子五侯客”，毫不含糊。因为不点明就不知他们身份的高贵。其实这宫廷的宴会，只不过是意在指出这就是上层社会的缩影。但他用一“客”字，又躲闪了开去。虬须，当是爱将；公子，是贵裔；而五侯，是借东汉的典故，借指专权的宦官。晚唐之季，宦官之祸到了无比严重的地步。《旧唐书·宦官传序》说：“自贞元之后，威权日炽，兰锜将臣，率皆子畜；蕃方戎帅，必以贿成；万机之与夺任情，九重之废立由己。”所以温庭筠这样写，绝不会是无所指的。但他用“客”字推了开去，不露君臣的痕迹，以免刺激。但用主客以写君臣，这实际又是最大的刺激。虚虚实实，真所谓“羚羊挂角，无迹可寻”。至于客有多少，酒宴如何丰盛，主客们又是如何放浪形骸之外，这在诗里都不好写，于是他采取实物变形的手法，仅用了一句“一饮千钟如建瓴”以尽之。钟，是圆形的大肚壶。“一饮千钟”，正如“白发三千丈”一样，虽实犹虚。因为既可以指他们豪兴方长，饮的酒多，一气可吞下千钟之酒。但也可以是指宾客之众，济济一堂，大家举起杯子时，那数不清的杯子，简直需千钟才斟得满。这儿的虚比实有更大的容量。既然一饮千钟，那倒酒之势，是会像雨从高高的屋脊倾泻而下那样的。这恰似现代电影中的主观镜头，他把倾下的千钟之酒，非常形象地化成了飞流直下的瀑布。则这表象虽虚，却又非常的质实。诗中深刻地写出了奢侈到了十分惊人的程度。它所揭露的，将比任何叙述的语言都更为丰富得多的。</p> <p>　　看来“虬须公子五侯客”并非是诗人所属意的主人，是以于他们只是虚晃一枪，接着就用非常细腻的笔触，写下了歌姬舞妓的姿容：“鸾咽奼唱圆无节，眉敛湘烟袖回雪。”鸾凤和鸣，古时用来形容声音的美妙。奼，是美女。唐时眉饰有一种含烟眉。着一“湘”字，使人想到了<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>的“结桂枝兮延伫，羌愈思兮愁人”的神态。美音和咽联系在一起，美容和愁联系在一起，使美而生愁，正如人们见着了西子捧心，那是非常容易动人恻隐的心弦。这一联，艺术效果是非常强烈的。当然，如果和白居易的新乐府《胡旋女》“弦鼓一声双袖举，回雪飘飖转蓬舞。左旋右转不知疲，千匝万周无已时”比起来，那以秾丽著称的温八叉，确实不及香山居士之风流酣畅。当她“曲终再拜谢天子，天子为之微启齿”时，他这里的舞者和欣赏舞者，在感情上是很融洽的。虽然白居易意在“数唱此歌悟明主”，但对那可怜旋转得“人间物类无可比，奔车轮缓旋风迟”的舞女，诗人只是欣赏，却全无半点怜悯与同情。他的眼睛是向上看的。他的“指摘时弊”只不过是如<a href=\"http://so.gushiwen.org/author_2884.aspx\">鲁迅</a>先生说的，意在招呼他的主子不要把袍子烧了而已。温庭筠这样的诗，看来他反映现实是较少的。他不是新闻报导，是以他看到的不是舞女们的“斗妙争能”，不是“曲终再拜”，而是歌女因哽咽而跑了调，舞女在疾旋时微皱着双眉。温庭筠是精通音律的，正如“曲有误，周郎顾”那样，她们细微的失误，都难逃他那敏锐的神经。然而，这里与音乐的悟性无关，他是用良心在感觉，他是出于伟大的同情，这才能在别人看来是“香衫袖窄裁”、“金丝蹙雾红衫薄”连范文澜先生都说她们“故作媚态，尤为淫靡”的时候，温庭筠看到的却是痛苦的悲咽和愁容。</p> <p>　　体贴，也是要有生活基础的，不是平日深谙她们的痛苦，或者竟是自己也有类似的经验，他不可能在欢乐的华林，偏偏有此悲凉之雾的感受。温庭筠只不过写出侍姬们因失去了人格的尊严，过着心灵屈辱生活的痛苦，没有直接去指摘那个社会，指责这种奢靡的生活，如白居易那样，明白的说“禄山胡旋迷君眼，兵过黄河疑未反；贵妃胡旋惑君心，死弃马嵬念更深”。——其实白居易在这儿把舞妓和安禄山、杨贵妃等同了起来，姑不论拟于不伦，说穿了也不过是女人是祸水的老调，为唐明皇开脱而已。而温庭筠这里，虽只勾画了豪门夜宴中的这么两个细节，然而作家的进步倾向就寓于这细节之中了。他就是要给这样美妙的生活戳上一个窟窿，而不是弥补它，粉饰它。珠光宝气在他的笔下，无异是套在她们纯洁心灵上的枷锁，粉脂香泽，也不过是给尊严的人格涂上屈辱的标志。他写的是另一种现实。他是眼睛向下的。是以他看到的，不是至高无上的皇帝的脸色，而是压迫在最底层的妓女们的痛楚。用现在的话来说，他不仅写出了阶级的对立，甚至还写出了压迫的根源。写出了皇王贵族的欢乐，就是建立在她们的痛苦之上的。虽然他当年不可能懂得什么是阶级斗争的学说，但可以肯定地说：他如果没有反对晚唐这种没落统治的进步思想，是绝对不会与这些“虬须公子五侯客”在感情上是如此绝然对立的。仅这一点，他便远远胜过许多古人，也远远超过了白居易的乐府水平。这样具有鲜明立场的诗，不能称之为现实主义的杰作，而硬要说成是什么“内容腐朽”，“无非是宫体的变形”，这是莫大的冤枉。他虽参加了夜宴，但感情却不同，能有如此用心，根本谈不上什么“放荡”。他不仅看到了这些女奴的痛苦，而且还有勇气在自己的乐府中为她们表达出来，根本不能说这是“形式主义”。当然，正是他的这种立场和表现，是要被封建的士大夫们说为“无行”的；他若“有行”，也就是和他们一个样了。然而对于今人，对于进步的评论家，由于立场的不同，不能和封建主义者同一个腔调。是以跟着前人而不加分析地说温庭筠是什么“缺乏深刻的思想内容”，说他“描摹的是醉酒歌舞的奢靡生活”，是没有“反映现实”，没有“指摘时弊”，就未免有乏艺术的真知灼见了。</p> <p>　　他正是出于对女奴的同情，因此对于她们的对立面——这里的主客们就不能不感到愤懑。他表面上把主人写得何等的殷勤好客，然而，实际上却正是在揭露他们的贪得无厌。“清夜恩情四座同，莫令沟水东西别。”他要使四座同恩，要作长夜之饮，甚至奢望他们这样的日子地久天长，真格有不散的筵席，好让这些公子王孙们永远陪伴着他，莫要像沟水那样作东西之别。主人的这种希望享尽人间富贵荣华的感情是非常强烈的。但既然他们的欢乐是建立在歌舞侍姬们的痛苦之上的，则这一对矛盾的结果，那就必然是：统治者愈长欢，她们的痛苦也就愈深沉。这种对于公子王孙们的“恩情”，就是加在她们头上的罪孽。统治者如此之尽情享乐，她们不得不歌喉裂，舞腰折，不可能如白居易说的那样“不知疲”。在温庭筠的笔下，她们正是心力交瘁的。他用了类似今天蒙太奇的隐喻手法，写出“亭亭蜡泪香珠残，暗露晓风罗幕寒。”当酒酣耳热之际，谁会因残烛而想到泪痕呢？谁又会因拂晓前的寒风而为他人感到了寒冷呢？这绝不会是“一饮千钟如建瓴”的座上客，而只有那些侍姬们的心境才会如此。所以这一联其实是写侍姬们的，但却是写诗人用心感觉到的。同一舞妓，在别人看来是香艳肉感，而他却看到了泪珠和战栗。这的确是巨大的思想差距。</p> <p>　　世人一向以温庭筠同情妓女来鄙薄他，殊不知这恰恰使自己站在封建主的立场上去了。这正如《红楼梦》中贾政说的：这样演下去，“明日就要酿到弑君杀父”。而在贾宝玉看来，却是“就便为这些人死了，也是情愿的！”温庭筠正是如此。态度之不同，原本就是立场的不同。温庭筠在这儿反封建的立场是非常鲜明的。</p> <p>　　诗人巧妙地利用时空穿插，在这里补叙出主人的身份：“飘飘戟带俨相次，二十四枝龙画竿。”据《典略》载：“天子戟二十有四。”那么温庭筠在这里是把批判的矛头指向封建的最高统治者了。他用典章制度形象地告诉了人们：原来这儿的主人就是天子，无怪乎是如此之豪华。这象征着天子之威仪的用金描着龙的戟竿，却滑稽地对着轻狂的醉汉；而那戟上显示雍容华贵的缎带，于歌舞妓的寒栗中飘动，构成了穆肃威严而又靡烂悲凉的意境。这真是晚唐极其鲜明而又深刻的写照。</p> <p>　　全诗共四绝，他的叙述是采取交叉方式进行的。即在每一绝中，都是把歌舞妓和皇王贵戚们对比着写的，使人产生强烈的印象。不知他是有意还是无意，在每一绝中，又总是先在上联写歌舞妓，后在下联再写皇王贵族。这在封建社会等级森严的制度下，仅这失序就是大逆不道的。所以温庭筠终至没没以终，那倒是与他这种耿介拔俗的气节分不开的。他可以说是一个悲剧的性格。不在封建的没落中找正直，而也随同封建之陈辞烂调以贬抑之，这不能不是当代学者的耻辱。</p> <p>　　最后一绝更妙。“裂管萦弦共繁曲，芳尊细浪倾春醁。高楼客散杏花多，脉脉新蟾如瞪目。”“裂管萦弦”，是歌舞者之悲辛；“芳尊细浪”见欢宴者之舒适。诗到这里有点小的变化：他用一联把妓女和主客的苦乐、既矛盾又相关的关系总在了一起，为夜宴作一小结。不像上三绝分两联写，而是并到一联里。但在写法上依然是先妓女而后皇王贵族，腾出下联来发感慨。不过他的感慨也特别，依然是形象而不是议论。是以末联最不好懂；然而也实在是深刻。</p> <p>　　“高楼客散杏花多”，这里点明了时间，繁杏盛开，正是早春时候。新月已高，说明夜已深沉。所以身穿薄纱的歌舞妓们，要感到春寒料峭了。然而要说“客散杏花多”，是因为酒宴已散，王孙公子们各自要回府去了，各府的执事之众，此时皆燃起了灯笼火把，只见一片火光，顿时把个皇宫内苑照得一片通明。于是，原先苑内隐在蒙胧的月色之中的杏花，一下被照得分外的红了。他在另一首诗《走马楼三更曲》中曾这样写过：“玉皇夜入未央宫，长火千条照栖鸟。”黑夜中树上本来看不见的栖鸟，一下就被千条长火照见了，可为此诗的注脚。可见当时场面之大。他的艺术之特色，就在于他不说车马填闉，而偏要说灯红熔杏。这就既写出了客人的执事之多，排场之大，从而也突出了主人的庭院之闳美。<a href=\"http://so.gushiwen.org/author_2737.aspx\">周必大</a>《二老堂诗话》载：“白乐天集第十五卷《宴散诗》云：‘小宴追凉散，平桥步月迟。笙歌归院落，灯火下楼台。残暑蝉催尽，新秋雁载来。将何迎睡兴，临睡举残杯。’此诗殊未睹富贵气象，第二联偶经晏文献公拈出，乃迥然不同。”<a href=\"http://so.gushiwen.org/author_432.aspx\">晏殊</a>之拈出第二联有富贵气的，正是温庭筠这里的意思。然而，白居易只不过直叙其事，而温庭筠则写出了光与人的视觉心理，更妙在他用漫画的笔法，勾勒出“脉脉新蟾如瞪目”，简洁地画上一个初出茅庐的月亮，见了这样豪华的场面，惊得目瞪口呆了。以此作结，这也就足够了。</p> <p>　　他没有说月亮瞪目是为了什么，仍然留给大家去想；但这样并不等于他没有说。月亮惊大了眼睛，这形象就是很新奇而意义又非常含蓄隽永的。比僧本真的“夸道客衙好灯火，不知浑尔点膏脂”浑成多了。有意义的是：嫦娥本来是为了长生不老才逃进月宫里去的，然而在诗人笔下，月亮的寿命居然只有三十天；从朔而望，从望而晦，一月一个新月亮。是以刚见世面的“新”蟾，是那样的幼稚，乍一见到这个场面，竟傻了眼；则此处之富丽真足以羞月，使嫦娥也感到了月宫的寒酸。神仙尚且如此，世人的惊讶当然更甚。其实，写神仙的幼稚无知，正是写人间的腐败已到了人神共怒的地步。他只是不用这样叙述的笔法，而采用形象的寓意罢了。那么诗人在这极度的夸饰之中，也是寓有严于斧钺的批判的。</p> <p>　　这就是温庭筠。如果说<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>的“朱门酒肉臭，路有冻死骨”是一幅色彩对比非常鲜明的油画，它以逼真见长，然而也就见画而止。那么温庭筠的这个结尾，就是一幅更饶讽刺意味的漫画。让月亮对着朱门宴散的情景而瞠目相向，这极其富于艺术的讽剌趣味。如此清新幽默，则不是“宫体”所限制得了的。</p>",
  "about": "<h2>创作背景</h2> 　　<a href=\"http://so.gushiwen.org/author_415.aspx\">温庭筠</a>生活的晚唐时期，社会非常动荡。但根据考古工作者发现的晚唐时期墓葬状况，可以说明当时的陪葬品相当讲究，反映了当时社会尽管混乱，但皇室贵族生活还是十分奢侈。《夜宴谣》就是反映这种社会现实的作品。",
  "poet": {
    "id": 415,
    "star": 0,
    "name": "温庭筠",
    "image": "http://img.gushiwen.org/authorImg/wentingyun.jpg",
    "desc": "温庭筠（约812—866）唐代诗人、词人。本名岐，字飞卿，太原祁（今山西祁县东南）人。富有天才，文思敏捷，每入试，押官韵，八叉手而成八韵，所以也有“温八叉”之称。然恃才不羁，又好讥刺权贵，多犯忌讳，取憎于时，故屡举进士不第，长被贬抑，终生不得志。官终国子助教。精通音律。工诗，与李商隐齐名，时称“温李”。其诗辞藻华丽，秾艳精致，内容多写闺情。其词艺术成就在晚唐诸词人之上，为“花间派”首要词人，对词的发展影响较大。在词史上，与韦庄齐名，并称“温韦”。存词七十余首。后人辑有《温飞卿集》及《金奁集》。"
  },
  "tags": [
    "宴会",
    "批评",
    "生活"
  ]
}