{
  "id": 71497,
  "star": 53,
  "name": "夏日三首·其一",
  "dynasty": "宋代",
  "content": "长夏村墟风日清，檐牙燕雀已生成。<br>蝶衣晒粉花枝舞，蛛网添丝屋角晴。<br>落落疏帘邀月影，嘈嘈虚枕纳溪声。<br>久斑两鬓如霜雪，直欲渔樵过此生。",
  "fanyi": "<p><strong>译文</strong><br>　　夏日昼长，江村风日清丽，屋檐上栖息着许多小燕雀，羽翼都已长成。蝴蝶展翅停在午间的花枝上，在晴朗的天气里，蜘蛛在屋角悠然织网。月光照射在疏疏落落的帘子上，斜倚枕上，听着潺潺溪水声。久已花白的头发如今像霜雪一般白了，一直想做个樵夫或渔翁混过这一生！</p> <p><strong>注释</strong><br>（1）檐牙：屋檐如牙齿一般。<br>（2）蝶衣：蝴蝶的翅膀。 晒粉：蝴蝶的翅膀上多粉。<br>（3）落落：稀疏的样子。<br>（4）嘈嘈：杂乱的声音。</p>",
  "shangxi": "<h2>赏析二</h2> <p>　　本<a href=\"http://so.gushiwen.org/view_71497.aspx\">诗</a>通过夏日午夜燕雀、蝴蝶、蜘蛛等意象的描写表现了诗人对清净、安宁生活的喜爱。抒发了诗人淡泊名利、厌恶世俗，想要归隐田园的情怀。</p> <p>　　首联、颔联诗歌描写的是燕雀、蝴蝶、蜘蛛等的动景：夏日昼长，江村风日清丽，屋檐上栖息着许多小燕雀，羽翼都已长成；蝴蝶展翅停在午间的花枝上，在晴朗的天气里，蜘蛛在屋角悠然织网。这里诗人以燕雀、蝴蝶、蜘蛛等动景反衬乡村的清净。</p> <p>　　颈联描写月光照射在疏疏落落的帘子上，斜倚枕上，听着潺潺溪水声的景象，月影、溪水动静结合从侧面烘托了夏夜的清静。尾联直抒胸臆：久已花白的头发如今像霜雪一般白了，我现在只想做个樵夫或渔翁过完这一生，充分表达了诗人对隐居生活的满足，对乡间生活的由衷赞许。诗人喜欢这种悠闲的生活，希望到老能一直过着这种隐居生活，进而表达了诗人对繁华世界的反感，不与世间相争的高洁。</p> <p>　　全诗静中有动，动中有静。作者选取远离官场的农村夏日景象，通过写燕雀、蝶、蛛网的动来衬托出乡村生活的恬静，使得乡村生活生意盎然，充满情趣；乡村整体的闹，恰恰表明了他们的祥和，表现出农村的“风日清”；而农村的“风日清”正反衬出官场的污浊难耐。“落落疏帘邀月影，嘈嘈虚枕纳溪声”表达作者的心已经与大自然融为一体了，心已静极。全诗表现出诗人对月影、溪声的喜爱之情、清闲的心境以及归隐村野、终老乡间的愿望。</p><br/><h2>赏析</h2> <p>　　《夏日》共有三首，这是第一首。</p> <p>　　此<a href=\"http://so.gushiwen.org/view_71497.aspx\">诗</a>是<a href=\"http://so.gushiwen.org/author_179.aspx\">张耒</a>罢官闲居乡里之作。首句写对农村夏日的总印象。炎夏令人烦躁，难得有清爽的环境，而农村对于城市和官场来说，正具有“清”的待点。清，内涵可以是多方面的，清静、清幽、清和、清凉、清闲，等等，都可谓之清。因此，循“清”字往下看，诗所写的种种景象都体现了环境的清和心境的清。如次句“檐牙燕雀已生成”，春去夏来，幼雀雏燕整天在房檐前飞舞鸣叫，有点近于喧闹，但禽鸟之能嬉闹于屋前，正由于农村环境清幽而无尘嚣。至于颔联写蝴蝶晒粉于花间，蜘蛛因天晴添丝于屋角，则更显得幽静之极，当诗人注目于这些光景物态的时候，不觉夏日的炎蒸烦躁，而有一种清凉和谐之感。以上是写昼日消夏时娱目赏心之景。颈联写夜晚。帘是“疏帘”，枕是“虚枕”，环境之清虚寂静可见。月透疏帘而入，如同邀来婆娑的月影；溪声传至耳边，如同被奇妙地纳入枕函之中。“邀”、“纳”两字，把月影写成有情之物，把溪声写成可以装纳起来的实体，透露出诗人对于月影、溪声的欣赏。这种月影、溪声本已带清凉之感，而诗人又是于枕上感受到这一切，则心境之清，更不言而喻。到此，成功地写出一片清幽的环境和清闲的心境，于是末两句成为水到渠成之笔：诗人久甘庸碌，已经两鬓如霜，而农村环境又如此宜人，于是想在村野中过此一生。诗人吟哦之间虽然微有所慨，但对农村夏日舒适愉说之感，还是居主导地位的。</p> <p>　　吴之振《宋诗钞》说，张耒诗效<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>，“近体工警不及白，而蕴藉闲远，别有神韵”。这首诗写农村夏日之清，诗境已臻于蕴藉闲远。虽没有十分工警的词句，但仍然耐读。</p>",
  "poet": {
    "id": 179,
    "star": 0,
    "name": "张耒",
    "image": "http://img.gushiwen.org/authorImg/zhanglei.jpg",
    "desc": "北宋文学家，擅长诗词，为苏门四学士之一。《全宋词》《全宋诗》中有他的多篇作品。早年游学于陈，学官苏辙重爱，从学于苏轼，苏轼说他的文章类似苏辙，汪洋澹泊。其诗学白居易、张籍，如：《田家》《海州道中》《输麦行》多反映下层人民的生活以及自己的生活感受，风格平易晓畅。著作有《柯山集》五十卷、《拾遗》十二卷、《续拾遗》一卷。《宋史》卷四四四有传。"
  },
  "tags": [
    "夏天",
    "归隐",
    "闲适",
    "生活"
  ]
}