{
  "id": 70938,
  "star": 5951,
  "name": "饮湖上初晴后雨二首·其二",
  "dynasty": "宋代",
  "content": "水光潋滟晴方好，山色空蒙雨亦奇。<br>欲把西湖比西子，淡妆浓抹总相宜。",
  "fanyi": "<p><strong>译文</strong><br>在灿烂的阳光照耀下，西湖水微波粼粼，波光艳丽，看起来很美；雨天时，在雨幕的笼罩下，西湖周围的群山迷迷茫茫，若有若无，也显得非常奇妙。<br>若把西湖比作古美女西施，淡妆浓抹都是那么得十分适宜。 </p> <p><strong>注释</strong><br>①湖：即杭州西湖。<br>②潋滟(liàn yàn) ：水面波光闪动的样子。<br>③方好：正是显得很美。<br>④空濛：细雨迷茫的样子。<br>⑤西子：西施，春秋时代越国有名的美女，原名施夷光，或称 先施 ，居古代四大美女（西施、<a href=\"http://so.gushiwen.org/author_830.aspx\">王昭君</a>、貂蝉、<a href=\"http://so.gushiwen.org/author_1039.aspx\">杨玉环</a>）之首。家住浣纱溪村（在今浙江诸暨市）西，所以称为西施。<br>⑥相宜：也显得十分美丽。</p><br/><p><strong>译文</strong><br>晴天，西湖水波荡漾，在阳光照耀下，光彩熠熠，美极了。下雨时，远处的山笼罩在烟雨之中，时隐时现，眼前一片迷茫，这朦胧的景色也是非常漂亮的。<br>如果把美丽的西湖比作美人西施，那么淡妆也好，浓妆也罢，总能很好地烘托出她的天生丽质和迷人神韵。</p> <p><strong>注释</strong><br>潋滟：水波荡漾、波光闪动的样子。 方好：正显得美。<br>空濛：细雨迷蒙的样子。濛，一作“蒙”。亦：也。奇：奇妙。<br>欲：可以；如果。西子：即西施，春秋时代越国著名的美女。<br>总相宜：总是很合适，十分自然。</p>",
  "shangxi": "<h2>诗句赏析</h2> <p><strong>水光潋滟晴方好，山色空蒙雨亦奇</strong><br>　　从<a href=\"http://so.gushiwen.org/view_70938.aspx\">诗</a>题可知，诗人在西湖饮酒游赏，开始时阳光明丽，后来下起了雨。两种不同的景致，让他都很欣赏。他说：天晴之时，西湖碧水荡漾，波光粼粼，风景正好；下雨时，西湖周围的青山，迷蒙苍茫，若有若无，又显出另一番奇妙景致。“潋滟”，波光闪动。“空蒙”，烟雨迷茫。这两个词都是叠韵词，增强了诗歌语言的音乐性。</p> <p>　　这里，诗人既写了湖光，又写了山色；既有晴和之景，又有雨天之韵，可以说内容是很多的。但从另一个角度看，又很笼统，因为这两句并非只适用于西湖。其实，这正是诗人笔法高妙之处。西湖很美，但究竟美在哪里，怎样美法，恐怕没人说得清。如果具体地描绘景物，可能会有个别精彩之句，但总失之太实、太具体，不能传达出西湖给人的整体印象。<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>这两句有高度的艺术概括性，同时又很形象、很传神，想象空间很大，将“西湖即是美”这一人们共有的感受用诗的语言表述出来。同时，这两句也反映出诗人开阔的胸襟与达观自适的性情。</p> <p><strong>欲把西湖比西子，淡妆浓抹总相宜</strong><br>　　“西子”即西施，春秋时越国有名的美女。无论是淡雅妆饰，还是盛装打扮，西施都一样美丽动人；如果把西湖比做西施的话，那么不管是晴是雨，是冬是春，它都同样美不胜收。</p> <p>　　以绝色美人喻西湖，不仅赋予西湖之美以生命，而且新奇别致，情味隽永。人人皆知西施是个美女，但究竟是怎样的美丽，却只存在于个人心中。而西湖的美景不也是如此吗？采用这样的手法，比起直接去描写，不知要节约多少笔墨，而它的寓意却丰富深刻得多。它对读者不只诉之于感受，同时也诉之于思考，让读者通过自己的想象去发挥诗的内涵。这一出色的比喻，被宋人称为“道尽西湖好处”的佳句，以致“西子湖”成了西湖的别名。也难怪后来的诗人为之搁笔：“除却淡妆浓抹句，更将何语比西湖?”（宋人武衍《正月二日泛舟湖上》） </p><br/><h2>解析</h2> <p>　　一天，<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>和朋友在西湖边上饮美酒。开始天气晴朗，不大工夫竟然阴了天，下起雨来。这样，饮酒未尽，<a href=\"http://so.gushiwen.org/view_70938.aspx\">诗</a>人便饱览了西湖上晴和雨两种截然不同的风光。于是诗人赞叹说：晴天的西湖，水上波光荡漾，闪烁耀眼，正好展示着那美丽的风貌；雨天的西湖，山中云雾朦胧，缥缥渺渺，又显出别一番奇妙景致。西湖无论是晴是雨无时不美。我想，最好把西湖比作西子，空蒙山色是她淡雅的妆饰，潋滟水光是她浓艳的粉脂，不管她怎样打扮，总能很好地烘托出天生丽质和迷人的神韵。</p> <p>　　这首小诗前两句是描写：写晴天的水、雨天的山，从两种地貌、两种天气表现西湖山水风光之美和晴雨多变的特征，写得具体、传神，具有高度的艺术概括性，以致有人评论说，古来多少西湖诗全被这两句扫尽了。后两句是比喻：天地之间，人类最灵；人类之中，西子最美。在前两句描写的基础上，把西湖比做美女西施，说它和西施一样同为天下灵与美的极至，何况又经过淡妆或浓抹的精心打扮呢！</p> <p>　　然而，极写西湖之美还不是这个比喻的全部奥妙。历史上有些女子，美名和西子不相上下，诗人何以偏偏要拿西子来和西湖相比呢？这是因为，西子除了她灵秀美丽，她和西湖还有两点独特的契合：一是西子家乡离西湖不远，同属古越之地；二是西子、西湖，头上都有“西”字，叫起来自然天成。由于这种种原因，苏轼这个妙手偶得的比喻，博得了后人的称道，西湖也就被称作西子湖了。</p> <p>　　这首诗概括性很强，它不是描写西湖的一处之景、一时之景，而是对西湖美景的全面评价。这首诗的流传，使西湖的景色增添了光彩，也表达了作者喜爱西湖。 </p><br/><h2>赏析</h2> <p>　　<a href=\"http://so.gushiwen.org/view_70938.aspx\">诗</a>的上半首既写了西湖的水光山色，也写了西湖的晴姿雨态。“水光潋滟晴方好”描写西湖晴天的水光：在灿烂的阳光照耀下，西湖水波荡漾，波光闪闪，十分美丽。“山色空濛雨亦奇”描写雨天的山色：在雨幕笼罩下，西湖周围的群山，迷迷茫茫，若有若无，非常奇妙。从第一首诗可知，这一天诗人陪着客人在西湖游宴终日，早晨阳光明艳，后来转阴，入暮后下起雨来。而在善于领略自然并对西湖有深厚感情的诗人眼中，无论是水是山，或晴或雨，都是美好奇妙的。从“晴方好”“雨亦奇”这一赞评，可以想见在不同天气下的湖山胜景，也可想见诗人即景挥毫时的兴会及其洒脱的性格、开阔的胸怀。上半首写的景是交换、对应之景，情是广泛、豪宕之情，情景交融，句间情景相对，西湖之美概写无余，诗人<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>之情表现无遗。</p> <p>　　下半首诗里，诗人没有紧承前两句，进一步运用他的写气图貌之笔来描绘湖山的晴光雨色，而是遗貌取神，只用一个既空灵又贴切的妙喻就传出了湖山的神韵。喻体和本体之间，除了从字面看，西湖与西子同有一个“西”字外，诗人的着眼点所在只是当前的西湖之美，在风神韵味上，与想象中的西施之美有其可意会而不可言传的相似之处。而正因西湖与西子都是其美在神，所以对西湖来说，晴也好，雨也好，对西子来说，淡妆也好，浓抹也好，都无改其美，而只能增添其美。对这个比喻，存在有两种相反的解说：一说认为诗人“是以晴天的西湖比淡妆的西子，以雨天的西湖比浓妆的西子”；一说认为诗人是“以晴天比浓妆，雨天比淡妆”。两说都各有所见，各有所据。但就才情横溢的诗人而言，这是妙手偶得的取神之喻，诗思偶到的神来之笔，只是一时心与景会，从西湖的美景联想到作为美的化身的西子，从西湖的“晴方好”“雨亦奇”，想象西子应也是“淡妆浓抹总相宜”，当其设喻之际、下笔之时，恐怕未必拘泥于晴与雨二者，何者指浓妆，何者指淡妆。欣赏这首诗时，如果一定要使浓妆、淡妆分属晴、雨，可能反而有损于比喻的完整性、诗思的空灵美。</p>",
  "about": "<h2>创作背景</h2> <p>　　<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>于宋神宗熙宁四年至七年（1071—1074）任杭州通判，曾写下大量有关西湖景物的<a href=\"http://so.gushiwen.org/view_70938.aspx\">诗</a>。这组诗作于熙宁六年（1073年）正、二月间。</p>",
  "poet": {
    "id": 183,
    "star": 0,
    "name": "苏轼",
    "image": "http://img.gushiwen.org/authorImg/sushi.jpg",
    "desc": "苏轼（1037－1101），北宋文学家、书画家、美食家。字子瞻，号东坡居士。汉族，四川人，葬于颍昌（今河南省平顶山市郏县）。一生仕途坎坷，学识渊博，天资极高，诗文书画皆精。其文汪洋恣肆，明白畅达，与欧阳修并称欧苏，为“唐宋八大家”之一；诗清新豪健，善用夸张、比喻，艺术表现独具风格，与黄庭坚并称苏黄；词开豪放一派，对后世有巨大影响，与辛弃疾并称苏辛；书法擅长行书、楷书，能自创新意，用笔丰腴跌宕，有天真烂漫之趣，与黄庭坚、米芾、蔡襄并称宋四家；画学文同，论画主张神似，提倡“士人画”。著有《苏东坡全集》和《东坡乐府》等。"
  },
  "tags": [
    "古诗三百首",
    "小学古诗",
    "西湖",
    "写雨",
    "写景"
  ]
}