{
  "id": 48248,
  "star": 7452,
  "name": "雨霖铃·寒蝉凄切",
  "dynasty": "宋代",
  "content": "寒蝉凄切，对长亭晚，骤雨初歇。都门帐饮无绪，留恋处，兰舟催发。执手相看泪眼，竟无语凝噎。念去去，千里烟波，暮霭沉沉楚天阔。<br>多情自古伤离别，更那堪，冷落清秋节！今宵酒醒何处？杨柳岸，晓风残月。此去经年，应是良辰好景虚设。便纵有千种风情，更与何人说？",
  "fanyi": "<p><strong>译文<br></strong>秋后的蝉叫得是那样地凄凉而急促，面对着长亭，正是傍晚时分，一阵急雨刚停住。在京都城外设帐饯别，却没有畅饮的心绪，正在依依不舍的时候，船上的人已催着出发。握着手互相瞧着，满眼泪花，直到最后也无言相对，千言万语都噎在喉间说不出来。想到这回去南方，这一程又一程，千里迢迢，一片烟波，那夜雾沉沉的楚地天空竟是一望无边。<br>自古以来多情的人最伤心的是离别，更何况又逢这萧瑟冷落的秋季，这离愁哪能经受得了！谁知我今夜酒醒时身在何处？怕是只有杨柳岸边，面对凄厉的晨风和黎明的残月了。这一去长年相别，相爱的人不在一起，我料想即使遇到好天气、好风景，也如同虚设。即使有满腹的情意，又能和谁一同欣赏呢？</p> <p><strong>注释<br></strong>①长亭：古代在交通要道边每隔十里修建一座长亭供行人休息，又称“十里长亭”。靠近城市的长亭往往是古人送别的地方。<br>②凄切：凄凉急促。<br>③骤雨：急猛的阵雨。<br>④都门：国都之门。这里代指北宋的首都汴京（今河南开封）。<br>⑤帐饮：在郊外设帐饯行。<br>⑥无绪：没有情绪。<br>⑦兰舟：古代传说鲁班曾刻木兰树为舟（南朝梁任昉《述异记》。这里用做对船的美称。<br>⑧凝噎：喉咙哽塞，欲语不出的样子。<br>⑨去去：重复“去”字，表示行程遥远。<br>⑩暮霭：傍晚的云雾。沈沈：即“沉沉”，深厚的样子。楚天：指南方楚地的天空。<br>⑫暮霭沈沈（沉沉）楚天阔：傍晚的云雾笼罩着南天，深厚广阔，不知尽头。<br>⑬今宵：今夜。<br>⑭经年：年复一年。<br>⑮纵：即使。风情：情意。男女相爱之情，深情蜜意。情：一作“流”。<br>⑯更：一作“待”。</p>",
  "shangxi": "<p>　　《雨霖铃》是著名的代表作。这首词是词人在仕途失意，不得不离京都（汴京，今河南开封）时写的,是表现江湖流落感受中很有代表性的一篇。这首词写离情别绪,达到了情景交融的艺术境界。词的主要内容是以冷落凄凉的秋景作为衬托来表达和情人难以割舍的离情。宦途的失意和与恋人的离别，两种痛苦交织在一起,使词人更加感到前途的暗淡和渺茫。</p> <p>　　全词分上下两阕。</p> <p>　　上阕主要写饯行时难舍难分的惜别场面,抒发离情别绪。</p> <p>　　起首“寒蝉凄切。对长亭晚，骤雨初歇”三句写环境，点出别时的季节是萧瑟凄冷的秋天，地点是汴京城外的长亭，具体时间是雨后阴冷的黄昏。通过这些景物描写，融情入景，点染气氛，准确地将恋人分别时凄凉的心情反映了出来，为全词定下凄凉伤感的调子。真正做到了字字写景而字字含情。</p> <p>　　“都门帐饮”是写离别的情形。在京城门外设帐宴饮,暗寓仕途失意，且又跟恋人分手。“无绪”，指理不出头绪，有“剪不断，理还乱”的意思。写出了不忍别离而又不能不别的思绪。“留恋处、兰舟催发”。正在难分难舍之际，船家又阵阵“催发”。透露了现实的无情和词人内心的痛苦。</p> <p>　　“执手相看泪眼，竟无语凝噎。”是不得不别的情景。一对情人，紧紧握着手，泪眼相对，谁也说不出一句话来。这两句把彼此悲痛、眷恋而又无可奈何的心情，写得淋漓尽致。一对情人伤心失魄之状，跃然纸上。这是白描手法，所谓“语不求奇，而意致绵密”。</p> <p>　　“念去去、千里烟波，暮霭沉沉楚天阔。”写别后思念的预想。词中主人公的黯淡心情给天容水色涂上了阴影。一个“念”字，告诉读者下面写景物是想象的。“去去”是越去越远的意思。这二字用得极好，不愿去而又不得不去，包含了离人无限凄楚。只要兰舟启碇开行，就会越去越远，而且一路上暮霭深沉、烟波千里，最后漂泊到广阔无边的南方。离愁之深，别恨之苦，溢于言表。从词的结构看,这两句由上阕实写转向下阕虚写，具有承上启下的作用。</p> <p>　　下阕着重写想象中别后的凄楚情景。</p> <p>　　开头作者先宕开一笔，把自己的感情赋予普遍的意义：“多情自古伤离别”。意谓自古以来多情者都会因离别伤心。“自古”两字，从个别特殊的现象出发，提升为普遍、广泛的现象，扩大了词的意义。但接着“更那堪冷落清秋节”一句，则强调自己比常人、古人承受的痛苦更多、更甚。<a href=\"http://so.gushiwen.org/author_509.aspx\">江淹</a>在《别赋》中说：“黯然销魂者唯别而已矣！”作者把古人这种感受融化在自己的词中，而且层层加码，创造出新意。</p> <p>　　“今宵酒醒何处？杨柳岸晓风残月。”这是写酒醒后的心境，也是他飘泊江湖的感受。这两句妙就妙在用景写情，真正做到“景语即情语”。“柳”、“留”谐音，写难留的离情；晓风凄冷，写别后的寒心；残月破碎，写此后难圆之意。这几句景语，将离人凄楚惆怅、孤独忧伤的感情，表现得十分充分、真切,创造出一种特有的意境。难怪它为人称道，成为名句。</p> <p>　　再从此后长远设想：“此去经年，应是良辰好景虚设。便纵有千种风情,更与何人说？”这四句更深一层推想离别以后惨不成欢的境况。此后漫长的孤独日子怎么挨得过呢？纵有良辰好景，也等于虚设，因为再没有心爱的人与自己共赏；再退一步，即便对着美景，能产生一些感受，但又能向谁去诉说呢？总之，一切都提不起兴致了。这几句把词人的思念之情、伤感之意刻划到了细致入微、至尽至极的地步，也传达出彼此关切的心情。结句用问句形式，感情显得更强烈。</p> <p>　　《雨霖铃》全词围绕“伤离别”而构思，先写离别之前，重在勾勒环境；次写离别时刻，重在描写情态；再写别后想象，在刻划心理。不论勾勒环境，描写情态，想象未来，词人都注意了前后照应，虚实相生，做到层层深入，尽情描绘，情景交融，读起来如行云流水，起伏跌宕中不见痕迹。这首词的情调因写真情实感而显得太伤感、太低沉，但却将词人抑郁的心情和失去爱情的痛苦刻划的极为生动。古往今来有离别之苦的人们在读到这首《雨霖铃》时，都会产生强烈的共鸣。</p>",
  "poet": {
    "id": 535,
    "star": 0,
    "name": "柳永",
    "image": "http://img.gushiwen.org/authorImg/liuyong2.jpg",
    "desc": "柳永，（约987年—约1053年）北宋著名词人，婉约派创始人物。汉族，崇安（今福建武夷山）人，原名三变，字景庄，后改名永，字耆卿，排行第七，又称柳七。宋仁宗朝进士，官至屯田员外郎，故世称柳屯田。他自称“奉旨填词柳三变”，以毕生精力作词，并以“白衣卿相”自诩。其词多描绘城市风光和歌妓生活，尤长于抒写羁旅行役之情，创作慢词独多。铺叙刻画，情景交融，语言通俗，音律谐婉，在当时流传极其广泛，人称“凡有井水饮处，皆能歌柳词”，婉约派最具代表性的人物之一，对宋词的发展有重大影响，代表作 《雨霖铃》《八声甘州》。"
  },
  "tags": [
    "宋词三百首",
    "宋词精选",
    "高中古诗",
    "婉约",
    "离别",
    "爱情",
    "写景",
    "惜别"
  ]
}