{
  "id": 10928,
  "star": 2890,
  "name": "蜀相",
  "dynasty": "唐代",
  "content": "丞相祠堂何处寻，锦官城外柏森森。<br>映阶碧草自春色，隔叶黄鹂空好音。<br>三顾频烦天下计，两朝开济老臣心。<br>出师未捷身先死，长使英雄泪满襟。",
  "fanyi": "<p><strong>译文</strong><br>何处去寻找武侯<a href=\"http://so.gushiwen.org/author_507.aspx\">诸葛亮</a>的祠堂？在成都城外那柏树茂密的地方。<br>碧草照映台阶自当显露春色，树上的黄鹂隔枝空对婉转鸣唱。<br>定夺天下先主曾三顾茅庐拜访，辅佐两朝开国与继业忠诚满腔。<br>可惜出师伐魏未捷而病亡军中，常使历代英雄们对此涕泪满裳！</p> <p><strong>注释</strong><br>⑴蜀相：三国蜀汉丞相，指诸葛亮（孔明)。<a href=\"http://so.gushiwen.org/view_10928.aspx\">诗</a>题下有注：诸葛亮祠在昭烈庙西。<br>⑵丞相祠堂：即诸葛武侯祠，在现在成都，晋李雄初建。<br>⑶锦官城：成都的别名。柏（bǎi）森森：柏树茂盛繁密的样子。<br>⑷映阶碧草自春色，隔叶黄鹂空好（hǎo）音：这两句写祠内景物。<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>极推重诸葛亮，他此来并非为了赏玩美景，“自”“空”二字含情。是说碧草映阶，不过自为春色；黄鹂隔叶，亦不过空作好音，他并无心赏玩、倾听。因为他所景仰的人物已不可得见。空：白白的。<br>⑸三顾频繁天下计：意思是刘备为统一天下而三顾茅庐，问计于诸葛亮。这是在赞美在对策中所表现的天才预见。频烦，犹“频繁”，多次。<br>⑹两朝开济：指诸葛亮辅助刘备开创帝业，后又辅佐刘禅。两朝：刘备、刘禅父子两朝。开：开创。济：扶助。<br>⑺出师未捷身先死，长使英雄泪满襟（jīn）：出师还没有取得最后的胜利就先去世了，常使后世的英雄泪满衣襟。指诸葛亮多次出师伐魏，未能取胜，至蜀建兴十二年（234年）卒于五丈原（今陕西岐山东南）军中。出师：出兵。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　这首七律《蜀相》，抒发了<a href=\"http://so.gushiwen.org/view_10928.aspx\">诗</a>人对<a href=\"http://so.gushiwen.org/author_507.aspx\">诸葛亮</a>才智品德的崇敬和功业未遂的感慨。全诗熔情、景、议于一炉，既有对历史的评说，又有现实的寓托，在历代咏赞诸葛亮的诗篇中，堪称绝唱。</p> <p>　　古典诗歌中常以问答起句，突出感情的起伏不平。这首诗的首联也是如此。“丞相祠堂何处寻？锦官城外柏森森。”一问一答，一开始就形成浓重的感情氛围，笼罩全篇。上句“丞相祠堂”直切题意，语意亲切而又饱含崇敬。“何处寻”，不疑而问，加强语势，并非到哪里去寻找的意思。诸葛亮在历史上颇受人民爱戴，尤其在四川成都，祭祀他的庙宇很容易找到。“寻”字之妙在于它刻画出诗人那追慕先贤的执著感情和虔诚造谒的悠悠我思。下句“锦官城外柏森森”，指出诗人凭吊的是成都郊外的武侯祠。这里柏树成荫，高大茂密，呈现出一派静谧肃穆的气氛。柏树生命长久，常年不凋，高大挺拔，有象征意义，常被用作祠庙中的观赏树木。作者抓住武侯祠的这一景物，展现出柏树那伟岸、葱郁、苍劲、朴质的形象特征，使人联想到诸葛亮的精神，不禁肃然起敬。接着展现在读者面前的是茵茵春草，铺展到石阶之下，映现出一片绿色；只只黄莺，在林叶之间穿行，发出宛转清脆的叫声。</p> <p>　　第二联“映阶碧草自春色，隔叶黄鹂空好音”所描绘的这些景物，色彩鲜明，音韵浏亮，静动相衬，恬淡自然，无限美妙地表现出武侯祠内那春意盎然的景象。然而，自然界的春天来了，祖国中兴的希望却非常渺茫。想到这里，诗人不免又产生了一种哀愁惆怅的感觉，因此说是“自春色”、“空好音”。“自”和“空”互文，刻画出一种静态和静境。诗人将自己的主观情意渗进了客观景物之中，使景中生意，把自己内心的忧伤从景物描写中传达出来，反映出诗人忧国忧民的爱国精神。透过这种爱国思想的折射，诗人眼中的诸葛亮形象就更加光彩照人。</p> <p>　　“三顾频烦天下计，两朝开济老臣心。”第三联浓墨重彩，高度概括了诸葛亮的一生。上句写出山之前，刘备三顾茅庐，诸葛亮隆中对策，指出诸葛亮在当时就能预见魏蜀吴鼎足三分的政治形势，并为刘备制定了一整套统一国家之策，足见其济世雄才。下句写出山之后，诸葛亮辅助刘备开创蜀汉、匡扶刘禅，颂扬他为国呕心沥血的耿耿忠心。两句十四个字，将人们带到战乱不已的三国时代，在广阔的历史背景下，刻划出一位忠君爱国、济世扶危的贤相形象。怀古为了伤今。此时，安史之乱尚未平定，国家分崩离析，人民流离失所，使诗人忧心如焚。他渴望能有忠臣贤相匡扶社稷，整顿乾坤，恢复国家的和平统一。正是这种忧国思想凝聚成诗人对诸葛亮的敬慕之情；在这一历史人物身上，诗人寄托自己对国家命运的美好憧憬。</p> <p>　　诗的最后一联“出师未捷身先死，长使英雄泪满襟”，咏叹了诸葛亮病死军中功业未成的历史不幸。诸葛亮赍志以殁的悲剧性结局无疑又是一曲生命的赞歌，他以行动实践了“鞠躬尽瘁，死而后已”的誓言，使这位古代杰出政治家的精神境界得到了进一步的升华，产生使人奋发兴起的力量。</p> <p>　　这首诗分两部分，前四句凭吊丞相祠堂，从景物描写中感怀现实，透露出诗人忧国忧民之心；后四句咏叹丞相才德，从历史追忆中缅怀先贤，又蕴含着诗人对祖国命运的许多期盼与憧憬。全诗蕴藉深厚，寄托遥深，造成深沉悲凉的意境。概言之，这首七律话语奇简，但容量颇大，具有高度的概括力，短短五十六字，诉尽诸葛亮生平，将名垂千古的诸葛亮展现在读者面前。后代的爱国志士及普通读者一吟诵这首诗时，对诸葛亮的崇敬之情油然而生。特别是一读到“出师未捷身先死，长使英雄泪满襟”二句时，不禁黯然泪下。</p> <p>　　在艺术表现上，设问自答，以实写虚，情景交融，叙议结合，结构起承转合、层次波澜，又有炼字琢句、音调和谐的语言魅力，使人一唱三叹，余味不绝。人称杜诗“沉郁顿挫”，《蜀相》就是典型代表。</p> <p>　　本诗借游览古迹，表达了对诸葛亮雄才大略，忠心报国的赞颂，以及对他出师未捷而身先死的惋惜。</p>",
  "about": "<h2>创作背景</h2> <p>　　《蜀相》一<a href=\"http://so.gushiwen.org/view_10928.aspx\">诗</a>，依照仇兆鳌注，断为公元760年（唐肃宗上元元年）春天，<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>“初至成都时作”。公元759年（唐肃宗乾元二年）十二月，杜甫结束了为时四年的寓居秦州、同谷（今甘肃省成县）的颠沛流离的生活，到了成都，在朋友的资助下，定居在浣花溪畔。成都是当年蜀汉建都的地方，城西北有<a href=\"http://so.gushiwen.org/author_507.aspx\">诸葛亮</a>庙，称武侯祠。公元760年（唐肃宗上元元年）春天，他探访了诸葛武侯祠，写下了这首感人肺腑的千古绝唱。</p> <p>　　公元221年，刘备在成都称帝，国号汉，任命诸葛亮为丞相，“蜀相”的意思是蜀汉国的丞相，诗题“蜀相”，写的就是诸葛亮。杜甫虽然怀有“致君尧舜”的政治理想，但他仕途坎坷，抱负无法施展。他写《蜀相》这首诗时，安史之乱还没有平息。目睹国势艰危，生灵涂炭，而自身又请缨无路，报国无门，因此对开创基业、挽救时局的诸葛亮，无限仰慕，备加敬重。</p>",
  "poet": {
    "id": 474,
    "star": 0,
    "name": "杜甫",
    "image": "http://img.gushiwen.org/authorImg/dufu.jpg",
    "desc": "杜甫（712－770），字子美，自号少陵野老，世称“杜工部”、“杜少陵”等，汉族，河南府巩县（今河南省巩义市）人，唐代伟大的现实主义诗人，杜甫被世人尊为“诗圣”，其诗被称为“诗史”。杜甫与李白合称“李杜”，为了跟另外两位诗人李商隐与杜牧即“小李杜”区别开来，杜甫与李白又合称“大李杜”。他忧国忧民，人格高尚，他的约1400余首诗被保留了下来，诗艺精湛，在中国古典诗歌中备受推崇，影响深远。759-766年间曾居成都，后世有杜甫草堂纪念。"
  },
  "tags": [
    "唐诗三百首",
    "咏史怀古",
    "忧国忧民",
    "赞颂",
    "写人"
  ]
}