{
  "id": 72152,
  "star": 29,
  "name": "始作镇军参军经曲阿作",
  "dynasty": "魏晋",
  "content": "弱龄寄事外，委怀在琴书。<br>被褐欣自得，屡空常晏如。<br>时来苟冥会，宛辔憩通衢。<br>投策命晨装，暂与园田疏。<br>眇眇孤舟逝，绵绵归思纡。<br>我行岂不遥，登降千里余。<br>目倦川途异，心念山泽居。<br>望云惭高鸟，临水愧游鱼。<br>真想初在襟，谁谓形迹拘。<br>聊且凭化迁，终返班生庐。",
  "fanyi": "<p><strong>译文</strong><br>年少寄情人事外，倾心只在琴与书。<br>身穿粗衣情自乐，经常贫困心安处。<br>机会来临且迎合，暂时栖身登仕途。<br>弃杖命人备行装，暂别田园相离去。<br>孤舟遥遥渐远逝，归思不绝绕心曲。<br>此番行程岂不远？艰难跋涉千里余。<br>异乡风景已看倦，一心思念园田居。<br>看云羞对高飞鸟，临河愧对水中鱼。<br>真朴之念在胸中，岂被人事所约束？<br>且顺自然任变化，终将返回隐居庐。</p> <p><strong>注释</strong><br>⑴始作：初就职务。镇军参军：镇军将军府的参军。镇军是镇军将军的简称。曲阿：地名，在今江苏丹阳。<br>⑵弱龄：少年。指二十岁时。弱：幼。寄事外：将身心寄托在世事之外，即不关心世事。<br>⑶委怀：寄情。<br>⑷被（pī）：同“披”，穿着。褐（hè）：粗布衣。《老子》：“是以圣人，被褐怀玉。”欣自得：欣然自得。<br>⑸屡空：食用常常空乏，即贫困。《论语·先进》：“子曰：回也其庶乎，屡空。”是说颜回的道德学问已是差不多了，但常常食用缺乏。<a href=\"http://so.gushiwen.org/view_72152.aspx\">诗</a>人在这里即以颜回自比。晏（yàn）如：安乐的样子。<br>⑹时来：机会到来。时：时机，时运。苟：姑且，暂且。冥会：自然吻合，暗中巧合。郭璞《山海经图赞·磁石》：“磁石吸铁，琥珀取芥，气有潜通，数亦冥会。”<br>⑺宛：屈，放松。辔（pèi ）：驾驭牲口的缰绳。憩（qì）：休息。通衢（qú）：四通八达的大道。这里比喻仕途。这两句的意思是说，偶然遇上了出仕的机会，姑且顺应，暂时游迹于仕途。<br>⑻投策：丢下手杖。投，弃，搁下。命晨装：使人早晨准备行装。<br>⑼疏：疏远。这里是分别的意思。<br>⑽眇（miǎo）眇：遥远的样子。《九章·哀郢》：“心婵媛而伤怀兮，眇不知其所蹠。”逝：去，往。<br>⑾绵绵：连绵不断的样子。归思：思归之情。纡（yū）：萦绕，缠绕。<br>⑿登降：上山下山，指路途跋涉艰难。登，指登山。降，指临水。这句和上句是说我这次旅程难道不远吗？跋山涉水也有一千余里。<br>⒀目倦：谓看得厌倦了。川途异：指途中异乡的景物。一作“川途永”。<br>⒁山泽居：指山水田园中的旧居。<br>⒂惭高鸟、愧游鱼：对鸟和鱼而惭愧。是感叹自己不如鸟鱼的自由。这两句是说，看到云中自由飞翔的鸟，和水中自由游玩的鱼，我内心感到惭愧。意谓一踏上仕途，便身不由己，不得自由了。<br>⒃真想：纯真朴素的思想。《淮南子·本经》：“质真而素朴。”初：当初，早年。<br>⒄形迹拘：为形体所拘。形迹，指形体所为。拘，拘束，约束。此句即《归去来兮辞》中所说“既自以心力行役”的反意，表示内心本不愿出仕。<br>⒅凭：任凭，听任。化迁：自然造化的变迁。<br>⒆班生庐：指仁者、隐者所居之处。班生指东汉史学家、文学家<a href=\"http://so.gushiwen.org/author_398.aspx\">班固</a>，他在《幽通赋》里说“里上仁之所庐”，意谓要择仁者草庐居住。庐，房屋。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　陶<a href=\"http://so.gushiwen.org/view_72152.aspx\">诗</a>总的特点是亲切、平易。其述志诸作多如朋友相聚，一杯在手，话语便从肺腑间自然流出。初看似略不经意，细读却深有文理。这首诗便正是如此。</p> <p>　　全诗可分四段。首四句为第一段，自叙年轻时淡泊自持之志。作者谈到自己从小就对世俗事务毫无兴趣，只在弹琴读书中消磨时间。虽然生活穷苦，却也怡然自得。此话果真。作者不止一次地说过自己“少无适俗韵，性本爱丘山”，<a href=\"http://so.gushiwen.org/author_388.aspx\">颜延之</a>的《陶徵士诔》也说他“弱不好弄，长实素心”。然而，又不完全如此。因为作者在《杂诗》之五中说过“忆我少壮时，无乐自欣豫。猛志逸四海，骞翮思远翥”这样的话，可见他本来曾经有过大济天下苍生的宏伟抱负。作者之隐居躬耕，除了个性的原因外，更主要的是由于受“闾阎懈廉退之节，市朝驱易进之心”、“密网裁而鱼骇，宏罗制而鸟惊”的污浊而黑暗的现实之所迫。一个人对往日美好事物的追忆，常常就是对现实处境不满的一种曲折反映。作者这里开宗明义，强调自己年青时寄身事外、委怀琴书的生活，实际就表达了他对当时迫不得已出仕的自我谴责，对即将到来的周旋磬折、案牍劳形的仕宦生涯的厌恶。</p> <p>　　虽然作者厌恶仕宦生活，然而他又以道家随运顺化的态度来对待自己迫不得已的出仕，把它看作是一种命运的安排。既然如此，那就无须与命运抗争，尽可以安心从政，把它当作人生长途上的一次休息好了。第二段“时来苟冥会，宛辔憩通衙”等四句对自己的出仕之由就作了这样的解释。但是，通衢大道毕竟不能久停车马，因此这休息就只能是小憩而已，与园田的分别也就只能是暂时的。作者正是抱着这样的态度和打算，坦然应征出仕了。</p> <p>　　从“眇眇孤舟逝”至“临水愧游鱼”八句为第三段，叙作者旅途所感。抱着随顺自然，不与时忤的宗旨和暂仕即归的打算登上小舟，从悠闲、宁静、和平的山村驶向充满了险恶风波的仕途，刚出发心情也许还比较平静，但随着行程渐远，归思也就渐浓。行至曲阿，计程已千里有余，这时诗人的思归之情达到了极点。初出发时的豁达态度已为浓重的后悔情绪所替代。他甚至看见飞鸟、游鱼亦心存愧怍，觉得它们能各任其意，自由自在地在天空翱翔、在长河中游泳，自己却有违本性，踏上仕途，使自己的心灵和行动都受到了无形的束缚。“目倦川途异”四句深刻地表达了诗人内心对此行的厌倦和自责情绪。</p> <p>　　最后四句为第四段，叙作者今后立身行事的打算：随运顺化，终返田园。这一段可看作全诗的总结。“真想初在襟”之“真想”，就是第一段中寄怀琴书，不与世事之想；“谁谓形迹拘”之“形迹”，就是如今为宦之形，出仕之迹。作者从旅途的愧悔心情中悟出仕宦实非自己本性所愿，也悟出自己愿过隐居淡泊生活的本性并未丧失，既然如此，按道家“养志者忘形”（《庄子·让王》）的理论，那么形迹就可以不拘。在宦在田，都无所谓。这与作者在《乙巳岁三月为建威参军使都经钱溪》诗中所说“一形似有制，素襟不可易”，意思大体相近。但是，作者的后悔和自责，就是说明他已经觉得自己“心为形役”了，为什么还要说“谁谓形迹拘”呢？作者这里是安慰自己：我没有为形迹所拘；是鼓励自己：我不会为形迹所拘！从表面上看来理直气壮的反诘，其实是作者为了求得心理平衡、为了从后悔情绪中挣脱出来而对自我的重新肯定。“聊且凭化迁，终返班生庐”二句，前一句是作者对处境的对策，后一句是作者对今后出路的打算：姑且顺着自然的变化，随遇而安吧，但是，我最终肯定要返回田园的。后二句出于本性，是作者的真实思想和决心，也是全诗的中心意旨所在；前一句则出于理智，是作者根据道家思想所制定的处世原则，在表面豁达的自我安慰中隐约流露出无可奈何的悲哀。这短短四句话所表现的作者的思想感情，实是十分丰富，耐人寻味的。</p> <p>　　这首诗层次非常清晰，吐露自己赴任途中的内心感受和心理变化，既坦率，又细腻含蓄，确是作者精心结撰的佳作。这可算是此诗的一个重要特点。</p> <p>　　陶诗的遣词造句，常于平淡中见精采。粗读一过，不见新奇；细细品味，则颇有深意。如“时来苟冥会”一句，写作者在应征入仕这样一种“时运”到来之际，既不趋前迎接，亦不有意回避，而是任其自然交会。一个“会”字，十分传神地表现了作者委运乘化，不喜不惧的道家人生态度。又如“目倦川途异”一句，一个“异”字便涵盖了江南的山水之胜。从浔阳至曲阿，沿途既有长江大川，亦有清溪小流，既有飞峙江边的匡庐，亦有婉蜒盘曲的钟山，可谓美不胜收。然而面对如此美景，酷爱大自然的诗人却感到“目倦”，使人奇怪。对景物之“目倦”，实际正反映了作者对出仕之“心倦”。“倦”、“异”二字，含义非常丰富。其他如“宛辔憩通衢”之“憩”字，“暂与园田疏”之“暂”字等，也都是传神阿堵。</p>",
  "about": "<h2>创作背景</h2> <p>　　这首<a href=\"http://so.gushiwen.org/view_72152.aspx\">诗</a>当作于晋安帝元兴三年（404年），<a href=\"http://so.gushiwen.org/author_645.aspx\">陶渊明</a>四十岁。元兴二年（403年）十二月，楚王桓玄篡晋即皇帝位，改元永始。元兴三年（404年）二月刘裕被众臣推为盟主，率部于京口（今江苏镇江）起事。三月攻入建康，被推为使持节、八州军事都督、徐州刺史。这期间，刘裕行镇军将军（战乱中，无诏书任命，这里的“行”是暂用的意思）。军府设在京口。陶渊明当时为生活所迫，出任镇军将军府的参军，在赴京口上任行经曲阿（今江苏丹阳）途中，他写下了这首诗。</p> <p>　　刘裕的起事在当时被视为义举，陶渊明在《荣木》诗中也表露了建功的思想。这些促成了陶渊明应征的积极行动。然而桓玄本来也是有反昏庸专权的司马道子起家，进而实行其阴谋野心的。刘裕也有很大的可能依样画葫芦。陶渊明本以高节自励，而此时又将卷入政治的漩涡。因此此诗是在他出仕与复归的矛盾心理下创作的。</p>",
  "poet": {
    "id": 645,
    "star": 0,
    "name": "陶渊明",
    "image": "http://img.gushiwen.org/authorImg/taoyuanming.jpg",
    "desc": "陶渊明（约365年—427年），字元亮，（又一说名潜，字渊明）号五柳先生，私谥“靖节”，东晋末期南朝宋初期诗人、文学家、辞赋家、散文家。汉族，东晋浔阳柴桑人（今江西九江）。曾做过几年小官，后辞官回家，从此隐居，田园生活是陶渊明诗的主要题材，相关作品有《饮酒》、《归园田居》、《桃花源记》、《五柳先生传》、《归去来兮辞》等。"
  },
  "tags": [
    "感叹",
    "命运",
    "述志"
  ]
}