{
  "id": 68247,
  "star": 16,
  "name": "恋绣衾·柳丝空有千万条",
  "dynasty": "宋代",
  "content": "柳丝空有千万条。系不住、溪桡。想今宵、也对新月，过轻寒、何处小桥。 <br>玉箫榭春多少，溜啼红、脸霞未消。怪别来、胭脂慵傅，被东风、偷在杏梢。",
  "fanyi": "<p><strong>译文</strong><br>　　柳丝空有万千条，却不能把溪头的画船拴牢，竟然让它走掉。看看今宵，也像那天一样，弯弯的月亮洒照。可已过了那个轻寒的季节，又何处寻找我们相会时的小桥?亭台楼榭上吹玉箫的好日子能有多少，一行行泪痕流在脸上，至今也难消。自你别后我心情不好，懒搽胭脂扮容貌，那脂粉的红色，全被春风偷去，抹在杏花的枝梢。 </p><p><strong>注释</strong><br>画桡：画船，装饰华丽的船。<br>胭脂慵傅：懒搽脂粉。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　这首《恋绣衾》，乃拟思妇伤春怨别之作。“柳丝空有千万条，系不住，溪头画桡！”，写的是怨别之情。开篇之笔，如脱口而出，使人对思妇郁结萦回的百结愁肠洞悉无余。“空有”是徒然、枉有之意；“千万条”则极言其多，两者联用，将怨悱而又无可奈何之情渲染到了极致。“系不住、溪头画桡”，补出“空有”的原委，因纵有千万条柳丝，也未能系住所爱者，他还是乘着画桡走了，这不是枉然吗？可见“空有”一词极有份量，传达出极为缠绵的情致。这是思妇对往昔离别的追忆，也是对离别造成的感情痛苦的宣泄。“想今宵，也对新月，过轻寒，何处小桥？”这是从追忆返回现实，如镜头由远景拉回近景；从自身想到对方，如电影将相关双方交叉拍摄。写出思妇现在对他的殷殷的思念。黄鹤一去无消息，自己却无时无刻不在思念着离人。郎君是在西湾乘船从江上走的，所以连做梦也追逐着江水，追逐着郎君。词中的他，是溪头乘画桡离别的，走时，如同今晚一样，有一痕新月，还有些微春夜的寒意。“过轻寒”的“过”有洒落、飘来的意思，如<a href=\"http://so.gushiwen.org/author_399.aspx\">贺铸</a>的《簇水近》：“一笛清风弄袖，新月梳云缕。澄凉夜气，才过几点黄昏雨……”，其中“过”字，意思庶近，那么，此时此刻他的画桡停泊在何处小桥呢？他今晚，仰对这痕新月，是否也在思念着我呢？这是对离人的悬想，正说明自己的魂魄也无时无刻不在追逐着离人。词人用“新月”、“轻寒”、“小桥”等词语，构成一幅凄清的图画。新月不是圆月，“月有阴晴圆缺，人有悲欢离合”，缺月，正象征着人各西东，不能团聚。这凄清画面所构成的凄清氛围正是女主人公凄清寂寞心境的写照。而从自己的思念转而对所思者的设想，设想对方今宵是何情思，造成词章之波折，使所写之感情深入一层。下片的“玉箫台榭春多少！溜啼红，脸霞未消。”是再用追忆之笔，犹如电影镜头再摇向远景。这里的“春”，非惟春光，更是春情，是温馨、美满幸福的借代词。不确定的量词“多少”，正是无限、无量之意，极言其多。追思以往，台榭留连，玉箫送情，形影相随，真是“花不尽，月无穷。两心同”（张光《诉衷情》），给人多少甜美的回忆！但“春多少”，毕竟还是抽象之语，需再作具体的完足。“溜啼红，脸霞未消”，则是对往昔幸福生活的具体描述。“啼红”，指杜鹃的叫声；“溜”是对叫声的摹写。“杜鹃啼得春归去”，杜鹃声声，说明时序已入暮春，显示着春天即将归去。“脸霞”，指满脸春光，如同彩霞。因为无限的幸福，春情如醉，即使杜鹃声声悲啼，自然的春光即将过去，心底的春光却依然如故，所以脸如朝霞，神采飞扬。用自然春光的消逝，反衬心底春光的长存和浓烈，并反杜鹃啼血的常意而用之，都说明构思别致，良多新意。“怪别来，胭脂慵傅，被东风、偷在杏梢。”章法上再作转捩，成三折之势，词意上又回写现时心境。一个“怪”字作逗，怨艾之情顿显。词人精取“胭脂慵傅”这一典型细节，与往昔的“脸霞未消”形成强烈的比照，把“只是朱颜改”的现状委婉道出。往昔因春情无限，纵然杜鹃啼红，春光将逝，仍“脸霞未消”；现在，徒有盎然春光，但因离愁别恨，春情无着，即使没有“杜鹃声里斜阳暮”，也折损朱颜；且因心意阑珊，慵慵恹恹，胭脂无心，任朱颜凋零，就更显得容光的憔悴。虽笔墨未着“怨”字，但在这今昔比照的叙述中，怨艾凄恻之情，沉沉实实，掬之可感。这脸霞，这朱颜，究竟到哪里去了？“被东风，偷去杏梢。”你不见“红杏枝头春意闹”吗？这束篇之笔，如得神助。因伤春而折损的容颜，构思造想为东风偷去，真是奇巧至极！这朱颜偷在杏梢上，这意境真婉约至极！这有意以清丽之笔作淡语，说痛楚而面带微笑，真是雅正至极！</p> <p>　　综上所述，该词所写的思妇伤春怨别，乃是熟之又熟的传统题材，似乎别无新意。但细加吟咏，又觉别有一番滋味。这就在于赵汝茪精于构思，为情造文，有独到之处。词人在这篇什不长的词调中，有意用“往昔”和“现在”交错的布局，一波三折，使欲抒的情致得以深化，得以完足。在这曲折的布局中，又着意于对比手法的运用，以往衬今、以热衬冷，使所抒的情致，更见强烈。在运用对比手法时，又善于抓住重点细节精心刻画，使所抒的情致，更加突出。凡此种种，一如现代电影蒙太奇的种种手法，可以看出赵汝茪词作结构精细，运笔纤巧的风格。 </p>",
  "poet": {
    "id": 77,
    "star": 0,
    "name": "赵汝茪",
    "desc": "赵汝茪 guāng（约公元1247年前后在世），字参晦，号霞山，又号退斋，赵宋宗室，宋太宗第四子、商王元份七世孙，为赵善官之幼子。里居及生卒年均不详，约宋理宗淳佑中前后在世。有词名，周密曾拟其词体作词，宋编的《阳春白雪》和《绝妙好词》均选其作品，《全宋词》辑其《退斋词》一卷，存词九篇。"
  },
  "tags": [
    "宋词精选",
    "妇女",
    "伤春",
    "怨别"
  ]
}