{
  "id": 52283,
  "star": 24,
  "name": "念奴娇·插天翠柳",
  "dynasty": "宋代",
  "content": "插天翠柳，被何人，推上一轮明月。照我藤床凉似水，飞入瑶台琼阙。雾冷笙箫，风轻环佩，玉锁无人掣。闲云收尽，海光天影相接。 <br>谁信有药长生，素娥新链就、飞霜凝雪。打碎珊瑚，争似看、仙桂扶疏横绝。洗尽凡心，满身清露，冷浸萧萧发。明朝尘世，记取休向人说。",
  "fanyi": "<p><strong>译文<br></strong>门前的翠柳不知道被谁人推上了一轮皎洁的明月，如凉水一般照在我的藤床上，如此良辰美景，我思绪飘飞幻想着飞入瑶台月宫，这里雾冷风轻，隐隐可闻的笙箫声，和仙子的环佩之声，大约她们正随音乐伴奏而飘飘起舞。<br>据说有可以使人延寿的药。然而“长生”的念头，只不过是世俗的妄想。两袖清风，满身清露，寒冷浸湿了萧条的白发，朝廷的政务，不可为俗人说。</p> <p><strong>注释<br></strong>①念奴娇：著名词牌名之一，得名于唐代天宝年间的一个名叫念奴的歌伎，名篇有<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>的《念奴娇·赤壁怀古》、《念奴娇·中秋》等。<br>②瑶台：神仙居处。<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>《清平调》有“若非群玉山头见，会向瑶台月下逢”。琼阙（quē）：精巧华美之楼台。<br>③素娥：月宫仙女“嫦娥”。因月色白，故称“素娥”。<br>④争：怎么。如“争似”、“争忍”、“争知”、“争奈”等等。<br>⑤萧萧：头发花白稀疏貌。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这是一首咏月词。 </p> <p>　　开篇“插天翠柳，被何人、推上一轮明月？”以问句起。这份奇丽“月上柳梢头”的景象恰是躺柳下“藤床”纳凉仰看天宇者才能产生的幻觉：“翠柳”伸向天空，而“明月”不知不觉便出现了，如同被推上去一样。加之月夜如水一般的凉意，更会引起美妙的幻想，于是纳凉赏月的词人飘飘然“飞入瑶台琼阙”。“雾冷笙箫”以下写词人凭幻想飞入月宫后所闻、所见及所感。这里雾冷风轻，隐隐可闻“笙箫”，和仙子的“环佩”之声，大约她们正随音乐伴奏而飘飘起舞吧。然而“玉锁”当门而“无人掣”，说明月宫清静，不受外界干扰，原本打算寻声暗问的词人不觉感到怅然。回顾天空，是“闲云收尽”，海光与月光交映生辉，炼成一片令人眩惑的景象。 </p> <p>　　过片：“谁信有药长生？”则针对关于月宫的传说，抒发自己的见解。据说有玉兔捣药，这药可以使人延寿的。然而“长生”的念头，只不过是世俗的妄想。月中，只有“素娥新炼就”的“飞霜凝雪”而已，并没有什么长生不老药。词人看来，人间那些“打碎珊瑚”之类的夸豪斗富之举，远比不上赏玩月中枝叶扶疏的仙桂来得超凡脱俗。“打碎珊瑚”出于《世说新语。汰侈》<a href=\"http://so.gushiwen.org/author_883.aspx\">石崇</a>和王恺斗富的故事，这里信手拈来，反衬月中桂树之可爱，自然惬意。作者通过如此清空的笔墨，勾画出一个美丽、纯洁、没有贪欲的境界。这里，他两袖清风，“满身清露，冷浸萧萧发”，感到凡心洗尽，有脱胎换骨之感。然而，这一切不过是月下的梦，尽管美丽动人，却又无从对证，只能自得于胸怀，不可为俗人说。故结云：“明朝尘世，记取休向人说。”深沉的感喟和对尘世的深切厌倦见于言外。</p> <p>　　这首词写藤床上神游月宫之趣，其间融入了月的传说，其境优美清寂，塑造了一个冰清玉洁的世界，似乎有意与充满烽烟势焰的人间对立。故前人或谓其为“不食烟火人语”。</p><br/><h2>赏析二</h2> <p>　　“插天翠柳，被何人、推上一轮明月？”高耸人云直冲向天的翠柳几乎要够得着皎洁的月亮。词人笔触极其夸张，将这种奇崛的景象用问句道来：不知是谁推了翠柳一把，让它直耸月宫？如此一来，更给景色增添了几分神秘和瑰丽，且营造出一种清婉、美妙的气氛。</p> <p>　　“照我藤床凉似水，飞入瑶台琼阙。”词人的写作角度开始转变，上写天空中的明月，下写月光洒满床铺，空间感十足，一仰一俯，自然衔接。银亮的月光洒在床上，似凉水一般给人以寒意。词人惬意之中觉得自己仿佛飞入月宫，看见琼台仙阁。</p> <p>　　词人飞人琼台仙阁之后，又臆想出一系列所见所感，“雾冷笙箫，风轻环佩，玉锁无人掣。”白蒙蒙的雾笼罩着整个月宫，增添几分迷离之感，沉郁顿挫的箫声若隐若现、可远可近，微风徐来，环佩之音叮当作响。作者运用一些悠远，冷清的意象，如“雾”、“笙箫”、“环佩”、“玉锁”等，极力打造一个冰清玉洁、与世隔绝的仙境。在词人看来，月宫是个极清净、神秘的处所，既没有天兵天将把守，又没有玉锁把门。“闲云收尽，海光天影相接。”等云朵散去之后，又呈现出“海天相接”的光辉胜景，美不胜收。</p> <p>　　词人在下阕开头又用问句开篇，前后呼应，“谁信有药长生，素娥新炼就，飞霜凝雪。”与上阕不同的是，这是个设问句。作者自问自答，对于谁有长生不老药这一问题，给出了自己的回答。他认为，所谓不老药，不过是嫦娥新炼制的凝霜而已，而非传说中的玉兔捣药。这也体现了词人立意上的标新立异。</p> <p>　　“打碎珊瑚，争似看、仙桂扶疏横绝。”被<a href=\"http://so.gushiwen.org/author_883.aspx\">石崇</a>斗富时打碎的那株枝繁叶茂的名贵“珊瑚”，远远没法跟月宫中玲珑的桂树相提并论。“横绝”二字生动形象地突出月宫桂树的不同凡响、超凡脱俗。</p> <p>　　“洗尽凡心，满身清露，冷浸萧萧发。”词人之前所有的铺叙都是为了抒发内心的感受，此三句一语中的，是全词的主旨句。“洗”字意在表明作者的心志，脱去尘世的外衣，给心灵以洗礼。但词人的心态和志向都是压在心里的一个梦，“明朝尘世，记取休向人说。”这种隐逸脱俗情怀恐怕尘世之人无法理解，自然也不必向外人道来。语意深沉，感慨痛切。</p> <p>　　该词写藤床上神游月宫之趣，其间融入了月的传说，其境优美清寂，塑造了一个冰清玉洁的世界，似乎有意与充满烽烟势焰的人间对立。</p>",
  "about": "<h2>创作背景</h2> 　　1147 年初秋，由于朝廷内投降派得势，爱国志士纷纷斥退，收复中原日益渺茫，词人的一腔热忱付之冰海，满怀的期望变成极度的失望。于是词人为了求得精神上的解脱，向隐逸之路寻求归宿，写下了这首词。",
  "poet": {
    "id": 723,
    "star": 0,
    "name": "朱敦儒",
    "image": "http://img.gushiwen.org/authorImg/zhudunru.jpg",
    "desc": "朱敦儒 （1081－1159），字希真，洛阳人。历兵部郎中、临安府通判、秘书郎、都官员外郎、两浙东路提点刑狱，致仕，居嘉禾。绍兴二十九年（1159）卒。有词三卷，名《樵歌》。朱敦儒获得“词俊”之名，与“诗俊”陈与义等并称为“洛中八俊” （楼钥《跋朱岩壑鹤赋及送闾丘使君诗》）"
  },
  "tags": [
    "豪放",
    "咏物",
    "月亮",
    "想象"
  ]
}