{
  "id": 71573,
  "star": 52,
  "name": "香菱咏月·其三",
  "dynasty": "清代",
  "content": "精华欲掩料应难，影自娟娟魄自寒。一片砧敲千里白，半轮鸡唱五更残。<br>绿蓑江上秋闻笛，红袖楼头夜倚栏。博得嫦娥应借问，缘何不使永团圆。",
  "fanyi": "<p><strong>译文</strong><br>月亮的光华谁也难把她遮掩，她倩影多娟美可质地多清寒。广袤的原野一片银色传来捣衣声阵阵，雄鸡报晓夜色将可阑可残月仍挂天边。秋江里漂泊的旅人闻笛声更添愁绪，楼上伤情的少妇终夜里倦倚栏杆。惹得月宫里寂寞的嫦娥也不禁要问：是什么原因不使人们永远团圆。 </p><p><strong>注释</strong><br>精华：月亮的光华。<br>半轮：残月。<br>闻笛：听见笛声。<br>倚栏：倦倚栏杆。<br>缘：缘故，原因。<br>何：为什么。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　这是香菱所作的第三首咏月<a href=\"http://so.gushiwen.org/view_71573.aspx\">诗</a>。</p> <p>　　经过前面一番艰苦的探索之后，香菱终于摸到了做诗的门径，因此此诗一出，就顿放异彩，成为一首具有真正艺术美的作品。诗的首联起句就显得气势不凡：“精华欲掩料应难”，表面上言浓密的云雾终究难以遮盖纯净皎洁的月光，实则暗示象香菱这样才情横溢的女子总有一天会脱颖而出，从而传达了学诗必能成功的坚定信念。次句把月亮形象与诗人的身世紧紧的联系起来，咏月而又咏人，两者水乳交融。“影娟娟”写月亮修美的外形；“魄自寒”，指月质清寒的特性。犹如香菱姣好的容貌中深藏着一颗凄凉又寥落的苦心。这位精华灵秀所钟的薄命女儿，却不幸沦落为粗鄙陋俗的呆霸王薛蟠之小妾，她痛苦的泪水永远是流不远的。因而这种顾影自怜的幽怨之情调，便在诗的颈联中委曲的道出：“一片砧声千里白”，以“一片”与“千里”对举，让“砧声”与“皎月”浑融，既写出了地域之广远，又道出了愁思之绵长，而且这种愁思，乃是由砧声（即妇人们在月夜中的捣衣声）所引发的。这里隐曲地传出达了香菱对远在江南的丈夫薛蟠的思念之情，因为薛蟠虽然与她并无谐和恩爱之情份，但从名份上来说，他毕竟还是她的丈夫，何况香菱除了他以外，并无一个亲人。接下的“半轮鸡唱”一句，仍然以景托情，则此时因见时光流逝而尝尽了不眠滋味的这位女诗人，便把满怀的愁绪，一腔的心事，尽托付这默默无言的半轮残月中，使客观的“月”与主观的“情”得到有机的融合，达到了诗美学上所谓“不隔”的艺术境界。</p> <p>　　诗的颈联又在境界上作深一层的开掘，让这种深沉的哀愁扩散开来，使之具有更有为普遍的意义：同一个凄清的月夜，不知有多少身穿绿蓑的游子漂泊江上，因闻笛声而垂涕；又不知有多少红袖佳人徘徊楼头，倦倚栏杆而出神。因而这月夜中的愁思，就不仅是属于香菱本人的，也还是属于千千万万个与香菱有着同样的遭遇的伤心人的！这乃是一种亘古至今游子思妇所共有的绵绵愁恨！</p> <p>　　诗尾联归结为无可奈何的感喟：“博得嫦娥应借问：何缘不使永团圆”？嫦娥因偷食长生不老药而不得不飞升登上月亮，与她的意中人后羿永远分离，想来她孤独凄凉的心是和世人并没有什么两样。故此处借嫦娥的一问，就问得新奇且意趣，并且诗的句意既做到曲折又能紧扣诗题，笔法老练而又寓意遥深。在小说中，众人评这首诗曰：“新奇而有意趣”，就不是毫无根据的溢美之辞。</p>",
  "about": "<h2>创作背景</h2> <p>　　运不济、身世悲惨的香菱，原为乡宦小姐，后沦为奴隶，做了薛蟠之侍妾。她在大观园中的地位低于小姐而高于丫头。她渴望过贵族阶级的精神生活，因此“慕雅女雅集”，偶遇进园的机会，就一心一意跟黛玉学起<a href=\"http://so.gushiwen.org/view_71573.aspx\">诗</a>来。对黛玉给她出的咏月之题，她如痴如呆地琢磨，“苦吟”以求佳句。好不容易作出一首，却措词不雅，一看便知出自初学者之手。这是由于香菱初学写诗，看的诗又少，打不开思路，只注意追求词句的华丽，而忘了黛玉说的“词句究竟还是末事，第一是立意要紧，若意趣真了，连词句不用修饰，自是好的”。香菱是初学写诗者，还不懂得咏物诗的特点是“情附物上，意在言外”。咏物诗若不能寄情寓兴，就没有什么意思了。香菱的咏月诗，说来说去只表达了“月亮很亮”这个意思，当然不是首好诗了。 </p> <p>　　然而香菱作诗失败后并不气馁，再苦索佳句，写出第二首。这首诗不像第一首那样笨拙了，能以花香、夜露来烘托，诗意也放开了些，但又显得过于穿凿、比附，落得正统派的宝钗说她的诗“句句是月色”。<a href=\"http://so.gushiwen.org/author_611.aspx\">曹雪芹</a>安排香菱学诗至此，还让诗意停留在表皮上，人物的思想境界还没有进入角色，以此来烘托第三首诗的成功。 </p> <p>　　“功夫不负有心人”，香菱扫兴之后，仍不肯丢手，“挖心搜胆，耳不旁听，目不别视”，经过反复的摸索，终于找到了作诗的门径，“苦吟”成功。第三首诗别开生面，情景并茂，耐人寻味。首句“精华欲掩料应难”，起得很有势头，恰似一轮明月破云而出，将自己才华终难埋没，学诗必能成功的自信心含蓄地传出。第二句“影自娟娟魄自寒”，就像是她自己身世的写照，顾影自怜，吐露了香菱精神上的寂寞，令人不由掩卷遐思她的身世、命运与前途，叹为观止!真是“感人心者，莫先乎情”。颔联“一片砧敲千里白，半轮鸡唱五更残”，用修辞上的特殊句式，抒发出内心的幽怨，笔法似很老练，达到“曲笔达意”的效果。颈联“绿蓑江上秋闻笛，红袖楼头夜倚栏”，拓展了全诗的境界，情与景交融并观，为末联作好了铺垫。“博得嫦娥应借问，何缘不使永团圆”。诗意曲折，匠心独运，联想绵远，又紧扣咏月诗题。感叹本是香菱自己的思想感情所发，却偏推给处境同样寂寞的嫦娥，特别是“团圆”二字，将月与人合咏，自然双关，余韵悠长，真是“诗贵含蓄”，难怪那些“雅女”们也要赞她“这首不但好，而且新巧有意趣了”。 </p> <p>　　香菱作诗取得了成功，曹雪芹着意塑造的香菱的形象也获得成功。我认为，作者刻意安排香菱学写咏月诗，其意很深，而且又是跟黛玉学，也是用心奇巧。香菱身世孤苦、寂寞，黛玉又好睹物思情，从这里的“三咏月”，反复突出咏物诗要有寓意，到第七十六回中秋咏月中的“寒塘”“冷月”，可见曹雪芹借月所寓的深意。一般衡量咏物诗的高下，主要看寓意之深浅，要做到“寄情深，寓托宜新”是不容易的，要使诗词能表达出弦外音、诗外味，就更非寻常了。我们通过分析这几首诗的成败，反复玩味，既懂得了一点写诗的要领，又从艺术手法、创作风格、审美思想上都收益不浅。我想，曹雪芹设计这几首诗的苦心也许还在于此。</p>",
  "poet": {
    "id": 611,
    "star": 0,
    "name": "曹雪芹",
    "image": "http://img.gushiwen.org/authorImg/caoxueqin.jpg",
    "desc": "曹雪芹，名霑，字梦阮，号雪芹，又号芹溪、芹圃。清代著名文学家，小说家。先祖为中原汉人，满洲正白旗包衣出身。素性放达，曾身杂优伶而被钥空房。爱好研究广泛：金石、诗书、绘画、园林、中医、织补、工艺、饮食等。他出身于一个“百年望族”的大官僚地主家庭，因家庭的衰败饱尝人世辛酸，后以坚韧不拔之毅力，历经多年艰辛创作出极具思想性、艺术性的伟大作品《红楼梦》。"
  },
  "tags": [
    "咏物",
    "月亮",
    "写人",
    "愁思"
  ]
}