{
  "id": 72587,
  "star": 30,
  "name": "秋​水​(节​选)",
  "dynasty": "先秦",
  "content": "　　秋水时至，百川灌河。泾流之大，两涘渚崖之间，不辩牛马。 于是焉，河伯欣然自喜，以天下之美为尽在己。顺流而东行，至于北海。东面而视，不见水端。于是焉，河伯始旋其面目，望洋向若而叹曰：“野语有之曰：‘闻道百，以为莫己若’者，我之谓也。且夫我尝闻少仲尼之闻，而轻伯夷之义者，始吾弗信，今吾睹子之难穷也，吾非至于子之门，则殆矣，吾长见笑于大方之家。” </p> <p>　　北海若曰：“井蛙不可以语于海者，拘于虚也；夏虫不可以语于冰者，笃于时也；曲士不可以语于道者，束于教也。今尔出于崖涘，观于大海，乃知尔丑，尔将可与语大理矣。天下之水，莫大于海。万川归之，不知何时止而不盈；尾闾泄之，不知何时已而不虚；春秋不变，水旱不知。此其过江河之流，不可为量数。而吾未尝以此自多者，自以比形于天地，而受气于阴阳，吾在天地之间，犹小石小木之在大山也。方存乎见少，又奚以自多！计四海之在天地之间也，不似礨空之在大泽乎？计中国之在海内不似稊米之在大仓乎？号物之数谓之万，人处一焉；人卒九州，谷食之所生，舟车之所通，人处一焉。此其比万物也，不似豪末之在于马体乎？五帝之所连，三王之所争，仁人之所忧，任士之所劳，尽此矣！伯夷辞之以为名，仲尼语之以为博。此其自多也，不似尔向之自多于水乎？”",
  "fanyi": "<p><strong>译文</strong><br>　　秋季的霖雨如期而至，千百条小河注人黄河。水流宽阔，两岸和水中洲岛之间，连牛马都分辨不清。于是乎，河伯洋洋自得，认为天下的美景都集中在他自己这里。顺着流水向东方行走，一直到达北海，面向东看去，看不到水的尽头。这时，河伯改变他自得的神色，抬头仰视着海神若叹息说：“俗话所说的‘知道的道理很多了，便认为没有谁能比得上自己’，这正是说我呀。再说，我曾经听说(有人)认为仲尼的学识少，伯夷的义行不值得看重。开始我还不敢相信，现在我亲眼目睹了大海您大到难以穷尽，如果我没有来到您的身边，那就很危险了，我将要永远被明白大道理的人嘲笑。”</p> <p>　　北海若说：“不可与井底之蛙谈论大海，因为它的眼界受狭小居处的局限;不可与夏天的虫子谈论冰，因为它受到时令的局限;不可与见识浅陋的乡曲书生谈论大道理，因为他受到了礼教的束缚。现在你河伯从黄河两岸间走出，看到了大海，才知道你自己的鄙陋，可以跟你谈论一些大道理了。天下的水，没有比海更大的。千万条河流流归大海，没有停止的时候，而大海却并不因此而盈满;尾闾不停地排泄海水，不知到什么时候停止，但大海并没有减少。无论春天还是秋天大海水位不变，无论水灾还是旱灾大海没有感觉。大海的容量超过了长江、黄河的水流，简直不能用数字来计算。但是我并没有因此而自夸，我自认为自己列身于天地之间，接受了阴阳之气。我在天地之间，好比是小石块、小树木在高山一样，正感到自己的渺小，又怎么会自傲自夸?计算四海在天地这个大空间里，不正像小小的蚁穴存在于大湖之中吗?计算中原地区在四海之内，不正像米粒存放在粮仓之中吗?世间万物数量有万种，人不过是其中之一种;人类虽遍布九州，但其所居之地也只占谷食所生、舟车所通之地中的万分之一。拿人和万物相比，不正像一根毫毛在马身上工样吗?五帝所延续的(业绩)，三王所争夺的(天下)，仁人志士所忧虑的(事情)，以天下为己任的贤能之士为之劳苦的(目标)，都不过如此而已。伯夷以辞让周王授予的职位而取得名声，孔子以谈说‘仁’、‘礼’而显示渊博。他们这样自我夸耀，不正像你当初因河水上涨而自夸一样吗?”</p> <p><strong>注释</strong><br>① 时：按季节。<br>② 灌：注人。河：黄河。<br>③ 泾(jìng)流：水流。<br>④ 两挨(sì)：河的两岸。挨：水边。渚(zhǔ)崖：水洲岸边。渚：水中洲岛。<br>⑤ 辩：通“辨”。<br>⑥ 焉：乎。河伯：黄河之神。伯，长者之称。<br>⑦ 以天下之美为尽在己：以为天下的美景全集中在自己这里。<br>⑧ 东面：脸朝东。端：边，尽头。<br>⑨ 旋其面目：改变他(欣然自喜)的面容。旋：转，转变。<br>⑩ 望洋：仰视的样子，也作“望羊”、“望阳”，然解作望见海洋亦通。若：即海若，海神。<br>11 野语：俗语，谚语。<br>12 莫己若：宾语前置，即莫若己，没有人比得上自己。我之谓也：即谓我也。<br>13 少仲尼之闻：认为孔子的学识少。闻：学识，学问。轻伯夷之义：认为伯夷的义行轻。伯夷：商代诸侯孤竹君的长子，历来被看做义士的典型。少、轻，作动词用。<br>14 子：您。本指海神，这里借指海。难穷：难以穷尽。穷：尽<br>15 殆：危险。<br>16 长：长久，永远。见：表被动。大方之家：明白大道理的人。大方：大道。<br>17 以：与。语(yù)：谈论。<br>18 拘：拘束，局限。于：被。虚：同“墟”，居住的地方。<br>19 笃：固，局限。时：时令。<br>20 曲士：乡曲之士，指见识浅陋之人。束于教也：受所受教育的束缚。<br>21 尔：你。崖诶：河岸。<br>22 乃：才。丑：鄙陋。<br>23 大理：大道理。<br>24 盈：满。<br>25 尾闾：神话传说中排泄海水的地方。<br>26 已：停止。虚：虚空。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　本文节选自《庄子・秋水》。庄子(前389?―前286?),战国时宋国人,思想家,庄子和老子同属道家学派,合称“老庄”。</p> <p>　　庄子生活的战国时代是一个大动荡大变草的时代,应子对当时的兼并战争、剥削压迫乃至“人为物役”等现象极端不满,但又无可奈何。无可奈何中,他只希望在黑暗的社会中生活得愉快,能够顺其自然,得尽天年。于是,他以“道”为师,企图通过“心斋”、“坐忘”等方式与“道”融为一体,追求“无己、无功、无名”的无差别境界,而获得“逍遥游”,获得精神的绝对自由。庄子《秋水》本义是讨论价值判断的相对性,我们现在可以视之为相对独立的一篇选文,而给予积极的解释,获得新的启迪。《秋水》篇的主体部分是河伯与北海若的七番对话,本文只节选了其中的第一部分。</p> <p>　　本文分为两部分。</p> <p>　　第一部分(第一自然段),导论,写河伯观念的变化。初与百川比,河伯欣然自喜,“以天下之美为尽在己”,认为自己是天下最大的了。后与北海若比,河伯才知自己并非天下最大,引出与北海若的对话。</p> <p>　　第二部分(第二自然段),本论,写北海若的观点:一切都是相对的,没有什么可自多的。北海若的这段对话可分四层:第一层“曲士不可语道”,而河伯观于大海,已认识到自己的不足,因而“可与语大理矣”。第二层“天下之水,莫大于海”,“而吾未尝以此自多”,为什么呢?因为大小、多少都是相对的,海比河大,却比天小,所以没什么可自多的。第三层进一步阐述说明大小、多少都是相对的:四海和天地比,四海小;中国和海内比,中国小;人和万物与九州比,人都是小的。第四层所谓五帝、三王、仁人、任士所从事的事业都不过是“毫末”,伯夷辞让周王授予的职位,不食周粟,饿死首阳山;孔子谈论“仁”、“礼”,也都是“毫末”。伯夷为名,孔子为博,都是自多,都是错的。</p> <p>　　本文是一篇以对话方式展开说理的论说文。在整体构思上,本文通篇采用寓言形式说理。作者虚构了一个河伯与北海若对话的寓言故事,通过两个神话人物的对话来展开说理、阐明观点,极大地增强了文章的文学性。《庄子》散文在先秦散文中最富于浪漫色彩。</p> <p>　　论证上,多用形象比喻说明抽象道理,用比喻说理多是由个别到个别的比较论证法。运用比较论证法中,又包含性质相似的类比论证法,如“拘于虚”之井蛙、“笃于时”之夏虫与“束于教”之曲士之间的比较,便是类比论证;还包含性质相反的对比论证法,如“束于教”之“曲士”与“观于大海”,已知己丑、可与语大理的河伯之间的比较,便是对比论证。</p>",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "庄子及门徒"
  },
  "tags": [
    "高中文言文",
    "寓理",
    "神话",
    "故事"
  ]
}