{
  "id": 72256,
  "star": 27,
  "name": "游侠列传序",
  "dynasty": "两汉",
  "content": "　　韩子曰：“儒以文乱法，而侠以武犯禁。”二者皆讥，而学士多称于世云。至如以术取宰相、卿、大夫，辅翼其世主，功名俱著于《春秋》，固无可言者。及若季次、原宪，闾巷人也，读书怀独行君子之德，义不苟合当世，当世亦笑之。故季次、原宪，终身空室蓬户，褐衣疏食不厌。死而已四百余年，而弟子志之不倦。今游侠，其行虽不轨于正义，然其言必信，其行必果，已诺必诚，不爱其躯，赴士之厄困，既已存亡死生矣，而不矜其能。羞伐其德。盖亦有足多者焉。</p> <p>　　且缓急，人之所时有也。太史公曰：昔者虞舜窘于井廪，伊尹负于鼎俎，傅说匿于傅险，吕尚困于棘津，夷吾桎梏，百里饭牛，仲尼畏匡，菜色陈、蔡。此皆学士所谓有道仁人也，犹然遭此灾，况以中材而涉乱世之末流乎?其遇害何可胜道哉!鄙人有言曰：“何知仁义，已享其利者为有德。”故伯夷丑周，饿死首阳山，而文、武不以其故贬王；跖跻暴戾，其徒诵义无穷。由此观之，“窃钩者诛，窃国者侯；侯之门，仁义存。”非虚言也。今拘学或抱咫尺之义，久孤于世，岂若卑论侪俗，与世浮沉而取荣名哉!而布衣之徒，设取予然诺，千里诵义，为死不顾世。此亦有所长，非苟而已也。故士穷窘而得委命，此岂非人之所谓贤豪间者邪?诚使乡曲之侠，予季次、原宪比权量力，效功于当世，不同日而论矣。要以功见言信，侠客之义，又曷可少哉!</p> <p>　　古布衣之侠，靡得而闻已。近世延陵、孟尝、春申、平原、信陵之徒，皆因王者亲属，藉于有土卿相之富厚，招天下贤者，显名诸侯，不可谓不贤者矣。比如顺风而呼，声非加疾，其势激也。至如闾巷之侠，修行砥名，声施于天下，莫不称贤，是为难耳!然儒、墨皆排摈不载。自秦以前，匹夫之侠，湮灭不见，余甚恨之。以余所闻，汉兴，有朱家、田仲、王公、剧孟、郭解之徒，虽时扞当世之文罔，然其私义，廉洁退让，有足称者。名不虚立，士不虚附。至如朋党宗强比周，设财役贫，豪暴侵凌孤弱，恣欲自快，游侠亦丑之。余悲世俗不察其意，而猥以朱家、郭解等，令与豪暴之徒同类而共笑之也。 ",
  "fanyi": "<p><strong>译文一</strong><br>　　<a href=\"http://so.gushiwen.org/author_404.aspx\">韩非</a>子说：“儒者利用文献来扰乱国家的法度，而游侠使用暴力来违犯国家的禁令。”这两种人都曾受到讥评，然而儒者还是多受到世人的称道。至于那些用权术取得宰相、卿、大夫等高官的人，辅佐当世的君主，其功名都记载在史书上了，本来就不必多说什么。至于像季次、原宪二人，均为民间百姓，他们一心读书，具有独善其身、不随波逐流的君子节操，坚持正义，不与世俗苟合，而当时的人们也讥笑他们。所以季次、原宪终生都住在家徒四壁的蓬室之中，就连布衣粗食也得不到满足。他们逝世已有四百余年了，但他们的弟子却依然不断地纪念他们。现在的游侠，他们的行为虽然不合乎当时的国家法令，但他们说话一定守信用，办事求结果，答应人家的事一定兑现，不吝惜自己的生命，去解救别人的危难。做到了使危难的人获生，施暴的人丧命，却从来不夸耀自己的本领。以称道自己对他人的恩德为耻。为此，他们也有值得称颂的地方。<br>　　况且急事是人们经常会遇到的。太史公说：“从前虞舜曾被困于井底粮仓，伊尹曾背着鼎锅和砧板当过厨师，傅说也曾隐没在傅险筑墙，吕尚也曾受困于棘津，管仲亦曾遭到囚禁，百里奚曾经喂过牛，孔子曾在匡地受惊吓，并遭到陈、蔡两国发兵围困而饿得面带菜色。这些人均为儒者所说的有道德的仁人，还遭到如此的灾难，何况那些仅有中等才能而处在乱世末期的人呢?他们所遭受的灾祸又如何能说得完呢![1]<br>　　乡下的人有这样的话：“谁知道什么仁义不仁义，凡是给我好处的人，便是有道德的人。”因此，伯夷认为侍奉周朝是可耻的，终于饿死在首阳山，但周文王、周武王的声誉，并没有因此而降低；盗跖、庄跻残暴无忌，他们的党徒却没完没了地称颂他们的义气。由此看来，庄子所说的：“偷衣钩的人要杀头，窃国的人却做了王侯；王侯的门庭之内，总有仁义存在。”此话一点不假。如今拘泥于教条的那些学者，死抱着那一点点仁义，长久地在世上孤立，还不如降低论调，接近世俗，与世俗共浮沉去猎取功名呢!那些平民出身的游侠，很重视获取和给予的原则，并且恪守诺言，义气传颂千里，为义而死，不顾世人的议论。这正是他们的长处，不是随随便便就可以做到的。所以有些士人，到了穷困窘迫时，就把自己的命运委托给游侠，这些游侠难道不是人们所说的贤人、豪杰、特殊人物吗?如果把乡间的游侠与季次、原宪等比较地位、衡量能力，看他们对当时社会的贡献，那是不能相提并论的。总之，从办事到见功效，说话守信用来看，游侠的义气又怎么能缺少呢!<br>　　古代民间的游侠，已经不得而知了。近代的延陵季子、孟尝君、春申君、平原君、信陵君等人，都因为是国君的亲属，凭借着卿相的地位以及封地的丰厚财产，招揽天下贤能之士，在诸侯中名声显赫，这不能说不是贤能的人。这就如同顺风呼喊，声音本身并没有加快，是风势激荡罢了。至于像乡里的游侠，修养品德，砥砺名节，扬名天下，没有人不称赞他们的贤能，这才是很难的啊!然而，儒家、墨家都排斥游侠，不记载他们的事迹。秦朝以前，民间的游侠，均被埋没而不见于史籍，我非常遗憾。据我所知，汉朝建国以来有朱家、田仲、王公、剧孟、郭解等人，尽管时常触犯当时的法网，然而他们个人的品德廉洁谦让，有值得称赞的地方。他们的名不是虚传，士人也不是凭空依附他们。至于那些结党营私的人和豪强互相狼狈为奸，依仗钱财，奴役穷人，依仗势力侵害欺凌那些势孤力弱的人，纵情取乐，游侠们也是颇为憎恨他们的。我感到痛心的是世俗不了解游侠的心意，却随便将朱家、郭解等人与那些豪强横暴之徒混为一谈，并加以讥笑。</p><p><strong>译文二</strong><br>　　韩非说：“儒生往往用文墨来扰乱法律，而侠土往往凭武力来触犯禁令。”这两种人都曾遭到讥评。而有学问的人还是大都被世人所称赞。至于依靠机谋、权术而获得宰相、卿、大夫官位，并辅助当世君主的人，他们的功绩和声名都已著录在史书之中，这些本没有什么可以多说的。又象季次、原宪，他们本是隐居街巷的人，饱读<a href=\"http://so.gushiwen.org/view_72256.aspx\">诗</a>书，保持着有独特品行的君子们的那种德性，坚持正义，不随便迎合当世，同世人也讥笑他们。所以季次、原宪一辈子居住在简陋的破草房之中，粗麻布衣，粗茶淡饭，尚常常不得温饱。他们死了也就默默无闻了。可是四百多年来，他们的后代学生仍不断地在纪念他们。至于游侠之士，他们的行为虽不符合正式法纪的轨道，但他们说的话一定要兑现，他们办事一定很果决。他们已经答应别人的事，就一定诚心去办。他们不惜自己的生命，去解救别人的危难。一旦将别人从危难和死亡线上拯救出来，也决不自恃自己的能力，同时羞于夸耀自己的品德。这些，也是很有值得称赞之处的。<br>　　况且，平安或危急，是人们常常能遇到的。太史公说：从前虞舜曾经在井底和米仓中受过危难，伊尹曾经背着铁锅和砧板当过厨子，傅说曾经隐匿在傅岩为人筑墙，吕尚曾经在棘津受穷困，管夷吾曾经披枷带锁，百里奚曾经喂过牛，孔仲尼曾在匡地受到惊骇，又曾在陈国，蔡国饿得面黄如莱叶。这些都是被学土们称为有道德的仁人，还不免遭到这些灾难，更何况那凭着一般才能而处于乱世中的下层人呢？他们所遭受的迫害又怎么能说得完呢？<br>　　被称为鄙野的人有这样的话：“怎样知道仁义呢？给我以好处的人就是有德性的人。”所以伯夷耻事周朝，饿死在首阳山，而周文王、周武王并不因此而贬损王号；跖和蹻残酷暴戾，他们的崇拜者却不断地称颂他们的仁义。由此看来，“偷了衣带钩的人被杀头，窃取了国家的人却被封侯，只有那侯门之内才有所谓仁义。”这话可不是假话。<br>　　现在有一些拘泥的学者，死抱着短浅的道义，长期地孤立于世俗之外，他们哪里比得上那些议论不高、与世俗一般见识、随波逐流追求名利的人呢？而这些出身平民的游侠之士，一旦许下或取或予的诺言，便千里仗义而行，为别人赴死而不顾世俗议论，他们也有所长，并不是随随便便而能办到的。所以有道德的人在他们困窘的时候是能够向游侠以性命相托的，这难道不是人们所说贤能、豪杰一类的人吗？如果让乡间小巷的侠士与季次、原宪他们比较一下的话，他们为当时社会所作的贡献，不能同日而语。但是从功效的显著、言语的信用来看，侠客的正义行为，又怎能轻视呢？<br>　　古时候民间侠士，已经无从知道了。近代的延陵季子、孟尝君、春申君、平原君、信陵君这些人，都依仗是国君的亲属，凭借着有封地和卿相的富厚，广招天下的贤能之人，使自己的名声在诸侯之间传扬，这不能说不算贤能的了。这好像是顺风呼喊，声音并没有加快，只是风势激扬罢了。至于民间的侠士，他们修炼自己的行为，磨砺自己的名誉，使得声名传于天下，天下人都称赞他们贤能，这真是难能可贵的啊！但是儒家、墨家都排斥、摈弃他们的事迹而不记载于自己的著作中。从秦代以前，出身卑贱的侠客们的事迹，都被埋没而无法见到，我是很痛惜的。就我所知道的，汉朝兴起以来，有朱家、田仲、王公、剧孟，郭解这些人，虽然他们往往触犯了当时的法网，但他们个人的美德，以及廉洁谦让的作风，有很多值得称道的。他们的名声不是凭空建立的，人们也不是凭空归附他们的。至于象结成党羽、巴结豪强、互相勾结，倚仗钱财欺压贫穷的人、以野蛮暴力侵害孤弱之辈，以此放纵贪欲，图得自身快乐，游侠们也是很憎恨这些丑行的。我叹息世俗不了解游侠的用心，而轻率地将朱家、郭解等人与豪强暴徒看作同类而加以嘲笑！</p><p><strong>注释</strong><br>1、韩子：韩非，战国时期韩国人，法家代表人物，著有《韩非子》，下文引自《韩非子·五蠹》。<br>2、《春秋》：这里泛指史书。<br>3、季次：公皙哀，字季次，齐国人，孔子弟子。原宪：字子思，鲁国人，孔子弟子。<br>4、独行君子：指独守个人节操，而不随波逐流之人。<br>5、已诺必诚：已经答应人家的事情，一定要兑现。<br>6、虞舜窘于井廪：指虞舜为其父瞽叟和其弟象所迫害，他们让舜修米仓，企图把舜烧死；此后又让舜挖井，两人填井陷害舜，然而舜均逃脱了。<br>7、“伊尹”句：伊尹乃商汤的旧臣，据传说最初伊尹为了接近汤，曾到汤的妻子有莘氏家里当奴仆，后又以“媵臣”的身份，背着做饭的锅和砧板见汤，用做菜的道理阐释他的政治见解，终于被汤所重用。<br>8、“傅说”句：傅说乃商代武丁的名臣，在未遇武丁时，是一个奴隶，在傅岩筑墙服役。匿：隐没。傅险：即傅岩（在今山西省丰陵县东）。<br>9、吕尚：吕尚即<a href=\"http://so.gushiwen.org/author_860.aspx\">姜子牙</a>，相传他在70岁时，曾在棘津以屠牛和卖饭谋生。<br>10、延陵：春秋时吴国公子季札，封于延陵。<br>11、孟尝：即孟尝君，齐国贵族田文。<br>12、春申：即春申君，楚国考烈王的相国黄歇。<br>13、平原：即平原君赵胜，赵惠文王之弟。<br>14、信陵：即信陵君魏无忌，魏安嫠王异母弟。<br>15、砥：磨炼。<br>16、排摈：排斥、摈弃。<br>17、朱家、田仲、王公、剧孟、郭解：此五人均为汉代初年著名的游侠，其事迹见传文。<br>18、朋党：由于共同利益而结伙。比周：互相勾结，狼狈为奸。</p>",
  "shangxi": "<h2>评析</h2> 　　《游侠列传序》在艺术手法方面颇具特色：其一为作者巧妙地运用对比、衬托手法。总的来说是用儒侠作对比，借客形主，从而烘托出游侠的可贵品质。在行文过程中，又分几层进行对比。一类儒者是靠儒术取得了高官的人，他们虚伪狡诈，毫无信义可言，仅凭有权有势，就受到称赞。这与济人之危、奋不顾身的游侠反而受到污蔑形成了鲜明的对比。另一类是无所作为，对社会实际没有什么益处的闾巷之儒，他们也历来受称颂，而扶危的游侠，却从来没有得到过这样的荣誉。此外，作者还拿孟尝君、平原君之类的贵族之侠与布衣之侠作了对比。通过上述层层对比，不仅突出了布衣之侠的高贵品质，而且对他们所遭受的不公正待遇亦表示了强烈的不满，揭露了社会的黑暗与不平，从而大大深化了主题。其二反复咏叹，加强了抒情性。文中从不同的角度，反复地称赞游侠，而字里行间充满了作者强烈的爱憎。首先是从正面肯定他们的言必信、行必果的高尚品德，接着称颂布衣之侠的“设取予然诺，千里诵义，为死不顾世。此亦有所长，非苟而已也”。又说遭受困厄之士人，也常常依附游侠的帮助。这些均属满腔热情的称颂。继而用布衣之侠与季次、原宪一类的儒生作对比，并提出“侠客之义，又曷可少哉”。文章结尾是直接称赞汉代的游侠朱家、郭解等人“廉洁退让，有足称者。名不虚立，士不虚附”。诚如《古文观止》的评语：“一篇之中，凡六赞游侠，多少抑扬，多少往复，胸中荦落，笔底摅写，极文心之妙。”",
  "poet": {
    "id": 608,
    "star": 0,
    "name": "司马迁",
    "image": "http://img.gushiwen.org/authorImg/simaqian.jpg",
    "desc": "司马迁（前145年-不可考），字子长，夏阳(今陕西韩城南)人，一说龙门(今山西河津)人。西汉史学家、散文家。司马谈之子，任太史令，因替李陵败降之事辩解而受宫刑，后任中书令。发奋继续完成所著史籍，被后世尊称为史迁、太史公、历史之父。他以其“究天人之际，通古今之变，成一家之言”的史识创作了中国第一部纪传体通史《史记》（原名《太史公书》）。被公认为是中国史书的典范，该书记载了从上古传说中的黄帝时期，到汉武帝元狩元年，长达3000多年的历史，是“二十五史”之首，被鲁迅誉为“史家之绝唱，无韵之离骚”。"
  },
  "tags": [
    "古文观止",
    "游侠",
    "传记"
  ]
}