{
  "id": 17228,
  "star": 16,
  "name": "端午日礼部宿斋有衣服彩结之贶以诗还答",
  "dynasty": "唐代",
  "content": "良辰当五日，偕老祝千年。彩缕同心丽，轻裾映体鲜。 <br>寂寥斋画省，款曲擘香笺。更想传觞处，孙孩遍目前。",
  "fanyi": "<p><strong>译文</strong><br>正是端午的美好时光，祝愿老人能够活到一千年。衣服上都挂着带有共同心愿的彩色丝线，轻轻的衣裙衬托出身体更加美丽。<br>尚书省内一片寂静，诚恳而又深情地举着信笺。更是想用畅饮来传递心中的愿望，满眼都是孙巨源的影子。 </p> <p><strong>注释<br></strong>良辰：美好的时光。<br>彩缕：彩色丝线。<br>同心：相同的心愿。<br>寂寥：寂静空旷，没有声音。<br>斋：屋舍。<br>画省：指尚书省。汉尚书省以胡粉涂壁，紫素界之，画古烈士像，故别称“画省”。或称“粉省”﹑“粉署”。<br>款曲：有诚恳之意。曲，有深情的意思。<br>笺：小幅华贵的纸张，古时用以题咏或写书信。香笺，则为加多种香料所制的<a href=\"http://so.gushiwen.org/view_17228.aspx\">诗</a>笺或信笺，或为笺的美称。<br>觞：古代盛酒器。这里指欢饮，进酒。<br>孙孩：是一个典故，信是孙巨源的侍女胡琴写给苏东坡的，信以回文诗写成，将苏东坡比作自己的丈夫，并决定在五天后去追赶苏东坡。“长篇小字远相寄，一唱三叹神凄楚。江风海雨入牙颊，似听石室胡琴语。”（苏东坡《和蔡景繁海州石室》）苏东坡把胡琴的回文诗读了一遍又一遍，满眼都是“孙孩”（孙巨源）的影子，还兴奋得填了一首词寄给陈述古：<br>携手江村。梅雪飘裙。情何限、处处消魂。故人不见，旧曲重闻。向望湖楼，孤山寺，涌金门。<br>寻常行处，题诗千首，绣罗衫、与拂红尘。别来相忆，知是何人。有湖中月，江边柳，陇头云。<br>（苏东坡《行香子·丹阳寄述古》）</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　《端午日礼部宿斋有衣服彩结之贶以<a href=\"http://so.gushiwen.org/view_17228.aspx\">诗</a>还答》是唐代诗人<a href=\"http://so.gushiwen.org/author_603.aspx\">权德舆</a>的五言律诗，这首诗用朴素的语言写在端午节那天，礼部尚书房内的端午习俗。</p> <p>　　开头写端午节，相互祝福，长命百岁的风俗。接着写衣服挂着带有共同心愿的彩色丝线，以示端午节风俗。接下来转而写到尚书省空寂无人的感触。</p> <p>　　这首诗运用典故，写出了礼部尚书的端午风俗，进一步体现出了平淡中蕴含深永情味、朴素中具有天然风韵的特点。</p>",
  "about": "<h2>创作背景</h2> <p>　　端午是中国古老的节日，有祈平安、长寿、禳解、祛除及避五毒等习俗。其中就有佩长命缕（五彩缕）祈求长寿。</p> <p>　　长命缕，端午节时厌胜佩饰。亦称续命缕、续命丝、延年缕、长寿线，别称“百索”、“辟兵绍”、“五彩缕”等，名称不一，形制、功用大体相同。其俗在端午节以五色丝结而成索，或悬于门首，或戴小儿项颈，或系小儿手臂，或挂于床帐、摇篮等处，俗谓可避灾除病、保佑安康、益寿延年。此类节物的形制大体有五：简单的以五色丝线合股成绳，系于臂膀；在五彩绳上缀饰金锡饰物，挂于项颈；五彩绳折成方胜，饰于胸前；五彩绳结为人像戴之；以五彩丝线绣绘日月星辰乌兽等物，敬献尊长。此俗始于汉代。东汉应劭《风俗通·佚文》：“午日，以五彩丝系臂，避鬼及兵，令人不病瘟，一名长命缕，一名辟兵绍”。以后相沿成习，直至近、现代。清富察敦祟《燕京岁时记》记当时风俗：“每至端阳，闺阁中之巧者，用续罗制成小虎及粽子、壶卢、樱桃、桑葚之类，以彩线穿之，悬于钗头，或系于小儿之背。”其中唐宋时，更有宫廷赐大臣此种节物之事。史载唐代宗兴元元年端节，宫廷曾赐百索一轴。又《宋史·礼志十五》：“前一日，以金缕延寿带、彩丝续命缕分赐百官。节日戴以入。” </p>",
  "poet": {
    "id": 603,
    "star": 0,
    "name": "权德舆",
    "image": "http://img.gushiwen.org/authorImg/quandeyu.jpg",
    "desc": "权德舆，唐代文学家。字载之。天水略阳（今甘肃秦安）人。后徙润州丹徒（今江苏镇江）。德宗时，召为太常博士，改左补阙，迁起居舍人、知制诰，进中书舍人。宪宗时，拜礼部尚书、同中书门下平章事，后徙刑部尚书，复以检校吏部尚书出为山南西道节度使。卒谥文，后人称为权文公。"
  },
  "tags": [
    "端午节"
  ]
}