{
  "id": 7882,
  "star": 10,
  "name": "早秋赠裴十七仲堪",
  "dynasty": "唐代",
  "content": "远海动风色，吹愁落天涯。<br>南星变大火，热气余丹霞。<br>光景不可回，六龙转天车。<br>荆人泣美玉，鲁叟悲匏瓜。<br>功业若梦里，抚琴发长嗟。<br>裴生信英迈，屈起多才华。<br>历抵海岱豪，结交鲁朱家。<br>复携两少妾，艳色惊荷葩。<br>双歌入青云，但惜白日斜。<br>穷溟出宝贝，大泽饶龙蛇。<br>明主倘见收，烟霄路非赊。<br>时命若不会，归应炼丹砂。",
  "fanyi": "<p><strong>译文</strong><br>远风海上来，吹来愁绪满天涯。<br>南星的出现预示炎夏的到来，热气蒸腾，结成彩霞。<br>时光不可倒流，那日神驾御的六龙天车不停循环。<br>卞和因为无人赏识美玉而哭泣，孔子悲叹葫芦固守一方而不能志在四方。<br>我如今功名无着落，常常自己抚琴长叹。<br>裴先生你英雄豪迈，才华灼灼，陡然崛起。<br>你的踪迹遍布中原，结交尽是豪杰。<br>你喜欢随身携带两个皎洁超出荷花的美女，到处游玩。<br>她们的歌声高歇行云，就担忧时光流逝而不能尽兴。<br>珠宝出于深深的沧海，龙蛇蕴藏在深山大湖。<br>如果有朝一日，皇上看中了你，你青云直上的道路就不远了。<br>如果时运不济，就跟我去练金丹吧。</p> <p><strong>注释</strong><br>⑴南星变大火：“南星”，谓南方之星也。“大火”，星宿名。即心宿二。《尔雅·释天》：“大火 谓之大辰。”郭璞注：“大火，心也。在中最明，故时候主焉。”王琦注：“南星，南方之星也。大火，心星也。初昏之时，大火见南方，于时为夏。若转而西流，则为秋矣。”<a href=\"http://so.gushiwen.org/view_7882.aspx\">诗</a>云“南星变大火”，是谓南方之星变之为“火”，此如同<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>诗“大火南星月”，是说为夏季也。<br>⑵“光景”二句：《初学记》引：《淮南子·天文训》云：“至于悲泉，爰止羲和，爰息六螭，是为悬车。注曰：日乘车，驾以六龙，羲和御之。日至此而薄于虞渊，羲和至此而回六螭。”此两句是说，六龙所驾载日之车，去不可回，至时已由夏入秋。故该诗题谓“早秋”。<br>⑶荆人泣美玉：《<a href=\"http://so.gushiwen.org/author_404.aspx\">韩非</a>子·和氏》：楚人和氏得玉璞楚山中，奉而献之历王。历王使玉人相之，玉人曰：“石也。”王以和为诳，而刖其左足。及历王薨，武王即位，和又奉其璞而献之武王，武王使玉人相之，又曰：“石也。”王又以和为诳，而刖其右足。武王薨，文王即位，和乃抱其璞而哭于楚山之下，三日三夜，泣尽而继之以血。王闻之，使人问其故，曰：“天下之刖者多矣，子奚哭之悲也？”和曰：“吾非悲刖也，悲夫宝玉而题之以‘石’，贞士而名之以‘诳’，此吾所以悲也。”王乃使玉人理其璞而得宝焉，遂命曰：“和氏之璧”。<a href=\"http://so.gushiwen.org/author_564.aspx\">韦应物</a>诗：“碌碌荆山璞，卞和献君门。”缘于卞和抱玉三献，而两次遭刖，且以为“诳”，此典故常借喻贤能之人虽胸怀宏才大略，但却不为人主所识，以致报国无门。李白这句诗，是以“荆人”喻己，以“美玉”喻己材。兹据“荆人献璞”典故的内涵可知，在李白作此《赠裴》诗之前，其与唐玄宗必有所献。此可用李白诗“薄德中见捐，忽之如遗尘”来作证明。李白有献，玄宗“忽之”，故诗而谓“荆人泣美玉。”<br>⑷鲁叟悲匏瓜：“鲁叟”本谓孔子。此时李白居鲁，因以“鲁叟”喻己。“匏瓜”，有两种解释，一说为葫芦中的一种，味苦不能食用，秋熟干后一剖为二，古时可为炊具或食具；一说为星名。诗中之“匏瓜”应为星名，即天上的匏瓜星。《论语·阳货》：“吾岂匏瓜也哉！焉能系而不食。”<a href=\"http://so.gushiwen.org/author_770.aspx\">王粲</a>《登楼赋》：“惧匏瓜之徒悬兮，畏井渫之不食。”（《易经》：“井渫不食，为我心恻。”）《史记·天官书》：“匏瓜，有青黑星守之，鱼盐贵。”注：《索隐》案：荆州占云：“匏瓜，一名天鸡，在河鼓东。匏瓜明，岁则大熟也《正义》：“匏瓜五星，在离珠北，天子果园。占：明大光润，岁熟；不，则包果之实不登；客守，鱼盐贵也。”《论语·阳货》篇的“匏瓜”，以讲作星名为合；匏瓜记于《史记·天官书》；周诗已有箕斗，春秋时当已有匏瓜的星名。诗云“鲁叟悲匏瓜”，意为李白是时如同悬之高天之上“天子果园”中的匏瓜星，不得为之用食也。在作此诗之前的公元738年（开元二十六年）之春，李白曾“荆人献玉”，谒见玄宗上赋，至时已有三年之久，犹未得玄宗所用。这一情况与星之匏瓜高悬于天，系而不作用食极为相符。因而李白诗云：“荆人泣美玉，鲁叟悲匏瓜。功业若梦里，抚琴发长嗟。”<br>⑸鲁朱家：《史记·游侠列传》：“鲁朱家者，与高祖同时。鲁人皆以儒教，而朱家用侠闻，所藏活豪士以百数，其馀庸人不可胜言。然终不伐其能，歆其德，诸所尝施，惟恐见之。振人不赡，先从贫贱始。家无馀财，衣不完采，食不重味，乘不过軥牛。专趋人之急，甚己之私。既阴脱季布将军之厄，及布尊贵，终身不见也。自关以东，莫不延颈愿交焉。”<br>⑹“穷溟”二句：穷溟，《文选》木华《海赋》：“翔天沼，戏穷溟。”李善注：庄子曰：“穷发之北，有冥海者，天池也。”龙蛇，《左传》襄公二十一年：“深山大泽，实出龙蛇。”二句喻赞裴仲堪。<br>⑺烟霄路非赊：“烟霄路”，即云霄路，意为登天之路。此喻赴京城长安之路途。赊，远也，“非赊”，意为不远。</p>",
  "poet": {
    "id": 247,
    "star": 0,
    "name": "李白",
    "image": "http://img.gushiwen.org/authorImg/libai.jpg",
    "desc": "李白（701年－762年），字太白，号青莲居士，唐朝浪漫主义诗人，被后人誉为“诗仙”。祖籍陇西成纪(待考)，出生于西域碎叶城，4岁再随父迁至剑南道绵州。李白存世诗文千余篇，有《李太白集》传世。762年病逝，享年61岁。其墓在今安徽当涂，四川江油、湖北安陆有纪念馆。"
  },
  "tags": [
    "友人",
    "赞美",
    "鼓励",
    "关怀"
  ]
}