{
  "id": 52801,
  "star": 261,
  "name": "凤凰台上忆吹箫·香冷金猊",
  "dynasty": "宋代",
  "content": "香冷金猊，被翻红浪，起来慵自梳头。任宝奁尘满，日上帘钩。生怕离怀别苦，多少事、欲说还休。新来瘦，非干病酒，不是悲秋。<br>休休，这回去也，千万遍《阳关》，也则难留。念武陵人远，烟锁秦楼。惟有楼前流水，应念我、终日凝眸。凝眸处，从今又添，一段新愁。</p> <p>香冷金猊，被翻红浪，起来人未梳头。任宝奁闲掩，日上帘钩。生怕闲愁暗恨，多少事、欲说还休。今年瘦，非干病酒，不是悲秋。<br>明朝，者回去也，千万遍阳关，也即难留。念武陵春晚，云锁重楼。记取楼前绿水，应念我、终日凝眸。凝眸处，从今更数，几段新愁。",
  "fanyi": "<p><strong>译文</strong><br>铸有狻猊提钮的铜炉里，熏香已经冷透，红色的锦被乱堆床头，如同波浪一般，我也无心去收。早晨起来，懒洋洋不想梳头。任凭华贵的梳妆匣落满灰尘，任凭朝阳的日光照上帘钩。我生怕想起离别的痛苦，有多少话要向他倾诉，可刚要说又不忍开口。新近渐渐消瘦起来，不是因为喝多了酒，也不是因为秋天的影响。算了罢，算了罢，这次他必须要走，即使唱上一万遍《阳关》离别曲，也无法将他挽留。想到心上人就要远去，剩下我独守空楼了，只有那楼前的流水，应顾念着我，映照着我整天注目凝眸。就在凝眸远眺的时候，从今而后，又平添一段日日盼归的新愁。</p><p><strong>注释</strong><br>金猊(ni泥)：狮形铜香炉。<br>红浪：红色被铺乱摊在床上，有如波浪。<br>宝奁(lian连)：华贵的梳妆镜匣。<br>者：通这。<br>阳关：语出《阳关三叠》，是唐宋时的送别曲。<a href=\"http://so.gushiwen.org/author_515.aspx\">王维</a>《送元二使安西》<a href=\"http://so.gushiwen.org/view_52801.aspx\">诗</a>：“渭城朝雨浥轻尘，客舍青青柳色新。劝君更尽一怀酒，西出阳关无故人。”后据此诗谱成《阳关三叠》，为送别之曲。此处泛指离歌。<br>武陵人远：引用<a href=\"http://so.gushiwen.org/author_645.aspx\">陶渊明</a>《桃花源记》中，武陵渔人误入桃花源，离开后再去便找不到路径了。陶渊明《桃花源记》云武陵（今湖南常德）渔人入桃花源，后路径迷失，无人寻见。此处借指爱人去的远方。<a href=\"http://so.gushiwen.org/author_27.aspx\">韩琦</a>《点绛唇》词：“武陵凝睇，人远波空翠。”<br>烟锁秦楼：总谓独居妆楼。秦楼，即凤台，相传春秋时秦穆公女弄玉与其夫箫史乘风飞升之前的住所。<a href=\"http://so.gushiwen.org/author_186.aspx\">冯延巳</a>《南乡子》词“烟锁秦楼无限事。”<br>眸（móu）：指瞳神。《说文》：“目童（瞳）子也。”详见瞳神条。指眼珠。《景岳全书》卷二十七引龙木禅师语曰：“……人有双眸，如天之有两曜，乃一身之至宝，聚五脏之精华。”</p>",
  "shangxi": "<h2>赏析一</h2> <p>　　这首词概作于词人婚后不久，赵明诚离家远游之际，写出了她对丈夫的深情思念。</p> <p>　　“香冷金猊，被翻红浪”，为对偶给人以冷漠凄清的感觉。金猊，指狻猊（狮子）形铜香炉。“被翻红浪”，语本<a href=\"http://so.gushiwen.org/author_535.aspx\">柳永</a>《凤栖梧》：“鸳鸯绣被翻红浪。”说的是锦被胡乱地摊在床上，在晨曦的映照下，波纹起伏，恍似卷起层层红色的波浪。金炉香冷，反映了词人在特定心情下的感受；锦被乱陈，是她无心折叠所致。“起来慵自梳头”，则全写人物的情绪和神态。这三句工炼沉稳，在舒徐的音节中寄寓着作者低沉掩抑的情绪。到了“任宝奁尘满，日上帘钩”，则又微微振起，恰到好处地反映了词人情绪流程中的波澜。然而她内心深处的离愁还未显露，给人的印象只是慵怠或娇慵。慵者，懒也。炉中香消烟冷，无心再焚，一慵也；床上锦被乱陈，无心折叠，二慵也；髻鬟蓬松，无心梳理，三慵也；宝镜尘满，无心拂拭，四慵也；而日上三竿，犹然未觉光阴催人，五慵也。慵而一“任”，则其慵态已达极点。词人为何大写“慵”字，目的仍在写愁。这个“慵”字是“词眼”，使读者从人物的慵态中感到她内心深处有个愁在。</p> <p>　　“生怕离怀别苦”，开始切题，可是紧接着，作者又一笔宕开，“多少事，欲说还休”，万种愁情，一腔哀怨，本待在丈夫面前尽情倾吐，可是话到嘴边，又吞咽下去。词情又多了一层波折，愁苦又加重了一层。因为许多令人不快的事儿，告诉丈夫只有给他带来烦恼。因此她宁可把痛苦埋藏心底，自己折磨自己，也不愿在丈夫面前表露，<a href=\"http://so.gushiwen.org/author_1137.aspx\">真可</a>谓用心良苦，痴情一片，难怪她会“慵怠无力”而复“容颜消瘦”了。</p> <p>　　“新来瘦，非干病酒，不是悲秋。”她先从人生的广义概括致瘦的原因：有人是因“日日花前常病酒”，有人是因“万里悲秋常作客”，而自己却是因为伤离惜别这种不足与旁人道的缘由。</p> <p>　　从“悲秋”到“休休”，是大幅度的跳跃。词人一下子从别前跳到别后，略去话别的缠绵和饯行的伤感，笔法极为精炼。“休休！这回去也，千万遍《阳关》，也则难留。”多么深情的语言！《阳关》，即《阳关曲》。离歌唱了千千遍，终是难留，惜别之情，跃然纸上。“念武陵人远，烟锁秦楼”，把双方别后相思的感情作了极其精确的概括。武陵人，用刘晨、阮肇典故，借指心爱之人。秦楼，一称凤楼、凤台。相传春秋时有个萧史，善吹箫，作凤鸣，秦穆公以女弄玉妻之，筑凤台以居，一夕吹箫引凤，夫妇乘凤而去。<a href=\"http://so.gushiwen.org/author_536.aspx\">李清照</a>化此典，既写她对丈夫赵明诚的思念，也写赵明诚对其妆楼的凝望，丰富而又深刻。同时后一个典故，还暗合调名，照应题意。</p> <p>　　下片后半段用顶真格，使各句之间衔接紧凑，而语言节奏也相应地加快，感情的激烈程度也随之增强，使词中所写的“离怀别苦”达到了高潮。“惟有楼前流水”句中的“楼前”，是衔接上句的“秦楼”，“凝眸处”是紧接上句的“凝眸”。把它们连起来吟诵，便有一种自然的旋律推动吟诵的速度，而哀音促节便在不知不觉中搏动人们的心弦。古代写倚楼怀人的不乏佳作，却没有如李清照写得这样痴情的。她心中的“武陵人”越去越远了，人影消失在迷蒙的雾霭之中，她一个人被留在“秦楼”，呆呆地倚楼凝望。她那盼望的心情，无可与语；她那凝望的眼神，无人理解。唯有楼前流水，映出她终日倚楼的身影，印下她钟情凝望的眼神。流水无知无情，怎会记住她终日凝眸的情态，这真是痴人痴语啊。词笔至此，主题似已完成了，而结尾三句又使情思荡漾无边，留有不尽意味。凝眸处，怎么会又添一段新愁呢？自从得知赵明诚出游的消息，她就产生了“新愁”，此为一段；明诚走后，洞房空设，佳人独坐，此又是“新愁”一段。从今而后，山高路远，枉自凝眸，其愁将与日俱增，愈发无从排遣了。</p> <p>　　这首词虽用了两个典故，但总体上未脱清照“以浅俗之语，发清新之思”的格调。层层深入地渲染了离愁别念，以“慵”点染，“瘦”形容，“念”深化，“痴”烘托，逐步写出不断加深的离愁别苦，感人至深。</p><br/><h2>赏析二</h2> <p>　　<a href=\"http://so.gushiwen.org/author_536.aspx\">李清照</a>与赵明诚婚姻美满，情深意笃。心爱的丈夫即将出游，作为妻子，情知无法挽留，离恨别苦自然难以尽述。此词写与丈夫分别时的痛苦心情，曲折婉转，满篇情至之语，一片肺腑之言。</p> <p>　　上片俱写离别前情景。</p> <p>　　起首五句，是对由夜及晨情事的交代：由于一夜没有续填香料，铜制的狮形熏炉中早已香消烬冷，红色的锦被胡乱地堆在床上，早晨起来后情绪不佳，诸事无心，连头也懒得去梳，任凭那镜奁之上盖满灰尘，渐升的晓日高过帘钩。这五句词，十分形象、具体地展现了词人与丈夫临别时怅然凄然、百无聊赖的心情。“香冷金猊”，首先创造出一种凄清幽寂的环境气氛。“被翻红浪”，化用<a href=\"http://so.gushiwen.org/author_535.aspx\">柳永</a>《凤栖梧》词“酒力渐浓春思荡，鸳鸯绣被翻红浪”句意，暗示夫妻间一夜雨密云稠，两情缱绻。<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>《蝶恋花·咏枕儿》词：“昨夜佳人初命偶，论情旋旋移相就。几叠鸳衾红浪皱，暗觉金钗，磔磔声相扣。”亦借“鸳衾红浪皱”暗写男女情事。解说此词者一向止于字面，不愿揭出这句的隐义，大约是认为如此近于流俗的意思与易安的身份和词风未符。其实，它与《减字木兰花》（卖花担上）、《浣溪沙》（绣面芙蓉一笑开）等词一样，都表现了易安词在抒情上大胆率真的一面。“起来慵自梳头。任宝奁尘满，日上帘钩。”反反复复地写无心梳妆一件事，虽未语涉离别，却足见离愁别恨充溢心间。丈夫今朝即将离家远行，闺中人从此更有何心情梳洗打扮！<a href=\"http://so.gushiwen.org/author_415.aspx\">温庭筠</a>《菩萨蛮》词：“懒起画蛾眉，弄妆梳洗迟。”不过是写闺中闲情，而易安于此却是述闺中浓愁了。</p> <p>　　接下去“生怕离怀别苦”数句，说出愁的原因，点明题旨。丈夫临走前，本来有许许多多的心事待向他诉说，可是一想到说出来会增添他的烦恼，会影响他的行程，所以话到嘴边又咽了回去。“多少事、欲说还休”一句，与孙夫人《风中柳》词“怕伤郎、又还休道”同意。欲说又不忍说，甘愿把痛苦埋藏在心底，由自己默默忍受，其对丈夫的挚爱深情，于此隐然可见。“新来瘦，非干病酒，不是悲秋”三句，写近来自己因即将到来的离别而日形消瘦，但却不直接说出，而是用“排他法”否定可能导致瘦的其他原因。这就避免了正面用笔的直露，给读者留下了驰骋想象的空间。既不是因为“日日花前常病酒”（<a href=\"http://so.gushiwen.org/author_186.aspx\">冯延巳</a>《鹊踏枝》）而瘦，也不是因为“悲哉秋之为气也！萧瑟兮草木摇落而变衰”（<a href=\"http://so.gushiwen.org/author_358.aspx\">宋玉</a>《九辩》）而瘦，那么究竟因何而瘦，也就足可引人深思了。《草堂<a href=\"http://so.gushiwen.org/view_52801.aspx\">诗</a>余》正集卷三谓：“瘦为甚的，尤妙。”恐怕也就妙在以反说正、以不答而答上。</p> <p>　　下片先是接写去者难离之苦，然后用一“念”字领起，设想别后情形。</p> <p>　　换头一句采用叠字以加重语气，极写词人留人不住的失望之情。“休”，犹罢了、算了的意思。“这回去也，千万遍阳关，也则难留。”表明今朝去意已决，再难挽留。“阳关”，即《阳关三叠》，送别时所唱之曲。尽管伤离之曲唱了千遍万遍，但是去的终究要去，苦苦挽留也徒劳无益。于是很自然地由眼前的离别推想到别后的情形。</p> <p>　　“念武陵人远，烟锁秦楼”两句，运用了两个典故，传达出丰富的感情信息。就“武陵人”的辞面来说，有两层含义：一是指<a href=\"http://so.gushiwen.org/author_645.aspx\">陶渊明</a>《桃花源记》中的以“捕鱼为业”的武陵人；二是<a href=\"http://so.gushiwen.org/author_668.aspx\">刘义庆</a>《幽明录》中的刘晨、阮肇。唐吾涣《惆怅》诗：“晨肇重来路已迷，碧桃花谢武陵溪。”和凝《天仙子》词：“桃花洞，瑶台梦，一片春愁谁与共。”<a href=\"http://so.gushiwen.org/author_27.aspx\">韩琦</a>《点绛唇》词：“武陵凝睇，人远波空翠。”都是借刘晨、阮肇天台遇仙故事写男女相恋之情。易安此词以“武陵人”拟明诚，其实也就是用阮肇或刘晨来拟明诚，言外有“桃溪不作从容住”（<a href=\"http://so.gushiwen.org/author_164.aspx\">周邦彦</a>《玉楼春》）之怨意，正所谓“辞之中又有辞焉”。“秦楼”，即凤台，是秦穆公女儿弄玉与仙人萧史飞升前所住的地方。这里借指词人自己的居处，并与《凤凰台上忆吹箫》这一词调相扣合。《孤雁儿》中有“吹箫人去玉楼空”句，与“武陵人远”两句意思相近。不过《孤》词是说丈夫已经亡故，而此词是说丈夫离家远行。</p> <p>　　“惟有楼前流水”以下数句，设想离别后怅望楼前流水思念远人。“楼前流水”有多重含义。<a href=\"http://so.gushiwen.org/author_349.aspx\">李贺</a>《江楼曲》诗：“楼前流水江陵道。”王琦注云：“楼前流水，道通江陵。”因诗题作《江楼曲》，楼在江畔，人又是从江上而去，日望江水岂堪为怀。王琦的解释是对的。冯延巳《三台令》：“当日携手高楼，依旧楼前流水。流水，流水，中有相思双泪。”当时两情相亲，携手凭栏，同观楼前流水。如今携手人远，楼前流水依旧；对水相思，双泪籁籁。意思也是明确的。<a href=\"http://so.gushiwen.org/author_399.aspx\">贺铸</a>《东吴乐》词：“枉将镜里年华，付与楼前流水。”虽然也是寄离情于楼前流水，但感叹的却是年华虚度，不能与情人团聚。似乎也没有歧义。<a href=\"http://so.gushiwen.org/author_179.aspx\">张耒</a>《风流子》词：“情到不堪言处，分付东流。”遥想玉容音信不通，隐衷难以尽诉，故分付东逝的流水。也比较容易理解。如此看来，“楼前流水”可以表达多重含义。不过他人着眼于语言的明确性，易安却偏偏着眼于语言的模糊性；他人惟恐言而不尽，易安却惟恐言而有尽。对比之下，轩轾立见。“惟有楼前流水，应念我，终日凝眸。”似乎只有楼前流水能知道她在想什么，别人却无从得知。“凝眸处，从今又添，一段新愁。”“新愁”的含义也是模糊的。惟其模糊，所以读者可以作出各种设想，却又觉得不能尽如人意，这大概就是语言的多义性与模糊性的妙处之所在吧。“新愁”的“新”与上片中“新来瘦”的“新”意同，俱为近意。“新愁”指愁在近前，无法回避。<a href=\"http://so.gushiwen.org/author_757.aspx\">孟浩然</a>《宿建德江》诗：“移舟泊烟渚，日暮客愁新。”“新”当训为近，指愁在眼前，举目可见，可为一证。</p><br/><h2>鉴赏</h2> <p>　　这首词是<a href=\"http://so.gushiwen.org/author_536.aspx\">李清照</a>抒写离愁的名篇之一。下面是中华<a href=\"http://so.gushiwen.org/view_52801.aspx\">诗</a>词学会理事徐培均先生对此词的赏析要点。</p> <p>　　词写离情，却略去了别时，只是截取了别前和别后两个横断面，加以深入地开掘。开头一个对句“香冷金猊，被翻红浪”，便给人冷漠凄清的感觉。金猊，指狻猊（狮子）形铜香炉。“被翻红浪”，语本<a href=\"http://so.gushiwen.org/author_535.aspx\">柳永</a>《凤栖梧》：“鸳鸯绣被翻红浪。”说的是锦被胡乱地摊在床上，在晨曦的映照下，波纹起伏，恍似卷起层层红色的波浪。金炉香冷，反映了词人在特定心情下的感受；锦被乱陈，是她无心折叠所致。“起来慵自梳头”，则全写人物的情绪和神态。这三句工炼沉稳，在舒徐的音节中寄寓着作者低沉掩抑的情绪。到了“任宝奁尘满，日上帘钩”，则又微微振起，恰到好处地反映了词人情绪流程中的波澜。然而她内心深处的离愁还未显露，给人的印象只是慵怠或娇慵。慵者，懒也。炉中香消烟冷，无心再焚，一慵也；床上锦被乱陈，无心折叠，二慵也；髻鬟蓬松，无心梳理，三慵也；宝镜尘满，无心拂拭，四慵也；而日上三竿，犹然未觉光阴催人，五慵也。慵而一“任”，则其慵态已达极点。词人为何大写“慵”字，目的仍在写愁。这个“慵”字是“词眼”，使读者从人物的慵态中感到她内心深处有个愁在。</p> <p>　　“生怕离怀别苦”，开始切题，可是紧接着，作者又一笔宕开，“多少事，欲说还休”，万种愁情，一腔哀怨，本待在丈夫面前尽情倾吐，可是话到嘴边，又吞咽下去。词情又多了一层波折，愁苦又加重了一层。</p> <p>　　“新来瘦，非干病酒，不是悲秋。”她先从人生的广义概括致瘦的原因：有人是因“日日花前常病酒”（<a href=\"http://so.gushiwen.org/author_186.aspx\">冯延巳</a>《鹊踏枝》），有人是因“万里悲秋常作客”（<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>《登高》），而自己却是因为伤离惜别这种不足与旁人道的缘由。</p> <p>　　从“悲秋”到“休休”，是大幅度的跳跃。词人一下子从别前跳到别后，略去话别的缠绵和饯行的伤感，笔法极为精炼。“休休！这回去也，千万遍《阳关》，也则难留。”《阳关》，即《阳关曲》。离歌唱了千千遍，终是难留，惜别之情，跃然纸上。“念武陵人远，烟锁秦楼”，把双方别后相思的感情作了极其精确的概括。武陵人，用刘晨、阮肇典故，借指心爱之人。秦楼，一称凤楼、凤台。相传春秋时有个萧史，善吹箫，作凤鸣，秦穆公以女弄玉妻之，筑凤台以居，一夕吹箫引凤，夫妇乘凤而去。李清照化此典，既写她对丈夫赵明诚的思念，也写赵明诚对其妆楼的凝望，丰富而又深刻。同时后一个典故，还暗合调名，照应题意。</p> <p>　　下片后半段用顶真格，使各句之间衔接紧凑，而语言节奏也相应地加快，感情的激烈程度也随之增强，使词中所写的“离怀别苦”达到了高潮。“惟有楼前流水”句中的“楼前”，是衔接上句的“秦楼”，“凝眸处”是紧接上句的“凝眸”。把它们连起来吟诵，便有一种自然的旋律推动吟诵的速度，而哀音促节便在不知不觉中搏动人们的心弦。古代写倚楼怀人的不乏佳作，却没有如李清照写得这样痴情的。她心中的“武陵人”越去越远了，人影消失在迷蒙的雾霭之中，她一个人被留在“秦楼”，呆呆地倚楼凝望。她那盼望的心情，无可与语；她那凝望的眼神，无人理解。唯有楼前流水，映出她终日倚楼的身影，印下她钟情凝望的眼神。词笔至此，主题似已完成了，而结尾三句又使情思荡漾无边，留有不尽意味。自从得知赵明诚出游的消息，她就产生了“新愁”，此为一段；明诚走后，洞房空设，佳人独坐，此又是“新愁”一段。从今而后，山高路远，枉自凝眸，其愁将与日俱增，愈发无从排遣了。</p> <p>　　这首词写离愁，步步深人，层次井然。前片用“慵”来点染，用“瘦”来形容；后片用“念”来深化，用“痴”来烘托，由物到人，由表及里，层层开掘，揭示到人物灵魂的深处。而后片的“新愁”与前片的“新瘦”遥相激射，也十分准确地表现了“离怀别苦”的有增无已。在结构上，特别要注意“任宝帘尘满”中的“任”字，“念武陵人远”中的“念”字。这是两个去声领格字，承上启下，在词中起着关键性的转捩作用。从语言上看，除了后片用了两个典故外，基本上是从生活语言中提炼出来的，自然中节，一片宫商，富有凄婉哀怨的音乐色彩。前人所谓“以浅俗之语，发清新之思”（邹袛谟《远志斋词衷》），信不虚也！</p>",
  "about": "<h2>创作背景</h2> 　　此词是<a href=\"http://so.gushiwen.org/author_536.aspx\">李清照</a>的早期作品，创作地点在青州。自公元1107年起，李清照与赵明诚屏居乡里十余年。赵明诚何时重新出来做官，史无明载。据陈祖美《李清照简明年表》：“公元1118至1120年（重和元年至宣和二年），这期间赵明诚或有外任，清照独居青州。是时明诚或有蓄妾之举。作《点绛唇》《凤凰台上忆吹箫》等。”而刘忆萱在《李清照<a href=\"http://so.gushiwen.org/view_52801.aspx\">诗</a>词选注》中认为此词作于赵明诚赴莱州任职之际，时间约为公元1121年（宣和三年）。<br/><h2>点评</h2> 　　本词抒写惜别的深情和刻骨铭心的怀念。上片写不忍丈夫离去，着意刻画慵懒的情态，下片着重写怀念和痴情。笔触细腻生动，抒情极凄婉。上片开头五句只写一个“慵”字。香冷而不再去换新香点燃，一慵也；被也不叠，任凭胡乱摊堆床上，二慵地；起床后连头也不愿梳，何谈化妆，三慵也；梳妆匣上落满灰尘，懒得擦，懒得动，四慵也；日上帘钩，人才起床，五慵也。词人为何如此慵懒而没心情？原来是“生怕离怀别苦”。这句为全词之眼，在上片的中间位置，括上而启下。表现出夫妻离别前一词人百无聊赖的神态、复杂矛盾的心理以及茫然若失的情绪；“多少事，欲说还休”。体现出主人公心地的善良和对丈夫的爱。<a href=\"http://so.gushiwen.org/author_181.aspx\">杨慎</a>评此句说：“‘欲说还休’，与‘怕伤郎，又还休道’同意”（杨慎批点本《草堂<a href=\"http://so.gushiwen.org/view_52801.aspx\">诗</a>余》卷四）。可谓深得其心。因为告诉丈夫，也只能增添丈夫的烦恼而已，故宁可把痛苦埋藏心底，这又是一种什么样的深情啊！歇拍三句为上片之警策，本来因怕分别才容颜瘦损，但作者偏不直接说出。“新来瘦，非干病酒，不是悲秋”。那是为了什行，答案不言自明，而情味弥足矣。下片设想别后的情景。“休休”是幅度的跳跃，省略了如何分另如何饯行的过程，直接写别后的情景。“念武陵人远，烟锁秦楼。以下三句近乎痴话。流水本是无情物，怎能“念”呢？但正因这样写，才突出词人的孤独与痴情。一是写出终日在楼前凝眸远眺，或盼信或望归。二是楼前的流水可以映出她凝眸的神情，也只有流水方可证明体验她的痴情，抒情何其深婉，入木三分。结拍三句用顶真格将词意再度深化，“一段新愁”指什么？含蓄而又明确，与上片结拍的写法属同一机抒。深际飞评云：“清风朗月，陡化为楚云巫雨，阿阁洞房，立变为离亭别墅”（《草堂诗余》正集卷三）。全词心理刻画十分细腻精致，在封建女性文学中实属难能可贵。",
  "poet": {
    "id": 536,
    "star": 0,
    "name": "李清照",
    "image": "http://img.gushiwen.org/authorImg/liqingzhao.jpg",
    "desc": "李清照（1084年3月13日～1155年5月12日）号易安居士，汉族，山东省济南章丘人。宋代（南北宋之交）女词人，婉约词派代表，有“千古第一才女”之称。所作词，前期多写其悠闲生活，后期多悲叹身世，情调感伤。形式上善用白描手法，自辟途径，语言清丽。论词强调协律，崇尚典雅，提出词“别是一家”之说，反对以作诗文之法作词。能诗，留存不多，部分篇章感时咏史，情辞慷慨，与其词风不同。有《易安居士文集》《易安词》，已散佚。后人有《漱玉词》辑本。今有《李清照集校注》。"
  },
  "tags": [
    "宋词三百首",
    "宋词精选",
    "婉约",
    "女子",
    "离别",
    "思念"
  ]
}