{
  "id": 215,
  "star": 42,
  "name": "车舝",
  "dynasty": "先秦",
  "content": "间关车之舝兮，思娈季女逝兮。匪饥匪渴，德音来括。虽无好友？式燕且喜。</p> <p>依彼平林，有集维鷮。辰彼硕女，令德来教。式燕且誉，好尔无射。</p> <p>虽无旨酒？式饮庶几。虽无嘉肴？式食庶几。虽无德与女？式歌且舞？</p> <p>陟彼高冈，析其柞薪。析其柞薪，其叶湑兮。鲜我觏尔，我心写兮。</p> <p>高山仰止，景行行止。四牡騑騑，六辔如琴。觏尔新婚，以慰我心。",
  "fanyi": "<p><strong>译文</strong><br>　　车轮转动车辖响，妩媚少女要出阁。不再饥渴慰我心，有德淑女来会合。虽然没有好朋友，宴饮相庆自快乐。<br>　　丛林茂密满平野，长尾锦鸡栖树上。那位女娃健又美，德行良好有教养。宴饮相庆真愉悦，爱意不绝情绵长。<br>　　虽然没有那好酒，但愿你能喝一盏。虽然没有那好菜，但愿你能吃一点。虽然德行难配你，且来欢歌舞翩跹。<br>　　登上高高那山冈，柞枝劈来当柴烧。柞枝劈来当柴烧，柞叶茂盛满树梢。此时我能接到你，心中烦恼全消掉。<br>　　巍峨高山要仰视，平坦大道能纵驰。驾起四马快快行，挽缰如调琴弦丝。今遇新婚好娘子，满怀欣慰称美事。</p> <p><strong>注释</strong><br>⑴间关：车行时发出的声响。舝（xiá）：同“辖”，车轴头的铁键。<br>⑵娈：妩媚可爱。季女：少女。逝：往，指出嫁。<br>⑶饥、渴：《<a href=\"http://so.gushiwen.org/view_215.aspx\">诗</a>经》多以饥渴隐喻男女性事。<br>⑷括：犹“佸”，会合。⑸式：发语词。燕：通“宴”，宴饮。<br>⑹.依：茂盛的样子。<br>⑺鷮（jiāo）：长尾野鸡。<br>⑻辰：通“珍”，美好。或训为善，亦通。<br>⑼誉：通“豫”，安乐。<br>⑽无射（yì）：不厌。亦可作“无斁”。<br>⑾庶几：此犹言“一些”。<br>⑿湑（xǔ）：茂盛。<br>⒀鲜：犹“斯”，此时。觏（gòu）：遇合。<br>⒁写：通“泻”，宣泄，指欢悦、舒畅。<br>⒂景行：大路。<br>⒃騑（fēi）騑：马行不止貌。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　这首<a href=\"http://so.gushiwen.org/view_215.aspx\">诗</a>的主题，影响较大者有二说。《毛诗序》云：“《车舝》，大夫刺幽王也。褒姒嫉妒，无道并进，谗巧败国，德泽不加于民。周人思得贤女以配君子，故作是诗也。”邹肇敏驳之云：“思得娈女以间其宠，则是张仪倾郑袖，陈平绐阏氏之计耳。以嬖易嬖，其何能淑？且赋《白华》者安在？岂真以不贤见黜？诗不讽王复故后，而讽以别选新昏，无论艳妻骄扇，宠不再移，其为倍义而伤教，亦已甚矣。”（姚际恒《诗经通义》引）邹氏的批评可谓激切有力。但自《楚茨》到此篇共十篇，《诗序》皆以为刺幽王，恐怕也是有所本的。《诗序》之意，不过以为此篇亦《关雎》歌后妃之德之类，为借古讽今之作。邹氏抓住“周人思得贤女以配君子”一句大作文章，也非通达之论。<a href=\"http://so.gushiwen.org/author_459.aspx\">朱熹</a>《诗集传》则说：“此宴乐新昏之诗。”方玉润《诗经原始》以道学家之眼光，驳朱熹之说曰：“夫乐新昏，则德音燕誉无非贤淑，而高山景行，亦属闺门。试思女子无仪是式，而何德音之可誉？闺门以贞静是修，更何仰止之堪思？”方氏以当时的价值观规范数千年前人们的思想感情，故扞格难入。诚哉，知人论世之难也。然则朱熹之说，确为不刊之论，所以今人多从之。</p> <p>　　全诗五章，皆以男子的口吻写娶妻途中的喜乐及对佳偶的思慕之情。首章写娶妻启程。诗从娶亲的车声中开始。随着“间关”的车声，朝思暮想的少女就出嫁了。这其中流露出诗人积蓄已久的欣喜若狂之情。然而诗人又天真地声明：“匪饥匪渴，德音来括。”高兴的原因绝非因为性爱的饥渴即将满足，而是对女子美德的崇慕，<a href=\"http://so.gushiwen.org/author_1137.aspx\">真可</a>谓好德胜于好色了。这当然是恋人“此地无银三百两”而已，所以下文又禁不住一往情深地说：“虽无好友，式燕且喜。”次章写婚车越过平林。由林莽中成双成对的野鸡，想到了车中的“硕女”，再加上她美好的教养和品德，更使诗人情怀激荡，信誓旦旦：“式燕且誉，好尔无射”，我爱你终生不渝！第三章继续是男子对女子情真意切的倾诉：我家虽没有美酒佳肴，我也没有崇高的品德，但却有一颗与你相亲相爱的心。这些朴实无华的语言，冲口而出，感人至深。第四章写婚车进入高山。这里有茂盛的柞树。“陟彼高冈，析其柞薪。析其柞薪，其叶湑兮。”“析薪如之何？匪斧不克；取妻如之何？匪媒不得”，这是当时的谚语，所以诗人由“析薪”想到了娶妻。而柔嫩鲜艳的绿叶，是美丽可爱新妇的最好比喻；由《七月》“桑之未落，其叶沃若”一句，可以确信“其叶湑兮”是写新妇的光彩照人的。这里诗人融咏物与比兴为一体，巧妙地表现了对新妇的喜爱。最后两句更是直抒情怀：“鲜我觏尔，我心写兮。”意思是说：今天和你结为伴侣，我心里真是舒服极了。尾章写婚车越过高山，进入大路。诗人仰望高山，远眺大路，面对佳偶，情满胸怀，诗句自肺腑流出：“高山仰止，景行行止。”这是叙事、写景，但更多的则是比喻。新妇那美丽的形体和坚贞的德行，正像高山大路一样令人敬仰和向往。诗句意蕴丰厚，气宇轩昂，因而成为表达一种仰慕之情的最好意象，遂成千古名句。接下两句“四牡騑騑，六辔如琴“，不仅与首章“间关”二句相呼应，形成回环之势，而且那如琴弦的六辔更是包含着诗人对婚后美好和谐生活的丰富想像。最后两句，又直抒胸臆，情结全篇。</p> <p>　　这首诗在艺术上的主要特色，首先是结构上的跌宕。方玉润说：“前后两章实赋，一往迎，一归来。二、四两章皆写思慕之怀，却用兴体。中间忽易流利之笔，三层反跌作势，全诗章法皆灵。”（同上）其次是抒情手法的多样，或直诉情怀，一泻方快；或以景写情，亦景亦情；或比兴烘托，意境全出。总之，它是《雅》诗中优秀的抒情诗篇。</p>",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": [
    "诗经",
    "怀古",
    "婚姻"
  ]
}