{
  "id": 7805,
  "star": 37,
  "name": "君马黄",
  "dynasty": "唐代",
  "content": "君马黄，我马白。<br>马色虽不同，人心本无隔。<br>共作游冶盘，双行洛阳陌。<br>长剑既照曜，高冠何赩赫。<br>各有千金裘，俱为五侯客。<br>猛虎落陷阱，壮夫时屈厄。<br>相知在急难，独好亦何益。",
  "fanyi": "<p><strong>译文</strong><br>　　你的马是黄色的，我的马是白色的。马的颜色虽然不同，但人心本是没有什么相隔的。我们一起来游乐玩耍，双双行驰在洛阳的街头巷陌。我们都腰挎明闪闪的宝剑，戴着修饰鲜丽的高高的帽子，都各自拥有千金裘，都是五侯的门客。即使是猛虎，有时候也会不小心落在陷阱里面，壮士有时也会陷于危难之中。兄弟之间的情谊只有在急难中才能深厚，才能成为相知，如果只是自己一个人又有什么好处呢？</p> <p><strong>注释</strong><br>①盘：游乐。<br>②五侯：河平二年，汉成帝同日封其舅王谭、王商等五位为侯，世称五侯。<br>③急难：指兄弟相救于危难之中。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　汉乐府鼓吹歌十八曲之《君马黄》歌辞为：“君马黄，臣马苍，二马同逐臣马良。易之有騩蔡有赭。美人归以南，驾车驰马，美人伤我心；佳人归以北，驾车驰马，佳人安终极。”按明人胡震亨解释，这是一首隐言交友不终，各奔东西的<a href=\"http://so.gushiwen.org/view_7805.aspx\">诗</a>歌。但“后人拟者，但咏马而已”，似未解其意。诗人<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>不但深得其解，而且加以发明之，借以歌颂朋友相知相救的生死友谊。</p> <p>　　开头四句咏马起兴，以马色之不同作反衬，言人心之无猜。马色一“黄”一“白”，对照鲜明；马色与人心相比，一异一同，相得益彰。接下二句承上而来，写“我”与友人骑马外出游乐，双双行进在洛阳路上。洛阳是东汉的京城、唐代的东都。那里市井繁华，名胜林立，是游冶之佳处。“双行洛阳陌”一句不仅点明此行之豪壮，而且表现了行影不离之友谊。这好似李白与<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>的交游：天宝三载（744）三月，李白得罪了<a href=\"http://so.gushiwen.org/author_3073.aspx\">高力士</a>被放出翰林院之后，曾到过洛阳一次。当时杜甫也在洛阳。于是两位大诗人相会了。从此他们结下了“兄弟”般的友谊。翌年，杜甫在齐州所作的《与李十二白同寻范十隐居》诗中说：“醉眠秋共被，携手日同行”，那虽是他俩同游历下的情景，但从中也可想象到他们当初在洛阳相识时，也是一见如故、情同手足的。</p> <p>　　下二句为了渲染人物之显赫，还描写了他们的衣着和饰物：佩着长长的宝剑，闪闪发光；戴着高高的红冠，十分耀眼。这样的装饰，不仅表现了外在美，而且揭示了他们超凡的精神世界。爱国诗人<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>在《九章·涉江》诗中说：“带长剑之陆离兮，冠切云之崔嵬。”他之所以“好此奇服”，是因为怀信侘傺，不见容于世，故迥乎时装以示超尘拔俗。李白与屈原千古同调，所以其崇尚也有相似之处。</p> <p>　　“各有千金裘，俱为五侯客”二句一从经济着笔，一从政治落墨，意在表现他俩不寻常的社会地位。以上二句极言他俩家资丰厚，靠山坚实。</p> <p>　　“猛虎落陷阱，壮士时屈厄”二句转写友人遭到了不幸：正像奔突的猛虎有时不免误入陷阱一样，壮士也会遇到暂时的困迫。猛虎乃兽中之王，啸震山岗。落难亦不落威。此句以猛虎作比，言壮士落难后仍不失当年之威风。</p> <p>　　最后两句紧承上句诗意，既是对落难朋友的回答，也是诗人情志的抒发。“相知在急难”一句正体现了“危难见真交”的至情。俗语云：“人在难处思亲朋。”能急友人之难的人才是真正的“相知”，所以诗的最后说：一个人自顾自身修好，那会有什么益处呢！此句似他问似自语，余意不尽，惹人深思。</p> <p>　　这首诗虽然以乐府为题，写汉地言汉事，但诗的主旨却是为了以汉喻唐，即通过咏史来抒发诗人贵相知、重友谊的襟怀和赞颂朋友间彼此救助的美好情操。</p> <p>　　此诗采用乐府体，不仅具有鲜明的民歌色彩，而且融进了李白诗歌所特有的豪放风格。语言明快而活泼，格调清新而自然，字里行间充满了豪宕之情。因此，高棣说：“太白天仙之词，语多率然而成者，故乐府歌词咸善。”（《唐诗品汇》七言古诗叙目第三卷《正宗》）</p> <p>　　李白感情充沛，瞬息万变。为适应感情表达的需要，他的诗在结构上也变幻多端。此诗也如此，言事抒情既一气呵成，又抑扬有致。开头至“俱为五侯客”，是平叙，但调子步步升高，至“长剑”以下四句蓄势已足，然后突然一转——“猛虎落陷阱”，好似由高山跃入深谷，诗调变为低沉。最后二句调子又一扬，既承且转，似断实联。全诗一波三折，跌宕生姿。</p>",
  "about": "<h2>创作背景</h2> 　　此<a href=\"http://so.gushiwen.org/view_7805.aspx\">诗</a>为拟古辞而作。关于这首诗的写作时间，学术界迄无定论。一说作于唐玄宗天宝十载（751），是年<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>由南阳北上洛阳，返梁园，经邺中游河东及关内道，徘徊于邠州、坊州之间；一说大约写于唐肃宗至德二年（757），是年李璘兵败，李白坐罪下狱寻阳，正处于危难之时。",
  "poet": {
    "id": 247,
    "star": 0,
    "name": "李白",
    "image": "http://img.gushiwen.org/authorImg/libai.jpg",
    "desc": "李白（701年－762年），字太白，号青莲居士，唐朝浪漫主义诗人，被后人誉为“诗仙”。祖籍陇西成纪(待考)，出生于西域碎叶城，4岁再随父迁至剑南道绵州。李白存世诗文千余篇，有《李太白集》传世。762年病逝，享年61岁。其墓在今安徽当涂，四川江油、湖北安陆有纪念馆。"
  },
  "tags": [
    "乐府",
    "知己"
  ]
}