{
  "id": 72652,
  "star": 287,
  "name": "葬花吟",
  "dynasty": "清代",
  "content": "花谢花飞花满天，红消香断有谁怜？<br>游丝软系飘春榭，落絮轻沾扑绣帘。<br>闺中女儿惜春暮，愁绪满怀无释处。<br>手把花锄出绣帘，忍踏落花来复去。<br>柳丝榆荚自芳菲，不管桃飘与李飞；<br>桃李明年能再发，明年闺中知有谁？<br>三月香巢已垒成，梁间燕子太无情！<br>明年花发虽可啄，却不道人去梁空巢也倾。<br>一年三百六十日，风刀霜剑严相逼；<br>明媚鲜妍能几时，一朝漂泊难寻觅。<br>花开易见落难寻，阶前愁杀葬花人，<br>独倚花锄泪暗洒，洒上空枝见血痕。<br>杜鹃无语正黄昏，荷锄归去掩重门；<br>青灯照壁人初睡，冷雨敲窗被未温。<br>怪奴底事倍伤神？半为怜春半恼春。<br>怜春忽至恼忽去，至又无言去未闻。<br>昨宵庭外悲歌发，知是花魂与鸟魂？<br>花魂鸟魂总难留，鸟自无言花自羞；<br>愿侬此日生双翼，随花飞到天尽头。<br>天尽头，何处有香丘？<br>未若锦囊收艳骨，一抔净土掩风流。<br>质本洁来还洁去，强于污淖陷渠沟。<br>尔今死去侬收葬，未卜侬身何日丧？<br>侬今葬花人笑痴，他年葬侬知是谁？<br>试看春残花渐落，便是红颜老死时；<br>一朝春尽红颜老，花落人亡两不知！——程高通行本</p> <p>花谢花飞飞满天，红消香断有谁怜？<br>游丝软系飘春榭，落絮轻沾扑绣帘。<br>闺中女儿惜春暮，愁绪满怀无释处。<br>手把花锄出绣帘，忍踏落花来复去？<br>柳丝榆荚自芳菲，不管桃飘与李飞。<br>桃李明年能再发，明年闺中知有谁？<br>三月香巢已垒成，梁间燕子太无情！<br>明年花发虽可啄，却不道人去梁空巢也倾。<br>一年三百六十日，风刀霜剑严相逼。<br>明媚鲜妍能几时？一朝漂泊难寻觅。<br>花开易见落难寻，阶前闷死葬花人。<br>独倚花锄泪暗洒，洒上空枝见血痕。<br>杜鹃无语正黄昏，荷锄归去掩重门。<br>青灯照壁人初睡，冷雨敲窗被未温。<br>怪奴底事倍伤神？半为怜春半恼春。<br>怜春忽至恼忽去，至又无言去不闻。<br>昨宵庭外悲歌发，知是花魂与鸟魂。<br>花魂鸟魂总难留，鸟自无言花自羞。<br>愿奴胁下生双翼，随花飞到天尽头。<br>天尽头，何处有香丘？<br>未若锦囊收艳骨，一抷净土掩风流！<br>质本洁来还洁去，强于污淖陷渠沟。<br>尔今死去侬收葬，未卜侬身何日丧？<br>侬今葬花人笑痴，他年葬侬知有谁？<br>试看春残花渐落，便是红颜老死时。<br>一朝春尽红颜老，花落人亡两不知！——甲戌本</p> <p>花谢花飞花满天，红消香断有谁怜？<br>游丝软系飘春榭，落絮轻沾扑绣帘。<br>帘中女儿惜春莫，愁绪满怀无处诉。<br>手把花锄出绣帘，忍踏落花来复去？<br>柳丝榆荚自芳菲，不管桃飘与柳飞。<br>桃李明年能再发，明岁闺中知有谁？<br>三月香巢已垒成，梁间燕子太无情！<br>明年花发虽可啄，却不道人去梁空巢也倾。<br>一年三百六十日，风刀霜剑严相逼。<br>明媚鲜妍能几时？一朝漂泊难寻觅。<br>花开易见落难寻，阶前闷杀葬花人。<br>独把香锄泪暗洒，洒上花枝见血痕。<br>杜鹃无语正黄昏，荷锄归去掩重门。<br>青灯照壁人初睡，冷雨敲窗被未温。<br>怪奴底事倍伤神？半为怜春半恼春。<br>怜春忽至恼忽去，至又无言去不闻。<br>昨宵庭外悲歌发，知是花魂与鸟魂。<br>花魂鸟魂总难留，鸟自无言花自羞。<br>愿奴胁下生双翼，随花飞落天尽头。<br>天尽头，何处有香丘？<br>未若锦囊收艳骨，一抔冷土掩风流。<br>质本洁来还洁去，强于污淖陷渠沟。<br>尔今死去奴收葬，未卜奴身何日亡？<br>奴今葬花人笑痴，他年葬奴知是谁？<br>试看春残花渐落，便是红颜老死时！<br>一朝春尽红颜老，花落人亡两不知。——周汝昌校本",
  "fanyi": "<p><strong>译文</strong><br>花儿已经枯萎凋残，风儿吹得它漫天旋转。退尽了鲜红颜色，消失了芳香，有谁对它同情哀怜？<br>柔软的蛛丝儿似断似连，飘荡在春天的树间。漫天飘散的柳絮随风扑来，沾满了绣花的门帘。<br>闺房中的少女，面对着残春的景色多么惋惜。满怀忧郁惆怅，没有地方寄托愁绪。<br>手拿着锄花的铁锄，挑开门帘走到园里。园里花儿飘了一地，我怎忍心踏着花儿走来走去？<br>轻佻的柳絮，浅薄的榆钱，只知道显耀自己的芳菲。不顾桃花飘零，也不管李花纷飞。<br>待到来年大地春回，桃树李树又含苞吐蕊。可来年的闺房啊，还能剩下谁？<br>新春三月燕子噙来百花，散着花香的巢儿刚刚垒成。梁间的燕子啊，糟蹋了多少鲜花多么无情！<br>明年百花盛开时节，你还能叼衔花草。你怎能料到房主人早已死去，旧巢也已倾落，只有房梁空空。<br>一年三百六十天啊，过的是什么日子！刀一样的寒风，利剑般的严霜，无情地摧残着花枝。<br>明媚的春光，艳丽的花朵，能够支撑几时。一朝被狂风吹去，再也无处寻觅。<br>花开时节容易看到，一旦飘落难以找寻。站在阶前愁思满怀，愁坏了我这葬花的人。<br>手里紧握着花锄，我默默地抛洒泪珠。泪珠儿洒满了空枝，空枝上浸染着斑斑血痕。<br>杜鹃泣尽了血泪默默无语，愁惨的黄昏正在降临。我扛着花锄忍痛归去，紧紧地关上重重闺门；<br>青冷的灯光照射着四壁，人们刚刚进入梦境。轻寒的春雨敲打着窗棂，床上的被褥还是冷冷冰冰。<br>人们奇怪是什么事情，使我今天这样格外伤心？一半是对美好春光的爱惜，一半是恼恨春天的逝去。<br>我高兴春天突然来临，又为它匆匆归去感到抑郁。春天悄然无语地降临人间，又一声不响地离去。<br>昨晚不知院外什么地方，传来一阵阵悲凉的歌声。不知道是花儿的灵魂，还是那鸟儿的精灵？<br>不管是花儿的灵魂，还是鸟儿的精灵，都一样地难以挽留。问那鸟儿，鸟儿默默无语，问那花儿，花儿低头含羞。<br>我衷心地希望啊，如今能够生出一双翅膀。尾随那飞去的花儿，飞向那天地的尽头。<br>纵使飞到天地的尽头，那里又有埋葬香花的魂丘？<br>不如用这锦绣的香袋，收敛你那娇艳的尸骨。再堆起一堆洁净的泥土，埋葬你这绝代风流。<br>愿你那高贵的身体，洁净的生来，洁净的死去。不让它沾染上一丝儿污秽，被抛弃在那肮脏的河沟。<br>花儿啊，你今天死去，我来把你收葬。谁知道我这薄命的人啊，什么时候忽然命丧？<br>我今天把花儿埋葬，人们都笑我痴情。等到我死去的时候，有谁把我掩埋？<br>不信请看那凋残的春色，花儿正在渐渐飘落。那也就是闺中的少女，衰老死亡的时刻。<br>一旦春天消逝，少女也便白发如丝。花儿凋零人死去，花儿人儿两不知！</p> <p><strong>注释</strong><br>⑴榭（xiè）：建在高土台或水面（或临水）上的的建筑，是一种借助于周围景色而见长的园林或景区休憩建筑。<br>⑵香丘：是根据佛教名词“香山”新造的词，意思是香气缭绕的小山丘，比喻有一小方受佛教庇护，可以安居乐业的土地。不奢求香气缭绕的蓬莱仙境。<br>⑶一抔（póu）：意思是一捧之土。典出《史记·张释之冯唐传》：“假令愚民取长陵一抔土，陛下何以加其法乎？”净土：佛教专用名词，原意指完全被佛教度化的土地，净土上除了佛教之外没有任何其它外道。与“一抔”联用后成为双关语，也指只有汉文化，不被佛教文化沾染的土地。<br>⑷帘中女儿惜春莫：“帘中”与上句为顶针续麻格。“莫”，“暮”的古字。<br>⑸洒上花枝见血痕：此句与两个传说有关：①娥皇、女英在湘江哭舜，泣血染竹枝成斑。所以黛玉号“潇湘妃子”。②蜀帝杜宇魂化杜鹃鸟，啼血染花枝，花即杜鹃花。所以下句接言“杜鹃”。案：周汝昌言：（花枝）谓花即泪染，非“空枝”之义。<br>⑹他年葬奴知是谁：这一句中在周汇本中出现了矛盾。在《葬花吟》中打出的是“奴”，而在下一章节中宝玉感慨句写出的是“我”，而周先生在注释中特意说明用“奴”“我”字样可体现小女随口吟成，改成“侬”尽显文人酸气。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　《葬花吟》是<a href=\"http://so.gushiwen.org/author_611.aspx\">曹雪芹</a>创作的章回小说《红楼梦》女主人公林黛玉所吟诵的一首<a href=\"http://so.gushiwen.org/view_72652.aspx\">诗</a>。这首诗在风格上仿效初唐体的歌行体，名为咏花，实则写人。全诗血泪怨怒凝聚，通过丰富而奇特的想象，暗淡而凄清的画面，浓烈而忧伤的情调，展现了黛玉多愁善感的性格、内心的矛盾与痛苦、细微而复杂的心理活动，表达了其在生与死、爱与恨等复杂的斗争过程中所产生的一种对自身存在焦虑不安的体验和对生命迷茫的情感。将花拟人，以花喻人，把花的命运与人的命运紧相联系，有力地控诉了那些摧残花的自然界和扼杀人的黑暗社会恶势力。明写花，实写人，将人物的遭遇、命运、思想、感情融汇于景与物的描绘之中，创造出内涵丰富、形象鲜明生动的意境，具有强烈的艺术感染力。整首诗是林黛玉生命理念和人生价值的真实写照。全诗抒情淋漓尽致，语言如泣如诉，声声悲音，字字血泪，满篇无一字不是发自肺腑、无一字不是血泪凝成，把林黛玉对身世的遭遇和感叹表现得入木三分。《葬花吟》写出主人公在幻想自由幸福而不可得时，所表现出来的那种不愿受辱被污、不甘低头屈服的孤傲不阿的性格。是为其思想价值。</p> <p>　　此诗另一价值在于它为后人提供了探索曹雪芹笔下的宝黛悲剧的重要线索。甲戌本上脂砚斋的批语指出：没有看过“宝玉之后文”是无从对此诗加批的；批书人“停笔以待”的也正是与此诗有关的“后文”。所谓“后文”当然是指后半部佚稿冲写黛玉之死的文字。如果这首诗中仅仅一般地以落花象征红颜薄命，那也用不着非待后文不可；只有诗中所写非泛泛之言，而大都与后来黛玉之死情节声切相关时，才有必要强调指出，在看过后面文字以后，应回头来再重新加深对此诗的理解。由此可见，《葬花吟》实际上就是林黛玉自作的“诗谶”。</p> <p>　　为落花缝锦囊，为落花埋香冢；还要悲哭，还要作诗。这种前无古人，后无来者的“荒唐”举动，唯有痴情如宝黛者方能理解，也唯有发生在宝黛身上方能为世人所理解。和曹雪芹同时期的富察·明义《题红楼梦》绝句说：“伤心一首葬花词，似谶成真自不如。安得返魂香一缕，起卿沉痼续红丝？”“似谶成真”，这是只有知道了作者所写黛玉之死的情节的人才能说出来的话。以前红学研究者还以为明义未必能如脂砚那样看到小说全书，从此绝句中可以看出，他读到过后半部部分稿子的可能性极大，或者至少也听作者交往的圈子里的人比较详尽地说起过后半部的主要情节。如果说，明义绝句中提到后来的事像“聚如春梦散如烟”、“石归山下无灵气”之类，还可由推测而知的话；那么，写宝玉贫穷的“王孙瘦损骨嶙峋”，和写他因获罪致使他心中的人为他的不幸忧忿而死的“惭愧当年石季伦”等诗句，是再也无从凭想象而得的。</p> <p>　　上面所引之诗中的后两句也是如此：明义说，他真希望有起死回生的返魂香，能救活黛玉，让宝、黛两个有情人成为眷属，把已断绝的月下老人所牵的红丝绳再接续起来。可想而知，只要“沉痼”能起，“红丝”也就能续，这与后来续书者想象宝、黛悲剧的原因在于婚姻不自主极为不同。倘若一切都如程伟元、<a href=\"http://so.gushiwen.org/author_78.aspx\">高鹗</a>整理的续书中所写的那样，则贾宝玉已有他属。起黛玉“沉痼”毫无作用。“续红丝”当然不是为了要她做宝二姨娘。</p> <p>　　《葬花吟》“侬今葬花人笑痴，他年葬侬知是谁？”等末了数句，书中几次重复，特意强调，甚至通过写鹦鹉学吟诗也提到。可知红颜老死之日，确在春残花落之时，并非虚词作比。同时，这里说“他年葬侬知是谁”，前面又说“红消香断有谁怜”、“一朝飘泊难寻觅”等等，则黛玉亦如晴雯那样死于十分凄惨寂寞的境况之中可以。那时，并非大家都忙着为宝玉办喜事，因而无暇顾及，恰恰相反，宝玉、凤姐都因避祸流落在外，那正是“家亡莫论亲”、“各自须寻各自门”的日子，诗中“柳丝榆荚自芳菲，不管桃飘与李飞”或含此意。</p> <p>　　“三月香巢初垒成，梁间燕子太无情。明年花发虽可啄，却不道人去梁空巢也倾”几句，原在可解不可解之间，怜落花而怨及燕子归去，用意甚难把握贯通。倘作谶语看，就比较明确了。大概春天里宝黛的婚事已基本说定了，即所谓“香巢初垒成”，可是，到了秋天，发生了变故，就像梁间燕子无情地飞去那样，宝玉被迫离家出走了。因而，她悲叹“花魂鸟魂总难留”，幻想着自己能“胁下生双翼”也随之而去。她日夜悲啼，终至于“泪尽证前缘”了。</p> <p>　　这样，“花落人亡两不知”，若以“花落”比黛玉，“人亡”（流亡也）说宝玉，正是完全切合的。贾宝玉凡遭所谓“丑祸”，总有别人要随之而倒霉的。先有金钏，后有晴雯，终于轮到了黛玉，所以诗中又有“质本洁来还洁去，强于污淖陷渠沟”的双关语可用来剖白和显示气节。“一别秋风又一年”，宝玉在次年秋天回到贾府，但所见怡红院已“红瘦绿稀”（脂评），潇湘馆更是一片“落叶萧萧，寒姻漠漠”（脂评）的凄凉景象，黛玉的闺房和宝玉的绛芸轩一样，只见“蛛丝儿结满雕梁”（脂评谓指宝黛住处），虽然还有薛宝钗在，而且以后还成其“金玉姻缘”，但这不能弥补他“对境悼颦儿”时所产生的巨大精神创痛。“明年花发虽可啄，却不道人去梁空巢也倾！”就是这个意思。这些只是从脂评所提及的线索中可以得到印证的一些细节，所述未必都那么妥当。但此诗与宝黛悲剧情节必定有照应这一点，应不是主观臆断；其实，“似谶成真”的诗还不止于此，黛玉的《代别离·秋窗风雨夕》和《桃花行》也有这种性质。前者仿佛不幸地言中了她后来离别宝玉的情景，后者则又像是她对自己“泪尽夭亡”（脂评）结局的预先写照。</p> <p>　　有人说《葬花吟》是从<a href=\"http://so.gushiwen.org/author_532.aspx\">唐寅</a>的两首诗中“脱胎”的（《红楼梦辨》）。诗歌当然是有所继承借鉴的，但不应把文艺创作的“源”和“流”的关系弄颠倒了。说到《葬花吟》在某些遣词造句、意境格调上利用前人之作，实不必到明人的集子中去找。唐初刘希夷《代悲白头翁》中“今年花落颜色改，明年花开复谁在”、“年年岁岁花相似，岁岁年年人不同”之类为人熟知的诗句也足以借取利用。即如葬花情节，也未必径取唐寅将牡丹花“盛以锦囊，葬于药栏东畔”事，作者的祖父曹寅的《楝亭诗钞》中也就有“百年孤冢葬桃花”的诗句，也不足以启发他的构思。但这些都是“流”，都仅仅是利用，既不表现诗的主要精神，也决不能代替作者源于现实生活的创造。何况，如前所述，此诗中，作者运笔鬼斧神工之处，完全不在于表面上那些伤春惜花词句的悱恻缠绵。</p> <p>　　“伤心一首葬花词，似谶成真不自知。”黛玉这首抒情诗，实际上也是隐示其命运的谶语。她如一朵馨香娇嫩的花朵，悄悄地开放，又在狂风骤雨中被折磨得枝枯叶败，从世界上悄悄消逝。说这首诗是谶语，是就其整体的思想而言，并不是说每字每句都隐示着黛玉的具体遭遇。</p> <p>　　《葬花吟》中消极颓伤的情绪也是极其浓重且不容忽视的。它曾对缺乏分析思考能力的读者起过不良的影响。这种情绪虽然在艺术上完全符合林黛玉这个人物所处的环境地位所形成的思想性格，但毕竟因作者在某种程度上有意识借所倾心的人物之口来抒发自己的身世之感，而显露了他本身思想的弱点。</p> <p>　　其实《葬花吟》不仅仅是黛玉一个人的诗谶，同时也是大观园群芳共同的诗谶。她们尽管未来的具体遭遇各不相同但在“有命无运”这一点上却没有两样，都是在“薄命司”注册的人物。随着贾家的败落，所有的大观园内的女孩儿都要陷于污淖、沟渠之中，都没有好命运。</p>",
  "poet": {
    "id": 611,
    "star": 0,
    "name": "曹雪芹",
    "image": "http://img.gushiwen.org/authorImg/caoxueqin.jpg",
    "desc": "曹雪芹，名霑，字梦阮，号雪芹，又号芹溪、芹圃。清代著名文学家，小说家。先祖为中原汉人，满洲正白旗包衣出身。素性放达，曾身杂优伶而被钥空房。爱好研究广泛：金石、诗书、绘画、园林、中医、织补、工艺、饮食等。他出身于一个“百年望族”的大官僚地主家庭，因家庭的衰败饱尝人世辛酸，后以坚韧不拔之毅力，历经多年艰辛创作出极具思想性、艺术性的伟大作品《红楼梦》。"
  },
  "tags": [
    "写花",
    "寓人",
    "抒情"
  ]
}