{
  "id": 10437,
  "star": 14,
  "name": "洗兵马",
  "dynasty": "唐代",
  "content": "中兴诸将收山东，捷书夜报清昼同。<br>河广传闻一苇过，胡危命在破竹中。<br>祗残邺城不日得，独任朔方无限功。<br>京师皆骑汗血马，回纥喂肉葡萄宫。<br>已喜皇威清海岱，常思仙仗过崆峒。<br>三年笛里关山月，万国兵前草木风。<br>成王功大心转小，郭相谋深古来少。<br>司徒清鉴悬明镜，尚书气与秋天杳。<br>二三豪俊为时出，整顿乾坤济时了。<br>东走无复忆鲈鱼，南飞觉有安巢鸟。<br>青春复随冠冕入，紫禁正耐烟花绕。<br>鹤禁通宵凤辇备，鸡鸣问寝龙楼晓。<br>攀龙附凤势莫当，天下尽化为侯王。<br>汝等岂知蒙帝力，时来不得夸身强。<br>关中既留萧丞相，幕下复用张子房。<br>张公一生江海客，身长九尺须眉苍。<br>征起适遇风云会，扶颠始知筹策良。<br>青袍白马更何有，后汉今周喜再昌。<br>寸地尺天皆入贡，奇祥异瑞争来送。<br>不知何国致白环，复道诸山得银瓮。<br>隐士休歌紫芝曲，词人解撰河清颂。<br>田家望望惜雨干，布谷处处催春种。<br>淇上健儿归莫懒，城南思妇愁多梦。<br>安得壮士挽天河，净洗甲兵长不用。",
  "fanyi": "<h2>注释</h2> <strong>注释<br></strong>诸将：指王李俶、<a href=\"http://so.gushiwen.org/author_2273.aspx\">郭子仪</a>等将士。<br>山东：此指河北一带，华山以东地区。<br>清昼同：昼夜频传，见得捷报完全可信。<br>邺城：相州，今河南安阳。<br>河：指黄河。<br>一苇过：一芦苇可航，形容官军渡河极易。<br>胡：指叛将史思明等。<br>命在破竹中：指叛军之破灭已近在眼前。<br>祗残：只剩。<br>独任：只任用。<br>朔方：指节度使郭子仪的朔方军士。<br>汗血马：一种产于边地的宝马。<br>葡萄宫：汉代上林苑，代指唐宣政殿。<br>喂肉：此处二字描状生动，客观铺陈而又略寓讽刺朝廷借用回纥兵之意。<br>清海岱：就是清除了山东一带的叛军。<br>仙仗：皇帝的仪仗。<br>崆峒：山名，在今甘肃平凉西。<br>笛里关山月：笛声里奏着关山月的益调。关山月为汉乐府横吹曲名，为军乐、战歌。<br>万国：即万方。<br>草木风：这里有草木皆兵之意。两句提醒肃宗不要忘记苦战的将士，想到人民所受的苦难。<br>成王：指太子李俶，收复两京的主帅。<br>心转小：转而变得小心谨慎。<br>郭相：郭子仪。<br>司徒：指检校司徒<a href=\"http://so.gushiwen.org/author_1140.aspx\">李光</a>弼。<br>清鉴：识见明察。李光弼治军严，曾预料史思明诈降，终久必反，故说他清鉴悬明镜。<br>尚书：指兵部尚书王思礼。<br>气：气度。<br>秋天杳：形容如秋空般明朗高远。<br>二三豪俊：指李傲、郭子仪、李光弼等。<br>为时出：应运而生。<br>济时：救济时危。<br>了：完毕。<br>冠冕：指上朝的群臣。<br>入：指进入皇宫。<br>正耐：正相称。<br>烟花：指朝贺时点燃的香烟。<br>鹤架：太子的车。<br>凤辇：天子之车。<br>问寝：问候起居。<br>龙楼：皇帝住处，此处指唐玄宗的住地。<br>攀龙附凤：这里指攀附肃宗和张淑妃的李辅国等。靠其有拥戴肃宗之功，回京后气焰极高。<br>化为侯王：形容肃宗封官之滥。当时肃宗大肆加封跟从玄宗入蜀和跟肃宗在灵武的扈从之臣。<br>汝等：斥骂的称呼，指李辅国辈。<br>蒙帝力：仰仗了天子的力量。<br>时：时运。<br>夸身强：夸耀自己有什么大本事。<br>萧丞相：汉代萧何，此指房琯。<br>张子房：汉代张良，此指张镐。<br>征起：被征召而起来做官。<br>风云会：风云际会。动乱时明君与贤臣的遇合。<br>扶颠：扶持国家的颠危。张镐曾预料史思明的诈降。两京收复，张镐出力颇多。<br>青袍白马：把安史之乱喻梁武帝时的侯景之乱。侯景作乱，部下皆骑自马，穿青衣。<br>更何有：是说不难平定。<br>后汉今周：用周、汉中兴之主汉光武帝和周宣王比拟唐肃宗。<br>再昌：中兴。<br>寸地尺天：指全国各地。<br>白环：传说中西王母朝虞舜时献的宝物。<br>银瓮：《孝经援神契》载：神灵滋液有银瓮，不汲自满，传说王者刑罚得当，则银瓮出。<br>紫芝曲：秦末号称”四皓“的四隐士所作。<br>解：懂得。<br>望望：望了又望。当时正遇春旱，农民盼雨。两句表现了作者忧民之心。<br>河清颂：即宋文帝元嘉时<a href=\"http://so.gushiwen.org/author_732.aspx\">鲍照</a>所作《河清颂》。<br>淇：淇水，在邺城附近。<br>淇上健儿：指围攻邺城的士卒。<br>城南思妇：泛指将士的妻子。<br>天河：即银河。<br>洗甲兵：传说武王伐纣，遇大雨，武王曰：此天洗甲兵。",
  "shangxi": "<h2>赏析</h2> <p>　　现代的读者接触古<a href=\"http://so.gushiwen.org/view_10437.aspx\">诗</a>，常常认为具有现实批判性的作品名篇很多，而“颂”体诗歌难得佳作。<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>《洗兵马》是个例外。诗中有句说“词人解撰河清颂”（424—453年期间，即南朝宋文帝元嘉年间，河、济俱清，<a href=\"http://so.gushiwen.org/author_732.aspx\">鲍照</a>作《河清颂》赞美），这首诗本身就可说是热情洋溢的《河清颂》。</p> <p>　　第一段（从“中兴诸将收山东”至“万国军前草木风”）以歌颂战局的神变开端。唐室在中兴诸将的努力下，已光复华山以东包括河北大片土地，捷报昼夜频传。三句借用以说克敌极易，安史乱军的覆灭已成“破竹”之势。当时，安庆绪困守邺城，所以说“祗残邺城不日得”。复兴大业与善任将帅关系很大，“独任朔方无限功”既是肯定与赞扬当时朔方节度使<a href=\"http://so.gushiwen.org/author_2273.aspx\">郭子仪</a>在平叛战争中的地位和功绩，又是表达一种意愿，希望朝廷信赖诸将，以奏光复无限之功。以上有很多叙述的地方，“京师”二句则描绘了两个显示胜利喜庆气氛的画面：长安街上出入的官员们，都骑着产于边地的名马，春风得意；助战有功的回纥兵则在“蒲萄宫”备受款待，大吃大喝。“餧（喂）肉”二字描状生动，客观铺写中略微寓含讽意。从“捷书夜报”句至此，句句申明战争克捷的意思，节奏急促，几乎使读者应接不暇，也犹如带有破竹之势。以下意思略微转折，“已喜皇威清海岱”一句结束上面的意思，当时河北尚未完全克复，说“清海岱”显得用词有分寸；“常思仙仗过崆峒”一句启下，意在警告唐肃宗居安思危，勿忘当初“銮舆播迁”、往来于崆峒山的艰难日子。紧接以“三年笛里”一联，极概括地写出战争带来的创伤。安史之乱三年来，笛咽关山，兵惊草木，人民饱受乱离的痛苦。此联连同上联，抚今追昔，痛定思痛，淋漓悲壮，在欢快的用词中小作波折，而不一味流走，极尽抑扬顿挫的情致，将作者激动而复杂的心情写出。</p> <p>　　第二段（从“成王功大心转小”到“鸡鸣问寝龙楼晓”）逆接开篇“中兴诸将”四字，以铺张排比句式，对李豫、郭子仪等人致词赞美。“成王”收复两京时为天下兵马元帅，“功大心转小”，赞颂其成大功后更加小心谨慎。随后盛赞郭子仪的谋略、司徒<a href=\"http://so.gushiwen.org/author_1140.aspx\">李光</a>弼的明察、尚书王思礼的高远气度。四句中，前两句平直叙来，后两句略作譬喻，铺述排比中有变化。赞语既切合各人身份事迹，又表达出对光复大业卓有贡献的“豪俊”的钦仰。“二三豪俊为时出”，总束前意，说他们本来就是为重整乾坤，应运而生的。“东走无复”以下六句承接“整顿乾坤济时了”而展开描写，从普天下的喜庆写到宫禁中的新气象，调子轻快：做官的人弹冠庆贺，不必弃官避乱；平民百姓也能安居乐业，如鸟归巢；春天的繁华景象正随朝仪之再整而重新回到宫禁，天子与上皇也能实施“昏定晨省”的宫廷故事。上上下下都是一派熙洽气象。</p> <p>　　第三段（从“攀龙附凤势莫当”至“后汉今周喜再昌”）一开头就揭示一种政治弊端：朝廷赏爵太滥，许多投机者无功受禄，一时有“天下尽化为侯王”之虞。“汝等”二句即对此辈作申斥语，声调一变而为愤激。继而又将张镐、房琯等作为上述腐朽势力的对立面来歌颂，声调复转为轻快，这样一张一弛，极富擒纵唱叹之致。“青袍白马”句以南朝北来降将侯景来对比安史之乱中的叛将，说明叛将不堪一击；“后汉今周”句则以周、汉的中兴比喻时局。当时，房琯、张镐都已经罢相，诗人希望朝廷能复用他们，所以特加表彰，与赞扬“中兴诸将”互为表里。张镐于758年（乾元元年）五月罢相，改任荆王府长史。这里说“幕下复用”，措意深婉。这一段表明杜甫的政治眼光。</p> <p>　　第四段（从“寸地尺天皆入贡”到篇终）先用六句申明“后汉今周喜再昌”之意，说四方皆来入贡，海内遍呈祥瑞，举国称贺。以下继续说：隐士们也不必再避乱遁世，文人们都在大写歌颂诗文。至此，诗人是“颂其已然”，同时他又并未忘记民生忧患，从而又“祷其将然”：时值春耕逢旱，农夫盼雨；而“健儿”、“思妇”还未得团圆，社会的安定，生产的恢复，均有赖战争的最后胜利。诗人勉励围困邺城的“淇上健儿”要“归莫懒”，寄托着希望他们早日成功的殷勤之意。这几句话虽不多，却唱出诗人对人民的关切，表明他是把战争胜利作为安定社会与发展生产的重要前提来歌颂的。正由于这样，诗人在篇末唱出了他的强烈愿望和诗章的最强音：“安得壮士挽天河，尽洗甲兵长不用！”</p> <p>　　这首诗的基调是歌颂祝愿性的，热烈欢畅，兴致淋漓，将诗人那种热切关怀国家命运、充满乐观信念的感情传达出来了，是一曲展望胜利的颂歌。诗中对大好形势下出现的某些不良现象也有批评和忧虑，但并不影响诗人对整体形势的兴奋与乐观。诗章以宏亮的声调，壮丽的词句，浪漫夸张的语气，表达了极大的喜悦和歌颂。杜甫的诗原本以“沉郁”的诗风见称，而此篇是杜甫古风中的别调。</p> <p>　　从艺术形式看，采用了华丽严整、兼有古近体之长的“四杰体”。词藻富赡，对偶工整，用典精切，气势雄浑阔大，与诗歌表达的喜庆内容完全相宜。诗的韵脚，逐段平仄互换；声调上忽疾忽徐，忽翕忽张，热情奔放中富有顿挫之致，词句清丽而能有苍劲之气，诗句跌宕生姿，大大增强了诗篇的艺术感染力。</p>",
  "about": "<h2>创作背景</h2> 　　安史之乱爆发后，<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>几经奔波，往来于鄜州、长安、凤翔间，《述怀》等<a href=\"http://so.gushiwen.org/view_10437.aspx\">诗</a>已详言。至德二载九月，官军收复长安，十月杜甫携家随肃宗返回长安，仍任左拾遗，乾元元年六月，杜甫贬为华州司功参军，乾元二年春，杜甫在洛阳，这段时间两京相继克复，平叛捷报频传，杜甫认为胜利在即，就写了长诗《洗兵马》，希冀早日结束战乱，洗净兵甲永不复用。与此同时，杜甫也以暗喻的方式表达了对朝廷的弊政的不满和反感，因此，此诗有着鼓舞和警惕的双重功效。",
  "poet": {
    "id": 474,
    "star": 0,
    "name": "杜甫",
    "image": "http://img.gushiwen.org/authorImg/dufu.jpg",
    "desc": "杜甫（712－770），字子美，自号少陵野老，世称“杜工部”、“杜少陵”等，汉族，河南府巩县（今河南省巩义市）人，唐代伟大的现实主义诗人，杜甫被世人尊为“诗圣”，其诗被称为“诗史”。杜甫与李白合称“李杜”，为了跟另外两位诗人李商隐与杜牧即“小李杜”区别开来，杜甫与李白又合称“大李杜”。他忧国忧民，人格高尚，他的约1400余首诗被保留了下来，诗艺精湛，在中国古典诗歌中备受推崇，影响深远。759-766年间曾居成都，后世有杜甫草堂纪念。"
  },
  "tags": [
    "战争",
    "抒情",
    "喜悦"
  ]
}