{
  "id": 5525,
  "star": 5,
  "name": "渡河到清河作",
  "dynasty": "唐代",
  "content": "泛舟大河里，积水穷天涯。<br>天波忽开拆，郡邑千万家。<br>行复见城市，宛然有桑麻。<br>回瞻旧乡国，渺漫连云霞。",
  "fanyi": "<p><strong>译文<br></strong>我扬帆行舟黄河上，秋水汇积远接天涯。<br>水天相接处忽然裂开豁口，现出繁华的城邑万户千家。<br>顺流前行又有城镇闪入眼中，宛然可见郊野的桑麻。<br>回头瞻望我的故乡京洛，只见洪波浩渺远连云霞。</p> <p><strong>注释<br></strong>⑴河：指黄河。清河：唐贝州治所清河县，在今河北清河西。唐济州属河南道，贝州属河北道，由济州治所渡河西北行，即可至清河。<br>⑵大河：即黄河。《楚辞·九章·悲回风》：“望大河之洲渚兮，悲申徒之抗迹。”<br>⑶“积水”句：谓河水广大，与天相接。积水，指积聚的水。《淮南子·兵略训》：“是故善用兵者，势如决积水于千仞之堤，若转员石于万丈之溪。”<br>⑷“天波”二句：谓水天一色，初无所见，远处忽现人烟稠密的郡城，仿佛水天相接出拆开一个口子。天波，指天空的云气，形容极为高远。拆，裂，开。郡邑，当指唐河北道博州治所聊城县（今山东聊城东北）。唐时济州治所（今山东茌平西南）与博州治所隔河相望，由济州治所渡河，首先即当抵达博州聊城。<br>⑸城市：即指清河。据《元和郡县志》卷一六载，博州西北至贝州百九十里。<br>⑹宛然：真切貌，清晰貌。《关尹子·五鉴》：“譬犹昔游再到，记忆宛然，此不可忘，不可遣。” 唐李肇《唐国史补》卷上：“山川宛然，原野未改。”桑麻：桑树与苎麻。植桑饲蚕取茧和植麻取其纤维，同为古代农业解决衣着的最重要的经济活动。《管子·牧民》：“藏于不竭之府者，养桑麻、育六畜也。”<br>⑺回瞻：犹回望。唐<a href=\"http://so.gushiwen.org/author_564.aspx\">韦应物</a>《酒肆行》：“回瞻丹凤阙，直视 乐游苑 。”旧乡国：故乡，指京洛。<br>⑻渺（miǎo）漫：一作“淼漫”，水流广远的样子。连云霞：与天空之云霞相连，形容水波浩淼。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　此<a href=\"http://so.gushiwen.org/view_5525.aspx\">诗</a>描绘的是黄河下游的景致。作者行舟河上，视野开阔，所以诗中多从大处着墨，写出深沉、壮观、气势磅礴的景象。诗歌开篇两句就写出“积水穷天涯”的浩荡气势，表现出黄河的雄壮和开阔的景象。“天波忽开拆”两句写从水天一色开拆的缝中，看见“郡邑千万家”，然后看见城市，接着是城外的农田，读之令人如见如闻。这两句不仅气势雄浑，意境壮美，而且准确地捕捉住诗人坐船时特有的运动感受，落笔自然而有奇致。五六两句写作者沿河所见的盛况。“行复见城市，宛然有桑麻”，一方面说明盛唐时期人口多、集市经济兴盛的状况，另一方面桑麻繁盛也构成了平原以东地带城乡风景的一大特色。结尾两句描写作者回首时，只看见河水连天，看不见故乡了，由此抒思乡之情，情景交融，发人遐思，言已尽而意未穷。</p> <p>　　这首诗写出黄河下游的积水淼浩，波光连天，崔嵬峥嵘，黛色葱郁，一派廓大气势，显示出<a href=\"http://so.gushiwen.org/author_515.aspx\">王维</a>前期山水诗歌的明朗风格。诗人看山，是黛色葱郁，气势宏大，仿若一个绿色巨人屹立于天地之间， 崔嵬峥嵘；看水，是波光连天，浩洁瀚瀚，一望无际，又或像一条劈开山峡的巨龙，一泻千里，如此廓大气势，令人心胸开阔。</p> <p>　　从思想境界看，此诗表现出来的是作者对客观世界的“静观”，即在社会之外看社会，人生之外看人生，景观之外看景观，充分体现了王维山水诗的深邃、幽静等特点。</p>",
  "about": "<h2>创作背景</h2> 　　这首<a href=\"http://so.gushiwen.org/view_5525.aspx\">诗</a>作于<a href=\"http://so.gushiwen.org/author_515.aspx\">王维</a>居济州（治今山东济宁）期间，是王维渡黄河到清河县城的途中所写，属于王维前期的作品。",
  "poet": {
    "id": 515,
    "star": 0,
    "name": "王维",
    "image": "http://img.gushiwen.org/authorImg/wangwei.jpg",
    "desc": "王维（701年－761年，一说699年—761年），字摩诘，汉族，河东蒲州（今山西运城）人，祖籍山西祁县，唐朝诗人，有“诗佛”之称。苏轼评价其：“味摩诘之诗，诗中有画；观摩诘之画，画中有诗。”开元九年（721年）中进士，任太乐丞。王维是盛唐诗人的代表，今存诗400余首，重要诗作有《相思》《山居秋暝》等。王维精通佛学，受禅宗影响很大。佛教有一部《维摩诘经》，是王维名和字的由来。王维诗书画都很有名，非常多才多艺，音乐也很精通。与孟浩然合称“王孟”。"
  },
  "tags": [
    "写景",
    "黄河",
    "抒情",
    "思乡"
  ]
}