{
  "id": 52965,
  "star": 27,
  "name": "洞仙歌·中秋",
  "dynasty": "宋代",
  "content": "碧天如水，一洗秋容净。何处飞来大明镜。谁道斫却桂，应更光辉，无遗照，泻出山河倒影。 <br>人犹苦余热，肺腑生尘，移我超然到三境。问姮娥、缘底事，乃有盈亏，烦玉斧、运风重整。教夜夜、人世十分圆，待拚却长年，醉了还醒。",
  "shangxi": "<h2>赏析</h2> <p>　　这是一首咏颂中秋明月的词作，借“月有盈亏”的现象，抒发“烦玉斧、运风重整，教夜夜，人世十分圆”的豪情。词语洗炼精熟，意境开阔，富有哲理，较之轻浮、侧艳的儿女情，以及粉饰太平的利禄语高出很多，是词中上品。</p> <p>　　上阕开句是个比喻句，“碧天如水”将烟霏云敛、一望千里的碧天比作清澈的绿水固是常见，但“一洗秋容净”之句的出现，不仅使它顿失俗态，且显示出一种阔大无比的气势，点睛之处便在一个“洗”字。下面是一个问句“何处飞来大明镜？”看似平淡无奇但却点出了要写的主体对象——月亮，且出语自然轻松、比喻贴切。紧接着又使用了一个反诘句“谁道斫却桂，应更光辉？”意思是：谁曾说起过这样的话，把月中的桂树砍倒，明镜似的月亮会更加光辉流溢。</p> <p>　　这是在用典，《世说新语·言语》中记载一段趣话：“徐孺子年九岁，尝月下戏。人语之曰：‘若令月中无物，当极明邪？’徐曰：‘不然，譬如人眼中有瞳子，无此必不明。’”月中之物，当指桂树，因神话中谓月中有桂树。词人在这里是反其意而用，态度明确地发出了“无遗照，泻出山河倒影”的呼声，意思是说：诚如所言，砍去月中之桂更如光辉的月亮，便会无所遗漏地覆盖大地山河，使它们的倒影完整地映照出来。“无遗照”，“山河倒影”，表现了作者一心想收复中原、统一国土，但面对南宋王朝所辖的半壁山河，无计可施，只能寄情皓月，发出兴叹。词人反用典故主张砍去月中之“桂”，与期盼能除去朝中的奸佞秦桧可能也是谐音巧合。因为“桧”本与“桂”同音，唐宋之后由于音变，而且是仅在秦桧这个专有人名中“桧”才发“会”音。即使不是偶然巧合，也加深了一层强烈的政治色彩。</p> <p>　　下阕承前，词人也深知月中之桂不可斫，月光映照出的也只能是破碎了的山河，所以“人犹苦馀热，肺腑生尘”之句表面写的是：夏日的酷暑虽退，但馀热还时而袭来，令人烦闷；实际抒发的却是对以秦桧为首的投降派恃权猖獗、炙手可热的愤怒，与朝中爱国之士受尽压抑的不平之气。“移我超然到三境”中的“三境”，指神话中的海上三仙山蓬莱、方丈、瀛州；这种想遁入仙山的想法，只是词人在悲愤之极时寻求解脱的思想流露，但这只是刹那间的闪现，很快又对着明月再次点燃起希望：“问姮娥、缘底事，乃有盈亏？”又是一个问句。</p> <p>　　“姮娥”即指神话中主管月宫的仙女，本作“恒娥”（因避汉文帝<a href=\"http://so.gushiwen.org/author_797.aspx\">刘恒</a>讳，改称“常娥”，通作“嫦娥”），这是借向嫦娥发问到底因为什么事，竟然出现让月亮时而圆时而缺的现象，以引出下面要说的正文：“烦玉斧、运风重整。教夜夜、人世十分圆。”一个“烦”字又引出了一则神话故事，据《酉阳杂俎·天咫》记“旧言中有桂，……高五百尺，下有一人，常斫之，树创随合。人姓吴名刚，西河人，学仙有过，谪令伐树。”这几句是说：麻烦吴刚挥动手中忽忽生风的玉斧，把缺月重新修整，教它夜夜年年光洁饱满，普照大地，无遗露地映照出统一的山河和繁华的人间。</p> <p>　　这是词人梦寐以盼的希望的火花又次迸发。然而，词人深知自己并非生活在幻想里，他曾亲率部队在潭州（今湖南长沙）抵抗过强大的金兵，惨痛的教训告诉他要把希望变成现实，必定要不屈不挠直至付出生命的代价，这便是尾句“待拼却长年，醉了还醒”所显示的内容。“醉”应指受挫折、受贬谪后不得不以酒浇愁而醉；“醒”则是除奸、杀敌、收复国土之志不已。</p> <p>　　以中秋圆月为内容的词篇，当首推<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>《水调歌头》“明月几时有”之作，其拳拳缱绻之情、豪爽浪漫之气充溢流动，后人无有出其右者。然而向子湮此词，追从苏轼之后，就其包容之大涵盖山河而言，基本上可与苏轼的词比肩。全词气势磅礴，感人至深。</p>",
  "poet": {
    "id": 412,
    "star": 0,
    "name": "向子諲",
    "desc": "向子諲(yīn)（1085-1152），字伯恭，号芗林居士，临江（今江西清江县）人。哲宗元符三年（1100）以荫补官。徽宗宣和间，累官京畿转运副使兼发运副使。高宗建炎处任迁江淮发运使。素与李纲善，李纲罢相，子湮也落职。起知潭州，次年金兵围潭州，子諲率军民坚守八日。绍兴中，累官户部侍郎，知平江府，因反对秦桧议和，落职居临江，其诗以南渡为界，前期风格绮丽，南渡后多伤时忧国之作。有《酒边词》二卷。"
  },
  "tags": [
    "中秋节",
    "咏物",
    "月亮",
    "抒怀"
  ]
}