{
  "id": 47695,
  "star": 13,
  "name": "麦秀歌",
  "dynasty": "先秦",
  "content": "麦秀渐渐兮，禾黍油油。<br>彼狡童兮，不与我好兮。",
  "fanyi": "<p><strong>译文</strong><br>麦子吐穗，竖起尖尖麦芒；枝叶光润，庄稼茁壮生长。<br>哦，那个顽劣的浑小子啊，不愿意同我友好交往。</p> <p><strong>注释</strong><br>⑴麦秀：指麦子秀发而未实。<br>⑵渐（jiān）渐：形容麦芒是形状。《古乐府》卷九作“蔪（jiān）蔪”。<br>⑶禾黍（shǔ）：泛指黍稷稻麦等粮食作物。油油：形容浓密而饱满润泽的样子。<br>⑷彼：那。狡（jiǎo）童：美少年。这里是贬称，后借指壮狡昏乱的国君。《<a href=\"http://so.gushiwen.org/view_47695.aspx\">诗</a>经·郑风》有《狡童》篇，内容与此无涉。<br>⑸不与我好（hǎo）兮：《尚书大传》作“不我好仇”。《御览》、乐府同。《文选》注作“不我好”。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　《麦秀歌》是中国现存最早的文人<a href=\"http://so.gushiwen.org/view_47695.aspx\">诗</a>。在此之前，据传夏启曾作有《九辨》《九问》，其词早已失传，夏商之际有《刺奢篇》，但作者已失考。</p> <p>　　《麦秀歌》是富于感情而为血和泪的文学，它抒发了作者对殷纣王不听劝谏反而加害忠良的痛苦、愤懑心情。“麦秀渐渐兮，禾黍油油”：麦子吐穗，禾黍茁壮，本是一番喜人的丰收景象。然而，对于亡国之人，感念故国的覆灭，心头自别有一种滋味。这种可贵的故土情愫，曾引起历代无数仁人志士的深切共鸣。晋文学家<a href=\"http://so.gushiwen.org/author_337.aspx\">向秀</a>《思旧赋》谓：“瞻旷野之萧条兮，息余驾乎城隅。践二子之遗迹兮，历穷巷之空庐。叹黍离之愍周兮，悲麦秀于殷墟。”宋文学家<a href=\"http://so.gushiwen.org/author_405.aspx\">王安石</a>《金陵怀古四首》其一云：“黍离麦秀从来事，且置兴亡近酒缸。”后人常以“麦秀”、“黍离”并举，寄托深切的亡国之痛。</p> <p>　　殷纣王暴虐无道，箕子苦谏不听，导致殷商灭亡。箕子目睹殷商宫室化为一片废墟，悲从中来，此诗是他故国情思的自然流溢。“彼狡童兮，不与我好兮！”纣王的拒谏，致使殷商亡国，这悲恸永远成为诗人心头的创伤。他悲戚、愤懑、忧虑，可谓百感交集。</p> <p>　　此诗语言朴实生动，其艺术手法对后代诗歌具有相当的影响，比如以“兴”发端（麦秀渐渐，禾黍油油），重章叠字的运用等，在后世民歌中得到了发展，其假借男女私情而抒发政治怀抱，到战国时<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>的诗歌里得到了充分的发扬光大。诗中叠字“渐渐”“油油”的运用，语气词“兮”的安置，形成一种音律美，达到声情相生的完美境地，显出与《诗经》一脉相承的艺术特征。尤其是末两句“彼狡童兮，不与我好兮”，声口、措辞乃至句式都与《国风·郑风·狡童》“彼狡童兮，不与我言兮。维子之故，使我不能餐兮。彼狡童兮，不与我食兮。维子之故，使我不能息兮”极其相似。可见先秦诗歌在诗的意境和形式上有一种内在的渊源关系。</p>",
  "about": "<h2>创作背景</h2> 　　《麦秀歌》当作于西周初年。据《东史纲目》记载，箕子在封于古朝鲜后的第四年，曾经回中原朝周，写了《麦秀歌》。箕子是商朝旧臣，是商纣王的叔父，生长于古都朝歌（今河南淇县）。商朝末期，商纣王昏庸无道，纵情声色，宠幸奸佞，诛杀忠臣。比干被杀，周文王被囚禁。箕子比较幸运，他在劝谏纣王没有结果的情况下，离开了朝歌。若干年后，周武王伐纣，建立周朝，赞赏箕子是个忠臣，就把他分封到了朝鲜。《史记·宋微子世家》载：“箕子朝周，过故殷墟，感宫室毁坏，生禾黍。箕子伤之，欲哭则不可，欲泣为其近妇人，乃作《麦秀之<a href=\"http://so.gushiwen.org/view_47695.aspx\">诗</a>》以歌咏之。”大意是说，箕子在分封到朝鲜后，有一次去周朝朝拜，路过原来商朝的都城朝歌，看到城墙宫室毁坏，长满了野生的禾黍。箕子对于商朝由于商纣王的昏庸而灭亡感到非常伤心，想大哭一场来祭奠，可是此时已是周朝，自己还作了周朝的诸侯，于理不合；偷偷的哭泣几声，又近乎妇人；于是无奈之下，写下了千古传唱的《麦秀歌》。",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": [
    "亡国",
    "悲惋"
  ]
}