{
  "id": 49078,
  "star": 182,
  "name": "渔家傲·平岸小桥千嶂抱",
  "dynasty": "宋代",
  "content": "平岸小桥千嶂抱。柔蓝一水萦花草。茅屋数间窗窈窕。尘不到。时时自有春风扫。<br>午枕觉来闻语鸟。欹眠似听朝鸡早。忽忆故人今总老。贪梦好。茫然忘了邯郸道。",
  "fanyi": "<p><strong>译文</strong><br>峰峦叠嶂，环抱着小桥流水；河水青碧，萦绕着繁花翠草。竹林幽深秀美，几间茅舍静立其中。和煦的春风时时吹拂，使得房屋清洁，纤尘皆无。<br>午睡醒来，满耳都是婉转的鸟鸣。斜倚枕头，想起当年做官时，听早朝的鸡鸣，此情景已恍如隔世。忽然想起故人都已老，自己当然也不例外。如今我贪恋闲适，已忘却了从政建功的美梦。</p> <p><strong>注释</strong><br>⑴渔家傲：词牌名。《词谱》卷十四云：“此调始自<a href=\"http://so.gushiwen.org/author_432.aspx\">晏殊</a>，因词有‘神仙一曲渔家傲’句，取以为名。”<br>⑵柔蓝：柔和的蓝色，多形容水。萦：萦绕。《广韵》：萦，绕也。<br>⑶窈窕：幽深的样子。<br>⑷欹眠：斜着身子睡觉。袁文《瓮牖闲评》卷五：“朝鸡者，鸣得绝早，盖以警入朝之人，故谓之朝鸡。”<br>⑸邯郸道：比喻求取功名之道路，亦指仕途。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这首词是作者晚年的作品，艺术的锤炼上比早年更为成熟。历来的评论家，极推崇<a href=\"http://so.gushiwen.org/author_405.aspx\">王安石</a>晚年写景抒情的小<a href=\"http://so.gushiwen.org/view_49078.aspx\">诗</a>，而往往忽略这类风格的词。其实，这首词比其同类的诗还要出色。此词的主要特色，是善于融诗入词。</p> <p>　　起首二句写得极为娟秀，为人所称誉，乃融化他人诗句而来。吴聿《观林诗话》记王安石“尝于江上人家壁间见一绝，深味其首句‘一江春水碧揉蓝’，为踌躇久之而去，已而作小词，有‘平岸小桥千嶂抱，柔蓝一水萦花草’之句。盖追用其词。”此见词人善于融炼诗句，浑然天成。他用“一水”来概括“一江春水”，添“萦花草”三字烘托春光烂漫，丰富了原句的内容，提取原诗精华，调合得巧妙自然。“柔蓝一水”，形容水色清碧，“柔”下得轻盈贴切，形象生动，使词的画面呈现出一种美丽、清新、宁静的色彩美。“茅屋数间窗窈窕”三句，以“窈窕”形容窗的幽深，反映出茅屋“千嶂抱”着的竹林里的深窈秀美。他同期写的《竹里》诗可与此参读：“竹里编茅倚石根，竹茎疏处见前村。闲眠尽日无人到，自有春风为扫门。”此即词中“茅屋数间”的一般情景。“茅屋”三句，包涵了《竹里》诗的全部情景，但情韵连续，融成一片，更见精严。“午枕觉来闻语鸟”一句，见出词人那种与花鸟共忧喜、与山水通性情的悠闲的情致与恬淡的心境。“欹眠”句，从睡醒闻鸟声，联想到当年从政早朝时“骑马听朝鸡”，恍如隔世。这并非久静思动，却是绚烂归于平淡后常有的心理反应。</p> <p>　　其比较的结果，马上的鸡声还是比此时枕上的鸟声动听。此意由下文再补足。“忽忆故人今总老”，反衬自己之已老。而此时贪爱闲话的午梦，已丢却卢生邯郸道上所作的“建功树名，出将入相”的黄粱幻梦（见唐沈既济《枕中记》）。全词以景起，以情结，而情与景之间，由茅屋午梦加以沟通，使上下片写景与抒情之间不觉截然有分界。</p> <p>　　王安石晚年这首山水词所表现的是一种恬静的美，词中反映出他退出政治舞台后的生活情趣和心情：对世途感到厌倦，而对大自然则无限向往，动辄借自然景物以抒发自己的幽怀。</p>",
  "about": "<h2>创作背景</h2> 　　这是<a href=\"http://so.gushiwen.org/author_405.aspx\">王安石</a>晚年的一首作品。王安石二次罢相隐居金陵以后，心境渐渐平淡下来。<a href=\"http://so.gushiwen.org/author_71.aspx\">叶梦得</a>《避暑录话》记载：“王荆公不爱静坐，非卧即行。晚卜居钟山谢公墩，畜一驴，每食罢，必日一至钟山，纵步山间，倦则即定林而睡，往往至日昃及归。”这种旷日的游历体察，引发词人创作了不少描写水光山色的景物词。此词即其中之一。",
  "poet": {
    "id": 405,
    "star": 0,
    "name": "王安石",
    "image": "http://img.gushiwen.org/authorImg/wanganshi.jpg",
    "desc": "王安石（1021年12月18日－1086年5月21日），字介甫，号半山，谥文，封荆国公。世人又称王荆公。汉族，北宋抚州临川人（今江西省抚州市临川区邓家巷人），中国北宋著名政治家、思想家、文学家、改革家，唐宋八大家之一。欧阳修称赞王安石：“翰林风月三千首，吏部文章二百年。老去自怜心尚在，后来谁与子争先。”传世文集有《王临川集》、《临川集拾遗》等。其诗文各体兼擅，词虽不多，但亦擅长，且有名作《桂枝香》等。而王荆公最得世人哄传之诗句莫过于《泊船瓜洲》中的“春风又绿江南岸，明月何时照我还。”"
  },
  "tags": [
    "宋词三百首",
    "山水",
    "隐居",
    "生活"
  ]
}