{
  "id": 175,
  "star": 65,
  "name": "六月",
  "dynasty": "先秦",
  "content": "六月栖栖，戎车既饬。四牡骙骙，载是常服。玁狁孔炽，我是用急。王于出征，以匡王国。<br>比物四骊，闲之维则。维此六月，既成我服。我服既成，于三十里。王于出征，以佐天子。<br>四牡修广，其大有颙。薄伐玁狁，以奏肤公。有严有翼，共武之服。共武之服，以定王国。<br>玁狁匪茹，整居焦获。侵镐及方，至于泾阳。织文鸟章，白旆央央。元戎十乘，以先启行。<br>戎车既安，如轾如轩。四牡既佶，既佶且闲。薄伐玁狁，至于大原。文武吉甫，万邦为宪。<br>吉甫燕喜，既多受祉。来归自镐，我行永久。饮御诸友，炰鳖脍鲤。侯谁在矣？张仲孝友。",
  "fanyi": "<p><strong>译文<br></strong>六月出兵奔不歇，兵车修整准备齐。四匹雄马肥又壮，人人穿起出征衣。玁狁来势特凶猛，我方边境已告急。周王命我去征讨，保卫国家莫推辞。<br>四匹黑马选配好，马技娴熟守规章。正值盛夏六月天，披挂整齐上战场。披挂整齐上战场，行军卅里赴边疆。周王命我去出征，辅佐天子保家邦。<br>四匹公马体高长，宽头大耳气势昂。猛烈出击讨玁狁，建立功勋威名扬。将帅严谨兵纪强，同心协力报边防。同心协力报边防，安定国家民安康。<br>玁狁来势不软弱，焦获整顿备战忙。目标镐地与方地，不久就要到泾阳。我军飞鸟旗帜扬，白色飘带鲜又亮。我军兵车有十乘，先行冲锋勇难挡。<br>我们兵车很安全，前后高低都稳健。四匹公马步伐齐，步伐齐整性驯良。猛烈出击讨玁狁，进军太原敌胆丧。文武双全尹吉甫，万国效法好榜样。<br>宴请吉甫喜洋洋，终得天子多重赏。从那镐京回家乡，出征日子实在长。斟满美酒敬好友，蒸鳖脍鲤佳肴香。出征酒宴还有谁？孝友张仲也在场。</p> <p><strong>注释<br></strong>1.栖栖：忙碌紧急的样子。<br>2.饬（chì）：整顿，整理。<br>3.骙（kuí）骙：马很强壮的样子。<br>4.常服：军服。<br>5.玁（xiǎn）狁（yǔn）：古代北方游牧民族。孔：很。炽（chì）：势盛。<br>6.是用：是以，因此。<br>7.匡：扶助。<br>8.比物：把力气和毛色一致的马套在一起。<br>9.闲：训练。则：法则。<br>10.服：指出征的装备，戎服，军衣。<br>11.于：往。三十里：古代军行三十里为一舍。<br>12.修广：指战马体态高大。修，长；广，大。<br>13.颙（yóng）：大头大脑的样子。<br>14.奏：建立。肤功：大功。<br>15.严：威严。翼：整齐。<br>16.共：通“恭”，严肃地对待。武之服：打仗的事。<br>17.匪：同“非”。茹：柔弱。<br>18.焦获：泽名，在今陕西泾阳县北。<br>19.镐（hào）：地名，通“鄗”，不是周朝的都城镐京。方：地名。<br>20.织文鸟章：指绘有凤鸟图案的旗帜。<br>21.旆（pèi）：旐旗末端形如燕尾的垂旒飘带。央央：鲜明的样子。<br>22.元戎：大的战车。<br>23.轾（zhì）轩：车身前俯后仰。<br>24.佶（jí）：整齐。<br>25.闲：驯服的样子。<br>26.大原：即太原，地名，与今山西太原无关。<br>27.宪：榜样。<br>28.祉（zhǐ）：福。<br>29.御：进献。<br>30.炰（páo）：蒸煮。脍（kuài）鲤：切成细条的鲤鱼。<br>31.侯：语助词。<br>32.张仲：周宣王卿士。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　此<a href=\"http://so.gushiwen.org/view_175.aspx\">诗</a>叙写尹吉甫北伐玁狁的战争全程。全诗六章，前四章主要叙述这次战争的起因、时间，以及周军在主帅指挥下所做的迅速勇猛的应急反应。诗一开首，作者就以追述的口吻，铺写在忙于农事的六月里战报传来时，刀出鞘、箭上弦、人喊马嘶的紧急气氛（“柄栖”、“孔炽”、“用急”）。二、三章作者转向对周军训练有素、应变迅速的赞叹。以“四骊”之“维则”、“修广”、“其大有颙”的强健，以“我服既成”的及时，“有严有翼，共武之服”的严明及“以奏肤功”的雄心，从侧面烘托出主将的治军有方。第四章作者以对比之法，先写“玁狁匪茹，整居焦获。侵镐及方，至于泾阳”的凶猛来势；次写车坚马快、旌旗招展的周军先头部队“元戎十乘，以先启行”的军威。一场恶战即将开始，至此，紧张的气氛达到了顶峰。第五章作者并没有被时空逻辑的局限所束缚，凌空纵笔，接连使用了三个“既”字（“戎车既安，如轾如轩。四牡既佶，既佶且闲”），描写己方军队以无坚不克之凛然气势将来犯之敌击退至靠近边界的太原。很自然地从战果辉煌的喜悦之中流露出对主帅的赞美和叹服。从紧张的战斗过渡到享受胜利的平和喜悦，文势为之一变，如飞瀑落山，又如河过险滩，浩荡而雄阔。最末一章，作者由对记忆的描绘转向眼前共庆凯旋的欢宴。“来归自镐”是将记忆与眼前之事联系起来，而“我行永久”说明作者也曾随军远征，定国安邦，与有荣焉。然而自己的光荣之获得，又与主帅的领导有关，可谓自豪与赞扬俱在其中。</p> <p>　　从审美的角度统观全诗，这种以追忆开始，以现实作结的方法，使得原本平淡的描写平添了几分回味和余韵。同时，此诗在行文的节奏上，一、二、三章铺垫蓄势，第四章拔至高潮，第五章舒放通畅，第六章归于宁静祥和，也使诗歌产生了丰富变化的节奏感、灵动感。</p>",
  "about": "<h2>创作背景</h2> 　　这是一首记述和赞美周宣王时代尹吉甫北伐玁狁取得胜利的<a href=\"http://so.gushiwen.org/view_175.aspx\">诗</a>歌。尹吉甫，兮氏，名甲，字伯吉父（一作甫），尹是官名。周房陵（今湖北房县）人。周宣王的大臣，官至内史，据说是《诗经》的主要采集者，军事家、诗人、哲学家，被尊称为中华诗祖。曾深入玁狁腹地，与猃狁正面作战，取得胜利，保证了周王室的安定，立下赫赫战功。姚际恒《诗经通论》说：“此篇则系吉甫有功而归，燕饮诸友，诗人美之而作也。”",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": [
    "诗经",
    "战争",
    "赞美",
    "战士"
  ]
}