{
  "id": 64054,
  "star": 30,
  "name": "贺新郎·梦冷黄金屋",
  "dynasty": "宋代",
  "content": "梦冷黄金屋。叹秦筝、斜鸿阵里，素弦尘扑。化作娇莺飞归去，犹认纱窗旧绿。正过雨、荆桃如菽。此恨难平君知否，似琼台、涌起弹棋局。消瘦影，嫌明烛。 <br>鸳楼碎泻东西玉。问芳悰、何时再展，翠钗难卜。待把宫眉横云样，描上生绡画幅。怕不是、新来妆束。彩扇红牙今都在，恨无人、解听开元曲。空掩袖，倚寒竹。",
  "fanyi": "<p><strong>译文<br></strong>梦中的黄金屋已然凄冷，可叹秦筝上斜排的弦柱似雁阵飞行，洁白的筝弦蒙上了灰尘。她化作娇莺飞回去，还能辨认出纱窗旧日的绿色青痕。窗外正吹过细雨蒙蒙，樱桃加红豆圆润晶莹。这相思愁恨难以平静，君可知情？它就像琼玉棋枰，弹棋局起伏不定。孤灯相伴映出我消瘦的身影，总嫌那烛光太明。<br>鸳鸯楼上碰杯饮酒，玉杯碰碎美酒倾。试问她的芳踪，何时再能相逢？实在难以嫌头簪翠钗的丽影。欲把宫眉画成纤云式样，生绡的画幅描上她的秀容，只怕不是时兴的新妆。歌舞的彩扇、牙板如今都在，只恨无人，能将大宋隆盛的乐曲听懂。空虚地掩袖拭泪，独倚着寂寞寒冷的翠竹!</p> <p><strong>注释<br></strong>1.贺新郎：词牌名。双调，一百六十字，前后段各十句，六仄韵。另有一百十五字、一百十七字诸体。<br>2.黄金屋：形容极其富贵奢华的生活环境。<br>3.秦筝：古秦地(今陕西一带)的一种弦乐器。似瑟，传为秦蒙恬所造，故名。<br>4.斜鸿阵里：筝柱斜列如雁阵。<br>5.素弦：素琴的弦。<br>6.荆桃：樱桃。<br>7.菽（shū）：豆的总称。<br>8.弹棋局：弹棋，古博戏，此喻世事变幻如棋局。<br>9.鸳楼：即鸳鸯楼，为楼殿名。<br>10.东西玉：据《词统》：“山谷<a href=\"http://so.gushiwen.org/view_64054.aspx\">诗</a>：‘佳人斗南北，美酒玉东西。’注：酒器也。玉东西亦指酒。<br>11.翠钗：翡翠钗。<br>12.横云：唐代妇女眉型之一。<br>13.生绡：未漂煮过的丝织品。古时多用以作画，因亦以指画卷。<br>14.红牙：牙板，古乐器。<br>15.开元曲：盛唐时歌曲。<br>16.倚寒竹：<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>诗：“天寒翠袖薄，日暮倚修竹。”</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这是一首抒发亡国之痛的词，词用笔极为婉曲，意境幽深，极尽吞吐之妙。</p> <p>　　“梦冷黄金屋”词中描写的对象乃是一位不凡的美人。“黄金屋”用陈阿娇事。汉武帝年少时，长公主想把女儿阿娇许给他，汉武帝说“若得阿娇作妇，当作金屋贮之。”贝<a href=\"http://so.gushiwen.org/author_398.aspx\">班固</a>《汉武故事》在这里作者借阿娇来写一位美人。词人自己朝思暮想的人不仅是美人，还有故国。起句意谓美人梦魂牵绕的黄金屋已变得凄冷，实际上含有故宫凄凉之意。“叹秦筝、斜鸿阵里，素弦尘扑。”写室内器物，见到自己曾经抚弄过的乐器已蒙上了一层厚厚的灰尘，不禁感慨万千。故以一“叹”字领起，化实景为虚景。秦筝，弦柱斜列如飞雁成行的古筝。素弦，即丝弦。梦魂化莺飞回金屋，还认得旧时的绿色纱窗，雨过，只见荆桃果实已长得如豆大。“化作娇莺飞归去，犹认纱窗旧绿。正过雨、荆桃如菽。”令人心中升腾中怀旧惜春之感。“化作娇莺”梦魂化莺，想象不凡。笔力奇幻，独运匠心。金屋冷寂之境、秦筝尘扑之景，亦为化作娇莺所见。逆入平出，特见波澜。景物描写，虚实交错。</p> <p>　　“此恨难平君知否，似琼台涌起弹棋局。”琼台，此处则指玉石所作的弹棋枰。弹棋局，其形状中央隆起，周围低平。<a href=\"http://so.gushiwen.org/author_204.aspx\">李商隐</a><a href=\"http://so.gushiwen.org/view_64054.aspx\">诗</a>称为“莫近弹棋局，中心最不平”（《无题》）、词人在此以玉制之弹棋局形容心中难平之恨。“此恨难平”总结上面各种情事，积愤难抑，自然喷发。词人由写景到抒怀。“消瘦影，嫌明烛。”借写消瘦的形象，表达一种悲凉的心境。借说“瘦影”，从而通过照出的反常心理曲折加以表露。</p> <p>　　下片以“鸳鸯碎泻东西玉。”起笔。以杯碎酒泻比喻宋朝的覆亡。鸳楼，即鸳鸯楼，为楼殿名。东西玉，酒器名。这句从写和美人的分离，喻指和故国的永别。佳人已远离，眷恋情仍深，词人仍希望能重睹其旧日丰采。“问芳踪、何时再展？”流露出自己重见佳人的热切愿望，但“翠钗难卜”佳人踪迹何在？又表明这一愿望的实现何其渺茫。</p> <p>　　“待把宫眉横云样，描上生绡画幅。怕不是、新来装束。”说自己准备把那容颜描绘在生绡画幅上，想来还是宫人旧时的装束吧。生绡，未经漂煮的丝织品，古人用以作画。眉横云样，指双眉如同纤云横于额前。旧时的装束代指故国的形象。与美人分离，希重会而又渺茫，只好托之丹青。通过这几层描绘，把故国之思写得力透纸背。“彩扇红牙今都在”。彩扇红牙（歌舞时用具），旧时之物俱在，已物是人非，自己聆听盛世之音，百感交集，却知音难觅。此时怀恋故国之人已越来越少只好独自伤怀。作者的这种感叹是对民族意识已经轻淡薄的情况而发的。然以“恨无人解听开元曲”的词语表达，曲笔抒怀也。开元曲，借唐开元盛世的歌曲，此处指宋朝盛时的音乐。“空掩袖，倚寒竹”，借竹的高风亮节表现自己坚贞不渝的品德。</p> <p>　　这是一首具有典型婉约风格的作品。在“梦冷黄金屋”起笔，以幽独伤情作结。表现了词人深沉的故国之恋和不同凡俗的高尚志节。词中借梦抒怀，使境界迷离。以美人为灵魂化身，写故国之思。词人曲笔道出心中郁积很久的块垒，虽用词较为清丽婉约，但表情却仍显酣畅淋漓。</p>",
  "about": "<h2>创作背景</h2> 　　南宋亡国后， 蒋捷许多词作，都表现出作者怀念故国的心情，抒发了丧失山河之恸。此词就是作者用隐喻象征手法，以美人自拟，抒写亡国遗恨。",
  "poet": {
    "id": 442,
    "star": 0,
    "name": "蒋捷",
    "desc": "蒋捷（生卒年不详），字胜欲，号竹山，宋末元初阳羡（今江苏宜兴）人。先世为宜兴巨族，咸淳十年（1274）进士。南宋亡，深怀亡国之痛，隐居不仕，人称“竹山先生”、“樱桃进士”，其气节为时人所重。长于词，与周密、王沂孙、张炎并称“宋末四大家”。其词多抒发故国之思、山河之恸 、风格多样，而以悲凉清俊、萧寥疏爽为主。尤以造语奇巧之作，在宋季词坛上独标一格，有《竹山词》1卷，收入毛晋《宋六十名家词》本、《疆村丛书》本；又《竹山词》2卷，收入涉园景宋元明词续刊本。"
  },
  "tags": [
    "婉约",
    "记梦",
    "抒怀",
    "思念"
  ]
}