{
  "id": 52500,
  "star": 99,
  "name": "相见欢·金陵城上西楼",
  "dynasty": "宋代",
  "content": "金陵城上西楼，倚清秋。万里夕阳垂地，大江流。<br>中原乱，簪缨散，几时收？试倩悲风吹泪，过扬州。",
  "fanyi": "<p><strong>译文</strong><br>南京城上西楼，倚楼观看清秋时节的景色。万里的长江在夕阳下流去。公元1127年（宋钦宗靖康二年）金人侵占中原，官僚们散了，什么时候收复国土？试请悲风吹泪过扬州。</p><p><strong>注释</strong><br>金陵：南京。城上西楼：西门上的城楼。<br>倚清秋：倚楼观看清秋时节的景色。<br>中原乱：指公元1127年（宋钦宗靖康二年）金人侵占中原的大乱。<br>簪缨：当时官僚贵族的冠饰，这里代指他们本人。<br>收：收复国土。<br>倩：请。<br>扬州：地名，今属江苏，是当时南宋的前方，屡遭金兵破坏。 </p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　古人登楼、登高，每多感慨。<a href=\"http://so.gushiwen.org/author_770.aspx\">王粲</a>登楼，怀念故土。<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>登楼，感慨“万方多难”。<a href=\"http://so.gushiwen.org/author_267.aspx\">许浑</a>登咸阳城西楼有“一上高城万里愁”之叹。<a href=\"http://so.gushiwen.org/author_204.aspx\">李商隐</a>登安定城楼，有“欲回天地入扁舟”之感。尽管各个时代的<a href=\"http://so.gushiwen.org/view_52500.aspx\">诗</a>人遭际不同，所感各异，然而登楼抒感则是一致的。</p> <p>　　这首词一开始即写登楼所见。在词人眼前展开的是无边秋色，万里夕阳。秋天是冷落萧条的季节。<a href=\"http://so.gushiwen.org/author_358.aspx\">宋玉</a>在《九辩》中写道：“悲哉，秋之为气也，萧瑟兮，草木摇落而变衰。”杜甫在《登高》中也说：“万里悲秋常作客。”所以古人说“秋士多悲”。当离乡背井，作客金陵的<a href=\"http://so.gushiwen.org/author_723.aspx\">朱敦儒</a>独自一人登上金陵城楼，纵目远眺，看到这一片萧条零落的秋景，悲秋之感自不免油然而生。又值黄昏日暮之时，万里大地都笼罩在恹恹的夕阳中。“垂地”，说明正值日薄西山，余晖黯淡，大地很快就要被淹没在苍茫的暮色中了。这种景物描写带有很浓厚的主观色彩。<a href=\"http://so.gushiwen.org/author_408.aspx\">王国维</a>说：“以我观物，故物皆着我之色彩。”朱敦儒就是带着浓厚的国亡家破的伤感情绪来看眼前景色的。他用象征手法使人很自然地联想到南宋的国事亦如词人眼前的暮景，也将无可挽回地走向没落、衰亡。作者的心情是沉重的。</p> <p>　　下片忽由写景转到直言国事，似太突然。其实不然。上片既已用象征手法暗喻国事，则上下两片暗线关连，意脉不露，不是突然转折，而是自然衔接。“簪缨”，是指贵族官僚们的帽饰。簪用来连结头发和帽子；缨是帽带。此处代指贵族和士大夫。中原沦陷，北宋的世家贵族纷纷逃散。这是又一次的“衣冠南渡”。“几时收？”这是作者提出的一个无法回答的问题。这种“中原乱，簪缨散”的局面何时才能结束呢？表现了作者渴望早日恢复中原，还于旧都的强烈愿望，同时也是对朝廷苟安旦夕，不图恢复的愤慨和抗议。</p> <p>　　结句“试倩悲风吹泪过扬州”。悲风，当然也是作者的主观感受。风，本身无所谓悲，而是词人主观心情上悲，感到风也是悲的了。风悲、景悲、人悲，不禁潸然泪下。这不只是悲秋之泪，更重要的是忧国之泪。作者要倩悲风吹泪到扬州去，扬州是抗金的前线重镇，国防要地，这表现了词人对前线战事的关切。</p> <p>　　全词由登楼入题，从写景到抒情，表现了词人强烈的亡国之痛和深厚的爱国精神，感人至深。</p>",
  "about": "<h2>创作背景</h2> 　　靖康之难，汴京沦陷，二帝被俘。<a href=\"http://so.gushiwen.org/author_723.aspx\">朱敦儒</a>仓猝南逃金陵，总算暂时获得了喘息机会。这首词就是他客居金陵，登上金陵城西门城楼所写的。",
  "poet": {
    "id": 723,
    "star": 0,
    "name": "朱敦儒",
    "image": "http://img.gushiwen.org/authorImg/zhudunru.jpg",
    "desc": "朱敦儒 （1081－1159），字希真，洛阳人。历兵部郎中、临安府通判、秘书郎、都官员外郎、两浙东路提点刑狱，致仕，居嘉禾。绍兴二十九年（1159）卒。有词三卷，名《樵歌》。朱敦儒获得“词俊”之名，与“诗俊”陈与义等并称为“洛中八俊” （楼钥《跋朱岩壑鹤赋及送闾丘使君诗》）"
  },
  "tags": [
    "宋词三百首",
    "豪放",
    "爱国",
    "怀念"
  ]
}