{
  "id": 71321,
  "star": 332,
  "name": "塞下曲",
  "dynasty": "唐代",
  "content": "夜战桑乾北，秦兵半不归。<br>朝来有乡信，犹自寄寒衣。",
  "fanyi": "<p><strong>译文</strong><br>桑乾河北边一场夜战，秦地士兵一半未能归营。<br>早晨后方送来一位士兵的家信，告诉他寒衣已经寄来。</p> <p><strong>注释</strong><br>桑乾（gān）北：桑乾河北岸。桑乾河，永定河的上游，发源于山西，流经华北平原。<br>秦兵：唐都在关中，是秦朝旧地，所以称唐军为“秦兵”。半不归：一半回不来，指战死。<br>乡信：家乡来信。<br>犹自：仍然。寒衣：御寒的衣服。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　“夜战桑乾北，秦兵半不归。”前两句仅用十个字描写了发生在桑乾河北的夜战。这次夜战的结果，使得半数左右的战士再没有回来。这种情形是战争年代很普通、也很真实的悲剧。此<a href=\"http://so.gushiwen.org/view_71321.aspx\">诗</a>仅用纯客观的叙事，真实地反映一场战争。表面看来，作者对此战争未附以感情色彩，但从他描写战争造成的惨重伤亡看，他是十分同情在战争中牺牲的战士，是不赞成这场战争的。另外，诗人说的是桑乾河“北”而非“南”。倘若是在河的南岸作战，那主要是防守；如今却打到了河的北岸，那就是主动方了。主动出击而被打败，其责任在于攻方的决策者、指挥者。这便给与了上层统治者无声的批评。由于作者<a href=\"http://so.gushiwen.org/author_267.aspx\">许浑</a>生活在中唐时代，唐朝已日益走下坡路，边塞诗多染上了时代的感伤情绪。此诗基调是凄婉、哀伤的。唐代诗人写边塞战争，一般习惯于以“汉”代“唐”，但许浑在这里用了“秦”，主要原因是考虑到用“汉”在音律方面犯了“孤平”。从另一方面，将唐王朝比做“暴秦”，或许也折射出对统治者的不满。</p> <p>　　“朝来有乡信，犹自寄寒衣。”这两句运用“以一总万”的手法，在成千上万的牺牲者中挑出某一位战士，写在他牺牲的次日早晨有家信寄来，信中告诉他御寒的衣服已经寄出。上半首简单叙述了一次惨重的边塞战争，下半首说战士的家人来信寄冬衣的事。都不是什么特殊的内容，勾勒得也非常简单平实，但这两个场面紧密地安排在一起却产生了强烈的效果：一夜之隔，顿成阴阳之隔。仅仅差了一个晚上，寄给战士的家信战士再也看不到；信中说缝制的御寒衣服也已寄出，可是再没有人收取它了。此时此刻，阵亡的战士其尸骨抛掷在昨夜的战场，再也不需要寒衣，再也不会感受到亲人的眷念之情了，而家人却仍翘首以待，等待他的回信，等待他报以平安，等待他某一天从战场归来……悲剧效果就这样由于结构安排而产生。犹如电影中的蒙太奇，死亡与等待在同一个时间里交叠，让观者陷入思考，对牺牲者和家属寄予深刻的同情，同时批评残酷的战争。</p> <p>　　这首诗诗人不发任何议论，而倾向性却从作者提炼出来的典型事件上自然地流露出来，短小中见深刻。艺术风格显得自然、平淡、质朴。但平淡并不浅露，思想深刻，耐人寻味，又能平中见奇，善作苦语，奇警动人。</p><br/><h2>赏析</h2> <p>　　<a href=\"http://so.gushiwen.org/author_267.aspx\">许浑</a>是中唐<a href=\"http://so.gushiwen.org/view_71321.aspx\">诗</a>人，目睹国力衰敝，百姓苦于战乱，所以其笔下的边塞诗以反战题材为主，大多透露出浓重的悲凉色彩。</p> <p>　　诗的内容很好理解。桑干夜战，伤亡过半。“乡信”自然是寄给其中某一位死者，上面说已经把征衣寄了过来。在这看似平白无味的话里，体会出诗人蕴含于其中的感情，才是读懂此诗的关键。戍边的丈夫死了，对于在家里苦苦思恋的妻子来说，这无疑是一个悲剧，但更大的悲剧是，作为悲剧主角的妻子，竟然全然不知道悲剧的存在，仍然一厢情愿地思念着丈夫，相信他会回来，却怎么也不会想到自己赶制无数个日夜满载牵挂饱含爱意的征衣竟寄给了冰冷的尸体！悲剧无疑是值得同情的，但身处悲剧而浑不知情的不幸者，不是更让人心酸难言吗？</p> <p>　　<a href=\"http://so.gushiwen.org/author_93.aspx\">陈陶</a>有一首《陇西行》： “誓扫匈奴不顾身，五千貂锦丧胡尘。可怜无定河边骨，犹是春闺梦里人。”内容与此诗几乎完全一样，但论表现力就差了许多。究其原因，我们知道绝句短小，贵在精到，所以一首诗中往往只会留下一个最突出的妙处，以使其效果得到最大化。比如此诗最关键的是戍人已死而家人仍思的反差，那么除此之外的所有艺术处理都被诗人刻意抹去了。而相比之下，陈诗虽然词义更丰，还用了修辞，但由于丰富出来的词句都不是读者最关心的，也不是诗人想要表现的，所以反而淡化了感情，比许诗平庸了许多。</p> <p>　　总的来说，此诗在叙述之外丝毫不加议论，也未曾抒发感情，但其酸楚已使读者不忍卒读，诗人节选战争中的一个细节，写出了整场战争的残酷，可称是一篇难得的佳作。</p>",
  "poet": {
    "id": 267,
    "star": 0,
    "name": "许浑",
    "image": "http://img.gushiwen.org/authorImg/xuhun.jpg",
    "desc": "许浑，晚唐最具影响力的诗人之一，七五律尤佳，后人拟之与诗圣杜甫齐名，更有“许浑千首诗，杜甫一生愁”之语。"
  },
  "tags": [
    "边塞",
    "战争",
    "同情"
  ]
}