{
  "id": 69548,
  "star": 8,
  "name": "杂剧·苏子瞻醉写赤壁赋",
  "dynasty": "元代",
  "content": "第一折<br>黄卷青灯一腐儒。九经三史腹中居。《学而》第一须当记，养子休教不看书。小生姓王名安石，字介甫，金陵建康人氏，官拜参政之职。今因苏子瞻乃眉州眉山县人也，乃苏老泉之子，弟曰子由，妹曰子美。苏轼与某同在帝学读书，今应过举，官拜端明殿大学士。小官家中安排筵宴，管待子瞻，令人请去。子瞻见仆腰插一扇，上有诗一联。东坡因取玩之，知小官所作：\"庭前昨夜西风起，吹落黄花满地金。\"东坡看毕后，续两句成其一绝。他道：\"秋花不比春花谢，说与诗人仔细吟。\"此人不知黄州菊花谢。今夜晚间，安排筵席，请秦少游、贺方回，与苏东坡庆端明殿大学士。为何夜间排设筵席？因俺夫人闻知苏轼胸怀锦绣，口吐珠玑，有贯世之才，未曾得遇。就今晚筵间，出家乐女子数人，内藏着夫人，与众女子一般梳妆，必要见苏轼之面，有何难哉！令人请学士去了，这早晚敢待来也。龙楼风阁九重城，新筑沙堤宰相行。我贵我荣君莫羡，十年前是一书生。小官姓秦名观，字少游。自元祐初举贤良方正，东坡荐于朝，除小官太学博士。今因子瞻宫拜端明殿大学士，有王安石今晚安排筵宴，请俺众官与东坡贺职，小官须索走一遭去。可早来到也。左右人报复去，道有秦观在于门首。大人，有少游大人下马也。道有请。理会的。大人有请。相公早间令人来请，不敢有违，即便赴宴。相公，因苏子瞻官拜端明殿大学士，小官今夜排设一宴，蔬食薄味，特请众位相公，贺端明殿学士之职也。量小官有何德能，着相公如此重意。蔬食薄味，无甚管待，相公请坐。左右门首看者，若有学士来，报复我知道。理会的。声名德化九天闻，良夜家家不闭门。雨后有人耕绿野，月明无犬吠荒村。小官贺方回是也。今苏子瞻官拜端明殿大学士之职，有王安石今晚安排筵宴，请俺众官与子瞻贺学士之职，今早间令人来请，小官须索走一遭去。可早来到也。左右人报复去，道有贺方回来了也。理会的。相公，有贺方回相公来了也。道有请。相公早间令人来请，小官不敢有违也。今因子瞻拜为端明殿大学士之职，小官略排小酌，请众位相公为伴客。蔬食薄味，相公请坐。相公，再有何人？别无他客，则有子瞻学士。早间令人请去，敢待来也。某姓苏名轼，字子瞻，道号东坡，乃西川眉州人也。幼习儒业，游学至京师。逢一友人，姓王名安石，字介甫，<br>金陵建康人氏，与某同馆安歇。今奉圣朝举某与王介甫及第，官里看了某所作之业，深可怜悯，加为翰林学士。适来王介甫请俺夜宴，须索走一遭去。我想为人半世清贫，十载苦志，学得胸中有物，为朝廷显官，治国平天下，当所为也。想俺秀才每学就文章，扶持圣主，方显大丈夫之志也。<br>【仙吕】【点绛唇】想伊每十载寒窗，平生指望，登春榜。今日便怀宝迷邦，谁肯待举直错诸枉。<br>【混江龙】赤紧的斯文天丧，空将这美玉韫匮藏。你便能勾片言折狱，一语兴邦，不肯去兰省一朝登北阙，便想这茅庐三顾到南阳。毛锥乏尽，铁砚磨穿，高歌鼓腹，长笑掀髯。我则待慢登临感慨悦他这个仲宣楼，我则怕有才无命的在颜回巷，我则待养浩然袁门积雪，久以后空嗟叹得潘鬓成霜。<br>且休说别人，则论小官，为功名夺得国家富贵，也非同容易也呵！<br>【油葫芦】且则说我远志轻离父母乡，投京师应举场，将群儒战退气昂昂，夺这翰林两字标金榜，便是那禹门三级桃花浪。那时节进表章，才能勾见帝正。将白衣脱在金阶上，便能勾披紫绶换金章。<br>【天下乐】恁时节宣赐蒙恩出建章，朱也波裳，列在两厢，起蛰龙一声雷震响。会风云志四方，遂功名纸半张，也是男儿当自强。<br>可早来到也。报复去，道有苏轼在于门首。学士来了也。道有请。相公，量小官有何德能，着介甫如此重意。蔬食薄味，略表寸诚。左右将酒来，学士满饮一杯。小官不敢。<br>【那吒令】我这里自想，东坡的伎俩，怎比那东山气象，怎做的东床伴当。主人宽东阁开，直吃的曙色晓东方亮，论甚么日照东窗。<br>【鹊踏枝】且休说翰林忙，暂入他绮罗乡。我则见烛摇红影，月色昏黄。学士，拚了今朝沉醉，有何不可。拚了今宵痛赏，我却甚么检书幌剔尽银缸。<br>学士满饮一杯。小官想与学士布衣交游，今日子瞻官拜端明殿大学士，非同小可也。想小官在布衣之中，志气不曾堕了。<br>【寄生草】今日在编修院，往常住冰雪堂。诗魂高压山河壮，琴弹神鬼魂飘荡，剑挥星斗昏无象。我将这九经苦志二十年，养就这五陵豪气三千丈。想布衣之中，苦志攻习经史，今日博得金章紫绶，千钟之禄也。<br>【幺篇】今日有千钟禄，往常无半日粮。十年礼义勤习讲，半生盐菜贫修养，才落得金章紫绶高名望。我将这五车黄卷隐胸中，才博得一轮皂盖飞头上。左右将酒来，与学士满饮一杯。便好道筵前无乐，不成欢笑。小官有家乐数人，着筵前吹弹歌舞为乐。下次小的每，与我唤出那侍妾来者。妾身乃王安石夫人也。今有苏子瞻官拜端明殿大学士，俺相公今夜排设筵宴，请众官并子瞻学士。为何夜间排宴？因妾身闻知子瞻有贯世之才，妾身要见一面。筵间出家乐侍妾数人，妾身隐于侍女之中，必然见之。可早来到虚檐之下也。你这十数个家乐侍女，则在于帘外，吹的吹，弹的弹，歌的歌。左右一壁厢将酒来，与学士、众位相公递一杯。此侍女中决有安石夫人。我着一个小伎俩，要赚出来。是好受用也呵。<br>【村里迓鼓】玉钩高挂，绣帘低放。我则见银台的这画烛，开华宴乐声嘹亮。靠着这翠矮屏，芙蓉幔，绣帏锦帐。一个个人如玉，花如锦，酒满觞，俺这里别是个风光画堂。<br>学士，你见么？众官听其声不能睹其面，小官问学士求珠玉咱。理会的。左右将文房四宝来。众位相公勿罪，诗就了也。愿闻。只闻檀板与歌讴，不见如花闭月羞。安得好风从地起，倒吹帘卷上金钩。左右，将那绣帘卷起者。恁这十个侍女中，教一个与众相公把一杯。理会的。<br>【元和令】雕盘中霭篆香，金盏内泛琼浆。这的是主人开宴出红妆，列金钗十二行。一个个藕丝新嫩织仙裳，玉圆搓粉颈香。<br>一壁厢乐声响者。<br>【上马娇】他每都宫样妆，列在两厢。知他那个是宫主共梅香，将阳春白雪齐歌唱。夜正凉，直吃的明月转回廊。<br>【游四门】尚兀自绕梁音韵尚悠扬，犴客恼愁肠。小娘子金钗坠也。报一声金钗斜坠乌云上，举手意张狂。忙，将罗帕紧遮藏。<br>【胜葫芦】呀，早露出十指纤纤春笋长，他生的颜色果非常，恰便似困倚东风睡海棠。司空见惯，全胜宋玉，想象赋《高唐》。<br>【后庭花】他生的脸银盘腻粉妆，口微喷兰麝香。云鬓堆鸦翅。金钗插凤凰。细端详，他生的娇容模样，料人间无处长，想蓬莱是故乡。宴蟠桃惹下罪非殃，犯天条奏玉皇。<br>【柳叶儿】呀，他生在九重天上，下彩云误落在朝阳，他生的千娇百媚人中样。比花花无语，比玉玉无香，堪移在兰舍椒房。<br>介甫，酒勾了也。学士再饮几杯。学士，何不作词一首。令人将纸墨笔砚来。下次小的每，将纸墨笔砚来，放在学士跟前。揣揣写就了也。学土试表白咱。词寄〔满庭芳〕。词曰：香霭雕盘。寒生冰箸，画堂别是风光。主人情重，开宴出红妆。腻玉圆搓素颈，藕丝嫩新织仙裳。双歌罢，虚檐转月，余韵尚悠扬。人间何处．有司空见惯，应谓寻常。坐中有狂客，恼乱愁肠。报道金钗坠也，十指露春笋纤长。亲曾见、全胜宋玉，想像赋《高唐》。学士好高才也。将酒来，与学士再饮几杯。小官酒勾了也。相公，天色晚了也，且归后堂中去。相公，酒勾了也。众位相公，再饮几杯去。子瞻学士带酒也。夜深令人一壁厢好生看学士，俺众官告回也。左右将马来，各回私宅中去。众位相公安在？各回私宅中去了。众位学士去了，却才那侍妾小娘子，也回去了也。小官告回也。下次每将酒来，着学士再饮几杯。相公酒勾了也。<br>【尾声】可惜玉山颓，尽教恁金波漾，拚了个前合后仰。终夜劳神将足下央，莫怪我酒席间言语疏狂。出雕墙，月下西厢，消洒西风将醉魂爽。恁把绛纱笼近掌，我紫丝缰款放，趁天风吹下五云乡。苏轼去了。叵耐此人无礼。某请你家宴，小官侍妾，淫词戏却，更待干罢。我到来日见了圣人说过。一者此人不知黄州菊花谢，二者趁此机会，将他贬上黄州，趁了小官之愿。天色晚了也，左右收拾果桌。我无甚事，回后堂去也。<br><br>第二折<br>燮理阴阳赞圣威，经纶天地有奇才。身近玉墀新锦绣，手调金鼎旧盐梅。小官乃殿头官是也。今有苏东坡，官拜端明殿大学士之职。有安石请众官在于宅中夜宴，贺子瞻之职。酒席间王安石出侍妾数人，内有安石夫人，因要见苏东坡之面，席间把酒。不想苏子瞻带酒作〔满庭芳〕一首，戏却大臣之妻。安石奏知圣人。一者此人不知黄州菊花谢，将子瞻贬上黄州，歇马三年，着他即便起程。小官不敢久停久住，须索回圣人走一遭去。穷通造化合天机，死生寿夭预先知。八卦能推天地理，六爻搜尽鬼神疑。某姓邵名雍，字尧夫。始家衡漳。祖讳德新，父讳古，皆隐德不仕。母李氏，其继杨氏。某幼从父徙共城，晚迁河南，葬其亲于伊川，遂为河南人。娶妻王氏，得二子，伯温、仲良是也。某累蒙在朝公相荐举，授为颍川团练推官，某辞疾不赴。某幼时自雄其才，慷慨有大志，既学力慕高远。自希夷授于种放，种授穆伯长，伯长授于李挺之，挺之授于某。高明观天地之运化，阴阳之消长，以达乎万物之变。始至落落，蓬荜环堵，不蔽风雨，躬爨以养其父母。所居曰安乐窝，为瓮牖，读书燕居其下。接人无贵贱亲疏，言必依于孝弟忠信。今因子瞻官拜学士之职，有王安石在家庭请子瞻庆职夜宴。因席间出家乐数人，内有安石之妻。子瞻带酒作〔满庭芳〕戏之。次日安石与圣人说知，怒将子瞻贬上黄州歇马。某同众官在此十里长亭，安排酒肴，与子瞻送行。下着如此大雪，在此等侯。这早晚敢待来也。自家是个解子，上司命着我监押着苏子瞻上黄州去。出的这城来，风又大，雪又紧，他骑着马，也不知他在前面在后头。我伴着他这家童，迎着风雪，低着头走。兀那家童小厮，恁官人在那里？解子哥哥，俺大人骑着马在后面来也。我和你先走到这前头等俺大人。你也说的是。疾快行动些。走、走、走。这小的可怎么睡在大雪里，不起来走路，却是如何？解子哥哥，这塔儿有些滑。这厮说谎。官道上偏那塔儿滑。我试走，若不滑，我打你个弟子孩儿。这里有些儿滑，咱打兀那条路儿上去罢。小官因为昨夜安石开宴，带酒作一词。不想次日安石与官里说知，将某罢职。着这般风雪又紧，不敢久停久住，则索上黄州走一遭去，不知何日回朝。只因席间言语疏狂，谁想有今日也呵！<br>【南昌】【一枝花】则为我数杯狂酒终，今日个三唱阳关后。一鞭催行色，满马载离愁。羊角风飕飕，时遇冬天候，漫漫雪不休。我如今才出皇州，可又早渐入冰壶宇宙。<br>【梁州】我则见银海冻花生的这眼底，玉楼寒耸起肩头。摇鞭袖袅深藏手。风掀毡帽，雪压寒裘。雕鞍懒坐，玉辔慵兜。银妆成山岳林丘，粉填合溪涧坑沟。这雪恰便似无影月淡朦朦光照人间，这雪有如那冻流水响叮叮冰生他这岸口，这雪浑似那不香花舞翩风落枝头。自思，故友，这其间销金帐底羊羔酒，燃宝篆焚香兽。簌地毡帘下玉钩，煞强如独钓在江头。那骑马的是俺相公，我在这里等一等咱。也说的是。老相公，俺在前头走，你骑着马又在后头，俺在后头，你又往前头去了。似这般大风大雪，寻一个村房草店，买两钟酒吃了呵，可也好。你也说的是。<br>【牧羊关】你看那瑞雪迷了前路，彤云蔽了日头，冒风寒满腹离愁。冷冻皮肤，寒侵肌肉。雪拥难行马，风紧懒抬头。我这里战兢兢把不住浑身冷，我说道若雪住了，明日行也罢。也是我官差不自由。<br>着从人门首看着，若学士来，报复我知道。来到这十里长亭也。老相公且下马避一避雪去。学士，老夫与众相公在此长亭之上久等，与学士送行。水酒三杯，权表众情。量某有何德能也，着众相公在此等侯。<br>【贺新郎】我这里停骖举首猛凝眸，恁在这十里长亭，众兄等候。将酒来，与学士饮一杯荡寒咱。你道是劝君更尽一杯酒，则怕酒入愁肠转更愁，学士可愁甚么？这愁烦才了又在眉头。学士，你看风雪如花飞万片，正好饮几杯。你道是雪花飞千万片，且饮酒两三瓯，我则为花浓酒酿，送的我无人救。学士，异日必有相会之期。再谁想有花方饮酒，无月不登楼。<br>学士，小官想来，你与王安石同在帝学，对寒窗十载至友，不想有今日也呵！<br>【牧羊关】俺两个十年旧，到今日一旦休，才得志便与我话不相投。则为他家有贤妻，送了俺交绝故友。我如今苦痛分妻子，他今日谈笑可便觅封侯。学士，那一夜忒酒后疏狂也。都则为一醉三更酒，因此一事，贬学士上黄州歇马。送的我孤身万里游。<br>学士正授端明殿大学士，不想有今日也。众学士言者差也。自古以来，不则小生也。学士，自古以来，可是何人如此？学士说一遍。学士不信，听苏轼说一遍咱。<br>【哭皇天】论今日非吾犯，想前朝先早有。学士，可是何人？韩吏部李翰林他今日立下傍州，他每是遭流的罪罪首。他两个文施翰墨，笔扫千军，临危世乱，势尽时休。传与俺这坏风俗歹事头，一个在潮阳路上，一个在采石渡口。<br>【乌夜啼】他每都摇鞭举棹无人救，送的我眼睁睁有地难投。向山林水馆捱昏昼，一个鞭袅骅骝，一个棹拨轻舟。一个他风涛雪浪五更头，一个漫烟雾障三春后。一个漾了骸骨，一个没了尸首，二人身死，万古名留。<br>左右将酒来，与学士把一杯。小官酒勾了也。敢问先生，这一去黄州，何日还朝？学士不知，某艺祖衡漳，祖讳德新，父讳古，母李氏，其继杨氏。某幼时从父徙共城，晚迁河南，葬其亲于伊川，遂为河南人氏。某生于祥符辛亥，雍之名，尧夫其字也。娶王氏，得其二子伯温、仲良。学士你记者。小官知道。则是小官这一去黄州，未知何日还朝。恁二位学士休怪，小官则今日便索登程也。<br>【耍孩儿】咱本是翰林风月三知友，做了个犯省部条章一罪囚。再不去东华待漏五更头，再不向国史编修。都为那靠妻偎妇的禽兽，背地里厮谗奏。送的我伏侍君王不到头，不能勾故国神游。<br>学士这一去，小心在意，保重长行。<br>【二煞】我从今后无荣无辱无官守，得净得闲得自由。蒙头衲被睡齁齁，高枕无忧。急起来辰时前后，闲访二三友。拣尽溪山好处游，倒大来优游。学士于路上小心在意者。<br>【尾声】我则见樵夫荷担来山口，钓叟鸣榔返渡头。冻云垂，朔风透，送行人，酒数瓯，别离情，诗一首，气长吁，泪暗流。我向那山掩映野人家茅店上宿。<br>子瞻学士去了也。此人他那里知道某玄妙，某观化一巡以知，作诗曰：生于太平世，死于太平世；客问年几何，六十有七岁。俯仰天地间，浩然独无愧。于此熙宁丁巳孟秋癸丑，必疾终于家庭。大人要某家谱，某差使臣上黄州宣命此人问，那其间方知玄妙之机也。老夫无甚事，回私宅中去。学士去了也。若到黄州，一二载之间，小官与圣人说知，必然再宣入朝，依旧还职。俺众官无甚事，左右将马来，各回私宅中去。<br>楔子<br>我做官人高贵，行法断案不会。若是吃的饭饱，则要打盹瞌睡。小官乃黄州刺史。自小攻书，无不通晓。讲《百家姓》\"赵钱孙李\"，念《千字文》\"天地玄黄\"。烂熟就如流水，并无一字差迟。圣人见喜，所除在此黄州，做个刺史。近闻苏东坡不知为何贬在黄州，歇马三年。此人无投托，数次来谒小官。我则常是推托，不与他相见。今日无甚事，张千门首看着。若有甚么人来，报复我知道。理会的。小官苏东坡是也。自到此黄州，一载有余。活计艰辛，妻子炊爨，无计可施。今有此处刺史，与小官往日有交。小官谒托，数次不遇。今有几件公事，于本处欲进举说，若依着我行呵甚好。可早来到也。报复去，道有苏东坡探望相公来。理会的。相公，有苏东坡在于门首。是苏东坡！此人数次打搅，你说道俺相公身子困倦，在睡哩，你且回去。理会的。俺相公说来，身子困倦，他在睡哩，你且回去。此人好无礼也。小官数次拜谒，百般推故，是好轻觑人也。<br>【仙吕】【赏花时】我待将百姓民疾件件举，番做了秋草人情日日疏。老夫寒儒，哎！你个无端宰予，每日家醉卧碧纱橱。<br>【幺篇】却正是粪土之墙不可杇，也曾记周公吐哺书。恁一觉梦华胥，你一个失教化的这士侣，正是朽木可兀的不堪图。<br>张千，苏子瞻去了也。去了也。此人心中必然怪我也。既有圣人言语，怕他做甚么。今无甚事，且回后堂中和夫人猜枚吃酒去也。<br><br>第三折<br>某乃黄鲁直是也，这个乃是佛印禅师。今有子瞻贬在黄州，今遇七月十五日良夜，令人置一只船儿，安排酒肴，请子瞻共俺二人夜游赤壁。令人去请子瞻来也。鲁直，趁此风清月白，正好游赏也。既然如此，我和你江边等侯，走一遭去。秋风飐飐响重重，乡里阿姐嫁了个村老公。村老公立地似弯弓，存地似弹弓，立地似掬弓。头笼重，脚笼重，两管鼻涕拖一桶，污阿姐如乾□抹胸。我道村野牛，村野牛，不如早死了，那竹鵾雕空占了画眉笼。阿外，阿外，自家梢公便是。今有苏东坡夜游赤壁，叫俺撑着这只船，在此等着，这早晚敢待来也。某苏东坡是也。自到黄州，每日与此二贤友交谈作伴，约定今月十五日夜游赤壁，走一遭去。子瞻，你看月朗风清，云收雨霁，青山耸耸，碧永茫茫，是好景致也呵。端的幽奇也呵。<br>【越调】【半鹌鹑】我则见赤壁千寻，清江万顷。水若僧眸，山如佛顶。雨收云霁，风清月明。你看这玉露冷，银汉耿。趁着这短棹轻舟，风恬浪静。<br>【紫花儿序】山明水秀，夜静更阑，会酒友诗朋。千岩风定，万籁无声。舒情，抵多少眼底风光展画屏。四野如悬镜，不是我趁浪逐波，我待要洗耳独清。<br>子瞻，你看碧波如练，月满清江。携樽俎于沧波，吹洞箫于长夜，端的清幽也呵。果好景物也呵。<br>【小桃红】你看这鱼龙吹浪水云腥，月照江心静。船过冲开水中镜，橹声鸣，呀呀才过了芦花径。恰便似惊飞凤鸣，猛惊起白鹭双双并，因此上点破乱山青。<br>将酒与学士把一盏，学士满饮一杯。相公与佛印同饮一杯。将酒来，贫僧相陪学士饮一杯。学士你看，风清月白，景物希奇，堪可赏玩也。趁此景物，正好追欢游赏也。佛印言的是。我也要耍子哩。<br>【金蕉叶】人言语山鸣谷应，靠江边把扁舟缆定。山高处有仙则名，水深处有龙则灵。<br>子瞻，你看山花拂鼻，江声聒耳，更幽哉也。这山花可爱，这江声不可听也。<br>【调笑令】你道是水声，响冷泠，呀，抵多少流尽年光是此声。翠巍巍一带高山静，看人间国祚丰盈。则愿的吾皇万岁社稷兴，有江山依旧青青。将酒来与学士再把一杯，将箫来我试品一曲咱。学士满饮一杯。<br>【耍三台】将品竹才拈定，宁心听，似《箫韶》九成。品起洞箫声。休品。学士为何？怕水底老龙惊，正风寒露冷。似引新雏紫燕花外声，怨离凰彩凤月下鸣。恰便似雁落平沙，猿啼峻岭。<br>【圣药王】一枝的曲未终，韵更清，便似子规枝上月三更。低一声，高一声，似东风花外锦鸠鸣，恰便似斜月睡闻莺。<br>子瞻，如此景物，何不作歌，发一笑耳？理会的、将笔砚来。写就了也。学士，就表白咱。壬戌之秋，七月既望，苏子与客泛舟游于赤壁之下。清风徐来，水波不兴。举酒属客，诵明月之诗，歌窈窕之章。少焉，月出于东山之上，徘徊于斗牛之间。白露横江，水光接天。纵一苇之所如，凌万顷之茫然。浩浩乎如凭虚御风，而不知其所止；飘飘乎如遗世独立，羽化而登仙。于是举酒乐甚，叩舷而歌之。歌曰：\"桂棹兮兰浆，击空明兮溯流光。渺渺兮余怀，望美人兮天一方。\"客有吹洞箫者，倚歌而和之。其声呜呜然，如怨如慕，如泣如诉，余音袅袅，不绝如缕。舞幽壑之潜蛟，泣孤舟之嫠妇。苏子愀然，正襟危坐，而问客曰：\"何为其然也？\"客曰：\"'月明星稀，乌鹊南飞'，此非曹孟德之诗乎？西望夏口，东望武昌，山川相缪，郁乎苍苍，此非孟德之困于周郎者乎？方其破荆州，下江陵，顺流而东也，舳舻千里，旌旗蔽空，酾酒临江，横槊赋诗，固一世之雄也，而今安在哉！况吾与子渔樵于江渚之上，侣鱼虾而友麋鹿。驾一叶之扁舟，举匏樽以相属。寄蜉蝣于天地，渺沧海之一粟。哀吾生之须臾，羡长江之无穷。挟飞仙以遨游，抱明月而长终。知不可乎骤得，托遗响于悲风。\"苏子曰：\"客亦知夫水与月乎？逝者如斯，而未尝往也。盈虚者如彼，而卒莫消长也。盖将自其变者而观之，则天地曾不能以一瞬；自其不变者而观之，则物与我皆无尽也。而又何羡乎？且夫天地之间，物各有主，苟非吾之所有，虽一毫而莫取。惟江上之清风，与山间之明月，耳得之而为声，目遇之而成色，取之无禁，用之不竭。是造物者之无尽藏也，而吾与子之所共适。\"客喜而笑，洗盏更酌。肴核既尽，杯盘狼藉。相与枕藉乎舟中，不知东方之既白。好奇哉也！正好追欢畅饮，不觉东方渐晓。学士，俺须是回去也。不觉天晓，咱收拾回去也。<br>【煞】举目看山青，侧耳听江声。隐遁养姓名，不恋恁世情。无利无名，耳根清净。一心定，不受恁是非忧宠辱惊。<br>【尾声】愿忘忧乐矣乘诗兴，玩赤壁千寻浪鸣。脱离子眼前愁，思量起梦中境。<br>黄鲁直，子瞻去了也。咱无甚事，回寺中去。<br><br>第四折<br>小官殿头官是也。因苏子瞻贬上黄州，有邵雍辞逝，圣人要此人家谱，勒立碑文，诏其子问其故不晓，则有苏子瞻知其详细。圣人命着小官差一使命，直上黄州，请他星夜回朝，复还旧职。若与邵雍立了碑文，那其间再有加官赐赏。说与使命即便去，若来时，报复我知道。小官无甚事，回圣人话，走一遭去。小官苏子瞻，自到黄州，已及一载。时遇春天，对此景物，好伤情也。<br>【双调】【新水令】贬黄州一载受驱驰，过一日胜如一岁。魂飞梁地远，肠断楚天低。芳草烟迷，夕阳外乱山翠。<br>自到黄州，一载之间，遇此景物，好是凄惨人也呵。<br>【驻马听】春事狼藉，桃李东风蝶梦回，离愁索系，关山夜月杜鹃啼。催促江水自奔驰，翰林风月教谁替。谩伤悲，滴不尽多少哭雄泪。<br>家童门首看着，看有甚么人来。理会的。小官天朝使命是也。今奉圣人命，上黄州请着苏子瞻入朝，着他依旧还职。可早来到也。报复去，道有天朝使命在此。理会的。有天朝使命在门首。道有请。家童装香来。苏轼望阙跽着，听圣人命：因你带酒戏作〔满庭芳〕，圣人怒贬你在黄州歇马三载，今经一载也。圣人将你在前罪犯都饶了，差小官将诏命你入朝，复还旧职。谢了恩者。学士，则今日星夜还朝，便索赴阙咱。谁想有今日也呵！使臣请坐。家童，则今日收拾了，便索长行也。理会的。小官乃黄州刺史。听得有天朝使命宣苏东坡。往时见他来，我不理他。今日宣他，倘记着我往时勾当，他不和我结冤？我如今将着这一壶酒，亲自到他宅上递一杯。一来送行，二来陪话。可早到也。我把这羞脸儿揣在怀里。无人报复，我自过去。大人可怜见，小官往日公事忙，不曾探望大人。听知大人回朝，小官无甚么厚礼，着这一壶儿酒，一是与大人送行，二是陪话。望大人休题旧话。老兄，你是何人？大人，则我便是黄州刺史。大人满饮一杯。<br>【搅筝琶】则见他便慌忙跪，举手捧金杯。往日小官临门，数次拜谒，则推睡着，并不放参。旧话休题。今日见奉使重宣，他才个克己复礼。大人旧话休题。你算的个人面逐高低，降尊临卑。往常时得相逢是梦里，今日百事休题。<br>大人恕免这一遭。小官不是了。子瞻，此人是个愚浊之人，不识贤士也。<br>【雁儿落】也不是徒流感圣德，他每才知我缧绁非其罪。我则想人无再少年，元来这花有重开日。<br>【挂玉钩】今日个袖得春风可便马上归，天使，我自到黄州，投了个师父，他道朝野里甚事都不管。可是那个师父？学的这刺史每傍州例，除睡人间着总不知，大人可怜见，是我的不是了。得与俺妻子每团圆会。夸甚么自己醒，说甚么他人醉。胡卢今后，大家休题。<br>子瞻，不必久停久住，俺星夜便索临朝，走一遭去。早是有使臣劝，若非他劝，怎生是了。既然他去矣，我无甚事，左右看马来，回衙去也。<br>小官殿头官是也。今奉圣人命，差使臣请子瞻去了。左右门首看者，学士来时，报复知道。可早来到也，咱见大人去来。报复去，道有使命来了也。道有请。苏轼来了也。小官来也。你去时莫非怨小官么？大人，小官此时因带酒也。小官既得罪，怎敢怨大人？苏轼望阙跪着，听圣人的命：则为你夜间戏作〔满庭芳〕，圣人怒贬你上黄州歇马三年。今日邵雍辞逝，圣人敕立碑文。问其家谱，无人知道。有邵雍子伯温，言说苏子瞻知道。圣人差使星夜请你入朝，着你复还旧职。若立了邵雍碑文，那其间再有加官赐赏。则为你夜筵间酒性疏狂，逞诗豪戏作词章。设琼肴珠帘高卷，出家乐摆列红妆。将你贬上黄州歇马，经一载受彻凄凉。则为邵尧夫身归泉世，因此上遣天臣亲赐朝章。享荣华依还旧职，掌三台位列都堂。今日个加官赐赏，一齐的拜谢吾皇。谁想有今日也呵！<br>【水仙子】则为这友人开宴出红衣，翠袖殷勤捧那个玉杯。劝君莫惜花前醉，我不合开怀饮醁醅，霎时间不记东西。惹起词中意，也是我酒后非，这的是负罪合宜。<br>小官大人跟前说知，杀羊造酒，做一个庆喜的筵席。托赖着一人有德黎民乐，万载千秋仰圣皇。<br>题目王安石谗课满庭词<br>正名苏子瞻醉写赤壁赋</p> <p> ",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "未知作者"
  },
  "tags": []
}