{
  "id": 110,
  "star": 82,
  "name": "十亩之间",
  "dynasty": "先秦",
  "content": "十亩之间兮，桑者闲闲兮，行与子还兮。<br>十亩之外兮，桑者泄泄兮，行与子逝兮。",
  "fanyi": "<p><strong>译文<br></strong>在一片很大很大的桑园里，年轻的姑娘们采桑多悠闲，她们一道唱着歌儿回家转。<br>在相邻一片很大的桑园里，漂亮的姑娘们采桑多悠闲，她们一起说说笑笑往家转。</p> <p><strong>注释<br></strong>十亩之间：指郊外所受场圃之地。<br>桑者：采桑的人。闲闲：宽闲、悠闲貌。<br>行：走。一说且，将要。<br>泄（yì）泄：和乐的样子；一说人多的样子。<br>逝：返回；一说往。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　魏国地处北方，“其地陋隘而民贫俗俭”（<a href=\"http://so.gushiwen.org/author_459.aspx\">朱熹</a>语）。然而，华夏先民是勤劳而乐观的，《魏风·十亩之间）即勾画出一派清新恬淡的田园风光，抒写了采桑女轻松愉快的劳动心情。</p> <p>　　夕阳西下，暮色欲上，牛羊归栏，炊烟渐起。夕阳斜晖，透过碧绿的桑叶照进一片宽大的桑园。忙碌了一天的采桑女，准备回家了。顿时，桑园里响起一片呼伴唤友的声音。人渐渐走远了，她们的说笑声和歌声却仿佛仍袅袅不绝地在桑园里回旋。这就是《十亩之间》展现的一幅桑园晚归图。</p> <p>　　以轻松的旋律，表达愉悦的心情，这是《魏风·十亩之间》最鲜明的审美特点。首先，这与语气词的恰当运用有关。全<a href=\"http://so.gushiwen.org/view_110.aspx\">诗</a>六句，重章复唱。每句后面都用了语气词“兮”字，这就很自然地拖长了语调，表现出一种舒缓而轻松的心情。其次，更主要的是它与诗境表现的内容相关。诗章表现的是劳动结束后，姑娘们呼伴唤友相偕回家时的情景。因此，这“兮”字里，包含了紧张的劳动结束后轻松而舒缓的喘息；也包含了面对一天的劳动成果满意而愉快的感叹。诗句与诗境、语调与心情，达到了完美的统一。所谓动乎天机，不费雕刻。《诗经》的另一篇《周南·芣苢》，也主要写劳动的场景和感受。但由于它刻画的劳动场景不同，诗歌的旋律节奏和审美情调也不同。《周南·芣苢》写的是一群女子采摘车前子的劳动过程，它通过采摘动作的不断变化和收获成果的迅速增加，表现了姑娘们娴熟的采摘技能和欢快的劳动心情。在结构上，四字一句，隔句缀一“之”字，短促而有力，从而使全诗的节奏明快而紧凑。《魏风·十亩之间》与《周南·芣苢》，形成了鲜明的对照，并成为《诗经》中在艺术风格上最具可比性的两首劳动歌谣。前人评《魏风·十亩之间》“雅淡似陶”（陈继揆《读风臆补》）。<a href=\"http://so.gushiwen.org/author_645.aspx\">陶渊明</a>《归园田居》（其三）确写道：“晨兴理荒秽，带月荷锄归。道狭草木长，夕露沾我衣。”但前者充满了姑娘的轻松欢乐，后者则蕴含着陶公的闲适超然；前者明快，后者沉郁，貌似而神异。</p><br/><h2>鉴赏</h2> <p>　　魏国地处北方，“其地陋隘而民贫俗俭”（<a href=\"http://so.gushiwen.org/author_459.aspx\">朱熹</a>语）。然而，华夏先民是勤劳而乐观的，《魏风·十亩之间）即勾画出一派清新恬淡的田园风光，抒写了采桑女轻松愉快的劳动心情。</p> <p>　　夕阳西下，暮色欲上，牛羊归栏，炊烟渐起。夕阳斜晖，透过碧绿的桑叶照进一片宽大的桑园。忙碌了一天的采桑女，准备回家了。顿时，桑园里响起一片呼伴唤友的声音。人渐渐走远了，她们的说笑声和歌声却仿佛仍袅袅不绝地在桑园里回旋。这就是《十亩之间》展现的一幅桑园晚归图。</p> <p>　　以轻松的旋律，表达愉悦的心情，这是《十亩之间》最鲜明的审美特点。首先，这与语气词的恰当运用有关。全<a href=\"http://so.gushiwen.org/view_110.aspx\">诗</a>六句，重章复唱。每句后面都用了语气词“兮”字，这就很自然地拖长了语调，表现出一种舒缓而轻松的心情。其次，更主要的是它与诗境表现的内容相关。诗章表现的是劳动结束后，姑娘们呼伴唤友相偕回家时的情景。因此，这“兮”字里，包含了紧张的劳动结束后轻松而舒缓的喘息；也包含了面对一天的劳动成果满意而愉快的感叹。诗句与诗境、语调与心情，达到了完美的统一。所谓动乎天机，不费雕刻。至此，读者自然联想起《周南·芣苢》，它也主要写劳动的场景和感受。但由于它刻画的劳动场景不同，诗歌的旋律节奏和审美情调也不同。《芣苢》写的是一群女子采摘车前子的劳动过程，它通过采摘动作的不断变化和收获成果的迅速增加，表现了姑娘们娴熟的采摘技能和欢快的劳动心情。在结构上，四字一句，隔句缀一“之”字，短促而有力，从而使全诗的节奏明快而紧凑。《十亩之间》与《芣苢》，形成了鲜明的对照，并成为《诗经》中在艺术风格上最具可比性的两首劳动歌谣。前人评《十亩之间》“雅淡似陶”（陈继揆《读风臆补》）。<a href=\"http://so.gushiwen.org/author_645.aspx\">陶渊明</a>《归园田居》确写道：“晨兴理荒秽，带月荷锄归。道狭草木长，夕露沾我衣。”但前者充满了姑娘的轻松欢乐，后者则蕴含着陶公的闲适超然；前者明快，后者沉郁，貌似而神异。</p> <p>　　对《十亩之间》诗旨的阐释，除《毛诗序》政治附会性的“刺时”说之外，尚有<a href=\"http://so.gushiwen.org/author_366.aspx\">苏辙</a>的“偕友归隐”说和与之相近的方玉润的“夫妇偕隐”说。其实，这是隐然有“归隐”意识的读者，有感于诗中描绘的田园风光，而生发的创造性想像，不是基于诗歌文本的客观阐释。此外，今人尚有主“情诗恋歌”说的，即把“行与子还”、“行与子逝”，解释为姑娘招呼自己的情侣一同走。这则是由于“子”字意义的含混而造成的阐释的歧解。细味全诗，诗章展示的是一幅采桑女呼伴同归的桑园晚归图。</p>",
  "about": "<h2>创作背景</h2> 　　关于此<a href=\"http://so.gushiwen.org/view_110.aspx\">诗</a>的主旨与背景，历来有多种观点。《毛诗序》云：“《十亩之间》，刺时也。言其国削小，民无所居焉。”除《毛诗序》的刺时”说外，还有<a href=\"http://so.gushiwen.org/author_366.aspx\">苏辙</a>的“偕友归隐”说和与之相近的方玉润的“夫妇偕隐”说，另外还有人主张“情诗恋歌”说，即把“行与子还”、“行与子逝”，解释为姑娘招呼自己的情侣一同走。而今人多解此诗为描写采桑女偕伴而归时的诗歌。",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": [
    "诗经",
    "田园"
  ]
}