{
  "id": 5497,
  "star": 43,
  "name": "送綦毋潜落第还乡 / 送别",
  "dynasty": "唐代",
  "content": "圣代无隐者，英灵尽来归。<br>遂令东山客，不得顾采薇。<br>既至金门远，孰云吾道非。<br>江淮度寒食，京洛缝春衣。<br>置酒长安道，同心与我违。<br>行当浮桂棹，未几拂荆扉。<br>远树带行客，孤城当落晖。<br>吾谋适不用，勿谓知音稀。",
  "fanyi": "<p><strong>译文</strong><br>政治清明时代绝无隐者存在，为朝政服务有才者纷纷出来。<br>连你这个像谢安的山林隐者，也不再效法伯夷叔齐去采薇。<br>你应试落弟不能待诏金马门，那是命运不济谁说吾道不对？<br>去年寒食时节你正经过江淮，滞留京洛又缝春衣已过一载。<br>我们又在长安城外设酒饯别，同心知己如今又要与我分开。<br>你行将驾驶着小船南下归去，不几天就可把自家柴门扣开。<br>远山的树木把你的身影遮盖，夕阳余辉映得孤城艳丽多彩。<br>你暂不被录用纯属偶然的事，别以为知音稀少而徒自感慨！</p> <p><strong>注释</strong><br>（1）<a href=\"http://so.gushiwen.org/author_766.aspx\">綦毋潜</a>：綦毋为复姓，潜为名，字季通，荆南人（治所在今湖北江南），<a href=\"http://so.gushiwen.org/author_515.aspx\">王维</a>好友。 <br>（2）圣代：政治开明、社会安定的时代。<br>（3）英灵：有德行、有才干的人。 <br>（4）东山客：东晋谢安曾隐居会稽东山，借指綦毋潜。<br>（5）采薇：商末周初，伯夷、叔齐兄弟隐于首阳山，采薇而食，后世遂以采薇指隐居生活。 <br>（6）既至金门远，孰云吾道非：这两句指虽然未能考中，但不是因为没有才能。金门：金马门，汉代宫门名。汉代贤士等待皇帝召见的地方。吾道非：《孔子家语·在厄》记载：“楚昭王聘孔子，孔子往，陈蔡发兵围孔子，孔子曰：‘匪兕匪虎，率彼旷野，吾道非乎，吾何为至此乎？’”是指孔子叹自己政策的不能实行，半途受到阻碍。<br>（7）江淮度寒食，京洛缝春衣：这两句<a href=\"http://so.gushiwen.org/view_5497.aspx\">诗</a>说綦毋潜落第后将取道洛阳经过江淮回家乡。寒食：古人以冬至后一百零五天为寒食节，断火三日。京洛：指东京洛阳。江淮：指长江，淮水，是綦毋潜所必经的水道。<br>（8）同心：志同道合的朋友、知己。违：分离。 <br>（9）行当：将要。桂棹：桂木做的船桨。<br>（10）未几：不久。 <br>（11）“吾谋”句：左传记载：“士曾行，绕朝赠之以策（马鞭）曰：‘子无谓秦无人，吾谋适不用也。’”适，偶然的意思。“吾谋”句说綦毋潜此次落第是偶然失败。<br>（12）知音稀：语出《古诗十九首》：“不惜歌者苦，但伤知音稀。”</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这是一首送别<a href=\"http://so.gushiwen.org/view_5497.aspx\">诗</a>。此诗围绕送友还乡，层层深入，娓娓道来。诗人对<a href=\"http://so.gushiwen.org/author_766.aspx\">綦毋潜</a>参加科举考试落第一事反复地进行慰勉，鼓励友人不要灰心懊丧，落第只是暂时的失意，要相信世上还会有知音，如今政治清明，有才能的人最终是不会受埋没的，表达了对朋友怀才不遇的同情和劝慰，写得委婉尽致。</p> <p>　　开头四句言当今正是太平盛世，人们不再隐居，而是纷纷出山应考，走向仕途。“圣代”一词充满了对李唐王朝的由衷信赖和希望。“尽来归”，是出仕不久、意气风发的诗人对天下举子投身科考的鼓励，规劝綦毋潜不发归隐，而要振作精神，树立信心，争取再考。五、六句是对綦毋潜的安慰：尽管这一次未能中第入仕，但选择科举之路是没有错的，只要坚持下去，总会有希望的。七至十句是劝綦毋潜暂回家去。“度寒食”“缝春衣”，是从时令上提醒对方，含有关切之情。“江淮”“京洛”，从路线的选择上提出建议，含有送别之意。“置酒”相送、“同心”相勉，足见诗人对綦毋潜的深情厚意与殷殷期望。十一至十四句设想对方回乡的快捷与沿途风光，给人以温暖之感，意在安慰对方，不要背上落第的包袱，要开心起来。最后两句规劝对方，这次落第只是自己的才华恰好未被主考官赏识，切不要因此怪罪于开明的“圣代”，不要怨天尤人，切莫以为朝中赏识英才的人稀少。这一恳切安慰之辞很能温暖人心，激励綦毋潜继续仕进。</p> <p>　　这一首送别诗不仅写出了对朋友的关心、理解、慰勉与鼓励，也表现出诗人积极入世的思想。全诗感情真挚而亲切，诗人为友人的落第而惋惜，对友人的遭遇深表同情，但全诗的格调并不流于感伤，相反显得奋发昂扬。这样的送别诗自然会给友人以慰藉和鼓舞。读这样一首送别诗，会让人有一波感动，有一份温暖，不仅被诗人对朋友的谆谆告别语所感动，更被诗人对朋友的殷殷慰勉情所温暖。</p>",
  "about": "<h2>讲解</h2> 　　这是一首送别<a href=\"http://so.gushiwen.org/view_5497.aspx\">诗</a>。诗人对参加科举考试落第的<a href=\"http://so.gushiwen.org/author_766.aspx\">綦毋潜</a>予以慰勉、鼓励。开头四句言当今正是太平盛世，人们不再隐居，而是纷纷出山应考，走向仕途。“圣代”一词充满了对李唐王朝的由衷信赖和希望。“尽来归”，是出仕不久、意气风发的诗人对天下举子投身科考的鼓励，规劝綦毋潜不发归隐，而要振作精神，树立信心，争取再考。五、六句是对綦毋潜的安慰：尽管这一次未能中第入仕，但选择科举之路是没有错的，只要坚持下去，总会有希望的。七至十句是劝綦毋潜暂回家去。“度寒食”、“缝春衣”，是从时令上提醒对方，含有关切之情。“江淮”、“京洛”，从路线的选择上提出建议，含有送别之意。“置酒”相送、“同心”相勉，足见诗人对綦毋潜的深情厚意与殷殷期望。十一至十四句设想对方回乡的快捷与沿途风光，给人以温暖之感，意在安慰对方，不要背上落第的包袱，要开心起来。最后两句规劝对方，这次落第只是自己的才华恰好未被主考官赏识，切不要因此怪罪于开明的“圣代”，不要怨天尤人，切莫以为朝中赏识英才的人稀少。这一恳切安慰之辞很能温暖人心，激励綦毋潜继续仕进。这一首送别诗不仅写出了对朋友的关心、理解、慰勉与鼓励，也表现出诗人积极入世的思想。读这样一首送别诗，会让人有一波感动，有一份温暖，不仅被诗人对朋友的谆谆告别语所感动，更被诗人对朋友的殷殷慰勉情所温暖。<br/><h2>创作背景</h2> 　　<a href=\"http://so.gushiwen.org/author_766.aspx\">綦毋潜</a>是在公元726年（唐玄宗开元十四年）登进士第的，因此这次落第至少应在三年之前，则此<a href=\"http://so.gushiwen.org/view_5497.aspx\">诗</a>当作于<a href=\"http://so.gushiwen.org/author_515.aspx\">王维</a>公元723年（开元十一年）被贬济州之前。当时唐玄宗虽然征招人才，但仍有许多贤能未能被用，所以诗中有“君门远”之叹。",
  "poet": {
    "id": 515,
    "star": 0,
    "name": "王维",
    "image": "http://img.gushiwen.org/authorImg/wangwei.jpg",
    "desc": "王维（701年－761年，一说699年—761年），字摩诘，汉族，河东蒲州（今山西运城）人，祖籍山西祁县，唐朝诗人，有“诗佛”之称。苏轼评价其：“味摩诘之诗，诗中有画；观摩诘之画，画中有诗。”开元九年（721年）中进士，任太乐丞。王维是盛唐诗人的代表，今存诗400余首，重要诗作有《相思》《山居秋暝》等。王维精通佛学，受禅宗影响很大。佛教有一部《维摩诘经》，是王维名和字的由来。王维诗书画都很有名，非常多才多艺，音乐也很精通。与孟浩然合称“王孟”。"
  },
  "tags": [
    "唐诗三百首",
    "送别",
    "慰勉",
    "友情"
  ]
}