{
  "id": 18351,
  "star": 10,
  "name": "插田歌",
  "dynasty": "唐代",
  "content": "　　<span style=\"font-family:SimSun;\">连州城下，俯接村墟。偶登郡楼，适有所感，遂书其事为俚歌，以俟采诗者。</span></p> <p>　　冈头花草齐，燕子东西飞。田塍望如线，白水光参差。农妇白纻裙，农夫绿蓑衣。齐唱田中歌，嘤伫如竹枝。但闻怨响音，不辨俚语词。时时一大笑，此必相嘲嗤。水平苗漠漠，烟火生墟落。黄犬往复还，赤鸡鸣且啄。路旁谁家郎？乌帽衫袖长。自言上计吏，年初离帝乡。田夫语计吏：“君家侬定谙。一来长安罢，眼大不相参。”计吏笑致辞：“长安真大处。省门高轲峨，侬入无度数。昨来补卫士，唯用筒竹布。君看二三年，我作官人去。”",
  "fanyi": "<p><strong>译文</strong><br>　　<span style=\"font-family:FangSong_GB2312;\">连州城下，俯接着村落。偶然登上连州郡城楼，正好有所感受，于是把所感之事写成民间歌谣，以等待采风的人来搜集它。</span></p> <p>　　冈上头花草一抹齐，燕子飞东呵又飞西。远望田塍像条线呵，一片白水波光参差。农妇穿着白麻布裙，农夫披着绿草蓑衣。一齐唱起田中歌呀，轻声细语好似竹枝。但听哀怨的歌声响，不懂俚语不辨歌词。时不时的一阵大笑，定是互相嘲笑嬉戏。水田平平苗儿漠漠，烟火升在村村落落。大黄狗，来回地走，红公鸡，边叫边啄。路旁谁家的小伙子，戴乌帽穿着大袖衣。自报说他是上计吏，年初才刚刚离京师。田夫对计吏把话讲：“您家我可非常熟悉。您一从长安回乡里，见人就装作不认识。”计吏笑着上前答话：“长安真大得了不起。省禁大门高大又威严，我可进去过无数次。近来补卫士的缺额，用一筒竹布就可以。您看二三年以后吧，我一定作个官人去。”</p> <p><strong>注释</strong><br>插田：插秧。<br>连州：地名，治所在今广东连县。<br>村墟：村落。墟，即虚，集市。宋代人吴处厚《青箱杂记》第三卷载：“岭南谓村市为墟。柳子厚《童区寄传》云：‘之虚所卖之。’又<a href=\"http://so.gushiwen.org/view_18351.aspx\">诗</a>云：‘青箬（ruò）裹盐归峒客，绿荷包饭趁虚人’即是也。盖市之所在，有人则满，无人则虚，而岭南村市，满时少，虚时多，谓之为虚，不亦宜乎！”（岭南把乡村集市叫作虚。<a href=\"http://so.gushiwen.org/author_646.aspx\">柳宗元</a>《童区寄传》说：“到虚所卖他。”柳又作《柳州峒氓》诗说：“青竹皮裹着盐的是归峒之客，绿荷叶包着饭的是赶集的人”，说的就是集市。因为集市之处，有人的时候则拥挤不堪，无人的时候就一片空虚，而岭南的村市，有人的时候少，无人的时候多，称它作虚，是恰当的。）<br>郡楼：郡城城楼。<br>适：偶然，恰好。<br>俚歌：民间歌谣。<br>俟（sì）：等待。<br>采诗者：采集民谣的官吏。《汉书·艺文志》说：“古有采诗之官，王者所以观风俗，知得失，自（资）考证也”。这一句指有意仿照民谣，中含讽谕，希望能下情上达，引起皇帝注意。<br>田塍（chéng）：田埂。<br>参差：原指长短不齐的样子。这里形容稻田水光闪烁，明暗不定。<br>白纻（zhù）裙：白麻布做的裙子。纻，麻布。<br>蓑衣：用草或棕毛编织的雨衣。<br>田中歌：一作“郢中歌”。<br>嘤（yīng）伫（zhù）：细声细气，形容相和的声音。<br>如竹枝：像川东民歌《竹枝词》一样（句中句尾有和声）。<br>怨响音：哀怨的曲调。<br>不辨俚语词：听不懂歌词的内容。<br>嘲嗤（chī）：嘲讽、讥笑，开玩笑。<br>漠漠：广漠而沉寂。<br>郎：年轻小伙子。<br>乌帽：官帽，乌纱帽。东晋时为宫官所戴，至唐代普及为官帽。<br>上计吏：也叫上计、计吏，是封建社会地方政府派到中央办理上报州郡年终户口、垦田、收入等事务的小吏。<br>帝乡：帝王所在，即京都长安。<br>侬（nóng）：我，方言。<br>谙（ān）：熟悉。<br>眼大：眼眶子高了，瞧不起人。<br>相参：相互交往。<br>省门：宫廷或官署的门。汉代称宫中为省中，宫门为省闼（tà）。唐代中央政府中有尚书、门下、中书、秘书、殿中、内侍六省，所以官署之门也称省门。<br>轲峨：高大的样子。<br>无度数：无数次。<br>昨来：近来，前些时候。<br>补卫士：填补了皇宫卫士的缺额。<br>筒竹布：筒中布和竹布。筒中布又名黄润，是蜀中所产的一种细布。竹布是岭南名产。“筒”字也可以讲成一筒两筒的筒。左思《蜀都赋》：“黄润比筒”的“比筒”，就是每筒的意思。筒竹布即是一筒竹布。<br>官人：做官的人。指官。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　<a href=\"http://so.gushiwen.org/view_18351.aspx\">诗</a>序说：“连州城下，俯接村墟。偶登郡楼，适有所感，遂书其事为俚歌，以俟采诗者。”此诗有感而发，且借用俚歌形式，其目的在于明确表示诗人作诗是为了讽谕朝政、匡正时阙，等待中央派官吏来采集歌谣。采诗之说起于《诗经》，兴盛于汉魏以来的乐府，是指中央乐府机构将民间诗作采集整理，一方面可以使这些优秀的民间诗作得以流传，另一方面，也可以使得统治者借以体察民情。中唐新乐府诗虽然大都有意仿效乐府民歌通俗浅显的风格，但像《插田歌》这样富于民歌天然神韵的作品也并不多见。这首诗将乐府长于叙事和对话的特点与山歌俚曲流畅清新的风格相结合，融进诗人善于谐谑的幽默感，创造出别具一格的诗歌意境。</p> <p>　　诗中前六句可以作为一小节来看，用清淡的色彩和简洁的线条勾勒出插秧时节春光明媚，农夫农妇插秧时整个田野间一派生机盎然的景象。而且诗人在工整的构图上穿插进活泼的动态：冈头花草崭齐、燕子穿梭飞舞、田埂笔直如线、清水粼粼闪光以及穿着白麻布做的衣裙的农妇和披着绿草编的蓑衣的农夫，白裙绿衣与绿苗白水的鲜明色彩分外调和，传达出一种朴素的人文美，也展示了自然生机的美与明媚春光的和谐统一。</p> <p>　　接下来的六句中，诗人进一步通过听觉来描写农民劳动的热闹景象。前一节的景物描写可看作是一种静态背景的铺叙，而这一节则主要刻画了人物的活动。诗人抓住农人的歌声进行细致刻画，虽然诗人远在郡楼之上，又加之农夫农妇们是以地方俚语唱和，必然使诗人无法辨清其词，却亦能欣赏其旋律，这些歌虽然是俚歌，也缠绵柔媚、如琢如磨。“怨响音”是农民们在繁重劳动和艰难生活的重压下自然流出的痛苦呻吟，但由于唱的人心境之宽，整个气象是洋溢着欢乐与舒畅的。“时时一大笑，此必相嘲嗤”十分传神，在农夫们一片整齐的哼唱中时时穿插进一阵阵嘲嗤的大笑，忧郁的情调与活跃的气氛奇妙地融合在一起，因而歌声虽然哀怨，但并无沉闷之感。歌声与笑声渲染了浓烈的气氛，传达的情感感染了作为听者的诗人。农民们毫无机心的欢乐与热情毫发毕现、洋溢笔端。</p> <p>　　诗人没有描写劳动时间的推移过程，而仅用“水平苗漠漠”一句景物描写点明插秧已毕，使场景自然地从水田转移到村落，处理得圆融机巧，不露生硬痕迹。以水田插完后“苗漠漠”的情景直接转向墟里烟火，既表现了地点的变更，也将时间的推移显现出来，时空转换得巧妙无痕。并且诗人也将村落里富有生活气息的情景，不着痕迹地展现出来，此间并未用新奇的语句，而是套用田园诗的一贯意象与写法，令人有一种熟悉感。同时这种套用不是毫无创意的搬用，其中渗透了作者自己的观察。同时，他在对村落描写的过程中非常自然地引出了此诗的主人公——上计吏，将全诗前后两部分对比的内容天衣无缝地接合成一个完整的场面。对上计吏的形象刻画，也是始于对其衣饰的描写，乌帽长衫的打扮同农妇农夫的白裙绿衣区分开来，不但显示出上计吏与农夫身份地位的差别，而且使人联想到它好像一个小小的黑点玷污了这美好的田野，正如他的庸俗污染了田间辛勤劳动的纯朴气氛一样。上计吏自我介绍的一个“自”字、谎称自己本生于帝乡，巧妙地表现了上计吏急于自炫身份的心理，这些使他的登场成了与前半部分完全不和谐的音符。</p> <p>　　诗歌自上计吏出场后，便以他与农人对话的方式将诗的主旨缓缓道来。汉乐府诗以对话的形式叙述情节、表达感情的比比皆是。<a href=\"http://so.gushiwen.org/author_197.aspx\">刘禹锡</a>借用这种古法与他反映时事、讽喻时政的写作目的相得益彰。然淳朴的农夫并未屈媚于他的特殊身份，对上计吏的应酬颇含深意，一言揭穿了他的底细。“君家侬定谙”可谓快人快语，说明农夫知道上计吏本来也是出身于附近乡村的，反驳了上计吏吹嘘自己的谎话。“一来长安道，眼大不相参”刻画了计吏自从当上小官、去过一趟长安后便自谓身份高贵、不认故人的作派。话虽是对“这一个”计吏而发，却也概括了封建社会世态炎凉的普遍现象，揭示了官贵民贱的社会关系的本质。计吏没有听出田夫话里的讽刺意味，反而“笑”着致辞，仍极力炫耀自己。这一“笑”正显出他的愚蠢。“长安真大处。省门高轲峨，侬入无度数”，活画出尚未脱掉土气的计吏鄙俗可笑的神情和虚荣浅薄的性格。然计吏的夸耀揭露出了朝廷卖官鬻爵的现象。“昨来补卫士，唯用筒竹布”是全诗讽刺的重点。既然计吏的姓名补入朝廷禁军的缺额，只须拿出些筒竹布便贿赂得来，那么官职当然也可随意买卖了，一个“唯”道出了官位的不值钱。“君看二三年，我作官人去”，这种推测既是计吏的自夸，也道出了诗人的忧虑——一个毫无见识，等同于农人的计吏凭借微薄的付出，竟然可以作朝廷官员。但让这话出自一个小小的计吏之口，则收到比诗人直接议论更强烈的效果。连计吏都觉得官价便宜，更可见出皇家卫士名额之贱，朝廷卖官鬻爵之滥，朝廷不看重能力，甚至连身份也不再看重，眼中唯有铜臭二字。全诗写到计吏得意忘形地预卜自己将会高升的前途时便戛然而止。听了这一席话农夫的反应如何，则让读者自己去想象，这就留下了无穷的余味。这一段对话全用口语，寥寥数言，朴素无华，却传神地表现出农夫与计吏这两个不同身份的人物不同的心理状态和性格特征，体现了诗人通俗活泼而又具有高度概括力的语言特色。</p> <p>　　这首诗前面的写景、后半部分巧借对话委婉传达讽喻主旨，朴实简练，继承汉乐府缘事而发的优秀传统，未及一语表达诗人的观点，也没有评论的陈述和激动的抒情，只有白描式的叙述，但讽谏的意旨已达，痛心的感情已然力透纸背。这首诗表情达意、深入浅出、题旨深远，在诙谐嘲嗤中寄寓严肃的政治意义，以平凡真实的生活显示深刻的主题思想，从艺术结构、叙事方式、细节描写到人物对话都深得汉乐府民歌的真髓，但又表现出诗人明快简洁幽默的独特风格，因而以高度的思想艺术价值为中唐新乐府运动增添了光彩，是新乐府运动中的一株奇葩。</p>",
  "about": "<h2>创作背景</h2> <p>　　这首<a href=\"http://so.gushiwen.org/view_18351.aspx\">诗</a>写于<a href=\"http://so.gushiwen.org/author_197.aspx\">刘禹锡</a>二度被贬为连州刺史期间。元和年间<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>和<a href=\"http://so.gushiwen.org/author_18.aspx\">元稹</a>等人大力提倡并创作反映现实、关乎国计民生的新题乐府诗，史称“新乐府运动”。继承汉乐府“感于哀乐，缘事而发”的传统，但是又不入乐，而以新题反映时事，因此这些诗被称为“新乐府”。</p> <p>　　刘禹锡出身于庶族地主家庭，从小生活在江南地区，对那里的农民生活是有所了解的。“永贞革新”失败后，刘禹锡被一贬再贬，长期沉于下僚，远居边荒，使他有了更多的接触社会下层的机会，使他对农民的生活有了更多的了解。他对农民的疾苦是比较关心的。在任地方官期间，每遇灾害他便上书请求救济和蠲免。他写了一些表现劳动人民生活和劳动的诗篇，《插田歌》即其中之一。</p>",
  "poet": {
    "id": 197,
    "star": 0,
    "name": "刘禹锡",
    "image": "http://img.gushiwen.org/authorImg/liuyuxi.jpg",
    "desc": "刘禹锡（772－842），字梦得，汉族，中国唐朝彭城（今徐州）人，祖籍洛阳，唐朝文学家，哲学家，自称是汉中山靖王后裔，曾任监察御史，是王叔文政治改革集团的一员。唐代中晚期著名诗人，有“诗豪”之称。他的家庭是一个世代以儒学相传的书香门第。政治上主张革新，是王叔文派政治革新活动的中心人物之一。后来永贞革新失败被贬为朗州司马（今湖南常德）。据湖南常德历史学家、收藏家周新国先生考证刘禹锡被贬为朗州司马其间写了著名的“汉寿城春望”。"
  },
  "tags": [
    "农民",
    "乐府",
    "民歌"
  ]
}