{
  "id": 62189,
  "star": 75,
  "name": "瑞鹤仙·秋感",
  "dynasty": "宋代",
  "content": "泪荷抛碎璧。正漏云筛雨，斜捎窗隙。林声怨秋色。对小山不迭，寸眉愁碧。凉欺岸帻。暮砧催、银屏翦尺。最无聊、燕去堂空，旧幕暗尘罗额。 <br>行客。西园有分，断柳凄花，似曾相识。西风破屐。林下路，水边石。念寒蛩残梦，归鸿心事，那听江村夜笛。看雪飞、苹底芦梢，未如鬓白。",
  "fanyi": "<h2>注释</h2> ⑴瑞鹤仙：词牌名。《清真集》、《梦窗词集》并入“高平调”，但各家句豆出入颇多。全词一百二字，前片十句七仄韵，后片十二句六仄韵。上片第二句及下片第八句为上一、下四句式。<br>⑵捎：一本作“梢”。<br>⑶迭：一本作“送”。",
  "shangxi": "<h2>鉴赏</h2> <p>　　此词为梦窗再至苏州之作。上片以景衬情。“泪荷”三句，状秋天风雨景致。言风紧雨密，池中荷叶上的水珠像击得粉碎的玉璧碎块似的向四周抛洒。密集的雨点，随着风势斜袭着紧闭的窗隙。“林声”三句，风雨启愁心。言风雨侵秋林，使林中发出似怨似泣的声音，正是“秋风秋雨愁煞人”。因此，词人凝视着对面雨幕中一座孤零零的小土山，山上的草木由碧转黄，不觉兴起人生苦短之感，所以紧锁眉头，愁上心头。“凉欺”两句，因凉而想到添衣，进而思念起曾为他制衣的亲人。“帻”，古人包发的头巾。词人说：“凉风袭人，头上虽然裹着头巾，但仍旧感到阵阵寒意。由此想起添加衣衫。但衣衫虽在，那曾经为我漏夜赶制这衣衫的人儿如今却在哪儿呢？”据陈洵《海绡说词》云：“暮砧催、银屏剪尺”一句，是全词最惊心动魄处。盖因闻砧而思裁剪之人也。“最无聊”两句，点出制衣之人已去。“燕去堂空”句中之“燕”， 在《梦窗词》中多指人， 如《浣溪沙》“门隔花深梦旧游，夕阳无语燕归愁”；《三姝媚·过都城旧居有感》“犹是曾巢，谢堂双燕”；《夜合花·自鹤江入京泊葑门外有感》“似西湖燕去，吴馆巢荒”；《唐多令》“燕辞归、客尚淹留”；《绛都春·燕亡久矣京口适见似人怅怨有感》“南楼坠燕”。杨铁夫《梦窗词笺释》说：“燕指去姬”。但从《夜合花》“似西湖燕去，吴馆巢空”，及《绛都春·燕亡久矣京口适见似人怅怨有感》题中的“燕亡”与词中的“南楼坠燕”来看，应是指杭之亡妾。总之，是梦窗亲人无疑。此言最没有意思的是人去楼空，只剩下词人孤身一人，室中无人打扫，常会身沾灰尘，额触蛛网。</p> <p>　　下片情中含景。“行客”两字换头，点明词人是位离井背乡，在外羁旅行役，以度生计的人。“西园”三句，言此刻即使去园中所见的也无非是残柳败花，而这凄凉的秋景，又与当日词人与苏姬分手时的西园景色极为相似，因此更加引起词人的伤感情绪。正是因为词人心中先有了离愁别恨，所以景物也变成了“感时花溅泪，恨别鸟惊心”（<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>《春望》句）。“西园”，即<a href=\"http://so.gushiwen.org/author_670.aspx\">吴文英</a>在苏州的居所旁花园。在《梦窗词集》中，词人多次提到“西园”，如：《水龙吟》“西园已负，林亭移酒，松泉荐茗。”《风入松·桂》“暮烟疏雨西园路，误秋娘浅约宫黄”。《莺啼序》“残蝉度曲，唱彻西园。”《浪淘沙》“往事一潸然，莫过西园。”可见“西园”并非泛指。据《莺啼序》词有“横塘棹穿艳锦”，“念省惯吴宫忧愁”等句可知其地在苏州。近人有直指在阊门之西的。“西风”三句，“西风”点出秋季，“破屐”刻画“行客”的装束。“林下路”、水边石”，都是词人旧地重游之处。“念寒蛩”三句，言在蟋蟀的悲鸣声中，好梦难果。而词人思念故土，归心似箭，根本没有心思去欣赏暮寒中江村里发出的哀笛声。“看雪飞”两句自叹。“苹”，蕨类植物，生在浅水中，茎横生在泥中，质柔软，有分枝，叶有长柄，四片小叶生在叶柄顶端，到夏秋时候，叶柄的下部生出小枝，枝上生子囊，里面有孢子。也叫田字草。此言空中的飞雪，浮苹背面的茸毛，芦的花絮都是纯白色的，但与词人的双鬓相比，还是头发白。结句叹己由愁而发白，有感叹老之已至之意。</p>",
  "poet": {
    "id": 670,
    "star": 0,
    "name": "吴文英",
    "image": "http://img.gushiwen.org/authorImg/wuwenying.jpg",
    "desc": "吴文英（约1200～1260），字君特，号梦窗，晚年又号觉翁，四明（今浙江宁波）人。原出翁姓，后出嗣吴氏。与贾似道友善。有《梦窗词集》一部，存词三百四十余首，分四卷本与一卷本。其词作数量丰沃，风格雅致，多酬答、伤时与忆悼之作，号“词中李商隐”。而后世品评却甚有争论。"
  },
  "tags": [
    "秋天",
    "羁旅",
    "写景",
    "感伤"
  ]
}