{
  "id": 10396,
  "star": 85,
  "name": "丽人行",
  "dynasty": "唐代",
  "content": "三月三日天气新，长安水边多丽人。<br>态浓意远淑且真，肌理细腻骨肉匀。<br>绣罗衣裳照暮春，蹙金孔雀银麒麟。<br>头上何所有？翠微盍叶垂鬓唇。<br>背后何所见？珠压腰衱稳称身。<br>就中云幕椒房亲，赐名大国虢与秦。<br>紫驼之峰出翠釜，水精之盘行素鳞。<br>犀箸厌饫久未下，鸾刀缕切空纷纶。<br>黄门飞鞚不动尘，御厨络绎送八珍。<br>箫鼓哀吟感鬼神，宾从杂遝实要津。<br>后来鞍马何逡巡，当轩下马入锦茵。<br>杨花雪落覆白苹，青鸟飞去衔红巾。<br>炙手可热势绝伦，慎莫近前丞相嗔！",
  "fanyi": "<p><strong>译文</strong><br>三月三日阳春时节天气清新，长安曲江河畔聚集好多美人。<br>姿态凝重神情高远文静自然，肌肤丰润胖瘦适中身材匀称。<br>绫花绫罗衣裳映衬暮春风光，金丝绣的孔雀银丝刺的麒麟。<br>头上戴的是什么珠宝首饰呢？翡翠玉做的花饰垂挂在两鬓。<br>在她们的背后能看见什么呢？珠宝镶嵌的裙腰多稳当合身。<br>其中有几位都是后妃的亲戚，里面有虢国和秦国二位夫人。<br>翡翠蒸锅端出香喷的紫驼峰，水晶圆盘送来肥美的白鱼鲜。<br>她们捏着犀角筷子久久不动，厨师们快刀细切空忙了一场。<br>宦官骑马飞驰不敢扬起灰尘，御厨络绎不绝送来海味山珍。<br>笙箫鼓乐缠绵宛转感动鬼神，宾客随从满座都是达官贵人。<br>有一个骑马官人是何等骄横，车前下马从绣毯上走进帐门。<br>白雪似的杨花飘落覆盖浮萍，青鸟飞去衔起地上的红丝帕。<br>杨家气焰很高权势无与伦比，切勿近前以免丞相发怒斥人！</p> <p><strong>注释</strong><br>⑴三月三日：为上巳日，唐代长安士女多于此日到城南曲江游玩踏青。<br>⑵态浓：姿态浓艳。意远：神气高远。淑且真：淑美而不做作。<br>⑶肌理细腻：皮肤细嫩光滑。骨肉匀：身材匀称适中。<br>⑷“绣罗”两句：用金银线镶绣着孔雀和麒麟的华丽衣裳与暮春的美丽景色相映生辉。<br>⑸翠微：薄薄的翡翠片。微：一本作“为”。 訇叶：一种首饰。鬓唇：鬓边。<br>⑹珠压：谓珠按其上，使不让风吹起，故下云“稳称身”。 腰衱：裙带。<br>⑺就中：其中。云幕：指宫殿中的云状帷幕。椒房：汉代皇后居室，以椒和泥涂壁。后世因称皇后为椒房，皇后家属为椒房亲。<br>⑻“赐名”句：指天宝七载（748）唐玄宗赐封杨贵妃的大姐为韩国夫人，三姐为虢国夫人，八姐为秦国夫人。<br>⑼紫驼之峰：即驼峰，是一种珍贵的食品。唐贵族食品中有“驼峰炙”。釜：古代的一种锅。翠釜，形容锅的色泽。<br>⑽水精：即水晶。行：传送。素鳞：指白鳞鱼。<br>⑾犀筯：犀牛角作的筷子。厌饫：吃得腻了。<br>⑿鸾刀：带鸾铃的刀。缕切：细切。空纷纶：厨师们白白忙乱一番。贵人们吃不下。<br>⒀黄门：宦官。飞鞚，即飞马。<br>⒁八珍：形容珍美食品之多。<br>⒂宾从：宾客随从。杂遝：众多杂乱。要津：本指重要渡口，这里喻指杨国忠兄妹的家门，所谓“虢国门前闹如市”。<br>⒃后来鞍马：指杨国忠，却故意不在这里明说。逡巡：原意为欲进不进，这里是顾盼自得的意思。<br>⒄“杨花”句：是隐语，以曲江暮春的自然景色来影射杨国忠与其从妹虢国夫人（嫁裴氏）的暧昧关系，又引北魏胡太后和杨白花私通事，因太后曾作“杨花飘荡落南家”，及“愿衔杨花入窠里”<a href=\"http://so.gushiwen.org/view_10396.aspx\">诗</a>句。后人有“杨花入水化为浮萍”之说，萍之大者为蘋。杨花、萍和蘋虽为三物，实出一体，故以杨花覆蘋影射兄妹苟且乱伦。据史载：“虢国素与国忠乱，颇为人知，不耻也。每入谒，并驱道中，从监、侍姆百余骑，炬密如昼，靓妆盈里，不施帏障，时人谓为雄狐。”<br>⒅青鸟：神话中鸟名，西王母使者。相传西王母将见汉武帝时，先有青鸟飞集殿前（见《汉武故事》）。后常被用作男女之间的信使。<br>⒆“炙手”二句：言杨氏权倾朝野，气焰灼人，无人能比。丞相：指杨国忠，天宝十一载（752年）十一月为右丞相。嗔：发怒。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　此<a href=\"http://so.gushiwen.org/view_10396.aspx\">诗</a>当是公元753年（天宝十二年）春所作，讽刺杨国忠兄妹骄奢淫逸。首二句提纲，“态浓”一段写丽人的姿态服饰之美，“就中”二句点出主角，“紫驼”一段写宴乐之奢侈，“后来”一段写杨国忠的气焰和无耻。整首诗不空发议论，只是尽情揭露事实，语极铺张，而讽意自见，是一首绝妙的讽刺诗。《杜诗详注》云：“此诗刺诸杨游宴曲江之事。……本写秦、虢冶容，乃概言丽人以隐括之，此诗家含蓄得体处”。《读杜心解》曰：“无一刺讥语，描摹处语语刺讥。无一概叹声，点逗处声声慨叹。”</p> <p>　　全诗通过描写杨氏兄妹曲江春游的情景，揭露了统治者荒淫腐朽作威作福的丑态，从一个角度反映了安史之乱前夕的社会现实。诗分三段，先泛写游春仕女的体态之美和服饰之盛，引出主角杨氏姐妹的娇艳姿色。次写宴饮的豪华及所得的宠幸。最后写杨国忠的骄横。全诗场面宏大，鲜艳富丽，笔调细腻生动，同时又含蓄不露，诗中无一断语处，却能使人品出言外之意。</p> <p>　　语极铺排，富丽华美中蕴含清刚之气。虽然不见讽刺的语言，但在维妙维肖的描摹中，隐含犀利的匕首，讥讽入木三分。</p> <p>　　本诗约作于天宝十二年（753），时值杨国忠任右相不久。诗作对杨家兄妹骄纵荒淫的生活和狂妄嚣张的气焰进行了有力鞭挞，也从侧面揭露出当时君王昏庸、朝廷腐败的社会现实。诗开篇即点出时间——三月三日。诗人用细腻的笔法、富丽的词采，描画出一群体态娴雅、姿色优美的丽人。接着又言其服饰之华丽和头饰之精美，所有这些无不显示出丽人们身份的高贵。“就中云幕椒房亲”等十句，以细腻的笔触描绘了丽人中的虢、秦、韩三夫人。据《旧唐书·杨贵妃传》记载，杨贵妃的大姐封韩国夫人，三姐封虢国夫人，八姐封秦国夫人。每逢出门游玩，她们各家自成一队，侍女们穿着颜色统一的衣服，远远看去就像云锦粲霞；车马仆从多得足以堵塞道路，场面甚为壮观。诗人对三位夫人宴饮的奢华场面描写得尤为细腻。她们在云帐里面摆设酒宴，“紫驼之峰出翠釜，水精之盘行素鳞”，用色泽鲜艳的铜釜和水晶圆盘盛佳肴美馔，写出了杨氏姐妹生活的豪华奢侈。然而，面对如此名贵的山珍海味，三位夫人却手捏犀牛角做的筷子，迟迟不夹菜，因为这些东西她们早就吃腻了，足见其骄矜之气。可怜了那些手拿鸾刀精切细作的厨师们，真是白忙活了一场。内廷的太监们看到这种情形后，立即策马回宫报信，不一会儿，天子的御厨房就络绎不绝地送来各种山珍海味。六句主要写杨国忠权势煊赫、意气骄恣之态。他旁若无人地来到轩门才下马，大模大样地步入锦毯铺地的帐篷去会虢国夫人。他外凭右相之尊，内恃贵妃之宠，在朝中独揽大权，阻塞言路，使朝政变得十分昏暗。“杨花雪落覆白苹，青鸟飞去衔红巾”句，诗人借曲江江边的秀美景色，并巧用北魏胡太后私通大臣杨华的故事以及青鸟传书的典故，揭露了杨国忠与虢国夫人淫乱的无耻行径。北魏胡太后曾威逼杨华与己私通，杨华害怕惹祸上身，后来投降梁朝，胡太后为表达对他的思念，特作《杨白花》一词。“青鸟”一词最早见于《山海经》，是神话中的一种鸟，传说是西王母的使者。据说，西王母在见到汉武帝之前，先看到青鸟飞集于殿前。后来，“青鸟”被视为男女之间的信使，在这首诗中指的是为杨国忠传递消息的人。</p> <p>　　在诗的最后两句中，诗人终于将主题点出，但依然不直接议论，而是温和地劝说旁人：千万不要走近他们，否则丞相发怒后果就严重了，这样的结尾可谓绵里藏针，看似含蓄，实则尖锐，讽刺幽默而又辛辣。</p><br/><h2>赏析</h2> <p>　　这首<a href=\"http://so.gushiwen.org/view_10396.aspx\">诗</a>讽刺了杨家兄妹骄纵荒淫的生活，曲折地反映了君王的昏庸和时政的腐败。</p> <p>　　成功的文学作品，它的倾向应当从场面和情节中自然而然地流露出来，不应当特别把它指点出来，作者的见解愈隐蔽，对艺术作品来说就愈好；而且作家不必要把他所描写的社会冲突的历史的未来的解决办法硬塞给读者。《丽人行》就是这样的一篇成功之作。这篇歌行的主题思想和倾向倒并不隐晦难懂，但确乎不是指点出来而是从场面和情节中自然而然地流露出来的。从头到尾，诗人描写那些简短的场面和情节，都采取像《陌上桑》那样一些乐府民歌中所惯常用的正面咏叹方式，态度严肃认真，笔触精工细腻，着色鲜艳富丽、金碧辉煌，丝毫不露油腔滑调，也不作漫画式的刻画。但令人惊叹不置的是，诗人就是在这一本正经的咏叹中，出色地完成了诗歌揭露腐朽、鞭挞邪恶的神圣使命，获得了比一般轻松的讽刺更为强烈的艺术批判力量。诗中首先泛写上巳曲江水边踏青丽人之众多，以及她们意态之娴雅、体态之优美、衣着之华丽。</p> <p>　　辛延年《羽林郎》：“胡姬年十五，春日独当垆。长裾连理带，广袖合欢襦。头上蓝田玉，耳后大秦珠。两鬟何窈窕，一世良所无。”《陌上桑》：“头上倭堕髻，耳中明月珠。缃绮为下裙，紫绮为上襦。”《焦仲卿妻》：“着我绣夹裙，事事四五通。足下蹑丝履，头上玳瑁光。腰若流纨素，耳着明月珰。指如削葱根，口如含朱丹。纤纤作细步，精妙世无双。”回环反复，咏叹生情，“态浓”八句就是从这种民歌表现手法中变化出来的。前人已看到了这诗用工笔彩绘仕女图画法作讽刺画的这一特色。胡夏客说：“唐宣宗尝语大臣曰：‘玄宗时内府锦袄二，饰以金雀，一自御，一与贵妃；今则卿等家家有之矣。’此诗所云，盖杨氏服拟于宫禁也。”总之，见丽人服饰的豪华，见丽人非等闲之辈。写到热闹处，笔锋一转，点出“就中云幕椒房亲，赐名大国虢与秦”，则虢国、秦国（当然还有韩国）三夫人在众人之内了。着力描绘众丽人，着眼却在三夫人；三夫人见，众丽人见，整个上层贵族骄奢淫佚之颓风见，不讽而讽意见。肴馔讲究色、香、味和器皿的衬托。“紫驼之峰出翠釜，水精之盘行素鳞”，举出一二品名，配以适当颜色，便写出器皿的雅致，肴馔的精美丰盛以及其香、其味来。这么名贵的山珍海味，缕切纷纶而厌饫久未下箸，不须明说，三夫人的骄贵暴殄，已刻画无遗了。“黄门飞鞚不动尘，御厨络绎送八珍”，内廷太监鞚马飞逝而来，却路不动尘，可见其规矩和排场。皇家气派，毕竟不同寻常。写得真好看煞人，也惊恐煞人。如此煞有介事地派遣太监前来，络绎不绝于途，原来是奉旨从御厨房里送来珍馐美馔为诸姨上巳曲江修禊盛筵添菜助兴，头白阿瞒（唐玄宗宫中常自称“阿瞒”）不可谓不体贴入微，不可谓不多情，也不可谓不昏庸了。</p> <p>　　乐史《杨太真外传》载：“时新丰初进女伶谢阿蛮，善舞。上与妃子钟念，因而受焉。就按于清元小殿，宁王吹玉笛，上羯鼓，妃琵琶，马仙期方响，李龟年觱篥，张野狐箜篌，贺怀智拍。自旦至午，欢洽异常。时唯妃女弟秦国夫人端坐观之。曲罢，上戏曰：‘阿瞒乐籍，今日幸得供养夫人。请一缠头！’秦国曰：‘岂有大唐天子阿姨，无钱用邪？’遂出三百万为一局焉。”黄门进馔是时人目睹，曲罢请赏是宋人传奇，真真假假，事出有因，两相对照，风流天子精神面貌的猥琐可以想见了。“箫鼓哀吟”、“宾从杂遝”，承上启下，为“后来”者的出场造作声势，烘托气氛。彼“后来”者鞍马逡巡，无须通报，意然当轩下马，径入锦茵与三夫人欢会：此情此景，纯从旁观冷眼中显出。北魏胡太后曾威逼杨白花私通，杨白花惧祸，降梁，改名杨华。胡太后思念他，作《杨白花歌》，有“秋去春来双燕子，愿衔杨花入窠里”之句。“青鸟”是神话传说中西王母的使者，唐诗中多用来指“红娘”一类角色。章碣《曲江》诗有“落絮却笼他树白”之句，可见曲江沿岸盛植杨柳。又隋唐时期，关中地域气温较高，上巳（阴历三月三日）飘杨花，当是实情。“杨花”二句似赋而实比兴，暗喻杨国忠与虢国夫人的淫乱。乐史《杨太真外传》载：“虢国又与国忠乱焉。略无仪检，每入朝谒，国忠与韩、虢连辔，挥鞭骤马，以为谐谑。从官监妪百余骑。秉烛如昼，鲜装袨服而行，亦无蒙蔽。”他们倒挺开通，竟敢招摇过市，携众遨游，公开表演种种肉麻丑态。既然如此，“先时丞相未至，观者犹得近前，乃其既至，则呵禁赫然”（黄生语），不许游人围观，固然是为了显示其“炙手可热”权势之烜赫，但觥筹交错，酒后耳热，放浪形骸之外，虽是开通人，也有不想让旁人窥见的隐私，这也是重要的原因。“春色满园关不住，一枝红杏出墙来”，青鸟衔去的一方红手帕，便于有意无意中泄露了一点春光。</p> <p>　　全诗场面宏大，鲜艳富丽，笔调细腻生动，同时又含蓄不露，诗中无一断语处，却能使人品出言外之意。语极铺排，富丽华美中蕴含清刚之气。虽然不见讽刺的语言，但在维妙维肖的描摹中，隐含犀利的匕首，讥讽入木三分。</p>",
  "about": "<h2>创作背景</h2> <p>　　唐代自武后以来，外戚擅权已成为统治阶层中一种通常现象，他们形成了一个特殊的利益集团，引起了广大人民的强烈不满，这也是后来酿成安史之乱的主因。《旧唐书·杨贵妃传》载：“玄宗每年十月，幸华清宫，国忠姊妹五家扈从。每家为一队，着一色衣；五家合队，照映如百花之焕发。而遗钿坠舄，瑟瑟珠翠，璨瓓芳馥于路。而国忠私于虢国，而不避雄狐之刺；每入朝，或联镳方驾，不施帷幔。每三朝庆贺，五鼓待漏，靓妆盈巷，蜡炬如昼。”又杨国忠于天宝十一载（752）十一月拜右丞相兼文部尚书，势倾朝野。这首<a href=\"http://so.gushiwen.org/view_10396.aspx\">诗</a>大约作于天宝十二载（753年）春。</p>",
  "poet": {
    "id": 474,
    "star": 0,
    "name": "杜甫",
    "image": "http://img.gushiwen.org/authorImg/dufu.jpg",
    "desc": "杜甫（712－770），字子美，自号少陵野老，世称“杜工部”、“杜少陵”等，汉族，河南府巩县（今河南省巩义市）人，唐代伟大的现实主义诗人，杜甫被世人尊为“诗圣”，其诗被称为“诗史”。杜甫与李白合称“李杜”，为了跟另外两位诗人李商隐与杜牧即“小李杜”区别开来，杜甫与李白又合称“大李杜”。他忧国忧民，人格高尚，他的约1400余首诗被保留了下来，诗艺精湛，在中国古典诗歌中备受推崇，影响深远。759-766年间曾居成都，后世有杜甫草堂纪念。"
  },
  "tags": [
    "唐诗三百首",
    "乐府",
    "咏叹",
    "讽刺"
  ]
}