{
  "id": 29226,
  "star": 9,
  "name": "正月崇让宅",
  "dynasty": "唐代",
  "content": "密锁重关掩绿苔，廊深阁迥此徘徊。<br>先知风起月含晕，尚自露寒花未开。<br>蝙拂帘旌终展转，鼠翻窗网小惊猜。<br>背灯独共馀香语，不觉犹歌起夜来。",
  "fanyi": "<p><strong>译文<br></strong>重门紧锁，庭院深深，小径上长满了青苔，游廊幽曲，小阁萦回我独自寂寞地徘徊。<br>看月色含晕迷蒙，可预知明晨定要起风，夜露是这般清寒，春花何时才能盛开。<br>蝙蝠来回飞串拂着帘旌，通宵辗转难以入睡，老鼠也翻动窗网，让人一阵阵吃惊疑猜。<br>背着灯光独坐，像在与亡妻共语，不知不觉间低声唱起了《起夜来》。</p> <p><strong>注释<br></strong>崇让宅：指王茂元住宅。<br>掩绿苔：指庭中小径久无人行，长满苔藓。<br>月含晕：《广韵》：“月晕则多风。”<a href=\"http://so.gushiwen.org/author_500.aspx\">王褒</a>《关山月》：“风多晕更生。”<br>帘旌：即帘箔，布门帘，像旌旗，故称。<br>窗网：即纱。朱注引<a href=\"http://so.gushiwen.org/author_2055.aspx\">程大昌</a>曰：“网户刻为连文，递相属，其形如网。后世有遂直织丝网张之檐窗以网鸟雀者。”<br>背灯：用后背对着灯光。<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>《村雪夜坐》：“南窗背灯坐，风霰暗纷纷。”<br>起夜来：古曲名。柳浑《起夜来》句：“飒飒秋桂响，悲君起夜来。”唐施肩吾《起夜来》：“香销连理带，尘贾合欢杯。懒卧相思枕，愁吟《起夜来》。”</p>",
  "shangxi": "<h2>赏析</h2> <p>　　首联写崇让宅荒凉景象。崇让宅有过繁华的、令<a href=\"http://so.gushiwen.org/view_29226.aspx\">诗</a>人感到无限温馨的过去。这里有亭台池榭、桃竹荷花的美丽景色，更有水亭月幌、夫妇联袂吟诗的亲切记忆。而今重来旧地，但见重门紧锁，青苔掩地，如同废宅，往日热闹的回廊楼阁，由于空寂无人，显得特别深远。诗人不但用密、掩、深、迥等字重叠渲染，着意表现荒寂凄凉之感，而且在联末缀以“此徘徊”三字，传达一种寻寻觅觅、恍恍惚惚、若有所失的情绪。往日的繁华温馨与今日的凄凉冷落的强烈对照在诗人心中引起的感喟，也统于无语徘徊中包蕴。</p> <p>　　颔联写室外景象。月亮朦胧含晕，预示明天又是风天；庭花怯于夜露，犹自瑟缩未开。“花未开”，切题内“正月”。花与月这两种通常以恬美明丽之感的景物，如今都笼罩着一层朦胧黯淡、凄寒惨淡的色调，表现出诗人“风露花月，不堪愁对”的心态。“先知”、“尚自”二语，尤见作意，暗透出畏惧风寒而风寒频仍、盼望温煦而温煦迟迟的凄寒心理。这种心理与其悲剧性与诗人一直穷愁潦倒，生计艰辛的遭遇有潜在的联系。</p> <p>　　颈联由室外而室内，选择两种最能显示宅室空寂荒凉的事物——蝙蝠与老鼠，写它们的动态，以及诗人的反应。蝙蝠飞旋，掠动门帘上端的横沿（帘旌）；老鼠窜走，翻动窗檐下的丝网。这一片空寂荒凉中不见阳光的蝙、鼠的动态，反过来更衬出了宅室的荒寂。诗人栖宿如此空寂的室内，既思虑万千，又心存怵惕，在沉思默想中听到蝙、鼠的声响，不觉惊疑怔惧，更加辗转难寐。“小”字形容心中微微一怔，措词极有分寸。一“惊”、一“猜”，连下两个动词，体物精细入微。这两句以动写静，因为如果在风雨喧嚣的不宁静的夜里，是不会觉察出“蝙拂帘旌”、“鼠翻窗网”这样微细的声响的。而夜愈是寂静，愈是感到寂寞孤独，愈是加深加重对亡妻的忆念，因而才“展转”、“惊猜”，终夜不能成眠。</p> <p>　　尾联由“惊猜”进入恍惚的状态。在黯淡朦胧的环境中，诗人的精神状态更加恍惚迷幻。衾枕之间，竟似还残存着妻子的一缕余香，宛然伊人犹在，遂情不自禁地与“余香”共语，并在不知不觉中轻声唱起《起夜来》的歌声。《乐府解题》：“《起夜来》，其辞意犹念畴昔思君之来也。”是妻子思念丈夫之辞。此诗不说自己忆念妻子，却说亡妻思念自己，这样从对方来说，其言更加沉痛，更见出作者的忆念之深沉，思情之惨苦。</p> <p>　　这首诗的前三联写崇让宅荒凉景象和诗人极清寂的心情，在悼亡妻子的同时，又隐约透露崇让宅兴衰荒败的时世交故之痛。尾联将极端痛苦的感情化为绮罗香泽的欢喜，写出了恍惚迷离的精神状态，以痴情写悲痛，更觉凄惨。情节上层层推进，环环相生，寓情于景，借景抒情。全诗从白天到夜晚，由门外到宅内，再到室中，通过种种环境的层层描写，衬托出诗人悼念妻子的悲痛心情和复杂的内心活动。整首诗歌神韵凄婉，迷离冷清，情景交织，富有意境。</p>",
  "about": "<h2>创作背景</h2> &nbsp;　　唐文宗开成三年（838）<a href=\"http://so.gushiwen.org/author_204.aspx\">李商隐</a>到泾州（甘肃泾川县）入泾原节度使王茂元幕，王茂元爱怜其才，把女儿嫁给了他。夫妻伉俪情深，但大中五年（851），王氏病故。<a href=\"http://so.gushiwen.org/view_29226.aspx\">诗</a>人黯然神伤，哀思绵延。作者李商隐在大中十一年（857）正月又回到了洛阳崇让宅，想起来亡妻，便作此诗以悼念。",
  "poet": {
    "id": 204,
    "star": 0,
    "name": "李商隐",
    "image": "http://img.gushiwen.org/authorImg/lishangyin.jpg",
    "desc": "李商隐，字义山，号玉溪（谿）生、樊南生，唐代著名诗人，祖籍河内（今河南省焦作市）沁阳，出生于郑州荥阳。他擅长诗歌写作，骈文文学价值也很高，是晚唐最出色的诗人之一，和杜牧合称“小李杜”，与温庭筠合称为“温李”，因诗文与同时期的段成式、温庭筠风格相近，且三人都在家族里排行第十六，故并称为“三十六体”。其诗构思新奇，风格秾丽，尤其是一些爱情诗和无题诗写得缠绵悱恻，优美动人，广为传诵。但部分诗歌过于隐晦迷离，难于索解，至有“诗家总爱西昆好，独恨无人作郑笺”之说。因处于牛李党争的夹缝之中，一生很不得志。死后葬于家乡沁阳（今河南焦作市沁阳与博爱县交界之处）。作品收录为《李义山诗集》。"
  },
  "tags": [
    "写景",
    "怀人",
    "伤情",
    "孤寂"
  ]
}