{
  "id": 71438,
  "star": 126,
  "name": "浣溪沙·伏雨朝寒愁不胜",
  "dynasty": "清代",
  "content": "伏雨朝寒愁不胜，那能还傍杏花行。去年高摘斗轻盈。<br>漫惹炉烟双袖紫，空将酒晕一衫青。人间何处问多情。",
  "fanyi": "<p><strong>译文<br></strong>这连绵不断的雨如同剪不断的哀愁，依稀记得去年我们到杏花园游玩，还一起攀上枝头摘取花枝，比赛谁最轻盈利落。<br>香炉中的熏烟轻轻地萦绕，双袖在炉火映照中泛着紫红的颜色，身着青衫而脸上胀红了酒晕。人间何其广大，竟然还是无处寻觅、亦无处寄托那一份多情。</p> <p><strong>注释<br></strong>①伏雨：指连绵不断的雨。<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>《秋雨叹》<a href=\"http://so.gushiwen.org/view_71438.aspx\">诗</a>：“阑风伏雨秋纷纷，四海八荒同一云。”<br>②高摘：攀高折花。<br>③斗轻盈：与同伴比赛看谁的动作更迅捷轻快。轻盈，多用以形容女子体态的轻快、灵活。<br>④炉烟：香炉中的熏烟。<br>⑤酒晕：喝完酒后脸上泛起的红晕。<a href=\"http://so.gushiwen.org/author_272.aspx\">陆游</a>《宴西楼》诗：“烛光低映珠帐丽，酒晕徐添玉颊红。” </p>",
  "shangxi": "<h2>赏析</h2> <p>　　这是一首相思之作，却不同于那种甜蜜憧憬的怀想，亦不是刻骨铭心的感念。如果一定要用一个词来形容这首小令，那么非此二字莫可当得：阑珊。</p> <p>　　所谓“那能还傍杏花行。去年高摘斗轻盈”，正是“春花秋月，触绪还伤”的另一番写照。当年他曾和她一起攀上杏树枝头摘取花枝，比赛谁最轻盈利落，而今的杏花春雨一如往昔，而佳人已逝，以至于唯恐再见到杏花，触动自己的伤心事。睹物伤情，算是中国<a href=\"http://so.gushiwen.org/view_71438.aspx\">诗</a>歌由来已久的传统。</p> <p>　　转到下片，出现一组精工的对句：“漫惹炉烟双袖紫，空将酒晕一衫青。”这两句解释出来，就是熏炉上的烟气轻轻萦绕，双袖在炉火中映出紫红的颜色，身着青衫而脸上泛出了酒晕。句中一个“漫惹”，一个“空将”，极写无聊之态。这里纳兰仿佛是说，我现在多么无趣啊，恍恍惚惚，呆呆地烤着炉火，饮着乏味的酒，忽忽悠悠就醉了，我也不知是为了什么，我也不知要做什么。</p> <p>　　尾句，作者舍弃了一切描写与对仗，平平呵出：人间何处问多情。以人间之广大，竟然还是无处寻觅、亦无处寄托那一份多情。看似平淡的一句话，却实已把天地逼仄到了极处。这正是“谁念西风独自凉”的境界，西风遍吹，而独有我感到了深深的凉意。天地广大，而唯有我心怀迂曲，无处排遣，无处寄托。</p>",
  "about": "<h2>创作背景</h2> 　　在这一年，纳兰生命中最重要的那位女子离开了人间。她是纳兰的第一位结发妻子，也有人说她是他遇到的第二个女人。无论如何，她都是纳兰怀想一生的知音和伴侣：卢氏。史书载，他们夫妻二人恩爱有加，感情笃深。新婚燕尔的浪漫与纳兰词人的特质融合，成就了牵魂引魄、游梦天方的醉人生活。然而短暂的快乐也许就是为了让纳兰以后的回忆更为酸楚。就在三年之后的康熙十六年四月，卢氏产下一子海亮。约月余，卢氏因为产后患病，于五月三十日撒手人寰。突如其来的打击使纳兰太伤心。在以后的悼亡<a href=\"http://so.gushiwen.org/view_71438.aspx\">诗</a>词中，他浸着泪水的墨笔一再流露出哀婉凄楚的不尽相思之情和怅然若失的怀念心绪。他在一首《沁园春》中写道：便人间天上，尘缘未断，春花秋月，触绪还伤。",
  "poet": {
    "id": 188,
    "star": 0,
    "name": "纳兰性德",
    "image": "http://img.gushiwen.org/authorImg/nalanxingde.jpg",
    "desc": "纳兰性德（1655－1685），满洲人，字容若，号楞伽山人，清代最著名词人之一。其诗词“纳兰词”在清代以至整个中国词坛上都享有很高的声誉，在中国文学史上也占有光采夺目的一席。他生活于满汉融合时期，其贵族家庭兴衰具有关联于王朝国事的典型性。虽侍从帝王，却向往经历平淡。特殊的生活环境背景，加之个人的超逸才华，使其诗词创作呈现出独特的个性和鲜明的艺术风格。流传至今的《木兰花令·拟古决绝词》——“人生若只如初见，何事秋风悲画扇？等闲变却故人心，却道故人心易变。”富于意境，是其众多代表作之一。"
  },
  "tags": [
    "回忆",
    "无奈"
  ]
}