{
  "id": 72506,
  "star": 111,
  "name": "伶官传序",
  "dynasty": "宋代",
  "content": "　　呜呼！盛衰之理，虽曰天命，岂非人事哉！原庄宗之所以得天下，与其所以失之者，可以知之矣。</p> <p>　　世言晋王之将终也，以三矢赐庄宗而告之曰：“梁，吾仇也；燕王，吾所立，契丹与吾约为兄弟，而皆背晋以归梁。此三者，吾遗恨也。与尔三矢，尔其无忘乃父之志！”庄宗受而藏之于庙。其后用兵，则遣从事以一少牢告庙，请其矢，盛以锦囊，负而前驱，及凯旋而纳之。</p> <p>　　方其系燕父子以组，函梁君臣之首，入于太庙，还矢先王，而告以成功，其意气之盛，可谓壮哉！及仇雠已灭，天下已定，一夫夜呼，乱者四应，仓皇东出，未及见贼而士卒离散，君臣相顾，不知所归，至于誓天断发，泣下沾襟，何其衰也！岂得之难而失之易欤？抑本其成败之迹， 而皆自于人欤？《书》曰：“满招损，谦受益。” 忧劳可以兴国，逸豫可以亡身，自然之理也。</p> <p>　　故方其盛也，举天下豪杰，莫能与之争；及其衰也，数十伶人困之，而身死国灭，为天下笑。夫祸患常积于忽微，而智勇多困于所溺，岂独伶人也哉！",
  "fanyi": "<p><strong>译文</strong><br>　　唉!国家兴盛与衰亡的命运，虽然说是天命，难道不是由于人事吗?推究庄宗得天下和他失天下的原因，就可以知道了。<br>　　世人说晋王将死的时候，拿三支箭赐给庄宗，告诉他说：“梁国，是我的仇敌；燕王，是我扶持建立起来的；契丹与我订立盟约，结为兄弟，他们却都背叛晋而归顺梁。这三件事，是我的遗憾；给你三支箭，你一定不要忘记你父亲的愿望。”庄宗接了箭，把它收藏在祖庙里。此后出兵，就派随从官员用猪、羊各一头祭告祖庙，请下那三支箭，用锦囊盛着，背着它走在前面，等到凯旋时再把箭藏入祖庙。<br>　　当庄宗用绳子捆绑着燕王父子，用木匣装着梁君臣的首级，进入太庙，把箭还给先王，向先王禀告成功的时候，他意气骄盛，多么雄壮啊。等到仇敌已经消灭，天下已经平定，一个人在夜间呼喊，作乱的人便四方响应，他仓皇向东出逃，还没有看到叛军，士卒就离散了，君臣相对而视，不知回到哪里去。以至于对天发誓，割下头发，大家的泪水沾湿了衣襟，又是多么衰颓啊。难道是得天下艰难而失天下容易吗?或者说推究他成功与失败的事迹，都是由于人事呢?《尚书》上说：“自满招来损害，谦虚得到好处。”忧虑辛劳可以使国家兴盛，安闲享乐可以使自身灭亡，这是自然的道理。<br>　　因此，当庄宗强盛的时候，普天下的豪杰，都不能跟他抗争；等到他衰败的时候，几十个伶人围困他，就自己丧命，国家灭亡，被天下人讥笑。<br>　　人生中的祸患常常是从细微的事情中积淀下来的，人的智慧和勇气常常被自己所溺爱的事物所困，难道只有宠爱伶人才会这样吗?</p> <p><strong>注释</strong><br>伶官：伶，戏子，或唱戏杂技演员，现代的娱乐人员。伶官：宫庭里供统治者娱乐表演的人物。可见封建朝代不思于民生，不思于进取，奢华淫乐而痛失天下！伶官尚能使天下易主，可见不居安思危之害！<br>理：道理。<br>岂：难道。<br>人事：指政治上的得失。<br>原：推究，推其根本，形容词用作动词。<br>世言：世人说。<br>以：把。<br>立：即位。<br>其：语气副词，表示期望、命令的语气，一定。<br>乃：你的。<br>庙：太庙，帝王祭祀祖先的宗庙。<br>从事：这里指负责具体事物的官员。<br>少牢：祭品，用一猪一羊。牢，祭祀用的牲畜。<br>锦囊：丝织的袋子。<br>前：在前。<br>负：背负。<br>及：等到。<br>凯：凯歌，打胜仗时所奏的曲子。<br>旋：归，回。<br>方：正在。<br>系：捆绑。<br>组：丝编的绳索，这里泛指绳索。<br>函：匣子，名词用作动词，指用匣子装。<br>仇雠：“雠”与“仇”同义，仇敌。<br>一夫：一个人。<br>仓皇：急急忙忙的样子。<br>及：等到。<br>断发：把发髻割下扔在地上，表示甘愿掉脑袋。<br>抑：还是。<br>本：探求，考察。<br>书：《尚书》，儒家经典著作。<br>兴：使……兴旺。<br>逸豫：安闲快乐。<br>迹：迹象。<br>举：全，所有的。<br>莫：没有人。<br>忽微：极细小的东西。<br>所溺：沉溺迷恋的人或事物。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　北宋初期，<a href=\"http://so.gushiwen.org/author_2144.aspx\">薛居正</a>编写《五代史》（《旧五代史》），认为王朝的更迭是由于天命所致，<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>对此不以为然。他自己动手撰写成了七十四卷的《五代史记》（《新五代史》），以史为鉴，以期引起宋朝统治者的警惕。《新五代史》问世后，在相当长的一段时间内，薛史不再被世人重视。欧阳修发议论喜欢用“呜呼”。《东皋杂志》的作者说：“神宗问荆公（<a href=\"http://so.gushiwen.org/author_405.aspx\">王安石</a>）‘曾看五代史否?’公对曰‘臣不曾仔细看，但见每篇首必曰呜呼，则事事皆可叹也。’余为公真不曾仔细看；若仔细看，必以呜呼为是。”这正说明了欧阳修编写这部史书的用意。</p> <p>　　这篇序文与其说是写伶官，不如说是写庄宗。<a href=\"http://so.gushiwen.org/author_543.aspx\">李存勖</a>是一位英武果断之人，打仗时勇谋兼备。作者写他由盛转衰，教训十分深刻，十分惨烈。作者先从王朝更迭的原因写起，落笔有力，足警世人。这正是<a href=\"http://so.gushiwen.org/author_838.aspx\">陆机</a>在《文赋》中讲的“立片言以居要”。应该说，欧阳修的历史观比薛居正深刻，他认识到了“人事”的重要性。然后，作者回顾历史，概述了庄宗临危受命的情景。这段描述，言简意赅。随后，作者用对比的手法描述了庄宗由盛转衰的过程。这是文章的重点。“方其……可谓壮哉！”极言庄宗志得意满，又为下文张本。“及仇雠已灭……何其衰也”，犹如从万丈高空跌落下来，与先前形成强烈反差。这样的对比给读者的印象极为深刻。作者的目的并不在于描述景象，而是总结历史教训。开头的“盛衰之理，虽曰天命，岂非人事哉！”虽然否定了天命之说，但还没有建立起自己的观点。当描述完庄宗由盛转衰的过程后，作者开始总结历史教训了。他先引用古书上的话，意在告诉读者，这个道理古人已经知道，庄宗没有记住前贤的话。然后作者道出自己的体会：“忧劳可以兴国，逸豫可以亡身。”读者至此，会很自然地想起另一位先哲的名言：“生于忧患，死于安乐。”看来，贤明之人都有些相同的见解。</p> <p>　　从庄宗的盛衰史中，我们还可以得出这样的认识：敌人往往是自己生存的必要条件。有敌人是坏事，但也是好事，因为他能使你警钟长鸣。庄宗之所以“壮哉”，就是因为敌人存在，激励他发愤努力，完成先王未竟的事业，告慰先王在天之灵。当敌人被消灭后，天下平定，庄宗就失去了警戒之心，认为可以高枕无忧了，从此便沉溺于声色之中，在“逸豫”中葬送了自己，也葬送了国家。像庄宗这样的人，他的敌人被消灭，也就预示着他自己开始走下坡路。</p> <p>　　欧阳修在文章最后写道：“夫祸患常积于忽微，而智勇多困于所溺。”庄宗不是一朝而蹈死地的，他也有一个量变到质变的过程，他最后死在自己宠幸的伶人手里。这个现象启示我们，打倒自己的，往往是自己身边的一些人和事，或者就是自己。这些因素由小积大，由少积多，最后来个总爆发。这就启示我们，要防微杜渐，发现不良的苗头，立即改正，如此才能保证国家长治久安。欧阳修的这句话，其实是写给北宋最高统治者看的。北宋王朝是一个积贫积弱的政权，正是因为不能自强，所以最后也落得个“身死国灭”。历史就是这样无情，也是这样惊人地相似。</p> <p>　　<a href=\"http://so.gushiwen.org/author_39.aspx\">沈德潜</a>评论本文：“抑扬顿挫，得《史记》神髓，《五代史》中，第一篇文字。”此言达哉！</p>",
  "about": "<h2>文言现象</h2> <p>通假字<br>1尔其无忘乃父之志！“无”通“毋”<br>2及仇雠已灭,“雠”同“仇”，仇人</p> <p>名词作动词<br>⒈函梁君臣之首 函：用匣子装<br>⒉抑本其成败之迹 本：探求，考察<br>3.原 庄宗之所以得天下 原：推究</p> <p>名词作状语<br>⒈负而前驱 前：向前<br>⒉仓皇东出 东：向东<br>⒊一夫夜呼 夜：在夜里<br>⒋乱者四应 四：在四面</p> <p>动词作名词<br>⒈而告以成功 成功：成功的消息<br>⒉泣下沾襟 泣：泪水</p> <p>使动用法<br>⒈忧劳可以兴国，逸豫可以亡身 兴：使兴盛 亡：使灭亡</p> <p>形容词作动词<br>⒈一夫夜呼，乱者四应 乱：作乱</p> <p>形容词作名词<br>⒈而智勇多困于所溺 智勇：有勇有谋的人物</p> <p>数词活用作名词<br>⒈夫祸患常积于忽微 忽微：细小的事情</p> <p>古今异义<br>⒈则遣从事以一少牢告庙 从事：（古义）官名，这里泛指一类官<br>（今义） 干某项事业；处理，处置；办事，办理事务<br>⒉虽曰天命，岂非人事哉 人事：（古义）指政治上的得失<br>（今义） 关于工作人员的录用、培养、调配、奖惩等工作；人情事理<br>3.原庄宗之所以得天下 原：推其根本 <br>（今义）最初的；本来<br>4.系燕父子以组 组：（古义）丝带，这里指绳索<br>（今义）结合，构成；量词；合成一体；小单位</p> <p>重点实词<br>⒈原庄宗之所以得天下 原：推究<br>⒉方其系燕父子以组 系：缚；组：泛指绳索<br>⒊抑本其成败之际 抑：或者<br>⒋举天下之豪杰，莫能与之争 举：全，所有的<br>⒌逸豫可以亡身 逸豫：安乐，指庄宗喜好音乐戏曲，宠爱伶人</p> <p>重点虚词<br>⒈其：尔其无忘乃父之志 副词，表祈使语气，相当于“一定”“应当”<br>方其系燕父子以组 代词，他，代庄宗<br>至于誓天断发，泣下沾襟，何其衰也 副词，加强语气，不译<br>⒉以：与其所以失之者 介词，与“所”组成固定词组，表示“……的原因”<br>可以知之矣 介词，“凭借”<br>方其系燕父子以组 介词，“用”</p> <p>⒈判断句<br>梁，吾仇也；燕王，吾所立<br>此三者，吾遗恨也<br>忧劳可以兴国，逸豫可以亡身，自然之理也</p> <p>⒉状语后置 （介词结构后置）<br>请其矢，盛以锦囊 （以锦囊盛）<br>方其系燕父子以组<br>而告以成功<br>夫祸患常积于忽微，而智勇多困于所溺<br>庄宗受而藏之于庙</p> <p>⒊省略句<br>（庄宗）还矢（于）先王，而告（之）以成功<br>以三矢赐（于）庄宗而告之曰<br>（庄宗）请其矢，盛（之）以锦囊<br>岂独（庄宗之困于）伶人也哉<br>（庄宗）则遣从事以一少牢告（于）庙</p> <p>⒋被动句<br>身死国灭，为天下笑<br>祸患常积于忽微，而智勇多困于所溺</p> <p>⒌固定句式<br>与尔三矢，尔其无忘乃父之志<br>岂得之难而失之易欤?抑本其成败之迹，而皆自于人欤</p> <p>一词多义<br>1、盛<br>盛衰之理，虽曰天命，岂非人事哉（兴盛）<br>请其矢，盛以锦囊（装）<br>其意气之盛，可谓壮哉（旺盛）<br>方其盛也，举天下之豪杰，莫能与之争（强盛）<br>2、困<br>及其衰也，数十伶人困之（围困）<br>智勇多困于所溺（困扰）<br>秦无亡矢遗镞之费，而天下诸侯已困矣（困厄）<br>安在公子能急人之困（困难）<br>3、告<br>以三矢赐庄宗而告之曰（告诉）<br>遣从事以一少牢告庙（祭告）<br>还矢先王，而告以成功（禀告）<br>4、微<br>祸患常积于忽微（微小的事）<br>微指左公处，则席地倚墙而坐（悄悄地）<br>从数骑出，微行入古寺（为隐藏身份而改装）<br>微斯人，吾谁与归（如果没有）<br>5、其<br>尔其无忘乃父之志（副词，应当，一定）<br>至于誓天断发，泣下沾襟，何其衰也（语气词）<br>其意气之盛，可谓壮哉（代词，他）<br>圣人之所以为圣，愚人之所以为愚，其皆出于此乎?（大概，表揣测语气）</p><br/><h2>内容和结构</h2> <p>　　这篇文章是<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>为《新五代史·伶官传》作的序。文章总结了后唐庄宗<a href=\"http://so.gushiwen.org/author_543.aspx\">李存勖</a>得天下而后失天下的历史教训，阐明了国家盛衰取决于人事，“忧劳可以兴国，逸豫可以亡身”的道理，讽谏北宋统治者力戒骄奢，防微杜渐，励精图治。</p> <p>　　本文共四段，可以分为三部分。</p> <p>　　第一部分（第一段）提出盛衰由于人事的论点，并提出庄宗得天下和失天下的事例这一立论的根据。</p> <p>　　文章以“呜呼”的感叹突兀而起，一起笔就发出对历史的深沉感慨。接着用转折关系的反问句，强调人事的作用，提出中心论点：盛衰之理，由于人事。这一叹一问，一退一进，不仅使论点醒人耳目，而且为全文定下了叹惋的基调。接着点出庄宗得天下和失天下的事例，说明立论的历史根据。“原庄宗之所以得天下，与其所以失之者”，这一“得”一“失”，与论点中的一“盛”一“衰”相应，并领起下文。</p> <p>　　第二部分（第二、三段），论证中心论点。</p> <p>　　第二段承上叙事，详述庄宗接受并执行晋王遗命的事例。</p> <p>　　上段既然提出庄宗得天下和失天下的事例可以为证，这段接下来自然先写得天下的情况。关于庄宗得天下的过程已经写入《新五代史》中的《唐本纪》，此处再写未免重复，也造成文势的拖沓，而且不合序论的体制，所以这一段选用了“晋王三矢”的故事。这一故事属于传说，不能确定为史实，因此，包括《新五代史》在内的正史均未收入。但这个故事在当时社会有相当的影响，宋初王禹在《五代史阙文》中对此做了记载。这个故事生动而又有典型意义，能给人以新鲜感，其精神也符合晋王和庄宗的情况，所以欧阳修把它选入文中。为了慎重，在前面加了“世言”二字。这一故事是中心论点的主要例证，是支撑中心论点的有力论据，也是下文议论的依据。</p> <p>　　这一段以“三矢”贯穿前后，分两层来写。第一层是庄宗接受遗命，先写晋王赐三矢，次写晋王遗命，详细交待赐矢原因，再写庄宗将三矢“受而藏之”；第二层是庄宗执行遗命，写庄宗出师、征战以三矢励志，大告成功，还三矢于先王。其中着力写庄宗对三矢的恭谨态度。从庄宗“受而藏之于庙”，以及“其后用兵”的举动，可以看出他接受遗命，矢志复仇的决心和意志，这正是他得天下的原因。“受”“藏”“遣”“告”“请”“盛”“负”“驱”“纳”等词，描绘出庄宗忠实执行父命的形象，概括了庄宗全盛时期的征战情况，体现了庄宗的“忧劳”，突出了“人事”的作用，这就为下面的议论做了准备。这一段叙事语势比较平缓，没有任何议论，但却寓论点于叙事之中，以叙事论证了论点，与第一段的“盛”和“得天下”相照应。全段叙事欲抑先扬，为下文写“抑”张本。</p> <p>　　第三段转而议论，评论庄宗的盛衰，阐明中心论点。</p> <p>　　这一段由叙事转入议论。先以饱蘸感情的笔墨赞叹庄宗的成功，用“意气之盛”回应文章开头的“盛”字和“得天下”三字，并顺承第二段的叙事；继而慨叹他的失败，用“何其衰也”回应文章开头的“衰”字和“失之”二字，并转承第二段的叙事。这一大起而至大落的转折，将庄宗极盛和极衰的两种情形作了极强烈的对照。同是一个人，由“盛”转“衰”，变化如此巨大、鲜明，究竟是什么原因呢?下面连用两个设问句，前一句以反问的形式否定“得之难而失之易”的说法，后一句强调成败得失“皆自于人”。这样设问既引人深思，又寓结论于疑问之中。接着引《尚书》中的话作答，并顺势从中引申出“忧劳可以兴国，逸豫可以亡身”的道理。这就对庄宗的“成败之迹”做了概括，点明了庄宗得天下和失天下的原因，说明“盛”“衰”异时，截然相反，本源在于“人事”，与开头提出的论点相照应，是论证所得的结论，揭示了所谓“人事”的内涵。</p> <p>　　第三部分（第四段）进一步议论，引出教训，总结全文。</p> <p>　　本来行文到第二部分，论点已得到证明，似乎可以结束了，可是作者又进一步议论。用“故”字承接上文，再次评论庄宗的盛衰，以“莫能与之争”和“身死国灭，为天下笑”两种截然相反的结果，引出“夫祸患常积于忽微，而智勇多困于所溺，岂独伶人也哉”的教训，得出具有更普遍意义的结论，强调能使人逸豫亡身的不仅限于溺爱伶人，如果小看“忽微”，沉溺于声色犬马的逸乐之中，忘记忧劳兴国的至理，同样会导致身死国灭的下场。作者在这里含蓄地批评朝政，讽谏北宋统治者不要忘记历史教训，意味十分深长。这就使事理更具有现实的针对性，更具有普遍性。</p><br/><h2>论证方法</h2> <p><strong>例证法</strong><br>　　本文属于史论。写史论一般都要使用例证法，以论带史，以史证论。运用这种方法，关键在于准确地选择典型事例。本文第一段就提出以庄宗得天下和失天下的史实为论据，但在具体选材上，却以“晋王三矢”这一不能确定为史实的传说作为事例，并加以详述，体现了作者精于选材的匠心。文章并没有写庄宗如何“逸豫”，但通过“晋王三矢”这一典型的、生动的事例，充分地体现了庄宗的“忧劳”，突出了“人事”的作用，再辅之以评论庄宗盛衰时所涉及的点滴史实，就使人对于庄宗的由“盛”而“衰”、由“忧劳”到“逸豫”不言而明，达到了以材料论证观点的目的，起到了以古鉴今、举一反三的作用。</p> <p><strong>对比论证法</strong><br>　　本文的中心论点是盛衰之理，由于人事。这一论点本身就是一个既正反对立又合而为一的命题。作者运用了—组组简洁强烈的对比，人事与天命、盛与衰、得与失、难与易、成与败、兴与亡、忧劳与逸豫，说明成败之迹皆出于人事。全文以“盛衰”二字贯穿始终，从“盛”“衰”两个方面，围绕着“人事”进行层层深入的对比论述。本文的对比论证在总体上着眼于“盛”“衰”与“忧劳”“逸豫”的因果关系，从中心论点到论据，从论证过程到结论，不论是所用的事例或史实，还是作者抒发的感慨和议论，都是对比性的。通过正反两方面的鲜明对比，既突出了中心论点，使说理深刻、透彻，也使文章一气贯通，前后呼应，脉络清晰，结构严谨。</p><br/><h2>语言特色</h2> <p>　　⒈语言委婉，气势充沛</p> <p>　　本文作为一篇总结历史教训，为在世及后世君主提供借鉴的史论，毫无生硬的说教，而是娓娓道来，婉转动人。即使是在慨叹庄宗败亡时，也只是寓惋惜之意而无责难之词，可谓意正言婉。全文从“呜呼”起笔，到“岂独伶人也哉”收尾，一叹再叹，以叹始终，于反复叹咏之中显现委婉的韵致。在议论的文字中，多用反问句、疑问句，使说理委婉而令人深思；多用对称语句，特别是在关键的地方，采用语言凝练、对仗工整的格言式的骈句，造成鲜明的对比感和节奏感；适当运用长句，调节语势，有张有弛。疑问句、感叹句与陈述句，骈句与散句，长句与短句，错综有致，读起来抑扬顿挫，一唱三叹，感情饱满，气势充沛。清代文学家<a href=\"http://so.gushiwen.org/author_39.aspx\">沈德潜</a>认为《伶官传序》：“抑扬顿挫，得《史记》神髓，《五代史》中第一篇文字。”后来做史论的人往往学这种抑扬顿挫的笔法。</p> <p>　　⒉文笔酣畅，波澜起伏</p> <p>　　文章开篇突兀而起地提出论点，马上落到立论根据上，再落入“晋王三矢”的叙事，又语势猛然一升，发出对庄宗之“盛”赞叹，而后语势陡然一降，发出对庄宗之“衰”的悲叹，继而步步紧逼，设疑问、引古语而得出“自然之理”，然后再次评论庄宗盛衰，语势再升再降，在大起大落之中引出发人深省的教训，戛然而止，将全文的语势稳稳地落在结尾上。篇幅虽短小，却写得起伏跌宕。全文一气呵成，淋漓酣畅。</p> <p>　　⒊平易自然，简约凝练</p> <p>　　文中没有佶屈聱牙的措辞，也不堆砌词藻，用平实的语言生动地叙说事例，深入地说明道理，语言平易近人，自然晓畅。叙事不枝不蔓，议论简明扼要，其中一些格言式的对称语句，如“满招损，谦受益”“忧劳可以兴国，逸豫可以亡身”“祸患常积于忽微，智勇多困于所溺”，句式整齐，言简意丰，发人深省。</p><br/><h2>写作艺术</h2> <p>　　第一，选材与剪裁。</p> <p>　　本文属于史论性质，而用的主要是归纳论证方法。运用这种论证方法关键在于准确地选择具体事例。本文所用的主要事例是“晋王三矢”的故事，作者对此是下过一番选材和剪裁工夫的。任何历史家撰写历史都会面临两项要求，即记事既要全面，又要可信，但二者往往发生矛盾。为了全面最好能“有闻必录”，但所闻未必可信，所以又要遵守“无征不信”的原则。“晋王三矢”的故事在当时社会上是有影响的。所以宋初王禹在《五代史阙文》对此作了记录，以弥补<a href=\"http://so.gushiwen.org/author_2144.aspx\">薛居正</a>等人所编的《旧五代史》的缺陷。<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>撰写《新五代史》，如果仍然不用这条材料，恐怕难免被人讥为疏陋；而如果加以引用，却又无法证明它确实可信。因此他采用了一种巧妙的处理方法：在《新五代史》的《庄宗本纪》中不用这条材料，表现了应有的谨严态度；同时却把这条材料写进《伶官传》的“序”中，并且加上“世言”二字，这就恰当地表明了这个材料的社会影响及其可信程度。这一处理不但解决了求全与求信的矛盾，而且对《伶官传序》来说还是一种积极的选材。因为序中如果再拿一些《庄宗本纪》写过的事来发议论，未免重复无味；而“晋王三矢”故事既是《庄宗本纪》所未记的，用在这里便显得新鲜，而且很有助于论证本篇的中心论点。这正是一石二鸟恰到好处。同时作者又通过恰当剪裁来突出这个事例。全文想说明“忧劳可以兴国，逸豫可以亡身”，写得比较详细的只是这个“晋王三矢”的故事，加上兴亡两种不同结果，此外并没有写<a href=\"http://so.gushiwen.org/author_543.aspx\">李存勖</a>如何“忧劳”，又如何“逸豫”。然而读者对他从“忧劳”发展到“逸豫”却已留下了很深的印象。这就叫做“存大而略小，举重以明轻”，表现了相当高的写作艺术。</p> <p>　　第二，叙事议论的波澜。</p> <p>　　《新五代史·伶官传序》篇幅不长，但由于叙事议论配合恰当，行文中又注意了轻重缓急节奏的变化，所以整个文章显得波澜起伏，很有厚度。例如“晋王三矢”故事叙述相当充分，笔势则比较平缓；等到摆完这个生动事例之后，便立即用繁弦促节把文章推向高潮：“方其系燕父子以组，函梁君臣之首，入于太庙，还矢先王，而告以成功，其意气之盛，可谓壮哉！及仇雠已灭，天下已定，一夫夜呼，乱者四应，仓皇东出，未及见贼而士卒离散，君臣相顾，不知所归，至于誓天断发，泣下沾襟，何其衰也！”这两个长句，一扬一抑，大起大落。前者好像驾机起飞，直指长空；后者又似高山坠石，一落千丈，这就形成了全文中一个很有声势的大波。再则两个长句分别用“可谓壮哉”“何其衰也”两个分句感叹作结，也是又唱又叹，遥遥相对，使人感到笔墨酣畅，痛快淋漓。大波过去以后，下文还有小波与之呼应配合，这就是“故方其盛也”至“为天下笑”各句。这样便显得笔有余力，文不单薄。本文的中心论点在于宣扬“忧劳兴国”“逸豫亡身”的道理，因此对李存勖的扬和抑的对比度越大，便越能证明作者所要宣扬的道理。所以文章中出现的波澜正是为表现中心论点服务的。</p> <p>　　第三，语言的锤炼。</p> <p>　　锤炼语言不是为了卖弄词藻，而是为了准确而充分地表现主题。《新五代史·伶官传序》为了突出“忧劳”和“逸豫”的对比，很注意使用对称的词句。例如“人事”和“天命”、“盛”和“衰”、“得”和“失”、“难”和“易”、“成”和“败”、“兴”和“亡”等等，这些对称的词，散见于全篇。再从句子上看，本文更有骈散结合的特点。欧阳修是著名的古文家，原则上是反对骈文的；但他没有陷入形而上学，而是很善于运骈入散、以散破骈，使句式多彩而富有表现力。本文在这一点上尤其突出，凡是叙事议论吃紧之处，作者都着意锤炼了四六成文的对偶句，例如“虽曰天命，岂非人事”，“系燕父子以组，函梁君臣之首”，“一夫夜呼，乱者四应”，“忧劳可以兴国，逸豫可以亡身”，“祸患常积于忽微，而智勇多困于所溺”等等，这些句子都是经过锤炼的，很有助于造成鲜明的对比感。另外本文还比较多用转折句、疑问句和感叹句。前人说欧阳修的说理文“一唱三叹”，富有感情色彩，看来这和用语上的“三多”也不无关系。因为转折句使语气委婉，疑问句给读者留下思索和回答的空隙，这两种句子用得好都可以增加文章的情致；至于感叹句更是直接地表露着感情。当然本文之富于感情色彩，根本上是由于作者对北宋封建统治者满怀忠厚恻怛之情，这是应加识别的。但作为写作经验来看，欧阳修能够把说理文写得颇有情味，这还是值得研究的。</p>",
  "poet": {
    "id": 561,
    "star": 0,
    "name": "欧阳修",
    "image": "http://img.gushiwen.org/authorImg/ouyangxiu.jpg",
    "desc": "欧阳修（1007－1072），字永叔，号醉翁，晚号“六一居士”。汉族，吉州永丰（今江西省永丰县）人，因吉州原属庐陵郡，以“庐陵欧阳修”自居。谥号文忠，世称欧阳文忠公。北宋政治家、文学家、史学家，与韩愈、柳宗元、王安石、苏洵、苏轼、苏辙、曾巩合称“唐宋八大家”。后人又将其与韩愈、柳宗元和苏轼合称“千古文章四大家”。"
  },
  "tags": [
    "高中文言文",
    "史论",
    "序文"
  ]
}