{
  "id": 72406,
  "star": 76,
  "name": "招魂",
  "dynasty": "先秦",
  "content": "朕幼清以廉洁兮，身服义而未沫。<br>主此盛德兮，牵于俗而芜秽。<br>上无所考此盛德兮，长离殃而愁苦。<br>帝告巫阳曰：“有人在下，我欲辅之。<br>魂魄离散，汝筮予之。”<br>巫阳对曰：“掌梦！<br>上帝其难从；若必筮予之，<br>恐后之谢，不能复用。”<br>巫阳焉乃下招曰：</p> <p>魂兮归来！去君之恒干，<br>何为四方些？舍君之乐处，<br>而离彼不祥些！</p> <p>魂兮归来！东方不可以讬些。<br>长人千仞，惟魂是索些。<br>十日代出，流金铄石些。<br>彼皆习之，魂往必释些。<br>归来兮！不可以讬些。</p> <p>魂兮归来！南方不可以止些。<br>雕题黑齿，得人肉以祀，以其骨为醢些。<br>蝮蛇蓁蓁，封狐千里些。<br>雄虺九首，往来倏忽，吞人以益其心些。<br>归来兮！不可久淫些。</p> <p>魂兮归来！西方之害，流沙千里些。<br>旋入雷渊，爢散而不可止些。<br>幸而得脱，其外旷宇些。<br>赤蚁若象，玄蜂若壶些。<br>五谷不生，丛菅是食些。<br>其土烂人，求水无所得些。<br>彷徉无所倚，广大无所极些。<br>归来兮！恐自遗贼些。</p> <p>魂兮归来！北方不可以止些。<br>增冰峨峨，飞雪千里些。<br>归来兮！不可以久些。</p> <p>魂兮归来！君无上天些。<br>虎豹九关，啄害下人些。<br>一夫九首，拔木九千些。<br>豺狼从目，往来侁侁些。<br>悬人以嬉，投之深渊些。<br>致命于帝，然后得瞑些。<br>归来！往恐危身些。</p> <p>魂兮归来！君无下此幽都些。<br>土伯九约，其角觺觺些。<br>敦脄血拇，逐人伂駓駓些。<br>参目虎首，其身若牛些。<br>此皆甘人，归来！恐自遗灾些。</p> <p>魂兮归来！入修门些。<br>工祝招君，背行先些。<br>秦篝齐缕，郑绵络些。<br>招具该备，永啸呼些。</p> <p>魂兮归来！反故居些。<br>天地四方，多贼奸些。<br>像设君室，静闲安些。<br>高堂邃宇，槛层轩些。<br>层台累榭，临高山些。<br>网户朱缀，刻方连些。<br>冬有穾厦，夏室寒些。<br>川谷径复，流潺湲些。<br>光风转蕙，氾崇兰些。<br>经堂入奥，朱尘筵些。<br>砥室翠翘，挂曲琼些。<br>翡翠珠被，烂齐光些。<br>蒻阿拂壁，罗帱张些。<br>纂组绮缟，结琦璜些。<br>室中之观，多珍怪些。<br>兰膏明烛，华容备些。<br>二八侍宿，射递代些。<br>九侯淑女，多迅众些。<br>盛鬋不同制，实满宫些。<br>容态好比，顺弥代些。<br>弱颜固植，謇其有意些。<br>姱容修态，絚洞房些。<br>蛾眉曼睩，目腾光些。<br>靡颜腻理，遗视矊些。<br>离榭修幕，侍君之闲些。<br>悲帷翠帐，饰高堂些。<br>红壁沙版，玄玉梁些。<br>仰观刻桷，画龙蛇些。<br>坐堂伏槛，临曲池些。<br>芙蓉始发，杂芰荷些。<br>紫茎屏风，文缘波些。<br>文异豹饰，侍陂陁些。<br>轩辌既低，步骑罗些。<br>兰薄户树，琼木篱些。<br>魂兮归来！何远为些？</p> <p>室家遂宗，食多方些。<br>稻粢穱麦，挐黄梁些。<br>大苦醎酸，辛甘行些。<br>肥牛之腱，臑若芳些。<br>和酸若苦，陈吴羹些。<br>胹鳖炮羔，有柘浆些。<br>鹄酸臇凫，煎鸿鸧些。<br>露鸡臛蠵，厉而不爽些。<br>粔籹蜜饵，有餦餭些。<br>瑶浆蜜勺，实羽觞些。<br>挫糟冻饮，酎清凉些。<br>华酌既陈，有琼浆些。<br>归来反故室，敬而无妨些。<br>肴羞未通，女乐罗些。<br>敶钟按鼓，造新歌些。<br>《涉江》《采菱》，发《扬荷》些。<br>美人既醉，朱颜酡些。<br>嬉光眇视，目曾波些。<br>被文服纤，丽而不奇些。<br>长发曼鬋，艳陆离些。<br>二八齐容，起郑舞些。<br>衽若交竿，抚案下些。<br>竽瑟狂会，搷鸣鼓些。<br>宫庭震惊，发&lt;激楚&gt;些。<br>吴歈蔡讴，奏大吕些。<br>士女杂坐，乱而不分些。<br>放敶组缨，班其相纷些。<br>郑卫妖玩，来杂陈些。<br>《激楚》之结，独秀先些。<br>菎蔽象棋，有六簙些。<br>分曹并进，遒相迫些。<br>成枭而牟，呼五白些。<br>晋制犀比，费白日些。<br>铿钟摇簴，揳梓瑟些。<br>娱酒不废，沈日夜些。<br>兰膏明烛，华灯错些。<br>结撰至思，兰芳假些。<br>人有所极，同心赋些。<br>酎饮尽欢，乐先故些。<br>魂兮归来！反故居些。</p> <p>乱曰：<br>献岁发春兮，汨吾南征。<br>菉蘋齐叶兮，白芷生。<br>路贯庐江兮，左长薄。<br>倚沼畦瀛兮，遥望博。<br>青骊结驷兮，齐千乘。<br>悬火延起兮，玄颜烝。<br>步及骤处兮，诱骋先。<br>抑骛若通兮，引车右还。<br>与王趋梦兮，课后先。<br>君王亲发兮，惮青兕。<br>朱明承夜兮，时不可以淹。<br>皋兰被径兮，斯路渐。<br>湛湛江水兮，上有枫。<br>目极千里兮，伤春心。<br>魂兮归来，哀江南！",
  "fanyi": "<h2>译文</h2> <p><strong>译文</strong><br>我年幼时秉赋清廉的德行，献身于道义而不稍微减轻。<br>具有如此盛大的美德，被世俗牵累横加秽名。<br>君王不考察这盛大的美德，长期受难而愁苦不尽。<br>上帝告诉巫阳说：<br>“有人在下界，我想要帮助他。<br>但他的魂魄已经离散，你占卦将灵魂还给他。”<br>巫阳回答说：<br>“占卦要靠掌梦之官，上帝的命令其实难以遵从。”<br>“你一定占卦让魂魄还给他，恐怕迟了他已谢世，再把魂招来也没有用。”<br>巫阳于是降至人间招魂说：<br>“魂啊回来吧！<br>何必离开你的躯体，往四方乱走乱跑？<br>舍弃你安乐的住处，遇上凶险实在很糟。<br>“魂啊回来吧！<br>东方不可以寄居停顿。<br>那里长人身高千丈，只等着搜你的魂。<br>十个太阳轮番照射，金属石头都熔化变形。<br>他们都已经习惯，而你的魂一去必定消解无存。<br>回来吧，那里不能够寄居停顿。<br>“魂啊回来吧！<br>南方不可以栖止。<br>野人额上刻花纹长着黑牙齿，掠得人肉作为祭祀，还把他们的骨头磨成浆滓。<br>那里毒蛇如草一样丛集，大狐狸千里内到处都是。<br>雄虺蛇长着九个脑袋，来来往往飘忽迅捷，为求补心把人类吞食。<br>回来吧，那里不能够长久留滞。<br>“魂啊归来吧！<br>西方的大灾害，是那流沙千里平铺。<br>被流沙卷进雷渊，糜烂溃散哪能止住。<br>侥幸摆脱出来，四外又是空旷死寂之域。<br>红蚂蚁大得像巨象，黑蜂儿大得像葫芦。<br>那里五谷不能好好生长，只有丛丛茅草可充食物。<br>沙土能把人烤烂，想要喝水却点滴皆无。<br>榜徨怅惘没有依靠，广漠荒凉没有终极之处。<br>回来吧。<br>恐怕自身遭受荼毒!<br>“魂啊回来吧！<br>北方不可以停留。<br>那里层层冰封高如山峰，大雪飘飞千里密密稠稠。<br>回来吧，不能够耽搁得太久！<br>“魂啊归来吧!<br>你不要径自上天。<br>九重天的关门都守着虎豹，咬伤下界的人尝鲜。<br>另有个一身九头的妖怪，能连根拔起大树九千。<br>还有眼睛直长的豺狼，来来往往群奔争先。<br>把人甩来甩去作游戏，最后扔他到不见底的深渊。<br>再向上帝报告完毕，然后你才会断气闭眼。<br>回来吧，上天去恐怕也身遭危险!<br>“魂啊回来吧！<br>你不要下到幽冥王国。<br>那里有扭成九曲的土伯，它头上长着尖角锐如刀凿。<br>脊背肥厚拇指沾血，追起人来飞奔如梭。<br>还有三只眼睛的虎头怪，身体像牛一样壮硕。<br>这些怪物都喜欢吃人，回来吧!<br>恐怕自己要遭受灾祸。<br>“魂啊回来吧！<br>快进入楚国郢都的修门。<br>招魂的巫师引导君王，背向前方倒退着一路先行。<br>秦国的篝笼齐国的丝带，还有作盖头的郑国丝绵织品。<br>招魂的器具已经齐备，快发出长长的呼叫声。<br>魂啊回来吧!<br>返回故居不再离乡背井。<br>“天地上下四面八方，多有残害人的奸佞。<br>仿照你原先布置的居室，舒适恬静十分安宁。<br>高高的大堂深深的屋宇，栏杆围护着轩廊几层。<br>层层亭台重重楼榭，面临着崇山峻岭。<br>大门镂花涂上红色，刻着方格图案相连紧。<br>冬天有温暖的深宫，夏天有凉爽的内厅。<br>山谷中路径曲折，溪流发出动听的声音。<br>阳光中微风摇动蕙草，丛丛香兰播散芳馨。<br>穿过大堂进入内屋，上有红砖承尘下有竹席铺陈。<br>光滑的石室装饰翠羽，墙头挂着玉钩屈曲晶莹。<br>翡翠珠宝镶嵌被褥，灿烂生辉艳丽动人。<br>细软的丝绸悬垂壁间，罗纱帐子张设在中庭。<br>四种不同的丝带色彩缤纷，系结着块块美玉多么纯净。<br>“宫室中那些陈设景观，丰富的珍宝奇形怪状。<br>香脂制烛光焰通明，把美人花容月貌都照亮。<br>二八十六位侍女来陪宿，倦了便互相替代轮流上。<br>列国诸侯的淑美女子，人数众多真不同凡响。<br>发式秀美有各种各样，充满后宫熙熙攘攘。<br>容颜姿态姣好互相比并，真是风华绝代盖世无双。<br>娇柔的面貌健康的身体，流露出缠绵情意令人心荡。<br>俏丽的容颜美妙的体态，在洞房中不断地来来往往。<br>纤秀的弯眉下明眸转动，顾盼之间双目秋波流光。<br>肌肤细腻如脂如玉，留下动人一瞥意味深长。<br>离宫别馆有修长的大幕，消闲解闷她们侍奉君王。<br>“张挂起翡翠色的帷帐，装饰那高高的殿堂。<br>红漆髹墙壁丹砂涂护版，还有黑玉一般的大屋粱。<br>抬头看那雕刻的方椽，画的是龙与蛇的形象。<br>坐在堂上倚着栏干，面对着弯弯曲曲的池塘。<br>荷花才开始绽放花朵，中间夹杂着荷叶肥壮。<br>紫茎的荇菜铺满水面，风起水纹生于绿波之上。<br>身着文彩奇异的豹皮服饰，侍卫们守在山丘坡岗。<br>有篷有窗的安车已到。<br>步骑随从分列两旁。<br>丛丛兰草种在门边，株株玉树权当做篱笆护墙。<br>魂啊回来吧！<br>为什么还要滞留远方？<br>“家族聚会人都到齐，食品丰富多种多样。<br>有大米小米也有新麦，还掺杂香美的黄粱。<br>大苦与咸的酸的有滋有味，辣的甜的也都用上。<br>肥牛的蹄筋是佳肴，炖得酥酥烂扑鼻香。<br>调和好酸味和苦味，端上来有名的吴国羹汤。<br>清炖甲鱼火烤羊羔，再蘸上新鲜的甘蔗糖浆。<br>醋溜天鹅肉煲煮野鸭块，另有滚油煎炸的大雁小鸽。<br>卤鸡配上大龟熬的肉羹，味道浓烈而又脾胃不伤。<br>甜面饼和蜜米糕作点心，还加上很多麦芽糖。<br>晶莹如玉的美酒掺和蜂蜜，斟满酒杯供人品尝。<br>酒糟中榨出清酒再冰冻，饮来醇香可口遍体清凉。<br>豪华的宴席已经摆好，有酒都是玉液琼浆。<br>归来吧返回故居，礼敬有加保证无妨。<br>“丰盛的酒席还未撤去，舞女和乐队就罗列登场。<br>安放好编钟设置好大鼓，把新作的乐歌演奏演唱。<br>唱罢《涉江》再唱《采菱》，更有《阳阿》一曲歌声扬。<br>美人已经喝得微醉，红润的面庞更添红光。<br>目光撩人脉脉注视，眼中秋波流转水汪汪。<br>披着刺绣的轻柔罗衣，色彩华丽却非异服奇装。<br>长长的黑发高高的云鬓，五光十色艳丽非常。<br>二八分列的舞女一样妆饰，跳着郑国的舞蹈上场。<br>摆动衣襟像竹枝摇曳交叉，弯下身子拍手按掌。<br>吹竽鼓瑟狂热地合奏，猛烈敲击鼓声咚咚响。<br>宫殿院庭都震动受惊，唱出的《激楚》歌声高昂。<br>献上吴国蔡国的俗曲，奏着大吕调配合声腔。<br>男女纷杂交错着坐下，位子散乱不分方向。<br>解开绶带帽缨放一边，色彩斑斓缤纷鲜亮。<br>郑国卫国的妖娆女子，纷至沓来排列堂上。<br>唱到《激楚》之歌的结尾，特别优美出色一时无两。<br>“赌具有饰玉筹码象牙棋，用来玩六簙棋游戏。<br>分成两方对弈各自进子，着着强劲紧紧相逼。<br>掷彩成枭就取鱼得筹，大呼五白求胜心急。<br>赢得了晋国制的犀带钩，一天光阴耗尽不在意。<br>铿锵打钟钟架齐摇晃，抚弦再把梓瑟弹奏起。<br>饮酒娱乐不肯停歇，沉湎其中日夜相继。<br>带兰香的明烛多灿烂，华美的灯盏错落高低。<br>精心构思撰写文章，文采绚丽借得幽兰香气。<br>人们高高兴兴快乐已极，一起赋<a href=\"http://so.gushiwen.org/view_72406.aspx\">诗</a>表达共同的心意。<br>酣饮香醇美酒尽情欢笑，也让先祖故旧心旷神怡。<br>魂啊回来吧！<br>快快返回故里。”<br>尾声：<br>新年开始春天到来，我匆匆忙忙向南行。<br>绿苹长齐了片片新叶，白芷萌生又吐芳馨。<br>道路贯通穿越庐江，左岸上是连绵的丛林。<br>沿着泽沼水田往前走，远远眺望旷野无垠。<br>四匹青骊驾起一乘车，千乘猎车并驾前行。<br>点起火把蔓延燃烧，夜空黑里透红火光腾。<br>步行的赶到乘车的停留，狩猎的向导又当先驰骋。<br>勒马纵马进退自如，又引车向右掉转车身。<br>与君王一起驰向云梦泽，赛一赛谁先谁后显本领。<br>君王亲手发箭射猎物，却怕射中青兕有祸生。<br>黑夜之后红日放光明，时光迅速流逝不肯停。<br>水边高地兰草长满路，这条道已遮没不可寻。<br>清澈的江水潺潺流，岸上有成片的枫树林。<br>纵目望尽千里之地，春色多么引人伤心。<br>魂啊回来吧，江南堪哀难以忘情！</p> <p><strong>注释</strong><br>1.朕：我，<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>自指。<br>2.沫（mei4妹）：微暗。引伸为消减。<br>3.主：守、持有。<br>4.芜秽：萎枯污烂。<br>5.上：指楚王。<br>6.离：遭遇。殃:祸患。<br>7.帝：上帝。巫阳:古代神话中的巫师。<br>8.人：指楚王。<br>9.辅：帮助。特指上天辅助人间帝王。<br>10.筮予之：通过卜筮知魂魄之所在，招还给予其人。<br>11.掌梦：掌梦之官，实司其事。巫阳因其难招，故作托词。<br>12.若：你，指巫阳。<br>13.谢：凋落。按：“若必筮予之”三句作为上帝言语，首见项安世《项氏家说》，闻一多、陈子展从之。<br>14.焉乃：于是。按：“巫阳焉”属此句。“焉乃”连文用王引之《经传释词》说。<br>15.些：语尾助词，读音“唆”（suo）疑同今民歌中\"啰\"音。<br>16.离：同“罹”，遭。<br>17.雕题黑齿：额头上刻花纹，牙齿染成黑色。指南方未开化的野人。题，额头。<br>18.醢（hai3海）：肉酱。<br>19.蓁（zhen1真）蓁：树木丛生貌，此指积聚在一起。<br>20.封狐：大狐。<br>21.虺（hui3毁）：毒蛇。<br>22.儵（shu1舒）忽：同“倏忽”，忽然。<br>23.益：补。<br>24.淫：久留。<br>25.雷渊：神话中的深渊。<br>26.爢（mi3米）：同“靡”，粉碎。<br>27.壶：通“瓠”，葫芦。<br>28.藂（cong2丛）：聚集。菅（jian1坚）：一种野草，细叶绿花褐果。<br>29.贼：残害。<br>30.增（ceng2层）：通“层”。<br>31.九关：指九重天门。<br>32.从（zong4纵）：同“综”，直。<br>33.侁（shen1申）侁：众多貌。<br>34.致命：上报。<br>35.幽都：神话中地下鬼神统治的地方。<br>36.土伯：地下王国的神灵。约：弯曲。一说，尾也。一说，肚下肉块。<br>37.觺（yi2疑）觺：尖利貌。<br>38.敦脄（mei2梅）：很的背肉。疑为神怪名。<br>39.駓（pi1披）駓：跑得很快的样子。<br>40.参：同“三”。<br>41.甘人：以食人为甘美。<br>42.修门：郢都城南三门之一。<br>43.工祝：工巧的巫人。<br>44.背行：倒退着走。<br>45.秦篝：秦国出产的竹笼，用以盛被招者的衣物。齐缕：齐国出产的丝线，用以装饰“篝”。<br>46.郑绵络：郑国出产的丝棉织品，用作“篝”上遮盖。<br>47.招具：招魂用品，擅上文“秦篝”、“齐缕”、“郑绵络”等。<br>48.永：长。招魂者要长声呼唤被招者。<br>49.反：同“返”。<br>50.像设：假想陈设。<br>51.槛：栏杆。轩:走廊。<br>52.网户：刻镂网状空格的门户。朱缀：交缀处涂上红色。<br>53.方连：方格图案，即指“网户”。<br>54.宎（yao4要）：深密。<br>55.径：直。复：曲，指川谷水流曲折。<br>56.崇：通“丛”。<br>57.奥：内室。<br>58.尘筵：铺在地上的竹席。<br>59.砥室：形容地面、墙璧都磨平光亮像磨刀石一样。翠翘：翠鸟尾上的毛羽。<br>60.曲琼：玉钩。<br>61.齐光：色彩辉映。<br>62.蒻（ruo4弱）阿：细软的缯帛。<br>63.帱（chou2筹）：璧帐。<br>64.纂组绮缟：指四种颜色不同的丝带。纂，赤色丝带；组，杂色丝带；绮：带花纹丝织品；缟：白色丝织品。<br>65.琦璜：美玉。<br>66.兰膏：泛言有香气的油脂。<br>67.二八：以八人为行。二八十六人。<br>68.射（yi4义）：厌。递：更替。<br>69.九侯：泛指列国诸侯。<br>70.迅：通“洵”，真正。<br>71.盛鬋（jian3剪）：浓密的鬓发。鬋，下垂的鬓发。<br>72.比：并。<br>73.顺：通“洵”，诚然。弥代：盖世。<br>74.弱颜：容貌柔嫩。固植：身体健康。<br>75.謇：发语词。<br>76.姱（kua1夸）：美好。修：美。<br>77.絙（geng4）：绵延。<br>78.曼：长。睩（lu4录）：眼珠转动。<br>79.靡：细致。腻：光滑。理：肌肤。<br>80.矊（mian3免）：目光深长。<br>81.桷（jue2决）：方的椽子。<br>82.芰（ji4技）荷：荷叶。<br>83.屏风：荇莱，又名水葵。一种水生植物。<br>84.文：同：“纹”，指波纹。<br>85.文异：文彩奇异。豹饰：以豹皮为饰，指侍卫武士的装束。<br>86.陂陁（po1 tuo2坡陀）：高低不平的山坡。<br>87.轩：有篷的轻车。辌（liang2凉）：可以卧息的安车。低：通“抵”，到达。<br>88.薄：草木丛生。<br>89.宗：聚。<br>90.多方：多种多样。<br>91.粢（zi1资）：小米。穱（zhuo1桌）：早熟麦。<br>92.挐（ru2如）：掺杂。黄梁：黄小米。<br>93.辛：辣。行：用。<br>94.腱（jian4健）：蹄筋。<br>95.臑（er2而）：炖烂。若：与“而”意同。<br>96.吴羹：吴地浓汤。<br>97.胹(er2而):煮。炮:烤。<br>98.柘（zhe4这）浆：甘蔗汁。<br>99.鹄酸：据闻一多校。当作“酸鹄”。鹄，天鹅。臇（juan4倦）：少汁的羹。<br>100.鸿鸧（cang1仓）鸿，大雁；鸧，即鸧鸹，一种似鹤的水鸟。<br>101.露：借为“卤”。一说借为“烙”。臛（huo4霍）：肉羹。蠵（xi1西）：大龟。<br>102.厉：浓烈。爽：败、伤。<br>103.粔籹（ju4 nv3巨女）：用蜜和面粉制成的环状饼。饵：糕。<br>104.餦餭（zhang1 huang2张皇）：即麦芽糖，也叫饴糖。<br>105.勺：通“酌”。<br>106.羽觞：古代一种酒嚣。<br>107.酎（zhou4胄）：醇酒。<br>108.通：通“彻”，撤去。<br>109.涉江、采菱：楚国歌曲名。<br>110.扬荷：多作《阳阿》，楚国歌曲名。<br>111.酡（tuo2驼）：喝酒脸红。<br>112.嬉光：形容撩人的目光。眇：通“妙”。<br>113.曾：通“层”。<br>114.被（pi1技）：披。文：文绣。纤：细软。<br>115.陆离：形容色彩斑斓。<br>116.二八：指两队女乐。齐容：装束一样。<br>117.郑舞：郑国的舞蹈，比较放纵。<br>118.衽：衣襟。交竿：衣襟相交如竿。<br>119.抚：通“拊”，拍击。案：同“按”。下：似指弯腰下屈的舞蹈动作。<br>120.搷（tian2填）：猛击。<br>121.激楚：楚国的歌舞曲名。或谓指激烈的楚歌之声。<br>122.吴歈（yu2俞）：吴地之歌。蔡讴：蔡地之歌。<br>123.大吕：乐调名。<br>124.组：系佩饰的丝带。缨:帽带。<br>125.班：同“斑”。<br>126.妖玩：指妖绕的女子。<br>127.秀先：优秀出众。<br>128.菎（kun1昆）蔽：饰玉的筹玛。赌博用具。象棋：象牙棋子。六簙用具。<br>129.六簙（bo2伯）：一种棋戏。可用以赌博。<br>130.分曹：相对的两方。<br>131.枭：博戏术语。成枭棋则可取得棋局上的鱼，得二筹。牟：取。<br>132.五白：五颗骰子组成的特彩。得此可胜。<br>133.犀比：犀角制的带钩，用作赌胜负的彩注。一说用犀角制成的赌具。<br>134.白日：指一天时光。<br>135.铿：象声词。簴（ju4巨）：钟架。<br>136.揳（ia2夹）：抚。梓瑟:梓木所制之瑟。<br>137.错：错落安置。<br>138.结撰：构思。至思：尽心思考。<br>139.极：极至，此当指极度快乐。<br>140.先故：先祖与故旧。<br>141.乱：乱辞，尾声。<br>142.献：进。<br>143.汩（yu4玉）：形容匆匆而行。<br>144.菉：通“绿”。苹：一种水草。<br>145.白芷：一种香草。<br>146.贯：通。庐江：洪兴祖《楚辞补注》云：“庐江出陵阳东南，北入江。”谭其骧以为当指今襄阳、宜城界之潼水。春秋时，地为庐戎之国，因有此称。<br>147.长薄：杂草丛生的林子。<br>148.倚：沿。畦:水田。瀛：大水。<br>149.博：旷野之地。<br>150.青骊（li2离）：青黑色的马。驷:驾一乘车的四匹马。<br>151.悬火：焚林驱兽的火把。<br>152.玄颜：黑里透红。指天色。烝:上升。<br>153.步：步行的随从。骤处：乘车的随从停下。骤，驰；处，止。<br>154.诱：导。打猎时的向导。<br>155.抑：勒马不前。骛（wu4务）：奔驰。若:顺，指进退自如。<br>156.梦：指云梦泽。这一带是楚国的大猎场,地跨大江南北。<br>157.课：比试。<br>158.惮青兕：怕射中青兕。兕，犀牛一类的野兽。楚人传说猎得青兕者，三月必死。<br>159.朱明：指太阳。<br>160.淹：留。<br>161.皋：水边高地。<br>162.渐（jian1坚）：遮没。<br>163.湛湛：水深的样子。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　《招魂》一文的作者，历史上有不同说法。<a href=\"http://so.gushiwen.org/author_608.aspx\">司马迁</a>认为是<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>的作品，他在《史记·屈原贾生列传》称：“余读《离骚》、《天问》、《招魂》、《哀郢》，悲其志。”王逸在《楚辞章句》里认为是<a href=\"http://so.gushiwen.org/author_358.aspx\">宋玉</a>的作品：</p> <p>　　“《招魂》者，宋玉之所作也。宋玉怜哀屈原，忠而斥弃，愁懑山泽，魂魄放佚，厥命将落。故作《招魂》，欲以复其精神，延其年寿，外陈四方之恶，内崇楚国之美，以讽谏怀王，冀其觉悟而还之也。”</p> <p>　　令人多少有点奇怪的是，长期以来，汉唐魏晋宋的文人大多接受王逸的说法。直至明代学者黄文焕在《楚辞听直·听二招》中，才明确批驳了王逸的说法，并首次提出《招魂》系屈原自招其魂的观点。此后，清人林云铭的《楚辞灯》、今人游国恩的《屈原》等著作，均支持黄文焕的观点，认为《招魂》乃屈原自招其魂。</p> <p>　　游国恩指出，古代有招自己生魂的事例，<a href=\"http://so.gushiwen.org/author_758.aspx\">谢灵运</a>《山居赋》“招惊魂于殆化，收危形于将阑”，<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>《彭衙行》“剪纸招我魂”，即其例。此外，少数民族亦流传招活人魂的习俗，《文献通考》卷330引宋<a href=\"http://so.gushiwen.org/author_529.aspx\">范成大</a>《桂海虞衡志》（今本无）记有当地风俗：“家人远而归者，止于三十里外。家遣巫提竹篮迓，脱归人贴身衣贮之篮，以前导还家。言为行人收魂归也。”（其实，这种迎接归人的习俗，在客观上具有减少返乡者把传染性疫病从外地传入的功能）。</p> <p>　　此外，也有人认为《招魂》一文，是宋玉为招死去的楚顷襄王魂而作，或认为是宋玉为重病的楚顷襄王招魂。与此同时，在沅湘民间，至今仍然流传着，宋玉、景差在屈原死去一年之际，来到汨罗江，为屈原招魂的故事。</p> <p>　　其实，宋玉、景差曾经为屈原招魂，宋玉或景差曾经为楚顷襄王招魂，屈原曾经为自己招魂，屈原曾经为楚怀王招魂，都可能发生过，而他们的这些作品可能都以《招魂》为名。但是，具体到流传至今的《楚辞·招魂》一文，则应当是屈原为楚怀王招魂时所作。</p> <p>　　首先，司马迁在《史记》中明确指出屈原作品有《招魂》一篇。其次，招魂是一项严肃的活动，一般来说都是奉命而作，招魂的对象是死者或重病将死者。据此可知，《招魂》是屈原奉命为楚怀王招魂而创作，它是屈原任职三闾大夫期间所写的最后一篇职务作品。再者，《招魂》描述的主人公生活，不符合屈原的身份和实际情况，而是符合楚王的身份。</p> <p>　　我们知道，公元前329年，楚威王死，在位11年，楚威王之子熊槐继位，是为怀王。公元前328年，为楚怀王元年。公元前299年，楚怀王入秦被扣留，在位30年；楚立太子横，是为顷襄王。公元前296年，楚怀王客死于秦。</p> <p>　　需要说明的是，根据《逸周书·谥法解》，<a href=\"http://so.gushiwen.org/author_845.aspx\">周公旦</a>和太公望制定谥法，在君王、诸侯、大夫死后，子孙们要立庙举行隆重的祭祀活动，并根据死者生前的事迹和遭遇，对其评定一个称号，该称号叫做谥号。楚怀王即楚王熊槐死后得到的谥号，它是顷襄王与群臣根据熊槐在位事迹和遭遇而选定的，表示同情和怀念的意思。怀，本意是指胸前，引申为怀藏、想念、心意、归向、安抚、环绕、来到；对楚王熊槐谥号“怀王”，应当是寓意对熊槐客死秦国的悲惨遭遇的安抚。</p> <p>　　这就充分表明，楚怀王客死秦国后，楚国曾为其举行过相应的正规的祭祀活动，《招魂》即官方祭祀活动的一部分。由于楚怀王被骗入秦，孤身滞留秦国三年之久，并最终客死秦国，他的遭遇曾令楚人举国哀之。因此，为楚怀王招魂的活动，可能进行过多次，而最隆重的招魂仪式应当是在楚怀王刚刚死去的时候，也就是说《招魂》应写于此时。</p> <p>　　我国古代没有前身、后世的观念，也没有天堂、地狱的观念，只有灵魂不死和神鬼观念。中国古代所说的幽都与地狱的性质本不相同，幽都指地下空间的世界，而地狱则是灵魂接受审判、处罚并转世重新发配的地方。事实上，《招魂》描述天上有虎豹九关、地下有土伯九约，均没有天堂和地狱的概念。不过，在佛教传入中国后，幽都逐渐被赋予了地狱的功能，天上也有了玉皇大帝和天宫。</p> <p>　　所谓灵魂不死，意思是灵魂可以脱离肉体而独立存在，凡是人睡眠时、重病昏迷时，以及死去时，都被解释为灵魂出窍，即灵魂脱离了肉体，要想让人活过来，就需要把灵魂重新招回到肉体之中。所谓神鬼观念，原本指人死去后的灵魂，好的灵魂就是神，坏的灵魂就是鬼（最初，鬼并无坏意，而是指祖先灵魂）。此外，除了人有灵魂外，其它自然物也有灵魂，例如山有山神、水有水神。大约到了春秋战国时期，从原始的鬼神观念，又演绎出神仙观念[1]。</p> <p>　　在我国云南纳西族的习俗里，每家都悬挂着一个存放家庭成员灵魂的竹篓，姑娘出嫁到婆家，要进行灵魂从娘家转接入婆家的巫术仪式，只有这样才表示新人真的到了婆家，在当地的观念里该仪式甚至比转户口还重要。当有人去世时，则要为其举行招魂仪式，这时招魂的目的不再是让灵魂返回肉体，而是指引灵魂返回祖先居住的地方，这才是真正意义上的叶落归根。为此，纳西族的东巴（巫师），专门绘有“神路图”，上面写着本族迁徙路上经过的地名，这些地名往往多达一二百个，招魂时东巴要面朝死者的灵柩，倒退着一边走一边按顺序依次高声念出。台湾学者李霖灿先生（原台湾故宫博物院副院长）曾考察过纳西族的神路图，发现地名都是真实的，而且晚近时期迁徙经过的地名仍然能辨认出来。</p> <p>　　屈原所处时代的楚国招魂习俗，不一定与今日纳西族完全一样。但是，招魂的基本文化内涵应当是相同的，即引导死者的灵魂回归故里家乡。这在《招魂》中是非常明确的，例如“魂兮归来，入修门些。工祝招君，背行先些。秦篝齐缕，郑锦络些。招具该备，永啸呼些。魂兮归来，反故居些。”描述的正是巫师倒退着，拿着盛放灵魂的竹篓，引导灵魂返归家乡的场景。</p> <p>　　值得注意的是，《招魂》最后一句话“魂兮归来，哀江南”。这是因为，楚国本来就地处江南，因此特别强调死者灵魂回归江南，也就意味着死者不是在楚国境内去世的。据此可知，《招魂》所招之魂，只能是客死秦国的楚怀王之魂。事实上，《招魂》全文长达282句，在屈原的作品中仅次于《离骚》和《天问》，显然这是在为一个非常重要的人物举行招魂时所作，而其人非楚怀王莫属。</p> <p>　　《招魂》全文可分为三个段落，第一段是序篇，第二段是正文，第三段是尾声。</p> <p>　　序篇首先描述死者灵魂的哭诉，其中“长离殃而愁苦”，或以为是指屈原遭到放逐，其实是指楚怀王客死秦国。接下来描述，上帝同情楚怀王的不幸遭遇，命令巫阳为其招魂。然后描述巫阳以自己的职责是占梦解梦为理由，而勉强接受上帝的命令。</p> <p>　　这种开场白，不能不让人怀疑其中藏有某种玄机，或许这是屈原在用巫阳暗指自己。我们知道，古代巫术是一个非常复杂的知识体系，其内容包罗万象，因此巫师也要有所分工，以便各司其职，更好地完成本职工作。然而，由于屈原与楚怀王有着不寻常的君臣关系，因此屈原勉为其难，决定亲自为楚怀王招魂。为此，屈原借怀王托梦上帝，再由上帝命令巫阳的过程，实现由自己来为怀王招魂的目的。事实上，在《九歌》里，招魂、收魂的工作是由大司命承担的，这应当是楚国的传统习俗。但是，屈原曾长期担任三闾大夫之职，他同时又是一个具有创新精神的巫师、学者和政治家，因此他才有可能革新招魂仪式，改由“巫阳”实施招魂。</p> <p>　　正文的内容可分为两个层次，其一描述东南西北、天上地下各有其害，呼吁灵魂不要到那些地方去，而是要返回故居。其二描述巫师引导灵魂返归故里的场景，特别渲染死者生前在故居生活的豪华舒适，诸如“九侯淑女”、“实满宫些”，显然是君王才会有的生活。</p> <p>　　尾声描述主持招魂者，回忆当年春天自己曾与怀王到南方狩猎的欢快场景；紧接着对比今日，道路已被荒草遮掩，遥望千里之外的远方（应指怀王客死在秦国之地），伤春之心油然而生，并衷心发出“魂兮归来，哀江南”的呼唤。</p> <p>　　有意思的是，我国长沙子弹库楚墓出土有男子（灵魂）驭龙升天图，长沙陈家大山楚墓出土有龙凤导人（灵魂）升天图。长沙马王堆西汉墓出土的帛画，绘有天上世界、人间世界、地下世界等丰富内容。凡此种种，均表明在春秋战国以及秦汉时期，楚国楚地特别注重人死后灵魂归宿的问题，这也是诸子百家唯有楚国的文人学者会撰写《九歌》、《招魂》、《大招》的原因所在。</p> <p>　　长沙是楚国首封之地，这里也是楚国先王的祖庙所在地。因此，楚怀王死后的灵魂，应当被引导到祖庙里。也就是说，为怀王招魂的仪式是在长沙举行的，屈原所作《招魂》也是在长沙脱稿的，而尾声中的睹物思情亦在情理之中。与此同时，楚怀王的遭遇、楚国的衰弱，也促使屈原对天命、对历史、对巫术产生了强烈的怀疑，《天问》的腹稿就是在这种情况下起草。</p><br/><h2>赏析二</h2> <p>　　在《楚辞》中，《招魂》是一篇独具特色的作品。它是模仿民间招魂的习俗写成的。其中却又包含了作者的思想感情。</p> <p>　　关于《招魂》的作者，历来存在着争论。东汉王逸《楚辞章句》称《招魂》作者是<a href=\"http://so.gushiwen.org/author_358.aspx\">宋玉</a>，因哀怜<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>“魂魄放佚”，因作以招其生魂“《招魂》者宋玉之作也。招者，召也。以手曰招，以言曰召。宋玉哀怜屈原，忠而见弃，愁懑山泽，魂魄放佚，厥命将落，故作《招魂》，欲以其复精神，延其年寿，外陈四方之恶，以讽谏怀王，冀其觉悟而还之也”。但西汉中，<a href=\"http://so.gushiwen.org/author_608.aspx\">司马迁</a>作《史记》，在《屈原贾生列传》中，将《招魂》与《离骚》、《天问》、《哀郢》并列，并说读了这些作品，而“悲其(指屈原)志”，明显将《招魂》定为屈原作品。后世读《楚辞》，多用王逸注，故注本、<a href=\"http://so.gushiwen.org/view_72406.aspx\">诗</a>词中每从其说。明代黄文焕始反对王逸之说。清林云铭亦辩之并提出两大疑点。林氏之说出后，蒋骥亦赞其说，陈本礼亦然。近代<a href=\"http://so.gushiwen.org/author_664.aspx\">梁启超</a>，游国恩亦皆认为是屈原所作。近世以来，研究者重视司马迁的提示，多主张《招魂》为屈原所作。但又分别有招楚怀王魂和屈原自招两种说法。同样主张屈原招怀王魂的，又有招生魂或死魂的两说。说法如此分歧，所举证据也很纷繁。简而言之，我赞成屈原招楚怀王死魂一说。理由如下：第一，篇中所写奢侈享受，非楚王莫属。尤其像“九侯淑女，多迅众些”，娶一国之女，其他诸侯送女作媵妾从嫁，这必是像楚王这样的身份，才能拥有。第二，文献所载，上天所辅必是帝、王，而非臣民。“有人在下，我欲辅之”必是指楚王(陈子展说)。第三，乱曰之后写打猎，既提到“汩吾南征”，又提到“与王趋梦”、“君王亲发”，明是作者回忆与楚王狩猎情形。最后并深情呼唤“魂兮归来，哀江南”，这只可能是屈原来招楚怀王之魂。</p> <p>　　《招魂》的形式主要来自民间。古人迷信，以为人有会离开躯体的灵魂，人生病或死亡，灵魂离开了，就要举行招魂仪式，呼唤灵魂归来。在许多民族残留的原始歌谣中，都有招魂歌谣。内容一般都是告诫灵魂不要到上下四方去，而应赶快回到家里来。为此目的，自然要讲讲上下四方的可怖，家中的安乐。后来规范为礼仪。如《礼记·礼运》所载“及其死也，升屋而号，告曰‘皋(嗥)某复’”，其仪式是由小臣举死者衣，登上屋顶，向上下四方呼号，招唤灵魂。作为礼仪，已非原始信仰，而是“尽爱之道也，有祷祠之心焉”。古老的迷信演变为一种风俗。<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>《彭衙行》云“暖汤濯我足，剪纸招我魂”。远方来客，历经艰险，剪纸为其压惊、招魂。这倒是颇具人情味的风俗。民间一直流传有叫魂的迷信，曹禺《原野》中，曾借用来营造黑松林中的凄厉气氛，这也是古代招魂仪式的遗存。屈原写作《招魂》，就是模仿民间的创作，“外陈四方之恶，内崇楚国之美”(王逸《楚辞章句》)，呼唤楚怀王的灵魂回到楚国来。</p> <p>　　《招魂》当作于公元前296年，即顷襄王三年。公元前299年楚怀王受秦欺骗，入武关而被拘于秦，逃跑不成，怨愤而死。顷襄王三年，秦欲与楚修好，归怀王丧，“楚人皆怜之，如悲亲戚”，楚人同情怀王这个昏君，除敌忾之心外，还因怀王囚秦时，不肯割地屈服，总算有些骨气。对比只想苟安的顷襄王，自易引起人们的怀念。屈原曾受怀王信用，后来被谗见疏，但总希望怀王有所觉悟。怀王一死，楚国又面临亲秦、拒秦的斗争。屈原写作《招魂》，即认同楚人“如悲亲戚”之情，其中自然就包含了对秦的敌忾之心。</p> <p>　　《招魂》的结构是：一、序引，二、招魂辞，三、乱辞，总共三个部分。招魂辞中又分为“外陈四方之恶”与“内崇楚国之美”两大部分。一般招魂辞是没有序引和乱辞的。而且招魂辞每句结束都有“些”字，据旧注读苏贺切，其音与今湘南民歌尾音“啰”相近。而序引、乱辞语气词都用“兮”字，与《离骚》、《九章》等篇相同。由此可见，托为巫阳的招魂辞，主要遵从招魂的习俗要求，而序引和乱辞，则更显示出屈原的主体色彩。以下即依《招魂》的结构，略作鉴赏性介绍。</p> <p>　　序引一开头，便有作者出现，自“朕幼清以廉洁兮”至“长离殃而愁苦”，当是屈原自叙。屈原从来是以清廉、服义自许的。只是因楚王受到蒙蔽，不能“考此盛德”，而使他遭受不幸而忧愁痛苦。在这几句之后，忽然说到“帝告巫阳日：‘有人在下……’”，这就使人容易错会为上帝令巫阳为之招魂的，就是这位“长离殃而愁苦”之人，也就是屈原自己。于是主张“招怀王魂说”者，一般也将前四句解为称说怀王之词。然而既有“朕”字自称(如《离骚》)，形容又不相当。这确是一个难题。闻一多曾怀疑，开头四句，本非《招魂》所有，是错简于此。我想，如果说其下有脱简，也未始不可能。假设加上“上往而不返兮，朕冤结将谁诉”之类的句子，就自然过渡到招魂的事了。“帝告巫阳曰”以下几句是对话形式，表示出招魂的迫切性。实已暗示怀王已死，灵魂招来也不能复用。这几句有多种断句法，但大意都是：帝命巫阳下招——巫阳推辞——巫阳受命下招。这三层意思是大家公认的。</p> <p>　　作为《招魂》主干的是巫阳的招辞。招辞的第一部分写东、南、西、北、天上、地下的可畏可怖。这里取用了许多神话材料，写得诡异莫测。神话的瑰奇本是具有现实基础的，联系这种基础，可知想像的合理性；神话又是经过幻想加工改造的，赋予了令人眩目的奇幻色彩，更能激发起人们的审美兴味。《招魂》正是如此，如写到东方，东方是太阳升起的地方，而古代神话有十日并出烤焦大地的故事，作者用来形容东方的危险，便十分巧妙。又如写到西方，沙漠无边，不生五谷，无水可饮，又有赤蚁、玄蜂等毒虫，使人无法生存。这种种描写相当准确，使人惊叹作者具有相当丰富的地理知识，夸张的描写并未脱离现实基础。又如写到天上、地下，都有残忍无比的怪物据守着。保存了原始神话中的神秘性和原始性的特点。</p> <p>　　招魂辞的第二部分，是写郢都修门之内的豪华生活。作为前一部分的强烈对照，这一部分基本写实。从2002年对许多楚墓的发掘，完全可以证实其写实性。这一部分展示了故居的宫室、美女、饮食、歌舞、游戏之盛，描写了那种无日无夜的享乐生活。作者的描写是具体生动的。如写宫室园圃，既总写了建筑的外观、布局，池苑风物，又详写室内的装饰、布置，以及处于其间的人的活动——主要是美女的活动。又如写饮食，多种多样的主食、菜肴、饮料一一列举，且加形容：“臑若芳”、“酎清凉”、“厉而不爽”，让人感到的确是美味佳肴。文章中时时点染以人的活动、感受，更为传神。如写饮食、歌舞之余，“士女杂坐，乱而不分些。放陈组缨，班其相纷些”；写赌博的场面“分曹并进，遒相迫些。成枭而牟，呼五白些”。将那种不顾礼仪、忘乎所以的情形，那种捋袖揎拳，呼五喝六的神态，穷形尽相地描绘了出来。写得最精彩的，要数对美人和风物的刻画。如写美女说：“美人既醉，朱颜酡些。嬉光眇视，目曾波些。”写人着力写眼睛，是《诗经》已开始了，《硕人》便有“巧笑倩兮，美目盼兮”之句，而这里则发展为写挑逗的目光，流动的眼波，更为巧妙生动。整个的美人醉态，犹之一副“贵妃醉酒”图。又如写到苑中之景，说：“川谷径复，流潺湲些。光风转蕙，氾崇兰些。”溪流蜿蜒，汩汩有声，微风挟着阳光，摇动着香草，泛起阵阵清香。“光风”二字语简义丰，形容极为准确。这两句确实是当之无愧的名句。</p> <p>　　客观叙述，一般不着作者主观色彩。然其中所写醉酒后的种种失态，客观上是有批评性的。那些描写多切合楚王身份。“归来反故室，敬而无妨些”一句，强调归来仍受尊敬而无妨害，应是针对楚怀王可能具有的愧悔心情的。</p> <p>　　《招魂》的最后部分“乱曰”一段，是全篇的结束语。“乱曰”主要写打猎。在《招魂》影响下的汉大赋，打猎是描写的主要内容。这里却归入了乱辞，原因是这与巫阳招魂辞无关，而是作者自身的活动。这里屈原又以第一人称出现，叙其在南征途中，回忆起参加怀王狩猎的情况。云梦一带是楚国著名的猎场，面积极广，汉赋对云梦之猎有很精彩的描写。而这里并未多写狩猎过程，只写了开始时的壮丽场景，“青骊结驷兮，齐千乘。悬火延起兮，玄颜烝”。实际狩猎只有“君王亲发兮惮青兕”这一句。《吕氏春秋·至忠篇》载有楚王射中随兕的故事：据楚国《故记》说，杀随兕者不到三月必死，楚王射中随兕，申公子培出于忠心，夺归己有，果然代王而死。有这种传说作为依据，“君王亲发兮惮青兕”其实表现了屈原曾经对楚怀王的安危十分关心，也就是“系心怀王，不忘欲反”的意思。然而怀王终于“客死于秦”不得归楚了。诗人最后以“湛湛江水兮，上有枫。目极千里兮，伤春心。魂兮归来，哀江南！”这样极其凄婉的诗句，结束了这一篇千古绝唱。而这结尾几句，堪称《楚辞》中最著名的情景交融片段之一，绝不亚于《九歌·湘夫人》开头“帝子降兮北渚，目眇眇兮愁予。嫋嫋兮秋风，洞庭波兮木叶下”等名句。它对后世的影响甚大，如果说宋玉《九辩》的“悲哉秋之为气也，萧瑟兮草木摇落而变衰，憭栗兮若在远行，登山临水送将归”数语是中国古典文学悲秋传统的滥觞，那么不妨说《招魂》末尾的这几句是中国古典文学伤春传统的滥觞。后世如北朝<a href=\"http://so.gushiwen.org/author_662.aspx\">庾信</a>的《哀江南赋》，题目即取自“魂兮归来哀江南”句，感伤时事，眷怀故国，精神亦与楚辞屈赋相仿佛，其深受《招魂》影响固不待言；即如唐<a href=\"http://so.gushiwen.org/author_750.aspx\">司空曙</a>《送郑明府贬岭南》“青枫江色晚，楚客独伤春”二句，虽所感限于身世之悲，其意象又何尝不是脱胎于《招魂》的乱辞。</p>",
  "poet": {
    "id": 238,
    "star": 0,
    "name": "屈原",
    "image": "http://img.gushiwen.org/authorImg/quyuan.jpg",
    "desc": "屈原（约公元前340-前278），中国古代伟大的爱国诗人。汉族，出生于楚国丹阳，名平，字原。战国时期楚国贵族出身，任三闾大夫、左徒,兼管内政外交大事。公元前278年秦将白起一举攻破楚国首都郢都。忧国忧民的屈原在长沙附近汩罗江怀石自杀，端午节据说就是他的忌日。他写下许多不朽诗篇，成为中国古代浪漫主义诗歌的奠基者，在楚国民歌的基础上创造了新的诗歌体裁楚辞。他创造的“楚辞”文体在中国文学史上独树一帜，与《诗经》并称“风骚”二体，对后世诗歌创作产生积极影响。"
  },
  "tags": [
    "楚辞"
  ]
}