{
  "id": 47688,
  "star": 1969,
  "name": "荆轲歌 / 渡易水歌",
  "dynasty": "先秦",
  "content": "风萧萧兮易水寒，壮士一去兮不复还。<br>探虎穴兮入蛟宫，仰天呼气兮成白虹。",
  "fanyi": "<p><strong>译文</strong><br>风萧萧地响把易水岸边吹得很冷，壮士荆轲去了就再也不回来了。刺杀秦王就像是到虎穴到龙宫一样危险啊，但是我们的英雄英勇的气概，连仰天吐气都能形成白虹．史书上说，高渐离击筑，荆轲悲歌“风萧萧兮易水寒，壮士一去兮不复还”，唱得太悲壮了，以至于听者嗔目，发尽上指。<br>一段唱毕，只听见荆轲仰头长叹一声，天空中居然出现一道七彩虹。高渐离趁势变了一个调，乐音显得更为激昂，荆轲继而唱道：探虎穴兮入蛟宫，仰天呼气兮成白虹。太子丹最后被彻底地感动了，跪在地上向荆轲敬了一杯酒。</p> <p><strong>注释<br></strong>萧萧：指风声。易水：指水名，源出河北省易县，是当时燕国的南界。<br>兮：语气助词。<br>壮士：在这里指荆轲。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　上句即景写风吹水寒，渲染苍凉悲壮的气氛。下句抒写决死的情怀，明知有去无还，却毅然前往，决不回顾。“风萧萧”有声，从听觉上渲染离别之际的惨烈；“易水寒”彻骨，从感觉上描状环境的悲凉；一上一下，极尽天地愁惨之状，更加烘托出荆轲“君子死知己”，慷慨赴国难的凛然正气。虽寥寥十五字，却“凄婉激烈，风骨情景，种种具备”。</p><br/><h2>鉴赏二</h2> <p>　　“风萧萧兮易水寒，壮士一去兮不复还。”</p> <p>　　荆轲以此得名，而短短的两句<a href=\"http://so.gushiwen.org/view_47688.aspx\">诗</a>乃永垂于千古。在诗里表现雄壮的情绪之难，在于令人心悦诚服，而不在嚣张夸大；在能表现出那暂时感情的后面蕴藏着的更永久普遍的情操，而不在那一时的冲动。大约悲壮之辞往往易于感情用事，而人在感情之下便难于辨别真伪，于是字里行间不但欺骗了别人，而且欺骗了自己。许多一时兴高采烈的作品，事后自己读起来也觉得索然无味，正是那表现欺骗了自己的缘故。《易水歌》以轻轻二句遂为千古绝唱，我们读到它时，何尝一定要有荆轲的身世。这正是艺术的普遍性，它超越了时间与空间而诉之于那永久的情操。 </p> <p>　　“萧萧”二字诗中常见。古诗：“白杨多悲风，萧萧愁杀人。”“风萧萧”三字所以自然带起了一片高秋之意。古人说“登山临水兮送将归”，而这里说：“壮士一去不复还”，它们之间似乎是一个对照，又似乎是一个解释，我们不便说它究竟是什么，但我们却寻出了另外的一些诗句。这里我们首先记得那“明月照积雪”的辽阔。 </p> <p>　　“明月照积雪”，清洁而寒冷，所谓“琼楼玉宇，高处不胜寒”。《易水歌》点出了寒字，谢诗没有点出，但都因其寒而高，因其高而更多情致。杜诗说“风急天高猿啸哀”，猿啸为什么要哀，我们自然无可解释。然而我们不见那“朔风劲且哀”吗?朔风是北风，它自然要刚劲无比，但这个哀字却正是这诗的传神之处。那么壮士这一去又岂可还乎?一去正是写一个劲字，不复还岂不又是一个哀字?天下巧合之事必有一个道理，何况都是名句，何况又各不相关。各不相关而有一个更深的一致，这便是艺术的普遍性。我们每当秋原辽阔，寒水明净，独立在风声萧萧之中，即使我们并非壮士，也必有壮士的胸怀，所以这诗便离开了荆轲而存在。它虽是荆轲说出来的，却属于每一个人。“枯桑知天风，海水知天寒”，我们人与人之间的这一点知，我们人与自然间的一点相得，这之间似乎可以说，又似乎不可以说，然而它却把我们的心灵带到了一个更辽阔的世界去。那广漠的原野乃是生命之所自来，我们在狭小的人生中早已把它忘记，在文艺上乃又认识了它，我们生命虽然短暂，在这里却有了永生的意味。 </p> <p>　　专诸刺吴王，身死而功成，荆轲刺秦王，身死而事败。然而我们久已忘掉了专诸，而在赞美着荆轲。士固不可以成败论，而我们之更怀念荆轲，岂不正因为这短短的诗吗?诗人创造了诗，同时也创造了自己，它属于荆轲，也属于一切的人们。</p><br/><h2>鉴赏四</h2> <p>　　这是一个身赴虎穴，自知不能生还的壮士的慷慨悲歌。</p> <p>　　全<a href=\"http://so.gushiwen.org/view_47688.aspx\">诗</a>仅两句。第一句写临别时的环境，萧瑟的秋风，寒冽的易水，一派悲壮苍凉的气氛。景物描写中渗透着歌者的感情。第二句表现了英雄赴难义无反顾的献身精神。</p> <p>　　这首诗语言十分平易、简练，借景抒情，情景交融，是中国古代诗歌中的一曲绝唱。</p> <p>　　荆轲以此得名，而短短的两句诗乃永垂于千古。在诗里表现雄壮的情绪之难，在于令人心悦诚服，而不在嚣张夸大；在能表现出那暂时感情的后面蕴藏着的更永久普遍的情操，而不在那一时的冲动。大约悲壮之辞往往易于感情用事，而人在感情之下便难于辨别真伪，于是字里行间不但欺骗了别人，而且欺骗了自己。许多一时兴高采烈的作品，事后自己读起来也觉得索然无味，正是那表现欺骗了自己的缘故。《易水歌》以轻轻二句遂为千古绝唱，我们读到它时，何尝一定要有荆轲的身世。这正是艺术的普遍性，它超越了时间与空间而诉之于那永久的情操。</p> <p>　　对荆轲的行为，自古以来评价不一。有人说荆轲是舍生取义的壮士，有人说他是微不足道的亡命徒，还有人说他是中国古代的恐怖分子。</p><br/><h2>鉴赏三</h2> <p>　　这首短歌，通过对风声萧萧、易水寒凉的外界景物的渲染烘托，表现了荆轲去刺杀秦王时的悲壮情怀和不完成任务誓不回还的坚定意志。有人把意思翻新，用以表现革命者以身赴敌的英雄气概。电影《狼牙山五壮士》中曾引用这句<a href=\"http://so.gushiwen.org/view_47688.aspx\">诗</a>，激励革命战士对敌斗争的勇气，渲染为人民而战斗的一种慷慨悲壮气氛。</p> <p>　　这个历史被编写成了一个美丽的故事,就是《秦时明月——荆轲外传》这本书，其中写了荆轲与丽姬的美丽故事，语言生动优美，值得一览。</p>",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": [
    "古诗三百首",
    "爱国",
    "悲歌"
  ]
}