{
  "id": 72192,
  "star": 57,
  "name": "王孙满对楚子",
  "dynasty": "先秦",
  "content": "　　楚子伐陆浑之戎，遂至于雒，观兵于周疆。定王使王孙满劳楚子。楚子问鼎之大小轻重焉。</p> <p>　　对曰：“在德不在鼎。昔夏之方有德也，远方图物，贡金九牧，铸鼎象物，百物而为之备，使民知神奸。故民入川泽山林，不逢不若。螭魅罔两，莫能逢之。用能协于上下，以承天休。桀有昏德，鼎迁于商，载祀六百。商纣暴虐，鼎迁于周。德之休明，虽小，重也。其奸回昏乱，虽大，轻也。天祚明德，有所底止。成王定鼎于郏鄏，卜世三十，卜年七百，天所命也。周德虽衰，天命未改。鼎之轻重，未可问也。” ",
  "fanyi": "<p><strong>译文一</strong></p> <p>　　楚王攻打陆浑戎人，于是到了雒水，在周朝边境上炫耀武力。周定王派王孙满慰劳楚王。楚王问到周王室的九鼎的大小轻重。</p> <p>　　王孙满回答说：“统治天下在于道德，不在于鼎。从前夏朝正在实行德政的时候，远方各地把各种奇异东西都画成图象，九州贡献出金属，铸成九鼎，把画下来的各种东西的图象铸在鼎上，鼎上面有各种东西的图象，教人民知道神物和怪异。所以人民进入川泽山林，不会碰到对自己不利的东西。螭魅罔两这些妖怪都不会遇到。因此能够上下和协，受到上天的保佑。夏桀昏乱，鼎迁到商朝，前后六百年。商纣暴虐，鼎又迁到周朝。天子德行美善光明，鼎虽然小，也是重的。如果奸邪昏乱，鼎虽然大，也是轻的。上天赐福给有美德的人，是有一定极限的。成王把九鼎放在郏鄏，曾经占卜过，可以传世三十代，享国七百年，这是上天所命令的。今天周朝的德行虽然衰减了，可天命还没有改变。九鼎的轻重，是不能问的。</p> <p><strong>译文二</strong></p> <p>　　楚庄王攻打陆浑之戎，于是来到雒水，在周朝的疆界内检阅军队。周定王派王孙满去慰劳楚庄王。楚庄王问起九鼎的大小轻重。</p> <p>　　王孙满回答说：“这决定于君主的德行而不在于鼎的本身。往昔夏朝开始实行德政的时候，远方的人们把各种事物都绘制成图像，九州的长官贡献了铜，铸成九鼎，把各种奇形异状的神怪图像都铸在鼎上，万物皆备，让人民认识神物与妖怪。因此，人民进入川泽山林，就不会碰上有危害的东西。山林水泽中的妖怪，都不会遇上。因而能使上上下下的人们和睦相处，以承受上天的保佑。夏桀德行败坏昏乱，九鼎迁移到商朝，经历了六百年。商纣王暴虐无道，九鼎又迁到周朝。德行如果美好光明，鼎虽小，分量却很重；如果奸邪昏乱，鼎虽大，分量也是轻的。上天赐福给有美德的人，总有终止的日子。成王把九鼎固定在郏鄏，占卜的结果是传世三十代，享国七百年，这是天命所决定的。周朝的德行虽然衰减了，天命并没有改变。九鼎的轻重，是不能问的。”</p> <p><strong>译文三</strong></p> <p>　　楚庄王讨伐陆浑之戎，于是来到洛河，陈兵于周王室境内。周定王派王孙满慰劳楚庄王。楚庄王问起了九鼎的大小和轻重。</p> <p>　　王孙满回答说：“大小、轻重在于德行而不在于鼎。以前夏代刚刚拥立有德之君的时候，描绘远方各种奇异事物的图象，以九州进贡的金属铸成九鼎，将所画的事物铸在鼎上反映出来。鼎上各种事物都已具备，使百姓懂得哪些是神，哪些是邪恶的事物。所以百姓进入江河湖泊和深山老林，不会碰到不驯服的恶物。象山精水怪之类，就不会碰到。因此能使上下和协，而承受上天赐福。夏桀昏乱无德，九鼎迁到商朝，达六百年。商纣残暴，九鼎又迁到周朝。德行如果美好光明，九鼎虽小，也重得无法迁走。如果奸邪昏乱，九鼎再大，也轻得可以迁走。上天赐福有光明德行的人，是有个尽头的。成王将九鼎固定安放在王城时，曾预卜周朝传国三十代，享年七百载，这个期限是上天所决定的。周朝的德行虽然衰退，天命还未更改。九鼎的轻重，是不可以询问的。”</p> <p><strong>注释</strong><br>王孙满：周大夫，周共王的玄孙。对：回答。楚子：楚庄王，公元前613年至前591年在位。<br>陆浑之戎：古戎人的一支。也叫允姓之戎。原在秦晋的西北，春秋时，被秦晋诱迫，迁到伊川（今河南伊河流域），周景王二十年（公元前525年）为晋所并。雒（luò）：指雒水，今作洛水。发源于陕西，经河南流入黄河。观兵：检阅军队以显示军威。疆：边境。<br>定王：襄王的孙子，名瑜，周朝第二十一位王，公元前606年至前586年在位。劳：慰劳。<br>鼎：即九鼎。相传夏禹收九牧所贡金铸成九个大鼎，象征九州，三代时奉为传国之宝，也是王权的象征。楚庄王问鼎的大小轻重，反映他对王权的觊觎。<br>图：画。　贡：把物品进献给天子。金：指青铜。九牧：即九州。传说古代把天下分为九州，州的长官叫牧。贡金九牧，是“九牧贡金”的倒装，犹言天下贡金。铸鼎象物：用九州的贡金铸成鼎，把画下来的各种东西的图象铸在鼎上。百物；万物。备：具备神奸：鬼神怪异之物。<br>不逢不若：不会遇到不顺的东西。逢，遇。若，顺，顺从。<br>螭魅（chimèi）：也作“魑魅”。传说山林里能害人的妖怪。罔两（wǎngliǎng）：传说中河川里的精怪。<br>用：因。协：和协。休：荫庇，保佑。<br>昏德：昏乱的行为。祀：年。与“载”同义。<br>德之休明：犹言德若休明。休明，美善光明。<br>奸回；奸恶邪僻。<br>祚（zuò）：赐福，保佑。明德：美德。这里指明德的人。止（zhi-）：限度，极限。<br>成王：周成王。定鼎：定都。九鼎为古代传国的重器，王都所在，即鼎之所在。郏鄏（jiárǔ）：地名。周王城所在，在今河南洛阳市西。卜世（bǔ-）：谓预卜周朝能传至几代。卜，占卜。古人用火灼龟甲，根据灼开的裂纹来预测未来吉凶。世，父子相继为一世。卜年：谓所得之年。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　春秋时代，周室衰微，诸侯争霸，野心家代不乏人。被中原诸侯视为蛮夷之君的楚庄王，经过长期的争斗，凭借强大的武力吞并了周围的一些小国，自以为羽翼已丰，耀武扬威地陈兵于周天子的境内，询问九鼎大小轻重，试图取而代之。周大夫王孙满由楚庄王问鼎敏感地意识到他吞并天下的野心，就以享有天下“在德不在鼎”的妙论，摧挫打击了楚庄王的嚣张气焰。夏、商、周三代以九鼎为传国宝，九鼎成为王权的象征。后世以“问鼎”比喻篡逆野心。</p> <p>　　历史发展到鲁宣公的时候，周王的权杖早已失去昔日的威严，地处荒蛮的南楚日渐强大。于是，楚庄王出兵北伐伊川境内的陆浑之戎，顺势移兵洛邑，居然在周王室境内进行军事演习，耀武扬威，不可一世。周定王敢怒而不敢言，忍气吞声，还不得不派自己的大夫王孙满去慰劳。见面后，楚庄王竟然连一句寒暄的话都没有，劈头盖脸就问鼎之大小轻重。这个楚庄王凭着自己的军事实力，飞扬跋扈，气势汹汹，蛮横无礼，蔑视周定王，对其欲取周室而代之的野心毫不掩饰。王孙满忠诚而睿智。他的回答从容不迫而隐含凌厉。全篇故事便在“霸”与“德”的矛盾中展开。两个人物的性格跃然纸上。王孙满的回答，从“德”、“天”二字入手。先从“德”字出发，以“德”抗“霸”，一语击破楚庄王的问鼎野心：“在德不在鼎。”立论如金石，坚不可摧。接下来，以夏、商、周的历史变迁为鉴，有根有据地讲述了鼎的来历和几易其主的过程，用以说明有德的君主才配有九鼎，才会拥有天下。由鼎的轻重引申到德的轻重，摧挫了楚庄王的嚣张气焰。“霸”而无“德”，你还不配问鼎。鼎随德迁，那么如今周德如何?还没等愚昧的楚庄王醒过神来，王孙满妙转机杼，又搬出个“天”来。“周德虽衰，天命未改”，周王朝的命数是天定的，天命难违，任何人都无法改变。王孙满的答话，无一句直接指说楚庄王，却无一语不在谴责他，既狠击其心，又死封其口。条理严密，涵蓄有力，与楚庄王的凶蛮直率形成鲜明对比。</p>",
  "poet": {
    "id": 384,
    "star": 0,
    "name": "左丘明",
    "image": "http://img.gushiwen.org/authorImg/zuoqiuming.jpg",
    "desc": "丘明（姓姜，氏丘，名明），华夏人，生于前502年，死于前422年，享年80岁。丘穆公吕印的后代。本名丘明，因其先祖曾任楚国的左史官，故在姓前添“左”字，故称左史官丘明先生，世称“左丘明”，后为鲁国太史 。左氏世为鲁国太史，至丘明则约与孔子（前551-479）同时，而年辈稍晚。他是当时著名史家、学者与思想家，著有《春秋左氏传》、《国语》等。他左丘明的最重要贡献在于其所著《春秋左氏传》与《国语》二书。左氏家族世为太史，左丘明又与孔子一起“如周，观书于周史”，故熟悉诸国史事，并深刻理解孔子思想。"
  },
  "tags": [
    "古文观止",
    "写人",
    "故事"
  ]
}