{
  "id": 7725,
  "star": 36,
  "name": "天马歌",
  "dynasty": "唐代",
  "content": "天马来出月支窟，背为虎文龙翼骨。<br>嘶青云，振绿发，兰筋权奇走灭没。<br>腾昆仑，历西极，四足无一蹶。<br>鸡鸣刷燕晡秣越，神行电迈蹑慌惚。<br>天马呼，飞龙趋，目明长庚臆双凫。<br>尾如流星首渴乌，口喷红光汗沟朱。<br>曾陪时龙蹑天衢，羁金络月照皇都。<br>逸气棱棱凌九区，白璧如山谁敢沽。<br>回头笑紫燕，但觉尔辈愚。<br>天马奔，恋君轩，駷跃惊矫浮云翻。<br>万里足踯躅，遥瞻阊阖门。<br>不逢寒风子，谁采逸景孙。<br>白云在青天，丘陵远崔嵬。<br>盐车上峻坂，倒行逆施畏日晚。<br>伯乐翦拂中道遗，少尽其力老弃之。<br>愿逢田子方，恻然为我悲。<br>虽有玉山禾，不能疗苦饥。<br>严霜五月凋桂枝，伏枥衔冤摧两眉。<br>请君赎献穆天子，犹堪弄影舞瑶池。",
  "fanyi": "<p><strong>译文<br></strong>天马来自于月支窟那个地方，它脊背的毛色如同虎纹一样漂亮，骨如龙翼一样坚韧有力。<br>天马仰天而嘶，声震青云；它摇动着的鬃毛，像绿发一样明亮。它兰筋权奇，骨相神骏，飞跑起来，倏然而逝，连影子也看不清楚。<br>它腾迈昆仑，飞越西极，四蹄生风，从不失足。<br>鸡鸣时它还在燕地刷毛理鬃，到傍晚时它已在越地悠闲地吃草了。其神行之速真如电闪一般，只见其影而不见其形。<br>天马呼啸着驰骋而过，就像是飞龙一样窈矫。它目如明星，膀如双凫。<br>尾如流星，首如渴鸟，口喷红光，汗流如血。它曾与宫中的御马一道在天街上奔驰，羁金络月，光照皇都。<br>豪逸之气，凌迈九州。此时天马的身价，就是堆积如山的白壁，也难抵其值。<br>那些所谓的名马，什么紫燕之类，跟它相比，真是不值一提。<br>但是时过境迁，好景不长。如今的天马，虽然依日顾恋天子的车驾。<br>它奔跑起来依然能驰骋万望，耸跃浮云，英姿不减当年，但却适望天门，脚因而不得进了。<br>遇不到寒风子这样的识马者，谁还认得逸景这样的名马呢？<br>想当年，曾经驾着穆天子的车驾，穿过白云，迈越丘山，前往西天与西王母相会，是何等的神气得意啊。<br>但如今却驾着盐车向着高峻的山坡上苦苦挣扎，盐车倒行下滑而力尽途中，天色已晚。<br>对天马此种不幸之遭遇，只有伯乐才会中适停车为之抚慰悲叹，少尽其力而老被遗弃。<br>多么想能够遇到像田子方这样的仁人啊，只有他才会对老马的命运为之悲慨和同情。<br>五月的严霜摧凋了桂枝，天马伏枥含冤无草可食。虽然昆仑玉山之上有仙禾，可是，却难以疗救如今落傀天马之苦饥啊。<br>诸君有哪位可怜这匹年老的天马，请您赎献给穆天子，它虽不能出力拉车了。但在瑶池上作一匹弄影的舞马，总还是可以的吧！</p> <p><strong>注释</strong><br>天马：即大宛马。《史记·大宛列传》：“天子发书《易》，云神马当从西北来。得乌孙马，名曰‘天马’。及得大宛汗血马，益壮。更名乌孙马曰‘西极’、名大宛马曰‘天马’。” 月支窟：月支，一作月氏，西域古国名。先在甘肃敦煌祁连之间，后被勾奴所逐，迁于今阿富汗东北。《史记·大宛列传》：“大月氏在大宛西可二三千里，居沩水北。……始月氏居敦煌、祁连间，及为匈奴所败，乃远去，过宛，西击大夏而臣之。遂居沩水北，为王庭。”《正义》：“万震《南州志》云：（大月氏）在天竺北可七千里，地高燥而远。国王称天子，国中骑乘常数十万匹，城郭宫殿与大秦国同。人民赤白色，便习弓马。土地所出及奇伟珍物，被服鲜好，天竺不及也。”康泰《外国传》云：“外国谓天下有三象：中国为人象，大秦为宝象，月支为马象。”月支窟，当指所传生天马的湖边。一说是指敦煌附近的渥洼水。<br>虎文：马毛色似虎脊文。《汉书·礼乐志》：“《天马歌》：虎脊两，化若鬼。”应劭曰：“马毛色如虎脊者多两也。”<br>绿发：指马鬃、马额上毛。<br>兰筋：马额上筋名。《文选》<a href=\"http://so.gushiwen.org/author_359.aspx\">陈琳</a>《为曹洪与魏文帝书》：“整兰筋。”李善注：“《相马经》云：一筋从玄中出，谓之兰筋。玄中者，目上陷如井字。兰筋树者千里。吕向注：“兰筋，马筋节坚者，千里足也。” 权奇者：奇异非常。汉《天马歌》：“志倜傥，精权奇。”王先谦《汉书补注》：“权奇、奇谲非常之意。” 灭没：谓无影无声。《列于·说符》：“天下之马者，若灭若没，若亡若失，若此者，绝尘洱辙。”<br>西极：极西之地。汉《天马歌》：“天马俫，从西极。涉流沙，九夷服。”<br>四足无一蹶：谓奔跑如风，绝无一失。蹶，失蹄也。<br>“鸡鸣”句：此句是说，早晨还在燕地刷洗鬃毛，晚间已经到了越地吃草科了。形容马速极快。晡，傍晚。秣，草料，此处作喂马讲。杜预曰：以粟饭马曰秣。《文选》颜延年《赭出马赋》：“日刷幽燕，昼秣荆越。”<br>“神行”句：此句谓马行速度之快，像闪电一样，一闪而过，连影子还没看清楚，马就奔过去了。 电迈，疾速行进。电，喻快速。迈，前进，行进。恍惚：瞬间，极短的时间<br>飞龙：指骏马。《文选》颜延年《赭白马赋序》：“马以龙名。”辛善注：“《凋礼》曰：凡马八尺以上称龙。”<br>目明长庚：眼像长庚星一洋明亮。长庚，星名，又名启明、太白星，即金星。以金星运行轨道所处方位不同而有长庚启明之别：晨出东方为启明，昏见西方为长庚。《<a href=\"http://so.gushiwen.org/view_7725.aspx\">诗</a>经·小雅·大东》：“东有启明，西有长庚。”《史记·天官书》：“察日行以处位于太白。”《索引》：“《韩诗外传》：‘太白晨出东方为启明，昏见西方为长庚。’” 臆双凫：马的前胸像一对鸭子。臆，胸脯。凫，野鸭。《齐民要术》卷六：“马胸欲直而出，凫间鹆并，望之如双凫。”<br>流星：指慧星。<br>渴乌：水车上灌水用的竹筒。《后汉书·宦者列传·张让传》：“又作翻车渴乌，施于桥西，用洒南北郊路。”李贤注：“翻车，设机车以引水。渴乌，为曲简，以引水上也。”此句意，王琦所注云：“此言马尾流转，有似奔星，马首昂娇，状类渴乌。即如慧如鹰之意。”<br>口喷红光：《齐民要术》卷六：“相马，……口中色欲得红白如火光为善材，多气，良且寿。” 汗沟朱：马前腿胛处沉汗如血。 汗沟：马前腿和胸腹相连的凹形部位，马疾驰时为汗所流注，故称。[3] 朱，血色，—作珠。《汉书·西域传》：“大宛国多善马，马汗血，言其先天马子也。”《文选》颜延年《赭白马赋》：“膺门朱赭，汗沟走血。”<br>大衢：天街。<br>羁金络月：指用黄金装饰的马络头。<a href=\"http://so.gushiwen.org/author_322.aspx\">曹植</a>《白马篇》：“白马饰金羁，联翩西北驰。”月，月题。马额上当颅如月形者也。《文选》颜延年《赌白马赋》：“两权协月。”李善注：“《相马经》曰：颊欲圆，如悬壁，因谓之双壁，其盈满如月。”<br>棱棱：威严貌。<br>九区：九州也。<br>白璧如山：言白璧之多也。<br>沽：买也。<br>紫燕：良马名。刘劭《赵都赋》：“良马则赤兔、奚斯、常骊、紫燕。”<br>君轩：天子之车也。<a href=\"http://so.gushiwen.org/author_732.aspx\">鲍照</a>《东武吟》：“疲马恋君轩。”<br>“駷跃”句：此句天马行空之快捷。駷，音耸。勒马衔令马疾走。矫，矫首也。<br>踯躅：欲进不进貌。<br>阊阖：天门。此喻京城或宫廷之门。汉《天马歌》：“天马徕，龙之媒。游阊阖，观五台。”<br>寒风子：古之善相马者。《吕氏春秋·恃君览·观表》：“古善相马音，寒风子善相口齿，麻朝相颊，……凡此十人者，皆天下之良工也。”<br>逸景：良马名。<br>“白云”句：此句化用《穆天子传》卷三：“西王母为天子谣曰：‘白云在天，山陵自出。道里悠远，山川间之。’”之意。<br>“崔嵬”句：《战国策·楚策》：“夫骥之齿至矣，服盐车而上太行。蹄申膝折，尾湛跗溃，漉汁洒地，白汗文流，中坂迁延，负辕不能上。伯乐遭之，下车攀而哭之。解纻衣以幂之。骥于是俯而喷，仰而鸣，声达于天，若出金石者，何也？彼见伯乐之知己也。”崔嵬，山高峻貌。峻坂，陡坡也。<br>“倒行”句：安旗注云：“倒行逆施，谓天马遭遇之苦。畏日晚，谓年老衰，余日无多也。”《史记·伍子胥列传》：“吾日暮涂远，吾故倒行而逆施之。”<br>伯乐：古之善相马者，姓孙名阳。剪拂：梳剪其毛鬃，洗拭其尘垢。<br>田子方：《韩诗外传》卷八：“昔者，田子方出，见老马于道，喟然有志焉。以问于御者曰：‘此何马也？’曰：做公家畜也。罢而不能用，故出放也。’田子方曰：‘少尽其力而老弃其身，仁者不为也。束帛而赎之。穷士闻之，知所归心矣。’”<br>为我悲：注云：一作恩。<br>玉山禾：昆仑山之仙禾。《文选》张协《七命》：“琼山之禾。”李善注：“琼山禾，即昆仑之山木禾。《山海经》曰：昆仑之上有木禾，长五寻，大五围。”<br>“严霜”句：用邹衍事，谓已无罪而受冤也。《论衡·感虚篇》：“邹衍无罪，见拘于燕，当夏五月，仰天而哭，天为陨霜。”<br>枥：马槽也。<br>“请君”二句：请人荐举入朝之意。穆天子，即周穆王。此喻当今天子。《列子》卷三：“穆王……肆意远游，命驾八骏之乘，……遂宾于西王母，觞于瑶池之上》。”</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　本<a href=\"http://so.gushiwen.org/view_7725.aspx\">诗</a>可分为五段。第一段写天马的神峻，诗人以此来比喻自己非凡的才能。头一句首写出天马的不凡来历。天马并非产于中土，传说天马出产在西域月支国的山洞中。月支、大宛等国，俱在新疆伊犁河和苏联伊塞克湖一带，故在汉人的眼中，那就是“西极”。这匹天马的背上的毛色就象虎皮的花纹一样，它长着飞龙的翅膀，形象更加神奇。接着，诗人描写天马驰奔的神姿：它嘶声响彻青云，跑起来鬃毛象绿发一样飘荡；它的双目之上兰筋突起，权骨奇异，飞奔起来霎时间就不见了踪影。它从神话中的昆仑山上腾跃而起，跨越了西极的千山万水，四蹄生风，无一闪失。它飞奔的神速简直令人不敢相信。鸡鸣时它还在北方的燕地（北京、河北、辽宁一带）刷洗鬃毛、下午申时（约为三、四点钟）已经奔驰到南方的越地（浙江地区），在那里安详地吃草。它奔走的速度真如电闪流星，一闪即过，使人们来不及看清它的身影，它就消失得无影无踪了。这里诗人以描写天马的神异来喻自己的卓越才能。对于自已的才能，<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>一向是非常自负的，甚至于在不了解他的人看来，简直是说大话。而了解他的人，都称他有王霸之才，堪为帝王之佐。</p> <p>　　第二段，写天马也曾有过“跃天衢”、“照皇都”的得意时刻。以此来比喻他在天宝初在长安待诏供奉翰林的一段宠遇。在天马得意的时期，它仰头呼啸，扬蹄飞奔，象飞龙似的。它的眼睛象长庚星一样的明亮，它的胸脯，两块肌肉鼓鼓的，象一双鸭子一样丰满，扫尾迅似流星，昂头犹如乌鹰，口喷红光，膊出汗血，是何等的骏健精神。它曾和天子御厩中的龙马一起在长安的大道上并驾齐驱，头上的金羁络头套在月一样丰满的两颊上，金光闪耀，影照皇都。它逸然自得，威风凛凛，声传九州。一时间，它的身价倍增，即使是白璧如山，价值连城也换不去这匹天马。再回头瞧瞧那古代曾名贵一时的骏骥紫燕，相比之下，那紫燕竟笨得象条驴！诗人天宝初年的恩宠和身价，就是透过这样的描绘给反射出来的。</p> <p>　　第三段写天马被丢弃冷落的情状。它虽然依恋君王的车驾，不忍离去，但是已得不到君王的爱怜，只好腾跃惊矫，四方奔驰。象浮云一样飘荡万里。回首遥望天门，再也逢遇不到象寒风子那样识马的人，会用它这匹周穆王的千里马“逸景”的后代。天马的这种遭遇与李白逐出长安后的情况，何其相似。</p> <p>　　第四段写天马的晚年。它拉着盐车，仰望青天，那天上的白云是多么悠闲自在，它自己却忍辱负重，向着陡峭的山坂攀登，真象是倒行逆施一样困难。抬头看，前面的丘陵连绵，道路遥远而没有尽头。红日西坠，天色渐晚。它想起了古代的伯乐，曾经抚摸着蹄折胫断的骏马，哀伤它少尽其力，老了而被弃。这匹遭难的天马，正象征着李白晚年因永王事件而遭难的悲惨处境。</p> <p>　　最后一段，写天马希望能够遇到象田子方这样的仁人，同情它、起用它。田子方是战国时的仁人。一次，田子方在路上遇见了一个人赶着一匹老马，问他要干什么，那人回答说，这是他主人家的一匹马，因老而无用，要牵出去卖掉。田子方说：“少尽其力而老去其身，仁者不为也。”就掏钱将这匹马买下了。李白所需要的正是这种同情和理解。若不被理解和同情，其实就是有昆仑山上的琼草玉禾，也不能疗救自己的痛苦，这匹天马的遭遇，就象是五月的桂枝遭到了意外的严霜摧打，它有着无限的冤屈私不平。它希望有象田子方这样的识才仁人，能够把自己献给穆天子。虽然老了，已不能驾车奔驰，但是，在王母娘娘的瑶池盛会上，当一名舞马总还是可以的。严霜五月”说的是战国时邹衍的故事。邹衍奉事燕惠王，竭尽忠诚，反被小人谗毁，被关进监狱，他仰天大哭，感动了苍天，夏天五月竟下了一场严霜。在这里，李白用以说明自己被系狱流放是冤枉的，他象这匹天马一样。伏枥衔冤摧两眉”。唐玄宗时，宫中常有马戏，舞马立于台上，按着音乐节奏进退起卧，抬起前腿为君王祝寿。这里是说，如今我老了，尽管不堪大用，但是做一名宫廷文学侍臣，为国家朝廷献出些绵薄之力还是可以的。</p> <p>　　李白一生可以说是与王侯权贵、世俗礼教相斗争、相对立的。但是，他也有妥协的一面。马克思评价歌德时说，他是一个一伟大的诗人，同时身上也有德国庸人的气味。同理，对李白的评价也适用。读者不能因他有过对统治者抱有幻想以及对功名有所追求留连而否定他对统治者反抗精神的一面。相反，通过李白在高压的痛苦下，使得他的灵魂发生扭曲的悲剧中，读者可以看到封建社会的黑暗势力对一个天才的心灵和肉体的摧残，从而更加理解诗人痛苦的心灵，更加痛恨这个不合理的社会。此诗既是咏天马，也是喻李白自己，二者浑然一体，声情并茂，表现了李白的二重性格，是一首成功的咏物诗。</p>",
  "about": "<h2>创作背景</h2> 　　《乐府<a href=\"http://so.gushiwen.org/view_7725.aspx\">诗</a>集》卷一列于《郊庙歌辞》，引《汉书·武帝纪》曰：“元鼎四年秋，马生渥洼水中，作《天马之歌》。”又引《汉书·张赛传》曰：“汉武帝初发书《易》曰：‘神马当从西北来。’得乌孙马好，名曰天马。及得宛马，汗血，益壮。更名乌孙马曰西极马，宛马曰天马云。”萧士赟注云：“《天马歌》者，古乐府车马六曲之一。汉郊祀乐歌亦有《天马之歌》。……此篇盖为逸群绝伦之士不遇知己者叹。亦白自伤其不用于世，而求知于人也与？”胡震亨云：“汉郊祝《天马》二歌，皆以歌瑞应。太白所拟，则以马之老而见弃自况，思蒙收赎，似去翰林后所作。”<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>此诗似作于晚年流放夜郎之后。",
  "poet": {
    "id": 247,
    "star": 0,
    "name": "李白",
    "image": "http://img.gushiwen.org/authorImg/libai.jpg",
    "desc": "李白（701年－762年），字太白，号青莲居士，唐朝浪漫主义诗人，被后人誉为“诗仙”。祖籍陇西成纪(待考)，出生于西域碎叶城，4岁再随父迁至剑南道绵州。李白存世诗文千余篇，有《李太白集》传世。762年病逝，享年61岁。其墓在今安徽当涂，四川江油、湖北安陆有纪念馆。"
  },
  "tags": [
    "杂言",
    "人生",
    "暮年"
  ]
}