{
  "id": 48082,
  "star": 133,
  "name": "登池上楼",
  "dynasty": "南北朝",
  "content": "潜虬媚幽姿，飞鸿响远音。 <br>薄霄愧云浮，栖川怍渊沉。<br>进德智所拙，退耕力不任。<br>徇禄反穷海，卧疴对空林。<br>衾枕昧节候，褰开暂窥临。<br>倾耳聆波澜，举目眺岖嵚。<br>初景革绪风，新阳改故阴。<br>池塘生春草，园柳变鸣禽。<br>祁祁伤豳歌，萋萋感楚吟。<br>索居易永久，离群难处心。<br>持操岂独古，无闷征在今。",
  "fanyi": "<p><strong>译文</strong><br>　　沉潜的龙，姿态是多么的幽闲多么的美妙啊！高飞的鸿鸟，声音是多么的响亮多么的传远啊！我想要停留在天空（仕进功名），却愧对天上的飞鸿；我想要栖息川谷（隐退沉潜），却惭对深渊的潜龙。我仕进修德，却智慧拙劣；我退隐耕田，却又力量无法胜任。为了追求俸禄，我来到这偏远的海边做官，兼又卧病在床，面对著光秃秃的树林。（每天）蒙著被子，睡著枕头，浑不知季节气候的变化。偶然间揭开窗帷，暂且登楼眺望。倾耳细听有那流水波动的声音，举目眺望有那巍峨高峻的山岭。初春的阳光已经代替了残余的冬风，新来的阳气也更替了去冬的阴冷。（不知不觉）池塘已经长满了春草，园中柳条上的鸣禽也变了种类、换了声音。想起《出车》这首豳<a href=\"http://so.gushiwen.org/view_48082.aspx\">诗</a>，真使我伤悲，想到《春草生兮萋萋》这首楚歌，更是让我感慨。唉！独居的生活真容易让人觉得时间难捱、特别长久，而离开群体的处境也真是让人难以安心。坚持节操那里仅仅是古人才做得到呢？所谓的“遯世无闷”今天在我的身上已经验证、实践了。 </p><p><strong>注释</strong><br>【池】<a href=\"http://so.gushiwen.org/author_758.aspx\">谢灵运</a>居所的园池。<br>【潜虬媚幽姿】潜游的虬龙怜惜美好的姿态。<br>【响】发出<br>【远音】悠远的鸣声。<br>【薄】迫近，靠近。<br>【愧】惭愧<br>【栖川】指深渊中的潜龙<br>【怍】内心不安，惭愧。<br>【进德】增进道德，这里指仕途上的进取。<br>【徇禄】追求禄位。<br>【疴】病<br>【衾枕昧节候】卧病衾枕之间分不清季节变化。衾，大被。昧，昏暗。<br>【褰开】揭开帷帘，打开窗子。<br>【岖嵚】山势险峻的样子。<br>【初景革绪风】初春的阳光消除了冬季残留下来的寒风。<br>【新阳改故阴】新春改变了已过去的残冬。<br>【塘】堤岸<br>【祁祁伤豳歌】“采蘩祁祁”这首豳歌使我悲伤。祁祁，众多的样子。豳歌，指《诗经·豳风·七月》：“春日迟迟，采蘩祁祁。女心伤悲，殆及公子同归”的句子。<br>【萋萋感楚吟】“春草兮萋萋”这首楚歌使我感伤。萋萋，茂盛的样子。楚吟，指，《楚辞·招隐士》：“王孙游兮不归，春草生兮凄凄”的句子。<br>【索居】独居。<br>【群】朋友<br>【处心】安心<br>【持操】保持节操<br>【无闷】没有烦闷。出自《易经·乾卦》：“遁世无闷。”意为贤人能避世而没有烦恼。<br>【征】验证，证明。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　全<a href=\"http://so.gushiwen.org/view_48082.aspx\">诗</a>可分为三个层次。第一层写他出任永嘉大守的矛盾心情，懊悔自己既不能像潜藏的虬那样安然退隐，又不可能像高飞的鸿那样声震四方，建功立业。第二层写他在病中临窗远眺。第三层写他的思归之情。</p> <p>　　前八句为第一层，主要写官场失意后的不满与当时矛盾的处境。魏晋南朝时代权力斗争激烈，仕途风波险恶，因此士族文人既有进取之志，又有企羡隐逸之心，而诗人所面临的，却是两者俱无所得的困境。诗一开头即由此下笔：“潜虬”一句喻深藏不露、孤高自赏的生活，“飞鸿”一句喻奋进高飞、声名动世的境界；下面两句说无论前者还是后者，自己都不能做到，深感惭傀。四句中，第三句紧接第二句，第四句远承第一句，诗意连贯而有变化。以上四句用形象的比喻写出自己的困境，但为何会这样，并未交代清楚，所以又有后四句把前四句加以落实。“进德”谓进取功业，施恩德于世人，与“飞鸿”一句相应。——但虽有此志，却是才智不及。这句实际的意思，是说自己耿直守正，乃至受人陷害。“退耕”谓退隐田园，以耕作自资，与“潜虬”一句相应。——但徒怀此愿，却是力所未能。以谢氏的富有，当然谈不上“退耕力不任”的问题。这句实际的意思，是说自己颇有退隐之心，只是为形势所格，无法实现。因为当时<a href=\"http://so.gushiwen.org/author_758.aspx\">谢灵运</a>如果拒绝赴任，就是公开表示与当权者对抗，极可能招致更大麻烦。下面进一步写自己于无奈中来到这偏僻的海隅，入冬后久卧病床，所对唯有萧索枯瑟之空林。全诗由虚入实，由远及近，气氛渐渐降到最低点。</p> <p>　　自“衾枕”以下八句为第二层，写登楼所见满目春色。“衾枕昧节候”紧承前一句”卧疴对空林”而来，写卧病中不知不觉，已是冬去春来，同时自然而然引出下旬“褰开暂登临”。“暂”谓短时间，有抱病强起之意。“倾耳”、“举目”两句，写出诗人对自然风光的极度喜爱。池塘水波轻拍，在倾耳细听之际，令人虑澄意解；远山参差耸立，于放眼遥望之中，使人心旷神怡。眼前是一派景色：“初景”即新春的阳光，正在革除“绪风”即残冬的余风，“新阳”即春代替了“故阴”即冬的统治。“初景”、“新阳”写出总体的感受，是虚笔，下面“池塘”、“园柳”两句，转为近景的具体描绘。“池塘生春草，园柳变鸣禽”，是谢诗中最著名的诗句之一，曾引起很多人的赞赏，甚至引出一些带有神秘性的传说。但也有人提出：这二句实在很平常，没有什么可夸耀的。究竟应如何看待，颇可稍加分析。</p> <p>　　看起来，这一联诗（特别是前一句）确实很平常，毫无锤炼之功，所写景色亦并无特别之处．但应该注意到，它很好地表现了初春之特征及诗人当时的心情。池塘周围（尤其是向阳处）的草，因为得池水滋润，又有坡地挡住寒风，故复苏得早，生长得快，其青青之色也特别的鲜嫩，有欣欣向荣的生气。但它委实太平常，一般人都注意不到。谢灵运久病初起，这平时不太引人注意的景色突然触动了他，使之感受到春天万物勃发的生机，于是很自然地得到这一清新之句。“园柳变鸣禽”，写柳枝上已有刚刚迁徙来的鸟儿在鸣叫，这同样是细微而不易察觉的变化。两句诗表现了诗人敏锐的感觉，以及忧郁的心情在春的节律中发生的振荡。再有，宋初诗坛，以谢灵运其人为代表，有一种追求佳句的风气，而通常的佳句，都以反复雕琢、精于刻画取胜。在这样的风气中，此种自然生动而富有韵味的诗句，更显得特出。总之，放在特定的文学环境和具体的诗篇之中来看，“池塘生春草，园柳变鸣禽”的确不失为佳句，单独抽出来加以评论，就没有多少意义了。从全诗来看，写到这里，情绪渐渐转向开朗欣喜的暖色调。</p> <p>　　第二层是全诗最精彩的部份。诗人在病榻上度过了一个冬天，现已是初春时节了。他凭窗而坐，倾耳细听远处波涛拍岸之声；举目远望群山起伏之影。而近处所见的景致则是：“池塘生春草，园柳变鸣禽。”诗人从冬去春回的众多景象中选择了一个细小而典型的镜头：不知不觉间楼外枯草瑟瑟的池塘里竟然春草繁生了；小园垂柳丛中禽鸟鸣声也已变换。正是从池塘小园的变化中，久病的诗人突然意识到，外面已是一派浓郁的春意。这里写景，有声有色，远近交错，充满了蓬勃生气。“池塘”二句为历来诗论家交口赞赏。它的妙处就在于自然清新，不假绳削。</p> <p>　　最后六句为第三层。开头两句由登楼观春联想到古代描写春景的诗，借用典故表示自己的感慨，情绪又转向感伤。“祁祁伤豳歌”的“豳歌”，指《诗经·豳风·七月》一篇，诗中有“采蘩祁祁”等描写春景之句。“伤豳歌”，按照《毛诗序》《诗谱》等传统的解释，《七月》是周公在遭受流言、出居东都以避谗害时作的，谢灵运用此典故，带有暗喻的意思。“萋萋感楚吟”的“楚吟”，指《楚辞·招隐士》一篇，其中有“春草生兮萋萋”之句。所谓“感楚吟”，是说有感于隐士的生活。这两句回复到第一层的内容，但并非单纯的重复，而是表示要从困窘的处境中摆脱出来，决心走隐居的道路。接着“索居”“离群”两句，写隐居生活令人难以接受的一面，意思是：离群索居的生活，使人容易感到岁月漫长，枯索无味，难以安心。这两句从诗意上说，是指一般人的想法，并非说自己。但在潜在心理上，这种被否定的想法，也隐约透露了他自己的某种疑虑。谢灵运出身华胄，为世人所重，且骄纵自负，与世隔绝的隐居生活对于他确非易事。但不管怎祥，他归隐的决心已下。全诗结束两句说：“持操岂独古，无闷征在今！”“无闷”语出《周易·乾卦》，意谓大德之人，避世而无所烦忧。这两句意思是：坚持节操岂止古人能够做到，《周易》所谓“遁世无闷”在今人身上同样可以得到征验！这样，诗的情绪便从进退维谷的困境中解脱出来，以高亢的声调收结全篇。也就在这大约半年之后，谢灵运终于称疾辞职，归隐到始宁的祖居。</p> <p>　　在这首诗中，诗人用各种方式来表达自己内心的郁闷，或是比兴，用虬和鸿的进退得所来说明自己进退失据；或是直抒胸臆，诉说独居异乡的孤苦；或是以景写情，用生趣盎然的江南春景，来衬托诗人内心的抑郁。</p> <p>　　此诗以登池上楼为中心，抒发了种种复杂的情绪。这里有孤芳自赏的情调，政治失意的牢骚，进退不得的苦闷，对政敌含而不露的怨愤，归隐的志趣等等，虽然语言颇觉隐晦，却是真实地表现了内心活动的过程。诗中写景部分与抒情结合得相当密切，并且成为诗中情绪变化的枢纽。对景物的描绘，也体现出诗人对自然的喜爱和敏感，而这正是他能够开创山水诗一派的条件。只是，语言过于深奥、句式缺少变化，因求对仗而造成某些重复，也是显著的弱点。这些都有待于诗歌的发展来纠正。</p>",
  "about": "<h2>创作背景</h2> 　　此<a href=\"http://so.gushiwen.org/view_48082.aspx\">诗</a>当作于宋少帝景平元年（423）初春。<a href=\"http://so.gushiwen.org/author_758.aspx\">谢灵运</a>在宋武帝永初三年（422）被逐出京都，这一年的七八月至次年（景平元年）七八月间担任偏僻的永嘉郡（今浙江温州）太守。这是谢灵运首次在政治上受到沉重打击。来永嘉后的第一个冬天，他长久卧病，至次年初春始愈，于是登楼观景，托物起兴，写下《登池上楼》这一名篇。",
  "poet": {
    "id": 758,
    "star": 0,
    "name": "谢灵运",
    "image": "http://img.gushiwen.org/authorImg/xielingyun.jpg",
    "desc": "谢灵运（385年－433年），东晋陈郡阳夏（今河南太康）人，出生在会稽始宁（今浙江上虞），原为陈郡谢氏士族。东晋名将谢玄之孙，小名“客”，人称谢客。又以袭封康乐公，称谢康公、谢康乐。著名山水诗人，主要创作活动在刘宋时代，中国文学史上山水诗派的开创者。由谢灵运始，山水诗乃成中国文学史上的一大流派，最著名的是《山居赋》，也是见诸史册的第一位大旅行家。谢灵运还兼通史学，工于书法，翻译佛经，曾奉诏撰《晋书》。《隋书·经籍志》、《晋书》录有《谢灵运集》等14种。"
  },
  "tags": [
    "春天",
    "写景",
    "抒情",
    "失意",
    "思归"
  ]
}