{
  "id": 20278,
  "star": 29,
  "name": "七夕",
  "dynasty": "唐代",
  "content": "别浦今朝暗，罗帷午夜愁。<br>鹊辞穿线月，花入曝衣楼。<br>天上分金镜，人间望玉钩。<br>钱塘苏小小，更值一年秋。",
  "fanyi": "<p><strong>译文</strong><br>天河隐隐逢七夕，独处罗帐半夜愁。<br>乌鹊离去穿线月，萤火飞入晒衣楼。<br>牛女双星合又分，人世情侣望玉钩。<br>不见钱塘苏小小，独处寂寞又一秋。</p> <p><strong>注释</strong><br>⑴七夕：农历七月初七夜晚。民间传说，牛郎织女每年此夜在天河相会。旧俗妇女于是夜在庭院中进行乞巧活动。<br>⑵浦：水边。别浦：指天河、银河。王琦云：“以其为牛女二星隔绝之地，故谓之曰别浦。”<br>⑶罗帷：丝制帷幔。战国楚<a href=\"http://so.gushiwen.org/author_358.aspx\">宋玉</a>《风赋》：“跻于罗帷，经于洞房。”<br>⑷“鹊辞”句：七夕乌鹊填河成桥，以渡织女。事见应劭《风俗通义》。又七夕妇女结彩缕，穿七孔针，陈瓜果于庭除，以乞巧。事见宗懔《荆楚岁时记》。<br>⑸花：黎简校作“萤”。曝（pù）衣楼：皇宫中帝后于七月七日曝衣之处。唐<a href=\"http://so.gushiwen.org/author_494.aspx\">沈佺期</a>《七夕曝衣篇》<a href=\"http://so.gushiwen.org/view_20278.aspx\">诗</a>：“宫中扰扰曝衣楼，天上娥娥红粉席。”<br>⑹金镜：圆月。七夕，月未圆，故云“分金镜”，又借用陈代徐德言与妻子乐昌公主分镜的故事（《本事诗》），暗喻自己与所眷恋的女子不能团圆。<br>⑺玉钩：状新月、缺月，望月而冀其复圆，寓人间别而重逢意。<br>⑻苏小小：南齐时钱塘名妓。《乐府诗集·杂歌谣辞三·〈苏小小歌〉序》：“《乐府广题》曰：‘苏小小，钱塘名倡也。盖南齐时人。’”这里指自己曾经欢遇的女郎。<br>⑼更：《全唐诗》校“一作又”。一秋：即一年。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　“别浦今朝暗，罗帷午夜愁。”一写天上七夕，牛郎织女相会；一写人间孤男，夜半怅然怀愁。银河是牛郎织女一年一度相会后重又分手的地方，因此称“别浦”。今夜别浦云水迷茫，星汉闪烁，牛女在鹊桥上还能依相偎珍惜这美好的一瞬，互诉别后一年来的相思深情。虽然匆匆一面，仍不免执手相看泪眼而黯然离去，但他们毕竟是喜得重逢，欢情如旧，悲中有乐。默想自身，一年前此夕定情以后就天各一方，重会无日。此刻已到了夜半，正是牛女情浓时；而<a href=\"http://so.gushiwen.org/view_20278.aspx\">诗</a>人则只能怅卧罗帷之中，瞪大了眼，在相思中煎熬，心头的愁云越压越重，何况今后能否再见一面也在未知之天，真是“思牵今夜肠应直”（<a href=\"http://so.gushiwen.org/author_349.aspx\">李贺</a>《秋来》）。相比之下，自己的苦况远远超过了牛女。首联透过对比，宾主分明地对自己的相思苦情作了深一层的刻划，可谓出手不凡。</p> <p>　　“鹊辞穿线月，花入曝衣楼。”一夜容易，但在离人的心里却又是那般漫长。新月终于悄悄地挂在天边，喜鹊搭桥的时限也已到来。鹊群无可奈何地辞别了银月照映下的人间穿线乞巧的少女，鼓翅飞离而去。牛女重又陷入痛苦相思岁月之中。天色渐明，拂晓的轻寒，秋花映入诗人的曝衣楼。七夕曝衣，是当时的习俗。“花入曝衣楼”这一凄清的情景，定会勾起诗人对一年前七夕定情的缅怀，曝衣楼或许就是他们定情的场所。本来，诗人长夜不寐，一缕情思时时萦绕着那远去的恋人；如今七夕刚过，只有秋花辉映于曝衣楼上，当年伊人的倩影却已渺如黄鹤，杳不可见。这一颔联借用环境的陪衬和触景生情的手法，表现出时间的推移和诗人难以为怀的悲怆心情。</p> <p>　　“天上分金境，人间望玉钩。”天已经大亮了，诗人还痴痴地凝望着碧空的半弯缺月，潸然欲涕。月亮本就像一面明镜，眼下却只剩下半轮，真成了破镜。牛郎织女可能都各自拿了一半，苦苦地隔河相望了。然而人间的破镜却难能重圆。望着望着，他多么想借助天上的玉钩把两颗破碎的心钩连到一起，有情人总该重归于好。颈联又着想天外，运用浪漫主义的妙笔，给这一幕爱情悲剧渲染上几丝美丽的光彩，虽然这毕竟属于幻想。</p> <p>　　“钱塘苏小小，又值一年秋。”幻想终于破灭了，诗人又回到了残酷的现实中。他日思夜想的恋人，可能是像南齐钱塘苏小小那样的名妓。年前一别，刻骨铭心，不觉又到了秋风瑟瑟的季节。别时容易见时难，诗人的遭际竟然比牛女还要不幸。面对茫茫的前景，一阵阵难以言说的隐痛又袭上诗人心头。这一貌似平谈的结尾，蕴蓄着无限缠绵的情思，表现出怅恨不尽的意味。</p> <p>　　全诗以构思的新奇、抒情的深细以及语言的工整稳贴见胜，与李贺歌诗常见的惊才绝艳、秾丽诡奇多少有些不同。他遣词造句均是生活中的常语，抒情含而不露，味而愈出。特别是章法构思之妙实足令人折服，全诗从夜半写到天明，又以牛女的相会映衬自身的孤处，天上人间，融处生哀，充分显示出作者过人的功力。黎简《李长吉集评》说：“昌谷于章法每不大理会，然亦有井然者，须细心寻绎始见。”此诗就是一个很好的例证。</p>",
  "about": "<h2>创作背景</h2> 　　朱自清《<a href=\"http://so.gushiwen.org/author_349.aspx\">李贺</a>年谱》提到此<a href=\"http://so.gushiwen.org/view_20278.aspx\">诗</a>，但未详作年。从内容看，这首五律当是诗人因七夕而怀念所眷恋的女子的抒情之作。据诗人另作《恼公》所述，他们定情之日，正是前一年的七夕。",
  "poet": {
    "id": 349,
    "star": 0,
    "name": "李贺",
    "image": "http://img.gushiwen.org/authorImg/lihe.jpg",
    "desc": "李贺（约公元791年-约817年），字长吉，汉族，唐代河南福昌（今河南洛阳宜阳县）人，家居福昌昌谷，后世称李昌谷，是唐宗室郑王李亮后裔。有“诗鬼”之称，是与“诗圣”杜甫、“诗仙”李白、“诗佛”王维相齐名的唐代著名诗人。著有《昌谷集》。李贺是中唐的浪漫主义诗人，与李白、李商隐称为唐代三李。有“‘太白仙才，长吉鬼才’之说。李贺是继屈原、李白之后，中国文学史上又一位颇享盛誉的浪漫主义诗人。李贺长期的抑郁感伤，焦思苦吟的生活方式，元和八年（813年）因病辞去奉礼郎回昌谷，27岁英年早逝。"
  },
  "tags": [
    "七夕节",
    "思念"
  ]
}