{
  "id": 21890,
  "star": 160,
  "name": "惜牡丹花二首",
  "dynasty": "唐代",
  "content": "翰林院北厅花下作<br>惆怅阶前红牡丹，晚来唯有两枝残。<br>明朝风起应吹尽，夜惜衰红把火看。</p> <p>新昌窦给事宅南亭花下作<br>寂寞萎红低向雨，离披破艳散随风。<br>晴明落地犹惆怅，何况飘零泥土中。",
  "fanyi": "<p><strong>译文</strong></p> <p>　　惆怅地看着台阶前的红牡丹，傍晚到来的时候只有两枝残花还开着。料想明天早晨大风刮起的时候应该把所有的花都吹没了，在夜里我对这些衰弱的却红似火的花产生了怜悯之心，拿着火把来看牡丹花。</p> <p>　　暮春时节冷雨萧瑟，牡丹花萼低垂，花瓣纷纷飘落，随风飞散，再也没有人来关心她寂寞凄凉的处境。纵然是晴明天气里，残花落地犹觉得惆怅，何况在风雨之中，飘零在污泥烂土之中更觉得惨不忍睹。</p> <p><strong>注释</strong><br>⑴惆怅：伤感，愁闷，失意。阶：台阶。<br>⑵残：凋谢。<br>⑶明朝：明天。<br>⑷衰：枯萎，凋谢。红：指牡丹花。把火：手持火把。<br>⑸窦给事，即窦易直，在元和八年由御史中丞改任给事中。他家住在长安朱雀门街东第五街的新昌坊。<br>⑹萎红：枯萎的花。<br>⑺离披：纷纷下落貌。破艳：谓残花。<br>⑻晴明：一作“晴天”。<br>⑼飘零：凋谢；凋零。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　在群芳斗艳的花季里，被誉为国色天香的牡丹花总是姗姗开迟，待到牡丹占断春光的时候，一春花事已经将到尽期。历代多愁善感的<a href=\"http://so.gushiwen.org/view_21890.aspx\">诗</a>人，对于伤春惜花的题材总是百咏不厌。而<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>《惜牡丹花二首》却在无数惜花诗中别具一格。人们向来在花落之后才知惜花，这组诗第一首却一反常情，却由鲜花盛开之时想到红衰香褪之日，以“把火”照花的新鲜立意表现了对牡丹的无限怜惜，寄寓了岁月流逝、青春难驻的深沉感慨。</p> <p>　　全诗虽然只有短短的四句，但文气跌宕回环，语意层层深入。首句开门见山，点出题意：“惆怅阶前红牡丹”，淡淡一笔，诗人的愁思，庭院的雅致，牡丹的红艳，都已历历分明。“惆怅”二字起得突兀，造成牡丹花似已开败的错觉，立即将读者引入惜花的惆怅气氛之中。第二句却将语意一转：“晚来唯有两枝残。”强调到晚来只有两枝残败，读者才知道满院牡丹花还开得正盛。“唯有”、“两枝”，语气肯定，数字确切，足见诗人赏花之细心，只有将花枝都认真数过，才能得出这样精确的结论，而“唯有”如此精细，才见出诗人惜花之情深。这两句自然朴质，不加雕饰，仅用跌宕起伏的语气造成一种写意的效果，通过惜花的心理描绘表现诗人黄昏时分在花下流连忘返的情景，情笃而意深。</p> <p>　　既然满院牡丹只有两枝残败，似乎不必如此惆怅，然而一叶知秋，何况那还是两枝。诗人从两枝残花看到了春将归去的消息，他的担心并非多余。“明朝风起应吹尽”，语气又是一转，从想象中进一步写出惜花之情。明朝或许未必起风，“应”字也说明这只是诗人的忧虑。但天有不测风云，已经开到极盛的花朵随时都会遭到风雨的摧残。一旦风起，“寂寞萎红低向雨，离披破艳散随风”，那种凄凉冷落实在使诗人情不能堪。但是诗人纵有万般惜花之情，他也不能拖住春天归去的脚步，更不能阻止突如其来的风雨。古人说过：“昼短苦夜长，何不秉烛游？”（《古诗十九首》）那么，趁着花儿尚未被风吹尽，夜里起来把火看花，也等于延长了花儿的生命。何况在摇曳的火光映照下，将要衰谢的牡丹越发红得浓艳迷人，那种美丽而令人伤感的情景又自有白天所领略不到的风味。全篇诗意几经转折，诗人怜花爱花的一片痴情已经抒发得淋漓尽致，至于花残之后诗人的心情又会如何，读者也就不难体味了。</p> <p>　　第二首诗自注说是写在“新昌窦给事宅南亭花下”。两首诗的题材完全一样的，都是“惜”牡丹花，但是切入的角度却又有所不同，前一首“晚来唯有两枝残”，是硕果尚存，而这一首却已是败蕊残花，一片狼藉，看上去简直有点惨不忍睹了。诗是这样开头的：“寂寞萎红低向雨，离披破艳散随风。”当牡丹盛开之时，当然不会被冷落，可是一旦花期过后，真的到了花萼低垂、冷雨萧瑟、花瓣飘落、随风飞散之际，就不会有人前来赞赏她曾有的富贵妩媚，或者关注她如今的凄凉处境。白居易用两个字“寂寞”，一语中的地道出了这其间的不幸。前一首以“惆怅”领起，说的是白居易惜花的无奈感受，这一首用“寂寞”开篇，点出了落花的冷落处境。这是一种真正护花使者才会有的境界，而绝不是那些附庸风雅、追随时髦者所能想象和体会的。咏物诗写到这个份上，其实已经是在借咏物而言志了，也许世界上什么时候都不会缺少锦上添花的善行，可是真正需要的却往往是无人喝采的雪中送炭呀。</p> <p>　　接下来的两句诗，“晴明落地犹惆怅，何况飘零泥土中。”具体细微地刻画了风雨过后落红满地的景象，用的是一种欲擒故纵、欲说还休的表现手法，极尽强调、渲染之能事。先说哪怕在是风和日丽的情况下，开败的牡丹随风飘落也会令人感到无比惆怅，进而强调眼前所见，当初在枝头上或含苞待放，或笑靥迎人的花瓣已经不但开败，“何况”又纷纷“飘零”在风雨过后的“泥土中”，那种惨状，那份凄凉，只要是有一分爱花的心思，哪怕是石头人见了也要落泪了，更不要说白居易面对此景又该做何感想了，这实在是他无从表达也不忍明说的。诗歌也就在这种让人不忍卒读的情绪中，黯然而止了。</p> <p>　　白居易此组诗一出，引起后人争相模仿，<a href=\"http://so.gushiwen.org/author_204.aspx\">李商隐</a>的《花下醉》：“客散酒醒深夜后，更持红烛赏残花。”在残花萎红中寄托人去筵空的伤感，比白居易的诗写得更加秾丽含蓄，情调也更凄艳迷惘。而在豁达开朗的<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>笔下，与高烛相对的花儿则像浓妆艳抹的美女一样娇懒动人：“只恐夜深花睡去，故烧高烛照红妆。”（《海棠》）惜花的惆怅已经消融在诗人优雅风趣的情致之中。这两首诗历来更为人们所称道，但后人艺术上的成功是由于撷取了前人构思的精英，因此，当读者陶醉在李商隐、苏轼所创造的优美意境之中的时候，也不应当忘记白居易以烛光照亮了后人思路的功劳。</p>",
  "poet": {
    "id": 665,
    "star": 0,
    "name": "白居易",
    "image": "http://img.gushiwen.org/authorImg/baijuyi.jpg",
    "desc": "白居易（772年－846年），字乐天，号香山居士，又号醉吟先生，祖籍太原，到其曾祖父时迁居下邽，生于河南新郑。是唐代伟大的现实主义诗人，唐代三大诗人之一。白居易与元稹共同倡导新乐府运动，世称“元白”，与刘禹锡并称“刘白”。白居易的诗歌题材广泛，形式多样，语言平易通俗，有“诗魔”和“诗王”之称。官至翰林学士、左赞善大夫。公元846年，白居易在洛阳逝世，葬于香山。有《白氏长庆集》传世，代表诗作有《长恨歌》、《卖炭翁》、《琵琶行》等。"
  },
  "tags": [
    "牡丹",
    "惜花",
    "组诗"
  ]
}