{
  "id": 37084,
  "star": 17,
  "name": "深院",
  "dynasty": "唐代",
  "content": "鹅儿唼啑栀黄觜，凤子轻盈腻粉腰。<br>深院下帘人昼寝，红蔷薇架碧芭蕉。",
  "fanyi": "<p><strong>译文</strong><br>小鹅儿张开栀子一般的黄嘴巴发出吃食声，凤蝶扭动粉色的细腰在空中飞舞轻盈。<br>院子因为主人拉下窗帘睡眠而变得更清静，红色的蔷薇和碧绿的芭蕉叶相互衬映。</p> <p><strong>注释</strong><br>（1）鹅儿：指鹅雏。唼喋（shà zhá）：形容鱼或水鸟吃食的声，也指鱼或水鸟吃食。栀黄：栀子一般的黄色。<br>（2）凤子：粉蝶的爱称。 轻盈：这里指粉蝶轻盈飞舞。<br>（3）下帘：放下遮日的软帘。 昼寝：白天睡觉，这里指午睡。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　“深院”之“深”，似乎不仅是个空间的观念，而且攸关环境气氛。一般说，要幽才能“深”，但<a href=\"http://so.gushiwen.org/view_37084.aspx\">诗</a>人笔下却给读者展示了一幅闹春的小景：庭院内，黄嘴的鹅雏在呷水嬉戏，美丽的蛱蝶在空中飞舞，红色的蔷薇花与绿色的芭蕉叶交相辉映。作者运用“栀黄”、“腻粉”、“红”、“碧”一连串颜色字，其色彩之繁丽，为盛唐诗作中所罕见。“栀黄”（栀子提炼出的黄色）比“黄”在辨色上更加具体，“腻粉”比“白”则更能传达一种色感（腻）。这种对形相、色彩更细腻的体味和表现，正是韩诗一种特色。诗中遣词用字的工妙不止于此。用两个带“儿”、“子”的缀化词：“鹅儿”（不说鹅雏）、“凤子”（不说蛱蝶），比这些生物普通的名称更带亲切的情感色彩，显示出小生命的可爱。“唼喋”（shà zhá煞扎）、“轻盈”一双迭韵字，不但有调声作用，而且兼有象声与形容的功用。于鹅儿写其“嘴”，则其呷水之声可闻；于蛱蝶写其“腰”，则其翩跹舞姿如见。末句则将“红蔷薇”与“碧芭蕉”并置，无“映”字而有“映”意。（一本径作“红蔷薇映碧芭蕉”，则点明矣。）凡此种种，足见诗人配色选声、铸词造句的匠心。</p> <p>　　看到这样一幅禽虫花卉各得自在的妙景，真不禁要问一声：“君从何处看，得此无人态”（<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>《高邮陈直躬处士画雁二首》）了。但这境中不是真个“无人”，“深院下帘人昼寝”，人是有的，只不过未曾露面罢了。而正因为“下帘人昼寝”，才有这样鹅儿自在、蛱蝶不惊、花卉若能解语的境界。它看起来是“无我之境”，但每字每句都带有诗人的感情色彩，表现出他对这眼前景物的热爱。同时，景物的热闹、色彩的浓烈，恰恰反衬出庭院的幽静冷落来。而这，才是此诗经得起反复玩味的奥妙之所在。</p> <p>　　这种热烈的外观掩饰不住内在的冷落的境界，反映出封建社会的衰落时代中知识分子的典型的心境。<a href=\"http://so.gushiwen.org/author_130.aspx\">韩偓</a>在唐末是一个有气节操守的人，以不肯附“逆”而遭忌，在那种“桃源望断无寻处”的乱世，这样的“深院”似乎也不失为一个逋逃薮。读者不当只看到那美艳而平和的景致，还要看到一颗并不平和的心。那“昼寝”的人大约是中酒而卧吧。也许，<a href=\"http://so.gushiwen.org/author_432.aspx\">晏殊</a>《踏莎行》的后半阕恰好是此诗的续境：“翠叶藏莺，朱帘隔燕，炉香静逐游丝转。一场愁梦酒醒时，斜阳却照深深院。”</p><br/><h2>赏析</h2> <p>　　前两句中，<a href=\"http://so.gushiwen.org/view_37084.aspx\">诗</a>人描绘庭院内黄嘴的雏鹅在呷水嬉戏，美丽的蛱蝶在空中飞舞。诗人运用“栀黄”、“腻粉”、“红”、“碧”一连串颜色字，色彩繁丽，实为罕见。“栀黄”比“黄”在辨色上更加具体，“腻粉”比“白”则更能传达一种色感。“鹅儿”、“凤子”比这些生物普通的名称更带亲切的情感色彩，显示出小生命的可爱。“唼喋”、“轻盈”一双迭韵字，不但有调声作用，而且兼有象声与形容的功用。写鹅儿其“嘴”，则其呷水之声可闻；写蛱蝶其“腰”，则其翩跹舞姿如见。</p> <p>　　“深院下帘人昼寝”一句中的“昼寝”，大约是诗人酒后而卧。而正因为“下帘人昼寝”，才有这样鹅儿自在、蛱蝶不惊、花卉若能解语的境界。它看起来是“无我之境”，但每字每句都带有诗人的感情色彩，表现出诗人对这眼前景物的热爱。</p> <p>　　末句则将“红蔷薇”与“碧芭蕉”并置，无“映”字而有“映”意。一句“红蔷薇映碧芭蕉”则将“映”意点明，足见诗人配色选声、铸词造句的匠心。</p> <p>　　全诗中景物的热闹、色彩的浓烈，恰恰反衬出庭院的幽静冷落来。这种热烈的外观掩饰不住内在的冷落的境界，反映出封建社会的衰落时代中知识分子的典型的心境。读者不能只看到那美艳而平和的景致，还要看到一颗并不平和的心。也许，<a href=\"http://so.gushiwen.org/author_432.aspx\">晏殊</a>《踏莎行》的后半阕恰好是此诗的续境：“翠叶藏莺，朱帘隔燕，炉香静逐游丝转。一场愁梦酒醒时，斜阳却照深深院。”</p>",
  "poet": {
    "id": 130,
    "star": 0,
    "name": "韩偓",
    "image": "http://img.gushiwen.org/authorImg/hanwo.jpg",
    "desc": "韩偓（公元842年～公元923年）。中国唐代诗人。乳名冬郎，字致光，号致尧，晚年又号玉山樵人。陕西万年县（今樊川）人。自幼聪明好学，10岁时，曾即席赋诗送其姨夫李商隐，令满座皆惊，李商隐称赞其诗是“雏凤清于老凤声”。龙纪元年(889年)，韩偓中进士，初在河中镇节度使幕府任职，后入朝历任左拾遗、左谏议大夫、度支副使、翰林学士。"
  },
  "tags": [
    "写景",
    "咏物"
  ]
}