{
  "id": 117,
  "star": 35,
  "name": "杕杜",
  "dynasty": "先秦",
  "content": "有杕之杜，其叶湑湑。独行踽踽。岂无他人？不如我同父。嗟行之人，胡不比焉？人无兄弟，胡不佽焉？<br>有杕之杜，其叶菁菁。独行睘睘。岂无他人？不如我同姓。嗟行之人，胡不比焉？人无兄弟，胡不佽焉？",
  "fanyi": "<p><strong>译文</strong><br>路旁赤棠孤零零，树叶倒是密密生。独自流浪好凄清。难道路上没别人，不如同父兄弟亲。叹息来往过路人，为何不与我亲近？兄弟不在无依靠，为何不将我帮衬？<br>路旁赤棠孤零零，树叶倒是密又青。独自流浪多悲辛。难道路上没别人，不如同姓兄弟亲。叹息来往过路人，为何不与我亲近？兄弟不在无依靠，为何不将我帮衬？</p> <p><strong>注释</strong><br>①有杕（dì 地）：即“杕杕”，孤立生长貌。杜：木名。赤棠。<br>②湑（xǔ 许）：形容树叶茂盛。<br>③踽踽（jǔ 举）：单身独行、孤独无依的样子。<br>④同父：指同胞兄弟；一说同祖父的族昆弟。<br>⑤比：亲近。<br>⑥佽（cì 次）：资助，帮助。<br>⑦菁菁：树叶茂盛状。<br>⑧睘睘（qióng 穷）：同“茕茕”，孤独无依的样子。<br>⑨同姓：一母所生的兄弟。姓，生。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　印度电影《流浪者》中有一首著名插曲《拉兹之歌》，流浪汉拉兹穿街走巷，举目无亲，哀伤地唱道：“到处流浪，到处流浪。我和任何人都没来往，我看这世界像沙漠。……”那种凄凉，那种幽咽，博得人们洒下一掬同情泪。而当读者读到《<a href=\"http://so.gushiwen.org/view_117.aspx\">诗</a>经·唐风》中的《杕杜》时，心情同样很沉重，因为它也是一首流浪者之歌。当然，它比《拉兹之歌》古老得多。</p> <p>　　全诗二章，章九句，复沓章法，二章内容除用韵换字外基本相同。起首“有杕之杜，其叶滑湑”，用孤孤单单的一株赤棠树起兴，与同样是孤孤单单的一株赤棠树起兴，与同样是孤孤单单的流浪汉相对照，既相映成趣，又相对生愁。赤棠虽孤单，还有繁茂树叶作伴，自己却是“光杆司令”一个，相比之下树要比人幸运得多。所以这“兴”又是“反兴”。诗人看到孤树，伫足留连，忽而觉得同病相怜，忽而叹人不如树，感触纷纭。这种独特心理感受与流浪者身份相切合，很有典型意义。关于这流浪者的性别，闻一多《风诗类钞》另有妙诠：“杕杜喻女之未嫁者。《说文》：‘牡曰棠，牝曰杜。’”那末这流浪者竟是一位未婚少女，那就更显悲哀了。此说可备参考。</p> <p>　　起首二句，也可谓“兴而赋也”。第三句“独行踽踽”才是全章的灵魂。整首诗就是描写一个“寻寻觅觅，冷冷清清，凄凄惨惨戚戚”的踽踽独行者的苦闷叹息。此句独立锁住，不加铺叙，以少驭多，浓缩了许多颠沛流离的苦境，给人无限想像空间。此句点出了流浪者，成为前后内容的分水岭，前是流浪者所见，后是流浪者所思。</p> <p>　　“岂无他人，不如我同父。”路上风尘仆仆的行人还是有的，但心为形役，各有各沉重的精神枷锁与自顾不暇的物质烦恼，没有人肯去对一个陌路人相濡以沫。这时，流浪者想到了同胞手足的兄弟亲情，是“他人”无法比拟和替代的。正如《小雅·常棣》所说：“凡今之人，莫如兄弟。”兄弟，亲人，家园，不知在何方。异域他乡的流浪者在世态炎凉、人情冷暖的现实中想得很多很多，只能在想像中求得一些慰藉。正如安徒生童话《卖火柴的小女孩》，那小女孩孤苦伶仃，只能划火柴在光亮中幻想着已上天国的奶奶来呵护自己，心灵感到一丝温暖。兄弟虽好，毕竟在虚无缥缈中，现实终究是现实，诗人不禁“嗟——”，发出一声长长的叹息。这“嗟”字直贯最末副歌式复唱四句。</p> <p>　　叹息的内容很平实浅近，也正是流浪者的最基本需要：行人为什么不来亲近我？我没有兄弟在旁，为什么不来帮助我？孤独寂寞，呼天抢地，两个激问中蕴藏着浓重的绝望和忧伤。落难的人犹如落水的人，非常需要救援，可没有人会来、没有人能来济助他。这确实是一声令人心寒的长叹。</p> <p>　　由此推想，这首诗创作的时代背景，或是战乱，或是饥荒。《小雅·常棣》说：“丧乱既平，既安且宁。虽有兄弟，不如友生。”（死丧祸乱既平清，一家生活也安宁。那时虽有亲兄弟，反觉不如朋友亲）可作反证。是战争使骨肉离散，沦为难民。又《大雅·召旻》：“瘨我饥馑，民卒流亡。”（饥馑遍地灾情重，十室九空尽流亡）是灾荒使百姓失所，乞食四方。不管哪种情况，这首抒写心灵感受的流浪者之歌，通过一个人的命运，向后世真实展示了一幅古代难民的流亡图，其艺术视角很独特，给人启迪。</p> <p>　　旧说如《毛诗序》谓“《杕杜》，刺时也。君不能亲其宗族，骨肉离散，独居而无兄弟，将为沃所并尔”，为今人所不取；而<a href=\"http://so.gushiwen.org/author_459.aspx\">朱熹</a>《诗集传》谓此为“无兄弟者自伤其孤特而求助于人之辞”，则差为近之。</p>",
  "about": "<h2>创作背景</h2> 　　此<a href=\"http://so.gushiwen.org/view_117.aspx\">诗</a>作于先秦时代，被认为是一首“闺思诗”，丈夫久役不归，妻子在家等待，久不得果，心中思念、焦虑至极，于是写下了这首诗歌排遣。",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": [
    "诗经",
    "写人",
    "伤怀"
  ]
}