{
  "id": 72507,
  "star": 64,
  "name": "促织",
  "dynasty": "清代",
  "content": "　　宣德间，宫中尚促织之戏，岁征民间。此物故非西产；有华阴令欲媚上官，以一头进，试使斗而才，因责常供。令以责之里正。市中游侠儿得佳者笼养之，昂其直，居为奇货。里胥猾黠，假此科敛丁口，每责一头，辄倾数家之产。</p> <p>　　邑有成名者，操童子业，久不售。为人迂讷，遂为猾胥报充里正役，百计营谋不能脱。不终岁，薄产累尽。会征促织，成不敢敛户口，而又无所赔偿，忧闷欲死。妻曰：“死何裨益？不如自行搜觅，冀有万一之得。”成然之。早出暮归，提竹筒丝笼，于败堵丛草处，探石发穴，靡计不施，迄无济。即捕得三两头，又劣弱不中于款。宰严限追比，旬余，杖至百，两股间脓血流离，并虫亦不能行捉矣。转侧床头，惟思自尽。</p> <p>　　时村中来一驼背巫，能以神卜。成妻具资诣问。见红女白婆，填塞门户。入其舍，则密室垂帘，帘外设香几。问者爇香于鼎，再拜。巫从旁望空代祝，唇吻翕辟，不知何词。各各竦立以听。少间，帘内掷一纸出，即道人意中事，无毫发爽。成妻纳钱案上，焚拜如前人。食顷，帘动，片纸抛落。拾视之，非字而画：中绘殿阁，类兰若；后小山下，怪石乱卧，针针丛棘，青麻头伏焉；旁一蟆，若将跃舞。展玩不可晓。然睹促织，隐中胸怀。折藏之，归以示成。</p> <p>　　成反复自念，得无教我猎虫所耶？细瞻景状，与村东大佛阁逼似。乃强起扶杖，执图诣寺后，有古陵蔚起。循陵而走，见蹲石鳞鳞，俨然类画。遂于蒿莱中侧听徐行，似寻针芥。而心目耳力俱穷，绝无踪响。冥搜未已，一癞头蟆猝然跃去。成益愕，急逐趁之，蟆入草间。蹑迹披求，见有虫伏棘根。遽扑之，入石穴中。掭以尖草，不出；以筒水灌之，始出，状极俊健。逐而得之。审视，巨身修尾，青项金翅。大喜，笼归，举家庆贺，虽连城拱璧不啻也。上于盆而养之，蟹白栗黄，备极护爱，留待限期，以塞官责。</p> <p>　　成有子九岁，窥父不在，窃发盆。虫跃掷径出，迅不可捉。及扑入手，已股落腹裂，斯须就毙。儿惧，啼告母。母闻之，面色灰死，大惊曰：“业根，死期至矣！而翁归，自与汝复算耳！”儿涕而去。</p> <p>　　未几，成归，闻妻言，如被冰雪。怒索儿，儿渺然不知所往。既而得其尸于井，因而化怒为悲，抢呼欲绝。夫妻向隅，茅舍无烟，相对默然，不复聊赖。日将暮，取儿藁葬。近抚之，气息惙然。喜置榻上，半夜复苏。夫妻心稍慰，但儿神气痴木，奄奄思睡。成顾蟋蟀笼虚，则气断声吞，亦不复以儿为念，自昏达曙，目不交睫。东曦既驾，僵卧长愁。忽闻门外虫鸣，惊起觇视，虫宛然尚在。喜而捕之，一鸣辄跃去，行且速。覆之以掌，虚若无物；手裁举，则又超忽而跃。急趋之，折过墙隅，迷其所在。徘徊四顾，见虫伏壁上。审谛之，短小，黑赤色，顿非前物。成以其小，劣之。惟彷徨瞻顾，寻所逐者。壁上小虫忽跃落襟袖间，视之，形若土狗，梅花翅，方首，长胫，意似良。喜而收之。将献公堂，惴惴恐不当意，思试之斗以觇之。</p> <p>　　村中少年好事者，驯养一虫，自名“蟹壳青”，日与子弟角，无不胜。欲居之以为利，而高其直，亦无售者。径造庐访成，视成所蓄，掩口胡卢而笑。因出己虫，纳比笼中。成视之，庞然修伟，自增惭怍，不敢与较。少年固强之。顾念蓄劣物终无所用，不如拼博一笑，因合纳斗盆。小虫伏不动，蠢若木鸡。少年又大笑。试以猪鬣毛撩拨虫须，仍不动。少年又笑。屡撩之，虫暴怒，直奔，遂相腾击，振奋作声。俄见小虫跃起，张尾伸须，直龁敌领。少年大骇，急解令休止。虫翘然矜鸣，似报主知。成大喜。方共瞻玩，一鸡瞥来，径进以啄。成骇立愕呼，幸啄不中，虫跃去尺有咫。鸡健进，逐逼之，虫已在爪下矣。成仓猝莫知所救，顿足失色。旋见鸡伸颈摆扑，临视，则虫集冠上，力叮不释。成益惊喜，掇置笼中。</p> <p>　　翼日进宰，宰见其小，怒呵成。成述其异，宰不信。试与他虫斗，虫尽靡。又试之鸡，果如成言。乃赏成，献诸抚军。抚军大悦，以金笼进上，细疏其能。既入宫中，举天下所贡蝴蝶、螳螂、油利挞、青丝额一切异状遍试之，莫出其右者。每闻琴瑟之声，则应节而舞。益奇之。上大嘉悦，诏赐抚臣名马衣缎。抚军不忘所自，无何，宰以卓异闻。宰悦，免成役。又嘱学使俾入邑庠。后岁余，成子精神复旧，自言身化促织，轻捷善斗，今始苏耳。抚军亦厚赉成。不数年，田百顷，楼阁万椽，牛羊蹄躈各千计；一出门，裘马过世家焉。</p> <p>　　异史氏曰：“天子偶用一物，未必不过此已忘；而奉行者即为定例。加以官贪吏虐，民日贴妇卖儿，更无休止。故天子一跬步，皆关民命，不可忽也。独是成氏子以蠹贫，以促织富，裘马扬扬。当其为里正，受扑责时，岂意其至此哉！天将以酬长厚者，遂使抚臣、令尹，并受促织恩荫。闻之：一人飞升，仙及鸡犬。信夫！”",
  "fanyi": "<p><strong>译文</strong><br>　　明朝宣德年间，皇室里盛行斗蟋蟀的赌博，每年都要向民间征收。这东西本来不是陕西出产的。有个华阴县的县官，想巴结上司，把一只蟋蟀献上去，上司试着让它斗了一下，显出了勇敢善斗的才能，上级于是责令他经常供应。县官又把供应的差事派给各乡的公差。于是市上的那些游手好闲的年轻人，捉到好的蟋蟀就用竹笼装着喂养它，抬高它的价格；储存起来，当作珍奇的货物一样等待高价出售。乡里的差役们狡猾刁诈，借这个机会向老百姓摊派费用，每摊派一只蟋蟀，就常常使好几户人家破产。<br>　　县里有个叫成名的人，是个念书人，长期没有考中秀才。为人拘谨，不善说话，就被刁诈的小吏报到县里，叫他担任里正的差事。他想尽方法还是摆脱不掉（任里正这差事）。不到一年，微薄的家产都受牵累赔光了。正好又碰上征收蟋蟀，成名不敢勒索老百姓，但又没有抵偿的钱，忧愁苦闷，想要寻死。他妻子说：“死有什么益处呢？不如自己去寻找，希望有万分之一的可能捉到一只。”成名认为这些话很对。就早出晚归，提着竹筒丝笼，在破墙脚下。荒草丛里，挖石头，掏大洞，各种办法都用尽了，最终没有成功。即使捉到二、三只，也是又弱又小，款式上不符合。县官定了限期，严厉追逼，成名在十几天中被打了上百板子，两条腿脓血淋漓，连蟋蟀也不能去捉了，在床上翻来覆去只想自杀。<br>　　这时，村里来了个驼背巫婆，（她）能借鬼神预卜凶吉。成名的妻子准备了礼钱去求神。只见红颜的少女和白发的老婆婆挤满门口。成名的妻子走进巫婆的屋里，只看见暗室拉着帘子，帘外摆着香案。求神的人在香炉上上香，拜了两次。巫婆在旁边望着空中替他们祷告，嘴唇一张一合，不知在说些什么。大家都肃敬地站着听。一会儿，室内丢一张纸条出来，那上面就写着求神的人心中所想问的事情，没有丝毫差错。成名的妻子把钱放在案上，像前边的人一样烧香跪拜。约一顿饭的工夫，帘子动了，一片纸抛落下来了。拾起一看，并不是字，而是一幅画，当中绘着殿阁，就像寺院一样；（殿阁）后面的山脚下，横着一些奇形怪状的石头，长着一丛丛荆棘，一只青麻头蟋蟀伏在那里；旁边有一只癞蛤蟆，就好像要跳起来的样子。她展开看了一阵，不懂什么意思。但是看到上面画着蟋蟀，正跟自己的心事暗合，就把纸片折叠好装起来，回家后交给成名看。<br>　　成名反复思索，恐怕是指给我捉蟋蟀的地方吧？细看图上面的景物，和村东的大佛阁很相像。于是他就忍痛爬起来，扶着杖，拿着图来到寺庙的后面，（看到）有一座古坟高高隆起。成名沿着古坟向前跑，只见一块块石头，好像鱼鳞似的排列着，真像画中的一样。他于是在野草中一面侧耳细听一面慢走，好像在找一根针和一株小草似的；然而心力、视力、听力都用尽了，结果还是一点蟋蟀的踪迹响声都没有。他正用心探索着，突然一只癞蛤蟆跳过去了。成名更加惊奇了，急忙去追它，癞蛤蟆（已经）跳入草中。他便跟着癞蛤蟆的踪迹，分开丛草去寻找，只见一只蟋蟀趴在棘根下面，他急忙扑过去捉它，蟋蟀跳进了石洞。他用细草撩拨，蟋蟀不出来；又用竹筒取水灌进石洞里，蟋蟀才出来，形状极其俊美健壮。他便追赶着抓住了它。仔细一看，只见蟋蟀个儿大，尾巴长，青色的脖项，金黄色的翅膀。成名特别高兴，用笼子装上提回家，全家庆贺，把它看得比价值连城的宝玉还珍贵，装在盆子里并且用蟹肉栗子粉喂它，爱护得周到极了，只等到了期限，拿它送到县里去缴差。<br>　　成名有个儿子，年九岁，看到爸爸不在（家），偷偷打开盆子来看。蟋蟀一下子跳出来了，快得来不及捕捉。等抓到手后，（蟋蟀）的腿已掉了，肚子也破了，一会儿就死了。孩子害怕了，就哭着告诉妈妈，妈妈听了，（吓得）面色灰白，大惊说：“祸根，你的死期到了！你爸爸回来，自然会跟你算帐！”孩子哭着跑了。<br>　　不多时，成名回来了，听了妻子的话，全身好像盖上冰雪一样。怒气冲冲地去找儿子，儿子无影无踪不知到哪里去了。后来在井里找到他的尸体，于是怒气立刻化为悲痛，呼天喊地，悲痛欲绝。夫妻二人对着墙角流泪哭泣，茅屋里没有炊烟，面对面坐着不说一句话，再也没有了依靠。直到傍晚时，才拿上草席准备把孩子埋葬。夫妻走近一摸，还有一丝微弱的气息。他们高兴地把他放在床上，半夜里孩子又苏醒过来。夫妻二人心里稍稍宽慰一些，但是孩子神气呆呆的，气息微弱，只想睡觉。成名回头看到蟋蟀笼空着，就急得气也吐不出，话也说不上来，也不再把儿子放在心上了，从晚上到天明，连眼睛也没合一下。东方的太阳已经升起来了，他还直挺挺地躺在床上发愁。他忽然听到门外有蟋蟀的叫声，吃惊地起来细看时，那只蟋蟀仿佛还在。他高兴得动手捉它，那蟋蟀叫了一声就跳走了，跳得非常快。他用手掌去罩住它，手心空荡荡地好像没有什么东西；手刚举起，却又远远地跳开了。成名急忙追它，转过墙角，又不知它的去向了。他东张西望，四下寻找，才看见蟋蟀趴在墙壁上。成名仔细看它，个儿短小，黑红色，立刻觉得它不像先前那只。成名因它个儿小，看不上它。（成名）仍不住地来回寻找，找他所追捕的那只。（这时）墙壁上的那只小蟋蟀，忽然跳到他的衣袖里去了。再仔细看它，形状像蝼蛄，梅花翅膀，方头长腿，觉得好像还不错。他高兴地收养了它，准备献给官府，但是心里还很不踏实，怕不合县官的心意，他想先试着让它斗一下，看它怎么样。<br>　　村里一个喜欢多事的年轻人，养着一只蟋蟀，自己给它取名叫“蟹壳青”，（他）每日跟其他少年斗（蟋蟀）没有一次不胜的。他想留着它居为奇货来牟取暴利，便抬高价格，但是也没有人买。（有一天）少年直接上门来找成名，看到成名所养的蟋蟀，只是掩着口笑，接着取出自己的蟋蟀，放进比试的笼子里。成名一看对方那只蟋蟀又长又大，自己越发羞愧，不敢拿自己的小蟋蟀跟少年的“蟹壳青”较量。少年坚持要斗，但成名心想养着这样低劣的东西，终究没有什么用处，不如让它斗一斗，换得一笑了事。因而把两个蟋蟀放在一个斗盆里。小蟋蟀趴着不动，呆呆地象个木鸡，少年又大笑。（接着）试着用猪鬣撩拨小蟋蟀的触须，小蟋蟀仍然不动，少年又大笑了。撩拨了它好几次，小蟋蟀突然大怒，直往前冲，于是互相斗起来，腾身举足，彼此相扑，振翅叫唤。一会儿，只见小蟋蟀跳起来，张开尾，竖起须，一口直咬着对方的脖颈。少年大惊，急忙分开，使它们停止扑斗。小蟋蟀抬着头振起翅膀得意地鸣叫着，好像给主人报捷一样。成名大喜，（两人正在观赏）突然来了一只鸡，直向小蟋蟀啄去。成名吓得（站在那里）惊叫起来，幸喜没有啄中，小蟋蟀一跳有一尺多远。鸡又大步地追逼过去，小蟋蟀已被压在鸡爪下了。成名吓得惊慌失措，不知怎么救它，急得直跺脚，脸色都变了。忽然又见鸡伸长脖子扭摆着头，到跟前仔细一看，原来小蟋蟀已蹲在鸡冠上用力叮着不放。成名越发惊喜，捉下放在笼中。<br>　　第二天，成名把蟋蟀献给县官，县官见它小，怒斥成名。成名讲述了这只蟋蟀的奇特本领，县官不信。试着和别的蟋蟀搏斗，所有的都被斗败了。又试着和鸡斗，果然和成名所说的一样。于是就奖赏了成名，把蟋蟀献给了巡抚。巡抚特别喜欢，用金笼装着献给皇帝，并且上了奏本，仔细地叙述了它的本领。到了宫里后，凡是全国贡献的蝴蝶、螳螂、油利挞、青丝额及各种稀有的蟋蟀，都与（小蟋蟀）斗过了，没有一只能占它的上风。它每逢听到琴瑟的声音，都能按照节拍跳舞，（大家）越发觉得出奇。皇帝更加喜欢，便下诏赏给巡抚好马和锦缎。巡抚不忘记好处是从哪来的，不久，县官也以才能卓越而闻名了。县官一高兴，就免了成名的差役，又嘱咐主考官，让成名中了秀才。过了一年多，成名的儿子精神复原了。他说他变成一只蟋蟀，轻快而善于搏斗。现在才苏醒过来。巡抚也重赏了成名。不到几年，成名就有一百多顷田地，很多高楼殿阁，还有成百上千的牛羊；每次出门，身穿轻裘，骑上高头骏马，比世代做官的人家还阔气。<br>　　我（<a href=\"http://so.gushiwen.org/author_567.aspx\">蒲松龄</a>）说：“皇帝偶尔使用一件东西，未必不是用过它就忘记了；然而下面执行的人却把它作为一成不变的惯例。加上官吏贪婪暴虐，老百姓一年到头抵押妻子卖掉孩子，还是没完没了。所以皇帝的一举一动，都关系着老百姓的性命，不可忽视啊！只有成名这人因为官吏的侵害而贫穷，又因为进贡蟋蟀而致富，穿上名贵的皮衣，坐上豪华的车马，得意扬扬。当他充当里正，受到责打的时候，哪里想到他会有这种境遇呢！老天要用这酬报那些老实忠厚的人，就连巡抚、县官都受到蟋蟀的恩惠了。听说‘一人得道成仙，连鸡狗都可以上天。’这话真是一点不假啊！”</p> <p><strong>注释</strong><br>1.宣德：明宣宗年号（1426-1435）。<br>2.尚：崇尚，爱好。<br>3.西：这里指陕西。<br>4.华阴令：华阴县县官。<br>5.才：（有）才能。这里指勇敢善斗。<br>6.责：责令。<br>7.里正：里长。<br>8.游侠儿：这里指游手好闲、不务正业的年轻人。<br>9.昂其直：抬高它的价钱。直，通“值”。<br>10.居为奇货：储存起来，当作稀奇的货物（等待高价）。居，积、储存。<br>11.里胥：管理乡里事物的公差。<br>12.科敛丁口：向百姓征税摊派费用。科敛，摊派、聚敛。科，聚敛。丁口，老百姓。丁，成年男子。<br>13.操童子业：意思是正在读书，准备应考。操……业，从事……行业。童子，童生。科举时代还没考取秀才的读书人，不论年纪大小，都称为“童生”。<br>14.售：原意是卖卖物出手，这里指考取。<br>15.迂讷：拘谨而又不善于说话。<br>16.累尽：牵累而耗尽。累，牵连，妨碍。<br>17.裨益：补益。<br>18.款：款式，规格。<br>19.宰严限追比：县令严定期限，催促缴纳。追比，旧时地方官吏严逼人民，限期交税、交差、逾期受杖责，叫“追比”。<br>20.流离：淋漓。<br>21.能以神卜：能够凭借神力占卜。<br>22.红女白婆：红妆的少女、白发的老婆婆。<br>23.爇香：点燃香。<br>24.翕辟：翕，合。辟，开。<br>25.竦立：恭敬地站着。<br>26.无毫发爽：没有丝毫差错。<br>27.食顷：吃一顿饭的工夫。<br>28.兰若：寺庙，即梵语“阿兰若”。<br>29.青麻头：和下文的“蝴蝶”、“螳螂”、“油利垯”、“青丝额”，都是上品蟋蟀的名字。<br>30.有古陵蔚起：有古坟高起。蔚，草木茂盛的样子，引申为高大的样子。<br>31.蹲石鳞鳞：蹲踞着的一块块石头像鱼鳞排列。<br>32.冥搜：用尽心思搜索。冥：深。<br>33.趁：赶。<br>34.蹑迹披求：追（蛤蟆的）总计，拨开（丛草）寻求。蹑，悄悄追随。披，拨开。<br>35.虽连城拱璧不啻也：即使价值连城的宝玉也比不上。拱璧，大璧，极言其珍贵。啻，止。<br>36.蟹白栗黄：蟹肉和栗肉，指蟋蟀吃的精饲料。<br>37.斯须：一刻工夫，一会儿。<br>38.业根：祸种，惹祸的东西。业，业障，佛教用语，罪恶的意思。<br>39.复算：再算账，追究。<br>40.抢呼欲绝：头撞地，口呼天，几乎要绝命。抢，碰撞。<br>41.向隅：面对墙角（哭泣）。《说苑》：“今有满堂饮酒者，有一人独索然向隅哭泣……”后人用“向隅”，含有哭泣的意思。<br>42.藁葬：用草席裹着尸体埋葬。<br>43.惙然：气息微弱的样子。<br>44.气断声吞：出不来气，说不出话，形容极度悲伤。<br>45.交睫：闭上眼睛要睡。<br>46.东曦既驾：东方的太阳已经升起。东曦，指日神东君。曦，日光。既驾，已经乘车出来。古代传说，日神乘着神龙驾驭的车。<br>47.觇视：窥视。<br>48.裁：通“才”，刚刚。<br>49.超忽：形容跳得轻快而高。<br>50.审谛之：仔细地（看）它。<br>51.土狗：蝼蛄的别名。<br>52.日与子弟角：天天和伙伴（的蟋蟀）角斗比赛。子弟，年轻人。<br>53.售者：这里指买主。<br>54.造庐：指到家。造，到……去。庐，本指乡村一户人家所占的房地。引申为村房或小屋。<br>55.胡卢：形容笑的样子。<br>56.比笼：比试的笼子。<br>57.惭怍：惭愧。<br>58.固强之：坚持要较量较量。固，坚持、一定。强，迫使。<br>59.顾：但。<br>60.蠢若木鸡：形容神貌呆笨。《庄子·达生》篇说，养斗鸡的，要把斗鸡训练得镇静沉着，仿佛是木头雕的，才能够不动声色，战胜别的斗鸡。<br>61.龁：咬。<br>62.翘然矜鸣：鼓起翅膀得意地叫。翘，举。矜，夸耀。<br>63.尺有咫：一尺多。咫，八寸。<br>64.虫集冠上：蟋蟀落在鸡冠上。集，止。<br>65.翼：同“翌”。<br>66.抚军：官名，巡抚的别称，总管一省的民政和军政。<br>67.细疏：仔细地陈述。疏，臣下向君主陈述事情的一种公文，这里作动词。<br>68.无何：没多久。<br>69.卓异：（才能）优异。这是考核官吏政绩的评语。<br>70.又嘱学使：又嘱，是抚军嘱。学使，提督学政（学台），是专管教育和考试的官。<br>71.俾入邑庠：使（他）进入县学，即做秀才。俾，使。邑，县。庠，学校。<br>72.百顷：和下文的“万椽”，都极言其多。<br>73.牛羊蹄躈各千计：意思是牛羊几百头。蹄躈，亦作“蹄噭”，古时用以计算牲畜的头数。噭，口；躈，肛门。见《史记·货殖列传》。千计，是说很多，不是实数。<br>74.裘马过世家：穿的皮衣和驾车的马都超过世代做官的人家。<br>75.异史氏；作者自称。《聊斋志异》里边有许多怪异的事，所以称异史。<br>76.贴妇：把妻子做抵押品去借钱。贴，抵押。<br>77.独是：唯独这个。<br>78.以蠹贫：因做书虫而贫穷。蠹，蛀虫，这里用来比喻侵耗财务的胥吏。<br>78.令尹：县令，府尹。这里是沿用古称。<br>80.恩荫：得到恩惠荫庇。<br>81.一人飞升，仙及鸡犬：一个人升天，连他的鸡犬也成仙。比喻一个人发迹了，同他有关系的人都跟着得势。</p>",
  "shangxi": "<h2>段落分析</h2> <p>　　《促织》是按事物发展的自然顺序记叙的，情节曲折多变，故事完整。本篇小说从总体看是按开端、发展、高潮、结局四部分记叙的。在本文之后又加上“异史氏曰”的一段作者评论。《聊斋志异》在小说后面常有作者对所写的人和事作出的评价，是作品的附带部分。</p> <p>　　第一部分（第1段），故事的起因。</p> <p>　　故事的背景：祸患起于宫廷，为满足宫中斗蟋蟀之乐而“岁征民间”，一头促织会带来“辄倾数家之产”的后果。围绕着征集促织，充分地表现了官府的贪鄙，“游侠儿”的居奇，里胥的刁猾。故事背景的简要交代为全文作了铺垫。</p> <p>　　第二部分（第2段），故事的开端：写成名因缴不上促织而遭受的痛苦。</p> <p>　　本段先点明成名充“里正”是受里胥的陷害，以至家业败落，“薄产累尽”。面对征促织，他既“不敢敛户口”，又“无所赔偿”，形势逼迫下，只好自行捕捉，又无所得，苦受杖刑，只有“转侧床头，惟思自尽”。这部分概写故事发端，点出成名因“征促织”而遭受的苦难，同时表现出他“迂讷”、忠厚的性格。</p> <p>　　第三部分（第3、4段），故事的发展：写求卜得虫为成名一家带来解脱苦难的希望。</p> <p>　　“求神问卜”是在无望中寻求生路。“能以神卜”的女巫竟有“道人意中事，无毫发爽”的灵验，引出成妻问卜，由此推动情节的发展。问卜得图为再度捕捉促织提供了线索。</p> <p>　　成名得画，按图苦搜，终获佳品，“留待期限，以塞官责”，解脱苦难有了希望，至此第一层波澜趋向平息。</p> <p>　　第四部分(第5至第7段)，故事的高潮：写成名得虫、失虫和再得异虫（成子化虫）。</p> <p>　　“失虫”是又一新的波澜。获虫的喜悦和对虫的珍爱，为成子的误毙促织作了衬笔。“儿惧”，母亲的惊恐，说明事关身家性命，而“死期至矣”一语，暗扣后文的“得其尸于井”。</p> <p>　　从失促织到失爱子是情节的深入发展，加强了故事的悲剧色彩。成子投井自杀的悲剧，其原因不过是毙一蟋蟀，这充分反映了官府贪暴给百姓带来的苦难之深。行文至此，着意写出成名夫妇的感情变化：由惊怖（“如被冰雪”）到“怒索儿”，得尸于井又“化怒为悲，抢呼欲绝”，然后又转入深深的忧虑（“相对默然，不复聊赖”）。这惊、怒、悲、忧的一系列感情变化，更增强了悲剧气氛。待发现爱子“气息然”，又陷入更深的焦虑。“忽闻门外虫鸣”是情节的又一转折，出人意外，追寻之下得小蟋蟀。在此写了小蟋蟀的形状：短小，黑赤色……形若土狗，梅花翅，方首，长胫；写了它动作的迅捷、飘忽；又写了“壁上小虫忽跃落襟袖间”，对成名似乎有感情，以此表示促织的异乎寻常，暗与成子化身促织相呼应。</p> <p>　　小说接着细写小促织斗胜强敌“蟹壳青”与鸡口脱险，显示了小促织的超凡本事，故事达到了高潮。</p> <p>　　小说以夸张手法与细节描写来显示促织的才能。写促织的善斗，采用了衬托与对比的手法。“蟹壳青”的斗无不胜、“庞然修伟”，与成名的促织“伏不动，蠢若木鸡”形成对比，给人造成一种小虫怯懦无能的印象，加强了紧张气氛。然后情况一变，小虫“暴怒，直奔”，“腾击”“跃起，张尾伸须，直龁敌领”这一系列动作展示了小促织的勇敢善斗，少年从“笑”到“骇”的表现又从侧面作了渲染。然而在这时，又掀起波澜：鸡的出现和“径进以啄”，形成极其危急的情势，而小虫以其机敏出人意料地将鸡制伏，进一步以夸张笔法显示了促织的神奇本领。</p> <p>　　第五部分（第8段），故事的结局：成名因祸得福。</p> <p>　　成名献促织，宫中试斗进一步展示了小虫非凡的才能（不只善斗，且能闻乐起舞），成名因得厚赏而巨富。成子复苏之后“自言身化促织”的交代点明了神异促织的来历，增强了故事的曲折性与神奇色彩，同时也更加深了故事的悲剧性。在官府逼迫之下，成子自杀后还要魂化促织以供玩赏，方能解脱一家的苦难，这就更加表现出所受迫害之深，对荒淫残暴的封建统治者是一个有力的抨击。这一喜剧结尾寄托了作者的美好愿望。</p> <p>　　第六部分（第9段），作者的评语。</p> <p>　　“异史氏曰”的一段文字是<a href=\"http://so.gushiwen.org/author_567.aspx\">蒲松龄</a>对故事所作的评论，这也是笔记小说常用的一种形式，通过评语直接表达自己的观点。这段评论主要有三点：第一，从官贪吏虐追溯到天子宫廷，指出“天子一跬步，皆关民命，不可忽也”，寄讽谏之旨；第二，就成名的一贫一富说明是“天将酬长厚者”，反映了“善恶有报”的宿命论思想；第三，针对抚臣、令尹蒙受促织“恩荫”，证实“一人飞升，仙及鸡犬”的说法，生动地表明封建官僚的升迁发迹是建立在百姓苦难之上的，在此作者抒发了愤懑不平之感。</p>",
  "about": "<h2>文言现象</h2> <p><strong>通假字</strong><br>1、昂其直（通“值”，价值）<br>2、手裁举（通“才”，刚刚）<br>3、两股间脓血流离（“离”通\"漓\"，淋漓）<br>4、翼日进宰（通“翌”，第二天）<br>5、虫跃去尺有咫（通“又”，再）<br>6、而高其直（通“值”）<br>7、牛羊蹄躈各千计　（通“噭”）<br>8、而翁归（通“尔”，你）<br>9、取儿藁葬（通“缟”，用草席）</p> <p><strong>一词多义</strong><br>进<br>（1）以一头进 进献<br>（2）径进以啄 前进<br>逼<br>（1）鸡健进，逐逼之 逼近<br>（2）与村东大佛阁逼似 极<br>故<br>（1）此物故非西产 本来<br>（2）故天子一跬步 所以<br>然<br>（1）然睹促织 然而<br>（2）俨然类画 ……的样子<br>（3）成然之 以……为然，认为……是对的<br>笼<br>（1）得佳者笼养之 用笼子<br>（2）笼归 用笼子装<br>责<br>（1）因责常供 要求，责令<br>（2）令责之里正 索要，索取<br>（3）每责一头 索要，索取<br>（4）以塞官责 责任， 差使<br>（5）受扑责时 责罚<br>靡<br>（1）靡计不施 无，没有<br>（2）虫尽靡 倒下<br>顾<br>（1）成顾蟋蟀笼 回头看<br>（2）徘徊四顾 看，环视<br>（3）顾念蓄劣物终无所用 只是，但是<br>发<br>（1）窃发盆 打开<br>（2）探石发穴 掏<br>（3）无毫发爽 古长度单位，十毫为发，极言少<br>售<br>（1）久不售 考试中第，考取<br>（2）亦无售者 买<br>岁<br>（1）岁征民间 每年<br>（2）成有子九岁 年龄<br>（3）不终岁 年<br>令<br>（1）令以责之里正 县令<br>（2）急解令休止 使，让<br>上<br>（1）有华阴令欲媚上官 上级<br>（2）上于盆而养之 放置<br>(3) 上大嘉悦 皇上<br>益<br>（1）死何裨益 好处<br>（2）成益愕 更加<br>掷<br>（1）帘内掷一纸出 抛，扔<br>（2）虫跃掷径出 腾跃<br>异<br>（1）宰以卓异闻 与众不同<br>（2）成述其异 奇特本领<br>过<br>（1）裘马过世家 超过<br>（2）未必不过此已忘 用过<br>强<br>（1）乃强起扶杖 勉强<br>（2）少年固强之 迫使<br>中<br>（1）又劣弱不中于款 符合，适应<br>（2）中绘殿阁 当中<br>信<br>（1）宰不信 相信<br>（2）信夫 确实<br>尚<br>（1）宫中尚促织崇 尚，爱好<br>（2）虫宛然尚在 还，仍然</p> <p><strong>词类活用<br></strong>1、名词活用作状语<br>（1）岁征民间 【每年 】<br>（2）得佳者笼养之 【用笼子 】<br>（3）早出暮归 【在早上、在晚上】<br>（4）取儿藁葬 【用草席（裹）】<br>（5）日与子弟角 【每天 】<br>（6）力叮不释 【用力 】<br>（7）民日贴妇卖儿【 每天 】<br>（8）时村中来一驼背巫【这时】<br>(9) 大喜，笼归 【用笼子装 】(名词用在动词前，作状语)<br>2、名词活用作动词<br>（1）试使斗而才【有才能 】<br>（2）旬余，杖至百 【用杖打】<br>（3）上于盆而养之 【 装、放置 】<br>（4）儿涕而去 【流着泪 】<br>（5）自名“蟹壳青” 【 命名 】<br>（6）细疏其能 【陈述】<br>（7）故天子一跬步 【走半步、一步】<br>（8）裘马过世家焉 【穿着皮衣， 骑着马】<br>（9）独是成氏子以蠹贫以促织富【受穷， 变富 】<br>（10）仙及鸡犬 【成仙】<br>（11）诏赐抚臣名马衣缎【皇帝传达命令】<br>3、使动用法<br>（1）昂其直 【使…高，抬高 】<br>（2）辄倾数家之产 【使…倾尽/竭尽 】<br>（3）而高其直 【使…高，抬高 】<br>（4）不如拼搏一笑 【使…拼搏】<br>4、意动用法<br>（1）成然之 【认为…是对的 】<br>（2）成以其小，劣之 【认为…劣/差】<br>（3）益奇之 【认为…奇特 】<br>5、形容词活用作动词<br>（1）薄产累尽【赔尽 】<br>（2）近抚之 【靠近】<br>（3）有华阴令欲媚上官【献媚，巴结】<br>6、形容词活用作名词<br>（1）蟹白栗黄 【白肉 黄粉】<br>（2）成述其异 【奇特的本领 】<br>7、动词作状语<br>（1）啼告母【哭着】<br>8、同义复词（同义连用）<br>（1）里胥猾黠 【狡猾 】<br>（2）死何裨益 【益处】<br>（3）填塞门户 【充满， 门口】<br>（4）唇吻翕辟 【嘴唇】<br>（5）急逐趁之 【追赶】<br>（6）虫跃掷径出 【跳跃】<br>（7）不复聊赖 【依赖、寄托】<br>（8）自增惭怍 【惭愧】<br>（9）急解令休止/更无休止 【停止】<br>（10）僵卧长愁 【向后倒下，躺】<br>（11）百计营谋不得脱 【谋求】</p> <p><strong>古今异义</strong><br>1、游侠儿：①古义：游手好闲、不务正业的人。②今义：行侠仗义的人。<br>2、少年：①古义：青年男子，与“老年”相对。②今义：十二岁到十六岁这一时期。<br>3 、久不售 售， 古义：考取 今义：买<br>4、无出右者 右， 古义：在上，古代以右为尊 今义：右，与左相对<br>5、户口：①古义：老百姓。②今义：户籍。</p> <p><strong>难句翻译</strong><br>1、得无教我猎虫所耶？<br>译：（这画）莫非向我暗示捕捉蟋蟀的地方吗？<br>2、成以其小，劣之。<br>译：成名因为它太小，认为不好。<br>3、一出门，裘马过世家焉。<br>译：（成名）一出门，所穿的皮衣和驾车的马超过了世代做官的人家啊。<br>4、独是成氏子以蠹贫，以促织富，裘马扬扬。<br>译：只有这个成家的人，因为胥吏侵耗而贫穷，又因献上蟋蟀而富有，他穿皮衣，骑骏马，意气扬扬。</p> <p><strong>句式</strong><br>1、此物故非西产（判断句）<br>2、遂为猾胥报充里正役（被动句）<br>3、村中少年好事者驯养一虫（定语后置）<br>4、掭以尖草（介词结构后置）<br>5、问者爇香于鼎（介词结构后置）<br>6、既而得其尸于井（介词结构后置）<br>7、令以责之（于）里正（省略句）<br>8、（其妻）折藏之，归以（之）示成（省略句）<br>9、假此科敛（于）丁口 （省略句）</p><br/><h2>文章理解</h2> <p>　　“异史氏曰”的一段文字是<a href=\"http://so.gushiwen.org/author_567.aspx\">蒲松龄</a>对故事所作的评论，这也是笔记小说常用的一种形式，通过评语直接表达自己的观点。这段评论主要有三点：</p> <p>　　第一，从官贪吏虐追溯到天子宫廷，指出“天子一跬步，皆关民命，不可忽也”，寄讽谏之旨；</p> <p>　　第二，就成名的一贫一富说明是“天将酬长厚者”，反映了“善恶有报”的宿命论思想；</p> <p>　　第三，针对抚臣、令尹蒙受促织“恩荫”，证实“一人飞升，仙及鸡犬”的说法，生动地表明封建官僚的升迁发迹是建立在百姓苦难之上的，在此作者抒发了愤懑不平之感。</p> <p>　　蒲松龄作《聊斋志异》，古书有载：“相传先生居乡里，落拓无偶，性尤怪僻，为村中童子师，食贫自给，不求于人。作此书时，每临晨携大磁罂，中贮苦茗，具淡巴菰一包，置行人大道旁。下陈芦衬，坐于上，烟茗置身畔，见行道者过，必强执与语，搜奇说异，随人所知；渴则饮以茗，或奉以烟。必令畅谈乃已。偶闻一事，归而粉饰。如是二十余寒暑，此书方告蒇。故笔法超绝。”《聊斋志异》全书十二卷，四百八十八篇，通过花妖鬼怪故事，人神鬼相杂、幽明相间的艺术画面，揭露封建社会的黑暗和官场的罪恶，讽刺科举制的腐朽和弊端，歌颂男女青年的纯真爱情，批判了不合理的婚姻制度。作品继承和发扬了六朝志怪小说和唐传奇小说的艺术传统，既具有浓厚的浪漫主义色彩，又给人以现实主义的真实感。构思奇特，幻异曲折，跌宕多变，刻画细腻，文笔洗练。其思想和艺术成就，标志着中国文言短篇小说创作达到一个新的高峰，在中国文学史上占有很高地位。</p> <p>　　高中语文课本所选的《促织》，是《聊斋志异》中的优秀篇章，主题思想和艺术成就均达到很高的水平，可谓是文学精品。本文拟从情节、语言、人物三方面赏析其艺术魅力。</p> <p>　　一、情节曲折，构思严谨中国小说起源于古代的神话传说，因此形成的艺术传统是，非常注重故事的情节，善于营造跌宕起伏的曲折性和起承转合的完整性。《促织》一文以“促织”为线索，叙述清晰，又曲折动人。它的情节可以概括如下：征虫－－觅虫－－求虫－－得虫－－失虫－－化虫－－斗虫－－献虫。其中“征虫－觅虫”可看成是故事的开端，“求虫－得虫”是故事的发展，“失虫－化虫－斗虫”是故事的高潮，“献虫”是故事的结局。这样，全文的情节特征已经一目了然。但本文的曲折性还体现在每一个发展过程：成名初次觅虫不得，转侧床头，唯思自尽，走到了山穷水尽，是为一波；而巫婆的适时出现，让成名能按图索骥，于村东大佛阁后得虫，可谓是柳暗花明，又为一波；刚刚得虫，举家庆贺，不料半路杀出个程咬金，成子好奇，“窃发盆”，虫得而复失，再起一波；成名归，“怒索儿”，却不料儿子也已跳井自尽，人物两空，祸不单行，是为推波助澜；其后，成子竟然“半夜复苏”，又身化促织，虽令人匪夷所思，但文章也就从此得以急转直下，豁然开朗；此后，小说极力地以其貌不扬，来反衬促织的轻捷善斗，突出其奇异功能，斗虫，斗鸡，无不胜，又能“闻琴瑟之声，则应节而舞”，也写得波澜起伏，扣人心弦；最后以大团圆结局，让人于紧张之后，可以长舒一口气，但淡然一笑后，不由得要掩卷三思…… 故事情节曲折，却构思严谨。纵观全文，起承转合，前呼后应，结构完整。关于起承转合，上面已经叙述过了。至于前呼后应，至少有两处照应非常好，一是故事起因于“宣德间，宫中尚促织之戏，岁征民间”，以“上大嘉悦，诏赐抚臣名马衣缎……”为终，应了“解铃还需系铃人”的古话；二是成名始“操童子业，久不售，为人迂讷”，且家中“薄产累尽”，而终能“入邑庠”，且“田万顷，楼阁万椽，牛羊蹄跷各千计；一出门，裘马过世家焉”，可谓善有善报。</p> <p>　　二、语言精炼，生动形象《聊斋志异》一书历数十年乃成，且不断修改增补，其语言来自民间，又经艺术加工，自然十分的精炼、生动。用词精炼主要表现在对动词的运用，十分恰当，而且经济。如第三段：“成妻纳钱案上，焚拜如前人。食顷，帘动，片纸抛落。拾视之，非字而画……”二十余字，就清楚地记叙了成妻求虫的全过程。又如第四段：“成益愕，急逐趁之，蟆入草间。蹑迹披求，见有虫伏棘根。遽扑之，入石穴中。掭以尖草，不出；以水灌之，始出，状极俊健。逐而得之。审视，巨身修尾，青项金翅。大喜，笼归……”这是一段细节描写，作者去芜存杂，突出动作性，通过“逐”、“蹑 ”、“扑”、“掭”、“灌”、“视”等词，把成名捕虫的全过程描绘得纤细毕现，如在眼前。再如第七段：“试以猪鬣撩拨虫须，仍不动。少年又笑。屡撩之，虫暴怒，直奔，遂相腾击，振奋作声。俄见小虫跃起，张尾伸须，直纥敌领。”这一段文字也通过“怒”、“奔”、“跃”、“张”、“伸”、“纥”等词，把斗虫过程中促织的神态和动作写得细腻逼真。文章在精炼处惜字如金，但在形象处却又泼墨如水，细致入微，生动感人。如第六段：“未几，成归，闻妻言，如被冰雪。怒索儿，儿渺然不知所往。既而得尸于井，因而化怒为悲，抢呼欲绝。夫妻向隅，茅舍无烟，相对默然，不复聊赖。……成顾蟋蟀笼虚，则气断声吞，亦不以儿为念。自昏达曙，目不交睫。东曦既驾，僵卧长愁。”作者非常善于运用白描手法进行勾勒，描绘出人物亦怒亦悲亦愁的神态；又巧妙地借用景物衬托，以“茅舍无烟”（正衬）、“东曦既驾”（反衬）来表现成名夫妇“不复聊赖”的精神状态。</p> <p>　　三、神态描写细致入微，人物形象栩栩如生。前面我已经讲过，中国古代小说十分注重情节性，甚至到了刻意的地步，而对人物形象的塑造略显不足。但《促织》不但主人公形象刻画得很成功，就连次要人物也塑造得栩栩如生，确属独树一帜。本文人物形象塑造的成功之处，主要在于神态描写。关于对成名的神态描写，前面已经提及，不再累述。让我们来看看对“游侠儿”的描绘吧。第七段：“村中少年好事者驯养一虫，自名‘蟹壳青’，日与弟子角，无不胜。欲居之以为利，而高其直，亦无售者。径造庐访成，视成所蓄，掩口胡卢而笑。因出己虫，纳比笼中。成视之，庞然修伟，自增惭怍，不敢与较。少年固强之。顾念蓄劣物终无所用，不如拼博一笑，因合纳斗盆中。小虫伏不动，蠢若木鸡。少年又大笑。试以猪鬣撩拨虫须，仍不动。少年又笑。屡撩之，虫暴怒，直奔，遂相腾击，振奋作声。俄见小虫跃起，张尾伸须，直纥敌领。少年大骇，急解令休止。”这一段中，少年共有三笑：第一次是他看见成名的促织“短小，黑赤色”，“形若土狗”，不由地“掩口胡卢而笑”，这一笑很形象地刻画出少年一副轻狂傲少的神态；第二次是他看见成名的促织“蠢若木鸡”，禁不住“又大笑”；第三次是他用猪鬣来挑逗促织，但“仍不动”，于是“又笑”， 得意至极。通过这“三笑”的描写，一个终日游手好闲、无所事事的游侠儿形象就栩栩如生跃然纸上了。而最终“少年大骇”，既衬托出促织的奇异，更进一步表现了人物的无知可笑的一面。此外，文中虽然对成名的妻子和儿子着墨不多，但精炼的数笔也很生动形象。若第五段：“儿惧，啼告母。母闻之，面色灰死，大惊曰：‘业根，死期至矣！而翁归，自与汝复算耳！’儿涕而去。”把成子的“恐惧”和成妻的“惊”、“怒”渲染得很成功。这样的例子很多，不再一一例举。</p> <p>　　总之，《促织》既继承了中国古代小说创作的优秀传统，十分注重情节结构的营造；又能在语言方面推敲斟酌，做到精炼生动；并在人物形象的刻画上有所突破，使文中的人物都能栩栩如生，给人们留下了深刻印象，是一篇具有极强的艺术魅力的短篇小说精品.</p> <p>　　《促织》是蒲氏的代表作之一。从内容看，显然是受<a href=\"http://so.gushiwen.org/author_646.aspx\">柳宗元</a>的《捕蛇者说》的影晌而写成的，其着眼点全在于揭露和讽刺上。小说通过主人翁成名从悲到喜、喜极生悲、悲极复喜，祸福转化的奇特故事情节，深刻地揭露了封建社会统治者“宫廷”的骄奢淫逸，以及各级官吏的媚上责下“假此科敛丁口”等等罪责，同时也提示了封建社会制度本身的黑暗和腐朽性。</p>",
  "poet": {
    "id": 567,
    "star": 0,
    "name": "蒲松龄",
    "image": "http://img.gushiwen.org/authorImg/pusongling.jpg",
    "desc": "蒲松龄（1640－1715）字留仙，一字剑臣，别号柳泉居士，世称聊斋先生，自称异史氏，现山东省淄博市淄川区洪山镇蒲家庄人。出生于一个逐渐败落的中小地主兼商人家庭。19岁应童子试，接连考取县、府、道三个第一，名震一时。补博士弟子员。以后屡试不第，直至71岁时才成岁贡生。为生活所迫，他除了应同邑人宝应县知县孙蕙之请，为其做幕宾数年之外，主要是在本县西铺村毕际友家做塾师，舌耕笔耘，近40年，直至1709年方撤帐归家。1715年正月病逝，享年76岁。创作出著名的文言文短篇小说集《聊斋志异》。"
  },
  "tags": [
    "高中文言文",
    "叙事",
    "小说",
    "抒怀",
    "愤懑"
  ]
}