{
  "id": 16370,
  "star": 37,
  "name": "渔父",
  "dynasty": "唐代",
  "content": "八月九月芦花飞，南谿老人重钓归。<br>秋山入帘翠滴滴，野艇倚槛云依依。<br>却把渔竿寻小径，闲梳鹤发对斜晖。<br>翻嫌四皓曾多事，出为储皇定是非。",
  "fanyi": "<p><strong>译文<br></strong>八九月芦花满天飞，南溪老人垂钓回来。<br>秋天的山从隐约映入眼帘，野艇靠着栏杆隐约可见。<br>拿着鱼竿寻找着小路，对着斜阳梳着白发。<br>反而是商山四皓多管闲事，为皇太子定夺是非正误。</p> <p><strong>注释</strong><br>①谿（ xī ）：同“溪”。重（zhòng）钓：深水中钓鱼。<br>②槛：轩廊临水的栏干。依依，隐约貌。<br>③鹤发：鹤的羽毛白色，喻老人白发。斜晖（huī）：同“斜辉”，指傍晚西斜的阳光。<br>④翻：反而。四皓：秦末东园公、甪里先生、绮里季、夏黄公，隐于商山，年皆八十余，时称“商山四皓”。传说汉高祖敦聘不至，吕氏用张良策，令太子卑词安车，捐此四人与游，因而使高祖认为太子羽翼已成，清除了改立太子的意图。<br>⑤储皇：即储君皇太子。《晋书·成都王颖传》：“皇太子，国之储君。”</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　<a href=\"http://so.gushiwen.org/view_16370.aspx\">诗</a>篇在两岸漫天飞舞的芦花中缓缓拉开帷幕，渲染出一派宁静优美安详的环境氛围。</p> <p>　　“八月九月芦花飞，南谿老人重钓归”，秋高气爽，扁舟垂纶的的老渔父伴着夕阳的余晖划舟而归，晚风悠悠，芦花飘飘，溪水清清，波光粼粼。</p> <p>　　“秋山入帘翠滴滴，野艇倚槛云依依”，临岸系舟，举目远望，翠色怡人，满山的青草绿树像洗染过一样，散发着浓浓的绿意。白云翩翩然点染在秋日的蓝天上，映照着横在水面上的野艇，更增加了几分“行到水穷处，坐看云起时”的自然情趣，那是一种委运任化，悠然自得的生命意识。诗人取景不惑，行云流水般的语言描绘出一幅秋溪摆钓图，字里行间飘荡着一种轻灵的气息。作者采用由远至近的审美视角，秋山、野艇的仰视之间流淌着“脆滴滴”“云依依”的生命色彩，充彻着一种虚静的宇宙意识。</p> <p>　　“却把渔竿寻小径，闲梳鹤发对斜晖”，景物的转换深处是归家路途的缓缓延伸，弯弯曲曲的小径，踏着秋日的余晖，手把钓竿的老渔父正在悠闲地拢梳着那满头稀疏的白发，路在脚下徐徐延伸。老人脸上微微的笑意，那是洗尽尘滓，超然世外的满足感，诗人运用绘画的艺术手法，描绘出包孕性的瞬间。“闲梳鹤发对斜晖”，完美地传递出老渔父自在悠闲的心理状态。“小径”颇有象征意味，不妨看作是一条自然出世的桃源路。</p> <p>　　前六句诗，闲静清美，全然洗净人间铅华。此景此情，诗人禁不住深深感慨：“翻嫌四皓曾多事，出为储皇定是非。”诗人认为四皓未绝尘俗，舍却隐居生活的安逸，卷入宫廷废立的纷争，不免多管闲事。此处议论，运用典故，顺景延情，文理自然，意到笔随，并将作者的人生观鲜明的表达出来。<a href=\"http://so.gushiwen.org/author_815.aspx\">李德裕</a>称<a href=\"http://so.gushiwen.org/author_331.aspx\">张志和</a>“隐而名彰，显而无事，不穷不达，其严光之比”（《玄真子渔歌记》）。</p> <p>　　《渔父》的尾联正是他人生观最恰当的注解。“古来闲着，多隐于渔”（<a href=\"http://so.gushiwen.org/author_106.aspx\">刘克庄</a>《木兰花慢·渔夫词》），张志和从个体生命的体验出发，塑造了林泉高致的“渔父”形象，并运用富有感受力的艺术心灵捕捉贴切的审美意识：芦花、秋山、白云、野艇、斜晖……无不流淌着诗人对高蹈超逸的隐居生活的热爱之情。理想化，审美化的隐逸生活暗含着一种对自我人生价值的潜在肯定，以及对时代隐隐的不满、失望之情。孔子曰：“道不行，乘桴浮于海。”落寞的中唐时代赋予了性好道学的张志和更多出世的生命情怀，促使他吟唱出了一曲曲美丽的“渔夫”之歌。</p>",
  "about": "<h2>创作背景</h2> <p>　　<a href=\"http://so.gushiwen.org/author_331.aspx\">张志和</a>是中唐<a href=\"http://so.gushiwen.org/view_16370.aspx\">诗</a>人，安史之乱后隐居山林，经常泛舟垂钓，不再理会政事。这首《渔父》就是写他隐逸生活的代表作。</p>",
  "poet": {
    "id": 331,
    "star": 0,
    "name": "张志和",
    "image": "http://img.gushiwen.org/authorImg/zhangzhihe.jpg",
    "desc": "张志和（730年(庚午年)～810年？），字子同，初名龟龄，汉族，婺州（今浙江金华）人，自号“烟波钓徒”，又号“玄真子”。唐代著名道士、词人和诗人。十六岁参加科举，以明经擢第，授左金吾卫录事参军，唐肃宗赐名为“志和”。因事获罪贬南浦尉，不久赦还。自此看破红尘，浪迹江湖，隐居祁门赤山镇。其兄张鹤龄担心他遁世不归，在越州（今绍兴市）城东筑茅屋让他居住。史载唐肃宗曾赐他奴婢各一人，张志和让他们结婚，取名渔童和樵青。著有《玄真子》集。"
  },
  "tags": [
    "垂钓",
    "隐逸"
  ]
}