{
  "id": 65057,
  "star": 119,
  "name": "木兰花·城上风光莺语乱",
  "dynasty": "宋代",
  "content": "城上风光莺语乱，城下烟波春拍岸。绿杨芳草几时休，泪眼愁肠先已断。<br>情怀渐觉成衰晚，鸾镜朱颜惊暗换，昔年多病厌芳尊，今日芳尊惟恐浅。",
  "fanyi": "<p><strong>译文</strong><br>城上春光明媚莺啼燕啭，城下碧波荡漾拍打堤岸。绿杨芳草几时才会衰败？我泪眼迷蒙愁肠寸断。<br>人到晚年渐觉美好情怀在衰消，面对鸾镜惊看红颜已暗换。想当年曾因多病害怕举杯，而如今却唯恐酒杯不满。</p> <p><strong>注释</strong><br>⑴莺语：黄莺婉转鸣叫好似低语。<br>⑵拍岸：拍打堤岸。<br>⑶鸾镜：镜子。古有“鸾睹镜中影则悲”的说法，以后常把照人的镜子称为“鸾镜”。朱颜：这里指年轻的时候。<br>⑷芳尊：盛满美酒的酒杯，也指美酒。</p><br/><h2>译文二</h2> <p>　　城上眺望，风光大好，黄莺儿的叫声乱成一片。城下湖面上烟波浩渺，春水烟波浩渺，春水不断地拍打着堤岸。这令人伤怀的青青杨柳如绵绵芳草啊，你们什么时候才能变得没有呢？我眼中充满泪水，愁绪袭来，先就使我肝肠寸断了。</p> <p>　　我觉得自己的情怀渐渐像个老人，没有生气了。还吃惊的发现镜子中昔日红润的容颜，在不知不觉中改换了，已变得如此憔悴苍老。往年，我体弱多病，讨厌去碰那美酒金杯，如今杯儿在前，却唯恐酒斟得不满。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　此词写得“词极凄婉”，处处流露出一种垂暮之感。</p> <p>　　词在上片前两句写景，意思只是说，城头上莺语唧唧，风光无限；城脚下烟波浩淼，春水拍岸，是一派春景。作者在这里是借景抒情，而不是因景生情，因此用粗线条勾勒春景，对于后面的遣怀抒情反而有好处，因为它避免了可能造成的喧宾夺主在毛病。另外，作者对景物描写这样处理，仍有一番匠心在。首先，这两句是从城上和城下两处着墨描绘春景，这就给人以动的感觉。其次，又斟酌字句，使两句中的听觉与视觉形成对比，看的是风光、烟波之类，显得抽象朦胧；听的是莺语、涛声，显得具体真切。这样的描写，正能体现出作者此时此刻的心情：并非着意赏春，而是一片春声在侵扰着他，使他无计避春，从而更触发了满怀愁绪。<a href=\"http://so.gushiwen.org/author_145.aspx\">况周颐</a>在《惠风词话》中有一段颇有见地的话：“词过经意，其蔽也斧琢；过不经意，其蔽也褦襶。不经意而经意，易；经意而不经意，难。”<a href=\"http://so.gushiwen.org/author_607.aspx\">钱惟演</a>的这两句正是进入了“经意而不经意”的境界。</p> <p>　　下面两句开始抒情，绿杨芳草年年生发，而我则已是眼泪流尽，愁肠先断，愁惨之气溢于言表。用芳草来比喻忧愁的词作很多，如“芳草年年与恨长”（<a href=\"http://so.gushiwen.org/author_186.aspx\">冯延巳</a>《南乡子》），“离恨恰如春草，更行更远还生”（<a href=\"http://so.gushiwen.org/author_269.aspx\">李煜</a>《清平乐》），这些句子都比钱惟演的来得深婉，但同时又都没有他来得凄婉。从表现手法上讲，用绿杨芳草来渲染泪眼愁肠，也就达到了情景相生的效果。这两句是由上面两句对春色的描写直接引发的，由景入情，并且突作“变徵之声”，把词推向高潮，中间的过渡是很自然的。</p> <p>　　下面的前两句仍是抒情，这比上片更为细腻，“情怀渐觉成衰晚”，并不是虚写，而是有着充实的内容。钱惟演宦海沉浮几十年，能够“官兼将相，阶、勋、品皆第一”（见<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>《归田录》），靠的就是刘太后，因此，刘太后的死，对钱惟演确实是致命的一击。一贬汉东，永无出头之日，这对于一生“雅意柄用”的钱惟演来说，是一种无法忍受的痛苦，当时的情怀可想而知。“鸾镜朱颜惊暗换”，亦<a href=\"http://so.gushiwen.org/author_419.aspx\">徐干</a>《室思》<a href=\"http://so.gushiwen.org/view_65057.aspx\">诗</a>“郁结令人老”之意，承上句而来。人不能自见其面，说是镜里面而始惊，亦颇入情。这两句从精神与形体两方面来感叹老之已至，充满了无可奈何的伤感之情。</p> <p>　　最后两句是全词的精粹，收得极有分量，使整首词境界全出。用酒浇愁是一个用滥了的主题，但这是运用得却颇出新意，原因正在于作者捕捉到对“芳尊”态度的前后变化，形成强烈对照，写得直率。以全篇结构来看，这也是最精彩的一笔，使得整首词由景入情，由粗及细，层层推进，最后“点睛”，形成所谓“警策句”，使整首词表达了一个完整的意境。有人曾经把这两句同<a href=\"http://so.gushiwen.org/author_596.aspx\">宋祁</a>的“为君持酒劝斜阳，且向花间留晚照”，加以比较，认为宋祁的两句更为委婉（见<a href=\"http://so.gushiwen.org/author_181.aspx\">杨慎</a>《诗品》）。这固然有些道理，但同时也要看到，这两首词所表达的意境是不相同的。宋祁是着意在赏春，尽管也流露出一点“人生易老”的感伤情绪。但整首词的基调还是明快的。而钱惟演则是在因春伤情，整首词所抒发的是一个政治失意者的绝望心情。从这点说，两者各得其妙。其实，词写得委婉也好，直露也好，关键在于一个“真”字。“真字是词骨。情真，景真，所作必佳。”（《蕙风词话》卷一）这是极有见地的议论。</p> <p>　　这首遣怀之作，在遣词造句上却未脱尽粉气，芳草、泪眼、鸾镜、朱颜等等，颇有几分像“妇人之语”实际上它只是抒写作者的政治失意的感伤而已，反映出宋初纤丽词风一般特征。</p><br/><h2>简析</h2> <p>　　此为作者暮年遣怀之作。词中以极其凄婉的笔触，抒写了作者的垂暮之感和政治失意的感伤。作品中的“芳草”、“泪眼”、“鸾镜”、“朱颜”等意象无不充满绝望后的浓重感伤色彩，反映出宋初纤丽词风的艺术特色。</p> <p>　　黄升《花庵词选》评此词为<a href=\"http://so.gushiwen.org/author_607.aspx\">钱惟演</a>“暮年之作，词极凄惋”。</p><br/><h2>赏析</h2> <p>　　这首词是作者临死前不久的一首伤春之作。上阕由景入情，下阕直抒愁怀。“情怀渐觉”、“衰晚”，一“渐”字，表达出时间的推移催老世人的历程，接着，作者又惊异地发现镜中“朱颜”已“暗换”，进一步表达“衰晚”之感。“今日”虽仍有病，可愁比病更强烈，因而不顾病情而痛饮狂喝，将全词愁绪推向高潮。</p> <p>　　作者一生仕宦显达，晚年被贬外放，自觉政治生命与人生旅途都到了尽头，因作此词，借悼惜春光抒发他无限的迟暮之悲。词中用清丽的语言描绘了春声、春色，首句的“乱”字用得极好，将春景渲染得十分生动热闹，而群莺乱啼已是暮春天气，这里也暗含春光将尽之意。作者又用明丽的景色来反衬自己凄黯的心情，以及对于年光飞逝、生命无多的感伤。末二句以借酒浇愁来表现他无可奈何的心境，又隐约地显示了他对生命的留恋，尤其传神。整首词情调极其凄婉。</p> <p>　　上片起首两句，从城上和城下两处着墨，声形兼备、富于动感地描绘春景，勾勒出一幅城头上莺语阵阵、风光无限；城脚下烟波浩淼、春水拍岸的图画，使读者隐然感觉到主人公的伤春愁绪，从而为下文的遣怀抒情作好了铺垫。</p> <p>　　上片结末两句转而抒情，言绿杨芳草年年生发，而词人已是眼泪流尽，愁肠先断，愁惨之气溢于言表。从表现手法上讲，用绿杨芳草来渲染泪眼愁肠，也就达到了情景相生的效果，情致极为凄婉。此二句由景入情，词意陡转，波澜突起。</p> <p>　　过片两句，从精神与形体两方面感叹老之已至，抒写了词人无可奈何的伤感情怀。从中可以窥见，一贬汉东，默默无闻，大势已去，这对于曾经“官兼将相，阶勋、品皆第一”的作者来说，打击是多么巨大。结拍两句将借酒浇愁这一司空见惯的题材赋予新意，敏锐而恰切地扣住词人对“芳尊”态度的前后变化这一细节，形成强烈反差，由景入情，画龙点睛，传神地抒发出一个政治失意者的绝望心情。宋<a href=\"http://so.gushiwen.org/author_938.aspx\">胡仔</a>《苕溪渔隐丛话》卷二云：“侍儿小名录云：‘钱思公谪汉东日（指<a href=\"http://so.gushiwen.org/author_607.aspx\">钱惟演</a>晚年谪随州），撰《玉楼春》词曰：“城上风光莺语乱，城下烟波春拍岸。绿杨芳草几时休，泪眼愁肠先已断。情怀渐变成衰晚，鸾镜朱颜惊暗换。往年多病厌芳樽，今日芳樽惟恐浅。”每酒阑歌之，则泣下。后阁有白发姬，乃邓王歌鬟惊鸿也。遽言：“先王将薨，预戒挽铎中歌《木兰花》（即《玉楼春》）引绋为送。今相公亦将亡乎。”果薨于随州。’”可为此词注脚。</p> <p>　　宋仁宗明道二年（1033）三月，垂帘听政的刘太后死。仁宗随即亲政，并迅速清除刘太后党羽。钱惟演是刘太后的姻亲，自然在劫难逃。九月，他因为擅议宗庙罪而被免除平章事的官职，贬为崇信军节度使，谪居汉东。不久，其子钱暖被罢官，姻亲郭皇后被废。该词就写于这个时期，抒发了作者政治失意的绝望之情。作品借丽景抒哀情，首句以一“乱”字，就将暮春之景渲染得有声有色，同时也以此反衬自己年华将逝的凄黯心情，从而形成强烈对比，凄惋动人。</p>",
  "about": "<h2>讲解</h2> <p>　　词人晚年情怀，衰颓困苦。<a href=\"http://so.gushiwen.org/author_607.aspx\">钱惟演</a>对仕途有浓厚的兴趣，一生以未能当上宰相而遗憾。他的阿谀奉上，效果适得其反。太后听政时，钱惟演就因与太后攀亲备受舆论攻击，被赶出朝廷，宋仁宗亲政后更是屡受打击。所以词人晚年心气很不顺畅，这首词就是他在这样的心境之下创作出来的，是他仕途挫折时内心困苦愁怨的抒发。</p> <p>　　春天来临之后鸟语花香、春意盎然的景色，都仿佛在搅乱词人的心绪、牵引出词人的愁怨。人生得意之际，面对明媚春光，意气风发，那是一种情景，词人当年在京城高官厚禄时也曾经领略过。相形之下，人生不得意之际的春色只能牵引出对往日的回忆与留恋，这也就增加了作者眼前的痛苦。情急之下，词人不禁无理地责问“绿杨芳草”何时了结，也就是说恼人的春天什么时候才能过去，这一问也就问出了他内心愁苦的深度。</p> <p>　　下片解释愁苦的缘由。词人将一切的根源都推托到岁月的流逝、容颜的衰老上。每次照镜，他都要为此惊叹。剩下惟一的解脱方式就是频频高举“芳尊”（“尊”即“樽”），借酒消愁。然而，只恐“举杯浇愁愁更愁”。依据词人眼前的心境，读者是可以推想而知的。于是，语尽意未尽，绵绵愁意溢于言外。词人虽写愁苦之意，但与五代时期的词人还是有很大不同的，词中没有那种绝望哀痛的没落感与沉重感，钱惟演只是平常叙述而来，毕竟词人生活在一个平和的年代。</p><br/><h2>创作背景</h2> <p>　　此词是作者晚年谪迁汉东（指随州，今湖北随州）时所作。<a href=\"http://so.gushiwen.org/author_938.aspx\">胡仔</a>《苕溪渔隐丛话后集》卷三十九引《侍儿小名录》云：“钱思公（惟演）谪汉东日，撰《玉楼春》词云云，每酒阑歌之则泣下。后阁有白发姬，乃邓王（惟演父俶）歌鬟惊鸿也，遽言：‘先王将薨，预戒挽铎中歌《木兰花》（即《玉楼春》）引绋为送，今相公亦将亡乎？’果薨于随州。邓王旧曲，亦尝有‘帝乡烟雨锁春愁，故国山川空泪眼’之句。”公元1033年（宋仁宗明道二年）三月，垂帘听政的刘太后崩，仁宗开始亲政，即着力在朝廷廓清刘氏党羽。与刘氏结为姻亲的<a href=\"http://so.gushiwen.org/author_607.aspx\">钱惟演</a>自然在劫难逃，同年九月，坐擅议宗庙罪平章事职务，贬崇信军节度使，谪居汉东。紧接着，其子钱暧也罢官。不久，与钱氏有姻亲关系的郭皇后被废。这一切，都预示着他的政治生命行将结束。这首词正是作于此时，离钱惟演去世不到一年。</p>",
  "poet": {
    "id": 607,
    "star": 0,
    "name": "钱惟演",
    "image": "http://img.gushiwen.org/authorImg/qianweiyan.jpg",
    "desc": "钱惟演（977—1034）北宋大臣，西昆体骨干诗人。字希圣，钱塘（今浙江杭州）人。吴越忠懿王钱俶第十四子。从俶归宋，历右神武将军、太仆少卿、命直秘阁，预修《册府元龟》，累迁工部尚书，拜枢密使，官终崇信军节度使，博学能文，所著今存《家王故事》、《金坡遗事》。"
  },
  "tags": [
    "宋词精选",
    "春天",
    "婉约",
    "失意",
    "遣怀"
  ]
}