{
  "id": 48858,
  "star": 199,
  "name": "浣溪沙·堤上游人逐画船",
  "dynasty": "宋代",
  "content": "堤上游人逐画船，拍堤春水四垂天。绿杨楼外出秋千。<br>白发戴花君莫笑，六幺催拍盏频传。人生何处似尊前！",
  "fanyi": "<p><strong>译文</strong><br>堤上踏青赏春的游人如织，踊跃追逐着湖里的画船，春水荡漾，四周水天相接，波涛击打着堤岸。湖畔绿杨掩映的小楼之外，传出秋千少女的欢愉之声。<br>莫要笑话满头白发的老翁还头插鲜花，我随着委婉动听的《六幺》琵琶曲调，频频交杯换盏。人生万事，何似对酒当歌？</p> <p><strong>注释</strong><br>①四垂天：天幕仿佛从四面垂下，此处写湖上水天一色的情形。<br>②绿杨句：<a href=\"http://so.gushiwen.org/author_515.aspx\">王维</a>《寒食城东即事》<a href=\"http://so.gushiwen.org/view_48858.aspx\">诗</a>：“蹴踘屡过飞鸟上，秋千竞出垂杨里。”<a href=\"http://so.gushiwen.org/author_186.aspx\">冯延巳</a>《上行杯》词：“柳外秋千出画墙。”<br>③戴花：在头上簪花。《宋史·礼志十五》：“礼毕，从驾官、应奉官、禁卫等并簪从驾还内。”<br>④六幺：又名绿腰，唐时琵琶曲名。王灼《碧鸡熳志》卷三云：“《六幺》，一名《绿腰》，一名《乐世》，一名《录要》。”<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>《琵琶行》：“轻拢慢捻抹复挑，初为霓裳后六幺。”<br>⑤尊：同樽，古代的盛酒器具。</p><br/><h2>英译</h2> <p>Silk-Washing Stream</p> <p>With painted boats along the shore sightseers vie;<br>The sky hangs low on four sides washed by waves of spring.<br>Green willows throw a swing<br>Out of the bower high.</p> <p>Do not laugh at the white hair adorned with red flowers!<br>To the quick beat of the song of Green Waist<br>Wine cups are passed in haste.<br>Where can you find a happier life than drinking hours?</p>",
  "shangxi": "<h2>赏析</h2> <p>　　此词以清丽质朴的语言，描写作者春日载舟颍州西湖上的所见所感。词的上片描摹明媚秀丽的春景和众多游人的欢娱，下片写作者画舫中宴饮的情况，着重抒情。整首词意境疏放清旷，婉曲蕴藉，意言外，别有意趣。</p> <p>　　“堤上游人逐画船”，写所见之人：堤上踏青赏春的人随着画船行走。一个“逐”字，生动地道出了游人如织、熙熙攘攘、喧嚣热闹的情形。“拍堤春水四垂天”，写所见之景：溶溶春水，碧波浩瀚，不断地拍打着堤岸；上空天幕四垂，远远望去，水天相接，广阔无垠。第三句“绿杨楼外出秋千”，写出了美景中人的活动。这句中的“出”字用得极妙。晁无咎说：“只一‘出’字，自是后人道不到处。”（吴曾《能改斋漫录》卷十六引）<a href=\"http://so.gushiwen.org/author_408.aspx\">王国维</a>则说：“余谓此本于正中（<a href=\"http://so.gushiwen.org/author_186.aspx\">冯延巳</a>字）《上行杯》词‘柳外秋千出画墙’，但欧语尤工耳。”《人间词话》卷上（“出”字突出了秋千和打秋千的人，具有画龙点睛的作用，使人们好像隐约听到了绿杨成荫的临水人家传出的笑语喧闹之声，仿佛看到了秋千上娇美的身影，这样就幽美的景色中，平添出一种盎然的生意。</p> <p>　　“白发戴花君莫笑”，“白发”，词人自指。这样的老人头插鲜花，自己不感到可笑，也不怕别人见怪，俨然画出了他旷放不羁、乐而忘形的狂态。下句“六幺催拍盏频传”和上句对仗，但对得灵活，使人不觉。“六幺”即“绿腰”，曲调名。“拍”，歌的节拍。此句形象地写出画船上急管繁弦、乐声四起、频频举杯、觥筹交错的场面。歇拍“人生何处似尊前”，虽是议论，但它是作者感情的升华，写得凄怆沉郁，耐人品味。</p> <p>　　此词写出<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>与民同乐，同庆春天莅临的情怀。在词中他忘却了贬官颍州的烦恼，他愿在春醪中沉醉，一如他的雅号“醉翁”。</p> <p>　　堤上，游人如织，笑语喧阗；湖上，画船轻漾，春水连天。好一幅踏青赏春的图画！ 然而，这图画的点晴之处，却不在堤上、湖上、而在湖岸边、院墙内、高楼下。那绿杨丛中荡起的秋千架儿、那随着秋千飞舞而生的盈盈笑声，才是青春少女的欢畅、才是春天气息荡漾的所在；唯因它曾经深锢墙内，故如今鼓荡而出，便分外使人感染至深。船中的太守，此时也顾不得有谁在窃笑了，他情不自禁在皤然白发上插入一朵鲜花、添上一段春色。让丝竹繁奏、将酒杯频传，他要与民同乐，同庆春的莅临。忘却贬官颍州的烦恼吧，他愿在春醪中沉醉，一如他的雅号：\"醉翁\"。</p>",
  "about": "<h2>创作背景</h2> 　　此首写春日画船载酒宴游之乐事，当作于宋仁宗皇祐元年至二年(1049－1050)词人颍州任上。",
  "poet": {
    "id": 561,
    "star": 0,
    "name": "欧阳修",
    "image": "http://img.gushiwen.org/authorImg/ouyangxiu.jpg",
    "desc": "欧阳修（1007－1072），字永叔，号醉翁，晚号“六一居士”。汉族，吉州永丰（今江西省永丰县）人，因吉州原属庐陵郡，以“庐陵欧阳修”自居。谥号文忠，世称欧阳文忠公。北宋政治家、文学家、史学家，与韩愈、柳宗元、王安石、苏洵、苏轼、苏辙、曾巩合称“唐宋八大家”。后人又将其与韩愈、柳宗元和苏轼合称“千古文章四大家”。"
  },
  "tags": [
    "春天",
    "写景",
    "宴饮"
  ]
}