{
  "id": 53563,
  "star": 42,
  "name": "浣溪沙·山绕平湖波撼城",
  "dynasty": "宋代",
  "content": "山绕平湖波撼城。湖光倒影浸山青。水晶楼下欲三更。<br>雾柳暗时云度月，露荷翻处水流萤。萧萧散发到天明。",
  "fanyi": "<p><strong>译文<br></strong>连绵的山峦环绕着平湖，波涛很大，有摇动城墙之势。湖水的波光里倒映着山峦的影子，浸染着山的青翠。就要到三更时分，湖光荡漾，照到楼上犹如水晶一般清莹。<br>天上的流云遮住了月亮，柳树如同笼罩在雾中一样发暗。带着露珠的荷叶翻动时，水光闪烁，如同飞流的萤火一样。散开着花白稀松的头发，静静地待到天明。</p> <p><strong>注释<br></strong>①浣（huàn）溪沙：词牌名，曾为唐代教坊曲名。<br>②平湖：湖名，位于嘉兴东南。<br>③波撼（hàn）城：波涛汹涌，撼动城郭。化用<a href=\"http://so.gushiwen.org/author_757.aspx\">孟浩然</a>《临洞庭》：“气蒸云梦泽。波撼岳阳城”<a href=\"http://so.gushiwen.org/view_53563.aspx\">诗</a>意。<br>④浸（jìn）：浸染。<br>⑤水晶楼：楼名，在浙江吴兴。一说指湖水泛着波光照到楼上，如同水晶一样。<br>⑥欲：将要。<br>⑦三更（gēng）：半夜，午夜。<br>⑧雾柳：指柳树如同雾罩着一样阴暗。<br>⑨度（dù）：指遮挡。<br>⑩露荷：带着露珠的荷叶。<br>⑪水流萤（yíng）：风摆荷叶，叶上水珠闪亮得就像萤火虫一样。<br>⑫萧萧（xiāo xiāo）：指头发花白稀疏的样子。<br>⑬散（sǎn）发：散开的头发。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　“山绕平湖波撼城，湖光倒影浸山青”两句词人运用了两个色彩迥异的动词“撼”、“浸”，前者修饰出一双巨臂摇荡着水中的孤城的画面，施展力与暴；后者刻画了少女的柔指轻抚着情人，展现了情与爱的绵柔。两个字描写了湖水的刚与柔，对比鲜明地描写了自然美景的神秘。“水晶”二字体现其玲珑剔透，“欲三更”表明了时间，暗示了词人在此游玩至深夜，衬托景色之美。“露荷翻处水流萤”，“流萤”二字作喻形象表现出荷叶沾染了露水后的清莹明丽。“雾柳”句通过“暗”、“度”二字写尽了柳的朦胧、月的舒缓；“露荷”句则凭借“翻”、“流”二字传达了露荷的圆润、萤的飘忽，“萧萧”带有自嘲的意思，也体现了词人的自由潇洒，“散发”体现了词人的不羁。</p> <p>　　上片一开始，词人以雄浑的气势推出了一个荡人心魄的画面：平湖环绕，波涛震天，孤城独立。<a href=\"http://so.gushiwen.org/author_757.aspx\">孟浩然</a>《临洞庭》云：“气蒸云梦泽，波撼岳阳城。”词人所采用的艺术手法和孟<a href=\"http://so.gushiwen.org/view_53563.aspx\">诗</a>有暗合之处，但只是客观物象和由此引起的苍茫阔大的意绪在形式上的自然重叠，而不是主观上的刻意模仿。下句意境突变，“湖光倒影浸山青。”词人展现了一个平静而恬淡的画面：湖光潋滟，山色青葱，荡漾着沉醉的氤氲。这恰恰和以上波涛震天的慑人气势形成了鲜明的对比。这种画面的转换不但体现了动中有静、刚中有柔的自然景观上的复杂的情趣，而且在情绪上带来了大起大落。末句“水晶楼下欲三更”是对以上画面意境上的补充，它为词人所咏叹的景物笼罩上了一层朦胧的神秘的氛围。“三更”点明时在深夜，从而为下阕对夜景的具体描绘作了过渡性的铺垫。</p> <p>　　到了下片，词人意犹未尽，仍然陶醉于自然景观之中。所不同者，此时词人所刻画的夜景主题愈加明了，“雾柳暗时云度月，露荷翻处水流萤”两句正体现了这一变化，前句暗合<a href=\"http://so.gushiwen.org/author_125.aspx\">秦观</a>《踏莎行·郴州旅舍》中“雾失楼台、月迷津渡”的情韵，后句又为这销魂的意境增添了几许生意、几许亮色——露珠敲荷，流萤相逐。这两句不仅意境幽美，而且对仗和遣词也极为精工、贴切。由于词人从细微的感触着笔，表现了一种缠绵的风情。词人疲于世情的心灵也得到了净化与升华，滋长了一种放旷的情怀，正如他在结句中所说的：“萧萧散发到天明”——词人为自己勾画了一个超脱者的形象。它虽没有<a href=\"http://so.gushiwen.org/author_406.aspx\">张孝祥</a>在《念奴娇·过洞庭》中所表达的“孤光自照、肝胆皆冰雪”的人格上的阔大与深厚，但却有其“不知今夕何夕”的达观与迷恋。</p> <p>　　这是一首描写湖景的清新隽永的小词，上片写湖水由昼至夜的变化，始而波涌撼城，继而平静如镜，浸山映楼。下片写夜景变化，月阴时柳晤笼雾，荷翻时露流如萤。诗情画意，使词人流连至天明。总观这首词，它的重心在于写景，通过景观的变化带动情绪的升沉。因此，全词只有末句直抒胸臆，但词人思想与情感却暗藏于全诗，于“景”的空灵中无处不感到“情”的渗透与激荡。</p>",
  "about": "<h2>创作背景</h2> 　　此词为词人晚年游览江浙一带时所作。宋高宗绍兴元年年底，从词人致仕回到福建到被追赴临安大理寺销籍除名前的这段时间，词人退居在福建生活。高宗建炎3年到绍兴19年（公元1129-1149年）二十年间，词人一直与当地官员以及诸多居闽友人保持着密切的联系和互动，共写了44首交游词。 这首《浣溪沙》就是词人晚年游览江浙一带的山水美景时所作。",
  "poet": {
    "id": 120,
    "star": 0,
    "name": "张元干",
    "image": "http://img.gushiwen.org/authorImg/zhangyuangan.jpg",
    "desc": "元干出身书香门第。其父名动，进士出身，官至龙图阁直学士，能诗。张元干受其家风影响，从小聪明好学，永泰的寒光阁、水月亭是他幼年生活和读书处。十四五岁随父亲至河北官廨（在临漳县）已能写诗，常与父亲及父亲的客人唱和，人称之“敏悟”。"
  },
  "tags": [
    "婉约",
    "山水",
    "闲适"
  ]
}