{
  "id": 72886,
  "star": 189,
  "name": "采桑子·明月多情应笑我",
  "dynasty": "清代",
  "content": "明月多情应笑我，笑我如今。辜负春心，独自闲行独自吟。<br>近来怕说当时事，结遍兰襟。月浅灯深，梦里云归何处寻。",
  "fanyi": "<p><strong>译文<br></strong>多情的明月应嘲笑我的无情，嘲笑我辜负了她对我的柔情。<br>如今她已离我远去，我只能独自一人漫无目的地前行，独自一人悲伤地吟唱。<br>近来不敢提起当初的事情，那时我还和她情投意合、相亲相爱。<br>如今在惨淡的月光下。在暗淡的灯影里，远去的情人就像梦里悠悠飘去的一朵白云，无处追寻。</p> <p><strong>注释<br></strong>1.多情应笑我：可笑我有如此多的柔情。宋·<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>《念奴娇·赤壁怀古》：“故国神游，多情应笑我，早生华发。”<br>2.春心：指春日景色引发出的意兴和情怀。《楚辞·招魂》：“目极千里兮伤春心，魂兮归来哀江南。”王逸注：“言湖泽博平，春时草短，望见千里令人愁思而伤心也。”<br>3.兰襟：芬芳的衣襟。比喻知已之友。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　纳兰不仅看重爱情，也很注重友情，他“在贵不骄，处富能 贫”，短短一生中结交了不少朋友，说他“结遍兰襟”也不算夸 大。他的老师徐乾学的弟弟徐元文在《挽<a href=\"http://so.gushiwen.org/view_72886.aspx\">诗</a>》中赞道： “子之亲师，服善不倦。子之求友，照古有烂。寒暑则移，金石无变。非俗 是循，繁义是恋。”</p> <p>　　开篇之笔“明月多情应笑我”，几乎令人惊艳。明月是如此的 多情，一定会笑我此时的孤单落寞，辜负春心。等读到“独自闲行独自吟”这一句，这样的意兴阑珊、茫然心绪，描摹与叙说近似白话，朴实自然可谓独步天下了。</p> <p>　　自古多情的人总是空惹烦恼，所以纳兰的一方闲章刻上“白伤多情”四字，也正是表明了他由于“多情”而常给自己带来失落、烦恼和惆怅。正是这种失落哀伤之感使他“近来怕说当时事”。</p> <p>　　结句的“月浅灯深，梦里云归何处寻”，化用了<a href=\"http://so.gushiwen.org/author_588.aspx\">晏几道</a>《清平乐》中的“梦云归处难寻，微凉暗人香襟。犹恨那回庭院，依前月浅灯深”，却是平白直浅，流畅自然，意境幽深而不乏优美动人。</p> <p>　　该词做得非常细腻，上片写出纳兰低沉黯然的心情，同时还烘托出纳兰怅然若失的心态。“辜负”、“闲行”、“独自”从这些词语中，能够体会到纳兰内心的寂寞和无聊，只有自己吟唱自己的孤独，因为他人不懂。</p> <p>　　而到了下片的时候，词人便解释为什么自己会有如此沉郁的心情，首先是害怕回首往昔，词人害怕提起当日的事情。因为往事不堪回首，一切过去的都将不再重来，纳兰面对的回忆不过是空城一座，而词人自己，只有在城外兴叹。</p> <p>　　这也就是为何纳兰会在月光下愁苦，在灯光下，午夜梦回，依然能够温习往日的岁月。不论这首词是纳兰作给朋友的，还是沈宛的。都是词人发自内心的感慨，细腻单纯，干净得几乎透明。</p>",
  "about": "<h2>创作背景</h2> <p>　　这首词的写作背景有两种，一是怀友之作，纳兰是极重友情的人，他的座师徐乾学之弟徐元文在《挽<a href=\"http://so.gushiwen.org/view_72886.aspx\">诗</a>》中对他赞美道：“子之亲师，服善不倦。子之求友，照古有烂。</p> <p>　　还有一说是，这首词是纳兰为沈宛而写，当时纳兰娶江南艺妓沈宛为妾侍，后来因为家庭的压力，二人被迫分离。这首词就是纳兰在离别之后，思念沈宛的佳作。</p>",
  "poet": {
    "id": 188,
    "star": 0,
    "name": "纳兰性德",
    "image": "http://img.gushiwen.org/authorImg/nalanxingde.jpg",
    "desc": "纳兰性德（1655－1685），满洲人，字容若，号楞伽山人，清代最著名词人之一。其诗词“纳兰词”在清代以至整个中国词坛上都享有很高的声誉，在中国文学史上也占有光采夺目的一席。他生活于满汉融合时期，其贵族家庭兴衰具有关联于王朝国事的典型性。虽侍从帝王，却向往经历平淡。特殊的生活环境背景，加之个人的超逸才华，使其诗词创作呈现出独特的个性和鲜明的艺术风格。流传至今的《木兰花令·拟古决绝词》——“人生若只如初见，何事秋风悲画扇？等闲变却故人心，却道故人心易变。”富于意境，是其众多代表作之一。"
  },
  "tags": [
    "怀人",
    "友人",
    "愁绪"
  ]
}