{
  "id": 72266,
  "star": 39,
  "name": "论贵粟疏",
  "dynasty": "两汉",
  "content": "　　圣王在上，而民不冻饥者，非能耕而食之，织而衣之也，为开其资财之道也。故尧、禹有九年之水，汤有七年之旱，而国亡捐瘠者，以畜积多而备先具也。今海内为一，土地人民之众不避汤、禹，加以亡天灾数年之水旱，而畜积未及者，何也？地有遗利，民有余力，生谷之土未尽垦，山泽之利未尽出也，游食之民未尽归农也。</p> <p>　　民贫，则奸邪生。贫生于不足，不足生于不农，不农则不地著，不地著则离乡轻家，民如鸟兽。虽有高城深池，严法重刑，犹不能禁也。夫寒之于衣，不待轻暖；饥之于食，不待甘旨；饥寒至身，不顾廉耻。人情一日不再食则饥，终岁不制衣则寒。夫腹饥不得食，肤寒不得衣，虽慈母不能保其子，君安能以有其民哉？明主知其然也，故务民于农桑，薄赋敛，广畜积，以实仓廪，备水旱， 故民可得而有也。</p> <p>　　民者，在上所以牧之，趋利如水走下，四方无择也。夫珠玉金银，饥不可食，寒不可衣，然而众贵之者，以上用之故也。其为物轻微易藏，在于把握，可以周海内而无饥寒之患。此令臣轻背其主，而民易去其乡，盗贼有所劝，亡逃者得轻资也。粟米布帛生于地，长于时，聚于力，非可一日成也。数石之重，中人弗胜，不为奸邪所利；一日弗得而饥寒至。是故明君贵五谷而贱金玉。</p> <p>　　今农夫五口之家，其服役者不下二人，其能耕者不过百亩，百亩之收不过百石。春耕，夏耘，秋获，冬藏，伐薪樵，治官府，给徭役；春不得避风尘，夏不得避署热，秋不得避阴雨，冬不得避寒冻，四时之间，无日休息。又私自送往迎来，吊死问疾，养孤长幼在其中。勤苦如此，尚复被水旱之灾，急政暴虐，赋敛不时，朝令而暮改。当具有者半贾而卖，无者取倍称之息；于是有卖田宅、鬻子孙以偿债者矣。而商贾大者积贮倍息，小者坐列贩卖，操其奇赢，日游都市，乘上之急，所卖必倍。故其男不耕耘，女不蚕织，衣必文采，食必粱肉；无农夫之苦，有阡陌之得。因其富厚，交通王侯，力过吏势，以利相倾；千里游遨，冠盖相望，乘坚策肥，履丝曳缟。此商人所以兼并农人，农人所以流亡者也。今法律贱商人，商人已富贵矣；尊农夫，农夫已贫贱矣。故俗之所贵，主之所贱也；吏之所卑，法之所尊也。上下相反，好恶乖迕，而欲国富法立，不可得也。</p> <p>　　方今之务，莫若使民务农而已矣。欲民务农，在于贵粟；贵粟之道，在于使民以粟为赏罚。今募天下入粟县官，得以拜爵，得以除罪。如此，富人有爵，农民有钱，粟有所渫。夫能入粟以受爵，皆有余者也。取于有余，以供上用，则贫民之赋可损，所谓损有余、补不足，令出而民利者也。顺于民心，所补者三：一曰主用足，二曰民赋少，三曰劝农功。今令民有车骑马一匹者，复卒三人。车骑者，天下武备也，故为复卒。神农之教曰：“有石城十仞，汤池百步，带甲百万，而无粟，弗能守也。”以是观之，粟者，王者大用，政之本务。令民入粟受爵，至五大夫以上，乃复一人耳，此其与骑马之功相去远矣。爵者，上之所擅，出于口而无穷；粟者，民之所种，生于地而不乏。夫得高爵也免罪，人之所甚欲也。使天下人入粟于边，以受爵免罪，不过三岁，塞下之粟必多矣。</p> <p>　　陛下幸使天下入粟塞下以拜爵，甚大惠也。窃窃恐塞卒之食不足用大渫天下粟。边食足以支五岁，可令入粟郡县矣；足支一岁以上，可时赦，勿收农民租。如此，德泽加于万民，民俞勤农。时有军役，若遭水旱，民不困乏，天下安宁；岁孰且美，则民大富乐矣。 ",
  "fanyi": "<p><strong>译文</strong><br>　　在圣明的君王统治下，百姓不挨饿受冻，这并非是因为君王能亲自种粮食给他们吃，织布匹给他们穿，而是由于他能给人民开辟财源。所以尽管唐尧、夏禹之时有过九年的水灾，商汤之时有过七年的旱灾，但国内没有被遗弃和瘦得不成样子的人，这是因为贮藏积蓄的东西多，事先早已作好了准备。现在全国统一，土地之大，人口之多，不亚于汤、禹之时，又没有连年的水旱灾害，但积蓄却不如汤、禹之时，这是什么道理呢？原因在于土地还有潜力，百姓还有余力，能长谷物的土地还没全部开垦，山林湖沼的资源尚未完全开发，游手好闲之徒还没全都回乡务农。</p> <p>　　百姓生活贫困了，就会去做邪恶的事。贫困是由于不富足，不富足是由于不务农，不从事农业就不能在一个地方定居下来，不能定居就会离开乡土，轻视家园，像鸟兽一样四处奔散。这样的话，国家即使有高大的城墙，深险的护城河，严厉的法令，残酷的刑罚，还是不能禁止他们。受冻的人对衣服，不要求轻暖；挨饿的人对于食物，不要求香甜可口；饥寒到了身上，就顾不上廉耻了。人之常情是：一天不吃两顿饭就要挨饿，整年不做衣服穿就会受冻。那么，肚子饿了没饭吃，身上冷了无衣穿，即使是慈母也不能留住她的儿子，国君又怎能保有他的百姓呢？贤明的君主懂得这个道理，所以让人民从事农业生产，减轻他们的赋税，大量贮备粮食，以便充实仓库，防备水旱灾荒，因此也就能够拥有人民。</p> <p>　　百姓呢，在于君主用什么办法来管理他们，他们追逐利益就像水往低处流一样，不管东南西北。珠玉金银这些东西，饿了不能当饭吃，冷了不能当衣穿；然而人们还是看重它，这是因为君主需要它的缘故。珠玉金银这些物品，轻便小巧，容易收藏，拿在手里，可以周游全国而无饥寒的威胁。这就会使臣子轻易地背弃他的君主，而百姓也随便地离开家乡，盗贼受到了鼓励，犯法逃亡的人有了便于携带的财物。粟米和布帛的原料生在地里，在一定的季节里成长，收获也需要人力，并非短时间内可以成事。几石重的粮食，一般人拿不动它，也不为奸邪的人所贪图；可是这些东西一天得不到就要挨饿受冻。因此，贤明的君主重视五谷而轻视金玉。</p> <p>　　现在农夫中的五口之家，家里可以参加劳作的不少于二人，能够耕种的土地不超过百亩，百亩的收成，不超过百石。他们春天耕地，夏天耘田，秋天收获，冬天储藏，还得砍木柴，修理官府的房舍，服劳役；春天不能避风尘，夏天不能避署热，秋天不能避阴雨，冬天不能避寒冻，一年四季，没有一天休息；在私人方面，又要交际往来，吊唁死者，看望病人，抚养孤老，养育幼儿，一切费用都要从农业收入中开支。农民如此辛苦，还要遭受水旱灾害，官府又要急征暴敛，随时摊派，早晨发命令，晚上就要交纳。交赋税的时候，有粮食的人，半价贱卖后完税；没有粮食的人，只好以加倍的利息借债纳税；于是就出现了卖田地房屋、卖妻子儿女来还债的事情。而那些商人们，大的囤积货物，获取加倍的利息；小的开设店铺，贩卖货物，用特殊手段获取利益。他们每日都去集市游逛，趁政府急需货物的机会，所卖物品的价格就成倍抬高。所以商人家中男的不必耕地耘田，女的不用养蚕织布，穿的必定是华美的衣服，吃的必定是上等米和肉；没有农夫的劳苦，却占有非常丰厚的利润。依仗自己富厚的钱财，与王侯接交，势力超过官吏，凭借资产相互倾轧；他们遨游各地，车乘络绎不绝，乘着坚固的车，赶着壮实的马，脚穿丝鞋，身披绸衣。这就是商人兼并农民土地，农民流亡在外的原因。当今虽然法律轻视商人，而商人实际上已经富贵了；法律尊重农民，而农民事实上却已贫贱了。所以一般俗人所看重的，正是君主所轻贱的；一般官吏所鄙视的，正是法律所尊重的。上下相反，好恶颠倒，在这种情况下，要想使国家富裕，法令实施，那是不可能的。</p> <p>　　当今的迫切任务，没有比使人民务农更为重要的了。而要想使百姓从事农业，关键在于抬高粮价；抬高粮价的办法，在于让百姓拿粮食来求赏或免罚。现在应该号召天下百姓交粮给政府，纳粮的可以封爵，或赎罪；这样，富人就可以得到爵位，农民就可以得到钱财，粮食就不会囤积而得到流通。那些能交纳粮食得到爵位的，都是富有产业的人。从富有的人那里得到货物来供政府用，那么贫苦百姓所担负的赋税就可以减轻，这就叫做拿富有的去补不足的，法令一颁布百姓就能够得益。依顺百姓心愿，有三个好处：一是君主需要的东西充足，二是百姓的赋税减少，三是鼓励从事农业生产。按现行法令，民间能输送一匹战马的，就可以免去三个人的兵役。战马是国家战备所用，所以可以使人免除兵役。神农氏曾教导说：“有七八丈高的石砌城墙，有百步之宽贮满沸水的护城河，上百万全副武装的兵士，然而没有粮食，那是守不住的。”这样看来，粮食是君王最需要的资财，是国家最根本的政务。现在让百姓交粮买爵，封到五大夫以上，才免除一个人的兵役，这与一匹战马的功用相比差得太远了。赐封爵位，是皇上专有的权力，只要一开口，就可以无穷无尽地封给别人；粮食，是百姓种出来的，生长在土地中而不会缺乏。能够封爵与赎罪，是人们十分向往的。假如叫天下百姓都献纳粮食，用于边塞，以此换取爵位或赎罪，那么不用三年，边地粮食必定会多起来。</p> <p>　　陛下降恩，让天下人输送粮食去边塞，以授给爵位，这是对百姓的很大恩德。我私下担忧边塞驻军的粮食不够吃，所以让天下的屯粮崐大批流入边塞。如果边塞积粮足够使用五年，就可以让百姓向内地各郡县输送粮食了；如果郡县积粮足够使用一年以上，可以随时下诏书，不收农民的土地税。这样，陛下的恩德雨露普降于天下万民，百姓就会更积极地投身农业生　产，天下就会十分富庶安乐了。</p> <p><strong>注释</strong><br>（1）食（sì）之：给他们吃。 “食”作动词用。<br>（2）衣（yì）之：给他们穿。 “衣”作动词用。<br>（3）道：途径。<br>（4）捐瘠（jí）：被遗弃和瘦弱的人。 捐，抛弃； 瘠，瘦。<br>（5）不避：不让，不次于。<br>（6）地著（zhù）：定居一地。《汉书·食货志》：“理民之道，地著为本。”<a href=\"http://so.gushiwen.org/author_1448.aspx\">颜师古</a>注：“地著，谓安土也。”<br>（7）廪（lǐn）：米仓。<br>（8）牧：养，引申为统治、管理。<br>（9）石：重量单位。汉制三十斤为钧，四钧为石。<br>（10）弗胜：不能胜任，指拿不动。<br>（11）长（zhǎng）：养育。<br>（12）政：同“征”。虐：清代王念孙认为当作“赋”。<br>（13）改：王念孙认为原本作“得”。<br>（14）倍称（chèn）之息：加倍的利息。 称，相等，相当。<br>（15）贾（gǔ）：商人。<br>（16）奇赢：以特殊的手段获得更大的利润。<br>（17）阡陌（qiān mò）之得：指田地的收获。 阡陌，田间小路，此代田地。<br>（18）乘坚策肥：乘坚车，策肥马。 策，用鞭子赶马。<br>（19）履丝曳（yè）缟（gǎo）：脚穿丝鞋，身披绸衣。 曳，拖着。缟，一种精致洁白的丝织品。<br>（20）乖迕（wǔ）：相违背。<br>（21）县官：汉代对官府的通称。<br>（22）拜爵：封爵位。<br>（23）渫（xiè）：散出。<br>（24）损：减。<br>（25）车骑马：指战马。<br>（26）大用：最需要的东西。<br>（27）五大夫：汉代的一种爵位，在侯以下二十级中属第九级。凡纳粟四千石，即可封赐。<br>（28）擅：专有。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　全文通过正反两方面的连论说了重农贵粟对于国家的富强和人民的安定生活所具有的决定性意义。作者在说明问题时运用古今对比，农夫与富商大贾的对比，法令与实际情况的对比，使他的主张得到更鲜明的表现，让统治者认识到问题的严重性。其中特别是对农民现实生活的贫困穷苦的描写，揭露性很强。</p> <p>　　所谓“谷贱伤农”，意思就是说，粮食太便宜了，就会挫伤农民种粮食的积极性，导致产量减少，这对国家的长治久安是有很大影响的。因为我国在历史上一直就是一个农业国，所以历代的统治者都很重视农业的发展问题。<a href=\"http://so.gushiwen.org/author_791.aspx\">晁错</a>认为蓄积多，则民心稳，统治稳固；而要增加蓄积，必须想办法使农民尽心于农业生产。但现状是农民忙活了一年，到头来却只有很少的收益，为了应付各种赋敛，有的甚至“卖田宅，鬻子孙”；而商人无农民之劳，却能“衣必文采，食必粱肉”。这种差距不可能使农民安心于农业，作者由此提出“欲民务农，在于贵粟”的观点。他的观点对于扭转“谷贱伤农”的状况是有好处的，对现代社会解决“三农”（指农村、农业、农民）问题，也是有借鉴意义的，但他尊崇传统的“重农抑商”政策，对待商业和商人也有一些偏颇和不公正之处，读者阅读时要注意。</p>",
  "about": "<h2>创作背景</h2> 　　西汉建国初期，汉高祖<a href=\"http://so.gushiwen.org/author_746.aspx\">刘邦</a>由于采取了罢兵归家、抑制商人、轻徭薄赋等一系列措施，使秦朝末年因连年战争而遭到严重破坏的农业生产逐渐得以恢复。汉文帝即位后继续奉行“与民休息”的政策，重视农桑，促进了农业的繁荣和商业的发展。但由此也产生了因商业发展而导致谷贱伤农，大地主、大商人对农民兼并侵夺加剧，大批农民流离失所，阶级矛盾日趋激化的社会现象。针对这一问题，<a href=\"http://so.gushiwen.org/author_791.aspx\">晁错</a>上了这篇奏疏，全面论述了“贵粟”（重视粮食）的重要性，提出重农抑商、入粟于官、拜爵除罪等一系列主张，这对当时发展生产和巩固国防，都具有一定的进步意义。",
  "poet": {
    "id": 791,
    "star": 0,
    "name": "晁错",
    "image": "http://img.gushiwen.org/authorImg/chaocuo.jpg",
    "desc": "晁错（前200年----前154年），是西汉文帝时的智囊人物，汉族，颍川（今河南禹县城南晁喜铺）人。汉文帝时，晁错因文才出众任太常掌故，后历任太子舍人、博士、太子家令（太子老师）、贤文学。在教导太子中受理深刻，辩才非凡，被太子刘启（即后来的景帝）尊为“智囊”。因七国之乱被腰斩于西安东市。"
  },
  "tags": [
    "古文观止",
    "议论",
    "农业",
    "策略"
  ]
}