{
  "id": 71470,
  "star": 27,
  "name": "寒食雨二首",
  "dynasty": "宋代",
  "content": "自我来黄州，已过三寒食。<br>年年欲惜春，春去不容惜。<br>今年又苦雨，两月秋萧瑟。<br>卧闻海棠花，泥污燕支雪。<br>暗中偷负去，夜半真有力。<br>何殊病少年，病起头已白。</p> <p>春江欲入户，雨势来不已。<br>小屋如渔舟，濛濛水云里。<br>空庖煮寒菜，破灶烧湿苇。<br>那知是寒食，但见乌衔纸。<br>君门深九重，坟墓在万里。<br>也拟哭途穷，死灰吹不起。",
  "fanyi": "<p><strong>译文<br></strong>自从我来到黄州，已度过三个寒食时际。<br>年年爱惜春光想将它挽留，春天自管自归去不容人惋惜。<br>今年又苦于连连阴雨，绵延两个月气候萧瑟一如秋季。<br>独卧在床听得雨打海棠，胭脂样花瓣像雪片凋落污泥。<br>造物主把艳丽的海棠偷偷背去，夜半的雨真有神力。<br>雨中海棠仿佛一位患病的少年，病愈时双鬓斑白已然老去。</p> <p>春江暴涨仿佛要冲进门户，雨势凶猛袭来似乎没有穷已。<br>我的小屋宛如一叶渔舟，笼罩在濛濛水云里。<br>空空的厨房煮着些寒菜，潮湿的芦苇燃在破灶底。<br>哪还知道这一天竟然是寒食，却看见乌鸦衔来烧剩的纸币。<br>天子的宫门有九重，深远难以归去，祖上的坟茔遥隔万里不能吊祭。<br>我只想学<a href=\"http://so.gushiwen.org/author_698.aspx\">阮籍</a>作穷途痛哭，心头却似死灰并不想重新燃起。</p> <p><strong>注释<br></strong>⑴寒食：旧历清明节的前一天，是寒食节。<br>⑵“两月”句：言两月来雨多春寒，萧瑟如秋。<br>⑶胭脂雪：指海棠花瓣。<br>⑷“暗中”两句：《庄子·大宗师》：“藏舟于壑，藏山于泽，谓之固矣。然夜半有力者负之而走，昧者不知也。”这里用以喻海棠花谢，象是有力者夜半暗中负去。<br>⑸何殊：何异。<br>⑹不已：一作“未已”。<br>⑺濛濛（méng）：雨迷茫的样子。<br>⑻庖（páo）：厨房。寒菜：原特指冬季之菜，此系泛指。<br>⑼“那知”二句：是说见乌衔纸才知道今天是寒食节日。见，一作“感”。<br>⑽“君门”句：<a href=\"http://so.gushiwen.org/author_358.aspx\">宋玉</a>《九辩》：“岂不郁陶而思君兮，君之门以九重。”注曰：“君门深邃，不可至也。”九重，指宫禁，极言其深远。<br>⑾“坟墓”句：谓<a href=\"http://so.gushiwen.org/view_71470.aspx\">诗</a>人祖坟在四川眉山，距黄州有万里之遥，欲吊不能。<br>⑿“也拟”句：晋阮籍每走到一条路的尽头，就感慨的哭起来。这里隐言拟学阮籍途穷之哭。<br>⒀死灰：指上面“乌衔纸”的纸钱灰，隐用汉韩安国的话，《史记·韩长孺传》：“安国坐法抵罪，狱吏田甲辱安国，安国曰：‘死灰独不复燃乎？’田甲曰：‘燃则溺之！’”</p>",
  "shangxi": "<h2>赏析</h2> <p>　　第一首借寒食前后阴雨连绵、萧瑟如秋的景象，写出他悼惜芳春、悼惜年华似水的心情。<a href=\"http://so.gushiwen.org/view_71470.aspx\">诗</a>人对海棠情有独钟，并多次在诗中借以自喻，其《寓居定惠院之东杂花满山有海棠一株土人不知贵也》一诗中说：“陋邦何处得此花，无乃好事移西蜀？”且对自己与花“天涯流落俱可念”的共同命运，发出深深叹息。这首诗后段对海棠花谢的叹惋，也正是诗人自身命运的写照。他对横遭苦雨摧折而凋落的海棠，以“何殊病少年，病起头已白”的绝妙比喻，正是对自己横遭政治迫害、身心受到极大伤害的命运的借喻。</p> <p>　　假如说前一首诗表现贬谪之悲还较含蓄，第二首则是长歌当哭，宣泄了诗人心头无限的积郁。诗中先描写雨势凶猛，长江暴涨，似欲冲入诗人居所。而风雨飘摇之中，诗人的小屋如一叶渔舟，飘荡于水云之间的状况“空庖煮寒菜，破灶烧湿苇”二句，描写物质生活的极度匮乏与艰难，表现了诗人在黄州时常迫于饥寒的窘况。诗人从前在京师、杭州等地，每逢寒食佳节，曾经有过许多赏心乐事，如今却只有满目萧条、满目凄凉，他不由得悲极而发出“那知是寒食”的设问。寒食、清明又是祭祖、扫墓的日子，看见“乌衔纸”，诗人这才恍悟，当前确实正是寒食节令，这故作回旋的笔墨，突显了诗人痛定思痛的心情。诗人以直抒胸臆的手法明言君门九重欲归不能，亲人坟墓远隔万里欲祭不可，于是篇末说是要学<a href=\"http://so.gushiwen.org/author_698.aspx\">阮籍</a>穷途之哭，又反用韩安国典，表示对政治的冷淡和忧谗畏讥的心情。</p> <p>　　在艺术特色上，《寒食雨二首》分别以人声韵与上声韵传达诗人苦闷的心境。通篇紧扣寒食节的主题。章法结构紧密，虚实相间。还以“空庖”、“寒菜”、“破灶”、“湿苇”等空寒物象，突现窘迫的物质生活；以“纸”、“坟墓”、“死灰”等死亡意象，渲染凄怆悲凉的基调，风格沉郁，显示出一种沉稳悲壮的人格力量。但是，作者即使在“春江欲入户”的艰苦环境中，仍不失那份天真的童心。大水都快淹进门了。他还在想象“小屋如渔舟，潆潆水云里”的那种乐趣。这正是东坡独特、可爱的地方。他很少作愁苦的呻吟，更不会无病呻吟，还时不时展现几分幽默感，如“空庖煮寒菜，破灶烧湿苇”、小屋如渔舟，潆潆水云里”，几乎已经从忍受苦难升华为诙谐欣赏的态度了。</p> <p>　　贺裳《载酒园诗话》说诗人“黄州诗尤多不羁”，认为此诗“最为沉痛”。黄州时期，<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>写了不少旷远清超的诗词，但这首诗实在写出了他最为真实、沉痛的内心感情。诗人手书此二诗的真迹至今犹存，也可见其对此二诗的重视。</p>",
  "about": "<h2>创作背景</h2> 　　这首<a href=\"http://so.gushiwen.org/view_71470.aspx\">诗</a>作于元丰五年（1082年）三月寒食节。东坡依然处境艰难，生活凄凉。心情孤郁。经过险恶的政治斗争和牢狱的折磨，东坡的个性收敛了许多。这两首诗充分表现了这种心境平和之后的无奈和绝望。",
  "poet": {
    "id": 183,
    "star": 0,
    "name": "苏轼",
    "image": "http://img.gushiwen.org/authorImg/sushi.jpg",
    "desc": "苏轼（1037－1101），北宋文学家、书画家、美食家。字子瞻，号东坡居士。汉族，四川人，葬于颍昌（今河南省平顶山市郏县）。一生仕途坎坷，学识渊博，天资极高，诗文书画皆精。其文汪洋恣肆，明白畅达，与欧阳修并称欧苏，为“唐宋八大家”之一；诗清新豪健，善用夸张、比喻，艺术表现独具风格，与黄庭坚并称苏黄；词开豪放一派，对后世有巨大影响，与辛弃疾并称苏辛；书法擅长行书、楷书，能自创新意，用笔丰腴跌宕，有天真烂漫之趣，与黄庭坚、米芾、蔡襄并称宋四家；画学文同，论画主张神似，提倡“士人画”。著有《苏东坡全集》和《东坡乐府》等。"
  },
  "tags": [
    "寒食节",
    "写雨",
    "感叹",
    "岁月"
  ]
}