{
  "id": 58957,
  "star": 29,
  "name": "小重山·碧幕霞绡一缕红",
  "dynasty": "宋代",
  "content": "碧幕霞绡一缕红。槐枝啼宿鸟，冷烟浓。小楼愁倚画阑东。黄昏月，一笛碧云风。<br>往事已成空。梦魂飞不到，楚王宫。翠绡和泪暗偷封。江南阔，无处觅征鸿。",
  "fanyi": "<p><strong>译文</strong><br>碧蓝天上丝罗般的彩霞染成一抹艳红。槐树枝头，宿鸟呼朋唤侣，暮霭冷烟渐渐浓。我斜倚画栏发愁在小楼东。月色凄清朦胧，透过游曳的碧云，晚风传来一阵阵哀怨的笛声。<br>往事都已成空。<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>忧国的忠魂无法飞到楚王官。我试将绿丝帕染满血泪，暗暗装封。可是江南如此辽阔，上哪儿寻觅一只鸿雁，为我捎信飞入九重宫。</p> <p><strong>注释</strong><br>1、碧幕：碧绿的天幕，指碧空。古人谓天为幕，谓地为席，故曰碧幕。<br>2、霞绡（xiāo）：古人或以霞喻红绡，或以红绡拟霞。绡，丝帛。唐·<a href=\"http://so.gushiwen.org/author_415.aspx\">温庭筠</a>《锦城曲》：“江风吹巧剪霞绡，花上千枝杜鹃血。”<br>3、宿鸟：归巢栖息的鸟。<br>4、画阑（lán）：有彩绘的栏杆。<br>5、楚王宫：借指宋王朝的宫廷。<br>6、翠绡：指用彩绡作信笺。<br>7、征鸿：远飞的大雁。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　词的上阕写景，词人营造出一种凄凉、哀婉的气氛，借以烘托自己内心的悲哀和冷寂。“碧幕霞绡一缕红。”日近西山，夜幕即将降临，轻绡一样的彩云穿透蓝色的天空，投下一缕红色的霞光。夕阳无限好，只是近黄昏。这样美丽的景色不禁让人心生哀愁、留恋。</p> <p>　　“槐枝啼宿鸟，冷烟浓。”残霞渐渐消散，暮色苍茫，夜里投宿在槐树枝头上的鸟儿啼叫着。暮色中本就冷烟浓密，鸟儿的啼叫声更增添几分凄凉。“冷”字不仅指秋天薄暮时天气微冷，还表达出词人心中的冷寂和愁绪。</p> <p>　　作者怀着满腹愁绪倚在画阑之东，看月亮缓缓升起。黄昏的月光凄迷朦陇，远处的笛声穿透碧云风传来。一个“愁”字写出词人的满腹惆怅。黄昏时分，月儿初升，薄暮还未消散，月光透过云层照向大地，凄冷、模糊。“黄昏月，一笛碧云风”描绘出一幅凄凉、寂静的图画。南朝<a href=\"http://so.gushiwen.org/view_58957.aspx\">诗</a>人<a href=\"http://so.gushiwen.org/author_509.aspx\">江淹</a>有“日暮碧云合，佳人殊未来”的诗句，所以“碧云风”应暗含有“佳人”之意，只是这里的“佳人”是词人政治上的知己。</p> <p>　　下阕开始抒情，词人心中的忠愤之气仿佛呼之欲出。当年作者多次向宋孝宗上书均无果。虽然一片忠心如石沉大海，但是<a href=\"http://so.gushiwen.org/author_244.aspx\">陈亮</a>的救国雄心却并没有随之湮灭，他依然怀着一腔赤诚，希望为复国大计做一番事业。</p> <p>　　“梦魂飞不到，楚王宫。”此处作者以<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>自比。当年楚怀王听不进忠臣屈原的进言，放逐屈原，如今的宋孝宗一如当时的楚怀王，无视贤良，重用奸佞之臣。尽管如此，词人还是想去见他，想向他款款陈情，再进忠言。可是梦魂怎么能穿越千里，到达他的身边。</p> <p>　　“翠绡和泪暗偷封。江南阔，无处觅征鸿。”据《丽情集》记载，唐代御史裴质曾与成都官伎灼灼感情甚笃。后来，裴质被召回朝中之后，灼灼用软绡收集了自己的眼泪寄给他。此处词人自喻为灼灼，想用翠绿色的软绡收集自己的眼泪，寄给皇帝，以让他知晓自己的一片赤诚忠心，却不知道应该差谁去寄。</p> <p>　　江南大地虽然非常辽阔，但是作者却无法找到一只可以寄书的鸿雁。鸿雁传书是一个典故，据《汉书·<a href=\"http://so.gushiwen.org/author_460.aspx\">苏武</a>传》记载，汉朝使臣为了诈骗匈奴单于，告诉他汉廷知道苏武还活着，因为他曾让大雁带回过书信。此处词人说找不到可以寄书的鸿雁，实际上是慨叹无人能将他的一腔忠心和北伐之志告诉皇帝。</p> <p>　　朝廷苟安江左，满怀爱国之志的陈亮却元用武之地。在他写给吕祖谦的一封信中有这样一句话：“每念及此，或推案大呼，或悲泪填臆，或发上冲冠，或拊掌大笑。”其内心的抑郁不平，溢于言表。这首词多处用典，作者借助典故说出了自己内心深处不能直说的情感。</p> <p>　　全词以美人相思自喻，表达作者对孝宗的一片忠忱。他格外希望孝宗能成为恢复中原、统一神州的中兴之主，可是“往事已成空”，朝廷苟安自保，忠言不被采纳，作者和泪陈词，但君门九重，朝臣梗阻，因而无法传到深宫。永康距临安非遥，词中屡言梦魂不到，江南水阔，征鸿难觅，在于表明作为一介布衣的爱国志士，与朝廷之间隔着多少无形的障碍，要实现报国之志，还有很遥远的路要走。</p> <p>　　在中国历史上，由于外患频仍，皇帝昏庸，“文死谏，武死战”，留下多少可歌可泣的故事，也铸就中华民族爱国主义传统精神，难能可贵的是：陈亮既不是文臣，又不是武将，不过一介布衣，一个小小老百姓，多次向皇帝上书，不被采纳，依然初衷不改，在词章里表达那种输肝沥胆的血泪忠诚和忧患意识，就连南宋朝廷的衮衮诸公也无几个人能做到，无怪作为词坛领袖兼封疆大吏的<a href=\"http://so.gushiwen.org/author_217.aspx\">辛弃疾</a>也对他钦佩不已。</p>",
  "about": "<h2>创作背景</h2> 　　中原河洛之地被金军占领多年，南宋王朝却苟且偷安，无心举兵北伐。宋孝宗与金和谈后，<a href=\"http://so.gushiwen.org/author_244.aspx\">陈亮</a>上书《中兴五书》，之后又多次上书，向孝宗陈述复国策略。朝臣为了一己私利纷纷攻击他，称他为“狂怪”。在长期不得重用后，词人的一腔报国之热情依然像汹涌的波涛，使其内心无法平静。这首词抒发的就是他无处安放的爱国心。",
  "poet": {
    "id": 244,
    "star": 0,
    "name": "陈亮",
    "image": "http://img.gushiwen.org/authorImg/chenliang.jpg",
    "desc": "陈亮（1143—1194）原名汝能，后改名陈亮，字同甫，号龙川，婺州永康（今属浙江）人。婺州以解头荐，因上《中兴五论》，奏入不报。孝宗淳熙五年，诣阙上书论国事。后曾两次被诬入狱。绍熙四年光宗策进士第一，状元。授签书建康府判官公事，未行而卒，谥号文毅。所作政论气势纵横，词作豪放，有《龙川文集》《龙川词》，宋史有传。"
  },
  "tags": [
    "抒情"
  ]
}