{
  "id": 9212,
  "star": 10,
  "name": "北庭西郊候封大夫受降回军献上",
  "dynasty": "唐代",
  "content": "胡地苜蓿美，轮台征马肥。<br>大夫讨匈奴，前月西出师。<br>甲兵未得战，降虏来如归。<br>橐驼何连连，穹帐亦累累。<br>阴山烽火灭，剑水羽书稀。<br>却笑霍嫖姚，区区徒尔为。<br>西郊候中军，平沙悬落晖。<br>驿马从西来，双节夹路驰。<br>喜鹊捧金印，蛟龙盘画旗。<br>如公未四十，富贵能及时。<br>直上排青云，傍看疾若飞。<br>前年斩楼兰，去岁平月支。<br>天子日殊宠，朝廷方见推。<br>何幸一书生，忽蒙国士知。<br>侧身佐戎幕，敛衽事边陲。<br>自逐定远侯，亦著短后衣。<br>近来能走马，不弱并州儿。",
  "fanyi": "<p><strong>译文<br></strong>边塞地区苜蓿十分丰盛鲜美，轮台一带征战的马儿十分肥壮。<br>封将军讨伐胡人，上个月才向西出征。<br>两军还未交战，敌军就像回家一样投降了。<br>骆驼队连绵无尽，穹庐也是一个挨着一个。<br>阴山一带，警戒的烽火自此消灭，剑水地区告急的文书更是罕见。<br>只是可笑那霍去病，一些小功劳，不过如此而已。<br>我伫立西郊等待主帅的归来，沙漠平铺远去，天际挂着落日的余光。<br>送信的驿马从西驰来，封将军的仪仗已沿路两边摆开，奔赴前来。<br>喜鹊捧出金印，旗帜上绘有蛟龙图案。<br>像您这样年纪还未满四十，就已名显当世，可算是富贵及时了。<br>您升迁迅速，很快擢居高位，在旁人看来，那速度简介像飞一样快。<br>前年攻破楼兰国，去年又夷平月支国。<br>天子对封将军特别恩宠，日甚一日，朝廷对他非常倚重。<br>我这个一介书生何其幸运，忽然受到封将军的知遇。<br>我如今供事幕府中，兢兢业业，谨慎恭敬，奉事于边疆。<br>自从我步班超的事迹投笔从戎后，也常穿着便于骑射的服装，练习骑术。<br>我近日以来，也可以乘马疾驰，不输于并州一带的健儿。</p> <p><strong>注释<br></strong>⑴北庭：指庭州，在今新疆乌鲁木齐东北。封大夫：即封常清。<br>⑵苜蓿：二年生草本植物，茎高尺余，叶长圆形，花紫，多用作马饲料。<br>⑶前月：上月。<br>⑷穹帐：即穹庐，一种毛毡做的尖顶圆帐篷。<br>⑸剑水：即剑河，在北庭的北面，俄罗斯境内叶尼赛河上游。<br>⑹尔：如此。<br>⑺中军：指代主帅，即封常清。<br>⑻双节：唐节度使赐双节。<br>⑼喜鹊捧金印：典出《后汉书·灵帝纪》。<br>⑽傍看：局外人看来。<br>⑾楼兰、月支：都是西域国名。<br>⑿见推：受到推举。<br>⒀国士：指受国推重的人，指封常清。<br>⒁敛衽：整理衣裳，以示肃敬。<br>⒂短后衣：一种前长后短，便于骑马的衣服。<br>⒃并州：今山西太原一带。</p>",
  "shangxi": "<h2>简析</h2> 　　此<a href=\"http://so.gushiwen.org/view_9212.aspx\">诗</a>以一派从容、熙和的景象开篇，给人以无限遐想；随即陈述封常清降服胡人，功盖古人；然后又用凯旋的鲜明仪仗，进一步衬托封常清的风采，凸显其功勋；随之又用朝廷的殊宠来进一步赞扬他功业非凡，才能堪为国之栋梁；最后自述勤于练武，以期跟随封将军立功封侯。全诗一韵到底，整齐有致，从多个角度塑造了封常清这一能征善战的边塞统帅的丰满形象。",
  "about": "<h2>创作背景</h2> 　　这首<a href=\"http://so.gushiwen.org/view_9212.aspx\">诗</a>与《轮台歌奉送封大夫出师西征》《走马川行奉送封大夫出师西征》吟咏的是同一次出征之事，时间当在公元754年（天宝十三载），当时<a href=\"http://so.gushiwen.org/author_113.aspx\">岑参</a>在封常清幕中任职。《轮台歌》和《走马川行》两首是在封常清出征时的预祝之词，这一首《北庭西郊候封大夫受降回军献上》则是封常清凯旋时的称贺之语。",
  "poet": {
    "id": 113,
    "star": 0,
    "name": "岑参",
    "image": "http://img.gushiwen.org/authorImg/cencan.jpg",
    "desc": "岑参（约715-770年），唐代边塞诗人，南阳人，太宗时功臣岑文本重孙，后徙居江陵。[1-2] 岑参早岁孤贫，从兄就读，遍览史籍。唐玄宗天宝三载（744年）进士，初为率府兵曹参军。后两次从军边塞，先在安西节度使高仙芝幕府掌书记；天宝末年，封常清为安西北庭节度使时，为其幕府判官。代宗时，曾官嘉州刺史（今四川乐山），世称“岑嘉州”。大历五年（770年）卒于成都。"
  },
  "tags": [
    "写人",
    "歌颂",
    "言志"
  ]
}