{
  "id": 505,
  "star": 37,
  "name": "春游曲",
  "dynasty": "唐代",
  "content": "上苑桃花朝日明，兰闺艳妾动春情。<br>井上新桃偷面色，檐边嫩柳学身轻。<br>花中来去看舞蝶，树上长短听啼莺。<br>林下何须逺借问，出众风流旧有名。",
  "fanyi": "<p><strong>译文<br></strong>园林里的桃花向着太阳开的很明艳，深闺里美丽的女子漾起思春的情意。<br>那初绽的桃花仿佛是偷偷借取她面色的红润，那屋檐边新发的柳枝仿佛是学她轻盈的身姿。<br>她在花间徘徊看那款款飞舞的蝴蝶，听取枝头黄莺的歌唱。<br>何必远远地打听她的林下风致，她的风流出众早已闻名于世。</p> <p><strong>注释<br></strong>1、上苑：即皇家的园林。<br>2、新桃：一作杏。<br>3、兰闺：古代女子居室的美称。因女子多喜置兰花，故称。<br>4、偷面色：偷得艳妾的美容。<br>5、学身轻：学到了艳妾曼妙的身姿。<br>6、来去：指舞蝶来去。<br>7、长短：指莺啼声长短。<br>8、“林下”两句：林下、风流：举止潇洒，品格高雅。反映出一种志得意满、踌躇洒脱的情态。<br>9、逺（yuǎn），古同“远”。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　桃红柳绿，莺歌蝶舞是<a href=\"http://so.gushiwen.org/view_505.aspx\">诗</a>人笔下常状之景，这首诗不同流俗的是写桃，首句“上苑桃花朝日明”不用其红，而是用一“明”字，突出了桃花的鲜艳，也点出了阳光的明媚。宋代<a href=\"http://so.gushiwen.org/author_272.aspx\">陆游</a>的“柳暗花明又一村”的“明”字，或许也借鉴了此诗吧。“兰闺艳妾动春情”，身居“兰闺”的“艳妾”，是诗人自称，“艳”既说她姿色的美丽，又示她盛装的打扮，或许可以理解为她赏花前特意梳妆，心情极佳的状态，也映证了萌动的“春情”，又或许她潜意识里刻意盛装打扮，艳压满苑春色。可以想见，春和日丽，上林苑中桃花明艳，满苑飞花澹荡，唤起了端庄美貌的大唐皇后那颗烂漫的少女心。</p> <p>　　泉井上刚刚绽放的桃花灼艳明媚，好似敷上了胭脂，骄傲的皇后认为那定是偷了她的面色；飞檐边刚刚发芽的御柳纤细漫脱，自负的皇后认为那必是学了她曼妙的身姿。“井”有指泉水之意，《吕氏春秋·本味》曰“水之美者，三危之露，昆仑之井”，高诱则注“井，泉”，故“井上新桃”可想象上苑泉水叮咚，桃花临水开放的含露娇态，娴静而美好。“偷”与“学”采用了拟人手法，也对照了上句的“艳”。与“人面桃花相映红”不同，人面桃花是人花相映，花照人红，而“偷面色”则是说桃花是偷得了自己的面色才如此艳丽，人比花红，这是何等的自信！“檐”， 房顶伸出墙壁的部分，当处于高处，“嫩柳”，始发新芽的柳枝，少了柳叶的累赘，更显纤瘦，可见檐边垂挂的柳枝不仅纤细而且修长，同时“檐”的呆板衬托了“柳”的灵动，静中有动。这两句不禁令人想起《红楼梦》中关于黛玉的容貌描写——“闲静似娇花照水，行动如弱柳扶风”，可见这位大唐皇后不仅艳比夭桃、身材高挑，而且静如处子、动如脱兔。</p> <p>　　更为新颖的是以她的红润脸色喻桃花颜色，以她的轻盈腰身喻柳树的纤细，一反以桃面喻人面，以柳腰喻人腰的写法，新鲜活泼，生动形象。既颂了桃柳之美，更赞了人之美。构思巧妙，一举两得。中唐诗人<a href=\"http://so.gushiwen.org/author_349.aspx\">李贺</a>的“小红长白越女腮”《南园十三首其一》的比喻，或许就是受了此诗的启迪吧。</p> <p>　　满苑桃花竞绽，万枝红雪繁极，迷蝶流连翩跹，悠然自得；御楼细柳依依，千条软丝无力，流莺绕树清啼，闲散自在。“来去”二字形容她花间穿行如蝶，“长短”明写柳枝繁多，暗指啼莺和鸣，清亮的莺啼，犹言她欢笑如莺。“看”、“听”二字，让读者时时感到游春之人充满感情地欣赏美景的情形。诗歌就这样以美人喻美景，以美景衬美人，突出了人之美。可以想见，大唐皇后流连于桃树下拈花弄蝶，拂了一身衣香，发乎内心的吟吟笑语如林间宛转的莺啼般动听。其悠然肆情之状，无不彰显她身为上苑女主之尊。</p> <p>　　“不必向远处打听这林下之人是谁，她出众的风韵情致早已闻名”。结句含而不露，耐人寻味，须细参“林下”、“风流”二词，意即林下之风。《世说新语·贤媛》有言“王夫人神情散朗，故有林下风气。”王夫人指谢道韫，东晋王凝之妻，被时人誉为“有林下风气”， 后因称妇女态度闲雅、举止大方为林下之风。魏晋人物神情散朗的风采，为唐人所推许，这当是初唐贵妇的一种追求与考评。结尾以问答形式夸耀了这里的出众风流，而这“风流”二字，既指景又指人，一语双关，赞美这里的景好人美，点出题旨。</p> <p>　　这首诗名为“春游”，实际是借春游写一位美女，很有特色。诗中明写春色，却暗喻人物，非常巧妙。桃花偷色，暗示她人面桃花；嫩柳学身轻，隐喻她身柔似柳；花中舞蝶，兼示她穿行如蝶；树上啼莺，犹言她欢笑如莺。前两句是景的人化，后两句则是人的景化，从而将景美、人美、情美合二为一。结句长孙皇后以“林下”、“风流”自许，反映出一种志得意满、踌躇洒脱及与她皇后身份地位完全吻合的心态。加之正值韶华芳龄，一时忘情，一时收敛，含而不露，耐人寻味。就连唐太宗也觉着妻子的描写很是贴切、生动，“见而诵之，啧啧称美”。</p>",
  "about": "<h2>创作背景</h2> 　　春游曲当作于长孙氏当上皇后期间，因为<a href=\"http://so.gushiwen.org/view_505.aspx\">诗</a>中提到的“上苑”本是皇家林园，又有唐太宗曾对此诗“帝见而诵之，啧啧称美”的记载。贞观初的某年春，长孙皇后在上苑游玩，写下了一首抒发她春游的欢乐心情的诗作。",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "长孙氏"
  },
  "tags": [
    "春游"
  ]
}