{
  "id": 38015,
  "star": 5,
  "name": "旅泊遇郡中叛乱示同志",
  "dynasty": "唐代",
  "content": "握手相看谁敢言，军家刀剑在腰边。<br>遍搜宝货无藏处，乱杀平人不怕天。<br>古寺拆为修寨木，荒坟开作甃城砖。 <br>郡侯逐出浑闲事，正是銮舆幸蜀年。",
  "shangxi": "<h2>赏析</h2> <p>　　“乱世英雄起四方，有枪就是草头王”，正是中国封建社会动乱年代的生动写照。公元881年（唐僖宗中和元年），<a href=\"http://so.gushiwen.org/author_438.aspx\">黄巢</a>起义军占领长安，銮舆西迁。各地地方军阀、地主武装拥兵自重并趁乱抢夺财物，迫害人民，到处发生着流血恐怖事件。在这些“乱世英雄”心中，天理，王法，朝廷命官等，全都不算回事。<a href=\"http://so.gushiwen.org/author_622.aspx\">韦庄</a>《秦妇吟》就写过官军的纵暴：“自从洛下屯师旅，日夜巡兵入村坞。匣中秋水拔青蛇，旗上高风吹白虎。入门下马若旋风，罄室倾囊如卷土。”而当年<a href=\"http://so.gushiwen.org/author_291.aspx\">杜荀鹤</a>旅途停舟于池州（今安徽贵池。唐时一称秋浦郡），遇郡中发生兵变，郡守被乱军逐出，恐怖覆盖秋浦。<a href=\"http://so.gushiwen.org/view_38015.aspx\">诗</a>人目睹这一切，忧心如焚。“诗可以怨”，或者说“愤怒出诗人”。他写了这篇《旅泊遇郡中叛乱示同志》，留下了宝贵的历史见证。</p> <p>　　“握手相看谁敢言，军家刀剑在腰边。”诗人落笔就描绘了郡中叛乱后的恐怖世相。人们握手相看，道路以目，敢怒而不敢言，这是一种极不正常、极为压抑的情况。对于它的原因，只轻轻一点：“军家刀剑在腰边”，“在腰边”三字极妙，暴力镇压的威慑，不待刀剑出鞘，已足以使人侧目。乱军的跋扈，百姓的恐慌，诗人的不安，尽在不言之中。这种开门见山的作法，使人感到这诗不是写出来的，而是按捺不住的激发。</p> <p>　　“徧（遍）搜宝货无藏处，乱杀平人不怕天。”二句承上“军家刀剑”，直书乱兵暴行。他们杀人越货，全是强盗的行为。其实强盗还害惧王法，还不敢如此明火执杖，肆无忌惮。“平人”即平民（避太宗名讳改“民”为“人”），良民，岂能杀？更岂能乱杀？“杀”字前着一“乱”字，则突出行凶者面目的狰狞，罪行的令人发指。“不怕天”三字亦妙，它深刻地写出随着封建秩序的破坏，人的思想、伦常观念也混乱了。正常时期不怕王法的人，也应怕天诛。但天子威风扫地的末世，天的权威也动摇了，恶人更成“和尚打伞”，为所欲为。</p> <p>　　更有甚者：“古寺拆为修寨木，荒坟开作甃城砖”（甃音zhòu，用砖砌造），拆寺敞坟，在平时会被视为极大的罪孽，恶在不赦，此时却发生在青天白日下。战争造成大破坏，于此也可见一斑，参阅以《秦妇吟》“采樵斫尽杏园花，修寨诛残御沟柳”，尤觉真切。诗人通过搜宝货、杀平人、拆古寺、开荒坟等时事，生动地表现了满目疮痍的社会情况，同时也表现了对乱军暴行的咬牙切齿。</p> <p>　　现实很残酷，问题很多，然而诗人不知道应该怎么办。他也老老实实承认了这一点：“郡侯逐出浑闲事，正值銮舆幸蜀年。”这像是无可奈何的叹息，带着九分伤心和一分幽默：这种局面，连一方“诸侯”的刺史都毫无办法。不但无法，他还自身难保，让“刀剑在腰边”的乱军轻易地撵了，全不当回事儿。不但郡守如此，皇帝老官也自身难保，被黄巢、尚让们赶出长安，也全不算回事了。“銮舆幸蜀”，不过是好听一点的说就而已。诗末的潜台词是：如今皇帝蒙尘，郡守被赶，四海滔滔，国无宁日。你我同仁空怀忧国忧民之诚，奈何无力可去补苍天。只好写下这一页痛史，留与后人评说吧。</p>",
  "poet": {
    "id": 291,
    "star": 0,
    "name": "杜荀鹤",
    "image": "http://img.gushiwen.org/authorImg/duxunhe.jpg",
    "desc": "杜荀鹤(846～904)，唐代诗人。字彦之，号九华山人。汉族，池州石埭（今安徽石台）人。大顺进士，以诗名，自成一家，尤长于宫词。官至翰学士知制造。大顺二年，第一人擢第，复还旧山。宣州田頵遣至汴通好，朱全忠厚遇之，表授翰林学士、主客员外郎、知制诰。恃势侮易缙绅，众怒，欲杀之而未及。天祐初卒。自序其文为《唐风集》十卷，今编诗三卷。事迹见孙光宪《北梦琐言》、何光远《鉴诫录》、《旧五代史·梁书》本传、《唐诗纪事》及《唐才子传》。"
  },
  "tags": []
}