{
  "id": 52831,
  "star": 805,
  "name": "鹧鸪天·桂花",
  "dynasty": "宋代",
  "content": "暗淡轻黄体性柔，情疏迹远只香留。何须浅碧深红色，自是花中第一流。<br>梅定妒，菊应羞，画阑开处冠中秋。骚人可煞无情思，何事当年不见收。",
  "fanyi": "<p><strong>译文</strong><br>　　淡黄色的桂花，并不鲜艳，但体态轻盈。于幽静之处，不惹人注意，只留给人香味。不需要具有名花的红碧颜色。桂花色淡香浓，应属最好的。<br>　　（和桂花相比）梅花一定妒嫉，菊花自当羞惭。桂花是秋天里百花之首，天经地义。可憾<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>对桂花不太了解，太没有情意了。不然，他在《离骚》中赞美那么多花，为什么没有提到桂花呢？</p><p><strong>注释</strong><br>⑴鹧鸪天：词牌名。<br>⑵“画阑”句：化用<a href=\"http://so.gushiwen.org/author_349.aspx\">李贺</a>《金铜仙人辞汉歌》的“画栏桂树悬秋香”之句意，谓桂花为中秋时节首屈一指的花木。<br>⑶“骚人”二句：取意于陈与义《清平乐·木犀》的“楚人未识孤妍，《离骚》遗恨千年”之句意。“骚人”、“楚人”均指屈原。可煞：疑问词，犹可是。情思：情意。何事：为何。此二句意谓《离骚》多载花木名称而未及桂花。</p>",
  "shangxi": "<h2>赏析二</h2> <div class=\"para\" label-module=\"para\">  <p>　　咏物<a href=\"http://so.gushiwen.org/view_52831.aspx\">诗</a>词一般以咏物抒情为主，绝少议论。<a href=\"http://so.gushiwen.org/author_536.aspx\">李清照</a>的这首咏桂词一反传统，以议论入词，又托物抒怀。咏物既不乏形象，议论也能充满诗意，堪称别开生面。“暗淡轻黄体性柔，情疏迹远只香留。”短短十四字却形神兼备，写出了桂花的独特风韵。上句重在赋“色”，兼及体性；下句重在咏怀，突出“香”字。据有关记载，桂树花白者名银桂，黄者名金桂，红者为丹桂。它常生于高山之上，冬夏常青，以同类为林，间无杂树。又秋天开花者为多，其花香味浓郁。色黄而冠之以“轻”，再加上“暗淡”二字，说明她不以明亮炫目的光泽和秾艳娇媚的颜色取悦于人。虽色淡光暗，却秉性温雅柔和，像一位恬静的淑女，自有其独特的动人风韵。令人爱慕不已。她又情怀疏淡，远迹深山，惟将浓郁的芳香常飘人间，犹如一位隐居的君子，以其高尚的德行情操，赢得了世人的敬佩。</p>  <p>　　首二句咏物，以下转入议论。“何须浅碧深红色，自是花中第一流。”反映了清照的审美观，她认为品格的美、内的美尤为重要。“何须”二字，把仅以“色”美取胜的群花一笔荡开，而推出色淡香浓、迹远品高的桂花，大书特书。“自是花中第一流”为第一层议论。</p>  <p>　　“梅定妒，菊应羞，画栏开处冠中秋。”为第二层议论。连清照一生酷爱的梅花“暗淡轻黄体性柔”的桂花面前，也不能不油然而生忌妒之意。而作者颇为称许的菊花也只能掩面含羞，自叹弗如。接着又从节令上着眼，称桂花为中秋时节的花中之冠。</p>  <p>　　“骚人可煞无情思，何事当年不见收”，为第三层议论。传说<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>当年作《离骚》，遍收名花珍卉，以喻君子修身美德，唯独桂花不其列。清照很为桂花抱屈，因而毫不客气地批评了这位先贤，说他情思不足，竟把香冠中秋的桂花给遗漏了，实乃一大遗恨。陈与义在《清平乐·木犀》中说：“楚人未识孤妍，《离骚》遗恨千年。”意思和此词大体上是一致的，皆以屈原的不收桂花入《离骚》为憾事，以为这是屈原情思不足的缘故。</p>  <p>　　李清照的这首咏物词咏物而不滞于物。草间或以群花作比，或以梅菊陪衬，或评骘古人，从多层次的议论中，形象地展现了她那超尘脱俗的美学观点和对桂花由衷的赞美和崇敬。桂花貌不出众，色不诱人，但却“暗淡轻黄”、“情疏迹远”而又馥香自芳，这正是词人品格的写照。这首词显示了词人卓尔不群的审美品味，值得用心玩味。</p></div><br/><h2>赏析一</h2> <p>　　这首《鹧鸪天》词是一篇盛赞桂花的作品。在<a href=\"http://so.gushiwen.org/author_536.aspx\">李清照</a>词中，咏花之作很多，但推崇某花为第一流者还仅此一篇。它与《摊破浣溪沙》同为作者与丈夫居住青州时的作品。</p> <p>　　作为供观赏的花卉，艳丽的色彩是惹人喜爱的一个重要原因。此篇的上片正是抓住桂花“色”的特点来写的。“暗淡轻黄体性柔”，“暗”“淡”“轻”三字是形容桂花的色是暗黄、淡黄、轻黄。“体性柔”说这种花的花身和性质。</p> <p>　　“情疏迹远只香留。”这种树多生于深山中，<a href=\"http://so.gushiwen.org/author_248.aspx\">宋之问</a><a href=\"http://so.gushiwen.org/view_52831.aspx\">诗</a>：“为问山东桂，无人何自芳。”<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>诗：“安知南山桂，绿叶垂芳根。”所以对人来说是迹远而情疏的，可是它的香却不因此而有所减少。</p> <p>　　“何须浅碧深红色，自是花中第一流。”作者以为，浅碧、深红在诸颜色中堪称美妙，然而，这些美妙的颜色，对于桂花来说，却是无须添加的。因为它浓郁的香气，温雅的体性已足使她成为第一流的名花，颜色淡一点又有什么要紧呢？</p> <p>　　上片围绕“色”与“香”的矛盾展开形象化的议论，生动地表现了作者的美学观点。对于“花”这个具体的审美对象来说，“色”属于外在美的范畴，“味”属于内在美的范畴，作者以为色淡味香的桂花“自是花中第一流”，足见作者对于内在美是很推崇的。</p> <p>　　下片的“梅定妒，菊应羞，画栏开处冠中秋”，是紧承上一片的意思写的。梅花，虽然开在早春，开在百花之前，而且姿容秀丽，仪态万千。但是，面对着“暗淡轻黄体性柔”的桂花，她却不能不生嫉妒之意；菊花，虽然开在深秋，独放百花之后，而且清雅秀美，幽香袭人，但面对着“情疏迹远只香留”的桂花，她也不能不掩饰羞愧之容。于是，正值中秋八月开放的桂花便理所当然地成为花中之冠了。</p> <p>　　“骚人可煞无情思，何事当年不见收。”“骚人”指的是<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>。屈原的《离骚》上多载草木名称，独独不见桂花。宋代的陈与义在《清平乐·咏桂》中说：“楚人未识孤妍，《离骚》遗恨千年。”意思和此词大体上是一致的，皆以屈原的不收桂花入《离骚》为憾事，以为这是屈原情思不足的缘故。</p> <p>　　就全篇来说，这首词的笔法是很巧妙的。全词自始至终都象是为桂花鸣不平，实际上是在抒发自己的幽怨之情。</p> <p>　　词中正面描写桂花的，只有开头两句。仅此两句便把桂花的颜色、光泽、性格、韵味都写尽了，为后面替桂花“鸣冤”、“正名”做好了铺垫。</p> <p>　　作者之所以推崇桂花为第一流的花朵，是因为她十分注重桂花的内在美，十分欣赏桂花的色淡味香，体性温雅。所谓“何须浅碧深红色”，言外之意是，只要味香性柔，无须浅碧深红；如果徒有“浅碧深红”便不能列为花中第一流。为了推崇桂花，作者甚至让梅花生妒，使菊花含羞。其实，作者的咏梅、咏菊之作是不少的，这两种花，论颜色，论风韵，确实不在桂花之下，她们的“妒”和“羞”恐怕还是因为她们没有桂花那样浓郁的芳香吧？最后，作者更直接谈及咏桂与情思的关系，她以非凡的艺术家的胆量和勇气指责屈原的当年不收桂花入《离骚》是“情思”不够的缘故。至此，作者既为桂花“正”了“名”，又抒发了自己的一怀幽情。实际上，那“暗淡轻黄体性柔，情疏迹远只香留”的桂花，正是作者傲视尘俗，乱世挺拔的正直性格的写照。<br></p>",
  "about": "<h2>创作背景</h2> 　　此词作于建中靖国（1101年）之后，作者与丈夫赵明诚居住青州之时。由于北宋末年党争的牵累，<a href=\"http://so.gushiwen.org/author_536.aspx\">李清照</a>的公公赵挺之死后，她曾随丈夫屏居乡里约一年之久。摆脱了官场上的勾心斗角，离开了都市的喧嚣纷扰，在归来堂上悉心研玩金石书画，给他们的隐退生活带来了蓬勃的生机和无穷的乐趣。他们攻读而忘名，自乐而远利，双双沉醉于美好、和谐的艺术天地中。此词就是在这种背景下创作的。",
  "poet": {
    "id": 536,
    "star": 0,
    "name": "李清照",
    "image": "http://img.gushiwen.org/authorImg/liqingzhao.jpg",
    "desc": "李清照（1084年3月13日～1155年5月12日）号易安居士，汉族，山东省济南章丘人。宋代（南北宋之交）女词人，婉约词派代表，有“千古第一才女”之称。所作词，前期多写其悠闲生活，后期多悲叹身世，情调感伤。形式上善用白描手法，自辟途径，语言清丽。论词强调协律，崇尚典雅，提出词“别是一家”之说，反对以作诗文之法作词。能诗，留存不多，部分篇章感时咏史，情辞慷慨，与其词风不同。有《易安居士文集》《易安词》，已散佚。后人有《漱玉词》辑本。今有《李清照集校注》。"
  },
  "tags": [
    "宋词精选",
    "咏物",
    "写花",
    "抒怀"
  ]
}