{
  "id": 47919,
  "star": 14494,
  "name": "醉翁亭记",
  "dynasty": "宋代",
  "content": "　　环滁皆山也。其西南诸峰，林壑尤美，望之蔚然而深秀者，琅琊也。山行六七里，渐闻水声潺潺而泻出于两峰之间者，酿泉也。峰回路转，有亭翼然临于泉上者，醉翁亭也。作亭者谁？山之僧智仙也。名之者谁？太守自谓也。太守与客来饮于此，饮少辄醉，而年又最高，故自号曰醉翁也。醉翁之意不在酒，在乎山水之间也。山水之乐，得之心而寓之酒也。</p> <p>　　若夫日出而林霏开，云归而岩穴暝，晦明变化者，山间之朝暮也。野芳发而幽香，佳木秀而繁阴，风霜高洁，水落而石出者，山间之四时也。朝而往，暮而归，四时之景不同，而乐亦无穷也。</p> <p>　　至于负者歌于途，行者休于树，前者呼，后者应，伛偻提携，往来而不绝者，滁人游也。临溪而渔，溪深而鱼肥。酿泉为酒，泉香而酒洌；山肴野蔌，杂然而前陈者，太守宴也。宴酣之乐，非丝非竹，射者中，弈者胜，觥筹交错，起坐而喧哗者，众宾欢也。苍颜白发，颓然乎其间者，太守醉也。</p> <p>　　已而夕阳在山，人影散乱，太守归而宾客从也。树林阴翳，鸣声上下，游人去而禽鸟乐也。然而禽鸟知山林之乐，而不知人之乐；人知从太守游而乐，而不知太守之乐其乐也。醉能同其乐，醒能述以文者，太守也。太守谓谁？庐陵欧阳修也。",
  "fanyi": "<p><strong>译文</strong><br>　　环绕滁州的都是山。那西南的几座山峰，树林和山谷尤其优美。一眼望去树木茂盛，又幽深又秀丽的，那是琅琊山。沿着山路走六七里，渐渐听到潺潺的水声，看到流水从两座山峰之间倾泻而出的，那是酿泉。泉水沿着山峰折绕，沿着山路拐弯，有一座亭子像飞鸟展翅似地，飞架在泉上，那就是醉翁亭。建造这亭子的是谁呢？是山上的和尚智仙。给它取名的又是谁呢？太守用自己的别号（醉翁）来命名。太守和他的宾客们来这儿饮酒，只喝一点儿就醉了；而且年纪又最大，所以自号“醉翁”。醉翁的情趣不在于喝酒，而在欣赏山水的美景。欣赏山水美景的乐趣，领会在心里，寄托在酒上。</p> <p>　　至于太阳的升起，山林里的雾气散了；烟云聚拢来，山谷就显得昏暗了；朝则自暗而明，暮则自明而暗，或暗或明，变化不一，这就是山中的朝暮。野花开了，有一股清幽的香味；好的树木枝繁叶茂，形成一片浓密的绿荫；风高霜洁，天高气爽，水落石出，这就是山中的四季。清晨前往，黄昏归来，四季的风光不同，乐趣也是无穷无尽的。</p> <p>　　至于背着东西的人在路上欢唱，来去行路的人在树下休息，前面的招呼，后面的答应；老人弯着腰走，小孩子由大人领着走。来来往往不断的行人，是滁州的游客。到溪边钓鱼，溪水深并且鱼肉肥美；用酿泉造酒，泉水清并且酒也清；野味野菜，横七竖八地摆在面前的，那是太守主办的宴席。宴会喝酒的乐趣，不在于音乐；投射的中了，下棋的赢了，酒杯和酒筹交互错杂；时起时坐大声喧闹的人，是欢乐的宾客们。一个脸色苍老的老人，醉醺醺地坐在众人中间，是太守喝醉了。</p> <p>　　不久，太阳下山了，人影散乱，宾客们跟随太守回去了。树林里的枝叶茂密成林，鸟儿到处叫，是游人离开后鸟儿在欢乐地跳跃。但是鸟儿只知道山林中的快乐，却不知道人们的快乐。而人们只知道跟随太守游玩的快乐，却不知道太守以游人的快乐为快乐啊。醉了能够和大家一起欢乐，醒来能够用文章记述这乐事的人，那就是太守啊。太守是谁呢？是庐陵<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>吧。 </p> <p><strong>注释</strong><br>1. 环：环绕。<br>2. 皆：副词，都。<br>3. 环滁：环绕着滁州城。<br>4. 滁：滁州，今安徽省滁州市琅琊区。<br>5. 其：代词，它，指滁州城。<br>6. 壑：山谷。<br>7. 尤：格外，特别。<br>8. 蔚然而深秀者，琅琊也：树木茂盛，又幽深又秀丽的，是琅琊山。蔚然：草木茂盛的样子。而：表并列。<br>10.峰回路转：山势回环，路也跟着拐弯。比喻事情经历挫折失败后，出现新的转机。<br>11. 山：名词作状语，沿着山路。<br>12.潺潺：流水声。<br>13. 而：表承接。<br>14. 酿泉：泉的名字。因水清可以酿酒，故名。<br>15. 回：回环，曲折环绕。<br>16. 翼然：像鸟张开翅膀一样。<br>17. 然：......的样子。<br>18. 临：居高面下，由上看下。。<br>19. 于：在。<br>20. 作：建造。<br>21. 名：名词作动词，命名。<br>22. 自谓：自称，用自己的别号来命名。<br>23. 号：名词作动词，取别号。<br>24. 曰：叫做。<br>25. 辄：就。<br>26. 年又最高：年纪又是最大的。<br>27. 意：这里指情趣。“醉翁之意不在酒”，后来用以比喻本意不在此而另有目的。<br>28. 乎：相当于“于”。<br>29. 得：领会。<br>30. 寓：寄托。<br>31. 林霏：树林中的雾气。霏，原指雨、雾纷飞，此处指雾气。<br>32. 开：消散，散开。<br>33. 归：聚拢。<br>34. 暝：昏暗。<br>35. 晦：阴暗。<br>36. 晦明：指天气阴晴明暗。<br>37. 芳：香花。<br>38. 发：开放。<br>39.佳木秀而繁阴，好的树木枝繁叶茂，形成一片浓密的绿荫。<br>40. 秀：茂盛，繁茂。<br>41. 繁阴：一片浓密的树荫。<br>42. 风霜高洁：就是风高霜洁。天高气爽，霜色洁白。<br>43. 至于：连词，于句首，表示两段的过渡，提起另事。<br>44. 负者：背着东西的人。<br>45. 休于树：在树下休息。<br>46. 伛偻：腰弯背曲的样子，这里指老年人<br>47. 提携：指搀扶着走的小孩子。<br>48. 临：靠近，这里是“……旁”的意思。<br>49. 渔：捕鱼。<br>50.酿泉：一座泉水的名字，原名玻璃泉，在琅邪山醉翁亭下。<br>51. 洌：水（酒）清。<br>52. 山肴：野味。<br>53. 野蔌：野菜。蔌，菜蔬。<br>54. 杂然：众多而杂乱的样子。<br>55. 陈：摆放，摆设。<br>56. 酣：尽情地喝酒。<br>57. 丝：琴、瑟之类的弦乐器。<br>58. 竹：箫、笛之类的管乐器。非丝非竹：不在于琴弦管箫。<br>59. 射：这里指投壶，宴饮时的一种游戏，把箭向壶里投，投中多的为胜，负者照规定的杯数喝酒。<br>60.弈：下棋。这里用做动词，下围棋。<br>61. 觥筹交错：酒杯和酒筹相错杂。形容喝酒尽欢的样子。<br>62. 觥：酒杯。<br>63. 筹：酒筹，用来计算饮酒数量的筹子。<br>64. 苍颜：脸色苍老。<br>65. 颓然乎其间：醉醺醺地坐在众人中间。颓然，原意是精神不振的样子，这里形容醉态。<br>66.归：回家。<br>67. 已而：不久。<br>68. 阴翳：形容枝叶茂密成阴。<br>69. 翳：遮蔽。<br>70. 鸣声上下：意思是鸟到处叫。上下，指高处和低处的树林。<br>71. 乐①其乐②：以游人的快乐为快乐 乐①：意动用法，以…为乐。乐②：快乐。<br>72. 醉能同其乐，醒能述以文者：醉了能够同大家一起欢乐，醒了能够用文章记述这乐事的人。<br>73. 谓：为，是。<br>74. 庐陵：庐陵郡，就是吉洲。今江西省吉安市，欧阳修先世为庐陵大族。</p>",
  "shangxi": "<h2>赏析七</h2> <p>　　文章第一段由“醉翁亭”引出“乐”字，点出全篇主旨“醉翁之意不在酒，在乎山水之间也”。第二段具体描写山中朝暮与四季景物的变幻，写出了自然山水之乐。第三段具体描写游人的和平恬静以及宴游的欢乐喧闹，写出了滁人游山之乐和太守宴游之乐。第四段以禽鸟之乐衬托游人之乐，又以游人之乐衬托太守之乐，在议论中含蓄点名自己的思想感情。</p> <p>　　本文在写作上很有特色：无论是写景写人都能抓住特征，山间朝暮四时之美景、滁人扶老携幼之游乐、太守醺然之醉态恍若图画呈现在眼前，精炼却形象；句法上大量运用骈偶句，并夹有散句，既整齐又富有变化，使文章越发显得音调铿锵，形成一种骈散结合的独特风格。又多用判断句，层次及其分明，抒情淋漓精致“也”、“而”的反复运用，形成回环往复的韵律，使读者在诵读中获得美的享受。</p><br/><h2>赏析二</h2> <p>　　内容赏析</p> <p>　　《醉翁亭记》是一篇优美的散文。这篇散文饶有<a href=\"http://so.gushiwen.org/view_47919.aspx\">诗</a>情画意，别具清丽格调，在中国古代文学作品中确是不可多得的。庆历五年春，<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>由于声援<a href=\"http://so.gushiwen.org/author_510.aspx\">范仲淹</a>等人，再遭贬斥，出知滁洲，本文作于到滁州的第二年。“庆历新政”的失败，使他感到苦闷；外放可以摆脱朝廷党争，对他也是一种安慰。文章表现了作者这种复杂的心情。本文以一个“乐”字贯穿全篇，并坦言“醉翁之意不在酒，在乎山水之间也。”把政治失意，仕途坎坷的内心抑郁和苦闷寄情于山水之间，消融于与民同乐之间，在描绘一幅幅变化多姿、秀丽妩媚的优美图画时，体现儒家的传统思想，正如《尚书》所言：“德惟善政，政在养民。”表现了他随遇而安、与民同乐的旷达情怀。</p> <p>　　全文共四段，条理清楚，构思极为精巧。</p> <p>　　此文第一段写醉翁亭之所在，并引出人和事。分五步突出醉翁亭。首先以“环滁皆山也”五字领起，将滁州的地理环境一笔勾出，点出醉翁亭座落在群山之中。作者纵观滁州全貌，鸟瞰群山怀抱之景。接着作者将“镜头”全景移向局部，先写“西南诸峰，林壑尤美”，醉翁亭座落在有最美的林壑的西南诸峰之中，视野集中到最佳处。再写琅琊山“蔚然而深秀”，点山“秀”，照应上文的“美”。又写酿泉，其名字透出了泉与酒的关系，好泉酿好酒，好酒叫人醉。“醉翁亭”的名字便暗中透出。然后写醉翁亭，“行六七里，峰回路转，有亭翼然”，照应上文“蔚然而深秀”，可看出醉翁亭座落在山清水秀的最佳位置上。为下文的活动安排了一个优美独特的背景。作者接着转向叙事抒情，用两个短句自问自答，道出亭的来历：“作之者谁？山之僧智仙也。名之者谁？太守自谓也。”同时点出“醉翁之意不在酒，在乎山水之间也。山水之乐，得之心而愚之酒也”。说明“醉翁”二字的深意，把景与情直接联系起来。这段层与层间过渡巧妙，由山而峰，由峰而泉，由泉而亭，由亭而人，由人而酒，由酒而醉翁，再由“醉翁之意不在酒”引出“山水之乐”这一全文的核心命意。句句相衔不着痕迹，给人完整的“山水之乐”印象。</p> <p>　　第二段，分述山间朝暮四季的不同景色。作者先用排偶句“日出而林霏开，云归而岩穴瞑”描绘出山间两幅对比鲜明的朝暮画面。接着用“野芳发而幽香，佳木秀而繁阴，风霜高洁，水落而石出者，山间之四时也”一句话概括了山间春、夏、秋、冬四季的不同风光，一季一幅画面。“朝而往”以下四句是小结，作者直接抒发了自己被美景陶醉的欢乐心情。“四时之景不同，而乐亦无穷也”，这是上一段总写“山水之乐”的具体化。这里用对偶句描写，散句收束，抑扬顿挫，音韵谐美。</p> <p>　　第三段写滁人的游乐和太守的宴饮。此段描写由景物转移到人事上。先写滁人之游，描绘出一幅太平祥和的百姓游乐图。游乐场景映在太守的眼里，便多了一层政治清明的意味。接着写太守设宴，众兵宴饮之乐。宴席丰盛而充满野趣，众兵起坐喧哗，乐不可支。太守乐中酒酣而醉，此醉是为山水之乐而醉，更为能与吏民同乐而醉。体现太守与下属关系融洽，“政通人和”才能有这样的乐。</p> <p>　　第四段，写宴会散、众人归的情景。“然而禽鸟知山林之乐，而不之人之乐；人知从太守游而乐，而不知太守之乐其乐也。”作者巧妙地用禽鸟之乐衬托游人之乐，又以游人之乐衬托太守之乐。但太守之乐与众不同，不是众人所能理解的。作者并没有袒露胸怀，只含蓄地说：“醉能同其乐，醒能述以文者，太守也。”此句与醉翁亭的名称、“醉翁之意不在酒，在乎山水之间”前后呼应，并与“滁人游”、“太守宴”、“众宾欢”、“太守醉”联成一条抒情的线索，曲折地表达了作者内心复杂的思想感情。</p> <p>　　艺术手法</p> <p>　　意境优美</p> <p>　　好的散文应为诗，要创造优美的意境。所谓意境包含着意和境两个方面的范畴，它是浸润着作者主观感情的艺术画面。优秀的散文应该有风光绮丽的图画美，给读者独特的审美感受，以悦目而致赏心。《醉翁亭记》的思想意脉是一个“乐”字，“醉”中之乐，它像一根彩线联缀各幅画面。而“醉翁之意不在酒”，“在乎山水之间也”。放情林木，醉意山水，这是作者的真意。散文立意犹如设了张本，作者就根据这样的“意”写了秀丽的“境”，从而达到情与景的交融，意与境的相谐。作者是从这样几方面濡笔，描绘散文境界的。</p> <p>　　山水相映之美。在作者笔下，醉翁亭的远近左右是一张山水画。有山，有泉，有林，有亭，然而作者又没有孤立用墨，而是交织一体，既各尽其美，又多样统一。“蔚然而深秀的琅琊山，风光秀丽，迤俪连绵，苍翠欲滴。群山作为背景，一圈环绕而过。林深路曲，泉流弯旋，则“有亭翼然临于泉上”。这样山与泉相依，泉与亭相衬，一幅画中山水亭台，构成诗一般的优美意境。</p> <p>　　朝暮变化之美。“日出而林霏开，云归而岩穴暝，晦阴变化者，山间之朝暮也”。写出了醉翁亭早晚变化的优美景色。由于早晚不同，则作者运笔的色调、气氛有别。早晨有宁静之状，清新之息，傍晚则有昏暗之象，薄暮之气。作者对景色变化的观察既深且细、笔触如丝，以不同的景象写出了相异的境界。</p> <p>　　四季变幻之美。“野芳发而幽香，佳木秀而繁阴，风霜高洁，水落而石出者，山间只四时也”，描写了四季景物的变化。芳草萋萋，幽香扑鼻是春光；林木挺拔，枝繁叶茂是夏景；风声萧瑟，霜重铺路是秋色；水瘦石枯，草木凋零是冬景。变化有致，给人不同的美学享受。四幅画面相互映衬，春光如海映衬了秋色肃杀；夏日繁茂映衬了冬景寒洌。</p> <p>　　动静对比之美。文中先说景物与景物之间的动静对比。蔚然壮秀的琅琊山是静态，潺潺流淌的酿泉水是动态，山色苍郁悦目，泉声琮琮动听，相映成趣。“树木阴翳，鸣声上下”，树木之境对比出百鸟啁啾之动，相得益彰。“已而夕阳在山，人影散乱，太守归而宾客从也”是景物与人物间的动静对比。“觥筹交错，起坐而喧哗者，众宾欢也。苍颜白发，颓然乎其间者，太守醉也”。以众宾喧哗之动，对比出太守颓然之静，生趣盎然。</p> <p>　　结构精巧</p> <p>　　金线串珠。《醉翁亭记》虽然时而山色露布卷面，时而水流泻进画幅，时而人情喧于纸上，看似散，其实一点儿也不乱。首要的原因是作者手中有一根金线。这根金线就是作者的主观感受——“乐”，醉中之“乐”。正因为如此，文章的起、承、转、合，就无不统摄于作者主观感受和体验的波澜起伏。写山水，是抒发“得之心”的乐；写游人不绝路途，是表现人情之乐；写酿泉为酒，野肴铺席，觥筹交错，是表达“宴酣之乐”；写鸣声宛转，飞荡林间，是显示“禽鸟之乐”，更是为着表现太守自我陶醉的“游而乐”。欢于万物，乐在其中，全文因景生乐，因乐而抒情，这样，行文走笔，一路写出，围绕个“乐”而展开，就不是断片的杂碎，而是统一的整体，犹如穿千颗珠玉缀在金线之中，收万道阳光凝于聚光镜上。也正因为有聚光点，有主骨架，文笔的散反而会转化成一种特色，显得运笔从容，左右逢源，越是散越是丰满了散文的血肉，增添了散文的生机，增强了散文的内容。</p> <p>　　曲径通幽。《醉翁亭记》中有这样一句话：“峰回路转，有亭翼然。”借用这句话来形容这篇散文的结构特色是很恰当的。作者写四时晨昏的不同景物，五光十色的琅风貌，可谓匠心默运，苦意经营。作者为写出醉翁亭的位置，颇下一番心思，他不是径直言之，而是曲折写来。文章一开始敷设了五层笔墨，“环滁皆山”，一层；“西南诸峰”，一层；深秀“琅”，一层；潺潺泉水，一层；“有亭翼然”，一层。五层笔墨不是均衡用力，平分秋色，而是层层烘染，步步进逼。先用大镜头、长镜头，然后推成小镜头、短镜头，最后跳成特写，不平不直，九曲回肠。先用概描，写滁州山景，大笔淋漓。下一“尤”字，文章迭进，带出“西南诸峰”。再着一“望”字，视线集中琅。用毕视觉，跟后就用听觉，“水声潺潺”，于是酿泉入画。尔后，用一“回”字，着一“转”字，醉翁亭才赫然在目，进入卷面。作者在用笔时，好像围野狩猎，逐渐圈小区域。这样不仅让人们了解到醉翁亭之所在，而且通过层层烘托，突出了它的美。如此描写，便使“亭”非比寻常；如此用笔，便使“文”不同凡响。再如文章结尾处，作者为了突出“太守之乐”，也是用的层层烘托的笔法。用禽鸟之乐，反衬众人之乐，再用众人之乐，反衬出太守之乐。这样，太守之乐就在众多的烘托下被推到峰颠，显示出主观感受和体验的高人一筹。</p> <p>　　呼应有方。前有伏笔，后必照应；藏墨于首，显豁于尾，是《醉翁亭记》结构安排的第三个特点。文章一开始写道：“名之者谁？太守自谓也。”但太守又“名之者谁”暂按不表，埋下伏笔，催人卒读。直到文章刹尾处，才端示：“太守谓谁？庐陵欧阳修也。”奏到首尾相照之效。再如“太守乐”呼应了“山水之乐”，乐从山水来，太守乐就有了根据。“苍颜白发，颓然乎其间者，太守醉也”照应了“太守与客来饮于此，饮少辄醉，而年又最高”，年事既高，又放情山水，太守醉就有了着落。又如“夕阳在山，人影散乱”，纷纷离去，是因为时令已晚，这便跟前文的“暮而归”又恰成照应，把这句话具体化了。处处注意呼应照应，就使文章的内在结构经纬分明，严谨周密。</p> <p>　　语言出色</p> <p>　　《醉翁亭记》的语言极有特色，格调清丽，遣词凝练，音节铿锵，臻于炉火纯青之境，既有图画美，又有音乐美。</p> <p>　　首先，《醉翁亭记》的语言高度概括，含义丰富。最突出的是，作者在本文中首创的“醉翁之意不在酒”“水落石出”，已被同时代和后来的作家所用，例如<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>在著名的《后赤壁赋》中写秋冬之交的江上景色，就直接借用了“水落石出”一词。又由于作者用词精当，词句的概括内容很广，因而“醉翁之意不在酒”“水落石出”已演变成稳定性强、规范性高的成语，发挥了它们的引申意义。</p> <p>　　其次，《醉翁亭记》的语言凝练精粹，晶莹润畅。这是作者善于观察事物，精辟地捕捉对象的本质特征并加以提炼的结果。例如写晨昏景象之异，只用两句就概括殆尽：“日出而林霏开，云归而岩穴暝。”林、岩、晨气、暮霭，均是山间习见之物，以此下笔，切景切境。同时，“出”“开”联属，“开”是“出”的后果。“归”“暝”联属，“归”是“暝”的前提。动词的出神入化，互为因果，使变化着的山景逼真欲现，恍若在即。又如写四季景物，作者独到地捕捉了富有季节特点的典型情景，以“香”言春，以“繁”状夏，以“洁”喻秋，以“水”写冬，无不情状俱到，精确熨贴。再如“树木阴翳，鸣声上下”，前句写色，后句传声，兼声兼色，寥寥八字便把薄暮情景表现无遗。还如“有亭翼然”，仅譬一喻，亭的形状、风貌便画出来活像鸟儿展翅，凌空欲飞。滤沏文词水分，浓缩语言容量，使之片言能明百意，只字足敌万语，达到妙造精工的地步。</p> <p>　　再次，《醉翁亭记》的语言抑扬抗坠，铿锵悦耳。全文几乎用“也”收束句尾，又一贯通篇，毫无赘烦之弊，反有灵动之妙，具有一唱三叹的风韵。它虽是散文，但借用了诗的语言表现形式，散中有整，参差多变。他安排了不少对句，使句式整饬工稳。</p> <p>　　作者虽受骈文影响，但非食而不化，乃是有所创造，融化到笔底，又自然天成。不做作，不矫饰。</p><br/><h2>赏析三</h2> <p>　　《醉翁亭记》是<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>的名作，是一篇令人不禁喜爱的名作，最重要的原因是它的精神面貌十分乐观。写作时背景是欧阳修由于参加<a href=\"http://so.gushiwen.org/author_510.aspx\">范仲淹</a>的改革，后失败，欧阳修被株连被贬，此文就是被贬滁州时作者创作的。贯穿《醉翁亭记》全文的主线是“乐”字。醉和乐是统一的，“醉”是表象，“乐”是实质，写醉正是为了写乐。文中写景的成分很重，又多次提到醉字，这是无足怪的。因为既是写亭，自当写出亭的景色；又因亭名“醉翁”，自当写出命名之意，这些全属必要的烘托。文章开始写望琅琊，写“山行”和“闻水声”都暗寓着一个“乐”字。至破题句“醉翁之意不在酒，在乎山水之间”后，再补一笔，便借“山水之乐”，明白八道出了全文的主线。下文又承“山水之乐”稍稍展开，写出中朝暮和四时之景，，并点出“乐亦无穷”使读者如入佳境。但这种“乐”趣，是人人都体会到的，着还不足为奇。等写到“滁人游”“太守宴·”“众宾欢”时，“乐”的内涵就加深了，因为享受“山水之乐”的不仅有太守及宾客，还有滁人—一州之人，人人都可以纵情山水，这就非同寻常了。文中用“太守醉”结束这欢乐场面，也是有深意的，说明“醉翁之意”的基调。以下从两方面展开；第一，写亭子四周的自然景色，以“乐亦无穷”表现作者纵情山水之意；第二，写滁州官民同乐的情景，极力写出滁州人民的这和平生活怡然自乐和众宾尽欢的情态，并特意塑造了太守醉酒的形象，用这幅生动的风习画从侧面显示出政治清明的景象，也表达了作者“与民同乐”的政治理想。</p> <p>　　本文在语言运用上也很有特色，骈散相间，节奏富于变化，读起来声调铿锵，易于成诵，首先本文的语言高度概括，含义丰富。最突出的是，作者在本文首创的“醉翁之意不在酒”“水落石出”已被同时代和后来的作家所用。其次“《醉翁亭记》的语言凝练精粹，金荧润畅。再次《醉翁亭记》的语言抑扬顿挫，铿锵悦耳。全文几乎用“也”结束句尾，又一贯通篇，毫无重复之感，反有灵动之妙，具有一唱三叹的风韵。</p><br/><h2>赏析五</h2> <p>　　《醉翁亭记》不仅是一首千古传诵的游记，也是一篇具有积极思想意义的散文，具有很高的艺术性和思想性。</p> <p>　　一、描绘了一幅优美的风景画</p> <p>　　在作者笔下，醉翁亭的远近左右都是一张山水画。有山，有泉、有林，有亭。然而，作者没有孤立地用墨，而是交织一体，既各具特色，又融合统一，蔚然深秀的琅琊山，风光绮丽，苍翠欲滴，以群山为背景，酿泉环绕而过，一座四角翘起的亭子立在上面，这样，无山，则泉不美，无泉，则青山孤立，无亭，则山泉失色。山与泉相依，泉与亭相衬，一幅画中，山水亭台，一应俱全，构成<a href=\"http://so.gushiwen.org/view_47919.aspx\">诗</a>一般的优美境界，作者笔下的朝暮和四时之景，也都是优美的风景画。</p> <p>　　二、勾勒了一幅“与民同乐”的风习画</p> <p>　　文章先写滁人之游，描绘出一幅太平祥和的游乐图，在这幅图画中，有“负者”，有“行者”，有老人，有小孩，前呼后应，往来不绝，十分热闹。 </p><br/><h2>赏析八</h2> 　　他通过对优美的自然环境的描写与和乐的社会风气的描写，含蓄委婉地表现了贬官之后的特殊心境。这篇散文中，有景物的描写，人事的叙述，情感的抒发，而这三者又都生动地表现了<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>当时的特殊情怀。随着文章中对景物的描写，我们看到了一个闲适快活的世界： “环滁皆山也，其西南诸峰，林壑优美，望之蔚然而深透者，琅琊也。山行六七里，渐闻水声潺潺而泻出两峰之间者，酿泉也。峰回路转，有亭翼然临于泉上者，醉翁亭也。” 这儿的山，没有嶙峋怪石，没有岩绝壁，这儿的水，不是惊心动魄之水。山，逶迤起伏，布满了茂盛的绿荫，幽深秀丽，静静地绵延环绕；水，犹如一条回旋曲折的银色飘带，潺潺而下，泠泠悦耳；还有一亭，四角翘起，像鸟一般，悄然飞临在这细水旁，多么柔和寂静的景色啊。《醉翁亭记》开头这一段描写，把我们带到了一个景色优美的环境里，产生了愉悦的感受。另一段景物描写，也是如此：“若夫日出而林霏开，云归而岩穴暝，晦明变化者，山间之朝幕也。野芳发而幽香，佳木秀而繁阴，风霜高洁，水落而石出者，山间之四时也。” 这里写到了清晨飘散开来的淡雾，傍晚聚扰来的烟云，春季发出幽香的野花，夏季苍翠的绿树，秋季洁白的霜色，冬季露出水面的石头。一切都那么恬静简朴，淡雅自然。这是散文中的景物描写，我们再看散文中人事的叙述： “太守与客来饮于此，饮少辄醉，而年又最高，故自号曰醉翁也。” “至于负者歌于途，行者休于树，前者呼，后者应，伛偻提携，往来而不绝者，滁人游也。临溪而渔，溪深而鱼肥，酿泉为酒，泉香而酒洌；山肴野蔌，杂然而前陈者，太守宴也。宴酣之乐，非丝非竹，射者中，弈者胜，觥筹交错，起坐而喧哗者，众宾欢也，苍颜白发，颓然乎其间者，太守醉也。” “已而，夕阳在山，人影散乱，太守归而宾客从也。” 它所描写的不是轰轰烈烈的社会巨大事件，也不是不同凡响的英雄行为，而是比较平凡的、没有矛盾，没有冲突的社会生活和个人生活。散文中描写了在年事已高的太守管辖下，众百姓的日常生活以及太守自己生活的一个片断，呈现的是一派闲适快活、安详和平的景象，作者感到无限的快乐，不禁心旷神怡，荣辱皆忘，一切人世间的荣辱，烦恼都置之脑后，以至于忘自己“饮少辄醉”，尽兴畅饮。结果，周围歌声缭绕，人们起坐喧哗，而他却“颓然乎其间”，醉态可掬，欲起而不能了，这是愉快的最高境界。欧阳修通过景物的描写，人事的叙述，抒发了自己由此而触发的内心感慨。他的真挚的感情溶汇在景、事中，更使文章显得情意盎然： “醉翁之意不在酒，在乎山水之间也。” “山水之乐，得之必而寓之酒也。” “……游人去而禽鸟乐也。然而禽鸟知山林之乐，而不知人之乐；人知从太守游而乐，而不知太守之乐其乐也。” 这是一个饱经沧桑，在仕途宦海中颠簸数十年的人的欣慰的心情。从天圣八年（1030），年仅23岁的欧阳修就开始了自己的政治生涯，他上下往返，尽心竭力，积极协助<a href=\"http://so.gushiwen.org/author_510.aspx\">范仲淹</a>革新内政，终于遭到群邪所忌，革官贬滴。他的理想在以前不能实现，而在贬于滁州之后，却有了可喜的政绩，这对于奔波劳碌，疲惫不堪的欧阳修来说，是多么舒心惬意的享受啊！滁州百姓的安乐生活，给了他极大的抚慰，而眼前的山水，又把他引入了一个恬静的境界，他陶醉了，但不是醉于酒，而是醉于优美的景色，安详的生活。这儿，禽鸟因山林而乐，人们因太守游而乐，而太守则是因百姓乐而乐，他处在优美的环境中，身心愉快，舒适安闲，不由便醺醺然了。欧阳修苍颜白发，颓然坐于众之间，眼睛微闭，眼前的景物是优美的，人是欢欣的，欧阳修也被这和谐的气氛所笼罩，陶醉了。欧阳修以“醉翁”自称，旷达自放，摆脱宦海浮沉，人世纷扰，在这远离都市的山水之间，把自己的心灵沉浸到闲适、恬淡的情境里，获得了一种平衡、和谐的感受。这种感受渗透在《醉翁亭记》里，使文章如田园<a href=\"http://so.gushiwen.org/view_47919.aspx\">诗</a>一般，淡雅而自然，婉转而流畅。<br/><h2>赏析四</h2> <p>　　文学佳作引来了有关写作上的佳话和轶事。这种文学史上有趣的情形在<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>的《醉翁亭记》中是非常典型的。《朱子语类》所记载的欧阳修改定本文开头的一则轶事，差不多可以和《醉翁亭记》的文章本身齐名。那故事是说，欧阳修《醉翁亭记》的原稿上，“初说‘滁州四面有山’，凡数十字，末后改定，只曰‘环滁皆山也’五字而已”。我们也确实能够感受到，文章的开头是简洁有力的（不过，后来也有人指出过欧阳修的这描写并不属实，说除了琅琊之外，当地并没有什么山，见钱钟书《管锥编》引郎瑛《七修类稿》。我们不妨把它看做一种文学家的笔法，用不着过多地纠缠于此）。从“环滁皆山也”到“得之心而寓之酒也”，可以说是全文整体结构中的第一部分。我们不难看出，作者的笔法是很讲究的，其描写线索是：从全景慢慢地收缩视野，由群山转入“林壑尤美”的“西南诸峰”，再转入“蔚然深秀”的琅琊山（琅琊山，在滁县西南十里，东晋时元帝为琅琊王，曾避居此山），然后具体到山间的泉水，即酿泉，最后几经回环，才在“峰回路转”之后出现临于泉上的一座玲珑剔透的亭子，即醉翁亭，而“翼然”两字，特别能够加强描述中的形象性，富于动感。欧阳修采用这种由大及小，层层深入的写法，有助于引起读者身临其境和探胜索幽的兴致。再往下，作者仍采用陈述句式，写出了建造亭子的人，以及自己给它起了“醉翁亭”的名字，并解释了“醉翁”二字的由来。欧阳修看来不是善饮之人，所以“饮少辄醉”，但却为下文“醉翁之意不在酒，在乎水之间也”，的全篇主旨（与民同乐）伏了一笔。所以作者写道，鸟儿知道山林里的快活，却不知道人们的快乐，人们知道跟随太守游玩的快乐，却不知道太守之所以快乐是因他能使滁州人民快乐，喝醉了酒能同滁人一起欢乐，醒了酒后能将欢乐的滁人记述到文章里的，是“庐陵欧阳修也”。</p> <p>　　《醉翁亭记》是一篇记体散文。“记”的人，一种就是那些“傲逸狂醉”的人。所以，在初贬夷陵时，他就“益慎职，无饮酒”。然而有趣的是，在十年之后，他却在滁州改变了自己的形象。这种神奇的转变无疑具有现实背景，也体现着欧阳修思想变化的痕迹，因为在这以后，醉酒的情趣在欧阳修的<a href=\"http://so.gushiwen.org/view_47919.aspx\">诗</a>文中竟成了经常性的主题。</p> <p>　　此外，《醉翁亭记》大量运用骈偶句，并夹有散句，句法既整齐又富于变化，这不仅使文章越发显得音调铿锵，而且形成一种骈散结合的独特风格。</p><br/><h2>赏析</h2> <p>　　把自己的心灵沉浸到闲适、恬淡的情境里，获得了一种平衡、和谐的感受。这种感受渗透在《醉翁亭记》里，使文章如田园<a href=\"http://so.gushiwen.org/view_47919.aspx\">诗</a>一般，淡雅而自然，婉转而流畅。</p> <p>　　《醉翁亭记》写得格调清丽，富有诗情画意。这篇散文写了两部分内容：第一部分，重点是写亭；第二部分，重点是写游。而贯穿全篇的却是一个“乐”字。</p> <p>　　文中描写滁州山间的朝暮变化和四时景色，以及作者和滁人的游乐，表现出他“乐民之乐”的胸怀，充满了士大夫悠闲自适的情调，并从侧面显示了作者自己治理滁州的政绩。 </p><br/><h2>赏析六</h2> <p>　　《醉翁亭记》作于宋仁宗庆历六年（1046），当时<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>正任滁州太守。欧阳修是从庆历五年被贬官到滁州来的。被贬前曾任太常丞知谏院、右正言知制诰、河北都转运按察使等职。被贬官的原因是由于他一向支持<a href=\"http://so.gushiwen.org/author_27.aspx\">韩琦</a>、<a href=\"http://so.gushiwen.org/author_510.aspx\">范仲淹</a>、富弼等人推行新政，而反对保守之流。韩范诸人早在庆历五年一月之前就已经被先后被贬，到这年的八月，欧阳修又被加了一个亲戚中有人犯罪，事情与之有牵连的罪名，落去朝职，贬放滁州。</p> <p>　　欧阳修在滁州实行宽简政治，发展生产、使当地人过上了一种和平安定的生活，年丰物阜，而且又有一片令人陶醉的山水，这是使欧阳修感到无比快慰的。但是当时整个的北宋王朝却是政治昏暗，奸邪当道，一些有志改革图强的人纷纷受到打击，眼睁睁地看着国家的积弊不能消除，衰亡的景象日益增长，这又不能不使他感到沉重的忧虑和痛苦。这是他写作《醉翁亭记》时的心情，这两方面是融和一起、表现在他的作品里的。</p> <p>　　《醉翁亭记》写得格调清丽，富有<a href=\"http://so.gushiwen.org/view_47919.aspx\">诗</a>情画意。这篇散文写了两部分内容：第一部分，重点是写亭；第二部分，重点是写游。而贯穿全篇的却是一个“乐”字。为了领悟这醉翁之意，就让我们来共同观赏一下醉翁亭的山水之美吧。</p> <p>　　文章一开头是“环滁皆山也”这浓荫蔽日；秋天，风霜高洁；冬天，水落石出。四季变幻，奇景叠山。欣赏醉翁亭的山景，乐趣是无穷无尽的。</p> <p>　　观赏醉翁亭变幻的山景，固然其乐无穷，但在醉翁亭观看人们行游，并在那里宴饮，更是别有一番乐趣。背着东西的，边走边唱；走累了的，在树下休息，怡然自得。人们前呼后应，老人小孩，往来不绝。这里有静有动，有声有态，描绘了一幅生动的滁人游乐图。接着又写到肥鱼泉酒、山肴野蔌的太守宴，以及夹杂在众人一片欢乐之中的“苍颜白发，颓然乎其间”的太守醉态。在极写欢乐中，把太守复杂的心境，也微妙地表达出来了。</p> <p>　　最后作者从禽鸟之乐，宾客之乐及太守之乐的不同内容和感情的对比中，推论出“禽鸟知山林之乐，而不知人之乐；人知从太守游而乐，而不知太守之乐其乐也。”醉了，能与民同乐；醒了，能写《醉翁亭记》一文的，就是太守欧阳修。笔墨简练含蓄，寓意深远。</p> <p>　　《 醉翁亭记》确是一篇风格清新、摇曳生姿、优美动人的抒情散文。作者对滁州优美山水风景的讴歌，对建设和平安定、与民同乐的理想社会的努力和向往，尤其是作者委婉而含蓄地所吐露的苦闷，这对宋仁宗时代的昏暗政治，无疑在客观上是一种揭露，这些自然都闪烁着思想光芒。尤其是这篇文章的语言，准确、鲜明、生动、优美，句式整齐而有变化，全文重复运用“……者……也”的句式，并且连用二十一个“也”字，增强文章特有的韵律。这些方面，都是可资借鉴的</p> <p>　　《醉翁亭记》中“而”字的妙用</p> <p>　　《醉翁亭记》是散文中别出一格特具风采的名篇，也是体现欧阳修散文风格的代表作，历来为人们称赞。文中多用陈述句，并以二十一个“也”作结。但“而”字的位置不同，句子结构节奏也随之产生变化，不显得呆板。文中第三、四小节是描写山间朝暮、四时不同的景色和人们游山之乐的，共分六层（“朝而往，……而乐亦无穷也”，作为过渡句，不列入层次内。）除第一层和第六层用“……者，……也”句式作结束句外，中间四层都用“……而……者，……也”句式作结束句。每一层最后一句的句式基本一致，但句子长短参差不一，结束句中都用了“而”字，显得整齐中有错落，节奏略有变化。</p> <p>　　第四小节中有一处似乎可能用“而”却用了“为”。原句为“临溪而渔，溪深而鱼肥；酿泉为酒，泉香而酒洌。”加黑的“为”若作动词解，则“酿泉为酒”与“临溪而渔”就对不起来了。其实这个“为”该作“而”字解。《古书虚词集释》：“‘为’犹‘而’也”。这两句中的“为”“而”为互文。这样，就与“临溪而渔”对得很工整了。此处“为”作“而”解，则全文实际用了二十六个“而”字。</p> <p>　　《醉翁亭记》读来朗朗上口，娓娓动听，这与25个“而”字的运用也是分不开的。“而”字恰到好处的运用，使文章舒缓从容，把作者欣赏“山水之乐得之心”的闲情雅致充分表现出来了。如“朝而往，暮而归”，若去掉“而”，成“朝往，暮归”，就显得紧迫短促，有早上匆匆而去傍晚急急而归之感，插入两个“而”字，就把游玩者欣赏山水之乐的从容之态、欢乐之情、悠雅之兴全表现出来了。文中不少句子由于用了“而”字，语气轻重分明，诵读时极富抑扬顿挫之致。如“临溪而渔”句，重音在谓语“渔”上，读重些，长些，作为状语的“临溪”则读轻些，短些。若不用“而”，成“临溪渔”，不仅别扭滞涩，而且语气轻重不分明。“临溪而渔，溪深而鱼肥；酿泉为酒，泉香而酒洌。”读来真使人感到有内在的类似诗歌的那种韵律美。 </p>",
  "about": "<h2>文言现象</h2> <p><strong>虚词注解</strong><br>“而”用法：<br>1.蔚然而深秀者：表并列<br>2.渐闻水声潺潺而泻出于两峰之间：表承接<br>3.而年又最高：表递进<br>4.得之心而寓之酒也：表递进<br>5.若夫日出而林霏开，云归而岩穴瞑：表承接<br>6.野芳发而幽香，佳木秀而繁阴：表承接<br>7.水落而石出者：表承接<br>8.朝而往，暮而归：表修饰<br>9.四时之景不同，而乐亦无穷也：表因果<br>10.往来而不绝者：表修饰<br>11.临溪而渔：【有争议】Ⅰ.当“临”为动词时，表顺接 Ⅱ.当“临”为介词时，表修饰<br>12.溪深而鱼肥：表并列<br>13.泉香而酒洌：表并列<br>14.杂然而前陈者：表修饰<br>15.起坐而喧哗者：表并列<br>16.太守归而宾客从也：表承接<br>17.而不知人之乐：表转折</p> <p><strong>“之”用法：</strong><br>1.望之蔚然而深秀者：主谓之间，取消句子独立性，不译<br>2.泻出于两峰之间者：助词，的<br>3.名之者谁：代词，指醉翁亭<br>4.醉翁之意不在酒：助词，的<br>5.山水之乐：助词，的<br>6.得之心而寓之酒也：代词，指代“山水之乐”<br>7.山间之朝暮也：助词，的<br>8.宴酣之乐：助词，的<br>9.而不知太守之乐其乐也：主谓之间，取消句子独立性，不译</p> <p><strong>词类活用</strong><br>1. 山行六七里 山：沿着山谷，名词作状语<br>2. 有亭翼然临于泉上者 翼然：像鸟儿的翅膀张开一样，名词作状语。<br>3. 名之者谁 名：命名，取名，名词用作动词。<br>4. 自号曰醉翁也 号：取名，名词用作动词。<br>5. 而不知太守之乐其乐也 （前）乐：以……为乐，意动用法；（后）乐：乐趣，名词。<br>6. 至于负者歌于途 歌：歌曲，名词用作动词，唱歌。<br>7. 杂然而前陈者 前：在前面，名词作状语。<br>8. 太守宴也 宴：设宴，名词作动词</p> <p><strong>古今异义词</strong><br>非丝非竹【竹：古义：管乐器；今义：竹子】<br>四时之景不同【时：古义：季节；今义：时间】<br>野芳发而幽香【发：古义：开放；今义：散发】<br>醉翁之意不在酒【意：古义：情趣；今义：愿望，心愿】<br>林霏开【开：古义：消散；今义：打开】<br>颓然乎其间者【颓然：古义：醉醺醺的样子；今义：颓废的样子】</p> <p><strong>一词多义</strong><br>1.归：<br>太守归而宾客从：回去<br>云归而岩穴暝：聚拢<br>暮而归：回来<br>2.谓：<br>太守谓谁：为，是<br>太守自谓也：命名<br>3.临：<br>有亭翼然临于泉上者：居高向下<br>临溪而渔：靠近<br>4.秀<br>望之蔚然而深秀者：秀丽<br>佳木秀而繁阴：草木茂盛的样子<br>5.乐<br>山水之乐：乐趣<br>人知从太守游而乐：欢乐<br>而不知太守之乐其乐也：对...感到快乐【第一个“乐”】<br>6.而<br>溪深而鱼肥；表并列<br>饮少辄醉，而年又最高；表递进<br>杂然而陈前者；表修饰<br>若夫日出而林霏开；表承接</p> <p><strong>特殊句式</strong><br>1.倒装句：<br>至于负者歌于途，行者休于树，前者呼，后者应，伛偻提携，往来而不绝者，滁人游也。<br>（正常语序应为“于途歌”“于树休”。状语后置句）<br>醒能述以文者，太守也。<br>（述以文：述之以文，以文述之，即是省略句，又是倒装句，属状语后置句。）<br>2.判断句：<br>环滁皆山也。（“也”表示判断语气。）<br>望之蔚然而深秀者，琅琊也。 （“…者，…也”，判断句式的标志。）<br>有亭翼然临于泉上，醉翁亭也。（“也”表示判断语气。）<br>晦明变化者，山间之朝暮也。 （“…者，…也”，判断句式的标志。）<br>水落石出者，山间之四时也。 （“…者，…也”，判断句式的标志。）<br>往来而不绝者，滁人游也。 （“…者，…也”，判断句式的标志。）<br>杂然而前陈者，太守宴也。（“…者，…也”，判断句式的标志。）<br>起坐而喧哗者，众宾欢也。（“…者，…也”，判断句式的标志。）<br>颓然乎其间者，太守醉也。（“…者，…也”，判断句式的标志。）<br>醉能同其乐，醒能述以文者，太守也。（“…者，…也”，判断句式的标志。）<br>庐陵<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>也。（“也”表示判断语气。）<br>3.省略句:<br>得之心而寓之酒也。<br>（“心”和“酒”前面都省略了介词“于”，应为“得之于心而寓之于酒也。”） </p><br/><h2>成语</h2> 【觥筹交错】酒器和酒筹交互错杂。形容宴饮尽欢。<br>【峰回路转】 亦作「山回路转」。<br>①谓山势曲折，道路随之迂回。<br>②今常比喻事情经历曲折后，出现新的转机。<br>【醉翁之意不在酒】 宋<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>《醉翁亭记》：后用以比喻本意不在此，而在别的方面,也比喻别有用心。<br>【水落石出】 宋欧阳修《醉翁亭记》：本谓水位下降后石头显露出来。后用以比喻事物真相完全显露。<br>【山肴野蔌】 野味和野菜。亦作「山肴野湋」。<br>【风霜高洁】 天气高爽霜色洁白。<br>【前呼后应】 本意是前面的人在呼喊，后面的人在应答。现多用来比喻写文章首尾呼应。<br/><h2>中心思想</h2> <p>　　宋仁宗庆历五年(一零四五)，参知政事<a href=\"http://so.gushiwen.org/author_510.aspx\">范仲淹</a>等人遭谗离职，<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>上书替他们分辩，被贬到滁州做了两年知州。到任以后，他内心抑郁，但还能发挥“宽简而不扰”的作风，取得了某些政绩。《醉翁亭记》就写在这个时期。文章描写了滁州一带朝暮四季自然景物不同的幽深秀美，滁州百姓和平宁静的生活，特别是作者在山林中与民一齐游赏宴饮的乐趣。全文贯穿一个“乐”字，其中则包含着比较复杂曲折的内容。一则暗示出一个封建地方长官能“与民同乐”的情怀，一则在寄情山水背后隐藏着难言的苦衷。正当四十岁的盛年却自号“醉翁”，而且经常出游，加上他那“饮少辄醉”、“颓然乎其间”的种种表现，都表明欧阳修是借山水之乐来排谴谪居生活的苦闷。作者醉在两处：一是陶醉于山水美景之中，二是陶醉于与民同乐之中。</p> <p>　　中心思想：这篇优美的山水游记通过描写醉翁亭的秀丽、自然风光和对游人之乐的叙述，勾勒出一幅太守与民同乐的图画，抒发了作者的政治理想和娱情山水以排遣抑郁的复杂感情。</p> <p>　　通过描写醉翁亭的自然景色和太守宴游的场面，表现<a href=\"http://so.gushiwen.org/view_47919.aspx\">诗</a>人寄情山水、与民同乐的思想。 </p><br/><h2>主旨</h2> <p>　　本文描写醉翁亭的秀丽环境和自然风光，勾勒出一幅太守与民同乐的图画，抒发了作者的政治思想和寄情山水以排遣遭受打击的复杂感情。 全文描写醉翁亭秀丽的环境、变化多姿的自然风光和游人的山水之乐、游宴之乐，表现了作者与民同乐的思想，抒发了他贬谪后的抑郁心情。</p> <p>　　作者对滁州优美山水风景的讴歌，对建设和平安定、与民同乐的理想社会的努力和向往，尤其是作者委婉而含蓄地所吐露的苦闷，这对宋仁宗时代的昏暗政治，无疑在客观上是一种揭露，这些自然都闪烁着思想光芒。尤其是这篇文章的语言，准确、鲜明、生动、优美，句式整齐而有变化，全文重复运用“……者……也”的判断句句式，并且连用二十一个“也”字，增强文章特有的韵律。</p><br/><h2>创作背景</h2> <p>　　《醉翁亭记》作于宋仁宗庆历五年（1045年），当时<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>正任滁州太守。欧阳修是从庆历五年被贬官到滁州来的。被贬前曾任太常丞知谏院、右正言知制诰、河北都转运按察使等职。被贬官的原因是由于他一向支持<a href=\"http://so.gushiwen.org/author_27.aspx\">韩琦</a>、<a href=\"http://so.gushiwen.org/author_510.aspx\">范仲淹</a>、富弼、吕夷简等人参与推行新政的北宋革新运动，而反对保守的<a href=\"http://so.gushiwen.org/author_168.aspx\">夏竦</a>之流。韩范诸人早在庆历五年一月之前就已经被先后贬官，到这年的八月，欧阳修又被加了一个外甥女张氏犯罪，事情与之有牵连的罪名，落去朝职，贬放滁州。</p> <p>　　欧阳修在滁州实行宽简政治，发展生产，使当地人过上了一种和平安定的生活，年丰物阜，而且又有一片令人陶醉的山水，这是使欧阳修感到无比快慰的。但是当时整个的北宋王朝，虽然政治开明、风调雨顺，但却不思进取、沉溺于现状，一些有志改革图强的人纷纷受到打击，眼睁睁地看着国家的积弊不能消除，这又不能不使他感到沉重的忧虑和痛苦。这是他写作《醉翁亭记》时的心情，悲伤又有一份欢喜。这两方面是糅合一起、表现在他的作品里的。</p><br/><h2>概况</h2> <p><strong>现况</strong><br>　　醉翁亭坐落于安徽省滁州市市区西南琅琊山麓，与北京陶然亭、长沙爱晚亭、杭州湖心亭并称为“中国四大名亭”。是安徽省著名古迹之一，宋代大散文家<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>写的传世之作《醉翁亭记》写的就是此亭。醉翁亭小巧独特，具有江南亭台特色。它紧靠峻峭的山壁，飞檐凌空挑出。数百年来虽屡次遭劫，又屡次复建，终不为人所忘。解放后，醉翁亭列为省级重点文物保护单位，并多次整修。</p> <p><strong>历史由来</strong><br>　　宋庆历五年（公元1045年），欧阳修来到滁州，认识了琅琊寺住持僧智仙和尚，并很快结为知音。为了便于欧阳修游玩，智仙特在山中建造了一座亭子，欧阳修亲自为它作记，由此写出了《醉翁亭记》这一名篇。从此，欧阳修常同朋友到亭中游乐饮酒，“太守与客来饮于此，饮少辄醉，而年又最高，故自号曰醉翁也。”“醉翁亭”因此得名。欧阳修不仅在此饮酒，也常在此办公。有<a href=\"http://so.gushiwen.org/view_47919.aspx\">诗</a>赞曰：“为政风流乐岁丰，每将公事了亭中”。</p> <p><strong>布局</strong><br>　　醉翁亭前有“让泉”，泉请客送礼是小溪，终年水声潺潺。清澈见底。琅琊山不仅山色淡雅，而且文化渊源久远；自唐宋以来<a href=\"http://so.gushiwen.org/author_564.aspx\">韦应物</a>、欧阳修、<a href=\"http://so.gushiwen.org/author_217.aspx\">辛弃疾</a>、<a href=\"http://so.gushiwen.org/author_405.aspx\">王安石</a>、<a href=\"http://so.gushiwen.org/author_131.aspx\">梅尧臣</a>、<a href=\"http://so.gushiwen.org/author_705.aspx\">宋濂</a>、<a href=\"http://so.gushiwen.org/author_21.aspx\">文征明</a>、<a href=\"http://so.gushiwen.org/author_385.aspx\">曾巩</a>、薛时雨等历代无数文豪墨客，赋诗题咏，皆在山中。醉翁亭中有宋代大文豪<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>手书的《醉翁亭记》碑刻称为“欧文苏字”，亭后最高处有一高台，名曰“玄帝宫“，登台环视，只见群山滴翠，百鸟齐鸣，令人心旷神怡！</p> <p>　　“环滁皆山也。其西南诸峰，林壑尤美。”而“醉翁之意不在酒，在乎山水之间也”到底是何等的景色，让嗜酒之人不为酒醉，又是如何的秀峰俊壑令其神意皆醉？ ....带着这般的好奇与憧憬，探入这片韵美的画境。虽山不甚高，但清幽秀美，四季皆景。山中沟壑幽深，林木葱郁，花草遍野，鸟鸣不绝，琅琊榆亭亭如盖，醉翁榆全国特有，琅琊溪、玻璃沼、曲水流觞溪流淙淙；让泉、濯缨泉、紫薇泉等山泉泉泉甘冽，归云洞、雪鸿洞、重熙洞、桃源洞等岩洞洞洞神奇。更有唐建琅琊寺、宋建醉翁亭和丰乐亭等古建筑群，以及唐、宋以来摩崖碑刻几百处，其中唐代吴道子绘《观自在（即观音）菩萨》石雕像和宋代苏东坡书《醉翁亭记》、《丰乐亭记》碑刻，被人们视为稀世珍宝。古人称之为兼有名山、名寺、名亭、名泉、名文、名碑、名洞、名林的“皖东八名胜境”，蔚然深秀的琅琊山历来享有“蓬莱之后无别山”之美誉。 ....山行六七里，见小桥流水，溪水源头近在眼前，是为酿泉。柏油路噶然而止，过桥则为古朴的青石板路。“临于泉上”的醉翁亭虽藏庭院中，上翘的亭角却看得真真切切。“翁去百余载，醉乡犹在；山行六七里，亭影不孤”，挂在亭柱上的一副对联道出了园林的实貌，布局紧凑别致的庭院内有“醉翁九景”供人细细把玩。<br>　　亭前九曲流觞，流水不腐；亭后“二贤堂”，纪念的是欧阳修和<a href=\"http://so.gushiwen.org/author_122.aspx\">王禹偁</a>两位宋朝太守。附近“宝宋新斋”供奉着“欧文苏字”《醉翁亭记》石刻，崇文重教的当地人把这份“宋宝”用玻璃罩起来，盖座亭子遮风雨，仔细地呵护着。</p> <p>　　出亭西，有欧公手值的“欧梅”，千年古树高达十数米，枝头万梅竞放，树下落红护花。人勤春早，每年春节都要登山的滁人贾仁旗先生说，今年的梅花开得特别盛。古木新葩，古城何尝不是？滁州所辖凤阳县，曾是“十年倒有九年荒”的穷乡僻壤，也是中国农村改的发源地。二十年来农村巨变，此地的很多农户都盖起了小楼，家中现代化电器一应俱全，他们种植经济作物、外出务工做生意，思路开财源进。城市的变迁也日新月异，不说高楼大厦和通衢大道，便利超市、茶坊咖啡屋这些曾经新鲜的玩意儿如今已是小城人生活中不可或缺的一部分。 ....不觉中，发现古亭以新貌示人，亭是人非，而人依旧为之迷醉！ </p>",
  "poet": {
    "id": 561,
    "star": 0,
    "name": "欧阳修",
    "image": "http://img.gushiwen.org/authorImg/ouyangxiu.jpg",
    "desc": "欧阳修（1007－1072），字永叔，号醉翁，晚号“六一居士”。汉族，吉州永丰（今江西省永丰县）人，因吉州原属庐陵郡，以“庐陵欧阳修”自居。谥号文忠，世称欧阳文忠公。北宋政治家、文学家、史学家，与韩愈、柳宗元、王安石、苏洵、苏轼、苏辙、曾巩合称“唐宋八大家”。后人又将其与韩愈、柳宗元和苏轼合称“千古文章四大家”。"
  },
  "tags": [
    "辞赋精选",
    "初中文言文",
    "古文观止",
    "宴饮",
    "山水",
    "抒情"
  ]
}