{
  "id": 83,
  "star": 525,
  "name": "山有扶苏",
  "dynasty": "先秦",
  "content": "山有扶苏，隰有荷华。不见子都，乃见狂且。<br>山有乔松，隰有游龙，不见子充，乃见狡童。",
  "fanyi": "<p><strong>译文</strong><br>山上有茂盛的扶苏，池里有美艳的荷花。没见到子都美男子啊，偏遇见你这个小狂徒。<br>山上有挺拔的青松，池里有丛生的水荭。没见到子充好男儿啊，偏遇见你这个小狡童。</p> <p><strong>注释</strong><br>①扶苏：树木名。一说桑树。<br>②隰（xí席）：洼地。华：同“花”。<br>③子都：古代美男子。<br>④狂：狂妄的人。且（jū居）：助词。一说拙、钝也。<br>⑤桥：通“乔”，高大。<br>⑥游龙：水草名。即荭草、水荭、红蓼。<br>⑦子充：古代良人名。<br>⑧狡童：姣美的少年。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　《山有扶苏》为《郑风》的第十首。这首<a href=\"http://so.gushiwen.org/view_83.aspx\">诗</a>写一位女子在与情人欢会时，怀着无限惊喜的心情对自己恋人的俏骂。就是这样一首明白易懂的情歌，却因历代说诗者的刻意求深而蒙上重重烟雾，仿佛诗中真有什么深意似的。《毛诗序》说，“刺忽也。所美非美然。”郑玄笺说：“言忽所美之人实非美人”，“扶胥之木生于山，喻忽置不正之人于上位也。荷花生于隰下，喻忽置有美德者于下位。此言其用臣颠倒，失其所也。”以为是讥刺郑昭公忽的，这种解说完全是曲解了诗意。今人陈子展《诗经直解》以为“疑是巧妻恨拙夫之歌谣。‘不见子都，乃见狂且’，犹云‘燕婉之求，得此戚施’也”。高亨《诗经今注》以为这诗写“一个姑娘到野外去，没见到自己的恋人，却遇着一个恶少来调戏她。”二说似乎都较牵强。程俊英《诗经译注》说：“这是写一位女子找不到如意对象而发牢骚的诗。”有一定道理。而宋儒<a href=\"http://so.gushiwen.org/author_459.aspx\">朱熹</a>则认为《山有扶苏》是“淫女戏其所私者。”此说倒比较接近诗旨。所谓“戏”，即俏骂之意。至于称诗中女主人公为“淫女”，完全出于道学家的偏见，因为在他看来，《郑风》中的所有恋爱诗都是“淫奔之诗”。今人袁梅《诗经译注》“这是一位女子与爱人欢会时，向对方唱出的戏谑嘲笑的短歌”之类的说法，即脱胎于朱熹之说，但扬弃了朱说的糟粕。</p> <p>　　关于诗中所写的情景，读者不妨作这样的想像：在一个山清水秀的野外僻处，一对恋人约定在此幽会。姑娘早早就来了，可是左等右等却不见心上人来。最后，姗姗来迟的爱人总算见着了，姑娘心里当然很高兴，可嘴里却骂骂咧咧地说：我等的人是子都那样的美男子，可不是你这样的狂妄之徒啊！我等的人是子充那样的良人，可不是你这样的狡狯少年啊！处于热恋中的古代青年男女在欢会中的愉悦的心情，可以用各种形式表现，诗中所描写的那种俏骂，更能表示他们的亲密无间。小儿女的情态在诗中确实被刻画得入木三分。</p> <p>　　至于诗中“山有扶苏，隰有荷华”和“山有桥松，隰有游龙”这四句，读者大可不必当真，以为是恋人约会环境的真实写照。在《诗经》中，“山有……，隰有……”是常用的起兴句式。如《邶风·简兮》中有“山有榛，隰有苓”；《唐风·山有枢》中有“山有枢，隰有榆”、“山有漆，隰有栗”等。清代的方玉润在《诗经原始》中说得好：“诗非兴会不能作。或因物以起兴，或因时而感兴，皆兴也。”姚际恒在《诗经通论》中也说：“兴者，但借物以起兴，不必与正意相关也。”此诗中的起兴就属于这种性质。当然，无论是高山上长的扶苏树、松树，还是水洼里盛开的荷花、红蓼，这些美好的形象，从烘托诗的意境的角度看，还是很有作用的。</p><br/><h2>赏析二</h2> <p>　　全<a href=\"http://so.gushiwen.org/view_83.aspx\">诗</a>共二章，均借草木以起兴。“山有扶苏， 隰有荷华“；”山有乔松，隰有游龙“，描写的尽是山中的树，低谷的花，并未见一人。其实这并不是情侣约会的地点和景色的描写，因为在《诗经》中，“山有…...，隰有......”是常用的起兴句式，如《邶风·简兮》‘中有：“山有榛，隰有苓”，《唐风·山有枢》中有“山有枢，隰有榆”，“山有漆，隰有栗”等。这里就是一个典型的起兴，清代方玉润在《诗经原始》中说：“诗非兴会不能作，或因物以起兴，或因时而感兴，皆兴也”，即这里的兴只从语势或韵脚上引出下文，使诗篇的开头委婉含蓄，与后文的故事并不相关。</p> <p>　　“不见子都，乃见狂且”，这两句是赋，为女子的调笑之辞。“至于子都，天下莫不知其姣也”（《孟子·告子上》）。“子都”，似为传说中古代美男子名，这里泛指俊美的男子。有论者认为“都“姝”古本双声，都”为“姝”的假借。《说文解字》云：“姝，美也”，故子都就是子美。女子称所爱为“狂且”，与美男子“子都”对举，明明是双方相约而来，偏说对方非己所爱，心爱叫冤家，可见其性格的爽朗善谑。</p> <p>　　第二章是叠章，开头两句仍以草木起兴引起下文。“不见子充，乃见狡童”反复调侃，加强语势，感情也层层递进。“子充”泛指美男子。论者认为“充”，古韵在东部，姝”，古韵在区部，区东可以对转，“充”即“姝”的对转，故子充与子都实为同指。始为“子都”，此为“子充”，重章叠句，整饬中有变化，更显得错落有致。</p> <p>　　少女对心上人主动发起调笑戏谑，可以想象，被调侃的男子绝不会甘拜下风，当有回敬。妙语如珠，往来应答，场面应十分热烈，气氛也极为活跃，少男少女率真爽朗的性格及欢快健康的戏剧性场面，在这里得到了淋漓尽致的表现。</p>",
  "about": "<h2>创作背景</h2> <p>　　《毛<a href=\"http://so.gushiwen.org/view_83.aspx\">诗</a>序》以为：“《山有扶苏》，刺忽也，所美非美也，”也就是说，这首诗可以看作是对齐女文姜的讽刺之诗，齐僖公一心想将二女儿文姜嫁于郑昭公忽（郑庄公之子）曾三次向郑昭公忽提亲，郑昭公三次拒绝，使文姜因此而郁郁寡欢而成疾。所以诗文指出，没见到这个美男子却见到了气势猛烈之人，没见到这个美男子却见到一个狡猾的顽童，所以郑昭公忽才不愿意娶文姜为妻，文姜就没有嫁给郑昭公。</p> <p>　　另一种说法是，此诗并非为讽刺郑昭公而作，“郑风”在历史上被当作“靡靡之音”的代名词，当时郑国男女的交往是比较开放和自由的。诗中的“狂且”、“狡童”并不是真实意义的讽刺，而是一种开玩笑式的嬉闹。袁梅《诗经译注》“这是一位女子与爱人欢会时，向对方唱出的戏谑嘲笑的短歌”。崔述《读风偶识》：“昭公为君，未闻有大失道之事。君弱臣强，权臣擅命，虽诚有之，然皆用自庄公之世权重难移，非己之过。厉公欲去祭仲，遂为所逐。文公欲去高克而不能，乃使将兵于河上而不召。为昭公者，岂能一旦而易置之？此固不得以为昭公罪也。如果郑人妄加毁刺，至目君为狡童，悖礼伤教，莫斯为甚。”以为此诗是讥刺郑昭公忽的，就有失牵强。</p>",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": [
    "诗经",
    "爱情"
  ]
}