{
  "id": 28889,
  "star": 751,
  "name": "赠荷花",
  "dynasty": "唐代",
  "content": "世间花叶不相伦，花入金盆叶作尘。<br>惟有绿荷红菡萏，卷舒开合任天真。<br>此花此叶常相映，翠减红衰愁杀人。 ",
  "fanyi": "<p><strong>译文</strong><br>世上人们对花和叶的说法不同，把花栽在美观的金盆中，却不管花叶让它落在土里变为尘土。<br>只有荷花是红花绿叶相配，荷叶有卷有舒，荷花有开有合，衬托得那样完美自然。<br>荷花与荷叶长期互相交映，当荷叶掉落，荷花凋谢之时，是多么令人惋惜啊。</p> <p><strong>注释</strong><br>①不相伦：不相比较。意谓世人皆重花而轻叶。伦：同等，同类。<br>②金盆：铜制的盆。供注水盥洗之用。<br>③绿荷红菡萏（hàn dàn）：绿荷是指碧绿的荷叶。菡萏是指未开的荷花。《<a href=\"http://so.gushiwen.org/view_28889.aspx\">诗</a>经·山有扶苏》之“隰有荷华”，<a href=\"http://so.gushiwen.org/author_695.aspx\">刘桢</a>《公宴》诗：“芙蓉散其华，菡萏溢金塘。”<br>④卷舒：形容荷叶的姿态。卷，卷缩。舒，伸展。开合：形容荷花的姿态。开，开放。合，合拢。<br>⑤天真：天然本性、不加雕饰的本来样子。<a href=\"http://so.gushiwen.org/author_186.aspx\">冯延巳</a>《忆江南》词之一：“玉人贪睡坠钗云，粉消妆薄见天真。”<br>⑥翠减红衰：翠者为叶，红者为花，翠减红衰言花叶凋零。翠：指荷叶。红：指荷花。<br>⑦愁杀（shà）人：令人愁苦至极。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　<a href=\"http://so.gushiwen.org/view_28889.aspx\">诗</a>的前两句写花与叶的两种不同命运。世上的花与叶，本是同根生，同枝长，花儿万紫千红，千姿百态，各自与众不同而独具芳馨。一旦被慧眼识中。便移栽金盆，倍受呵护。但绿叶却受到遗弃，飘零落地，在凄风苦雨中化作尘土。花入盆，叶作尘，这是世间花和叶的各自的命运。这两句总写花的万幸和叶的不幸，以它们的“不相伦”反映出荷花独特品质的可贵。</p> <p>　　“惟有”二字，同中取异，以下四句，全承它而来，转写荷叶的伸张卷曲，荷花的开放闭合，种种风姿，天然无饰。古人以荷花喻君子美德的很多，借荷花出淤泥而不染的特性，比喻和赞美高洁脱俗、不媚于世的卓然自主的品格。但这首诗，却吟咏了荷叶荷花“任天真”的品质，借以歌颂真诚而不虚伪的美德。“任天真”，既是写花，又是写人。以花性写人性，立意新奇。</p> <p>　　最后两句进一层写荷花的“天真”之处。荷花的红花绿叶，互照互映互衬。即使到了红衰翠减、世人愁苦之时，仍然不相遗弃。如果说，前两句写荷花“任天真”，侧重表现共荣；那么，这两句的“长相映”，则主要表现同衰。这四句诗互补互承，从正反两方面完整地表现出荷花既能同荣、又能同衰的坚贞不渝的品质。</p> <p>　　<a href=\"http://so.gushiwen.org/author_204.aspx\">李商隐</a>一生不得志，只做过几任小官。其主要原因不是他无才，而是没有知己者的力荐。他生存在牛、李两党的夹缝之中，没有信任，没有依托，饱受奚落和排挤。这首诗歌颂荷花能荣衰相依，实则表达了自己渴求知己、寻觅政治依托的心声。</p> <p>　　这首诗语言通俗浅近，寓意明显，表达直露，节奏明快，与李商隐很多诗歌的含蓄委婉不同，体现了他诗歌风格的多样性。 </p><br/><h2>鉴赏</h2> <p>　　<a href=\"http://so.gushiwen.org/view_28889.aspx\">诗</a>一开头，并没有直接从荷花本身着笔，而是先从其他花卉的花与叶的关系写起：“世间花叶不相伦，花入金盆叶作尘。”“伦”，比并之意，世上的人对待花和叶是不一样的，二者不能相提并论。人们对花特别偏爱，把它栽在金盆中以供观赏，又倍加爱护，而花叶则听任它“零落成泥碾作尘”（<a href=\"http://so.gushiwen.org/author_272.aspx\">陆游</a>《卜算子·咏梅》）。同时，其他花卉的花与叶的关系也并不密切。如杏即先花而后叶，花开而叶未放，叶生而花凋落。桃花那么鲜艳，但其叶也不与之般配，须得绿柳相映才更显其美，故有“桃红柳绿”之称。“红花虽好，还须绿叶扶持”。这种花叶相映之关是其他花卉不易具备的，只有荷花以此见长，所以诗人接下去便写道：“惟有绿荷红菡萏，卷舒开合任天真。”《尔雅·释草》： “荷，芙蕖，其叶葭，其华菡萏， 《毛诗笺》云： ‘芙蕖之茎曰荷。”’《说文解字》；“荷未发为菡萏，已发为夫容（芙蓉）。”“惟有”，只有。这是诗人特别强调之语。“卷舒”指荷叶，“开合”指荷花，“任天真”即自然天成。在诗人眼中，只有荷花红苞绿叶相配，完美无缺。荷叶之卷舒，荷花之开合，相互映衬，自然而然，美丽无比。</p> <p>　　开头这四句，诗人是别具匠心的：他写的不仅仅是花与叶的关系问题，而是有深意的。字面上这是一种对比，即拿荷花与其他花卉对比，突出荷花花叶相配、交相辉映的特殊美，更深一层的意思则是在表明他自己与女方是天造地设的一对，有如荷花的花与叶，可堪匹配，是天赐良缘。这样，在诗人的笔下，他自己与对方的情事便被描绘、渲染得十分美妙，又如此自然、和谐。<br>诗的最后两句，既写出了诗人的期望，也写出了诗人的隐忧：“此荷此叶常相映，翠减红衰愁杀人。”首句是希望，明里是说但愿这美丽的荷花与那碧绿的荷叶长久共存、相互映衬、形影不离，实际的意思是期望女方同自己长相厮守，永不分离，白头到老。后句是忧虑，字面上是忧虑荷叶减翠，红花衰落，那时看起来太让人伤感了。而实际上的意思则是一方面担心时不我与。双方年老色衰。但愿青春常驻；但更深一层，则是担心两人的感情“变色”，出现意外的变故，如果出现那种情况，实在是不堪忍受的，简直是愁死人了。所以，这是诗人在向情人表白心志，希望两人都珍视爱情，永不变心。</p> <p>　　这首诗明里句句都是写花。但实际上句句都是写人。借荷花表明自己的心曲。既说明自己与女方可堪匹配。是天生的一对儿；又表明了两人相配之美满；又表明了自己的心愿与忧虑。委婉含蓄，耐人寻味，在众多的咏物诗中实属上乘之作。</p>",
  "about": "<h2>创作背景</h2> <p>　　开成三年<a href=\"http://so.gushiwen.org/author_204.aspx\">李商隐</a>新婚，绿荷红菡萏就是盛夏的景象，这首<a href=\"http://so.gushiwen.org/view_28889.aspx\">诗</a>就是作于这一年夏天泾原幕里，王夫人会写诗，李商隐就用格诗、律诗来赠送给她，这首诗的含义明确易懂，主要是以“荷叶”为主题，使它能诵易晓，更能表明自己的心迹，与议婚热恋之时的《荷花》诗前后相应。</p>",
  "poet": {
    "id": 204,
    "star": 0,
    "name": "李商隐",
    "image": "http://img.gushiwen.org/authorImg/lishangyin.jpg",
    "desc": "李商隐，字义山，号玉溪（谿）生、樊南生，唐代著名诗人，祖籍河内（今河南省焦作市）沁阳，出生于郑州荥阳。他擅长诗歌写作，骈文文学价值也很高，是晚唐最出色的诗人之一，和杜牧合称“小李杜”，与温庭筠合称为“温李”，因诗文与同时期的段成式、温庭筠风格相近，且三人都在家族里排行第十六，故并称为“三十六体”。其诗构思新奇，风格秾丽，尤其是一些爱情诗和无题诗写得缠绵悱恻，优美动人，广为传诵。但部分诗歌过于隐晦迷离，难于索解，至有“诗家总爱西昆好，独恨无人作郑笺”之说。因处于牛李党争的夹缝之中，一生很不得志。死后葬于家乡沁阳（今河南焦作市沁阳与博爱县交界之处）。作品收录为《李义山诗集》。"
  },
  "tags": [
    "赞美",
    "荷花"
  ]
}