{
  "id": 72846,
  "star": 58,
  "name": "祭妹文",
  "dynasty": "清代",
  "content": "　　乾隆丁亥冬，葬三妹素文于上元之羊山，而奠以文曰：</p> <p>　　呜呼！汝生于浙，而葬于斯，离吾乡七百里矣；当时虽觭梦幻想，宁知此为归骨所耶？</p> <p>　　汝以一念之贞，遇人仳离，致孤危托落，虽命之所存，天实为之；然而累汝至此者，未尝非予之过也。予幼从先生授经，汝差肩而坐，爱听古人节义事；一旦长成，遽躬蹈之。呜呼！使汝不识《诗》、《书》，或未必艰贞若是。</p> <p>　　余捉蟋蟀，汝奋臂出其间；岁寒虫僵，同临其穴。今予殓汝葬汝，而当日之情形，憬然赴目。予九岁，憩书斋，汝梳双髻，披单缣来，温《缁衣》一章；适先生奓户入，闻两童子音琅琅然，不觉莞尔，连呼“则则”，此七月望日事也。汝在九原，当分明记之。予弱冠粤行，汝掎裳悲恸。逾三年，予披宫锦还家，汝从东厢扶案出，一家瞠视而笑，不记语从何起，大概说长安登科、函使报信迟早云尔。凡此琐琐，虽为陈迹，然我一日未死，则一日不能忘。旧事填膺，思之凄梗，如影历历，逼取便逝。悔当时不将嫛婗情状，罗缕记存；然而汝已不在人间，则虽年光倒流，儿时可再，而亦无与为证印者矣。</p> <p>　　汝之义绝高氏而归也，堂上阿奶，仗汝扶持；家中文墨，眣汝办治。尝谓女流中最少明经义、谙雅故者。汝嫂非不婉嫕，而于此微缺然。故自汝归后，虽为汝悲，实为予喜。予又长汝四岁，或人间长者先亡，可将身后托汝；而不谓汝之先予以去也！</p> <p>　　前年予病，汝终宵刺探，减一分则喜，增一分则忧。后虽小差，犹尚殗殜，无所娱遣；汝来床前，为说稗官野史可喜可愕之事，聊资一欢。呜呼！今而后，吾将再病，教从何处呼汝耶？</p> <p>　　汝之疾也，予信医言无害，远吊扬州；汝又虑戚吾心，阻人走报；及至绵惙已极，阿奶问：“望兄归否？”强应曰：“诺。”已予先一日梦汝来诀，心知不祥，飞舟渡江，果予以未时还家，而汝以辰时气绝；四支犹温，一目未瞑，盖犹忍死待予也。呜呼痛哉！早知诀汝，则予岂肯远游？即游，亦尚有几许心中言要汝知闻、共汝筹画也。而今已矣！除吾死外，当无见期。吾又不知何日死，可以见汝；而死后之有知无知，与得见不得见，又卒难明也。然则抱此无涯之憾，天乎人乎！而竟已乎！</p> <p>　　汝之诗，吾已付梓；汝之女，吾已代嫁；汝之生平，吾已作传；惟汝之窀穸，尚未谋耳。先茔在杭，江广河深，势难归葬，故请母命而宁汝于斯，便祭扫也。其傍，葬汝女阿印；其下两冢：一为阿爷侍者朱氏，一为阿兄侍者陶氏。羊山旷渺，南望原隰，西望栖霞，风雨晨昏，羁魂有伴，当不孤寂。所怜者，吾自戊寅年读汝哭侄诗后，至今无男；两女牙牙，生汝死后，才周睟耳。予虽亲在未敢言老，而齿危发秃，暗里自知；知在人间，尚复几日？阿品远官河南，亦无子女，九族无可继者。汝死我葬，我死谁埋？汝倘有灵，可能告我？</p> <p>　　呜呼！生前既不可想，身后又不可知；哭汝既不闻汝言，奠汝又不见汝食。纸灰飞扬，朔风野大，阿兄归矣，犹屡屡回头望汝也。呜呼哀哉！呜呼哀哉！",
  "fanyi": "<p><strong>译文</strong><br>　　乾隆三十二年冬，葬三妹素文在上元的羊山上，并作这篇文章来致祭：</p> <p>　　唉！你生在浙江，却葬在此地，远离我们的故乡七百里了；当时你即使做梦、幻想，也怎会知道这里竟是你的埋骨所在呢？</p> <p>　　你因为坚守从一而终的贞节观念，嫁了一个品德败坏的丈夫而被遗弃，以致陷在孤苦落拓的境地，虽然这是命中注定，是上天的安排，然而连累你到这种地步，也未尝不是我的过错。我幼年时跟从老师诵读四书五经，你同我并肩坐在一起，爱听那些古人的节义故事；一旦长大成人，你立即亲身来实践。唉！要是你不懂得经书，也许未必会像这样苦守贞节。</p> <p>　　我捉蟋蟀，你紧跟我捋袖伸臂，抢着捕捉；寒冬蟋蟀死了，你又同我一起挖穴埋葬它们。今天我收殓你的尸体，给你安葬，而当年的种种情景，却一一清晰地呈现在眼前。我九岁时，在书房里休息，你梳着两个发髻，披了一件细绢单衣进来，共同温习《<a href=\"http://so.gushiwen.org/view_72846.aspx\">诗</a>经》中的《缁衣》一章；刚好老师开门进来，听到两个孩子琅琅的读书声，不禁微笑起来，连声“啧啧”称赞。这是七月十五日的事情。你在九泉之下，一定还清楚地记得。我二十岁去广西，你牵住我的衣裳，悲伤痛哭。过了三年，我考中进士，衣锦还乡，你从东厢房扶着长桌出来，一家人瞪着眼相视而笑，记不得当时话是从哪里说起，大概是说了些在京城考进士的经过情况以及报信人来得早、晚等等吧。所有这些琐碎的事情，虽然已经成为过去，但只要我一天不死，就一天也不能忘却。往事堆积在我的胸中，想起来，心头悲切得像被堵塞似的。它们像影子一样似乎非常清晰，但真要靠近它抓住它，却又不见了。我后悔当时没有把这些儿时的情状，一条一条详细地记录下来；然而你已不在人间了，那么即使年光可以倒流回去，儿童时代可以重新来过，也没有人来为它们对照证实的了。</p> <p>　　你与高家断绝关系后回到娘家，堂上老母，依仗你照料扶持；家中的文书事务，期待你去办理。我曾经以为妇女中很少明白经书的意义、熟识古代文物典故的人。你嫂嫂并非不够温柔和顺，但在这方面稍有不足。所以自从你回家后，虽然我为你而悲伤，对我自己来说却很高兴。我又比你年长四岁，或许像世间通常那样年长的先死，那就可以将身后之事托付给你；却没有想到你比我先离开人世！</p> <p>　　前些年我生了病，你整夜都在打听、探望病情，减轻一分就高兴，加重一分就担忧。后来虽然我的病情稍有好转，但仍半卧半起，感到没有什么好取乐消遣；你来到我的床前，讲一些稗官野史中使人好笑和使人惊奇的故事，给我带来一些欢乐。唉！自今以后，我如果再有病痛，教我从哪里去呼唤你呢？</p> <p>　　你的病，我相信医师的话以为不要紧，所以才远游去扬州。你又怕我心中忧虑，不让别人来给我报信。直到病已垂危时，母亲问你：“盼望哥哥回来吗？”，你才勉强答应说：“好。”就在你死前一日，我已梦见你来诀别，心知这是不吉祥的，急忙飞舟渡江赶回家。果然，我于未时到家，而你已在辰时停止了呼吸，四肢尚有余温，一只眼睛还未闭紧，大概你还在忍受着临死的痛苦等待我回来吧。唉！痛心啊！早知要和你诀别，那我怎么肯离家远游呢？即使出外，也还有多少心里话要让你知道、同你一起商量安排啊！如今完了，除非我死，否则就没有相见的日期。可我又不知道哪一天死，才可以见到你；而死后究竟有知觉还是没有知觉，以及能相见还是不能相见，终究是难以明白的啊！如果如此，那么我将终身抱着这无穷的遗恨，天啊！人啊！竟然这样完了吗！</p> <p>　　你的诗，我已经付印了；你的女儿，我已替你嫁了出去；你的生平，我已写了传记；只有你的墓穴，还没有安排好。我家祖先的坟墓在杭州，但是江广河深，势难将你归葬到祖坟，所以请示母亲的意见而把你安葬在这里，以便于祭奠扫墓。在你的墓傍，葬着你的女儿阿印，在下面还有两个坟墓，一个是父亲的侍妾朱氏，一个是我的侍妾陶氏。羊山空旷辽阔，朝南是一片宽广的平地，西望面向着栖霞山；风风雨雨，清晨黄昏，你这个羁留在异乡的精魂有了伴侣，当不致于感到孤独寂寞。可怜的是，我自从戊寅年读了你写的哭侄诗后，至今没有儿子；两个牙牙学语的女儿，在你死后出生，才只有一周岁。我虽因母亲健全而不敢说自己老，但齿牙摇动，头发已秃，自己心里知道，在这人世间尚能活几天？阿品弟远在河南为官，也没有子女，我家九族之内没有可以传宗接代的人。你死有我安葬，我死后由谁来埋葬呢？你如果死后有灵的话，能不能告诉我？</p> <p>　　唉！生前的事既不堪想，死后的事又不可知；哭你既听不到你回话，祭你又看不到你来享食。纸钱的灰烬飞扬着，北风在旷野里显得更猛，我回去了，但又连连回过头来看你。唉，真悲痛啊！唉，真悲痛啊！</p> <p><strong>注释</strong><br>（1）乾隆——清高宗爱新觉罗·弘历的年号（1736—1795）。丁亥——纪年的干支；乾隆丁亥，即公元1767年。<br>（2）素文——名机，字素文，别号青琳居士。1719年（康熙五十八年）生，1759年（乾隆二十四年）卒，得四十岁。上元——旧县名。761（唐肃宗<a href=\"http://so.gushiwen.org/author_1631.aspx\">李亨</a>上元二年）置。在今南京市。羊山——在南京市东。<br>（3）奠——祭献。<br>（4）汝（乳rǔ）——你。浙——浙江省。<br>（5）斯——此，这里。指羊山。<br>（6）吾乡——<a href=\"http://so.gushiwen.org/author_676.aspx\">袁枚</a>的枚乡，在浙江钱塘（今杭州市）。<br>（7）觭（机jī）梦——这里是做梦的意思。觭，得。语出《周礼·春官太卜》：“太卜滨三梦之法，二曰觭梦。”<br>（8）宁知——怎么知道。归骨所——指葬地。耶（椰yē）——语气词，表疑问。<br>（9）以——因为。一念之贞——一时信念中的贞节观。贞，封建礼教对女子的一种要求。忠诚地附属于丈夫（包括仅在名义上确定关系而实际上未结婚的丈夫），不管其情况如何，都要从一而终，这种信念和行为称之为“贞”。<br>（10）遇人仳（痞pǐ）离——《诗经·王风·中谷有蓷》：“有女仳离，条其（肃欠）矣；条其（肃欠）矣。遇人之不淑矣。”这里化用其语，意指遇到了不好的男人而终被离弃。遇人，是“遇人不淑”的略文。淑，善。仳离，分离。特指妇女被丈夫遗弃。<br>（11）孤危——孤单困苦。托落——即落拓（唾tuò），失意无聊。<br>（12）存——注定。这句说：虽然审你命中注定，实际上也是天意支配的结果。<br>（13）累——连累；使之受罪。<br>（14）未尝——义同“未始”，这里不作“未曾”解。过——过失。<br>（15）授经——这里同“受经”，指读儒家的“四书五经”。封建社会里，儿童时就开始受这种教育。授，古亦同“受”。<a href=\"http://so.gushiwen.org/author_682.aspx\">韩愈</a>《师说》：“师者，所以传道受（授）业解惑也。”<br>（16）差（cī）肩而坐——谓兄妹并肩坐在一起。二人年龄有大小，所以肩膀高低不一。语出《管子·轻重甲》：“管子差肩而问。”<br>（17）节义事——指封建社会里妇女单方面、无条件地忠于丈夫的事例。<br>（18）遽（巨jù）——骤然，立即。躬（工gōng）——身体。引早为“亲自”。蹈（岛dǎo）——踏，踩。“实行”。这句说：一到长大成人，你马上亲身实践了它。<br>（19）使——如果。《诗》、《书》——《诗经》、《尚书》。指前文中先生所授的“经”。<br>（20）艰贞——困苦而又坚决。若是——如此。<br>（21）出其间——出现在捉蟋蟀的地方。<br>（22）虫——指前文中的蟋蟀。僵——指死亡。同临其穴（学xué）——一同来到掩埋死蟋蟀的土坑边。<br>（23）殓（炼liàn）——收殓。葬前给尸体穿衣、下棺。<br>（24）憬然赴目——清醒地来到眼前。憬然，醒悟的样子。<br>（25）憩（气qì）——休息。书斋（摘xhāi）——书房。<br>（26）双髻（计jì）挽束在头顶上的两个辫丫。古代女孩子的发式。<br>（27）单缣（坚jiān）——这里指用缣制成的单层衣衫。缣，双丝织成的细绢。<br>（28）温——温习。《缁衣》——《诗经·郑风》篇名。缁，黑色。一章——《诗经》中诗凡一段称之为一章。<br>（29）适——刚好。奓（炸zhà）户——开门。<br>（30）琅（郎láng）琅然——清脆流畅的样子。形容读书声。<br>（31）莞（关wǎn）尔——微笑貌。语出《论语·阳货》：“夫子莞尔而笑。”<br>（32）则则——犹“啧啧”，赞叹声。<br>（33）望日——阴历每月十五，日月相对，月亮圆满，所以称为“望日”。<br>（34）九原——春秋时晋国卿大夫的墓地。语出《礼记·檀弓下》：“<a href=\"http://so.gushiwen.org/author_2355.aspx\">赵文</a>子与叔誉观乎九原。”后泛指墓地。<br>（35）弱冠（贯guàn）——出《礼记·曲礼上》：“二十曰弱，冠。”意思是男子到了他举行冠礼（正式承认他是个成年人）。弱，名词。冠，动词。后因以“弱冠”表示男子进入成年期的年龄。粤（月yuè）行——到广东去。粤，广东省的简称。袁枚二十一岁时经广东到了广西他叔父袁鸿（字健槃）那里。袁鸿是文档巡抚金鉷（红hóng）的幕客。金鉷器重袁枚的才华，举荐他到北京考博学鸿词科。<br>（36）掎（己jǐ）——拉住。恸（痛tong4）——痛哭。<br>（37）逾——越，经过。<br>（38）披宫锦——指袁枚于1738年（乾隆三年）考中进士，选授翰林院庶吉士，请假南归省亲的事。宫锦，宫廷作坊特制的丝织品。这里指用这种锦制成的宫袍。因唐代<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>曾待诏翰林，着宫锦袍，后世遂用以称翰林的朝服。<br>（39）厢——边屋。案——狭长的桌子。<br>（40）瞠（撑chēng）视而笑——瞪眼看着笑，形容惊喜激动的情状。<br>（41）长安——汉、唐旧都，即今西安市。<br>（42）函使——递送信件的人。唐时新进士及第，以泥金书帖，报登科之喜。此指传报录取消息的人，俗称“报子”。云尔——如此如此罢了。<br>（43）凡此琐琐——所有这些细小琐碎的事。袁枚有诗：“远望蓬门树彩竿，举家相见问平安。同欣阆苑荣归早，尚说长安得信难。壁上泥金经雨淡，窗前梅柳带春寒。娇痴小妹怜兄贵，教把宫袍著与看。”（见《小仓山房诗集》卷二）可与“凡此琐琐”去者相印证。<br>（44）填膺（英yīng）——充满胸怀。<br>（45）凄梗——悲伤凄切，心头像堵塞了一样。<br>（46）历历——清晰得一一可数的样子。<br>（47）逼取便逝——真要接近它|把握它，它就消失了。<br>（48）嫛婗（衣尼yīní）——婴儿。这里引申为儿时。<br>（49）罗缕（吕lǚ）纪存——排成一条一条，记录下来保存着。罗缕，也作“（尔见）褛”。<br>（50）可再——可以再有第二次。<br>（51）印证——指袁枚的母亲章氏。<br>（52）义绝——断绝情宜。这里指离婚。<br>（53）阿奶——指袁枚的母亲章氏。<br>（54）文墨——有关文字方面的事务。<br>（55）眣——这个字的正确写法是“（目矢）”（顺shùn），即用眼色示意。这里作“期望”解。<br>（56）尝——曾经。明经义——明白儒家经典的含义。谙（安ān）雅故——了解古书古事，知道前言往行的意思。语出《汉书·叙传》：“函雅故，通古今。”谙，熟闻熟知。<br>（57）这句意思说：你嫂嫂（指袁枚的妻子王氏）不是不好，但是在这方面稍有欠缺。婉嫕（义yì）——温柔和顺。出《晋书·武悼杨皇后传》：“婉嫕有妇德。”<br>（58）长（掌zhǎng）——年纪大。<br>（59）身后——死后的一应事务。<br>（60）先予以去——比我先离开人世。<br>（61）绞宵——整夜。剌探——打听、探望。<br>（62）小差——病情稍有好转。差（chài），同“瘥”。<br>（63）殗殜（yèdié）病得不太厉害，但还没有痊愈。<br>（64）娱遣——消遣。<br>（65）稗（拜bài）官野史——指私人编定的笔记、小说之类的历史记载，与官方编号的“正史”相对而言。《汉书·艺文志》：“小说家者流，盖出于稗官。”据说，西周高有掌管收录街谈巷议的官职，称为稗官，稗是碎米。稗官，取琐碎之义，即小官。<br>（66）愕（扼è）——惊骇。<br>（67）聊资——绝代——姑且作为一时的快乐。<br>（68）吊——凭吊，游览。这句意思说：对于你的病，我因相信了医师所说“不要紧”的话。方才远游扬州。<br>（69）虑戚吾心——顾虑着怕我心里难过。戚，忧愁。<br>（70）阴人走报——阻止别人报急讯。走，跑。<br>（71）绵惙（绰chuò）——病势危险。<br>（72）强（抢qiǎng）——勉强。<br>（73）诺（懦nuò）——表示同意的答语，犹言“好”。<br>（74）诀——诀别。袁枚有哭妹诗：“魂孤通梦速，江阔送终迟。”自注：“得信前一夕，梦与妹如平生欢。”<br>（75）果——果真。未时——相当下午一至三时。<br>（76）辰时——相当于上午七时至九时。<br>（77）支——同“肢”。<br>（78）一目示瞑（名míng）——一只眼睛没有闭紧。<br>（79）这句说：你还在忍受着死亡的痛苦，等我回来见面。盖——发语词，表原因。<br>（80）几许——多少。<br>（81）知闻——听取，知道。<br>（82）共汝筹画——和你一起商量，安排。<br>（83）已矣——完了。<br>（84）又卒难明——最终又难以明白。卒，终于。<br>（85）天乎人乎——有史以来强烈时的呼唤，表示极端悲痛。这句说：然而就这样带着无穷的憾恨而终于完了啊！<br>（86）付梓（子zǐ）付印。梓，树名。这里指印刷书籍用的雕板。素文的遗稿，附印在袁枚的《小仓山房全集》中，题为《素文女子遗稿》。袁枚为了它写了跋文。<br>（87）代嫁——指代妹妹作主把外甥女嫁出去。<br>（88）传（zhuàn）——即《女弟素文传》。<br>（89）窀穸（zhūnxī）——墓穴。这句说：只有你的墓穴，还没有筹划措办罢了。<br>（90）先茔（迎yíng）——祖先的墓地。<br>（91）江广河深——言地理阻隔，交通不便。<br>（92）这句说：所以请示母亲，自得她同意而把你安顿在这里，以便于扫墓祭吊。古人乡土观念很重，凡故乡有先茔的，一般都应归葬；不得已而葬在他乡，一般被看作非正式、非永久性的。所以文中既说“葬三妹素文于上元之羊山”、“宁汝于斯”，又说“惟汝之窀穸尚未谋耳”；特地将此事作为一个缺憾而郑重提出，并再三申明原因。下文的“羁魂”，也是着眼于此而言的。<br>（93）阿印——《女弟素文传》载：“女阿印，病瘖，一切人事器物不能音，而能书。”其哭妹诗说：“有女空生口，无言但点颐。“<br>（94）冢（肿zhǒng）——坟墓。<br>（95）阿爷——袁枚的父亲袁滨，曾在各地为幕僚，于袁枚三十三岁时去世。侍者——这里指妾。<br>（96）阿兄——袁枚自称。<br>（97）陶氏——作者的妾。亳州人，工棋善绣。<br>（98）旷渺（秒miǎo）——空旷辽阔。<br>（99）望——对着。原隰（习xí）——平广的代地。高而平的地叫原，低下而潮湿的地为隰。<br>（100）栖霞——山名。一名摄山。在南京市东。<br>（101）风雨——泛指各种气候。晨昏——指一天到晚。<br>（102）羁（机jī）魂——飘荡在他乡的魂魄。<br>（103）男——儿子。袁枚于1758年（乾隆二十三年）丧子。他的兄弟曾为此写过两首五言律诗，题为《民兄得了不举》。这就是文所说的“哭侄诗“。袁枚写这篇祭文的时候还没有儿子。再后两年，至六十三岁，其妾钟氏才生了一个儿子，名阿迟。<br>（104）两女——袁枚的双生女儿。也是钟氏所生。牙牙——小孩学话的声音。这里说两个女儿还很幼小。<br>（105）周晬（最zuì）——周岁。<br>（106）亲在未敢言老——封建孝道规定，凡父母长辈在世，子女即使老了也不得说老。否则既不尊敬，又容易使年迈的长辈惊怵于已近死亡。出《礼记·坊记》：“父母在，不称老。“袁枚这句话，是婉转地表示自己已经老了。按，袁枚这时六十一岁，母亲还健在。<br>（107）齿危——牙齿摇摇欲坠。<br>（108）阿品远官河南，亦无子女：袁枚的堂弟袁树，字东芗，号芗亭，小名阿品，由进士任河南正阳县县令。当时也没有子女。据袁枚《先妣行状》所说，阿品有个儿子叫阿通；但那是袁枚写这篇《祭妹文》以后的事。<br>（109）九族——指高祖、曾祖、祖父、父亲、本身、儿子、孙子、曾孙和玄孙。这里指血缘关系较近的许多宗属。无可继者——没有可以传宗接代的人。按，专指男性。<br>（110）可能——犹言“能否”。<br>（111）纸灰——锡箔、纸钱等焚烧后的灰烬。<br>（112）朔风野大——旷野上，北风显得更大。<br>（113）《诗经郑风》中的名篇。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　<a href=\"http://so.gushiwen.org/author_676.aspx\">袁枚</a>是“性灵说”的倡导者，主张为文要有“真情”。其文别具特色，善于描写景物，叙事记人。</p> <p>　　祭文通常有固定的格式，其内容和形式都容易公式化，为后人传诵的不多。但袁枚的《祭妹文》却不拘格式，写得情真意切，生动感人，为后人传诵。</p> <p>　　袁素文名机，素文是她的字，1720年（清康熙五十九年）生。她容貌出众，“最是风华质，还兼窈窕姿”，“端丽为女兄弟冠”，是袁家姐妹中长得最漂亮端庄的。袁素文又“幼好读书”，针线旁边常放着书卷，因此很会作<a href=\"http://so.gushiwen.org/view_72846.aspx\">诗</a>。在她未满一周岁时，其父曾仗义救助亡友衡阳县令高清的妻儿，为高清平反了其生前一起因库亏而入狱的冤案。高清的胞弟高八为此感激涕零，表示自己即将出生的孩子若系男儿，就与袁素文婚配，以示报答袁家大恩。不久高八生了个儿子，于是送来金锁作为聘礼，这场指腹婚事就这样正式确定下来。可是当双方成年后，男方却只字不提嫁娶之事，直到1742年（乾隆七年）袁素文二十三岁时，高八突然捎来书信说，因为儿子有病不宜结婚，希望解除婚约。由于袁素文自幼深受封建礼教毒害，“一闻婚早定，万死誓相随”，所以听到男方要解除婚约，就手持金锁哭泣不止，终日绝食。不久高八病死，高清的儿子高继祖特来说明真相，原来高八之子高绎祖并非有病，而是“有禽兽行”，并且屡教不改，其父怕以怨报德，才托言儿子有病解约。可是袁素文为了固守旧礼教的“一念之贞”，竟不顾日后痛苦，仍坚持嫁给高八之子，一时被誉为所谓“贞妇”。</p> <p>　　袁家家境虽然一般，但因为家学渊源，注重读书，请了教师在家指导袁枚，对待女儿也一样，所以素文自幼随哥哥上课。她很喜爱读书，针线旁边常放着书卷，很会作诗，琴棋书画也样样精通。她容貌出众，是袁家姐妹中长得最漂亮端庄的；尤其是她的脾性温柔，待人贤淑有礼，是出名的淑女。</p> <p>　　二十五岁时，才貌双全的素文嫁到了如皋高家。婚后，素文孝敬公婆，深得公婆喜爱。可是高八之子绎祖，个头矮小，驼背斜眼，长相十分丑陋，而且品行极为恶劣。他性情暴戾，行为轻佻，整天吃喝嫖赌，无所不为。他看到书卷就发怒，把她的诗稿烧毁，不准妻子读书和做针线，袁素文从此不再敢作诗，也不敢缝纫。他为了外出嫖妓，卖尽家产后又向袁素文逼索嫁妆，不答应就拳打脚踢，有时还用火烧灼袁素文，婆婆前来救护，他连母亲一起殴打，甚至把他母亲的牙齿都打下来了。就这样的虐待，素文还是一一忍受下来，在高家委曲求全，恪守妇道。后来，高绎祖聚赌输了很多钱，竟要卖掉袁素文抵债。她被逼无奈，逃到尼姑庵，看到无路可走了，才请人通知了娘家。袁父接到书信，心痛欲裂，当即赶到如皋告到官府，判决离婚后，他把女儿和她的女儿阿印领回了杭州老家。那年素文二十九岁，结婚才不过四年。</p> <p>　　袁素文回到娘家以后，一方面悉心侍奉父母兄长，另一方面还惦念着婆母，经常寄赠衣食问安。三年后袁枚定居南京随园，素文也随着全家一起迁徙。由于婚姻极不美满，心灵上受到的创伤，她除了读书作诗自我安慰外，终日都闷闷不乐，生了病也不愿求医，终于在1759年（乾隆二十四年）病死，年仅39岁。</p> <p>　　袁枚在《哭三妹五十韵》里写道：“彩凤从鸦逐，红兰受雪欺。”“汝死我葬，我死谁埋？汝倘有灵，可能告我？”“生前既不可想，身后又不可知；哭汝既不闻汝言，奠汝又不见汝食。纸灰飞扬，朔风野大，阿兄归矣，犹屡屡回头望汝也……”</p> <p>　　袁素文这位贤淑的才女，由于受封建礼教毒害太深，所以导致了这场催人下泪的婚姻悲剧。她从“淑女”到“贤妇”，结果却差一点成了被卖掉的“弃妇”，并因此过早离开人世，这是与她自幼深受封建礼教的教育是分不开的。袁枚作为她的兄长，也看出了这一点。他在《祭妹文》中说：“呜呼！使汝不识诗书，或未必艰贞若是！”这种无可奈何的叹息，正是一种既沉痛又委婉的控诉。 袁素文留在人间的，除了一个悲婉的故事，还有就是一本著作《素文女子遗稿》。</p> <p>　　《祭妹文》构思精巧，别巨匠心，按照时间的先后顺序，从素文墓地入笔到病根祸源的交代，从野外同捉蟋蟀到书斋共读诗经，从胞妹送哥眼泪流到把盏喜迎兄长归，从离家出嫁到中道归返，从侍奉母亲以示其德到关爱长兄以显其情，从素文之死到后事料理，情节层层推进，感情波起浪涌，叙事历历可见，抒情句句见心，文情并茂，浑然一体。</p> <p>　　文章起笔交待亡妹所葬之地、祭奠时间，祭者身份等，紧接着“呜呼”一转，直呼亡妹，为全文奠定了凄切哀婉的悲怆基调。接着，简洁叙述妹妹的死因：“以一念之贞，遇人仳离，致孤危托落。”意为素文早亡其根源是少年时常听先生授经，“爱听古人节义事”，说明是封建诗书的腐朽观念侵害了素文，使她饱受苦难，英年早逝。</p> <p>　　接下来，作者追忆与素文共度的难忘时光。童年相伴读书，“差肩而坐”，温馨之情溢于言表；同捉蟋蟀，同葬蟋蟀，则体现了妹妹性情温厚善良。其描述真实生动，一个天真活泼善良的孩童突现于眼前。这原本不为奇，妙就妙在作者把追忆与现实联系起来，当年兄妹同葬蟋蟀，后来孤兄独葬亡妹，物换星移，昨是今非，让作者潸然泪下。年长些时，袁枚远行广西，妹妹不忍哥哥分离，掎裳拽衣，放声大哭。当年有妹送兄行，后来唯独兄送妹归，令作者十分伤痛。袁枚考中进士，衣锦还家，妹妹惊喜万分，扶案而出，家人瞠视而笑。妹妹为哥哥中考得官而欣喜之情，和盘托出，手足之情可见一斑。往日种种琐事，历历如在作者眼前。“然而汝已不在人间，则虽年光倒流，几时可再，而亦无与为证印者矣。”时光不可倒流，昔日也不再重来了。</p> <p>　　随后，记妹妹归返母家的种种情形：服侍母亲；治办文墨；袁枚染病在床，妹妹终宵刺探，还想方设法让哥哥高兴，兄妹感情深厚。</p> <p>　　而后，记妹妹病危和亡逝的情况。素文病入膏肓，大限将至，但不让人给哥哥报信，以宽兄长之心。忍死待兄归，然而终等不及哥哥归来含憾而终，死不瞑目。“已予先一日梦汝来诀，心知不祥，飞舟渡江。”袁枚已预感不祥，急赶归家，在妹妹逝去几小时后才赶到家中，其时素文四肢尚温，却未能与妹妹说上一句心中话，只怪自己轻信医言，远吊扬州，自责之情溢于言表。一句“呜呼痛哉”，把对亡妹的思念、同情、内疚、哀痛统统浓缩在伤心欲绝的悲叹中。</p> <p>　　最后，简述妹妹亡后料理事宜。并随感而发：“汝死我葬，我死谁埋？汝倘有灵，可能告我？”末段，作者把视线拉回到眼前，回到祭奠的暮地。“哭汝既不闻汝言，奠汝又不见汝食。”逝者已逝，生者十分凄切哀伤。“纸灰飞扬，朔风野大，阿兄归矣，犹屡屡回头望汝也。呜呼哀哉！呜呼哀哉！”对妹妹的怀念和挚爱之情表达得淋漓尽致。</p> <p>　　袁枚将整篇文章写得有灵性又不事雕琢。作者在回忆童年与妹妹同度的琐事时，信手拈来，清灵隽妙；悲悼亲人的遽然长逝时，又字字玑珠，句句血泪，真挚动人，感人肺腑。他在叙事中寄寓哀痛，行文中饱含真情，同时还穿插些许景物描绘，从而使痛惜、哀伤、悔恨、无可奈何之情有机地揉和在一起，具有很强的艺术感染力。</p>",
  "poet": {
    "id": 676,
    "star": 0,
    "name": "袁枚",
    "image": "http://img.gushiwen.org/authorImg/yuanmei.jpg",
    "desc": "袁枚（1716－1797）清代诗人、散文家。字子才，号简斋，晚年自号仓山居士、随园主人、随园老人。汉族，钱塘（今浙江杭州）人。乾隆四年进士，历任溧水、江宁等县知县，有政绩，四十岁即告归。在江宁小仓山下筑筑随园，吟咏其中。广收诗弟子，女弟子尤众。袁枚是乾嘉时期代表诗人之一，与赵翼、蒋士铨合称“乾隆三大家”。"
  },
  "tags": [
    "哀悼",
    "思念",
    "悔恨"
  ]
}