{
  "id": 72830,
  "star": 16,
  "name": "次韵雪后书事二首",
  "dynasty": "宋代",
  "content": "惆怅江头几树梅，杖藜行绕去还来。<br>前时雪压无寻处，昨夜月明依旧开。<br>折寄遥怜人似玉，相思应恨劫成灰。<br>沉吟日落寒鸦起，却望柴荆独自回。</p> <p>满山残雪对虚堂，想似当年辋口庄。<br>门掩不须垂铁锁，客来聊复共藜床。<br>故人闻道歌围暖，妙语空传醉墨香。<br>莫为姬姜厌憔悴，把酒论文话偏长。",
  "fanyi": "<p><strong>译文</strong><br>其一<br>江边的几树梅花真是令人惆怅，我拄着藜杖在树下徘徊，离开，又回来。<br>先前白雪覆盖在梅花上，看不出是雪是梅，花朵无处找寻，昨天夜里伴着皎洁的月光，梅花依旧凌寒盛放。<br>今日我想折下几枝来送给远方的那个我怜爱的人，遗憾的是相思这场劫已化为灰烬。<br>我在树下沉吟了良久，直到日暮时分，寒鸦归巢，且远远的望着那扇柴门，独自归去。</p> <p><strong>注释</strong><br>⑴次韵：旧时古体<a href=\"http://so.gushiwen.org/view_72830.aspx\">诗</a>词写作的一种方式，使按照原诗的韵和用韵的次序来和诗。书事：记事。书是书写、记录的意思。<br>⑵劫成灰：古印度传说世界经历若干万年毁灭一次，重新再开始，这样一个周期叫做一“劫”，后人借用“劫”指天灾人祸。“劫灰”本为“劫火”之余灰，此处当指灾祸后留下的残迹。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　这首<a href=\"http://so.gushiwen.org/view_72830.aspx\">诗</a>的题目为“次韵雪后书事”。这首诗是一首和诗。和诗是朋友之间用诗相互酬答的一种方式。这种朋友之间的相互酬答，既可以是面对面的，也可以是身在异处通过书信的形式来进行的。根据诗中的“折寄遥怜”、“相思”、“独自回”等词可知，这首诗显然属于后者。这首诗是一首记事诗。诗歌所记何事？且看诗歌本身。</p> <p>　　诗歌开首就用一个直接表达感情的词“惆怅”，不仅奠定全诗的感情基调，且获总领全篇之效。此词的作用虽然易解，但问题是，谁人“惆怅”，为何“惆怅”。谁在“惆怅”呢？首句说“惆怅江头几树梅”，莫非梅在惆怅？根据颔联，前时虽曾大雪压梅，然梅已在昨夜雪后绽放枝头，当无惆怅之理由。既然不是梅在惆怅，惆怅的就只能是诗人自己。诗人开篇就说自己“惆怅”，可见其“惆怅”之浓之深。诗人作诗，当蓄积的感情于提笔之际浓烈得难以化解时，便无暇慢条斯理的运用所谓的技巧表达之，而常常在诗歌的开头直接予以发泄，若<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>之“大道如青天，我独不得出”（《行路难》），“噫吁戏，危乎高哉”（《蜀道难》），即为此类。然则，诗人为何惆怅？是因为江头只有几树梅，为梅之少而惆怅吗？恐亦不是。为何？因为梅虽是中国古代诗人的爱物，但其诗中的梅多以株，甚至以枝论，若“墙角数枝梅”之类，然未见有诗人因此而惆怅者。因此，<a href=\"http://so.gushiwen.org/author_459.aspx\">朱熹</a>之惆怅当非为梅而为其内心本有之情绪。既然诗人非为梅惆怅，为何要以“江头几树梅”紧承其后？因为诗人要借江头的这几树梅来纾解心中之惆怅。</p> <p>　　诗歌第二句云，“杖藜行绕去还来”。“杖藜”者，拐杖也。此句写诗人之行为。诗人手扶拐杖绕行于梅下，去而复来，何也？乃因诗人爱梅，不忍离去耶？此种可能虽不能排除，然结合首句与第三四联看，似理解为诗人因惆怅极深，徘徊难去，更为妥当。</p> <p>　　颔联忆寻梅之经历。“前时雪压无寻处”，似为诗人惆怅之因。然昨夜雪停，梅已于月下绽放，因雪无处寻梅的惆怅当烟消云散，何以今日仍惆怅难抑？此句再次表明，诗人的惆怅非为梅也。整联写诗人寻梅之经历，却以“雪压”表现梅生存环境之恶劣，从反面衬托梅冒寒绽放的坚贞品质；且诗人强调梅于月明之夜绽放，乃借明月烘托梅之高洁品格。诗人于此联宕开一笔，不写自己的惆怅，而忆寻梅之经历，既使诗歌在章法上显得摇曳多姿，又为下联写折梅寄意做铺垫。</p> <p>　　颈联是理解全诗的关键。上联“折寄遥怜人似玉”，意谓折一枝梅寄送给似玉的远人。问题是，诗人为何将远人比作“玉”？“怜”又当作何解释？有人认为，此处的远人是一位貌美如玉的女子，“怜”是爱的意思。诚恐不妥。首先，一位走路都需手扶杖藜的老者因为思念一位年轻女子而惆怅得在梅下绕去绕来，去而复来，实在有失体统。再者，这样解释与下联“相思应恨劫成灰”在意思上也难以联系起来。“相思应恨劫成灰”应是诗人的想象，是诗人想象远人思念自己时的情状。为什么这么说？因为此句中的一个“应”字。“应”是“应该”的意思，应该怎么怎么，乃是一种推测。此句若写的是诗人自己，当然无需推测；既然用了推测，只能是诗人的想象。诗人想象这个似玉之人在思念自己的时候，心中还有“恨”。“恨”什么？“劫成灰”。从中便可推测，诗人要寄梅与之的人必是经历了某种严重的祸患，因此，诗人想象他在对自己的思念中仍带有怨恨。至此，诗人何以要寄梅与他，何以要喻他为“玉”就明白了。原来诗人是希望他虽经历磨难却能像梅一样坚贞不屈，像玉一样保持高洁人格。原来诗人惆怅并非为自己，而是为朋友；诗人“杖藜行绕去还来”原来是在为朋友忧虑担心。</p> <p>　　诗人的忧虑和担心是如此之深，乃至于行绕于梅下“沉吟”而忘记了时间，直至“日落”时寒鸦飞起才被惊醒独自怅然而归。尾联仍重在对诗人行为的描写。“沉吟”描写诗人行绕于梅下满腹心思的样子，再次表现其内心难以排遣的“惆怅”。“独自回”，表现其孓然一身返回时的孤寂落寞。当然，尾联也有对环境的渲染。“日落”、“寒鸦起”一方面渲染环境的冷寂、凄清，烘托诗人内心的孤寂落寞；另一方面也表现了其徘回于梅下时间之长，突出其“惆怅”之深。</p> <p>　　这首诗以“书事”为题，句句都是在描写诗人的行为。这些描写为读者展示了一位思念远友，为朋友的遭遇满怀忧虑的老者形象。高考命题人认为这首诗是咏梅诗，实为不妥。咏物诗，所咏之物是整首诗描写的主体，咏物的目的或借物喻人，或托物言志，或兼而有之。这首诗虽然写了梅，却没有对其做正面描写，虽然也表现了梅的品格，目的却不在此。在诗中，梅只是诗人用以慰藉自己鼓励朋友的凭藉，而不是要着意表现的对象。如此，不能说其是咏物诗。</p>",
  "poet": {
    "id": 459,
    "star": 0,
    "name": "朱熹",
    "image": "http://img.gushiwen.org/authorImg/zhuxi.jpg",
    "desc": "朱熹（1130年9月15日～1200年4月23日），行五十二，小名沋郎，小字季延，字元晦，一字仲晦，号晦庵，晚称晦翁，又称紫阳先生、考亭先生、沧州病叟、云谷老人、沧洲病叟、逆翁。谥文，又称朱文公。汉族，祖籍南宋江南东路徽州府婺源县（今江西省婺源），出生于南剑州尤溪（今属福建三明市）。南宋著名的理学家、思想家、哲学家、教育家、诗人、闽学派的代表人物，世称朱子，是孔子、孟子以来最杰出的弘扬儒学的大师。"
  },
  "tags": [
    "怀友",
    "忧虑"
  ]
}