{
  "id": 47980,
  "star": 98,
  "name": "回车驾言迈",
  "dynasty": "两汉",
  "content": "回车驾言迈，悠悠涉长道。<br>四顾何茫茫，东风摇百草。<br>所遇无故物，焉得不速老。<br>盛衰各有时，立身苦不早。<br>人生非金石，岂能长寿考？<br>奄忽随物化，荣名以为宝。",
  "fanyi": "<p><strong>译文<br></strong>转回车子驾驶向远方，路途遥远，长途跋涉，难以到达。<br>一路上四野广大而无边际，春天的东风吹摇枯萎的野草。<br>眼前看到的都不是过去的事物，人怎么能够不迅速衰老？<br>盛和衰各有不同的时间，只恨建立功名的机会来得太迟。<br>人不如金石般坚固，生命是脆弱的，怎么能够长寿不老？<br>倏忽之间生命就衰老死亡了，应立刻进取获得声名荣禄。</p> <p><strong>注释<br></strong>⑴回：转也。驾：象声词。言：语助词。迈：远行也。一说喻声音悠长。<br>⑵悠悠：远而未至之貌。涉长道：犹言“历长道”。涉，本义是徒步过水；引申之，凡渡水都叫“涉”；再引申之，则不限于涉水。<br>⑶茫茫：广大而无边际的样子。这里用以形容“东风摇百草”的客观景象。<br>⑷东风：指春风。百草：新生的草。<br>⑸无故物：承“东风摇百草”而言。故，旧也。<br>⑹“焉得”句：是由眼前事物而产生的一种联想，草很容易由荣而枯，人又何尝不很快地由少而老呢？<br>⑺各有时：犹言“各有其时”，是兼指百草和人生而说的。“时”的短长虽各有不同，但在这一定时间内，有盛必有衰，而且是由盛而衰的。<br>⑻立身：犹言树立一生的事业基础。早：指盛时。<br>⑼“人生”句：言生命的脆弱。金，言其坚。石，言其固。<br>⑽寿考：犹言老寿。考，老也。即使老寿，也有尽期，不能长久下去。<br>⑾奄忽：急遽也。随物化：犹言“随物而化”，指死亡。<br>⑿荣名：美名。一说指荣禄和声名。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　此<a href=\"http://so.gushiwen.org/view_47980.aspx\">诗</a>含义为何，佳处为何，要理解正确，关键在于对篇末“荣名”二字的解诂。古今注本于荣名有二解。一说荣名即美名，又一说则谓荣名为荣禄和声名。由前说，结二句之意为人生易尽，还是珍惜声名为要；由后说，则其意变为：人生苦短，不如早取荣禄声名，及时行乐显身。二说之境界高下，颇有不同。今按荣名一词，古籍屡见。如《战国策·齐策》：“且吾闻效小节者不能行大威，恶小耻者不能立荣名。”《淮南子·修务训》：“死有遗业，生有荣名。”其均为令誉美名之义甚明。</p> <p>　　疑义既释，则诗意及结构自明。诗以景物起兴，抒人生感喟。回车远行，长路漫漫，回望但见旷野茫茫，阵阵东风吹动百草。这情景，使行旅无已，不知税驾何处的诗人思绪万千，故以下作句，二句一层，反复剀陈而转转入深。“所遇”二句由景入情，是一篇枢纽。因见百草凄凄，遂感冬去春来，往岁的“故物”已触目尽非，那么新年的自我，就不能不匆匆向老。这是第一层感触。人生固已如同草木，那么一生又应该如何度过呢？“盛衰各有时，立身苦不早。”“立身”，应上句“盛衰”观之，其义甚广，当指生计、名位、道德、事业，一切卓然自立的凭借而言。诗人说，在短促的人生途中，应不失时机地产身显荣。这是诗人的进一层思考。但是转而又想：“人和非金石，岂能长寿考”，即使及早立身，也不能如金石之永固，立身云云，也属虚妄。这是诗人的第三层想头。那么什么才是起初的呢？只有荣名——令誉美名，当人的身躯归化于自然之时，如果能留下一点美名为人们所怀念，那末也许就不虚此生了吧。终于诗人从反复的思考中，得出了这一条参悟。</p> <p>　　当汉末社会的风风雨雨，将下层的士子们恣意播弄时，他们都不约而同地对生命的真谛进行思索。有的高唱“何不策高足，先据要路津，无为守贫贱，轗轲常苦辛”（《今日良宴会》），表现出争竞人世的奋亢；有的则低吟“服食求神仙，多为民误。不如饮美酒，被服纨与素”（《驱车上东门》），显示为及时行乐的颓唐。而这位愿以荣名为宝的诗人，则发而为洁身自好的操修。虽然他同样摆脱不了为生命之谜而苦恼的世纪性的烦愁，然而相比之下，其思致要深刻一些，格调也似乎更高一点。</p> <p>　　显然，这是一首哲理性的杂诗，但读来却非但不觉枯索，反感到富于情韵。这一方面固然因为他的思索切近生活，自然可亲，与后来玄言诗之过度抽象异趣，由四个层次的思索中，能感到诗人由抑而扬，由扬又以抑，再抑而再扬的感情节奏变化。另一方面，也许更重要的是，这位诗人已开始自觉不自觉地接触到了诗歌之境主于美的道理，在景物的营构，情景的交融上，达到了前人所未有的新境地。诗的前四句，历来为人们称道，不妨以之与《诗经》中相近的写法作一比较。</p> <p>　　“彼黍离离，彼稷之苗。行迈靡靡，中心摇摇。知我者谓我心忧，不知我者谓我何求。悠悠苍天，此何人哉！”</p> <p>　　这首《王风·黍离》是《诗经》的名篇。如果不囿于先儒附会的周大夫宗国之思的教化说，不难看出亦为行人所作。以此诗与之相比，虽然由景物起兴而抒内心忧苦的机杼略近，但构景状情的笔法则有异。《王风·黍离》三用叠词“离离”、“靡靡”、“摇摇”，以自然的音声来传达情思，加强气氛，是《诗经》作为上古诗歌的典型的朴素而有效的手法。而此诗则显得较多匠心的营造。“回车驾言迈，悠悠涉长道。四顾何茫茫，东风摇百草。”“迈”、“悠悠”、“茫茫”、“摇”，叠词与单字交叠使用，同样渲染了苍茫凄清的气氛，然而不但音声历落，且由一点——“车”，衍为一线——“长道”，更衍为整个的面——“四顾”旷野。然后再由苍茫旷远之景中落到一物“草”上，一个“摇”字，不仅生动地状现了风动百草之形，且传达了风中春草之神，而细味之，更蕴含了诗人那思神摇曳的心态。比起《黍离》之“中心摇摇”来，此诗之“摇”字已颇具锻炼之功，无怪乎前人评论这个摇字为“初见峥嵘”。这种构景与炼字的进展与前折“所遇”二句的布局上的枢纽作用，已微逗文人诗的特征。唐<a href=\"http://so.gushiwen.org/author_392.aspx\">皎然</a>《诗式·十九首》云：“《十九首》辞精义炳，婉而成章，始见作用之功。”（作用即艺术构思），可称慧眼别具；而此诗，对于读者理解皎然这一诗史论析，正是一个好例。</p> <p>　　皎然所说“初见作用之功”很有意思，这又指出了《古诗十九首》之艺术构思尚属于草创阶段。此诗前四句的景象营构与锻炼，其实仍与《黍离》较近，而与后来六朝唐代诗人比较起来，是要简单得多，也自然得多。如陆云《答张博士然》：“行迈越长川，飘摇冒风尘。通波激枉渚，悲风薄丘榛。”机杼亦近，但刻炼更甚，而流畅不若。如果说《十首诗》是“秀才说家常话”（谢榛《四溟诗话》），那末陆云则显为秀才本色了。由《黍离》到此诗，再到陆云上诗，可以明显看出中国古典诗歌的演进足迹，而此诗适为中介。所以陆时雍《古诗镜·总论》说“《十九首》谓之《风》馀，谓之诗母”。</p> <p>　　对于人生目的意义之初步的朦胧的哲理思考，对于诗歌之文学本质的初步的朦胧的觉醒。这两个“初步”，也许就是此诗乃至《古诗十九首》整组诗歌，那永久的艺术魅力之所在。</p>",
  "about": "<h2>创作背景</h2> 　　《回车驾言迈》是《古<a href=\"http://so.gushiwen.org/view_47980.aspx\">诗</a>十九首》之一。《古诗十九首》的时代和作者向来是汉魏文学研究中的热点问题，各种观点异彩纷呈。宇文所安认为中国早期诗歌是一个复制系统，找不到“古诗”早于建安时期的确凿证据。木斋提出《古诗十九 首》及建安诗歌的重要组成大部分诗作是<a href=\"http://so.gushiwen.org/author_322.aspx\">曹植</a>之作。李善注《昭明文选·杂诗上》提出其作者为无名氏，作于东汉时期，这也是二十世纪以来的主流观点。今人一般认为它并不是一时一人之作，它所产生的年代应当在东汉献帝建安之前的几十年间。当时的士人们处在苦闷的时代，面对人生苦难与多种不幸，真正感悟到了“人生非金石，岂能长寿考”的生命哲理，因此，对人生、对生活的苦闷油然而生。此诗当为作者因感慨人生苦短而作。",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": [
    "古诗三百首",
    "古诗十九首",
    "感叹",
    "人生",
    "哲理"
  ]
}