{
  "id": 50247,
  "star": 36,
  "name": "画堂春·落红铺径水平池",
  "dynasty": "宋代",
  "content": "落红铺径水平池，弄晴小雨霏霏。杏园憔悴杜鹃啼，无奈春归。<br>柳外画楼独上，凭栏手捻花枝，放花无语对斜晖，此恨谁知？",
  "fanyi": "<p><strong>译文</strong><br>落花铺满了园中小径，春水溢满了池塘。细雨霏霏，时停时下，乍晴乍阴，杏园里春残花谢只有杜鹃鸟的声声哀啼，好像在无可奈何地慨叹春天已经归去了。<br>杨柳那边，她独自登上了画楼，手捻着花枝，倚靠在栏杆上。对着这引人愁思的暮春之景，她默默无语，扔掉了手中的花儿，抬头静静地凝望着斜阳，她这满心的对春光的一往情深，对美好年华的无限眷恋之情，又有谁能知晓呢？</p> <p><strong>注释</strong><br>①画堂春：最初见《淮海居士长短句》。四十七字，前片四平韵，后片三平韵。《山谷琴趣外篇》于两结句各添一字。<br>②水平池：池塘水满，水面与塘边持平。<br>③弄晴：展现晴天。霏霏：雨雪密也。《<a href=\"http://so.gushiwen.org/view_50247.aspx\">诗</a>·小雅·采薇》有“今我来思，雨雪霏霏”。亦状云气之盛。《楚辞·九叹·远逝》有“云霏霏而陨集”。<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>《雨四首》之三：“寒雨下霏霏。”<br>④杏园：园林名，故址在今陕西西安大雁塔南。杏园是唐时著名园林，在曲江池西南，为新进士游宴之地。《秦中岁时记》：“进士杏花园初会谓之探花宴，以少俊二人为探花使，遍游名园，若他人先折得名花，则二使皆有罚。”此处以杏园借指北宋汴京之琼林苑，杨侃《皇畿赋》：“彼池之南，有苑何大。既琼林而是名，亦玉辇而是待。其或折桂天庭，花开凤城，则必有闻喜之新宴，掩杏园之旧名。”憔悴：形容人瘦弱，面色不好看。这里形容暮春花事将尽的景象。杏园憔悴，用<a href=\"http://so.gushiwen.org/author_211.aspx\">杜牧</a>《杏园》诗：“莫怪杏园憔悴去，满城多少插花人。”故知此词写落第心情。<br>⑤手捻花枝：古人以为表示愁苦无聊之动作。<br>⑥“放花”二句：明沈际飞评日：“此恨亦知不得。”因抒落第之恨，事关政治，故云“知不得”。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　该词描写精美的春归之景，以惜春之怀，发幽婉深恨之情，令人思之不尽，可谓这首词的显著特点。</p> <p>　　词的上片写春归之景。从落红铺径、水满池塘、小雨霏霏，到杏园花残、杜鹃啼叫，写来句句景语、情语。清秀柔美，深美婉约。先写飘零凋落的花瓣已经铺满了园间小路，池水上涨已与岸齐平了，再写说晴不晴，说阴不阴，小雨似在逗弄晴天一样。观看杏园已失去了“红杏枝头春意闹”的动人景色。它像一个青春逝去的女子，容颜显得憔悴而没有光泽了。再听枝头杜鹃鸟儿，传来声声“不如归去”，泣血啼唤，多么令人伤感。<a href=\"http://so.gushiwen.org/author_211.aspx\">杜牧</a><a href=\"http://so.gushiwen.org/view_50247.aspx\">诗</a>有：“莫怪杏园憔悴去，满城多少插花人”，这句可能化用小杜诗意。作者从所见所闻之春归的景物写起，不用重笔，写“落花”只是“铺径”，写“水”只是“平池”，写“小雨”只是“霏霏”，第三句写“杏园”虽用了“憔悴”二字，明写出春光之迟暮，然而“憔悴”中也仍然有着含敛的意致。片末，总括一句“无奈春归”，其无可奈何之情，已在上述描写中得到充分表现。但也只是一种“无奈”之情，而并没有断肠长恨的呼号，这样就见出一种纤柔婉丽之美。</p> <p>　　词的下片，侧重写人。写她独自一人登上冒出柳树枝头的画楼，斜倚栏杆，手捻花枝。这句似由<a href=\"http://so.gushiwen.org/author_186.aspx\">冯延巳</a>《谒金门》：“闲引鸳鸯香径里，手挼红杏蕊”词意化来。紧接着又写下一句“放花无语对斜晖”，真是神来之笔。因为一般人写到对花爱赏多只不过是“看花”、“插花”、“折花”、“簪花”，都是把对花的爱赏之情变成了带有某种目的性的一种理性之处理了。而从“手捻花枝”，接以“放花无语”，又对“斜晖”，委婉含蓄，哀怨动人，充分体现了少游词出于心性之本质的纤柔婉约的特点。</p> <p>　　<a href=\"http://so.gushiwen.org/author_125.aspx\">秦观</a>这首词所写从“手捻花枝”到“放花无语”，是如此自然，如此无意，如此不自觉，更如此不自禁，而全出于内心中一种敏锐深微的感动。当其“捻”着花枝时，其爱花是何等深情，当其“放”却花枝时，其惜花又是何等无奈。而“放花”之下，乃继之以“无语”，正是因为此种深微细致的由爱花惜花而引起的内心中的一种幽微的感动，原不是粗糙的语言所能够表达的。而又继之以“对斜晖”三个字，便更增加了一种伤春无奈之情。“放花无语对斜晖”，七个字中只是极为含蓄地写了一个“放花无语”的轻微动作，和“对斜晖”的凝立的姿态，却隐然有一缕极深幽的哀感袭人而来。所以继之以“此恨谁知”，才会使人感到其中之心果然有一种难以言说的幽微之深恨。</p> <p>　　诚然，词人没有写她“恨”什么。但从词人描绘的这幅春归图里，分明看见她面对春归景色，正在慨叹春光速人易老，感伤人生离多聚少，青春白白流逝。全词蕴藉含蓄，寄情悠远。真是义蕴言中，韵流弦外，具有言尽而意无穷的余味。</p>",
  "about": "<h2>创作背景</h2> 　　宋神宗元丰五年（1082），<a href=\"http://so.gushiwen.org/author_125.aspx\">秦观</a>应礼部试，落第罢归，赋《画堂春》。这首词就是他落第后心情不快之作春之作。",
  "poet": {
    "id": 125,
    "star": 0,
    "name": "秦观",
    "image": "http://img.gushiwen.org/authorImg/qinguan.jpg",
    "desc": "秦观（1049-1100）字太虚，又字少游，别号邗沟居士，世称淮海先生。汉族，北宋高邮（今江苏）人，官至太学博士，国史馆编修。秦观一 生坎坷，所写诗词，高古沉重，寄托身世，感人至深。秦观生前行踪所至之处，多有遗迹。如浙江杭州的秦少游祠，丽水的秦少游塑像、淮海先生祠、莺花亭；青田的秦学士祠；湖南郴州三绝碑；广西横县的海棠亭、醉乡亭、淮海堂、淮海书院等。秦观墓在无锡惠山之北粲山上，墓碑上书“秦龙图墓”几个大字。有秦家村、秦家大院以及省级文物保护单位古文游台。"
  },
  "tags": [
    "伤春",
    "抒情"
  ]
}