{
  "id": 38012,
  "star": 3,
  "name": "冬末同友人泛潇湘",
  "dynasty": "唐代",
  "content": "残腊泛舟何处好？最多吟兴是潇湘。<br>就船买得鱼偏美，踏雪沽来酒倍香。<br>猿到夜深啼岳麓，雁知春近别衡阳。<br>与君剩采江山景，裁取新诗入帝乡。",
  "fanyi": "<p><strong>译文<br></strong>腊月将尽时去哪里泛舟最好呢？吟<a href=\"http://so.gushiwen.org/view_38012.aspx\">诗</a>起兴最好之地莫过于潇湘。<br>靠近湘江正在捕鱼的渔船买来最肥美的鱼儿，逢与落雪时沽来的酒酒香更加醇厚。<br>夜深之时，深山里的猿啼遍了整片岳麓山，雁子知道春天快到了，就别离衡阳飞回北方。<br>我与君更好欣赏这江山绮丽之景，裁来新拟的诗句传到长安。</p> <p><strong>注释<br></strong>1、残腊：腊月快要结束的时候。腊，指农历十二月。<br>2、吟：吟诗。<br>3、潇湘：代指湖南一带。<br>4、偏：表示程度，很、最、特别。<br>5、倍：加倍。<br>6、岳麓（lù）：岳麓山，在湖南长沙。<br>7、雁知春近：这里指雁自衡阳而北返。<br>8、剩：更。<br>9、采：采摘，指欣赏。<br>10、帝乡：指原零陵，即现在的永州。 </p>",
  "shangxi": "<h2>赏析</h2> <p>　　<a href=\"http://so.gushiwen.org/view_38012.aspx\">诗</a>人擅长描摹景物，此诗摄取镜头二三，潇湘水边风味尽出，而诗人逸兴遄飞之态也令人感到可掬。</p> <p>　　第一、二两句就题起句，并揭出选择潇湘来游珩的目的是因其“最多吟兴”。“残腊”即为诗题中的“冬末”。古代于冬至后第三个戌日祭百神，谓之“腊”，故又称是日为腊日，十二月为腊月。“残腊”亦即十二月之末。</p> <p>　　第三、四两句承接第一句咏冬末乘舟游览之愉快。因为诗人身在船上，所以能就渔舟买来剐捕得的鲜鱼，因是冬末严寒，踏雪沽来的酒也就分外香甜和甘美。这两句写尽“残腊泛舟”所特有的风味，同时也表露了诗人“酒瓮琴书伴病身，熟谙时事乐于贫”的胸襟怀抱。</p> <p>　　第五、六两句诗人咏潇湘发人吟兴的景物。潇湘地近衡山，衡山回雁峰是大雁南下后至此返回北方之处。衡山复多猿猴。夜深猿啼，春近雁飞，那些正是潇湘典型的景象。<a href=\"http://so.gushiwen.org/author_197.aspx\">刘禹锡</a>《再授连州至衡阳酮柳柳州赠别》诗的颈联“归目并随回雁尽，愁肠正遇断猿时”，亦以雁、猿对举。此外，猿之哀鸣、雁之返飞，也都是启人愁思、惹人诗肠的景象。恬淡愉快的表象下透露出诗人壮志难酬而不得不“熟谙时事乐于贫”的悲凉心情。</p> <p>　　第七、八两句诗人说明这次与友人同泛潇湘的目的，正是为了采其江山之美以“裁取新诗”。“剩”字在此用得十分警策，它既作“没有他事，只为了……”解，又将诗人那种无可奈何的心情表露无遗。“帝乡”指京都，句意谓所作当传诵到长安。盖长安为唐政治文化中心，诗传长安，方称作者，故云。</p> <p>　　此诗通篇写泛舟潇湘时的赏心乐事和景色风物，以此表现诗人的淡泊襟怀，同时却又透露出几分无可奈何的悲哀。全诗无一字表述内心，却又将诗人的内心活动表现得真切、丰满，具有较强的艺术魅力。</p>",
  "about": "<h2>创作背景</h2> 　　这首<a href=\"http://so.gushiwen.org/view_38012.aspx\">诗</a>是<a href=\"http://so.gushiwen.org/author_291.aspx\">杜荀鹤</a>与友人在残冬之时为寻取诗料、游览潇湘时所作的一首清逸之作。诗人于湘江上泛舟，置身世外，自由自在，饮酒、戏风弄雨，一切任其自然，随遇而安，以此为乐。自然的惬意寻求让他感到生活隐逸的闲适，从而写下这首诗。",
  "poet": {
    "id": 291,
    "star": 0,
    "name": "杜荀鹤",
    "image": "http://img.gushiwen.org/authorImg/duxunhe.jpg",
    "desc": "杜荀鹤(846～904)，唐代诗人。字彦之，号九华山人。汉族，池州石埭（今安徽石台）人。大顺进士，以诗名，自成一家，尤长于宫词。官至翰学士知制造。大顺二年，第一人擢第，复还旧山。宣州田頵遣至汴通好，朱全忠厚遇之，表授翰林学士、主客员外郎、知制诰。恃势侮易缙绅，众怒，欲杀之而未及。天祐初卒。自序其文为《唐风集》十卷，今编诗三卷。事迹见孙光宪《北梦琐言》、何光远《鉴诫录》、《旧五代史·梁书》本传、《唐诗纪事》及《唐才子传》。"
  },
  "tags": [
    "写景",
    "抒情",
    "淡泊"
  ]
}