{
  "id": 69086,
  "star": 18403,
  "name": "元日",
  "dynasty": "宋代",
  "content": "爆竹声中一岁除，春风送暖入屠苏。<br>千门万户曈曈日，总把新桃换旧符。",
  "fanyi": "<p><strong>译文</strong><br>阵阵轰鸣的爆竹声中，旧的一年已经过去；和暖的春风吹来了新年，人们欢乐地畅饮着新酿的屠苏酒。<br>初升的太阳照耀着千家万户，他们都忙着把旧的桃符取下，换上新的桃符。</p> <p><strong>注释</strong><br>⑴元日：农历正月初一，即春节。<br>⑵爆竹：古人烧竹子时使竹子爆裂发出的响声。用来驱鬼避邪，后来演变成放鞭炮。一岁除：一年已尽。除，逝去。<br>⑶屠苏：“指屠苏酒，饮屠苏酒也是古代过年时的一种习俗，大年初一全家合饮这种用屠苏草浸泡的酒，以驱邪避瘟疫，求得长寿。<br>⑷千门万户：形容门户众多，人口稠密。曈曈：日出时光亮而温暖的样子。<br>⑸桃：桃符，古代一种风俗，农历正月初一时人们用桃木板写上神荼、郁垒两位神灵的名字，悬挂在门旁，用来压邪。也作春联。</p>",
  "shangxi": "<h2>赏析二</h2> <p>　　这首<a href=\"http://so.gushiwen.org/view_69086.aspx\">诗</a>描写新年元日热闹、欢乐和万象更新的动人景象，抒发了作者革新政治的思想感情。</p> <p>　　首句“爆竹声中一岁除”，在阵阵鞭炮声中送走旧岁，迎来新年。起句紧扣题目，渲染春节热闹欢乐的气氛。次句“春风送暖入屠苏”，描写人们迎着和煦的春风，开怀畅饮屠苏酒。第三句“千门万户曈曈日”，写旭日的光辉普照千家万户。用“曈曈”表现日出时光辉灿烂的景象，象征无限光明美好的前景。结句“总把新桃换旧符”，既是写当时的民间习俗，又寓含除旧布新的意思。“桃符”是一种绘有神像、挂在门上避邪的桃木板。每年元旦取下旧桃符，换上新桃符。“新桃换旧符”与首句爆竹送旧岁紧密呼应，形象地表现了万象更新的景象。</p> <p>　　<a href=\"http://so.gushiwen.org/author_405.aspx\">王安石</a>不仅是政治家，还是诗人。他的不少描景绘物诗都寓有强烈的政治内容。本诗就是通过新年元旦新气象的描写，抒写自己执政变法，除旧布新，强国富民的抱负和乐观自信的情绪。 </p><br/><h2>赏析</h2> <p>　　此<a href=\"http://so.gushiwen.org/view_69086.aspx\">诗</a>描写春节除旧迎新的景象。一片爆竹声送走了旧的一年，饮着醇美的屠苏酒感受到了春天的气息。初升的太阳照耀着千家万户，家家门上的桃符都换成了新的。</p> <p>　　这是一首写古代迎接新年的即景之作，取材于民间习俗，敏感地摄取老百姓过春节时的典型素材，抓住有代表性的生活细节：点燃爆竹，饮屠苏酒，换新桃符，充分表现出年节的欢乐气氛，富有浓厚的生活气息。</p> <p>　　“爆竹声中一岁除，春风送暖入屠苏。”逢年遇节燃放爆竹，这种习俗古已有之，一直延续至今。古代风俗，每年正月初一，全家老小喝屠苏酒，然后用红布把渣滓包起来，挂在门框上，用来“驱邪”和躲避瘟疫。</p> <p>　　第三句“千门万户曈曈日”，承接前面诗意，是说家家户户都沐浴在初春朝阳的光照之中。结尾一句描述转发议论。挂桃符，这也是古代民间的一种习俗。“总把新桃换旧符”，是个压缩省略的句式，“新桃”省略了“符”字，“旧符”省略了“桃”字，交替运用，这是因为七绝每句字数限制的缘故。</p> <p>　　诗是人们的心声。不少论诗者注意到，这首诗表现的意境和现实，还自有它的比喻象征意义，<a href=\"http://so.gushiwen.org/author_405.aspx\">王安石</a>这首诗充满欢快及积极向上的奋发精神，是因为他当时正出任宰相，推行新法。王安石是北宋时期著名的改革家，他在任期间，正如眼前人们把新的桃符代替旧的一样，革除旧政，施行新政。王安石对新政充满信心，所以反映到诗中就分外开朗。这首诗，正是赞美新事物的诞生如同“春风送暖”那样充满生机；“曈曈日”照着“千门万户”，这不是平常的太阳，而是新生活的开始，变法带给百姓的是一片光明。结尾一句“总把新桃换旧符”，表现了诗人对变法胜利和人民生活改善的欣慰喜悦之情。其中含有深刻哲理，指出新生事物总是要取代没落事物的这一规律。</p> <p>　　这首诗虽然用的是白描手法，极力渲染喜气洋洋的节日气氛，同时又通过元日更新的习俗来寄托自己的思想，表现得含而不露。</p><br/><h2>赏析三</h2> <p>　　歌颂春节的<a href=\"http://so.gushiwen.org/view_69086.aspx\">诗</a>很多。<a href=\"http://so.gushiwen.org/author_405.aspx\">王安石</a>这首抓住放鞭炮、喝屠苏酒、新桃换旧符三件传统习俗来渲染春节祥和欢乐的气氛。这样写，精炼、典型、概括力强。诗中流露出的欢快气氛，与作者开始推行新法、实行改革、希望获得成功的心情是相一致的。现在贴桃符的人少了，多数人把桃符换成了春联，但过年放鞭炮、喝酒的习俗还在民间广为流传达室。这也从一个侧面说明我们中华民族的文化传统是非常悠久的。这首诗也就具有传统美的品格。当然，现在大城市人太多，从空气的清洁和防火等方面考虑，并不提倡鞭炮。 </p>",
  "about": "<h2>创作背景</h2> 　　此<a href=\"http://so.gushiwen.org/view_69086.aspx\">诗</a>作于作者初拜相而始行己之新政时。1067年宋神宗继位，起用<a href=\"http://so.gushiwen.org/author_405.aspx\">王安石</a>为江宁知府，旋即诏为翰林学士兼侍讲，为摆脱宋王朝所面临的政治、经济危机以及辽、西夏不断侵扰的困境，1068年，神宗召王安石“越次入对”，王安石即上书主张变法。次年任参知政事，主持变法。同年新年，王安石见家家忙着准备过春节，联想到变法伊始的新气象，有感创作了此诗。",
  "poet": {
    "id": 405,
    "star": 0,
    "name": "王安石",
    "image": "http://img.gushiwen.org/authorImg/wanganshi.jpg",
    "desc": "王安石（1021年12月18日－1086年5月21日），字介甫，号半山，谥文，封荆国公。世人又称王荆公。汉族，北宋抚州临川人（今江西省抚州市临川区邓家巷人），中国北宋著名政治家、思想家、文学家、改革家，唐宋八大家之一。欧阳修称赞王安石：“翰林风月三千首，吏部文章二百年。老去自怜心尚在，后来谁与子争先。”传世文集有《王临川集》、《临川集拾遗》等。其诗文各体兼擅，词虽不多，但亦擅长，且有名作《桂枝香》等。而王荆公最得世人哄传之诗句莫过于《泊船瓜洲》中的“春风又绿江南岸，明月何时照我还。”"
  },
  "tags": [
    "古诗三百首",
    "小学古诗",
    "春节",
    "风俗",
    "抱负"
  ]
}