{
  "id": 49602,
  "star": 118,
  "name": "浣溪沙·送梅庭老赴上党学官",
  "dynasty": "宋代",
  "content": "门外东风雪洒裾，山头回首望三吴。不应弹铗为无鱼。<br>上党从来天下脊，先生元是古之儒。时平不用鲁连书。",
  "fanyi": "<p><strong>译文</strong><br>门外的东风把春雪吹洒在先生您的衣襟上，当您登上太行山头时一定会回过头来眺望三吴故乡。既然做了学官，就不应计较被派到了那艰苦的地方。<br>上党地势险要，历来被人称作天下之脊，先生志向远大，原来就以治理天下为己任。恰逢太平之时也是您不被重用的原因。</p> <p><strong>注释</strong><br>⑴浣溪沙：本唐代教坊曲名，因西施浣纱于若耶溪，故又名《浣溪纱》或《浣沙溪》。上下片三个七字句。四十二字。分平仄两体。平韵体流传至今。最早的是唐人<a href=\"http://so.gushiwen.org/author_130.aspx\">韩偓</a>词，是正体。上片三句全用韵，下片末二句用韵。过片二句用对偶句的居多。仄韵体始于南唐<a href=\"http://so.gushiwen.org/author_269.aspx\">李煜</a>。又有《小庭花》等二十余种异名。另有《摊破浣溪沙》，又名《山花子》，上下片各增三字，韵位不变。此调音节明快，句式整齐，易于上口，为婉约、豪放两派词人所常用。<br>⑵梅庭老：作者友人，生平不详，学官，州学教授。从词里可知他是三吴地区（“三吴”，众说不一，大概指今浙东、苏南一带）人。<br>⑶上党：一作“潞州”，位于现在的山西长治，北宋时与辽国接近，地属偏远。<br>⑷学官：官职名，负责地<a href=\"http://so.gushiwen.org/author_1744.aspx\">方文</a>教，职位不显。<br>⑸裾：衣的前襟。<br>⑹三吴：古地区名，说法不一，大致指今江苏、浙江的苏州、吴兴、绍兴一带。<br>⑺弹铗为无鱼：战国齐人冯谖为孟尝君食客，嫌生活清苦，弹剑而歌：“长铗归来乎，食无鱼！”铗，指剑把或剑。<br>⑻脊：脊梁。上党其地甚高，古有与天为党之说，故云“天下脊”。<br>⑼先生：指梅庭老。<br>⑽鲁连书：《史记·鲁仲连列传》：齐军攻打聊城一年多不能下，鲁仲连写书信给守城燕将，燕将见书哭泣三日，犹豫不决而自杀。这句话：如今天下太平用不上鲁仲连这类书信。意劝梅庭老安心去作学官，不要想去立什么奇功。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　“门外东风雪洒裾”，是写送别的时间与景象。尽管春已来临，但因春雪，而气候尚很寒冷。而“飞雪似梅花”的情景，隐含无限惜别之意。这时有“雪洒裾（衣襟）”，而不言“泪沾衣”，颇具豪爽气概。次句即有一较大跳跃，由眼前写到别后，想象梅庭老别去途中，于“山头回首望三吴”，对故园依依不舍。这里作者不是强调三吴可恋，而是写一种人之常情。第三句再进一层，谓“不应弹铗为无鱼。”这句用战国齐人冯谖事，冯谖为孟尝君食客，曾嫌不受重视，弹铗（宝剑）作歌道：“长铗归来乎，食无鱼”（《战国策·齐策》）。此句意谓梅庭老做了学官，不必唱归来了。同时又似乎是说，尽管上党地方艰苦，亦不必计较个人待遇，弹铗使气。正因为意思在两者之间，语气显得尤为诚恳。</p> <p>　　过片音调转高亢：“上党从来天下脊”。意谓勿嫌上党边远，其地势实险要。盖秦曾置上党郡，因其地势高，故有“与天为党”之说。<a href=\"http://so.gushiwen.org/author_211.aspx\">杜牧</a>《贺中书门下平泽潞启》：“上党之地，肘京洛而履蒲津，倚太原而跨河朔，战国时，张仪以为天下之脊。”作者《雪浪石》<a href=\"http://so.gushiwen.org/view_49602.aspx\">诗</a>亦云：“太行西来万马屯，势与贷岳争雄尊。飞狐上党天下脊，半掩落日先黄昏。”可以参读。</p> <p>　　“先生元是古之儒”，此称许梅庭老有如古之大儒，以天下为己任，意谓勿以学官而自卑。此句与上句形成一联，笔力豪迈，高唱警挺，足以壮友人行色。然而，不免还有一个问题，既然上党是要地，梅庭老又是大儒，为何不委以大任，而任“学官”这种小角色呢？末句补说，“时平不用鲁连书”。承接上句，用鲁连的典故，表达了作者劝勉和同情之意。鲁连，即鲁仲连，战国齐人，曾在赵国游学，当时正逢秦国围攻赵国，魏国派人劝告说赵国奉秦王为帝，鲁仲连力排众议，使赵国保持了独立。后来，齐国大将田单攻打聊城，久攻不下。鲁仲连修书一封，用箭射入城中，劝说守城燕将，燕将看到书信后，犹豫不定，哭泣三天后自杀。田单收复聊城后，想封赏鲁仲连，鲁仲连逃隐于海上。《史记》对鲁仲连评价很高。因上党是赵国旧地，当时宋辽早已议和，所以说时代承平，梅庭老即使有鲁连那样的奇妙计策，也没有用的地方。此句既有劝勉梅庭者随遇而安之意，又有对其生未逢时不得重用之遭的同情。</p> <p>　　这首词全词仅六句，却寓义曲折深远，既同情于友人，又开导他努力工作，可以看得出，作者是想用自己乐观旷达的人生态度去影响友人，出语洒脱却发自肺腑，真挚动人。</p>",
  "about": "<h2>创作背景</h2> 　　这是一首送别词，<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>的友人梅庭老到上党（今山西长治）任学官，苏轼便写了这首词送他。",
  "poet": {
    "id": 183,
    "star": 0,
    "name": "苏轼",
    "image": "http://img.gushiwen.org/authorImg/sushi.jpg",
    "desc": "苏轼（1037－1101），北宋文学家、书画家、美食家。字子瞻，号东坡居士。汉族，四川人，葬于颍昌（今河南省平顶山市郏县）。一生仕途坎坷，学识渊博，天资极高，诗文书画皆精。其文汪洋恣肆，明白畅达，与欧阳修并称欧苏，为“唐宋八大家”之一；诗清新豪健，善用夸张、比喻，艺术表现独具风格，与黄庭坚并称苏黄；词开豪放一派，对后世有巨大影响，与辛弃疾并称苏辛；书法擅长行书、楷书，能自创新意，用笔丰腴跌宕，有天真烂漫之趣，与黄庭坚、米芾、蔡襄并称宋四家；画学文同，论画主张神似，提倡“士人画”。著有《苏东坡全集》和《东坡乐府》等。"
  },
  "tags": [
    "送别",
    "抒怀"
  ]
}