{
  "id": 71424,
  "star": 40,
  "name": "长相思·去年秋",
  "dynasty": "宋代",
  "content": "去年秋，今年秋，湖上人家乐复忧。西湖依旧流。<br>吴循州，贾循州，十五年前一转头。人生放下休。",
  "shangxi": "<h2>赏析</h2> <p>　　全词节奏明快，流畅通俗，有歌谣特点，同庆幸恶有恶报的心绪适应，而上下两片的最后一句均有咏叹韵味见感慨遥深。这是一首同时事密切相关的小词，表现了对贤相奸臣之间的人心向背，有历史资料和文献意义，艺术也是圆熟的。</p> <p>　　<a href=\"http://so.gushiwen.org/view_71424.aspx\">诗</a>言志，词言情。然而这首词却独树一帜，以词进行讽刺，在唐宋词也极为鲜见，但在讽喻中不见尖酸刻薄，艺术表现力极强，是一朵散发异香的奇葩。这首词讽喻当时世道。南宋景定年间，奸臣贾似道当权，其谗毁宰相<a href=\"http://so.gushiwen.org/author_72.aspx\">吴潜</a>，使之被贬循州，并其后将其毒死。贾似道继为宰相，终日淫乐，不料事有偶然，德祐元年，贾与元军作战失利逃跑，也恰恰被罢贬循，且也是在循州被县尉郑虎臣锺杀于木棉庵。前后十五年如此巧合，因此作者抓住这点对贾似道的鞭挞。嘲讽和对弄权者的正色告诫，语言含蓄，但语意却是极其尖锐的。</p> <p>　　上片开头“去年秋，今年秋”，两句，着意用两个秋字使词罩上一层萧瑟 、落寂的气氛，年复一年，一个个凋谢的秋天又将过去。“湖上人家”两句又着意表现权臣贾似道权力显赫飞扬跋扈 ，与秋风落叶、灰飞烟灭的对比，“乐”“忧”转换何其快哉！“湖上人家”暗指在西湖大筑别墅 ，荒淫娱乐的贾似道。一个“湖上人家”落笔轻巧，而却充满对贾的嘲讽揶谕。“西湖依旧流”更是以西湖冷眼旁观的语调，衬托人生无常，善恶报应的无情。句式好像在写景，其实揭露主题，启人深思。</p> <p>　　下片几句与上片不同。上片用笔曲中见直下片则直中含曲。“吴循州，贾循州”以简单的句式揭示深刻的含义。吴潜，贾似道同为权臣，同贬循州，同死于循州客乡，戏剧性的对此，又寄托作者对两人的爱憎。贾似道误国弄权，终死循州，而吴潜也虽有报国之志，却难脱循州之难 。贾似道更是可憎可恶可笑，其害人终害已 ，十五年荣华，一朝也不过身败名裂，多么的可悲。“十五年间”二句，作者又郑重告诫说，“人生放下休”，人世无常，还是丢开世情，免生烦恼。其中虽包含对贾的讽刺，但也含有对人生消极避世的消极思想，在此也应注意。</p> <p>　　全词短小精悍，口语化极强，语言质朴生动，极富节奏感，和浓愈的民歌风味，其中包含讽古喻今的现实主义色彩也极为难能可贵。另外在艺术表现上作者把含蓄与明快熔为一体，使形式和内容更好的统一起来，我们会在慢慢品味中体会出来。 </p><br/><h2>鉴赏</h2> <p>　　贾似道贬死于赴循州道上，为恭帝德祐元年（1275），距<a href=\"http://so.gushiwen.org/author_72.aspx\">吴潜</a>被贬循州（1259）整整过了十五年，故词中有“十五年前一转头”句。</p> <p>　　上片，“去年秋，今年秋”言时光年复一年。“湖上人家乐复忧”，看去似乎泛指西湖一带人民生活变化，实际上是指贾似道，他生长在西湖，长期在这里为官，且有别墅“后乐园”在这里。往日，他青云直上，终日荒淫，得意、专横，何其乐也，今天，他竟遭可耻可悲的下场，又何其忧也，所以云“乐复忧”。接着用“西湖依旧流”作为反衬，大自然江山依旧，然而人事全非，显示历史无情。</p> <p>　　下片，“吴循州，贾循州”，南宋末年同时在朝的两丞相，一个是坚持抗元的忠臣，一个是恶贯满盈的奸相，却先后贬徙同一循州，死于边远，时间仅仅相隔十五年。看来是一种偶然巧合，实际上，吴之贬谪循州，由于贾之陷害，贾之贬谪循州是他陷害忠良、恶事作绝后所得报复。十五年前蒙冤惨死的吴潜，今日追复原官，得到昭雪，虽死犹存。当年作威作福的贾似道，今天活活被人锤死，遗臭万年。“十五年前一转头”，时光何其速也，转瞬之间，命运向相反的方向作了转化，对这种恶人遭恶报，好人得昭雪的转化，时人拍手称快，庆幸欢欣。贾似道若早知今天的下场，当初何必那么残狠。“人生放下休”是从“十五年前（间）一转头”的历史变迁中申发出来的感慨。“三十年河东，四十年河西”，人事无常，为人不可狠毒，不要得意忘形，人生又切不可太认真，所以说“放下休”。放下休，即放下吧，休是语气词。“人生放下休”与“西湖依旧流”前后照应，既表明江山依旧，历史无情，又有人事无常的慨叹。</p> <p>　　词作于南宋理宗景元年，作者抓住十五年前后的吴、贾同贬循州这一巧合，形象地指出弄权者机关算尽，最终可悲地走上他为别人设计的死亡之路。上片写贾似道误国害人的可耻下场。下片道出吴贾两人被贬循州的本质区别。一个是坚持抗元的忠臣，虽死犹存。一个恶性循环贯满盈的奸相，遗臭万年。这首词节奏明快，流畅通俗，有歌谣特点。</p>",
  "about": "<h2>注解</h2> 1.湖上人家：特指贾似道。他在西湖葛岭筑有“半闲堂”。<br>2.乐复忧：指乐忧相继，言其祸福无常。<br>3.吴循州：指<a href=\"http://so.gushiwen.org/author_72.aspx\">吴潜</a>。<br>4.贾循州：指贾似道。<br/><h2>创作背景</h2> <p>　　吴循州即<a href=\"http://so.gushiwen.org/author_72.aspx\">吴潜</a>（1190？──1262），字毅夫，宋宁宗嘉定年间进士，历官至江东安抚留守，应诏陈事时，因得罪了当时的宰相被罢奉祠。宋理宗淳祐十一年（1256）入为参知政事，拜右丞相兼枢密使。主张加强战备抗御元兵，不满苟安国策，并向丁大全、沈炎、高铸、贾似道等奸臣斗争，被奸臣忌恨。开庆初（1259）因贾似道、沈炎勾结陷害，贬谪循州。景定三年（1262）贾似道派人将他毒死于贬所。时人为抱不平，于被贬十五年后，即宋恭帝德祐元年（1275）追复原官。</p> <p>　　贾循州即贾似道（1213─1275），字师宪。理宗时，以外戚入朝，官至左丞相，权倾朝野。端平初（1234）蒙古兵灭金后，进攻鄂州，贾似道名为守汉阳，实际上向敌人纳币请和，而又诡称用兵解围，欺上瞒下，品质极为恶劣。当时，吴潜为右丞相，移兵黄州，扼守长江要冲，积极抗元。贾似道因怀疑吴潜对他不利，就利用吴潜同理宗在立太子问题上的矛盾，唆使沈炎诬告吴潜，致使吴潜含冤被贬。时吴已年近七十，为国忧伤不已，进而贾似道又派人将吴毒死于循州，正直士人无不愤恨，民间亦有歌谣讽刺。</p> <p>　　日后度宗即位，贾似道又以太师同平章事，封魏国公，更加跋扈专权，不可一世。并在西湖建别墅，名后乐园，终日淫乐。“大小朝政，一切决于馆客，日与群妾斗蟋蟀”。元兵进攻南京，贾似道受命领兵抗元，正在战事紧急关头，他却乘小船逃跑，奔扬州，造成不可挽回的败局，加速了南宋王朝的灭亡，以至天怨人怒，国人皆欲杀之。大臣陈宜中等弹劾他的罪恶，终于德祐元年（1275）被贬，因他名声太坏，有的地方拒绝安置他，最后也流放到他曾毒害过吴潜的循州。时人大为称快。县尉郑虎臣是一个富于正义感的人，担任送贾似道赴贬所的任务，一路上对贾似道倍加报复，掀开轿篷，任烈日暴晒，让轿夫们唱杭州歌谣谑他。走到一个古寺，见寺壁有吴潜被贬南行时题词，故意问贾似道：“贾团练，吴丞相何以至此？”贾似道惭不能对。行至漳州木棉庵（今福建漳浦县），郑虎臣多次要贾似道自杀，贾不从，于是被郑虎臣“拉杀之”，用锤将贾锤死。</p>",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": [
    "秋天",
    "回忆",
    "感叹"
  ]
}