{
  "id": 17611,
  "star": 1,
  "name": "元和圣德诗",
  "dynasty": "唐代",
  "content": "皇帝即阼，物无违拒。曰旸而旸，曰雨而雨。维是元年， <br> 有盗在夏。欲覆其州，以踵近武。皇帝曰嘻，岂不在我。 <br> 负鄙为艰，纵则不可。出师征之，其众十旅。军其城下， <br> 告以福祸。腹败枝披，不敢保聚。掷首陴外，降幡夜竖。 <br> 疆外之险，莫过蜀土。韦皋去镇，刘辟守后。血人于牙， <br> 不肯吐口。开库啖士，曰随所取。汝张汝弓，汝鼓汝鼓。 <br> 汝为表书，求我帅汝。事始上闻，在列咸怒。皇帝曰然， <br> 嗟远士女。苟附而安，则且付与。读命于庭，出节少府。 <br> 朝发京师，夕至其部。辟喜谓党，汝振而伍。蜀可全有， <br> 此不当受。万牛脔炙，万瓮行酒。以锦缠股，以红帕首。 <br> 有恇其凶，有饵其诱。其出穰穰，队以万数。遂劫东川， <br> 遂据城阻。皇帝曰嗟，其又可许。爰命崇文，分卒禁御。 <br> 有安其驱，无暴我野。日行三十，徐壁其右。辟党聚谋， <br> 鹿头是守。崇文奉诏，进退规矩。战不贪杀，擒不滥数。 <br> 四方节度，整兵顿马。上章请讨，俟命起坐。皇帝曰嘻， <br> 无汝烦苦。荆并洎梁，在国门户。出师三千，各选尔丑。 <br> 四军齐作，殷其如阜。或拔其角，或脱其距。长驱洋洋， <br> 无有龃龉。八月壬午，辟弃城走。载妻与妾，包裹稚乳。 <br> 是日崇文，入处其宇。分散逐捕，搜原剔薮。辟穷见窘， <br> 无地自处。俯视大江，不见洲渚。遂自颠倒，若杵投臼。 <br> 取之江中，枷脰械手。妇女累累，啼哭拜叩。来献阙下， <br> 以告庙社。周示城市，咸使观睹。解脱挛索，夹以砧斧。 <br> 婉婉弱子，赤立伛偻。牵头曳足，先断腰膂。次及其徒， <br> 体骸撑拄。末乃取辟，骇汗如写。挥刀纷纭，争刌脍脯。 <br> 优赏将吏，扶珪缀组。帛堆其家，粟塞其庾。哀怜阵没， <br> 廪给孤寡。赠官封墓，周匝宏溥。经战伐地，宽免租簿。 <br> 施令酬功，急疾如火。天地中间，莫不顺序。幽恒青魏， <br> 东尽海浦。南至徐蔡，区外杂虏。怛威赧德，踧踖蹈舞。 <br> 掉弃兵革，私习簋簠。来请来觐，十百其耦。皇帝曰吁， <br> 伯父叔舅。各安尔位，训厥甿亩。正月元日，初见宗祖。 <br> 躬执百礼，登降拜俯。荐于新宫，视瞻梁梠.戚见容色， <br> 泪落入俎。侍祠之臣，助我恻楚。乃以上辛，于郊用牡。 <br> 除于国南，鳞笋毛簴。庐幕周施，开揭磊砢.兽盾腾拏， <br> 圆坛帖妥。天兵四罗，旂常婀娜。驾龙十二，鱼鱼雅雅。 <br> 宵升于丘，奠璧献斝。众乐惊作，轰豗融冶。紫焰嘘呵， <br> 高灵下堕。群星从坐，错落侈哆。日君月妃，焕赫婐vi. <br> 渎鬼濛鸿，岳祗嶪峨。饫沃膻芗，产祥降嘏。凤凰应奏， <br> 舒翼自拊。赤麟黄龙，逶陀结纠。卿士庶人，黄童白叟。 <br> 踊跃欢呀，失喜噎欧。乾清坤夷，境落褰举。帝车回来， <br> 日正当午。幸丹凤门，大赦天下。涤濯刬磢，磨灭瑕垢。 <br> 续功臣嗣，拔贤任耇.孩养无告，仁滂施厚。皇帝神圣， <br> 通达今古。听聪视明，一似尧禹。生知法式，动得理所。 <br> 天锡皇帝，为天下主。并包畜养，无异细钜。亿载万年， <br> 敢有违者？皇帝俭勤，盥濯陶瓦。斥遣浮华，好此绨纻。 <br> 敕戒四方，侈则有咎。天锡皇帝，多麦与黍。无召水旱， <br> 耗于雀鼠。亿载万年，有富无窭。皇帝正直，别白善否。 <br> 擅命而狂，既翦既去。尽逐群奸，靡有遗侣。天锡皇帝， <br> 厖臣硕辅。博问遐观，以置左右。亿载万年，无敢余侮。 <br> 皇帝大孝，慈祥悌友。怡怡愉愉，奉太皇后。浃于族亲， <br> 濡及九有。天锡皇帝，与天齐寿。登兹太平，无怠永久。 <br> 亿载万年，为父为母。博士臣愈，职是训诂。作为歌诗， <br> 以配吉甫。",
  "poet": {
    "id": 682,
    "star": 0,
    "name": "韩愈",
    "image": "http://img.gushiwen.org/authorImg/hanyu.jpg",
    "desc": "韩愈（768～824）字退之，唐代文学家、哲学家、思想家，河阳（今河南省焦作孟州市）人，汉族。祖籍河北昌黎，世称韩昌黎。晚年任吏部侍郎，又称韩吏部。谥号“文”，又称韩文公。他与柳宗元同为唐代古文运动的倡导者，主张学习先秦两汉的散文语言，破骈为散，扩大文言文的表达功能。宋代苏轼称他“文起八代之衰”，明人推他为唐宋八大家之首，与柳宗元并称“韩柳”，有“文章巨公”和“百代文宗”之名，作品都收在《昌黎先生集》里。韩愈在思想上是中国“道统”观念的确立者，是尊儒反佛的里程碑式人物。"
  },
  "tags": []
}