{
  "id": 48600,
  "star": 457,
  "name": "浣溪沙·一向年光有限身",
  "dynasty": "宋代",
  "content": "一向年光有限身，等闲离别易销魂，酒筵歌席莫辞频。<br>满目山河空念远，落花风雨更伤春，不如怜取眼前人。",
  "fanyi": "<p><strong>译文</strong><br>片刻的时光，有限的生命，宛若江水东流，一去不返，深感悲伤。于是，频繁的聚会，借酒消愁，对酒当歌，及时行乐，聊慰此有限之身。<br>若是登临之际，放眼辽阔河山，突然怀思远别的亲友；就算是独处家中，看到风雨吹落了繁花，更令人感伤春光易逝。不如在酒宴上，好好爱怜眼前的人。</p> <p><strong>英译</strong><br>What can a short-lived man do with the fleeting year and soul-consuming separations from his dear? Refuse not banquet when fair singing girls appear!<br>With hills and rills in sight, I miss the far-off in vain. How can I bear the fallen blooms in wind and rain! Why not enjoy the fleeting pleasure now again?</p> <p><strong>注释</strong><br>①一向：一晌，片刻，一会儿。年光：时光。有限身：有限的生命。<br>②等闲：平常，随便，无端。<br>③销魂：极度悲伤，极度快乐。<br>④莫辞频：频，频繁。不要因为次数多而推辞。<br>⑤怜取眼前人：<a href=\"http://so.gushiwen.org/author_18.aspx\">元稹</a>《会真记》载<a href=\"http://so.gushiwen.org/author_2831.aspx\">崔莺莺</a><a href=\"http://so.gushiwen.org/view_48600.aspx\">诗</a>：“还将旧来意，怜取眼前人。”怜：珍惜，怜爱。取：语助词。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　该词是宴会上即兴之作。下片首两句虽然仍是念远伤春，但气度较大，从放眼河山到风雨惜别，引出眼前人，并与上片别宴离歌前后呼应。</p> <p>　　词中所写的并非一时所感，也非一事，而是反映了作者人生观的一个侧面：悲年光之有限，感世事之无常；慨叹空间和时间的距离难以逾越，慨叹对已逝美好事物的追寻总是徒劳，在山河风雨中寄寓着对人生哲理的探索。词人幡然感悟，认识到要立足现实，牢牢地抓住眼前的一切。</p> <p>　　“ 一向年光有限身。”，劈空而来，语甚警炼。惜春光之易逝，感盛年之不再，有撼人心魄的效果。紧接“等闲”句，加厚一笔。词中所写的，不是生离，更不是死别，而只不过是寻常的离别而已。“等闲”二字，殊不等闲，具见词人之深于情。在短暂的人生中，别离是不只一次会遇到的，而每一回离别，都占去有限年光的一部分，词人唯有强自宽解：“ 酒筵歌席莫辞频”。痛苦是无益的，不如对酒当歌， 自遣情怀吧。这句写及时行乐，聊慰此有限之身。</p> <p>　　上片起调不做任何铺垫，直言年华有限，稍纵即逝，以精炼的语言表达富有深度的哲理，让人不觉为之一振。紧接着，词人将离别看成是平常事，可见人的一生离别之多，因而“易销魂”，但词人转而又写“酒筵歌席莫辞频”，表达人生短暂，莫为离别伤神，应当及时行乐的思想。</p> <p>　　过片二语，气象宏阔，意境莽苍，以健笔写闲情，兼有刚柔之美。两句是设想之辞。若是登临之际，放眼辽阔的河山，徒然地怀思远别的亲友；就算是独处家中，看到风雨摧落了繁花，更令人感伤春光易逝。语本<a href=\"http://so.gushiwen.org/author_521.aspx\">李峤</a>《汾阴行》：“山川满目泪沾衣，富贵荣华能几时？”作者不欲刻意去伤春伤别，故要想办法从痛苦中解脱出来。</p> <p>　　“不如怜取眼前人。”意谓去参加酒筵歌席，好好爱怜眼前的歌女。作为富贵宰相的<a href=\"http://so.gushiwen.org/author_432.aspx\">晏殊</a>，他不会让痛苦的怀思去折磨自己，也不会沉湎于歌酒之中而不能自拔，他要“怜取眼前人”，也只是为了眼前的欢娱而已，这是作者对待生活的一贯态度。</p> <p>　　下片抒情。起首两句为空想之辞：到了登临之时，放眼望去尽是大好河山，不禁徒然思念起远方的友人；等到风雨吹落繁华之际，才发现春天易逝，不禁更生伤春愁情。这两句词意境开阔、辽远，表现出词人对时空不可逾越，消逝的事物不可复得的感慨。结句中，词人以“不如”一词转折，再次表达了自己及时享乐的思想：与其徒劳地思念远方的亲友，因风雨摇落的花朵而伤怀，不如实际一些，珍惜眼前朋友的情谊。这也是词人对待生活的一种态度。 </p> <p>　　这首词又是《珠玉词》中的别调。大晏的词作，用语明净，下字修洁，表现出闲雅蕴藉的风格；而在本词中，作者却一变故常，取景甚大，笔力极重，格调遒上。抒写伤春念远的情怀，深刻沉着，高健明快，而又能保持一种温婉的气象，使词意不显得凄厉哀伤。</p>",
  "poet": {
    "id": 432,
    "star": 0,
    "name": "晏殊",
    "image": "http://img.gushiwen.org/authorImg/yanshu.jpg",
    "desc": "晏殊【yàn shū】（991-1055）字同叔，著名词人、诗人、散文家，北宋抚州府临川城人（今江西进贤县文港镇沙河人，位于香楠峰下，其父为抚州府手力节级），是当时的抚州籍第一个宰相。晏殊与其第七子晏几道（1037-1110），在当时北宋词坛上，被称为“大晏”和“小晏”。"
  },
  "tags": [
    "宋词三百首",
    "婉约",
    "感叹",
    "离别"
  ]
}