{
  "id": 20420,
  "star": 30,
  "name": "开愁歌",
  "dynasty": "唐代",
  "content": "秋风吹地百草干，华容碧影生晚寒。<br>我当二十不得意，一心愁谢如枯兰。<br>衣如飞鹑马如狗，临歧击剑生铜吼。<br>旗亭下马解秋衣，请贳宜阳一壶酒。<br>壶中唤天云不开，白昼万里闲凄迷。<br>主人劝我养心骨，莫受俗物相填豗。",
  "fanyi": "<p><strong>译文<br></strong>萧瑟秋风吹得大地百草枯干，华山苍碧的身影傍晚带微寒。<br>我年当二十仕途坎坷不得意，心中愁苦颓丧如衰枯的秋兰。<br>衣服烂得像飞鹑胯下马如狗，面临岔路口拔剑向天发怒吼。<br>酒店下马后脱下秋衣作抵押，请赊给我这宜阳人一壶美酒。<br>酒醉中我呼唤老天层云不散，万里白昼顷刻之间一片凄迷。<br>店主人劝我好好保养身子骨，别让那尘世俗物填塞在心里。</p> <p><strong>注释<br></strong>⑴飞鹑（chún）：形容衣衫褴褛。马如狗：形容马极瘦小。《后汉书》“车如鸡栖马如狗。”<br>⑵临歧：面临岔路。<br>⑶旗亭：此指酒肆。<br>⑷贳（shì）：赊欠。宜阳：地名，即福昌县，在今河南省。<br>⑸填豗（huī）：豗，相击。填豗，就是填塞心胸的意思。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　开头二句写景。秋风萧瑟，草木干枯，傍晚时分，寒气袭人，路旁的花树呈现出愁惨的容颜。<a href=\"http://so.gushiwen.org/view_20420.aspx\">诗</a>人把自己的心理因素融合在外界的景物之中，使外在景物增添了生命的光彩，带有一种神秘的诱惑力。</p> <p>　　三、四句写情。秋气肃杀，满目萧条，诗人触景生情，直抒胸臆，表达了深沉的痛苦。<a href=\"http://so.gushiwen.org/author_349.aspx\">李贺</a>二十一岁应河南府试。初试告捷，犹如雏鹰展翅，满以为从此便可扶摇直上，不料有人以李贺“父名晋肃，子不得举进士”为由，阻挠他参加进士考试。“我当二十不得意，一心愁谢如枯兰”正是这种抑郁悲愤心境的写照。这里的“枯兰”是由眼前的秋花引起的联想，用它来形容受到沉重打击之后忧伤绝望的“心”，奇特而又妥帖，形象鲜明，含义深厚。兰花素雅，象征诗人高洁的胸怀；兰花枯谢，则是他那颗被揉碎了的心的生动外现。</p> <p>　　中间四句进一步描述诗人愁苦愤懑的情怀。“衣如飞鹑马如狗”写衣着和坐骑，用漫画式的夸张手法，显示他穷困不堪的处境，笔墨清新，形象突出。“临歧击剑”句，写行动而重在抒情。击剑不是为了打斗，而是为了发泄心中的怨气。“吼”字是拟物，也是拟人。剑本来是不会“吼”的，这里用猛兽的咆哮声来比拟击剑人心底的“怒吼”。如此辗转寄托，把抽象的感情变成具体的物象，不断地撼动着读者的心灵。句首的“临歧”二字，含有哭穷途的意思。站在十字路口，不知走哪条路好。事实上眼前没有一条路可以通向理想境界了，这使诗人悲愤填膺。</p> <p>　　“临歧击剑”，愁苦愤懑已极，要得解脱，唯一的办法只有求救于酒，以酒浇愁。可是诗人身无分文，于是下马脱下“秋衣”，拿到酒店换酒。这两句进一步表现诗人穷愁潦倒的生活境况。秋天的傍晚，寒气侵肤，诗人竟在这时脱衣换酒，他已经穷困到了食不果腹的地步。衣不可脱而非脱不可，酒可不喝而非喝不行，表现了诗人极度苦闷的心情。</p> <p>　　衣服当了，酒也喝上了，心中的愁苦却还是没有解除。“壶中唤天云不开，白昼万里闲凄迷。”醉后呼天，天也不应，浮云蔽日，白昼如冥，看不到一点希望的光亮，诗人忧心如焚。写到这里，痛苦、绝望已经到了登峰造极的程度。</p> <p>　　结尾二句，诗意一折，写酒店主人好言劝慰，要他注意保重身体，不要让俗物填塞心胸。感情愤闷到了极致，语气却故作跌落缓和之势，这二句，既起了点题的作用（诗题“开愁”，含有排解愁闷之意），同时深化了诗歌所表达的愤世嫉俗思想，显得深沉有力而又回荡多姿。</p> <p>　　全诗意脉连贯，一气呵成，由悲秋而起失意之感，由失意至激愤、至绝望、至自我解脱，情感变化轨迹分明、自然。笔调豪放，意境苍凉。或写景，或叙事，或抒情，浑然一体，又脉络清晰，被钱钟书称为“眉疏目爽之作”（《谈艺录》一三）。</p>",
  "about": "<h2>创作背景</h2> 　　<a href=\"http://so.gushiwen.org/author_349.aspx\">李贺</a>举进士不得回归故里，后在唐宪宗元和三年（公元808年）和元和六年（公元811年）再赴长安，途径华阴县，写下了这首<a href=\"http://so.gushiwen.org/view_20420.aspx\">诗</a>。",
  "poet": {
    "id": 349,
    "star": 0,
    "name": "李贺",
    "image": "http://img.gushiwen.org/authorImg/lihe.jpg",
    "desc": "李贺（约公元791年-约817年），字长吉，汉族，唐代河南福昌（今河南洛阳宜阳县）人，家居福昌昌谷，后世称李昌谷，是唐宗室郑王李亮后裔。有“诗鬼”之称，是与“诗圣”杜甫、“诗仙”李白、“诗佛”王维相齐名的唐代著名诗人。著有《昌谷集》。李贺是中唐的浪漫主义诗人，与李白、李商隐称为唐代三李。有“‘太白仙才，长吉鬼才’之说。李贺是继屈原、李白之后，中国文学史上又一位颇享盛誉的浪漫主义诗人。李贺长期的抑郁感伤，焦思苦吟的生活方式，元和八年（813年）因病辞去奉礼郎回昌谷，27岁英年早逝。"
  },
  "tags": [
    "秋天",
    "饮酒",
    "抒怀"
  ]
}