{
  "id": 51569,
  "star": 5,
  "name": "烛影摇红·送会宗",
  "dynasty": "宋代",
  "content": "老景萧条，送君归去添凄断。赠君明月满前溪，直到西湖畔。 <br>门掩绿苔应遍。为黄花、频开醉眼。橘奴无恙，蝶子相迎，寒窗日短。会宗小斋名梦蝶，前植橘，东偏甚广。",
  "shangxi": "<h2>赏析</h2> <p>　　这首词写老友别后作者的凄凉寂寞心境，同时写他对老友的深切思念之情。会宗名沈蔚，吴兴人，是词人的老朋友，也是当时有名的词人。沈蔚与毛滂、贾收等为<a href=\"http://so.gushiwen.org/view_51569.aspx\">诗</a>友，有诗词唱和。</p> <p>　　首二句“老景萧条，送君归去添凄断”。开头即从别后写起。词人晚年官运不佳，家计落拓，无以为生，“老景萧条”并不是作者无病呻吟，而是自己生活的真实写照。“断”是极、尽之意。“凄断”即极度凄凉。老境本已萧条，更兼老友离去，凄凉冷落已至极点。这是“屋漏更遭连夜雨”的写法。一个“添”字，使本已极度的凄寂更进一步，颇具感染力。从“赠君”句起，作者放下自己这一面不叙，专写老友那一面。“赠君明月满前溪，直到西湖畔”。明明是明月照着友人沿溪乘舟而去，词人却偏要说明月是他送与友人的。这一方面写出了他与友人情谊的深厚，其中也包含了对友人的祝福，另一方面，又表明了词人羡慕友人一路有美景相伴，直到那景色更美的西子湖畔，从而进一步反衬出自己的凄寂。</p> <p>　　下片纯是设想，写友人归家后的情景。“门掩绿苔应遍”。“应”即设想之辞，设想友人多日不归，遂无人迹，绿苔满阶，空落静寂。“为黄花、频开醉眼”。这是写友人回家后对他的思念。作者设想友人分别以后，因思念自己，只能独自一人，醉对黄花（菊花）而已。人的行为，或为他人，或为自己。但是在这里，作者设想老友的行为（饮酒）既不是为他人，也似乎不是为自己，而是“为”黄花。友人的饮酒，只是为了不辜负黄花的开放。这个“为”字既写出了老友因同他的分别而深感孤独，又写出了友人对他的思念。“醉眼频开”四字，形象感极强。如果饮而未醉，眼本是睁着的，那只是饮酒赏菊，无需“频开”。用“频开”二字，形象地写出了饮到醉眼朦胧之际，只能用残存的一点意志力去挣扎着“频开醉眼”。这一句，不仅写了醉酒，而且写了醉态。</p> <p>　　最后三句，进一步叙写友人回家后的孤寂之情，从背面淋漓尽致地表现了词人与友人深厚的情谊。沈蔚家中小斋名梦蝶（当出“庄生梦蝶”典），斋前植橘树。“橘奴无恙，蝶子相迎”。“橘奴”即斋前橘树。三国时丹阳太守李衡<a href=\"http://so.gushiwen.org/author_28.aspx\">于武陵</a>汜洲上种橘千株，称“千头木奴”，谓种橘如蓄奴，后因称橘为橘奴。“蝶子”即指小斋梦蝶。这两句是说室外（种橘之庭院）无人，“寒窗日短”是说室内（小斋内）无人。词人设想友人回家以后，橘树当无恙，却只有空寂的书斋（小斋“梦蝶”）相迎，暗写无人迎接。友人因同他分别，只能独对寒窗，打发着一天短似一天的日子。其实，沈蔚回家以后，是不是独自一人，是不是“为黄花、频开醉眼”，这都无关紧要。作者这样设定，只是要表达自己的某种情感。</p> <p>　　这首词不同于一般的送别诗（词），其特点有二：一、一般写送别，多写送别时依依不舍之情。如<a href=\"http://so.gushiwen.org/author_289.aspx\">王勃</a>《送杜少府之任蜀州》、<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>《送友人》等都是。<a href=\"http://so.gushiwen.org/author_535.aspx\">柳永</a>的《雨霖铃》，上片写送别情景，依依不舍，下片写别后思念之情。这首词则一开头就从别后写起。二、一般写别后思念之情，多写作者一方的情景，写作者对对方的怀念之深。上述柳永《雨霖铃》下半阕即是如此。这首词从第三句始，偏放下作者这一面，只写友人一方。设想友人别后归家沿途的美景，设想友人回家后思念作者的心情，而作者与友人情谊之厚，自然地寓于其中。作者的设想描写愈是细腻真切，就愈表现出自己对友人的关怀之切，思念之深。这种写法在古典送别诗词中是不多见的。<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>诗《月夜》与这首词的写法依稀相似，不过那是写忆内，这是写怀友，却又不同。</p>",
  "poet": {
    "id": 710,
    "star": 0,
    "name": "毛滂",
    "desc": "毛滂，字泽民，衢州江山人，约生于嘉佑六年（1061），卒于宣和末年。有《东堂集》十卷和《东堂词》一卷传世。"
  },
  "tags": [
    "离别",
    "思念",
    "友人"
  ]
}