{
  "id": 47052,
  "star": 103,
  "name": "木兰花·晚妆初了明肌雪",
  "dynasty": "五代",
  "content": "晚妆初了明肌雪，春殿嫔娥鱼贯列。<br>笙箫吹断水云间，重按霓裳歌遍彻。<br>临春谁更飘香屑？醉拍阑干情味切。<br>归时休放烛光红，待踏马蹄清夜月。",
  "fanyi": "<p><strong>译文</strong><br>月圆之夜，大型宫廷歌舞酒宴。出场前先是画妆。因是晚妆，为了适合舞场与烛光，画眉点唇，都不妨色泽浓艳。宫娥们刚画完妆的一刻，是何等光彩照人呀！妆毕，春殿上美女如云，她们队列整齐，鱼贯而入，虽是层层娇娘的行列，望之也顿生军旅的浩荡之感。<br>歌罢宴散，月色更明。当即吩咐随从灭尽红烛，纯任得得马蹄，踏着一路月色归去，方见得歌舞虽散，而余兴未尽！</p> <p><strong>注释</strong><br>①此词调《木兰花》，《全唐<a href=\"http://so.gushiwen.org/view_47052.aspx\">诗</a>》注曰：“一名《玉楼春》，一名《春晓曲》，一名《惜春容》。”《草堂诗余》、《词的》、《古今词统》、《古今诗余醉》等本中有题作“宫词”。<br>②晓妆：一作“晚妆”。《全唐诗》中作“晓妆”。晓妆初了，晓妆刚结束。初了，刚刚结束。明肌雪：形容肌肤明洁细腻，洁白如雪。<br>③春殿：即御殿。以其豪华、盛大而称“春殿”。<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>《越中览古》诗有“宫女如花满春殿”之句。嫔（pín）娥：这里泛指宫中女子。鱼贯列：像游鱼一样一个挨一个地依次排列，这里指嫔娥依次排列成行的样子。<br>④笙箫吹断水云间：笙箫，《词综》、《历代诗余》、《古今词统》、《全唐诗》等本作“凤箫”。《花草粹编》作“笙歌”。笙箫，笙和箫，泛指管乐器。吹断，吹尽。水云间，吕本二主词、侯本二主词、吴本二主词于“间”处空格。《全唐诗》、《花草粹编》、《古今词统》、《词综》等本中均作“水云闲”；《松隐文集》作“水云中”。水云间即水和云相接之处，谓极远。<br>⑤重按霓（ní）裳歌遍彻：重按，一再按奏。按，弹奏。霓裳，《霓裳羽衣曲》的简称。唐代宫廷著名法曲，传为唐开元年间河西节度使杨敬忠所献。初名《婆罗门曲》，后经唐玄宗润色并配制歌词，后改用此名。唐<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>《琵琶行》中有句：“轻拢慢捻抹复挑，初为《霓裳》后《六幺》。”歌遍彻，唱完大遍中的最后一曲，说明其歌曲长、久，音调高亢急促。遍，大遍，又称大曲，即整套的舞曲。大曲有排遍、正遍、遍、延遍诸曲，其长者可有数遍之多。彻，《宋元戏曲史》中云：“彻者，入破之末一遍也”，六一词《玉楼春》有“重头歌韵响铮，入破舞腰红乱旋”之句，可见曲至入破以后则高亢而急促。<br>⑥临春：《词综》、《历代诗余》、《古今词统》、《全唐诗》等本中均作“临风”。郑骞《词选》中云：“临春，南唐宫中阁名，然作‘临风’则与‘飘’字有呼应，似可并存。”香屑：香粉。飘香屑：相传后主宫中的主香宫女，拿着香粉的粉屑散布于各处。<br>⑦醉：心醉、陶醉。拍：拍打，这里兼有为乐曲击出拍节之意。阑干：即栏杆。情味：《花草粹编》、《词谱》、《全唐诗》、《词林纪事》等本中均作“情未”。切：恳切，真挚而迫切的心情。<br>⑧归：回。休放：《词综》、《词谱》、《历代诗余》、《全唐诗》等本中同此。萧本二主词、吕本二主词、吴本二主词、《词林纪事》、《类编草堂诗余》等本中均作“休照”。烛光：晨本二主词中同此；吕本二主词、吴本二主词、萧本二主词、《花草粹编》、《词综》、《词谱》、《全唐诗》等本中均作“烛花”。烛光红，指明亮的烛光。<br>⑨待踏：《词综》、《历代诗余》、《词谱》、《全唐诗》等本中同此。吕本二主词、萧本二主词、吴本二主词、《类编草堂诗余》等本中均作“待放”。踏马蹄：策马缓慢而行，有踏月之意。有本作“放马蹄”，意为让马随意而行。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　此词是<a href=\"http://so.gushiwen.org/author_269.aspx\">李煜</a>于南唐全盛时期所创作的一篇代表作。词的上片主要写春夜宴乐的盛大场面。首句突出描绘“晚妆初了”的嫔娥们的盛妆和美艳，由此写出作者对这些明艳丽人的一片飞扬的意兴，同时从开篇即渲染出夜宴的奢华豪丽。继之两句宴乐开始，歌舞登场，作者极写音乐的悠扬和器物的华美。比如，笙箫二字可以给人一种精美、奢丽的感觉，与词中所描写的奢靡之享乐生活、情调恰相吻合。而“吹”作“吹断”，“按”作“重按”，不但字字可见作者的放任与耽于奢逸，而且十分传神地赋予音乐以强烈的感情色彩。据马令《南唐书》载：“唐之盛时，《霓裳羽衣》最为大典，罹乱，瞽师旷职，其音遂绝。后主独得其谱，乐工曹生亦善琵琶，按谱粗得其声，而未尽善也。（大周）后辄变易讹谬，颇去哇淫，繁手新音，清越可听。”李煜与大周后都精通音律，二人情爱又笃深，更何况《霓裳羽衣》本为唐玄宗时的著名大曲，先失后得，再经过李煜和周后的发现和亲自整理，此时于宫中演奏起来，自然欢愉无比。所以不仅要“重按”，而且要“歌遍彻”，由此也可想见作者之耽享纵逸之情。</p> <p>　　词的下片是描写曲终人散、踏月醉归的情景。“临春”一句明是写香，暗是写风，暗香随风飘散，词人兴致阑珊，由“谁更”二字而出，更显得活泼有致。“醉拍”二字直白而出，写醉态，写尽兴尽欢妥贴至极。到这里，作者有目见的欣赏，有耳听的享受，有闻香的回味，加上醉拍由口饮而生的意态，正是极色、声、香、味之娱于一处，心旷神驰，兴奋不已，因此才“情味切”，耽溺其中无以自拔。结尾二句，写酒阑歌罢却写得意味盎然，余兴未尽，所以向来为人所称誉。《弇州山人词评》中赞其为“致语也”。今人叶嘉莹曾详评此句：“后主真是一个最懂得生活之情趣的人。而且‘踏马蹄’三字写得极为传神，一则，‘踏’字无论在声音或意义上都可以使人联想到马蹄得得的声音；再则，不曰‘马蹄踏’而曰‘踏马蹄’，则可以予读者以双重之感受，是不仅用马蹄去踏，而且踏在马蹄之下的乃是如此清夜的一片月色，且恍闻有得得之声入耳矣。这种纯真任纵的抒写，带给了读者极其真切的感受。”读此二句，既可感作者的痴醉心情，也可视清静朗洁的月夜美景，更可见作者身上充盈着的文人骚客的雅致逸兴。</p> <p>　　全词笔法自然奔放，意兴流畅挥洒，语言明丽直快，情境描绘动人。作者从个人宫廷生活场面出发，虽然带有较为浓郁的富贵脂粉气，未能表现出深刻的思想内容，但短短一篇就把一次盛大欢宴的情形淋漓尽致地表现出来，艺术描绘生动逼真，情景刻画细腻动人，由喻象中见情思，于浅白处见悠远，充分显示了作者高妙的艺术功力，是“写得极为俊逸神飞的一首小词”。</p>",
  "about": "<h2>创作背景</h2> 这首词写<a href=\"http://so.gushiwen.org/author_269.aspx\">李煜</a>前期帝王生活中夜晚宫廷歌舞宴乐的盛况，是作者于南唐全盛时所作。",
  "poet": {
    "id": 269,
    "star": 0,
    "name": "李煜",
    "image": "http://img.gushiwen.org/authorImg/liyu.jpg",
    "desc": "李煜，五代十国时南唐国君，961年-975年在位，字重光，初名从嘉，号钟隐、莲峰居士。汉族，彭城（今江苏徐州）人。南唐元宗李璟第六子，于宋建隆二年(961年)继位，史称李后主。开宝八年，宋军破南唐都城，李煜降宋，被俘至汴京，封为右千牛卫上将军、违命侯。后因作感怀故国的名词《虞美人》而被宋太宗毒死。李煜虽不通政治，但其艺术才华却非凡。精书法，善绘画，通音律，诗和文均有一定造诣，尤以词的成就最高。千古杰作《虞美人》、《浪淘沙》、《乌夜啼》等词。在政治上失败的李煜，却在词坛上留下了不朽的篇章，被称为“千古词帝”。"
  },
  "tags": [
    "宴饮",
    "音乐",
    "生活"
  ]
}