{
  "id": 200,
  "star": 39,
  "name": "大东",
  "dynasty": "先秦",
  "content": "有饛簋飧，有捄棘匕。周道如砥，其直如矢。君子所履，小人所视。眷言顾之，潸焉出涕。</p> <p>小东大东，杼柚其空。纠纠葛屦，可以履霜。佻佻公子，行彼周行。既往既来，使我心疚。</p> <p>有冽氿泉，无浸获薪。契契寤叹，哀我惮人。薪是获薪，尚可载也。哀我惮人，亦可息也。</p> <p>东人之子，职劳不来。西人之子，粲粲衣服。舟人之子，熊罴是裘。私人之子，百僚是试。</p> <p>或以其酒，不以其浆。鞙鞙佩璲，不以其长。维天有汉，监亦有光。跂彼织女，终日七襄。</p> <p>虽则七襄，不成报章。睆彼牵牛，不以服箱。东有启明，西有长庚。有捄天毕，载施之行。</p> <p>维南有箕，不可以簸扬。维北有斗，不可以挹酒浆。维南有箕，载翕其舌。维北有斗，西柄之揭。",
  "fanyi": "<p><strong>译文<br></strong>农家圆簋里虽然盛满熟食，上面却插着棘枝做的弯匙。通京大道如磨刀石般平坦，又好像射出的箭一样笔直。王公贵族们可以漫步其上，草民百姓只能两眼空注视。我悲愤满怀回顾起这些事，情不自禁潸然泪下衣衫湿。<br>远离京都的东方大国小邦，织机上的梭子已经空荡荡。小民穿葛鞋用粗麻线捆绑，无奈何只好赤脚踩踏寒霜。相反那些轻佻的公子哥们，大摇大摆走在宽阔大路上。他们大喇喇地来来又往往，那无耻模样让我痛心断肠。<br>山泉侧出且又是寒冷彻骨，千万不要浸湿刚砍的柴薪。我夜梦忧心醒来轻轻叹息，暗自哀怜我本多病劳苦人。伐下这些长长短短的柴薪，还可以装上车往家里搬运。暗自哀怜我本多病劳苦人，也该得片刻休养以安我身。<br>东方大邦小国国的臣民啊，一味受累没有人前来慰抚。西部诸侯国的王公贵族啊，个个穿着鲜艳华贵的衣服。就是那些摆渡为生的舟子，人五人六地披着熊罴裘服。还有那些家臣属隶的子弟，随便什么官位都可以补录。<br>东方国民也许以为是美酒，西部贵族并不以为是甜浆。送给东方国民是玲珑玉佩，西部贵族并不以为是珍藏。仰望那高天上灿烂的银河，如同明镜似的熠熠闪毫光。只见那三足鼎立的织女星，整日整夜七次移位运转忙。<br>虽然一天一夜七移运转忙，终归不能织成美丽的文章。再看那颗明亮亮的牵牛星，也不能像人间真牛拉车厢。无论是东部天空的启明星，西部天空的长庚星闪闪亮，还是如筚的天毕星弯又长，歪歪斜斜地忝列在银河旁。<br>南部天空虽然箕星在发光，并不能用来把糠粃来簸扬。北部天空虽然斗星闪闪亮，并不能像斗子用来酌酒浆。南部天空虽然箕星在发光，也只是吞吐着长舌长又长。北部天空虽然斗星闪闪亮，宛如自西高举长柄舀东方。</p> <p><strong>注释<br></strong>1.饛（méng）：食物满器貌。簋（guǐ）：古代一种圆口、圈足、有盖、有座的食器，青铜制或陶制，供统治阶级的人使用。飧（sūn）：熟食，晚饭。<br>2.捄（qíu）：曲而长貌。棘匕：酸枣木做的勺匙。<br>3.周道：大路。砥：磨刀石，用以形容道路平坦。<br>4.君子：统治阶级的人，与下句的“小人“相对。小人指被统治的民众。<br>5.睠（juàn）言：同“睠然”，眷恋回顾貌。<br>6.潸（shān）：流泪貌。<br>7.小东大东：西周时代以镐京为中心，统称东方各诸侯国为东国，以远近分，近者为小东，远者为大东。<br>8.杼柚（zhùzhóu）：杼，织机之梭；柚，同“轴”，织机之大轴；合称指织布机。<br>9.纠纠：缠结貌。葛屦：葛，葛草，茎皮可制葛布；屦，鞋。<br>10.可：通“何”（用<a href=\"http://so.gushiwen.org/author_560.aspx\">俞樾</a>说）。<br>11.佻（tiāo）佻：豫逸轻狂貌。<br>12.周行（háng）：同“周道”。行，道路。<br>13.氿（guǐ）泉：泉流受阻溢而自旁侧流出的泉水，狭而长。<br>14.获薪：砍下的薪柴。王宗石《<a href=\"http://so.gushiwen.org/view_200.aspx\">诗</a>经分类诠释》认为“获”为“檴”的假借，即榆木，如《诗经》诸篇中《邶风·凯风》《豳风·东山》《小雅·车舝》诸篇之棘薪、栗薪、樵薪。<br>15.契契：忧结貌。寤叹：不寐而叹。<br>16.惮：同“瘅”，疲苦成病。<br>17.职劳：从事劳役。来：“勑”的借字，慰勉。或为“赉”的借字，赏赐。均通。<br>18.西人：周人。<br>19.舟人：郑笺：“舟，当作周。”一说为舟楫之人，周人中之低贱者。<br>20.熊罴是裘：用熊皮、马熊皮为料制的皮袍。一说，郑笺谓“裘当作求”，这句意即狩猎求取熊罴。二说均通。<br>21.私人：家奴。<br>22.百僚：犹云百隶、百仆。<br>23.浆：米浆。<br>24.鞙（juān）鞙：形容玉圆（或长）之貌。璲（suí）：贵族佩带上镶的宝玉。<br>25.不以其长：以，因。长，善。郑笺：“佩之鞙鞙然，居其官职，非其才之所长也，徒美其佩而无其德，刺其素餐。<br>26.汉：银河。<br>27.监：同“鉴”，照。<br>28.跂（qí）：同“歧”，分叉状。织女：三星组成的星座名，呈三角形，位于银河北侧。<br>29.七襄：七次移易位置。古人一天分十二时辰，白日分卯时至酉时共七个时辰，织女星座每一个时辰移动一次。<br>30.报章：报，复，指织机的梭子引线往复织作；章，经纬纹理。不成报章，即织不成布帛。<br>31.睆（huǎn）：明亮貌。牵牛：三颗星组成的星座名，又名河鼓星，俗名牛郎星，在银河南侧。<br>32.服箱：驾车运载。服，负载；箱，车斗。<br>33.启明、长庚：金星（又名太白星）晨在东方，叫启明，夕在西方，叫长庚。<br>34.天毕：毕星，八星组成的星座，状如捕兔的毕网，网小而柄长，手持之捕兔。<br>35.施：张。<br>36.箕：俗称簸箕星，四星联成的星座，形如簸箕，距离较远的两星之间是箕口。<br>37.斗：南斗星座，位置在箕星之北。<br>38.挹（yì）：舀。<br>39.翕：吸引。翕其舌，吸着舌头。箕星底狭口大，好像向内吸舌若吞噬之状。<br>40.西柄之揭：南斗星座呈斗形有柄，天体运行，其柄常在西方。揭，举起。这句形容西方执柄举向东方。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　这是一篇长<a href=\"http://so.gushiwen.org/view_200.aspx\">诗</a>。全诗结构严密，层次清晰，前后呼应。通篇运用对比和暗喻，由现实的人间，而虚幻的星空，展开东方人民遭受沉痛压榨的困苦图景和诗人忧愤抗争的激情。思路递进而奇崛，意蕴丰富而深厚。</p> <p>　　首章写“食”。由“有饛簋飧”联想到与如砥如矢的周道的关系。从“君子”和“小人”的不同境遇，抒写了诗人的悲伤。</p> <p>　　二章写“衣”。姚际恒《诗经通论》曰：“杼柚其空，惟此一语实写正旨。”织布机上的布帛全被征敛一空，寒霜上小民穿着破草鞋，而公子们还在经过那吸血管似的周道来榨取。这样的揭露相当深刻。</p> <p>　　三章写劳役。以薪柴为喻，通过烧柴不能水浸，隐喻疲病的人民应该休养生息。严粲《诗缉》解曰：“获薪以供爨，必曝而干之，然后可用，若浸之寒冽之泉，则湿腐而不可爨矣；喻民当抚恤之，然后可用，若困之以暴虐之政，则劳悴而不能胜矣。”</p> <p>　　四章写待遇不公平。“东人之子，职劳不来”，而“西人之子，粲粲衣服”；连周人中身份低贱的也“熊罴是裘”，家奴的子弟都“百僚是试”。通过这样典型的形象对照，反映了西周统治者与被征服的东方人民不平等的社会经济政治地位的悬殊。</p> <p>　　五章是全诗前后的过渡，前半继续写不公平的社会现象，郑笺云：“佩之鞙鞙然，居其官职，非其才之长也。徒美其佩而无其德，刺其素餐。”下半就自然地把视野转向上天，姚际恒《诗经通论》曰：“维天有汉，监亦有光。此二句不必有义。盖是时方中夜，仰天感叹，适见天河烂然有光，即所见以抒写其悲哀也。”下面两句也是仰天所视有感，“跂其织女，终日七襄”，正是呼应二章的“杼柚其空”，并引出下章的“不成报章”。这一章承前启后，过渡自然。</p> <p>　　六章面向灿灿星空驰骋想像。诗人怨织女织不成布帛，怨牵牛不能拉车运输，朝启明，夕长庚，有名无实，讥笑毕星在大路上张网，徒劳无功。整个运转的天体都不能为小民解决困苦。</p> <p>　　七章对星座的意象描写更深一层。王先谦《诗三家义集疏》分析道：“下四句与上四句虽同言箕斗，自分两义。上刺虚位，下刺敛民也。”簸箕星不能簸米扬糠，南斗星不能舀酒浆，都是徒具虚名，而且簸箕星张开大口，吐着长舌，斗星由西举柄向东。如<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>《诗本义》所释：“箕斗非徒不可用而已，箕张其舌，反若有所噬；斗西其柄，反若有所挹取于东。”这样的“怨天”，正是怨现实，揭露所谓“天”是为周王朝服务压榨东方小民的。这个结尾更深化了主题。</p> <p>　　象征、隐喻、鲜明的对比、丰富而奇幻的想像交错运用，是此诗艺术手法的特色。吴闿生《诗义会通》中说的“俶诡奇幻”，就是驰骋无羁的想像，奇特的比喻，创造丰富的奇崛的形象，从人间飞到星空，又从星空飞到人间，把现实世界和幻想世界相结合，把现实主义描写与浪漫主义想像融合为有机的整体。吴氏说的“开辞赋之先声”，正是指出这种艺术手法对<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>赋的深刻影响。</p>",
  "about": "<h2>创作背景</h2> <p>　　西周初年，“三监”叛乱，殷商后裔武庚联合东方旧属国奄（今山东曲阜）、蒲姑（今山东博兴）及徐夷、淮夷起兵反周。周公东征，经过三年战争，诛武庚，黜“三监”，攻灭奄等十七国。继而，迁殷顽，封建姬姓大国（鲁、齐、卫、燕）监视东方各小国，实行分区经营。距镐京较近各小国统称小东，较远的各小国统称大东。为加强控制，从镐京到东方各国修筑一条战略公路，据《逸周书》：“辟开修道，五里有郊，十里有井，二十里有舍。”即所谓“周道”。或称“周行”，从西方向东方运输军队和军用物资，运回西方贡赋和征敛的财富。对东方各小国来说，这如同一条吸血管。西周统治者通过这条“周道”给被征服的东方人民带来压榨、劳役和困苦，于是产生怨愤和沉痛的叹息。</p> <p>　　《毛<a href=\"http://so.gushiwen.org/view_200.aspx\">诗</a>序》曰：“《大东》，刺乱也。东国困于役而伤于财，谭大夫作是诗以告病。”历代传笺疏注说解，基本上没有大的出入，肯定这是被征服的东方诸侯国臣民怨刺周王朝统治的诗歌作品。</p> <p>　　《毛诗序》说明作者是谭国大夫，而姓氏、经历和生活年代无从稽考。谭国在今山东济南市东南，对照《鲁颂》“遂荒大东”，那一带地区当属大东。从诗义看，他是东方旧国的大夫，因诗中的思想和情绪，绝对不可能产生于姬姓各大封国的当权派。他对“西人”的对立情绪，正反映了征服者的周王朝与被征服的东方旧国统治阶级的矛盾；他的地位下降，使他发出同情人民的不平之鸣，从而也反映了西周统治阶级与被征服国人民的矛盾。有人说这是一首民歌，这个论断是不对的，这是士大夫创作的用雅乐演唱的歌诗，不是用土乐演唱的民歌。</p> <p>　　这首诗写作的时间，据《左传·庄公十年》所记“齐师灭谭”，即在公元前684年齐国因为谭国对它“失礼”而出兵灭亡这个小国，时在东周初期，它只能写在谭国灭亡之前。诗的历史背景还是周王朝统治力量强大的时候，东周时王室已经衰微。姚际恒《诗经通论》说西周最后一代“幽王之时，号令犹行于诸侯，故东国诸侯之民愁怨如此。若东迁之后，则不能尔矣”。姚氏以为最迟当在幽王时代，这已难考证，只能确定创作在西周时代。</p>",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": [
    "诗经",
    "战争",
    "生活",
    "长诗"
  ]
}