{
  "id": 7796,
  "star": 337,
  "name": "短歌行",
  "dynasty": "唐代",
  "content": "白日何短短，百年苦易满。<br>苍穹浩茫茫，万劫太极长。<br>麻姑垂两鬓，一半已成霜。<br>天公见玉女，大笑亿千场。<br>吾欲揽六龙，回车挂扶桑。<br>北斗酌美酒，劝龙各一觞。<br>富贵非所愿，与人驻颜光。",
  "fanyi": "<p><strong>译文<br></strong>白天何其太短暂，百年光阴很快就过去了。<br>苍穹浩渺无际，万劫之世实在是太长了。<br>就连以长寿著名的仙女麻姑，头发也白了一半了。<br>天公和玉女玩投壶的游戏，每中一次即大笑，也笑了千亿次了。<br>我想驾日车揽六龙，转车东回，挂车于扶桑之上。<br>用北斗酌酒浆，每条龙都各劝其一觞酒，让它们都沉睡不醒，不能再驾日出发。<br>富贵荣华非我所愿，只愿为人们留住光阴，永驻青春。</p> <p><strong>注释</strong><br>⑴短歌行：乐府旧题。《乐府<a href=\"http://so.gushiwen.org/view_7796.aspx\">诗</a>集》卷三十列入《相和歌辞》，属《平调曲》。因其声调短促，故名。多为宴会上唱的乐曲。<br>⑵“白日”二句：此用<a href=\"http://so.gushiwen.org/author_552.aspx\">曹操</a>《短歌行》句意：“对酒当歌。人生几何，譬如朝露，去日苦多。”百年：一生；终身。<br>⑶苍穹：苍天。浩茫茫：原作“浩浩茫”，据王本改。<br>⑷万劫：犹万世，形容时间极长。佛经称世界从生成到毁灭的过程为一劫。杨齐贤注：“劫，世也。儒谓之世，道谓之尘，佛谓之劫。”太极：这里指天地未分以前的元气。<br>⑸麻姑：神话中仙女名。<br>⑹“天公”二句：传说天公与玉女在一起玩投壶之戏，投中者则天公大笑。玉女：仙女。<br>⑺“吾欲”二句：此化用《楚辞·远游》“维六龙于扶桑”句意。六龙：指太阳。神话传说日神乘车，驾以六龙。扶桑：神话中的树，在东海中，日出于其上。<br>⑻“北斗”句：此化用《楚辞·九歌·东君》“援北斗兮酌酒浆”句意。<br>⑼与：一作“为”。驻：留住。颜光：一作“颓光”。逝去的光阴。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　《短歌行》是乐府相和歌平调七曲之一。古乐府中有《长歌行》与《短歌行》之分，关于二者的命意，《乐府解题》有两种说法：一是“言人寿命长短，有定分，不可妄求”；一是“歌声之长短耳，非言寿命也”。在<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>之前，以此题为<a href=\"http://so.gushiwen.org/view_7796.aspx\">诗</a>者，多为慨叹人生短暂，主张及时行乐。李白的这首诗，却以乐观浪漫、昂扬奋发的精神，在喟叹生命短促的同时，表达了对人生的珍惜，对建功立业的渴望。</p> <p>　　“白日何短短，百年苦易满。”时间本是个抽象的概念，用“白日”来指代，便成为具体可感的形象了。“短短”两个叠字，强调它稍纵即逝。由时光的流逝，自然联想到人生易老，年华难驻。这样，诗意自然而然地转到对光阴的珍惜。起首两句，貌似平平，实则恰到好处。既开门见山点明题意，又为诗意的拓展预留地步，而且格调质补，语势流走，转承自然。</p> <p>　　时间永恒，无始无终，漫漫无垠；生命短暂，代谢荣衰，转瞬即逝。诗人正是抓住了这一强烈的反差，进一步驰骋瑰丽神奇的想象。“苍穹浩茫茫，万劫太极长”。上句从“空间”角度极言天宇浩瀚无垠；下句则从“时间”角度感叹光阴的永恒漫长。“万劫太极”，何其久远！在这漫长的岁月里，那曾经见过东海三次变为桑田的麻姑仙女，如今也已两鬓斑白了。这种浪漫的夸张只能出自李白的笔下。据传为汉代<a href=\"http://so.gushiwen.org/author_276.aspx\">东方朔</a>所作的《神异经》里有这么一个故事：东王公常和玉女用箭作投壶游戏，每次要投一千二百支，若未投中，天便开口大笑，这就是下界所见到的电光。如今这种电闪雷鸣已历成千上亿次了。诗人巧妙地把这两个故事融入诗篇，将人们带进奇伟的神仙世界。这里有苍茫的穹宇，人世的兴替，麻姑仙女蝉鬓染霜，天公玉女嬉戏作乐，倏忽又是雷鸣电闪，风雨将至……，多么光怪陆离，神奇而诡谲!这些奇异的境界，极其有力地渲染铺排了“万劫太极长”的内涵。至此，空间的浩渺、时间的无垠，通过诗人大胆而奇特的想象，表达得淋漓尽致。继而，诗人笔锋一转，拓出另一番意境。</p> <p>　　“吾欲揽六龙，回车挂扶桑。北斗酌美酒，劝龙各一觞。”诗人要揽住为太阳驾车的六条神龙，把太阳所乘之车挂在东方“日出之所”的扶桑树上，用北斗作酒勺盛满美酒，请六龙各饮一杯。这样便会使时光停歇下来，人生似乎便能得以长久。结尾二句道出诗人的意愿：“富贵非吾愿，为人驻颓光。”自古帝王们，即使秦皇、汉武一代雄主，也无不遣人访神仙，求长生，无非为了富贵永久。诗人要揽六龙、回朝日，“使之朝不得回，夜不得伏”，绝非为个人富贵。对他人，为的是“老者不死，少者不哭”（<a href=\"http://so.gushiwen.org/author_349.aspx\">李贺</a>《苦昼短》）；对诗人自己，坚信“天生我材必有用”的李白，他渴望着有朝一日能“申管晏之谈，谋帝王之术”，“使寰区大定，海县清一。”（《代寿山答孟少府移文书》）他要拯物济世，干一番轰轰烈烈的事业，像大鹏一样要“扶摇直上九万里”，即使暂时受挫，也要“犹能簸却沧溟水”（《上<a href=\"http://so.gushiwen.org/author_1794.aspx\">李邕</a>》）。这也许就是诗人的弦外之音，味外之旨吧。唐<a href=\"http://so.gushiwen.org/author_163.aspx\">司空图</a>说：“辨于味而后可以言诗”（《与李生论诗书》）。对诗人的意蕴似乎应作如是观。</p> <p>　　纵观全诗，诗人在驰骋丰富的想象时，把美丽的神话传说融入瑰丽奇伟的艺术境界，塑造出瑰奇壮观，多姿多彩的艺术形象，洋溢着浓郁而热烈的浪漫主义色彩。文辞如行云流水，极富表现力，体现了诗人雄奇奔放，清新飘逸的风格。他以吞吐千古，囊括六合的胸襟和气魄，天马行空般地驰骋想象，从思想到艺术都表现出极大的创造性，在继承借鉴前人的同时作了重大的突破，比如，“北斗酌美酒”就是反用《诗·小雅·大东》“唯北有斗，不可以挹酒浆”的典故。前人的《短歌行》在慨叹人生短促时，往往流露出一种及时行乐，纵情声色的颓废情绪。同样的歌题，在李白的笔下，虽也同样发出“百年苦易满”的叹喟，然而，全诗贯穿的却是乐观浪漫、昂扬奋发的基调。这是诗人的个性及盛唐时代的精神风貌使然。再如，<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>在《离骚》中唱道：“吾令曦和弭节兮，望崦嵫而勿迫”、“折若木以拂日兮，聊逍遥以徜徉”。李白显然对此是有所借鉴的。但同样的素材到他手里，便刻意铺排为新颖、诡谲的艺术境界、包蕴着更为深广的内涵。“真正的创造就是艺术想象力的活动。”（黑格尔语）李白的创作实践证实了这一论断。正如<a href=\"http://so.gushiwen.org/author_604.aspx\">皮日休</a>对他的评价：“言出天地外，思出鬼神表，读之则神驰八极，测之则心怀四溟，磊磊落落，真非世间语者”。李白是当之无愧的。</p>",
  "about": "<h2>创作背景</h2> 　　此<a href=\"http://so.gushiwen.org/view_7796.aspx\">诗</a>沿乐府古诗之旨，然加入游仙之辞。从诗意看，大约作于“奉诏入京”之前。黄锡珪先生《李太白编年诗集目录》认为此诗写于唐玄宗开元二十五年（737）。",
  "poet": {
    "id": 247,
    "star": 0,
    "name": "李白",
    "image": "http://img.gushiwen.org/authorImg/libai.jpg",
    "desc": "李白（701年－762年），字太白，号青莲居士，唐朝浪漫主义诗人，被后人誉为“诗仙”。祖籍陇西成纪(待考)，出生于西域碎叶城，4岁再随父迁至剑南道绵州。李白存世诗文千余篇，有《李太白集》传世。762年病逝，享年61岁。其墓在今安徽当涂，四川江油、湖北安陆有纪念馆。"
  },
  "tags": [
    "人生",
    "时间",
    "惜时"
  ]
}