{
  "id": 19328,
  "star": 8681,
  "name": "游子吟",
  "dynasty": "唐代",
  "content": "慈母手中线，游子身上衣。<br>临行密密缝，意恐迟迟归。<br>谁言寸草心，报得三春晖。",
  "fanyi": "<p><strong>译文</strong><br>慈母用手中的针线，为远行的儿子赶制身上的衣衫。<br>临行前一针针密密地缝缀，怕的是儿子回来得晚衣服破损。<br>有谁敢说，子女像小草那样微弱的孝心，能够报答得了像春晖普泽的慈母恩情呢？</p> <p><strong>注释</strong><br>⑴游子：古代称远游旅居的人。吟：<a href=\"http://so.gushiwen.org/view_19328.aspx\">诗</a>体名称。<br>⑵游子：指诗人自己，以及各个离乡的游子。<br>⑶临：将要。<br>⑷意恐：担心。归：回来，回家。<br>⑸谁言：一作“难将”。言：说。寸草：小草。这里比喻子女。心：语义双关，既指草木的茎干，也指子女的心意。<br>⑹报得：报答。三春晖：春天灿烂的阳光，指慈母之恩。三春：旧称农历正月为孟春，二月为仲春，三月为季春，合称三春。晖：阳光。形容母爱如春天温暖、和煦的阳光照耀着子女。</p><br/><p><strong>译文</strong><br>慈祥的母亲手里把着针线。 为将远游的孩子赶制新衣。<br>临行她忙着缝得严严实实， 是耽心孩子此去难得回归。<br>谁能说像小草的那点孝心， 可报答春晖般的慈母恩惠？</p> <p><strong>注释<br></strong>１、寸草：比喻非常微小。<br>２、三春晖：三春，指春天的孟春、仲春、季春；晖，阳光；形容母爱如春天和煦的阳光。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　深挚的母爱，无时无刻不在沐浴着儿女们。然而对于<a href=\"http://so.gushiwen.org/author_232.aspx\">孟郊</a>这位常年颠沛流离、居无定所的游子来说，最值得回忆的，莫过于母子分离的痛苦时刻了。此<a href=\"http://so.gushiwen.org/view_19328.aspx\">诗</a>描写的就是这种时候，慈母缝衣的普通场景，而表现的，却是诗人深沉的内心情感。</p> <p>　　开头两句“慈母手中线，游子身上衣”，用“线”与“衣”两件极常见的东西将“慈母”与“游子”紧紧联系在一起，写出母子相依为命的骨肉感情。三、四句“临行密密缝，意恐迟迟归”，通过慈母为游子赶 制出门衣服的动作和心理的刻画，深化这种骨肉之情。母亲千针万线“密密缝”是因为怕儿子“迟迟”难归。伟大的母爱正是通过日常生活中的细节自然地流露出来。前面四句采用白描手法，不作任何修饰，但慈母的形象真切感人。</p> <p>　　最后两句“谁言寸草心，报得三春晖”，是作者直抒胸臆，对母爱作尽情的讴歌。这两句采用传统的比兴手法：儿女像区区小草，母爱如春天阳光。儿女怎能报答母爱于万一呢？悬绝的对比，形象的比喻，寄托着赤子对慈母发自肺腑的爱。</p> <p>　　这是一首母爱的颂歌，在宦途失意的境况下，诗人饱尝世态炎凉，穷愁终身，故愈觉亲情之可贵。“诗从肺腑出，出辄愁肺腑”（<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>《读孟郊诗》）。这首诗，虽无藻绘与雕饰，然而清新流畅，淳朴素淡中正见其诗味的浓郁醇美。</p> <p>　　这首诗艺术地再现了人所共感的平凡而又伟大的人性美，所以千百年来赢得了无数读者强烈的共鸣。直到清朝，溧阳有两位诗人又吟出了这样的诗句：“父书空满筐，母线萦我襦”（史骐生《写怀》），“向来多少泪，都染手缝衣”（彭桂《建初弟来都省亲喜极有感》），足见此诗给后人的深刻印象。</p>",
  "about": "<h2>创作背景</h2> 　　《游子吟》写在溧阳。此<a href=\"http://so.gushiwen.org/view_19328.aspx\">诗</a>题下<a href=\"http://so.gushiwen.org/author_232.aspx\">孟郊</a>自注：“迎母溧上作”，孟郊早年漂泊无依，一生贫困潦倒，直到五十岁时才得到了一个溧阳县尉的卑微之职，结束了长年的漂泊流离生活，便将母亲接来住。诗人仕途失意，饱尝了世态炎凉，此时愈觉亲情之可贵，于是写出这首发于肺腑，感人至深的颂母之诗。",
  "poet": {
    "id": 232,
    "star": 0,
    "name": "孟郊",
    "image": "http://img.gushiwen.org/authorImg/mengjiao.jpg",
    "desc": "孟郊，(751～814)，唐代诗人。字东野。汉族，湖州武康（今浙江德清）人，祖籍平昌（今山东临邑东北），先世居洛阳（今属河南）。唐代著名诗人。现存诗歌500多首，以短篇的五言古诗最多，代表作有《游子吟》。有“诗囚”之称，又与贾岛齐名，人称“郊寒岛瘦”。元和九年，在阌乡(今河南灵宝)因病去世。张籍私谥为贞曜先生。"
  },
  "tags": [
    "唐诗三百首",
    "乐府",
    "赞颂",
    "母爱"
  ]
}