{
  "id": 70608,
  "star": 6,
  "name": "戏文·荆钗记",
  "dynasty": "元代",
  "content": "第一出家门<br>【临江仙】一段新奇真故事，须教两极驰名。三千今古腹中存，开言惊四座，打动五灵神。六府齐才并七步，八方豪气凌云，歌声遏住九霄云。十分全会者，少不得仁义礼先行。〔问答照常〕。<br>【沁园春】才子王生，佳人钱氏，贤孝温良；以荆钗为聘，配为夫妇。春闱催试，拆散鸾凰。独步蟾宫，高攀仙桂，一举鳌头姓氏香。因参相，不从招赘，改调潮阳。修书远报萱堂，中道奸谋变祸殃。岳母生嗔，逼凌改嫁，山妻守节，潜地去投江。幸神道匡扶，使舟人捞救，同赴瓜期往异乡。吉安会，义夫节妇，千古永传扬。<br>王状元不就东床婿，万俟相改调潮阳地。<br>孙汝权套写假书归，钱玉莲守节荆钗记。<br><br>第二出会讲<br>【满庭芳】［生上］乐守清贫，恭承严训，十年灯火相亲。胸藏星斗，笔阵扫千军。若遇桃花浪暖，定还我一跃龙门。亲年迈，且自温衾扇枕，随分度朝昏。<br>【古风】越中古郡夸永嘉，城池閤匮人奢华。思远楼前景无限，画船歌妓颜如花。诗礼传家忝儒裔，先君不幸早倾逝。奈何家业渐凋零。报效劬劳未如意。尽交弹铗叹无鱼，甘守虀盐乐有余。萱堂淑贤齐孟母，谆谆教子读诗书。刺股悬头曾努力，引光夜凿匡衡壁。胸中拍塞书五车，舌底澜翻浪千尺。嗟吁岁月不我留，亲年老迈喜复忧。甘旨奈何缺奉养，功名况且志未酬。一跃龙门从所欲。麻衣换却荷衣绿。丹墀拜舞受皇恩，管取全家食天禄。小生姓王名十朋，表字龟龄。年纪弱冠，乃温城人也。不幸椿庭早逝，惟赖母亲训诲成人。明日堂试，昨约朋友到家讲书，未知来否？<br>【水底鱼】［末上］白屋书生，胸中醉六经。蛟腾风起，管登科，为上卿。<br>自家府学生员王士宏，明日府尊堂试，已约朋友会讲，不免到梅溪家去。迤逦行来，此间就是，梅溪有么？［生］四明请了！［末］请了！［生］半州为何不至？［末］随后来了。<br>【前腔】［净上］白面儿郎，学疏才不广。粗豪狂放，指银瓶，索酒尝。<br>自家孙汝权，府尊堂试，来到梅溪家会讲，迤逦行来。梅溪有么？［生见介］明日本府堂试，我等各把本经讲习一篇。［净、末］君子讲学，以文会友，有何不可？［生］如此，先把四书讲一讲。［净］讲甚么书？［末］若讲四书。先讲《论语》。梅溪\"学而时习之。不亦悦乎？\"半州\"有朋自远方来。？［生］学生乱道了。［净］愿闻。［生］学之为言效也。人性皆善，而觉有先后，后觉者必效先觉之所为，乃可以明善而复其初也。习，鸟数飞也，学之不已，如鸟飞也。管见如此，望二位改教。［末］讲得有理。［生］四明，\"不亦悦乎\"怎么讲？［末］学生乱道。［生］愿闻。［末］既学矣，市又时习之，则所学者熟而中心喜悦，其进自不能己矣。请二位改教。［生］讲得有理。［末］半州，\"有朋自远方来，不亦乐乎\"怎么讲？［净］我也要讲？免了罢！［末］这个如何免得！［净］鹏，大鸟也。一飞九万里，果是远方之外。落者。是掉也。那大鹏在远方之外飞来，不想飞得羽垂翅折，在半空中停翅而想，说道：\"我有些吃力了，莫不要掉下去？\"说言未尽，蹼蹬，此乃不亦乐乎？［末］半州差了，你我同心为友，合志为朋，怎么到说了飞禽？［净］二位满腹文章，无忝同类。我学生不通古今，一味粗俗，诚所谓马牛而襟裾。飞禽与走兽，正是同类。［末］休要取笑。<br>【玉芙蓉】［生］书堂隐相儒，朝野开贤路，喜明年春闱已招科举。窗前岁月莫虚度，灯下简篇可卷舒。［合］时不遇，且藏渚韫椟。际会风云，那时求价待沽堵。<br>【前腔】［末］悬头及刺股，挂角并投斧，叹先贤曾历许多勤苦。六经三史宜温故，诸子四书可诵读。［合前］<br>【前腔】［净］家私虽富足，心性忒愚鲁，向书斋懒读者也之乎。无才学休想学干禄，有才的便能身挂绿。［合前］<br>［生］圣朝天子重英豪，［末］常把文章教尔曹。<br>［净］世上万般皆下品，［合］思量惟有读书高。<br>第三出庆诞<br>【高阳台】［外上］兔走乌飞，星移物换，看看鬓发皤然。嗣息无缘，幸生一女芳年。温衣饱食堪过遣，赖祖宗遗下田园。喜一家老幼平安，谢天周全。<br>【鹧鸪天】华发萧萧鬓若霜，老来无子实堪伤，箕裘事业谁承继，诗礼传家孰绍芳。闲议论，细思量，欲将一女赘贤良。流行坎坷皆前定，只把丹心托上苍。老夫姓钱，名流行，温城人也。昔在鸿门，忝考贡元。衣冠世裔，时乖难显于宗风，阀阅名家，学浅粗知乎礼义。不幸先妻早逝，只有一女，年方二八，欲招王十朋为婿，以继百年。自愧再婚姚氏，幸喜此女能侍父母。正是\"子孝双亲乐，家和万事成。\"今日是老夫贱诞，聊备蔬酒，少展良辰。李成那里？［末上］一点祥光现紫薇，匆匆瑞气蔼庭帏，齐簪翠竹生春意，共饮瑶卮介寿眉。老员外有何钧旨？［外］请老安人出来。［末］老安人有请。<br>【腊梅花】［净上］年华老人双鬓皤，胭脂腻粉幸丢抹。市人都道我，道老娘相像夜叉婆。［末］牛头狱卒做浑家，此不是夜又婆？［净］老员外万福。<br>【前腔】［丑上］奴奴体貌多袅娜，月里嫦娥也赛奴不过。市人都道我，道老娘相像紧那罗。［末］小心金鼓手，此不是紧拿锣。［丑见介］愿嫂嫂千年朱顶鹤，愿哥哥万代绿毛龟。［外］甚么说话？［净］姑娘，今日是你哥哥诞日，为何只得能迟？［丑］在家整备些薄礼，因此来迟。［外］妹子自家一般，如何送许多礼采？［丑］没有什么。牵得一只黄狗，与哥哥庆寿。［外］狗庆得寿的？［丑］\"黄?无疆\"，愿哥哥\"受天之庆\"。［净］每年间是你把盏，今年你侄女长成了，该他把盏，学些礼体。待我去叫他出来。孩儿那里？<br>【珍珠帘】［旦上］南极耿耿祥光灿，明星烂，庆老圃黄花蚁晚。［众］去了青春不再返，且暂把身心游玩。［旦］疏散，喜团圆欢会，庆生华诞。［外］纷纷红紫竞芳尘，日永风和已暮春。［旦］但愿年年当此日，一杯寿酒庆生辰。［外］虽然如此，一则以喜，一则以忧。［净］庆生之日，何出此言？所喜者何也？［外］所喜者，家庭温厚，骨肉团圆。［丑］所忧者？［外］所忧者，奈我女儿姻亲未遂。若得配他终身，永无挂念。［旦］告爹爹知道，念玉莲温清之礼尚缺，蘋蘩之事未谙，且自开怀畅饮，不必挂念。［净］我儿说得有理。今日是寿日，说什么招女婿。有了这等如花似玉的女儿，怕无门当户对的女婿！［丑］自古道：\"腰间有货不愁穷。\"取酒来，该你把盏。<br>【锦堂月】［旦］华发斑斑，韶光荏苒，双亲幸喜平安。庆此良辰，人人对景欢颜。画堂中宝篆香销，玉盏内流霞光泛。［合］齐祝赞，愿福如东海，寿比南山。<br>【前腔】［丑］筵间，绣巾莫围环，奇珍摆列，浑如洞府仙寰，美食嘉肴，堪并凤髓龙肝。簪翠竹同乐同欢，饮绿醑齐歌齐唱。［合前］<br>【前腔】［净］堪叹，雪染云鬟，霞绡杏脸，朱颜去不回还。椿老萱衰,只恐雨僽风僝。但只愿无损无伤，咱共你何忧何患？［合前］<br>【前腔】［外］幽闲，食可加餐。官无事扰，情怀并没愁烦。人老花残，于心尚有相关。待招赘百岁姻亲，承继我一脉根蔓。［合前］<br>［合前。净］李成，收了筵席罢。［外］妈妈，还不曾吃得酒，就收拾了，你这等悭吝？［净］老儿。<br>【醉翁子】非悭。论治家千难万难，休只管吃得瓮尽杯干。［丑］今番，庆生席面，难做寻常一例看。［合］重换盏，直饮到月转花梢，影上阑杆。<br>【前腔】［外］神仙，满座间人闲事减。庆眉寿，樽前席上，正宜疏散。［众］欢宴，乐人祗应，品竹弹丝敲象板。［合前］<br>【侥侥令】［众］银台烧绛蜡，宝鼎喷沉檀，望乞苍穹从人愿。［合］骨肉永团圆，保岁寒。<br>【前腔】炎凉多反复，日月易循环，但愿岁岁年年人康健。［合前］<br>【尾】玉人弹唱声声慢，露春纤把锦筝低按，曲罢酒阑人散。<br>［外］四时光景疾如梭，［净］堪叹人生能几何。<br>［丑］遇饮酒时须饮酒，［旦］得高歌处且高歌。<br>第四出堂试<br>【谒金门】［小外，杂从上］简命分专邦甸，报国存心文献；蒲鞭枉昭公椽，三载民无怨。<br>【鹧鸪天】千里承恩秉郡旄，矢心曾不染秋毫。公门既许清如水，吏笔何须利似刀？无德政，起童谣，聿修文书赞皇朝。愿将廉范龚黄意，布政瓯城教尔曹。自家温州府太守吉天祥是也。即今宾兴之秋，又当堂试之日，下官今日考试诸生。左右，唤秀才进来。<br>【转山子】［末扮学官上］六经惭负管窥天，可信灯毡恁有缘。士子作章编，争望登高选。送生员手本。［外］趱生员进来，教官出去罢。［末应下］<br>【水底鱼】［生上］仰之弥高，钻之弥坚，忽焉在后，赡之忽在前。<br>【前腔】［末上］学问无边，如人临广渊。意深趣远，玄玄复又玄。<br>【前腔】［净上］身似神仙，金银积万千。无心向学，终朝只爱眠。<br>［众见介。外］众生员起来作揖。［众应介。净］学生皆肤见之学，望大人赐浅些题目。［外］众秀才，今日考试汝等，不意分巡大人报到，将就考一道策罢。起来听题。<br>【红衲袄】［外］问：古人君所以贤，古人臣所可言，圣王汲汲思为善，为善还当何者先？子辈灯窗已有年，所得经书学问渊。悉心为我敷陈也，毋视庸常泛泛然。<br>［众递卷介。外］叫左右。拿那生员背起来打。［净］老大夫何以赐责？［外］我什么衙门，令人代作文字？［净］怎么代作文字？［外］这卷与这卷，明明是一个人写的字。若肺腑流出，必然成诵。众生员始初送卷的，各背而所作上来。<br>【前腔】［生］对：古明君在重贤，古良臣贡举先。巫咸傅说初皆贱，伊尹曾耕莘上田。皋陶既举不仁远，四皓出而汉祚安。恭承执一询遇见，敢不谆谆露胆肝？<br>［外］此篇以荐贤立论，是知国家之首务者，宜取以冠首。<br>【前腔】［末］对：古贤王在猎畋，古贤臣开垦先。孟轲十一言犹善，八口同耕井字田。庸言\"民乃国之本\"，故曰\"食为民所天\"。躬承执事询愚见，敢不粗心进数言？<br>［外］此篇以井田十一立意，足见其有忧国忧民之意，可喜可喜。<br>【前腔】［净］对：古刚明须积钱，臣奉行须聚敛。治财理赋称刘晏，功数萧何馈饷先。征粮时要他加二三，粮完时赏疮一个钱。若今府库充盈也，大敌闻之不敢言。<br>［外］此篇陈辞未纯，立论不正，宜加刻苦之功，须革富贵之相，方免马牛襟裾之诮，庸勉庸勉。诸生过来，先递卷的什么名字？［生］生员王十朋。<br>［外］今朝堂试汝魁名，他日须知作上卿。<br>［众］大惠及民夸德政，又将文字教书生。<br>第五出启媒<br>【荷叶鱼儿】［外上］春雨新收，喜见山明水秀，万花深处有鸣鸠，软红泥踏青时候。试蹑青鞋，慢拖斑竹，去寻良友。<br>自分老林丘，诗酒朋俦。昔年碧水壮遨游，学冠同流。嗟吁独负邓攸忧，一子难留。且求佳婿续箕裘，是亦良谋。老夫昔在太学，曾试贡元，人故以贡元呼之。至亲三口，续室小女而已。田园足以供衣食，庐舍足以蔽风雨。中郎有女传书业，伯道无儿嗣世家。老夫闻得王景春之子王十朋，近日堂试魁名，欲浼将仕郎南阳郡许文通为媒，求作小女之婿。故此扶筇而来，不免到他门首。且咳嗽一声，老将仕在家么？<br>【前腔】［末上］静把诗书闲究，竹扉上是谁频扣？<br>呀！原来是老贡元，请了。<br>［外］过竹方通径，穿云始见山。［末］家因贫故静，人为老而闲。连日少会，今日下顾，必有佳教。［外］只因小女未有佳配，昨闻故人王景春之子，堂试魁名，去后必有好处，敢颅将仕作伐。往彼一说，成此姻缘。但恐轻渎。有屈神劳。［末］鄙夫即当往议此亲，谅此富彼贫，必无辞。且请一茶。［外］不劳赐茶，但得早为玉成，多幸。<br>【三学士】弱息及笄姻未偶，故米拜屈问游，书生已露魁人手，山老因营继嗣谋。［合］若得良媒开笑口，这求亲愿必酬。<br>【前腔】［太］解绶归来为至友，果然同气相求。尔玉人窈窕钟闺秀，那君种子殷勤须好逑。［合］管取两门开笑口。这求婚愿必酬。<br>【前腔】［外］人世姻缘天所授，惟媒妁得预其谋。蔴瓢兀自浮仙涧，红叶犹能上泝流。［合前］若得。<br>【前腔】［末］谨领尊言求风偶，管教配合鸾俦。云英志不存田玉，织女期当订斗，牛。［合前］管取。<br>［外］厘降篇成事岂虚，［未］《诗》言夫妇首《关雎》。<br>［外］人间未结前生契，［合］天上先成月下书。<br>　</p> <p>第六出议亲<br>【绕地游】［老旦上］桑榆暮景，将往事空思省。家贫窘，闷怀耿耿。共姜誓盟，慕贞洁甘守孤零，喜一子学问有成。<br>老身柏舟誓守，自甘法世居孀，榆景身安，惟爱一经教子。锥有破茅之地，仅可容身；囊无挑药之资，旋谋糊口。剪发常思侃母，断机每念轲亲。正是\"不求金玉贵，惟愿子孙贤。\"老身张氏，少适王门，自从丈夫亡后，不幸祖业凋零。止生一子，名十朋，虽喜聪慧，才学有成，奈缘时乖运蹇，功名未遂。今乃大比之年，且训诲一番。十朋那里？<br>【风人松】［生上］青霄万里未鹏抟，淹我儒冠；布袍虽拟蓝袍换，荣枯事皆由天断。且自存心奉母，何须着意求官？母亲拜揖。<br>［老旦］春榜动，选场开，收拾行李，上京科举。［生］母亲，事业要当穷万卷，人生须是惜分阴。正是\"学成文武艺，货与帝王家。\"孩儿只为家贫亲老，不敢远离。［老旦］孩儿，岂不闻孝经云：\"始于事亲，终于事君。\"君亲一体，若得你一官半职回来，也显做娘的训子之功。［生］敢不遵命。［老旦］儿，还有一件事。前日双门巷钱贡元央许将仕议亲，无物为聘，以此不敢应承。只恐今日又来，如何是好？［生］母亲，岂不闻古人云：\"娶妻莫恨无良媒，书中有女颜如玉。\"孩儿只虑功名未遂，何虑无妻？［老旦］儿，你也说得有理。自从你父亲亡后，做娘的呵！<br>【黄莺儿】半世守孤灯，镇朝昏儿几泪零，到今犹在凄凉景。寒门似冰，衰鬓似星。［生］母亲为何掉泪？［老旦］为只为早年不幸鸾分影。［合］细评论，黄金满簸，不如教子一经。<br>【前腔】［生］父丧母劳形，论孩儿当报恩，奈何人事不相称。［老旦］只怕你学未成。［生］非学术成。［老旦］只怕你己未能。［生］非己未能，为只为五行不顺男儿命。［合前］<br>【簇御林】［老旦］亲师范，近友朋，把诗书勤讲明。聚萤凿壁真堪敬，他们都显父母、扬名姓。［合］奋鹏程，名题雁塔，自屋显公卿。<br>【前腔】［生］亲年迈，家势倾，恨腴甘缺奉承。卧冰泣竹真堪并，他们都感大地、登台省。［合前。末上］受人之托，必当终人之事。钱贡元央老夫到王宅议亲。此间有人么？［老旦］儿，有人在外，你去看。［生］待孩儿去看。呀！老将仕，失迎了。［末］令堂有么？［生］家母有。［末］老夫求见。［生］少待。母亲，许将仕在外。［老旦］请进来。［见介］许大人请。重蒙贵步到寒家，有何见谕？［末］老夫非为别事，只因钱贡元前番央老夫来说令郎亲事，老安人不允。近闻得贤郎堂试魁名，贡元不胜之喜。今着老夫送吉贴到宅，望乞安人允就，不必推辞。［老旦］多蒙贡元见爱，又蒙将仕周全。只是家窘，不敢应承。［末］贡元说道：不问人家贫富，只要女婿贤良。聘礼不拘轻重，随意下些，便可成亲。［老旦］贡元乃丰衣足食之家，老身乃裙布荆钗之妇，惟恐见诮。［末］安人何必太谦！<br>【桂枝香】［老旦］年华衰边，家私穷败，要成就这段姻亲，全赖高贤担带。论才难布摆，论才难布摆，钱难揭债，物无借贷。［拔钗介］儿，自你父亲亡后，再无所遗，止有这荆钗，权把他为财礼，只愁事不谐。<br>【前腔】［生］萱亲宁耐，冰人休怪。小生呵！贫居陋室多年，惟苦志寒窗十载。倘时运到来，倘时运到来，功名可待，姻亲还在。母亲，这荆钗又不是金银造，如何做聘财？<br>【前腔】［末］女人容拜。秀才听解。那贡元呵，不嫌你礼物轻微，偏喜爱熟油苦菜。但心无忌猜，但心无忌猜，物无妨碍，人无杂坏。<br>方才聘礼取过来一观。［生］请观。［末］昔日汉梁鸿聘孟光，荆钗遗下，岂不是达古之家？这荆钗虽不是金银造，非是老夫面奉，管取门阑喜事谐。［老旦］将仕回见贡元，只说礼物轻微，表情而已。［末］谨领，谨领。<br>［生］寒家乏聘自伤情，［老］权把荆钗表寸心。<br>［末］着意种花花不发，［合］等闲插柳柳成阴。<br><br>第七出遐契<br>【秋夜月】［净上］家富豪。少甚财和宝？未毕姻亲，萦牵怀抱。只因命犯孤星照，没一个老瓢。自家号做孙汝权，牛羊无数广田园。无瑕美玉白似雪，没孔珍珠大似拳。白银积下如土块，黄金堆垛似方砖。温州城里第一个财主，件件称心，样样如意。说也惶恐，夜夜缩脚眠。前日学中回来，偶见一家门径里面四个大字：\"为善最乐\"。正看之际，闪出二八佳人，生得描不成，画不就，十分美貌。若得此女为妻，不枉了今生一世。<br>【驻云飞】思忆多娇，想他十指纤一捻腰，两瓣金莲小，赛过西施貌。妖，其实是俊多娇，想他身材小巧，教我日夜相思，日刻萦怀抱。若得成亲，我也不枉了。<br>呸！想他也没用，我家里有个才六、才七，只好管些家事。有个朱吉能言语，我未曾说起。他就晓得我心事，叫他出来商议。朱吉那里？［末上］听得叫朱吉，慌忙走来立，大胆寸难行，小心尽去得。官人，有何分付？［净］朱吉，前日我在学中回来，打从双门巷里经过，一家门前写着：\"为善最乐\"，你晓得是那一家？［末］是钱贡元家里。［净］你怎么认得？［末］小人常在他门首经过，认得。［净］他家好个女儿。［末］官人怎么晓得？［净］我在学中回来，偶见此女，生得十分美貌。我要取他为妻，没个人去说合。［末］他家对门卖烧饼的张妈妈，是钱贡元的妹子。姑娘说侄女，有何不可？［净争］我儿好聪明，姑娘说侄女，有何不依？小厮，取文房四宝过来。［末］要文房四宝何用？［净］写个票儿，拿他来。［末］这就不是，求亲犹如告债，须是登门相请才可。［净］你不知道，这妈妈闻得他嘴头子极快，他问道官人多少年纪，方继娶亲，教我怎么回他？［末］只说高来不成，低来不就，蹉跎了岁月，少说些年纪便了。［净］你分付家里，只说我学中去了。［末叫后科。净］出得家门口，此间已是大街坊。［末］待我去请他。［净］有理。［末叫］张妈在家么？［丑上］来了。<br>【秋夜月】蒙见招，打扮十分俏，走到门前人都道，道奴奴脸上胭脂少，搽些又好，抹些又俏。<br>［末］搽多了，好与关大王作对。［丑］你来我家何干？［末］孙官人要见。［丑］呀！相公请了。［净］妈妈请了。［丑］看茶。［净］妈妈请。［丑］相公，接待不周。春牛上宅，并无灾厄。［净］我今闲走，特来看你这母狗。［末］出言太毒，将人比畜。［净］怎么屎口伤人？［丑］惯有这毛病。［净］茶来。［丑］免茶。［净］免茶不是你说的。［丑］讨茶也不是你说的。［净］我在家里讨惯了。［丑］相公，今日到此贵干？［净］他问我贵干，我怎么回他？［末］便说烦妈妈为媒。［净］特烦妈妈为媒。［丑］不知取与第几位令郎？［净］小儿尚未有母，就是这小花男子。［丑］相公今年高寿了？［净］一百八十岁。［末］十八岁。［净］看，一十八岁。［丑］好少年老成。要取那家女儿？［净］朱吉，怎么回他？［末］便说令兄宅上有个令爱，要娶他做娘子。［净］妈妈，闻知令爱宅上，有个令兄，取他做个掌家娘子。［丑］我哥哥六十岁了，还饶他不过。［净］都是你只管令令令，都令差了。巧言不如直遭，便说你哥哥家里有个丫头，我要讨他做老婆便了。［末］是令兄宅上有个令爱，财主取他做掌家娘子。［丑］若说我侄女儿，只教你雪狮子向火，酥了一半。看我侄女儿，长、不料料窕窕，短、不足跔跔促促。他眉弯新月，譬挽乌云，脸衬朝霞，肌凝瑞雪：有沈鱼落雁之容，闭月羞花之貌。秋波滴沥，云鬓轻盈，淡扫蛾眉，薄施脂粉。舒翠袖，露玉指，春笋纤纤，下香阶，显弓鞋，金莲窄窄。这双小脚，刚刚三寸三分。［净］好！连夜就成。朱吉，这妈妈说小姐的脚，刚刚三寸三分，这是卖弄金莲，就值一千两。请问妈妈要多少价钱？［末］这就差了，买牛马便说价钱，亲事只说财礼。［净］你晓得我的，我若过一两遭，便晓得。苦恼，小花男子那里晓得？你教我便好。［末］请问妈妈要多少财礼？［丑］相公，我哥哥是诗礼之家，出得你的门，进得我哥户，样样成双，件件成百。［净］有！大人家干事不小，小人家干事不大，只管出得我家门，进得你令兄家户。妈妈，成亲之后，自有礼物登门谢媒。花红羊酒锦段赠之。朱吉，今日是个好日，你连忙回去，取金钗一对，压钗银四十两，相烦妈妈就去。<br>【豹子令】闻说佳人多袅娜，多袅娜，端的容貌赛嫦娥，赛嫦娥。此亲若得周全我，酬劳财礼敢虚过。［合］花红羊酒谢媒婆。［丑］成亲之后，就是姑婆。［净］朱吉，你牵羊担酒谢姑婆。<br>【前腔】［丑］非是冰人说强呵，说强呵，成败都是女萧何，女萧何。若是才郎拚财礼，管教织女渡银河。［合前］<br>［净］为媒作伐莫因循，［丑］管取教君成此亲。<br>［末］匹配姻缘凭月老，［合］调和风月仗冰人。<br>第八出受钗<br>【似娘儿】［外上］一女貌天然，缘分浅。亲事迁延。愿天早与人方便，丝萝共结，蒹葭可倚，桑梓相联。\"男子生而愿为之有室，女子生而愿为之有家。\"老夫昨央将仕王宅议亲，回来便知端的。［末上］伏托荆钗成好事，何须红叶作良媒。昨蒙贡元央我王宅议亲，不免回覆。有人么？［外］将仕，有劳动问，亲事如何？［未］老夫初到王宅，说起亲事，王老安人再三推辞。已后将尊言说明，谗得允从。［外］将何物为聘？［末］聘物虽有，只是轻微，将不出。［外］老夫有言在先，不拘轻重，只要成其姻事。［末］聘物在此，请收。［外］好罕物。昔日汉粱鸿聘孟光荆钗，至今遗下，岂不是达古之家？老安人那里？［净争上］\"姻缘本是前生定，曾向蟠桃会里来。\"那个在此？［外］是将仕。［净］不是来说我儿亲事么？［外］正是。［净］李成看茶来。将仕公，外日多蒙厚礼，我说李成去请将仕公来吃些寿面，说你不在家；一钵头面，放了三日，把与狗吃了。［外、末］这什么说话？［净］敢问将仕，说我女儿亲事怎么了？［末、外］亲事已成了。［净］既成了，几时下盒子？［末、外］就是今日。［净］今日教我怎么安排得酒与来人吃？［末］都是干折，袖里来，袖里去。［净］看鸡鹅污屎，坏了衣服。［末］不是这个干折。［净］小厮讨天平来。［外］要天平做什么？［净］要他兑银子。［外］银子希什么罕？［净］银子不希罕，什么希罕？［外］一股荆钗，只怕你不晓得。［净］你拿来我看。多少年纪，不晓得这是什么东西。闻又不香，拿在手又不重，待我磨一磨。［外］这是宝贝，擦不得的。［净］人到禁擦，他到不禁擦。［外、末］什么说话？［净］这味头簪子，一分银子买了十根，讨得十个媳妇。［外］不要多说。［净］我晓得。当初汉梁鸿仗他讨了个娘子，如今又将来讨我女儿，是二婚人了。［末］休得取笑。［净］你便说何人置造，甚人遗下的？<br>【柰花子】［末］论荆钗名本轻微，汉梁鸿已仗得妻，芳名至今留传于世。老安人，休将他恁般轻视，听启，明说道表情而已。<br>【前腔】［净］虽然是我女低微，他将我恁般轻觑。一城中岂无风流佳婿？老员外，偏只要嫁着穷鬼。老许，你做媒氏，疾忙与我还他的财礼。<br>【前腔】［外］这财礼虽是轻微，你为何讲是说非？婆子，你不晓得，那王秀才是个读书人，一朝显达，名登高第，那其间夫荣妻贵。这财礼呵，纵轻微，既来之，且宜安之。<br>【前腔】［丑上］富家郎央我为媒，要娶我侄女为妻。说开说合，非同容易，也全凭虚心冷气。匹配，端的是老娘为最。<br>［净］姑娘那里来？［丑］我在家里来，特来与女儿说亲。［净］不要说这亲事。我老员外凭了那老许，把女儿许与王什么朋。［丑］不是王景春的儿子王十朋？娘儿两个过活的？［净］正是他家，不知富贵发迹何如？［丑］就是孤老院里赶出跎子来，穷断了他的脊筋。风扫地，月点灯。［净争］你说的是谁家？［丑］我说的是孙半州孙官人，名头也有十七八个，金银使秤称，珠子使斗量。先将金钗一对，压钗银四十两，交了年庚吉贴，就有礼物登门。［净］如此只许他家罢。姑娘，只说我不曾见你进来，你就说退了王家，我就说嫁了孙家。［丑］正是。［净］只是老许在里面，不好说得。［丑］自古道：\"男不作媒，女不保债。\"若是老许抢我这媒做了，汗都弄他的出来。嫂嫂，你先进去。［净］老许还不去。［丑］哥哥嫂嫂。此是那个，拘也不养出他来。我到人一般敬他，他到驴了眼看我。我到深深拜一拜，他到直了腰哈人。［末］老人家曲不倒腰，只是这等。［丑、净］老人家曲不倒腰，彭祖公公不唱喏的？\"男有男行，女有女伴。\"请出去，待我们说几句家常话。哥哥，特来与我侄女说头亲事。［外］妹子来迟了，女儿许了王秀才，聘礼受了，就是王景春之子王十朋。［丑］那个做媒的？千百担柴煮不烂的老狗，这是女人家勾当。那王家朝无呼鸡之食，夜无引鼠之粮，若是嫁了他，饿断了丝肠。若饿死我家女儿，要与老许讨命。［外］什么说话？［净］姑娘，你说的是那家？［丑］我说的是孙半州，前门进去一百条水牛，有老许大。［净］就嫁这水牛。［丑］后门进去一百条黄牛。不要说他珍珠财宝，只这象牙屏风底下，冰乾也有一千担。［净、外］冰见了日头就洋了，怎么晒得冰乾？［丑］各天一方，有这等天晒得这冰乾。嫂嫂，生药铺里卖的是什么？［净］这是冰片。［丑］正是，正是。退了王家，嫁那孙家。［外］你不晓得，就是那孙汝权。极奸诈。我也配他不来，还了他聘礼。［净］这等人家不与他？如今退了王家？许了孙家。［外］你那婆子，晓得什么？\"一家女子百家求，求了一家便罢休。\"［净］唊了嘴，\"一家女子百家求，九十九家不罢休。\"［丑］只有一家不求得，扒在屋上打砖头，一失手打了老许的头。<br>【驻马听】［外］巧语花言，竟不顾男女婚姻当遴选，此子才堪梁栋，貌比瑶药，学有渊源。我孩儿非比孟光贤，那书生亦遂梁鸿愿。这亲事也由我不得，也由你不得。玙［合］万事由天，一朝契合，做了百年姻眷。<br>【前腔】［净］才貌兼全，亲老家贫囊又艰，羞杀荆钗裙布，绣褥金屏，绮席华筵。好姻缘番做恶姻缘，富亲眷强似穷亲眷。［合前］<br>【前腔】［丑］四远名传，那个不识孙汝权。他貌如潘岳，富比石崇，德并颜渊，轻裘肥马锦雕鞍，重裀列鼎珍羞馔。［合前］<br>【前腔】［末］五百年前，月老曾将足系缠，不用诗题红叶，书附青鸾，玉种蓝田。瑶池曾结并头莲，画堂中已配豪家眷。［合前］<br>［外］今日未可便相从，［净］须信豪家意颇浓。［末］有缘千里能相会，［丑］无缘对面不相逢。［外］怎成得人家？一个客在此，也没茶水，到有许多不贤之处！［净］还不跪？［丑］跪了，嫂嫂。［外］妹子，一家好人家是你搅坏了，我也做不得主。我儿在绣房中，你将两家聘礼问女儿。愿嫁金钗，就是孙家；愿嫁荆钗，就是王家。［净、丑］正是。［外］只说王家是诗礼之家，那孙家一味村浊。［净］再说一个大巴掌。［外］罢罢，我再不管了。［先下。丑］世间无难事，只怕歪丝缠。一个老官人被你一缠，就缠坏了。玉莲就比我小时节，只要有得吃，有得着。这等人家不嫁，倒去嫁穷鬼？好计，\"计就月中擒玉兔，谋成日里捉金乌。\"［下］<br>第九出绣房<br>【恋芳春】［旦止］宝篆香消，绣窗日永，又还节近清明。暗里时更换，月老逼椿庭，惟愿双亲福寿康宁。<br>镜中常自叹婵娟，生长闺门二八年，惟喜椿庭身在室，何堪萱室魄归天？言工容德悉兼全，玉质无瑕赛月圆。春去秋来多少事，金莲那肯出房前？奴家侍奉早膳已毕，且向绣房做些针指。<br>【一江风】绣房中，袅袅香烟喷，翦翦轻风送；但晨昏问寝高堂，须把椿萱奉。忙梳早整容，忙梳早整容，惟勤针指功，怕窗外花影日移动。<br>【前腔】听鹊鸦，噪得我心惊怕，有甚吉凶话？念奴家不出闺门，莫把情怀挂。依然绣几朵花，依然绣几朵花，天生怎比他？再绣出蔷薇架。<br>【青哥儿】［丑上］豪门议亲，哥哥嫂嫂已许谐秦晋。未审玉莲肯从顺，且向绣房询问。<br>开门。［旦］是谁？［丑］是你姑娘。［旦］姑娘那里来？［丑］我儿，这就不是了，怎么拦门拜？诗礼人家，只象小家子出身，好歹等姑娘坐定了拜才是。［旦］多谢姑娘指教。［丑］这才是。我儿坐了。［旦］姑娘，告坐了。［丑］你在这里做什么？［旦］这是枕方。［丑］这是什么花？［旦］并头莲。［丑］这是做亲的意思了。［旦］姑娘休要取笑。［丑］下面是鸭、是鹅、哺鸡？［旦］鸳鸯。［丑］鸳鸯嘴长了七八针。这是什么书？［旦］是《烈女传》。［丑］我儿，这书且放过一边，我要说正经。我儿，特来与你说一头亲事。［旦］不是爹爹许那王□［丑］亏你不羞，不出闺门的女儿，晓得什么王、白，好歹等姑娘说出来。你爹爹许了王家，母亲见他艰难，将你许了孙半州。他是温州城里第一个财主，我儿若嫁了他，一生受用不尽。这是王家的聘礼，这是孙家的聘礼。［旦］姑娘，他乃豪家富贵，玉莲乃家寒貌丑，不敢应承孙家。［丑］嫁孙家是，听我说他富贵。<br>【梁州序】他家私迭等，良田万顷，富豪声振瓯城。他又不曾婚聘，专浼我来求亲。［旦］他恁的钱物昌盛，愧我家寒貌丑难厮称。［丑］这段姻缘料想是前生定，入境缘何不顺情？休得要恁执性。<br>【前腔】［旦］他有雕鞍金凳，重裀列鼎，肯娶我裙布荆钗？我须房奁不整，反被那人相轻。［丑］虽是你房奁不整，他见你姿容，自然相饮敬。［旦］严父将奴先已许书生，君子一言怎变更，实不敢奉尊命。<br>【前腔】［丑］你爹娘俱已应承，问侄女缘何不肯？恁推三阻四，莫不是行浊言清。［旦］枉了将人凌并，便刎下头来，断然不依允。［丑］论我作伐，宅第尽闻名。十处说亲九处成，谁学你假惺惺。<br>【前腔】［旦］做媒的，［丑］做媒的不是做贼的。［旦］做媒的个个夸能，也多有言不相应，信着你都被误了终身。［丑］合穷合苦没福分。丫头强厮挺，令人怒憎。［旦］出语伤人，你好不三省，荣枯事总由命。<br>【尾】［丑］这段姻缘非厮逞，少什么花红送迎？［旦］谁想番成作画饼。<br>［旦］姻缘自是不和同，［丑］无分荣华合受穷。<br>［旦］雪里红梅甘冷淡，［合］羞随红叶嫁东风。</p> <p>第十出逼嫁<br>【福青歌】［净上］只因我女娇媚，富家郎要结姻契。姑娘在此作良媒，寻思道理，强如嫁着穷鬼。常言道：\"会嫁嫁田庄，不会嫁嫁才郎。\"好笑我老儿将女儿许嫁王十朋，姑娘来说的温州城内第一个财主孙汝权。如今姑娘绣房中与女儿议亲，待姑娘来便知端的。<br>【前腔】［丑上］玉莲贱人无理，激得我怒从心起。腌臜蠢物太无知，千推万阻，枉教我受了这场呕气。<br>［净］姑娘为何这般气？［丑］嫂嫂，只说人家养女儿，你当初把他如金宝，如今把你当蒿草。我便领你的命到绣房中去，他便闭着门儿。我便叫开门，他便不该就是拦门拜。我该奉承他一分便好。我不合教道他，他便怪我抢白了，心里有些不自在我。我便说特来与你做媒，他到嗞了这张嘴，说道：姑娘莫不是爹爹说王□我就说：不出闺门的女儿，晓得什么王、白，好歹等姑娘说出来。又说：爹是亲的，娘是继母，不知是那一个养汉老淫妇，不知他是那里来的，便是这等跟我爹的。还要拿他到税课司去税他一税，羞也羞杀了他。［净］他是这等无理，七岁无了母，是我扶养长成。说我做主不得，我且唤他出来，肯嫁孙家，我有一处，要嫁王家，也有一处。［丑］嫂嫂不要说我说的。［净］玉莲那里？<br>【七娘子】［旦上］芳心未许春搬弄，傍纱窗绣鸾刺风。［净］玉莲。［旦］母命传呼，奴当趋奉。金莲轻举湘裙动。<br>［旦］母亲。［净］撒开，不是你娘。［旦］姑娘。［丑］不是你姑娘。［净］你好欺心！虽无十月怀胎，且有三年乳哺。怎么得你长大嫁老公，姑娘与你说亲，肯不肯好好回他，怎么说爹是亲的，娘是继母，做主不得，骂我许多？［旦］是那个来说的？［净］姑娘说的。［旦］姑娘曾在那里骂？［丑］你骂来。［净］贱人骂得好。<br>【锁南枝】［旦］休发怒，免性焦，一言望乞听奴告。这聘礼荆钗，休恁看得小。［净］是金的？［旦］非是金。［丑］敢是宝。［旦］非是宝。［净］非金非宝，要他何用？［旦］将来聘奴家，一似孟德耀。<br>【前腔】［净、丑］听他道，越气恼，无知贱人不听教。因甚苦死执迷，惹得娘焦燥？他礼物有甚好？比着玉镜台，羞杀晋温峤。<br>［旦］母亲，岂不闻商相埋名，版筑岩前曾避世，阿衡遁迹，躬耕莘野未逢时。买臣见弃于其妻，季子不札于其嫂。先朝蒙正运未通，破窑困苦；昔日韩信时不遇，当道饥寒。王秀才虽窘，乃才学之士：孙汝权纵富，乃奸诈之徒，才学之士，不难于富贵，奸诈之徒，必易于贫穷。王秀才一朝风云际会，发迹何难？［净］姑娘，丫头虽小，且是识人多矣。不知那里寻许多苦堆一处。<br>【四换头】贼泼贱闭嘴，数黑论黄讲甚的？我是你什么人？［旦］是娘。［净］恰又来，娘言语怎违逆？颐父母颜情却是礼。［旦］顺父母颜情，人之大礼。话不投机，教人怎随？富豪贪恋，贫穷见弃，惹得傍人讲是非。<br>【前腔】［丑］呆蠢丫头，出语污人耳。恁推三阻四，话不投机。豪家求汝效于飞，他有甚相亏？出言抵撞，你好没尊卑。<br>【前腔】［旦］非奴失礼仪，望停嗔，听拜启。婚姻事有之，恐误了终身难改移。［净］嫁去好，多住几日，不好，回来再嫁。［旦］怕一时贪富侈，恐船到江心补漏迟。<br>【前腔】［净、丑］好言劝你，再三阻推。娘是何人你是谁？［旦］母亲暂息雷电威，休恁自差池。今日里缘何将我苦禁持？［净］自今和你做头敌。［旦］谩威逼，断然不与孙氏做夫妻。<br>［旦下。外上］自不整衣毛，何须夜夜嚎。为何在此喧嚷？［净］老贼养得好女儿，把我一顿打。若无姑娘劝，几乎打死。［外］妈妈，玉莲最孝顺，敢不是他？［净］且住！待我思想。我扯住他衣服，他洒掉跑了去，方才打。姑娘，是你打的。［外］妹子回来一次，惹得他母子闹吵，今后再不要回来。［丑］我为你女儿亲事，今后再不回来了。［净哭］我的姑娘，［丑哭］我的嫂嫂。［外］呸！好人好家，哭怎么的？［丑］耍戏有哭有笑。［净］依我嫁孙家，多与他房奁首饰。若不肯嫁孙家，剥得赤条条，拣个十恶大败日，一乘破轿子，送到王家。房奁首饰，一些没有，再不管他。［外］将机就机，明日乃是一好日，只说不好。妈妈，十恶大败之日，就是明日送去。［净］也罢，就是明日。［外］妈妈，你送去。［争］我不去。［外］妹子。你送去。［丑］嫂嫂，一个泥人送到庙里去，看个下落，就是我去。<br>［外］不贪富贵自甘贫，［净］叵耐无知小贱人。<br>［丑］惟有感恩并积恨，［合］万年千载不成尘。<br>第十一出辞灵<br>【破阵子】［旦上］翠黛深笼宝镜，蛾眉懒画春山。丝萝虽喜依乔木，椿树还怜老岁寒，偷将珠泪弹。<br>我生胡不辰，襁褓失慈母。鞠育赖椿庭，成立多艰楚。此日遣于归，父命曷敢阻？进退心恐伤，有泪出肺腑。奴家被继母逼嫁孙郎，我爹爹不允，将机就机，只说今日是十恶大败之日，匆遽之间，将奴出配王家。首饰衣服，并无一件。苦呵！若是亲娘在日，岂忍如此肮脏？不免到祠堂中拜别亲娘神主。此间已是祠堂中了，这一位是我亲娘呵！一入祠堂心惨凄，百年香火叹无儿，涓埃未报母恩德，返哺忍闻乌夜啼。<br>【玉交枝】［旦］音容不见，望冥中听奴诉言，甫离怀抱娘恩断，目应怎瞑黄泉。谁知继母心太偏，逼奴改嫁相凌贱。我那亲娘，孩儿今日出嫁，本待做一碗羹饭与你，料他决不相容。苦！莫说羹饭，我要痛哭一场，［合］怕他们闻之见嫌，只得且吞声泪痕如线。我的亲娘在日，岂是今日？<br>【前腔】不能光显，叹资装十元一完。爹爹，母亲，荆钗裙布奴情愿。只是我爹爹年老在堂，奴家去后，叹无人膝下承颜。我的亲娘，七岁抛离了你，受他折磨难尽言。孩儿倘有一些差处，非打即骂，他全无骨肉亲相脊。［合前］［外上］荆钗与裙布。随时逼婚嫁。［丑上］三夜不息烛，相思何日罢。［外］我儿，哭得这等模样，你在此怎么？［旦］我在此别母亲神主。［外］我的儿，<br>【忆多娇】你且开镜奁，锭翠钿，休得界破残妆玉箸悬。今日我做爹爹的肮脏了你，首饰全无真可怜。［合］休得愁烦，喜嫁个读书大贤。<br>【前腔】［旦］愁只愁你子嗣悭，爹老年，何忍教儿离膝前。爹爹，你与母亲不谐，孩儿去了，凡事忍耐些罢。莫惹闲非免抟牵。［合前。丑］我儿，你若依了我，嫁了孙家，大样妆奁，十分富贵。今日什么来由，到嫁这个穷鬼？［外］你好胡说！<br>【斗黑麻】自古姻缘事，非偶然，五百年前，赤绳系牵。儿今去，听教言：我的儿，你到王门做媳妇，勿慢勿骄，必钦必敬。孝顺姑嫜，数问寒暄。［合］灯前泪涟，生离各一天。他有日归宁，吾心始安。我儿上轿去罢。<br>［旦］待孩儿请母亲出来拜辞。［外］孩儿，那老泼贱，你去拜别他怎么？［旦］爹爹，天下无有不是的父母，孩儿何忍不辞而去？［丑］侄女言之有礼，待我去请他来。嫂嫂，女儿请你出来拜别。［净在内说］不出来，一似张果老倒骑驴，永远不要见这畜生的面。［丑］侄女儿，你母亲不肯出来受你的拜别。［旦］既不肯出来，待奴自去请。母亲，开门，开门！［净内说］不开，不开！［旦］母亲既不开门，不免就此房门前拜别。我的娘，孩儿呵，<br>【前腔】蒙教养成人，恩同昊天。［净内应］我又不是你亲娘，说什么昊天！［旦］我的娘，虽不是你亲生，多蒙保全。儿别去，免忧煎。娘，你是个年老之人，休惹闲气，倘爹爹有些不是处，忍耐些罢！努力加餐，望把愁颜变笑颜。［合］灯前泪涟，生离各一天。［外］我儿，他衣饰也无一件与你，哭他怎么？［旦］裙布荆钗，奴身自便。［丑］侄女儿，拜了爹爹，上轿去罢！［外］不要拜了。<br>【临江仙】［旦］百拜哀哀辞膝下，及门无母施鞶，未知何日返家园。出门银烛暗，明月照鱼轩。［旦、丑吹打下。外吊场］<br>【前腔】半壁孤灯相吊影，萧萧白发盈颠。那堪弱息离身边，叮咛辞别去，情痛不成干。［哭下］<br>第十二出合卺<br>【风马儿】［老旦上］株守蜗居事桑蚕，形憔悴、鬓蓝参。［生上］家寒世薄精神减，凄凉一担，母忧愁，子羞惭。<br>［老旦］孩儿，姻缘之事非偶然，前番许将仕来说亲事，我因将荆钗为定。此人一去许久，不见回报，敢是不成了。［生］母亲，姻缘前生分定，苦苦挂怀则甚。<br>【琐寒窗】［老旦］这门亲非是我贪婪，无奈人来说再三。送荆钗只愁富室褒谈，良媒竟没一言回俺，反教娘挂肠悬胆。［合］早间只闻得鹊噪窗南，有何亲旧相探？<br>【前腔】［生］叹连年贫苦多谙，尤在凄凉一担担，事萱亲、朝夕愧缺腴甘。劬劳未答，常怀凄惨。议姻亲，断然不敢。［合前］<br>【前腔】［末、净上］论人生嫁女婚男，不是姻缘怎妄贪。谩夸他豪门首饰衣衫。娇娥志洁，甘居清淡。那听他巧言啜赚。这姑姑闲此脸羞惭，此来必定喃喃。此间已是。有人么？<br>［老旦］有人在外，山去看来。［生］待孩儿去看。［末］老夫要见令堂。［生］请将仕少待。［老旦］请见。［末］老安人贺喜。［老旦］寒门似水，喜从何来？［末］钱老员外送小姐过门，以此贺喜。［老旦］仓卒之间，诸事不曾整备，怎生是好？［末］不费老安人的心，钱宅也没有人来，止有张姑妈送亲。他恰有些絮聒，不要听他。［净］只要对了新官人，诸事不要管。张老安人出轿。华堂今夜喜筵开，拂拂香风次第来，画鼓频敲龙笛响，新人挪步出庭阶。<br>【宝鼎儿】［丑上］亲送侄女临门，管取今朝沈醉。<br>［净］请老安人迎接姑婆。［老旦］姑婆请。［丑］亲家请。［净］请行礼，再行礼。［老旦、丑行礼。丑］此间是那个？［末］就是新官人。［丑］你不晓得，这是琼林之琼。亲家面上为何能黄？［老旦］生成的。［丑］这房子为何都是曲的？［老旦］这是旧房。［丑］不是旧房，正是乔木之家。［末、净］这话才说得好。［丑］亲家，里面有什么冰窨？［老旦］没有什么冰窨。［丑］为何冷气直冲？亲家，夜来我哥哥嫂嫂分颜，如今送侄女临门，首饰房奁，诸事不曾完备，望亲家包荒。［老旦］家下仓卒之间，诸事不曾整备，望姑婆包荒。［丑］实不相瞒亲家说，没有喜娘，还要我一身充两役，扶我侄女出轿。酒是好歹两桌都是我的了。［末］且不要多说，扶持新人出轿。［净］伏以身骑白马摇金镫，曾向歌楼列管弦；醉后不知明月上，笙歌引入画堂前。<br>【花心动】［旦上］适遣匆匆，奈眉峰慵画，鬓云羞笼。<br>［净］一对新人请上花毯，齐眉并立。一派笙歌列绮罗，女郎今夜渡银河。羞闻织女笑呵呵，今夜断然饶不过。［老旦］请受礼。［丑］同受礼。［净］老安人请训事。［老旦］姑婆请训事。［丑］亲家请。［老旦］占了。夫妻交拜，相敬如宾。务要上和下睦，夫唱妇随。常如鸾凤之和鸣，早叶麒麟之应瑞。姑婆请。［丑］勤事桑麻，织紬做布，莫学自己，嫁了这个穷酸饿醋。喜筵独桌，摆在那里？［老旦］姑婆，仓卒之间，诸事不曾整备。<br>【惜奴娇】只为家道贫穷，守荆钗裙布，谨身节用。今为姻眷，惟恐玷辱亲家门风。［旦］空空，愧乏房奁来陪奉，望高堂垂怜宠。［合］喜气浓，悄似仙郎仙女，会合仙宫。<br>【前腔】［丑］欣逢，夫婿宽洪，可留心遵守，四德三从。［末］勤攻诗赋，休得要效我飘蓬。［生］重重，命蹇时乖长如梦。［老旦］谢良言，开愚懵。［合前］<br>【斗黑麻】［旦］家世，虽忝儒宗，论蘋蘩箕帚，尚未谙通。愧无能，岂宜适事英雄？［老旦］融融，非独外有容，必然内有功。［合前］<br>【前腔】［生］愚蒙，欲步蟾宫，奈才疏学浅，未得飞冲。愧无能，岂宜先自乘龙？［丑］雍雍，才郎但显功，娇妻拟赠封。［合前］<br>【锦衣香】［末］夫性聪，才堪重；妇有容，德堪重，天生美质奇才，彩驾丹凤。［生］自惭非是汉梁鸿，何当富室，配着孤穷。［旦］念妾非孟光，奉亲命遣侍明公。今日同欢共，蓝田玉曾修种。夫和妇睦，琴调瑟弄。<br>【浆水令】［老旦］恕贫无香醪泛钟，恕贫无美食献供。［丑］又无些汤水饮喉咙。妆甚么大媒？做甚么亲送？［末］休相笑，莫妄冲，惟恐外人相讥讽。［老旦］非缺礼，非缺礼，只为窘中。凡百事，凡百事，望乞包笼。<br>【尾】［众］佳人才子德堪重，更人才又兼出众，夫妻到老永和同。<br>［生］合卺交欢喜颇浓，［老］琴调瑟弄两和同；<br>［丑］今宵賸把银缸照，［合］犹恐相逢在梦中。<br>第十三出遣仆<br>【出队子】［外上］追思前事，追思前事，心下如同理乱丝。虽然颇颇有家私，争奈年高无后嗣，怎不教人日夕怨咨！<br>万般皆是命，半点不由人。当初本欲招赘王十朋为婿，谁知我那婆子嫌贫爱富，定要嫁在孙家。我女不从，因此变作参商，翻成仇怨，是我一时将机就机，将孩儿送过王门。如今王十朋赴京科举，思虑他家无人，意欲整西边书房，去请亲家女儿同居住，早晚也好看顾。李成那里？［末上］水将杖探知深浅，人听言词见腹心。员外有何分付？［外］李成，王官人往京求取功名，我思量他家无人，欲将西首书房打扫清洁，你就去请老安人小姐到家居住，早晚也好看顾。［末］如此甚好，只怕老安人不容。［外］有我在此，不妨。［末］小人就去。<br>【好姐姐】［外］听吾一言说与，那王秀才欲求科举。他若去时，必定家空虚。［合］堪忧虑，形只影单添凄楚，暮想朝思愈困苦。<br>【前腔】［末］解元为功名利禄，他应难免分开鸳侣。妻孤母独，怎不愁满腹。［合前］<br>【前腔】［外］我欲把西边空屋，相请他萱亲媳妇，移来并居，早我相看顾。［合］亲骨肉，及早取来同居住，彼此心欢意满足。<br>【前腔】［末］小仆蒙东人付嘱，到彼处传说衷曲。他闻此语，拟定无间阻。［合前］<br>［外］不忍他家受惨凄，［未］恩东惜树更连枝；<br>［外］黄河尚有澄清日，［末］岂可人无得运时？<br>第十四出迎亲<br>【挂真儿】［老旦上］天付姻缘事谐矣，夫和妇如鱼似水。［生上］贫处蜗居，羞婚燕尔，惟恐旁人谈耻。<br>［旦上］菽水承欢胜甘旨，亲中馈未能周备。［生］慈母心坎，贤妻意美，深喜一家和气。母亲，蘋蘩已喜承宗嗣，功名未遂平生意。黄榜正招贤，囊空无一钱。［老旦］孩儿，家寒难斡运，谩自心头闷。［旦］科举若蹉跎，光阴能几何？［生］母亲，孩儿自与娘子成亲之后，不觉半载。即日黄榜动，选场开，郡中催逼赴京，限十五日起程。争奈缺少盘缠，如何是好？［老旦］孩儿，自你父亲亡后，家私日渐凋零。你今缺少盘费，教娘实难措办。［旦］官人，此系是前程之事，况兼官府催行，虽则家道艰难，如何辞免？可容奴家回去，恳告爹娘，或钱或银，借些与官人路上盘缠，不知意下如何？［生］如此却好，只恐岳丈不从。［旦］这个不妨。［末上］若无渔父引，怎得见波涛？老员外着我到王秀才家去请王老安人、小姐、王官人，这里便是，有人在此么？［老旦］孩儿，是谁在门首？［生］待孩儿去看。［生］足下何来？［末］小人是钱宅来的。［生］少待。母亲，原来岳丈家里来的人。［老旦］媳妇，你去看是谁。［旦］待奴家去看。原来是李成。［末］是小人。［旦］一向爹妈好么？［末］俱各平安。［旦］我在此半年，爹爹怎么不着人来看我。［末］家中有事，不曾来看得小姐。［旦］今日着你来，有何话说？［末］老员外闻知秀才官人上京应举，思虑宅上无人，着小人打点空房一所，特着小人来请老安人小姐同家另住。［旦］这是贫人遇宝，有何不可？你进来见了婆婆，须要下个全礼。［末］大人家儿女晓得。［老旦］媳妇，是谁？［旦］婆婆，是奴家里使唤的李成。［老旦］原来是李成舅，请他进来。［旦］李成进来。［末］老安人拜揖。［老旦］李成舅万福。二位亲家安否？［末］托赖俱各平安。［老旦］如今亲家着你来有何干？［末］老安人请坐，待小人说。<br>【宜春令】恩东命，遣仆来上覆，近闻说官人赴帝都。解元出路，料想家中，必定添凄楚。老员外呵，意欲把西首房屋，待相邀安人居住。为此特令男女，到宅传语。<br>【前腔】［老旦］蒙错爱，为眷属，这恩德深铭肺腑。奈缘艰苦，迤逦不能勾参岳父。到如今又蒙相呼，顿教娘心中犹豫。试问我孩儿媳妇，怎生区处？<br>【前腔】［生］因科举，欲赴都，免不得抛妻弃母。千思百虑，母老妻娇，却教谁为主？既岳翁惜寡怜孤，这分明爱枝惜树。且自随机应变。慎勿推阻。<br>【前腔】［旦］大出路，百事无。况家中前空后虚，晨昏朝暮，虑恐他人生嫉妒。既相招共处同居，暂离这荜门蓬户。末审婆婆夫主，意中何如？［老旦］媳妇，既如此，你道怎么不去？<br>［老］家寒羞往见新亲，［生］业务艰难莫认真。［旦］此上料应无改易，［末］迳传消息报东人。［末下］<br>【绣衣郎】［老旦、生、旦吊场］［老旦］半生在陋室幽牺，乐守清贫苟度时。重蒙不弃，大厦于间相周庇。望孩儿异日荣贵，报岳翁今日恩义。［合］愿从今奋鹏程万里，愿从今奋鹏程万卫！<br>【前腔】［生］自历学十载书帏，黄卷青灯不暂离。春闱催试，鏖战功名在科场内。金弯殴拟着荷衣，广寒宫必攀仙桂。［合前］<br>【前腔】［旦］想苍天不负男儿，一举成名天下知。倘登高第，雁塔题名身荣贵。若能勾赠母封妻，也不枉了争名夺利。［合前］<br>【前腔】［老旦］黄河尚有澄清日，岂可人无得运时？［旦］皇都得意，那时好个风流婿。［生］我寒儒显赫门楣，太岳翁传扬名誉。［合前］<br>［生］春闱催赴恐违期，［旦］但愿皇都得意回；<br>［老］跃过禹门三级浪，［合］管教平地一声雷。<br>第十五出分别<br>【卜算子】［外上］从别女孩儿，心下常萦系。昨日令人去请归，彼此心欢喜。雪隐鹭鸶飞始见？柳藏鹦鹉语方知。昨日着李成去搬取王亲妈、秀才与我女孩儿同家另居。待李成回来，便知分晓。<br>【疏影】［老旦上］韶光荏苒，叹桑榆暮景，贫困相兼。［旦上］半载忧愁，一家艰苦，末知何日回甜。［生上］衣单食缺心无歉，为亲老常怀凄惨。［末上］安人贤会，秀才儒雅，小姐贞坚。老安人，这里正是本宅门首，待小人进去通报。老员外，老安人、秀才官人、小姐都来了。<br>［外］在那里？［末］都在门首。［外］看坐来。亲家，请里面相见。［老旦］老亲家先请。［外］亲家，老夫接待不周，勿令见罪。［老旦］亲家，老身贫无一丝为聘，遗荆钗言之可羞。［外］小女愧无百辆迎门，奉蘋蘩惟恐有失。［老旦］未遑造谢，反蒙宠招。［外］重荷辉临，不胜荣幸。［老旦］老亲家，亲母如何不见？［外］老荆有些小恙，不及侍陪，容日再拜。乞恕！乞恕！［老旦］孩儿过来，见了老亲家。［生］念十朋一介寒儒，三尺童稚。忝居半子之情，托在万间之庇，有违参拜，无任战兢。［外］好贤婿！［旦］爹爹，久别尊颜，且喜无恙。［外］孩儿起来。亲家母，我闻知令郎起程，虑恐亲家宅上无人。老夫如今打点西边空房屋一所，请亲姆到来，与我孩儿同住。未知尊意如何？［老旦］老身来此，叨扰尊府。［外］贤婿几时起程？［生］小生就是今日起程。［外］李成看酒来。［末］酒在此。［外］此一杯酒，一来与者亲家接风，二来与我贤婿饯行。亲家，我家中没有高堂大厦。<br>【降黄龙】草舍茅檐，蓬荜尘蒙，纲罗风风召。尊亲到此，但有无一一望亲遮掩。［老旦］恩沾，万间周庇，悄似寒灰拨焰。使穷亲欢生愁腹，喜生愁脸。<br>【前腔】［旦］安然，问效鹣鹣，为取功名，顿成抛闪。君今此行，又恐怕贪荣别娶娇艳。［生］休言，我守忠信，自古道\"贫而无谄\"，肯贪荣忘恩负义，附热控炎？<br>【前腔】［老旦］淹淹，贫守虀盐，常虑衣单，每忧食欠。今为眷属，又恐将宅第门风辱玷。［外］休谦，既成姻眷，又何故相弃相嫌。敢攀尊亲宠临，老夫过僭。<br>【前腔】［生］叨忝，母训师严，三史谙通，九经博览。今承召举，到试闱定有朱衣头点。［外］孩儿，丈夫远行，你也递他一杯酒。［旦］奴家晓得了。［唱］春纤，捧觞低劝，好将心事拘钳。到京师闲花野草，慎勿沾染。<br>【黄龙滚】［生］休将别泪弹，休将别泪弹！且把愁眉敛。背井离乡，谁敢胡沾染？［老旦］路途迢递，不无危险。才日暮，问路程，寻宿店。<br>【前腔】［生］萱亲免愁烦，萱亲免愁烦！岳丈休忆念。［老旦］记取叮咛，客邸当勤俭。［外］此行只愿鳌头高占，功名遂，姓字香，门楣显。<br>【尾声】［生］随身不虑无琴剑，虑只虑行囊缺欠。［外］些少白金相助添。<br>［生］多谢岳父厚意。［外］你去路上要小心。早去早回。［老旦］孩儿，你过来，我分付你几句。［生］母亲，有何分付？［老旦］你未晚先投宿，鸡鸣起看天；逢桥须下马，过渡莫争先；古来冤枉事，皆在路途间。做娘的就比树头上黄叶，荷叶上水珠，朝不保暮了。我的儿呵！<br>【临江仙】渡水登山须仔细。［外］贤婿，朝行须听晓鸡啼。［旦］官人，成名先寄好音回。［末］王官人，蓝袍将挂体，及第便回归。［生］重荷萱亲勤训诲，感蒙岳丈提携。娘子，好生侍奉我亲帏。李成，在家勤照顾。［末］及第便回归。［旦扯生介］半载夫妻成拆散，婆婆年老怎支持？成名思故里，切莫学王魁！［生］你不须多嘱付，我及第便回归。［生先下。众吊场］正是\"流泪眼观流泪眼，断肠人送断肠人。\"［外］孩儿，你夫婿上京取应，好把婆婆恭敬。［旦］甘旨一一趋承。谨依爹爹严命。［老旦］多幸多幸，骨肉团圆欢庆。<br>【园林好】深感得亲家见怜，助白银恩德万千。更广厦容留，贫贱得所，赐喜绵绵。蒙所庇，意拳拳。<br>【沈醉东风】［外］我孩儿三生有缘，与才郎忝为姻眷。今日赴春闹，程途遥远。论盘费，尚忧轻鲜。［旦］婆当暮年，父当老年，只愿我儿夫荣归故苑。<br>【川拨棹】［老旦］他凭取才学上京赴选，又恐怕他功名缘分浅。［末］老安人且莫萦牵，那秀才文章灿然。管登科，作状元。管登科，作状元。<br>【红绣鞋】［老旦］旦夕祝告苍天，周全。<br>［旦］愿他独占魁选，荣显。母妻封赠受皇宣。门楣显，姓名传。［老旦］得鱼后，怎忘筌？得鱼后，怎忘筌？<br>【尾】从今且把眉舒展，遇良辰自宜消遣，骨肉永远团圆。<br>［外］举子纷纷争策艺，［老］此行愿取登高第。<br>［旦］马前唱道状元来，［合］这回好个风流婿<br>第十六出赴试<br>【水底鱼】［生上］天下贤良，赴选临帝乡。白衣卿相，暮登天子堂。<br>【前腔】［末上］为功名纸半张，引得吾辈忙。人人都想，要登龙虎榜。<br>【前腔】［净上］有等魍魉，本是田舍郎，妆模作样，也来入试场。<br>［生］三年大比选场开，满腹文章特地来；争看世人增价买，信知吾辈是英才。［净］梅溪，我和你一学朋友，不须通名，趱行则个。<br>【甘州歌】［生］自离故里，谩回首家乡，极目何处？萱亲年老，一喜又还一惧。晨昏幸托年少妻，深感岳丈相怜一处居。［合］蒙嘱付，牢记取，教我成名先寄数行书。休悒怏，莫嗟吁，白衣换却锦衣归。<br>【前腔】［末］芳春景最奇，正可人不暖不寒天气。千红万紫，开遍满目芳菲。香车宝马逐队随，只见来往游人浑似蚁。［合］争如我，折桂枝，十年身到凤凰池。身荣贵，回故里，人人都道状元归。<br>【前腔】［净］迤逦松篁迳里，见野塘溶溶水没沙嘴。鸥凫往来，出没又还惊飞。危桥跨涧人过稀，只见漠漠平沙接远堤。［合］途中趣，真是奇，绿杨枝上啭黄鹂。难禁受，闻子规，声声叫道不如归。<br>【前腔】［众］闻知皇都近矣，尚还隔几重烟水。餐风宿水，岂惮路途迢递。一心指望入试闱，恨不得肋生双翅飞。［合］寻宿处，莫待迟，竹篱茅舍掩柴扉。天将暮，日坠西，渔翁江上钓鱼归。<br>【尾】问牧童，归村市，香醪同饮典春衣，图得今宵沈醉归。<br>［生］琢磨成器待春闱，［末］此去前程唾手回。<br>［净］青云有路终须到，［合］金榜无名誓不归！<br>第十七出春科<br>［末上］钦奉朝廷命，敷施雨露恩。鱼龙皆变化，一跃尽朝天。自家不是别人，礼部伺侯的便是。往来听候，侍奉官员。今乃大比贡举之年，正当设科取士之际。国朝委请试官，已在贡院之内。府县郡召单子，俱列棘闱之前。如今将次考试，只得在此伺候。怎见得设科取士？但见开设着：茂才科、贤良科、方正科，齐齐整整；印卷所、弥封所、对读所、誊录所，密密严严。委请有：总考官、同考官、易考官、书考官、诗考官、春秋考官、札记考官，人人饱学；提调官、供给官、巡绰官、受卷官、弥封官、总监临官、都于办官，个个清廉。但是天下才子，先到礼部报名。第一场，以四书拟题，内选程文四书三篇、五经四篇，务要文章峻洁。第二场，以性理群书拟题，内选程论诏诰一篇、表判一篇，俱用礼义精纯。第三场，策问五道，无非晓达时务，何必经史辨疑。中式举人，定为三甲；授官进士，分作九阶。第一甲，赐进士及第，官授从六品；第二甲，赐进士出身，官授正七品；第三甲，赐同进士出身，官授从七品。廷策一道，列名状元、榜眼、探花，游街三日，赐宴琼林，鹿鸣卤簿。正是\"一封才下兴贤诏，四海应无遗弃才。\"道犹未了，试官早到。<br>【夜游朝】［外，杂从上］锦袍银绶掌春宫，辅佐承明一统。圣主求贤心重，网罗天下英雄。乌纱玉带紫金鱼，出入千人拥一车；若问荣华何自至，少年曾读五车书。下官蒙差考试，为天子之辅臣，系文章之司命。荣身食禄，岂容尸位素餐；报主匡时，敢不矢心殚力？今当会试之春，命主礼闱。天下英才，雪屯蚁聚。左右，举子入试者，用意搜检，以防怀挟。着他鱼贯而进！<br>【水底鱼】［生上］天降坚恩，诏我众书生。鱼龙变化，直上九霄云。<br>【前腔】［末上］慈亲衰倦，弟兄无一人。无人奉养，时刻常挂心。<br>【前腔】［净上］我是文人，声名天下闻。若还高中，管取第一名。<br>［众见。外］众举子，我奉九重之命，抡四海之才。每岁考试，不过经书诗对，尽是俗套虚文。我今奏准裁革。第一场各把本经做一篇，第二场破题，第三场作诗。天地人三号，各归号房，挨次呈来，无得错乱，取责不便。［杂］生员领题。［外］天字号就把本经做一篇来！<br>【黄莺儿】［生］鲁史纪周正。［外］正名之实，何者为先？［生］重明伦，先正名。先明王霸之分。尊正贱霸功难泯。［外］五霸桓文为盛，事业如何？［生］齐桓公会诸侯于葵丘，次师召陵以伐楚。晋文公会诸侯践土，天王狩于河阳。葵丘序盟，召陵誓兵，河阳践土诚陵分。［外］春秋以赏罚为事，无乃为僭乎？［生］春秋天子之事也。故仲尼曰：\"罪我者，其惟春秋乎？知我者，其惟春秋乎？\"细推评，刑诛爵赏，准以素正情？［外］此篇深得春秋赏罚之旨，真内圣外王之学也。可喜可喜。地字号把你本经做一篇来！<br>【前腔】［末］五典与三坟，见重华，思放勋。［外］昔左史倚相，能读坟典丘索之书。子亦能是乎？［末］不敢，此分内事也。九丘八索扦能省。［外］既然读上古书，且说\"欲为君尽君道，欲为臣尽臣道\"二者当法何人？［木］君人之道，至文武而尽。人巨之义，当以伊周为法。文谟克勤，武烈继明，商衡周鼎辉相映。［外］\"如或知汝，则何以哉？\"［末］有用我者，务引君当道而已。际风云，盐梅舟楫，一德务臣君。［外］此篇深有宰辅器量。深为朝廷得人贺也。人字号把你本经做一篇来看！<br>【前腔】［净］四圣旨弥纶，道阴阳，说鬼冲。［外］易主卜筮者，说可信么？［净］圣人作易，神以知来，知以藏往，是故知幽明之故。知来藏往昭无朕。人根杳冥，月窟浑论。［外］何为天根，何为月窟？［净］尧夫云：\"乾遇巽时观月窟，地逢雷处见天根。\"［外］夏商之时，易有何名？［净］夏易首艮，是曰连山；商易首坤，是曰归藏。皆无足传者。连山云断归藏隐。［外］此子年齿虽逾，学识颇到。［净］不敢。我学生八八六十四卦，三百八十四爻，无不精晓。［外笑］可知你日亲笔砚？［净］惶恐。且休颦，书编三绝，观国利王宾。<br>［外］此篇易学颇精，非研穷义理，不能到也。［生］生员领题。［外］第二场，我出破题与你做：\"臣事君以忠。\"［生］论辅乎君者，当尽忠於君也。［末］生员领题。［外］第二场，我出破题与你做：\"其为人也孝悌。\"［末］性禀天地之贵，道尊日月之长。［净］生员领题。［外］第二场，我出破题与你做。学而第一：\"学而时习之，不亦说乎？有朋自远方来，不亦乐乎？人不知而不愠，不亦君子乎？\"［净］大人，不是这学，乃是鹤儿第一。鹤儿乃是鹤之子，时乃时时之习也。盖鹤有千岁，得为有寿之禽。小鸟朔飞，渐渐飞高飞远，其母岂不说乎？忽一日飞在青田之内，赤壁之间，同类见他飞得高远，也飞来做了一处。此乃同类相从，岂不乐乎？雄鹤见了雌鹤，就欺心起来，一飞飞起来站在雌鹤身上，牢牢立定，而不滚也。雌鹤把头来对了雄鹤：\"雄鹤，你为何欺心？\"雄鹤答曰：\"人不知而不愠，不亦君子乎？\"［外］天字号第三场，就把桂花为题；光、香、郎韵，作诗一首。［生］花如金粟占秋光，月殿移来万斛香；试问嫦娥仙子道，一枝留与状元郎。［外］地字号第三场，就把梅花为题：光、香、郎音，作诗一首。［末］横斜疏影透波光，玉骨冰肌分外香；昨夜前村雪初霁，今朝应有探花朗。［外］人字号第三场，就把橘子为题：光、香、郎韵，作诗一首。［净］橘子生来耀日光，又酸又涩又馨香；后来结成一个大疙瘩，剖开来到有七八囊。［外］郎字韵怎么囊？［净］大人，囊得过就罢了。［外］学问粗疏！回去用心读书，留在下科。［净］三场文字不得中，六个馒头落得吞。［外］这几篇皆通，独有天字号为最。天字号那方人氏，姓甚名谁？［生］温州府永嘉县人氏，姓王，名十朋。［外］去秋解元是你，今科会元又是你。我把你文字封上御前亲阅定夺。<br>【风检才】［众上］举子读书大贤，锦绣文章可观；象简罗袍恁你穿，宫花插帽檐偏。［合］头名是王状元！<br>［小生］圣旨下，奉圣旨：策三道词理平顺，条对详明，宜居第一甲第一名，王十朋；第二甲第一名、王士宏；第三甲第一名周璧。各赐袍服冠带，整备鼓乐，迎送状元及第。游街毕日，即赴翰林谢恩。［众］万岁！万岁！万万岁！<br>［外］五百名中第一人，［生］乌靴纱帽绿袍新；<br>［末］明朝早赴琼林宴，［众］斜插宫花谒至尊。<br>第十八出闺念<br>【破阵子】［旦上］灯灿金花无寐，尘生锦瑟消魂。凤管台空，鸾笺信杳，孤帏不断离情。巫山梦断银缸雨，绣阁香消玉镜蒙。十朋，休怨怀想人。妾惭非淑女，父命嫁洪儒。矢心共贫素，布荆乐有余。旦夕侍巾栉，齐眉愧不如。两情正欢洽，一旦赴征书。折此蓝田玉，分我合浦珠。翠钿空零落，绿鬓渐萧疏。登楼试晚妆，镜破意踌躇。羞看舞双燕，交彩人空虚。况有高堂亲，忧怀日倚闾。愿言还游子，及早赋归欤。奴家自从才郎别后，每日鸡鸣而起，敬奉姑嫜，勤事父母。如今天尚未明，意欲对镜梳妆，争奈离愁千种，想起别时，不觉垂泪。<br>春风吹柳拂行旌，忆别河桥万种情；天上杏花开欲遍，才郎从此步云程。<br>【四朝元】云程思奋，迢迢赴玉京。为策名仙籍，献赋金门，一旦成孤另。自骊驹唱断，自骊驹唱断，空忆草碧河梁，柳绿长亭。一骑天涯，正是百花风景，到此春将尽。嗏！寂寞度芳辰，凤帐鸳衾，翠减兰香冷。君行万里程，妾怀万般恨。别离太急，思思念念，是奴薄命！<br>薄命佳人多苦辛，通宵不寐听鸡鸣；高堂侍奉三亲老，要使晨昏妇道行。<br>【前腔】妇仪当尽，昏问寝兴。听谯楼更漏，紫陌鸡声，忙把衣衫整。要殷勤定省，要殷勤定省。自觑堂上姑嫜，萱草椿庭，白发三亲，也索一般恭敬，不敢辞劳顿。嗏！端不为家贫，欲尽奴情，愿来蘋蘩进。儿夫事远征，亲年当暮景，孝思力罄。行行步步，是奴常分。<br>事亲一一体夫心，无暇重调绿绮琴；憔悴容颜愁里变，妆台从此懒相临。<br>【前腔】慵临妆镜，菱花暗锁尘。自曲江人去，凤拆鸾分，羞睹孤飞影。渐脂憔粉悴，渐脂憔粉悴，说甚眉扫青山，鬓挽乌云？玉箸痕多，只为荆钗情分，肠断当年聘。嗏！欲照又还停，只见貌减容消，展转添愁闷。团团宝鉴明，萧萧翠环冷。为思结发，丝丝缕缕，万千愁病。<br>愁病恹恹瘦损神，只因夫婿寓瑶京；那堪雁帛鱼书杳，肠断香闺独宿人。<br>【前腔】从离乡郡，皇都觅利名。想龙门求变，豹文思炳，凤阁图衣锦。奈归期未定，奈归期未定，便做折桂蟾宫，赐宴琼林，须念兰房有奴孤形独影，莫向红楼凭。嗏！独坐暗伤神，雁杳鱼沉，教奴望断衡湘信。长安红杏深，家山白云隐。早祈归省，孜孜翕翕，举家欢庆。<br>【尾声】时光似箭如梭掷，勤把萱亲奉侍，专等儿夫返故里。<br>只为功名抛却亲，儿夫必定离京城。<br>真个路遥知马力，果然日久见人心。<br>　</p> <p>第十九出参相<br>［未上］碧玉堂前列管弦，真珠帘卷袅沈烟；不闻阃外将军令，只听朝中天子宣。自家不是别人，乃是万俟丞相府中堂候官的是也。且说我那丞相，真个官高极品，累代名家。身居八位之尊，班列群僚之上。论文呵，对先圣夜读诗书；论武呵，总元戎时观韬略。巍巍驾海紫金梁，兀兀擎天碧玉柱。休说官高极品，先夸相府轩昂。泥金楼阁，重檐叠栋，直起上一千层；碾玉栏杆，傍水临阶，斜连着十二曲。窗横面面碧琉璃，砖砌行行红玛瑙；屏开翡翠，兽炉中喷几阵香风；帘卷虾须，仙仗间会三千朱履。门排画戟，坐拥金钗。响噹噹的是玉珮声摇，明晃晃的是珠帘色耀。后堂中安着一张影玲珑、光灿烂、数十层雕花刻草八柱象牙床，正厅上放着四围香散漫、色鲜妍、几多样描鸾画凤九鼎莲花帐。金间玉，玉间金，雕鞍宝镫；红映紫，紫映红，绣褥花裀。人人道是玉桥边开着两扇慷慨孟尝门，凤城中盖着一所异样神仙窟。道犹未了，丞相早到。<br>【贺圣朝】［净上］几年职掌朝纲，四时变理阴阳；一人有庆寿无疆，兆民赖之安康。<br>爵尊一品，为天子之股肱；位总百官，乃朝庭之耳目。庙堂宠任，朝野驰名。正是一片丹心能贯日，四方志气可凌云。自家万俟丞相是也。吾有一女，小字多娇，虽年及笄，争奈姻缘未遂。今年状元，乃是温州人氏，姓王，名十朋。此人才貌兼全，俺要招他为婿，不知缘分如何？他今日必来参拜，且叫堂候官分付。堂候官那里？［末］珍珠帘下忽传声，碧玉堂前听使令。覆丞相，有何钧旨？［净］堂候官，今年状元乃是温州人氏，姓王，名十朋。此人才貌双全，欲要招他为婿，只今便要成亲。你怎么说？［末］告丞相，小姐是瑶池阆苑神仙，状元是天禄石渠贵客，若成了姻缘，不枉天生一对。［净］正是。他今日必来参拜，你在衙门首，来时必须先露其意。［末］暂辞恩相去，专等状元来。<br>【菊花新】［生上］十年身到凤凰池，一举成名天下知。脱白挂荷衣，功名遂，少年豪气。引领君仙下翠微，云间相逐步相随；桃花已透三千丈，月桂高攀第一枝。阆苑应无先去客，杏园惟有后题待；男儿志气当如此，金榜题名天下知。小生得了头名状元，深蒙圣恩，除授饶州佥判。方已朝回，必须参见万俟丞相。［末见科］状元贺喜。［生］何喜可贺？［末］丞相有一多娇小姐，欲招状元为婿，只今便要成亲。［生］小生自有寒荆在家，焉敢望此？烦请通报。［末］少待。［介］告垂相，状元已在门首。［净］着他进来见我。［末］请状元进去相见。［生见拜介］小生一介寒儒，久困山泽，郡乏贤才，勉使来试。忝蒙天眷，皆赖丞相提携之赐。谨造钧墀参拜，不胜愧感之至。［净］状元。且休闲说，休闲讲。我有一事与你说：\"男子生而愿为之有室，女子生而愿为之有家。\"我有一女，小宇多娇，欲招你为婿，只今就要成亲。你心下如何？［生］深蒙不弃微贱，感德多矣。奈小生已有寒荆在家，不敢奉命。［净］你是读书之人，何故见疑。自古道：\"富易交，贵易妻。\"此乃人情也。［生］丞相岂不闻宋弘有云：\"糟糠之妻不下堂，贫贱之交不可忘。\"小生不敢违例。［净怒］我到违例！<br>【八声甘州歌】穷酸魍魉，对我行辄敢数黑论黄，妆模作样，恼得我气满胸膛！［生］平生颇读书几行，岂敢紊乱三纲并五常。［末］斟量，不如且顺从公相何妨？<br>【前腔】［净］端详，这搊搜伎俩，怎做<br>得潭潭相府东床。出言挺撞，那些个谦让温良。［生］微名忝登龙虎榜，肯做弃旧怜新薄幸郎？望参详，料乌鸦怎配凤凰？<br>【解三醒】［末］状元，你且休闲讲，这姻事果是无双。当朗宰相为岳丈，论门户正相当。［生］寒儒怎敢过望想，自古道；\"糟糠妻，不下堂。\"［净］忒无状，把花言巧语，一刬胡谎！<br>【前腔】［末］你千推万阻，靡恃已长，只怕你舌剑唇枪反受殃。［生］谩自相劳让，停妻再娶谁承望？有何故，共受殃？［净］朝纲选法咱把掌，使不得祸到临头烧好香。不轻放，定改除远方，休想还乡。［净］堂候官，与我赶出去！<br>［净］叵耐穷酸太不良，［生］有妻焉敢赘高堂。［末］大鹏飞上梧桐树，［合］白有傍人说短长。［生下］<br>［净吊场］这畜生好无礼，我招他为婿，到有许多推故。堂候官，他除授那里做官？［末］除授江西饶州佥判。［净］第二名王士宏除受那里？［末］他在广东潮阳佥判。［净］江西是鱼米之地，广东潮阳是烟瘴地面。有何难处？眉头一蹙，计上心来。却将第二名王士宏除授饶州佥判，将王十朋改调潮阳，绝他归计。明日张榜示众。［末］是好计！<br>［净］改调潮阳祸必侵，［末］教他必定丧残生；<br>［净］平生不作皱眉事，［末］世上应无切齿人。<br>　</p> <p>第二十出传鱼<br>【醉落魄】［生上］乡关久别应多虑，幸登高第得铨注；修书欲寄报平安，浼承局，带回家去。亏心折尽平生福，行短天教一世贫。念小生贫寒之际，以荆钗为聘，遂结姻亲。临行又蒙岳丈接取母亲妻子一同居住，仍赠盘缠赴京，得了头名状元。深蒙圣恩，除授饶州佥判。本欲回乡视亲，不合参见万俟丞相，反要招我为婿。只因不从，被他拘留听候，不得回乡。只得写封家书回去，通报母亲妻子知道。我昨日在省门外，有一承局差往温州下文书，与他说了，约我今日来取书。待我写完，在此等他。<br>【一封书】男百拜拜覆母亲尊前妻父母：离膝下到都，一举成名身挂绿。蒙除授饶州佥判府，待家眷临京往任所。寄家书，附承局，草草不恭儿拜覆。书已写完，在此等待承局到来。［末上］传递急如火，官差不自由。自家承局的是也。公差到浙江递送公文；昨日王状元与我说，要寄家书回去，不免到下处取书。［生］承局，起动你来了。［末］状元写完家书未曾？［生］写完在此了。［末］既完了，送在那里去？［生］此书烦附与温州在城双门巷里钱贡元家下。［末］状元姓王，为何到钱宅？［生］是我岳丈家中。<br>【懒画眉】烦伊传递彩云笺，你到吾家可代言。［末］代言怎么说？［生］因参相府被留连，不能勾归庭院，传与我萱亲莫挂牵。<br>【前腔】［末］状元深念北堂萱，料想尊堂忆状元。泥金先把好音传，他必定生欢忭，正是-纸家书抵万钱。<br>［生］平安一纸喜重重，［末］阖宅投呈喜信通。<br>［生］只恐匆匆说不尽，［末］行人临发又开封。<br>第二十一出套书<br>【双劝酒】［净上］儒冠误身，一言难尽。为玉莲贱人，常怀方寸。若得他配合秦晋，那其间燕尔新婚。<br>凡人不可貌相，海水不可斗量。谁想王十朋得了头名状元，除授饶州佥判。见说万俟丞相招他为婿，推阻不从。打听得承局到温州公干，王十朋教他寄书。我不免在门首等承局来，也教他寄一封回去。<br>【前腔】［末上］官差限紧，心中愁闷。途路上苦辛，怎辞劳顿。只恐怕误了公文，那其间有口难分。<br>［净］足下莫不是承局哥么？［末］小子正是承局。［净］你认得我么？［末］有些面善，不知官人上姓。［净］我是温州五马坊大门楼孙半州便是。［末］孙官人也是温州，与王状元同乡。［净］正是。［末］王状元有书在此，教我捎回去，我才在他下处取得书在此。［净］原来如此。［末］官人，你在此贵干？［净］说不得。［末］为什么说不得？<br>【刘泼帽】［净］念我到此求科举，因不第、羞回乡里。修书欲报娘和父，欲烦捎带，只怕相推阻。<br>【前腔】［末］自家虽在京城住，温台路来往极熟。官人若有家书附，休得要踌躇，咱与你捎回去。［净］承局哥，既蒙允肯，同到下处写书与你。［末］如此同行。［净］这里便是下处，请坐。［末］不敢。［净］承局哥，我本待留你吃一杯淡酒，怎奈客边恐怕简慢你。今奉白银一钱，自去酒肆中去吃三杯；待我写完了书，你再来取。［末］多谢！无功蒙厚禄，不敢受。［净］亵渎尊前，请收了。［末］如此受了。我去吃了酒，官人你写完了，我就来取。［净］我就在此写。［末下介，净叫介。末］孙官人，怎么又叫我？［净］我与你说，这个包儿，倘若到酒肆中吃醉了，这包儿放在那里，不如放在此。吃了酒一发来取。［末］我晓得，你说道我拿了一钱银子去了，不来取书，拿我包在此做当头。［介］我便放在此，你不要动，里面有王状元的书在里面。［净］我生疔疮也不动。［末］自沽三酌酒，早写万金书。［末下。净吊场］不施心上无穷计，怎得他人一纸书？想承局去远了，我把包袱开将起来。且喜王状元书已在此，待我读一遍。<br>【一封书】男百拜拜覆母亲尊前妻父母：离膝下到都，一举成名身挂绿。蒙除授饶州佥判府，待家眷临京往任所。寄家书，附承局，草草不恭儿拜覆。写得好！我与他同学，况字迹与我相同。他写家书，我写休书，一句改一句。专怪钱贡元不肯将女儿嫁我，今改休书一封回去。且待我改起来。［改介］男百拜拜覆母亲尊前妻父母。正是才人，一句包了一家门。［改］男八拜拜覆，妈妈萱亲想万福。离膝下，到都，一举成名身挂绿。［改］孩儿已挂绿，蒙除授饶州佥判府。［改］佥判饶州为郡牧，待家小同临往任所。若不改伤情，怎得玉莲到手？［改］我取了万俟丞相女，可使前妻别嫁夫。寄家书，免嗟吁，草草不恭儿拜覆。［改］我到饶州来取汝。丈二的和尚，只教摸我的头不着。且放他在包袱里，如今写我的。<br>【清江引】求名未遂，羞归乡里，淹滞在京都地。拜覆我爹娘，休把儿牵系，指日间到家庭，重贺喜。<br>［末上］折梅逢驿使，寄与陇头人。［净］我在这里等你，书已写完了。你包袱原封不动。这是我的家书，烦老兄带到五马坊开典当的才六、才七开拆。［末］不须分付。［净］聊奉白金一两，以为路费。［末］多谢厚赐！<br>【朱奴儿】［净］因科举离乡半春，从别后断羽绝鳞。今日天教遇你们，趁良使附归音信。［合］还历尽山郭水村，指日到东瓯郡。<br>【前腔】［末］是则是公文限紧，蒙相委怎敢不允？拚十朝与半旬，到宅上备说原因。［合前］<br>［净］休惮山高与路长，［末］此书管取到华堂；<br>［净］不是一番寒彻骨，［末］争得梅花扑鼻香。<br>第二十二出获报<br>【临江仙】［老旦上］凭栏极目天涯远，那人去远如天。［旦上］鳞鸿何事竟茫然？今春看又过，何日是归年？［老旦］春闱催试怕违期，一纸音书绝雁鱼；［旦］此去定应攀月桂，拜恩衣锦听荣除。［老旦］自从你丈夫去后，杳无音信回来。［旦］婆婆，想没有便人。［老旦］我与你倚门而望。［旦］婆婆请先行，奴家随后。<br>【傍妆台】［老旦］意悬悬，倚门终日，望得眼儿穿。自他去京历鏖战，无一纸信音传。［旦］多应他在京得中选，因此上无暇修书寄故园。［老旦］他既登金榜，怎不锦旋，越教娘心下转萦牵。<br>【前腔】［旦］何劳忧虑恁拳拳，且自把愁眉暂展闲消遣。虽眼下人不见。终有日再团圆。［老旦］愁只愁他命乖福分浅，又恐怕客邸淹留疾病缠。［旦］死生有命，富贵在天，不须忧虑泪涟涟。<br>【不是路】［末上］渡口离船，早来到钱家宅院前。咱不免、偷闲先下彩云笺。［老旦］甚人言？因何直入咱庭院？［末］为一举登科王状元。［老旦］那个王状元？［末］就是王十朋状元。［老旦、旦］可有书么？［末］因来便，特令捎带家书转。［老旦、旦］喜从人愿，喜从人愿。<br>【前腔】［旦］先生，他为何不整归鞭？付与你书时说甚言？［末］教传语，道因参丞相被留连。［旦］婆婆，留连不得回来了。［老旦］媳妇，且省忧煎，可备些薄礼酬劳倦。［旦］就把银钗当酒钱。［老旦］物轻鲜，权充路费休辞免。［末］小人公文紧急，不敢久稽，多谢了。去心如箭，去心如箭。［下］<br>【皂角儿】［老旦］想连年时乖运蹇，喜今日姓扬名显。步蟾宫高攀桂枝，跳龙门首登金殿。把宫花斜插在帽檐边，琼林宴，胜似登仙。［合］早辞帝辇，荣归故苑，那时节，夫妻母子大家欢忭。<br>【前腔】［旦］想前生曾结分缘，与才郎共成姻眷。喜得他脱白挂绿，怕嫌奴体微名贱。若得他贫相守，富相连，心不变，死而无怨。［合前］<br>【尾】［外、净上］鹊声喧，灯花艳。［末上］老员外，老安人，姐夫中了状元，有书回来了。［外、净］果然今有信音传，整备华堂开玳筵。亲家且喜，我儿且喜。［老旦］小儿有书回来，正欲着媳妇请亲家看书。［旦］爹爹，书在此。［外］还送与婆婆开拆。［净］老员外，你看封皮上写那个开拆就是了。［外］此书烦附岳父大人亲手开拆。<br>【一封书】男八拜拜覆，妈妈萱亲想万福。<br>［旦］此书起句就差了。儿子写书与母亲，顿首百拜须是，怎么只写八拜？［外］便是，孩儿。［净］不差，正是八拜。亲家两拜；我也是两拜；夫妻之情，也是两拜，凑成八拜。［旦］此书不是有才学人写的。既称妈妈，又是萱亲。萱亲就是妈妈，妈妈就是萱亲。一人到有两样称呼？［净］正是有才学的人写的，妈妈是我，萱亲是你的婆婆。［外］孩儿已挂绿，佥判饶州为郡牧。［净］怎么叫挂绿？［外］做了官，便是挂绿。亲家，且喜贤婿做了官了。［净］亲家，我这两只眼，就是识宝的回回。我说道：王官人两耳垂肩，定做朝官；鼻如截筒，一世不穷。我说也不曾说？［外］说来，说来。［净］说我亲家肉建肉爱，定做奶奶。看我女儿袅娜娉婷，定做夫人。我说也不曾说？［外］说来，说来。［旦］爹爹，佥判是佐贰官，郡牧是正堂官，如何一人到做两样官？［净］我儿你不晓得，这是饶的。［外］官也有得饶？［净］你再念。［外］佥判饶。［净］恰又来，佥判是饶。［外］饶州是地方。［净］你不曾说出州字来。［外］不要多说，待我再念。我娶了万俟丞相女，可使前妻别嫁夫。［旦］爹爹，这书有头无尾，不要看了。［外］这是没志气人写的，不要看了。［净］大凡干事，都要干了。若不了当，你也不快活，我也不快活。［外］也罢，待我看了。寄休书，免嗟吁，我到饶州来取汝。［净］老贼招得好女婿，贱人嫁得好老公。我一了说他娘儿两个，脑后见腮，定是无义之人。可可的信了我的嘴。［外］起初说他许多好，如今又说他不好。［净］我要他好便好，要他不好便不好。［外］我这贤婿，决无此情。［老旦］亲家妈，我孩儿不是忘恩负义的人。［净］穷了八万年的王败落，快走出去！<br>【剔银灯】［老旦］亲家母不须怒起，容老身一言咨启。我孩儿颇颇识法理，肯贪荣忘恩失义？须知天不可欺，决不肯停妻娶妻。<br>【前腔】［净］忘恩义穷酸饿鬼，才及第辄敢无理。只因我贱人不度己，教娘受腌臜恶气。他今日却元来负你。呸！羞杀了丫头面皮。<br>【前腔】［旦］书中句全无礼体，竟不审其中详细。葫芦提便说他不是，骂得我无言抵对。娘，休听谗说是非，他为人呵，决不肯将奴负亏。<br>【前腔】［外］妈妈且回嗔做喜，我孩儿不须垂泪。终不然为着家书至，将好意番成恶意。娘儿休辩是非，真和假三日后便知。<br>［外］一纸家书未必真，［净］思量情理转生嗔；［老］霸王空有重瞳目，［合］有眼何曾识好人。［下］［净吊场］李成那里？你来，你来。［末上］老安人为何嚷乱？［净］不好了，你姐夫赘在万俟丞相府中做了女婿了。［末］敢没有此事！［净］怎么没有此事？休书写了家来了。［末］老安人不要恼，待我与老员外同到街坊上问个实信。［净］你同老员外打听消息，没有这样的事情便好。你若不打听得真信回来，不要见我的面。<br>第二十三出觅真<br>［末上］万事不由人计较，一生都是命安排。王秀才把荆钗为定，如何便得成亲？只因小娘子不从孙宅，老安人忿性，把他嫁了王秀才。结亲之后，上京应举，至今不回来。说道得了头名状元，入赘万俟丞相府中，教娘离了媳妇，因此僝僽搅恼。今日老员外出去，体问虚实，未知若何，只得在此等侯。<br>【普贤歌】［外］书中语句有差讹，致使娘儿絮聒多。真伪怎定夺，是非争奈何？尺水翻成一丈波。［末］老员外回来了。［外］李成，我今日出去，体问王秀才消息，未知端的。我与你同到妹子家去走一遭。［末］小人同去，转弯抹角，此间便是。［叫介］<br>【前腔】［丑上］奴奴方始念弥陀，忽听堂前谁叫我。偷睛把眼睃，却是我哥哥。阿三，快把柴来烧焰火。<br>［末］妈妈，烧焰火怎么？［丑］你不晓得，客来看火色，没茶也过得。［末］这等虽无焰头，且是热闹。［丑］哥哥，入门不问荣枯事，观察容颜便得知。哥哥有何缘故，眉头不展，面带忧愁？［外］妹子，说不得。［丑］哥哥但说不妨。<br>【蛮牌令】［外］儿婿往京畿，前日附书回。道重婚丞相女，使母弃前妻。我儿道：非夫写的，你嫂嫂怒从心起。真和假俱未知，为此特来询问详细。<br>【前腔】［丑］哥哥听咨启，不必恁忧疑。我邻居孙官人，赴选近回归。他在京必知事体，问他音信，便知端的。［外］无由去他宅里，你可令人请来问个详细。［净上］日里莫说人，夜里莫说鬼。方才说小子，小子便来至。［末］未相邀，准来请你？［净］我在戏房中听得。［末］这科诨休要提，且与东人相见施礼。<br>［净见介］妈妈，此位是谁？［丑］这是我的哥哥。［净］原来是令兄，正是\"有眼不识泰山。\"小子前番求亲，不蒙允肯。［外］非是不从，乃是姻缘不到。［净］令婿得了头名状元，除授饶州佥判，曾有书回么？［外背云］且住，我只说道没有书回。［介］不曾有书回来。［净背云］怎么没有书回来？且将错就错，且说与他知道。［介］可知道没有书回来，他在万俟丞相府中做了女婿了。［外］足下如何知道？［净］我与他赴试，如何不知？［丑］此事实么？［净］小子亲眼见他，如何不实？［丑］实不相瞒，前日有一个承局递书回来。［净］怎么说的？［丑］哥哥正在狐疑之间，足下亲见，此事实了。［净］可知道小子最老实的，不敢说谎。［丑］王十朋负义的贼。［净］我说道被他负了。<br>【川拨棹】我当初问亲，你们不听允，到今日被他负恩。［外］当初是我忒好意，谁想他忘了本？<br>【前腔】<br>［净］咱心里愿续此亲。［外］贫穷老汉，没福分攀豪俊。［净］休恁言辞谦逊，我先拜了尊丈人。［末插科］正是\"不来亲者强来亲\"。［丑］若不嫌弃，老身仍旧作媒。［净］如蒙允肯，事不宜迟，小子今日送财礼，明日就要成亲。［丑］孙官人，你送什么财礼？［净］我送黄金一百两，段子一百匹，胡羊、宝钞、好酒，都是一般送。［丑］既停当了，便回去安排礼物送来。［净］如此，小人告退。帽儿光光，好做新郎；分付邻舍，与我暖房。［末］便见热闹。［净］正是：\"人心金石坚相似，花有重开月有圆。\"［先下。外吊场］妹子，虽然如此，不知我的婆婆意下如何？［丑］不妨，待我去与嫂嫂说。<br>【生姜芽】［外］从他往京畿，两月余，一心指望登科第，回乡里，怎舍得轻辜负？相门重赘多娇女，不思量撇下荆钗妇。［合］弃旧怜新小人儒，亏心折尽平生福。<br>【前腔】［丑］畜生反面目，太心毒。忘恩负义难容恕，真堪恶！且放怀，休疑虑。他既贪图荣贵重婚娶，咱这里别选收花主。［合前］<br>【前腔】［末］恩东免嗟吁，且听覆。言清行浊心贪污，违法度，恩和义，都不顾。半载夫妻曾厮聚，一时间却把婵娟误。［合前］<br>［外］骨肉参商泪满襟，［丑］哥哥不必再沈吟；<br>［末］人情若比初相识，［合］到老终无怨恨心。<br>第二十四出大逼<br>【字字双】［净上］试官没眼他及第，得志。恋着相府多荣贵，入赘。不思贫窘弃前妻，忘义。叵耐穷酸太无知，呕气。<br>黄柏肚皮甘草口，才人相貌畜生心。叵耐忘恩负义贼，弃旧怜新，入赘万俟丞相府中了。前日寄书回来，教母亲离了媳妇。这气如何忍得？我家老贼儿今早出去，体问消息，未知若何。待他回来，便知分晓。<br>【玉胞肚】［外上］读书豪俊，忍撇下瓯城故人。［丑上］负心贼有才实无信，才及第，弃旧怜新。［合］他贪奢恋侈，实丕丕使不仁，行短天教一世贫。［外］只因差一着，满盘都是空。［净］老儿，体问消息如何了？［外］一言难尽。［净］怎么说？［丑］好教嫂嫂知道。方才哥哥到我家中，说那王秀才的情节未尽，恰好孙官人近日在京回来，正好到我家中探望。我将此事问他，真个赘在万俟丞相府中了。言语并不差池。［净］实也不实？［丑］怎么不实！［净］我说道，老贼不听我说，你做得好事！<br>【浆水令】你当初不听我们，到如今被他负恩。［外］世间谁是预知人，何须斗口与我相争？［丑］都忍耐，听解纷，家必自毁令人晒。［合］寻思起教人气忿。谁知道，谁知道恁般不仁。<br>【前腔】［丑］那孙官人来说事因，他依然要愿续此亲。［净］那人果不弃寒门，教他选日下定成亲。［外］听伊言，心自忖，只恐我儿不从顺。［合前］［净］姑娘，既然孙官人果有此心，事不宜迟。［丑］便是。他今日送财礼，明日就成亲。［净］若如此甚好。［丑］我便去报与他知道，教哥哥便去对玉莲说，教他准备成亲。［外］我难对他说，你们自去与他说。［净］姑娘，待我自与玉莲说，你二人自回去。［介］情到不堪回首处，一齐分付与东风。［外、丑先下。净］且叫玉莲与他说，肯嫁孙家，房奁首饰，件件与他。若不肯时，头上剥到脚下，打他半死，不怕不从。玉莲！<br>【金蕉叶】［旦上］奈何奈何，信谗言母亲怪我，尺水翻成一丈波。天那！是何人暗地里调唆？［见介。净］孩儿，早知今日，悔不当初。早依我说，不见如此。你爹爹出去体问你丈夫消息，委实赘在万俟丞相府中了。你爹爹说道：他那里重婚，我这里改嫁。因此将你许了孙家了。你可梳妆准备。［旦］母亲差矣，王秀才是贤良儒士，未必辜恩负义。玉莲是贞洁妇人，焉敢再嫁？他果然重婚相府，奴家情愿在家守节。［净］什么守节？\"要知山下路，须问过来人。\"我当时若守得定时，为何又嫁你老子？\"守节\"二字，只好口说，一个时辰也熬不得的。［旦］母亲，此乃伤风化之言，不须提起。［净］我儿，今番断不由你了，依了娘说，我与你母子相亲。再若不从，朝一顿，暮一顿，打得你黄肿成病。教你汤不得吃，水不得进。嫁不嫁，今日还我个明白！<br>【孝顺歌】孙员外，家富足，他们有的是金共玉。你一心嫁寒儒，缘何弃撇汝？［旦］容奴禀覆，未必儿夫将奴辜负。那一个横死贼徒，忒兀自生嫉妒？［净］这纸书你重看取，明写着赘相府。<br>【前腔】［旦］书中句都是虚，没来由队真闲气蛊。他曾读圣贤书，如何损名誉？［净］你这腌臜蠢物，他弃旧怜新，情如朝露。你兀自不改前非，又敢来胡推阻。［旦］富与贵，人所欲。论人伦焉敢把名污？<br>【前腔】［净］他登高第身挂绿，侯门赘居谐凤侣。［旦］他为官理民庶，必然守法度，岂肯停妻再娶？［净］他负义辜恩，一筹不数。你因甚苦死执迷，不听娘言语？［旦］空自说要改嫁奴，宁可剪下发做尼姑！［净打旦介］<br>【前腔】贼泼贱敢抵触，告官司拷打你不孝妇！［旦］官司要厚风俗，终不然勒奴再嫁夫。［净］抵触得我好！［旦］非奴抵触。［净］恼得娘心头腾腾发怒，便打死你这丫头，罪不及重婚母。［旦］打死了奴，做个节孝妇。若要奴再招夫，直待石烂与海枯。［净］贱人，石头怎得烂？海水怎得枯？你敢说三个不嫁么？［旦］不嫁，不嫁，只是不嫁！［净］好回得停当！我要你嫁孙家，一片好心，你到反为不美。罢！罢！自从今日，脱下衣服首饰还我，与你三条门路：刀上死也得；水里死也得；绳上死也得，只凭你。肯嫁孙家，进我门来；不肯嫁，好好走出去。［旦］萱亲息怒且相容，［净］母命如何不听从？［旦］休想门阑多喜庆，［净］管教女婿近乘龙！［净下］<br>［旦吊场］自古道：\"忠臣不事二君，烈女不更二夫。\"焉肯再事他人？母亲逼奴改嫁，不容推阻，如之奈何？千休万休，不如死休。倘若落在他圈套，不如将身丧溺江中，免得被他凌辱，以表贞洁。<br>【五更转】心痛苦，难分诉。丈夫！一从往帝都，终朝望你谐夫妇。谁想今朝，拆散中途。我母亲信谗言，将奴误。娘呵！你一心贪恋，贪恋他豪富，把礼义纲常全然不颐。母亲，你今日听信假书，逼奴改嫁，此事决然不可！<br>【前腔】奴哽咽，难移步，不想堂前有老姑。婆婆，奴家今日撇了你去。千愁万怨，休怨儿媳妇，也不是你孩儿将奴辜负。婆婆，奴家若不改嫁，又不投江，恐母亲逼勒奴生嗔怒。罢！罢！贤愚寿夭天之数，拚死黄泉，丈夫！不把你清名辱污。<br>【满江红】拚此身来，早去跳江心，捞明月。［下］<br>第二十五出发水<br>［末上］温州棠树绿阴浓，今佐闲优镇国东。海甸圻墙千里外，蓬莱官赐五云中。春回画省苗阴合，雨过青林荔子红。莫倚凡情宫内重，回来方岳拜三公。吾乃钱安抚衙里亲随。我本官前任是温州府太守，今蒙圣恩除授福建安抚，欲去之任，今日就在此江心渡口上船。明日侵早开港出洋。行李俱已完备，夫人与家眷都上舟了，惟我相公府里辞官便来。恐有分付，男女只得在此等侯。<br>【粉蝶儿】［外上］一片襟期，清似五湖秋水，喜声名上达丹墀。感皇恩，蒙圣宠，迁除福地。秉忠心肃清奸弊。<br>下官远离北地，来任东瓯，紫绶金章，官闲五马，擢居太守之尊；朱幡皂盖，守镇三山，升为安抚之职。才兼文武双全，德化军民两益。行李未曾离浙左，声名先已到闽南。［净上］永嘉县县丞递人夫手本。［外］取上来，多了。［净］不多。两只船，一百七十人夫，不多。［外］起去伺候，左右何在？［末］频听指挥黄阁下，忽闻呼唤画堂前。覆相公，有何使令？［外］与我唤船家来分付他。［末叫介］<br>【山歌】［丑上］做梢公，做梢公，起桩开船便拔篷。相公要往福州去，愿天起阵好顺风。［末］好好，说得利市。［外］梢子，明早开船。［丑］明早赛神好开船。［外］合用物件说将来。［丑道介。外］你且听我说，夜来寝睡之间，忽有神人嘱付言语，说有节妇投江，使吾捞救。又道此妇人与吾有义女之分，汝等驾几只小船，沿江巡哨，不拘男妇，捞救得时，重重赏你。［众］领钧旨。<br>【铧锹儿】［外］乘桴浮海非吾愿，算来人被利名牵。登舟过福建，须要防危虑险。［合］明早动船，开洋过浅，愿阵好风，吉去善转。<br>【前腔】［丑］撑船道业虽微贱，水晶宫里活神仙。铺盖且柔软，蓑衣簟眠。［合前］<br>［外］今朝船上且淹消，［末］来早江头看落潮。<br>［丑］撑驾小舟归大海，［合］这回不怕浪头高。<br>第二十六出投江<br>【梧叶儿】［旦上］遭折挫，受禁持，不由人不泪垂。无由洗恨，无由远耻。事临危，拚死在黄泉作怨鬼。<br>自古道\"河狭水紧，人急计生。\"来到江头了也。天那，夫承宠渥，九重仙阙拜龙颜；妾受凄凉，一纸诈书分凤侣。富室强谋娶妇，惑乱人伦；萱堂怒逼成亲，毁伤风化。妾凯肯从新而弃归？焉能反正以从邪？争如就死忘生，不可辜恩负义。一怕损夫之行；二恐误妾之名；三虑玷辱宗风；四恐乖违妇道。惟存节志，不为邀名。拴原聘之荆钗，永随身伴；脱所穿之绣履，遗弃江边。妾虽不能效引刀断鼻朱妙英，却慕取抱石投江浣纱女。<br>【香罗带】一从别了夫，朝思暮苦。寄来书道赘居丞相府。母亲和姑妈逼勒奴也，改嫁孙郎妇。奴岂旨再招夫？萱堂苦苦责打奴，只得拚死在黄泉路，免得把清名来辱污。<br>【胡捣练】伤风化，乱纲常，萱亲逼嫁富家郎。若把身名辱污了，不如一命丧长江。［投江介。丑上救旦下］<br>【五供养】［外上］餐风宿水，海舟中多少忧危。终宵魂梦里，似神迷。披衣强起，玉宇清高如洗。江风紧，海潮回，侧听邻岸晓鸡啼。人平不语，水平不流。叫梢水，什么人？<br>【山歌】［丑上］夜行船里捞救一枝花，五更转说天净纱，脱布衫跳下江儿水，一支红绣鞋失落在浣溪沙。<br>禀老爹：夜至五更前后，有一妇人投水，小的捞救在船。［外］果有一妇人，宁可信其有，不可信其无。快请夫人出来，一壁厢把投水妇人换了衣服带过来。<br>【菊花新】［贴旦上］日上三竿犹未起，闻呼未审何因。［外］夜来有一妇人投江，梢手救得在小船上。夫人，你把些干衣服与他换了湿的来见我。<br>【糖多令】［旦上］无奈祸临头，今朝拚死休，如痴似醉任飘流。不想舟人捞救，我身出丑，脸惭羞。［见介。外］妇人，我且问你，你是何等人家儿女？因何短见投水？必有缘故。<br>【玉交枝】［旦］容奴伸诉。［外］你在那里住居？［旦］念妾在双门住居。［外］姓甚名谁？［旦］玉莲姓钱儒家女。［外］原来与我同姓。你曾嫁人么？［旦］年时获配鸳侣。［外］既有丈夫，丈夫姓甚名谁？在家、出外？［旦］王十朋是夫出应举。［外］且住。王十朋是你丈夫，他得中了头名状元，有书回来么？［旦］数日前有传尺素。［外］既有书来，为何投水？［旦］因此书骨肉间阻，因此书衔冤负屈。［外］书中必有缘故。<br>【前腔】［旦］书中缘故，道休妻重婚在相府。［外］他是读书人，岂肯违法度？我晓得了，莫不是朋党嫉妒？［旦］萱亲信听谗诈书，逼奴改嫁孙郎妇。［外］怎么不从母命？［旦］论贞洁不更二夫，奴焉敢伤风败俗？［外］原来是王状元的贞烈夫人，快请起来。<br>【前腔】听他言语，论贞洁他人怎比，思量我也难留你。左右叫舟子，不如送还伊父。［旦］若还送奴归故里，不如早丧黄泉路，到显得名传万古，尽教他的婚后娶。<br>【前腔】［外］不须忧虑，且带你同临任所。修书遣人饶州去，管教你夫妇重会。［旦］若还这般周济奴，犹如久旱逢甘雨，便是妾重生父母。望公相与奴做主。<br>［外］既然如此，不肯回去。我不是别人，乃是前任本府太守。今蒙圣恩除授福建安抚，即日将带家小之任。你丈夫既为饶州佥判，与福建相隔不远。你如今不肯回去，就在我船上，与我老夫人同临任所。我想起来，一路上怎么称呼。他也姓钱，我也姓钱，你拜我为义父。到任所修一封书，差人到饶州报与你丈夫知道，教他取你去。夫妇重会，缺月再圆。心下如何？若无钧眷在船，事有可疑。既有钧眷在船，去也无妨。只是撇了婆婆，于理不当。若得老相公如此周全，重生父母，再养爹娘。将酒来，递了我的酒。梅香、左右，都要称小姐。<br>【黄莺儿】公相望垂怜，感夫人意非浅。又蒙结拜为姻眷，恩德万千，何日报全？愿公相早登八位三台显。泪涟涟，双亲远别，重得遇椿萱。<br>【前腔】不必泪涟涟，这相逢非偶然。同临任所为姻眷，聊附寸笺，饶州报传，管教你夫妇重相见。免忧煎，夫妻有日，重得遇椿萱。<br>【前腔】天赐这姻缘，喜他们也姓钱，同临所作宛转。明日动船，开洋过浅，愿一阵好风，急去登福建。<br>【前腔】溺水自心酸，我婆婆苦万千，堂前继母心不善。儿夫去远，家尊老年，何日得见王佥判？<br>夫妻忧虑各西东，会合今朝喜气浓。<br>一叶浮萍归大海，人生何处不相逢。<br>第二十七出忆母<br>【喜迁莺】从别家乡，期逼春闱，催赴科场。鹏程展翅，蟾宫折桂，幸喜名标金榜。旅邸忆念，孤鸾幽室，萱花高堂，鱼雁杳，信音稀，使人日夜思想。人在东瓯，身淹上苑，望中山色空迷眼。终朝旅思叹萧条，高堂亲鬓愁衰短。秦岭云横，蓝关雪漫，潮阳未到魂先断。春归花落久栖迟，愁深那觉时光换。<br>【雁鱼锦】长安四月花正飞，见残红万片皆愁泪。何苦被利禄成抛弃，如今把孤身旅泊天涯。意悬悬止不住思维，音书曾有回，只怕他望帝都欲赴愁迢递。望目断故园，知他知也未？<br>【前腔】当时痛别慈帏，论奉亲行孝也萦怀不寐。年华有几，纵然是百岁如奔骑。论早晚须问起居，论寒暑须当护持，论供养要甘肥。因赴举，把蘋蘩馈托与我妻，知他看承处怎的？俺这里对青山，望白云，镇日瞻亲舍；他那里翘白首，看红日，终朝忆帝畿。<br>【前腔】嗟吁，凤别鸾离，怎如得俦莺偶燕时相聚？凄楚寒窗，寂寞旅况。闪杀当时，甘效于飞。孤灯夜雨，溜声不断，却把寸心滴碎。只为那钗荆裙布妻难弃，总有紫阁香闺人怎迷？<br>【前腔】猛思那日临行际，蒙岳丈惜伊玉树，兼爱我寒枝。念行囊空虚，欣然便周全助路资。召共居，感此义山恩海深难弃。细踌躇，甚日酬取？教我怎生忘渠？但愿得一家到此沾禄养，也显得半子从今展孝私。<br>【前腔】论科举，本图看春风杏枝，玉马骤香衢。岂知他陷我在瘴岭烟区？愁只愁身归凤池，恨只恨衅生鸳侣。人不见，气长吁，只为蝇头蜗角微名利，致使地北天南怨别离。<br>左右过来。厅上一呼，阶下百诺。相公有何指挥？前月寄书回去，接取老夫人并家眷来此同赴任所。经今日久，将次来到，你可到十里长亭侍候迎接，不得有违。如此便去。<br>家乡千里隔相思，目断瓯城人到迟。<br>旅邸难禁长日静，魂消几度夕阳时。<br>第二十八出哭鞋<br>【梧叶儿】儿媳妇哭啼啼，昨夜三更出绣帏。今早起来没寻处，使我无把臂。一重愁翻做两重悲，使我泪偷垂。<br>天有不测风云，人有旦夕祸福。我媳妇被逼嫁不从，哭了一夜，今早不知那里去了？莫取非常乐，须防不测忧。老安人，不好了，小人到江边去访问，见许多人说我小姐投江死了，拾得绣鞋在此。<br>呀！果是我媳妇的，痛杀我也！<br>【山坡羊】撇得我不尴不尬，闪得我无聊无赖。亲家，你一霎时认真逼他去投江海，怎布摆，祸从天上来。你嫡亲父母尚且不遮盖，反将他谐老夫妻生打开。哀哉！扑簌簌泪满腮。伤怀，生擦擦痛怎捱！隔墙须有耳，窗外岂无人。亲家为何啼哭？亲家，不好了，我的媳妇投江死了。<br>怎么晓得？见有绣鞋在此。<br>【山坡羊】儿，你不念我年华高迈，不念我形衰力败，不念我无人养老，不念我绝宗枝派。我想这桩事不是别人，都足你老祸胎，受了孙家婚聘财，逼得他衔冤负屈投江海。<br>亲家，我有一搭地，指望令郎与小女把我两块老骨头埋葬。不想令郎又赘在相府，不得回来，小女又投江死了，我好命苦！闪得我有地无人筑墓台。哀战，扑簌簌泪满腮；伤怀，生擦擦痛怎捱？亲家，你令郎赘在相府，做了女婿，我女又投江死了。如今与你没相干了，寺里观音请出。我的女儿肉尚未冷，你就赶他出去？你两个做了一家，我出去了罢。亲家，你听那老不贤，在这里与他难相处，莫若到京见令郎。不知意下如何？老身正欲如此。奈我身伴无人，怎生去得？我着李成送亲家前去。我自要他，去不得。谁要你多言？亲家，老身不识进退，有一言相恳。亲家但说不妨。欲往江边祭奠，以表妇姑之情。<br>可怜，不劳亲家费心，李成今晚整备祭品，等侯王老安人祭奠。亲家，老身就此拜别。<br>【胜如花】辞亲去，别泪零，岂料登山蓦领。只因人递简传书，教娘离乡背井，未知道何日欢庆？<br>愁只愁一程两程，况未闻长亭短亭。暮止朝行，趱长途曲径，休辞惮跋涉奔竞。愿身安早到京城，愿身安早到京城。<br>【前腔】我为绝宗派，结婚姻，指望一牢永定。谁知他又赘在侯门，今日翻成画饼，辜负了田园荒径。<br>【前腔】他家锅中米没半升，去恋着豪门，不思旧亲，到如今一旦身荣，撇却糟糠布荆，短行处教人怒冲。李成，你送王老安人到京，面会王状元，即便回来。男女理会得。<br>【前腔】蒙员外分付情，对状元一诉明，幸喜得日暖风恬，相送起程，伤目兮桑榆暮景。生离死别痛无加，路上行人莫叹嗟。花正开时遭雨打，月当明处被云遮。<br><br>第二十九出抢亲<br>莫信直中直，须防仁不仁。我本等是一段美意，不想这丫头行此拙路。老员外止生这女儿，今被他日夜啼哭，教我怎么过得日子？如今送了亲家去了，这一回来，教我躲在那里？躲在这里罢。有这等事？一家好人家，都被那老不贤弄坏了。虽是王十朋赘在相府，未审虚实。今日也逼孩儿改嫁，明日也逼孩儿改嫁，受不过凌辱，忿气投江身死。你那里去？老泼妇，如今走在天上去？老员外，不要恼。要打便打，要骂便骂，我跪在这里了。老泼妇，谁教你逼死了我儿？我也不要你了。我也只要他做好人，后边靠他。谁想女儿认真苦恼。你若赶我出去，那个要我？邻舍人家去。十家邻舍九家断，那里去得？亲友人家去。平昔没有盘盒来往，做人不好，也去不得。和尚寺里去。<br>屈嫁和尚是好惹的，我去也罢，怕被人笑话你。<br>原来没处去。<br>【忆虎序】当初娶汝，正是大盘大盒娶的。<br><br>指望生男育女。你到说我没用？你头未上床，脚先睡了，那个没用？依了我，十个还养得出哩！<br>老泼妇，今日也与我孩儿嚷乱，明日也与我孩儿嚷乱，逼勒我孩儿投江身死。他自寿命短促，自家死的，与我甚么相干？我写状经官，经官呈旨你。告我得何罪？告你是不贤妇、薄幸妻。若到官司，打你皮绽肉飞。当初是我不合讨了他的便宜。如今我就下他一个礼，也没人笑我。<br>【前腔】我当初嫁你，也是明媒正娶，又不是暗地里偷情，强来随你。相随百步，尚有徘徊之意。免告官司，免告官司，和你团圆到底。<br>起去。嗄！他被我一哭，心就软了。<br>我赶他出去，被人笑话。过来。嗄！留你在家，要依我三件事。勿要说三件，十件也依你。第一件事，我与人讲话，不要你多嘴。若有我的说话，添这等一句儿。第二件，不要与我同吃饭。我自有王帝吃，那个要与你同吃。<br>那个王帝？灶君王帝。你也要依我三件事。<br>那三件？鱼干酸汤白米饭，吃饱了朝也喀，暮也喀，养还你班稍抉。祸福无门，唯人自召。我那老不贤听信谗书，接了孙家财礼，逼令女儿改嫁，只因受逼不过，已自投江死了。况孙家是个无籍之徒，必来我家打闹。我更年老力弱，难以抵对，如何是好？<br>【梨花儿】侄女许子孙汝权，受他财礼千千贯。今日成亲多喜欢，嗏！姑娘只要长长段。呀！哥哥，今日嫁女吉日，因何在此愁闷？都是你害我女儿投江死了，还要说？真个好苦。你且不要哭，这孙家事怎生回他？人既死了，终不然捻一个与他。若没有人，拼得还他财礼便了。若说不来，财礼也不要还他，更又赖他。<br>赖他什么？赖他倚恃豪富，威逼成亲，以致我女身死。这都是你生出来许多事端，我不管，你自去回他。哥哥，孙汝权不是好人，怎肯罢休。我有一计在此，将几件衣服与我穿了，哄上轿去。我到他家里，与他说话便了。既如此，我自进去。正是：野花不种年年有，烦恼无根日日生。<br>【前腔】今日娶亲谐凤鸾，不知何故来迟缓；莫非他人生异端？嗏！须知人乱法不乱。<br>孙相公来了么？张姑妈，快请新人上轿，我在此亲迎。晓得了，分付众人在青龙头转一转。<br>礼人，与我快请新人。礼人，拜了家庙就结亲。<br>好也，好也。你受了我的财礼，藏了侄女，赖我亲事。我不是骗你，我侄女已投江死，拚得还你财礼，大家罢休。一倍还我十倍，我也只要老婆。呸！小鬼头儿，你倚恃豪富，威逼我侄女投水已身死，你要怎的？这泼皮到来诬赖我。<br>【恁麻郎】我告你局骗人财礼。我告你威逼人投水。怎误我白罗帕见喜。闷得他黄泉做鬼。息怒威，宁耐取。休想我轻轻放过你！我怕你强横小贼驴！我那怕你腌臜臭劄！算从来男不和女敌，自古道穷不共富理。<br>打你嘴。踢你的腿。须亏了中间相劝的。<br>这事情天知地知。这见识心黑又意黑。怎辨别他虚你实，也难明他非你是。不放你。<br>不放你。自古饶人不是痴。你藏了女儿，诬赖人命，若见了尸首，万事俱休；不见尸首，教你粉碎。<br>窝藏侄女忒无知，威逼成亲事岂宜？<br>好手中间逞好手，吃拳须记打拳时。<br>第三十出祭江<br>【风马儿】柳拂征衣露未央，可怜年迈往他乡。谩自殷勤设奠，血泪洒长江。<br>渺渺茫茫浪泼天，可怜辜负你青年。小姐，你清名须并浣纱女，白发亲姑谁可怜？老安人，正在此处拾的绣鞋。就此摆下祭礼。<br>【绵搭絮】寻踪觅迹到江边。李成舅，可曾带得香来？小人不曾带得。我那儿，只一块香没福受用。只得撮土为香，礼虽微，表姑情意怪。望灵魂暂且听言：指望松萝相倚，谁想你抱石含冤？这也不要埋怨你丈夫，都是你的亲娘把乘龙女婿嫌。<br>【忆多娇】愁哽咽，情惨切，萱堂苦逼中道绝，暮忆朝思难诉说。丧溺江心，丧溺江心，永远传扬孝烈。我那媳妇的儿，我有半年粮食，也不见得到你家来。<br>【绵搭絮】只为家贫无倚，在他闾阎。是你的儿夫去经年，杳没音信传。是你的继母呵，信谗言。镇日熬煎，熬煎得你抱屈含冤。我那儿，撇得我无倚无依。你带我的孝才是顺理。今日呵，反披麻哭少年！<br>【忆多娇】心痛惜，情惨戚，将身赴江学抱石。可怜夫妇鸾凤拆，即日登程，即日登程，渺渺音容远隔。老安人，不须啼哭，趱行前去。<br>【风入松】叹连年贫苦未逢时，谁想一旦分离。我孩儿自别求科举，怎知道妻房溺水？但说来，又恐惊骇我儿，决不可与他知。安人不必恁忧虑，且听男女咨启。只说状元催逼起，先令我送安人来至。那其间方说就里，决不要使惊疑。<br>【急三枪】痛易情难诉！痛易情难诉！常思忆，常忧虑，心戚戚，泪如珠。且自登程去，且自登程去，休思忆，休忧虑，途路上，免嗟吁。<br>【风入松】如何教我免嗟吁？我这老景凭谁？年华老迈难移步，旦夕间有谁来温顾？恨只恨他们继母，逼他嫁死得最无辜。果然死得最无辜，论贞洁真无。姻缘契合从今古，拆散了夫妻皆天数。漫腾腾洛阳近也，今且喜到京都。<br>万里关山去路长，可怜年迈往他乡；<br>江边不敢高声哭，恐怕猿闻也断肠。<br>第三十一出见母<br>【夜行船】一幅鸾笺飞报喜，垂白母，料已知之。日渐过期，人何不至？心下转添萦系。雁塔题名感圣恩，便鸿昨已寄佳音。思亲目断云山外，缥缈乡关多白云。下官前日修书，附承局带回，请取家小，同临任所。一去许久，不见到来，使我常怀忧念。正是：虽无千丈线，万里系人心。<br>【前引】死别生离辞故里，经历尽万种孤凄。昨过村庄，今入城市，深感老天垂庇。<br>这里是那里了？京师地面了。闻说京师锦绣邦，果然风景异他乡；红楼翠馆笙歌沸，柳陌花街兰麝香。李成舅，你晓得状元行寓在何处？小人一路打听，行馆就在四牌坊。老安人把孝头带藏了，慢慢说也未迟。这也说得有理。牌子，这里可是王状元行馆么？这里就是。通报家里有人在此。禀老爷，家里有人在外。着他进来！老爷，李成磕头。<br>起来。老安人小姐来了？来了。小姐为何不见？后面来了。母亲请坐，孩儿拜见。一路风霜，久缺甘旨，恕孩儿不孝之罪。儿，你在此一向好么？母亲听禀：<br>【刮鼓令】从别后到京，虑萱亲当暮景。幸喜得今朝重会，娘，又缘何愁闷萦？李成舅，莫不是我家荆，看承母亲不志诚？小姐且是尽心侍奉。<br>我的娘，分明说与恁儿听。你媳妇呵，怎生不与共登程？<br>【前腔】心中自三省，转教人愁闷增。你媳妇多灾多病，况亲家两鬓星，家务事要支撑，教他怎生离乡背井？为你饶州之任恐留停。儿，你岳丈先令人送我到京城。母亲言语不明，李成舅，你备细说与我知道。<br>【前腔】当初待起程，正要问你起程，小姐怎么不来？到临期成画饼。母亲，李成舅说甚么画饼？若泌起投江一事，恐唬得恩官心战惊。李成舅，说甚么惊字？是有个经字，小姐呵！路途上少曾经，当不得许多高山峻岭，餐风宿水怕劳形。老安人也来了，他到来不得？便是小姐有些病体，老员外呵，因此上留住在家庭。<br>【前腔】端详那李成，语言中犹未明。娘，把就儿里分明说破，免孩儿疑虑生。呀，母亲因县的变颜情，长吁短叹珠泪零？袖儿里脱下孝头绳，莫不是恁儿媳妇丧幽冥？我的娘。孝头绳那里来的？儿！千不是万不是，都是你不是！娘，怎么到是儿不是？唗！还说你的是！当初承局书亲附，拆开仔细从头睹，道你状元佥判任饶州。儿，这下一句不该写。那一句？休妻再赘万俟府。母亲，语句都差了。语句虽差字迹同，岳翁见了心生怒。岳母没有话说？岳母即时起毒心，逼妻改嫁孙郎妇。我妻从么？汝妻守节不相从，苦，这一句难说了！娘，一发说了罢。<br>将身跳入江心渡。呀！浑家为我守节而亡，兀的不是痛杀我也！<br>【江儿水】吓得我心惊怖，身战簌，虚飘飘一似风中絮。争知你先赴黄泉路，我孤身流落知何处？不念我年华衰暮，风烛不定，死也不着一所坟墓。<br>【前腔】一纸书亲附，我那妻，指望同临任所。是何人写套书中句？改调潮阳应知去，迎头先做河伯妇。指望百年完聚，半载夫妻，也算做春风一度。<br>【前腔】状元休忧虑，且把情怀暂舒。人妻聚散生前注，这离别虽说离别苦，想姻缘不入姻缘簿。听取一言伸覆：须信人生万事，莫逃天数。<br>孩儿，你且省愁烦。孩儿只为不就万俟丞相亲事，却将我改调潮阳，害我身命，我肯辜负他？孩儿，他既死了，无可奈何，且到任所，做些功果追荐他。这个少不得如此。小人告状元，老安人起程之时，老员外曾分付小人：送老安人面会状元，你就赶回来。如今禀状元，小人告回。<br>李成舅，我身伴无人，同到了任所，那时我修书与你去。既如此，小人愿随状元去。<br>追想仪容转痛悲，岂期中道两分离？<br>夫妻本是同林鸟，大限来时各自飞。<br>第三十二出遣音<br>【破阵子】野外江山幽雅，城中景物繁华；六街三市堪描画，万紫千红实可夸。闽城景最佳。<br>夫妻幸喜到闽城，跋涉程途为利名；大布仁风宽政令，广施德化慰黎民。夫人，我自到任三月，且喜词清讼简，盗息民安。乃相公治政所致。相公曾许孩儿去书报他丈夫知道。儿，管教你夫妻重会。爹爹，这里到饶州多少路程？约有一月之程。爹爹，多与他些盘缠。教我多与他些盘缠，我在此呵，<br>【榴花泣】守官如水，胸次莹无瑕。薄税敛。省刑罚，抚安民庶禁奸猾。幸喜词清讼简。无事早休衙。依条按法，看惩一戒百谁不怕？待三年任满期瓜，诏书来早晚迁加。<br>【前腔】觑着他花容月貌胜仙娃，忍将身命掩黄沙？天教公相救伊家，好似拨云见日，枯树再开花。贞洁可夸，恁捐生就此令人讶。恁萱亲怎不详察？全不道有伤风化。<br>【渔家傲】若提起旧日根芽，不由人不两泪如麻。恨只恨一纸谗书，搬得我母亲叱咤。他见差，逼汝身重嫁，那些个一鞍一马。这书劄令人遣发，管成就鸾孤凤寡。<br>夫人，我到堂上去来，开门。各官免揖。<br>叫一个打差舍人进来。该小人轮班。你叫什么名字？小人叫苗良。苗良，我有一封书，着你到饶州王三府处投下，要回书，限你二十个日子，与你二两银子盘缠，星夜赶去。<br>【前腔】今日裹拜辞都爷，明日裹到海角天涯。一心要传递佳音，不惮路途波查。关门。<br>爹爹，下书人去也不曾？去了。我还有一句话。有什么话？见他只说三分话。姐姐，便多说几句怎么？又恐他别娶浑家。你把闲言一笔都勾罢，回来便知真共假。<br>【尾】月再圆，花重发，那其间欢生喜洽，重整华筵泛紫霞。<br>饶福相离数日程，修书备细说缘因。<br>分明好事从天降，重整前盟合旧盟。<br>第三十三出赴任<br>【临江仙】客梦悠悠鸡唤醒，窗前尚有残灯。揽衣披枕自评论，今日飘零，何日安宁？<br>孩儿，促整衣装及早行，区区只为利和名；<br>拚却餐风并宿水，不愁带月与披星。孩儿，就此趱行前去。<br>【朝元歌】腾腾晓行，露湿衣襟冷；徐徐晚行，月照遥天暝。只为功名，过离乡背井，渡水登山蓦岭，带月披星，车尘马足不暂停。晴岚障人形，西风吹鬓云。潮阳海城，到得后那时欢庆。<br>三山巡检接老爷。人夫手本在此。拿上来！你那官儿回去，弓手送我过梅岭。梅岭上猢狲太多。怎么有许多猢狲？老爷此去，指日封侯。生受你，去罢！<br>【前腔】几处幽林曲径，松杉列翠屏。回首乱云凝，禅关掩映，听远钟三四声。钦奉纶音，命游宦，宿邮亭。远离京城，盼阳关把往事空思省。水程共山程，长亭复短亭。<br>潮阳府阴阳生接老爷。这里到府还有多少路？还有五十里之程。那个差来的？<br>本府太老爷差来的。选在几时上任？太老爷分付，三月十五日请老爷城隍庙宿山，十六日午时上任。多拜上老爷。<br>【前腔】危巅绝顶，飞流直下倾。叹微名奔竞，身似浮萍。鹧鸪啼，不忍听。野花开又馨，消遣羁旅情。到处草茵，题咏眼前无限景。牧笛陇头鸣，渔舟江上横。<br>【前腔】八九处人家寂静，柴门半掩扃，溪洞水泠泠。路远离别兴，自来不惯经。遥望酒旗新，买三杯，消渴吻。哀猿晚风轻，归鸦夕照明。<br>城隍庙道士接爷爷宿山。<br>长亭渺渺恨绵绵，远望潮阳路八千。<br>正是雁飞不到处，果然人被利名牵。<br>　</p> <p>第三十四出误讣<br>【探春令】人生最苦是别离，论贞洁他人怎如？<br>窗外日光弹指过，庭前花影坐间移。我前日差苗良去到饶州，怎么不见回来？转眼垂杨绿，回头麦子黄；万事分已定，浮生空自忙。苗良告进。<br>苗良回来了？小人回来了。可有回书？<br>回书在此。这是我的。内是老爷的书，不曾投下，故此回书。怎么不曾投下？小人到饶州，径进东门，正遇行丧，铭旌上写\"佥判王公之柩\"。小人又到私衙去问，都说：到任三月，不伏水土，全家瘟疫而亡。可惜，人无百岁期，枉作千年计！请夫人小姐出来。<br>【一枝花】书缄情惨切，烟水多重叠。<br>报道有书回，故人如见也。<br>孩儿，递书人回来了。递书人回来，必有好音。原书也不曾投下，有什么好音？<br>【渔家傲】莫不是明月芦花没处寻？明月芦花一片白，那里去寻？莫不是旧日王魁，嫌递万金？他也不是王魁；你也不是桂英。莫不是忘了半载同衾枕？也不是。莫不是不曾之任？怎么不曾之任。爹爹，欲言不浯情难审，那里是全抛一片心？咱语言说到舌尖声又噤，为何不说了。若提起始末缘因，教你愁闷怎禁？儿，此生休想同衾枕，要相逢除非是东海捞针。如今兀自不思省，那苗良不投一下佳音回讣音。<br>爹爹，佳音便怎么？讣音便怎么？喜信是佳音，死信是讣音。你丈夫到任三月，不服水土，全家瘟疫而亡了。丈夫死了，兀的不是痛杀我也！<br><br>【梧桐树】我为你受跋涉，我为你遭磨折。丈夫，我为你投江，我为你把残生舍。今日怎知先倾逝，这样凄凉．教我暗地里和谁说？禀爹爹，可容奴家带孝？儿，在任穿些素缟吧。与我除下钗梳，尽把罗衣卸。持丧素服存贞沾。<br>【东瓯令】休嗟怨，免攧屑，分定恩情中道绝。夫妻本是同林鸟，大限到来各分别。生同衾忱死同穴，谁肯早抛撇。念妾得蒙提挈，只指望同谐欢悦。谁知道全家病灭，不由人不扑簌簌雨泪如血。<br>【金莲子】休忧此生鸾镜缺，常言道：救人须救彻。听覆取休得要哽咽！姐姐，待等三年孝满，别赘豪杰。<br>【尾】再醮徒然费唇舌，共姜誓盟甘自悦，守寡从教髻似雪。<br>甘守共姜誓柏舟，分明尘世若浮鸥。<br>三寸气在千般用，一日无常万事休。<br>第三十五出时祀<br>【一枝花】细雨霏霏时候，柳眉烟锁常愁。昨夜东风蓦吹透，报道桃花逐水流。<br>新愁惹旧愁。<br>极目家乡远，白云天际头。五年离故里，洒泪湿征裘。告母亲知道。孩儿夜来梦见浑家扯住儿衣袂，说：十朋只与你同忧，不与你同乐。觉来却是一梦。敢是与你讨祭？祭礼俱已完备，请老夫人主祭。非是儿夫负你情，只因奸相妒良姻。生前淑性甘贞洁，死后英魂脱世尘。餐玉馔，饮瑶樽，水晶宫里伴仙人。你儿夫任满朝金阙，与汝伸冤奏紫宸。<br>【新水令】一从科第凤鸾飞，被奸谋有书空寄。幸萱堂无祸危，痛兰房受岑寂。捱不过凌逼，身沈在浪涛里。<br>【步步娇】将往事今朝重提起，越恼得我肝肠碎。清明祭扫时，省却愁烦，且自酬礼，须心得圣贤书。看酒。儿女何劳母亲递酒。道\"吾不与祭如不祭\"。看香来。<br>【折桂令】燕沈檀香喷金猊，昭告灵魂，听剖因依。自从俺宴罢瑶池，宫袍宠赐，相府勒赘。掩只为撇不下糟糠旧妻，苦推辞桃杏新室，致受磨折，改调俺在潮阳。妻，因此上耽误了恁的归期。<br>【江儿水】听说罢衷肠喜只为伊，却元来不从招赘生奸计，恼恨娘行生恶意，凌逼你奸没存济。母子虔诚遥祭来，望鉴微忱，早赐灵魂来至。看酒来。<br>【雁儿落】徒捧着泪盈盈一酒卮，空摆着香馥馥八珍味。慕音容，不见你；诉衷曲，无回对。俺这里再拜自追思，重相会是何时？揾不住双垂泪，舒不开咱两道眉。先室，俺只为套书信的贼施计。贤妻，俺若是昧减心，自有天鉴知。<br>【侥侥令】这话分明诉与伊，须记得圣贤书。懊恨娘行忒薄劣，抛闪得两分离在中路里，两分离在中路里。<br>【收江南】呀！早知道这般样拆散呵，谁待要赴春闱？便做到腰金衣紫待何如？说来又恐外人知，端的是不如布衣，端的是不如布衣！俺只索要低声啼哭自伤悲。<br>【园林好】免愁烦回辞奠仪，拜冯夷多加护持。早早向波心中脱离，惟愿取免沈溺，惟愿取免沈溺。<br>维大宋熙宁七年吉月辛卯朔日己酉，赐进士及第任潮阳浙江温州府永嘉县孝夫王十朋。谨以清酌素馔之奠，致祭于亡过妻玉莲钱氏夫人前而言曰：惟灵之生，抱义而归；惟灵之死，抱节而归，义也。呜呼噫嘻！昔受荆钗为聘，同甘苦于茅庐。春闱一赴，鸾凤分飞。诈书一到，骨肉分离。姑娘为夺婚之媒，继母为逼嫁之威。捱不过连朝折挫，抵不过昼夜禁持。拜辞睡昏昏之老姑，哭出冷清清之绣帏。江津渡口，月淡星稀，脱鞋遗迹于岸边，抱石投江于海底。江流哽咽，风木惨凄。波滚滚而洪涛逐魄，浪层层而水泛香肌。哭一声妻，寒壑应猿啼。叫一声妻，云愁雨怨天地悲。妻魂不寐，默而鉴之。於戏哀哉！尚飨！<br>【沽美酒】纸钱飘，蝴蝶飞。纸钱飘，蝴蝶飞。血泪染，杜鹃啼。睹物伤情越惨凄。灵魂恁自知，灵魂恁自知。俺不是负心的，负心的随着灯灭。花谢有芳菲时节，月缺有团圆之夜。我呵！徒然间早起晚寐，想伊念伊。妻，要相逢除非是梦儿里再成姻契。<br>【尾】昏昏默默归何处？哽哽咽咽思念你。直上嫦娥宫殿里。<br>年年此日须当祭，岁岁今朝不可违。<br>天长地久有时尽，此恨绵绵无绝期。<br>第三十六出夜香<br>【一枝花】花落黄昏门半掩，明月满空阶砌。嗟命薄，叹时乖。华月在，人不见，好伤怀！昔恨时乖赴碧流，重蒙恩相得相留；深处闺门重闭户，花落花开春复秋。奴家自那日投江，不期遇着钱安抚捞救，留为义女，胜如亲生。只是无以报他。今宵明月之夜，不免烧炷清香，以求荫庇。<br>【园林好】想那日身投大江，感安抚恩德怎忘？胜似嫡亲襁褓，如重遇父和娘。奴家烧此夜香呵，愿他增福寿，永安康！想我母亲亡过之后，又亏继母呵，<br>【川拨棹】亲鞠养，我爹爹呵，择良人求配鸳行。谁知道命合遭殃，命合遭殃！递谗书逼奴险亡，蒙天眷，遇贤良。奴家烧此夜香呵，保佑他永安康，保佑他永安康。想我婆婆取奴家呵。<br>【好姐姐】指望终身奉养，谁知道中途肮脏。存亡未审，使奴愁断肠，心凄怆。奴家烧此夜香呵，愿得亲姑早会无灾障，骨肉团圆乐最长。想我丈夫有了奴家呵，<br>【香柳娘】又重婚在洞房，重婚在洞房，将奴撇漾。奴家一身犹可，你不思父母恩德广。奴家指望你还有相见之日，谁想你到先亡了！痛儿夫夭亡，痛儿夫夭亡，不得耀门墙，抛弃萱花在堂上。奴家烧此夜香呵，愿他魂归故乡，遣他魂归故乡，免得此身渺茫，早赐瑶池宴赏。<br>【尾】终宵魂梦空劳攘，若得相逢免悒怏，再爇明香答上苍。<br>香烟缈缈浮清碧，衷曲衰哀诉圣祗。<br>致使更深与人静，非干爱夜月眠迟。<br>第三十七出民戴<br>一喝千人诺，单行百吏随。恁般多富贵，端的是男儿。自家乃是本府亲随隶兵。你看时光好疾，日月相催。自从本官到任潮阳勾当，不觉又是五年。真个清廉如水，上下相安。前日忽有上司文书到府，将俺相公升除吉安太守，却是因祸致福。原先我相公原除饶州佥判，只因不就丞相亲事，欲改调潮阳。如此更迁，意欲陷害在潮阳。如今朝廷别立丞相，廉知相公治事清廉，持心公正，因此升除吉安太守。今日促装行李，那来的鼓乐彩旗，敢是与相公送行的？<br>【赏宫花】耆宿社长，听荣除，特举觞。五年民沾惠，尽安康，卧辙攀鞍无计策，离歌别酒众难忘。<br>许多什么人嚷？郎中，我们闻知相公高升，众乡民特来送行。难得你们厚意，问你高姓？老汉叫做李违玉，年纪方才五十六。在城开张杂卖铺，家中财货颇丰足。年年差我做方正，因此营充做耆宿。圣节贺正预公宴，簪花饮酒与吃肉。有时迎接上司官，见我必先问风俗。一句话也不曾回，五十六棒不罚赎。那时无计可施为，依旧归家卖蜡烛。<br>免教人在暗中行，这个老人高姓？老汉积祖姓丁，并无手艺营生。图小利讨充社长，谁知也不安宁。又要报写粉壁，又要催讨常行课程。又要报淘砌河勘，又要办水桶麻绳。又要劝农栽种，又要督造坊城。只有催关盐票，是我觅钞门庭。有钱与我的，便把他口数减；无钱与我的，便把他口数增。若还官司赈济，这场买卖非轻。若有人告投社长，一件件并不容情。被告诈他十贯五贯，原告吃他三瓶五瓶。有钱与我的，私下和允。无钱与我的，便打他脚筋。我怕事如探汤老狗，我爱钱如见血苍蝇。这人户家家作念。<br>想必说你好？那里是，都骂我没分晓老鸭精！<br>这一下打得你嘴扁。我们百姓无造化，这等好官升了。便是他五年在此，深亏他。如今升了江西吉安府知府，我们众老人都到长亭送行。脱他靴来钉在仪门上，千年遗迹，后官来看。<br>【前腔】潮阳海邦，坐黄堂，名誉彰。<br>省台飞荐剡，看文章，擢任吉安为太守。叩头万岁谢吾皇。<br>自离京苑到潮阳，乌兔相催晓夜忙。不觉因循经五载，追思中馈好心伤。母亲，孩儿得蒙圣恩升授吉安太守，且喜相去家乡不远。我们众老人特来与老爷饯行。老人做甚么？老爷自到任以来，一廉如水，百姓今喜高升，小老人具礼远送。大奶奶，老人磕头。生受你。老爷，小老人没有什么孝心，安排果酒旗帐，聊表野人献芹之意。<br>我在此没有什么好处与你众百姓，何劳许多礼物旗帐？老爷，怎么没有好处。老爷未曾下车之时，蛮獠侵扰，盗贼猖狂，百姓纵横，瘟疫难当。弟强兄弱，子骂爹娘，儿啼女哭，饿断丝肠。无衣无食，有裤无裆。西风一起，冻得狗叫汪汪。自老爷下车之时就好。怎么就好？蛮獠远遁，盗贼潜藏。家家乐业，户户安康。新新旧旧，衣服盈箱。粗粗细细，米烂陈仓。家家快活，专买石床。只听得浪荡都，浪荡都，打个村里亚鸪。<br>【月上海棠】吾郡间，万民沾惠恩无限。喜升除吉安，饯别阳关。无计留揽辔攀鞍。为霖雨须还清盼。程途趱，拚担些巇崄，受些足弯跧。<br>【前腔】衰老年，只愁烟瘴为吾患。幸家门吉庆，子母平安。今日里子擢高官，饮别酒应难留恋。<br>【前腔】心愧赧，备员窃禄常嗟叹。想刘宽难并，赵普难攀。偶然间盗息民安，非德化何劳称赞？<br>一劄丹书降紫宸，兼程之任肯因循。<br>劝君更尽一杯酒。西出阳关无故人。<br>老爷请脱靴。不消罢。<br>留遗百姓瞻仰。一官去了一官来，你众人去罢。老爷临去，说一官去了一官来。<br>老爷晓得你我有学问老人，留这一句诗在，我和你联。我联第二句，教人望得眼巴巴。你再吟一句，结句就是我。三府老爷来到任，竹爿桚指不曾挨。如今老爷去了，我和你众人们出银三分，教木匠做靴匣。漆好了，钉在仪门上，也见我和你一点心。那个管工？是我管。木梢我要一根。你要木梢怎么？我要他做灰扒柄。你做老人，思量干这样。也罢，我有个使旧的与你罢。<br><br>第三十八出意旨<br>【菊花新】云鬟衰鬓玉龙蟠，羞睹妆台镜里鸾。日月似梭窜，嗟嗟人事暗中偷换。<br>忆昔家中苦，别离家乡，已经五载。因为潮阳路远，不能见你岳父母。如今既任吉安，与温州不远，何不差人搬取岳父母到任，同享富贵？<br>谨依母亲，明年正月十五日玄妙观起醮大会，我已曾差人分付追荐我妻，即便修书差李成回去便了。<br>龙归大海，道奔豪门。大叔，起动你通报，玄妙观道士特来与老爷讨意旨。着他进来。<br>太夫人，磕头。请问太夫人，小夫人因何病症而亡，好写意旨。<br>【泣颜回】说起便心酸，抱屈溺水含冤。<br>鸳鸯失伴，做了寡鹄孤鸾。闻说事端，便铁石人见说肝肠断。仗良缘拔灵魂，使亡者早得升天。<br>【前腔】潜观慈母两眉攒，他欢无半点，愁有千般。朝夕萦绊，教人痛苦针钻。河伯水官，那其间怎把人勾唤？致令得死别生离，如何会意悦心欢？<br>【赚】擎捧雕盘，送出魂幡绢一端；更有些醮金三十堤，权收管。必须斋沐虔诚，休教功果不圆满。天怎瞒，地怎瞒，小贫道谨告辞回观。<br>【扑灯蛾】荐亡虽已完，邀亲岂宜缓？若请岳翁至，同临观中游玩。也趁天时地暖，便起程休得盘桓。是则是夜长昼短，论朝行暮宿，休惮路漫漫。<br>【尾】生的报答心方稳，死的荐拔情颇宽，好事完成意始欢。<br>报答存亡两痛情，来朝遣仆递佳音；<br>思亲但得重相见，方信家书抵万金。<br>　</p> <p>第三十九出就禄<br>【三台令】夜来花蕊银灯，晓起鹊声翠屏。何喜报门庭，顿教人侧耳频听。<br>每日心怀耿耿，终朝眼泪盈盈。只为孩儿成画饼，教人呕气伤情。虽然灯花结蕊，那堪鹊噪声频？料我寒家冷似冰，量无好事到门庭。<br>【前腔】近别向粤邮亭，又入东瓯郡城。水秀山明，睹风物喜不自胜。<br>自离吉安，又到温州。此间已是自家门首。不免径入。李成回来了。李成在那里？这不是李成？你撇得我好！怎么只管不回来？教我终日望你。小人送王老安人到京，见了状元，本欲便回，因被苦留相送赴任，不能回来。他是忘恩负义的人，送他怎么？老安人，那状元不是负义的人。他当时除授饶州佥判，因奸相招赘不从，改调潮阳。意欲陷害。从因朝廷体知处事能为，持心公正，升任吉安知府。因此修书迎请老员外老安人到任所，同享荣华。书已在此。我也看不见。李成，你字字行行念与我听。前翻一封书害得我家破人亡。<br>【一封书】婿百拜岳父前：自离膝下已数年。因奸相不见怜，改调潮阳路八千。今喜升为吉安守，遣仆相迎到任间。匆匆的奉寸笺，仗乞尊颜照不宣。我听此书呵，<br>【下山虎】见鞍思马，睹物伤情。触起关心事，怎不泪零？如今我婿得沐圣朝宠荣，我女一身成画饼。他取我到吉城，值此寒冬，怎出外境？天寒地冷，未可离乡背井，且待春和款款行。<br>【亭前柳】老儿垂鬓已星星，弱体战兢兢。况兼寒凛凛。那更冷清清。此行怎去登山岭？<br>【下山虎】义深恩厚。恨遶愁萦。久绝鳞鸿信，闷怀倍增。因此母子修书遣仆来请，料想恩官必待等。天气最严凝，暮止朝行，我当奉承。<br>【亭前柳】老儿不去恐生嗔，欲去怕劳形。李成儿。你须先探试，临事怎支撑？小人只索从台命。且过新年，待春暖共登程。<br>昔日离家过五秋，今朝书到解千愁。<br>来年同到吉安府，不弃前姻过白头。<br>第四十出奸诘<br>【霜天晓角】黄堂佐政齐黎庶，肯将清似月扬辉，如渊彻底，愿效汉循良吏。勤簿书，门馆无私，日以刑名为事。<br>五马侯中列郡推，导之以政冀无违。此心一点如丹赤，敢学虞庭向日葵。下官温州府推官周璧，表字元卿，乃王十朋同榜进士。职列黄堂，不作牛刀之试。食天厨之廪禄；平治郡之刑名。欲向丹墀排鹭序，先须甸服养鹓轮。昨日堂尊送一纸状来，却是孙汝权告钱流行图赖婚姻事。孙汝权是个生员，钱流行是个太学生，曾考贡元，斯文分上，不好执法审问。我行牌去提原媒审问，使知端的。叫左右，带那第一起犯人审问。俱齐了。带进来！钱流行，孙汝权一边伺侯。钱氏，定是你巧语花言，说来说去，致令拘讼了。爷爷，小妇人非是惯做媒的。钱流行是我哥哥。你从实说来！<br>【啄木儿】吾兄女，将及笄。曾许甚么人？许配王生尚未归。妇人谓嫁曰归。后来嫁去了么？那孙郎忽至奴家里。到你家来怎么？也要娶我侄女，他浼央老妾为媒氏。<br>曾去说么？吾领言曾到兄家去。老爷，小妇人的哥哥，他是个读书君子，执意不从；我嫂嫂是个女流之辈，嫌王氏之贫，喜孙氏之富。便欲怜新将旧悔。后你哥哥如何说？<br>【前腔】吾兄意，执不从。你侄女也肯么？侄女坚将节操持。我嫂嫂执不相容。吾兄就应变随机，将侄女送到王门去。王家既成了亲，孙家再不该议亲了。结亲后即赴科场里。谁想一举成名天下知。就是王十朋么？正是。到是我年兄家里的事。得中状元，有书回么？<br>【前腔】因承局，附信归。有书回是喜事了。喜气翻成怨气吁。一纸家书抵万金，怎么是怨气？老爷，那里是万金佳音，元来是一纸休书。王状元是个读书君子，焉有此事来？他母亲疑是亲笔迹，女言道改书中句。只为字迹相同亦起疑。其时书来，说在那家为婿么？<br>【前腔】赘在万俟府为女婿。你哥哥也曾上访问不曾？曾访问来。正遇孙郎下第归，他与吾兄面述其言，他说道：果赘侯门。孙汝权道你兄受他财礼。孙汝权，肉面对肉面，你家行甚财和礼？上有青天，我家那个来接取。<br>老大人，依他说起来，把学生财礼一些不认了。老爷，只为孙汝权一句话。致使我侄女投江身冤死。孙秀才，他不告你人命也罢，你反告他图赖婚姻事。上命遣差，身不由己。小的是吉安府王爷差来送书在此。那个在吉安府做官？取上来！书在此。年弟王十朋顿首缄书。呀，王年兄升太守了，下书人起来，伺候回书。若非他存心以仁，道民以礼，焉有此不次之迁？忻慰！忻慰！即恳元卿年兄执事下，遽尔别来，屡经岁月。向改调时，深辱俯慰。因瘴乡无使，故久乏音问。兹幸寸进守吉，怀抱虽则少伸。又有不得已事，仰干执事下。向寓京时，倩人持书迎候岳父母山妻，不想中途被人套换书信。致使山妻守节而亡。已获原寄书人承局，奏送法司。鞫问间，供称止有孙汝权开包。望将此情转达太父母大人，乞将孙汝权解京，与承局面证完卷。再禀岳父母，以富家不厌贫寒，以女妻之，生将谓终身养老之计。今山妻虽死，义不可绝。特差人舟相候，冀推年谊，借重一言，赞襄岳父母上道，以全半子终养之情，感德岂甚少甚少哉！明年朝觐，想得京中一会。时下寒暖不均，伏惟调护。以膺天宠，不宣。十朋再拜。吏读与他们听！钱老先生，这一封书是令婿命转送老先生的，请收去。老先生，请出去换了衣巾，进来相见。钱氏无干，出去！皂隶选大板子，拿那孙汝权下去打四十！讨牌。发监，待文书完了，送到堂上，解他京里去完卷。请钱老先生进来。老先生请坐。老大人请上，容学生拜谢。不劳不劳。老大人，上开藻鉴，下判妍媸。冰释厚诬，心铭大德。学生失于龙蛇之辨，致有鼠雀之牙。抚己多惭，见公甚愧。请坐了。不敢。老先生前辈，令婿又忝同年，不必太谦。学生告坐了。适间令婿书上，着学生专请老先生到他任所，必须就起程前去。老大人，学生年迈，朝暮不能保，岂能远涉路途。<br>【归朝欢】贤东坦，贤东坦，教音下期，令贱子，令贱子，翁前转致。须宜是，须宜是，行囊且携，恐他们悬望伊。家庭虽小谁为理？田园颇广谁为治？欲去还留心两持。<br>【三段子】翁今几儿？念箕裘无人可倚。族分几枝？念宗支无人可悲。你既然只身一己，如何不上倚贤婿？况是他殷勤想伊。叫左右，与我打点马船人夫，送钱相公到吉安府去。如此多感多感！<br>行囊速整莫蹉跎，景物相催老去何，<br>一夜相思千里外，西风吹马渡关河。<br><br>第四十一出晤婿<br>【小蓬莱】策马登程去也，西风里劳落艰辛。淡烟荒草，夕刚古渡，流水孤村。满目堪图堪画，那野景萧萧，冷浸黄昏！樵歌牧唱，牛眠草径，犬吠柴门。【临江仙】绿暗汀洲三月景，锦江风静帆收。垂杨低映木兰舟，半篙春水滑，一段夕阳愁。灞水桥东回首处，美人亲卷帘钩，落花几阵入红楼。行云归处，水流鸦噪枝头。老员外，今日日丽风和，花明景曙，加鞭趱行几步。<br>【八声甘州】春深离故家，叹衰年倦体，奔走天涯。一鞭行色，遥指剩水残霞。墙头嫩柳篱畔花，见古树枯藤栖暮鸦。嗟呀！遍长途触目桑麻。<br>【前腔】呀呀，幽禽聚远沙，对彷佛禾黍，宛似蒹葭，江山如画，无限野草闲花。旗亭小桥景最佳，见竹锁溪边三两家。渔槎，弄新腔一笛堪夸。<br>【解三酲】为当初被人谎诈，把家书暗地套写，致吾儿一命丧在黄泉下，受多少苦波查。今日幸得佳婿来迎也，又愁着逆旅淹留人事赊。空嗟呀！自叹命薄，难苦怨他。<br>【前腔】步徐徐水边林下，路迢迢野田禾稼，景萧萧疏林暮霭斜阳挂。闻鼓吹，闹鸣蛙，一经古道西风鞭瘦马。谩回首，盼想家山泪似麻。高山迢递日初斜，绿柳依稀路更赊。日断前村烟未暝，不知今夜宿谁家？<br><br>第四十二出亲叙<br>【懒画眉】紫箫声断彩云开，腻粉香朦玉镜台，灯前孤幌冷书斋。血衫难挽仙裾返，造化能移泰岳来。<br>【前腔】荆钗博你凤头钗，重义轻生脱绣鞋，一回思想一回哀，凤钗还在人何在，我那儿，可阴祐你双亲到此来。<br>【前腔】馆甥位掌五侯台，千里裁封遣使来。令人更喜复悲哀，哀吾弱息今何在，喜他母子恩情得再谐。老员外，这里是府门首。<br>你可通报。那个在门上，老老爹来了。大叔来了。岳父岳母到了，请母亲同去迎接。<br>【哭相思】一自别来容鬓改，恨公衙失迎冠盖。<br>生别重逢，死离难再。<br>罢愁思且加亲爱。亲家，小女姻缘浅，终身地下游。他乡迎旧戚，便觉解深愁。半子情方尽，终身愿已酬。休嫌山妇拙，思好莫思仇。亲家何出此语？人之所以异于禽兽者，以其有仁义也。言重言重。<br>【玉交枝】感你恩深如海，我一抔土填得甚来？久铭肺腑时时戴，特此远迎冠盖。儿，快令人把绮席开。亲家，洗尘莫怪轻相待。细思量荆钗可哀！细思量荆钗可哀！<br>【前腔】蒙承过爱竟忘哀，夫妻远来。想当初在舍惭餔待，望尊亲海涵宽贷。贤婿，你腰金忘势真大才，不比薄情人转眼生骄态。<br>【前腔】自惭睚眦，望尊亲休劳挂怀。一时我也出无奈，莫把我做好人看待。人家晚母休学我忌猜，逼儿改嫁遭毒害。<br>【前腔】惭予一介，荷深恩扶出草莱。微名五载忘亲爱，岂知中路变祸灵？当初指望白首谐，谁知青岁遭残害？老爷，酒席已完备了。<br>亲家请后堂坐。请了。<br>几年远别喜相逢，又讶相逢在梦中。<br>果是稠人难物色，信知女婿近乘龙。<br>第四十三出执柯<br>【普贤歌】侯门涉水最难求，愿适贤良王太守。自家非强口，管教成配偶，且请媒人吃喜酒。正是作伐全凭斧，引线必须针。我年兄有个令爱守寡，央我为媒，要招本郡太守王梅溪。他鼓盆已久，未有夫人，央我去说亲。邓兴，这里府前了，通报。<br>是谁？邓老爷相访。老爷有请。<br>【玩仙灯】兀坐书斋，闻道有客来相访。<br>贱职所拘，未得拜访。荷蒙与遍，岂胜荣幸。惶恐！惶恐！台下治政甚佳，黎民无不感仰。皆赖老先生教指。老夫今日一来相访，二来有一句话说。有何事见教？老夫有一同年钱载和，有一小姐，守寡在家。闻得公祖大人鼓盆已久，今特央老夫为媒，望守公成全此亲，甚是美事。老先生在上，念学生贫寒之际，以荆钗为聘，遂结姻亲。山妻守节而亡，焉肯忘义再娶？<br>公祖大人几位令嗣？未有子息。公祖大人，\"不孝有三，无后为大\"，却不绝嗣了？正欲螟蛉一子，以续后嗣。吾闻螟蛉者，嗣非其类，鬼神不享其祀。公祖大人读书之人，如何逆理，冒渎，冒渎。<br>【啄木儿】乞情恕，听拜禀：自与山妻合卺婚，才与他半载同衾，一旦凤拆鸾分。他抱冤守节先亡殒，我辜恩再娶心何忍？须知行短天教一世贫。<br>【前腔】他八两，你半斤，彼此为官居上品。论阀阅，户对门当，真个好段姻亲。你意骄性执不从顺，故千推万阻令人恨，有眼何曾识好人。<br>【三段子】事当隐忍，未可一时先怒嗔。<br>你再不娶亲，我只愁你断子绝孙谁拜坟？言激心恼空怀忿，我今纵不谐秦晋，也不会家中绝后昆。<br>【归朝欢】你没思忖，不投分，那里是儒为席上珍？我做官守法言忠信，名亏行损遭谈沦，纵独处鳏居，决不可再婚！<br>性执心迷见识差，婚姻不就且回家。<br>落花有意随流水，流水无心恋落花。<br>第四十四出续姻<br>【杜韦娘】朔风寒凛冽，云布野，卷飞雪，看万木千林都冻折。小窗前，梅花再缀，冰稍数点幽洁。淡月黄昏，暗地香清绝，早先把阳和漏泄，又葭管灰飞地穴。痛忆我亡夫，感念嗟吁，转头又是五年余。安抚收留恩不浅，补报全无。今日乃是冬至令节，等待爹妈出来，拜贺则个。<br>【麻婆子】做奴做奴空惆怅，何时得嫁马上郎？做奴做奴空劳攘，只落得一个晓夜忙。遇冬节，巧梳妆，身穿一套好衣裳。市人见了都夸奖，道我是个风流好养娘。<br>时遇新冬，喜气重重，拜节之后，愿小姐招一个老公。休得胡说，相公、夫人来了。<br>【海棠春】时序两推迁，莫惜开芳宴。孩儿，金乌似箭，玉兔如梭，不觉来此又是五年。前日邓尚书来相探，闲话间说起王太守未有夫人，因此将你吉帖付与他去，了汝终身。爹爹，但愿终身守节，再醮难言。你丈夫未死，不肯嫁礼之所当。汝夫已死多年，不嫁将何倚靠？望爹爹为我螟蛉一子，以为终身后嗣。如此终无结果。妾闻仁者不以盛衰改节，义者不以存亡易心。截耳残形，永杜重婚之议；劈面流血，难从再醮之言；自古及今，芳名不灭。使妾有失志节，听此宁无愧乎？誓以柏舟，甘效共姜，死而后已。若窥隙钻窬，潜奔司马，则非奴所愿也。若不容奴于相府，则贱妾仍丧于江中。夫人，我寻思这般志节也难得。孩儿，你要守节，改旦这房一子，与你为后嗣。如此甚感爹爹，爹妈请坐，待奴家拜节。看酒来。<br>【集贤宾】一阳气转春透彻，履长欢庆冬节。验岁瞻云人意切，听残漏晓临台榭。今年是别，黄云谶争书吉贴。芳宴设，沉醉后，管弦声咽。<br>【前腔】日晷渐长人尽悦，绣纹弱线添些。待腊将舒堤柳弦，冻柔条未堪攀折。百官摆列，贺新岁齐朝金阙。<br>【莺啼序】光阴迅速如电掣，断送了多少豪杰。遇良辰自宜调燮，且把闲闷抛撇。进履袜欢看妇仪，炷宝鼎对天答谢。<br>【前腔】道消遣长空叹嗟，画堂中且安享骄奢。看纷纷绿拥红遮，绮罗香散沉麝。辟寒犀开元此日，曾远贡喧传朝野。<br>【琥珀猫儿坠】玉烛宝典，今古事差迭。遇景酣歌时暂歇，珠帘垂下且莫揭。欢悦，那兽炭红炉，焰焰频爇。<br>【前腔】小寒天气，莫把酒樽歇。醉看歌姬容艳冶，春容微晕酒悬颊。<br>【尾】玉山低颓日已斜，酒散歌阑呼侍妾。把锦纹烘热，从教醉梦赊。<br>天时人事日相催，冬至阳生春又来。<br>云物不殊乡国异，开怀且覆掌中杯。<br>第四十五出荐亡<br>捏诀惊三界，扣齿动百神。狗肉吃两块，好酒饮三瓶。等到天明后，依然去诵经。门徒闻不善，道我不志诚。今日上元令节，本观修设醮会。太老爷拈香，道人打起钟磬。待我把经文诵完，肚中空虚，要吃也无。八个馄饨，使我自然。田螺棘螺，共买五钱。吃了三碗，吐泻半年。头头利市，和合仙官，召请必竟来临。取出云璈，赞扬法事。癞头婆娘请我，时时到他家里，正值肚饥，便吃蒸饼、烂煮猪蹄、油煎鸡卵、热炒鸭儿、盐拌白菜、酱煮乌龟、糟鏖豆腐、及攒盐齑。临临两碗，笋干粉皮。般般吃尽，不剩些儿。肚中膨胀，饱病难医。尿粪急送，不可迟疑。忽然阿出，污了道衣。怕人哂笑，火速走归。道婆看见，一顿擂搥，打得不可思议功德。<br>【玩仙灯】节届元宵，灯月灿然高，到观门拈香荐悼。道士接爷爷。功果都完了么？经文都完了，专等老爷拈香。<br>【一封书】特朝拜上清，仗此名香表志诚。亡妻滞水滨，愿神魂得上升。横死孤魂都召请，请到坛前听往生。诵仙经，荐亡灵，仗此功勋超圣境。<br>【前腔】前日已预名，届此良辰来殿庭。拈香炷宝鼎，望慈悲作证盟。惟愿亡灵来受领，献取香花酒果饼。<br>【前腔】蓦然见俊英，与一丫鬟前后行。潜地想面形，转教人疑虑生。他两次三回常观顾，觑了恩官也动情。<br>【前腔】回廊下撞迎，顿教人心暗惊。那烧香上卿，好似亡夫王十朋。休得轻言当三省，烧罢名香转看灯。见鞍思马，睹物思人。适才那妇人好像我夫人。叫道士过来，适才妇人那家宅眷？钱都爷小姐。原来天下有这般相似的。<br>忽睹佳人意自疑，拈香已毕早回归；思量总是一场梦，你是何人我是谁？<br><br>第四十六出责婢<br>【步步娇】观里拈香蓦相会，使我心萦系。小姐，如今枉致疑，既认得真时，何不问取详细。梅香，这就里你怎知，恐错认了风流婿。<br>你道这官人是谁？是谁？本府太守，前日邓尚书来说亲的。原来是他。<br>【红衲袄】意沉吟，情惨伤；步趑趄，心悒怏。<br>见了娘行好生着意想，莫不是递书人回来胡调慌？料判州，名未彰；论太守，职未当。自古男儿当自强。<br>【前腔】小姐，你曾和他共鸳衾，同象床。直恁的你认不得他形共庞。面貌身材果然厮像，行动举止没两样。既认得真时合主张。<br>如何主张？你把往事相问当。犹恐错认陶潜作阮郎。<br>拈香相遇两沉吟，且自归家问的真。<br>好似和针吞却线，刺人肠肚系人心。<br>唉！你那贱人，欲人不知，莫若不为。我家三世无犯法之男，五代无再婚之女。你言而无信，行亦有亏。江心渡口溺水，非因守节；玄妙观中私语，必是通情。邓尚书说亲，直恁千推万阻。见王太守乐意，却不顾五典三纲，不思玷辱门墙。问出奸情，押还原籍，教你虽无尾生难，也有屈原愁。<br>【锦缠道】治家邦，正人伦，有三纲反常。你潜说出短和长，怎不提防，他人须有耳隔墙？讲甚么晋陶潜认作阮郎？却不道，誓柏舟甘效共姜？光打后商量，问出你私情勾当。押发离府堂。文牒上明开供状，抵多少衣锦去还乡。<br>【前腔】小梅香，待回言，恐触突了使长。不回言，这无情棒打难当，怎知道祸从天降。他本是守荆钗寒门孟光。潜奔之女，什么孟光！休错认做出墙花淮甸双双。我说起这行藏。说什么来？他说道：烧香的王太守，好似亡夫模样。寻思痛感伤，因此上和妾在此闲讲，又个曾想像赴高唐。<br>【前腔】守孤孀，荐亡灵，亲临道场。烧香罢。传回廊，偶相逢不由人不睹物悲伤。你这贱人要做莺莺？那里是西厢下莺莺伎俩？你这贱人就是红娘！怎么的就打梅香，生纽做红娘？当初去投江，亏你不识羞，还说投江！把原聘物牢拴在髻上，荆钗义怎忘？妾岂肯随波逐浪，却不道辱没宗祖把恶名扬？<br>【前腔】假乖张，贱奴胎，把花言抵搪，全不顾外人扬，恼得我气满胸膛。你本是王月英留鞋在殿堂，怎不学浣纱女抱石投江？你这贱人还不说！雪上更加霜，自不合与他人闲讲。谁知惹祸殃，闲话里没些度量，怎知道一霎时祸起在萧墙？<br>既有钗，取上来，且进去。满怀心腹事，尽在不言中。这妮子荆钗遮饰，未可信凭。明日假意纳聘作席，请邓尚书王太守，把此钗虚说是聘物，将出观看。若是王太守认此钗，便有区处。若不认此钗，押赴本乡。<br>正是混浊不分鲢共鲤，水清方见两般鱼。<br><br>第四十七出疑会<br>致仕归家二十年，水边亭子屋边田；饶他白发簪中满，老景康宁便是仙。老夫邓谦，年过八十，位至三台。享朝廷之洪福，赖祖宗之阴庇，每日登山饮酒。求诗画的缠得慌，邓兴，去门首看，若有求诗的来，只说老爷不在。请吃酒，便说在家。领却都爷书，早到尚书府。有人么？是那个？要见你们老爷。老爷不在家。既不在家，我去了。转来，是请老爷吃酒么？正是。既然请吃酒。在家。起初说不在家？你不晓得，我们老爷分付，但有求诗画，只说不在家。通报。<br>住着，实是请吃酒的么？说道是。老爷，请吃酒的在外。说在家便好。说在家。我说下颏子痒，定有酒吃。老爷，下颏准不要钻龟。唗！叫他进来。大哥进来。老爷，磕头。那里来的？小人钱爷差来的。那个钱爷？有帖在此。取上来，\"年弟钱载和顿首拜请司空邓年兄执事下\"，原来是我年兄。那个钱爷？你不晓得。就是做安抚的。嗄，就是送改机来的，裁衣服少了两幅，做不成罢了。<br>既是他，来者来之，劳者劳之。爷该赏他。<br>赏他什么东西便好？与奶奶说，讨一两银子与他。这等不做家的。今早买菜剩得一个钱赏他罢。怎么赏得出？你不要管。长官没有什么，赏你一个钱，且收下。一个钱买酒吃不醉，买饭吃不饱，要他何用？就不是做家的，拿这钱去做买卖。这一个钱做甚买卖？一钱为本，万钱为利。好谶语，小人收去。下书人去了？<br>去了。明日也要摆酒席请钱爷。办什么茶饭？后圈猪杀一个。猪昨夜养下，也没有老鼠大，如何用得？你不晓得，君子略尝滋味。快打轿。打轿轿夫不在。只得我一个，不如我驮去罢。不如自走了罢。<br>正是数日不相见，今日又相逢。<br>第四十八出团圆<br>【紫苏丸】若认此荆钗，其中可宛转。<br>安抚开华宴，相招意非浅。侯门宴请来，催赴跨青骢。蒙君不弃，蜗居门户生光彩。老夫感蒙过爱，特辱宠招，不胜愧感之至。寒门不足以淹车骑。近为小女纳聘，请大人一观。老拙作伐不从，今聘他人。此乃一言为定。<br>外者多蒙赐柴炭，感感在心，正要到府拜谢。不想年兄相招，所以不果。不敢。我这公祖少年老成，居民无不瞻仰，老夫感激深恩。正是年近雪下，且是寒冷，与我老妻思想，若得一篓炭便好。说言未尽，新书柴炭俱送来了。年兄，如今的人只有锦上添花，那肯雪中送炭？言重。老夫昨夜与老妻受了一惊？为何？被盗。有这等事？这盗无理，公祖大人恰要惩治他。不知偷了什么？偷了我一担粪去。这是小事。<br>你就不明了，宁可偷了金，这个粪，学生舍不得。若无粪壅稻苗，怎得谷子成器？这粪滋五谷，土养民，老夫不要，望公祖追来公用。年兄请了。还是公祖大人坐。年兄请坐。学生怎敢占坐，还是公祖大人坐。年弟有句话，守公到怕不知。吉长官起送守公，已后是陶长官。陶长官去后，却是学生补任三月。如此上司了。请起。<br>学生侍坐。还是年兄坐。若如此，老夫占了。学生傍坐。怎么是这等，抬那桌儿下来。告坐、请坐，年兄，福建好地方。<br>年兄，你可省得他说话？我从在那里，不曾听得这话。年兄学与我听一听。我学生头一年在那里，半句也不省，后来就省得了。一日在船上，只见岸上一簇人在那里啼哭，我问那门子，那些人为何啼哭？那门子说：没有了个脸。我说：打官话说来。他说道：没有了个儿子，在那里啼哭。我方才晓得脸是儿子。女婿叫什么？叫东婆脸。女儿叫什么？叫娘脸。他那里道路难行。道路崎岖难行。他那里有菡萏滩难行。什么滩？<br>菡萏滩。守公，年兄学那福建词到好听，唱一个儿。这就不该了，你我是年家顽惯，祖父母在此，焉敢放肆。这个不必谦。今日喜酒落得吃一杯。年兄出一令。老拙说个数目口令，说着数，就是他吃。年兄出令。要一、二、三、四、五、六、六、七、八、九、十。如今年兄起。一、二、两、三、四、五、六、六、七、八、九、十。年兄多了\"两\"、\"六\"。如今公祖起。一、二、不要。两、三、四、五、六、七、八、九、十。又是年兄。抬礼过来观看。老夫邓识宝，取在手内，便知什么宝贝。<br>送去邓爷看。闻又不香，捏又无痕。起初邓识宝，如今不识宝。公祖大人识穷天下宝，读尽世间书。还是祖父母大人看。送去王爷看。<br>【一江风】见荆钗不由我不心惊骇，是我母亲头上曾插戴，这是那得来？教我揵耳揉腮，欲问犹恐言相碍。心中展转猜，原是我家旧聘财。天那，这是物在人何在？守公睹物伤情，必有缘故，何不对我一说？实不瞒老大人说，这荆钗是下官聘定浑家之物。既是守公聘定令正之物，愿闻其详。<br>【驻马听】听诉因依，昔日卑人贫困时，忽有良媒作伐，未结婚姻，愧乏财礼，荆钗遂把聘钱氏。成亲几年？结亲后即赴春闱里，幸喜及第。除授那里？除授饶州佥判，叨蒙恩庇。<br>为何潮阳去？<br>【前腔】再听因依，说起教人珠泪垂。<br>中间必有缘故。为参万俟丞相，招赘不从，反生恶意，将吾拘系。奏官里，一时改调蛮烟地。为何改调？要陷我身躯，同临任所，五载不能佥替。曾有书回么？<br>【前腔】曾寄书回，深恨孙郎故改易。<br>你家须认得字迹。奈我妻家不辨字迹差讹，语句真异。岳翁岳母见差池，逼勒荆妇重招婿。令正从否？苦不遵依，将身投溺江心里。<br>【前腔】曾荐亡妻，原籍视临在宫观里。我在回廊之下，见一佳人，与妻无二。教人展转痛伤悲，今朝又见荆钗记。睹物伤悲，人亡物在，空弹珠泪。<br>【前腔】休皱双眉，听俺从头说仔细。我在东瓯发足，渡足登舟，一梦跷蹊。梦见甚的？<br>道五更一女来投水，急令梢水忙捞取。休得伤悲，大妻再得谐连理。<br>【前腔】此事真奇，节妇义夫人怎比？年兄，疾忙开宴，请出夫人，就此相会。天教今日重完聚，金杯捧劝须当醉。深感提携，从今万载传名誉。<br>夫守义，真是杰；妻守节，真是烈。年兄申奏朝廷，礼宜旌表。下官告退。有缘千里能相会，无缘对面不相逢。梅香，请小姐出来。<br>【哭相思】妮子传呼意甚美，尚未审凶和喜。儿，王守公正是你丈夫。每痛忆伊作幽冥鬼，不料重逢你！快去府里请太夫人相见。公相相招见儿妇，焉敢踌躇。婆婆，自从那日别离，今日又得相会。<br>【红衫儿】自那日投江随潮去，痛苦伤悲。忽闻人报道身亡，转教人痛悲。若不遇公相相留，怎能勾夫妻重会？效衔环结草，当报恩义。<br>出入朝廷，强似蕊宫仙岛。圣旨已到，跪听宣读。诏曰：朕闻礼莫大于纲常，实正人伦之本。爵宜先于旌表，益厚风俗之原。迩者福建安抚钱载和，申奏吉安府知府王十朋，居官清正，而德及黎民。其妻钱氏，操行端庄，而志节贞异。母张氏，居孀守共姜之誓，教子效孟母之贤。似此贤妻，似此贤母，诚可嘉尚。义夫之誓，礼宜旌表。今特升授王十朋福州府知府，食邑四千五百户。妻钱氏，封贞淑一品夫人。母张氏，封越国夫人。亡父王德昭，追赠天水郡公。宜令钦此。谢恩！万岁！万岁！万万岁！<br>【大环着】那一日江道，那一日江道，得梦蹊跷。灵神对吾曾说道，见佳人果然声韵高。投水江心早，梢公救捞，问真情取覆言词了。留为义女，带同临任所福州道。怎知今日，夫妻母子，子母团圆，再得重相好。腰金衣紫还乡，大家齐欢笑，百世永谐老。<br>【前腔】念奴家年少，念奴家年少，适侍英豪。在双门长成身自娇，守三从四德遵妇道，蘋蘩颇谙晓。母姑性骄，见孙郎富势生圈套。家尊见高，就将奴与君成配了。<br>【前腔】想当初穷暴，想当初穷暴，岂有今朝。苍天果然不负了，幸孩儿喜得名誉高。门闾添荣耀，阖家旌表，感皇恩母子得宠招。加官赐爵受天禄，满门福怎消？<br>【前腔】叹椿庭丧早，叹椿庭丧早，母氏劬劳。想当年运乖时未遭，对青灯简编莫惮劳。萱亲况年老，深蒙泰山，送荆钗岂嫌寒舍小。春闱应举，助白金与我恩怎消？<br>【越恁好】自上长安道，自上长安道，步蟾宫，挂紫袍。为不就万俟丞相宠招，不从赘配多娇。<br>潮阳任所被改调，受千辛万苦，因此上五年伤怀抱。<br>【前腔】诈书传报，诈书传报，苦逼奴嫁富豪。遂投江，幸得钱安抚急救捞，免随潮。因此上五年两两伤怀抱。<br>【尾】移宫换羽虽非巧，仿古依今教尔曹，奉劝诸君行孝道。<br>夫妻节义再团圆，母子重逢感上天；<br>深恨诈书分凤侣，痛怜渡口溺婵娟。<br>潮阳隔别三山恨，玄妙相逢两意传；<br>夙世姻缘今再会，佳名千古二仪间。<br></p> <p> ",
  "poet": {
    "id": 1160,
    "star": 0,
    "name": "柯丹邱",
    "desc": "柯丹邱，生平不详。仅明代张大复《寒山堂曲谱》 卷前的《谱选古今散曲传奇集总目》中，在《荆钗记》剧下， 注称作者为“吴门学究敬先书会柯丹邱”。由此知柯氏为苏州人，大概是书会中的职业剧作家。"
  },
  "tags": []
}