{
  "id": 52806,
  "star": 60,
  "name": "小重山·春到长门春草青",
  "dynasty": "宋代",
  "content": "春到长门春草青，江梅些子破，未开匀。<br>碧云笼碾玉成尘，留晓梦，惊破一瓯春。<br>花影压重门，疏帘铺淡月，好黄昏。<br>二年三度负东君，归来也，著意过今春。",
  "fanyi": "<p><strong>译文</strong><br>春天已到长门宫，春草青青，梅花才绽开，一点点，未开匀。<br>取出笼中碧云茶，碾碎的末儿玉一样晶莹，想留住消晨的好梦，咂一口，惊破了一杯碧绿的春景。<br>层层花影掩映着重重门，疏疏帘幕透进淡淡月影，多么好的黄昏。<br>两年第三次辜负了春神，归来吧，说什么也要好好品味今春的温馨。</p> <p><strong>注释</strong><br>长门：长门宫，汉代宫名。汉武帝的陈皇后因妒失宠，打入长门宫。这里以“长门”意指女主人公冷寂孤独的住所。<br>些子：少许。破：绽开、吐艳。<br>碧云：指茶团。宋代的茶叶大都制成团状，饮用时要碾碎再煮。碧：形容茶的颜色。笼碾：两种碾茶用具，这里作为动词用，指把茶团放在各种器皿中碾碎。玉成尘：把茶团碾得细如粉尘。这里“玉”字呼应“碧”字。<br>留晓梦：还留恋和陶醉在拂晓时分做的好梦中。<br>一瓯春：指一盂茶。瓯：盆、盂等盛器。以春字暗喻茶水，含蕴变得丰富。春茶，春醪，春水，春花，春情，春天的一切美好之物，均含在面前这一瓯浓液之中。<br>二年三度：指第一年的春天到第三年的初春，就时间而言是两年或两年多，就逢春次数而言则是三次。东君：原指太阳，后演变为春神。词中指美好的春光。 </p>",
  "shangxi": "<h2>赏析</h2> <p>　　这首词，以惜春为抒情线索。寓情于景，借景抒情，塑造了一个感情丰富而专注的女主人公形象。</p> <p>　　作品的开头描绘出初春好景象：“春到长门春草青，江梅些子破，未开匀。”词人寥寥数笔，就勾勒出一派新春景象，显示了春天的勃勃生机，为全词定下了基调。</p> <p>　　开头的几句耐人寻味：第一，首句是借用五代<a href=\"http://so.gushiwen.org/author_342.aspx\">薛昭蕴</a>《小重山》词之一的成句，劈头传出了春的消息。长门，原汉宫名。它是汉武帝陈皇后阿娇失宠后居住的地方，后来多以它代指“冷宫”。<a href=\"http://so.gushiwen.org/author_536.aspx\">李清照</a>以“长门”入词，则包含有两层意思。一是暗示自己有一种难言的幽伤，借用上述薛昭蕴宫怨词的意境，为下文表达这种幽伤作了情绪上的铺垫。二是生动地表现了春天的特有声息。“春到长门春草青”，一句连用两个“春”字，描摹出春天一到，春草即刻舒展身姿的情态，给人以春风拂面的快感。不仅写出了春的神奇，还借春草在经历了寒冬之后对春天的渴盼，暗示女词人回到丈夫身边的无限快感。</p> <p>　　第二，宛如一幅斑斓的绘画，起拍以下三句有着迷人的色彩和构图。看那江梅花朵和蓓蕾相间，梅枝与新蕊互衬，愈发显得错落有致，相映成趣。这些共同组成了一幅娇妍的春意图，蕴含着作者对生活的希望。</p> <p>　　“碧云笼碾玉成尘，留晓梦，惊破一瓯春。”碧云笼碾，即碾茶。宋人吃茶都是先碾后煮。碧云是形容茶色。春天的景色如此美好，它使女词人为之陶醉。她兴致勃勃地取出名贵的“碧云”茶团，碾碎煎煮。词人本想一边品茗，一边回味早晨的梦境。哪知一经重温“晓梦”，惊破了品尝茶香的雅兴。“惊破一瓯春”的“春”字，语意双关，不仅形容出茶色的纯正，香气的馥郁，更暗示了词人的“晓梦”是与一种春景春情有关。</p> <p>　　词的下片承“晓梦”而转入对“黄昏”景象的描绘，侧重表现春日黄昏的美好：“花影压重门，疏帘铺淡月，好黄昏。”疏帘，有雕饰的帏帘。作者轻轻两笔，勾勒出一幅清幽的黄昏景色。它如一幅水墨写意画，虽无明丽的色彩，但却能在黑白中见精神，在清淡中显神采，愈发给庭院增添了几分恬静与优雅。两句里“压”“铺”二字精策而传神。“压”字，委婉地描绘出了花儿的繁盛。因为花儿稀疏零星，花影就不会重重叠叠，给人以浓重如“压”来之感。同时，它又体现了花儿的蓬勃生机。“铺”字。首先，形象地显示了月光朦胧和清淡。因为此时，夕阳才落，月亮刚刚升起，月是淡月，光是微光，若有若无，像是薄如蝉翼的轻纱一般，铺蒙在疏帘之上，显得是那样轻灵，那样柔美。其次，“铺”字又写出了月亮“多情”的神态。它就像是在含情脉脉地关注着女主人，表现出深深的依恋，类似于“玉户帘中卷不去，捣衣砧上拂还来”的境界。“铺”又与“压”在用墨的浓淡、轻重、明暗、虚实上相互辉映，使得整个画面体现出朦胧和谐之美。</p> <p>　　“二年三度负东君，归来也，著意过今春。”在李清照的笔下，有许多著名的春景情词，《如梦令》“昨夜雨风骤”、《浣溪沙》“淡荡春光寒食天”等都是熟知的咏春名篇。对每一个春天，她都不肯虚度。此处特意提出“今春”，表明今年一定要特别地经意，这就将惜春之情表达得淋漓尽致，将感情推向了高潮。 </p> <p>　　统观全词，上下两片，一早一晚，布局精严。虽然每一片都是由景及人，但通篇读来词意层层递进，情感节节发展。上一片如花含苞，味之无穷；下一片如百花竞放，感情浓烈。两相映照，足见她对丈夫的爱之深，思之切。在语言的运用方面，这首词也很有特点。既有“江梅些子破，未开匀”、“归来也，著意过今春”等浅白直露的口语，显示了易安词淡笔点染，自然隽永的风韵；也有“花影压重门，疏帘铺淡月”等精炼的对句，显示了易安词的炼句炼意之功。特别是“压”与“铺”两个字锻炼精妙，感到仿佛那诱人的花影不是映在门上，而是压在作者的心上；那迷人的淡月也不是照在帘上，而是直接铺到了词人的心里。它承上启下，把作者此时此地的心灵感受形象，委婉地传达出来。</p>",
  "about": "<h2>创作背景</h2> <p>　　这首词的写作背景，有不同的说法。一说，此词是词人<a href=\"http://so.gushiwen.org/author_536.aspx\">李清照</a>得知丈夫将要回家时所作。李清照十八岁时嫁赵明诚，二十岁时赵出外任官，二十二岁时赵明诚授鸿胪少卿，回京师，中间整二年。一说，崇宁二年（1103），朝廷下诏禁止元祐党人子弟居京，李清照因此别夫回原籍。至崇宁五年春，朝廷解除党人之禁，李清照得以回京。</p>",
  "poet": {
    "id": 536,
    "star": 0,
    "name": "李清照",
    "image": "http://img.gushiwen.org/authorImg/liqingzhao.jpg",
    "desc": "李清照（1084年3月13日～1155年5月12日）号易安居士，汉族，山东省济南章丘人。宋代（南北宋之交）女词人，婉约词派代表，有“千古第一才女”之称。所作词，前期多写其悠闲生活，后期多悲叹身世，情调感伤。形式上善用白描手法，自辟途径，语言清丽。论词强调协律，崇尚典雅，提出词“别是一家”之说，反对以作诗文之法作词。能诗，留存不多，部分篇章感时咏史，情辞慷慨，与其词风不同。有《易安居士文集》《易安词》，已散佚。后人有《漱玉词》辑本。今有《李清照集校注》。"
  },
  "tags": [
    "春天",
    "写景",
    "月亮",
    "惜春"
  ]
}