{
  "id": 31,
  "star": 1290,
  "name": "击鼓",
  "dynasty": "先秦",
  "content": "击鼓其镗，踊跃用兵。土国城漕，我独南行。<br>从孙子仲，平陈与宋。不我以归，忧心有忡。<br>爰居爰处？爰丧其马？于以求之？于林之下。<br>死生契阔，与子成说。执子之手，与子偕老。<br>于嗟阔兮，不我活兮。于嗟洵兮，不我信兮。",
  "fanyi": "<p><strong>译文</strong><br>击鼓的声音震响（耳旁），兵将奋勇操练。（人们）留在国内筑漕城，只有我向南方行去。<br>跟随孙子仲，平定陈、宋（两国）。不允许我回家，（使我）忧心忡忡。<br>于是人在哪里？于是马跑失在哪里？到哪里去寻找它？在山间林下。<br>生死聚散，我曾经对你说（过）。拉着你的手，和你一起老去。<br>唉，太久。让我无法（与你）相会。唉，太遥远，让我的誓言不能履行。</p> <p><strong>注释</strong><br>⑴镗：鼓声。其镗，即“镗镗”。明 <a href=\"http://so.gushiwen.org/author_81.aspx\">陈继儒</a>《大司马节寰袁公（袁可立）家庙记》：“喤喤考钟，坎坎击鼓。” <br>⑵踊跃：双声连绵词，犹言鼓舞。兵：武器，刀枪之类。<br>⑶土国：在国都服役。漕：地名。<br>⑷孙子仲：即公孙文仲，字子仲，邶国将领。<br>⑸平：和也，和二国之好。谓救陈以调和陈宋关系。陈、宋：诸侯国名。<br>⑹不我以归：即不以我归，有家不让回。<br>⑺有忡：忡忡。<br>⑻爰（yuán）：本发声词，犹言“于是”。丧：丧失，此处言跑失。爰居爰处？爰丧其马：有不还者，有亡其马者。<br>⑼于以：于何。<br>⑽契阔：聚散。契，合；阔，离。<br>⑾成说：成言也犹言誓约。<br>⑿于嗟：即“吁嗟”，犹言今之哎哟。<br>⒀活：借为“佸”，相会。<br>⒁洵：远。<br>⒂信：一说古伸字，志不得伸。一说誓约有信。</p><br/><p><strong>译文</strong><br>击起战鼓咚咚响，士兵踊跃练武忙。有的修路筑城墙，我独从军到南方。<br>跟随统领孙子仲，联合盟国陈与宋。不愿让我回卫国，致使我心忧忡忡。<br>何处可歇何处停？跑了战马何处寻？一路追踪何处找？不料它已入森林。<br>一同生死不分离，我们早已立誓言。让我握住你的手，同生共死上战场。<br>只怕你我此分离，没有缘分相会和。只怕你我此分离，无法坚定守信约。</p> <p><strong>注释</strong><br>⑴镗：鼓声。其镗，即“镗镗”。<br>⑵踊跃：双声连绵词，犹言鼓舞。兵：武器，刀枪之类。<br>⑶土国城漕：土：挖土。城：修城。国：指都城。漕：卫国的城市。<br>⑷孙子仲：即公孙文仲，字子仲，邶国将领。<br>⑸平：平定两国纠纷。谓救陈以调和陈宋关系。陈、宋：诸侯国名。<br>⑹不我以归：是不以我归的倒装，有家不让回。<br>⑺有忡：忡忡，忧虑不安的样子。<br>⑻爰（yuán）：哪里。丧：丧失，此处言跑失。爰居爰处？爰丧其马：哪里可以住，我的马丢在那里。<br>⑼于以：在哪里。<br>⑽契阔：聚散、离合的意思。契，合；阔，离。<br>⑾成说（yuè）：约定、成议、盟约。<br>⑿于嗟：叹词。<br>⒀活：借为“佸”，相会。<br>⒁洵：久远。<br>⒂信：守信，守约。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　这是一篇典型的战争<a href=\"http://so.gushiwen.org/view_31.aspx\">诗</a>。诗人以袒露自身与主流意识的背离，宣泄自己对战争的抵触情绪。作品在对人类战争本相的透视中，呼唤的是对个体生命具体存在的尊重和生活细节幸福的获得。这种来自心灵深处真实而朴素的歌唱，是对人之存在的最具人文关 怀的阐释，是先民们为后世的文学作品树立起的一座人性高标。</p> <p>　　《毛诗序》云：“《击鼓》，怨州吁也。”郑笺以《左传·隐公四年》州吁伐郑之事实之。姚际恒《诗经通论》以为“与经不合者六”，此实乃《春秋·宣公十二年》“宋师伐陈，卫人救陈”之事，在卫穆公时。今以为姚说较《毛序》为合理，姑从姚氏。</p> <p>　　第一章总言卫人救陈，平陈宋之难，叙卫人之怨。结云“我独南行”者，诗本以抒写个人愤懑为主，这是全诗的线索。诗的第三句言“土国城漕”者，《鄘风·定之方中》毛诗序云：“卫为狄所灭，东徙渡河，野居漕邑，齐桓公攘夷狄而封之。文公徙居楚丘，始建城市而营宫室。”文公营楚丘，这就是诗所谓“土国”，到了穆公，又为漕邑筑城，故诗又曰“城漕”。“土国城漕”虽然也是劳役，犹在国境以内，南行救陈，其艰苦就更甚了。</p> <p>　　第二章“从孙子仲，平陈与宋”，承“我独南行”为说。假使南行不久即返，犹之可也。诗之末两句云“不我以归，忧心有忡”，叙事更向前推进，如芭蕉剥心，使人酸鼻。</p> <p>　　第三章写安家失马，似乎是题外插曲，其实文心最细。《庄子》说：“犹系马而驰也。”好马是不受羁束、爱驰骋的；征人是不愿久役、想归家的。这个细节，真写得映带人情。毛传解释一二句为：“有不还者，有亡其马者。”把“爰”解释为“或”，作为代词，则两句通叙营中他人。其实全诗皆抒诗人一己之情，所以四、五两章文情哀苦，更为动人。</p> <p>　　第四章“死生契阔”，毛传以“契阔”为“勤苦”是错误的。黄生《义府》以为“契，合也；阔，离也；与死生对言”是正确的。至于如何解释全章诗义。四句为了把叶韵变成从AABB式，次序有颠倒，前人却未尝言及。今按此章的原意，次序应该是：</p> <p>　　执子之手，与子成说；死生契阔，与子偕老。</p> <p>　　这样诗的韵脚，就成为ABBA式了。本来“死生契阔，与子偕老”，是“成说”的内容，是分手时的信誓。诗为了以“阔”与“说”叶韵，“手”与“老”叶韵，韵脚更为紧凑，诗情更为激烈，所以作者把语句改为这一次序。</p> <p>　　第五章“于嗟阔兮”的“阔”，就是上章“契阔”的“阔”。“不我活兮”的“活”，应该是上章“契阔”的“契”。所以“活”是“佸”的假借，“佸，会也。”“于嗟洵兮”的“洵”，应该是“远”的假借，所以指的是“契阔”的“阔”。“不我信兮”的“信”，应该是“信誓旦旦”的“信誓”，承上章“成说”而言的。两章互相紧扣，一丝不漏。</p> <p>　　“怨”是《击鼓》一诗的总体格调与思想倾向。从正面言，诗人怨战争的降临，怨征役无归期，怨战争中与己息息相关的点滴幸福的缺失，甚至整个生命的丢失。从反面言，诗作在个体心理，行为与集 体要求的不断背离中，在个体生命存在与国家战事的不断抗衡中，在小我的真实幸福对战争的残酷的不断颠覆中，流显出一份从心底而来的厌战情绪。这一腔激烈的厌战之言，要争取的是对个体生命存在的尊重，是生活细节中的切实幸福。</p>",
  "about": "<h2>创作背景</h2> 　　关于这首<a href=\"http://so.gushiwen.org/view_31.aspx\">诗</a>的背景有几种不同的说法。一种是鲁隐公四年（公元前719年），卫国公子州吁（前人亦称“卫州吁”）联合宋、陈、蔡三国伐郑。此说由《毛诗序》首倡：“《击鼓》，怨州吁也。”“卫州吁用兵暴乱，使公孙文仲将而平陈与宋，国人怨其勇而无礼也。”郑笺以《左传·隐公四年》州吁伐郑之事实之。鲁隐公四年（公元前719年）夏，卫联合陈、宋、蔡共同伐郑。许政伯认为是指同年秋，卫国再度伐郑，抢了郑国的庄稼。这两次战争间有兵士在陈、宋戍守（《诗探》）。另一种是清代姚际恒《诗经通论》提出的“鲁宣公十二年（公元前597年），卫穆公出兵救陈”说：“此乃卫穆公北清北之盟，求陈为宋所伐，平陈、宋之难，数兴军旅，其下怨之而作此诗也。”姚际恒以为《毛诗序》所说“与经不合者六”，此实乃《春秋·宣公十二年》“宋师伐陈，卫人救陈”而被晋所伐之事。清代学者方玉润《诗经原始》认为是“戍卒思归不得之诗也”。今人多以为姚说较为合理。不管是哪种背景，可以肯定的是：此诗反映了一个久戍不归的征夫的怨恨和思念。",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": [
    "诗经",
    "抒情",
    "战争"
  ]
}