{
  "id": 17667,
  "star": 10,
  "name": "雉带箭",
  "dynasty": "唐代",
  "content": "原头火烧静兀兀，野雉畏鹰出复没。<br>将军欲以巧伏人，盘马弯弓惜不发。<br>地形渐窄观者多，雉惊弓满劲箭加。<br>冲人决起百余尺，红翎白镞随倾斜。<br>将军仰笑军吏贺，五色离披马前堕。",
  "fanyi": "<p><strong>译文</strong><br>原野上火光冲天 ，火势盛大，野雉被猎火驱出草木丛，一见猎鹰，又吓得急忙躲藏起来。<br>将军想当众表演自己的神功巧技，故而，骑马盘旋不进，拉满劲弓，却并不轻易发箭。<br>野雉受惊而飞，蓄满待发的弓箭也同时射出，野雉应声而中。<br>那只受伤的野雉带着箭冲着人高高地飞起，一番挣扎之后，终于精疲力尽，染血的羽毛和雪亮的箭镞随着倾斜而下。<br>将军仰天大笑，把射中的有着五色羽毛野雉挂在马前，随行军吏都来向他祝贺。</p> <p><strong>注释</strong><br>⑴火：猎火。<br>⑵鹰：猎鹰。出复没：一本作“伏欲没”。<br>⑶盘马：骑马盘旋不进。<br>⑷“地形”二句：描绘狩猎的过程，用<a href=\"http://so.gushiwen.org/author_322.aspx\">曹植</a>《七启》“人稠网密，地逼势胁”句意。<br>⑸翎：箭羽。镞（zú）：箭头。<br>⑹五色：雉的羽毛。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　此<a href=\"http://so.gushiwen.org/view_17667.aspx\">诗</a>虽仅寥寥十句，但写得波澜起伏，神采飞动。此诗不仅以最经济的手法分合交错地描写了射者、射技、观射者和被射物，而且暗示了诗人的“诗法”，即査晚晴所谓“以留取势，以快取胜”。宋代<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>非常喜爱这诗，亲自用大字书写，以为妙绝。评论韩诗的人，多以这首诗作为韩诗的范例之一。</p> <p>　　首句写猎场的情境：原野上猎火熊熊燃烧，四周围静悄悄的。一个“静”字，传出画面之神，烘托猎前肃穆的气氛，由此可以想见从猎人员屏气静息，全神贯注地伫伺猎物的情态。这是猎射前的静态，与下文猎射时和猎射后的动态，成强烈的对照。次句写猎射的对象雉鸡，笔墨简捷精炼，衔接自然紧密。野雉被猎火驱出草木丛，一见猎鹰，吓得急忙又躲藏起来。“出复没”三字形容逼肖，活现出野雉惊惶逃窜的窘态，与下边“惜不发”呼应。阁本李谢校改作“伏欲没”，就索然无味了。两句是猎射前的情景。</p> <p>　　三、四句转入猎射，写将军的心理活动和猎射时的风度、神采。将军出猎自然不是单纯为了觅取野味，而是要显示自己的神功巧技。所以，他骑马盘旋不进，拉满强劲的弓，又舍不得轻易发箭。近人程学恂《韩诗臆说》评道：“二句写射之妙处，全在未射时，是能于空际得神。”所谓空际得神，就是不在实处作穷形极相之语。诗人不写将军如何勇猛敢决，也不写他如何纵横驰骤，呼鹰嗾犬，白羽交飞，围场中惯见的情景全部略去不提，而只选取了“盘马弯弓”这一特定的镜头，以突出将军矜持、自信、踌躇满志的神态。这里的巧，不仅指射技的精巧，更主要的是写人的智谋，写将军运筹的巧妙。这位将军不专恃武功取胜，他盘马弯弓，审情度势，选择着最能表现自己精湛射技的时机。他要像汉朝飞将军李广那样，“度不中不发，发必应弦而倒”，要一举使众人折服。一位有血有肉、有着鲜明性格特征的将军形象，便显现出来。两句笔势顿挫，用意精深。</p> <p>　　接着两句写“巧”。野雉隐没之处，地势渐渐狭窄，野雉处于“人稠网密，地迫势胁”（<a href=\"http://so.gushiwen.org/author_322.aspx\">曹植</a>《七启》）的窘境，要继续窜伏已不可能；观猎的人越来越多，大家都饶有兴味地观赏将军猎射。这是将军一显身手的时机。正当野雉受惊乍飞的一刹那，将军从容地引满弓，“嗖”的一声，强有力的箭，迅猛而准确地命中雉鸡。“雉惊弓满箭加”，一“惊”一“满”一“劲”一“加”，紧凑简练，干脆有力，“巧”字之意于此全出。</p> <p>　　诗写到这里，似乎意已尽了。然而诗中忽起波澜，那只受伤的野雉带箭“冲人决起百余尺”，向着人猛地冲起百多尺高，可见这是只勇猛的雉鸡。侧写一笔，更显出将军的绝妙射技。“红翎白镞随倾斜”，野雉强作挣扎之后，终于筋疲力尽，带箭悠悠而堕，染血的翎毛和雪亮的箭镞也随之倾斜落下。这正是非亲历其境者不能道。诗写到这里，才直接点题，真是一波三折，盘屈跳荡。以写长篇古风的笔法来写小诗，更觉丰神超迈，情趣横生。</p> <p>　　末两句在热烈的气氛中关合全诗。先以“仰笑”二字，极为传神地突现将军个人的性格特征，一位地方主帅骄矜得意的神气跃然纸上，接着以“军吏贺”照应前面“伏人”，写出围观的军吏敬服将军绝妙的射技，为他的成功庆贺。末句接写“雉带箭”——一只五彩缤纷的野雉，毛羽散乱地堕向将军的马前。诗戛然而止，然余响不绝，韵味无穷。</p>",
  "about": "<h2>创作背景</h2> <p>　　此<a href=\"http://so.gushiwen.org/view_17667.aspx\">诗</a>作于徐州。原题下有注：“此愈佐张仆射于徐从猎而作也。”唐德宗贞元十五年（799年），<a href=\"http://so.gushiwen.org/author_682.aspx\">韩愈</a>在徐州武宁军节度使张建封幕中。是年秋，被辟为节度推官。此诗写他随从张建封射猎的情景。</p>",
  "poet": {
    "id": 682,
    "star": 0,
    "name": "韩愈",
    "image": "http://img.gushiwen.org/authorImg/hanyu.jpg",
    "desc": "韩愈（768～824）字退之，唐代文学家、哲学家、思想家，河阳（今河南省焦作孟州市）人，汉族。祖籍河北昌黎，世称韩昌黎。晚年任吏部侍郎，又称韩吏部。谥号“文”，又称韩文公。他与柳宗元同为唐代古文运动的倡导者，主张学习先秦两汉的散文语言，破骈为散，扩大文言文的表达功能。宋代苏轼称他“文起八代之衰”，明人推他为唐宋八大家之首，与柳宗元并称“韩柳”，有“文章巨公”和“百代文宗”之名，作品都收在《昌黎先生集》里。韩愈在思想上是中国“道统”观念的确立者，是尊儒反佛的里程碑式人物。"
  },
  "tags": [
    "叙事"
  ]
}