{
  "id": 49990,
  "star": 17,
  "name": "品令·茶词",
  "dynasty": "宋代",
  "content": "凤舞团团饼。恨分破、教孤令。金渠体净，只轮慢碾，玉尘光莹。汤响松风，早减了、二分酒病。 <br>味浓香永。醉乡路、成佳境。恰如灯下，故人万里，归来对影。口不能言，心下快活自省。",
  "fanyi": "<p><strong>译文<br></strong>几只凤凰在凤饼茶上团团飞舞。只恨有人将茶饼掰开，凤凰各分南北，孤孤零零。将茶饼用洁净的金渠细心碾成琼粉玉屑，但见茶末成色纯净，清亮晶莹。加入好水煎之，汤沸声如风过松林，已经将酒醉之意减了几分。<br>煎好的茶水味道醇厚，香气持久。饮茶亦能使人醉，但不仅无醉酒之苦，反觉精神爽朗，渐入佳境。就好比独对孤灯之时，故人从万里之外赶来相逢。此种妙处只可意会，不可言传，惟有饮者才能体会其中的情味。</p> <p><strong>注释<br></strong>①品令：词牌名，双调五十二字，前段四句三仄韵，后段四句两仄韵。 <br>②凤舞团团饼：指龙凤团茶中的凤饼茶。团饼印有凤舞图案，北苑御焙产。宋徽宗<a href=\"http://so.gushiwen.org/author_428.aspx\">赵佶</a>皇帝《大观茶论》赞：“本朝之兴，岁修建溪之贡，龙团凤饼，名冠天下。”龙团凤饼为宋代御贡名品，茶中之尊，名冠天下。<br>③分破：碾破磨碎。<br>④孤令：令同零，即孤零。<br>⑤金渠：指茶碾，金属所制；体静：静通净，整个碾具干净。<br>⑥汤响松风：烹茶汤沸发的响声如松林风过。<br>⑦醉：说明茶也能醉人；一个醉字带出下面浪漫主义的想象。<br>⑧省：知觉，觉悟。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　该词上片写碾茶煮茶。开首写茶之名贵。宋初进贡茶，先制成茶饼，然后以蜡封之，盖上龙凤图案。这种龙凤团茶，皇帝也往往以少许分赐从臣，足见其珍。下二句“分破”即指此。接着描述碾茶，唐宋人品茶，十分讲究，须先将茶饼碾碎成末，方能入水。“金渠”三句无非形容加工之精细，成色之纯净。如此碾成琼粉玉屑，加好水煎之，一时水沸如松涛之声。煎成的茶，清香袭人。不须品饮，先已清神醒酒了。</p> <p>　　换头处以“味浓香永”承接前后。正待写茶味之美，作者忽然翻空出奇：“醉乡路，成佳境。恰如灯下，故人万里，归来对影”，以如饮醇醪、如对故人来比拟，可见其惬心之极。</p> <p>　　作者在《戏答荆州<a href=\"http://so.gushiwen.org/author_890.aspx\">王充</a>道烹茶四首》一词中也提到“醉乡”：“三径虽鉏客自稀，醉乡安稳更何之。老翁更把春风碗，灵府清寒要作<a href=\"http://so.gushiwen.org/view_49990.aspx\">诗</a>。”怀中之趣，碗中之味，确有可以匹敌的地方。词中用“恰如”二字，明明白白是用以比喻品茶。其妙处只可意会，不能言传。这几句话，原本于<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>《和钱安道寄惠建茶》诗：“我官于南（时苏轼任杭州通判）今几时，尝尽溪茶与山茗。胸中似记帮人面，口不能言心自省。”但作者稍加点染，添上“灯下”、“万里归来对影”等字，意境又深一层，形象也更鲜明。这样，作者就将风马牛不相及的两桩事，巧妙地与品茶糅合起来，将口不能言之味，变成人人常有之情。</p>",
  "about": "<h2>创作背景</h2> 　　<a href=\"http://so.gushiwen.org/author_268.aspx\">黄庭坚</a>所处的宋代有尚茶、爱茶的历史背景，这为黄庭坚的词作提供了创作素材。黄庭坚生长于茶乡修水，从小耳濡目染乡亲们种茶、采茶、卖茶的生活，它对茶和茶农怀有深厚的感情。黄庭坚一生辗转沉浮，流浪多地，与家乡渐行渐远，茶的气息中蕴染着作者一腔念旧怀远的沧桑之感。作者为了表现对品茶的喜爱之情与对家乡的怀念之情，写下这首咏茶词。",
  "poet": {
    "id": 268,
    "star": 0,
    "name": "黄庭坚",
    "image": "http://img.gushiwen.org/authorImg/huangtingjian.jpg",
    "desc": "黄庭坚（1045.8.9-1105.5.24），字鲁直，号山谷道人，晚号涪翁，洪州分宁（今江西省九江市修水县）人，北宋著名文学家、书法家，为盛极一时的江西诗派开山之祖，与杜甫、陈师道和陈与义素有“一祖三宗”（黄庭坚为其中一宗）之称。与张耒、晁补之、秦观都游学于苏轼门下，合称为“苏门四学士”。生前与苏轼齐名，世称“苏黄”。著有《山谷词》，且黄庭坚书法亦能独树一格，为“宋四家”之一。"
  },
  "tags": [
    "咏物",
    "写茶",
    "思念"
  ]
}