{
  "id": 47057,
  "star": 952,
  "name": "破阵子·四十年来家国",
  "dynasty": "五代",
  "content": "四十年来家国，三千里地山河。凤阁龙楼连霄汉，玉树琼枝作烟萝，几曾识干戈？<br>一旦归为臣虏，沈腰潘鬓消磨。最是仓皇辞庙日，教坊犹奏别离歌，垂泪对宫娥。",
  "fanyi": "<p><strong>译文<br></strong>南唐开国已有四十年历史，幅员辽阔。宫殿高大雄伟，可与天际相接，宫苑内珍贵的草木茂盛，就像罩在烟雾里的女萝。在这种奢侈的生活里，我哪里知道有战争这回事呢？<br>自从做了俘虏，我因为在忧虑伤痛的折磨中过日子而腰肢减瘦、鬓发斑白。最使我记得的是慌张地辞别宗庙的时候，宫廷里的音乐机关/教坊的乐工们还奏起别离的歌曲，这种生离死别的情形，令我悲伤欲绝，只能面对宫女们垂泪而已。</p> <p><strong>注释<br></strong>⑴破阵子：词牌名。<br>⑵四十年：南唐自建国至<a href=\"http://so.gushiwen.org/author_269.aspx\">李煜</a>作此词，为三十八年。此处四十年为概数。<br>⑶凤阁：别作“凤阙”。凤阁龙楼指帝王能够居所。霄汉：天河。<br>⑷玉树琼枝：别作“琼枝玉树”，形容树的美好。烟萝：形容树枝叶繁茂，如同笼罩着雾气。<br>⑸识干戈：经历战争。识，别作“惯”。干戈：武器，此处指代战争。<br>⑹沈腰潘鬓：沈指<a href=\"http://so.gushiwen.org/author_628.aspx\">沈约</a>，《南史·沈约传》：“言已老病，百日数旬，革带常应移孔。”后用沈腰指代人日渐消瘦。潘指<a href=\"http://so.gushiwen.org/author_827.aspx\">潘岳</a>，潘岳曾在《秋兴赋》序中云：余春秋三十二，始见二毛。后以潘鬓指代中年白发。<br>⑺辞庙：辞，离开。庙，宗庙，古代帝王供奉祖先牌位的地方。<br>⑻犹奏：别作“独奏”。<br>⑼垂泪：别作“挥泪”。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　此词上片写南唐曾有的繁华，建国四十余年，国土三千里地，居住的楼阁高耸入云霄，庭内花繁树茂。这片繁荣的土地，几曾经历过战乱的侵扰。几句话，看似只是平平无奇的写实，但却饱含了多少对故国的自豪与留恋。“几曾识干戈”，更抒发了多少自责与悔恨。下片写国破。“一旦”二字承上片“几曾”之句意，笔锋一叠，而悔恨之意更甚。终有一天国破家亡，人不由得消瘦苍老，尤其是拜别祖先的那天，匆忙之中，偏偏又听到教坊里演奏别离的曲子，又增伤感，不禁面对宫女恸哭垂泪。</p> <p>　　“沈腰”暗喻自己像<a href=\"http://so.gushiwen.org/author_628.aspx\">沈约</a>一样，腰瘦得使皮革腰带常常移孔，而“潘鬓”则暗喻词人自己像<a href=\"http://so.gushiwen.org/author_827.aspx\">潘岳</a>一样，年纪不到四十就出现了鬓边的白发。连着这两个典故，描写词人内心的愁苦凄楚，人憔悴消瘦，鬓边也开始变白，从外貌变化写出了内心的极度痛苦。古人说忧能伤人，亡国之痛，臣虏之辱，使得这个本来工愁善感的国君身心俱敝。<a href=\"http://so.gushiwen.org/author_269.aspx\">李煜</a>被俘之后，日夕以眼泪洗面，过着含悲饮恨的生活。这两个典故即是他被虏到汴京后的辛酸写照。</p> <p>　　此词上片写繁华，下片写亡国，由建国写到亡国，极盛转而极衰，极喜而后极悲。中间用“几曾”“一旦”二词贯穿转折，转得不露痕迹，却有千钧之力，悔恨之情溢于言表。作者以阶下囚的身份对亡国往事作痛定思痛之想，自然不胜感慨系之。此词回顾事国时的繁华逸乐：那四十年来的家国基业；三千里地的辽阔疆域，竟都沉浸在一片享乐安逸之中。“几曾识干戈”既是其不知珍惜的结果，同时也是沦为臣虏的原因。记叙离别故国时哭辞宗庙的情景，写来尤为沉痛惨怛。其事虽见载于《东坡志林》但出自后主之手，更觉凄惨苦涩，不失为一个丧国之君内心的痛苦自白。</p>",
  "about": "<h2>创作背景</h2> 　　此词作于<a href=\"http://so.gushiwen.org/author_269.aspx\">李煜</a>降宋之后的几年，即作者生命的最后几年。金陵被宋军攻破后，李煜率领亲属、随员等四十五人，“肉袒出降”，告别了烙印着无数美好回忆的江南。这次永别，李煜以这一阕《破阵子》记录了当时的情景和感受。",
  "poet": {
    "id": 269,
    "star": 0,
    "name": "李煜",
    "image": "http://img.gushiwen.org/authorImg/liyu.jpg",
    "desc": "李煜，五代十国时南唐国君，961年-975年在位，字重光，初名从嘉，号钟隐、莲峰居士。汉族，彭城（今江苏徐州）人。南唐元宗李璟第六子，于宋建隆二年(961年)继位，史称李后主。开宝八年，宋军破南唐都城，李煜降宋，被俘至汴京，封为右千牛卫上将军、违命侯。后因作感怀故国的名词《虞美人》而被宋太宗毒死。李煜虽不通政治，但其艺术才华却非凡。精书法，善绘画，通音律，诗和文均有一定造诣，尤以词的成就最高。千古杰作《虞美人》、《浪淘沙》、《乌夜啼》等词。在政治上失败的李煜，却在词坛上留下了不朽的篇章，被称为“千古词帝”。"
  },
  "tags": [
    "宋词三百首",
    "豪放",
    "典故",
    "留恋",
    "感伤"
  ]
}