{
  "id": 9456,
  "star": 65,
  "name": "送人赴安西",
  "dynasty": "唐代",
  "content": "上马带吴钩，翩翩度陇头。<br>小来思报国，不是爱封侯。<br>万里乡为梦，三边月作愁。<br>早须清黠虏，无事莫经秋。",
  "fanyi": "<p><strong>译文<br>韵译</strong><br>跨上英俊的战马宝刀佩在身边，策马翩翩地飞驰翻越陇山之颠。<br>自小衷心地希望献身国家危难，哪把高官与厚禄耿耿挂于心间。<br>置身于万里之外乡情化为梦境，眼望那边地明月激起阵阵怀恋。<br>祝愿亲爱的战友早早扫清顽敌，边庭无事早归来切莫再经秋天！</p> <p><strong>散译</strong><br>你看那位壮士，手执胡钩跨上骏马，英姿勃勃地越过陇山头。他从小就立志报效国家，杀敌立功绝不是为了做官封侯。万里之外的故乡景象将会在你的梦中出现，边疆的月光常常会引起你的别离忧愁之情。你此去应该早日消灭那些胡族侵略者，不要优柔寡断将战事一拖经年。</p> <p><strong>注释</strong><br>⑴安西：即安西都护府，治所在今新疆吐鲁番东南达克阿奴斯。<br>⑵胡钩：一种似剑而曲的兵器，一作“吴钩”。<br>⑶翩翩：形容轻捷地驰骋。陇（lǒng）头：指陕西箥陇县西北。陇北地区是古代通往西域的要道。<br>⑷三边：幽、并、凉三州为汉时边郡，这里泛指边陲地区。<br>⑸黠虏（xiá lǔ）：狡猾的敌人。虏，古时西北少数民族的泛称。<br>⑹经秋：经年。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　<a href=\"http://so.gushiwen.org/view_9456.aspx\">诗</a>人对友人英姿勃发、舍身报国、不计名利的行为极为赞赏，又进一步饶有兴趣地设想友人戍守边疆一定会产生思乡之念，最后祈盼早日荡平虏寇，还边境以安宁。全诗充满爱国主义豪情。</p> <p>　　“上马带胡钩，翩翩度陇头。”诗的开头两句从友人登程的情景写起。首句写友人身着戎装，跨上战马，勾勒出即将出征的战士的英姿。诗人并不泛写戎装，而仅就佩刀提了一笔，既点明了此行性质，也使形象增添了英雄之气。次句对友人奔赴边关加以设想：“翩翩度陇头”，写他的轻快、矫健、急切。上下两句，一静一动，用两个富有特征性的事物突出了友人赴边的英姿勃勃的形象。以上两句从外表写。以下两句则从内心写，直接揭示友人的思想境界：“小来思报国，不是爱封侯”两句从正、反两方面来肯定友人的思想，从而把友人的行为提到爱国的高度。“小来”两字可见这种想法由来已久。从而给首二句提供出思想根据，其中既包含有诗人赞佩之情，称慕友人不但形象英姿飒爽，而且更有高尚、美好的心灵，同时也就反映了诗人立志报国的豪情壮志。这是更为诗人所钦敬的一点。</p> <p>　　但是，有这种爱国情怀，并不意味着就可以毫不留恋家园，恰恰相反，这种情怀是与对家国的深厚感情不可分割地联系在一起的。他们为保卫它而离开它，但当离开它的时候，往往对它产生深切的思念。诗人曾有过经年居留塞外的经历，在《安西馆中思长安》等诗中都曾表露过深沉的思乡之情。“万里乡为梦，三边月作愁”，就是这种感情的集中写照。诗人没有去写友人在边疆怎样去从军苦战，却去设想他在万里边关对家乡是如何梦绕魂牵，这就写出了友人对家国的一往情深，而这种设想同时也就传达出诗人对友人的思念，充满关怀和爱护。这种情怀写得很深沉，很细腻，诗的情调到此而一转，但却并不低抑。<br>诗的最后两句是诗人的祝愿。“清黠虏”是友人赴安西的目的。诗人居漠北时，亲眼目睹了战争所造成的巨大破坏。战争不仅造成了田园荒芜，民不聊生，而且对战士本身也是一种荼毒。上句愿友人建功，下句愿友人早归，既表现出诗人与友人同样以国事为重，又表现出双方的情谊，以深厚的情意扣紧“送”字，为全诗作结。</p> <p>　　全诗先写友人的英雄风采，再由表及里，从报国、思乡的角度讴歌了友人的美好心灵，最后告诫友人，尽快结束战争，最好是别“经秋”。因为唐朝戍边将领往往拥兵自重，养敌蓄功，常将本可早日结束的战争一拖经年，给国家造成巨大损失。所谓“兵闻拙速，未睹巧以久也”，可见诗人淳朴的观念中，还饱含战略家的远见卓识。</p>",
  "about": "<h2>创作背景</h2> <p>　　这首<a href=\"http://so.gushiwen.org/view_9456.aspx\">诗</a>是天宝十三载（754）<a href=\"http://so.gushiwen.org/author_113.aspx\">岑参</a>第二次前往北疆之前在长安写作的送行篇章。</p>",
  "poet": {
    "id": 113,
    "star": 0,
    "name": "岑参",
    "image": "http://img.gushiwen.org/authorImg/cencan.jpg",
    "desc": "岑参（约715-770年），唐代边塞诗人，南阳人，太宗时功臣岑文本重孙，后徙居江陵。[1-2] 岑参早岁孤贫，从兄就读，遍览史籍。唐玄宗天宝三载（744年）进士，初为率府兵曹参军。后两次从军边塞，先在安西节度使高仙芝幕府掌书记；天宝末年，封常清为安西北庭节度使时，为其幕府判官。代宗时，曾官嘉州刺史（今四川乐山），世称“岑嘉州”。大历五年（770年）卒于成都。"
  },
  "tags": [
    "爱国",
    "离别",
    "赞美",
    "友人",
    "战争"
  ]
}