{
  "id": 71145,
  "star": 2216,
  "name": "观潮",
  "dynasty": "宋代",
  "content": "　　浙江之潮，天下之伟观也。自既望以至十八日为盛。方其远出海门，仅如银线；既而渐近，则玉城雪岭际天而来，大声如雷霆，震撼激射，吞天沃日，势极雄豪。杨诚斋诗云“海涌银为郭，江横玉系腰”者是也。 </p> <p>　　每岁京尹出浙江亭教阅水军，艨艟数百，分列两岸；既而尽奔腾分合五阵之势，并有乘骑弄旗标枪舞刀于水面者，如履平地。倏尔黄烟四起，人物略不相睹，水爆轰震，声如崩山。烟消波静，则一舸无迹，仅有“敌船”为火所焚，随波而逝。 </p> <p>　　吴儿善泅者数百，皆披发文身，手持十幅大彩旗，争先鼓勇，溯迎而上，出没于鲸波万仞中，腾身百变，而旗尾略不沾湿，以此夸能。</p> <p>　　江干上下十余里间，珠翠罗绮溢目，车马塞途，饮食百物皆倍穹常时，而僦赁看幕，虽席地不容间也。 ",
  "fanyi": "<p><strong>译文</strong><br>　　钱塘江的潮水，是天下雄伟的景观。从（农历）八月十六日到十八日潮水是最壮观的。当潮水远远地从钱塘江入海口涌起的时候，（远看）几乎像一条银白色的线；不久（潮水）越来越近，玉城雪岭一般的潮水连天涌来，声音大得像雷霆万钧，震撼天地，激扬喷射 ，吞没天空，冲荡太阳，气势极其雄伟豪壮。的<a href=\"http://so.gushiwen.org/view_71145.aspx\">诗</a>中说的“海涌银为郭，江横玉系腰”就是指这样的景象。</p> <p>　　每年（农历八月）京都临安府长官来到浙江亭教阅水军，几百艘战船分列两岸；不久水军的战船演习五阵的阵势，忽而疾驶，忽而腾起，忽而分，忽而合，极尽种种变化，同时有在水面上骑马、舞旗、举枪、挥刀的人，好像踩在平地上一样安稳。忽然黄色的烟雾从四面升起，人和物彼此一点儿也看不见，只听得水爆的轰鸣声，声音像山崩塌一样。（等到）烟雾消散，水波平静，就一条船的踪影也没有了，只剩下被火烧毁的“敌船”，随波而去。</p> <p>　　几百个善于泅水的吴地健儿，披散着头发，身上画着文彩，手里拿着十幅大彩旗，争先恐后，鼓足勇气，逆流迎着潮水而上，在万仞高的巨浪中忽隐忽现，翻腾着身子变换各种姿态，但是旗尾却一点也不被水沾湿，凭借这种表演来显示他们高超的技能。</p> <p>　　江岸上下游十多里的地方，满眼都是穿着华丽的服饰的观众，车马堵塞道路，吃喝等各种物品（的价钱）比平时要高出很多倍。租用看棚的人(非常多)，中间即使是一席之地也不容有。 </p> <p><strong>注释</strong><br>1.浙江：就是钱塘江。<br>2.自既望以至十八日：从农历（八月）十六日到十八日。既望，农历十六日（十五日叫望）。<br>3.方其远出海门：当潮从入海口涌起的时候。方，当……时。其，代词，指潮。出，发、起。海门，浙江入海口，那里两边的山对峙着。<br>4.仅如银线：几乎像一条（横画的）银白色的线。仅，几乎，将近。<br>5.玉城雪岭：形容泛着白沫的潮水像玉砌的城墙和白雪覆盖的山岭。际天：连接着天。<br>6.沃日（wò rì）：冲荡太阳。形容波浪大。沃，用水淋洗，冲荡。<br>7.海涌银为郭，江横玉系腰这两句诗是《浙江观潮》一诗里的句子，意思是，海水涌起来，成为银子堆砌的城郭；浙江横着，潮水给系上一条白玉的腰带。“……是也”：就是指这样的景象。<br>8.每岁京尹（yǐn）出浙江亭教阅水军：每年（农历八月）京都临安府长官来到浙江亭教阅水军。岁，年。京尹，京都临安府（今浙江杭州）的长官。浙江亭，馆驿名，在城南钱塘江岸。<br>9.艨艟（méng chōng）：战船。<br>10.既而尽奔腾分合五阵之势：演习五阵的阵势，忽而疾驶，忽而腾起，忽而分，忽而合，极尽种种变化。尽，穷尽。五阵，指两、伍、专、参、偏五种阵法。<br>11.乘骑（chéng jì）弄旗标枪舞刀：乘马、舞旗、举枪、挥刀。骑，马。弄，舞动。标，树立、举。<br>12.略不相睹：彼此一点也看不见。睹，看。<br>13.水爆：水军用的一种爆炸武器。<br>14.一舸无迹（yì gě wú jì）：一条船的踪影也没有了。舸，船。<br>15.敌船：指假设的敌方战船。<br>16.逝：去，往。<br>17.吴儿善泅（qiú）者数百：几百个擅于泅水的吴地健儿。吴地即今江苏、浙江一带。因春秋时为吴国之地，故称。善，善于。泅，游泳、浮水（可不翻译）。<br>18.披发文（wén）身：披散着头发，身上画着花纹。文，动词，画着文彩。<br>19.溯（sù）迎而上：逆流迎着潮水而上。溯，逆流而上。而，表修饰。<br>20.鲸波万仞（rèn）：万仞高的巨浪。鲸波，巨浪。鲸所到之处，波涛汹涌，所以称巨浪为鲸波。万仞，形容浪头极高，不是实指。<br>21.腾身百变：翻腾着身子变换尽各种姿态。<br>22.江干（gān）：江岸。<br>23.珠翠罗绮（qǐ）溢目：满眼都是华丽的服饰。珠翠罗绮，泛指妇女的首饰和游人的华丽衣服。溢目，满眼。<br>24.倍穹（qióng）：（价钱）加倍的高。穹，动词，高；倍，形容词，指很多倍。<br>25.而僦（jiù）赁（lìn）看幕：租用看棚的人（非常多）。而，表转折。僦、赁，都是租用的意思。看幕，为观潮而特意搭的帐棚。<br>26.虽席地不容间也：中间即使是一席之地的空地也不容有容。许，使。间（jiān）空间。虽，即使。席地，一席之地，仅容一个座位的地方。</p>",
  "shangxi": "<p>　　原先钱塘江的潮来时，跟其他各地的江潮一样，既没有潮头，也没有声音的。</p> <p>　　有一年，钱塘江边来了一个巨人，这个巨人真高大，一迈步就从江这边跨到江那边了。他住在萧山县境内的蜀山上，引火烧盐。人们不晓得他叫什么名字，因为他住在钱塘江边，就叫他为钱大王。钱大王力气很大，他打着自己的那条铁扁担，常常挑些大石块来放在江边，过不多久，就堆起了一座一座的山。</p> <p>　　一天，他去挑自己在蜀山上烧了三年零三个月的盐。可是，这些盐只够他装一头，因此他在扁担的另一头系上块大石，放上肩去试试正好，就挑起来，跨到江北岸来了。</p> <p>　　这时候，天气热，钱大王因为才吃过午饭，有些累了，便放下担子歇歇，没想到竟打起瞌睡来。正巧，东海龙王这时出来巡江，潮水涨起来了。涨呀涨的，竟涨到岸上来，把钱大王这头盐慢慢都溶化了。东海龙王闻闻，水里哪来这股咸味呀，而且愈来愈咸，愈来愈咸。他受不了，返身就逃，没想逃到海洋里，把海洋的水都弄咸了。这位钱大王呢，睡了一觉，两眼一睁，看见扁担一头的石头还放在硖石（就是现在有名的硖石山），而另一头的盐却没有了！</p> <p>　　钱大王找来找去，找不着盐，一低头，闻到江里有咸味，他想：哦，怪不得盐没有了，原来被东海龙王偷去了。于是他举起扁担就打海水。一扁担打得大小鱼儿都震死；两扁担打得江底翻了身；三扁担打得东海龙王冒出水面求饶命。</p> <p>　　东海龙王战战兢兢地问钱大王，究竟为什么发这样大的脾气。钱大王说：“你把我的盐偷到什么地方去了？”东海龙王这才明白海水变咸的原因。连忙赔了罪，就把自己怎样巡江，怎样把钱大王的盐无意中溶化了，使得海洋的水也咸起来的事情，一一说了。</p> <p>　　钱大王心里好气呀，真想举起铁扁担，一下把东海龙王砸烂了才甘心。东海龙王慌得连连叩头求饶，并答应用海水晒出盐来赔偿钱大王；以后涨潮的时候就叫起来，免得钱大王再睡着了听不见。钱大王听听这两个条件还不错，便饶了东海龙王，把自己的扁担向杭州湾口一放，说：“以后潮水来就从这里叫起！”东海龙王连连答应，钱大王这才高高兴兴地走了。</p> <p>　　从那个时候起，潮水一进杭州湾，就伸起脖子，“哗哗哗”地喊叫着，涨到钱大王坐过的地方，脖子伸得顶高，叫得顶响。这个地方就是如今的海宁。举世闻名的“钱江潮”就是这样来的。</p> <p>　　八月半是最佳观潮时间。其实，钱塘江涌潮变化是有规律的，潮汐的大小受天文、地理、河床高程、径流的大小、主槽（航道）的走向和气候等许多因素制约。其实阴历每月的月半、月初均是看潮佳期，不必一定选在八月半。但是秋潮要比春潮大，因为钱塘江流域降雨主要集中在3月中下旬至9月中旬的梅雨和台风季节；10月至次年2月降雨量相对较少。 </p>",
  "poet": {
    "id": 517,
    "star": 0,
    "name": "周密",
    "desc": "周密 （1232-1298），字公谨，号草窗，又号四水潜夫、弁阳老人、华不注山人，南宋词人、文学家。祖籍济南，流寓吴兴（今浙江湖州）。宋德右间为义乌县（今年内属浙江）令。入元隐居不仕。自号四水潜夫。他的诗文都有成就，又能诗画音律，尤好藏弃校书，一生著述较丰。著有《齐东野语》、《武林旧事》、《癸辛杂识》、《志雅堂要杂钞》等杂著数十种。其词远祖清真，近法姜夔，风格清雅秀润，与吴文英并称“二窗”，词集名《频洲渔笛谱》、《草窗词》。"
  },
  "tags": [
    "初中文言文",
    "写景",
    "散文"
  ]
}