{
  "id": 49088,
  "star": 204,
  "name": "浪淘沙令·伊吕两衰翁",
  "dynasty": "宋代",
  "content": "伊吕两衰翁，历遍穷通。一为钓叟一耕佣。若使当时身不遇，老了英雄。<br>汤武偶相逢，风虎云龙。兴王只在谈笑中。直至如今千载后，谁与争功！",
  "fanyi": "<p><strong>译文<br></strong>伊尹和吕尚两位老人，困窘和顺利的境遇全都经历过了。他俩一位是钓鱼翁，一位是奴仆。如果两位英雄遇不到英明的君主，最终也只能老死于山野之中。<br>他们偶然与成汤和周武王相遇，英明的君主得到了贤臣，犹如云生龙、风随虎一般，谈笑中建起了王业。到现在已几千年了，谁又能与他们所建立的丰功伟业一争高下呢？</p> <p><strong>注释<br></strong>⑴浪淘沙令，即“浪淘沙”，原唐教坊曲，后用为词牌名。<a href=\"http://so.gushiwen.org/author_197.aspx\">刘禹锡</a>、<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>并作七言绝句体，五代时起始流行长短句双调小令，又名“卖花声”。五十四字，前后片各四平韵，多作激越凄壮之音。《乐章集》名“浪淘沙令”，入“歇指调”，前后片首句各少一字。<br>⑵伊吕：指伊尹与吕尚。伊尹名挚，尹是后来所任的官职。他是伊水旁的弃婴，后居莘（今河南开封）农耕。商汤娶莘氏之女，他作为奴隶陪嫁给商汤。后来，汤王擢用他灭了夏。伊尹成为了商的开国功臣。吕尚姓姜，名尚，字子牙，世称<a href=\"http://so.gushiwen.org/author_860.aspx\">姜子牙</a>。他晚年在渭水河滨垂钓，遇周文王受到重用，辅武王灭商，封侯于齐。衰翁：老人。<br>⑶穷通：穷，处境困窘；通，处境顺利。<br>⑷钓叟：钓鱼的老翁，指吕尚。耕佣：指曾为人拥耕的伊尹。<br>⑸老了英雄：使英雄白白老死。指伊吕二人若不遇汤文二王，也就终老山野，无所作为。<br>⑹汤武：汤，商汤王，商朝的创建者。武，周武王姬发，周朝建立者。<br>⑺风虎云龙：易经中有“云从龙，风从虎”，此句将云风喻贤臣，龙虎喻贤君，意为明君与贤臣合作有如云从龙、风从虎，建邦兴国。<br>⑻兴王：兴国之王，即开创基业的国君。这里指辅佐兴王。<br>⑼争：争论，比较。</p>",
  "shangxi": "<h2>赏析二</h2> <p>　　这首词歌咏伊尹和吕尚“历遍穷通”的遭际和名垂千载的功业，以抒发作者获得宋神宗的知遇，在政治上大展宏图、春风得意的豪迈情怀。它不同于一般古代<a href=\"http://so.gushiwen.org/view_49088.aspx\">诗</a>人词客种笼统空泛的咏史作品，而是一个政治家鉴古论今的真实思想感情的流露。全词通篇叙史论史，实则以史托今，蕴含作者称赞明君之情，这正是本篇的巧妙之处。</p> <p>　　起句“伊吕两衰翁，历遍穷通”从穷、通两个方面落笔，写伊尹、吕尚前后遭际的变化。伊尹，原名挚；尹，是他后来所担任的官职。传说他是伊水旁的一个弃婴，以“伊为氏，曾佣耕于莘（《孟子·万章》）：“伊尹耕于有莘之野。”莘，古国名，其地在今河南开封附近），商汤娶有莘氏之女，他作为陪嫁而随着归属于商，后来得到汤王的重用，才有了作为。吕尚，姜姓，吕氏；名尚，字子牙，号“太公望”。传说他直到晚年还是因顿不堪，只得垂钓于渭水之滨，一次，恰值周文王出猎，君臣才得遇合，他先辅文王，继佐武王，终于成就了灭商兴周之大业。伊、吕二人的经历并不是一帆风顺的，他们都是先穷而后通，度过了困窘之后才遇到施展抱负的机会的，所以说他们“历遍穷通”；吕尚显达的时候，年岁已老了，所以称作“衰翁”。封建时代的士人由穷到通，总有一定的偶然因素、侥幸成分，也就是说，能够由穷到通的毕竟是少数，此并言“伊吕两衰翁”，伊尹佐汤时年老下否，书无明文，此是连类而及。值得思考的问题是：“若使当时身不遇”。作者颇有自许之意。“若使”即假如。当伊、吕为耕佣、钓叟之时，假如不遇商汤、周文，则英雄终将老死岩壑。伊、吕是值得庆幸的，但更多的士人的命运却是大可惋惜的，因为那些人没有被发现、被赏识、被任用机会，他们是“老了”的英雄，亦即被埋没了的英雄。</p> <p>　　下片，“汤武偶相逢”中的“偶”已经点明了“君臣遇合”的偶然性，可是，一旦能够遇合，那就会出现“风虎云龙”的局面。《易·乾·文言》：“云从龙，风从虎，对人作而万物睹。”意思是说，云跟随着龙出现，风跟随着虎出出，人世间如果出现了圣明的君主，那末，在谈笑之间就轻而易举地完成了兴王道、建国家的大事业。伊、吕有真实的本领，果然能够做出一番事业来，这样，才真正称得起是人才。因这这是问题的实质之所在，所以“兴王”一句在全词中是很有分量的。结尾，也是对这一句的引申，说伊、吕不仅功盖当世，至今超越千载，也没有人能够与之匹敌。在歌颂伊、吕的不朽功业的背后，伊、吕的遭适明主和建立功业对于<a href=\"http://so.gushiwen.org/author_405.aspx\">王安石</a>来说，无疑是一股巨大的精神力量，他从中受到了鼓舞，增强了推行变法的决心和勇气。</p><br/><h2>赏析一</h2> <p>　　这是一首咏史的词。</p> <p>　　伊尹和吕尚两人曾是渔翁和农夫，他们曾经历所有的穷困而发达。如果不是汤王、文王发现并重用，他俩也就老死山野了。汤武二帝虽然是偶遇贤臣，使得如云生龙，风随虎一般，谈笑中建起了王业，可是直到千载之后的今天，他俩的功劳又有谁敢与其争比！</p>",
  "about": "<h2>创作背景</h2> 　　<a href=\"http://so.gushiwen.org/author_405.aspx\">王安石</a>早立大志，要致君尧舜，但长期不得重用。直到宋神宗即位，他才有了类似“汤武相逢”的机会，可以干一番惊天动地的大事业。这首词当作于作者任宰相之时。",
  "poet": {
    "id": 405,
    "star": 0,
    "name": "王安石",
    "image": "http://img.gushiwen.org/authorImg/wanganshi.jpg",
    "desc": "王安石（1021年12月18日－1086年5月21日），字介甫，号半山，谥文，封荆国公。世人又称王荆公。汉族，北宋抚州临川人（今江西省抚州市临川区邓家巷人），中国北宋著名政治家、思想家、文学家、改革家，唐宋八大家之一。欧阳修称赞王安石：“翰林风月三千首，吏部文章二百年。老去自怜心尚在，后来谁与子争先。”传世文集有《王临川集》、《临川集拾遗》等。其诗文各体兼擅，词虽不多，但亦擅长，且有名作《桂枝香》等。而王荆公最得世人哄传之诗句莫过于《泊船瓜洲》中的“春风又绿江南岸，明月何时照我还。”"
  },
  "tags": [
    "宋词三百首",
    "咏史怀古",
    "豪放"
  ]
}