{
  "id": 10971,
  "star": 30,
  "name": "江亭",
  "dynasty": "唐代",
  "content": "坦腹江亭暖，长吟野望时。<br>水流心不竞，云在意俱迟。<br>寂寂春将晚，欣欣物自私。<br>江东犹苦战，回首一颦眉。",
  "fanyi": "<p><strong>译文</strong><br>舒服仰卧在暖暖的江亭里，吟诵着《野望》这首<a href=\"http://so.gushiwen.org/view_10971.aspx\">诗</a>。<br>江水缓缓流动，和我的心一样不去与世间竞争。云在天上飘动，和我的意识一样悠闲自在。<br>寂静孤单的春天将进入晚春，然而我却悲伤忧愁，万物兴盛，显出万物的自私。<br>江东依旧在进行艰苦的战争，我每一次回首都因为对国家的忧愁而皱眉。</p> <p><strong>注释</strong><br>⑴坦腹：舒身仰卧，坦露胸腹。《晋书·<a href=\"http://so.gushiwen.org/author_581.aspx\">王羲之</a>传》：“时太尉郗鉴使门生求女婿于（王）导，导令就东厢遍观子弟。门生归，谓鉴曰：‘王氏诸少并佳，然闻信至，咸自矜持。惟一人在东床坦腹食，独若不闻。’鉴曰：‘此正佳婿也！’访之，乃羲之也，遂以女妻之。”<br>⑵野望：指作者于上元二年（761）写的一首七言律诗。<br>⑶寂寂：犹悄悄，谓春将悄然归去。<br>⑷欣欣：繁盛貌。<br>⑸“江东”二句：一作“故林归未得，排闷强裁诗”。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这首<a href=\"http://so.gushiwen.org/view_10971.aspx\">诗</a>表面看上去，“坦腹江亭暖，长吟野望时”，和那些山林隐士的感情没有很大的不同；然而一读三、四两句，区别却是明显的。晚春的季节，天气已经变暖，诗人<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>离开成都草堂，来到郊外，舒服仰卧在江边的亭子，吟诵着《野望》这首诗。《野望》和《江亭》是同一时期的作品。</p> <p>　　从表面看，“水流心不竞”是说江水如此滔滔，好像为了什么事情，争着向前奔跑；而诗人却心情平静，无意与流水相争。“云在意俱迟”，是说白云在天上移动，那种舒缓悠闲，与诗人的闲适心情完全没有两样。仇兆鳌说它“有淡然物外、优游观化意”（《杜诗详注》）是从这方面理解的，但这只是一种表面的看法。</p> <p>　　拿<a href=\"http://so.gushiwen.org/author_515.aspx\">王维</a>的“流水如有意，暮禽相与还”（《归嵩山作》）来对比，王维是本来心中宁静，从静中看出了流水、暮禽都有如向他表示欢迎、依恋之意；而杜甫这一联则从静中得出相反的感想。“水流心不竞”，本来心里是“竞”的，看了流水之后，才忽然觉得平日如此栖栖遑遑，毕竟没有意义，心中陡然冒出“何须去竞”的一种念头来。“云在意俱迟”也一样，本来满腔抱负，要有所作为，而客观情势却处处和诗人为难。在平时，原是极不愿意“迟迟”的，诗人看见白云悠悠，于是也突然觉得一向的做法未免是自讨苦吃，应该同白云“俱迟”才对了。</p> <p>　　王维的诗“流水如有意”，“有意”显出诗人的“无意”；杜甫的诗“水流心不竞”，“不竞”泄露了诗人平日的“竞”。“正言若反”，在作者却是不自觉的。</p> <p>　　下面第三联，更是进一步揭出诗人杜甫的本色。“寂寂春将晚”，带出心头的寂寞：“欣欣物自私”，透露了万物兴盛而诗人独自忧伤的悲凉。这是一种融景入情的手法。晚春本来并不寂寞，诗人处境闲寂，移情入景，自然觉得景色也是寂寞无聊的了；眼前百草千花争奇斗艳，欣欣向荣，然而都与诗人无关，引不起诗人心情的欣悦，所以他就嗔怪春物的“自私”了。当然，这当中也不尽是他个人遭逢上的感慨，但正好说明诗人的心境并非是那样悠闲自在的。写到这里，结合上联的“水流”“云在”，诗人的思想感情就已经表露无遗了。</p> <p>　　杜甫写此诗时，安史之乱未平。作者虽然避乱在四川，暂时得以“坦腹江亭”，到底还是忘不了国家安危的，因此诗的最后，就不能不归结到“江东犹苦战，回首一颦眉”，又陷入满腹忧国忧民的愁绪中去了。杜甫这首诗表面上悠闲恬适，骨子里仍是一片焦灼苦闷。这正是杜甫不同于一般山水诗人的地方。</p>",
  "about": "<h2>创作背景</h2> 　　这首<a href=\"http://so.gushiwen.org/view_10971.aspx\">诗</a>写于上元二年（761）。唐肃宗上元元年（760）夏天，诗人<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>在朋友的资助下，在四川成都郊外的浣花溪畔盖了一间草堂，在饱经战乱之苦后，生活暂时得到了安宁，妻子儿女同聚一处，重新获得了天伦之乐。杜甫逃避战乱，隐居在成都草堂，生活暂时比较平静安定。但是，安史之乱还没有平定，唐朝的其它国土还在进行着艰苦的战争。诗人杜甫在悠闲的隐居生活中，还是忘不了国家的安危，陷入忧国忧民的愁绪中。此诗即是一次游临江之亭有感而作。",
  "poet": {
    "id": 474,
    "star": 0,
    "name": "杜甫",
    "image": "http://img.gushiwen.org/authorImg/dufu.jpg",
    "desc": "杜甫（712－770），字子美，自号少陵野老，世称“杜工部”、“杜少陵”等，汉族，河南府巩县（今河南省巩义市）人，唐代伟大的现实主义诗人，杜甫被世人尊为“诗圣”，其诗被称为“诗史”。杜甫与李白合称“李杜”，为了跟另外两位诗人李商隐与杜牧即“小李杜”区别开来，杜甫与李白又合称“大李杜”。他忧国忧民，人格高尚，他的约1400余首诗被保留了下来，诗艺精湛，在中国古典诗歌中备受推崇，影响深远。759-766年间曾居成都，后世有杜甫草堂纪念。"
  },
  "tags": [
    "暮春",
    "爱国"
  ]
}