{
  "id": 28671,
  "star": 667,
  "name": "无题二首",
  "dynasty": "唐代",
  "content": "昨夜星辰昨夜风，画楼西畔桂堂东。<br>身无彩凤双飞翼，心有灵犀一点通。<br>隔座送钩春酒暖，分曹射覆蜡灯红。<br>嗟余听鼓应官去，走马兰台类转蓬。</p> <p>闻道阊门萼绿华，昔年相望抵天涯。<br>岂知一夜秦楼客，偷看吴王苑内花。 ",
  "fanyi": "<p><strong>译文</strong><br>昨夜的星空与昨夜的春风，在那画楼之西侧桂堂之东。<br>身虽无彩凤双翅飞到一处，心却有灵犀一点息息相通。<br>隔着座位送钩春酒多温暖，分开小组射覆蜡灯分外红。<br>叹我听更鼓要去官署应卯，骑马去兰台心中像转飞蓬。</p> <p>当年常听到人们谈论萼绿华，但总觉得她在那遥远的天涯。<br>可到像萧史那样参加盛宴后，没想到竟然可以偷窥宫内花。 </p> <p><strong>注释</strong><br>⑴“昨夜”句：《尚书·洪范》“星有好风。”此含有好会的意思。<br>⑵画楼：指彩绘华丽的高楼。一作“画堂”。桂堂：形容厅堂的华美。<br>⑶灵犀：犀角中心的髓质像一条白线贯通上下，借喻相爱双方心灵的感应和暗通。<br>⑷“隔座”二句：送钩、射覆，均为古代酒席间游戏。分曹：分组。<br>⑸嗟：叹词。余：我。鼓：报更的鼓。唐制，五更二点，鼓自内发，诸街鼓承振，坊市门皆启。鼓响天明，即须上班。<br>⑹兰台：汉代藏图书秘籍的宫观，这里借指<a href=\"http://so.gushiwen.org/view_28671.aspx\">诗</a>人供职的秘书省。类：类似。转：一作“断”。<br>⑺阊门：阊阖，传说中之天门。萼绿华：传说中之女仙名。《真诰·运象》：“萼绿华者，自云是南山人，不知是何山也。女子，年可二十上下，青衣，颜色绝整。以升平三年十一月十日夜降于羊权家，自此往来，一月辄六过。来与权尸解药。”《零陵县志》：“秦萼绿华，女仙也，以晋穆帝升平三年，降于羊权家。自谓行道已九百年，授权道术及尸解药，亦隐影化形而去。好事者比之九疑仙人萼绿华。”<br>⑻抵：至，到。《广雅·释诂》：“抵至也。”《史记·秦始皇本纪》：“遂从井陉抵九原。”一作“尚”。相望：期盼伊。相，偏指一方，即一方对另一方有所施为；望，盼望，期待。《楚辞·九歌·湘君》：“望夫君兮未来，吹考差兮谁思。”此言昔年期盼一见伊人，乃咫尺天涯，难得一见。<br>⑼秦楼客：用《列仙传》萧史事。<br>⑽看：一作“著”。吴王苑内花：冯浩注：“暗用西施。”<a href=\"http://so.gushiwen.org/author_204.aspx\">李商隐</a>《病中早访招国李十将军遇挈家游曲江》：“莫将越客千丝网,网得西施别赠人。”可与此同参。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　<a href=\"http://so.gushiwen.org/author_204.aspx\">李商隐</a>的爱情<a href=\"http://so.gushiwen.org/view_28671.aspx\">诗</a>以《无题》最著名。这是两首恋情诗。诗人追忆昨夜参与的一次贵家后堂之宴，表达了与意中人席间相遇、旋成间阻的怀想和惆怅。其中第一首无题诗（“昨夜星辰昨夜风”）更是脍炙人口。 　</p> <p>　　这首七律，首联由今宵之景触发对昨夜席间欢聚时光的美好回忆。在这个星光闪烁、和风习习的春夜里，空气中弥漫着令人沉醉的幽香，一切似乎都与昨晚在贵家后堂宴饮时的景况相同，而席间与意中人相遇的那一幕却只能成为难以重现的回忆了。诗人并未直接叙写昨夜的情事，而是借助于星辰好风、画楼桂堂等外部景物的映衬，烘托出昨夜柔美旖旎的环境气氛，语句华美流转，富于唱叹的情致，将读者带入温馨浪漫的回忆中。颔联抒写今夕对意中人的思念。自己此刻虽然没有彩凤般的双翅，得以飞越重重阻碍与意中人相会，但相信彼此的眷恋之心当如灵异的犀角暗中相通。“身无”、“心有”，一退一进，相互映照，是间隔中的契合与沟通，怅惘中的喜悦与慰藉，表现了诗人对这段美好情缘的珍视和自信。两句比喻新奇贴切，剖划深刻细致，展示了诗人抒写微妙矛盾的心理感受的高超才力。颈联具体追忆昨夜与意中人共预盛会的场景，而诗人此际落寞抑郁情怀自在言外矣。诗人回想昨晚宴席之间，灯红酒暖，觥筹交错，藏钩射覆，笑语喧阗，场面是何等热烈醉人啊！“春酒暖”和“蜡灯红”，不但传神地刻画出宴会间热烈融洽的欢乐气氛，也使读者联想到烛光掩映下女子的红晕面颊，彼此的目成心会已不言自明，真是酒不醉人人自醉。尾联回忆今晨离席应差时的情景和感慨。昨夕的欢宴彻夜到晓，楼内笙歌未歇，楼外鼓声已响，诗人自叹像随风飘转的蓬草，身不由己，不得不去秘书省应差，开始了又一天寂寞无聊的校书生涯，而与席上的意中人则后会难期了。岂独相思苦，长叹业未成。恋情阻隔的怅惘与身世沉沦的感叹交汇于诗人胸中，使此诗的内涵和意蕴得到了扩大和深化，在绮丽流动的风格中有着沉郁悲慨的自伤意味。</p> <p>　　第一首七律确实是很出色的爱情诗，而其内容是通过第二首七绝补充说明的。第二首无题诗（“闻道阊门萼绿华”）大致意思是说：当年常常听到人们谈论阊门中有位叫萼绿华的女子长得美丽绝伦，但总是觉得在天边那么遥远，却没想到昨晚像萧史那样参加一次豪门盛宴后，竟然产生了偷窥的冲动。诗人说的是吴宫苑内花，当然不会是花园里的花卉植物，而是如花似玉的美女。秦楼客，用萧史典故，显言己之为爱婿身份。诗意中既有寓慨，又有艳情，但主要还是表达男女之间心心相印的恋情。</p> <p>　　这组诗在艺术上有极高的价值，尤其的第一首七律，感情深挚缠绵，炼句设色，流丽圆美。诗人将身世之感打并入艳情，以华艳词章反衬困顿失意情怀，营造出情采并茂、婉曲幽约的艺术境界。诗中意象的错综跳跃，又使其主旨带有多义性和歧义性，诗人对心灵世界开掘的深度和广度，确实是远迈前人的，其在文学史上的地位，很大程度上便取决于这类无题诗所产生的巨大而持久的影响。 </p><br/><h2>赏析</h2> <p>　　<a href=\"http://so.gushiwen.org/author_204.aspx\">李商隐</a>的爱情<a href=\"http://so.gushiwen.org/view_28671.aspx\">诗</a>以《无题》最著名。这是两首恋情诗。诗人追忆昨夜参与的一次贵家后堂之宴，表达了与意中人席间相遇、旋成间阻的怀想和惆怅。其中第一首无题诗（“昨夜星辰昨夜风”）更是脍炙人口。</p> <p>　　对这首诗的理解和看法历来众说纷纭，有人说是君臣遇合之作，有人说是窥贵家姬妾之作，还有人说是追想京华游宴之作……但羁宦思乐境也好，觊觎貌美女郎也罢，诗中所表达的可望而不可即的皆然心态显是力透纸背，那些寻常或普通的意象，被有规律的置放在短短八句五十六字当中，表现了一种追寻的热切和悲哀的失落。</p> <p>　　起联两句，交明时间和地点。叠言昨夜，更有追思不止的意思，同时给人阅读上的审美享受。这七个字，表现了一种高寒旷远、清丽婉转之感，诗作展现的是一片静谧的星空，清风泠然而至，似乎从墨蓝色的天幕后吹来。再往深处看，诗人独独写到星辰和风这两个概念性意象，是简单的随性拈来，或是具有某种丰厚的内蕴和象征。星辰在古代不仅是星星的意思，“中夜登高楼，忆我旧星辰”（<a href=\"http://so.gushiwen.org/author_232.aspx\">孟郊</a>《感怀》），夜晚登上高楼思念往昔的美好，有岁月的意思；“新欢继明烛，梁栋星辰飞”（<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>《奉送魏六丈佑少府之交广》），喻指辉煌的灯火；古人还称入朝为郎为“上星辰”。自然界的风有暖风、凉风、冷风、阴风等，与人类社会联系起来，又有了风化、风度、风骨、黑风，甚至还暗合了男女情爱之意。这样一来，仅开头这一句，就带出了无限的遐想和疑惑。</p> <p>　　画楼西畔桂堂东，雕画的阁楼，以桂木为材的厅堂，极言其奢华绮丽。画楼为辅，桂堂是主，引画楼西为桂堂东穿针引线，“隐然有一人影在内”，诗人的眼光转向了桂堂，值得注意的是，诗人是不在桂堂内的，他身处的环境是星辰高挂的静谧幽深的夜空下。</p> <p>　　后二句圆转溢辉，精工富丽，脍炙人口，是一组绝妙的对句，抒写今夕对意中人的思念。自己此刻虽然没有彩凤般的双翅，得以飞越重重阻碍与意中人相会，但相信彼此的眷恋之心当如灵异的犀角暗中相通。“身无”、“心有”，一退一进，相互映照，是间隔中的契合与沟通，怅惘中的喜悦与慰藉，表现了诗人对这段美好情缘的珍视和自信。两句比喻新奇贴切，剖划深刻细致，展示了诗人抒写微妙矛盾的心理感受的高超才力。</p> <p>　　颈联写送钩覆射酒暖灯红之乐。送钩覆射两个游戏都是需要多人参加配合才能完成的，与前两联诗联系起来，前面还是星辰高挂，泠然清风的空旷夜幕，这里却人影憧憧，酒暖灯红。“暖”字和“红”字，一个形容春酒，一个形容蜡灯，充溢着恣荡欢笑，一派和谐景象。前后对比，令人心生不安。林庚在《唐诗综述》中说：“红是暖色，它是流动的，热闹的，所以近于复杂”，颜色的暗示性在文艺上最富感染力，诗歌中的红色有时是反着说的，古有“寥落古行宫，宫花寂寞红”（<a href=\"http://so.gushiwen.org/author_18.aspx\">元稹</a>《行宫》），“斜拔玉钗灯影畔，别开红焰救飞蛾”（<a href=\"http://so.gushiwen.org/author_56.aspx\">张祜</a>《赠内人》），红花后面有人寂寞，红焰影中只能与飞蛾作伴，枯索之况弥观，惋伤之态弥切。满堂的红影衬托出作者的萧索孤独，一个世界中竟有反差如此大的两种景象，诗人的寂寞，是深藏在热闹里的寂寞，红，是和谐外表下的激流涌动。</p> <p>　　尾联回忆今晨离席应差时的情景和感慨。昨夕的欢宴彻夜到晓，楼内笙歌未歇，楼外鼓声已响，诗人自叹像随风飘转的蓬草，身不由己，不得不去秘书省应差，开始了又一天寂寞无聊的校书生涯，而与席上的意中人则后会难期了。岂独相思苦，长叹业未成。恋情阻隔的怅惘与身世沉沦的感叹交汇于诗人胸中，使此诗的内涵和意蕴得到了扩大和深化，在绮丽流动的风格中有着沉郁悲慨的自伤意味。</p> <p>　　在此诗中，诗人的情感运势十分自然流畅，但如果定要深究诗里说的具体的事情，便又有了好多种想象且个个都合情合理。叶嘉莹说，诗是显意识活动，词则是隐意识的。李商隐的无题诗近乎词的情境，在工整的诗歌格式下抒发的是一种词所擅长的隐约难言的显意识表达。单看这首无题诗，全诗在哀婉凄凉的乐调下有一种似解非解的感觉，既像是写给不能长久相伴的恋人的，又像哀叹君臣遇合，却似乎没有这么世俗，如此，就是李义山无题诗的妙处所在了。</p> <p>　　第一首七律确实是很出色的爱情诗，而其内容是通过第二首七绝补充说明的。第二首无题诗（“闻道阊门萼绿华”）大致意思是说：当年常常听到人们谈论阊门中有位叫萼绿华的女子长得美丽绝伦，但总是觉得在天边那么遥远，却没想到昨晚像萧史那样参加一次豪门盛宴后，竟然产生了偷窥的冲动。诗人说的是吴宫苑内花，当然不会是花园里的花卉植物，而是如花似玉的美女。秦楼客，用萧史典故，显言己之为爱婿身份。诗意中既有寓慨，又有艳情，但主要还是表达男女之间心心相印的恋情。</p> <p>　　这组诗在艺术上有极高的价值，尤其的第一首七律，感情深挚缠绵，炼句设色，流丽圆美。诗人将身世之感打并入艳情，以华艳词章反衬困顿失意情怀，营造出情采并茂、婉曲幽约的艺术境界。诗中意象的错综跳跃，又使其主旨带有多义性和歧义性，诗人对心灵世界开掘的深度和广度，确实是远迈前人的，其在文学史上的地位，很大程度上便取决于这类无题诗所产生的巨大而持久的影响。</p>",
  "poet": {
    "id": 204,
    "star": 0,
    "name": "李商隐",
    "image": "http://img.gushiwen.org/authorImg/lishangyin.jpg",
    "desc": "李商隐，字义山，号玉溪（谿）生、樊南生，唐代著名诗人，祖籍河内（今河南省焦作市）沁阳，出生于郑州荥阳。他擅长诗歌写作，骈文文学价值也很高，是晚唐最出色的诗人之一，和杜牧合称“小李杜”，与温庭筠合称为“温李”，因诗文与同时期的段成式、温庭筠风格相近，且三人都在家族里排行第十六，故并称为“三十六体”。其诗构思新奇，风格秾丽，尤其是一些爱情诗和无题诗写得缠绵悱恻，优美动人，广为传诵。但部分诗歌过于隐晦迷离，难于索解，至有“诗家总爱西昆好，独恨无人作郑笺”之说。因处于牛李党争的夹缝之中，一生很不得志。死后葬于家乡沁阳（今河南焦作市沁阳与博爱县交界之处）。作品收录为《李义山诗集》。"
  },
  "tags": [
    "爱情",
    "组诗"
  ]
}