{
  "id": 7275,
  "star": 103,
  "name": "宿业师山房期丁大不至 / 宿业师山房待丁大不至",
  "dynasty": "唐代",
  "content": "夕阳度西岭，群壑倏已暝。<br>松月生夜凉，风泉满清听。<br>樵人归欲尽，烟鸟栖初定。<br>之子期宿来，孤琴候萝径。",
  "fanyi": "<p><strong>译文</strong><br>夕阳越过了西边的山岭，千山万壑忽然昏暗静寂。<br>月照松林更觉夜晚清凉，风声泉声共鸣分外清晰。<br>山中砍柴人差不多走尽，烟霭中鸟儿刚归巢安息。<br>丁大约定今晚来寺住宿，独自抚琴站在山路等你。</p> <p><strong>注释</strong><br>⑴业师：法名业的僧人。一作“来公”。山房：僧人居所。期：一作“待”。<br>⑵度：过、落。<br>⑶壑：山谷。倏：一下子。<br>⑷满清听：满耳都是清脆的响声。<br>⑸樵人：砍柴的人。<br>⑹烟：炊烟和雾霭。一作“磴”。<br>⑺之：此。子：古代对男子的美称。宿来：一作“未来”。<br>⑻孤琴：一作“孤宿”，或作“携琴”。 　</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　此<a href=\"http://so.gushiwen.org/view_7275.aspx\">诗</a>写诗人在山中等候友人到来而友人仍不至时的情景。前六句展示了山寺一带黄昏时美丽的自然景色。诗人先后描绘夕阳西下、群壑昏暝、松际月出、风吹清泉、樵人归尽、烟鸟栖定等生动的意象，渲染环境气氛。随着景致的流动，时间在暗中转换，环境越来越清幽。<a href=\"http://so.gushiwen.org/author_757.aspx\">孟浩然</a>在山水诗中，很善于表现自然景物在时间中的运动变化。山区寻常的景物，一经作者妙笔点染，便构成一幅清丽幽美的图画。</p> <p>　　这首诗所描绘的自然景物形象，不仅仅准确地表现出山中从薄暮到深夜的时态特征，而且融统着诗人期盼知音的心情。特别是“松月生夜凉，风泉满清听”两句，写诗人见松月而觉夜凉，听见泉而感山幽，细致入微地传达出日暮山间听泉时的全部感受，很有韵味。全篇前六句都是融情入景，到了第七句，才点出“之子期宿来”，然后在第八字再点出一个“候”字。“孤琴候萝径”，以“孤”修饰琴，更添了孤清之感。</p> <p>　　孤琴的形象，兼有期待知音之意。而用“萝”字修饰“径”，也似有意似无意地反衬诗人的孤独。因为藤萝总是互相攀援、枝蔓交错地群生的。这一句诗，在整幅山居秋夜幽寂清冷的景物背景上，生动地勾勒出了诗人的自我形象，使人如见这位风神散朗的诗人，抱着琴，孤零零地伫立在洒满月色的萝径上，望眼欲穿地期盼友人的到来。诗的收尾非常精彩，使诗人深情期待知音的形象如在读者眼前。</p> <p>　　扎看起来，前六句是写景，只有结尾两句写候友。其实不然，诗从一开始就在写候友，不过诗人暗藏在景物中，没有露面罢了。前六句看起来是无人之境，实际上是有人之境。“群壑倏已暝”是诗人看到的，“松月生夜凉”是诗人感到的，“风泉满清听”是诗人的感觉，“樵人归欲尽，烟鸟栖初定”也是诗人看到的。透过这些诗句，可想而知诗人候友已经有一段时间了。待读到“孤琴候萝径”，暗藏在景物中的人，与抚琴候友的人迭在一起，形象蓦地活起来，跃然纸上，呼之欲出。</p> <p>　　全诗色彩不断变幻，景物描写十分清幽，语言含蓄委婉却不失韵味。“松月生夜凉，风泉满清听”两句是此诗名句。</p>",
  "about": "<h2>创作背景</h2> 此<a href=\"http://so.gushiwen.org/view_7275.aspx\">诗</a>写作年代待考，其背景是这样：<a href=\"http://so.gushiwen.org/author_757.aspx\">孟浩然</a>住在僧人业师的庙里，他的朋友丁大（可能是丁凤，有才华而不得志）约定晚上来庙里和他共宿。天快黑了，丁大还没有来，孟浩然就除庙等候他，并作此诗记其事。",
  "poet": {
    "id": 757,
    "star": 0,
    "name": "孟浩然",
    "image": "http://img.gushiwen.org/authorImg/menghaoran.jpg",
    "desc": "孟浩然（689-740），男，汉族，唐代诗人。本名不详（一说名浩），字浩然，襄州襄阳（今湖北襄阳）人，世称“孟襄阳”。浩然，少好节义，喜济人患难，工于诗。年四十游京师，唐玄宗诏咏其诗，至“不才明主弃”之语，玄宗谓：“卿自不求仕，朕未尝弃卿，奈何诬我？”因放还未仕，后隐居鹿门山，著诗二百余首。孟浩然与另一位山水田园诗人王维合称为“王孟”。"
  },
  "tags": [
    "唐诗三百首",
    "写景"
  ]
}