{
  "id": 69947,
  "star": 2,
  "name": "杂剧·玉箫女两世姻缘",
  "dynasty": "元代",
  "content": "第一折<br>少年歌舞老年身，喜笑常生满面春。胭粉岂为无价宝，郎君自是有情人。老身许氏，夫主姓韩，是这洛阳城个中人家。不幸夫主早亡，止有一个亲生女儿，小字玉箫，做个上厅行首。我这女儿吹弹歌舞，书画琴棋，无不精妙。更是风流旖旎，机巧聪明，但是见他的郎君，无一个不爱的。只是孩儿有一件病，生性儿好吃口酸黄菜。如今伴着一个秀才，是西川成都人，好不缠的火热！今日是对门王妈妈生辰，我着孩儿去送手帕，只当告个半日假，他百般不肯去，只要守着那秀才。我索自家走一遭去。学成折桂手，闲作惜花人。巫峡台端梦，襄王病里身。小生姓韦名皋，字武成，祖贯西川成都人也。幼习儒业，博览群书，奈生来酷好花酒，不能忘情。先年游学至此，聿遇大姐韩玉箫不弃，做了一程夫妻，彼此赤心相待，白首相期，只是他母亲有些间阻。今日他母亲不在，我与大姐排遣一会者。解元，我待与王妈妈递手帕去来，只怕来的迟，教你盼望，着娘替我去了。多谢大姐眷爱。梅香，安排酒来，我与您姐夫饮几杯者。酒在此。大姐，先饮此杯。我与解元同饮。咱闲口论闲话，似大姐这般玉质花容，滑歌妙舞，在这歌妓中可是少也。解元，俺这门衣食，不知几时是了也呵！<br>【仙吕】【点绛唇】云鬓花钿，舞裙歌扇，我却也无心恋。怕不道春正芳妍，只落得人轻贱。<br>【混江龙】我不比等闲行院，煞教我占场儿住老丽春园。卖虚睥眉尖眼角，散和气席上尊前。是学的系玉敲金三百段，常则是撩云拨雨二十年，这家风愿天上有眼的休教见。我想来，但得个夫妻美满，煞强如旦末双全。<br>我想大姐如此花貌，如此清音，尚不愿乐，有那等老妓万分不及大姐，似他每怎觅那衣食来？<br>【油葫芦】有那等滴溜的猱儿不觅钱，他每都错怨天，情知那干村沙怎做的玉天仙。那里有野鸳鸯眼秃刷的在黄金殿，则这伙木鹦哥嘴骨邦的在仙音院。搽-个红颊腮似赤马猴，舒着双黑爪老似通臂猿，抱着面紫檀槽弹不的昭君怨，凤凰箫吹不出鹧鸪天。<br>【天下乐】哎，也算做闷向秦楼列管弦，到那三杯酒后呵，觑不的那抓掀。鬏髻偏，便似那披荷叶搭刺着个褐袖肩。他这等模样，倘那子弟道，你歌舞一会咱，他却如何？他便道我醉了，歌舞不的了。倘若再三央浼呵。狗沁歌嚎了几声，鸡爪风扭了半边。投至临散时，可有一件好处。有甚好处？抓着块羊骨头一道烟。<br>这的不足言了。如大姐这般人物声价，那子弟每便怎能勾到的根前？不是我卖弄，但是郎君每来行走，焉敢造次近傍的我！你是怎的？那子弟每到我行呵，<br>【那吒令】见一面半面，弃茶船米船；着一拳半拳，毁山田水田；待一年半年，卖南园北园。我着他白玉妆了翡翠楼，黄金垒了鸳鸯殿，珍珠砌子流水桃源。<br>【鹊踏枝】他见我舞蹁跹，看的做玉婵娟；抹一块鼻凹里沙塘，流两行口角底顽涎。有那等花木瓜长安少年，他每不斟量隔屋撺椽。<br>大姐，这子弟每得能到你家里，可是不容易也。子弟每来俺家里，岂止不容易，还有那些着伤哩。<br>【寄生草】我溜一眼偎着他三魂丧，放一交响的他八步远。如今些浪包喽难註烟花选，哨禽儿怎入莺花传？赚郎君不索桃花片。但来的忽刺刺脑门上吃一个震天雷，响口床口床心窝里中几下连珠箭。大姐，你怎么这等利害？还不见俺娘更是利害哩。<br>【幺篇】俺娘休想投窄寨，常则待拽大举。恰便是老妖精曾吵闹了蟠桃宴，凭着那巧舌头敢聒噪了森罗殿，拖着条黄桑棒直轮磨到悲田院。藕池中锯折并头莲，泥窝里掏杀双飞燕。<br>梅香，将热酒来，我与您姐夫再把一盏。多承大姐厚爱，我委实吃不的了。解元，趁此清暇，好歹多饮几杯咱。<br>【得胜乐】将罗袖卷，香醪劝，请学士官人稳便，这的是酿清泉朝来新镟，直吃的金盏里倒垂莲。<br>【醉中天】这些时聒吵到三百遍，要成合只除是九千年。要茶饭拣儿支分，要衣服换套儿穿，那些儿不称你个婆婆愿？我与你积攒下铜斗般家私过遣，每日价神头鬼面。儿嗛，娘有话说。怎生的将我来自恁熬煎？<br>妈妈有甚见教？韦姐夫，不是我老婆子多言，你忒没志气。如今朝廷挂榜招贤，选用人材，对门王大姐家张姐夫，间壁李二姐家赵姐夫，都赶选登科去了，你还只在俺家缠，俺家爱你那些来？不过为着这个醋瓶子。不争别人求了官来，对门间壁都有些酸辣气味，只是俺一家儿淡不刺的，知道的便说你没志气，不知道的还说俺家误了你的前程。大姐，你娘支我哩。解元放心，见有我哩，睬他怎的？小生在此，实难久住。不如趁此离门，倒也好看。解元，你怎便下的舍了我去也。男子汉也有个立身扬名时节，既是黄榜招贤，我索走一遭去。倘得一官半职，大姐，则你便是夫人县君也。解元既去，待我与你收拾些盘费，更到十里长亭饯一杯咱。天那！都只为爱钱的娘，阻隔了人也。<br>【后庭花】今日在汴河边倚画船，明日在天津桥闻杜鹃。最苦是相思病，极高的离恨天，空教我泪涟涟。凄凉杀花间莺燕，散东风榆荚钱，锁春愁杨柳烟。断肠在过雁前，销魂向落照边。苦恹恹恨怎言？急煎煎情惨然。<br><br>【青歌儿】天那！人在这离亭、离亭开宴，酒和愁怎生、怎生吞咽？狠毒娘下的也么天！情绪绵绵。想柳畔花边，月下星前，共枕同眠，携手凭肩。离暮雨亭轩，望落日山川，问雕鞍何日是归年？俺和你重相见。<br>大姐，你放心者。我此一去得了官，便来取你。解元，你若得官呵，便休负了我也！我怎敢负了大姐。<br>【赚煞】眼见的天阔雁书迟，赤紧的日近长安远，则怕我受官诰的缘薄分浅，则愿的一举成名在日边。你寄音书呵，休爱惜象管鸾笺。大姐，屈着指头儿数，不出三年，我便来也。则愿的早三年，人月团圆，休教妾常倚东风泣断弦。你休恋京师帝辇，别求夫人宅眷，把咱好姻缘翻做了恶姻缘。<br><br>第二折<br>自从韦秀才去后，早已数年，杳无音信。妾身思成一病，虽是不疼不痒，却又不茶水饭，则被这相思病害杀我也。姐姐，进些汤药咱。你不知，我这病症非汤药能医。儿嗛，你害的是甚的病，怎么这等憔悴了？我则愿咱家一年胜似一年。儿嗛，你怎么一日不如一日，你娘凭着谁过日子？儿嗛，好歹坐挣些儿。娘呵，不要吵聒我，省些话儿罢。我盹睡咱。梅香，我恰才待睡一会，是甚么惊觉我来？姐姐，不是这窗前花影，敢是那楼外莺声？<br>【商调】【集贤宾】隔纱窗日高花弄影，听何处啭流莺。虚飘飘半衾幽梦，困腾腾一枕春酲。趁着那游丝儿恰飞过竹坞桃溪，随着这蝴蝶儿又来到月榭风亭。觉来时倚着这翠云十二屏，恍惚似坠露飞萤。多咱是寸肠千万结，只落的长叹两三声！<br>【逍遥乐】犹古自身心不定，倚遍危楼，望不见长安帝京。何处也，薄情，多应恋金屋银屏。想则想于咱不志诚，空说于碜磕磕海誓山盟。赤紧的关河又远，岁月如流，鱼雁无凭。<br>姐姐，你这等情况无聊，我将管弦来，你略吹弹一回消遣咱。与我拿在一边者。<br>【尚京马】我觑不的雁行弦断卧瑶筝，风嘴声残冷玉笙，兽面香消闲翠鼎。门半掩悄悄冥冥，断肠人和泪梦初醒。<br>儿嗛，你这病势却是何如？<br>【梧叶儿】火燎也似身躯热，锥剜也似额角疼，即渐里瘦子身形。这几日茶饭上不待吃，睡卧又不甚宁。我请医者看看你这脉息，知他是甚么症候。若将这脉来凭，多管是废寝忘餐病症。梅香，好生伏事您姐姐，我下边看些汤药来。姐姐，你怎么这等想俺姐夫？我实瞒不的你，据着他那人物才学，如何教我不想也！<br>【醋葫芦】看了他容貌儿实是撑，衣冠儿别样整，更风流、更洒落、更聪明。唱一篇小曲儿宫调清，一团儿软款温柔情性，兀的不坑下人性命、引了人魂灵！<br>【金菊香】想着他锦心绣腹那才能，怎教我月下花前不动情！信口里小曲儿编捏成，端的足剪雪裁冰，惺惺的自古惜惺惺。<br>俺姐夫这等知音，可知姐姐想他哩。你还不曾见他在我身上那样的疼热哩！<br>【浪里来】假若我乍吹箫别院声，他便眼巴巴帘下等，自等到星移斗转二三更。入门来画堂春自生，紧紧的将咱搂定，那温存、那将惜、那劳承！解元呵，想起你那般风韵，害杀我也！<br>【后庭花】想着他和蔷薇花露清，点胭脂红蜡冷，整花朵心偏耐，画蛾眉手惯经，梳说罢将玉肩凭，恰似对鸳鸯交颈。到如今玉叽骨减了九停，粉香消没了半星，空凝盼秋水横，甚情将云鬓整。骨岩岩瘦不胜，闷恹恹扮不成。<br>儿嗛，我办了些汤水来，你吃上几口。儿咱。奶奶，不拘甚么饮食，我吃不下去了。但觉这病越越的沉重了。你拿幅绢果，我待自画一个影身图儿，寄与那秀才咱。<br>【金菊香】怕不待儿番落笔强施呈，争奈一段伤心画不能。腮斗上泪痕粉渍定，没颜色鬓乱钗横，和我这眼皮眉黛欠分明。<br>我再做一首词，一并将去。词名〔长相思〕。长相思，短相思，长短相思杨柳枝，断肠十万丝。生相思，死相思，生死相思无了时，寄君肠断词。梅香，将镜儿来我照一照，则怕近日容颜不似这画中模样了也。<br>【柳叶儿】兀的不寂寞了菱花妆镜，自觑下白害心疼，将一片志诚心写入下冰绡巾争。这一篇相思令，寄与多情，道是人憔悴不似丹青。<br>奶奶，你将些盘费，倩一个人把我这幅真容和这篇词，往京师寻那韦秀才去。王小二在那里？只我便是王小二。奶奶，你叫我做甚么？俺那女。儿要央你去京师寻那韦秀才，你去的么？天下路程，我都曾定过。小二哥，你到京师，好生寻着那韦秀才，道我心事咱。<br>【浪里来】你道个题侨的没倍行，驾乍的无准成。我把他汉相如厮敬重，不多争，我比那卓文君有稍没了四星，空教我叫天来不应。秀才呵，岂不闻举头三尺行神明！<br>大姐，你自将息，我到京师寻着韦秀才纵是来时，我也不得见了。<br>【高过随调煞】心事人拔下短筹，有情人太薄幸。他说道三年来，刊如今五载不回程，好教咱上天远，入地近，泼残生恰便似风内灯。小二哥，比及你见俺那亏心的短命，则我这一灵儿先《出洛阳城。<br>卜儿云)玉箫孩儿已是死了，我索高原选地，破木为棺，葬埋了者。儿嗛，则被你闪杀我也！(下)<br><br>第三折<br>(末戎装引卒子上，诗云)万里功名衣锦归，当年心事苦相违。月明独忆吹箫侣，声断秦楼凤已飞。自家韦皋的便是。自离了玉箫大姐，到的京都，一举状元及第，蒙圣恩除为翰林院编修之职。后因吐蕃作乱，某愿为国家树立边功，乃领兵西征，一战而收西夏。又蒙圣恩加为镇西大元帅。镇守吐蕃，安制边疆。自得官至于今日，早己十有八年。想我当初与玉箫临别之言，期在三年以里相见，初则以王命远征，无暇寄个音信；及至坐镇时节，方才差人取他母子去。(作掩面悲科，云)不想那玉箫为我忧念成疾，一卧不起。他那妈妈亦不知其所在。某想念其情，至今未曾婚娶，日夜忧思，不觉鬓发斑白。我看这驷马香车，五花官诰，可教何人请受也。今圣恩诏某班师回朝，路过荆州，节度使张延赏乃某昔年同学故人，不免探望他一遭。传与前军，望荆州进发者。(卜儿上，云)老身韩妈妈是也。自我玉箫孩儿身死之后，我将他自画的那幅真容，往京师寻韦秀才去，不想秀才应过举得了官，蒙朝廷钦命领兵西征吐蕃去了。我欲往那里寻他，一来途路迢遥，二来干戈扰攘，况我是个老妇人家，怎受的那般驱驰辛苦，以此不曾去的。今闻得他班师回朝，我不免就军门前见他者。大哥，烦你通报元帅知道，有韩妈妈特来求见。(卒子报，见科)(末云)妈妈，你在那里来？(十儿云)万苦千辛，非一言可尽。有我女儿遗下的真容，你自看者。(末对砌末发悲科，云)大姐，教你痛杀我也！妈妈就留在军中，待我回朝之日，与你养赡终身便了。(并下)(外扮张延赏引卒子上，诗云)披文握武镇荆襄，立地擎天作栋梁。宝剑磨来江水白，锦袍分出汉宫香。老夫姓张名权，字延赏，祖贯西川人氏。幼习儒业，兼读兵书，早年一举成名，蒙圣恩见我人材器识，尚以太平公主，官拜虞部尚书。后因边关不靖，出为荆襄节度使，兼控制西川。有一个义女，小字玉萧，原是优门人家，善吹弹歌舞，更智慧聪明。每开家宴，或是邀会亲贵高宾，出以侑酒，无不倾醉。今有镇西大元帅韦皋，蒙招颁师，路经于此，此人乃幼年同学故人，某颇有一日之长，他今驻节城外，闻说乘晚要来拜望老夫，我早已差人邀请去了。不免大开夜宴，待兄弟来时，就出玉萧佐酒，以叙十数年渴怀。左右，待韦元帅来时，报我知道。(未上，云)自家韦皋，早至荆州，即欲投拜延赏哥哥，奈以军情事重，未敢擅离，他却早差人来邀我。我须乘此夜色，带的数十骑亲随人去，会见哥哥一遭。把门的，报复去，道有韦元帅来也。(卒子报，见科)(张延赏云)多承元帅屈尊降临，有失迎迓，愿乞恕罪。(末云)久违<br>尊颜，复得瞻拜。何幸，何幸。(张延赏云)多谢元帅不弃。将酒来，我与元帅奉一杯咱。(作乐行酒科)(末云)量你兄弟有何德能，着哥哥如此管待。(张延赏云)教左右唤出女孩儿来劝酒者。(末云)哥哥，既蒙置酒张筵，何劳又出爱女相见，此礼怕不中么？(张延赏云)你我异姓兄弟，有何不可。(唤旦科)(正旦扮玉箫上，云)妾身张玉箫。乃节度使之义女也。闻的堂前呼唤，不免走一遭去。不知又管待甚人？好个夜宴也呵。(唱)<br>【越调】【斗鹌鹑】翡翠窗纱，鸳鸯碧瓦，孔雀金屏，芙蓉绣榻。幕卷轻绡，香焚睡鸭。灯上上，帘下下，这的是南省尚书，东床驸马。<br>(云)好整齐也。(唱)<br>【紫花儿序】帐前年朱衣画戟，门下士锦带吴钩，坐上客绣帽宫花。本教坊歌舞，依内苑奢华。板撒红牙，一派箫韶准备上。则两行美人如画，有粉面银筝，玉手琵琶。<br>(末云)哥哥，夜已深了，免教令爱出来。也不劳多赐酒肴。(张延赏云)蔬酌不堪供奉，待孩儿出来，劝上一杯。(正旦入见科)(张延赏云)这位是你叔父，乃征西大元帅，不比他人，与你叔交把一劝者。(奏乐，旦把酒科)(唱)<br>【金焦叶】则见那宫烛明烧绛蜡，我这里纤手高擎玉斝。见他那举止处堂堂俊雅，我在窄便坦孜孜觑罢。<br>(做打认科)(唱)<br>【调笑令】这生我那里也曾见他，莫不是我眼睛花？手抵着牙儿是记咱。(带云)好作怪也。(唱)不由我心儿里相牵挂，莫不是五百午欢喜冤家？何处绿杨曾系马，莫个是梦儿中云雨巫峡。<br>(张延赏云)孩儿。好生与你叔父满把一杯。(旦把盏、末低首偷叫科，云)玉萧。(正旦低应科。云)有。(张延赏见科，云)你不好生把酒，说些甚的？(正旦慌科，唱)<br>【小桃红】玉箫吹彻碧桃花，端的足一刻千金价。(末偷视科)(正旦唱)他背影卫斜将眼稍抹，唬的我脸烘霞。(张延赏云！再满斟酒者。(旦把盏科，唱)俺上人酒杯嫌杀春风凹。(末低云)小娘子多大年纪？曾许配与谁？(正旦低唱)俺新年十八，未曾招嫁。(末云)小娘子是他亲生女儿么？(正旦唱)俺主人培养出牡丹芽。<br>(张延赏云)韦皋，我道你是个有道理人，教孩儿与你把盏，你如何因而调戏，看承的我为何人！(末云)实不相欺，我有已亡过的妻室，乃洛叫名妓，与此女小字相同，面貌相类。因此见面生情，逢新感旧。(正旦)好可怜人也。(唱)<br>【鬼三台】他说起凄凉话，和我也泪不做行儿上，兜的唤回我心猿意马。我是朵娇滴滴洛阳花，呀！险些的露出风流话靶。(张延赏云)你这等胡说。你道与你亡妻相类，不道与你做了媳妇罢。(正旦唱)这言词道耍来不是耍，这公事道假来个是假。(末云)委实似我亡妻，非为借言调戏。(正旦唱)他那里拔树寻根，(张延赏云)韦皋，这是我亲生女儿，你做何人看承？(正旦唱)便似你指鹿道马。<br>(末云)令爱既不曾许聘于人，末将自亡妻室以来，亦不曾再娶，倘蒙不弃。也不辱你驸马门庭。(张延赏云)休的胡说！我与你是故人，才敢出妻见子，你如何见面生情？似你这等人，外君子而中小人，貌人形而心禽兽，即当和你绝交矣。(正旦云)主公息怒。(张延赏云)这妮子也向着他，兀的不气杀我也！(正旦唱)<br>【秃厮儿】我劝谏他似水耻纳瓜，他看觑咱如镜里观花。便做道书生自来情性耍，怎生调戏俺好人家娇娃？<br>(张延赏怒云)如此恶客，请他做甚的。左右，将筵席撒了。(做闹起科)(正旦唱)<br>【圣药王】怎救搭，怎按纳，公孙弘东阁闹喧哗。散下玳瑁筵，漾下鹦鹉斝，踢翻银烛绛笼纱，(张延赏拔剑科)(正旦唱)翻扯二尺剑离匣。<br>(张赶杀科，云)我好意请你，你倒起这样歹念头。我先把你杀死，待我面奏圣人去。(正旦云)主公不可造次。(唱)<br>【麻郎儿】他如今管领着金戈铁甲，簇拥着鼓吹鸣笳，他虽足违茶犯法，咱无甚势剑铜铡。<br>【幺篇】怎么，忭大。便杀他！有罪呵，御阶前吃几金瓜。他掌着百十万军权柄把，建奇功收伏了两夏。<br>(末出外科，云)大小三军，与我围了宅子，拿出老匹夫来，碎尸万段者。(军士作喊、围宅科)(正旦唱)<br>【络丝娘】不争你舞剑的田文意差，恼的个绝缨会将军怒发。(觑末科，唱)那里有娶媳妇当筵厮暗哑，也合倩个官媒打话。<br>(张延赏仗剑做意科)(正旦云)主公息怒。待玉箫自去，同他只消的两三句，可着他散了军马。(出见末科，云)元帅，你须是读书之人，何故躁暴。(末云)老匹夫无札。小娘子太为义女，他却诈作亲生，其间必有暗昧。我求亲事，他不许我还可，乃敢辄自拔剑将我赶杀，我如今只着他片时间寸草无遗。(三军作减杀科)(正旦唱)<br>【东原乐】俺家里酒色存无价，休胡说生香玉有瑕，他丈人万万君王当今驾，这的是玉叶金枝宰相衙。你这般厮蹅蹅，恶口床口床在碧油幢下。<br>【拙鲁速】论文呵，行周公礼法；论武呵。代大子征伐。不学云间翔凤，恰似井底鸣蛙。你这般摇旗呐喊，簸土扬沙，折皮々磨磨，叫叫喳喳。你这般耀武扬威待怎么？将北海尊罍鞲做了两事家，你卖弄你那搊扎，你若是指一指该万剐！<br>(末云)匹夫欺我太甚，我先杀此匹夫，扫朝面奏天子，我也有收伏西夏之功，当的将功折罪。(正旦云)元帅不可。你奏圣旨破吐蕃，定西夏，班师回朝，便当请功受赏；如何为求亲不成，辄敢矫诏，劫杀节使，罪不容诛。岂不闻《周易》有云：师出以律，失往凶也。夫子云：暴虎冯河，死而无悔者。吾不与也。元帅请自思之。(末云)未将不才，便求小娘子以成秦晋之好，亦不玷辱了他，他如何便不相容？(正旦云)元帅峋果要问亲，当去朝廷奏准，来取妾身，岂不荣耀？便俺驸马亦岂敢违宣抗敕？不思出此，而擅自相杀。计亦左矣。(末云)这也说的是。大小三军。可即解了围者。(正旦云)可不好也！(唱)<br>【收尾】从来秀才每个个色胆天来大，险把我小胆儿文材唬杀。(张延赏云)若不看着故人分上，我必杀汝以雪吾之耻。(正旦唱)息怒波文火性卓王孙，(末云)待我奏过朝廷，那时不道和你干休了哩。(领众下)(正旦唱)噤声波强风情汉司马。(下)(张延赏云)请的好客，请的好客，兀的不气杀我也！我想他此一去，必然面奏朝廷。你去的，我也去的，大家奏，大家奏。(下)<br><br>第四折<br>(卜儿上，云)老身韩妈妈。闻得韦元帅道，张节度使家歌女玉箫，与我家孩儿面貌一个样儿，他因求亲不成，反与张节使怪怒一场。如今奏准朝廷，取张家回京，成此亲事。今日蒙元帅教我将着我女儿这幅真容，当个美人图儿，向他驸马府前卖去，且看有人来买么？(叫卖画科)(张延赏上，云)老夫张延赏。昨在荆州因请韦皋，着小女玉箫出而劝酒，倒惹那厮一场羞辱。不想他班师回朝，倒将此事奏知官里，蒙圣旨招我携家回京。与他成此亲事。此系圣人天语，谁敢违背？不免入朝走一遭者。(作见上科，云)是甚人喧闹？(左右云)是个卖画的婆子。(张延赏云)叫他过来。你这老婆子卖的是甚么画儿？(卜儿云)是幅美人图。(张延赏云)将来我看。(作看科，云)呀，好是奇怪，怎么与俺玉箫女儿一个模样？兀那婆子，你这美人图儿却是甚人画的？(卜儿云)是我亡过的女儿韩玉箫他亲手画的真容，寄与他夫主韦皋秀才，我来京师寻他，人说他领兵镇守西蕃。我在此等他，早已十八年了，囊箧使的罄尽，我不免拿此当做一幅美人图儿，卖些钱钞作盘费。(张延赏云)元来如此，可知韦皋他日前见面生情也。(卜儿云)老爷恰才说甚的韦皋？(张延赏云)你这婆子不知，你这画中美人，与我养女玉箫一般模样。我前在荆州请韦皋，教我女儿与他把盏，他却恁的无礼，被老夫怪怒一场。他今回朝奏知官里，我今日正欲与他面奏此事。你就将这画儿卖与我，可要多少钱钞？(卜儿云)既我女婿见在，我待将去与他哩，便与我千金也卖不成了，(张延赏云)左右，将这婆子带者，与他同入朝去，见的此事真实，那韦皋不为欺我也。(作带卜儿下)(外扮唐中宗引示一众工，云)寡人唐中宗是乜。昨有征西大元帅韦皋班师回京，奏道驸马张延赏养女玉箫，与他亡妻韩玉箫面貌一般，他欲求成这段婚姻，寡人特取驸马还朝，与他两家成就此好事。不免宣的驸马入朝，对众文武前听寡人裁断。(内侍宣私)(张延赏上，云)今蒙官里宣唤，不免入朝见驾去来。(做见驾科)(驾云)驸马，韦皋在你家欲求一门亲事，不知你意下何如？(张延赏云)陛下，臣家见有玉箫女儿，宣的他来，教他自说。(驾云)宣来。(内侍唤旦科)(正旦上，云)妾身张玉箫。蒙圣人恩旨，随驸马爹爹还朝，要与韦元帅成就亲事。今闻官里宣唤，不免见驾走一遭者。(入见驾科)(驾云)玉箫，你说当日荆州张驸马，怎么请那韦元帅来？(正旦唱)<br>【双调】【新水令】当夜呵那里是太平公主家夜筵排，恰只是请了个宴鸿门殢虞姬的樊哙。拖地锦是凤尾旗，撞门羊是虎头牌，倚仗着御笔亲差，征西夏大元帅。<br>(驾云)玉箫，你是驸马亲生女儿么？(正旦唱)<br>【沉醉东风】玉箫习学就诗山曲海，生长在柳陌花街。燕莺集每日忙，鸳鸯社逐朝赛。(驾云)你可怎么入的驸马家里？(正旦唱)俺那老虔婆见钱多卖，一札脚王侯宰相宅，谁敢道半米儿山河易改！(驾云)玉箫，你认的那韦皋么？(正旦云)妾曾会过，见时尚自认的。(驾云)你向班部中试认者。(旦起认末科)(唱)<br>【乔牌儿】见他裹着乌纱帽那气概，秉着白象笏那尊大。宽绰绰紫罗袍偏称金鱼带，气昂昂立在白玉阶。<br>(驾云)玉箫，只怕不是他么？(正旦唱)<br>【水仙子】这公曾绝缨会上戏裙钗，(末云)我在那里来？(正旦唱)也曾细柳营中大会垓。(末云)我却怎生闹起来？(正旦唱)你将个相公宅看觑似莺花寨。(末云)是他先怒了我来。(正旦唱)你道是他不该，便活佛也恼下下莲台。(末云)我是大元帅，他如何便敢欺我？(正旦唱)也是俺官官相为，你可甚贤贤易色，(末云)我是好意求亲，他怎敢恁的！(正旦唱)因此上不远千里而来。<br>(驾云)驸马，他两个说的是与不是？(张延赏云)陛下，朝门外有个卖画婆子，可作一个证人。(驾云)宣采。(内侍宣卜儿科)(见旦作悲科，云)玉箫儿口禁，你怎么到的这里？(驾做意科，云)这个婆子，怎么就认的是玉箫？如何这等烦恼？(正旦唱)<br>【揽筝琶】众文武都惊怪，不由咱心上转疑猜。这个即世婆婆，莫不是前世的奶奶？小字儿唤的明白，絮叨叨怨怨哀哀。似绿窗前唤回我春梦来，和我也雨泪盈腮。<br>(驾云)那个婆子，你怎么便见这女儿，就认的他？(卜儿云)妾有一幅画儿，是我女。儿玉萧的真容，所以认的。(驾云)将来看咱。(挂砌末众惊科，云)怎么这个画中美人，和这女儿如一个模儿脱的一样？(正旦云)有这等异样的事！(唱)<br>【雁儿落】都一般胭脂桃杏腮，都一般金粉芙蓉额。都一般为云为雨情，都一般倾国倾城态。<br>【得胜令】恰便似一个印盒儿脱将来，因春瘦骨厓厓。(卜儿云)这是我孩儿临危之时画的真容，寄与他夫主韦秀才的。(正旦唱)那里是寄心事丹青巾争，则是个等身图、烟月牌，出落在长街。犹古白还不彻风流债，得几贯钱财，恰便是放从良得自在。(驾云)玉萧，你既是韦元帅之妻，你如何尚在，犹是青春？(正旦唱)<br>【甜水令】他说的是十八年前，三千里外，因此上弄玉错投胎。(驾云)玉萧，你原来死后投胎，到今一十八岁。你是青春幼女，韦元帅他是已过中年的人了，你肯与他做夫妻么？(正旦跪，云)人命修短不齐，焉知妾不死于元帅之先？(唱)陛下道我，正在青春，他虽年迈，也都是天地安排。<br>(驾云)玉箫，你既愿意，就配与元帅为夫人者。(正旦扯末做谢驾科，唱)<br>【折桂令】儿的不桃源洞枯树花开，他是那八辅官员，生的来一品人材。(卜儿云)孩儿，你这等年貌不齐，何不别求佳婿？(正旦唱)他也年未衰残，圣恩匹配，相守头白。(张延赏云)我是贵戚宰相之家，为女求配，必得少年佳客，为何嫁此老夫？(正旦唱)遮莫你广成子吹箫凤台，姜太公流水天台，情愿琴瑟和谐，连理双栽，生则同衾，死则同埋。<br>(驾云)韦元帅，就此谢了驸马，作岳父者。(旦扯末科)(末云)臣官居一品，位列三台，何处求婚不遂，怎肯拜他？(正旦唱)<br>【落梅风】可知、可知卖弄那金花诰，(扯张科，云)过来，过来。(唱)休触抹着玉镜台。秀才价做的来整盐黄菜，温太真更做道情性乖，怎敢向晋明行人惊小怪。<br>(末云)他夸他家勋贵，却又弃嫌老夫，倘事不济，倒惹的傍人耻笑。(正旦唱)<br>【沽美酒】你麟阁上论战策，风池卫试文才。(带云)元帅，你烦恼怎么？(唱)摇机斯挺春风门下客，更怕甚宋弘事不谐，放心波今上自裁划！<br>(张延赏云)则是我养女儿的不气长也。我与你做个丈人，便一拜也落不的你哩！(正旦唱)<br>【太平令】也是他买了个赔钱货无如之奈。笑你个强项侯不伏烧埋。那壁似狼吃了幞头般宁耐，这壁如草地卫球儿般打快。不索你插钗，下财纳采，有甚消不的你展脚伸崾两拜！<br>(旦、末共谢科)(驾云)既是婚姻已就，各自归家，做庆喜筵席。朕回宫去也。(下)(正旦唱)<br>【络丝娘煞尾】不争你大闹四川性窄，翻招了个笑坦东床贵客！<br>(张延赏云)天下喜事，无过夫妇团圆。何况今日以两世之姻缘，谐三生之配合，尤为人间奇异，今古无双。便当杀单造酒，做个大大筵席庆贺者！(诗云)诏造成亲入帝都，老夫焉敢惜鸾雏。男婚女嫁寻常有，两世姻缘自古无。<br>题目韦元帅重谐配偶<br>正名玉萧女两世姻缘</p> <p> ",
  "poet": {
    "id": 37,
    "star": 0,
    "name": "乔吉",
    "image": "http://img.gushiwen.org/authorImg/qiaoji.jpg",
    "desc": "乔吉(1280?～1345) 元代杂剧家、散曲作家。一称乔吉甫，字梦符，号笙鹤翁，又号惺惺道人。太原人，流寓杭州。钟嗣成在《录鬼簿》中说他“美姿容，善词章，以威严自饬，人敬畏之”，又作吊词云：“平生湖海少知音，几曲宫商大用心。百年光景还争甚？空赢得，雪鬓侵，跨仙禽，路绕云深。”从中大略可见他的为人。剧作存目十一，有《杜牧之诗酒扬州梦》、《李太白匹配金钱记》、《玉箫女两世姻缘》三种传世。"
  },
  "tags": []
}