{
  "id": 47978,
  "star": 88,
  "name": "冉冉孤生竹",
  "dynasty": "两汉",
  "content": "冉冉孤生竹，结根泰山阿。<br>与君为新婚，菟丝附女萝。<br>菟丝生有时，夫妇会有宜。<br>千里远结婚，悠悠隔山陂。<br>思君令人老，轩车来何迟！<br>伤彼蕙兰花，含英扬光辉。<br>过时而不采，将随秋草萎。<br>君亮执高节，贱妾亦何为！",
  "fanyi": "<p><strong>译文<br></strong>我好像那荒野里孤生的野竹，希望能在大山谷里找到依靠的伴侣。<br>你我相亲新婚时你远赴他乡，犹如兔丝附女萝我仍孤独而无依靠。<br>兔丝有繁盛也有枯萎的时候，夫妻也应该会要有俩相厮守的时宜。<br>我远离家乡千里来与你结婚，正是新婚恩爱时你却离我远赴他乡。<br>相思苦岁月摧人老青春有限，多麼的盼望夫君功成名就早日归来。<br>我自喻是朴素纯情的蕙兰花，正是含苞待放楚楚怜人盼君早采撷。<br>怕过了时节你还不归来采撷，那秋雨飒风中将随著秋草般的凋谢。<br>你信守高节而爱情坚贞不渝，那我就只有守著相思苦苦的等著你。</p> <p><strong>注释<br></strong>⑴冉冉：柔弱下垂貌。孤生竹：犹言野生竹。孤，独。<br>⑵泰山：即“太山”，犹言“大山”“高山”。阿（ē）：山坳。<br>⑶为新婚：刚出嫁婚娶。<br>⑷兔丝：一作“菟丝”，一种旋花科的蔓生植物，女子自比。女萝：一说即“松萝”，一种缘松而生的蔓生植物，以比男子。<br>⑸生有时：草木有繁盛即有枯萎，以喻人生有少壮即有衰老。<br>⑹宜：犹言适当的时间。<br>⑺悠悠：遥远貌。山陂：泛指山和水。吕向注：“陂，水也。”<br>⑻轩车：有篷的车。这里指迎娶的车。<br>⑼蕙兰花：女子自比。蕙、兰是两种同类香草。<br>⑽含英：指花朵初开而未尽发。含，没有完全发舒。英，花瓣。扬光辉：形容容光焕发。<br>⑾萎：枯萎，凋谢。<br>⑿亮：同“谅”，料想。执高节：即守节情不移的意思。<br>⒀贱妾：女子自称。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　“冉冉孤生竹，结根泰山阿。”竹而曰“孤生”以喻其孑孑孤立而无依靠，“冉冉”是女子自寓柔弱。竹结根之处是大山，又在山阿之处，可以避风，这是以山比喻男方。《文选》李善注曰：“结根于山阿，喻妇人托身于君子也。”</p> <p>　　“与君为新婚，兔丝附女萝。”兔丝（菟丝）和女萝是两种蔓生植物，其茎蔓互相牵缠，比喻两个生命的结合。《文选》五臣注：“菟丝女萝并草，有蔓而密，言结婚情如此。”从下文看来，菟丝是女子的自喻，女萝是比喻男方。“为新婚”不一定是已经结了婚。清方廷珪《文选集成》说，此是“媒妁成言之始”而“非嫁时”。“为新婚”可能是指已经订了婚，但还没有迎娶。</p> <p>　　“兔丝生有时，夫妇会有宜。”这还是以“兔丝（菟丝）”自喻，既然菟丝之生有一定的时间，则夫妇之会亦当及时。言外之意是说既然订婚，就及时结合，不要错过了自己的青春时光。从女子的心境，可以感受到<a href=\"http://so.gushiwen.org/view_47978.aspx\">诗</a>人珍惜时光的思想，珍惜美好人生的情感的态度。</p> <p>　　“千里远结婚，悠悠隔山陂。”从这两句看来，男方所在甚远，他们的结婚或非易事。这女子曾企盼着，不知何时他的车子才能到来，所以接下来说：“思君令人老，轩车来何迟！”这首诗开头的六句都是比，这四句改用赋，意尽旨远，比以上六句更见性情。</p> <p>　　“伤彼蕙兰花，含英扬光辉。过时而不采，将随秋草萎。”这四句又用比。女子以蕙和兰两种香草自喻，把现时的自已比作为娇艳的含苞待放的花朵，如果不及时采摘就会错过时候，娇艳美丽的蕙兰花就将像秋草一样枯黄凋萎。这是希望男方趁早来迎娶，不要错过了时光。唐<a href=\"http://so.gushiwen.org/author_840.aspx\">杜秋娘</a>《金缕衣》：“花开堪折直须折，莫待无花空折枝。”与此两句意思相近。</p> <p>　　最后二句“君亮执高节，贱妾亦何为？”这女子的疑虑已抒写毕尽，最后遂改为自我安慰。她相信男方谅必坚持高尚的节操，一定会来的，那么自己则不必怨伤。</p> <p>　　在艺术上，这首诗歌主要表现在这几方面：首先，运用比喻，形象生动；其次，心理描写，情感丰富；再次，层次清楚，结构严谨；第四，结尾反问，增强效果。</p>",
  "about": "<h2>创作背景</h2> 　　《冉冉孤生竹》是《古<a href=\"http://so.gushiwen.org/view_47978.aspx\">诗</a>十九首》之一。《古诗十九首》大约是东汉后期作品，今人综合考察十九首诗所表现的情感倾向、所折射的社会生活情状以及它纯熟的艺术技巧，一般认为这十九首诗所产生的年代应当在东汉献帝建安之前的几十年间。至于《冉冉孤生竹》的具体创作时间则难以考证。有人认为此诗是婚后夫有远行，妻子怨别之作；也有人认为此诗是写一对男女已有成约而尚未成婚，男方迟迟不来迎娶，女方遂有种种疑虑哀伤，作出这首感情细腻曲折之诗。",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": [
    "古诗十九首",
    "女子",
    "相思",
    "孤独"
  ]
}