{
  "id": 48740,
  "star": 169,
  "name": "诉衷情·眉意",
  "dynasty": "宋代",
  "content": "清晨帘幕卷轻霜。呵手试梅妆。都缘自有离恨，故画作远山长。<br>思往事，惜流芳。易成伤。拟歌先敛，欲笑还颦，最断人肠。",
  "fanyi": "<p><strong>译文<br></strong>清晨卷起结着清霜的幕帘，呵暖双手试梳新式梅花妆。都因为内心有太多离愁别恨，所以把双眉涂得像远山那么长。<br>回想那如烟往事，痛惜流逝的年华，更容易使人感伤。想唱歌又敛容，想欢笑眉头却紧皱，这日子最令人痛断肝肠。</p> <p><strong>注释<br></strong>⑴诉衷情：原为唐教坊曲名，后用为词牌名。唐<a href=\"http://so.gushiwen.org/author_415.aspx\">温庭筠</a>取《离骚》“众不可户说兮，孰云察余之中情”之意，创制此调。双调四十四字，上下片各三平韵。<br>⑵轻霜：薄霜，表明时节已是初秋。<br>⑶试梅妆：谓试着描画梅花妆。梅妆，“梅花妆”的省称。梅花妆是一种美妆，始于南朝宋寿阳公主。《太平御览》卷三十《时序部》引《杂五行书》：“宋武帝女阳寿公主一日卧含章殿檐下，梅花落公主头上，成五出花，拂之不去。皇后留之，看得几日，三日后洗落。宫女奇异竟仿，今日梅妆是也。”<br>⑷缘：因为。离恨：因别离而产生的愁苦。南朝梁<a href=\"http://so.gushiwen.org/author_534.aspx\">吴均</a>《陌上桑》<a href=\"http://so.gushiwen.org/view_48740.aspx\">诗</a>：“故人宁知此，离恨煎人肠。”<br>⑸远山：指远山眉。形容把眉毛画得又细又长，有如水墨珈的远山形状。比喻离恨的深长。<br>⑹流芳：流逝的年华。<br>⑺敛（liǎn）：收敛表情。<br>⑻颦（pín）：皱眉，忧愁的样子。<br>⑼断人肠：悲痛之极，谓之断肠。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　这首词抒写女子的离愁别恨，用字并不多，几个场景切换却生动地刻画了女主人公复杂的内心世界。词以形传神，词人从环境描写到人物外貌描写，继而是女子的生活片段，表现出了女子内心的苦闷，对于逝水流年的追忆以及痛苦的生活经历。</p> <p>　　<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>的词，和他的<a href=\"http://so.gushiwen.org/view_48740.aspx\">诗</a>文风格是很不一样的，说不上放荡，但至少是放得开。所以他的词中说男女之情，或写儿女之态的不少，而且写得很好，说明他其实并不是一个古板的人。题目叫“眉意”，就是以眉为题。古代女子化妆，画眉是最重要的步骤之一，画的花样也多，所以古人甚至以“蛾眉”为美丽女子的代称。《诗经·卫风·硕人》中就以“螓首蛾眉，巧笑倩兮，美目盼兮”描写美人。<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>的《离骚》中，也已经有“众女嫉余之蛾眉兮，谣诼谓余以善淫”的诗句。后人诗文中就举不胜举了。</p> <p>　　上片叙事，写画眉。“清晨帘幕卷轻霜”是环境描写，冬日的早晨，寒气袭人。“呵手试梅妆”，以素描手法勾勒出一幅图画：女主人公于冬日清晨临镜梳妆，呵气温暖着纤细的双手，精心地在额上勾勒着梅花妆。“帘幕卷”，暗示她已起床，虽然时间尚早，却要起床梳妆，表现出日常生活的艰辛。“轻霜”，暗示气候只微寒。因微寒而呵手，可见女主人公的娇怯，也体现出她迫于生计才如此辛苦。“试梅妆”，则突出她的秀慧俏丽。</p> <p>　　后二句写她内心本有离愁别恨，所以把眉儿“故画作远山长”。古人有以山水喻别离的习惯，眉黛之长，象征水阔山长。用远山比美人之眉，由来已久。托名汉伶玄《飞燕外传》就有“女弟合德入宫，为薄眉，号远山黛”之句。此二句极有情致。女子画了一个长眉，这是很正常的。唐明皇《好时光·宝髻偏宜宫样》云：“眉黛不须张敞画，天教入鬓长。”可见长眉是美的标志。眉毛画作“远山长”，也是平常的事。唐代<a href=\"http://so.gushiwen.org/author_688.aspx\">张泌</a>《妆楼记》说唐明皇避“安史之乱”逃到成都后，让画工作《十眉图》，也就是十种眉毛的画法。明代<a href=\"http://so.gushiwen.org/author_181.aspx\">杨慎</a>《丹铅续录·十眉图》中重新总结了这些眉式的图谱，计有鸳鸯眉、远山眉、五岳眉、三峰眉、垂珠眉、却月眉、分梢眉、涵烟眉、横云眉、倒晕眉共十种。“远山眉”就是其中一种。托名刘歆《西京杂记》卷二说“（卓）文君姣好，眉色如望远山”；<a href=\"http://so.gushiwen.org/author_588.aspx\">晏几道</a>《生查子·远山眉黛长》说李师师“远山眉黛长，细柳腰肢袅”。可见“远山眉”是很好看的，据说是一种淡淡的细长眉妆。这里，从歌女一番对镜梳妆、顾影自怜的举动中，尤其是从她描眉作“远山长”当中，可以窥见她内心的凄苦孤独和对爱情的渴望。词人高明的地方，是融情入景。把眉画作“远山”，不是因为它好看，而是“都缘自有离恨”，把画眉与思人联系得十分巧妙。</p> <p>　　下片抒情，写蹙眉。上片说到思人，下片就很自然地过渡到“思往事，惜流芳，自成伤”了。从举止、容色中，词人窥测女子有感伤的情绪，大概她正在思量着难追的往事，惋惜着易逝的芳年，内心伤感不已。此三句，极其成功地对女主人公进行了心理刻画，仅用寥寥数语便便充分表现了她内心的痛楚和感伤。</p> <p>　　结尾三句，以“拟歌先敛，欲笑还颦，最断人肠”的情态，活灵活现地刻画出女主人公无法获得幸福生活而为生计被迫卖唱的痛苦心情，道出了她对于自身命运不能自主而只得让美好年华虚度在陪人欢笑上的凄苦和悲凉，把一个心有千千结而又不得不强颜欢笑的女子写活了。由于她有感伤，触处皆愁，所以欲歌之际，却先敛容不欢；将笑之时，也还带恨含颦。她诚于中而形于外，人则见其外而知其中，故此情此态，最得知心者怜爱而为之魂销，因魂销乃至肠断。末句“最断人肠”隐含着作者的同情，语简意深，十分传神。</p> <p>　　通览全词，语浅情深，言短味长，用简单的语言写出了当时社会的黑暗与专制，充分体现了词人的悲悯之心。欧阳修善于发现，用心去感受贫苦人民的生活方式，用诗词反映底层人民的悲欢离合，这正是此词令读者动情之处。</p> <p>　　这首词由于既有环境的渲染，又有情感的转折，所以不仅情感真挚，而且耐人寻味。在词中，作者笔下出现一位娇柔羞涩的少女，她工愁善感，敏慧多情，这些，都没有作正面交待，却从侧面点拨，使读者从她的梳妆、歌唇、颦笑中想象而得，而她的形象栩栩如生、呼之欲出，足见词人生活体验和艺术功力之深。</p>",
  "about": "<h2>创作背景</h2> 　　<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>在政治生活中，刚劲正直，见义勇为，他的<a href=\"http://so.gushiwen.org/view_48740.aspx\">诗</a>文和部分“雅词”表现出其性格中的这个侧面。而他的日常私生活，尤其是年轻时的生活，则颇风流放任。因而也写了一些带“世俗之气”的艳词。这首《诉衷情》就是其中之一。一般认为，这首词是写一个歌女的生活。其创作时间未详。",
  "poet": {
    "id": 561,
    "star": 0,
    "name": "欧阳修",
    "image": "http://img.gushiwen.org/authorImg/ouyangxiu.jpg",
    "desc": "欧阳修（1007－1072），字永叔，号醉翁，晚号“六一居士”。汉族，吉州永丰（今江西省永丰县）人，因吉州原属庐陵郡，以“庐陵欧阳修”自居。谥号文忠，世称欧阳文忠公。北宋政治家、文学家、史学家，与韩愈、柳宗元、王安石、苏洵、苏轼、苏辙、曾巩合称“唐宋八大家”。后人又将其与韩愈、柳宗元和苏轼合称“千古文章四大家”。"
  },
  "tags": [
    "宋词三百首",
    "宋词精选",
    "女子",
    "生活",
    "抒情"
  ]
}