{
  "id": 72874,
  "star": 34,
  "name": "鬓云松令·枕函香",
  "dynasty": "清代",
  "content": "枕函香，花径漏。依约相逢，絮语黄昏后。时节薄寒人病酒，刬地梨花，彻夜东风瘦。<br>掩银屏，垂翠袖。何处吹箫，脉脉情微逗。肠断月明红豆蔻，月似当时，人似当时否？",
  "fanyi": "<p><strong>译文<br></strong>枕头上还留有余香，花径里尚存春意。那梨花一夜之间在东风中飘落，病酒之后的黄昏恍惚间与她相遇，仿佛来到原来相约的地点，在夕阳下细语绵绵。<br>而今却银屏重掩，影支形单。在孤单单中又听到了脉脉传情的箫声。此时正月照在那红豆蔻之上，那时曾月下相约，如今月色依然，人却分离，她是否依然依稀如旧？</p> <p><strong>注释<br></strong>⑴鬓（bìn）云松令：此调一作《鬓云松》，又名《苏幕遮》，原为唐教坊曲名，后用作词牌名。双调，上、下片各七句，共六十二字。各片第二、四、五、七句押韵，均为仄声韵<br>⑵枕函（hán）：古代陶瓷枕或木枕中空如函，可做成抽屉，存放贴身物件，是为枕函，可代指枕头。<br>⑶花径：花间的小路。南朝梁<a href=\"http://so.gushiwen.org/author_1482.aspx\">庾肩吾</a>《和竹斋》：“向岭分花径，随阶转药栏。”<br>⑷漏（lòu）：泄露，这里指春光泄露，<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>《腊日》有“侵脸雪色还萱草。漏泄春光有柳条”。[2] <br>⑸依约：仿佛。<br>⑹絮（xù）语：连续不断地说话。<br>⑺薄（bó）寒：微寒。<br>⑻病酒：饮酒沉醉或谓饮酒过量而生病。<br>⑼刬（chǎn）地：无端地、平白地。<br>⑽逗：引发、触动。<br>⑾红豆蔻（kòu）：植物名。宋<a href=\"http://so.gushiwen.org/author_529.aspx\">范成大</a>《桂海虞衡志·志花·红豆蔻》：“红豆蔻花从生……穗数十蕊，淡红鲜妍，如桃杏花色。蕊重则下垂如葡萄，又如火齐璎珞及剪彩鸾枝之状。此花无实，不与草豆蔻同种。每蕊心有两瓣相并，词人托兴日比连理云。”</p>",
  "shangxi": "<h2>赏析</h2> <p>　　上阕从痴情人忆的感受写起、“枕函香，花径漏。依约相逢，絮语黄昏后。”起首四句写回忆里的室外情景：荏花径泄露春光，枕头都留有余香的美好日子里，他与伊人在黄昏时见面，絮语温馨情意绵绵。这里运用“梨花”、“瘦”等意象暗喻了她也为相思而受尽煎熬。此中情景都是想象之语，而以实笔出之。</p> <p>　　下阕阳句写别后词人相思成痴、痴情人幻的迷离之景。前两句写她在闺房里，寂寞地掩着屏风，青绿色的衣袖低低垂下．似是欲说还休。后两句，词人心魂则由彼处，倏然飞回此处。写这时候他依稀听到了她那脉脉传情的箫声，只是不知人在何处。“何处吹箫，脉脉情微逗”，情转温软醉人。“肠断月明红豆蔻”，接下来一句则再由幻境回到现实。写如今夜色沉凉，月光照在院中的红豆蔻上，那红豆蔻无忧无虑开得正盛，让人触景伤情： “月似当时，人似当时否？”于是又联想到曾与她同处在月下的情景，而如今月色依然，入却分离。月亮永恒，恋情却苦短，在这月的孤独落寞中，昔日繁华凋零，词人反问这句清丽而沧桑的“月似当时，人似当时否？”比起“当时明月在，曾照彩云归”，更显情深、意浓，凄凄惨惨戚戚历历可见。 </p> <p>　　全词虽迷离恍惚，但层次分明。上阙起始于这痴情人幻的感受。先写室外情景；下阙则是转回到室内的描写，以反诘的收束，将其如痴如幻的情怀表达的更为透彻。该词描写月夜怀念所爱之人的痴情，柔情婉转，语辞轻倩，似丽人姿容初展，风神微露。</p>",
  "about": "<h2>创作背景</h2> 　　据赵秀亭、冯统一《饮水词笺校》，该词应作于康熙十六年（1677）前，在沉凉月夜的环境下，作者怀念所爱之人，于是写下这首词。",
  "poet": {
    "id": 188,
    "star": 0,
    "name": "纳兰性德",
    "image": "http://img.gushiwen.org/authorImg/nalanxingde.jpg",
    "desc": "纳兰性德（1655－1685），满洲人，字容若，号楞伽山人，清代最著名词人之一。其诗词“纳兰词”在清代以至整个中国词坛上都享有很高的声誉，在中国文学史上也占有光采夺目的一席。他生活于满汉融合时期，其贵族家庭兴衰具有关联于王朝国事的典型性。虽侍从帝王，却向往经历平淡。特殊的生活环境背景，加之个人的超逸才华，使其诗词创作呈现出独特的个性和鲜明的艺术风格。流传至今的《木兰花令·拟古决绝词》——“人生若只如初见，何事秋风悲画扇？等闲变却故人心，却道故人心易变。”富于意境，是其众多代表作之一。"
  },
  "tags": [
    "爱情",
    "相思",
    "写景",
    "抒情"
  ]
}