{
  "id": 50461,
  "star": 16,
  "name": "梦江南·九曲池头三月三",
  "dynasty": "宋代",
  "content": "九曲池头三月三，柳毵毵。香尘扑马喷金衔，涴春衫。<br>苦笋鲥鱼乡味美，梦江南。阊门烟水晚风恬，落归帆。",
  "fanyi": "<p><strong>译文<br></strong>三月三的九曲池畔，细嫩的柳条随风飘扬。前来游春的士人很多，车马如云，踏起的尘土直扑鼻子，弄脏了游人美丽的春衫。<br>这使我常常梦见故乡江南，那里的苦笋、鲥鱼味道很鲜美。苏州城笼罩在烟水茫茫之中，晚风轻轻吹来，使人感到很惬意。河汊中的归舟慢慢落下风帆。</p> <p><strong>注释<br></strong>①九曲池头：据考察，苏州并无九曲池。《建康志》裁，九曲池在台城东宫城内，粱昭明太子所凿。长安有曲江池.，为都中第一胜景，开元、天宝年间上巳日（三月初三）游人云集，盛况空前。建康又有九曲池，蜀中有所谓龙池九曲，贺词中的“九曲池”可能指的是京都汴京的游览胜地，并非实指。五代后蜀<a href=\"http://so.gushiwen.org/author_2277.aspx\">花蕊夫人</a>宫词云：“龙池九曲远相通，杨柳丝牵两岸风。”花蕊夫人写的是蜀中指汴京供皇帝游乐与士庶纵赏的金明池等一带河塘。《越绝书》中云：“胥门外有九曲路，闺庐造以游姑苏之台，以望太湖。” <br>②三月三：阴历三月三日。魏晋以后固定这一天为上巳节，人们都到水边嬉游采兰或洗沐，以示驱除不祥，名叫“修禊”。<br>③毵毵（sān sān）：枝条细长的样子。<a href=\"http://so.gushiwen.org/author_757.aspx\">孟浩然</a>《高阳池》<a href=\"http://so.gushiwen.org/view_50461.aspx\">诗</a>：“绿岸毵毵杨柳垂。”<br>④衔（xián）：马嚼子。<br>⑤涴（wǎn）：污染。<br>⑥鲥（shí）鱼：生活在海中，五六月间入淡水产卵时，脂肪肥厚，味最鲜美，中国沿海各大河流中都有。<a href=\"http://so.gushiwen.org/author_405.aspx\">王安石</a>诗《歌元丰》：“鲥鱼出网蔽江渚，荻笋肥甘胜牛乳。”<br>⑦阊（chāng）门：苏州城的西门。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这首小词的结构是独特的。上片语言绚丽，写京都春景，下片语言淡雅，写江南春景。作者对两处春景都有着一份爱意，这之中的感情是含蓄、复杂而又微妙的。</p> <p>　　“九曲池头三月三，柳毵毵。”<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>《丽人行》描述：“三月三日天气新，长安水边多丽人。”文学作品中常有以少总多的效果，在这里<a href=\"http://so.gushiwen.org/author_399.aspx\">贺铸</a>用“九曲池头三月三”这样的词句，调遣着杜<a href=\"http://so.gushiwen.org/view_50461.aspx\">诗</a>所铺叙极写的曲江水边丽人踏青的壮观。借着读者的联想，贺铸轻而易举地将杜诗的意境拽到了读者面前，柳丝摇曳，美女如云。</p> <p>　　“香尘扑马喷金衔，涴春衫。”仍未直接写人，但士女如云，帝城春游的场面，却从一个侧面被渲染出来了。照说，通过香尘来写游人之多，也是较常见的写法。但“香尘扑马喷金衔”一句，却颇能造成气氛。《东京梦华录》云：“妓女旧日多乘驴，宣、政间惟乘马，披凉衫，将盖头背系冠子上。少年狎客，往往随后，亦跨马轻衫小帽。有三五文身恶少年控马，谓之‘花褪马’，用短缰促马头，刺地而行，谓之‘鞅缰’，呵喝驰骤，竟逞骏逸。”贺铸曾居汴京，于都人行乐场景自寓于目而记于心，故能绘声绘色，生动地写出了境界。经过这样渲染后，再接上“沆春衫”三字，这春便有十二分的浓腻。</p> <p>　　“苦笋鲥鱼乡味美，梦江南。”下片写江南春景。苦笋、鲥鱼乃江南美味，佐酒佳肴。<a href=\"http://so.gushiwen.org/author_405.aspx\">王安石</a>《后元丰行》诗云：“鲥鱼出网蔽洲渚，荻笋肥甘胜牛乳。”<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>《离峡州后回寄元珍表臣》诗云：“荻笋鲥鱼方有味，恨无佳客共杯盘。”这美味佳肴足以引起人对江南的怀念。这种怀念又让人想起晋代的<a href=\"http://so.gushiwen.org/author_251.aspx\">张翰</a>。时政混乱，翰为避祸，急欲南归，于是托词见秋风起，思故乡菰菜、蓴羹、鲈鱼脍，辞官归吴。贺铸于“梦江南”中透露着的也是思归的情愫。</p> <p>　　“阊门烟水晚风恬，落归帆。”结句将这种情愫表达得更为清晰。“君到姑苏去，人家尽枕河。”门巷对着烟水，春日将暮，晚风恬静，点点归舟，缓缓地驶来，悠悠地落下白帆。“晚风恬”的“恬”字，极其准确地把握江南日暮晚风的特点。风恬，烟水更美，归帆落得更悠闲。“恬”，不仅是风给人的印象，也是词人此刻想到江南烟水时的情绪表现。“落归帆”三字，用语淡淡，造景淡淡，心绪似也淡淡，然而于淡淡之中分明有着一份浓浓的乡思。</p>",
  "about": "<h2>创作背景</h2> 　　北宋末期词坛名家<a href=\"http://so.gushiwen.org/author_399.aspx\">贺铸</a>，本是一位怀有济世大志与治事才能之人。因性情刚介，任侠尚气，为当轴者所忌，虽为后族宗婿，终不得重用。一生久沉下僚，悒悒不得志，遂有归隐山湖之愿。他的不少词作，反映了这两种思想的交替和矛盾。这首词是他中年时在苏州客居后，再次去汴京谋职时所作。",
  "poet": {
    "id": 399,
    "star": 0,
    "name": "贺铸",
    "image": "http://img.gushiwen.org/authorImg/hezhu.jpg",
    "desc": "贺铸(1052～1125) 北宋词人。字方回，号庆湖遗老。汉族，卫州（今河南卫辉）人。宋太祖贺皇后族孙，所娶亦宗室之女。自称远祖本居山阴，是唐贺知章后裔，以知章居庆湖（即镜湖），故自号庆湖遗老。"
  },
  "tags": [
    "春天",
    "写景",
    "思乡"
  ]
}