{
  "id": 2786,
  "star": 12,
  "name": "咏燕 / 归燕诗",
  "dynasty": "唐代",
  "content": "海燕虽微渺，乘春亦暂来。<br>岂知泥滓贱，只见玉堂开。<br>绣户时双入，华堂日几回。<br>无心与物竞，鹰隼莫相猜。",
  "fanyi": "<p><strong>译文</strong><br>海燕虽然是细微渺小的，趁着春天也只是暂时回到北方。<br>以燕子不知泥滓之贱，只见玉堂开着。<br>便一日数次出入华堂绣户，衔泥作窠。<br>海燕无心与其他动物争权夺利，鹰隼不必猜忌、中伤。</p> <p><strong>注释</strong><br>⑴海燕：在中国古代，把比较宽阔的水域均成为海。“海燕”即指燕子。<br>⑵虽微渺：虽然卑下低贱。<br>⑶亦：也。<br>⑷泥滓（ní zǐ）：泥渣。贱：卑贱。<br>⑸玉堂：玉饰的殿堂，宫殿的美称，这里暗指朝廷。<br>⑹绣户：华丽的居室，隐喻朝廷。<br>⑺时：时而。<br>⑻双：成双。<br>⑼华堂：与上文“绣户”同义。<br>⑽竞：竞争，争夺。<br>⑾鹰隼（sǔn）：鹰和雕，泛指猛禽。<br>⑿莫相猜：不要猜忌。相，一方对另一方（发出动作）。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　《归燕<a href=\"http://so.gushiwen.org/view_2786.aspx\">诗</a>》是一首咏物诗，所咏的是将要归去的燕子，但诗人并没有工细地描绘燕子的体态和风神，而是叙述与议论多于精工细雕的刻画，是一首妙用比兴、寓意深长的诗。</p> <p>　　首联“海燕虽微眇，乘春亦暂来”，从海燕“微眇”写起。诗人作为唐玄宗开元年间的名相，是以直言敢谏著称的，因而遭到<a href=\"http://so.gushiwen.org/author_2691.aspx\">李林甫</a>等毁谤，从此以后，玄宗渐渐疏远<a href=\"http://so.gushiwen.org/author_691.aspx\">张九龄</a>，在开元二十四年那年被罢相。诗人在此借“海燕”之“微眇”来隐喻自己微贱之身，暗含着自己不像李林甫那样出身华贵。对句“乘春亦暂来”，这一句承上“海燕”而来，表面是说，海燕乘着春天的美好时光而来，即使时间不长但也来了。诗人借燕子的春来秋去来暗示自己在圣明的时代暂时来朝廷做官。一个“暂”字，不仅说燕子也已经来了，同时也暗示了自己来朝为官时间不长。这一联，诗人通过景物的描写，寓情于景，抒发了自己为民做事，忠于朝廷的情怀。</p> <p>　　颔联“岂知泥滓贱，只见玉堂开”。这一联承上联想“燕子”而来。出句“岂知泥滓贱”中，“泥滓贱”喻指李林甫之类的小人。燕子衔泥筑巢，而不知“泥滓”之贱。这里，诗人借此暗示自己对李林甫这样的小人还认识是不太清楚。一个“贱”字，不但写出了李林甫这样的卑微，也表现出诗人对李林甫之流的厌恶。出句“只见玉堂开”，这里，诗人以燕子出入“玉堂”之中，衔泥作窠的辛苦，比喻自己在朝廷为相而日夜辛劳之状。诗人以物喻人，不但形象生动，而且含蓄蕴藉，不但引起读者的思考，而且也给读者以审美想象的空间。</p> <p>　　颈联“绣户时双入，华堂日几回”，这一联紧承颔联中的“玉堂开”而来。在对偶中，具体表现出自己为朝廷效忠和大度的胸襟。诗句中的“绣户”、“华堂”和前面的“玉堂”都是隐喻朝廷。“双”即指诗人和李林甫两人。“时双入”即每天双双（指诗人和李林甫）进入朝廷。这里，诗人表现了自己没有把李林甫当成有敌意的人，从而表现出诗人为了朝廷而忘记个人的私事，也表现出诗人为朝廷、为国家而所具有的开阔心胸。出句“华堂日几回”中的“日几回”即每天进出几次。这里，诗人通过数量词表明了工作的繁忙景象——来去匆匆，更表现出对朝廷忠心耿耿。</p> <p>　　尾联“无心与物竞，鹰隼莫相猜”，这一联集中表现出诗人对朝廷的忠诚而忘却自己之情。出句“无心与物竞”，意思是说，我没有心思和精力与外物竞争，实际上表明了诗人尽心工作，为朝廷效力。末句“鹰隼莫相猜”，这里，诗人表面写的“猛禽”，实则是诗人在告诫李林甫之流，我无心与你争权夺利，不必猜忌，更不必中伤（也许哪天我要退隐了）。那时候，朝廷大权已经落在李林甫手中，张九龄自知不可能有所作为，不得不退让，但心中不无牢骚和感慨。这正如唐代诗人<a href=\"http://so.gushiwen.org/author_197.aspx\">刘禹锡</a>在《吊张曲江序》中称张九龄被贬之后说：“有拘囚之思，托讽禽鸟，寄词草树，郁郁然与骚人同风。”可见，诗人张九龄在面对强敌对手时，清醒与明智，也看出张九龄在文学创作中的巧妙——以物喻人，含蓄蕴藉。</p> <p>　　这首律诗对仗工整，语言朴素，风格清淡，如“轻缣素练”（<a href=\"http://so.gushiwen.org/author_149.aspx\">张说</a>评张九龄语）一般。它名为咏物，实乃抒怀，既写燕，又写人，句句不离燕子，却又是张九龄的自我写照。作者的艺术匠心，主要就表现在他选择了最能模写自己的形象的外物——燕子。句句诗不离燕子，但又不黏于燕子，达到不即不离的艺术境界。</p>",
  "about": "<h2>创作背景</h2> <p>　　作者是唐玄宗开元（713-741）年间的名相，以直言敢谏著称。由于<a href=\"http://so.gushiwen.org/author_691.aspx\">张九龄</a>屡次顶撞唐玄宗，再加上<a href=\"http://so.gushiwen.org/author_2691.aspx\">李林甫</a>从中作梗，玄宗渐渐疏远张九龄。公元736年（开元二十四年），张九龄觉察到皇帝对自己心生不满，终于向李林甫低头，写下这首<a href=\"http://so.gushiwen.org/view_2786.aspx\">诗</a>赠与李林甫。然而李林甫并不心慈手软，很快借严挺之事件毁谤张九龄，导致其被罢相。《归燕诗》大约写于这年秋天。</p>",
  "poet": {
    "id": 691,
    "star": 0,
    "name": "张九龄",
    "image": "http://img.gushiwen.org/authorImg/zhangjiuling.jpg",
    "desc": "张九龄(678-740) : 唐开元尚书丞相，诗人。字子寿，一名博物，汉族，韶州曲江（今广东韶关市）人。长安年间进士。官至中书侍郎同中书门下平章事。后罢相，为荆州长史。诗风清淡。有《曲江集》。他是一位有胆识、有远见的著名政治家、文学家、诗人、名相。他忠耿尽职，秉公守则，直言敢谏，选贤任能，不徇私枉法，不趋炎附势，敢与恶势力作斗争，为“开元之治”作出了积极贡献。他的五言古诗，以素练质朴的语言，寄托深远的人生慨望，对扫除唐初所沿习的六朝绮靡诗风，贡献尤大。誉为“岭南第一人”。"
  },
  "tags": [
    "托物言志"
  ]
}