{
  "id": 50741,
  "star": 43,
  "name": "盐角儿·亳社观梅",
  "dynasty": "宋代",
  "content": "开时似雪。谢时似雪。花中奇绝。香非在蕊，香非在萼，骨中香彻。 <br>占溪风，留溪月。堪羞损、山桃如血。直饶更、疏疏淡淡，终有一般情别。",
  "fanyi": "<p><strong>译文</strong><br>花开的时候象雪，凋谢的时候仍然像雪，在百花之中的确是绝无仅有。散发出来的清香不在花蕊，也不在花萼，而是从骨子里飘荡出来的，清香透彻。<br>占尽了从小溪吹来的轻风，留住了小溪中的明月，使那红得似血的山桃花也羞惭得减损了自己的容颜。即使仍然花影稀疏清香淡淡，终究另有一种非其他媚俗之花可与之相比的情致。</p> <p><strong>注释</strong><br>盐角儿：词牌名。王灼《碧鸡漫志》：“盐角儿，《嘉桔杂志》云：‘梅圣俞说，始教坊家人市盐，于纸角中得一曲谱，翻之，遂以名。’令双调《盐角儿》令是也。欧阳永叔尝制词。’<br>亳（bó）社：指亳州（今安徽亳县）祭祀土地神的社庙。另义，亳社，即殷社。古时建国必先立社，殷建都亳，故称亳社，故址在今河南商丘。<br>开时似雪：<a href=\"http://so.gushiwen.org/author_744.aspx\">卢照邻</a>《梅花落》：“雪处疑花满，花边似雪回。\"<br>谢时似雪：<a href=\"http://so.gushiwen.org/author_647.aspx\">杜审言</a>《大酶》：“梅花落处疑残雪，柳叶开时任好风。”<br>花中奇绝：花中奇物而绝无仅有。<br>骨中香彻：梅花的香气是从骨子里透出来的。彻，透。宋<a href=\"http://so.gushiwen.org/author_2170.aspx\">魏了翁</a>《次韵苏和甫雨后观梅》：“疏影照人骚梦冷，清香彻骨醉痕锁。”<br>堪羞损、山桃如血：可以使那红得似血的山桃花羞惭而减损自己的容颜。堪，可以，能够。损，煞。很的意思。<br>直饶更、疏疏淡淡：即使枝叶花朵再疏淡。从然，即使。<br>终有一般情别：终究另有一种情致（非其他媚俗之花可比）。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　作者通过对梅花的色、香、形的描写，赞美梅花的骨中香彻与别有情致。</p> <p>　　上阙写梅花如雪的颜色与透骨的清香。“开时似雪，谢时似雪，花中奇绝”三句集中笔墨，用重复叠句而略更数字的方法极写梅花颜色的奇绝。突出了梅花颜色的与众不同。“香非在蕊，香非在萼，骨中香彻”三句与前三句运用了相同的表现手法，写出了梅花与众不同的另一个方面——香，告诉人们，梅花的清香不是从花蕊散发出来的，也不是从花萼散发出来的，而是从骨子里透出来的，突出描写了梅花的香彻透骨的特点。与“开时似雪，谢时似雪，花中奇绝”联系起来看，上下两联似对非对，遣词灵动，看似无意，实则工于运笔。</p> <p>　　下阙写以山桃作比衬，刻画梅花神韵和品格。“占溪风，留溪月，堪羞损、山桃如血”，运用对比的手法，以山桃花衬托梅花非凡的神韵。梅花非但独占了小溪的轻风和明月，还将那鲜艳无比的红红的山桃花羞怯惭愧得减损了几分颜色，可见梅花的气质和神韵的超凡脱俗。“直饶更、疏疏淡淡，终有一般情别”，写梅花的另一大特点，纵然枝叶花影稀疏，清香淡淡，最终还是别有一番媚俗之花所不能与之媲美的超凡情致，枝疏有疏落横斜篱落之韵，香淡有清香淡雅之美，这便是梅花高洁的品格。</p> <p>　　在这首咏梅词中，词人写的是梅花的非凡的神韵和高洁的品格，实际也是自己所向往的人格的写照，词人在梅花的高洁的品格中寄托了自己的志趣和情操。</p>",
  "about": "<h2>创作背景</h2> 　　这首词作于宋哲宗绍圣二年，作者从齐州知州贬为毫州通判之际，是一首咏物之作。",
  "poet": {
    "id": 643,
    "star": 0,
    "name": "晁补之",
    "image": "http://img.gushiwen.org/authorImg/chaobuzhi.jpg",
    "desc": "晁补之（公元1053年—公元1110年），字无咎，号归来子，汉族，济州巨野（今属山东巨野县）人，北宋时期著名文学家。为“苏门四学士”（另有北宋诗人黄庭坚、秦观、张耒）之一。曾任吏部员外郎、礼部郎中。 工书画，能诗词，善属文。与张耒并称“晁张”。其散文语言凝练、流畅，风格近柳宗元。诗学陶渊明。其词格调豪爽，语言清秀晓畅，近苏轼。但其诗词流露出浓厚的消极归隐思想。著有《鸡肋集》、《晁氏琴趣外篇》等。"
  },
  "tags": [
    "宋词三百首",
    "婉约",
    "咏物",
    "梅花"
  ]
}