{
  "id": 243,
  "star": 21,
  "name": "行苇",
  "dynasty": "先秦",
  "content": "敦彼行苇，牛羊勿践履。方苞方体，维叶泥泥。戚戚兄弟，莫远具尔。或肆之筵，或授之几。</p> <p>肆筵设席，授几有缉御。或献或酢，洗爵奠斝。醓醢以荐，或燔或炙。嘉肴脾臄，或歌或咢。</p> <p>敦弓既坚，四鍭既钧，舍矢既均，序宾以贤。敦弓既句，既挟四鍭。四鍭如树，序宾以不侮。</p> <p>曾孙维主，酒醴维醹，酌以大斗，以祈黄耇。黄耇台背，以引以翼。寿考维祺，以介景福。",
  "fanyi": "<p><strong>译文<br></strong>芦苇丛生长一块，别让牛羊把它踩。芦苇初茂长成形，叶儿润泽有光彩。同胞兄弟最亲密，不要疏远要友爱。铺设竹席来请客，端上茶几面前摆。<br>铺席开宴上菜肴，轮流上桌一道道。主宾酬酢共畅饮，洗杯捧盏兴致高。送上肉酱请客尝，烧肉烤肉滋味好。牛胃牛舌也煮食，唱歌击鼓人欢笑。<br>雕弓拽满势坚劲，四支利箭合标准；发箭一射中靶心，较量射技座次分。雕弓张开弦紧绷，利箭四支手持定。四箭竖立靶子上，排列客位不慢轻。<br>宴会主人是曾孙，供应美酒味香醇。斟满大杯来献上，祷祝高寿贺老人。龙钟体态行蹒跚，扶他帮他侍者仁。长命吉祥是人瑞，请神赐送大福分。</p> <p><strong>注释<br></strong>1.行苇：道路边的芦苇。行：道路。<br>2.敦（tuán）彼：苇草丛生貌。<br>3.践履：践踏。<br>4.方苞：指枝叶尚包裹未分之时。体：成形。<br>5.泥泥：苇叶润泽貌。<br>6.戚戚：亲热。<br>7.远：疏远。具：通“俱”。尔：“迩”，近。<br>8.肆：陈设。筵：竹席。<br>9.几：古人席地而坐时，所依靠的矮脚小木桌，一般是老人才用。<br>10.缉御：相继有人侍候。缉，继续。御，侍者。<br>11.献：主人对客敬酒。酢（zuò）：客人拿酒回敬。<br>12.洗爵：周时礼制，主人敬洒，取几上之杯先洗一下，再斟酒献客，客人回敬主人，也是如此操作。爵，古酒器，青铜制，有流、柱、鋬（pàn）和三足。奠斝（jiǎ）：周时礼制，主人敬的酒客人饮毕，则置杯于几上；客人回敬主人，主人饮毕也须这样做。奠，置。斝，古酒器，青铜制，圆口，有鋬和三足。<br>13.醓（tǎn）：多汁的肉酱。醢（hǎi）：肉酱。荐：进献。<br>14.燔（fán）：烧肉。炙：烤肉。<br>15.脾：通“膍（pí）”，牛胃，俗称牛百叶。臄（jué）：牛舌。<br>16.歌：配着琴瑟唱，叫“歌”。咢（è）：只打鼓不伴唱，叫“咢”。<br>17.敦（diāo）弓：雕弓。敦，通“雕”。坚：坚固，坚劲。<br>18.鍭（hóu）：一种箭，金属箭头，鸟羽箭尾。钧：合乎标准。<br>19.舍矢：放箭。均：射中。<br>20.序宾：安排宾客在宴席上的座位次序。贤：此指射技的高低。<br>21.句（gōu）：借为“彀”，张弓引满。<br>22.树：竖立，指箭射在靶子上像树立着一样。<br>23.侮：轻侮，怠慢。<br>24.曾孙：主祭者之称，他对祖先神灵自称曾孙。戴震《<a href=\"http://so.gushiwen.org/view_243.aspx\">诗</a>学女为》：“古者适（dí）孙则曰曾孙。《（尚）书》曰‘有道曾孙’、《考工记》曰‘曾孙诸侯’是也。此燕族人故称曾孙，明祖之适孙以与同祖之人燕（yàn）于此也。”<br>25.醴（lǐ）：甜酒。醹（rú）：酒味醇厚。<br>26.斗：古酒器。大斗柄长三尺。此指用大勺斟酒以痛饮。<br>27.祈：求。黄耇（gǒu）：年高长寿。<br>28.台背：或谓背有老斑如鲐鱼，或谓背驼，总之都是老态龙钟的样子。台，同“鲐”。<br>29.引：引道。此指搀扶。翼：扶持帮助。<br>30.寿考：长寿。祺（qí）：福，吉祥。<br>31.介：借为“丐”，乞求。景福：大福。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　此<a href=\"http://so.gushiwen.org/view_243.aspx\">诗</a>分章，各家之说不同。毛诗分七章，第一、二章每章六句，第三至第七章每章四句；郑玄笺分八章，每章四句；<a href=\"http://so.gushiwen.org/author_459.aspx\">朱熹</a>《诗集传》分四章，每章八句。</p> <p>　　第一章先从路旁芦苇起兴。芦苇初放新芽，柔嫩润泽，使人不忍心听任牛羊去践踏它。仁者之心，施及草木，那么兄弟骨肉之间的相亲相爱，更是天经地义的了。这就使得这首描写家族宴会的诗，一开始就洋溢着融洽欢乐的气氛。</p> <p>　　第二章正面描写宴会。先写摆筵、设席、授几，侍者忙忙碌碌，场面极其盛大。次写主人献酒，客人回敬，洗杯捧盏，极尽殷勤。再写菜肴丰盛，美味无比。“醓”、“醢”、“脾”、“臄”云云，可考见古代食物的品种搭配，“燔”、“炙”云云，也可见早期烹调方法的特征。最后写唱歌击鼓，气氛热烈。</p> <p>　　第三章写比射，为宴会上一项重要活动。和第二章的多方铺排、节奏舒缓不同，这一章对比射过程作了两次描绘，节奏显得明快。两次描绘都是先写开弓，次写搭箭，再写一发中的，但所用词句有所变化。场面描绘之后写主人“序宾以贤”、“序宾以不侮”，表明主人对胜利者固然优礼有加，对失利者也毫不怠慢，这就使得与会者心情都很舒畅。</p> <p>　　第四章仍是写宴会，重在表明对长者的尊敬之意。先写主人满斟美酒，以敬长者，再写主人祝福长者长命百岁，中间插以长者老态龙钟、侍者小心搀扶的描绘，显得灵动而不板滞。</p> <p>　　此篇表现了周代贵族家宴的盛况，体现了从古至今中华民族和睦友爱、尊老敬老的传统美德。诗写宴会、比射，既有大的场面描绘，又有小的细节点染，转换自然，层次清晰。修辞手法丰富多采，有叠字，如形容苇叶之润泽，则用“泥泥”，形容兄弟之亲热，则用“戚戚”，贴切生动；有排比，如“敦弓既坚，四鍭既钧，舍矢既均”，显得极有气势。这些对于增强诗的艺术效果，都起到了很好的作用。</p>",
  "about": "<h2>创作背景</h2> 　　关于此<a href=\"http://so.gushiwen.org/view_243.aspx\">诗</a>的主题背景向来有较大争议。《毛诗序》云：“《行苇》，忠厚也。周家忠厚，仁及草木，故能内睦九族，外尊事黄耇，养老乞言，以成其福禄焉。”此为汉古文经学之说。王先谦《诗三家义集疏》引<a href=\"http://so.gushiwen.org/author_403.aspx\">刘向</a>《列女传·晋弓工妻》“君闻昔者公刘之行，羊牛践葭苇，恻然为民痛之，恩及草木，仁著于天下”，王符《潜夫论·德化》“公刘厚德，恩及草木、牛羊六畜，仁不忍践履生草，则又况于民萌而有不化者乎”、《边议》“公刘仁德，广被行苇，况含血之人，己同类乎”，<a href=\"http://so.gushiwen.org/author_119.aspx\">班彪</a>《北征赋》“慕公刘之遗德，及行苇之不伤”，赵晔《吴越春秋》“公刘慈仁，行不履生草，运车以避葭苇”，说明汉鲁诗（见刘、王书）、齐诗（见班赋）、韩说（见赵书）三家今文经学之说以此为专写公刘仁德之诗。胡承珙《毛诗后笺》云：“案此诗章首即言亲戚兄弟，自是王与族燕之礼，与凡燕群臣国宾者不同。然所言献酢之仪，肴馔之物，音乐之事，皆与《仪礼·燕礼》有合。则其因燕（宴）而射，亦如《燕礼》所云，若射则大射正为司射，是也。至末言以祈黄耇，则义如《文王世子》所谓公与父兄齿者，此其与凡燕有别者也。然则此诗只是族燕一事，而射与养老连类及之。《序》以睦族为内，养老为外，盖由养九族之老而推广言之，以见周家忠厚之至耳。”如从此说，此诗则为周王室与族人饮宴之作。",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": [
    "诗经",
    "宴会"
  ]
}