{
  "id": 57801,
  "star": 94,
  "name": "汉宫春·立春日",
  "dynasty": "宋代",
  "content": "春已归来，看美人头上，袅袅春幡。无端风雨，未肯收尽余寒。年时燕子，料今宵梦到西园。浑未辨，黄柑荐酒，更传青韭堆盘？<br>却笑东风，从此便薰梅染柳，更没些闲。闲时又来镜里，转变朱颜。清愁不断，问何人会解连环？生怕见花开花落，朝来塞雁先还。",
  "fanyi": "<p><strong>译文</strong><br>从美人登发上的袅袅春幡，看到春已归来。虽已春归，但仍时有风雨送寒，似冬日徐寒犹在。燕子尚未北归，料今夜当梦回西园。已愁绪满怀，无心置办应节之物。<br>东风自立春日起，忙于装饰人间花柳，闲来又到镜里，偷换人的青春容颜。清愁绵综如连环不断，无人可解。怕见花开花落，转眼春逝，而朝来塞雁却比我先回到北方。</p> <p><strong>注释</strong><br>汉宫春：词牌名。《高丽史·乐志》名《汉宫春慢》。《梦窗词集》入“夹钟商”。各家句读多有出入，通常以《稼轩长短句》为准。九十六字，前后片各四平韵。<br>立春日：古称“立春”春气始而建立，黄河中下游地区土壤逐渐解冻。《岁时风土记》：“立春之日，士大夫之家，剪彩为小幡，谓之春幡。或悬于家人之头，或缀于花枝之下。”南朝·陈·《杂曲》：“立春历日自当新，正月春幡底须故”。<br>“春已”三句：谓从美人登发上的袅袅春幡，看到春已归来。春幡：古时风俗，每逢立春，剪彩绸为花、煤、燕等状，插于妇女之粪，或缀于花枝之下，曰春播，也名恬胜，彩胜。稼轩《蝶恋花·元日立春)词起句云：“谁向椒盘答彩胜。”此风宋时尤盛。<br>“无端”两句：言虽已春归，但仍时有风雨送寒，似冬日徐寒犹在。无端：平白无故地。<br>“年时”两句：燕子尚未北归，料今夜当梦回西园。年时燕子：指去年南来之燕。酉园：汉都长安西邦有上林苑，北宋都城汴京西门外有琼林苑，都称西园，专供皇帝打猎和游赏。此指后者，以表现作者的故国之思。<br>“浑末办”两句：言已愁绪满怀，无心置办应节之物。浑：全然。黄柑荐洒：黄柑酪制的腊酒。立春日用以互献致贸。更传：更谈不上相互传送，青韭堆盘：《四时宝鉴》谓“立春日，唐人作春饼生菜，号春盘”。又一说，称五辛盘。《本草纲目·菜部》：“五辛菜，乃元旦、立春，以葱、蒜、韭、募惹、芥辛嫩之菜和食之，取迎新之意，号五辛盘。故苏拭《立春日小集戏辛端叔》<a href=\"http://so.gushiwen.org/view_57801.aspx\">诗</a>云：“辛盘得青韭．腊酒是黄柑。”辛词本此，但反用其意。<br>“却笑”五句：言“东风”自立春日起，忙于装饰人间花柳，闲来又到镜里，偷换人的青春容颜。黄梅染柳：吹得梅花飘香、柳丝泛绿。镜里转变朱颜：谓年华消逝，镜里容颜渐老。更：何况。<br>“清愁“两句：言清愁绵综如连环不断，无人可解。解连环：据《战国策·齐策》．秦昭王遣使齐国，送上玉连环一串，请齐人解环。群臣莫解。齐后以椎击破之，曰：环解矣。辛词用此喻忧愁难解。<br>“生怕见”两句：言怕见花开花落，转眼春逝，而朝来塞雁却已先我还北。生怕：最怕，只怕。塞雁：去年由塞北飞来的大雁。</p>",
  "shangxi": "<p>　　的青少年时代是在北方度过的。当时的中国北方，已为金人所统治，辛弃疾的家乡山东也不例外。他是在宋高宗绍兴三十二年从金国归于南宋的。据邓广铭先生考证，这首词是他南归之初、寓居京口（镇江）时所作的一首词。</p> <p>　　此词上片通过立春时节景物的描绘，隐喻当时南宋不安定的政局。开头“春已归来”三句，点明立春节候。按当时风俗，立春日，妇女们多剪彩为燕形小幡，戴之头鬓。故<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>《春日帖子》中有“共喜钗头燕已来”之句。“无端风雨”两句，既指自然界的气候多变，也暗指南宋最高统治集团惊魄不定、碌碌无为之态，宛如为余寒所笼罩。“年时燕子”三句，作者由春幡联想到这时正在北飞的燕子，可能已经把他的山东家园作为归宿了。“年时”即去年之意，这说明作者作此词时，离别他的家乡才只一年光景。接下去“浑未办”三句，是说作者新来异乡，生活尚未安定，春节到了，连旨酒也备办不起，更谈不到肴馔了。</p> <p>　　词的下片进一步抒发作者自己的忧国怀乡之情。“却笑东风从此”三句，作者想到立春之后，东风就会忙于吹送出柳绿花江的一派春光。“闲时又来镜里，转变朱颜”，语虽虚拟，实际表达了作者初归南宋急欲报国、收复失土的决心，深恐自己磋砣岁月，年华虚度。这里说的“清愁”，实际是作者的忧国忧民的情怀。“解连环”，是用《战国策》秦昭王送玉连环给齐国王后，让她解开的故事。当时的齐王后果断机智地把玉连环椎破，使秦的诡计流于破产。但环顾当前，南宋最高统治集团中人，谁是能作出抗金的正确决策的智勇人物呢？“生怕”，即“甚怕”。“生怕见、花开花落，朝来塞雁先还。”表示作者对于恢复事业的担忧，深恐这一年的花由盛开又复败落，而失地却未能收复，有家仍难归去，言语、句流露出一丝的惆怅。</p> <p>　　从这首词的思想内容看，虽不能确断其为辛弃疾南归后所写的第一首词，但必为初期之作。在这首词中，他对于恢复大业的深切关注，他的激昂奋发的情怀，都已真切地表达出来。</p>",
  "about": "<h2>创作背景</h2> 　　《汉宫春·立春日》作于宋孝宗隆兴元年（1163年），作者寓居京口（今镇江），刚刚成家。邓广铭先生在《稼轩词编年笺注》“增订三版题记”中说：“辛稼轩在‘锦襜突骑渡江初’的绍兴三十二年，便已有了家室，亦即和先已寓居京口的范邦彦之女、范如山之妹成婚了。”",
  "poet": {
    "id": 217,
    "star": 0,
    "name": "辛弃疾",
    "image": "http://img.gushiwen.org/authorImg/xinqiji.jpg",
    "desc": "辛弃疾（1140－1207），南宋词人。原字坦夫，改字幼安，别号稼轩，汉族，历城（今山东济南）人。出生时，中原已为金兵所占。21岁参加抗金义军，不久归南宋。历任湖北、江西、湖南、福建、浙东安抚使等职。一生力主抗金。曾上《美芹十论》与《九议》，条陈战守之策。其词抒写力图恢复国家统一的爱国热情，倾诉壮志难酬的悲愤，对当时执政者的屈辱求和颇多谴责；也有不少吟咏祖国河山的作品。题材广阔又善化用前人典故入词，风格沉雄豪迈又不乏细腻柔媚之处。由于辛弃疾的抗金主张与当政的主和派政见不合，后被弹劾落职，退隐江西带湖。"
  },
  "tags": [
    "婉约",
    "写景",
    "怀念",
    "故国"
  ]
}