{
  "id": 72324,
  "star": 20,
  "name": "祭石曼卿文",
  "dynasty": "宋代",
  "content": "　　维治平四年七月日，具官欧阳修，谨遣尚书都省令史李敭，至于太清，以清酌庶羞之奠，致祭于亡友曼卿之墓下，而吊之以文。曰：</p> <p>　　呜呼曼卿！生而为英，死而为灵。其同乎万物生死，而复归于无物者，暂聚之形；不与万物共尽，而卓然其不配者，后世之名。此自古圣贤，莫不皆然，而著在简册者，昭如日星。</p> <p>　　呜呼曼卿！吾不见子久矣，犹能仿佛子之平生。其轩昂磊落，突兀峥嵘而埋藏于地下者，意其不化为朽壤，而为金玉之精。不然，生长松之千尺，产灵芝而九茎。奈何荒烟野蔓，荆棘纵横；风凄露下，走磷飞萤！但见牧童樵叟，歌吟上下，与夫惊禽骇兽，悲鸣踯躅而咿嘤。今固如此，更千秋而万岁兮，安知其不穴藏孤貉与鼯鼪？此自古圣贤亦皆然兮，独不见夫累累乎旷野与荒城！</p> <p>　　呜呼曼卿！盛衰之理，吾固知其如此，而感念畴昔，悲凉凄怆，不觉临风而陨涕者，有愧乎太上之忘情。尚飨！",
  "fanyi": "<p><strong>译文一</strong><br>　　在英宗治平四年七月某日，备具官爵履历的<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>，差遣尚书都省令史李到太清之下，以清酒和各种美味的菜肴作奠仪，致祭于亡友石曼卿的墓前，并作一篇文章吊祭说：<br>　　“唉曼卿！在世时是英雄，死后成为神灵。他同万物一道生死，最后又回归到无物的地方。他是暂时相聚的形体，不与万物一道灭亡。他卓越挺立，永垂不朽，给后世留下英名。这从古时的圣贤到现在，都是这样的，留著于史册，像日月星辰一样明亮。<br>　　唉曼卿！我没有看见你已经很久了，还能仿佛记得你生前的容貌。你气宇轩昂，襟怀坦白，光明磊落，高大英俊，虽然埋藏在地下，想来不会腐朽化为泥土，而会变成金玉的精华。如果不是这样，此地为什么生长着高达千尺的松树，出产有九根茎的灵芝草。无奈荒烟野草，藤蔓缠绕，荆棘纵横；风雨凄凉，霜露下降；磷火飘动，飞萤明灭；只见牧童与老樵夫唱着山歌，上上下下；惊恐的飞禽与害怕的野兽，前后徘徊，发出悲切的鸣叫呼声。今天已经是这样，再过了千秋万岁，怎知道不是穴洞里面，深藏着狐狸貉子、鼯鼠和黄鼠狼？而自古以来，圣贤都是这样，单单看不到累累相连的旷野和荒城么！<br>　　唉曼卿！古今盛衰的道理，我本来就知道是这样的，而思念从前的情景，悲凉凄惨，不觉得要面临着风而流泪，但对‘太上忘情’这句话，很有些惭愧。希望你来享用这祭礼！”</p> <p><strong>译文二</strong><br>　　在治平四年七月某日，具官欧阳修，谨派尚书都省令史李旸前往太清，以清酒和几样佳肴做祭品，在亡友曼卿的墓前设祭，并写一篇祭文来吊祭：<br>　　唉，曼卿！生前既是英杰，死后必是神灵！那跟万物一样有生有死，而最后归于无物的境地的，是你由精气暂时聚合的身躯；那不跟万物同归于尽，而出类拔萃永垂不朽的，是你流传后世的名声。这是自古以来的圣贤，都是如此的；那些已载入史书的姓名，就像太阳星辰一样明显。<br>　　唉！曼卿啊！我见不到你已经很久了，可是还能想象你生前时的模样。你意态不凡，光明磊落，又那样超群出众，埋葬在地下的遗体，我猜想不会化为烂泥腐土，应该会变成最珍贵的金玉。不然的话，就会长成青松，挺拔千尺，或者产出灵芝，一株九茎。为什么你的坟墓偏偏是一片荒烟蔓草，荆棘丛生，寒风凄凄，露珠飘零，磷火闪闪，萤火虫乱飞？只见牧童和砍柴的老人，唱着歌在这儿上下走动；还有慌张受惊的飞禽走兽，在这儿徘徊悲鸣。现在已经是这样的光景了，经过千秋万岁之后，怎知道那些狐狸、老鼠和黄鼬等野兽，不会在这里掏穴藏身？自古以来，圣贤都是这样，难道单单看不见那旷野上一个挨一个的荒坟？<br>　　唉！曼卿啊！事物由盛而衰的道理，我本来是早已知道的。但怀念起过往的日子，越发感到悲凉凄怆，不知不觉迎风掉下眼泪的我，也只好愧于自己达不到圣人那样淡然忘情的境界。希望你能够享用祭品。</p> <p><strong>注释</strong><br>（1）维治平四年七月日：即1067年7月某日。维，发语词。<br>（2）具官：唐宋以来，官吏在奏疏、函牍及其他应酬文字中，常把应写明的官职爵位，写作具官，表示谦敬。欧阳修写作此文时官衔是观文殿学士刑部尚书亳州军州事。<br>（3）尚书都省：即尚书省，管理全国行政的官署。令史：管理文书工作的官。李敭：其人不详。<br>（4）太清：地名，在今河南商丘东南，是石曼卿葬地。欧阳修《石曼卿墓表》：“既卒之三十七日，葬于太清之先茔。”<br>（5）清酌庶羞：清酌，祭奠时所用之酒。庶，各种。羞，通“馐”，食品，这里指祭品。<br>（6）生而为英，死而为灵：活着的时候是人世间的英杰，死之后化为神灵。英，英雄、英杰。灵，神灵。<br>（7）暂聚之形：指肉体生命。<br>（8）简册：指史籍。者，昭如日星。<br>（9）仿佛：依稀想见。<br>（10）轩昂磊落：形容石曼卿的不凡气度和高尚人格。<br>（11）突兀峥嵘：高迈挺拔，比喻石曼卿的特出才具。<br>（12）朽壤：腐朽的土壤。<br>（13）精：精华。<br>（14）产灵芝而九茎：灵芝，一种菌类药用植物，古人认为是仙草，九茎一聚者更被当作珍贵祥瑞之物。《汉书·宣帝纪》：“金芝九茎，产于涵德殿池中。”而，一作“之”。<br>（15）燐：即磷，一种非金属元素。动物尸体腐烂后产生的磷化氢，在空气中自动燃烧，并发出蓝色火焰，夜间常见于坟间及荒野。俗称之为鬼火。<br>（16）牧童樵叟：放牧和砍柴之人。<br>（17）上下：来回走动。<br>（18）悲鸣踯躅而咿嘤：这里指野兽来回徘徊，禽鸟悲鸣惊叫。<br>（19）狐貉与鼯鼪（wúshēnɡ）：狐貉，兽名，形似狐狸。鼯，鼠的一种，亦称飞鼠。鼪，黄鼠狼。<br>（20）盛衰：此指生死。<br>（21）畴昔：往昔，从前。<br>（22）陨涕：落泪。<br>（23）有愧乎太上之忘情：意思是说自己不能像圣人那样忘情。太上，最高，也指圣人。忘情，超脱了人世一切情感。《世说新语·伤逝》：“圣人忘情，最下不及情，情之所钟，正在我辈。”<br>（24）尚飨（xiǎnɡ）：祭文套语，表示希望死者鬼神来享用祭品之意。尚，这里是希望的意思。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　本文是<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>在挚友石曼卿去世26年后为他所作的祭文。文章开始说明写作祭文的缘起，接下来先是颂扬石曼卿的不同流俗，“生而为英，死而为灵”，死后形体虽化，而名声却如同古代的圣贤一样彰显后世。复又极力形容荒野坟茔的凄凉景象，千秋万岁之后，或将为狐貉鼯鼪诸类藏身之穴，感叹“此自古圣贤亦皆然兮，独不见夫累累乎旷野与荒城！”最后明言作者虽明白人之生死是自然之理，然而追念往昔，仍凄然泪下，不能忘情。篇末以“尚飨”二字作结，哀戚怆恻之情，溢于言表。</p> <p>　　整篇祭文集描写、议论、抒情于一体，有回想，有感喟，有痛悼，感情低沉回转，作者对亡友的一片挚情笃意，不能不令人动容。</p> <p>　　首段是例行公事。凡是祭文，都需在首段点明时间与人物关系。</p> <p>　　第二段始进入祭文正文，劈空就是一句“呜呼曼卿”，行文突兀，而情感真切。仿佛要将亡友从地下唤醒，对他细细倾诉。所要倾诉的又是什么呢？“生而为英，死而为灵”八个字正是这一段的眼目。这八个字又仿佛是劝慰亡友的魂灵可以放心安息。所谓“身去德音存”，人固有一死，美好的名声却必将流芳百世。</p> <p>　　第三段又以“呜呼曼卿”领起，正是欲将一腔心事都说与亡友来听。这一段，以“奈何”为界是两层意思。“奈何”之前的几句是接着上一段说，仍是说“生而为英，死而为灵”。“奈何”以下，笔锋陡转，“荒烟野蔓”数句将一幅荒冢凄凉景象刻画得淋漓尽致，不由人不起“古今将相在何方？荒冢一堆草没了”之悲。两层意思之间，一客一主，前一层只是引起，只是为了反衬，后一层才是重点，也是全篇的核心。</p> <p>　　第四段仍以“呜呼曼卿”领起，正是欲将心中蕴含的感情都与亡友说尽了。而一段之精神乃在不能忘情。“固知其如此”的“固”字好，与下文的“而”字构成转折。名可不朽的道理，我不是不知；万古长空，空悲无益的道理，我不是不知。可是，追念往昔，我又怎么能忘却那些歌哭笑悲的记忆！理智，终究抑制不住情感。从理智上明白和接受一些大道理，并不是很难的事；可心灵的感受终究是点点滴滴，往昔的感伤无声无息地渗透。悲从中来，不可断绝。</p> <p>　　文章不长，但情感富于转折。正文一段与二段之间是转折，末段自身又含一层转折。一段的不朽之名，终究敌不过二段的万古之空；末段的理智超脱，终究敌不过情感的悄然渗透。转折之后，方见分量，方见沉重，而终不外“悲”与“情”二字。欧阳修曾云：“人生自是有情痴”，信然。</p> <p>　　全文以情驭笔，一气呵成，不假修饰，却又得结构之妙。文中以“轩昂磊落、突兀峥嵘”八个字推许曼卿，实可移来评此篇。正文第一段写名之不朽，是何等斩钉截铁！全然是劈空说起，有游龙出海之势。第二段写万古之空，却又将第一段全盘抹倒，非力挽山河的笔力，绝不能做到。前二段是放得开，末段却是收得紧，如一道闸门，将两条游龙紧紧关锁。正可见当时文坛巨匠的文字工夫。</p>",
  "about": "<h2>创作背景</h2> 　　选自《<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>全集》卷五〇（中华书局2001年版）。祭，一作“吊”。石曼卿（994—1041），名延年，北宋河南宋城（今河南商丘）人。累举进士不第。曾历任太常寺太祝、大理寺丞、太子中允等。他非常关心边事，对契丹和西夏之患曾提出谏言。为人作<a href=\"http://so.gushiwen.org/view_72324.aspx\">诗</a>，豪放跌宕。欧阳修《石曼卿墓表》称其为人“以气自豪。读书不治章句，独慕古人奇节伟行非常之功，视世俗屑屑无足动其意者”。并云：“其为文章，劲健称其意气。”欧阳修很了解、敬佩石曼卿，因此在他卒后26年，又有此祭墓之作。",
  "poet": {
    "id": 561,
    "star": 0,
    "name": "欧阳修",
    "image": "http://img.gushiwen.org/authorImg/ouyangxiu.jpg",
    "desc": "欧阳修（1007－1072），字永叔，号醉翁，晚号“六一居士”。汉族，吉州永丰（今江西省永丰县）人，因吉州原属庐陵郡，以“庐陵欧阳修”自居。谥号文忠，世称欧阳文忠公。北宋政治家、文学家、史学家，与韩愈、柳宗元、王安石、苏洵、苏轼、苏辙、曾巩合称“唐宋八大家”。后人又将其与韩愈、柳宗元和苏轼合称“千古文章四大家”。"
  },
  "tags": [
    "古文观止",
    "祭文",
    "赞颂",
    "写人",
    "抒情"
  ]
}