{
  "id": 3510,
  "star": 12,
  "name": "旅寓安南",
  "dynasty": "唐代",
  "content": "交趾殊风候，寒迟暖复催。<br>仲冬山果熟，正月野花开。<br>积雨生昏雾，轻霜下震雷。<br>故乡逾万里，客思倍从来。",
  "fanyi": "<p><strong>译文<br></strong>岭南的气候真特殊，严寒来得迟，暖风又常吹。山果冬天熟，野花正月开。<br>雨天生雾气，霜天会打雷。故乡远在万里外，这特殊的气候使我的乡愁更加倍。</p> <p><strong>注释<br></strong>⑴安南：唐代六都护之一，本交州都督府，属岭南道。今越南河内。<br>⑵交趾：汉武帝所置十三刺史部之一，辖境相当今广东、广西的大部和越南的北部、中部。后来泛指五岭以南。该<a href=\"http://so.gushiwen.org/view_3510.aspx\">诗</a>中指越南北部。风候：即风物气候。<br>⑶催：催促。<br>⑷仲冬：即农历十一月，为冬季的第二个月。<br>⑸正月：农历一月。<br>⑹积雨：连续下雨；积存的雨水。<br>⑺轻霜：薄霜。震雷：响雷，霹雳。<br>⑻逾：超出；越过。<br>⑼从来：由来，历来，向来，往常。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　首联中“交趾”一词点题，交代了羁旅的地点是古代的交趾。这“交趾’’的名称首先就给人一个奇异的印象。相传这里的人因脚趾长得不同一般，所以才称为交趾人的，地便是因人而得名。然而使<a href=\"http://so.gushiwen.org/view_3510.aspx\">诗</a>人惊叹的却是这里的“特殊风候”。安南与中原大不相同的是风物气候，这是诗人身临其境的真切感受。次句“寒迟暖复催”，紧承起句高度概括出安南的气候特点，寒冷的季节晚而短暂，温暖的季节早而久长。</p> <p>　　颔联着重写景物，上句“仲冬山果熟”，描绘高<a href=\"http://so.gushiwen.org/author_1397.aspx\">寒山</a>区在仲冬时节果实累累，仿佛中原的秋天一样。这对北国人来说实在新鲜。这也是对首联中“寒迟”的进一步具体化描写。下句“正月野花开”，写的是新春正月山花烂漫，可见气候非常温和，如同中原夏季，这是对上联中“暖复催”的进一步具体描绘。</p> <p>　　颈联着重描叙天气，“积雨生昏雾”，是写安南经常长时间阴雨不断，一到夏秋便成雨季，积水不干，雾气濛濛的。“轻霜下震雷”，指在冬天里仍然雷声震震。轻霜，即薄霜，说明安南只有冬日最冷时才有薄霜，这与北方深秋便下霜的情况不同。这些现象在一般中原人看来都是不可能的。</p> <p>　　诗人在这颔联和颈联里，描绘了山果、野花、积雨、昏雾、震雷，都是人们日常生活中常见的平凡事物，仅用了仲冬、正月、熟、开、生、下等几个时令词和动词，加以精巧的组合，就造成了奇妙的意境，表现了四时不同的景色和气象，把交趾的“殊风候”毕现在笔端。这是诗人近一年来流寓安南生活体验的形象总结和意绪的流露，有惊奇、有兴奋、有赞美、有惆怅。面对这一派十足的异域风光，诗人自然又会触目伤怀。</p> <p>　　尾联照应题目直抒羁旅之情，“家乡逾万里，客思倍从来。”“逾万里”是渲染其远，并非指实写。安南距中原实际上只有五六千里路，在古代交通不便，也是数月的行程，与家人难通音讯，所以作客的愁思胜于往常。诗人多年宦游他乡，贬谪也不止这一次，“客思”原是经常有的，但都比不上这次流寓安南时深重。这不仅仅是路程遥远的缘故，也暗寓有对这次的“严谴”怀有极大的愤懑。</p> <p>　　该诗中诗人的语言通俗，明白如话，不以故饰，不事雕凿，风格朴实自然。在诗中诗人善于捕捉景物的特征，仅仅抓住典型环境中几种富有代表性的事物，稍加点染描绘，便意象翩跹，情趣盎然，显得笔法精炼。</p>",
  "about": "<h2>创作背景</h2> 　　唐中宗神龙元年（705年），<a href=\"http://so.gushiwen.org/author_647.aspx\">杜审言</a>被流放到峰州（今越南河西省山西西北）。他途经安南（今越南河内），因怀念家乡在客舍或驿站中写了这首<a href=\"http://so.gushiwen.org/view_3510.aspx\">诗</a>。",
  "poet": {
    "id": 647,
    "star": 0,
    "name": "杜审言",
    "image": "http://img.gushiwen.org/authorImg/dushenyan.jpg",
    "desc": "杜审言（约645-708），字必简，汉族，中国唐朝襄州襄阳人，是大诗人杜甫的祖父。唐高宗咸亨进士，唐中宗时，因与张易之兄弟交往，被流放峰州（今越南越池东南）。曾任隰城尉、洛阳丞等小官，累官修文馆直学士，少与李峤、崔融、苏味道齐名，称“文章四友”，是唐代“近体诗”的奠基人之一，作品多朴素自然。其五言律诗，格律谨严。"
  },
  "tags": [
    "写景",
    "思乡"
  ]
}