{
  "id": 21234,
  "star": 40,
  "name": "轻肥",
  "dynasty": "唐代",
  "content": "意气骄满路，鞍马光照尘。<br>借问何为者，人称是内臣。<br>朱绂皆大夫，紫绶或将军。<br>夸赴军中宴，走马去如云。<br>尊罍溢九酝，水陆罗八珍。<br>果擘洞庭橘，脍切天池鳞。<br>食饱心自若，酒酣气益振。<br>是岁江南旱，衢州人食人。",
  "fanyi": "<p><strong>译文</strong><br>骄纵飞扬的意气充满整条道路，鞍马的光亮照得见细小的灰尘。<br>请问路人那些人是谁，路人回答说他们都是宦官，皇帝的内臣。<br>佩带着表示大夫地位的红色丝带和象征将军身份的紫色丝带。<br>夸耀着身份，即将到军队里赴宴，数量众多，场面盛大。<br>酒杯里满盛的是美酒佳酿，桌盘上罗列的是各处的山珍海味。<br>有洞庭湖边产的橘子作为水果，细切的鱼脍味美鲜嫩。<br>他们在肴饱之后仍旧坦然自得，酒醉之后神气益发骄横。<br>然而这一年江南大旱，衢州出现了人吃人的惨痛场景。</p> <p><strong>注释</strong><br>⑴轻肥：语出《论语·雍也》：“乘肥马，衣轻裘。”代指达官贵人的奢华生活。<br>⑵意气骄满路：行走时意气骄傲，好像要把道路都“充满”了。意气：指意态神气。<br>⑶鞍马：指马匹和马鞍上华贵的金银饰物。<br>⑷内臣：原指皇上身边的近臣，这里指臣官。<br>⑸朱绂（fú）：与下一句的“紫绶”都只挂引用的丝织绳带，只有高管才能用。<br>⑹军：指左右神策军，皇帝的禁军之一。<br>⑺樽罍溢九酝：樽罍指陈酒的器皿。九酝：美酒名。<br>⑻水陆罗八珍：水产路产的各种美食。<br>⑼洞庭橘：洞庭山产的橘子。<br>⑽脍切：将鱼肉切做菜。鳞池鱼：大海的鱼。<br>⑾心自若；心里自在很舒服。<br>⑿衢州：唐代州名，今属浙江。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　唐代政治腐败的根源之一，就是太监专权。这首<a href=\"http://so.gushiwen.org/view_21234.aspx\">诗</a>就是讽刺宦官的。诗题“轻肥”，取自《论语》，用以概括豪奢生活。</p> <p>　　开头四句，先写后点，突兀跌宕，绘神绘色。意气之骄，竟可满路，鞍马之光，竟可照尘，这不能不使人惊异。正因为惊异，才发出“何为者”（干什么的）的疑问，从而引出了“是内臣”的回答。内臣者，宦官也。读者不禁要问：宦官不过是皇帝的家奴，凭什么骄横神气一至于此？原来，宦官这种角色居然朱绂、紫绶，掌握了政权和军权，自然骄奢。“夸赴军中宴，走马去如云”两句，与“意气骄满路，鞍马光照尘”前呼后应，互相补充。“走马去如云”，就具体写出了骄与奢。这几句中的“满”、“照”、“皆”、“悉”、“如云”等字，形象鲜明地表现出赴军中宴的内臣不是一两个，而是一大帮。</p> <p>　　“军中宴”的“军”是指保卫皇帝的神策军。此时，神策军由宦官管领。宦官们更是飞扬跋扈，为所欲为。前八句诗，通过宦官们“夸赴军中宴”的场面着重揭露其意气之骄，具有高度的典型概括意义。</p> <p>　　紧接六句，通过内臣们军中宴的场面主要写他们的奢，但也写了骄。写奢的文字，与“鞍马光照尘”一脉相承，而用笔各异。写马，只写它油光水滑，其饲料之精，已意在言外。写内臣，则只写食山珍、饱海味，其脑满肠肥，大腹便便，已不言而喻。“食饱心自若，酒酣气益振”两句，又由奢写到骄。“气益振”遥应首句。赴宴之时，已然“意气骄满路”，如今食饱、酒酣，意气自然益发骄横，不可一世了。</p> <p>　　以上十四句，淋漓尽致地描绘出内臣行乐图，已具有暴露意义。然而诗人的目光并未局限于此。他又“悄焉动容，视通万里”，笔锋骤然一转，当这些“大夫”“将军”酒醉肴饱之时，江南正在发生“人食人”的惨象，从而把诗的思想意义提到新的高度。同样遭遇旱灾，而一乐一悲，却判若天壤。</p> <p>　　这首诗运用了对比的方法，把两种截然相反的社会现象并列在一起，诗人不作任何说明，不发一句议论，而让读者通过鲜明的对比，得出应有的结论。这比直接发议论更能使人接受诗人所要阐明的思想，因而更有说服力。末二句直赋其事，写出了江南大地上的一幕人间惨剧，使全诗顿起波澜，具有震撼人心的力量。</p> <p>　　此诗采用了写书的风格，白描的写法，真切地展示了社会的不公。文学作品应反映生活的真实，这首诗是当之无愧的。</p>",
  "poet": {
    "id": 665,
    "star": 0,
    "name": "白居易",
    "image": "http://img.gushiwen.org/authorImg/baijuyi.jpg",
    "desc": "白居易（772年－846年），字乐天，号香山居士，又号醉吟先生，祖籍太原，到其曾祖父时迁居下邽，生于河南新郑。是唐代伟大的现实主义诗人，唐代三大诗人之一。白居易与元稹共同倡导新乐府运动，世称“元白”，与刘禹锡并称“刘白”。白居易的诗歌题材广泛，形式多样，语言平易通俗，有“诗魔”和“诗王”之称。官至翰林学士、左赞善大夫。公元846年，白居易在洛阳逝世，葬于香山。有《白氏长庆集》传世，代表诗作有《长恨歌》、《卖炭翁》、《琵琶行》等。"
  },
  "tags": [
    "宴会",
    "愤懑",
    "忧民"
  ]
}