{
  "id": 50246,
  "star": 6,
  "name": "木兰花·秋容老尽芙蓉院",
  "dynasty": "宋代",
  "content": "秋容老尽芙蓉院。草上霜花匀似翦。西楼促坐酒杯深，风压绣帘香不卷。<br>玉纤慵整银筝雁。红袖时笼金鸭暖。岁华一任委西风，独有春红留醉脸。",
  "fanyi": "<p><strong>译文<br></strong>因为是严秋时节，院里的荚蓉树已开始凋零了，院落里的花草上也匀匀地洒上了一层白霜。华美的楼阁上，我们靠近而坐。主人频频斟酒，不让杯子有空的时候。外面秋风呼呼，吹得绣帘吱吱作响，可满屋子仍然散发着惬意的香味。<br>她用纤长的手指，慢慢弹着饰有白银的古筝，弹累了，手冷了，就在手炉上稍稍取暖休息。尽管岁月已到了秋季，万物凋零了，可她的脸上似乎还留着春天的颜色，红艳艳的，其实那是酒后红晕啊！</p> <p><strong>注释<br></strong>①秋容：秋光，秋色。<br>②芙蓉：此指木芙蓉，秋季开花，湖南一带多栽培。唐<a href=\"http://so.gushiwen.org/author_548.aspx\">谭用之</a>《晚宿湘江遇雨》<a href=\"http://so.gushiwen.org/view_50246.aspx\">诗</a>：“秋风万里芙蓉国。”<br>③匀：均匀。<br>④朱楼富丽华美的楼阁，指作者与义妓相会饮酒的地方。<br>⑤促坐：迫近而坐。《史记·滑稽列传·淳于髡传》：“日暮酒阑，合尊促坐。”酒杯深，指饮酒很多。<br>⑥玉纤：女子手指的美称，拟其细腻白皙。银筝雁，古筝上的弦柱，因其斜列如雁阵，并以银为饰故称。<br>⑦金鸭：指金鸭形的取暖手炉，因体积较小，可笼在袖中。洪刍《香谱》：“香兽，涂金为狻猊、麒麟、凫鸭之状，空中以燃香，使烟自口出，以为玩好。”<br>⑧春红：此指因酒醉而绯红的双颊。春，唐、宋时常指酒，如剑南春。又<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>《拨闷》诗：“闻道云南鞠米春，才倾一盏即醺人。”红，酒后脸上的红晕。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　词的上阕，重在描绘时序和场景。时当秋深，芙蓉院里，秋容已老，一派衰败之象。庭中小草也已枯黄老死，上面凝聚着颗颗霜花。“匀似剪”，谓草上朵朵霜花，十分均匀，好似剪裁而成。此句盖化用<a href=\"http://so.gushiwen.org/author_349.aspx\">李贺</a>《北中寒》<a href=\"http://so.gushiwen.org/view_50246.aspx\">诗</a>：“霜花草上大如钱，挥刀不入迷蒙天。”接下来两句，交待场景。仕途蹭蹬、宦海沉浮的词人，在被贬到这蛮荒之地时，竟受到热爱其词的义妓母女的尊重，引他上西楼，还盛情相待，迫近而座，清歌侑酒，使词人内心获得了片刻的安慰，所以，在当时楼上众多的物象中，惟有那“风压绣帘香不卷”最令敏感的词人动心，最为他所注意——这清歌妙吟的西楼，成了他疲惫身心的避风港。</p> <p>　　下阕由景及人，着笔描写为他弹琴哦词的义妓。由于敬慕词人，对其所作“得一篇，辄手笔口哦不置”，所以这位义妓在与心中的偶像相聚一处时，当然会尽其所能为词人吟唱，所以，词中重点描绘了义妓弹唱时的动作神态。 “玉纤”两句，对仗十分工稳，恰到好处地传达出当时义妓表演时态度的认真。“玉纤”跟“红袖”相对，“银筝”与“金鸭”相衬，极富色彩感，一副装束，显得华贵而高雅。“慵整”和“时笼”的动作和神态，又刻画出这位义妓的娇美可爱。末尾两句，画龙点睛，描绘她脸部的神采。酒逢知己干杯少，在词人自己“酒杯深”的同时，义妓也在“慵整”和“时笼”中不知不觉饮酒过多，以至于双颊绯红。这里，“岁华一任委西风”一句，含意相当深刻，不可轻易放过。西风即秋风，西风一起，表明秋季已到，万物都将衰老枯萎。词人说醉红双颊的义妓将岁华委于西风，暗示此妓花容已老。将这种感触跟她因为酒醉而泛起的春红相映衬，寓有美人迟暮之感。而且，透过作者的词笔，似乎还传达出他隐约的身世之悲。只是，这种情绪被处理成一个义妓的神态，以一种艳思弱化掉了那一声长叹。身世之感，打并人艳情之中，大概指的就是这种手法。</p> <p>　　整首词直叙词人眼中所见，感情平稳深敛，心绪的起伏被潜置于词所描绘的景象人物背后。但是，从词人所撷取的物象，所营造的气氛中，读者可以隐约感受到被贬的词人内心的愁绪。面对眼前的红颜知己，听她吟唱着自己所填的妙词，作者没有表现出一丝兴奋和激动，而是平静的心情观察着这一切。是他心中没有痛苦，还是他暂时忘却了痛苦？都不是，是他在用眼前的平静在掩饰着内心的痛苦。词的末尾两句，隐约透露出词人内心的波澜：那一任岁华委西风的放旷，那醉脸上的春红，是那位红颜知己，也是作者本身！芙蓉院妓能与她仰慕的词人相见，歌彼之词，献己之技，对她而言，当然是一件幸事。被盛情相邀，殷勤相侑的词人，在“洒杯深”之后，当然也会春红满脸。那歌，那酒，此时成了沟通彼此情感的桥梁，而秋容老尽的芙蓉院妓的处境，又怎能不引起词人对自己的身世、地位的联想！所以说，词的末尾两句，看似写对方兴之所至时的忘情，实际上已经暗含着词人自己悲苦的内心感受。《词则·闲情集》卷一中评此词：“顽艳中有及时行乐之感。”可谓一语中的。</p> <p>　　唐朝诗人自居易被贬浔阳巧偶琵琶女时作“同是天涯沦落人，相逢何必曾相识”的感慨在<a href=\"http://so.gushiwen.org/author_125.aspx\">秦观</a>的这首词中也同样存在着，只不过秦观将这种感情融人到了情景描写和渲染之中，将<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>那直白显豁的情感抒发，化成了一种含而不露的情绪，萦绕词中却又不说透，使人有所悟又有所迷。</p>",
  "about": "<h2>创作背景</h2> <p>　　宋洪迈《夷坚志》巳集记有这么一件故事：“长沙义妓者，不知其姓氏，善讴，尤喜秦少游乐府，得一篇，辄手笔口哦不置。久之，少游坐钩党南迁，道经长沙，访潭土风俗、妓籍中可与言者。或举妓，遂往访……媪出设位，坐少游于堂。妓冠帔立堂下，北面拜。少游起且避，媪掖之坐以受拜。已，乃张筵饮，虚左席，示不敢抗。母子左右侍。觞酒一行，率歌少游词一阕以侑之。饮卒甚欢，比夜乃罢。”</p> <p>　　《木兰花·秋容老尽芙蓉院》所写时间、景物、情境，都与此事颇为相符。<a href=\"http://so.gushiwen.org/author_125.aspx\">秦观</a>受党祸南迁，是在宋绍圣三年（106年），因此可以初步判断此词很可能就是宋绍圣三年（106年）被贬到长沙时的酬妓之作。</p>",
  "poet": {
    "id": 125,
    "star": 0,
    "name": "秦观",
    "image": "http://img.gushiwen.org/authorImg/qinguan.jpg",
    "desc": "秦观（1049-1100）字太虚，又字少游，别号邗沟居士，世称淮海先生。汉族，北宋高邮（今江苏）人，官至太学博士，国史馆编修。秦观一 生坎坷，所写诗词，高古沉重，寄托身世，感人至深。秦观生前行踪所至之处，多有遗迹。如浙江杭州的秦少游祠，丽水的秦少游塑像、淮海先生祠、莺花亭；青田的秦学士祠；湖南郴州三绝碑；广西横县的海棠亭、醉乡亭、淮海堂、淮海书院等。秦观墓在无锡惠山之北粲山上，墓碑上书“秦龙图墓”几个大字。有秦家村、秦家大院以及省级文物保护单位古文游台。"
  },
  "tags": [
    "写人",
    "抒怀",
    "感慨"
  ]
}