{
  "id": 71123,
  "star": 1427,
  "name": "童趣",
  "dynasty": "清代",
  "content": "　　余忆童稚时，能张目对日，明察秋毫，见藐小之物必细察其纹理，故时有物外之趣。</p> <p>　　夏蚊成雷，私拟作群鹤舞于空中，心之所向，则或千或百，果然鹤也；昂首观之，项为之强。又留蚊于素帐中，徐喷以烟，使之冲烟而飞鸣，作青云白鹤观，果如鹤唳云端，为之怡然称快。</p> <p>　　余常于土墙凹凸处，花台小草丛杂处，蹲其身，使与台齐；定神细视，以丛草为林，以虫蚁为兽，以土砾凸者为丘，凹者为壑，神游其中，怡然自得。</p> <p>　　一日，见二虫斗草间，观之，兴正浓，忽有庞然大物，拔山倒树而来，盖一癞蛤蟆，舌一吐而二虫尽为所吞。余年幼，方出神，不觉呀然一惊。神定，捉虾蟆，鞭数十，驱之别院。 ",
  "fanyi": "<p><strong>译文</strong><br>　　我回忆儿童时，可以张开眼睛看着太阳，能看清最细微的东西。我看见细小的东西，一定会去仔细地观察它的纹理，因此常有超出事物本身的乐趣。</p> <p>　　夏天蚊子发出雷鸣般的声响，我暗自把它们比作群鹤在空中飞舞，心里这么想，那成千成百的蚊子果然都变成仙鹤了；我抬着头看它们，脖颈都为此僵硬了。我又将几只蚊子留在素帐中，用烟慢慢地喷它们，让它们冲着烟雾边飞边叫，我把它当做一幅青云白鹤的景观，果然像仙鹤在青云中鸣叫，我为这景象高兴地拍手叫好。</p> <p>　　我常在土墙高低不平的地方，在花台杂草丛生的地方，蹲下身子，使自己和花台相平，聚精会神地观察，把草丛当做树林，把虫子、蚂蚁当做野兽，把土块凸出部分当做山丘，凹陷的部分当做山谷，我在其中游玩，觉得非常安闲舒适。</p> <p>　　有一天，我看见两只小虫在草间相斗，蹲下来观察它们，兴趣正浓厚，忽然有个极大的家伙，掀翻山压倒树而来了，原来是一只癞蛤蟆，舌头一吐，两只虫子全被它吃掉了。我那时年纪很小，正看得出神，不禁‘呀’的一声惊叫起来。待到神情安定下来，捉住癞蛤蟆，鞭打了几十下，把它驱赶到别的院子里去了。</p> <p><strong>注释</strong><br>1.余：我。<br>2.忆：回忆，回想。<br>3.稚：幼小，形容年龄小。<br>4.张目：张大眼睛。<br>5.对：面向，对着，朝。<br>6.明察秋毫：形容视力好。秋毫，指鸟类到了秋天，重新生出来非常纤细的羽毛。后来用来比喻最细微的事物。<br>7.藐小之物：微小的东西。<br>8.细：仔细。<br>9.纹理：花纹和条理。<br>10.故：所以。<br>11.物外：这里指超出事物本身。<br>12.成：像。<br>13.私拟：我（把蚊子）比作。拟，比。私，私自<br>14.于：在。<br>15.则：那么，就。<br>16.或：有的。<br>17.果：果真。<br>18.项为之强（jiāng）：脖颈为此而变得僵硬了。项，颈，脖颈。为，为此。强，通“僵”，僵硬的意思。<br>19.素帐：未染色的帐子。<br>20.徐喷以烟：慢慢地用烟喷。徐，慢慢地。以，用。<br>21.使：让。<br>22.而：承接关系，这里可解释为“便”“就”。<br>23.作：当做。<br>24.观：景观。<br>25.唳（lì）：鸟鸣。<br>26.为之：因此。<br>27.怡然：安适、愉快的样子。然，……的样子。<br>28.以……为……：把……当作……。<br>29.林：森林。<br>30.砾：土块。<br>31.壑（hè）：山沟。<br>32.怡然自得：安适愉快而又满足的样子。<br>33.兴：兴致。<br>34.庞然大物：体积庞大的东西，极大的东西。<br>35.盖：承接上文，表示原因。这里有“原来是”的意思。<br>36.虾（há）蟆：蟾蜍的通称。虾蟆，现写作“蛤蟆”。<br>37.为：介词，被。<br>38.方出神：正在出神。方，正。<br>39.鞭：名词作动词，鞭打。<br>40.数十：几十。<br>41.驱：驱赶。<br>42.之：代词，它指癞蛤蟆。</p><br/><h2>特殊语句翻译</h2> <p><strong>倒装句式</strong><br>（1）“徐喷以烟”等于“以烟徐喷”。译为：用烟慢慢地喷（它们）。<br>（2）“留蚊于素帐中” 等于“于素帐中留蚊”。 译为：又在未染色的帐子里留几只蚊子。<br>（3）“私拟作群鹤舞于空中”等于“私拟作群鹤于空中舞”。译为：我暗自把它们比作群鹤在空中飞舞。</p> <p><strong>省略句式</strong><br>（1）“使与台齐” 等于“使（之）与台齐”。 译为：使身子跟台子一般高。<br>（2）“见二虫斗草间” 等于“见二虫斗（于）草间”。 译为：我看见两只小虫在草间相斗。<br>（3）“果如鹤唳云端”等于“果如鹤唳（于）云端”。译为：果真像鹤群在青云上翻飞鸣叫。<br>（4）“驱之别院”等于“驱之（于）别院”。译为：把它驱赶到别的院子去了。</p> <p><strong>被动句式</strong><br>“舌一吐而二虫尽为所吞” 。译为：舌头一吐，两只小虫全被它吃掉。</p> <p><strong>判断句式</strong><br>“则或千或百，果然鹤也” 等于“眼前果真就出现了千百只白鹤”</p> <p><strong>固定句式</strong><br>以丛草为林：以-----为。 译为：把------当作。 </p>",
  "shangxi": "<h2>赏析</h2> <p>　　作者追忆了自己的童年生活，反映了儿童丰富的想象力和天真烂漫的童趣。全文可分为两部分。</p> <p>　　第一部分（第1段），总写童年视觉敏锐，喜欢细致地观察事物，常有意想不到的乐趣。</p> <p>　　“能张目对日，明察秋毫”，既反映小孩子视觉敏锐，又表现出孩子的稚气、天真。“见藐小之物，必细察其纹理”，说明作者小时候善于细致地观察细小事物，看到细微的事物中那些别人所不能看到的妙处，产生超然物外的乐趣。</p> <p>　　第二部分（第2段至篇末），具体写童年观察景物的奇趣。</p> <p>　　先写夏天观察蚊飞的乐趣。“夏蚊成雷”是夸张又是比喻，这里则是“我”从蚊群嗡嗡的声音与闷雷声相似的特点联想到雷声。而把蚊比作鹤，也是蚊子的体形、长足与鹤相像，这是孩子们的联想。这些联想不但照应了第一部分的“明察秋毫，见藐小之物，必细‘察其纹理’”，同时也为下文作了铺垫。“心之所向，则或千或百，果然鹤也”，心里这样想，眼前就果然出现了群鹤飞舞的景观。这是在前文联想基础上的想象，这正是“物外之趣”。而“留蚊于素帐中，徐喷以烟，使之冲烟而飞鸣，作青云白鹤观，果如鹤唳云端，为之怡然称快”，又是“我”创造性的联想和想象，进一步体现了物外之趣。同时也反映了“我”的知识丰富，但活动范围狭小，没有机会和条件接触“青云白鹤”的实景，靠着丰富的想像仍然可以领略到书本上图画上所描绘的“青云白鹤”的实景。再写“我”观察土墙、花台和小虫争斗的乐趣。这里写“我”观察花台草木，“以丛草为林，以虫蚊为兽”神游其中，仍是表现“物外之趣”的。而观虫斗、驱虾蟆的故事，不但紧扣“趣”字，说明“我”观察入神，而且还能表现“我”的真正可爱，天真无邪。</p><br/><h2>欣赏分析</h2> <p>　　本文选自清代文学家<a href=\"http://so.gushiwen.org/author_148.aspx\">沈复</a>的《浮生六记》之《闲情记趣》，该书原有六记，现存前四记，是一篇带有抒情性的回忆录和记叙性的散文，文章以生动的笔触、细腻的刻画，记述了作者儿时一些“神游其中，怡然自得”的趣事，为我们展示了一幅幅充满童真童心的童趣图，充分表现了少年儿童丰富的想象力和稚气烂漫的情趣。主要体现在：</p> <p>　　一、忆写童趣，一线串珠。</p> <p>　　这是一篇叙述童年趣事的美文，其核心就是凸现那令人没齿难忘的童真童趣，为此，文章以儿童眼中看世界所得“童趣”为主线，按照“总—分”结构组织全文，紧扣一个“趣”字来写。先总写童年时常有超乎尘世之外的乐趣，其中“明察秋毫，见藐小微物，必细察其纹理”为下文作张本。然后分说三件趣事：第一件趣事是观蚊如鹤之趣，视飞蚊为“群鹤舞空”，于蚊帐中玩蚊子，“我”感到极其愉快；第二件趣事是神游山林之趣，视小草为林木，虫蚁为走兽，土砾为丘壑，“我”神游其间，怡然自得；第三件趣事是观二虫相斗，视为“庞然大物”的蛤蟆吃掉了二虫，“我”生气，鞭数十而驱之。至此，几个分散的小故事就连缀成一个整体，取得了形散而神不散的效果。</p> <p>　　本文还包括三美：人性美、构思美、语言美....</p> <p>　　二、观察细微，凸显童真。</p> <p>　　童年趣事，均是琐事，但在孩子的眼中却是难忘的“大事”。文章在安排好线索的同时，以儿时观察事物的独特角度，精选了充满童趣的典型材料，生动细致地加以刻画。这样，整篇文章童趣横生，每个故事引人入胜，每个细节生动传神，字里行间凸现童真。请看一些典型例子：“冲烟飞鸣”中的“冲”字，使人想见蚊群在弥漫的烟雾中乱飞乱闯的情状；“定神细视”中的“定”，“观之，兴正浓”中的“浓”凸显注意力高度集中的特有情状和心态；“夏蚊成雷”，众人避之尚恐不及，年少的“我”却“私拟作群鹤舞空”，观得津津有味，瞧得浮想联翩；“心之所向，则或千或百，果然鹤也”，“昂首观之，项为之强”，足见其观察时间多长，兴致多浓；虾蟆“拔山倒树而来”，初读似乎感到有违事理，细品则深感用语之妙，作者重在神似描写，且符合儿童的感知心理特征和“蹲其身”平视的错觉，生动而真实。</p> <p>　　三、想象丰富，童心可爱。</p> <p>　　歌德说：“孩子是可以敬服的，他常常想到星月以上的境界，想到地面下的情形，想到花卉的用处，想到昆虫的语言；他想飞上天空，他想潜入蚁穴……”这表明儿童的想象具有特殊的夸大性，喜欢夸大事物的某些特征或情节，从而产生丰富奇异的想象。本文正是通过大胆的想象，进行高度的夸张来极力张扬童趣。兼用夸张和比喻的“夏蚊成雷”，找到了蚊群嗡嗡与闷雷之间的声似，以鹤喻蚊，找准了二者体形的形似，“心之所向”，眼前果然就出现了群鹤飞舞的景观，进而创造性地“作青云白鹤观”；我蹲在草间，观二虫争斗，兴致正浓时，竟把癞蛤蟆的“偷袭”，说成是“庞然大物拔山倒树而来”，这里由实生虚，“虚”得鲜活生动神奇；把丛草当作森林，虫蚁视为野兽，土砾比作丘谷，同样是“我”创造性的联想和想象的产物，而这些联想和想象，又是以一颗天真的童心（儿童的生活经验和知识基础）作为出发点的，因而显得形象逼真，情趣盎然，更使文章洋溢着新奇烂漫的童趣。</p> <p>　　四、拥有物外之趣条件</p> <p>　　①、热爱自然，热爱生活</p> <p>　　②、富于想象和联想</p> <p>　　③、有一定的审美能力，能发现美，认识美</p> <p>　　五、第一人称</p> <p>　　可以增加文章的真实感，让人感觉亲切、自然,给人以身临其境之感，使读者读起来更加有兴趣。</p>",
  "about": "<h2>汉语知识</h2> <p><strong>通假字</strong><br>强：通“僵”，僵硬。项为之强：脖子看得都酸了。</p> <p><strong>多音字</strong><br>虾：通“蛤”há虾蟆蛤蟆xiā对虾</p> <p><strong>词类活用<br></strong>名词用作动词：<br>鞭数十（“鞭”，鞭子，这里活用名词作动词，“鞭打”的意思。）<br>果然鹤也（“鹤”，白鹤，这里活用名词作动词，“变成白鹤”的意思。）</p> <p><strong>一词多义</strong><br>观：①昂首观之〔看〕②作青云白鹤观〔...的景象〕<br>察：①明察秋毫〔看清〕②必细察其纹理〔观察〕<br>时：①余忆童稚时〔时候〕②故时有物外之趣〔时常〕<br>以：①徐喷以烟〔用〕②以丛草为林〔把〕<br>为：①项为之强〔因为...而...〕②以丛草为林〔当作〕③舌一吐而二虫尽为所吞〔被〕<br>之：①昂首观之〔代词，指蚊子〕②物外之趣〔助词，的〕③心之所向〔助词。无意〕④观之，兴正浓〔代词，指两只小虫斗草〕⑤项为之强〔代词，指看蚊子〕⑥驱之别院〔代词，指癞蛤蟆〕7.见藐小之物（的）<br>其∶①必细察其纹理〔代词，指微小物〕②蹲其身〔代词，指我〕③神游其中（在，代词）<br>神：①定神细视〔精神〕②神游其中〔想象〕 </p><br/><h2>古今异义解释</h2> 方：古义：正在； 今义：方形<br>或：古义：有时，有的人； 今义：或许<br>余：古义：我； 今义：剩下<br>盖：古义：发语词，相当于“原来是”。 今义：动词，建筑；名词，器具上部有遮蔽作用的东西。<br>观：古义：景象 今义：看<br>私：古义：私下 今义：自私<br/><h2>所涉成语</h2> 明察秋毫：明：眼力；察：看清；秋毫：秋天鸟兽身上新长的细毛，比喻极其细小的东西。鸟类到了秋天，重新生出来的非常纤细的羽毛。形容眼里可以看清极其细小的东西，也指视力很好。<br>庞然大物：极大极大地东西<br>怡然自得：形容安适愉快而满足的样子。<br>夏蚊成雷：夏夜里蚊群嗡嗡的叫声像闷雷。<br>物外之趣：超出事物本身的乐趣。<br>怡然称快：高兴地连声叫好<br/><h2>简介</h2> <p>　　《浮生六记》是他的一部自传体作品，书共六篇，卷一 《闺房记乐》 卷二 《闲情记趣》 卷三 《坎坷记愁》 卷四 《浪游记快》 卷五 《中山记历》 卷六 《养生记道》.故名“六记”。今已佚其二，书中记闺房之乐，见琴瑟相和、缱绻情深；记闲情雅趣，见贫士心性、喜恶爱憎；记人生坎坷，见困顿离合、人情世态；记各地浪游，见山水名胜、奇闻趣观。中国现代文学大师林语堂曾将《浮生六记》翻译成英文介绍到美国，也得到如俞平伯等名家的赞誉。道光二十九年（1849）王韬曾为此书作跋，称赞此书“笔墨之间，缠绵哀感，一往情深。”《浮生六记》以及别的书正是采用“前序后跋”的手法。</p> <p>　　一种平常的景象或事物，通过想象和联想，会变得美丽而又奇特。童趣， 即儿童的情趣。 本文选自《浮生六记·闲情记趣》卷六第二章。是一篇回忆童年生活的叙事散文。围绕的是“物外之趣”。</p> <p>　　其主要特点就是天真烂漫，纯洁无邪，活泼可爱，无忧无虑，无牵无挂。儿童一般都是有童趣的，随着年龄的增长，阅历的深厚，人变成熟、稳重了，也有城府、有心计了，童趣也就荡然无存了。所以，童趣也是儿童最可宝贵的财富。</p> <p>　　一种平常的景象或事物，通过想象和联想，会变成美丽而又奇特的东西，《童趣》告诉我们要善于观察,并要善于想象，善于思考，让童年的乐趣，重返其中。同时，要热爱大自然，善于发现大自然中的美。 </p><br/><h2>整体把握</h2> <p>　　本文主旨是写作者儿时的“物外之趣”，这同时也是本文画龙点睛之语。“物外之趣”虽非物自身所有，却又与物有关，它是观物者的主观体验作用于物的结果，也可以草间之虫皆极细小之物，可以诱发儿童的好奇心和想象力，意趣即由此生成。</p> <p>　　开篇先说作者儿时眼力极好，然后点明文章主旨。“张目对日”，犹言能经受强光刺激；“明察秋毫”，言视力极佳，极细小之物也得一清二楚。有如此好的视力，再加上“见藐小之物必细察其纹理”的癖好，因而能发现“物外之趣”。这是总提，仅用32分述。</p> <p>　　夏蚊成雷，人不堪其苦，而年幼的作者异想天开，将它想象成“群鹤舞于空中”的动人图景，并且看得入了迷。随后他又联想到曾经见过的“鹤唳云端”的图景，于是“留蚊于素帐中，徐喷以烟，使之冲烟而飞鸣”，结果是他真的见到了这样的图景。这是一幅凭借想象而“放大”了的图景，它表现了一个孩子幼稚心灵中自发的审美意识。此其一。</p> <p>　　其二，作者年幼时居城中，渴望见到大自然风光而不得，于是他用想象来实现自己的愿望。他把花园里土墙凹凸处和花台上的丛草想象成树林，把虫蚊想象成野兽，把高出的小土块想象成丘陵，把低陷的小土块想象成山沟，这使他有了一个自由而广阔的天地，可以饱览“大自然”的风光。有一天，有两只小虫在草间相斗──在年幼作者的想象中就成了两兽在树林里相斗，使他看得格外入神；不料一庞然大物倒树而来。一伸舌，便将两虫一齐吞入腹中。年幼的作者被吓得六神无主；待到清醒过来，幻觉消失，才发现此前那个“庞然大物”不过是一只癞虾蟆。他恼恨之极，却并不想伤害它，仅以鞭打示惩──用什么做鞭子，文章未做交代，大概是小树枝吧?他惩罚癞虾蟆，可能含有为两小虫复仇的意思，但从“驱之别院”一举来看，主要原因是它破坏了自己的审美情趣。</p> <p>　　作者用“物外之趣”一语来统摄以上二事，意在说明他幼年时已有自发的审美意识和审美情趣。</p><br/><h2>创作背景</h2> <p>　　《童趣》节选自《浮生六记》，是<a href=\"http://so.gushiwen.org/author_148.aspx\">沈复</a>的一部自传体散文作品，是一篇带有抒情性的回忆录和记叙性的散文，写作此文时作者已46岁。</p><br/><h2>表现手法</h2> <p>　　观察仔细、想象奇特。文中很注意观察的描写，对藐小微物“细察”其纹理；对丛草、虫蚁、土砾“定目细视”；对二虫相斗，观之“出神”。这样的观察，实际上是“观”与“察”同时进行的。“察”这个动作本身就含有思考的意思。因此，观察促进了想象和联想。观察越细致，联想就越丰富，想象就越奇特。例如，把飞舞的蚊群，想象成“群鹤舞空”；把蚊群冲烟飞鸣，想象成“鹤唳云端”；把丛草想象为森林，虫蚁想象为野兽，土砾想象为丘谷。这些都是由儿童的眼光和心理来观察，想象的；而这里的联想和想象，又是从儿童的生活经验和知识基础出发的，因而事物形象的描写真实、生动，富有生活情趣。</p> <p>　　语言简朴、自然、生动。例如“夏蚊成雷”，写出了蚊虫之多，轰鸣之响。“昂首观之，项为之强”，这一细节描写，表现了观赏群鹤舞空图的专注、入迷。“舌一吐而二虫尽为所吞”，“吞”、“吐”两个动词，表现了蛤蟆用舌头捕捉小虫动作的迅速、准确，极为生动传神。“神定，捉蛤蟆，鞭数十，驱之别院”，这里连用了“捉”“鞭”“驱”三个动词，表现了惊恐方定，随即惩罚蛤蟆，驱除强暴，同情弱小的急切心情。另外，有些词语用得也很准确。如“冲烟飞鸣”的“冲”字，使人想见蚊群在弥漫的烟雾中乱飞乱闯的情状；“鹤唳”的“唳”字，仿佛使人听到鹤翔云端高亢的鸣叫。“拔山倒树”，形容蛤蟆扑来的气势和力量，虽然在成人看来有违事理，但以儿童的眼光来看却是自然、贴切，所以真实、生动，使人如见如闻。</p><br/><h2>教案建议</h2> <p>　　本文可用两节课教读。</p> <p>　　由于本文是学生初中入学后所学第一篇文言文，有必要先谈谈学习文言文的意义和方法。时间不超过20分钟。要点如下：</p> <p>　　一、文言文是古代的书面语体，特点是简洁、典雅。文言文来源于古代汉语口语，现代汉语也来源于古代汉语口语，二者同源而异流，二者既有相同的地方，也有不同的地方。同为主，不同为次，所以不难学，我们要有学好的信心。</p> <p>　　二、学文言是为了继承祖国的文化，可以帮助我们了解历史上的许多事情；文言文中的许多词、语依然保存在现代汉语中，学文言文可以丰富我们的语言仓库。</p> <p>　　三、学好文言文的关键在于培养语感。培养语感方法有“三要”：一要熟读背诵课文，目的是熟悉文言文的表达方式和语言习惯；二要自己用心领悟，目的是把“言”和“意”融为一体，见“言”而知“意”；三要主动积累词汇、语汇，目的是掌握文言文的表达工具。这三条密切相关，缺一不可。</p> <p>　　教读本课，拟用60分钟。建议如下：</p> <p>　　1．一定要做到当堂成诵。</p> <p>　　本文共221字，用中速读一遍约需1分50秒，假定在课上读1到2遍(含教师范读和领读)，仅需3分钟左右，完全有可能实现当堂成诵。这样做，有利于学生养成一个诵读的习惯。为实现这个目标，可采取以下的措施：</p> <p>　　(1)预习时要提出诵读课文和领会课文大意的要求，至少读三遍。</p> <p>　　(2)要指导学生诵读。可从划分停顿入手。由于学生在小学时习惯于用一字一顿的读法(有利于认清字形和读准字音)，无妨先用个别句子示例，使学生知道现在的读法跟以前有所不同。如：</p> <p>　　能/张目·对日 昂首/观之，项/为之·强</p> <p>　　使之/冲烟/而飞鸣，作/青云·白鹤/观</p> <p>　　(例句中，“/”表示明显的停顿，“·”表示极短的停顿)</p> <p>　　划分停顿的目的是理清句意的层次，层次清则句意易明。</p> <p>　　(3)教师应作示范背诵。</p> <p>　　2．关于疏通文意</p> <p>　　基本原则是启发学生主动求解，不搞机械的文白对译；一搞机械的文白对译，学生死记译文，主动求解的精神就会消失殆尽，从长远看，无益于文言阅读能力的培养。</p> <p>　　但这个原则也要灵活掌握，下面结合课文谈几个问题：</p> <p>　　(1)注意问题：如“为之”的“为(wèi)”，“凹凸”的“凹(āo)”，皆有两读，可让学生查字典，选定正确的读音；“项为之强”的“强”要读jiāng，这就需要教师讲讲道理。</p> <p>　　(2)解词用语力求浅湿易懂，如“私拟作”就是“心里(把它)比作”；“神游”就是“好像(在那里)游玩”，跟梦游有点相似。</p> <p>　　可以用比较方式讲，如以“手之所触”跟“心之所向”作比较。</p> <p>　　可以启发学生自讲，例如，问学生“抬头看的时间长了，会产生怎样的感觉”，则下句“项为之强”即可让学生自解。凡据上下文义可以解出的词语，一律仿此处理。</p> <p>　　(3)讲成语，着重使学生领会整体意思，不必细究，如“明察秋毫”，即连极细小之物也看得一清二楚之意，表明视力极佳。按此语出自《孟子·梁惠王上》：“明足以察秋毫之末，而不见舆薪”。明，指视力而言。但用不着讲，到高中三年级学《孟子》时再讲不迟。</p> <p>　　(4)讲虚词一般只要指出相当于现代语中某词即可，必要时再指出词性，绝不涉及句法，如“徐喷以烟”中的“以”相当于“用”，不要讲什么介宾短语后置（或倒装句）之类的道理。语言是一种习惯，读得多，养成了习惯，一看就懂。不仅现在这么办，在整个初中阶段也要这么办。</p> <p>　　3．关于内容点拨</p> <p>　　本文着重写作者的幼年间视力极好，又善于从联想中发现事物的美妙，初一学生读后定能引起同感，因此要善于利用学生中相似的生活体验，把这堂课变为师生间的亲切交谈，不要搞公式化的分析。</p> <p>　　“物外之趣”是本文的画龙点睛语，一开始不必急于求深解，讲讲大体意思即可；学完课文后，可以结合幼年作者的审美情趣，问问学生是否也曾有过这样的情趣。</p> <p>　　4．导入和延伸</p> <p>　　可用创造情境的方式导入。</p> <p>　　延伸的办法是引用古<a href=\"http://so.gushiwen.org/view_71123.aspx\">诗</a>文中有关儿童的描写，(如<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>《古朗月行》中的诗句：“小时不识月，呼作白玉盘。又疑瑶台镜，飞在青云端。”)引发学生的联想。</p> <p>　　5.背诵全文</p><br/><h2>问题研究</h2> <p>　　<a href=\"http://so.gushiwen.org/author_148.aspx\">沈复</a>《浮生六记》中“闲情记趣”一章，主要记作者长大后对花木的喜爱和婚后跟妻子一同美化居室及周围环境的琐事；记童年趣事的只有开头一小段，因而具有相对的独立性，在描写儿童观物的心理过程上颇具特色，值得研究。</p> <p>　　年幼的作者由群蚊乱飞想到“群鹤舞于空中”，这是所谓类似联想；再想到“鹤唳云端”，则是接近联想。这后一种联想又促使他产生了模仿的意愿，于是“留蚊于素帐中，使之冲烟而飞鸣”，再经过凝神细观，“果如鹤唳云端”，这是年幼作者的错觉，也是他所追求的目标，因为鹤翔，鹤鸣都是比喻人生大志的，所谓的鹤鸣九皋，冲天一鹤就是表达宽广胸怀和积极向上的远大抱负的──这是一个很美好的画面，很值得玩味。</p> <p>　　观虫斗一节与上述过程大体相似，“以丛草为林，以虫蚊为兽，以土砾凸者为丘，凹者为壑”，都属于类似联想，“庞然大物”的出现，也是错觉；所不同的是这种错觉产生的原因。此刻，年幼的作者已经完全陶醉在他联想的境界之中，他眼前的实物已经被放大了千万倍，而癞虾蟆又是突如其来，对比之下，自然就成为“庞然大物”了，这种错觉是在极短时间内经受强刺激而突然产生的，跟“鹤唳云端”的有意而为不同。</p>",
  "poet": {
    "id": 148,
    "star": 0,
    "name": "沈复",
    "image": "http://img.gushiwen.org/authorImg/shenfu.jpg",
    "desc": "沈复 （1763年—1825），字三白，号梅逸，清乾隆二十八年生于长洲（今江苏苏州）。清代文学家。著有《浮生六记》。工诗画、散文。据《浮生六记》来看，他出身于幕僚家庭，没有参加过科举考试，曾以卖画维持生计。乾隆四十二年（公元1777年）随父亲到浙江绍兴求学。乾隆四十九年（公元1784年），乾隆皇帝巡江南，沈复随父亲恭迎圣驾。后来到苏州从事酒业。他与妻子陈芸感情甚好，因遭家庭变故，夫妻曾旅居外地，历经坎坷。妻子死后，他去四川充当幕僚。此后情况不明。"
  },
  "tags": [
    "初中文言文",
    "叙事",
    "散文",
    "回忆",
    "童年"
  ]
}