{
  "id": 73263,
  "star": 11,
  "name": "答司马谏议书",
  "dynasty": "宋代",
  "content": "　　某启：</p> <p>　　昨日蒙教，窃以为与君实游处相好之日久，而议事每不合，所操之术多异故也。虽欲强聒，终必不蒙见察，故略上报，不复一一自辨。重念蒙君实视遇厚，于反复不宜卤莽，故今具道所以，冀君实或见恕也。</p> <p>　　盖儒者所争，尤在名实，名实已明，而天下之理得矣。今君实所以见教者，以为侵官、生事、征利、拒谏，以致天下怨谤也。某则以谓：受命于人主，议法度而修之于朝廷，以授之于有司，不为侵官；举先王之政，以兴利除弊，不为生事；为天下理财，不为征利；辟邪说，难壬人，不为拒谏。至于怨诽之多，则固前知其如此也。</p> <p>　　人习于苟且非一日，士大夫多以不恤国事、同俗自媚于众为善，上乃欲变此，而某不量敌之众寡，欲出力助上以抗之，则众何为而不汹汹然？盘庚之迁，胥怨者民也，非特朝廷士大夫而已。盘庚不为怨者故改其度，度义而后动，是而不见可悔故也。如君实责我以在位久，未能助上大有为，以膏泽斯民，则某知罪矣；如曰今日当一切不事事，守前所为而已，则非某之所敢知。</p> <p>　　无由会晤，不任区区向往之至。",
  "fanyi": "<p><strong>译文<br></strong>　　鄙人<a href=\"http://so.gushiwen.org/author_405.aspx\">王安石</a>请启：</p> <p>　　昨天承蒙（您来信）指教，我私下认为与君实您交往相好的日子很久了，但是议论起政事来（意见）常常不一致，（这是因为我们）所持的政治主张和方法大多不同的缘故啊。虽然想要（向您）硬啰嗦几句，（但）终究一定（是）不能蒙受（您）考虑（我的意见），所以（我）只是简单地给您写了封回信，不再一一为自己辩解了。再三考虑君实对我的重视厚遇，在书信往来上不应该粗疏草率，所以现在详细地说出我这样做的理由，希望您或许能够宽恕我吧。</p> <p>　　有学问的读书人所争论的问题，特别注重于名义和实际（是否相符）。如果名义和实际的关系已经明确了，那么天下的大道理也就清晰了。现在君实您用来指教我的，是认为我（推行新法）侵夺了官吏们的职权，制造了事端，争夺了百姓的财利，拒绝接受不同的意见，因而招致天下人的怨恨和诽谤。我却认为从皇帝那里接受命令，议订法令制度，又在朝廷上修正（决定），把它交给负有专责的官吏（去执行），（这）不能算是侵夺官权；实行古代贤明君主的政策，用它来兴办（对天下）有利的事业、消除（种种）弊病，（这）不能算是制造事端；为天下治理整顿财政，（这）不能算是（与百姓）争夺财利；抨击不正确的言论，驳斥巧辩的坏人，（这）不能算是拒绝接受（他人的）规劝。至于（社会上对我的）那么多怨恨和诽谤，那是我本来早就料到它会这样的。</p> <p>　　人们习惯于苟且偷安、得过且过（已）不是一天（的事）了。士大夫们多数把不顾国家大事、附和世俗（的见解），向众人献媚讨好当做好事，（因而）皇上才要改变这种（不良）风气，那么我不去估量反对者的多少，想拿出（自己的）力量帮助皇上来抵制这股势力，（这样一来）那么那些人又为什么不（对我）大吵大闹呢？盘庚迁都（的时候），连老百姓都抱怨啊，（并）不只是朝廷上的士大夫（加以反对）；盘庚不因为有人怨恨的缘故就改变自己的计划；（这是他）考虑到（迁都）合理，然后坚决行动；认为对（就）看不出有什么可以后悔的缘故啊。如果君实您责备我是因为（我）在位任职很久，没能帮助皇上干一番大事业，使这些老百姓得到好处，那么我承认（自己是）有罪的；如果说现在应该什么事都不去做，墨守前人的陈规旧法就是了，那就不是我敢领教的了。</p> <p>　　没有机会（与您）见面，内心实在仰慕到极点。</p> <p><strong>注释<br></strong>(1)司马谏议：<a href=\"http://so.gushiwen.org/author_568.aspx\">司马光</a>（1019—1086），字君实．陕州夏县（今属山西）人，当时任右谏议大夫（负责向皇帝提意见的官）。他是北宋著名史学家，编撰有《资治通鉴》。神宗用王安石行新法，他竭力反对。元丰八年（1085），哲宗即位，高太皇太后听政，召他主国政。次年为相．废除新法。为相八个月病死，追封温国公。<br>(2)某：自称。启：写信说明事情。<br>(3)蒙教：承蒙指教。这里指接到来信。<br>(4)窃：私．私自。这里用作谦词。君实：司马光的字。古人写信称对方的字以示尊敬。游处：同游共处，即同事交往的意思。<br>(5)操：持，使用。术：方法，主张。<br>(6)强聒（guō）：硬在耳边哕嗦，强作解说。聒：语声嘈杂。<br>(7)略：简略。上报：给您写。回信：指王安石接到司马光第一封来信后的简答。<br>(8)重（chóng）念：再三想想。视遇厚：看重的意思，视遇：看待。<br>(9)反覆：指书信往来。卤莽：简慢无礼。<br>(10)具道：详细说明。所以：原委。<br>(11)冀（jì）：希望。<br>(12)儒者：这里泛指一般封建士大夫。<br>(13)名实：名义和实际。<br>(14)怨谤（bàng）：怨恨，指责。<br>(15)人主：皇帝。这里指宋神宗<a href=\"http://so.gushiwen.org/author_2101.aspx\">赵顼</a>。<br>(16)议法度：讨论、审定国家的法令制度。修：修订。<br>(17)有司：负有专责的官员。<br>(18)举：推行。<br>(19)辟邪说：驳斥错误的言论。辟，驳斥，排除。<br>(20)难（nàn）：责难。壬（rén）人：佞人，指巧辩谄媚之人。<br>(21)固：本来。前：预先。<br>(22)恤（xù）：关心。同俗自媚于众：指附和世俗的见解，向众人献媚讨好。<br>(23)上：皇上。这里指宋神宗赵顼。乃：却。<br>(24)抗：抵制，斗争。之：代词，指上文所说的“士大夫”。<br>(25)汹汹然：吵闹、叫嚷的样子。<br>(26)盘庚：商朝中期的一个君主。商朝原来建都在黄河以北的奄（今山东曲阜），常有水灾。为了摆脱政治上的困境和自然灾害，盘庚即位后，决定迁都到殷（今河南安阳西北）。这一决定曾遭到全国上下的怨恨反对。后来，盘庚发表文告说服了他们，完成了迁都计划。事见《尚书·盘庚》。<br>(27)胥（xū）怨：全都抱怨。胥：皆。<br>(28)改其度：改变他原来的计划。<br>(29)度（duó）义：考虑是否合理。度：考虑，这里用作动词。<br>(30)是：这里用作动词，意谓认为做得对。<br>(31)膏泽：施加恩惠．这里用作动词。<br>(32)一切不事事：什么事都不做。事事，做事。前一“事”字是动词，后一“事”字是名词。<br>(33)守前所为：墨守前人的作法。<br>(34)所敢知：愿意领教的。知，领教。<br>(35)不任（rén）区区向往之至：意谓私心不胜仰慕。这是旧时写信的客套语。不任，不胜，受不住，形容情意的深重。区区，小，这里指自己，自谦词。向往，仰慕。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　全文立论的论点是针对<a href=\"http://so.gushiwen.org/author_568.aspx\">司马光</a>认为新法“侵官、生事、征利、拒谏、致怨”的指责，指出儒者所争，尤在于名实。名实已明，而天下之理得矣。从而说明变法是正确的。司马光的攻击名实不符，全是谬论。文章逐条驳斥司马光的谬论，揭露出他们保守、腐朽的本质，表示出作者坚持改革，绝不为流言俗语所动的决心。</p> <p>　　第一段主要阐明写这封信的原因和目的。因为两人之间有分歧，所以写信表明自己的立场和态度。<a href=\"http://so.gushiwen.org/author_405.aspx\">王安石</a>在第一段第一句写了三层意思：第一层“昨日蒙教”是礼貌性套语；第二层提到与司马光“游处相好之日久”，感情色彩很浓，使司马光很是舒服；第三层急速转到“而议事每不合，所操之术多异故也”，有迅雷不及掩耳之势，直接点明二人政治上不投合的原因所在。这三层意思集中在一句话里显出高度的概括力，亮出了分歧的焦点所在。不伤感情，态度坦率。第二句又有两层意思。第一层是：司马光见解坚定，并不肯轻易改变，所以“虽欲强聒”多讲几句，一定得不到见察；对于洋洋洒洒三千余字的来信，只作简单答复，不再一一白辨。第二层是：经过仔细考虑，司马光很是看重自己，书信往来，不宜鲁莽，所以要做详细解释，希望司马光能够宽恕。这里说明了作者的态度和方法，又显示出冷静沉着。</p> <p>　　第二段是全文驳斥的重点部分，作者以“名实已明，而天下之理得矣”为论证的立足点，分别对保守派谬论进行驳斥，表明自己坚持变法的立场。在辩驳之前，先高屋建瓴地提出一个最重要的原则问题一一名实问题。名正则言顺而事行。但站在不同立场，对同样一件事（即“实”）是否合理（即“名”是否“正”）就会有不同的甚至完全相反的看法。司马光在来信中指责王安石实行变法是“侵官、生事、征利、拒谏，以致天下怨谤”。这些责难，如果就事论事地一一加以辩解，那就很可能会因为对方抓住了一些表面现象或具体事实而陷于被动招架，越辩解越显得理亏；必须站在高处，深刻揭示出事情的本质，才能从根本上驳倒对方的责难，为变法正名。先驳“侵官”。作者不去牵涉实行新法是否侵夺了政府有关机构的某些权力这些具体现象，而是大处着眼，指出决定进行变法是“受命于人主”，出于皇帝的意旨；新法的制定是“议法度而修之于朝廷”，经过朝廷的认真讨论而订立；然后再“授之于有司”，交付具体主管部门去执行。这一“受”、一“议”、一“授”，将新法从决策、制定到推行的全过程置于完全名正言顺、合理合法的基础上，“侵官”之说便不攻自破。次驳“生事”。“举先王之政”是理论根据，“兴利除弊”是根本目的。这样的“事”，上合先<a href=\"http://so.gushiwen.org/author_159.aspx\">王之道</a>，下利国家百姓，自然不是“生事扰民”。再驳“征利”。只用“为天下理财”一句已足。因为问题不在于是否征利，而在于为谁征利。根本出发点正确，“征利”的责难也就站不住脚。然后驳“拒谏”。只有拒绝正确的批评，文过饰非才叫拒谏，因此，“辟邪说，难壬（佞）人”便与拒谏风马牛不相及。最后讲到“怨诽之多”，却不再从正面反驳，仅用“固前知其如此”一语带过，大有对此不屑一顾的轻蔑意味，并由此引出下面一段议论。</p> <p>　　这一段，从回答对方的责难这个角度说，是辩解，是“守”；但由于作者抓住问题的实质，从大处高处着眼，这种辩解就绝非单纯的招架防守，而是守中有攻。例如在驳斥司马光所列举的罪责的同时，也就反过来间接指责了对方违忤“人主”旨意、“先王”之政，不为天下兴利除弊的错误。特别是“辟邪说，难壬人”的说法，更毫不客气地将对方置于壬人邪说代言人的难堪境地。当然，对司马光的揭露和进攻，主要还在下面一段。</p> <p>　　第三段进一步明确自己的立场和态度，紧承上段结尾处怨诽之多早在意料之中的无畏声言，作者对“怨诽”的来历作了一针见血的分析。先指出：人们习惯于苟且偷安已非一日，朝廷士大夫多以不忧国事、附和流俗、讨好众人为处世的良方。在王安石的<a href=\"http://so.gushiwen.org/view_73263.aspx\">诗</a>文中，“苟且”是因循保守的同义语；而“俗”与“众”则是为保守思想所浸染的一股强大的社会政治势力。这里揭示出他们的精神面貌和思想实质，正为下文皇帝的“欲变此”和自己的“助上抗之”提供了合理的依据。因此接着讲到“众何为而不汹汹然”，只是说明保守势力的反对势在必然，却丝毫不意味着他们的有理和有力。接下来，作者举了盘庚迁都的历史事例，说明反对者之多并不表明措施有错误，只要“度义而后动”，确认自己做得是对的，就没有任何退缩后悔的必要。盘庚之迁，连百姓都反对，尚且未能使他改变计划，那么当前实行变法只遭到朝廷士大夫中保守势力的反对，就更无退缩之理了。这是用历史上改革的事例说明当前所进行的变法的合理与正义性，表明自己不为怨诽之多而改变决心的坚定态度。“度义而后动，是而不见可悔”，可以说是王安石的行事准则，也是历史上一切改革家刚决精神的一种概括。</p> <p>　　答书写到这里，似乎话已说尽。作者却欲擒故纵，先让开一步，说如果对方是责备自己在位日久，没有能帮助皇帝干出一番大事，施惠于民，那么自己是知罪的。这虽非本篇正意，却是由衷之言。紧接着又反转过去，正面表明态度：“如日今日当一切不事事，守前所为而已，则非某之所敢知。”委婉的口吻中蕴含着锐利的锋芒，一语点破以司马光为代表的保守派的思想实质，直刺对方要害，使其原形毕露，无言以对。</p> <p>　　这篇短信笔力精锐，文字经济而富有说服力，语气委婉而严正，既不伤害私人的友谊，也不向反对的意见妥协。作者的修辞和逻辑推理是根据对具体的人、具体的场合，运用了反驳、引导、对比、证明、启发、类推等方法，由近及远、由远及近、层层逼进进行的，它是驳念性政论文的典范之作。</p>",
  "about": "<h2>创作背景</h2> <p>　　熙宁元年（1068年），新即位的宋神宗问<a href=\"http://so.gushiwen.org/author_405.aspx\">王安石</a>：“当今治国之道，当以何为先？”王安石答：“以择术为始。”熙宁二年，宋神宗问王安石：“不知卿所施设，以何为先？”王安石答：“变风俗，立法度，方今所急也。凡欲美风俗，在长君子，消小人，以礼义廉耻由君子出故也……”</p> <p>　　熙宁二年（1069年）二月，王安石开始推行新法，采取一系列改革措施。翰林学士范镇认为实行“青苗法”是变富人之多取而少取之，然“少取与多取，犹五十步与百步”，七八月间<a href=\"http://so.gushiwen.org/author_1926.aspx\">范纯仁</a>上书皇上，公开指责安石“掊克财利”，舍“尧舜知人安民之道”，御史中丞吕诲上书劾王安石巧诈，说他：“置诸宰辅，天下必受其祸”。一次宋神宗和文彦博讨论变法之事，神宗说：“更张法制，于士大夫诚多不悦，然与百姓何所不便？”文彦博说：“为与士大夫治天下，非与百姓治天下。”</p> <p>　　第二年，<a href=\"http://so.gushiwen.org/author_568.aspx\">司马光</a>给王安石写了三封长信——《与（王）介甫书》责难王安石“财利不以委三司而自治之，更立制置三司条例司”，“又置提举常平广惠仓使者”，“今介甫为政，尽变更祖宗旧法，先者后之，上者下之，右者左之，成者毁灭之，弃者取之，矻矻焉穷日力，继之以夜不得息。……”，“今介甫为政，首建制置条例司，大讲财利之事，又命薛向行均输法于江，淮，欲尽夺商贾之利，又分遣使者散青苗钱于天下而收其息，使人愁痛，父子不相见，兄弟妻子离散。……”，“或所见小异，微言新令之便者，介甫辄艴然加怒，或诟骂以辱之，或言于上而逐之，不待其辞之毕也。明主宽容如此，而介甫拒谏乃尔，无乃不足于恕乎！”。</p> <p>　　他还列举实施新法“侵官”、“生事”、“征利”、“拒谏”、“致怨”等弊端，要求王安石废弃新法，恢复旧制。王安石则写了《答司马谏议书》回复：“如君实责我以在位久，未能助上大有为，以膏泽斯民，则某知罪矣，如曰今日当一切不事事，守前所为而已，则非某之所敢知。”后来两人完全绝裂，司马光跟皇帝辞职，隐居洛阳专心撰写《资治通鉴》。</p>",
  "poet": {
    "id": 405,
    "star": 0,
    "name": "王安石",
    "image": "http://img.gushiwen.org/authorImg/wanganshi.jpg",
    "desc": "王安石（1021年12月18日－1086年5月21日），字介甫，号半山，谥文，封荆国公。世人又称王荆公。汉族，北宋抚州临川人（今江西省抚州市临川区邓家巷人），中国北宋著名政治家、思想家、文学家、改革家，唐宋八大家之一。欧阳修称赞王安石：“翰林风月三千首，吏部文章二百年。老去自怜心尚在，后来谁与子争先。”传世文集有《王临川集》、《临川集拾遗》等。其诗文各体兼擅，词虽不多，但亦擅长，且有名作《桂枝香》等。而王荆公最得世人哄传之诗句莫过于《泊船瓜洲》中的“春风又绿江南岸，明月何时照我还。”"
  },
  "tags": [
    "批评",
    "揭露",
    "改革"
  ]
}