{
  "id": 70283,
  "star": 3,
  "name": "杂剧·董秀英花月东墙记",
  "dynasty": "元代",
  "content": "楔子<br>小生姓马名彬，字文辅，祖贯临阳人氏。先父拜三原县令，不幸身亡。小生年长二十五岁，雪案萤窗，苦攻经史，博古通今，名誉文章，自不可掩。俺父亲在日之时，曾与松江府府尹董蓥为友。尝记得董府尹酒席之间，问俺父亲：\"咱既为通家，凡事皆当商量。\"先父说：\"别无甚事，止有小儿马彬年少，颇肯向学，未遂功名。\"府尹见说聪明，便道：\"某有一女，小字秀英，愿与你令嗣为妻。\"后来先父下世，路途遥远，音信不通。如今小生一者游学，二者就问这亲，走一遭去。家童，收拾琴剑书箱，今日就行。<br>【仙吕】【赏花时】文质彬彬一丈夫，千里寻师为学谋。今日个践路途，单身独步，云外雁声孤。<br>【幺篇】我如今赤手空拳百事无，父丧家贫不似初，囊箧尽消疏。鹏程有路，何日赴皇都？行了个月期程，到得松江府。家童，你寻个客店安下。理会的。兀那就是一所店房。店主在家么？谁叫，谁叫？老者，俺家长来此投宿。小生动问老公公，此处董府尹在否？府尹下世去了。他宅子在何处？隔壁就是。足下与府尹甚亲？先父与府尹相交契厚。自先父下世，一向间阔，不曾问候。足下如今那里去？小生儒业进身，游学至此，将赴诏选。敢问公公，有房舍借一间小生借居，待来春赴试。足下既要安住，老夫有一小顽，名曰山寿，就托足下教训攻书。老夫东墙下有一花木堂，先生就在其中设馆，如何？如此多谢！院公，疾忙收拾洁净者。已停当了。先生，请往花木堂安歇。<br><br>第一折<br>老身姓刘名节贞，乃刘太守之女，董府尹之妻。不幸府尹告殂，止生得一个女孩儿，唤做秀英。年长一十九岁，生的性质沈重，言口语真；诗词书算，描鸾刺绣，无所不通。更有个小妮子，是小姐使唤的梅香，亦能吟诗写染。昨日梅香说，小姐身体不快，老身想来，多是伤春。梅香，如今是三月之间，后园中百花开放，你和小姐去海棠亭畔散心，走一遭去。妾身董秀英是也。父亲拜松江府尹，不幸早亡，止有老母在堂，治家严肃。今乃三春天气，好生困人，终日在绣房中描鸾刺绣，针指女工，十分闷倦。恰才母亲教同梅香去后花园散闷，梅香，俺上房门，咱两个去来。梅香，你看是好春景也呵！<br>【吕仙】【点绛唇】万物乘春，落花成阵，莺声嫩。垂柳黄匀，越引起心间闷。<br>【混江龙】三春时分，南园草木一时新。清和天气，淑景良辰。紫陌游人嫌日短，青闺素女怕黄昏。寻芳俊士，拾翠佳人。千红万紫，花柳分春。对韶光半晌不开言，一天愁都结做心间恨。憔悴了玉肌金粉，瘦损了窈窕精神。<br>我正坐间，只见落花飞于帘下，此花待败也。正是：坐见落花长叹息，又疑春老树南枝。这花必定是董府尹后园里飞过来的，我起去望咱。姐姐，你看那桃杏花是好爱人也。<br>【油葫芦】杏朵桃枝似绛唇，柳絮纷，春光偏闪断肠人。微风细雨催花信，闲愁万种心间印。罗帏绣被，孤寒欲断魂。掩重门尽日无人问，情不遂越伤神。<br>姐姐，兀那东墙上看的是一个秀才！<br>【天下乐】我只见杨柳横墙易得春，欢欣，可意人，一见了心下如何忍。送秋波眼角情，近东墙住左邻，觑了可憎才有就因。<br>姐姐，咱回房中去来。不争你在此留恋，夫人知道怎了也？咱去来。这相思索害也！恰才那女子正是董秀英。今日见了他一面，不由人行思坐想，有甚心情看书！似此如之奈何？好闷倦人也。自从昨日后园中见了那个秀才，生的眉清目秀，状貌堂堂。我一见之后，着我存于心目之间。非为狂心所使，乃人之大伦。早是身体不快，又遇着这等人物，教我神不附体，何时是可也？姐姐，因何见了那生，如此模样了也？<br>【那吒令】一见了那人，不由我断魂；思量起这人，有韩文柳文；他是个俏人，读齐论鲁论。想的咱不下怀，几时得成秦晋，甚何年一处温存？<br>【鹊踏枝】好教我闷昏昏，泪纷纷，都只为美貌潘安，仁者能仁。一会家心中自忖，谁与俺通个殷勤。<br>姐姐，早是这两日茶饭不进，厌厌瘦削。若再狂荡了心，敢是不中也。我身上病患，汝怎得知！是何病患？我是未嫁之女，对你一言难尽。姐姐有话，但说不妨。<br>【寄生草】怕的是黄昏后，入罗帏愁越狠。孤眠独枕教人闷，愁潘病沈教人恨，行迟力顿教人困。似这等含情掩卧象牙床，几时得阳台上遇着多才俊。姐姐，我猜着你，敢待和昨日那秀才说话。他在那壁，你在这壁，如何得会？想当初卓文君怎生私奔相如来？他两个缘何便得成就来？<br>【幺篇】汉相如在寒窗下，卓氏女配做婚。都只为我情你意相投顺，姻缘自把佳期问，郎才女貌皆相趁。你道是阻东墙难会碧纱厨，似俺这干荷叶那讨灵犀润。<br>梅香，我若不说，你也不知。自从后花园中见了那个秀才，教我愁闷更增十倍，不觉耽此病症，如之奈何？姐姐，不争你看上那个书生，老夫人倘然窥视出来，你为妇女，怎生是了？姐姐，夜深了，不睡做甚么？我怎生睡的着？我这身上越觉不快，兀的不害杀我也！<br>【后庭花】似这等害相思怎地忍？不由人上心来雨泪频。避不的老母将将怪，好教我留连心上人。枉劳魂，不觉的罗衣宽褪。被生寒怎地温？看看的憔悴了身，厌厌的害杀人。唤梅香掩上门，把沉檀炉内焚，志诚心祷告神。<br>【柳叶儿】呀，愁锁定眉尖春恨，怎不教心怀忧闷？见如今人远天涯近，难勾引，怎相交？越加上鬼病三分。<br>姐姐，你实意心里待怎么？<br>【青哥儿】对人前一言难尽，老夫人治家严训，怨俺那火性如雷老母亲。谨慎闺门，昼夜追巡，坐守行跟，恐失人伦。但若离了半时辰，来相问。姐姐，似你今春多病，可以自己调理，莫费神思。不争你这等念想，倘若其身有失，如何是了？休休，莫要护病成疾，自损其身。姐姐自当思之。梅香，你可知我心间的事？妾虽不知，见姐姐身体不快，以此谏劝，自可调理。似这等病，如何治度？我一会家不想起来便罢，一会家想将起，好是凄凉人也！<br>【赚煞】合晚至黄昏，独宿心间闷。苦厌厌忧愁自忖。便有铁石心肠也断魂。串香焚被冷谁温，引入多情梦里人。窗儿外月华正新，玉人儿在方寸，我将这海棠花分付与东君。<br>睡起金炉香烬寒，宝钗斜插碧云鬟。愁低杨柳梢头月，花落莺啼春又残。<br><br>第二折<br>小生马文辅。自从那日见了那小姐之后，朝则忘食，夜则废寝，其心荡然，如有所失，倘生不测，将平日所学，一旦废矣。今夜这等风清月郎，且操一曲琴，洗我心间之闷咱。姐姐，这早晚不烧香做甚？你放下香车者。已放下了。<br>【正宫】【端正好】下香阶，踏芳径，步苍苔月影当庭。过回廊一弄凄凉景，好教我添悲兴。<br>【滚绣球】垂杨宿鸟惊，绣鞋不待行。降明香问天求聘，志诚心祷告神灵。相思病渐成，看看瘦损形，受寂寞事关前定，盼佳期井底银瓶。似这等栖迟误了奴家命，强打精神拜斗星，何日安宁？姐姐，你听那里冰弦之声。<br>【倘秀才】则道是半空中神仙胜境，却元来东墙下把丝桐慢整，你听他款抚冰弦音韵清。夜阑人静，情悲戚，话丁宁，怎不教人动情？<br>明月娟娟兮夜永生凉，花影摇风兮宿鸟惊慌。有美佳人兮牵我情肠，徘徊不见兮只隔东墙。佳期无奈兮使我遑遑，相思致疴兮汤药无方。托琴消闷兮音韵悠扬，离家千里兮身在他乡，孤眠客邸兮更漏声长。姐姐，那生弹的好凄凉人也呵！<br>【滚绣球】我向这东墙仔细听。凤求鸾曲未成，怎不教想的人成病，今日个聪明的遇着聪明。这琴陶潜膝上横，蔡邕爨下生。断肠人这答儿孤另，一句句诉你飘零。几时得同衾共枕销金帐，满斗焚香说誓盟，愿足平生。<br>东墙那边似有人言，莫不有人么？我试挽着垂杨，隔墙而望咱。梅香，恰才那生弹的是好伤感人也。我听了琴中之语，教我越添其愁。且将我心中之闷，共联一绝。姐姐你做。客馆闲门静，闺房寂寞春。月来花弄影，疑是有情人。吟咏妙哉！我依韵如一首咱。书舍须臾恨，南园老尽春。东墙明月满，偏照意中人。墙角边吟诗者，必是那弹琴的秀才，是好高才也。<br>【倘秀才】他在那东墙下诗和了一声，我这里近亭轩把绣鞋立定，好教我兜上心来意不宁。愁攒眉角上，忽的动伤情，知他是怎生？<br>姐姐，咱回去罢，夜深了。呀，小姐回去了，这相思索害也！我且回书房去。自从昨日听了那生弹琴，不想我病症转加，身子好生不快，可怎了也？姐姐，为一女子，当守闺门之正，不要这等狂荡。<br>【呆骨朵】我这里闷厌厌锁不住疏狂性，怎禁的独自伤情？孤帏里翠减香消，花稍上蜂喧蝶并。少年人辜负了三春景，身体也无康盛。自思量怎奈何，渐染出风流病。<br>我昨日晚间，月下弹琴，不想小姐来听，隔墙吟诗，我也和了一首。我想来，终不见个分晓。我今日使山寿去，只推问他讨花，看他有甚么话说。山寿，你来。师父，叫我怎么？隔壁董宅好花，你去讨一朵来，休教老夫人知道。我只问小姐讨去。然也。山寿，来有何故？俺师父使我来问姐姐讨花哩。他多少年纪了？俺师父二十五岁了。他要甚么花？随姐姐与我甚么花。我与你一朵海棠花，你将去。<br>【脱布衫】思量起俊俏书生，今日个显姓通名。海棠花权为信行，姻缘事该前定。<br>【小梁州】谁想是旧日刘郎到武陵，听说罢怎不伤情。孤鸾寡凤几时成？人孤另，长叹两三声。<br>【幺篇】黄昏一盏孤灯映，困腾腾闷倚帏屏。鼓二更，人初静，更添愁兴，照不到天明。我常记得，俺父亲在日，曾与俺母亲说，在朝之日，曾与三原县令马昂为交，次后，半我许与他儿子马文辅为妻。我那时年幼，也不曾成得；后来音信不通，因此上不曾成合这亲事。我那日在后花园中，只见山寿家东墙上，有一秀才，往这壁望着。我一见那生，发黑眉青，唇红齿白，教我放心不下。我前日在海棠亭下烧夜香，又遇着他弹琴，专诉失其佳配。昨日使山寿来问我讨花，我因问他，你师父是谁；山寿说，姓马名彬字文辅。我就想起俺父亲的言语，莫不就是这生？我两日前写下了一个简帖儿，今日着梅香送与他去。梅香，你送这简帖儿与那秀才去。将来，我送去。我送简帖儿去来。自从见了秀英小姐，着我神魂飘荡，茶饭懒尝。昨日着山寿讨花去，小姐与了一朵海棠花，不知主何意？似这等音信不通，如何是了？先生万福。小娘子，来有何事？你不知，听我说咱。<br>【上小楼】只因你青春后生，俺小姐心肠不硬。想前夜月下鸣琴，韵和新诗，福至心灵。音韵轻，声律清，精通理性，多管是暗中传两情相应。俺姐姐与了这个简帖儿，教送与先生，不知是甚么言语？将来我看。小娘子，这一首诗是谁写的？俺姐姐亲笔写的，你试念与我听。\"潇洒月明中，潜身墙角东。鸣琴离恨积，入夜绣帏空。梦绕三千界，云迷十二峰。仙郎休负我，我意若春浓。\"好高才也！既小姐有顾恋小生之心，我如今备办礼物，使媒人说去，如何？<br>【幺篇】你待教媒人偶成，老夫人天生劣性。不争你走透消息，泄漏风声，误了前程。俺姐姐念旧盟，想旧情，何须媒证，不用你半星儿绛罗为定。既蒙小姐垂念，小生也写一简，烦小娘子捎去。你写来。小娘子，你道我多多上复小姐来。小姐若见了这简帖儿，好事必成也。<br>梅香去了多时，怎生不见回来了？如何？他有回简在此。将来我看。\"客馆枕凄凉，孤眠春夜长。瑶琴拨一弄，春色在东墙。勿问诗中意，相思病染床。情人在咫尺，何日赴高唐？\"是好才学也！<br>【满庭芳】恰便似龙蛇弄影，才过子建，笔扫千兵。温柔软款多才性，忒煞聪明。据相貌容颜齐整，论文学海宇传名，堪人敬。都只为更长漏永，伤感泪盈盈。<br>似这等何见得成也。<br>【耍孩儿】似这等空房静悄人孤另，却又早香消金鼎。何时害彻相思病，卜金钱祷告神灵。生前禽演分明判，八卦详推莫顺情。四柱安排定，都来增下，祸福分明。<br>【四煞】画檐铁马喧，纱窗梦不成，佳人才子何时娉？他是个异乡背井飘零客，我便是孤枕独眠董秀英。都薄幸，一个在东墙下烦恼，一个在锦帐里伤情。<br>【三煞】叹鸳鸯绣被空，满怀愁为那生，只因他新诗和的声相应。更把那瑶琴拨出艰难调，彩凤求凰指下鸣。都是相思令，听了他凄凉惨切，好教我寸步难行。<br>【二煞】婚姻配偶迟，难挨更漏永，画蛾眉懒去临妆镜。老天不管人憔翠，一派黄河九遍清。贞烈性，也只是粉墙一堵，似隔着百座连城。<br>【尾煞】相思愁越添，凄凉恶梦境。便做道铁石般只恁心肠硬，都写入愁怀唤不省。<br>第三折<br>从昨日小姐着梅香送了一首诗来，我也回了一首，教他将去了，至今音信不通。小生不觉病枕着床，性命在于顷刻。万一有成，这病还有可时；倘或阻隔，如之奈何！<br>【中吕】【粉蝶儿】睡眼难开，锁愁眉如何担待？恨相思昼夜难挨。则俺这异乡人，如风絮，飘零在外。愁满心怀，何时得否极生泰？<br>【醉春风】只因遇着可憎才，引的我熬煎深似海。害的我须臾咫尺难移挨，你好是歹，歹！一会家倒枕捶床，长吁短叹，教咱无奈。<br>我且掩上门，静坐一会。昨日使梅香探那生去，回了一首诗来，我看罢，他真有此心。我今又写下一个简帖儿，梅香，你再送与那生去。将来。你快些来。不知写的是甚么，须索送去。<br>【脱布衫】病潘安瘦损形骸，杜韦娘憔悴香腮。你两个恩情似海，没来由把咱禁害。<br>【小梁州】你只要搂带同心结不开，都只待鱼水和谐。旷夫怨女命安排，心无奈，盼杀楚阳台。<br>【幺篇】这便是才郎有意佳人爱，两下里怎不伤怀？好意挨，舒心害，粉墙为界，镜破两分钗。早来到也，我隔这窗儿试瞧咱。<br>【上小楼】我把这窗儿润开，觑一觑何妨何碍。只见他东倒西歪，倚床靠枕，身体斜挨。叫一声马秀才，头不抬，相思苦害，问你个病襄王在也不在。先生万福。呀、呀、呀！小娘子，怎生就不来了？夫人严谨，仆妾岂敢轻出？小娘子，今日小姐有何话说？俺姐姐写了一简，教我送来，不知上面写着甚么。将来我看。<br>【幺篇】俺小姐亲封一策，向你这东君叩拜。不知他有甚衷肠，道甚言词，诉甚情杯。试取开，看内才，中间梗概，比那吓蛮书赛也不赛。<br>画阁销金帐，翻成离恨天。东墙相见后，疑是武陵源。小生有一句话，只得对小娘子伸诉。先生但说不妨。想先君在时，曾蒙府尹相公将小姐许聘小生；后来阻滞，因此上不曾合成亲事。小生此一来，问这亲事，欲令媒人通问于老夫人，争奈寒儒孤陋，不能谐事。自那日后花园中见了小姐，就得了这等症候。除小娘子在小姐左右，怎生方便，成就此事，有可伤乎？足下是一丈夫，立于天地之间，当以功名为念，垂芳名，显祖宗。岂不闻圣人云：\"血气之勇，戒之在色。\"足下是聪明之人，何为一女子丧其所守？先生察之！只是小娘子可怜小生！通一句话呵，此事必成矣。先生请起。等妾身看小姐之动静，若是得空呵，慢慢的假一言。肯与不肯，再来回报足下。小生还有一简，烦小娘子捎去，未知可否？将来，我捎去。妾身回去也。恰才使梅香去了，这早晚不见回来，好闷人也呵。姐姐，我来了。事已如何？姐姐，则被你弄杀那生也。他对你说甚么来？他将前事诉了一遍。甚么前事？他说道：俺父亲在时，曾与你先尊为交，就将小姐许了亲事；后来遭阻滞，不曾成事。如今千里而来，也只为这亲事。自从那一日见了姐姐，如今在书房中害相思病哩。他再有甚么话说？我临来时，他又与了个简帖来，捎与姐姐哩。将来看咱。相思病转添，愁锁眉尖上。无意读经书，引的春心况。忽见可憎才，疑是嫦娥降。盼得眼晴穿，何日同鸳帐？<br>【快活三】闷昏昏眼倦开，困腾腾鸳枕挨，怎痤閦量的无聊赖，几时得云雨会阳台。我和你同欢爱，爱你个俊俏书生，风流秀才。俺两个少欠下相思债，自裁自改，何日得共挽同心带？<br>【贺圣朝】似这般子建才学，埋没书斋，愁肠一似东洋海。生的相貌堂堂，见了开怀。心中自猜，怎生教他昼去昏来？<br>姐姐，似此如之奈何？我如今写一个期约简儿，你将去。我若不如此，他岂敢来？他若看了这诗，便知我的意思。<br>我写了一简，着梅香捎去，这早晚不见回来，恐成不的这事。这一会身子困倦，且睡些儿。先生万福。小娘子，那事如何？贺万千之喜，事已成矣！有甚好音着我知道？简帖在此。待月东墙下，花阴候大才。明宵成欢会，同赴楚阳台。今日得成此事，皆小娘子之力，异日当犬马相报。足下请起。你准者，妾当回去也。小生这病害的着了！<br>【满庭芳】姻缘合该，今朝相待，鱼水和谐。似这等不枉了教人害，苦尽甘来。古人言知过必改，不由人兜在心怀。一见了相亲爱，便休道贤贤易色，非是我放在狂乖。<br>姐姐，天色晚了，那生必定等哩，好去了。我乃室女，潜出闺门，与少年私约，敢非礼么？姐姐，男女居室，人之大伦，有何非礼？母亲不知睡了不曾？咱去来，不妨事。早间梅香来约，海棠亭上与小姐相会。夜色深了，我掩上书房门，好去也。早来到墙边，跃而过去，潜身在这海棠亭下者。梅香，那东墙下似有人影，莫不是那秀才来了，你去看咱。小娘子，小姐来了不曾？兀的不是。小姐令小生将来赴约。你在角门首望着，有人来便报我知道。生、旦携手，至海棠亭，<br>【耍孩儿】看了你桃腮杏脸花无寒，星眼朦胧不开。魂灵儿飞在五云端，只将这玉体相挨。安排定共宿鸳鸯枕，准备下双飞鸾凤台。今日得同欢爱，把湘裙皱损，宝髻斜歪。<br>【五煞】衫儿扭扣松，裙儿搂带解，酥胸粉腕天然态。楚腰似柳娇尤软，未吐桃花露润开。完成了恩和爱，今日个良姻匹配，便死呵一穴同埋。<br>【四煞】温柔软款情，佳人忒艳色，春风美满身心快。轻蝉鬓軃乌云乱，宝髻偏斜溜凤钗。越显的多娇态，心中留恋，可意多才。<br>【三煞】娇羞力不加，低垂颈怕抬，风流彻骨遗香在。相偎玉体轻轻按，粉汗溶溶湿杏腮。似这等偷香窃玉，几时得一发明白。<br>【二煞】澄澄夜气清，低低月转阶，枝枝花影横窗外。灯前试把香罗看，点点猩红映莹白。则见他羞无奈，困腾腾倚墙靠壁，急忙忙重整金钗。<br>【尾煞】相思一笔勾，姻缘前世该。好教人撇不下恩和爱，几时得再把同心带儿解。<br>我前日听得梅香说，小姐身体不快，不曾看得。今夜睡不着，我试看小姐去咱。来到这绣房中，怎生不见小姐？莫不敢做下了勾当也？我试往后花园看去。呀！这角门怎生开着？姐姐，不妨事，夫人行我有话说。好贱人！你三个都过来。好女孩儿，做下这等勾当！岂不闻：\"席不正不坐，割不正不食。\"我入董家为妇，一世何曾有针尖大小破绽？你如今方及笄，不遵母训，不修妇德，与这等不才丑生私允，兀的不辱杀人也！我想来，都是这小贱人迤逗的来！老夫人息雷霆之怒，听贱妾陈是非之由。想当初先尊在日，将小姐曾许与三原县尹马昂之子马文辅为妻。先尊下世，不曾成合。不想马生因问亲事至此，安歇于山寿家花木堂中，使佳人才子，临风对月；心非木石，岂无所思！夫人失治家之道，不能掩骨肉之丑，何人之过？兀那厮！你端的姓甚名谁？何方人氏？不瞒老夫人说，小生姓马名彬字文辅，先父拜三原县令，祖贯临阳人也。你这小禽兽无礼！你既到此，如何不来见我，却做下这等勾当。若是别人呵，决打坏了。你空读孔孟之书，不达周公之礼，这等不才。我待教你离我门去，只是看你先父母面上。我家三辈不招白衣之人，如今且将你两个急配了，则明日上朝取应去。得中科第，那时来也未迟。非敢对夫人夸口，小生六岁攻书，八岁能文，十一岁通六经。据小生文学，不夺状元回来，永不见夫人之面。想你父亲，也不曾弱了。常言道：\"有其父必有其子。\"孩儿，你着志者！秀英，便收拾行装，送文辅上朝取应去。恰相逢，又分别，好是烦恼人也呵！今朝同把一杯酒，后夜醉眠何处楼？如今送别临溪水，他日相逢在水头。<br><br>第四折<br>梅香，将酒果来，与秀才饯行。今日得成佳配，妾身不敢久留，当以功名为念，进取为心。以君之才，必有台辅之任。若到京师，早登科第，当速反征辕也。我这一去，青霄有路终须到，金榜无名誓不归。请老夫人拜别咱。孩儿，着志者，早些回来。如今暮春天道，是好伤感人也。<br>【越调】【斗鹌鹑】眼见的枕剩衾空，怎挨这更长漏永？桃蕊飘霞，杨花弄风。翠袖生寒，乌云不拢。恰成了鸾凤交，眼见的各西东。离恨千般，闲愁万种。<br>【紫花儿序】见如今亭前分袂，目下离别，多应是梦里相逢。忍不住长吁短叹，难割舍意重情浓。枉教我埋怨天公，莫不是美满姻缘不得终！好教人伤悲切痛，霎时间去马回车，都做了往雁归鸿。自从文辅去后，今经半载有余，杳无音信，教我身心不安。好是烦恼人也！<br>【小桃红】腰肢纤细减芳容，似带雨梨花重。翠被香消谁共，思无穷，音书写下无人送。鱼沉雁杳，枕剩衾空，因此上泪滴满酥胸。<br>姐姐，怎生害的这等瘦了！<br>【天净纱】害的人病厌厌瘦了形容，宽绰绰带慢衣松，俏身儿往日难同。越添悲痛，倚帏屏星眼朦胧。<br>【调笑令】好教我气冲，怨天公，闪的我独宿孤眠锦帐中。珠帘不卷金钩控，怕的是南楼上画鼓冬冬。我这里好梦初成，又成墙东，怎生般梦中鱼水也难同。<br>【秃厮儿】恨人，画檐间铁马丁东；恨人，寒山野寺鸣钟。恨人，把美爱幽欢好梦惊；恨人，又见花梢儿窗影下重重。<br>【圣药王】想旧境，一梦中，海棠亭下正欢浓。宝髻松，绣被重，觉来犹在画屏东，无语泪溶溶。<br>【麻郎儿】恨相思病浓，转思量泪重。眉蹙损春山闷萦，显的凄凉一弄。<br>【幺篇】这病攻、泪浓、闷重，都只为满腹愁衷，都只为鱼水难同，都只为孤鸾寡凤。<br>【络丝娘】粉花笺写下更长漏永，专诉着瘦减香肌玉容。写罢了眉尖一纵，更教人悲痛。自马生去后，教我朝思暮想，疾病转加，如之奈何！梅香，你来。姐姐，怎么说？我这几天身子不快，我待请医调理，你请母亲来商量。老夫人，有请。有甚事？平亲，你孩儿身体不快，如何治之？孩儿，快请个良医来，服些药饵就好了。梅香，你快请去。除是马秀才来，我就好了。李郎中，在家不在家？小子李郎中是也。别无买卖营生，专靠我这药上盘费。我这妙用，有神仙之法，手到病除。家传一样妙药，专治男女伤春之病。恰才董府尹家来请，须索走一遭去。小娘子，报复去。奶奶，请将医士来了。请进来。小女有些不快，特请先生调治。请出来诊脉。此脉沉细。如何调治？小人专治伤春之病，岂可无药？不瞒老夫人说，我这药费本钱。老身怎肯少了药资。我便攒药。此药何名？不当受，小人回去也。梅香，你教孩儿睡一会儿，我回去。姐姐，服了此药就好。<br>【东原乐】这厮是哄人机见，他说来的不通，越教人添沉重。他一片胡言都是空，无些儿效功，他正是说真方把咱做弄。<br>【绵打絮】深闱静悄，幽僻庭空。月轮展纸，几扇屏风。似海棠半醉春睡重，鲛绡上绿鬓拥。有情人何日相逢，几时得赴高唐梦中？<br>【拙鲁速】花落去绿丛丛，怎不教人泪盈盈？愁锁眉尖万种，清夜悠悠谁共？画檐下摇曳帘栊，不想把离人断送，鹧鸪啼惊觉巫山梦。<br>【尾声】鱼沉雁杳音难送，阻隔着千里关山万重。埋怨俺狠毒娘，走将来分开了鸾凤种。<br><br>第五折<br>自家马文辅是也。自到京师，应试科场，一举状元及第，蒙恩赐彩段官诰。今日谢了恩，回松江搬取夫人秀英去。骏步高骞谒紫宸，学成词赋贯天人。丈夫欲遂平生志，年少先栽帝里春。好是称心也呵！<br>【双调】【新水令】春雷揭地震青天，平步上广寒宫殿。风吹乌帽整，日照锦袍鲜。拜宴开筵，这其间方称了丈夫愿。<br>【驻马听】十载心坚，酬志了金屋银屏紫府仙。当时贫贱，怎忘了箪瓢陋巷在穷檐。官高犹记武陵源，身荣怎忘前亲眷。才中选，今朝又把程途践。行了数日，早到松江府了。趱动马，径奔宅上去者。左右，报的老夫人知道。马文辅得了头名状元，今日回来，我须迎他进来者。儿鞍马劳困。梅香，叫你姐姐来见学士者。姐姐在那里？小贱人，你管我怎么？俺姐夫做了官回来，在堂上，老夫人着我请你相见哩。是真个？你待不见哩。不想有今日也！才郎及第，官拜何职？托祖宗福荫，叨中状元，小生喜不自胜。<br>【雁儿落】谁想你入科场艺在先，金榜上名堪羡。脱却了旧布衣，直走上金銮殿。<br>【得胜令】你如今束带立朝前，得志受皇宣。列翰苑为学士，插金花饮玉筵。标写在凌烟，宝匣内方显出龙泉剑。享富贵绵绵，立芳名见大贤。小生别后一载有余，多亏小姐持家养德。<br>【水仙子】今朝一日笑声喧，又得才郎叙旧缘，相逢诉不尽心中怨。那时节意惨然，自别来动是经年。我只怕恩情断，盼归期天样远，谁知道今日团圆。<br>【折桂令】喜今朝又得团圆，夫妇相逢，前世姻缘。携手相将，花前月下，笑语甜言。旧日的恩情不浅，还记得海棠亭誓对婵娟。你如今黄榜名悬，翰苑超迁，愿足平生，尽在神天。<br>雷霆驱号令，星斗焕文章。小官使命官是也。奉朝命来与马状元加官进秩。可早来到也。状元装香，来接诏旨。皇帝诏旨：\"你状元马彬，有文武全才，博学宏词，可授翰林学士。其妻董氏，一节不渝，封学士夫人。可即走马赴任，勿替朕命。故敕。\"感谢圣恩。<br>【沽美酒】降明香，接诏宣，拜天使，喜开颜。圣主恩波遍九天，坐金銮宝殿，四海内都朝见。<br>【太平令】托皇朝文能武羡，养德性道重名传。姓列在金章宝篆，普天下黎民方便。只愿的万千，永远，保天恩圣贤，端的是威镇了四方八面。使臣，请筵宴。不必了，就此告回。贤妻，如今有圣旨，教即便赴京上任，你心下如何？妾身岂敢抗拒？既如此，弓兵快收拾车马，赴任去来。<br>【川拨棹】列头搭在马前，把香车帘半卷。只见官诰新鲜，翠袖花钿，宝髻云偏，疑是天仙。只见他喜孜孜俏脸儿笑拈，敢见我紫罗袍体间穿。<br>【七弟兄】我这里向前，谢得完全，今日个夫妻称了平生愿。身荣休忘了海棠轩，东墙下私约成姻眷。<br>【梅花酒】俺如今践登程，路途沿，几时到八水三川，西洛中原。莫得俄延，摔碎丝鞭。马蹄儿践香尘，钿车儿古道穿。今日个，来赴选；来赴选，到金銮；到金銮，日月边；日月边，受皇宣；受皇宣，古今传。<br>想小生今日到的这一步，夫荣妻贵，怎肯忘了那时。<br>【收江南】想当初五言诗和得句儿联，七条弦弹就旧姻缘，想着那海棠亭下设盟言。今日个两全，夫妻敕赐再团圆。<br>【鸳鸯煞】佳人才子心留恋，东墙花下成姻眷，标写青编，唱道一举登科将名姓显。男儿得志共赏在琼林宴，玉堂中千古名贤。似这等金榜题名万代显。<br>题目老夫人急配好姻缘<br>小梅香暗把诗词递<br>正名马文辅平步上鳌头<br>董秀英花月东墙记",
  "poet": {
    "id": 278,
    "star": 0,
    "name": "白朴",
    "image": "http://img.gushiwen.org/authorImg/baipu.jpg",
    "desc": "白朴（1226—约1306） 原名恒，字仁甫，后改名朴，字太素，号兰谷。汉族，祖籍隩州（今山西河曲附近），后徙居真定（今河北正定县），晚岁寓居金陵（今南京市），终身未仕。他是元代著名的文学家、曲作家、杂剧家，与关汉卿、马致远、郑光祖合称为元曲四大家。代表作主要有《唐明皇秋夜梧桐雨》、《裴少俊墙头马上》、《董月英花月东墙记》等。"
  },
  "tags": []
}