{
  "id": 34,
  "star": 110,
  "name": "匏有苦叶",
  "dynasty": "先秦",
  "content": "匏有苦叶，济有深涉。深则厉，浅则揭。<br>有瀰济盈，有鷕雉鸣。济盈不濡轨，雉鸣求其牡。<br>雍雍鸣雁，旭日始旦。士如归妻，迨冰未泮。<br>招招舟子，人涉卬否。人涉卬否，卬须我友。",
  "fanyi": "<p><strong>译文</strong><br>葫芦瓜有苦味叶，济水边有深渡口。深就垂衣缓缓过，浅就提裙快快走。</p> <p>济水茫茫涨得满，岸丛野雉叫得欢。水涨车轴浸不到，野雉求偶鸣声传。</p> <p>又听嗈嗈大雁鸣，天刚黎明露晨曦。男子如果要娶妻，趁未结冰来迎娶。</p> <p>船夫挥手频招呼，别人渡河我不争。别人渡河我不争，我将恋人静静等。</p> <p><strong>注释</strong><br>⑴匏（páo袍）：葫芦之类。苦：一说苦味，一说枯。意指葫芦八月叶枯成熟，可以挖空作渡水工具。<br>⑵济：水名。涉：一说涉水过河，一说渡口。<br>⑶厉：带。一说解衣涉水，一说拴葫芦在腰泅渡。<br>⑷揭（qì气）：提起下衣渡水。<br>⑸弥（mí弥）：大水茫茫。盈：满。<br>⑹鷕（yǎo咬）：雌山鸡叫声。<br>⑺不濡（音如）：不，语词；濡，沾湿。轨：车轴头。<br>⑻牡：雄雉。<br>⑼雝雝（yōng拥）：大雁叫声和谐。<br>⑽旦：天大明。<br>⑾归妻：娶妻。<br>⑿迨（dài带）：及，等到；乘时。泮（pàn盼）：分，此处当反训为“合”。冰泮，指冰融化。<br>⒀招招：招唤之貌，一说摇橹曲伸之貌。舟子：摆渡的船夫。<br>⒁人涉：他人要渡河。卬：（áng昂），代词，表示“我”。否：不（渡河）。卬否：即我不渡河之意。<br>⒂须：等待。友：指爱侣。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　期盼的爱情充满了喜悦，而爱情的等待，却又令人焦躁。这首<a href=\"http://so.gushiwen.org/view_34.aspx\">诗</a>所歌咏的，正是一位年轻女子对情人的又喜悦、又焦躁的等候。</p> <p>　　这等候发生在济水渡口。从下文交代可知，女主人公大抵一清早就已来了。诗以“匏有苦叶”起兴，即暗示了这等候与婚姻有关。因为古代的婚嫁，正是用剖开的匏瓜，做“合卺”喝的酒器的。匏瓜的叶儿已枯，则正当秋令嫁娶之时。女主人公等候的渡口，却水深难涉了，因此她深情地叮咛着：“深则厉，浅则揭”。那无非是在心中催促着心上人：水浅则提衣过来，水深就垂衣来会，就不必犹豫了。催对方垂衣涉济，正透露出她这边等候已急。</p> <p>　　诗中说：现 在天已渐渐大亮，通红的旭日升起在济水之上，空中已有雁行掠过，那“雝雝”鸣叫显得有多欢快。但对于等候中的女主人公来说，心中的焦躁非但未被化解，似乎更还深了几分。要知道雁儿北飞，预告着冬日就要结束，春天就要到来。当济水冰融化的时候，按古代的规矩便得停办嫁娶之事了。所谓“霜降而妇功成，嫁娶者行焉；冰泮而农业起，昏（婚）礼杀（止）于此”（《孔子家语》），说的就是这一种古俗。明白乎此，就能懂得女主人公何以对“雝雝鸣雁”特别关注了：连那雁儿都似在催促着姑娘，她就不能不为之着急。于是“士如归妻，迨冰未泮（合）”二句，读来正如发自姑娘心底的呼唤，显得十分热切。</p> <p>　　诗之末章终于等来了摆渡船，那定是从对岸驶来载客的。船夫大约早就体察了女主人公的焦躁不安，所以关切地连声招唤：“快上船吧！”他不可能知道，这姑娘急的并不是过河，恰是在驶来的船上没见到心上人。“人涉昂否”二句之重复，重复得可谓妙极：那似乎是女主人公怀着羞涩，对船夫所作的窘急解释——“不是我要急着渡河，……不是的，我是在等我的……朋友哪……”以“昂须我友”的答语作结，结得情韵袅袅。船夫的会意微笑，姑娘那脸庞飞红的窘态，以及将情人换作“朋友”的掩饰之辞，所传达的似怨还爱的徽妙心理，均留在了诗外，任读者自己去体味。</p> <p>　　据毛诗旧序称，此诗为“刺”卫宣公与夫人“并为淫乱”之作；连颇不尊序的清人姚际恒《诗经通论》，亦以为“其说可从”。这真不知从何说起。拂去旧说之附会，此诗实在就是一首等候“未婚夫”“赶快过来迎娶”（余冠英《诗经选》）的绝妙情诗。</p>",
  "about": "<h2>创作背景</h2> 　　历代解<a href=\"http://so.gushiwen.org/view_34.aspx\">诗</a>者对此诗的看法分歧很大，有的认为它是“刺卫宣公”的作品；有的认为它是“刺淫乱之诗”等。今世学者多把它看做一首女子在济水岸边等待未婚夫时所吟唱的诗。",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": [
    "诗经",
    "爱情"
  ]
}