{
  "id": 72358,
  "star": 8,
  "name": "亲政篇",
  "dynasty": "明代",
  "content": "　　《易》之《泰》：“上下交而其志同。”其《否》曰：“上下不交而天下无邦。”盖上之情达于下，下之情达于上，上下一体，所以为“泰”。下之情壅阏而不得上闻，上下间隔，虽有国而无国矣，所以为“否”也。</p> <p>　　交则泰，不交则否，自古皆然，而不交之弊，未有如近世之甚者。君臣相见，止于视朝数刻；上下之间，章奏批答相关接，刑名法度相维持而已。非独沿袭故事，亦其地势使然。何也？国家常朝于奉天门，未尝一日废，可谓勤矣。然堂陛悬绝，威仪赫奕，御史纠仪，鸿胪举不如法，通政司引奏，上特视之，谢恩见辞，湍湍而退，上何尝治一事，下何尝进一言哉？此无他，地势悬绝，所谓堂上远于万里，虽欲言无由言也。</p> <p>　　愚以为欲上下之交，莫若复古内朝之法。盖周之时有三朝：库门之外为正朝，询谋大臣在焉；路门之外为治朝，日视朝在焉；路门之内为内朝，亦曰燕朝。《玉藻》云：“君日出而视朝，退视路寝听政。” 盖视朝而见群臣，所以正上下之分；听政而视路寝，所以通远近之情。汉制：大司马、左右前后将军、侍中、散骑诸吏为中朝，丞相以下至六百石为外朝。唐皇城之北南三门曰承天，元正、冬至受万国之朝贡，则御焉，盖古之外朝也。其北曰太极门，其西曰太极殿，朔、望则坐而视朝，盖古之正朝也。又北曰两仪殿，常日听朝而视事，盖古之内朝也。宋时常朝则文德殿，五日一起居则垂拱殿，正旦、冬至、圣节称贺则大庆殿，赐宴则紫宸殿或集英殿，试进士则崇政殿。侍从以下，五日一员上殿，谓之轮对，则必入陈时政利害。内殿引见，亦或赐坐，或免穿靴，盖亦有三朝之遗意焉。盖天有三垣，天子象之。正朝，象太极也；外朝，象天市也；内朝，象紫微也。自古然矣。</p> <p>　　国朝圣节、冬至、正旦大朝则会奉天殿，即古之正朝也。常日则奉天门，即古之外朝也。而内朝独缺。然非缺也，华盖、谨身、武英等殿，岂非内朝之遗制乎？洪武中如宋濂、刘基，永乐以来如杨士奇、杨荣等，日侍左右，大臣蹇义、夏元吉等，常奏对便殿。于斯时也，岂有壅隔之患哉？今内朝未复，临御常朝之后，人臣无复进见，三殿高閟，鲜或窥焉。故上下之情，壅而不通；天下之弊，由是而积。孝宗晚年，深感有慨于斯，屡召大臣于便殿，讲论天下事。方将有为，而民之无禄，不及睹至治之美，天下至今以为恨矣。</p> <p>　　惟陛下远法圣祖，近法孝宗，尽铲近世壅隔之弊。常朝之外，即文华、武英二殿，仿古内朝之意，大臣三日或五日一次起居，侍从、台谏各一员上殿轮对；诸司有事咨决，上据所见决之，有难决者，与大臣面议之；不时引见群臣，凡谢恩辞见之类，皆得上殿陈奏。虚心而问之，和颜色而道之，如此，人人得以自尽。陛下虽身居九重，而天下之事灿然毕陈于前。外朝所以正上下之分，内朝所以通远近之情。如此，岂有近时壅隔之弊哉？唐、虞之时，明目达聪，嘉言罔伏，野无遗贤，亦不过是而已。",
  "fanyi": "<p><strong>译文</strong><br>　　《易经》中的《泰》卦说：“上下交好通气，他们的志意就和同。”那《否》卦说：“上下阴隔，国家就要灭亡。”因为上面的意图能够通到下面，下面的意见能够传到上面，上下成为一个整体，所以叫做“泰”。如果下面的意见被阻塞，不能传到上面；上下之间有隔膜，虽然名义上有国家，裨上却没有国家，所以叫做“否”。<br>　　上下通气就泰，上下阻隔就否，自古以来都是这样。但上下不通气的弊病，没有象近代这样厉害的了。君臣互相见面，只在皇上临朝的短时间内。上下之间，只不过靠奏章、批答互相关联，用名分、法度彼此维持罢了。这不单是遵循老规矩，也是地位权势使他们这样。为什么呢？皇上常常在奉天门上朝，没有一天间断，可说是勤于政事了；但是朝堂和台阶相距很远，皇帝的威仪显耀盛大，御史纠察朝见的礼仪，鸿胪检举不合规矩的行动，通政使代为呈上奏章，皇上只是随意看看，臣子就谢恩拜辞，心神不安地退了下来。皇上何尝处理过一件事，臣子又何尝说过一句话呢！这没有其他原因，地位权势悬殊，所谓有天子堂上比万天还远，虽然想进言，却无从说起啊。<br>　　我认为要做到上下通气，不如恢复古代内朝的制度。周代的时候有三种朝见的方式：库门的外面是正朝，顾问大臣守候在这里；路门的外面是治朝，皇上每天在这里受百官朝见；路门的里面是内朝，也叫燕朝。《礼记·玉藻》上说：“君主在太阳出来的时候去上朝，退下来到路寝处理政事。”上朝接见群臣，是用来端正上下的名分；处理政事却到路寝，是用来疏通远近的意见。汉朝的制度：大司马，左、右、前、后将军，侍中，散骑，诸吏是中朝；丞相以下到六百石的官员，是外朝。唐代皇城北面靠南的第三门，叫承天门，元旦和冬至节，接受各国的朝贺过贡皇上才来到这里，原来就是古代的外朝呢。它的北面叫太极门，它的西面叫太极殿，每月的初一和十五，皇上就坐在这里受建群臣朝见，原来就是古代的正朝呢。再北面叫做两仪殿，平日在这里上朝和处理政务，原来就是古代的内朝呢。宋朝时候，平时朝见在文德殿；五天一问皇上的起居，在垂拱殿；元旦、冬至、皇上的生日，祝颂、受贺在大庆殿；赐宴在紫宸殿或者集英殿；面试进士在崇政殿。自侍从官以下，每五天由一名官司员上殿，叫做轮班奏对，他必须进来陈说当政治得失；在内殿引见，也有时赐坐，有时免穿靴子。这大概还保留有三朝的意思呢。因为上天有三垣，天子就仿效它：正朝，仿效太极；外朝，仿效天市，内朝，仿效紫微。自古以来就是这样的。<br>　　本朝皇帝生日、元旦、冬至的大朝会，在奉天殿，便是古代的正朝呢；平日就在奉天门，便是古代的外朝呢；可是单缺内朝。然而并不是缺少，华盖、谨身、武英等殿，难道不是遗留下来的内朝制度么？洪武年间，象<a href=\"http://so.gushiwen.org/author_705.aspx\">宋濂</a>、<a href=\"http://so.gushiwen.org/author_152.aspx\">刘基</a>，永乐以来，象<a href=\"http://so.gushiwen.org/author_523.aspx\">杨士奇</a>、杨荣等，每天侍奉在皇帝身旁；大臣蹇义、夏元吉等，经常在便殿奏对。在这个时候，哪里有阻隔的忧患呢？现在内朝制度没有恢复，皇上临驾常朝以后，臣子不能再进来朝见；三殿的门高高地关闭着，很少有人能够看见。所以上下的意见阻塞不通；天下的弊病，因此积累起来。孝宗晚年，在之方面深有感慨。他屡次在便殿召见大臣，谈论天下的事情。正要有所作为他便去世了，百姓没有福气，不能看到太平盛世的美事。直到现在，天下的人都认为是一件恨事。<br>　　希望皇上远的效法圣祖，近的学习孝宗，完全铲除近代的阻塞隔膜的弊病。常朝以外，就到文华、武英两殿，仿效古代内朝的意思：大臣每隔三天或五天，进来问一次起居；侍从官司和御史，各选一员上殿来轮流回答咨询；各部门有事请求决断，皇上根据自己的看法决断它；有不容易决断的，就和大臣当面讨论解决。不时地引见群臣，凡是谢恩、辞行这类情况，群臣都可以上殿陈奏，皇上虚心地问他，和颜悦色地开导他。象这样，人人都能够毫无保留地说出自己的意见；皇上虽然深居皇宫，可是天下的事情却全都清清楚楚地摆在眼前。外朝用来端正上下的名分，内朝用来沟通远后的意见。像这样，哪里会有近代的阻塞隔膜的弊病呢？唐尧、虞瞬的时候，耳聪目明，好的言论没有被埋没，民间没有遗漏的贤人，也不过是这样罢了。</p><p><strong>注释</strong><br>①<a href=\"http://so.gushiwen.org/author_806.aspx\">王鏊</a>：字济之，吴县（今江苏）人，历侍讲学士。正德中，累官进户部尚书，文渊阁大学士。<br>②《易》：即《易经》。《泰》：《易经》六十四卦之一。上，指君，下，指臣。意思是说君臣交好通气，就能志同意合。</p>",
  "shangxi": "<h2>解析</h2> <p>　　明朝到了中叶,武宗朱厚照,昏庸无道,只知淫乐嬉游,不过问政事,的接见群臣,国家大事都由宦官刘瑾、谷大用等决定。针对这一情况，<a href=\"http://so.gushiwen.org/author_806.aspx\">王鏊</a>写了本文上奏武宗。文中尖锐地指出上下间隔不通的危害，切中时弊。然而，他提出的恢复内朝亲政的办法没有被采纳。武宗以后，皇帝吏加亲信宦官，政治更加腐败，明朝终于走向灭亡的道路。</p> <p>　　文章引经据史，条理分明，文字朴实无华，但颇有分量。</p>",
  "poet": {
    "id": 806,
    "star": 0,
    "name": "王鏊",
    "image": "http://img.gushiwen.org/authorImg/wangao.jpg",
    "desc": "王鏊（1450—1524）明代名臣、文学家。字济之，号守溪，晚号拙叟，学者称震泽先生，汉族，吴县（今江苏苏州）人。十六岁时国子监诸生即传诵其文，成化十一年进士。授编修，弘治时历侍讲学士，充讲官，擢吏部右侍郎，正德初进户部尚书、文渊阁大学士。博学有识鉴，有《姑苏志》、《震泽集》、《震泽长语》。"
  },
  "tags": [
    "古文观止",
    "奏议"
  ]
}