{
  "id": 3027,
  "star": 33,
  "name": "度大庾岭",
  "dynasty": "唐代",
  "content": "度岭方辞国，停轺一望家。<br>魂随南翥鸟，泪尽北枝花。<br>山雨初含霁，江云欲变霞。<br>但令归有日，不敢恨长沙。",
  "fanyi": "<p><strong>译文</strong><br>我离开京城刚刚度过大庾岭，便停下车子，再次回首遥望我的家乡。<br>我的魂魄追随着从南方向北奋飞的鸟儿，望着那向北而开的花枝，眼泪为之流不止。<br>山间连绵阴雨刚刚有了一点停止的意思，江上的云彩亦微有化作云霞的趋势。<br>只要有重回长安的机会，我是不敢像<a href=\"http://so.gushiwen.org/author_109.aspx\">贾谊</a>那样因为被贬而感到遗憾的。</p> <p><strong>注释</strong><br>⑴岭：指大庾岭，五岭之一，在今江西大余县和广东南雄县交界处，因岭上多梅花，也称梅岭。辞国：离开京城。国：国都，指长安。<br>⑵轺（yáo）：只用一马驾辕的轻便马车。<br>⑶翥（zhù）：鸟向上飞举。南翥鸟：前人有过三种解释：一说泛指南飞的鸟；一说指鹧鸪，《禽经》上有“鹧鸪南翥”的说法，而古人又认为鹧鸪的叫声是“行不得也哥哥”，自然引起行人的惆怅；又一说是大雁，根据是作者同时的<a href=\"http://so.gushiwen.org/view_3027.aspx\">诗</a>作《题大庾岭北驿》有云：“阳月南飞雁，传闻至此回。我行殊未已，何日复归来？”又《唐会要》卷二八有“阳为君德，雁随阳者，臣归君之象也”的说法。<br>⑷北枝花：大庾岭北的梅花。《白氏六帖·梅部》称：“大庾岭上梅，南枝落，北枝开。”<br>⑸霁：雨（或雪）止天晴。<br>⑹长沙：用西汉贾谊故事。谊年少多才，文帝欲擢拔为公卿。因老臣谗害，谊被授长沙王太傅（汉代长沙国，今湖南长沙市一带）。《史记·<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>贾生列传》谓：贾谊“闻长沙卑湿，自以寿不得长，又以谪去。意不自得。”诗意本此。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　此<a href=\"http://so.gushiwen.org/view_3027.aspx\">诗</a>真实生动地叙述了作者过大庾岭的情景，情感凄楚悲凉，真挚感人。</p> <p>　　起句“度岭方辞国”，扣题直叙，说明诗人已经来到“华夷”分界的梅岭之巅，将要走出中原，辞别故国了。大庾岭在古人心目中是腹地和南部边陲的分野，是文明和蛮荒的界限。此去身陷边鄙，祸福难科，家阻万山，赋归无期，忆往思来，百感交集。此句一个“方”字把“度岭”“辞国”联系在一起，顿然使人产生一种摇曳心旌的感觉，使文势陡率而高远。对句“停轺一望家”，诗人停下长途跋涉的驿车，在中原与“夷国”的边界驻足远望家乡的方向。此刻站在高高的山岭上，还能望长安于日下，指故里于云间，而“明朝望乡处，应见岭头梅”（《题大庾岭北驿》），其它全被山岭遮住了。因此，要抓紧时机，停下车来，滞留山头，深情地向家园方向再望一次。至此，一个失魂落魄的遭贬谪的宦游人的形象展现在读者面前了。这“一望”的“一”字，也甚为传神，传达出诗人去国怀乡的深沉感情。</p> <p>　　颔联“魂随南翥鸟，泪尽北枝花”，紧承首联中的“望”字而来，诗人遥望乡关，只见鸟儿飞翔，花儿开放。据说大庾岭南北气候差异，南枝谢了，北枝才开。人在岭北，犹如花开枝头；一入岭南，就像花残凋落。诗人眼中的鸟儿是“南翥”，花儿是“北枝”，因此触动了北人南迁的情思。心向北，身往南，距离越拉越大，矛盾痛苦越来越深，诗人的魂魄和思绪都随着那向南飞翔的故乡之鸟而去了，那岭北绽放的梅花却多情地向他频送春光。此景此情，使他黯然神伤。这联诗写得情景交融，将诗人魂断庾岭的情态表现得淋漓尽致。</p> <p>　　颈联“山雨初含霁，江云欲变霞”，上句写山雨欲停未停，天空已放出些许晴光。下句是描绘江中云影即将变作彩霞的霎那间。这两句专门写景，避免正面表达感情，迂回取道，曲径通幽，在结构上是转折，在情绪上是顿挫，宕开一笔，别开生面。诗人描写景色的渐变，衬托自己心情的变化。“初含”、“欲变”等字眼，赋予云雨以灵性。写云，不直接表现天空的云，而是描绘江中的倒影。可见山雨是濛濛细雨。这样写可以一箭双雕，将山的空明、水的澄澈同时生动地表现出来了。诗人在《早发大庾岭》诗里写道：“晨跻大庾险，驿鞍驰复息。雾露昼未开，浩途不可测。兄弟远沦居，妻子成异域。羽翮伤已毁，童幼怜未识。踌躇恋北顾，亭午晞霁色。春暖阴梅花，瘴回阳鸟翼。”由此可知《度大庾岭》是《早发大庾岭》的续篇。这首诗中写的“山雨初含霁”，大约是在中午或午后；“江云欲变霞”，可能是在下午或傍晚。</p> <p>　　在这样美好的山水景色中，诗人的心潮逐渐趋于平静，开始振作起来面对现实考虑自己的出路。在《早发大庾岭》里有这样的诗句：“适蛮悲疾首，怀恐泪沾臆。感谢鹓鹭朝，勤修魑魅职。生还倘非远，誓以报恩德。”可见他希望勤奋修职，争取早日赦归。由于天气的好转，诗人心情也逐渐开朗，由天气的变化联想到自己的命运，也充满了希望。于是不禁发出了“但令归有日，不敢恨长沙”的感慨，表示他只希望有回去的那天，就心满意足了，对自己受贬迁不敢有所怨恨。这是用了西汉<a href=\"http://so.gushiwen.org/author_109.aspx\">贾谊</a>遭权臣们排挤被贬为长沙王太傅的典故，说自己不敢像贾谊谪居长沙时那样因不适应湿热的气候“自以为寿不得长”而心生“恨”意。这种以退为进的写法，更把那希望生还的拳拳之心衬托了出来。尾联以直抒胸臆而作结，但上句的“归有日”又与首联的“辞国”、“望家”遥相呼应。</p> <p>　　此诗起势不凡，有如醍醐灌顶，在读者心上激起冲击浪，浪一重，愁一重，水一曲，肠一曲，几经曲折，最后以绵绵无尽的情意作结，给人以余味无穷之感。</p> <p>　　这首诗感情真挚，以景衬情，情景交融，达到一个较高的境界；章法严谨，对仗工整，音韵和谐，表现出一种自然而又流动的整齐美，是一首成熟的五言律诗，堪称“示后进以准”的佳作。</p>",
  "about": "<h2>创作背景</h2> 　　神龙元年（705年），<a href=\"http://so.gushiwen.org/author_298.aspx\">武则天</a>病重，宰相<a href=\"http://so.gushiwen.org/author_2021.aspx\">张柬之</a>率大臣发动政变，逼武后退位，拥立唐中宗<a href=\"http://so.gushiwen.org/author_1333.aspx\">李显</a>。武则天的嬖臣张易之被杀。诏事张易之的<a href=\"http://so.gushiwen.org/author_248.aspx\">宋之问</a>因受牵连而获罪，于神龙元年（705年）春被贬为泷州（州治在今广东罗定县东）参军。这首《度大庾岭》<a href=\"http://so.gushiwen.org/view_3027.aspx\">诗</a>是他前往贬所途经大庾岭时所作。在武则天时期，宋之问颇得宠幸，此时却成了谪罪之人，发配岭南，在人生道路上从高峰跌入深谷，胸中不免充满了忧伤和痛苦。当他到达大庾岭时，眼望那苍茫山色，想到一岭之隔，咫尺天涯，顿时，他那迁谪失意的痛苦、怀土思乡的忧伤一起涌上心头，于是写了好几首诗。此诗是其中一首。",
  "poet": {
    "id": 248,
    "star": 0,
    "name": "宋之问",
    "image": "http://img.gushiwen.org/authorImg/songzhiwen.jpg",
    "desc": "宋之问，字延清，一名少连，汉族，汾州（今山西汾阳市）人。一说虢州弘农（今河南灵宝县）人。初唐时期的著名诗人。"
  },
  "tags": [
    "写景",
    "抒情"
  ]
}