{
  "id": 8468,
  "star": 158,
  "name": "劳劳亭",
  "dynasty": "唐代",
  "content": "天下伤心处，劳劳送客亭。<br>春风知别苦，不遣柳条青。",
  "fanyi": "<p><strong>译文</strong><br>天下最伤心的地方，就是这送别的劳劳亭。<br>春风也会意离别的痛苦，不催这柳条儿发青。</p> <p><strong>注释</strong><br>⑴劳劳亭：在今南京市西南，古新亭南，为古时送别之所。《景定建康志》：劳劳亭，在城南十五里，古送别之所。吴置亭在劳劳山上，今顾家寨大路东即其所。《江南通志》：劳劳亭，在江宁府治西南。<br>⑵知：理解。<br>⑶遣：让。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　此<a href=\"http://so.gushiwen.org/view_8468.aspx\">诗</a>的前两句“天下伤心处，劳劳送客亭”，诗人以极其洗练的笔墨、高度概括的手法，破题而入，直点题旨。单就句意而言，这两句就是<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>《楚辞·九歌·少司命》所说的“悲莫悲兮生别离”和<a href=\"http://so.gushiwen.org/author_509.aspx\">江淹</a>《别赋》所说的“黯然销魂者，唯别而已矣”。但诗人既以亭为题，就超越一步、透过一层，不说天下伤心事是离别，只说天下伤心处是离亭。这样直中见曲，越过了离别之事来写离别之地，越过了送别之人来写送别之亭，立言就更高妙，运思就更超脱。而读者自会因地及事，由亭及人。</p> <p>　　不过，这首诗的得力之处却非上面这两句，而是它的后两句。在上两句诗里，诗人为了有力地展示主题、极言离别之苦，指出天下伤心之地是离亭，也就是说天下伤心之事莫过于离别，已经把诗意推到了高峰，似乎再没有什么话好说，没有进一步盘旋的余地了。如果后两句只就上两句平铺直叙地加以引伸，全诗将纤弱无力，索然寡味。而诗人才思所至，就亭外柳条未青之景，陡然转过笔锋，以“春风知别苦，不遣柳条青”这样两句，别翻新意，另辟诗境。</p> <p>　　这一出人意表的神来之笔，出自诗人的丰富联想。《文心雕龙·物色篇》说：“诗人感物，联类不穷。”诗思往往是与联想俱来的。诗人在构思时，要善于由甲及乙，由乙及丙。联类越广，转折和层次越多，诗篇就越有深度，也越耐人寻味。<a href=\"http://so.gushiwen.org/author_447.aspx\">王之涣</a>的《送别》诗“杨柳东风树，青青夹御河。近来攀折苦，应为别离多”，也是从杨柳生意，构思也很深曲；但就诗人的联想而言，只不过因古时有杨柳送别习俗，就把送别与杨柳这两件本来有联系的事物联系在了一起，而诗中虽然说到杨柳是“东风树”，却没有把送别一事与东风相联。<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>的这两句诗却不仅因送别想到折柳，更因杨柳想到柳眼拖青要靠春风吹拂，从而把离别与春风这两件本来毫不相干的事物联在了一起。如果说王诗的联想还是直接的，那么李诗的联想则是间接的，其联想之翼就飞得更远了。</p> <p>　　应当说，在古代诗歌中，从送别写到折柳，在从折柳写到春风的诗，并非绝无仅有。杨巨源的《折杨柳》诗“水边杨柳曲尘丝，立马烦君折一枝。惟有春风最相惜，殷勤更向手中吹”，写得也具见巧思，但与李白这两句相比，就显得巧而不奇。李白的这两句诗是把联想和奇想结合为一的。诗人因送别时柳条未青、无枝可折而生奇想，想到这是春风故意不吹到柳条，故意不让它发青，而春风之所以不让柳条发青，是因为深知离别之苦，不忍看到人间折柳送别的场面。从诗人的构思说，这是联想兼奇想；而如果从艺术手法来说，这是托物言情，移情于景，把本来无知无情的春风写得有知有情，使它与相别之人同具惜别、伤别之心，从而化物为我，使它成了诗人的感情化身。</p> <p>　　与李白的这首诗异曲同工、相映成趣的有<a href=\"http://so.gushiwen.org/author_204.aspx\">李商隐</a>的《离亭赋得折杨柳二首》之一：</p> <p>　　暂凭樽酒送无憀，莫损愁眉与细腰。</p> <p>　　人世死前惟有别，春风争似惜长条。</p> <p>　　对照之下，两诗都以离亭为题，都是从离别想到杨柳，从杨柳想到春风，也都把春风写得深知离别之苦，对人间的离别满怀同情。但两诗的出发点相同，而结论却完全相反：李白设想春风因不愿见到折柳送别的场面而不让柳条发青；李商隐却先说送别之人不忍折损杨柳的枝叶，再设想春风为了让人们在临别之时从折柳相赠中表达一片情意，得到一点慰藉，而不惜柳条被人攀折。这说明，同一题材可以有各种不同的构思、不同的写法。诗人的想象是可以自由飞翔的，而想象的天地又是无限广阔的。</p>",
  "about": "<h2>创作背景</h2> 　　此<a href=\"http://so.gushiwen.org/view_8468.aspx\">诗</a>所作年代已难以确考，似为唐玄宗天宝八载（749年）<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>漫游金陵时作。詹锳《李白诗文系年》：”为去朝以后所作，不知确在何年，姑系于此（指天宝八载）。“",
  "poet": {
    "id": 247,
    "star": 0,
    "name": "李白",
    "image": "http://img.gushiwen.org/authorImg/libai.jpg",
    "desc": "李白（701年－762年），字太白，号青莲居士，唐朝浪漫主义诗人，被后人誉为“诗仙”。祖籍陇西成纪(待考)，出生于西域碎叶城，4岁再随父迁至剑南道绵州。李白存世诗文千余篇，有《李太白集》传世。762年病逝，享年61岁。其墓在今安徽当涂，四川江油、湖北安陆有纪念馆。"
  },
  "tags": [
    "送别",
    "离别",
    "借景抒情"
  ]
}