{
  "id": 9,
  "star": 481,
  "name": "汉广",
  "dynasty": "先秦",
  "content": "南有乔木，不可休思。<br>汉有游女，不可求思。<br>汉之广矣，不可泳思。<br>江之永矣，不可方思。</p> <p>翘翘错薪，言刈其楚。<br>之子于归，言秣其马。<br>汉之广矣，不可泳思。<br>江之永矣，不可方思。</p> <p>翘翘错薪，言刈其蒌。<br>之子于归，言秣其驹。<br>汉之广矣，不可泳思。<br>江之永矣，不可方思。",
  "fanyi": "<p><strong>译文</strong><br>南山乔木大又高，树下不可歇阴凉。<br>汉江之上有游女，想去追求不可能。<br>汉江滔滔宽又广，想要渡过不可能。<br>江水悠悠长又长，乘筏渡过不可能。</p> <p>柴草丛丛错杂生，用刀割取那荆条。<br>姑娘就要出嫁了，赶快喂饱她的马。<br>汉江滔滔宽又广，想要渡过不可能。<br>江水悠悠长又长，乘筏渡过不可能。</p> <p>柴草丛丛错杂生，用刀割取那蒌蒿。<br>姑娘就要出嫁了，赶快喂饱小马驹。<br>汉江滔滔宽又广，想要渡过不可能。<br>江水悠悠长又长，乘筏渡过不可能。</p> <p><strong>注释</strong><br>①休思：休思。休：止息也；思：语气助词，没有实义。<br>②汉：指汉水。游女：在汉水岸上出游的女子。<br>③江：指长江。永：水流很长。<br>④方：渡河的木排。这里指乘筏渡河。<br>⑤翘翘：众也，秀起之貌。错薪：杂乱的柴草。<br>⑥楚：杂薪之中尤翘翘者<br>⑦秣(mò)：喂马。<br>⑧蒌(lóu)：草名，即蒌蒿</p><br/><h2>英文翻译</h2> A Woodcutter's Love<br>The tallest Southern tree<br>Affords no shade for me.<br>The maiden on the stream<br>Can but be found in dream.<br>For me the stream's too wide<br>To reach the other side<br>As River Han's too long<br>To cross its current strong.<br>Of the trees in the wood<br>I'll only cut the good.<br>If she should marry me,<br>Her stable-man I'd be. <br>For me the stream's too wide<br>To reach the other side<br>As River Han's too long<br>To cross its current strong.<br>Of the trees here and there<br>I'll only cut the fair<br>If she should marry me,<br>Her stable-boy I'd be. <br>For me the stream's too wide<br>To reach the other side<br>As River Han's too long<br>To cross its current strong.<br>*The legend said that there was a Goddes on the River Han,Here the woodcutter compared the maiden he love to a inaccessible Goddess.",
  "shangxi": "<h2>赏析</h2> <p>　　从结构形式上分析，《汉广》全篇三章，前一章独立，后二章叠咏，同《<a href=\"http://so.gushiwen.org/view_9.aspx\">诗</a>经》中其他重章叠句的民歌，似无差异。但从艺术意境看，三章层层相联，自有其诗意的内在逻辑。可析而为二。</p> <p>　　首先，全诗三章的起兴之句，传神地暗示了作为抒情主人公的青年樵夫，伐木刈薪的劳动过程。方氏由此把《汉广》诗旨概括为“江干樵唱”，否定其恋情诗的实质，仍不免迂阔；但见出起兴之句暗示了采樵过程，既有文本依据，也是符合劳动经验的。</p> <p>　　其次，从结构形式看，首章似独立于二、三两章；而从情感表现看，前后部分紧密相联，细腻地传达了抒情主人公由希望到失望、由幻想到幻灭，这一曲折复杂的情感历程。有希望有追求，才有失望有失落；但诗篇于此未作明言，对这位青年当年追求思恋的一往深情，让读者得之言外。诗篇从失望和无望写起，首章八句，四曰“不可”，把追求的无望表达得淋漓尽致，不可逆转。一般把首句视为起兴；如果换一种读法，把“汉有游女，不可求思”置于首位，那么，“南有乔木，不可休思”便可视为比喻，连同“汉之广矣，不可泳思”、“江之永矣，不可方思”，构成一组气势如潮的博喻；瞻望难及的无限怅惘之情，也表现得更为强烈。当年苦恋追求，今日瞻望难及。但心不甘、情难拔，于是由现实境界转入幻想境界。三、三两章一再地描绘了痴情的幻境：有朝“游女”来嫁我，先把马儿喂喂饱；“游女”有朝来嫁我，喂饱驹儿把车拉。但幻境毕竟是幻境，一旦睁开现实的眼睛，便更深地跌落幻灭的深渊。他依然痴情而执着，但二、三两章对“汉广”、“江永”的复唱，已是幻境破灭后的长歌当哭，比之首唱，真有男儿伤心不忍听之感。总之，诗章前后相对独立，情感线索却历历可辨。抒情主人公是位青年樵夫。他钟情一位美丽的姑娘，却始终难遂心愿。情思缠绕，无以解脱，面对浩渺的江水，他唱出了这首动人的诗歌，倾吐了满怀惆怅的愁绪。</p> <p>　　陈启源《毛诗稽古编》把《汉广》的诗境概括为“可见而不可求”。这也就是西方浪漫主义所谓的“企慕情境”，即表现所渴望所追求的对象在远方、在对岸，可以眼望心至却不可以手触身接，是永远可以向往但永远不能到达的境界。《秦风·蒹葭》也是刻划“企慕情境”的佳作，与《汉广》比较，则显得一空灵象征，一具体写实。《蒹葭》全篇没有具体的事件、场景，连主人是男是女都难以确指，诗人着意渲染一种追求向往而渺茫难即的意绪。《汉广》则相对要具体写实得多，有具体的人物形象：樵夫与游女；有细徽的情感历程：希望、失望到幻想、幻灭；就连“之子于归”的主观幻境和“汉广江永”的自然景物的描写都是具体的。不为无见。当然，空灵象征能提供广阔的想像空间，而具体写实却不易作审美的超越。钱锺书《管锥编》论“企慕情境”这一原型意境，在《诗经》中以《秦风·蒹葭》为主，而以《周南·汉广》为辅，其原因或许就在于此。</p>",
  "about": "<h2>创作背景</h2> <p>　　西汉时研究<a href=\"http://so.gushiwen.org/view_9.aspx\">诗</a>经的三家认为，江汉之间的广大地域被周文王文明化，那里的女性有贞守之德，于是诗人便作此诗，以乔木、神女、江汉为比，赞美那里的美丽女子。</p>",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": [
    "诗经",
    "爱情"
  ]
}