{
  "id": 71139,
  "star": 19903,
  "name": "爱莲说",
  "dynasty": "宋代",
  "content": "　　水陆草木之花，可爱者甚蕃。晋陶渊明独爱菊。自李唐来，世人甚爱牡丹。予独爱莲之出淤泥而不染，濯清涟而不妖，中通外直，不蔓不枝，香远益清，亭亭净植，可远观而不可亵玩焉。</p> <p>　　予谓菊，花之隐逸者也；牡丹，花之富贵者也；莲，花之君子者也。噫！菊之爱，陶后鲜有闻。莲之爱，同予者何人?牡丹之爱，宜乎众矣!",
  "fanyi": "<p><strong>译文</strong><br>　　水上、陆地上各种草本木本的花，值得喜爱的非常多。晋代的<a href=\"http://so.gushiwen.org/author_645.aspx\">陶渊明</a>唯独喜爱菊花。从李氏唐朝以来，世人大多喜爱牡丹。我唯独喜爱莲花从积存的淤泥中长出却不被污染，经过清水的洗涤却不显得妖艳。（它的茎）中间贯通外形挺直，不牵牵连连也不枝枝节节，香气传播更加清香，笔直洁净地竖立在水中。（人们）可以远远地观赏（莲），而不可轻易地玩弄它啊。<br>　　我认为菊花，是花中的隐士；牡丹，是花中的富贵者；莲花，是花中（品德高尚）的君子。唉！（对于）菊花的喜爱，陶渊明以后就很少听到了。（对于）莲花的喜爱，像我一样的还有什么人呢？（对于）牡丹的喜爱，人数当然就很多了! </p> <p><strong>注释</strong><br>晋陶渊明独爱菊：晋朝陶渊明只喜爱菊花。陶渊明(365-427)，一名潜，字元亮，自称五柳先生，世称靖节先生（死后谥靖节），东晋浔阳柴桑（现在江西省九江市）人，东晋著名<a href=\"http://so.gushiwen.org/view_71139.aspx\">诗</a>人。是著名的隐士。陶渊明独爱菊花，常在诗里咏菊，如《饮酒》诗里的“采菊东篱下，悠然见南山”，向来称为名句。<br>自李唐来，世人甚爱牡丹。《唐国史补》里说：“京城贵游，尚牡丹……每春暮，车马若狂……种以求利，一本（一株）有直（同“值”）数万(指钱）者。甚：很，十分。<br>说：一种议论文的文体，可以直接说明事物或论述道理，也可以借人、借事或借物的记载来论述道理。<br>之：的。<br>可爱：值得怜爱。<br>者：花。<br>甚：很，非常。<br>蕃：多。<br>自：自从。<br>李唐：指唐朝。唐朝皇帝姓李所以称为“李唐”。<br>独：只，仅仅。<br>之：主谓之间取消句子独立性。<br>出：长出。<br>淤（yū）泥：污泥。<br>染：沾染（污秽）。<br>濯（zhuó）：洗涤。<br>清涟（lián）：水清而有微波，这里指清水<br>妖：美丽而不端庄。<br>通：贯通；通透。<br>直：挺立的样子。<br>中通外直：（它的茎）内空外直。<br>不蔓（màn）不枝：不生蔓，不长枝<br>香远益清：香气远播，愈加使人感到清雅。<br>益：更加。<br>清：清芬。<br>亭亭净植：笔直地洁净地立在那里。　亭亭：耸立的样子。<br>植：树立。<br>可：只能。<br>亵玩:玩弄。<br>亵（xiè）：亲近而不庄重。<br>焉：句末语气词，这里指当于现代汉语的‘‘啊’’ ‘‘呀’’，助词。<br>谓：认为。<br>隐逸者：指隐居的人。在封建社会里，有些人不愿意跟统治者同流合污，就隐居避世；<br>盛：广。<br>君子：指道德品质高尚的人。<br>者：……的人或物。随着前面的名词而变化，例如：“有黄鹤楼者”中的者意思就是……建筑<br>噫：感叹词，相当于现在的\"唉\"。<br>菊之爱：对于菊花的喜爱。之：语气助词，的。（一说为“宾语提前的标志”）<br>鲜（xiǎn）：少。<br>闻：听说。<br>同予者何人：像我一样的还有什么人呢？<br>宜乎众矣：（爱牡丹的）应当有很多人吧。<br>宜乎：当然（应该）。<br>宜：当。<br>众：众多。</p> <p><strong>逐句翻译</strong><br>⒈水陆草木之花，可爱者甚蕃（fán）。<br>水陆上草本木本的花，值得喜爱的有很多。<br>⒉晋陶渊明独爱菊。<br>晋朝的陶渊明唯独喜爱菊花。<br>⒊自李唐来，世人甚爱牡丹。<br>从唐朝以来，人们十分喜爱牡丹。<br>⒋予（yú）独爱莲之出淤泥而不染，濯（zhuó）清涟而不妖，<br>我（却）[1]唯独喜爱莲花从淤泥里生长出却不受（淤泥）沾染，经过清水洗涤，但是却不显得妖媚。<br>⒌中通外直，<br>（它的枝干）中间贯通，外表笔直，<br>⒍不蔓（màn）不枝，<br>不缠生藤蔓，不旁出冗枝<br>或：不长藤蔓，不生枝节，<br>⒎　香远益清，<br>香气传播得越远越显得清幽，<br>⒏亭亭净植，<br>笔直而洁净地立在那里，<br>⒐可远观而不可亵玩焉。<br>（人们）只能远远地观赏（它们）却不能亲近而不庄重地玩弄它。（焉：句末语气词，相当于现代汉语中的“啊”“呀”等语义虚词。）<br>⒑予谓菊，花之隐逸者也；<br>我认为菊花，是花中的隐士；<br>⒒牡丹，花之富贵者也；<br>牡丹，是花中富贵的花；<br>⒓莲，花之君子者也。<br>莲花，是花中的君子。<br>⒔噫！菊之爱，陶后鲜有闻。<br>唉！喜爱菊花的（人），自陶渊明以后就很少有听闻了。<br>⒕莲之爱，同予者何人？<br>喜爱莲花（的人），和我一样的还有谁？<br>⒖牡丹之爱，宜乎众矣。<br>喜爱牡丹（的人），应该（当然）有很多人了！（宜：当然）</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这篇文章可明显分为二部分：前一部分对莲花高洁的形象极尽铺排描绘之能事；第二部分则揭示了莲花的比喻义，分评三花，并以莲自况，抒发了作者内心深沉的慨叹。</p> <p>　　作者起笔说：“水陆草木之花，可爱者甚蕃。”选用“可爱”二字，包罗群芳，表明托物寄兴，并不刻意求工，极见其立言斟酌之妙。接着叙说“晋<a href=\"http://so.gushiwen.org/author_645.aspx\">陶渊明</a>独爱菊”。陶渊明不肯为五斗米折腰，解绶归隐后，饮酒赋<a href=\"http://so.gushiwen.org/view_71139.aspx\">诗</a>，安享“采菊东篱下，悠然见南山”的田园逸趣。“独爱菊”，显示渊明雅致芬芳，傲然物外的性格，而且更加明确了题意：陶渊明可以爱菊抒怀，我怎不可独爱莲呢？继写“自李唐来，世人甚爱牡丹”，写了唐人，特别是统治阶层“甚爱牡丹”的好尚，这几句像是重复，但实为加深语意也，而且此句入文，让对比感更为强烈，为其求莲之高洁铺下了引子。大意是<a href=\"http://so.gushiwen.org/author_713.aspx\">周敦颐</a>本人独爱莲与晋陶渊明的爱菊避世不同，为保持一份高洁，宁愿终老南山。他要在尘世中当个出淤泥而不染的君子。这种在污世保持清白与独自避世求真的心态，与众人皆羡富贵（牡丹）的从众心态是有着思想境界上本质的区别的。这为爱莲说所要表达的“出淤泥而不染”作了最好的铺垫。然后作者撇开一笔说，让那班人爱其所爱吧，“予独爱莲之出淤泥而不染，濯清涟而不妖，中通外直，不蔓不枝，香远益清，亭亭净植，可远观而不可亵玩焉”。这一连串铺叙，对莲花挺拔秀丽的芳姿，清逸超群的令德，特别是可敬而不可侮慢的嵚崎磊落的风范，作了有力的渲染。这几句隐喻作者本身具有“出淤泥而不染，濯清莲而不妖”的高尚品格。实际上，他说的意思就是：官场黑暗，要在官场上保持自己高洁的品格，就如同莲花出淤泥而不染那么难。这也是他为官的经验总结，因为他不想同流合污。而“濯清莲而不妖”，不过是作者的一种良好愿望罢了。他为官正直，数洗冤狱，为民作主；晚年定居庐山，著书明道，洁身自爱，颐养天年，便是身体力行，澹泊明志的体现。这正是这篇小品能给人思想情趣以深切感染的着力之处。</p> <p>　　接下来，作者对三种花象征的不同性格进行了比较和品评：“予谓菊，花之隐逸者也；牡丹，花之富贵者也；莲，花之君子者也。”本来，花是不具备人格的，但在作者眼里，莲花近于菊，却不像菊那样清高冷傲，似乎是逃避现实的隐者；它更不像牡丹那样妍丽妖冶，以富贵媚人。莲花出于污浊现实而不受沾染，受清水洗濯而不显妖冶，实为百花丛中的贤君子。另外，莲花又是佛教中的圣物，如来、观音均以莲花为座。唐释道世《三宝敬佛》云：“故十方诸佛，同出于淤泥之浊；三身正觉，俱坐于莲台之上。”作者《题莲》诗也云：“佛爱我亦爱，清香蝶不偷。一般清意味，不上美人头。”与这篇小品参照，情趣相得益彰。</p> <p>　　最后，作者评花进而对“爱”也作出评价：“噫！菊之爱，陶后鲜有闻；莲之爱，同予者何人？牡丹之爱，宜乎众矣！”深深地慨叹：当今之世真隐者少，有德者寡，而趋炎附势钻刺富贵之门的小人比比皆是；这莽莽红尘，能有几个志同道合之人，共同去根治这社会痼疾呢？这里先用花进行比喻，让花的特性喻人，虽平淡，但比喻帖切，然后借花喻人，将陶渊明的避世，世人皆追求荣华富贵的心态描写的淋漓尽致。言下虽不免流露出一种孤掌难鸣的哀怨，但意味深长，无情地鞭挞了那些寡廉鲜耻之徒。这里，周敦颐是高傲的，他那种不从众只求纯净的心态，在碌碌尘世中是难能可贵的。他感叹，是因为世风日下，大多数人皆被世事玷染。</p> <p>　　作者通过对莲花的爱慕与礼赞，表明自己对美好理想的憧憬，对高尚情操的崇奉，对庸劣世态的憎恶。</p>",
  "about": "<h2>文言知识</h2> <p><strong>生字</strong><br>予(yú) 濯(zhuó) 涟（lián） 亵(xiè） 鲜（xiǎn） 蕃（fán)</p> <p><strong>作品断句</strong><br>水陆草木之/花，可爱者/甚蕃。晋/<a href=\"http://so.gushiwen.org/author_645.aspx\">陶渊明</a>独爱/菊；自/李唐来，世人盛/爱牡丹；予/独爱莲之/出淤泥而不染，濯清涟而不/妖，中通外直，不蔓不枝，香远/益清，亭亭/净植，可/远观而/不可亵玩焉。予/谓菊，花之/隐逸者也；牡丹，花之/富贵者也；莲，花之/君子者也。噫！菊之爱，陶/后鲜有闻；莲之爱，同予者/何人；牡丹/之爱，宜乎众/矣。</p> <p><strong>一词多义</strong><br>（1）鲜<br>陶后鲜有闻（少）<br>芳草鲜美（鲜艳）《桃花源记》<br>（2）之<br>水陆草木之花（助词，的）<br>之出淤泥而不染（联词，无实际意义，用于主谓之间，取消句子的独立性）</p> <p><strong>词类活用</strong><br>不蔓不枝（名词“蔓”“枝”用作动词“生蔓”“长枝”）<br>香远益清 （形容词“远”用作动词“远播”） </p><br/><h2>写作风格</h2> 　　在写法上，《爱莲说》具有“说”这一文体的共同特点，即托物言志。文章从“出淤泥而不染”起，以浓墨重彩描绘了莲的气度、莲的风节，寄予了作者对理想人格的肯定和追求，也反射出作者鄙弃贪图富贵、追名逐利的世态的心理和其追求洁身自好的美好情操。同时，文章还运用了对比，反衬的手法，在文中几次以菊、牡丹衬托莲之美；还把菊花的隐逸，牡丹的富贵和莲花的高洁相对比，使“爱莲”之一主题得以加深，没有空洞的说教，而是通过三种形象的对比，起到了突出中心，加深立意的作用，手法可谓高明之极。而且，文章以一个“爱”字贯通全文，使得文章结构严谨。<br/><h2>写作背景</h2> 　　宋熙宁四年（公元1071年），<a href=\"http://so.gushiwen.org/author_713.aspx\">周敦颐</a>来星子任南康知军。周敦颐为人清廉正直，襟怀淡泊，平生酷爱莲花。 周敦颐来星子后，在军衙东侧开挖了一口池塘，全部种植荷花。周敦颐来星子时已值暮年（55岁），又抱病在身，所以每当茶余饭后，他或独身一人，或邀三五幕僚好友，于池畔赏花品茗，并写下了散文《爱莲说》。<br/><h2>题解</h2> <p>　　“说”是古代的一种议论文文体，大多是借事物或一种现象来抒发作者的感想，写法上不拘一格，行文崇尚自由活泼，波澜起伏，篇幅一般长短不定，跟现代杂文颇为相似。它可以直接说明事物，阐述事理，也可以托物寓意，借物抒情。</p> <p>　　《爱莲说》是我国古代散文之精品。全文119字，结构严谨，笔意超越，言简意赅，情景交融，其采用“借影”笔法，以莲自喻，有着深邃的思想内容。值得知道的是，这篇选入教材的佳作是宋代哲人<a href=\"http://so.gushiwen.org/author_713.aspx\">周敦颐</a>于1063年（嘉佑八年）5月在虔州（今赣州）道判署内写作的。</p> <p>　　正如《爱莲说》抒意，周敦颐虽身居官场，却始终未曾放弃读书治学，著书立说，教育青年提携后进。宋代著名哲学家、教育家二程——程颐、<a href=\"http://so.gushiwen.org/author_25.aspx\">程颢</a>，便是他在赣州一手培养出来的弟子。他做官也和别人不同，“为政精密，务尽道理”，他在1045年任南安（今大余）司理参军（一种小官）时，为了一个法不当死的囚犯，和顶头上司转运使王逵据理力争，并递上辞呈，不愿为官，终于使刚愎自用的王逵有所感悟，承认自己的错误，囚不得死。周敦颐在赣州为官多年，清廉勤勉。《爱莲说》据传系他一次游览于都罗汉岩之后所作。</p> <p>　　从《爱莲说》一文来看，“……予独爱莲之出淤泥而不染，濯清涟而不妖，中通外直，不蔓不枝，香远益清，亭亭净植……莲，花之君子者也。”以莲喻道德高尚的人。且正是文如其人，了专祠，并在祠后建“濂溪书院”，书院内还凿有“爱莲池”。由于几经兵燹，原来书院、祠和池均已无存。此篇文章写出了作者洁身自好、不甘屈服于世俗的高尚情操，表现了作者的“出淤泥而不染”，从而与文章中所讽刺的庸人、俗人构成了鲜明的对比。</p> <p>　　淳熙六年（1179年），<a href=\"http://so.gushiwen.org/author_459.aspx\">朱熹</a>任南康（今星子县）郡守，曾在庐山的濂溪书院中赞叹周敦颐一生不与黑暗势力同流合污；<a href=\"http://so.gushiwen.org/author_268.aspx\">黄庭坚</a>亦称赞他“人品甚高”，如“光风霁月”。后来，赣州人为纪念他，建立了濂溪祠，刻周敦颐的图像及一些文章于石壁。此时，周敦颐的曾孙周直卿来到九江，把他曾祖写的《爱莲说》墨本送赠，于是赣州人就在书院莲池旁壁上摹刻了此文，流传千古。</p>",
  "poet": {
    "id": 713,
    "star": 0,
    "name": "周敦颐",
    "image": "http://img.gushiwen.org/authorImg/zhoudunyi.jpg",
    "desc": "周敦颐，宋营道楼田堡（今湖南道县）人，北宋著名哲学家，是学术界公认的宋明理学开山鼻祖。“两汉而下，儒学几至大坏。千有馀载，至宋中叶，周敦颐出于舂陵，乃得圣贤不传之学，作《太极图说》、《通书》，推明阴阳五行之理，明于天而性于人者，了若指掌。”《宋史·道学传》将周子创立理学学派提高到了极高的地位。"
  },
  "tags": [
    "初中文言文",
    "莲花",
    "品格",
    "抒怀"
  ]
}