{
  "id": 53732,
  "star": 10,
  "name": "薄幸·青楼春晚",
  "dynasty": "宋代",
  "content": "青楼春晚。昼寂寂、梳匀又懒。乍听得、鸦啼莺弄，惹起新愁无限。记年时、偷掷春心，花间隔雾遥相见。便角枕题诗，宝钗贳酒，共醉青苔深院。 <br>怎忘得、回廊下，携手处、花明月满。如今但暮雨，蜂愁蝶恨，小窗闲对芭蕉展。却谁拘管。尽无言、闲品秦筝，泪满参差雁。腰支渐小，心与杨花共远。",
  "fanyi": "<p><strong>译文</strong><br>我居在高楼的深闺中，春光已经迟晚。长日里百无聊赖，连梳头匀面也很慵懒。忽然听到外面鸦啼莺啭，立刻引起我新愁无限。记得那一年，我和他花前隔雾遥遥相见，一见倾心而把情意暗传。他更是情意绵绵，在我的角枕上题写<a href=\"http://so.gushiwen.org/view_53732.aspx\">诗</a>篇，我拔下金钗去换回美酒，我们对斟对饮，寻乐追欢，陶醉在这长满青苔的深院。<br>怎么能忘记那时，我们两情缱绻，双双携手在回廊里流连。那时百花争艳，月亮明又圆。如今只见暮雨连绵，蜜蜂感到忧愁，蝴蝶感到恨怨。芭蕉对着我的小窗，蕉心正在悠闲地伸展。却又有谁来拘管？我久久地沉默无言，无聊地摆弄着筝弦，弦柱斜行排列如同飞行的大雁都被我的泪水湿遍。我的腰肢一天天瘦削细小，我的心随同那些柳絮，飘飘悠悠飞向很远很远。 </p><p><strong>注释</strong><br>⒈青楼：这里泛指女子所居高楼。<br>⒉乍：突然。<br>⒊弄：鸟叫。<br>⒋偷掷春心：指暗暗爱恋一个人，以心相许。<br>⒌角枕：用兽角做装饰的枕头。<br>⒍宝钗贳酒：用钗钿换酒喝。贳酒：赊酒。<br>⒎却谁拘管：有什么办法管束住摇荡的情思。<br>⒏秦筝：古筝。<br>⒐参差雁：指筝上的弦柱斜列如飞雁。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　这是一首恋情词，叙述一个“偷掷春心”的少女对远在他乡的恋人的怀念与忧思。这位少女的身分，词中虽有“青楼”字样，但据<a href=\"http://so.gushiwen.org/author_322.aspx\">曹植</a>《美女篇》“借问女何居，乃在城南端，青楼临大路，高门结重关”她应是府第中的闺阁，由词意可见，她不是妓女，而是良家女儿。她对恋人的感情是纯洁无瑕的。写恋爱男女双方分开而引起忧愁的情感，是唐宋词中常见的主题。但<a href=\"http://so.gushiwen.org/author_1369.aspx\">吕渭</a>老的这首词，却鲜明地表现出疏秀明丽、自然清新的艺术风格。 </p> <p>　　这首词的中心写的是愁。作者在起调处就开始刻画这位少女的“愁”的形象。以“春晚”点出时节，暗寓伤感。在古典<a href=\"http://so.gushiwen.org/view_53732.aspx\">诗</a>词中，晚春常常出现百花零落的“残红”景象，象征着“愁”。“昼寂寂、梳匀又懒”，承“春晚”而来。寂寞与“懒”，都是晚春季节给人的感受，这里同时又是这位少女孤单无伴、百无聊赖的心理表露。她虽然梳头、匀面，但却只能独坐“青楼”，独消永昼。“乍听得”两句，转写动景，亦承“春晚”而来。鸦啼莺弄，本当赏心悦耳，可在她，却引起了相反的效果：“惹起新愁无限”！用反跌之笔，更为深刻地写出了这位少女心灵深处的“愁”。至此，始露“愁”字，又借莺声引出，是作者用笔婉转生姿处。这是全词的第一个层次，写少女的忧愁的情态，一片愁云，笼罩全词。“记年时”以至上片结句，是全词的第二个层次，以回忆的笔调，从刻画形象、剪裁画面入手，写这位由初恋至热恋的全过程。 </p> <p>　　插入叙事。“记年时”的“记”，是个“领字”，领起下文五句，在语法结构上，这五句都是“记”的宾语，是少女所“记”的内容。这五句，层次分明，连珠而下，气脉一贯，从中似乎可以觉察到这位少女在恋爱过程中紧张而愉快的心情。这五句所叙述的内容层次是：先写初恋的时间：“年时”，即那年。“偷掷”两句，则是写与恋人初次相见时的情态。作者在“相见”前连用“花间”、“隔雾”、“遥”三个修饰语，把这次相见写得温馨浪漫、极富情致。且写出见面时相距较远，而且在花丛中由花枝掩面。尤其是还隔着那轻纱般的雾。这就活画出这位少女在恋情（“春心”）萌动、勇跃欲试时的羞涩与紧张，与“偷掷”的“偷”字配的搭极当。自然，作者把这次相见置于如此美妙的环境之中，不无象征爱情美好。然后写恋情的发展：“角枕题诗——宝钗贳酒——共醉青苔深院”。这里的“便”，也是“领字”，有“于是，就……”的意思。在“记”字领辖范围中，再用一领字，意在加强下三句的句间联系，层层递进，不容稍懈，表现了双方恋情的迅速发展。同时，用“便”字把“记”字所领起的五句，在节奏上分开，使下三句成为上二句的自然发展，上二下三之间，“便”字成了联系的纽带。领字之中有领字，使结构疏密有致，节奏鲜明，足见作者驾驭语言功力。 </p> <p>　　下片换头处以“怎忘得、回廊下，携手处、花明月满”，紧接上片，并为上片的美好的回忆作总结。紧接着，用“如今但……”作有力地转折，开拓这首词的第三个层次，展现出凄凉的画面。这一层，与上片所写对爱情的美好回忆，正好互为反衬，从而表现这位少女心灵深处的凄凉，同时也揭示了这位少女“愁”的根源所在。这正是作者的曲折用笔，巧妙安排。“但”是个“领字”，领起“暮雨”、“蜂愁蝶恨”、“小窗闲对芭蕉展”三句。这三句，一句一个画面，景中寓情。 </p> <p>　　“暮雨”纷纷萧萧，如丝如麻，景象暗淡凄清而纷乱，从而进一步表现了少女心情的纷烦与凄苦：“蜂愁蝶恨”一景，承“暮雨”而来，明写蜂蝶，暗写少女，“小窗”云云，则是明写少女了。三句内容的排列，由物而入，由晦而显，然后再以“却谁拘管”直抒幽怨，同时也暗示出她那美好的爱恋，已如流水落花，不堪回首，为最后一层意思预作安排。最后一个层次，是词的歇拍：“尽无言、品秦筝，泪满参差雁。腰支渐小，心与杨花共远。”这是全词抒情达意的脉穴，写尽少女愁极而悲、悲极转忧恨的复杂情态。筝，《隋书·乐志》说始于秦，故称秦筝；筝声哀，故称哀筝。 </p> <p>　　<a href=\"http://so.gushiwen.org/author_521.aspx\">李峤</a>咏筝诗有“莫听西秦奏，筝筝有剩哀”，<a href=\"http://so.gushiwen.org/author_113.aspx\">岑参</a>《秦筝歌》有“汝不闻秦筝声最苦”、“闻之酒醒泪如雨”等句。筝十三弦，承弦的柱参差列阵如雁行，故<a href=\"http://so.gushiwen.org/author_197.aspx\">刘禹锡</a>称其“玫瑰宝柱秋雁行”（《伤秦姝行》）。这位少女“闲品秦筝”以写其哀，声情相应，不禁悲从中出，以致“泪满参差雁”。意深而语新，一句写尽少女相思之苦。“腰支渐小”，说人消瘦，是长期愁苦悲痛的明证。“心与杨花共远”，借杨花飘逝以写少女愁绪的悠远、渺茫，心犹杨花，杨花似心，寸心千里，情深而句秀，有“有馀不尽之意”（张炎《词源》），深得词家结句之法。且杨花变晚春之物，用以结句，遂使全词首尾照应，回环往复，浑然一体，亦作者匠心独运之处。 </p> <p>　　这首词叙事抒情，层次分明，从刻画形象入手，由画面组织成文，构思巧妙，情致婉转。前人称吕渭老的词婉媚深窈，与美成、耆卿相伯仲。从这首《薄幸》词看来，并非过誉。 </p>",
  "poet": {
    "id": 241,
    "star": 0,
    "name": "吕渭老",
    "desc": "吕渭老（生卒年不详），一作吕滨老，字圣求，嘉兴（今属浙江）人。宣和、靖康年间在朝做过小官，有诗名。南渡后情况不详。赵师岌序其词云：“宣和末，有吕圣求者，以诗名，讽咏中率寓爱君忧国意。”“圣求居嘉兴，名滨老，尝位周行，归老于家。”今存《圣求词》一卷。"
  },
  "tags": [
    "婉约",
    "爱情",
    "思念"
  ]
}