{
  "id": 59368,
  "star": 71,
  "name": "疏影·苔枝缀玉",
  "dynasty": "宋代",
  "content": "<span style=\"font-family:SimSun;\">辛亥之冬，余载雪诣石湖。止既月，授简索句，且征新声，作此两曲，石湖把玩不已，使二妓肆习之，音节谐婉，乃名之曰《暗香》、《疏影》。</span></p> <p>苔枝缀玉，有翠禽小小，枝上同宿。客里相逢，篱角黄昏，无言自倚修竹。昭君不惯胡沙远，但暗忆、江南江北。想佩环、月夜归来，化作此花幽独。<br>犹记深宫旧事，那人正睡里，飞近蛾绿。莫似春风，不管盈盈，早与安排金屋。还教一片随波去，又却怨、玉龙哀曲。等恁时、重觅幽香，已入小窗横幅。",
  "fanyi": "<p><strong>译文</strong><br><span style=\"font-family:FangSong_GB2312;\">辛亥年冬天，我冒雪去拜访石湖居士。居士要求我创作新曲，于是我创作了这两首词曲。石湖居士吟赏不已，教乐工歌妓练习演唱，音调节律悦耳婉转。于是将其命名为《暗香》、《疏影》。</span></p> <p>苔梅的枝梢缀着梅花，如玉晶莹，两只小小的翠鸟儿，栖宿在梅花丛。在客旅他乡时见到她的倩影，像佳人在夕阳斜映篱笆的黄昏中，默默孤独，倚着修长的翠竹。就像远嫁匈奴，不习惯北方的荒漠，史是暗暗地怀念着江南江北的故土。我想她戴着叮咚环佩，趁着月夜归来，化作了梅花的一缕幽魂，缥缈、孤独。<br>我还记得寿阳宫中的旧事，寿阳公主正在春梦里，飞下的一朵梅花正落在她的眉际。不要像无情的春风，不管梅花如此美丽清香，依旧将她风吹雨打去。应该早早给她安排金屋，让她有一个好的归宿。但这只是白费心意，她还是一片片地随波流去。又要进而钌玉笛吹奏出哀怨的乐曲。等那时，想要再去寻找梅的幽香，所见到的是一枝梅花，独立飘香。</p> <p><strong>注释</strong><br>⑴疏影：词牌名，<a href=\"http://so.gushiwen.org/author_30.aspx\">姜夔</a>的自度曲。<br>⑵辛亥：南宋光宗绍熙二年（1191年）。<br>⑶载雪：冒雪乘船。诣：到。石湖：在苏州西南，与太湖通。南宋<a href=\"http://so.gushiwen.org/view_59368.aspx\">诗</a>人<a href=\"http://so.gushiwen.org/author_529.aspx\">范成大</a>晚年居住在苏州西南的石湖，自号石湖居士。<br>⑷止既月：指刚住满一个月。<br>⑸授简索句：给纸索取诗调。简：纸。<br>⑹征新声：征求新的词调。<br>⑺把玩：指反复欣赏。<br>⑻二妓：乐工和歌妓。肆习：学习。<br>⑼《暗香》《疏影》：语出北宋诗人<a href=\"http://so.gushiwen.org/author_762.aspx\">林逋</a>《山园小梅》诗：“疏影横斜水清浅，暗香浮动月黄昏。”<br>⑽苔枝缀玉：范成大《梅谱》说绍兴、吴兴一带的古梅“苔须垂于枝间，或长数寸，风至，绿丝飘飘可玩。”周密《乾淳起居注》：“苔梅有二种，宜兴张公洞者，苔藓甚厚，花极香。一种出越土，苔如绿丝，长尺余。”苔枝，长有苔藓的梅枝。缀玉，梅花像美玉一般缀满枝头。<br>⑾“有翠禽”二句：用罗浮之梦典故。旧题<a href=\"http://so.gushiwen.org/author_646.aspx\">柳宗元</a>《龙城录》载，隋代赵师雄游罗浮山，夜梦与一素妆女子共饭，女子芳香袭人。又有一绿衣童子，笑歌欢舞。赵醒来，发现自己躺在一株大梅树下，树上有翠鸟欢鸣，见“月落参横，但惆怅而已。”<a href=\"http://so.gushiwen.org/author_38.aspx\">殷尧藩</a>《友人山中梅花》诗：“好风吹醒罗浮梦，莫听空林翠羽声。”<a href=\"http://so.gushiwen.org/author_72.aspx\">吴潜</a>《疏影》词：“闲想罗浮旧恨，有人正醉里，姝翠蛾绿。”翠禽，翠鸟。晋郭璞《客傲》：“夫攀骊龙之髯，抚翠禽之毛，而不得绝霞肆、跨天津者，未之前闻也。”<br>⑿客里：离乡在外期间。唐牟融《送范启东还京》诗：“客里故人尊酒别，天涯游子弊裘寒。”白石是江西人，当时住苏州。<br>⒀黄昏：日已落而天色尚未黑的时候。《楚辞·离骚》：“曰黄昏以为期兮，羌中道而改路。”<br>⒁“无言”句：<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>《佳人》诗：“天寒翠袖薄，日暮倚修竹。”<br>⒂“昭君”四句：杜甫《咏怀古迹五首》其三：“一去紫台连朔漠，独留青冢向黄昏。画图省识春风面，环佩空归夜月魂。画图省识春风面，环佩空归月夜魂。千载琵琶作胡语，分明怨恨曲中论。”<a href=\"http://so.gushiwen.org/author_482.aspx\">王建</a>《塞上咏梅》诗：“天山路边在株梅，年年花发黄云下。昭君已没汉使回，前后征人谁系马？”<br>⒃“犹记”三句：用寿阳公主事。蛾，形容眉毛的细长；绿，眉毛的青绿颜色。《太平御览》引《杂五行书》云：“宋武帝女寿阳公主，人日卧于含章殿檐下，梅花落公主额上，成五出花，拂之不去。皇后留之，看得几时，经三日，洗之乃落。宫女奇其异，竞效之，今‘梅花妆’是也。”<br>⒄安排金屋：《汉武故事》载，汉武帝<a href=\"http://so.gushiwen.org/author_700.aspx\">刘彻</a>幼时曾对姑母说：“若得阿娇作妇，当作金屋贮之。”盈盈，仪态美好的样子，这里借指梅花。<br>⒅玉龙哀曲：马融《长笛赋》：“龙鸣水中不见己，截竹吹之声相似。”玉龙，即玉笛。<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>《与史郎中钦听黄鹤楼上吹笛》诗：“黄鹤楼中吹玉笛，江城五月落梅花。”哀曲，指笛曲《梅花落》。此曲是古代流行的乐曲，听了使人悲伤。唐<a href=\"http://so.gushiwen.org/author_604.aspx\">皮日休</a>《夜会问答》说听《梅花落》曲“三奏未终头已白”，可见一斑。故曰“玉龙哀曲”。<br>⒆恁（nèn）时：那时候。南唐<a href=\"http://so.gushiwen.org/author_186.aspx\">冯延巳</a>《忆江南》词：“东风次第有花开，恁时须约却重来。”<br>⒇小窗横幅：晚唐崔橹《梅花诗》：“初开已入雕梁画，未落先愁玉笛吹。”陈与义《水墨梅》诗：“睛窗画出横斜枝，绝胜前村夜雪时。”此翻用其意。</p>",
  "shangxi": "<p>　　从《暗香》词前序文可知，《疏影》《暗香》乃同时之作。可能是写了《暗香》之后，意犹未尽，遂另作一《疏影》。前人却说二词难解，《疏影》尤其扑朔迷离，确实如此。我们可以把二首对照来看，《暗香》虽说是咏梅，但并没有对梅花本身作多少描写，而是围绕梅花抒写怀人之情。所怀是他的情人，一个美丽女子。她曾陪同词人折梅月下，也曾和他携手赏西湖。在《暗香》里，玉人是玉人，梅是梅。梅花只是引起词人想念玉人的触发物而已，它本身并没有任何比喻或象征意义。如果把这首词的意思向前推进一层，赋予梅花以人格，就可以翻出另一首词，这就是《疏影》。在《疏影》里，词人时而把梅花比作独倚修竹的佳人，时而把梅花比作思念故土的昭君。既是歌咏梅花，又是歌咏佳人，梅花与佳人融为一体了。</p> <p>　　前人多认为该词有寄托。张惠言云：“时石湖盖有隐遁之志，故作此二词以阻之。《暗香》一章，言己尝有用世之志，今老无能，但望之石湖也。《疏影》更以二帝之愤发之，故有昭君之句。”《词选》说：“此盖伤心二帝蒙尘，诸后妃相从北辕，沦落胡地，故以昭君托喻，发言哀断。考唐<a href=\"http://so.gushiwen.org/author_482.aspx\">王建</a>《塞上咏梅》<a href=\"http://so.gushiwen.org/view_59368.aspx\">诗</a>曰：‘天山路边一株梅，年年花发黄云下，昭君已没汉使回，前后征人谁系马？’白石词意当本此。”（郑《白石道人歌曲》）近人刘永济举出宋徽宗<a href=\"http://so.gushiwen.org/author_428.aspx\">赵佶</a>被掳在胡地所作《眼儿媚》词：“花城人去今萧索，春梦侥湖沙。家山何处？忍听羌管，吹彻《梅花》。”解释说：“此词更明显为徽钦二帝作。”（《唐五代两宋词简析》）以上这些说法都是由词中所用昭君典故引起的。词人说幽独的梅花是<a href=\"http://so.gushiwen.org/author_830.aspx\">王昭君</a>月夜魂归所化，遂使人联想徽钦二帝及诸后妃的被掳以及他们的思归，进而认为全词都是有感于此而作。有人认为这种联想是缺乏根据的。昭君和亲出塞和徽钦二帝被掳诸后妃沦落胡地，根本不伦不类。王建是唐人，他的《塞上咏梅》和宋帝更毫无关系。宋徽宗作《眼儿媚》思念家国，既没有提到王昭君，也就不能肯定白石是用“眼儿媚”的典故。如果不是断章取义，而是联系全篇来看，就不难看出该词主旨在赞美梅花的幽独，写其幽独而以美人为喻，当然最好是取昭君，这是不足为怪的。</p> <p>　　“苔枝缀玉。有翠禽小小，枝上同宿。”</p> <p>　　<a href=\"http://so.gushiwen.org/author_529.aspx\">范成大</a>《梅谱》曰：“古梅会稽最多，四明吴兴亦间有之。其枝蟠曲万状，苍鲜鳞皴，封满花身；又有苔须垂于青枝或长数寸，风至，绿丝飘飘可玩。”以上几句说：在长满青苔的枝干上缀满如玉的梅花，又有小小的翠鸟在枝上伴她同宿。这是写梅之貌。“翠禽”暗用《龙城录》典故：隋开皇中赵师雄迁罗浮，日暮于松林中遇一美人，又有绿衣童子歌于侧。“师雄醉寐，但觉风寒相袭，久之东方已白，起视大梅花树上，翠羽剌嘈相顾，所见盖花神。月落参横，惆怅而已”。词人明写梅花姿色，暗用此典为全词定下了幽清的基调。</p> <p>　　“客里相逢”以下数句写梅花之神：</p> <p>　　“客里相逢，篱角黄昏，无言自倚修竹。”</p> <p>　　这句递入作者自己。白石是到范成大家作客，在范家看到梅花，故称“客里相逢”；梅树旁边长着竹子，如东坡诗所云：“竹外一枝斜更好”，所以又说“无言自倚修竹”。“倚修竹”暗用<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>《佳人》诗：“绝代有佳人，幽居在空谷。……天寒翠袖薄，日暮倚修竹。”“黄昏”，暗用<a href=\"http://so.gushiwen.org/author_762.aspx\">林逋</a>《梅花》诗：“暗香浮动月黄昏”。这些融典，都把梅花比作幽居而高洁的佳人。</p> <p>　　“昭君不惯胡沙远，但暗忆、江南江北。想佩环、月夜归来，化作此花幽独。”</p> <p>　　“昭君”句系用具体的古代美女拟梅花。为何选用昭君，问题很简单，梅花是犯寒而开的，使人很容易想象它是一位在严寒的北方呈现特有丰姿的美人；而昭君正是远嫁匈奴，生活塞外，所以拿她比附。“佩环”句化用杜甫《咏怀古迹》咏昭君村诗句：“画图省识春风面，环佩空归月夜魂。”词人想象王昭君魂归故土化作了这幽独的梅花。为什么用昭君魂归故土之典呢？因为白石咏江南梅花，为了牵合眼前事实，所以用了“昭君不惯胡沙”之后，立即笔锋一转，说昭君是“暗忆江南江北”，而且“月夜归来”以后，便“化作此花幽独”。花和美人合为一体了。上阙分三层写来，用三个典故（翠禽、修竹、昭君句），将三位美人比拟梅花，突出表现梅花，突出表现梅之“幽独”。</p> <p>　　下片换了一个角度，写梅之飘落：</p> <p>　　“犹记深宫旧事，那人正睡里，飞近蛾绿。”</p> <p>　　“蛾绿”，指女子的眉。《太平御览》卷三十“时序部”引《杂五行书》：“宋武帝女寿阳公主，人日（正月初七日）卧于含章殿檐下，梅花落公主额上，成五出花，拂之不出。皇后留之，看得几时。经三日，洗之乃落。宫女奇其异，竟效之，今梅花妆是也。”这几句好象写寿阳公主（那人），其实还是写梅花，借一位和落梅有关的美人来惋惜梅花的衰谢。“犹记”，是词人犹记，词人看到梅花遂记起宫廷里这段故事。“深宫”，与昭君无关，更与宋徽钦后宫无关，不可牵强附会。下面又以叮咛口吻说要珍惜梅花：</p> <p>　　“莫似春风，不管盈盈，早与安排金屋。”</p> <p>　　“盈盈”是仪态美好貌。古诗云：“盈盈楼上女，皎皎当窗牖。”是形容美女风采。此借指梅花。这八字一气。意说梅花开在寒冬，春天本来不去管她；可我们却不要象春风那样。“金屋”用《汉武故事》，汉武帝幼时，他姑母把他抱在膝上，指着女儿阿娇曰：“阿娇好否？”词人用此典表示惜花之愿，意谓不要象春风那样无情，任梅花飘零而不顾，应当及早将她保护。</p> <p>　　“还教一片随波去，又却怨玉龙哀曲。”</p> <p>　　这是假设口气，“还”是如其、假如的意思，诗词中多有此用法。如<a href=\"http://so.gushiwen.org/author_125.aspx\">秦观</a>《水龙吟》：“名缰利锁，天还知道，和天也瘦。”<a href=\"http://so.gushiwen.org/author_217.aspx\">辛弃疾</a>《贺新郎》：“啼鸟还知如许恨，料不啼清泪长啼血。”有些注本把“还教”一句讲实了，说“花随波去，无计挽回。”这是因为忽略这个“还”字而误会了词人原意。其实，这是进一步叮咛：如果让梅花随波流去，即使只有一片，那么《梅花落》的笛曲又要再添几分哀怨了。“玉龙”，笛名。因为古乐府《江南异》中有《龙笛曲》，传说此曲奏时声似龙吟，故名。<a href=\"http://so.gushiwen.org/author_135.aspx\">罗隐</a>有诗云：“玉龙无主渡头寒”。笛调有《梅花落》，故<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>有诗：“黄鹤楼中吹玉笛，江城五月落梅花。”这里不过是因梅花的坠落而想及《落梅花》笛曲罢了。与象征皇室之“龙”无涉。</p> <p>　　“等恁时，重觅幽香，已入小窗横幅。”</p> <p>　　这几句仍然是叮咛口吻：等到梅花落尽，枝头上就看不见它了。假如要寻觅它的痕迹，那只有到小窗上的横幅之中──画着梅花的画图，细细欣赏它那幽艳的丰姿了。夏承焘《姜白石词编年笺校》曰：“《唐摭言》卷十载崔橹《梅花》诗：‘初开已入雕梁画，未落先愁玉笛吹。’姜词数句，似衍此二语。”唐圭璋先生也云：“‘等凭时’数句，用崔橹诗，言幽香难觅，惟余幻影在横幅之上，语见沉痛。”这里虽用崔橹诗意而有创新。细揣之下阕口气，梅花尚未凋谢。词人因爱之切，遂一再叮咛，不要使它飘零。叮咛谁呢？不是别人，正是叮咛词人自己，要珍惜之。</p> <p>　　综观全词。上片末尾一个“幽”字，下片末尾又一个“幽”字，“幽”就是词人借着梅花所表现出来的美学理想。这和陶潜咏松菊，<a href=\"http://so.gushiwen.org/author_691.aspx\">张九龄</a>咏兰桂一脉相通。如果说这首词有寄托的话，不过是寄托了词人理想的人格，词里虽有孤芳自赏意味，亦不必指摘。不必硬牵合“悯二帝”之事。</p> <p>　　二词，是作者集中咏梅名作，作者很满意。据说二词因音节清婉，为范所激赏，于是赠以侍婢小红。姜携小红归吴兴，过垂虹时，在大雪中赋诗云：“自琢新词韵最娇，小红低唱我吹箫。曲终过尽松陵路，回首烟波十四桥。”很有些洋洋得意的神气（见《砚北杂志》下）。</p> <p>　　该词运气空灵，笔墨飞舞。下片虚字诸如“犹记”、“莫似”、“早与”、“还教”、“又却怨”、“等恁时”、“已入”之类，皆能曲折传神。</p> <p>　　关于“清空”的词风，首出白张炎对姜词的概括。但细审张炎《词源》原文，并没有以“清空”概括白石的全部的意思。在张炎看来，“清空”只是白石的一个方面。因为白石多咏物词，咏物容易“留滞于物”以致“拘而不畅”、“晦而不明”，此所谓“质实”，白石咏物而不滞于物，这就是“清空”。张炎在“词要清空，不要质实；清空则古雅峭拔，质实则凝涩晦昧。姜白石词如野云孤飞，去留无迹”这段话之后，还有一段话说：“白石词如《疏影》、《暗香》、《扬州慢》、《一萼红》、《琵琶仙》、《探春》、《八归》、《淡黄柳》等曲，不惟清空，又且骚雅，读之使人神观飞越。”显然，张炎并非一味提倡“清空”；“清空”要以“骚雅”去充实才算词的上乘。张炎又说：“所以出奇之语以白石骚雅之句润色之，真天机云锦也。”可重他所重的不仅仅是“清空”，还有一个“骚雅”。张炎还说：“词以意趣为主，……姜白石《暗香》赋梅云（词略）、《疏影》云（词略），此数词皆清空中有意趣，无笔力者本未易到。”也明明指出白石词不只是“清空”，而且富有“意趣”。只“清空”而无“意趣”，岂不成了一个空架子？可见张炎拈出“清空”来评白石词，但并没有以偏概全地说白石词只是“清空”，论者不可不辨。</p> <p>　　可见，以“清空”论白石词不全面，也不合张炎原意。若论白石词风，莫若刘熙载所谓“幽韵冷香”四字，简而言之可谓“幽冷”，他正是以“幽冷”另树一帜，自立于软媚、粗犷之外，卓然成为南宋词坛一大家。</p>",
  "about": "<h2>创作背景</h2> 　　这首词创作于宋光宗绍熙二年（1191年），与词人《长亭怨慢·渐吹尽》为同年之作。是年冬，<a href=\"http://so.gushiwen.org/author_30.aspx\">姜夔</a>载雪访<a href=\"http://so.gushiwen.org/author_529.aspx\">范成大</a>于石湖。他在石湖住了一个多月，自度《暗香》《疏影》二曲咏梅，深蕴忧国之思，寄托个人生活的不幸。",
  "poet": {
    "id": 30,
    "star": 0,
    "name": "姜夔",
    "image": "http://img.gushiwen.org/authorImg/jiangkui.jpg",
    "desc": "姜夔，南宋文学家、音乐家。人品秀拔，体态清莹，气貌若不胜衣，望之若神仙中人。往来鄂、赣、皖、苏、浙间，与诗人词家杨万里、范成大、辛弃疾等交游。庆元中，曾上书乞正太常雅乐，他少年孤贫，屡试不第，终生未仕，一生转徙江湖，靠卖字和朋友接济为生。他多才多艺，精通音律，能自度曲，其词格律严密。其作品素以空灵含蓄著称，有《白石道人歌曲》等。姜夔对诗词、散文、书法、音乐，无不精善，是继苏轼之后又一难得的艺术全才。"
  },
  "tags": [
    "宋词三百首",
    "咏物",
    "梅花",
    "抒怀"
  ]
}