{
  "id": 65219,
  "star": 23,
  "name": "减字木兰花·春情",
  "dynasty": "宋代",
  "content": "画桥流水。雨湿落红飞不起。月破黄昏。帘里馀香马上闻。<br>徘徊不语。今夜梦魂何处去。不似垂杨。犹解飞花入洞房。",
  "fanyi": "<p><strong>译文<br></strong>美丽的小桥下，流水潺潺，花瓣被雨淋湿，沾在地上。黄昏过去，月亮升起来了，在马上还闻到帘里的余香。<br>独个儿默默地徘徊在堂前院里，今夜我的梦魂将追到什么地方？他呵，怎够不上垂杨那样多情？垂杨还懂得让花絮飞入我洞房。</p> <p><strong>注释<br></strong>1、画桥：饰有花纹、图案的小桥。<br>2、落红：落花。<br>3、月破黄昏：谓月光穿透黄昏时的雾霭。<br>4、余香：指女子使用的脂粉香味，这里代指人。<br>5、徘徊：来回走动。<br>6、犹解：还能懂得。解，能够，会。<br>7、洞房：幽深的居室。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　以“春情”为题的词作，大抵写闺中女子当春怀人的思绪，<a href=\"http://so.gushiwen.org/author_169.aspx\">王安国</a>这首小令却是写一个男子在暮春时节对一位女子的思而不见、爱而不得的愁情，内容与<a href=\"http://so.gushiwen.org/author_399.aspx\">贺铸</a>的《青玉案》相仿。贺作另有寄托，此词有无别的寓意尚难确定。</p> <p>　　首句点女子居处建筑的精致华美、环境的清静幽雅。居处如此令人神往，则伊人芳姿倩影之使人倾慕难忘自不待言。这一句借物写人，是男主人公情感变化的基点。</p> <p>　　次句交代气候、时令。春尽花残，惜花人情已不堪，更何况急雨劲风又摧花！“飞不起”三字暗写雨势的猛恶，展现残红“零落成泥碾作尘”的凄凉景象，暗喻主人公的心境也如落红沾雨般沉重暗淡。这种心境源于伊人倩影的悄然杳去。</p> <p>　　第三句写时间。从黄昏到月出，主人公在一片迷濛的景象里长时间伫留不去，足见他对女子的痴情。</p> <p>　　第四句依照情感变化的规律采用顺延笔法，写主人公由痴情向迷离恍惚深化的情态，揭示他内心由极度爱慕而升华的思而不见的惆怅之情。“余香”二字饶有韵味，既含蓄地画出伊人“芳窬散麝、色茂开莲”的风致容颜，又绰约地显露池中明镜悬倩影、屋里衣香胜如花的境界。这一句完满地收结了上片，又为下片的状态抒情蓄势张本。换头言近旨远，写人物情态，现主人公形象。“徘徊”是痴情的延续，“不语”是惆怅的外露。两者相辅相成，愈显得人物形象鲜明生动。</p> <p>　　下片第二句用设问句申足上句，并从反面展示主人公的内心世界。“何处去”不是无处可去，恰恰是去向杳若黄鹤的伊人处。采用反面运笔的方法，用得好时，能深化作品的层次。这里的反面运笔，很成功地突出了主人公魂牵梦绕的焦点。然而，梦魂飞近伊人身，只是主人公的主观想象和美好企望，现实却是香歇人去，光沉响绝，只有自身踯躅路旁，吊影惭魂。歇拍两句以杨花有幸反衬人物的无缘，正是主人公在这种现实处境中的自怨自叹。</p> <p>　　以上的简析，只是按照词语的措置顺序作出的。其实，如按照主人公感情变化的脉络去寻求端倪，很难分清事由的前因后果，时间的迟早先后。因为词中写景抒情逞回旋吞吐的态势，前后句、上下片往往是相辅相成，互为因果，或相反相成，引发难分。所有这一切，都基于主人公目睹伊人之后由爱慕而兴起的思而不见、爱而不得的愁情。</p><br/><h2>赏析二</h2> <p>　　上阕集中描绘雨后黄昏，落红片片的暮春之景。首句点女子居处建筑的精致华美、环境的清静幽雅。起句的画桥，通常是指朱桥或赤阑桥，唐宋词中往往被写得很美，并同爱情搭上关系。如<a href=\"http://so.gushiwen.org/author_415.aspx\">温庭筠</a>《菩萨蛮》：“杨柳又如丝，驿桥春雨时。”<a href=\"http://so.gushiwen.org/author_622.aspx\">韦庄</a>《菩萨蛮》云：“骑马过斜桥，满楼红袖招。”<a href=\"http://so.gushiwen.org/author_588.aspx\">晏几道</a>《木兰花》云：“紫骝认得旧游踪，嘶过画桥东畔路。”现在词中的主人公也骑着马儿，到了这么一个充满<a href=\"http://so.gushiwen.org/view_65219.aspx\">诗</a>情画意的所在：马蹄得得，流水淙淙，他在桥上按辔徐行，心中该多么自在。从下面“雨湿”一句看，此时正当雨后。一场风雨才过，纤尘不起，落红如糁，连空气也变得清新宜人了。词人在《清平乐·春晚》词中也写过：“满地残红官锦污，昨夜南园风雨。”情景似之，然此词却化悲凉为闲雅，具有不同的情趣。</p> <p>　　开篇是一幅清丽旖旎的风光画卷，虹桥细水，雨湿落红，交代了时节，也点明了地点。如画之境，如诗之景，为后面思情的刻画作了良好的铺垫。“落红”、“流水”、“飞花”等，历来就是人们在诗词中表现相思之情的特定意象，它包含了对美好事物转瞬即逝的惋惜之情。这里，画桥、流水、雨湿、落红几个意象的出现，虽未直接透露作意，但已成功地烘托出清幽淡雅的气氛。其中，“飞不起”三字暗写雨势的猛恶，展现残红“零落成泥碾作尘”的凄凉景象，暗喻主人公的心境也如落红沾雨般沉重暗淡。这种心境源于伊人倩影的悄然杳去。这时，月华透过黄昏的雾霭，给这如诗的画境披上一层柔柔的轻纱，清幽淡雅中又添了一份朦胧静谧之感。“余香”二字饶有韵味，既含蓄地画出伊人“芳窬散麝、色茂开莲”的风致容颜，又绰约地显露池中明镜悬倩影、屋里衣香胜如花的境界。“月上柳梢头，人约黄昏后。”就在这画桥流水的小路上，落英缤纷的暮春季节，月白风清的黄昏，帘里的她与马上的主人公邂逅相遇了，但这相遇是那样短暂，使主人公只能透过帘幕中飘溢出的几丝余香中遐想她那绰约的芳姿，娇美的容貌。</p> <p>　　另外，词中人物在这优美的环境中信马闲行，不知不觉天色已晚。“月破黄昏”，写时间变化极有层次：先是黄昏，而后月出东山，渐渐冲破了黄昏的气氛。宋人词中善用“破”字，如李师中《菩萨蛮》：“子规啼破城楼月。”谢逸《玉楼春》：“杜鹃飞破草间烟。”都赋予破字以特殊的美学意蕴。此处着一“破”字，也烘托了行人对于时间迁移的直感，饶有诗意。这个人物正在行进中间，突然从路边绣帘中间飘来一阵香气，原来绣阁中女子在晚妆了。此句极为重要。古人写诗讲究诗眼，写词讲究词眼。刘熙载《艺概·词曲概》去：“词眼二字，见陆辅之《词旨》。其实辅之所谓眼者，仍不过某字工，某句警耳。余谓眼乃神光所聚，故有通体之眼，有数句之眼，前前后后，无不待眼光照映。”此句乃为通体之眼，它映照前后，通体生辉，一方面使前已铺叙好的羁旅行役的格局变为爱情之憧憬，一方面又使下片的抒情与上片的写景自然过渡，浑然一体。</p> <p>　　下阕描述思念之情。“何处去”不是无处可去，恰恰是去向杳若黄鹤的伊人处。采用反面运笔的方法，用得好时，能深化作品的层次。这里的反面运笔，很成功地突出了主人公魂牵梦绕的焦点。此情待与何人说，此梦今夜何处去，主人公惟有怅然不知所往而徘徊，恍然无可告语而不语，想人去车走，余香犹在，流水无情、落花有意，今宵梦，谁与共，自是“人生长恨承长东”。这时．一片飞花突然引起了主人公的注意，杨花犹能穿帘户，追随她共度良宵。而主人公却连梦魂都无所依，两相对照，令人心伤。这末句既是写景，又是抒情，通过杨花飞舞的景象委婉曲折地传达了主人公的一往情深的相思，完成下阕对思情难遣、梦魂不安的主人公形象的刻画。</p> <p>　　全词情景交融，浑然天成。作者将几个典型意象有机组合，在移步换形中，营造出氛围，以精练的笔墨、含蓄蕴藉地表达了相思之情，在宋初词作中是较有代表性的作品之一。</p>",
  "about": "<h2>创作背景</h2> 　　此词为作者羁旅在外，思念家乡及亲人而作。",
  "poet": {
    "id": 169,
    "star": 0,
    "name": "王安国",
    "image": "http://img.gushiwen.org/authorImg/wanganguo.jpg",
    "desc": "王安国（1028年-1074年）字平甫，王安石大弟。熙宁进士。北宋临川（今江西省东乡县上池村）人。北宋著名诗人。世称王安礼、王安国、王雱为“临川三王”。王安国器识磊落，文思敏捷，曾巩谓其“于书无所不通，其明于是非得失之理为尤详，其文闳富典重，其诗博而深。"
  },
  "tags": [
    "春天",
    "写景",
    "羁旅",
    "相思"
  ]
}