{
  "id": 100,
  "star": 72,
  "name": "南山",
  "dynasty": "先秦",
  "content": "南山崔崔，雄狐绥绥。鲁道有荡，齐子由归。既曰归止，曷又怀止？<br>葛屦五两，冠緌双止。鲁道有荡，齐子庸止。既曰庸止，曷又从止？<br>蓺麻如之何？衡从其亩。取妻如之何？必告父母。既曰告止，曷又鞠止？<br>析薪如之何？匪斧不克。取妻如之何？匪媒不得。既曰得止，曷又极止？",
  "fanyi": "<p><strong>译文<br></strong>南山巍峨高峻，雄狐缓步独行。鲁国大道宽阔，文姜由此嫁人。既然嫁给鲁君，为何思念难禁？<br>葛布麻鞋成对，冠帽结带成双。鲁邦国道宽广，公主经此嫁郎。既然贵为国母，何必眷恋故乡？<br>种麻该当怎样？纵横耕耘田亩。娶妻该当如何？定要先告父母。既已禀告宗庙，怎容她再恣妄？<br>劈柴应当如何？没有利斧不行。娶妻应当怎样，少了媒人哪成。既然姻缘已结，为何由她恣纵？</p> <p><strong>注释<br></strong>⑴南山：齐国山名，又名牛山。崔崔：山势高峻状。<br>⑵绥绥（suí）：缓缓行走的样子，或曰求匹之貌。<br>⑶有荡：即荡荡，平坦状。<br>⑷齐子：齐国的女儿（古代不论对男女美称均可称子），此处指齐襄公的同父异母妹文姜。由归：从这儿去出嫁。<br>⑸止：语气词，无义。<br>⑹曷（hé）：怎么，为什么；怀：怀念。一说来。<br>⑺屦（jù）：麻、葛等制成的单底鞋。五两：五，通“伍”，并列；两，“緉”的借省，鞋一双。<br>⑻緌（ruí）：帽带下垂的部分。帽带为丝绳所制，左右各一从耳边垂下，必要时可系在下巴上。<br>⑼庸：用，指文姜嫁与鲁桓公。<br>⑽从：相从。<br>⑾蓺（yì）：即“艺”，种植。<br>⑿衡从：横纵之异体，东西曰横，南北曰纵。亩，田垅。<br>⒀取：通“娶”。<br>⒁告：一说告于祖庙。<br>⒂鞫（jú）：穷，放任无束。<br>⒃析薪：砍柴。<br>⒄匪：通“非”。克：能、成功。<br>⒅极：至，来到。一说恣极，放纵无束。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　作者开篇描写雄狐对伴侣的渴望，用意在于影射齐襄公对文姜的觊觎之心。作者以南山和雄狐起兴，展示出一种高远深邃的画面：山高树茂，急切的雄狐四处穿梭，叫声连连。不仅把<a href=\"http://so.gushiwen.org/view_100.aspx\">诗</a>的背景拉得极其宏大，让人感到诗作肯定包含丰富的所指，又将齐襄公渴切的思想状态描摹殆尽，让其丑恶嘴脸暴露无遗。章末，又用反问进行了讽刺：“既然已经出嫁了，为什么还对那段私情念念不忘呢？”即是在问文姜，也是在问齐襄公，一箭双雕，意味深长。</p> <p>　　第二章还是诉说前事，但在表达上更进一步。作者影射齐襄公和文姜乱伦的无耻行为时，从寻常事物人手，描述鞋子、帽带都必须搭配成双，借以说明世人都各有明确的配偶，所指明确而又表达隐晦，既达到讽刺对象的效果，又显得不露端倪一后半部分与第一章相似，使情感力度得到更深一步加强。</p> <p>　　第三、四章转换角度，发表对鲁桓公的议论：作者成功运用“兴”的手法，以种麻前先整理田地、砍柴前要先准备刀斧这些日常劳动中的必然性，来说明娶妻必须有父母之命、媒妁之言。再进一层针砭实际，说明桓公既已明媒正娶了文姜，而又无法做文姜的主。放任她回娘家私通，父母之命、媒妁之言都被搁浅、践踏，显得庸弱无能，文姜的无视礼法、胡作非为也跃然于纸上。</p> <p>　　这首诗的风格同《诗经》十五国风中的绝大部分作品一样，是一首群众创作的民歌，其特点也是每一章节除少数词语略作更换外，基本的语词句法都是相同的，特别是每章的最后二句，句法语气完全一样，只有一二个字的变化，其含义也相似或相近。这正是便于反覆咏唱，易于记忆吟诵，寓意比较单纯的民歌式作品。此外，从这首诗里，也反映了男女婚姻必须通过父母之命、媒妁之言这样的封建礼教，早在二三千年以前就已经深入人心了。</p>",
  "about": "<h2>创作背景</h2> 　　春秋时期，齐国和鲁国联姻，齐襄公的同父异母妹妹文姜被嫁给了鲁桓公，但文姜不守妇道，与齐襄公有染，乱伦私通。齐国势大，鲁国势小，懦弱的鲁桓公敢怒不敢言。《左传》记载，公元前694年，鲁桓公要去齐国，夫人文姜要求同行，鲁桓公只得答应，文姜和齐襄公趁机相会。后来鲁桓公发觉，谴责了文姜，文姜便告诉了齐襄公，襄公便设宴款待桓公，趁机将桓公灌醉，然后让公子彭生在驾车送桓公回国的路上扼死了桓公。这件事暴露后，齐国百姓皆以为耻，这首<a href=\"http://so.gushiwen.org/view_100.aspx\">诗</a>便是在此情境下产生的。",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": [
    "诗经",
    "怨刺"
  ]
}