{
  "id": 8024,
  "star": 204,
  "name": "沙丘城下寄杜甫",
  "dynasty": "唐代",
  "content": "我来竟何事，高卧沙丘城。<br>城边有古树，日夕连秋声。<br>鲁酒不可醉，齐歌空复情。<br>思君若汶水，浩荡寄南征。",
  "fanyi": "<p><strong>译文</strong><br>我来这里终究是为了什么事？高枕安卧在沙丘城。<br>沙丘城边有苍老古树，白日黑夜沙沙有声与秋声相连。<br>鲁地酒薄难使人醉，齐歌情浓徒然向谁。<br>我思念您的情思如滔滔汶水，汶水浩浩荡荡向南流去寄托着我的深情。</p> <p><strong>注释</strong><br>⑴沙丘：指唐代兖州治城瑕丘。沙丘城一说为位于今山东肥城市汶阳镇东、大汶河南下支流洸河（今名洸府河）分水口对岸。而根据1993年出土于兖州城东南泗河中的北齐沙丘城造像残碑（又名沙丘碑），兖州古地名为沙丘，又名瑕丘，于唐代为鲁西南重要治所，<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>应于此居住。由于此重大考古发现，学术界基本上认同兖州为李白居住之沙丘城。<br>⑵来：将来，引申为某一时间以后，这里意指自从你走了以后。竟：究竟，终究。<br>⑶高卧：高枕而卧，这里指闲居。《晋书·陶潜传》：“尝言夏月虚闲，高卧北窗之下。清风飒至，自谓羲皇上人。”<br>⑷夕：傍晚，日落的时候。连：连续不断。秋声：秋风吹动草木之声。<br>⑸“鲁酒”两句：古来有鲁国酒薄之称。《庄子·胠箧》：“鲁酒薄而邯郸围。”此谓鲁酒之薄，不能醉人；齐歌之艳，听之无绪。皆因无共赏之人。鲁、齐：均指山东一带。空复情：徒有情意。<br>⑹汶水：鲁地河流名，河的正流今称大汶河，其源有三：一发泰山之旁仙台岭，一发莱芜县原山之阳，一发莱芜县寨子村，流经兖州瑕丘县北，西南行，入大野泽。耿元端说汶水在曲阜之北七八十里处向西流，“思君若汶水”只是联想到汶水，不能认为沙丘城就在汶水之旁（参见《百家唐宋<a href=\"http://so.gushiwen.org/view_8024.aspx\">诗</a>新话》）。<br>⑺浩荡：广阔、浩大的样子。南征：南行，指代往南而去的<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>。一说南征指南流之水。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>与<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>的友谊是中国文学史上珍贵的一页。在李白传世的<a href=\"http://so.gushiwen.org/view_8024.aspx\">诗</a>歌中，公认的直接为杜甫而写的只有两首，一是《鲁郡东石门送杜二甫》，另一首就是这首诗。</p> <p>　　沙丘城，位于山东汶水之畔，是李白在鲁中的寄寓之地。诗人送别了杜甫，从那种充满着友情与欢乐的生活中，独自一人回到沙丘，倍感孤寂，倍觉友谊的可贵。此诗就是抒发了这种情境之下的无法排遣的“思君”之情。诗人一开始用很多的笔墨写他自己的生活，住处的周围环境，以及他自己的心情。诗的前六句没有一个“思”字，也没有一个“君”字，给读者以山回路转、莫知所至的感受，直到诗的结尾才豁然开朗，说出“思君”二字。诗中无一句不是写“思君”之情，而且是一联强似一联，以至最后不能不直抒其情。前六句的烟云，都成了后二句的烘托。这样的构思，既能从各个角度，用各种感受，为诗的主旨蓄势，同时也赋予那些日常生活的情事以浓郁的诗味。</p> <p>　　诗劈头就说：“我来竟何事？”这是诗人自问，其中颇有几分难言的恼恨和自责的意味。这会引起读者的关注，并造成悬念。“高卧沙丘城”，高卧，实际上就是指诗人闲居乏味的生活。这句话一方面描写了眼下的生活，一方面也回应了提出上述问题的原因。诗人不来沙丘“高卧”，原因就在于怀念杜甫这位友人。这凌空而来的开头，正是把诗人那种友爱欢快的生活消失之后的复杂、苦闷的感情，以一种突发的方式迸发出来了。</p> <p>　　一二句偏于主观情绪的抒发，三四句则转向客观景物的描绘。“城边有古树，日夕连秋声”。眼前的沙丘城对于诗人来说，像是别无所见，别无所闻，只有城边的老树，在秋风中日夜发出瑟瑟之声。“夜深风竹敲秋韵，万叶千声皆是恨。”这萧瑟的秋风，凄寂的气氛，更令诗人思念友人，追忆往事，更叫诗人愁思难解。“别离有相思，瑶瑟与金樽。”然而，此时此地，此情此景，非比寻常，酒也不能消愁，歌也无法忘忧。鲁、齐，是指当时诗人所在的山东。“不可醉”，即没有那个兴趣去痛饮酣醉。“空复情”，因为诗人无意欣赏，歌声也只能徒有其情。这么翻写一笔，就大大地加重了抒情的分量，同时也就逼出下文。</p> <p>　　汶水，发源于山东莱芜，西南流向。杜甫在鲁郡告别李白欲去长安，长安也正位于鲁地的西南。所以诗人说：“我的思君之情犹如这一川浩荡的汶水，日夜不息地紧随着你悠悠南行。”诗人寄情于流水，照应诗题，点明了主旨，那流水不息、相思不绝的意境，更造成了语尽情长的韵味。这种绵绵不绝的思情，和那种“天边看绿水，海上见青山。兴罢各分袂，何须醉别颜”的开阔洒脱的胸襟，显示了诗人感情和格调的丰富多彩。</p> <p>　　在中国古代诗歌的发展中，古体先于律体。但是，律体的盛行对于古诗的写作也不无影响。例如李白的这首五古，全诗八句，中间四句虽然不是工整的对仗，但其中部分词语的对仗以及整个的格式，却可以见到律诗的痕迹。这种散中有对、古中有律的章法和句式，更好地抒发了诗人纯真而深沉的感情，也使得全诗具有一种自然而凝重的风格。</p>",
  "about": "<h2>创作背景</h2> 　　根据裴斐编制的《<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>年谱简编》，此<a href=\"http://so.gushiwen.org/view_8024.aspx\">诗</a>当作于唐玄宗天宝四载（745年）秋，时李白四十五岁。天宝三载（744年）春，李白离长安，开始漫游。在洛阳，遇见了已经三十三岁却仍未进入仕途的<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>，二人同游。同年秋，李白、杜甫、<a href=\"http://so.gushiwen.org/author_227.aspx\">高适</a>三人在梁园相会，并同游孟诸、齐州等地。第二年夏，两人又在东鲁会面。他们情投意合，亲密到“醉眠秋共被，携手日同行”的地步。天宝四载秋，两人分手，杜甫西去长安。李白在鲁郡东石门送别杜甫后，南游江东之前，曾一度旅居沙丘城。因怀念杜甫，写下此诗寄赠。",
  "poet": {
    "id": 247,
    "star": 0,
    "name": "李白",
    "image": "http://img.gushiwen.org/authorImg/libai.jpg",
    "desc": "李白（701年－762年），字太白，号青莲居士，唐朝浪漫主义诗人，被后人誉为“诗仙”。祖籍陇西成纪(待考)，出生于西域碎叶城，4岁再随父迁至剑南道绵州。李白存世诗文千余篇，有《李太白集》传世。762年病逝，享年61岁。其墓在今安徽当涂，四川江油、湖北安陆有纪念馆。"
  },
  "tags": [
    "怀念",
    "友情",
    "古体"
  ]
}