{
  "id": 7895,
  "star": 19,
  "name": "驾去温泉后赠杨山人",
  "dynasty": "唐代",
  "content": "少年落魄楚汉间，风尘萧瑟多苦颜。<br>自言管葛竟谁许，长吁莫错还闭关。<br>一朝君王垂拂拭，剖心输丹雪胸臆。<br>忽蒙白日回景光，直上青云生羽翼。<br>幸陪鸾辇出鸿都，身骑飞龙天马驹。<br>王公大人借颜色，金璋紫绶来相趋。<br>当时结交何纷纷，片言道合惟有君。<br>待吾尽节报明主，然后相携卧白云。",
  "fanyi": "<p><strong>译文</strong><br>我年轻时在楚汉一带落魄失意，到处受到冷遇，流落风尘而郁郁寡欢。<br>自言有管葛之才而有谁推许？只好长吁短叹，闭门谢客，在家赋闲。<br>一旦天子垂顾，加以佛拭之恩，我则尽心竭力以尽忠心。<br>忽蒙天子白日之光垂照，我如同胁王两翅，直飞青云之上。<br>有幸陪天子銮驾东入鸿都之门，身骑官中之龙马，好不威风。<br>这时王公大人无不借我以颜色，金章紫绶之高官也来奔走相趋。<br>当时与我结交的人是何等之多，但只有您才与我真正地志同道合。<br>待我尽节报效明主之后，我要与君一起隐居南山，同卧白云。</p> <p><strong>注释</strong><br>温泉：即温泉宫，天宝六载改名华清宫，在今陕西临潼县南骊山上。山人，指隐士，隐士常住山林，故称山人。驾，皇帝的车子，这里代指皇帝。<br>落魄：不得志。楚汉间：今湖北汉水流域一带，古属楚地。<br>风尘萧瑟：指流落时奔走在风尘之中。萧瑟：风吹的声音。<br>管：春秋时辅佐齐桓公成就霸业的管仲。葛（gé）：三国时辅佐刘备成就蜀汉事业的<a href=\"http://so.gushiwen.org/author_507.aspx\">诸葛亮</a>。许：认可。<br>莫错：冷落寂寞。闭关：关门。<br>垂：受到垂青。拂拭：擦拭。<br>输：送。丹：赤心。雪：洗，使呈露，指全部露出来。<br>忽蒙白日回景光：骤然间受到皇帝的恩遇。蒙：受。白日：指皇帝。回：返照。景光：日光。比喻皇帝的恩遇。<br>直上青云生羽翼：长上翅膀，直上青云，飞黄腾达。<br>幸陪鸾（luán）辇（niǎn）出鸿都：走出了翰林院荣幸地去陪从皇帝。鸾辇：皇帝坐的车子。鸿都：东汉时宫廷有鸿都门，文学之士都集中于此，这里指翰林院。<br>身骑飞龙天马驹：我骑着宫廷里飞龙厩养的骏马。飞龙：唐禁中马厩名。唐代宫廷马厩有六个，以飞龙厩养的马为最好。天马：相传是西域大宛国产的好马。驹：骏马。唐制，翰林学士初入院，赐中厩马一匹，谓之长借马。其时<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>供奉翰林，故得骑飞龙厩马。<br>王公大人借颜色：封王封公的大贵族都以笑脸相迎。借颜色：犹言给面子。借：给。颜色：故作笑脸。<br>金璋（zhāng）紫绶（shòu）来相趋：带着铜印和紫色印带子的大官僚都跑来同我交往。金章：铜印。汉制，垂相、太尉、列侯、将军，皆金印紫纷。见《汉书·百官公卿表》。此以金章紫绶指朝廷大官。紫绶：紫色系印的带子。当时戴紫色印带子的是最高级的官。这里以金章紫绶代指大官僚。趋：跑，趋奉。<br>当时结交何纷纷：当时同我交往的人是那么多。<br>片言道合惟有君：通过一两句话就能看出志同道合的只有您。君：指杨山人。<br>待吾尽节报明主：等我尽到了一个臣子的义务，报答了贤明的君主。<br>然后相携卧白云：然后同您并肩携手去隐居。卧白云：指到山林隐居。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　此<a href=\"http://so.gushiwen.org/view_7895.aspx\">诗</a>前一二句通过叙铺手法，写诗人年青时在楚汉一带流落“落魄”不得志、奔走在风尘之中的愁苦回忆。“落魄”、“风尘”、“萧瑟”、“多苦颜”，勾画出一副诗人流落不得志、凄凉冷清的感伤景致。</p> <p>　　三四句写诗人经常以管仲、<a href=\"http://so.gushiwen.org/author_507.aspx\">诸葛亮</a>等人物自比，对他们自布衣一举而为卿相干一番进步事业衷心向往。“长吁莫错”，流露出社会现实的残酷，诗人政治抱负难以实现的痛楚与无奈，表现出诗人怀才不遇、壮志未酬的失落之情。</p> <p>　　五六句写诗人幻想得到唐玄宗赏识提拔，通过辅佐唐玄宗来实现自己的政治理想。诗人借“垂拂拭”喻受到统治者赏识和提拔，用擦拭物件上的灰尘来比喻对人才的提拔，形象生动地表现出诗人渴望建功立业、施展才华的抱负，给读者以深刻鲜明的形象，使说理更加透彻。</p> <p>　　七八句写写诗人被唐玄宗召入朝廷，供奉翰林后的欣喜心情。“白日”、“景光”、“直上”、“青云”、“生羽翼”，使得诗意具有飞扬跋扈、不可一世的气慨，表现出诗人建功立业、施展才华的时机即将来临。</p> <p>　　九十句写<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>以不胜荣耀的感情，述说皇帝对他的恩宠，表现出诗人得到唐玄宗的宠幸后的政治地位发生变化。“骑飞龙”、“天马驹”、“借颜色”，侧面衬托出诗人政场得意的声势浩大。</p> <p>　　十一十二句写诗人夸耀自己受到皇帝恩宠的地位，也揭露了统治集团中趋炎附势、黑暗腐朽的情形。“借颜色”、“来相趋”，突显官僚贵族追求功名利禄的真实写照。</p> <p>　　十三十四句通过杨山人与官僚贵族的鲜明对比，表现出诗人对腐朽权贵的鄙视和厌恶。“惟有君”，侧面赞美杨山人清绝超拔、不与官僚贵族同流合污的品格，能起到点明题旨、升华主题的作用。</p> <p>　　末两句写诗人辅佐君主实现政治理想抱负后归隐山林的愿望，流露出诗人不追求功名利禄，只愿“卧白云”的浪漫洒脱情怀。</p> <p>　　此诗语言通俗易懂、言简意赅，结构严紧，前四句写诗人进入长安之前，自己虽然有理想和才干，但不为当权者所用，只好四处流浪。侧面衬托出唐玄宗统治集团的昏庸腐朽统治之下，具有进步政治理想的人才受到了排斥与打击。接而中间八句是写诗人终于受到唐玄宗的提拔，因而感到“扬眉吐气、激昂青云”。诗人觉得实现自己政治抱负的时候到了，流露出地主阶级知识分子那种一旦得志，受宠若惊的庸俗的一面也随之溢于言表。最后四句是写诗人自己决不跟那些腐朽的官僚贵族一样去追求功名利禄，而是选择实现政治理想之后就归隐山林。</p> <p>　　“待吾尽节报明主”，是他把实现自己政治抱负的希望唐玄宗的真心话。诗人希望通过辅佐君主，施展自己的才能，实现自己的政治理想，报答君主的“恩遇”。这时的李白还没有认识到唐玄宗已经完全成为一个顽固的大地主特权阶层利益的代表者，而是认为，只要有好的宰相，唐玄宗是会继续“贤明”起来。这只不过是李白的幻想罢了。李白在许多诗中提到退隐，这首诗里也要“卧白云”。李白所要的是在实现自己的进步的政治理想之后，不追求功名利禄，退出仕途，这与一般封建士大夫在不得志时那种逃避现实的“归去来兮”是有区别的。</p>",
  "about": "<h2>创作背景</h2> <p>　　天宝二年（743年）冬，唐玄宗游骊山温泉宫，当时<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>正在长安供奉翰林。李白侍从唐玄宗到温泉宫回来以后，写此<a href=\"http://so.gushiwen.org/view_7895.aspx\">诗</a>赠给姓杨的隐士。</p> <p>　　李白自二十六岁从蜀地出来，以湖北安陆为中心，各地漫游，“历抵卿相”（《与韩荆州书》），接触了不少统治集团中的人物，希望能够得到赏识推荐，进入朝廷，申展自己的政治抱负，但始终不得志。</p> <p>　　唐玄宗让李白进入翰林院，用来点缀升平，借以标榜自己是“开明君主”。唐玄宗在宫中宴会或外出巡游，都让李白陪侍左右。李白认为唐玄宗如此“礼遇”，正是唐玄宗“申管宴之谈，谋帝王之术”（《代寿山答孟少府移文书》），取得“辅弼”重权，施展自己“欲济苍生”的政治抱负的大好时机。</p>",
  "poet": {
    "id": 247,
    "star": 0,
    "name": "李白",
    "image": "http://img.gushiwen.org/authorImg/libai.jpg",
    "desc": "李白（701年－762年），字太白，号青莲居士，唐朝浪漫主义诗人，被后人誉为“诗仙”。祖籍陇西成纪(待考)，出生于西域碎叶城，4岁再随父迁至剑南道绵州。李白存世诗文千余篇，有《李太白集》传世。762年病逝，享年61岁。其墓在今安徽当涂，四川江油、湖北安陆有纪念馆。"
  },
  "tags": [
    "情怀"
  ]
}