{
  "id": 5701,
  "star": 8,
  "name": "晓行巴峡",
  "dynasty": "唐代",
  "content": "际晓投巴峡，馀春忆帝京。<br>晴江一女浣，朝日众鸡鸣。<br>水国舟中市，山桥树杪行。<br>登高万井出，眺迥二流明。<br>人作殊方语，莺为故国声。<br>赖多山水趣，稍解别离情。",
  "fanyi": "<p><strong>译文<br></strong>拂晓时分直向巴峡而去，春日将尽使我思念京城。<br>江色晴明有位女子浣洗，旭日初升群鸡竞相啼鸣。<br>水边城市人在船上做生意，山间桥上人如在树梢走行。<br>登上高处万家井邑出现，眺望远处阆白二流明莹。<br>人们都说着异乡的方言，黄莺却啼着故里的声音。<br>幸赖自己深知山水情趣，稍可排解离乡背井愁情。</p> <p><strong>注释<br></strong>⑴巴峡：长江自巴县（重庆）至涪州（涪陵）一段有明月、黄葛、铜锣、石洞、鸡鸣、黄草等峡，这些峡皆在古巴县或巴郡境内，因统称为巴峡。<br>⑵际晓：犹黎明。<br>⑶帝京：帝都，指京都长安。《汉武故事》：“上幸河东，欣言中流，与群臣饮宴，顾视帝京，乃自作《秋风辞》。”唐<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>《琵琶行》：“我从去年辞帝京，谪居卧病浔阳城。”<br>⑷女浣（huàn）：即浣女。浣，洗。<br>⑸朝（zhāo）日：早晨初升的太阳。鸡：一作“禽”。<br>⑹水国：犹水乡。临水城邑。南朝宋<a href=\"http://so.gushiwen.org/author_388.aspx\">颜延之</a>《始安郡还都与张湘州登巴陵城楼作》<a href=\"http://so.gushiwen.org/view_5701.aspx\">诗</a>：“水国周地险，河山信重复。”唐<a href=\"http://so.gushiwen.org/author_757.aspx\">孟浩然</a>《洛中送奚三还扬州》诗：“水国无边际，舟行共使风。”<br>⑺树杪（miǎo）：树梢。《陈书·儒林传·王元规》：“元规自执楫棹而去，留其男女三人，阁于树杪。”杪：一作“上”。<br>⑻井：即市井，村落，指山城住户。万井：千家万户。唐<a href=\"http://so.gushiwen.org/author_12.aspx\">陈子昂</a>《谢赐冬衣表》：“三军叶庆，万井相欢。”<br>⑼眺迥：远望。二流：其一为长江，另一当指在巴峡一带入江的河流，如嘉陵江、玉麟江、龙溪河等。一说为阆水和白水。<br>⑽殊方语：异乡语言。殊方：远方，异域。汉<a href=\"http://so.gushiwen.org/author_398.aspx\">班固</a>《西都赋》：“逾昆仑，越巨海，殊方异类，至于三万里。”<br>⑾故：一作“旧”。<br>⑿赖：多亏。多：一作“谙”。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　此<a href=\"http://so.gushiwen.org/view_5701.aspx\">诗</a>描写了巴峡周围的景色和风土人情。词句清丽，景象雄伟。开头点明时间和地点，说在暮春的黎明作者行经巴峡，心中却思念着遥远的京城。接着写诗人沿途所见所闻，清江边有浣衣的少女，朝阳里传来一片鸡鸣。江面上舟船聚拢，水上人家的集市已经开始了；遥望江岸远山，山桥竟横跨在树梢之上。有人认为“万井”是指千泉万涓，而不是指千家万户。因为以巴峡的地势，不可能像平原一样聚居很多人家。也有道理，可备一说。然而这些美丽的景象并不能让诗人欢快起来，因为身在异乡，难免有思乡之愁。尤其是听到人们说着异乡方言，莺啼还是故乡声音的时候。诗人最后说，幸得山水有许多的意趣，才能稍稍缓解他的离别之情。</p> <p>　　从格律上说此诗是一首五言排律，中间几联在形式上都是对仗，在内容上都是写景，很有特色。作者既好山水，自然善于捕捉异地的自然景物、风俗民情等特殊的美感。“晴江一女浣”、“水国舟中市”等句子，写出了作者即目所得的优美风光。水国舟市，道尽水乡的独特风貌；桥过树梢，极写山乡的奇幻景观。“登高万井出，眺迥二流明”，使人视野开阔，诗歌意境也随之宏远。不同的方言俚俗，相同的莺啼鸟叫，写尽在外流浪漂泊异乡人的思念之情。此地虽有山水情趣，也只能稍事排解离别之情、思念之苦。虽然有淡淡的离乡之愁，但总的说来，全诗所表现出来的情绪并不消沉。</p>",
  "about": "<h2>创作背景</h2> 　　此<a href=\"http://so.gushiwen.org/view_5701.aspx\">诗</a>作于唐玄宗开元二十九年（741年）。这年春天，<a href=\"http://so.gushiwen.org/author_515.aspx\">王维</a>以侍御史知南选，到了荆州襄阳，后溯长江西上，此诗即为去巴峡途中所作。",
  "poet": {
    "id": 515,
    "star": 0,
    "name": "王维",
    "image": "http://img.gushiwen.org/authorImg/wangwei.jpg",
    "desc": "王维（701年－761年，一说699年—761年），字摩诘，汉族，河东蒲州（今山西运城）人，祖籍山西祁县，唐朝诗人，有“诗佛”之称。苏轼评价其：“味摩诘之诗，诗中有画；观摩诘之画，画中有诗。”开元九年（721年）中进士，任太乐丞。王维是盛唐诗人的代表，今存诗400余首，重要诗作有《相思》《山居秋暝》等。王维精通佛学，受禅宗影响很大。佛教有一部《维摩诘经》，是王维名和字的由来。王维诗书画都很有名，非常多才多艺，音乐也很精通。与孟浩然合称“王孟”。"
  },
  "tags": [
    "写景",
    "抒情",
    "思乡"
  ]
}