{
  "id": 72758,
  "star": 23,
  "name": "西铭",
  "dynasty": "宋代",
  "content": "　　乾称父，坤称母；予兹藐焉，乃混然中处。故天地之塞，吾其体；天地之帅，吾其性。民，吾同胞；物，吾与也。</p> <p>　　大君者，吾父母宗子；其大臣，宗子之家相也。尊高年，所以长其长；慈孤弱，所以幼其幼；圣，其合德；贤，其秀也。凡天下疲癃、残疾、惸独、鳏寡，皆吾兄弟之颠连而无告者也。</p> <p>　　于时保之，子之翼也；乐且不忧，纯乎孝者也。违曰悖德，害仁曰贼，济恶者不才，其践形，惟肖者也。</p> <p>　　知化则善述其事，穷神则善继其志。不愧屋漏为无忝，存心养性为匪懈。恶旨酒，崇伯子之顾养；育英才，颍封人之锡类。不弛劳而厎豫，舜其功也；无所逃而待烹，申生其恭也。体其受而归全者，参乎！勇于从而顺令者，伯奇也。</p> <p>　　富贵福泽，将厚吾之生也；贫贱忧戚，庸玉汝于成也。存，吾顺事；没，吾宁也。",
  "fanyi": "<h2>译文</h2> <p>　　《易经》的乾卦，表示天道创造的奥秘，称作万物之父；坤卦表示万物生成的物质性原则与结构性原则，称作万物之母。我如此的藐小，却混有天地之道于一身，而处于天地之间。这样看来，充塞于天地之间的（坤地之气），就是我的形色之体；而引领统帅天地万物以成其变化的，就是我的天然本性。人民百姓是我同胞的兄弟姊妹，而万物皆与我为同类。</p> <p>　　天子是我乾坤父母的嫡长子；而大臣则是嫡长子的管家。“尊敬年高者”（的意义），乃是为了礼敬同胞中年长的人；“慈爱孤苦弱小者”（的意义），乃是为了保育同胞中的幼弱之属。所谓的圣人，是指同胞中与天地之德（案：指健德与顺德）相合的人；而贤人则是其中优异秀出之辈。天底下无论是衰老龙锺或有残疾的人、孤苦无依之人或鳏夫寡妇，都是我困苦而无处诉说的兄弟。</p> <p>　　及时地保育他们，是子女对乾坤父母应有的协助。如此地乐于保育而不为己忧，是对乾坤父母最纯粹的孝顺。若是违背了乾坤父母这样的意旨，就叫做“悖德”，如此地伤害仁德就叫做“贼”。助长凶恶的人是乾坤父母不成材之子，而那些能够将天性表现于形色之身的人就是肖似乾坤父母的孝子。</p> <p>　　能了知造物者善化万物的功业（了知我们的道德良知如何成就人文价值），才算是善于继述乾坤父母的事迹；能彻底地洞透造化不可知、不可测之奥秘，才算是善于继承乾坤父母的志愿。即便在屋漏隐僻独处之处也能对得起天地神明、无愧无怍，才算无辱于乾坤父母；时时存仁心、养天性，才算是事天奉天无所懈怠。崇伯之子大禹，是透过厌恶美酒，来照顾赡养乾坤父母的；颖谷守疆界的颍考叔，是经由点化英才、培育英才，而将恩德施与其同类。不松懈、继续努力，以使父母达到欢悦，这便是舜对天地父母所贡献的功劳；顺从父命，不逃他处，以待烹戮，这是太子申生所以被谥为“恭”的缘故。临终时，将从父母那里得来的身体完整地归还给乾坤父母的是<a href=\"http://so.gushiwen.org/author_843.aspx\">曾参</a>；勇于听从以顺父命的是伯奇。</p> <p>　　富贵福禄的恩泽，是乾坤父母所赐，用以丰厚我的生活；贫贱忧戚，是用来帮助你成就一番事业的。活着的时候，我顺从（乾坤父母所要求的）事理；死的时候，心安理得，我安宁而逝。</p>",
  "about": "<h2>解读</h2> <p>　　“为天地立心，为生民立命，为往圣继绝学，为万世开太平”（[宋]<a href=\"http://so.gushiwen.org/author_834.aspx\">张载</a>）。作为儒学的经典文献之一，张载的《西铭》在传统社会即备受赞誉而传诵不绝，其根本原因在于，这篇铭文虽然仅有250余字，但却为人们安身立命之道的确立构筑了一个共有的精神家园，而且为社会理想蓝图的构建提供了一个弘阔的境界。直到今天，这篇铭文所描述的价值理想，所展现的人生追求，仍然有着积极而丰富的意义。</p> <p>　　张载认为，佛老的盛行和儒学的衰微，是导致当时社会价值体系多元冲突的思想根源。张载批评佛道二教，“彼语寂灭者往而不反，徇生执有者物而不化，二者虽有间矣，以言乎失道则均焉”。佛教否定现实世界的实存性而追求自我的涅槃寂静，道教否定现实世界的运动性而追求个体的长生久视，虽然二者立言本旨有所差异，但都否认社会存在的整体性、实存性，失却对社会现实的关怀，抛弃了对社会责任的担当，因而不是合乎世界本真和社会需要的价值观，要解决社会问题，就要弘扬积极入世、关怀现实的儒学价值观。故张载以千古寥寥之勇，造道关中，与佛老计得失，为儒学阐新命，他仰思俯读，博闻强记，稽天穷地，探赜索隐，终其一生而未尝止息，最终立足于当时的社会实际，确立了以儒学为价值本位、以“天人合一”为理论特色的哲学体系。《西铭》正是张载哲学思想和价值理念的集中表现。</p> <p>　　张载以社会现实为终极关怀，他所要继承的，是以孔孟六经为代表的儒学价值观，他所要确立的，是以博大胸襟关怀社会、关注民生的现世主义。孔子道“仁”，孟子言“善”，张载则认为“仁”是人的价值本性，提倡以“仁”为本的价值取向，这是张载对孔子仁学和孟子性善论的综合发展。在张载看来，“仁”并不仅仅意味着对与自我有亲缘关系之人的孝悌友爱，而是对包括自我、家庭、社会、自然等所有存在的无限的、普遍的关爱，将这种源于自然、发自内心的真挚情感推及社会中所有人乃至宇宙万物，是张载价值理念的基本取向。</p> <p>　　为了实现社会全体对“仁”的价值理念的认同，张载主张发挥自我心灵的知性作用，面向宇宙寻求人的价值本性的根源。他明确提出“天人合一”的理论命题，并在宇宙观的基础上论证了其价值观的真实性、合理性。在张载看来，整个宇宙是充满“太和”之气的整体实在，天地万物的品类咸亨，皆是“气”大化流行的结果，故个体之我不仅和他人，而且和宇宙中一切存在，本质上都是同一的“气”。张载的“气”论，肯定了宇宙万物存在的实在性、整体性、运动性、和谐性，是对虚妄的、孤立的、静止的、对立的佛道世界观的有力批驳，这种万物一体的宇宙观，是张载“仁”学的宇宙论基础。</p> <p>　　在此基础上，张载建构了一个“天下一家”、“中国一人”的宇宙社会观。在《西铭》开篇，张载讲“乾称父，坤称母；予兹藐焉，乃混然中处。故天地之塞，吾其体；天地之帅，吾其性。民吾同胞，物吾与也”。乾卦至健，代表自强不息的精神；坤卦至顺，代表厚德载物的品性；乾坤精神是宇宙演化运动的内在动力，万物生生不息的终极根源。在宇宙万物之中，天地相互交感而创生万物，至诚无私的庇养万物，是乾坤精神的最伟大体现者，故堪称人类万物共同的父母；人类和万物则共同禀受天地而生，故自我和他人为相互依存的血脉同胞，万物和人类是亲密无间的友好伙伴。张载重构了宇宙中一切存在者的亲和关系，对现代和谐社会的建构具有启示作用。</p> <p>　　为了高扬以仁为本的价值理性，张载还从宇宙论的角度来说明人物之性的问题。张载认为，万物在气化生成过程中，不仅获得了不同的“形”，而且禀受了共同的“性”。人和物的禀性是同一的，既有来自于“气”散之本原状态的“天地之性”，又有来自于“气”聚之暂时形态的“气质之性”。“天地之性”是价值本性，“气质之性”是人的自然属性，“故气质之性，君子有弗性者焉”，由于人类和万物禀受之“气”有清浊、偏正的不同，故在宇宙中有不同的地位。在所有的存在之中，“得天地之最灵为人”，只有人得天地正气而与之并参，故只有人才能发扬“天地之性”，这就是人的价值使命。张载的性论，不仅说明了现实中人物之性的二重化特征，说明了“仁”作为价值本体的终极依据，而且为人发扬这种价值本性关照万物确立了基础。</p> <p>　　当然，对社会伦理的构建是张载价值观的主题内容。张载认为，对天地的“孝”落实到现实的社会生活中，就是要尽职尽责做好自己的事，尽心尽力关照他人和社会。张载借助传统宗法关系描述了人在社会中的地位和职责：“大君者，吾父母宗子；其大臣，宗子之家相也。尊高年，所以长其长；慈孤弱，所以幼吾幼。圣其合德，贤其秀也。凡天下疲癃残疾、惸独鳏寡，皆吾兄弟之颠连而无告者也。”在张载看来，自我和他人虽然是同胞关系，但由于各自存在境遇、社会地位不同，所以在社会上的具体职责也不同。但所有的人也应该尊重圣贤，并以之为榜样，自强不息，厚德载物，成就自我人格和社会公德。</p> <p>　　张载还从宇宙观的角度论述了人的“命”和“遇”的问题。在张载看来，“命”是上天赋予，是自强不息、厚德载物的价值本性，对此，人应该修身以俟之；而“遇”则是气质所禀，是富贵贫贱、福祸寿夭等生存境遇，对此，人应该超然以待之，“富贵福泽，将厚吾之生也；贫贱忧戚，庸玉女于成也，”人生的顺境，是上天对我的恩泽，人生的困境，是上天对我的考验，“不愧屋漏为无忝，存心养性为匪懈”，“存，吾顺事，没，吾宁也”，只有坦然地对待生平所遇，坚持不懈地完善自己的价值本性，才能超越外在境遇对自我的困扰，达到人生的永恒安宁。</p> <p>　　张载哲学的终极目的，是实现自我和他人、家庭和社会、人类和自然的统一和谐，要实现这种社会理想，首先要在对宇宙无限性、整体性、和谐性的认同的基础上，确立宇宙的基本精神也即自我的价值本性，只有认同了天地自强不息厚德载物的广大仁性，并在现实的社会实践中尽职尽责地承担自己的社会责任，尽心尽力地去关照社会中的每一个成员，才算是发挥了天地之性，而无愧于天地之间。这是张载为中国人构建的具有儒家情怀的精神家园，也是今天构建社会主义和谐社会的优秀传统文化遗产。</p>",
  "poet": {
    "id": 3132,
    "star": 0,
    "name": "北宋·张载",
    "image": "http://img.gushiwen.org/authorImg/beisongzhangcai.jpg",
    "desc": "张载（1020年—1077年），字子厚，凤翔郿县（今陕西眉县）横渠镇人，北宋思想家、教育家、理学创始人之一。世称横渠先生，尊称张子，封先贤，奉祀孔庙西庑第38位。其“为天地立心，为生民立命，为往圣继绝学，为万世开太平”的名言被当代哲学家冯友兰称作“横渠四句”，因其言简意宏，历代传颂不衰。宋神宗熙宁十年（1077年），返家途中病逝于临潼，年58岁。张载与周敦颐、邵雍、程颐、程颢合称“北宋五子”，有《正蒙》、《横渠易说》等著述留世。"
  },
  "tags": [
    "哲理"
  ]
}