{
  "id": 71096,
  "star": 694,
  "name": "画蛇添足",
  "dynasty": "两汉",
  "content": "楚有祠者，赐其舍人卮酒，舍人相谓曰：“数人饮之不足，一人饮之有余。请画地为蛇，先成者饮酒。”<br>一人蛇先成，引酒且饮之，乃左手持卮，右手画蛇，曰：“吾能为之足。”未成，一人之蛇成，夺其卮曰：“蛇固无足，子安能为之足？”遂饮其酒。为蛇足者，终亡其酒。",
  "fanyi": "<p><strong>译文</strong><br>楚国有个祭祀的官员，给手下办事的人一壶酒和酒具。门客们互相商量说：“几个人喝这壶酒不够，一个人喝这壶酒才有剩余。请大家在地上画蛇，先画成的人喝酒。”<br>一个人先把蛇画好了。他拿起酒壶准备饮酒，就左手拿着酒壶，右手画蛇，说：“我能够给蛇添上脚！”没等他画完，另一个人的蛇画成了，夺过他的酒说：“蛇本来没有脚，你怎么能给它添上脚呢？”于是就把壶中的酒喝了下去。<br>那个给蛇画脚的人最终失掉了那壶酒。</p><p><strong>注释</strong><br>舍人：门客，手下办事的人<br>乃左手持卮：古代饮酒用器具<br>赐其舍人卮酒，夺其卮曰：一杯酒。<br>相谓：互相商议。<br>请画地为蛇：要求大家在地上画蛇。画地：在地面上画（画的过程）。为蛇：画蛇。<br>引酒且饮之：拿起酒壶准备饮酒。引：拿，举。且:将要<br>蛇固无足：蛇本来就没有脚。固：本来，原来。<br>子：对人的尊称，您；你。<br>安能：怎能；哪能。<br>为：给；替。<br>遂：于是；就。<br>赐：赏给，古代上给下，长辈给晚辈送东西叫赐。<br>为之足：给它画上脚。足：画脚。<br>终：最终、最后。<br>引：拿起。<br>成：完成。<br>余：剩余。<br>足：（画）脚。<br>亡：丢失，失去。<br>为：给，替。<br>乃左手持卮：然后<br>夺其卮曰：他的，指代先成蛇者<br>遂饮其酒：他的，指示代词<br>终亡其酒：那，指示代词<br>谓:对......说。<br>祠：祭祀。周代贵族一年四季都要祭祀祖宗，每个季度祭祀都有专门的称呼，春天祭祀叫“祠”。<br>终亡其酒：失去</p>",
  "about": "<h2>寓意</h2> 　　以后人们根据这个故事引申出\"画蛇添足\"这句成语，比喻有的人自作聪明，常做多余的事，反而把事情办糟了。<br/><h2>揭示道理</h2> 1.做事不可多此一举，否则有时还会失去一些东西，得不偿失，弄巧成拙。<br>2.无论做什么事情都要尊重客观事实，实事求是。<br>3.凡做一件事情，必须有具体的要求和明确的目标，要以清醒坚定的意志，追求之，完成之，不要被胜利冲昏头脑。被胜利冲昏头脑的人，往往为盲目乐观所蔽，而招致失败。<br/><h2>故事</h2> <p>　　古时候，楚国有一家人，祭完祖宗之后，准备将祭祀用的一壶酒，赏给手下的办事人员喝。参加的人很多，这壶酒如果大家都喝是不够的，若是让一个人喝，那能喝个痛快。这一壶酒到底给谁喝呢？</p> <p>　　大家都安静下来，这时有人建议：每个人在地上画一条蛇，谁画得快又画得好，就把这壶酒归他喝。大家都认为这个办法好，都同意这样做。于是，在地上画起蛇来。</p> <p>　　有个人画得很快，一转眼最先画好了，他就端起酒壶要喝酒。但是他回 头看看别人，还都没有画好呢。心里想：他们画得真慢。再想显示自己的本领， 于是，他便左手提着酒壶，右手拿了一根树枝，给蛇画起脚来，还洋洋得意地说： “你们画得好慢啊！我再给蛇画几只脚也不算晚呢！”</p> <p>　　正在他一边画着脚，一边说话的时候，另外一个人已经画好了。那个人 马上把酒壶从他手里夺过去，说：\"你见过蛇么？蛇是没有脚的，你为什么要给 他添上脚呢？所以第一个画好蛇的人不是你，而是我了！\"</p> <p>　　那个人说罢就仰起头来，咕咚咕咚把酒喝下去了。</p><br/><h2>点评</h2> <p>　　这个故事告诉人们，蛇本来没有脚，先画成蛇的人，却将蛇添了脚，结果不成为蛇。后遂用画蛇添足，比喻节外生枝，告诉人们做任何事都要实事求是，不卖弄聪明，否则非但不能把事情做好，反而会把事情弄砸。名著《三国演义》第一百一十回：“张翼谏曰：“将军战绩已成，威声大震，可以止矣，今若前进，倘不如意，正如画蛇添足也。”告诉人们做任何事都要实事求是，不卖弄聪明，否则非但不能把事情做好，反而会把事情弄砸。</p> <p>　　不论对国家、人民或自己，都具有安全性。这个故事的意义是肤浅的，“画蛇添足”的教训，值得我们记取。不要因为一个小小的错误而丧失了自己本该有的东西。\" 为蛇足者，终亡其酒。\"，真是可惜！ </p>",
  "poet": {
    "id": 403,
    "star": 0,
    "name": "刘向",
    "image": "http://img.gushiwen.org/authorImg/liuxiang.jpg",
    "desc": "刘向（约前77—前6） 原名更生，字子政，祖籍沛郡（今属江苏徐州）人。西汉经学家、目录学家、文学家。刘向的散文主要是秦疏和校雠古书的“叙录”，较有名的有《谏营昌陵疏》和《战国策叙录》，叙事简约，理论畅达、舒缓平易是其主要特色。"
  },
  "tags": [
    "小学文言文",
    "寓言",
    "故事",
    "哲理"
  ]
}