{
  "id": 72323,
  "star": 252,
  "name": "丰乐亭记",
  "dynasty": "宋代",
  "content": "　　修既治滁之明年，夏，始饮滁水而甘。问诸滁人，得于州南百步之远。其上则丰山，耸然而特立；下则幽谷，窈然而深藏；中有清泉，滃然而仰出。俯仰左右，顾而乐之。于是疏泉凿石，辟地以为亭，而与滁人往游其间。</p> <p>　　滁于五代干戈之际，用武之地也。昔太祖皇帝，尝以周师破李景兵十五万于清流山下，生擒其皇甫辉、姚凤于滁东门之外，遂以平滁。修尝考其山川，按其图记，升高以望清流之关，欲求辉、凤就擒之所。而故老皆无在也，盖天下之平久矣。自唐失其政，海内分裂，豪杰并起而争，所在为敌国者，何可胜数？及宋受天命，圣人出而四海一。向之凭恃险阻，铲削消磨，百年之间，漠然徒见山高而水清。欲问其事，而遗老尽矣！</p> <p>　　今滁介江淮之间，舟车商贾、四方宾客之所不至，民生不见外事，而安于畎亩衣食，以乐生送死。而孰知上之功德，休养生息，涵煦于百年之深也。</p> <p>　　修之来此，乐其地僻而事简，又爱其俗之安闲。既得斯泉于山谷之间，乃日与滁人仰而望山，俯而听泉。掇幽芳而荫乔木，风霜冰雪，刻露清秀，四时之景，无不可爱。又幸其民乐其岁物之丰成，而喜与予游也。因为本其山川，道其风俗之美，使民知所以安此丰年之乐者，幸生无事之时也。</p> <p>　　夫宣上恩德，以与民共乐，刺史之事也。遂书以名其亭焉。 ",
  "fanyi": "<p><strong>译文</strong><br>　　我担任滁州太守后的第二年夏天，才喝到滁州的泉水，觉得甘甜。于是向滁州人询问泉水的发源地，就在距离滁州城南面一百步的近处。它的上面是丰山，高耸地矗立着；下面是深谷，幽暗地潜藏着；中间有一股清泉，水势汹涌，向上涌出。我上下左右地看，很爱这里的风景。因此，我就叫人疏通泉水，凿开石头，拓出空地，造了一座亭子，于是我和滁州人在这美景中往来游乐。</p> <p>　　滁州在五代混战的时候，是个互相争夺的地区。过去，太祖皇帝曾经率领后周兵在清流山下击溃李景的十五万军队，在滁州东门的外面活捉了他的大将皇甫晖、姚凤，就这样平定了滁州。我曾经考察过滁州地区的山水，查核过滁州地区的图籍，登上高山来眺望清流关，想寻找皇甫晖、姚凤被捉的地方。可是，当时的人都已经不在，大概是天下太平的时间长久了。自从唐朝败坏了它的政局，全国四分五裂，英雄豪杰们全都起来争夺天下，到处都是敌对的政权，哪能数得清呢？到了大宋朝接受天命，圣人一出现，全国就统一了。以前的凭靠险要的割据都被削平消灭。在一百年之间，静静地只看到山高水清。要想问问那时的情形，可是留下来的老年人已经不在人世了。如今，滁州处在长江、淮河之间，是乘船坐车的商人和四面八方的旅游者不到的地方。百姓活着不知道外面的事情，安心耕田穿衣吃饭，欢乐地过日子，一直到死。有谁晓得这是皇帝的功德，让百姓休养生息，滋润化育到一百年的长久呢！</p> <p>　　我来到这里，喜欢这地方僻静，而政事简单，又爱它的风俗安恬闲适。在山谷间找到这样的甘泉之后，于是每天同滁州的士人来游玩，抬头望山，低首听泉。春天采摘幽香的鲜花，夏天在茂密的乔木乘凉，刮风落霜结冰飞雪之时，更鲜明地显露出它的清肃秀美，四时的风光，无一不令人喜爱。那时又庆幸遇到民众为那年谷物的丰收成熟而高兴，乐意与我同游。于是为此根据这里的山脉河流，叙述这里风俗的美好，让民众知道能够安享丰年的欢乐，是因为有幸生于这太平无事的时代。宣扬皇上的恩德，和民众共享欢乐，这是刺史职责范围内的事。于是就写下这篇文章来为这座亭子命名。</p> <p><strong>注释</strong><br>丰乐亭：在今安徽滁州城西丰山北，为<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>被贬滁州后建造的。<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>曾将《丰乐亭记》书刻于碑。《舆地纪胜》：“淮南路滁州：丰乐亭，在幽谷寺。庆历中，太守欧阳修建。”清《一统志》：“安徽滁州丰乐亭在州西南琅琊山幽谷泉上。欧阳修建，自为记，苏轼书，刻石。”<br>明年：第二年，即庆历六年。<br>问诸滁人：向滁人打听泉水的出处。诸，兼词，之于。《与韩忠献王书》：“山川穷绝，比乏水泉，昨夏天之初，偶得一泉于川城之西南丰山之谷中，水味甘冷，因爱其山势回抱，构小亭于泉侧。”又有《幽谷泉》<a href=\"http://so.gushiwen.org/view_72323.aspx\">诗</a>。<br>耸然而特立：高峻挺拔地矗立着。耸然，高耸的样子。特，突出。<br>窈然：深幽的样子。<br>滃然：水势盛大的样子。<br>俯仰：这里为环顾的意思。<br>五代：指后梁、后唐、后晋、后汉、后周。<br>干戈：古代兵器，此指战争。<br>“昔太祖”五句：公元956年，宋太祖<a href=\"http://so.gushiwen.org/author_783.aspx\">赵匡胤</a>为后周大将，与南唐中主<a href=\"http://so.gushiwen.org/author_332.aspx\">李璟</a>的部将皇甫晖、姚凤会战于滁州清流山下，南唐部队败于滁州城。随后赵匡胤亲手刺伤皇甫晖，生擒皇甫晖、姚凤，夺下滁州城。《资治通鉴》后周纪三：“······太祖皇帝引兵出后，晖等大惊，走入滁州，欲断桥自守。太祖皇帝跃马兵麾涉水，直抵城下。······一手剑击晖中脑，生擒之，井擒姚凤，遂克滁州。”周，指五代时后周。李景，即李璟，南唐的中主。清流山，在今滁州城西南。<br>图记：指地图和文字记载。<br>清流之关：在滁州西北清流山上，是宋太祖大破南唐兵的地方。<br>“所在”二句：指到处都割据称王，难以计算。胜，尽。<br>及：等到。<br>圣人出而四海一：指宋太祖赵匡胤统一天下。<br>“向之凭恃险阻”二句：如先前那些凭借险阻称霸的人，有的被诛杀，有的被征服。向，从前。<br>遗老：指经历战乱的老人。<br>舟车商贾：坐船乘车的商人。<br>畎：田地。<br>乐生送死：使生的快乐，礼葬送死。《孟子·离娄》：“养生者不足以当大事，惟送死可以当大事。”<br>涵煦：滋润教化。<br>事简：公务简单。<br>掇幽芳而荫乔木：春天采摘清香的花草，夏天在大树荫下休息。掇，拾取。荫，荫庇，乘凉。<br>“风霜”二句：秋天刮风下霜，冬天结冰下雪，经风霜冰雪后草木凋零，山岩裸露，更加清爽秀丽。刻露，清楚地显露出来。<br>岁物：收成。<br>刺史：官名，宋人习惯上作为知州的别称。欧阳修此时为滁州知州，根据习惯自称为刺史。<br>名：起名，命名。</p>",
  "shangxi": "<h2>评析</h2> <p>　　本文名为“记丰乐亭”，实际上作者却用了较多的篇幅，通过今昔对比的手法歌颂了当时的“太平盛世”。尽管北宋前期的局势还远远比不上以前的“文景之治”、“贞观之治”，但从结束了唐末开始形成的战乱纷争的割据局面这一点来说，还是有利于社会发展的。作者虽把这种安定局势的形成归功于“宋受天命，圣人出而四海一”，但是，他能同情并讴歌滁州百姓的“安于畎亩衣食，以乐生送死”的安闲生活，确实有积极意义的。同时，我们还应注意到，本文是在<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>被贬后写出的。当他在宦海失意，地位一落千丈时，还能处之泰然，从中可以看到他的胸襟是何等开阔!</p> <p>　　文中写景的地方有两处。开头介绍清泉附近的环境，作者用了简练的语言概括出“其上则丰山，耸然而特立；下则幽谷，窈然而深藏”。在第三段中，作者描绘游客们在一年四季中的不同感受时，只用了“掇幽芳而荫乔木，风霜冰雪，刻露清秀”寥寥十五个字，其用字之节省真令人拍案叫绝。对于这一点，我们可参看后面的《醉翁亭记》，便可悟出其中的奥妙。</p> <p>　　此外，本文充分反映了作者真挚而深厚的感情。他身为地方长官，能在百忙中“与滁人往游其间”，“日与滁人仰而望山，俯而听泉”，正体现了他“与民同乐”的爱民思想。其主要政治思想体现在“而与滁人往游其间”“乐其地僻而事简，又爱其俗之安闲“”又幸其民乐其岁物之丰成，而喜与予游也”“使民知所以安此丰年之乐者，幸生无事之时也”中。</p><br/><h2>赏析</h2> <p>　　全文可分三段。首段简介建亭的缘起。文章一开始就特意点明时间，即在他到滁的第二年，也就是初具政绩之时，其中已含乐意。滁地“山州穷绝，比乏水泉”。而当炎炎夏日，竟“偶得一泉于城之西南丰山之谷中，水味甘冷”（<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>《与韩忠献王书》），作者喜出望外，亲临考查：“俯仰左右，顾而乐之。”文章至此，正面点明“乐”字。于是喜悦之情，一气流注：“疏泉凿石，辟地以为亭。”而筑亭的目的，又是欲“与滁人往游其间”。由自我庆幸到与民同乐，在一片欢乐意绪中莫定题旨。</p> <p>　　第二段通过对滁州历史的回顾和地理位置的介绍，歌颂了宋王朝结束战乱，使人民安居乐业的功德。为了突出主题，作者只写了宋朝以前故乱的历史。并通过今昔对比的手法来表现主题的。“滁于五代干戈之际，用武之地也。昔太祖皇帝尝以周师破李景兵十五万于清流山下，生擒其将皇甫晖、姚凤于滁东门之外，遂以平滁”这一段是写历史。表现了滁州过去的战事和宋太祖赵匡撤的勇武，赞扬了宋朝开国皇帝的武功。“修尝考其山川、按其图记，升高以望清流之关，欲求晖、凤就擒之所，而故老皆无在者。盖天下之平久矣”这一段是写当代。昔日的战场，如今已经难于考察其具体地点了。因为“故老”都已不在了，天下太平日子已经很久了，这是第一层对比。</p> <p>　　从“自唐失其政”到“涵煦百年之深也”是第二层对比。这一段通过对人间沧桑的感慨，又一次颂扬了宋王朝统一国家、让人民休养生息的功德。作者俯仰今昔。反复抒发感叹，使文章充满了感情，这两层对比，也都是与文章题目和主题相照应的。写“滁于五代干戈之际，用武之地也”，又写“自唐失其政。海内分裂，豪杰并起而争”，都是为了说明当时的百姓不能“丰乐”。而“圣人出而四海一”以后，百姓能够丰足安乐，则是“上之功德”。进一步证明四海安乐的局而来之不易，弥足珍贵。</p> <p>　　最后一段段回应开端，具体写出“与滁人往游其间”之乐，归结主题。文中写作者“与滁人仰而望山，俯而听泉”的四时之景，凝炼而生动；道滁地风俗之美，淳厚而安闲。段中，交错用了四个“乐”字，琳漓酣畅地抒写了欧公此时的愉悦情怀。首先作者庆幸自己远脱风波而“乐其地僻而事简，又爱其俗之安闲”，一乐也；滁人“乐其岁物之丰成，而喜与予游”，二乐也；作者纵谈古今，意在让人民了解“安此丰年之乐者，幸生无李之时也”，三乐也；凡此种种，皆因“宣上恩德，以与民共乐”，是地方官应做之事，四乐也。这就将首段“疏泉凿石，辟地以为亭”而“与滁人往游其间”之事，说得端庄入理。</p> <p>　　这篇文章的最大特点是借写景而抒情，情景交融。文章用了大量笔墨写滁州的山水景色，从中流淌出作者丰富的情感。战乱之时，好山好水不过是为了割据称王的“凭侍险阻”；在世事变迁的过程中，也只是“漠然徒见山高而水清”；而在百姓安居乐业的当时，则“四时之景，无不可爱”。欧阳修写景有很深的功力。文中仅用“掇幽芳而萌乔木，风霜冰雪，刻露清秀”这十五个字就把一年四季四时之景的特点表现出来了。“掇幽芳而荫乔木”是通过人的动作来写春夏之景；“风霜冰雪，刻露清秀”则是用人的感受来写秋冬之色。文短情深，不仅反映出当时作者的心境。而且反映出作者高度的概括能力和精确的表达能力。</p>",
  "about": "<h2>创作背景</h2> <p>　　宋仁宗庆历五年（1045年）八月，“庆历新政”失败，执政大臣杜衍、<a href=\"http://so.gushiwen.org/author_510.aspx\">范仲淹</a>等相继被斥逐。<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>因上书为他们辩护，也被捏造罪名，由河北都转运按察使降知滁州，十月到任。他在《滁州谢上表》中，犹愤愤不平地辩解：“谤谗始作，大喧群口而可惊；诬阁终明，幸赖圣君之在上。”究其根源，实乃“尝列谏坦，论议多及于贵权”，因之“若臣身不翻，则攻者不休······必欲措臣少安，莫若里之闲处，使其脱风波而远去，避陷阱之危机。”</p> <p>　　欧阳修三次遭贬使他对当时冷酷的社会现实有了比较清醒的认识；官场的倾轧，使他希图摆脱世俗纷扰，向往恬静的归隐生活。滁州在长江与淮河之间，正是“舟车商贾四方宾客之所不至”的“闲处”，山高水清，风景宜人。这里地处偏僻，民风淳厚。欧阳修被贬至此，倒也悠闲自在。在这里，清山绿水涤除他心头的烦恼，大自然触发了他无拘无束的天性和丰富的感情。他几乎陶醉于山水美景之中。由于他把“与民同乐”看成是“刺史之事也”，虽然是“载评流徙”，远离了政治斗争的中心，不能直接向朝廷指陈时弊了，其心倒也安然，作者这时的人生观比较旷达的。《丰乐亭记》就是在这样的背景下写成的。</p><br/><h2>名句</h2> 　　在这篇散文中，最有深意、最能引起时人和后人共鸣的句子就是：“使民知所以安此丰年之乐者，幸生无事之时也。”也就是说，百姓必须明白，自己之所以能够在丰年过上幸福快乐的生活，是因为天下和平安定，没有战事，因此应该倍加珍惜。无论哪朝哪代，老百姓最盼望的就是没有战争，国家和平安定，因为这是幸福生活的根源。所以，一定要珍惜这种生活，消除不利于和平安定的负面因素。<br/><h2>延伸</h2> 　　稍后于<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>的著名文学家<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>，在他的《教战守策》一文中写到了人民的安乐生活，但他有自己的忧虑：“天下既定，则卷甲而藏之。数十年之后，甲兵顿弊，而人民日以安于佚乐；卒有盗贼之警，则相与恐惧讹言，不战而走。”苏轼居安思危，在和平安定的年代，想到国家和人民所存在的不利因素，这当然与他生活的社会背景有关，但也表现了他的远见卓识。清朝乾嘉年间著名学者<a href=\"http://so.gushiwen.org/author_1519.aspx\">洪亮吉</a>，在他的一篇题为《治平篇》的文章中，也写到了处于安定时代人民的快乐，但同时他又发现了新的问题：“人未有不乐为治平之民者也，人未有不乐为治平既久之民者也。治平至百余年，可谓久矣。然言其户口，则视三十年以前增五倍焉，视六十年以前增十倍焉，视百年、百数十年以前不啻增二十倍焉。”国家安定，人民安居乐业，是人心所向，但人口却会因此增加，给社会带来不安定因素，这种见解独到而可贵。其实，不论是苏轼，还是洪亮吉，他们和欧阳修的观点从根本上讲是一致的，也就是要珍惜和平安定的生活，想方设法使其保持久长。",
  "poet": {
    "id": 561,
    "star": 0,
    "name": "欧阳修",
    "image": "http://img.gushiwen.org/authorImg/ouyangxiu.jpg",
    "desc": "欧阳修（1007－1072），字永叔，号醉翁，晚号“六一居士”。汉族，吉州永丰（今江西省永丰县）人，因吉州原属庐陵郡，以“庐陵欧阳修”自居。谥号文忠，世称欧阳文忠公。北宋政治家、文学家、史学家，与韩愈、柳宗元、王安石、苏洵、苏轼、苏辙、曾巩合称“唐宋八大家”。后人又将其与韩愈、柳宗元和苏轼合称“千古文章四大家”。"
  },
  "tags": [
    "古文观止",
    "叙事",
    "抒情",
    "散文"
  ]
}