{
  "id": 57629,
  "star": 42,
  "name": "满江红·暮春",
  "dynasty": "宋代",
  "content": "家住江南，又过了、清明寒食。花径里、一番风雨，一番狼籍。红粉暗随流水去，园林渐觉清阴密。算年年、落尽刺桐花，寒无力。<br>庭院静，空相忆。无说处，闲愁极。怕流莺乳燕，得知消息。尺素始今何处也，彩云依旧无踪迹。谩教人、羞去上层楼，平芜碧。",
  "fanyi": "<p><strong>译文</strong><br>我的家住在江南，又过了一次清明寒食节日。一场风雨过后，在花丛中的路上，一片散乱的落花。落下来的红花，静静地随着流水走了。园林里渐渐地觉得清绿的树叶茂密了。我计算了一下：年年刺桐花落尽的时候，寒天的力量一点也没有了。<br>庭院寂静，我在空空地想着她。我为国而愁的太利害了，但没有地方说，因为那些流莺乳燕太可怕了，如果她们知道了这个消息，又要陷害我。如今也不知道书信在哪里，我想念的朋友仍然没有踪迹。空教我上楼去瞭望。我到楼上去的次数太多了，实在没有脸面再上去了。即使是到了楼上也看不到我想念的人，只看见楼外的原野上一片碧绿的庄稼。</p> <p><strong>注释</strong><br>清明寒食：这是春天的两个节日。寒食，约在冬至后一百零五天左右，清明节前一二天。<br>花径里三句：一番，前一个作一阵解，后一个作一片解。狼籍，散乱。<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>《采桑子·群芳过后西湖好》词：“狼籍残红，飞絮濛濛。”<br>红粉：形容红花飘落。清阴，碧绿的树叶茂密。这是说：红花少了，绿叶多了。作者化用了<a href=\"http://so.gushiwen.org/author_536.aspx\">李清照</a>的《如梦令·昨夜雨疏风骤》里的“知否？知否？应是绿肥红瘦。”<br>刺桐花：植物，豆料。一名海桐。落叶乔木，春天开花，有黄红、紫红等色。生长在南方。福建的泉州又名刺桐城。<br>闲愁：为国家之愁。作者在很多场合里，把国家之愁，都说作闲愁。<br>流莺乳燕：指权奸佞臣。他们鼓唇弄舌，搬弄是非。<br>尺素：书信。《古<a href=\"http://so.gushiwen.org/view_57629.aspx\">诗</a>》：“客从远方来，遗我双鲤鱼。呼儿烹鲤鱼，中有尺素书。”彩云，指想念的人。这两句是说：如今书信在哪里也不知道，我想念的人也不见踪迹。“彩云”又作“绿云”，意同。<br>谩教人三句：空教我，但实在没有脸面再上高楼了，楼外的平原上只有一片碧绿的庄稼。谩，作空、徒解。羞：没有脸面，这是说高楼上去的次数太多了，不好意思的再上了。层楼：高楼。平芜：平原、原野。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　《满江红·暮春》一首十分委婉缠绵的伤春相思词，写一位空闺女子怀念情人而又羞涩难言的情绪状态，逼近婉约派词人<a href=\"http://so.gushiwen.org/author_125.aspx\">秦观</a>的风调。擅长于写豪壮沉郁之词的作者，能以似水柔情写女子的相思怨别，足见作者的大家风范。</p> <p>　　此词分上下两阕，上阕重在写景，下阕重在抒情，也是长调最常用的章法。既属常见常用、那么易陷于窠臼，但是仔细体味该词，既不落俗套，又有新特点，委婉，但不绵软；细腻，但不平板。作到这一步，全赖骨力。具体地说每句之中，皆有其“骨”，骨者，是含义深厚、分量沉重，足以引人注目的字面；由骨而生“力”，就足以撑住各句，振起全篇。</p> <p>　　上阕写这女子眼中的暮春景象。这样写，不仅为下阕抒情作好了铺垫，而且已暗蓄着红颜难久而年华虚度的悲愁。起韵点明时间地点，情韵含藏。如“家住江南”，看来不过点明地点，却能突出这是一位比之塞北女子更娇柔的江南女子的哀怨。如写清明寒食，不过是先叙出抒情的特定时间，为下文写景著力，却以一个“又”字传神，表明不止一次独自度过暮春的寂寞和哀怨，使往年暮春的心情被其调动起来。以下一气贯注，铺写残春凋零景象，也于景中含情。“一番……一番……”的句式。是抒情重笔，表明经过许多次风雨之后。如今的花径里已经狼藉不堪了。“红粉”两句，接前风雨而来，实描花落水流红的残春景象，和绿意渐浓、园林寂寞的风光。其中的一“暗”字，一“渐”字，如钝刀割肉，拉长了感觉的时间，令人想见她饱受煎熬的时间很长。除了写出时光的流转之外，在古典<a href=\"http://so.gushiwen.org/view_57629.aspx\">诗</a>词的传统语境里，还有一定的象征意味，象征着青春羌貌的流失。特别是作者用“红粉”一词时，花落所隐含的美人衰老无华的意思更明显。“算年年”以下数语，拈出刺桐一花，以作补充，变泛论为实说。用一“算”字，总束暮春风光，并举出很少入词的暮春刺桐花落，来表明春光的不再，天气的转暖。“寒无力”三字，颇为生新惹目，自是“骨”之所在。寒，谓花朵瘦弱。故无力附枝，只得随风飘落，不而清阴绿叶之盛壮，若得以耀威于枝头。寒花与密叶之比较，亦可使人联想倘能结合作者的处境、心绪而谓其隐含君子失意与小人得势之喻，似非无稽。这样残春景象，在他有点有面的描写中，被收拾无遗，而这位江南女子的伤春之情，也已经从中沁出。就章法而论，此处隐含的比喻，则是由上阕写景转入下阕抒情的过渡，唯其含而能隐，故尤耐人寻味。</p> <p>　　下阕在此描写的基础上，写她的孤寂和苦闷，羞涩和矜持，把一个含羞含情的年轻女子的相思情愫，刻画得体贴入微，美轮美夹；换头的“静”宁，承上启下，既指芳花凋零之后的寂静，也写情人不在的孤寂。因为难以忍受这过度的“静”，所以她“相忆”远方的游子，可是在“相忆”之始，她己感觉“相忆”的徒劳——“空”于是明证，正像上阕起韵的“又”字一样，这里的“空”字，也很能含蓄传恨。以下写“相忆”之情不仅“空”，而且“无说处”，这就加倍传写了她的苦闷和幽怨，所以她感到“闲愁极”。然而这无尽的闲愁。这带有幽怨的相思，依然是“无说处”的。以下就“无说处”转写作者的羞涩和种持。这满怀的闲愁，只能深藏在心中，不仅不能对伊人说。对别人说，而且还生怕流莺乳燕知道。这里，在她极度的羞涩和矜持中，似还隐含着这样的意思：这段感情是不能为外人所窥破的，是非同寻常的。由是，她只好自己隐忍着，在情感的苦汁里泡得透湿。“尺素”以下，由眼前所感苦境，转入对于游子的痴情等待中去。言其既得不到伊人的一封信，也不知道伊人如今身在何方。以“彩云”这一美好的称谓指称对方，表明了她的痴迷未减，以“依旧”来暗怨游子的薄幸，一直未告诉她自己的行踪。这一痴一怨，与前文相亿而无说处一样，表明她的内心充满着惶惑和矛盾，欲爱不得，欲罢不能。结韵虽然把她内在情愫化为情蕴饱满的形象，所传达的感情也如此充满了矛盾：她羞亡层楼，怕见平芜，却又倩不自禁，登楼远望。作者写女子的相思，运笔如此缠绵悱恻，细腻宛转，确能勾魂摄魄，令人赏叹无置。</p> <p>　　对于这样一首从女性那一面写来的闺中念远词，因为读解到这一层次不能窥见抒情主体的精神风貌，所以人们往往试图给它“最终的解释”，即把它与作者自身的情感状态联系起来，因而得出它是一首政治寄托词的结论。如以春意衰败寄托时局衰微之意，以盼望游子音讯，寄托盼望北伐消息之意，以怕流驾乳燕，寄托忧谗畏讥之心，也就是说，词中这位寂寞的江南女子，是作者对于自己的政治形象的审美化和柔化创造。中国诗词既然原有“美人香草”的抒情路子。采取这一角度来解释本词，也就未必不可以成立。只不过要句句扣死。却也未免失于穿凿。倒不如果取“有寄托入，无寄托出”的认知态度，更为合理。</p> <p>　　比兴寄托，乃风骚之传统，宋人填词，也多是继承这种传统，该词就是如此。而词人命笔，每托其意于若即若离之间，致使作品带有“模糊性”的特点。</p> <p>　　此种模糊性，非但无损于诗歌的艺术性，有时且成为构成诗歌艺术魅力的因素，越是模糊、不确定，越能引人求索耐人寻味。此种貌似奇怪的现象，正是诗歌艺术的一大特点。就读者之求索而言，倘能得其大略，即当适可而止；思之过深，求之过实，每字每句都不肯放过，则会认定处处皆有埋藏，又难免要捕风捉影，牵强附会。</p>",
  "about": "<h2>创作背景</h2> 　　宋代泉州曾环城种植大量刺桐树。元代时马可波罗即称泉州为刺桐城。<a href=\"http://so.gushiwen.org/author_217.aspx\">辛弃疾</a>于绍熙三年（1192）至五年（1194），曾在福建任提点刑狱、安抚使等官，此词约写于此时。",
  "poet": {
    "id": 217,
    "star": 0,
    "name": "辛弃疾",
    "image": "http://img.gushiwen.org/authorImg/xinqiji.jpg",
    "desc": "辛弃疾（1140－1207），南宋词人。原字坦夫，改字幼安，别号稼轩，汉族，历城（今山东济南）人。出生时，中原已为金兵所占。21岁参加抗金义军，不久归南宋。历任湖北、江西、湖南、福建、浙东安抚使等职。一生力主抗金。曾上《美芹十论》与《九议》，条陈战守之策。其词抒写力图恢复国家统一的爱国热情，倾诉壮志难酬的悲愤，对当时执政者的屈辱求和颇多谴责；也有不少吟咏祖国河山的作品。题材广阔又善化用前人典故入词，风格沉雄豪迈又不乏细腻柔媚之处。由于辛弃疾的抗金主张与当政的主和派政见不合，后被弹劾落职，退隐江西带湖。"
  },
  "tags": [
    "江南",
    "暮春",
    "怀人"
  ]
}