{
  "id": 42629,
  "star": 51,
  "name": "送兄",
  "dynasty": "唐代",
  "content": "别路云初起，离亭叶正稀。<br>所嗟人异雁，不作一行归。",
  "fanyi": "<p><strong>译文</strong><br>哥哥啊！这就是我们要分手的大路了。云彩飞起，路边有供人休息送别的凉亭。亭外，是秋叶在飘坠。而我最悲伤叹息的就是，人，为什么不能像天上的大雁呢？大雁哥哥和妹妹总是排得整整齐齐，一同飞回家去的啊。 </p><p><strong>注释</strong><br>⑴题下原注：武后召见，令赋送兄<a href=\"http://so.gushiwen.org/view_42629.aspx\">诗</a>，应声而就。<br>⑵离亭：驿亭。古时人们常在这个地方举行告别宴会，古人往往于此送别。<br>⑶归：一作“飞”。<br>（4）稀：形容树叶稀疏寥落的样子。</p>",
  "shangxi": "<h2>评析</h2> <p>　　关于这首<a href=\"http://so.gushiwen.org/view_42629.aspx\">诗</a>，所传甚少，独在《全唐诗》方见之，对作者的介绍是“如意中女子”，其真名实姓、生卒年月、何地之人等皆无从考证，唯能全凭《全唐诗》注解了。《全唐诗》写道：“女子南海人”，“武后召见，令赋送兄诗，应声而就。”由此大致能推断，诗人是南海人，此诗出自唐<a href=\"http://so.gushiwen.org/author_298.aspx\">武则天</a>时代。</p> <p>　　或许真是时势造就，一个七岁女童，大堂之上，面对武后和群臣，应声做诗，且情态如此逼真，字数如此俭约，不得不另后人仰慕。</p> <p>　　此诗第一层：“别路”、“离亭”，相当于驿站，是古代送别、饯行的处所。点明地点，暗含事件，感情由此铺开。“云初起”，要么是清晨，要么是傍晚，要么是雨后天开。但一切景语亦为情语，一语双关，亦指心中“愁云初起”。“叶正稀”，结合下句中诗人触景生情联想到的“雁”来推断，应该是在一个秋风萧瑟的季节。秋风紧，黄叶飘零，“离亭”前的落叶，为秋风扫荡，渐次稀疏，着实苍凉，着实沉重。</p> <p>　　第二层：古人送别有折柳相送，寓“留”于“柳”的习俗。此处的叶，可能就是柳叶。前面不断有人送别，使得柳条折尽，渐渐稀少，真是一条柳枝一片心。而现在，尽管柳条稀少，但她还是要再折一枝赠与兄长，此中惆怅叫人难以消受。至此感情得到进一步的升华。 </p> <p>　　诗人静静地站立，眼望兄长渐去渐远，马蹄声终于被重叠的山峦阻隔。心中更是生出对于人生、对于命运的自怜叹惋。“所嗟人异雁，不作一行归。”雁的迁徙，总是结队成行，同出同归。可是人迫于环境所限、条件所囿，而不能与兄随行，而兄去妹留，各自孤单，再也不能心心相印了，诚为可叹。并且，这一“归”字可以做两种分析，一者：妹在家，兄启程外出。那么，这里的“归”便是“同出同归”的意义了，诗人大部分的思想放在了兄长身上，是对他一路风尘、外行凶吉的牵挂；一者：两人皆在外，或是寄人篱下，或是流落他乡。此时兄长启程，回返故里，而独留妹一人不与同归，此间便更生出对故土、亲人的思念，对身如浮萍、命如蝉翼的慨叹。</p> <p>　　浓浓情谊，如诉如泣，尽融于字里行间。而全诗寥寥数语，连题目仅二十二字。用字之俭约，另人折服。题目“送兄”，点明主旨，定下全诗的基调，是送别兄长。至于上面推测的种种情况，全无交代，给人很大的想像空间。而与此相比，后来大诗人<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>的《送程刘二侍郎兼独孤判官赴安西幕府》、《送族弟单父主薄凝摄宋城主薄至郭南月桥却回栖霞留饮赠之》等很多这样的诗标题就大为失色了。此诗前两句表明了地点和大致的时间，大肆渲染了送别的场景。心中的惆怅、离别的情怀跃然纸上，如江如河，翻涌不息，却仅用了十个字；后两句也是十个字，突出了“雁”、“一行”、“归”，使得感情再次升华到一个相当高的层面上，由送行也到了对人生的慨叹，对身世的质问，情长纸短，惜墨如金。</p> <p>　　南朝<a href=\"http://so.gushiwen.org/author_509.aspx\">江淹</a>在《别赋》中说过，“黯然消魂者，唯别而已矣。”从古至今，离别诗一直都在诗篇中占到了相当大的比重，在表现手法上也是各具风格、各至一家。对这一首也作一简要的分析。“别路”、“离亭”形成对举，一咏三叹。在克俭如金的字数中，这算是泼墨如云、大肆渲染了。为的是以景衬情，为下两句做好铺垫。而且诗人善于选取特景：“别路”、“离亭”、“云”、“叶”等等，暗藏离愁别绪之情。紧接着，笔锋陡转，采用了电影中“蒙太奇”的手法，将镜头对准天上的“雁”。当然，这里也许是虚写。由“雁”的特性联想到人，将二者紧密地联系起来，形成鲜明的对照，由此生发哀情，并且升华到了一个更高的层面，也为读者将全诗刻画成了一幅隽永的画面，印入读者的脑海中。其意境深远，空间开阔，且满目皆萧然，满腔皆哀伤，满腹皆愁绪，实在不能不说是诗人的高妙之处。且诗人时龄七岁，且为女子。在古代轻视女子，满口“女子无才便是德”的社会，她能如此善用这样的艺术技巧，实在让人费解，惊异。</p> <p>　　再回到全诗，通篇都是情深意切，而字字珠玑，语言简朴、明白如话，意境高妙。这样的诗篇，在中国古诗词中实在不可多得。难怪有人称她为“神童”、“奇女子”，于情于理，都是当之无愧。</p>",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": [
    "送别",
    "写景",
    "感叹"
  ]
}