{
  "id": 52809,
  "star": 4160,
  "name": "醉花阴·薄雾浓云愁永昼",
  "dynasty": "宋代",
  "content": "薄雾浓云愁永昼，瑞脑消金兽。佳节又重阳，玉枕纱橱，半夜凉初透。<br>东篱把酒黄昏后，有暗香盈袖。莫道不销魂，帘卷西风，人比黄花瘦。",
  "fanyi": "<p><strong>译文</strong><br>薄雾弥漫，云层浓密，日子过得愁烦，龙脑香在金兽香炉中缭袅。又到了重阳佳节，卧在玉枕纱帐中，半夜的凉气刚将全身浸透。<br>在东篱边饮酒直到黄昏以后，淡淡的黄菊清香溢满双袖。莫要说清秋不让人伤神，西风卷起珠帘，帘内的人儿比那黄花更加消瘦。</p> <p><strong>注释</strong><br>云：《古今词统》等作“雰”，《全芳备祖》作：“阴”。永昼：漫长的白天。<br>瑞脑：一种薰香名。又称龙脑，即冰片。消：一本作“销”，《花草粹编》等作“喷”。金兽：兽形的铜香炉。<br>重阳：农历九月九日为重阳节。《周易》以“九”为阳数，日月皆值阳数，并且相重，故名。这是个古老的节日。南梁<a href=\"http://so.gushiwen.org/author_1482.aspx\">庾肩吾</a>《九日侍宴乐游苑应令<a href=\"http://so.gushiwen.org/view_52809.aspx\">诗</a>》：“朔气绕相风，献寿重阳节。”<br>纱厨：即防蚊蝇的纱帐。宋<a href=\"http://so.gushiwen.org/author_164.aspx\">周邦彦</a>《浣溪沙》：“薄薄纱橱望似空，簟纹如水浸芙蓉。”橱，《彤管遗篇》等作“窗”。<br>凉：《全芳备祖》等作“秋”。<br>东篱：泛指采菊之地。<a href=\"http://so.gushiwen.org/author_645.aspx\">陶渊明</a>《饮酒诗》：“采菊东篱下，悠悠见南山。”为古今艳称之名句，故“东篱”亦成为诗人惯用之咏菊典故。唐无可《菊》：“东篱摇落后，密艳被寒吹。夹雨惊新拆，经霜忽尽开。”<br>暗香：这里指菊花的幽香。《古诗十九首·庭中有奇树》：“攀条折其荣，将以遗所思。馨香盈怀袖，路远莫致之。”这里用其意。<br>消魂：形容极度忧愁、悲伤。 消：一作“销”。<br>西风：秋风。<br>比：《花草粹编》等作“似”。黄花：指菊花。《礼记·月令》：“鞠有黄华”。鞠，本用菊。唐<a href=\"http://so.gushiwen.org/author_464.aspx\">王绩</a>《九月九日》：“忽见黄花吐，方知素节回。”</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这首词是作者婚后所作，抒发的是重阳佳节思念丈夫的心情。传说<a href=\"http://so.gushiwen.org/author_536.aspx\">李清照</a>将此词寄给赵明诚后，惹得明诚比试之心大起，遂三夜未眼，作词数阕，然终未胜过清照的这首《醉花阴》。</p> <p>　　“薄雾浓云愁永昼”，这一天从早到晚，天空都是布满着“薄雾浓云”，这种阴沉沉的天气最使人感到愁闷难捱。外面天气不佳，只好待在屋里。永昼，一般用来形容夏天的白昼，这首词写的是重阳，即农历九月九日，已到秋季时令，白昼越来越短，还说“永昼”，这只是词人的一种心理感觉。时间对于欢乐与愁苦的心境分别具有相对的意义，在欢乐中时间流逝得快，在愁苦中则感到时间的步履是那样缓慢。一个人若对“薄雾浓云”特别敏感，担心白天总也过不完，那么，她的心境定然不舒畅。李清照结婚不久，就与相爱至深的丈夫赵明诚分离两地，这时她正独守空房，怪不得感到日长难捱了。这里虽然没有直抒离愁，但仍可透过这层灰蒙蒙的“薄雾浓云”，窥见女词人的内心苦闷。“瑞脑消金兽”一句，便是转写室内情景：她独自个儿看着香炉里瑞脑香的袅袅青烟出神，真是百无聊赖。又是重阳佳节了，天气骤凉，睡到半夜，凉意透入帐中枕上，对比夫妇团聚时闺房的温馨，真是不可同日而语。上片寥寥数句，把一个闺中少妇心事重重的愁态描摹出来。她走出室外，天气不好；待在室内又闷得慌；白天不好过，黑夜更难挨；坐不住，睡不宁，真是难以将息。“佳节又重阳”一句有深意。古人对重阳节十分重视。这天亲友团聚，相携登高，佩茱萸，饮菊酒。李清照写出“瑞脑消金兽”的孤独感后，马上接以一句“佳节又重阳”，显然有弦外之音，暗示当此佳节良辰，丈夫不在身边，“遍插茱萸少一人”，不禁叫她“每逢佳节倍思亲”。“佳节又重阳”一个“又”字，是有很浓的感情色彩的，突出地表达了她的伤感情绪。紧接着两句：“玉枕纱厨，半夜凉初透。”丈夫不在家，玉枕孤眠，纱帐内独寝，难免有孤寂之感。“半夜凉初透”，不只是时令转凉，而是别有一番凄凉滋味。</p> <p>　　下片写重阳节这天黄昏赏菊东篱、借酒浇愁的情景。把酒赏菊本是重阳佳节的一个主要节目，大概为了应景，李清照在屋里闷坐了一天，直到傍晚，才强打精神“东篱把酒”来了。可是，这并未能宽解一下愁怀，反而在她的心中掀起了更大的感情波澜。重阳是菊花节，菊花开得极盛极美，她一边饮酒，一边赏菊，染得满身花香。然而，她又不禁触景伤情，菊花再美，再香，也无法送给远在异地的亲人。“有暗香盈袖”一句，化用了《古<a href=\"http://so.gushiwen.org/view_52809.aspx\">诗</a>十九首》“馨香盈怀袖，路远莫致之”句意。“暗香”，通常指梅花。“疏影横斜水清浅，暗香浮动月黄昏”，就是北宋诗人<a href=\"http://so.gushiwen.org/author_762.aspx\">林逋</a>咏梅花的名句。这里则以“暗香”指代菊花。菊花经霜不落，傲霜而开，风标与梅花相似，暗示词人高洁的胸襟和脱俗的情趣。同时也流露出“馨香满怀袖，路远莫致之”的深深遗憾。这是暗写她无法排遣的对丈夫的思念。她实在情不自禁，再无饮酒赏菊的意绪，于是匆匆回到闺房。“莫道不消魂”句写的是晚来风急，瑟瑟西风把帘子掀起了，人感到一阵寒意。联想到刚才把酒相对的菊花，菊瓣纤长，菊枝瘦细，而斗风傲霜，人则悲秋伤别，消愁无计，此时顿生人不如菊之感。以“人比黄花瘦”作结，取譬多端，含蕴丰富。</p> <p>　　此词在艺术上的一个特点是“物皆著我之色彩”，从天气到瑞脑金兽、玉枕纱厨、帘外菊花，词人用她愁苦的心情来看这一切，无不涂上一层愁苦的感情色彩。在结构上自起句至“有暗香盈袖”，都是铺叙笔法；而把节日离索的刻挚深情留在结拍，使它如高峰突起。“莫道不消魂，帘卷西风，人比黄花瘦”，成为全篇最精彩之笔。以花木之“瘦”，比人之瘦，诗词中不乏类似的句子，这是因为正是“莫道不消魂，帘卷西风，人比黄花瘦”这三句，才共同创造出一个凄清寂寥的深秋怀人的境界。“莫道不消魂”，直承“东篱把酒”以“人拟黄花”的比喻，与全词的整体形象相结合。“帘卷西风”一句，更直接为“人比黄花瘦”句作环境气氛的渲染，使人想象出一幅画面：重阳佳节佳人独对西风中的瘦菊。有了时令与环境气氛的烘托，“人比黄花瘦”才有了更深厚的寄托，此句也才能为千古传诵的佳句。</p> <p>　　此词的另一个特点是含蓄。唐<a href=\"http://so.gushiwen.org/author_163.aspx\">司空图</a>认为含蓄的主要特征是：“不著一字，尽得风流。语不涉及，若不堪忧。”（《诗品·含蓄》）从字面上看，这首《醉花阴》没有写离别之苦，相思之情，但仔细寻味，它的每个字都浸透了这一点。从她不时去看香炉里的瑞脑燃烧了多少（也即时间过去了多少）的细节中，读者可以感到她简直是度日如年。白天好不容易挨过去了，晚上更加难捱。李清照不直接写“每逢佳节倍思亲”，而是写失眠，写一直到半夜都没有睡着。看来她不只是身体感到凉，主要的还是内心感到凉。于是她对赵明诚那苦苦思念之情便从字里行间洋溢而出。读罢全词，一位不堪忍受离别之苦的少妇形象生动地立在读者眼前。</p> <p>　　全词明白如话，没有冷涩难懂之处，表达的感情却十分深沉细腻。畅达与深沉相结合，这正是李清照词风的一个重要特点。</p>",
  "about": "<h2>创作背景</h2> 　　这首词是<a href=\"http://so.gushiwen.org/author_536.aspx\">李清照</a>前期的怀人之作。公元1101年（宋徽宗建中靖国元年），十八岁的李清照嫁给太学生赵明诚，婚后不久，丈夫便“负笈远游”，深闺寂寞，她深深思念着远行的丈夫。公元1103年（崇宁二年），时届重九，人逢佳节倍思亲，便写了这首词寄给赵明诚。",
  "poet": {
    "id": 536,
    "star": 0,
    "name": "李清照",
    "image": "http://img.gushiwen.org/authorImg/liqingzhao.jpg",
    "desc": "李清照（1084年3月13日～1155年5月12日）号易安居士，汉族，山东省济南章丘人。宋代（南北宋之交）女词人，婉约词派代表，有“千古第一才女”之称。所作词，前期多写其悠闲生活，后期多悲叹身世，情调感伤。形式上善用白描手法，自辟途径，语言清丽。论词强调协律，崇尚典雅，提出词“别是一家”之说，反对以作诗文之法作词。能诗，留存不多，部分篇章感时咏史，情辞慷慨，与其词风不同。有《易安居士文集》《易安词》，已散佚。后人有《漱玉词》辑本。今有《李清照集校注》。"
  },
  "tags": [
    "宋词三百首",
    "宋词精选",
    "初中古诗",
    "婉约",
    "重阳节",
    "怀人",
    "菊花"
  ]
}