{
  "id": 72650,
  "star": 13,
  "name": "入朝曲",
  "dynasty": "南北朝",
  "content": "江南佳丽地，金陵帝王州。<br>逶迤带绿水，迢递起朱楼。<br>飞甍夹驰道，垂杨荫御沟。<br>凝笳翼高盖，叠鼓送华辀。<br>献纳云台表，功名良可收。",
  "fanyi": "<p><strong>译文</strong><br>江南有一块富饶美丽的地方，它曾经被很多帝王作为主要都城。<br>弯弯的河道中有带着青苔的绿水流过，高峻的山峰中有红楼隐现。<br>气势轩昂的屋脊夹着皇帝专用的道路，杨柳的柳荫盖住流经宫苑的河道。<br>舒缓的笳声，轻而密的鼓声送着我坐的华丽车辆。<br>我立身朝堂，进献的忠言被采纳，功名利禄都可以得到。</p> <p><strong>注释</strong><br>（1）金陵：东吴、东晋、刘宋都曾建都金陵，故称之为“帝王州“。金陵，又称建康、建业，今南京市。<br>（2）逶迤：形容水流弯曲。带：环绕。<br>（3）迢递：高峻巍峨貌。朱楼：红楼。<br>（4）飞甍（蒙）：凌空欲飞的屋脊。甍，屋脊。驰道：专供皇帝行走的御道。<br>（5）御沟：流经宫苑的河道。崔豹《古今注》：“长安御沟谓之杨沟，谓植高杨于其上也。”<br>（6）凝笳：舒缓的笳声。翼：送。高盖：高高的车盖。此指高车。<br>（7）叠鼓：轻而密的鼓声。华辀（zhōu周）：华丽的车辆。<br>（8）“献纳”句：谓立身朝堂，进献的忠言被采纳。献纳，建言以供采纳。云台，汉宫高台名。汉光武帝曾以南宫云台作为召集群臣议事之所，后遂用以借指朝廷。表，臣下向皇帝陈情言事的一种文体。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　青年<a href=\"http://so.gushiwen.org/view_72650.aspx\">诗</a>人以“颂藩德”为由头，满怀激昂的政治热情和积极的功名事业心，纵笔描绘金陵帝都的富丽堂皇和繁荣昌盛，气势轩敞，格调高昂，雅为后人所称道。</p> <p>　　首联总揽形势，虚笔入篇。“江南”句言地理形势，“金陵”句言历史变迁。当时扬州，辖有江南广大土地，山川秀丽，物产富饶，统称江南。金陵即今南京市，为春秋时楚武王所置。秦始皇时，即有望气者称“金陵有王者之气”。而从三国孙吴到南朝萧齐，也有四朝建都于此。可见金陵作为帝王之州，历史悠久。所以，诗人饱含激情，热烈赞颂当朝都城坐落在风光秀丽的江南佳丽之地，具有辉煌而悠久的帝都历史。这两句，一从空间横面着墨，描绘都城建业的地理形势；一从时空纵面措笔，概览金陵帝都历史迁延，笔触间闪烁着显赫、辉煌的气派，富于气势。</p> <p>　　中间三联承“帝王州”写来，具体描绘当今“帝王州”的形势。诗人特别注重视角的变化。沿巍峨帝都顺势望去，但见城墙环绕着蜿蜒曲折的护城河，绿波荡漾，风光旖旎；抬头远眺，又见层层高楼，鳞次栉比，在日光照耀之下，显得灿烂辉煌。这是二联，是写远眺。三联则取近观。驰道，天子所行之道，常人不可步入。驰道两旁，矗立着威仪棣棣的皇宫高院，甍宇齐飞，舛互迢递，一望无际。随着视野的延伸，驰道越远越窄，渐渐被飞甍合成一片，所以猛然看去。好像是“夹”住了驰道一样。一个“夹”字，以主观感受状写客观物象，写出了境界。所以，“垂杨荫御沟”完全是实写。杨柳婆娑，婀娜多姿，茂茂密密长满了御沟两旁。总起来看这四句，诗人应着视角的变换，层次分明地写出了帝都的形象。“逶迤带绿水”、“飞甍夹驰道”以河水的蜿蜒曲折和道路的绵绵延伸，挖掘出诗境的远近纵深感；“迢递起朱楼”、“垂杨荫御沟”以高楼的嵯峨入云和杨柳的婀娜多姿，拓展出诗境的上下层次感。同时，还注重色彩的描绘，绿水朱楼，红绿相映；琉璃飞甍，葱葱杨柳，青黄相间，五色缤纷，气象非凡。这祥写来，诗境便显得阔大、气派，富于色彩。静景的描绘而能臻于此境，堪称高妙。但诗人并不满足。他似乎觉察到了静态刻画容易流于呆板单调的不足，所以再紧跟“凝笳”二句，以驷马飞驰，车盖摩云，极写道路的繁华；又以华輈画舫，从容优游，极写河流的胜景，运动物于静景，景境全活。而且，车驰舟驶，声鼓动地（笳声徐引谓之“凝”，轻鼓小击谓之“叠”），更加突出了场景的繁华、壮观。皇京帝都的辉煌气派，渲染至极。</p> <p>　　最后一联收束全篇。古人旧例，功成名就，登台受赏。所以最后诗人出此豪言为祝颂。从帝都的富丽、繁华中，他没有想到醉生梦死，而是心心系念着功名事业。“功名良可收”，虽是对幕主的预祝，但也反映了青年诗人积极进取的精神风貌。</p> <p>　　《入朝曲》在乐府诗中属《鼓吹曲辞》。而《鼓吹曲辞》多为军中歌乐和宫廷宴乐，歌功颂德，鲜有佳品。<a href=\"http://so.gushiwen.org/author_32.aspx\">谢朓</a>此诗写帝京气象，虽不出“颂藩德”樊篱，格调却非同一般。气势高敞，语言鲜丽，对句工整。反映了青年诗人积极进取的精神风貌。《文选》卷二十八“乐府”中，在十首《鼓吹曲》中仅选此一篇，可说是很具慧眼的。</p>",
  "about": "<h2>创作背景</h2> 　　谢脁从解褐豫章王太尉行参军，中转王俭卫军东閤祭酒，到公元490年（永明八年）迁随王镇西功曹以前，这段时间一直逗留京师，雍容藩邸。他同一群文朋<a href=\"http://so.gushiwen.org/view_72650.aspx\">诗</a>友，经常诗酒往还，吟花诵月，生活相当安逸，仕途也比较顺利。公元490年谢脁27岁，青年诗人对功名事业和前途充满了信心。这年八月，随王萧子隆为荆州刺史，谢脁迁镇西功曹并转文学。赴荆州途中，他奉随王教写下了《鼓吹曲》十首。这首《入朝曲》便是其中的一篇。",
  "poet": {
    "id": 32,
    "star": 0,
    "name": "谢朓",
    "image": "http://img.gushiwen.org/authorImg/xietiao.jpg",
    "desc": "谢朓（464~499年），字玄晖。汉族，陈郡阳夏（今河南太康县）人。南朝齐时著名的山水诗人，出身世家大族。谢朓与谢灵运同族，世称“小谢”。初任竟陵王萧子良功曹、文学，为“竟陵八友”之一。后官宣城太守，终尚书吏部郎，又称谢宣城、谢吏部。东昏侯永元初，遭始安王萧遥光诬陷，下狱死。曾与沈约等共创“永明体”。今存诗二百余首，多描写自然景物，间亦直抒怀抱，诗风清新秀丽，圆美流转，善于发端，时有佳句；又平仄协调，对偶工整，开启唐代律绝之先河。"
  },
  "tags": [
    "赞颂",
    "江南",
    "抒怀"
  ]
}