{
  "id": 70661,
  "star": 6,
  "name": "杂剧·宋太祖龙虎风云会",
  "dynasty": "元代",
  "content": "楔子<br>亲统貔貅百万兵，兜鍪日日侍承明。朝梁暮晋何时了，定许将军见大平。下官姓石，双名守信，大梁人氏。方今周世宗登基，四方扰攘，干戈不息。为我累建大功，升授马步亲军都指挥使，统领着八十万禁军，得专征伐。近奉圣旨，招募智勇之士，量才授职。这一人乃王全斌，这一人乃潘美，见充帐前统制官，与我八拜兄弟，一同调遣。兄弟，但有知识，当为国引进咱。哥哥，今有马军副指挥使赵弘殷长男赵匡胤，文武全才，智勇过人，少年游历关东关西，独行千里。若得此人统领军马，荡除草寇，何愁天下不太平也。兄弟，既有如此贤才，何不早说？可备礼帛鞍马，差人敬征聘者。差谁去请？可就差统制官潘美走一遭去。左右，将礼币鞍马过来。疾去早来者。得令。<br>【仙吕】【赏花时】两只手揩磨日月新，-片心扶持天地稳。向千万里展经纶，把狼烟扫尽，直教龙虎会风云！<br>潘美去了也，咱也去来。<br><br>第一折<br>平生踪迹遍天涯，四海原来是一家。涂炭生民谁拯救，何时正统立中华。某姓赵名匡胤，乃指挥弘殷之子。自幼好使枪棒，攻习韬略，游历关陕，结识天下知名之士。这个是幽州赵普，曾参随我父四方征伐，充帐前判官；这一人乃曹彬，灵寿人氏；这一人乃郑恩，大梁人氏；这一人乃楚昭辅，宋州人氏，皆与我相交至密，结为兄弟，虽古之关张，不过如此。今日无事，在此闲行了一会。众兄弟，权此告别，明日再会。先天成数久精通，八卦循环掌握中。岁在庚申天下定，乾元九五见真龙。某姓苗名训，字光裔，大梁人氏。自幼习《周易》先天之数，兼通星纬之学。如今周朝世宗登基，国步多艰，某因此隐于草泽，以卖卜为生。我见王气正兆大梁，必然有真命帝主出世。我今在汴梁桥下开张卦肆，打扫干净，看有甚么人来。兄弟，咱别了众兄弟，行来不觉将至城中也。哥哥如此武艺双全，何不求试，为国家出力，也得图形麟阁上。兄弟，你怎生知我也呵！<br>【仙吕】【点绛唇】四海为家，寸心不把名牵挂。待时运通达，我一笑安天下。<br>【混江龙】见如今奸雄争霸，漫漫四海起黄沙。递相吞并，各举征伐。后汉残唐分正统，朝梁暮晋乱中华。豺狼掉尾，虎豹磨牙；尸骸遍野，饿殍如麻；田畴荒废，荆棘交加；军情紧急，民力疲乏。这其间，生灵引领盼王师，何时得蛮夷拱手遵工化，我只得纵横海内，游览天涯。<br>哥哥，不觉行至汴梁桥下。前面是一卦铺，咱教那先生算一卦如何？也使得。先生拜揖！早知我主到来，只合远接，接待不着，勿令见罪。先生，你胡说！臣相人多矣，主公乃九朝八帝班头，四百年开基帝主。先生，莫不你吃酒来？<br>【油葫芦】莫不你酒力禁持眼界花？请先生再觑咱，我须不是金枝玉叶那根芽。主公尧眉舜目，禹背汤肩，真乃帝王之相也。你道我尧眉舜目堪图画，汤肩禹背实稀诧。主公正应九五飞龙在天之数。头直上又没一片云，浑身上又没万缕霞。你道我乾元九五飞龙卦，多管是相法内有争差。<br>【天下乐】我本是粗鲁寻常百姓家，休夸！则管里迤逗杀，这言词早合该万剐。市廛中人物稠，墙壁间耳目杂，但听的不是耍！<br>你相我这个兄弟咱。这个丑人是一个凶神太岁，不过是一路诸侯。这先生好无礼，如何说我是凶神太岁？兀的不气杀我也！<br>【醉中天】平白地相惊唬，到大来厮蹅踏，早则么话不投机一句差，气杀我也！他怎敢说我？杀了这个牛鼻子。把心上火权时纳。到晚来把天文看咱，明朗朗众星高曜，不如你孤月光华。奉元帅将令，聘礼贤士赵匡胤。寻了这一日，到卦铺中，兀的不是！我索过去。赵公子拜揖！先生拜揖！适蒙石元帅钧旨，因统制官王全斌举荐阁下有文武全才，径差潘美赍礼币鞍马，前来聘请赴京授职，阁下只索就行。这位君子也是上界星象，一路诸侯之命。将军一貌非俗，但不知年甲几何？念潘美年二十二岁。某长两岁，就此拜为兄弟，有何不可！既蒙兄长错爱，敢不尽心报答！<br>【那吒令】知心的最多，谁如叔牙？知音的最多，谁如伯牙？知兵的最多，谁如子牙？龙蛇混甚日分，豺虎乱何时罢？争名利使尽奸猾。<br>【鹊踏枝】这个待把云拿，那个早被天罚；气昂昂创业开基，眼睁睁败国亡家。一任教纵横奋发，都是些井底鸣蛙。<br>【寄生草】传正道无夫子，补苍天少女娲。因此上黎民饿死闾阎下，贤能埋没林泉下，忠良枉死刀枪下。乱纷纷国政若抟沙，虚飘飘世事如嚼蜡。元帅将令紧急，须索走一遭。先生拜别。哥哥稍待，兄弟先通报去。早蒙元帅钧旨，礼聘贤士赵匡胤，已到军前听令。着进来。贤士姓甚名谁，家乡何处，曾习武艺不曾？念在下姓赵名匡胤，副指挥弘殷之子。自幼习成武艺一十八般，韬略兵法，无所不通。你细说我听咱。<br>【醉扶归】敢把征鞍跨，兵器惯曾拿。甲马营中是俺家，既如此就留在辕门听用咱。谢元帅相留纳。请稳坐安然受咱，容参拜阶墀下。<br>贤士乃有福之人，小官不觉惊慌，不敢受礼。贤士试将武艺说一遍我听咱。<br>【金盏儿】论弓箭不曾差，使剑戟颇熟滑。提一条杆棒行天下，十八般武艺非敢道自矜夸。折末枪刀并剑戟，鞭简共椎檛。往常学成文武艺，今日与货与帝王家。<br>既如此，今日将引贤士赴阙，见帝封官去咱。今日拜识元帅，又蒙引进，当尽心报国。左右，门首看有甚么人来。自家赵普是也。自从在赵都指挥帐下，结义大公子为弟兄。想昔日大公子游随州时，客于董宗本家，其子董遵诲常梦黑蛇十数丈变龙飞去，既而群虎乘风随之，人见紫云如盖，凝结城上，今日有人传说，元帅石守信聘大公子授官面帝，风云之梦，信有征也！只索奉饯一遭。来到这军门前，左右通报，说判官赵普见。着他进来。元帅拜揖！大哥拜揖！呀、呀，哥哥可喜也，小弟特来奉饯。此行功名不小也。<br>【赚煞】向边塞建功勋，赴京阙朝銮驾，直叩君王御塌。长朝殿太平筵宴罢，出宫庭拥大纛高牙。天街上摆头答，醉醺醺把金镫斜踏。稳坐逍遥玉骢马，马头前对挑着绛纱。纱笼内齐烧着银蜡，那其间任香风吹落帽檐花。<br><br>第二折<br>某苗光裔是也。自从前者相得赵大公子有天子之分，不想被朝廷礼聘，见授都点检之职。某一向就在军门听用，近日闻得北汉兵入寇，朝廷命点检出师北伐，某等亦须收拾军装则个。呀、呀，好怪也！你看日下复有一日，黑光相荡，此天命也。咱弟兄每急急回家，准备出征则个。<br>我乃周家太后是也。自从先帝世宗晏驾，立此幼子宗训为君。四方扰攘不宁，近闻汉、辽兵自土门东下入寇，我朝有殿前都点检赵匡胤，文武全才，乃先帝简用之臣，又兼他手下将校精强，可着他去征伐一遭。石守信即便传旨，着赵匡胤挂印总兵官，率领本部人马，北征辽、汉，早建大功者。领圣旨。<br>某赵匡胤是也。自从元帅石守信举荐，蒙世宗皇帝委任，直做到殿前都点检之职，多亏众兄弟扶持。今日蒙幼主圣旨，着我统兵北伐。我引本部下人马及众将校赵普、曹彬、苗训、李处耘、楚昭辅、郑恩，一同征进。这一去，犬羊巢穴一时平，锦绣江山三箭定。<br>【南吕】【一枝花】漫漫杀气飞，滚滚征尘罩。恹恹红日惨，隐隐阵云高。军布满荒郊，我命将凭《三略》，行兵按《六韬》。右白虎左按青龙，后玄武前依朱雀。<br>【梁州第七】护中军七层剑戟，守先锋万队枪刀，五方旗四面相围绕。朱幡皂盖，黄钺白旌，箭攒雕羽；弓挂龙弥。滴溜溜号带齐飘，威凛凛挂甲披袍，扑咚咚鼓擂春雷，雄纠纠人披绣袄，不剌剌马顿绒绦。咆哮！战讨！马和人飞上红尘道。金镫稳，玉鞭袅，催动龙驹把辔摇，转过山腰。<br>行不几里，又早天晚也。<br>【牧羊关】见几点寒星现，一钩新月皎，看看的兵至陈桥。教前队休行，催后军赶着。屯军仗，离军道，就馆驿，度今宵。疾忙教各部下关粮米，对名儿支料草。<br>左右，军行到何处了？前到陈桥驿了。接了马者。郑恩那里？有。传下将令去者：大小三军，诸名将校，各依队伍安歇。勿得喧哗，违令者斩！<br>【贺新郎】诸军众将一周遭，小心的下寨安营，在意的提铃喝号。七禁令五十四斩从公道，叮咛，休犯法违条。卷旌旗停斧钺，卧鞭链竖枪刀，悄悄的各依队伍休喧闹。解鞍松战马，卸甲脱征袍。<br>【隔尾】五更筹更听金鸡报，一部从休辞永夜劳。画角齐吹玉梅调。人休贪睡着，马须要喂饱，我且半倚帏屏盼天晓。<br>某都押衙李处耘是也。今同郑将军等跟随赵点检征进，军次陈桥驿。某等想来，主上幼弱，我辈出死力破贼，谁则知之！今太尉掌军政六年，士卒服其恩威，数从征伐，建立大功，人望已归。不如先立点检为天子，然后北征未晚也。李将军说的是。咱与赵书记计议则个。赵大人有请。某赵普是也，见充点检帐下掌书记官。今日从征，军次陈桥。这早晚只听有人呼唤，未免出见咱。诸将无主，愿册太尉为天子。太尉忠心，必不汝从。军中偶语则族，今已议定。太尉若不从，则我辈安敢退而受祸！策立大事，固宣审图，尔等何得更挂狂悖！诸将各宜严束部伍听命。若依你等议论，何时是了？<br>【哭皇天】把好梦来惊觉，听军中不定交。那里也兵严刑法重，则末早人怨语声高。险将咱唬倒，庙廊召会，台省所关；君王振怒，太后生嗔。不剌则俺这歹名儿怎地了？惊急列心如刀锯，颤笃速身如火燎。<br>主公上应天心，下合人望，乃真命帝主也。噤声！<br>【乌夜啼】都是你谎阴阳惹得诸军闹，-个个该剐该敲。哥哥，你先身上穿了黄袍，如何倒说俺不是？呀！原来这犯由牌，光把我浑身罩。天命已定，天数难逃，主公亦当应天顺人。你道是大数难逃，可甚么情理难饶？不争这杏黄旗权当衮龙袍，可将这《出师表》扭作交大诏。我想受禅台，争似凌烟阁？汝贪富贵，吾岂英豪！此事决不可行。汝等自贪富贵立我为主，能从我命则可，不从我命，决不可行。唯命是听。太后幼主，我北面事之；公卿大臣，皆我比肩。汝等勿得凌暴及动扰黎民，劫掠府库。违令者满门皆斩！一听禁令。昨因北汉入寇，遣赵点检出征，今早闻众军士立赵点检为帝。我想来，四方不宁，必得真主抚驭。今赵点检威望素著，人心推戴久矣，何不就同往陈桥，效尧舜故事，禅位一遭，有何不可！来到这军门前，石守信入报去。报总兵得知，太后到来。五代乱离，人民涂炭，将军功盖天下，堪居大宝，老身母子情愿禅位则个。臣名微德薄，岂堪居此大位？幼子孤弱，不能抚驭四方；将军德过尧禹，正宜受禅。<br>【红芍药】娘娘德行胜唐尧，微臣比虞舜难学。不争让位在荒郊，枉惹得百姓每评詙。将军，听太后旨者，我愿受藩服足矣。臣怎敢等闲将天下交，您君臣再索量度。你摩拳擦掌枉心焦，休得要乱下风雹。<br>【菩萨梁州】你可也畅好是干乔，休施凶暴。休胡为乱作，哥哥，我一发都杀了，恰不伶俐！则一句唬得我颤钦钦魄散魂消。不争这老鸦占了凤凰巢，却不道君子不夺人之好！把柴家今日都属赵，惹万代史官笑，笑俺欺负他寡妇孤儿老共小，强要了他周朝。<br>今日就此受禅，必须有策诏方可行礼。有、有。既有了诏书，众官跪者。大周皇帝诏旨：天生蒸民，树之司牧。二帝推公而受禅，三主乘时而革命，其极一也。予末小子，遭家不造，人心已去，天命有归。咨尔归德军节度使、殿前都点检赵匡胤，禀上圣之资，有神武之略，佐我高祖，格于皇天；逮事世宗，功存纳麓，东征西怨，厥功懋焉。天地鬼神，享于有德；讴歌狱讼，归于至仁。应天顺人，法尧禅舜，如释重负，予其作宾。呜呼钦哉！只畏天命。显德七年正月初五日。众将校听我戒饬。<br>【二煞】尊太后如母呵，您百官顿首听教导；待幼主如弟呵，教经典留心谨向学。朝廷内外旧官僚，勿得欺凌，尽皆荣耀。则今日军马回，莫惊扰，把龙袖娇民休唬着，勿犯秋毫。<br>【尾】你坐都堂朝廷政事休差错，你掌枢密大下兵机勿惮劳。你掌司天，算星曜，你做元戎，司斩斫，你统雄兵，做招讨，你管亲军，守城廓，你统貔貅，驱将校。兄弟诵诗书，习礼乐，娘娘居龙楼，住凤阁。不是我倚势夺权，使强欺弱。既然立草为标，必须坐朝问道。赏不间亲疏，罚须分善恶，有罪的加刑，有功的赠爵。不是我挟天子令诸侯篡宗庙，恐民心变了，把山河弃却，因此上权受取这-颗交天传国宝。<br>百万精兵听指呼，衣冠四世守全吴。我生直欲全忠节，不愧人间大丈夫。某姓钱名俶，字文德，本贯杭州人氏。自祖公公钱镠在唐昭宗时平黄巢有功，封有吴越，更五朝世守此邦。今闻中原赵点检登基，治同尧舜，声教万里，比五代之君，判然不同。正四方混一之时，倘或出师。自当入贡咱。等王师出来，决一死战，纳土未为迟也。<br>雄据江东二百州，六朝基业喜兼收。中原将士休窥伺，百万精兵在石头。某姓李名煜，字重光，江东人也。自我祖父建国江东，传国三世。近闻中原大宋皇帝即位，操练兵马，有下江南之志；况我贡献不缺，必欲见伐，如何是好也？不免练兵防守则个。<br>几年辛苦下西川，东视中原各一天。秣马练兵常预备，先人世业肯轻捐！某蜀王孟昶是也。自先君王于全蜀，某承其基业，众官僚立我为大蜀皇帝。中原连岁多故，不暇外攘。今周朝革命，宋皇践祚，志在吞并，难同五代之君，诚恐兵临剑阁，将如之何？须索守备咱。久镇潮阳众日强，幅员千里尽炎方。外夷多少皆朝贡，南国人称广汉王。某姓刘名鋹，南汉王是也。自先祖领节旄于潮广，奄有南海，后值五代扰乱，遂独霸一方。今中原有宋皇帝登基，四方混一，唐吴已称朝贡。某偏居琼海，王师一出，将如之何？须扼把险要以御之，斯为得策。<br><br>第三折<br>某赵普是也。自从做掌书记时，扶佐当今皇帝，定有天下之号曰宋，四方承平。以某有推戴之功，官拜中书大丞相，进封韩王。今夜雪下甚紧，料无人来。张千，你拿过香桌来，点上烛，我读一会《论语》咱。我烧上些香，剔的灯亮亮的。老爹，你慢慢的看者。某自从陈桥兵变，众兄弟立我为大宋皇帝，晓夜无眠，恐万民失望，诸国未平。今夜风雪满天，路无行客，寡人扮作白衣秀士，私行径投丞相府里，商量下江南、收川广之策。出的这禁城来，是好大雪也呵！<br>【正宫】【端正好】光射水晶宫，冷透鲛绡帐，夜深沉睡不稳龙床。离金门私出天街上，正瑞雪空中降。<br>【滚绣球】似纷纷蝶翅飞，如漫漫柳絮狂。剪冰花旋风儿飘荡，践琼瑶脚步儿匆忙。用白襕两袖遮，将乌纱小帽荡。猛回头把凤楼凝望，全不见碧琉璃瓦鹙鸳鸯。一霎儿九重宫阙如银砌，半合儿万里乾坤似玉妆，粉填满封疆。<br>行了这一会，面前是丞相府了。呀！关了门也。<br>【倘秀才】则见他铁桶般重门掩上，我将这铜兽面双环扣响。甚么人敲门？敲门的是万岁山前赵大郎。这早晚夜又深，雪又大，来作甚么？堂中无客伴，俺老爹看书哩。灯下看文章，你来有甚事？特来听讲。<br>你要听讲，当往法堂中寻和尚去，你错走了门了。<br>【呆骨朵】冲寒风冒瑞雪来相访，有甚么紧急事，你说。有机密事紧待商量。老爹，门外有人叫门。你问他是谁？他说是赵大官人，有机密事来商议。快开门，快开门！不知主上幸临，有失远接。忙怎么了事公人？恕微臣之罪。免礼波招贤宰相。这是那里？这就是俺丞相厅房。怎么使你这般样人？正是调鼎鼐三公府，那个是剃头发杨和尚？陛下尊坐。我向坐席间听讲书。老爹，酒食已备。捧上来罢？你休来耳边厢叫点汤。夜深人静，张千好生看着相府门者。主公，今夜天气甚寒，不求安逸，冒雪而来，却是为何？<br>【倘秀才】朕不学汉高皇深居未央，朕不学唐天子停眠晋阳，常则是翠被寒生金凤凰。有心思传说，无梦到高唐，主公贵为天子，富有四海，尚不肯逸豫。这是俺为君的勾当。<br>寡人颇通文墨，试问丞相一问。寡人间卿，卿试听者。<br>【滚绣球】既然主四海为一人，必须正三纲谨五常。寡人呵，幼年间广习枪棒，恨未曾登孔子门墙。《尚书》是几篇？《尚书》者上古《三坟》《五典》，洪荒莫考。夫子断自唐虞，以典、谟、训、诰、誓、命六体，皆尧、舜、汤、禹、文、武授受之心法。孔安国断为五十八篇，帝王治世之书也。毛诗共几章？夫诗者，古人吟咏性情之大节。有风、雅、颂三经，赋、比、兴三纬。诗有三千，夫子删为三百十一篇，善以为劝，恶以为戒。《礼记》主意如何？夫《礼记》乃汉儒所撰述，杂录古礼之义。盖六经之用，礼实为先；治人事神，无非以礼。日用之间，不可斯须少者。讲《礼记》始知谦让。《春秋》主意如何？《春秋》以褒贬为辞，敦典庸礼，命德讨罪，世道之兴亡可鉴。论《春秋》可鉴兴亡。陛下法宗尧、舜、禹、汤、文、武，方为圣主。朕待学禹汤文武宗尧舜，臣有愧于古之贤相也。卿可继房杜萧曹立汉唐，燮理阴阳。<br>卿看的是甚么书？是《论语》。寡人闻童子入学，先读《论语》，卿何故也看他？《论语》乃孔门弟子记圣人的切要言语，皆治国平天下之要道。臣用半部，佐我主平治天下。<br>【倘秀才】卿道是用《论语》治朝廷有方，却原来只半部运山河在掌，圣道如天不可量！似恁的谈经临绛帐，不强似开宴出红妆？听说后神清气爽。天寒雪大，臣有一杯酒进献，未敢擅专。将酒来何妨？老妻将酒来。<br>【滚绣球】银台上画烛明，金炉内宝篆香。不当烦老兄自斟佳酿，何须教嫂嫂亲捧霞觞！陛下，臣妻与臣乃糟糠之妻也。卿道是糟糠妻不下堂。朕须想贫贱交不可忘。常言道表壮不如里壮，妻若贤夫免灾殃。朕得卿，卿得嫂嫂，可比四个古人。朕得卿呵，正如太甲逢伊尹；卿得嫂嫂呵，却似梁鸿配孟光，则愿的福寿绵长。<br>寡人要与卿商量军国重事，教嫂嫂自便。陛下深居九重，当此寒夜，正宜安寝，又何劳神过虑？寡人睡不着。<br>【倘秀才】但歇息想前王后王，才合眼虑兴邦丧邦，因此上晓夜无眠想万方。须不是欢娱嫌夜短，早难道寂寞恨更长，忧愁事几桩。<br>陛下，不知所忧者何事？说向臣听。寒风似箭，冻雪如刀。寡人深居九重，不胜其寒，何况小民乎！<br>【滚绣球】忧则忧当军的身无挂体衣，忧则忧走站的家无隔宿粮，忧则忧行船的一江风浪，忧则忧驾车的万里经商。忧则忧号寒的妻怨夫，忧则忧啼饥的子唤娘，忧则忧甘贫的昼眠深巷，忧则忧读书的夜守寒窗。忧则忧布衣贤士无活计，忧则忧铁甲将军守战场，怎生不感叹悲伤！<br>陛下念及贫穷，诚四海苍生之福。<br>【倘秀才】忧的是百姓苦，向御榻心劳意攘。百姓困苦，只因四方多事。今天下太平，民力渐苏矣。一榻之外，皆他人之家也。忧的是天下小，教寡人眠思梦想。天下虽未混一，南征北伐，今其时也。愿闻成算所向。寡人欲先下江南，且反说，试丞相一试。想太原府刘崇居北方，朕待暂离丹凤阙，亲拥碧油幢，先取河东上党。<br>若先伐太原，非臣之所知也。卿怎生说？太原当西北二边，使一举而下，则二边之患，我独当之。何不姑留，以俟削平诸国，则弹丸黑子之地将无所逃。吾意正如此，姑试卿耳。西川孟昶，金陵李煜，南汉刘鋹，吴越钱俶，彼各仁政不施，百姓怨望。今当选将练兵，分道南伐，无不成功者。<br>【滚绣球】卿道是钱王共李王，刘鋹与孟昶，他每都无仁政万民失望，行霸道百姓遭殃。差何人收四川？令谁人定两广？取吴越必须名将，下江南宜用忠良。要定夺展江山白玉擎天柱，索问你匡宇宙黄金架海梁，卿索仔细参详。<br>兵者凶器，国家不得已而用之。如今收平四国，又须众将中选忠良有纪律者，方可安民。卿试定夺如何？石守信、曹彬、潘美、王全斌，此四人皆宿有名望，可差他四人去，万无一失。既如此，张千，你传旨去元帅府，速宣石守信等四人来者。某石守信等是也，见居枢密统军之职。今晚主上幸赵中令宅，差人来宣呼，不免进见咱。来到这相府门，令人奏入。寡人与丞相商议，天下未一，欲差尔等统军前去，收伏四国，速奏凯旋者。<br>【脱布衫】取金陵飞渡长江，到钱塘平定他邦。西川路休辞栈阁，南蛮地莫愁烟瘴。<br>【醉太平】阵冲开虎狼，身冒着风霜。用《六韬》、《三略》定边疆，把元戌印掌。人披铁甲偏雄壮，马摇玉勒难遮挡，鞭敲金镫响叮当，早班师汴梁。臣等托圣主洪福，马到处成功。仰听神策庙算，指示一二。<br>【二煞】有那等顺天时、达天理，去邪归正皆疏放，有那等霸王业、抗王师耀武扬威尽灭亡。休掳掠民财，休伤残民命，休淫污民妻，休烧毁民房。恤军马施仁发政，广钱粮定赏行罚，保城池讨逆招降。沿路上安民挂榜，从赈济，任开仓。<br>我闻知主公私幸赵丞相府，一径寻来。陛下召见众将军，做甚么则个？<br>【收尾】朕专待正衣冠，尊相貌，就凌烟图画功臣像，卿莫负勒金石，铭钟鼎，向青史标题姓字香。能用兵，善为将，有心机，有胆量。仰看天文算早象，俯察山川辨形状。作战先将九地量，决战须将五间防。昼战多将旗帜张，夜战频将火鼓扬。步战屯云护军帐，水战随风使帆桨。奇正相生兵最强，仁智兼行勇怎当！专听将军定四方，坐拟元戎取乱亡。飞奏边功进表章，齐和升平回帝乡。比及列土分茅拜卿相，光将这各部下军卒重重的赏！<br><br>第四折<br>某吴越王钱俶是也。今早边防来报，宋朝大将石守信领兵来伐。某三世效忠，岂可抗之！只索等侯纳款者。某石守信是也。奉圣人命，收平吴越，直抵临安。那阵上早早报与吴越王投降则个。某纳土之心久矣。今圣明在上，情愿奉款者。咱同去来也。<br>某南唐王李煜是也。今闻大宋皇帝遣曹彬收平江南，旬日之间，沿江诸城，尽皆破陷。今早闻兵压石头城，怎生是好？须索与徐相国计议。土公，祖宗之位不可失，背城决一死战，降他未迟。说的是。某曹彬是也。奉圣旨领十万大军，来下江南，一路郡县，望风迎降。今日兵临石头城下，与唐兵相接，诸军用命者。情愿投降。<br>某南汉王刘鋹是也。今大宋国遣大将潘美领兵来伐，不免练兵等侯则个。某潘美是也。奉命南征，势如破竹。今兵临广汉，两阵相当，须拚死战咱。某蜀王孟昶是也。嗣守全蜀，食足兵强。近闻宋朝皇帝遣王全斌西来收伏，咱怎肯容易投降他！军马操演精熟，安排迎敌咱。某王全斌是也。奉圣人命，领十万大兵西取蜀孟，一路尽平。今兵到成都，克日城陷。大小三军，须索用命决战。三军操鼓来。自从前日奉圣人命，差石守信等四将收平四国，闻知俱已平定，不久奏捷献俘。今当早朝，须索侍候者。我想五代乱离，人心汹涌，今圣人一出，群妖顿息。不图从此得见太平也。<br>【双调】【新水令】九重天上五云飞，月朦胧，晓光初霁。鞭鸣金珮响，帘卷玉钩垂。仙乐初齐，和气满殿庭内。<br>【驻马听】黄道烟迷，瑞霭盘旋飞凤椅。紫垣风细，御香缭绕衮龙衣。近宫墙杨柳拂旌旗，傍雕栏花萼迎环珮。行大礼，这的是太子天子朝元日。今有石守信平吴回旋，朝门等宣。教他过来。<br>【落梅风】此一战功名重，这一场勋业稀，论英雄古今无对。笑谈间扫清吴越国，端的有三千丈五陵豪气。<br>潘美平南汉回师，朝外等宣。教他过来。<br>【沉醉东风】他那里桃花落蛮烟正起，荔枝熟瘴雨斜飞。茫茫水接天，隐隐山围地。路迢遥人马驱驰，斩将降兵何太疾？堪写入麒麟画里。<br>曹彬下江南凯还，朝外等旨。教他过来。<br>【庆东原】金陵府销王气，石头城践马蹄，南唐已照东吴例。收复尽六朝帝基，托赖着一人圣德，振扬起八面军威。比正濬更豪杰，过杨素全忠义。王全斌平蜀回见，在朝门等宣。教他过来。<br>【水仙子】乱石滩冲浪战舡内，连云栈思乡骏马嘶。凯歌声直透青云内，这功劳为第-，笑蜀工孟昶呆痴。他也合思先主三分业，想武侯八阵机，辱莫杀关羽张飞！<br>臣等托朝廷之洪福，兵不血刃，收平四国，郡邑版图，尽归王化。所有四国相臣，见在朝门外等宣。宣四相国来者。望阙跪者。<br>【雁儿落】恁则合山林中躲是非，谁教你朝省内图名利？都做了亡家败国臣，真乃是怕死贪生辈。臣国主以小事大，犹子事父也。岂有父子为两家耶？<br>【得胜令】你则想花压帽檐低，不提防严地一声雷。送了你川广真梁栋，羞杀人江南两柱石！想前日相持，惊唬杀齐管仲、燕乐毅。臣等亡国臣，乞放骨骸于林下。到今日休题，起来波汉张良、越范蠡。<br>四国王俱在朝外，理合献俘。宣来。<br>【甜水令】据着你外作禽荒，内贪淫欲。滔天之罪，理合法更凌迟。今日个不忍加诛，仍封官位，您君臣每休得猜疑。<br>臣等荷蒙圣恩，待以不死，臣愿执梃为诸降王长，永守臣节。<br>【折桂令】则见他曲躬躬拜舞丹墀，似这等纳土称臣，实指望荫子封妻。臣等愚昧，不能守土安民，今荷洪恩，实同再造，愿闻其说。你道是愿听纶音，愿闻圣谕，有甚难知？你等为骄奢破国，吾皇以勤俭开基。这的是天数轮回，造物盈亏。真龙出蛟蜃潜藏，大风起云雾齐飞。<br>奉圣旨排筵宴，燕乐各国君臣。<br>【川拨棹】长朝殿列尊席，享诸王臣万国。今日个寰海归依，民物雍熙；春满宫闱，乐奏埙篪。仙音院箫韶韵美，麟献瑞，凤来仪。<br>【七弟兄】文官每这壁，武将每那壁，斟玉液进金杯。则这白额虎原与龙相配，紫金龙自有虎相随。这的是庆清朝龙虎风云会。<br>奉圣旨，教四国君臣，演习礼仪，随长朝官拜舞者。<br>【梅花酒】快疾忙遵圣敕，教国主休违，将拜舞温习，把天子班依。随星辰，朝紫微；顺日月，转皇极；转皇极，拱社稷。紫罗襕替龙衣，白象简当玄圭，皂幞头护天威，黄金带束腰围。吴越王莫稽迟，金陵王莫徘徊，广汉正莫伤悲，孟蜀王莫疑虑。<br>【收江南】更压着朝中文武两班齐，抵多少十年身到凤凰池，见如今金枝玉叶尽光辉。镇天南地北，万万年同共掌华夷。<br>奉圣旨当初起义之时，与臣普等曾梦龙虎风云会，今日果然也。<br>【尾】龙吟天上生云气，虎啸清风四起。龙虎梦君臣，风云庆家国。<br>题目伏降四国咨谋议雪夜亲临赵普第<br>正名君相当时一梦中今朝龙虎风云会",
  "poet": {
    "id": 927,
    "star": 0,
    "name": "罗贯中",
    "image": "http://img.gushiwen.org/authorImg/luoguanzhong.jpg",
    "desc": "罗贯中（约1330年－约1400年），名本，字贯中，号湖海散人，元末明初小说家，《三国演义》的作者。山西并州太原府人，主要作品有小说《三国志通俗演义》、《隋唐志传》、《残唐五代史演传》、《三遂平妖传》。其中《三国志通俗演义》（又称《三国演义》）是罗贯中的力作，这部长篇小说对后世文学创作影响深远。除小说创作外，尚存杂剧《赵太祖龙虎风云会》。"
  },
  "tags": []
}