{
  "id": 69194,
  "star": 47,
  "name": "咏梅九首",
  "dynasty": "明代",
  "content": "琼姿只合在瑶台，谁向江南处处栽？<br>雪满山中高士卧，月明林下美人来。<br>寒依疏影萧萧竹，春掩残香漠漠苔。<br>自去何郎无好咏，东风愁寂几回开。</p> <p>缟袂相逢半是仙，平生水竹有深缘。<br>将疏尚密微经雨，似暗还明远在烟。<br>薄瞑山家松树下，嫩寒江店杏花前。<br>秦人若解当时种，不引渔郎入洞天。</p> <p>翠羽惊飞别树头，冷香狼籍倩谁收。<br>骑驴客醉风吹帽，放鹤人归雪满舟。<br>淡月微云皆似梦，空山流水独成愁。<br>几看孤影低徊处，只道花神夜出游。</p> <p>淡淡霜华湿粉痕，谁施绡帐护春温。<br>诗随十里寻春路，愁在三更挂月村。<br>飞去只忧云作伴，销来肯信玉为魂。<br>一尊欲访罗浮客，落叶空山正掩门。</p> <p>云雾为屏雪作宫，尘埃无路可能通。<br>春风未动枝先觉，夜月初来树欲空。<br>翠袖佳人依竹下，白衣宰相在山中。<br>寂寥此地君休怨，回首名园尽棘丛。</p> <p>梦断扬州阁掩尘，幽期犹自属诗人。<br>立残孤影长过夜，看到余芳不是春。<br>云暖空山裁玉遍，月寒深浦泣珠频。<br>掀篷图里当时见，错爱横斜却未真。</p> <p>独开无那只依依，肯为愁多减玉辉？<br>廉外钟来月初上，灯前角断忽霜飞。<br>行人水驿春全早，啼鸟山塘晚半稀。<br>愧我素衣今已化，相逢远自洛阳归。</p> <p>最爱寒多最得阳，仙游长在白云乡。<br>春愁寂寞天应老，夜色朦胧月亦香。<br>楚客不吟江路寂，吴王已醉苑台荒。<br>枝头谁见花惊处？袅袅微风簌簌霜。</p> <p>断魂只有月明知，无限春愁在一枝。<br>不共人言唯独笑，忽疑君到正相思。<br>歌残别院烧灯夜，妆罢深宫览镜时。<br>旧梦已随流水远，山窗聊复伴题诗。",
  "shangxi": "<h2>其一赏析</h2> <p>　　“琼姿只合在瑶台，谁向江南处处栽？”琼姿，这是古<a href=\"http://so.gushiwen.org/view_69194.aspx\">诗</a>词中的常用词了，谓瑰丽的姿容，通常只用于梅花。不过，诗的首联，却一点也不因这措辞的常见而显得平凡：神话中的昆仑山，上有瑶台十二座，皆以五色彩玉筑成；梅花既有瑰丽的风姿，那么就本该（合，应该）充任瑶台上的琼玉，至于它们为何不留居在飘渺的仙山，却被不知哪位仙家之手，栽向了江南的处处山林，这，可真是个令人大惑不解的疑问！这二句，给凡间的梅花，赋予了谪仙的身份，使它们纵然已降生到地上，却终究是超凡出尘、气质异于俗中众花。若不是诗人对梅的品行理解至深，安能作此奇想、出此奇语、发此奇问？至于为何只说栽于江南，而不说栽于天下，这，也可算得个疑问：大概，诗人一生足迹不出江南，在他的心目中，只有这片山川钟秀、人杰地灵的广土，才最适宜迎接梅的降临？</p> <p>　　“雪满山中高士卧”，梅花到底还是来到了人间，不过，它们既然是夙具仙骨，当然也不屑在尘埃之中生长；远离人迹的烦嚣，栖住到大雪铺满的深山，这，才是这位孤高拔俗的隐士的愿望。常人说到梅花，总不免提什么“傲霜斗雪”，其实，梅花又何尝逞勇好斗？雪满山中，它们却稳稳地酣卧，何尝把大雪放在心上？大雪又怎配做它们的对头？“月明林下美人来”，梅花到底是花的一种，是世人愿意亲近的美人，不过，这美人既然是仙子下凡，俗人当然不能轻易窥到，若去闹市中寻觅，无异于水中捞月。你须得摒弃一切俗念，退身到清风明月的林泉之下，那时，你才能见到她款款而来，神情是那么超朗闲雅，容貌是那么清秀动人，一如《世说新语》中的咏絮才女谢道蕴，“神情散朗”，有“林下风气”。</p> <p>　　“雪满山中高士卧，月明林下美人来。”请反复吟诵这千古名句，请反复体味其中的含义：独立而无惊、无憾的高士，秀雅而不艳、不俗的美人，梅花的高洁精神，不正化身于这二者而得到了最生动的显现了吗？</p> <p>　　“寒依疏影萧萧竹，春掩残香漠漠苔。”这二句是分承上二句，再作进一步的申说，其原来的含义，应该是如下：山间的苍苍秀竹，自不会放过与高士交结的机会，它们把自己萧萧竹声中的清寒，奉献给梅花的身影，好让那疏朗的梅影得了清寒的依附，更显得仪态高峻；山间最不起眼的漠漠青苔（漠漠，密布之貌），也知道爱怜美人，当她完成了报春的使命，零落的花瓣半蚀于春泥之时，它们也会把自己身携的微微春意，轻轻遮掩在她残留的清香之上，好让无意争春的美人，也多少领受点春的回报。这二句的正常顺序，本来也该是“萧萧寒竹依疏影，漠漠春苔掩残香”，殊不料，诗人却把“寒”与“春”提炼到醒目的句首，显得这二者才是依托于“疏影”、“残香”的梅之魂魄，而遗于句尾的“竹”、“苔”，倒成了这二者蜕下的躯壳。次序一变，诗的境界顿异，诗人的笔法，真是老到。</p> <p>　　“自去何郎无好咏，东风愁寂几回开？”何郎，指南朝的诗人<a href=\"http://so.gushiwen.org/author_569.aspx\">何逊</a>，作有《扬州法曹梅花盛开》等诗，虽然他不是第一个咏梅者，但诗人大概认为梅花的“好咏”（佳作）自他而始。在何逊之后，诗坛上当然也不乏“好咏”，但诗人在这里说梅花自从何逊去了便不逢知己，使自己不禁要问它们在漫漫的岁月里，寂寞愁苦地在东风中开落了多少回，似乎近千年来只生出自己一个梅花的知音——这，说他目无古人、过于自负，也未尝不是；但若没这份空前的自信，又如何有胆量抛开古人的陈规所限，别创出这千古佳作？况且，佳作既已咏成，就算他真的笑傲古人，古人到底也指摘他不得！</p> <p>　　具体的梅易写，抽象的梅难说；梅之形态易赋，梅之精魂难摄。何也？诗人若不先禀有梅的灵性，又安能窥到梅的灵魂深处？因此，由此意义上说，读者最该佩服的，倒不在诗人手笔的高妙，而应是诗人襟怀的高洁；读者在梅的“疏影”之上，也更该细看是否有诗人自己的身影在“依”着。</p> <p>　　临末还有一点说明。注家谓：“雪满山中”句，出自东汉袁安卧雪之典；“月明林下”句，出自隋朝赵师雄在月夜林中逢美人饮酒、醒来在大梅树下之典。（见清人金坛《高青丘诗集注》）其实，袁安卧雪在城中，而不在山上；赵师雄所遇的美人，与赵在酒肆中狎饮，岂可算梅花的化身？清人寻出的典故，多有胶柱鼓瑟之病，今悉不取。</p><br/><h2>赏析</h2> <p>　　梅，据考证是一种原产于中国的植物，自古以来就是一种常用的果品。但是上古的<a href=\"http://so.gushiwen.org/view_69194.aspx\">诗</a>歌里却吟咏得不多，诗经里‘摽有梅’一诗曾提到梅实，也只是作为起兴的由头，没有把它作为吟咏的主体。南北朝时代<a href=\"http://so.gushiwen.org/author_92.aspx\">陆凯</a>折梅赠驿使所赋的诗，也仅仅是把梅花当作一种表达友情的道具。真正在诗歌中给梅花赋予人格化的形象，那还是唐以后的事。因为梅花是在天寒地冻的时节凌霜冒雪而开，不与众芳为伍，所以人们赋予了它清高、孤峭、顽强、坚贞的品格；又因为梅花开在冬末早春，相比于三春光景那种桃李芳菲，百花烂漫的盛季，它算是占得了春先，所以人们又赋予了它报春使者的声名，成了先知先觉的先驱者或酿时造势的的英雄豪杰的形象。歌剧《江姐》中的“红梅赞”这首歌，就是梅花品格的一幅恰如其分的写照。</p> <p>　　唐宋以后，诗歌中提到梅花的，何止千首，就是专以梅花作为吟咏对象的诗词也非常多。各个诗人吟咏的角度，各人的风格各有不同，韵味各异，这样也就有着不同的欣赏点。</p> <p>　　<a href=\"http://so.gushiwen.org/author_741.aspx\">高启</a>的这九首诗，大概是受到<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>秋兴八首的启发专门为梅花而精心写就的组诗。对这组诗评析的文章在网络上可以看到很多，在此不做赘述。我觉得这组诗描写梅花，不仅状其影，更传其神！我特别欣赏其中状写出的那种清灵空澈有时又朦胧恍惚的意境，尤其是其中的一些美词佳句。比如‘将疏尚密微经雨，似暗还明远在烟。’‘ 淡月微云皆似梦，空山流水独成愁。’‘诗随十里寻春路，愁在三更挂月村。’‘春愁寂寞天应老，夜色朦胧月亦香。’‘ 断魂只有月明知，无限春愁在一枝。不共人言唯独笑，忽疑君到正相思。’等等，给人以无限广阔的想象空间。</p> <p>　　<a href=\"http://so.gushiwen.org/author_611.aspx\">曹雪芹</a>《红楼梦》里有几组诗，多从高启这组诗借鉴或脱胎。以前读《红楼梦》，大观园姐妹起诗社，先是咏白海棠，接着咏菊，后来又在芦雪亭聚会咏红梅花，特别欣赏薛宝琴‘闲庭曲槛无余雪，流水空山有落霞’之句，后来方知脱胎于‘淡月微云皆似梦，空山流水独成愁’。其它一些丽句，如‘窗隔疏灯描远近，篱筛破月锁玲珑’，也似乎有着这组梅花诗的影子。</p> <p>　　后来清代<a href=\"http://so.gushiwen.org/author_2229.aspx\">张问陶</a>复作梅花八首，足可以与高启这梅花九首并称双璧。</p>",
  "poet": {
    "id": 741,
    "star": 0,
    "name": "高启",
    "image": "http://img.gushiwen.org/authorImg/gaoqi.jpg",
    "desc": "高启（1336－1373）汉族，江苏苏州人，元末明初著名诗人，与杨基、张羽、徐贲被誉为“吴中四杰”，当时论者把他们比作“明初四杰”，又与王行等号“北郭十友”。字季迪，号槎轩，平江路（明改苏州府）长洲县（今江苏省苏州市）人；洪武初，以荐参修《元史》，授翰林院国史编修官，受命教授诸王。擢户部右侍郎。苏州知府魏观在张士诚宫址改修府治，获罪被诛。高启曾为之作《上梁文》，有“龙蟠虎踞”四字，被疑为歌颂张士诚，连坐腰斩。有《高太史大全集》、《凫藻集》等。"
  },
  "tags": [
    "梅花",
    "组诗"
  ]
}