{
  "id": 56077,
  "star": 157,
  "name": "鹊桥仙·华灯纵博",
  "dynasty": "宋代",
  "content": "华灯纵博，雕鞍驰射，谁记当年豪举。酒徒一半取封侯，独去作、江边渔父。<br>轻舟八尺，低篷三扇，占断苹洲烟雨。镜湖元自属闲人，又何必、君恩赐与。",
  "fanyi": "<p><strong>译文</strong><br>当年在华丽的灯光下纵情地博弈，骑着骏马猎射驰骋，谁还记得我当年豪壮的军旅生活？那些无聊酒徒有许多如今都封了官爵，只有我等愿意隐居江边做渔翁。<br>江边有八尺轻舟。撑着低低的三扇篷，独自享受长满蘋草的水边景色，镜湖本来就属于像我这样的闲适之人。又何必非要你“官家”赐与不可呢？</p> <p><strong>注释</strong><br>1、华灯：装饰华丽的灯台。<br>2、纵博：纵情赌博。此处视为豪爽任侠的一种行为表现。《剑南<a href=\"http://so.gushiwen.org/view_56077.aspx\">诗</a>稿》卷二十五《九月一日夜读诗稿有感走笔作歌》：“四十从戎驻南郑，酣宴军中夜连日……华灯纵博声满楼，宝钗艳舞光照席。……”<br>3、酒徒：犹言市井平民，普通人。《史记》卷九十七《郦生陆贾列传》：“郦生嗔目案剑叱使者曰：走，复入言沛公！吾高阳酒徒也，非儒人也。”<br>4、渔父：渔翁，打鱼的老人。<br>5、占断：完全占有。<br>6、蘋洲：丛生苹草的小河。<br>7、镜湖：在浙江会稽、山阴两县交界处，周遭三百余里，以水平如镜而出名。<br>8、闲人：作者自称，乃愤激之辞。<br>9、官家赐与：唐开元间，诗人<a href=\"http://so.gushiwen.org/author_368.aspx\">贺知章</a>告老还乡到会稽，唐玄宗诏赐镜湖剡溪一曲。<a href=\"http://so.gushiwen.org/author_272.aspx\">陆游</a>反用其典，表达自己的不满之情。官家，指皇帝，此处明指唐玄宗，实指当时的南宋皇帝。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这是<a href=\"http://so.gushiwen.org/author_272.aspx\">陆游</a>闲居故乡山阴时所作。山阴地近镜湖，因此他此期词作多为“渔歌菱唱”。山容水态之咏，棹舞舟模之什，貌似清旷谈远，萧然物外，殊不知此翁身寄湖山，心存河岳。他写“身老沧洲”的惨谈生活，正是“心在天山”的痛苦曲折的反映。这首《鹊桥仙》即其一例。仔细品味当得<a href=\"http://so.gushiwen.org/view_56077.aspx\">诗</a>人心思、真实处境。</p> <p>　　词从南郑幕府生活写起。发端两句，对他一生中最难忘的这段戎马生涯作了一往情深的追忆。在华丽的明灯下与同僚纵情赌博，骑上骏马猎射驰驱，这是多么豪迈的生活！当时南郑地处西北边防，为恢复中原的战略据点。<a href=\"http://so.gushiwen.org/author_726.aspx\">王炎</a>入川时，宋孝宗曾面谕布置北伐工作；陆游也曾为王炎规划进取之策，说“经略中原必自长安始，取长安必自陇右始”（见《宋史·陆游传》）。他初抵南郑时满怀信心地唱道：“国家四纪失中原，师出江淮未易吞。会看金鼓从天下，却用关中作本根。”（《山南行》）因此，他在军中心情极为舒畅，遂有“华灯纵博”、“雕鞍驰射”的“当年豪举”。词句显得激昂整炼，入势豪迈。但第三句折入现实，紧承以“谁记”二字，顿时引出一片寂寞凄凉。朝廷的国策起了变化，大有可为的时机就此白白丧失了。</p> <p>　　不到一年，王炎被召还朝，陆游转官成都，风流云散，伟略成空。那份豪情壮志，当年曾有几人珍视？此时更有谁还记得？词人运千钧之力于毫端，用“谁记”一笔兜转，于转折中进层。后两句描绘出两类人物，两条道路：终日酣饮耽乐的酒徒，反倒受赏封候；志存恢复的儒生如已者，却被迫投闲置散，作了江边渔父，事之不平，孰逾于此？这四、五两句，以“独”字为转折，从转折中再进一层。经过两次转折进层，昔日马上草檄、短衣射虎的英雄，在此时却已经变成孤舟蓑笠翁了。那个“独”字以入声直促之音，高亢特起，凝铸了深沉的孤愤和掉头不顾的傲岸，声情悉称，妙合无垠。</p> <p>　　下片承“江边渔父”以“轻舟”、“低逢”之渺小与“苹洲烟雨”之浩荡对举，复缀“占断”一语于其间，再作转折进层。“占断”即占尽之意。纵一苇之所如，凌万顷之茫然，无拘无束，独往独来，是谓“占断烟雨”。三句写湖上生涯，词境浩渺苍凉，极烟水迷离之致，含疏旷要眇之情。词至此声情转为纾徐萧散，节奏轻缓。但由于“占断”一词撑拄其间，又显得骨力开张，于舒缓中蓄拗怒之气，萧散而不失遒劲昂扬。“占断”以前既蓄深沉的孤愤和掉头不顾的傲岸之情，复于此处得“占断”二字一挑，于是，“镜湖元自属闲人，又何必官家赐与”这更为昂扬兀傲的两句肆口而成，语随调出，唱出了全阕的最高音。唐代诗人<a href=\"http://so.gushiwen.org/author_368.aspx\">贺知章</a>老去还乡，玄宗曾诏赐镜湖一曲以示矜恤。陆游借用这一故事而翻出一层新意——官家（皇帝）既置他于闲散，这镜湖风月本来就只属闲人，还用得着你官家赐与吗？再说，天地之大，江湖之迥，何处不可置他八尺之躯，谁又稀罕“官家”的赐与？这个结句，表现出夷然不屑之态，愤慨不平之情，笔锋直指最高统治者，它把通首迭经转折进层蓄积起来的激昂不平之意，挟其大力盘旋之势，千回百转而后骤现，故一出便振动全词，声情激昂，逸响悠然，浩歌不绝。　</p> <p>　　这首抒情小唱很能代表陆游放归后词作的特色。他在描写湖山胜景，闲情逸趣的同时，总蕴含着壮志未酬、壮心不已的幽愤。这首《鹊桥仙》中雕鞍驰射，苹洲烟雨，景色何等广漠浩荡！而“谁记”、“独去”、“占断”这类词语层层转折，步步蓄势，隐曲幽微，情意又何等怨慕深远！这种景与情，广与深的纵模交织，构成了独特深沉的意境。明代<a href=\"http://so.gushiwen.org/author_181.aspx\">杨慎</a>《词品》说：“放翁词，纤丽处似淮海，雄快处似东坡。其感旧《鹊桥仙》一首（即此词），英气可掬，流落亦可惜矣。”他看到了这首词中的“英气”，却没有看到其中的不平之气，清代陈廷焯编《词则》，将此词选入《别调集》，在“酒徒”两句上加密点以示激赏，眉批云：“悲壮语，亦是安分语。”谓为“悲壮”近是，谓为“安分”则远失之。这首词看似超脱、“安分”，实则于啸傲烟水中深寓忠愤抑郁之气，内心是极不平静，极不安分的。不窥其隐曲幽微的深衷，说他随缘、安分，未免昧于骚人之旨，委屈了志士之心。</p> <p>　　这首词，读来荡气回肠、确是上乘之作。</p><br/><h2>赏析二</h2> <p>　　“华灯纵博，雕鞍驰射，谁记当年豪举。”开篇就追忆往事，发表感慨。这两句采用倒叙手法，回忆“当年”旧事。从“华灯纵博，雕鞍驰射”两个对偶句，知所谓当年是指在南郑从军一段时期。他对这一时期的“豪举”生活，印象极为深刻，后来多次见于吟咏。这是因为：一、他亲自到了接近国防前线的地区，接触许多激动人心的场景，如射猎、检阅、韩信拜将坛、武侯祠庙，登高远望长安诸山，义士冒死驰递情报等等。二、扩展了视野，丰富了生活，激发了爱国热情，获得了大量的创作题材，奠定了“<a href=\"http://so.gushiwen.org/view_56077.aspx\">诗</a>外功夫”的理论。完全可以说，南郑从军，对他的诗歌艺术具有划时代的意义。他曾有诗说：“华灯纵博声满楼，宝钗艳舞光照席。”“分骑霜天伐狐兔，张灯雪夜掷枭卢。”前两句辞采华丽，极具象征意义，将当年南郑从戎时期，词人与同僚纵情欢赌、策马射猎的生活场景重现。此处赌博并无贬义，突显的恰是一掷千金的豪爽性格。“谁记”二字转折强烈，写华年消逝、世事变迁之后，还有谁记得当年的豪情壮志。</p> <p>　　“酒徒一半取封侯，独去作江边渔父。”这两句紧承“谁记”领起的转折，想过去，叹今朝。从此，下文分向“低沉”和“开朗”两方面开拓。封侯、渔父，是两种截然不同的人生遭遇，荣辱升沉，各有畔岸。“酒徒”是普普通通的平凡之人，暗用<a href=\"http://so.gushiwen.org/author_746.aspx\">刘邦</a>时策士郦生故事，在这儿是指原来和自己比肩而后来逐渐爬上去的达官贵人（如<a href=\"http://so.gushiwen.org/author_529.aspx\">范成大</a>、<a href=\"http://so.gushiwen.org/author_2737.aspx\">周必大</a>都位至宰执）。当年与自己一起饮酒的人，至少有一半已经封侯进爵，可是自己却落得病老乡里，成了一个靠打渔为生的衰老渔夫。这里只作说明，并不见褒贬或感叹的痕迹。但也不禁使人发问：那些酒徒，是怎样取得封侯的，自己又为什么落拓江湖甘心去做钓徒渔父，但这不是作论文，为艺术法则所制约，不能说，也不必说了。诗词语者，有它的特色，留有余味，让读者自去咀嚼和解答，这就是“言有尽而意无穷”的妙处。“独”字突显出孤家寡人、顾影自怜之意。把成为“渔父”的自己置于“封侯者”之中，对比鲜明，写出<a href=\"http://so.gushiwen.org/author_272.aspx\">陆游</a>仕途的坎坷失意。还应看到，去做渔父，有他的天惠条件，门前宅旁，江湖满地，烟水迷离，是渔父生涯最理想的环境。无怪他在词作里常常提列。此篇而外，如《渔歌子》五首、《鹊桥仙·一竿风月》、《长相思》五首，都是歌颂渔钓生活的清丽超爽之作。诚然，这里也许微寓《楚辞·渔父》“举世皆浊而我独清”的惋叹。</p> <p>　　下阕紧承“渔父”二字，从小船写起。“轻舟八尺，低篷三扇”，八尺长的轻小舟船，只有三扇低矮的蓬窗，恐怕只能容下词人一人。但是，词人却说它“占断蘋洲烟雨”，别有新致。表现出词人对渔钓生活的喜爱。“占断颇洲烟雨”，情景交融，韵味殊胜。蘋洲之上，烟雨迷蒙，水云之乡，为自己独占．逍遥容与，可以尽情领略心境何等旷远。<a href=\"http://so.gushiwen.org/author_145.aspx\">况周颐</a>说：“善言情者，但写景而情在其中。”只此一句，抵得<a href=\"http://so.gushiwen.org/author_331.aspx\">张志和</a>全篇《渔歌子》，此可视为“当年豪举”在意境上的升华。在广阔的湖面这一背景中，相较于“轻舟”之小，湖水简直可称大而无当，如此轻巧纤弱的一叶扁舟，绝对不可能占尽风雨，唯词人胸怀宽广能为之。通过这样鲜明的对比，词人言明渔钓生活已成为自己的精神栖所。</p> <p>　　“镜湖元自属闲人，又何必官家赐与。”这两句引<a href=\"http://so.gushiwen.org/author_368.aspx\">贺知章</a>的典故。贺知章是会稽人，为官为文都很成功，天宝年间自请归乡为道士，唐玄宗特赐封地。这两句中，词人用略带嘲讽的口吻，打趣贺知章受皇恩所赐得以清闲归乡，实是用以自嘲，嘲笑自己衰鬓残年尚寸功未立。虽有怨念，但词人不仅把这种情怀表达得十分平淡，还显得英气凛然，可能是其晚年心境愈发冲和的缘故。</p> <p>　　后人论辛、陆诗词，谓“时时掉书袋．要是一癖”。其实用事只要贴切自然，没有什么不可以。近代词人、词论家况周颐指出必欲得天然妙语，“其道有二。曰性灵流露，曰书卷酝酿。”可谓知言。<a href=\"http://so.gushiwen.org/author_181.aspx\">杨慎</a>评此作：“英气可掬，流落亦可惜矣！”杨慎于此拈出“英气”二字．丁消沉遁世的基调中看到开朗超拔的一面，具见法眼。在任何时代，作为一个诗人的气质来说，这种“英挺之气”断不可少。这是在品格和艺术创作中的间架和脊梁。</p> <p>　　全词用笔蕴蓄，颇见炼字炼句之功。如开头只用八个字，就概括了南郑从军多方而的“豪举”。“酒徒”二句，指出持身不同，遭逢各异，亦自言外有意。“占断”一句，只用六字，诗情画意，境界全出。正如<a href=\"http://so.gushiwen.org/author_433.aspx\">赵翼</a>所说：“放翁功夫精到，出语自然老洁，他人数言不能了者，只在一二语了之。”若姚范说他“苍黯蕴蓄之风盖微”，并非公允之论。</p> <p>　　另外，此词虽用了一半篇幅描绘渔父生涯，但陆游与张志和一类烟波钓徒全然不同。被迫投闲的渔父即使表面上再潇洒悠闲，骨子里仍是时时不忘“当年豪举”的爱国志士。正是这股内在的豪纵之气，贯注于全词，便在字里行间和转折推进中流露了一种强烈的不平、怨愤、牢骚和孤傲，而词中“谁记”、“独去”、“占断”、“元自”、“何必”等词语，则在表现上述感情方面起了重要作用。</p>",
  "about": "<h2>创作背景</h2> 　　这首词为词人晚年罢归山阴后所写。<a href=\"http://so.gushiwen.org/author_272.aspx\">陆游</a>少年时便负有凌云之志，为抗击金兵驰骋奔走。但因此而为主和派排挤，屡遭贬黜。请缨无路的词人只好寄情江湖，渔樵度日，然而终是忧愤难平。这首《鹊桥仙》就表达了他这种心情。",
  "poet": {
    "id": 272,
    "star": 0,
    "name": "陆游",
    "image": "http://img.gushiwen.org/authorImg/luyou.jpg",
    "desc": "陆游（1125—1210），字务观，号放翁。汉族，越州山阴（今浙江绍兴）人，南宋著名诗人。少时受家庭爱国思想熏陶，高宗时应礼部试，为秦桧所黜。孝宗时赐进士出身。中年入蜀，投身军旅生活，官至宝章阁待制。晚年退居家乡。创作诗歌今存九千多首，内容极为丰富。著有《剑南诗稿》、《渭南文集》、《南唐书》、《老学庵笔记》等。"
  },
  "tags": [
    "宋词三百首",
    "追忆",
    "生活",
    "壮志"
  ]
}