{
  "id": 8080,
  "star": 497,
  "name": "金陵酒肆留别",
  "dynasty": "唐代",
  "content": "风吹柳花满店香，吴姬压酒唤客尝。<br>金陵子弟来相送，欲行不行各尽觞。<br>请君试问东流水，别意与之谁短长。",
  "fanyi": "<p><strong>译文</strong><br>春风吹起柳絮，酒店满屋飘香，侍女捧出美酒，劝我细细品尝。<br>金陵年轻朋友，纷纷赶来相送。欲走还留之间，各自畅饮悲欢。<br>请你问问东流江水，别情与流水，哪个更为长远？</p> <p><strong>注释</strong><br>⑴金陵：今江苏省南京市。酒肆：酒店。留别：临别留<a href=\"http://so.gushiwen.org/view_8080.aspx\">诗</a>给送行者。<br>⑵风吹：一作“白门”。<br>⑶吴姬：吴地的青年女子，这里指酒店中的侍女。压酒：压糟取酒。古时新酒酿熟，临饮时方压糟取用。唤：一作“劝”，一作“使”。<br>⑷子弟：指<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>的朋友。<br>⑸欲行：将要走的人，指诗人自己。不行：不走的人，即送行的人，指金陵子弟。尽觞（shāng）：喝尽杯中的酒。觞，酒杯。<br>⑹试问：一作“问取”</p>",
  "shangxi": "<h2>赏析</h2> <p>　　柳絮飘飞的时节，江南水村山郭的一家小酒店里，即将离开金陵的<a href=\"http://so.gushiwen.org/view_8080.aspx\">诗</a>人，满怀别绪。骀荡的春风，卷起了垂垂欲下的杨花，轻飞乱舞，扑满店中；当垆的姑娘，捧出新压榨出来的美酒，劝客品尝。这里，柳絮濛濛，酒香郁郁，扑鼻而来，也不知是酒香，还是花香。这么一幅令人陶醉的春光春色的画面，该用许多笔墨来表现。此诗只“风吹柳花满店香”七字，就将风光的骀荡，柳絮的精神，以及酒客沉醉东风的情调，生动自然地浮现在纸面之上；而且又极洒脱超逸，不费半分气力，脱口而出，纯任直观，于此，充分显示了<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>的才华。</p> <p>　　“风吹柳花满店香，吴姬压酒劝客尝。”</p> <p>　　和风吹着柳絮，酒店里溢满芳香；吴姬捧出新压的美酒，劝客品尝。“金陵”，点明地属江南，“柳花”，说明时当暮春。这是柳烟迷蒙、春风沉醉的江南三月，诗人一走进店里，沁人心脾的香气就扑面而来。这一“香”字，把店内店外连成一片。金陵古属吴地，遂称当地女子为“吴姬”，这里指酒家女。她满面春风，一边压酒（即压酒糟取酒汁），一边笑语殷勤地招呼客人。置身其间，真是如沐春风，令人陶醉，让人迷恋。</p> <p>　　这两句写出了浓浓的江南味道，虽然未明写店外，而店外“杂花生树，群莺乱飞”，杨柳含烟的芳菲世界，已依稀可见。此时，无论是诗人还是读者，视觉、嗅觉、听觉全都调动起来了。</p> <p>　　“柳花”，即柳絮，本来无所谓香，但一些诗人却闻到了，如传奇“莫唱踏阳春，令人离肠结。郎行久不归，柳自飘香雪。”“香”字的使用，一则表明任何草木都有它微妙的香味，二则这个“香”字代表了春之气息，这不但活画出一种诗歌意境，而且为下文的酒香埋下伏笔。其实，对“满店香”的理解完全不必拘泥于“其柳花之香”，那当是春风吹来的花香，是泥土草木的清香，是美酒飘香，大概还有“心香”，所谓心清闻妙香。这里的“店”，初看不知何店，凭仗下句始明了是指酒店。实在也唯有酒店中的柳花才会香，不然即使是最雅致的古玩书肆，在情景的协调上，恐怕也还当不起“风吹柳花满店香”这七个字。所以这个“香”字初看似觉突兀，细味却又感到是那么妥贴。</p> <p>　　“金陵子弟来相送，欲行不行各尽觞。”</p> <p>　　金陵的一群年轻人来到这里，为诗人送行。饯行的酒啊，你斟我敬，将要走的和不走的，个个干杯畅饮。也有人认为，这是说相送者殷勤劝酒，不忍遽别；告别者要走又不想走，无限留恋，故“欲行不行”。</p> <p>　　李白此行是去扬州。他后来在《上安州裴长史书》说：“曩昔东游维扬，不逾一年，散金三十余万，有落魄公子，悉皆济之。此则白之轻财好施也。”李白性格豪爽，喜好交游，当时既年轻富有，又仗义疏财，朋友自是不少。在金陵时也当如此。一帮朋友喝酒，话别，少年刚肠，兴致盎然，没有伤别之意，这也很符合年轻人的特点。“尽觞”，意思是喝干杯中酒。“觞”，酒器。</p> <p>　　“请君试问东流水，别意与之谁短长？”</p> <p>　　金陵一行，诗人是快乐的。在这样一个美好的时节，一个让人留恋的地方，诗人却要走了。面对美丽的江南风物和朋友们的盛情挽留，诗人依依不舍，他在想：怎样才能表达自己的无限惜别之情呢？也许饯别的酒店正面对大江，诗人顺手一指，以水为喻：“请你们问问那东流的江水，离情别意与它相比究竟谁短谁长？”</p> <p>　　情感是抽象的，即使再深再浓，也看不见摸不着；而江水是形象的，给人的印象是绵绵不绝。但诗人不是简单的相喻，而是设问比较，迷迷茫茫地，似收而未收住，言有尽而意无穷，给人以想象的空间。采用这种表现手法，李白可能受到前人的启发，如<a href=\"http://so.gushiwen.org/author_32.aspx\">谢朓</a>就写过“大江流日夜，客心悲未央”，但李白写得更加生动自然。与“桃花潭水深千尺，不及汪伦送我情”有异曲同工之妙。</p> <p>　　此诗构思巧妙。首句”风吹柳花满店香“，是阒无一人的境界，第二句”吴姬压酒劝客尝“，当垆红粉遇到了酒客，场面上就出现人了，等到“金陵子弟”这批少年一涌而至时，酒店中就更热闹了。别离之际，本来未必有心饮酒，而吴姬一劝，何等有情，加上“金陵子弟”的前来，更觉情长，谁也不愿舍此而去。可是偏偏要去，“来相送”三字一折，直是在上面热闹场面上泼了一盆冷水，点出了从来热闹繁华就是冷寂寥落的前奏。李白要离开金陵了。但是，如此热辣辣的诀舍，总不能跨开大步就走吧。于是又转为“欲行不行各尽觞”，欲行的诗人固陶然欲醉，而不行的相送者也各尽觞，情意如此之长，于是落出了“请君试问东流水，别意与之谁短长”的结句，以含蓄的笔法，悠然无尽地结束了这一首抒情的短歌。</p> <p>　　很多人写离别，大多少不了言愁，所谓“离愁别绪”。然而，李白这首诗中连一点愁的影子都不见，只有别意。诗人正值青春华茂，他留别的不是一两个知己，而是一群青年朋友。这种惜别之情在他写来，饱满酣畅，悠扬跌宕，唱叹而不哀伤，富于青春豪迈、风流潇洒的情怀。</p>",
  "about": "<h2>创作背景</h2> <p>　　此<a href=\"http://so.gushiwen.org/view_8080.aspx\">诗</a>当作于唐玄宗开元十四年（726年）。<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>在出蜀当年的秋天，往游金陵（今江苏南京），大约逗留了大半年时间。开元十四年春，诗人赴扬州，临行之际，朋友在酒店为他饯行，李白作此诗留别。</p>",
  "poet": {
    "id": 247,
    "star": 0,
    "name": "李白",
    "image": "http://img.gushiwen.org/authorImg/libai.jpg",
    "desc": "李白（701年－762年），字太白，号青莲居士，唐朝浪漫主义诗人，被后人誉为“诗仙”。祖籍陇西成纪(待考)，出生于西域碎叶城，4岁再随父迁至剑南道绵州。李白存世诗文千余篇，有《李太白集》传世。762年病逝，享年61岁。其墓在今安徽当涂，四川江油、湖北安陆有纪念馆。"
  },
  "tags": [
    "唐诗三百首",
    "离别",
    "饮酒"
  ]
}