{
  "id": 31667,
  "star": 17,
  "name": "嘲春风",
  "dynasty": "唐代",
  "content": "春风何处好？别殿饶芳草。<br>苒嫋转鸾旗，萎蕤吹雉葆。<br>扬芳历九门，澹荡入兰荪。<br>争奈白团扇，时时偷主恩。",
  "shangxi": "<h2>鉴赏</h2> <p>　　古今多数文学史家和舆论家们，他们把<a href=\"http://so.gushiwen.org/author_415.aspx\">温庭筠</a>的词嗤之以为梁陈余风，视为靡靡之音，不信他能有什么政治寄托。几乎等于把美人香草要从《离骚》中赶了出来。这对于温庭筠是有欠公正的。</p> <p>　　温庭筠的这一首<a href=\"http://so.gushiwen.org/view_31667.aspx\">诗</a>，他自己首先就署上了一个“嘲”字。嘲者，讥笑也。然而从他的诗里看，他把春风写得又是非常好。好而要受到讥笑，就不能不说是在“指桑骂槐”。因此，可以把此诗作为一首有寄托的诗来读。</p> <p>　　此诗开门见山就提出了“春风何处好？”接着他列举了五种春风的行动，来证明春风之好。换句话说，这五种行动，就是温庭筠理想中的“风”。好而遭到遗弃，就是盲目讨好，这所以是该予以嘲笑的。那么嘲风之盲目，也正是嘲皇帝之不识好坏。评论界有人总是认为温庭筠不配《离骚》，其实他的这首诗可以说正是继承了楚风的“骚”意，因为它很容易使人想到了<a href=\"http://so.gushiwen.org/author_358.aspx\">宋玉</a>的《风赋》：</p> <p>　　故其清凉雄风，则飘举升降，乘凌高城，入于深宫。邸华叶而振气，徘徊于桂椒之间，翱翔于激水之上，将击芙蓉之精，猎蕙草、离秦蘅、概新夷、被荑扬。回穴冲陵，萧条众芳。然后徜徉中庭，北上玉堂，跻于罗帷，经于洞房，乃得为大王之风也。故其风中人，状直憯凄惏栗，清凉增欷。清清冷冷，愈病析酲。发明耳目，宁体便人。此所谓大王之雄风也。</p> <p>　　温庭筠在这里，正是师承了此意的。试来解读风的好处：</p> <p>　　第一种好处：“别殿饶芳草”，“饶”有丰、饱的意思。这里作动词用，可以理解为因“春风”而使芳草茂密丰盛起来了。芳草，就是香草，古人常常用它来比喻忠贞的美德。刘攽说：“自诗人比兴，皆以芳草佳卉为君子美德。”（《秦州玩芳亭记》）而这正是《离骚》的手法。如果用代数的方法，把这代了进去，那么等式就是说：春风有什么好处呢？它可以使君子具备着更多的美德。而这正是子夏在《诗序》中说的：“风，风也；风以动之”的本意。</p> <p>　　第二，“苒嫋转鸾旗”，“鸾旗”是皇帝鸾舆前面仪仗队所举的彩旗，用以显示仪表的威严的。春风能使它得以舒展，显得更生动勃郁。这正是<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>的“致君尧舜”的意思。</p> <p>　　第三，“萎蕤吹雉葆”，“萎蕤”，旗名，也是卤簿中的一种。但萎蕤也形容草木茂盛的样子。“葆”，就是羽葆，古时用鸟毛装饰的车盖；也就是指皇帝所坐的车子“鸾舆”。<a href=\"http://so.gushiwen.org/author_6.aspx\">张衡</a>《东京赋》：“羽盖威蕤”。雉，是野鸡。是用野鸡尾巴的毛作装饰的一种宫扇，也是皇帝近前的仪仗。“萎蕤吹雉葆”，是说春风吹动着这些仪仗，就像吹动着茂密的青草。不仅写出了皇帝仪仗队伍之浩荡，更写出了春风的质感。可以说，这些葆羽，正是因春风才显得这样流动而有生气的。</p> <p>　　以上两句从远一直写到近，写春风能使皇帝的仪仗显得更为显赫。可以试想，这样长长的仪仗队在春风中飘拂着前进，与在夏日无风的蔫搭搭地前进，则这有风与无风的气象是完全不同的。</p> <p>　　第四“扬芳历九门”，九门，指天子之门，是说春风把芬芳的气息吹进了天子的宫廷。如果没有春风，则纵有九门，也是没有生气的。</p> <p>　　第五，“澹荡入兰荪”，淡荡是水波荡漾的样子。这里也是形容风，如水波之荡漾，似乎这春风飘举升降入于深宫，徜徉中庭，北上玉堂，跻入罗帷之后，终因无所是事，而不得已又钻入芳草丛中的了。因为“争奈白团扇，时时偷主恩”，尽管它如何的想为皇上振兴威仪，无奈皇帝还是只喜欢那种虽无好风，却能经常出入怀袖的小团扇子。小人在位，是以君子只有入于兰荪，与草木为伍了。</p> <p>　　值得注意的是，他把春风写得是十分生动。风本是没有形质的东西，但是由于他抓住了风的特性，如“饶”、“转”、“吹”、“扬”、“历”、“澹荡”等，或写风的自动，或因物以显形，都莫不富有特性。因而使人处处感到风动，而且，他写春风而已，却又是故意地把它放在庄严、芬芳的处所。它虽也接近皇帝，但只止于威仪，而不及怀袖，正如宋玉说的：是“愈病析酲，发明耳目”而不是使之更加沉溺，昏昏欲睡。因此，这样的风，清醒者喜欢，而欲昏聩以终的是不高兴的。这令人想到了唐宣宗与<a href=\"http://so.gushiwen.org/author_815.aspx\">李德裕</a>的故事。宣宗刚即位，“德裕奉册太极殿。帝还谓左右曰：‘向行而近我者，非太尉耶？顾我毛发为森竖！’翌日，罢为荆南节度使，俄徙东都留守。”这里的春风多像李德裕，当李德裕扶助武宗时，唐室几乎中兴，可惜为时不久，宣宗即位，又复重用竖宦与小人，把一个“几使唐室中兴”（<a href=\"http://so.gushiwen.org/author_504.aspx\">王夫之</a>语）的大臣，一贬再贬，直至送至天涯海角以致死亡。那么，这一首诗当是写于李德裕遭贬，然而还没有到崖州之时。因为如果李德裕贬死，温庭筠哭尚且来不及，决不可能用现在的这种嘲笑的态度。</p> <p>　　置春风于不顾而恋小巧团扇的，这是时代的悲哀。这里的“嘲”，实际是赞美，赞美春风的知其不可为而为之的精神。然而不论怎样努力，终于还是贬了下来，和芳草们在一起。这是诗人在为春风作不平之鸣，哀皇帝之昏而憎团扇之佞。然而如此爱，如此哀，如此恨皆不可能，是以只有反其意而将爱以“嘲”出之。嘲者，亦有哀其不识不知之过也。温庭筠之自哂，也许他是悟了，所以历史上说他流落江湖，“不知所终”，则为仙为道，为贼为寇皆不可知。只留下个当朝称他的儿子为“孽子”，则终是反朝廷也为可知矣。</p>",
  "poet": {
    "id": 415,
    "star": 0,
    "name": "温庭筠",
    "image": "http://img.gushiwen.org/authorImg/wentingyun.jpg",
    "desc": "温庭筠（约812—866）唐代诗人、词人。本名岐，字飞卿，太原祁（今山西祁县东南）人。富有天才，文思敏捷，每入试，押官韵，八叉手而成八韵，所以也有“温八叉”之称。然恃才不羁，又好讥刺权贵，多犯忌讳，取憎于时，故屡举进士不第，长被贬抑，终生不得志。官终国子助教。精通音律。工诗，与李商隐齐名，时称“温李”。其诗辞藻华丽，秾艳精致，内容多写闺情。其词艺术成就在晚唐诸词人之上，为“花间派”首要词人，对词的发展影响较大。在词史上，与韦庄齐名，并称“温韦”。存词七十余首。后人辑有《温飞卿集》及《金奁集》。"
  },
  "tags": [
    "春天",
    "写风",
    "赞美"
  ]
}