{
  "id": 52927,
  "star": 28,
  "name": "鹧鸪天·建康上元作",
  "dynasty": "宋代",
  "content": "客路那知岁序移。忽惊春到小桃枝。天涯海角悲凉地，记得当年全盛时。 <br>花弄影，月流辉。水精宫殿五云飞。分明一觉华胥梦，回首东风泪满衣。",
  "shangxi": "<h2>赏析</h2> <p>　　<a href=\"http://so.gushiwen.org/author_632.aspx\">赵鼎</a>是南宋初年中兴名臣。这首词系他南渡之后作于建康（今江苏南京）。上元即元宵。词人值此元宵佳节，抚今忆昔，表达了沉痛的爱国情思。</p> <p>　　起首二句，以顿入之笔点明身客地，不觉时间推移之速。词人解州闻喜（今属山西），人徽宗崇宁五年进士，之合被擢为开封士曹。靖康事变后，高宗仓皇南渡，驻跸建康，词人填此词时，应当系随驾至此。“客路”一句，直点题面，说明金兵南侵之际，自己流踄异乡，不知不觉又转过了一年。出语自然通俗，然于平淡中，且为下句作好铺垫。“忽惊春到小桃枝”，这句里以小桃点出上元。小桃，上元前后即著花，见《老学庵笔记》卷四。词句流畅清丽，于轻灵中寄慨叹，是上句的自然归宿。其中“那知”、“忽惊”两个短语，紧密呼应，有兔起鹘落之势，把词人此时的复杂的心情，切实地表现了出来。</p> <p>　　“天涯海角悲凉地”一语，续接起句“客路”二字。建康距离北宋首都开封，实际上并不很远，然而对一个因金人有南渡流落到江南的人来说，却有如天涯海角。和词人同时的<a href=\"http://so.gushiwen.org/author_536.aspx\">李清照</a>流落到江南之后，也写过表达类似的感情的词句：“今年海角天涯，萧萧两鬓生华。”（《清平乐》）词人此处一则曰“海角天涯”，二则曰“悲凉地”，这两短语连用加重语气，可以想见客愁之重、羁恨之深。这就具体表现了词人“忽惊”以后的情绪。当此时局纷乱之际，作为江防要塞的建康，一方面驻有南宋重兵，准备抵抗南下的金人；一方面是北方逃难来的人民，流离失所，凄凄惨惨。面对此情此景，词人自然而然想起北宋时欢度元宵的盛况，于是“记得当年全盛时”一句冲口而出。这句是整首<a href=\"http://so.gushiwen.org/view_52927.aspx\">诗</a>的一大转折。按照一般填词规律，词写到此上阕歇拍，如同战马收缰，告一段落。可是它的词意却直贯下片三句，有蝉联而下之妙。这样的结构好似辛稼轩《虞美人·别茂嘉十二弟》。辛词上阕歇拍云：“马上琵琶关塞黑，更长门翠辇辞金阕。看燕燕，送归妾。”下片云：“将军百战身名裂。向河梁，回头万里，故人长绝。”词意跨过两片，奔腾而下，歇拍处毫不停顿，一气呵成。因而<a href=\"http://so.gushiwen.org/author_408.aspx\">王国维</a>称之为“章法绝妙”（《人间词话》）。此词也是采用同样章法，两片之间，毫不割裂。作者上阕歇拍刚说“记得当年”，换头就写“全盛时”情景。但词人并未以实笔具体描写元宵之夜“歌舞百戏，鳞鳞相切，乐声嘈杂十余里”；也未写“灯山上彩，金碧相射，锦绣交辉”（俱见《东京梦华录》卷六），而是避实就虚，写花枝袅娜，月光皎洁，宫殿华丽云彩绚丽。从虚处着笔，此词就避免了一般化，从而令人读后有新颖之感，并能唤起美好的联想。</p> <p>　　结尾二句又将笔锋一转，写词人从回忆中的往事回到悲凉的现实生活中来。华胥梦，语出《列子·黄帝》，故事讲的是黄帝昼寝而梦，游于华胥氏之国。其国无帅长，一切崇尚自然，没有利害冲突。此处例用来喻北宋全盛时景象，但是随着金人的入攻，霎时灰飞烟灭，恍如一梦。“华胥梦”上着以“分明一觉”四字，更加重梦幻色彩。词人如梦方醒，仔细辨认，春光依旧，然而景物全非，故词人两眶热泪，不禁潸然而下。这两句读之令人怆然。词一般以景结情为好，但以情煞尾，也有佳篇。譬如此词尾句纯用情语，且以“东风”二字与上阕“春到小桃枝”相呼应，丝丝入扣，却有溪流归海，读之令人有悠悠不尽的意味。</p> <p>　　此词结构极其缜密。“分明一觉华胥梦”是词中关键句子，也就是通常所说的“词眼”。词的上下二阕，全靠这个“词眼”的眼光照映。如起首两句中的“那知”、“忽惊”写从不知觉到陡然发现，即带有如梦初醒的意思；下片头三句则是梦境的显现；结句则是梦醒后的悲哀，处处关合“华胥梦”一语，于是整首词浑然一体，构成一首意境深沉的歌曲。从全词来看，感情写得有起有伏，曲折多变。如果说前三句写悲凉，下片则转写欢乐；如果说过片是写欢乐的高潮，那么结尾二句则又跌入悲怆的深渊。悲喜相生，跌宕起伏有致，因而能攫住读者的心灵。词中还运用了回忆对比的手法：以当日之悲凉，对比昔日之全盛；以梦中之欢乐，对比现实之悲哀。这种艺术手法冲破时间、空间的束缚，一任感情发泄，恣意挥写，哀而不伤，刚健深挚，与一般婉约词、豪放词均有不同。因此清人<a href=\"http://so.gushiwen.org/author_145.aspx\">况周颐</a>评曰：“清刚沈至，卓然名家，故君故国之思，流溢行间句里。”（《蕙风词话》卷二）这个评价是非常符合此词的特点，也是非常符合词人作为南宋初年中兴名臣的身份的。</p>",
  "about": "<h2>解读</h2> <p>　　此词通过今昔元宵的对比，抒发了强烈的黍离（国破家亡）之悲。</p> <p>　　开头两句，点明身在客地，不觉时序推移之快，原来春天已经来到了。“春到小桃枝”是上元到来的表征。用轻灵之笔写深沉的感慨。“天涯海角悲凉地”，补足“客路”二字含义。所谓天涯，主要的不是指地域遥远，而是指漂泊他乡异地。这时的建康，一方面是南宋驻有重兵，准备抵抗金侵略者；另一方面，又聚集了许多从北方逃难过来的流离失所者，真是一个“悲凉地”。在这样的情势下过上元，只能令人心酸。词人自然回忆起靖康之变以前“全盛时”的上元。</p> <p>　　下片紧接上片的意脉：“花弄影，月流辉，水精宫殿五云飞。”这就是变乱之前“全盛时”上元的情形。当时的上元非常繁华：“歌舞百戏，鳞鳞相切，乐声嘈杂十余里”，“灯山上彩，金碧相射，锦绣交辉”(《东京梦华录》卷六)。但是作者在此避实就虚，对这些繁华情景，不作具体描绘。“花弄影，月流辉’、是乐景。“弄”、“流”二字很能传“花影”、“月辉”之神，升平的氛围已呈现出来了。“水精宫殿五云飞。”笔墨侧重对皇宫中的太平祥和气氛的渲染。对过去的太平之象的褒扬渲染，是不是言过其实了呢?不能这样看。这样写的用意在于抒发对已经失掉了的过去的怀念和眷恋，用来和眼下的惨痛现实进行对比，从而反衬当前的惨象。所以紧接着就从幻梦回到了现实。<br></p><br/><h2>创作背景</h2> 　　靖康之变，汴京沦陷，宋徽宗、钦宗被金人俘虏，北宋王朝宣告灭亡。<a href=\"http://so.gushiwen.org/author_1073.aspx\">赵构</a>被拥立为帝，重新建立政权，是为南宋。宋高宗赵构渡江初期，驻跸建康(今南京)。作者随驾到达建康，此词大概是作于到建康不久的当年元宵节。",
  "poet": {
    "id": 632,
    "star": 0,
    "name": "赵鼎",
    "image": "http://img.gushiwen.org/authorImg/zhaoding.jpg",
    "desc": "赵鼎(1085-1147)， 南宋政治家、词人。字元镇，自号得全居士。南宋解州闻喜（今属山西）人。宋高宗时的宰相。有《忠正德文集》10卷，清道光刊本。《四印斋所刻词》有《得全居士词》一卷，存词45首。"
  },
  "tags": [
    "元宵节",
    "抚今忆昔",
    "爱国"
  ]
}