{
  "id": 12271,
  "star": 3299,
  "name": "枫桥夜泊 / 夜泊枫江",
  "dynasty": "唐代",
  "content": "月落乌啼霜满天，江枫渔火对愁眠。<br>姑苏城外寒山寺，夜半钟声到客船。",
  "fanyi": "<p><strong>译文<br></strong>月亮已落下乌鸦啼叫寒气满天， 对着江边枫树和渔火忧愁而眠。<br>姑苏城外那寂寞清静<a href=\"http://so.gushiwen.org/author_1397.aspx\">寒山</a>古寺， 半夜里敲钟的声音传到了客船。</p> <p><strong>注释</strong><br>枫桥：在今苏州市阊门外。<br>夜泊：夜间把船停靠在岸边。<br>乌啼：一说为乌鸦啼鸣，一说为乌啼镇。<br>霜满天：霜，不可能满天，这个“霜”字应当体会作严寒；霜满天，是空气极冷的形象语。<br>江枫：一般解释作“江边枫树”，江指吴淞江，源自太湖，流经上海，汇入长江，俗称苏州河。另外有人认为指“江村桥”和“枫桥”。“枫桥”在吴县南门（阊阖门）外西郊，本名“封桥”，因张继此<a href=\"http://so.gushiwen.org/view_12271.aspx\">诗</a>而改为“枫桥”。<br>渔火：通常解释，“鱼火”就是渔船上的灯火；也有说法指“渔火”实际上就是一同打渔的伙伴。<br>对愁眠：伴愁眠之意，此句把江枫和渔火二词拟人化。就是后世有不解诗的人，怀疑江枫渔火怎么能对愁眠，于是附会出一种讲法，说愁眠是寒山寺对面的山名。<br>姑苏：苏州的别称，因城西南有姑苏山而得名。<br>寒山寺：在枫桥附近，始建于南朝梁代。相传因唐代僧人寒山、<a href=\"http://so.gushiwen.org/author_2237.aspx\">拾得</a>曾住此而得名。在今苏州市西枫桥镇。本名“妙利普明塔院”，又名枫桥寺；另一种说法，“寒山”乃泛指肃寒之山，非寺名。寺曾经数次重建，现在的寺宇，为太平天国以后新建。寺钟在第二次世界大战时，被日本人运走，下落不明。<br>夜半钟声：当今的佛寺（春节）半夜敲钟，但当时有半夜敲钟的习惯，也叫「无常钟」或「分夜钟」。宋朝大文豪<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>曾提出疑问表示：“诗人为了贪求好句，以至于道理说不通，这是作文章的毛病，如张继诗句“夜半钟声到客船”，句子虽好，但那有三更半夜打钟的道理？”可是经过许多人的实地查访，才知苏州和邻近地区的佛寺，有打半夜钟的风俗。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这首七绝，是大历<a href=\"http://so.gushiwen.org/view_12271.aspx\">诗</a>歌中最著名之作。全诗以一愁字统起。前二句意象密集：落月、啼乌、满天霜、江枫、渔火、不眠人，造成一种意韵浓郁的审美情境。这二句既描写了秋夜江边之景,又表达了作者思乡之情。后两句意象疏宕：城、寺、船、钟声，是一种空灵旷远的意境。夜行无月，本难见物，而渔火醒目，霜寒可感；夜半乃阗寂之时，却闻乌啼钟鸣。如此明灭对照，无声与有声的衬托，使景皆为情中之景，声皆为意中之音，意境疏密错落，浑融幽远。一缕淡淡的客愁被点染得朦胧隽永，在姑苏城的夜空中摇曳飘忽，为那里的一桥一水，一寺一城平添了千古风情，吸引着古往今来的寻梦者。《唐诗三集合编》“全篇诗意自‘愁眠’上起，妙在不说出。”《碛砂唐诗》：“‘对愁眠’三字为全章关目。明逗一‘愁’字，虚写竟夕光景，辗转反侧之意自见。”《古唐诗合解》：“此诗装句法最妙，似连而断，似断而连。”</p> <p>　　诗人运思细密，短短四句诗中包蕴了六景一事，用最具诗意的语言构造出一个清幽寂远的意境：江畔秋夜渔火点点，羁旅客子卧闻静夜钟声。所有景物的挑选都独具慧眼：一静一动、一明一暗、江边岸上，景物的搭配与人物的心情达到了高度的默契与交融，共同形成了这个成为后世典范的艺术境界。其名句有：“姑苏城外<a href=\"http://so.gushiwen.org/author_1397.aspx\">寒山</a>寺，夜半钟声到客船。”</p> <p>　　《枫桥夜泊》描写了一个秋天的夜晚，诗人泊船苏州城外的枫桥。江南水乡秋夜幽美的景色，吸引着这位怀着旅愁的游子，使他领略到一种情味隽永的诗意美，写下了这首意境深远的小诗。表达了诗人旅途中孤寂忧愁的思想感情。</p> <p>　　为什么诗人一夜未眠呢？首句写了“月落、乌啼、霜满天”这三种有密切关联的景象。上弦月升起得早，到“月落”时大约天将晓，树上的栖鸟也在黎明时分发出啼鸣，秋天夜晚的“霜”透着浸肌砭骨的寒意，从四面八方围向诗人夜泊的小船，使他感到身外茫茫夜空中正弥漫着满天霜华。第二句写诗人一夜伴着“江枫”和“渔火”未眠的情景。</p> <p>　　小结：前两句写了六种景象，“月落”、“乌啼”、“霜满天”、“江枫”、“渔火”及泊船上的一夜未眠的客人。后两句只写了姑苏城外寒山寺，孟薰的钟声传到船上的情景。前两句是诗人看到的，后两句是诗人听到的，在静夜中忽然听到远处传来悠远的钟声，一夜未眠的诗人有何感受呢？游子面对霜夜江枫渔火，萦绕起缕缕轻愁。这“夜半钟声”不但衬托出了夜的静谧，而且揭示了夜的深沉，而诗人卧听钟声时的种种难以言传的感受，也就尽在不言中了。</p> <p>　　这首诗采用倒叙的写法，先写拂晓时景物，然后追忆昨夜的景色及夜半钟声，全诗有声有色，有情有景，情景交融。 </p><br/><h2>赏析二</h2> <p>　　这首七绝以一愁字统起。前二句意象密集：落月、啼乌、满天霜、江枫、渔火、不眠人，造成一种意韵浓郁的审美情境。后两句意象疏宕：城、寺、船、钟声，是一种空灵旷远的意境。江畔秋夜渔火点点，羁旅客子卧闻静夜钟声。所有景物的挑选都独具慧眼：一静一动、一明一暗、江边岸上，景物的搭配与人物的心情达到了高度的默契与交融，共同形成了这个成为后世典范的艺术境界。</p> <p>　　<a href=\"http://so.gushiwen.org/view_12271.aspx\">诗</a>的首句，写了午夜时分三种有密切关连的景象：月落、乌啼、霜满天。上弦月升起得早，半夜时便已沉落下去，整个天宇只剩下一片灰蒙蒙的光影。树上的栖乌大约是因为月落前后光线明暗的变化，被惊醒后发出几声啼鸣。月落夜深，繁霜暗凝。在幽暗静谧的环境中，人对夜凉的感觉变得格外锐敏。“霜满天”的描写，并不符合自然景观的实际（霜华在地而不在天），却完全切合诗人的感受：深夜侵肌砭骨的寒意，从四面八方围向诗人夜泊的小舟，使他感到身外的茫茫夜气中正弥漫着满天霜华。整个一句，月落写所见，乌啼写所闻，霜满天写所感，层次分明地体现出一个先后承接的时间过程和感觉过程。而这一切，又都和谐地统一于水乡秋夜的幽寂清冷氛围和羁旅者的孤孑清寥感受中。从这里可以看出诗人运思的细密。</p> <p>　　此外，也有人认为第一句诗描写的是清晨时的景象：乌臼鸟叫了，月亮下山了，天亮了，到处都是白花花的霜。而后三句采用倒叙方法，写诗人整个夜晚都处于失眠状态。</p> <p>　　诗的第二句接着描绘“枫桥夜泊”的特征景象和旅人的感受。在朦胧夜色中，江边的树只能看到一个模糊的轮廓，之所以径称“江枫”，也许是因枫桥这个地名引起的一种推想，或者是选用“江枫”这个意象给读者以秋色秋意和离情羁思的暗示。“湛湛江水兮上有枫，目极千里伤春心”，“青枫浦上不胜愁”，这些前人的诗句可以说明“江枫”这个词语中所沉积的感情内容和它给予人的联想。透过雾气茫茫的江面，可以看到星星点点的几处“渔火”，由于周围昏暗迷蒙背景的衬托，显得特别引人注目，动人遐想。“江枫”与“渔火”，一静一动，一暗一明，一江边，一江上，景物的配搭组合颇见用心。写到这里，才正面点出泊舟枫桥的旅人。“愁眠”，当指怀着旅愁躺在船上的旅人。“对愁眠”的“对”字包含了“伴”的意蕴，不过不象“伴”字外露。这里确有孤孑的旅人面对霜夜江枫渔火时萦绕的缕缕轻愁，但同时又隐含着对旅途幽美风物的新鲜感受。</p> <p>　　诗的前幅布景密度很大，十四个字写了六种景象，后幅却特别疏朗，两句诗只写了一件事：卧闻山寺夜钟。这是因为，诗人在枫桥夜泊中所得到的最鲜明深刻、最具诗意美的感觉印象，就是这<a href=\"http://so.gushiwen.org/author_1397.aspx\">寒山</a>寺的夜半钟声。月落乌啼、霜天寒夜、江枫渔火、孤舟客子等景象，固然已从各方面显示出枫桥夜泊的特征，但还不足以尽传它的神韵。在暗夜中，人的听觉升居为对外界事物景象感受的首位。而静夜钟声，给予人的印象又特别强烈。这样，“夜半钟声”就不但衬托出了夜的静谧，而且揭示了夜的深永和清寥，而诗人卧听疏钟时的种种难以言传的感受也就尽在不言中了。</p> <p>　　这里似乎不能忽略“姑苏城外寒山寺”。寒山寺在枫桥西一里，初建于梁代，唐初诗僧寒山曾住于此，因而得名。枫桥的诗意美，有了这所古刹，便带上了历史文化的色泽，而显得更加丰富，动人遐想。因此，这寒山寺的“夜半钟声”也就仿佛回荡着历史的回声，渗透着宗教的情思，而给人以一种古雅庄严之感了。诗人之所以用一句诗来点明钟声的出处，看来不为无因。有了寒山寺的夜半钟声这一笔，“枫桥夜泊”之神韵才得到最完美的表现，这首诗便不再停留在单纯的枫桥秋夜景物画的水平上，而是创造出了情景交融的典型化艺术意境。夜半钟的风习，虽早在《南史》中即有记载，但把它写进诗里，成为诗歌意境的点眼，却是张继的创造。在张继同时或以后，虽也有不少诗人描写过夜半钟，却再也没有达到过张继的水平，更不用说借以创造出完整的艺术意境了。</p>",
  "about": "<h2>创作背景</h2> 　　根据《唐才子传》卷三记载，张继于“天宝十二年（753）礼部侍郎杨浚下及第”，也就是说考取了进士。而就在天宝十四年一月爆发了安史之乱，天宝十五年六月，玄宗仓皇奔蜀。因为当时江南政局比较安定，所以不少文士纷纷逃到今江苏、浙江一带避乱，其中也包括张继。一个秋天的夜晚，<a href=\"http://so.gushiwen.org/view_12271.aspx\">诗</a>人泊舟苏州城外的枫桥。江南水乡秋夜幽美的景色，吸引着这位怀着旅愁的客子，使他领略到一种情味隽永的诗意美，写下了这首意境清远的小诗。<br/><h2>作品误读</h2> <p>　　月落乌啼霜满天，江枫渔火对愁眠。姑苏城外<a href=\"http://so.gushiwen.org/author_1397.aspx\">寒山</a>寺，夜半钟声到客船。”据当代人考证，“月落”不是月亮已落或将落未落，而是村庄名或桥名，“乌啼”并非是乌鸦夜啼，而是山名。而“江枫”也不是江边的枫树，亦为桥名。于是乎，朦胧的月色、渔火间若隐若现的枫树以及让人心动的乌啼都已不复存在，一首流传千年的古<a href=\"http://so.gushiwen.org/view_12271.aspx\">诗</a>竟然变得那么具体而实在，那幅朦胧静谧、清冷幽美的江南水乡秋夜图也消失殆尽，只剩下一连串村庄名或桥名的罗列。不可否认，我仍然喜欢童年读到的那种意境和况味，尽管是误读。记得多年前曾有一首流行歌曲《涛声依旧》，歌词中有这样的句子：“带走一盏灯火，让它温暖我的双眼；留下一段真情，让它停泊在枫桥边”，“流连的钟声还在敲打我的无眠”，“月落乌啼总是千年的风霜……”等等。虽然这是两件不同的艺术作品，但显然《涛声依旧》与《枫桥夜泊》被误读的意境有着千丝万缕的联系。看来，更多的人还是认同那种误读的诗意。 还有很多人把歌词“长亭外，古道边，芳草碧连天，晚风拂柳笛声残，夕阳山外山……”中的“长亭外”唱成“长城外”。台湾女作家席幕蓉曾经在一篇题为《燕子》的文章中写过这样一件事：她的父亲喜欢这首歌，也常常哼唱这首歌。而当有一天女儿纠正他说歌中的“长城外”错了，应该是“长亭外”，他连连说：“怎么是长亭外?怎么不是长城外呢?我一直以为是长城外啊，好可惜!我一直以为是长城外，以为写的是我们的老家……以往这么多年是听错了，好可惜!”是啊，对于那些游子来说，想到长城自然就想到了故乡，想到了祖国。（《美丽的错误》）但也有的资料上说这些山和桥正是因这首诗而得名的。</p> <p>　　鲜为人知的唐代诗人张继留下的诗并不多，但一首《枫桥夜泊》伴随苏州城，伴随寒山寺流传千年。</p>",
  "poet": {
    "id": 747,
    "star": 0,
    "name": "张继",
    "desc": "张继（约715~约779）字懿孙，汉族，襄州人（今湖北襄阳人）。唐代诗人，他的生平不甚可知。据诸家记录，仅知他是天宝十二年（公元七五三年）的进士。大历中，以检校祠部员外郎为洪州（今江西南昌市）盐铁判官。他的诗爽朗激越，不事雕琢，比兴幽深，事理双切，对后世颇有影响。但可惜流传下来的不到50首。他的最著名的诗是《枫桥夜泊》。"
  },
  "tags": [
    "唐诗三百首",
    "秋天",
    "写景",
    "思乡"
  ]
}