{
  "id": 7860,
  "star": 17,
  "name": "当涂赵炎少府粉图山水歌",
  "dynasty": "唐代",
  "content": "峨眉高出西极天，罗浮直与南溟连。<br>名公绎思挥彩笔，驱山走海置眼前。<br>满堂空翠如可扫，赤城霞气苍梧烟。<br>洞庭潇湘意渺绵，三江七泽情洄沿。<br>惊涛汹涌向何处，孤舟一去迷归年。<br>征帆不动亦不旋，飘如随风落天边。<br>心摇目断兴难尽，几时可到三山巅。<br>西峰峥嵘喷流泉，横石蹙水波潺湲。<br>东崖合沓蔽轻雾，深林杂树空芊绵。<br>此中冥昧失昼夜，隐几寂听无鸣蝉。<br>长松之下列羽客，对坐不语南昌仙。<br>南昌仙人赵夫子，妙年历落青云士。<br>讼庭无事罗众宾，杳然如在丹青里。<br>五色粉图安足珍，真仙可以全吾身。<br>若待功成拂衣去，武陵桃花笑杀人。",
  "fanyi": "<p><strong>译文<br></strong>画中之山，如峨眉挺拔于西极之天，如罗浮之山与南海相连。<br>此画工真是一位善于推思的能工巧匠，用彩笔驱赶着高山大海置于我的眼前。<br>满堂的空灵苍翠如可扫，赤城的霞气和苍梧的岚烟，仿佛可从画中飘浮而出。<br>洞庭潇湘的美景意境深远，我之情意随着三江七泽之水而回返往复。<br>那汹涌的波涛要流向何处？而江海上孤舟一去而无归日。<br>船上的征帆不动亦不旋，好像随风漂落至天边。<br>我心摇目断，逸兴难尽。不知何时此舟才可到海中三仙山？<br>西峰山势峥嵘，瀑布喷射，山下巨石横斜，溪流蜿蜒曲折，水声潺潺。<br>东崖岩层叠嶂，云遮雾障，林深树密，草木繁盛。<br>在此深山之中，岁月不知，昼夜难分。我凭几独坐，静听寂然，静得连一声蝉鸣也听不到。<br>在长松之下，有仙人数位，对坐不语，南昌仙人梅福也似列坐其中。<br>赵炎夫子如南昌仙尉，正当妙年华品，为磊落青云之士。<br>庭中讼息，政简无事，与众宾客在堂中宴坐，杳然如画中之神仙。<br>此乃五色图画，并不足珍；还是真山真水最好，可以远离世尘，端居全身。<br>有朝一日我功成之后，将拂衣而去，而武陵的桃花在含笑等着我。</p> <p><strong>注释<br></strong>1.赵炎，<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>友人。少府，县尉之别称。粉图，即在粉墙上所绘之图。<br>2.峨眉句：峨眉，山名。也作峨嵋。在四川峨眉县西南。有山峰相对如蛾眉，故名。西极：西方极远之处。<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>《离骚》：朝发轫于天津兮，夕余至乎西极。此句言画中之山像峨眉山那样雄伟高峻。<br>3.罗浮句：罗浮，山名。在广东增城、博罗、河源等县间。长达二百余里，峰峦四百余座，为粤中名山。南溟，即南海。此句言画中之山如罗浮山那样横亘至海。<br>4.名公句：名公，指著名的画家。绎思，推究思考。绎，蚕抽丝。此句言画家作画时，精心构思。公，一作“工”。<br>5.驱山句：这里用的是拟人手法，把画山画水，说成把山驱赶到画面中，让海水走入画面中。走，这里是使动用法，即使山走。<br>6.赤城句：赤城，山名，在浙江天台县。苍梧，山名，即湖南宁远境内的九疑山。此句言画中山岳云蒸霞蔚，烟雾缭绕。<br>7.洞庭句：洞庭，即洞庭湖。潇湘，指湖南湘江。缈绵，悠远隐约。此句言画中江、湖望去悠远隐约。<br>8.三江句：三江七泽，概指江河湖泽。“回沿，谓水流上下回旋。逆流而上曰洄，顺流而下曰沿。全句意谓画面中的水流上下回旋。<br>9.征帆句：言画面中的舟船停滞不前，好像失去回家的时间。迷，丧失。<br>10.心摇目断：谓因欣赏画面而心情激动，因凝神而看不见画面。<br>11.三山，说中的海上仙山，蓬莱、瀛洲、方丈。<br>12.横石句：为乱石横卧，流水急促，波浪起伏。<br>13.合沓，重叠。<br>14.芊绵，草木茂密繁盛。<br>15.冥昧，本指宇宙形成前的混沌状态，这里指阴暗。<br>16.隐几，伏在几案上。<br>17.羽客，指神仙或方士。<br>18.南昌仙，西汉时南昌尉梅福。《水经注》：汉成帝时，九江梅福为南昌尉，后一旦舍妻子去九江，传云得仙。这里借以美称画主人当涂尉赵炎。<br>19.妙年句：妙年，青春年少。历落，洒脱不拘。青云士，本喻指位高名显的人，这里称誉赵炎仕途顺畅。年，一作“龄”。<br>20.杳然，昏暗；深远。<br>21.若待二句：谓赵炎如果在仕途上功成名遂后再去隐居，那就失去隐逸的意义。武陵桃花，指<a href=\"http://so.gushiwen.org/author_645.aspx\">陶渊明</a>所描绘的桃花源境界。<a href=\"http://so.gushiwen.org/view_7860.aspx\">诗</a>文中借指隐居之处。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>题画<a href=\"http://so.gushiwen.org/view_7860.aspx\">诗</a>不多，此篇弥足珍贵。此诗通过对一幅山水壁画的传神描叙，再现了画工创造的奇迹，再现了观画者复杂的情感活动。他完全沉入画的艺术境界中去，感受深切，并通过一枝惊风雨、泣鬼神的诗笔予以抒发，震荡读者心灵。</p> <p>　　从“峨眉高出西极天”到“三江七泽情洄沿”是诗的第一段，从整体着眼，概略地描述出一幅雄伟壮观、森罗万象的巨型山水图，赞叹画家妙夺天工的本领。这里的“绎思”或可相当于今日所谓的“艺术联想”。“搜尽奇峰打草稿”，艺术地再现生活，这就需要“绎思”的本领，挥动如椽巨笔，于是达到“驱山走海置眼前”的效果。这一段，对形象思维是一个绝妙的说明。峨眉的奇高、罗浮的灵秀、赤城的霞气、苍梧（九嶷）的云烟、南溟的浩瀚、潇湘洞庭的渺绵、三江七泽的纡回。几乎把天下山水之精华荟萃于一壁，这是十分壮观，非常有气魄的。当然，这决不是一个山水的大杂烩，而是经过匠心经营的山水再造。这似乎也是李白自己山水诗创作的写照和经验之谈。</p> <p>　　这里诗人用的是“广角镜头”，展示了全幅山水的大的印象。之后，开始摇镜头、调整焦距，随着读者的眼光朝画面推进，聚于一点：“惊涛汹涌向何处，孤舟一去迷归年。征帆不动亦不旋，飘如随风落天边。”这一叶“孤舟”，在整个画面中真是渺小了，但它毕竟是人事啊，因此引起诗人无微不至的关心：在这汹涌的波涛中，它想往哪儿去呢？何时才回去呢？这是无法回答的问题。“征帆”两句写画船极妙。画中之船本来是“不动亦不旋”的，但诗人感到它的不动不旋，并非因为它是画船，而是因为它放任自由、听风浪摆布的缘故，是能动而不动的。苏东坡写画船是“孤山久与船低昂”（《李思训画长江绝岛图》），从不动见动，令人称妙；李白此处写画船则从不动见能动，别是一种妙处。以下紧接一问：这样信船放流，可几时能达到那遥远的目的地──海上“三山”呢？那孤舟中坐的仿佛成了诗人自己，航行的意图也就是“五岳寻仙不辞远”的意图。“心摇目断兴难尽”写出诗人对画的神往和激动。这时，画与真，物与我完全溶合为一了。</p> <p>　　镜头再次推远，读者的眼界又开廓起来：“西峰峥嵘喷流泉，横石蹙水波潺湲，东崖合沓蔽轻雾，深林杂树空芊绵。”这是对山水图景具体的描述，展示出画面的一些主要的细部，从“西峰”到“东崖”，景致多姿善变。西边，是参天奇峰夹杂着飞瀑流泉，山下石块隆起，绿水萦回，泛着涟漪，景色清峻；东边则山崖重叠，云树苍茫，气势磅礴，由于崖嶂遮蔽天日，显得比较幽深。“此中冥昧失昼夜，隐几寂听无鸣蝉。”一蝉不鸣，更显出空山的寂寥。但诗人感到，“无鸣蝉”并不因为这只是一幅画的原因；“隐几（凭着几案）寂听”，多么出神地写出山水如真，引人遐想的情状。这一神来之笔，写无声疑有声，与前“孤舟不动”二句异曲同工。以上是第二段，对画面作具体描述。</p> <p>　　以下由景写到人，再写到作者的观感作结，是诗的末段。“长松之下列羽客，对坐不语南昌仙。”这里简直令人连写画写实都不辨了。大约画中的松树下默坐着几个仙人，诗人说，那怕是西汉时成仙的南昌尉梅福吧。然而紧接笔锋一掉，直指画主赵炎为“南昌仙人”：“南昌仙人赵夫子，妙年历落青云士。讼庭无事罗众宾，杳然如在丹青里。”赵炎为当涂少府（县尉的别称，管理一县的军事、治安），说他“讼庭无事”，谓其在任政清刑简，有谀美主人之意，但这不关宏旨。值得注意的倒是，赵炎与画中人合二而一了。<a href=\"http://so.gushiwen.org/author_39.aspx\">沈德潜</a>批点道：“真景如画”，这其实又是“画景如真”所产生的效果。全诗到此止，一直给人似画非画、似真非真的感觉。最后，诗人从幻境中清醒过来，重新站到画外，产生出复杂的思想感情：“五色粉图安足珍，真仙可以全吾身。若待功成拂衣去，武陵桃花笑杀人。”他感到遗憾，这毕竟是画，在现实中很难有这样的好去处。但诗人认为有。于是，他想名山寻仙去。而且要趁早，如果等到像鲁仲连、张子房那样功成身退（天知道要等到什么时候），再就桃源归隐，是太晚了，不免会受到“武陵桃花”的奚落。这几句话对于李白，实在反常，因为他一向推崇鲁仲连一类人物，以功成身退为最高理想。这种自我否定，实在是愤疾之词。诗作于长安放还之后，安史之乱以前，带有那一特定时期的思想情绪。这样从画境联系到现实，固然赋予诗歌更深一层的思想内容，同时，这种思想感受的产生，却又正显示了这幅山水画巨大的艺术感染力量，并以优美艺术境界映照出现实的污浊，从而引起人们对理想的追求。</p> <p>　　这首题画诗与作者的山水诗一样，表现大自然美的宏伟壮阔一面；从动的角度、从远近不同角度写来，视野开阔，气势磅礴；同时赋山水以诗人个性。其艺术手法对后来诗歌有较大影响。<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>的《李思训画长江绝岛图》等诗，就可以看作是继承此诗某些手法而有所发展的。</p>",
  "about": "<h2>创作背景</h2> 　　此<a href=\"http://so.gushiwen.org/view_7860.aspx\">诗</a>作于天宝十四载（755年）作者游当涂时。当涂，唐属江南东道宣州，今为安徽马鞍山市属县。赵炎，即赵四，天宝中为当涂县尉，与<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>过从甚密，李白诗中有《送当涂赵少府赴长芦》、《寄当涂赵少府炎》等诗，均是赠赵炎之作。",
  "poet": {
    "id": 247,
    "star": 0,
    "name": "李白",
    "image": "http://img.gushiwen.org/authorImg/libai.jpg",
    "desc": "李白（701年－762年），字太白，号青莲居士，唐朝浪漫主义诗人，被后人誉为“诗仙”。祖籍陇西成纪(待考)，出生于西域碎叶城，4岁再随父迁至剑南道绵州。李白存世诗文千余篇，有《李太白集》传世。762年病逝，享年61岁。其墓在今安徽当涂，四川江油、湖北安陆有纪念馆。"
  },
  "tags": [
    "题画"
  ]
}