{
  "id": 47903,
  "star": 61,
  "name": "月赋",
  "dynasty": "南北朝",
  "content": "　　陈王初丧应、刘，端忧多暇。绿苔生阁，芳尘凝榭。悄焉疚怀，不怡中夜。</p> <p>　　乃清兰路，肃桂苑，腾吹寒山，弭盖秋阪。临浚壑而怨遥，登崇岫而伤远。于时斜汉左界，北陆南躔，白露暖空，素月流天。沈吟齐章，殷勤陈篇，抽毫进牍，以命仲宣。</p> <p>　　仲宣跪而称曰：臣东鄙幽介，长自丘樊。味道懵学，孤奉明恩。臣闻沈潜既义，高明既经，日以阳德，月以阴灵。擅扶光于东沼，嗣若英于西冥。引玄兔于帝台，集素娥于后庭。朒脁警阙，朏魄示冲，顺辰通烛，从星泽风。增华台室，扬采轩宫。委照而吴业昌，沦精而汉道融。</p> <p>　　若夫气霁地表，云敛天末，洞庭始波，木叶微脱。菊散芳于山椒，雁流哀于江濑。升清质之悠悠，降澄辉之蔼蔼。列宿掩缛，长河韬映，柔祇雪凝，圆灵水镜。连观霜缟，周除冰净。君王乃厌晨欢，乐宵宴，收妙舞，弛清县。去烛房，即月殿，芳酒登，鸣琴荐。</p> <p>　　若乃凉夜自凄，风篁成韵，亲懿莫从，羇孤递进。聆皋禽之夕闻，听朔管之秋引。于是弦桐练响，音容选和，徘徊房露，惆怅阳阿。声林虚籁，沦池灭波，情纡轸其何托，愬皓月而长歌。歌曰：</p> <p>　　美人迈兮音尘阙，隔千里兮共明月。</p> <p>　　临风叹兮将焉歇，川路长兮不可越。</p> <p>　　歌响未终，余景就毕，满堂变容，回遑如失。又称歌曰：</p> <p>　　月既没兮露欲晞，岁方晏兮无与归。</p> <p>　　佳期可以还，微霜沾人衣。</p> <p>　　陈王曰：善。乃命执事，献寿羞璧，敬佩玉音，复之无斁。",
  "fanyi": "<p><strong>译文<br></strong>　　陈思王<a href=\"http://so.gushiwen.org/author_322.aspx\">曹植</a>，因友人应瑒和<a href=\"http://so.gushiwen.org/author_695.aspx\">刘桢</a>之先后去世，闲居在家，不免忧思重重。阁下长满了绿苔，台榭之间，也堆满了尘埃，心里默默在难过、不快乐。</p> <p>　　于是，半夜里起来去清扫长满了兰草的道路，整理桂苑，在<a href=\"http://so.gushiwen.org/author_1397.aspx\">寒山</a>之中奏起了音乐。在出行时从简，于秋坡上行走，不再打着大伞。是时，横斜的银河在东方划出一条界线，太阳运行的方位与线路，也发生了变化，已从夏至时的偏北移向了冬至后的偏南，现在季节正处在秋冬之交。腾腾的雾露，使天空朦朦胧胧的，而明月的光芒却仍然漫天照射。他用低声沉吟《<a href=\"http://so.gushiwen.org/view_47903.aspx\">诗</a>经·齐风》的“东方之月”；反复念诵《诗经·陈风》的“月出皎兮”。并即拿出笔和木板交给<a href=\"http://so.gushiwen.org/author_770.aspx\">王粲</a>，请他撰写文章。</p> <p>　　王粲向陈王曹植施以跪拜礼后说：我生在东方僻壤，长在山野中的一个不学无术之士，本领有限，深怕有负君王重托之恩德。据我所知，地沉静在下，天高朗在上，天地形成之后，日具有“阳”的德性，月具有“阴”的精华。太阳挟着扶桑光彩自水里出来，月亮当太阳落入长满若木花的幽谷后，相继出来。且引着黑兔奔驰在天帝之台榭，又聚嫦娥于帝之后宫。月初，月亮出现在东方，月底，月亮出现在西方，它则以上弦下弦之“月缺”现象，警戒人们不可自满；初生的月与成形之月，则以月之盈亏，启示人们应保持谦虚态度。月亮，一般都顺着地支十二个时辰运行，当月行至某一星宿时，就会发生天象的变化：如遇到毕宿星，就会下雨；遇到箕宿星就会刮风等。月亮还能为三台星座的星增加光华；也能为轩辕星座的星发扬光彩。月亮的光华照进三国东吴，而孙吴之帝业就繁荣昌盛；照到西汉，而使李夫人育女为皇后，汉道因此大顺大通。</p> <p>　　当雾气散去，大地一片澄洁，乌云都蜷缩到天边，洞庭湖开始兴波作浪，湖边秋树也首见落叶。黄菊的芳香弥漫于山巅，寒雁的哀鸣也流浇在沙滩上。见那清朗的明月冉冉升起，向大地播散下柔和的光辉。群星的光华被清朗的月光所掩盖，那长长的银河，也因明月而失去了清晖。皎洁的月光照耀得大地如蒙上了一层白雪；那蔚蓝天空在月光下有如澄明透辙的镜子。宫中一爿爿高楼，被月光照得同霜一样的洁白，周围的台阶，也被照得似冰一样的明净。在如此月夜美景的逗诱下，君王讨厌白昼娱乐，而喜欢夜晚的欢宴。于是，停止了一切歌舞与音乐，离开点着辉煌蜡烛的宫室，来到月光照射着的厅堂，端上喷香的美酒，奏起幽雅悦耳的琴音，终于在月光下陶醉了。</p> <p>　　在这凄凉的月光如水的寒夜中，竹林里发出一种如歌似乐的声响。这时，至亲好友都不在身边，聚拢来的是一些孤身羁旅在外的人们。大家在听着夜晚鹤鸣之声，特感凄清；又闻到北方民族的音乐，奏的是一些凄凉的曲调。这些游子，也抚琴调起弦来，选奏那些风格委婉的乐曲。比如：饱含迟徊怨慕情调的《防露》和《阳阿》等古乐曲。于是，原来那些树林因风而发出的天然声响，现在也消失了；原来满是波纹的池水，此时波纹也不见了。总之，大气沉寂，万物歇息。在这种情景下，游子们心情郁结，满腹悲苦向何处寄托？找谁宣泄？惟有对着寒月倾诉。</p> <p>　　其歌道：“远方的良人啊，音讯隔绝。地虽千里之隔，而明月却可共享。迎风叹息啊，哪能停歇不唱！可是山山水水路程实在太远，难以跨越。”</p> <p>　　歌声未歇，而残月影子却将沉没。于是，满屋子里的人们都变了颜色，在徘徊着，彷徨着，像丢失了什么似的。</p> <p>　　又接着唱道：“月亮已落啊白露将干，时间已晚啊无人与我归还。在这美好的日子里回去吧，秋天的微霜会沾湿了人的衣衫。”</p> <p>　　曹植说：好。于是命令侍从的下人，捧酒祝贺，进献玉璧。并表示牢记王粲的美言，反复诵读，永不厌烦。</p> <p><strong>注释<br></strong>1、陈王：即曹植。应、刘：即应玚和刘桢。<br>2、端忧：正在忧愁之中。端：正。<br>3、悄焉：忧愁的样子。疚怀：伤怀，忧心。<br>4、怡：愉快。中夜：半夜。<br>5、肃：肃静。<br>6、腾吹寒山：在寒山上奏乐。<br>7、弭：停。盖：车盖，这里代指车。阪：山坡。<br>8、浚（jùn）：深。<br>9、崇岫（xiù）：高高的峰峦。<br>10、汉：天河。左界：象是划在天空的左边。<br>11、北陆南躔：北陆星向南移动。躔：日月星宿运行的度次。<br>12、暧：蔽，充满。<br>13、沈吟：沉思吟味。齐章：指《诗经·齐风》，其中《东方之日》篇里有“东方之月兮”的句子。14、殷勤：殷切习思。陈篇：指《诗经·陈风》，其中《月出》篇里有“月出皎兮”的句子。<br>15、仲宣：王粲的字。<br>16、鄙：边境。幽介：指出身寒微。<br>17、樊：藩篱，丘樊指居处简索。<br>18、昧道懵（měng）学：不通大道、闇于学问。<br>19、孤奉明恩：白白地受了君王的恩惠。孤：同“辜”。<br>20、沈潜：指地。义：合宜。<br>21、高明：指天。经：纲常。<br>22、日以阳德：日具有阳的德行。<br>23、月以阴灵：月具有阴的精华。<br>24、擅：同“禅”，传位禅让。扶光：扶桑之光，指日光。东沼：指汤谷，传说中日出之处。<br>25、嗣：继续。若：若木，神话传说中大树名，日落的地方。英：华西冥：指昧谷，传说中日入之处。<br>26、玄兔：传说中的月中玉兔。这里代月。帝台：帝王的台榭。<br>27、素娥：指嫦娥。后庭：帝王的后宫。<br>28、朒（nǜ）：月初的缺月。脁（tiǎo）：月末的缺月或月行失常轨。警：警惕。阙：同“缺”，缺点错误。<br>29、朏（fěi）：月初生明，月光不强，叫做朏或者叫做魄。冲：谦虚谨慎。<br>30、顺辰：指月球顺着十二月的次序而言。通烛：普遍照耀。<br>31、泽：雨。<br>32、委：向下照耀。照：指月光。<br>33、沦：向下照耀。精：指月光。<br>34、霁：雨止。<br>35、山椒：山顶。<br>36、濑：从沙石上流过的急水。<br>37、清质：指月亮。<br>38、列宿：众星。掩：掩盖。缛：繁，指星光灿烂。<br>39、长河：指天河。韬：隐藏。映：照耀。<br>40、柔祇（qí）：指地。<br>41、圆灵：指天。<br>42、连观：连接宫观。观：供帝王游憩的离宫别馆。霜缟：象霜一样的洁白。<br>43、周除：四周的宫殿的台阶。<br>44、弛：放下。县：即悬。清悬：指悬挂着的钟磬。<br>45、即：就。<br>46、登：进酒。<br>47、荐：进献。<br>48、风篁（huáng）：风吹竹林。<br>49、亲懿：即懿亲，指笃好的亲族。<br>50、羇（jī）孤：指流落在外的人。<br>51、皋（gāo）禽：鹤。《诗经》：“鹤鸣于九皋”。夕闻：晚间的叫声。<br>52、朔管：笛子。秋引：秋天的曲调。<br>53、弦桐：琴。练：选择。<br>54、房露、阳阿：都是古曲名。<br>55、虚：停息。籁：风吹孔窍所发出的音响。<br>56、沦：微波。<br>57、纡轸：隐痛在心，郁结不解。<br>58、愬（sù）：向着。<br>59、迈：往。音尘：信息。阙：通“缺”。<br>60、就：接近，即将。<br>61、回遑：内心彷徨，没有着落。<br>62、晞：干。<br>63、晏：晚。<br>64、佳期：约会，这里指期会的人。<br>65、执事：这里指左右侍奉的人。<br>66、献寿：进酒祝贺。羞：进献。<br>67、佩：带。玉音：对别人言辞的敬称。<br>68、复：指反复诵读。斁（yi）：厌烦。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　一</p> <p>　　由古至今，文人雅士以“月”为题的<a href=\"http://so.gushiwen.org/view_47903.aspx\">诗</a>文不胜枚举，从《古今图书集成》所搜罗的作品，即可见一斑。<a href=\"http://so.gushiwen.org/author_353.aspx\">谢庄</a>有五子，他替他们取了甚为风雅的名字，分别是飏、朏、颢、从（上有山）、瀹（上有草）。有风，有月，有山，有水，可见谢氏是个性情中人，甚为风雅，且对“月”定有一份难以名状的好感，故也以“月”为题，创作了《月赋》。纵然在当时，人们对《月赋》的评价已十分不一致，如，宋孝武帝为之“称叹良久”，认为是“前不见古人，后不见来者”的佳作；<a href=\"http://so.gushiwen.org/author_388.aspx\">颜延之</a>则说：“美则美矣，但庄始知‘隔千里兮共明月’。”.后人更拿它来和<a href=\"http://so.gushiwen.org/author_358.aspx\">宋玉</a>的《风赋》、<a href=\"http://so.gushiwen.org/author_2431.aspx\">谢惠连</a>的《雪赋》做比较，但看法仍有分歧。就以“月”为题的文学作品来看，谢庄的《月赋》仍是其中的翘楚，否则，像《艺文类聚》、《太平御览》等类书，就不会相当一致地都收录了这篇文章。</p> <p>　　二</p> <p>　　我们可以发现谢庄的行文并不直接切入主题——“月”，而是拿<a href=\"http://so.gushiwen.org/author_322.aspx\">曹植</a>和<a href=\"http://so.gushiwen.org/author_770.aspx\">王粲</a>来替自己说话，先是以“陈王初丧应刘，端忧多暇”作为起笔。之后，陈王“抽毫进牍，以命仲宣”，让主角转到王粲身上，文章由此处宕开，最后，再以陈王连连称“善”作结。以这样的虚构来从事文学创作，谢庄并非头一位，这种以构拟的人物进行对话的行文方式，早已成了“赋”文学的一特征。</p> <p>　　而谢庄仅仅是踵继前人的作法，却引来不少的批评，认为《月赋》既然借历史人物来创作，但也该考虑到是否合乎史实。如，王粲死于建安二十二年春，<a href=\"http://so.gushiwen.org/author_419.aspx\">徐干</a>、<a href=\"http://so.gushiwen.org/author_359.aspx\">陈琳</a>、应玚、<a href=\"http://so.gushiwen.org/author_695.aspx\">刘桢</a>也都卒于这一年，而到了魏明帝太和六年曹植才被封为陈王，谢庄却称曹植为“陈王”，又有说既已假托王粲之口来抒发情感，就不应该写入孙坚夫人梦月入怀而生孙策的传说事件。这样听起来似乎言之成理，但，对于一篇非史非传的文学作品而言，我们理当以较感性的眼光来看待它，不应如此苛责，因为他并不损害文章的美感。</p> <p>　　由于《月赋》以“陈王初丧应刘，端忧多暇”为开头，让谢庄笔下的“月”注定以愁忧的形态出现。风月、山水本是无情的，因人而沾染了许多的情感，“月”亦是如此，它本身并没有喜怒哀乐，是谢庄希望让它带著情感的色彩。而长年为病所苦的谢庄，自称已是“常如行尸”而“无意于人间”。有这样的情怀，心中那份说不尽的哀戚，当然也很容易地渲染了所见到的“月”。</p> <p>　　人也会随著外在景观的改变，而体悟自我，所谓“春秋代序，阴阳惨舒，物色之动，心亦摇焉”指的正是这个道理，而一年四季中，最容易让人有悲伤、凋零之感的，应是“萧瑟兮草木摇落而变衰”的秋天，在这样的季节里，“月”自然也会浸染惆怅与孤凄。所以，谢希逸也就以秋天的“月”作为《月赋》描写的主题对象。</p> <p>　　三</p> <p>　　“月”既然是全文描写的主题对象，而谢庄在四百四十三个字中，直接点出“月”字的，虽然仅有六次，但是每一次都是那么恰到好处。</p> <p>　　曹子建因刚遭受知己亡故之痛，忧闷不乐，已久未出游，夜半时分愁绪又起，遂外出解闷。遥望着天空，见到“白露暧空，素月流天”，心中不胜感慨，低声吟诵起《诗》句来，仍觉不足以消愁解闷，于是要王仲宣为此情此景写一篇文章。原本愁思是闷在曹植的内心里，因为偶然之间见到“月”，那份内在的情绪也就有了一个可供寄托的外在具象——“月”，让无情的“月”和有情的人彼此接触在一起，展开了对“月”的描写。</p> <p>　　王粲在陈王授意之下，先是一番的谦虚，述说自己的不才，幸蒙陈王的恩宠，不敢有负此恩，只好姑且一试，接著就说道：“日以阳德，月以阴灵。”以类此“日”、“月”的对比，及其延伸出的“阳”、“阴”观念做为开头，引领出种种附着人的价值观的“月”和“月”的神话传说，可以说是铺陈、说理的成分多，而写景、抒情的成分甚少，“朒朓警阙，朏魄示冲”，将“月”相的变化说成了是在警示人君的作为须合德，须谦冲；“委照而吴业昌，沦精而汉道融”，更引用了梦“月”入怀的神秘传说，让“月”与朝代、家国的兴衰产生了一定的系连，凡此种种，想必是汉赋“铺采摛文”和“劝百讽一”的遗型。</p> <p>　　写完了“月”的种种典故，谢庄又继续借王粲之口，连写了十四句优美异常的文字，虽没直接点明就是在写“月”，但句句扣紧“月”：先是以六个句子来描写天上的云气、地上的湖光山色的种种，为月的升起营造出不凡的气象；等到月由东方缓缓升起，也仅以“升清质之悠悠，降澄辉之蔼蔼”如此不著痕迹的笔法写出；接著，又是以六个句子来形容月色本身和月色底下的景况。正由于月色是如此的俊美，君王也因而喜爱此月，罢去所有的歌舞，也就“去烛房，即月殿”，此时才明言“月”字，做为前文的说明，也为后文预留了线索。</p> <p>　　走向“月”殿，带来了羁旅的几许孤寂，感受到至亲好友不在的凄楚，王粲的“月”也从没有直接感情的柔美，转为诱发感慨的凄美。此时，不管是天籁，还是乐音，听来一切都是那么凄苦异常，更反过来使人有一种无限的郁结萦绕于胸，最后发现唯有“愬皓月而长歌”，才能消解种种的不乐。因“月”引发愁绪，也唯对“月”长歌才能消除愁绪，表示只能与“月”对话，这就更显出羁旅的孤独与悲哀。</p> <p>　　对“月”长歌什么呢？“美人迈兮音尘阙，隔千里兮共明月。临风叹兮将焉歇？川路长兮不可越。”望着“月”，一时间感到虽与美人相隔甚远而无法相见，但那共有的明“月”可以传递彼此的信息，也算稍稍慰藉相思之苦，回过神来，发现距离终究是无法超越的。这种因“月”而引发对家乡、对情人的相思，可说是千古不变的母题。由于唱得深情款款，听者也听得入神，却霎然而止，听者恍然若失，于是又歌一曲：“月既没兮露欲晞，岁方晏兮无与归，佳期可以还，微霜沾人衣。”“月”将西没，是岁也将终了，要人趁时光尚好时回去，正与“升清质之悠悠，降澄辉之蔼蔼”的“月”升起的情形相呼应，做为完美的结束。</p> <p>　　最后，陈王的连连称“善”，不但给予王粲一个回应，也算回应了文前的“陈王初丧应、刘”，总结了全文。</p> <p>　　四</p> <p>　　据史书的记载，与谢庄同时的袁淑，看过谢庄所作的《赤鹦鹉赋》之后，曾感叹道：“江东无我，卿当独秀。我若无卿，亦一时之杰也。”李调元称此赋“属对工整”，且认为是“律赋先声”。而与《赤鹦鹉赋》同一时期所作的《月赋》，亦运用了许多整饬的对偶，有三字句、四字句、五字句、六字句等对，甚至有骈四俪六的句式。以最为人所称道的“若夫气霁地表”至“周除冰净”一段为例：</p> <p>　　“气霁地表”对“云敛天末”</p> <p>　　“洞庭始波”对“木叶微脱”</p> <p>　　“菊散芳于山椒”对“雁流哀于江濑”</p> <p>　　“升清质之悠悠”对“降澄辉之蔼蔼”</p> <p>　　“列宿掩缛”对“长河韬映”</p> <p>　　“柔只雪凝”对“圆灵水镜”</p> <p>　　“连观霜缟”对“周除冰净”</p> <p>　　十六句中两两对偶，有五组四字句对，二组六字句对，而且前八句更是“四、四；四、四；六、六；六、六”的骈四俪六的句式；且“末”、“脱”二字同一韵，“濑”、“蔼”二字又一韵，“映”、“镜”、“净”三字也同韵，知其亦开始讲求押韵。</p> <p>　　总之，《月赋》除了情感的表达甚为成功，结构上亦是自为完整的一体，句子的对偶、押韵，也充分展现了“五色相宣、八音协畅”的时代特色。</p><br/><h2>赏析二</h2> <p>　　《月赋》巧妙地虚构<a href=\"http://so.gushiwen.org/author_322.aspx\">曹植</a>同<a href=\"http://so.gushiwen.org/author_770.aspx\">王粲</a>夜半赏月抒怀的故事，展开三层描写。开头一段写吟月，中间两段写赞月，最后三段写叹月。全文紧扣月色，逐步推进，将月景与人情交融一体；由人写月真切自然，引典咏月典雅优美。</p> <p>　　赋以曹植方丧好友应瑒、<a href=\"http://so.gushiwen.org/author_695.aspx\">刘桢</a>，中夜不眠开篇，引出咏月的主题，点明观赏明月所具有的特定时节、环境和情趣。在“斜汉左界，北陆南躔”的深秋时节，天高气凉，夜深人静，月色最美，“白露暖空，素月流天”，白色的露气朦胧弥漫，明洁的月光洒满天空，大地仿佛披上了银色的薄幕。这时，怀有几分忧愁，漫步在兰路桂苑、<a href=\"http://so.gushiwen.org/author_1397.aspx\">寒山</a>秋坡中的主人曹植，悠然对月伤怀，发思古之幽情，低声吟诵着《<a href=\"http://so.gushiwen.org/view_47903.aspx\">诗</a>经》颂月之章。这游吟古诗的情趣，又引起赞月的激情，而以假托曹植命王粲作赋的形式铺写出下文。</p> <p>　　接着两段假托王粲写月色之美。作者写月富有传神之笔的是，首先写月亮的功德美。在宇宙间，天地形成以后，日以阳德，月以阴灵，太阳挟着扶桑的光彩从东方的水里出来，又向西方若木的幽冥中落下，而当太阳落下之后，月亮总是继而升起，“顺辰通烛”，依时照明。而月亮又能“朒脁警阙，朏魄示冲”，以它的盈亏变化启示人们谦虚自省，不可自满。月亮还能传授天命，预示人事，“委照而吴业昌，沦清而汉道融”，传说吴主孙策之母梦月入怀而生他，遂使东吴王业昌盛；汉元帝皇后之母梦月入怀而生她，因得以成为皇后。这里连用神话传说、历史故事，描写月亮继日而照、戒示人世、预兆命运之德，神奇莫测，引人入胜。</p> <p>　　月亮既有神奇的美德，更有自然的美色。“气霁地表”六句渲染月出的背景，雨过天晴，大地一片澄清，乌云消散在天的尽头，秋风吹来，水波粼粼，落叶飘飘，菊香霏霏，雁声阵阵。这秋高气爽，天地清旷的环境气氛，为月的出现作了生动的渲染。继而“升清质之悠悠，降澄辉之蔼蔼”，一轮明月缓缓地升上天空，柔和的光辉照射着大地，显得格外的清洁明亮。接着三层侧面描写，具体地展现迷人的月色美。仰望天空，“列宿掩缛，长河韬映”，明月当空，天上的群星和银河顷失光芒而黯然无色，这里衬托鲜明，突出了月光的皎洁。俯仰上下，“柔祇雪凝，圆灵水镜，连观霜缟，周除冰净”，作者连用雪、水、霜、冰四个比喻，形容在月光笼罩下的银色世界：大地好象蒙上了一层白雪，天空犹如水色明澈，排排高楼如同霜一样的洁白，处处台阶恰似冰一样的明净。第三层以君<a href=\"http://so.gushiwen.org/author_270.aspx\">王观</a>月的激情来烘托，作者将君王“厌晨欢”，“收妙舞，弛清县，去烛房”的厌弃生活的举动，同“乐宵宴”，“即月殿，芳酒登，鸣琴荐”的观月欢乐的场面，形成鲜明的对比，强烈地烘托出月色迷人的魅力。</p> <p>　　最后写叹月，以歌继赋，欲止未尽，别有一番情致。作者假设君王赏月，乐而生悲，身处皓月深夜之中，耳闻竹间风声，晚夕鹤鸣，凄凉羌笛，委婉琴曲，更觉“凉夜自凄”，不禁“诉皓月而长歌”，续诗两首，深切地表达了由赏月而产生的怀人之情和岁幕之感，创造了“隔千里兮共明月”的千古佳句。最后又假托曹植称赞王粲作赋之美，收结全篇。</p> <p>　　这是一篇成功的咏月杰作，构思新奇，意境清美。《月赋》是一篇骈赋，骈赋是在古赋的基础上发展变化出来的一种新赋体，它产生于魏晋之后，盛行于南北朝时期。此赋是四六骈文的代表作，向为人们所称道。它假托曹植、王粲月下游吟，描写迷人的月夜景色，抒写寂寞忧伤的情怀，风格明净，文辞清丽，艺术成就甚高。</p> <p>　　全文以人物的游观为线索，通过沉吟、赋月、歌怀活动的描写，展现出月亮从初升、当空到既没的全过程，情景相融，生动真切，确有身临其境之感。</p>",
  "about": "<h2>创作背景</h2> <p>　　关于《月赋》的创造年代，现有史料没有直接明确记载。但可以考证求出答案。<a href=\"http://so.gushiwen.org/author_353.aspx\">谢庄</a>《月赋》以虚构陈王<a href=\"http://so.gushiwen.org/author_322.aspx\">曹植</a>与文学侍从<a href=\"http://so.gushiwen.org/author_770.aspx\">王粲</a>的对话来描绘月亮，抒发羁旅孤独、“怨遥”、“伤远”之感，思人怀归之情。这正切合元嘉二十八年（451）间刘骏与谢庄的各自身份、处境和他们的关系。</p> <p>　　《南史》卷二十《谢弘微传》记载：“孝建元年，（谢庄）迁左将军。庄有口辩，孝武尝问<a href=\"http://so.gushiwen.org/author_388.aspx\">颜延之</a>曰：‘谢希逸《月赋》何如？’答曰：‘美则美矣，但庄始知“隔千里兮共明月”。’帝召庄以延之答语语之，庄应声曰：‘延之作《秋胡<a href=\"http://so.gushiwen.org/view_47903.aspx\">诗</a>》，始知“生为久离别，没为长不归”。’帝抚掌竟日。”据此可见，《月赋》必作孝建元年（454）前，在此前已被刘骏、甚至为有文人相轻习气的大文豪颜延之等人称美，孝武帝刘骏熟知《月赋》，《月赋》与刘骏有关系。</p> <p>　　不仅如此，刘骏是个有文学才华的人，虽然他不是个懿德之君。《文心雕龙·时序》说：“自宋武爱文，文帝彬雅，秉文之德，孝武多才，英采云构。”《诗品》卷下“宋孝武帝、宋南平王铄、宋建平王宏”条也说：“孝武诗，雕文织采，过为精密，为二蕃希慕，见称轻巧矣。”《颜氏家训》卷四《文章篇》道：“自昔天子而有才华者，唯汉武、魏太祖、文帝、明帝、宋孝武帝。”刘骏称帝后有《伤宣贵妃拟汉武帝李夫人赋》，见《宋书》卷八十《孝武十四王传附始平孝敬王子鸾传》。他在称帝前，就是个文采横溢的藩王。《宋书》卷五《文帝纪》载元嘉二十七年（450）秋七月文帝令北伐。刘骏作有《北伐诗》，见《艺文类聚》卷五十九。刘骏富有文才，与曹植相似。</p> <p>　　《宋书》卷六《孝武帝纪》记载刘骏“文帝第三子也”。《三国志》卷二十《武文世王公传》：“武皇帝二十五男，卞皇后生文皇帝，任城威王彰，陈思王植，萧怀王熊。”刘骏非太子，这也与曹植相似。</p> <p>　　《宋书·孝武帝纪》：“（元嘉）二十八年，（刘骏）进督南兖州、南兖州刺史，当镇阳山。寻迁都督江州荆州之江夏豫州之西阳晋熙新蔡四郡诸军事、南中郎将、江州刺史，持节如故。时缘江蛮为寇，太祖遣太子步兵校尉沈庆之等伐之，使上总统众军。”《汉书》卷二十八《地理志下》：“淮阳国，高帝十一年置。莽曰新平。属兖州。……县九：陈，故国，舜后，胡公所封，为楚所灭。”《宋书》卷三十六《州郡志二》载元嘉二十二年（445）至孝武大明三年（459），合豫州与南豫州为一，治姑孰；又载南豫州南梁郡有陈县，“陈令，前汉属淮阳，后汉属陈，《晋太康地志》属梁”。又载豫州有陈郡，“陈郡太守，汉高立为淮阳国，章帝元和三年更名。晋初并，梁王肜薨，还为陈”。陈地，无论依汉属兖州，还是依宋属豫州，都属于刘骏在元嘉二十八年的辖地。刘骏在这一点的辖地与陈思王植的封地有相似的地方。《三国志》卷十九《陈思王传》：“（太和六年）二月，以陈四县封植为陈王，邑三千五百户。植每欲求别见独谈，论及时政，幸冀试用，终不能得。既还，怅然绝望。”</p> <p>　　刘骏在元嘉二十八年也是被贬失意的。《宋书·孝武帝纪》：“（元嘉）二十七年，坐汝阳战败，降号镇军将军。又以索虏南侵，降为北中郎将。二十八年，进督南兖州、南兖州刺史，当镇山阳。寻迁都督江州荆州之江夏豫州之西阳晋熙新蔡四郡诸军事、南中郎将、江州刺史，持节如故。”刘骏被贬远离都城建康，与陈思王植远离都城洛阳也有相似的地方。</p> <p>　　谢庄与王粲都是世家子弟，贵公子孙，又同是当时的文章之杰，漂泊四方，他们的相似自不待言。而且史料可以证明元嘉二十八年谢庄是跟从着刘骏为侍从的。《梁书》卷十五《谢朏传》：“孝武帝游姑孰，敕庄携朏从驾。诏使为《洞井赞》，于座奏之。帝笑曰：‘虽小，奇童也。’”《宋书·孝武帝纪》载：元嘉二十八年孝武帝刘骏“迁都督江州荆州之江夏豫州之西阳晋熙新蔡四郡诸军事、南中郎将、江州刺史，持节如故。”《宋书·州郡志二》载元嘉二十二年（445）至孝武大明三年（459），合豫州与南豫州为一，治姑孰。本年孝武帝刘骏都督豫州之西阳晋熙新蔡军事，当到过豫州治姑孰。这年刘骏实际上还未称帝，《梁书·谢朏传》的记载是以后来的称呼称当时的武陵王刘骏。《梁书·谢朏传》：“谢朏字敬冲，……父庄”，又载朏薨“时年六十六”。又卷二《武帝纪中》载天监五年（506）“十二月癸卯，司徒谢朏薨”。据此推之，元嘉二十八年时谢朏十一岁，与称“虽小，奇童也”。正相合。</p> <p>　　此外，谢庄《月赋》云：“洞庭始波，木叶微脱。”《宋书·孝武帝纪》载元嘉二十八年，“（刘骏）迁都督江州荆州之江夏豫州之西阳晋熙新蔡四郡诸军事、南中郎将、江州刺史，持节如故。”《文帝纪》载元嘉二十八年“六月壬戌，以北中郎将武陵王骏为江州刺史”。荆州之江夏，正距洞庭湖不远，六月后不久正是落叶的秋天。</p> <p>　　综上所述，谢庄创作《月赋》是在南朝刘宋元嘉二十八年六月之后的秋天。当时是作给武陵王刘骏等人看的。《宋书》卷八十五《谢庄传》：“（元嘉）二十九年，除太子中庶子，时南平王铄献赤鹦鹉，普诏群臣为赋，太子佐为率袁淑文冠当时，作赋毕，赍以示庄，庄赋亦竟，淑见而叹曰：‘江东无我，卿当独秀，我若无卿，亦一时之杰也。’遂隐其赋”元嘉二十九年（452），谢庄已回都城建康了。</p>",
  "poet": {
    "id": 353,
    "star": 0,
    "name": "谢庄",
    "image": "http://img.gushiwen.org/authorImg/xiezhuang.jpg",
    "desc": "谢庄（421－466），字希逸，南朝宋文学家。陈郡阳夏人（今河南太康县），出生于建康。他是谢弘微的儿子，大谢（谢灵运）的族侄。七岁能作文，二十岁左右入仕，在东宫任过洗马、中舍人。稍后，在江州任庐陵王刘绍南中郎咨议参军。元嘉二十六年（449），又随雍州刺史随王刘诞去襄阳，领记室。次年，北魏使者在彭城和刘宋谈判，曾经问起谢庄的情况，可见其声名远布。以《月赋》闻名。由于历仕宋文帝、宋孝武帝、宋明帝三朝，官至中书令，加金紫光禄大夫，故世称“谢光禄”。"
  },
  "tags": [
    "辞赋精选",
    "月亮",
    "羁旅",
    "抒情"
  ]
}