{
  "id": 134,
  "star": 62,
  "name": "宛丘",
  "dynasty": "先秦",
  "content": "子之汤兮，宛丘之上兮。洵有情兮，而无望兮。<br>坎其击鼓，宛丘之下。无冬无夏，值其鹭羽。<br>坎其击缶，宛丘之道。无冬无夏，值其鹭翿。",
  "fanyi": "<p><strong>译文<br></strong>你舞姿回旋荡漾，舞动在宛丘之上。我倾心恋慕你啊，却不敢存有奢望。<br>敲得鼓儿咚咚响，舞动宛丘平地上。无论寒冬与炎夏，洁白鹭羽手中扬。<br>敲得瓦缶当当响，舞动宛丘大道上。无论寒冬与炎夏，鹭羽饰物戴头上。</p> <p><strong>注释<br></strong>⑴宛丘：四周高中间平坦的土山。<br>⑵子：你，这里指女巫。汤（dàng）：“荡”之借字。这里是舞动的样子。一说游荡，放荡。<br>⑶洵：确实，实在是。有情：尽情欢乐。<br>⑷望：德望。一说观望；一说望祀；一说仰望。<br>⑸坎其：即“坎坎”，描写击鼓声。<br>⑹无：不管，不论。<br>⑺值：持或戴。鹭羽：用白鹭羽毛做成的舞蹈道具。<br>⑻缶（fǒu）：瓦制的打击乐曲。<br>⑼鹭翿（dào）：用鹭羽制作的伞形舞蹈道具。聚鸟羽于柄头，下垂如盖。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　此<a href=\"http://so.gushiwen.org/view_134.aspx\">诗</a>三章，首章感情浓烈，开篇两句写诗人为巫女优美奔放的舞姿而陶醉，情随舞起，两个“兮”字，看似寻常，实深具叹美之意，流露出诗人不能自禁的爱恋之情。而巫女径直欢舞，似乎没有察觉那位观赏者心中涌动的情愫，这使诗人惆怅地发出了“洵有情兮，而无望兮”的慨叹，同是两个“兮”字。又可品味出他单相思难成好事而徒唤奈何的幽怨之意。第二、三章全用白描手法，无一句情语，但所描绘的巫舞场景，仍处处可感受到诗人情之所系。在欢腾热闹的鼓声、缶声中，巫女不断地旋舞着，从宛丘山上坡顶舞到山下道口，从寒冬舞到炎夏；空间改变了，时间改变了，她的舞蹈却没有什么改变，仍是那么神采飞扬，仍是那么热烈奔放，仍是那么深具难以抑制的野性之美；而同时——尽管诗中未明言但读者仍能充分想像到——诗人也一直在用满含深情的目光看着她欢舞，一直在心中默默地念叨：我多么爱你，你却不知道！他在对自己的爱情不可能成功有清醒认识的同时，仍然对她恋恋不舍，那份刻骨铭心的情感实在令人慨叹。</p> <p>　　此诗在技法风格上颇有特色。全诗一开始就以“汤”字凸现出的舞之欢快，与“无望”二字凸现出的爱之悲怆，互相映射，互相震激，令人回肠荡气，销魂凝魂。第一章将主要内容概括已尽，是为“头”，是为“断”，而其语势有似弦乐奏出的慢板，是为“曼声”，是为“曲”；第二、三章以“宛丘”二字与上绾连，再加渲染、铺张，是为“脚”，是为“注”，而其语势有似铜管乐奏出的快板，是为“切响”，是为“直”。而人们读此诗时，虽然对诗人所流露的一腔痴情会有深切的感受，但更吸引他们注意力的，恐怕还是那无休无止、洋溢着生命的飞扬跃动感的欢舞。舞者那股不加矫饰、热烈奔放的激情，令处于现代社会高度物质化的机械生活中的读者体会到一种真正的活力。故此诗特定的文化氛围使它有别于一般的《诗经》篇章而具有特殊的兴发感动力量。</p>",
  "about": "<h2>创作背景</h2> 　　关于这首<a href=\"http://so.gushiwen.org/view_134.aspx\">诗</a>的背景，主要有三说。一是刺陈幽公说。《毛诗序》、郑笺、孔疏、严粲《诗缉》皆以为“子者，斥幽公也”。陈幽公荒淫好色，游荡无度，其德行一无可观，为人所恶，故有诗刺之。二是刺陈好巫风说。郝懿行《诗问》、<a href=\"http://so.gushiwen.org/author_347.aspx\">魏源</a>《诗古微》皆持此说，以为陈之先太姬妇人尊贵，好巫觋祭祀歌舞，国民传其遗风，遂成习俗，此诗实刺陈国臣民之陋俗。三是情诗恋歌说，此为“五四”新文化运动兴起以后多数学者的看法，认为《陈风·宛丘》一诗表达了诗人对一位巫女舞蹈家的爱慕之情。其理由是，因为刺诗之说缺乏必要的文本支持，从诗的文本中的一个“汤”（荡）字，并不能得出刺舞者放荡的结论，荡有摇摆之义，正是写舞者热情奔放的舞姿。况且从文本语义的抒情性看，在保留原始宗教的某些狂热性、巫风炽盛而四季巫舞不断的陈国，诗的作者怀着热烈的情爱，表达他对一位巫女舞蹈家的恋慕，实在是非常合乎情理的。在同以巫祀著称的楚国，也有男女相思的内容反映在《九歌》等楚辞作品中。",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": [
    "诗经"
  ]
}