{
  "id": 69994,
  "star": 1,
  "name": "杂剧·立成汤伊尹耕莘",
  "dynasty": "元代",
  "content": "楔子<br>玉阙光辉满太玄，琼楼霞彩自幽然。昆仑照彻灵虚境，别是蓬壶一洞天。贫道乃东华帝君是也。贫道秉青华至真之气化生，号曰木公，于瀛海之东，苍灵之墟，主阳和发生之气，理于东方，亦号东华木公。太极毓秀玄奥，东方溟浥之中，分大道纯精之气成形，与西池金母，共理二气，陶钧万物，养育群生。大凡天上天下，三界十方男子，得道登仙，悉皆掌管。盖凡升天之时，先参贫道，授与仙诀。大彻大悟后，方得升九天朝真而观元始。贫道职居紫府，统三十五司命，迁去灵官校品真仙。今朝上帝，因见下方自大禹之后，孔甲无仁不道；帝癸之后，诸侯多叛，暴戾顽狠，残忍伤生，至于禽鸟走兽不安。奉上帝着贫道遣文曲星下降，投胎于义水有莘赵家庄上，十月满足，其母不肯收留，送于空桑之内。后伊员外收留，养大成人，名为伊尹，佐于成汤，建都于亳邑。仙童，与我唤将文曲星来者。理会的。文曲星安在？上仙有请。吾神乃上界文曲星是也。上仙呼唤，不知有甚事，须索走一遭去，可早来到也。仙童报复去，道有文曲星来了也。理会的，报的上仙得知，有文曲星来了也。着他过来。理会的，过去。上仙呼唤小圣，有何法旨？文曲星，令请你来别无事，因为下方自孔甲以来，后至履癸，不修德政，暴戾顽狠，诸侯多叛，至于禽鸟走兽不安，民生涂炭。上帝敕命，着你降于下方，投胎义水有莘，隐于空桑之内，有伊员外收留抚养，习成事业，名曰伊尹。辅佐成汤，伐桀救民，解除苍生倒悬之苦，不必久停，即便往下方走一遭走。既有上帝敕命，不敢久停，则今日便往下方去也。<br>【仙吕】【赏花时】今日个奉敕亲蒙圣帝差，降生人间，辅佐于清朝，尔为仕途良相也。待教我谪降尘寰做将相才。则今日离了紫府仙班，便索长行也。拜辞了玉阙共金阶，离了这仙坛世界。上帝着你出离仙骨，托化凡胎，为世间辅弼之臣也。待教我出仙骨我今日去托凡胎。<br>文曲星去了也。贫道驾起祥云，回上帝话，走一遭去。当朝纲贤良出世，送空桑暂时隐匿。驾祥云独赴天庭，禀清词亲朝玉帝。<br><br>第一折<br>绀发荆钗一布衣，平心贤淑自能齐。村庄桑女无余事，守定催功织女机。妾身是这义水村有莘里人氏，姓赵名淑女。父母在堂，今皆年老。家中颇有些钱谷，人将俺父亲长者呼之。妾身年当二十岁，父母严教，不出闺门。不想我夜作一梦，梦见斗来大小一块红光，从天降下，落在妾身房门前，滚入房内，渐渐小了，被妾身擎在手中，不由的吞入腹中。撒然惊觉，可是南柯一梦。日久渐觉腹怀有孕，十月满足，生了这个满抱的孩儿。俺父母言道，俺家是有名人家，富贵闺女，不曾出嫁匹配，生此小的，恐人议论，不宜存留。抱着这小的来到这西庄伊员外家庄后，东观西望，无有一人，我将这小的放在这空桑里面，妾身回家去。哥哥也，你活也自活，死也自死。因孩儿颜貌奇绝不可当，光飘满室敬清香，只争室女难收养，送赴空桑天主张。俺虽是庄农田叟，闲游北疃南庄。新捞的永饭镇心凉，半截稍瓜蘸酱。哩，哩，哩。伴哥，老员外言语，着俺四下里看田禾去来。哩，哩，哩。咱往庄里看一看去，那里这般异香拂鼻？好香也，好香也！你看那枯桑底下满地红光。王留，可怎么空桑树里一个小孩儿啼哭？咱不可隐讳，报与老员外去来。老夫姓伊，双名致样，乃义永有莘人也。幼年颇看经书，隐居不仕，惟以务农为活。积蓄多年，广有钱谷，家业颇丰。又见老夫年高，人皆以老员外呼之。这个是俺当村里老弟兄李老人。早饭已罢，俺同看田禾去来。去来，咱在这槐阴直下少坐片时。好田禾也！老汉想来，自古三皇五帝，开创乾坤，教民稼穑耕种，富国养民，其功德不小也。老人，若说五帝之时，你可也是不知道，你听我说与你也呵！<br>【仙吕】【点绛唇】混元始宇宙洪荒，二仪四象。天差降，五帝三皇，安排定百二山河壮。<br>【混江龙】把乾坤开创，教民耕种定纲常。疏河源功高大禹，行庠序重德尧王。那其间尧用一夔兴礼乐，公孙甲子论阴阳。端的便察地理占天象，留心于社稷，运用于穹苍。<br>想五帝之时，尧帝怎生存心于天下，加志于治民也。老人不知，自古圣君至德至圣，端的有感也。<br>【油葫芦】想当日至德仁明掌万邦，用贤良定四方。用天之道理之常，弘敷五典无偏党。劳心尽思行温让，致令的四时和雨露均，八方宁士庶康，人心悦天意同和畅，因此上万国尽来降。<br>老员外是读书的君子，通达古今，若不说呵，老汉怎生知道，有如此大圣大德也。<br>【天下乐】那其间四野桑麻禾稼穰，百姓每讴歌将天祭享。军无战争民户昌，顺民心减税科，应天心绝逸荒，端的是普天下尊圣皇。<br>走走走！来到也。兀的不是老员外。老员外，您孩儿同伴哥看田禾去，俺家庄后空桑之中，一个小孩儿在里头啼哭，异香拂鼻，红光满地。您孩儿每不敢隐讳，特来报与老员外知道。<br>【醉中天】他每都争急言情状，语句意慌张。老员外，一个小小婴孩，在多年的空桑树里头里。他道是年小孩童在古树里藏。特来报与老员外知道，并不虚言。更说道并不言虚诳。我这里心中暗想，今日个事从天降。谁敢不报与老员外知道。一一的诉真情细说行藏。<br>那空桑在那里？在俺庄后面。来来来，您跟老夫，指与我那空桑，我试看咱。老员外，这里便是也。老员外，这空桑中，便怎生得这个小孩儿来？此子生的非凡也。果然如此，好是傒幸人也。<br>【金盏儿】你看他青渗渗秀眉长，高耸耸俊鼻梁。拳挛着手脚精神爽，潜形古树在村庄。生的来清奇面似雪，肤体白如霜。却怎么不教存画阁，莫不他举意隐空桑。<br>下次小的每，与我抱起来。理会的。好个小厮儿，不要哭，与员外做儿，你是有福的。员外，我着他打个能能。此子生的形容端正，骨格清奇，非等闲之人也。好奇异的形相也。<br>【醉中天】他生的神彩非凡像，美貌更端详。莫不是谪降天宫坠下方？不由我心欢畅。此子生的眉清目朗也。真乃是眉清目朗，可怎生流落在村庄深巷？他那里叫吖吖两泪成行。王留、伴哥，好好的抱到家中，便寻觅奶母，好生将养着，也是好的勾当。此子若长成，必然贵重也。<br>【尾声】你与我诚心儿好温存，用意相将傍。看寒暑温凉作养，乳哺依时要忖量，另立所避风寒大厦高堂。莫张荒，等的他那气血方刚，那其间着志求贤将师道访，习练的才高智广，文强武壮，恁时节扶持王业尽忠良。<br>老员外去了也。抱着这孩儿交与俺奶奶去来。休笑野庄家，地里去沤麻。转在庄后头，拾了个小娃娃。<br><br>第二折<br>我做元戎实是美，见阵交锋敢对垒。昨日教场去点军，吊下马来跌了腿。某姓陶名去南，在于履癸部下，为元帅统军之职。今有天乙，在履癸手下，为方伯之职。此人背了履癸之恩，自领一枝人马，与俺交锋，量你湫洼之水，一捻微尘，量他到的那里！左右，与我唤将副帅躲入巢来者！理会的。副将军，元帅有请。我做将军诡诈，临敌上阵不怕，若还逢着好汉，当时跪下回话。某乃副将躲入巢是也。我小子文武兼济，酒肉中停。大人见我好汉，抬举我做一个副帅。前日在教场里射垛子，使的气力大了些，垛子也射不中，把我仰不刺叉跌下马来。在家正贴膏药，元帅呼唤，须索走一遭去。可早来到也。小校报复去，道有副帅老躲来了也。理会的。喏！报的元帅得知，有老躲来了。着他过来。理会的。过去。元帅，呼唤小将那里使用？副将，唤你来不为别，为因方伯天乙，背了履癸，聚起雄兵，要来与俺交锋。我想来。咱这里无甚么人马，履癸的命，着你起九夷之师，来合兵一处，与他拒敌。则今日便索长行。老子也，着我老躲去！我说我则起的九夷人马来，等拒敌天乙，可免了我出去罢。今日个领了将令，点本部下人马，便去起九夷之师，走一遭去。领将驱兵武艺高，机谋战策我曾学。九夷兵至擒方伯，免我区区走一遭。副帅去了也，等他起的九夷兵至，与方伯天乙交锋，走一遭去。天乙兴心起战敌，英雄陶帅敢相持。全凭于下能征将，砍破天乙脸上皮。积祖坚心立大唐，教民功德赐为商。自从简狄吞遗卵，契生累代至成汤。某天乙是也，先事履癸，官拜方伯，某祖是唐虞大司徒契，教民有功，封于商，赐姓子氏，契生昭明，昭明生相土，相土生昌若，昌若生曹圉，曹圉生冥，冥生振，振生微，微生报丁，报丁生报丙，报丙生主壬，主壬生主癸，主癸生小官，是名天乙。仕于履癸，是为方伯，因履癸不道，诸侯多叛，暴戾顽狠，残虐军民，禽鸟走兽，为之不安。今无故兴兵证伐，某背了他，自领一枝人马，招安英杰，征伐不道。今闻义水有莘之野，有一人姓伊名尹。此人察风云以辨天时，望气色而观地理，有经济之才，安天下之手。某曾举荐与履癸，不能任用。此人复归有莘，见今耕于有莘之野。欲待征聘此人去，争奈无人可当此事。早间使人请仲虺去了，等他来时，一同商议。这早晚敢待束也。健顺依时佐国王，恤民定治岂非常<br>。调和鼎鼐遵仁德，燮理盐梅式大纲。小官仲虺是也，官居右丞相之职。因履癸不仁无道，暴戾顽狠，残虐生民，诸侯多叛。今又兴兵，与方伯相拒。小官正在私第，忧疑此事，方伯使人来请，须索走一遭去。可早来到也。小校，报复去。道有仲虺来了也。理会的。喏！报的方伯得知，有右丞相在于门首。道有请。理会的。有请。大人呼唤小官，有何事也？今请你来，为因履癸不道，暴戾顽狠，残虐生灵。今又兴兵与某相拒，某欲兴师，奈无军师。今闻义水有莘之野，有一人姓伊名尹，此人有经济之才，见今耕于有莘之野。某欲征聘此人，可教谁人可去为使？别人也去不的，可差汝方持着宣命，征聘此人，走一遭去。斯言良哉！左右门首望者，汝方来时，报复某知道。理会的。忠义悬悬皆隐袖，文雄浩浩以冲虚，民心安妥差科减，圣主施恩自有余。小官汝方是也，佐于方伯天乙手下，官拜上大夫之职。正在公馆理事，方伯呼唤，不知有甚事，须索走一遭去。可早来到也。左右报复去，道有汝方来了也。理会的。喏！报的方伯得知，有汝方大夫来了也。道有请。理会的。有请。大人呼唤小官，有何事也？汝大夫，今请你来不为别，因履癸失政，无故兴兵，某欲率师征伐，以除民患，奈无军师。今闻义水有莘，有一人姓伊名尹，此人有经济之才，安邦之策。欲令你去征聘此人，意下若何？公子之命，不敢有违，小官愿往。既是你去，将着紫泥丹诏，玄纁玉帛，束带朝章，你领着驷马高车，伞盖仪仗，直至彼地，请命贤士伊尹，以攻暴桀，速救苍生之难也。谨遵君命。将玄纁丹诏，束带朝章，驷马高车等项，不敢久停久住，则今日直至有莘，请命伊尹，走一遭去。征聘深谋去意坚，有莘之野力耕田，乾坤多感天乙德，四海皆闻伊尹贤。大人，汝方此一去，将着厚礼朝章玉帛，况汝方是能文大儒，到于有莘，见了伊尹，必然征聘临朝，共同辅佐。小官无甚事，回私宅去也。伊尹忠良有大才，耕锄田野久沉埋。一朝入省为卿相，四海消除黎庶灾。仲虺去了也，安排人马，接待伊尹。无甚事，且回后堂中去。夏桀无仁动远征，人心全失苦苍生。只因天怒兴戈甲，万里山河一战成。小生姓伊名尹，乃义水有莘人也。前者方伯将小生举荐于夏，夏不能用，小生复归有莘，无志功名，<br>习学务农，播种耕耘，倒大来好是悠哉也。哥哥，想你学成经纶济世之策，立国安邦之谋，若列朝纲，凭此大才，得受官爵显扬于世，可不强如耕种为活也！隐士兄弟，你不知难于进用！想五帝之世，求贤用士，立业安邦，你是不知也！你兄弟实不知也。兄弟，你听我说一遍也。<br>【中吕】【粉蝶儿】想当日挚逝封尧，善能行圣人之道，以全图禹任皋陶。他每都应天心，行正法，将黎民抚教。自履癸临朝，运糟粕信从贪暴。<br>【醉春风】可怜见致涂炭庶和民，适灾危禽共鸟。见如今天乙修德有谁如，端实是少，少。上应天心，外施仁义，内存纯孝。<br>哥哥若肯为官，吃堂食，饮御酒。门排画戟，户列簪缨，紫袍簌地，象简当胸，不强似在这山间林下，受此寂寞也！兄弟，你不知我的心事也。<br>【迎仙客】我则待习农务耕绿野，趁农时效锄刨。似这等不肯进身，哥哥高见为何？这的是老生涯养拙一世了。似此可是怎生也？一任待卧烟霞，眠绿草，醒来时浊酒相邀。哥哥差矣。似此怎么了得身事也。这的是伊尹穷安乐。<br>小官上大夫汝方是也。奉方伯之命，征聘伊尹。左右摆开头答者！哥哥，你见么，远远尘土起处，一簇人马飞星也似来，不知为何也。<br>【石榴花】我则见扬尘蔽日罩荒郊，哥哥，人马来的近了也。更和那人马可便闹濩铎。当前一匹马，走的至紧。当头里一匹骏马甚咆哮。左右，摆开头答齐整者！见从人列着，畅好是英豪。可早来到也。左右接了马者。莫非是伊尹贤士么？见一人下马连声叫。小生是，小生是。贤士休惊莫怕，小官奉方伯之命，请贤士入朝为官哩。唬的我魄散魂飞。小官赍持紫泥丹诏，请贤士勿得怠慢也。他道是赍擎着一纸征贤诏。不必推辞，即便临朝。你着我疾快便临朝。<br>受了束带朝章者。<br>【斗鹌鹑】着我受束带朝章，怎发付这儒冠布袄？更有驷马高车，请升车到朝中，加升官职也。摆列下驷马高车，奉天建爵。又不曾燮理阴阳将鼎鼐调，退夷狄边塞遥。拜辞了草舍茅庵，受用的兰堂画阁。<br>应聘而起，国家用人之际，乃君臣庆会之时。哥哥去朝中安邦定国，展你那胸中才调，扶持主上，可不强似在此耕种也。闻知贤士，识风云气色，观地理经纶，怀济世之才，安天地主手。奉命征聘贤士，辅安天下也。量小生有何德能？不敢当，不敢当。<br>【上小楼】我无那擎天动作，又无那惊人才调。据贤士经济之才，俊伟之器，堪为将相也。我不会辨别星斗，嗅土闻风，云雾低高。贤士疾忙而起，贤臣遇明主而出。正谓此也。止不过播种耕耘，力习农务，攻锄田稻。见有丹诏敕文在此。怎消的紫泥宣一封丹诏。<br>山野村夫，何以敢当。乞请大人收回成命。哥哥，大人将着束带朝章，哥哥是必换了衣冠，休违王命，走一遭去。<br>【幺篇】你着我忙除了儒士冠，疾脱了粗布袍。左右伺候，头答摆的齐整者！贤士请登程途。他将水罐银瓶，伞盖头答，摆列周遭。贤士，你穿用紫袍金带，骑坐着那白马红缨，端的是显威严也。你道是白马红缨，紫袍金带，施威显耀。贤士为官，贤士的妻房情受五花官诰，为贤德夫人也。荆布之妇。怎消受五花官诰。<br>哥哥，既有宣命，不可固辞。贤士怀才抱德，方今用人之际，大丈夫生于天地之间，济世安民，忠君报国，乃是男儿所为。沉埋田野，可惜了你那盖世英才。贤士不必苦辞，岂不闻君命召，不俟驾行。若坚持固辞，是故违君命，罪有所归也。罢罢罢！则今日跟大人去来。<br>【耍孩儿】看一番揩磨日月兴宗庙，拣士马驱兵战讨。经纶天地定皇朝，保持的社稷坚牢。凋和那盐梅燮理阴阳顺，致令的天地和同风雨调。休想我污婪矫权狡，托赖着一人有庆，稳情取万姓歌谣。大人，俺去来。<br>【尾声】慑伏的四夷朝帝京，八蛮贺圣朝。遍乾坤丰稔黎民乐太平表。<br>哥哥去了也，这一去必然重用。无甚事，回我庄上去也。无分居官位，有志在桑麻。伊尹征聘去，我却自还家。<br><br>第三折<br>我做元帅世罕有，六韬三略不离口。近来口生都忘了，则记烧酒与黄酒。某乃履癸部下大元帅陶去南是也。如今方伯兴兵征伐，难与他取胜，某令副将起九夷之兵去了，未知如何。小校，帅府门首望者，但有一应军情事，报复某知道。理会的。区区副将躲入巢，打差不避路迢遥。九夷兵马不肯与，枉着我去走一遭。某乃躲入巢是也。去九夷借兵回来了也，见元帅走一遭去。可早来到也。小校报复去，道有躲叔来了。躲叔，我则叫你小躲儿。我则是副帅，叫我小躲儿！休要打我，报复去。喏！小躲儿来了也。道有请。躲叔，有请。借兵如何？不要说，我到那里，卑辞厚礼，央他那军长，他坚意不肯借兵，着我使性子来了。元帅，我想起来，俺两个文武不济。是文武兼济。哦，文武兼济，要那九夷怎么！则咱两个也擒了他。你也说的是，则今日点就本部人马，你为先锋，我为合后，下将战书去，单搦方伯出马。你为兵，先与方伯交锋，某来接应。小心在意者。得令！大小三军，听吾将令：我是副将实英杰，临敌对阵莫乜斜。若是输了下的马，跪下叫他方大爷。某不必久停，奉履癸之命，统着人马，接应副帅，走一遭去。我的机谋武艺深，英雄胆略强似人。若是方伯威势大，跑到家里关上门。士马纷纷离乱间，黎民涂炭实难看。几回奋志除残暴，剑气冲天牛斗寒。某乃方伯天乙是也。为因履癸无道，某兴兵征伐他去。仲右丞，闻知履癸调九夷之兵，不肯从他。便调了来，托公子洪福，也不惧他。今与他拒敌，必然要下毒手，大除残暴，以平天下，以安生民。奈无人运智铺谋，已差汝方去征聘伊尹去了，未知如何。公子，汝方必然征聘伊尹来也。左右门首望者，但有军情事，报复我知道。理会的。小生伊尹是也。奉方伯公子之命，令汝方大人，持玄纁玉帛征聘小生，须索走一遭去。贤士，小官想来，贤士居于有莘之野，耕种为活，受如此辛勤，今蒙征聘为官，可不强似在山间林下也。若论为官，端的受用；在山林之下，可也有一种快乐也。<br>【正宫】【端正好】再不见青霭霭柳阴浓，高耸耸山叠翠。乐耕锄拽耙扶犁，我如今受皇宣着我居官位，端的也衣紫身荣贵。<br>贤士，想为官立一人之下，入则雕墙峻宇，出则大纛高牙，兀的不头答两行，银盆水罐，伞盖车马，端的是威严也。<br>【滚绣球】我则见头答左右随，公人前后围。慢腾腾缓行着骏骑，喜孜孜列鼎而食。辅佐的中华社稷安，揩磨的乾坤日月辉。展经纶补完天地，尽忠减心若金石。聘贤士入朝，可也不轻也。凭着这两支手掌扶王业，稳情着百二山河壮帝基，四海传檄。<br>贤士，来到也。小官先过去报知。左右报复去，道有汝方征聘的伊尹来了也。理会的。喏！报的方伯得知，有汝大夫征聘的伊尹来了也。着他过来。理会的。过去。小官奉命，征聘将伊尹来了，见在门首。道有请。理会的，贤士有请。远劳贤士不弃降临，适因履癸不道，暴戾顽狠，残虐生灵。他又兴兵，某欲剪伐。奈孤军寡和，知贤士有经济之才，知天时，谙地利，善人和，久屈于陇亩，特遣使以玄纁玉帛，卑辞厚礼，专为征聘，望贤士运神机，施妙策？指顾三军，保乾坤奠安，解生民涂炭。惟望贤士高鉴，实某之幸也！量小生田野村夫，岂知安邦之策也！<br>【倘秀才】我本是田野中愚浊村鄙。特请贤士辅于公子，着贤士权临八府，印掌三台，为柱石之臣也。怎做的相府内贤良宰职。据贤士之才德，堪可为国家柱石也。道我是立地擎天大柱石。因贤士超越今古，智识高明，特赐象简紫衣，则是着贤士尽忠诚辅弼也。则这白象简，紫罗衣。全凭你高才大手，安邦定国也。待教我安邦定国。贤士，今欲兴师，未彻兵家用事，贤士展神鬼不测之机，兴一旅之师，辅佐公子，以成大事。小生是一扶犁叟，岂知兵家之事也！论贤士之智能，觑夏桀有何难哉！<br>【滚绣球】止不过乐山林景色奇，向桑麻禾稼畦。休谦辞，久已知贤士之能，胸怀妙用，腹隐神机也。你着我帅军卒运谋施智。贤士，用人之际，正当展布大才也。你着我定乾坤施展兵机。俺这里有军兵百万，安下营寨，枪林剑洞，如铁桶相似，则是少个运谋的人，全凭贤士为之也。你道是齐臻臻的摆开阵势，明晃晃列着剑戟，闹垓垓密排着军队，映穹苍号带旌旗。贤士，他那里兵势可也不小，亦有定计铺谋的将帅。者莫他坐中设下千条计，岂不闻阃外将军八面威，智勇无及。<br>某孤陋寡闻，如今临敌对阵，怎生排兵布阵，下寨安营，必然取胜，贤士略举其一二，以释愚蒙。行兵大略，为将者智通万物，勇冠三军，坐于边陲，守而必固，布于行阵，战而必胜。此是为将之大略也。<br>【呆骨朵】向垓心战讨驱征骑，喊声高戈甲排齐。怎生下寨安营，排兵布阵，贤士必有奇正方略也。我与你兵列八方，军分四壁，依地势排军队，觑方位安形势，这的是行兵立阵谋，先识那临敌攻战机。<br>贤士不说，某怎知也！到来日点就三军，与他交锋，走一遭去。<br>【脱布衫】统雄兵劈面相持，驱貔虎扯鼓夺旗。恶狠狠扬威显武，气昂昂奋扬威势。<br>更有甚行兵妙略，贤士再说一遍咱。<br>【梁州】阵列八门生最奇，为将须知。军卒未饭帅休食，以此能伏制，甘苦共同宜。<br>【幺篇】怒无加责欢无会，士无衣将与重衣。这的是恤士功，安心计。能明此义，万众总归依。到来日某同贤士亲临战阵，与他交锋，务要剪伐大夏也。论公子如此大德，将士效力，小生少助微智，临阵自有奇谋，量他到的那里也！此一去必然成功，皆赖贤士之能也。放心。<br>【尾声】到来日安营下寨施才智，布阵排兵显武威。骨刺剌列绣旗，闹垓垓战马嘶。舍死忘生恶战敌，定乱除危攻夏畿。辅佐坚心立帝基，肱股忠良四海知。龙虎风云同际会，严定这一统乾坤万万里。贤士去了也。他此去小歇小歇。人马已点就了也，左右，与我唤将费昌来者。理会的。费昌安在？胆气冲冲智有余，过人骁勇有谁知。文雄武壮能攻守，定乱除危大丈夫。某乃费昌是也，公子部下都护将军。今因大夏失政兴兵，与公子拒敌，公子令汝方将玉帛征聘了伊尹来。正在帅府戟门听令，公子呼唤，须索走一遭去。可早来到也。小校报复去，道有费昌来了也。理会的。喏！报的方伯得知，有费将军来了也。着他过来。理会的，过去。公子呼唤小将，那厢使用？费昌，如今夏国兴兵，与某争战，你统大兵前去拒敌。某新聘了伊尹贤士来，听他军前支拨。剪大夏，伐履癸，不可怠慢，小心奋勇，则要成功，不可怠忽。得令！统领大势人马，与他拒敌，走一遭去。袍染猩红砌锦花，剑含秋水出寒匣。枪刀耀日金光起，旗影翩翻映彩霞。昂昂勇烈相争斗，凛凛威风共战伐。来朝两阵相交处，管教贼子丧黄沙。费昌统大兵去了，某同军师伊尹统领三军接应他，走一遭去。大德高才贯古今，施谋运智鬼神钦。剿除不道兴殷室，抚定苍生失望心。汝方，才观伊尹，果有大才，此一场必然得胜，平定暴乱。无甚事，咱且回私宅去来。右丞，咱同回去来。只因履癸性暴强，荒淫无益动刀枪。天遣贤人诛无道，故教民庶得安康。<br>楔子<br>戴上傒子盔，穿上匙头甲。他每争闲气，着我去厮杀。某乃副帅老躲是也。统人马征战方伯，先领五千游兵引战，没奈何看事色，得手纁了为上计。大小三军，摆开阵势，如今两阵对圆，大家用心，袖子里袖上些石头，到阵上丢了枪刀，着石头打。这其间敌兵敢待来也。某乃大将费昌是也。奉公子之命，某领着人马，列下大营，与敌兵交锋。大小三军跟我来，径奔他营门去。来者何人？某乃大将费昌，是你爹爹。哎！这厮无礼！尔乃何人？某乃履癸手下副将躲入巢是也。你弃了夏国，顺了方伯，我正要拿你这匹夫哩。这厮开这等大言，操鼓来！大小众将，一齐的围上来，休着走了费昌也！公子，这个是奇门阵，大小三军，往前攻杀，休要走了此贼者！怎么又走将两个来？哦，那个便是伊尹，量你个使牛的村夫，怎敢与某对敌！这厮好无礼也！<br>【仙吕】【赏花时】俺这里耀武扬威胆气雄，勒马横枪豪气冲。赶的慌怎么了？那里去！不好了，赶的我马不停蹄，我死也！凭着我方略立奇功，使不着你军雄将勇。<br>副帅，不好了，倒干戈逃命，走走走！二贼子大败亏输，走了也。则消的一阵定疆封。<br><br>第四折<br>燮理阴阳赞圣威，经纶天地就中奇。身近丹墀传敕命，调和鼎鼐理盐梅。小官殿头官是也。因为履癸不道，暴虐生民，诸侯多叛，天下哀怨，起无名之师，拒有道之国。方今有方伯，原是契之世孙，商家苗裔，大起义兵，招安兵将，征聘有莘伊尹为军师，大军临一鼓而下，将履癸放于鸣条。公子正位，如今同费昌，须索走一遭去。履癸不仁，残害生灵，鸟兽不安，主人用玉帛辞厚袂，征聘军师到此，用计伐夏救民，其功不小也。谁想有今日也呵！<br>【双调】【新水令】脱白衣平步上云衢，离尘途奋身独步。罗襕白象简，玉带挂金鱼。胸卷江湖，得志也叩銮舆。<br>可是来到也。左右报复去，道有伊尹、费昌来了也。理会的。喏！报的大人得知，有伊尹、费昌来了也。道有请。理会的。有请。大人，小官每来了也。军师鞍马上劳神也。既蒙聘取而来，今为臣下，岂辞劳苦。正当竭力尽忠，少图补报也。今日尔等筹策神谋，伐夏兴汤，天下大定，军民乐业。奉圣人命，与您众公卿加官赐赏，列土分茅。量伊尹有何德能，敢受赏封官。少罄蝼蚁之心，偶尔剪夏安民，乃圣人洪福，非臣子之能也。<br>【沉醉东风】往常我着布衣深居白屋。如今身登八位，职列三台，名标青史，显耀乡闾也。今日落清名显耀乡间。如今奉命，将你官上加官，禄上加禄也。高官又赠官，禄重又加禄。门排画戟，户列椒图，索是荣显也。列门庭画戟椒图。往常时蓑草为裀就地铺，今日个划地住兰堂画屋。似你这般立大功勋，剪除暴夏，复立大汤，重整江山，竭力尽心，真乃是肱股良臣也。<br>【雁儿落】你道是立江山真肱股。论你之功，如擎天玉柱，架海金梁也。又道我扶社稷为梁柱。为臣者尽忠良于国，堪比良金美玉也。你道我尽忠心如美金，布德政如白玉。<br>久闻军师行兵，察风云，辨气色。善用机谋也。<br>【得胜令】呀！你道我战讨善机谋。真个是剑呼风雨降，笔走鬼神惊，识尽军机枢要也。你道我笔下见赢输。马到处剪除暴夏。你道我剪除残暴夏。一阵成功，辅天乙位，都于毫邑也。你道我平扶立帝都。论功行赏，图形麟阁。标入功劳簿，遗芳万年。美哉伊尹也！这功绩纤需，要将我标入功劳簿。论谋略荒疏，怎消的凌烟阁上图。你众官望阙跪者，听圣人之命；都只为夏履癸不道无仁，发顽狠暴虐黎民。是处处人心嗟怨，使鸟兽不得安存。方伯怒起兵征讨，聘伊尹运智行军。四下里攻围鏖战，仗神机得胜全赢。收取了州城国邑，散仓粮府库金银。放履癸鸣条修德，明正典责罚奸人。今日个论功行赏，赐官爵以励忠臣。伊尹升太师左相，仲虺升太师右丞，汝方与进阶二品，费昌为天下总兵。赐重爵身登八位，列簪缨光显门庭。论功次加官赐赏，一齐的拜谢天恩。<br>题目修德政天乙诛夏<br>正名立成汤伊尹耕莘",
  "poet": {
    "id": 1052,
    "star": 0,
    "name": "郑光祖",
    "image": "http://img.gushiwen.org/authorImg/zhengguangzu.jpg",
    "desc": "郑光祖生于元世祖至元初年（即公元1264年），字德辉，汉族，平阳襄陵（今山西临汾市襄汾县）人，从小就受到戏剧艺术的熏陶，青年时期置身于杂剧活动，享有盛誉。但他的主要活动在南方，成为南方戏剧圈中的巨擘。元代著名的杂剧家和散曲家。"
  },
  "tags": []
}