{
  "id": 13768,
  "star": 13,
  "name": "桂州腊夜",
  "dynasty": "唐代",
  "content": "坐到三更尽，归仍万里赊。<br>雪声偏傍竹，寒梦不离家。<br>晓角分残漏，孤灯落碎花。<br>二年随骠骑，辛苦向天涯。",
  "fanyi": "<p><strong>译文</strong><br>除夕守岁一直坐到三更尽，回乡之路远隔万里长路狭。<br>雪花飒飒作响偏落竹林旁，凄寒之夜几番梦回总关家。<br>破晓的号角替代残夜漏声，孤灯将要燃尽掉落碎芯花。<br>这两年离家在外跟随骠骑，艰辛劳苦岁暮还滞留天涯。</p> <p><strong>注释</strong><br>⑴桂州：唐代州名，治今广西桂林。腊夜：除夕之夜。<br>⑵赊：遥远。<br>⑶傍：靠。这里指雪花飘落。<br>⑷角：号角。分：区分。漏：漏壶。古代计时器，铜制有孔，可以滴水或漏沙，有刻度标志以计时间。简称“漏”。<br>⑸碎花：喻指灯花。北周<a href=\"http://so.gushiwen.org/author_662.aspx\">庾信</a>《灯赋》：“蛾飘则碎花乱下，风起则流星细落。”<br>⑹骠（piào）骑：飞骑，也用作古代将军的名号。这里指作者的主帅桂管防御观察使李昌巙。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这首<a href=\"http://so.gushiwen.org/view_13768.aspx\">诗</a>抒发了诗人离乡万里，腊夜怀乡思归之情。尾联与首联呼应，点出离家万里，岁暮不归的原因。</p> <p>　　开头两句写除夕守岁，直坐到三更已尽。这是诗人在离乡万里，思归无计的处境中独坐到半夜的。一个“尽”字，一个“赊”字，对照写出了乡思的绵长，故乡的遥远。一个“仍”字，又透露出不得已而滞留他乡的凄凉心境。</p> <p>　　三四两句写三更以后诗人凄然入睡，可是睡不安稳，进入了一种时梦时醒的朦胧境地。前句说醒，后句说睡。“雪声偏傍竹”，雪飘落在竹林上，借着风传进一阵阵飒飒的声响，在不能成眠的人听来，就特别感到孤方凄清。这把南寂寒夜的环境气氛渲染得很足。那个“偏”字，更细致地刻画出愁人对这种声响所特有的心灵感受，似有怨恼而又无可奈何。“寒梦不离家”，在断断续续的梦中，总是梦到家里的情景。在“梦”之前冠一“寒”字，不仅说明是寒夜做的梦，而且反映了诗人心理上的“寒”，就使“梦”带上了悄怆的感情色彩。</p> <p>　　五六句叙时断时续的梦大醒以后再不能入睡时的情形。“晓角分残漏”。写所闻。古代用滴漏计时，夜间凭漏刻传更，残漏指夜将残尽时的更鼓声。天亮后号角一响，更鼓声歇，表明长夜过去，清晨来临。“分”，是以听觉上的不同，反映时间上的划分，透露了诗人梦断以后闻角声以前，一直眼睁睁地躺在床上耳闻更声，其凄苦之情可知。“孤灯落碎花”写所见，青灯照壁，诗人长时间地望着那盏孤零零的昏暗油灯掉落着断碎的灯花。“孤”字既表现了诗人环境的冷清，也反映了他主观感受上的寂寞。此联通过一闻一见，把作者的乡思表现得含而不露，情在词外。</p> <p>　　“二年随骠骑，辛苦向天涯。”最后一联和首联相呼应，点出离家万里，岁暮不归的原因，收结全诗。骠骑，是骠骑将军的简称，汉代名将霍去病曾官至骠骑将军，此处借指戎昱的主帅桂管防御观察使李昌巙。这首诗写了除夕之夜由坐至睡、由睡至梦、由梦至醒的过程，对诗中所表现的乡愁并没有说破，可是不点自明。特别是中间两联，以渲染环境气氛，来衬托诗人的心境，艺术效果很强。那雪落竹林的凄清音响，回归故里的断续寒梦，清晓号角的悲凉声音，以及昏黄孤灯的断碎余烬，都暗示出主人公长夜难眠、悲凉落寞、为思乡情怀所困的情景，表现了这首诗含蓄隽永、深情绵邈的艺术风格。</p>",
  "about": "<h2>创作背景</h2> 　　戎昱在唐代宗广德至大历（763—779）年间，先后在荆南卫伯玉、湖南崔瓘幕下任职，大历后期宦游到桂州（州治今广西桂林），任桂管防御观察使李昌巙的幕宾。这首<a href=\"http://so.gushiwen.org/view_13768.aspx\">诗</a>是他到了桂州第二年的岁暮写的。",
  "poet": {
    "id": 206,
    "star": 0,
    "name": "戎昱",
    "desc": "戎昱，(744～800)唐代诗人。荆州（今湖北江陵）人，郡望扶风（今属陕西）。少年举进士落第，游名都山川，后中进士。宝应元年(762)，从滑州、洛阳西行，经华阴，遇见王季友，同赋《苦哉行》。大历二年(767)秋回故乡，在荆南节度使卫伯玉幕府中任从事。后流寓湖南，为潭州刺史崔瓘、桂州刺史李昌巙幕僚。建中三年(782)居长安，任侍御史。翌年贬为辰州刺史。后又任虔州刺史。晚年在湖南零陵任职，流寓桂州而终。中唐前期比较注重反映现实的诗人之一。名作《苦哉行》写战争给人民带来灾难。羁旅游宦、感伤身世的作品以《桂州腊夜》较有名。"
  },
  "tags": [
    "春节",
    "思乡"
  ]
}