{
  "id": 70961,
  "star": 251,
  "name": "池州翠微亭",
  "dynasty": "宋代",
  "content": "经年尘土满征衣，特特寻芳上翠微。<br>好水好山看不足，马蹄催趁月明归。",
  "fanyi": "<p><strong>译文<br></strong>年复一年，我驰骋疆场，战袍上洒满了灰尘；今天，在“得得”的马蹄声中，缓缓登上齐山，浏览翠微亭的美景。<br>好山好水，我怎么也看不够，可已是明月当空，马蹄声又催着我踏上了归程。</p> <p><strong>注释<br></strong>1.池州：今安徽贵池。<br>2.翠微亭：在贵池南齐山顶上。<br>3.经年：常年。<br>4.征衣：离家远行的人的衣服。这里指从军的衣服。<br>5.特特：特地、专门。亦可解作马蹄声，二义皆通。<br>6.寻芳：游春看花。<br>7.翠微：指翠微亭。<br>8.看不足：看不够。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　“池州”，是宋代江南东路的一个州，州府设在当时的秋浦，就是现在的安徽省池州市贵池区。这里作者以州名代指州府名。“翠微亭”，在今安徽贵池南边的齐山上，是唐代大<a href=\"http://so.gushiwen.org/view_70961.aspx\">诗</a>人<a href=\"http://so.gushiwen.org/author_211.aspx\">杜牧</a>在武宗会昌年间任池州刺史时建造的。</p> <p>　　这是一首记游诗，主要记述登临池州翠微亭观览胜景的心理状态和出游情形，表现了作者对祖国山河的无限热爱之情。前两句写出游的愉悦。起句“经年尘土满征衣”写长期紧张的军旅生活。诗人从军后，一直过着紧张的军事生活，特别是在抗金斗争中，为了保卫南宋残存的半壁河山，进而恢复中原，他披甲执锐，率领军队，冲锋陷阵，转战南北，长期奔波，把全部精力都投入到保卫国家的伟大事业之中。诗的开头一句正是对这种紧张军旅生活的生动朴实的高度概括。“经年”，这里指很长时间以来。“征衣”，这里是指长期在外作战所穿的衣服。既然长年累月地率领部队转战南北，生活十分紧张，那就根本没有时间、没有心思去悠闲地游览和欣赏祖国的大好河山。愈是这样，愈盼望有朝一日能够有这样的一个机会。这样，起笔一句就为下面内容的引出作了充分的渲染和铺垫，看似与记游无关，而作用却在于突出、强调和反衬了这次出游的难得与可贵，故对句以“特特寻芳上翠微”接住。现在，诗人竟然有了这样的机会，到齐山观览，而且登上了著名诗人杜牧在这里建造的翠微亭，心里一定愉快、兴奋。“特特”，在这里有两层意思，一是当特别、特地讲，起了强调、突出的作用，以承接首句意脉，一是指马蹄声，交待了这次出游是骑马去的，成为诗歌结尾一句的伏笔。“寻芳”，探赏美好的景色。“翠微”，是诗人到达的地方。这样，对句实际上写了出游的方式（骑马）和到达的地点（翠微亭），从而起到了点题、破题的作用。诗的开头两句，首句起笔突兀，如高山坠石，不知其来，似与题目无关，而实为次句铺垫；次句陡转笔锋扣题，承接自然，成为首句的照应；两句相互配合，表现出作者大起大落、大开大阖的高度艺术腕力和高屋建瓴的雄伟气魄。两句形成了波澜和对比，从而突出了这次出游的欣喜。</p> <p>　　“好水好山看不足，马蹄催趁月明归。”诗的三四两句并没有象一般的记游诗那样，对看到的景色作具体细致的描述，而是着眼于主观感觉，用“好水好山”概括地写出了这次“寻芳”的感受，将秀丽的山水和优美的景色用最普通、最朴实、最通俗的“好”字来表达，既有主观的感受，又有高度的赞美。同时，又用“看不足”传达自己对“好水好山”的喜爱、依恋和欣赏。结尾一句则写了诗人为祖国壮丽的山河所陶醉，乐而忘返，直到夜幕降临，才在月光下骑马返回。“马蹄”，照应了上面的“特特”。“催”字则写出了马蹄声响使诗人从陶醉中清醒过来的情态，确切而传神。“月明归”，说明回返时间之晚，它同上句的“看不足”一起，充分写出了诗人对山水景色的无限热爱、无限留恋。<a href=\"http://so.gushiwen.org/author_630.aspx\">岳飞</a>之所以成为民族英雄，之所以为自己的国家英勇战斗，同他如此热恋祖国的大好河山是密不可分的。诗的结尾两句正表现了作者对祖国山河特有的深厚感情。</p> <p>　　这首诗通过记游，抒发了作者对祖国山河无限深厚的热爱之情。在艺术上运思巧妙，不落俗套，虽是记游，而不具体描述景物，重在抒写个人感受。其结构方式除以时间为序外，又把情感的变化作为全诗的线索，突出了这次出游登临的喜悦。语言通俗自然，明白如话。</p>",
  "about": "<h2>创作背景</h2> 　　绍兴五年（1135年）春 ，<a href=\"http://so.gushiwen.org/author_630.aspx\">岳飞</a>率兵驻防池州，游城东南齐山翠微亭，作此<a href=\"http://so.gushiwen.org/view_70961.aspx\">诗</a>。",
  "poet": {
    "id": 630,
    "star": 0,
    "name": "岳飞",
    "image": "http://img.gushiwen.org/authorImg/yuefei.jpg",
    "desc": "岳飞（1103—1142），字鹏举，宋相州汤阴县永和乡孝悌里（今河南安阳市汤阴县程岗村）人，中国历史上著名的军事家、战略家、民族英雄，位列南宋中兴四将之首。岳飞是南宋最杰出的统帅，他重视人民抗金力量，缔造了“连结河朔”之谋，主张黄河以北的抗金义军和宋军互相配合，夹击金军，以收复失地。岳飞的文学才华也是将帅中少有的，他的不朽词作《满江红》，是千古传诵的爱国名篇。葬于西湖畔栖霞岭。"
  },
  "tags": [
    "古诗三百首",
    "纪游",
    "写景",
    "热爱"
  ]
}