{
  "id": 47992,
  "star": 16,
  "name": "橘柚垂华实",
  "dynasty": "两汉",
  "content": "橘柚垂华实，乃在深山侧。<br>闻君好我甘，窃独自雕饰。<br>委身玉盘中，历年冀见食。<br>芳菲不相投，青黄忽改色。<br>人倘欲我知，因君为羽翼。",
  "fanyi": "<p><strong>译文<br></strong>橘柚挂满了美好的果实，但却生长在深山旁侧。<br>听说您喜好我的甘美，我就暗暗自个修饰起来。<br>托身珍美光洁的玉盘，经历年月期待主人品尝。<br>但主人不赏识我的美质，久搁而颜色由青变黄。<br>倘若要人们深入了解我，还得凭借您作介绍啊。</p> <p><strong>注释<br></strong>⑴柚：或作“櫾（yòu）”，果名，橙类。<br>⑵君：指某位享用者。好（hào）：喜爱。<br>⑶窃：私下，私自。雕饰：雕琢文饰。<br>⑷委身：托身。“委身玉盘”，比喻投入仕途。<br>⑸历年：经历年岁。冀：希望。<br>⑹芳菲：芳香，香气。不相投：言不合意。<br>⑺傥（tǎng）：同“倘”，假使，如果。欲我知：想了解我的意思。这是“欲知我”的倒装。<br>⑻羽翼：指辅佐的人或力量。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这是一首比兴体的作品，<a href=\"http://so.gushiwen.org/view_47992.aspx\">诗</a>人借橘柚为比，来写自己的遭际和心愿。咏橘见志，<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>早年就写有《橘颂》，其开头几句写道：“后皇嘉树，橘徕服兮。受命不迁，生南国兮。深固难徙，更壹志兮。”意思是说，天地孕育的美好的橘树，它只适应南方的水土，它把根深深扎入南国的土地，再也不愿意迁徙。这显然是借以表现自己的独立不阿、洁身自好的品格。这首“古诗”的写法当受到屈原的启发，但用意却不同。</p> <p>　　此诗开头写道：“橘柚垂华实，乃在深山侧。”前句着一“垂”字，见出佳果累累，后句以一“乃”字转折，见出所生非地、难为人知的遗憾。可见此橘并不“壹志”于“不迁”，而是觉得自己具备这样的美质，就要见食、见用。这是比喻自己本是怀才而隐居的人。</p> <p>　　“闻君好我甘，窃独自雕饰。”这里用第一人称。这表现了橘为人知时的欣喜、投其所好的心计。一旦听说就如此这般，也见出它的急不可待。由不为人知到为人知，这是橘的命运的一大转折。</p> <p>　　“委身玉盘中，历年冀见食。”果然得以进献于某公了，托身于珍美光洁的玉盘中，更觉得殊荣莫比，这句顺承前句，有一种如愿以偿的快意。下句略作顿挫，说经历年月期待主人品尝，这既见它心情的迫切、专注，又微露主人的倦怠、冷淡，似有不祥的预兆。</p> <p>　　“芳菲不相投，青黄忽改色。”到底愿望还是落空了，主人不赏识它的美质。“芳菲”，是香气，“青黄”，是美色，也就是《橘颂》所云“纷媪宜修”“青黄杂糅”。一个“忽”字见出打击的沉重。似为人知、终究还不见用，这又是一大转折，也是它命运挣扎中的失败。这两句以橘柚具芳香而不能中人之意，比喻自己虽怀才而不见用，年华空掷。</p> <p>　　“人倘欲我知，因君为羽翼。”这两句是在“青黄忽改色”时还希望主人见食，主人见食它才能广为人知，若否，那就没有指望了．这是它忍着满腔的痛愤向主人恳求，见出心中的委屈、痛苦。这是希望在位者推荐的意思。此时它还没有完全绝望，用语也显得较委婉，可谓哀切。</p> <p>　　此诗通篇将橘人格化，除头两句外，都用第一人称，让橘自我表白，它的希冀，它的用心，它的颀喜，它的怨望，表现得很是真切。《橘颂》的橘还是居于客体位置，此处已为主体，就便于曲曲传出它的内心了。此诗仅十句，组织得法，两个波折，显示了命运的挣扎情状，也易动人观感。其作者的志趣与屈原相较，自有高尚鄙俗之分，却也是那个时代士人的常情常态。吏治的腐败，察举的荒谬，士人为求进身，只得投靠当权者。攀附请托，因人成事，是汉末吏治一大特征，所以有这种诗的出现，有“何不策高足，先据要路津”的呼喊。</p>",
  "about": "<h2>创作背景</h2> 　　这是东汉时期无名氏的作品，当是出身寒微的士人所作：作者好不容易结识了一位显贵，委身于这位显贵的门下，期待引荐，但久不见动静，因而不免焦灼、怨望，作此<a href=\"http://so.gushiwen.org/view_47992.aspx\">诗</a>投献，以期动其恻隐之心。东汉的统治者尊重处士只是表面，实际上并不能让有才能的人真正得到施展的机会。",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": [
    "咏物"
  ]
}