{
  "id": 5514,
  "star": 195,
  "name": "渭川田家",
  "dynasty": "唐代",
  "content": "斜阳照墟落，穷巷牛羊归。<br>野老念牧童，倚杖候荆扉。<br>雉雊麦苗秀，蚕眠桑叶稀。<br>田夫荷锄至，相见语依依。<br>即此羡闲逸，怅然吟式微。",
  "fanyi": "<p><strong>译文</strong><br>村庄处处披满夕阳余辉，牛羊沿着深巷纷纷回归。<br>老叟惦念着放牧的孙儿，柱杖等候在自家的柴扉。<br>雉鸡鸣叫麦儿即将抽穗，蚕儿成眠桑叶已经薄稀。<br>农夫们荷锄回到了村里，相见欢声笑语恋恋依依。<br>如此安逸怎不叫我羡慕？我不禁怅然地吟起《式微》。</p> <p><strong>注释</strong><br>⑴渭川：一作“渭水”。渭水源于甘肃鸟鼠山，经陕西，流入黄河。田家：农家。<br>⑵墟落：村庄。斜阳：一作“斜光”。<br>⑶穷巷：深巷。<br>⑷野老：村野老人。牧童：一作“僮仆”。<br>⑸倚杖：靠着拐杖。荆扉：柴门。<br>⑹雉雊（zhìgòu）：野鸡鸣叫。《<a href=\"http://so.gushiwen.org/view_5514.aspx\">诗</a>经·小雅·小弁》：“雉之朝雊，尚求其雌。”<br>⑺蚕眠：蚕蜕皮时，不食不动，像睡眠一样。<br>⑻荷（hè）：肩负的意思。至：一作“立”。<br>⑼即此：指上面所说的情景。<br>⑽式微：《诗经》篇名，其中有“式微，式微，胡不归”之句，表归隐之意。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　<a href=\"http://so.gushiwen.org/view_5514.aspx\">诗</a>人描绘了一幅恬然自乐的田家暮归图，虽都是平常事物，却表现出诗人高超的写景技巧。全诗以朴素的白描手法，写出了人与物皆有所归的景象，映衬出诗人的心情，抒发了诗人渴望有所归，羡慕平静悠闲的田园生活的心情，流露出诗人在官场的孤苦、郁闷。</p> <p>　　夕阳西下、夜幕将临之际，夕阳的余辉映照着村落（墟落），归牧的牛羊涌进村巷中。老人惦念着去放牧的孙儿，拄着拐杖在柴门外望他归来。在野鸡声声鸣叫中，小麦已经秀穗，吃足桑叶的蚕儿开始休眠。丰年在望，荷锄归来的农民彼此见面，娓娓动情地聊起家常。这美好的情景使诗人联想到官场明争暗斗的可厌，觉得隐居在这样的农村该是多么安静舒心；惆怅之余不禁吟起《诗经》中“式微，式微，胡不归？”（意即：天黑啦，天黑啦，为什么还不回家呀？）的诗句，表明他归隐田园的志趣。<a href=\"http://so.gushiwen.org/author_515.aspx\">王维</a>精通音乐、绘画、书法，艺术修养深厚；苏东坡评他诗中有画，画中有诗。上面这首诗就可以说是一幅田园画。</p> <p>　　诗的核心是一个“归”字。诗人一开头，首先描写夕阳斜照村落的景象，渲染暮色苍茫的浓烈气氛，作为总背景，统摄全篇。接着，诗人一笔就落到“归”字上，描绘了牛羊徐徐归村的情景，使人很自然地联想起《诗经》里的几句诗：“鸡栖于埘，日之夕矣，羊牛下来。君子于役，如之何勿思？”诗人痴情地目送牛羊归村，直至没入深巷。就在这时，诗人看到了更为动人的情景：柴门外，一位慈祥的老人拄着拐杖，正迎候着放牧归来的小孩。这种朴素的散发着泥土芬芳的深情，感染了诗人，似乎也分享到了牧童归家的乐趣。顿时间，他感到这田野上的一切生命，在这黄昏时节，似乎都在思归。麦地里的野鸡叫得多动情啊，那是在呼唤自己的配偶呢；桑林里的桑叶已所剩无几，蚕儿开始吐丝作茧，营就自己的安乐窝，找到自己的归宿了。田野上，农夫们三三两两，扛着锄头下地归来，在田间小道上偶然相遇，亲切絮语，简直有点乐而忘归呢。诗人目睹这一切，联想到自己的处境和身世，十分感慨。自公元737年（开元二十五年）宰相<a href=\"http://so.gushiwen.org/author_691.aspx\">张九龄</a>被排挤出朝廷之后，王维深感政治上失去依傍，进退两难。在这种心绪下他来到原野，看到人皆有所归，唯独自己尚旁徨中路，不能不既羡慕又惆怅。所以诗人感慨系之地说：“即此羡闲逸，怅然吟式微。”其实，农夫们并不闲逸。但诗人觉得和自己担惊受怕的官场生活相比，农夫们安然得多，自在得多，故有闲逸之感。《式微》是《诗经·邶风》中的一篇，诗中反复咏叹：“式微，式微，胡不归？”诗人借以抒发自己急欲归隐田园的心情，不仅在意境上与首句“斜阳照墟落”相照映，而且在内容上也落在“归”字上，使写景与抒情契合无间，浑然一体，画龙点睛式地揭示了主题。读完这最后一句，才恍然大悟：前面写了那么多的“归”，实际上都是反衬，以人皆有所归，反衬自己独无所归；以人皆归得及时、亲切、惬意，反衬自己归隐太迟以及自己混迹官场的孤单、苦闷。这最后一句是全诗的重心和灵魂。如果以为诗人的本意就在于完成那幅田家晚归图，这就失之于肤浅了。全诗不事雕绘，纯用白描，自然清新，诗意盎然。</p>",
  "about": "<h2>创作背景</h2> 　　此<a href=\"http://so.gushiwen.org/view_5514.aspx\">诗</a>作于开元（唐玄宗年号，713—741年）后期，描绘的是渭水两岸的农村生活。",
  "poet": {
    "id": 515,
    "star": 0,
    "name": "王维",
    "image": "http://img.gushiwen.org/authorImg/wangwei.jpg",
    "desc": "王维（701年－761年，一说699年—761年），字摩诘，汉族，河东蒲州（今山西运城）人，祖籍山西祁县，唐朝诗人，有“诗佛”之称。苏轼评价其：“味摩诘之诗，诗中有画；观摩诘之画，画中有诗。”开元九年（721年）中进士，任太乐丞。王维是盛唐诗人的代表，今存诗400余首，重要诗作有《相思》《山居秋暝》等。王维精通佛学，受禅宗影响很大。佛教有一部《维摩诘经》，是王维名和字的由来。王维诗书画都很有名，非常多才多艺，音乐也很精通。与孟浩然合称“王孟”。"
  },
  "tags": [
    "唐诗三百首",
    "田园",
    "归隐"
  ]
}