{
  "id": 5207,
  "star": 6106,
  "name": "次北固山下",
  "dynasty": "唐代",
  "content": "客路青山外，行舟绿水前。<br>潮平两岸阔，风正一帆悬。<br>海日生残夜，江春入旧年。<br>乡书何处达？归雁洛阳边。",
  "fanyi": "<p><strong>译文</strong><br>旅途在青山外，在碧绿的江水前行舟。<br>潮水涨满，两岸之间水面宽阔，顺风行船恰好把帆儿高悬。<br>夜幕还没有褪尽，旭日已在江上冉冉升起，还在旧年时分，江南已有了春天的气息。<br>寄出去的家信不知何时才能到达，希望北归的大雁捎到洛阳去。</p> <p><strong>英文</strong><br>In Castle Peak Road outside, in front of the Green River.<br>The tide flat, broad between the two sides of the water, happened to hoist heavy.<br>Residual night has not yet subsided, the sun rises from the sea, bye-bye is not behind the river has been revealed of spring.<br>Letter to send out not knowing when to arrive, the geese are sent to Luoyang to hope that the North.</p> <p><strong>注释</strong><br>次：旅途中暂时停宿，这里是停泊的意思。<br>北固山：在今江苏镇江北，三面临长江。<br>客路：旅途。<br>潮平两岸阔：潮水涨满时，两岸之间水面宽阔。<br>风正：顺风。<br>悬：挂。<br>海日：海上的旭日。<br>残夜：夜将尽之时。<br>江春：江南的春天。<br>归雁：北归的大雁。大雁每年秋天飞往南方，春天飞往北方。古代有用大雁传递书信的传说。<br>青山：指北固山。<br>乡书：家信。</p>",
  "shangxi": "<h2>名句解析</h2> <p><strong>潮平两岸阔 风正一帆悬</strong><br>　　“潮平两岸阔”，“阔”，是表现“潮平”的结果。春潮涌涨，江水浩渺，放眼望去，江面似乎与岸平了，船上人的视野也因之开阔。这一句，写得恢弘阔大，下一句“风正一帆悬”，便愈见精彩。“悬”是端端直直地高挂着的样子。<a href=\"http://so.gushiwen.org/view_5207.aspx\">诗</a>人不用“风顺”而用“风正”，是因为光“风顺”还不足以保证“一帆悬”。风虽顺，却很猛，那帆就鼓成弧形了。只有既是顺风，又是和风，帆才能够“悬”。那个“正”字，兼包“顺”与“和”的内容。这一句写小景已相当传神。但还不仅如此，如<a href=\"http://so.gushiwen.org/author_504.aspx\">王夫之</a>所指出，这句诗的妙处，还在于它“以小景传大景之神”（《姜斋诗话》卷上）。可以设想，如果在曲曲折折的小河里行船，老要转弯子，这样的小景是难得出现的。如果在三峡行船，即使风顺而风和，却依然波翻浪涌，这样的小景也是难得出现的。诗句妙在通过“风正一帆悬”这一小景，把平野开阔、大江直流、波平浪静等等的大景也表现出了。取象宏大。春来雪融，江水漫涨，崖岸宽阔，和风劲吹，船帆鼓起，何其壮也 </p> <p><strong>海日生残夜 江春入旧年</strong><br>　　唐殷璠在他的《河岳英灵集》 中评这两句诗说：“诗人以来，少有此句。张燕公（<a href=\"http://so.gushiwen.org/author_149.aspx\">张说</a>）手题政事堂，每示能文，令为楷式。”张说怎么对人说，可惜殷没有交待，但其中有两点值得注意：一是他将这两句诗“手题政事堂”，一是“每示能文”。</p> <p>　　好的文字都在下字之准确。如这里的“生”与“入”二字，不仅使得这一联对仗工稳，更妙在这两字一出，才使得“海日”和“残夜”、“江春”与“旧年”两不相干之事物有了联系，而且还因之而生动起来。太阳从幽暗的大海上一点点升起，如子之脱离母腹而渐现，这一“生”字实在是形象极了。太阳刚升，大地还基本处于黑暗之中，但黑夜已撕破，这个“残”字写出了不可抗之消失。夜是被动的，却又是无可奈何的，它生了太阳，却又因太阳而消退！而“入”字更生动，任你江南虽还是旧年的冬天，但是春天却已将江边的柳树涂上了一层春色。这一“入”字很不客气，它几乎是带有强迫的楔入，写出了新生的锐气。柳色近作者之舟，故可见，而特于“春”之前要界以“江”字，也点明了“次北固山下”的环境与所见。这些字都下得简洁而极有分寸。因为他不止是写出了岁暮腊残的景象，而且也写出了此一时具体的视觉之差距，故而显得生动鲜活。旧年不肯退去，然而终于阻挡不住新生的力量；而新生者却又似乎并不管你愿不愿意，而要硬性地楔入，这一“入”字确有警人的不可阻挡之势。张说好提携后进，锐意改革，和他之欣赏此新旧递替之诗意，恐不无关系。这也许就是他要手题于政事堂的原因。</p> <p>　　对仗工稳且隐含哲理。“生”、“入”不仅为这联增添了动感，还使看似两对毫无关系的词有了联系。“形容景物，绝妙千古”——王夫之。这句既是写景，又是抒情。</p> <p>　　象征。海日：光明、残夜：黑暗、江春：新、旧年：旧。两两对仗，表达了积极向上的态度。 </p><br/><h2>鉴赏</h2> <p>　　《次北固山下》选自《全唐<a href=\"http://so.gushiwen.org/view_5207.aspx\">诗</a>》。次，这里是停泊的意思。北固山，现在的江苏镇江北。<a href=\"http://so.gushiwen.org/author_117.aspx\">王湾</a>，洛阳（先河南洛阳）人。</p> <p>　　《次北固山下》一诗中，无意说理，却在描写景物、节令之中，蕴含着一种自然理趣的诗句是：海日生残夜，江春入旧年。</p> <p><strong>写作特色</strong><br>　　寓情于景，景中含理。</p> <p>　　这是一首五律诗，颈联被明代胡应麟赞为“形容景物，妙绝千古”。时序匆匆交替，这怎不让身在“客路”的诗人顿生思乡之情？诗中“生”“入”用了拟人手法。是人物一说理。却在描写景物中蕴含理趣。海日生于残夜驱尽黑暗，江上景物呈现“春意”闯入旧年，赶走严冬，蕴含了时序变迁，新旧交替的自然规律，表现出具有普遍意义的生活哲理，给人乐观积极向上的力量。</p> <p><strong>主题归纳</strong><br>　　诗中诗人借景抒情，细致地描绘了长江下游开阔秀丽的早春景色，表达了诗人对祖国山河的热爱，流露出诗人乡愁乡思的真挚情怀，也表达了诗人思念故乡和思念亲人的思想感情。这是一首羁旅行役诗（类型）。</p> <p><strong>详细赏析</strong><br>　　诗以对偶句发端，既工丽，又跳脱。“客路”，指作者要去的路。“青山”点题中“北固山”。作者乘舟，正朝着展现在眼前的“绿水”前进，驶向“青山”，驶向“青山”之外遥远的“客路”。这一联先写“客路”而后写“行舟”，其人在江南、神驰故里的飘泊羁旅之小景是难得出现的。如果在三峡行船，即使风顺而风和，却依然波翻浪涌，这样风平浪静的小景也是难得出现的。诗句妙在通过“风正一帆悬”这一小景，把平野开阔、大江直流、波平浪静等等的大景也表现出来了。</p> <p>　　读到第三联，就知道作者是于岁暮腊残，连夜行舟的。潮平而无浪，风顺而不猛，近看可见江水碧绿，远望可见两岸空阔。这显然是一个晴明的、处处透露着春天气息的夜晚，孤舟扬帆，缓行江上，不觉已到残夜。这第三联，就是表现江上行舟，即将天亮时的情景。</p> <p>　　这一联历来脍炙人口，说：“‘海日生残夜，江春入旧年’，诗人已来少有此句。张燕公（<a href=\"http://so.gushiwen.org/author_149.aspx\">张说</a>）手题政事堂，每示能文，令为楷式。”（《河岳英灵集》）明代胡应麟在《诗薮·内编》里说，“海日”一联“形容景物，妙绝千古”。当残夜还未消退之时，一轮红日已从海上升起；当旧年尚未逝去，江上已呈露春意。“日生残夜”、“春入旧年”，都表示时序的交替，而且是那样匆匆不可待，这怎不叫身在“客路”的诗人顿生思乡之情呢？这两句炼字炼句也极见功夫。作者从炼意着眼，把“日”与“春”作为新生的美好事物的象征，提到主语的位置而加以强调，并且用“生”字“入”字使之拟人化，赋予它们以人的意志和情思。妙在作者无意说理，却在描写景物、节令之中，蕴含着一种自然的理趣。海日生于残夜，将驱尽黑暗；江春，那江上景物所表现的“春意”，闯入旧年，将赶走严冬。不仅写景逼真，叙事确切，而且表现出具有普遍意义的生活真理，给人以乐观、积极、向上的艺术鼓舞力量。此句与“沉舟侧畔千帆过，病树前头万木春”有异曲同工之妙。</p> <p>　　海日东升，春意萌动，诗人放舟于绿水之上，继续向青山之外的客路驶去。这时候，一群北归的大雁正掠过晴空。雁儿正要经过洛阳的啊！诗人想起了“雁足传书”的故事，还是托雁捎个信吧：雁儿啊，烦劳你们飞过洛阳的时候，替我问候一下家里人。这两句紧承三联而来，遥应首联，全篇笼罩着一层淡淡的乡思愁绪。</p> <p>　　诗人乘舟来到北固山下，展现在眼前的是山青水碧的壮丽景色。残夜将尽，旭日从水中孕育而出；时令虽在旧年，春意已经闯入江南。“海日生残夜，江春入旧年”一联，描写时序交替中的景物，暗示着时光的流逝，蕴含自然理趣。</p> <p>　　该诗写冬末春初、作者舟泊北固山下时看到的两岸春景。先写青山重叠，小路蜿蜒，碧波荡漾，小船轻疾。“潮平两岸阔，风正一帆悬”描摹长江下游潮涨江阔，波涛滚滚，诗人扬帆东下的壮观，气概豪迈。“海日生残夜，江春入旧年”为历来传诵的名句，描绘了昼夜和冬春交替过程中的景象和心中的喜悦，由此而引动末句的乡思，以归雁传书表达了作者对家乡的思念，春景和乡思和谐交融。</p> <p>　　总之，这首诗抒写诗人泛舟东行，停船北固山下，见潮平岸阔，残夜归雁而引发的怀乡情思，熔写景、抒情、说理于一炉。全诗和谐优美，妙趣横生。堪称千古名篇。这首题为《次北固山下》的五律，最早见于唐人芮挺章编选的《国秀集》。唐人殷璠选入《河岳英灵集》时题为《江南意》，但有不少异文：“南国多新意，东行伺早天。潮平两岸失，风正数帆悬。海日生残夜，江春入旧年。从来观气象，惟向此中偏。”本文系据长期传诵的《次北固山下》。</p> <p>　　王湾是洛阳人，一生中，“尝往来吴楚间”。“北固山”，在今江苏镇江市以北，三面临江。上引《江南意》中首二句为“南国多新意，东行伺早天。”其“东行”，当是经镇江到江南一带去。诗人一路行来，当舟次北固山下的时候，潮平岸阔，残夜归雁，触发了心中的情思，吟成了这一千古名篇。 诗以对偶句发端，既工丽，又跳脱。“客路”，指作者要去的路。“青山”点题中“北固山”。作者乘舟，正朝着展现在眼前的“绿水”前进，驶向“青山”，驶向“青山”之外遥远的“客路”。这一联先写“客路”而后写“行舟”，其人在江南、神驰故里的飘泊羁旅之情，已流露于字里行间，与末联的“乡书”、“归雁”，遥相照应。</p> <p>　　这首五律虽然以第三联驰誉当时，传诵后世，但并不是只有两个佳句而已；从整体看，也是相当和谐优美的。 </p><br/><h2>赏析</h2> <p>　　从海日东升，春意萌动，放舟于绿水之上，联想起“雁足传书”的故事，表达了淡淡的乡思愁绪。全<a href=\"http://so.gushiwen.org/view_5207.aspx\">诗</a>和谐而优美。 此诗载于《全唐诗》卷一百一十五。下面是中华诗词学会、中国唐代文学学会副会长霍松林先生对此诗的赏析。</p> <p>　　这首《次北固山下》唐人殷璠选入《河岳英灵集》时题为《江南意》，但有不少异文：“南国多新意，东行伺早天。潮平两岸失，风正数帆悬。海日生残夜，江春入旧年。从来观气象，惟向此中偏。”</p> <p>　　<a href=\"http://so.gushiwen.org/author_117.aspx\">王湾</a>是洛阳人，生中，“尝往来吴楚间”。“北固山”，在今江苏镇江市以北，三面临江。上引《江南意》中首二句为“南国多新意，东行伺早天。”其“东行”，当是经镇江到江南一带去。诗人一路行来，当舟次北固山下的时候，潮平岸阔，残夜归雁，触发了心中的情思，吟成了这一千古名篇。</p> <p>　　诗以对偶句发端，既工丽，又跳脱。“客路”，指作者要去的路。“青山”点题中“北固山”。作者乘舟，正朝着展现在眼前的“绿水”前进，驶向“青山”，驶向“青山”之外遥远的“客路”。 这一联先写“客路”而后写“行舟”，其人在江南、神驰故里的飘泊羁旅之情，已流露于字里行间，与末联的“乡书”、“归雁”，遥相照应。</p> <p>　　次联的“潮平两岸阔”，“阔”，是表现“潮平”的结果。春潮涌涨，江水浩渺，放眼望去，江面似乎与岸平了，船上人的视野也因之开阔。这一句，写得恢弘阔大，下一句“风正一帆悬”，便愈见精采。“悬”是端端直直地高挂着的样子。诗人不用“风顺”而用“风正”，是因为光“风顺”还不足以保证“一帆悬”。风虽顺，却很猛，那帆就鼓成弧形了。只有既是顺风，又是和风，帆才能够“悬”。那个“正”字，兼包“顺”与“和”的内容。这一句写小景已相当传神。但还不仅如此，如<a href=\"http://so.gushiwen.org/author_504.aspx\">王夫之</a>所指出，这句诗的妙处，还在于它“以小景传大景之神”《姜斋诗话》卷上。可以设想，如果在曲曲折折的小河里行船，老要转弯子，这样的小景是难得出现的。如果在三峡行船，即使风顺而风和，却依然波翻浪涌，这样的小景也是难得出现的。诗句妙在通过“风正一帆悬”这一小景，把平野开阔、大江直流、风平浪静等等的大景也表现出来了。</p> <p>　　读到第三联，就知道作者是于岁暮腊残，连夜行舟的。潮平而无浪，风顺而不猛，近看可见江水碧绿，远望可见两岸空阔。这显然是一个晴明的、处处透露着春天气息的夜晚，孤舟扬帆，缓行江上，不觉已到残夜。这第三联，就是表现江上行舟，即将天亮时的情景。</p> <p>　　这一联历来脍炙人口。“海日生残夜，江春入旧年”：当残夜还未消退之时，一轮红日已从海上升起；当旧年尚未逝去，江上已呈露春意。“日生残夜”、“春入旧年”，都表示时序的交替，而且是那样匆匆不可待，这怎不叫身在“客路”的诗人顿生思乡之情呢？这两句炼字炼句也极见功夫。作者从炼意着眼，把“日”与“春”作为新生的美好事物的象征，提到主语的位置而加以强调，并且用“生”字“入”字使之拟人化，赋予它们以人的意志和情思。妙在作者无意说理，却在描写景物、节令之中，蕴含着一种自然的理趣。海日生于残夜，将驱尽黑暗；江春，那江上景物所表现的“春意”，闯入旧年，将赶走严冬。不仅写景逼真，叙事确切，而且表现出具有普遍意义的生活真理，给人以乐观、积极、向上的艺术鼓舞力量。此句与“沉舟侧畔千帆过，病树前头万木春”有异曲同工之妙。</p> <p>　　海日东升，春意萌动，诗人放舟于绿水之上，继续向青山之外的客路驶去。这时候，一群北归的大雁正掠过晴空。雁儿正要经过洛阳的啊！诗人想起了“雁足传书”的故事，还是托雁捎个信吧：雁儿啊，烦劳你们飞过洛阳的时候，替我问候一下家里人。这两句紧承三联而来，遥应首联，全篇笼罩着一层淡淡的乡思愁绪。这首五律虽然以第三联驰誉当时，传诵后世，但并不是只有两个佳句而已；从整体看，也是相当和谐优美的。</p>",
  "about": "<h2>创作背景</h2> <p>　　该首题为《次北固山下》的五律，最早见于唐朝芮挺章编选的《国秀集》。这是<a href=\"http://so.gushiwen.org/view_5207.aspx\">诗</a>人在一年冬末春初时，由楚入吴，在沿江东行途中泊舟于江苏镇江北固山下时有感而作的。</p> <p>　　<a href=\"http://so.gushiwen.org/author_117.aspx\">王湾</a>作为开元初年的北方诗人，往来于吴楚间，被江南清丽山水所倾倒，并受到当时吴中诗人清秀诗风的影响，写下了一些歌咏江南山水的作品，这首《次北固山下》就是其中最为著名的一篇。尤其其中“海日生残夜，江春入旧年”两句，得到当时的宰相<a href=\"http://so.gushiwen.org/author_149.aspx\">张说</a>的极度赞赏，并亲自书写悬挂于宰相政事堂上，让文人学士作为学习的典范。由此，这两句诗中表现的那种壮阔高朗的境象便对盛唐诗坛产生了重要的影响。直到唐末诗人<a href=\"http://so.gushiwen.org/author_434.aspx\">郑谷</a>还说“何如海日生残夜，一句能令万古传”，表达出极度钦羡之情。</p> <p>　　这首诗是诗人由楚入吴，在沿江东行途中泊舟于江苏镇江北固山下时所作。当时正值冬尽春来，旭日初升，诗人面对江南景色，置身水路孤舟，感受时光流驶，油然而生别绪乡思。但是，由于诗人情感内容完全融纳于特定时空的生动可感的自然境象之中，因而诗的情感基调不仅略无哀伤凄婉，反而表现出在昼夜转接、时序交替之际对独特的江南景致与蓬勃的自然生机的发现的喜悦，并且形成高朗壮阔的审美境界。特别是“海日生残夜，江春入旧年”一联，被后人视为盛唐气象的标志。即使是“潮平两岸阔，风正一帆悬”，其阔大的境界实际上也不失为“星垂平野阔，月涌大江流”的审美范型。</p>",
  "poet": {
    "id": 117,
    "star": 0,
    "name": "王湾",
    "image": "http://img.gushiwen.org/authorImg/wangwan.jpg",
    "desc": "王湾作为开元初年的北方诗人，往来于吴楚间，被江南清丽山水所倾倒，并受到当时吴中诗人清秀诗风的影响，写下了一些歌咏江南山水的作品，《次北固山下》就是其中最为著名的一篇。尤其其中“海日生残夜，江春入旧年”两句，得到当时的宰相张说的极度赞赏，并亲自书写悬挂于宰相政事堂上，让文人学士作为学习的典范。由此，这两句诗中表现的那种壮阔高朗的境象便对盛唐诗坛产生了重要的影响。直到唐末诗人郑谷还说“何如海日生残夜，一句能令万古传”，表达出极度钦羡之情。"
  },
  "tags": [
    "唐诗三百首",
    "初中古诗",
    "地点",
    "思乡",
    "哲理"
  ]
}