{
  "id": 47981,
  "star": 132,
  "name": "东城高且长",
  "dynasty": "两汉",
  "content": "东城高且长，逶迤自相属。<br>回风动地起，秋草萋已绿。<br>四时更变化，岁暮一何速！<br>晨风怀苦心，蟋蟀伤局促。<br>荡涤放情志，何为自结束？<br>燕赵多佳人，美者颜如玉。<br>被服罗裳衣，当户理清曲。<br>音响一何悲！弦急知柱促。<br>驰情整巾带，沉吟聊踯躅。<br>思为双飞燕，衔泥巢君屋。",
  "fanyi": "<p><strong>译文</strong><br>洛阳的东城门外，高高的城墙。<br>从曲折绵长鳞次栉比的楼宇、房舍外绕过一圈，又回到原处.。<br>四野茫茫，转眼又有秋风在大地上激荡而起。空旷地方自下而上吹起的旋风，犹如动地般的吹起。<br>使往昔葱绿的草野霎时变得凄凄苍苍。<br>转眼一年又过去了!在怅然失意的心境中，就是听那天地间的鸟啭虫鸣，也会让人苦闷。<br>鸷鸟在风中苦涩地啼叫，蟋蟀也因寒秋降临而伤心哀鸣。<br>不但是人生，自然界的一切生命不都感到了时光流逝。<br>与其处处自我约束，等到迟暮之际再悲鸣哀叹。<br>何不早些涤除烦忧，放开情怀，去寻求生活的乐趣呢! <br>那燕赵宛洛之地本来就有很多的佳人美女，美女艳丽其颜如玉般的洁白秀美。<br>穿著罗裳薄衣随风飘逸拂动，仪态雍容端坐正铮铮地习练著筝商之曲。<br>《音响一何悲》之曲因为琴瑟之柱调得太紧促，那琴声竟似骤雨疾风，听起来分外悲惋动人。<br>由于听曲动心，不自觉地引起遐思，手在摆弄衣带，无以自遣怅惘的心情。<br>反复沉吟，双足为之踯躅不前，被佳人深沉的曲调所感动。<br>心里遥想着要与佳人成为双飞燕，衔泥筑巢永结深情。</p> <p><strong>注释</strong><br>东城：洛阳的东城。<br>逶迤：曲折而绵长的样子。<br>回风动地起：“回风”空旷地方自下而上吹起的旋风。“动地起”言风力之劲。<br>秋草萋已绿：“已”，一作“以”。“萋”，通作“凄”。绿是草的生命力的表现，“萋已绿”，犹“绿已萋”，是说在秋风摇落之中，草的绿意已凄然向尽。<br>四时更变化二句：“更”，替也。“更变化”，谓互相更替在变化着。<br>晨风怀苦心二句：“晨风”，鸟名，就是鹯，鸷鸟。是健飞的鸟。“怀苦心”，即“忧心钦钦”之意。“蟋蟀”，是承上文“岁暮”而言。“局促”，不开展也。“蟋蟀在堂”就是“局促”的意思。秋季渐寒，蟋蟀就暖，由旷野入居室内，到了“在堂”，则是秋意已深的时候，而蟋蟀的生命也就垂垂向尽了。“伤局促”，隐喻人生短暂的北哀，提示下文“何为自结束”的及时行乐的想法。<br>荡涤放情志二句：“荡涤”，犹言洗涤，指扫除一切忧虑。“放情志”，谓展胸怀。“结束”，犹言拘束。“自结束”，指自己在思想上拘束自己。<br>燕赵多佳人二句：“燕赵”，犹言美人。“如玉”，形容肤色洁白。<br>被服罗裳衣二句：“被服”，犹言穿著，“被”，披也。“理”，指“乐理”，当时艺人练习音乐歌唱叫做“理乐”。<br>弦急知柱促：“弦急”“柱促”是一个现象的两面，都是表明弹者情感的激动。<br>驰情整中带二句：“驰情”，犹言遐想，深思。“中带”，内衣的带子。一作“衣带”。“沈吟”，沉思吟咏。“踯躅”，住足也。是一种极端悲哀的情感的表现。这两句是说：由于听曲感心，不自觉地引起遐想、深思，反复沉吟，体味曲中的涵义，手在弄着衣带，足为之踯躅不前，完全被歌者深沉的悲哀吸引住了。“聊”，姑且。表现无以自遗的怅惘心情。<br>思为双飞燕二句：上句是说愿与歌者成为“双飞燕”。下句是“君”，指歌者。“衔泥巢屋”，意指同居。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　处在苦闷的时代，而又悟到了“人生非金石，岂能长寿考”的生命哲理，其苦闷就尤其深切。苦闷而无法摆脱，便往往转向它的对立一极——荡情行乐。此<a href=\"http://so.gushiwen.org/view_47981.aspx\">诗</a>所抒写的，就正是这种由苦闷所触发的滔荡之思。</p> <p>　　诗人大约是独自一人，徘徊在洛阳的东城门外。高高的城墙，从眼前“逶迤”（绵长貌）而去，在鳞次栉比的楼宇、房舍外绕过一圈，又回到原处、自相连接——这景象正如周而复始的苦闷生活一样，单调而又乏味。四野茫茫，转眼又有“初淅沥以萧飒，忽奔腾而砰湃”的秋风，在大地上激荡而起，使往昔葱绿的草野，霎时变得凄凄苍苍。这开篇四句，不仅描述着诗人目击的景象，其中还隐隐透露着诗人内心的痛苦骚动。生活竟如此重复、单调变化的只有匆匆逝去的无情时光。想到人的生命，就如这风中的绿草一般，繁茂的春夏一过，便又步入凄凄的衰秋，诗人能不惊心而呼：“四时更变化，岁暮一何速”！眼前的凄凄秋景，正这样引发出诗人对时光速逝的震竦之感。在怅然扔失意的心境中，就是听那天地间的鸟啭虫鸣，似乎也多一重苦闷难伸的韵调：“晨风怀苦心，蟋蟀伤局促。”“晨风”即“?鸟”，“局促”有紧迫、窘困之意。鸟在风中苦涩地啼叫，蟋蟀也因寒秋降临、生命窘急而伤心哀鸣。不但是人生，自然界的一切生命，都受到了时光流驶的迟暮之悲。这一切似乎都从相反方面，加强着诗人对人生的一种思索和意念：与其处处自我约束，等到迟暮之际再悲鸣哀叹，应当早些涤除烦忧、放开情怀，去寻求生活的乐趣——这就是突发于诗中的浩然问叹：“荡涤放情志，何为自结束？”</p> <p>　　以上为全诗之第一节。读者可以看到，在此节中盘旋往复的，其实只有一个意念，即“荡涤放情”之思。这种思绪，原本来自于诗人自身生活中的苦闷，与所见景象并无关涉。但诗人却将它移之于外物，从衰飒悲凉的秋景中写来。便令人感到，从“高且长”的东城，到凄凄变衰的秋草，以至于?鸟、蟋蟀，似乎都成了苦闷人生的某种象征，似乎都在用同一个声调哀叹：“何为自结束”、“何为自结束”！这就是审美心理上的“移情”效果。这种贯注于外物、又为外物所烘托而强化的情感抒写，较之于直抒其怀，无疑具有更蓬勃的葱茏的感染力。自“燕赵多佳人”以下，即上承“荡情”之意，抒写诗人的行乐之境。－－当“何为自结束”的疑虑一经解除，诗人那久抑心底的声色之欲便勃然而兴。此刻，身在“东城”外的诗人，竟做了一个极美妙的“燕赵佳人”梦：他恍惚间在众多粉黛丛中，得遇了一位“颜如玉”的佳人；而且奇特的是，一转眼，这佳从便“罗裳”飘拂、仪态雍容地端坐在诗人家中，分明正铮铮地习练着靖商之曲。大约是因为琴瑟之柱调得太紧促，那琴间竟似骤雨急风，听来分外悲惋动人——读者自然明白，这情景虽然描述得煞在介事，实际上不过是诗人那“荡情”之思所幻化的虚境而已。所以画面飘忽、转换也快，呈现出一种梦寐般的恍惚感。</p> <p>　　最妙的是接着两句：“驰情整中带，沈吟聊踯躅（且前且退貌）”。“中带”，一本作“巾带”。关于这两句写的指何人，照张庚的说法：“凡人心慕其人，而欲动其人之亲爱于我，必先自正其容仪……以希感到佳人也”（《古诗十九首解》）。那么，“驰情”而“整中带”者，就是诗人了。那当然也有道理（只与整句不太连贯）。不过，苦将其视为佳人的神态表现，恐怕还更有韵致些。因为佳人之“当户”理琴，本来并非孤身一人。此刻在她对面，正目光灼灼注视着她，并为她的容颜、琴音所打动，而为之目凝神移的，还有一位梦想着“荡涤放情志”的诗人。正如吴淇所说：“曰‘美者’，分明有个人选他（按，即“她”）；曰‘知柱促’，分明有个人促他”分明有个人在听他；“曰‘整中带’，分明有个人看他；曰‘踯躅’，分明有个人在促他”（《选诗定论》）。“驰情整巾带”两句，正是写佳人在这“选”、“听”、“看”、“促”之下的反应——多情的佳人面对着诗人的忘形之态，也不觉心旌摇荡了。但她不免又有些羞涩，有些踌躇，故又是“沉吟”、又是“踯躅”（已舍琴而起），表现出一种“理欲交战情形”；但内心则“早已倾心于君矣”——这就是前人称叹的“‘驰情’二句描写入神”处。在这种图画也“画不出的捉衣弄影光景”中，佳人终于羞羞答答地吐露了心意：“思为双飞燕，衔泥巢君屋”。借飞燕双双衔泥巢屋之语，传达与诗人永结伉俪之谐的深情，真是“结得又超脱、又缥缈，把一万世才子佳人勾当，俱被他说尽”（朱筠《古诗十九首说》）。</p> <p>　　这就是诗人在“东城高且长”的风物触发下，所抒写的“荡涤放情志”的一幕；或者说，是诗人苦闷之际所做的一个“白日梦”。这“梦”在表面上很“驰情”、很美妙。但若将它放在上文的衰秋、“岁暮”、鸟苦虫悲的苍凉之境中观察，就可知道：那不过是苦闷时代人性备受压抑一种“失却的快东与美感的补偿（尼采），一种现实中无法“达成”的虚幻的“愿望”而已。当诗人从这样的“白日梦”中醒来的时候，还是会因苦闷时代所无法摆脱的“局促”和“结束”，而倍觉凄怆和痛苦。</p>",
  "about": "<h2>创作背景</h2> 　　此<a href=\"http://so.gushiwen.org/view_47981.aspx\">诗</a>是《古诗十九首》之一。《古诗十九首》大约是东汉后期作品，作者已佚，大多是文人模仿乐府之作。今人综合考察十九首诗所表现的情感倾向、所折射的社会生活情状以及它纯熟的艺术技巧，一般认为这十九首诗所产生的年代应当在东汉献帝建安之前的几十年间。当时的士人们处在苦闷的时代，面对人生苦难与多种不幸，真正感悟到了“人生非金石，岂能长寿考”的生命哲理，因此，对人生、对生活的苦闷油然而生。在苦闷而无法摆脱时，士人们却转向“今朝有酒今朝醉”的“荡涤放情志”的无奈之中。此诗正是因苦闷而触发滔荡的情怀而作的，大约作于诗人独自一人徘徊在洛阳的东城门外之时。",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": [
    "古诗三百首",
    "古诗十九首",
    "抒情",
    "人生",
    "哲理"
  ]
}