{
  "id": 48642,
  "star": 9,
  "name": "木兰花·玉楼朱阁横金锁",
  "dynasty": "宋代",
  "content": "玉楼朱阁横金锁，寒食清明春欲破。窗间斜月两眉愁，帘外落花双泪堕。<br>朝云聚散真无那，百岁相看能几个。别来将为不牵情，万转千回思想过。",
  "fanyi": "<p><strong>译文<br></strong>华美的楼阁横扣着铜锁，寒食清明过后春天即将结束。窗前的斜月好似含愁的双眉，帘外的落花犹如悲啼的眼泪。<br>与心爱的美人的聚合离散都是无可奈何之事，从古到今有几个人能和他的爱人厮守相看到百年呢。离别以来以为可以排除离愁别恨的牵缠，结果还是万转千回地思念过了。</p> <p><strong>注释<br></strong>1、玉楼朱阁：华贵的楼阁。<br>2、横金锁：比喻门庭冷清无人往来。金锁，金色的连锁式花纹，一说指铜制的锁。<br>3、寒食：寒食节，在清明前一日（一说前两日），禁火冷食，节后另取新火。相传寒食起于晋文公悼念介子推事。<br>4、春欲破：春天将尽。<br>5、堕：落。<br>6、朝云聚散：聚散象朝云一样。朝云，名词作状语。<br>7、无那（nuò）：无可奈何。那，通“奈”。<br>8、相看（kān）：相守。看，守护照料。<br>9、将为：即将谓，犹言以为。表示测度和推断。<br>10、思想：思念。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　写离情从身边景物着手，看似景语，实是情语。“玉楼”、“朱阁”“金锁”，这是一个富贵豪华的住所。按理，拥有这样华贵住宅的主人，一定志得意满，无忧无虑了。但是一个“横”字，却透露出了其心中不快的隐秘。<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>《长恨歌》有云：“金屋妆成娇侍夜，玉楼宴罢醉和春。”金屋是为藏娇的，而今自己所宠爱的阿娇般的人儿，已“散似秋云无觅处”，虽然“玉楼朱阁”依旧在，但它的主人已无意去启“金锁”了。多少美好的追忆，多么深重的离愁，都潜藏在这个“横”字之中了。世事不断变迁，岁月不断更替。年年春光，今又春光，现在虽然春意盎然，但已有要“破”的迹象，凭着主人公敏锐的观察力和亲身的体验，他已看出春天又将与他告别了。人生的春天何尝不也如此容易消逝，“破”字，道出了他内心的感伤。加上“寒食清明”的缀语，更增添了一层凄凉。</p> <p>　　如果说前两句是写自己的离愁和伤春之情，那么下两句便是以己度人，从女方的角度来思忖了。他想，自己如此思念对方，对方也一定非常思念自己。窗间那弯弯的月牙儿，正是玉人凝愁之眉。帘外落英缤纷，正是玉人泪雨涟涟。这是词人心驰神往、虚设假想之词。词人触景生情，以景拟人，把自己所忆之人月貌花容、幽雅动情之状，描绘得生动逼真、令人艳羡。此外，再深究一下，不难发现，他一方面借“斜目”、“落花”明写女方，一方面又隐隐地暗写自己。他的《蝶恋花》“明月不谙离恨苦．斜光到晓穿朱户”，句意就与“窗间斜月”相同。词人因思念意中人而对月彻夜不眠之情可以推知；他因不能入眠而踱至帘外看花之状也可想见。总之，这两句可以理解为：一、正面描写月、花之态，并交代人物活动的具体时间和地点；二、借斜月、落花侧面虚拟所忆之人的幽怨美，三、兼写自己离情别绪无计可消除的实况。这一联可谓情景交融、虚实相生、物我化一、精工美妙之至。</p> <p>　　上片景中寓情，情意隐曲缱绻。过片则直抒胸臆，情中寄托着人生哲理。“朝云”，用典。<a href=\"http://so.gushiwen.org/author_358.aspx\">宋玉</a>《高唐赋序》：昔者先王尝游高唐，梦见巫山神女愿荐枕席，因幸之。女目其“旦为朝云，暮为行雨，朝朝暮暮，阳台之下。”此词中“朝云”却为曾经与自己欢聚眼下各自东西的“意中人”。词人《诉衷情》：“东城南陌花下，逢着意中人。回绣袂，展香茵，叙情亲。此时拼作，千尺游丝，惹住朝云。”可见，散后重聚多么难得。纵然“拼”命能化作千尺游丝，怕也难“惹”得住与他情意缠绵、亲呢无比的“朝云”。词人借巫山神女朝云暮雨的典故，来象喻人生聚散、情爱短长的变幻莫测，很是新颖独到，发人深思。尤其他认为百年相守在一起的情侣又能有几个的见解，更深蕴人生哲理。正如<a href=\"http://so.gushiwen.org/author_125.aspx\">秦观</a>《鹊桥仙》中所云：“两情若是久长时，又岂在朝朝暮暮？”这是一种无可奈何、聊以自慰并以之慰人的想法，但是它却把爱情的短暂与永恒、人生的欢聚与离散这种相互间的辩证关系婉曲地表明了，富有情致，耐人品味。</p> <p>　　最后，词人似乎想竭力摆脱这种别后情思的缠绕：“别来将为不牵情”。这是紧承上文“首岁相看能几个”之意的。既然有情人往往不能长此以往相互厮守在一起，那么心就平静下来不要被这种离愁别恨所牵动了。这是他对年等易逝、聚散无常这一道理的感悟，他决计把握现在，不为旧情耗费心思和精力了。但是“万转千回思想过”，想摆脱到底还是摆脱不了。说不思念，仍要思念欲不怀想，仍要怀想。任凭费多大周折，他也无法驱逐得了这种“情”的牵引。所谓“无穷无尽是离愁，天涯地角寻思遍。”词人的思绪真是千回万转、起伏不已、难以制遏。这正体现了他既饶有理趣、更富情感的双重性格。加上笔调的婉曲纤柔，风流蕴含，就更荡气回肠、感动人心。</p>",
  "about": "<h2>创作背景</h2> 　　<a href=\"http://so.gushiwen.org/author_432.aspx\">晏殊</a>生活在宋初中原停戈、相对承平的年代，他的一生基本上是显达适意的。因此反映宴饮歌舞、男女相思、赏景羁旅等富贵欢乐生活和闲情逸致，便成为他艺术创作的主题。而且自成一种和婉明丽、含蓄蕴藉的风格，艺术功力也较深。即如这首词，写景抒情不仅蕴含清丽、精炼浑成，而且寓有人生哲理，非同一般。",
  "poet": {
    "id": 432,
    "star": 0,
    "name": "晏殊",
    "image": "http://img.gushiwen.org/authorImg/yanshu.jpg",
    "desc": "晏殊【yàn shū】（991-1055）字同叔，著名词人、诗人、散文家，北宋抚州府临川城人（今江西进贤县文港镇沙河人，位于香楠峰下，其父为抚州府手力节级），是当时的抚州籍第一个宰相。晏殊与其第七子晏几道（1037-1110），在当时北宋词坛上，被称为“大晏”和“小晏”。"
  },
  "tags": [
    "写景",
    "抒情",
    "离别",
    "相思",
    "愁绪"
  ]
}