{
  "id": 71165,
  "star": 2375,
  "name": "愚公移山",
  "dynasty": "先秦",
  "content": "　　太行、王屋二山，方七百里，高万仞。本在冀州之南，河阳之北。</p> <p>　　北山愚公者，年且九十，面山而居。惩山北之塞，出入之迂也。聚室而谋曰：“吾与汝毕力平险，指通豫南，达于汉阴，可乎？”杂然相许。其妻献疑曰：“以君之力，曾不能损魁父之丘，如太行、王屋何？且焉置土石？”杂曰：“投诸渤海之尾，隐土之北。”遂率子孙荷担者三夫，叩石垦壤，箕畚运于渤海之尾。邻人京城氏之孀妻有遗男，始龀，跳往助之。寒暑易节，始一反焉。</p> <p>　　河曲智叟笑而止之曰：“甚矣，汝之不惠。以残年余力，曾不能毁山之一毛，其如土石何？”北山愚公长息曰：“汝心之固，固不可彻，曾不若孀妻弱子。虽我之死，有子存焉；子又生孙，孙又生子；子又有子，子又有孙；子子孙孙无穷匮也，而山不加增，何苦而不平？”河曲智叟亡以应。</p> <p>　　操蛇之神闻之，惧其不已也，告之于帝。帝感其诚，命夸娥氏二子负二山，一厝朔东，一厝雍南。自此，冀之南，汉之阴，无陇断焉。",
  "fanyi": "<p>译文<br>　　太行、王屋两座山，方圆七百里，高七八千丈，本来在冀州南边，黄河北岸的北边。</p> <p>　　北山下面有个名叫愚公的人，年纪快到90岁了，在山的正对面居住。他苦于山区北部的阻塞，出来进去都要绕道，就召集全家人商量说：“我跟你们尽力挖平险峻的大山，（使道路）一直通到豫州南部，到达汉水南岸，好吗？”大家纷纷表示赞同。他的妻子提出疑问说：“凭你的力气，连魁父这座小山都不能削平，能把太行、王屋怎么样呢？再说，往哪儿搁挖下来的土和石头？”众人说：“把它扔到渤海的边上，隐土的北边。”于是愚公率领儿孙中能挑担子的三个人（上了山），凿石头，挖土，用箕畚运到渤海边上。邻居京城氏的寡妇有个孤儿，刚七八岁，蹦蹦跳跳地去帮助他。冬夏换季，才能往返一次。</p> <p>　　河湾上的智叟讥笑愚公，阻止他干这件事，说：“你简直太愚蠢了！就凭你残余的岁月、剩下的力气连山上的一棵草都动不了，又能把泥土石头怎么样呢？”北山愚公长叹说：“你的心真顽固，顽固得没法开窍，连孤儿寡妇都比不上。即使我死了，还有儿子在呀；儿子又生孙子，孙子又生儿子；儿子又有儿子，儿子又有孙子；子子孙孙无穷无尽，可是山却不会增高加大，还怕挖不平吗？”河曲智叟无话可答。</p> <p>　　握着蛇的山神听说了这件事，怕他没完没了地挖下去，向天帝报告了。天帝被愚公的诚心感动，命令大力神夸娥氏的两个儿子背走了那两座山，一座放在朔方的东部，一座放在雍州的南部。从这时开始，冀州的南部直到汉水南岸，再也没有高山阻隔了。</p> <p>注释<br>1、太行山：在黄土高原和华北平原之间。<br>2、王屋山：在山西阳城、垣曲与河南济源之间。<br>3、方：指面积。<br>4、仞：古代长度单位，以七尺或八尺为一仞。<br>5、冀州：古地名，包括现在河北省，山西省，河南省黄河以北，辽宁省辽河以西的地区。<br>6、河阳：黄河北岸。山的北面和江河的南面叫做阴，山的南面和江河的北面叫做阳。<br>7、且：副词，将近。<br>8、面山而居：面对着山居住。<br>9、惩（chéng）：戒，这里是“苦于、为......所苦”的意思。<br>10、塞（sè）：阻塞。<br>11、迂（yū）：曲折、绕远。<br>12、聚室而谋：集合全家来商量。室，家。<br>13、汝：你。这里做复数看，为“你们”的意思。<br>14、毕力平险：尽全力铲除险峻的大山。<br>15、指通豫南：一直通向豫州的南部。指，直。豫州，古地名，在今河南省黄河以南。<br>16、汉阴：汉，就是汉水；阴，山的北面或水的南面叫阴。<br>17、献疑：提出疑问。<br>18、以：凭借。<br>19、杂然相许：纷纷表示赞成。杂然，纷纷的样子。许，赞同。<br>20、损：：削减。<br>21、曾（céng）：副词，加强否定语气，可译为“连……也……”，常与“不”连用。<br>22、魁父：古代一座小山的名称，在现今河南省开封县陈留镇境内。魁（kuí）。<br>23、丘：土堆。<br>24、置：安放。<br>25、且：况且。<br>26、焉：疑问代词，哪里。<br>27、荷（hè）：扛的意思。<br>28、夫：成年男子。<br>29、箕畚（jī běn）簸箕，一种用竹片或柳条编成的器具。这里是用箕畚装土石的意思。<br>30、孀（shuāng） ：孀妻，寡妇。<br>31、遗男：遗孤，单亲孤儿，遗腹子。<br>32、龀（chèn）：儿童换牙齿，乳齿脱落后重新长恒齿。这里始龀表示年龄，约七八岁。龀，换牙。<br>33、寒暑易节：冬夏换季，指一年的时间。易，交换。节，季节。<br>34、始一反焉：才往返一次。反，通“返”往返。焉，语气助词。<br>35、河曲：古地名，在今山西省芮城县西。<br>36、叟（sǒu）：老头。<br>37、惠：同“慧”，聪明；不惠，指愚蠢。<br>38、其：在“如……何”前面加强反问语气。<br>39、长息：长叹。<br>40、一毛：一草一木，地面所生的草木，这里指山的一小部分。<br>41、汝心之固，固不可彻：你思想顽固，顽固到了不可改变的地步。彻，通。<br>42、匮（kuì）：竭尽的意思。<br>43、虽我之死：即使我死了。虽，即使。之，用在主谓之间，无实意。<br>44、苦：愁。<br>45、亡（wú）以应：没有话来回答。亡，通“无”。<br>46、操蛇之神：神话中的山神，手里拿着蛇，所以叫操蛇之神。操，持。<br>47、惧其不已：怕他不停地干下去。其，愚公。已，停止。<br>48、帝：神话中的天帝。<br>49、感其诚：被他的诚心所感动。感，被……感动。<br>50、夸娥氏：神话中力气很大的神。<br>51、负：背。<br>52、厝（cuò）：同“措”，放置。<br>53、朔东：就是朔方以东地区，指山西省的东部。<br>54、雍：就是雍州，在现今陕西、甘肃省一带地区。<br>56、陇断：即垄断，山冈高地<br>57、列子：这是一部古书的名称，属于中国先秦时期道家的著作。关于这部书，有两种说法：一种认为是战国初年的著的；另一种认为是后来晋代的人著的，没有定论。书中记载了许多寓言和传说故事。</p>",
  "shangxi": "<p>　　1.故事的结局是天神帮助愚公移走了两座大山。这样的安排是否有损愚公的形象？</p> <p>　　答：不有损。一是这个神话结尾，充满了浪漫主义色彩，借助神的力量实现愚公的宏伟抱负，反映了古代劳动人们的美好愿望，这与封建迷信有本质区别。二是因为正是愚公的决心和行动感动了天帝，天帝才派遣力神二子背走二山，这衬托了愚公的形象，使之更加丰富，这是对愚公精神的肯定和赞扬。</p> <p>　　2.在挖山过程中有哪些困难？</p> <p>　　1）.“方七百里，高万仞”山本身高大无比。</p> <p>　　2）.“寒暑易节，始一反焉”路途遥远。</p> <p>　　3）.“北山愚公，年且九十”“遂率子孙荷担者三夫”“始龀，跳往助之”人老又少。</p> <p>　　4）.“叩石垦壤，箕畚运于渤海之尾”工具简陋。</p> <p>　　5）.河曲智叟劝阻，讥笑。</p> <p>　　3.故事用神话做结尾的原因有哪些（故事为什么用神话结尾）？</p> <p>　　1） 古代生产力水平低下，人们只能通过幻想，借助有超人力量的神来实现征服自然的愿望，本文就是借助神的力量来实现愚公的宏伟抱负，这也是解决人与自然矛盾的方式，表达了古代劳动人民的美好愿望。</p> <p>　　2） 更能突出愚公的精神惊天地，泣鬼神。 </p>",
  "about": "<h2>写作背景</h2> 　　战国初期，出现了百家争鸣的局面，各家学派在传扬自己的主张时，常运用大量生动的小故事来说明抽象的道理。这样，寓言就空前繁荣起来。",
  "poet": {
    "id": 315,
    "star": 0,
    "name": "列御寇",
    "image": "http://img.gushiwen.org/authorImg/lieyukou.jpg",
    "desc": "列御寇，名寇，又名御寇（又称“圄寇”“国寇”），相传是战国前期的道家人，郑国人，与郑缪公同时。其学本于黄帝老子，主张清静无为。后汉班固《艺文志》“道家”部分有《列子》八卷，早已散失。"
  },
  "tags": [
    "初中文言文",
    "寓言",
    "故事"
  ]
}