{
  "id": 66149,
  "star": 379,
  "name": "卜算子·不是爱风尘",
  "dynasty": "宋代",
  "content": "不是爱风尘，似被前缘误。花落花开自有时，总赖东君主。<br>去也终须去，住也如何住！若得山花插满头，莫问奴归处。",
  "fanyi": "<p><strong>译文</strong><br>我自己并不是生性喜好风尘生活，之所以沦落风尘，是为前生的因缘（即所谓宿命）所致花落花开自有一定的时候，可这一切都只能依靠司其之神东君来作主。<br>该离终须要离开，离开这里又如何能待下去。若能将山花插满头，不需要问我归向何处。</p> <p><strong>注释</strong><br>①风尘：古代称妓女为堕落风尘。<br>②前缘：前世的因缘。<br>③东君：司春之神，借指主管妓女的地方官吏。<br>④“若得两句”：若能头插山花，过着山野农夫的自由生活，那时也就不需问我归向何处。奴，古代妇女对自己的卑称<br>⑤终须：终究。</p>",
  "shangxi": "<p>　　全词以不是爱风尘为题，诉说自己并不是喜好风尘生活感伤宿命，表达作者无可奈何的心情。</p> <p>　　上篇叙述自己并不是贪念风尘。又找不到自己沉沦的根源，无可奈何，只好归因于冥冥不可知的前缘与命运。</p> <p>　　“不是爱风尘，似被前尘误。”首句开门见山，特意声明自己并不是生性喜好风尘生活。封建社会中，妓女被视为冶叶倡条 ，所谓“行云飞絮共轻狂”，就代表了一般人对她们的看法 。作者因事关风化而入狱，自然更被视为生性淫荡的风尘女子了。因此，这句词中有自辩，有自伤，也有不平的怨愤。次句却出语和缓，用不定之词，说自己之所以沦落风尘，是为前生的因缘（即所谓宿命）所致。作者既不认为自己贪恋风尘，又不可能认识使自己沉沦的真正根源，无可奈何，之后只好归之于冥冥不可知的前缘与命运。“似”字似字乍看若不经意若不经意，实耐寻味。它不自觉地反映出作者对“ 前缘”似信非信，既不得不承认，又有所怀疑的迷惘心理，既自怨自艾，又自伤自怜的复杂感情。</p> <p>　　“花落花开自有时，总赖东君主。”花落花开自有一定的时候，可这一切都只能依靠司其之神东君来作主，这两句流露出词人借自然现象来喻自身命运。比喻象自己这类歌妓，俯仰随人，不能自主，命运总是操在有权者手中。这是妓女命运的真实写照。春中既有深沉的自伤，也隐含着对主管刑狱的长官岳霖的期望——希望他能成为护花的东君。但话说得很委婉含蓄，祈求之意只于“赖”字中隐隐传出。</p> <p>　　下片则承上不能自主命运之意，抒发词人对幸福自由的无限渴望。</p> <p>　　“去也终须去，住也如何住！”下阕承上不能自主命运之意，转写自己在去住问题上的不得自由。去，指由营妓队伍中放出；住，指仍留乐营为妓。离开风尘苦海，自然是她所渴想的，但却迂回其词，用“终须去”这种委婉的语气来表达。意思是说，以色艺事人的生活终究不能长久 ，将来总有一天须离此而去。言外之意是 ，既“ 终须去”，何不早日脱离苦海呢？以的色艺，解除监禁之后，假如重新为妓，未始不能得到有权者的赏爱，但她实在不愿再过这种生活了，所以用“终须去”来曲折表达离此风尘苦海的愿望。下句“住也如何住”从反面补足此意，说仍旧留下来作营妓简直不能想象如何生活下去。两句一去一住，一正一反，一曲一直，将自己不恋风尘、愿离苦海的愿望表达得既婉转又明确。“ 去”字集中表了他急切渴望自由的心情。</p> <p>　　“若得山花插满头，莫问奴归处。”如果有朝一日，能够将山花插满头鬓，过着一般妇女的生活，那就不必问我的归宿了。言外之意是：一般妇女的生活就是自己向往的目标，就是自己的归宿，别的什么都不再考虑了。两句回应篇首“不是爱风尘”清楚地，表明了对俭朴而自由生活的向往，但仍可看出她出语留有余地 。“若得”云云，就是承上“总赖东君主”而以祈求口吻出之。</p> <p>　　这是一首在长官面前陈述衷曲的词，她在表明自己的意愿时，不能不考虑到特定的场合、对象，采取比较含蓄方式，以期引起对方的同情。但她并没有因此而低声下气，而是不卑不亢，婉转明确地表达了自己的意愿，暗示出了作者本人，虽然尚处于倍受冷落的阶段，但他仍坚持着自己人生的理想和追求。这是一位身处卑贱但尊重自己人格的风尘女子的一番婉而有骨的自白。</p>",
  "about": "<h2>创作背景</h2> 　　南宋淳熙九年，浙东常平使<a href=\"http://so.gushiwen.org/author_459.aspx\">朱熹</a>巡行台州，因唐仲友的永康学派反对朱熹的理学，朱熹连上六疏弹劾唐仲友，其中第三、第四状论及唐与<a href=\"http://so.gushiwen.org/author_214.aspx\">严蕊</a>风化之罪，下令黄岩通判抓捕严蕊，关押在台州和绍兴，施以鞭笞，逼其招供。严说：“身为贱妓，纵合与太守有滥，科亦不至死；然是非真伪，岂可妄言以污士大夫，虽死不可诬也。”此事朝野议论，震动孝宗。后朱熹改官，岳霖任提点刑狱，释放严蕊，问其归宿。严蕊这首《卜算子》由此而来。",
  "poet": {
    "id": 214,
    "star": 0,
    "name": "严蕊",
    "image": "http://img.gushiwen.org/authorImg/yanrui.jpg",
    "desc": "严蕊（生卒年不详），原姓周，字幼芳，南宋中叶女词人。出身低微，自小习乐礼诗书，严蕊沦为台州营妓，改严蕊艺名。　　严蕊善操琴、弈棋、歌舞、丝竹、书画，学识通晓古今，诗词语意清新，四方闻名，有不远千里慕名相访。"
  },
  "tags": [
    "宋词三百首",
    "宋词精选",
    "婉约",
    "女子",
    "自白",
    "无奈"
  ]
}