{
  "id": 14911,
  "star": 42,
  "name": "竹窗闻风寄苗发司空曙",
  "dynasty": "唐代",
  "content": "微风惊暮坐，临牖思悠哉。<br>开门复动竹，疑是故人来。<br>时滴枝上露，稍沾阶下苔。<br>何当一入幌，为拂绿琴埃。",
  "fanyi": "<p><strong>译文<br></strong>傍晚独坐被微风的响声惊动，临窗冥想思绪悠然远飘天外。<br>微风吹开院门又吹动了竹丛，让人怀疑是旧日的朋友到来。<br>枝叶上的露珠不时因风滴落，渐渐润泽了阶下暗生的青苔。<br>风什么时候能掀开窗帘进屋，为我拭去绿琴上久积的尘埃。</p> <p><strong>注释<br></strong>⑴苗发、<a href=\"http://so.gushiwen.org/author_750.aspx\">司空曙</a>：唐代<a href=\"http://so.gushiwen.org/view_14911.aspx\">诗</a>人，<a href=\"http://so.gushiwen.org/author_484.aspx\">李益</a>的诗友，都名列“大历十才子”。<br>⑵临牖（yǒu）：靠近窗户。牖，窗户。<br>⑶故人：旧交；老友。《庄子·山木》：“夫子出于山，舍于故人之家。”<br>⑷沾：一作“沿”。苔（tái）：苔藓。<br>⑸何当：犹何日，何时。《玉台新咏·古绝句一》：“何当大刀头，破镜飞上天。”幌（huǎng）：幔帐，窗帘。<br>⑹“为拂”句：暗用俞伯牙、钟子期有关知音的的典故。绿琴，绿绮琴之省称，泛指琴。南朝齐<a href=\"http://so.gushiwen.org/author_32.aspx\">谢朓</a>《曲池之水》诗：“鸟去能传响，见我绿琴中。”</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　<a href=\"http://so.gushiwen.org/view_14911.aspx\">诗</a>题曰《竹窗闻风寄苗发<a href=\"http://so.gushiwen.org/author_750.aspx\">司空曙</a>》，诗中最活跃的形象便是傍晚骤来的一阵微风。“望风怀想，能不依依”（<a href=\"http://so.gushiwen.org/author_795.aspx\">李陵</a>《答<a href=\"http://so.gushiwen.org/author_460.aspx\">苏武</a>书》）。风，是古人常用来表示怀念、思恋的比兴之物，“时因北风，复惠德音”表现了对故友的怀念，“故马依北风，越鸟巢南枝”又为对故园的思恋。又，风又常用以象征美好、高尚。孟子云：“君子之德，风也。”因风而思故人，借风以寄思情，是古已有之的传统比兴。此诗亦然。这微风便是激发诗人思绪的触媒，是盼望故人相见的寄托，也是结构全诗的线索。</p> <p>　　诗从“望风怀想”生发出来，所以从微风骤至写起。傍晚时分，诗人独坐室内，临窗冥想。突然，一阵声响惊动了他，原来是微风吹来。于是，诗人格外感到孤独寂寞，顿时激起对友情的渴念，盼望故人来到。他谛听着微风悄悄吹开院门，轻轻吹动竹丛，行动自如，环境熟悉，好像真的是怀想中的故人来了。然而，这毕竟是幻觉，“疑是”而已。不觉时已入夜，微风掠过竹丛，枝叶上的露珠不时地滴落下来，那久无人迹的石阶下早已蔓生青苔，滴落的露水已渐渐润泽了苔色。这是无比清幽静谧的境界，无比深沉的寂寞和思念。可惜这风太小了，未能掀帘进屋来。屋里久未弹奏的绿琴上，积尘如土。诗人说：风啊，什么时候能为我拂掉琴上的尘埃呢？结句含蓄隽永，语意双关。言外之意是：钟子期不在，伯牙也就没有弹琴的意绪。什么时候，故人真能如风来似的掀帘进屋，我当重理丝弦，一奏绿琴，以慰知音，那有多么好啊！“何当”二字，既见出诗人依旧独坐室内，又表露不胜埋怨和渴望，双关风与故人，结出寄思的主题。</p> <p>　　全篇紧紧围绕“闻风”二字进行艺术构思。前面写临风而思友、闻风而疑来。“时滴”二句是流水对，风吹叶动，露滴沾苔，用意还是写风。入幌拂埃，也是说风，是浪漫主义的遐想。绿琴上积满尘埃，是由于寂寞无心绪之故，期望风来，拂去尘埃，重理丝弦，以寄思友之意。诗中傍晚微风是实景，“疑是故人”属遐想；一实一虚，疑似恍惚；一主一辅，交织写来，绘声传神，引人入胜。而于风著力写其“微”，于己极显其“惊”、“疑”，于故人则深寄之“悠思”。因微而惊，因惊而思，因思而疑，因疑而似，因似而望，因望而怨，这一系列细微的内心感情活动，随风而起，随风递进，交相衬托，生动有致。全诗构思巧妙，比喻维肖，描写细致。可以说，这首诗的艺术魅力实际上并不在以情动人，而在以巧取胜，以才华令人赏叹。全诗共用了九个动词，或直接写风的动，或因风而动，如：惊、思、开、动、疑、滴、沾、入、拂。但又都是以“寄（思）”为暗线的，如影之随形，紧紧相连。这正是诗人的匠心所在，也是此诗有极大的艺术魅力的重要原因之一。</p>",
  "about": "<h2>创作背景</h2> 　　这首<a href=\"http://so.gushiwen.org/view_14911.aspx\">诗</a>是<a href=\"http://so.gushiwen.org/author_484.aspx\">李益</a>在一天傍晚时临窗独坐，因想念好友苗发与<a href=\"http://so.gushiwen.org/author_750.aspx\">司空曙</a>而作的，具体作年未详。",
  "poet": {
    "id": 484,
    "star": 0,
    "name": "李益",
    "image": "http://img.gushiwen.org/authorImg/liyi.jpg",
    "desc": "李益(约750—约830)， 唐代诗人，字君虞，祖籍凉州姑臧（今甘肃武威市凉州区），后迁河南郑州。大历四年(769)进士，初任郑县尉，久不得升迁，建中四年(783)登书判拔萃科。因仕途失意，后弃官在燕赵一带漫游。以边塞诗作名世，擅长绝句，尤其工于七绝。"
  },
  "tags": [
    "写风",
    "思念"
  ]
}