{
  "id": 56020,
  "star": 20,
  "name": "蝶恋花·桐叶晨飘蛩夜语",
  "dynasty": "宋代",
  "content": "桐叶晨飘蛩夜语。旅思秋光，黯黯长安路。忽记横戈盘马处。散关清渭应如故。<br>江海轻舟今已具。一卷兵书，叹息无人付。早信此生终不遇。当年悔草长杨赋。",
  "fanyi": "<p><strong>译文<br></strong>我于深秋时节从前线奉调回京，一路上但见枯黄的桐叶在晨光中飒飒飘落，又听到寒蛩不停地在夜里悲鸣。面对如此萧瑟的秋景，想到回京后再也难以受到重用的现实，心中十分沮丧灰暗。忽然忆起当年在前线横戈盘马、纵横疆场的战斗生活，那大散关上和清渭之滨大概还战事依旧吧。<br>想到将来黯淡的前途，我顿时萌生了驾舟隐居江湖的想法，只可惜自己早就了然于胸的那套北伐抗金策略无人可以托付，不能让其继续为恢复大业作出应有的贡献。如果早知道我的一腔爱国之志和作战策略终不会得到皇上的理解和采纳，我当年又何必煞费苦心地去劝谏皇上呢？</p> <p><strong>注释<br></strong>蛩（qióng）：蟋蟀。<br>旅思（sī）：旅愁。<br>秋光：点明时节，秋天。<br>黯黯（àn）：暗淡。<br>长安：借指南宋首都I临安。<br>横戈、盘马：指骑马作战。<br>散关：即大散关。<br>清渭：渭河。<br>“江海”：说现在已有了退居的可能。<br>付：托付。<br>信：知，料。<br>不遇：不获知遇以展抱负。<br>长杨赋：汉所作。常把扬雄看做怀才不遇的人。<span style=\"font-family:SimSun;\"></span></p>",
  "shangxi": "<p>　　在一片秋天景色的旅途上，他看到桐树叶子在早晨飘落，又听到吟蛩[蟋蟀]在夜间鸣叫。这些标志秋光的落叶和虫鸣，更加勾起了他旅途的心事。 “旅思”，旅途的愁绪。他遥望通向京城临安的道路，觉得它分外暗淡。这里作者用唐代都城长安（当时在金占领下）借指南宋京城临安。“黯[àn]”是暗淡的意思。这不仅是写实，也还有象征的意味。因为这时他在主和派排挤下被罢了官，从此远离朝廷，也就更难以实现他抗金报国的理想了。</p> <p>　　这时涌上他心头的，不是对官职的眷恋，而是那一段最不寻常的战斗经历。当年在抗金前线的南郑，他曾经“横戈盘马”，亲临前线。回想起来，至今还是那么令人神往。“戈”古代一种长柄武器。“盘”是回旋的意思。最使他念念不忘的是前线的大散关和渭水清流。在渭河上，他曾雪夜强渡；在大散关，他曾守关拒敌。在这两个地方，都留下了他的足迹。现在，他多么想知道，那大散关和渭河，是不是仍然同他在前线时一样啊！看，他的所谓旅愁，不是哀叹岁月，也不是感伤劳苦，他是在系念着关系国家命运的前线，怀念着那实现他崇高理想的地方。这是一种有着崇高的思想境界的旅愁。</p> <p>　　当他在怀念前线的时候，罢官的现实还迫使他思考以下的问题：“江海轻舟今已具，一卷兵书，叹息无人付”。的家乡山阴地接杭州湾，临江近海。“江海轻舟”，驶往江海的小船，这里用来代表驶往家乡的小船。“具”是具备。这三句意思说，今天已经有了回乡的小船，意味着已经罢了官，可以回乡退隐了，然而，那对付金兵、收复失地的军事韬略和计划，却没有人可以托付，使他难以放心啊。原来，陆游不仅是<a href=\"http://so.gushiwen.org/view_56020.aspx\">诗</a>人、词人，他还熟知军事，在南郑前线任职时，曾经向川陕安抚使（边防军事机关的长官）<a href=\"http://so.gushiwen.org/author_726.aspx\">王炎</a>提出过恢复中原的进军策略，由于朝廷的苟且偷安，他的北伐之志一直未能实现。所以，我们对他“一卷兵书，叹息无人付”的心情，就完全可以理解了。</p> <p>　　想到这里，他的感情不由得从慨叹转为激愤。遭遇的相似，使他想起了西汉著名词赋家<a href=\"http://so.gushiwen.org/author_715.aspx\">扬雄</a>。扬雄曾经写《长杨赋》讽谏汉成帝游猎于长杨宫。他很有才华，但一直未受到皇帝的赏识和重用。陆游回顾自己一片爱国赤诚而终于不为朝廷所用，他以难以遏止的气愤之词来结束作品：“早信此生终不遇，当年悔草长杨赋”。如果早就料到（信）我这一生始终不会被了解，任用（不遇），我当初又何必象扬雄写（草）《长杨赋》那样忠心耿耿地献计献策呢！</p>",
  "about": "<h2>创作背景</h2> 　　孝宗乾道八年（1172），<a href=\"http://so.gushiwen.org/author_272.aspx\">陆游</a>曾充任抗战派将领——四川宣抚使<a href=\"http://so.gushiwen.org/author_726.aspx\">王炎</a>的幕宾，亲临南郑抗金前线。然而不到一年，朝廷投降派撤掉王炎西北统帅职务，陆游也奉调回京安置。此词即写于此时。",
  "poet": {
    "id": 272,
    "star": 0,
    "name": "陆游",
    "image": "http://img.gushiwen.org/authorImg/luyou.jpg",
    "desc": "陆游（1125—1210），字务观，号放翁。汉族，越州山阴（今浙江绍兴）人，南宋著名诗人。少时受家庭爱国思想熏陶，高宗时应礼部试，为秦桧所黜。孝宗时赐进士出身。中年入蜀，投身军旅生活，官至宝章阁待制。晚年退居家乡。创作诗歌今存九千多首，内容极为丰富。著有《剑南诗稿》、《渭南文集》、《南唐书》、《老学庵笔记》等。"
  },
  "tags": [
    "爱国",
    "怀念",
    "感叹"
  ]
}