{
  "id": 10380,
  "star": 746,
  "name": "兵车行",
  "dynasty": "唐代",
  "content": "车辚辚，马萧萧，行人弓箭各在腰。<br>耶娘妻子走相送，尘埃不见咸阳桥。<br>牵衣顿足拦道哭，哭声直上干云霄。<br>道旁过者问行人，行人但云点行频。<br>或从十五北防河，便至四十西营田。<br>去时里正与裹头，归来头白还戍边。<br>边庭流血成海水，武皇开边意未已。<br>君不闻汉家山东二百州，千村万落生荆杞。<br>纵有健妇把锄犁，禾生陇亩无东西。<br>况复秦兵耐苦战，被驱不异犬与鸡。<br>长者虽有问，役夫敢申恨？<br>且如今年冬，未休关西卒。<br>县官急索租，租税从何出？<br>信知生男恶，反是生女好。<br>生女犹得嫁比邻，生男埋没随百草。<br>君不见，青海头，古来白骨无人收。<br>新鬼烦冤旧鬼哭，天阴雨湿声啾啾！",
  "fanyi": "<p><strong>译文</strong><br>车辆隆隆响，战马萧萧鸣，出征士兵弓箭各自佩在腰。爹娘妻子儿女奔跑来相送，行军时扬起的尘土遮天蔽日以致看不见咸阳桥。拦在路上牵着士兵衣服顿脚哭，哭声直上天空冲入云霄。<br>路旁经过的人问出征士兵怎么样，出征士兵只是说按名册征兵很频繁。有的人十五岁到黄河以北去戍守，纵然到了四十岁还要到西部边疆去屯田。到里长那里用头巾把头发束起来，他们回时已经白头还要去守边疆。边疆无数士兵流血形成了海水，武皇开拓边疆的念头还没停止。您没听说汉家华山以东两百州，百千村落长满了草木。即使有健壮的妇女手拿锄犁耕种，田土里的庄稼也长得没有东西行列。更何况秦地的士兵又能够苦战，被驱使去作战与鸡狗没有分别。<br>尽管长辈有疑问，服役的人们怎敢申诉怨恨？就像今年冬天，还没有停止征调函谷关以西的士兵。县官紧急地催逼百姓交租税，租税从哪里出？如果确实知道生男孩是坏事情，反而不如生女孩好。生下女孩还能够嫁给近邻，生下男孩死于沙场埋没在荒草间。您没有看见，青海的边上，自古以来战死士兵的白骨没人掩埋。新鬼烦恼地怨恨旧鬼哭泣，天阴雨湿时众鬼凄厉地发出啾啾的哭叫声。</p> <p><strong>注释</strong><br>1.兵车行：选自《杜详注》。这首诗大约作于天宝中后期。当时唐王朝对西南的少数民族不断用兵。天宝八年（749），哥舒翰奉命进攻吐蕃，石堡城（在今<br>西安北部）一役，死数万人。十年（751），剑南节度使鲜于仲通率兵八万进攻南诏（辖境主要在今云南），军大败，死六万人。为补充兵力，杨国忠遣御史分道捕人，连枷送往军所，送行者哭声震野。这首诗就是据上述情况写的。这是一首乐府诗。题目是诗人自拟的。<br>2.辚（lín）辚：车轮声。《诗经·秦风·车辚》：“有车辚辚”。<br>3.萧萧：马嘶叫声。《诗经·小雅·车攻》：“萧萧马鸣”。<br>4.行(xíng)人：指被征出发的士兵。<br>5.耶：通假字，同“爷”，父亲。<br>6.走：奔跑。<br>7.咸阳桥：指便桥，汉武帝所建，故址在今陕西咸阳市西南，唐代称咸阳桥，唐时为长安通往西北的必经之路。<br>8.干(gān)：冲。<br>9.过者：过路的人，这里是<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>自称。<br>10.但云：只说<br>11.点行（ xíng ）频：频繁地点名征调壮丁。<br>12.或：不定指代词，有的、有的人。<br>13.防河：当时常与吐蕃发生战争，曾征召陇右、关中、朔方诸军集结河西一带防御。因其地在长安以北，所以说\"北防河\"。<br>14.西营田：古时实行屯田制，军队无战事即种田，有战事即作战。\"西营田\"也是防备吐蕃的。<br>15.里正：唐制，每百户设一里正，负责管理户口。检查民事、催促赋役等。<br>16.裹头：男子成丁，就裹头巾，犹古之加冠。古时以皂罗（黑绸）三尺裹头，曰头巾。新兵因为年纪小，所以需要里正给他裹头。<br>17.还（huán）<br>18.边庭：边疆。<br>19.武皇：汉武帝<a href=\"http://so.gushiwen.org/author_700.aspx\">刘彻</a>。唐诗中常有以汉指唐的委婉避讳方式。这里借武皇代指唐玄宗。唐人诗歌中好以“汉”代“唐”，下文“汉家”也是指唐王朝。<br>20.开边：用武力开拓边疆。<br>21.汉家: 汉朝。这里借指唐。<br>22.山东：崤山或华山以东。古代秦居西方，秦地以外，统称山东。<br>23.荆杞(qǐ )：荆棘与杞柳，都是野生灌木。<br>24.陇(lǒng)亩：田地。<br>陇，通“垄”，在耕地上培成一行的土埂，田埂，中间种植农作物。<br>25.无东西：不分东西，意思是行列不整齐。<br>26.况复：更何况。<br>27.秦兵：指关中一带的士兵。耐苦战--能顽强苦战。这句说关中的士兵能顽强苦战，像鸡狗一样被赶上战场卖命。<br>28.长者：即上文的\"道旁过者\"，也指有名望的人，即杜甫。征人敬称他为\"长者\"。\"役夫敢申恨\"：征人自言不敢诉说心中的冤屈愤恨。这是反诘语气，表现士卒敢怒而不敢言的情态。<br>29.役夫：行役的人。<br>30.敢：岂敢，怎么敢。<br>31.且如：就如。<br>32.关西：当时指函谷关以西的地方。这两句说，因为对吐蕃的战争还未结束，所以关西的士兵都未能罢遣还家。<br>33.县官：官府。<br>34.比邻：近邻。<br>35.青海头：即青海边。这里是自汉代以来，汉族经常与西北少数民族发生战争的地方。唐初也曾在这一带与突厥、吐蕃发生大规模的战争。<br>36.烦冤：愁烦冤屈。<br>37.啾啾：象声词，形容凄厉的哭叫声。</p>",
  "shangxi": "<p>　　《兵车行》是历史生活的真实记录。</p> <p>　　唐玄宗天宝年间，朝廷对边疆少数民族频繁发动进攻。八载（749），哥舒翰奉命进攻吐蕃石堡城（在今青海省境内），久攻不下，后虽侥幸取胜，但所部六万三千人损失大半；到这年冬天，所派驻龙驹岛（在青海湖中）的二千戍卒也全军覆没。十载（751）四月，剑南节度使鲜于仲通又奉命进攻南诏（主要辖境在今云南省），结果大败，士卒死者六万人，仲通仅以身免。由于这两次战争中丧师巨万，朝廷乃大举征兵。这件事，在《资治通鉴·唐纪三十二》里有生动的记载：</p> <p>　　人闻云南多瘴疠，未战，士卒死者什八九，莫肯应募。杨国忠（时任宰相）遣御史分道捕人，连枷送诣军所……于是行者愁怨，父母妻子送之，所在哭声振野。</p> <p>　　如此摧肝裂肺的图景在历史上也是罕见的!《兵车行》这首，很可能就是诗人见到这样图景的当时或其后不久写的。</p> <p>　　但诗人把这个历史镜头捕捉到自己的诗中来，不过是拿它作为一出社会悲剧的序幕，而他的主要意图是揭露统治阶级对人民的残酷压迫。因此，紧接着这个序幕，就通过“行人”答问逐层深入地展示这出悲剧的内容：“去时里正与裹头，归来头白还戍边”──这是说丁壮们无限期地超期服役；“边庭流血成海水”──这是千百万战士战死沙场；“汉家山东二百州，千村万落生荆杞”──这是说全国农村生产凋敝；“县官急索租，租税从何出”──这是说人民连生计都无法维持，而朝廷依旧逼索租税。可见，这种艺术概括方式的基本点是，由点到面、由现象到本质地勾画出安史之乱前的一个历史时期里社会的真实状况。读完这首诗，我们不仅可以看到整整一代人的深重苦难，而且能触摸到诗人那颗同情人民的火热的心。</p> <p>　　这首诗的意义还不止于此，更为重要的是，它表现了诗人反对“开边”战争的坚定立场。“边庭流血成海水，武皇开边意未已”，说明他认识到这种不义的战争是一切苦难的根源；他敢于把战争的责任加在最高统治者身上，这样的勇气是当时众多的诗人所不具有的。诗人的这种立场是一贯的，在《前出塞》中他曾写道：“君已富土境，开边一何多”“杀人亦有限，立国自有疆”。这正是杜诗人民性之所在。</p>",
  "poet": {
    "id": 474,
    "star": 0,
    "name": "杜甫",
    "image": "http://img.gushiwen.org/authorImg/dufu.jpg",
    "desc": "杜甫（712－770），字子美，自号少陵野老，世称“杜工部”、“杜少陵”等，汉族，河南府巩县（今河南省巩义市）人，唐代伟大的现实主义诗人，杜甫被世人尊为“诗圣”，其诗被称为“诗史”。杜甫与李白合称“李杜”，为了跟另外两位诗人李商隐与杜牧即“小李杜”区别开来，杜甫与李白又合称“大李杜”。他忧国忧民，人格高尚，他的约1400余首诗被保留了下来，诗艺精湛，在中国古典诗歌中备受推崇，影响深远。759-766年间曾居成都，后世有杜甫草堂纪念。"
  },
  "tags": [
    "唐诗三百首",
    "叙事",
    "战争",
    "忧国忧民"
  ]
}