{
  "id": 8283,
  "star": 19,
  "name": "望黄鹤楼",
  "dynasty": "唐代",
  "content": "东望黄鹤山，雄雄半空出。<br>四面生白云，中峰倚红日。<br>岩峦行穹跨，峰嶂亦冥密。<br>颇闻列仙人，于此学飞术。<br>一朝向蓬海，千载空石室。<br>金灶生烟埃，玉潭秘清谧。<br>地古遗草木，庭寒老芝术。<br>蹇予羡攀跻，因欲保闲逸。<br>观奇遍诸岳，兹岭不可匹。<br>结心寄青松，永悟客情毕。",
  "fanyi": "<p><strong>译文</strong><br>向东眺望黄鹤山，只见黄鹤山威势雄伟横出于半空之中。<br>山的四面环绕着白云，中间的山峰托春天上的太阳。<br>山峦峭立高跨于空中，高峻的上峰深幽邃密。<br>多次听说过许多仙人在这里学习飞身升天之术，一朝成仙飞间蓬莱仙境，流下的石室千年以来空空荡荡。<br>丹灶早已生出尘埃，清澈的水潭也早已寂静无声，失去了先前的生气。<br>地宅荒古长满了杂草，庭中苦寒，芝术之类的药草皆已老去。<br>我很想登临此山，借以保有我的闲逸之致。观览奇异遍及各个名山，所见却都不能与这座山匹敌。<br>我寄心于山上青松，由此悟认不再会有客旅情怀了。</p> <p><strong>注释</strong><br>雄雄：气势雄伟。<br>弯跨：跨于空中。<br>峰嶂：高峻的山峰。冥密：深幽茂密。<br>飞术：仙术，求仙升天之术。<br>蓬海：即蓬莱仙山，因位于海中故称蓬海。<br>金灶：即丹灶，道家炼取丹药之灶。<br>清谧：清静、安宁。<br>蹇：句首语助辞。<br>跻：登。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　“东望黄鹤山，雄雄半空出。四面生白云，中峰倚红日。岩峦行穹跨，峰嶂亦冥密。”<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>以夸张的手法渲染黄鹤山的雄伟气势。开头先写山的高大：“东望黄鹤山，雄雄半空出”，“雄雄”二字，极力形容黄鹤山的威势，只见整座山峰，凌空而上，直插云天。接二句又从侧面加以烘托，“四面生白云，中峰倚红日。”远看去，朵朵白云似乎从山的四周升腾而起，一轮红日仿佛就跟山中的高峰相互依偶着。波浪般起伏、参差不齐的山峦，一排排凌空横跨，宽阔无边；高高耸起的、屏障一般的山蜂，稠密而又显得幽深昏暗。</p> <p>　　前六句<a href=\"http://so.gushiwen.org/view_8283.aspx\">诗</a>句，全由首句“东望”二字引出，其中有上望、纵望、侧望、环望。整个黄鹤山几乎全被诗人望遍了。可以看出，这首诗具有鲜明的浪漫主义特色。</p> <p>　　“颇闻列仙人，于此学飞术”，正如<a href=\"http://so.gushiwen.org/author_197.aspx\">刘禹锡</a>在《陋室铭》中所说：“山不在高，有仙则名。”暗寓李白心向往之，因此山曾有仙人居住过。“一朝向蓬海，千载空石室”，人去楼空，仙去室寂。如今山上只剩下仙人当年炼丹的石室了。“金灶生烟埃，玉潭秘清谧”，炼丹的“金灶”，已满是烟尘和埃垢；注满玉液之潭，如今已一无所有；整个黄鹤山似乎都被一种清幽寂静的静的气氛所笼罩，一切是那样的神秘。“地古遗草木，庭寒老芝术。”一片荒凉冷寂的画面展现于读者面前：古老的荒地，草木丛生；庭园里，灵芝之类的药草，已经苍老枯萎。</p> <p>　　从“颇闻列仙人”至“庭寒老芝术”是第二段，共八句。诗人扣紧有关黄鹤山的传说，描绘仙人飞升后的荒凉景象。写法仍从“望”字入笔，但却已经杂入许多虚无的幻想，浓化了全诗的气氛。</p> <p>　　从“蹇予羡攀跻”至篇终是第三段。这一段写由黄鹤山的奇伟和有关仙人的传说所引起的向往之情。“蹇予羡攀跻，因欲保闲逸”两句，毫无隐讳地抒写自己的仰慕与欣羡，诗人很愿攀援而上。诗人之所以产生这种感情，原因在于“保闲逸”，亦即保持平静的心理状态，过着闲逸的生活。“观奇遍诸岳，兹岭不可匹”两句，与一、二两段相呼应，说明，尽管诗人走遍了五岳名山，但黄鹤山却是无与伦比、无可匹敌的。</p> <p>　　总体来说，此诗经过实际的比较，诗人终于决定把黄鹤山做为自己感情寄托之所在，从此永远结束作客他乡，寄人篱下的生活：“结心寄青松，永悟客情毕。”这里的“青松”代指黄鹤山，同时也象征看诗人坚韧不拔、冬夏常青的性格。“悟”，觉悟，醒悟。“客情”，暗指客居他乡的思想情感，也包括了诗人奔波流浪，怀才不遇的一生。</p>",
  "about": "<h2>创作背景</h2> 　　<a href=\"http://so.gushiwen.org/view_8283.aspx\">诗</a>作于肃宗上元元年（760）春，其时<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>自零陵归至巴陵、江夏。黄鹤山，即黄鹤矾，又名黄鹄山，在鄂州江夏县东九里，今武汉市长江大桥南首蛇山。传说昔有仙人控黄鹤于此，故得名黄鹤山。诗中描绘了黄鹤山的雄伟气势与壮美景色。",
  "poet": {
    "id": 247,
    "star": 0,
    "name": "李白",
    "image": "http://img.gushiwen.org/authorImg/libai.jpg",
    "desc": "李白（701年－762年），字太白，号青莲居士，唐朝浪漫主义诗人，被后人誉为“诗仙”。祖籍陇西成纪(待考)，出生于西域碎叶城，4岁再随父迁至剑南道绵州。李白存世诗文千余篇，有《李太白集》传世。762年病逝，享年61岁。其墓在今安徽当涂，四川江油、湖北安陆有纪念馆。"
  },
  "tags": [
    "景点",
    "抒情",
    "生活"
  ]
}