{
  "id": 71145,
  "star": 2216,
  "name": "观潮",
  "dynasty": "宋代",
  "content": "　　浙江之潮，天下之伟观也。自既望以至十八日为盛。方其远出海门，仅如银线；既而渐近，则玉城雪岭际天而来，大声如雷霆，震撼激射，吞天沃日，势极雄豪。杨诚斋诗云“海涌银为郭，江横玉系腰”者是也。 </p> <p>　　每岁京尹出浙江亭教阅水军，艨艟数百，分列两岸；既而尽奔腾分合五阵之势，并有乘骑弄旗标枪舞刀于水面者，如履平地。倏尔黄烟四起，人物略不相睹，水爆轰震，声如崩山。烟消波静，则一舸无迹，仅有“敌船”为火所焚，随波而逝。 </p> <p>　　吴儿善泅者数百，皆披发文身，手持十幅大彩旗，争先鼓勇，溯迎而上，出没于鲸波万仞中，腾身百变，而旗尾略不沾湿，以此夸能。</p> <p>　　江干上下十余里间，珠翠罗绮溢目，车马塞途，饮食百物皆倍穹常时，而僦赁看幕，虽席地不容间也。 ",
  "fanyi": "<p><strong>译文</strong><br>　　钱塘江的潮水，是天下雄伟的景观。从（农历）八月十六日到十八日潮水是最壮观的。当潮水远远地从钱塘江入海口涌起的时候，（远看）几乎像一条银白色的线；不久（潮水）越来越近，玉城雪岭一般的潮水连天涌来，声音大得像雷霆万钧，震撼天地，激扬喷射 ，吞没天空，冲荡太阳，气势极其雄伟豪壮。<a href=\"http://so.gushiwen.org/author_361.aspx\">杨万里</a>的<a href=\"http://so.gushiwen.org/view_71145.aspx\">诗</a>中说的“海涌银为郭，江横玉系腰”就是指这样的景象。</p> <p>　　每年（农历八月）京都临安府长官来到浙江亭教阅水军，几百艘战船分列两岸；不久水军的战船演习五阵的阵势，忽而疾驶，忽而腾起，忽而分，忽而合，极尽种种变化，同时有在水面上骑马、舞旗、举枪、挥刀的人，好像踩在平地上一样安稳。忽然黄色的烟雾从四面升起，人和物彼此一点儿也看不见，只听得水爆的轰鸣声，声音像山崩塌一样。（等到）烟雾消散，水波平静，就一条船的踪影也没有了，只剩下被火烧毁的“敌船”，随波而去。</p> <p>　　几百个善于泅水的吴地健儿，披散着头发，身上画着文彩，手里拿着十幅大彩旗，争先恐后，鼓足勇气，逆流迎着潮水而上，在万仞高的巨浪中忽隐忽现，翻腾着身子变换各种姿态，但是旗尾却一点也不被水沾湿，凭借这种表演来显示他们高超的技能。</p> <p>　　江岸上下游十多里的地方，满眼都是穿着华丽的服饰的观众，车马堵塞道路，吃喝等各种物品（的价钱）比平时要高出很多倍。租用看棚的人(非常多)，中间即使是一席之地也不容有。 </p> <p><strong>注释</strong><br>1.浙江：就是钱塘江。<br>2.自既望以至十八日：从农历（八月）十六日到十八日。既望，农历十六日（十五日叫望）。<br>3.方其远出海门：当潮从入海口涌起的时候。方，当……时。其，代词，指潮。出，发、起。海门，浙江入海口，那里两边的山对峙着。<br>4.仅如银线：几乎像一条（横画的）银白色的线。仅，几乎，将近。<br>5.玉城雪岭：形容泛着白沫的潮水像玉砌的城墙和白雪覆盖的山岭。际天：连接着天。<br>6.沃日（wò rì）：冲荡太阳。形容波浪大。沃，用水淋洗，冲荡。<br>7.海涌银为郭，江横玉系腰这两句诗是《浙江观潮》一诗里的句子，意思是，海水涌起来，成为银子堆砌的城郭；浙江横着，潮水给系上一条白玉的腰带。“……是也”：就是指这样的景象。<br>8.每岁京尹（yǐn）出浙江亭教阅水军：每年（农历八月）京都临安府长官来到浙江亭教阅水军。岁，年。京尹，京都临安府（今浙江杭州）的长官。浙江亭，馆驿名，在城南钱塘江岸。<br>9.艨艟（méng chōng）：战船。<br>10.既而尽奔腾分合五阵之势：演习五阵的阵势，忽而疾驶，忽而腾起，忽而分，忽而合，极尽种种变化。尽，穷尽。五阵，指两、伍、专、参、偏五种阵法。<br>11.乘骑（chéng jì）弄旗标枪舞刀：乘马、舞旗、举枪、挥刀。骑，马。弄，舞动。标，树立、举。<br>12.略不相睹：彼此一点也看不见。睹，看。<br>13.水爆：水军用的一种爆炸武器。<br>14.一舸无迹（yì gě wú jì）：一条船的踪影也没有了。舸，船。<br>15.敌船：指假设的敌方战船。<br>16.逝：去，往。<br>17.吴儿善泅（qiú）者数百：几百个擅于泅水的吴地健儿。吴地即今江苏、浙江一带。因春秋时为吴国之地，故称。善，善于。泅，游泳、浮水（可不翻译）。<br>18.披发文（wén）身：披散着头发，身上画着花纹。文，动词，画着文彩。<br>19.溯（sù）迎而上：逆流迎着潮水而上。溯，逆流而上。而，表修饰。<br>20.鲸波万仞（rèn）：万仞高的巨浪。鲸波，巨浪。鲸所到之处，波涛汹涌，所以称巨浪为鲸波。万仞，形容浪头极高，不是实指。<br>21.腾身百变：翻腾着身子变换尽各种姿态。<br>22.江干（gān）：江岸。<br>23.珠翠罗绮（qǐ）溢目：满眼都是华丽的服饰。珠翠罗绮，泛指妇女的首饰和游人的华丽衣服。溢目，满眼。<br>24.倍穹（qióng）：（价钱）加倍的高。穹，动词，高；倍，形容词，指很多倍。<br>25.而僦（jiù）赁（lìn）看幕：租用看棚的人（非常多）。而，表转折。僦、赁，都是租用的意思。看幕，为观潮而特意搭的帐棚。<br>26.虽席地不容间也：中间即使是一席之地的空地也不容有容。许，使。间（jiān）空间。虽，即使。席地，一席之地，仅容一个座位的地方。</p>",
  "shangxi": "<h2>鉴赏</h2> <p><strong>钱塘江资料</strong><br>　　钱塘江（又称浙江）是浙江省最大的河流，全长四百多公里，流经杭州，在杭州湾入海，由于江口呈喇叭状，海潮倒灌，便形成了钱塘潮这一自然奇观，被前人称为“壮观天下无”。钱塘观潮也成为古今盛事，天下奇观。</p> <p><strong>主题分析</strong><br>　　本文只有两百余字，却写出了钱塘江潮的雄伟壮观景象、水军演习的宏大场面和吴中健儿高超的弄潮技巧。即写风景，又写民俗，使读者叹为观止！<br>　　本文作者以十分精练，简洁的语言，写出了钱塘江潮的雄伟景象、水军演习的宏大场面、吴中健儿高超的游泳技术和观潮的盛况，本文作者写此文时已是南宋灭亡，表达了对故国的思念</p> <p><strong>分段赏析</strong><br>　　第1段写海潮之雄。开篇就是一句“浙江之潮，天下之伟观也”，先声夺人。接着交代海潮最盛的时间，然后对潮水从形、色、声、势四个方面进行正面描绘，由远及近地写出了海潮的雄奇壮观。描绘又以比喻、夸张的手法出之，简短的“如银线”“玉城雪岭”“如雷霆”“吞天沃日”几句，把海潮从远方奔涌到眼前的形状、颜色、声势都生动形象地表现了出来。最后用<a href=\"http://so.gushiwen.org/author_361.aspx\">杨万里</a>的<a href=\"http://so.gushiwen.org/view_71145.aspx\">诗</a>句对上文进行形象概括，呼应了首句。<br>　　第2段写演军之威。开头仍是一句总述，说明每年京尹都要在海潮最盛的时候教练水军。然后描写了水军演习的精彩场面：参加演习的船只众多，演习中阵势变化多样，水兵作战技艺娴熟，演习中战斗激烈，声势浩大，演习结束后撤退迅速。短短一段文字，却生动描绘了一场复杂的演习活动，而结在“烟消波静”的静景上，不仅是一种动静相衬的写法，也为下文别开生面的另一场水上表演作了铺垫。<br>　　第3段写弄潮之勇。这时潮水已经来到，众多的吴中健儿在惊涛骇浪中作精彩表演，同时也从侧面写出了潮的雄伟壮观。<br>　　第4段写观潮之盛。观潮人群如此密集，说明江潮和水上表演是多么具有吸引力，所以写观潮之盛，是为了从侧面衬江潮之盛和水上表演之精彩。<br>　　本文是一篇在艺术上很有特点的写景记事佳作。<br>　　首先，本文结构得当，语言精练。钱塘潮雄伟壮观，水上表演头绪纷繁，场面众多，观潮者人数众多，但在这篇短文中，作者却写得井然有序，主次分明。这一方面是由于作者结构精巧，以海潮为线索，写景记事相融合，正面描写与侧面烘托相结合。另一方面也由于作者惜墨如金，用语十分精练的结果。其次，本文描写十分生动。不仅用了比喻、夸张等描写手法，而且即便是简洁的白描，也十分形象生动。</p> <p><strong>写作特点</strong><br>　　1.结构得当，语言精练。<br>　　写景与记事相结合，正面描写与侧面烘托相结合，使本文的描写井然有序，主次分明。而且作者惜墨如金，用语十分简练。<br>　　2.描写生动。<br>　　本文运用了比喻、夸张等修辞手法来增强语言的生动性，没有运用修辞手法的白描部分，语言也十分简洁生动。<br>　　3.渲染和烘托手法的运用。<br>　　如：“大声如雷霆，震撼激射，吞天沃日，势极雄豪”是渲染钱塘江大潮的“伟观”，增强了艺术效果。烘托又称“衬托”“相衬”，江干上下“饮食百物皆倍穹常时”是烘托观潮人极多和观潮盛况。</p> <p><strong>补充注释</strong><br>　　潘阆宋人，生年不详，卒于大中祥符二年（1009年）。字逍遥，大名（今属河北省）人。曾在洛阳卖药，北宋太宗至道元年（995年），以能诗受荐举。自制《忆余杭》多首，一时盛传，曾得苏东坡的欣赏，把它写在玉屏风上，石曼卿还使人照词意作过画。<br>　　万面鼓声中江潮来时，潮声像万面金鼓，一时齐发，声势震人。<br>　　弄潮儿指钱塘江畔观潮时踏潮献技的人，他们都年轻力壮，善于泅水或指朝夕与潮水周旋的水手或在潮中戏水的少年人。喻有勇敢进取精神的人。</p> <p><strong>问题解答</strong><br>　　作者在《观潮》这篇散文中，绘声绘色绘形地描写了这一壮美雄奇的景象。全文的着眼点在“潮”上，立足点在“观”上。作者是从哪些方面写“观潮”的？<br>　　⑴潮来之状。作者由远到近写“潮来之状”，当它远远的从海口那儿涨起来时，仅仅像一条银白色的横线。后来，越涌越近，像玉雕的城墙，雪堆的山岭，潮头之高能吞天沃日。<br>　　⑵演兵之威。<br>　　⑶弄潮之技。<br>　　⑷观潮之盛。</p> <p><strong>中心思想</strong><br>　　本文通过描写作者耳闻目睹钱塘江大潮潮来前、潮来时、潮头过后的景象，以及观潮的盛况，自然美、人情美交织在一起，使人受到美的陶冶赞美了大潮的奇特、雄伟、壮观，抒发了作者热爱祖国大好河山的真挚感情。 </p><br/><h2>赏析</h2> <p>　　钱塘江潮是一大胜景。古人称之为“壮观天下无”。钱塘江大潮与其独具的自然条件密切相关。其一，因江口呈喇叭形，宽处过百里，窄处仅十里，巨潮被狭窄江道约束，当然会形成波澜壮阔的涌潮。其二，是河口有巨大拦门沙坎，潮水涌进遇到如此巨阻，当然会掀揭天上；前浪遭遏，后浪又上，波赶波，浪叠浪，潮水就会奔腾咆哮、排山倒海般地呼啸而来。中国古代的墨客词人多以钱塘大潮作描写对象，例如宋朝<a href=\"http://so.gushiwen.org/author_535.aspx\">柳永</a>著名的词《望海潮》中写：“东南形胜，三吴都会，钱塘自古繁华。”“云树绕堤沙，怒涛卷霜雪，天堑无涯。”周密的《观潮》则是用散文的形式，绘形绘色地描写了这一壮美雄奇的景象。全文着眼点在“潮”上，立足点在“观”上，用镜头摄像的笔法分别写出潮来之状，演兵之形，弄潮之势，观潮之盛。</p> <p>　　“浙江之潮，天下之伟观也。”点出题旨，揭示描写对象。行文吐墨，亦饱含着激赏之意。“自既望以至十八日为最盛”，收拢文势，以示集中写此。接写潮来之状，进入直接描写。作者观察细微，而又大笔淋漓，由远及近，渐次写来。“方其远出海门，仅如银线”，水天相接之处，如银线一丝，触入眼帘。以“银线”为喻，显示出作者极目远眺之态，立足点高，视线远，方能看清潮起之时的景况。以“银线”为喻，又写出潮来之前的情境，很有生活实感。不亲临其境，亲睹其状，是决计写不得如此逼真的。“既而渐近”，因潮头奔卷而来，描写由远镜头，骤然跳成特写。“玉城雪岭际天而来，大声如雷霆，震撼激射，吞天沃日，势极雄豪。”文势突兀而起，如山峦陡耸，文墨则横泼纵洒，恣肆淋漓。作者倾万丈狂澜于卷面，声、色、形、势四者俱佳。有其色：“玉城雪岭”，见其“白”，托喻新颖，环扣上文的“银”字，比喻城、岭，亦见其形；有其声：“声如雷霆”，比譬形象，显其声威激壮，撼人心魄；有其势：“际天而来”“震撼激射”，如同自天际压将下来，飞腾激卷，喷玉溅珠，极富动态，蔚为奇观。“吞天沃日”，欲给焰焰红日洗澡，欲将浩浩苍天吞下，尽夸张之能事，又该多大笔力！这是极写雪涛之威猛，气派之壮阔。作者眼耳并用，目之所即，耳之所及，尽纳篇中；作者笔酣墨饱，飞旋挥洒，以动势写动态，大开大阖，文情有如繁管急奏，又有如劲弩连发。读来令人豪兴大旺，意志倍振。然后，作者用杨诚斋（<a href=\"http://so.gushiwen.org/author_361.aspx\">杨万里</a>）<a href=\"http://so.gushiwen.org/view_71145.aspx\">诗</a>句“海涌银为郭，江横玉系腰”作结。引用诗句不是炫渊夸博，而是为着证之他人，是增强作者这样写的逼真感和真实性。</p> <p>　　接着文章转入另一重境界，写“教阅水军”演兵之形。“艨艟数百，分列两岸”，一层；“既而尽奔腾分合五阵之势”，一层。两层之间，互相勾连，映前带后。以“分列两岸”之状，突出“奔腾分合”之势。“奔腾分合”四字，文词高度简约而概括的内容甚为广泛，以少许胜多许，生动地描写了战船操演的情景：时而劈浪疾飞，时而跃波腾起，时而分隔两厢，时而又合舷并驶。虽未明言操舵驾舟本领之高超，但其生动的情景刻画却将此意，尽传句外。“并”字使文意有了迭进。“乘骑弄旗标枪舞刀于水面”，写出船上操练的具体情景。“乘”“弄”“标”“舞”等动词要言不烦，出神入化，其龙腾虎骧之状，自可想见。“如履平地”，写出其从容裕如的悠闲神态，矫健纵踉而如此起落平稳，其手段之高明，又自可想见。然而，作者却又有未明言的笔墨暗寓在纸外，这就是，水军操演不是在平波展镜、水浪不兴的江面之中，而是在掀天揭地、“震撼激射”的江涛之上。如果我们联系上文，就会深察作者在这里作如此描绘的深刻意图，以水涨船高的暗托、烘染来突现水军健儿。尔后，文章进入演阵的实战演习描写。“倏尔”以示来得迅敏，也使画面转换显得迅速。作者声态并作地描写了这幅情景。“黄烟四起，人物略不相睹”，以人物隐形，示黄烟之浓；用“声如崩山”之比，喻“水爆”威力之大。烟雾激卷，爆声震耳，是动的画面，惊魂撼魄。当人们的视线被动的画面所牵引，当人们的心灵被动的情景所黏吸，情景又迅速转入静的画面，“烟消波静，则一舸无迹，仅有‘敌船’为火所焚，随波而逝。”显示出实战演习的战斗效果。“一舸无迹”与“人物略不相睹”相照应，正是说明战船趁烟雾蔽江时，已疾驶远去。夺魂褫魄的水军实战演习于此结束，文章转入意趣盎然的弄潮之景的描绘。</p> <p>　　第三节主要句读以逗号，一气如注。“披”“持”“争”“鼓”“迎”“出没”“腾身”等动词蝉联而下，令人眼花缭乱。“披发文身”写弄潮儿的外形；“溯迎而上”写弄潮儿的猛勇；“出没鲸波”写弄潮儿的矫健，抓住富于特征和表现力的情态，作传神的刻画。巨浪滔天为弄潮儿设置了险恶的环境；披发文身，是民间习俗的出色点染。“彩旗”“文身”则相映生色，使文章平添意趣，一幅古代的民间弄潮风俗画，鲜活壮美，悦人眼目。上面所写“溯迎”“出没”只是写弄潮儿“鼓勇”之“勇”，下面“腾身百变，而旗尾略不沾湿”的对比成文，则是突出弄潮儿本领之“强”。可见，持彩旗弄潮不是为了装饰，乃是为着“夸能”，用某一具体的物体把某种无法直接显示出来的效果和情景突出地强调出来。这是“彩旗”的主要作用。“旗尾略不沾湿”在句中虽轻敷一笔，实在有扛鼎之力。这是对弄潮儿本领的最高妙的称颂和赞叹。</p> <p>　　在对江上的潮、船、人作了恣情淋漓的描绘后，镜头摇到岸上，观“观潮者”的盛况。“江干上下十余里间，珠翠罗绮溢目，车马塞途”。作者特意点出“十余里”，逶迤而去，以路途的长显出观潮的盛；若仅有咫尺，是不见其盛的。珠绮满目，车马拥道，是盛况的具体化。行文至此，作者犹觉不足以尽意，再作侧面烘托。看棚之内，席地无暇，插足不得。作者泼墨在饮食看棚上，运意却在人潮上，真是人山人海啊！江心江岸，江潮人潮，连成一片。而作者写观潮之盛又非目的，乃是以此反衬出江潮之美；否则，江潮不美，何能吸引如此多的观众呢？这实在是兴发此而意归彼的精妙笔墨。</p> <p>　　这篇散文精粹简练，作者布局谋篇，运思熔裁，遣词造句都很有功力。</p> <p>　　深细和简约相依。作者观潮观得深细，眼到耳到。由远及近，点滴不漏；从声到色，从江心到江岸，尽收胸中。作者观时深察入微、巨细俱到，但写时却大处落墨、小处渲染。不是兼容并包，而是有所取舍剔存，抓住最有特征、最为典型的人、事、物下笔。这样就达到深细和简约的相依相关：不深细则无从简约，不简约则见不出深细。深细能发现事物的特点和本质，简约能成功地突现本质和特征。例如写钱塘来潮时的景象，短短一句就写得气势飞动，逼真欲现，情景兼备，宏声壮采。这是钱塘江独特情景的再现和艺术记录。全文字炼句锻，无旁逸斜出的枝蔓，格调清新隽永，三两句就能刻画出形象，二三词就能传送出精神。一句“腾身百变”，使健儿形神毕肖；一句“溯迎而上”，使健儿奋勇之态，跳跃纸上。文章开篇入题，径奔主旨，戛然收束。全篇安字置词都有刻形绘境的作用，无一虚设，没有浪费。四幅图画各具情态，组成连轴画卷。写江岸观潮，独立一段，似是闲文浪墨，与潮中诸物，形若无关；跟全文简洁特点，并不相称，然而细加研读，又深觉作者用墨精心，是增强描述的社会效果的不可或缺的笔致。</p> <p>　　风景和风俗相融。飞玉喷银、声震苍穹的钱塘江大潮是雄豪奇异的风景画；披发文身，手持彩旗，涛头弄潮是情味横生的风俗画。风景画和风俗画的相互交融，丰富了读者的欣赏趣味。风景因风俗而增色，风俗赖风景而添辉。风俗画入篇，增强了文章的民族特色，使之具有道地的中国气派和民族传统色彩。</p> <p>　　对比和映衬相间。白浪滔天映衬出水军操演的从容；波翻浪滚映衬出弄潮儿本领的高超；观潮盛况映衬出江潮壮伟。通过映衬，作者所要描写的事物更加惹眼。再有是对比，声如崩崖的操演之动对比出烟释声歇的江面之静；鲸波万仞的气象险恶，腾跃百变的变幻身姿对比出旗尾不湿的本领高强。通过对比，作者所要刻画的人事更加突出。对比和映衬两法又不截然割裂，而是交错相间，时而在这一角度出之对比，时而又在那一方面出之映衬，一切视表达的需要而定，广为采用，腾挪多变，显出作者笔墨技法是多么妖娆多姿！ </p><br/><h2>赏析二</h2> <p>　　本篇选自《武林旧事》卷三。《武林旧事》一书系周密于宋亡之后所写，内容主要追记南宋岁时风俗、市井琐细，兼及游观之盛、娱乐之资，相当详备细致；而渗透于其中的，又是一种“恻恻兴亡”的盛衰感慨。</p> <p>　　本篇主要描绘“钱塘观潮”的盛况。对此，另外几部杭州的风俗志(《都域纪胜》《西湖老人繁胜录》和《梦粱录》)都先已有过记述，不过都远不如此文生动形象。全文可分四层：</p> <p>　　第一层写潮来之状。它用动态的“镜头摄像法”描写了初来之状(“仅如银线”)、既来之状(“既而渐近，则玉城雪岭”)，又配之以“音响效果”(“大声如雷霆”)，收到了文字尽管简约而令人视听不暇应接的艺术功效。</p> <p>　　第二层写教阅水军的场面。其中的“场景”又多次转换：先是“艨艟数百，分列两岸”和乘骑弄旗、舞刀弄枪于水面的雄伟场面；接着写两军(假设的军事演习)交战、硝烟弥漫的场面，最后写烟消波静、“敌船”匿迹的场面。使人如同亲眼目睹这一番水战那样，感到十分真切。</p> <p>　　第三层写“弄潮儿”的竞技，他们披发文身，手持大旗，争相逆潮而上；虽于鲸波万顷之中，却能不湿旗尾！读后使人为之咋舌鼓掌。</p> <p>　　第四层写杭州市民和皇室的观潮情景，其中突出描写了杭州城的豪奢：请看，江岸十余里间，触处珠翠罗绮；而皇帝在“天开图画台”上观潮，远望去简直就像是在神仙台上那般。读到这里，虽然文字嘎然而止，但作者在提笔追忆往事时的那种“时移物换，忧患飘零，追想昔游，殆如梦寐”的兴亡盛衰之感，却又“言在纸外”地悄然升起矣。</p> <p>　　总观全篇，尽管篇幅不长，而场面热闹、内容丰富，这大大得力于作者善于剪裁、善于描绘的文字功力。首先，它剪裁得当，叙写井然，给人以场面多变而层次井然的印象，其次，它语言简练，却又描绘细致，又给人以“尺幅之中层千里之势”的艺术享受。应该感谢周密，他给我们留下了这幅13世纪南宋优美的杭城风俗图画。 </p>",
  "about": "<h2>文言现象</h2> <p><strong>一词多义</strong><br>方：<br>方其远出海门 【当……时】<br>方出神【正】<br>方七百里【面积】<br>观：<br>观潮【观看（动词）】<br>天下之伟观也【景象（名词）】<br>仅：<br>仅有“敌船”为火所焚【只】<br>仅如银线【几乎，将近。】<br>为：<br>“敌船”为火所焚【被】<br>海涌银为郭【成为】<br>自既望以至十八日为盛【算是】<br>以：<br>以此夸能【凭借】<br>自既望以至十八日为盛【和时间词等连用，表示时间。（助词）】<br>势：<br>势极雄豪【气势】<br>既而尽奔腾分合五阵之势【阵势】<br>能：<br>以此夸能【本领】<br>未复有能与其奇者【能够】<br>而：<br>则玉城雪岭际天而来【连词，表修饰】<br>而旗尾略不沾湿【连词，表转折】<br>而僦赁看幕，虽席地不容闲也【连词，表转折】</p> <p><strong>词类活用</strong><br>①天下之伟观也（观：动词作名词，景观，景象）<br>②既而尽奔腾分合五阵之势。（尽：形容词作动词，穷尽。）<br>③皆披发文身。（文，名词作动词，画着纹身；刺着花纹。）<br>④并有乘骑弄旗标枪舞刀于水面者。（标：名词作动词，树立，举）<br>⑤饮食百物皆倍穹常时。（穹：形容词作动词，高过）<br>⑥.则玉城雪岭际天而来.(际:名词作动词，接近、连接）</p> <p><strong>古今异义</strong><br>①方其远出海门（方 古义：当……时。今义：方形等）<br>②则玉城雪岭际天而来（际 古义：接近、连接。今义：边际）<br>③吞天沃日（沃 古义：用水淋洗。今义：肥沃）<br>④既而尽奔腾分合五阵之势（奔腾 古义：两个词，意为疾驶和腾起。今义：跳跃着奔跑）<br>⑤并有乘骑弄旗标枪舞刀于水面者（标枪 古义：举枪。今义：一种体育器械）<br>⑥人物略不相睹（人物 古义：人和物。今义：特指人）<br>⑦皆披发文身（文 古义：画花纹。今义：文字、文章等）<br>⑧每岁京尹出浙江亭教阅水军（尹 古义：名词，长官，官名。今义：一般作姓氏）<br>⑨江干上下十余里间（上下 古义：上游到下游，指地域，区域，名词。今义：用来表示大约数目）<br>⑩海涌银为郭（郭 古义：城墙。今义：指姓氏。）</p> <p><strong>句式</strong><br>1.浙江之潮，天下之伟观也（判断句）<br>2.方其远出海门（省略句）<br>3.既而渐近，则玉城雪岭际天而来（省略句）<br>4.并有乘骑弄旗标枪舞刀于水面者（倒装句）<br>5.仅有“敌船”为火所焚（被动句）<br>6.出没于鲸波万仞中（倒装句）<br>7.震撼激射（省略句）<br>8.吴儿善泅（倒装句，也可为“善泅吴儿”） </p><br/><h2>典故</h2> <p>　　原先钱塘江的潮来时，跟其他各地的江潮一样，既没有潮头，也没有声音的。</p> <p>　　有一年，钱塘江边来了一个巨人，这个巨人真高大，一迈步就从江这边跨到江那边了。他住在萧山县境内的蜀山上，引火烧盐。人们不晓得他叫什么名字，因为他住在钱塘江边，就叫他为钱大王。钱大王力气很大，他打着自己的那条铁扁担，常常挑些大石块来放在江边，过不多久，就堆起了一座一座的山。</p> <p>　　一天，他去挑自己在蜀山上烧了三年零三个月的盐。可是，这些盐只够他装一头，因此他在扁担的另一头系上块大石，放上肩去试试正好，就挑起来，跨到江北岸来了。</p> <p>　　这时候，天气热，钱大王因为才吃过午饭，有些累了，便放下担子歇歇，没想到竟打起瞌睡来。正巧，东海龙王这时出来巡江，潮水涨起来了。涨呀涨的，竟涨到岸上来，把钱大王这头盐慢慢都溶化了。东海龙王闻闻，水里哪来这股咸味呀，而且愈来愈咸，愈来愈咸。他受不了，返身就逃，没想逃到海洋里，把海洋的水都弄咸了。这位钱大王呢，睡了一觉，两眼一睁，看见扁担一头的石头还放在硖石（就是现在有名的硖石山），而另一头的盐却没有了！</p> <p>　　钱大王找来找去，找不着盐，一低头，闻到江里有咸味，他想：哦，怪不得盐没有了，原来被东海龙王偷去了。于是他举起扁担就打海水。一扁担打得大小鱼儿都震死；两扁担打得江底翻了身；三扁担打得东海龙王冒出水面求饶命。</p> <p>　　东海龙王战战兢兢地问钱大王，究竟为什么发这样大的脾气。钱大王说：“你把我的盐偷到什么地方去了？”东海龙王这才明白海水变咸的原因。连忙赔了罪，就把自己怎样巡江，怎样把钱大王的盐无意中溶化了，使得海洋的水也咸起来的事情，一一说了。</p> <p>　　钱大王心里好气呀，真想举起铁扁担，一下把东海龙王砸烂了才甘心。东海龙王慌得连连叩头求饶，并答应用海水晒出盐来赔偿钱大王；以后涨潮的时候就叫起来，免得钱大王再睡着了听不见。钱大王听听这两个条件还不错，便饶了东海龙王，把自己的扁担向杭州湾口一放，说：“以后潮水来就从这里叫起！”东海龙王连连答应，钱大王这才高高兴兴地走了。</p> <p>　　从那个时候起，潮水一进杭州湾，就伸起脖子，“哗哗哗”地喊叫着，涨到钱大王坐过的地方，脖子伸得顶高，叫得顶响。这个地方就是如今的海宁。举世闻名的“钱江潮”就是这样来的。</p> <p>　　八月半是最佳观潮时间。其实，钱塘江涌潮变化是有规律的，潮汐的大小受天文、地理、河床高程、径流的大小、主槽（航道）的走向和气候等许多因素制约。其实阴历每月的月半、月初均是看潮佳期，不必一定选在八月半。但是秋潮要比春潮大，因为钱塘江流域降雨主要集中在3月中下旬至9月中旬的梅雨和台风季节；10月至次年2月降雨量相对较少。 </p>",
  "poet": {
    "id": 517,
    "star": 0,
    "name": "周密",
    "desc": "周密 （1232-1298），字公谨，号草窗，又号四水潜夫、弁阳老人、华不注山人，南宋词人、文学家。祖籍济南，流寓吴兴（今浙江湖州）。宋德右间为义乌县（今年内属浙江）令。入元隐居不仕。自号四水潜夫。他的诗文都有成就，又能诗画音律，尤好藏弃校书，一生著述较丰。著有《齐东野语》、《武林旧事》、《癸辛杂识》、《志雅堂要杂钞》等杂著数十种。其词远祖清真，近法姜夔，风格清雅秀润，与吴文英并称“二窗”，词集名《频洲渔笛谱》、《草窗词》。"
  },
  "tags": [
    "初中文言文",
    "写景",
    "散文"
  ]
}