{
  "id": 52178,
  "star": 101,
  "name": "卜算子·兰",
  "dynasty": "宋代",
  "content": "松竹翠萝寒，迟日江山暮。幽径无人独自芳，此恨凭谁诉。似共梅花语。尚有寻芳侣。着意闻时不肯香，香在无心处。",
  "fanyi": "<p><strong>译文</strong><br>　　春天的傍晚，山中的松竹和翠萝笼罩在阵阵寒气之中；幽静的小路边，兰花独自开放，没人欣赏，它能向谁诉说它怨恨呢？这脉脉的幽兰似乎只有梅花才可以共语，但在寂寞的深山中，也许还有探寻幽芳的素心人吧！特意来闻兰花的香味时，花并不香；只有在不经意中，才能闻到花的芳香。</p> <p><strong>注释</strong><br>⑴见《阳春白雪》卷四。又见<a href=\"http://so.gushiwen.org/author_217.aspx\">辛弃疾</a>《稼轩词》丁集，而文字稍异。<br>⑵<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>《绝句二首》之一：“迟日江山丽，春风花草香。”<br>⑶《<a href=\"http://so.gushiwen.org/author_320.aspx\">荀子</a>·宥坐》：“且夫芷兰生于深林，非以无人而不芳。”《淮南子·说山训》：“兰生幽谷，不为莫服而不芳。”<br>⑷梅花虽亦高品，它尚有寻芳的伴侣，反衬兰花的寂寞。杜甫《舍弟观赴蓝田取妻子到江陵喜寄三首》之三：“巡檐索共梅花笑。”<br>⑸这两句形容梅花香味，极工，亦补足上文“非以无人而不芳”意。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　此为咏空谷幽兰之词。全词咏幽兰，多以淡墨渲染，结句稍加勾勒，托花言志。 </p> <p>　　上片起首一句写兰花幽处深谷，与松竹翠萝为伴，先从境地之清幽着笔。句意化用<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>《佳人》<a href=\"http://so.gushiwen.org/view_52178.aspx\">诗</a>：“绝代有佳人，幽居空谷”、“侍婢卖珠回，牵萝补茅屋”、“天寒翠袖薄，日暮倚修竹”等语，借人喻花，不即不离。“迟日江山暮”，紧承上句，从时间着笔，和煦的春日黄昏，幽兰的倩影更见得淡雅清绝。迟日，指和煦的春日。《诗·豳风·七月》：“春日迟迟。”幽兰于春天吐芳，故以“迟日”暗点节候。 </p> <p>　　此句用杜甫《绝句二首》之一“迟日江山丽”，但易“丽”为“暮”，即化艳阳明丽之景为苍茫淡远之意，令人想见空山暮霭中的幽兰情韵。这两句均点化老杜诗意，而浑然天成，语如己出，分别从时地两方面为空谷幽兰烘染出一种特定的氛围。 </p> <p>　　三、四两句首一“芳”字，先为兰花淡描一笔，然而“幽径无人”，兰花的芳馨无人领略，其芳心幽恨之欲诉无由亦可想而知。这两句既有孤芳自赏、顾影自怜的意味，也透露出知音难觅的惆怅。这里是作者借花寓意，抒写志节坚芳而寂寞无闻的才人怀抱。 </p> <p>　　过片“似共梅花语，尚有寻芳侣”说的是既然无人欣赏芳馨，这脉脉的幽兰似乎只有梅花才堪共语了，但寂寞的深山中，也许还有探寻幽芳的素心人吧？与梅花共语，是抒其高洁之怀。古人称松、竹、梅为“岁寒三友”，以喻坚贞高洁的节操。此词开头写“松竹翠萝寒”，已拈出松、竹，这里又写与梅花共语，正以“岁寒三友”来映衬幽兰坚芳之操。然而作者又复寄意于人间的“寻芳侣”，这也是古代士人夫知识分子渴望得到甄拔而见用于时的心声。“着意闻时不肯香，香无心处”，是全词的警句，写出幽兰之所以为幽兰的特色，其幽香可以为人无心领略，却不可有意强求。 </p> <p>　　此词既写出了幽兰淡远清旷的风韵，又以象征，拟人和暗喻手法寄托作者对隐士节操的崇仰，流露出词人向往出世、归隐的心志。</p>",
  "poet": {
    "id": 537,
    "star": 0,
    "name": "曹组",
    "desc": "曹组，北宋词人。生卒年不详。字元宠。颍昌（今河南许昌）人。一说阳翟（今河南禹县）人。曾官睿思殿应制，因占对才敏，深得宋徽宗宠幸，奉诏作《艮岳百咏》诗。约于徽宗末年去世。存词36首。曹组的词以\"侧艳\"和\"滑稽下俚\"著称，在北宋末曾传唱一时，浅薄无聊者纷纷仿效。但在南宋初却受到有识者的批评，甚至鄙弃。一些词描写其羁旅生活，感受真切，境界颇为深远，无论手法、情韵，都与柳永词有继承关系。"
  },
  "tags": [
    "宋词精选",
    "咏物",
    "写花",
    "言志"
  ]
}