{
  "id": 8442,
  "star": 127,
  "name": "听蜀僧濬弹琴 / 听蜀僧浚弹琴",
  "dynasty": "唐代",
  "content": "蜀僧抱绿绮，西下峨眉峰。<br>为我一挥手，如听万壑松。 <br>客心洗流水，余响入霜钟。<br>不觉碧山暮，秋云暗几重。",
  "fanyi": "<p><strong>译文<br></strong>蜀僧怀抱着绿绮琴，来自遥远的峨眉山。<br>为我随意挥手一弹，如同听到万壑松声。<br>余音袅袅，汇入霜天钟声，我心清静，如经流水洗过。<br>不知不觉，暮色笼罩青山，秋云黯淡，布满黄昏天空。</p> <p><strong>注释<br></strong>⑴蜀僧濬：即蜀地的僧人名濬的。有人认为“蜀僧濬”即<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>集中《赠宣州灵源寺仲濬公》中的仲濬公。<br>⑵绿绮（qǐ）：琴名。晋<a href=\"http://so.gushiwen.org/author_176.aspx\">傅玄</a>《琴赋序》：“楚王有琴曰绕梁，<a href=\"http://so.gushiwen.org/author_70.aspx\">司马相如</a>有绿绮，<a href=\"http://so.gushiwen.org/author_258.aspx\">蔡邕</a>有焦尾，皆名器也。”<a href=\"http://so.gushiwen.org/view_8442.aspx\">诗</a>中以绿绮形容蜀僧濬的琴很名贵。<br>⑶峨眉：山名，在四川省峨眉县。<br>⑷一：助词，用以加强语气。挥手：这里指弹琴。<br>⑸万壑（hè）松：指万壑松声。这是以万壑松声比喻琴声。琴曲有《风入松》。壑：山谷。这句是说，听了蜀僧濬的琴声好像听到万壑松涛雄风。<br>⑹“客心”句：意思是说，听了蜀僧濬弹的美妙琴声，客中郁结的情怀，像经过流水洗了一样感到轻快。客：诗人自称。流水：《列子·汤问》：“伯牙鼓瑟，志在高山，钟子期曰：‘峨峨然若泰山；’志在流水，曰：‘洋洋乎若江河。’子期死，伯牙绝弦，以无知音者。”这句诗中的“流水”，语意双关，既是对僧濬琴声的实指，又暗用了伯牙善弹的典故。<br>⑺余响：指琴的余音。霜钟：指钟声。<br>⑻“碧山”句：意思是说，因为听得入神，不知不觉天就黑下来了。<br>⑼秋云：秋天的云彩。暗几重：意即更加昏暗了，把上句“暮”字意伸足。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　这首五律写的是听琴，听蜀地一位法名叫濬的和尚弹琴。开头两句：“蜀僧抱绿绮，西下峨眉峰。”说明这位琴师是从四川峨眉山下来的。<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>是在四川长大的，四川绮丽的山水培育了他的壮阔胸怀，激发了他的艺术想象。峨眉山月不止一次地出现在他的<a href=\"http://so.gushiwen.org/view_8442.aspx\">诗</a>里。他对故乡一直很怀恋，对于来自故乡的琴师当然也格外感到亲切。所以诗一开头就说明弹琴的人是自己的同乡。“绿绮”本是琴名，汉代<a href=\"http://so.gushiwen.org/author_70.aspx\">司马相如</a>有一张琴，名叫绿绮，这里用来泛指名贵的琴。司马相如是蜀人，这里用“绿绮”更切合蜀地僧人。“蜀僧抱绿绮，西下峨眉峰”，简短的十个字，把这位音乐家写得很有气派，表达了诗人对他的倾慕与敬佩。</p> <p>　　二三句正面描写蜀僧弹琴。“挥手”是弹琴的动作。<a href=\"http://so.gushiwen.org/author_382.aspx\">嵇康</a>《琴赋》：“伯牙挥手，钟期听声。”“挥手”二字就是出自这里的。“为我一挥手，如听万壑松”，这两句用大自然宏伟的音响比喻琴声，使人感到这琴声一定是极其铿锵有力的。</p> <p>　　“客心洗流水”，这一句就字面讲，是说听了蜀僧的琴声，自己的心好像被流水洗过一般地畅快、愉悦。但它还有更深的含义，其中包涵着一个古老的典故，即《列子·汤问》中“高山流水”的典故，借它，表现蜀僧和自己通过音乐的媒介所建立的知己之感。“客心洗流水”五个字，很含蓄，又很自然，虽然用典，却毫不艰涩，显示了李白卓越的语言技巧。</p> <p>　　下面一句“余响入霜钟”也是用了典的。“霜钟”出于《山海经·中山经》：“丰山……有九钟焉，是知霜鸣。”郭璞注：“霜降则钟鸣，故言知也。”“霜钟”二字点明时令，与下面“秋云暗几重”照应。“余响入霜钟”，意思是说，音乐终止以后，余音久久不绝，和薄暮时分寺庙的钟声融合在一起。这句诗写琴音与钟声交响，也兼寓有知音的意思。《列子·汤问》里有“余音绕梁，三日不绝”的话。宋代苏东坡在《前赤壁赋》里用“余音袅袅，不绝如缕”，形容洞箫的余音。这都是乐曲终止以后，入迷的听者沉浸在艺术享受之中所产生的想象。“余响入霜钟”也是如此。清脆、流畅的琴声渐远渐弱，和薄暮的钟声共鸣着，这才发觉天色已经晚了：“不觉碧山暮，秋云暗几重。”诗人听完蜀僧弹琴，举目四望，不知从什么时候开始，青山已罩上一层暮色，灰暗的秋云重重叠叠，布满天空。感觉时间过得真快。</p> <p>　　唐诗里有不少描写音乐的佳作。<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>的《琵琶行》用“大珠小珠落玉盘”来形容忽高忽低、忽清忽浊的琵琶声，把琵琶所特有的繁密多变的音响效果表现了出来。唐代另一位诗人<a href=\"http://so.gushiwen.org/author_671.aspx\">李颀</a>有一首《听安万善吹觱篥歌》，用不同季节的不同景物，形容音乐曲调的变化，把听觉的感受诉诸视觉的形象，取得很好的艺术效果。李白这首诗描写音乐的独到之处是，除了“万壑松”之外，没有别的比喻形容琴声，而是着重表现听琴时的感受，表现弹者、听者之间感情的交流。其实，“如听万壑松”这一句也不是纯客观的描写，诗人从琴声联想到万壑松声，联想到深山大谷，是结合自己的主观感受来写的。</p> <p>　　律诗讲究平仄、对仗，格律比较严。而李白的这首五律却写得极其清新、明快，似乎一点也不费力。其实，无论立意、构思、起结、承转，或是对仗、用典，都经过一番巧妙的安排，只是不着痕迹罢了。这种“清水出芙蓉，天然去雕饰”的自然的艺术美，比一切雕饰更能打动人的心灵。</p>",
  "about": "<h2>创作背景</h2> 　　詹锳《<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a><a href=\"http://so.gushiwen.org/view_8442.aspx\">诗</a>文系年》认为，此诗乃唐玄宗天宝十二载（753年）李白在宣城（今属安徽）期间所作。裴斐《李白年谱简编》也从其说。",
  "poet": {
    "id": 247,
    "star": 0,
    "name": "李白",
    "image": "http://img.gushiwen.org/authorImg/libai.jpg",
    "desc": "李白（701年－762年），字太白，号青莲居士，唐朝浪漫主义诗人，被后人誉为“诗仙”。祖籍陇西成纪(待考)，出生于西域碎叶城，4岁再随父迁至剑南道绵州。李白存世诗文千余篇，有《李太白集》传世。762年病逝，享年61岁。其墓在今安徽当涂，四川江油、湖北安陆有纪念馆。"
  },
  "tags": [
    "唐诗三百首",
    "音乐"
  ]
}