{
  "id": 10933,
  "star": 12,
  "name": "宾至",
  "dynasty": "唐代",
  "content": "幽栖地僻经过少，老病人扶再拜难。<br>岂有文章惊海内？漫劳车马驻江干。<br>竟日淹留佳客坐，百年粗粝腐儒餐。<br>不嫌野外无供给，乘兴还来看药栏。",
  "fanyi": "<p><strong>译文<br></strong>我栖身的这地方过于偏僻，很少有人来，我年老多病，需要搀扶难以多拜，请您担待。<br>我老朽之人哪有名动天下的文章，你远来看我，车马停在江边，让我感谢又感慨。<br>尊贵的你屈尊停留这破草房整日，让我很不自在，只能用粗茶淡饭招待你，我这腐儒没钱没能耐。<br>你要是真的不嫌这野外没有好酒好菜，以后高兴时还可以来看看我的小园里芍药花开。</p> <p><strong>注释<br></strong>①幽栖：独居。<br>②经过：这里指来访的人。<br>③人扶：由人搀扶。<br>④再：二次。此句表客气尊重。<br>⑤文章：这里指<a href=\"http://so.gushiwen.org/view_10933.aspx\">诗</a>歌，杜诗中习用。如《偶题》： “文章千古事，得失寸心知。”《旅夜书怀》： “名岂文章著，官应老病休。”<br>⑥漫劳：劳驾您。<br>⑦江干：江边，<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>住处。<br>⑧竟日：全天。<br>⑨淹留：停留。<br>⑩佳客：尊贵的客人。<br>?百年：犹言终身，一生。作者《登高》诗：。万里悲秋常作客，百年多病独登台。”《屏迹三首》之三： “百年浑得醉，一月不梳头。”[2] ? 粗粝：即糙米。《后汉书·魏霸传》： “（魏霸）为钜鹿太守，常服粗粝，不食鱼肉之味。”这里是形容茶饭的粗劣。<br>?腐儒：迂腐寒酸的儒生，作者常用白指。<br>?野外：郊外，指自己住处。<br>?供给：茶点酒菜。<br>?乘兴：有兴致。<br>?药栏：药圃栏杆。这里借指药圃中的花药。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　“幽栖地僻经过少，老病人扶再拜难。”先写延客之状。草堂初建，居幽而地僻，很少造访之人。忽闻通报，有贵客来临，只得循礼恭迎。但“老病人扶”，“再拜”起伏，实感艰“难”。<a href=\"http://so.gushiwen.org/view_10933.aspx\">诗</a>中明显表现出年迈多病，不胜应酬之苦的不悦。</p> <p>　　“岂有文章惊海内？漫劳车马驻江干。”写惊讶之情。从上句看，此宾当是耳闻<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>文名，特通报相访的。“岂有”、“漫劳”四字，在这里起了宾主对称作用。“我岂有文名，您徒劳过访”，运用散文的笔调，驭律诗的对法，傲岸之态可掬，嘲讽之意自见，很能体现杜甫七律诗的特色。 </p> <p>　　“竟日淹留佳客坐，百年粗粝腐儒餐。”写款待之事。上句易“宾”为“客”， 既避免与诗题相重复，也为了平仄协调。言下之意：你这位“佳客”，入门就“坐”，“淹留”“竟日”，我虽不能盛馔相饷，也算尽礼了。“百年”意同一生。下句说：我一生食“粗粝”，身为“腐儒”，款待不周，还望多多包涵。在自谦中实含自伤之意。</p> <p>　　“不嫌野外无供给，乘兴还来看药栏。”特致歉意，兼邀贵客重来。诗人说：如果不嫌“野外”“供给”菲薄，还望“乘兴”再“来看”花。这是客套话，也有送客之意。嘲讽之意，隐约可见了。</p> <p>　　此诗诗题虽突出“宾”字，但在写法上，却处处以宾主对举，实际上突出的是诗人自己。从强调“幽栖”少客，迎“宾”为“难”到表明“岂有”文名，漫劳垂访，到如果不嫌简慢，还望重来看花，虽始终以宾主对言，却随处传达出主人公的简傲自负神态。“岂有文章惊海内”，“ 百年粗粝腐儒餐”，在杜甫笔下，一为自谦之辞，一为自伤之语，也是诗人自慨平生的深刻写照。</p>",
  "about": "<h2>创作背景</h2> 　　此<a href=\"http://so.gushiwen.org/view_10933.aspx\">诗</a>写于唐肃宗上元元年（760）。当时<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>住在成都草堂。诗中的来宾，大约是个地位较高的人，诗人对来访的贵客表示了感谢之情，言辞较为客气。",
  "poet": {
    "id": 474,
    "star": 0,
    "name": "杜甫",
    "image": "http://img.gushiwen.org/authorImg/dufu.jpg",
    "desc": "杜甫（712－770），字子美，自号少陵野老，世称“杜工部”、“杜少陵”等，汉族，河南府巩县（今河南省巩义市）人，唐代伟大的现实主义诗人，杜甫被世人尊为“诗圣”，其诗被称为“诗史”。杜甫与李白合称“李杜”，为了跟另外两位诗人李商隐与杜牧即“小李杜”区别开来，杜甫与李白又合称“大李杜”。他忧国忧民，人格高尚，他的约1400余首诗被保留了下来，诗艺精湛，在中国古典诗歌中备受推崇，影响深远。759-766年间曾居成都，后世有杜甫草堂纪念。"
  },
  "tags": []
}