{
  "id": 219,
  "star": 57,
  "name": "采菽",
  "dynasty": "先秦",
  "content": "采菽采菽，筐之莒之。君子来朝，何锡予之？虽无予之？路车乘马。又何予之？玄衮及黼。</p> <p>觱沸槛泉，言采其芹。君子来朝，言观其旂。其旂淠淠，鸾声嘒嘒。载骖载驷，君子所届。</p> <p>赤芾在股，邪幅在下。彼交匪纾，天子所予。乐只君子，天子命之。乐只君子，福禄申之。</p> <p>维柞之枝，其叶蓬蓬。乐只君子，殿天子之邦。乐只君子，万福攸同。平平左右，亦是率从。</p> <p>汎汎杨舟，绋纚维之。乐只君子，天子葵之。乐只君子，福禄膍之。优哉游哉，亦是戾矣。",
  "fanyi": "<p><strong>译文</strong><br>　　采大豆呀采大豆，用筐用筥里面盛。诸侯君子来朝见，王用什么将他赠？纵没什么将他赠，路车驷马给他乘。还用什么将他赠？龙袍绣衣已制成。<br>　　翻腾喷涌泉水边，我去采下水中芹。诸侯君子来朝见，看那旗帜渐渐近。他们旗帜猎猎扬，鸾铃传来真动听。三马四马驾大车，远方诸侯已来临。<br>　　红色护膝大腿上，裹腿在下斜着绑。不致怠慢不骄狂，天子因此有赐赏。诸侯君子真快乐，天子策命颁给他。诸侯君子真快乐，又有福禄赐予他。<br>　　柞树枝条一丛丛，它的叶子密密浓。诸侯君子真快乐，镇邦定国天子重。诸侯君子真快乐，万种福分来聚拢。左右属国善治理，于是他们都顺从。<br>　　杨木船儿水中漂，索缆系住不会跑。诸侯君子真快乐，天子量才用以道。诸侯君子真快乐，福禄厚赐好关照。从容不迫很自在，生活安定多逍遥。</p> <p><strong>注释</strong><br>⑴菽（shū）：大豆。<br>⑵筥（jǔ）：亦筐也，方者为筐，圆者为筥。<br>⑶路车：即辂车，古时天子或诸侯所乘。<br>⑷玄衮（ɡǔn）：古代上公礼服，毛传：“玄衮，卷龙也。”黼（fǔ）：黑白相间的花纹。<br>⑸觱（bì）沸：泉水涌出的样子。槛泉：正向上涌出之泉。<br>⑹淠（pèi）淠：旗帜飘动。<br>⑺鸾：一种铃。嚖（huì）嚖：铃声有节奏。<br>⑻届：到。<br>⑼芾（fú）：蔽膝。<br>⑽邪幅：裹腿。<br>⑾彼交：不急不躁。彼，通“匪”。交，通“绞”，急。纾：怠慢。<br>⑿只：语助词。<br>⒀申：重复。<br>⒁殿：镇抚。<br>⒂平平：治理。<br>⒃绋（fú）：粗大的绳索。纚（lí）：系。<br>⒄葵：借为“揆”，度量。<br>⒅膍（pí）：厚赐。<br>⒆优哉游哉：悠闲自得的样子。<br>⒇戾（lì）：安定。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　全<a href=\"http://so.gushiwen.org/view_219.aspx\">诗</a>共分五章。</p> <p>　　第一章是诸侯上朝之前，身为大夫的作者对周天子可能准备的礼物的猜测。“采菽采菽，筐之筥之”，诗人以采菽者连连采菽，用筐用筥盛取不停起兴，整首诗欢快、热烈、隆重的气氛从此定下了基调，读者的情绪也随之进入这一特定场景。“君子来朝，何锡予之？”意思是：诸侯来朝，天子会以什么样的礼物赐予他？诗人是见过大场面的公卿大夫，按照常规，“虽无予之，路车乘马；又何予之？玄衮及黼”，四句无疑而问，复沓申述，两次自问自答，进一步渲染气氛，让人感到即将来朝的诸侯声势之隆。</p> <p>　　如果说第一章是诗人虚拟的盛况，那么从第二章开始便进入实景的描绘了。</p> <p>　　第二章是诗人见到的诸侯来朝之时极为壮观的场面。开始两句“觱沸槛泉，言采其芹”，用自下而出的槛泉旁必有芹菜可采兴君子来朝之时也有仪从可观，是起兴，也是设喻，黄焯说“槛泉采芹，既为即事之兴，亦即譬喻之兴”（《诗疏平议》），是也。“君子来朝，言观其旂”，威仪之现，首先在于队列之前的旗帜，“其旂淠淠，鸾声嘒嘒”，远远见到风中旗帜猎猎，更有响声中节的鸾铃之声由远及近，“载骖载驷，君子所届”，或驷马或骖乘都井然前行，来朝的诸侯已到眼前。</p> <p>　　第三章全用赋法，铺排诗人近观诸侯朝见天子时的情景。“赤芾在股，邪幅在下。”赤色的护膝，裹腿的斜布是合乎礼仪的装饰，“彼交匪纾”完全是一付雍容典雅的仪态。既有如此声威，进退又合礼仪，天子当然是赏赐有加。“乐只君子，天子命之；乐只君子，福禄申之”，四句是诗人所见，也是诗人切合时地的恭维话，并以此引发以下两章。</p> <p>　　第四章是诗作者对来朝诸侯卓著功勋的颂扬。“维柞之枝，其叶蓬蓬”是起兴，用柞枝蓬蓬兴天子拥有天下的繁盛局面和诸侯的非凡功绩。“乐只君子，殿天子之邦”，“平平左右，亦是率从”，从天子邦国的镇抚到邻邦属国的治理，竭尽铺排之能事，以此表达对来朝诸侯的无限赞美之情。</p> <p>　　最后一章是大夫美诸侯之辞。前两句“泛泛柏舟，绋纚维之”，以大缆绳系住杨木船起兴，并让人联想到诸侯和天子之间的关系是依赖相互间的利益紧紧维系在一起的，诸侯为天子殿国安邦，天子则给诸侯以丰厚的奖赏。“乐只君子，天子葵之；乐只君子，福禄膍之”；是其所创功勋的自然结果。“优哉游哉，亦是戾矣”，两句对诸侯安居优游之态充满艳羡。</p> <p>　　全诗虽时有比兴，但总体上还是用的赋法。从未见君子之思，到远见君子之至，近见君子之仪和最后对君子功绩和福禄的颂扬，可概见赋体端倪。整首诗为读者再现了一幅春秋时代诸侯朝见天子时的历史画卷，“诗，可以观”，信矣。</p>",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": [
    "诗经",
    "怀古",
    "赞美"
  ]
}