{
  "id": 5774,
  "star": 68,
  "name": "书事",
  "dynasty": "唐代",
  "content": "轻阴阁小雨，深院昼慵开。<br>坐看苍苔色，欲上人衣来。",
  "fanyi": "<p><strong>译文</strong><br>细雨初停，天尚微阴。尽管在白昼，还是懒得开院门。<br>坐下来静观苍苔，那可爱的绿色简直要染到人的衣服上来。</p> <p><strong>注释</strong><br>书事：书写眼前所见的事物。<br>轻阴：微阴。<br>阁：同“搁”，阻止，延滞，停下来的意思。这句说，细雨初停，天尚微阴。<br>慵（yōng）：懒。这句说尽管在白昼，还是懒得开院门。<br>坐看。坐下来看。<br>欲：简直要。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　这是一首即事写景之作。题为“书事”，是<a href=\"http://so.gushiwen.org/view_5774.aspx\">诗</a>人就眼前事物抒写自己顷刻间的感受。</p> <p>　　“轻阴阁小雨，深院昼慵开”，写眼前景而传心中情。蒙蒙细雨刚刚停止，天色转为轻阴。雨既止，诗人便缓步走向深院。他不是到外面去散心。虽是白昼，还懒得去开那院门。诗人用了一个“阁”字，表现出自己的主观感受。“阁”字用在此处别有趣味，仿佛是轻阴迫使小雨停止。淡淡两句，把读者带到一片宁静的小天地中，而诗人好静的个性和疏懒的情调也在笔墨间自然流露。 </p> <p>　　“坐看苍苔色，欲上人衣来”变平淡为活泼，别开生面，引人入胜。诗人漫无目的在院内走着，然后又坐下来，观看深院景致。映入眼帘的是一片绿茸茸的青苔，清新可爱，充满生机。那青苔太绿了，诗人竟然产生幻觉，觉得那青翠染湿了自己的衣服，此与《山中》诗“山路元无雨，空翠湿人衣”有异曲同工之妙。这种主观幻觉，正是雨后深院一派地碧苔青的幽美景色的夸张反映，有力地烘托出深院的幽静。“欲上人衣来”这一传神之笔，巧妙地表达自己欣喜、抚爱的心情和新奇、独特的感受。</p> <p>　　青苔本是静景，它本不能给诗人以动的幻觉。经过小雨滋润过的青苔，轻尘涤净，格外显得青翠。它那鲜美明亮的色泽，特别引人注目，让人感到周围的一切景物都映照了一层绿光，连诗人的衣襟上似乎也有了一点“绿意”。这是自然万物在宁静中蕴含的生机。</p> <p>　　诗人借写幻觉，表现出色彩奇妙的运动。通过这仿佛流动于整个空间的苍苔翠色，反衬出自己空寂的心境。诗人写物象的色彩，不仅能写出它的浓淡、深浅、明暗，写出不同色彩的映衬、对照，还能写出色彩的动静，甚至将色彩拟人化，使它具有性灵。再以移情和拟人手法，化无情之景为有情之物，从而巧妙地表达自己新奇独特的感受，透露自己内心的感情奥秘。</p> <p>　　此诗神韵天成，意趣横生。诗人从自我感受出发，极写深院青苔的美丽、可爱，从中透露出对清幽恬静生活的陶醉之情，诗人好静的个性与深院小景浑然交融，创造了一个物我相生、既宁静而又充满生命活力的意境。一个“搁”字，使阴晦的天气变得灵动，而最后一句更是神来之笔。它展示<a href=\"http://so.gushiwen.org/author_515.aspx\">王维</a>山水田园诗的又一种风格，是王维的五绝名篇之一。</p> <p>　　这是一首即事写景之作，题为“书事”，即诗人就眼前事物抒写自己顷刻间的感受。前两句，写眼前景传心中情。用一“阁”字，仿佛是轻阴迫使小雨停止，虽是白昼，诗人也懒得去开那院门。淡淡两句，诗人好静的个性和疏懒的情调在笔 墨间自然流露。三、四句变平淡为活泼，深院景致别开生面，引人入胜。经小雨滋润后的青苔，青翠鲜亮，使人感到周围的一切景物都映照了一层绿光。作者运 用移情和拟人手法，化无情之景为有情之物。诗中透露出对清幽生活的陶醉之 情，创造了一个物我相生、既宁静而又充满生命活力的意境。</p>",
  "poet": {
    "id": 515,
    "star": 0,
    "name": "王维",
    "image": "http://img.gushiwen.org/authorImg/wangwei.jpg",
    "desc": "王维（701年－761年，一说699年—761年），字摩诘，汉族，河东蒲州（今山西运城）人，祖籍山西祁县，唐朝诗人，有“诗佛”之称。苏轼评价其：“味摩诘之诗，诗中有画；观摩诘之画，画中有诗。”开元九年（721年）中进士，任太乐丞。王维是盛唐诗人的代表，今存诗400余首，重要诗作有《相思》《山居秋暝》等。王维精通佛学，受禅宗影响很大。佛教有一部《维摩诘经》，是王维名和字的由来。王维诗书画都很有名，非常多才多艺，音乐也很精通。与孟浩然合称“王孟”。"
  },
  "tags": [
    "即事",
    "写景"
  ]
}