{
  "id": 70190,
  "star": 3,
  "name": "杂剧·陈季卿误上竹叶舟",
  "dynasty": "元代",
  "content": "楔子<br>惭愧微名落礼闱，飘零不异燕孤飞。连天大厦无栖处，来岁如今归未归。小生姓陈，双名季卿，武林余杭人氏。幼习儒业，颇有文名，只因时运未通，应举不第，流落不能归家。况值暮冬天道，雨雪虽霁，寒威转添，似小生这等举目无亲，怎免饥寒之叹。嗨，我陈季卿好命薄也！我想起来那终南山青龙寺，有个惠安长老，他与小生同乡，甚是交好。他曾屡次寄书，约我到寺中相会，或者他肯济助我，也未见得。则索向终南山投谒惠安长老，走一遭去来。明心不把幽花拈，见性何须贝叶传。日出冰消原是水，回光月落不离天。贫僧乃终南山青龙寺惠安和尚是也。原籍余杭人氏，自幼攻习儒业，中年落发为僧。偶因游方到此终南山青龙寺，悦其山水，遂留做此寺住挣。贫僧有一同窗故友，叫做陈季卿。此人饱谙经史，贯串百家，真有经夭纬地之才，吸露凌云之手。只为功名未遂，一时流落，不能归家。贫僧也曾屡次寄书，请他到来寺中相会，并无一字回我。行者，你到山门前望去，倘那陈解元来时，快报我知道。理会的。才离紫陌上，便入白云中。可蚤来到青龙寺门首也。小和尚，你惠安长老在家麽？呸！你也睁开驴眼看看，我这等长的和尚，还教做小和尚？全不知些礼体！我看起来，你穿着这破不刺的旧衣，擎着这黄甘甘的瘦脸，必是来投托俺家师父的，却怎麽这等傲气。嗨，小生好背时也。小师父恕罪！烦报你惠安长老，道有故人陈季卿特来相访。你这先生，这才是句说话。怪不得自古以来，儒门和俺两家做对头的。罢罢罢，你站在一边，我替你报复去。且住，待我斗这秃厮耍子。师父，外面有个故人，自称耳东禾子即夕，特来相访。这厮胡说！世上那有这等姓名的人。你这老秃厮，你还要悟佛法哩，则会在看经处偷眼儿瞧人家老婆。这厮敢风魔了，再出去问明白了来说。甚么不明白？是耳东末子即夕特来相访。我不省的。你请出师父娘来，他便知道。口退！我说与你，这个叫做折白道字：耳东是个陈字，末子是个季字，即夕是个卿字，却不是你的故人陈季卿来了也。快请进来。陈先生，恰才俺师父再四不肯认你，亏我一顿老秃厮骂的肯了，如今请你哩。小生数年光景，有失拜谒。贫僧久知仁兄文场不利，累次寄书相请，今日<br>俯临，实乃贫僧之万幸也。长老，累蒙书召，小生非不心感。但是我萤窗雪案，辛苦多年，自谓功名唾手可拾，岂知累科下第，惶恐难归，以此拜访无颜，只望长老勿罪。仁兄差矣！岂不闻古人有云：无学之谓贫，学而不能行之谓病。据仁兄这等宏才积学，何患不得功名？昔伊尹耕於有莘，傅说困於板筑，后来皆遇明主，居师相之位。仁兄今日虽然薄落，一朝运至时来，为师为相，做出那伊尹、傅说的事业，又何难哉！好说，小生告回了。<br>【仙吕】【赏花时】我则为十载萤窗苦学文，惭愧杀万里鹏程未致身，因此上甘流落在风尘。我可也几回家暗哂，则是个无面目见乡人。仁兄，您怎麽就去了？请转来呀！真个去了。行者，你快请他转来，说贫僧还有话讲。我就赶出山门外请他去，只怕师父娘不肯留他哩。你看这秀才功名心急，想是要回下处温习经史去哩。我荒刹虽则凄凉，尚也不缺饘粥，不若留他在此，资其衣食，以待选场。一则遂了他风云之志，二则也见我这点乡曲之情，有何不可？故人昔未遇，借此山中居。则恐登枢要，何曾问草庐。<br><br>第一折<br>小生陈季卿，感蒙惠安长老念同乡的义分，留我在寺中，温习经史，等候选场，这是小生不幸中之幸也。今日无甚事，待惠安长老出定来，要他指引我到甚么古迹去处游玩游玩，消遣我旅况咱。仁兄，你屈留在此，山寺荒凉，甚多简慢，莫不有些儿责么？长老说那里话！小生连月打搅，感激不尽。只是小生久闻终南山是天下第一座名山，中间胜景必多，乞长老指引，容小生瞻仰一番，可也不枉。既如此，待贫僧引路，仁兄随喜便了。委的好一座寺也！你看殿侵碧落，树拂层云，水绕渼陂，峰临紫阁，真个观之不足，玩之有余。长老，这东南角上隐隐一条水路，是通着那里的？这条水是渼陂通出去的，从此入汉江，就是我们的故乡归路。长老，小生对此不觉归思顿发。有笔砚乞借过来，待小生赋〔满庭芳〕一词，书於素壁之上，可乎？贫僧愿观。行者，取文房四宝过来。兀的不是文房四宝？你这先生自揣做的好，写的好便写，不然，你莫写，省得人笑你杭州阿呆。长老，待小生表白与你听者。坐破寒毡，磨穿铁砚，自夸经史如流。拾他青紫，唾手不须忧。几度长安应举，万言策曾献螭头，空余下连城白璧，无计取封侯。可怜复失意，羞还故里，懒驻皇州。感君情重，僧舍暂淹留。暇日相携登眺，凭高处，共豁吟眸。家山远，如何归去，都付梦中游。好高才也！通得。你晓的甚么？快去看茶来。世俗人，跟贫道出家去来，我着你人人了道，个个成仙。这里可也无人，我姓吕名岩，字洞宾，道号纯阳子是也。因应举不第，道经邯郸，得遇正阳子师父，点化黄粱一梦，遂成仙道。今奉吾师法旨，为世间有一人陈季卿，余杭人氏，有神仙之分，教我来度脱他。贫道按落云头，见一道青气，此人正在终南山，不免到青龙寺走一遭去也呵。<br>【仙吕】【点绛唇】恰离了北海苍梧，可义蚤岁华几度，成今古。叹世事荣枯，准识的这长生路？<br>【混江龙】量那些一陀儿寰土，经了些前朝后代战争余。俺从这劈开混沌，踏破空虚。俺不用九转丹成千岁寿，俺不用一斤铅结万年珠。也不采甚么奇苗异草，也不佩甚么宝篆灵符，只要养的这精神似水，炼的这骨髓如酥，常日把那心猿意马牢拴拄。一任教陵移谷变，石烂的这松枯。<br>我且到山门首看咱。可早来到青龙寺门首也。兀那小和尚！你进去，说与那陈季卿，道有一仙长到来相访。呸！我今日造化低，头里一个穷秀才叫我小和尚，如今这个牛鼻子又叫我小和尚。我这小和尚驮你家娘哩。兀那牛鼻子！陈季卿不在我这里。贫道望气，知道他在你寺里。望你娘颓气疝气！你是太上老君、汉钟离、吕洞宾，便会望气，我也不替你报。我自去方丈里吃烧酒狗肉去也。小和尚不肯通报，我自过去。秀才，长老，稽首。贫道是一云游道者，此来不为别事，单要度一个徒弟，跟贫道出家去。你这道者差矣。此位是惠安长老，仙释不同教，是做不得徒弟的。难道你要度我么？可知道来。秀才，你今日是个落第的举子，若跟了贫道出家去，明日便是一个神仙也，不辱没了你秀才。你可辞别了长老，跟随贫道出家去来。你这道者，我与你素不相识，怎生便着我跟你出家？小生学成满腹文章，正要打点做官哩。老实对你说，小生出不的家。<br>【油葫芦】叹你这千丈风波名利途，端的个枉受苦。便做道佩苏秦相印待何如！你则石凌烟阁那个是真英武，你则看金谷乡都是些乔男女。这也要辨个贤愚，怎么一概都说是假的？你可也辨甚么贤，辨甚么愚，折莫将陶朱公贵像把黄金铸，倒底也载不的西子泛正湖。<br>我做官的，身上穿的是紫罗襕，头上戴的是乌纱帽，手里拿的是白象笏。何等荣耀！你们出家的，无过是草衣木食，到得那里？<br>【天下乐】早经下一将功成万骨枯。哎，你区区，文共武，说甚么荣耀人也紫罗襕、乌纱帽、白象笏。争如我诵《黄庭道德经》，讽金精太素书，倒落的播清风-万古。<br>你看中间一个老秃厮，左边一个牛鼻子，右边一个穷秀才，攀今揽古的，比三教圣人还张智哩。我饭也不曾吃，被这个道者可缠杀人也。秀才，你肯诵《黄庭经》，便不饥寒。你这先生不要听这牛鼻子说谎！我每日诵经到晚，肚里常是饿的支支叫哩。难道真个诵了经，便不饥寒？只是诵了经成了仙道，便不饥寒了也。道者，你说古来有那个是成仙了道的？待贫道略说一两个，与你听者。<br>【那吒令】岂不闻有一个列御寇，驾泠风遍八区。是一个了，再有谁呢？有一个张子房，迫赤忪别帝都。再呢？行一个葛仙翁，采丹砂入洞府。他虽则土木骸，这都足神仙骨。不似你肉眼凡夫。<br>敢问道者。神仙那里可有甚的景致么？怎么没有？<br>【鹊踏枝】我那甩甘蓬壶，近大都。一刬是贝阙珠宫，霞径云衢，则除是大罗仙没揣的过去。这等，你到我这下界来怎么？我今日下尘寰也则为点化你这顽愚。<br>道者，你不要这些大话，你则老实的说，你仙乡何处？你要问我仙乡何处，我便说与你，也寻我不着哩。<br>【寄生草】枉踏破你那游仙履，怎寻的着我这炼药炉。我则是任来任去随缘住，无风无雨难倾覆，不修不垒常坚固，那里有洞门深锁远山中，端的个白云满地无寻处。<br>（云）秀才，你，你跟我出家去罢。（陈季卿云）我要做官的人，怎么劝我跟你出家？等等絮絮叨叨，好话不投机也。秀才，你休想那富贵荣华，只跟我出家去罢。这壁上是《华夷图》，待我看波。这秀才不理我，去看《华夷图》。待我就这图上题诗一首。与他看波。这道者也会做诗，待我念来。闲观《九域志》，如同咫尺间。县排十万镇，州隐五千山。幽燕当北望，吴越向南看。虽无归去路，神往不为难。好高才也！道者，只是你怎生知道我要归家来？我怎么不知？你题的那〔满庭芳〕词，说道\"家山远，如何归去，都付梦中游\"，这不是你要归家的意思？嗨！只是小生流落於此，不知几时得回家去也？秀才，你若肯跟我出家，我就借你一只船，送还家去，可也不难。道兄，你这船在那里？好借与我故人去那。道者，你几曾见我这〔满庭芳〕词来？你题时咱就见了也。<br>【醉中天】这词呵胜王粲《登楼赋》，似宗炳《卧游图》。你觑这渺渺沧波一叶芦。疾！秀才，兀的不是一只船了也？恰才是一片竹叶儿，粘在壁上，怎么就变成了一只船？可也奇怪。道兄，这船也小，只怕借不得我故人回去。呆汉，正好借去。休猜做野水无人渡，你本待挟三策做公孙应举，眼见的不及第学渊明归去，怎知道这两桩儿都则是一梦华胥。<br>秀才，你可看见你回家的路径么？我小生在《华夷图》上早看见了也。秀才，你觑波。<br>【金盏儿】你不见远树蔽荆吴，暗水泛归舻。从教他风涛汹涌蛟龙怒，你则是紧闭着双目，稳站着身躯，一任的棹穿江月泠，帆挂海云孤。寒烟生古渡，兀良便足你茅舍旧乡闾。<br>莫说这只船是竹叶儿做的，就当真一只船，只消我一脚早踹翻了也。秀才，你则闭了眼者，休迷了正道。怎么这一会儿精神疲倦，只待要睡哩。这呆汉睡了也，我着他大睡一觉。<br>【赚煞】我与你踢倒鬼门关，打开这槐安路，把-枕南柯省悟。再休被利锁名缰相缠住，急回头又蚤则暮景桑榆。你若是做吾徒，我与你割断凡俗，怕甚么苦海茫茫难跳出？趁烟霞伴侣，乘着这浮槎而去，兀的不朗吟飞过洞庭湖。<br>好奇事也！恰才这一个风魔道士将一片竹叶，粘在壁上，变做小小的一只船儿，倒也好个戏法。那陈季卿又睡着了。行者，你可安排下茶饭，等侯他睡醒时食用者，俺回方丈坐禅去也。持心只在前窗下，不管人间是与非。这一觉好睡也。我如今上的这船，趁便风回家去来。<br><br>第二折<br>贫道吕洞宾，这一位是列御寇，这一位是张子房，这一位是葛仙翁。贫道为陈季卿一人，亲到终南山青龙寺里度脱他，争奈此人迷恋功名，略不省悟。被贫道将一片竹叶，粘于壁上，戏成一只小船儿，他便要上船，趁便风赶回家见父母妻子去。列位上仙，我们在此等侯，他来时慢慢的点化他，归於正道。与他阎王殿上除生死，仙吏班中列姓名，指开海角天涯路，引的迷人大道行。兀那呆厮陈季卿，这蚤晚好待来也。<br>【双调】【新水令】五湖四海自遨游，则俺这拂天风两枚袍袖。唤灵童采瑞草，同仙子上瀛洲。似这等荡荡悠悠，叹尘世几昏昼。<br>道兄，我看世俗之人，贪嗔爱欲，如青蝇之嗜血，似群蚁之慕羶，只利趋前，竟忘溺死，好愚迷也。上仙，我看陈季卿本有神仙之分，则是他尘心太重，两次三番再不省悟，何时得成正道也呵？<br>【驻马听】仙苑优游，物换星移几度秋。将玄关参透，经了些夕阳西下水东流。一生空抱一生愁，千年可有千年寿。则合的蚤回头，和着那闲云野鹤常相守。<br>小生陈季卿，在青龙寺惠安长老处，遇一风魔道士，则管里劝我出家。他将片竹叶儿粘于壁上，戏成小船。我不合一时间引动家乡之思，就上这船，趁着便风回去。到的这里，迷踪失路，前后又没个人儿可问，怎生是了也？陈季卿，你来这里，有何事干那？呀！那里有人叫我哩。<br>【雁儿落】你急煎煎误吞他名利钩，虚飘飘竟忘了我这烟霞叟。白茫茫穷途何处归，眼睁睁苦海无人救。<br>，叫我的是那个？你可指引我一条大路，等我好归去波。，呆汉。<br>【得胜令】呀，你不道经史习如流，青紫不须忧，怎不将连城璧丹墀奏，博一个取凌阳万户侯，今日个啾啾。这是你为官的偏生受，倒不如休也波休，蚤随我出家儿得自由。<br>呀，元来就是寺中相遇的道者。你可救我咱！噤声！<br>【挂玉钩】你道我不是知音话不投，只去把《九域志》闲穷究。翻惹动你一点乡心泪暗流，滴满了征衫袖。现如今路又迷，途难叩，你则认那画里家山，怎知是梦里神游。<br>却元来还有三位，愿通姓名。他都是我的道友。这一位是列御寇，这一位是张子房，这一位是葛仙翁。小生一时愚昧，不知三位是何朝代人物，何因得成仙道？请各自陈，小生拱听。贫道列御寇，郑国人也。当穆公时见子阳为相，专尚刑罚，贫道因此辞禄归耕。后遇广成子，传其大道，遂得成仙。贫道张良，韩人也，九世相韩。秦始皇无道，灭我韩国。贫道私结壮士，暗击始皇於博浪沙中，误中副车。大索三日，贫道亡匿下邳。后因汉祖兵起，仗剑归汉，兴刘蹙项，得报韩仇，汉祖封贫道为留侯。只为汉祖诛杀功臣，弃其侯印，随赤松子入山，遂成仙道。贫道葛洪，吴兴人也，晋明帝时为勾漏令。因采丹砂，得遇罗浮真人，授以九转之术。从此弃官修道，遂得成仙。小生失瞻了。据三位说来，都是弃官修道，得列仙班的。但小生十载寒窗，受过多少辛苦，如今正想做官，说不得这等迂阔话哩。呆汉。<br>【沽美酒】你道是困萤窗年岁久，只待要题雁塔姓名留，壮志腾腾贯斗牛。巴的个风云会偶，肯落在他人后？<br>【太平令】你则说做官的金章紫绶，我则说出家的三岛十洲；你则说做官的功成名就，我则说出家的延年益寿。你呵罢手，闭口，只看我这道友，呀，那个不弃官如垢。<br>你道这三位都是做官的，小生在史书上也曾见来，可是你这道者也做过官那？<br>【甜水令】俺也曾凤阙跻攀，龙门踊跃，马蹄驰骤，高折桂枝秋。偶然间经过邯郸，逢师点化，黄粱醒后，因此上把尘心一笔都勾。<br>可知你不曾做官来。<br>【折桂令】早则不颓气了你这独占鳌头。道者，你不做官，怎知那做官的快乐！呆汉，你的官在那里？早则不羞还故里，懒住皇州。我如今正要归家哩。早则不阮籍回车，刘蕡下第，王粲登楼，终南山故人聚首。青龙寺暇日舒眸，棹一叶扁舟，泛几曲江流，分明是一枕槐安，怎么的倒做了两下离愁。<br>秀才，这做仙的虽然是天生下仙肌道骨，也要异人传授，才得成仙了道。今日我这道友再三再四的度脱你出家，你则不省悟，可不连我等都干着了也。列位不知，不是我小生不肯随他出家去，则是小生出家不得。这应举不第，不消说了。小生家中有父母年高，妻子娇幼，怎生出的家？待小生口占一词，表白与列位听者。一自长安来应举，本图他富贵荣华，谁知不第却归家。妻儿年稚小，父母鬓霜华。中道迷踪何处问，遇群仙下访乘槎。低回无语漫嗟呀，断肠俱失路，延首各天涯。秀才，你认这父母妻子是与你相守到底的？好愚迷也！道者，你则指引我一条大路回去，看我这遭来稳稳的夺个状元中咱。呆汉。<br>【川拨棹】我笑你这呆头，便夺得个状元来应了口，受用着后拥前驺。画阁朱楼，舞袖歌喉。也做不得功施宇宙，怎如俺这驭清风列御寇。<br><br>【七弟兄】怎如俺这运筹，决谋，汉留侯。怎如俺这炼丹砂葛令辞勾漏。你则看玉溪边烟水不停流，翠岩前风月长依旧。<br>道者，你则指引我去路，休得要等老了人也。<br>【梅花酒】你可也休待两鬓秋，与天子分忧。叹岁月难留，蚤白了人头。你献《长杨》临紫陌，我寻大药返丹丘，共三人归去休。这一个倚银筝步瀛洲，这一个吹铁笛卧岩幽，这一个弹锦瑟上孤舟。<br>【收江南】呀，则俺呵曾经三醉岳阳楼，踏罡风吹上碧云游，枉下俺这大罗仙来度脱你个报官囚。空笑杀城南老柳，则教你做一场蝴蝶梦庄周。秀才，你既不肯跟随我等出家，不可久留在此，你回去罢。只是小生迷着路哩。呆汉，前途不远，你到家近了也，只要你休忘了正道。<br>【鸳鸯煞尾】你则为功名两字相迤逗，生熬得风波千里亲担受。凭着短剑长琴，游遍赤县神州。唱道几处笙歌，几家僝愁，不勾多时蚤饿的你似夷齐瘦。争如我与世无求，再不向红尘道儿上走。<br>他四个都去了也。那风魔道士说我到家已近，休忘了正道，我想正道者，大路之谓也。我如今只依着大路趱行几步，回我家乡去来。渐觉乡音近，翻增旅况悲。途遥归梦绕，心急步行迟。<br><br>第三折<br>老汉余杭人氏，姓陈，因为家中有几贯钱钞，人皆称我做陈员外。嫡亲的五口儿家属，这婆婆方氏，媳妇儿鲍氏，孙儿阿胜，那个应举去的叫做陈季卿。我那孩儿，一去许久，再不见个音信回来，使我一家好生悬念。婆婆，你且在家中闭门坐着，待我到长街市上，访问消息去来。我知道，江上撑开一叶舟，竿头收起钓鱼钩。箬笠蓑衣随意有，斜风细雨不须忧。俺这打渔人，好不快活也呵。<br>【南吕】【一枝花】这矮蓬窗新织成，细网索重编就，恰才个背西风收丝钓，又蚤则对明月棹扁舟，烟水悠悠。自酿下黄花酒，亲提着这斑竹篘。拚的个醉配酶斗转参横，受用些闲快活天长也那地久。<br>【梁州第七】管甚么有程期夕阳西下，一任他没心情江水东流。常则是淡烟疏雨迷前后，经了些村桥野店，沙渚汀洲。俺自有蓑衣斜挂，箬笠轻兜。后来这打渔人少闷无愁，相伴着浴鹭眠鸥。恰离了陶朱公一派平湖，抹过了蜀诸葛三江渡口，蚤来到汉严陵七里滩头。你道那几个是咱故友，无过是沧波老树知心旧，楚江萍胜肥肉。还有那缩项的鳊鱼新上钩，吃的不醉无休。<br>我陈季卿，来到此间，是一个截头渡了。怎生得一个船来，渡我过去才好。远远望见不是个渔船？待我唤咱。兀那渔翁，撑船来。<br>【隔尾】你莫不是燃犀温峤江心里走，你莫不是鼓瑟湘灵水面上游，却教我呆邓邓葭蒲边耐心守。这里又不是关津隘口，又不是你家前院后，怎么的唤渡行人在那搭儿有。<br>渔翁，你撑船来渡我咱。你要到那里去？你问我怎的？<br>【贺新郎】你道俺扣，渔人不索问根由，俺则问你是做买卖经商？不是。是探故乡亲旧？不是。既不吵你怎生在长江侧畔将咱候？我是要过江去的。你莫不是楚三闾怀沙自投？你莫不是伍子胥雪父冤雠？你莫不是李谪仙扪月去？你莫不是郑交甫弄珠游？我要去的急，怎当这渔翁攀今揽古，只管里盘问我这许多，好生聒絮。渔翁，你猜的可也都不是，你只渡我过江去罢。这等，你是什么样人，要我渡你？若不说呵，我也不渡。我是个应举落第的秀才。如今要回家去哩。原来是赶科场应举的村学究。若及第呵骤春风五花骢马辔，不及第则待泛沧浪一叶小渔舟。是了。我如今要赶回武林余杭去，见我父母妻子一面，就趁你这船，还要重来应举，我多与你些船钱如何？这也使的。你快上来，我便开船也。<br>【骂玉郎】则被-天露湿渔蓑透，摇短棹下中流，过得这横桥独木龙腰瘦。见轻鸥，厮趁逐，妆点秋江秀。<br>【感皇恩】云影油油，风力飕飕。转出这绿畅堤，芳草岸，蓼花洲。渔翁。这里那里？行尽了秦淮界首，不觉的吴越分流。可早则近乡闾，临故卫，莫停留。<br>好奇怪，早到家门了也。这些时才打三更哩。<br>【采茶歌】你不索问更筹，则看这水云收，半轮明月在柳梢头。秀才，我这船只在此，等你见了你父母妻子，你可便来。我这里将半橛孤桩船缆住，则听得汪汪犬吠竹林幽。<br>好烦恼人也！孩儿应举去了，我在长街市上打听音信不着。婆婆，且关上门者。兀的不是你家里？待我叫门咱。渔翁，我见了父母、妻子，还要应举去。你这船不要那里去了？只要你蚤些下船，我没这闲工夫久等你哩。大嫂，开门采，开门来。谁人唤门？待我开开这门看咱。我道是谁，元来是季卿来了也。父亲、母亲在那里？在堂上哩。父亲、母亲，您孩儿回家了也。孩儿，你得了官也不曾？您孩儿时运不通，不曾得官，因此羞归，一向流落在外，有缺甘旨之奉。如今可又开选场，您孩儿特来探望父亲、母亲，依旧要应举去也。孩儿，你离家多年，才得回来，且住几日去。父亲、母亲，日子近了，则怕赶不上科场。既然日子近了，下次小的每，将酒来与孩儿送行者。陈季卿，快些去罢。<br>【牧羊关】你刬的席上歌金缕，樽前捧玉瓯，这其间可不是炊黄粱锅内才熟。你则含早辞了白头爷娘，割舍下青春配偶。陈季卿，你此时不去，还待怎的？则你个不聪明愚浊汉，枉教做疾省悟俊儒流。不争你恋斑衣学老莱舞，怎发付这舣乌江亭长舟？<br>大嫂，我还赴科场去也。秀才，你才得归家，如何便割舍的去了？大嫂，我夫妻之情，怎生舍的。只是试期迫近，转眼便错三年，如之奈何？<br>【哭皇天】则管里絮叨叨将他斗，泪潸潸不住流。快随他齐臻臻鹅鹭侣，权撇下娇滴滴凤鸾俦。则不如准备着纶竿、纶竿钓舟，向富春渚侧，渭水河边，伴烟波渔父，风月闲人，倒落得个散诞逍遥、逍遥百不忧。遮莫的山崩海漏，鸟飞也那兔走。<br>大嫂，你将笔砚来，待我口占一诗，做留别者。<br>【乌夜啼】你从今紧闭谈天口，休想我信风波东涧东流。诗写就了也。待我表白一遍，与你听咱。月斜寒露白，此夕最难禁，离歌嘶象管，别思断瑶琴。酒至连愁饮，诗成和泪吟。明夜怀人梦，空床闲半衾。季卿，此诗凄惋多情，使妾读之，潸然泪下，兀的不痛杀我也！父亲、母亲，您孩儿应举去也。随你便意徘徊诗吟就，怎写的出一段离愁，两处凝眸。这-个袅金鞭遥拂酒家楼，那一个泣阳关暗滴香罗袖。蚤上水，休生受，则我这麻绦草履，不傲杀你肥马轻裘。父亲、母亲，您孩儿应米去也。大嫂，你回去罢。渔翁，船在那里？快上船来，要我等这几时。孩儿赶科场去了也。婆婆，你且关上门者。眼望旌旗捷，耳听好消息。<br>正末同陈季卿上，云)秀才，蚤到这大江了也。(唱)<br>【三煞】趁着这响咿哑数声柔橹前溪口，早看见明滴溜儿点渔灯古渡头。(陈季卿云)渔翁，把船遥近岸些，兀的不起了风也。(正末唱)则见秋江雪浪拍天浮，更月黑云愁，疏刺刺风狂雨骤，这天气甚时候？(陈季卿云)渔翁，这等风雨，波浪陡作，兀的不唬杀我也！(正末唱)白茫茫银涛不断流，那里也骑鹤扬州。<br>【二煞】忽听的雷盘绝壁蛟龙吼，又则见电绕空林鬼魅愁。似这等翻江搅海怒阳侯，唬的他怯怯乔乔，怎提防倾覆，这性命有准救？争些儿踏破渔翁一钓舟，做的个水上浮沤。(陈季卿云)哎哟，船坏了也！渔翁，你救我咱！(做念经科，云)太乙救苦天尊！(正未唱)<br>【黄钟尾】你枉下告玄冥礼河们频叉手，只要你安魂魄定精神紧闭眸。风陡作，水倒流，排三山，荡九州，撼天关，动地轴。唬的你战兢兢，似楚囚，死临侵，一命休，不能彀，葬故氏。从今后万古千秋，准与你奠一盏儿北邙坟上酒。<br>(陈季卿做坠水科，云)救人，救人！(做惊醒科)(行童云)先生，俺师父请你吃斋饭哩。(陈李卿云)这道者那里去了？(行童云)你在这里睡，我在这里请你吃斋，知他这风魔道上到那里去？(陈季卿云)我方才回家去，他在半路里等我，又引着几个道友，再四劝我出家。这个道者有些古怪，待我赶他去。(做赶见荆篮科，云)元末那道者留下一个荆篮在此，待我看咱。这荆篮内别无一物，止有一纸书，看他写着甚么？(做念科)(诗云)一叶逡巡送客归，山光水色自相依。才经屈子行吟处，又过严陵下钓矶。亲舍久惭疏奉养，妆台何意重留题。别来恸哭黄昏后。将谓仙翁总不知。(做惊骇科，云)怎么梦中的事他都知道，必然是个仙人。我想人身难得，中土难生，异人难过，怎好当面错过？料这道者去亦未远。小师父，你与我多拜上长老，我斋饭也不吃了，提着这荆篮赶那道者去也。(下)(行童云)这秀才也是个傻厮，青天白日，饿肚里睡了一觉，不知做个甚么梦！慌慌忙忙的醒来，便要赶那道上去。从来的风僧狂道，有甚么究竟，知道那里赶他？我自回师父话去，饿出这傻厮的屎来，也不干我的腿事。(下)<br><br>第四折<br>(列御寇引张子房、葛仙翁执愚鼓酋板上，诗云)昨日东周今日秦，咸阳灯火洛阳尘。百年一枕沧浪梦，笑杀昆仑顶上人。贫道列御寇的便是。因为纯阳子要度陈季卿，火贫道和张子房、葛仙翁三人劝他入道，只他尘心太重，一时不得回头。那纯阳子显其法力，别做一个境界，与他看见。必然省悟了也。如今陈季卿尚未来，我等无事，暂到长街市上，唱些道情曲儿，也好警醒世人咱。(张子房云)如此最好，仙长请。(列御寇唱)<br>【村里迓鼓】我这卫洞大深处，端的是世人不到，我则待埋名隐姓，无荣无辱无烦无恼。你看那蜗角名，蝇头利，多多少少，我则待夜睡到明，明睡到夜，睡直到觉。呀！蚤则似刮马儿光阴过下。<br>【元和令】我吃的是千家饭化半瓢，我穿的是百衲衣化一套。似这等粗衣淡饭且淹消，任天公饶不饶。我则待竹篱茅舍枕着山腰，掩柴扉静悄悄，叹人生空扰扰。<br>【上马娇】你待要名誉兴，爵位高，那些儿便是你杀人刀。几时得舒心快意宽怀抱？常则是，焦蹙损两眉梢。<br>【胜葫芦】你则待日夜思量计万条，怎如我无事乐陶陶。我这些春夏秋冬草不凋，倚晴窗寄傲，杖短筇凝眺，看海上熟蠕桃。<br>(列御寇云)这道情曲儿还未曾唱完，纯阳子蚤来了也。(张子房云)我等且退下一壁者。(下)(正末唱)<br>【正宫】【端正好】俺不去北溟游，俺不去东山卧，得磨跎且自瞻跎。打数，打数声愚鼓向尘寰中坐，这便是俺闲功课。<br>【滚绣球】叹光阴似掷梭，想人生能几何？急问首百年已过，对菏铜两鬓皤皤。见下留撇会科，听沙，二嘲会歌。送了些下峥嵘贪图呆货，到头来得了个甚么？你不见窗前故友午年少，郊外新坟岁岁多，这都是一枕南柯。<br>(陈季卿提荆篮慌上科，云)师父，弟子有喂如盲，只望师父救度咱。(正末唱)<br>【倘秀才】则见他荆棘律忙忙走着，(做摇手科，唱)哎。你个痴呆汉休来赶我。(陈季卿赶上扯住科，云)大仙，只望你普度慈悲，指引弟子长生之路。(做拜科)(正未唱)则间你捣蒜似街头拜怎摸？俺是个穷贫道，住山阿，怎将你儒生度脱。<br>(陈季卿云)你留下这荆篮，内有待一首，把我到家见父母、妻子的情状，尽都知道，岂不是个神仙？如今情愿跟随出家，做个弟子去也。(正末云)呆汉，你这一遭赶科场去，夺一个状元中。则管拜我怎的？(唱)<br>【滚绣球】你一心待遇君王登甲科，怎倒来叩神仙求定夺？(陈季卿云)师父，弟子看了这诗，如今不愿做官了也。(正末唱)你道是看诗句把玄机参破，俺则怕紫霜毫错判断山河。(云)呆汉，你如今真悟了么？(陈季卿云)弟子省悟了也。(正末唱)你既知这荣华似水上沫，这功名似石内火，可怎生讲堂中把画皮抢攞？(陈季卿做拜科，云)弟子愚眉肉眼，怎知道真仙下降？只望高抬贵手，与我拂除尘俗者。(正末唱)我如今与你拂尘俗将圣手搓挲，便说杀九重大子明光殴，怎如俺三岛仙家安乐窝，再不要碌碌波波。(列御寇三人上，云)道兄，那陈季卿可肯跟你出家么？(陈季卿上，云)元来三位大仙，都也在此。(做拜科)(正末云)俺每为这一个呆汉，到尘世走了三遭儿也。(唱)<br>【倘秀才】你昨日呵摆小上金枷玉锁，你今日呵蚤挣上朝元证果，知他道谁是逍遥谁輱轲。举头山色好，入耳水声和，这便俺仙家的过活。<br>(陈季卿云)师父，我弟子想来，这三位大仙不消说了，昨日这一个渔翁渡我归家的，敢就是大仙一化哩。(正末云)呆汉。(唱)<br>【滚绣球】你道俺驾扁舟泛碧波，执渔竿披绿蓑，这就是仙家使作，你可也争些儿暴虎凭河。(陈季卿云)师父，你既肯度脱弟子成仙了道，怎生又要把我掉在大江之中，险丧性命？你好促掏也。(正末做指列御寇科，唱)俺若不是打这讹，怎生着众仙真收这科？俺们交游还有弟兄七个，(陈季卿云)师父，你这上八界洞府，却在那里？(正末做手指科，唱)问洞府还隔的蓬岭嵯峨。(带云)要舞呵，(唱)自有霓裳羽袖纤腰舞，(带云)要歌呵，(唱)自有绛树、青琴皓齿歌，莫更蹉跎。<br>(陈季卿云)师父，你那里有甚么景致，说与弟子知道。(正末唱)<br>【叨叨令】俺那里有苍松偃蹇蛟龙卧，有青山高耸烟岚泼。香风不动松华落，洞门深闭无人锁。俺和你去来也么哥，俺和你去来也么哥，修真共上蓬莱阁。<br>(冲末扮东华帝君执符节引张果、汉钟离，李铁拐、徐神翁、蓝采和、韩湘子、何仙姑上)(陈季卿云)呀，许多大仙来了。弟子一个也不认得，望师父说与弟子知道。(正末指张科)(唱)<br>【十二月】这一个倒骑驴疾如下坡，(陈季卿云)元来是张果大仙。(做拜科)(正末指徐科唱)这一个吹铁笛韵美声和。(陈季卿云)是徐神翁大仙。(做拜科)(正未指何科唱)这一个貌娉婷笊篱手把，(陈季卿云)是何仙姑大仙。(做拜科)(正夫指李科唱)这一个蓬松铁拐横拖。(陈季卿云)是李铁拐大仙。(做拜科)(正末指韩科唱)这一个篮关前将文公度脱，(陈季卿云)是韩湘子大仙。(做拜科)(正末指蓝科，唱)这一个绿罗衫拍板高歌。<br>(陈季卿云)是蓝采和大仙。(做拜科)(正末指钟离科，唱)<br>【尧民歌】主尘-个是双丫髻常吃的醉颜酡，(陈季卿云)是汉钟离大仙。(做拜科，云)敢问师父姓甚名谁？(正末云)呆汉，俺不说来。(唱)则俺曾梦黄粱一晌滚汤锅，觉来时蚤五十载暗消磨，(陈季卿云)师父已曾说过，弟子真个忒愚迷。(做拜科，云)今日可也拜的着哩。(正末唱)才知道吕纯阳是俺正非他。(云)呆汉，只怕你也做梦哩。(陈季卿云)弟子如今委实省悟，不是做梦了也。(正末唱)你自去评跋评也波跋，休教咱冷笑呵，只要你觑的那名利场做些娘大。(东华帝君云)奉上帝敕旨，陈季卿既有神仙之分，做吕纯阳弟子，可着群仙引领西去，共赴蟠桃宴者。(词云)西望瑶池集众真，东来紫气彻天门。从今王母琼筵上，共献蟠桃增一人。(陈季卿同众共拜科)(正未唱)<br>【煞尾】会瑶池庆赏蟠桃果，满捧在金盘献大罗，增俺仙家福寿多，保俺仙家永快活。你将这鹤氅乌巾手自摩，葛履环绦整顿过，音色骡儿便撒和驾一片祥云俺同坐。便有那十万里鹏程，怕甚么海天阔。<br>题目吕洞宾显化沧浪梦<br>正名陈季卿误上竹叶舟",
  "poet": {
    "id": 1942,
    "star": 0,
    "name": "杨梓",
    "desc": "杨梓(1260～1327) 元代戏曲家。海盐澉浦(今渐江海盐)人。"
  },
  "tags": []
}