{
  "id": 73235,
  "star": 28,
  "name": "黠鼠赋",
  "dynasty": "宋代",
  "content": "　　苏子夜坐，有鼠方啮。拊床而止之，既止复作。使童子烛之，有橐中空。嘐嘐聱聱，声在橐中。曰：“噫！此鼠之见闭而不得去者也。”发而视之，寂无所有，举烛而索，中有死鼠。童子惊曰：“是方啮也，而遽死也？向为何声，岂其鬼耶？”覆而出之，堕地乃走，虽有敏者，莫措其手。</p> <p>　　苏子叹曰：“异哉，是鼠之黠也！闭于橐中，橐坚而不可穴也。故不啮而啮，以声致人；不死而死，以形求脱也。吾闻有生，莫智于人。扰龙伐蛟，登龟狩麟，役万物而君之，卒见使于一鼠，堕此虫之计中，惊脱兔于处女，乌在其为智也？”</p> <p>　　坐而假寐，私念其故。若有告余者，曰：“汝为多学而识之，望道而未见也，不一于汝而二于物，故一鼠之啮而为之变也。人能碎千金之璧而不能无失声于破釜，能搏猛虎不能无变色于蜂虿，此不一之患也。言出于汝而忘之耶！”余俛而笑，仰而觉。使童子执笔，记余之作。",
  "fanyi": "<strong>译文</strong><br>　　苏子在夜里坐着，有只老鼠在咬（东西）。苏子拍击床板，声音就停止了，停止了又响起一次。（苏子）命令童子拿蜡烛照床下，有一个空的袋子,老鼠咬东西的声音从里面发出。童子说“啊，这只老鼠被关住就不能离开了。”（童子）打开袋子来看里面，里面静悄悄的什么声音也没有。（童子）举起蜡烛来搜索，发现袋子中有一只死老鼠，童子惊讶地说：“老鼠刚才是在叫的，怎么会突然死了呢？那刚才是什么声音，难道是鬼吗？”（童子）把袋子翻过来倒出老鼠，老鼠一落地就逃走了，就是再敏捷的人也措手不及。 <p>　　苏子叹了口气说：“真是奇怪啊，这是老鼠的狡猾！（老鼠）被关在袋子里，袋子很坚固、老鼠不能够咬破的。所以（老鼠）是在不能够咬的时候咬破袋子，用假装咬袋子声音来招致人来；在没有死的时候装死，凭借装死的外表求得逃脱。我听说生物中没有比人更有智慧的了。（人)能驯服神龙、刺杀蛟龙、捉取神龟、狩猎麒麟，役使世界上所有的东西然后主宰他们，最终却被一只老鼠利用，陷入这只老鼠的计谋中，吃惊于老鼠从极静到极动的变化中，人的智慧在哪里呢？”</p> <p>　　（我）坐下来，闭眼打盹，自己在心里想这件事的原因。好像有人对我说“你只是多学而记住一点知识，但还是离‘道’很远。你自己心里不专心，又受了外界事物的干扰、左右，所以一只老鼠发出叫声就能招引你受它支配，帮它改变困境。人能够在打破价值千金的碧玉时不动声色，而在打破一口锅时失声尖叫；人能够搏取猛虎，可见到蜂蝎时不免变色，这是不专一的结果。这是你早说过的话，忘记了吗？”我俯下身子笑了，仰起身子又醒悟了。（我）于是命令童子拿着笔，记下了我的文章。</p> <p><strong>注释</strong><br>⑴黠：狡猾。<br>⑵啮：咬。<br>⑶拊：拍。<br>⑷止：使……停止<br>⑸橐【tuó】：袋子。<br>⑹嘐【jiāo】嘐聱【áo】聱：这里是形容老鼠咬物的声音。<br>⑺见闭：被关闭。见：被 。<br>⑻发：打开。<br>⑼索：搜索。<br>⑽穴：咬洞，这里作动词用。<br>⑾致：招引。<br>⑿扰龙伐蛟：扰，驯服。伐，击，刺杀。此处指“擒”。<br>⒀登龟狩麟：登，捉取。狩，狩猎。<br>⒁君：统治，这里作动词用。<br>⒂见使：被役使。<br>⒃堕：陷入。<br>⒄脱兔于处女：起初像处女一样沉静（使敌方不做防备）然后像逃跑的兔子一样突然行动，使对方来不及出击，这里指老鼠从静到动的突变。<br>⒅乌：何，哪里。<br>⒆虿【chài】：蝎子。<br>⒇俛【fǔ】：俯下身子。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　本文是<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>少年时代写的一篇咏物赋。它寓哲理于趣味之中，可以使读者于诙谐的叙述中获得有益的启示。它就一只老鼠在人面前施展诡计逃脱的事，说明一个道理：人做事心要专一，才不至于被突然事变所左右。《黠鼠赋》，看其表面题旨当是通过黠鼠利用人的疏忽而乘机狡猾脱逃的日常小事，来说明人即使聪明，也须将自身与自然万物合一，否则将“见使于一鼠”的道理。带给我们的启示是：我们应该将自身与自然万物合一，避免将两者区分开来，而游於万物之外。</p> <p>　　第一段叙黠鼠橐中啮咬及坠地逃走的始末。在这一段里，作者赋鼠之黠是虚实相因，老鼠出场不多，直赋其形的只是装死、逃跑，但是老鼠之黠却表现得淋漓尽致。这正是通过它的对立面——人来完成的。作者赋鼠之黠，穿插写人，不仅使文章生气勃勃，跌宕起伏，意趣横生，无呆板之迹，更重要的是为咏物寓理做了开拓。</p> <p>　　第二段通过分析老鼠骗人逃脱的伎俩，写作者悟出鼠的狡滑，感慨身为万物之灵的人也不免被老鼠所蒙骗。这一段于全篇占有很重要的地位，如果说该文是蓄理于叙事之中，这一段则是由叙事转入说理的桥梁，它起了承上启下的作用。先是由老鼠的行动推想它的动机，足以说明老鼠之“黠”；接着又从人能降四物，可见人比老鼠要高明，但却遭到老鼠的暗算。这就不得不叫作者步水溯源，于是就自然地过渡到下面推原一段，而且显得天衣无缝。</p> <p>　　第三段写人为物所用的原因，在于志不凝，心不专。揭示中心：自己不能与自然万物合一，反而受外物左右，这是人被老鼠欺骗的真正原因。这一段是全篇重点之所在。也就是说，作者赋鼠的真正目的在于此。前人谈古文的写作时，谈到“小题大作法”。就以此篇为例，也正是因为一只老鼠引起了一番哲理的阐发。最后两句交待了 《黠鼠赋》的写作由来，是有感而发，即事成篇。在收笔之处，作者以平淡之语写来，虽语朴而情真，绾合叙事之始末。从文章布局来看，于人物也有必要的交代，显得特别严谨。结穴处，我们看到苏子、童子为黠鼠而忙碌，与题目 《黠鼠赋》 又息息相关。</p> <p>　　此赋文字简短，仅有二百八十余字。但却洋溢着浓厚的情趣，又渗透着深永的哲理。读之若身临其境，看到了老鼠的一次精彩表演，又好象上了一堂生动有趣的哲学课，<a href=\"http://so.gushiwen.org/author_1137.aspx\">真可</a>谓“趣幽旨深”，蓄理在中，耐人寻味。就其思想内容来讲，已远远超出赋鼠本身。它借一只黠鼠利用人的疏忽，狡猾地逃脱的日常小事，引出了一番议论。从而 说明一个道理：最有智慧的人类，倘能精神集中，发挥智力，便能搏猛虎，役万物；如果精力分故，懈怠疏忽，就难免不”见使一鼠“，变色于蜂虿。在艺术表现上，最为突出的特点是：趣幽旨深。读此赋，我们首先感觉到的是很有情趣。既有如读寓言的一览欲尽的吸引力，又能启发一个人的推理动机。文章的布局结构也很有特色，首先是叙事与说理的密切结合，叙事为说理张本；其次是人、鼠活动穿插其间，使文情错落，不直不板。</p>",
  "poet": {
    "id": 183,
    "star": 0,
    "name": "苏轼",
    "image": "http://img.gushiwen.org/authorImg/sushi.jpg",
    "desc": "苏轼（1037－1101），北宋文学家、书画家、美食家。字子瞻，号东坡居士。汉族，四川人，葬于颍昌（今河南省平顶山市郏县）。一生仕途坎坷，学识渊博，天资极高，诗文书画皆精。其文汪洋恣肆，明白畅达，与欧阳修并称欧苏，为“唐宋八大家”之一；诗清新豪健，善用夸张、比喻，艺术表现独具风格，与黄庭坚并称苏黄；词开豪放一派，对后世有巨大影响，与辛弃疾并称苏辛；书法擅长行书、楷书，能自创新意，用笔丰腴跌宕，有天真烂漫之趣，与黄庭坚、米芾、蔡襄并称宋四家；画学文同，论画主张神似，提倡“士人画”。著有《苏东坡全集》和《东坡乐府》等。"
  },
  "tags": [
    "故事",
    "写鼠"
  ]
}