{
  "id": 48424,
  "star": 20,
  "name": "菩萨蛮·忆郎还上层楼曲",
  "dynasty": "宋代",
  "content": "忆郎还上层楼曲。楼前芳草年年绿。绿似去时袍。回头风袖飘。 <br>郎袍应已旧。颜色非长久。惜恐镜中春。不如花草新。",
  "fanyi": "<p><strong>译文<br></strong>心中思念情郎，于是登上高楼远望。楼前的芳草，一年一绿，如今又是春天来到。这青翠的绿色仿佛情郎离去时所着衣袍的颜色。分别时，他不忍离去，回首凝望，衣袖随风飘动。<br>一别数年，他崭新的衣袍恐怕已经变旧了吧。新绿的颜色也已经暗淡无光了吧。其实韶华易逝，就连镜中的容颜也一年一年地逐渐减色，不像芳草那样岁岁依旧。</p> <p><strong>注释<br></strong>⑴菩萨蛮：原为唐教坊曲名，后用为词牌名。亦作“菩萨鬘”，又名“子夜歌”“重叠金”等。<br>⑵楼前芳草年年绿：此句化用<a href=\"http://so.gushiwen.org/author_1854.aspx\">淮南小山</a>《招隐士》赋“王孙游兮不归，春草生兮萋萋”，及<a href=\"http://so.gushiwen.org/author_515.aspx\">王维</a>《山中送别》<a href=\"http://so.gushiwen.org/view_48424.aspx\">诗</a>“春草明年绿，王孙归不归”。<br>⑶镜中春：指镜中女子的容颜如春光般姣好。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这是一首以感春怀人为内容的闺怨词。起首“忆郎还上层楼曲”一句通过闺中少妇登楼望远的视线，把她的一颗愁心送到远方游子的身边。登楼望远是古<a href=\"http://so.gushiwen.org/view_48424.aspx\">诗</a>词中常用的意象，多从空间落想，怅望行人此去之远。第二句“楼前芳草年年绿”，则从时间落想，因见芳草“年年绿”而怅念行人远行之久。从这句词的出处来说，它取意于<a href=\"http://so.gushiwen.org/author_1854.aspx\">淮南小山</a>《招隐士》与<a href=\"http://so.gushiwen.org/author_515.aspx\">王维</a>《山中送别》句意，暗含既怨游子不归又盼游子早归的复杂意味。</p> <p>　　三、四两句“绿似去时袍，回头风袖飘”，巧妙地以第二句句末的一个“绿”字为桥梁，从“芳草年年绿”到“绿似去时袍”，由望景过渡到怀人，感今过渡到思昔。抒情女主人公从芳草之绿生发联想，勾起回忆，想起郎君去时所着衣袍的颜色，并进而追忆其人临去依依、回首相望时，衣袖随风飘动的情景。离别之际的这一细节深深印在她的记忆之中，是时时都会重现眼前的一幅令人黯然魂销的画面；此时，因望见芳草绿、想到“去时袍”，当初的这幅画面又分明似在眼前了。此时此事，此情此景，真是“中心藏之，何日忘之”（《诗经·小雅·隰桑》）。从这两句词，即可以想见词中人当年别郎时的留恋，也可以想见其此时“忆郎”时的惆怅。牛希济《生查子》词中的“记得绿罗裙，处处怜芳草”可与这两句词参读，不同的是：<a href=\"http://so.gushiwen.org/author_587.aspx\">张先</a>词就居者立言；牛词则拟居者口吻以嘱咐行者。两者俱谓见绿草而不忘着绿之人，其运思之同异正未易区别。</p> <p>　　换头“郎袍应已旧，颜色非长久”两句，紧承上片的三、四两句。词笔不离衣袍，而又翻出新意。同样是写那件绿色的衣袍，但上两句是回忆去时的袍色，这两句是想象别后的袍色。前者把一片相思时间上拉回到过去，后者则把万缕柔情空间上载送到远方。同时，这两句又与上片第二句中的“年年”两字遥相呼应，也是从时间落想，暗示别离之长久。正因别离已久，才会产生衣袍已旧、怕那去时耀眼的绿色已经暗淡无光的推测。又从袍之旧、色之褪，触发青春难驻、朱颜易改之感。于是，自然引出下面“惜恐镜中春，不如花草新”两句，把词意再推进一步。词中人之所惋惜、恐惧的是一个意义更深广、带有永恒性的人生悲剧，而不仅仅是一次别离的痛苦。离别固然折磨人，但行人终有归来之日，日后相逢之乐还可以补偿此时相思之苦；至于人生短促、岁月无情，而居者与行者都会分离中老去，这却是无可挽回、无可补偿的，正所谓“最是人间留不住，朱颜辞镜花辞树”（<a href=\"http://so.gushiwen.org/author_408.aspx\">王国维</a>《蝶恋花》）。这两句词，则对照眼前“芳草年年绿”之景，怨叹人之不如花草。花落了，明年还会开；草枯了，明年还会绿；而人的青春却一去不复返了。镜中的春容只会年年减色，不会岁岁更新。刘希夷诗“年年岁岁花相似，岁岁年年人不同”（《白头吟》）说的也是这样的意思。</p> <p>　　张先特别擅长于攫取具有特色的景物来抒发感情，此词则始终围绕颜色运思，并用以穿针引线，贯穿全篇。词之上片着眼于颜色的绿与绿之相同，使空间隔绝的近处芳草与远方行人相连结，使时间隔绝的此日所见与昔日所见相沟通，从而使楼前景与心中情融会为一，合为词境。下片着眼于颜色的新旧差异，使回忆中的昔时之袍与想像中的此日之袍相对照，使身上衣与境中人相类比，使容颜之老与花草之新形成反比。上片因“忆郎”而“上层楼”，因“上层楼”而见“楼前芳草”，因芳草之“绿”而回忆郎袍之“绿”，再因去时之“袍”而想到风飘之“袖”。首句与次句的两个“楼”字，紧相扣合；次句与第三句的两个“绿”字，上下钩连；第四句的“袖”字固与第三句的“袍”字相应，句中的“回头”两字也暗与第三句的“去时”两字相承，针线绵密，过渡无痕。下片虽另起新意，却与上片藕断丝连。因三、四两句回忆起去时之袍，过片两句就进一步想象此时之袍；过片两句的上、下句间，则是因衣袍之“旧”而致慨于“颜色非长久”。接下来的两句，更因袍色之不长久而想到“镜中春”也不长久，再回溯上片“芳草年年绿”句，而有感于不如花草之年年常新。通篇脉络井然，层次分明。</p>",
  "poet": {
    "id": 587,
    "star": 0,
    "name": "张先",
    "image": "http://img.gushiwen.org/authorImg/zhangxian.jpg",
    "desc": "张先（990－1078），字子野，乌程（今浙江湖州吴兴）人。北宋时期著名的词人，曾任安陆县的知县，因此人称“张安陆”。天圣八年进士，官至尚书都官郎中。晚年退居湖杭之间。曾与梅尧臣、欧阳修、苏轼等游。善作慢词，与柳永齐名，造语工巧，曾因三处善用“影”字，世称张三影。"
  },
  "tags": [
    "闺怨",
    "思念",
    "感叹",
    "青春"
  ]
}