{
  "id": 233,
  "star": 53,
  "name": "大明",
  "dynasty": "先秦",
  "content": "明明在下，赫赫在上。天难忱斯，不易维王。天位殷适，使不挟四方。</p> <p>挚仲氏任，自彼殷商，来嫁于周，曰嫔于京。乃及王季，维德之行。</p> <p>大任有身，生此文王。维此文王，小心翼翼。昭事上帝，聿怀多福。厥德不回，以受方国。</p> <p>天监在下，有命既集。文王初载，天作之合。在洽之阳，在渭之涘。</p> <p>文王嘉止，大邦有子。大邦有子，伣天之妹。文定厥祥，亲迎于渭。造舟为梁，不显其光。</p> <p>有命自天，命此文王。于周于京，缵女维莘。长子维行，笃生武王。保右命尔，燮伐大商。</p> <p>殷商之旅，其会如林。矢于牧野，维予侯兴。上帝临女，无贰尔心。</p> <p>牧野洋洋，檀车煌煌，驷騵彭彭。维师尚父，时维鹰扬。凉彼武王，肆伐大商，会朝清明。",
  "fanyi": "<p><strong>译文<br></strong>皇天伟大光辉照人间，光采卓异显现于上天。天命无常难测又难信，一个国王做好也很难。天命嫡子帝辛居王位，终又让他失国丧威严。<br>太任是挚国任家姑娘，也可以算是来自殷商。她远嫁来到我们周原，在京都做了王季新娘。就是太任和王季一起，推行德政有着好主张。<br>太任怀孕将要生儿郎，生下这位就是周文王。这位伟大英明的君主，小心翼翼恭敬而谦让。勤勉努力侍奉那上帝，带给我们无数的福祥。他的德行光明又磊落，因此承受祖业做国王。<br>上帝在天明察人世间，文王身上天命集中现。就在他还年轻的时候，皇天给他缔结好姻缘。文王迎亲到洽水北面，就在那儿渭水河岸边。<br>文王筹备婚礼喜洋洋，殷商有位美丽的姑娘。殷商这位美丽的姑娘，长得就像那天仙一样。卜辞表明婚姻很吉祥，文王亲迎来到渭水旁。造船相连作桥渡河去，婚礼隆重显得很荣光。<br>上帝有命正从天而降，天命降给这位周文王。在周原之地京都之中，又娶来莘国姒家姑娘。长子虽然早早已离世，幸还生有伟大的武王。皇天保佑命令周武王，前去袭击讨伐那殷商。<br>殷商调来大批的兵将，军旗就像那树林一样。我主武王誓师在牧野，他说只有我们最兴旺。上帝监视你们众将士，不要有什么二心妄想！<br>牧野地势广阔无边垠，檀木战车光彩又鲜明，驾车驷马健壮真雄骏。还有太师尚父姜太公，就好像是展翅飞雄鹰。他辅佐着伟大的武王，袭击殷商讨伐那帝辛，一到黎明就天下清平。</p> <p><strong>注释<br></strong>1.明明：光采夺目的样子。在下：指人间。<br>2.赫赫：明亮显著的样子。在上：指天上。<br>3.忱：信任。斯：句末助词。<br>4.易：轻率怠慢。维：犹“为”。<br>5.位：同“立”。适（dí）：借作“嫡”，嫡子。殷嫡，指纣王。《史记·殷本纪》：“帝乙长子曰微子启。启母贱，不得嗣。少子辛，辛母正后，辛为嗣。帝乙崩，子辛立，是为帝辛，天下谓之纣。”<br>6.挟：控制、占有。四方：天下。<br>7.挚：古诸侯国名，故址在今河南汝南一带，任姓。仲：指次女。挚仲，即太任，王季之妻，文王之母。<br>8.自：来自。挚国之后裔，为殷商的臣子，故说太任“自彼殷商”。<br>9.嫔（pín）：妇，指做媳妇。京：周京。周部族后稷十三世孙古公亶父（周太王）自豳迁于岐（今陕西岐山一带），其地名周。其子王季（季历）于此地建都城。<br>10.乃：就。及：与。<br>11.维德之行：犹曰“维德是行”，只做有德行的事情。<br>12.大：同“太”。有身：有孕。<br>13.文王：姬昌，殷纣时为西伯（西方诸侯），又称西伯昌．为周武王姬发之父，父子共举灭纣大业。<br>14.翼翼：恭敬谨慎的样子。<br>15.昭：借作“劭”，勤勉。事：服事、侍奉。<br>16.聿：犹“乃”，就。怀：徕，招来。<br>17.厥：犹“其”，他、他的。回：邪僻。<br>18.受：承受、享有。方：大。此言文王做了周国国主。<br>19.监：明察。在下：指文王的德业。<br>20.初载：初始，指年青时。<br>21.作：成。合：婚配。<br>22.洽（hé）：水名，源出陕西合阳县，东南流入黄河，现称金水河。阳：河北面。<br>23.渭：水名，黄河最大的支流，源于甘肃渭源县，经陕西，于潼关流入黄河。涘（sì）：水边。<br>24.嘉：美好，高兴。止：语末助词。一说止为“礼”，嘉止，即嘉礼，指婚礼。<br>25.大邦：指殷商。子：未嫁的女子。<br>26.伣（qiàn）：如，好比。天之妹：天上的美女。<br>27.文：占卜的文辞。<br>28.梁：桥。此指连船为浮桥，以便渡渭水迎亲。<br>29.不：通“丕”，大。光：荣光，荣耀。<br>30.缵（zuǎn）：续。莘（shēn）：国名，在今陕西合阳县一带。姒姓。文王又娶莘国之女，故称太姒。<br>31.长子：指伯邑考。行：离去，指死亡。伯邑考早年为殷纣王杀害。<br>32.笃：厚，指天降厚恩。一说为发语词。<br>33.保右：即“保佑”。命：命令。尔：犹“之”，指武王姬发。<br>34.燮（xí）：读为“袭”。袭伐，即袭击讨伐。<br>35.会（kuài）：借作“旝”，军旗。其会如林，极言殷商军队之多。<br>36.矢：同“誓”，誓师。牧野：地名，在今河南淇县一带，距商都朝歌七十余里。<br>37.予：我、我们，作者自指周王朝。侯：乃、才。兴：兴盛、胜利。<br>38.临：监临。女：同“汝”，指周武王率领的将士。<br>39.无：同“勿”。贰：同“二”。<br>40.檀（tán）车：用檀木造的兵车。<br>41.驷（sì）騵（yuán）：四匹赤毛白腹的驾辕骏马。彭彭：强壮有力的样子。<br>42.师：官名，又称太师。尚父：指姜太公。姜太公，周朝东海人，本姓姜，其先封于吕，因姓吕。名尚，字子牙。年老隐钓于渭水之上，文王访得，载与俱归，立为师，又号太公望，辅佐文王、武王灭纣。<br>43.时：是。鹰扬：如雄鹰飞扬，言其奋发勇猛。<br>44.凉：辅佐。《韩<a href=\"http://so.gushiwen.org/view_233.aspx\">诗</a>》作“亮”。<br>45.肆伐：意同前文之“燮伐”。<br>46.会朝（zhāo）：会战的早晨。一说黎明。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　此<a href=\"http://so.gushiwen.org/view_233.aspx\">诗</a>与《大雅·生民》《大雅·公刘》《大雅·緜》《大雅·皇矣》《大雅·文王》诸篇相联缀，俨然形成一组开国史诗。从始祖后稷诞生、经营农业，公刘迁豳，太王（古公亶父）迁岐，王季继续发展，文王伐密、伐崇，直到武王克商灭纣，可以说是把每个重大的历史事件都写到了，所以研究者多把它们看作一组周国史诗，只是《诗经》的编者没有把它们按世次编辑在一起，而打乱次序分编在各处。<a href=\"http://so.gushiwen.org/author_459.aspx\">朱熹</a>说它和《大雅·文王》那篇一样，“追述文王之德，明周家所以受命而代商者，皆由于此，以戒成王”。其实此诗很难看出是周公所作，也很难看出有警戒成王的意思。总观这组六篇诗文，不过是周王朝统治者为歌颂祖先功德，追述开国历史的显赫罢了。</p> <p>　　全诗八章。历代各家的分章稍有不同，这里是根据诗意确立的。第一、二、四、七章章六句，第三、五、六、八章章八句。排列起来，颇有参差错落之美。</p> <p>　　首章先从赞叹皇天伟大、天命难测说起，以引出殷命将亡、周命将兴，是全诗的总纲。次章即歌颂王季娶了太任，推行德政。三章写文王降生，承受天命，因而“以受方国”。四章又说文王“天作之合”，得配佳偶。五章即写他于渭水之滨迎娶殷商帝乙之妹。六章说文王又娶太姒，生下武王。武王受天命而“燮伐大商”，与首章遥相照应。七章写武王伐纣的牧野之战，敌军虽盛，而武王斗志更坚。最后一章写牧野之战的盛大，武王在姜尚辅佐之下一举灭殷。全诗时序井然，层次清楚，俨然是王季、文王、武王三代的发展史。</p> <p>　　诗篇以“天命所佑”为中心思想，以王季、文王、武王三代相继为基本线索，集中突现了周部族这三代祖先的盛德。其中，武王灭商，是此诗最集中、最突出要表现的重大历史事件，写王季、太任、文王、太姒，不过是说明周家奕世积功累仁，天命所佑，所以武王才克商代殷而立天下。所以，诗人著笔，历述婚媾，皆天作之合，圣德相配。武王克商，也是上应天命、中承祖德、下合四方的。因此，尽管诗意变幻不已，其中心意旨是非常清楚的。全诗虽然笼罩着祀神的宗教气氛和君权神授的神学色彩，其内在的历史真实性一面，还是有认识价值的。</p> <p>　　这是一首叙事诗，但它并不平铺直叙地叙事。文王两次迎亲的描述，生动具体；牧野之战的描绘，更显得有声有色。“牧野洋洋，檀车煌煌，驷騵彭彭”一连三个排比句子，<a href=\"http://so.gushiwen.org/author_1137.aspx\">真可</a>谓把战争的威严、紧迫的气势给和盘托出了。“殷商之旅，其会如林”，虽然写出了敌军之盛，但相比之下，武王的三句誓师，更显得坚强和有力。“维师尚父，时维鹰扬”，虽然仅仅描写了一句，也似乎让人看到了姜太公的雄武英姿。至于它有详有略、前呼后应的表现手法，更使诗篇避免了平铺、呆板和单调，给人以跌宕起伏、气势恢宏而重点突出的感觉。这些，在艺术上都是可取的。诗中的“小心翼翼”、“天作之合”等句也早已成为著名的成语，在现代汉语中仍有很强的活力。</p>",
  "about": "<h2>创作背景</h2> 　　这是周部族的史<a href=\"http://so.gushiwen.org/view_233.aspx\">诗</a>性颂诗，当是周王朝贵族为歌颂自己祖先的功德、为宣扬自己王朝的开国历史而作。《毛诗序》云：“《大明》，文王有明德，故天复命武王也。”",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": [
    "诗经",
    "咏史怀古"
  ]
}