{
  "id": 5122,
  "star": 9419,
  "name": "咏柳 / 柳枝词",
  "dynasty": "唐代",
  "content": "碧玉妆成一树高，万条垂下绿丝绦。<br>不知细叶谁裁出，二月春风似剪刀。",
  "fanyi": "<p><strong>译文</strong><br>高高的柳树长满了翠绿的新叶，轻柔的柳枝垂下来，就像万条轻轻飘动的绿色丝带。<br>这细细的嫩叶是谁的巧手裁剪出来的呢？原来是那二月里温暖的春风，它就像一把灵巧的剪刀。</p> <p><strong>注释</strong><br>碧玉：碧绿色的玉。这里用以比喻春天嫩绿的柳叶。<br>妆：装饰，打扮。<br>一树：满树。一：满，全。在中国古典<a href=\"http://so.gushiwen.org/view_5122.aspx\">诗</a>词和文章中，数量词在使用中并不一定表示确切的数量。下一句的“万”，就是表示很多的意思。<br>绦（tāo）：用丝编成的绳带。这里指像丝带一样的柳条。<br>裁：裁剪。<br>似：如同，好像。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　首句写树，柳树就像一位经过梳妆打扮的亭亭玉立的美人。柳，单单用碧玉来比有两层意思：一是碧玉这名字和柳的颜色有关，“碧”和下句的“绿”是互相生发、互为补充的。二是碧玉这个字在人们头脑中永远留下年轻的印象。“碧玉”二字用典而不露痕迹，南朝乐府有《碧玉歌》，其中“碧玉破瓜时”已成名句。还有南朝萧绎《采莲赋》有“碧玉小家女”，也很有名，后来形成“小家碧玉”这个成语。“碧玉妆成一树高”就自然地把眼前这棵柳树和那位古代质朴美丽的贫家少女联系起来，而且联想到她穿一身嫩绿，楚楚动人，充满青春活力。</p> <p>　　故第二句就此联想到那垂垂下坠的柳叶就是她身上婀娜多姿下坠的绿色的丝织裙带。中国是产丝大国，丝绸为天然纤维的皇后，向以端庄、华贵、飘逸著称，那么，这棵柳树的风韵就可想而知了。</p> <p>　　第三句由“绿丝绦”继续联想，这些如丝绦的柳条似的细细的柳叶儿是谁剪裁出来的呢？先用一问话句来赞美巧夺天工可以传情的如眉的柳叶，最后一答，是二月的春风姑娘用她那灵巧的纤纤玉手剪裁出这些嫩绿的叶儿，给大地披上新装，给人们以春的信息。这两句把比喻和设问结合起来，用拟人手法刻画春天的美好和大自然的工巧，新颖别致，把春风孕育万物形象地表现出来了，烘托无限的美感。</p> <p>　　总的来说，这首<a href=\"http://so.gushiwen.org/view_5122.aspx\">诗</a>的结构独具匠心，先写对柳树的总体印象，再写到柳条，最后写柳叶，由总到分，条序井然。在语言的运用上，既晓畅，又华美。</p><br/><h2>赏析</h2> <p>　　杨柳的形象美是在于那曼长披拂的枝条。一年一度，它长出了嫩绿的新叶，丝丝下垂，在春风吹拂中，有着一种迷人的意态。这是谁都能欣赏的。古典<a href=\"http://so.gushiwen.org/view_5122.aspx\">诗</a>词中，借用这种形象美来形容、比拟美人苗条的身段，婀娜的腰身，也是读者所经常看到的。这诗别出新意，翻转过来。“碧玉妆成一树高”，一开始，杨柳就化身为美人而出现：“万条垂下绿丝绦”，这千条万缕的垂丝，也随之而变成了她的裙带。上句的“高”字，衬托出美人婷婷袅袅的风姿；下句的“垂”字，暗示出纤腰在风中款摆。诗中没有“杨柳”和“腰支”字样，然而这早春的垂柳以及柳树化身的美人，却给写活了。《南史》说刘悛之为益州刺史，献蜀柳数株，“条甚长，状若丝缕。”齐武帝把这些杨柳种植在太昌云和殿前，玩赏不置，说它“风流可爱”。这里把柳条说成“绿丝绦”，可能是暗用这个关于杨柳的著名典故。但这是化用，看不出一点痕迹的。</p> <p>　　“碧玉妆成”引出了“绿丝绦”，“绿丝绦”引出了“谁裁出”，最后，那视之无形的不可捉摸的“春风”，也被用“似剪刀”形象化地描绘了出来。这“剪刀”裁制出嫩绿鲜红的花花草草，给大地换上了新妆，它正是自然活力的象征，是春给予人们美的启示。从“碧玉妆成”到“剪刀”，读者可以看出诗人艺术构思一系列的过程。诗歌里所出现的一连串的形象，是一环紧扣一环的。</p> <p>　　我国古代有不少著名的美女，柳，为什么单单要用碧玉来比呢？这有两层意思：一是碧玉这名字和柳的颜色有关，“碧”和下句的“绿”是互相生发、互为补充的。二是碧玉这个人在人们头脑中永远留下年轻的印象。提起碧玉，人们就会联想到“碧玉破瓜时”这首广泛流传的《碧玉歌》，还有“碧玉小家女”（肖绎《采莲赋》）之类的诗句。碧玉在古代文学作品里，几乎成了年轻貌美的女子的泛称。用碧玉来比柳，人们就会想象到这美人还未到丰容盛鬋的年华；这柳也还是早春稚柳，没有到密叶藏鸦的时候；和下文的“细叶”“二月春风”又是有联系的。</p> <p>　　“碧玉妆成一树高，万条垂下绿丝绦”，深深地抓着了垂柳的特征，在诗人的眼中，它似美女的化身。高高的树干，就像她亭亭玉立的风姿，下垂的柳条，就像她裙摆上的丝带。在这里，柳就是人，人就是柳，两者之间仿佛没有什么截然的分别。而且“碧玉”也有双关的意义。既在字面上与柳树的翠色相合，又指年轻貌美的少女，与下面的“二月春风”恰相呼应——这是早春的垂柳，还未到夏秋之际亭亭如盖、树荫清圆的时候。然而，更妙的以下两句：“不知细叶谁载出，二月春风似剪刀。”在<a href=\"http://so.gushiwen.org/author_368.aspx\">贺知章</a>之前，有谁想过春风像剪刀？把乍暖还寒的二月春风由无形化为有形，它显示了春风的神奇灵巧，并使《咏柳》成为咏物诗的典范之作。</p> <p>　　此诗借柳树歌咏春风，把春风比作剪刀，说她是美的创造者，赞美她裁出了春天。诗中洋溢着人逢早春的欣喜之情。比拟和比喻新奇贴切是此诗的成功之处。因此《唐诗笺注》云：“赋物入妙，语意温柔。” </p>",
  "poet": {
    "id": 368,
    "star": 0,
    "name": "贺知章",
    "image": "http://img.gushiwen.org/authorImg/hezhizhang.jpg",
    "desc": "贺知章(659—744)，字季真，号四明狂客，汉族，唐越州（今绍兴）永兴(今浙江萧山)人，贺知章诗文以绝句见长，除祭神乐章、应制诗外，其写景、抒怀之作风格独特，清新潇洒，著名的《咏柳》、《回乡偶书》两首脍炙人口，千古传诵，今尚存录入《全唐诗》共19首。"
  },
  "tags": [
    "小学古诗",
    "写景",
    "咏物",
    "春天",
    "写风",
    "柳树"
  ]
}