{
  "id": 5515,
  "star": 111,
  "name": "春中田园作",
  "dynasty": "唐代",
  "content": "屋上春鸠鸣，村边杏花白。持斧伐远扬，荷锄觇泉脉。 <br>归燕识故巢，旧人看新历。临觞忽不御，惆怅远行客。",
  "fanyi": "<p><strong>译文<br></strong>屋上有一只春鸠在鸣叫，村边开着大片的白色杏花。<br>手持斧子去整理桑树那长长的枝条，扛起锄头去察看泉水的通路。<br>去年的燕子飞回来了，好像认识它的旧巢。屋里的旧主人在翻看新年的日历。<br>举杯欲饮，又停了下来，想到离开家园作客在外的人，不由惆怅惋惜。</p> <p><strong>注释<br></strong>1.春中（zhòng）：即仲春，农历二月。<br>2.春鸠（jiū）：鸟名，即布谷鸟、杜鹃，象鸽子，有斑鸠、山鸠等。<a href=\"http://so.gushiwen.org/author_322.aspx\">曹植</a>《赠<a href=\"http://so.gushiwen.org/author_419.aspx\">徐干</a>》：“春鸠鸣飞栋，流飙激棂轩”。<br>3.远扬：又长又高的桑枝。《<a href=\"http://so.gushiwen.org/view_5515.aspx\">诗</a>经·豳风·七月》：“蚕月条桑，取彼斧斨，以伐远扬”。砍去又高又长的桑枝，便于以后采桑。<br>4.觇（chān）：探测、察看。泉脉：地下的泉水。地层中的泉流象人体内血脉一样，故称之泉脉。<br>5.看新历：开始新的一年。<br>6.觞（shāng）：古代饮酒用的器皿，此指酒杯。御：进用，饮、喝的意思。<br>7.惆怅远行客：即“远行客惆怅”。远行客：出远门的人。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　此<a href=\"http://so.gushiwen.org/view_5515.aspx\">诗</a>写出了春天的欣欣向荣和农民的愉快欢欣，结尾则表达远行者对乡土的眷恋。全诗健康活泼，清新醇朴。</p> <p>　　冬天很难见到的斑鸠，随着春的来临，很早就飞到村庄来了，在屋上不时鸣叫着，村中的杏花也赶在桃花之前争先开放，开得雪白一片，整个村子掩映在一片白色杏花之中。开头两句十个字，通过鸟鸣、花开，就把春意写得很浓了。接着，诗人由春天的景物写到农事，好像是春鸠的鸣声和耀眼的杏花，使得农民在家里呆不住了，农民有的拿着斧子去修整桑枝，有的扛着锄头去察看泉水的通路。整桑理水是经冬以后最早的一种劳动，可说是农事的序幕。</p> <p>　　归燕、新历更是春天开始的标志。燕子回来了，飞上屋梁，在巢边呢喃地叫着，似乎还能认识它的故巢，而屋中的旧主人却在翻看新一年的日历。旧人、归燕，和平安定，故居依然，但“东风暗换年华”，生活在自然地和平地更替与前进。对着故巢、新历，燕子和人将怎样规划和建设新的生活，这是用极富诗意的笔调，写出春天的序幕。新历出现在人们面前的时候，就像春天的布幕在眼前拉开了一样。</p> <p>　　诗的前六句，都是写诗人所看到的春天的景象。结尾两句，写自己的感情活动。诗人觉得这春天田园的景象太美好了，“物欣欣而向荣，泉涓涓而始流”，一切是那样富有生气，充满着生活之美。诗人很想开怀畅饮，可是，对着酒又停住了，想到那离开家园作客在外的人，无缘享受与领略这种生活，不由得为之惋惜、惆怅。</p> <p>　　此诗春天的气息很浓，而诗人只是平静地淡淡地描述，始终没有渲染春天的万紫千红。但从淡淡的色调和平静的活动中却成功地表现了春天的到来。诗人凭着敏锐的感受，捕捉的都是春天较早发生的景象，仿佛不是在欣赏春天的外貌，而是在倾听春天的脉搏，追踪春天的脚步。诗中无论是人是物，似乎都在春天的启动下，满怀憧憬，展望和追求美好的明天，透露出唐代前期的社会生活和人的精神面貌的某些特征。人们的精神状态也有点像万物欣欣然地适应着春天，显得健康、饱满和开拓。</p>",
  "about": "<h2>创作背景</h2> 　　《春中田园作》写于<a href=\"http://so.gushiwen.org/author_515.aspx\">王维</a>晚年隐居辋川时期，王维集中创作了大量栖心于田园山水的著名<a href=\"http://so.gushiwen.org/view_5515.aspx\">诗</a>篇。",
  "poet": {
    "id": 515,
    "star": 0,
    "name": "王维",
    "image": "http://img.gushiwen.org/authorImg/wangwei.jpg",
    "desc": "王维（701年－761年，一说699年—761年），字摩诘，汉族，河东蒲州（今山西运城）人，祖籍山西祁县，唐朝诗人，有“诗佛”之称。苏轼评价其：“味摩诘之诗，诗中有画；观摩诘之画，画中有诗。”开元九年（721年）中进士，任太乐丞。王维是盛唐诗人的代表，今存诗400余首，重要诗作有《相思》《山居秋暝》等。王维精通佛学，受禅宗影响很大。佛教有一部《维摩诘经》，是王维名和字的由来。王维诗书画都很有名，非常多才多艺，音乐也很精通。与孟浩然合称“王孟”。"
  },
  "tags": [
    "春天",
    "田园",
    "写景",
    "农事"
  ]
}