{
  "id": 48064,
  "star": 481,
  "name": "西洲曲",
  "dynasty": "南北朝",
  "content": "忆梅下西洲，折梅寄江北。<br>单衫杏子红，双鬓鸦雏色。<br>西洲在何处？两桨桥头渡。<br>日暮伯劳飞，风吹乌臼树。<br>树下即门前，门中露翠钿。<br>开门郎不至，出门采红莲。<br>采莲南塘秋，莲花过人头。<br>低头弄莲子，莲子清如水。<br>置莲怀袖中，莲心彻底红。<br>忆郎郎不至，仰首望飞鸿。<br>鸿飞满西洲，望郎上青楼。<br>楼高望不见，尽日栏杆头。<br>栏杆十二曲，垂手明如玉。<br>卷帘天自高，海水摇空绿。<br>海水梦悠悠，君愁我亦愁。<br>南风知我意，吹梦到西洲。",
  "fanyi": "<p><strong>译文</strong><br>思念梅花很想去西洲，去折下梅花寄去长江北岸。<br>（她那）单薄的衣衫像杏子那样红，头发如小乌鸦那样黑。<br>西洲到底在哪里？摇着小船的两支桨就可到西洲桥头的渡口。<br>天色晚了伯劳鸟飞走了，晚风吹拂着乌桕树。<br>树下就是她的家，门里露出她翠绿的钗钿。<br>她打开家门没有看到心上人，便出门去采红莲。<br>秋天的南塘里她摘着莲子，莲花长得高过了人头。<br>低下头拨弄着水中的莲子，莲子就像湖水一样青。<br>把莲子藏在袖子里，那莲心红得通透底里。<br>思念郎君郎君却还没来，她抬头望向天上的鸿雁。<br>西洲的天上飞满了雁儿，她走上高高的楼台遥望郎君。<br>楼台虽高却看望不到郎君，她整天倚在栏杆上。<br>栏杆曲曲折折弯向远处，她垂下的双手明润如玉。<br>卷起的帘子外天是那样高，如海水般荡漾着一片空空泛泛的深绿。<br>如海水像梦一般悠悠然然，伊人你忧愁我也忧愁啊。<br>南风若知道我的情意，请把我的梦吹到西洲（与她相聚）。</p> <p><strong>注释</strong><br>①《西洲曲》：选自《乐府<a href=\"http://so.gushiwen.org/view_48064.aspx\">诗</a>集·杂曲歌辞》。这首诗是南朝民歌。西洲曲，乐府曲调名。<br>②忆梅下西洲，折梅寄江北：意思是说，女子见到梅花又开了，回忆起以前曾和情人在梅下相会的情景，因而想到西洲去折一枝梅花寄给在江北的情人。下，往。西洲，当是在女子住处附近。江北，当指男子所在的地方。<br>③鸦雏色：像小乌鸦一样的颜色。形容女子的头发乌黑发亮。<br>④两桨桥头渡：从桥头划船过去，划两桨就到了。<br>⑤伯劳：鸟名，仲夏始鸣，喜欢单栖。这里一方面用来表示季节，一方面暗喻女子孤单的处境。<br>⑥乌臼：现在写作“乌桕”。<br>⑦翠钿：用翠玉做成或镶嵌的首饰。<br>⑧莲子：和“怜子”谐音双关。<br>⑨青如水：和“清如水”谐音，隐喻爱情的纯洁。<br>⑩莲心：和“怜心”谐音，即爱情之心。<br>⑾望飞鸿：这里暗含有望书信的意思。因为古代有鸿雁传书的传说。<br>⑿青楼：油漆成青色的楼。唐朝以前的诗中一般用来指女子的住处。<br>⒀尽日：整天。<br>⒁卷帘天自高，海水摇空绿：意思是说，卷帘眺望，只看见高高的天空和不断荡漾着的碧波的江水。海水，这里指浩荡的江水。<br>⒂海水梦悠悠：梦境像海水一样悠长。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　《西洲曲》，五言三十二句，是南朝乐府民歌中少见的长篇。全文感情十分细腻，“充满了曼丽宛曲的情调，清辞俊语，连翩不绝，令人‘情灵摇荡’。”《西洲曲》可谓这一时期民歌中最成熟最精致的代表作之一。</p> <p>　　首句由“梅”而唤起女子对昔日与情人在西洲游乐的美好回忆以及对情人的思念。自此，纵然时空流转，然而思念却从未停歇。接下来是几幅场景的描写：西洲游乐，女子杏红的衣衫与乌黑的鬓发相映生辉、光彩照人；开门迎郎，满怀希望继而失望，心情跌宕；出门采莲，借采莲来表达对情人的爱慕与思念；登楼望郎，凭栏苦候，寄情南风与幽梦，盼望与情人相聚。这其中时空变化，心情也多变，时而焦虑，时而温情，时而甜蜜，时而惆怅，全篇无论是文字还是情感都流动缠绵。[5]</p> <p>　　《西洲曲》在艺术上有以下三点值得注意。</p> <p>　　第一是善于在动态中表达人物的思想感情。比如“门中露翠钿”一句，生动形象地通过动作表达出了人物的心情，而“采莲南塘秋”六句，是全篇的精华所在，它集中笔墨描写主人公的含情姿态，借物抒情，通过“采莲”“弄莲”“置莲”三个动作，极有层次地写出人物感情的变化，动作心理描写细致入微，真情感人。</p> <p>　　第二是叠字和顶真的运用。“开门迎郎”场景中，四个“门”字的叠用，强化了女子急切盼望心上人的到来，而不时从门缝向外张望的焦虑心情。“出门采莲”场景中，又连用七个“莲”字，着意渲染女子缠绵的情思。而顶真的运用使得句子灵活生动，朗朗上口。</p> <p>　　第三是双关隐语的运用。双关隐语，是南朝乐府民歌中一个显明的特征，它在<a href=\"http://so.gushiwen.org/view_48064.aspx\">诗</a>经时代的民歌和汉魏乐府民歌中很少见。一说“莲”与“怜”字谐音双关，而“怜”又是“爱”的意思，隐语极言女子对情人的爱恋。同时，“莲子清如水”暗示感情的纯洁，而“莲心彻底红”是说感情的浓烈。这些双关隐语的运用使诗歌显得含蓄多情。</p> <p>　　另外值得一提的是，此诗以“难解”著称，有研究者将其称之为南朝文学研究的“哥德巴赫猜想”。比如关于此诗的叙述视角就有不同解读，多数人从女子的视角来理解，也有人从男子的视角入手，认为“忆梅下西洲”中的“梅”指代男主角所寄情的心上人。常言道，诗无达诂，我们在解读的时候也可以尝试多种新的视角，从而使诗歌的意蕴更加丰富。</p>",
  "about": "<h2>创作特点</h2> <p>　　1.心思巧藏，以动作展现心境<br>　　“折梅寄江北”，女主人公折梅一枝，唤起对过去西洲梅下相会的回忆，因思念情人想去西洲，于是穿上了“杏子红”的“单衫”，梳起了“鸦雏色”的头发。一折、一穿、一梳，动作看似随意，却展现出痴心女子对爱人思念之深的心境。<a href=\"http://so.gushiwen.org/view_48064.aspx\">诗</a>歌的第七句至第十二句，写出少女沉浸于忆念、相思中。风吹叶落，她误以为情人足音，乃“门中露翠钿”，从门缝中探出头等候情人的到来。一“露”，表露了急切、害羞的少女情怀，但情人依旧是无影无踪，心中的焦急之情再也抑制不住了。“开门郎不至，出门采红莲”，为了掩过邻人的耳目，只好借故出门去采莲。此刻的她，百感交集：深切的思念，失意的感觉，受窘为难的心态，一起涌向心头。这种含羞的姿态，渴慕相思的神色，一系列巧作掩饰的动作，描绘的惟妙惟肖，跃然纸上。于平常的动作中，巧妙地刻画出女子微妙的心理，及对爱情胸怀一颗赤诚之心。</p> <p>　　2.托物寄情，巧借景物吐真情<br>　　“我寄愁心与明月，随风直到夜郎西。”（<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>）“仰头看明月，寄情千里光。”（民歌《子夜四时歌》）这些诗句是托月寄情，而这一作品则是托“梅”托“莲”来表达相思。“忆梅下西洲，折梅寄江北”，折梅表达思念之情，以自然景物起兴。“莲花”、“莲子”、“莲心”，由外而内“彻底红”。“莲心”即“怜心”，“彻底红”即红得透彻，喻爱情的赤诚坚贞，语意双关。“忆郎郎不至，仰首望飞鸿”，鸿雁可传情，然而，“鸿飞满西洲”，却没有传来情人的音讯，极写相思之深；“海水梦悠悠”，“海水”“悠悠”，喻终年的相思没有穷尽，托物寄情。总之，诗歌善于以眼前的寻常之物，或起兴抒情，或比喻言志，或语意双关，婉转倾吐真情，耐人寻味。</p> <p>　　3.时节变迁，巧用民间词语<br>　　早春时节可“折梅”，春夏之交穿“单衫”，仲夏之时“伯劳飞”，于初秋“采红莲”，值仲秋“弄莲子”，到深秋“望飞鸿”。诗中巧妙地运用民间丰富的词语，表明了季节的变换，条理井然，时序渐进。女子相思怀念的深情，娓娓动听地叙述在诗的字里行间。</p> <p>　　4.蝉联而下，巧“接字”<br>　　全诗三十二句，四句一解，用蝉联而下的接字法，顶针勾连，技法之“巧”，真令人拍案叫绝。“日暮伯劳飞，风吹乌臼树。树下即门前，门中露翠钿”，“低头弄莲子，莲子清如水”，“忆郎郎不至，仰首望飞鸿。鸿飞满西洲，望郎上青楼”等等诗句，如此环环相扣，接字成篇，不仅声情摇曳，情味无穷，而且节奏和谐，优美动听。</p><br/><h2>争议</h2> <p>　　这首《西洲曲》，<a href=\"http://so.gushiwen.org/author_55.aspx\">郭茂倩</a>编的《乐府<a href=\"http://so.gushiwen.org/view_48064.aspx\">诗</a>集》收入“杂曲歌辞”类，认为是“古辞”。《玉台新咏》作<a href=\"http://so.gushiwen.org/author_509.aspx\">江淹</a>诗，但宋本不载。明清人编的古诗选本，或作“晋辞”，或以为是梁武帝<a href=\"http://so.gushiwen.org/author_884.aspx\">萧衍</a>所作。这个问题，很难成定论。但从内容和风格看，它当是经文人润色改定的一首南朝民歌，十分精致流丽，广为后人传诵。</p> <p>　　此诗以四句为一节，基本上也是四句一换韵，节与节之间用民歌惯用的“接字”法相勾联，读来音调和美，声情摇曳。<a href=\"http://so.gushiwen.org/author_39.aspx\">沈德潜</a>在《古诗源》中说它“续续相生，连跗接萼，摇曳无穷，情味愈出”，确实道出了它在艺术上的特色。然而，如何正确理解这首诗的内容，却是学术界争议已久的问题，直到目前为止，也未能统一认识。</p> <p>　　这首诗主要是写一个少女，刻划她思念情侣的炽热而微妙的心情。然而，它既不是以少女自述的第一人称口吻来写，也不作诗人第三人称的客观描述，而是让这位少女的情侣用“忆”的方式来抒写，所以全诗都作男子诉说的口气。后来<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>的《月夜》，写诗人对月怀念妻子，却设想妻子对月怀念自己，正是使用同样的手法。通过她的种种情况的描写，生动地塑造了一位美丽轻灵、纯洁多情的少女形象。这是全诗在艺术构思上的总的设想；若不这样理解，那将是越理越乱，最终变成一团乱麻，使人读来神秘恍惚，造成似懂非懂的印象。</p> <p>　　《西洲曲》是南朝乐府民歌中最长的抒情诗篇。诗中描写了一位少女从初春到深秋，从现实到梦境，对钟爱之人的苦苦思念，洋溢着浓厚的生活气息和鲜明的感情色彩。表现出鲜明的民族特色和纯熟的表现技巧。</p> <p>　　全诗三十二句，四句一解，用蝉联而下的接字法，顶真勾连。全诗技法之“巧”，真令人拍案叫绝。</p> <p>　　最早著录于<a href=\"http://so.gushiwen.org/author_386.aspx\">徐陵</a>所编《玉台新咏》的《西洲曲》，历来被视为南朝乐府民歌的代表作。沈德潜称其“续续相生，连跗接萼，摇曳无穷，情味愈出”(《古诗源》卷十二)，陈祚明则谓之“言情之绝唱”(《采菽堂古诗选》)，其艺术魅力自不容置疑。但与一般南朝乐府民歌不同的是，《西洲曲》极为难解，研究者甚至称之为南朝文学研究的“歌德巴赫猜想”(见《汉魏六朝诗歌鉴赏集》陈志明文)。《西洲曲》的语言一如民歌的清新质朴而少用事典，所以其难解并不在字词的生僻、晦涩，而是整首诗的诗意难以得到一个贯通全篇的畅达的解释。之所以如此，乃是因为诗歌所涉时间、地点、人物、情节等，都有幽暗不明之处，难以得到一个一致的解释。也许正因如此，“有人说这诗是若干短章的拼合，内容未必是完整统一的”(余冠英《谈西洲曲》)。但诚如余先生所言：“这话我却不敢信，因为诗的起讫都提到‘西洲’，中间也一再提到‘西洲’，分明首尾可以贯串，全篇必然是一个整体，且必然道着一个与西洲有关的故事。”(同上)可以说，如果《西洲曲》不是一个整体，那么所谓“《西洲曲》标志着南朝民歌在艺术发展上的最高成就”(游国恩等主编《中国文学史》)，便无从谈起。因此，求得《西洲曲》诗意的完整而畅达的解释，便直接关乎其文学史地位的评价。也正是在这个问题上，对《西洲曲》这篇名作的“猜想”远未完成，而不仅仅是一个“诗无达诂”的问题。</p> <p>　　余冠英先生在《西洲曲》的注释中说：这首诗写一个女子对所欢的思和忆。开头说她忆起梅落西洲那可纪念的情景，便寄一枝梅花给在江北的所欢，来唤起他相同的记忆，以下便写她从春到秋，从早到晚的相思。诗中有许多辞句表明季节，如“折梅”表早春，“单衫”表春夏之交，“采红莲”应在六月，“南塘秋”该是早秋(因为还有“莲花过人头”)，“弄莲子”已到八月，“鸿飞满西洲”便是深秋景象。(《汉魏六朝诗选》第三卷)</p> <p>　　这一具有经典性的解释，至少意在解决这样三个问题：第一，这首诗是一个多情女子对自己情郎的思念之歌。游国恩先生曾以为《西洲曲》从开头到“海水摇空绿”句皆为男子口气，只有末四句为女子自道心事；叶玉华先生则认为全诗部是女子的口吻(参见余冠英《古代文学杂论·谈西洲曲》)。余冠英先生确定“这首诗写一个女子对所欢的思和忆”，而以为“篇末四句当然是女子的口气，这四句以上却不妨都作为第三者的叙述”(同上)，可以说已经解决了这个问题，研究者已无疑义。第二，诗中女子居于江南，而其情郎住于江北，西洲则是二人共同纪念的地方。余先生说：“西洲固然不是诗中女子现在居住之地，也不是男子现在居住之地，它是另一个地方。……它何妨是一个名副其实的江中的洲呢?”(同上)第三，这首诗写的是“四季相思”。</p> <p>　　显然，上述三个问题正是理解《西洲曲》的关键。如果说，第一个问题已不成问题，研究者早已取得共识；那么，后两个问题虽很少有人再有疑问，但笔者感到，要想贯通全诗，其中仍有阻隔。首先，女子居于江南，其情郎居于江北，这是没有问题的；但西洲与江南、江北的关系是什么呢?一般据诗中“西洲在何处，两桨桥头渡”二句，认为西洲距女子居处不远，或谓即在江南，或谓距江南岸不远而两桨可渡。那么，其与江北便相距甚遥。但是，诗末却说：“南风知我意，吹梦到西洲。”这两句千古传颂，正因其涉想新奇，情思无限；它寄托的显然是这位女子对情郎的思念之情，如果西洲离女子居处不远，“吹梦”又有何必要?其次，正如余冠英先生所说：“这首诗表面看来像是若干首绝句联接而成，其实是两句一截。”(同上)所谓“两句一截”，正是从诗意着眼的；所谓“续续相生，连跗接萼”，正说明整首诗诗意的完整、统一而浑然一体。以“两句一截”的形式而写“四季相思”，不仅少见，而且很可能会破坏诗意的完整、统一。诗歌所写，乃一位女子的所思所想所作所为，尤其是她的一连串的动作；这一连串的动作怎么会分到四季写呢?比如，从开门盼郎至出门采莲．从采莲南塘至低首弄莲，这显然是这位女子的一系列连贯的动作，怎么可以分散到几个月去写呢?现代影视艺术有所谓“蒙太奇”的艺术手法，通过镜头的剪接、组合，可以有较长时间的跨越、衔接而产生连贯的效果。但省略的时间亦必须有结果体现出来，连贯只是效果的连贯，决不可一个连续的动作跨越很长时间。因此，如果说《西洲曲》写的是“四季相思”，即在现代艺术也是颇难理解的，更何况它是千余年前的作品呢?不过最后一句说“南风知我意，吹梦到西洲”，我想也可以理解为本诗描写的是一个人的梦境，这样诗中四季更迭的纷乱意象就不难理解了。</p> <p>　　以上两个问题是密切相关的。诗歌所涉地点不确或理解有误，便难以真正弄清其所涉时间。这两个问题的幽暗不明，便使得整首诗诗意难以连贯，许多解释也就龃龉难合。其实，诗歌的末四句为女子自道向无异议，而“南风知我意，吹梦到西洲”，则明确地显示出西洲即是这位女子的情郎所居之地，它正在江北。只有如此理解，才能真正确切把握“南风吹梦”的诗意。范云《闺思》诗有“几回明月夜，飞梦到郎边”句，<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>《闻<a href=\"http://so.gushiwen.org/author_437.aspx\">王昌龄</a>左迁龙标遥有此寄》诗有“我寄愁心与明月，随风直到夜郎西”句，皆从《西洲曲》化出；他们对“南风吹梦”诗意的理解，正说明西洲只能是情郎所居之地。<a href=\"http://so.gushiwen.org/author_415.aspx\">温庭筠</a>《西洲曲》谓“西洲风色好，遥见武昌楼”。武昌在长江南岸，既云“遥见”则西洲可能正在江北。而据“出门采红莲。采莲南塘秋”之句，可知诗中女子距南塘之地不远。《新唐书·地理志》说：“钟陵，贞元中又更名，县南有东湖。元和三年，刺史<a href=\"http://so.gushiwen.org/author_1961.aspx\">韦丹</a>开南塘斗门以节江水，开陂塘以溉田。”耿湋《春日洪州即事》亦云：“钟陵春日好，春水满南塘。”可见南塘在钟陵附近，即在今江西南昌附近。因此，诗中女子乃居于南昌附近，其与西洲相去远矣；所谓“南风”、“吹梦”，正以此也。借用余冠英先生的话说：“‘江北’可不见得近啊！要是近，就不会有这许多梦，许多愁，也就没有这首诗了。”(《谈西洲曲》)笔者以为，西洲正在江北，《西洲曲》所谓“江北”亦正指西洲。</p> <p>　　确定了诗歌所涉地点，则诗意的贯通便较为容易了。首二句“忆梅下西洲，折梅寄江北”，并非写梅落西洲、女子折梅。“下”者，到也。温庭筠《西洲曲》谓：“悠悠复悠悠，昨日下西洲。”“下”正是“到”的意思。南朝民歌《那呵滩》亦有：“闻欢下扬州，相送江津湾。”其意甚明。但“忆梅下西洲”也并非这位女子要到西洲去折梅花，而是说这位女子想到自己所寄梅花可能早已到了西洲，到了情郎的手中。“折梅寄江北”是对“忆梅下西洲”的补充说明，或谓首二句就是一个倒装句。“折梅”是过去所为，“忆梅“才是此时所思。只有如此理解，方与下文所写季节相合。如上所述，谓此诗为“四季相思”实难讲通，这不仅因为诗意难贯，而且通常所谓诗中表明季节的辞句，其实不然。如谓“单衫”句表春夏之交或春天，“单衫”岂止春天可穿?“杏子红(黄)”与“鸦雏色”相对而言，所指为“单衫”色彩，亦不表明季节。又如谓“日暮伯劳飞”表夏天，更属望文生解。《礼记·月令》诚有“仲夏鵙始鸣”之载，《诗·豳风·七月》亦有“七月鸣鵙”之句，“鵙”即为伯劳；但伯劳“始鸣”与“伯劳飞”井非一回事是显然可见的。因此，《西洲曲》所涉时节决不用“猜”，“采莲南塘秋”已作了明确说明；至于采莲时节又有“莲花过人头”亦并不奇怪，故亦不必再分初秋、中秋和深秋。所以，秋天便是《西洲曲》的季节背景。“秋露如珠，秋月如圭，明月白露，光阴往来；与子之别，思心徘徊”(江淹《别赋》)，正是在秋日怀人时节，这位女子想起自己曾寄梅花一事，从而有所盼望。先说“忆梅下西洲”，而后补充自己曾经“折梅寄江北”，正表明心情的迫切和思念之深重，极为切合此时女子的心态。实际上，忆及折梅、寄梅之事，只是一个“引子”，是绵绵之思的开始。</p> <p>　　诗篇在写了女子想到西洲以后，插叙了一下女子的打扮及其美丽的容貌，即“单衫杏子红(黄)，双鬓鸦雏色”，这可以说是一种体察入微的心理描绘或烘托。本来，“西洲在何处”的交代紧承“折梅寄江北”正合乎逻辑；然而女主人公既想起了情郎，想起了自己曾折梅寄往江北，因而她多少抱有情郎可能归来的希望，下文所谓“开门郎不至”正说明了这一希望的存在。正因有这个希望，她才在想到了情郎之后，立即注意到自己的装束和姿容，所谓“女为悦己者容”，要是情郎已站在门外了呢?所以这两句正绝妙地刻画出女主入公此时的心理活动，而不只是对其装束的简单交代。“西洲在何处?两桨桥头渡”二句，既交代了西洲之位置，亦表现出此女子对其挂怀之情；之所以值得如此魂牵梦绕，正因其为情郎所在地。所谓“两桨桥头渡”，一般释为划两下桨就到了，所距很近。其实这是误解。南朝民歌的《西曲歌》中有《莫愁乐》二首，其一云：“莫愁在何处?莫愁石城西。艇子打两桨，催送莫愁来。”所谓“两桨”，指的就是船的两个桨；在《西洲曲》中，借以指船。其意是说，要到西洲去，需要乘船过江，此亦正说明西洲在江北。以上六句所描绘的乃是一个静坐相思的女子的形象，而非正乘船到西洲采梅的女子形象。如此理解，则与下文正好贯通。</p> <p>　　“日暮伯劳飞，风吹乌臼树”，是对女主人公居住环境的描写。《古微书》说：“博劳好单栖。”所以，这里的环境描写也是一种象征，显示了这位女子的孤独和凄清。“树下即门前，门中露翠钿”，则静坐相思的女子形象方直接呈现出来。如上所说，盼望郎归已在情理之中，而归来又并不是现实；“开门郎不至”就既写了现实的严酷，又暗含了女主人公的希望。静坐相思无望，便“出门采红莲”，以遣不尽的相思之情。然而，既然带着思念的心情“出门”，则相思之情注定非但难以去除，反而因采莲而加重。以下对采莲情节的细致描绘，正体现了这种情形。研究者早已指出，“莲”与“怜”谐音双关，则“青如水”的“莲子”正是女主人公纯洁爱情的象征，也就难怪其如此爱怜，以至于“置莲怀袖中”了；“莲心彻底红”，可以说是他们之间爱情的象征。在此情形之下，这位女子盼郎归的心情也就更加迫切，以至于“忆郎郎不至，仰首望飞鸿”了。诗歌对女主人公翘首以望飞鸿的描绘可谓生动传神，韵味悠长。“望飞鸿”既是一种无可奈何的自然动作，又是一种有目的的盼望——盼郎不至而盼有信来，所谓“鸿雁传书”。然而信也没有。以下所谓“鸿飞满西洲”，并非女主人公看到了大雁飞满西洲，而是一种猜度之词。其意是说，时值秋日，“鸿飞应满西洲”，而人皆谓“鸿雁传书”，为何你竟无音信?正是带着这种疑惑的心情，这位女子“望郎上青楼”了。“青楼”，漆成青色的楼，在南朝所指不一。<a href=\"http://so.gushiwen.org/author_322.aspx\">曹植</a>《美女篇》云；“青楼临大路，高门结重关。”则“青楼”指显贵家之闺阁。《南齐书·东昏侯纪》谓：“世祖兴光楼上施青漆，世谓之青楼。”则“青楼”指帝王所居。梁诗人刘邈《万山见采桑人诗》有：“倡妾不胜愁，结束下青楼。”“青楼”便指妓院了。“望郎上青楼”句显示了《西洲曲》带有文人诗的色彩。青楼虽高却仍然望不见，望不见又并不甘心，便有了“尽日栏杆头”的执着。所谓“尽日”，乃夸饰之词，是说凝望有时，而非终日伫立。较长时间的扶栏眺望，自然会注意到平常所不注意的事情；所谓“栏杆十二曲，垂手明如玉”，正写出女主人公此时百无聊赖的心境，与上文“单衫”两句恰成鲜明的对照。“双鬓鸦雏色”还显示着自信和希望，而“垂手明如玉”则表现出愁怅和怨恨，因为此时是空有“垂手明如玉”，尽日望郎郎不归！这种心理活动的描绘是白描式的，甚至“不着一字”，然而又是细致入微的，可谓“尽得风流”，体现出中国古代诗歌的独特风韵。“栏杆”二句写女主人公对近景的仔细而又是漫不经心的注意，“卷帘天自高，海水摇空绿”二句则<br>　　是对眼前远景的观察。余冠英先生说：“以上二句似倒装。秋夜的一片蓝天像大海。风吹帘动，隔帘见天便觉似海水滉漾。一说内地人有呼<a href=\"http://so.gushiwen.org/author_1462.aspx\">江为</a>海者，‘海水’即指江水。”(《汉魏六朝诗选》第三卷)<a href=\"http://so.gushiwen.org/author_2884.aspx\">鲁迅</a>先生在小说《白光》中有这样的描绘：“空中青碧倒如一片海……”其境正似“秋夜的一片蓝天像大海”的“海水摇空绿”。不过．从下文“海水梦悠悠”句看，“海水”似有实指，而不仅仅是一个比喻。与其说“海水”即指江水，勿宁说它指的是湖水。这不仅因为内地许多湖即名为海，而且上文所引《新唐书·地理志》正指出南塘附近有一“东湖”。</p> <p>　　诗歌至此，女主人公盼君君不归，等书书不到，心情陷入无端的愁怅。“海水梦悠悠，君愁我亦愁”，她不仅自己愁思绵绵，而且也想到了情郎同样会愁绪满怀；他们的愁思像蓝天、湖水，无边无际，缠绵不绝。此时，便只有在梦中相见的希望了。“南风知我意，吹梦到西洲”，这是想像，更是希望；这一想像和希望既合情合理，是情之所至、不得不然，又新奇鲜美、生动感人。它是情之所至，那是因为女主人公自“日暮”盼郎，经历了南塘采莲、望郎登楼等一系列活动，至此天色已晚，她必须就寝休息了，盼望梦中相见是所剩惟一的希望；它涉想新奇，乃是因为她并非如一般所谓自己多么希望能梦见情郎，而是把自己的心事诉诸南风，请南风把自己的梦吹往西洲，带到情郎的身旁。这种含蓄、细腻、婉转的表情方式，集中而典型地体现出南方民歌的艺术特色及其独特的艺术风格。</p> <p>　　综上可见，《西洲曲》乃心系西洲、怀念郎君之作。其所涉地点只有两处，一是郎君所在地西洲，一是女子所在地南塘附近；一在江北，一在江南，且相距甚遥。其中人物，出场的是女子，幕后的是情郎；全诗既可以看成以第三人称而写女子，亦可视为女子自道，或者其中既有女子自道，亦有以第三人称而作的叙述，但其中没有男子的声音或描写，则是显然的。本诗的时间，不是写四季，也不是写春夏秋三季或夏秋两季，而就是写秋天；而且其中所写，只是秋日某天下午至天黑这段时间里，女主人公的所思所想所作所为。所有这些，实际上又可归结为一点，那就是这位女子的相思之情。《西洲曲》可谓中国诗歌史上的“言情之绝唱”。</p><br/><h2>创作背景</h2> 　　《西洲曲》是南朝乐府民歌中的名篇，也是乐府民歌的代表之作。写作时间和背景没有定论，一说是产生于梁代的民歌，收入当时乐府<a href=\"http://so.gushiwen.org/view_48064.aspx\">诗</a>集，另一说是<a href=\"http://so.gushiwen.org/author_509.aspx\">江淹</a>所作，为<a href=\"http://so.gushiwen.org/author_386.aspx\">徐陵</a>《玉台新咏》所记载。还有一说在明清人编写的古诗选本里，又或作“晋辞”，或以为是梁武帝<a href=\"http://so.gushiwen.org/author_884.aspx\">萧衍</a>所作。但此诗具体在何时产生，又出自何人之手，千百年来没有足够的证据来说明，扑朔迷离中一直难以形成定论。",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": [
    "乐府",
    "民歌",
    "梅花",
    "女子",
    "思念"
  ]
}