{
  "id": 57601,
  "star": 10337,
  "name": "青玉案·元夕",
  "dynasty": "宋代",
  "content": "东风夜放花千树。更吹落、星如雨。宝马雕车香满路。凤箫声动，玉壶光转，一夜鱼龙舞。 <br>蛾儿雪柳黄金缕。笑语盈盈暗香去。众里寻他千百度。蓦然回首，那人却在，灯火阑珊处。",
  "fanyi": "<p><strong>译文</strong><br>像东风吹散千树繁花一样，又吹得烟火纷纷，乱落如雨。豪华的马车满路芳香。悠扬的凤箫声四处回荡，玉壶般的明月渐渐西斜，一夜鱼龙灯飞舞笑语喧哗。<br>美人头上都戴着亮丽的饰物，笑语盈盈地随人群走过，身上香气飘洒。我在人群中寻找她千百回，猛然一回头，不经意间却在灯火零落之处发现了她。</p> <p><strong>注释</strong><br>⑴青玉案：词牌名。“案”读wan，第三声，与“碗”同音。<br>⑵元夕：夏历正月十五日为上元节，元宵节，此夜称元夕或元夜。<br>⑶“东风”句：形容元宵夜花灯繁多。花千树，花灯之多如千树开花。<br>⑷星如雨：指焰火纷纷，乱落如雨。星，指焰火。形容满天的烟花。<br>⑸宝马雕车：豪华的马车。<br>⑹“凤箫”句：指笙、箫等乐器演奏。凤箫，箫的美称。<br>⑺玉壶：比喻明月。亦可解释为指灯。<br>⑻鱼龙舞：指舞动鱼形、龙形的彩灯，如鱼龙闹海一样。<br>⑼“蛾儿”句：写元夕的妇女装饰。蛾儿、雪柳、黄金缕，皆古代妇女元宵节时头上佩戴的各种装饰品。这里指盛装的妇女。<br>⑽盈盈：声音轻盈悦耳，亦指仪态娇美的样子。暗香：本指花香，此指女性们身上散发出来的香气。<br>⑾他：泛指第三人称，古时就包括“她”。千百度：千百遍。<br>⑿蓦然：突然，猛然。<br>⒀阑珊：零落稀疏的样子。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这首词的上半阕写正月十五的晚上，满城灯火，尽情狂欢的景象。</p> <p>　　“东风夜放花千树，更吹落，星如雨”：一簇簇的礼花飞向天空，然后像星雨一样散落下来。一开始就把人带进“火树银花”的节日狂欢之中。“东风夜”化用<a href=\"http://so.gushiwen.org/author_113.aspx\">岑参</a>的忽如一夜春风来，千树万树梨花开。</p> <p>　　“宝马雕车香满路”：达官显贵也携带家眷出门观灯。跟下句的“鱼龙舞”构成万民同欢的景象。</p> <p>　　“凤箫声动，玉壶光转，一夜鱼龙舞”：“凤箫”是排箫一类的吹奏乐器，这里泛指音乐；“玉壶”指明月；“鱼龙”是灯笼的形状。这句是说，在月华下，灯火辉煌，沉浸在节日里的人通宵达旦载歌载舞。</p> <p>　　下阕仍然在写“元夕”的欢乐，且一对意中人在大街巧遇的场景。只不过上阕写的是整个场面，下阕写一个具体的人，通过他一波三折的感情起伏，把个人的欢乐自然地融进了节日的欢乐之中。</p> <p>　　“蛾儿雪柳黄金缕，笑语盈盈暗香去”：这一句写的是元宵观灯的女人，她们穿着美丽的衣服，戴着漂亮的手饰，欢天喜地朝前奔去，所过之处，阵阵暗香随风飘来。“雪柳”是玉簪之类的头饰。</p> <p>　　“众里寻他千百度”：（这人）对着众多走过的女人一一辨认（但没有一个是他所等待的意中人）。</p> <p>　　“蓦然回首，那人却在灯火阑珊处”：偶一回头，却发现自己的心上人站立在昏黑的幽暗之处。</p> <p>　　“灯火阑珊”勿作“良夜将逝”解，“灯火阑珊”虽然是灯火渐渐散尽的意思，但这儿说的是天空飘洒下来的礼花，快接近地面时早已熄灭散尽，所以即使头上有流光溢彩，站立的地方却是昏暗的。</p> <p>　　同时，还有一种说法认为：站在灯火阑珊处的那个人，是对他自己的一种写照。根据历史背景可知，当时的他不受重用，文韬武略施展不出，心中怀着一种无比惆怅之感，所以只能在一旁孤芳自赏。也就像站在热闹氛围之外的那个人一样，给人一种清高不落俗套的感觉，体现了受冷落后不肯同流合污的高士之风。</p> <p>　　作为一首婉约词，这首《青玉案》与北宋婉约派大家<a href=\"http://so.gushiwen.org/author_432.aspx\">晏殊</a>和<a href=\"http://so.gushiwen.org/author_535.aspx\">柳永</a>相比，在艺术成就上毫不逊色。词从开头起“东风夜放花千树”，就极力渲染元宵佳节的热闹景象：满城灯火，满街游人，火树银花，通宵歌舞。然而作者的意图不在写景，而是为了反衬“灯火阑珊处”的那个人的与众不同。此词描绘出元宵佳节通宵灯火的热闹场景，<a href=\"http://so.gushiwen.org/author_664.aspx\">梁启超</a>谓“自怜幽独，伤心人别有怀抱。”认为此词有寄托，可谓知音。上片写元夕之夜灯火辉煌，游人如云的热闹场面，下片写不慕荣华，甘守寂寞的一位美人形象。美人形象便是寄托着作者理想人格的化身。“众里寻他千百度，蓦然回首，那人却在，灯火阑珊处。”<a href=\"http://so.gushiwen.org/author_408.aspx\">王国维</a>把这种境界称之为成大事业者，大学问者的第三种境界，确是大学问者的真知灼见。</p> <p>　　全文主要运用了反衬的表现手法，表达出作者不与世俗同流合污的追求（词人对理想的追求的执着和艰辛）。</p> <p>　　古代词人写上元灯节的词，不计其数，<a href=\"http://so.gushiwen.org/author_217.aspx\">辛弃疾</a>的这一首，却没有人认为可有可无，因此也可以称作是豪杰了。然而究其实际，上阕除了渲染一片热闹的盛况外，并无什么独特之处。作者把火树写成与固定的灯彩，把“星雨”写成流动的烟火。若说好，就好在想象：东风还未催开百花，却先吹放了元宵节的火树银花。它不但吹开地上的灯花，而且还从天上吹落了如雨的彩星——燃放的烟火，先冲上云霄，而后自空中而落，好似陨星雨。“花千树”描绘五光十色的彩灯缀满街巷，好像一夜之间被春风吹开的千树繁花一样。这是化用唐朝<a href=\"http://so.gushiwen.org/view_57601.aspx\">诗</a>人岑参的“忽如一夜春风来，千树万树梨花开”。然后写车马、鼓乐、灯月交辉的人间仙境——“玉壶”，写那民间艺人们载歌载舞、鱼龙漫衍的“社火”百戏，极为繁华热闹，令人目不暇接。其间的“宝”也，“雕”也“凤”也，“玉”也，种种丽字，只是为了给那灯宵的气氛来传神来写境，大概那境界本非笔墨所能传写，幸亏还有这些美好的字眼，聊为助意而已。这也是对词中的女主人公言外的赞美 。</p> <p>　　下阕，专门写人。作者先从头上写起：这些游女们，一个个雾鬓云鬟，戴满了元宵特有的闹蛾儿、雪柳，这些盛装的游女们，行走过程中不停地说笑，在她们走后，只有衣香还在暗中飘散。这些丽者，都非作者意中关切之人，在百千群中只寻找一个——却总是踪影难觅，已经是没有什么希望了。……忽然，眼睛一亮，在那一角残灯旁边，分明看见了，是她！是她！没有错，她原来在这冷落的地方，还未归去，似有所待！发现那人的一瞬间，是人生精神的凝结和升华，是悲喜莫名的感激铭篆，词人竟有如此本领，竟把它变成了笔痕墨影，永志弗灭！—读到末幅煞拍，才恍然大悟：那上阕的灯、月、烟火、笙笛、社舞、交织成的元夕欢腾，那下阕的惹人眼花缭乱的一队队的丽人群女，原来都只是为了那一个意中之人而设，而且，倘若无此人，那一切又有什么意义与趣味呢！</p> <p>　　此词原不可讲，一讲便成画蛇，破坏了那万金无价的人生幸福而又辛酸一瞬的美好境界。然而画蛇既成，还须添足：学文者莫忘留意，上阕临末，已出“一夜”二字，这是何故？盖早已为寻她千百度说明了多少时光的苦心痴意，所以到了下阕而出“灯火阑珊”，方才前后呼应，笔墨之细，文心之苦，至矣尽矣。可叹世之评者动辄谓稼轩“豪放”，“豪放”，好像将他看作一个粗人壮士之流，岂不是贻误学人吗？</p> <p>　　王国维《人间词话》曾举此词，以为人之成大事业者，必皆经历三个境界，而稼轩此词的境界为第三即终最高境界。此特借词喻事，与文学赏析并无交涉，王先生早已先自表明，吾人在此无劳纠葛。</p> <p>　　从词调来讲，《青玉案》十分别致，它原是双调，上下阕相同，只是上阕第二句变成三字一断的叠句，跌宕生姿。下阕则无此断叠，一片三个七字排句，可排比，可变幻，随词人的心意，但排句之势是一气呵成的，单单等到排比完了，才逼出煞拍的警策句。 </p><br/><h2>鉴赏</h2> <p>　　这首词是<a href=\"http://so.gushiwen.org/author_217.aspx\">辛弃疾</a>的代表作之一。下面是著名红学家、古典文学研究家周汝昌对此词的赏析要点。</p> <p>　　写上元灯节的词，不计其数，稼轩的这一首，却谁也不能视为可有可无，即此亦可谓豪杰了。然究其实际，上片也不过渲染那一片热闹景况，并无特异独出之处。看他写火树，固定的灯彩也。写星雨，流动的烟火也。若说好，就好在想象：是东风还未催开百花，却先吹放了元宵的火树银花。它不但吹开地上的灯花，而且还又从天上吹落了如雨的彩星——燃放烟火，先冲上云霄，复自空而落，真似陨星雨。然后写车马，写鼓乐，写灯月交辉的人间仙境——“玉壶”，写那民间艺人们的载歌载舞、鱼龙曼衍的“社火”百戏，好不繁华热闹，令人目不暇给。其间“宝”也，“雕”也，“凤”也，“玉”也，种种丽字，总是为了给那灯宵的气氛来传神，来写境，盖那境界本非笔墨所能传写，幸亏还有这些美好的字眼，聊为助意而已。总之，稼轩此词，前半实无独到之胜可以大书特书。其精彩之笔，全在后半始见。</p> <p>　　后片之笔，专门写人。他先从头上写起：这些游女们，一个个雾鬓云鬟，戴满了元宵特有的闹蛾儿、雪柳、金缕缠就的春幡春胜。这些盛妆的游女们，行走之间，说笑个不停，纷纷走过去了，只有衣香犹在暗中飘散。这么些丽者，都非主人公意中关切之人，在百千群中只寻找一个——却总是踪影皆无。忽然，眼光一亮，在那一角残灯旁侧，分明看见了她，她原来在这冷落的地方，还未归去，似有所待。</p> <p>　　这发现那人的一瞬间，是人生的精神的凝结和升华，是悲喜莫名的感激铭篆，词人却如此本领，竟把它变成了笔痕墨影，永志弗灭。——读到末幅煞拍，才恍然彻悟：那上片的灯、月、烟火、笙笛、社舞、交织成的元夕欢腾，那下片的惹人眼花缭乱的一队队的丽人群女，原来都只是为了那一个意中之人而设，而写，倘无此人在，那一切都没有意义与趣味。</p> <p>　　上片临末，已出“一夜”二字，这是为“寻他千百度”说明了多少时光的苦心痴意，所以到得下片而出“灯火阑珊”，方才前早呼而后遥应，可见词人笔墨之细，文心之苦。</p> <p>　　王静安《人间词话》曾举此词，以为人之成大事业者，必皆经历三个境界，而稼轩此词之境界为第三即最终最高境。此特借词喻事，与文学赏析已无交涉，王先生早已先自表明，吾人可以无劳纠葛。</p> <p>　　从词调来讲，《青玉案》十分别致，它原是双调，上下片相同，只上片第二句变成三字一断的叠句，跌宕生姿。下片则无此断叠，一连三个七字排句，可排比，可变幻，总随词人之意，但排句之势是一气呵成的，单单等到排比完了，才逼出煞拍的警策句。北宋另有<a href=\"http://so.gushiwen.org/author_399.aspx\">贺铸</a>一首（《青玉案·凌波不过横塘路》），此义正可参看。</p><br/><h2>赏析二</h2> <p>　　阴历正月十五为上元节，这日晚上称元夕，亦称元宵，元夜。我国古代有元夕观灯的风俗。玉壶：指月亮。鱼龙舞：指舞鱼灯、龙灯之类。这是一首别有寄托的词作。词人假借对一位厌恶热闹、自甘寂寞的女子的寻求，含蓄地表达了自己的高洁志向和情怀．<a href=\"http://so.gushiwen.org/author_664.aspx\">梁启超</a>《艺蘅馆胡词选》云：“自怜幽独，伤心人别有怀抱。”其体会是可信的。词的上片，极写元夕灯火辉煌、歌舞繁盛的热闹景象。“东风夜放花千树，更吹落、星如雨，”前一句写灯，后一句写焰火。上元之夜，满城灯火，就象一夜春风吹开了千树万树的繁花，满天的焰火明灭，又象是春风把满天星斗吹落。真是一片灯的海洋，焰火的世界，令人眼花缭乱。</p> <p>　　“花千树”、“星如雨”，不仅写出了灯火之盛、之美，而且也给人热闹非凡的感觉，渲染出了节日的热烈气氛。“宝马雕车香满路”，是写游人之盛。但这里主要还是为了渲染气氛，所以，作者并没有对游人作具体描绘，只是从整体印象上概括地勾勒了一笔。然而，游人如织、仕女如云的景象却已跃然纸上；最后三句描绘歌舞之乐。节日的夜晚，一片狂欢景象，到处是笙箫齐鸣，到处是彩灯飞舞，人们在忘情地欢乐着，</p> <p>　　“一夜鱼龙舞”，写出了人们彻夜狂欢的情景。 下片写寻觅意中人的过程。“蛾儿雪柳黄金缕，笑语盈盈暗香去。“观灯看花”的妇女，头上戴着“蛾儿”、“雪柳”、“黄金缕”等装饰品，一个个打扮得花枝招展，整整齐齐，漂漂亮亮。她们一路笑语，带着幽香，从词人眼前走过，这里作者具体地描写了观灯的游人，也是对上片“宝马雕车香满路”描写的一个补充，同时，一个“去”字也暗传出对意中人的寻觅。在熙熙攘攘的游人中，他寻找着，辩认着，一个个少女美妇从他眼前过去了，可是，却没有一个人是他要寻找的。那么他所要寻找的意中人在哪里呢?</p> <p>　　“众里寻他千百度，蓦然回首，那人却在、灯火阑珊处。”经过千百次的寻觅，终于在灯火冷落的地方发现了她。人们都在尽情的狂欢，陶醉在热闹场中，可是她却在热闹圈外；独自站在“灯火阑珊处”，充分显示了“那人”的与众不同和孤高。“众里寻她千百度”极写寻觅之苦，而“蓦然”二字则写出了发现意中人后的惊喜之情。这里作者以含蓄的语言，表现了人物内心的活动。</p> <p>　　这首词先用大量笔墨渲染了元夕的热闹景象，最后突然把笔锋一转，以冷清作结，形成了鲜明强烈的对比。这种对比，不仅造成了境界上的强烈反差，深化了全词的意境，而且很好地起到了加强突出人物形象的作用。</p> <p>　　灯火写得愈热闹，则愈显“那人”的孤高，人写得愈忘情，愈见“那人”的不同流俗。 全词就是通过这种强烈的对比手法，反衬出了一个自甘寂寞、独立不移、性格孤介的女性形象。作者写这样—个不肯随波逐流、自甘淡泊的女性形象，是有所寄托的。<a href=\"http://so.gushiwen.org/author_217.aspx\">辛弃疾</a>力主抗战，屡受排挤，但他矢志不移，宁可过寂寞的闲居生活，也不肯与投降派同流合污，这首词是他这种思想的艺术反映。“众里寻他千百度，蓦然回首，那人却在，灯火阑珊处”，历来也为人传诵。</p> <p>　　清<a href=\"http://so.gushiwen.org/author_408.aspx\">王国维</a>在《人间词话》中说，这三句也是“古今之成大事业、大学问者”，必然经过三境界的第三境，并以此作比喻，对做学问、做人、成事业者，在经历了第一境界和第二境界之后，才能有所发现，自己所追寻的东西往往会在不经意的时候，没想到的地方出现。</p>",
  "about": "<h2>创作背景</h2> <p>　　这首词作于公元1174年或1175年（南宋淳熙元年或二年）。当时，强敌压境，国势日衰，而南宋统治阶级却不思恢复，偏安江左，沉湎于歌舞享乐，以粉饰太平。洞察形势的<a href=\"http://so.gushiwen.org/author_217.aspx\">辛弃疾</a>，欲补天穹，却恨无路请缨。他满腹的激情、哀伤、怨恨，交织成了这幅元夕求索图。</p>",
  "poet": {
    "id": 217,
    "star": 0,
    "name": "辛弃疾",
    "image": "http://img.gushiwen.org/authorImg/xinqiji.jpg",
    "desc": "辛弃疾（1140－1207），南宋词人。原字坦夫，改字幼安，别号稼轩，汉族，历城（今山东济南）人。出生时，中原已为金兵所占。21岁参加抗金义军，不久归南宋。历任湖北、江西、湖南、福建、浙东安抚使等职。一生力主抗金。曾上《美芹十论》与《九议》，条陈战守之策。其词抒写力图恢复国家统一的爱国热情，倾诉壮志难酬的悲愤，对当时执政者的屈辱求和颇多谴责；也有不少吟咏祖国河山的作品。题材广阔又善化用前人典故入词，风格沉雄豪迈又不乏细腻柔媚之处。由于辛弃疾的抗金主张与当政的主和派政见不合，后被弹劾落职，退隐江西带湖。"
  },
  "tags": [
    "宋词三百首",
    "婉约",
    "元宵节",
    "写人"
  ]
}