{
  "id": 28658,
  "star": 37,
  "name": "杜工部蜀中离席",
  "dynasty": "唐代",
  "content": "人生何处不离群？世路干戈惜暂分。<br>雪岭未归天外使，松州犹驻殿前军。<br>座中醉客延醒客，江上晴云杂雨云。<br>美酒成都堪送老，当垆仍是卓文君。",
  "fanyi": "<p><strong>译文<br></strong>人生在世，哪里没有与朋友的离别？在战乱年代，短暂的分离也让人依依惜别。<br>远处雪岭那边朝廷的使臣还稽留天外未归，近处松州一带也还驻扎着朝廷的军队。<br>座中的醉客们邀请我这清醒的人喝酒，而江水上空明亮的云夹杂着浓黑的雨云，变幻不定，就像现今的社会局势动荡不安。<br>已经老大无成了，在这成都里面的美酒还<a href=\"http://so.gushiwen.org/author_1137.aspx\">真可</a>以用来度过晚年，更何况有像<a href=\"http://so.gushiwen.org/author_785.aspx\">卓文君</a>这样的美女当垆卖酒。</p> <p><strong>注释<br></strong>1、杜工部：即<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>。因杜甫被授有检校工部员外郎官衔，因此人称杜工部。这里表明是模仿杜<a href=\"http://so.gushiwen.org/view_28658.aspx\">诗</a>风格，因而以“蜀中离席”为题。<br>2、离群：分别。《礼记·檀弓》：“吾离群而索居，亦已久矣。”<br>3、雪岭：即大雪山，一名蓬婆山，主峰名贡嘎山，在今四川西部康定县境内，其支脉绵延于四川西部，被称为大雪山脉。唐时为唐与吐蕃边境。杜甫《岁暮》：“烟尘犯雪岭，鼓角动江城。”又《严公厅宴同咏蜀道画图得空字》：“剑阁星桥北，松州雪岭东。”<br>4、天外使：唐朝往来吐蕃的使者。<br>5、松州：唐设松州都督府，属剑南道，治下所辖地面颇广，治所在今四川省阿坝藏族自治州内。因西邻吐蕃国，是唐朝西南边塞，故长有军队驻守。<br>6、殿前军：本指禁卫军，此借指戍守西南边陲的唐朝军队。<br>7、延：请，劝。<br>8、醒客：指作者自己。<br>9、晴云杂雨云：明亮的晴云夹杂着雨云，这里是比喻边境军事的形势变幻不定。<br>10、送老：度过晚年。<br>11、当垆：面对酒垆，指卖酒者。<br>12、卓文君：汉代女子，因与<a href=\"http://so.gushiwen.org/author_70.aspx\">司马相如</a>相爱而被逐出家门，而后卓文君在临邛（qióng）亲自当垆卖酒。此处用卓文君喻指卖酒的女子。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　<a href=\"http://so.gushiwen.org/author_204.aspx\">李商隐</a>此<a href=\"http://so.gushiwen.org/view_28658.aspx\">诗</a>继承了<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>诗的风格，把时事引入传统的酬赠之作，恢复并发展了杜甫七律感时伤世和忧国忧民这种诗歌风格。</p> <p>　　诗歌一开头就是一个反诘句：“人生何处不离群？世路干戈惜暂分。”这句的前半句泛言人生离别的普遍和平常，让读者在诘问中有所思考：人生有多少悲欢离合，个人的命运又是怎样身不由己。诗人虽然有着无尽的感叹，但是调子并不悲伤。细细体味，诗中还隐含着这样的意思：既然人生离别在所难免，不如以旷达处之。后半句笔锋一转，转到“世路干戈”这个大背景上，道出在干戈中离别的沉重感伤，思路跳跃奔腾，“大开大合，矫健绝伦”。如此读来，不仅曲折顿挫、气势雄放，而且自然地引出下文的伤时感世之情，可谓落笔不凡。</p> <p>　　“雪岭未归天外使，松州犹驻殿前军”，这两句紧承上文的“世路干戈”，写出了当前的动荡局势。当时唐王朝和吐蕃、党项经常发生边境争夺战争，朝廷屡派使者处理边境事宜，局势紧张，动荡不安。然而诗人并未将剑拔弩张的战争场景白描出来，而是从侧面含蓄地指出时局的纷乱：使者久久未得回归，可见矛盾一直没有得到解决，局势非常不稳定；而边境处有大军驻扎，也足以想象局势的一触即发。这两句诗气象阔大，感慨深沉，不仅简洁醒目地勾勒出西北边境历年战乱的紧张局面，更饱含着诗人无限忧国伤时之情。</p> <p>　　“座中醉客延醒客，江上晴云杂雨云”，这两句从时事转入眼前：宴席上，醉客不断地向醒客敬酒；远处的江面上，晴云夹杂着雨云，也不知道天气会如何。看着人们只顾互相劝酒，诗人不免感慨万端。诗人用“醉客\"来指饯行席上的醉者，同时暗喻其为浑浑噩噩、不关心国事的庸碌之辈。此处是暗用了《楚辞·渔父》<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>的诗句：“举世皆浊而我独清，众人皆醉而我独醒。”此时此刻，有谁能够理解自己忧国伤乱的心情呢，这些忧虑只能自己慢慢地咀嚼了。“晴云”、“雨云”也不仅仅是指天气的变幻不定，更是比喻社会局势的动荡不安，透露出诗人的无限忧虑。该句中“醉客”对“醒客”，“晴云”对“雨云”，不仅造句工整巧妙，富有音韵之美，更是运用了一语双关的修辞手法，因此显得意义丰厚。除此以外，这还是“当句对”，即不但上下旬互相对仗，而且每句当中又自为对仗。这种手法始创于杜甫，如杜甫《闻官军收河南河北》的“即从巴峡穿巫峡，便下襄阳向洛阳”。但成熟、定型却在李商隐，他的诗歌中有大量的类似之作，如“纵使有花兼有月，可堪无酒又无人”，“池光不定花光乱，日气初涵露气干”等，都用了这种手法。</p> <p>　　“美酒成都堪送老，当垆仍是<a href=\"http://so.gushiwen.org/author_785.aspx\">卓文君</a>”，末联紧扣“蜀中离席”的诗题，话题仍回到饯别。有人说这是主人留客之语，如此美好的成都生活，何忍远离。但是实则“美酒”、“卓文君”这些陈述，看似宽慰或向往美好的生活，却是反衬诗人生活漂泊，家国无依的沉重心情。同时又暗指时事堪悲，一些人却沉迷于于酒色，流连忘返，着实让人不齿。从表面看是赞美，但实际上蕴含着诗人对“醉客”的婉讽。另外，在最后一句中用上卓文君这个典故，也隐约表达了诗人希望在仕途上被重用的思想感情。</p> <p>　　全诗看来，诗歌体现了李商隐关怀国事，忧虑时局的政治热情。诗人以矫健凄婉的笔力表达了一种深沉凝重的思想。诗歌的艺术也颇显精密，世路干戈，朋友离别是总起，下面写“干戈”而感伤时势，接着写“离群”而感伤别离，结尾却因浓重的忧时情怀而超越了个人的离群之别。全诗脉络精细，变化重重，颇具韵味。这也是李商隐极意学习杜诗的地方。</p> <p>　　<a href=\"http://so.gushiwen.org/author_405.aspx\">王安石</a>曾指出，唐朝人学习杜甫而真正得到杜诗神韵的就只有李商隐一人而已。李商隐在该诗中把时事之感融人酬答唱和之中，将抒情、叙事紧紧融合在一起，气势宏大，情韵深厚，笔力雄健，结构上参差错落，富于变化。诗的风格沉郁顿挫，苍劲雄迈，与杜甫晚年的七律，如《恨别》、《登楼》、《秋兴八首》等诗很相近，而与诗人描写爱情的《无题》那种隐微幽深、凄婉动情的风格大有不同。不过，李商隐此诗，并非单纯的模拟，更有自己的特色，诗歌中融入了较多的个人身世之感。其体情之入骨，用情之深挚，是他一以贯之的风格。</p>",
  "about": "<h2>创作背景</h2> 　　宣宗大中五年（公元851年），东川节度使柳仲郢辟<a href=\"http://so.gushiwen.org/author_204.aspx\">李商隐</a>为节度使府书记、检校工部郎中，直到大中六年（公元852年）春天，事毕，李商隐即将返回梓州，于是在临行饯别的宴席上写了此<a href=\"http://so.gushiwen.org/view_28658.aspx\">诗</a>。",
  "poet": {
    "id": 204,
    "star": 0,
    "name": "李商隐",
    "image": "http://img.gushiwen.org/authorImg/lishangyin.jpg",
    "desc": "李商隐，字义山，号玉溪（谿）生、樊南生，唐代著名诗人，祖籍河内（今河南省焦作市）沁阳，出生于郑州荥阳。他擅长诗歌写作，骈文文学价值也很高，是晚唐最出色的诗人之一，和杜牧合称“小李杜”，与温庭筠合称为“温李”，因诗文与同时期的段成式、温庭筠风格相近，且三人都在家族里排行第十六，故并称为“三十六体”。其诗构思新奇，风格秾丽，尤其是一些爱情诗和无题诗写得缠绵悱恻，优美动人，广为传诵。但部分诗歌过于隐晦迷离，难于索解，至有“诗家总爱西昆好，独恨无人作郑笺”之说。因处于牛李党争的夹缝之中，一生很不得志。死后葬于家乡沁阳（今河南焦作市沁阳与博爱县交界之处）。作品收录为《李义山诗集》。"
  },
  "tags": [
    "宴会",
    "离别",
    "忧国忧民"
  ]
}