{
  "id": 10388,
  "star": 880,
  "name": "赠卫八处士",
  "dynasty": "唐代",
  "content": "人生不相见，动如参与商。<br>今夕复何夕，共此灯烛光。<br>少壮能几时，鬓发各已苍。<br>访旧半为鬼，惊呼热中肠。<br>焉知二十载，重上君子堂。<br>昔别君未婚，儿女忽成行。<br>怡然敬父执，问我来何方。<br>问答未及已，儿女罗酒浆。<br>夜雨剪春韭，新炊间黄粱。<br>主称会面难，一举累十觞。<br>十觞亦不醉，感子故意长。<br>明日隔山岳，世事两茫茫。",
  "fanyi": "<p><strong>译文<br></strong>人生旅途常有别离不易相见，就像参星商星实在难得相遇。<br>今夜又是一个什么吉日良辰，让我们共同在这烛光下叙谈。<br>青春壮健年少岁月能有多少，转瞬间你我都已经两鬓如霜。<br>昔日往来的朋友一半已去世，我内心激荡不得不连声哀叹。<br>没想到我们已分别廿个春秋，今天还能亲临你家里的厅堂。<br>相分别是你还没有结婚成家，倏忽间你的子女已成帮成行。<br>他们彬彬有礼笑迎父亲老友，亲切地询问我来自什么地方？<br>还来不及讲述完所有的往事，你就催促儿女快把酒菜摆上。<br>冒着夜雨剪来了青鲜的韭菜，呈上新煮的黄米饭让我品尝。<br>主人感慨见面的机会太难得，开怀畅饮一连喝干了十几杯。<br>一连喝干十几杯还没有醉意，令我感动你对老友情深意长。<br>明日分别后又相隔千山万水，茫茫的世事真令人愁绪难断。</p> <p><strong>注释<br></strong>⑴卫八处士，名字和生平事迹已不可考。处士，指隐居不仕的人；八，是处士的排行。<br>⑵动如，是说动不动就像。参（shēn）商，二星名。典故出自《左传·昭公元年》：“昔高辛氏有二子，伯曰阏伯，季曰实沉。居於旷林，不相能也。日寻干戈，以相征讨。后帝不臧，迁阏伯於商丘，主辰，商人是因，故辰为商星。迁实沉於大夏，主参，唐人是因，以服事夏商。”商星居于东方卯位（上午五点到七点），参星居于西方酉位（下午五点到七点），一出一没，永不相见，故以为比。<br>⑶苍，灰白色。<br>⑷“访旧”句，意谓彼此打听故旧亲友，竟已死亡一半。访旧，一作“访问”。<br>⑸“惊呼”句：有两种理解，一为：见到故友的惊呼，使人内心感到热乎乎的；二为：意外的死亡，使人惊呼怪叫以至心中感到火辣辣的难受。惊呼，一作“呜呼”。<br>⑹成行（háng），儿女众多。<br>⑺“父执”：词出《礼记·曲礼》：“见父之执。”意即父亲的执友。执是接的借字，接友，即常相接近之友。<br>⑻乃未已，还未等说完。<br>⑼“儿女”一作“驱儿”。罗，罗列酒菜。<br>⑽“夜雨”句：与郭林宗冒雨剪韭招待好友范逵的故事有关。林宗自种畦圃，友人范逵夜至，自冒雨剪韭，作汤饼以供之。《琼林》：冒雨剪韭，郭林宗款友情殷；踏雪寻梅，<a href=\"http://so.gushiwen.org/author_757.aspx\">孟浩然</a>自娱兴雅。<br>⑾“间”：读去声，搀和的意思。黄粱，即黄米。新炊是刚煮的新鲜饭。<br>⑿主，主人，即卫八。称就是说。<a href=\"http://so.gushiwen.org/author_322.aspx\">曹植</a><a href=\"http://so.gushiwen.org/view_10388.aspx\">诗</a>：“主称千金寿。”<br>⒀累，接连。<br>⒁故意长，老朋友的情谊深长。<br>⒂山岳，指西岳华山。这句是说明天便要分手。<br>⒃世事，包括社会和个人。两茫茫，是说明天分手后，命运如何，便彼此都不相知了。极言会面之难，正见令夕相会之乐。这时大乱还未定，故<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>有此感觉。根据末两句，这首诗乃是饮酒的当晚写成的。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这首<a href=\"http://so.gushiwen.org/view_10388.aspx\">诗</a>写久别的老友重逢话旧，家常情境，家常话语，娓娓写来，表现了乱离时代一般人所共有的“沧海桑田”和“别易会难”之感，同时又写得非常生动自然，所以向来为人们所爱读。　</p> <p>　　开头四句说：人生动辄如参、商二星，此出彼没，不得相见；今夕又是何夕，咱们一同在这灯烛光下叙谈。这几句从离别说到聚首，亦悲亦喜，悲喜交集，把强烈的人生感慨带入了诗篇。诗人与卫八重逢时，安史之乱已延续了三年多，虽然两京已经收复，但叛军仍很猖獗，局势动荡不安。诗人的慨叹，正暗隐着对这个乱离时代的感受。　</p> <p>　　久别重逢，彼此容颜的变化，自然最容易引起注意。别离时两人都还年轻，而此时俱已鬓发斑白了。“少壮能几时，鬓发各已苍”两句，由“能几时”引出，对于世事、人生的迅速变化，表现出一片惋惜、惊悸的心情。接着互相询问亲朋故旧的下落，竟有一半已不在人间了，彼此都不禁失声惊呼，心里火辣辣地难受。按说，<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>这一年才四十八岁，亲故已经死亡半数很不正常。如果说开头的“人生不相见”已经隐隐透露了一点时代气氛，那么这种亲故半数死亡，则更强烈地暗示着一场大的干戈乱离。“焉知”二句承接上文“今夕复何夕，共此灯烛光”，诗人故意用反问句式，含有意想不到彼此竟能活到今天的心情。其中既不无幸存的欣慰，又带着深深的痛伤。</p> <p>　　前十句主要是抒情。接下去，则转为叙事，而无处不关人世感慨。随着二十年岁月的过去，此番重来，眼前出现了儿女成行的景象。这里面当然有倏忽之间迟暮已至的喟叹。“怡然”以下四句，写出卫八的儿女彬彬有礼、亲切可爱的情态。诗人款款写来，毫端始终流露出一种真挚感人的情意。这里“问我来何方”一句后，本可以写些路途颠簸的情景，然而诗人只用“问答乃未已”一笔轻轻带过，可见其裁剪净炼之妙。接着又写处士的热情款待：菜是冒着夜雨剪来的春韭，饭是新煮的掺有黄米的香喷喷的二米饭。这自然是随其所有而具办的家常饭菜，体现出老朋友间不拘形迹的淳朴友情。“主称”以下四句，叙主客畅饮的情形。故人重逢话旧，不是细斟慢酌，而是一连就进了十大杯酒，这是主人内心不平静的表现。主人尚且如此，杜甫心情的激动，当然更不待言。“感子故意长”，概括地点出了今昔感受，总束上文。这样，对“今夕”的眷恋，自然要引起对明日离别的慨叹。末二句回应开头的“人生不相见，动如参与商”，暗示着明日之别，悲于昔日之别：昔日之别，今幸复会；明日之别，后会何年？低回深婉，耐人玩味。</p> <p>　　诗人是在动乱的年代、动荡的旅途中，寻访故人的；是在长别二十年，经历了沧桑巨变的情况下与老朋友见面的，这就使短暂的一夕相会，特别不寻常。于是，那眼前灯光所照，就成了乱离环境中幸存的美好的一角；那一夜时光，就成了烽火乱世中带着和平宁静气氛的仅有的一瞬；而荡漾于其中的人情之美，相对于纷纷扰扰的杀伐争夺，更显出光彩。“今夕复何夕，共此灯烛光”，被战乱推得遥远的、恍如隔世的和平生活，似乎一下子又来到眼前。可以想象，那烛光融融、散发着黄粱与春韭香味、与故人相伴话旧的一夜，对于饱经离乱的诗人，是多么值得眷恋和珍重啊。诗人对这一夕情事的描写，正是流露出对生活美和人情美的珍视，它使读者感到结束这种战乱，是多么符合人们的感情与愿望。</p> <p>　　这首诗平易真切，层次井然。诗人只是随其所感，顺手写来，便有一种浓厚的气氛。它与杜甫以沉郁顿挫为显著特征的大多数古体诗有别，而更近于浑朴的汉魏古诗和<a href=\"http://so.gushiwen.org/author_645.aspx\">陶渊明</a>的创作；但它的感情内涵毕竟比汉魏古诗丰富复杂，有杜诗所独具的感情波澜，如层漪迭浪，展开于作品内部，是一种内在的沉郁顿挫。诗写朋友相会，却由“人生不相见”的慨叹发端，因而转入“今夕复何夕，共此灯烛光”时，便格外见出内心的激动。但下面并不因为相会便抒写喜悦之情，而是接以“少壮能几时”至“惊呼热中肠”四句，感情又趋向沉郁。诗的中间部分，酒宴的款待，冲淡了世事茫茫的凄惋，带给诗人幸福的微醺，但劝酒的语辞却是“主称会面难”，又带来离乱的感慨。诗以“人生不相见”开篇，以“世事两茫茫”结尾，前后一片苍茫，把一夕的温馨之感，置于苍凉的感情基调上。这些，正是诗的内在沉郁的表现。如果把这首诗和<a href=\"http://so.gushiwen.org/author_757.aspx\">孟浩然</a>的《过故人庄》对照，就可以发现，二者同样表现故人淳朴而深厚的友情，但由于不同的时代气氛，诗人的感受和文字风格都很不相同，孟浩然心情平静而愉悦，连文字风格都是淡淡的。而杜甫则是悲喜交集，内心蕴积着深深的感情波澜，因之，反映在文字上尽管自然浑朴，而仍极顿挫之致。</p>",
  "about": "<h2>创作背景</h2> 　　这首<a href=\"http://so.gushiwen.org/view_10388.aspx\">诗</a>大概是公元759年（唐肃宗乾元二年）春天，<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>作华州司功参军时所作。公元758年（乾元元年）冬天，杜甫因上疏救房琯，被贬为华州司功参军。冬天杜甫曾告假回东都洛阳探望旧居陆浑庄。公元759年三月，九节度之师溃于邺城，杜甫自洛阳经潼关回华州，卫八的家就在杜甫回转时经过的奉先县。在奉先县，杜甫访问了居住在乡间的少年时代的友人卫八处士。一夕相会，又匆匆告别，产生了乱离时代一般人所共有的人生离多聚少和世事沧桑的感叹，于是写下这动情之作赠给卫八处士。",
  "poet": {
    "id": 474,
    "star": 0,
    "name": "杜甫",
    "image": "http://img.gushiwen.org/authorImg/dufu.jpg",
    "desc": "杜甫（712－770），字子美，自号少陵野老，世称“杜工部”、“杜少陵”等，汉族，河南府巩县（今河南省巩义市）人，唐代伟大的现实主义诗人，杜甫被世人尊为“诗圣”，其诗被称为“诗史”。杜甫与李白合称“李杜”，为了跟另外两位诗人李商隐与杜牧即“小李杜”区别开来，杜甫与李白又合称“大李杜”。他忧国忧民，人格高尚，他的约1400余首诗被保留了下来，诗艺精湛，在中国古典诗歌中备受推崇，影响深远。759-766年间曾居成都，后世有杜甫草堂纪念。"
  },
  "tags": [
    "唐诗三百首",
    "人生",
    "友情",
    "时光"
  ]
}