{
  "id": 47939,
  "star": 46,
  "name": "悲秋歌",
  "dynasty": "两汉",
  "content": "吾家嫁我兮天一方，远托异国兮乌孙王。<br>穹庐为室兮毡为墙，以肉为食兮酪为浆。<br>居常土思兮心内伤，愿为黄鹄兮归故乡。",
  "fanyi": "<h2>译文</h2> 大汉王朝把我远嫁，将我的终身托付给乌孙国的国王。<br>从此，我住着以毡为墙的帐蓬，吃着肥美的牛羊肉和甘甜的奶酪。<br>可是我心中却不安宁，老想着生我养我的故土。我多想变成一只天鹅，飞回朝思暮想的故乡。<br/><h2>注释</h2> ①乌孙：汉代时西域国名，在今新疆温宿以北、伊宁以南一带。<br>②穹庐：游牧民族居住的帐篷。<br>③旃：同“毡”。<br>④黄鹄：即天鹅。",
  "shangxi": "<h2>鉴赏</h2> <p>　　《悲愁歌》，一作《乌孙公主歌》。原载于《汉书·西域传下》和 《玉台新咏》卷九。《乐府<a href=\"http://so.gushiwen.org/view_47939.aspx\">诗</a>集》卷八十四以为<a href=\"http://so.gushiwen.org/author_1649.aspx\">刘细君</a>作，属“杂歌谣辞。”诗歌以第一人称的自诉，表现了公主远嫁异国、思念故土的孤独和忧伤。</p> <p>　　前两句写乌孙公主以哀怨的语调诉说自己的遭遇和处境：汉朝把我远嫁于在天一方的乌孙国王。看似客观的自我介绍，其实蕴含着无限的伤感和怨愤。此“嫁”，实为和亲，寓有一定的政治目的。据《汉书·西域传下》记载：乌孙国与匈奴结盟，匈奴不断骚扰内地，为钳制匈奴，断其右臂，武帝采纳张骞建议，遣江都<a href=\"http://so.gushiwen.org/author_482.aspx\">王建</a>之女刘细君为公主，妻乌孙王猎骄靡。这是中国历史上第一次与少数民族和亲，无疑具有政治、军事、经济和文化交流各方面的意义。然而，这种于国于家有利的“美人计”，于公主自身却是人格的变异和人性的束缚。“天一方”、“远托”、“异国”等冷漠字眼已透出哀怨之信息，下面着力的值染更见其甚。</p> <p>　　“穹庐为室兮旃为墙，以肉为食兮酪为浆”。远嫁异域，不仅举目无亲，孤苦无依，而且生活环境也令人难以忍受。这里没有崔嵬的宫阙，和暖的春风，没有美味佳肴玉液琼浆，而是以穹庐为室，毛毡作墙，饮以辛酪、食以膻肉。这与内地迥异的生活习俗，对从小过惯汉朝宫廷安逸生活的尊贵王女来说，无疑难以适应。作者以短短十几字高度概栝乌孙国饮食起居的生活习俗， 为以下思矣怀归之情的直接抒发埋下了伏笔。另据《汉书·西域传下》 记载：“乌孙国多雨，寒。昆莫年老，语言不通。”由此可见，公主所以不以审美心态去体味“天似穹庐，笼盖四野，天苍苍，野茫茫，风吹草低见牛羊”的异国风光，而仅以哀怨叙之，正由于此。</p> <p>　　远离故国亲人，生活又难如愿，思乡怀归之情于是不可遏止地爆发了。“居常土思兮心内伤，愿为黄鹄兮归故乡”，直抒胸中郁结已久的忧思，凄婉哀怨，摧人泪下。明知远嫁之意义，回归之无望，又盼展开想象的双翅，化作黄鹄，自由飞回久别的故乡。想象中的满足与事实上的不能，构成强烈的矛盾冲突，加重了诗歌的悲剧气氛，意蕴深广，耐人寻味。 </p> <p>　　汉朝初年，北方少数民族常率众南扰。朝廷有时出兵征伐，有时采用睦邻政策，以求缓和。“和亲”即睦邻的一个手段。汉元帝时<a href=\"http://so.gushiwen.org/author_830.aspx\">王昭君</a>远嫁匈奴呼韩邪单于，也是著名一例。刘细君去乌孙国是大义之举，她思亲人恋故土又是人之常情。《悲愁歌》亦即这矛盾心情中思亲一面的反映。因作者亲身经历，感受倍深，故这首诗写得情切切，意拳拳，真挚动人。在写思乡悲愁的同时，从客观上也具体地介绍了当时北方少数民族的习俗。</p> <p>　　《悲愁歌》同汉初的《大风歌》、《秋风辞》一祥深受楚辞的影响，读唱诗时句中加上舒缓语气的“兮”，增强诗的节泰感。诗歌采用白描手法，直抒胸臆。加上质朴无华的语言，朗朗上口的押韵，句句合理的推演，使一首虽然短的诗，却将其无比的思念、急切的盼归心情写得淋漓尽致。</p>",
  "about": "<h2>创作背景</h2> <p>　　<a href=\"http://so.gushiwen.org/author_1649.aspx\">刘细君</a>的身份地位可谓显赫：玄祖是汉文帝<a href=\"http://so.gushiwen.org/author_797.aspx\">刘恒</a>，曾祖是汉景帝<a href=\"http://so.gushiwen.org/author_798.aspx\">刘启</a>，祖父是汉武帝<a href=\"http://so.gushiwen.org/author_700.aspx\">刘彻</a>之兄江都王刘非，父亲[3] 是承袭江都王王位的刘建。因此，刘细君是汉武帝的侄孙女，是真正具有皇家血统的宗室之女，是名副其实的皇室公主。汉武帝为结好乌孙，封刘细君为江都公主，下嫁乌孙国王猎骄靡，是早于昭君出塞的第一位“和亲公主”。</p> <p>　　汉武帝为何偏要选自己的侄孙女去跳这个“火坑”呢？事物的发展，因果相连。据史书记载，公元前121年（元狩二年），继淮南王<a href=\"http://so.gushiwen.org/author_825.aspx\">刘安</a>、衡山王刘赐之后，江都王刘建及其妻成光也同样在一场宫廷政变中以谋反罪名被赐死，并且被“夷三族”。然而幸运的是，细君在这场政治斗争中幸免于难。汉武帝之所以选择细君远嫁异邦乌孙，因为细君为罪族之后，却是皇族血统。</p> <p>　　乌孙，中国古族之一，以游牧为生，汉时生活在今伊犁河和伊塞克湖一带，与汉距离遥远。据《汉书·西域传下》记载，刘细君出嫁时，汉武帝“赐乘舆服御物，为备官属侍御数百人，赠送其盛”。一到乌孙，细君公主就将陪嫁物品分给百姓，备受爱戴。因为细君公主皮肤非常白嫩，乌孙百姓爱称她为“柯木孜公主”，意思是说她的皮肤像马奶酒一样雪白。</p> <p>　　遗憾的是，当时的乌孙国王猎骄靡已经年老体弱，而刘细君正值豆蔻年华，加之语言不通，水土不服，习俗不同，刘细君自然是孤苦悲伤，度日如年，分外思亲，故作下《悲愁歌》一<a href=\"http://so.gushiwen.org/view_47939.aspx\">诗</a>。</p>",
  "poet": {
    "id": 1649,
    "star": 0,
    "name": "刘细君",
    "image": "http://img.gushiwen.org/authorImg/liuxijun.jpg",
    "desc": "刘细君一般指乌孙公主。乌孙公主刘细君（？―前101年），西汉宗室，汉武帝刘彻侄子江都王刘建之女。元封六年（前105年），汉武帝为抗击匈奴，派使者出使乌孙国，乌孙王猎骄靡愿与大汉通婚。汉武帝钦命刘细君和亲乌孙，并令人为之做一乐器，以解遥途思念之情，此乐器便是“阮”，亦称 “秦琵琶”。猎骄靡死后，刘细君随从乌孙国风俗，嫁于猎骄靡之孙军须靡，生一女，名叫少夫。太初四年（前101年），刘细君去世。"
  },
  "tags": [
    "少女",
    "生活"
  ]
}