{
  "id": 57769,
  "star": 314,
  "name": "贺新郎·甚矣吾衰矣",
  "dynasty": "宋代",
  "content": "<span style=\"font-family:SimSun;\">邑中园亭，仆皆为赋此词。一日，独坐停云，水声山色，竞来相娱。意溪山欲援例者，遂作数语，庶几仿佛渊明思亲友之意云。</span></p> <p>甚矣吾衰矣。怅平生、交游零落，只今馀几！白发空垂三千丈，一笑人间万事。问何物、能令公喜？我见青山多妩媚，料青山见我应如是。情与貌，略相似。<br>一尊搔首东窗里。想渊明《停云》诗就，此时风味。江左沉酣求名者，岂识浊醪妙理。回首叫、云飞风起。不恨古人吾不见，恨古人不见吾狂耳。知我者，二三子。",
  "fanyi": "<p><strong>译文</strong><br>我已经很衰老了。平生曾经一同出游的朋友零落四方，如今还剩下多少？真令人惆怅。这么多年只是白白老去而已，功名未竟，对世间万事也慢慢淡泊了。还有什么能真正让我感到快乐？我看那青山潇洒多姿，想必青山看我也是一样。不论情怀还是外貌，都非常相似。<br>把酒一尊，在窗前吟<a href=\"http://so.gushiwen.org/view_57769.aspx\">诗</a>，怡然自得。想来当年<a href=\"http://so.gushiwen.org/author_645.aspx\">陶渊明</a>写成《停云》之时也是这样的感觉吧。江南那些醉中都渴求功名的人，又怎能体会到饮酒的真谛？在酒酣之际，回头朗吟长啸，云气会翻飞，狂风会骤起。不恨我不能见到疏狂的前人，只恨前人不能见到我的疏狂而已。了解我的，还是那几个朋友。</p> <p><strong>注释</strong><br>贺新郎：后人创调，又名《金缕曲》、《乳燕飞》、《貂裘换酒》。传作以《东坡乐府》所收为最早，惟句豆平仄，与诸家颇多不合。因以《稼轩长短句》为准。一百十六字，前后片各六仄韵。大抵用入声部韵者较激壮，用上、去声部韵者较凄郁，贵能各适物宜耳。<br>邑：指铅山县。<a href=\"http://so.gushiwen.org/author_217.aspx\">辛弃疾</a>在江西铅山期思渡建有别墅，带湖居所失火后举家迁之。<br>仆：自称。<br>停云：停云堂，在瓢泉别墅。<br>甚矣吾衰矣：源于《论语·述而》之句“甚矣吾衰也！久矣吾不复梦见周公”。这是<a href=\"http://so.gushiwen.org/author_856.aspx\">孔丘</a>慨叹自己“道不行”的话（梦见周公，欲行其道）。作者借此感叹自己的壮志难酬。<br>问何物、能令公喜：源于《世说新语·宠礼篇》记郗超、王恂“能令公（指晋大司马桓温）喜”等典故。还有什么东西能让我感到快乐。<br>白发空垂三千丈，一笑人间万事：这两句出典于<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>的《秋浦歌》：“白发三千丈，缘愁似个长”。<br>妩媚：潇洒多姿。<br>搔首东窗：借指陶潜《停云》诗就，自得之意。<br>江左：原指江苏南部一带，此指南朝之东晋。<br>浊醪（láo）：浊酒。<br>云飞风起：化用<a href=\"http://so.gushiwen.org/author_746.aspx\">刘邦</a>《大风歌》之句“大风起兮云飞扬”。<br>不恨古人吾不见，恨古人不见吾狂耳：引《南史·张融传》的典故：“不恨我不见古人，所恨古人又不见我”。<br>知我者，二三子：引《论语》的典故：“二三子以我为隐乎”。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　正如此词自注所述，<a href=\"http://so.gushiwen.org/author_217.aspx\">辛弃疾</a>的这首《贺新郎》词，乃是仿<a href=\"http://so.gushiwen.org/author_645.aspx\">陶渊明</a>《停云》“思亲友”之意而作，抒写了作者罢职闲居时的寂寞与苦闷的心情。据邓广铭《稼轩词编年笺注》考证，此词约作于宋宁宗庆元四年（1198）左右。此时辛弃疾被投闲置散又已四年。他在信州铅山（今属江西）东期思渡瓢泉旁筑了新居，其中有“停云堂”，即取陶渊明《停云》<a href=\"http://so.gushiwen.org/view_57769.aspx\">诗</a>意。</p> <p>　　辛弃疾的词，爱用典故，在宋词中别具一格。这首词的上片一开头“甚矣吾衰矣。怅平生交游零落，只今馀几！”即引用了《论语》中的典故。《论语·述而篇》记孔子说：“甚矣吾衰也，久矣吾不复梦见周公。”如果说，孔子慨叹的是其道不行；那么辛弃疾引用它，就有慨叹政治理想无法实现之意。辛弃疾写此词时已五十九岁，又谪居多年，故交零落，因此发出这样的慨叹也是很自然的。这里“只今馀几”与结句“知我者，二三子”首尾衔接，用以强调“零落”二字。接着“白发空垂三千丈，一笑人间万事。问何物能令公喜？”数语，又连用<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>《秋浦歌》“白发三千丈”和《世说新语·宠礼篇》记郗超、王恂“能令公（指晋大司马桓温）喜”等典故，叙自己徒伤老大而一事无成，又找不到称心朋友，写出了世态关系与自己此时的落寞。“我见青山多妩媚，料青山见我应如是”两句，是全篇警策。词人因无物（实指无人）可喜，只好将深情倾注于自然，不仅觉得青山“妩媚”，而且觉得似乎青山也以词人为“妩媚”了。这与李白《敬亭独坐》“相看两不厌”是同一艺术手法。这种手法，先把审美主体的感情楔入客体，然后借染有主体感情色彩的客体形象来揭示审美主体的内在感情。这样，便大大加强了作品里的主体意识，易于感染读者。以下“情与貌，略相似。”两句，情，指词人之情；貌，指青山之貌。二者有许多相似之处，如崇高、安宁和富有青春活力等。作者在这里将自己的情与青山相比，委婉地表达了自己宁愿落寞，决不与奸人同流合污的高洁之志。</p> <p>　　词的下片作者又连用典故。“一尊搔首东窗里，想渊明《停云》诗就，此时风味。”陶渊明《停云》中有“良朋悠邈，搔首延伫”和“有酒有酒，闲饮东窗”等诗句，辛弃疾把它浓缩在一个句子里，用以想像陶渊明当年诗成时的风味。这里作者又提陶渊明，意在以陶自况。“江左沉酣求名者，岂识浊醪妙理？”两句，表面似申斥南朝那些“醉中亦求名”（<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>《和陶饮酒二十首》之三）的名士派人物；实际是讽刺南宋已无陶渊明式的饮酒高士，而只有一些醉生梦死的统治者。以下“不恨古人吾不见，恨古人不见吾狂耳”两句，句法与上片“我见青山”一联相似，表现出了作者傲视古今的英雄气概。这里所说的“古人”，不是一般的古人，而是指像陶渊明一类的人。据岳珂《桯史·卷三》记：“辛弃疾每逢宴客，必命侍姬歌其所作。特好歌《贺新郎》一词，自诵其警句曰：‘我见青山多妩媚，料青山见我应如是。’又曰：‘不恨古人吾不见，恨古人不见吾狂耳。’每至此，辄拊髀自笑，顾问坐客何如。”足见辛弃疾对自己这二联是很自负的。</p> <p>　　结句“知我者，二三子。”这“二三子”为谁没有人进行专门的考证，有人认为是当时人<a href=\"http://so.gushiwen.org/author_244.aspx\">陈亮</a>。但读者不妨视野扩大些，将古人陶渊明、<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>乃至于孔子等，都算在内。辛弃疾慨叹当时志同道合的朋友不多，实与屈原慨叹“众人皆醉我独醒”的心情类似，同出于为国家和民族的危亡忧虑。而他的闲居铅山，与陶渊明居“南山”之情境也多少有点类似。</p>",
  "about": "<h2>创作背景</h2> <p>　　这首词是<a href=\"http://so.gushiwen.org/author_217.aspx\">辛弃疾</a>落职闲居信州铅山（今属江西）时的作品，是为瓢泉新居的“停云堂”题写的，仿<a href=\"http://so.gushiwen.org/author_645.aspx\">陶渊明</a>《停云》“思亲友”之意而作。辛弃疾“独坐停云”，触景生情，信手拈来，随成此篇，反映了词人落职后的寂寞心境和对时局的深刻怨恨。 </p> <p>　　据邓广铭《稼轩词编年笺注》考证，此词约作于宋宁宗庆元四年（公元1198年）左右，此时辛弃疾被投闲置散已四年。</p>",
  "poet": {
    "id": 217,
    "star": 0,
    "name": "辛弃疾",
    "image": "http://img.gushiwen.org/authorImg/xinqiji.jpg",
    "desc": "辛弃疾（1140－1207），南宋词人。原字坦夫，改字幼安，别号稼轩，汉族，历城（今山东济南）人。出生时，中原已为金兵所占。21岁参加抗金义军，不久归南宋。历任湖北、江西、湖南、福建、浙东安抚使等职。一生力主抗金。曾上《美芹十论》与《九议》，条陈战守之策。其词抒写力图恢复国家统一的爱国热情，倾诉壮志难酬的悲愤，对当时执政者的屈辱求和颇多谴责；也有不少吟咏祖国河山的作品。题材广阔又善化用前人典故入词，风格沉雄豪迈又不乏细腻柔媚之处。由于辛弃疾的抗金主张与当政的主和派政见不合，后被弹劾落职，退隐江西带湖。"
  },
  "tags": [
    "宋词三百首",
    "典故",
    "言志"
  ]
}