{
  "id": 63744,
  "star": 14,
  "name": "莺啼序·重过金陵",
  "dynasty": "宋代",
  "content": "金陵故都最好，有朱楼迢递。嗟倦客、又此凭高，槛外已少佳致。更落尽梨花，飞尽杨花，春也成憔悴。问青山、三国英雄，六朝奇伟。 <br>麦甸葵丘，荒台败垒。鹿豕衔枯荠。正朝打孤城，寂寞斜阳影里。听楼头、哀笳怨角，未把酒、愁心先醉。渐夜深，月满秦淮，烟笼寒水。 <br>凄凄惨惨，冷冷清清，灯火渡头市。慨商女不知兴废。隔江犹唱庭花，余音亹亹。伤心千古，泪痕如洗。乌衣巷口青芜路，认依稀、王谢旧邻里。临春结绮。可怜红粉成灰，萧索白杨风起。 <br>因思畴昔，铁索千寻，谩沈江底。挥羽扇、障西尘，便好角巾私第。清谈到底成何事。回首新亭，风景今如此。楚囚对泣何时已。叹人间、今古真儿戏。东风岁岁还来，吹入钟山，几重苍翠。",
  "shangxi": "<h2>鉴赏</h2> <p>　　汪元量生于宋末元初，是南宋“遗民”，在其词篇中，怀旧词占有相当大的比重。他善于鼓琴，在进士及第之后，一直供奉于内廷。</p> <p>　　《莺啼序》是最长的词调。篇幅长，追于铺叙，是词中大赋。在填写过程中必须注意四片之间的结构安排。汪氏此词，首先凭高所见实景入手，从而引出对三国、六朝的疑问，咏史怀古。</p> <p>　　“全词四叠”借用“赋”的笔法依次铺叙开来。“金陵故都最好”这片是总写，点题之后，写出词人心情、时令。起首两句，包含了南朝<a href=\"http://so.gushiwen.org/view_63744.aspx\">诗</a>人<a href=\"http://so.gushiwen.org/author_32.aspx\">谢朓</a>的《隋王鼓吹曲。入朝曲》：“江南佳丽地，金陵帝王州，逶迤带绿水，迢递起朱楼。”谢朓这首短诗具有高度的概括性，勾勒了作为帝王之都的金陵城的总貌字句华丽，但很大气。汪元量借它作为点题之用，截取了“迢递朱楼”四个字，令人勾起对谢朓那首诗的联想。金陵古都，金陵故事，全都浮现于词句之中。</p> <p>　　首片引领全文后，转入具体的写景和抒情的描写。这首词写景虚实结合，虚实相应。实景是作者眼前所见，虚景则是心头所想；所见和所想自然结合。而这虚写之景又可分为两种：一是存在但没见的景物，另一种是纯出乎作者想象的景物。“朱楼”、“青山”，那是作者凭高所见的实景。壮丽的实景仍挡不住作者心中瑟瑟的感觉。写景可以抒情，情随景生，作为客体存在的景物常常被染上浓重的主观色彩。同一物事，在不同心境的主体之中的感受往往是截然相反的。</p> <p>　　“麦甸葵丘，荒台败垒，鹿豕衔枯荠”几句，着眼于虚拟的景物。这里值得注意的是，通过景物描写，暗喻世事之更替。另外用典表意。如“麦甸葵丘”、“荒台败垒”皆有典出。<a href=\"http://so.gushiwen.org/author_197.aspx\">刘禹锡</a>《再游玄都观》诗序：“……荡然无复一树，惟兔葵燕麦，动摇于春风耳。”是“麦甸葵丘”之典出。宫殿崔嵬、歌舞升平已不在，如今却只任凭麋鹿野猪去奔走践踏。《史记。淮南王安传》“臣今见麋鹿游姑苏之台也。”伍子胥苦谏吴王而不见纳，愤然自慨。把这两个曲故合起来看，作者用意甚明，慨南宋之不奋，抒己之伤悲。</p> <p>　　“潮打孤城”、“月满秦淮”古人多咏此意。本词借用其句，抒发己怀。刘禹锡《金陵五题。石头城》讲：“山围故国周遭在，潮打孤城寂寞回；淮水东边旧时月，夜深还过女墙来。”<a href=\"http://so.gushiwen.org/author_211.aspx\">杜牧</a>《泊秦淮》云：“烟笼寒水月笼沙，夜泊秦淮近酒家；商女不知亡国恨，隔江犹唱《后庭花》。”借金陵景物，抒发感慨。唐人这些诗歌，已成为经典诗句传唱。正如《金陵五题》的序言里转述<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>所说：“吾知后之诗人，不复措辞矣。”自己也难以独出心裁，别开生面，不如用别人之旧瓶，装自己之新酒。传与后世读者。汪元量隐括唐人诗句采取的手法是把唐人的句子拆开，但仍保持着前后的呼应，同时又把自己的句子融合进去，根据词调的要求，重新组合。汪元量在隐括、化用前人诗词，重新进行拆改组合的过程中，是煞费苦心的。把前人的句子放得十分妥贴，对于那些完全出于自己手笔的句子，如“未把酒、愁心先醉”、“伤心千古，泪痕如洗”等，也作了周到的安排，熔借来的句子和已句于一炉，且使其错落有致，密合无间。这几个句子直接抒发作者的怀旧情丝，强烈表达作者的主观感情，故而在全词当中位置重要。起到统率全段的作用，从而显示了作者的主导作用和作品的创造性质。 </p>",
  "about": "<h2>抒情手法</h2> 　　抒发故情旧绪，转入了对历史的评述。“临春结绮”、“红粉成灰”，开始由第三片向第四片过渡。“临春”和“结绮”是金陵宫苑里的两座楼阁的名字，乃为陈后主和他宠爱的张丽华居住之所。<a href=\"http://so.gushiwen.org/author_197.aspx\">刘禹锡</a>《金陵五题》中的《台城》一首曾经咏叹过这两座楼阁：“台城六代竞豪华，结绮临春事最奢。万户千门成野草，只缘一曲《后庭花》。”强烈谴责这位荒淫之君。汪元量深有同感。<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>《和<a href=\"http://so.gushiwen.org/author_3095.aspx\">关盼盼</a>感事<a href=\"http://so.gushiwen.org/view_63744.aspx\">诗</a>》里道：“见说白杨堪作柱，争教红粉不成灰”，汪元量词中写成了“可怜红粉成灰，萧索白杨风起”两句，并暗用<a href=\"http://so.gushiwen.org/author_322.aspx\">曹植</a>《杂诗》“高台多悲风”的句意和禹锡诗表达方式有所不同。抒发了他面对历史陈迹而萌生的哀其不幸，怒其不争的复杂感情。<br/><h2>评价</h2> 　　全词的结尾，又回到金陵景物，并照应篇首的“倦客又此凭高”登高远眺“春风岁岁还来，吹入钟山，几重苍翠。”自然界不因人世之变迁而按照它固有的规律，照常轮换。钟山依旧，只是人事不再。因这种怀旧情结作为全篇的一个总结，应该说是意味极为深长。<br/><h2>典故</h2> <p>　　“因思畴昔”引领第四片，叙述东吴、东晋的史事。用意非常明显，喻指南宋王朝覆灭的历史悲剧。“千寻铁索沉江底一片降幡出石头。”东吴曾以铁索横江，作为防御工事，意为抵挡东晋南下。哪知被晋将王烧断，致使天堑无凭，国土沦丧。羽扇障尘、角巾还第、新亭对泣，出自于东晋士族代表人物王导，见于《世说新语》和《晋书。王导传》。“羽扇障尘”喻指南宋士大夫之不能戮力同心。王导与外戚庚亮共掌东晋大权，势力仲伯之间，一日大风扬尘，王导以扇拂之，说道：“元规（庚亮字）尘污人。”“角巾还第”喻指南宋士大夫之不能以大事为重，传言庚亮将要带兵到他的治所来，有人便建议他暗中戒备，王导却说：“我与元规虽俱王臣，本怀布衣之好。若其欲来，吾角巾径还乌衣，何所稍严！”（《世说新语。雅量》）角巾是便服，金陵的乌衣巷是王导私人第宅：“角巾私第”意即辞官归家之意。“新亭对泣”，《世说新语。言语》篇记载：“过江诸人，每至美日，辄相邀新亭，藉卉饮宴。周侯中坐而叹曰：”风景不殊，正自有山河之异。‘皆相视流泪。唯王丞相愀然变色曰：“当共戮力王室，克复神州，何至作楚囚相对！’”</p> <p>　　这里当是喻指南宋士大夫对时局危难而束手无策。汪元量有针对性地评述了这几个发生在金陵的历史故事，很有现实意义。当时南宋王朝刚刚覆灭，他所抒发的兴亡感慨也是有针对性的，有现实性的。“叹人间今古真儿戏”以儿戏喻兴亡，含义很复杂而用语却似乎很轻松，这里面既有作者自己的感慨，也有对历代亡国君臣的遣责，为的是把“人间今古”一笔带过。作者实际上是假借轻松的心境，引出一个沉重的话题。</p>",
  "poet": {
    "id": 557,
    "star": 0,
    "name": "汪元量",
    "desc": "汪元量（1241～1317年后）南宋末诗人、词人、宫廷琴师。字大有，号水云，亦自号水云子、楚狂、江南倦客，钱塘（今浙江杭州）人。琳第三子。度宗时以善琴供奉宫掖。恭宗德祐二年（1276）临安陷，随三宫入燕。尝谒文天祥于狱中。元世祖至元二十五年（1288）出家为道士，获南归，次年抵钱塘。后往来江西、湖北、四川等地，终老湖山。诗多纪国亡前后事，时人比之杜甫，有“诗史”之目，有《水云集》、《湖山类稿》。"
  },
  "tags": [
    "豪放",
    "典故",
    "咏史怀古",
    "抒怀"
  ]
}