{
  "id": 51199,
  "star": 22,
  "name": "虞美人·廉纤小雨池塘遍",
  "dynasty": "宋代",
  "content": "廉纤小雨池塘遍。细点看萍面。一双燕子守朱门。比似寻常时候、易黄昏。<br>宜城酒泛浮香絮。细作更阑语。相将羁思乱如云。又是一窗灯影、两愁人。",
  "fanyi": "<p><strong>译文<br></strong>如丝的细雨洒遍了池塘，在长满浮萍的水面，溅起了无数小点点。朱红色的门檐下，一双燕子守在窠里不再飞去。啊，今天的这个黄昏，来得似乎比往常要早。<br>杯里的宜城酒浮泛着香絮般的白沫。我们喁喁细语直到夜深。在这即将分手的时刻，我们的离愁别恨像乱云一般难以分，怎么又是这样啊——一窗摇曳的灯影，两个黯然相对的有情人！</p> <p><strong>注释<br></strong>⑴廉纤：纤细连绵貌。<a href=\"http://so.gushiwen.org/author_682.aspx\">韩愈</a>《晚雨》：“廉纤晚雨不能睛，池岸草边蚯蚓呜。<br>⑵萍面：池塘的水面生满了浮萍。<br>⑶朱门：红漆大门。<br>⑷比似：比起。<br>⑸宜城酒：汉南郡宜城（今湖北宜城县南）生产的名酒。香絮：形容酒面浮沫，又名“浮蚁”。晋代<a href=\"http://so.gushiwen.org/author_834.aspx\">张载</a>《酃酒赋》称赞宜城酒：“缥蚁萍布，芳香酷烈。”。<br>⑹更阑：夜深。古人一夜分五更。阑，将尽。<br>⑺相将：相共，共同。<br>⑻羁思（jī sī）：离愁别绪。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　《虞美人·廉纤小雨池塘遍》将离别场景和弥漫情思融合在一起，以质朴细腻的描写，刻画出离别前夜男女二人对坐共饮、细语诉情的场面。既有离愁别绪，又有思恋缠绵。[5] </p> <p>　　上片之境界，时间是从白天绵延到黄昏，空间是户外，开头暗用<a href=\"http://so.gushiwen.org/author_682.aspx\">韩愈</a>《晚雨》“廉纤小雨不能晴”<a href=\"http://so.gushiwen.org/view_51199.aspx\">诗</a>意，小雨洒遍池塘。“细点看萍面”，本来，池塘的水面生满了浮萍，现在万千雨点，点破了萍面，又自有一番含蕴。“看”体现了词人此时此境一种无可奈何的情状。黄昏细语，朱门燕影，既烘托出了一片忧郁凄婉的氛围，又体现了词人此时心境的悲凉。在这有些昏暗凝滞的天色中，词人并没有直接铺排渲染离愁别绪，而是通过灯下话别的场面，将浓得化不开的感情融于笔下的情景和情景中的人。“一双燕子守朱门，比似寻常时候易黄昏。”燕子不飞，其苦闷情状可想而知。它与下片的“一窗灯影两愁人”遥相叠印。最后一句又与起句遥相呼应，小雨连绵已久，天昏地暗，所以比起寻常时候就更容易黄昏。不过，这只是此句意蕴的一个层次。其深层意蕴是：在今天这样一个即将别离的时候，只觉得光阴比起寻常时候过得特别快，很快就进入了黄昏。上片，已为下片点出词情的内蕴作了充分的铺垫。</p> <p>　　下片时间绵延到夜尽，空间则转为室内。“宜城酒泛浮香絮，细作更阑语”写两人相对共饮，絮絮而谈。 夜已尽，话未完，离别却不期而至，于是“相将羁思乱如云，又是一窗灯影两愁人”。词人用翻滚纷乱的云朵形容即将分离的人心中那种忐忑不安的愁绪。处在愁苦中的有情人，只能在如豆的灯光下相对而立，映出一对零落的影子。“又是”表明两人已不止一度尝过离别的苦味。此度又尝，则别有一番滋味在心头亦可知。</p> <p>　　纵览全篇，词人并没有在情景的选择上别出心裁，仅仅描绘寻常景物、人事，然而情感氛围的渲染烘托却是妙笔生花。感情层层深入，词中隐含的书写节奏随着时间的延展而不知不觉地加快，离别来临之时又戛然而止，将两人的影子定格纸上，一切尽在不言中。这首以爱情和离愁为主题的词，感人处在于情感的朴实沉挚。与之相应，词人并未使用他所娴熟的一些技巧，如结构的错综安排之类，也没有描写送别、别后一类常是最富于戏剧性或最能打动人心的场面，他只是如实写出临别前夕的绵绵别话，就充分表现爱与愁两大主题。论笔法几乎是一往平铺，论情感正是一往深情。既朴实，又深沉，别具一种极厚重的感人力量。</p>",
  "about": "<h2>创作背景</h2> 　　<a href=\"http://so.gushiwen.org/author_164.aspx\">周邦彦</a>的《虞美人·廉纤小雨池塘遍》创作于哲宗元佑五年（1090）。周邦彦中年曾浮沉州县，漂零不偶，元丰年间周邦彦在汴京为太学生，后为太学正，至哲宗元祐二年（1087）方出京为庐州教授，后至溧水县，这其间曾滞留荆江任教授职。此时周邦彦三十五岁，作下此<a href=\"http://so.gushiwen.org/view_51199.aspx\">诗</a>。",
  "poet": {
    "id": 164,
    "star": 0,
    "name": "周邦彦",
    "image": "http://img.gushiwen.org/authorImg/zhoubangyan.jpg",
    "desc": "周邦彦（1056年－1121年），中国北宋末期著名的词人，字美成，号清真居士，汉族，钱塘（今浙江杭州）人。历官太学正、庐州教授、知溧水县等。徽宗时为徽猷阁待制，提举大晟府。精通音律，曾创作不少新词调。作品多写闺情、羁旅，也有咏物之作。格律谨严。语言典丽精雅。长调尤善铺叙。为后来格律派词人所宗。旧时词论称他为“词家之冠”。有《清真集》传世。"
  },
  "tags": [
    "写雨",
    "离别",
    "愁绪"
  ]
}