{
  "id": 50,
  "star": 56,
  "name": "蝃蝀",
  "dynasty": "先秦",
  "content": "蝃蝀在东，莫之敢指。女子有行，远父母兄弟。<br>朝隮于西，崇朝其雨。女子有行，远兄弟父母。<br>乃如之人也，怀婚姻也。大无信也，不知命也！",
  "fanyi": "<p><strong>译文</strong><br>一条彩虹出东方，没人胆敢将它指。一个女子出嫁了，远离父母和兄弟。</p> <p>朝虹出现在西方，整早都是濛濛雨。一个女子出嫁了，远离兄弟和父母。</p> <p>这样一个恶女子啊，破坏婚姻好礼仪啊！太没贞信太无理啊！父母之命不知依啊！</p> <p><strong>注释</strong><br>① 蝃蝀[dì dōng]（音“弟东”）：彩虹，爱情与婚姻的象征。在东：彩虹出现在东方。<br>② 有行：指出嫁。<br>③ 隮 [jī]（音“积”）：一说升云，一说虹。崇朝[zhāo]：终朝，整个早晨，指从日出到吃早餐的时候。<br>④ 乃如之人：像这样的人。怀：古与“坏”通用，败坏，破坏。昏姻：婚姻。<br>⑤ 大：太。信：贞信，贞节。命：父母之命。<br>[注]：鄘 [yōng]，音“庸”，中国周代诸侯国名，在今河南省汲县北。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　此<a href=\"http://so.gushiwen.org/view_50.aspx\">诗</a>开端“蝃蝀在东，莫之敢指”是起兴，写彩虹出现在东方。古人因缺乏自然知识，以为虹的产生是由于阴阳不和，婚姻错乱，因而将它视作淫邪之气，如刘熙云：“淫风流行，男美于女，女美于男，互相奔随之时，则此气盛。”（《释名》）彩虹在东边出现，自然是一件令人忌讳的事，所以大家都“莫之敢指”。接下去引出正文：“女子有行，远父母兄弟。”单这两句似乎看不出诗人的褒贬之意，然联系前面的起兴，诗人无疑是将淫邪的美人虹来象征这个出嫁的女子。所以前两句虽是兴，但兴中兼比，比兴合一，诗的讽意在不言中也就显露了出来。“女子有行，远父母兄弟”二句亦见于《诗经》的《邶风·泉水》和《卫风·竹竿》，很可能是当时陈语，因而多引用之。</p> <p>　　次章是首章的复叠。隮，亦指虹。所以“朝隮于西”接下便有“崇朝其雨”之句。说了暮虹，又说朝虹，这样反反复复，诗人就是旨在强调这个出嫁女子婚姻的错乱。</p> <p>　　第三章点明题目。“乃如之人也，怀昏姻也”，意思就是说：“像这样的女人啊，破坏婚姻礼仪啊。”如此刻薄斥骂的语气，表明了诗人对私奔行为的愤愤不平。这种愤愤不平基于两点，一是“大无信也”，即私奔者只知思男女之欲，而不能自守贞信之节；二是“不知命也”，即私奔者背人道、逆天理，不知婚姻当待父母之命，媒妁之言。从全诗结构看，前两章是蓄势，此章为跌出。第一、第二章的横断不即下，欲说又不直说，为此章蓄足了力量，故一经跌出，语意自然强烈。此章四句末尾语助词“也”字的连用，也进一步烘托出诗人对破坏婚姻制度的私奔行为的痛心疾首。</p> <p>　　按现代人的眼光来看，这个不从母命的私奔女子，其实正是一个反抗礼教制度、争取婚姻自由的勇敢女性。封建社会对婚丧喜庆有着极其严格的礼仪规定，如婚事就得依父母之命、媒妁之言，当事人无权自主择偶。《齐风·南山》中的“取妻如之何，必告父母”、“取妻如之何，匪媒不得”，就反映了当时周代社会的婚姻规范。或许此诗的女主人公就是《鄘风·柏舟》中那个大声疾呼“之死矢靡它”的少女，在得不到父母体谅的情况下，为追求爱情的幸福，义无反顾地私奔到意中人那里自主结合。这种大胆的私奔行为无疑为封建礼教所不容，所以一些所谓的正人君子便将她视作淫妇而进行严厉地斥责。从诗中两引当时陈语“女子有行，远父母兄弟”来看，她的这种愤怒的抗争也没有得到人们的普遍同情，诗中所谓的“莫之敢指”，实际正是千夫所指。“千夫所指，无病而死。”她尽管走出了这反抗的一步，但其悲惨的结局是不难想像的。孔子说“诗可以观”，这首诗便表现了封建礼教的吃人本质，诗的现实意义就在于此。</p>",
  "about": "<h2>创作背景</h2> 　　这是一首对某个私奔女子的讽刺<a href=\"http://so.gushiwen.org/view_50.aspx\">诗</a>，意在谴责她不按婚配之道行事的行为。《毛诗序》以为：“《蝃蝀》，止奔也。卫文公能以道化其民，淫奔之耻，国人不齿也。”《后汉书·杨赐传》唐李贤注引《韩诗序》云：“《蝃蝀》，刺奔女也。”宋<a href=\"http://so.gushiwen.org/author_459.aspx\">朱熹</a>《诗集传》也以为“此刺淫奔之诗”。作诗者的意图很明白，是想通过反面说教，以规范当时的礼仪制度。",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": [
    "诗经",
    "讽刺"
  ]
}