{
  "id": 71161,
  "star": 614,
  "name": "惠子相梁",
  "dynasty": "先秦",
  "content": "　　惠子相梁，庄子往见之。或谓惠子曰：“庄子来，欲代子相。”于是惠子恐，搜于国中三日三夜。庄子往见之，曰：“南方有鸟，其名为鹓鶵，子知之乎？夫鹓鶵发于南海，而飞于北海；非梧桐不止，非练实不食，非醴泉不饮。于是鸱得腐鼠，鹓鶵过之，仰而视之曰：‘吓！’今子欲以子之梁国而吓我邪？”",
  "fanyi": "<p><strong>译文</strong><br>　　惠施在梁国做国相，庄子去看望他。有人告诉惠施说：“庄子（到梁国）来，是想取代你做宰相。”于是惠施非常害怕，在国都搜捕三天三夜。庄子前去见他，说：“南方有一种鸟，它的名字叫鹓鶵，你知道它吗？那鹓鶵从南海起飞飞到北海去，不是梧桐树不栖息，不是竹子的果实不吃，不是甜美的泉水不喝。在此时猫头鹰拾到(一只)腐臭的老鼠，鹓鶵从它面前飞过，(猫头鹰)仰头看着，发出‘喝！’的怒斥声。现在你也想用你的梁国来吓我吗？”</p><p><strong>注释</strong><br>1.惠子：即惠施，战国时宋国人，哲学家，庄子好友。<br>2.相梁：在梁国当宰相。梁：魏国的都城，战国时期魏国迁都大梁。（今河南开封）后的别称。根据史实魏国都城叫大梁，所以魏也叫梁。相：辅助君主的人，相当于后代的宰相。这里用作动词，做宰相的意思。<br>3.或：有人。<br>4.于是：与现代意思相同，可直接翻译为“于是”。<br>5.恐：害怕。<br>6.国：国都。<br>7.往：前往。<br>8.鹓鶵（yuānchú）：鶵，古同“雏”。鹓鶵为古代传说中像凤凰一类的鸟，习性高洁。<br>9.止：栖息。<br>10.练实：竹实，即竹子所结的子，因为色白如洁白的绢，故称。<br>11.醴（lǐ）泉：甘泉，甜美的泉水。醴：甘甜。<br>12.于是：在这时。<br>13.鸱（chī）：人教版语文书中解释为猫头鹰。<br>14.吓（hè）：模仿鹞鹰发怒的声音。下文的“吓”用作动词。<br>15.夫（fú）：句首语气词，可以不译，也可以译作那 那鹓鶵。<br>16.三：虚指，多次。<br>17.发于南海：于，从。<br>18.飞于北海：于，到。<br>19.子：你，指代惠子。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　《惠子相梁》这则故事，辛辣地讥讽了醉心于功名富贵者的嘴脸，表现了庄子对功名利禄的态度。故事发展出人意料，人物形成鲜明对照，比喻巧妙贴切，收到言简义丰的效果。</p> <p>　　巧妙地采用了寓言的形式。庄子往见惠子，表明自己的清高，无意功名利禄，指责惠子为保住官位而偏狭猜忌的心态，但这些并没有直接道出，而是寓于一个虚构的故事中，使人感到意味隽永，具有更强的讽刺性。</p> <p>　　善于运用比喻。其中的“鹓鶵”“鸱”和“腐鼠”都具有明显的比喻义，且比喻自然生动形象，特别是把鸱吓鹓鶵的情景刻画地惟妙惟肖，活画出了惠子因怕丢掉相国的官职而偏狭猜忌的丑态。按：庄子和惠子本是朋友，惠子先于庄子而逝，在《庄子·徐无鬼》中表现了庄子对墓中的惠子的怀念。</p> <p>　　本篇表现了庄子无意于功名利禄的清高的品质。比起《逍遥游》中表现的虚无主义和追求绝对自由的人生观来，还是值得肯定的。</p>",
  "about": "<h2>文言现象</h2> <p><strong>一词多义</strong><br>①吓<br>仰而视之曰：“吓”：模仿鸱发怒的声音。<br>今子欲以子之梁国而吓我邪：吓用作动词，威胁<br>②于<br>夫鹓鶵发于南海：起飞、从<br>于是鸱得腐鼠：在<br>而飞于北海：到达<br>③相<br>惠子相梁：做宰相<br>欲代子相：做宰相<br>④于是<br>于是惠子恐：表转折<br>于是鸱得腐鼠：在这时<br>⑤之<br>仰而视之：代指鹓鶵<br>子之梁国：结构助词“的”</p> <p><strong>通假字</strong><br>今子欲以子之梁国而吓我邪？邪， 通“ 耶” 语气词，相当于“吗”</p> <p><strong>特殊句式</strong><br>省略句<br>原句 惠子相梁<br>改 惠子相于梁<br>译 惠子在梁国做宰相<br>倒装句<br>原句 夫鹓雏（刍鸟 同音）发于南海 状语后置<br>改 夫鹓鶵于南海发<br>译 鹓鶵从南海出发</p> <p><strong>词类活用</strong><br>名词作动词 今子欲以子之梁国而吓我邪 吓：威胁，恐吓<br>惠子相梁 相：做宰相</p> <p><strong>古今异义</strong><br>①非梧桐不止<br>止：古义：栖息 今义：停止<br>②于是鸱得腐鼠<br>于是：古义：在这时 今义：因果关系<br>比喻意义<br>鹓鶵比喻意：庄子，志向高洁之士。<br>鸱比喻意：∶惠子，极力追求功名利禄的人。<br>腐鼠比喻意：功名利禄。<br>梧桐等比喻意：志趣<br>说明庄子是一个有远大理想，不稀罕功名利禄的人。惠子是个醉心于功名利禄，见利忘义，没主见的人。<br>鹓鶵的故事里，鹓鶵比喻志向高洁之士。鸱比喻醉心利禄猜忌君子的小人。庄子将自己比作鹓鶵，将惠子比作鸱，把功名利禄比作腐鼠，既表明了自己的立场和志趣，又极其辛辣地讥讽了惠子。庄子没有直言痛斥惠子。而用讲故事的方式来使惠子自己觉得愧疚，收到既尖锐痛快又余味不尽的效果。</p> <p><strong>文言词语</strong><br>惠子相梁 三日三夜 梧桐不止 醴泉不饮 练实不食 </p><br/><h2>人物特点</h2> 庄子：鄙视功名、清高自守、淡泊名利、超然物外。<br>惠子：醉心功名、利欲熏心、无端猜忌、心胸狭窄。<br/><h2>中心思想</h2> <p>　　《惠子相梁》这则故事，辛辣地讥讽了醉心于功名富贵者的嘴脸，表现了庄子对功名利禄的态度。故事发展出人意料，任务形成鲜明对照，比喻巧妙贴切，收到言简义丰的效果。</p> <p>　　（一）巧妙地采用了寓言的形式。庄子往见惠子，表明自己的清高，无意功名利禄，指责惠子为保住官位而偏狭猜忌的心态，但这些并没有直接道出，而是寓于一个虚构的故事中，使人感到意味隽永，具有更强的讽刺性。</p> <p>　　善于运用比喻。其中的“鹓鶵”“鸱”和“腐鼠”都具有明显的比喻义，且比喻自然生动形象，特别是把鸱吓鹓鶵的情景刻画地惟妙惟肖，活画出了惠子因怕丢掉相国的官职而偏狭猜忌的丑态。按：庄子和惠子本是朋友，惠子先于庄子而逝，在《庄子·徐无鬼》中表现了庄子对墓中的惠子的怀念。</p> <p>　　（二）本篇表现了庄子无意于功名利禄的清高的品质。比起《逍遥游》中表现的虚无主义和追求绝对自由的人生观来，还是值得肯定的。</p> <p>　　比喻意义</p> <p>　　鹓鶵比喻意∶庄子，志向高洁之士。</p> <p>　　鸱比喻意∶惠子，极力追求功名利禄的人。</p> <p>　　腐鼠比喻意∶功名利禄。</p> <p>　　说明庄子是一个有远大理想，不稀罕功名利禄的人。</p> <p>　　作为寓言，它给我们的启迪是：在还未了解别人的真实意图，或还未了解事情的真相时，切不可妄加猜忌。</p>",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": [
    "初中文言文",
    "讽刺",
    "哲理",
    "寓言"
  ]
}