{
  "id": 164,
  "star": 80,
  "name": "天保",
  "dynasty": "先秦",
  "content": "天保定尔，亦孔之固。俾尔单厚，何福不除？俾尔多益，以莫不庶。<br>天保定尔，俾尔戬穀。罄无不宜，受天百禄。降尔遐福，维日不足。<br>天保定尔，以莫不兴。如山如阜，如冈如陵，如川之方至，以莫不增。<br>吉蠲为饎，是用孝享。禴祠烝尝，于公先王。君曰：卜尔，万寿无疆。<br>神之吊矣，诒尔多福。民之质矣，日用饮食。群黎百姓，遍为尔德。<br>如月之恒，如日之升。如南山之寿，不骞不崩。如松柏之茂，无不尔或承。",
  "fanyi": "<p><strong>、译文<br></strong>上天保佑您安宁，王位稳固国昌盛。让您国力加倍增，何种福禄不赐您？使您财富日丰盈，没有什么不盛兴。<br>上天保佑您安宁，享受福禄与太平。所有事情无不宜，受天百禄数不清。给您福气长久远，唯恐每天缺零星。<br>上天保佑您安宁，没有什么不兴盛。福瑞宛如高山岭，绵延就像冈和陵。又如江河滚滚来，没有什么不日增。<br>吉日沐浴备酒食，敬献祖先供祭享。春夏秋冬四季忙，献祭先公与先王。先祖传话祝福你，寿手无止境万年长。<br>神灵感动来降临，赐您鸿运多福庆。您的人民多纯朴，饮食满足就算行。黎民百官心一致，普遍感激您恩情。<br>您像明月在天恒，您像太阳正东升。您像南山永长寿，永不亏损不塌崩。您像松柏永繁茂，福寿都由您传承。</p> <p><strong>注释<br></strong>1.保：保护。<br>2.定：平安。尔：指国君。<br>3.亦：又。孔：很。固：巩固。<br>4.俾（bǐ）：使。尔：你，即周宣王。单厚：确实很多。单，“宣”之假借，确实。<br>5.除：赐予。<br>6.多益：多富，即富有。<br>7.庶：众多。<br>8.戬（jiǎn）榖（gǔ）：吉祥，幸福。榖：善。<br>9.罄（qìng）：尽，指所有的一切。<br>10.百禄：百福。百，言其多。<br>11.遐福：远福，即久长、远大之福。<br>12.维日不足：言因福之多而广远，日日享福也享受不完。维，通“惟”，惟恐。<br>13.兴：兴盛。<br>14.阜（fù）：土山，高丘。<br>15.陵：丘陵。<br>16.川之方至：河水涨潮。<a href=\"http://so.gushiwen.org/author_459.aspx\">朱熹</a>《<a href=\"http://so.gushiwen.org/view_164.aspx\">诗</a>集传》：“川之方至，言其盛长之未可量也。”<br>17.增：增加。<br>18.吉：吉日。蠲（juān）：祭祀前沐浴斋戒使清洁。饎（chì）：祭祀用的酒食。<br>19.是用：即用是，用此。孝享：献祭。孝，祭祀。<br>20.禴（yuè）祠烝尝：一年四季在宗庙里举行的祭祀的名称，春曰祠，夏曰禴，秋曰尝，冬曰烝。<br>21.于公先王：指献祭于先公先王。公，先公，周之远祖。<br>22.君曰：即尸传达神的话。君，指先公先君的神灵。卜：“畀（bì）”字之假借，给予。<br>23.万：大。无疆：无穷。<br>24.吊：至。指神灵、祖考降临。<br>25.诒（yí）：通“贻”，赠给。<br>26.质：质朴，诚实。<br>27.日用饮食：以日用饮食为事，形容人民质朴之状态。<br>28.群黎：民众，指普通劳动人民。百姓：贵族，即百官族姓。<br>29.徧（biàn）：“遍”的异体字。为：通“化”，感化。<br>30.恒：“緪（gēng）”字的假借，指月到上弦。<br>31.骞（qiān）：因风雨剥蚀而亏损。<br>32.或承：即“是承”。承，继承，承受。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　此<a href=\"http://so.gushiwen.org/view_164.aspx\">诗</a>分六章。第一章是说宣王受天命即位，地位稳固长久。语重心长地鼓励说，“天保定尔，亦孔之固”而且“俾尔单厚”。让宣王消除疑虑，树立起建功立业的信心。第二章又祝愿说王即位后，上天将竭尽所能保佑王室：“俾尔戬谷”“罄无不宜”“降尔遐福”。使王一切顺遂，赐给王众多的福分，还担心不够（“维日不足”）。第三章祝愿说王即位后，天也要保佑国家百业兴旺。此章中作者连用五个“如”字，极申上天对王的佑护与偏爱。诗从第四章起，先写选择吉利的日子，为王举行祭祀祖先的仪式，以期周之先公先王保佑新王（“吉蠲为饎，是用孝享。……于公先王”）；次写祖先受祭而降临，将会带来国泰民安、天下归心的兴国之运（“神之吊矣……日用饮食……徧为尔德”）。末章又以四“如”字祝颂之，说王将长寿，国将强盛。全诗处处都渗透着对年轻君王的热情鼓励和殷殷期望，以及隐藏着的深沉的爱心。</p> <p>　　诗中所反映的祭祀仪式的规模，内容和举行地点均符合先秦时代新君登基之礼：登基前祭天（前三章向天祷告）、择吉祭祖，又在宗庙中举行。《尚书·周书·康王之诰》载在康王登基仪式之后，“太保暨芮伯……再拜稽首曰：‘敢敬告天子，皇天改大邦殷之命……克恤西土。惟新陟王毕协赏罚，戡定厥功，用敷遗后人休。今王敬之哉！’”而《小雅·天保》这首诗也总是说“天保定尔”“俾尔单厚”之类，亦从天命说起，以期望告诫作终结（“徧为尔德”）。这表达了臣子对君主的忠心和对上天的虔诚，也反映了周人的天命观。</p> <p>　　在表现方法上，作者恰如其分地使用了一些贴切新奇的比喻，“如山如阜，如冈如陵，如川之方至”及“如月之恒，如日之升，如南山之寿”等，既使得作者对新王的深切期望与美好祝愿得到了细致入微的体现，也使得全诗在语言风格上产生了融热情奔放于深刻含蓄之中的独特效果。</p>",
  "about": "<h2>创作背景</h2> 　　这是臣子祝颂君主的<a href=\"http://so.gushiwen.org/view_164.aspx\">诗</a>。周克商之后，周的统治者认为他们的政权是受命于天，鉴于殷商灭亡的教训，他们“畏天之威”，“敬天之命”，奉行德政，以安抚百姓，国家日益安定。这时产生了一些歌颂上天、歌颂君主的诗歌。此诗即为其中之一。赵逵夫在《论西周末年杰出诗人召伯虎》中说：“此诗乃是召公致政于宣王之时祝贺宣王亲政的诗。”而此诗作者口气、祝愿方式与大体内容都与《尚书·周书·康王之诰》一致，可以推定其作者身份应是太保一类的人。",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": [
    "诗经",
    "祝福"
  ]
}