{
  "id": 72957,
  "star": 22,
  "name": "过小孤山大孤山",
  "dynasty": "宋代",
  "content": "　　八月一日，过烽火矶。南朝自武昌至京口，列置烽燧，此山当是其一也。自舟中望山，突兀而已。及抛江过其下，嵌岩窦穴，怪奇万状，色泽莹润，亦与它石迥异。又有一石，不附山，杰然特起，高百余尺，丹藤翠蔓，罗络其上，如宝装屏风。是日风静，舟行颇迟，又秋深潦缩，故得尽见。杜老所谓“幸有舟楫迟，得尽所历妙”也。</p> <p>　　过澎浪矶、小孤山，二山东西相望。 小孤属舒州宿松县，有戍兵。凡江中独山，如金山、焦山、落星之类，皆名天下，然峭拔秀丽皆不可与小孤比。自数十里外望之，碧峰巉然孤起，上干云霄，已非它山可拟，愈近愈秀，冬夏晴雨，姿态万变，信造化之尤物也。但祠宇极于荒残，若稍饰以楼观亭榭，与江山相发挥，自当高出金山之上矣。庙在山之西麓，额曰“惠济”，神曰“安济夫人”。绍兴初，张魏公自湖湘还，尝加营葺，有碑载其事。又有别祠在澎浪矶，属江州彭泽县，三面临江，倒影水中，亦占一山之胜。舟过矶，虽无风，亦浪涌，盖以此得名也。昔人诗有“舟中估客莫漫狂，小姑前年嫁彭郎”之句，传者因谓小孤庙有彭郎像，澎浪庙有小姑像，实不然也。晚泊沙夹，距小孤一里。微雨，复以小艇游庙中，南望彭泽、都昌诸山，烟雨空濛，鸥鹭灭没，极登临之胜，徙倚久之而归。方立庙门，有俊鹘抟水禽，掠江东南去，甚可壮也。庙祝云，山有栖鹘甚多。</p> <p>　　二日早，行未二十里，忽风云腾涌，急系缆。俄复开霁，遂行。泛彭蠡口，四望无际，乃知太白“开帆入天镜”之句为妙。始见庐山及大孤。大孤状类西梁，虽不可拟小姑之秀丽，然小孤之旁，颇有沙洲葭苇，大孤则四际渺弥皆大江，望之如浮水面，亦一奇也。江自湖口分一支为南江，盖江西路也。江水浑浊，每汲用，皆以杏仁澄之，过夕乃可饮。南江则极清澈，合处如引绳，不相乱。晚抵江州。州治德化县，即唐之浔阳县，柴桑、栗里，皆其地也；南唐为奉化军节度，今为定江军。岸土赤而壁立，东坡先生所谓“舟人指点岸如赪”者也。泊湓浦，水亦甚清，不与江水乱。自七月二十六日至是，首尾才六日，其间一日阻风不行，实以四日半溯流行七百里云。",
  "fanyi": "<p><strong>译文<br></strong>　　八月一日，（船）经过烽火矶。南朝以来，从武昌（今鄂城）到京口，依次设置了很多（报警的）烽火台，这座山应该是其中之一。从船上看山，只是见到高耸的山峰罢了。等到抛锚停船后，（我）走过山下，（看到）裂缝的岩石和各式的洞穴，奇形怪状，色彩光亮润泽，也和别的石头不大一样。又有一块巨石，与烽火矶不相连。高峻雄伟地拔地而起，高约一百多尺，有红藤绿蔓蒙络在它上面，像宝石镶嵌的屏风。这一天，风平浪静，船走得很慢，又因为深秋，江水较浅，所以能看到这里的一切美景，（正像）<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>所说的“幸有舟楫迟，得尽所历妙”。</p> <p>　　经过澎浪矶、小孤山，（这）两座山东西相望。小孤山属于舒州宿松县，山上有兵戍守着。所有江中的独山，如金山、焦山、落星山之类，都是名闻天下的，但从峭拔秀丽上看，都不能和小孤山相比。从几十里外看去，小孤山碧绿的山峰高高耸立着，直插云霄，已经不是别的山可以相比的了。越近（看）越秀丽，冬天，夏天，晴天，雨天，姿态变化万千，确实是自然界风景最优美的地方。只是（山上的）庙宇太荒凉残破了，如果再增加些楼台亭榭，与山光水色互相辉映，自然会比金山更漂亮了。庙在西边山脚下，匾额上写着“惠济”二字，（里面供奉的）神叫“安济夫人”。绍兴初年，魏国公<a href=\"http://so.gushiwen.org/author_1628.aspx\">张浚</a>从湖南回来，曾经修缮过，有座碑记载了这件事。又有另一座庙在澎浪矶，在江州彭泽县境内，三面临着长江，山的倒影映在水中，也是一处名山胜景。船过澎浪矶，即使无风，浪也很大，澎浪矶大概因此而得名吧。 古人有<a href=\"http://so.gushiwen.org/view_72957.aspx\">诗</a>：“舟中估客莫漫狂，小姑前年嫁彭郎。”传说的人说小孤山的庙里有彭郎像，澎浪矶庙里有小姑像，其实并不是这样的。这天晚上，（我的船）就停在沙夹，距小孤山大约一里远。天下着雨，（我）又乘小艇到小孤山的庙中浏览。向南远望，彭泽、都昌一带山峦，烟雨迷茫，沙鸥和白鹭隐没了踪迹。登山临水浏览名胜可算登峰造极了，徘徊了很长时间才回去。刚到庙门口站着，（就看到）有一只健美的老鹰正在追逐水鸟，掠过江面东南方向飞去，非常壮观。守庙的人说，山上栖息着很多老鹰。</p> <p>　　第二天早晨，（船）行不到二十里，忽然风起云涌，（于是）急忙系上缆绳。不一会儿，天又转晴，（船又）继续前行。泛舟到彭蠡口，四面望去，没有边际，这时我才领会<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>“开帆入天镜”这句诗的妙处。这时才看到庐山和大孤山。大孤山的样子像西梁山，虽然比不上小孤山那样秀丽，但是小孤山的旁边，很有几块沙洲和初生的芦苇；大孤山的四周却是茫茫无际的江水，远望它像浮在水面上一样，也是一种奇观呀！长江从湖口分出一支成为南江，是江西路一带水域。（这一段）长江的水很浑浊，每逢要汲用江水时，都需用杏仁来澄清，过一个晚上才能喝。南江的水却很清，两江的水合流处像用绳尺划分过一样，不相混淆。晚上到达江州，州府设在德化县，就是唐代的浔阳县。柴桑、栗里，都属于江州地面；南唐时由奉化军管辖，现在是定江军。岸上的土是红色的，像墙一样起直立着，东坡先生所说的“舟人指点岸如赪”，说的就是这个。（船）停泊在湓浦口，水也是很清的，不和江水相混。从七月二十六日到今天，前后才六天，其中有一天因为风阻（船）不能行，实际用了四天半的时间，逆水而上，航行了七百里。</p> <p><strong>注释<br></strong>1.《过小孤山大孤山》选自《<a href=\"http://so.gushiwen.org/author_272.aspx\">陆游</a>集·入蜀记》，题目是编者加的。小孤山，在今江西彭泽北，安徽宿松东，与南岸彭浪矶相对，俗讹小姑山。大孤山，在今江西九江市南鄱阳湖出口处，与小孤山遥遥相对。[1] <br>2.烽火矶：设置烽火台的江边小山。矶，水边突出的岩石。<br>3.烽燧：即烽火，古代边防报警的信号。夜间燃的火叫烽，白天烧的烟叫燧。<br>4.抛江：抛锚停船于江中。<br>5.嵌岩窦穴：裂缝的岩石和各式岩洞。嵌，形容山石如张口的样子。窦，孔，洞。<br>6.杰然特起：高俊雄伟地拔地而起。杰然，形容高大的样子。特起，拔地而起。<br>7.宝装屏风：宝石镶嵌的屏风。<br>8.潦缩：水位下降。潦，积水。<br>9.杜老，指杜甫。<br>10.幸有舟楫迟，得尽所历妙：引自杜甫《次空灵岸》。意思是幸而船只行驶缓慢，因此能尽情欣赏所经历的一切美景。<br>11.巉：险峻陡峭。<br>12.信造化之尤物：诚然是自然界风景最优美的地方。造化，这里指天地、自然界。尤物，特异之物，这里指风景最美的地方。<br>13.与江山相发挥：楼观亭榭与山光水色互相辉映。<br>14.昔人诗：指北宋文学家<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>的诗。<br>15.舟中估客莫漫狂，小姑前年嫁彭郎：引自苏轼《李思训画&lt;长江绝岛图&gt;》。估客，贩货的行商。漫狂，纵情、放荡。世俗将彭浪转称彭郎，将小孤转称转称小姑，并传说彭郎小姑婿。<br>16.徙倚：徘徊不忍去。<br>17.抟：持，抓。这里指俊鹘用利爪抓住水禽。<br>18.庙祝：庙堂里管香火的人。<br>19.开帆入天镜：引自李白《下寻阳城泛彭蠡寄黄判官》。意思是开船进入明亮如镜、水天一色的鄱阳湖。<br>20.沙洲葭苇：沙洲，江河边上由泥沙淤积而成的大片地面。葭苇，初生的芦苇，这里即指芦苇。<br>21.渺弥：形容水势浩淼，广阔无边。<br>22.州治：州的官署所在地。治，旧时称地方政府所在地为“治”。<br>23.奉化军节度：奉化军管辖。军，南唐至宋朝时的区划名称。节度，这里是管辖的意思。<br>24.赪：红色。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　本文是游记，写山川景物形象，并在其中蕴含着丰富的情趣和韵味。作者船行于长江小孤山至大孤山一段，所见所游，非止一处，为避免重复单调，需要用精彩的变化的笔墨，抓住各处景物特征进行描绘。文中写烽火矶“嵌岩窦穴，怪奇万状，色泽莹润”，写峭石’‘杰然特起”.“丹藤翠蔓，罗络其上，如宝装屏风”，写小孤山“碧峰巉然孤起，上干云霄”，写澎浪矶“虽无风，亦浪涌，盖以此得名”，写大孤山“四际渺弥皆大江，望之如浮水面”，只寥寥几笔就描绘出鲜明独特的形象。</p> <p>　　由于景点多，仅是孤立地写出特征，也可能会失之分散。作者注意了景点间的联系。一是各处景物虽千姿百态，但又均有山与江水相互生发辉映的描写，构成整体背景，使景物在多样中见统一；二是注意各景点地理位置上的联系。文章屡次写江流和船行，即在分散的景点中贯以线索。至于写澎浪矶和小孤山，“二山东西相望”，写大孤山时又与小孤山作比，更见出其间联系，从而由各景点共同组成一幅完整的长江山水图。 </p> <p>　　在各景点中，以对小孤山的猫写最为充分。作者用笔灵活多变，从各个角度写这一江中绝景。既随角度变化显现作者是在江行中览眺景物，又从多个角度充分展现了山水景物的千姿百态。</p> <p>　　作者在记述山川景物、名胜古迹过程中，随时触合抒情和议论，并将有关的传闻轶事、前人<a href=\"http://so.gushiwen.org/view_72957.aspx\">诗</a>句都信手拈来，还随笔写出郡县沿革、地形防戍等情况，丰富了作品的内容，使写景记游具有思想深度，同时亦为景物添彩生色，使一景一物似乎都带有诗的灵气，文的推致，神话的氛围，历史的积淀，诗文传说与胜景相互映发，更为引人入胜。</p> <p>　　作为散文，所描摹的山水形象，与用诗歌写出的山水形象是有差别的。文贴近山水的本来面貌，写得具体，而诗则是写意的，境象与情思都升华得更为高远一些。在<a href=\"http://so.gushiwen.org/author_272.aspx\">陆游</a>之前，<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>有咏大孤山小孤山的著名题画诗《李思训画&lt;长江绝岛图&gt;》：</p> <p>　　山苍苍，水茫茫，大孤小孤江中央。崖崩路绝猿鸟去，惟有乔木搀天长。客舟何处来？棹歌中流声抑扬。</p> <p>　　沙平风软望不到，孤山久与船低昂。峨峨两烟鬟，晓镜开新妆。舟中估客莫漫狂，小姑前年嫁彭郎。 </p> <p>　　诗的最后两句，为陆游文中所引，但诗中以浪漫之笔写得煞有介事，而文中仅作为诗家浪漫想象的妙语，并对有关传说予以考校。苏、陆二家，一诗一文。苏诗是凌空飘飏的，所展现的形象，真有“山苍苍，水茫茫”“沙平风软望不到”的感觉，而陆文则是脚路实地，从多种侧面，作了细致真实的描写。苏诗能启发我们展开想象的翅膀，陆文则让我们如同身临其境。对比之下，可以显见其差异。但这种差异，是体现着文学艺术手段的丰富多样，并无高下优劣之分。</p>",
  "about": "<h2>创作背景</h2> 　　<a href=\"http://so.gushiwen.org/author_272.aspx\">陆游</a>主张抗金，恢复中原，被罢官。宋孝宗乾道五年（1169），起用为夔州（今四川奉节）通判。第二年闰五月，他由故乡山阴（今浙江绍兴）出发，至十月二十七日抵达任所。途中以日记纪行，集成日记体游记《入蜀记》。本篇是作者路过小孤山和大孤山时所写的两则日记。",
  "poet": {
    "id": 272,
    "star": 0,
    "name": "陆游",
    "image": "http://img.gushiwen.org/authorImg/luyou.jpg",
    "desc": "陆游（1125—1210），字务观，号放翁。汉族，越州山阴（今浙江绍兴）人，南宋著名诗人。少时受家庭爱国思想熏陶，高宗时应礼部试，为秦桧所黜。孝宗时赐进士出身。中年入蜀，投身军旅生活，官至宝章阁待制。晚年退居家乡。创作诗歌今存九千多首，内容极为丰富。著有《剑南诗稿》、《渭南文集》、《南唐书》、《老学庵笔记》等。"
  },
  "tags": [
    "游记",
    "写景",
    "抒情"
  ]
}