{
  "id": 48726,
  "star": 511,
  "name": "采桑子·群芳过后西湖好",
  "dynasty": "宋代",
  "content": "群芳过后西湖好，狼籍残红，飞絮濛濛。垂柳阑干尽日风。<br>笙歌散尽游人去，始觉春空。垂下帘栊，双燕归来细雨中。",
  "fanyi": "<p><strong>译文</strong><br>虽说是百花凋落，暮春时节的西湖依然是美的，残花轻盈飘落，点点残红在纷杂的枝叶间分外醒目；柳絮时而飘浮，时而飞旋，舞弄得迷迷蒙蒙；杨柳向下垂落，纵横交错，在和风中随风飘荡，摇曳多姿，在和煦的春风中，怡然自得，整日轻拂着湖水。<br>游人尽兴散去，笙箫歌声也渐渐静息，才开始觉得一片空寂，又仿佛正需要这份安谧。回到居室，拉起窗帘，等待着燕子的来临，只见双燕从蒙蒙细雨中归来，这才拉起了帘子。</p> <p><strong>注释</strong><br>⑴群芳过后：百花凋零之后。群芳，百花。西湖：指颍州西湖，在今安徽阜阳西北，颖水和诸水汇流处，风景佳胜。<br>⑵狼籍残红：残花纵横散乱的样子。残红，落花。狼籍，同“狼藉”，散乱的样子。<br>⑶濛濛：今写作“蒙蒙”。细雨迷蒙的样子，以此形容飞扬的柳絮。<br>⑷阑干：横斜，纵横交错。<br>⑸笙歌：笙管伴奏的歌筵。散：消失，此指曲乐声停止。去：离开，离去。<br>⑹帘栊：窗帘和窗棂，泛指门窗的帘子。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这是<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>晚年退居颍州时写的十首《采桑子》中的第四首，抒写了作者寄情湖山的情怀。虽写残春景色，却无伤春之感，而是以疏淡轻快的笔墨描绘了颍州西湖的暮春景，创造出一种清幽静谧的艺术境界。而词人的安闲自适，也就在这种境界中自然地表现出来。情景交融，真切动人。词中很少修饰，特别是上下两片，纯用白描，却颇耐寻味。</p> <p>　　上片描写群芳凋谢后西湖的恬静清幽之美。首句是全词的纲领 ，由此引出“群芳过后”的西湖景象，及词人从中领悟到的“好”的意味。“狼藉”、“飞絮”二句写落红零乱满地、翠柳柔条斜拂于春风中的姿态。以上数句，通过落花、飞絮、垂柳等意象，描摹出一幅清疏淡远的暮春图景。“群芳过后”本有衰残之味，常人对此或惋惜，或伤感，或留恋，而作者却赞美说“好”，并以这一感情线索贯穿全篇。人心情舒畅则观景物莫不美丽，心情忧伤则反之。这就是所谓的移情。一片风景就是一种心情，道理也正在于此。</p> <p>　　过片表现出环境之清幽，虚写出过去湖上游乐的盛况。“笙歌散尽游人去，”乃指“绿水逶迤，芳草长堤，隐隐笙歌处处随”的游春盛况已过去，花谢柳老，“笙歌处处随”的游人也意兴阑珊，无人欣赏残红飞絮之景；“始觉春空”，点明从上面三句景象所产生的感觉，道出了作者惜春恋春的复杂微妙的心境。“始觉”是顿悟之辞，这两句是从繁华喧闹消失后清醒过来的感觉，繁华喧闹消失，既觉有所失的空虚，又觉获得宁静的畅适。首句说的“好”即是从这后一种感觉产生，只有基于这种心理感觉，才可解释认为“狼藉残红”三句所写景象的“好”之所在。</p> <p>　　最后二句，“垂下帘栊，双燕归来细雨中。”写室内景，以人物动态描写与自然景物映衬相结合，表达出作者恬适淡泊的胸襟。末两句是倒装，本是开帘待燕，“双燕归来”才“垂下帘拢”。结句“双燕归来细雨中”，意蕴含蓄委婉，以细雨衬托春空之后的清寂气氛，又以双燕飞归制造出轻灵、欢娱的意境。</p> <p>　　这首词通篇写景，不带明显的主观感情色彩，却从字里行间婉曲地显露出作者的旷达胸怀和恬淡心境。此词表现出词人别具慧眼的审美特点，尤其最后两句营造出耐人寻味的意境。作者写西湖美景，动静交错，以动显静，意脉贯串，层次井然，显示出不凡的艺术功力。</p> <p>　　西湖花时过后，群芳凋零，残红狼藉。常人对此，当觉索然无味，而作者却面对这种“匆匆春又去”的衰残景象，不但不感伤，反而在孤寂清冷中体味出安宁静谧的美趣。这种春空之后的闲淡胸怀，这种别具一格的审美感受，正是此词有异于一般咏春词的独到之处。</p> <p>　　全词取境典型，叙事抒情结合。章法缜密，构思严谨，意象鲜明。</p><br/><h2>赏析二</h2> <p>　　这首词，上片描绘载酒游湖时船中丝竹齐奏、酒杯频传的热闹气氛。下片写酒后醉眠船上，俯视湖中，但见行云在船下浮动，使人疑惑湖中别有天地。整首词寓情于景，写出了作者与友人的洒脱情怀。下片写醉后俯视湖水，只见白云朵朵，飘于船下。船在移动，云也在移动，似乎人和船在天上飘飞。“空水澄鲜”一句，本于<a href=\"http://so.gushiwen.org/author_758.aspx\">谢灵运</a>《登江中孤屿》<a href=\"http://so.gushiwen.org/view_48726.aspx\">诗</a>“云日相晖映，空水共澄鲜”，言天空与湖水同是澄清明净。这一句是下片的关键。兼写“空”、 “ 水”，绾合上句的“云”与“舟”。下两句的 “俯”与“仰”、“湖”与“天”，四照玲珑，笔意俱妙，虽借用成句，而恰切现景，妥贴自然，如同己出。“俯仰留连”四字，又是承上启下过渡之笔。从水中看到蓝天白云的倒影，他一会儿举头望天，一会儿俯首看水，被这空阔奇妙的景象所陶醉，于是怀疑湖中别有一个天宇在，而自己行舟在两层天空之间。 “疑是湖中别有天”，用“疑是”语，是就其形貌来说。说“疑”者非真，说“是”者诚是，“湖中别有天”的体会，自出心裁，给人以活泼清新之感。</p> <p>　　“残霞夕照”是天将晚而未晚、日已落而尚未落尽的时候。“夕阳无限好”，古往今来不知有多少诗人歌咏过这一转瞬即逝的黄金时刻。<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>没有直写景物的美，而是说“霞”已“残”，可见已没有“熔金”、“合璧”那样绚丽的色彩了。但这时的西湖，作者却觉得“好”。好就好在“花坞苹汀”。在残霞夕照下所看到的是种在花池里的花，长在水边或小洲上的苹草，无一字道及情，但情却寓于景中了。“十顷波平 ”，正是欧阳修在另一首《 采桑子》里写的“无风水面琉璃滑”。波平如镜，而且这“镜面”浩渺无边。“野岸无人舟自横”，这句出自<a href=\"http://so.gushiwen.org/author_564.aspx\">韦应物</a>《滁州西涧 》诗“ 野渡无人舟自横”。作者改“渡”为“岸”，说明“舟自横”是由于当日的游湖活动结束了，因此这“无人”而“自横”的“舟”，就更衬托出了此刻“野岸”的幽静沉寂。</p> <p>　　“西南月上”，残霞夕照已经消失。月自西南方现出，因为不是满月，所以虽在“浮云散”之后，这月色也不会十分皎洁。这种色调与前面的淡素画图和谐融洽，见出作者用笔之细。“轩槛凉生”，这是人的感觉。直到这时才隐隐映现出人物来。至此可知，上片种种景物，都是在这“轩槛”中人的目之所见，显然他在这里已经有好长一段时间了。这里，作者以动写静，一切都是静悄悄的，一点声音也没有，使人们仿佛置身红尘之外。</p> <p>　　“莲芰香清，水面风来酒面醒。”“水面风来”，既送来莲香 ，也吹醒了人的醉意。原来他喝醉了酒，就这么长时间地悄无声息地沉浸在“西湖好”的美景中。这位颍州西湖的“旧主人”怀着无限深情，谱出了一曲清歌。</p> <p>　　欧公在此词中借啸傲湖山而试图忘记仕途的坎坷不平，表达了视富贵如浮云的情趣。词中用语平实却极有表现力。</p>",
  "about": "<h2>创作背景</h2> <p>　　本词作于熙宁四年（1071年），这年六月，<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>以太子少师的身份辞职，回到颍州。暮春时节来到西湖游玩，心生喜悦而作《采桑子》十首。</p>",
  "poet": {
    "id": 561,
    "star": 0,
    "name": "欧阳修",
    "image": "http://img.gushiwen.org/authorImg/ouyangxiu.jpg",
    "desc": "欧阳修（1007－1072），字永叔，号醉翁，晚号“六一居士”。汉族，吉州永丰（今江西省永丰县）人，因吉州原属庐陵郡，以“庐陵欧阳修”自居。谥号文忠，世称欧阳文忠公。北宋政治家、文学家、史学家，与韩愈、柳宗元、王安石、苏洵、苏轼、苏辙、曾巩合称“唐宋八大家”。后人又将其与韩愈、柳宗元和苏轼合称“千古文章四大家”。"
  },
  "tags": [
    "婉约",
    "写景",
    "写水",
    "西湖",
    "抒情",
    "旷达"
  ]
}