{
  "id": 48327,
  "star": 21,
  "name": "彩云归·蘅皋向晚舣轻航",
  "dynasty": "宋代",
  "content": "蘅皋向晚舣轻航。卸云帆、水驿鱼乡。当暮天、霁色如晴昼，江练静、皎月飞光。那堪听、远村羌管，引离人断肠。此际浪萍风梗，度岁茫茫。<br>堪伤。朝欢暮散，被多情、赋与凄凉。别来最苦，襟袖依约，尚有余香。算得伊、鸳衾凤枕，夜永争不思量。牵情处，惟有临歧，一句难忘。",
  "fanyi": "<p><strong>译文</strong><br>天色已晚，整理轻舟向长满杜衡的岸边靠拢。在盛产鱼米的水路驿站，放下白色的船帆。面对傍晚的天空，明朗的天色如同晴朗的白昼，江水澄静，皎月耀光。怎堪听从那遥远的村落传来的悠悠羌笛声，引起离开家园和亲人的离人无限悲伤。此时，感到自己就如同水中之萍、风中之梗，过着漂荡不定的生活，马上要过年了，思绪却纷繁复杂。<br>怎能忍受朝欢暮散的伤悲，多情给自己带来了无限的孤寂冷落。离别以来痛苦之极，衣襟衣袖隐约还有残余的芳香。料想你此时一定坐在我们同床共枕的床头上，面对漫漫长夜，怎能不如同我一样的思念。动情处，惟有赠别之辞，一句也难以忘记。</p> <p><strong>注释</strong><br>⑴彩云归：词牌名，《宋史·乐志》注“仙吕调”，《乐章集》注“中吕调”，<a href=\"http://so.gushiwen.org/author_535.aspx\">柳永</a>自度曲。双调一百一字，上片八句五平韵，下片十句五平韵。<br>⑵蘅（héng）皋（gāo）：生长香草的水边高地。<a href=\"http://so.gushiwen.org/author_322.aspx\">曹植</a>《洛神赋》：“尔乃税驾乎蘅皋，秣驷乎芝田。”向晚：临近晚上。舣：船只停靠岸边。<br>⑶云帆：高帆。水驿：以船为主要交通工具的驿站。<br>⑷暮天：傍晚的天空。<a href=\"http://so.gushiwen.org/author_437.aspx\">王昌龄</a>《潞府客亭寄崔凤童》：“秋月对愁客，山钟摇暮天。”霁（jì）色：晴朗的天色。<a href=\"http://so.gushiwen.org/author_18.aspx\">元稹</a>《饮致用神曲酒三十韵》：“雪映烟光薄，霜涵霁色泠。”<br>⑸江练静：江水如素练般又白又静。飞光：闪闪发光。<a href=\"http://so.gushiwen.org/author_509.aspx\">江淹</a>《别赋》：“日下壁而沉彩，月上轩而飞光。”<br>⑹羌管：即羌笛，是出自古代西部羌族的一种簧管乐器，古老的六声阶双管竖笛。据传为秦汉古羌人发明，音色清脆高亢，流传于四川羌族地区。<br>⑺断肠：形容极度悲痛。 <a href=\"http://so.gushiwen.org/author_859.aspx\">干宝</a>《搜神记》卷二十：“临川东兴，有人入山，得猿子，便将归。猿母自后逐至家。此人缚猿子於庭中树上，以示之。其母便搏颊向人，欲乞哀状，直谓口不能言耳。此人既不能放，竟击杀之，猿母悲唤，自掷而死。此人破肠视之，寸寸断裂。”<br>⑻浪萍风梗：浪中之浮萍，风中之断梗。形容人漂泊不定。<br>⑼度岁：过年。茫茫：模糊不清。这里有糊糊涂涂的意思。<br>⑽依约：依稀隐约。<br>⑾鸳衾（qīn）：绣着鸳鸯的锦被。<a href=\"http://so.gushiwen.org/author_163.aspx\">司空图</a>《白菊杂书》：“却笑谁家扃绣户，正熏龙麝暖鸳衾。”凤枕：绣着凤凰的枕头。<a href=\"http://so.gushiwen.org/author_622.aspx\">韦庄</a>《江城子·恩重娇多情易伤》：“缓揭绣衾抽皓腕，移凤枕，枕潘郎 。”<br>⑿夜永：夜长。争：怎。<br>⒀牵情：引动感情。<br>⒁临歧：歧路，岔路。古人送别常在岔路口处分手，故把临别称为临歧。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这是一首语言极其雅致、意境极其苍茫凄美、绘景抒情都极好的词作。</p> <p>　　词之开篇，“蘅皋向晚舣轻航”两句为我们描述了一位匆匆的行客，在傍晚时分，停船靠岸，准备“卸”下“云帆”，在船上住宿。这两句简单交代了时间、地点以及事由。接着词便进入了景物的描写：“当暮天、霁色如晴昼，江练静、皎月飞光”，寥寥数语便描绘出一幅美丽幽静、让人沉醉的夜景图，在清朗的夜色中，皎洁月光的照射下，平静的江水宛如一条白色的绸带，散发着明亮的光彩，月光水色上下辉映，潋滟无际。词人轻舟独泊，置身于如此空阔的境界中，定会感到自身的极其渺小，这种漂泊无依的孤独感也不由得使人茫然、伤感。所以词人所描绘的意境虽是优美的，而词人所透露出的情感却让人凄然。</p> <p>　　“那堪听、远村羌管，引离人断肠”，这时，远方村庄飘来阵阵的羌笛声。羌笛之声乃凄切之声，所传达的也是一种凄切之情。夜深人静，远方传来凄切的羌笛声，而词人又置身于一片茫茫苍苍的空阔之中，耳所闻、目所睹都使人生出凄清、悲凉之感，更何况是如<a href=\"http://so.gushiwen.org/author_535.aspx\">柳永</a>这样常年漂泊、饱受离别之苦的人。所以，他说这笛声“那堪听”，他是受不了这样凄切的笛声的，可偏偏却是声声入耳，更“引”得他这个“离人”“断肠”。“那堪”二字使离人面对此情此景所引发的凄苦之意更深一层的表达了出来。</p> <p>　　“此际浪萍风梗，度岁茫茫”，词人在这样的茫茫空际中陷入了“断肠”的悲伤中，他感到此刻的自己就如同随水漂流的浮萍或凭风吹扬的草木，不知道明天会到哪里，明天又是什么样子，没有办法主宰自己，没有办法改变现状，未来、前途、希望都是渺茫的，既不可知，也不可为，更无法去期待，“度岁茫茫”四字写尽了美好年华在迷茫中消逝的痛苦。以柳永之性格、际遇，他所引发的凄凉之感，所产生的迷茫之情，较之常人更为浓重，更加难以摆脱。</p> <p>　　所有眼前面对的一切，都是令人伤感的，所以词的换头仅以“堪伤”二字，直抒其怀，既是对上片感伤情感脉络的顺承，又引起了下片感伤具体内涵的进一步表述，其短促的音节，非常适于表达词人无奈的心痛。“朝欢暮散，被多情、赋与凄凉。别来最苦，襟袖依约，尚有余香”，“朝欢暮散”是曾经的享乐生活，“凄凉”是如今的现状，“多情”是痛苦的根源，正所谓“多情自古伤离别，更那堪冷落清秋节”（柳永《雨霖铃·寒蝉凄切》），所以“别来最苦”。因“多情”而伤离别，因离别而有痛苦，层转层深，层深层叙，情感表述真切、强烈。仿佛“依约”间，词人嗅到了“襟袖”中尚存的伊人的丝丝“余香”，这其实是因思念而产生的幻觉，由此也可看出词人思念之深切。</p> <p>　　下片后半部分词人转换角度从对方着想。“算得伊、鸳衾凤枕，夜永争不思量”，由自己对“伊”的“思量”推想到“伊”对己的“思量”，由自己的侧夜难眠联想到“伊”的孤枕不眠，心痛、感伤，其体贴温存，感人至深。接下来词人又把笔墨宕开，有推想转到回忆：“牵情处”，“惟有临岐”，“一句难忘”。词人舍其他不言，专择取分别时的一个镜头，就要远行，他们之间定有许多话想说，可千言万语，无从说起，又无法说尽，终于只化作临分别时的那句叮咛。这个情景，这句叮咛，已深深刻印在词人的心中。词的结尾宛如一个特写的定格，有着强调、放大情感的效果，凄楚动人，令人黯然神伤。</p> <p>　　《乐府余论》云：“柳词曲折委婉，而中具浑论之气，虽多俚语，而高处足冠群流。”柳永这首词“曲折委婉”，二言、三言、四言、五言、六言，长短不一的句式使音节流转顿挫，极易于抒发曲折委婉之情，且有一唱三叹的效果，极为动听；这首词又“具浑论之气”，词中之景象阔大，水天一色，意境既优美凄恻又悠远苍茫；这首词还“高处足冠群流”，写景有全景亦有细节，写情有感想、幻想、推想和回想，极其铺陈，而且相思之情隐然结合了身世漂泊、志意追寻与落空的感慨，情感抒发十分丰满。但在语言上，这首词却不用俚语，颇具高雅清扬的气度。总之，这首《彩云归》堪称柳永慢词长调中的佳作。</p>",
  "about": "<h2>创作背景</h2> 　　此词具体创作年份暂不可考。词中言“度岁茫茫”，“度岁”即过年之意，应写于当年年尾；而“算得伊、鸳衾凤枕”说明此词是似是思妻之作；再往下“惟有临歧，一句难忘”，此句看似泛泛之言，若结合<a href=\"http://so.gushiwen.org/author_535.aspx\">柳永</a>的其他思妻之词，此处似指“话别临行，犹自再三、问道君须去。”（《倾杯·离宴殷勤》），若是如此，则此词应作于景德四年（1007年）之后。",
  "poet": {
    "id": 535,
    "star": 0,
    "name": "柳永",
    "image": "http://img.gushiwen.org/authorImg/liuyong2.jpg",
    "desc": "柳永，（约987年—约1053年）北宋著名词人，婉约派创始人物。汉族，崇安（今福建武夷山）人，原名三变，字景庄，后改名永，字耆卿，排行第七，又称柳七。宋仁宗朝进士，官至屯田员外郎，故世称柳屯田。他自称“奉旨填词柳三变”，以毕生精力作词，并以“白衣卿相”自诩。其词多描绘城市风光和歌妓生活，尤长于抒写羁旅行役之情，创作慢词独多。铺叙刻画，情景交融，语言通俗，音律谐婉，在当时流传极其广泛，人称“凡有井水饮处，皆能歌柳词”，婉约派最具代表性的人物之一，对宋词的发展有重大影响，代表作 《雨霖铃》《八声甘州》。"
  },
  "tags": [
    "傍晚",
    "夜景",
    "离别",
    "相思"
  ]
}