{
  "id": 69122,
  "star": 43,
  "name": "雨晴",
  "dynasty": "宋代",
  "content": "天缺西南江面清，纤云不动小滩横。<br>墙头语鹊衣犹湿，楼外残雷气未平。<br>尽取微凉供稳睡，急搜奇句报新晴。<br>今宵绝胜无人共，卧看星河尽意明。",
  "shangxi": "<h2>赏析</h2> 暑热蒸腾的盛夏，只有一阵雷雨能送来惬意的凉爽，《雨晴》所写正是酷暑中雷雨过后<a href=\"http://so.gushiwen.org/view_69122.aspx\">诗</a>人的爱憎，但其中的欣喜之情还是从“雨”、“晴”二字的连用中隐隐透露出来，为这首七律标明了情感的基调。 首联、颔联绘雨晴之景。“天缺西南”写浓灰的雨云已不能覆盖整个苍穹，天开了，西南方的天宇露出了蔚蓝，空中这“缺”出的一隅，首先表示出“晴”。“江面清”三字并非写雨后的江面，而是以江面的清平湛蓝来比喻天空西南一角的晴明之色。下句绘景，紧承上句，“纤云不动”写一隅蓝天挂着一抹淡淡白云，它似乎凝固在那里，纹丝不动。“小滩横”三字也不是写水中沙滩，而是承接“江面清”的又一比喻，一抹微云如同横在江面的一片小滩。首联写天空，两句前四字都是白描手法绘实景，后三字都是用比喻对实景加以形容，而两个比喻紧紧承接，前后照应，使二句之景融为一体，形成一幅完整的画面，形象逼真，色彩鲜明，又富立体感。颔联二句，诗人的视线由墙头的鹊叫自然地由仰视转为平视，而其落笔也自然地由绘型兼及绘声了。鹊叫声为画面平添生机，而那一身“犹湿”的羽毛，既写出雨后之晴，又传达了鹊的迫不及待的报晴之心，情态活泼可爱。下句，随着“残雷”的低响，诗人的视线又由近而远，落笔也由形声兼顾转而以写声为主。“气未平”三字写雷声似怀有不平之意，不甘于立即销声匿迹。这一联，清脆的鹊语与低沉的残雷既成对比，又和谐一致，交织成急雨初晴时大自然的一首交响曲。鹊之能“语”有有“衣”，雷能“残”更负气，都是拟人手法的运用，使写声的诗句更富于生气。诗人以拟人手法与情景对比抒发喜悦之情，读来甚为亲切。 颈联更以叙事抒发雨晴之喜。雨后微凉引起睡意，雨后新晴更牵动诗中，跳动着一颗热爱自然美的诗心。睡意产生于先，诗情产生于后，但诗情胜过睡意，从而给人以积极之感。这一联用了六个带修饰语的词，“取”则“尽取”，“搜”则“急搜”，“凉”是“微凉”，“睡”是“稳睡”，“句”是“奇句”，“晴”是“新晴”，两个记事诗句因此十分具体可感。“供”与“报”字也不可忽略，“供”字写自然给人的提供，“报”（报答）字写出人对自然回报，这正是人与自然的情感交流。 尾联从眼前情景宕开，推想清冷的雨后夜晚，卧看深邃高远的夜空那耿耿的星河。“尽意”二字，不仅描绘了星河分外的清明澄澈，更赋星河以生命，让它充分施展那闪烁迷人的光彩，也来报答雨后的新晴。“卧看星河尽意明”一句，虽从<a href=\"http://so.gushiwen.org/author_211.aspx\">杜牧</a>的“卧看牵牛织女星”点化而来，却无小杜诗句的寂寞之感，而是兴致勃勃。“今宵”的最佳境界（“绝胜”），即使无人共赏，也要独自卧看天河里灿烂的星光。尾联两句虽仍是叙事，但事中有景，景中含情；事外有意，余味不尽，确乎是“篇终接浑茫”了。 这是一首抒情诗，全诗八局，不着一个喜字，喜悦之情即蕴于写景叙事之中，饱含着耐人寻味的欢悦情绪。诗人写景善于捕捉变化中的瞬间，描绘出微妙多变的大自然，乍晴的天空，漂浮的白云 争喧的鹊噪，仅剩余威的残雷，都写得惟妙惟肖。全诗从空间的变化写到时间的推移，构成了多层次多侧面的丰富内涵。<br/><h2>简析</h2> 此<a href=\"http://so.gushiwen.org/view_69122.aspx\">诗</a>为宋朝诗人陈与义所作。其人生于北宋哲宗之时，卒于南宋高宗之时，作为高官，亲睹国破南迁。陈与义诗词文风清邃，既有婉约派的令人齿颊留香，又有豪放派的慷慨顿挫。《雨晴》一诗并非名作，但也有几分趣味。全诗未见“雨”字，但景物描写让凉爽潮湿的空气扑面而来。尾联隐约可见作者之高洁。此首《雨晴》诗水平明显在王驾之上。",
  "poet": {
    "id": 724,
    "star": 0,
    "name": "陈与义",
    "desc": "陈与义(1090-1138)，字去非，号简斋，汉族，其先祖居京兆，自曾祖陈希亮迁居洛阳，故为宋代河南洛阳人（现在属河南）。他生于宋哲宗元祐五年(1090年)，卒于南宋宋高宗绍兴八年(1138年)。北宋末，南宋初年的杰出诗人，同时也工于填词。其词存于今者虽仅十余首，却别具风格，尤近于苏东坡，语意超绝，笔力横空，疏朗明快，自然浑成，著有《简斋集》。"
  },
  "tags": [
    "古诗三百首",
    "写雨",
    "抒情"
  ]
}