{
  "id": 7411,
  "star": 6980,
  "name": "过故人庄",
  "dynasty": "唐代",
  "content": "故人具鸡黍，邀我至田家。<br>绿树村边合，青山郭外斜。<br>开轩面场圃，把酒话桑麻。<br>待到重阳日，还来就菊花。",
  "fanyi": "<p><strong>译文</strong><br>老朋友预备丰盛的饭菜，邀请我到他好客的农家。<br>翠绿的树林围绕着村落，苍青的山峦在城外横卧。<br>推开窗户面对谷场菜园，手举酒杯闲谈庄稼情况。<br>等到九九重阳节到来时，再请君来这里观赏菊花。</p> <p><strong>注释</strong><br>⑴过：拜访。故人庄：老朋友的田庄。庄，田庄。<br>⑵具：准备，置办。鸡黍：指农家待客的丰盛饭食（字面指鸡和黄米饭）。黍（shǔ）：黄米，古代认为是上等的粮食。<br>⑶邀：邀请。至：到。<br>⑷合：环绕。<br>⑸郭：古代城墙有内外两重，内为城，外为郭。这里指村庄的外墙。斜（xiá）：倾斜。因古<a href=\"http://so.gushiwen.org/view_7411.aspx\">诗</a>需与上一句押韵，所以应读xiá。<br>⑹开：打开，开启。轩：窗户。面：面对。场圃：场，打谷场、稻场；圃，菜园。<br>⑺把酒：端着酒具，指饮酒。把：拿起。端起。话桑麻：闲谈农事。桑麻：桑树和麻。这里泛指庄稼。<br>⑻重阳日：指夏历的九月初九。古人在这一天有登高、饮菊花酒的习俗。<br>⑼还（huán）：返，来。就菊花：指饮菊花酒，也是赏菊的意思。就，靠近，指去做某事。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这是一首田园<a href=\"http://so.gushiwen.org/view_7411.aspx\">诗</a>，描写农家恬静闲适的生活情景，也写老朋友的情谊。通过写田园生活的风光，写出作者对这种生活的向往。全文十分押韵。诗由“邀”到“至”到“望”又到“约”一径写去，自然流畅。语言朴实无华，意境清新隽永。作者以亲切省净的语言，如话家常的形式，写了从往访到告别的过程。其写田园景物清新恬静，写朋友情谊真挚深厚，写田家生活简朴亲切。</p> <p>　　全诗描绘了美丽的山村风光和平静的田园生活，用语平淡无奇，叙事自然流畅，没有渲染的雕琢的痕迹，然而感情真挚，诗意醇厚，有“清水出芙蓉，天然去雕饰”的美学情趣，从而成为自唐代以来田园诗中的佳作。</p> <p>　　一、二句从应邀写起，“故人”说明不是第一次做客。三、四句是描写山村风光的名句，绿树环绕，青山横斜，犹如一幅清淡的水墨画。五、六句写山村生活情趣。面对场院菜圃，把酒谈论庄稼，亲切自然，富有生活气息。结尾两句以重阳节还来相聚写出友情之深，言有尽而意无穷。</p> <p>　　“故人具鸡黍，邀我至田家。”这一开头就像是日记本上的一则记事。故人“邀”而作者“至”，文字上毫无渲染，开门见山，招之即来，简单而随便。这正是不用客套的至交之间所可能有的形式。而以“鸡黍”相邀，既显出田家特有风味，又见待客之简朴。正是这种不讲虚礼和排场的招待，朋友的心扉才往往更能为对方敞开。这个开头，不是很着力，平静而自然，但对于将要展开的生活内容来说，却是极好的导入，显示了气氛特征，又有待下文进一步丰富、发展。</p> <p>　　“绿树村边合，青山郭外斜。”走进村里，作者顾盼之间竟是这样一种清新愉悦的感受。这两句上句漫收近境，绿树环抱，显得自成一统，别有天地；下句轻宕笔锋，郭外的青山依依相伴，则又让村庄不显得孤独，并展示了一片开阔的远景。由此运用了由近及远的顺序描写景物。这个村庄坐落平畴而又遥接青山，使人感到清淡幽静而绝不冷傲孤僻。正是由于“故人庄”出现在这样的自然和社会环境中，所以宾主临窗举杯。</p> <p>　　“开轩面场圃，把酒话桑麻”，才更显得畅快。这里“开轩”二字也似乎是很不经意地写入诗的，但上面两句写的是村庄的外景，此处叙述人在屋里饮酒交谈，轩窗一开，就让外景映入了户内，更给人以心旷神怡之感。对于这两句，人们比较注意“话桑麻”，认为是“相见无杂言”（<a href=\"http://so.gushiwen.org/author_645.aspx\">陶渊明</a>《归园田居》）。但有了轩窗前的一片打谷场和菜圃，在绿阴环抱之中，又给人以宽敞、舒展的感觉。话桑麻，就更让读者感到是田园。于是，读者不仅能领略到更强烈的农村风味、劳动生产的气息，甚至仿佛可以嗅到场圃上的泥土味，看到庄稼的成长和收获，乃至地区和季节的特征。有这两句和前两句的结合，绿树、青山、村舍、场圃、桑麻和谐地打成一片，构成一幅优美宁静的田园风景画，而宾主的欢笑和关于桑麻的话语，都仿佛萦绕在读者耳边。它不同于纯然幻想的桃花源，而是更富有盛唐社会的现实色采。正是在这样一个天地里，这位曾经慨叹过“当路谁相假，知音世所稀”的诗人，不仅把政治追求中所遇到的挫折，把名利得失忘却了，就连隐居中孤独抑郁的情绪也丢开了。从他对青山绿树的顾盼、与朋友对酒而共话桑麻中可以看出，他的思绪舒展了，甚至连他的举措都灵活自在了。农庄的环境和气氛，在这里显示了它的征服力，使得<a href=\"http://so.gushiwen.org/author_757.aspx\">孟浩然</a>有几分皈依了。</p> <p>　　“待到重阳日，还来就菊花。”孟浩然深深为农庄生活所吸引，于是临走时，向主人率真地表示将在秋高气爽的重阳节再来观赏菊花和品菊花酒。淡淡两句诗，故人相待的热情，作客的愉快，主客之间的亲切融洽，都跃然纸上了。<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>的《遭田父泥饮美严中丞》中说：“月出遮我留，仍嗔问升斗。”杜甫诗中田父留人，情切语急；孟浩然诗中与故人再约，意舒词缓。杜甫的郁结与孟浩然的恬淡之别，读者从这里可以窥见一些消息。</p> <p>　　一个普通的农庄，一回鸡黍饭的普通款待，被表现得富有诗意。描写的是眼前景，使用的是口头语，描述的层次也是完全任其自然，笔笔都显得很轻松，连律诗的形式也变得自由和灵便了。这种淡淡的平易近人的风格，与作者描写的对象——朴实的农家田园和谐一致，表现了形式对内容的高度适应，恬淡亲切却又不是平浅枯燥。它是在平淡中蕴藏着深厚的情味。一方面固然是每个句子都几乎不见费力锤炼的痕迹，另一方面每个句子又都不曾显得薄弱。比如诗的头两句只写友人邀请，却能显出朴实的农家气氛；三四句只写绿树青山却能见出一片天地；五六句只写把酒闲话，却能表现心情与环境的惬意的契合；七八句只说重阳再来，却自然地流露出对这个村庄和故人的依恋。这些句子平衡均匀，共同构成一个完整的意境，把恬静秀美的农村风光和淳朴诚挚的情谊融成一片。这是所谓“篇法之妙，不见句法”（<a href=\"http://so.gushiwen.org/author_39.aspx\">沈德潜</a>《唐诗别裁》），“不钩奇抉异……若公输氏当巧而不巧者”（<a href=\"http://so.gushiwen.org/author_604.aspx\">皮日休</a>《郢州孟亭记》）。他把艺术美融入整个诗作的血肉之中，显得自然天成。这种不炫奇猎异，不卖弄技巧，也不光靠一两个精心制作的句子去支撑门面，是艺术水平高超的表现。正是因为有真彩内映，所以出语洒落，浑然省净，使全诗从“淡抹”中显示了它的魅力，而不再需要“浓饰盛妆”了。</p>",
  "about": "<h2>创作背景</h2> 　　这首<a href=\"http://so.gushiwen.org/view_7411.aspx\">诗</a>是作者<a href=\"http://so.gushiwen.org/author_757.aspx\">孟浩然</a>隐居鹿门山时，对上姓田的朋家做客这件事的描写。作者心旷神怡，赞叹着美丽的田园风光，创作出这首诗。",
  "poet": {
    "id": 757,
    "star": 0,
    "name": "孟浩然",
    "image": "http://img.gushiwen.org/authorImg/menghaoran.jpg",
    "desc": "孟浩然（689-740），男，汉族，唐代诗人。本名不详（一说名浩），字浩然，襄州襄阳（今湖北襄阳）人，世称“孟襄阳”。浩然，少好节义，喜济人患难，工于诗。年四十游京师，唐玄宗诏咏其诗，至“不才明主弃”之语，玄宗谓：“卿自不求仕，朕未尝弃卿，奈何诬我？”因放还未仕，后隐居鹿门山，著诗二百余首。孟浩然与另一位山水田园诗人王维合称为“王孟”。"
  },
  "tags": [
    "唐诗三百首",
    "初中古诗",
    "田园",
    "生活",
    "友情"
  ]
}