{
  "id": 71210,
  "star": 147,
  "name": "论语七则",
  "dynasty": "先秦",
  "content": "　　子曰:“吾十有五而志于学，三十而立，四十而不惑，五十而知天命，六十而耳顺，七十而从心所欲，不踰矩。”</p> <p>　　子曰：“君子食无求饱，居无求安，敏于事而慎于言，就有道而正焉，可谓好学也已。”</p> <p>　　子曰：“饭疏食，饮水，曲肱而枕之，乐亦在其中矣。不义而富且贵，于我如浮云。”</p> <p>　　子曰：“衣敝緼袍，与衣狐貉者立，而不耻者，其由也与!”“不忮不求，何用不臧?”子路终身诵之。子曰：“是道也，何足以臧?”</p> <p>　　子貢問為仁。子曰：“工欲善其事，必先利其器。居是邦也，事其大夫之賢者，友其士之仁者。”《論語?衛靈公》</p> <p>　　子贡问曰：“乡人皆好之，何如？”子曰：“未可也。”“乡人皆恶之，何如？”子曰：“未可也。不如乡人之善者好之，其不善者恶之。”</p> <p>　　子谓子贡曰，“女与回也孰愈？”对曰，“赐也何敢望回？回也闻一以知十，赐也闻一以知二。”子曰，“弗如也，吾与女弗如也。” ",
  "fanyi": "<h2>译文</h2> <p>　　①孔子说：“我大约十五岁志于学习尧、舜、禹、汤、文、武等先<a href=\"http://so.gushiwen.org/author_159.aspx\">王之道</a>。认真研究历史，用心学习《<a href=\"http://so.gushiwen.org/view_71210.aspx\">诗</a>》、《礼》、《书》等文化。三十岁时，我的学说已经建立了基础，我也可以以我的学说立身于社会。四十岁时，我已知道我的学说是上天的旨意，故能信道不疑。虽听到各种议论，也不疑惑动摇。五十岁时，我已经明白道就是天。同时明白我是上天的仆人，上天交给我的使命就是修道、传道。六十岁时，一听别人的话，就能准确的理解，并能辨别判断他的话正确与否。如果他的话有错误，我也知道他的话错在什么地方，为什么错。而我的判断也符合上天的旨意。别人提出的问题，我也能立即回答。而我的回答也符合上天的旨意。七十岁时，天在我里面，我在天里面，天与我同在，天与我合一。因此能随心所欲也不逾越上天的规矩、法则。”</p> <p>　　这是孔子对自己一生各阶段的总结。</p> <p>　　②孔子说：“君子，吃食不要求饱足，居住不要求舒适，对工作勤劳敏捷，说话却谨慎，到有道的人那里去匡正自己，这样，可以说是好学了。”</p> <p>　　③孔子说：“吃粗粮，喝冷水，弯着胳膊来做枕头，这样做我很快乐。用不正当的手段使自己富有、尊贵，这对我如同浮云一般（指不值得关心）。”</p> <p>　　④敝緼袍：敝，破坏义。緼，乱絮。古无木棉，袍皆以絮。絮之好者称绵，如今之丝绵</p> <p>　　狐貉：以狐貉之皮为裘，裘之贵者。</p> <p>　　其由也与：《檀弓》，子路曰：“伤哉贫也，生无以为养，死无以为礼也。”《家语》：子路为亲负米。则衣敝緼袍乃实况，非设辞。</p> <p>　　不忮不求，何用不臧：此《卫风•雄雉》之诗。忮，害义。嫉人之有而欲加以害伤之心也。求，贪义。耻己之无而欲求取于人。臧，善义。若能不忮不求，则何为而不善?</p> <p>　　是道也，何足以臧：孔子引诗以美子路，子路终身诵之。是以一善沽沾自喜，将不复于道更求进，故孔子复言此以警之。或说：不忮不求以下当别为一章。今按：不忮不求，正承上敝组狐貉之对立来，分章则义不见，今不从。</p> <p>　　先生说：“穿着破旧的绵絮袍，和穿狐裘的人同立在一起，能不感为耻辱的，只有由了吧!”“《诗经》上说不忮刻，不贪求，这有什么不好呀?”子路听了，从此常诵止此诗。先生说：“这样又何够算好呀。”</p> <p>　　⑤子贡问怎样培养仁德。孔子说：“工匠要做好他的工作，一定要磨快他的工具。我们住在这个国家里，就要敬奉那些贤能的大夫，结交那些仁德的士人。”</p> <p>　　“为仁”，培养仁德，修炼仁德。子贡问如何培养仁德，孔子回答怎样做事。敬奉贤德的大夫，结交仁德的士人，目的是为了培养仁德，人的才德，是经过磨砺熏陶形成的；工匠磨快他的工具，目的是为了做好他的工作，工匠的工具是经过切磋琢磨形成的。二者一个是为了培养仁德，一个是为了做好工作，把做事比喻成为仁。做事须要锋利的工具，培养仁德须要敬奉结交贤德之人；有了锋利的工具就能做好事情，有了学习贤人的机会就能培养仁德。</p> <p>　　此文明确地告诉人们，培养仁德必须深入社会进行磨砺，以谦恭的态度尊重贤德之人，以真诚的行动结交仁德之士，有了这样的机会和环境，就能成功地修炼仁德。</p> <p>　　注釋：（1）“善其事”，做好他的工作。“善”，做好。“事”，工作。（2）“利”，磨鋒利。“器”，工具。（3）“事其大夫賢者”，“事”，敬奉。“友”，結交朋友。</p> <p>　　⑥子贡问孔子说：“全乡人都喜欢、赞扬他，这个人怎么样？”孔子说：“这还不能肯定。”子贡又问孔子说：“全乡人都厌恶、憎恨他，这个人怎么样？”孔子说：“这也是不能肯定的。最好的人是全乡的好人都喜欢他，全乡的坏人都厌恶他。”</p> <p>　　⑦孔子对子贡说，“你和颜回比哪个更强些？”子贡答道，“我怎么敢和颜回相比呢？颜回能闻一知十，我只能闻一知二。”孔子说，“不如啊，我和你都不如啊！”</p>",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": [
    "哲理"
  ]
}