{
  "id": 16743,
  "star": 364,
  "name": "春兴",
  "dynasty": "唐代",
  "content": "杨柳阴阴细雨晴，残花落尽见流莺。<br>春风一夜吹乡梦，又逐春风到洛城。",
  "fanyi": "<p><strong>译文<br></strong>在一个细雨初晴的春日，杨柳的颜色已经由初春的鹅黄嫩绿变得苍翠浓郁，经过细雨的洗浴后，柳色变得更加深暗，枝头的残花也在雨中全都落尽，露出了在枝头啼鸣的流莺。<br>昨天晚上一夜春风吹起了我的甜蜜的思乡梦，在梦中我追逐着春风飞回了我的家乡。</p> <p><strong>注释</strong><br>⑴春兴：春游的兴致。唐<a href=\"http://so.gushiwen.org/author_397.aspx\">皇甫冉</a>《奉和对山僧》：“远心驰北阙，春兴寄东山。”<br>⑵阴阴：形容杨柳幽暗茂盛。<br>⑶流莺：即莺。流，谓其鸣声婉转。南朝梁<a href=\"http://so.gushiwen.org/author_628.aspx\">沈约</a> 《八咏<a href=\"http://so.gushiwen.org/view_16743.aspx\">诗</a>·会圃临东风》：“舞春雪，杂流莺。”<br>⑷乡梦：美梦；甜蜜的梦境。乡：一作“香”。<br>⑸梦：一作“又”。洛城：洛阳，诗人家乡缑氏在洛阳附近。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　此<a href=\"http://so.gushiwen.org/view_16743.aspx\">诗</a>的开头两句，从春天的景物写起。“杨柳阴阴细雨晴，残花落尽见流莺。”这是一个细雨初晴的春日。杨柳的颜色已经由初春的鹅黄嫩绿转为一片翠绿，枝头的残花已经在雨中落尽，露出了在树上啼鸣的流莺。这是一幅典型的暮春景物图画。两句中雨晴与柳暗、花尽与莺见之间又存在着因果联系。</p> <p>　　“柳色雨中深”，细雨的洒洗，使柳色变得深暗了；“莺语花底滑”，落尽残花，方露出流莺的身姿，从中透露出一种美好的春天景物即将消逝的意象。异乡的春天已经在柳暗花残中悄然逝去，故乡的春色此时想必也凋零阑珊了吧。那漂荡流转的流莺，更容易触动羁泊异乡的情怀。触景生情，悠悠乡思便不可抑止地产生了。</p> <p>　　“春风一夜吹乡梦，又逐春风到洛城。”这是两个出语平易自然，而想象却非常新奇、意境也非常美妙的诗句。上句写春风吹梦，下句写梦逐春风，一“吹”一“逐”，都很富有表现力。它使人联想到，那和煦的春风，像是给入眠的思乡者不断吹送故乡春天的信息，这才酿就了一夜的思乡之梦。而这一夜的思乡之梦，又随着春风的踪迹，飘飘荡荡，越过千里关山，来到日思夜想的故乡。在诗人笔下，春风变得特别多情，它仿佛理解诗人的乡思，特意来殷勤吹送乡梦，为乡梦作伴引路；而无形的乡梦，也似乎变成了有形的缕缕丝絮，抽象的主观情思，完全被形象化了。</p> <p>　　不难发现，在整首诗中，“春”扮演了一个贯串始终的角色。它触发乡思，引动乡梦，吹送归梦，无往不在。由于春色春风的熏染，这本来不免带有伤感怅惘情调的乡思乡梦，也似乎渗透了春的温馨明丽色彩，而略无沉重悲伤之感了。诗人的想象是新奇的，奇妙的想象将强烈的乡思形象化、具体化了。在诗人的意念中，这种随春风而生、逐春风而归的梦，是一种心灵的慰藉和美的享受，末句的“又”字，不但透露出乡思的深切，也流露了诗人对美好梦境的欣喜愉悦。</p> <p>　　唐代诗人写过许多出色的思乡之作。悠悠乡思，常因特定的情景所触发；又往往进一步发展成为悠悠归梦。武元衡这首《春兴》，就是春景、乡思、归梦三位一体的佳作。这首诗所写的情事本极平常：看到暮春景色，触动了乡思，在一夜春风的吹拂下，做了一个还乡之梦。而诗人却在这平常的生活中提炼出一首美好的诗来，在这里，艺术的想象起了决定性的作用。</p><br/><h2>鉴赏</h2> <p>　　唐代<a href=\"http://so.gushiwen.org/view_16743.aspx\">诗</a>人写过许多出色的思乡之作。悠悠乡思，常因特定的情景所触发；又往往进一步发展成为悠悠归梦。武元衡这首《春兴》，就是春景、乡思、归梦三位一体的佳作。 </p> <p>　　题目“春兴”，指因春天的景物而触发的感情，诗的开头两句，就从春天的景物写起。 </p> <p>　　“杨柳阴阴细雨晴，残花落尽见流莺。”这是一个细雨初晴的春日。杨柳的颜色已经由初春的鹅黄嫩绿转为一片翠绿，枝头的残花已经在雨中落尽，露出了在树上啼鸣的流莺。这是一幅典型的暮春景物图画。两句中雨晴与柳暗、花尽与莺见之间又存在着因果联系——“柳色雨中深”，细雨的洒洗，使柳色变得深暗了；“莺语花底滑”，落尽残花，方露出流莺的身姿，从中透露出一种美好的春天景物即将消逝的意象。异乡的春天已经在柳暗花残中悄然逝去，故乡的春色此时想必也凋零阑珊了吧。那漂荡流转的流莺，更容易触动羁泊异乡的情怀。触景生情，悠悠乡思便不可抑止地产生了。 </p> <p>　　“春风一夜吹乡梦，又逐春风到洛城。”这是两个出语平易自然，而想象却非常新奇、意境也非常美妙的诗句。上句写春风吹梦，下句写梦逐春风，一“吹”一“逐”，都很富有表现力。它使人联想到，那和煦的春风，象是给入眠的思乡者不断吹送故乡春天的信息，这才酿就了一夜的思乡之梦。而这一夜的思乡之梦，又随着春风的踪迹，飘飘荡荡，越过千里关山，来到日思夜想的故乡——洛阳城（武元衡的家乡是在洛阳附近的缑氏县）。在诗人笔下，春风变得特别多情，它仿佛理解诗人的乡思，特意来殷勤吹送乡梦，为乡梦作伴引路；而无形的乡梦，也似乎变成了有形的缕缕丝絮，抽象的主观情思，完全被形象化了。 </p> <p>　　不难发现，在整首诗中，“春”扮演了一个贯串始终的角色。它触发乡思，引动乡梦，吹送归梦，无往不在。由于春色春风的熏染，这本来不免带有伤感怅惘情调的乡思乡梦，也似乎渗透了春的温馨明丽色彩，而略无沉重悲伤之感了。诗人的想象是新奇的。在诗人的意念中，这种随春风而生、逐春风而归的梦，是一种心灵的慰藉和美的享受，末句的“又”字，不但透露出乡思的深切，也流露了诗人对美好梦境的欣喜愉悦。 </p> <p>　　这首诗所写的情事本极平常：看到暮春景色，触动了乡思，在一夜春风的吹拂下，做了一个还乡之梦。而诗人却在这平常的生活中提炼出一首美好的诗来，在这里，艺术的想象无疑起了决定性的作用。</p><br/><h2>鉴赏二</h2> <p>　　这首<a href=\"http://so.gushiwen.org/view_16743.aspx\">诗</a>题作《春兴》。依题意，当是诗人由春日景物而引起的种种情思。春天是万象更新，景色动人的季节，极易牵动人们最微妙、最深沉的感情。此刻，诗人被春光唤起的，是人生至死不渝的乡情。\"鸟飞返故乡兮，狐死必首邱\"(《楚辞·哀郢》)，禽兽尚且有怀旧之情，人也不免于对故土有一种深沉的眷恋。特别是当春花秋月之下、物换星移之时，平时郁积于心的这种真情便往往会情不自禁地被勾引出来。两行清泪、数句新诗，便是他乡游子所赖以寄托乡情的常见方式了。</p> <p>　　\"杨柳阴阴细雨晴，残花落尽见流莺\"。诗的开头两句是对暮春景色的生动写照。杨柳成阴，乍晴乍雨，残花落尽流莺乱飞。这是江南暮春的典型风景。诗人对事物的观察极为深细。两句诗读来琅琅上口，似乎诗人只是信口吟来，随意铺陈。但稍加体味，我们便能领略出作者杰出的匠心。如\"杨柳阴阴\":凡写春景者多言及柳，因为它是春风为大地抹上的第一笔新绿。这里重要的不是诗人言及\"杨柳\"，而是他对杨柳的精细观察。诗人们描写杨柳的情态，或言\"嫩于金色软于丝\"(<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>《杨柳枝词》)，或言\"绿柳才黄半未匀\"(杨巨源《城东早春》)。本诗作者则仅缀以\"阴阴\"二字，便觉异于凡俗。试想，柳眼尽舒，绿阴匝地，这意味着春天的足音已经渐远，怎不令离人肠断，游子沾襟呢?再如\"细雨晴\":细雨连绵，阴晴无定，也是对江南暮春景色的概括描绘，非熟悉生活并善于概括提炼者不能为此。</p> <p>　　如果说第一句是写\"绿肥\"。那么第二句诗便是写\"红瘦\"了。\"残花落尽\"，流莺娇啼。不是说流莺曾被花儿遮掩，等花落后才露身姿，而是说花落之后，节候趋暖，鸟儿们开始频繁活动，枝头可以经常见到它们的影子了。表面上看来这是单纯地写景物变化，而实际上却包含着深重的\"光阴易逝\"的感慨。盛极一时的繁花已经残败凋零，鸟儿们又开始了一个新的繁殖、哺育季节。自然界的一切，都在按自己的正常轨道发展，唯独诗人还离乡背井，过着动荡无定的生活，思乡之情油然而生。</p> <p>　　第三、四两句用奇妙的想象，将这种强烈的乡思形象化、具体化了。\"春风一夜吹乡梦，梦逐春风到洛城\"。思乡情切，梦绕魂牵。然而\"梦\"是极其玄虚的境界，难以捉摸。诗人却想象这\"乡梦\"可以如杨花柳絮一般地被春风吹送，一直吹到故乡洛阳城(诗人家乡缑氏在洛阳附近)。这两句诗造语新奇，潇洒流畅，含蓄而巧妙地将诗人的乡恋表达得淋漓尽致。实际情况当然不是\"乡梦\"被春风吹来吹去，而是春景引起了乡思，乡思凝聚为乡梦，乡梦中看到了故乡洛城。然而作者妙笔生花，匠心独运，使得这极普通的乡情乡梦，平添出无尽的情趣。乡愁应当是苦涩的，但在诗人的笔下，这苦涩中似乎又隐隐透出一段韵味、孕育着一种希望，给人以一种慰藉。作者之所以乐于借诗的形式来寄托强烈的乡思，所追求的大约就是这样一种艺术力量吧。</p>",
  "about": "<h2>创作背景</h2> <p>　　这首<a href=\"http://so.gushiwen.org/view_16743.aspx\">诗</a>题作“春兴”。依题意，当是诗人由春日景物而引起的种种情思。</p>",
  "poet": {
    "id": 831,
    "star": 0,
    "name": "武元衡",
    "desc": "武元衡（758―815），唐代诗人、政治家，字伯苍。缑氏（今河南偃师东南）人。武则天曾侄孙。建中四年，登进士第，累辟使府，至监察御史，后改华原县令。德宗知其才，召授比部员外郎。岁内，三迁至右司郎中，寻擢御史中丞。顺宗立，罢为右庶子。宪宗即位，复前官，进户部侍郎。元和二年，拜门下侍郎平章事，寻出为剑南节度使。元和八年，征还秉政，早朝被平卢节度使李师道遣刺客刺死。赠司徒，谥忠愍。《临淮集》十卷，今编诗二卷。"
  },
  "tags": [
    "春天",
    "思乡"
  ]
}