{
  "id": 9107,
  "star": 228,
  "name": "闻雁",
  "dynasty": "唐代",
  "content": "故园渺何处，归思方悠哉。<br>淮南秋雨夜，高斋闻雁来。",
  "fanyi": "<p><strong>译文</strong><br>故园远隔云山究竟在何处？归思悠长上心头情满胸怀。<br>淮南秋雨绵绵的漫漫长夜，高斋独坐听雁声阵阵传来。</p> <p><strong>注释</strong><br>故园：指作者在长安的家。眇（miǎo）：仔细地察看。<br>方：刚开始。悠：远。<br>淮南：作者所在地滁州（今安徽省滁州市，位于淮河南岸）。<br>高斋：楼阁上的书房。闻雁：听到北来的雁叫声。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　“故园眇何处，归思方悠哉。”首二句言<a href=\"http://so.gushiwen.org/view_9107.aspx\">诗</a>人雨夜思归。秋天的雨夜漫长而又寂寥，诗人独坐在高斋之中，孤灯长伴，孤影为侣，静静地听着外面渐渐沥沥的秋雨。窗外一片漆黑，只有雨打梧桐的声音。孤清的夜，深秋的凄寒，还有空寂的高斋，在这样一种萧瑟凄寂的环境气氛之中，诗人不免要触动羁旅他乡、远游为宦的思乡情思。诗人的家乡在长安，而此时却在远离家乡两千余里的滁州为官，“眇”字反映诗人内心的无奈情态，因为云山阻隔、归路迢递，即使在白天登楼引颈也无法看到故园，更何况是暗夜沉沉。故园的渺远，本来就和归思的悠长构成正比，再加上这漫漫长夜、绵绵秋雨，就更使这“归思”无穷无已、悠然不尽了。“方悠”二字表明清寂的氛围，加深了思乡之愁。“哉”是诗人久恩难平的叹息，这个长长的叹息，道尽了无尽思念的深渊。</p> <p>　　“淮南秋雨夜，高斋闻雁来。”这两句言闻雁而归思愈浓。“淮南”与第一句的“故园”相对，由思念中的故园回到今天为宦的淮南，落笔高妙。“秋雨”交待独坐时的清凉环境，“夜”既是表明时间很晚，是夜深人静的时候，也从侧面显露诗人贬谪滁州的苦痛如同黑夜一般。正当怀乡之情不能自控的时候，独坐高斋的诗人又听到了自远而近的雁叫声。这声音在寂寥的秋雨之夜，显得分外凄清，撩动诗人无尽的乡愁，使因思乡而永夜不寐的诗人浮想联翩，触绪万端，更加悲怆万分。诗写到这里，戛然而止，对“闻雁”而引起的感触不着一字，留下的是“此时无声胜有声”的结尾。</p> <p>　　<a href=\"http://so.gushiwen.org/author_39.aspx\">沈德潜</a>《说诗晬语》云：“五言绝句，右丞之自然，太白之高妙，苏州之古澹，并入化机。”“古澹”很好地概括了<a href=\"http://so.gushiwen.org/author_564.aspx\">韦应物</a>五言绝句的风格特征。在这首诗中，体现了诗人古澹的艺术风格。整首诗是一幅清淡的思乡图，清冷的夜晚，清凄的秋风，清寒的秋雨，清寂的高斋和清孤的人影，构成一种高古澹远的意境。此诗结构巧夺天工，含蓄委婉，先写“故园”，后写“淮南”，先托出“悠”思，后衬以“雁”鸣，就是在这样巧妙的安排中，使诗歌很短，但人的情思却句句深入，层层递进。另外，诗歌的情思表面触发的是乡愁，但结合诗人被贬滁州的事实。还可以从诗歌中体会出诗人对现实的不满情绪，这种情绪又完美地融入到萧瑟凄清的秋声秋意之中。</p>",
  "about": "<h2>创作背景</h2> <p>　　唐德宗建中四年（783），<a href=\"http://so.gushiwen.org/author_564.aspx\">韦应物</a>由尚书比部员外郎出任滁州刺史。首夏离京，秋天到任。这首《闻雁》大约就是他抵滁后不久写的。</p> <p>　　这是一个秋天的雨夜。独坐高斋的<a href=\"http://so.gushiwen.org/view_9107.aspx\">诗</a>人在暗夜中听着外面下个不停的淅淅沥沥的秋雨，益发感到夜的深沉、秋的凄寒和高斋的空寂。这样一种萧瑟凄寂的环境气氛不免要触动远宦者的归思。韦应物家居长安，和滁州相隔两千余里。即使白天登楼引领遥望，也会有云山阻隔、归路迢递之感；暗夜沉沉，四望一片模糊，自然更不知其眇在何处了。故园的眇远，本来就和归思的悠长构成正比，再加上这漫漫长夜、绵绵秋雨，就更使这归思无穷无已、悠然不尽了。一、二两句，上句以设问起，下句出以慨叹，言外自含无限低徊怅惘之情。“方”字透出归思正殷，为三、四高斋闻雁作势。</p> <p>　　正当怀乡之情不能自已的时候，独坐高斋的诗人听到了自远而近的雁叫声。这声音在寂寥的秋雨之夜，显得分外凄清，使得因思乡而永夜不寐的诗人浮想联翩，触绪万端，更加难以为怀了。诗写到这里，戛然而止，对“闻雁”而引起的感触不着一字，留给读者自己去涵咏玩索。“归思后乃说闻雁，其情自深。一倒转说，则近人能之矣。”（<a href=\"http://so.gushiwen.org/author_39.aspx\">沈德潜</a>《高诗别裁》）</p>",
  "poet": {
    "id": 564,
    "star": 0,
    "name": "韦应物",
    "image": "http://img.gushiwen.org/authorImg/weiyingwu.jpg",
    "desc": "韦应物（737～792），中国唐代诗人。汉族，长安(今陕西西安)人。今传有10卷本《韦江州集》、两卷本《韦苏州诗集》、10卷本《韦苏州集》。散文仅存一篇。因出任过苏州刺史，世称“韦苏州”。诗风恬淡高远，以善于写景和描写隐逸生活著称。"
  },
  "tags": [
    "思乡",
    "秋天",
    "大雁"
  ]
}