{
  "id": 56625,
  "star": 44,
  "name": "浣溪沙·霜日明霄水蘸空",
  "dynasty": "宋代",
  "content": "霜日明霄水蘸空。鸣鞘声里绣旗红。淡烟衰草有无中。 <br>万里中原烽火北，一尊浊酒戍楼东。酒阑挥泪向悲风。",
  "fanyi": "<p><strong>译文<br></strong>秋日天空明净，远水蘸着长空，军营里红旗飘扬，不时传来马鞭声阵阵。远处淡烟笼着衰草，秋色在若有若无之中。<br>万里中原已在烽火的北面，只能在东门的城楼上借一杯浊酒浇愁。酒后挥泪洒向悲凉的秋风中。</p> <p><strong>注释<br></strong>①题解：此词原无题，乾道本题作“荆州约马奉先登城楼观塞”。据乾道本《于湖先生长短句》，此词调名下另有小题“荆州约马举先登城楼观塞”。“观塞”即观望边塞。这时荆州北面的襄樊尚是宋地，这里“塞”应是指荆州郊外的防御工事。<br>②霜日：指秋天。一说秋天的太阳。明霄：明净的天空；晴朗的天空。蘸（zhàn）：沾染，沾取液体。水蘸空：指远方的湖水和天空相接。<br>③鞘（shāo）：装刀剑的套子，一说鞭鞘，这里指马鞭。鸣鞘声：刀剑出鞘声。一说指行军时用力挥动马鞭发出的声音。绣旗：绣有图案的军旗。<br>④有无中：若有若无。<br>⑤烽火北：当时荆州已成南宋边界，谓被金人占领的中原已在火线的北面。<br>⑥尊：同“樽”，酒杯。酒器。戍楼：有军队驻防的城楼。<br>⑦酒阑：饮酒将尽。悲风：指凄厉的秋风。</p>",
  "shangxi": "<h2>赏析一</h2> <p>　　据乾道本《于湖先生长短句》，此词调名下另有小题“荆州约马举先登城楼观塞”，此词当为作者任知荆南府兼荆湖北路安抚使时的作品。“观塞”即观望边塞。这时荆州北面的襄樊尚是宋地，这里“塞”应是指荆州郊外的防御工事。 </p> <p>　　这首词抒写了因观塞而激起的对中原沧陷的悲痛之情，上阕写观塞，下阕抒悲感。首句写要塞郊野的自然景象，并点明时节。“霜日明霄”绘出晴空万里的秋日景象，降霜天气必是白色晴明的。“水蘸空”即水和天空相接。荆州城东有长湖，“蘸空”之水或此湖水。这句写得水天空阔，下下辉映，是荆州郊野平原地带的实景。次句切合观塞，耳目所触，一片军戎气氛。“鞘为鞭梢”。“绣旗”为绣有物状的军旗。响亮的鞭声，耀眼的红旗，俱是从耳目易感的对东西突出，故给人的印象极为深切。“澹烟”句把视线展开，显出边地莽莽无垠的辽阔景象。如果说首句还是自然景象对作者感官的客观反映，这句可说是词人极目观望的深心感受，眼前景色，内心思绪，俱是一片茫茫。正如<a href=\"http://so.gushiwen.org/author_515.aspx\">王维</a><a href=\"http://so.gushiwen.org/view_56625.aspx\">诗</a>“山色有无中”，虽景象近似，而象外之意至为深远。东坡曾称<a href=\"http://so.gushiwen.org/author_535.aspx\">柳永</a>的“霜风凄紧，关河冷落，残照当楼”，谓“不减唐人高处”，对这句也可如此看待。 </p> <p>　　由观塞而自然地想到沦陷的中原，“万里”句即是观塞时引起的感慨。“烽火”为边地报警的设施，而中原一切自不待言，亦不忍言，只这样提点一下，可抵千言万语，这其间含有无限难以诉说的悲惨酸辛。“一尊”句承上启下，北望中原，无限感慨，欲藉酒消遣，而酒罢益悲，真是“举杯消愁愁更愁”，于是不禁向风挥泪。“浊酒”为颜色浑浊的酒，常用于表现艰苦的生活中，微带有粗犷悲壮之意。<a href=\"http://so.gushiwen.org/author_510.aspx\">范仲淹</a>《渔家傲》云：“浊酒一杯家万里”。“戍楼东”，指作者所登荆州东门城楼“”东“字似非无意，实指南宋都城所在的方位。”挥泪“即洒泪，表现内心悲戚之深。秋风吹来，令人不寒而栗，感念中原未复，人民陷于水火之中，而朝廷只求苟安，不图恢复，故觉风亦满含悲意。 </p> <p>　　此词上阕描写望中要塞景色，明丽壮阔，其中景物也隐约隐呈作者的感情色彩，眼前一片清丽，而人的心情却深藏阴黯。下阕抒发感慨，从人的活动中表现。在读者眼前俨然呈现一位北望中原悲愤填膺的志士形象。整首词色彩鲜丽，而意绪悲凉，词气雄健，而蕴蓄深厚，是一首具有强烈爱国感情的小词，与其《六州歌头》同为南宋前期的爱国词名作。</p><br/><h2>赏析二</h2> <p>　　宋孝宗乾道四年（1168）的秋天，<a href=\"http://so.gushiwen.org/author_406.aspx\">张孝祥</a>正任荆南湖北路安抚使，驻在荆州，这首《浣溪沙》，就是这时候写的。</p> <p>　　秋高气爽，晴空万里，张孝祥约着友人马举先登上荆州城楼。荆州本是祖国内地的一座城池，可是如今却成了边塞之地，这本身就够让人痛心的了。具有满腔爱国热忱的张孝祥，面对破碎的山河，哪里还有心欣赏大自然的风光？更何况极目远望，看到的不过是烟尘滚滚，战旗飘舞的战场，再听到那撕裂心肺的马鞭声，作者的心情自然就更加沉痛了。上边写景，逼真地烘托出“边塞”的气氛、作者的心情。</p> <p>　　下片直写作者对中原故国的怀念。眼前已是遍地烽火，“万里中原”的大好河山还在烽火以北遥远的北方，想起中原故土，想起中原的遗民，作者感慨万端，无可奈何，只好借酒浇愁。可是，“一尊浊酒”又怎么能将满腔悲愤抑制下去呢？喝完了酒，面对萧瑟的秋风，作者终于禁不住泪流满面了。</p> <p>　　全词只有六句，四十二个字，却表现了颇为博大的主题思想。作者炽热的爱国主义思想，对中原故土和中原人民的思念之情，均表现得淋漓尽致。本词写情真切，景物描写、气氛烘托、感情抒发巧妙组合，辉映成篇，作者的艺术技巧，由此也可见一斑。</p>",
  "about": "<h2>创作背景</h2> 　　宋孝宗乾道四年（1168）的秋天，<a href=\"http://so.gushiwen.org/author_406.aspx\">张孝祥</a>出任荆南湖北路安抚使，八月开始驻在荆州。在宋、金对峙时期，荆州处于南宋国防的前线，故《宣城张氏信谱传》称：“荆州当虏骑之冲，自建炎以来，岁无宁日。公（孝祥）内修外攘，百废俱兴，虽羽檄旁午，民得休息。”据词原题及“霜日明霄”等语，推定这首词应当是乾道四年冬作于荆州。",
  "poet": {
    "id": 406,
    "star": 0,
    "name": "张孝祥",
    "image": "http://img.gushiwen.org/authorImg/zhangxiaoxiang.jpg",
    "desc": "张孝祥（1132年－1169年），字安国，号于湖居士，汉族，简州（今属四川）人，生于明州鄞县。宋朝词人。著有《于湖集》40卷、《于湖词》1卷。其才思敏捷，词豪放爽朗，风格与苏轼相近，孝祥“尝慕东坡，每作为诗文，必问门人曰：‘比东坡如何？’”"
  },
  "tags": [
    "宋词精选",
    "豪放",
    "边塞",
    "写景",
    "爱国",
    "感概"
  ]
}