{
  "id": 18388,
  "star": 13,
  "name": "昏镜词",
  "dynasty": "唐代",
  "content": "镜之工列十镜于贾奁，发奁而视，其一皎如，其九雾如。或曰：“良苦之不侔甚矣。”工解颐谢曰：“非不能尽良也，盖贾之意，唯售是念，今来市者，必历鉴周睐，求与己宜。彼皎者不能隐芒杪之瑕，非美容不合，是用什一其数也。”予感之，作《昏镜词》。</p> <p>昏镜非美金，漠然丧其晶。<br>陋容多自欺，谓若他镜明。<br>瑕疵自不见，妍态随意生。<br>一日四五照，自言美倾城。<br>饰带以纹绣，装匣以琼瑛。<br>秦宫岂不重，非适乃为轻。 ",
  "fanyi": "<p><strong>译文<br></strong>制镜工陈列十面镜子于商人的柜中。在柜中看上去，只有一枚清澈，九枚都是雾茫茫的。有人说，好坏的区别太大了，制镜工微笑着说：不是每面镜子都不能做到清澈。因为商人的意愿，仅仅是能卖出镜子而已，现在来市集的人，一定是细心周到的挑选，选择与自己容貌相宜者。那清澈的镜子不能掩盖瑕疵，不是面目姣好的人就不能用，故喜昏镜者十居其九，而喜明镜者十难有一。我对此深有感慨，作出了《昏镜词》。<br>昏镜不是用优质的青铜所制，它模糊不清，光泽已经消失。<br>容貌丑陋的人往往自欺欺人，说这昏镜竟与其他明镜无异。<br>在昏镜中既看不到自己的缺陷，就可以随心想象自己是如何美丽。<br>陋容者一日照它四五次，自以为漂亮得全城人都倾慕不已。<br>他用有花纹的锦绣制成这镜带，又用美玉做的匣子来盛放这镜子。<br>像秦宫宝镜那样的明镜难道不贵重吗？但因它不合心意，反而被陋容者所弃。</p> <p><strong>注释<br></strong>⑴贾奁：商人的柜。<br>⑵皎如：洁白明亮的样子。<br>⑶良苦（gǔ）：好坏。侔（móu）：相称。<br>⑷解颐：微笑。<br>⑸市：买。<br>⑹历鉴：一个一个地照。周睐（lài）：全部看个遍。<br>⑺是用：因此。什一：十分之一。<br>⑻美金：质地好的金属。<br>⑼瑕疵（xiá cī）：毛病。<br>⑽倾城：旧以形容女子极其美丽。<br>⑾琼瑛（qióng yīng）：美玉。<br>⑿秦宫：咸阳宫。这里指咸阳宫的宝镜。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　此<a href=\"http://so.gushiwen.org/view_18388.aspx\">诗</a>以明镜喻贤良，指宪宗弃绝的革新派人士；昏镜喻邪僻，指宪宗亲信的宦官佞臣；那个喜欢昏镜的陋容之人便指宪宗。</p> <p>　　诗前引子记述制镜工匠谈投合人们爱憎好恶心理的生意经，揭示出一个日常生活中的常见事实：人们挑选镜子，并不讲求镜子质量的优劣，而务在“求与己宜”——选择与自己容貌相宜者，明镜“不能隐芒杪之瑕，非美容不合”，故喜昏镜者十居其九，而喜明镜者十难有一。用这个日常生活中的常见事实来比况君主用人，即是说君主用人，同人们挑选镜子一样，亦在“求与己宜”，因而，贤良之才不遇英明之君，便不合而遭弃置。用意在为革新派人士辩冤，说他们遭贬被杀，并不是他们真有什么罪，而在于宪宗不是英明之君，是宪宗的爱憎好恶所至。引子重在阐明明镜何以遭弃置，为革新派人士辩冤，诗则重在揭示昏镜何以受重视，讽刺宪宗君臣。诗的层次分明，语言简洁明快，意旨明白易了。</p> <p>　　头二句写昏镜的制作材料和透明度差，徒有镜子之形而无镜子之实，揭示其丑陋本质。古时镜子以精铜磨制而成，“美金”即指精铜。“非美金”，是说镜子本要用“美金”——精铜制成，而昏镜则不然。“丧其晶”，是说制镜本要讲求晶莹明亮，透明度高，而“非美金”制成的昏镜则丧失了这个特征。二语仅用否定修辞手段，便构成美丑的强烈对比，造语简练之极而表现效果鲜明突出，颇为精妙。“漠然”，形容昏镜暗淡的样子。</p> <p>　　三四句揭露喜欢昏镜的人的丑陋本质。“陋容”写其客观容貌丑陋，“自欺”写其主观心理丑陋：二陋合一，于是喜欢昏镜，说昏镜同明镜一样明亮。诗人非常注意表述的准确性和精练。喜爱昏镜的是陋容之人，但陋容之人并非都喜爱昏镜，仅是其中有“自欺”心理者喜爱，着一“多”字，即把这种区分和数量关系清楚地表现出来，并突出了其表现的重心——“自欺”，精练准确之至，相当考究。“他镜”，指“美金”制成的明镜。</p> <p>　　五六七八句写昏镜使陋容之人的“自欺”心理得到充分满足：“瑕疵既不见”，隐瞒其陋，不见真容；于是“妍态随意生”，自以为美貌无瑕，称心如意；于是“一日四五照”，自我欣赏，自我陶醉；于是“自言美倾城”，自诩天下第一美人舍我莫属。这四句极尽幽默讽刺之能事，言词尖刻，意境生动，把陋容之人面对昏镜的“自欺”表演和得意心理描写得维妙维肖，讽刺得淋漓尽致。“随意生”三字新奇而意味深长，是诗人刻意所为的篇中传神之笔。</p> <p>　　九十两句承前说，昏镜即使陋容之人的“自欺”心理得到充分满足，于是得到陋容之人的爱重：用绣花带子装饰它，用美玉匣子盛放它。以上十句咏昏镜，极力挖掘昏镜受爱重的原因，以揭露和讽刺喜爱昏镜的人。末两句概括题旨，暗示写作的目的。陋容之人喜昏镜而弃明镜，在于“适”与“非适”，“适”则受爱重，“非适”则被轻视，“非适乃为轻”，就二者言，概括出一篇主旨。“秦宫”，指明镜，传说秦始皇宫中有面方镜，能照见人的脏腑，辨别人心忠奸（见《西京杂记》卷三），这里用这个典故极写明镜贵重，并用反诘语气加以强调，把“适”与“非适”的题旨表现得非常突出。这两句写得感慨至深，孤愤之情溢于言表，颇能见出作者以明镜自比（包括革新人士）的寄托之意，与秦始皇爱宝镜的典故联系，暗示出作品的现实寓意——针对亲信宦官佞臣而迫害革新人士的唐宪宗而发。又唐太宗曾论<a href=\"http://so.gushiwen.org/author_807.aspx\">魏征</a>说：“夫以铜为镜，可以正衣冠；以古为镜，可以知兴替；以人为镜，可以明得失。朕常保此三镜，以防己过。今魏征殂逝，遂亡一镜矣。”<a href=\"http://so.gushiwen.org/author_197.aspx\">刘禹锡</a>这首诗的立意显然受此启发。太宗曾为秦王，用“秦宫”颇切太宗此事，是双关语（刘禹锡长于此道），谴责宪宗不肖，喜昏弃明，违背祖训，实是妙绝。</p>",
  "about": "<h2>创作背景</h2> 　　永贞元年（805年）初，唐顺宗任用王叔文、王伾、<a href=\"http://so.gushiwen.org/author_197.aspx\">刘禹锡</a>、<a href=\"http://so.gushiwen.org/author_646.aspx\">柳宗元</a>等人进行政治革新，由于革新触及了宦官和藩镇的既得利益，遭到他们的联合反扑，八月，顺宗被迫“内禅”，称太上皇，宪宗作为宦官和藩镇的代理人宗即位，革新失败。宪宗一上台，即重用宦官佞臣，对革新派人士横加迫害。八月贬王叔文渝州（今四川重庆）司户，王伾开州（今四川开县）司马（不久病死）。九月，贬刘禹锡、柳宗元等人远州刺史；十一月，又加贬远州司马，同贬者八人，史称“八司马”，刘禹锡为朗州（今湖南常德）司马。十二月，朝臣请上太上皇尊号，宪宗不得已而于次年正月举行，随即便为打击部分朝臣对太上皇和革新派的同情心理，改年号元和，杀害太上皇，赐死王叔文，诏令八司马“纵逢恩赦，不在量移之限”。这首<a href=\"http://so.gushiwen.org/view_18388.aspx\">诗</a>便是针对宪即位之初重用宦官佞臣而一再迫害革新派人士的这一系列举动而发的，当作于元和元年（806年）顺宗及王叔文遇害消息并八司马永不量移诏令传到朗州时。",
  "poet": {
    "id": 197,
    "star": 0,
    "name": "刘禹锡",
    "image": "http://img.gushiwen.org/authorImg/liuyuxi.jpg",
    "desc": "刘禹锡（772－842），字梦得，汉族，中国唐朝彭城（今徐州）人，祖籍洛阳，唐朝文学家，哲学家，自称是汉中山靖王后裔，曾任监察御史，是王叔文政治改革集团的一员。唐代中晚期著名诗人，有“诗豪”之称。他的家庭是一个世代以儒学相传的书香门第。政治上主张革新，是王叔文派政治革新活动的中心人物之一。后来永贞革新失败被贬为朗州司马（今湖南常德）。据湖南常德历史学家、收藏家周新国先生考证刘禹锡被贬为朗州司马其间写了著名的“汉寿城春望”。"
  },
  "tags": [
    "揭露",
    "讽刺"
  ]
}