{
  "id": 47912,
  "star": 202,
  "name": "永州八记",
  "dynasty": "唐代",
  "content": "<strong>始得西山宴游记</strong></p> <p>　　自余为僇人，居是州。恒惴慄。时隙也，则施施而行，漫漫而游。日与其徒上高山，入深林，穷回溪，幽泉怪石，无远不到。到则披草而坐，倾壶而醉。醉则更相枕以卧，卧而梦。意有所极，梦亦同趣。觉而起，起而归。以为凡是州之山水有异态者，皆我有也，而未始知西山之怪特。</p> <p>　　今年九月二十八日，因坐法华西亭，望西山，始指异之。遂命仆人过湘江，缘染溪，斫榛莽，焚茅茷，穷山之高而上。攀援而登，箕踞而遨，则凡数州之土壤，皆在衽席之下。其高下之势，岈然洼然，若垤若穴，尺寸千里，攒蹙累积，莫得遁隐。萦青缭白，外与天际，四望如一。然后知是山之特立，不与培塿为类，悠悠乎与颢气俱，而莫得其涯；洋洋乎与造物者游，而不知其所穷。引觞满酌，颓然就醉，不知日之入。苍然暮色，自远而至，至无所见，而犹不欲归。心凝形释，与万化冥合。然后知吾向之未始游，游于是乎始，故为之文以志。是岁，元和四年也。</p> <p><br><strong>钻鉧潭记</strong></p> <p>　　钻鉧潭，在西山西。其始盖冉水自南奔注，抵山石，屈折东流；其颠委势峻，荡击益暴，啮其涯，故旁广而中深，毕至石乃止；流沫成轮，然后徐行。其清而平者，且十亩。有树环焉，有泉悬焉。</p> <p>　　其上有居者，以予之亟游也，一旦款门来告曰：“不胜官租、私券之委积，既芟山而更居，愿以潭上田贸财以缓祸。”</p> <p>　　予乐而如其言。则崇其台，延其槛，行其泉于高者而坠之潭，有声潀然。尤与中秋观月为宜，于以见天之高，气之迥。孰使予乐居夷而忘故土者，非兹潭也欤？</p> <p><br><strong>钻鉧潭西小丘记</strong></p> <p>　　得西山后八日，寻山口西北道二百步，有得钻鉧潭。潭西二十五步，当湍而浚者为鱼梁。梁之上有丘焉，生竹树。其石之突怒偃蹇，负土而出，争为奇状者，殆不可数。其嵚然相累而下者，若牛马之饮于溪；其冲然角列而上者，若熊罴之登于山。丘之小不能一亩，可以笼而有之。问其主，曰：“唐氏之弃地，货而不售。”问其价，曰：“止四百。”余怜而售之。李深源、元克已时同游，皆大喜，出自意外。即更取器用，铲刈秽草，伐去恶木，烈火而焚之。嘉木立，美竹露。奇石显。由其中以望，则山之高，云之浮，溪之流，鸟兽之遨游，举熙熙然回巧献技，以效兹丘之下。枕席而卧，则清冷冷状与目谋，瀯瀯之声与耳谋，悠然而虚者与神谋，渊然而静者与心谋。不匝旬而得异地者二，虽古好古之士，或未能至焉。</p> <p>　　噫！以兹丘之胜，致之沣、镐、、杜，则贵游之士争买者，日增千金而愈不可得。今弃是州也，农夫渔父过而陋之，贾四百，连岁不能售。而我与深源、克已独喜得之，是其果有遭乎！书于石，所以贺兹丘之遭也。</p> <p><br><strong>至小丘西小石潭记</strong></p> <p>　　从小丘西行百二十步，隔篁竹，闻水声，如鸣佩环，心乐之。伐竹取道，下见小潭，水尤清冽。全石以为底，近岸，卷石底以出，为坻，为屿，为嵁，为岩。青树翠蔓，蒙络摇缀，参差披拂。</p> <p>　　潭中鱼可百许头，皆若空游无所依。日光下澈，影布石上，佁然不动;俶尔远逝，往来翕忽，似与游者相乐。</p> <p>　　潭西南而望，斗折蛇行，明灭可见。其岸势犬牙差互，不可知其源。</p> <p>　　坐潭上，四面竹树环合，寂寥无人，凄神寒骨，悄怆幽邃。以其境过清，不可久居，乃记之而去。</p> <p>　　同游者：吴武陵，龚古，余弟宗玄。隶而从者，崔氏二小生：曰恕己，曰奉壹。</p> <p><br><strong>袁家渴记</strong></p> <p>　　由冉溪西南水行十里，山水之可取者五，莫若钻鉧潭。由溪口而西，陆行，可取者八九，莫若西山。由朝阳岩东南水行，至芜江，可取者三，莫若袁家渴。皆永中幽丽奇处也。</p> <p>　　楚越之间方言，谓水之反流为“渴”。渴上与南馆高嶂合，下与百家濑合。其中重洲小溪，澄潭浅渚，间厕曲折，平者深墨，峻者沸白。舟行若穷，忽而无际。</p> <p>　　有小山出水中，皆美石，上生青丛，冬夏常蔚然。其旁多岩词，其下多白砾，其树多枫柟石楠，樟柚，草则兰芷。又有奇卉，类合欢而蔓生，轇轕水石。</p> <p>　　每风自四山而下，振动大木，掩苒众草，纷红骇绿，蓊葧香气，冲涛旋濑，退贮溪谷，摇飃葳蕤，与时推移。其大都如此，余无以穷其状。</p> <p>　　永之人未尝游焉，余得之不敢专焉，出而传于世。其地主袁氏。故以名焉。</p> <p><br><strong>石渠记</strong></p> <p>　　自渴西南行不能百步，得石渠，民桥其上。有泉幽幽然，其鸣乍大乍细。渠之广或咫尺，或倍尺，其长可十许步。其流抵大石，伏出其下。踰石而往，有石泓，昌蒲被之，青鲜环周。又折西行，旁陷岩石下，北堕小潭。潭幅员减百尺，清深多倏鱼。又北曲行纡余，睨若无穷，然卒入于渴。其侧皆诡石、怪木、奇卉、美箭，可列坐而庥焉。风摇其巅，韵动崖谷。视之既静，其听始远。</p> <p>　　予从州牧得之。揽去翳朽，决疏土石，既崇而焚，既釃釃而盈。惜其未始有传焉者，故累记其所属，遗之其人，书之其阳，俾后好事者求之得以易。</p> <p>　　元和七年正月八日，鷁渠至大石。十月十九日，踰石得石泓小潭，渠之美于是始穷也。</p> <p><br><strong>石涧记</strong></p> <p>　　石渠之事既穷，上由桥西北下土山之阴，民又桥焉。其水之大，倍石渠三之一，亘石为底，达于两涯。若床若堂，若陈筳席，若限阃奥。水平布其上，流若织文，响若操琴。揭跣而往，折竹扫陈叶，排腐木，可罗胡床十八九居之。交络之流，触激之音，皆在床下；翠羽之水，龙鳞之石，均荫其上。古之人其有乐乎此耶？后之来者有能追予之践履耶？得之日，与石渠同。</p> <p>　　由渴而来者，先石渠，后石涧；由百家濑上而来者，先石涧，后石渠。涧之可穷者，皆出石城村东南，其间可乐者数焉。其上深山幽林逾峭险，道狭不可穷也。</p> <p><br><strong>小石城山记</strong></p> <p>　　自西山道口径北踰黄茅岭而下，有二道：其一西出，寻之无所得；其一少北而东，不过四十丈，土断二川分，有积石横当其垠。其上为睥睨梁欐之形；其旁出堡坞，有若门焉，窥之正黑，投以小石，洞然有水声，其响之激越，良久乃已。环之可上，望甚远。无土壤而生嘉树美箭，益奇而坚，奇疏数偃仰，类智者所施也。</p> <p>　　噫！吾疑造物者之有无久矣，及是，愈以为诚有。又怪其不为之中州而列是夷狄，更千百年不得一售其伎，是固劳而无用，神者倘不宜如是，则其果无乎？或曰：以慰夫贤而辱于此者。或曰：其气之灵，不为伟人而独为是物，故楚之南少人而多石。是二者余未信之。 ",
  "fanyi": "<p><strong>译文</strong><br>钴鉧潭，在西山的西面。钴鉧潭水由冉水自南向北奔流如注，碰到山石阻隔，曲折向东流去；冉水的上游和下游水势峻急，撞击更加激荡，侵蚀钴鉧潭的潭岸边，潭边广阔而中间水深，水流冲荡到山石才停止。水流形成车轮般的漩涡，然后才缓缓而流。潭水清澈而平缓，而且十亩有余，钴鉧潭四周有树木环绕，有瀑布垂悬而下。<br>山上有居住者，因我多次来游玩，一天早晨敲门就来告诉我：“（我因为）无法负担越欠越多的官租私债，（没办法），想在山上锄草开荒，并愿意卖掉我潭上的田，暂时缓解一下债”。我很高兴答应了他的话。我就加高台面，延伸栏杆，疏导高处的泉水使泉水坠落入潭中，发出了悦耳的声音。特别是到了中秋时节赏月更为合适，可以看到天空更高，视野更加辽远。是什么使我乐于住在这夷人地区而忘掉故土？难道不是因为这钴鉧潭？</p><p><strong>注释</strong><br>（1）钴鉧（gǔ mǔ）：熨斗。钴鉧潭：形状像熨斗的水潭。也有学者认为钴鉧是釜锅。<br>（2）冉水：即冉溪，又称染溪。<br>（3）屈：通“曲”，弯曲。<br>（4）其颠委势峻：其，指冉水的源头。颠委，首尾，这里指上游和下游。势峻，水势峻急。<br>（5）荡击：猛烈冲击。益暴：更加暴怒。<br>（6）啮（niè）其涯：啮，咬、啃。<br>涯：边沿。这里指侵蚀着岸边。<br>（7）轮：车轮般的漩涡。<br>（8 ）然后徐行，徐：慢慢地。<br>（9）有树环焉，有泉悬焉：环：环绕。焉：在那里。兼指代词。悬：自高处而下。有树环绕在潭上，有泉水从高处流入潭里。<br>（10）以余之亟（qì）游：以：因为。余：我。亟：经常，多次。因为我经常去游玩。<br>（11）款门：敲门。<br>（12）不胜官租、私券之委积：不胜：承担不了。券：债务的借据。委积：累积的压力。承受不了官家租税和私人债务的重压。<br>（13）芟（shān）：割草。<br>芟山：割草开山。更居：搬迁居住的地方。<br>（14）贸财以缓祸：贸财，以物变卖换钱。<br>缓祸，缓解目前灾难。这里指解救税债之灾难。<br>（15）崇其台：崇，加高。<br>其，指示代词，这里指潭。加高潭边的台沿。<br>（16）延其槛：延长那里的栏杆。<br>延：加长。<br>槛：栏杆。<br>（17）行其泉于高者坠之潭：引导那些高处的泉水，使之坠落到潭里。<br>（18）潨（cóng）然：水声淙淙的样子。<br>（19）尤与中秋观月为宜：尤其是在中秋晚上赏月更为适合。<br>（20）于以见天之高、气之迥：在这里可以看见天空的高远，感受到空气的清爽。<br>于以：于此，在这里行。<br>迥：辽远。<br>（21）居夷：住在夷人地区。</p>",
  "shangxi": "<p>　　青年时代就立下雄心壮志，仰慕“古之夫大有为者”，向往于“励材能，兴功力，致大康于民，垂不灭之声”。他25岁时已是“文章称首”的长安才子，刚考中了博学弘辞科，又与礼部郎中杨凭之女新婚，逐步成为文坛领袖，政坛新锐。在其后的几年里，柳宗元又成为了当时皇帝的老师王叔文革新派的中坚分子，以热情昂扬、凌励风发的气概，准备施展自己“辅时及物”、“利安开元”的抱负。然而，由于顺宗皇帝李诵即位时就已经中风，说话也不清楚，虽然有心改革朝政，但已是心有余而力不足了，加上宦官与藩镇势力强大，所以革新只实行了几个月，就以失败而告终。元和四年八月，反对革新的太子李纯即位，九月，柳宗元立刻被贬邵州刺吏，行未半路，朝议认为处之太轻，又改贬永州司马。当时同时被贬的包括<a href=\"http://so.gushiwen.org/author_197.aspx\">刘禹锡</a>等人共有八位，史称“八司马事件”。</p> <p>　　“永贞革新”的失败对政治上踌躇满志的柳宗元是沉重的打击，但对于他的文学创作却未尝不是一件好事。当时的永州“草中狸鼠足为患，一夕十顿惊且伤”，相当于俄罗斯的西伯利亚，所谓的“永州司马外置同正员”，其实是个编制外的闲职，没有官舍也没有具体的职务。柳宗元一家人寄居在冷清的小寺庙，未及半载，母亲也逝世了。除了精神上抑郁悲愤，正当壮年的柳宗元身体也越来越差，诸病缠身，虚弱到了“行则膝颤，坐则髀痹”的程度。但永州清新的山水给了柳宗元很大的慰藉和寄托，他很快从悲观与失意中振作起来，踏遍了永州的山山水水并和田翁农夫相交，远离了政坛上的明争暗斗，回归到田园<a href=\"http://so.gushiwen.org/view_47912.aspx\">诗</a>意般的生活，他认为永州的山水和自己一样的为世人所遗弃和漠视，写出了许多千古传诵推崇永州山水的散文。余秋雨先生在《柳侯祠》中如此评价柳宗元的永州10年，他说：“炎难也给了他一份宁静，使他有了足够的时间与自然相晤，与自我对话！”确实，永州的10年，是柳宗元人生最晦暗最感伤的十年，却是他文学创作最丰富和哲学思想全面成熟的10年。</p> <p>　　柳宗元的文章多抒写抑郁悲愤、思乡怀友之情，幽峭峻郁，自成一路。最为世人称道者，是那些清深意远、疏淡峻洁的山水闲适之作。《永州八记》是柳宗元山水游记的代表作，也是我国游记散文中的一朵奇葩，其艺术魅力历久弥新。</p> <p>　　永州山水，在柳宗元之前，并不为世人所知。但这些偏居荒芜的山水景致，在柳宗元的笔下，却表现出别具洞天的审美特征，极富艺术生命力。正如清人刘熙载在《艺概·文概》中所说：“柳州记山水，状人物，论文章，无不形容尽致；其自命为‘牢笼百态’，固宜。”柳宗元时而大笔挥洒，描摹永州山水的高旷之美，使寂寥冷落的永州山水给人以气势磅礴之感。</p> <p>　　《永州八记》对自然美的描绘，贵在精雕细刻出一种幽深之美。八记描写的大都是眼前小景，如小丘、小石潭、小石涧、小石城山等，柳宗元总是以小见大，犹如沙里淘金，提炼出一副副价值连城的艺术精品。如《至小丘西小石潭记》对小石潭周围环境的描写，“四面竹树环合，寂寥无人，凄神寒骨，悄枪幽邃”，创造出一种空无人迹的山野清幽之美。又如《石渠记》对小石渠之水流经之处细腻的刻画，在长不过十许步的小水渠上，一处处幽丽的小景，美不胜收。逾石而往是昌蒲掩映、鲜苔环周的石泓，又折而西行，旁陷岩石之下是幅员不足百尺、鱼儿穿梭的清深的小水潭，又北曲行，皆诡石、怪木、奇卉、美竹。</p> <p>　　笔笔眼前小景，幽深宜人，展示出永州山水的特有风姿。柳宗元曾经说：“余虽不合于俗，亦颇以文墨自慰，漱涤万物，牢笼百态，而无所避之。”他的意思就是说虽然因永贞革新遭挫，但作者未改本色，于是借山水之题，发胸中之气，洗涤天地间万物，囊括大自然的百态，在用笔赞赏山水美的同时，把自己和山水融化在一起，借以寻求人生真谛，聊以自慰。因而，柳宗元在《永州八记》中刻画永州山水的形象美、色彩美和动态美，不是纯客观地描摹自然，而是以山水自喻，赋予永州山水以血肉灵魂，把永州山水性格化了。可以说，永州山水之美就是柳公人格美的艺术写照，物我和谐，汇成一曲动人心弦的人与自然的交响华章。</p> <p>　　《旧唐书·柳宗元传》说，柳宗元“下笔构思”，“精裁密致，璨若珠贝”。精裁密致可以概括《永州八记》结构之美。8篇游记，整体构思，一气贯通。文章以西山之怪特开始“然后知吾向之未始游，游于是乎始”发笔，通过对西山周围山水景致的描绘，袁家渴附近山水小景的刻画，最后，到《小石城山记》向苍天发出“吾疑造物者之有无久矣”的质问，对整个八记作结。8篇游记每篇多各以不同的方式与上篇相关联，前后呼应，成为一个不可分割的有机的艺术整体。如前四篇，首篇写了西山宴游之后，第二篇就以“钻拇潭在西山西”起笔，自然衔接，毫无斧凿的痕迹；第三篇又以“潭西二十三步”发端，同上篇相连；第四篇则以“从小丘西行百二十步”开篇。这就以西山为起点，向西出游，接连出现了三处胜景，一处连一处，一景接一景，给人以目不暇接之感。更令人折服的是，八记前后四篇相隔三全夕久，而作者巧妙组合，犹如一气呵成，毫无间隔之弊。</p>",
  "poet": {
    "id": 646,
    "star": 0,
    "name": "柳宗元",
    "image": "http://img.gushiwen.org/authorImg/liuzongyuan.jpg",
    "desc": "柳宗元（773年－819年），字子厚，唐代河东（今山西运城）人，杰出诗人、哲学家、儒学家乃至成就卓著的政治家，唐宋八大家之一。著名作品有《永州八记》等六百多篇文章，经后人辑为三十卷，名为《柳河东集》。因为他是河东人，人称柳河东，又因终于柳州刺史任上，又称柳柳州。柳宗元与韩愈同为中唐古文运动的领导人物，并称“韩柳”。在中国文化史上，其诗、文成就均极为杰出，可谓一时难分轩轾。"
  },
  "tags": [
    "辞赋精选",
    "山水",
    "游记"
  ]
}