{
  "id": 7296,
  "star": 13,
  "name": "听郑五愔弹琴",
  "dynasty": "唐代",
  "content": "阮籍推名饮，清风坐竹林。<br>半酣下衫袖，拂拭龙唇琴。<br>一杯弹一曲，不觉夕阳沉。<br>余意在山水，闻之谐夙心。",
  "fanyi": "<p><strong>译文<br></strong>郑愔像三国时的<a href=\"http://so.gushiwen.org/author_698.aspx\">阮籍</a>以善饮酒知名，畅饮在清风吹拂的竹林。<br>酒喝得半醉甩一下衣袖，拂拭干净龙唇琴上的灰尘准备弹琴。<br>饮下一杯美酒弹奏一支曲子，不知不觉间已经到了夕阳西沉。<br>我的志趣本来在寄情山水，听这高山流水之音恰合我的本心。</p> <p><strong>注释<br></strong>1.郑五愔（yīn）：即郑愔，在堂兄弟中排行第五。<br>2.阮籍：字嗣宗，三国时魏人，生活中魏晋易代之际，不满现实，又怕遭迫害，于是纵酒谈玄，蔑视礼法。<br>3.“清风”句：典出“竹林七贤”故事。阮籍、<a href=\"http://so.gushiwen.org/author_382.aspx\">嵇康</a>、山涛、刘伶、阮咸、<a href=\"http://so.gushiwen.org/author_337.aspx\">向秀</a>、王戎七人常聚集在竹林下弹琴饮酒游乐，肆意酣畅，世称“竹林七贤”。满，一作“坐”。<br>4.龙唇琴：古代琴名。《古琴疏》：“荀季和（荀淑）有琴曰龙唇。”这里泛指琴。龙唇，琴的发音部位，后世也作为琴的代称。<br>5.沈：即“沉”。<br>6.谐：合。夙（sù）心：平素的志向、情趣。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　<a href=\"http://so.gushiwen.org/author_698.aspx\">阮籍</a>常与<a href=\"http://so.gushiwen.org/author_382.aspx\">嵇康</a>、山涛、刘伶、阮咸、<a href=\"http://so.gushiwen.org/author_337.aspx\">向秀</a>、王戎七人聚集在竹林下喝酒，肆意酣畅，世称竹林七贤。首句以阮籍比郑愔，说郑愔像阮籍一样以善饮出名，如今在清风里，在竹林下坐着豪饮。竹林是用典，也是写实。</p> <p>　　三四句写郑愔喝得半醉的时候，放下衣衫的长袖，把琴擦擦，开始鼓琴。古人衣袖特长，一般挽着，故云“下衫袖”。龙唇琴，古代琴名。《古琴疏》记载，汉末荀淑有架龙唇琴，一天下大雨不见了。三年后下大雨，有条黑龙飞入李膺家中，李膺一看，是荀淑的琴，就把它送还给荀淑。<a href=\"http://so.gushiwen.org/view_7296.aspx\">诗</a>以龙唇琴借指郑愔的琴名贵。</p> <p>　　五六句说郑愔一边饮酒，一边弹琴。弹着弹着，不知不觉太阳已经落山。一杯弹一曲是描写郑愔边饮边弹的气派。下句表现郑愔琴艺高超，大家沉浸在美妙的琴声中，光阴流逝，而浑然不觉。<a href=\"http://so.gushiwen.org/author_757.aspx\">孟浩然</a>其人也非常善琴，他的琴艺曾得到著名道士参寥的赞赏，连孟浩然也陶醉在郑愔的琴声中，足见郑愔的琴艺确实精妙。</p> <p>　　郑愔的琴艺得到孟浩然的欣赏，他的琴音引起孟浩然的共鸣。浩然志在山水，郑愔的琴音也志在山水，二人志趣相投。春秋时，伯牙鼓琴，志在高山，锺子期说：“妙呵，听你的琴，眼前就出现巍巍的泰山。”伯牙志在流水，锺子期说：“妙呵，听你的琴，就好象滔滔的江河！”诗人表示自己喜欢山水，不愿仕进。借用伯牙锺子期的故事，说郑愔与自己思想志趣相投。一般写弹琴的诗，或渲染琴声的美妙，或感叹琴师的身世，而孟浩然通过对听琴的描写，勾划出一位善琴好饮，放浪潇洒，飘然出尘的高士形象。诗用“半酣下衫袖，拂拭龙唇琴”的细节表现郑愔的豪放旷达，用酒、清风、竹林、琴、夕阳烘托其高洁；结尾以自己的高蹈，来表现郑愔的高蹈，展示人物的内心境界。写完弹琴，诗中的人物也就呼之欲出了。</p>",
  "about": "<h2>创作背景</h2> 　　《唐<a href=\"http://so.gushiwen.org/view_7296.aspx\">诗</a>纪事》记载，郑愔字文靖，在唐睿宗景云元年（710年）被诛杀，当时<a href=\"http://so.gushiwen.org/author_757.aspx\">孟浩然</a>的年龄才二十出头。可见此诗当作于孟浩然早期。",
  "poet": {
    "id": 757,
    "star": 0,
    "name": "孟浩然",
    "image": "http://img.gushiwen.org/authorImg/menghaoran.jpg",
    "desc": "孟浩然（689-740），男，汉族，唐代诗人。本名不详（一说名浩），字浩然，襄州襄阳（今湖北襄阳）人，世称“孟襄阳”。浩然，少好节义，喜济人患难，工于诗。年四十游京师，唐玄宗诏咏其诗，至“不才明主弃”之语，玄宗谓：“卿自不求仕，朕未尝弃卿，奈何诬我？”因放还未仕，后隐居鹿门山，著诗二百余首。孟浩然与另一位山水田园诗人王维合称为“王孟”。"
  },
  "tags": [
    "写人",
    "音乐"
  ]
}