{
  "id": 70753,
  "star": 5490,
  "name": "木兰词·拟古决绝词柬友",
  "dynasty": "清代",
  "content": "人生若只如初见，何事秋风悲画扇。<br>等闲变却故人心，却道故人心易变。<br>骊山语罢清宵半，泪雨霖铃终不怨。<br>何如薄幸锦衣郎，比翼连枝当日愿。",
  "fanyi": "<p><strong>译文<br></strong>与意中人相处应当总像刚刚相识的时候，是那样地甜蜜，那样地温馨，那样地深情和快乐。但你我本应当相亲相爱，却为何成了今日的相离相弃？<br>如今轻易地变了心，你却反而说情人间就是容易变心的。<br>我与你就像唐明皇与<a href=\"http://so.gushiwen.org/author_1039.aspx\">杨玉环</a>那样，在长生殿起过生死不相离的誓言，却又最终作决绝之别，即使如此，也不生怨。<br>但你又怎比得上当年的唐明皇呢，他总还是与杨玉环有过比翼鸟、连理枝的誓愿。 </p> <p><strong>注释</strong><br>⑴柬：给……信札。<br>⑵“何事”句：用汉朝<a href=\"http://so.gushiwen.org/author_652.aspx\">班婕妤</a>被弃的典故。班婕妤为汉成帝妃，被赵飞燕谗害，退居冷宫，后有<a href=\"http://so.gushiwen.org/view_70753.aspx\">诗</a>《怨歌行》，以秋扇闲置为喻抒发被弃之怨情。南北朝梁刘孝绰《班婕妤怨》诗又点明“妾身似秋扇”，后遂以秋扇见捐喻女子被弃。这里是说本应当相亲相爱，但却成了相离相弃。<br>⑶故人：指情人。却道故人心易变（出自娱园本），一作“却道故心人易变”。<br>⑷“骊山”二句：用唐明皇与杨玉环的爱情典故。《太真外传》载，唐明皇与杨玉环曾于七月七日夜，在骊山华清宫长生殿里盟誓，愿世世为夫妻。<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>《长恨歌》：“在天愿作比翼鸟，在地愿作连理枝。”对此作了生动的描写。后安史乱起，明皇入蜀，于马嵬坡赐死杨玉环。杨死前云：“妾诚负国恩，死无恨矣。”又，明皇此后于途中闻雨声、铃声而悲伤，遂作《雨霖铃》曲以寄哀思。这里借用此典说即使是最后作决绝之别，也不生怨。<br>⑸“何如”二句：化用唐<a href=\"http://so.gushiwen.org/author_204.aspx\">李商隐</a>《马嵬》诗中“如何四纪为天子，不及卢家有莫愁”之句意。薄幸：薄情。锦衣郎：指唐明皇。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　词题说这是一首拟古之作，其所拟之《决绝词》本是古<a href=\"http://so.gushiwen.org/view_70753.aspx\">诗</a>中的一种，是以女子的口吻控诉男子的薄情，从而表态与之决绝。如古辞《白头吟》、唐<a href=\"http://so.gushiwen.org/author_18.aspx\">元稹</a>《古决绝词三首》等。<a href=\"http://so.gushiwen.org/author_188.aspx\">纳兰性德</a>的这首拟作是借用汉唐典故而抒发“闺怨”之情。</p> <p>　　用“决绝”这个标题，很可能就是写与初恋情人的绝交这样一个场景的。这首词确实也是模拟被抛弃的女性的口吻来写的。第一句“人生若只如初见”是整首词里最平淡又是感情最强烈的一句，一段感情，如果在人的心里分量足够重的话，那么无论他以后经历了哪些变故，初见的一刹那，永远是清晰难以忘怀的。而这个初见，词情一下子就拽回到初恋的美好记忆中去了。</p> <p>　　“何事秋风悲画扇”一句用汉朝<a href=\"http://so.gushiwen.org/author_652.aspx\">班婕妤</a>被弃的典故。扇子是夏天用来趋走炎热，到了秋天就没人理睬了，古典诗词多用扇子的来比喻被冷落的女性。这里是说本应当相亲相爱，但却成了相离相弃。又将词情从美好的回忆一下子拽到了残酷的现实当中。</p> <p>　　“等闲变却故人心，却道故人心易变”二句：因为此词是模拟女性的口吻写的，所以从这两句写出了主人公深深地自责与悔恨。纳兰不是一个负心汉，只是当时十多岁的少年还没主宰自己的命运。其实像<a href=\"http://so.gushiwen.org/author_520.aspx\">李隆基</a>这样的大唐皇帝都保不住心爱的恋人，更何况是纳兰。</p> <p>　　“骊山语罢清宵半，泪雨零铃终不怨”二句用唐明皇与<a href=\"http://so.gushiwen.org/author_1039.aspx\">杨玉环</a>的爱情典故。七夕的时候，唐杨二人在华清宫里山盟海誓。山盟海誓言犹在，马嵬坡事变一爆发，杨贵妃就成了政治斗争的牺牲品。据说后来唐明皇从四川回长安的路上，在栈道上听到雨中的铃声，又勾起了他对杨贵妃的思恋，就写了著名的曲子《雨霖铃》。这里借用此典说即使是最后作决绝之别，也不生怨。</p> <p>　　“何如薄幸锦衣郎，比翼连枝当日愿” 二句化用唐<a href=\"http://so.gushiwen.org/author_204.aspx\">李商隐</a>《马嵬》诗句，承接前二句句意，从另一面说明主人公情感之坚贞。</p> <p>　　全词以一个女子的口吻，抒写了被丈夫抛弃的幽怨之情。词情哀怨凄婉，屈曲缠绵。“秋风悲画扇”即是悲叹自己遭弃的命运，“骊山”之语暗指原来浓情蜜意的时刻，“夜雨霖铃”写像唐玄宗和杨贵妃那样的亲密爱人也最终肠断马嵬坡，“比翼连枝”出自《长恨歌》诗句，写曾经的爱情誓言已成为遥远的过去。而这“闺怨”的背后，似乎更有着深层的痛楚，“闺怨”只是一种假托。故有人认为此篇别有隐情，词人是用男女间的爱情为喻，说明与朋友也应该始终如一，生死不渝。</p>",
  "about": "<h2>创作背景</h2> 　　这首《木兰花令》常被我们当做爱情<a href=\"http://so.gushiwen.org/view_70753.aspx\">诗</a>来读，其实只要稍微下一点功夫的话，就会在道光十二年结铁网斋刻本《纳兰词》里看到词牌下边还有这样一个词题：“拟古决绝词，柬友”，也就是说，这首词是模仿古乐府的决绝词，写给一位朋友的。现在一般认为这个朋友就是指容若公子的知己，当时另一位诗词大家<a href=\"http://so.gushiwen.org/author_224.aspx\">顾贞观</a>。",
  "poet": {
    "id": 188,
    "star": 0,
    "name": "纳兰性德",
    "image": "http://img.gushiwen.org/authorImg/nalanxingde.jpg",
    "desc": "纳兰性德（1655－1685），满洲人，字容若，号楞伽山人，清代最著名词人之一。其诗词“纳兰词”在清代以至整个中国词坛上都享有很高的声誉，在中国文学史上也占有光采夺目的一席。他生活于满汉融合时期，其贵族家庭兴衰具有关联于王朝国事的典型性。虽侍从帝王，却向往经历平淡。特殊的生活环境背景，加之个人的超逸才华，使其诗词创作呈现出独特的个性和鲜明的艺术风格。流传至今的《木兰花令·拟古决绝词》——“人生若只如初见，何事秋风悲画扇？等闲变却故人心，却道故人心易变。”富于意境，是其众多代表作之一。"
  },
  "tags": [
    "闺怨",
    "悲叹",
    "命运"
  ]
}