{
  "id": 48006,
  "star": 6282,
  "name": "龟虽寿 / 神龟虽寿",
  "dynasty": "两汉",
  "content": "神龟虽寿，犹有竟时。<br>腾蛇乘雾，终为土灰。<br>老骥伏枥，志在千里。<br>烈士暮年，壮心不已。<br>盈缩之期，不但在天；<br>养怡之福，可得永年。<br>幸甚至哉，歌以咏志。",
  "fanyi": "<p><strong>译文</strong><br>神龟的寿命即使十分长久，但也还有生命终结的时候。<br>螣蛇尽管能乘雾飞行，终究也会死亡化为土灰。 <br>年老的千里马躺在马棚里，它的雄心壮志仍然是能够驰骋千里。<br>有远大抱负的人士到了晚年，奋发思进的雄心不会止息。<br>人的寿命长短，不只是由上天所决定的。<br>只要自己调养好身心，也可以益寿延年。<br>我非常庆幸，就用这首<a href=\"http://so.gushiwen.org/view_48006.aspx\">诗</a>歌来表达自己内心的志向。 </p> <p><strong>注释</strong><br>1.该于建安十二年(207)，这时<a href=\"http://so.gushiwen.org/author_552.aspx\">曹操</a>五十三岁。选自《先秦汉魏晋南北朝诗》（中华书局1983年版）。这首诗是曹操所作乐府组诗《步出夏门行》中的第四章。诗中融哲理思考、慷慨激情和艺术形象于一炉，表现了老当益壮、积极进取的人生态度。此诗是曹操的乐府诗《步出夏门行》四章中的最后一章。<br>2.“神龟”二句：神龟虽能长寿，但也有死亡的时候。神龟，传说中的通灵之龟，能活几千岁。寿，长寿。　 3.竟：终结，这里指死亡。<br>4.“螣(téng)蛇”二句：腾蛇即使能乘雾升天，最终也得死亡，变成灰土。腾蛇，传说中与龙同类的神物，能乘云雾升天。<br>5.骥(jì)：良马，千里马。<br>6.伏：趴，卧。<br>7.枥(lì)：马槽。<br>8.烈士：有远大抱负的人。暮年：晚年。<br>9.已：停止。<br>10.盈缩：指人的寿命长短。盈，满，引申为长。缩，亏，引申为短。<br>11.但：仅，只。<br>12.养怡：指调养身心，保持身心健康。怡，愉快、和乐。<br>13.永：长久。永年：长寿，活得长。<br>14.幸甚至哉，歌以咏志：两句是附文，跟正文没关系，只是抒发作者感情，是乐府诗的一种形式性结尾。</p><br/><p><strong>译文</strong><br>神龟虽然十分长寿，但生命终究会有结束的一天。<br>腾蛇尽管能腾云乘雾飞行，但终究也会死亡化为土灰。<br>年老的千里马虽然伏在马槽旁，雄心壮志仍是驰骋千里。<br>壮志凌云的人士即便到了晚年，奋发思进的心也永不止息。<br>人寿命长短，不只是由上天决定。<br>调养好身心，就定可以益寿延年。<br>真是幸运极了，用歌唱来表达自己的思想感情吧。</p> <p><strong>注释</strong><br>⑴龟虽寿：<a href=\"http://so.gushiwen.org/author_552.aspx\">曹操</a>所作乐府组<a href=\"http://so.gushiwen.org/view_48006.aspx\">诗</a>《步出夏门行》中的第四章。<br>⑵神龟：传说中的通灵之龟，能活几千岁。寿，长寿。<br>⑶竟：终结，这里指死亡。<br>⑷腾蛇：传说中龙的一种，能乘云雾升天。<br>⑸骥：良马，千里马。伏：趴，卧。枥：马槽。<br>⑹烈士：操有远大抱负的男子。暮年：晚年。<br>⑺已：停止。<br>⑻盈缩：原指岁星的长短变化，这里指人的寿命长短。盈，增长。缩，亏，引申为短。<br>⑼但：仅，只。<br>⑽养怡：指调养身心，保持身心健康。怡，愉快、和乐。<br>⑾永：长久。永年：长寿，活得长。<br>⑿幸甚至哉：庆幸得很，好极了。幸，庆幸。至，极点。最后两句每章都有，应为合乐时的套语，与正文内容没有直接关系。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这是一首充满<a href=\"http://so.gushiwen.org/view_48006.aspx\">诗</a>人对生活的真切体验的哲理诗，因而写得兴会淋漓，有着一种真挚而浓烈的感情力量；哲理与诗情又是通过形象化的手法表现出来的，因而述理、明志、抒情在具体的艺术形象中实现了完美的结合。</p> <p>　　诗中“神龟虽寿，犹有竟时。腾蛇乘雾，终为土灰。”作者从朴素的唯物论和辩证法的观点出发，否定了神龟、腾蛇一类神物的长生不老，说明了生死存亡是不可违背的自然规律。“ 犹有 ”和“ 终为 ” 两个词组下得沉着。而 “ 老骥 ” 以下四句，语气转为激昂，笔挟风雷，使这位 “ 时露霸气 ” 的盖世英豪的形象跃然纸上。</p> <p>　　“ 老骥伏枥，志在千里，烈士暮年，壮心不已。” 笔力遒劲，韵律沉雄，内蕴着一股自强不息的豪迈气概，深刻地表达了<a href=\"http://so.gushiwen.org/author_552.aspx\">曹操</a>老当益壮、锐意进取的精神面貌。“壮心不已”表达了要有永不停止的理想追求和积极进取精神，永远乐观奋发，自强不息，保持思想上的青春，曹操以切身体验揭示了人的精神因素对健康的重要意义。</p> <p>　　“盈缩之期，不但在天；养怡之福，可得永年。”表现出一种深沉委婉的风情，给人一种亲切温馨之感。全诗跌宕起伏，又机理缜密，闪耀出哲理的智慧之光，并发出奋进之情，振响着乐观声调。艺术风格朴实无华，格调高远，慷慨激昂，显示出诗人自强不息的进取精神，热爱生活的乐观精神。</p> <p>　　人寿命的长短不完全决定于天，只要保持身心健康就能延年益寿。曹操所云“养怡之福”，不是指无所事事，坐而静养，而是说一个人精神状态是最重要的，不应因年暮而消沉。这里可见诗人对天命持否定态度，而对事在人为抱有信心的乐观主义精神，抒发了诗人不甘衰老、不信天命、奋斗不息、对伟大理想的追求永不停止的壮志豪情。</p>",
  "about": "<h2>创作背景</h2> 　　作者是东汉末年著名的政治家、军事家<a href=\"http://so.gushiwen.org/author_552.aspx\">曹操</a>，此<a href=\"http://so.gushiwen.org/view_48006.aspx\">诗</a>约作于公元208年初他平定乌桓叛乱、消灭袁绍残余势力之后，南下征讨荆、吴之前。此时曹操已经五十三岁了，不由想起了人生的路程，所以诗一开头便无限感慨地吟道：“神龟虽寿，犹有竟时，螣蛇乘雾，终为土灰。”《庄子·秋水篇》说:“吾闻楚有神龟，死已三千岁矣。”曹操反其意而用之，说神龟纵活三千年，可还是难免一死呀！”《<a href=\"http://so.gushiwen.org/author_404.aspx\">韩非</a>子·难势篇》记载：“飞龙乘云，螣蛇游雾，云罢雾霁，而龙蛇与同矣！”“螣蛇”和龙一样能够乘云驾雾，本领可谓大矣！然而，一旦云消雾散，就和苍蝇蚂蚁一样，灰飞烟灭了！古来雄才大略之主如秦皇汉武，服食求仙，亦不免于神仙长生之术的蛊惑，而独曹操对生命的自然规律有清醒的认识，这在谶纬迷信猖炽的时代是难能可贵的。更可贵的是如何对待这有限的人生？曹操一扫汉末文人感叹浮生若梦、劝人及时行乐的悲调，慷慨高歌曰：“老骥伏枥，志在千里。烈士暮年，壮心不已。”曹操自比一匹上了年纪的千里马，虽然形老体衰，屈居枥下，但胸中仍然激荡着驰骋千里的豪情壮志。",
  "poet": {
    "id": 552,
    "star": 0,
    "name": "曹操",
    "image": "http://img.gushiwen.org/authorImg/caocao.jpg",
    "desc": "曹操（155年－220年正月庚子），字孟德，一名吉利，小字阿瞒，沛国谯（今安徽亳州）人，汉族。东汉末年杰出的政治家、军事家、文学家、书法家。三国中曹魏政权的缔造者，其子曹丕称帝后，追尊为武皇帝，庙号太祖。曹操精兵法，善诗歌，抒发自己的政治抱负，并反映汉末人民的苦难生活，气魄雄伟，慷慨悲凉；散文亦清峻整洁，开启并繁荣了建安文学，给后人留下了宝贵的精神财富，史称建安风骨，鲁迅评价其为“改造文章的祖师”。同时曹操也擅长书法，尤工章草，唐朝张怀瓘在《书断》中评其为“妙品”。"
  },
  "tags": [
    "古诗三百首",
    "初中古诗",
    "咏志",
    "哲理"
  ]
}