{
  "id": 8389,
  "star": 591,
  "name": "月下独酌四首",
  "dynasty": "唐代",
  "content": "花间一壶酒，独酌无相亲。<br>举杯邀明月，对影成三人。<br>月既不解饮，影徒随我身。<br>暂伴月将影，行乐须及春。<br>我歌月徘徊，我舞影零乱。<br>醒时相交欢，醉后各分散。<br>永结无情游，相期邈云汉。</p> <p>天若不爱酒，酒星不在天。<br>地若不爱酒，地应无酒泉。<br>天地既爱酒，爱酒不愧天。<br>已闻清比圣，复道浊如贤。<br>贤圣既已饮，何必求神仙。<br>三杯通大道，一斗合自然。<br>但得酒中趣，勿为醒者传。</p> <p>三月咸阳城，千花昼如锦。<br>谁能春独愁，对此径须饮。<br>穷通与修短，造化夙所禀。<br>一樽齐死生，万事固难审。<br>醉後失天地，兀然就孤枕。<br>不知有吾身，此乐最为甚。</p> <p>穷愁千万端，美酒三百杯。<br>愁多酒虽少，酒倾愁不来。<br>所以知酒圣，酒酣心自开。<br>辞粟卧首阳，屡空饥颜回。<br>当代不乐饮，虚名安用哉。<br>蟹螯即金液，糟丘是蓬莱。<br>且须饮美酒，乘月醉高台。",
  "fanyi": "<p><strong>译文</strong><br>花丛中摆下一壶好酒，无相知作陪独自酌饮。<br>举杯邀请明月来共饮，加自己身影正好三人。<br>月亮本来就不懂饮酒，影子徒然在身前身后。<br>暂且以明月影子相伴，趁此春宵要及时行乐。<br>我唱歌月亮徘徊不定，我起舞影子飘前飘后。<br>清醒时我们共同欢乐，酒醉以后各奔东西。<br>但愿能永远尽情漫游，在茫茫的天河中相见。</p> <p>天如果不爱酒，酒星就不能罗列在天。<br>地如果不爱酒，就不应该地名有酒泉。<br>天地既然都喜爱酒，那我爱酒就无愧于天。<br>我先是听说酒清比作圣，又听说酒浊比作贤。<br>既然圣贤都饮酒，又何必再去求神仙？三<br>杯酒可通儒家的大道，一斗酒正合道家的自然。<br>我只管得到醉中的趣味，这趣味不能向醒者相传！</p> <p>三月里的长安城，春光明媚，春花似锦。<br>谁能如我春来独愁，到此美景只知一味狂饮？<br>富贫与长寿，本来就造化不同，各有天分。<br>酒杯之中自然死生没有差别，何况世上的万事根本没有是非定论。<br>醉后失去了天和地，一头扎向了孤枕。<br>沉醉之中不知还有自己，这种快乐何处能寻？</p> <p>无穷的忧愁有千头万绪，我有美酒三百杯多。<br>即使酒少愁多，美酒一倾愁不再回。<br>因此我才了解酒中圣贤，酒酣心自开朗。<br>辞粟只能隐居首阳山，没有酒食颜回也受饥。<br>当代不乐于饮酒，虚名有什么用呢？<br>蟹螯就是仙药金液，糟丘就是仙山蓬莱。<br>姑且先饮一番美酒，乘着月色在高台上大醉一回。</p> <p><strong>注释</strong><br>1.酌：饮酒。独酌：一个人饮酒。<br>2.间：一作“下”， 一作“前”。<br>3.无相亲：没有亲近的人。<br>4.“举杯”二句：我举起酒杯招引明月共饮，明月和我以及我的影子恰恰合成三人。一说月下人影、酒中人影和我为三人。<br>5.既：已经。不解：不懂，不理解。三国魏<a href=\"http://so.gushiwen.org/author_382.aspx\">嵇康</a>《琴赋》：“推其所由，似元不解音声。”<br>6.徒：徒然，白白的。徒：空。<br>7.将：和，共。<br>8.及春：趁着春光明媚之时。<br>9.月徘徊：明月随我来回移动。<br>10.影零乱：因起舞而身影纷乱。<br>11.同交欢：一起欢乐。一作“相交欢”。<br>12.无情游：月、影没有知觉，不懂感情，<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>与之结交，故称“无情游”。<br>13.相期邈（miǎo）云汉：约定在天上相见。期：约会。邈：遥远。云汉：银河。这里指遥天仙境。“邈云汉”一作“碧岩畔”。<br>14.酒星：古星名。也称酒旗星。《晋书·天文志》云：“轩辕右角南三星曰酒旗，酒官之旗也，主享宴酒食。”汉<a href=\"http://so.gushiwen.org/author_787.aspx\">孔融</a>《与<a href=\"http://so.gushiwen.org/author_552.aspx\">曹操</a>论酒禁书》：“天垂酒星之耀，地列酒泉之郡，人著旨酒之德。”<br>15.酒泉：酒泉郡，汉置。传说郡中有泉，其味如酒，故名酒泉。在今甘肃省酒泉市。<br>16.大道：指自然法则。《庄子·天下》：“天能覆之而不能载之，地能载之而不能覆之，大道能包之而不能辩之，知万物皆有所可，有所不可。”<br>17.酒中趣：饮酒的乐趣。晋陶潜《晋故征西大将军长史孟府君传》：“温（桓温）尝问君：‘酒有何好，而卿嗜之？’君笑而答曰：‘明公但不得酒中趣尔。’”<br>18.“三月”二句：一作“好鸟吟清风，落花散如锦”；一作“园鸟语成歌，庭花笑如锦”。咸阳城：此指长安城。“城”一作“时”。<br>19.径须：直须。李白《将进酒》<a href=\"http://so.gushiwen.org/view_8389.aspx\">诗</a>：“主人何为言少钱，径须沽取对君酌。”<br>20.穷通：困厄与显达。《庄子·让王》：“古之得道者，穷亦乐，通亦乐，所乐非穷通也；道德于此，则穷通为寒暑风雨之序矣。”修短：长短。指人的寿命。《汉书·谷永传》：“加以功德有厚薄，期质有修短，时世有中季，天道有盛衰。”<br>21.造化：自然界的创造者。亦指自然。《庄子·大宗师》：“今一以天地为大炉，以造化为大冶，恶乎往而不可哉？”<br>22.齐死生：生与死没有差别。<br>23.兀然：昏然无知的样子。孤枕：独枕。借指独宿、独眠。唐<a href=\"http://so.gushiwen.org/author_204.aspx\">李商隐</a>《戏赠张书记》诗：“别馆君孤枕，空庭我闭关。”<br>24.穷愁：穷困愁苦。《史记·平原君虞卿列传论》：“然虞卿非穷愁，亦不能著书以自见于后世云。”千万端：一作“有千端”。<br>25.三百杯：一作“唯数杯”。<br>26.酒圣：谓豪饮的人。宋<a href=\"http://so.gushiwen.org/author_385.aspx\">曾巩</a>《招泽甫竹亭闲话》诗：“诗豪已分材难强，酒圣还谙量未宽。”<br>27.卧首阳：一作“饿伯夷”。首阳，山名。一称雷首山，相传为伯夷、叔齐采薇隐居处。<br>28.屡空：经常贫困。谓贫穷无财。《论语·先进》：“回也其庶乎！屡空。”何晏集解：“言回庶几圣道，虽数空匮而乐在其中。”颜回：春秋末期鲁国人，孔子的得意门生。<br>29.乐饮：畅饮。《史记·高祖本纪》：“沛父兄诸母故人日乐饮极驩，道旧故为笑乐。”<br>30.安用：有什么作用。安，什么。<br>31.蟹螯（áo）：螃蟹变形的第一对脚。状似钳，用以取食或自卫。《晋书·毕卓传》：“右手持酒杯，左手持蟹螯，拍浮酒船中，便足了一生矣。”金液：喻美酒。唐<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>《游宝称寺》诗：“酒懒倾金液，茶新碾玉尘。”<br>32.糟丘：积糟成丘。极言酿酒之多，沉湎之甚。《尸子》卷下：“六马登糟丘，方舟泛酒池。”蓬莱：古代传说中的神山名。此处泛指仙境。<br>33.乘月：趁着月光。《乐府诗集·清商曲辞一·子夜四时歌夏歌一》：“乘月采芙蓉，夜夜得莲子。”</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这组<a href=\"http://so.gushiwen.org/view_8389.aspx\">诗</a>共四首，以第一首流传最广。第一首诗写诗人由政治失意而产生的一种孤寂忧愁的情怀。诗中把寂寞的环境渲染得十分热闹，不仅笔墨传神，更重要的是表达了诗人善自排遣寂寞的旷达不羁的个性和情感。此诗背景是花间，道具是一壶酒，登场角色只是他自己一个人，动作是独酌，加上“无相亲”三个字，场面单调得很。于是诗人忽发奇想，把天边的明月，和月光下自己的影子，拉了过来，连自己在内，化成了三个人，举杯共酌，冷清清的场面，顿觉热闹起来。然而月不解饮，影徒随身，仍归孤独。因而自第五句至第八句，从月影上发议论，点出“行乐及春”的题意。最后六句为第三段，写诗人执意与月光和身影永结无情之游，并相约在邈远的天上仙境重见。诗人运用丰富的想象，表现出一种由独而不独，由不独而独，再由独而不独的复杂情感。全诗以独白的形式，自立自破，自破自立，诗情波澜起伏而又纯乎天籁，因此一直为后人传诵。</p> <p>　　第二首诗通篇议论，堪称是一篇“爱酒辩”。开头从天地“爱酒”说起。以天上酒星、地上酒泉，说明天地也爱酒，再得出“天地既爱酒，爱酒不愧天”的结论。接着论人。人中有圣贤，圣贤也爱酒，则常人之爱酒自不在话下。这是<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>为自己爱酒寻找借口，诗中说：“贤圣既已饮，何必求神仙。”又以贬低神仙来突出饮酒。从圣贤到神仙，结论是爱酒不但有理，而且有益。最后将饮酒提高到最高境界：通于大道，合乎自然，并且酒中之趣的不可言传的。此诗通篇说理，其实其宗旨不在明理，而在抒情，即以说理的方式抒情。这不合逻辑的议论，恰恰十分有趣而深刻地抒发了诗人的情怀，诗人的爱酒，只是对政治上失意的自我排遣。他的“酒中趣”，正是这种难以言传的情怀。</p> <p>　　第三首诗开头写诗人因忧愁不能乐游，所以说“谁能春独愁，对此径须饮”，诗人希望从酒中得到宽慰。接着诗人从人生观的角度加以解释，在精神上寻求慰藉，并得出“此乐最为甚”的结论。诗中说的基本是旷达乐观的话，但“谁能春独愁”一语，便流露出诗人内心的失意悲观情绪。旷达乐观的话，都只是强自宽慰。不止不行，不塞不流。强自宽慰的结果往往是如塞川流，其流弥激。当一个人在痛苦至极的时候发出一声狂笑，人们可以从中体会到其内心的极度痛苦；而李白在失意愁寂难以排遣的时候，发出醉言“不知有吾身，此乐最为甚”时，读者同样可以从这个“乐”字感受到诗人内心的痛苦。以旷达写牢骚，以欢乐写愁苦，是此诗艺术表现的主要特色，也是艺术上的成功之处。</p> <p>　　第四首诗借用典故来写饮酒的好处。开头写诗人借酒浇愁，希望能用酒镇住忧愁，并以推理的口气说：“所以知酒圣，酒酣心自开。”接着就把饮酒行乐说成是人世生活中最为实用最有意思的事情。诗人故意贬抑了伯夷、叔齐和颜回等人，表达虚名不如饮酒的观点。诗人对伯夷、叔齐和颜回等人未必持否定态度，这样写是为了表示对及时饮酒行乐的肯定。然后，诗人又拿神仙与饮酒相比较，表明饮酒之乐胜于神仙。李白借用蟹螯、糟丘的典故，并不是真的要学毕卓以饮酒了结一生，更不是肯定纣王在酒池肉林中过糜烂生活，只是想说明必须乐饮于当代。最后的结论就是：“且须饮美酒，乘月醉高台。”话虽这样说，但只要细细品味诗意，便可以感觉到，诗人从酒中领略到的不是快乐，而是愁苦。</p>",
  "about": "<h2>创作背景</h2> <p>　　这首<a href=\"http://so.gushiwen.org/view_8389.aspx\">诗</a>约作于唐玄宗天宝三载（744年），时<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>在长安，正处于官场失意之时。此诗题下，两宋本、缪本俱注“长安”二字，意谓这四首诗作于长安。当时李白政治理想不能实现，心情是孤寂苦闷的。但他面对黑暗现实，没有沉沦，没有同流合污，而是追求自由，向往光明，因有此作。</p>",
  "poet": {
    "id": 247,
    "star": 0,
    "name": "李白",
    "image": "http://img.gushiwen.org/authorImg/libai.jpg",
    "desc": "李白（701年－762年），字太白，号青莲居士，唐朝浪漫主义诗人，被后人誉为“诗仙”。祖籍陇西成纪(待考)，出生于西域碎叶城，4岁再随父迁至剑南道绵州。李白存世诗文千余篇，有《李太白集》传世。762年病逝，享年61岁。其墓在今安徽当涂，四川江油、湖北安陆有纪念馆。"
  },
  "tags": [
    "月亮",
    "怀才不遇",
    "孤独",
    "饮酒",
    "组诗"
  ]
}