{
  "id": 18305,
  "star": 4,
  "name": "戏题石门长老东轩",
  "dynasty": "唐代",
  "content": "石门长老身如梦，旃檀成林手所种。<br>坐来念念非昔人，万遍莲花为谁用？<br>如今七十自忘机，贪爱都忘筋力微。<br>莫向东轩春野望，花开日出雉皆飞。",
  "fanyi": "<p><strong>译文<br></strong>石门长老身世如梦，当年栽种的檀香已经成林。<br>静坐念禅今非昔比，莲华经念了万遍有谁倾听？<br>如今年过七十早已忘却往日的追求，筋力衰减再不会壮志凌云。<br>不要向东边窗外春天的原野张望，晴空下百花盛开野鸟却已飞尽。</p> <p><strong>注释<br></strong>⑵身如梦：指人生往事如梦。<br>⑶旃檀（zhāntán沾谈）：梵文“旃檀那”的省称，即檀香。玄应《众经音义》：“旃檀那，外国香木也，有赤、白、紫等数种。”是一种常绿乔木，木材极香，可以用来制作扇骨等多种器具，也可药用，或制成各种香料。手所种：指旃檀的幼树是石门长老亲手栽种。<br>⑷坐来念念非昔人：其意是说，石门长老长年坐坛念经，年岁渐老，今非昔比。<br>⑸万遍：形容反复念诵。莲花：指《妙法莲华经》，这里泛指一切佛经。为谁用：意为没有人愿意听他念诵佛经。<br>⑹忘机：指忘却计较或没有巧诈之心。这里指自甘恬淡与世无争。<br>⑺贪爱：指石门长老年青时的理想与追求。筋力微：形容身心老迈，壮志消沉。<br>⑻雉（zhì志）：即野鸡。雉皆飞：比喻<a href=\"http://so.gushiwen.org/view_18305.aspx\">诗</a>人亲友多丧、孤苦伶仃的意思。典出乐府琴曲《雉朝飞》。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　这首<a href=\"http://so.gushiwen.org/view_18305.aspx\">诗</a>在写作手法上属于借题发挥，即借用石门长老的形象，抒发作者忠于朝庭、希望得到朝庭的理解和重新起用，而长期被冷落的悲愤失望的心情。</p> <p>　　诗的首句通过“石门长老”的形象，引出作者往事如梦的感慨；第二句借“旃檀”的形象，说明官场新贵们的得势。三、四句再借“石门长老”之言，说明江山易主、改朝换代、作者的忠心无人理解，等待重新起用已经无望。五、六句以“石门长老”的形象和自白，慨叹人生易老和作者生平抱负的落空。“忘机”，就是已经“无意苦争春”。“贪爱都忘”，就是心的颓丧，不再有理想与追求。七、八句是诗的尾联，也是对全诗的总结。这两句通过对“东轩”外春日景色的描写，抒发了作者类似于“一江春水向东流”的感慨。作者以青春年少成名，并被委以朝廷重任，当年的意气风发可想而知。</p> <p>　　“雉皆飞”含有一个典故，由乐府琴曲《雉朝飞》变化而来：“春秋时，卫侯女出嫁齐太子，中道闻太子死，傅母（女官名）仍然劝她去处理丧事。丧毕不肯归，终死于齐。傅母悔之，取女所自操琴，于冢上放之，忽二雉出墓中。傅母托雉曰：‘女果为雉也？’言未毕，雉俱飞而起，忽然不见。傅母悲痛，援琴作操，故曰《雉朝飞》。”也有人说：“《雉朝飞》为齐处士伤无妻之作。”<a href=\"http://so.gushiwen.org/author_646.aspx\">柳宗元</a>早年丧妻，来永州之后，母亲和女儿先后病逝，所承受的人生变故如同“屋漏偏遭连夜雨，行船又遇顶头风”，这种打击与悲痛可想而知。他被贬职后闲居永州，这期间江山易主，官场易人，新贵层出不穷，而且无不趋炎附势，对柳宗元等“俟罪”的闲官不屑一顾，或者颐指气使；更有一帮小人，经常散布一些流言蜚语，和莫须有的诬陷之辞。因此，诗人尽管悲愤交加，却不能在诗文中明明白白地流露出对朝廷的怨恨心情，只好运用巧妙的写作手法，通过“戏题”一诗，表面上是在劝戒石门长老，不要用老迈哀伤的心情，来观看东轩之外春意盎然的景色，以免触景生情，更加伤心；实际上是在劝慰自己，要忍辱负重，不与官场新贵们攀比，索性闭目塞听，让火热的心彻底地冷却，以免受到更大的伤害。</p> <p>　　整首诗，以一个衰老、冰冷、绝望的外表，包容了一颗充满激情、火热和突突跳跃的心。这本身就是一个矛盾，冰与炭的不可调和，最终决定了这位大才的悲剧命运。</p>",
  "poet": {
    "id": 646,
    "star": 0,
    "name": "柳宗元",
    "image": "http://img.gushiwen.org/authorImg/liuzongyuan.jpg",
    "desc": "柳宗元（773年－819年），字子厚，唐代河东（今山西运城）人，杰出诗人、哲学家、儒学家乃至成就卓著的政治家，唐宋八大家之一。著名作品有《永州八记》等六百多篇文章，经后人辑为三十卷，名为《柳河东集》。因为他是河东人，人称柳河东，又因终于柳州刺史任上，又称柳柳州。柳宗元与韩愈同为中唐古文运动的领导人物，并称“韩柳”。在中国文化史上，其诗、文成就均极为杰出，可谓一时难分轩轾。"
  },
  "tags": [
    "感慨",
    "悲愤",
    "壮志难酬"
  ]
}