{
  "id": 48616,
  "star": 377,
  "name": "清平乐·红笺小字",
  "dynasty": "宋代",
  "content": "红笺小字。说尽平生意。鸿雁在云鱼在水。惆怅此情难寄。 <br>斜阳独倚西楼。遥山恰对帘钩。人面不知何处，绿波依旧东流。",
  "fanyi": "<p><strong>译文</strong><br>精美的红格信笺写满密密小字，说的都是我平生对你的爱慕之情。鸿雁飞翔云端且鱼儿游戏水里，这番满腹惆怅的情意难以传寄。在斜阳里我独自一人倚着西楼，遥远的群山恰好正对窗上帘钩。桃花般的人面不知到何处去了，唯有碧波绿水依旧向东方流去。</p><p><strong>注释</strong><br>①红笺（从竹,戋( jiān)声）：红色的质地很好纸片或者条。供题<a href=\"http://so.gushiwen.org/view_48616.aspx\">诗</a>、写信等用的(质量较高的)小幅纸张。如:笺管(纸和笔);笺幅(笺纸,信笺);笺咏(在笺纸上题咏诗词)古时用以题咏或写书信。<br>②平生意：这里是写的平生相慕相爱之意<br>③鸿雁：在古代，传说中的一种鸭科鸟（鸿雁）可以传递书信。也作书信的代称。“鸿雁传书”是中国古老的民间传说，因为鸿雁属定期迁徙的候鸟，信守时间，成群聚集，组织性强。古人当时的通信手段较落后，渴望能够通过这种“仁义礼智信”俱备的候鸟传递书信，沟通信息。<br>④斜阳：傍晚西斜的太阳。 唐 <a href=\"http://so.gushiwen.org/author_10.aspx\">赵嘏</a> 《东望》诗：“斜阳映阁山当寺，微绿含风月满川。” 元·彭芳远 《满江红》词：“牛背斜阳添别恨，鸾胶秋月续琴心。” 清·<a href=\"http://so.gushiwen.org/author_222.aspx\">黄遵宪</a> 《养疴杂诗》：“竹外斜阳半灭明，卷帘欹枕看新晴。” 艾芜 《人生哲学的一课》：“ 昆明 这都市，罩着淡黄的斜阳。”<br>⑤惆怅：失意，伤感。惆怅就是因为心中郁闷而不知道该干什么，忧伤和悲哀是表示的一种心理状态，而惆怅是强调一种迷茫，不知所措的感觉。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　此为怀人之作。词中寓情于景，以淡景写浓愁，言青山长在，绿水长流，而自己爱恋着的人却不知去向；虽有天上的鸿雁和水中的游鱼，它们却不能为自己传递书信，因而惆怅万端。</p> <p>　　词的上片抒情。起句“红笺小字，说尽平生意”语似平淡，实包蕴无数情事，无限情思。红笺是一种精美的小幅红纸，可用来题<a href=\"http://so.gushiwen.org/view_48616.aspx\">诗</a>、写信。词里的主人公便用这种纸，写上密密麻麻的小字，说尽了平生相慕相爱之意。显然，对方不是普通的友人，而是倾心相爱的知音。</p> <p>　　三、四两句抒发信写成后无从传递的苦闷。古人有“雁足传书”和“鱼传尺素”的说法，前者见于《汉书·<a href=\"http://so.gushiwen.org/author_460.aspx\">苏武</a>传》，后者见于古诗《饮马长城窟行》（客从远方来），是诗文中常用的典故。作者以“鸿雁在云鱼在水”的构思，表明无法驱遣它们去传书递简，因此“惆怅此情难寄”。运典出新，比起“断鸿难倩”等语又增加了许多风致。</p> <p>　　过片由抒情过渡到写景。“斜阳”句点明时间、地点和人物活动，红日偏西，斜晖照着正在楼头眺望的孤独人影，景象已十分凄清，而远处的山峰又遮蔽着愁人的视线，隔断了离人的音信，更加令人惆怅难遣。“远山恰对帘钩”句，从象征意义上看，又有两情相对而遥相阻隔的意味。倚楼远眺本是为了抒忧，如今反倒平添一段愁思，从抒情手法来看，又多了一层转折。</p> <p>　　结尾两句化用<a href=\"http://so.gushiwen.org/author_74.aspx\">崔护</a>《题都城南庄》诗句：“人面不知何处去，桃花依旧笑东风”之意，略加变化，给人以有余不尽之感。绿水，或曾映照过如花的人面，如今，流水依然在眼，而人面不知何处，唯有相思之情，跟随流水，悠悠东去而已。</p> <p>　　此词以斜阳、遥山、人面、绿水、红笺、帘钩等物象，营造出一个充满离愁别恨的意境，将词人心中蕴藏的情感波澜表现得婉曲细腻，感人肺腑。全词语淡情深，闲雅从容，充分体现了词人独特的艺术风格。 </p>",
  "poet": {
    "id": 432,
    "star": 0,
    "name": "晏殊",
    "image": "http://img.gushiwen.org/authorImg/yanshu.jpg",
    "desc": "晏殊【yàn shū】（991-1055）字同叔，著名词人、诗人、散文家，北宋抚州府临川城人（今江西进贤县文港镇沙河人，位于香楠峰下，其父为抚州府手力节级），是当时的抚州籍第一个宰相。晏殊与其第七子晏几道（1037-1110），在当时北宋词坛上，被称为“大晏”和“小晏”。"
  },
  "tags": [
    "宋词三百首",
    "爱情",
    "怀人"
  ]
}