{
  "id": 71677,
  "star": 46,
  "name": "满江红·拂拭残碑",
  "dynasty": "明代",
  "content": "拂拭残碑，敕飞字，依稀堪读。慨当初，倚飞何重，后来何酷。岂是功成身合死，可怜事去言难赎。最无辜，堪恨更堪悲，风波狱。<br>岂不念，疆圻蹙；岂不念，徽钦辱，念徽钦既返，此身何属。千载休谈南渡错，当时自怕中原复。笑区区、一桧亦何能，逢其欲。",
  "fanyi": "<p><strong>译文</strong><br>拂拭去残碑上的尘土，当年石刻的宋高宗信托<a href=\"http://so.gushiwen.org/author_630.aspx\">岳飞</a>时的诏书还可依稀辨读，令人感慨万分地是，皇帝当初对岳飞是何等的器重，后来又为什么那样的残酷，难道是功高震主就身当该死，可惜事过境迁高宗依托岳飞的诏书难赎惨杀岳飞的罪恶，最令人感到可恨可悲而又极为无理的是，秦桧等人一手制造的杀害岳飞的风波亭冤狱。<br>宋朝的皇帝啊！难道你就不想疆土在逐日散失，难道你就不思念徽钦被俘而去的奇耻大辱，然而徽宗钦宗真正返回之后，<a href=\"http://so.gushiwen.org/author_1073.aspx\">赵构</a>的帝位又怎能相属，千年万代的人们啊再不要说不该南渡偏安一隅，当时的赵构啊自己就怕把中原收复，可笑地是区区一个秦桧又有多少能耐，只是他迎合了赵构的心意而已。</p> <p><strong>注释</strong><br>①敕飞字：敕，帝王下给臣子的诏命；飞，指南宋民族英雄、抗金名将岳飞。<br>②难赎，指难以挽回损亡。<br>③疆圻蹙：疆域缩少，指金人南侵，南宋的版图已远小于北宋。<br>④徽钦辱：1125年（宣和七年），金兵南侵，直逼宋都汴京，宋徽宗<a href=\"http://so.gushiwen.org/author_428.aspx\">赵佶</a>见事不可为，急忙传位给宋钦宗<a href=\"http://so.gushiwen.org/author_2898.aspx\">赵桓</a>。1127年（靖康二年），金兵攻破汴京，掳徽宗、钦宗二帝北还，北宋由此灭亡。<br>⑤南渡：徽、钦宗二帝被掳后，赵构以康王入继大统，是为高宗。他不知耻，不念父兄，自汴梁（开封）迁都临安（杭州）以图偏安，史称南渡。<br>⑥桧：指秦桧。秦桧（1090－1155），字会之，江宁（南京市）人。1115年（政和五年）进士。1127年，随徽、钦二帝至金，四年后，金将他放还。高宗任以礼部尚书。绍兴年间为相，深受宠信，力主议和，杀害岳飞，镇压大批主战派。为人阴险狡诈，在位十九年，罪恶累累，恶贯满盈。<br>⑦逢：迎合。欲：愿望，需要。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　词的上片直接点题，夹叙夹议，主要通过史实，引发人们对<a href=\"http://so.gushiwen.org/author_630.aspx\">岳飞</a>蒙冤受屈产生愤慨。</p> <p>　　“拂拭残碑，敕飞字、依稀堪读。”起首从叙事起，引出以下直至终篇的慷慨。残碑的发掘出土，以铁的事实证明高宗当年褒奖岳飞千真万确。这便是“倚飞何重”的证据，可后来为什么又把岳飞残酷地杀害了呢?</p> <p>　　“岂是功成身合死，可怜事去言难赎。”词人举古来不合理之事相对照，以见岳飞之冤。</p> <p>　　“最无辜、堪恨又堪悲，风波狱。”末二句归结到“后来何酷”的事实。上阕略叙事实，深致感叹，于感叹中连发三层疑议，层层紧逼，引起无限激愤，自然导入下片对事理的分析。</p> <p>　　下片剖析岳飞被杀的原因。</p> <p>　　“岂不念，封疆蹙；岂不念，徽钦辱。”岂不念国家的疆界在敌人侵略下日渐缩小，岂不念徽钦二帝被俘的耻辱。这本不成问题的，作为问题提出来，正在于它出于寻常事理之外，那只能是别有用心了。</p> <p>　　“念徽钦既返，此身何属。”实乃一针见血之论。鞭辟入里，不仅辛辣地诛挞了宋高宗丑恶的内心世界，也是数千年帝王争位夺权史中黑暗内幕的大曝光，读后令人拍案击节。“千载休谈南渡错，当时自怕中原复。”二句揭出高宗必杀岳飞的原因。高宗为了保住自己的帝位，可以置徼钦二帝死活于不顾。岳飞一贯主张抗金，恢复中原，且到朱仙镇大捷，中原恢复有望，再发展下去，势必直接危及高宗帝位。岳飞被杀害，自然也就不足为奇了。</p> <p>　　“笑区区、一桧亦何能，逢其欲。”结尾二句归到岳飞悲剧的产生，乃出于君相的罪恶默契。暴露了高宗的卑鄙自私的龌龊心理，岳飞之冤狱也可以大白于天下了。</p> <p>　　此词纯以议论着笔，可当作一篇精彩的史论来读。全词以敕碑引发，渐次深入，既对岳飞的遭遇表示了深刻的同情，又对宋高宗不以国家人民利益为重，残害忠良进行毫不留情地挞伐，语言犀利。此词犹如一篇宣判词，揭示了虚伪自私的宋高宗的真面目。它痛快淋漓，极具史胆史识，可谓咏史词的杰作。</p>",
  "about": "<h2>创作背景</h2> 　　《词苑丛读》引《词统》记载：有人掘地，发现了宋高宗赐给<a href=\"http://so.gushiwen.org/author_630.aspx\">岳飞</a>的诏书的刻石。<a href=\"http://so.gushiwen.org/author_21.aspx\">文征明</a>读了，认为抗金名将岳飞被杀害是“最无辜、堪恨又堪悲”的冤案，指出岳飞被害的原因，是宋高宗怕中原恢复，徽宗、钦宗皇帝回来，自己的帝位不保。作者认为区区一个秦桧是没有能力置岳飞于死地的，言下之意是，宋高宗才是风波狱冤案的制造者。文征明不禁感慨盈怀，写了这首词。",
  "poet": {
    "id": 21,
    "star": 0,
    "name": "文征明",
    "image": "http://img.gushiwen.org/authorImg/wenzhengming.jpg",
    "desc": "文征明（1470-1559），原名壁，字征明。四十二岁起以字行，更字征仲。因先世衡山人，故号衡山居士，世称“文衡山”，明代画家、书法家、文学家。汉族，长州（今江苏苏州）人。生于明宪宗成化六年，卒于明世宗嘉靖三十八年，年九十岁，曾官翰林待诏。诗宗白居易、苏轼，文受业于吴宽，学书于李应祯，学画于沈周。在诗文上，与祝允明、唐寅、徐祯卿 并称“吴中四才子”。在画史上与沈周、唐寅、仇英合称“吴门四家”。"
  },
  "tags": [
    "咏史怀古",
    "豪放"
  ]
}