{
  "id": 22613,
  "star": 30,
  "name": "霓裳羽衣舞歌",
  "dynasty": "唐代",
  "content": "我昔元和侍宪皇，曾陪内宴宴昭阳。<br>千歌万舞不可数，就中最爱霓裳舞。<br>舞时寒食春风天，玉钩栏下香案前。<br>案前舞者颜如玉，不著人间俗衣服。<br>虹裳霞帔步摇冠，钿璎纍纍佩珊珊。<br>娉婷似不任罗绮，顾听乐悬行复止。<br>磬箫筝笛递相搀，击恹弹吹声逦迤。<br>散序六奏未动衣，阳台宿云慵不飞。<br>中序擘騞初入拍，秋竹竿裂春冰坼。<br>飘然转旋回雪轻，嫣然纵送游龙惊。<br>小垂手后柳无力，斜曳裾时云欲生。<br>螾蛾敛略不胜态，风袖低昂如有情。<br>上元点鬟招萼绿，王母挥袂别飞琼。<br>繁音急节十二遍，跳珠撼玉何铿铮！<br>翔鸾舞了却收翅，唳鹤曲终长引声。<br>当时乍见惊心目，凝视谛听殊未足。<br>一落人间八九年，耳冷不曾闻此曲。<br>湓城但听山魈语，巴峡唯闻杜鹃哭。<br>移领钱塘第二年，始有心情问丝竹。<br>玲珑箜篌谢好筝，陈宠觱栗沈平笙。<br>清弦脆管纤纤手，教得霓裳一曲成。<br>虚白亭前湖水畔，前后祇应三度按。<br>便除庶子抛却来，闻道如今各星散。<br>今年五月至苏州，朝钟暮角催白头。<br>贪看案牍常侵夜，不听笙歌直到秋。<br>秋来无事多闲闷，忽忆霓裳无处问。<br>闻君部内多乐徒，问有霓裳舞者无？<br>答云七县十万户，无人知有霓裳舞。<br>唯寄长歌与我来，题作霓裳羽衣谱。<br>四幅花笺碧间红，霓裳实录在其中。<br>千姿万状分明见，恰与昭阳舞者同。<br>眼前仿佛覩形质，昔日今朝想如一。<br>疑从魂梦呼召来，似著丹青图写出。<br>我爱霓裳君合知，发于歌咏形于诗。<br>君不见我歌云“惊破霓裳羽衣曲”，<br>又不见我诗云“曲爱霓裳未拍时”。<br>由来能事皆有主，杨氏创声君造谱。<br>君言此舞难得人，须是倾城可怜女。<br>吴妖小玉飞作烟，越艳西施化为土。<br>娇花巧笑久寂寥，娃馆苎萝空处所。<br>如君所言诚有是，君试从容听我语。<br>若求国色始翻传，但恐人间废此舞。<br>妍媸优劣宁相远，大都只在人抬举。<br>李娟张态君莫嫌，亦拟随宜且教取。",
  "shangxi": "<h2>鉴赏</h2> <p>　　《霓裳羽衣曲》是唐代著名宫廷乐曲。出自印度，原名《婆罗门曲》，开元中河西节度使杨敬述献呈宫廷，经唐玄宗<a href=\"http://so.gushiwen.org/author_520.aspx\">李隆基</a>加工润色，于公元754年（天宝十三年）改名为《霓裳羽衣曲》。玄宗宠妃<a href=\"http://so.gushiwen.org/author_1039.aspx\">杨玉环</a>就以善舞《霓裳羽衣舞》闻名于世。安史之乱后，谱调逐渐失传。<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>这首《霓裳羽衣舞歌》生动传神地描述了这种舞蹈的服饰、乐器伴奏和具体表演的细节。除了具有很高的文学价值外，包括自注在内的许材料，其音乐史料价值也是极其重要的。</p> <p>　　这首<a href=\"http://so.gushiwen.org/view_22613.aspx\">诗</a>大致可分为三段。第一段叙述元和年间诗人曾于内宴时见过《霓裳舞》。诗人写道：“千歌万舞不可数，就中最爱霓裳舞。”可见诗人不止一次参加过内宴，也观赏过不知多少歌舞节目，然而印象最深、最为喜爱者却首推这《霓裳羽衣舞》。那么，这首舞曲为什么能在众多的朝廷乐舞中脱颖而出呢？由此，引起了读者的兴趣和注意。</p> <p>　　“舞时寒食春风天，玉钩栏下香案前”点出了表演的时间、地点。明媚的春天当然是表演歌舞的最佳季节，而“玉钩栏下”更非一般场所可比。这时间、舞台，自然应有好的演员演出好的剧目。关于演员，诗歌仅用“案前舞者颜如玉”、“娉婷似不任罗绮”两句作了交待，前者指容貌，后者形容体态，可谓惜墨如金，言简意赅。而“不著人间俗衣服”等句，更把这容颜如玉、体态轻盈的演员妆点成了仙女。在古代的神话传说中，仙女的美貌是不容置疑，也非人间可比的。她身穿彩色如虹的裙子、回云流霞之披肩，钿璎纍纍，玉佩珊珊。诗中不仅描绘出歌舞艺人穿着打扮的华贵，也隐约透露出这是一出以神仙故事为题材的剧目。</p> <p>　　从“磬箫筝笛递相搀”以下六句是介绍和描写《霓裳舞》的乐器伴奏和舞蹈的正式表演。磬箫筝笛，递相弹奏，击扌厌弹吹，悠扬曲折，此为序曲。“散序六奏未动衣，阳台宿云慵不飞”两句下有诗人自注说：“散序六遍无拍，故不舞也。”这时整装已毕的神女还娇慵地伫立在舞台一角，作将要起飞状。突然，乐曲由柔转刚，擘騞作响，直如秋竹坼裂，春冰迸碎。再看此时的神女，舞姿轻盈，飘飘若流风雪回，疾速如游龙受惊。时而挥舞轻柔的广袖，若弱柳迎风；时而轻曳罗裙的下摆，似流云缭绕。这些动作据诗人自注说：“皆霓裳舞之初态。”诗比喻巧妙，绘声绘色。下文“烟蛾敛略不胜态，风袖低昂如有情”画龙点睛，描绘舞女在表演上述动作时，眉黛有姿，风袖传情，不仅是动作本身舞得漂亮，更主要的是演员通过眉眼、服装传达出一定的声情。这样的舞蹈才会打动人、感染人，才会引起下文“凝视谛听殊未足”的效果。</p> <p>　　以上是重墨描绘《霓裳舞》的音乐伴奏、表演动作。“上元点鬟招萼绿，王母挥袂别飞琼”二句将舞蹈内容一笔带过，繁简得当，有利于突出舞蹈的姿态描写。下文“繁音急节十二遍，跳珠撼玉何铿铮”是对舞蹈音乐的总结性描写，说明舞蹈结束，以照应上文“秋竹竿裂春冰坼”等。面对如此美妙的音乐舞蹈，诗人看得目瞪口呆了。“当时乍见惊心目，凝视谛听殊未足”道出了《霓裳舞》强烈的艺术效果。</p> <p>　　“一落人间八九年”至“闻道如今各星散”是诗的第二段，大意是写诗人自己曾在杭州教练歌妓们排演《霓裳舞》。诗人自从在宫廷见到这个舞蹈后，惊人的演出效果使他终生难忘。因此在调任杭州刺史的几年中，公务之余，常以排演《霓裳舞》为乐。无奈诗人一离开，众歌妓如飞鸟各投林四散而去，几年心血付之东流。</p> <p>　　“今年五月至苏州”以下为第三段。诗人念念不忘《霓裳舞》的重现，在苏州听说好友<a href=\"http://so.gushiwen.org/author_18.aspx\">元稹</a>的部属多有能歌善舞者，于是以书问之。元稹答以《霓裳羽衣谱》。诗人如获至宝，“眼前仿佛睹形质”、“疑从魂梦呼召来”等语表达了他的喜悦。元谱所写形象鲜明，使他仿佛看到了当初宫廷美人千姿百态的表演实况，犹如梦中一般。最后他决心以谱为据，在苏州重新教练歌妓排演。“但恐人间废此舞”表达了担心优美舞乐失传的思想。</p> <p>　　诗歌叙述了诗人围绕《霓裳羽衣舞》在几十年间的沧桑变化，内容丰富，情节曲折。但在诗人的笔下，却极富条理。“就中最爱霓裳舞”、“教得霓裳一曲成”、“无人知有霓裳舞”、“恰与昭阳舞者同”、“但恐人间废此舞”，层次分明，层层照应，可作为一篇《霓裳羽衣记》来读。</p> <p>　　诗的韵脚转换流畅自然，极富音乐美。多为两句押一韵，如：“千歌万舞不可数，就中最爱霓裳舞”；“舞时寒食春风天，玉钩栏下香案前”等。“嫣然纵送游龙惊”、“斜曳裾时云欲生”、“风袖低昂如有情”、“王母挥袂别飞琼”则是隔句押韵。至于“唳鹤曲终长引声”在隔了一句后又回到前边的韵上。如此，抑扬顿挫，婉转流畅，读者在欣赏诗歌优美的文辞时，也体味到了个中音乐流动之美。</p> <p>　　优美的文辞，精妙的比喻，贴切的用典，使这首长诗成为价值很高的优秀之作。如“飘然转旋回雪轻，嫣然纵送游龙惊”一句以流风回雪形容舞姿的轻盈，以游龙受惊比拟舞女前进时的飘忽之态，形象新颖，同时又暗用<a href=\"http://so.gushiwen.org/author_322.aspx\">曹植</a>《洛神赋》中的典故，曹植描绘的是神女，《霓裳舞》演出的是神话传说。可见白诗用典决非信笔为之。再如“翔鸾舞了却收翅，唳鹤曲终长引声”一句是表现舞蹈的终止，鸾凤两翼长着美丽的彩色羽毛，是象征《霓裳舞》的服装；“却收翅”是指展开的翅膀再收回来，比喻舞罢。把本来难以描绘的动作用形象的比喻再现出来，使人如见舞蹈的优美，服装的鲜艳，形成色彩繁富、充满动态感的画面。</p>",
  "poet": {
    "id": 665,
    "star": 0,
    "name": "白居易",
    "image": "http://img.gushiwen.org/authorImg/baijuyi.jpg",
    "desc": "白居易（772年－846年），字乐天，号香山居士，又号醉吟先生，祖籍太原，到其曾祖父时迁居下邽，生于河南新郑。是唐代伟大的现实主义诗人，唐代三大诗人之一。白居易与元稹共同倡导新乐府运动，世称“元白”，与刘禹锡并称“刘白”。白居易的诗歌题材广泛，形式多样，语言平易通俗，有“诗魔”和“诗王”之称。官至翰林学士、左赞善大夫。公元846年，白居易在洛阳逝世，葬于香山。有《白氏长庆集》传世，代表诗作有《长恨歌》、《卖炭翁》、《琵琶行》等。"
  },
  "tags": [
    "叙事",
    "音乐",
    "舞蹈"
  ]
}