{
  "id": 69965,
  "star": 2,
  "name": "杂剧·黑旋风双献功",
  "dynasty": "元代",
  "content": "第一折<br>（冲末扮孙孔目、搽旦扮郭念儿同上）（孙孔目诗云）人道公门不可入，我道公门好修行。若将曲直无颠倒，脚踏莲花步步生。小生郓城县人氏，姓孙名荣，浑家姓郭，是郭念人，嫡亲的两口儿家属。我在这衙门中做着个把笔司吏。我许了这泰安神州三年香愿．今年第三年也。这浑家要跟随将我去，争奈小生平昔间软弱．泰安神州谎子极多，哨子极广，怎生得一人护臂跟随将我去方可。大嫂，你在家中安排下茶饭，我去长街市上寻一个护臂，走一遭去来。（下）（搽旦云）孔目，你寻了护臂，早些儿来波。这里也无人，我心上只想着那白衙内，和他有些不伶俐的勾当。我已央人叫他去了，只等来时，自有说话。（诗云）衙内性儿乖，把他叫将来。说些私情话，必定称心怀。（下）（外扮宋江、吴学究领偻儸上）（宋江诗云）家住梁山伯，平生不种田。刀磨风刃快，斧蘸月痕圆。强劫机谋广，潜偷胆力全。弟兄三十六．个个敢争先。某姓宋名江字公明，绰号及时雨者是也。幼生曾为郓州郓城县把笔司吏，因带酒杀了阎婆惜，被告到官，脊杖六十，迭配江州牢城。因打此梁山经过，有我八拜交的哥哥晁盖，知某有难，领偻儸下山，将解人打死。救某上山，就共第二把交椅坐。哥哥晁盖三打祝家庄身亡．众兄弟拜了某为头领。某聚三十六大伙，七十二小伙，半垓来小偻儸，寨名水浒，泊号梁山。纵横河港一千条，四下方国八百里。东连大海，西接济阳，南通钜野、金乡．北靠青、齐、兖、郓。有七十二道深河港，屯数百只战舰艨艟。三十六万座宴楼台，聚几千家军粮马革。风高敢放连天人，月黑提刀去杀人。我有个八拜交的兄弟．姓孙，是孔目。许下泰安神州烧香三年，烧了二年也。今在是第三年，问某讨个护臂的人。小偻儸，寨门窗望着，若兄弟来时，报复某知道。（偻儸云）理会的。（孙孔目上，云）小生孙孔目的便是。我离了家中，瞒着我浑家，则说街市上寻个护臂的人去。我这里离梁山至近，宋江哥哥是我旧交的朋友，我问他讨一个护臂去。可早来到也。你们休放冷箭，报复去，道有孔目孙荣特地拜见哥哥来。（偻儸科，云）喏，报的哥哥得知，有孔目孙荣到此求见。（宋江云）道有请。（偻儸云）请进。（孔目做见科，云）哥哥，多时不见，受你兄弟两拜。（宋江云）兄弟免礼。此一来莫非为讨护臂么？（孙孔日云）哥哥，我则为这三年香愿，今年是第三年也，要带媳妇儿前去。那泰安神州谎子极多，哨子汉广，特来问哥哥这里告一个护臂来。（宋江云）学究兄弟，这桩事难以点差。小偻儸，踏着山岗，传着某的将令，道三十六大伙，七十二小伙，半垓来小偻儸，那一个好男子保着孙孔目上泰安神州烧香去？可是有也是无？（偻儸云）理会的。我出得这门去。兀那三十六大伙．七十二小伙，半垓来小偻儸，那个好男子保着孙孔目上泰安神州烧香去？可是有也是无？（做三科）（正末扮李逵上，云）有、有、有，我敢去！我敢去！（唱）<br>【正宫】【端正好】遮莫待渡关河，登途径，把哥哥直送上泰岳山城。将我这夹钢斧绰清泉，触白石蚩蚩的新磨净，放心也，我和那合死的官军并。（云）报复去，道有山儿李逵来了也。（偻儸云）喏，报得哥哥得知，有山儿李逵来了也。（宋江云）着他过天。（偻愣云）着过去。（正末做见科，云）宋江哥哥喏，学究哥哥，喏，你兄弟来了也。（宋江云）兄弟，有个客人在此．你和他厮见咱。（正末做见孔目科，云）你兄弟知道。客人喏。（孙孔目惊科，云）是人也那是鬼？（宋江云）兄弟休惊莫怕，则他是第十三个头领，山儿李逵。这人相貌虽恶．心是善的。（正末唱）<br>【滚绣球】我这里见客人，将礼数迎．把我这两只手插定。哥也，他见我这威凛凛的身似碑亭，他可惯听，我这莽壮声？唬他一个痴挣，唬得荆棘律的胆战心惊。（带云）哥也，他不怕我别的，（唱）他见我风吹的龌龊是这鼻凹里黑，他见我血渍的臜是这衲袄腥，审问个叮咛。<br>（宋江云）山儿，这桩事我还不曾点差，你可是要公？只你这个名字不好，谁不知你是李逵？你更了名改了姓者。（正末云）哥也，你兄弟去便去，要改这名字怎的？（宋江云）你改了者。（正末云）既要我改，我改做山儿者波。（宋江云）谁不知你是山儿？（正末云）改做李逵者波。（宋江云）谁不知你是李逵？（正末云）你兄弟老爷、老娘家姓王，改做王重义者波。（宋江云）虽然更了名，改了姓，你这般茜红巾，腥衲袄，干红塔膊，腿绷护膝，八答麻鞋，恰便似那烟薰的子路，墨染的金刚。休道是白日里，夜晚间揣摸着你呵，也不是个好人。（正末云）你兄弟打扮做庄家后生，可是如何？（宋江云）这等便堪可去，只是那得庄家的衣服来？（正未云）有、有、有，你兄弟下得山去、在那官道旁边一壁掩映着，等那庄家过去：哥，你那衣服借与我使一使儿。那厮与我，万事罢论；他但说个不与，我一只手揪住衣服领上，一只手住脚腕，滴溜扑摔个一字交。阔脚板路着那厮胸膛，举起我这夹钢板斧来，觑着那厮嘴维鼻凹，恰待砍下。哥，休道是衣服，那厮连铁锄都与你兄弟了也。（唱）<br>【倘秀才】我今日改换了山寨的丑名，我打扮做个庄家后生。我着那捕盗官军摸不着我影，忒搊杀，好相争，我和他斗迎。<br>（宋江云）山儿，泰安神州，天下英雄都在那里。你休与人厮丢厮打，做那打家截道杀人放火的勾当。（正末唱）<br>【伴读书】泰安州便有那千千丈陷虎池，万万尺牢龙阱，我和你待摆手去横行。管教他抹着我的无干净，保护得俺哥哥不许生疾病。若是有差迟失了军中令，哥也，我便情愿纳下一纸儿军状为凭。（宋江云）山儿，你要写文书最好。只是你输着甚么？（正末云）哥也，您兄弟这一去，保护得哥哥无是无非还家来。若有些失错呵．我情愿输三两银子。（宋江云）这个少哩。（正末云）哦，我再做个东道，请你那一班落保的都吃一个烂醉何如？（宋江云）也还少哩。（正末云）罢、罢、罢，我情愿输了这六阳魁首。（唱）<br>【笑和尚】你、你、你道我调着嘴不志诚，我、我、我打着手多承领，管、管、管他壮着胆无傒幸。倘、倘、倘若是到泰安州败了兴，敢、敢、敢指梁山誓不回程。来、来、来，我情愿输了我吃饭的这一颗头和颈。（宋江云）山儿，你便写得是了。只要你下山去，常忍事饶人者。<br>（正末云）哥也，假似有人骂您兄弟呢？（宋江云）忍了。（正末云）有人唾在兄弟脸上呢？（宋江云）揩了。（正末云）有人打你兄弟呵呢？（宋江云）你也还他些。（正末云）还他这些儿？（宋江云）少。（正末云）还他这些儿？（宋江云）少。（正末云）还到这里怕做甚么？（做打拳科）（宋江云）可不打杀人也？则要你把是和非少争竞些儿才好。（正末唱）<br>【耍孩儿】是和非谁共你闲相竞，假若是买物件，多和少也不和他争。若有醉汉每骂我一千场，（带云）哥也，你写的是。（唱）我只索忙陪着笑脸儿相迎。那厮鼻中残涕望着我这耳根边喷，那厮口内顽涎望着我面上零。再不和他亲折证，我只是吞声忍气，匿迹潜形。<br>（宋江云）那泰安山神州庙，有一等打擂台赌本事的，要与人厮打。你见他山棚上摆着许多利物，只怕你忍不过，就要厮打起来，也不见得。（正末唱）<br>【一煞】有那等打擂台，使会能，摆山棚，博个赢，占场儿没一个敢和他争施逞。拳打的南山猛虎难藏隐，脚踢的北海皎龙怎住停。我也只紧闭口不放些儿硬，我只做没些本领，再不应承。<br>（宋江云）如今你怎生打扮去才好？（正末唱）<br>【二煞】我将烟毡帽遮了眼睛，粗布制缚了腿脡，着谁人识破我乔行径？（宋江云）孙孔目哥哥到那山上，要点烛烧香，回钱了愿，都是你与他当值来。（正末唱）他上山时，我与他备点烛烧香的事；下山时，我与他供回钱了愿的情，一步步跟随竟。（宋江云）假似哥哥上马呵，（正末唱）上马处，就与他执鞭坠镫，（宋江云）假似哥哥吃酒呵，（正末唱）吃酒处，就与他绰镟提觥。<br>（宋江云）那一个孙大嫂，可也生得大有颜色，只怕那一伙闲汉跟着他走，不好意思。（正末唱）<br>【三煞】那大嫂年又青，貌又整，则被他一班儿恶少相缠定。似这等天宽地荡的清平世，怎容得女纵男淫泼贱精？触犯我真无幸，请大嫂轻轻移步，和哥哥慢慢同行。<br>（宋江云）山儿，我教道你一句话儿，你听者，是\"恭敬不如从命\"。（正末唱）<br>【哨篇】可便道\"恭敬不如从命\"，今日里奉着哥哥令。若有人将哥哥厮欺负，我和他两白日便见那簸箕星。则我这两条臂拦关扶碑，则我这两只手可敢便直钓缺丁。理会的山儿性，我从来个路见不平，爱与人当道撅坑。我喝一喝骨都都海波腾，撼一撼赤力力山岳崩。但恼着我黑脸的爹爹，和他做场的歹斗，翻过来落可便吊盘的煎饼。<br>（宋江云）便好道：\"弓硬弦长断，人强祸必随。\"你若保着孙孔目回来时，我自有重赏。小心在意，则要你忍事饶人者！（正末云）哥哥，你放心也。（唱）<br>【煞尾】我去阿，两只手忙揪住巅险峰，两只脚牢踏住村峭岭。主张的我神州庙里身周正，我可敢搬倒那嵯峨，（带云）放心也，哥，（唱）这一座泰山顶。（同孙孔目下）<br>（吴学究云）李山儿与孙孔目去了也。恐怕有失，还该差神行太保戴宗尾着他去，打探消息，我们方好接应他。（宋江云）这说的是。小偻儸，传令与神行大保戴宗，着他星夜下山，打听李山儿消息，疾来回报者（卒子云）理会的。（宋江诗云）孙孔目要护臂烧香，李山儿怕惹事遭殃。因此上差神行太保，将消息早报取提防。（同下）<br>楔子<br>（搽旦上，云）妾身是孙孔目的浑家郭念儿的便是。有孔目街市上寻护臂去了，我瞒着他，着人寻那白衙内来，有紧要的说话。可怎生这早晚还不见他来也？（净扮白衙内上，诗云）五脏六腑刚是俏，四肢八节却无才。村入骨头挑不出，俏从胎里带将来。自家白赤交的便是，官拜衙内之职。我是那权豪势要之家，打死人不偿命的。有这孙孔目浑家是郭念儿，和我两个有些不伶俐的勾当。他着人来寻我，我如今到他家里，若是他夫主不在家，我和他说几句话。可早来到门首也。孙孔日在家么？（搽旦云）这个是他来了。孔目不在家，你进来。（白衙内做见科）（搽旦云）我着人寻你，你在那里，这早晚才来？（白衙内云）我也忙。你唤我做甚么？（搽旦云）如今孙孔目同我要往泰安神州烧香去，他说在火炉店里安下。我有一计，你便先去那里等着我。我有两句儿唱，你则听着，我便道：\"眉儿镇常扢皱\"，你便唱\"夫妻每醉了还依旧\"；我叫\"衙内\"，你叫\"念儿\"。我和你两个跳上马便走。（白衙内云）此计大妙。你先到那里，你便等着我；我先到那里，我便等着你。若见了你呵，跳上马牙不约儿赤便走。（搽旦云）衙内去了也。这早晚孙孔目为甚不来？（孙孔目同正末上，云）兄弟，来到我家门首也。你过去与嫂嫂厮见咱。（正末云）哥也，请嫂嫂厮见咱。（孙孔国云）大嫂，我寻了个护臂，是王重义，你和他厮见咱。（正未见旦儿科，云）嫂嫂休怪，恕生面少拜识。（搭旦云）呸，脸脑儿恰似个贼。（孙孔目云）你好歹口也，他听着哩。兀那厮告甚么？（孙孔目云）大人，我告着白衙内白赤交拐了我浑家去了。望大人可怜见，与小人做主。他把良人妇女拐了，则这等干罢？那厮少不得车碾马踏，该杀该剐。（白衙内云）这厮，你怎么这等骂他，假似他听得呢？（孙孔目云）他有偌长耳朵？（白衙内云）这厮无礼，拿枷来，上了枷，下在死囚车里去。（孔目云）大人，我是原告！（白衙内云）我这衙门里则枷原告。（张千云）你如今告谁？（孙孔目云）我告白衙内。（张千云）你原来不认得白衙内？则这便是白衙内。（孙孔目云）原来他便是白衙内。我告了关门状，可着谁人救我那！（下）（白衙内云）如何？我道他来告状么。如今把这厮下在死回牢里，我直牢他，他浑家便属了我。凭着我这片好心肠，天也与我条儿糖吃。（同下）（丑扮牢子上，诗云）有福之人人服侍，无福之人服侍人。小可牢子便是。今日该我当直。有孔目孙荣下在死囚牢里。不免拿他出来。（孙孔目带枷上）（牢子云）入牢先吃三十杀威棍。（孙孔目云）大哥，则望你脚镣手扭，抬上匣床，使上滚肚索，拽、拽、拽。（孙孔目叫科）（牢子云）你灯油钱也无，免苦钱也无，倒要吃着死囚的饭，有这等好处？你也带挈我去走走。（正末上，云）这里也无人。山儿也，事要前思，免劳后悔。当此一日，小偻儸踏着山冈，问了三声，道\"有好男子跟的孙孔目哥哥往泰安神州烧香去\"。你正是囊里盛锥，失者自出。我便道\"我敢去，我敢去\"。又立了军状，在宋江哥哥跟前说下大言，保护得孙孔目无事还家来。若有些失错呵，愿输项上这颗头。同孔目下的山来，到得火炉店内，我和他草参亭上占房子去，不知甚么人把大嫂拐了去了。我说：\"哥哥．你则在这里，我不问那里赶上那厮，夺得大嫂回来\"。我则赶他去了，谁想那哥正告在刁了俺大嫂的白衙内根前，如今把哥下在死囚牢里。山儿也，你有甚么面目见俺宋江哥哥？我无计可使，权打扮做个庄家呆后生，提着这饭罐儿。我怎能够入的那牢里去呵？我自有个主意也。（唱）<br>【双调】【新水令】我可便为哥哥打扮个丑容仪，（带云）有那等不认得我的，他道我是个呆厮，呆厮；有那等认得我的，他便道我那里是真呆厮，倒是个真贼。（唱）怎知道我是那家公明的兄弟？可也自有咱心上事，不许外人知。将我这饭罐儿忙提，山儿也，可用着你那贼见识入牢内。<br>（做向古门问科，云）大哥，那里是那牢哩？（内应云）高墙儿矮门，棘针屯着的便是。（正末云）哦，高墙儿矮门儿，一周遭棘针屯着的便是。多谢了大哥。（做走科，云）此间是牢门首也。放下这饭罐儿，我拽动这牵铃索。山儿也，你寻思波，着那牢子便道：\"你既是做庄家呆后生，便怎生认得个是牵铃索？\"可不显出来了？旁边儿有这半头砖，我拾将起来，我是敲这门咱。叔待，叔待，你家里有人么？（牢子云）甚么人？敢是提牢官来了。住着，若是提牢官呵，拽动这牵铃索。可是甚么人打得这牢门冬冬的响？我且开开这门看咱。（正末与牢子撞倒科）（牢子云）我打您个弟子孩儿。（正末云）叔待，你为甚么打我那？（牢子笑科，云）原来是个庄家呆厮。（正末唱）<br>【落梅风】我这里高声的叫，叫到那五六口；哥哥你便开门，呆厮可便与哥哥支揖。（牢子打科，云）这呆厮好无礼也，你怎么抱住我两只手臂？我打这个弟子孩儿。（正末唱）做甚么恶哏哏怒从你那心上起？叔待，呆厮不曾汤着你，不索你没来由这般叫天吖地。<br>（牢子云）你是甚么人？（正末云）叔待，孩儿每是个庄家。你这庄家们倒会受用快乐。等我替你寻。（正末蹬科）（牢子跌倒科）（正末入门科，云）叔待，我先进来了也。叔待，你家里怎生这般黑洞洞的？（牢子云）一个傻弟子孩儿！休要呆着，跟将我来。（正末云）叔待，你家里人一定不老实，可怎么高墙矮门儿，一周遭棘针儿屯着？（牢子云）呆厮，跟的我来，这是牢里。（正末笑科，云）呵、呵，我怎知是牢里？（唱）<br>【归塞北】他前面引只，我背后把他跟随。我将这田地儿踏，窝蛇儿来记，呀！谁知道一步步走入那棘针根底。<br>【雁儿落】-那坨儿里墙较低，那坨儿里门不闭。那坨儿里得空便，那坨儿里无寻觅。<br>（牢子云）跟着我入牢里去。（正末唱）<br>【川拨棹】跟着他入牢内，使尽我这贼见识。哭哭啼啼，切切悲悲。则俺那孔目哥哥在那里？你可也思量些甚饭食？<br>（云）孔国哥哥，（孙孔目应科，云）哎哟，唤我的是谁？（正末唱）<br>【七兄弟】我这里唤你，倒问我是谁？唤你的是王重义。（云）哎哟，哥哥也。（孙孔目云）兄弟也，你在那里来？（牢子打科，云）休要大惊小怪的！（正末唱）阁不住两眼忄西惶泪，俺哥哥含冤负屈有谁知？兀的不断送在高墙厚壁矮门内？<br>【梅花酒】哥，这罪也自省的，使不着你精细，使不着你伶俐，竟不知你甚日脱离？告押衙作疑惑，辨别个是和非。有关防无势力，把平人下在死田地。<br>【喜江南】呀；俺哥哥又不是打家截道的杀人贼，倒赔了个如花似玉的好娇妻，送与你这倚权挟势白衙内。到今朝这日，才得我非亲是亲的送那碗饭儿吃。<br>（牢子云）你看这呆厮，口里只管笃笃哺哺的说着许多说话。既然有饭，快拿将来喂他些罢。（正末云）叔待，与俺哥哥些饭儿吃。（做解手科）（牢子打科，云）你喂饱饭便罢，你怎么解他的手？（正末云）你休打波，叔待，不要斗我耍，你将我的来波。（牢子云）敢又是那一贯钞？（正末唱）<br>【归塞北】俺哥哥三朝的五日，可便忍饿耽饥。五六日不曾尝着水米，常言道饥饱劳役。<br>（云）权待，你将我的来波。（唱）<br>【雁儿落】他烟支支的撒滞殢，涎邓邓相调戏。别无人则有你，（云）你这个神道是甚么神道？（牢子云）这个是狱神。你跪着我也跪着。(唱）咱两个说取一个牙疼誓。<br>（牢子云）你为甚么也跪着神道，要我说誓来？（正末唱）<br>【小将军】我恰才送些茶饭与俺哥哥且充饥，（带云）你恰才开门时节，你那头撞着我这头。叔待，有俫，（唱）明白的把一张匙却插在这里。这路大地下不是你个坌东西？叔待，我将你来跪了可便重还跪。（牢子云）你便这一张匙打甚么不紧？你喂你哥哥饭去。（正末云）哥哥，你吃些儿波。（孙孔目云）我吃不得了也。（正末云）哥哥不吃，我自家吃（牢子云）兀那呆厮，是甚么东西？（正末云）一罐子羊肉泡饭。哥哥不吃，我自家吃。（牢子云）你哥哥这几日吃死回的饭；他不吃。拿来我吃。（正末云）你真个要吃？管山的烧柴，管水的吃水，管牢的吃我脚后根。（牢子云）这厮他倒伤着我，将来我吃。（正末背科，云）我随身带着这蒙汗药，我如今搅在这饭里。他吃了呵，明日这早晚他还不醒哩。叔待，你吃，你吃。（牢子云）将来我吃。（做吹科）（正末云）叔待，吹甚么哩？（卒子云）将来，我吹去了些砒霜、巴豆。（牢子吃饭科，云）倒好饭儿。乡里人家着得那花椒多了，吃下去麻撒撒的。哎哟，麻撒撒的。（牢子倒科）（正末云）兀那牢子起来！这厮麻倒了也，到明日也还不醒哩。我解放了俺哥哥，则不俺哥哥一个人，我把这满牢里人都放了。我开开这门，你每各自逃生去。哥哥，我指与你一条大路，你一径先上梁山寨，见俺宋江哥哥去。我晚间杀了白衙内，回来献功也。（唱）<br>【鸳鸯煞】这厮他两三番会使拖刀计，咱安排下搭救哥哥智。只在今日明朝，得胜而归。畅道天理难欺，人心怎昧？则他这肉眼愚眉，把一个黑旋风爹爹敢来也认不得。（下）<br>（牢子起身慌科，云）哎哟，麻撒撒的。（下）<br><br>第四折<br>（白衙内同搽旦上）（白衙内诗云）借坐衙内放告牌，引得他人插状来。专待国牢身死后，方才做了永远夫妻大称杯。自家白衙内的便是。我将孙孔目下在死囚车中，早晚便是死的人也。俺夫妻永远团圆到老，兀的不快乐杀我也！正好饮酒，争奈无有了。我使的伴当去那同知家里取酒去，这早晚怎生不见来？（正末扮祗候上，云）自家山儿的便是。我昨日救了俺孙孔目哥哥，今夜晚间杀白衙内。我打扮做个祗候人，提着这瓶酒，我则能够到那厮根前，我自有个主意。天色晚了也，行动些，行动些。（唱）<br>【中吕】【粉蝶儿】酒果做缘由，安排下这场歹斗，两事家不肯干休。打这厮，损别人，安自己，他直吃到上灯前后。猛可里抬头，不觉的助杀气冷风吹透。<br>【醉春风】我想那一个滥如猫，这一个淫似狗。端的是泼无徒贼子，更和着浪包娄，出尽了丑、丑。情理难容，杀人可恕，怎生能够。<br>（做见科，云）兀的不是酒？（白衙内云）放下酒，你自出去。（正末云）这厮赶将我出来，我则在这窗儿外听着，看他说甚么。（搽旦云）行内，你坐着，我去看些好菜蔬来，再吃酒哩。（正末采住旦科，云）泼弟子，你认得我么？则我是王重义。休言语，但开口脖子上则一刀！（搽旦云）好汉挠我性命。（正末唱）<br>【上小楼】不要你将没作有，则要你贪花恋酒。我则见那一来一往，一上一下，摆脑摇头。则为你这个不识羞，和那个贼禽兽，双双的成就。（云）我不杀你，你可唱波。（供旦云）唱甚么那？（正末做揪搽旦科，唱）可唱你那\"眉儿镇常扢皱\"。（正末杀搽旦科，云）我把这一颗头且放在这里，我可杀白衙内去。这厮醉了，我怎么肯不由不暗杀了这厮？不免将冻酒喷醒他来，我。慢慢的杀他未迟。（做喷科）（白衙内云）盖了天窗，猫溺下尿来了。(做见正末科，云）你是谁？（正末唱）<br>【幺篇】争知道他在我面前，不提防我在他背后。只见他手脚张狂，左右拦当，何处奔投？则为这吃剑头，送得俺哥哥牢内囚，风也不透。（做揪白行内科，云）我不杀你，你唱波。（白衙内云）着我唱甚么？（正来唱）可唱你那\"夫妻每醉了还依旧\"。（正末杀白衙内科，云）我把两颗头都拿将来，做一搭里放者。再将他衣服上扯下一块来，捻做个纸捻，去腔子里蘸着热血，在白粉壁上写道：是宋江手下第十三个头领黑旋风李逵杀了这白衙内来。（诗云）从来白衙内，做事忒狡猾。拐了郭念儿，一步一勾搭。恼犯黑旋风，登时人性发。随你问旁人，该杀不该杀？写是写了，不免将着这二颗头，到梁山油上宋江哥哥根前献功去来。（唱）<br>【小梁州】谁着你一世为人将妇女偷，见不得皓齿星眸，你道有闲茶浪酒结绸缎，天缘楱，不枉了好风流。<br>【幺篇】虽则是婚姻注定前生有，到的我黑爹爹一笔都匀。那里也月下客，冰上叟，多管是杀人的领袖，（云）俺如今回去见宋江哥哥，他问道：\"山儿，你那泰安州的事怎么了？\"我可也不说别的，（唱）则献上这血沥沥两颗活人头！（下）<br>（宋江引吴学究、孙孔目，同卒子上）（宋江云）某乃宋江是也。因为神行太保戴宗打探李山儿消息，说孙孔目兄弟到得泰安神州庙半山里草参亭子上，回来早不见了他的浑家，元来是被白衙内拐骗去了。想这厮是个有权有势的人，李山儿一个如何近傍得他？为此与吴学究星夜领一枝人马前来接应。幸喜孙孔目兄弟已先来了，单不知李山儿的下落。大小偻儸，作速与我赶上去者。（正末上，云）兀那来的军马不是我宋江哥哥也？（宋江云）那挑着两个人头的不是李山儿么？（正末云）俺李山儿献功来！（掷人头科）（唱）<br>【满庭芳】奉哥哥元戎帅首，着我山儿、孔目，同去泰岳神州。又谁知草参亭上刚回后，早不见了泼贼淫囚。（带云）元来他与白衙内呵，（唱）他两个笑吟吟成双做偶，背地里悄促促设计施谋。（宋江云）他可设甚计谋来？（正末云）比时孙孔目哥哥赶上去，正要寻个大衙门告他下来，岂知白衙内那厮早借一座大衙门坐着，专等他来告状，就一把拿住，发下死回牢里。指望将他禁死了，与他浑家做了永远夫妻，可不好那。（唱）专等待来追究，便将他牢监固守，只落得尽场儿都做了鬼胡由。<br>（云）我想当日在哥哥根前立下军政文书，若不救的孙孔目出来，岂不怕输了我李山儿这一颗头那？（唱）<br>【十二月】因此上装一个送饭的沾亲带友，那一个管牢的便不乱扯胡揪。他见了咱拿着的是饭羹羊肉，就待要一气儿呷上两盏三瓯。他怎知道下的有砒霜巴豆，但吃着早麻撒撒，害得个魄丧魂丢。<br>【尧民歌】那时节先打发了孙家孔目出牢囚，我就直到他衙门里面报冤仇。只见他两个醉中情意正相投，更遇着我为他取到沽来酒。清也波讴，清讴乐未休，只这两句是他死时候。<br>（宋江云）他每两个唱着的是么曲儿，你就杀了他来？（正末云）当日那淫妇奸夫暗地期约，一个唱道\"眉儿镇常扢皱\"，一个唱道\"夫妻每醉了还依旧\"，两个跳上马，牙不约儿赤便走。今日撞着俺黑爹爹李山儿，一把揪住头髻，按翻地上，着他仍旧唱这两句曲儿。声未绝口，早磕擦的一板斧一个，劈下头来。（唱）<br>【随尾】他、他、他，也会一骑马双驮着走，怎知俺两板斧劈下了头。这都是亲身作业亲身受，不枉了立军状的山儿果应了口。<br>（宋江云）今日枭了奸夫、淫妇之首，都是李山儿之功也。小偻儸，将此两个首级挂号梁山泊前，警谕众庶。一面就忠义堂上，窨下酒，卧番羊，与孙孔目、李山儿共做一个庆喜筵席者。（词云）白衙内倚势挟权，泼贱妇暗合团圆。孙孔目反遭缧绁，有口也怎得伸冤？黑旋风拔刀相助，双献头号令山前。宋公明替天行道，到今日庆赏开筵。<br>题目及时雨单责状<br>正名黑旋风双献功",
  "poet": {
    "id": 1878,
    "star": 0,
    "name": "高文秀",
    "image": "http://img.gushiwen.org/authorImg/gaowenxiu.jpg",
    "desc": "高文秀（生卒年不详），东平（今属山东省）人。元代戏曲作家。府学生员，早卒。"
  },
  "tags": []
}