{
  "id": 69494,
  "star": 5,
  "name": "杂剧·同乐院燕青博鱼",
  "dynasty": "元代",
  "content": "楔子<br>幼小郓城为司吏，因杀阎婆遭迭配。宋江表字本公明，人号顺天呼保义。某姓宋名江，字公明，绰号顺天呼保义者也。曾为济州郓城县把笔悟史，因带酒杀了阎婆惜，一脚踢翻烛台，延烧了官房，被官军拿某到官，脊杖了六十，迭配江州牢城军营。因打梁山经过，遇着晁盖哥哥，打加枷锁，救谋上山，就让某第二把交椅坐了。不幸哥哥晁盖，三打祝家庄中箭身亡。众弟兄就推某为首，聚三十六大伙，七十二小伙，半垓来的小偻儸。某喜的是两个节令：清明三月三，重阳九月九。目今正是九月重阳节令，某放众头领下山，三十日假限，误了一日笞四十，误了二日杖八十，误了三日处斩。有燕青去了四十日，至今未回，误了某十日假限。常言道：\"军令无私。\"怎好饶免？小偻儸，蹅着山冈望着，若燕青来时，报复我知道。理会的。嗨！早误了假限十日也。<br>【仙吕】【端正好】则我这白毡帽半抢风。则我这破搭搏，落可的权遮雨。谁曾住半霎儿程途！报复去，道有燕青来了也。诺，报的哥哥得知，有燕青来了也。着他过来！着过去。哥哥喏！我这里便爆雷也似喏罢抬着觑，燕青！你来了也。呀！则见我保、保、保义哥哥怒。燕青，你告了几时假限也？哥哥与与您兄弟一个月假限。你去了几时？我去了四十日。你误了我几日假限？误了哥哥十日假限。你知道我的军令，误了我一日假限，该咱处？笞四十。误了两日呢？杖八十。误了三日呢？处斩。你误了几日？我误了哥哥十日假限。你误了十日假限，更待干罢！小偻儸，与我将燕青推出去，斩讫报来！众弟兄每劝一劝儿波。刀下留人！哥哥息怒，想燕青在于梁山泊上，也多有功来，怎生看俺众兄弟之面，饶过他这一次咱。众兄弟每请起。论法呵饶不过，看着众兄弟每的面皮，姑免他项上之罪，脊杖六十者！（吴学究云)燕青兄弟，军中事容不得情，你且受杖者。(偻儸做打科，云)四十！五十！六十！(宋江云)小偻儸！将燕青抢出去！自今日为始，再也不用他了也。(正末云)哥哥，打了您兄弟也罢，可怎生不用，就赶下山去？(偻儸做推出门科)(正末做没眼科，云)您兄弟每，可怎生不见您一个那？呀呀呀！坏了我这眼也。(偻儸云)可不早说。报的哥哥得知，燕青被打了六十，感了一口气，坏了眼也。(宋江云)学究兄弟，可惜一个好汉！小偻儸，将燕青与我扶上山来者！(偻儸云)理会的。(扶正末做见宋江科)(正末云)哥哥，坏了我这眼也。(宋江云)兄弟也，某一时间致怒打了你几下，不想坏了你这眼。众兄弟每，看我面皮，每人只一短金钗，与你下山去寻个良医。待医治的好了，你上山来，依旧用着你也。(正末云)索是谢了哥哥也。(唱)<br>【幺篇】罢波，我枉舍了火也似热热的一丹心，早没了我镜也似朗朗的双明目，可着谁养赡我这七尺之躯。想弟兄每虎据了山东路，则捻了个不出力的燕青去。(下)<br>(宋江云)燕青去了也。等他医得眼好了上山来。某依旧用他，亦未为迟。大小头领，听某将令！(诗云)从小校听咱分付，今夜个该谁巡捕？黑地里悄语低言，不要您头藏尾露。遇官军须当杀退。若经商便将拿住。但违了某家将令，斩首级决无轻恕！(同下)<br>第一折<br>(冲末扮燕大、搽旦扮王腊梅、外扮燕二同上)(燕大诗云)耕牛无宿料，仓鼠有余粮。万事分已定，浮生空自忙。小可汴梁人氏，唤做燕和，嫡亲的三口儿家属。浑家王腊梅，元不是我自小里的儿女夫妻，他是我后娶的。兄弟是燕顺，生的须发蓬松，只因性子粗糙，众人起他一个混名，叫做卷毛虎。不知我这兄弟，为着那一件来，偏生两个眼里见不的我那嫂嫂。(燕二云)怎么我见不的那？(搽旦云)燕大，你这兄弟见我便是骂。我便歹杀者波，也是你哥哥的浑家，怎么这等轻薄！(燕二云)哥哥，俺是甚等样人家，着他辱门败户--顶着屎头巾走，你还不知道？(燕大云)兄弟也，我怎生顶着屎头巾走？(搽旦云)你哥哥更是鏖糟头。(燕二云)你道我打不的你么？(搽旦云)燕大！你看你兄弟打我哩。(燕大云)兄弟也，你休打你嫂嫂，打我波。(燕二云)罢、罢、罢，俺一搭里也难住，则今日辞别了哥哥，我离了家中，冻死、饿死再也不上你门来了。嫂嫂，好生侍奉哥哥，俺哥哥若有些好歹，我不道的轻饶素放了你也！(搽旦云)你要去自去，你哥哥才三岁儿哩。(燕二云)我出的这门来。燕顺也离了家中，可也耳根清净，则今日街市上投托几个相识朋友，走一遭去来。(下)(燕大云)我兄弟搬出去了。大嫂，你心中可快活了也。(搽旦云)燕大，你如今却要怎的？(燕大云)大嫂，明日是三月三清明节令，多将着些钱钞，咱要同乐院吃酒去来。(诗云)春天日正长，烂熳百花香。同乐院里吃酒去也，等人称赞我家里有这好娇娘。(下)(搽旦云)燕大去了也。我虽家嫁了这燕大，私下里和这杨衙内有些不伶俐的勾当。我着人寻他去了。这早晚怎生还不见回来？且磕些瓜子儿，等着他者。(净扮杨衙内上，诗云)花花太岁我为最，浪子丧门世无对。满城百姓尽闻名，唤做有权有势杨衙内。自空杨衙内的便是。我和这燕大的浑家王腊梅，有些不伶俐的勾当，争奈俺两个则是不能勾称心。如今他使人来寻我，不知有甚的说话，须索走一遭去。此间正是。不过便过去，我则在门首幺喝，他里头自有人出来。下次小的每，将那马与我拴的远着。(搽旦见科，云)这是衙内的声气，他来了也。待我唤他。衙内！你进屋里来。(杨衙内云)家里没人么？(搽旦云)没人在家，你进来。(杨衙内入门科，云)姐姐，想杀我也！你唤我来，有甚么勾当？(搽旦云)我虽然嫁了燕大，我真心儿只在你身上。明日是清明三月三，俺两口儿烧香去，在同乐院里吃酒。我在那里等，你疾些儿去，早些儿来。(杨衙内云)你明日和燕大在同乐院吃酒去？你先去便等我，我先去便等你，只不要哄我。(同下)(?<br>蟀绲晷《希?百般买卖都会做，及至做酒做了醋。算来福气不如人，只是守着本分做豆腐。自家店小二人的便是。俺这店里下着个瞎大汉，欠下房宿饭钱，一些没有，被大主人家怪我。今日唤他出来，我自有个处置。兀那没眼的大汉，店门首有你个乡亲唤你哩。(正末上，云)哥哥，你唤我做甚么那？(店小二云)门口有你个亲眷寻哩。(正末云)哥也，我那里得那亲眷来？你休斗我耍。(店小二云)兀的不在店门首？(做推科，云)你出去！我关上这门，冻杀饿杀，不干我事。(下)(正末云)好大雪也！哥哥开门波，再住一夜儿去。真个不开门那？这里也无人，自家燕青的便是。自从坏了我这双眼，下的山来到这店肆中安下，房宿饭钱都少下他的。那小二哥被大主人家埋怨，今日把我赶将出来。便好道\"男儿不得便，刺头泥里陷\"，拚的长街市上盘街儿叫化去咱。(唱)<br>【大石调】【六国朝】我揣巴些残汤剩水，打叠起浪酒闲茶，我着些气呵暖我这冻拳头，再着些唾揩光我这冷鼻凹。瘦的来我这身子儿没个麻秸大，兀的不消磨了我剌绣的青黛和这朱砂。眼见的穷活路觅不出衣和饭，怕不道酷寒亭把我来冻饿杀。全不见那昏惨惨云遮了银汉，则听的淅零零雪糁琼沙，我、我、我待踮着个鞋底儿去拣那浅中行，先绰的这棒头来向深处插。<br>(带云)前街上讨不得一些儿，再往后巷里去。(唱)<br>【喜秋风】我与你便吖吖叫，我与你便磨磨擦。我为甚将这脚尖儿细细踏？我怕只怕这路儿有些步步滑。(带云)似我这模样，像个甚的？(唱)将那前街后巷我便如盘卦，刚才个渐渐里呵的我这手温和，可又早切切里冻的我这脚麻辣。<br>【归塞北】天那！您不肯道是相赍发，专与俺这穷汉做冤家。这雪呵，他如柳絮不添我身上絮，似梨花却变做了眼前花，则我这拄杖冻难拿。(带云)有那等人道：\"兀的君子，那东京城里有的是买卖营生，你寻些做可不好那？\"我道哥也，你岂知我无眼那？他便道：\"寻你那无眼营生去做。\"哥也，您那里知道咱。(唱)<br>【雁过南楼】我是一个混海龙摧鳞去甲，我是一只爬山虎也啰奈削爪敲牙。往常时我习武艺学兵法，到如今半筹也不纳，则我这拿云手怕不待寻觅那等瞎生涯。我能舞剑，偏不能疙蹅蹅敲象板；会轮枪，偏不会支楞楞拨琵琶，着甚度年华？<br>(杨衙内躧马领随从上，云)好大雪也！寻那王腊梅大姐去来。(做撞倒正末科)(正末做起笼住马科，云)爷须瞎，儿须不瞎！(杨衙内云)这厮无礼，他撞着我马头，倒把说话伤着我哩。(正末唱)<br>【六国朝】我不向梁山泊里东路，我则拖的你去开封府的南衙，你做甚委眼睁睁当翻了人？(带云)儿，我与你去来！(唱)我把手摩挲揪住马。(杨衙内云)放手！这厮你好大胆也，敢如此无理。(正末唱)又不是官街窄，怎故意的把人欺压。你有甚娘忙公事，莫不去云阳将赴法？我一只手把铜环来紧掿，那厮多应是两只脚把宝镫来牢蹅，(杨衙内云)我打这厮！(做打科)(正末唱)哎哟！那厮雨点也似马鞭子丢，不俫偏不的我风团般着这拄杖打。<br>(杨衙内云)这厮手脚倒也来的。我与他缠甚么？我自寻那王腊梅姐姐去，走、走、走！(下)(燕二冲上，云)弟兄每少罪，改日还席也。(正末揪住燕二科，云)好呵，清平世界，浪荡乾坤，你怎么当街里打人？(燕二云)呸！你看我那命波。兀那君子，我是个步行的人，打你的是个骑马的。(正末云)哥也，我须无眼那。(燕二云)住、住、住！君子，你这眼是从小里坏了的，可是半路里坏了的？(正末云)哥也，我这眼是半路里气坏了的。(燕二云)君子也，你倒有缘，我善会神针法灸。我医好你这眼。你意下如何？(正末云)若得如此，我感恩非浅。(燕二云)你跟的我铺儿里来。(做行科，云)这里便是。我开开这门。君子请稳便，等你这血气定了时，我与你下针咱。(正末唱)<br>【憨货郎】莫不是千化身观音菩萨，救了我这双无目沿街的叫化。他道是妙手通灵，圣心无假。哥也，多谢你个良医肯把金针下，我又没甚的米麦丝麻，哥也，你则可怜见我这穷汉瞎。<br>(燕二云)待我取出这金针来。君子坐正着，我下针也。我这针上至泥丸宫，下至涌泉穴、太阳穴，不敢下针。少阳穴下两针，咳嗽三里下两针。我取出这药来，是圣饼子用菩萨水调的。君子，张开了口吃这药。这一会儿针药相投了也，我起针波。吸气，吸气。君子，将你那手摩的热着，揉你那眼，我着你复旧如初也。(正末唱)<br>【归塞北】他把我眼角儿才针罢，则我这疮口儿未结痂。早将我两只手揉开了这一对眼，(带云)是好手段也！(唱)则当一枚外挑去了一重沙，恰便似日日退残霞。<br>(云)是谁医好我这眼来？(燕二云)是我医好了你的。(正末云)哥也，你请坐，你是我重生的父母，再养的爷娘，请受您兄弟八拜咱。(正末做拜科)(燕二做扯科，云)且住！我才医好了的眼，不争你拜下去，这血脉往上行，就也无效了。(正末云)恁的呵，等我跪一跪，权当作八拜。(燕二云)君子，你那里乡贯？姓甚名谁？(正末云)哥，您兄弟不是歹人。(燕二云)谁道你是歹人哩？(正末云)哥也，则我是宋江手下第十五个头领，浪子燕青。哥也，您兄弟不是歹人。(燕二云)你不是歹人，是贼的阿公哩！君子，你多大年纪也？(正末云)您兄弟二十五岁了。(燕二云)我痴长你两岁，我认义你做个兄弟，你意下如何？（正末云）哥哥不弃嫌呵，情愿与哥哥做个兄弟。（燕二云）我听的说，宋江哥哥手下三十六个头领，多有本事。你试说一遍咱。(正末云)我在梁山上，多曾与宋头领出气力来。(唱)<br>【初问口】俺也曾那草坡前把滥官拿，则俺那梁山泊上宋江，须不比那帮源洞里的方腊。你将我这蝼蚁残生厮救拔，我把哥哥那山海也似恩临厮报答。从今日拜辞了主人家，绰着这过眼齐眉的枣子棍，依旧到杀人放火蓼儿洼，须认的俺狠那吒。<br>(云)哥也，您兄弟有句话，可是敢问哥哥么？适才大雪里打我的那厮，是甚么人？(燕二云)兄弟，休要大惊小怪的，则他便是杨衙内，是个有权有势的人，打死人如同那房檐上揭一块瓦相似。你和他打了这一操，他如今不来寻你，就是你的造化了。(正末云)哥也，你说那里话！(唱)<br>【尾声】你道是他打了我呵似房檐上揭瓦，不信道我打了他呵就着我这脖项上披枷。调动我这莽拳头，拓动我这长捎靶，我向那前街后巷便去爪寻他。(带云)若见了他呵，(唱)我一只手揪住那厮黄头发，一只手把腰脚牢掐，我可敢滴溜扑活撺那厮在马直下。(下)<br>(燕二云)兄弟去了也。我也收拾些盘缠，上梁山见宋江哥哥，走一遭去来。(下)<br><br>第二折<br>(净扮店小二上，诗云)隔壁三家醉，开埕十里香。可知多主顾，称咱活杜康。自家是这同乐院前卖酒的。我烧的这镟锅儿热，看有甚么人来(燕大同搽旦上)(燕大云)自家燕大的便是。浑家王腊梅。今日是三月三清明节令，那同乐院前游春的王孙士女，好不华盛，我与大嫂也去赏玩一赏玩。可早来到了也。(做见店小二科，云)卖酒的，有干净阁子儿么？(店小二云)官人、嫂子请坐，这间阁子干净。(燕大云)大嫂，俺在这间阁子里坐。卖酒的，打二百钱酒来。(店小二云)有有有，酒在此。(搽旦云)燕大，这同乐院是好景致也。酒便有了，可没些肴馔，这寡酒如何吃的？你出门去寻些时新的果品，各色的鲜味来，等我宽心的吃几杯儿，可不好那？(燕大云)大嫂，你说的是。你则在这阁子里坐，我买案酒去也。(正末挑鱼提上，云)这里也无人。自家燕青的便是。自从医好了我这眼，问人借了些小本钱，贩买了些鲜鱼。时遇着三月三清明佳节，到同乐院里博鱼去咱。(唱)<br>【仙吕】【点绛唇】刚留的我这没影孤身，借人资本，为营运。避不得艰辛，则要这两家\"衣食\"准。<br>【混江龙】可怜咱十分贫窘，恰才那打鱼人赊与俺这卖鱼人。凭着我六文家铜馒，博的是这三尺金鳞。鱼也你在荷叶盘中犹跌尾，怎不想桃花浪里一翻身。我去那新红盒子内，拿着这常占胜，不占输，只愁富，不愁穷，明丢丢的几个头钱问。钱那！若是告一场响豁，便是我半路里落的这殷勤。<br>(叫科，云)博鱼！博鱼！(燕大云)一尾好鲜鱼。你这鱼是卖的，可是博的？(正末云)这于也博，也卖。(燕大云)这尾鱼重多少斤两？要多少钱钞？你则实说咱。(正末唱)<br>【那吒令】这鱼呵，重七斤八斤，你若是博呵，要五纯六纯，着小人呵，也觅一文半文。(带云)主人家有么？(唱)快与我抹下浅盆，磨下刀刃你看我雪片也似批鳞。<br>(燕大云)将头钱来，我和你博这尾鱼咱。(正末云)哥也，你真个要博鱼呵，(唱)<br>【金盏儿】比及问五陵人，先顶礼二郎神，哥也，你便博一千博，我这胳膊也无些儿困。我将那竹根的绳拂子绰了这地皮尘，(云)哥也，老实的博。(燕大云)我只是博耍子，有甚么老实不老实？(正末唱)不要你蹲着腰虚土里纵，叠着指漫砖上墩；则要你平着身往下撇，不要你探着手可便往前分。<br>(燕大云)你拿头钱来我看咱。(正末云)这个是头钱。(燕大云)这钱昏，字镘不好。(正末云)哥也，这钱不昏，你则睁眼儿看者。(唱)<br>【油葫芦】则这新染来的头钱不甚昏，可不算选的准，手心里明明白白摆定一文文。(燕大做博科，云)我博了六个镘儿，我赢了也。(正末唱)呀呀呀，我则见五个镘儿乞丢磕塔稳，更和一个字儿急留骨碌滚。唬的我咬定下唇，掐定指纹，又被这个不防头爱撇的砖儿稳，可是他便一博六浑纯。<br>(燕大云)我赢了也。大嫂，我赢的一尾好鲜鱼，你看(搽旦云)是一尾好鲜鱼也。(正末跪科，云)哥也，鱼便与哥哥，则可怜我这本钱是别人的，可怎生借这尾鱼出去，赢了呵，我就拿来还你。(燕大云)大嫂，你听的他说么？他这尾鱼是借的本钱。他问俺借这鱼去与人博，若他赢了时，就来还我也。(搽旦云)燕大，说那里话？快将这尾鱼煎一半儿，煮一半儿，留着一半儿将的家去，我要吃哩。(燕大云)大嫂，你则依着我，将来借与他罢。(搽旦云)这尾鱼是你赢的，又不是偷他的，抢他的，又不是白要他的。好汉识好汉，输也输了，又来借！我不还他，不还他！(燕大云)这鱼我要还你，争奈俺大嫂不肯哩。(正末唱)<br>【醉中天】这君子心儿顺，那妮子意儿嗔。(带云)我着几句言语奖奉他咱。嫂嫂，(唱)你是那南海南观音的第一尊，(搽旦云)他糖食我，说我是\"南海南观音第一尊\"。我比观音，则少个净瓶儿。饶你明说到夜，夜说到明，我不还你。则是不还你！(正末唱)怎将俺这小本经纪来掯。(搽旦云)燕大，你依着我，半这尾鱼煎一半儿，煮一半儿，留一半儿将的家去。(正末云)他待煎一半，煮一半儿，留一半儿将的家去。(唱)可不道这姐姐今年个断荤。休将那精神来使尽，(带云)常言道\"十分惺惺使五分\"。(唱)可不道留一分与您儿孙。<br>(燕大云)大嫂，将来还他。艰难的人，可怜见他无本钱也。(搽旦云)我本待不还他来，罢罢罢，看你的面上，还了他罢。(燕大云)还你这尾鱼，你将的去。(正末云)多谢了，哥哥！(正末挑担儿走科)(杨衙内冲上，云)我被那恶兄弟每抵死的留着吃酒，可不辜负了王大姐？这早晚等我许多时也。(做撞正末科，云)这个村弟子孩儿无礼，怎么敢撞着我？咄！你是甚么人？(正末云)小人是个做买卖的人。(杨衙内云)你既是做买卖的，将那担子挑过一边，你怎生拦着这路？(做踢倒担子科，云)怎么见我来也不躲开？(正末唱)<br>【醉扶归】我妆一个喜脸儿将他来揾，他将那恶性儿把咱哏，(杨衙内云)把这两个筐子要做甚么？左右，与我踹碎了！(正末唱)呀呀呀，他把我个竹眼笼的球楼蹬折了四五根。(杨衙内云)连这条扁担也屈折了罢！(正末唱)把我这一条黄桑担生蹅损，(杨衙内云)那持鱼的盆子，也拿来摔碎了！(正末唱)把我这一个设口样囫囵的浅盆，(云)这是借来的波，爷饶了我罢！(唱)可早是打一条通长璺。<br>(杨衙内云)这厮敢这等无礼！想是不曾闻我的名儿。且饶了你个弟子孩儿，快去！我要同乐院里寻那王腊梅去也。(正末见店小二科，云)小二哥，我将这担儿寄在这里。敢问适才来的这是甚么人！(店小二云)你还不懂的？则他便是杨衙内(正末云)哦，原来大雪里打我的，正是这厮！(唱)<br>【后庭花】难道我不亲呵认是亲，既知恩不报恩，调动我这三尺拦天臂，拏起一千条歹斗筋。谁着你恼了我恶魔神，试尝咱这精拳一顿。我割舍的发会村，怒吽吽使会狠，便做道佛世尊，这回家也怎地忍。<br>【金盏儿】我这里抢起折支巾，拽起夜叉裙，(杨衙内做见搽旦科，云)姐姐休怪，我来迟了也。(正末做扳杨衙内科，云)哥也，唱着喏去！(做打杨衙内科)(杨衙内打筋斗科)(正末唱)拳着处早可扑的精砖上盹。(燕大云)你打死他了也。(正末云)哥，你休怕者。(唱)看那厮眼朦胧正着昏，我将这大拇指去那厮人中里掐。(带云)主人家有水将的些来。(唱)新汲水那厮面皮上喷。(杨衙内做叹气科)(正末云)哥也，他不死哩。(唱)那厮热拖拖的才出气，(杨衙内舒身科)(燕大云)他早翻过身哩。(正末云)他怎么肯死？(唱)那厮他跌躞躞的恰还魂。<br>(杨衙内做嘴脸调旦科)(正末云)待我再打这厮。(杨衙内做怕、打哨子下)(燕大云)我倒看不出你这个博鱼的，有恁般好手脚，倒不如只打拳去。我问你，委实是那里人氏？姓甚名谁？(正末云)我三更不改名，四更不改姓。哥，我实对你说，我须不是歹人。(燕大云)你不是歹人，可是甚人？(正末云)则我是宋江手下第十五个头领，浪子燕青的便是。(燕大云)壮士，你姓燕，我也姓燕。你多大年纪了？(正末云)我今年二十五岁也。(燕大云)不是我要便宜，我可三十五岁。你肯与我做个兄弟么？(正末云)若不弃嫌呵，愿与哥哥做个兄弟。(燕大云)好、好、好！大嫂，与兄弟厮见咱。(搽旦云)这几年我不曾见你说有甚么兄弟，今日可可的就认的是你兄弟，着我与他相见。我怕见生人，羞答答的。(做见科)(正末拜科，云)嫂嫂，恕生面少拜识。(搽旦云)呸！两个眼恰似贼一般的。(燕大云)大嫂，你好歹嘴也。(正末云)哥也，你兄弟有一句话，敢说么？(燕大云)兄弟，你有甚么话？你说。(正末云)敢问哥哥，这嫂嫂敢不和哥哥是儿女夫妻么？(燕大云)兄弟，你好眼毒也。你怎生便认的出来？(正末唱)<br>【赚煞尾】你看这鬏髻上扭的出那棘针油，面皮上刮的下那桃花粉，只这两棒儿管做了你个哥哥的祸根。穿着些素淡衣服越风韵，兀的不是天生成玉软香温。我见他扭回身，抖擞下精神，则被他那眼角眉尖断送了春。(正末做打耳喑科，云)哥也，可是这般。(燕大云)我知道了也。(正末唱)我恰才舌贴着你那耳轮，敢可也一言难尽，哎，哥也你是个好男儿休戴着这一顶屎头巾。(下)<br>(燕大云)大嫂，天色将晚也，俺和你回家去来。(同下)<br><br>第三折<br>(搽旦上，云)自家同乐院里见了衙内，又不曾说的一句梯气话；回到家中，我心里则自想着。今日是八月十五日中秋节令，我才和燕大、燕青在前厅上饮酒玩月。我将那酒冷一钟、热一钟、冷一碗、热一碗，灌的他两个烂醉。我如今打发他在房中都歇息去了。可是为何？我心中不待与他吃酒，我则想着衙内。我藏下些好案酒果品，只等衙内到来，我和他悄悄的自到后花园吃几杯儿。我已多时着人叫他去了，这早晚敢待来也。(杨衙内上，云)自家杨衙内的便是。自从王大姐相约，我在同乐院里着那个人打了我一顿，我再也不曾见他，不知那厮是甚么人。如今王大姐着人来寻找，相约晚间在他家说话，须索走一遭去。(做见搽旦科，云)大姐，你可记的，当日同乐院前那汉子是甚么人？险些儿被他打死我也。如今你家燕大在那里？(搽旦云)衙内，燕大醉了，我打发他在房中睡哩。你进家里来。(杨衙内云)我单为你，着那厮打了这一顿，你又叫我怎的？(搽旦云)这也是你自家的悔气，着那厮打了，我好不心疼哩！我如今整备下好酒好食，与你到后花园亭子上吃几杯酒，一来就与你陪话，二来和你取一回快乐。(杨衙内云)你那里是我姐姐，就是我的娘哩！你只不要耍我。(搽旦云)我怎么耍你？我和你吃酒去来。(杨衙内云)去、去、去！(同下)(正末拿席上，云)自从来到哥哥家中，可早半年光景也。时遇八月十五日中秋节令，我和俺哥哥，前厅上多饮了几杯酒，觉的身上烦热。我到那后花园亭子上，乘凉去咱。(唱)<br>【中吕】【粉蝶儿】鼓打初更，是谁人推出这一轮明镜，原来是配金乌那兔魄东生。这早晚玉绳高，银河浅，恰正是夜阑人静。端的这月白风清。我则见滴溜溜倒垂着斗柄。<br>【叫声】我恰才便横饮到两三巡，灌得我来酩酊、酩酊，犹未醒，(带云)怪道我这脚趔趄站不定呵，(唱)原来那一盏盏都是瓮头甭。<br>(带云)来到这月台上，将席子展开，待我睡一觉咱。(唱)<br>【醉春风】我铺的这艾呀纹藤席净。掇过这桃花瓣石枕冷，醉魂儿偏喜月波凉，就这搭儿里挺挺。满鼻凹清风，拍胸膛爽气，落的这彻骨毛索性。(带云)我是听这上衙更鼓咱。(做打二鼓科)(唱)<br>【倘秀才】鼓打到一更也那二更，犬吠到三声也那四声。(搽旦同杨衙内上，搽旦云)衙内，咱两个往那黑地里走，休往月亮处，着人瞧见，要说短说长的。咱两个打着个暗号：赤、赤、赤！(杨衙内搽旦做跳过正末身科)(正末唱)我这里呵欠罢翻身打个呓挣，(搽旦云)赤、赤、赤！(杨衙内云)赤、赤、赤！(正末唱)蓦见那女娉婷引着个后生。<br>(搽旦叉杨衙内行科，云)赤、赤、赤！(正末唱)<br>【叫声】眼见的八九分是奸情，是谁家鬼精、鬼精，做出这乔行径？(搽旦云)穿的那衣服，拖天扫地的，一脚踹着，不险些儿绊倒了？捋起衣服来，走、走，赤、赤、赤！(杨衙内云)赤、赤、赤！(正末唱)怎知道黑影里偏撞着俺这泼燕青。<br>【滚绣球】俺这里将怪眼睁，(搽旦云)把脚抬的轻着些儿，不要走的响了着人听见，又捏舌也。(正末唱)他那里抬的脚步儿轻，他若是但回身，我在这背阴中掩映。(杨衙内扯搽旦科)(搽旦云)折了你那手爪子，走便走，这么扯扯拽拽的做甚么？(正末唱)则见他厮扯拽悄地前行。(杨衙内云)赤赤赤、(搽旦云)赤赤赤、(正末唱)那厮赤的唤了一声，那妮子赤的应了一声。早是这吃敲才胆硬，(搽旦云)咱来到这亭子上也，推开这门进来了。关上门，打开吊窗，把这芭蕉扇合着这酒，把这梨花样磁钵遮着暗灯。但有人说，你就打吊窗里跳出去，怕做甚么？咱两个自在吃几钟儿。(杨衙内云)好，好，我和你吃的醉了，方才有兴。(正末云)这厮亭子上去了也。(唱)我见他笑吟吟的推入门木呈，比及我唾润开窗纸偷晴觑，他也可背靠定球楼侧耳听，(搽旦云)我这般赤心的待你，只怕你忘了我好处，我要你说个誓来。(杨衙内云)我若负了你的心呵，灯草打折脚古拐，现报在你眼里。(正末唱)他说甚么海誓也山盟。<br>(搽旦云)你再吃一钟，我也吃一钟。(正末云)这事不中，唤俺哥哥去来。(做唤燕大科，云)哥哥，你出来！(燕大上，云)兄弟，深更半夜，你唤我做甚么？(正末云)哥哥，俺嫂嫂有奸夫也。(燕大云)兄弟，你嫂嫂不是这般人。有奸夫？在那里？(正末云)在后花园亭子上，正在那里吃酒哩。咱和你拿去来！(燕大云)兄弟，拿他做甚么？他吃了酒，好歹去也。(正末云)我蹅开这门咱。(正末做蹅开门科)(燕大云)快拿住奸夫！(杨衙内做慌科，云)有人来了！我打这吊窗里跳出去，走走走、(下)(正末云)嗨！这厮可走了也。(燕大云)好！走了倒是场干净。你这贱人，我且问你，怎生与奸夫在这里吃酒？(搽旦云)奸夫在那里？姓张姓李？姓赵姓王？可是长也矮？瘦也胖？被你拿住了来？天气暄热，我来这里歇凉，那里讨的奸夫来？常言道：\"捉贼见赃，捉奸见双。\"燕大，你既要拿奸，如今还我奸夫来便罢；若没奸夫，怎把这样好小事赃诬着我？我是个拳头上站的人，胳膊上走的马，不带头巾男子汉，丁丁当当响的老婆。燕大，我与你要见一个明白！(正末唱)<br>【幺篇】你这个养汉精，假撇清。你道是没奸夫抵死来瞒定，恰才个谁推开这半破窗棂？(搽旦云)我支开亮窗，这里趁风歇凉来。(正末唱)谁揉的你这鬓角儿松？(搽旦云)我恰才呼猫，是花枝儿抓着来。(正末唱)谁捏的你这腮斗的儿青？(搽旦云)我恰才睡着了，是鬼捏青来。(正末唱)可也不须你折证，见放着一个不语先生。谁着这芭蕉叶纸扇翻合着酒？谁着这花梨花样磁钵倒暗着灯？这公事要辩个分明。(正末云)哥也，这等妇人要做甚么？与我杀了者。(燕大云)兄弟，我便要杀他，也没有刀那。(正末拔刀科，云)兀的不是刀？(燕大做杀搽旦科)(搽旦云)我那亲哥哥，如今天气热，你便杀了我，到那寒冬腊月里害脚冷，谁与你焐脚？(燕大云)兄弟，不争我杀坏了他，谁与我焐脚？我委实下不的手。(正末云)哥也，你杀不的，我替你杀。(搽旦叫科，云)有杀人贼也！(杨衙内领随从冲上，云)这厮无故杀人，令人！与我拿住这两个杀人的，都下在死囚牢里去者！(随从做拿住正末、燕大科)(搽旦云)好也，好也！如今都绑下在死囚牢里去了，看你可有本事再来杀我！(燕大云)兄弟也，似此可怎了！(正末云)哥，我恰才不说来，(唱)<br>【煞尾】则你个纸做的瓶儿怎拔干的井，蜡打的锹儿怎撅的坑？你道他有体态，有聪明，知你的意，会你的情，有他时春自生，没他时坐不宁。怎知他欠本分，少至诚，忒淫滥苏小卿，不值钱王桂英。拿住奸夫你又杀不成，倒被他拖入囚牢死狗似撑。也不是我病僧劝患僧，有一日押向云阳市上行，只等的高叫开刀和那声，方才道悔不当初你可便恁时节省。(同燕大下)<br>(杨衙内云)大姐，你方才放心了，把这两个放在牢中牢死了，俺两个做了永远夫妻，可不快活也！(搽旦云)衙内，只等结果了他，咱就没人管的着了。恁着我这一片好心，天也与俺这条儿糖吃。(同下)<br><br>第四折<br>(燕仁上，云)自家燕顺便是。自与燕青分别后，到于梁山泊上，投见宋江哥哥，就收留了我做个头领。听知的俺哥哥燕和，落在那妇人彀中，连兄弟燕青也着绊了。我问宋江哥哥，告了一个月假限，背着一包袱金珠宝贝，救两个兄弟走一遭去来。(诗云)拜辞了宋江哥哥，不辞惮碌碌波波。为兄弟忘生舍死，早救出地网天罗。(下)(杨衙内上，云)，谁想燕大下在牢中，他两上动了牢走了，更待干罢！我领着众弓兵，不问那里赶将去。（下）（正末拿枷，燕大背衣服同上）(燕大云)兄弟，这早晚往那里去好？(正末云)哥哥，走、走、走！(唱)<br>【双调】【新水令】正风清月郎碧天高，(带云)好怪那！(唱)可怎生打独磨觅不着官道？(燕大云)兄弟，若有人追来时，我可躲在那里？(正末唱)你去那大北坡踉跄走，(燕大云)兄弟你呢？(正末唱)咱则去那小道儿上隔斜抄。行不到半里其高，则听的脑背后喊声闹。<br>(燕大云)兄弟，背后有人追来了。这早晚黑洞洞的，可往那里躲去！(正末云)哥也，我支分与你躲那厮咱。(唱)<br>【沉醉东风】你去这白革坡潜踪蹑脚，(燕大云)兄弟也，你呢？(正末唱)我在这黄叶林屈脊低腰。我曲躬躬的向地皮上伏，立钦钦的把松枝来靠，直挺挺按定枷稍。我这里听沉了我时静悄悄，我则见火把和那灯笼可都去了。<br>(云)哥也，你则在这里，我迎的那厮每去咱。(燕大云)兄弟，我则在这里等着你也。(正末下)(杨衙内同搽旦引弓兵上)(搽旦云)衙内，兀的不是燕大？(杨衙内云)正是燕大，拿绳子来绑了他。(绑科，云)把这厮绑在这里。还有一个哩，咱寻那个去来！(同搽旦下)(燕大云)天那！着谁人救我也。(正末再上科)(燕大云)兄弟！被奸夫淫妇将我绑在这里，你救我咱。(正末唱)<br>【搅筝琶】急的我心儿跳，好似热油浇。为甚么乾支剌吐着舌头，呆不腾瞪着眼脑？鼻凹里冷气出，咽喉内热涎潮，元来是一缕麻绦，谁把个活套头将他拴住了？(带云)我若来的迟呵，(唱)争些儿一命难逃。(燕大云)兄弟，我被那奸夫淫妇，险些儿断送了也。(正末云)哥也，我和你赶那厮去来。(同下)(燕二上，云)我趁着这月色微明，连夜趱到汴梁，救拔我那燕青兄弟去也。(正末上，做撞见科)(喝云)咄！那里来的是甚么人？(燕二云)你说你是那个？(正末云)则我梁山泊好汉，燕青的便是。(燕二云)兄弟，我便是卷毛虎燕顺。(燕大云)喏，报、报、报！(燕二云)怎的？(燕大云)元来是我兄弟燕二，大家耍一会。(正末唱)<br>【乔木查】俺撩开衣，拽起脚，刚转过这林薄。只听的可磕擦闪出个人来到，元来是俺哥哥厮撞着。(云)哥哥，我问你，黑夜里到那里去？(燕二云)兄弟，我如今也在梁山泊上，做个头领了。闻知你和大哥被杨衙内拿下死囚牢里，只在早晚要杀坏你两个，因此上告了一个月假限，特来救你。(正末唱)<br>【甜水令】我则道你法灸神针，周流湖海，发卖医药，元来你也要弄俺这家刀。可怎生在旷野荒郊，月黑时光，风高天道，独自个背着衣包。<br>(燕二云)我这包裹里都是些金珠宝贝，要将来上下使用，救拔你两个的。(正末唱)<br>【折桂令】我有甚犯法违条，只为那淫妇奸夫，险送了你个共乳同胞。你待要使用金银，打通关节，救拔囚牢，则俺燕青呵，须不是鹰心雁爪，早跳出虎穴狼巢。（燕二云）且喜兄弟今日逍遥无事了也。(正末唱）你说甚无事逍遥，争知我怒气难消。我若不杀的这两个无徒也，怎显的我半世英豪！<br>(杨衙内同搽旦引弓兵上，云)黑洞洞的，不知那个死囚那里躲了？大姐，我们且结果了那个绑的去，与你拔了这眼中的钉子哩。(正末喝云)兀的不是奸夫淫妇？你往那里走？(做拿住科)(众弓兵云)不好了，我每走了罢！将军不下马，各自奔前程。(下)(杨衙内云)我要拿他，倒被他拿了我也。(搽旦云)元来是我两个叔叔，我道你是好人那。(正末云)将这两个贼男女，都执缚定了，押回山寨，见我宋江哥哥去来。(唱)<br>【离亭宴歇指煞】半合儿歇息在牛王庙，一直的走到梁山泊。若见俺公明太保，还了俺这石榴色茜红巾，柳叶砌乌油甲，荷叶样烟毡帽，百炼钢打就的长朴刀，五色绒刺下的香绵袄。(带云)便是俺大哥也，(唱)一齐的去那皖子城中送老，上稍里不眠花，下场头少不的落一会草。<br>(宋江领偻儸冲上，云)某乃宋江是也。今有兄弟燕青着绊，有燕顺告假救他去了。某如今亲领一枝军马，接应燕青去来。(做见科)(宋江云)宋青兄弟，这桩事我遣神行太保戴宗打探明白，早已知道也。小偻儸，将这奸夫淫妇，与我绳缠索绑拿上山去，缚在花标树上，杀坏了者！一面敲牛宰马，杀羊造酒，做一个庆喜的筵席。(词云)则俺三十六勇耀罡星，一个个正直公平。为燕大主家不正，亲兄弟赶离家庭。杨衙内败坏风俗，共淫妇暗约偷情。将二人分尸断首，梁山上号令施行。这的是与民除害，不枉了浪子燕青。<br>题目梁山泊宋江将令<br>正名同乐院燕青博鱼",
  "poet": {
    "id": 2917,
    "star": 0,
    "name": "李文蔚",
    "desc": "李文蔚，元代戏曲作家。生卒年、字号不详。真定（今河北正定）人。曾任江州路瑞昌县尹。从元好问、李治、张德辉等金遗老游于封龙山。至元十七年（1280）后，曾寄书白朴，时白已五十五岁，其年岁当相近。白朴有题为“得友人王仲常、李文蔚书”的〔夺锦标〕词，其中写“谁念江州司马沦落天涯，青衫未免沾湿”，可知李在官场曾受挫折。李文蔚著有12种杂剧，现存3种：《同乐院燕青博鱼》、《破苻坚蒋神灵应》和《张子房圯桥进履》。《太和正音谱》评其词“如雪压苍松”。"
  },
  "tags": []
}