{
  "id": 72940,
  "star": 8,
  "name": "寄贺方回",
  "dynasty": "宋代",
  "content": "少游醉卧古藤下，谁与愁眉唱一杯。<br>解作江南断肠句，只今唯有贺方回。",
  "fanyi": "<p><strong>译文</strong><br>秦少游醉倒在那古藤花下，还会有谁紧敛愁眉再唱一杯？<br>能够写出江南肠断的好句，如今只剩下了贺方回。</p> <p><strong>注释</strong><br>⑴贺方回：<a href=\"http://so.gushiwen.org/author_399.aspx\">贺铸</a>，字方回，北宋后期词人。与<a href=\"http://so.gushiwen.org/author_268.aspx\">黄庭坚</a>、<a href=\"http://so.gushiwen.org/author_125.aspx\">秦观</a>等交好。<br>⑵“少游”句：秦观，字少游，曾于梦中作《好事近》词，云“醉卧古藤阴下，杳不知南北”。后至藤州（今广西藤县）而死。这里指秦观逝世。<br>⑶解作：能够写出。江南断肠句：贺铸的伤春怨名作《青玉案·凌波不过横塘路》下半阕道：“碧云冉冉衡皋暮，彩笔新题断肠句。试问闲愁都几许？一川烟草，满城风絮，梅子黄时雨。”这里不是单指此词，而是泛指能写江南风物、令人断肠的优秀词作。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　<a href=\"http://so.gushiwen.org/view_72940.aspx\">诗</a>寄<a href=\"http://so.gushiwen.org/author_399.aspx\">贺铸</a>，却从<a href=\"http://so.gushiwen.org/author_125.aspx\">秦观</a>身上落笔，因为秦观既是<a href=\"http://so.gushiwen.org/author_268.aspx\">黄庭坚</a>的挚友，同为<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>弟子，同时与贺铸亦是知交。秦观于绍圣元年（1094年）因被列入“元祐党籍”而被贬处州，绍圣三年（1096年）又徙郴州，而后贬横州、雷州，愈贬愈远，直至天涯海角，元符三年（1100年）五十二岁时才被赦北返，归途中卒于藤州（治所在今广西藤县）。这首诗第一句“少游醉卧古藤下”即写秦观的逝世。字面上并未明写其死，只是说“醉卧”，是因为不愿提及老友之死，他以这一描写抒发了对挚友深情绵邈的追念。但这样写，也并非杜撰，而是有事实为依据的。据<a href=\"http://so.gushiwen.org/author_761.aspx\">惠洪</a>《冷斋夜话》：“秦少游在处州，梦中作长短句曰：‘山路雨添花，花动一山春色。行到小溪深处，有黄鹂千百。飞云当面化龙蛇，夭矫挂空碧。醉卧古藤阴下，杳不知南北。’后南迁久之，北归，逗留于藤州，遂终于瘴江之上光华亭。时方醉起，以玉盂汲泉欲饮，笑视之而化。”（《苕溪渔隐丛话》引）当时的人认为，这首词可能是一种谶语。尽管秦观历尽磨难，但临终时却以宁静的心境面对死亡。黄庭坚此句既是化用了秦观的词，又切合其视死如归的坦荡情怀。第二句说“唱一杯”，而不说“唱一曲”，这又是黄庭坚造语的生新之处。<a href=\"http://so.gushiwen.org/author_432.aspx\">晏殊</a>有词说：“一曲新词酒一杯，去年天气旧亭台”，“无可奈何花落去，似曾相识燕归来。”这“唱一杯”既包含了“一曲新词”的意思，也呼应了上面的“醉卧”，针线极密。这个问题极耐人寻思。接着诗人自己作答：“解作江南断肠句，只今唯有贺方回。”这一转折使诗境从低回沉思中振起，然后一气贯注，收束全诗。这两句用逆挽的写法，形成衬垫，全力托出最后一句，挽住题目作结，有画龙点睛之妙。黄庭坚对贺铸的推重、赞美，全部凝聚在这句诗中了。在他看来，只有像贺铸这样的豪侠多才之士，才有资格为秦观唱出断肠之词。他的《青玉案·凌波不过横塘路》当时广为传诵，人称“贺梅子”。“江南断肠句”正是化用贺铸词中的成句，切合追悼秦观之意。秦观生前很喜欢贺铸这首词，《诗人玉屑》就载有黄庭坚的评价：“此词少游能道之。”</p> <p>　　此诗在尺幅之中，蕴含深情，表现了三个朋友相互间的情谊，构思精巧。但它不仅是一般的寄友怀人之作，黄庭坚的感叹中沉淀着深厚的内容。在北宋的激烈党争中，许多才识之士纷纷远贬，经历了种种磨难，有些人就死在岭南贬所。宋徽宗继位，朝野都希望能消弥党争，徽宗也以此标榜，宣布改年号为“建中靖国”，因而所谓的“元祐党人”得以遇赦，但劫后余生也不能长久，苏轼、秦观、<a href=\"http://so.gushiwen.org/author_1926.aspx\">范纯仁</a>等都在此时去世，<a href=\"http://so.gushiwen.org/author_100.aspx\">陈师道</a>也死于贫病，崇宁元年（1102年），蔡京任宰相，党祸再起，开列了包括苏轼、秦观在内的百余名“奸党”的名单，在全国刻石，并下令销毁苏轼父子三人及苏门弟子等的著作。黄庭坚在遇赦时也曾对徽宗寄以厚望，但朝政如此，他又重新陷于绝望之中。师友凋零，前途未卜，他忧患余生，心情十分悲凉落寞。就在作诗的这一年，黄庭坚再贬宜州（治所在今广西宜山），不久即辞世。在这样的境遇下，他把贺铸视为知己，其寄慨之深沉，就非同一般了。贺铸虽是太祖贺皇后的族属，但秉性耿直，长期悒悒不得志，终于愤而退隐，卜居苏州、常州一带。所以他们的友谊是有共同的思想感情作基础的。</p>",
  "about": "<h2>创作背景</h2> 　　<a href=\"http://so.gushiwen.org/author_268.aspx\">黄庭坚</a>在黔州与戎州度过了六年漫长的谪居岁月，好不容易在宋徽宗崇宁元年（1102年）被调任太平州（今安徽当涂），但到官仅九日即罢官。在贫穷困顿中，他只得漂泊于江湖间，后寓居鄂州（治所在今湖北武汉市武昌），这首七绝就是崇宁二年（1103年）在鄂州寄给<a href=\"http://so.gushiwen.org/author_399.aspx\">贺铸</a>（字方回）的<a href=\"http://so.gushiwen.org/view_72940.aspx\">诗</a>。贺铸是一位豪放侠义之士，又富有才情，诗、词精绝，名重一时。黄庭坚与他颇有交谊，他在赴泗州通判任时，路经当涂，曾与黄庭坚会面。这首诗就是他们分手后，黄庭坚寄赠之作。",
  "poet": {
    "id": 268,
    "star": 0,
    "name": "黄庭坚",
    "image": "http://img.gushiwen.org/authorImg/huangtingjian.jpg",
    "desc": "黄庭坚（1045.8.9-1105.5.24），字鲁直，号山谷道人，晚号涪翁，洪州分宁（今江西省九江市修水县）人，北宋著名文学家、书法家，为盛极一时的江西诗派开山之祖，与杜甫、陈师道和陈与义素有“一祖三宗”（黄庭坚为其中一宗）之称。与张耒、晁补之、秦观都游学于苏轼门下，合称为“苏门四学士”。生前与苏轼齐名，世称“苏黄”。著有《山谷词》，且黄庭坚书法亦能独树一格，为“宋四家”之一。"
  },
  "tags": [
    "友谊",
    "赞美",
    "怀念",
    "友人"
  ]
}