{
  "id": 71961,
  "star": 50,
  "name": "题花山寺壁",
  "dynasty": "宋代",
  "content": "寺里山因花得名，繁英不见草纵横。<br>栽培剪伐须勤力，花易凋零草易生。",
  "fanyi": "<p><strong>译文</strong><br>花山寺是因鲜花繁多、美丽而得名，来到这里才发现，不见鲜花，只见杂草丛生。<br>鲜花栽种的培养和修枝很重要，要勤奋努力，要知道，花是很容易凋零的，而杂草却是很容易就蔓延生长的。</p> <p><strong>注释</strong><br>（1）花山寺：地址不详。《镇江府志》载有<a href=\"http://so.gushiwen.org/author_820.aspx\">沈括</a><a href=\"http://so.gushiwen.org/view_71961.aspx\">诗</a>《游花山寺》一首，据此，花山寺可能在镇江。<br>（2）繁英：繁花。<br>（3）草纵横：野草丛生。<br>（4）剪伐：指斩去枯枝败叶。剪，斩断。<br>（5）勤力：勤奋努力。<br>（6）凋零：凋落衰败。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　从标题看，这首<a href=\"http://so.gushiwen.org/view_71961.aspx\">诗</a>是记游之作。记游诗可以写景状物，也可以因景生发，别有寄托，内容是不可限止的。如果说唐人的记游诗多强调图形绘影，情寓景中，宋人的记游诗多注重借景生发，述志明理。那么，这首诗则正是符合后一特点的。</p> <p>　　“寺里”一联，两句各写一种景观。前一句虚出，后一句实录，构成形象鲜明的对比。但二者所写的对象又是同一的，这样就把花山寺“名”与“实”相离的现状突出了。生活中名实不符的事常有之，但诗人所见所写的情况也实在太刺眼，这就使人读了这两句诗后不能不激动，激动的同时也必然要想：寺名是因为寺里山中有花才得，而眼前却无花可赏，必然会引起人们思索玩味的兴趣，于是，作为一首诗的“发人深思\"的艺术目的，也就自然实现了。作者当然是有着自己的答案的。他显然深信命名之谬，寺里和山中本来是确实有花的，之所以“繁英不见草纵横”，是因为有主、客观两方面的原因。从客观上说，“花易凋零草易生”，这是自然界的客观规律，所谓“野火烧不尽，春风吹又生\"（<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>《古原草》），正是有感于它的旺盛的生命力。俗语说：“有心栽花花不发”，也正是对种花不易的真实感叹。无疑，从主观上说，是“栽培剪伐”不“勤力”，助长了草势的疯狂，而且从诗人对这两句次序的安排上看，显然是特别强调人的主观原因的。草本无罪，剪伐不力则是无可推卸的责任。</p> <p>　　不过，诗人在作出这一结论的时候，情感色彩却并不十分强硬，因为诗没有说“为何剪伐不尽力”，而是既讲到对草要“剪伐”，又讲到对花要“栽培”，中间加一个“须\"字，就把他对剪伐不力的愤懑，变为必须要剪伐的规劝，因此，惋惜大于愤慨，警告少于劝诫的这种感情色彩，就表明了诗人在诗歌创作中，是遵循着传统的“明劝诫，著升沉”（南齐·谢赫《古画品录》）和“美刺\"的美学思想和原则的。</p> <p>　　这是结合诗人具体的经历和思想所作出的思想内容上的理解。但是，由于这首诗毕竟是从自然景观的描写而来，从社会生活的现象而来，所以这首诗的思想内容，又不仅限于社会政治方面。尽管也可以把诗中的“花”理解为贤臣，“草”，理解为奸佞，因而说诗的题旨是对革新除弊的企望。因此，从这方面来看，这首诗就不是一般的政治诗，而是对生活中某一方面的经验进行了深刻总结的具有相当的哲理的醒世诗。</p>",
  "about": "<h2>创作背景</h2> 　　公元1044年（庆历四年）<a href=\"http://so.gushiwen.org/view_71961.aspx\">诗</a>人被贬苏州之后，赋闲在家，一日外出游玩，来到花山寺，只见野草丛生，不见百花开放，觉得“花山寺”名不符实，于是有感而发，写下了这首诗。",
  "poet": {
    "id": 234,
    "star": 0,
    "name": "苏舜钦",
    "image": "http://img.gushiwen.org/authorImg/sushunqin.jpg",
    "desc": "苏舜钦（1008—1048）北宋诗人，字子美，开封（今属河南）人，曾祖父由梓州铜山（今四川中江）迁至开封（今属河南）。曾任县令、大理评事、集贤殿校理，监进奏院等职。因支持范仲淹的庆历革新，为守旧派所恨，御史中丞王拱辰让其属官劾奏苏舜钦，劾其在进奏院祭神时，用卖废纸之钱宴请宾客。罢职闲居苏州。后来复起为湖州长史，但不久就病故了。他与梅尧臣齐名，人称“梅苏”。有《苏学士文集》诗文集有《苏舜钦集》16卷，《四部丛刊》影清康熙刊本。1981年上海古籍出版社出版《苏舜钦集》。"
  },
  "tags": [
    "哲理"
  ]
}