{
  "id": 63206,
  "star": 19,
  "name": "西江月·新秋写兴",
  "dynasty": "宋代",
  "content": "天上低昂仰旧，人间儿女成狂。夜来处处试新妆。却是人间天上。 <br>不觉新凉似水，相思两鬓如霜。梦从海底跨枯桑。阅尽银河风浪。",
  "fanyi": "<p><strong>译文<br></strong>天上日落月升，斗转星移，景象跟从前一样，人间男女依然如痴如狂，陶醉在节日的欢乐中。七夕夜，处处可见着新装的人们，仿佛来到了人间天堂。<br>不经意间感觉新秋凉意似水，因为思念故国，我两鬓已斑白如霜。我梦见自己在海底跨越枯桑，又在天上看尽银河风浪。</p> <p><strong>注释<br></strong>①西江月：词牌名，原唐教坊曲，用作词调。又名《白苹香》、《步虚词》、《晚香时候》、《玉炉三涧雪》、《江月令》，另有《西江月慢》。<br>②低昂：起伏，指星月的升沉变化。<br>③成狂：指欢度七夕的景象。<br>④“梦从”句：用《神仙传》沧海屡变为桑田的典故，比喻世事变化很大。<br>⑤“阅尽”句：本指牛郎织女七夕经历银河风浪，暗寓人间经历风浪险恶。银河：是指横跨星空的一条乳白色亮带，在中国古代又称天河、银汉、星河、星汉、云汉。银河在中国文化中占有很重要的地位，有著名的汉族神话传说故事鹊桥相会。阅：经历。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　这首词是作者借七夕来抒发自己寄寓故国之思。</p> <p>　　上片侧重写七夕儿女幸福欢快景象。“天上低昂似旧，人间儿女成狂”二句紧扣“新秋”，分写“天上”与“人间”七夕情景。低昂，是起伏升降的意思。</p> <p>　　上句说天上日落月升、斗转星移等天象变化，依然像从前一样。“似旧”二字，意在言外，暗示人间却与自然界的景象不同，发生了巨大变化。暗逗结尾两句。</p> <p>　　下句说人间儿女也象从前一样，狂欢欢度七夕。“成狂”即包“似旧”之意，言外有无限感慨。在词人看来，经历过人间沧桑巨变的人们，新秋七夕，本应深怀黍离之悲，但今天人们竟依旧狂欢。这种景象不免使词人感慨万千。</p> <p>　　“夜来处处试新妆，却是人间天上。”“处处试新妆”原是当时七夕风习，也是上文所说“儿女成狂”的一种突出表现。人们几乎误认为这种处处新妆的欢庆景象为人间的天堂了。正如上文“儿女成狂”寓有微意一样，这里的“人间天上”也含有讽刺意味。“却是”二字，言外有意，沦陷后的故国山河，已成为人间地狱，而眼前的景象却竭然相反，仿佛人们早已忘却家国之痛，叫人无限悲痛。</p> <p>　　下片侧重直抒词人的感受。“不觉新凉似水，相思两鬓如霜。”时间飞逝，不经意间，感到新秋凉意，原来夜深了。由于“相思”——怀念故国，自己的两鬓已经如白梅一样。上句写出一位重重心事的老人久久坐着默默无语，几乎忘却外界事物，下句将长期怀念结果与一夕相思的现境联接在一起给人以时间飞逝的印象，用以突出表现作者深深的思虑。</p> <p>　　“梦从海底跨枯桑，阅尽银河风浪。”结拍写七夕之梦。上句暗用《神仙传》沧海屡变为桑田的典故，下句以“银河”切“新秋”。<a href=\"http://so.gushiwen.org/view_63206.aspx\">诗</a>人梦见在海底超越枯桑，又梦见在天上看尽银河风浪。这里虽明为纪梦，实为借梦来表达对于世事沧桑与人事巨变的感受。这两句尤其突出全文寄意。结末二句起到了画龙点眼的作用。有此二句，不但上片“儿女成狂”的情景讽慨自深，就连过片的“新凉”、“相思”也都获得了特殊的含义。</p> <p>　　作者以自己作为独醒的爱国者与普通人相对照，抒发了自己眷怀故国的深沉悲壮的情感，是这首词构思和章法上的基本特点。</p><br/><h2>赏析二</h2> <p>　　这是一首描写七夕节的词，词人借七夕节时天上人间一如既往的狂欢景象，抒发自己对国土沦丧的感慨和对人们麻木心灵的悲叹。</p> <p>　　上片重在描写七夕节。“天上低昂似旧，人间儿女成狂”既是对事实的描写，同时又暗含自己的心痛。天上的日月星辰依然故我地升升落落，七夕之时自然也不例外。 “似旧”二字映射人间的沧桑巨变。接着，词人写人间儿女欢度七夕，疯狂依旧。节日狂欢本无错，但如今正值国破家亡之际，人们却依然追寻自己的快乐，实在令词人心痛。看人们依旧着“新妆”、庆七夕，丝毫没有国土沦丧的耻辱和要恢复国土的打算，孤独的词人只能暗自悲伤。</p> <p>　　下片重在抒发感情。“不觉心凉似水，相思两鬓如霜”写凉凉的秋意加重了词人的哀伤。自己对故国的思念之浓，浓到两鬓都已成霜，而这华发中又隐藏着哀愁。“白发三千丈，缘愁似个长”怕是词人此刻境况的真实写照。“梦从海底跨枯桑”两句看似是对梦境的叙述，实则暗喻现实。如今，国土沦丧，虽然山河俱在，但过半都已更名换姓，不再是宋朝疆土，词人身处这样一个沧桑巨变的时期，恰如“海底跨枯桑”、 “阅尽银河风浪”。词人借梦境委婉含蓄地表达了自己对世事沧桑、兴盛衰亡的慨叹，升华了词境。</p> <p>　　全词没有慷慨激昂的语句，没有豪情万丈的慨叹，词人用柔笔写感伤，将自己对故国的相思之情通过隐喻手法委婉含蓄地表达出来。虽是柔笔，却依然荡气回肠，引人深思。</p>",
  "about": "<h2>创作背景</h2> 　　自南宋亡后，词人抗节不仕，常于节日作追忆故国之词。此词题为《新秋写兴》，实咏七夕，自词中“两鬓如霜”句看，词应写于晚年，距宋亡有一二十年。",
  "poet": {
    "id": 329,
    "star": 0,
    "name": "刘辰翁",
    "image": "http://img.gushiwen.org/authorImg/liuchenweng.jpg",
    "desc": "刘辰翁（1233.2.4—1297.2.12），字会孟，别号须溪。庐陵灌溪（今江西省吉安市吉安县梅塘乡小灌村）人。南宋末年著名的爱国诗人。 景定三年（1262）登进士第。他一生一生致力于文学创作和文学批评活动，为后人留下了可贵的丰厚文化遗产，遗著由子刘将孙编为《须溪先生全集》，《宋史·艺文志》著录为一百卷，已佚。"
  },
  "tags": [
    "宋词三百首",
    "宋词精选",
    "七夕节",
    "记梦",
    "思乡"
  ]
}