{
  "id": 48587,
  "star": 161,
  "name": "破阵子·燕子欲归时节",
  "dynasty": "宋代",
  "content": "燕子欲归时节，高楼昨夜西风。求得人间成小会，试把金尊傍菊丛。歌长粉面红。<br>斜日更穿帘幕，微凉渐入梧桐。多少襟情言不尽，写向蛮笺曲调中。此情千万重。",
  "fanyi": "<p><strong>译文</strong><br>燕子归来的时节，吹起了西风。希望在人世间我们还能能相聚在一起，在菊花丛中举杯共饮。歌声悠扬有你粉嫩的脸庞。<br>夕阳穿过幕帘，阴影包围了梧桐。有多少情话说不尽，写在给你的词曲中。这份情千万重。</p> <p><strong>注释</strong><br>⑴破阵子：唐教坊曲名，又名《十拍子》。<br>⑵金尊：酒杯。<br>⑶斜日：夕阳。<br>⑷更：正。<br>⑸蛮笺：谓蜀笺，唐时指四川地区所造彩色花纸。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这首词，仍然是惜别、思念之作。寂寞是爱的一种声音，孤独是爱的另外一种声音。而心，则是爱的道路。爱情是盏灯，思念是其中的灯油。当有一天，一个人站在往事的回廊中观望的时候，纵有如火的红豆，也点不亮那断了纹路的情伤。情已断，爱已走，心已碎，手已凉。这样的现实，不知不觉地站在一个女子的心里。</p> <p>　　于自己内心思念的尽头，发现，心被那远去的人牵得很紧，很疼。世界这么大，但幸运的是，那别人的名字，仍然还在心里，牵挂着，等待着，等待他的归期。只是不知道，是不是还能穿过茫茫的红尘，找到那把可以打开距离的钥匙。</p> <p>　　真的如同徐再思所说的那样：平生不会相思，才会相思，便害相思。</p> <p>　　这首词，仍然是一个女子的伤情。</p> <p>　　叶嘉莹先生在《大晏词的欣赏》中这样评价此词：“至于写艳情者，如其……《破阵子》之‘多少襟怀言不尽，写向蛮笺曲调中，此情千万重’，若以这些词句与<a href=\"http://so.gushiwen.org/author_535.aspx\">柳永</a>《定风流》之‘彩线慵拈伴伊坐’，《菊花新》之‘欲掩香帏论缱绻’诸作相较，则大晏正所谓‘虽作艳语，终有品格’，因为大晏所唤起人的只是一份深挚的情意，而此一份情意虽然或者乃因儿女之情而发，然而却并不为儿女之情所限，较之一些言外无物的浅露淫亵之作，自然有高下、雅鄙的分别。”</p> <p>　　有权威的解析认为，这是一首秋日席间赠妓之作。全篇代歌妓述事言情，先写这位歌女对“时节”的感受，次写她在筵席上与情人“小会”的欢欣及她的即席演唱，最后写她与情人依依惜别的种种情状。</p> <p>　　这样的解析虽然没有什么问题，但是我总是觉得太过实在了一些。<a href=\"http://so.gushiwen.org/author_432.aspx\">晏殊</a>自己没有明说这是代歌女而作或赠妓之作，我们如果断成代歌女而作或赠妓之作，也不是不可，只是在我看来，有点喧宾夺主的嫌疑。所以，我坚持认为，这就是一首惜别、思念之作。和一个女子有关。除此之外，不做其他的推断。</p> <p>　　“燕子欲归时节，高楼昨夜西风。”</p> <p>　　这里点明了时节。从“燕子欲归”和“昨夜西风”这两句来看，当是晚春至秋初的这段时节。</p> <p>　　这句，其实存在着一个人物特写。一个女子站在高楼之上，望着远方的姿态写满了思念。虽然晏殊从词语上没有写到这个女子，但从“燕子”、“高楼”这两句，我们就可以在自己的脑海中勾画出一个女子婀娜多姿的身姿。真正的高手，就高在“以物衬人”或“以物写人”的境界上。</p> <p>　　<a href=\"http://so.gushiwen.org/view_48587.aspx\">诗</a>词从来都是一种省略文体，不可能说得过于明白。所以，这就需要我们有想象力，甚至是合理的、大胆的想象。</p> <p>　　“燕子欲归”，这其实是女子内心的愿望和最真最深的疼。你看那燕子，都双飞在她的眼前，可是，他却独自留下她，忍受这漫长的寂寞的煎熬，甚至是孤独的思念的掏挖。</p> <p>　　燕子欲归，人未归。我想，这才是晏殊最想写出来的结果。不过，却留着，让读者自己去想象。明白无误的是，词中女子的内心和思念已经寄出去，而且，一直没有找到可以收留的地方，一直在路上跋涉。</p> <p>　　不过，他仍然在她的心里燃烧着。他拿走了她的梦、她的泪水和她的思念。</p>",
  "about": "<h2>创作背景</h2> 　　一般认为《破阵子·燕子欲归时节》这首词是宋仁宗<a href=\"http://so.gushiwen.org/author_432.aspx\">晏殊</a>家道落寞时所作。看到歌女的酸楚，联想到自己的落魄，由此创作这首词作表达内心的痛苦。",
  "poet": {
    "id": 432,
    "star": 0,
    "name": "晏殊",
    "image": "http://img.gushiwen.org/authorImg/yanshu.jpg",
    "desc": "晏殊【yàn shū】（991-1055）字同叔，著名词人、诗人、散文家，北宋抚州府临川城人（今江西进贤县文港镇沙河人，位于香楠峰下，其父为抚州府手力节级），是当时的抚州籍第一个宰相。晏殊与其第七子晏几道（1037-1110），在当时北宋词坛上，被称为“大晏”和“小晏”。"
  },
  "tags": [
    "惜别",
    "思念",
    "女子"
  ]
}