{
  "id": 50992,
  "star": 196,
  "name": "少年游·并刀如水",
  "dynasty": "宋代",
  "content": "并刀如水，吴盐胜雪，纤手破新橙。锦幄初温，兽烟不断，相对坐调笙。 <br>低声问向谁行宿，城上已三更。马滑霜浓，不如休去，直是少人行。",
  "fanyi": "<p><strong>译文</strong><br>情人双双共进果橙。破橙的刀具光洁，像清水那样澄澈；盛橙子的盘子明净，果蔬新鲜。美人端庄高雅，用她的纤纤细手亲自为心上人般破新橙。女子对男子的一片温情，男子怎能不知呢？室内，华美的帐幔轻轻低垂，袅袅的炉香是室内弥漫着暖融融的气息，彼此之间的柔情蜜意也似乎融化在这温馨的气息中了。他们相对而坐，男子陶醉在女子的笙曲中。夜深了，男子起身向与女子告别，女子低声问他：你现在哪里入宿呢？现在已经是三更时分了，外面寒风凛冽、路滑霜寒，很少有人行走，不如就别走了吧。</p> <p><strong>注释</strong><br>①并刀：并州出产的剪刀。如水：形容剪刀的锋利。<br>②吴盐：吴地所出产的洁白细盐。<br>③幄：帐。<br>④兽烟：兽形香炉中升起的细烟。<br>⑤谁行（háng）：谁那里。<br>⑥直是：就是这首词乃感旧之作。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这首词，通过对女子特有口吻惟妙惟肖的刻画，曲折深微的写出对象的细微心理状态，追述作者自己在秦楼楚馆中的经历，大有呼之欲出之概。</p> <p>　　上片以男方的视角写美人的热情待客，抒发对女子情投意合的情感。</p> <p>　　“并刀如水，吴盐胜雪，纤手破新橙”──这是富于暗示力的特写镜头。出现在观众眼前的，仅仅是两件简单的道具（并刀，并州出产的刀子；吴盐，吴地出产的盐。）和女子一双纤手的微细动作，可那女子刻意讨好对方的隐微心理，已经为观众所觉察了。</p> <p>　　“锦幄初温，兽烟不断，相对坐调笙”──室内是暖烘烘的帏幕，刻着兽头的香炉（叶嘉莹：兽形的香）轻轻升起沉水的香烟。只有两个人相对坐着，女的正调弄着手里的笙，试试它的音响；男的显然也是精通音乐的，他从女的手中接过笙来，也试吹了几声，评论它的音色的音量，再请女的吹奏一支曲子。</p> <p>　　这里也仅仅用了三句话，而室内的气氛，两个人的情态，彼此的关系，男和女的身分，已经让人们看得清清楚楚了。</p> <p>　　下片以叙事的方式来抒情，改用女方的口吻来传情，有层次，有曲折，人物心情的宛曲，心理活动的幽微，人物形象的刻画和生活细节的描写更是十分细腻逼真。</p> <p>　　“低声问”一句直贯篇末。谁问？未明点。为何问？也未说明。</p> <p>　　“向谁行宿？”的文化自知是男子的告辞引起。写来空灵含蓄，挽留的意思全用“问”话出之，更有味。只说深夜“城上已三更”，路难“马滑霜浓”，“直是少人行。”只说“不如休去”，表情措语，分寸掌握极好。</p> <p>　　词结束在“问”上，结束在期待的神情上，意味尤长。无限情景，都自先手破橙人口中说出，更不别作一语。意思幽微，篇章奇妙。</p> <p>　　词中所写的男女之情，意态缠绵，恰到好处，可谓“傅粉则太白，施朱则太赤”，不沾半点恶俗气昧；又能语工意新。这种写生的技巧，用在散文方面已经不易着笔，用在<a href=\"http://so.gushiwen.org/view_50992.aspx\">诗</a>词方面就更不容易了。单从技巧看，<a href=\"http://so.gushiwen.org/author_164.aspx\">周邦彦</a>实在是此中高手。</p>",
  "about": "<h2>创作背景</h2> 　　<a href=\"http://so.gushiwen.org/author_164.aspx\">周邦彦</a>居于京城时，与名妓李师师相好。宋徽宗<a href=\"http://so.gushiwen.org/author_428.aspx\">赵佶</a>听到李师师的艳名后，也来凑热闹，常微行到李师师家中。一次，周邦彦正和李师师亲昵，突然听说皇帝大驾光临，惊惶之下，急忙钻到床下。赵佶满脸笑容的走进来，从袖子里取出一个橙子，亲手剥了，道：“师师，这可是从江南进贡来的，来，尝一口！”周邦彦躲在床下，大气都不敢出，却还要忍受心上人与皇帝戏虐调情、颠龙倒凤，心中痛苦可想而知。第二天，他将这段见闻，填了一首《少年游》，送给师师一表心迹：“并刀如水，吴盐胜雪，纤手破新橙。……”几天后，赵佶再度光临，听到师师演唱这首词，明白作者当天一定在屋里，顿时打翻醋坛问是何人所作。师师不敢隐瞒，只得道：“周邦彦词。”赵佶拂袖而去。",
  "poet": {
    "id": 164,
    "star": 0,
    "name": "周邦彦",
    "image": "http://img.gushiwen.org/authorImg/zhoubangyan.jpg",
    "desc": "周邦彦（1056年－1121年），中国北宋末期著名的词人，字美成，号清真居士，汉族，钱塘（今浙江杭州）人。历官太学正、庐州教授、知溧水县等。徽宗时为徽猷阁待制，提举大晟府。精通音律，曾创作不少新词调。作品多写闺情、羁旅，也有咏物之作。格律谨严。语言典丽精雅。长调尤善铺叙。为后来格律派词人所宗。旧时词论称他为“词家之冠”。有《清真集》传世。"
  },
  "tags": [
    "宋词三百首",
    "婉约",
    "写人"
  ]
}