{
  "id": 72962,
  "star": 5,
  "name": "范饶州坐中客语食河豚鱼",
  "dynasty": "宋代",
  "content": "春洲生荻芽，春岸飞杨花。<br>河豚当是时，贵不数鱼虾。<br>其状已可怪，其毒亦莫加。<br>忿腹若封豕，怒目犹吴蛙。<br>庖煎苟失所，入喉为镆铘。<br>若此丧躯体，何须资齿牙？<br>持问南方人，党护复矜夸。<br>皆言美无度，谁谓死如麻！<br>我语不能屈，自思空咄嗟。<br>退之来潮阳，始惮飧笼蛇。<br>子厚居柳州，而甘食虾蟆。<br>二物虽可憎，性命无舛差。<br>斯味曾不比，中藏祸无涯。<br>甚美恶亦称，此言诚可嘉。",
  "fanyi": "<p><strong>译文<br></strong>春天，水边的小洲生出了嫩嫩的荻芽，岸上的杨柳吐絮，满天飞花。<br>河豚鱼在这时候上市，价格昂贵，超过了所有的鱼虾。<br>河豚的样子已足以让人觉得奇怪，毒性也没什么食物能比上它。<br>鼓动的大腹好像一头大猪，突出双眼，又如同吴地鼓腹的青蛙。<br>烧煮如果不慎重不得法，吃下去马上丧命，就像遭到利剑的宰杀。<br>像这样给人生命带来伤害的食物，人们又为什么要去吃它？<br>我把这问题请教南方人，他们却对河豚赞不绝口，夸了又夸。<br>都说这鱼实在是味道鲜美，闭口不谈毒死的人多如麻。<br>我没办法驳倒他们，反复思想，空自嗟讶。<br><a href=\"http://so.gushiwen.org/author_682.aspx\">韩愈</a>来到潮阳，开始时也怕吃蛇。<br><a href=\"http://so.gushiwen.org/author_646.aspx\">柳宗元</a>到了柳州，没多久就坦然地吃起了虾蟆。<br>蛇和虾蟆形状虽然古怪，令人厌恶，但对人的性命没什么妨害，不用担惊受怕。<br>河豚鱼的味道虽然超过它们，但隐藏的祸患无边无涯。<br>太美的东西一定也很恶，古人这句话可讲的一点也不差。</p> <p><strong>注释<br></strong>⑴范饶州：<a href=\"http://so.gushiwen.org/author_510.aspx\">范仲淹</a>，字希文，吴县人。祥符年间进士，官至参知政事。时范仲淹知饶州（今江西鄱阳）。<br>⑵荻（dí）芽：荻草的嫩芽，又名荻笋，南方人用荻芽与河豚同煮作羹。<br>⑶杨花：即柳絮。<br>⑷不数：即位居其上。<br>⑸莫加：不如，比不上。<br>⑹封豕（shǐ）：大猪。<br>⑺怒目：瞪着眼睛。吴蛙：吴地青蛙。《<a href=\"http://so.gushiwen.org/author_404.aspx\">韩非</a>子·内储说》记有越王伐吴，见怒蛙而行礼事。<br>⑻“庖（páo）煎”句：说如果烹调得不得法。<br>⑼镆铘（mò yé）：古代宝剑名。<br>⑽资齿牙：犒赏牙齿，这里指吃。<br>⑾党护：袒护。矜夸：自夸，这里指对河豚夸赞不绝。<br>⑿美无度：美无度，极言其美无比。<br>⒀死如麻：死去的人像麻一样多。<br>⒁咄嗟（duō jiē）：叹息。<br>⒂“退之”二句：退之即韩愈。韩愈贬官潮阳，有《初南食贻元十八协律》<a href=\"http://so.gushiwen.org/view_72962.aspx\">诗</a>云：“唯蛇旧所识，实惮口眼狞。开笼听其去，郁屈尚不平。”<br>⒃“子厚”二句：子厚，柳宗元。柳宗元谪柳州，韩愈有《答柳柳州食虾蟆》诗，中有“而君复何为，甘食比豢豹”句。<br>⒄舛（chuǎn）差：差错，危害。<br>⒅曾：岂，难道。<br>⒆“甚美”句：语本《左传》昭公二十八年“甚美必有甚恶”，意谓美与恶往往互相依附。称，相当。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　<a href=\"http://so.gushiwen.org/view_72962.aspx\">诗</a>虽然是率然成章，不像<a href=\"http://so.gushiwen.org/author_131.aspx\">梅尧臣</a>大多数作品经过苦吟雕琢，但诗风仍以闲远洗练为特色，尤多波折。全诗分五层写，中间多转折。首四句直写河豚鱼，即一般咏物诗的着题。诗说当春天小洲上生出荻芽，两岸柳树飘飞着柳絮时，河豚上市了，十分名贵。这四句诗，一向被人称道。一是由于起二句写景很得神似，而又以物候暗示河豚上市的时间；二是接二句明写，而以鱼虾为衬，说出河豚的价值。这样开篇，四平八稳，面面俱到。<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>分析说：“河豚常出于春末，群游而上，食絮而肥，南人多与荻芽为羹，云最美。故知诗者谓只破题两句，已道尽河豚好处。”陈衍《宋诗精华录》也说这四句极佳。不过，也有人指出，河豚上市在早春，二月以后就贱了，“至柳絮时，鱼已过矣”（宋孔毅父《杂记》）。宋<a href=\"http://so.gushiwen.org/author_71.aspx\">叶梦得</a>《石林诗话》对此又反驳说，待柳絮飞时江西人才吃河豚，梅诗并不错。略去事实不谈，可见这首诗在当时及后世影响都很大。此诗开篇很好，欧阳修曾说：“故知诗者诵止破题两句，已道尽何豚好处。”（《六一诗话》）</p> <p>　　以下八句忽作疑惧之词，为一转折。“其状已可怪，其毒亦莫加”，二句先总括。以下再分说其“怪”与“毒”。河豚之腹较其他鱼大，有气囊，能吸气膨胀，眼镜突出，靠近头顶，故形状古怪。诗人又加夸张，称其“腹若封豕（大猪）”、“目犹吴蛙（大蛙）”，加之“忿”、“怒”的形容，河豚的面目可憎也就无以复加了。而更为可畏的是，河豚的肝脏、生殖腺及血液含有毒素，假如处理不慎，食用后会很快中毒丧生。诗人用“入喉为镆铘（利剑）”作比喻，更为惊心动魄。诗人认为，要享用如此美味，得冒生命危险，是不值得的。“若此丧躯体，何须资齿牙”二句对河豚是力贬。</p> <p>　　但是，怕死就尝不着河豚的美味，而尝过河豚美味的人，则大有不怕死的人在。“持问南方人”以下，写自己与客人的辩驳。河豚既然这么毒，不应该去吃，可是问南方人，却说它的味道鲜美，闭口不谈它能毒死人的事。对此，作者发出了感叹。诗先引了<a href=\"http://so.gushiwen.org/author_682.aspx\">韩愈</a>在潮州见人吃蛇及<a href=\"http://so.gushiwen.org/author_646.aspx\">柳宗元</a>在柳州吃虾蟆的事作一跌，说似乎任何可怕的东西，习惯了也不可怕。在举了蛇及虾蟆，呼应了前面的“怪”字后，诗进一步呼应“毒”字，说蛇及虾蟆虽怪，但吃了对人没有妨害，而河豚则不然，“中藏祸无涯”。最后，作者得出结论：河豚鱼味很美，正如《左传》所说“甚美必有甚恶”，人们难道能不警惕吗？这样评论，表面上是揭示人们为求味道的适口而视生命不顾，取小失大；如果联系现实生活的各方面来看，是在讽刺人世间为了名利而不顾生命与气节的人。</p> <p>　　从“我语不能屈”句至篇终均写作者的反省。这部分可分两层。诗人先征引古人改易食性的故事，二事皆据韩愈诗。韩愈谪潮州，有《初南食贻元十八协律》诗说：“唯蛇旧所识，实惮口眼狞。开笼听其去，郁屈尚不平。”柳宗元谪柳州，韩愈有《答柳柳州食虾蟆》诗说：“余初不下喉，近亦能稍稍，……而君复何为，甘食比豢豹。”诗人综此二事，说可憎如“笼蛇”、“虾蟆”，亦能由“始惮”至于“甘食”，所以食河豚也是无可厚非。然而他又想到蛇与虾蟆虽形态丑恶，吃它们终究于性命无危害，不像河豚那样“中藏祸无涯”。联系上文，河豚的味道“美无度”，又是蛇与虾蟆所不可企及的。</p> <p>　　“美无度”，又“祸无涯”，河豚正是一个将极美与极恶合二而一的奇特的统一体。于是诗人又想起《左传》的一个警句：“甚美必有甚恶。”他认为以此来评价河豚，是再恰当不过的了。</p> <p>　　欧阳修说：“诗作于樽俎之间，笔力雄赡，顷刻而成，遂为绝唱。”《历代诗话》卷五十六载，刘原父因梅尧臣作这首诗，认为可称他为“梅河豚”。梅尧臣的诗力求风格平淡，状物鲜明，含意深远。欧阳修在《书梅圣俞稿后》说他“长于体人情，状风物，英华雅正，变态百出”，这首诗正符合这一评价。梅尧臣处在西昆体诗统治诗坛的年代，他反对堆砌词藻典故，主张学习风雅，提倡诗歌将下情上达、美刺时政，写了不少反映下层生活的诗。这首写河豚的诗，也是通过咏河豚，隐讽社会，所以被当作梅尧臣的代表作之一。欧阳修是梅尧臣的知己，清代姚莹《论诗绝句》有“宛陵知己有庐陵”句。欧阳修作诗学韩愈，喜发议论，杂以散文笔法，梅尧臣这首诗也带有这些特点，所以被欧阳修推为“绝唱”。欧阳修还在《书梅圣俞河豚诗后》说：“余每体中不康，诵之数过，辄佳。”还多次亲笔抄写这首诗送给别人。</p>",
  "about": "<h2>创作背景</h2> 　　1038年（景祐五年），<a href=\"http://so.gushiwen.org/author_131.aspx\">梅尧臣</a>将在建德县（今属浙江）卸任，<a href=\"http://so.gushiwen.org/author_510.aspx\">范仲淹</a>时知饶州（治所在今江西波阳），约他同游庐山。在范仲淹席上，有人绘声绘色地讲起河豚这种美味，引起梅尧臣极大兴趣，写下此<a href=\"http://so.gushiwen.org/view_72962.aspx\">诗</a>记下当时情景。",
  "poet": {
    "id": 131,
    "star": 0,
    "name": "梅尧臣",
    "image": "http://img.gushiwen.org/authorImg/meiyaochen.jpg",
    "desc": "梅尧臣（1002～1060）字圣俞，世称宛陵先生，北宋著名现实主义诗人。汉族，宣州宣城（今属安徽）人。宣城古称宛陵，世称宛陵先生。初试不第，以荫补河南主簿。50岁后，于皇祐三年（1051）始得宋仁宗召试，赐同进士出身，为太常博士。以欧阳修荐，为国子监直讲，累迁尚书都官员外郎，故世称“梅直讲”、“梅都官”。曾参与编撰《新唐书》，并为《孙子兵法》作注，所注为孙子十家著（或十一家著）之一。有《宛陵先生集》60卷，有《四部丛刊》影明刊本等。词存二首。"
  },
  "tags": [
    "写鱼",
    "河豚",
    "讽刺"
  ]
}