{
  "id": 72156,
  "star": 216,
  "name": "金缕曲·亡妇忌日有感",
  "dynasty": "清代",
  "content": "此恨何时已。滴空阶、寒更雨歇，葬花天气。三载悠悠魂梦杳，是梦久应醒矣。料也觉、人间无味。不及夜台尘土隔，冷清清、一片埋愁地。钗钿约，竟抛弃。<br>重泉若有双鱼寄。好知他、年来苦乐，与谁相倚。我自中宵成转侧，忍听湘弦重理。待结个、他生知已。还怕两人俱薄命，再缘悭、剩月零风里。清泪尽，纸灰起。",
  "fanyi": "<h2>注释</h2> ①葬花天气：指春末落花时节，大致是农历五月，这里既表时令，又暗喻妻子之亡如花之凋谢。<br>②夜台：指坟墓。<br>③钗钿约：钗钿即“金钗”、“钿合”，女子饰物。暗指爱人间的盟誓。<br>④“重泉”句：重泉即“黄泉”、“九泉”，指生死两隔；双鱼，书信，典出古乐府。<br>⑤“忍听”句：湘弦，即湘灵鼓瑟之弦。传说舜之妃子溺湘水而亡，后为水神，古代<a href=\"http://so.gushiwen.org/view_72156.aspx\">诗</a>词中常用琴瑟代指夫妻，这里指纳兰不忍再弹奏那哀怨凄婉的琴弦，否则会勾起悼亡的哀思。",
  "shangxi": "<h2>赏析</h2> <p>　　《金缕曲·亡妇忌日有感》是<a href=\"http://so.gushiwen.org/author_188.aspx\">纳兰性德</a>悼亡词中的代表作。其悼亡词有四十首之多，皆血泪交溢，语痴入骨。此词尤称绝唱。词从空阶滴雨，仲夏葬花写来，引起伤春之感和悼亡之思；又以夜台幽远，音讯不通，以至来生难期，感情层层递进，最后万念俱灰。此生已矣，来世为期？全词虚实相间，实景与虚拟，所见与所思，糅合为一，历历往事与冥冥玄想密合无间。纳兰词“哀感顽艳”、“令人不能卒读”，于此可见一斑。</p> <p>　　词起得突兀：“此恨何时已？”此乃化用<a href=\"http://so.gushiwen.org/author_578.aspx\">李之仪</a>《卜算子》词“此水几时休，此恨何时已”成句，劈头一个反问，道出词人心中对卢氏之死深切绵长、无穷无尽的哀思。作者既恨新婚三年竟成永诀，欢乐不终而哀思无限；又恨人天悬隔，相见无由，值此亡妇忌日，这种愁恨更有增无已。“滴空阶、寒更雨歇，葬花天气”三句，更渲染出悼亡的环境氛围。“滴空阶”二句，化用<a href=\"http://so.gushiwen.org/author_415.aspx\">温庭筠</a>《更漏子》下阕词意，温词曰：“梧桐树，三更雨。不道离情正苦。一叶叶，一声声，空阶滴到明。”能清晰听到夜雨停歇之后，残雨滴空阶之声的人，一定有着郁闷难排的心事，温飞卿是为离情所苦，纳兰容若则为丧妻之痛，死别之伤痛自然远过于生离，故其凄苦更甚。卢氏死于农历五月三十日，此时已是夏天，争奇斗艳的百花已大都凋谢，故称“葬花天气”。此处有两措辞当注意：其一明属夏夜，却称“寒更”，此非自然天气所致，乃寂寞凄凉之心境感受使然；其二是词人不谓“落花”，而称“葬花”，“葬”与“落”平仄相同自非韵律所限。人死方谓“葬”，用“葬”字则更切合卢氏之死，如春花一样美艳的娇妻，却如落花一样“零落成泥碾作尘”。如今之“葬花天气”，妻死整整三年，仿佛大梦一场，但果真是梦也早该醒了。“不及夜台尘土隔，冷清清一片埋愁地”二句承上句来，人间无味，倒不如一抔黄土，与人世隔开，虽觉冷清，却能将愁埋葬。夜台，即墓穴。埋愁地，亦指墓地。卢氏葬于玉河皂荚屯祖茔。“钗钿约，竟抛弃”二句，再从自身痛苦生发，谓你因觉人间无味而撒手归去，却不顾我俩当年白头到老的誓言，竟使我一人痛苦地生活在人间。古时夫妇常以钗钿作为定情之物，表示对爱情的忠诚。钗为古代妇女的首饰之一，乃双股笄，钿，即金花，为珠宝镶嵌的首饰，亦由两片合成。上片写词人对亡妇的深切怀念。</p> <p>　　下片开头，词人期望能了解卢氏亡故以后的情况。这当然是以人死后精神不死，还有一个幽冥的阴间世界为前提的。此亦时代局限使然，也未尝不是词人的精诚所至，自然无可厚非。“重泉若有双鱼寄。好知他、年来苦乐，与谁相依？”“重泉”，即黄泉，九泉，俗称阴间。双鱼，指书信。古乐府有“客从远方来，遗我双鲤鱼。呼儿烹鲤鱼，中有尺素书”之<a href=\"http://so.gushiwen.org/view_72156.aspx\">诗</a>，后世故以双鲤鱼指书信。倘能与九泉之下的亡妻通信，一定得问问她，这几年生活是苦是乐，他和谁人伴。此乃由生前之恩爱联想所及。词人在另两首题为《沁园春》的悼亡词中也说：“记绣榻闲时，并吹红雨；雕栏曲处，同倚斜阳。”又曰：“最忆相看，娇讹道字，手剪银灯自泼茶。”由生前恩爱，而关心爱人死后的生活，钟爱之情，可谓深入骨髓。词人终夜辗转反侧，难以成眠。欲以重理湘琴消遣，又不忍听这琴声，因为这是亡妻的遗物，睹物思人，只会起到“举杯消愁”“抽刀断水”的作用，而于事无补。湘弦，原指湘妃之琴。<a href=\"http://so.gushiwen.org/author_224.aspx\">顾贞观</a>有和性德《采桑子》云：“分明抹丽开时候，琴静东厢，……孤负新凉，淡月疏棂梦一场。”由此可以看出卢氏在日，夫妇常在东厢理琴。理琴，即弹琴。捎信既难达，弹琴又不忍，词人只好盼望来生仍能与她结为知己。据叶舒崇所撰卢氏墓志，性德于其妻死后，“悼亡之吟不少，知己之恨尤多。”词人不仅把卢氏当作亲人，也当成挚友，在封建婚姻制度下，这是极难得的。词人欲“结个他生知己”的愿望，仍怕不能实现：“还怕两人俱薄命，再缘悭、剩月零风里。”词人甚至担心两人依旧薄命，来生的夫妻仍不能长久。缘悭，指缘份少；剩月零风，好景不长之意。读词至此，不能不使人潸然泪下。新婚三年，便生死睽隔，已足以使人痛断肝肠，而期望来生也不可得，这个现实不是太残酷了吗？在封建制度下，婚姻不以爱情为基础，故很少美满的，难得一两对恩爱夫妻，也往往被天灾人祸所拆散。许多痴情男女，只得以死殉情，以期能鬼魂相依。词人期望来生再结知己，已是进了一步。但又自知无望，故结尾“清泪尽，纸灰起”二句，格外凄绝。</p>",
  "about": "<h2>创作背景</h2> <p>　　清康熙十三年（1674年）19岁的<a href=\"http://so.gushiwen.org/author_188.aspx\">纳兰性德</a>与17岁的卢氏成婚。纳兰卢氏父亲卢兴祖官至两广总督，是两省的最高军政长官，封疆大吏。有关卢氏的记述道“夫人生而婉，性本端庄，贞气天情，恭客礼典。明珰佩月，即如淑女之章，晓镜临春，自有夫人之法……幼承母训，娴彼七襄，长读父书，佐其四德”。从中可以知道卢氏是一个美丽端庄、有教养、有文化、三从四德的标准淑女。</p> <p>　　纳兰性德成婚3年后，妻子卢氏因难产而亡，年仅21岁。生离的无奈已令词人哀愁，不期而至的死别就更令其肠断了，从此以后，“悼亡之吟不少，知己之恨尤多”，无论是亡妻的生辰、忌日，还是词人身在家园塞上，始终没有停止他的哀吟婉唱。</p> <p>　　纳兰性德在卢氏亡后，词风也为之改变，悼念之作不止，哀吟之唱不绝。</p>",
  "poet": {
    "id": 188,
    "star": 0,
    "name": "纳兰性德",
    "image": "http://img.gushiwen.org/authorImg/nalanxingde.jpg",
    "desc": "纳兰性德（1655－1685），满洲人，字容若，号楞伽山人，清代最著名词人之一。其诗词“纳兰词”在清代以至整个中国词坛上都享有很高的声誉，在中国文学史上也占有光采夺目的一席。他生活于满汉融合时期，其贵族家庭兴衰具有关联于王朝国事的典型性。虽侍从帝王，却向往经历平淡。特殊的生活环境背景，加之个人的超逸才华，使其诗词创作呈现出独特的个性和鲜明的艺术风格。流传至今的《木兰花令·拟古决绝词》——“人生若只如初见，何事秋风悲画扇？等闲变却故人心，却道故人心易变。”富于意境，是其众多代表作之一。"
  },
  "tags": [
    "悼亡",
    "伤春",
    "怀念"
  ]
}