{
  "id": 70334,
  "star": 1,
  "name": "杂剧·小尉迟将斗将认父归朝",
  "dynasty": "元代",
  "content": "第一折<br>帅鼓铜锣一两敲，辕门里外列英豪。三军报罢平安喏，紧卷旗幡再不摇。某北番刘季真是也，我父亲乃定阳王刘武周。只为俺二十年前，父亲手下有一员上将，乃是尉迟敬德，因与唐兵交战。困在介休县，不想那敬德降唐去了。他撇下一子，那小的才生三岁。他有个养爷。乃是宇文庆。某就将那小的要了与我做了孩儿。不想今经二十年光景，这孩儿长立成人，唤做刘无敌。那一个敢说是尉迟敬德的儿，我就杀了他。如今这孩儿学成十八般武艺，无有不拈，无有不会，他却不知尉迟敬德是他父亲，我打听得大唐家将老兵骄，病了秦琼，闲了敬德。我如今着孩儿刘无敌，领十万雄兵，下将战书去，单搦尉迟敬德出马。那敬德老了也。必然赢不的我刘无敌。若赢了那尉迟敬德，那时节某亲统大势杂兵，直杀过去，觑大唐一鼓而下，有何难战！小番说与刘无敌领十万雄兵，选定吉日，便起营到于大唐界上，打将战书去，单搦尉迟敬德出马，某随后领兵接应来也。俺孩儿武艺精通，搦敬德出马交锋。只一阵生擒回寨，才认的番将英雄。某刘无敌是也。父亲是刘季真。有宇文庆是养爷，幼小里将我来恩养的成人长大。今奉父亲的将令，着某点就十万精兵，单搦尉迟敬德交战去。今日在私宅前厅上，收拾军装，打磨兵器。小番门首觑者，看有甚么人来，报复知道。老夫复姓宇文，名庆。当初是尉迟敬德家一个院公。二十年前敬德佐于定阳王刘武周手下为将，次后降唐去了，撇下一子，在老夫根前。他父亲去时，孩儿才三岁也，不想俺落在北番刘季真手下，他就要下这孩儿。如今唤做刘无敌，午长二十三岁，学成十八般武艺，可也不减似那敬德。我几番待要和孩儿说来。恐怕刘季真知道。今日他在前厅上打磨兵器，收拾军装，不知为何？我且去问他一个缘因详细咱。<br>【仙吕】【点绛唇】你这般对垒交锋，到头都总，由柯梦。说甚军功，可兀的与你身儿上元无用。<br>【混江龙】到如今干戈犹动，只待和大唐家厮杀见雌雄。常是个争龙斗虎，剔蝎撩蜂。你看那昏惨惨征尘遮的遍地黑，焰腾腾燎火烧的半天红。绣旗飐飐，战鼓冬冬，排营拶拶，列阵重重，愁云霭霭，杀气濛濛。单看的你这一条鞭到处无拦纵，待要你扶持社稷，保护疆封。<br>小番报复去，道有宇文庆在于门首。，喏，报的将军知道，有宇文养爷来了也。快有请。请进去。小将军，你为何在此打磨兵器？养爷不知，父亲的将令，着我领十万精兵，单搦大唐家尉迟敬德交战，因此上我在这里打磨兵器，收拾军装，不日便行也。小将军，你断然不可去。养爷，你为何不要我去？你便去也赢不的他。且莫说个赢的赢不的，父亲的将令，谁敢有违？<br>【油葫芦】好着我尽在嘻嘻冷笑中，我劝着他怎不从？我如今起兵在即，你怎说这等话？你将我这口中言看成做耳边风，你是一个朽木材怎比的他真梁栋？你是一个寒鸦儿怎比的他丹山风？凭着父亲手下兵多将广，量大唐何足道哉。则咱这刘季真，怎比的他徐茂公？你本是那泼泥鳅打伙相随从，可便干闹起一座水晶宫。<br>【天下乐】可不道将在谋而不在勇，哎，你一个将也波军，枉用功。凭着我坐下马，手中枪，有万夫不当之勇，料他到的那里。你道十八般武艺都晓通，卖弄你智量高，气势雄，你小可如刘黑闼王世充？<br>养爷，你放心，凭着我一身武艺，那尉迟敬德虽然是一员上将，他如今年纪高大，也敌不的我了。小将军，你认的那尉迟敬德么？我不认的他，则听的人说，他如今老了也，我则理会的后生可畏。小将军，你若到来日两阵之前，须提防着敬德那一条水磨鞭。养爷，你怎么灭自己志气，长别人雄风？那尉迟敬德有水磨鞭，我刘无敌也有鞭哩。<br>【村里迓鼓】那敬德鞭无虚举，举无不中。你便要一冲一撞，登时间早将你七擒七纵。倒不如且从容，莫赌斗，无惊恐。养爷，你说那里话。我到来日两阵之间，也不搦别人，单搦那尉迟敬德这老头儿出马。你待要两阵间，单搦那，鄂国公，小将军，你和他厮杀呵，有个比喻。将何比喻？你恰便似病羊儿逢着大虫。养爷，你放心。我这一去，必然取胜。量他到的那里。<br>【元和令】你这一去少主吉多主凶，则宜止不宜动。可不道箭安弦上慢张弓，方信道紧行无善踪。看各人的本事，你休阻我。你这般大惊小怪气冲冲，早难道军情事不透风。哎，养爷，俺这里七重围子，手摆布的银山铁壁相似，直着那敬德老儿觑也不敢觑。怎的敢和俺赌战？<br>【上马娇】他将那袍铠披，兵器攻，端的是人如虎马如龙。他若是掿钢鞭款款把征马宛马空，敢着你轰的呵，一命早丢空。<br>【游四门】你便有那银山铁壁数十重，杀的你人似血胡同。则他那尉迟敬德敌头重，小番则今日下教场点军，好歹要与他交锋去来。你那里高叫响如钟，空逞恁的好喉咙。养爷你放心，看我活拿了敬德回来，取将相王侯，都在这一遭儿也。<br>【胜葫芦】哎，说甚么将相王侯元没种。小将军，只怕你敌不过敬德么？养爷，出军发马，也要个吉利。休烦恼你个小先锋，不争你九里山前厮闹哄。便要与刘沛公出力，我劝你韩元帅莫动，则被你羞杀我也蒯文通。<br>我如今做着前部先锋，俺父亲合后接应我，到那里无三合无两合，则一合活拿将敬德回来，才见的好汉。<br>【后庭花】你将一个后老子来忒紧攻，倒把一个亲爷来不敬重。我道你是顶天立地的男儿汉，怎做了背祖离宗的牛马风？这说话一发说到那里去了。可不骂你个黑头虫，我则索教唆词讼。我这里絮叨叨言始终，你那里假惺惺做耳聋，甘落在人彀中。我猛然的觑面容，便思量俺那鄂国公。养爷，发起悲来，可是为何？<br>【柳叶儿】恰便似刀剜我这心痛，整整的二十年信息难通，大唐家不想你三军动。我将你即发送，子父每得相逢。将军呵，你肯分的去出马争锋。恰才养爷说的那言语，好是奇怪，我就问他咱。养爷，我如今要与尉迟敬德交战，你这般阻当我呵，必有一个缘故，你对我实说，怕做甚么？小将军，你着小校每回避着。一应人等，且各回避。唤着便来，不唤着您休来。理会的。小将军，你是谁的儿？这个养爷老的混沌了，我是刘季真的儿。你不是刘季真的儿。我不是他的儿，却是谁的儿？小将军，你不知道，听我说与你。二十年前，你父亲降唐去了，撇下你留在我处，叫做尉迟保林，那时你才三岁。那刘季真他可无儿，收留你做了儿，就唤你做刘无敌。我数番家要和你说，我则怕刘季真知道，枉送了我的老命。你父亲临行时，留下一副披挂，在我处收着哩。是一条水磨鞭，一顶铁幞头，一副乌油甲、皂罗袍。你若见了尉迟敬德，则对的上这水磨鞭，便是你父亲。我就取的来，与你看波。真个一副衣甲，一条好鞭。原来我就是鄂国公的儿。养爷不说呵，我怎生得知？小将军。休烦恼，则怕刘季真知道。你是穿上这袍铠，披挂了我看。养爷，我比父亲如何？好将军也，你这一去，怎生认你父亲？养爷，我这一去，单搦我父亲出马，与我交战呵，我自有个主意。小将军，您这一去小心在意者。养爷，你放心，我若认了我父亲呵，我便来取你也。<br>【赚煞尾】则要你竭力报冤仇，在意的驱兵众。你尽孝何妨尽忠，这虎将门中无犬踪，端的是结束威风。我觑了他这英雄，身体仪容，不由我睹物思人泪点红。他带着这铁幞头把鸢肩来一耸，穿上这皂罗袍将虎腰来那动，养爷，我比父亲如何？好将军也！分明是活脱下一个单鞭夺槊的尉迟恭。<br>谁想我正是鄂国公的孩儿，多亏了养爷说知。我到的两阵之间，自有个主意。父子分离二十年，岂知今日得团圆。阵前要认生身父。只对上我虎眼竹节这条鞭。<br><br>第二折<br>忆自归唐二十秋，佐立天家四百州。两条眉锁江山恨，一片心怀社稷忧。老夫徐茂公是也。自从投唐以来，为国家东荡西除，南征北讨，建十大功劳，官封英国公之职。即今四方平定，干戈罢息，止有北番刘季真尚未归伏，如今下将战书来，搦我大唐家名将出马。圣人的命，着我老夫在朝堂，与众公卿计议，须要老尉迟去平此余孽，以佐太平。只等房玄龄到来，请那尉迟公去。令人，门首觑者。若老丞相到时，报复知道。理会的。龙楼凤阁九重城，新筑沙堤宰相行。我贵我荣君莫羡，十年前是一书生。老夫房玄龄是也。扶佐吾主，平定天下，现为中书省左丞相之职。今因刘季真下将战书来，搦俺大唐家名将出马，众公卿计议。非尉迟敬德不可。某奏过圣人，着尉迟老将军去平伏此寇。军师徐茂公在朝堂等侯，须索走一遭去。令人，报复去，道房玄龄下马也。喏，报的军师得知。有房丞相来了也。道有请。请进。老宰辅，此事如何？圣人准某所奏，着尉迟公挂元戎印前去，征讨刘季真，成功回来，更加封赏。既是这等，令人，快去请将鄂国公来者。我做将军有志分，上阵使条齐眉棍。别人杀的军败了，我在前头打赢阵。回来走在帐房里，好酒好肉噻一顿。本来不醉佯装醉，则在营里胡厮混。自家李道宗的便是。因我立的功多，升我做净盘将军。你道因何封我做净盘将军？若有人请我，到的酒席上，且不吃酒，将各样好下饭，狼餐虎噬，则一顿都噻了，方才吃酒，以此号为净盘将军。这些时没人来，手头匾短，终日家闲邀邀的闷坐，打听的老尉迟征讨刘季真去，那老尉迟这一去，马到成功，我如今在朝堂中，与徐茂公说。我要出力报效，跟的老尉迟去。他得了胜，我也得些升赏，不强似闲着来。此间是朝堂门首，令人，报复去，道有老李来了也。喏，报的军师得知，有李皇叔在于门首。道有请。请进。二位老先儿在此，小子特来议事。有何事？老先儿想：为臣子要尽忠报国。小子道宗．听的刘季真那狗刮头，下将战书来，气的我酒肉也吃不的。放心，我领兵去，杀的那弟子孩儿没躲处。你那里去的，那刘季真手下名将，个个骁勇，你去不的。哎哟，气杀我也！我这么一个人去不的，着谁去？如今着鄂国公尉迟老将军去。哎哟，气<br>杀我也！那尉迟公在先时，许他来，如今老了，那里数他。还该我小子去。你那里去的。我厮杀耍子去。道宗，你去不的，此一场非同小可。已是奏准过圣人，着尉迟公挂无戎印。你请退。老先儿不要恼躁，只望二位看顾着尉迟公为元帅，我小子为副帅好么？你做不的副帅，休在此搅扰。请退。气杀我也！不要我做元帅，又不要我做副帅，两个老头儿则是赶我，难道我就这等罢了？且唱个曲儿，出这一肚子不平之气。<br>【清江引】房玄龄徐茂公真老傻，动不动将人骂。不知道我哄他，把我当实话，去买一瓶儿打刺酥吃着耍。<br>某复姓尉迟名恭，字敬德，朔州善阳人也。先事定阳王刘武周为将，后归大唐。为某累建大功，官拜鄂国公之职。今有北番刘季真，下将战书来，单搦某交战。今日军师呼唤，不知有甚事，须索走一遭去来。<br>【中吕】【粉蝶儿】恼的我不邓邓忿气盈腮，可怎生另巍巍把咱单搦，不由我这胡髯乍满颔颏。人一似虎出山，马一似龙离海，凭着我枪疾鞭快，领雄兵穰穰垓垓，披挂上卓袍乌铠。<br>【醉春风】我与你忙带上铁幞头，紧拴了红抹额。我若是交马处不拿了那个泼奴才，我可敢和姓也改改。凭着我千战千赢，百发百中，保护着一朝一代。令人，报复去，道有尉迟恭下马也。喏，报的军师得知，有鄂国公来了也。道有请。请进去。军师唤老夫有何事商议？老将军来了也。奉圣人的命，今有北番刘季真下将战书来，单搦老将军出马。如今圣人着你领十万雄兵，与刘无敌交战。说他好生英勇难及哩。军师，量那无名的小将，何足道哉！老将军，古语有云：凡人不可貌相，海水不可斗量。休轻觑了也。<br>【迎仙客】他曾上甚恶战场，他曾经甚大会垓，他则是劣马乍调嫌路窄。向尉迟行说兵机，向尉迟行夸战策。我可甚冷笑哈哈，听的人说，那刘无敌也使一条水磨鞭，更胜过你老将军也。军师，他也使鞭，我也使鞭，可也怪他不着。他正是担水向河头卖。<br>老将军，那刘无敌须年少，你如今可老了也。量那小的到的俺那里。老将军，后生可畏，你也要提防着些儿。<br>【红绣鞋】兀的不龙欺于鱼鳖虾蟹，虎伏于狐兔狼豺，这小厮今年有些血光灾。我鞭打碎他天灵盖，枪搠透他三思台，你更怕我敢慈悲生患害。论你年纪小时，休说一个刘无敌，便十个也不怕他，则可惜你年纪老了些。军师，你说的差了也。<br>【快活三】虽然我六旬过血气衰，我犹敢把三五石家硬弓开。便小觑的我心长发短渐斑白，我可也怎肯伏年高迈？<br>老将军，您到了这年纪，怎好说的不老那？<br>【鲍老儿】我老则老杀场上有些气概，岂不闻虎瘦雄心在？则怕你近不的他么。若是我不得胜之时怎的来，则怕羞见俺那唐十宰。料应他衣绝禄尽，时乖运拙，月值年灾，托赖着君王洪福，千秋万岁，神保天差。<br>老将军，到来日两阵之间，怎生与他相持对垒，你是说一遍我听咱。<br>【柳青娘】到来日扑咚咚的征鼙慢凯，韵悠悠的角声哀。响珰珰的铜锣款筛，忽刺刺的绣旗开。黑漫漫杀气遮了日色，恶哏哏的人离了寨栅，不腾腾马践尘埃。碜磕磕的镫相磨，乱纷纷的枪相截，蜜匝匝的甲相挨。<br>【道合】那泼奴才，泼奴才，就杀人场里闹垓垓，斗鞭来。教咱、教咱生嗔怪，教咱、教咱怎耽待。把钢鞭忙向手中抬，磕叉打的他连盔夹脑半斜歪。直遮腮，骨碌碌眼睁开，看承、看承似婴孩，抹着、抹着遭残害。略把、略把虎躯侧，扌昝住、扌昝住狮蛮带。那怕他铁打形骸，铜铸胚胎，早活挟过、活挟过这逆、逆、逆、逆贼来。<br>老将军，你这一去，小心在意者。若得胜还朝，圣人自有加官赐赏哩。<br>【随尾】比破窦建德省些气力，擒王世充不利害。遮莫是银山铁壁连环寨，凭着我英雄慷慨，兀良，我把那败残军自赶过李陵台。<br>老尉迟，这一去必然得胜也。尉迟公虽然年老，这钢鞭杀人不少。若是他大胜还朝，唐天子重加官爵。<br>第三折<br>某乃刘无敌是也。若不是养爷宇文庆说呵，我怎生知道。如今领兵，到的阵前，两家敌住，见了我父亲，自有个主意。兀的尘挨起处，敢是大唐家军兵来也。大小三军。摆开阵势者。<br>【越调】【斗鹌鹑】俺兀自有美良川的威风，榆科园的猛气。止不过病了秦琼，又不曾闲了敬德。都是我鞭打就的江山，枪刺成的社稷。这逆贼，敢料敌，则问他武艺如何，就待欺负我年华老矣。<br>【紫花儿序】我施逞会挟人捉将，显耀会撞阵冲营，卖弄会挝鼓夺旗。他须披不的两重铠甲，带不的三顶头盔，敢和我相持？便做有铜铸就的天灵和那铁背脊，鞭着处粉零麻碎。今日个将遇敌头，直杀的他马不停蹄。<br>来将是谁？某乃大将刘无敌。你是谁来？则我是大唐家尉迟公是也。这个是我父亲。兀那老将军，你老了也，你回去罢。这厮好无礼也呵！<br>【小桃红】觑了这北番军校好着我笑微微，我比他争些年纪。看了我血气方刚，后生可畏。量你老人家到的那里。你倚仗着血气方刚有雄势，你可也便休题，则我这不剌剌趁日追风骑。乌油甲密砌，点刚枪锋利，岂不闻老将会兵机？兀那老将军，你别着一个出马来，你去自在罢。<br>【鬼三台】雁翅张，鱼鳞砌，列寨栅，攒军队。齐臻臻排开阵势，则听的悠悠的画角吹，冬冬的花腔鼓击。小可的见了肝胆碎。便英雄怕不魂魄飞。都是些沉点点鞭简挝锤。明晃晃枪刀剑戟。<br>看了我父亲的武艺呵，怕不好，则是气力不加，我又不敢还他，则是遮截架隔些儿者。<br>【调笑令】往日间，但逢敌，骤马横枪觉甚的。我攒搠丢打不曾离，不曾离前心两肋。我见他遮截得来省气力，倒拖斗的我气喘狼藉。<br>我这里便待下马认父亲来，有众将压着阵哩。不中。我诈败落荒的走，父亲必然赶将我来。这厮走了也，更待干罢，不问那里赶将去。我父亲赶将来了。我走到这无人去处，我下的马来。兀的不是我父亲，您孩儿跪在地下，父亲须认您孩儿者。这厮走了，可在这里。父亲认的您孩儿么？你是谁？则我是你二十年前撇下的孩儿，叫做尉迟保林。<br>【麻郎儿】谁使的你来认义？是宇文养爷说来。谁使的你敢相持？是刘季真来。父亲不信呵，兀的水磨鞭信物在此。将来我看。我把信物接将来手里，看有甚亲题标记。<br>【幺篇】兀的，我临老也，尉迟，喜欢来那似今日。自相别存亡不知，怎想你成人长立？父亲一自相别，可早二十年光景也。<br>【络丝娘】这几年不通个信息，怎想着今朝得见你。恰才厮杀处你是赢不的，可是让我哩？我特的认父亲来，恰才两阵之前，被众将压着，难以明认，我故意佯输诈败。好儿也，方信道后生可畏。<br>孩儿，你那宇文养爷，怎生对你说来？父亲，您孩儿本不知，养爷宇文庆说：父亲降唐时节，撇下孩儿，才得三岁，被刘季真认做了儿，枉生了这二十年，不曾认的父亲。今日凭着这信物，才得父子相逢。父亲受您孩儿几拜咱。孩儿，我和你同见军师去来。父亲，您孩儿怕不要同去，争奈无寸箭之功。父亲先去，待您孩儿再回军中，去拿的刘季真来，一者与父亲出力，二者也就做孩儿进身之礼。既如此。我先去也，你随后便来。<br>【收尾】团圆了尉迟公，烦恼杀刘家里，只明日早来到营中宴喜。这的是天指引一个小将军，共扶持我那当今大唐国。<br>我恰才认了父亲也，回到营中，活拿那刘季真去来。<br><br>第四折<br>某刘季真，领兵接应孩儿去。兀的不是孩儿来也。这不是刘季真。孩儿胜败如何？众军校与我拿住。你敢杀的眼花了？我是你父亲，怎生倒执缚了我？兀那厮，我不是你孩儿。如今认了我父亲鄂国公，要降唐去。无甚功劳，因此执缚你去，权为投献之礼。元来你如今认了你父亲也，你要降唐，为无投献的礼物，要拿我去献功。傻弟子孩儿，你别买副羊酒去罢。众军校，就今日领着本部人马降唐，走一遭去来。我本是尉迟保林，直被你瞒到如今。执缚去权为投献，请看道那个欺心。老夫徐茂公。今有尉迟公领兵与刘无敌交锋去了，不意监军回来说，尉迟公两阵之间，交战数合，忽然尉迟公与刘无敌走到无人去处，二人下马，交头说话，他将刘无敌放将回去了，竟不追赶。圣人大怒，道尉迟公必有背逆之心，着老夫在帅府中等他回来，问其罪犯。老夫房玄龄。今有圣人的命，着徐茂公在帅府中等尉迟公来，问其罪犯。某想敬德老将军，一片忠心，岂有反叛之事？我须索与他做保去来。令人，报复去，道有房玄龄下马也。喏，报的军帅得知，有房丞相在于门首。道有请。请进。军师，老夫闻知敬德老将军，与刘无敌交战去了，未知胜败若何？哦，老宰辅不知，有监军回来说，敬德两阵之前，交战数合，与刘无敌到无人去处，下马交头，不知说些甚的，只见敬德将刘无敌放回去了，竟不追赶。圣人疑他有反叛之心，以此着老夫在帅府中，专等敬德来时，问其罪犯。军师，我料尉迟公必无此心，则怕其中有故。等敬德来时，便知分晓。某尉迟敬德，到于两阵之上，不想那刘无敌正是我二十年前撇下的孩儿尉迟保林。他如今认了老夫，说拿了刘季真就来献功。某先见军师走一遭去也呵。<br>【双调】【新水令】则俺那大唐家新添了一个玉麒麟，疑怪他两三番搦咱出阵。斗起我美良川狠气势，榆科园恶精神。我将这水磨鞭款款摩抡，只待打碎他脑盖纷纷，谁承望共我关亲。若不是所说原因，险些儿生扭做单雄信。<br>【驻马听】当日离分，痛煞煞生抛掌上珍：今朝厮认，笑吟吟还猜做梦中人。二十年访不出死和存，几千回摆不下愁将恨。心暗忖，甚福也，得见这团圆分！<br>令人，报复去，道有尉迟公下马也。喏，报的军师得知，有尉迟公来了也。着他过来。着过去。军师，某敬德来了也。我与刘无敌两阵对圆，交锋数合，只见刘无敌大败亏输，滚鞍下马，跪在尘埃中，不想就是我的孩儿尉迟保林，他敬意的降唐，认咱父亲来。你阵上与番将交头低语，天又不战，去又不追。圣人大怒，道你有背叛朝廷之意，着老夫在此问罪。你说番将是你孩儿。只怕说不过么！<br>【沽美酒】我兴心的报主恩，竭力的扫胡尘。常言道上阵无过子父军，只待一鞭儿把番兵杀尽，扶宇宙定乾坤。<br>【太平令】他可便约定把唐朝归顺，他既降唐，怎生不同你来？索甚么拔树寻根，将逆贼不留龆龄，做功劳好将身进。他呵既然的便肯，就准认了俺父亲，呀，又怎敢言而无信？<br>尉迟公，这刘无敌姓刘。你自姓尉迟，怎么认的做孩儿？敢是另有个尉迟保杯，便是他不认得你。难道你也不认的他，却与他阵上厮杀那？军师不知，我那孩儿尉迟保林，撇下二个多年。岂知刘无敌就是他？倒是他认着我来，说降唐无寸箭之功，要回去活拿了刘李真，权为进身礼物，限定今日午时献功也。军师。老夫权做保人，且保着尉迟公，若午时不见他孩儿来降唐，那其间二罪俱罚，未为迟也。老宰辅既是保着，且将尉迟公暂行保候。待午时前后，刘无敌来献功便罢。若不来时，必然见罪。令人，将尉迟公收在一壁者。某尉迟保林。拿住刘季真见我父亲去咱。可早来到帅府门首。令人，报复去，道有尉迟保林，活拿刘季真来投降也。喏，报的军师得知，有尉迟保林来了也。着他过来。着过去。你是甚么人？就是刘无敌，元名尉迟保林。我是鄂国公的孩儿，如今拿将刘季真认父降唐来。则你便是鄂国公的孩儿尉迟保林？你父亲为你来，圣人大怒，将你父亲要见罪，我保着哩。我是左丞相房玄龄。老丞相，可怜见，怎生说与我父亲知道咱？你则这里等着，我与你父亲说去。老将军，你欢喜咱，有你孩儿拿将刘季真来了也。在那里？见在这里。孩儿你来了也。小的宇文庆叩头。哦，我只道是那个宇文养爷？元来就是我家院子宇文庆。孩儿，恰才我在军师根前，说你投唐，军师不信，将我收在此处，我和你同见军师去来。军师，果然尉迟公的孩儿拿将刘季真来降唐也。着他过来。小将军你见军师去。咱和你同去。军师，则这个便是我的孩儿尉迟保林。兀那小将军，你怎生是尉迟公的孩儿？你慢慢的说一遍咱。告军师停嗔息怒，听小将从头分诉。俺父亲投唐以来，撇下我归依无处。刘季真要我为儿，名无敌做他前部。着我搦尉迟出马交锋，被养爷说知缘故。因此上认父来降，对双鞭并无差误。俺父亲一世功臣，这丹心肯移末路？我如今擒缚番王，献朝廷将功报父。望军师转达天听，赐父子一家完聚。原来真有此事。今日平定了山后，这功非小。老夫便与你奏知圣人，必然有加官赏赐也。<br>【雁儿落】笑你个莽军师可也忒认真，把我个老尉迟空生忿。再不审比干心有是非，直着的张仪口难争论。<br>老将军，若不得这个将军到来，你怎了也。<br>【得胜令】呀，则为这二十三的小将军，险送了七十老功臣。孩儿，你拜了军师者。你将这徐茂公亲身拜，军师受小将一礼。小将军免礼。刘季真安在？孩儿，你拿过刘季真来者。分付与你两事家刘季真。欢欣，同扶着唐天子方兴运，殷也波勒，多谢你个房玄龄落保人。这是刘季真么？则这厮便是刘季真。令人，将刘季真推出辕门，斩讫报来。罢、罢、罢，他本是尉迟公的孩儿，没来由养的他长大成人，倒将我来做降唐的礼物。你家父子都一样这等没仁没义的，我死去与我家老子说，少不的来报你。尉迟公，你父子每望阙跪着，听圣人的命。则为你勇敢无前，俺唐主宠任多年。生撇下孩儿不题，再相逢这是天缘。鄂国公赐金千两，加食邑万顷庄田。小尉迟金吾上将，作先锋世掌军权。将斗将同扶王室，鞭对鞭父子团圆。<br>题目老尉迟鞭对鞭当场赌胜<br>正名小尉迟将斗将认父归朝</p> <p> ",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "未知作者"
  },
  "tags": []
}