{
  "id": 48078,
  "star": 2,
  "name": "嵇中散",
  "dynasty": "南北朝",
  "content": "中散不偶世，本自餐霞人。<br>形解验默仙，吐论知凝神。<br>立俗迕流议，寻山洽隐沦。<br>鸾翮有时铩，龙性谁能驯。",
  "shangxi": "<h2>鉴赏</h2> <p>　　这是<a href=\"http://so.gushiwen.org/author_388.aspx\">颜延之</a>《五君咏》中的第二首，歌咏的对象是魏晋间的名士<a href=\"http://so.gushiwen.org/author_382.aspx\">嵇康</a>。嵇康因曾作过中散大夫，故世称嵇中散，他是曹魏宗室的女婿，故于当时司马氏的政治集团抱不合作的态度。他虽崇尚老庄，喜言养生服食之事，但富于正义感和反抗性，曾勇敢地抨击虚伪的礼法与附炎趋势之士，最后被司马昭所杀。此<a href=\"http://so.gushiwen.org/view_48078.aspx\">诗</a>就是通过对嵇氏不谐流俗的倔强性格的歌颂，表现了颜延之本人的人生态度。</p> <p>　　“中散不偶世，本自餐霞人”两句是对嵇康个性的总述。嵇康不能与世俗之人和谐相处，他自己的《与山巨源绝交书》说自己想学习<a href=\"http://so.gushiwen.org/author_698.aspx\">阮籍</a>的口不论人之过，“然未能及”，就说明了他禀性的刚直，又说自己“性有所不堪，真不可强”，都体现了他不谐流俗，孤高自傲的品格。又据《黄庭经》注中说，餐霞是神仙家的一种修炼方法，指在幻觉中感到日中五色流霞环绕，于是便蒋甘光流霞吞入口中，是一种得道的途径。诗中说嵇康天生具有成仙得道的禀性，自然已高出众人之上。《晋书》本传中说他：“常修养性服食之事，弹琴咏诗，自足于怀，以为神仙禀之自然，非积学所得。”可知嵇氏本人重视自然的禀赋，以为这是得道的根本。</p> <p>　　“形解验默仙，吐论知凝神”两句从“餐霞人”三字而来，说嵇康的学道求仙，“形解”就是“尸解”，指学仙者遗弃形体而羽化飞升。《文选》李善注中引顾恺之的《嵇康赞》云，南海太守鲍靓是个有道之士，东海徐宁师事之，徐宁半夜听到室内有美妙的琴声，很是奇怪，便跑去问鲍靓，鲍氏以为是嵇康在操琴，徐宁问道：“嵇康已被杀，何以还在这里？”鲍氏说：“叔度迹示终，而实尸解。”这就是所谓嵇康“形解”之说的依据。由“形解”而可以证明他已默然仙去。嵇康曾作《养生论》，专论修身养性，长生久视之道。孙绰的《嵇中散传》中说：“嵇康作《养生论》，入洛，京师谓之神人。”《晋书》本传上也说他以为“至于导养得理，则安期、彭祖之伦可及，乃著《养生论》。”都指出《养生论》一文是嵇氏的力作，这里所谓的“吐论”即指此。“凝神”二字语本《庄子》，如《逍遥游》中说：“藐姑射之山有神人居焉，其神凝。”又《达生》中说：“用志不分，乃凝于神。”“凝神”即指精神达到宁静专一的境界。这里说由嵇康的《养生论》一文即可看出他的精神面貌与深厚的修养。</p> <p>　　如果说“形解”二句主要是说嵇氏的学仙出世思想，那么“立俗迕流仪，寻山洽隐沦”二句则是说他处世的经历。嵇康是个桀骜不驯的人，对当时的政治黑暗深表不满，曾当面奚落过司马昭的心腹钟会，他在思想上非汤武而薄周孔，大异于世俗之人的见解。故诗中说他身在俗世却与流俗之见相背。史传上又载嵇康曾采药入山泽，乐而忘返，樵者见之，以为神人。又说他曾入山与隐士孙登、王烈等游，过往甚契，故此诗中说他居于山中能与隐者融洽相处。这两句表现了他与世俗相违而希企隐逸的思想祈尚。</p> <p>　　“鸾翮有时铩，龙性谁能驯”两句则是对嵇氏遭诬被害的解释和总结。据《晋书·嵇康传》中说，嵇康得罪钟会，钟会就在晋文帝司马昭面前进谗道：“嵇康，卧龙也，不可起。公无忧天下，顾以康为虑耳。”又说康曾助毋丘俭，遂遭到杀戮。然可见当时已有人将嵇氏比作龙，《晋书·嵇康传》中还说“人以为龙章凤姿”。故颜延之也以鸾、龙比喻嵇氏，以为它们虽然时常受到摧残，但其不屈的本性却是任何人也不能使之驯服的。言外之意是说嵇康虽时时受人诋淇甚至惨遭杀身之祸，然其不受世俗束缚的本性是不会改变的，这也正是他受害的真正原因。作者以此歌颂了嵇氏的人品精神，同时也表示了他本人不肯屈从世俗的个性。</p> <p>　　颜延之的这组《五君咏》各诗在结构上相当严密而且一致。起二句为概述一人平生最重要之活动或思想核心如阮籍之韬晦隐沦，嵇康之不谐流俗，刘伶之寄情于酒，阮咸之高材美质，<a href=\"http://so.gushiwen.org/author_337.aspx\">向秀</a>之甘心淡泊，都于首二句中道出。后四句则叙述人物的主要行事与个性，往往取诸史传，择其典型，令人物的品行于数言之中揭出。最后两句则能在咏史的基础上翻出新意，以古证今，借古人之事而表现出自家怀抱。何焯评这组诗说：“既能自叙，仍不溢题。”就指它们能在紧扣论史题目的同时而自叙心迹，如此诗中“鸾翮”二句即表达了颜延之本人对人生与时事的态度。</p> <p>　　这组诗的结构也颇类似于后来的律诗。首二句总领起势，后四句铺填，最后议论作结，含不尽之意在于言外。对于颜诗结构的精严前人也已道及，如<a href=\"http://so.gushiwen.org/author_628.aspx\">沈约</a>的《宋书·<a href=\"http://so.gushiwen.org/author_758.aspx\">谢灵运</a>传论》中说：“爰逮宋氏，颜、谢腾声，灵运之兴会标举，延年之体裁明密，并方轨前秀，垂范后昆。”就指出了颜氏体裁上的明晰与缜密，《五君咏》便是极好的例证。</p>",
  "poet": {
    "id": 388,
    "star": 0,
    "name": "颜延之",
    "image": "http://img.gushiwen.org/authorImg/yanyanzhi.jpg",
    "desc": "颜延之（384～456年），字延年，南朝宋文学家。祖籍琅邪临沂（今山东临沂）。曾祖含，右光禄大夫。祖约，零陵太守。父显，护军司马。少孤贫，居陋室，好读书，无所不览，文章之美，冠绝当时，与谢灵运并称“颜谢”。嗜酒，不护细行，年三十犹未婚娶。"
  },
  "tags": []
}