{
  "id": 48441,
  "star": 102,
  "name": "一丛花令·伤高怀远几时穷",
  "dynasty": "宋代",
  "content": "伤高怀远几时穷？无物似情浓。离愁正引千丝乱，更东陌、飞絮蒙蒙。嘶骑渐遥，征尘不断，何处认郎踪！<br>双鸳池沼水溶溶，南北小桡通。梯横画阁黄昏后，又还是、斜月帘栊。沉恨细思，不如桃杏，犹解嫁东风。",
  "fanyi": "<p><strong>译文</strong><br>在高楼上眺望而伤感，苦苦地思念着远方的心上人，这样的事何时才能结束呢？看来在这世界上再没有什么东西能比爱情更为强烈的了！离愁别恨正牵连着千丝万缕的柳条纷乱不已，更何况东陌之上，垂柳已是飞絮蒙蒙了呢。我眼前还浮现着你的马儿嘶鸣着，越跑越远，一路不断扬起灰尘的情景，情郎啊，你叫我到哪里寻找你的踪迹呢？<br>池水溶溶，一对鸳鸯在戏水，这水南北可通，时见有小船往来。雕梁画栋的楼阁上梯子已经撤去，黄昏以后，依然还是独个儿面对帘栊，望着斜照在它上面的冷冷清清的月亮。怀着深深的怨恨，我反复思量，我的命运竟然不如桃花杏花，它们倒还能嫁给东风，随风而去呢。</p> <p><strong>注释</strong><br>①伤高：登高的感概。怀远：对远方征人的思念。穷：穷尽，了结。<br>②千丝：指杨柳的长条。<br>③东陌：东边的道路。此指分别处。<br>④嘶骑：嘶叫的马声。<br>⑤小桡：小桨；指代小船。<br>⑥梯横：是说可搬动的梯子已被横放起来，即撤掉了。<br>⑦栊：窗。<br>⑧解：知道，能。嫁东风：原意是随东风飘去，即吹落；这里用其比喻义“嫁”。<a href=\"http://so.gushiwen.org/author_349.aspx\">李贺</a>《南园十三首》<a href=\"http://so.gushiwen.org/view_48441.aspx\">诗</a>之一：“可怜日暮嫣香落，嫁与东风不用媒。”</p>",
  "shangxi": "<h2>赏析</h2> <p>　　此词是<a href=\"http://so.gushiwen.org/author_587.aspx\">张先</a>的代表作之一。宋范公《过庭录》说：“子野郎中《一丛花》词云：“沉恨细思，不如桃杏，犹解嫁东风。”一时盛传，永叔尤爱之，恨未识其人。子野家南地，以故至都谒永叔，阍者以通，永叔倒屣迎之，曰：‘此乃“桃杏嫁东风”郎中。’”永叔是文坛巨擘<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>的字，张先的词能让欧阳修极口称赞，足见其词在当时影响之大。</p> <p>　　词的起首一句，是经历了长久的离别、体验过多次伤高怀远之苦以后，盘郁萦绕胸中的感情的倾泻。它略去了前此的许多情事，也概括了前此的许多情事。起得突兀有力，感慨深沉。第二句是对“几时穷”的一种回答，合起来的意思是伤高怀远之情之所以无穷无尽，是因为世上没有任何事情比真挚的爱情更为浓烈的缘故。这是对“情”的一种带哲理性的思索与概括。这是挟带着强烈深切感情的议论。以上两句，点明了词旨为伤高怀远，又显示了这种感情的深度与强度。</p> <p>　　接下来三句，写伤离的女主人公对随风飘拂的柳丝飞絮的特殊感受。“离愁”，承上“伤高怀远”。本来是乱拂的千万条柳丝引动了胸中的离思，使自己的心绪纷乱不宁，这里却反过来说自己的离愁引动得柳丝纷乱。这一句貌似无理的话，却更深切地表现了愁之“浓”，浓到使外物随着它的节奏活动，成为主观感情的象征。这里用的是移情手法。而那蒙蒙飞絮，也仿佛成了女主人公烦乱、郁闷心情的一种外化。“千丝”谐“千思”。</p> <p>　　上片末三句写别后登高忆旧。想当时郎骑着嘶鸣着的马儿逐渐远去，消逝尘土飞扬之中，此日登高远望，茫茫天涯，又要到哪里去辩认郎的踪影呢？“何处认”与上“伤高怀远”相呼应。</p> <p>　　过片上承伤高怀远之意，续写登楼所见。“双鸳池沼水溶溶，南北小桡通。”说不远处有座宽广的池塘，池水溶溶，鸳鸯成双成对地池中戏水，小船来往于池塘南北两岸。这两句看似闲笔，但“双鸳”二字既点出对往昔欢聚时爱情生活的联想又见出此时触景伤怀、自怜孤寂之情。说“南北小桡通”，则往日莲塘相约、彼此往来的情事也约略可想。</p> <p>　　下片三、四、五句写时间已经逐渐推移到黄昏，女主人公的目光也由远而近，收归到自己所住的楼阁。只见梯子横斜着，整个楼阁被黄昏的暮色所笼罩，一弯斜月低照着帘子和窗棂。这虽是景语，却隐隐传出一种孤寂感。“又还是”三字，暗示这斜月照映画阁帘栊的景象犹是往日与情人相约黄昏后时的美好景象，此时景象依旧，而自从与对方离别后，孑然孤处，已经无数次领略过斜月空照楼阁的凄清况味了。这三个字，有追怀，有伤感，使女主人公由伤高怀远转入对自身命运的沉思默想。</p> <p>　　结拍三句化用<a href=\"http://so.gushiwen.org/author_349.aspx\">李贺</a>《南园》<a href=\"http://so.gushiwen.org/view_48441.aspx\">诗</a>中“可怜日暮嫣香落，嫁与东风不用媒”之句，说怀着深深的怨恨，细细地想想自己的身世，甚至还不如嫣香飘零的桃花杏花，她们自己青春快要凋谢的时候还懂得嫁给东风，有所归宿，自己却只能形影相吊中消尽青春。说“桃杏犹解”，言外之意是怨嗟自己未能抓住“嫁东风”的时机，以致无所归宿。而从深一层看，这是由于无法掌握自己命运而造成的，从中显出“沉恨细思”四个字的分量。这几句重笔收束，与一开头的重笔抒慨铢两相称。</p> <p>　　词中“不如桃杏，犹解嫁东风”句，使作者获得了“桃杏嫁东风”的雅号。张先的许多艳词都是感情浅薄的，而此词却情真意切，无论思想方面还是艺术方面都值得永远为人称道。</p>",
  "about": "<h2>创作背景</h2> 　　这首词是词人与女子经历了长久的离别、体验过多次伤高怀远之苦后有感而作。",
  "poet": {
    "id": 587,
    "star": 0,
    "name": "张先",
    "image": "http://img.gushiwen.org/authorImg/zhangxian.jpg",
    "desc": "张先（990－1078），字子野，乌程（今浙江湖州吴兴）人。北宋时期著名的词人，曾任安陆县的知县，因此人称“张安陆”。天圣八年进士，官至尚书都官郎中。晚年退居湖杭之间。曾与梅尧臣、欧阳修、苏轼等游。善作慢词，与柳永齐名，造语工巧，曾因三处善用“影”字，世称张三影。"
  },
  "tags": [
    "婉约",
    "相思",
    "爱情",
    "生活"
  ]
}