{
  "id": 8404,
  "star": 42,
  "name": "春日醉起言志",
  "dynasty": "唐代",
  "content": "处世若大梦，胡为劳其生？<br>所以终日醉，颓然卧前楹。<br>觉来眄庭前，一鸟花间鸣。<br>借问此何时？春风语流莺。<br>感之欲叹息，对酒还自倾。<br>浩歌待明月，曲尽已忘情。",
  "fanyi": "<p><strong>译文<br></strong>人生在世如一场大梦，有什么必要辛劳终生。<br>所以我整天沉醉在酒里，醉倒就如一堆烂泥卧在前庭。<br>醒来向庭院中看去，一只鸟儿正在花间飞鸣。<br>请问这已是什么时候？春风只顾与流莺细语声声。<br>对此我真想发一通感慨，但还是对酒自饮自倾。<br>高歌一曲邀请天上的明月，曲终又使我沉醉忘情。</p> <p><strong>注释<br></strong>⑴前楹：厅前的柱子。<br>⑵眄 （miǎn）：斜视。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　“处世若大梦，胡为劳其生？”道家和佛家，都将人生看作是一场梦，认为人生不过是一场虚幻，唯有育化万物又为万物归宿的“道”及普渡众生的“佛法”，才是真实的，永恒的。故<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>常常喝得酩酊大醉，他要在醉中来忘却这如梦的人生。<a href=\"http://so.gushiwen.org/view_8404.aspx\">诗</a>人通过醉酒表达了对丑恶黑暗的社会现实的批判，同时在醉意朦胧中，以新的眼光发现新的天地，充分享受人生乐趣。当诗人从醉梦中一觉醒来的时候，觉得烦嚣的尘世已变得分外安宁：“觉来眄庭前，一鸟化间鸣。借问此何时，春风语流莺。”庭前花丛中，有一只小鸟在鸣叫，原来春天已经到了。原来世界中还有这样鸟语花香，春光明媚的幽美境地。这种幽美之境与其说是大自然的赐与，不如说是诗人心境的表现。他醉前竟百视而不一见，而如今在醉后醒来才突然发现，正是因为李白的心境在沉醉后平静了下来，他才会在安谧宁静的春光里发现了以前不曾发现的幽美之境。这种发现，犹如哲学上的顿悟，使人突然进入了一种前所未有的哲理境界，那是超凡脱俗的另一个世界，一切人间的忧虑和烦恼，都不复存在了。在这里宠辱皆忘，只有审美的观照、心灵的宁静。</p> <p>　　对于这种醉后悟道境界的突然到来，诗人非常高兴，他感到自己已很久没有这种心境了，因此感慨再三。他很想让这种心境多持续些时候，怕自己过早地酒醒，又回到残酷的现实社会中来，被种种忧心的事所折磨，因此，他还得再喝上几杯。“对酒还自倾”，直喝到月上中天。他对酒狂歌，逍遥自得，久久地陶醉在无忧无虑的世界里。</p> <p>　　这首诗深受<a href=\"http://so.gushiwen.org/author_645.aspx\">陶渊明</a>《饮酒》诗的影响，是“拟陶之作”，但又保持着李白自己的风格，写得“流丽酣畅”。不象陶渊明那样沉静、淡泊，只在沉醉的时刻，有些陶渊明的影子，等他一旦完全醒来，就又回复到豪放旷达的李白了。</p>",
  "about": "<h2>创作背景</h2> <p>　　<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>于天宝元年（742年）奉诏入京，供奉翰林。由于他嫉恶如仇，性情孤傲，不肯与<a href=\"http://so.gushiwen.org/author_2691.aspx\">李林甫</a>、<a href=\"http://so.gushiwen.org/author_3073.aspx\">高力士</a>等同流合污，很快受到排斥打击。他感到官场的黑暗污浊，内心感到十分苦闷，常常以酒浇愁，这首<a href=\"http://so.gushiwen.org/view_8404.aspx\">诗</a>就是他醉歌中的一首。</p> <p>　　此诗前人或认为是唐玄宗天宝四载（745年）李白居东鲁时的作品，或认为是开元（唐玄宗年号，713—741年）间李白居安陆时所作。</p>",
  "poet": {
    "id": 247,
    "star": 0,
    "name": "李白",
    "image": "http://img.gushiwen.org/authorImg/libai.jpg",
    "desc": "李白（701年－762年），字太白，号青莲居士，唐朝浪漫主义诗人，被后人誉为“诗仙”。祖籍陇西成纪(待考)，出生于西域碎叶城，4岁再随父迁至剑南道绵州。李白存世诗文千余篇，有《李太白集》传世。762年病逝，享年61岁。其墓在今安徽当涂，四川江油、湖北安陆有纪念馆。"
  },
  "tags": [
    "抒情",
    "饮酒"
  ]
}