{
  "id": 197,
  "star": 28,
  "name": "何人斯",
  "dynasty": "先秦",
  "content": "彼何人斯？其心孔艰。胡逝我梁，不入我门？伊谁云从？维暴之云。</p> <p>二人从行，谁为此祸？胡逝我梁，不入唁我？始者不如今，云不我可</p> <p>彼何人斯？胡逝我陈？我闻其声，不见其身。不愧于人？不畏于天？</p> <p>彼何人斯？其为飘风。胡不自北？胡不自南？胡逝我梁？絺搅我心。</p> <p>尔之安行，亦不遑舍。尔之亟行，遑脂尔车。壹者之来，云何其盱。</p> <p>尔还而入，我心易也。还而不入，否难知也。壹者之来，俾我絺也。</p> <p>伯氏吹埙，仲氏吹篪。及尔如贯，谅不我知，出此三物，以诅尔斯。</p> <p>为鬼为蜮，则不可得。有靦面目，视人罔极。作此好歌，以极反侧。",
  "fanyi": "<p><strong>译文<br></strong>那到底是一个什么样人啊？我只知道他的心肠太阴险。他为什么偷偷去我的鱼梁，却不愿意迈进我家的门槛？请问这小哥你是谁的跟班？原来他是唯暴公马首是瞻。<br>你们主仆二人相跟一路行，到底谁是这场灾难的祸根？他为什么偷偷去我的鱼梁，却不愿意走进我家来慰问？当初惺惺相惜浑然不如今，今已分道扬镳你我不同心。<br>那到底是一个什么样人啊？他为什么悄悄来我的院庭？我明明听到了他的脚步声，却实实没见到的他的踪影。难道他走在人前就不愧疚，在天命面前就不诚惶诚恐？<br>那到底是一个什么样人啊？他好像那飘忽不定的疾风。他为什么不从北方刮过来？他为什么不是南方来的风？他为什么跑到我的鱼梁坝？他的不轨搅扰得我心不宁！<br>你不急不躁安安稳稳前行，也从未停下脚步片刻安闲。你马不停蹄急匆匆地赶路，润滑一下车毂都没有时间。就请你百忙之中来一次吧，为何这样难让我望眼欲穿？<br>如果你返回来进入我的门，我悬着的心才会尽快平静。如果你返回来不进我的门，我心情败坏难知何去何从。就请你百忙之中来一次吧，唯如此才会使我心绪安宁。<br>想当初老兄你悠悠吹陶埙，愚弟我为你伴和声吹竹箎。我和你在一起犹如绳相串，不料你却和我全然不相知！如今我贡献犬豕鸡三牲物，一片冰心可表我对你盟誓！<br>如果你是鬼或是个狐狸精，那么咱们此生不可再相见。现你靦着脸有鼻子也有眼，给人印象却在反复无常间。我今用心写成这首妙歌曲，以慰我心不用再反侧展转。</p> <p><strong>注释<br></strong>1.何人：什么人，不知其姓名。斯：语助词。<br>2.孔：甚，很。艰：此指用心险恶难测。<br>3.梁：拦水捕鱼的坝堰。<br>4.伊：其。从：跟随。<br>5.暴：粗暴、暴虐。<br>6.二人：主人公与“彼”人。<br>7.唁（yàn）：慰问。<br>8.如：像。<br>9.可：通“哿（gě）”，嘉、好。<br>10.陈：堂下至门的路。<br>11.祗（zhī）：正好。搅：搅乱。<br>12.遑（huáng）：空闲。舍：止息。<br>13.亟（jí）：急。<br>14.脂：以油脂涂车；或曰通“支”，以轫木支车轮使止住。<br>15.壹：同“一”。<br>16.盱（xū）：忧、病，或曰望也。<br>17.易：悦。<br>18.否：不。<br>19.俾（bǐ）：使。祇（zhī）：病，或曰安也。<br>20.伯氏：兄。埙（xūn）：古陶制吹奏乐器，卵形中空，有吹孔。<br>21.仲：弟。篪（chí）：古竹制乐器，如笛，有八孔。<br>22.及：与。贯：为绳贯串之物。<br>23.谅：诚。知：交好、相契。<br>24.三物：猪、犬、鸡。<br>25.诅（zǔ）：盟诅。古时订盟，杀牲歃血，告誓神明，若有违背，令神明降祸。<br>26.蜮（yù）：传说中一种水中动物，能在水中含沙射人影，又名射影。<br>27.靦（miǎn）：露面见人之状。<br>28.视：示。罔极：没有准则，指其心多变难测。<br>29.好歌：善良、交好的歌。<br>30.极：尽。反侧：在床上翻来覆去睡不着。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　此<a href=\"http://so.gushiwen.org/view_197.aspx\">诗</a>塑造了一位地位虽有不同，但命运却与《卫风·氓》之主人公相似的可怜弃妇形象。她当初也许曾有过海誓山盟、夫妇相爱的短暂幸福。但随着秋来春往、珠黄色衰，“其心孔艰”（心思难测正如“氓”之“二三其德”、其心“罔极”）的丈夫，待她便“始者不如今”，粗暴取代了温柔，热恋化作了冷漠。丈夫回到家中，想到的只是上河梁去取鱼虾享用，而对操劳在室的妻子，则连“入”房中慰问一下的兴致都没有。他总是匆匆而来，又匆匆而去（大抵早已有了“外遇”罢）。说他事忙吧，他却能在庭中慢条斯理地油他的车；说他没事吧，却连“遑舍”（止息的闲暇）一夜的功夫都没有。好容易盼得他回来一次，却只给妻子留下暴虐相待的伤痛。想到命运之绳曾将自己和丈夫贯串在一起（“及尔如贯”），相互间理应亲如“埙”、“篪”相和的“伯”、“仲”（古时常以兄弟相亲喻夫妻相谐）；而今，丈夫竟连起码的夫妇之礼都不顾了，不能不激得女主人公悲愤难平。在长夜焦灼的“反侧”之中，她终于发出了愤切的诅咒：“为鬼为蜮，则不可得。有靦面目，视人罔极”——你真正是枉然生了一张人脸，心思的险恶莫测，简直胜过鬼蜮呵！</p> <p>　　从诗之结语“作此好歌（因为歌意涉及男女之情，故称），以极反侧”看，此歌作于女主人公长夜难眠的“反侧”之际。诗虽也带有相当的叙事成分，但脉络并不清晰。在充满疑云的反覆诘问中，展出“彼”人的飘忽身影，又穿插进回忆中的种种生活片断，使全诗的结构显得似断非断、散乱飘忽。如果要找一个适当的词汇来说明此诗的表现特点，那就是两个字——“梦幻”。而这，大抵正与女主人公作歌时的“反侧”难眠状况有关。从诗中透露的消息可知，那位薄情丈夫对女主人公的冷遇，无疑已天长日久。每当她望眼欲穿盼其归来时，丈夫却总是迟迟不归；就是归来，也行迹诡秘、形同飘风，出没于庭院、鱼粱之际，只顾着自身的享受，极少有入房与妻子叙叙的诚意。一对往日的燕尔夫妻，竟变得如同陌路之人。这些景象，当然会深深烙在女主人公脑际而难以抹去。因此，当她辗转反侧之际、神思恍惚之中，往事今情便可能全化作散乱的片断，梦幻般地涌现在眼前。此诗正适应了这一特定背景，采用叠章和问句、跳荡不定和迅速转换的意象，表现了女主人公似忆似梦间的疑惑与惊诧、痛愤和哀伤。进入女主人公梦思中的对象，明明是她丈夫，她却似乎不认识他，开篇即以“彼何人斯”相询，正绝妙地传达了这种神思恍惚中的迷乱之感。后文的“胡逝我梁，不入唁我”、“我闻其声，不见其身”，更以扑朔迷离之辞，表现了唯有幻梦才带有的视听和思虑特点。女主人公刚想细细审视，幻境却又一变，车影、语声竟化作一团“飘风”，忽东忽西地卷向鱼梁去了；但转眼间，她又似乎看到，丈夫分明还在庭中，正如往日那样悠然自得地“脂车”呢。梦境的飘忽变幻，伴随着女主人公神思恍惚间的疑惑、惊惧、失望和愤懑，一起化作诗行涌现，便产生了这首奇妙、独特的弃妇歌。</p>",
  "about": "<h2>创作背景</h2> 　　此<a href=\"http://so.gushiwen.org/view_197.aspx\">诗</a>旧说多从《毛诗序》之说，以为当是“苏公刺暴公”之作。因为暴公为周天子卿士“而谮苏公，故苏公作是诗以绝之”。但从诗中内容看，似与苏、暴纠葛毫无联系。此诗一再出现“胡逝我梁”之语。“梁”为古代筑堰捕鱼之所，《邶风·谷风》即有“毋逝我梁，毋发我笱”之诉，表明此乃家庭主妇执掌的职守，主人公当为女子，与“苏公”无涉。至于“伊谁云从？维暴之云”，也与《卫风·氓》之指斥丈夫“言既遂矣，至于暴矣”相似，说的是只有粗暴之性与彼相随，不可望文生义，拉“暴公”来加以附会。诗中又有“尔还而入，我心易也；还而不入，否难知也”之语，点明所斥对象与“我”同住一处，“我”家亦即彼“尔”之家，因此他可以“还”归，还能在庭中“脂车”。倘是指谗毁苏公的“暴公”，则称他的来访为“还”，每“还”必得“入”“我”室中，简直可笑了。所以断此诗写的是苏、暴二公的政治纠葛，多有不通；而从主人公的女子口吻，可推断其为指斥丈夫狂暴薄幸、弃妻不顾之作；还有人认为这是写一对恋人，一方背叛而受到对方指责的诗。",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": [
    "诗经",
    "弃妇"
  ]
}