{
  "id": 70275,
  "star": 2,
  "name": "杂剧·诈妮子调风月",
  "dynasty": "元代",
  "content": "第一折<br>夫人言语，道有小千户到来，教燕燕伏侍去。\"别个不中，则你去。\"想俺这等人好难呵！<br>【仙吕】【点绛唇】半世为人，不曾教大人心困。虽是搽胭粉，只争不裹头巾，将那等不做人的婆娘恨。<br>【混江龙】男儿人若不依本分，一个抢白是非两家分。壮鼻凹硬如石铁，教满耳根都做了烧云。普天下汉子尽教都先有意，牢把定自己休不成人。虽然两家无意，便待一面成亲，不分晓便似包着一肚皮干牛粪。知人无意，及早抽身。<br>【油葫芦】大刚来妇女每常川有些没事哏，止不过人道村，至如那\"村\"字儿有甚辱家门？更怕我脚蹅虚地难安稳，心无实事自资隐。即渐了虚变做实假做真，直到说得教大半人评论，那时节旋洗垢，不盘根。<br>【天下乐】合下手休教惹议论。哥哥的家门，不是一跳身。便似一团儿搘成官定粉。燕燕敢道么？和哥哥外名，燕燕也记得真，唤做\"魔合罗小舍人\"。<br><br>【那吒令】等不得水温，一声要面盆；恰递与面盆，一声要手巾；却执与手巾，一声解纽门。使的人无淹润、百般支分！<br>量姊妹房里有甚好？<br>【鹊踏枝】入得房门，怎回身？厅独卧房儿窄窄别别，有甚铺呈？燕燕己身有甚么孝顺？拗不过哥哥行在意殷勤。<br>【寄生草】卧地观经史，坐地对圣人。你观的国风、雅、颂施诂训，诵的典谟训诰居尧舜，说的温良恭俭行忠信。燕燕子理会得龙盘虎踞灭燕齐，谁会甚儿婚女聘成秦晋？这书院好。<br>【幺篇】这书房存得阿马，会得客宾。翠筠月朗龙蛇印，碧轩夜冷灯香信，绿窗雨细琴书润。每朝席上宴佳宾，抵多少\"十年窗下无人问\"！<br>【村里迓鼓】更做道一家生女，百家求问。才说贞烈，那里取一个时辰？见他语言儿栽排得淹润，怕不待言词硬，性格村、他怎比寻常世人？<br>【元和令】无男儿只一身，担寂寞受孤闷；有男儿呓梦入劳魂，心肠百处分。知得有情人不曾来问肯，便待要成眷姻。<br>【上马娇】自勘婚，自说亲，也是\"贱媳妇责媒人\"。往常我冰清玉洁难亲近，是他亲，子管教话儿亲。我煞待嗔，我便恶相闻。<br>【胜葫芦】怕不依随蒙君一夜恩，争奈忒达地、忒知根，兼上亲上成亲好对门。觑了他兀的模样，这般身分。若脱过这好郎君。<br>【幺篇】教人道\"眼里无珍一世贫\"；成就了又怕辜恩。若往常烈焰飞腾情性紧，若一遭儿恩爱，再来不问，枉侵了这百年恩。<br>子末你不志诚？<br>【后庭花】我往常笑别人容易婚。打取一千个好嚏喷。我往常说贞烈自由性，嫌轻狂恶尽人。不争你话儿亲，自评自论；这一交直是哏，亏折了难正本。一个个忒忺新，一个个不是人。<br>【柳叶儿】一个个背槽抛粪，一个个负义忘恩，自来鱼雁无音信。自思忖，不审得话儿真，枉葫芦提了\"燕尔新婚。\"<br>许下我的，休忘了！<br>【尾】忽地却掀帘，兜地回头问，不由我心儿里便亲。你把那并枕睡的日头儿再定轮，休教我逐宵价握雨携云。过今春，先教我不系腰裙，便是半簸箕头钱扑个复纯。教人道\"眼里有珍\"，你可休\"言而无信\"！许下我包髻、团衫、绣手巾。专等你世袭千户的小夫人。<br><br>第二折<br>却共女件每蹴罢秋千，逃席的走来家。这早晚小千户敢来家了也。<br>【中吕】【粉蝶儿】年例寒食，邻姬每斗来邀会，去年时没人将我拘管收拾。打秋千，闲斗草，直到个昏天黑地；今年个不敢来迟，有一个未拿着性儿女婿。<br>你吃饭末？<br>【醉春风】因甚把玉粳米牙儿抵，金莲花攒枕倚？或嗔或喜脸儿多？哎！你、你！教我没想没思，两心两意，早晨古自一家一计！<br>我猜你咱。<br>【朱履曲】莫不是郊外去逢着甚邪祟？又不疯又不呆痴，面没罗、呆答孩、死堆灰。这烦恼在谁身上？莫不在我根底，打听得些闲是非？<br>是了！<br>【满庭芳】见我这般微微喘息，语言恍惚，脚步儿查梨。慢松松胸带儿频那系，裙腰儿空闲里偷提。见我这般气丝丝偏斜了髟<br>狄髻，汗浸浸折皱了罗衣。似<br>你这般狂心记，一番家搓揉人的样势，休胡猜人，短命黑心贼！<br>你又不吃饭也，睡波。<br>【十二月】直到个天昏地黑，不肯更换衣袂；把兔鹘解开，纽扣相离，把袄子疏剌剌松开上拆，将手帕撇漾在田地。<br><br>【尧民歌】见那厮手慌脚乱紧收拾，被我先藏在香罗袖儿里。是好哥哥和我做头敌，咱两个官司有商议。休提！体提！哥哥撇下的手帕是阿谁的？<br>【江儿水】老阿者使将来伏侍你，展污了咱身起。你养着别个的，看我如奴婢，燕燕那些儿亏负你？<br>【上小楼】我敢摔碎这盒子，玳瑁纳子，教石头砸碎。这手帕。剪了做靴檐，染了做鞋面，持了做铺持。一万分好待你，好觑你！如今刀子根底，我敢割得来粉零麻碎！<br>直恁值钱！<br>【幺】更做道你好处打唤来的，却怎看得非轻，看得值钱，待得尊贵？这两下里捻捎的，有多少功绩，到重如细搀绒绣来胸背？<br><br>【哨遍】并不是婆娘人把你抑勒，招取那肯心儿自说来的神前誓。天果报，无差移，子争个来早来迟。限时刻，十王地藏，六道轮回，单劝化人间世。善恶天心人意，\"人间私语，天闻若雷\"。但年高都是积善好心人；早寿夭都是辜恩负德贼。好说话清晨，变了卦今日，冷了心晚夕。<br><br>【耍孩儿】我便做花街柳陌风尘妓，也无那忺过三朝五日。你那浪心肠看得我忒容易，欺负我是半良半贱身躯。半良身情深如你那指腹为亲妇；半贱体意重似拖麻拽布妻。想不想在今日，都了绝爽利，休尽我精细。<br>我往常伶俐，今日都行不得了呵！<br>【五煞】别人斩眉我早举动眼，道头知道尾。你这般沙糖般甜话儿多曾吃！你又不是\"残花酝酿蜂儿蜜，细雨调和燕子泥\"。自笑我狂踪迹。我往常受那无男儿烦恼，今日知有丈夫滋味。<br>【四煞】待争来怎地争？待悔来怎地悔？怎补得我这有气分全身体？打也阿儿包髻，真加要带与别人成美，况团衫怎能勾披？他若不在俺宅司内，便大家南北，各自东西！<br>【三煞】明日索一般供与他衣袂穿，一般过与他茶饭吃，到晚送得他被底成双睡。他\"做成暖帐三更梦\"，我\"拨尽寒炉一夜灰\"。有句话存心记：则愿得辜恩负德，一个个荫于封妻！<br>【二煞】出门来一脚高一脚低，自不觉鞋底儿着田地。痛连心除他外谁根前说，气夯破肚别人行怎又不敢提？独自向银蟾底，则道是孤鸿伴影，几时吃四马攒蹄？<br>【尾】呆敲才、呆敲才休怨天；死贱人、死贱人自骂你！本待要皂腰裙，刚待要蓝包髻，则这的是折挂攀高落得的！<br><br>第三折<br>好烦恼人呵！<br>【越调】【斗鹌鹑】短叹长吁，千声万声；捣枕捶床，到三更四更。便似止渴思梅，充饥画饼，因甚顷刻体？则伤我取次成。好个个舒心，干支刺没兴。<br>【紫花儿序】好轻乞列薄命，热忽刺姻缘，短古取恩情。哎！蛾儿，俺两个有比喻：见一个耍蛾儿来往向烈焰上飞腾，正撞着银灯，拦头送了性命。咱两个堪为比并：我为那包譬白身，你为这灯火青荧。<br>我救这蛾儿。哎！蛾儿，俺两个大刚来不省呵！<br>【幺篇】我把这银灯来指定，引了咱两个魂灵，都是这一点虚名。怕不百伶百俐，千战千赢，更做道\"能行怎离得影\"？这一场其身不正，怎当那厮大四至铺排，小夫人名称？<br><br>【梨花儿】是教我软地上吃交，我也不共你争。煞是多劳重，降尊临卑，有劳长者车马，贵脚踏于贱地，小的每多谢承。本待麻线道上不和你一处行；你依得我一件事，依得我愿随鞭镫。你要我饶你咱，再对星月赌一个誓。<br>【紫花儿序】你把遥天指定，指定那淡月疏星，再说一个海誓山盟；我便收撮了火性，铺撒了人情，忍气吞声，饶过你那亏人不志诚。赚出门程，呼的关上栊门，铺的吹灭残灯。<br>燕燕不会，去不得。<br>【小桃红】燕燕上复传示煞曾经，谁会甚儿女成婚聘？甚的是许出羞、下红定？问这洛阳城，少甚么能言快语官媒证？燕燕怎敢假名托姓？但教我一权为政，情取\"火上等冬凌\"。<br>燕燕不去！<br>【调笑令】这厮短命，没前程，做得个\"轻人还自轻\"，横死口里栽排定。老夫人随邪水性，道我能言快语说合成，我说波娘七代先灵！，<br>【圣药王】然道户厮迎，也合再打听，两门亲便走一遭儿成。我若到那户庭，见那婢婷，若是那女孩儿言语没实诚，俺这厮强风情。夫人使来问小姐亲事，相公许不许，燕燕回去。特地来问小姐亲事，许不许？回去。<br>【鬼三台】女孩儿言着婚聘，则合低了胭颈，羞答答地禁声；刬地面皮上笑容生，是一个不识羞伴等。俺那厮做事一灭行，这妮子更敢有四星。把体面妆沉，把头梢自领。<br>着几句话破了这门亲！小姐，那小千户酒性歹。呀，早第一句儿。<br>【天净沙】先教人掩扑了我几夜恩情，来这里被他骂得我百节酸疼，我便似□墙贼蝎蜇呼声。空使心作幸，被小夫人引了我魂灵。<br>你道有铁脊梁的，你手里做媳妇。<br>【东原乐】我是你心头病，你是我眼内钉，都是那等不贤慧的婆娘传槽病。你子牢蹅着八字行，俺那厮陷坑，没一日曾干净。<br>【绵答絮】我又不是停眠整宿，大刚来窃玉偷香，一时间宠幸。数日间饮过，俺那厮一日一个王魁负桂英。你被人推、人推更不轻；俺那厮一霎儿新情，撒地腿脡麻，歇地脑袋疼。<br>【拙鲁速】终身无簸箕星，指云中雁做羹。时下且口口声声，战战兢兢，袅袅婷婷，坐坐行行；有一日孤孤另另，冷冷清清，咽咽哽哽，觑着你个拖汉精！<br>【收尾】大刚来\"主人有福牙推胜\"，不似这调风月媒人背厅。说得他美甘甘枕头儿上双成，闪得我薄设设被窝儿里冷！<br><br>第四折<br><br>【双调】【新水令】双撒敦是部尚书，女婿是世袭千户。有二百匹金勒马，五十辆画轮车。说得他儿女妻夫，似水如鱼；撇得我鳏寡孤独，那的是撮合山养身处？<br>【驻马听】官人石碾连珠，满腰背无瑕玉免鹘；夫人每是依时按序，细搀绒全套绣衣服。包髻是缨络大真珠，额花是秋色玲珑玉。悠悠的品着鹧鸪，雁行般但举手都能舞。<br><br>【甜水令】姐姐骨甜肉净，堪描堪塑。生得肌肤似凝酥。从小里梅香、嬷嬷抬举，问燕燕梳裹何如？<br>【折桂令】他是不曾惯傅粉施朱，包髻不仰不合，堪画堪图。你看三插花枝，颤巍巍稳当扶疏。则道是烟雾内初生月兔，元来是云鬓后半露琼梳。百般的观觑，一刬的全无市井尘俗，压尽其余。，<br>【水仙子】推那领系眼落处，采揪住那系腰行行掐胯骨。我这般拈拈掐掐有甚难当处？想我那声冤不得苦痛处。你不合先发头怒；你若无言语，怎敢将你觑付，你则索做使长、郎主。<br><br>【殿前欢】俺千户跨龙驹，称得上的敢望七香车。愿结同心结，永挂合欢树。蛮凤娇雏，连理枝比目鱼。千载相完聚，花发无风雨。头白相守，眼黑处全无。<br>煞曾勘婚来。<br>【乔牌儿】勘婚处恰岁数，出嫁后有衣禄。若言招女婿，下财钱将娶过去。<br>【挂玉钩】是个破败家私铁扫帚，没些儿发旺夫家处，可更绝子嗣、妨公婆、克丈夫，脸上承泪靥无重数。今年见吊客临，丧门聚；反阴覆阴，半载其余。<br>【落梅风】据着生的年月，演的岁数，不是个义夫节妇，休想得五男并二女，死得教灭门绝户！<br>【雁儿落】燕燕那书房中伏侍处，许第二个夫人做。他须是人身人面皮，人口人言语！<br>【得胜令】到如今总是彻梢虚，燕燕不是石头镌、铁头做；教我死临侵身无措，错支刺心受苦。瘫痪着身躯，教我两下里难停住；气夯破胸脯，教燕燕两下里没是处。<br>【阿古令】满盏内盈盈绿醑，子合当作婢为奴。谢相公、夫人抬举，怎敢做三妻两妇？子得和丈夫一处对舞，便是燕燕花生满路。<br>题目双莺燕暗争春<br>正名诈妮子调风月",
  "poet": {
    "id": 235,
    "star": 0,
    "name": "关汉卿",
    "image": "http://img.gushiwen.org/authorImg/guanhanqing.jpg",
    "desc": "关汉卿（约1220年──1300年），元代杂剧作家。是中国古代戏曲创作的代表人物，“元曲四大家”之首。号已斋（一作一斋）、已斋叟。汉族，解州人（今山西省运城），与马致远、郑光祖、白朴并称为“元曲四大家”。以杂剧的成就最大，一生写了60多种，今存18种，最著名的有《窦娥冤》；关汉卿也写了不少历史剧，如：《单刀会》、《单鞭夺槊》、《西蜀梦》等；散曲今在小令40多首、套数10多首。关汉卿塑造的“我却是蒸不烂、煮不熟、捶不匾、炒不爆、响珰珰一粒铜豌豆”（〈不伏老〉）的形象也广为人称，被誉“曲家圣人”。"
  },
  "tags": []
}