{
  "id": 62444,
  "star": 45,
  "name": "西江月·赋瑶圃青梅枝上晚花",
  "dynasty": "宋代",
  "content": "枝袅一痕雪在，叶藏几豆春浓。玉奴最晚嫁东风。来结梨花幽梦。 <br>香力添熏罗被，瘦肌犹怯冰绡。绿阴青子老溪桥。羞见东邻娇小。",
  "fanyi": "<p><strong>译文<br></strong>瑶圃中一株青梅树袅袅临风而立，枝上雪痕犹在。几颗青梅已悄然出现在绿叶间，透露浓浓的春意。梅花本早于梨花开放，但这几朵梅花偏偏晚些开，它终于等到与春风相会的机会，似乎与梨花约好一同在梦中相见。<br>梅花的芬芳好像美人罗被上散发出来的熏香气息，而梅花欲落未落，欲残未残之状，好比美人瘦弱的肌体，仿佛连冰绡薄纱衣的重量都经受不起。伊人渐老如梅树成荫转而结子，逐渐由青泛黄；女子渐老的外貌一定不如从前那样娇艳，所以她害怕再与东邻的那位娇小女友相见了。</p> <p><strong>注释<br></strong>1.西江月：词牌名，原唐教坊曲，取名自<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>的“只今惟有西江月”<a href=\"http://so.gushiwen.org/view_62444.aspx\">诗</a>句。清季敦煌发现唐琵琶谱，犹存此调，但虚谱无词。调见《尊前集》，又名《江月令》、《步虚词》、《壶天晓》、《白苹香》、《玉炉三涧雪》。五十字，上下片各四句两平韵，结句各叶一仄韵。沈义父《乐府指迷》：“《西江月》起头押平声韵，第二、第四句就平声切去，押仄声韵。如平声押‘东’字，仄声须押‘董’字、‘冻’字方可。”此首《西江月》词，上下片不押同一部韵，上片押第一部东韵，下片押第八部萧韵，是换韵，为变格。<br>2.瑶圃（pǔ）：即荣邸瑶圃，位于越州（今浙江绍兴），是嗣荣王赵与芮的私家园林，详见《癸辛杂识》。<br>3.晚花：梅已结子，而枝上尚有余花，故称“晚花”。<br>4.袅（niǎo）：摇曳。<br>5.一痕雪：指晚开的几朵洁白的梅花仿佛一抹残雪。 痕，痕迹。<br>6.几豆：指梅子。<br>7.玉奴：南齐东昏侯的潘妃字玉奴，东昏侯兵败，玉奴与他同死。古人常以玉奴指女子，此指青梅。<br>8.熏（xūn）：熏炉。<br>9.瘦肌：即瘦削的花瓣。<br>10.冰绡（xiāo）：洁白的生丝制品。<br>11.青子：即青梅。<br>12.东邻：语出<a href=\"http://so.gushiwen.org/author_358.aspx\">宋玉</a>《登徒子好色赋》：“天下之佳人，莫若楚国，楚国之丽者，莫若臣里，臣里之美者，莫若臣东家之子。……然此女登墙窥臣三年，至今未许也。”东邻原指美女，此处指梅花。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　词的上片渲染梅花的冰清玉洁及其带给人间的浓郁春意。以“一痕雪”形容梅花，特别贴切。一是花自如雪；二是易于零落，如同春天的雪易于融化；三是稀少，枝头星星点点的白色仿佛残雪欲尽。再著一“袅”字，更给人以如虚如幻、缥缈如烟的感觉。词一开头，便勾勒出一幅优美的画面，又显出那一股坚韧之气以及缱绻的深情。次句化用<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>：“叶间梅子青如豆”<a href=\"http://so.gushiwen.org/view_62444.aspx\">诗</a>意，构思亦很奇巧。这句也暗含梅花在内，一个“藏”字十分生动，春光掩映了叶间的梅花，显得更加春意盎然，融人了词人对晚梅的礼赞。“玉奴最晚嫁东风。来结梨花幽梦”二韵扣住“晚”字写梅花，仍用拟人化写法。这一韵将晚花比作绝色美人，还沉湎于幽梦之中，远远落后她的姊妹们，“玉奴”袭用<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>诗中之辞，用以比喻白梅。“最晚”应合词题中“晚花”二字。“嫁东风”化用<a href=\"http://so.gushiwen.org/author_349.aspx\">李贺</a>诗句，而词人笔下的白梅却不早不晚在东风中含苞绽放。原来白梅晚开是为了与梨花同温幽梦的。白梅本不该与梨花同时，好像这晚梅与梨花之间存在某种不解之缘。这句暗点出晚字、白字。所谓思致杳冥，空灵之处。</p> <p>　　词的下片仍以拟人之笔，赋晚花以人情，着意描绘梅花的冰肌玉骨，香气袭人和娇丽姿容。而词人那无限怜爱之心，尽在不言中。“香力添熏罗被，瘦肌犹怯冰绡”一韵，写梅香与娇态。一个“添”字，隐示出罗被原先已经被早梅熏过几次，而今晚梅又开放，其香气更添几重。“瘦肌”形容花形，梅花通体晶莹，宛如身着冰绡，作者于是生发出奇妙神思，那清瘦的梅肌，对着寒凉的冰绡，恐怕有几分畏怯。梅花那娇美柔韧、冰清玉洁的体格，跃然纸上。“绿阴青子老溪桥。羞见东邻娇小”一韵，以“青梅枝上晚花”收尾，与词题扣合，首尾呼应。在那绿阴下，溪桥边，青梅日益成熟，而东邻的“枝上晚花”，却风姿绰约，不胜妖娆。两相对照，青梅不禁自惭形秽，羞于睹其芳华。词尾以烘云托月的笔法，借刻画青梅的心理，从另一角度却极写梅枝上的这“一痕雪”般的晚花，是何其娇小清丽。用待嫁的“东邻”美女来比况青梅枝上的晚花，既是拟人手法，又善于融典。</p> <p>　　统观全词，词人选材新颖，视角独特，仅仅八句，却调动了多种修辞手段：拟人、比喻、烘托、对比、用典、均自然贴切，富有艺术美感。见出词人构思、运笔、遣词的创作功力。</p>",
  "about": "<h2>创作背景</h2> 　　这首词估计写于宋理宗景定元年（1260年）前后，此间词人再度赴越州，客居嗣荣王邸，见到瑶圃这一景观，于是即兴赋词。",
  "poet": {
    "id": 670,
    "star": 0,
    "name": "吴文英",
    "image": "http://img.gushiwen.org/authorImg/wuwenying.jpg",
    "desc": "吴文英（约1200～1260），字君特，号梦窗，晚年又号觉翁，四明（今浙江宁波）人。原出翁姓，后出嗣吴氏。与贾似道友善。有《梦窗词集》一部，存词三百四十余首，分四卷本与一卷本。其词作数量丰沃，风格雅致，多酬答、伤时与忆悼之作，号“词中李商隐”。而后世品评却甚有争论。"
  },
  "tags": [
    "写花",
    "抒怀"
  ]
}