{
  "id": 12069,
  "star": 37,
  "name": "逢侠者",
  "dynasty": "唐代",
  "content": "燕赵悲歌士，相逢剧孟家。<br>寸心言不尽，前路日将斜。",
  "fanyi": "<p><strong>译文</strong><br>赵、燕两地多慷慨悲歌的侠士，今天我们相逢于侠士剧孟的故乡洛阳。<br>心中悲壮不平之事向你诉说不完，无奈太阳西斜，只好再次分手而去。</p> <p><strong>注释</strong> <br>⑴侠者：豪侠仗义之士。<br>⑵燕赵：古时燕、赵两个国出了许多勇士，因此后人就用燕赵人士指代侠士。<br>⑶剧孟：剧孟：汉代著名的侠士，洛阳人，素有豪侠的名声。<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>有<a href=\"http://so.gushiwen.org/view_12069.aspx\">诗</a>句：“剧孟七国畏，马卿四赋良”，说得就是剧孟武艺的高强。这里“剧孟”是用来指代洛阳的。<br>⑷寸心：心中。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　这是一首因路遇侠者而写的赠别<a href=\"http://so.gushiwen.org/view_12069.aspx\">诗</a>。此诗造句别致，寓意隐蔽。诗里用到了典故。“燕赵悲歌士”里用到了战国时代诸侯国的名称“燕，赵”，古时这两个战国七雄中的诸侯国出了许多勇士，因此后人就用燕赵人士指代侠士。<a href=\"http://so.gushiwen.org/author_227.aspx\">高适</a>有这样的诗句：“拂衣去燕赵，驱马怅不乐”，就是对燕赵刺客的悲壮大义表示同情与敬佩。最有名的荆轲刺秦王，应该是家喻户晓的故事了，而荆轲就是受燕太子丹之托入刺秦王的刺客。</p> <p>　　“剧孟”本人是雒阳（即今天的河南洛阳东部）人，素有豪侠的名声。这里“剧孟”是用来指代洛阳的。</p> <p>　　侠者，一般指剑客。<a href=\"http://so.gushiwen.org/author_495.aspx\">钱起</a>本人不是武士，因此对朋友豪侠的气概是佩服加崇敬的。诗的开头两句，用“燕赵悲歌士”，借以比拟所遇见的侠者；而“相逢剧孟家”，则是说他们两人相逢于洛阳道中。如此写来，极为切合侠者身份。后面两句，是说相逢时彼此倾心交谈，可是太阳又快要落山了，只好恋恋不舍地分手而别了。这既抒发了作者心中的不平，也表露了对侠士的倾慕之情。</p> <p>　　此诗一开始就把心里的赞美写了出来，朋友被他称赞为燕赵豪侠，可见钱起的坦率。对“寸心言不尽”，可以理解为这是文人与武士间的区别造成得欲言又止，意犹未尽。最后写到落日，其实有诗人对朋友的一丝担忧（因为夕阳这个素材在文学作品里一般来说终归没有朝阳那么热烈积极），剑客的前路定是有坎坷的。当然也可以这样理解：为分别而相聚的诗人与侠者，终究要分道扬镳了，太阳都落山了，像在催促他们，尽管依依不舍，但是天下无不散的筵席。这份感情被描述得真是格外珍贵。</p> <p>　　钱起的朋友中有名诗人<a href=\"http://so.gushiwen.org/author_515.aspx\">王维</a>、<a href=\"http://so.gushiwen.org/author_302.aspx\">裴迪</a>等，本人是大历才子，认识的人一定很多。这里的侠者，在他应该是与众不同的尤为记忆深刻的一位朋友。钱起自己如果“言不尽”了，那么这离别的感伤是非常浓烈的。这是赠别的作品，不过诗里字字句句都是浓情，这样的编辑确实算得上体格新奇，这和一般人比较起来率意得多。高仲武说钱起诗风“体格新奇，理致清赡”。“理致清赡”这个特点其实表现在“前路日将斜”里，将诗意很好得放开，使读者有思索的余地。</p>",
  "poet": {
    "id": 495,
    "star": 0,
    "name": "钱起",
    "image": "http://img.gushiwen.org/authorImg/qianqi.jpg",
    "desc": "钱起（722？—780年），字仲文，汉族，吴兴（今浙江湖州市）人，唐代诗人。早年数次赴试落第，唐天宝十年（751年）进士，大书法家怀素和尚之叔。初为秘书省校书郎、蓝田县尉，后任司勋员外郎、考功郎中、翰林学士等。曾任考功郎中，故世称“钱考功”。代宗大历中为翰林学士。他是大历十才子之一，也是其中杰出者，被誉为“大历十才子之冠”。又与郎士元齐名，称“钱郎”，当时称为“前有沈宋，后有钱郎。”"
  },
  "tags": [
    "赠别",
    "侠客"
  ]
}