{
  "id": 15846,
  "star": 6,
  "name": "题所赁宅牡丹花",
  "dynasty": "唐代",
  "content": "赁宅得花饶，初开恐是妖。<br>粉光深紫腻，肉色退红娇。<br>且愿风留著，惟愁日炙燋。<br>可怜零落蕊，收取作香烧。",
  "fanyi": "<p><strong>译文</strong><br>当初租赁房舍，哪想到竟有牡丹满院，一开花便绚丽无比，莫非是妖精变现！<br>紫花丰腴，光泽均匀细腻，红花鲜艳，羞退靓女胭脂面。<br>但愿和风惠顾，让牡丹姣颜久驻，只担心烈日无情，把它烤成焦烂。<br>可惜花期已过，收起凋零花瓣，且待烧出香气缭绕的轻烟和火焰。</p> <p><strong>注释</strong><br>⑴赁（lìn）宅：租赁他人的宅院。<br>⑵饶：丰富。又犹娇，“娆”的本字，佳美的意思。<br>⑶腻：润滑有光泽。<br>⑷退红：粉红色。<br>⑸炙燋（zhìzhuó）：晒干。燋，同“灼”，火烧。<br>⑹零落：凋谢飘落。<br>⑺收取：收拾集起。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　牡丹、娇贵富丽，红妆异香，有天香国色、倾国倾城之称。或写花，衬以美人，或写人，衬以娇花；或者人花合写，彼此交融，<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>的《清平调》就是一篇杰作，而“春风拂槛露华浓”似乎成了绝唱。总之，这都表现了中国人的审美标准和对美的追求。<a href=\"http://so.gushiwen.org/author_482.aspx\">王建</a>此<a href=\"http://so.gushiwen.org/view_15846.aspx\">诗</a>，正可谓此尽其致。</p> <p>　　首联“赁宅得花饶，初开恐是妖。”租赁别人的房宅，本来也是随遇而安，无所好挑剔的，可没想到竟有那么丰饶的牡舟花。一个“得”字，正好表现出他那种喜出望外的得意神情。恰因为得自意外，所以初开之时，便唯恐它是妖了。美人之所以让入心旋不守，神魂颠倒，完全在于她的妖冶妩媚；牡丹含苞初绽，鲜艳欲滴，其荡人心魄，决不下于美人之妖态，只这一句就把社丹写活了。</p> <p>　　颔联承“妖”写来。‘“粉光”、“肉色”俱是美人动人之处，粉光丽质，滑若凝脂、肉色性感，柔若无骨，这恰是美人的妖态，也同样是花的妖态。“深紫”、“退红”均属壮丹艳冶之色，而这又正好使作者联想起美人的“粉光”和“肉色”来。用“腻”和“娇”二字，直把花作人写，人、物浑然一体，确实表达出了天人合一的审美境界。</p> <p>　　青春美色的克星是无情的岁月，而娇花名卉的厄运却正是风吹日晒，风吹就会落掉，日炙以致枯焦。怜香惜玉，多情善感的诗人，于赁宅得以名花的为患难之交，定不肯失之交臂，于是他千祈祷，万忧愁：“且愿风留著，唯愁日炙燋。”</p> <p>　　这里既可见出诗人追求美是何等的执着、也可明白牡丹是多么的富丽可爱，以致让诗人倾倒如是。然而自<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>香草美人以比君子，托物讽喻便成为中国抒情诗的一大传统，所以个中不仅有香花的摇落之悲，还有美人的迟暮之叹，更有诗人身处乱世的命运之感。</p> <p>　　花儿被吹落，被炙燋了，可她那一缕芳心，仍然楚楚可怜，只有香如故。这位“零落”的诗人，拾起了“零落”的花蕊，回到屋里把它当香烧了。也不知是花的香气陪伴着他，还是他陪伴着香气，直是到了物我两忘的境界。</p> <p>　　全诗前两联写景，后两联扮清，景中寓情，情里含景，以人写花，以花写人，花、妖、作者三位一体，句句写花，而又无一处不在写人，堪称大手笔。尤其末联，自怜自爱，自伤身世，是花，是妖，也是诗人。形象感人，咀嚼无尽。</p>",
  "about": "<h2>创作背景</h2> 　　由<a href=\"http://so.gushiwen.org/view_15846.aspx\">诗</a>中写作者在外租屋而居可知作者此时境况较贫寒，约作于元和长庆间（820-821）。时为春日，作者目睹牡丹花开花落，有感而作。",
  "poet": {
    "id": 482,
    "star": 0,
    "name": "王建",
    "image": "http://img.gushiwen.org/authorImg/wangjian.jpg",
    "desc": "王建(约767年—约830年)：字仲初，生于颍川(今河南许昌)，唐朝诗人。其著作，《新唐书·艺文志》、《郡斋读书志》、《直斋书录解题》等皆作10卷，《崇文总目》作2卷。"
  },
  "tags": [
    "写花",
    "牡丹",
    "赞美",
    "眷恋"
  ]
}