{
  "id": 38424,
  "star": 111,
  "name": "稻田",
  "dynasty": "唐代",
  "content": "绿波春浪满前陂，极目连云稏肥。<br>更被鹭鹚千点雪，破烟来入画屏飞。",
  "fanyi": "<h2>译文二</h2> 满坡的稻禾长势喜人，苗肥棵壮，在春风的吹拂下，层层梯田绿浪翻滚，直接云天。<br>在这绿色海洋的上空，数不尽的白鹭自由翱翔，宛如飞入一幅天然的彩色画屏。<br/><p><strong>译文</strong><br>碧绿的池水涟漪满前陂，极目远望无边的滔田肥。<br>更有那白鹭千点观不尽，穿过云烟来向这画中飞。</p> <p><strong>注释</strong><br>⑴前陂（bēi）：前面的池塘。<br>⑵连云：一望无际好象同云相连。（禾罢，bà）稏（yà）：水稻的别称。<br>⑶千点雪：白色鹭鹭落入绿色水田中，如同千点雪花一样。<br>⑷破烟：穿过烟云。画屏：把前面的景象当成一幅画屏。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　《稻田》这首<a href=\"http://so.gushiwen.org/view_38424.aspx\">诗</a>所描绘的江南水田风光，就从一个侧面间接地展示了创作背景所述的社会现实，间接地表现了诗人生活在这一环境中的愉悦之情。</p> <p>　　这是一首写景小诗。写景诗为人称道的是“诗中有画”，即用语言的勾勒描绘把周围的景物如画一般的状态呈现出来，这首诗即达到了这样的这样的艺术效果。这是一幅极其优美恬淡的水田风光图。这幅画的近景是满是绿波春浪的池塘和一望无边的肥美的稻田；远景是蓝天、烟云和点点如雪的白鹭，还有那似有若无的濛濛水气。这些景物浓淡相间，疏密得体，相映成趣。池中的绿水和周围稻田，通过“极目”二字联系起来，使得画面无比开阔。这是多么美丽的景色，作者置身此间，是何等心旷神怡。同时，诗人又把眼前池塘和天上的白鹭，通过一个“飞”字巧妙地联起来。这样，就使得近景和远景交织成章，联成一片，使地面空间浑然一体。在这幅图画中除了静态的描写外，还描写了划破静寂的动态。前边说的清水池塘，连天的稻田，是静态描写，而诗人又将如同“千点雪’的白鹭摄入画面，用一个“飞”字突然使这个画面活跃起来，更显得生机盎然。不仅富有绘画美，而且《稻田》还具有绚丽的色彩美。在这幅艺术画面上，“绿”浪碧波相迭，蓝天“白”鹭相映，彩云画屏色彩斑斓，堪称佳作。</p> <p>　　这样，诗的意境便更加深邃而耐人寻味了。总之，这首诗勾勒了一福优美的水田风光的图画。其中有近景，有远景，有静态，有动态。诗人把这些巧妙地组成一个和谐的整体，并通过短短的四句小诗描绘出来，语言精炼，构思巧妙。</p><br/><h2>鉴赏</h2> <p>　　唐朝末年，藩镇割据战争使黄河和淮河流域的农业生产受到极大破坏，而长江流域却较少遭战乱浩劫。<a href=\"http://so.gushiwen.org/author_622.aspx\">韦庄</a>六十六岁仕西蜀，为蜀主<a href=\"http://so.gushiwen.org/author_482.aspx\">王建</a>所倚重，七十二岁助王建称帝，晚年生活富足安定。《稻田》这首<a href=\"http://so.gushiwen.org/view_38424.aspx\">诗</a>所描绘的江南水田风光，就从一个侧面间接地展示了这一角社会现实，间接地表现了诗人生活在这一环境中的愉悦之情，可能是晚年之作。这首诗不啻于一幅色彩明丽的风景画。满坡的稻禾长势喜人，苗肥棵壮，在春风的吹拂下，层层梯田绿浪翻滚，直接云天。在这绿色海洋的上空，数不尽的白鹭自由翱翔，宛如飞入一幅天然的彩色画屏。展现在诗人眼前的是一片绿色海洋，极目眺望，水稻伸到天际，与白云相连。就在这翠绿的底色上，点缀着洁白如雪的鹭鸶，“漠漠水田飞白鹭”，这真是一幅清淡的水墨画。</p> <p>　　清风吹拂，水田里涌起一阵阵绿波，鼓起一轮轮稻浪，无数鹭鸶或远或近散布在稻田中，忽然有一只鹭鸶冲破那薄纱似的烟雾，款款飞起，那么优美，那么安详，紧接着，一大群鹭鸶忽啦啦飞起，整个世界充满了生命的律 动。这又是一幅动态画。</p> <p>　　这里面没有喧嚣，这里面也不是枯寂，大自然的生机表现得那么热烈，色彩的调配是天工化成，毫无造作，如此和谐，面对这宁静甜润的世界，人们心中会流淌爱的溪流，美的旋律。这又是一幅诗意画。</p> <p>　　美是主、客观交流的产物，在这幅清新的画面深处，我们还可发现抒情主人公的身影，他宁静自得，陶然忘机，面对自然界的“大美”，唯有惊愕，唯有赞叹，自我消融在对象中，这又是一幅心声画。</p> <p>　　不仅富有绘画美，而且《稻田》还具有绚丽的色彩美。在这幅艺术画面上，“绿”浪碧波相迭，蓝天“白”鹭相映，彩云画屏色彩斑斓，堪称佳作。</p>",
  "about": "<h2>创作背景</h2> 　　唐朝末年，藩镇割据战争使黄河和淮河流域的农业生产受到极大破坏，而长江流域，尤其是蜀地却较少遭战乱浩劫，人民生活安定。<a href=\"http://so.gushiwen.org/author_622.aspx\">韦庄</a>六十六岁仕西蜀，为蜀主<a href=\"http://so.gushiwen.org/author_482.aspx\">王建</a>所倚重，七十二岁助王建称帝，晚年生活富足安定，遂创作此<a href=\"http://so.gushiwen.org/view_38424.aspx\">诗</a>。",
  "poet": {
    "id": 622,
    "star": 0,
    "name": "韦庄",
    "image": "http://img.gushiwen.org/authorImg/weizhuang.jpg",
    "desc": "韦庄（约836年─910年），字端己，杜陵（今中国陕西省西安市附近）人，诗人韦应物的四代孙，唐朝花间派词人，词风清丽，有《浣花词》流传。曾任前蜀宰相，谥文靖。"
  },
  "tags": [
    "田园",
    "写景",
    "喜悦"
  ]
}