{
  "id": 204,
  "star": 53,
  "name": "小明",
  "dynasty": "先秦",
  "content": "明明上天，照临下土。我征徂西，至于艽野。二月初吉，载离寒暑。</p> <p>心之忧矣，其毒大苦。念彼共人，涕零如雨。岂不怀归？畏此罪罟！</p> <p>昔我往矣，日月方除。曷云其还？岁聿云莫。念我独兮，我事孔庶。</p> <p>心之忧矣，惮我不暇。念彼共人，眷眷怀顾！岂不怀归？畏此谴怒。</p> <p>昔我往矣，日月方奥。曷云其还？政事愈蹙。岁聿云莫，采萧获菽。</p> <p>心之忧矣，自诒伊戚。念彼共人，兴言出宿。岂不怀归？畏此反覆。</p> <p>嗟尔君子，无恒安处。靖共尔位，正直是与。神之听之，式穀以女。</p> <p>嗟尔君子，无恒安息。靖共尔位，好是正直。神之听之，介尔景福。",
  "fanyi": "<p><strong>译文</strong><br>　　高高在上那朗朗青天，照耀大地又俯察人间。我为公事奔走往西行，所到的地域荒凉僻远。周正二月某吉日起程，迄今历经酷暑与严寒。心里充满了忧伤悲哀。深受折磨我痛苦不堪。想到那恭谨尽职的人，禁不住潸潸泪如涌泉。难道我不想回归家园？只怕将法令之网触犯。<br>　　想当初我刚踏上征途，那时候正逢旧岁将除。什么日子才能够回去？眼看年将终归期仍无。顾念到自己形单影只，差事却多得数不胜数。心里充满了忧伤悲哀，我疲于奔命无暇自顾。想到那恭谨尽职的人，我无限眷念朝夜思慕。难道我不想回归家园？只怕上司的责罚恼怒。<br>　　想当初我刚踏上征途，正值由寒转暖的气候。什么日子才能够回去？公务却越加繁忙急骤。眼看将年终时日无多，人们正忙着采蒿收豆。心里充满了忧伤悲哀，我自讨苦吃自作自受。想到那恭谨尽职的人，我辗转难眠思念不休。难道我不想回归家园？只怕世事翻覆祸当头。<br>　　长叹息你们这些君子，莫贪图安逸坐享福分。应恭谨从事忠于职守，交正直之士亲近贤人。神灵就会听到这一切，从而赐你们福祉鸿运。<br>　　长叹息你们这些君子，莫贪图安逸碌碌无为。应恭谨从事忠于职守，与正直之士亲近伴随。神灵就会听到这一切，从而赐你们洪福祥瑞。</p> <p><strong>注释</strong><br>（1）征：行，此指行役。徂：往，前往。<br>（2）艽（qíu）野：荒远的边地。<br>（3）二月：指周正二月，即夏正之十二月。初吉：上旬的吉日。<br>（4）载：乃，则。离：经历。<br>（5）毒：痛苦，磨难。<br>（6）共：通“恭”，此指恭谨尽心。<br>（7）罪罟（gǔ）：指法网。罟，网；罪，捕鱼竹网。二字并列，犹云网罟。<br>（8）除：除旧，指旧岁辞去、新年将到。<br>（9）曷：何，何时。云：语助词。其：将。还：回去。<br>（10）聿云：二字均语助词。莫：古“暮”字。岁暮即年终。<br>（11）孔庶：很多。<br>（12）惮：通“瘅”，劳苦。不暇：不得闲暇。<br>（13）睠睠：即“眷眷”，恋慕。<br>（14）奥（yù）：“燠”之假借，温暖。<br>（15）蹙：急促，紧迫。<br>（16）萧：艾蒿。菽：豆类。<br>（17）诒：通“贻”，遗留。伊：此，这。戚：忧伤，痛苦。<br>（18）兴言：犹“薄言”，语首助词。一说“兴”，意谓起来，\"言\"即焉。出宿：不能安睡。一说到外面去过夜。<br>（19）反覆：指不测之祸。<br>（20）恒：常。安处：安居，安逸享乐。<br>（21）靖：敬。共：通“恭”，奉，履行。位：职位，职责。<br>（22）与：亲近，友好。一说通“举”，行为，举止。<br>（23）式：乃，则。榖（gǔ）：善，此指福。以：与。女：汝。<br>（24）介：借为“匄”（gài），给予。景福：犹言大福。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　《<a href=\"http://so.gushiwen.org/view_204.aspx\">诗</a>经》中有些篇章索解不易，以致岐见纷错，此篇就是一例。</p> <p>　　《毛诗序》称此诗的主题为“大夫悔仕于乱世也”，寻绎诗意，此诗当是一位长期奔波在外的官吏自诉情怀的作品。他长年行役，久不得归，事务缠身，忧心忡忡，诗中披露出他的复杂心情，千载之下，使人犹闻其叹息怨嗟之声。</p> <p>　　全诗共分五章。一、二、三章的前八句都是自述其行役之苦、心怀之忧。对这八句的理解，各家基本上无甚异词。接下来则是反覆咏唱“念彼共人”，对“共人”的理解也就岐见纷呈了。“共”即古“恭”字，所谓“恭人”即恭谨之人，具体何指，诸家见仁见智，各抒己说。一种意见认为“共人”是指隐居不仕者。吕祖谦《吕氏家塾读诗记》引丘氏曰：“‘共人’谓温恭之人，隐居不仕者也。贤者久不得归，于是悔仕，进退既难，恐不免于祸，念彼不仕之友闲居自乐，欲似之而不得，故涕零如雨也。”戴溪《续吕氏家塾读诗记》云：“当时必有温共静退之人劝大夫以不仕者，不从其言，故悔恨至涕泣，睠（按，即眷）睠怀顾，欲出宿而从之也。”<a href=\"http://so.gushiwen.org/author_459.aspx\">朱熹</a>则释为：“共人，僚友之处者也……大夫以二月西征，至于岁莫而未得归，故呼天而诉之，复念其僚友之处者，且自言其畏罪而不敢归也。”（《诗集传》）朱熹的说法颇为含混。所谓“僚友”，既可理解为同僚中的朋友，也可看作是同僚与友人并提；而所谓“处”，既可解作隐居不仕，也可释为居留在朝。今人高亨则解共人为“恭敬的人，此指作者的妻”（《诗经今注》）。吴闿生则解为“‘念彼共人’者，念古之劳臣贤士，以自证而自慰也”（《诗义会通》）。</p> <p>　　此诗的难解之处在于后二章的诗意似与前三章断为两截，难以贯通。后二章中“靖共尔位”的“共”亦当作“恭”解，那末这一句就是克尽职守之意。如果将前面的“共人”理解为忠于职守的同僚，那末后面敦劝“靖共尔位”似属多余。如果将“共人”理解为隐居不仕者，那末前面既已表示了悔仕乱世、向往归隐之意，后面又勉以恭谨尽职，自相矛盾；而且既然是退隐之士，就不可能有职可守。历来的注解都试图解决这些矛盾，使之能自圆其说，较有代表性的一种说法是：后二章为“自相劳苦之辞”。《吕氏家塾读诗记》引<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>说云：“‘嗟尔君子，无恒安处’，乃是大夫自相劳苦之辞，云：无苟偷安，使靖共尔位之职。”吕祖谦申此说曰：“上三章唱悔仕乱世，厌于劳役，欲安处休息而不可得，故每章有怀归之叹。至是知不可去矣，则与其同列自相劳苦曰：嗟尔君子，无恒欲安处也。苟静恭于位，惟正直之道是与，则神将佑之矣，何必去哉！”戴溪之说与吕氏同，谓“前三章念共人而悔仕，后二章勉君子以安位”，“始悔仕于乱世，终不忍去其君，可以为贤矣”（《续吕氏家塾读诗记》）。这样的解释也许颇合于怨而不怒、温柔敦厚的诗教，但将后二章看作既是自勉、又是互相劝慰之词，实在是很牵强的，“自勉”云云只能是解诗者的曲为之说，因为此处说话的对象“君子”明明是第二人称的“尔”。</p> <p>　　其实此诗与《四月》、《北山》等诗表达了类似的情感，即感慨征戍久役、劳逸不均。所谓“共人”应该是与诗人一样效命王室、忠于职守的人，因而想到他们，就会油然而生一种同病相怜、眷然怀恋之情，“涕零如雨”、“睠睠怀顾”就是这种情绪的体现。“兴言出宿”则表现诗人在怨艾之后仍起身踏上征途。“念彼共人”的复叠之词展示出诗人情感演变的轨迹：虽然忧伤孤独，疲于奔命，但对王事还是不敢懈怠，有“彼共人”作为榜样，他也只能席不暇暖，奔走四方。有了这样的铺垫，下面转入对“君子”的劝勉也就顺理成章了。揣摩诗意，这四、五两章当是诗人对在上者的劝戒。“君子”不是指一般人，而是那些身居高位的统治者。“嗟尔君子，无恒安处”实在有着无穷的感喟，在这声声敦劝中不难体会到诗人的怨嗟。“无恒安处”的言外无疑意味着这些“君子”的安居逸乐，它和诗人的奔波劳碌、不遑宁处正好形成了鲜明的对比。诗人劝勉这些“君子”勤政尽职，正说明他们未能像“共人”那般一心为社稷黎民操劳。“神之听之”的声声祝愿中不能说没有告诫的弦外之音在回响。</p> <p>　　这首诗采用赋体手法，不借助比兴，而是直诉胸臆，将叙事与抒情融为一体，娓娓道来，真切感人。诗中既多侧面地表现了诗人的内心世界，又展示了他心理变化的轨迹，纵横交织，反覆咏唱，细腻婉转。可以说这首诗与《北山》诗同样表现了不满上层统治者的怨情，但它不像《北山》那样尖锐刻露、对比鲜明，它的措辞较为委婉。</p>",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": [
    "诗经",
    "抒情"
  ]
}