{
  "id": 8014,
  "star": 5895,
  "name": "赠汪伦",
  "dynasty": "唐代",
  "content": "李白乘舟将欲行，忽闻岸上踏歌声。<br>桃花潭水深千尺，不及汪伦送我情。 ",
  "fanyi": "<p><strong>译文</strong><br><a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>坐上小船刚刚要离开，忽然听到岸上传来告别的歌声。<br>即使桃花潭水有一千尺那么深，也不及汪伦送别我的一片情深。</p> <p><strong>注释</strong><br>①踏歌：民间的一种唱歌形式，一边唱歌，一边用脚踏地打拍子，可以边走边唱。<br>②桃花潭：在今安徽泾县西南一百里。《一统志》谓其深不可测。<br>③深千尺：<a href=\"http://so.gushiwen.org/view_8014.aspx\">诗</a>人用潭水深千尺比喻汪伦与他的友情，运用了夸张的手法（潭深千尺不是实有其事）写深情厚谊，十分动人。<br>④不及：不如。<br>⑤汪伦：李白的朋友。李白游泾（jīng）县（在今安徽省）桃花潭时，附近贾村的汪伦经常用自己酿的美酒款待李白，两人便由此结下深厚的友谊。历代出版的《李白集》、《唐诗三百首》、《全唐诗》注解，都认定汪伦是李白游历泾县时遇到的一个普通村民，这个观点一直延续至今，今人安徽学者汪光泽和李子龙先后研读了泾县《汪氏宗谱》、《汪渐公谱》、《汪氏续修支谱》，确知“汪伦又名凤林，为唐时知名士”，与李白、<a href=\"http://so.gushiwen.org/author_515.aspx\">王维</a>等人关系很好，经常以诗文往来赠答。开元天宝年间，汪伦为泾县令，李白“往候之，款洽不忍别”（详见《李白学刊》第二辑李子龙《关于汪伦其人》）。按此诗或为汪伦已闲居桃花潭时，李白来访所作。李白于公元754年（天宝十三载）自广陵、金陵至宣城，则此诗当不早于此前。</p><br/><p><strong>译文</strong><br>我正乘上小船，刚要解缆出发，忽听岸上传来，悠扬踏歌之声。<br>看那桃花潭水，纵然深有千尺，怎能及汪伦送我之情。</p> <p><strong>注释</strong><br>⑴汪伦：<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>的朋友。<br>⑵踏歌：唐代一作广为流行的民间歌舞形式，一边唱歌，一边用脚踏地打拍子，可以边走边唱。<br>⑶桃花潭：在今安徽泾县西南一百里。《一统志》谓其深不可测。深千尺：<a href=\"http://so.gushiwen.org/view_8014.aspx\">诗</a>人用潭水深千尺比喻汪伦与他的友情，运用了夸张的手法（潭深千尺不是实有其事）。<br>⑷不及：不如。</p>",
  "shangxi": "<h2>“桃花潭水深千尺，不及汪伦送我情”赏析</h2> 　　用比兴手法，表达了对汪伦深情相送的感激。用“深千尺”的潭水比喻送别之深情，生动而形象，而又加“不及”二字，更增强了<a href=\"http://so.gushiwen.org/view_8014.aspx\">诗</a>句的动人力量。这首有明显的民歌风味的诗词自然质朴，清新流畅。诗人用眼前普通的景物作比喻，写出了与友人的真挚情意。<br/><h2>鉴赏二</h2> <p>　　<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>斗酒<a href=\"http://so.gushiwen.org/view_8014.aspx\">诗</a>百篇，一生好入名山游。据<a href=\"http://so.gushiwen.org/author_676.aspx\">袁枚</a>《随园诗话补遗》记载:有一位素不相识的汪伦，写信给李白，邀他去泾县(今安徽皖南地区)旅游，信上热情洋溢地写道:\"先生好游乎?此地有十里桃花，先生好饮乎?此地有万家酒店。\"李白欣然而往。见汪伦乃泾川豪士，为人热情好客，倜傥不羁。遂问桃园酒家何处?汪伦道:\"桃花者，潭水名也，并无桃花;万家者，店主人姓万也，并无万家酒店。\"引得李白大笑。留数日离去，临行时，写下上面这首诗赠别。</p> <p>　　显然，这首诗是李白即兴脱口吟出，自然入妙，因而历来为人传诵。然而，也因为它像生活一样自然，人们往往知其妙而不知其所以妙。诗的三四句，后代诗家还有一点评论，开头两句口语化的平直叙述，就说不出所以然来了。其实，结合上述背景来看，头两句也是写得极其成功的。</p> <p>　　\"李白乘舟将欲行\"，是说我就要乘船离开桃花潭了。那声口语言简直是不假思索，顺口流出，表现出乘兴而来、兴尽而返的潇洒神态。</p> <p>　　\"忽闻岸上踏歌声\"，\"忽闻\"二字表明，汪伦的到来，确实是不期而至的。人未到而声先闻，从那热情爽朗的歌声，李白就料到一定是汪伦赶来送行了。</p> <p>　　这样的送别，侧面表现出李白和汪伦这两位朋友同是不拘俗礼、快乐自由的人。在山村僻野，本来就没有上层社会送往迎来那套繁琐礼节，看来，李白走时，汪伦不在家中。当汪伦回来得知李白走了，立即携着酒赶到渡头饯别。不辞而别的李白固然洒脱不羁，不讲客套;踏歌欢送的汪伦，也是豪放热情，不作儿女沾巾之态。短短十四字就写出两人乐天派的性格和他们之间不拘形迹的友谊。</p> <p>　　也许正因为两人思想性情契合，李白引为同调，很珍视汪伦的友情。情之所至，遂对着眼前风光绮丽的桃花潭水，深情地吟道:</p> <p>　　\"桃花潭水深千尺，不及汪伦送我情。\"</p> <p>　　结合此时此地，此情此景，这两句诗也如脱口而出，感情真率自然。用水流之深比譬人的感情之深，是诗家常用的写法，如说汪伦的友情真象潭水那样深呀，当然也可以，但显得一般化，还有一点\"做诗\"的味道。现在的写法，好象两个友人船边饯别，一个\"劝君更进一杯酒\"，一个\"一杯一杯复一杯\"。李白酒酣情浓，意态飞扬，举杯对脚下悠悠流水说道:\"桃花潭水啊，别说您多么深了，可不及汪伦的友情深呢!\"口头语，眼前景，自有一种天真自然之趣，隐隐使人看到大诗人豪放不羁的个性。所以，清人<a href=\"http://so.gushiwen.org/author_39.aspx\">沈德潜</a>说:\"若说汪伦之情，比于潭水千尺，便是凡语。妙境只在一转换间。\"(《唐诗别裁》)</p> <p>　　古人写诗，一般忌讳在诗中直呼姓名，以为无味。而此诗自呼其名开始，又呼对方之名作结，反而显得真率，亲切而洒脱，很有情味。</p> <p>　　\"清水出芙蓉，天然去雕饰\"，后人爱用李白的话评价李白的诗，是很有见识的。诚然，李白即兴赋诗，出口成章，显得毫不费力。他感情奔放，直抒胸臆，天真自然，全无矫饰，而自有一种不期然而然之妙。\"看似寻常还奇蝴\"，正所谓炫烂之极，归于平淡，这种功夫是极不易学到的。上面这首《赠汪伦》就集中体现了李白这种自然高妙的诗风。</p> <p>　　我国诗的传统主张含蓄蕴藉。如宋代诗论家<a href=\"http://so.gushiwen.org/author_196.aspx\">严羽</a>提出作诗四忌:\"语忌直，意忌浅。脉忌露，味忌短。\"清人施补华也说诗\"忌直贵曲\"。然而，上述李白这首诗表情特点是:坦率，直露，绝少含蓄。其\"语直\"，其\"脉露\"，而\"意\"不浅，味更浓，它\"直\"中含情，至真之情由性灵肺腑中流出，因而很有艺术感染力。由此可见，文学现象是复杂的。艺术手法也多种多样，是不能\"定于一律\"的。</p><br/><h2>简析</h2> <p>　　<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>游泾县桃花潭时，常在村民汪伦家作客。临走时，汪伦来送行，于是李白写这首<a href=\"http://so.gushiwen.org/view_8014.aspx\">诗</a>留别。诗中表达了李白对汪伦这个普通村民的深情厚谊。</p> <p>　　前两句叙事：“李白乘舟将欲行，忽闻岸上踏歌声。”李白将要乘舟离去，汪伦带着一群村民前来送行，他们手挽着手，一边走，一边唱。“将欲”与“忽闻”相照应，写出了诗人惊喜的情态。“将欲”，正是小舟待发之时；“忽闻”，说明出于意料之外。也许汪伦昨晚已设家宴饯别，说明第二天有事不能再送了。但现在他不仅来了，还带了一群村民一起来送行，怎么不叫诗人激动万分！用什么语言来表达？桃花潭就在附近，于是诗人信手拈来，用桃花潭的水深与汪伦对自己的情深作对比。“桃花潭水深千尺，不及汪伦送我情”两句，清代<a href=\"http://so.gushiwen.org/author_39.aspx\">沈德潜</a>评价说：“若说汪伦之情比于潭水千尺，便是凡语。妙境只在一转换间。”（《唐诗别裁》）的确，这两句妙就妙在“不及”二字将两件不相干的事物联系在一起，有了“深千尺”的桃花潭水作参照物，就把无形的情谊化为有形，既形象生动，又耐人寻味。潭水已“深千尺”了，那么汪伦的情谊有多深呢？</p> <p>　　明代唐汝询在《唐诗解》中说：“伦，一村人耳，何亲于白？既酿酒以候之，复临行以祖（饯别）之，情固超俗矣。太白于景切情真处，信手拈出，所以调绝千古。”这一评论是恰当的。</p><br/><h2>鉴赏</h2> <p>　　中国<a href=\"http://so.gushiwen.org/view_8014.aspx\">诗</a>的传统主张含蓄蕴藉。宋代诗论家<a href=\"http://so.gushiwen.org/author_196.aspx\">严羽</a>提出作诗四忌：“语忌直，意忌浅。脉忌露，味忌短。”清人施补华也说诗“忌直贵曲”。然而，<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>《赠汪伦》的表现特点是：坦率，直露，绝少含蓄。其“语直”，其“脉露”，而“意”不浅，味更浓。古人写诗，一般忌讳在诗中直呼姓名，以为无味。而《赠汪伦》从诗人直呼自己的姓名开始，又以称呼对方的名字作结，反而显得真率，亲切而洒脱，很有情味。</p> <p>　　诗的前半是叙事：先写要离去者，继写送行者，展示一幅离别的画面。起句“乘舟”表明是循水道。“将欲行”表明是在轻舟待发之时。这句使读者仿佛见到李白在正要离岸的小船上向人们告别的情景。</p> <p>　　“忽闻岸上踏歌声”，接下来就写送行者。次句却不像首句那样直叙，而用了曲笔，只说听见歌声。一群村人踏地为节拍，边走边唱前来送行了。这似出乎李白的意料，所以说“忽闻”而不用“遥闻”。这句诗虽说得比较含蓄，只闻其声，不见其人，但人已呼之欲出。汪伦的到来，确实是不期而至的。人未到而声先闻。这样的送别，侧面表现出李白和汪伦这两位朋友同是不拘俗礼、快乐自由的人。</p> <p>　　诗的后半是抒情。第三句遥接起句，进一步说明放船地点在桃花潭。“深千尺”既描绘了潭的特点，又为结句预伏一笔。桃花潭水是那样地深湛，更触动了离人的情怀，难忘汪伦的深情厚意，水深情深自然地联系起来。结句迸出“不及汪伦送我情”，以比物手法形象性地表达了真挚纯洁的深情。潭水已“深千尺”，那么汪伦送李白的情谊必定更深，此句耐人寻味。这里妙就妙在“不及”二字，好就好在不用比喻而采用比物手法，变无形的情谊为生动的形象，空灵而有余味，自然而又情真。诗人很感动，所以用“桃花潭水深千尺，不及汪伦送我情”两行诗来极力赞美汪伦对诗人的敬佩和喜爱，也表达了李白对汪伦的深厚情谊。</p>",
  "about": "<h2>创作背景</h2> <p>　　<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>游泾县（在今安徽省）桃花潭时，附近贾村的汪伦经常用自己酿的美酒款待李白，两人便由此结下深厚的友谊。历代出版的《李白集》、《唐<a href=\"http://so.gushiwen.org/view_8014.aspx\">诗</a>三百首》、《全唐诗》注解，都认定汪伦是李白游历泾县时遇到的一个普通村民，这个观点一直延续至今，今人安徽学者汪光泽和李子龙先后研读了泾县《汪氏宗谱》、《汪渐公谱》、《汪氏续修支谱》，确知“汪伦又名凤林，为唐时知名士”，与李白、<a href=\"http://so.gushiwen.org/author_515.aspx\">王维</a>等人关系很好，经常以诗文往来赠答。开元天宝年间，汪伦为泾县令，李白“往候之，款洽不忍别”（详见《李白学刊》第二辑李子龙《关于汪伦其人》）。按此诗或为汪伦已闲居桃花潭时，李白来访所作。李白于天宝十三载（754年）自广陵、金陵至宣城，则此诗当不早于此前。</p> <p>　　另据清代<a href=\"http://so.gushiwen.org/author_676.aspx\">袁枚</a>《随园诗话补遗》记载：唐天宝年间，泾县豪士汪伦听说大诗人李白南下旅居南陵叔父李冰阳家，欣喜万分，写信给李白：“先生好游乎？此地有十里桃花。先生好饮乎？此地有万家酒店。”李白欣然而往。到了泾县，李白问汪伦桃园酒家在什么地方，汪伦回答说：“桃花是潭水的名字，并无桃花。万家是店主人姓万，并没有万家酒店。”引得李白大笑。</p> <p>　　李白要走的那天，汪伦送给李白名马八匹、绸缎十捆，派仆人给他送到船上。在家中设宴送别之后，李白登上了停在桃花潭上的小船，船正要离岸，忽然听到一阵歌声。李白回头一看，只见汪伦和许多村民一起在岸上踏步唱歌为自己送行。主人的深情厚谊，古朴的送客形式，使李白十分感动。他立即铺纸研墨，写下此诗给汪伦。</p>",
  "poet": {
    "id": 247,
    "star": 0,
    "name": "李白",
    "image": "http://img.gushiwen.org/authorImg/libai.jpg",
    "desc": "李白（701年－762年），字太白，号青莲居士，唐朝浪漫主义诗人，被后人誉为“诗仙”。祖籍陇西成纪(待考)，出生于西域碎叶城，4岁再随父迁至剑南道绵州。李白存世诗文千余篇，有《李太白集》传世。762年病逝，享年61岁。其墓在今安徽当涂，四川江油、湖北安陆有纪念馆。"
  },
  "tags": [
    "小学古诗",
    "写水",
    "离别",
    "友情",
    "送别"
  ]
}