{
  "id": 71132,
  "star": 6676,
  "name": "孙权劝学",
  "dynasty": "宋代",
  "content": "　　初，权谓吕蒙曰：“卿今当涂掌事，不可不学！”蒙辞以军中多务。权曰：“孤岂欲卿治经为博士邪?但当涉猎，见往事耳。卿言多务，孰若孤？孤常读书，自以为大有所益。”蒙乃始就学。及鲁肃过寻阳，与蒙论议，大惊曰：“卿今者才略，非复吴下阿蒙！”蒙曰：“士别三日，即更刮目相待，大兄何见事之晚乎！”肃遂拜蒙母，结友而别。",
  "fanyi": "<p><strong>译文</strong><br>　　当初，孙权对吕蒙说：“你现在当权管事，不可以不学习！”吕蒙用军中事务繁多来推托。孙权说：“我难道想要你研究儒家经典，成为博士（专掌经学传授的学官）吗？我只是让你粗略地阅读，了解历史罢了。你说军务繁多，谁比得上我（事务多）呢？我经常读书，自己觉得获益很多。”吕蒙于是开始学习。当鲁肃到寻阳的时候，鲁肃和吕蒙一起谈论议事，鲁肃十分吃惊地说：“你现在的军事方面和政治方面的才能和谋略，不再是原来的那个吴县的（没有学识的）阿蒙了！”吕蒙说：“志士（君子）分别几天，就重新另眼看待了，长兄你认清事物怎么这么晚呢？”于是鲁肃拜见吕蒙的母亲，和吕蒙结为朋友后分别了。</p> <p><strong>注释<br></strong>1、初：当初，起初，这里是追述往事的习惯用词。<br>2、权：指孙权，字仲谋，吴郡富春（浙江富阳）人，黄龙元年（公元222年）称王于武昌（今湖北鄂城），国号吴，不久迁都建业，（今江苏南京）。229年称帝。<br>3、谓……曰：谓，告诉；连用表示“对……说”。<br>4、吕蒙：字子明，三国时吴国名将，汝南富陂（今安徽省阜南县东南）人。<br>5、卿：古代君对臣或朋友之间的爱称。<br>6、今：当今。<br>7、当涂：当道，当权。<br>8、掌事：掌管政事。<br>9、辞：推托。<br>10、以：介词，用。<br>11、务：事务。<br>12、孤：古时王侯的自称。<br>13、岂：难道。<br>14、治经：研究儒家经典。治，研究。“经”指《<a href=\"http://so.gushiwen.org/view_71132.aspx\">诗</a>经》《尚书》《礼记》《周易》《春秋》等书。<br>15、博士：当时专掌经学传授的学官。<br>16、邪（yé）：通“耶”，语气词，表示反问或疑问的语气。<br>17、但：只，仅。<br>18、当：应当。<br>19、涉猎：粗略地阅读。<br>20、见往事：了解历史。见，了解；往事，指历史。<br>21、耳：语气词，表示限制语气，罢了。<br>22、多务：事务多，杂事多。务，事务。<br>23、孰若：与……相比如何；谁像（我）。孰：谁，哪个；若：比得上。<br>24、益：好处。<br>25、乃：于是，就。<br>26、始：开始。<br>27、就学：指从事学习。就，单独翻译为 从事。<br>28、及：到了……的时候。<br>29、过：到。<br>30、寻阳： 县名，在湖北黄梅西南。<br>31、论议：讨论议事。<br>32、大：非常，十分。<br>33、惊：惊奇。<br>34、者：用在时间词后面，不译。<br>35、才略：军事方面或政治方面的才干和谋略。<br>36、非复：不再是。复：再，又。<br>37、吴下阿蒙：指在吴下时的没有才学的吕蒙。吴下，指吴县，如今江苏苏州。阿蒙，指吕蒙，名字前加\"阿\"，有亲昵的意味。现指才识尚浅的人。<br>38、士别三日：与读书的人分别几天。三：几天，这里指“几”。士，读书人。<br>39、即：就。<br>40、更（gēng）：重新。<br>41、刮目相待：另眼相看，用新的眼光看待。 刮目：擦擦眼。待：看待。<br>42、大兄：长兄，这里是对同辈年长者的尊称。<br>43、何：为什么。<br>44、见事：认清事物。见，认清，识别。<br>45、乎：啊。表感叹或反问语气。<br>46、遂：于是，就。<br>47、拜：拜见。<br>48、别：离开。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　该文是根据先前的史书改写的。因先前的史书已有较详细的记载，而又无新的史料可以补充，所以文章是根据从略的原则对先前史书的有关记载进行改写的。文章篇幅小，仅119字，虽极简略但剪裁精当，不仅保留了原文的精华和故事的完整性，而且以更精练的文笔突出了人物的风采，是一篇成功的改写之作。</p> <p>　　该文以对话为主，其他内容均简说或不说。如对吕蒙的学习情况，仅以“蒙乃始就学”一句加以概括，至于他读了哪些书，又如何用功则只字未提。后文中吕蒙二人的谈话，只用一句“与蒙论议”来交代，两人谈论的是什么话题，吕蒙的哪些见解让鲁肃起敬的都略去不写。详略的安排极其精当。 除对话外的其他语言也非常简省而意赅。情节发展上，孙权的刻意劝学终使吕蒙就学，他就学后的渊博学识又使鲁肃惊叹，吕蒙又紧承其叹发出“士别三日，即更刮目相待”的自信之语，上下文衔接自然，前因后果，井然有序。</p> <p>　　该文写的是吕蒙在孙权劝说下“乃始就学”。孙权劝学，先向吕蒙指出“学”的必要性，即因其“当涂掌事”的重要身份而“不可不学”；继而现身说法，指出“学”的可能性。使吕蒙无可推辞、“乃始就学”。从孙权的话中，既可以看出他的善劝，又可以感到他对吕蒙的亲近、关心和期望，而又不失人主的身份。“卿今者才略，非复吴下阿蒙”，是情不自禁的赞叹，可见鲁肃十分惊奇的神态，以他眼中吕蒙变化之大竟然判若两人，表现吕蒙因“学”而使才略有了令人难以置信的惊人长进。需要指出的是，鲁肃不仅地位高于吕蒙，而且很有学识，由他说出这番话，更可表明吕蒙的长进确实非同一般。“士别三日，即更刮目相待，大兄何见事之晚乎？”是吕蒙对鲁肃赞叹的巧妙接应。从吕蒙的答话中可见吕蒙颇为自得的神态，吕蒙以当之无愧的坦然态度，表明自己才略长进之快之大。孙权的话是认真相劝，鲁肃、吕蒙的话则有调侃的意味，二者的情调是不同的。其才略很快就有惊人的长进而令鲁肃叹服并与之“结友”的故事，说明了人只要肯学习就会有长进，突出了学习重要性。</p> <p>　　读书使吕蒙的言谈大有智慧，所以鲁肃的语气重在惊叹：“卿今者才略，非复吴下阿蒙!”吕蒙也仅说了一句话：“士别三日，即更刮目相待，大兄何见事之晚乎!”话中既有对鲁肃大惊小怪的不以为然，更有一种书中多阅历，胸中有丘壑的自信，令人油然而生一种敬羡之情。吕蒙读书的功效是通过鲁肃的与吕蒙的对话从侧面展现出来的，他的惊叹衬托出了吕蒙今非昔比的事实。而话中的“吴下阿蒙”又将吕蒙的过去与现在进行了一个纵向的对比，得出了“变”的结论，而吕蒙之“变”的核心正是“才略”的猛增。</p> <p>　　吕蒙的谦虚好学， 鲁肃的英雄惜英雄，三位一体，足显作者的文笔功架之深厚。</p>",
  "about": "<h2>文言知识</h2> <p><strong>通假字</strong><br>孤岂欲卿治经为博士邪！<br>邪：通“耶”，语气词。表反问语气。<br>卿今当涂掌事。<br>当涂：“涂”通“途”，道路，仕途。亦作当权。</p> <p><strong>词类活用</strong><br>1.蒙辞以军中多务 辞：状语后置，名词作动词。<br>2.大兄何见事之晚乎 之：主谓取独。</p> <p><strong>一词多义</strong><br>以：<br>蒙辞以军中多务。（介词，用）<br>自以为大有所益。（认为）<br>当：<br>但当涉猎。（应当）<br>当涂掌事。（掌管）<br>见：<br>见往事耳。（了解）<br>大兄何见事之晚乎。（认清）</p> <p><strong>古今异义</strong><br>（蒙辞以军中多务）辞：<br>古义：推辞。<br>今义：告别，不接受，解雇。<br>(孤岂欲卿治经为博士邪）孤：<br>古义：古时候王侯的自称，我。<br>今义：独自，孤独。<br>（孤岂欲卿治经为博士邪）治：<br>古义：研究。<br>今义：治理。<br>（孤岂欲卿治经为博士邪）博士：<br>古义：当时专掌经学传授的学官。<br>今义：学位的最高一级<br>（及鲁肃过寻阳）及：<br>古义：到了······的时候<br>今义：以及。<br>（及鲁肃过寻阳）过：<br>古义：到。<br>今义：经过。<br>（即更刮目相待）更：<br>古义：重新。<br>今义：更加。<br>（但当涉猎）但：<br>古义：只。<br>今义：转折连接词，但是。<br>（但当涉猎）涉猎：<br>古义：粗略的阅读<br>今义：捕捉猎物<br>（见往事耳）往事：<br>古义：历史。<br>今义：过去的事。<br>（自以为大有所益）大：<br>古义：很。<br>今义：指面积、体积、容量、数量、强度、力量超过一般或超过所比较的对象。<br>(蒙乃始就学）就：<br>古义：从事。<br>今义：就。<br>（大兄何见事之晚乎）见：<br>古义：认清。<br>今义：看见。</p> <p><strong>特殊句式</strong><br>倒装句<br>蒙辞以军中多务。<br>即：蒙以军中多务辞。（介词结构后置）<br>反问句：<br>孤岂欲卿治经为博士邪（吗）！<br>卿言多务，孰若孤？</p> <p><strong>文章结构</strong><br>1. 孙权劝学<br>2. 吕蒙始学<br>3. 鲁肃赞学：\"非复吴下阿蒙，拜蒙母，结友而别\" </p><br/><h2>道理启示</h2> （1）我们不要以一成不变的态度看待他人，要以开放的眼光看待事物。<br>（2）不能因为事情繁忙就放弃学习，坚持读书是有益的。<br>（3）要善于听取他人好的建议或意见并去做。<br>（4）告诉我们一个人只要广泛涉猎就会学有所成。<br>（5）不但自己要学好，还要催动附近的人也要学习，让社会也一起进步。<br>（6）劝人要讲究策略。<br>（7）不要找借口不听从别人。<br>（8）只要发奋学习，就能积学修业，学有所成。<br>（9）读书给人以乐趣，给人以光彩，给人以才干。<br>（10）一个人即使基础差，但只要端正态度，刻苦努力，就能学到知识，并提高自己的认知水平和办事能力。<br>（11）求知可以改变人的天性。人的天性犹如野生的花草，求知学习好比修剪移栽。只要你愿意，你就会成活并成长。<br/><h2>创作背景</h2> <p>　　三国时期，孙权大将周瑜和刘备在赤壁之战中大破<a href=\"http://so.gushiwen.org/author_552.aspx\">曹操</a>军队，不久周瑜病死了。鲁肃代替周瑜成为孙权的谋佐，然而刘备很快取得了益州，形成魏、蜀、吴三方鼎峙的局面。为了加强国力，孙权劝吕蒙多学习。“孙权劝学”的故事就发生了。</p><br/><h2>写作特色</h2> <p>　　本文注重以对话表现人物。对话言简意丰，生动传神，富于情趣。仅寥寥数语，就使人感受到三位人物各自说话时的语气、神态和心理。</p> <p>　　孙权劝学，先一语破的，向吕蒙指出“学”的必要性，即因其“当涂掌事”的重要身份而“不可不学”；继而现身说法，指出“学”的可能性。使吕蒙无可推辞、“乃始就学”。从孙权的话中，既可以看出他的善劝，又可以感到他对吕蒙的亲近、关心和期望，而又不失人主的身份。“卿今者才略，非复吴下阿蒙”，是情不自禁的赞叹，可见鲁肃十分惊奇的神态，以他眼中吕蒙变化之大竟然判若两人，表现吕蒙因“学”而使才略有了令人难以置信的惊人长进。需要指出的是，鲁肃不仅地位高于吕蒙，而且很有学识，由他说出这番话，更可表明吕蒙的长进确实非同一般。“士别三日，当刮目相待，大兄何见事之晚乎？”是吕蒙对鲁肃赞叹的巧妙接应。“三日”形容时间很短，“刮目”是擦拭眼睛，表示十分惊奇、难以置信的样子。并且，他还很爱才。从吕蒙的答话中可见他颇为自得的神态，他以当之无愧的坦然态度，表明自己才略长进之快之大。孙权的话是认真相劝，鲁肃、吕蒙的话则有调侃的意味，二者的情调是不同的。</p> <p>　　在本文中，写鲁肃、吕蒙对话，一唱一和，互相打趣，显示了两人的真实性情和融洽关系，表明在孙权劝说下吕蒙“就学”的结果，从侧面表现了吕蒙的学有所成，笔墨十分生动，这是全文的最精彩之处。</p>",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "司马光 撰"
  },
  "tags": [
    "初中文言文",
    "学习",
    "哲理"
  ]
}