{
  "id": 5889,
  "star": 42,
  "name": "行经华阴",
  "dynasty": "唐代",
  "content": "岧峣太华俯咸京，天外三峰削不成。<br>武帝祠前云欲散，仙人掌上雨初晴。<br>河山北枕秦关险，驿路西连汉畤平。<br>借问路傍名利客，何如此处学长生。",
  "fanyi": "<p><strong>译文</strong><br>在高峻华山上俯视京都长安，三峰伸向天外不是人工削成。<br>在武帝祠前的乌云将要消散，雨过天晴仙人掌峰一片青葱。<br>秦关北靠河山地势多么险要，驿路通过长安往西连着汉畤。<br>借问路旁那些追名逐利的人，为何不到此访仙学道求长生？</p> <p><strong>注释</strong><br>⑴华阴：今陕西省华阴县，位于华山北面。一作“华山”。<br>⑵岧峣（yáo）：山势高峻的样子。太华：即华山。咸京：即咸阳，今陕西西安。《旧唐书·地理志》：“京师，秦之咸阳，汉之长安也。”所以此<a href=\"http://so.gushiwen.org/view_5889.aspx\">诗</a>把唐都长安称为咸京。<br>⑶三峰：指华山的芙蓉、玉女、明星三峰。一说莲花、玉女、松桧三峰。<br>⑷武帝祠：即巨灵祠。汉武帝登华山顶后所建。帝王祭天地五帝之祠。<br>⑸仙人掌：峰名，为华山最峭的一峰。相传华山为巨灵神所开，华山东峰尚存其手迹。<br>⑹秦关：指秦代的潼关。一说是华阴县东灵宝县的函谷关，故址在今河南省灵宝县。<br>⑺驿路：指交通要道。汉畤（zhì）：汉帝王祭天地、五帝之祠。畤：古代祭祀天地五帝的固定处所。<br>⑻名利客：指追名逐利的人。<br>⑼学长生：指隐居山林，求仙学道，寻求长生不老。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　<a href=\"http://so.gushiwen.org/author_547.aspx\">崔颢</a>写山水行旅、登临怀古<a href=\"http://so.gushiwen.org/view_5889.aspx\">诗</a>，很善于将山水景色与神话古迹融合起来，使意境具有辽阔的空间感和悠久的时间感，更加瑰丽神奇。在名作《黄鹤楼》中，就以“昔人已乘黄鹤去，此地空余黄鹤楼。黄鹤一去不复返，白云千载空悠悠”的诗句，再现了茫茫天地、悠悠岁月，令人浮想联翩，引起无穷感慨。在这首诗中，他再次运用这一手法。</p> <p>　　诗题“行经华阴”，既是“行经”，必有所往；所往之地，就是求名求利的集中地——“咸京”。诗中提到的“太华”、“三峰”、“武帝祠”、“仙人掌”、“秦关”、“汉畤”等都是唐代京都附近的名胜与景物。当时京师的北面是雍县，秦文公曾在这里作鄜畤（畤，谓“神灵所止之地”，即后世神坛之类），到汉高祖作北畤止，这里共有五畤，诗中的“汉畤”即指京师北面的这一古迹。而京师的东南面，就是崔颢行经的华阴县。县南有五岳之一的西岳华山，又称太华，山势高峻。神话传说这里是“群仙之天”，曾由“巨灵手劈”，所以“仙掌之形，莹然在目”（《云笈七签》）。华山各峰都如刀削，最峭的一峰，号称“仙人掌”。汉武帝观仙人掌时，立巨灵祠以供祭祀，即为“武帝祠”。华阴县北就是黄河，隔岸为风陵渡，这一边是秦代的潼关（一说是华阴县东灵宝县的函谷关）。华阴县不但河山壮险，而且是由河南一带西赴咸京的要道，行客络绎不绝。</p> <p>　　诗的前六句全为写景。写法则由总而分，由此及彼，有条不紊。起句气势不凡：以神仙岩穴的华山压倒王侯富贵的京师。在这里，一个“俯”字显出崇山压顶之势；“岧峣”两字加倍写华山的高峻，使“俯”字更具有一种神力。然后，诗人从总貌转入局部描写，以三峰作为典型，落实“岧峣”。“削不成”三字含有人间刀斧俱无用，鬼斧神工非巨灵不可的意思，在似乎纯然写景中暗含神工胜于人力，出世高于追名逐利的旨意。</p> <p>　　诗人路过华阴时，正值雨过天晴。未到华阴，先已遥见三峰如洗。到得华阴后，平望武帝祠前无限烟云，聚而将散；仰视仙人　　掌上一片青葱，隐而已显，都是新晴新沐的醒目气象。首联写远景，颔联二句可说是摄近景。远近相间，但觉景色沁脾，自然美妙，令人移情，几乎忘却它的对仗之工，而且更无暇觉察“武帝祠”和“仙人掌”已为结处“学长生”的发问作了奠基。</p> <p>　　颈联则浮想联翩，写了想象中的幻景。这是眼中所无而意中所有的一种景色，是诗人在直观的基础上加以驰骋想象的一幅写意画。在华山下，同时看到黄河与秦关是不可能的，但诗人“胸中有丘壑”，笔下可以溢出此等雄浑的画面。</p> <p>　　在华山下望到咸京西面的五畤，也是不可能的，而诗人“思接千载，视通万里”（《文心雕龙》），完全可以感受到此种荡荡大道，西接遥天。古人论诗有“眼前景”与“意中景”之分，前者着眼客观景物的撷取，后者则偏执诗人胸襟的外溢。这首诗就是从描绘眼前景色中自然滑出五、六两句诗人的意中之景。而“一切景语皆情语也”（<a href=\"http://so.gushiwen.org/author_408.aspx\">王国维</a>《人间词话》），诗人胸中之情亦由此可窥探。上句中一个“枕”字把黄河、华山都人格化了，有“顾视清高气深稳”之概；一个“险”字又有意无意地透露出名利之途的风波。下句一个“连”字，使汉五畤上接颔联中的“武帝祠”和“仙人掌”，灵迹仙踪，联锁成片，更垫厚了结处的“长生”；“平”字与上文“岧峣“、“天外”相对照，驿路的平通五畤固然更衬出华山的高峻，同时也暗示长生之道比名利之途来得坦荡。一“险”一“平”，为人们提出了何去何从的问号。这两句中“枕”字、“连”字，前人称为诗眼，其实，两句中的“险”字、“平”字以及起句的“俯”字都是前呼后拥，此响彼应。</p> <p>　　此诗劝“学长生”，感叹自己奔波于仕途。但诗人不用直说，反向旁人劝喻，显得隐约曲折。结尾两句是从上六句自然落出的，因而显得潇洒自如，风流蕴藉。</p> <p>　　崔颢现存诗中大都格律严整，然而此诗却打破了律诗起、承、转、合的传统格式，别具神韵。前六句虽有层次先后，却全为写景，到第七句突然一转，第八句立即以发问的句法收住，“此处”二字，绾合前文，导出“何如学长生”的诗旨。从全篇来看，诗人融神灵古迹与山河胜景于一炉，诗境雄浑壮阔而富有意蕴。</p>",
  "about": "<h2>创作背景</h2> <p>　　<a href=\"http://so.gushiwen.org/author_547.aspx\">崔颢</a>在天宝（唐玄宗年号，公元742—756年）年间二次入都。<a href=\"http://so.gushiwen.org/view_5889.aspx\">诗</a>人此次行经华阴，事实上与路上行客一样，也未尝不是去求名逐利，但是一见西岳的崇高形象和飘逸出尘的仙迹灵踪，也未免移性动情，感叹自己何苦奔波于坎坷仕途。此诗即作于这种心境中，其思想可能是受当时崇奉道教、供养方士之社会风气的影响。</p>",
  "poet": {
    "id": 547,
    "star": 0,
    "name": "崔颢",
    "image": "http://img.gushiwen.org/authorImg/cuihao.jpg",
    "desc": "崔颢 唐开元年间进士，官至太仆寺丞，天宝中为司勋员外郎。最为人们津津乐道的是他那首《黄鹤楼》，据说李白为之搁笔，曾有“眼前有景道不得，崔颢题诗在上头”的赞叹。《全唐诗》存其诗四十二首。"
  },
  "tags": [
    "唐诗三百首",
    "怀古",
    "山水"
  ]
}