{
  "id": 72166,
  "star": 2758,
  "name": "杨氏之子",
  "dynasty": "南北朝",
  "content": "　　梁国杨氏子九岁，甚聪惠。孔君平诣其父，父不在，乃呼儿出。为设果，果有杨梅。孔指以示儿曰：“此是君家果。”儿应声答曰：“未闻孔雀是夫子家禽。” ",
  "fanyi": "<p><strong>译文</strong><br>　　在梁国，有一户姓杨的人家，家里有个九岁的儿子，非常聪明。孔君平来拜见杨氏子的父亲，可是父亲不在，于是便叫杨氏子出来。杨氏子为孔君平端来水果，水果中有杨梅，孔君平指着杨梅对杨氏之子，并说：“这是你家的水果。”杨氏子马上回答说：“我可没有听说孔雀是先生您家的鸟。”</p> <p><strong>注释</strong><br>孔君平：孔坦，字君平，官至延尉<br>氏：姓氏，表示家族的姓。<br>夫子：旧时对学者或老师的尊称。<br>设：摆放，摆设。<br>甚：非常。<br>诣：拜见。<br>未闻：没有听说过。<br>示：给……看。<br>惠：惠同“慧”，智慧的意思。<br>乃：就；于是。<br>曰：说。<br>未：没有</p>",
  "about": "<h2>解读</h2> <p>　　《杨氏之子》选自南朝<a href=\"http://so.gushiwen.org/author_668.aspx\">刘义庆</a>的《世说新语》，该书是一部主要记载汉末至晋代士族。</p> <p>　　阶层言谈轶事的小说。本文讲述了梁国姓杨的人家里面九岁的小男孩的一个故事。故事的意思是这样的：</p> <p>　　在梁国，有一户姓杨的人家，家里有个九岁的儿子，他非常聪明。有一天，孔君平来拜见他的父亲，恰巧他父亲不在家，孔君平就把这个孩子叫了出来。孩子端水果来招待孔君平，水果里面有杨梅。孔君平指着杨梅给孩子看，并说：“这是你家的水果。”孩子马上回答说：“我可没听说孔雀是先生您家的鸟。”</p> <p>　　故事情节简单，语言幽默，颇有趣味。</p> <p>　　这是小学生初次接触到的文言文。学习本文应重点指导学生把文章读正确。特别要注意停顿的恰当。举例如下：</p> <p>　　梁国/杨氏子/九岁，甚/聪惠。孔君平/诣/其父，父/不在，乃/呼儿出。为/设果，果/有杨梅。孔/指以示儿/曰：“此/是/君家果。”儿/应声答/曰：“未闻/孔雀/是夫子家禽。”</p> <p>　　本文虽行文简洁，不足百字，但古今字义不同是学生阅读理解的难点。要采取以下步骤帮助学生理解短文的意思：文中的\"家禽”吴说的“家禽”吗?使学生能贯通上下文。</p> <p>　　在学生了解课文内容后，指导学生有感情地朗读课文，背诵课文。在读中体会九岁孩子的回答妙在什么地方，交流对这个问题的体会。教师可相机引导学生对比：“孔雀是夫子家禽”“未闻孔雀是夫子家禽”有什么不一样，体会这个孩子回答的委婉和机智。</p> <p>　　孔君平看到杨梅，联想到孩子的姓，就故意逗孩子：“这是你家的水果。”意思是，你姓杨，它叫杨梅，你们本是一家嘛!这信手拈来的玩笑话，很幽默，也很有趣。孩子应声答道：“没听说孔雀是先生您家的鸟。”这回答巧妙在哪里呢?孔君平在姓上做文章，孩子也在姓上做文章，由孔君平的“孔”姓想到了孔雀；最妙的是，他没有生硬地直接说“孔雀是夫子家禽”，而是采用了否定的方式，说“未闻孔雀是夫子家禽”，婉转对答，既表现了应有的礼貌，又表达了“既然孔雀不是您家的鸟，杨梅不是我家的果，所以请您知道这个道理”这个意思，因为他要承认孔雀是他家的鸟，他说的话才立得住脚。这足以反映出孩子思维的敏捷，语言的机智幽默。使孔君平无语可答了。这是故事中的重点部分！</p><br/><h2>创作背景</h2> 　　《杨氏之子》选自南朝<a href=\"http://so.gushiwen.org/author_668.aspx\">刘义庆</a>的《世说新语·言语引》，这部书是一部主要记载汉末至晋代士族阶层言谈轶事的小说。本文讲述了梁国姓杨的一家中的九岁男孩的故事。故事情节简单，语言幽默，饶有情趣。选编本课的目的，一是让学生开始接触文言文，对文言文、古文，有一个初步的认识；二是理解古文的意义；三是使学生感受到故事中人物语言的风趣机智，和主人公的聪慧。本课的教学重点是指导学生把课文读流利，读懂句子，体会人物语言的风趣和机智。本课描述了杨氏之子的聪明，把杨氏之子巧妙的回答描写得惟妙惟肖，幽默风趣。",
  "poet": {
    "id": 668,
    "star": 0,
    "name": "刘义庆",
    "image": "http://img.gushiwen.org/authorImg/liuyiqing.jpg",
    "desc": "刘义庆（403—444）汉族，彭城（今江苏徐州）人。字季伯，南北朝文学家。自幼才华出众，爱好文学，并广招四方文学之士，聚于门下。刘宋宗室，袭封临川王，公元444年（元嘉21年）死于建康（今南京）。除《世说新语》外，还著有志怪小说《幽明录》。"
  },
  "tags": [
    "儿童",
    "小学文言文"
  ]
}