{
  "id": 6032,
  "star": 45,
  "name": "送陈章甫",
  "dynasty": "唐代",
  "content": "四月南风大麦黄，枣花未落桐叶长。<br>青山朝别暮还见，嘶马出门思旧乡。<br>陈侯立身何坦荡，虬须虎眉仍大颡。<br>腹中贮书一万卷，不肯低头在草莽。<br>东门酤酒饮我曹，心轻万事如鸿毛。<br>醉卧不知白日暮，有时空望孤云高。<br>长河浪头连天黑，津口停舟渡不得。<br>郑国游人未及家，洛阳行子空叹息。<br>闻道故林相识多，罢官昨日今如何。",
  "fanyi": "<p><strong>译文</strong><br>四月南风吹大麦一片金黄，枣花未落梧桐叶子已抽长。<br>早晨辞别青山晚上又相见，出门闻马鸣令我想念故乡。<br>陈侯的立身处世襟怀坦荡，虬须虎眉前额宽仪表堂堂。<br>你胸藏<a href=\"http://so.gushiwen.org/view_6032.aspx\">诗</a>书万卷学问深广，怎么能够低头埋没在草莽。<br>在城东门买酒同我们畅饮，心宽看万事都如鸿毛一样。<br>喝醉酒酣睡不知天已黄昏，有时独自将天上孤云眺望。<br>今日黄河波浪汹涌连天黑，行船在渡口停驻不敢过江。<br>你这郑国的游人不能返家，我这洛阳的行子空自叹息。<br>听说你在家乡旧相识很多，罢官回去他们如何看待你？</p> <p><strong>注释</strong><br>⑴陈章甫：江陵（今湖北省江陵县）人。<br>⑵阴：同“荫”。一作“叶”。<br>⑶“青山”二句：是说陈章甫因朝夕相见的青山而起思乡之情。一说因为思乡很快就回来了，意即早晨辞别故乡的青山，晚上又见到了。嘶：马鸣。<br>⑷陈侯：对陈章甫的尊称。<br>⑸虬须：卷曲的胡子。虬。蜷曲。大颡（sǎng）：宽大的脑门。颡：前额。<br>⑹贮：保存。<br>⑺“不肯”句：是说不肯埋没草野，想出仕作一番事业。陈章甫曾应制科及第，但因没有登记户籍，吏部不予录用。经他上书力争，吏部只得请示破例录用，这事受到天下士子赞美，陈章甫也因此名扬天下，但一直仕途不顺。<br>⑻“东门”二句：写陈章甫虽仕实隐，只和作者等人饮酒醉卧，却把万世看得轻如鸿毛。酤（gū）酒：买酒。饮：使……喝。曹：辈，侪。皆：一作“如”。鸿毛：大雁的羽毛，比喻极轻之物。<br>⑼津口：渡口。一作“津吏”：管渡口的官员。<br>⑽郑国游人：<a href=\"http://so.gushiwen.org/author_671.aspx\">李颀</a>自称，李颀寄居的颖阳（今河南许昌附近），是春秋时郑国故地，故自称“郑国游人”。<br>⑾洛阳行子：指陈章甫，他经常在洛阳、嵩山一带活动，故称。<br>⑿“闻到”二句：听说你在故乡相识很多，你已经罢了官，现在他们会如何看待你呢？故林：故乡。<a href=\"http://so.gushiwen.org/author_645.aspx\">陶渊明</a>《归园田居》：“羁鸟恋故林。”</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　<a href=\"http://so.gushiwen.org/author_671.aspx\">李颀</a>的送别<a href=\"http://so.gushiwen.org/view_6032.aspx\">诗</a>，以善于描述人物著称。此诗就是他的一首代表作，约写于陈章甫罢官启程返回故乡之时，李颀送他到渡口，作此诗送别。</p> <p>　　陈章甫是个很有才学的人，原籍不在河南，不过长期隐居在嵩山。他曾应制科及第，但因没有登记户籍，吏部不予录用。经他上书力争，吏部辩驳不了，特为请示执政，破例录用。这事受到天下士子的赞美，使他名扬天下。然其仕途并不通达，因此无心官场之事，仍然经常住在寺院或郊外，活动于洛阳一带。这首诗大约作于陈章甫罢官后登程返乡之际，李颀送他到渡口，以诗赠别。前人多以为陈章甫此次返乡是回原籍江陵老家，但据诗中所云“旧乡”“故林”，似指河南嵩山而言。诗中称陈章甫为“郑国游人”，自称“洛阳行子”，可见双方同为天涯沦落人。诗人通过对外貌、动作和心理的描写，表现了陈章甫光明磊落的胸怀和慷慨豪爽、旷达不羁的性格，抒发了作者对陈章甫罢官被贬的同情和对友人的深挚情谊。</p> <p>　　诗的开头四句，轻快舒坦，充满乡情。入夏，天气清和，田野麦黄，道路荫长，骑马出门，一路青山作伴，更怀念往日隐居旧乡山林的悠闲生活。这里有一种旷达的情怀，显出隐士的本色，不介意仕途得失。然后八句诗，用生动的细节描绘，高度的艺术概括，赞美陈章甫的志节操守，见出他坦荡无羁、清高自重的思想性格。前四句写他的品德、容貌、才学和志节。说他有君子坦荡的品德，仪表堂堂，满腹经纶，不甘沦落草野，倔强地要出山入仕。“不肯低头在草莽”，指他抗议无籍不被录用一事。后四句写他的形迹脱略，胸襟清高，概括他仕而实隐的情形，说他与同僚畅饮，轻视世事，醉卧避官，寄托孤云，显出他入仕后与官场污浊不合，因而借酒隐德，自持清高。不言而喻，这样的思想性格和行为，注定他迟早要离开官场。这八句是全诗最精采的笔墨，诗人首先突出陈的立身坦荡，然后写容貌抓住特征，又能表现性格；写才学强调志节，又能显出神态；写行为则点明处世态度，写遭遇就侧重思想倾向。既扣住送别，又表明罢官返乡的情由。“长河”二句是赋而比兴，既实记渡口适遇风浪，暂停摆渡，又暗喻仕途险恶，无人援济。因此，行者和送者，罢官者和留官者，陈章甫和诗人，都在渡口等候，都没有着落。一个“未及家”，一个“空叹息”，都有一种惆怅。而对这种失意的惆怅，诗人以为毋须介意，因此，末二句以试问语气写出世态炎凉，料想陈返乡后的境况，显出一种泰然处之的豁达态度，轻松地结出送别。</p> <p>　　就全篇而言，诗人以旷达的情怀，知己的情谊，艺术的概括，生动的描写，表现出陈章甫的思想性格和遭遇，令人同情，深为不满。而诗的笔调轻松，风格豪爽，不为失意作苦语，不因离别写愁思，在送别诗中确属别具一格。</p>",
  "about": "<h2>创作背景</h2> 　　陈章甫是个很有才学的人，原籍不在河南，不过长期隐居在嵩山。他曾应制科及第，但因没有登记户籍，吏部不予录用。经他上书力争，吏部辩驳不了，特为请示执政，破例录用。这事受到天下士子的赞美，使他名扬天下。然其仕途并不通达，因此无心官场之事，仍然经常住在寺院或郊外，活动于洛阳一带。这首<a href=\"http://so.gushiwen.org/view_6032.aspx\">诗</a>大约作于陈章甫罢官后登程返乡之际，<a href=\"http://so.gushiwen.org/author_671.aspx\">李颀</a>送他到渡口，作此诗以赠别。前人多以为陈章甫此次返乡是回原籍江陵老家，但据诗中所云“旧乡”“故林”，似指河南嵩山而言。诗中作者称陈章甫为“郑国游人”，自称“洛阳行子”，可见双方同为天涯沦落人。",
  "poet": {
    "id": 671,
    "star": 0,
    "name": "李颀",
    "image": "http://img.gushiwen.org/authorImg/liqi.jpg",
    "desc": "李颀(690-751)，汉族，东川（今四川三台）人（有争议），唐代诗人。少年时曾寓居河南登封。开元十三年进士，做过新乡县尉的小官，诗以写边塞题材为主，风格豪放，慷慨悲凉，七言歌行尤具特色。"
  },
  "tags": [
    "唐诗三百首",
    "送别"
  ]
}