{
  "id": 127,
  "star": 11483,
  "name": "蒹葭",
  "dynasty": "先秦",
  "content": "蒹葭苍苍，白露为霜。所谓伊人，在水一方。<br>溯洄从之，道阻且长。溯游从之，宛在水中央。<br>蒹葭萋萋，白露未晞。所谓伊人，在水之湄。<br>溯洄从之，道阻且跻。溯游从之，宛在水中坻。<br>蒹葭采采，白露未已。所谓伊人，在水之涘。<br>溯洄从之，道阻且右。溯游从之，宛在水中沚。",
  "fanyi": "<p><strong>译文</strong><br>河边芦苇青苍苍，秋深露水结成霜。 意中之人在何处？就在河水那一方。<br>逆着流水去找她，道路险阻又太长。 顺着流水去找她，仿佛在那水中央。<br>河边芦苇密又繁，清晨露水未曾干。 意中之人在何处?就在河岸那一边。<br>逆着流水去找她，道路险阻攀登难。 顺着流水去找她，仿佛就在水中滩。<br>河边芦苇密稠稠，早晨露水未全收。 意中之人在何处?就在水边那一头。<br>逆着流水去找她，道路险阻曲难求。 顺着流水去找她，仿佛就在水中洲。</p> <p><strong>注释</strong><br>1.蒹（jiān）：没长穗的芦苇。葭（jiā）：初生的芦苇。苍苍：鲜明、茂盛貌。下文“萋萋”、“采采”义同。<br>2.苍苍： 茂盛的样子　3.为：凝结成。<br>4.所谓：所说的，此指所怀念的。<br>5.伊人：那个人，指所思慕的对象。<br>6.一方：那一边。<br>7.溯洄：逆流而上。下文“溯游”指顺流而下。一说“洄”指弯曲的水道，“游”指直流的水道。<br>8.从：追寻。<br>9.阻：险阻，（道路）难走。<br>10.宛：宛然，好像。<br>11.晞（xī）：干。<br>12.湄：水和草交接的地方，也就是岸边。<br>13.跻（jī）：水中高地。<br>14.坻（chí）：水中的沙滩<br>15.涘（sì）：水边。<br>16.右：迂回曲折。<br>17.沚（zhǐ）：水中的沙滩。</p><br/><p><strong>译文</strong><br>　　大片的芦苇青苍苍，清晨的露水变成霜。我所怀念的心上人啊。就站在对岸河边上。逆流而上去追寻她（他），追随她（他）的道路险阻又漫长。顺流而下寻寻觅觅，她（他）仿佛在河水中央。<br>　　芦苇凄清一大片，清晨露水尚未晒干。我那魂牵梦绕的人啊，她（他）就在河水对岸。逆流而上去追寻她（他），那道路坎坷又艰难。顺流而下寻寻觅觅，她（他）仿佛在水中小洲。<br>　　河畔芦苇繁茂连绵，清晨露滴尚未被蒸发完毕。我那苦苦追求的人啊，她（他）就在河岸一边。逆流而上去追寻她（他），那道路弯曲又艰险。顺流而下寻寻觅觅，她（他）仿佛在水中的沙滩。</p> <p><strong>注释</strong><br>选自《<a href=\"http://so.gushiwen.org/view_127.aspx\">诗</a>经·秦风》。蒹葭（jiān jiā）：芦荻，芦苇。蒹，没有长穗的芦苇。葭，初生的芦苇。<br>苍苍：茂盛的样子。下文“萋萋”“采采”义同。<br>为：凝结成<br>所谓：所说，这里指所怀念的。<br>伊人：那个人。<br>在水一方：在河的另一边。<br>溯洄（sù huí）从之：意思是沿着河道向上游去寻找她。溯洄：逆流而上。从，追，追求。<br>阻：险阻，难走。<br>溯游：顺流而涉。游，通“流”，指直流。<br>宛：仿佛。<br>萋萋：茂盛的样子，文中指芦苇长的茂盛。人教版为“萋萋”，苏教版为“凄凄”。<br>晞（xī）：晒干。<br>湄（méi）：水和草交接之处，指岸边。<br>跻（jī）：升高，这里形容道路又陡又高。<br>坻（chí）：水中的小洲或高地。<br>采采：茂盛的样子。<br>已：止，这里的意思是“干“，变干。<br>涘（sì）：水边。<br>右：迂回曲折。<br>沚（zhǐ）：水中的小块陆地。</p>",
  "shangxi": "<h2>赏析二</h2> <p>　　如果把<a href=\"http://so.gushiwen.org/view_127.aspx\">诗</a>中的“伊人”认定为情人、恋人，那么，这首诗就是表现了抒情主人公对美好爱情的执著追求和追求不得的惆怅心情。精神是可贵的，感情是真挚的，但结果是渺茫的，处境是可悲的。</p> <p>　　然而这首诗最有价值意义、最令人共鸣的东西，不是抒情主人公的追求和失落，而是他所创造的“在水一方”可望难即这一具有普遍意义的艺术意境。好诗都能创造意境。意境是一种格局、一种结构，它具有含容一切具备相似格局、类同结构的异质事物的性能。“在水一方”的结构是：追寻者——河水——伊人。由于诗中的“伊人”没有具体所指，而河水的意义又在于阻隔，所以凡世间一切因受阻而难以达到的种种追求，都可以在这里发生同构共振和同情共鸣。</p> <p>　　由此看来，不妨把《蒹葭》的诗意理解为一种象征，把“在水一方”看作是表达社会人生中一切可望难即情境的一个艺术范型。这里的“伊人”，可以是贤才、友人、情人，可以是功业、理想、前途，甚至可以是福地、圣境、仙界；这里的“河水”，可以是高山、深堑，可以是宗法、礼教，也可以是现实人生中可能遇到的其他任何障碍。只要有追求、有阻隔、有失落，就都是它的再现和表现天地。如此说来，古人把蒹葭解为劝人遵循周礼、招贤、怀人，今人把它视作爱情诗，乃至有人把它看作是上古之人的水神祭祖仪式，恐怕都有一定道理，似不宜固执其一而否决其他，因为它们都包蕴在“在水一方”的象征意义之中。</p> <p>　　自然，当我们处在与“在水一方”类似的境遇时，应当欣赏的是它的锐意追求，而不是它的悲观失望。这首诗以水、芦苇、霜、露等意象营造了一种朦胧、清新又神秘的意境。早晨的薄雾笼罩着一切，晶莹的露珠已凝成冰霜。一位羞涩的少女缓缓而行。诗中水的意象正代表了女性，体现出女性的美，而薄薄的雾就像是少女蒙上的纱。她一会出现在水边，一会又出现在水之洲。寻找不到，急切而又无奈的心情正如蚂蚁爬一般痒，又如刀绞一般痛。就像我们常说的“距离产生美感”，这种美感因距离变得朦胧，模糊，不清晰。主人公和伊人的身份、面目、空间位置都是模糊的，给人以雾里看花、若隐若现、朦胧缥缈之感。蒹葭、白露、伊人、秋水，越发显得难以捉摸，构成了一幅朦胧淡雅的水彩画。诗的每章开头都采用了赋中见兴的笔法。通过对眼前真景的描写与赞叹，绘画出一个空灵缥缈的意境，笼罩全篇。诗人抓住秋色独有的特征，不惜用浓墨重彩反复进行描绘、渲染深秋空寂悲凉的氛围，以抒写诗人怅然若失而又热烈企慕的心境。诗每章的头两句都是以秋景起兴，引出正文。它既点明了季节与时间，又渲染了蒹苍露白的凄清气氛，烘托了人物怅惘的心情，达到了寓情于景、情景交融的艺术境地。“蒹葭”、“水”和“伊人”的形象交相辉映，浑然一体，用作起兴的事物与所要描绘的对象形成一个完整的艺术世界。开头写秋天水边芦苇丛生的景象，这正是“托象以明义”，具有“起情”的作用。因为芦苇丛生，又在天光水色的映照之下，必然会呈现出一种迷茫的境界，这就从一个侧面显示了诗的主人公心中的那个“朦胧的爱”的境界。<a href=\"http://so.gushiwen.org/author_504.aspx\">王夫之</a>《姜斋诗话》说：“关情者景，自与情相为珀芥也。情景虽有在心在物之分。而景生情，情生景，哀乐之触，荣悴之迎，互藏其宅”，《蒹葭》这首诗就是把暮秋特有景色与人物委婉惆怅的相思感情浇铸在一起，从而渲染了全诗的气氛，创造了一个扑朔迷离、情景交融的意境，正是“一切景语皆情语”的体现。总之，《蒹葭》诗的丰富美感，不论是从欣赏的角度，还是从创作的角度，颇值得我们重视和予以认真探讨。</p><br/><h2>赏析</h2> <p>　　东周时的秦地大致相当于今天的陕西大部及甘肃东部。其地“迫近戎狄”，这样的环境迫使秦人“修习战备，高尚气力”（《汉书·地理志》），而他们的情感也是激昂粗豪的。保存在《秦风》里的十首<a href=\"http://so.gushiwen.org/view_127.aspx\">诗</a>也多写征战猎伐、痛悼讽劝一类的事，似《蒹葭》、《晨风》这种凄婉缠绵的情致却更像郑卫之音的风格。<br>　　诗中“白露为霜”给读者传达出节序已是深秋了，而天才破晓，因为芦苇叶片上还存留着夜间露水凝成的霜花。就在这样一个深秋的凌晨，诗人来到河边，为的是追寻那思慕的人儿，而出现在眼前的是弥望的茫茫芦苇丛，呈出冷寂与落寞，诗人所苦苦期盼的人儿在哪里呢？只知道在河水的另外一边。但这是一个确定性的存在吗？从下文看，并非如此。是诗人根本就不明伊人的居处，还是伊人像“东游江北岸，夕宿潇湘沚”的“南国佳人”（<a href=\"http://so.gushiwen.org/author_322.aspx\">曹植</a>《杂诗七首》之四）一样迁徙无定，也无从知晓。这种也许是毫无希望但却充满诱惑的追寻在诗人脚下和笔下展开。把“溯洄”、“溯游”理解成逆流而上和顺流而下或者沿着弯曲的水道和沿着直流的水道，都不会影响到对诗意的理解。在<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>《长恨歌）中，杨贵妃消殒马嵬坡后，玄宗孤灯独守，寒衾难眠，通过道士鸿都客“上穷碧落下黄泉”的寻找，仍是“两处茫茫皆不见”，但终究在“虚无缥缈”的海外仙山上找到了已成仙的杨贵妃，相约重逢于七夕。而《蒹葭》中，诗人一番艰劳的上下追寻后，伊人仿佛在河水中央，周围流淌着波光，依旧无法接近。《周南·汉广》中诗人也因为汉水太宽无法横渡而不能求得“游女”，陈启源说：“夫说（悦）之必求之，然惟可见而不可求，则慕说益至。”（《毛诗稽古编·附录》）“可见而不可求”，可望而不可即，加深着渴慕的程度。诗中“宛”字表明伊人的身影是隐约缥缈的，或许根本上就是诗人痴迷心境下生出的幻觉。以下两章只是对首章文字略加改动而成，这种仅对文字略加改动的重章叠唱是《诗经》中常用的手法。具体到此诗，这种改动都是在韵脚上——首章“苍、霜、方、长、央”属阳部韵，次章“凄、唏、湄、跻、坻”属脂微合韵，三章“采、已、涣、右、浊”属之部韵——如此而形成各章内部韵律协和而各章之间韵律参差的效果，给人的感觉是：变化之中又包涵了稳定。同时，这种改动也造成了语义的往复推进。如“白露为霜”、“白露未晞”、“白露未已”——夜间的露水凝成霜花，霜花因气温升高而融为露水，露水在阳光照射下蒸发——表明了时间的延续。<br>　　此诗曾被认为是用来讥刺秦襄公不能用周礼来巩固他的国家（《毛诗序》、郑笺），或惋惜招引隐居的贤士而不可得（姚际恒《诗经通论》、方玉润《诗经原始》）。但跟《诗经》中多数诗内容往往比较具体实在不同，此诗并没有具体的事件与场景，甚至连“伊人”的性别都难以确指。上述两种理解也许当初是有根据的，但这些根据或者没有留存下来，或者不足以服人，因而他们的结论也就让人怀疑了。《诗经》的历代注家往往是求之愈深，却得到失之愈远的相反结果。况且“一切历史都是当代史”（见英国哲学家、历史学家科林伍德《历史观念》），对文本的阐释也具有当代性。现代大多数学者都把它看作是一首爱情诗，先以苍苍的蒹葭起兴，再写男子追求意中人，所追的人在何方?在茂密的蒹葭丛里，似见非见，时隐时现。这首诗用反复重章来表现悬念迭起。“苍苍”、“萋萋”、“采采”近义；白露“未霜”“未晞”、“未已”，内容也差不多。总之，这首诗的重章整齐、浅显，读起来节奏明快、动听。<br>　　诗意的空幻虚泛给阐释带来了麻烦，但也因而扩展了其内涵的包容空间。读者触及隐藏在描写对象后面的东西，就感到这首诗中的物象，不只是被诗人拿来单纯地歌咏，其中更蕴育着某些象征的意味。“在水一方”为企慕的象征，钱钟书《管锥编》已申说甚详。“溯洄”、“溯游”、“道阻且长”、“宛在水中央”也不过是反覆追寻与追寻的艰难和渺茫的象征。诗人上下求索，而伊人虽隐约可见却依然遥不可及。《西厢记》中莺莺在普救寺中因母亲的拘系而不能与张生结合，叹惜“隔花阴人远天涯近”，《蒹葭》中的诗人也是同样的感觉罢。<br>　　诗人的追寻似乎就要成功了，但终究还是水月镜花。古希腊神话中有一则说坦塔罗斯王因自我吹嘘犯下罪过而遭受惩罚——忍受永远的焦渴和饥饿之苦。他站在大湖中，湖水深及他的下颔，湖岸长着果树，累累果实就悬在他的头顶。可是，当他口渴低头喝水时，湖水便退去；当他腹饥伸手摘果时，树枝便荡开，清泉佳果他始终可望而不可即。目标的切近反而使失败显得更为让人痛苦、惋惜，最让人难以接受的失败是距离成功仅一步之遥的失败。<br>　　探索人生深刻体验的作品总在后代得到不断的回应。“蒹葭之思”（省称“葭思”）、“蒹葭伊人”成为旧时书信中怀人的套语。曹植《洛神赋》、<a href=\"http://so.gushiwen.org/author_204.aspx\">李商隐</a>的《无题》诗也是《蒹葭》所表现的主题的回应。而当代台湾通俗小说家琼瑶的一部言情小说就叫做《在水一方》，同名电视剧的主题歌就是以此诗为本改写的。</p> <p><strong>事实的虚化<br></strong>　　一般说来，抒情诗的创作是导发于对具体事物的感触，因而在它的意境中，总可看到一些实实在在的人事场景。然而（蒙蒙）的作者却似乎故意把其中应有的主要人物事件都虚化了。追寻者是 什么人？他为什么而追寻？我们不知道；被追寻的“伊人”是什么 身份？为什么他那么难以得到？我们也不知道；以至于连他们是 男是女也无从确认。特别是“伊人”，音容体貌均无，一会儿在河的上游，一会儿在河的下游，一忽儿在水中央，一忽儿在水边草地，飘忽不定，来去渺茫，简直令人怀疑他是否真有实体存在。无疑，由于追寻者、特别是被追寻者的虚化，使整个追寻人物、追寻事件、追寻内容都变得虚幻愿陇起来；然而也正是由于这事实的虚化、膜犹，诗的意境才显得那么空灵而富有象征意味。作品所表达的情感：追“伊人”的男子在经过了三次的追寻没有追寻到他的“伊人”由此可见所谓的伊人不过是可望而不可即的梦幻与虚境。但是追梦男子并没有放弃，而是为了梦想而上下追寻,不怕艰难险阻。</p> <p><strong>意象的空灵</strong><br>　　实际上，诗中所描述的景象，并非目之所存的现实人事，而是一种心象。这种心象，也不是对曾经阅历过的某件真事的回忆，而是由许多类似事件、类似感受所综合、凝聚、虚化成的一种典型化的心理情境。这种心理情境的最大特点，是不粘不滞、空灵多蕴。“在水一方”，可望难即，就是这种空灵的心理情境的艺术显现。在这里，由于追寻者和被追寻者的虚化，那看来是真景物的河水、道路险阻，乃至逆流、顺流的追寻路线，以及伊人所在的“水中央”等诸种地点，也都成了虚拟的象征性意象。对它们均不可作何时何地、河山何水的深究，否则，伊人既在河的上游又在河的下游就自相矛盾，连两个人何以都不渡过河去也成了问题。《蒹葭》的成功，就在于诗人准确地抓住了人的心象，创造出似花非花、空灵蕴藉的心理情境，才使诗的意境呈现为整体性象征。 </p>",
  "about": "<h2>意境</h2> <p>　　<a href=\"http://so.gushiwen.org/view_127.aspx\">诗</a>的象征，不是某词某句用了象征辞格或手法，而是意境的整体象征。“在水一方”，可望难即是人生常有的境遇，“溯徊从之，道阻且长”的困境和“溯游从之，宛在水中央”的幻境，也是人生常有的境遇；人们可能经常受到从追求的兴奋。到受阻的烦恼、再到失落的惆怅这一完整情感流的洗礼，更可能常常受到逆流奋战多痛苦或顺流而下空欢喜的情感冲击；读者可以从这里联想到爱情的境遇和唤起爱情的体验，也可以从这里联想到理想、事业、前途诸多方面的境遇和唤起诸多方面的人生体验。意境的整体象征，使嫌夜）真正具有了难以穷尽的人生哲理意味。<a href=\"http://so.gushiwen.org/author_408.aspx\">王国维</a>曾将这首诗与<a href=\"http://so.gushiwen.org/author_432.aspx\">晏殊</a>的〔蝶恋花〕“昨夜西风调碧树，独上高楼，望尽天涯路”相提并论，认为它二“最得风人情致”，这显然是着眼于它的意境的人生象征意蕴。</p> <p>　　事实的虚化、意象的空灵和意境的整体象征，是一个问题的三个层面。从事实虚化到意象空灵，再到整体象征，这大致上就是象征性诗歌意境的建构过程。</p><br/><h2>创作背景</h2> <p>　　关于这首<a href=\"http://so.gushiwen.org/view_127.aspx\">诗</a>的内容，历来意见分歧。归纳起来，主要有以下三种说法：一是“刺襄公”说。《毛诗序》云：“蒹葭，刺襄公也。未能用周礼，将无以固其国焉。”今人苏东天在《诗经》辨义中阐（chǎn ）析说：“‘在水一方’的‘所谓伊人’（那个贤人），隐喻周王朝礼制。如果逆周礼而治国，那就‘道阻且长’、‘且跻’、‘且右’，意思是走不通、治不好的。如果顺从周礼，那就‘宛在水中央’、‘水中坻’、‘水中沚”，意思是治国有希望。”二是“招贤”说。姚际恒的《诗经通论》和方玉润的《诗经原始》都说这是一首招贤诗，“伊人”即“贤才”：“贤人隐居水滨，而人慕而思见之。”或谓：“征求逸隐不以其道，隐者避而不见。”三是“爱情”说。今人蓝菊有、杨任之、樊树云、高亭、吕恢文等均持“恋歌”说。如吕恢文说：“这是一首恋歌，由于所追求的心上人，可望而不可即，诗人陷入烦恼。说河水阻隔，是含蓄的隐喻。”</p> <p>　　由于此诗之本写之事无从查实，诗中的“伊人”所指亦难征信，故而以上三说均难以最终定论。在这里，我们姑且先把它当作一首爱情诗来解读。《蒹葭》属于《秦风》。周孝王时，秦之先祖非子受封于秦谷（今甘肃天水）。平王东迁时，秦襄公因出兵护送有功，又得到了岐山以西的大片封地。后来秦逐渐东徙，都于雍（今陕西兴平）。秦地包括陕西关中到甘肃东南部一带。秦风共十篇，大都是东周时代这个区域的民歌。</p>",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": [
    "古诗三百首",
    "诗经",
    "初中古诗",
    "高中古诗",
    "怀人",
    "爱情"
  ]
}