{
  "id": 70754,
  "star": 706,
  "name": "临江仙·寒柳",
  "dynasty": "清代",
  "content": "飞絮飞花何处是，层冰积雪摧残，疏疏一树五更寒。爱他明月好，憔悴也相关。<br>最是繁丝摇落后，转教人忆春山。湔裙梦断续应难。西风多少恨，吹不散眉弯。",
  "fanyi": "<p><strong>译文<br></strong>柳絮杨花随风飘到哪里去了呢？原来是被厚厚的冰雪摧残了。五更时分夜阑风寒，这株柳树也显得凄冷萧疏。皎洁的明月无私普照，不论柳树是繁茂还是萧疏，都一般关怀。<br>最是在繁茂的柳丝摇落的时候，我更免不了回忆起当年的那个女子。梦里又见当年和她幽会的情景，但是好梦易断，断梦难续。遂将愁思寄给西风，可是，再强劲的西风也吹不散我眉间紧锁的不尽忧愁。</p> <p><strong>注释</strong><br>（1）临江仙：双调小令，唐教坊曲。《乐章集》入“仙吕调”，《张子野词》入“高平调”。<br>（2）层冰：厚厚之冰。<br>（3）憔悴：瘦弱无力脸色难看的样子：颜色憔悴，形容枯槁。<br>（4）关：这里是关切、关怀之意。<br>（5）最是：特别是。<br>（6）繁丝：指柳丝的繁茂。这两句里的“柳丝”和“春山”，都暗喻女子的眉毛。<br>（7）春山：春日之山。又，春山山色如黛，故借喻女子之眉毛，或代指女子。这里指代亡妻。<br>（8）湔（jiān）裙梦断：意思是涉水相会的梦断了。湔裙，溅湿了衣裙。见《淡黄柳·咏柳》，此谓亡妻已逝，即使梦里相见，可慰相思，但好梦易断，断梦难续。<a href=\"http://so.gushiwen.org/author_204.aspx\">李商隐</a>在《柳枝词序》中说：一男子偶遇柳枝姑娘，柳枝表示三天后将涉水湔裙来会。此词咏柳，故用此典故。<br>（9）西风：从西方吹来的风。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　这是一首咏物词，咏的是寒柳。</p> <p>　　“飞絮飞花何处是”，咏柳咏柳，开门见山：柳絮呀，随风飘到哪里去了呢？花儿呀，随风飘到哪里去了呢？——咦，说柳絮自然应该，毕竟是咏柳，可这个”花儿”是从哪里出来的呢？谁见过柳树开花呢？</p> <p>　　明明是咏柳，怎么突然出来个扬花呢？正确的答案是：杨花和柳絮其实都是一回事，都是柳树上飘飞的那种一团一团的白色绒毛，现在还是很常见的。</p> <p>　　柳絮为什么又叫杨花呢？这是子从父姓，因为柳树有个别名叫“杨柳”。</p> <p>　　“飞絮飞花何处是”，其实就是“飞絮何处是”，但这里特别用了“飞花”的意象，除了造成叠音的声音效果之外，还因为杨花作为<a href=\"http://so.gushiwen.org/view_70754.aspx\">诗</a>词当中的一个意象符号，独有一些复杂的含义。</p> <p>　　杨花是一个飘零无助的意象。传说，杨花如果飘落到水中，就会化为浮萍。这个传说细想一下是非常凄凉的，因为杨花本身就是飘零无根之物，好容易在水里落了脚，却又化为浮萍，依然是个飘零无根之物。“飘零无根”至此便有了一种宿命的悲剧感。</p> <p>　　看，柳絮（杨花），其命运即便终于能摆脱飘泊无根，也只是沦落泥泞而已，益发可悲。——当然，这都只是附着在柳絮（杨花）之上的文学意象，如果从科学角度说，柳絮其实是柳树的种子，被绒毛包裹着随风飘飞，找地方去生根发芽、孕育新生去了。</p> <p>　　“飞絮飞花何处是，层冰积雪摧残”，容若发问柳絮飘飞生涯的命运归属，自问自答说“层冰积雪摧残”，意思是和“已作沾泥絮”差不多的，只是，“层冰积雪”也是个由来有自的文学符号，在字面意思之外还有其特定的所指。</p> <p>　　“层冰积雪”，语出《楚辞·招魂》：“层冰峨峨，积雪千里”，如果联系一下《招魂》的上下文，意义就更加明确了：</p> <p>　　魂兮归来，北方不可以止些。</p> <p>　　层冰峨峨，积雪千里些。</p> <p>　　归来归来，不可以久兮。</p> <p>　　魂兮归来，君无上天些。</p> <p>　　那么，如果把“飞絮飞花何处是”与“层冰积雪摧残”在《招魂》上下文的背景里联系起来，就会读出新的一层意思：柳絮离开了柳树的怀抱，如同魂魄一般散漫地飞向极北极北的天堂，可那里太寒太冷了呀，为什么你不回来呢？——这时候再来联系一下词题的“寒柳”，咏的是“柳”，为的是“留”。这首词的主题至此而明朗，两个字悼亡。</p> <p>　　“疏疏一树五更寒”，“疏疏一树”正是寒柳的意象，而“五更寒”原本仅仅是一个时间的意象，此时交迭在一起，却把夜阑、更残、轻寒这些意象付诸于柳树身上，使柳树获得了人格化的色彩，使柳树更加顺理成章地成为词人的情感投射的客体。</p> <p>　　“爱他明月好，憔悴也相关”，递进一层，似在说明月无私，不论柳树是繁茂还是萧疏，都一般照耀，一般关怀。貌似在写明月，实则是容若自况：柳树就算“疏疏”，就算“憔悴”，也减不了自己一分一毫的喜爱；伊人就算永诀，也淡不去自己一分一毫的思念。</p> <p>　　“最是繁丝摇落后，转教人忆春山”，下片转折，由柳树而及女子，由当下而及回忆，是说：最是在柳丝摇落的时候，我更免不了去想起当年的那个女子。</p> <p>　　春山，作为诗词中一个常见的意象，既可以实指春色中的山峦，也可以比喻为女子的眉毛。宋词有“眉扫春山淡淡，眼裁秋水盈盈”，便是以春山喻眉，以秋水喻眼，而一“扫”一“裁”，是形容女子描眉画眼的可爱的梳妆动作。春山既然可以比喻为女子的蛾眉，便也可以用作女子的代称，容若这里便是此意。由柳叶的形态联想到蛾眉的妙曼，联想到心爱的女子，曾经的故事……</p> <p>　　接下来仍是追忆那位女子，即“湔裙梦断续应难”。</p> <p>　　湔jian，这里是洗的意思。旧日风俗，三月三日上巳节，女人们相约一同到水边洗衣，以为这样可以除掉晦气。上巳节和清明节隔得不远，所以穆修有诗说“改火清明度，湔衫上巳连”。这种户外聚众的日子往往提供给了男男女女们以堂而皇之地偷偷约会的机会。</p> <p>　　这首词，曾被那位对纳兰词评价不高的陈廷焯赞为纳兰词中的压卷之作，不知道容若听到了会不会高兴一些呢？无论如何，“爱他明月好，憔悴也相关”，”西风多少恨，吹不散眉弯”，都是性灵之句，非挚情挚性之奇男子无以得之。</p> <p>　　纳兰何以有此“憔悴也相关”，“西风多少恨”的伤感情调？清朝气数正旺盛，却有此醒人气的词人和词作，真是可悲可叹可钦啊！</p> <p>　　这首作品是纳兰集中得后人推誉最力的佳作之一，不但多种选集阑入，陈廷焯甚至作出“言之有物，几令人感激涕零”之“压卷之作”的崇高评价。“压卷”与否姑且不置论，“言之有物”则可以作点简单分析。</p> <p>　　咏物为古典诗词之大宗，而原其宗旨，“物”本是外壳，是媒介，抒情才是本质，是核心。所以咏物之作要求摹写神理而不能徒赋形体，同时还要不粘不离，保持一个恰好的分寸。以此绳衡这首小词，在“层冰积雪摧残”、“爱他明月好，憔悴也相关”等句刻画出那婀娜杨柳的“寒意”之外，词人更着重“摧残”、“憔悴”、“梦断”、“西风多少恨，吹不散眉弯”的情感的抒写，亦将他复杂凄咽的内心感受特别深曲又特别准确地传递出来。写寒柳而字里含情，弦外有音，此之谓“言之有物”。</p> <p>　　还要深思一层，“言之有物”之“物”究竟能否落实呢？有文章指出这首词借咏柳而寄寓对亡妻的哀思，实亦即悼亡之作。作为一种猜测容或可以，但作为学术研究，在本篇不能肯定作年在其妻逝世之后的情况下，则不可以武断地这样定论。如果说里面寄托有纳兰一贯婉转哀凉的身世之感，那也就足够了。 </p>",
  "poet": {
    "id": 188,
    "star": 0,
    "name": "纳兰性德",
    "image": "http://img.gushiwen.org/authorImg/nalanxingde.jpg",
    "desc": "纳兰性德（1655－1685），满洲人，字容若，号楞伽山人，清代最著名词人之一。其诗词“纳兰词”在清代以至整个中国词坛上都享有很高的声誉，在中国文学史上也占有光采夺目的一席。他生活于满汉融合时期，其贵族家庭兴衰具有关联于王朝国事的典型性。虽侍从帝王，却向往经历平淡。特殊的生活环境背景，加之个人的超逸才华，使其诗词创作呈现出独特的个性和鲜明的艺术风格。流传至今的《木兰花令·拟古决绝词》——“人生若只如初见，何事秋风悲画扇？等闲变却故人心，却道故人心易变。”富于意境，是其众多代表作之一。"
  },
  "tags": [
    "婉约",
    "咏物",
    "柳树",
    "抒情"
  ]
}