{
  "id": 71877,
  "star": 12,
  "name": "送江水曹还远馆",
  "dynasty": "南北朝",
  "content": "高馆临荒途，清川带长陌。<br>上有流思人，怀旧望归客。<br>塘边草杂红，树际花犹白。<br>日暮有重城，何由尽离席！",
  "shangxi": "<h2>鉴赏</h2> <p>　　六朝<a href=\"http://so.gushiwen.org/view_71877.aspx\">诗</a>至南齐永明而一大变，世称“永明体”，代表诗人则是<a href=\"http://so.gushiwen.org/author_32.aspx\">谢朓</a>，他上承晋宋，下开唐风，前人多以他与<a href=\"http://so.gushiwen.org/author_758.aspx\">谢灵运</a>相比。明人钟惺称二谢诗均多排语，“然康乐排得可厌，却不失为古诗。玄晖排得不可厌，业已浸淫近体”（《古诗归》）。明人许学夷也说：“元嘉体虽尽入俳偶，语虽尽入雕刻，其声韵犹古”，至沈、谢则“声渐入律，语渐绮靡，而古声渐亡矣”（《诗源辩体》）。一古一近，判然有别。小谢的“新变”即使从这首短短的送别诗中也可窥其端绪。</p> <p>　　理解这首诗，一上来就碰到一个颇费斟酌的问题：题面上是“还远馆”，而开头第一句即是“高馆临荒途”，那末两个“馆”字所指是一，抑或是二？若此“高馆”即题中之“远馆”，则所写为悬想之词；若否，则是实写送别之地的景色。揣摩全诗，细绎词意，毋宁作后一解为是。</p> <p>　　首联分别从高、远两个方面描写了送别的场景：荒郊野途，高馆孤峙，清流映带，长路迢递。馆，即客舍，安顿宾客的馆舍，可能江水曹暂寓于此，如今他又要到更远的馆舍去，诗人将与他举袂相别。荒凉凄清的景物渲染出一种离愁别绪。此处着一“带”字尤为传神：那潺湲的清流仿佛将眼前的道路带向了遥远的地方，在离人的心上更添一层渺远迷茫的情思。次联则交代去者的怀归之情。“流思”，即思绪飘忽不定，流荡无住之意；“怀旧望归客”则为“流思人”之同位语。“怀旧”，怀念旧邦或亲故之意；“望归客”，渴望归去之人，是为偏正结构，非动宾结构。此联透露出江水曹的游宦生涯，此行所去，只是远馆，而非故乡，故而客中作客，无慰“怀旧望归”之情，只能更增羁旅情怀。但是诗的第三联并未循此而生发开去，而是重又转回写景。诗人为读者展现出一片明丽的景色，那池塘春草、花树相间、红白掩映的风光确乎令人陶醉。面对如此赏心悦目的景色，人不应该离别，而应该流连忘返，尽情享受自然的赐予，但偏偏这正是离人分手的时刻。如果说首联的写景正与离情相契合的话，那么此联的写景则以强烈的反衬突现出离别的情怀。送君千里，终须一别，这是无可如何的现实，尾联重又归结到送别之意。“日暮有重城”，时光的流逝暗示出依依惜别的深情，而高城暮色的景物又加浓了伤别的情绪。天色将晚，已到了不得不分手的时刻，故主客双方只得在“何由尽离席”的感慨中分道扬镳，诗的最后留给人的是无可奈何的感喟。离席将尽而又不欲其尽，结句将惜别之情发挥得非常充分。</p> <p>　　离别是古诗中一个陈旧的主题。这样一首主题平平的短诗，究竟透露出一些什么“新变”来呢？最突出的一点是诗人通过景物描写而抒发感情、构造意境的创作方法。汉魏古诗多胸臆语，直抒所感，古朴质实，情语多于景语，景物描写仅仅是抒情的附丽。而到了谢朓，则注意在写景中寓情，让情感蕴含在景物之中，二者不是游离之物，而是构成一个有机的统一体，成为富有情韵的意境，避免对感情作直露的、正面的表述。即以此诗而论，诗人以清词丽句描绘出一个凄清悠远而又富于色彩的境界，对别离之情几乎未作铺陈，读者感受到的是一种惜别的氛围，情绪的熏染，情感的表达是含蓄蕴藉的。这就是后人所说的“风调”、“神韵”。正是在这一点上，小谢的诗成为唐诗的先声。试看<a href=\"http://so.gushiwen.org/author_515.aspx\">王维</a>的《归嵩山作》：“晴川带长薄，车马去闲闲。流水如有意，暮禽相与还。荒城临古渡，落日满秋山。迢递嵩高下，归来且闭关。”右丞此诗就是正从小谢诗中有所借鉴的。谢灵运也模山范水，但精雕细刻，失之板重，刻意写形，而乏情韵。玄晖则刊落繁缛，以清俊疏朗的笔调将景物构造为富有情韵的意境。于是朴拙质厚的古诗一变而为清新俊逸的近体风格。唐诗那种简笔传神的写景，情韵流动的意境，风神摇曳的格调，正是在小谢这里肇其端的。</p> <p>　　其次，在诗歌的格律上也表现出其新变。自<a href=\"http://so.gushiwen.org/author_628.aspx\">沈约</a>倡“声律说”以来，诗人排比声韵，约句准篇，成为一时的风气，标志了五言古诗向近体律诗的过渡，谢朓也是这场声律化运动中的健将。<a href=\"http://so.gushiwen.org/author_196.aspx\">严羽</a>说：“谢朓之诗，已有全篇似唐人者。”（《沧浪诗话》）除风格而外，格律之新也是其一个方面。即以此诗论，除去押入声韵之外，其他各方面均近似一首律诗。首联对偶工切，但平仄不协，第二联不对，而第三联又成工整的对偶。这在律诗中称为“偷春格”，颔联的对仗移至首联，恰如花儿偷得春光，先春而开。</p>",
  "poet": {
    "id": 32,
    "star": 0,
    "name": "谢朓",
    "image": "http://img.gushiwen.org/authorImg/xietiao.jpg",
    "desc": "谢朓（464~499年），字玄晖。汉族，陈郡阳夏（今河南太康县）人。南朝齐时著名的山水诗人，出身世家大族。谢朓与谢灵运同族，世称“小谢”。初任竟陵王萧子良功曹、文学，为“竟陵八友”之一。后官宣城太守，终尚书吏部郎，又称谢宣城、谢吏部。东昏侯永元初，遭始安王萧遥光诬陷，下狱死。曾与沈约等共创“永明体”。今存诗二百余首，多描写自然景物，间亦直抒怀抱，诗风清新秀丽，圆美流转，善于发端，时有佳句；又平仄协调，对偶工整，开启唐代律绝之先河。"
  },
  "tags": [
    "离别"
  ]
}