{
  "id": 72342,
  "star": 30,
  "name": "三槐堂铭",
  "dynasty": "宋代",
  "content": "　　天可必乎？贤者不必贵，仁者不必寿。天不可必乎？仁者必有后。二者将安取衷哉？吾闻之申包胥曰：“人定者胜天，天定亦能胜人。”世之论天者，皆不待其定而求之，故以天为茫茫。善者以怠，恶者以肆。盗跖之寿，孔、颜之厄，此皆天之未定者也。松柏生于山林，其始也，困于蓬蒿，厄于牛羊；而其终也，贯四时、阅千岁而不改者，其天定也。善恶之报，至于子孙，则其定也久矣。吾以所见所闻考之，而其可必也审矣。</p> <p>　　国之将兴，必有世德之臣，厚施而不食其报，然后其子孙能与守文太平之主、共天下之福。故兵部侍郎晋国王公，显于汉、周之际，历事太祖、太宗，文武忠孝，天下望以为相，而公卒以直道不容于时。盖尝手植三槐于庭，曰：“吾子孙必有为三公者。”已而其子魏国文正公，相真宗皇帝于景德、祥符之间，朝廷清明，天下无事之时，享其福禄荣名者十有八年。今夫寓物于人，明日而取之，有得有否；而晋公修德于身，责报于天，取必于数十年之后，如持左契，交手相付。吾是以知天之果可必也。</p> <p>　　吾不及见魏公，而见其子懿敏公，以直谏事仁宗皇帝，出入侍从将帅三十馀年，位不满其德。天将复兴王氏也欤！何其子孙之多贤也？世有以晋公比李栖筠者，其雄才直气，真不相上下。而栖筠之子吉甫，其孙德裕，功名富贵，略与王氏等；而忠恕仁厚，不及魏公父子。由此观之，王氏之福盖未艾也。</p> <p>　　懿敏公之子巩与吾游，好德而文，以世其家，吾以是铭之。铭曰：</p> <p>　　“呜呼休哉！魏公之业，与槐俱萌；封植之勤，必世乃成。既相真宗，四方砥平。归视其家，槐阴满庭。吾侪小人，朝不及夕，相时射利，皇恤厥德？庶几侥幸，不种而获。不有君子，其何能国？王城之东，晋公所庐；郁郁三槐，惟德之符。呜呼休哉！ ",
  "fanyi": "<p><strong>译文</strong><br>　　上天一定会展现他的意愿吗？但为什么贤德的人不一定富贵，仁爱的人不一定长寿？难道上天不一定会展现他的意愿吗？但行善仁爱之人一定有好的后代。这两种说法哪一种是对的呢？我听申包胥曾经说过：“人为的因素可以改变天命，天命胜于人为因素。”世上议论天道的人，都不等上天的意愿完全表现出来就去责求，因此认为天是茫茫无知的。善良的人因此而懈怠，邪恶的人因此而放肆。盗跖可以长寿，孔子、颜回却遭受困厄，这都是上天还没有表现出来他的真实意愿的缘故。松柏生长在山林之中，起初被蓬蒿围困，遭牛羊践踏，但最终还是四季长青，经千年而不凋零，这就是上天赐予它的天性。关于对人的善恶报应，有的要一直到子孙后代才能表现出来，这也是上天确定已久的。我根据所见所闻来验证，上天的意愿一定会展现的，这是明白无疑的。<br>　　国家将要兴盛时，必定有世代积德的大臣，做了很大的好事而没有得到福报，但此后他的子孙却能够与遵循先王法度的太平君主，共享天下的福禄。已故的兵部侍郎晋国公王佑，显赫于后汉、后周之间，先后在太祖、太宗两朝任职，文武忠孝，天下的人都期盼他能出任宰相，然而王佑由于正直不阿，不为当世所容。他曾亲手在庭院里种植了三棵槐树，说：“我的后世子孙将来一定有位列三公者。”后来他的儿子魏国文正公（王旦），在真宗皇帝景德、祥符年间做了宰相，当时朝廷政治清明，天下太平，他享有福禄荣耀十八年。<br>　　现在如果把东西寄存在别人处，第二天就去取，可能得到，也可能得不到了。但晋国公自身修养德行，以求上天的福报，在几十年之后，得到了必然的回报。如同手持契约，亲手交接一样。我因此知道上天的意愿一定会展现的。<br>　　我没来得及见到魏国公（王旦），却见到了他的儿子懿敏公。他事奉仁宗皇帝时直言敢谏，出外带兵、入内侍从三十多年，这种爵位还不足以和他的德行相称。上天将再一次使王氏兴盛吗？为什么他的子孙有这么多的贤人呢？世上有的人把晋国公（王佑）与李栖筠（唐代贤相）相比，他们两人的雄才大略、正直气节，确实不相上下。而李栖筠的儿子<a href=\"http://so.gushiwen.org/author_2866.aspx\">李吉甫</a>，孙子<a href=\"http://so.gushiwen.org/author_815.aspx\">李德裕</a>，享有的功名富贵和王氏也差不多，但忠恕仁厚，则不如魏公父子。由此可见，王氏的福份正旺盛不衰啊！懿敏公的儿子王巩，跟我交游，他崇尚道德而又善<a href=\"http://so.gushiwen.org/view_72342.aspx\">诗</a>文，以此继承了他的家风，我因此把他记了下来。铭曰：<br>　　“啊，多么美好啊！魏公的家业，跟槐树一起萌兴。辛劳的培植，一定要经过一代才能长成。他辅佐真宗、天下太平，回乡探家，槐荫笼庭。我辈小人，一天从早到晚，只知窥察时机求取名利，哪有空闲修养自己的德行？只希望有意外的侥幸，不种植就能收获。如果没有君子，国家又怎能成为一个国家？京城的东面，是晋国公的住所，郁郁葱葱的三棵槐树，象征着王家的仁德。啊，多么美好啊！”</p><p><strong>注释</strong><br>(1)汉、周之际：指五代的后汉、后周。<br>(2)魏国文正公：指王旦，封魏国公，谥文正。<br>(3)左契：古代契约分左右两联，左契凭以索偿。<br>(4)李吉甫、李德裕：均唐代贤相。<br>(5)休：美。<br>(6)皇：通“遑”，闲暇。<br>(7)有：通“又”。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　本文是宋神宗元丰二年（1079）<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>在湖州任上为学生王巩家中“三槐堂”提写的铭词。三槐堂，是北宋初年兵部侍郎王佑家的祠堂，因王佑手植三棵槐树于庭而得名。古代传说，三槐象征朝廷官吏中职位最高的三公。而王佑正是王巩的曾祖父。</p> <p>　　文章主题在于歌颂王佑的品德和功业，分五段进行。第一二两段，从天命的有常立论，肯定了善善恶恶的因果报应，提出“仁者必有后”的观点，为全文的理论基础。第三四五层，记叙了王佑手植三槐的经过和期待，以及王佑子孙后代多有仁德贤能者的事实，说明王佑仁爱厚施、积善成德，因此才子孙多贤，福祚绵绵不绝，从而论证了观点，突出了主旨。</p> <p>　　全文贯穿着天命有常、因果报应思想，崇尚仁厚忠恕的德行。认为“善恶之报，至于子孙”，显然带有惩创人心、引为鉴诫的良苦用心。文章叙议兼行，挥洒如意。文字简洁，自然流畅。</p>",
  "about": "<h2>读后感</h2> <p>　　宋朝的大文学家<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>，曾经写过一篇脍炙人口的文章《三槐堂铭》，文中记述了三槐王氏祖先的事迹，正是一门忠义，百世流芳，历经千百年之后，他们忠厚仁恕的浩然正气依然令人神往。</p> <p>　　王氏先祖王祐，是北宋大名府莘县人，出身书香门第、官宦之家。王祐的祖父王言和父亲王彻，都担任后唐的官职，一生忠厚勤勉,廉洁奉公。王祐少年时性情豪迈,才气横溢，他的文章立意高远，文辞优美，被人们争相传诵。</p> <p>　　步入仕途之后，王祐依然保持着真诚正直的本性。当时正处五代十国的乱世，军阀掌权、战乱纷起，朝代频繁更替，许多将帅背叛君主，拥兵自立。王祐曾不顾个人安危，力劝后晋元帅杜重威忠于朝廷，不要投降契丹，因此得罪了杜重威。遭到贬谪后，王祐仍然撰写文章，以忠孝因果警示世人。</p> <p>　　宋朝建立后，王祐曾任监察御史、户部员外郎等官职。当时有一位功臣符彦卿镇守大名府，因为受到贪婪狡黠的手下人蒙蔽，致使政务腐败散乱。宋太祖命令王祐前去代理大名府，调查符彦卿的情况，看他是否图谋不轨。当时如果符彦卿获罪，株连坐牢的将达一千多人。王祐仔细查明真相后，把事实禀告皇上，并且愿以自己全家老小一百多口的性命，来担保符彦卿无罪。他直言上疏给皇上:「过去五代十国的君主,大多因为猜忌大臣，滥杀无辜，所以在位时间很短，希望陛下引以为戒。」符彦卿因此免罪，许多无辜的生命得以保全。王祐在同僚有难时，不落井下石,而能仗义执言,舍己救人，世人都称赞他积下深福厚德，必将荫蔽子孙。</p> <p>　　王祐很有才干，而又品行端正，不攀附权贵。他文武忠孝的德行,被天下人赞叹,许多人希望他能升任宰相。然而，王祐直道而行的个性，使得一些心术不正的人忌惮他，想方设法排挤他，因此王祐始终没有得到重用。</p> <p>　　晚年的时候，王祐将「治国、平天下」的愿望寄托在子孙后代身上，他满怀信心地在庭院中种了三棵槐树，说：「我们家的后代子孙，一定有位列三公的，此树可以作为见证。」果然，他的预言成为现实，次子王旦在宋真宗时当了宰相，前后辅佐真宗十八年，当时政治清明、天下太平，王旦被人称为「太平良相」。</p> <p>　　王祐的三个儿子在父亲的严格教导和潜移默化之下，都不负父望，德才兼备，学业有成。长子王懿，曾任江西袁州知府，政绩颇佳。三子王旭，也是著名的清官，先后在缑氏（今河南偃师县）、应天府（今河南商丘）等地为官，都有卓越的政绩，最后积劳成疾，病逝于任上。</p> <p>　　作为三槐王氏最杰出的代表，王旦在幼年时就沉稳静默，勤奋好学，成年以后更是胸襟博大，气宇非凡。宋太宗太平兴国五年，王旦考中进士之后，出任平江知县。他体察民情、关心民众，以道德教化百姓,把平江县治理得井井有条,人民安居乐业。当时的转运使赵昌言到了平江县境内，赞赏王旦的善政，并把女儿嫁给了他。</p> <p>　　一般人认为，朝中有人好做官。历朝历代，利用裙带关系攀附求高官厚禄的人确实不少。但在王旦这里却是例外。后来，赵昌言作了参知政事，担任相当于副宰相的职务，王旦也已经官至同判吏部流内铨，负责官员的考课。翁婿成为直属上下级，王旦为了避嫌，主动提出来辞职，改在集贤殿做修改撰写的文字工作。王旦识大体、顾大局，甘于淡泊的度量，深受宋太宗的嘉许。</p> <p>　　等到真宗的时候，王旦作了宰相，他始终坚持亲属子弟们避嫌，不在朝廷担任重要官职。他的三弟王旭很有才华,受到皇上的赞赏和群臣的推荐。自从王旦当宰相后,就避嫌在家，不再任职。真宗知道后，就把王旦叫来，说：「以前的朝代，兄弟一起在朝中做大官的很多，何况朝廷任人惟贤，怎么能因为您的缘故，使令弟怀才不用呢？」真宗想任命王旭做京城的推官，掌管司法，王旦一再推辞，真宗只好让王旭改任有职无权的南曹通判。</p> <p>　　王旦有三个儿子，长子王雍、次子王冲都是品学兼优。但因为他们进入仕途时，父亲在朝中担任要职，为了避嫌，兄弟二人一直未能晋升，直到王旦去世时，王冲仍担任水部员外郎这样一个候补职务。唯有三子王素，从政时王旦已经去世，没受到避嫌的影响，仕途比较顺利。</p> <p>　　王旦不仅对子弟严格要求，对其他亲属也从不利用权势为他们谋官。他的女婿苏耆通过了会试，参加皇上殿试的时候，真宗不知道苏耆和王旦的关系，问王旦此人可否入选，王旦不置可否，结果苏耆落选。另一个女婿韩亿很有才华,真宗想召来加官,王旦竭力推辞，韩亿被派往边远的蜀地任职。</p> <p>　　王旦身为宰相，以天下国家为己任，任何事情都看得久远，不举亲眷,不谋私利,就杜绝了任人唯亲的流弊。正己才能正人，所以，王旦为相十八年，家中常常宾客满堂，但没有一个人敢为私利请求照顾的。王旦并非不爱才，经他举荐的人才很多。他常常表面上不说什么，但是私底下发现真正的人才，绝不放过，一定会推荐给皇上。因为他施恩不求回报，总是默默地这样做，所以很少有人知道。后来史官修订《真宗实录》时，看到王旦的奏章，才知道许多大臣，包括众多建功立业的栋梁之材，都是出自王旦的推荐。</p> <p>　　作为当朝宰相，同时也是家族中的长者，王旦内修严谨，但又宽厚待人，对家人关怀爱护。王氏族人众多，但在王旦以身示范的引领下，个个友爱笃实，好学勤俭，使人们叹为观止。对于王旦要求他们避嫌居低位的安排，大家都欣然接受，而且从不以官宦子弟夸耀，更不作威作福，盛气凌人。</p> <p>　　王旦一生的德行，可以说是「八德」具足，是一个非常完美的人。据传记记载，他清正廉洁，除了皇上的赏赐之外，从未收过任何人的馈赠。家里的衣服被褥，家具炊器，都朴实无华。不仅自己简朴，他也谆谆善诱，教导子弟。有一次，一位出售玉带的商人上门推销，弟弟王旭觉得很好看，想购买一条。他拿着去请示王旦，王旦也不说什么，只是让他系在腰上，然后问他：「如今还好看吗？」王旭说：「系在自己腰上，怎么能看得见好看不好看？」王旦淡淡地说：「自己负载着重物，目的是让别人说好看，不是太劳神了吗？」王旭恍然大悟，赶紧把玉带还给了商人。</p> <p>　　真宗见王旦的住所过于简陋，多次提出帮他建新宅，王旦都以「这是先辈的旧居，不忍拆除」为理由，多次推辞了。有人问他为什么不置田宅，为什么不留些家产给子孙经营？他回答道：「儿孙当要自立自强，如果父母留下这些田宅财产给他们，无非就是要让他们造成不义之争而已。」王旦所重视的，不是钱财，而是优良家风的承传。他十分注重对后代的教育，要求他们堂堂正正做人，踏踏实实做事，为官者还要清清白白做官。王旦深信，「根深枝自茂，源远流自长」，他要求子孙后代每六十年修一次家谱，在家谱中要详细叙述先祖的德行和王氏仁恕忠厚的家风，以缅怀祖德，激励后人。</p> <p>　　后来，为了更好地承传家风家训，王旦的孙子王巩，在翻修故居、建立「三槐堂」的时候，特意请苏轼撰写《三槐堂铭》，以此勉励王氏后人，效仿祖先的美好德行。</p> <p>　　《易经》云：「积善之家，必有余庆。」在王旦的下一辈中，王家又出了王素、王质、王端三个进士，都是德才兼备，孙辈、曾孙辈中也是人才辈出。在整个宋朝三百余年的历史上，三槐王氏家族几乎代代都有人在朝廷为官，《宋史》上专门立有传记者十一人。自宋以来，悠悠千百余年，虽然历尽人世沧桑，三槐王氏的后裔绵延不息，分布在世界各地。他们秉持先祖忠恕仁厚的精神，牢记先祖的教诲，都能做到为民者勤劳生产，艰苦奋斗；为官者廉洁自持，秉公正直。</p> <p>　　追溯先祖的德范，细思天地万物之至理，我们且反复吟咏其中的句子：「天可必乎？贤者不必贵，仁者不必寿。天不可必乎？仁者必有后。二者将安取衷哉？」「善恶之报，至于子孙，则其定也久矣。」三槐王氏家族，以及许许多多广积阴德、以圣贤之道德学问传家的古今世家，给予我们甚深的启示和教导。为人当以道德为根本，行孝行善，其福泽荫庇，方能长润后世。而「积不善之家，必有余殃」，这是古圣先贤的殷殷训诫，历史已经无数次以惨痛的事实证明，我们不可不慎重省思，切勿懈怠放肆，殃及自身和后代子孙啊！</p> <p>　　三槐堂上那苍劲挺拔的老槐树，根深叶茂，充满活力，已成为根植于人们心中的一种力量。透过它的枝干，把正直、坚强、忠厚、智慧传递；透过它的叶脉，将忠诚、仁义、宽容、善良撒播。祖先将世世代代人生体验的精华，浓缩在一篇篇训诫中，这是人类智慧的结晶、文化的瑰宝，是文明的源头活水。我们惟有秉承祖志，矢志不移，才能面对任何挑战，生生不息，源远流长。</p>",
  "poet": {
    "id": 183,
    "star": 0,
    "name": "苏轼",
    "image": "http://img.gushiwen.org/authorImg/sushi.jpg",
    "desc": "苏轼（1037－1101），北宋文学家、书画家、美食家。字子瞻，号东坡居士。汉族，四川人，葬于颍昌（今河南省平顶山市郏县）。一生仕途坎坷，学识渊博，天资极高，诗文书画皆精。其文汪洋恣肆，明白畅达，与欧阳修并称欧苏，为“唐宋八大家”之一；诗清新豪健，善用夸张、比喻，艺术表现独具风格，与黄庭坚并称苏黄；词开豪放一派，对后世有巨大影响，与辛弃疾并称苏辛；书法擅长行书、楷书，能自创新意，用笔丰腴跌宕，有天真烂漫之趣，与黄庭坚、米芾、蔡襄并称宋四家；画学文同，论画主张神似，提倡“士人画”。著有《苏东坡全集》和《东坡乐府》等。"
  },
  "tags": [
    "古文观止",
    "赞颂",
    "写人"
  ]
}