{
  "id": 50272,
  "star": 15,
  "name": "满庭芳·晓色云开",
  "dynasty": "宋代",
  "content": "晓色云开，春随人意，骤雨才过还晴。古台芳榭，飞燕蹴红英。舞困榆钱自落，秋千外、绿水桥平。东风里，朱门映柳，低按小秦筝。<br>多情，行乐处，珠钿翠盖，玉辔红缨。渐酒空金榷，花困蓬瀛。豆蔻梢头旧恨，十年梦、屈指堪惊。凭阑久，疏烟淡日，寂寞下芜城。",
  "fanyi": "<p><strong>译文<br></strong>拂晓的曙色中云雾散净，好春光随人意兴，骤雨才过天色转晴。古老的亭台，芳美的水榭，飞燕穿花踩落了片片红英。榆钱儿像是舞得困乏，自然地缓缓飘零，秋千摇荡的院墙外，漫涨的绿水与桥平。融融的春风里杨柳垂荫朱门掩映，传出低低弹奏小秦筝的乐声。<br>回忆起往日多情人，邀游行乐的胜景。她乘着翠羽伞盖的香车，珠玉头饰簪发顶，我骑着缰绳精美的骏马，装饰了几缕红缨。金杯里美酒渐空，如花美人厌倦了蓬瀛仙境。豆蔻年华的青春少女呵，往日同我有多少别恨离情，十年间浑然大梦，屈指算令人堪惊。凭倚着栏杆久久眺望，但见烟雾稀疏，落日昏蒙，寂寞地沉入了扬州城。</p> <p><strong>注释<br></strong>晓色：拂晓时的天色。<br>芳榭：华丽的水边楼台。<br>蹴（cù）：踢。红英：此指飘落的花瓣。<br>榆钱：春天时榆树初生的榆荚，形状似铜钱而小，甜嫩可食，俗称榆钱。<br>绿水桥平：春水涨满了小河，与小河平齐。<br>秦筝：古代秦地所造的一种弦乐器，形似瑟，十三弦。<br>珠钿翠盖：形容装饰华丽的车子。珠钿，指车上装饰有珠宝和嵌金。翠盖，指车盖上缀有翠羽。<br>玉辔红缨：形容马匹装扮华贵。玉辔，用玉装饰的马缰绳。红缨，红色穗子。<br>金榷（què）：金制的饮酒器。<br>花困蓬瀛：花指美人。蓬瀛，传说中的海上仙山蓬莱、瀛州。此指饮酒之地。<br>“豆蔻”句：化用<a href=\"http://so.gushiwen.org/author_211.aspx\">杜牧</a>《赠别》<a href=\"http://so.gushiwen.org/view_50272.aspx\">诗</a>“娉娉袅袅十三余，豆蔻梢头二月初。春风十里扬州路，卷上珠帘总不如”句意，写旧识的少女。<br>“十年”句：用杜牧《遣怀》诗“十年一觉扬州梦，赢得青楼薄幸名”句意，抒今昔之慨。<br>芜城：即广陵城，今之扬州。因<a href=\"http://so.gushiwen.org/author_732.aspx\">鲍照</a>作《芜城赋》讽咏扬州城的废毁荒芜，后世遂以芜城代指扬州。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　<a href=\"http://so.gushiwen.org/author_125.aspx\">秦观</a>善于以长调抒写柔情。这首词记芜城春游感怀，写来细腻自然，悠悠情长，语尽而意不尽。此词的情调是由愉悦转为忧郁，色调从明快渐趋暗淡，词人的心情随着时间和环境的改换而在起着变化，却又写得那样宛转含蓄，不易琢磨，只好用他自己的话来形容了，“自在飞花轻似梦，无边丝雨细如愁。”（《浣溪沙·漠漠轻寒上小楼》）</p> <p>　　词的上阕写明媚春光。“晓色云开”三句，奠定了春日清晨的明朗基调。雨过天晴，晓云初霁，春光如此美好，令人欣欣然以为春天是多么地随人心意。接下去春日明丽景象，从游赏于春色中的人眼中一一展现，如电影之特写镜头联翩而来：本来苍凉的古时台榭，在这姹紫嫣红时节，也显得春意盎然，似乎散发着无限的生机；飞燕自由地上下翻飞，不时地碰触到柔嫩的花瓣；串串榆钱愉快地随风飘舞，似乎直到舞蹈困倦了才从树上飘落下来；秋千高荡，但见外面绿波荡漾，几与桥面相平。此处写景，颇见功力。以苍凉古台写春，更见春色之明媚；飞燕、榆钱不但是组成春色的一道风景，更是与人一样为春沉醉的精灵。他们或不时碰碰花瓣，或在风中舞蹈，既见此物形态，更见万物心情之明朗；而写秋千则暗示出荡秋千之人，暗转人庭院、花园中的春色和春色映照下的佳人。“东风里”三句，由写景过渡到写人，却写得极有韵致。朱门之内，绿柳掩映下，红妆少女弹奏着秦筝，秦声悠扬，令朱门外的人心动神驰，想象联翩。</p> <p>　　下阕写昔日行乐与当前寂寥寡欢之情。“多情”四句承接上阕写游乐场景。作者用极为简练的语言形象地描绘出春游之乐。华贵的马车，华美的马匹，只从游乐时所用舟车的不凡，就已经令人想见其冶游盛况了。古时出游，女子多乘车，而男子多骑马。典型的代步工具的渲染，让人想象男女同行远游之乐。“渐酒空”句，将许多行乐场面省略，而从行乐之结果来写冶游时间之长和游乐之尽兴。“豆蔻”三句，急转直下，点出以上所写盛况美景，都是前尘旧梦。而如此丰富的内容，用<a href=\"http://so.gushiwen.org/author_211.aspx\">杜牧</a><a href=\"http://so.gushiwen.org/view_50272.aspx\">诗</a>意表现，用典贴切，辞约义丰。“堪惊”两字，黯然神伤，用在此处，有千斤之重。结末三句，转写面前萧瑟景色与忆旧者怅惘之情。凭栏久立，抚今追昔，十年人世遭际令人感叹无已。而眼前只见淡淡的落日，疏疏落落的烟雾，如此凄凉景物，与人物悲苦心情合二为一。随着夕阳西下，伤感的人与夕阳一样孤独落寞。</p> <p>　　全词结构精巧，形容巧妙，语言精练生动。景随情变，情景交融，具有良好的艺术效果。[2] 从结构上分析，这首词有三条结索交织构成。第一条是时间线索，以清晨雨过天晴开始，到黄昏的疏烟淡日结束，中间于描写景物之中点出酒空花困的午时情怀。第二条是游历所经的线索，从古台到横桥，从朱门到芜城凭栏，将一日游赏展现出来。第三条是情感线索，从清晨出发时的逸兴满怀，到中午时分的意阑无绪，再到日暮时分独下芜城的寂寞无聊，将词人游赏因所见所闻而产生的情绪变化展现出来。虽然进行艺术分析时，可以清理出这么许多条线索来，但是，由于词人熔裁得体，使三条线索浑然融为一体，不仅没有造成滞碍之嫌，反而使词风更趋婉约，词情也更有风致了。</p>",
  "about": "<h2>创作背景</h2> 　　<a href=\"http://so.gushiwen.org/author_125.aspx\">秦观</a>在《与李乐天简》中称自己于宋元丰二年己未（1079年）岁暮，自会稽还乡，“杜门却扫，日以文史自娱，时复扁舟，循邗沟而南，以适广陵。”从词中所描写的景色以及“豆蔻梢头旧恨，十年梦、屈指堪惊”等用语来看，这首词极有可能就是秦观在次年春天游历扬州时所作。",
  "poet": {
    "id": 125,
    "star": 0,
    "name": "秦观",
    "image": "http://img.gushiwen.org/authorImg/qinguan.jpg",
    "desc": "秦观（1049-1100）字太虚，又字少游，别号邗沟居士，世称淮海先生。汉族，北宋高邮（今江苏）人，官至太学博士，国史馆编修。秦观一 生坎坷，所写诗词，高古沉重，寄托身世，感人至深。秦观生前行踪所至之处，多有遗迹。如浙江杭州的秦少游祠，丽水的秦少游塑像、淮海先生祠、莺花亭；青田的秦学士祠；湖南郴州三绝碑；广西横县的海棠亭、醉乡亭、淮海堂、淮海书院等。秦观墓在无锡惠山之北粲山上，墓碑上书“秦龙图墓”几个大字。有秦家村、秦家大院以及省级文物保护单位古文游台。"
  },
  "tags": [
    "春天",
    "写景",
    "抒怀",
    "孤寂"
  ]
}