{
  "id": 9317,
  "star": 53,
  "name": "轮台歌奉送封大夫出师西征",
  "dynasty": "唐代",
  "content": "轮台城头夜吹角，轮台城北旄头落。<br>羽书昨夜过渠黎，单于已在金山西。<br>戍楼西望烟尘黑，汉军屯在轮台北。<br>上将拥旄西出征，平明吹笛大军行。<br>四边伐鼓雪海涌，三军大呼阴山动。<br>虏塞兵气连云屯，战场白骨缠草根。<br>剑河风急雪片阔，沙口石冻马蹄脱。<br>亚相勤王甘苦辛，誓将报主静边尘。<br>古来青史谁不见，今见功名胜古人。",
  "fanyi": "<p><strong>译文</strong><br>轮台城头夜里吹起号角，轮台城北旄头星正降落。<br>军书昨夜连夜送过渠黎，单于已在金山以西入侵。<br>从哨楼向西望烟尘滚滚，汉军就屯扎在轮台北境。<br>上将手持符节率兵西征，黎明笛声响起大军起程。<br>战鼓四起犹如雪海浪涌，三军呐喊阴山发出共鸣。<br>敌营阴沉杀气直冲云霄，战场上白骨还缠着草根。<br>剑河寒风猛烈大雪鹅毛，沙口石头寒冷马蹄冻脱。<br>亚相勤于王政甘冒辛苦，立誓报效国家平定边境。<br>古来青垂史名屡见不鲜，如今将军功名胜过古人。</p> <p><strong>注释</strong><br>⑴封大夫：即封常清，唐朝将领，蒲州猗氏人，以军功擢安西副大都护、安西四镇节度副大使、知节度事，后又升任北庭都护，持节安西节度使。西征：此次西征事迹未见史书记载。<br>⑵角：军中的号角。<br>⑶旄（máo）头：星名，二十八宿中的昂星。古人认为它主胡人兴衰。旄头落：为胡人失败之兆。<br>⑷羽书：即羽檄，军中的紧急文书，上插羽毛，以表示加急。渠黎：汉代西域国名，在今新疆轮台东南。<br>⑸单（chán）于：汉代匈奴君长的称号，此指西域游牧民族首领。金山：指乌鲁木齐东面的博格多山。<br>⑹戍楼：军队驻防的城楼。<br>⑺上将：即大将，指封常清。旄：旄节，古代君王赐给大臣用以标明身份的信物。<br>⑻平明：一作“小胡”。<br>⑼伐鼓：一作“戍鼓”。雪海：在天山主峰与伊塞克湖之间。<br>⑽三军：泛指全军。阴山：在今内蒙古自治区中部。<br>⑾虏塞：敌国的军事要塞。兵气：战斗的气氛。<br>⑿剑河：地名，在今新疆境内。<br>⒀沙口：一作“河口”，地理位置待考。<br>⒁亚相：指御史大夫封常清。在汉代御史大夫位置仅次于宰相，故称亚相。勤王：勤劳王事，为国效力。<br>⒂青史：史籍。古代以竹简记事，色泽作青色，故称青史。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　这首七古与《走马川行奉送封大夫出师西征》内容不同，《走马川行奉送封大夫出师西征》未写战斗，是通过将士顶风冒雪的夜行军情景烘托必胜之势；此<a href=\"http://so.gushiwen.org/view_9317.aspx\">诗</a>则直写战阵之事，具体手法也有所不同。此诗可分四层。</p> <p>　　起首六句写战斗以前两军对垒的紧张状态。虽是制造气氛，却与《走马川行奉送封大夫出师西征》从自然环境落笔不同。那里是飞沙走石，暗示将有一场激战；而这里却直接从战阵入手：军府驻地的城头，角声划破夜空，呈现出一种异样的沉寂，暗示部队已进入紧张的备战状态。据《史记·天官书》：“昴为髦头（旄头），胡星也”，古人认为旄头跳跃主胡兵大起，而“旄头落”则主胡兵覆灭。“轮台城头夜吹角，轮台城北旄头落”，连用“轮台城”三字开头，造成连贯的语势，烘托出围绕此城的战时气氛。把“夜吹角”与“旄头落”两种现象联系起来，既能表达一种敌忾的意味，又象征唐军之必胜。气氛酝足，然后倒插一笔：“羽书昨夜过渠黎（在今新疆轮台县东南），单于已在金山（阿尔泰山）西”，交待出局势紧张的原因在于胡兵入寇。果因倒置的手法，使开篇奇突警湛。“单于已在金山西”与“汉兵屯在轮台北”，以相同句式，两个“在”字，写出两军对垒之势。敌对双方如此逼近，以至“戍楼西望烟尘黑”，写出一种濒临激战的静默。局势之紧张，大有一触即发之势。</p> <p>　　紧接四句写白昼出师与接仗。手法上与《走马川行奉送封大夫出师西征》写夜行军大不一样，那里是衔枚急走，不闻人声，极力描写自然；而这里极力渲染吹笛伐鼓，是堂堂之阵，正正之旗，突出军队的声威。开篇是那样奇突，而写出师是如此从容、镇定，一张一弛，气势益显。作者写自然好写大风大雪、极寒酷热，而这里写军事也是同一作风，将是拥旄（节旄，军权之象征）之“上将”，三军则写作“大军”，士卒呐喊是“大呼”。总之，“其所表现的人物事实都是最伟大、最雄壮的、最愉快的，好象一百二十面鼓，七十面金钲合奏的鼓吹曲一样，十分震动人的耳鼓。和那丝竹一般细碎而悲哀的诗人正相反对。”（徐嘉瑞《<a href=\"http://so.gushiwen.org/author_113.aspx\">岑参</a>》）于是军队的声威超于自然之上，仿佛冰冻的雪海亦为之汹涌，巍巍阴山亦为之摇撼，这出神入化之笔表现出一种所向无敌的气概。</p> <p>　　“三军大呼阴山动”，似乎胡兵亦将败如山倒。殊不知下面四句中，作者拗折一笔，战斗并非势如破竹，而斗争异常艰苦。“虏塞兵气连云屯”，极言对方军队集结之多。诗人借对方兵力强大以突出己方兵力的更为强大，这种以强衬强的手法极妙。“战场白骨缠草根”，借战场气氛之惨淡暗示战斗必有重大伤亡。以下两句又极写气候之奇寒。“剑河”、“沙口”这些地名有泛指意味，地名本身亦似带杀气；写风曰“急”，写雪片曰“阔”，均突出了边地气候之特征；而“石冻马蹄脱”一语尤奇：石头本硬，“石冻”则更硬，竟能使马蹄脱落，则战争之艰苦就不言而喻了。作者写奇寒与牺牲，似是渲染战争之恐怖，但这并不是他的最终目的。作为一个意志坚忍、喜好宏伟壮烈事物的诗人，如此淋漓兴会地写战场的严寒与危苦，是在直面正视和欣赏一种悲壮画面，他这样写，正是歌颂将士之奋不顾身。他越是写危险与痛苦，便“越发得意，好象吃辣子的人，越辣的眼泪出，更越发快活。”（徐嘉瑞《岑参》）下一层中说到“甘苦辛”，亦应有他自身体验在内。</p> <p>　　末四句照应题目，预祝奏凯，以颂扬作结。封常清于公元754年（天宝十三载）以节度使摄御史大夫，御史大夫在汉时位次宰相，故诗中美称为“亚相”。“誓将报主静边尘”，虽只写“誓”，但通过前面两层对战争的正面叙写与侧面烘托，已经有力地暗示出此战必胜的结局。末二句预祝之词，说“谁不见”，意味着古人之功名书在简策，万口流传，早觉不新鲜了，数风流人物，则当看今朝。“今见功名胜古人”，朴质无华而掷地有声，遥应篇首而足以振起全篇。上一层写战斗艰苦而此处写战胜之荣耀，一抑一扬，跌宕生姿。前此皆两句转韵，节奏较促，此四句却一韵流转而下，恰有奏捷的轻松愉快之感。在别的诗人看来，一面是“战场白骨缠草根”而一面是“今见功名胜古人”，不免生出“一将功成万骨枯”一类感慨，盖其同情在于弱者一面。而作为盛唐时代浪漫诗风的重要代表作家的岑参，则更喜欢强者，喜欢塑造“超人”的形象。读者从“古来青史谁不见，今见功名胜古人”所感到的正是如此。</p> <p>　　全诗四层写来一张一弛，顿挫抑扬，结构紧凑，音情配合极好。有正面描写，有侧面烘托，又运用象征、想象和夸张等手法，特别是渲染大军声威，造成极宏伟壮阔的画面，使全诗充满浪漫主义激情和边塞生活的气息，成功地表现了三军将士建功报国的英勇气概。就此而言，又与《走马川行奉送封大夫出师西征》并无二致。</p>",
  "about": "<h2>创作背景</h2> 　　此<a href=\"http://so.gushiwen.org/view_9317.aspx\">诗</a>作于公元754年（唐玄宗天宝十三载）或755年（天宝十四载），当时<a href=\"http://so.gushiwen.org/author_113.aspx\">岑参</a>担任安西北庭节度使判官，是为封常清出兵西征而创作的送行诗。此诗与《走马川行奉送封大夫出师西征》系同一时期、为同一事件、馈赠同一对象之作。",
  "poet": {
    "id": 113,
    "star": 0,
    "name": "岑参",
    "image": "http://img.gushiwen.org/authorImg/cencan.jpg",
    "desc": "岑参（约715-770年），唐代边塞诗人，南阳人，太宗时功臣岑文本重孙，后徙居江陵。[1-2] 岑参早岁孤贫，从兄就读，遍览史籍。唐玄宗天宝三载（744年）进士，初为率府兵曹参军。后两次从军边塞，先在安西节度使高仙芝幕府掌书记；天宝末年，封常清为安西北庭节度使时，为其幕府判官。代宗时，曾官嘉州刺史（今四川乐山），世称“岑嘉州”。大历五年（770年）卒于成都。"
  },
  "tags": [
    "唐诗三百首",
    "赞扬",
    "将士",
    "边塞",
    "战争",
    "生活"
  ]
}