{
  "id": 11264,
  "star": 214,
  "name": "秋兴八首",
  "dynasty": "唐代",
  "content": "玉露凋伤枫树林，巫山巫峡气萧森。<br>江间波浪兼天涌，塞上风云接地阴。<br>丛菊两开他日泪，孤舟一系故园心。<br>寒衣处处催刀尺，白帝城高急暮砧。</p> <p>夔府孤城落日斜，每依北斗望京华。<br>听猿实下三声泪，奉使虚随八月槎。<br>画省香炉违伏枕，山楼粉堞隐悲笳。<br>请看石上藤萝月，已映洲前芦荻花。</p> <p>千家山郭静朝晖，日日江楼坐翠微。<br>信宿渔人还泛泛，清秋燕子故飞飞。<br>匡衡抗疏功名薄，刘向传经心事违。<br>同学少年多不贱，五陵衣马自轻肥。</p> <p>闻道长安似弈棋，百年世事不胜悲。<br>王侯第宅皆新主，文武衣冠异昔时。<br>直北关山金鼓振，征西车马羽书驰。<br>鱼龙寂寞秋江冷，故国平居有所思。</p> <p>蓬莱宫阙对南山，承露金茎霄汉间。<br>西望瑶池降王母，东来紫气满函关。<br>云移雉尾开宫扇，日绕龙鳞识圣颜。<br>一卧沧江惊岁晚，几回青琐点朝班。</p> <p>瞿塘峡口曲江头，万里风烟接素秋。<br>花萼夹城通御气，芙蓉小苑入边愁。<br>珠帘绣柱围黄鹄，锦缆牙樯起白鸥。<br>回首可怜歌舞地，秦中自古帝王州。</p> <p>昆明池水汉时功，武帝旌旗在眼中。<br>织女机丝虚夜月，石鲸鳞甲动秋风。<br>波漂菰米沉云黑，露冷莲房坠粉红。<br>关塞极天惟鸟道，江湖满地一渔翁。</p> <p>昆吾御宿自逶迤，紫阁峰阴入渼陂。<br>香稻啄馀鹦鹉粒，碧梧栖老凤凰枝。<br>佳人拾翠春相问，仙侣同舟晚更移。<br>彩笔昔曾干气象，白头吟望苦低垂。",
  "fanyi": "<p><strong>译文</strong><br>　　枫树在深秋露水的侵蚀下逐渐凋零、残伤，巫山和巫峡也笼罩在萧瑟阴森的迷雾中。巫峡里面波浪滔天，上空的乌云则像是要压到地面上来似的，天地一片阴沉。花开花落已两载，看着盛开的花，想到两年未曾回家，就不免伤心落泪。小船还系在岸边，虽然我不能东归，飘零在外的我，心却长系故园。又在赶制冬天御寒的衣服了，白帝城上捣制寒衣的砧声一阵紧似一阵。看来又一年过去了，我对故乡的思念也愈加凝重，愈加深沉。</p> <p>　　夔州的高城上又迎来了落日。每当晚上北斗星出现的时候，我就按照它的方向来寻找长安的所在。听到巫峡的猿啼，我真的流下泪来。我也希望乘着浮槎回到自己的故乡，但这愿望终究还是落空了。我还记得我从前春宿左省值夜的时候，晚上熬夜写些明朝的封事，点燃书案上的香。可现在我早已不在那里就职。滞留此地，傍晚时分听到城楼上吹起悲笳，心中升起一股隐然的悲痛。你看，山石上爬满了藤萝。月亮刚刚升起来的时候，月光是照在藤萝上的，而现在它已经照到河洲前面的芦荻花上面去了。我一夜无眠，一直在怀念长安。</p> <p>　　白帝城里千家万户静静地沐浴在秋日的朝晖中，我天天去江边的楼上，坐着看对面青翠的山峰。连续两夜在船上过夜的渔人，仍泛着小舟在江中漂流。虽已是清秋季节，燕子仍然展翅飞来飞去。汉朝的匡衡向皇帝直谏，他把功名看得很淡薄；<a href=\"http://so.gushiwen.org/author_403.aspx\">刘向</a>传授经学，怎奈事不遂心。古人尚且如此，我更是不必说了。年少时一起求学的同学大都已飞黄腾达了，他们在长安附近的五陵，穿轻裘，乘肥马，过着富贵的生活，我却注定要为一个信念苦渡人间。</p> <p>　　听说长安的政坛就像一盘未下完的棋局，彼争此夺。反复不定，反思国家和个人所经历的动乱与流亡，有说不尽的悲哀。世道的变迁，时局的动荡，国运今非昔比，王侯们的家宅更换主人，无奈宦官当道，贤臣良相更成泡影。中央的典章、文物、制度都已废弃，在政治上我已经是一个被遗忘的人了。回纥内侵，关山号角雷动、兵戈挥舞；吐蕃入寇，传递情报的战马正急速奔驰。在这国家残破、秋江清冷、身世凄苦、暮年潦倒的情况下，昔日在长安的生活常常呈现在怀想之中。</p> <p>　　日复一日，大明宫遥望着终南山，却望不到。那些深居的隐士，天露和玉屑，都已被他们吸光饮尽，青鸟报信，西王母自瑶池驾临，紫气弥漫，老子骑牛西去。记得当年朝上，雉尾扇开合如同祥云移回，日光沐浴着圣殿，让我看清玄宗的容貌。记得当年位列朝班，青琐门下意气风发，而现在，疾病无情地消磨着时光……秋已渐深。</p> <p>　　谙练一种时空的分身术，瞿塘峡、曲江头，距离被心灵无限地缩短。十五年前我写《乐游园歌》，花萼楼、芙蓉园历历在目。安禄山的铁蹄已使一切烟消云散。那时，黄鹄还在亭院内高飞，成群的白鸥被游人的舟楫惊起。——而今，一切都消逝了，消逝了……没有任何留恋的事物。</p> <p>　　遥想汉武帝曾在昆明池上练习水兵，一面面战旗迎风击鼓。池中石刻的织女辜负了美好的夜色，只有那巨大的鲸鱼还会在雷雨天与秋风共舞。波浪中的菰米丛犹如黑云聚拢，莲子结蓬，红花坠陨。多想像飞鸟一般自由滑翔于秦中的天空，现实却困我在冷江上无言垂钓。</p> <p>　　从长安到渼陂，途径昆吾和御宿，紫阁峰在终南山上闪耀。我想念一路的香稻和碧梧，在丰收的季节 吸引着鹦鹉与凤凰……等到春天，曼妙的仕女们还会采摘花草相互赠送，伙伴们在暮晚时分仍要移棹出发，不愿归返。昔日，我可以凭借词语凿穿时代的黑井，痛饮山河甘洌，而今却只能在回忆中围拢水源，抚摸它岑寂的微光。</p> <p><strong>注释</strong><br>1.玉露：秋天的霜露，因其白，故以玉喻之。凋伤：使草木凋落衰败。<br>2.巫山巫峡：即指夔州（今奉节）一带的长江和峡谷。萧森：萧瑟阴森。<br>3.兼天涌：波浪滔天。<br>4.塞上：指巫山。接地阴：风云盖地。“接地”又作“匝地”。<br>5.丛菊两开：<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>此前一年秋天在云安，此年秋天在夔州，从离开成都算起，已历两秋，故云“两开”。“开”字双关，一谓菊花开，又言泪眼开。他日：往日，指多年来的艰难岁月。<br>6.故园：此处当指长安。<br>7.催刀尺：指赶裁冬衣。“处处催”，见得家家如此。<br>8.白帝城：即今奉节城，在瞿塘峡上口北岸的山上，与夔门隔岸相对。急暮砧：黄昏时急促的捣衣声。 砧：捣衣石。急暮砧：黄昏时急促的捣衣声。砧，捣衣石。<br>9.夔（kuí）府：唐置夔州，州治在奉节，为府署所在，故称。<br>10.京华：指长安。<br>11.槎：木筏。<br>12.画省：指尚书省。<br>13.山楼：白帝城楼。<br>14.翠微：青山。<br>15.信宿：再宿。<br>16.匡衡：字雅圭，汉朝人。抗疏：指臣子对于君命或廷议有所抵制，上疏极谏。<br>17.刘向：字子政，汉朝经学家。<br>18.轻肥：即轻裘肥马。《论语·雍也》：“赤之造齐也，乘肥马，衣轻裘。”<br>19.闻道：听说。杜甫因离开京城日久，于朝廷政局的变化，不便直言，故云“闻道”。似弈棋：是说长安政局像下棋一样反复变化，局势不明。<br>20.百年：指代一生。此二句是杜甫感叹自身所经历的时局变化，像下棋一样反复无定，令人伤悲。<br>21.第宅：府第、住宅。新主：新的主人。<br>22.异昔时：指与旧日不同。此二句感慨今昔盛衰之种种变化，悲叹自己去京之后，朝官又换一拨。<br>23.北：正北，指与北边回纥之间的战事。金鼓振：指有战事，金鼓为军中以明号令之物。<br>24.征西：指与西边吐蕃之间的战事。羽书：即羽檄，插着羽毛的军用紧急公文。驰：形容紧急。此二句谓西北吐蕃、回纥侵扰，边患不止，战乱频繁。<br>25.鱼龙：泛指水族。寂寞：是指入秋之后，水族潜伏，不在波面活动。《水经注》：“鱼龙以秋冬为夜。”相传龙以秋为夜，秋分之后，潜于深渊。<br>26.故国：指长安。平居：指平素之所居。末二句是说在夔州秋日思念旧日长安平居生活。<br>27.蓬莱宫阙：指大明宫。蓬莱，汉宫名。唐高宗龙朔二年（662），重修大明宫，改名蓬莱宫。南山：即终南山。<br>28.承露金茎：指仙人承露盘下的铜柱。汉武帝在建章宫之西神明台上建仙人承露盘。唐代无承露盘，此乃以汉喻唐。霄汉间：高入云霄，形容承露金茎极高。<br>29.瑶池：神化传说中女神西王母的住地，在昆仑山。降王母：《穆天子传》等书记载有周穆王登昆仑山会西王母的传说。《汉武内传》则说西王母曾于某年七月七日飞降汉宫。<br>30.东来紫气：用老子自洛阳入函谷关事。《列仙传》记载，老子西游至函谷关，关尹喜登楼而望，见东极有紫气西迈，知有圣人过函谷关，后来果然见老子乘青牛车经过。函关：即函谷关。此二句借用典故极写都城长安城宫殿的宏伟气象。<br>31.云移：指宫扇云彩般地分开。雉尾：指雉尾扇，用雉尾编成，是帝王仪仗的一种。唐玄宗开元年间，萧嵩上疏建议，皇帝每月朔、望日受朝于宣政殿，上座前，用羽扇障合，俯仰升降，不令众人看见，等到坐定之后，方令人撤去羽扇。后来定为朝仪。<br>32.日绕龙鳞：形容皇帝衮袍上所绣的龙纹光彩夺目，如日光缭绕。圣颜：天子的容貌。这二句意谓宫扇云彩般地分开，在威严的朝见仪式中，自己曾亲见过皇帝的容颜。<br>33.一：一自，自从。卧沧江：指卧病夔州。岁晚：岁末，切<a href=\"http://so.gushiwen.org/view_11264.aspx\">诗</a>题之“秋”字，兼伤年华老大。<br>34.几回：言立朝时间之短，只不过几回而已。青琐：汉未央宫门名，门饰以青色，镂以连环花纹。后亦借指宫门。点朝班：指上朝时，殿上依班次点名传呼百官朝见天子。此二句慨叹自己晚年远离朝廷，卧病夔州，虚有朝官（检校工部员外郎）之名，却久未参加朝列。<br>35.瞿塘峡：峡名，三峡之一，在夔州东。曲江：在长安之南，名胜之地。<br>36.万里风烟：指夔州与长安相隔万里之遥。素秋：秋尚白，故称素秋。<br>37.花萼：即花萼相辉楼，在长安南内兴庆宫西南隅。夹城：据《长安志》记载，唐玄宗开元二十年（732），从大明宫依城修筑复道，经通化门，达南内兴庆宫，直至曲江芙蓉园。通御气：此复道因系方便天子游赏而修，故曰“通御气”。<br>38.芙蓉小苑：即芙蓉园，也称南苑，在曲江西南。入边愁：传来边地战乱的消息。唐玄宗常住兴庆宫，常和妃子们一起游览芙蓉园。史载，安禄山叛乱的消息传到长安，唐玄宗在逃往四川之前，曾登兴庆宫花萼楼饮酒，四顾凄怆。<br>39.珠帘绣柱：形容曲江行宫别院的楼亭建筑极其富丽华美。黄鹄：鸟名，即天鹅。《汉书·昭帝纪》：“始元元年春，黄鹄下建章宫太液池中。”此句是说因曲江宫殿林立，池苑有黄鹄之类的珍禽。<br>40.锦缆牙樯：指曲江中装饰华美的游船。锦缆，彩丝做的船索。牙樯，用象牙装饰的桅杆。此句说曲江上舟楫往来不息，水鸟时被惊飞。<br>41.歌舞地：指曲江池苑。此句是说昔日繁华的歌舞之地曲江，如今屡遭兵灾，荒凉寂寞，令人不堪回首。<br>42.秦中：此处借指长安。帝王州：帝<a href=\"http://so.gushiwen.org/author_482.aspx\">王建</a>都之地。<br>43.昆明池：遗址在今西安市西南斗门镇一带，汉武帝所建。《汉书·武帝纪》载元狩三年（前120）在长安仿昆明滇池而凿昆明池，以习水战。<br>44.武帝：汉武帝，亦代指唐玄宗。唐玄宗为攻打南诏，曾在昆明池演习水兵。旌旗：指楼船上的军旗。《汉书·食货志（下）》：“乃大修昆明池，列馆环之，治楼船，高十余丈，旗帜加其上，甚壮。”<br>45.织女：指汉代昆明池西岸的织女石像，俗称石婆。《三辅黄图》卷四引《关辅古语》曰：“昆明池中有二石人，立牵牛、织女于池之东西，以象天河。”在今斗门镇东南的北常家庄附近有一小庙，俗称石婆庙。中有石雕像一尊，高约190厘米，即汉代的昆明池的织女像。机丝：织机及机上之丝。虚夜月：空对着一天明月。<br>46.石鲸：指昆明池中的石刻鲸鱼。《三辅黄图》卷四引《三辅故事》曰：“池中有豫章台及石鲸，刻石为鲸鱼，长三丈，每至雷雨。常鸣吼。鬣尾皆动。”汉代石鲸今尚在，现藏陕西历史博物馆。<br>47.菰（gū）：即茭白，一种草本植物，生浅水中，叶似芦苇，根茎可食。秋天结实，皮黑褐色，状如米，故称菰米，又名雕胡米。此句是说菰米漂浮在昆明池面，菰影倒映在水中，望过去黑压压一片，像乌云一样浓密。<br>48.莲房：即莲蓬。坠粉红：指秋季莲蓬成熟，花瓣片片坠落。中二联刻画昆明池晚秋荒凉萧瑟之景。<br>49.关塞：此指夔州山川。极天：指极高。唯鸟道：形容道路高峻险要，只有飞鸟可通。此句指从夔州北望长安，所见惟有崇山峻岭，恨身无双翼，不能飞越。<br>50.江湖满地：指漂泊江湖，苦无归宿。渔翁：杜甫自比。<br>51.昆吾：汉武帝上林苑地名，在今陕西蓝田县西。《汉书·<a href=\"http://so.gushiwen.org/author_715.aspx\">扬雄</a>传》：“武帝广开上林，东南至宜春、鼎湖、昆吾。”御宿：即御宿川，又称樊川，在今陕西西安市长安区杜曲至韦曲一带。《三辅黄图》卷四：“御宿苑，在长安城南御宿川中。汉武帝为离宫别院，禁御人不得入。往来游观，止宿其中，故曰御宿。”逶迤：道路曲折的样子。<br>52.紫阁峰：终南山峰名，在今陕西户县东南。阴：山之北、水之南，称阴。渼（měi）陂（bēi）：水名，在今陕西户县西，唐时风景名胜之地。陂，池塘湖泊。紫阁峰在渼陂之南，陂中可以看到紫阁峰秀美的倒影。<br>53.香稻啄馀鹦鹉粒：即使是剩下的香稻粒，也是鹦鹉吃剩下的。此句为倒装语序。<br>54.碧梧：即使碧梧枝老，也是凤凰所栖。同上句一样，是倒装语序。此二句写渼陂物产之美，其中满是珍禽异树。<br>55.拾翠：拾取翠鸟的羽毛。相问：赠送礼物，以示情意。《诗经·郑风·女曰鸡鸣》：“知子之顺之，杂佩以问之。”<br>56.仙侣：指春游之伴侣，“仙”字形容其美好。晚更移：指天色已晚，尚要移船他处，以尽游赏之兴。<br>57.彩笔：五彩之笔，喻指华美艳丽的文笔。《南史·<a href=\"http://so.gushiwen.org/author_509.aspx\">江淹</a>传》：“又尝宿于冶亭，梦一丈夫自称郭璞，谓淹曰：‘吾有笔在卿处多年，可以见还。’淹乃探怀中，得五色笔一，以授之。尔后为诗绝无美句，时人谓之才尽。”干气象：喻指自己曾于天宝十载上《三大礼》赋，得唐玄宗赞赏。<br>58.白头：指年老。望：望京华。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　《秋兴八首》这组<a href=\"http://so.gushiwen.org/view_11264.aspx\">诗</a>，融铸了夔州萧条的秋色，清凄的秋声，暮年多病的苦况，关心国家命运的深情，悲壮苍凉，意境深闳。它是八首蝉联、结构严密、抒情深挚的一组七言律诗，体现了诗人晚年的思想感情和艺术成就。</p> <p>　　“秋兴”这个题目，意思是说因感秋而寄兴。这兴也就是过去汉儒说《诗经》的所谓“赋比兴”的“兴”（在四声应读去声）。晋代的<a href=\"http://so.gushiwen.org/author_827.aspx\">潘岳</a>有《秋兴赋》， 也是一篇感秋寄兴之作。但《秋兴赋》的体裁是属于辞赋类。而<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>的《秋兴八首》则是律诗，是唐代新兴的一种诗体。若论它们创作的成就和对后世发生的影响，杜甫的《秋兴八首》当然不是潘岳的《秋兴赋》所可比拟。</p> <p>　　《秋兴八首》的结构，从全诗来说，可分两部，而以第四首为过渡。前三首详夔州而略长安，后五首详长安而略夔州；前三首由夔州而思及长安，后五首则由思长安而归结到夔州；前三首由现实引发回忆，后五首则由回忆回到现实。至于各首之间，则亦首尾相衔，有一定次第，不能移易，八首只如一首。八首诗，章法缜密严整，脉络分明，不宜拆开，亦不可颠倒。从整体看，从诗人身在的夔州，联想到长安；由暮年飘零，羁旅江上，面对满目萧条景色而引起国家盛衰及个人身世的感叹；以对长安盛世胜事的追忆而归结到诗人现实的孤寂处境、今昔对比的哀愁。这种忧思不能看作是杜甫一时一地的偶然触发，而是自经丧乱以来，他忧国伤时感情的集中表现。目睹国家残破，而不能有所作为，其中曲折，诗人不忍明言，也不能尽言。这就是他所以望长安，写长安，婉转低回，反复慨叹的道理。</p> <p>　　为理解这组诗的结构，须对其内容先略作说明。第一首是组诗的序曲，通过对巫山巫峡的秋色秋声的形象描绘，烘托出阴沉萧森、动荡不安的环境气氛，令人感到秋色秋声扑面惊心，抒发了诗人忧国之情和孤独抑郁之感。这一首开门见山，抒情写景，波澜壮阔，感情强烈。诗意落实在“丛菊两开他日泪，孤舟一系故园心”两句上，下启第二、三首。第二首写诗人身在孤城，从落日的黄昏坐到深宵，翘首北望，长夜不寐，上应第一首。最后两句，侧重写自己已近暮年，兵戈不息，卧病秋江的寂寞，以及身在剑南，心怀渭北，“每依北斗望京华”，表现出对长安的强烈怀念。第三首写晨曦中的夔府，是第二首的延伸。诗人日日独坐江楼，秋气清明，江色宁静，而这种宁静给作者带来的却是烦扰不安。面临种种矛盾，深深感叹自己一生的事与愿违。第四首是组诗的前后过渡。前三首诗的忧郁不安步步紧逼，至此才揭示它们的中心内容，接触到“每依北斗望京华”的核心：长安象“弈棋”一样彼争此夺，反复不定。人事的更变，纲纪的崩坏，以及回纥、吐蕃的连年进犯，这一切使诗人深感国运大非昔比。对杜甫说来，长安不是个抽象的地理概念，他在这唐代的政治中心住过整整十年，深深印在心上的有依恋，有爱慕，有欢笑，也有到处“潜悲辛”的苦闷。当此国家残破、秋江清冷、个人孤独之际，所熟悉的长安景象，一一浮现眼前。“故国平居有所思”一句挑出以下四首。第五首，描绘长安宫殿的巍峨壮丽，早朝场面的庄严肃穆，以及自己曾得“识圣颜”至今引为欣慰的回忆。值此沧江病卧，岁晚秋深，更加触动他的忧国之情。第六首怀想昔日帝王歌舞游宴之地曲江的繁华。帝王佚乐游宴引来了无穷的“边愁”，清歌曼舞，断送了“自古帝王州”，在无限惋惜之中，隐含斥责之意。第七首忆及长安的昆明池，展示唐朝当年国力昌盛、景物壮丽和物产富饶的盛景。第八首表现了诗人当年在昆吾、御宿、渼陂春日郊游的诗意豪情。“彩笔昔曾干气象”，更是深刻难忘的印象。</p> <p>　　八首诗是不可分割的整体，正如一个大型抒情乐曲有八个乐章一样。这个抒情曲以忧念国家兴衰的爱国思想为主题，以夔府的秋日萧瑟，诗人的暮年多病、身世飘零，特别是关切祖国安危的沉重心情作为基调。其间穿插有轻快欢乐的抒情，如“佳人拾翠春相问，仙侣同舟晚更移”；有壮丽飞动、充满豪情的描绘，如对长安宫阙、昆明池水的追述；有表现慷慨悲愤情绪的，如“同学少年多不贱，五陵衣马自轻肥”；有极为沉郁低回的咏叹，如“关塞极天惟鸟道，江湖满地一渔翁”、“白头吟望苦低垂”等。就以表现诗人孤独和不安的情绪而言，其色调也不尽相同。“江间波浪兼天涌，塞上风云接地阴”，以豪迈、宏阔写哀愁；“信宿渔人还泛泛，清秋燕子故飞飞”，以清丽、宁静写“剪不断、理还乱”的不平静的心绪。总之，八首中的每一首都以自己独特的表现手法，从不同的角度表现基调的思想情绪。它们每一首在八首中又是互相支撑，构成了整体。这样不仅使整个抒情曲错综、丰富，而且抑扬顿挫，有开有阖，突出地表现了主题。</p> <p>　　《秋兴八首》中，杜甫除采用强烈的对比手法外，反复运用了循环往复的抒情方式，把读者引入诗的境界中去。组诗的纲目是由夔府望长安──“每依北斗望京华”。组诗的枢纽是“瞿塘峡口曲江头，万里风烟接素秋”。从瞿塘峡口到曲江头，相去遥远，诗中以“接”字，把客蜀望京，抚今追昔，忧邦国安危……种种复杂感情交织成一个深厚壮阔的艺术境界。第一首从眼前丛菊的开放联系到“故园”。追忆“故园”的沉思又被白帝城黄昏的四处砧声所打断。这中间有从夔府到长安，又从长安回到夔府的往复。第二首，由夔府孤城按着北斗星的方位遥望长安，听峡中猿啼，想到“画省香炉”。这是两次往复。联翩的回忆，又被夔府古城的悲笳所唤醒。这是第三次往复。第三首虽然主要在抒发悒郁不平，但诗中有“五陵衣马自轻肥”，仍然有夔府到长安的往复。第四、五首，一写长安十数年来的动乱，一写长安宫阙之盛况，都是先从对长安的回忆开始，在最后两句回到夔府。第六首，从瞿塘峡口到曲江头，从目前的万里风烟，想到过去的歌舞繁华。第七首怀想昆明池水盛唐武功，回到目前“关塞极天惟鸟道”的冷落。第八首，从长安的“昆吾……”回到“白头吟望”的现实，都是往复。循环往复是《秋兴八首》的基本表现方式，也是它的特色。不论从夔府写到长安，还是从追忆长安而归结到夔府，从不同的角度，层层加深，不仅毫无重复之感，还起了加深感情，增强艺术感染力的作用，<a href=\"http://so.gushiwen.org/author_1137.aspx\">真可</a>以说是“毫发无遗憾，波澜独老成”（《赠郑谏议十韵》）了。</p> <p>　　情景的和谐统一，是抒情诗里一个异常重要的方面。《秋兴八首》可说是一个极好的范例。如“江间波浪兼天涌，塞上风云接地阴”，波浪汹涌，仿佛天也翻动；巫山风云，下及于地，似与地下阴气相接。前一句由下及上，后一句由上接下。波浪滔天，风云匝地，秋天萧森之气充塞于巫山巫峡之中。我们感到这两句形象有力，内容丰富，意境开阔。诗人不是简单地再现他的眼见耳闻，也不是简单地描摹江流湍急、塞上风云、三峡秋深的外貌特征，诗人捕捉到它们内在的精神，而赋予江水、风云某种性格。这就是天上地下、江间关塞，到处是惊风骇浪，动荡不安；萧条阴晦，不见天日。这就形象地表现了诗人的极度不安，翻腾起伏的忧思和胸中的郁勃不平，也象征了国家局势的变易无常和臲硊不安的前途。两句诗把峡谷的深秋，诗人个人身世以及国家丧乱都包括在里面。这种既掌握景物的特点，又把自己人生经验中最深刻的感情融会进去，用最生动、最有概括力的语言表现出来，这样景物就有了生命，而作者企图表现的感情也就有所附丽。情因景而显，景因情而深。语简而意繁，心情苦闷而意境开阔（意指不局促，不狭窄）。苏东坡曾说：“赋诗必此诗，定知非诗人”（《书鄢陵王主簿所画折枝二首》），确实是有见识、有经验之谈。</p> <p>　　杜甫住在成都时，在《江村》里说“自去自来堂上燕”，从栖居草堂的燕子的自去自来，表现诗人所在的江村长夏环境的幽静，显示了诗人漂泊后，初获暂时安定生活时自在舒展的心情。在《秋兴八首》第三首里，同样是燕飞，诗人却说：“清秋燕子故飞飞。”诗人日日江楼独坐，百无聊赖中看着燕子的上下翩翩，燕之辞归，好像故意奚落诗人的不能归，所以说它故意飞来绕去。一个“故”字，表现出诗人心烦意乱下的着恼之情。又如“瞿塘峡口曲江头，万里风烟接素秋”，瞿塘峡在夔府东，临近诗人所在之地，曲江在长安东南，是所思之地。黄生《杜诗说》：“二句分明在此地思彼地耳，却只写景。杜诗至化处，景即情也”，不失为精到语。至如“花萼夹城通御气，芙蓉小苑入边愁”的意在言外；“鱼龙寂寞秋江冷”的写秋景兼自喻；“请看石上藤萝月，已映洲前芦荻花”的纯是写景，情也在其中。这种情景交融的例子，八首中处处皆是。</p> <p>　　前面所说的情景交融，是指情景一致，有力地揭示诗人丰富复杂的内心世界所产生的艺术效果。此外，杜甫善于运用壮丽、华美的字和词表现深沉的忧伤。《秋兴八首》里，把长安昔日的繁华昌盛描绘得那么气象万千，充满了豪情，诗人早年的欢愉说起来那么快慰、兴奋。对长安的一些描写，不仅与回忆中的心情相适应，也与诗人现实的苍凉感情成为统一不可分割、互相衬托的整体。这更有助读者体会到诗人在国家残破、个人暮年漂泊时极大的忧伤和抑郁。诗人愈是以满腔热情歌唱往昔，愈使人感受到诗人虽老衰而忧国之情弥深，其“无力正乾坤”的痛苦也越重。</p> <p>　　《秋兴八首》中，交织着深秋的冷落荒凉、心情的寂寞凄楚和国家的衰败残破。按通常的写法，总要多用一些清、凄、残、苦等字眼。然而杜甫在这组诗里，反而更多地使用了绚烂、华丽的字和词来写秋天的哀愁。乍看起来似和诗的意境截然不同，但它们在诗人巧妙的驱遣下，却更有力地烘托出深秋景物的萧条和心情的苍凉。如“蓬莱宫阙”、“瑶池”、“紫气”、“云移雉尾”、“日绕龙鳞”、“珠帘绣柱”、“锦缆牙樯”、“武帝旌旗”、“织女机丝”、“佳人拾翠”、“仙侣同舟”……都能引起美丽的联想，透过字句，泛出绚丽的光彩。可是在杜甫的笔下，这些词被用来衬托荒凉和寂寞，用字之勇，出于常情之外，而意境之深，又使人感到无处不在常情之中。这种不协调的协调，不统一的统一，不但丝毫无损于形象和意境的完整，而且往往比用协调的字句来写，能产生更强烈的艺术效果。正如用“笑”写悲远比用“泪”写悲要困难得多，可是如果写得好，就把思想感情表现得更为深刻有力。<a href=\"http://so.gushiwen.org/author_855.aspx\">刘勰</a>在《文心雕龙》的《丽辞》篇中讲到对偶时，曾指出“反对”较“正对”为优。其优越正在于“理殊趣合”，取得相反相成、加深意趣、丰富内容的积极作用。运用豪华的字句、场面表现哀愁、苦闷，同样是“理殊趣合”，也可以说是情景在更高的基础上的交融。其间的和谐，也是在更深刻、更复杂的矛盾情绪下的统一。</p> <p>　　有人以为杜甫入蜀后，诗歌不再有前期那样大气磅礴、浓烈炽人的感情。其实，诗人在这时期并没消沉，只是生活处境不同，思想感情更复杂、更深沉了。而在艺术表现方面，经长期生活的锻炼和创作经验的积累，比起前期有进一步的提高或丰富，《秋兴八首》就是明证。</p>",
  "about": "<h2>创作背景</h2> <p>　　《秋兴八首》是大历元年（766）秋<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>在夔州时所作的一组七言律<a href=\"http://so.gushiwen.org/view_11264.aspx\">诗</a>，因秋而感发诗兴，故曰“秋兴”。杜甫自唐肃宗乾元二年（759）弃官，至当时已历七载，战乱频仍，国无宁日，人无定所，当此秋风萧飒之时，不免触景生情。因写下这组诗。</p> <p>　　持续八年的安史之乱，至广德元年（763）始告结束，而吐蕃、回纥乘虚而入，藩镇拥兵割据，战乱时起，唐王朝难以复兴了。此时，严武去世，杜甫在成都生活失去凭依，遂沿江东下，滞留夔州。诗人晚年多病，知交零落，壮志难酬，心境是非常寂寞、抑郁的。</p>",
  "poet": {
    "id": 474,
    "star": 0,
    "name": "杜甫",
    "image": "http://img.gushiwen.org/authorImg/dufu.jpg",
    "desc": "杜甫（712－770），字子美，自号少陵野老，世称“杜工部”、“杜少陵”等，汉族，河南府巩县（今河南省巩义市）人，唐代伟大的现实主义诗人，杜甫被世人尊为“诗圣”，其诗被称为“诗史”。杜甫与李白合称“李杜”，为了跟另外两位诗人李商隐与杜牧即“小李杜”区别开来，杜甫与李白又合称“大李杜”。他忧国忧民，人格高尚，他的约1400余首诗被保留了下来，诗艺精湛，在中国古典诗歌中备受推崇，影响深远。759-766年间曾居成都，后世有杜甫草堂纪念。"
  },
  "tags": [
    "秋天",
    "写景",
    "抒情",
    "忧国忧民",
    "组诗"
  ]
}