{
  "id": 20314,
  "star": 126,
  "name": "南园十三首",
  "dynasty": "唐代",
  "content": "花枝草蔓眼中开，小白长红越女腮。<br>可怜日暮嫣香落，嫁与春风不用媒。</p> <p>宫北田塍晓气酣，黄桑饮露窣宫帘。<br>长腰健妇偷攀折，将喂吴王八茧蚕。</p> <p>竹里缲丝挑网车，青蝉独噪日光斜。<br>桃胶迎夏香琥珀，自课越佣能种瓜。</p> <p>三十未有二十余，白日长饥小甲蔬。<br>桥头长老相哀念，因遗戎韬一卷书。</p> <p>男儿何不带吴钩，收取关山五十州。<br>请君暂上凌烟阁，若个书生万户侯？</p> <p>寻章摘句老雕虫，晓月当帘挂玉弓。<br>不见年年辽海上，文章何处哭秋风？</p> <p>长卿牢落悲空舍，曼倩诙谐取自容。<br>见买若耶溪水剑，明朝归去事猿公。</p> <p>春水初生乳燕飞，黄蜂小尾扑花归。<br>窗含远色通书幌，鱼拥香钩近石矶。</p> <p>泉沙软卧鸳鸯暖，曲岸回篙舴艋迟。<br>泻酒木栏椒叶盖，病容扶起种菱丝。</p> <p>边让今朝忆蔡邕，无心裁曲卧春风。<br>舍南有竹堪书字，老去溪头作钓翁。</p> <p>长峦谷口倚嵇家，白昼千峰老翠华。<br>自履藤鞋收石蜜，手牵苔絮长莼花。</p> <p>松溪黑水新龙卵，桂洞生硝旧马牙。<br>谁遣虞卿裁道帔，轻绡一匹染朝霞。</p> <p>小树开朝径，长茸湿夜烟。<br>柳花惊雪浦，麦雨涨溪田。<br>古刹疏钟度，遥岚破月悬。<br>沙头敲石火，烧竹照渔船。",
  "fanyi": "<p><strong>译文</strong><br>枝头上，草蔓中，眼前百花盛开，有大有小，有白有红，恰如美女的香腮。<br>可惜到了黄昏，娇艳芳香的花儿凋零，随着春风乱飞，像草草嫁出的女儿连媒人也不用。(其一)</p> <p>我虽然三十不到，但已二十有余，常日受饥饿，靠吃蔬菜充肠肚。<br>有一位桥头老人对我怜念，赠给我讲军家韬略的一卷兵书。(其四)</p> <p>男子汉大丈夫为什么不带上锋利的吴钩，去收复那黄河南北割据的关山五十州？请<br>你且登上那画有开国功臣的凌烟阁去看，又有哪一个书生能被册封为食邑万户的列侯？(其五)</p> <p>在典籍中寻觅典故，摘取词句来写<a href=\"http://so.gushiwen.org/view_20314.aspx\">诗</a>文，老于雕虫小技之中。往往当破晓的残月对着帘幕、状如弯弓挂在天边时，还在伏案疾书。<br>难道没有看见辽东一带还战乱连年吗？国家正当用武之际，即使写出像<a href=\"http://so.gushiwen.org/author_358.aspx\">宋玉</a>那样的悲秋文章，又有什么地方需要它呢？(其六)</p> <p>司马长卿不得志，住在空房子里悲吟。<a href=\"http://so.gushiwen.org/author_276.aspx\">东方朔</a>侍奉汉武帝，靠幽默滑稽换取宽容。看来应该买把若耶溪所出的宝剑，明日回去拜个猿公那样的师傅练习武功。(其七)</p> <p>我这今日的边让想起奖进贤能的<a href=\"http://so.gushiwen.org/author_258.aspx\">蔡邕</a>，无心制曲吟诗，只好闲卧春风中。<br>舍南有片竹林，削成青简倒可以写字，到老年时，索性在溪边做个钓鱼翁。(其十)</p> <p>树丛里的小路在晨光中渐渐开朗，细嫩的杂草夜来被烟雾湿染。<br>柳絮落满河边，令人惊奇，以为是雪，一场春雨，使水涨满了溪边的麦田。<br>古庙里远远传来缓慢的钟声，山头云气中一弯缺月高悬。<br>到了晚上，渔人们在岸边敲石取火，点燃竹子，火光映照着渔船。(其十三)</p> <p><strong>注释</strong><br>⑴小白长红：指花有小有大，颜色各种各样。越女：习称春秋时越国美女西施，这里泛指美女。<br>⑵嫣香：娇艳芳香，指花。<br>⑶未有：一作“未满”。<br>⑷小甲蔬：原为莩甲尚小的蔬菜，此处指野菜。<br>⑸戎韬：即《太公六韬》，此处指兵书。<br>⑹吴钩：吴地出产的弯形的刀，此处指宝刀。一作“横刀”。<br>⑺凌烟阁：唐太宗为表彰功臣而建的殿阁，上有秦琼等二十四人的像。<br>⑻寻章摘句：指创作时谋篇琢句。老雕虫：老死于雕虫的生活之中。<br>⑼哭秋风：即悲秋的意思。<br>⑽长卿：汉代辞赋家<a href=\"http://so.gushiwen.org/author_70.aspx\">司马相如</a>的字。<br>⑾曼倩：汉代滑稽家东方朔的字。<br>⑿事猿公：据《吴越春秋》所载，越王勾践曾请一位善剑法的女子到王都去。她在途中遇到一老翁，自称袁公，与此女以竹竿比剑术，后来老翁飞上树梢，化作白猿。<br>⒀边让：后汉人，有才能文。蔡邕荐之于朝廷，但没被重用。此句以边让、蔡邕的关系比喻作者与<a href=\"http://so.gushiwen.org/author_682.aspx\">韩愈</a>的关系。<br>⒁裁曲：指制曲吟诗。<br>⒂古刹：古寺。<br>⒃岚：山头云气。破月：农历月半以后的月亮。</p>",
  "shangxi": "<h2>赏析</h2> <p><strong>其一</strong></p> <p>　　这是一首描摹南园景色、慨叹春暮花落的小<a href=\"http://so.gushiwen.org/view_20314.aspx\">诗</a>。前两句写花开。春回大地，南园百花竞放，艳丽多姿。首句的“花枝”指木本花卉，“草蔓”指草本花卉，“花枝草蔓”概括了园内所有的花。其中“花枝”高昂，“草蔓”低垂，一者刚劲，一者柔婉，参差错落，姿态万千。<a href=\"http://so.gushiwen.org/author_349.aspx\">李贺</a>写诗构思精巧，包孕密致，于此可见一斑。次句“小白长红”写花的颜色，意思是红的多，白的少。“越女腮”是由此产生的联想，把娇艳的鲜花比作越地美女的面颊，赋予物以某种人的素质，从而显得格外精神。<br>　　后两句写花落。日中花开，眼前一片姹紫嫣红，真是美不胜收。可是好景不长，到了“日暮”，百花凋零，落红满地。“可怜”二字表达了诗人无限惋惜的深情。是惜花、惜春，也是自伤自悼。李贺当时不过二十来岁，正是年青有为的时期，却不为当局所重用，犹如花盛开时无人欣赏。想到红颜难久，容华易谢，不免悲从中来。“落花不再春”，待到花残人老，就再也无法恢复旧日的容颜和生气。末句用拟人的手法写花落时身不由已的状态。“嫁与春风不用媒”，委身于春风，不须媒人作合，没有任何阻拦，好像两厢情愿。其实，花何尝愿意离开本枝，随风飘零，只为盛时已过，无力撑持，春风过处，便不由自主地坠落下来。这句的“嫁”字与第二句中的“越女腮”相映照，越发显得悲苦酸辛。当时盛开，颜色鲜丽，宛如西施故乡的美女。而今“出嫁”，已是花残“人老”，非复当时容颜，抚今忆昔，倍增怅惘。结句婉曲深沉，制造了浓烈的悲剧气氛。这首七言绝句，以赋笔为主，兼用比兴手法，清新委婉，风格别具，是不可多得的抒情佳品。</p> <p><strong>其四</strong></p> <p>　　此诗表达了诗人欲弃文从武、为国效力的抱负。首句写年龄，抒发了怀才不遇、英年遭弃的愤懑情怀。次句极写诗人困苦的处境，为下文弃笔从戎的描写作必要的铺垫。后两句表明诗人对前途并没有绝望，祈愿能以投笔从戎的方式得到重用，而有一番作为，为国效力。全诗辞意显豁，情怀激越，代表了李贺诗风激壮豪迈的一面。</p> <p><strong>其五</strong></p> <p>　　这首诗由两个设问句组成，顿挫激越，而又直抒胸臆，把家国之痛和身世之悲都淋漓酣畅地表达出来了。 <br>　　第一个设问是泛问，也是自问，含有“国家兴亡，匹夫有责”的豪情。“男儿何不带吴钩”，起句峻急，紧连次句“收取关山五十州”，犹如悬流飞瀑，从高处跌落而下，显得气势磅礴。“带吴钩”指从军的行动，身佩军刀，奔赴疆场，那气概多么豪迈！“收复关山”是从军的目的，山河破碎，民不聊生，诗人怎甘蛰居乡间，无所作为呢？因而他向往建功立业，报效国家。一、二两句，十四字一气呵成，节奏明快，与诗人那昂扬的意绪和紧迫的心情十分契合。首句“何不”二字极富表现力，它不只构成了特定句式（疑问），而且强调了反诘的语气，增强了诗句传情达意的力量。诗人面对烽火连天、战乱不已的局面，焦急万分，恨不得立即身佩宝刀，奔赴沙场，保卫家邦。“何不”云云，反躬自问，有势在必行之意，又暗示出危急的军情和诗人自己焦虑不安的心境。此外，它还使人感受到诗人那郁积已久的愤懑情怀。李贺是个书生，早就诗名远扬，本可以才学入仕，但这条进身之路被“避父讳”这一封建礼教无情地堵死了，使他没有机会施展自己的才能。“何不”一语，表示实在出于无奈。次句一个“取”字，举重若轻，有破竹之势，生动地表达了诗人急切的救国心愿。然而“收取关山五十州”谈何容易？书生意气，自然成就不了收复关山的大业，而要想摆脱眼前悲凉的处境，又非经历戎马生涯，杀敌建功不可。这一矛盾，突出表现了诗人愤激不平之情。<br>　　“请君暂上凌烟阁，若个书生万户侯？”诗人问道：封侯拜相，绘像凌烟阁的，哪有一个是书生出身？这里诗人又不用陈述句而用设问句，牢骚的意味显得更加浓郁。看起来，诗人是从反面衬托投笔从戎的必要性，实际上是进一步抒发了怀才不遇的愤激情怀。由昂扬激越转入沉郁哀怨，既见出反衬的笔法，又见出起伏的节奏，峻急中作回荡之姿。就这样，诗人把自己复杂的思想感情表现 在诗歌的节奏里，使读者从节奏的感染中加深对主题的理解、感受。<br>　　李贺《南园十三首》组诗，多就园内外景物讽咏，以写其生活与感情。但此首不借所见发端，却凭空寄慨，于豪情中见愤然之意。盖只是同时所作，拉杂汇编，不能以题目限的。</p> <p><strong>其六</strong></p> <p>　　慨叹读书无用、怀才见弃，是这首绝句的命意所在。<br>　　诗的前两句描述艰苦的书斋生活，其中隐隐地流露出怨艾之情。首句说我的青春年华就消磨在这寻章摘句的雕虫小技上了。此句诗意，好像有点自卑自贱，颇耐人寻绎。李贺向以文才自负，曾把自己比作“汉剑”，“自言汉剑当飞去”（《出城寄权璩杨敬之》），抱负远大。可是，现实无情，使他处于“天荒地老无人识”（《致酒行》）的境地。“雕虫”之词出于李贺笔下，显然是愤激之辞。句中的“老”字用作动词，有终老纸笔之间的意思，包含着无限的辛酸。<br>　　次句用白描手法显现自己刻苦读书、发奋写作的情状：一弯残月，低映檐前，抬头望去，象是当帘挂着的玉弓；天将破晓，而自己还在孜孜不倦地琢句谋篇。这里，诗人惨淡苦吟的精神和他那只有残月作伴的落寞悲凉的处境形成鲜明的比照，暗示性很强。<br>　　读书为何无用？有才学为何不能见用于世？三、四句遒劲悲怆，把个人遭遇和国家命运联系起来，揭示了造成内心痛苦的社会根源，表达了郁积已久的忧愤情怀。“辽海”指东北边境，即唐河北道属地。从元和四年（809）到元和七年，这一带割据势力先后发生兵变，全然无视朝廷的政令。唐宪宗曾多次派兵讨伐，屡战屡败，弄得天下疲惫，而藩镇割据的局面依然如故。国家多难，民不聊生，这是诗人所以要痛哭流涕的原因之一；由于战乱不已，朝廷重用武士，轻视儒生，以致斯文沦落，这是诗人所以要痛哭流涕的原因之二。末句的“文章”指代文士，实即作者自己。“哭秋风”不是一般的悲秋，而是感伤时事、哀悼穷途的文士之悲。此与<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>的“悲回风之摇蕙兮，心冤结而内伤。……鱼葺鳞以自别兮，蛟龙隐其文章”（《九章·悲回风》）颇有相似之处。时暗君昏则文章不显，这正是屈原之所以“悲回风”（按：“回风”即秋风）、李贺之所以“哭秋风”的真正原因。<br>　　这首诗比较含蓄深沉，在表现方法上也显得灵活多变。首句叙事兼言情，满腹牢骚通过一个“老”字倾吐出来，炼字的功夫极深。次句写景，亦即叙事、言情，它与首句相照应，活画出诗人勤奋的书斋生活和苦闷的内心世界。“玉弓”一词，暗点兵象，为“辽海”二句伏线，牵丝带笔，曲曲相关，见出文心之细。第三句只点明时间和地点，不言事（战事）而事自明，颇具含蓄之致。三、四两句若即若离，似断实续，结构得非常精巧；诗人用隐晦曲折的手法揭示了造成斯文沦落的社会根源，从而深化了主题，加强了诗歌的感染力量。</p> <p><strong>其七</strong></p> <p>　　这是一首述怀之作。前两句写古人，暗示前车可鉴；后两句写自己，宣称要弃文习武，易辙而行。<br>　　首句描述<a href=\"http://so.gushiwen.org/author_70.aspx\">司马相如</a>穷愁潦倒的境况。这位大辞赋家才气纵横，早年因景帝“不好辞赋”，长期沉沦下僚，后依梁孝王，厕身门下，过着闲散无聊的生活。梁孝王死后，他回到故乡成都，家徒四壁，穷窘不堪。（见《汉书·司马相如传》）“空舍”，正是这种情况的写照。李贺以司马相如自况，出于自负，更出于自悲。次句写<a href=\"http://so.gushiwen.org/author_276.aspx\">东方朔</a>。这也是一位很有才能的人，他见世道险恶，在宫廷中，常以开玩笑的形式进行讽谏，以避免直言悖上。结果汉武帝只把他当作俳优看待，而在政治上不予信任。有才能而不得施展，诙谐取容，怵惕终生，东方朔的遭遇是斯文沦丧的又一个例证。诗人回顾历史，瞻望前程，不免感到茫然。<br>　　三、四句直接披露怀抱，借用春秋越国范蠡学剑的事迹，表示要弃文习武。既然历来斯文沦丧，学文无用，倒不如买柄利剑去访求名师，学习武艺，或许还能有一番作为。诗人表面显得很冷静，觉得还有路可走，其实这是他在屡受挫折，看透了险恶世道之后发出的哀叹。李贺的政治理想并不在于兵戈治国，而是礼乐兴邦。弃文习武的违心之言，只不过是反映理想幻灭时痛苦而绝望的反常心理。<br>　　这首诗，把自己和前人揉合在一起，把历史和现实揉合在一起，把论世和述怀揉合在一起，结构新奇巧妙。诗歌多处用典。或引用古人古事据以论世，或引用神话传说借以述怀。前者是因，后者是果，四句一气呵成，语意连贯，所用的典故都以各自显现的形象融入整个画面之中，无今无古，无我无他，显得浑化蕴藉，使人有讽咏不尽之意。</p> <p><strong>其八</strong></p> <p>　　南园的春天，生机勃勃，富有意趣。春水初生，乳燕始飞，蜂儿采花酿蜜，鱼儿拥钩觅食，这些都是极具春天特征的景物，而远景透过窗户直入书房，使人舒心惬意，欢欣不已。这首诗生动传神，清新流转，读来令人神清气逸。</p> <p><strong>其十</strong></p> <p>　　李贺曾得到<a href=\"http://so.gushiwen.org/author_682.aspx\">韩愈</a>的推重和相助，但仍不得志。这首诗反映了他的抑郁心情，无心苦吟，打算写字消遣，年老时做一个渔翁了事。</p> <p><strong>其十三</strong></p> <p>　　这是一首诗，也是一幅画。诗人以诗作画，采用移步换形的方法，就像绘制动画片那样，描绘出南园一带从早到晚的水色山光，旖旎动人。<br>　　首二句写晨景。夜雾逐渐消散，一条蜿蜒于绿树丛中的羊肠小道随着天色转明而豁然开朗。路边的蒙茸细草沾满了露水，湿漉漉的，分外苍翠可爱。诗歌开头从林间小路落笔，然后由此及彼，依次点染。显然，它展示的是诗人清晨出游时观察所得的印象。<br>　　三、四句写白昼的景色。诗人由幽静、逼仄的林间小道来到空旷的溪水旁边。这时风和日暖，晨露已晞，柳絮纷纷扬扬，飘落在溪边的浅滩上，白花花的一片，像是铺了一层雪。阳春三月，莺飞草长，诗人沿途所见多是绿的树，绿的草，绿的田园。到了这里，眼前忽地出现一片银白色，不禁大为惊奇。惊定之后，也就尽情欣赏起这似雪非雪的奇异景象来。<br>　　诗人在诗中着意刻画了田园生活的安逸，流露出浓厚的归隐情绪，表现了诗人对仕途的失望、无奈之感。</p>",
  "about": "<h2>创作背景</h2> 　　<a href=\"http://so.gushiwen.org/author_349.aspx\">李贺</a>组<a href=\"http://so.gushiwen.org/view_20314.aspx\">诗</a>《南园十三首》是作者辞官回到福昌昌谷后在家乡的南园闲居时所作的一组杂诗，创作时间在公元813年（唐宪宗元和八年）至816年（元和十一年）之间。",
  "poet": {
    "id": 349,
    "star": 0,
    "name": "李贺",
    "image": "http://img.gushiwen.org/authorImg/lihe.jpg",
    "desc": "李贺（约公元791年-约817年），字长吉，汉族，唐代河南福昌（今河南洛阳宜阳县）人，家居福昌昌谷，后世称李昌谷，是唐宗室郑王李亮后裔。有“诗鬼”之称，是与“诗圣”杜甫、“诗仙”李白、“诗佛”王维相齐名的唐代著名诗人。著有《昌谷集》。李贺是中唐的浪漫主义诗人，与李白、李商隐称为唐代三李。有“‘太白仙才，长吉鬼才’之说。李贺是继屈原、李白之后，中国文学史上又一位颇享盛誉的浪漫主义诗人。李贺长期的抑郁感伤，焦思苦吟的生活方式，元和八年（813年）因病辞去奉礼郎回昌谷，27岁英年早逝。"
  },
  "tags": [
    "写景",
    "抒情",
    "田园",
    "生活",
    "组诗"
  ]
}