{
  "id": 71142,
  "star": 11091,
  "name": "三峡",
  "dynasty": "南北朝",
  "content": "　　自三峡七百里中，两岸连山，略无阙处。重岩叠嶂，隐天蔽日。自非亭午夜分，不见曦月。</p> <p>　　至于夏水襄陵，沿溯阻绝。或王命急宣，有时朝发白帝，暮到江陵，其间千二百里，虽乘奔御风，不以疾也。</p> <p>　　春冬之时，则素湍绿潭，回清倒影。绝巘多生怪柏，悬泉瀑布，飞漱其间，清荣峻茂，良多趣味。</p> <p>　　每至晴初霜旦，林寒涧肃，常有高猿长啸，属引凄异，空谷传响，哀转久绝。故渔者歌曰：“巴东三峡巫峡长，猿鸣三声泪沾裳。”",
  "fanyi": "<p><strong>译文</strong><br>　　在三峡七百里之间，两岸都是连绵的高山，完全没有中断的地方；重重叠叠的悬崖 峭壁，遮挡了天空和太阳。若不是在正午半夜的时候，连太阳和月亮都看不见。</p> <p>　　等到夏天水涨，江水漫上小山丘的时候，下行或上行的船只都被阻挡了，不能通航。有时候皇帝的命令要紧急传达，这时只要早晨从白帝城出发，傍晚就到了江陵，这中间有一千二百里，即使骑上飞奔的马，驾着疾风，也不如它快。</p> <p>　　等到春天和冬天的时候，就可以看见白色的急流,回旋的清波。碧绿的潭水倒映着各种景物的影子。极高的山峰上生长着许多奇形怪状的柏树，山峰之间有悬泉瀑布飞流冲荡。水清，树荣，山高，草盛，确实趣味无穷。</p> <p>　　在秋天，每到初晴的时候或下霜的早晨，树林和山涧显出一片清凉和寂静，经常有高处的猿猴拉长声音鸣叫，声音持续不断，非常凄凉怪异，空荡的山谷里传来猿叫的回声，悲哀婉转，很久才消失。所以三峡中渔民的歌谣唱道：“巴东三峡巫峡长，猿鸣三声泪沾裳。”</p> <p><strong>注释</strong><br>（1）自：在，从<br>三峡：指长江上游重庆、湖北两个省级行政单位间的瞿塘峡、巫峡和西陵峡。三峡全长实际只有四百多里。<br>（2）略无：毫无，完全没有。阙：通“缺”，缺口，空隙。<br>（3） 嶂(zhàng)：直立如屏障一样的山峰。<br>（4）自非：如果不是。自：如果。非：不是<br>（5）亭午：正午。夜分：半夜。<br>（6）曦(xī)：日光，这里指太阳。<br>（7）襄（xiāng）：上，这里指漫上。 陵：大的土山，这里泛指山陵。<br>（8）沿：顺流而下（的船）。溯：逆流而上（的船）。<br>（9）或：有的时候。王命：皇帝的圣旨。宣：宣布，传达。<br>（10） 朝发白帝：早上从白帝城出发。白帝：城名，在重庆奉节县东。朝：早晨<br>（11）江陵：今湖北省荆州市。<br>（12）虽：即使。 奔：奔驰的快马。御：驾着，驾驶<br>（13）不以：不如。此句谓和行船比起来，即使是乘奔御风也不被认为是（比船）快，或为“以”当是“似”之误。(见清赵一清《水经注刊误》) 疾：快。<br>（14）素湍：白色的急流。素：白色的。绿潭：碧绿的潭水。<br>（15）回清倒影：回旋的清波，倒映出（山石林木）的倒影。<br>（16）绝巘(yǎn):极高的山峰。绝：极。巘：高峰<br>（17）悬泉：悬挂着的泉水瀑布。飞漱：急流冲荡。漱：冲荡。<br>（18）清荣峻茂：水清，树荣（茂盛），山高，草盛。<br>（19） 良：实在，的确，确实。<br>（20) 晴初：（雨后或雪后）天刚刚放晴的时候。霜旦：下霜的早晨。<br>（21）属引：连续不断。属(zhǔ)：动词。连接。引：延长。凄异：凄凉怪异。<br>（22）哀转久绝：悲哀婉转，猿鸣声很久才消失。绝：消失，停止。转：通“啭”鸣叫。<br>（23）巴东：汉郡名，在今重庆东部云阳，奉节，巫山一带。<br>(24)三声：几声。这里不是确数。<br>(25)沾：打湿。<br>(26) 裳（cháng）：衣服。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　<a href=\"http://so.gushiwen.org/author_456.aspx\">郦道元</a>的《三峡》（选自《水经注》）是一篇著名的山水之作，只用不到区区200字的篇幅，作者描写了三峡错落有致的自然风貌。全文描写随物赋形，动静相生，情景交融，情随景迁，简洁精练，生动传神。</p> <p>　　作者用“自三峡七百里中”起笔，既交代了描写对象，又介绍了其总体长度。</p> <p>　　接着，作者先写山，用“两岸连山，略无阙处”写山之“连”，“重岩叠嶂，隐天蔽日”写山之“高”，又用“自非亭午夜分，不见曦月”侧面烘托，让人进一步感到三峡的狭窄，寥寥数笔形象地勾勒出三峡磅礴逶迤、雄伟峭拔的整体风貌，使读者很快被三峡的雄险气势所吸引。</p> <p>　　水是山的眼睛。作者按自然时令来写水，先写水势最大最急的夏季。用“夏水襄陵，沿溯阻绝”正面描写水势之险恶、水位之高、水流之急。“朝发白帝，暮到江陵，其间千二百里，虽乘奔御风，不以疾也”，通过对比、夸张更加突出了夏季江水暴涨后的水流之疾。再写水势减小的春冬，此时的三峡可用一“秀”字概括。“素湍”“绿潭”，两种色彩、两种情态，动静交织，对比鲜明；“怪柏”“悬泉”“瀑布”，也是有静有动、有声有色，山水树木交汇其中，蔚为奇观。“清荣峻茂”一句话四字写四物：“清”字写水，“峻”字写山，“荣”字写柏树，“茂”字写草。“良多趣味”，又掺入了作者的审美意趣，使得<a href=\"http://so.gushiwen.org/view_71142.aspx\">诗</a>情画意融为一体。写秋水，作者用一“霜”字暗示，写三峡秋景的清寒，并用猿鸣来烘托萧瑟的秋高，让人不胜凄凉。</p> <p>　　作为描写山水之作并非单纯写景色，而是以情托景（如“良多趣味”托出春冬景色之佳，“猿啸”“凄异”托出秋季景色之凉），缘情入景（如开头几句体现了初赏三峡的总体之情，使人顿有雄伟奇险之感，以下再分写时而悚惧，时而欣喜，时而哀凄的四季之情），作者以情而非四季的顺序来布局谋篇。</p> <p>　　凡景语皆情语，初学写作者，写景状物要做到写出其特点，要和自己的思想感情相一致。</p> <p>　　《三峡》以凝练生动的笔墨，写出了三峡的雄奇险拔、清幽秀丽的景色。作者抓住景物的特点进行描写。写山，突出连绵不断、遮天蔽日的特点。写水，则描绘不同季节的不同景象。夏天，江水漫上丘陵，来往的船只都被阻绝了。“春冬之时，则素湍绿潭，回清倒影。绝巘多生怪柏，悬泉瀑布，飞漱其间。”雪白的激流，碧绿的潭水，回旋的清波，美丽的倒影，使作者禁不住赞叹“良多趣味”。而到了秋天，则“林寒涧肃，常有高猿长啸”，那凄异的叫声持续不断，在空旷的山谷里“哀转久绝”。三峡的奇异景象，被描绘得淋漓尽致。作者写景，采用的是大笔点染的手法，寥寥一百五十余字，就把七百里三峡万千气象尽收笔底。写春冬之景，着“素”“绿”“清”“影”数字；写秋季的景色，着“寒”“肃”“凄”“哀”数字，便将景物的神韵生动地表现了出来。文章先写山，后写水，布局自然，思路清晰。写水则分不同季节分别着墨。在文章的节奏上，也是动静相生，摇曳多姿。高峻的山峰，汹涌的江流，清澈的碧水，飞悬的瀑布，哀转的猿鸣，悲凉的渔歌，构成了一幅幅风格迥异而又自然和谐的画面，给读者以深刻的印象。引用的诗句表现了突出山高水长的特点同时渲染三峡秋色悲寂凄凉的气氛。</p><br/><h2>赏析二</h2> <p>　　本文是《水经注》中《江水》中的“（江水）又东过巫县南，盐水从县东南流注之”的一条注。记叙了长江三峡雄伟壮丽的奇景，能激发人们热爱祖国大好河山的感情。</p> <p>　　“自三峡七百里中，两岸连山，略无阙处。重岩叠嶂，隐天蔽日，自非亭午夜分，不见曦月。”总写三峡的特点：山高岭连，中间狭窄。“自三峡七百里中”，交代峡之长，接着指出两岸山的特点在于“连”。“略无阙处”，毫无残缺的地方，进一步写“连”。下面接着写山的“高”。山峰相重，群山复叠，山上垒山，说明山高。山隐，遮蔽住太阳匿于天空，从另一个角度写山的高。“重”和“叠”，就山本身的状态写其高，是俯瞰而得；“隐”和“蔽”，以天和日来衬其高，乃仰视所见。下面两句，则以特定条件下的情景形象地综合表现以上特点。只有正午和半夜的时候才能见到太阳和月亮。如果不是“两岸”连山，哪怕只有一岸连山，也不会形成这种状况；如果连山有缺，其他时间于缺处也能见到日月；如果连山不高，也不必待到这时才见日月；如果三峡不窄，其他时候也可见到日月。正午见日，夜半见月，由特定条件充分显示了三峡特点。</p> <p>　　“至于夏水襄陵，沿溯阻绝。或王命急宣，有时朝发白帝，暮到江陵，其间千二百里，虽乘奔御风，不以疾也。”写夏季三峡情景：水涨流速，交通阻断。夏季水涨，淹了山陵，上行和下航的船只都被阻绝了。这里所写的是水势大水流速情况下的通例。下举一特例，以进一步证明水速。只有王朝的紧急命令要向各地传达时，才会有航船。这一方面照应了平常情况下是“沿溯阻绝”的，同时借此可写出船行之快。朝发白帝，暮到江陵，补笔交代“其间千二百里”，则时速约为百里，加上更用奔马和疾风作比较，给人的感受也就更为形象而深刻了。</p> <p>　　本节承上段而来。上段写三峡山的特点，为本节写水设置了条件。山高，则水的落差大，山高自然流急。山连，则水不得他泄，必然尽在漕中。峡窄，则断面小，单位面积里的水的流量也就大。水“涨”的因素和峡的特点及条件，构成了水流的湍急。作者是为江水作注，重点是写水，而水以夏季为盛，故先写“夏水”。为写水势，先写山势，这既能揭示水速的原因，又能使急流和峻岭相互映衬，能形成一幅险峻壮奇的图画。</p> <p>　　“春冬之时，则素湍绿潭，回清倒影，绝巘多生怪柏，悬泉瀑布，飞漱其间，清荣峻茂，良多趣味。”写春冬时三峡情景：水退潭清，风景秀丽。以“春冬之时”领起，很自然地转换了描写对象，时易则景异，镜头中摇出了另外一种景象。白色的急流回映着清光，绿色的水潭倒映着景物的影子。这里先写俯视江中所见。“湍”是动态，“潭”为静境。以“素”饰“湍”，水如白练，明净轻快，上有清光回照，白中间青，水光变幻。深水为潭，以“绿”饰“潭”，益见深沉宁静。水中有影，则水平如镜，倒影入潭，更觉风光秀丽。急流上波光粼粼，深潭里景物重重，动静相杂，色彩各异，相映成趣，堪称秀丽隽逸。下文即写仰视所见，由峡底写到山上。以“绝”状山，以“怪”写柏，道出了当地的自然特征。山岩陡削，高耸入云，故为“绝”。山上的柏树，托足于岩石之间，正午之时方见日光，它要曲体向阳，加之峡窄风大，自然枝干扭曲，何况年代久远，当然要变成“怪”形。在这人迹罕至、鸟兽少见的境地，“怪柏”显示着旺盛的生命力和坚强的意志，给山水之间投进了一股生命的活流，使人顿觉生意盎然。作者写此，还只是给“悬泉瀑布”勾勒出一个背景。山静、泉飞、柏怪、水奇，静中有动，声色纷沓，山水相配，构成了一幅挺拔超脱的图画，这和“素湍绿潭，回清倒影”又大为异趣。最后作者总括说：水清、木荣、山峻、草茂，实在富有趣味。以极为精练的四字，状写了四种景物，且各具特色，由景境导出了作者的心境。</p> <p>　　作者将冬春二季放在一道写，要兼及两季的特点。冬季水竭，才会出现“素湍绿潭”，春天物鲜，始有草木“荣茂”。本节所写与上节所述，意趣迥异。夏水急猛，春水潺；夏水多险，春水富趣。作者认为三峡风光“良多趣味”，和封建士大夫对三峡“悉以临惧相戒”的思想感情大相径庭。</p> <p>　　“每至晴初霜旦，林寒涧肃，常有高猿长啸，属引凄异，空谷传响，哀转久绝。故渔者歌曰：‘巴东三峡巫峡长，猿鸣三声泪沾裳!’”写秋天三峡情景：水枯气寒，猿鸣凄凉。以“霜旦”的“霜”暗指秋季，开笔多变。接着以实景补足前意，林涧之间，清冷肃穆。这时已无江水喧腾，也不见草木争荣，而是充满了凄清肃杀的气氛。写秋峡以代表性事物猿来表现，写猿又分两层，一是直接叙述，一是引渔歌为证。写猿又围绕着“山”和“哀”两个重点，从而显示秋峡的特色。以“高”形容猿，指明是高山上的猿，以“长”形容啸，送声长远，暗示是在长峡之中。“空谷传响”，直言在山中。“久绝”，回应“两岸连山，略无阙处”。写渔歌也是一言“峡长”，一言声哀。从猿鸣之中，使人进一步体会到山高、岭连、峡窄、水长，同时山猿哀鸣，渲染了秋天的萧瑟气氛。也让人从这句渔歌中体会到了，渔者们的辛苦和生活的艰苦。</p> <p>　　本文虽属节选，但全文结构严谨，布局巧妙，浑然一体，尤其作者在描山摹水上更见功力。由于作者曾“践跻此境”，有具体感受，所以能掌握三峡的特点和不同季节的风貌。首先，作者采取先大而小，先总后分的办法，按季节分层次，写得起讫分明，各具特色。其次，善于选取富有特征性的事物，寥寥几笔，使境界全出，叫读者恍如身临其境。如以“朝发白帝，暮到江陵”表现水流湍急，以“素湍绿潭，回清倒影”形容江水澄澈，风光妩媚，以“空谷传响，哀转久绝”渲染猿鸣幽凄、山谷空旷，都言简意赅，情景交融。再次，各个部分，各有侧重，互相映衬，互相补充，从不同角度写出了三峡特色，而下面的三个部分，又都围绕着首段关于山峡总的特点来写。最后，作者运笔富于变化，有正面落笔，有侧面烘托，有粗线勾勒，有工笔细描，有明言直写，有隐喻暗示，有全景鸟瞰，有特写镜头，有仰观远景，有俯察近物，有绘形写貌，有摹声录音，有自己立言，有由人代语，虽只几百字的短文，却概括千里，包容四季，收纳山水草木，罗入清猿怪柏，<a href=\"http://so.gushiwen.org/author_1137.aspx\">真可</a>谓片言敌万语，尺素罗千里。</p>",
  "about": "<h2>文言知识</h2> <p><strong>古今异义</strong><br>1、或或王命急宣古义：有时今义：常用于选择复句的关联词<br>2、虽虽乘奔御风古义：即使今义：虽然</p> <p><strong>一词多义</strong><br>①自自三峡七百里中（从）自非亭午夜分（如果）<br>②绝沿溯阻绝（断绝）绝巘多生怪柏（极）哀转久绝（消失）</p> <p><strong>通假字</strong><br>①略无阙处，“阙”通“缺”空缺。<br>②哀转久绝，“转”通“啭”鸣叫。</p> <p><strong>词类活用</strong><br>①虽乘奔御风不以疾也：奔，动词用作名词，飞奔的马。<br>②回清倒影：清，形容词用作名词，清波。<br>③晴初霜旦：霜，名词用作动词，结霜。<br>④空谷传响：空谷，名词作状语，在空荡的山谷里。</p> <p><strong>特殊句式</strong><br>1省略句（三峡）两岸连山省略定语“三峡”。<br>2省略句（两岸）重岩叠嶂省略主语“两岸”。</p><br/><h2>创作背景</h2> <p>　　<a href=\"http://so.gushiwen.org/author_456.aspx\">郦道元</a>生活于南北朝北魏时期，出生在范阳郡（今河北省高碑店市境内）一个官宦世家，世袭永宁侯。少年时代就喜爱游览。后来他做了官，就到各地游历，每到一地除参观名胜古迹外，还用心勘察水流地势，了解沿岸地理、地貌、土壤、气候，人民的生产生活，地域的变迁等。</p> <p>　　他发现古代的地理书——《水经》，虽然对大小河流的来龙去脉有准确记载，但由于时代更替，城邑兴衰，有些河流改道，名称也变了，但书上却未加以补充和说明。郦道元于是亲自给《水经》作注。因此写就《水经注》。</p>",
  "poet": {
    "id": 456,
    "star": 0,
    "name": "郦道元",
    "image": "http://img.gushiwen.org/authorImg/lidaoyuan.jpg",
    "desc": "郦道元（约470—527），字善长。汉族，范阳涿州（今河北涿州）人。北朝北魏地理学家、散文家。仕途坎坷，终未能尽其才。他博览奇书，幼时曾随父亲到山东访求水道，后又游历秦岭、淮河以北和长城以南广大地区，考察河道沟渠，搜集有关的风土民情、历史故事、神话传说，撰《水经注》四十卷。文笔隽永，描写生动，既是一部内容丰富多彩的地理著作，也是一部优美的山水散文汇集。可称为我国游记文学的开创者，对后世游记散文的发展影响颇大。另著《本志》十三篇及《七聘》等文，已佚。"
  },
  "tags": [
    "初中文言文",
    "写水",
    "长江",
    "写景",
    "热爱"
  ]
}