{
  "id": 70963,
  "star": 4064,
  "name": "十一月四日风雨大作二首",
  "dynasty": "宋代",
  "content": "风卷江湖雨暗村，四山声作海涛翻。<br>溪柴火软蛮毡暖，我与狸奴不出门。</p> <p>僵卧孤村不自哀，尚思为国戍轮台。<br>夜阑卧听风吹雨，铁马冰河入梦来。",
  "fanyi": "<p><strong>译文</strong><br>天空黑暗，大风卷着江湖上的雨，四周的山上哗哗大雨像巨浪翻滚之声。<br>溪柴烧的小火和裹在身上的毛毡都很暖和，我和猫儿都不愿出门。</p> <p>我直挺挺躺在孤寂荒凉的乡村里，没有为自己的处境而感到悲哀，心中还想着替国家防卫边疆。<br>夜将尽了，我躺在床上听到那风雨的声音，迷迷糊糊地梦见，自己骑着披着铁甲的战马跨过冰封的河流出征北方疆场。</p> <p><strong>注释</strong><br>⑴溪柴：若耶溪所出的小束柴火。<br>⑵蛮毡：中国西南和南方少数民族地区出产的毛毡，宋时已有生产。宋《桂海虞衡志·志器》：“蛮毡出西南诸番，以大理者为最，蛮人昼披夜卧，无贵贱，人有一番。”<br>⑶狸奴：指生活中被人们驯化而来的猫的昵称。<br>⑷僵卧：躺卧不起。这里形容自己穷居孤村，无所作为。僵，僵硬。<br>⑸孤村：孤寂荒凉的村庄。<br>⑹不自哀：不为自己哀伤。<br>⑺思：想着，想到。<br>⑻戍（shù）轮台：在新疆一带防守，这里指戍守边疆。戍，守卫。轮台：在今新疆境内，是古代边防重地。此代指边关。<br>⑼夜阑（lán）：夜深。<br>⑽风吹雨：风雨交加，和题目中“风雨大作”相呼应；当时南宋王朝处于风雨飘摇之中，“风吹雨”也是时局写照，故<a href=\"http://so.gushiwen.org/view_70963.aspx\">诗</a>人直到深夜尚难成眠。<br>⑾铁马：披着铁甲的战马。<br>⑿冰河：冰封的河流，指北方地区的河流。</p>",
  "shangxi": "<p>　　第一首主要写十一月四日的大雨和诗人之处境。前两句以夸张之法写大雨瓢泼，其声响之巨，描绘出黑天大风大雨之境，很是生动，波涛汹涌之声正与作者渴望为国出力、光复中原之心相印。后两句转写近处，描写其所处之境，写出作者因天冷而不思出门，其妙处是把作者的主观之感和猫结合一起写。这首诗也道出了作者处境悲凉。</p> <p>　　第二首诗以“痴情化梦”的手法，深沉地表达了作者收复国土、报效祖国的壮志和那种“年既老而不衰”的矢志不渝精神，向读者展示了诗人的一片赤胆忠心。</p> <p>　　诗的开头两句，意思紧密相联：“僵卧孤村不自哀”叙述了作者的现实处境和精神状态，“尚思为国戍轮台”是对“不自哀”这种精神状态的解释，前后照应，形成对比。“僵、卧、孤、村”四字写出了作者此时凄凉的境遇。“僵”字写年迈，写肌骨衰老，“卧”字写多病，写常在床蓐；“孤”字写生活孤苦，不仅居处偏僻，而且思想苦闷，没有知音；“村”写诗人贫困村居，过着荒村野老的凄苦生活。四字写出了作者罢官回乡后处境寂寞、窘迫、冷落的生活现状。笼罩着一种悲哀的气氛，让人十分同情。但接下去“不自哀”三字情绪急转，又现出一种乐观豪放之气。诗人对自己的处境并不感到悲哀，贫病凄凉对他来说没有什么值得悲哀之处；诗人自己尚且“不自哀”，当然也不需要别人的同情。但他需要理解，理解他终生不渝的统一之志，理解他为这个壮志奋斗的一生，理解他的满腔热血、一颗忠心，就是“尚思为国戍轮台”的精神状态。这两句诗是诗人灵魂和人格的最好说明，山河破碎，国难当头，自有“肉食者谋之”，诗人不必多此一举。另外，诗人正是因为“喜论恢复”、热心抗敌才屡屡受打击，最后才罢官闲居的。作为一个年近七旬的老人，他一生问心无愧，对国家的前途和命运尽到了自己的责任，而今后国运如何他可以毫不负责。其次，虽说“天下兴亡，匹夫有责”，诗人作为年迈多病的老人也已不能承担报国杀敌的义务了。作为一个既无责任也无义务的七旬老人仍有“为国戍轮台”的壮志，这就让人肃然起敬慷慨扼腕。相比之下，那些屈辱投降的达官贵人和苟且偷生的人，他们承担着责任和义务却无心复国，显得渺小和可鄙。</p> <p>　　“夜阑卧听风吹雨”紧承上两句。因“思”而夜阑不能成眠，不能眠就更真切地感知自然界的风吹雨打声，由自然界的风雨又想到国家的风雨飘摇，由国家的风雨飘摇自然又会联想到战争的风云、壮年的军旅生活。这样听着、想着，辗转反侧，幻化出特殊的梦境——“铁马冰河”，而且“入梦来”反映了政治现实的可悲：诗人有心报国却遭排斥而无法杀敌，一腔御敌之情只能形诸梦境。“铁马冰河入梦来”正是诗人日夜所思的结果，淋漓尽致地表达了诗人的英雄气概。这也是一代志士仁人的心声，是南宋时代的民族正气。</p>",
  "about": "<h2>思想感情</h2> 　　这首<a href=\"http://so.gushiwen.org/view_70963.aspx\">诗</a>情感激昂，精神饱满。作者晚年境遇困顿，身体衰弱，但并没有哀伤自己，而是想着从军奔赴边疆，跨战马，抗击敌人进犯。表达了诗人的爱国热情希望用实际行动来报效国家，忧国忧民的思想感情。<br/><h2>创作背景</h2> <p>　　<a href=\"http://so.gushiwen.org/author_272.aspx\">陆游</a>自南宋孝宗淳熙十六年（1189年）罢官后，闲居家乡山阴农村。此<a href=\"http://so.gushiwen.org/view_70963.aspx\">诗</a>作于南宋光宗绍熙三年（1192年）十一月四日。当时诗人已经68岁，虽然年迈，但爱国情怀丝毫未减，日夜思念报效祖国。诗人收复国土的强烈愿望，在现实中已不可能实现，于是，在一个“风雨大作”的夜里，触景生情，由情生思，在梦中实现了自己金戈铁马驰骋中原的愿望。</p><br/><h2>后世影响</h2> 　　这首<a href=\"http://so.gushiwen.org/view_70963.aspx\">诗</a>在我国古代所有的爱国诗篇中占有重要的地位，在古典诗歌史上写下了极其厚重的一笔，也以豪迈和悲壮的风格为浩如烟海的诗歌海洋增添了独特的色彩，并以其永恒魅力永远影响着后人。",
  "poet": {
    "id": 272,
    "star": 0,
    "name": "陆游",
    "image": "http://img.gushiwen.org/authorImg/luyou.jpg",
    "desc": "陆游（1125—1210），字务观，号放翁。汉族，越州山阴（今浙江绍兴）人，南宋著名诗人。少时受家庭爱国思想熏陶，高宗时应礼部试，为秦桧所黜。孝宗时赐进士出身。中年入蜀，投身军旅生活，官至宝章阁待制。晚年退居家乡。创作诗歌今存九千多首，内容极为丰富。著有《剑南诗稿》、《渭南文集》、《南唐书》、《老学庵笔记》等。"
  },
  "tags": [
    "古诗三百首",
    "初中古诗",
    "爱国",
    "壮志"
  ]
}