{
  "id": 59077,
  "star": 10,
  "name": "念奴娇·宜雨亭咏千叶海棠",
  "dynasty": "宋代",
  "content": "绿云影里，把明霞织就，千重文绣。紫腻红娇扶不起，好是未开时候。半怯春寒，半便晴色，养得胭脂透。小亭人静，嫩莺啼破清昼。 <br>犹记携手芳阴，一枝斜戴，娇艳波双秀。小语轻怜花总见，争得似花长久。醉浅休归，夜深同睡，明日还相守。免教春去，断肠空叹诗瘦。",
  "shangxi": "<h2>鉴赏</h2> <p>　　南宋的咏物词讲究工巧尖新，富于文人化的情趣，集中反映了那个时代的士大夫阶层的审美趣向和生活情调。这在张鎡的《念奴娇》词中体现地尤为鲜明。</p> <p>　　张鎡这首词，作于南湖别墅的宜雨亭上。在宋人海棠词中虽非冠冕之作，却也写得清丽秀逸，婉转有致，富有文人化的情趣。</p> <p>　　上片，首起三句“绿云影里，把明霞织就，千重文绣”，总写海棠花叶之美。在这三句中，词人连用三个比喻，渲染出红花绿叶交相辉映的秀美景色。“绿云”喻写其枝叶之密，绿阴之浓，点出千叶海棠枝叶茂盛的特征。“明霞”二字，极喻海棠花红艳亮丽之色。“文绣”则形容花叶色彩组合之美。前面加上“千重”二字，又描绘出绿叶红花重重叠叠，色彩斑斓的画面。同时，绿云与明霞，又是明暗亮度的对比，还是冷暖色调的对比，实写与虚想结合，构思立意，显出词人的匠心独运。接下去的两句，“紫腻红娇扶不起，好是未开时候”，写海棠花娇嫩慵懒之态。因花开有迟早之分，故色泽有深浅之别。深者紫而含光，浅者红而娇艳。后面以“扶不起”三字承接，以拟人化的手法生动地描绘出海棠花娇而无力的情态，使人联想到睡美人和醉美人的韵致。“好是未开时候”，是由<a href=\"http://so.gushiwen.org/author_434.aspx\">郑谷</a>《海棠》<a href=\"http://so.gushiwen.org/view_59077.aspx\">诗</a>的“娇娆全在欲开时”变化而来。</p> <p>　　诗人都爱欲开未开的海棠花，是因为那深红的蓓蕾，在青枝绿叶的映衬中显得格外娇美。含苞未放的花朵蕴藉含蓄，生机无限，有一种蓬蓬勃勃的青春活力，最易引发人们美好的情思。“半怯春寒，半宜晴色，养得胭脂透”三句，解释了海棠含苞未放的原因，具体而细腻地形容出海棠花欲开未开时的特殊美感。那点点蓓蕾，一半因春寒而不肯芳心轻吐，一半因映晴色而展露秀容，羞怯娇嫩，直养得蕾尖红透，艳丽动人。当此际，词人完全沉浸在美的追索中，为花的幽姿秀色而陶醉。“小亭人静，嫩莺啼破清昼”两句，笔波一折，而且一转即收，转得好也收得好，恰到好处。这歇拍处的一转一收，使整片词灵气活泛，不仅很好地兜住了上片，而且为下片另辟词境作好了过渡。</p> <p>　　下片由写花转而写人。在咏物词中，人就是龙的眼睛，缺少了人的点缀，就会缺乏生气和灵动感。换头以“犹记”逆入，连写五句，记昔日与情人赏花情景开拓出一片新的境界。前三句“犹记携手芳阴，一枝斜戴，娇艳双波秀”，回忆芳阴下携手同游，她鬓边斜插着一枝娇艳欲滴的海棠花，双眸明秀，秋波含情。后两句“小语轻怜花总见，争得似花长久”，写两人在花前小语，轻怜密爱，此情当日，海棠花正是我们海誓山盟的见证人。如今花开依旧，而伊人何处？深觉情缘之事，“争（怎）得似花长久”！这是词人的感伤，一句又转回现在。“醉浅休归，夜深同睡，明日还相守”三句，词人又爱屋及乌，把对情人的眷恋移情到海棠花上。<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>《海棠》诗：“只恐夜深花睡去，高烧银烛照红妆。”“夜深”句，字面用苏诗，而又另创新意。“同睡”，连下句言相伴守而睡。这几句写得缠绵悱恻，婉曲细腻，词人眷恋的是花？是人？还是兼而有之？估计词人此刻也迷离难辨了吧？末两句，“免教春去，断肠空叹诗瘦”，紧承上三句写出解释词人与花“同睡”、“相守”的原因。乃在于深恐韶光倏逝，花与春同去。这样就在爱花情中又加上惜春之情，感情份量更重，词意也随之打进了一层。意谓若教春去，就要为之断肠，就要作诗遣怀，就要因诗而瘦。“诗瘦”本于<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>戏赠<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>诗：“借问何来太瘦生，总为从前作诗若。”（见唐孟棨《本事诗·高逸》）</p> <p>　　这两句机杼自出，翻出新意，技巧亦高，深刻而细腻地揭示了一位词人不能辜负韶光的心理活动。读来真挚恳切，直语感人。</p>",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "张鎡"
  },
  "tags": [
    "咏物",
    "写花",
    "怀人"
  ]
}