{
  "id": 23221,
  "star": 12,
  "name": "晚桃花",
  "dynasty": "唐代",
  "content": "一树红桃亚拂池，竹遮松荫晚开时。<br>非因斜日无由见，不是闲人岂得知。<br>寒地生材遗校易，贫家养女嫁常迟。<br>春深欲落谁怜惜，白侍郎来折一枝。",
  "fanyi": "<p><strong>译文<br></strong>一棵盛开的红桃花，花枝斜垂在池水上。因为旁边有茂盛的松竹遮蔽，光照少，所以开放得要晚些。<br>若不是倾斜的夕阳透入林中，还没办法发现这里有一棵花树，不过也只有我这样喜欢寻幽探胜的闲人，才会过来一探究竟。<br>可惜这棵桃花长得不是地方，就像偏僻寒门的人才容易被忽视，贫穷人家的女儿通常晚嫁，是被恶劣的环境给埋没了。<br>可怜鲜艳的桃花在这不见天日的地方寂寞地度过春天，快要凋零了也没有享受到春光和游人的赏识，今天机缘巧合被我发现，就折一枝花回去欣赏。</p> <p><strong>注释<br></strong>⑴亚：通“压”。<br>⑵无由见：没有办法看见。<br>⑶寒地生材：这里指出身寒门的人才。校：通较，比较，较为。<br>⑷春深：春意浓郁。<br>⑸白侍郎：<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>时为刑部侍郎。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这首<a href=\"http://so.gushiwen.org/view_23221.aspx\">诗</a>题为《晚桃花》，它不仅描绘了“春深欲落”的“晚开”桃花的冷清与孤寂，而且通过对桃花的怜惜和咏叹，抒发了诗人的珍爱人才之情。</p> <p>　　首联“一树红桃桠拂池，竹遮松荫晚开时”，先勾画桃花灼灼盛开、绰约动人的形象，以及它的清幽的生活环境。满树桃花，红艳似火，它的枝桠伸向池塘的水面，在微风的吹拂下，轻轻摇曳，翠竹掩映，青松遮盖，它虽然远离百花又开放得较晚，但却有着自己独特的风格与个性。</p> <p>　　次联“非因斜日无由见，不是闲人岂得知”，是从首联描写转人三联议论的自然过渡。诗人感叹，这美丽的花只因偶然的机缘才被人发现，若不是斜日临照，与红花相映，人们便观赏不到这“一树红桃”；若不是作者自己是一个投闲置散的人，就不会知道在这“竹遮松荫”的幽静之处，还会有艳丽动人的桃花。</p> <p>　　第三联“寒地生材遗较易，贫家养女嫁常迟”是诗中的警句，也是全诗的主旨所在。诗人把警策的议论和形象化的比喻结合起来，既显露出锐利的讽谕，批判的锋芒，又含蓄蕴藉，发人深思。因为生长在贫寒的地方，便容易受到冷落和轻视，花木是这样，人亦如此。作者用贫家女儿的迟嫁，这一常见的社会现象，生动譬比，实际上提出了一个十分重大的问题:识别人才和选拔人才的问题。不应因为家世贫寒，便弃而不用，选拔人才应当唯贤是举，广为搜罗，这正是诗人要抒写的真正思想。</p> <p>　　末联“春深欲落谁怜惜，白侍郎来折一枝”便紧紧承接着第三联的议论和慨叹，写出了诗人对桃花的怜惜与珍爱。他独具慧眼，折取一枝，这种与众不同的惜花之情，正反映出诗人对人才问题不同流俗的见解。</p> <p>　　这首诗借景言情，情因景生。正是晚放的“一树红桃”触发了诗人的创作机缘，才使他生发出那么深长的联想与感慨。前人论<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>之诗时说：“善言情者，吞吐深浅，欲露还藏，便觉此衷无限。”（陆时雍《诗镜总论》）白居易的诗雅俗共赏，富有情味，他所运用的语言大都浅显平易，接近口语，但又十分注意语言的加工和提炼，以便使通俗的字句，表达出深厚的情致。这首诗中的“一树红桃桠拂池”、“贫家养女嫁常迟”等诗句，既自然流出，不觉晦涩，又不同于生活中的口语，显然经过了诗人的选择、提炼和艺术加工。</p>",
  "about": "<h2>创作背景</h2> 　　这首<a href=\"http://so.gushiwen.org/view_23221.aspx\">诗</a>是作者于唐宣宗大和三年（829年）在长安作，是由桃花晚放连想到寒士易弃深深感叹之作。",
  "poet": {
    "id": 665,
    "star": 0,
    "name": "白居易",
    "image": "http://img.gushiwen.org/authorImg/baijuyi.jpg",
    "desc": "白居易（772年－846年），字乐天，号香山居士，又号醉吟先生，祖籍太原，到其曾祖父时迁居下邽，生于河南新郑。是唐代伟大的现实主义诗人，唐代三大诗人之一。白居易与元稹共同倡导新乐府运动，世称“元白”，与刘禹锡并称“刘白”。白居易的诗歌题材广泛，形式多样，语言平易通俗，有“诗魔”和“诗王”之称。官至翰林学士、左赞善大夫。公元846年，白居易在洛阳逝世，葬于香山。有《白氏长庆集》传世，代表诗作有《长恨歌》、《卖炭翁》、《琵琶行》等。"
  },
  "tags": [
    "咏物",
    "桃花",
    "怜惜",
    "抒情"
  ]
}