{
  "id": 62263,
  "star": 4,
  "name": "瑞龙吟·送梅津",
  "dynasty": "宋代",
  "content": "黯分袖。肠断去水流萍，住船系柳。吴宫娇月娆花，醉题恨倚，蛮江豆蔻。 <br>吐春绣。笔底丽情多少，眼波眉岫。新园锁却愁阴，露黄漫委，寒香半亩。 <br>还背垂虹秋去，四桥烟雨，一宵歌酒。犹忆翠微携壶，乌帽风骤。西湖到日，重见梅钿皱。谁家听、琵琶未了，朝骢嘶漏。印剖黄金籀。待来共凭，齐云话旧。莫唱朱樱口。生怕遣、楼前行云知后。泪鸿怨角，空教人瘦。",
  "fanyi": "<h2>注释</h2> ⑴梅津：即尹焕，字惟晓，号梅津，山阴人。与梦窗亲兄翁逢龙为同榜进士，也是词人的好友。<br>⑵娇：一本作“晓”。<br>⑶露黄漫委：“黄”字后面一本有“迷”字，一本有“半”字。<br>⑷泪：一本作“唳”。",
  "shangxi": "<h2>赏析</h2> <p>　　“黯分袖”三句。“分袖”，即与情如手足的老友尹焕分别。“肠断”句，从<a href=\"http://so.gushiwen.org/author_415.aspx\">温庭筠</a>《望江南·梳洗罢》中“肠断白萍洲”句脱化出来。“柳”，谐留也。此言词人在岸边送别亲如手足的尹焕兄，心情因哀伤离别而致断肠，盼望岸边的柳枝能系住行船，不教梅津轻易离去。“吴宫”三句，言在送尹的人群中，还有梅津的爱人“娇月”、“娆花”，她们嘱咐梅津，离开这儿吴地进京去后，不要很快就忘记她们，又与钱江边的美貌少女交往过热。“蛮江”，指钱塘江，因古越曾是蛮荒之地，所谓东夷是也。“豆蔻”，又称含胎花，常用来比作处女。<a href=\"http://so.gushiwen.org/author_211.aspx\">杜牧</a>有“豆蔻梢头二月初”<a href=\"http://so.gushiwen.org/view_62263.aspx\">诗</a>句用以比拟少女。上片述岸边送别情景。</p> <p>　　“吐春绣”三句。“吐”，可释为既直言，又快速。此言尹的爱人因梅津离吴赴京而作词寄情，她的笔底既迅速，又直率，字字锦绣，句句温柔，其中包含了多少相思恋情，又包含了多少离情别意。“新园”三句，言梅津在吴地刚造好了一个庭园，里面就住着他的爱人。她因为梅津的离去而搞得愁云密布，孤零零独自一人伴着香溢满园的黄花。中片写梅津留吴的爱人。上、中二片是为梅津爱人设语，也是词人的心底话也。</p> <p>　　“还背”三句，言梅津离吴地赴京也。“垂虹”，即垂虹桥，在吴江上。“秋去”，既呼应中片“露黄”、“寒香”，也点出梅津离吴，时在秋天。“四桥”，呼应上片“住船”，点明梅津是从水路去杭州的。“四桥”，《苏州府志》：甘泉桥一名第四桥，以泉品居第四也。此言梅津在秋天菊黄吐香时节，将乘船经吴江垂虹桥赴京。因此，词人在这里设夜宴饯别，至“一宵歌酒”。“犹忆”两句，因将别离，而追忆昔时相聚。词人说：我想起与你两人在一个重九节携酒登高游赏，以致被山顶大风吹落了头上的“乌帽”。这两句可与《霜叶飞·重九》词中“惊飚从卷乌纱去”，“但约明年，翠微高处”等句互相印证。词人忆昔之同乐，更伤今之离别，因为现在又是秋天了，而共去登高的约会，却已无法实现，又增一叹。“西湖”五句，替梅津去杭后设想。言梅津一旦到了杭州，又可以去西湖边的孤山踏雪访梅了，秋后即是冬至矣。词人说：那时候，你将要去哪户人家听人弹奏琵琶呢？这也是暗讽梅津不要见新弃旧，另觅新欢也。再言尹焕入朝为官，将能身佩黄金印，跨下紫骝马威风凛凛地去上早朝。“待来”两句，设想重逢。词人说：当我们俩在吴地重逢时，一定要与你去齐云楼饮酒话旧。“齐云”，即吴之齐云楼。卢熊《苏州府志》：“‘齐云楼’在郡治后子城上。相传即古月华楼也。”《吴地记》：“唐曹恭王所造，白公（即<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>）诗亦云。改号‘齐云楼’，盖取‘西北有高楼，上与浮云齐’之义。”“莫唱”五句，又是照应上、中片，为梅津留吴的爱人设想。词人说：梅津去杭城后，不要叫歌妓陪席吹唱，因为歌声上扬会被行云听后送到这儿吴地，被闺楼上的她知道。她正在这里盼你归来，并不希望听到你另觅新欢的坏消息。这种独守空闺，只闻哀角鸣，不见亲人影的孤苦生活，怎不教她日渐消瘦？下片主旨是在劝梅津入朝后，不要忘记吴中旧人。这与上面一样，虽明指尹之爱人，也是指词人自身。</p>",
  "about": "<h2>创作背景</h2> 　　夏承焘笺：“此与《凤池吟》为淳祐七年作。”如依夏说，此词则是梦窗卸苏幕后再到吴作（杨铁夫定梦窗于公元1243年（淳祐三年）卸苏幕；《词人年表》定梦窗在公元1246年（淳祐六年）后往来杭越间。",
  "poet": {
    "id": 670,
    "star": 0,
    "name": "吴文英",
    "image": "http://img.gushiwen.org/authorImg/wuwenying.jpg",
    "desc": "吴文英（约1200～1260），字君特，号梦窗，晚年又号觉翁，四明（今浙江宁波）人。原出翁姓，后出嗣吴氏。与贾似道友善。有《梦窗词集》一部，存词三百四十余首，分四卷本与一卷本。其词作数量丰沃，风格雅致，多酬答、伤时与忆悼之作，号“词中李商隐”。而后世品评却甚有争论。"
  },
  "tags": [
    "送别",
    "孤独"
  ]
}