{
  "id": 20279,
  "star": 15,
  "name": "过华清宫",
  "dynasty": "唐代",
  "content": "春月夜啼鸦，宫帘隔御花。<br>云生朱络暗，石断紫钱斜。 <br>玉碗盛残露，银灯点旧纱。<br>蜀王无近信，泉上有芹芽。",
  "fanyi": "<p><strong>译文</strong><br>在这春天的月夜里，只听见乌鸦哀啼，帘幕长垂，阻隔着寂寞的宫花。<br>云雾缭绕，红色的窗格显得很暗淡，阶石断裂，钱形的紫苔歪歪斜斜。<br>当时玉碗里兴许还留有剩酒，银灯恐怕也亮着，外面围着薄纱。<br>蜀王出奔还没有消息的时候，泉边上就已经长出了水芹的嫩芽。</p> <p><strong>注释</strong><br>⑴华清宫：唐宫殿名。在陕西省临潼县城南骊山麓，其地有温泉。唐太宗贞观十八年（644年）建汤泉宫， 唐高宗咸亨二年（671年）改名温泉宫。唐玄宗天宝六载（747年）再行扩建，改名华清宫。天宝十五载（756年）宫殿毁于兵火。<br>⑵御花：宫苑中的花。<br>⑶朱络：红漆的窗格子。一说，为挂在屋檐下防鸟雀的红色网络。<br>⑷紫钱：紫色像钱形的苔藓。明<a href=\"http://so.gushiwen.org/author_407.aspx\">何景明</a>《画钱赋》：“松团碧盖，苔断紫钱。”<br>⑸玉椀（wǎn）：玉制的食具，亦泛指精美的碗。一作“玉碗”。残露：残余的露水，此指残余的酒。<br>⑹点：点亮。一作点污之意，意思是灯纱上已经染上了斑点。<br>⑺蜀王：指唐玄宗<a href=\"http://so.gushiwen.org/author_520.aspx\">李隆基</a>。安史之乱中，安禄山叛军猛攻长安，李隆基急急逃到蜀地去避难，<a href=\"http://so.gushiwen.org/view_20279.aspx\">诗</a>人因此叫他是“蜀王”。近信：新消息。<br>⑻泉：指温泉，即华清池。芹：即水芹，夏季开白花，性喜温暖潮湿，茎叶可作蔬菜。 </p>",
  "shangxi": "<h2>赏析</h2> <p>　　这是一首讽刺<a href=\"http://so.gushiwen.org/view_20279.aspx\">诗</a>。诗人从各个角度，描绘昔日繁华富丽的华清宫而今荒凉破败的景象，暗寓讽刺和感喟之意。首句写华清宫春夜的凄凉可怖气氛。在月色明媚的春夜，当年华清宫车马合背，宫女如云，灯烛辉煌，歌吹沸天。中唐诗人<a href=\"http://so.gushiwen.org/author_564.aspx\">韦应物</a>这样描写：“玉林瑶雪满<a href=\"http://so.gushiwen.org/author_1397.aspx\">寒山</a>，上昇玄阁游绛烟。平明羽卫朝万国，车马合背溢四鄽。蒙恩每浴华池水，扈猎不蹂渭北田。朝廷无事共欢宴，美人丝管从九天。”何等盛况，何等排场。然而，“繁华事散逐轻尘。”（<a href=\"http://so.gushiwen.org/author_211.aspx\">杜牧</a>《金谷园》）而今唯有一轮清冷的春月，照着这荒无人迹的宫苑；从黑黝黝的丛林里，传来阵阵寒鸦的哀鸣。一片凄凉冷落。次句写诗人隔着积满尘土的窗帘，看到宫花仍旧迎春盛开。但无人观赏，显得那样寂寞悲苦。颔联写诗人俯仰所见之景。仰看宫檐，一团团云雾从檐下防鸟雀的红色网络间涌出；俯看御阶，石块在多年风雨剥蚀下已经残破断裂，紫色钱形的苔藓欹斜横生。以上四句，都是诗人眼前所见的实景。颈联境界一变。诗人为使讽刺的意蕴更加尖刻，发挥大胆的想象力，巧妙地创造出亦实亦虚、亦真亦幻的景物意象。“玉椀”是实物。宫殿荒废已久，案上玉椀犹在。椀里即使原先盛满美酒，也早已挥发净尽了。而诗人却设想玉椀里至今仍剩有残酒没有喝完，仿佛还在散发出醉人的芳香。说“残露”而不说“残酒”，含蓄委婉，暗用汉武帝造仙人承露盘以求仙露的典故，隐寓讽意。宫灯也是实物。但灯油或蜡烛决不可能一直燃点不熄。诗人竟想象宫灯还在亮着，昏黄的灯光映照着灯上的旧纱。（“点”作点污解亦可通。但仍是写实，意蕴较浅。）这两笔非常精妙绝伦。诗人从实象中创构出虚幻的意象，并借助这虚幻荒诞的意象，将<a href=\"http://so.gushiwen.org/author_520.aspx\">李隆基</a>惊闻“渔阳鼙鼓动地来”后慌忙出逃的狼狈情状讽刺得淋漓尽致。</p> <p>　　尾联的讽刺意味更加强烈。“蜀王”指李隆基。唐玄宗逃避入蜀，故称之，而帝不称帝，其意自明。又说他“无近信”，即逃跑之后便毫无信息，对社稷危亡和百姓的苦难不闻不问，无所作为，连帝位也被儿子<a href=\"http://so.gushiwen.org/author_1631.aspx\">李亨</a>夺了。这又是绝妙的嘲讽和大胆的揭露。旧时代的注家对<a href=\"http://so.gushiwen.org/author_349.aspx\">李贺</a>嘲笑本朝皇帝为“蜀王”这一点，或有意曲解，或予以指责。比如姚文燮说：“蜀王本梁王愔也，贞观十年徙蜀，好游数畋弋猎，帝怒，遂削封。贺当春夜过此，追诮之。”（《昌谷集注》卷一）他们的歪曲和指斥，更说明李贺反封建的叛逆精神的可贵。结句同上句联系起来看，颇为纤曲，意思是说：玄宗刚奔蜀之时，华清池上便已经长满了水芹；何况历久经年，玄宗再也不来临幸，泉上水芹又在春天里萌发出嫩绿的新芽了。这个结尾，以景结情，即小见大，既表现出华清宫的凄冷、荒寂，又寄寓了诗人“黍离麦秀”之感慨，有言外之意，故颇为方扶南等注家赞赏。</p> <p>　　《过华清宫》在艺术表现上的显著特色，是意象的组合。全诗八句，仅第七句“蜀王无近信”为托事寓讽，其余七句都是意象的直接呈示。每句以动词联系两个意象合成一个画面镜头。一个个镜头跳跃而出，有远景、中景，也有近景、特写；有实景，也有虚幻之景。它们之间似无联系，也无次序，忽此忽彼，使人眼花缭乱。全篇所写的空间范围是华清宫，其时间范围却包括今与昔，明写今日，暗示往昔。即以写今来说，时间范围也不是特定、确实的。首句点明写“春月夜”，其余各句很难说是写夜景。在这荒山古殿，即使有月亮，诗人也不可能历历分明地见到隔着宫帘的春花、朱络上的云雾、断石上紫色的苔钱、玉椀银灯，还有温泉上初萌的小小芹芽。显然，诗人在描写时根本不考虑特定时间的限制。在李贺的诗歌中，时间和空间经常是错综交织的。也就是说，诗的意象及其组合常常是超越时间和空间的界限而自由地跳跃，不受约束，不拘常法。诗人所遵守的是心理时空而不是物理时空。夜晚与白昼景色的反复变换，使诗境更加迷离恍惚。这正是李贺诗独特的风格和艺术魅力。但这首诗意象组合虽突兀奇谲，却仍有着一条内在的思想感情线索在串连着，这就是通过渲染华清宫荒凉冷落的环境氛围，讽刺“蜀王”李隆基，并抒发诗人对唐王朝的昔盛今衰之感。明人<a href=\"http://so.gushiwen.org/author_73.aspx\">李东阳</a>《麓堂诗话》评李贺诗“通篇读之，有山节藻棁一无梁栋，知非大厦也。”指出李贺诗多绮艳的意象片断而缺乏完整的艺术构思。这一看法是中肯的，却不能一概而论。《过华清宫》意象是跳跃的，却非“百家锦衲”的拼凑，而是诗人用讽刺寄慨的针线编织成的一件璀灿闪光的“金缕玉衣”。</p> <p>　　由于意象的直接呈示及其跳跃式的组合，意象之间不必用虚词连接，也省略了交代、解释、联系的笔墨，使这首诗显得格外凝炼简约，言少而意丰。诗中用词准确、新鲜、奇峭。如“紫钱斜”的“斜”字，真实地写出诗人俯视石阶见到紫色苔藓斜复于断石上的直觉印象，“点”字则大胆地传达了诗人的主观幻觉。中间两联，用暗淡的“朱”、深浓的“紫”同明亮夺目的“玉”色“银”光相互映衬，也体现李贺诗歌色彩冷艳的特色。 </p>",
  "about": "<h2>创作背景</h2> 　　华清宫在今陕西省临潼县南骊山上，山上有温泉，即华清池，是唐玄宗<a href=\"http://so.gushiwen.org/author_520.aspx\">李隆基</a>同贵妃<a href=\"http://so.gushiwen.org/author_1039.aspx\">杨玉环</a>洗浴处。<a href=\"http://so.gushiwen.org/view_20279.aspx\">诗</a>人在春夜里偶过华清宫，看到当年李、杨寻欢作乐之地已是一片荒凉冷落。他想到李隆基晚年荒淫昏愦，宠爱杨妃，重用安禄山，招致祸乱；又想到李隆基在叛乱发生后束手无策，仓皇奔蜀，于是写了这首诗。",
  "poet": {
    "id": 349,
    "star": 0,
    "name": "李贺",
    "image": "http://img.gushiwen.org/authorImg/lihe.jpg",
    "desc": "李贺（约公元791年-约817年），字长吉，汉族，唐代河南福昌（今河南洛阳宜阳县）人，家居福昌昌谷，后世称李昌谷，是唐宗室郑王李亮后裔。有“诗鬼”之称，是与“诗圣”杜甫、“诗仙”李白、“诗佛”王维相齐名的唐代著名诗人。著有《昌谷集》。李贺是中唐的浪漫主义诗人，与李白、李商隐称为唐代三李。有“‘太白仙才，长吉鬼才’之说。李贺是继屈原、李白之后，中国文学史上又一位颇享盛誉的浪漫主义诗人。李贺长期的抑郁感伤，焦思苦吟的生活方式，元和八年（813年）因病辞去奉礼郎回昌谷，27岁英年早逝。"
  },
  "tags": [
    "月夜",
    "写景",
    "讽喻"
  ]
}