{
  "id": 69260,
  "star": 134,
  "name": "圆圆曲",
  "dynasty": "清代",
  "content": "　　鼎湖当日弃人间，破敌收京下玉关。恸哭六军俱缟素，冲冠一怒为红颜。红颜流落非吾恋，逆贼天亡自荒宴。电扫黄巾定黑山，哭罢君亲再相见。</p> <p>　　相见初经田窦家，侯门歌舞出如花。许将戚里箜篌伎，等取将军油壁车。家本姑苏浣花里，圆圆小字娇罗绮。梦向夫差苑里游，宫娥拥入君王起。前身合是采莲人，门前一片横塘水。横塘双桨去如飞，何处豪家强载归。此际岂知非薄命，此时唯有泪沾衣。薰天意气连宫掖，明眸皓齿无人惜。夺归永巷闭良家，教就新声倾坐客。坐客飞觞红日暮，一曲哀弦向谁诉？白晳通侯最少年，拣取花枝屡回顾。早携娇鸟出樊笼，待得银河几时渡？恨杀军书抵死催，苦留后约将人误。相约恩深相见难，一朝蚁贼满长安。可怜思妇楼头柳，认作天边粉絮看。遍索绿珠围内第，强呼绛树出雕阑。若非壮士全师胜，争得蛾眉匹马还？</p> <p>　　蛾眉马上传呼进，云鬟不整惊魂定。蜡炬迎来在战场，啼妆满面残红印。专征萧鼓向秦川，金牛道上车千乘。斜谷云深起画楼，散关月落开妆镜。传来消息满江乡，乌桕红经十度霜。教曲伎师怜尚在，浣纱女伴忆同行。旧巢共是衔泥燕，飞上枝头变凤凰。长向尊前悲老大，有人夫婿擅侯王。当时只受声名累，贵戚名豪竞延致。一斛明珠万斛愁，关山漂泊腰肢细。错怨狂风飏落花，无边春色来天地。</p> <p>　　尝闻倾国与倾城，翻使周郎受重名。妻子岂应关大计，英雄无奈是多情。全家白骨成灰土，一代红妆照汗青。君不见，馆娃初起鸳鸯宿，越女如花看不足。香径尘生乌自啼，屧廊人去苔空绿。换羽移宫万里愁，珠歌翠舞古梁州。为君别唱吴宫曲，汉水东南日夜流！",
  "fanyi": "<p><strong>译文</strong><br>　　君王当年离开了人间，将军破敌收京让开了山海关。全军痛哭披上了缟素，哪知道将军冲冠一怒是为了红颜。还说红颜流落不是他所系恋，还说逆贼命定灭亡是因为迷于饮宴。像闪电般扫荡黄巾平定黑山．哭毕君王和老父亲再和她相见。<br>　　初次和她相见是在田弘遇之家，侯门的歌舞演起来真像繁花。田弘遇把会演唱的她献给将军，只等将军来娶就送上油壁香车。她的家本在姑苏浣花里，小名叫圆圆衬上罗绮更娇丽。她曾在梦里到当年夫差的宫苑里游嬉，被宫娥拥簇进去君王正身起。她前身真应是西施采莲女，门前也正临横塘水清碧。横塘里双桨摇动船去快如飞，哪家豪门硬要把她强买回。这时谁知不是薄命。这时只有泪湿褛表。田弘遇将陈圆圆送入宫中，可明眸皓齿的她竟没有获得君王怜惜。从宫掖里领回来仍留在田弘遇家，让她练好时兴歌曲来倾倒贵客。责客们传杯宴饮直到日暮，哀弦中她的心曲向谁倾诉。只有平西伯这位白净英俊的少年，拣中了花枝对她频频回顾。该早点把她这娇乌带出牢笼，要等什么时候才能把银河飞渡。只恨军书拼死地催促，只好留下信约把人耽误。相约恩深但相见可难，一朝蚁贼拥满了长安。可怜她本是思妇楼头的杨柳，却被人当作天边的杨花相看。像索取绿珠那样围住了内宅，硬是她叫出了雕栏。如果不是将军大获全胜，哪能用匹马载她归还。<br>　　她在马上一路传呼前进．云鬟还来不及梳整可惊魂已定。战场上点起蜡炬把她迎到，她满面啼痕还残留着红印。奏起箫鼓将军专征兵进秦川，金牛道上有车马千乘。斜谷里云深之处是她的画楼。散关前明月西落她打开了妆镜。消息传遍了江南水乡．乌栖泛红已经历十度秋霜。可怜她当年教她歌曲的妓师还操旧业，和她一同演奏的女伴也记起这位同行。在旧巢里本都是衔泥的燕子，她却飞上了枝头变成凤凰。女伴们只好老是在宴会上悲叹年龄长大，而她却找了个好夫婿贵为侯王。当年正为有了声名反受累，贵戚豪门都抢着要延致。一斛明珠的身价给她带来万斛的愁思．关山漂泊瘦损了她的腰肢。但也不必怨恨飘扬落花的狂风，无边春色到来已使天地呈现芳姿。<br>　　曾听说有了倾国倾城的美人，反而使周郎损伤了声名。妻子怎应影响大局，英雄无夸过于多情。全家的白骨早已化为灰土，一代红妆已照耀汗青。君不见，当年馆娃宫刚盖起鸳鸯双飞双宿，花朵般的西施君王怎么看也不会厌足。可是如今采香径尽是尘土只有鸟在啼叫，响尿廊也不见人迹空让苔长青绿。换羽移宫使万里之外也生愁，珠歌翠舞还热闹在咕梁州。给君另唱了一首吴宫曲，汉水向东南日日夜夜不停地奔流。</p> <p><strong>注释</strong><br>（1）鼎湖：典出《史记·封禅书》。传说黄帝铸鼎于荆山下，鼎成，有龙垂胡须下迎黄帝，黄帝即乘龙而去。后世因称此处为“鼎湖”。常用来比喻帝王去世。此指崇祯帝自缢于煤山（今景山）。<br>（2）敌：指李自成起义军。<br>（3）玉关：即玉门关，这里借指山海关。<br>（4）恸（tòng）哭：放声痛哭，号哭。<br>（5）缟（gǎo）素：丧服。<br>（6）冲冠一怒：即怒发冲冠，典出《史记·廉颇蔺相如列传》。<br>（7）红颜：美女，此指陈圆圆。<br>（8）天亡：天意使之灭亡。<br>（9）荒宴：荒淫宴乐。<br>（10）黄巾：汉末农民起义军，这里借指李自成。<br>（11）黑山：汉末农民起义军，这里借指李自成。<br>（12）君：崇祯帝。<br>（13）亲，吴三桂亲属。吴三桂降清后，李自成杀了吴父一家。<br>（14）田窦（dòu）：西汉时外戚田蚡、窦婴。这里借指崇祯宠妃田氏之父田宏遇。<br>（15）侯门：指显贵人家。<br>（16）戚里：皇帝亲戚的住所，指田府。<br>（17）箜篌伎（kōng hóu jì）：弹箜篌的艺妓，指陈圆圆。<br>（18）油壁车，指妇女乘坐的以油漆饰车壁的车子。<br>（19）姑苏：即苏州。<br>（20）浣（huàn）花里：唐伐名妓<a href=\"http://so.gushiwen.org/author_391.aspx\">薛涛</a>居住在成都浣花溪，这里借指陈圆圆在苏州的住处。<br>（21）娇罗绮（qǐ）：长得比罗绮（漂亮的丝织品）还群艳美丽。<br>（22）夫差（fū chāi）：春秋时代吴国的君王。<br>（23）宫娥：宫中嫔妃、侍女。<br>（24）合：应该。<br>（25）采莲人：指西施。<br>（26）横塘：地名，在苏州西南。<br>（27）熏天：形容权势大。<br>（28）宫掖（yè）：皇帝后宫。<br>（29）永巷（yǒng xiàng）：古代幽禁妃嫔或宫女的处所。<br>（30）良家：指田宏遇家。<br>（31）倾：使之倾倒。<br>（32）飞觞（shāng）：一杯接一杯不停地喝酒。<br>（33）白皙通侯：画色白净的通侯，指吴三桂。<br>（34）花枝：比喻陈圆圆。<br>（35）银河几时渡：借用牛郎织女七月初七渡过银河相会的传说，比喻陈圆圆何时能嫁吴三桂。<br>（36）抵死：拼死，拼命。<br>（37）蚁贼：对起义军的诬称。<br>（38）长安：借指北京。<br>（39）可怜思妇：意谓陈圆圆已是有夫之人，却仍被当作妓女来对待。<br>（40）天边粉絮：指未从良的妓女。粉絮：白色的柳絮。<br>（41）遍索：意谓李自成部下四处搜寻圆圆。<br>（42）绿珠：晋朝大臣<a href=\"http://so.gushiwen.org/author_883.aspx\">石崇</a>的宠姬。<br>（43）内第：内宅。<br>（44）绛树（jiàng shù）：汉末著名舞妓。这里二人皆指陈圆圆。<br>（45）壮士：指吴三桂。<br>（46）争得：怎得，怎能够。<br>（47）蛾眉：喻美女，此指圆圆。<br>（48）云鬟（huán）：高耸的环形发髻<br>（49）专征：指军事上可以独当一面，自己掌握征伐大权，不必奉行皇帝的命令。<br>（50）秦川：陕西汉中一带。<br>（51）金牛道：从陕西沔县进入四川的古栈道。<br>（52）千乘（qiān shèng）：这里指千辆，虚指车辆之多。<br>（53）斜谷：陕西郿县西褒斜谷东口。<br>（54）画楼：雕饰华丽的楼房。<br>（55）散关：在陕西宝鸡西南大散岭上。<br>（56）乌桕（jiù）：树名。<br>（57）浣纱女伴：西施入吴宫前曾在绍兴的若耶溪浣纱。这里是说陈圆圆早年做妓女时的同伴。<br>（58）尊：酒杯。老大：年岁老大。<br>（59）有人：指陈圆圆。<br>（60）延致：聘请。<br>（61）斛（hú）：古代十斗为一斛。<br>（62）细：指瘦损。<br>（63）倾国：形容极其美貌的女子。<br>（64）倾城：形容极其美貌的女子。典出《汉书·李夫人传》：“北方有佳人，绝世而独立。一顾倾人城，再顾倾人国。”<br>（65）周郎：指三国时吴国名将周瑜，因娶美女小乔为妻而更加著名。这里借喻吴三桂。<br>（66）一代红妆：指陈圆圆。<br>（67）照汗青：名留史册。<br>（68）馆娃：即馆娃宫，在苏州附近的灵岩山，吴王夫差为西施而筑。<br>（69）越女：指西施。<br>（70）香径：即采香径，在灵岩山附近。<br>（71）屧（xiè）廊：即响屧廊，吴王让西施穿木屐走过以发出声响来倾听。欣赏的一条走廊，在馆娃宫。<br>（72）羽、宫：都是古代五音之一，借指音乐。这皇是用音调变化比喻人事变迁。<br>（73）珠歌：指吴三桂沉浸于声色之中。<br>（74）古梁州：指明清时的汉中府，吴三桂曾在汉中建藩王府第，故称。<br>（75）别唱：另唱。<br>（76）吴宫曲：为吴王夫差盛衰所唱之曲，此指《圆圆曲》。<br>（77）汉水：发源于汉中，流入长江。此句语出<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>《江上吟》<a href=\"http://so.gushiwen.org/view_69260.aspx\">诗</a>：“功名富贵若长在，汉水亦应西北流。”暗寓吴三桂覆灭的必然性。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　《圆圆曲》是一首长<a href=\"http://so.gushiwen.org/view_69260.aspx\">诗</a>，共七十八句，五百四十九字。分六大段，前五段叙事，后一段议论。</p> <p>　　布局谋篇是本诗的精华之处，古典叙事诗的情节结构，都是依故事的自然顺序展开的。本诗则把叙事顺序也作为艺术构思的手段之一，运用倒述、追叙、插叙等手法，安排情节结构，通过这些精心的安排，使主题更加引人注目，而故事变化曲折，情节跌宕起伏。并且运用顶针格，以前后词句相同相似或者相关之联系，使情节的时空大转换平滑接转，而不显得过于突兀。</p> <p>　　前八句是第一段，该段是布局谋篇最成功之处。首先开篇不凡，先声夺人。</p> <p>　　鼎湖当日弃人间，破敌收京下玉关。</p> <p>　　鼎湖，即荆山，是传说中轩辕黄帝铸鼎升天处（《史记·封禅书》：“ 黄帝采首山铜，铸鼎于荆山下。”），这里代指崇祯皇帝。玉关，原指位于今甘肃省敦煌市的玉门关，这里代指山海关。出语就点出甲申年惊天动地的两件大事，崇祯之死和清兵入关。重大历史事件对人有一种自然吸引力，激发读者的兴趣。</p> <p>　　恸哭六军俱缟素，冲冠一怒为红颜！</p> <p>　　此联对仗工整，对比强烈，反差巨大，讥讽入骨。“六军”统指明朝的军队，“恸哭六军”和“冲冠一怒”人数虽众寡不同，情绪倒很相似，但是“缟素”与“红颜”不仅在色彩上形成强烈对比，意义上也极为不同。“缟素”是沉痛的，如果从顺治八年乃至以后的历史角度看，“缟素”象征着对明王朝覆亡的哀痛，象征着对汉民族沉沦的哀痛，而“红颜”则明确无误地指向极端的个人私欲。片言居要，一语中的，使吴三桂的汉奸嘴脸极为丑恶，真是大快人心。诚然，作者并未提到满清，但是，山海关之战就是清兵入关，这一历史事件的意义并不因作者的忌讳而有所改变。接下来模拟吴三桂的口吻加以辩解，效果是越抹越黑，实为暗讽。</p> <p>　　红颜流落非吾恋，逆贼天亡自荒宴。</p> <p>　　电扫黄巾下黑山，哭罢君亲再相见。</p> <p>　　“哭罢君亲再相见”，似乎吴三桂出于忠于明室，才与李自成不共戴天，好一副正人君子面孔。其实吴先降的正是李自成。甲申年三月，吴三桂投降李自成，将山海关防务交由李自成派来的唐通接管，率领部下前往北京，“朝见新主”，这是吴三桂在永平府（府治河北省卢龙县）张贴的告示中说的。当吴三桂行至河北玉田县，突然获悉其父被捕和爱妾陈圆圆被刘宗敏掠走，尤其是后者促使他改变主意，“大丈夫不能保一女子，何面见人耶！”于是立刻返程杀回山海关，并复信吴襄，声称“父既不能为忠臣，儿亦安能为孝子乎？”可见吴三桂是双料叛臣加逆子，作者却安排他去哭君、亲，煞是好看。</p> <p>　　也有人否定红颜对吴三桂决策的意义，总觉得红颜的分量与国家民族的命运比起来似乎太轻了。可惜历史并不永远都在追求重大价值的平衡。历史是不可改变的，但不等于历史总是必然的，重大历史事件在演成结局之前，隐含着多种可能性，历史只能实现一种可能性，从这个意义上说，历史也是偶然的。否则，人就失去了任何主动性和创造性，包括恶的主动性，这就是吴三桂必须为沉痛的历史结局负责的原因。“冲冠一怒为红颜”在人类历史上也并非绝无仅有，吴王夫差与西施的故事与此也有相似性，本诗多处用以比拟。尤其是本诗创作时，满清的凶残使汉民族经历了空前的浩劫，吴三桂为虎作伥，罪责难逃。</p> <p>　　这一段写吴三桂在山海关大战中战胜归来，文笔雄浑，场面壮阔，有开篇不凡、先声夺人和片言居要、一语中的优点。但是仅此两点，还不能称之为谋篇成功，因为这是圆圆曲，此段却大谈吴三桂，如果与主题没有重大联系，似有离题之嫌。梅村谋篇之妙，往往出人意料。此段的创作意图在于以战喻美，曲线归宗，这是其谋篇的第三个成功之处，也是最重要的成功之处。</p> <p>　　以美的影响表现美，是常见的艺术手法。以战争来表现美，却是少见的。圆圆曲所以要在篇首大谈山海关之战，看似离题，其实是为了塑照渲染陈圆圆的美丽。除此段外，全诗描写陈圆圆容貌的，就只有“宫娥拥入君王起”一句，这句的直接目的还是要联系西施故事。显然作者自认为对这一必不可少的任务已经有所交代了。首段的效果是非常显著的。试看，为了一个陈圆圆，十几万汉子拼死搏杀，其人之美，就只能想象了。山海关之战，的确与争夺陈圆圆有重大关系。吴三桂杀回山海关后，李自成放了吴襄，如果放了陈圆圆，山海关大战或可避免。但李没有这样做，这就等于宣告，对于陈圆圆李军是志在必得，两家就打了起来。平心而论，吴三桂在此战中的责任不是最大的，设若日后他目睹满清兽行，能幡然悔悟，及时反正，人们还可以原谅他，可他为了荣华富贵，不遗余力扑杀抗清势力，直到兔死狗烹，才亮出反清旗号，已经太迟了。李军抢了陈圆圆，逼反吴三桂，且不愿归还，固然是重大错误，但其最大错误还是没有估计到满清是潜在的敌人。追赃助饷等属政略性错误，需要较长时间才见效果，而军事变在须臾。李自成主力部队分布陕西、湖广、河南等地，在北京的军队不多，与清军相比不占优势。只有联合吴三桂的关宁铁骑，防御满清才能万无一失。李自成调吴三桂南下，派降将唐通率八千兵马防守山海关，实在令人难以理解。假如李军能想到满清是潜在的敌人，绝无此举，甚至也不敢抢夺陈圆圆了。李自成的举措实际上是把满清当成友军对待，此事如果只是李自成一相情愿，那就太不可思议了。</p> <p>　　据顾诚《南明史》载：甲申年正月，多尔衮听说李自成已经占领陕西，便在正月二十七日派使者往陕北同大顺军联络，信中说：“大清国皇帝致书于西据明地之诸帅，兹者致书，欲与诸公协谋同力，并取中原，倘混一区宇，富贵共之矣。不知尊意何如耳。惟速驰书使，倾怀以告，是诚至愿也。”至于此后李满关系如何，由于满清善于篡改历史，已无稽可考了。不过，李军直到满兵杀进己阵，才确信其为敌人。</p> <p>　　九至四十二句是第二段，叙述陈圆圆归吴三桂的过程。这一过程很长，一波三折，极具戏剧性。根据情节的变化，可分为四小段。</p> <p>　　九至十二句是第一小段，写吴陈初次相见。</p> <p>　　上面提到的首段，其后半部分除文意之外，还承担着建构情节结构的任务，要与后文巧妙地衔接。“电扫黄巾下黑山，哭罢君亲再相见。”句很好地达成了这一目的。它借吴三桂之口说出，按照情节发展的自然顺序，顺势推出吴陈相见的悬念，使读者急于知晓相见的场面。可是，诗人并没有顺着自然时序叙述吴三桂如何夺回陈圆圆，与之重逢的情景，而是颠倒时序，描写吴、陈二人的初次相见。这一情节变化时空差距巨大，转换极为突然。使诗文叙事结构呈大开大阖、突兀跳荡之势，极大地加强了可读性。这一转换的相接处，第八句的末二字与第九句的首二字全同，都是“相见”，这种手法称“顶针格”。具有平缓时序逆转的突兀感和使音节圆转顺畅的功用。《圆圆曲》多处运用了“顶针格”，以此处最为吃紧。这一转换，也使全诗的叙述，从吴三桂这条副线转入主线，即陈圆圆事迹的叙述。</p> <p>　　相见初经田窦家，侯门歌舞出如花。</p> <p>　　许将戚里箜篌伎，等取将军油壁车。</p> <p>　　“田窦”即西汉著名外戚武安侯田蚡和魏其侯窦婴，这里代指当时的外戚，田贵妃之父田宏遇。此时主角还是吴三桂，他在田家观看歌舞。后两句点出第一主角陈圆圆，这位田家歌妓被许配给吴三桂。两人初次见面，就纳之为妾，可谓迫不及待矣。</p> <p>　　引出陈圆圆之后，就可以顺理成章地介绍陈的身世和遭遇了。第十三至十八句再进一步倒叙，转入了对陈圆圆身世经历的描述，是第二小段。先交代她原来的身份。</p> <p>　　家本姑苏浣花里，圆圆小字娇罗绮。</p> <p>　　梦向夫差苑里游，宫娥拥入君王起。</p> <p>　　前身合是采莲人，门前一片横塘水。</p> <p>　　诗中说圆圆是其小名，“浣花里”，暗示其名伎身份，元辛文房《唐才子传·<a href=\"http://so.gushiwen.org/author_391.aspx\">薛涛</a>传》：“涛，字洪度，成都乐妓也。居浣花里”。陆次云《圆圆传》称其“声甲天下之声，色甲天下之色”。还填得一手好词，有《舞余词》，已失传。《众香词》传词三首，一首《有所思》：“自笑愁多欢少，痴了。底事倩传杯，酒一巡时觞九回。推不开，推不开。”写得自然清丽，柔弱多愁，委婉道出对命运无奈的慨叹。</p> <p>　　“梦向夫差苑里游，宫娥拥入君王起。”一联以西施喻陈圆圆，明喻圆圆之美，暗讥三桂有如夫差那样好色荒政，夫差一见西施就坐不住了，三桂则更进一步，纳妾，真是有过之而无不及。“采莲人”用西施故事，<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>《子夜吴歌·夏歌》：“镜湖三百里，菡萏发荷花。五月西施采，人看隘若耶。”。“横塘”，在苏州市西南。这两句以“采莲人”、“横塘水”点染女主角身份清纯、居处优雅，命运还算不差，以与下文对比，并构成“顶针格”引出下文。</p> <p>　　第十九至三十四句是第三小段，接着叙述陈被贵戚抢到北京，沦落为侯门歌伎，又变成吴三桂之妾。</p> <p>　　“横塘双浆去如飞，何处豪家强载归。”</p> <p>　　风云突变，那段平静优雅的日子突起波澜。此联因果倒装，使人产生悬念，而留给读者的印象更加深刻。</p> <p>　　此际岂知非薄命，此时只有泪沾衣。</p> <p>　　熏天意气连宫掖，明眸皓齿无人惜。</p> <p>　　夺归永巷闭良家，教就新声倾座客。</p> <p>　　座客飞觞红日暮，一曲哀弦向谁诉？</p> <p>　　这里是陈圆圆生活经历的一大转折，可谓红颜薄命。明末江南名伎在婚配上有很大的自主权，与陈名气相当的，大都嫁与著名文人，惟独陈圆圆被抢，身不由主，岂非命运弄人？“熏天”两句写田家势力很大，把陈圆圆送入宫廷，但后宫也仗势欺人，陈圆圆虽然声色甲天下，却没人爱惜。“熏天”，《吕氏春秋·离谓》有“毁誉成党，众口熏天”，形容恶势力很大。“夺归”四句写陈圆圆沦落为田家歌伎的悲惨地位。“永巷”，皇宫中的长巷，汉朝是幽禁失势或失宠妃嫔的地方，《史记·吕太后本纪》：“吕后最怨戚夫人及其子赵王，乃令永巷囚戚夫人，而召赵王。”明清时也是未分配到各宫去的宫女的集中居住处。</p> <p>　　“良家”指田家。“飞觞”形容喝酒作乐。“倾”，倾倒，指座客为陈圆圆声色所倾倒。陈圆圆又从宫中被夺至田家，成为供人取乐的歌伎，内心痛苦无处诉说。此处作者为了渲染悲伤气氛，有意淡化入宫事件，写得很简略，而外戚气焰写得很嚣张。因而使陈圆圆进宫细节说法不一，一说是田宏遇购得，献于宫中。一说是周后之父周奎购得，献于宫中。还有一说是周献于宫廷，宫廷又送给了田。由于此事与故事主线关系不大，兹从省略。</p> <p>　　白皙通侯最少年，拣取花枝屡回顾。</p> <p>　　早携娇鸟出樊笼，待得银河几时渡？</p> <p>　　恨杀军书抵死催，苦留后约将人误。</p> <p>　　峰回路转，座客中出现了吴三桂这么个情种，一眼就看中了陈圆圆。“拣取花枝屡回顾”是诗人形容吴三桂爱情动作表现的唯一诗句，一副色咪咪的样子。“拣”字很微妙，唐<a href=\"http://so.gushiwen.org/author_840.aspx\">杜秋娘</a>《金缕衣》有“花开堪折直须折，莫待无花空折枝。”以折取花枝代指情爱，这里代折以拣，一字之差，褒贬立变。“通侯”本汉代爵位名，后用作武官美称。一介武夫，不能托微波以通辞，只好拣取花枝，频频偷窥。“娇鸟”指陈圆圆，“银河”，用牛郎织女故事。吴想尽早把陈接回家中，成其好事。只恨军令再三催促，才与陈圆圆相约而别。</p> <p>　　第三十五至四十二句是第四小段。写陈又被闯军掠夺的经历。</p> <p>　　“相约恩深相见难，一朝蚁贼满长安。”</p> <p>　　“相约”句是顶针格，“蚁贼”指李自成的军队，“长安”指北京。</p> <p>　　“可怜思妇楼头柳，认作天边粉絮看。”</p> <p>　　这句写得细腻、雅致。从“蚁贼满长安”来看，这里必是明火执仗的场面，诗句却如此纤丽、文雅，可见运思之巧。“楼头柳”化用<a href=\"http://so.gushiwen.org/author_437.aspx\">王昌龄</a>《闺怨》：“闺中少妇不知愁，春日凝妆上翠楼。忽见陌头杨柳色，悔教夫婿觅封侯。”强调思妇的贞洁，“天边粉絮”，满天游荡的杨花柳絮，意指轻浮。</p> <p>　　“遍索绿珠围内第，强呼绛树出雕阑。”</p> <p>　　“绿珠”，晋<a href=\"http://so.gushiwen.org/author_883.aspx\">石崇</a>爱姬，权臣孙秀仗势劫夺，不从，坠楼而亡。<a href=\"http://so.gushiwen.org/author_211.aspx\">杜牧</a>《金谷园》：“繁华事散逐香尘，流水无情草自春，日暮东风怨啼鸟，落花犹似坠楼人”记其事，这里指陈。绛树，魏文帝<a href=\"http://so.gushiwen.org/author_616.aspx\">曹丕</a>宠妃，诗文也指圆圆。此联对仗看似工整，实为重复。可能是诗人为了加重事态的严重性和紧迫感。</p> <p>　　“若非壮士全师胜，争得蛾眉匹马还？”</p> <p>　　好句。“若非”二字用的巧，引导人的思绪轻轻一转，回到首段情节，干净利落的结束了这段长篇倒述，与上文衔接的密合无间，此句与“恸哭六军俱缟素，冲冠一怒为红颜”相呼应，“冲冠一怒”终成“正果”。“全师”与“匹马”的巨大反差，把吴三桂的自私行为深刻地印入读者的脑海。那拣取花枝的“壮士”，令人喷饭。此联不仅词句引人入胜，更妙的是它在全诗中所处的位置，和对整体情节结构发挥的作用，堪称结构关键句。</p> <p>　　“若非”一联还省略了闯军抢夺的情节，这一省略很重要。因为“遍索”“强呼”已经把悲情推到极处，续写下去很可能画蛇添足，抵消诗文感染力。虽然这里好象看点特多，可是作者却断然裁去，细微之处体现了诗人的价值观和不媚俗从众的艺术良心。但这样一来，也使人对史实有所误会。如陆次云《圆圆传》说是李自成抢了陈圆圆，其实是刘宗敏。<a href=\"http://so.gushiwen.org/author_3120.aspx\">全祖望</a>所记当日与圆圆同被宗敏掠去的名伎杨宛的叙述，“据杨宛叙言，与沅同见系于刘宗敏，既而沅为宗敏所携去，不知所往。”。</p> <p>　　吴三桂如何夺回陈圆圆，异说颇多。据<a href=\"http://so.gushiwen.org/author_145.aspx\">况周颐</a>《陈圆圆事辑》载被闯军俘虏的明朝内监王永章的《甲申日记》所记：“四月初九日，闯下伪诏亲征三桂。十二日起程。太子定王、代王、秦王、汉王、吴陈氏、吴氏、吴氏、吴李氏、伪后嫔妃皆从行。吴陈氏即圆圆，两吴氏皆三桂妹也。念五日战于一片石，闯大败，退入关。太子与圆圆遂皆至三桂军中。” 从这联诗文的口气看，吴三桂是一战而胜，夺得佳人。目睹者的记述与诗文语气非常吻合。</p> <p>　　到这里，诗人把女主角的身世、遭遇及吴陈关系等故事主要情节一一铺述，这才重新回到诗歌开头的情节上来，续写陈圆圆与吴三桂的战场重逢以及她随军至汉中。这已是全诗叙事的尾声了。</p> <p>　　第四十三句至五十句是第三段。写陈圆圆的幸福生活。</p> <p>　　蛾眉马上传呼进，云鬟不整惊魂定。</p> <p>　　蜡炬迎来在战场，啼妆满面残红印。</p> <p>　　专征箫鼓向秦川，金牛道上车千乘。</p> <p>　　斜谷云深起画楼，散关月落开妆镜。</p> <p>　　吴陈重逢，“云鬟不整”、“惊魂初定”，痕迹犹存。“蜡炬迎来”，相传魏文帝迎娶薛灵芸，燃蜡烛数十里，《太平广记》记其事。场面不可谓不大。“专征”即自专征伐,诸侯有大功者可自己决定征伐，不须奉天子之命。《清史稿·世祖本纪二》八年九月，壬午，命平西王吴三桂征四川。“箫鼓”，高级官员的仪仗乐队，也借指吴的军队。“秦川”兼指陕西四川。“金牛道”，古蜀道的主干线，又名石牛道。相传秦惠王将粪金的石牛赠送给蜀王，蜀遣五丁引金牛成道，名为金牛道。“斜谷”，在陕西眉县，“散关”，在陕西宝鸡市。这段如单独来看，或可理解为抨击吴骄奢淫靡，但联系后两段，就只能理解为陈圆圆时来运转，过上了荣华富贵的生活。</p> <p>　　到这里故事的主要部分全部叙述完毕，似乎本诗可以结束了。不料诗人又安排了两段插叙，一段写教曲技师和女伴的感慨。</p> <p>　　传来消息满江乡，乌桕红经十度霜。</p> <p>　　教曲技师怜尚在，浣纱女伴忆同行。</p> <p>　　旧巢共是衔泥燕，飞上枝头变凤凰。</p> <p>　　长向樽前悲老大，有人夫婿擅侯王。</p> <p>　　这八句是第四段。从豪家强载到专征四川已是整整十年，消息传到江南苏州，“教曲技师”得知她还在人世，甚感欣慰，“浣纱女伴”实指当年名气相当的苏州名伎，忆及同行旧事。陈寅恪以为“浣纱女伴”独指卞赛，但玉京道人挟故国之悲，愤然入道，自不会艳羡别人夫婿做建州侯王，恐仍以泛指为是。“旧巢共是衔泥燕，飞上枝头变凤凰。”这联写得好，衔泥燕子，飞上枝头，不仅地位提高了，形象也变了，成了凤凰。双层设喻，生动贴切，语意双关，如今流传极广，使用频繁，已为成语。“长向樽前悲老大，有人夫婿擅侯王。”这联不好，酸溜溜的。</p> <p>　　第五段插叙写陈圆圆自己的感受，是第五十九至六十四句。</p> <p>　　当时只受声名累，贵戚名豪竞延致。</p> <p>　　一斛珠连万斛愁，关山漂泊腰肢细。</p> <p>　　错怨狂风飏落花，无边春色来天地。</p> <p>　　俗话说，大有大的难处。名声大，反而成了贵戚名豪的猎取目标，陈圆圆就随着你争我夺漂泊来去。连城的身价，带给她的却是无限的忧愁和痛苦。“一斛珠连万斛愁，关山漂泊腰肢细。”此联哲理盎然，语趣横生，耐人寻味。珍珠与忧愁相连，祸福相依，珠愁概使斛量，用词尖新别致；腰肢细与衣带渐宽同意，而暗添美感。其中“一斛珠”用唐玄宗送梅妃一斛西域珍珠故事。“错怨狂风飏落花，无边春色来天地。”——斯言差矣，狂风飏落花何错之有。与如此下作之人栓在一起，何谈春色。</p> <p>　　四、五两段为陈圆圆故事安装了一个豪华圆满的结局，但是这两段不仅与前文的基调完全相反，而且也与后一段的调子完全不同，就象游离在全曲之外的孤章残段。两段的写法也很特殊，都是最后一联才使意义确定下来，如果改动这两联，意义便完全不同了。由此推知作者想借此增添风月浓度，以冲淡全诗的政治色彩。作者对吴三桂全无好感，对满清政权顾忌重重。</p> <p>　　最后一段，模仿史家纪传体，有论有赞。</p> <p>　　尝闻倾国与倾城，翻使周郎受重名。</p> <p>　　妻子岂应关大计？英雄无奈是多情。</p> <p>　　全家白骨成灰土，一代红妆照汗青！</p> <p>　　诗人申说己论，先写一段典故，借古讽今。“尝闻倾国与倾城，翻使周郎受重名。”用三国故事。《三国志·吴书九》裴松之注：瑜之破魏军也，曹公曰：“孤不羞走。”后书与权曰：“赤壁之役，值有疾病，孤烧船自退，横使周瑜虚获此名。”周瑜之名，得于赤壁一战，本于倾国倾城无关。但文人墨客常把漂亮的小乔拉来作陪。杜牧《赤壁》诗云：“折戟沉沙铁未消，自将磨洗认前朝。东风不与周郎便，铜雀春深锁二乔。”<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>《念奴娇·赤壁怀古》也说：“遥想公谨当年，小乔初嫁，了雄姿英发。”漂亮的小乔，确使周瑜增色不少。<a href=\"http://so.gushiwen.org/author_640.aspx\">吴伟业</a>不似两位那么浪漫，周郎一事纯属借用，意在挖苦吴三桂为争夺倾国倾城的陈圆圆，背负了千载罪名。沉重的罪名说成“重名”，不仅平添了语趣，也加重了讥刺的语气。</p> <p>　　“妻子岂应关大计？英雄无奈是多情。全家白骨成灰土，一代红妆照汗青。”前两句直陈己见，“大计”实在是事关民族兴亡的抉择，岂能让色欲做主，何况是民族存亡关头，无奈吴三桂在这关键时刻被性欲牵着走了。“多情”用得妙，与“无奈”配合，看似风月情浓，却是针砭痛切。或以为“英雄无奈是多情”，乃是称赞吴三桂爱情至上的情圣精神，此论不当。为成全自己的情圣情结，就可以糟蹋自己的民族、作践自己的民族吗，就可以置数百万同胞的性命于不顾吗？为了不致误解，诗人在后一联又从另一侧面对“多情”加以注释。“全家白骨成灰土，一代红妆照汗青！”</p> <p>　　这联与“恸哭六军俱缟素，冲冠一怒为红颜！”都是对吴三桂选择的评价，“恸哭”句从国家民族的视角出发，此联则从吴的家庭亲人落笔。诗人沉痛地写出吴老总兵全家的累累白骨，山海关战后吴襄及一家三十四口被杀，与吴三桂争夺红妆相对应，白骨与红妆的对仗，以视觉的强列反差，和情感的强烈反差，从另一个侧面鞭挞了吴三桂卑劣情欲作出的抉择。“照汗青”三字有文章，因山海关一战，陈圆圆名声大振，在历史上留下名字，但是光照汗青，还远远不够。显然这个“照”字是留给吴三桂的。</p> <p>　　最后八句是赞，诗人抒发感慨，但是即便纯是个人感慨，也还惦记着吴三桂。</p> <p>　　君不见，馆娃宫起鸳鸯宿，越女如花看不足。</p> <p>　　香径尘生鸟自啼，屧廊人去苔空绿。</p> <p>　　换羽移宫万里愁，珠歌翠舞古凉州。</p> <p>　　为君别唱吴宫曲，汉水东南日夜流。</p> <p>　　“馆娃宫”，吴王夫差为西施所建。“香径”：采香径，相传吴王种花处，今名箭径，在苏州香山。“屧廊”，即响屧廊，屧是空心木底鞋。响屧廊，以梓板铺地，西施着屧行于上，步步皆音。诗人感慨吴王夫差宠爱西施的种种豪华设施，都已尘封湮灭。不用说是瞄着吴三桂争夺红颜来的。显然也不仅仅是感慨盛衰无常的泛泛之叹。吴王夫差是被杀而亡的，这就暗示着吴三桂也不得好死。可见诗人对吴三桂的痛恨有多深。“馆娃宫”、“采香径”、“响屧廊”与“金牛车乘”、“斜谷画楼”、“散关妆镜”可资对照，亦见诗人确有抨击吴骄奢淫靡之意。</p> <p>　　四、五两段的用意恐在诗外。“换羽移宫万里愁”，“换羽移宫”是说曲调变换，但“万里愁”与曲调变换难以接续，此句应另有寄托。是以“换羽移宫”影射改朝换代，为此，天下一片愁怨，而吴三桂卖身投靠，得益良多，官高舞侈，其乐融融。“古梁州”，指陕西汉中，吴三桂于顺治五年从锦州移镇汉中，至顺治八年一直驻扎此地。“为君别唱吴宫曲”，诗人对吴三桂说：那些珠歌翠舞你恐怕听腻了，我为你唱一支新鲜的咏叹吴宫的曲子《圆圆曲》。“汉水东南日夜流”，李白《江上吟》：“功名富贵若长在，汉水亦应西北流。”这里东南流反其词而用其意，更加确定的断言：你的功名富贵是不会长久的。</p><br/><h2>赏析</h2> <p>　　《圆圆曲》是长篇叙事<a href=\"http://so.gushiwen.org/view_69260.aspx\">诗</a>，全诗组织结构严谨，次序井然，前后照应，多用曲笔，叙事、抒情、议论交织在了一起，虽以陈圆圆、吴三桂的离合故事为主要内容，但也揉合进了明末清初的故事，抒发了作者极其复杂的思想感情。</p> <p>　　第一段为开头八句，写明崇祯皇帝吊死景山，吴三桂勾结清兵攻占北京，以“冲冠一怒为红颜”句切中吴三桂要害，并以此句为全诗的主旨。指明吴三桂打着复明的旗号，实际上是为了陈圆圆而降清的。诗一开篇就借“鼎湖当日弃人间”代指崇祯之死，然后就写吴三桂打败李自成：“破敌收京下玉关”，极斩截利落。兴兵的名义是为崇祯报仇，然而骨子里却另有怀恨。“恸哭六军俱缟素，冲冠一怒为红颜”二句之妙，一在于对仗精整，以众形独，以素形红；二在于下句“立片言以据要，乃一篇之警策”。它不是靠夸张取胜，而是一针见血以事实胜雄辩，“冲冠一怒为红颜”这一事实是吴三桂本人也不敢正视的。为一已私情牺牲民族大节及全家性命，其行径比较《史记》中为护璧冲冠一怒的蔺相如和将行剌秦王“怒发上指冠”的荆轲，毕竟太卑微，出以吴三桂口吻的“红颜流落非吾恋”，辩解显得无力，“哭罢君亲冉相见”的举止于是显得做作虚伪。</p> <p>　　第二段从第九句至“争得蛾眉匹马还”，叙述吴三桂与陈圆圆悲欢离合的经历。用蝉联句法用作倒叙，写到吴陈初次见面：“相初经田窦家，侯门歌舞出如花。许将戚里箜篌伎，等取将军油壁车。”当初吴三桂在田家宴会上对色艺双绝的陈圆圆一见钟情，田宏遇便顺水推舟，为他们牵线搭桥，定下这一段姻缘。这一段乃是以三桂为中心，对吴陈离合情事初陈梗概。写法是直书其事，大刀阔斧。“家本姑苏浣花里”，则有点染之妙，同时，也容易使人与西子浣纱发生某种联想。以下虚拟一梦，说陈圆圆是西施后身，最是闲中生色的笔墨。“梦向夫差苑里游，宫娥拥人君王起”二句大得《长恨歌》“侍儿扶起娇无力，此是新承恩泽 时”之神韵。“采莲人”指西施，又与苏州的“横塘水”搭成联想，使人想见娇小的圆圆有过天真无邪的童年。以下四句仍用蝉联格起，转说圆圆长成，被豪门强载“塞翁失马，焉知非福”，但圆圆当时只是担惊受怕，又哪能预测未来？“此际岂知非薄命”已遥起后文“错怨狂风扬落花”，针线极为密致。“侯门一入深如海。”在权势通天的外戚之家，圆圆又一度被作为贡品献入宫中，但未获选。从此作为豪门女乐，精习弹唱，歌笑向客，用佐清欢。使陈圆圆绝处逢生，脱离苦海的契机终于到了，她遇到了少年得志的吴三桂，一拍即合彼此真是目成心许了。此即段所谓“相见初经田窦家”一节，这里便接过此线展开动情的唱叹：“坐客飞觞红日暮，一曲哀弦向谁诉？”正在山重水复，忽然一径暗通：“白皙通侯最少年，拣取花枝屡回顾”，相见恨晚：“早携娇鸟出樊笼，待得银河几时渡。”然而，好事多磨，这时三桂又奉旨出关抵御清兵：“恨杀军书抵死催，苦留后约将人误。”这一节两句一转，一波三折，摇曳生姿。写三桂去后，陈圆圆在一场社会巨变之中跌进命运的深渊。</p> <p>　　农民起义军入城，吴陈，双方音讯隔绝，诗人兼用<a href=\"http://so.gushiwen.org/author_437.aspx\">王昌龄</a>《闺怨》（“春日凝妆上翠楼，忽见陌头杨柳色）、沈俭期《杂诗》（“可怜闺里月，长在汉家营”）语意，写道：“可怜思妇楼头柳，认作天边粉絮看。”更难堪的是她受声名之累，成为享乐思想滋长了的义军头领的猎物：“遍索绿珠围内第，强呼绛树出雕栏。”绿珠是西晋<a href=\"http://so.gushiwen.org/author_883.aspx\">石崇</a>家妓，为孙秀所夺，不屈而死；绛树是魏时名妓，皆借指圆圆。二典偏重于绿珠事，意谓有人恃强夺三桂所好，而圆圆心实难从。“绛树”用来与“绿珠”对仗，工妙在于虚色辉映。再度沦落的经历不宜多写，诗人点到为止，即以迅雷不及掩耳之势，回到“电扫黄巾”的话头：“若非壮士全师胜，争得蛾眉匹马还。”圆圆重新回到三桂怀抱，全凭爱情的神力。是悲是喜？是扬是抑？“壮士”之誉，属正属反？恐怕梅村也说不清楚。伟大的情人，渺小的国士这才是诗人给吴三桂的定性。诗人的彩笔主要用在烘托爱情至上的一面。</p> <p>　　第三段从“蛾眉马上传呼进”到“无边春色来天地”，写吴三桂于战场迎接陈圆圆的恩宠有加的情景。先叙写迎接陈圆圆的盛大场面，出人意表地把两情重圆的无限温柔旖旎的场面，端端安排在杀声甫定的战场上，而且是在夜晚，打着火把找到似的，为情节增添了几分戏剧性。这里读者又看到逼肖《长恨歌》“闻道汉家天子使，九华帐内梦魂惊”、“玉颜寂寞泪阑干，梨花一枝春带雨”那样的妙笔：“蛾眉马上传呼进，云鬟不整惊魂定。蜡炬迎来在战场，啼妆满面残红印。”到底是三桂救了圆圆，还是圆圆成就了三桂呢？从此吴三桂青云直上，持专征特权，移镇汉中。夫贵妻荣，陈圆圆也一直做到王妃。“斜谷云深起画楼，散关月落开妆镜”，诗人不写平西王府的豪华，偏偏取川陕道途之荒僻山川为背景，写圆圆的舒心如意，正是因难见巧极为别致的奇笔。你看彩云为之起楼，明月为之掌镜，“时来风送滕王阁”，似乎天地一切都是为圆圆而存在，这种心情本来就应该安排在吴陈重逢不久的一段时间。道途中感觉尚如此良好，遑论其余。以战场为背景，暗寓对吴三桂“冲冠一怒为红颜”的批判。</p> <p>　　从“传来消息满江乡”到“无边春色来天地”是紧接上文作咏叹，诗人撇下了叙事，而凿空设想苏州故里的乡亲女伴听到圆圆飞黄腾达的消息所起的哄动、议论、妒嫉以及对人生无常的感慨。<a href=\"http://so.gushiwen.org/author_415.aspx\">温庭筠</a>《西洲曲》“门前乌桕树，惨淡天将曙”写的是离别情景，圆圆自崇祯十五年春被豪家载去至顺治八年，恰为十年，故云“乌桕红经十度霜”。教曲伎师，浣纱女伴，都亲眼看到过圆圆的往昔不过尔尔，没想到时来运转，飞上高枝，叫人眼热：“旧巢本是衔泥燕，飞上枝头变凤凰。长向尊前悲老大，有人夫婿擅侯王。”这里实际暗用<a href=\"http://so.gushiwen.org/author_515.aspx\">王维</a>《西施咏》“当时浣纱伴，莫得同车归”语意。而陈圆圆的遭遇之曲折，又远逾西施，更令人感慨。再用圆圆旧日女伴对她的艳羡，反衬出圆圆所享的荣华富贵之隆。最后六句写圆圆的自我咏叹，既有对自己复杂遭遇的感叹，也有对意外荣贵的茫然。这一段空间跳跃甚大，内涵极深，耐人寻味。如果说前一段主要是写纵向的起伏，那么这一段则主要是写横向的对照。</p> <p>　　第四段即最后十四句，写作者的议论与感慨。前六句进一步申述对吴氏“冲冠一怒为红颜”的批判，“尝闻倾国与倾城，翻使周郎受重名”起，借小说家言：<a href=\"http://so.gushiwen.org/author_552.aspx\">曹操</a>起铜雀台扬言要夺东吴二乔，使周瑜奋起抗曹，大获全胜于赤壁这故事，比方吴三桂“冲冠一怒为红颜”，歪打正着，为清朝立了大功。说这里有讽刺，当然确凿无疑。但讽刺只是冲着明代总兵吴三桂的。至于陈圆圆和陈吴爱情又当别论。应该指出，梅村的思想感情上也有困惑，也有矛盾，他也遇到了<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>作《长恨歌》的老问题：是歌咏爱情，还是政治讽刺？爱情的力量太强大了。它可以成就一个人，也足以毁灭一个人。但吴三桂是成功了？还是毁灭了？他赢得了爱情和显赫的地位，却毁了灵魂和后世之名。梅村从理智上要批判他。但从感情上又不免为之缓颊。“妻子岂应关大计”，江山重要；“英雄无奈是多情”，美人可恋。所谓英雄难过美人关”。吴三桂便以“无君无父”的高昂代价，使陈圆圆成为历史人物：“全家白骨成灰土，一代红妆照汗青。”后八句借用吴王夫差的故事，暗寓吴三桂的下场。作者的预言，正好印证了二十多年后吴三桂叛乱被清王朝最后消灭的结局。</p> <p>　　这首诗在艺术上也很有特色。首先，在叙事方面它突破了古代叙事诗单线平铺的格局，采用双线交叉、纵向起伏、横向对照的叙述方法。全诗以吴三桂降清为主线，以陈圆圆的复杂经历为副线，围绕“冲冠一怒为红颜”的主旨，通过倒叙、夹叙、追叙等方法，将当时重大的政治、军事事件连接起来，做到了开阖自如，曲折有致。其次，诗的语言晓畅，艳丽多彩，且富于音乐的节奏。而顶针手法的熟练运用，不仅增强了语言的音乐美，而且使叙事如串珠相连，自然而洒脱。此外对照手法的运用也很有特色。</p><br/><h2>赏析</h2> <p>　　《圆圆曲》是明清间著名<a href=\"http://so.gushiwen.org/view_69260.aspx\">诗</a>人<a href=\"http://so.gushiwen.org/author_640.aspx\">吴伟业</a>所写。吴伟业字骏公，号梅村，江苏太仓人。其人能诗能词能文能画，以诗的成就最大，为明末娄东诗派领袖，尤长于七言歌行。吴伟业注重诗歌具有叙述史事、抒写个人情感的记事抒情功能，多记事诗歌，学长庆体而自成新吟，后人称之为梅村体，其取材多用正史，不用小说家言，叙事诗多为实事。</p> <p>　　《圆圆曲》是梅村体的代表作，和长庆体代表作《长恨歌》很相似，也是作为一首情爱为主线的诗来写的。长庆体是指<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>、<a href=\"http://so.gushiwen.org/author_18.aspx\">元稹</a>等发起新乐府运动中写作的新式长诗歌行，以《长恨歌》、《琵琶行》、《连昌宫词》为代表。因二人诗集均名《长庆集》而得名。从内容上看，多叙写时事，一般以情爱为主题或主线。音律形式为七言歌行，属于与律诗不同的古体，格律不象近体那样严格，但又多用律句，其中也常用对仗，通常数句一转韵，平仄韵间隔使用。艺术风格婉转缠绵，音调抑扬变化且和谐圆转。</p> <p>　　本诗主题过去认为是讽刺吴三桂的。以往文人对政治敏感，而历史上吴三桂的名气比陈圆圆大得多，人们不论反满还是崇满都痛恨吴三桂，而《圆圆曲》开篇即推出甲申年影响深远的重大事件，山海关之战，得出这样的结论似乎顺理成章。娱乐社会的好处是使文学从政治的重负中解脱出来，就不难看出此诗是圆圆曲而非三桂曲。吴三桂在诗中所占篇幅很小，而大量的篇幅用来描述陈圆圆身世和遭遇，还不惜笔墨，倾注了深切的同情。尤其是本诗没有提到满汉的民族冲突，而引狼入室正是吴三桂百世莫赎的罪行。《圆圆曲》之作成，应在顺治八年辛卯初冬，即与《听卞玉京弾琴歌》为同一年之作品。</p> <p>　　当时满清替明朝皇帝报仇的谎言已被其凶残的罪行所揭穿。他们大肆屠戮汉人，扬州十日，嘉定三屠，屠昆山、屠江阴、屠湘潭、屠大同、屠广州，除了疯狂的屠杀外，还强行剃头、圈地、掠奴，豺狼本性暴露无遗。作者作为明朝遗臣，对此只字未提，实属遗憾。由此可知作者在满清统治的重压下，不可能直数吴三桂的罪行，所以此诗主题是歌咏陈圆圆事迹。由于特殊的历史条件使得本诗主题不够和谐，它虽以陈圆圆与吴三桂的关系为主线，但并不歌颂陈吴的爱情，而是一提到吴三桂，就旁敲侧击地讥刺嘲讽，可又不能写成明白无误的讽刺诗。从而影响了本诗主线陈圆圆爱情生活的性质，说不清究竟是幸福的抑或是悲哀的。主题的自相矛盾对本诗的艺术价值有所影响。</p>",
  "about": "<h2>创作背景</h2> 　　1664年初李自成农民起义军在西安建国，号大顺。田畹看到明朝危亡日匆．惫求靠山．听从别人的建议将陈圆圆献给山海关总兵吴三桂。当时吴三桂曾与陈圆圆相会，但并没有带她去山海关。3月18日李自成起义军攻占北京，陈圆圆被俘，因此吴三桂引清兵入关，反攻北京，复得陈圆圆。清顺治十六年，吴三桂封平西王镇守云南，陈圆圆跟随赴任。《圆圆曲》就是根据上述历史事实为题材而创作。",
  "poet": {
    "id": 640,
    "star": 0,
    "name": "吴伟业",
    "image": "http://img.gushiwen.org/authorImg/wuweiye.jpg",
    "desc": "吴伟业（1609～1672）字骏公，号梅村，别署鹿樵生、灌隐主人、大云道人，世居江苏昆山，祖父始迁江苏太仓，汉族，江苏太仓人，崇祯进士。明末清初著名诗人，与钱谦益、龚鼎孳并称“江左三大家”，又为娄东诗派开创者。长于七言歌行，初学“长庆体”，后自成新吟，后人称之为“梅村体”。"
  },
  "tags": [
    "长篇",
    "叙事"
  ]
}