{
  "id": 17958,
  "star": 358,
  "name": "早春呈水部张十八员外二首",
  "dynasty": "唐代",
  "content": "天街小雨润如酥，草色遥看近却无。<br>最是一年春好处，绝胜烟柳满皇都。</p> <p>莫道官忙身老大，即无年少逐春心。<br>凭君先到江头看，柳色如今深未深。",
  "fanyi": "<p><strong>、译文</strong><br>京城大道上空丝雨纷纷，它像酥油般细密而滋润，远望草色依稀连成一片，近看时却显得稀疏零星。<br>这是一年中最美的季节，远胜过绿柳满城的春末。</p> <p><br>不要说官事冗杂，年纪老大，已经失去了少年时追赶春天的心情。<br>请你忙里偷闲地先到江边游春散心，看看如今的柳色是否已经很深。</p> <p><strong>注释</strong><br>⑴呈：恭敬地送给。水部张十八员外：指<a href=\"http://so.gushiwen.org/author_390.aspx\">张籍</a>（766—830年）唐代<a href=\"http://so.gushiwen.org/view_17958.aspx\">诗</a>人。在同族兄弟中排行第十八，曾任水部员外郎。<br>⑵天街：京城街道。润如酥：细腻如酥。酥，动物的油，这里形容春雨的细腻。<br>⑵最是：正是。处：时。<br>⑷绝胜：远远胜过。皇都：帝都，这里指长安。<br>⑸官忙身老大：<a href=\"http://so.gushiwen.org/author_682.aspx\">韩愈</a>写此诗时任吏部侍郎，公务繁忙，故云“官忙”；韩愈时年56岁，故云“身老大”。身老大，年纪大。<br>⑹即：已经。<br>⑺凭：这里作“请”讲。江：曲江，位于唐代京城东南角，为游览胜地，遗址在今陕西西安东南部。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　第一首<a href=\"http://so.gushiwen.org/view_17958.aspx\">诗</a>中，诗人运用简朴的文字 ，就常见的“小雨”和“草色”，描绘出了早春的独特景色，诗的风格清新自然，简直是口语化的。看似平淡，实则是绝不平淡的。<a href=\"http://so.gushiwen.org/author_682.aspx\">韩愈</a>自己说：“艰穷怪变得，往往造平淡”（《送无本师归范阳》）。他的“平淡”是来之不易的。</p> <p>　　首句点出初春小雨，以“润如酥”来形容它的细滑润泽，准确地捕捉到了它的特点。造句清新优美。与<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>的“好雨知时节，当春乃发生。随风潜入夜，润物细无声”有异曲同工之妙。</p> <p>　　第二句紧承首句，写草沾雨后的景色。以远看似有 ，近看却无 ，描画出了初春小草沾雨后的朦胧景象。写出了春草刚刚发芽时，若有若无，稀疏，矮小的特点。这一句是全篇中的绝妙佳句。早春二月，在长安，冬天未过，春天还未来临。但若是下过一番小雨后，第二天，春天就来了，最初的春草芽儿就冒出来了，作者远远望去，朦朦胧胧，仿佛有一片极淡极淡的青青之色，这是早春的草色。看着它，作者心里顿时充满欣欣然的生意。可是当作者带着无限喜悦之情走近去看个仔细，地上是稀稀朗朗的极为纤细的芽，却反而看不清什么颜色了。诗人像一位高明的水墨画家，挥洒着他的妙笔，隐隐泛出了那一抹青青之痕，便是早春的草色。这句“草色遥看近却无”，<a href=\"http://so.gushiwen.org/author_1137.aspx\">真可</a>谓兼摄远近，空处传神。</p> <p>　　这设色的背景，是那落在天街上的纤细小雨。透过雨丝遥望草色，更给早春草色增添了一层朦胧美。而小雨又滋润如酥，受了这样的滋润，那草色自然是新的；又有这样的背景来衬托，那草色自然也美了。</p> <p>　　接下来的第三、四句是对初春景色大加赞美：“最是一年春好处，绝胜烟柳满皇都。”这两句意思是说：早春的小雨和草色是一年春光中最美的东西，远远超过了烟柳满城的衰落的晚春景色。写春景的诗，在唐诗中，多取明媚的晚春，这首诗却取早春咏叹，认为早春比晚春景色优胜，别出心裁。前两句体察景物之精细已经令人称赞，后两句如骑兵骤至更在人意料之外。在最后，诗人还来个对比：“绝胜烟柳满皇都”。诗人认为初春草色比那满城处处烟柳的景色不知要胜过多少倍。这是一种心理状态。严冬方尽、余寒犹厉，突然看到这美妙的草色，心头不由得又惊又喜。因为，“遥看近却无”的草色，是早春时节特有的，它象征着大地春回、万象更新的欣欣生意而烟柳已经是“杨柳堆烟”时候，何况“满”城皆是，不稀罕了。到了暮春三月，色彩浓重，反倒不那么惹作者喜爱了。像这样运用对比手法，与一般不同，这是一种加倍写法，为了突出春色的特征。</p> <p>　　这首诗刻画细腻，造句优美，构思新颖，给人一种早春时节湿润、舒适和清新之美感，既咏早春，又能摄早春之魂，给人以无穷的美感趣味，甚至是绘画所不能及的。诗人没有彩笔，但他用诗的语言描绘出极难描摹的色彩——一种淡素的、似有却无的色彩。如果没有锐利深细的观察力和高超的诗笔，便不可能把早春的自然美提炼为艺术美。表达作者充满对春天的热爱和赞美之情。</p> <p>　　第一首写景，第二首则注重抒情。后一首也是极力写“早”字。诗以江边春天的柳色映衬官身之路。年少逐春，扑蝶戏蕊，枯草拈花，用自己的童心和稚眼直接感受着大自然的美妙机趣。而老大逐春就别是一番况味了。官事冗杂，世事沧桑，在充分体尝了人间的坎坷困顿之后，忙里偷闲地游一游春，散一散心，自得其乐。此时此刻，贵在童心未泯，贵在能于常物之中发现其丰富蕴涵。</p>",
  "about": "<h2>创作背景</h2> <p>　　此<a href=\"http://so.gushiwen.org/view_17958.aspx\">诗</a>作于唐穆宗长庆三年（823年）早春。当时<a href=\"http://so.gushiwen.org/author_682.aspx\">韩愈</a>已经56岁，任吏部侍郎。虽然时间不长，但此时心情很好。此前不久，镇州（今河北正定）藩镇叛乱，韩愈奉命前往宣抚，说服叛军，平息了一场叛乱。穆宗非常高兴，把他从兵部侍郎任上调为吏部侍郎。在文学方面，他早已声名大振。同时在复兴儒学的事业中，他也卓有建树。因此，虽然年近花甲，却不因岁月如流而悲伤，而是兴味盎然地迎接春天。</p> <p>　　此诗是写给当时任水部员外郎的诗人<a href=\"http://so.gushiwen.org/author_390.aspx\">张籍</a>的。张籍在兄弟辈中排行十八，故称“张十八”。大约韩愈约张籍游春，张籍因以事忙年老推辞，韩愈于是作这首诗寄赠，极言早春景色之美，希望触发张籍的游兴。</p>",
  "poet": {
    "id": 682,
    "star": 0,
    "name": "韩愈",
    "image": "http://img.gushiwen.org/authorImg/hanyu.jpg",
    "desc": "韩愈（768～824）字退之，唐代文学家、哲学家、思想家，河阳（今河南省焦作孟州市）人，汉族。祖籍河北昌黎，世称韩昌黎。晚年任吏部侍郎，又称韩吏部。谥号“文”，又称韩文公。他与柳宗元同为唐代古文运动的倡导者，主张学习先秦两汉的散文语言，破骈为散，扩大文言文的表达功能。宋代苏轼称他“文起八代之衰”，明人推他为唐宋八大家之首，与柳宗元并称“韩柳”，有“文章巨公”和“百代文宗”之名，作品都收在《昌黎先生集》里。韩愈在思想上是中国“道统”观念的确立者，是尊儒反佛的里程碑式人物。"
  },
  "tags": [
    "春天",
    "写景",
    "抒情"
  ]
}