{
  "id": 273,
  "star": 28,
  "name": "周颂·臣工",
  "dynasty": "先秦",
  "content": "嗟嗟臣工，敬尔在公。王厘尔成，来咨来茹。嗟嗟保介，维莫之春，亦又何求？如何新畲？于皇来牟，将受厥明。明昭上帝，迄用康年。命我众人：庤乃钱镈，奄观铚艾。",
  "fanyi": "<p><strong>译文<br></strong>群臣百官听我说，应当谨慎做公务。君王赐与你成法，需要研究再调度。农官你们也听令，正是暮春的节令，有何要求说来听，新田旧田如何种。今年麦子长势好，秋天将有好收成。光明无比的上帝，赐我丰收好年景。下令那些农夫们：备好锄铲等农具，同看收割的情景！</p> <p><strong>注释<br></strong>⑴嗟：发语语气词，嗟嗟，重言以加重语气。臣工：群臣百官。<br>⑵敬尔：尔敬。尔，第二人称代词；敬，勤谨。在公：为公家工作。<br>⑶厘：通“赉（lài）”，赐。成：指成法。<br>⑷咨：询问、商量。茹：调度。<br>⑸保介：田官。介者界之省，保介者，保护田界之人。一说为农官之副，一说为披甲卫士。<br>⑹莫（mù）：古“暮”字，莫之春即暮春，是麦将成熟之时。<br>⑺又：有。求：需求。<br>⑻新畲（yú）：耕种二年的田叫新，耕种三年的田叫畲。<br>⑼於（wū）：叹词，相当于“啊”。皇：美盛。来牟：麦子。<br>⑽厥（jué）明：厥，其，指代将熟之麦；明，成，刘瑾《<a href=\"http://so.gushiwen.org/view_273.aspx\">诗</a>传通释》：“古以年丰谷熟为成。”<br>⑾明昭：明明，谓明智而洞察。<br>⑿迄用：终于。康年：丰年。<br>⒀众人：庶民们，指农人。<br>⒁庤（zhì）：储备。钱（jiǎn）：农具名，掘土用，若后世之锹。鎛（bó）：农具名，除草用，若后世之锄。<br>⒂奄观：尽观，即视察之意。铚（zhì）艾（yì）：铚，农具名，一种短小的镰刀；艾，“刈”的借字，古代一种芟草的大剪刀。铚、艾二字在这里转作动词，指收割作物。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　这是一首歌颂周王关心农业生产，训勉群臣勤恳工作，贯彻执行国家发展农业的政策，感谢上天赐予丰收的乐歌。全<a href=\"http://so.gushiwen.org/view_273.aspx\">诗</a>反映出周王重视发展农业生产，以农业为立国之本。据西周文献，周王朝在立国之初就制定土地分配、土地管理、耕作制度的具体法规，如品种改良、土壤改良、水利建设以及轮种等耕作技术都包括在内。这一套法规，就是诗中所说的“成（法）”。当时鼓励开垦土地，又注重土壤改良，把田地分等级，耕二年称“新田”，三年称“畲”。为保持和提高土壤肥力，朝廷规定了因地制宜的整治方法，如轮作、深翻、平整、灌溉、施肥等等，即诗中所说的“如何新畲”，周王要求臣民按颁布的成法去做。周朝重祭祀，祭礼众多，不但在开耕之前要向神明祈祷，而且在收获之后也向神明致谢，这篇诗中面对即将到来的丰收，自然也要向神明献祭，感谢“明昭上帝，迄用康年”。当时的周王不但春耕去“藉田”，收割也去省视，末三句就是写这一内容。周王说：锹、锄暂时用不着了，要收好，准备镰刀割麦子吧。他对农业生产很熟悉，指示比较具体，这进一步反映了国家对农业的重视。</p> <p>　　此诗的“王”，可信是成王。它编为《臣工之什》之首，下一篇《周颂·噫嘻》首句即直称“噫嘻成王”；因为这一篇用成王的口气，作为成王的训示，所以放在前面，它们都是歌颂成王的。殷商后王把歌颂先王省耕和祈祷神明的诗，配合乐舞，作为宗庙乐歌在一定的礼仪上演唱，也是为了追念先王的功业，继承先王重视农业生产的思想，继续贯彻执行以农立国的基本国策。所以，此诗和其他几篇农事诗都被编入《周颂》。从此诗的形式来看，全诗十五句，不分章，不用韵，与《周颂》其他作品相类，确是宗庙乐歌。</p> <p>　　这首短诗分三层，即周王给臣工们讲话，分三类对象。一是对群臣百官：辛苦了，赐你成法，请来受教。二是对分管农业的官吏们：时令已是晚春，小麦即将成熟，今年又是丰收年啊！这其实是在表彰他们的劝农之功。三是对农夫们：准备收获吧！欢快之情跃然纸上。</p> <p>　　此诗的历代训诂也多歧义，主要是第三句的“成”字和第五句的“保介”一词。“成”字有释为“成绩”者，则句意为“王对你们的成绩给予赏赐”，亦通。《诗集传》等书所释“成法”于上下文义亦圆通顺畅。“保介”一词，有人释为“执甲之士”，即周王左右卫士，有成篇的考据；或释为“农官”已合情合理。</p>",
  "about": "<h2>创作背景</h2> <p>　　《周颂》是宗庙祭祀乐歌，“以其成功告于神明”，其中有十篇编为一卷，以这篇《臣工》为首，标明为《臣工之什》。这一篇和另几篇是农事<a href=\"http://so.gushiwen.org/view_273.aspx\">诗</a>（或与农副业生产有关的诗）。这篇诗传说是周成王时代的作品。从诗的文本来看，确是周王的口气。</p> <p>　　周族是一个农业民族，依靠在当时处于先进地位的农业而兴国，建立王朝之后，进一步采取解放生产力和推广农业技术等措施，大力发展农业生产，以之作为基本国策。周朝制度，周王直接拥有大片土地，由农奴耕种，称为“藉田”。每年春季，周王率群臣百官亲耕藉田，举行所谓“藉田礼”，表示以身作则。“藉田礼”中也祈祷神明，演唱乐歌。</p> <p>　　此诗产生的具体环境，历来解说很不一致。有人说是“藉田礼”之歌，驳者以为诗中所指暮春麦熟，不是“藉田礼”举行的春耕时节；有人说是“庙祭”之歌，驳者以为诗中并无祭事；有人说是庙祭后周王对助祭诸侯说的话，驳者以为诗中明明是对臣工的训勉。诸家成篇累牍的解说，颇多分歧。有的学者只说这是“赞颂周王省耕、劳群臣、祈丰年的乐歌”（袁梅《诗经译注》）。</p>",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": [
    "诗经",
    "农事"
  ]
}