{
  "id": 5557,
  "star": 11,
  "name": "不遇咏",
  "dynasty": "唐代",
  "content": "北阙献书寝不报，南山种田时不登。<br>百人会中身不预，五侯门前心不能。<br>身投河朔饮君酒，家在茂陵平安否？<br>且共登山复临水，莫问春风动杨柳。<br>今人作人多自私，我心不说君应知。<br>济人然后拂衣去，肯作徒尔一男儿！",
  "fanyi": "<p><strong>译文<br></strong>我向朝廷上书没有得到答复，躬耕退隐却天时不顺没得到好收成。<br>朝廷的盛会自己不能参加，我也不愿到权贵的家门阿谀奉承。<br>我到河朔寄居在朋友家里，心里却无时无刻不在牵挂家人的平安。<br>春天已经来了，姑且一同寄情山水，不必管它春风吹动杨柳。<br>如今世人只为自己着想，我对这种现象很不高兴，内心十分鄙视。<br>我希望先济世致用，然后功成身退去过自己想要的隐逸生活。<br>岂肯一辈子就这样庸庸碌碌，毫无成就，枉做一个男子汉大丈夫！</p> <p><strong>注释<br></strong>⑴不遇：不得志；不被赏识。《孟子·梁惠王下》：“吾之不遇鲁侯，天也；臧氏之子焉能使予不遇哉？”<br>⑵北阙：古代宫殿北面的门楼。是臣子等候朝见或上书奏事之处。《汉书·高帝纪下》：“萧何治未央宫，立东阙、北阙、前殿、武库、太仓。”献书：奉上书札；上书。多指向有地位者陈述意见。南朝梁刘协《文心雕龙·书记》：“及七国献书，诡丽辐辏；汉来笔札，辞气纷纭。”这里用来表示向皇帝上书。不报：不批复；不答复。《东观汉记·丁鸿传》：“鸿当袭封，上书让国于盛。书不报。”<br>⑶南山：指终南山，属秦岭山脉，在今陕西省西安市南。《<a href=\"http://so.gushiwen.org/view_5557.aspx\">诗</a>经·小雅·节南山》：“节彼南山，维石岩岩。”不登：歉收。《礼记·曲礼下》：“岁凶，年谷不登。”《汉书·元帝纪》：“岁数不登，元元困乏，不胜饥寒。”登：丰收，收成好。<br>⑷百人会：众多重臣被召的盛会。语出南朝宋<a href=\"http://so.gushiwen.org/author_668.aspx\">刘义庆</a>《世说新语·宠礼》：“孝武在西堂会，伏滔预坐。还，下车呼其儿，语之曰：‘百人高会，临坐未得他语，先问：“伏滔何在，在此不？”此故未易得。为人作父如此，何如？’”预：“遇”也。<br>⑸五侯：泛指权贵豪门。唐<a href=\"http://so.gushiwen.org/author_473.aspx\">韩翃</a>《寒食》诗：“日暮汉宫传蜡烛，轻烟散入五侯家。”<br>⑹河朔：黄河以北地区。<br>⑺茂陵：汉武帝<a href=\"http://so.gushiwen.org/author_700.aspx\">刘彻</a>的陵墓，在今陕西兴平，诗中实指唐代京都长安。<br>⑻春风动杨柳：指引起家中妻子的思念。语出《子夜春歌》。<br>⑼说（yuè）：同“悦”。<br>⑽济人：救助别人。唐裴铏《传奇·韦自东》：“某一生济人之急，何为不可？”拂衣：振衣而去。谓归隐。晋殷仲文《解尚书表》：“进不能见危授命，忘身殉国；退不能辞粟首阳，拂衣高谢。”<br>⑾徒尔：仅能如此。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　这首<a href=\"http://so.gushiwen.org/view_5557.aspx\">诗</a>以第一人称的口吻，诉说了自己的不幸遭遇，抒发怀才不遇的愤慨心情。</p> <p>　　诗共十二句。开头四句，紧扣“不遇”题旨，连用四个“不”字，反复叙写自己困顿失意的情形。北阙，指朝廷。首句是说自己，向朝廷上书，陈述自己的政见，表达用世的要求，但没有得到任何答复。次句化用汉代<a href=\"http://so.gushiwen.org/author_808.aspx\">杨恽</a>《拊缶歌》：“田彼南山，芜秽不治。种一顷豆，落而为萁”的句子，意思是说自己退隐躬耕，因为天时不顺，没有获得好收成，衣食无着。第三句反用晋伏滔参加孝武帝召集的百人高会，受到孝武帝垂青的故事（《世说新语·宠礼》），借指自己不能挂名朝籍的不幸遭遇。五侯，用汉成帝同日封其舅王谭等五人为侯的典故（《汉书·元后传》），此处泛指权贵。第四句意思是：阿谀奉承权贵，可以获得利禄，但自己的性格刚正不阿，不愿这样做，只能沉沦困顿。</p> <p>　　接着的四句，描写主人公不遇失意后漂泊困窘的生活。河朔，。茂陵，。主人公落魄以后，远游河朔，投靠一位朋友为生。但滞留他乡，依附他人的生活，使他心中产生了深沉的乡思。家人住在京城，风尘阻隔，音信全无，他们都平安无事吧？还是暂且留在北地，登山临水，流连赏玩吧。即使春天已经来到人间，和风吹拂，杨柳依依，最能惹起人的旅思，也全然不管。既思乡怀人，却又宁愿继续漂泊他乡，主人公这一矛盾的心理，极深刻地反映了他失意以后凄楚、哀伤悲愤的心情。</p> <p>　　最后四句，主人公向友人陈述他对世俗的态度和自己的人生理想。他说：今天世上的人，只为自己着想，自私自利，我对这种现象大为不悦，内心十分鄙视。这一点，你是应当了解的。我希望先济世致用，然后功成身退，去过闲适的隐逸生活，岂肯一辈子庸庸碌碌，毫无成就，枉做一个男子汉大丈夫。主人公在失意潦倒、栖迟零落的境遇下，仍然说出如此高亢激昂的誓言，表现出他仍然有强烈的用世要求。</p> <p>　　这首诗每四句一转韵，诗意亦随之而转换，是七古体裁中典型的“初唐体”，说明了<a href=\"http://so.gushiwen.org/author_515.aspx\">王维</a>的诗歌创作受初唐的影响很深。但诗中所表现的虽失意不遇，仍然昂扬奋发的进取精神，则是盛唐封建知识分子普遍的精神风貌和人生态度。</p><br/><h2>赏析二</h2> <p>　　此<a href=\"http://so.gushiwen.org/view_5557.aspx\">诗</a>开头四句，紧扣题旨，连用四个“不”字，反复叙写自己困顿失意，怀才不遇的情形。首句说自己向朝廷上书，陈述政见，表达用世的要求，却没有得到任何答复。次句化用汉代<a href=\"http://so.gushiwen.org/author_808.aspx\">杨恽</a>《拊缶歌》：“田彼南山，芜秽不治。种一顷豆，落而为萁”的句子，说自己退隐躬耕，却天时不顺，没有获得好收成，衣食无着。第三句反用晋伏滔参加孝武帝召集的百人高会，受到孝武帝垂青的故事（《世说新语·宠礼》），借指自己不能挂名朝籍的不幸遭遇。最后一句运用汉成帝同日封其舅王谭等五人为侯的典故（《汉书·元后传》）表达自己即使沉沦困顿，也不阿谀奉承。前四句，诗人用典，形象地点明了自己“不遇”的主题。</p> <p>　　中间四句主要描写主人公不遇失意后漂泊困窘的生活。落魄后的诗人，远游河朔，投靠一位朋友为生。但滞留他乡，依附他人的生活，却使他心中产生了深沉的乡思。家人住在京城，风尘阻隔，音信全无，他们都平安无事吧？尽管心中牵挂，却因为无法回乡，只能暂且留在北地，登山临水，排遣忧思。尽管春日穆穆，杨柳依依，总在不经意间引人乡愁，却只能全然不管。既思乡怀人，又宁愿继续漂泊他乡，诗人这一矛盾的心理，极深刻地反映了他失意以后凄楚、哀伤、悲愤的心情。</p> <p>　　最后四句，主人公向友人陈述他对世俗的态度和自己的人生理想。他说：今天世上的人，只为自己着想，自私自利，我对这种现象大为不悦，内心十分鄙视。这一点，你是应当了解的。我希望先济世致用，然后功成身退，去过闲适的隐逸生活，岂肯一辈子庸庸碌碌，毫无成就，枉做一个男子汉大丈夫。主人公在失意潦倒、栖迟零落的境遇下，仍然说出如此高亢激昂的誓言，表现出他仍然有强烈的用世要求。这四句的转韵，诗意亦随之转换。值得一提的是，诗中所表现的虽失意不遇，仍然昂扬奋发的进取精神，是盛唐封建知识分子普遍的精神风貌和人生态度。</p>",
  "about": "<h2>创作背景</h2> 　　此<a href=\"http://so.gushiwen.org/view_5557.aspx\">诗</a>是<a href=\"http://so.gushiwen.org/author_515.aspx\">王维</a>前期的作品，大约作于唐玄宗开元十四五年（726或727年）诗人被贬济州到开元二十二年（734年）拜右拾遗期间，比较真实地反映了诗人这一时期的生活情况和人生追求。",
  "poet": {
    "id": 515,
    "star": 0,
    "name": "王维",
    "image": "http://img.gushiwen.org/authorImg/wangwei.jpg",
    "desc": "王维（701年－761年，一说699年—761年），字摩诘，汉族，河东蒲州（今山西运城）人，祖籍山西祁县，唐朝诗人，有“诗佛”之称。苏轼评价其：“味摩诘之诗，诗中有画；观摩诘之画，画中有诗。”开元九年（721年）中进士，任太乐丞。王维是盛唐诗人的代表，今存诗400余首，重要诗作有《相思》《山居秋暝》等。王维精通佛学，受禅宗影响很大。佛教有一部《维摩诘经》，是王维名和字的由来。王维诗书画都很有名，非常多才多艺，音乐也很精通。与孟浩然合称“王孟”。"
  },
  "tags": [
    "漂泊",
    "怀才不遇"
  ]
}