{
  "id": 56044,
  "star": 26,
  "name": "乌夜啼·纨扇婵娟素月",
  "dynasty": "宋代",
  "content": "纨扇婵娟素月，纱巾缥缈轻烟。高槐叶长阴初合，清润雨馀天。<br>弄笔斜行小草，钩帘浅醉闲眠。更无一点尘埃到，枕上听新蝉。",
  "fanyi": "<p><strong>译文<br></strong>手拿团扇在洁白的月下，纱巾被风吹得起伏飘动像轻轻的烟雾一样。高高的槐树叶子非常茂密，清新雨后天气很好。<br>拿着笔胡乱地写着字，喝醉了放下帘子闲适地小睡一觉。一夜没有更声来打扰，只是在枕头上静静地听初夏的蝉鸣。</p> <p><strong>注释<br></strong>⑴乌夜啼：原唐教坊曲名，后用为词牌名。又名“圣无忧”，平韵四十七字。与“相见欢”之别名“乌夜啼”不同。<br>⑵“纨扇”句：指纨扇如同明月一样洁白。纨扇又称宫扇，细绢织成的团扇，是汉族传统的手工艺术珍品，形如满月，故云“素月”。婵娟：美好的样子，暗喻女子娇美的容貌。汉代<a href=\"http://so.gushiwen.org/author_652.aspx\">班婕妤</a>曾作《怨歌行》：“新裂齐纨素，皎洁如霜雪。裁为合欢扇，团团似明月。”<br>⑶轻烟：指纱巾的轻细。<br>⑷“高槐”句：槐树的叶子渐渐长成，树阴也渐渐合拢，覆盖地面。<br>⑸“清润”句：雨后的天空更显清朗湿润。清润：清凉滋润。<br>⑹“弄笔”句：指在房里悠闲无事，以写小草打发时光。弄笔：谓执笔写字、为文、作画。<br>⑺新蝉：初夏的鸣蝉。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　<a href=\"http://so.gushiwen.org/author_272.aspx\">陆游</a>是个爱国志士，不甘过闲散生活，他的<a href=\"http://so.gushiwen.org/view_56044.aspx\">诗</a>词写闲适意境，同时又往往带有悲慨。而这首词却有些不同，整首都写闲适意境，看不到任何悲愤之情。所以必须要结合陆游的身世和思想，从词外去理解他并不是真正耽于词中的生活，这一时的闲适，反而让人去试着探究深藏于作者心中的忧国忧民之情。上片起二句：“纨扇婵娟素月，纱巾缥缈轻烟”。以两种生活用品来表现初夏季节。第一句写美如圆月的团扇，第二句写薄如轻烟的头巾，这都是夏天所适用的。扇美巾轻，可以驱暑减热，事情显得轻快。“高槐叶长阴初合，清润雨余天。”这二句写景，也贴切季节。夏天树阴浓合，梅雨季节，放晴时余凉余润尚在，这都使人感到宽舒。这二句与<a href=\"http://so.gushiwen.org/author_405.aspx\">王安石</a>《初夏即事》“绿阴幽草胜花时”的诗句，以及<a href=\"http://so.gushiwen.org/author_164.aspx\">周邦彦</a>《满庭芳·夏日溧水无想山作》“午阴嘉树清圆。地卑山近，衣润费炉烟”的词句，景物相近，意境同美；但王诗、周词，笔调幽细，陆词则表现出清疏、自然。</p> <p>　　下片起二句：“弄笔斜行小草，钩帘浅睡闲眠。”由上片的物、景写到人，由静写到动。陆游的有关写字的诗，如《草书歌》《题醉中所作草书卷后》《醉中作行草数纸》等，大多都是表现报国壮志被压抑，兴酣落笔，藉以发泄愤激感情的，正如第二题的诗中所说的：“胸中磊落藏五兵，欲试无路空峥嵘。酒为旗鼓笔刀槊，势从天落银河倾。”在这里，诗人却以写字表现闲适之情，淳熙十三年（1186年）作于都城的《临安春雨初霁》中的“矮纸斜行闲作草”一句，正和这里的词句、语意接近。醒时弄笔写细草，表示闲适；醉眠时挂起帘钩，为了迎凉，享受<a href=\"http://so.gushiwen.org/author_645.aspx\">陶渊明</a>《与子俨等疏》所说的：“五六月中北窗下卧，遇凉风暂至，自谓是羲皇上人”那样的乐趣。“更无一点尘埃到，枕上听新蝉”，正是濒湖住宅的清凉、洁净的境界，明晰地表现了这一份闲暇，明显不同于往日作者的压抑、苦闷。</p> <p>　　这首词只写事和景，不写情，情寓于事与景中。上下片复叠，句式完全相同，故两片起句都用对偶。情景轻快优美，笔调清疏自然，是陆游少见的闲适词。居宅依山傍水、风景美丽如画。作者不禁释怀，将昔日的抑欲苦闷一并抛到脑后，融入大自然的清新、闲适之中，全词表现出作者壮志未酬后的闲居生活。</p>",
  "about": "<h2>创作背景</h2> 　　这首小令是<a href=\"http://so.gushiwen.org/author_272.aspx\">陆游</a>于宋孝宗淳熙八年至十二年（1181～1185年）间闲居故乡山阴时的作品。陆游在宋孝宗乾道元年（1165年）四十一岁时，买宅于山阴（今绍兴）镜湖之滨、三山之下的西村，次年罢隆兴通判时，入居于此。西村的居宅，依山临水，风景优美。他受了山光水色的陶冶，心情也比较舒缓，所以自号渔隐。在家住了四年，到乾道六年（1170年）他离家入蜀。四年中写了几首描写村居生活的《鹧鸪天》词。这首《乌夜啼》词，虽然也写村居生活，但与上述《鹧鸪天》词不同期。《乌夜啼》词是他从蜀中归来，罢提举江南西路常平茶盐公事再归山阴时写的，词写于初夏季节。他这次归山阴，从淳熙八年（1181年）五十七岁起到淳熙十二年（1185年）六十一岁止，又住了五年。他在淳熙十六年（1189年）写的《长短句序》，说他“绝笔”停止写词已有数年，因此词作于这几年中当可确定。",
  "poet": {
    "id": 272,
    "star": 0,
    "name": "陆游",
    "image": "http://img.gushiwen.org/authorImg/luyou.jpg",
    "desc": "陆游（1125—1210），字务观，号放翁。汉族，越州山阴（今浙江绍兴）人，南宋著名诗人。少时受家庭爱国思想熏陶，高宗时应礼部试，为秦桧所黜。孝宗时赐进士出身。中年入蜀，投身军旅生活，官至宝章阁待制。晚年退居家乡。创作诗歌今存九千多首，内容极为丰富。著有《剑南诗稿》、《渭南文集》、《南唐书》、《老学庵笔记》等。"
  },
  "tags": [
    "夏天",
    "写景",
    "生活",
    "闲适"
  ]
}