{
  "id": 30893,
  "star": 12,
  "name": "骆谷晚望",
  "dynasty": "唐代",
  "content": "秦川如画渭如丝，去国还家一望时。<br>公子王孙莫来好，岭花多是断肠枝。",
  "fanyi": "<p><strong>译文</strong><br>　　辽阔的秦川沃野千里，风景如画，浩浩荡荡的渭水如绵长的细丝一般穿越三秦。这美丽的风景画是我在归乡途中一望所见的。这次不如不回来啊，怀着这种屈辱的心情回家，仿佛那山岭上的花草都枝枝使人断肠。</p> <p><strong>注释</strong><br>⑴骆谷：在陕西周至西南，谷长四百余里，为关中通汉中的交通孔道，是一处军事要隘。<br>⑵川：平川。秦川：指秦岭以北古秦地，即今陕西中部，渭水流域大平原。渭：一作“柳”。<br>⑶还家；一作“还乡”。<br>⑷“公子”二句：典出《楚辞·招隐士》：“王孙游兮不归，春草生兮萋萋。”</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　此<a href=\"http://so.gushiwen.org/view_30893.aspx\">诗</a>载于《全唐诗》卷五百六十五。下面是安徽大学文学院术研究带头人、安徽大学古籍整理汉语言文字研究所顾问马君骅对此诗的赏析。</p> <p>　　骆谷在陕西周至西南，谷长四百余里，为关中通汉中的交通孔道，是一处军事要隘。诗人晚望于此，有感而吟此诗。此为缘景遣怀诗。这类诗率多景为宾，情为主，以景起兴，以情结景，它借助眼前实景，抒发内心幽情，越突出景物的瑰丽，越反衬心情的凄婉，细读自见堂奥。</p> <p>　　“秦川如画渭如丝，去国还家一望时。”川，平川。“秦川”，指秦岭以北古秦地，即今陕西中部，渭水流域大平原。诗人登上骆谷，晚霞似锦，残阳如血，远岭近峦，浓妆淡抹，眼前展现一幅锦山绣水的美丽画面。“如画”二字把莽莽苍苍的辽阔秦川描绘得斜阳掩映，沃野千里，平畴闪光，丛林生辉。这是广袤的大景。“如丝”二字又把浩浩滔滔的东流渭水状写得长河落日，浮光耀金，万丈白练，飘浮三秦。这是绵长的远景。大景与远景交错，山光与水色竞美，蔚为壮观。然而这些美景都是诗人站在骆谷“一望”中摄取的，又是在辞帝京、返故里的背景下“一望”见到的，句中特着“去国还家”四字，隐隐透露了诗人是失官还乡，因而被壮丽河山所激发的豪情，一刹那间又被愁怀淹没了。下两句便将此情毫不掩饰地抒写出来。</p> <p>　　“公子王孙莫来好，岭花多是断肠枝。”《楚辞·招隐士》：“王孙游兮不归，春草生兮萋萋”，是说王孙出游，乐而忘返，辜负了家乡的韶华美景。<a href=\"http://so.gushiwen.org/author_1288.aspx\">韩琮</a>反其意而用之，借“公子王孙”来指代宦游人，实即自指，说自己这次“去国还乡”还不如“莫来好”。对于遭逐沦落的诗人，这种心境是可以理解的。《汉乐府·陇头歌》之二所写“陇头流水，鸣声幽咽，遥望秦川，肝肠断绝”，正可移来为韩琮写照。韩琮的诗情正是由此歌生发。他虽面临如画如丝的秦川渭水，心里只觉得“岭花多是断肠枝”了。据历史记载，韩琮被石载顺驱逐之后，唐宣宗不但不派兵增援，支持韩琮消灭叛将，反而另派右金吾将军蔡袭代韩为湖南观察使，把韩琮这个逐臣抛弃了，不能不倍增其断肠之慨。</p> <p>　　“莫来好”是与“断肠枝”相因果的。本来“岭花”并无所谓“断肠枝”，只因作者成为断肠人，“岭花”才幻成了“断肠枝”。断肠人对断肠枝，自然不如莫来好了。</p> <p>　　全诗二十八字，并无惊人警语，而自有一种形象意蕴，令人回肠荡气，原因在诗家惯用的以乐景写哀的对比反衬手法，在这里得到了长足的发挥。起句写美景，景美得扑人眉宇；收句写愁肠，肠愁得寸寸欲断。同一诗境，效果迥异，令人读来自入彀中。试一口诵心维，景乎，情乎，乐乎，悲乎，似都浑然莫辨了。其点化契机，仍然是“莫来好”三字所导入的一种闲愁美，哀伤美。乐景固然给人以美感，哀景同样给人以美感。在特定诗境下，先乐后哀，乐中生悲，会更使诗味浓郁，咀嚼甜美。此诗得之。</p>",
  "about": "<h2>创作背景</h2> 　　<a href=\"http://so.gushiwen.org/author_1288.aspx\">韩琮</a>于唐宣宗时出任湖南观察使，因秉公不苟，不徇私情，公元858年（唐宣宗大中十二年）被都将石载顺等驱逐，朝廷对此事采取了纵容的态度。韩琮因而失官，此后无闻。此<a href=\"http://so.gushiwen.org/view_30893.aspx\">诗</a>当是其失位还乡时之作。",
  "poet": {
    "id": 1288,
    "star": 0,
    "name": "韩琮",
    "image": "http://img.gushiwen.org/authorImg/hancong.jpg",
    "desc": "韩琮[唐]（约公元八三五年前后在世）字成封，（唐诗纪事作代封，此从新唐书艺文志注及唐才子传）里居及生卒年均不详，约唐文宗太和末前后在世。有诗名。长庆四年，（公元八二四年）登进士第。初为陈许节度判官。后历中书舍人。大中中，（公元八五三年）仕至湖南观察使。琮著有诗集一卷，《新唐书艺文志》传于世。生卒不祥，于唐宣宗时出为湖南观察使，大中十二年（858）被都将石载顺等驱逐，之后，唐宣宗不但不派兵增援，支持韩琮消灭叛将，反而另派右金吾将军蔡袭代韩为湖南观察使，把韩琮这个逐臣抛弃了。此后失官，无闻。"
  },
  "tags": [
    "写景",
    "抒怀"
  ]
}