{
  "id": 15468,
  "star": 32,
  "name": "贼平后送人北归",
  "dynasty": "唐代",
  "content": "世乱同南去，时清独北还。<br>他乡生白发，旧国见青山。 <br>晓月过残垒，繁星宿故关。<br>寒禽与衰草，处处伴愁颜。",
  "fanyi": "<p><strong>译文</strong><br>战乱时我和你一同逃到南方，时局安定你却独自北归家园。<br>流落他乡头上已经生出白发，战后的家乡也只能见到青山。<br>晓行要经过许多残破的营垒，夜里只能披星露宿荒凉故关。<br>旷野里的飞禽与枯黄的野草，将处处伴随着你的悲苦愁颜。</p> <p><strong>注释</strong><br>⑴贼平：指平定“安史之乱”。<br>⑵时清：指时局已安定。<br>⑶“旧国”句：意谓你到故乡，所见者也惟有青山如故。旧国：指故乡。<br>⑷残垒：战争留下的军事壁垒。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　这首<a href=\"http://so.gushiwen.org/view_15468.aspx\">诗</a>写于平定“安史之乱”之后，意在伤己独留南方，不能与朋友同来同返，并抒发了对乱后形势的忧虑之情。</p> <p>　　诗题为“贼平后送人北归”，“贼平”，指公元763年夏历正月，叛军首领史朝义率残部逃到范阳，走投无路，自缢身亡，“安史之乱”最终被朝廷平定。“北归”，指由南方回到故乡，《新唐书》载<a href=\"http://so.gushiwen.org/author_750.aspx\">司空曙</a>为广平人，这个“广平”，据考证当在今河北或北京境内，是“安史之乱”的重灾区。</p> <p>　　“世乱同南去，时清独北还。”首联交代送人北归的原因，抒写自己不能还乡的痛苦，“世乱”之时，司空曙和友人一起逃到江南避难，如今天下已经太平，友人得以回去，自己仍滞留他乡，“独”字含义丰富，一指友人独自北还，一指自己独不得还，含有无限悲感。</p> <p>　　“他乡生白发，旧国见青山。”上句“生白发”亦有双重涵义：一是形容乱离中家国之愁的深广，一是说时间的漫长，从战乱开始到结束，前后历时九年。“旧国”指故乡，“见青山”是说假如友人回到故乡，田园庐舍肯定是一片废墟，所见也惟有青山如故。从这句起，以下都是想象北归人途中的心情和所见的景物。律诗讲究“起承转合”，一般在第三联转折，此诗却在第二联完成“承”、“转”，章法上别具一格。</p> <p>　　“晓月过残垒，繁星宿故关”。颈联及尾联单从友人方面落笔。“晓月”句想象其早行情景，“繁星”句虚拟其晚宿情景。这一联点明“残垒”，即残破的壁垒，泛指战争遗留下来的痕迹。“故关”，为兵家必争之地，估计也残破不堪了。因而这一联着重写“贼平”后残破、荒凉之景，笔力所致，“描尽乱离之后荒乱风景”（王文濡《历代诗评注读本》）。</p> <p>　　“寒禽与衰草，处处伴愁颜。”尾联继续虚写友人归途中所见所感。上句写景，“禽”和“草”本无知觉，而曰“寒禽”、“衰草”，正写出诗人心中对乱世的感受。下句直接写“愁”，言愁无处不在，“愁”既指友人之愁，也兼含作者之愁，这里与一、二两联遥相呼应，针线细密，用笔娴熟。</p> <p>　　这是一首酬赠诗，这类题材在“大历十才子”集中比比皆是，但多数思想平庸，艺术才力贫乏，缺少真情实感，这首诗却能独辟蹊径，通过送北归的感伤写出“旧国残垒”、“寒禽衰草”的乱后荒败之景，由送别的感伤推及时代的感伤、民族的感伤。</p>",
  "about": "<h2>创作背景</h2> 这首<a href=\"http://so.gushiwen.org/view_15468.aspx\">诗</a>当是于公元763年（唐代宗广德元年）安史之乱刚结束不久写的。安史之乱从公元755年（唐玄宗天宝十四载）爆发，持续了八年，致使百姓流离失所、苦不堪言。<a href=\"http://so.gushiwen.org/author_750.aspx\">司空曙</a>于安史之乱爆发不久避难到南方，战乱刚平，诗人送同来避难的友人北归，写下了这首诗。作者在乱后为何尚滞留南方，已难以考证。",
  "poet": {
    "id": 750,
    "star": 0,
    "name": "司空曙",
    "image": "http://img.gushiwen.org/authorImg/sikongshu.jpg",
    "desc": "司空曙(约720-790年)，字文明，或作文初。广平（今河北永年县东南）人，大历十才子之一，唐代诗人。约唐代宗大历初前后在世。大历年进士，磊落有奇才，与李约为至交。性耿介，不干权要。家无担石，晏如也。尝因病中不给，遣其爱姬。韦辠节度剑南，辟致幕府。授洛阳主簿。。其诗多为行旅赠别之作，长于抒情，多有名句。胡震亨曰：\"司空虞部婉雅闲淡，语近性情。\"(《唐音癸签》卷七)有《司空文明诗集》。其诗朴素真挚，情感细腻，多写自然景色和乡情旅思，长于五律。诗风闲雅疏淡。"
  },
  "tags": [
    "唐诗三百首",
    "酬赠",
    "感伤"
  ]
}