{
  "id": 63611,
  "star": 10,
  "name": "扫花游·九日怀归",
  "dynasty": "宋代",
  "content": "江蓠怨碧，早过了霜花，锦空洲渚。孤蛩自语。正长安乱叶，万家砧杵。尘染秋衣，谁念西风倦旅。恨无据。怅望极归舟，天际烟树。 <br>心事曾细数。怕水叶沈红，梦云离去。情丝恨缕。倩回纹为织，那时愁句。雁字无多，写得相思几许。暗凝伫。近重阳、满城风雨。",
  "shangxi": "<h2>赏析</h2> <p>　　头三句“江蓠怨碧，早过了霜花，锦空洲渚”，描写重阳时节的典型景物江蓠，一种香草，出自<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>《离骚》：“扈江蓠与辟芷兮，纫秋兰以为佩。”<a href=\"http://so.gushiwen.org/author_204.aspx\">李商隐</a>《九日》<a href=\"http://so.gushiwen.org/view_63611.aspx\">诗</a>用过这个典故：“空教楚客咏江蓠”，这里也用为九月九日景物，开江蓠因幽怨而呈现碧色，早过了经霜开花时候，水边已没有一片花如锦的江蓠了。下面接“孤蛩暗语”句，转而写听到的声音蟋蟀正在孤单地暗自鸣叫。<a href=\"http://so.gushiwen.org/author_30.aspx\">姜夔</a>《齐天乐》咏蟋蟀：“凄凄更闻私语”这里是指九月蟋蟀初鸣。下面两句：“正长安乱叶，万家砧杵”。长安这里指杭州，南宋的都城。长安乱叶句本<a href=\"http://so.gushiwen.org/author_491.aspx\">贾岛</a>送别诗“秋风吹渭水，落叶满长安”，和周美成《齐天乐》“渭水西风，长安乱叶，空忆诗情宛转”，形容落叶随风飞舞，飘落满地。“万家砧杵”本<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>《子夜吴歌》“长安一片月，万户扌寿衣声”，家家用砧杵为将要远服兵役的人制征衣。姜夔《齐天乐》也描写蟋蟀叫声“相和砧杵”。</p> <p>　　这两句点明了作者当时的时间、地点和氛围。</p> <p>　　“尘染秋衣，谁念西风倦旅。”转入写客况凄凉。尘染秋衣一句，脱于西晋<a href=\"http://so.gushiwen.org/author_838.aspx\">陆机</a>《为顾彦先赠妇》诗：“京洛多风尘，素衣化为缁。”意思是说：在京城呆得很久了，衣裳已经被尘土染黑，却没有人来关心我这个满怀疲惫的异乡旅客。北宋<a href=\"http://so.gushiwen.org/author_62.aspx\">晁端礼</a>《水龙吟》“倦游京洛风尘，夜来病酒无人问”，也是这个意思上阕结尾三句：“恨无据。怅望极归舟，天际烟树。”描写心中的乡愁无以依托，只有惆怅地眺望江上远去的归船和天边如烟的树木。词用<a href=\"http://so.gushiwen.org/author_32.aspx\">谢朓</a>《之宣城郡出新林浦向板桥》诗“天际识归舟，云中辨江树”语，表示自己想回去又不能，只有遥望江上舟树以寄托乡思《古诗》“远望可以当归”即是这种心情下阕起首一句“心事曾细数”，统领以下各句，表明作者由写景寄情转入全写内心世界。“怕水叶沉红，梦云离去”“怕水叶沉红”，是写红荷凋落。翁元龙《隔浦莲近》“沉红入水，渐做小莲离藕”，语意相近。“梦云离去”，语出楚王梦遇神女，及朝为行云的故事。这三句是说，作者心事重重，无法轻松，只担心美好的往事象荷花凋谢、梦云离去一样，再也不能重视了。下句“情丝恨缕”稍停顿一下。一语概括所有的心事，再细说“倩回纹为织，那时愁句”，是说像晋代苏蕙织锦字回文诗一样，将当时的离愁别绪，写成词章或书信。</p> <p>　　“雁字无多，写得相思几许”，接着上面两句的意思，转折了一下，说即使书信也装不了多少相思情雁只排成人字、一字，没有多少字，怎能写出多少相思，言外意是思无限。人们又常用鸿雁指书信。<a href=\"http://so.gushiwen.org/author_125.aspx\">秦观</a>《减字木兰花》有“困倚危楼，过尽飞鸿字字愁”句，虽都用鸿雁作比，却用法相反，各从不同角度作出恰当的比喻。下阕结尾三句：“暗凝伫。近重、满城风雨。”作者心潮起伏、思绪难平之后，又回到重阳节和那时景色上，首尾呼应。自己一个人伫立凝望重阳景象，却只见到满城风雨。这正同上阕“锦空洲渚”、“正长安乱叶，万家砧杵”等句同样凄清。“近重阳、满城风雨”一句来自潘大临“满城风雨近重阳”，但只颠倒词序，例由豪放变凄凉。</p> <p>　　这首词凄而不惨，哀而不伤，很好地把握了重阳节的景象与作者自己的心情。词人铺陈上的抑扬顿挫也恰到好处，令读者心有戚戚焉。这首词还有一个特色，就是用典颇多，句多出处，虽见研习前人之功，但亦略多了些。</p>",
  "about": "<h2>创作背景</h2> <p>　　周密身处南宋末年，凭他词人的敏感，他自然感受到北元兴起而南朝衰败的景象。又加上作者京城失意，思念故乡，这时偏逢九月初九重阳节，便有了这首《扫花游·九日怀归》。</p>",
  "poet": {
    "id": 517,
    "star": 0,
    "name": "周密",
    "desc": "周密 （1232-1298），字公谨，号草窗，又号四水潜夫、弁阳老人、华不注山人，南宋词人、文学家。祖籍济南，流寓吴兴（今浙江湖州）。宋德右间为义乌县（今年内属浙江）令。入元隐居不仕。自号四水潜夫。他的诗文都有成就，又能诗画音律，尤好藏弃校书，一生著述较丰。著有《齐东野语》、《武林旧事》、《癸辛杂识》、《志雅堂要杂钞》等杂著数十种。其词远祖清真，近法姜夔，风格清雅秀润，与吴文英并称“二窗”，词集名《频洲渔笛谱》、《草窗词》。"
  },
  "tags": [
    "重阳节",
    "典故",
    "思念"
  ]
}