{
  "id": 24655,
  "star": 73,
  "name": "谪岭南道中作",
  "dynasty": "唐代",
  "content": "岭水争分路转迷，桄榔椰叶暗蛮溪。<br>愁冲毒雾逢蛇草，畏落沙虫避燕泥。<br>五月畲田收火米，三更津吏报潮鸡。<br>不堪肠断思乡处，红槿花中越鸟啼。",
  "fanyi": "<p><strong>译文</strong><br>　　岭南道中溪流纵横交错，地势迂回曲折，置身其间，茫然不知身在何处。沿途随处可见高大的乔木，绿树丛阴下，溪流显得格外幽深。我在旅途中提心吊胆，担心遇上毒雾，碰着蛇草；为了躲避沙虫，看见燕子衔泥也会急忙让开。这里的风俗很特别，五月即收稻米，三更公鸡就打鸣，每当涨潮，它还会按时啼叫，这时津吏就会通知乡民潮汛要来了。这一切让人一时难以适应，看着那鲜艳欲滴的红槿花，听着那树上越鸟的鸣叫，想到想起家乡，这谪居岁月何时是个尽头，想起这些真是肝肠寸断。</p><p><strong>注释</strong><br>⑴岭南：指五岭以南的地区，即今广东、广西等地。<br>⑵岭水争：指五岭一带山势高峻，水流湍急，支流岔路很多。<br>⑶桄榔：一种常绿乔木，叶为羽状复叶。蛮溪：泛指岭南的溪流。<br>⑷毒雾：古人常称南方有毒雾，人中了毒气会死去，大概是瘴气。<br>⑸沙虫：古人传说南方有一种叫沙虱的虫，色赤，进入人的皮肤能使人中毒死亡。<br>⑹畲田：用火烧掉田地里的草木，然后耕田种植。火米：指赤谷米。<br>⑺津吏：管理摆渡的人。潮鸡：《舆地志》说，“移风县有鸡……每潮至则鸣，故称之‘潮鸡’。”<br>⑻红槿：落叶小灌木，花有红、白、紫等颜色。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　这首《谪岭南道中作》载于《全唐<a href=\"http://so.gushiwen.org/view_24655.aspx\">诗</a>》卷四百七十五。下面是武汉大学古代文学专业教授王启兴先生对此诗的赏析。</p> <p>　　这首诗的首联描写在贬谪途中所见的岭南风光，有鲜明的地方色彩。第一句写山水，岭南重峦叠嶂，山溪奔腾湍急，形成不少的支流岔道。再加上山路盘旋，行人难辨东西而迷路。这里用一“争”字，不仅使动态景物描绘得更加生动，而且也点出了“路转迷”的原因，好像道路纡曲，使人迷失方向是“岭水”故意“争分”造成的。这是作者的主观感受，但又是实感，所以诗句倍有情致。第二句紧接上句进一步描写山间景色，桄榔、椰树布满千山万壑，层林叠翠，郁郁葱葱，一派浓郁的南国风光。这一句中用一“暗”字，突出桄榔、椰树等常绿乔木的茂密，遮天蔽日，连溪流都为之阴暗。这一联是从山水林木等方面选择最具有地方特色的景物来写。</p> <p>　　颔联宕开一笔，写在谪贬途中处处提心吊胆的情况：害怕遇到毒雾，碰着蛇草；更担心那能使中毒致死的沙虫，连看见掉落的燕泥也要畏避。这样细致的心理状态的刻画，有力地衬托了岭南地区的荒僻险恶。从艺术表现技巧来看，这种衬托的手法，比连续的铺陈展叙、正面描绘显得更有变化，也增强了艺术感染力。清人<a href=\"http://so.gushiwen.org/author_39.aspx\">沈德潜</a>认为这联“一语双关”，和<a href=\"http://so.gushiwen.org/author_646.aspx\">柳宗元</a>被贬柳州后所作的《岭南江行》一诗中的“射工巧伺游人影，飓母偏惊旅客船”一样，都是言在此而意在彼，诗中的毒雾、蛇草、沙虫等等都有所喻指。这样讲也不无道理。</p> <p>　　颈联转向南方风物的具体描写，在写景中表现出一种十分惊奇的异乡之感。五月间岭南已经在收获稻米，潮汛到来的时候，三更时分鸡就会叫，津吏也就把这消息通知旅行的人，这一切和北方完全不同。这两句为尾联抒发被谪贬瘴疠之地的深切思乡之情作铺垫。</p> <p>　　尾联是在作者惊叹岭南环境艰险，物产风俗大异于秦中之后，引起了身居异地的怀乡之情，更加上听到在鲜艳的红槿花枝上越鸟啼叫，进而想到飞鸟都不忘本，依恋故士，何况有情之人。此时自己迁谪远荒，前途茫茫，不知何日能返回故乡，思念家园，情不能已，到了令人肠断的地步。这当中也深深地蕴含着被排挤打击、非罪谪贬的愤懑。最后一句是暗用《古诗十九首·行行重行行》中“越鸟巢南枝”句意，十分贴切而又意味深长。这一联是这首抒情诗的结穴之处，所表达的感情异常深挚。</p> <p>　　全诗写景抒情互相交替，显得灵活多变而不呆滞，景中寓情，情中有景，情景交融，是晚唐的抒情名篇。</p>",
  "about": "<h2>创作背景</h2> 　　这首<a href=\"http://so.gushiwen.org/view_24655.aspx\">诗</a>大约作于大中（唐宣宗年号，847—859）年间，是<a href=\"http://so.gushiwen.org/author_815.aspx\">李德裕</a>在唐宣宗<a href=\"http://so.gushiwen.org/author_778.aspx\">李忱</a>即位后贬岭南时所作。公元847年（大中元年）秋，李德裕为政敌所排挤，被贬为以太子少保身份留守东都洛阳，不久再贬潮州司马。公元848年（大中二年）冬，李德裕刚抵达至潮阳，旋踵之间贬书又到，这次以谬断刑狱等罪名又被贬为崖州司户。公元849年（大中三年）正月抵达珠崖郡。这首诗便是他在贬官途中所作。",
  "poet": {
    "id": 815,
    "star": 0,
    "name": "李德裕",
    "image": "http://img.gushiwen.org/authorImg/lideyu.jpg",
    "desc": "李德裕（787—849），字文饶，唐代赵郡赞皇（今河北赞皇县）人，与其父李吉甫均为晚唐名相。唐文宗时，受李宗闵、牛僧儒等牛党势力倾轧，由翰林学士出为浙西观察使。太和七年，入相，复遭奸臣郑注、李训等人排斥，左迁。唐武宗即位后，李德裕再度入相，执政期间外平回鹘、内定昭义、裁汰冗官、协助武宗灭佛，功绩显赫。会昌四年八月，进封太尉、赵国公。唐武宗与李德裕之间的君臣相知成为晚唐之绝唱。后唐宣宗即位，李德裕由于位高权重，五贬为崖州司户。李德裕两度为相，太和年间为相1年8个月，会昌年间为相5年7个月，两次为相7年3个月。"
  },
  "tags": [
    "贬谪",
    "写景",
    "抒情"
  ]
}