{
  "id": 8279,
  "star": 1692,
  "name": "登金陵凤凰台",
  "dynasty": "唐代",
  "content": "凤凰台上凤凰游，凤去台空江自流。<br>吴宫花草埋幽径，晋代衣冠成古丘。<br>三山半落青天外，二水中分白鹭洲。<br>总为浮云能蔽日，长安不见使人愁。",
  "fanyi": "<p><strong>译文</strong><br>凤凰台上曾经有凤凰来悠游，凤去台空只有江水依旧东流。<br>吴宫鲜花芳草埋着荒凉小径，晋代多少王族已成荒冢古丘。<br>三山云雾中隐现如落青天外，江水被白鹭洲分成两条河流。<br>总有奸臣当道犹如浮云遮日，长安望不见心中郁闷长怀愁。</p> <p><strong>注释</strong><br>⑴凤凰台：在金陵凤凰山上。据《江南通志》载：“凤凰台在江宁府城内之西南隅，犹有陂陀，尚可登览。宋元嘉十六年，有三鸟翔集山间，文彩五色，状如孔雀，音声谐和，众鸟群附，时人谓之凤凰。起台于山，谓之凤凰山，里曰凤凰里。”<br>⑵江：长江。<br>⑶吴宫：三国时孙吴曾于金陵建都筑宫。<br>⑷晋代：指东晋，南渡后也建都于金陵。衣冠：指的是东晋文学家郭璞的衣冠冢。现今仍在南京玄武湖公园内。一说指当时豪门世族。衣冠，士大夫的穿戴，借指士大夫、官绅。成古丘：晋明帝当年为郭璞修建的衣冠冢豪华一时，然而到了唐朝<a href=\"http://so.gushiwen.org/view_8279.aspx\">诗</a>人来看的时候，已经成为一个丘壑了。现今这里被称为郭璞墩，位于南京玄武湖公园内<br>⑸三山：山名。据《景定建康志》载：“其山积石森郁，滨于大江，三峰并列，南北相连，故号三山”。今三山街为其旧址，明初<a href=\"http://so.gushiwen.org/author_3131.aspx\">朱元璋</a>筑城时，将城南的三座无名小山也围在了城中。这三座山正好挡住了从城北通向南门──聚宝门的去路。恰逢当时正在城东燕雀湖修筑宫城，于是将这三座山填进了燕雀湖。三山挖平后，在山基修了一条街道，取名为三山街。半落青天外：形容极远，看不大清楚。<br>⑹二水：一作“一水”。指秦淮河流经南京后，西入长江，被横截其间的白鹭洲分为二支。白鹭洲：白鹭洲：古代长江中的沙洲，洲上多集白鹭，故名。今已与陆地相连，位于今南京市江东门外。<br>⑺浮云蔽日：比喻谗臣当道障蔽贤良。浮云：比喻奸邪小人。陆贾《新语·慎微篇》：“邪臣之蔽贤，犹浮云之障日月也。”日：一语双关，因为古代把太阳看作是帝王的象征。<br>⑻长安：这里用京城指代朝廷和皇帝。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　《登金陵凤凰台》是唐代的律<a href=\"http://so.gushiwen.org/view_8279.aspx\">诗</a>中脍炙人口的杰作。开头两句写凤凰台的传说，十四字中连用了三个凤字，却不觉得重复，音节流转明快，极其优美。“凤凰台”在金陵凤凰山上，相传南朝刘宋永嘉年间有凤凰集于此山，乃筑台，山和台也由此得名。在封建时代，凤凰是一种祥瑞。当年凤凰来游象征着王朝的兴盛；而“如今”凤去台空，就连六朝的繁华也一去不复返了，只有长江的水仍然不停地流着，大自然才是永恒的存在。 　三四句就“凤去台空”这一层意思进一步发挥。三国时的吴和后来的东晋都建都于金陵。诗人感慨万分地说，吴国昔日繁华的宫廷已经荒芜，东晋的一代风流人物也早已进入坟墓。那一时的烜赫，在历史上也没有留下了什么有价值的东西。</p> <p>　　诗人没有让自己的感情沉浸在对历史的凭吊之中，他把目光又投向大自然，投向那不尽的江水：“三山半落青天外，二水中分白鹭洲。”“三山”在金陵西南长江边上，三峰并列，南北相连。据<a href=\"http://so.gushiwen.org/author_272.aspx\">陆游</a>的《入蜀记》载：“三山自石头及凤凰台望之，杳杳有无中耳，及过其下，则距金陵才五十余里。”陆游所说的“杳杳有无中”正好注释“半落青天外”。<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>把三山半隐半现、若隐若现的景象写得恰到好处。“白鹭洲”，在金陵西长江中，把长江分割成两道，所以说“二水中分白鹭洲”。这两句诗气象壮丽，对仗工整，是难得的佳句。</p> <p>　　李白毕竟是关心现实的，他想看得更远些，从六朝的帝都金陵看到唐的都城长安。但是，“总为浮云能蔽日，长安不见使人愁。”这两句诗寄寓着深意。长安是朝廷的所在，日是帝王的象征。陆贾《新语·慎微篇》曰：“邪臣之蔽贤，犹浮云之障日月也。”李白这两句诗暗示皇帝被奸邪包围，而自己报国无门，他的心情是十分沉痛的。“不见长安”暗点诗题的“登”字，触境生愁，意寓言外，饶有余味。相传李白很欣赏<a href=\"http://so.gushiwen.org/author_547.aspx\">崔颢</a>《黄鹤楼》诗，欲拟之较胜负，乃作《登金陵凤凰台》诗。《苕溪渔隐丛话》、《唐诗纪事》都有类似的记载，或许可信。该诗与崔诗工力悉敌，正如方回《瀛奎律髓》所说：“格律气势，未易甲乙。”在用韵上，二诗都是意到其间，天然成韵。语言也流畅自然，不事雕饰，潇洒清丽。作为登临吊古之作，李诗更有自己的特点，它写出了自己独特的感受，把历史的典故，眼前的景物和诗人自己的感受，交织在一起，抒发了忧国伤时的怀抱，意旨尤为深远。</p> <p>　　李白是天才诗人，并且是属于那种充满创造天才的大诗人。然而，惟独李白临黄鹤楼时，没能尽情尽意，“驰志”千里。原因也很简单，所谓“眼前有景道不得，崔颢题诗在上头”。因而，“谪仙诗人”难受、不甘心，要与崔颢一比高低；于是他“至金陵，乃作凤凰台诗以拟之”，直到写出可与崔颢的《黄鹤楼》等量齐观的《登金陵凤凰台》时，才肯罢休。<br>这虽然是传言，但也挺恰切李白性格。《登金陵凤凰台》博得了“与崔颢黄鹤楼相似，格律气势未易甲乙”的赞扬。其实，李白的《登金陵凤凰台》，崔颢的《黄鹤楼》，它们同为登临怀古的双璧。</p> <p>　　李白《登金陵凤凰台》的艺术特点，首先在于其中所回荡着的那种充沛、浑厚之气。气原本是一个哲学上的概念，从先秦时代起就被广泛运用。随着魏晋时期的<a href=\"http://so.gushiwen.org/author_616.aspx\">曹丕</a>以气论文，气也就被当做一个重要的内容而在许多的艺术门类里加以运用。虽然，论者对气的理解、认识不完全相同，但对所含蕴的思想性情、人格精神与艺术情调，又都一致认同。李白《登金陵凤凰台》中明显地充溢着一股浑厚博大之气，它使李白观古阅今，统揽四海于一瞬之间，且超然物外，挥洒自如。浑厚博大之气使李白渊深的思想，高妙的见解，阔大的心胸，成为编织巨大艺术境界的核心与精神内含。就像透过“三山半落青天外，二水中分白鹭洲”的巨大立体时空，可以感受到历史的脉搏跳动与诗人的呼吸一样，通过李白的举重若轻，从容自在，以浩然雄大之气充塞整个诗歌境界的努力，也能更进一步感受到他整个诗歌以气夺人的艺术特点。<br>李白此诗的艺术特点，又在于对时空观念的完美表达。这既体现在对历史与自然的认识上，也体现在他构造时空艺术境界的表达方法上。李白强调的自然永恒不朽，一方面是宣传他的以自然为中心的“物我为一”的世界观，另一方面也是为了揭露历史上的统治神话。因为从古而来，几乎所有的统治者他们都宣扬自己的世代永存与精神不灭，并且还把这样一种模式灌输到人们的意识形态当中，使人深信不疑。但是，李白则对此不以为然。他认为即或是极为强有力的统治者，就像秦始皇，他可以“挥剑决浮云，诸侯尽西来。明断自天启，大略驾群才”，然而他终归也要“但见三泉下，金棺葬寒灰”（《古风·秦王扫六合》），烟消云散是不可避免的。所以，在李白看来，宇宙万物之中，能够获得永恒存在的只有自然。一切的繁华与骄奢淫逸都会烟消云散；如果说它们还存在，似乎也只是作为自然的反衬而存在的。另外，李白在表现自然力量的雄大与变化的时空观时，则选取了最为典型的事物，即“三山半落”之混茫与“二水中分”之辽阔，从而构造出阔大的境界，并且把历史的变迁，即时间的改变与地点的依旧，即空间的不改整体地表现出来，启发人们作更深的思考。</p> <p>　　李白《登金陵凤凰台》的艺术特点，还在于别致自然的遣词造句。由于诗以寓目山河为线索，于是追求情随景生，意象谐成也就显得特别重要。“凤凰”的高飞与“凤凰台”的“空”，洁净、疏朗，与诗人潇洒的气质和略带感伤的情怀相一致，且意到笔到，词义契合，起到了内外呼应的作用。另外，整首“登临”的内在精神，与“埋幽径”“成古丘”的冷落清凉，与“三山”“二水”的自然境界，与忧谗畏讥的“浮云”惆怅和不见“长安”无奈凄凉，都被恰切的语词链条紧紧地钩连在一起，从而当得起“古今题咏，惟谪仙为绝唱”的赞誉。</p>",
  "about": "<h2>创作背景</h2> <p>　　《登金陵凤凰台》是<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>集中为数不多的七言律<a href=\"http://so.gushiwen.org/view_8279.aspx\">诗</a>之一。此诗一说是天宝（唐玄宗年号，742～756）年间，作者奉命“赐金还山”，被排挤离开长安，南游金陵时所作；一说是作者流放夜郎遇赦返回后所作；也有人称是李白游览黄鹤楼，并留下“眼前有景道不得，<a href=\"http://so.gushiwen.org/author_547.aspx\">崔颢</a>题诗在上头”后写的，是想与崔颢的《黄鹤楼》争胜。</p>",
  "poet": {
    "id": 247,
    "star": 0,
    "name": "李白",
    "image": "http://img.gushiwen.org/authorImg/libai.jpg",
    "desc": "李白（701年－762年），字太白，号青莲居士，唐朝浪漫主义诗人，被后人誉为“诗仙”。祖籍陇西成纪(待考)，出生于西域碎叶城，4岁再随父迁至剑南道绵州。李白存世诗文千余篇，有《李太白集》传世。762年病逝，享年61岁。其墓在今安徽当涂，四川江油、湖北安陆有纪念馆。"
  },
  "tags": [
    "唐诗三百首",
    "高中古诗",
    "咏史怀古"
  ]
}