{
  "id": 57972,
  "star": 6,
  "name": "水调歌头·寿赵漕介庵",
  "dynasty": "宋代",
  "content": "千里渥洼种，名动帝王家。金銮当日奏草，落笔万龙蛇。带得无边春下，等待江山都老，教看鬓方鸦。莫管钱流地，且拟醉黄花。<br>唤双成，歌弄玉，舞绿华。一觞为饮千岁，江海吸流霞。闻道清都帝所，要挽银河仙浪，西北洗胡沙。回首日边去，云里认飞车。",
  "fanyi": "<p><strong>译文<br></strong>赵介庵人才非凡，声名惊动了朝廷。礼下于人，必有所求。当年给皇帝掌理过制诰诏书，颇有文采，落笔万言，如走龙蛇。能赐福于人民，他把春天般的温暖带来人间。江山都等老了，他青春长驻，鬓发还象乌鸦羽毛一样乌黑。像<a href=\"http://so.gushiwen.org/author_461.aspx\">刘晏</a>那样会理财，使江南富庶，如钱流遍地，席间且不管这些，还是痛饮赏菊吧！<br>欣赏着歌舞，敬赵介庵一杯美酒：望你象倾江倒海一样痛饮，祝你长寿。听闻皇帝要出兵北伐，驱逐金人，洗净中原大地膻腥的胡沙。赵介庵他日能到皇帝的身边，人们会钦羡地望着他乘坐飞车消逝于天地云间。</p> <p><strong>注释<br></strong>1.渥洼：指代神马。 唐 <a href=\"http://so.gushiwen.org/author_1288.aspx\">韩琮</a> 《公子行》：“别殿承恩泽，飞龙赐渥洼。”<br>2.奏草：奏章的草稿。《汉书·朱云传》：“ 云上书自讼，咸为定奏草，求下御史中丞。”<br>3.龙蛇：指书法笔势的蜿蜒盘曲。<br>4.钱流地：形容理财得法，钱财充羡。语出《新唐书·刘晏传》：“诸道巡院，皆募驶足，置驿相望，四方货殖低昂及它利害，虽甚远，不数日即知，是能权万货重轻，使天下无甚贵贱而物常平，自言如见钱流地上。”<br>5.双成：指董双成。董双成，女，籍贯浙江，神话人物。商亡后于西湖畔修炼成仙，飞升后任王母身边的玉女。王母与汉武帝相会时，便是由董双成在一旁奉上蟠桃——这也是董双成的职责之一，替王母掌管蟠桃园。<br>6.弄玉：秦穆公之女。箫史者，秦穆公时人，善吹箫。穆公女弄玉好之，公妻焉。弄玉日就箫史作凤鸣，感凤来止，一旦夫妻同随凤飞去。《列仙传》<br>7.绿华：萼绿华者，自云是云南人，女子，年可二十上下，青衣，颜色绝整。以升平三年十一月十日夜降羊权家，授权尸解药，并<a href=\"http://so.gushiwen.org/view_57972.aspx\">诗</a>一篇，火浣布手巾一方，金玉条脱各一枚。《真诰 运象》<br>8.帝所：清都紫微，钧天广乐，帝之所居。《列子 周穆王》<br>9.西北净胡沙：唐<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>《永王东巡歌》其二：“但用东山谢安石，为君谈笑净胡沙。”<br>10.日边：喻朝廷。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　《水调歌头·寿赵漕介庵》真切地表达了乾道初年作者的处境和心情。一个爱国志士，雄心勃勃要报效国家，却不为世所用，内心实在是痛苦的。在寿筵席上，作者对赵介庵寄托了极大的希望，赞扬赵介庵才华出众，期望赵介庵把无边的春色带给人民。这无边春色，就是抗战胜利，实现祖国统一大业！“西北洗胡沙”的思想，在这首曲子词里是锋芒独见的。这是其<a href=\"http://so.gushiwen.org/author_217.aspx\">辛弃疾</a>文人墨客逢场作戏写的那些一味颂扬的祝寿词，所不能比拟的。辛弃疾用神采飞驰的笔触，表现了自己豪迈的心情，情绪是乐观的，笔调是高昂而委婉的，大体上可以代表辛弃疾早期词的风格。</p> <p>　　上片赞颂赵介庵，下片陈述自己的报国宏旨。</p> <p>　　首句“千里渥洼种，名动帝王家。”“渥洼”，水名，在今甘肃省安西县，是产千里马的地方。据《汉书\"武帝纪》载：“元鼎四年六月，得宝鼎后土祠旁，秋，马上渥洼水中，作《宝鼎天马》之歌。”作者以天马喻赵介庵人才非凡，声名惊动了朝廷。礼下于人，必有所求。雄心壮志受到压抑的辛弃疾，欲求得人家举荐的心情，不言自明。</p> <p>　　“金銮当日奏草，落笔万龙蛇。”说赵介庵给皇帝掌理过制诰诏书，颇有文采，落笔万言，如走龙蛇。在这里作者隐约表示希望能得到举荐之意，但不直叙，可谓苦心孤诣，措词颇费踌躇。</p> <p>　　“带得无边春下”，是说赵介庵能赐福于人民，把春天般的温暖带来人间。“等待江山都老”，指岁月流逝，照应下文：“教看鬓方鸦。”说赵介庵青春长驻，鬓发还象乌鸦羽毛一样乌黑。另方面也隐含着自己要为国家作一番事业，盼望已久，江山都等老了的意思。接着，“莫管钱流地，且拟醉黄花”。作者把赵介庵比作<a href=\"http://so.gushiwen.org/author_461.aspx\">刘晏</a>，唐代刘晏管理财政、赋税、盐铁等，使水陆运输畅通，物价稳定，曾说“如见钱流地上”。这里是说：你象刘晏那样会理财，使江南富庶，如钱流遍地，席间且不管这些，还是痛饮赏菊吧！作者有求于人，婉转陈情，露而又收，真是达到挖空心思的地步了。</p> <p>　　下片，开头几句：“唤双成，歌弄玉，舞绿华。一觞为饮千岁，江海吸流霞。”双成、弄玉、绿华，都是古代传说中能歌善舞的仙女。双成，即董双成，为西王母侍女；弄玉，秦穆公之女，据《列仙传》载：“箫史者，秦穆公时人，善吹箫。穆公女弄玉好之，公妻焉。弄玉日就箫史学箫作凤鸣，感凤来止，一旦夫妻随凤飞去。”绿华，即萼绿华，据《真诰\"运象篇》：“南山人，青衣，颜色绝整。”流霞：仙酒名。据《论衡\"道虚篇》记载：“河东项曼斯好道学仙，委家亡去，三年而返。曰：‘去时有数仙人，将我上天，离月数里而止。居月之旁，其寒凄怆。口饥欲食，辄饮我流霞一杯。每饮一杯，数月不饥。’”这几句接上片，意思是说，欣赏着美妙歌舞，敬赵介庵一杯美酒：望你象倾江倒海一样痛饮，祝你长寿。这些均系作者即席所见，无关宏旨。</p> <p>　　重点落笔：“闻道清都帝所，要挽银河仙浪，西北洗胡沙。”这二句从<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>《洗兵行》：“安得壮士挽天河，净洗甲兵长不用。”脱化而出。意谓要派壮士手挽天河，用滔滔的仙浪去冲刷西北地区的胡沙。弦外之音，皇帝要出兵北伐，驱逐金人，洗净中原大地膻腥的胡沙。国难当头，志士献身，有意报效国家，是作者的真正用心。辛弃疾向这位有权有势接近皇帝的大人物赵介庵，把自己的志愿提出来，希望漕介庵能在皇帝面前保举自己。这是作者所神往的壮丽事业，也是这首词的真正的意旨所在！</p> <p>　　“回首日边去，云里认飞车。”又是一句美好的颂扬话。“日边”当然是指皇帝的身边，说赵介庵在人们“回首”之间，就能到皇帝的身边，人们会钦羡地望着漕介庵乘坐飞车消逝于天地云间。那喻意是不言自明的；你赵介庵他日到皇帝身边述职时，不要忘了替我这远离“日边”的人美言几句，把我报国的雄心壮志好好转达啊！</p>",
  "about": "<h2>创作背景</h2> 　　《水调歌头·寿赵漕介庵》作于公元1168年（宋孝宗乾道四年），宋孝宗乾道四年，<a href=\"http://so.gushiwen.org/author_217.aspx\">辛弃疾</a>已南归七个年头，时任建康府（今南京市）通判。辛弃疾胸怀统一祖国的壮志，却无机会施展才能。辛弃疾也曾上书皇上，陈述自己的政见，希冀得到重用，也没有结果。<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>失遇时，写过《上韩荆州书》说：“一登龙门，便声价十倍。”大人物们的举荐十分重要。大<a href=\"http://so.gushiwen.org/view_57972.aspx\">诗</a>人<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>也有过“朝叩富儿门，暮随肥马尘”的辛酸遭遇。当时驻建康的江南东路计度转运副使赵介庵，是当朝皇上的宗室，是接近皇帝的人物，很有势力和名望。辛弃疾想得到漕介庵的举荐，好施展自己的才华。赵做生日的时候，作者应邀参加寿筵，即席写下了此词。",
  "poet": {
    "id": 217,
    "star": 0,
    "name": "辛弃疾",
    "image": "http://img.gushiwen.org/authorImg/xinqiji.jpg",
    "desc": "辛弃疾（1140－1207），南宋词人。原字坦夫，改字幼安，别号稼轩，汉族，历城（今山东济南）人。出生时，中原已为金兵所占。21岁参加抗金义军，不久归南宋。历任湖北、江西、湖南、福建、浙东安抚使等职。一生力主抗金。曾上《美芹十论》与《九议》，条陈战守之策。其词抒写力图恢复国家统一的爱国热情，倾诉壮志难酬的悲愤，对当时执政者的屈辱求和颇多谴责；也有不少吟咏祖国河山的作品。题材广阔又善化用前人典故入词，风格沉雄豪迈又不乏细腻柔媚之处。由于辛弃疾的抗金主张与当政的主和派政见不合，后被弹劾落职，退隐江西带湖。"
  },
  "tags": [
    "祝寿",
    "爱国",
    "抱负"
  ]
}